[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc0NWMyYTAtNTQ2ZC00Zjk2LWE0ZDEtYjY5MTA5ZmI1NThjL2ltYWdlXkEyXkFqcGdeQXVyNjg4NzYzMzA@._V1_-135x200.jpg",
        "title": "A.I. Artificial Intelligence(2001)",
        "description": "A.I. Artificial Intelligence(2001)အညွှန်း\n***********************************(နင်းကန်ကောင်းတဲ့ကားမို့ HEVC 1080p 5.1, 720pတို့ဖြင့်ပြန်လည်တင်ဆက်ပေးထားပါသည်...)\nIMDb....7.1,,,,Rotten....73\nဒါရိုက်တာ Steven Spielberg ဆိုတာနဲ့ ခင်ဗျားတို့ ဒီကားကိုနည်းနည်းတော့စိတ်ဝင်စားသွားမယ်ထင်တယ်....ဒီကားရိုက်တော့ သူကိုယ်တိုင်လည်း အော်စကာ ဆန်ကာတင်အဆင့်ပါခဲ့တယ်...ကျွန်တော်တို့တွေဟာ ရုပ်ရှင်ကြည့်သက်ရင့်လာတာနဲ့အမျှ ဇာတ်ကားကြည့်တဲ့နေရာမှာ အစပိုင်းနည်းနည်းကြည့်ပြီးတာနဲ့တစ်ကားလုံးမဟုတ်တောင်  ရှေ့ဆက်ဖြစ်နိုင်ခြေရှိတဲ့ဟာတစ်ချို့ကိုမှန်းဆနိုင်ပါတယ်...ဒါပေမယ့် ဒီကားကိုကြည့်မိရင် ခင်ဗျားတို့ ထင်ထားတာတခြားစီဖြစ်သွားနိုင်တယ်..ဘာလို့ဆို ၁၀မိနစ်လောက်စထားတဲ့ plotတစ်ခုဟာနောက်တစ်နေရာရောက်တော့ ခင်ဗျားတို့လုံးဝထင်မထားတဲ့ရှုထောင့်တစ်ခုကိုချိုးကွေ့လိုက်တယ်.....အချိုးအကွေ့ပေါင်းများစွာနဲ့ဒီကားကိုတည်ဆောက်ထားတယ်...ဒါကြောင့်လည်း Steven Spielberg ဟေ့ဆိုပြီးနာမည်ကြီးတာနေမယ်...ပြီးတော့ကျွန်တော်ပဲ စဉ်းစားဉာဏ်နဲ့ရေးသားမှုပိုင်းညံလေသလားမသိ ဒီကားကိုအညွှန်းဘယ်လိုရေးရမှန်းမသိဘူး...ကောင်းလားလို့မေးရင်တော့ ပြန်ဖြေလို့ရတယ်....ကျွန်တော်တို့တွေလေထဲကအောက်ဆီဂျင်ကိုရှူကြတယ်...တစ်ယောက်ယောက်က လေဘယ်မှာလဲပြဆိုရင် လက်ဆုပ်လက်ကိုင်ပြလို့မရဘူး...ဒီတော့လေမရှိဘူးလားဆိုတော့မဟုတ်ပြန်ဘူး လေဟာနေရာတိုင်းမှာရှိတယ်...ဒီလိုပဲ ဒီကားရဲ့ကောင်းကွက်ကဘာလဲ ဘယ်နေရာဘယ်အပိုင်းကကောင်းတာလဲ music ပိုင်းလား plotပိုင်းလား ..သရုပ်ဆောင်ပိုင်းလား နည်းပညာပိုင်းလား..ဆိုတော့ လေရှိလားဆိုတဲ့မေးခွန်းကိုဖြေသလိုပြန်တုန့်ပြန်ရမယ်ထင်တယ်....အယ် ဒေါင်းမဲ့သူတွေအတွက် ဆင်ခြင်လို့ရအောင်ပြောလို့ရတာတော့တော့ရှိတယ် ..အမိုက်စားအက်ရှင်ခန်းတွေ ...ဘီကီနီဝတ်အလှအပတွေ....၁၅၀၀ဖွဲ့ romantic ဆန်အကွက်တွေ မပါဘူး...File Size…(2.9GB) and (1.4GB)\nQuality…HEVC 1080p 5.1, Blu-Ray 720p\nFormat…mkv\nDuration…02:26:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest ...",
        "rating": "7.1",
        "url": "https://megaup.net/2hbQ1/A.I._Artificial_Intelligence.2001.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZWY5ODQ0MjAtMDhlOS00NGRmLWEzNjUtZmFiMTExNDI3NWQ5XkEyXkFqcGdeQXVyMTcyNTM5NDA@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Agent Revelation (2021)",
        "description": "Agent Revelation (2021)===================IMDb Rating - 5.6/10 ဇာတ်လမ်းအကျဉ်းကတော့ စွမ်းအားကြီးဂြိုဟ်သားမျိုးနွယ်ဟာလူသားတွေကိုAsh ဆိုတဲ့စွမ်းအင်တစ်မျိုးကိုအသုံးချပြီးလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းတထိန်းချုပ်လာခဲ့တာပါ၊ နောက်ပိုင်းမှာ လူသားတွေရဲ့လောဘတရားကြောင့်သူတို့ဟာAsh စွမ်းအင်ကိုသုံးစရာမလိုတော့ဘူးသတ်မှတ်ခဲ့ပါတယ်၊ ကမ္ဘာပေါ်ကAsh စွမ်းအင်သက်ရောက်ခံရတဲ့သူတွေ စွမ်းအင်ကြောင့်ဖြစ်လာတဲ့သွေးနှောပါအကုန်ရှင်းခဲ့ပြီး ကမ္ဘာကိုခဏတာဘေးမဲ့ပေးလိုက်တယ်၊ တစ်နေ့မှာတော့ ဂျင်တို့သူငယ်ချင်းတစ်သိုက် ခရီးထွက်နေရင်းနဲ့ မတော်တဆကြောင့် ကမ္ဘာပေါ်မှာဖွက်ထားတဲ့ Ash စွမ်းအင်တွေထွက်လာပြီးတော့ဂျင်တို့သူငယ်ချင်းတွေကိုထိန်းချုပ်ခံလိုက်ရတယ်၊ အဲ့အချိန်မှာပဲ ဒီစွမ်းအင်ကိုစမ်းသပ်ရှာဖွေနေတဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုနဲ့တွေ့ပါတော့တယ်၊ ထိန်းချုပ်ခံထားရတဲ့သူကိုရှင်းလင်းပစ်ခတ်ကြရင်းနဲ့ထိခိုက်မှုတွေရခဲ့ပါတယ်။ အခြားလူတွေအတွက်ကတော့ထိန်းချုပ်ခံရတယ်ဆိုပေမယ့် ဂျင်ကတော့ စွမ်းအင်တစ်ခုကိုရလိုက်သလိုဖြစ်သွားပါတယ်။ကမ္ဘာပေါ်ကိုဂြိုဟ်သားတွေ ကြီးစိုးထိန်းချုပ်လာမှာကိုကာကွယ်နေတဲ့လျို့ဝှက်အဖွဲ့အစည်းကတော့ဂျင်ကဘာကြောင့်ထိန်းချုပ်ခြင်းမခံရတာလဲဆိုတာကိုစမ်းသပ်ရှာဖွေရင်းနဲ့ ဘယ်လိုတွေဖြစ်နိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWM",
        "rating": "5.6",
        "url": "https://megaup.net/Vfzx/Agent.Revelation.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pNScLfNzXzk8OEIPLiCT8iuhSk.jpg",
        "title": "My God! Father (2020)",
        "description": "[Unicode]Castsဂေါ့တ် အဖြစ် Pope Thanawat\nပရိမ်အဖြစ် Ter Chantavit\nဘျု့အဖြစ် Sammy Cowellဇာတ်လမ်းအကျဉ်းပြိုင်ကားမောင်းရတာ ဝါသနာပါတဲ့ ဂေါ့တ်တစ်ယောက်က စိုးရိမ်တယ်ဆိုတဲ့စကားတခွန်းနဲ့ သူ့အိပ်မက်တွေကို တားဆီးနေခဲ့တဲ့ ဖခင်ဖြစ်သူနဲ့ အဆင်လုံးဝမပြေခဲ့ပါဘူးငယ်စဉ်အရွယ်ထဲက ဖခင်ထောင်ကျလို့ မိခင်ဖြစ်သူ သတ်သေခဲ့တယ်ဆိုပြီး ဖခင်ကို အမုန်းကြီးမုန်းနေခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ကားမတော်တဆဖြစ်ခဲ့ချိန်မှာတော့ အရင်အချိန်တွေကို ပြန်ရောက်သွားခဲ့ပါတယ်ဂေါ့တ်ရောက်သွားတဲ့အချိန်ကတော့ ၁၉၉၈ ခုနှစ် သူမမွေးဖွားလာခင် တစ်နှစ်အလိုကိုပါပဲဖခင်ဖြစ်လာမယ့် ပရိမ်ဖြစ်သူနဲ့ သူငယ်ချင်းအဖြစ်တွေ့လာရပြီး ဖခင်ဖြစ်သူရဲ့ ခံယူချက် အတွေးအမြင်တွေနဲ့ သူတို့နှစ်ယောက်ကြား ဘာတွေကများ အထင်လွဲမှားမှုတွေဖြစ်လာစေခဲ့သလဲအဖေလို့တောင် မခေါ်ခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ဖခင်ဖြစ်သူ \"ပရိမ်\"ရဲ့ စိတ်ရင်းကို သိလာနိုင်မလားဆိုတာကို ဟာသနှောပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ ) [Zawgyi]Castsေဂါ့တ္ အျဖစ္ Pope Thanawat\nပရိမ္အျဖစ္ Ter Chantavit\nဘ်ဳ႕အျဖစ္ Sammy Cowellဇာတ္လမ္းအက်ဥ္းၿပိဳင္ကားေမာင္းရတာ ဝါသနာပါတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/Vf8s/My_God!_Father_(2020)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2IwOTI1NjYtNjU0Ny00NzMxLWIzMzQtYTFiYzAwNTI2OGJlXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Caged (2021)",
        "description": "Caged (2021)============IMDb Rating - 4.9/10အသစ်ထွက်တဲ့ Drama, Horror, Thriller ဇာတ်ကားပါ။ ကျွန်တော်တို့အခေါ်တော့ Psycho ကားလို့ပြောလို့ရတာပေါ့။ ဖောက်ပြန်တဲ့ ဇနီးကိုသတ်တဲ့အမှုနဲ့ ထောင်ကျခံနေရချိန်မှာ တိုက်ပိတ်ခံထားရတဲ့ စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာ ရိတ် ရဲ့ တိုက်ပိတ်ခံရခြင်းအတွေ့အကြုံကို တွေ့ရပါလိမ့်မယ်။ အလုံပိတ်ခန်းထဲမှာ နေရတာ ဘာခက်တာလဲလို့သိချင်ရင် ဒါကိုကြည့်လိုက်ပါ။ သူကတော့ ရက် ၁၀၀ ကျော်နေသွားတဲ့အကြောင်းကို ပြသွားပါတယ်။ တစ်ယောက်တည်း တသီးတခြားနေရင်း ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေနဲ့ တာဝန်ကျအရာရှိရဲ့ နှိပ်စက်မှုတွေကို ကြုံတွေ့ပြီးတဲ့နောက်မှာ ဒီဒဏ်တွေကို ကြံ့ကြံ့ခံနိုင်မလား ဒါမှမဟုတ် တိုက်ပိတ်ခံထားရသူ ဦးရေရဲ့ သုံးပုံတစ်ပုံ ဖြစ်သွားခဲ့တဲ့အတိုင်း ရူးရင်ရူး မရူးရင်သေဆိုတဲ့ အခြေအနေကို ရောက်သွားမှာလား။ ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေ မဟုတ်ဘဲနဲ့ သူတို့ ပြစ်မှုကျူးလွန်ခဲ့တဲ့သူတွေ တစ်နည်းအားဖြင့် သတ်ခဲ့တဲ့သူတွေက ပြန်လည်ခြောက်လှန့်တတ်တယ်ဆိုတဲ့ သီးခြားချုပ်ဆောင်ရဲ့ ပါးစပ်ပြောရာဇဝင်အတိုင်း သူသတ်ခဲ့တဲ့ ဒါမှမဟုတ် သူသတ်ခဲ့ပါတယ်လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/Vf4n/Caged.2021.720p.WEB-DL.5.1CH[CM].mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ttg8jI3rOG6RSAj195MwdXlnc1.jpg",
        "title": "Nerkonda Paarvai(2019)",
        "description": "Nerkonda Paarvai(2019)အညွှန်း***************************IMDb...8.1အမျိုးသမီးငယ်(၃)ယောက်ဟာ စိတ်လှုပ်ရှားလွန်းလို့စကားတောင်မပြောနိုင်ကြဘူး...သူတို့(၃)ယောက်ထဲက တစ်ယောက်ဟာ ယောင်္ကျားတစ်ယောက်ရဲ့ခေါင်းကိုရိုက်လိုက်မိလို့ပြင်းထန်စွာဒဏ်ရာရသွားခဲ့တယ်...ဆေးရုံရဲ့အရေးပေါ်ခန်းထဲရောက်သွားသလို ရိုက်ခဲ့တဲ့လက်နက်တစ်ခုကြောင့်မျက်လုံးထဲလည်းအစတွေဝင်သွားခဲ့တယ်...ကြည့်ရတာအမျိုးသားတစ်စုနဲ့ အမျိုးသမီး(၃)ယောက်တို့ပြဿနာတက်ခဲ့ပုံပါပဲ...နောက်တစ်ခုက ဒဏ်ရာရတဲ့လူနာနဲ့ လူနာရှင်တွေဟာ ရဲစခန်းမှာအမှုဖွင့်ခဲ့ခြင်းမရှိခဲ့ပါဘူး..နောက်ရက်အတန်ကြာတဲ့အခါမှာ ဒဏ်ရာရရှိခဲ့တဲ့အမျိုးသားရဲ့သူငယ်ချင်းအပေါင်းအပါတွေဟာသူတို့ကိုလုပ်ခဲ့တဲ့အမျိုးသမီးတစ်ဉီးကိုပြန်ပေးဆွဲပြီး မုဒိမ်းကျင့်ခဲ့ပါတယ်...နစ်နာသူအမျိုးသမီးဟာ ရဲစခန်းကိုအမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်...အတိုင်ခံရတဲ့ မုဒိမ်းမှုကျူးလွန်သူတွေထဲမှာ မြို့ရဲ့အာဏာရှိလူကြီးတစ်ယောက်ရဲ့တူတစ်ယောက်ပါဝင်နေတာကြောင့်မုဒိမ်းမှုကျူးလွန်ခံရတဲ့မိန်းကလေးကိုတောင် အသားရေဖျက်မှုနဲ့တရားပြန်စွဲလိုက်ပါသေးတယ်...အင်အားကြီးသူနဲ့ ခိုကိုးရာမဲ့နေတဲ့နစ်နာသူမိန်းကလေးတို့ ယှဉ်နိုင်စွမ်းမရှိပါဘူး...ဒါပဲမဲ့ အကြောင်းတစ်ခုကြောင့် ကင်းကွာနေတဲ့ နာမည်ကြီးရှေနေတစ်ဦးဟာ မိန်းမငယ်သုံးယောက်ရဲ့ ဒုက္ခကိုသိရှိသွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဗျို့...အိန္ဒိယကားကောင်းတွေနင်းကန်ကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်... File Size : (2.7GB)(1.4GB) and (3580MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/Veg2/Nerkonda_Paarvia.2019.WEB-DL.1080P.mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/rlyeaxmtvqn5-136x200.jpg",
        "title": "(18+) O-type Watermelon Chest Housekeeper (2021)",
        "description": "O Type Watermelon (2020)---------------------------------------------------ဒီကားကတော့သိုင်းလောကသားတွေအတွက် နာမည်အတိုင်းပဲဖရဲသီးဆိုဒ်အကိတ်မအကြောင်းကို အဓိကထား ရိုက်ထားတာပါ လုံးလုံးကျစ်ကျစ်ကိတ်တာကိုမှကြိုက်တယ်ဆိုရင်တော့ ကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ မင်းသားမင်းသမီးတွေလည်းမထပ်သလို ငယ်ငယ်ရွယ်ရွယ် တက်တက်ကြွကြွလေးတွေပဲ ပါဝင်ထားလို့ကြည့်ရတာအဆင်ပြေမယ့် 18+ကားလေးပါ ဇာတ်လမ်းကတော့အိမ်မှာ အလုပ်လုပ်ဖို့ခေါ်ထားတဲ့ကောင်မလေးနဲ့အိမ်ပိုင်ရှင်တို့ကြားက ဇာတ်လမ်းလေး ဖြစ်ပြီး ကောင်မလေးကရှပ်ပြာရှပ်ပြာနဲ့ အထာတွေခဏခဏပေး ပေါက်စီကျွေးစမူဆာကျွေးမယ့် ဇာတ်ကား ကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ် အိမ်ပိုင်ရှင်ကသူ့သူငယ်ချင်းနဲ့ တွေ့တဲ့အခိုက်ကောင်မလေး အကြောင်းတွေဖောက်သည်ချနေတဲ့ပုံစံရိုက်ထားတာဖြစ်ပြီး သူ့သူငယ်ချင်းကလည်း သူ့ဆော်နဲ့ ဝိုက်တဲ့ အကြောင်းအတွေ့အကြုံဖလှယ်ထားတာကို ကွက်ကွက်ကွင်းကွင်း ဖောင်းဒိုင်းပုံတွေနဲ့အတူ နောက်ကြောင်းပြန်ဇာတ်လမ်းကိုသရုပ်ဖော်ထားလို့အကြိုက်တွေ့ကြမှာပါ ကောင်မလေးတွေကလည်း ကိုရီးယားထုံးစံ ညွှန်းစရာမလိုအောင် လန်း ကိတ်လည်းကိတ်သလို အိမ်ဖော်မလေးကလည်းbaby face လေးနဲ့ ဘယ်လိုတွေဆိုးနွဲ့ပြမယ်ဆိုတာကို ကောင်းကောင်းကြီးတွေ့ရမှာဖြစ်လို့မလွတ်တမ်းကြည့် သင့်တဲ့သိုင်းကားကောင်းလေးဖြစ်တယ်လို့ထပ်ညွှန်းချင်ပါတယ်Translated by : FOX\nEncoded by :Senpai\nQuality : 720p HDRIP\nFile Size : 760MB\nSubtitles :Myanmar (Hardsub)",
        "rating": "6.9",
        "url": "https://megaup.net/1BbuU/%7BDS%7DO_Type_Watermelon_2020.720p.HDRIP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fFUmQBGnlQ1jGoXa8kTteGzWhg.jpg",
        "title": "Alone/Together (2019)",
        "description": "Alone/Together (2019)အထီးကျန် (သို့မဟုတ်) အတူတကွကို မရှိတဲ့အချိန်က ကျွန်မအတွက် အထီးကျန်တဲ့အချိန်တွေပေါ့\nကို ရှိတဲ့အချိန်တွေက ကျွန်မတို့ အတူတကွ ရှိကြမယ့် အချိန်တွေပေါ့ ..... ကို ရယ်။ကျွန်မ ဘဝမှာ တွေ့တိုင်း မြတ်မြတ်နိုးနိုးငေးကြည့်မိတဲ့အရာတစ်ချို့ရှိတယ်\nပြတိုက်ထဲက အနုပညာလက်ရာ ပြကွက် ပြခန်းတွေ ပန်းချီပန်းပုတွေရယ်။ပြီးတော့……… ကို ရယ်။ အဲဒီအကြောင်းအရာ ၂ ခုဟာ ကျွန်မဘဝရဲ့ ရည်မှန်းချက်တွေပဲပေါ့….. ရည်မှန်းချက်တွေအတိုင်း ကျွန်မ ကြိုးစားခဲ့တယ်။\nကျွန်မက အနုပညာလေ့လာမှုဘာသာရပ်နဲ့ လက်တင်ဂုဏ်ထူးတန်းတက်ရင်း အမျိုးသားပြတိုက်မှာ စေတနာ့ဝန်ထမ်းလုပ်တယ် ကျွန်မ ဘွဲ့ရပြီးရင် ပြတိုက်တွေ ပြခန်းတွေမှာ ပြတိုက်မှုး ဖြစ်ချင်တယ်။ အနုပညာ လက်ရာတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ နေရာမှာ အလုပ်လုပ်ရတာ ကျွန်မပျော်တယ်။ အမှန်တကယ်ကြိုးစားမယ်ဆိုရင် ကမ္ဘာကြီးကို ပြောင်းလဲနိုင်တယ်လို့လည်း ကျွန်မ ယုံကြည်တယ်။ကို ကတော့ ဘာမှမဖြစ်ချင်ဘူးတဲ့ သူက အရာရာကို အဆိုးမြင်နေသူလေ။ ကျွန်မက စိတ်ကူးနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Bbkr/(CM)_Alone.Together.2019.720p.WEB-DL..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjZiZDEwZDctODA4Ny00MTE1LTliNjEtODQzODA4ZWJhNjY0XkEyXkFqcGdeQXVyNDgxNzcyNDU@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Love, Lost & Found (2021)",
        "description": "Love, Lost & Found (2021)====================IMDb Rating - 5.6/10 မထင်မှတ်ထားတဲ့ အချိန်မှာ အချစ်ဆိုတာ ပေါ်လာတတ်တယ်လို့လူတွေပြောကြတယ်။ တစ်ခါတစ်လေမှာ ကိုယ့်အနားမှာတစ်ချိန်လုံးရှိနေပေမယ့်လည်း ဒါဟာ အချစ်စစ်ဟုတ်ချင်မှ ဟုတ်လိမ့်မယ်။ တသစ်ဒင်္ဂလေး တွေ့လိုက်ရုံနဲ့ အချစ်စစ်တွေပေါက်ဖွားလာတာမျိုးလည်း ဖြစ်နိုင်ပါတယ်။တစ်ချို့ကျလည်း အချစ်ဦးဆိုတာကို မေ့ပျောက်မရနိုင်ဖြစ်ပြီး ဘယ်သူ့ကိုမှ ဆက်မချစ်တတ်ကြတော့ပါဘူး။အချစ်ဟာ အဲ့ဒီလောက်ထိကို ဆန်းကြယ်ပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း ဘက်ဖ်ဆိုတဲ့ လူဟာ သူ့ရဲ့ ချစ်သူ ကလဲရ်ရဲ့ ဇာတိမြေလေးကို သွားပြီး လက်ထပ်ခွင့်တောင်းဖို့ကြံစည်ထားခဲ့ပါတယ်။ နေ၀င်တာကို ကြည့်ရင်း လက်ထပ်ခွင့်တောင်းမယ့် အချိန်မှာပဲ ကံဆိုးစွာနဲ့ ကလဲရ်က တောင်စောင်းပေါ်ကပြုတ်ကျပြီး မြစ်တစ်လျှောက် ပါသွားပါတော့တယ်။ ချစ်သူကို စိုးရိမ်စိတ်နဲ့ ပြူးပျာနေတဲ့ ဘက်ဖ်လည်း တောင်ပေါ်က တလိမ့်ခေါက်ကွေး ပြုတ်ကျပြီး နတ်တလီဆိုတဲ့ တောခေါင်းမလေးနဲ့တွေ့.....ဘက်ဖ်ရဲ့ ချစ်သူ ကလဲရ်နဲ့တွေ့တဲ့ ကယ်ဆယ်ရေးအဖွဲ့က လူဟာလည်း ကလဲရ်ရဲ့ ရည်းစားဟောင်း ကော့တ်ဖြစ်နေပါတော့တယ်။ဒီအတွဲလေး ၂ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Vd4w/Love.Lost.and.Found.2021.720p.WEBRip.5.1CH[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qepQ8YdsJYx2m47qdfGlnOUQyOO.jpg",
        "title": "Brothers by Blood(2021)",
        "description": "Brothers by Blood(2021)အညွှန်း*****************************ဒုစရိုက်မှုတွေများပြားလှတဲ့ဖီလာဒဲလ်ဖီးယားမြို့နေ အိုင်းရစ်မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့ သားဖြစ်သူ၈နှစ်သားပီတာက မိမိညီမဖြစ်သူရဲ့မတော်တဆသေဆုံးမှုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့သလို မိသားစုလည်းပြိုကွဲခဲ့ရပါတယ်။ကြီးပြင်းလာတဲ့အချိန်မှာတော့ အကိုဝမ်းကွဲဖြစ်သူ မိုက်ကယ်က ဂိုဏ်းကိုဆက်လက်ဦးဆောင်နေပြီးအီတလီမာဖီးယားတွေနဲ့\nစားကျက်လုရင်း ငြိကြပါတော့တယ်။ အကိုဝမ်းကွဲမိုက်ကယ်ရဲ့ တဇောက်ကန်းလုပ်ရပ်တွေအကြောင့်အခြေအနေတွေက ပိုဆိုးလာသလို၊ ပီတာ့ အနေနဲ့ မိမိဖခင်သေဆုံးခဲ့ရတဲ့ အဖြစ်မှန်\nကိုသိရှိလာရမှာဖြစ်ပြီး၊ နောက်ဆုံးမှာ ပီတာ့အနေနဲ့ အန္္တရယ်တောထဲကိုဝင်ရောက်ဖြေရှင်းဖို့ဖြစ်လာတဲ့အခါမှာတော့....ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ အက်ရှင်ကားကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။) File Size : (1.6GB) and (870 MB)\nQuality : WEB-DL.HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Bae5/Brothers_By_Blood.2021.WEB-DL1080PHEVC.5.1CH.mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tt11639190-140x200.jpg",
        "title": "Lucky Chan-sil (2019)",
        "description": "Lucky Chan-Sil 2019\n*********************= IMDB 6.5 =\nဘယ်လိုအရာတွေ ရှိနေမှ ဘ၀ကို ကံကောင်းတယ်လို့သတ်မှတ်မှာလဲဒီဇာတ်လမ်းမှာတော့ ဘ၀မှာ အရေးကြီးတဲ့အရာတွေနဲ့ဘ၀ရဲ့ ကံကောင်းမှုက ဘာတွေလဲဆိုတာကို သေချာရိုက်ကူးပြထားပါတယ်။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၉ ဆုတောင် ရထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအကျဉ်း အီချန်းရှီဟာ ရုပ်ရှင်ပီဒီတစ်ယောက်ဖြစ်ပါတယ်အသက် ၄၀ အရွယ်ထိ လက်မထပ်ပဲ သူမရဲ့ ငယ်ရွယ်ချိန်တွေကိုသူမအရမ်းသဘောကျတဲ့ ဒါရိုက်တာကြီးနဲ့ အတူ ရုပ်ရှင်တွေရိုက်ကူးရင်း ကုန်ဆုံးခဲ့ပါတယ်ရုတ်တရက်ကြီး သူချစ်ခင်လေးစားတဲ့ ဒါရိုက်တာကြီးဆုံးပါးသွားတဲ့အခါမှာတော့ ပီဒီအလုပ်ကနေ ထွက်ခဲ့ပါတယ်အလုပ်တွေ မရှိတဲ့အချိန်မှာ သူတကယ်ဖြစ်ချင်တာဘာလဲ သူလိုချင်တာကဘာလဲသူဘာတွေလုပ်ချင်လဲဆိုတာကို သေချာစဉ်းစားခဲ့တယ် ရှာဖွေခဲ့တယ်နောက်ဆုံး သူရှာတွေ့သွားမယ့် တကယ်အရေးကြီးတာတွေက ဘာတွေလဲဘ၀ရဲ့ကံကောင်းမှု အစစ်အမှန်က ဘာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်။ \nFile Size : (1.45 GB),(898 MB)&(405 MB)\nQuality :  1080p.FHDRip\nFormat…mp4\nDuration…1h 36min\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ba30/LUCKY_CHAN_SIL_(2019)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/2EQ3V_4c-142x200.jpg",
        "title": "Little Bird (2021)",
        "description": "Little Bird (2019)လူတိုင်းမှာအနည်းဆုံးတော့ဖြစ်ချင်တဲ့ ဆန္ဒလေးတွေ တစ်ခုစီရှိကြပါတယ်။\nဆန္ဒတွေ ဖြစ်မြောက်လာဖို့ လူတစ်ယောက်ရဲ့ ဘဝတစ်ဆစ်ချိုးအချိန်တစ်ခုကတော့\n\"တက္ကသိုလ်ဝင်ခွင့် စာမေးပွဲ\" ဖြေတဲ့အချိန်ပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ကိုရီးယားရဲ့ တက္ကသိုလ်ဝင်ခွင့် ဖြေဆိုပုံကို\nဇာတ်လမ်းသဘောနဲ့နှောပြီး မြင်ရမှာပဲ ဖြစ်ပါတယ်။Cast အနေနဲ့ Lee Ki-hyuk ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nတက္ကသိုလ်ဝင်ခွင့် ပြန်လည် ဖြေဆိုရတဲ့ ညီအစ်ကိုနှစ်ယောက်အကြောင်းပါပဲ။\nနယ်ကနေတက်လာတဲ့ ညီအကို နှစ်ယောက်ဟာ\nသင်တန်းမှာ ကြေးရတက်သမီး\nဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nသူနဲ့ အကိုကြီးဖြစ်သူကြားမှာ အချစ်ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာခဲ့ပေမယ့်.\nသူက အမှုစစ်သမီးဖြစ်ပြီးတော့ နယ်က ညီအစ်ကို နှစ်ယောက်က\nသာမန်လူတန်းစားဖြစ်နေတော့ အခြေအနေတွေက ကွာခြားလွန်းလှပါတယ်။မိုးနဲ့မြေ ဖြစ်နေတဲ့ အချစ်ရေးက အဆင်ပြေပါ့မလား?????\nအချစ်ကို ဦးစားမပေးနိုင်တဲ့ အကိုကြီး ဖြစ်သူရဲ့ အခက်အခဲ\nအကိုကြီး အဖအရာ ဘဝကို ရုန်းကန်နေရပုံကို\nလက်တွေ့ဘဝနဲ့ အနီးစပ်ဆုံး ရိုက်ကူး ပြသထားပြီး\nသင်ခန်းစာယူစရာတွေလည်း အများကြီးရနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဆိုတာ ညွှန်းချင်ပါတယ်။File size… 1GB\nQuality…. 720p\nFormat…mp4\nDuration…. 1hr ...",
        "rating": "4.8",
        "url": "https://megaup.net/2h7rz/(CM)_Little_Bird.2021.720p.HDRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ePFbsguw4d9UZ3hA61vCUQOBhh.jpg",
        "title": "As Tears Go By (1988)",
        "description": "[Unicode]As Tears Go By(1988)\n===============\nIMDb Rating - 7 out of 10\nDirected by Wong Kar Waiပလေတိုကြီးပြောပြီး အနုပညာသမား\nအတော်များများလက်မခံနိုင်ကြတဲ့\nစကားတစ်ခုကြားဖူးတယ် မို့လား။\nArt Is Immitation.\nအနုပညာဆိုတာ ပုံတူကူးခြင်းတဲ့။\nကျွန်တော်တော့ လက်ခံတယ်။\nအနည်းဆုံးတော့ ကိုယ့်ခံစားချက်ကိုကိုယ်\nပုံတူကူးမှပဲ အနုပညာကထွက်လာမှာ\nမဟုတ်လား။ဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ထဲက ဂိုဏ်းစတားဇာတ်ကောင်ဟာ မာတင် စကောဆေးစိရဲ့ Mean Streets ထဲက ဒီနီးရိုးရဲ့ဇာတ်ကောင်ကို အခြေခံထားတယ်လို့ ဆိုတယ်။\nနောက်တစ်ခုသူ့ကိုလွှမ်းမိုးမှုရှိတာကတော့ နိုက်ကလပ်မန်နေဂျာသူ့အဖေတဲ့။\nဒီလောက်ဆို ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို မှန်းလို့ရပြီမို့လား။\nညတွေ ၊ ဂိုဏ်းစတားတွေ၊ သေနတ်တွေနဲ့ ဒီရုပ်ရှင်ကို ကျွန်တော်သာဆို Crime,Dramaလို့သတ်မှတ်ချင်ပေမဲ့ ဘာကြောင့်လဲတော့မသိ ဝေါင်ရဲ့ကားအများစုလိုပဲ ROMANCE,Dramaဆိုပြီးပဲ သတ်မှတ်ထားတယ်။\nဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ကားပေမဲ့ ဒီရုပ်ရှင်ထွက်ပြီးတဲ့ နှစ်ပေါင်းသုံးဆယ်နောက်ပိုင်းမှာ‌တောင် ဒီရုပ်ရှင်အကြောင်းကို ဝေဖန်သမားတွေ တစ်ခုတ်တရပြောရတဲ့အထိကို အောင်မြင်ခဲ့တယ်။\nသူ့ဇာတ်ကောင်ဟာ မာတင်စကောဆေးစိရဲ့ ဇာတ်ကောင်ကို အခြေခံထားပေမဲ့ မာတင်စကောဆေးစိရဲ့ Gang ...",
        "rating": "7.0",
        "url": "https://megaup.net/2h7nm/As_Tears_Go_By_(1988)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjU2N2I3MzctMWUwOC00MTQwLTljYWEtOTVkYzU4MmM3NjkzXkEyXkFqcGdeQXVyMzUxMzczMDc@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Tar (2020)",
        "description": "Tar (2020)==========IMDb Rating - 6.1/102020 ခုနှစ်ထွက် Drama/ Thriller ဇာတ်ကားလေးပါ၊ လူနည်းနည်းနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ ဇက်ခ်နဲ့ သူ့ဖခင် ဘယ်ရီတို့ဟာ လော့အိန်ဂျလိစ်မြို့မှာ စက်ပြုပြင်ရေးလုပ်ငန်းကို  ဘယ်ရီရဲ့အဖေလက်ထက်တည်းက လုပ်ကိုင်ခဲ့ကြတာပါ။ ဒါပေမဲ့ စာချုပ်အရ သူတို့ရုံးဖွင့်ထားတဲ့တိုက်ကနေ ဖယ်ပေးရတော့မှာဖြစ်ပါတယ်။ ဖယ်ပေးဖို့ အတွက် ညဘက် ပစ္စည်းပစ္စယတွေထုပ်ပိုးနေတဲ့အချိန်မှာပဲ မီးပျက်သွားပြီး ကြောက်စရာအရိပ်ကြီးတစ်ခု သူတို့တိုက်ထဲကို ဝင်လာပါတော့တယ်။ အဲဒီအရိပ်ကြီးက လူလား တစ္ဆေလား ဘယ်လိုသတ္တဝါလဲ သူနဲ့အတူတူပါလာတဲ့ အနက်ရောင်အရည်တွေကရော ဘာတွေလဲဆိုတာ ရင်တထိတ်ထိတ်ရှုစားကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, TrillerSource : 1080p.WebRipTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/Vbcb/Tar.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjRmODkzNDItMTNhNi00YjJlLTg0ZjAtODlhZTM0YzgzYThlXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Raging Bull (1980)",
        "description": "Raging Bull (1980)\n==============IMDb Rating - 8.2/10\nDirected By Martin ScorseseGoodfellas, The Irishman, Taxi Driver,\nThe Wolf of Wallstreet The Departed,\nShutter Island, Gangs of New York,\nking of Comedy ဒီရုပ်ရှင်တွေကို\nမိတ်ဆွေကြိုက်တယ်ဆိုရင်တော့\nMartin Scorseseကိုသိမှာပါ။\nအကောင်းဆုံး Gangsရုပ်ရှင်တွေဟာ\nသူ့လက်ကထွက်လာတယ်ဆိုကြပါတယ်။Raging Bullကို Martin Scorseseရဲ့\nဒုတိယအကောင်းဆုံး ရုပ်ရှင်လို့တော့\nဝေဖန်ရေးသမားတစ်ချို့က ဆိုပါတယ်။\nပထမကတော့ Goodfellasပါ။မာတင်နဲ့ ရုပ်ရှင်ကိုးကားရိုက်ဖူးတဲ့\nRobert De Niroနဲ့ Joe Pesciကိုပဲသုံးထားပြီး\nအီတာလျံအမေရိကန် လက်ဝှေ့သမား\nဟာသပညာရှင်အကြောင်းကိုရိုက်ထားတာပါ။\nမာတင်သေချာသိတဲ့ သူတို့အီတာလျံနွယ်တွေရဲ့\nအကြောင်းပဲမို့ သူ့ကားတွေရဲ့ အငွေ့အသက်ကို\nအပြည့်အ၀ရမှာပါ။Gangsကားလို့တော့\nပြောမရပေမယ့် သူရဲ့ Gangsကားတွေလို\nBrotherhoodsအငွေ့အသက်\nအပြည့်သုံးထားပါတယ်။Raging Bullဟာ Biography,Drama ,Sport\nအမျိုးအစား အဖြူအမဲရုပ်ရှင်ပါ။ဒီတော့\nတစ်ချို့အတွက်ကတော့ အတော်လေး\nပျင်းစရာကောင်းပါလိမ့်မယ်။\nဇာတ်လမ်းကတော့ 1949မှာ\nကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံဖြစ်ခဲ့တဲ့\nအီတာလျံအမေရိကန် ဘောက်စင်သမား\nတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်လာမော့တာရဲ့ဘ၀\nအနိမ့်အမြင့်အတက်အကျတွေအကြောင်းပါပဲ။\nဘာမှထူးထူးခြားခြားပါမှာမဟုတ်သလို\nထမင်းစားရင်းလေး အပျင်းပြေကျော်လိုက်ရစ်လိုက်\nကြည့်မယ်တွေးပြီးကြည့်မယ်ဆိုရင်တော့\nစားလက်စထမင်းပန်ကန်ထဲပါ မျက်နှာစိုက်\nအိပ်ပျော်သွားနိုင်ပါတယ်။ရုပ်ရှင်တစ်ပုဒ်ကို\nစီးကရက်တစ်လိပ် ကော်ဖီတစ်ခွက်နဲ့\nအေးအေးဆေးဆေး ခံစားပြီးကြည့်မယ်ဆိုရင်တော့\nအတော်ကြည့်ကောင်းမယ့် ရုပ်ရှင်ပါပဲ။\nလူတိုင်းရဲ့ဘ၀ဟာ စိတ်၀င်စားစရာ\nဇာတ်ကြောင်းတစ်ခုတော့ရှိကြတာကိုး။ရုပ်ရှင်ဟာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1B93w/Raging.Bull.1980.720p.BluRay.H264[CM].mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIv3EiZIC2tkBmjQ747Lyf5c61b.jpg",
        "title": "Happy Together (1997)",
        "description": "[Unicode]Happy Together (1997)\n==================IMDb Rating - 7.8/10ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်တွေက ဇာတ်ညွှန်းကို စဆုံးရေးပြီးမှရိုက်တဲ့ ရုပ်ရှင်တွေမဟုတ်ဘူး။\nအများအားဖြင့်တော့ သူ့ခေါင်းထဲမှာရှိတဲ့ အချက်အလက်တွေကို ညဘက်ရိုက်ကွင်းမတိုင်ခင် နေ့ဘက်မှာရေးထားတာတွေ။\nအရမ်းကြီး ကြိုတင်စီမံမှုမရှိဘူး။ပြောရရင် ကဗျာရေးသလိုပေါ့။\nဒါကြောင့်ပဲ Ashes Of time အပြီး သူပေါ့ပေါ့ပါးပါးရိုက်လိုက်တဲ့ Chungking Expressက သူက ပေါ့ပေါ့ပါးပါးပဲရိုက်လိုက်တာဆိုပေမဲ့အတော်တာသွား သွားတယ်။\nပြောရရင် ကဗျာရေးသလိုရိုက်တာဆိုတော့ သူ့ရုပ်ရှင်တစ်ခုနဲ့ တစ်ခုရဲ့ကွာခြားမှုက ကဗျာရေးသလို အခွင့်အခါလိုတယ်။\nခံစားမှုအပေါ်အခြေခံပြီး စာသားကောင်းကောင်းထွက်လာဖို့ အခွင့်အခါလိုသလိုပေါ့။\nသူပြောတာကတော့ အခွင့်အခါမဟုတ်ဘူး။\n\" တရုတ်ဘာသာစကားကနေ အင်္ဂလိပ်ဘာသာကိုပြန်ဆိုဖို့ ခက်တဲ့ဝေါဟာရတစ်ခုဗျာ။\nအဲ့ဒီ‌ ‌ဝေါဟာရက အခွင့်အလမ်းလို သဘောမျိုးပဲ။\nသဘောကဗျာ\nကျုပ် ဒီမှာထိုင်ပြီး ခင်ဗျားနဲ့အင်တာဗျူးလုပ်နေတယ်။\nဒါပေမဲ့ တကယ်လို့ဒီလိုသာ မဟုတ်ခဲ့ရင် ကျုပ်တစ်ခြားတစ်ယောက်ယောက်နဲ့ အင်တာဗျူးလုပ်မိမှာလည်းဖြစ်နိုင်တယ်။\nဘာကြောင့် ကျုပ်တို့ ဒီအချိန်ဒီနေရာမှာ တွေ့သင့်တာလဲ။\nဒါက အခွင့်အခါကြောင့်ပဲလေ။\nကျုပ်ရုပ်ရှင်တွေအကုန်လုံးကလည်း အခွင့်အခါကြောင့်ဖြစ်လာတယ်ပဲထင်တယ်\" တဲ့\nအဲ့ဒီအခွင့်အခါကြောင့်ပဲဖြစ်ပါလိမ့်မယ်\nHappy Togetherက Cinematographyတွေဟာ တခြားဝေါင်ကာဝေးကားတွေနဲ့ ကွဲတယ်။\nရိုက်တာကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2h6rk/Happy_Together_(1997)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmIzO-135x200.jpg",
        "title": "Don’t Tell a Soul (2020)",
        "description": "Don’t Tell A Soul (2020)***********************IMDbမှာ 5.9 အထိ ရထားတဲ့ Thriller ကားကောင်းလေးပါ။ဆယ်ကျော်သက်အရွယ် မက်နဲ့ ဂျိုဝီတို့က နေမကောင်းဖြစ်နေတဲ့\nအမေဖြစ်သူရဲ့ ဆေးဝါးစရိတ်တွေ အတွက် သက်ကြီးရွယ်အိုတွေနေတဲ့ အိမ်ကို\nလူတွေ မရှိချိန်မှာ ပိုက်ဆံတွေ သွားခိုးကြပါတယ် ...တစ်ခုခုဆို ကြောက်တတ်ပြီး ရိုးရိုးအေးအေးလေး နေတတ်တဲ့ ဂျိုဝီဟာ\nမက်လို့ ခေါ်တဲ့ အကို ကြိုးဆွဲရာ ကရတဲ့ ရုပ်သေးရုပ်လေးဖြစ်တယ်အကို့ကိုလည်း ကြောက်ကလည်းကြောက် ....\nပိုက်ဆံသွားခိုးဖို့လဲမိမှာ ကြောက်နေရှာတဲ့ ဂျိုဝီဟာ\nအကို ခိုင်းသမျှ ကြောက်ကြောက်လန့်လန့်နဲ့ လုပ်ခဲ့ရရှာပါတယ် ....ပိုက်ဆံခိုးရင်း သူတို့ ညီအကိုနှစ်ယောက်ဟာ လုံခြုံရေး အစောင့်နဲ့ တွေ့ပြီး\nကိစ္စရပ်တွေဟာ စီစဉ်ထားသလို ဖြစ်မလာခဲ့ရတာကနေ\nဒီဇာတ်လမ်းလေးကို သဲထိပ်ရင်ဖို အဆုံးထိ ဆွဲခေါ်သွားပါတယ်....ဝိဉာဉ်ကိုတောင်မှ ပြောပြလို့မရတဲ့ သဲထိပ်ရိပ်ဖို\nDrama ကားကောင်းလေး ဖြစ်တာကြောင့် မိတ်ဆက်ပေးလိုက်ပါတယ်ဘာသာပြန်ဆိုသူ Theint Theint ဖြစ်ပါတယ်File Size : (1.35 GB) ...",
        "rating": "5.9",
        "url": "https://megaup.net/2h6lv/Dont_Tell_a_Soul_(2020)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTg2ZDJlN2ItMWE0YS00N2FjLWE0Y2QtMDcxN2NmNjdhNDgxXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "No Man’s Land (2021)",
        "description": "No Man’s Land (2021)==================IMDb Rating - 4.3/10မက္ကဆီကိုနဲ့ တက်စ်ဆက်ပြည်နယ်ကြားက နယ်စပ်မှာဖြစ်ခဲ့ဖူးတဲ့အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘေလ်တို့မိသားစုက တက်စ်ဆက်ပြည်နယ်နဲ့ မက္ကဆီကိုနယ်စပ်မှာ မွေးမြူရေးခြံလုပ်ငန်းလုပ်ကြတဲ့ မိသားစုပါ။ သားအကြီးလူးကပ်စ်က မြင်းစီးတော်သလို သားအငယ်ဂျက်ဆင်ကလည်း ဘေ့စ်ဘောမှာ ပါရမီပါတဲ့ကောလိပ်ကျောင်းသားတစ်ယောက်ပေါ့။ သူတို့ခြံက နယ်စပ်မှာရှိတာကြောင့် မက္ကဆီကိုဘက်က နိုင်ငံရေးခိုလှုံချင်တဲ့သူတွေ တရားမဝင်ဖြတ်သွားတိုင်း သူတို့ခြံစည်းရိုးတွေကို ညှပ်သွားတတ်တာကြောင့် သူတို့ရဲ့ကျွဲတွေနွားတွေလွတ်ကုန်တာမကြာခဏပါပဲ။ဂျက်ဆင်တစ်ယောက် ကောလိပ်ပိတ်တဲ့ နွေရာသီမှာ အိမ်ကိုခဏပြန်ရောက်နေတုန်း ပျော်ရွှင်စရာ သူတို့မိသားစုလေးကိုဂြိုလ်ဆိုးဝင်ပါတော့တယ်။ အဲဒါကတော့ နယ်စပ်က တရားမဝင်ဖြတ်သွားတဲ့ မက္ကဆီကန်အုပ်ထဲက ကောင်လေးတစ်ယောက်ကို ဂျက်ဆင် မတော်တဆသတ်လိုက်မိတာပါပဲ။ ကံတရားက တကယ်ထူးဆန်းပါတယ်...ကိုယ်ပိုင်တဲ့မြေကို ကာကွယ်နေတဲ့ဂျက်ဆင်က ကြမ္မာငင်ပြီး ပြေးရင်းလွှားရင်း မက္ကဆီကိုနိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုကြပါဦး။Action, Adventure, Thriller အမျိုးအစားမို့ ပရိတ်သတ်ကြီးလည်း ကြိုက်နှစ်သက်မို့လည်း ယူဆပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "4.3",
        "url": "https://megaup.net/1B8kz/No.Mans.Land.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tY8w7eOiNwtbiVfPmTxspkt46bW.jpg",
        "title": "A Sun (2019)",
        "description": "[Unicode]A Sun 2019ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ က ထွက်ရှိခဲ့တဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၀ ဆုရရှိထားတာဖြစ်ပါတယ်မိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်လို့ ကြည့်ပြီးရင်တော့ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ သေချာပါတယ်ဇာတ်လမ်းအကျဉ်းအားဝမ်က အလုပ်ကြိုးစားတဲ့ ကားမောင်းနည်းပြတစ်ယောက်ပါချန်ကျန်းဟိုနဲ့ ချန်ကျန်းဟောင်ဆိုပြီး သား၂ယောက်ရှိပေမယ့် ကျန်းဟိုက အမြဲပြဿနာရှာတတ်တာကြောင့် သားအဖြစ် အသိအမှတ်မပြုခဲ့ဘူးတစ်ရက်မှာတော့ ချန်ကျန်းဟို အမှုအခင်းရင်ဆိုင်ရပြီး လူငယ်ထိန်းသိမ်းရေးစခန်းကိုရောက်ခဲရတယ်သိပ်မကြာခင်မှာ အားဝမ် သိပ်ချစ်ရတဲ့ သားကြီး ချန်ကျန်းဟောင်လည်း ဆုံးပါးသွားခဲ့တယ်ရုတ်တရက်ကြီး ကံဆိုးမှုတွေ ကြုံလာရတဲ့ ဒီမိသားစုလေးမှာ နောက်ထပ် ကံဆိုးမှုတွေ မကြုံရအောင် သူတို့ဘယ်လိုတွေ ကြိုးစားမလဲ\nဘယ်လိုကာကွယ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]A Sun 2019ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ က ထြက္ရွိခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ႐ုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၀ ဆုရရွိထားတာျဖစ္ပါတယ္မိဘေမတၱာကို ေဖာ္က်ဴးထားတဲ့ မိသားစုဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ၿပီးရင္ေတာ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Vb03/A_Sun_(2019)_NF_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Eighteen Arhats of Shaolin Temple",
        "description": "Eighteen Arhats of Shaolin Temple (2020)တရုတ်သိုင်းကား ကြိုက်သူများ ရေငတ်တုန်း ရေတွင်းထဲ ကျစေမယ့် သိုင်းကားစစ်စစ်တစ်ကား လာပါပြီဗျာ\nအထူးပြုလုပ်ချက်တွေ အများကြီး မပါတဲ့ တရုတ်သိုင်းကားမျိုးကိုသဘောကျတဲ့လူတွေဆို တော်တော်လေး ကြိုက်ကြမှာပါ။သိုင်းကွက်တွေကို ကျကျနန လှလှပပ မြင်ရမယ့်အပြင်\nဇာတ်လမ်းသဘောကလည်း အတော်လေး ကောင်းတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nမင်ကျားချင် ၃၁ နှစ်မှာ ဂျပန်ဓားပြတွေက ဟန်ကျိုးပင်လယ်အော်ကနေ ဝင်ရောက်လာကြပါတယ်။\nဂျပန်တွေက ရောက်လေရာအရပ်မှာ သောင်းကျန်းပြီး ခိုးဆိုးလုယက်ကြပါတယ်။\nဒီအတွက် တရုတ်ပြည်သူတွေ ဒုက္ခအကြီးအကျယ် ခံစားနေရပါတော့တယ်။\nနန်းတော်က ရှောင်လင်က သိုင်းပညာကျွမ်းကျင်တဲ့ ဘုန်းတော်ကြီး ၁၈ ပါးကို စေလွှတ်ပြီး သွားရောက်ချေမှုန်းစေခဲ့တဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။\nဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားစေချင်ပါတယ်။သွေးထွက်သံယိုခန်းတွေ ပါတာ ဖြစ်တဲ့အတွက် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။File size…1.6GB and 730MB\nQuality….1080p and 720p\nFormat…mp4\nDuration…. 1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)Encoder ...",
        "rating": "5.5",
        "url": "https://megaup.net/2h55y/(CM)_South_Shaolin.2021.1080P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axTGjsvloZrxtm2QF2geWPBOLor.jpg",
        "title": "The Green Snake (2019)",
        "description": "အချစ်ကြောင့် ဘယ်နှစ်ယောက်များ ပျော်ရွှင်ပြီးပြီလဲ ? ဘယ်နှစ်ယောက်များ ဝမ်းနည်းကြေကွဲပြီးပြီလဲ ? ကိုယ်စတေးလိုက်တဲ့ အချစ်က သူ့အတွက် တကယ်ရော ပျော်ရွှင်နိုင်ပါ့မလား.... ဝန်ထုပ်ဝန်ပိုးဖြစ်နေမလား....မြွေဖြူ မြွေစိမ်း ပုံပြင်လေးကတော့ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် မစိမ်းတဲ့ပုံပြင်တစ်ခုပါ ။ အခုက မြွေစိမ်းမယ် ရဲ့အကြောင်းလေးပါ။ အတိုက်ခိုက်ခံရတဲ့ မြွေစိမ်းမယ်က လော့ချွမ်းမြစ်ထဲကို ကျသွားတဲ့အခါ လော့ချွမ်းမြစ်ရဲ့ ကူးတို့နတ်သား ဖြစ်တဲ့ “ရွှမ်ယာ” ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် ။အချစ်အတွက်နဲ့ ကူးတို့နတ်သား အဖြစ်အပြစ်ပေးခံထားရတဲ့ “ရွှမ်ယာ” က ဟိုးအရင်က ကျေးဇူးတရားကြောင့် မြွေစိမ်းလေးကို အသည်းနှလုံးစတေးပြီး ကယ်တင်ပေးခဲ့ပါတယ်။ချစ်သူ “ရွှမ်ယာ” ကို ရှာဖွေဖို့ နှစ်ပေါင်း ၃၀၀ လောက်အချိန်ကုန်ပြီးနောက်မှာ “မုယောင်” လို့ခေါ်တဲ့ မိန်းကလေးက လော့ချွမ်းမြေကို ရောက်ရှိလာပါပြီ ။ သူ့အချိန်တွေကို စတေးပြီး ရှာဖွေပြီးမှ တွေ့ရှိခဲ့တဲ့ “ရွှမ်ယာ” ကအခုတော့ နှလုံးသားမရှိတော့ဘူးတဲ့လား .....သွေးအေးအေးနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2h4U5/[CM]Green_Snake720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "title": "One Night in Miami…(2020)",
        "description": "One Night in Miami...(2020)အညွှန်း*******************************IMDb...7.3One Night in Miami ဆိုတဲ့ဇာတ်ကားလေးကတော့ လူမည်းလေးယောက်ရဲ့ ရင်တွင်းခံစားချက်တွေဖွင့်ဟထားတဲ့စကားဝိုင်းကနေ သူတို့ဖြတ်သန်းနေရတဲ့ လူမှုပတ်ဝန်းကျင်ကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။လူမည်းလေးယောက်လုံးကလည်း နယ်နယ်ရရတွေတော့မဟုတ်ပါဘူး။ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဖြစ်တဲ့ Cassicus ClayNational League အထိတတ်လှမ်းနိုင်တဲ့ ဘောလုံးသမား Jim Brownနာမည်ကြီးအဆိုတော် Sam Cooke နဲ့လူ့အခွင့်အရေးလှုပ်ရှားသူ အစ္စလာမ်ဘာသာဝင် ဝန်ကြီး Malcolm X တို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့လူမည်းအသိုင်းအဝိုင်းမှာ အောင်မြင်မှုကိုယ်စီရရှိထားပြီး ကိုယ့်ဒေသရဲ့ဂုဏ်ကိုဆောင်နိုင်ကြပေမယ့် လူဖြူတွေရဲ့ မသိမသာခွဲခြားဆက်ဆံမှုကိုခံရတဲ့ လူမည်းတွေရဲ့ဘဝ၁၉၆၀ ခုနှစ်ဝန်းကျင်က လူမည်းအမျိုးသားတွေရဲ့ ခံယူချက်နဲ့ လူ့အခွင့်အရေးလှုပ်ရှားမှုတွေကိုယ်ယုံကြည်တဲ့ဘာသာတရားနဲ့ နိုင်ငံရေးရောယှက်လာတဲ့အခါ ကြုံတွေ့ရတဲ့ သောကတွေကိုမပျင်းရလေအောင် စိတ်ဝင်စားဖွယ်ရိုက်ကူးပြထားတာမို့ ဗဟုသုတလည်းရတဲ့ကားမို့ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (2.19GB) and (1.09GB)\nQuality :HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : ...",
        "rating": "7.4",
        "url": "https://megaup.net/2X2cA/One_Night_In_Miami.2020.WEB-DL1080HEVC.5.1CH.mkv",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10Rotten Tomatoes - 54%MyAnimeList - 7.4/10ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကိုကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကိုပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ဟိုရှေးရှေးတုန်းကလို့ပြောရမလားလာမယ့်အနာဂတ်မှာလို့ပြောရမလားအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကိုရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2h2hh/{CM}Space_Pirate_Captain_Harlock720p.mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cw3KTc6kKsuuaTiX0imTukaDOQk.jpg",
        "title": "Dwelling in the Fuchun Mountains (2019)",
        "description": "[Unicode]Dwelling in the fuchun Mountains(2019)\n=============================\nIMDb Rating. =. 7.1 out of 10\nRotten Tomatoes. = 100%မပြောချင်ဆုံးနဲ့ အပြောရဆုံးစကားလုံးဖြစ်တဲ့\n\"အနုပညာ\"ကိုပဲ မလွှဲရှောင်သာပြောရပါဦးမယ်။\nယဉ်ကျေးမှုနဲ့ အနုပညာဟာ တိုက်ရိုက်အချိုးကျပါတယ်။\nအာရှဘက်မှာဆို တကယ် အနုပညာဆန်တဲ့ရုပ်ရှင်တွေကို ကိုယ်ပိုင်ယဉ်ကျေးမှုထွန်းကားတာကြာမြင့်ပြီဖြစ်တဲ့\nတရုတ်၊အိန္ဒိယ၊ဂျပန်တို့လို နိုင်ငံ‌တွေမှာပဲ တွေ့ရတာ များပါတယ်။ လက်ရှိကာလအားဖြင့် တရုတ်မှာ အတော်ချာတဲ့ ငွေရှာ ရုပ်ရှင်တွေများပေမဲ့လည်း တကယ် ရင်ဘတ်ပါတဲ့ ရုပ်ရှင်တွေရိုက်တဲ့ လူတွေလည်း အများကြီးကျန်ပါသေးတယ်။\nအသစ်ပေါ်လာတာတဲ့ လူတော်တွေလည်း မနည်းပါဘူး။အသစ်တွေပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်တွေဟာ အနုပညာကိန်းအောင်းမှု မနုံနှဲ့ပါဘူး။\nအခု ရုပ်ရှင်ဟာ ဒါရိုက်တာGu Xiaogangရဲ့ ပထမဆုံးကားပါပဲ။\nယဉ်ကျေးမှုနဲ့ အစချီထားရတဲ့ အကြောင်းရင်းက သူ့အနုပညာရဲ့ မြစ်ဖျားခံရာဟာ တရုတ်ရိုးရာပန်းချီဖြစ်နေလို့ပါ။\nDwelling In The Fuchun Mountainsဆိုတဲ့အမည်ဟာ ဂန္တဝင် တရုတ်ရိုးရာပန်းချီလိပ်တစ်ခုရဲ့ အမည်ပါပဲ။\nဒါရိုက်တာက ပန်းချီကားလိပ်တွေကို အခြေခံပြီး ပန်းချီကားလိပ်Triology ရိုက်မှာပါ။\nဒါက ပထမဆုံးကားပါပဲ။နောက်ရုပ်ရှင်နှစ်ခုကိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/2X25g/Dwelling_In_The_Fuchun_Mountains_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBmODVhM2EtMjI3Zi00N2NlLTg3ZWQtNDE5OWFkYmRlZTM1XkEyXkFqcGdeQXVyMzI3NzE2NzM@._V1_UY268_CR00182268_AL_-136x200.jpg",
        "title": "The Cleansing Hour (2019)",
        "description": "The Cleansing Hour (2019)====================IMDb Rating - 5.9/10 The Cleansing Hour ဆိုတဲ့ ရှိုးလေးဟာ 'မက်စ်' နှင့် 'ဒရူး' အတူတစ်ကွတည်ထောင်ခဲ့တဲ့ရှိုးလေးပါ။မက်စ်ကတော့ ဖာသာ 'မက်စ်' အဖြစ်နဲ့ လူတိုင်းက သူ့ကိုဖာသာတစ်ယောက်လို့သိထားပြီး 'ဒရူး' ကတော့မကြာခင် 'လိန်း' ဆိုတဲ့ သူချစ်သူနဲ့လက်ထပ်တော့မယ် ထုတ်လုပ်သူတစ်ယောက်ပါ။ သူတို့ဟာ ရှိုးကိုတိုက်ရိုက်ထုတ်လွှင့်နေချိန်မှာ ပရိတ်ရေတို့ ပရိတ်ရွတ်ဖတ်ထားတဲ့အဝတ်စတို့ကို ရောင်းချပြီးစီးပွားရှာကြပါတယ်။ဒီလိုလုပ်ကြပေမယ့်လည်း နိုင်ငံအဝှမ်းက ပရိသတ်များကတော့ ဒီရှိုးကိုအခိုင်အမာအားပေးလျှက်ရှိနေပါတယ်။အမြဲတမ်း အဆင်ပြေချောချောမွေ့မွေ့နဲ့တင်ဆက်နိုင်ခဲ့တဲ့ရှိုးဟာ တစ်နေ့မှာတော့ အစွဲချွတ်ခံရမယ့်သရုပ်ဆောင်မလာတာကြောင့် 'ဒရူး' ဟာ 'လိန်း' ကို အစားထိုး သရုပ်ဆောင်ခိုင်းခဲ့ပါတယ်။ 'လိန်း' ကလည်း တစ်ကိုယ်ကောင်းဆန်တဲ့ 'မက်စ်' ကိုကြည့်မရပေမယ့် ချစ်သူ 'ဒရူး' ကြောင့် ကူညီပေးခဲ့ပါတယ်။ ဒီလိုနဲ့တိုက်ရိုက်ထုတ်လွှင်တဲ့အချိန်မှာ 'လိန်း' ကို တကယ့်မကောင်းဆိုးဝါးက ဝင်ပူးသွားသောအခါ...တကယ့်ဖာသာအစစ်မဟုတ်ဘဲ စီးပွားရေးအရရှိုးလုပ်ထားတဲ့နှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ထိတ်လန့်ဖွယ်ကြည့်ရမှာပါ။ဒီဇာတ်ကားလေးက ...",
        "rating": "5.9",
        "url": "https://megaup.net/1B6ct/The.Cleansing.Hour.2019.720p.BluRay[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOWNiMDUwYmUtZjJjNy00OTA5LThkM2QtODBkNTY2MGYyZGRlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Psycho Goreman (2020)",
        "description": "Psycho Goreman (2020)===================IMDb Rating - 6.2/10 မနေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ Sci-Fi, Horror ဇာတ်ကားလေးပါ။သတ်တာဖြတ်တာတွေကတော့ ကြမ်းပါတယ်။ ဇာတ်လမ်းကလည်း ထူးဆန်းပါတယ်။ စကြဝဠာကိုဖျက်စီးမယ့် အမည်မဲ့မကောင်းဆိုးရွားကို ကမ္ဘာပေါ်က တစ်နေရာမှာ ပိတ်ထားတာကို မောင်နှမနှစ်ယောက်က မတော်တဆ သွားလွှတ်ပေးမိပြီး သူ့ကို ထိန်းချုပ်နိုင်တဲ့ကျောက်တုံးကိုရသွားပါတယ်။ကလေးမလေးက ခပ်ဆိုးဆိုးကိုမှ စကြဝဠာတစ်ခုလုံးကို ဖျက်စီးနိုင်တဲ့ စွမ်းအားရှိတဲ့သူကို ထိန်းချုပ်နိုင်တဲ့အစွမ်းရနေတော့ ဘာတွေဖြစ်ကုန်မလဲ စဉ်းစားသာကြည့်ပါတော့။ သူက အဲဒီမကောင်းဆိုးရွားကို PsychoGoreman(အတိုကောက် PG) လို့နာမည်ပေးထားပြီး သူစိတ်တိုင်းကျလျှောက်လုပ်နေပါတော့တယ်။ အမှောင်ရှိရင် အလင်းရှိသလို သူ့ကိုတားဆီးမယ့် Pandora လည်းရှိနေပါတယ်။ သူတို့တွေရဲ့တိုက်ပွဲက ဘယ်လိုဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ ဇာတ်သိမ်းရော Theme ကပါ ပုံမှန်မဟုတ်တဲ့ကားတစ်ကားလို့ပြောလို့ရပါတယ်။အဲဒါနဲ့ ဒီကားကို Comedy အမျိုးအစားထဲမှာပါတယ်လို့လည်း သတ်မှတ်ထားတာကိုတွေ့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို d3mon မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Jack, d3mon တို့ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.2",
        "url": "https://megaup.net/2h3qm/Psycho.Goreman.2020.720p.WEBRip.[CM].mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tiger-135x200.jpg",
        "title": "The White Tiger 2021",
        "description": "Netflix ရဲ့ ရုပ်ရှင်အသစ်လေး ခံစားကြည့်ရအောင်။\nမင်းသား မင်းသမီးတွေက နာမည်ကြီးတွေလို့တော့ ပြောကြတယ်ဗျ။\nကျွန်တော်ကတော့ အကြည့်နည်းလို့ သိပ်မသိဘူး။\nဒါပေမယ့် ဇာတ်လမ်းအကြောင်းကိုပဲ ပြောရအောင်။\nသိပ်ကောင်းပါတယ်။\nအိန္ဒိယရဲ့ စွန့်ဦးတီထွင်လုပ်ငန်းရှင်တစ်ယောက်က\nတရုတ်ဝန်ကြီးချုပ် ဝန်ကျားပေါင်နဲ့ တွေ့ခွင့်ရဖို့\nသူ့ဘဝဇာတ်ကြောင်းကို အီးမေးလ် ပို့ရာကနေ စတာပေါ့ဗျာ။\nအိန္ဒိယနိုင်ငံမှာ ဇာတ်နိမ့်တွေ ဇာတ်မြင့်တွေ အမျိုး ၁၀၀၀ လောက် ရှိခဲ့ပေမယ့်\nတကယ်တော့ ဇာတ် ၂ မျိုးပဲ ရှိပါတယ်။\nဗိုက်ပူနေတဲ့သူနဲ့ ဗိုက်ပိန်နေတဲ့သူပေါ့။\nသခင် နဲ့ အစေခံပေါ့။\nအိန္ဒိယနိုင်ငံရဲ့ လူတန်းစား ကွာခြားမှုအမြင်တွေ ရုန်းကန်မှုတွေ အကြောင်း\nကောင်းကောင်းကြီး ပုံဖော်ထားတာပါပဲ။\nဇာတ်လိုက်ရဲ့ ဥပမာကတော့ သူတို့လို အစေခံ လူတန်းစားတွေကို\nကြက်လှောင်အိမ်ထဲက ကြက်တွေနဲ့ နှိုင်းယှဉ်ပြထားတယ်ဗျာ။\nကြက်လှောင်အိမ်ထဲက ကြက်တွေဟာ သူတို့ရှေ့မှာ ကြက်တွေကို သတ်နေတာတွေ မြင်ရတယ် သွေးနံ့တွေရတယ်။\nဒါပေမယ့် လှောင်အိမ်ထဲက ထွက်ဖို့ မကြိုးစားကြဘူး။\nအစေခံတွေအားလုံးဟာလည်း ဒီလိုလူတွေပဲလို့ ဆိုထားတယ်။\nဒီဇာတ်လမ်းကတော့ ကြက်လှောင်အိမ်ထဲကနေ ထွက်ဖို့ ကြိုးစားခဲ့တဲ့\nကြက်တစ်ကောင်အကြောင်းပေါ့ဗျာ။\nအားလုံးကြိုက်ကြမှာပါ။\nFile size…(1.7 GB) and (900 MB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://megaup.net/V8qe/The.White.Tiger.2021.720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMjI0YTNmNmQtOTIxMC00ODkwLWI0ZTQtNDQxNWMzYmM1ZTEyXkEyXkFqcGdeQXVyOTYwNDg4ODU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Magic Arch 3D (2020)",
        "description": "Magic Arch 3D (2020)=================IMDb Rating - 5.4/10 အားလုံးပဲ \"Toy Story\" ကာတွန်းကားလေးကိုသိကြတယ်ဟုတ် အခုဒီတစ်ခါကားလေးကိုလည်း Toy Story ဇာတ်ကားလေးကိုCo-Writer အနေနဲ့ရေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာ Vasiliy Rovenskiy ကရေးခဲ့တာပဲဖြစ်ပါတယ်။ရေနေသတ္တဝါတွေစုပေါင်းပြီးနေထိုင်တဲ့ ရေအောက်မြို့လေးတစ်မြို့မှာ အခြားငါးတွေလိုကိုယ်ခံပညာတွေလေ့ကျင့်ရတာထက်ပတ်ဝန်းကျင်ကိုစူးစမ်းလေ့လာရတာကြိုက်တဲ့ ဒယ်လ်ဖီ ဆိုတဲ့လင်းပိုင်လေးတစ်ကောင်ရှိပါတယ်။ တစ်နေ့မှာ ဒယ်လ်ဖီနဲ့သူငယ်ချင်းဖြစ်သူငါးလေးဟာ ရေအောက်ထဲထိမြုပ်နေတဲ့ခံတပ်ဟောင်းကြီးတစ်ခုဆီဝင်သွားမိဖို့အကြောင်းဖန်လာပါတယ်။ ခံတပ်ကြီးထဲမှာသတ္တဝါတစ်ကောင်ရဲ့နာမည်ကိုပြောလိုက်ရုံနဲ့ ထိုသတ္တဝါပုံပြောင်းသွားစေမယ့် မှော်ဝင်မုခ်ဝတစ်ခုကိုတွေ့ခဲ့ပါတယ်။ ဒါပေမယ့်အနီးအနားမှာလည်း ငါးမြို့တော်ကိုသိမ်းချင်တဲ့ငါးရှဉ့်တွေကအဲဒါကိုမြင်သွားကြပါတယ်။ တာဝန်သိတဲ့ဒယ်လ်ဖီဟာ မြို့တော်ဝန်ကိုမှော်မုခ်ဝအကြောင်းပြောဖို့ပြန်လာခဲ့ပေမယ့် မြို့အဝင်ဝကအစောင့်တွေဟာ စကားဝှက်မပြောနိုင်တဲ့ဒယ်လ်ဖီ့ကိုဝင်ခွင့်မပေးလို့မုခ်ဝကြီးရှိတဲ့ဆီကိုပြန်သွားတဲ့အခါမှာ . . .သူတွေ့လိုက်ရတဲ့မြင်ကွင်းကတော့......ဒီကားလေးက ကြည့်လေကြည့်လေဇာတ်ရှိန်တက်လေလေပါပဲ အစပိုင်းမှာအနည်းငယ်ဇာတ်အေးသလိုရှိပေမယ့် ဇာတ်လမ်းအလယ်နဲ့နောက်ဆုံးမှာတော့ ရှေ့ကိုဘာဆက်ဖြစ်မယ်မသိပဲစိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီး လျှို့ဝှက်ချက်လေးတွေလည်းပါဝင်လို့အပျင်းပြေစေမယ့် ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ကလေးငယ်လေးတွေလည်း အကြိုက်ဖြစ်စေမယ့် Animation Movies လေးမို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/V86m/Magic.Arch.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTExMmZjMzItNTNlZS00ZjU1LTk5M-143x200.jpg",
        "title": "Sightless (2020)",
        "description": "Sightless (2020)*****************ဇာတ်လမ်းအညွှန်းနှင်းတွေကျနေတဲ့ညတစ်ညမှာ နာမည်ကြီးတယောပညာရှင်\nအယ်လန်အက်ရှ်လန်းတစ်ယောက်ဟာ\nသူစိမ်းတစ်ယောက်ရဲ့ တိုက်ခိုက်ခြင်းကိုခံလိုက်ရပါတယ်။\nသတိရလာချိန်မှာတော့ အယ်လန်တစ်ယောက် မျက်စိမမြင်တော့ပါဘူး။\nနိုင်ငံခြားရောက်နေတဲ့အကိုရဲ့ စီစဉ်မှုနဲ့ အယ်လန်တစ်ယောက်\nဆီယက်တဲလ်မြို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တိုက်ခန်းကိုရောက်ရှိလာပါတယ်။\nမျက်မမြင်ခါစ အယ်လန့်အတွက် ကလေတန်ဆိုတဲ့\nအမျိုးသားသူနာပြုတစ်ယောက် ငှားထားပေးသော်လည်း\nအယ်လန်တစ်ယောက်နေသားမကျနိုင်ဖြစ်နေပါတယ်။\nအကိုဖြစ်သူကိုလည်းဆက်သွယ်မရ၊\nသူငယ်ချင်းဖြစ်သူကိုလည်းဆက်သွယ်မရနဲ့\nမိမိအဖြစ်ကိုမကျေမချမ်းဖြစ်နေတဲ့ အယ်လန့်အတွက်\nနေထိုင်ရာ တိုက်ခန်းမှာ ပုံမှန်မဟုတ်တာတွေကို သတိထားမိလာတဲ့အခါ\nအမှောင်ထဲမှာ လမ်းပျောက်နေတဲ့အယ်လန့်အတွက်\nဘယ်လိုလျှို့ဝှက်သည်းဖိုဖွယ် အဖြစ်မှန်တစ်ခုက\nစောင့်ကြိုနေလဲဆိုတာ တော့....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။)File Size : (1.44 GB) and (804 MB)\nQuality : 1080p.WEB-DL\nFormat…mp4\nDuration…1h 29min\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Myoko",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sightless-2020/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/4yTuv6cnCJEZg7YFFYR1ljd6hlo-133x200.jpg",
        "title": "[18+] Beauty Salon: Special Service (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Dark Side Production အနေနဲ့ ကွီးယားဗြူးတီးဆလွန်းကားတွေ တင်ပေးဖို့အစီအစဉ်လုပ်ထားပါတယ်...ရှေ့မှာ ဗြူးတီးဆလွန်းဇာတ်ကားတစ်ကားတင်ဖူးပြီးအခုတင်ဆက်ထားတာကတော့ Beauty Salon: Special Service စီးရီးရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။လူဝင်နည်းလို့ အဆင်မပြေဖြစ်နေတဲ့ ဗြူးတီးဆလွန်းပိုင်ရှင် မမနှစ်ယောက်အရောင်းမြှင့်တင်ရေးအတွက် ဘယ်လို Special Service တွေ ပေးသွားမလဲဆိုတာ ကြည့်ရမှာပါ။တင်ပြီးသမျှ ကွီးယား Beauty Salon ဇာတ်ကားတွေကို ဒီမှာ  https://channelmyanmar.org/?s=beauty+salon  ကြည့်ပါ။ File Size : (1 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:22:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by FOXEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1B4mq/(DS)Beauty.Salon.Special.Services.2016.720p.HDRip.H264.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/psxsB6mYC5TVufKejGjTaeLDyEp.jpg",
        "title": "One Second ( 2020 )",
        "description": "ဒီကားလေးကတော့ Box office worldwideမှာ $10600000အထိဝင်ငွေစံချိန်တင်ရရှိထားတဲ့Nov27 2020မှာထွက်လာတဲ့ Drama History အမျိုးအစားဖြစ်ပါတယ်1975ခုနစ် တီဗီတွေမရှိသေးချိန်ဖလင်နဲ့ ပိတ်ကားပေါဇာတ်ကားပြလေ့ရှိပါတယ်..ွဒီအချိန်မှာ ဇာတ်ကားမပြသခင်လာတဲ့ သတင်းအတိုအထွာမှာ၂၂ရက်နေ့ ပါလာတဲ့သမီးလေးပါတဲ့ one secondစာမြင်ကွင်းကိုကြည့်ရဖို့အလုပ် ကြမ်းထောင်ကနေထွက်ပြေးလာတဲ့ကျန်းကျုံစိမ်း..ဖလင်လိပ်တွေကိုမီးပုံးလုပ်ပေးဖို့လိုက်ခိုးယူနေတဲ့လျိုကွေးနွီ...ဖလင်လိပ်တွေလမ်းမှာပျက်ဆီးသွားလို့ အလုပ်မပြုတ်ဖို့ အရေး ကြိုးစားရတဲ့ဖန့်တျန့်ရင်တို့သုံးယောက်သားဆုံကြတဲ့အခါ....ဖလင်လိပ်တစ်လိပ်ပဲရှိချိန် ဖလင်ဆေးရည်လဲမရှိတဲ့အချိန်မှာ ဘယ်လိုတွေကြိုးစားပြီးပြန်ရယူမလဲ...ကျန်းကျုံစိမ်းက ၂၂ရက်နေ့သတင်းအတိုအထွာမှာပါတဲ့သူ့သမီးလေးကို မြင်တွေ့ခွင့်ရနိုင်ပါ့မလား..ဇာတ်ကား ကြည့်ဖို့အရေးခက်ခဲမှုများစွာနဲရင်ဆိုင်ရတဲ့ ခေတ်ကာလကိုဖော်ပြသွားပြီးဖခင်တစ်ယောက်ရဲ့သမီးအပေါထားတဲ့သံယောဇဉ်ကိုမြင်ရမှာပါ  Quality : WEB-DL 720pFormat : mp4During : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/one-second-2020/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTkyMzMxN2MtNjFjYS00MmRjLWJjMjctYzBlMGZiM2I1MmQ2XkEy_002-139x200.jpg",
        "title": "Run Hide Fight (2020)",
        "description": "Run Hide Fight (2020)==================IMDb Rating - 7.၀/10 ဒီတစ်ခါတော့ CM ပရိသတ်တွေအကြိုက်တွေ့စေမယ့် action and thriller ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဇီုအီဟာ အသက် ၁၇ နှစ်အရွယ် ကောင်မလေးတစ်ယောက််ဖြစ်ပြီး အများနဲ့မတူဘောက်ဆတ်ဆတ်နိုင်တဲ့သူပါ။ သူနဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်း လူး၀စ်ဆိုတဲ့ ကောင်လေးတို့ဟာ ဗာနွန်အထက်ကျောင်းက ကျောင်းသားတွေပဲဖြစ်ကြပါတယ်။အမေရိကန်အထက်ကျောင်းတွေရဲ့ သဘာ၀ ကပွဲတို့ ပျော်ပွဲရွှင်ပွဲတို့ စတဲ့အထိမ်းအမှတ်ပွဲတွေ မကြာခဏကျင်းပတာဟာသဘာ၀ပါပဲ ။ ဒီလို event တွေထဲမှာ Senior Prank ဆိုတဲ့ အစီအစဉ်လေးအပါအ၀င်ပါပဲ။Senior Prank Day မှာ ကျောင်းသားတွေအားလုံး ဆရာဆရာမတွေအပါအ၀င် တစ်ယောက်နဲ့တစ်ယောက်စကြနောက်ကြပါတယ်။ဥပမာ- စာသင်ခန်းတစ်ခန်းလုံး ပူပေါင်းတွေအပြည့် ထည့်ခဲ့တာမျိုးပေါ့။ဒါပေမယ့် ဒီဇာတ်လမ်းထဲက ဗာနွန်အထက်တန်းကျောင်းသားတွေရဲ့ Prank Day ကတော့ ပျော်စရာမကောင်းခဲ့ပါဘူး။ စနောက်ကြတဲ့ နေ့ကို အသုံးချပြီး ဆိုးသွမ်းတဲ့ ကျောင်းသားတစ်စုက ကျောင်းကန်တင်းကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/V72q/Run.Hide.Fight.2020.720p.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Twoq37KJudpNuXh5Zbp91IhsSq.jpg",
        "title": "Love on the Rise (2020)",
        "description": "Love on the rise (2020)တောင်ကာရိုလိုင်းနားပြည်နယ်ရဲ့ ပင်လယ်ကမ်းစပ်ကမြို့ကလေးဟာ\nသဘာဝရှုခင်းတွေနဲ့ သာယာလှပနေပါတယ်\nအဲ့မြို့လေးမှာ ဗစ်တိုးရီးယား(တိုရီ)ဆိုတဲ့\nမုန့်ဖုတ်သမလေးက သူ့လုပ်ငန်းကိုကြိုးစားလုပ်ကိုင်ရင်း\n\"ကိတ်နတ်သမီး\" ဆိုပြီး နာမည်ရစပြုလာတဲ့မိန်းမငယ်လေးတစ်ယောက်ပေါ့တစ်နေ့တော့ မင်္ဂလာဆောင်တစ်ခုကို ကိတ်မုန့်သွားပို့တဲ့အခါ\nဂျိတ် ဆိုတဲ့ကောင်လေးနဲ့ သွားဆုံပါလေရော\nဒါပေမယ့် တိုရီဟာ ဂျိတ်ကို သူတို့မြို့က အထင်ကရစီးပွားရေးလုပ်ငန်းရှင်ရဲ့သားအနေနဲ့ မသိခဲ့ဘဲ\nစားပွဲထိုးကောင်လေးအနေနဲ့ပဲ သိခဲ့ပါတယ်\nကံဆိုးချင်တော့ တိုရီတို့ငှားထားတဲ့ဆိုင်ခန်းတွေနေရာမှာ\nကွန်ဒိုအသစ်တွေဆောက်ဖို့အကြောင်းဖန်လာပါတယ်ဒီကိစ္စကို တိုရီတို့ငှားရမ်းသူတွေက သိသွားပြီး\nကန့်ကွက်ကြောင်း ဆန္ဒပြကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာကြမလဲ?????\nဂျိတ်ရဲ့ဘ၀မှန်ကို သိသွားတဲ့အခါမှာ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်လာကြမလဲ?????ဇာတ်လမ်းလေးက သမားရိုးကျအတိုင်းသွားပေမယ့်\nပင်လယ်ကမ်းစပ်အလှတွေ စားချင်စရာကိတ်တွေကိုကြည့်ရင်း\nအချစ်ပုံပြင်လေးတစ်ပုဒ်ကို သီချင်းမြူးမြူးလေးနဲ့ခံစားချင်ရင်တော့.....Review နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။File size… 1.2GB and  581MB\nQuality….WEB-Rip 1080p and 720p\nFormat…mp4\nDuration…. 1hr 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2h1Uh/(CM)_Love.On.The.Rise.2020.720p.WEBRip.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "title": "Double Dad (2021)",
        "description": "Double Dad(2021)မိဘမစုံမလင်နဲ့ ကြီးပြင်းလာရတဲ့ ကလေးလေးတစ်ယောက်ရဲ့\nအလိုအပ်ဆုံးအရာဟာ ဘာဖြစ်နိုင်မလဲ?\nငွေကြေးချမ်းသာမှုလား ချစ်ခြင်းမေတ္တာလား?????\nဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့မိသားစုဘဝလား?????အမေတစ်ခု သမီးတစ်ခု ဘဝနဲ့နေလာခဲ့ရတဲ့\nဗီဇင်ဆာဟာ သူ့အဖေကိုတွေ့ရဖို့အတွက်\n၁၈နှစ်လုံးလုံးမျှော်လင့်ခဲ့ရပါတယ်။\nအမေဖြစ်သူကိုမေးပေမယ့် တွေ့ဖို့အချိန်မတန်သေးဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nခဏခဏ အငြင်းခံရပြီးတဲ့နောက်မှာတော့\nကိုယ်တိုင် အဖေရှာပုံတော်ဖွင့်ဖို့ ကြိုးစားပါတော့တယ်။ကျင့်စဥ်တွေလိုက်စားတတ်တဲ့အမေဟာ ဘာသာရေးကိစ္စနဲ့\nအိန္ဒိယကိုသွားဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဗီဇင်ဆာတစ်ယောက် အဖေရှာပုံတော်ဖွင့်ဖို့အခွင့်အရေးရရှိလာပါတော့တယ်။အဖေရှိရာမြို့ဆီ ခြေဆန့်လို့ ရှာဖွေရင်းကနေ\nအဖေဖြစ်နိုင်ခြေရှိတဲ့သူဟာ တစ်ယောက်တည်းမဟုတ်ဘဲ နှစ်ယောက်ဖြစ်နေတဲ့အခါ\nဗီဇင်ဆာတစ်ယောက် အဖေရင်းကိုရှာဖွေတွေ့နိုင်ပါ့မလား။အမေကရော ဘာဖြစ်လို့ အဖေရင်းအကြောင်းကို မပြောပြချင်ရတာလဲ?\nသူမရဲ့အဖေတွေကရော သူမကိုသမီးအဖြစ်လက်ခံနိုင်ပါ့မလားဆိုတာကို\nရှုခင်းကောင်းကောင်း နောက်ခံတေးသွားလှလှလေးတွေနဲ့\nပြီးသွားလို့ပြီးသွားမှန်းမသိလောက်အောင် မျောပါသွားတဲ့အထိ\nတင်ဆက်ထားတဲ့ ပေါ်တူဂီဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့ ကြည့်ဖို့ ညွှန်းပါ​ရစေ။File size… 1.48GB and 677MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hazel\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/2h1ge/(CM)_Double.Dad..2020.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aI764sCzyMVnfHga2GTrnH7baz3.jpg",
        "title": "Tagpuan (2020)",
        "description": "Tagpuan (2020)Tagpuan ဆိုတာကတော့ ဖိလစ်ပိုင်လို \"ဆုံမှတ်\" ဆိုတဲ့ အဓိပ္ပါယ်ပါ။မိဘမဲ့အဖြစ်နဲ့ ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတဲ့\nစကားနည်းပြီး သွေးအေးတတ်တဲ့ လုပ်ငန်းရှင်တစ်ယောက်က\nအမျိုးသမီး နှစ်ယောက်နဲ့ ဆုံခဲ့ရတဲ့ အကြောင်းလေးပါ။တစ်ယောက်က ကြင်သူသက်ထား ဇနီးမယားဖြစ်ပြီး\nနောက်တစ်ယောက်ကတော့ သိကျွမ်းတာ မကြာသေးတဲ့ သူစိမ်းမိန်းကလေးစကားနည်းပြီး စည်းကမ်းကြီးတဲ့လူတစ်ယောက်က\nစကားများတတ်တဲ့ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ ......\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ကြရအောင်.....ဇာတ်က သာမန်အိမ်ထောင်ရေးကားဆိုပေမယ့်\nကြည့်လေ ကြည့်လေ တွေးမိလေ ဖြစ်မယ့်ကားမျိုးပါပဲ။ဖောင်းဒိုင်းရှူးရှဲ အနည်းငယ် ပါတာဆိုတော့ ခပ်စပ်စပ်လေးပေါ့ဗျာ။File size…2GB and 900 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 47min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/V705/(CM)_Tagpuan.2020.720p.HC.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/the-dissident-1-135x200.jpg",
        "title": "The Dissident (2020)",
        "description": "The Dissident 2020အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့IMDb 8.2/10 နဲ့ Rotten Tomatoes 97%ရရှိထားတဲ့Spy Documentary ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်၂၀၁၈ တုန်းက ဝါရှင်တန်ပိုစ့်သတင်းစာတိုက်ကပင်တိုင်ဆောင်းပါးရှင် ဂျမားခါရှိုဂီ ပျောက်ဆုံးသွားတဲ့သတင်းကို ကြားလိုက်ကြမှာပါအစ္စတန်ဘူက ဆော်ဒီကောင်စစ်ဝန်ရုံးထဲအဝင်သာရှိပြီး ပြန်ထွက်မလာခဲ့တဲ့ ဂျမားရဲ့ ဖြစ်တည်မှုကိုသို့လော သို့လော မေးခွန်းတွေထုတ်ကြတဲ့အကြောင်းဂျမားရဲ့ ဆော်ဒီမှာနေခဲ့တဲ့ဘဝဇာတ်လမ်းနဲ့လွတ်လပ်စွာ ပြောဆိုခွင့်ရရှိအောင်ဘယ်လိုတွေ ကြိုးစားခဲ့ရတဲ့အကြောင်းကို ကြည့်ရှုကြရမှာပါအမေရိကန်သမ္မတဟောင်းထရမ်ပ့်နဲ့ဝါရှင်တန်ပိုစ့်တည်ထောင်သူ ဂျက်ဖ်ဘီဇိုတို့ရဲ့ ပုံရိပ်အချို့ ပါဝင်ခဲ့တဲ့အပြင်Cyber Army နဲ့ ဆော်ဒီအာရေးဘီးယားနိုင်ငံရေးအကြောင်းကိုပါ ပြသထားတဲ့အတွက်A-must-watch documentary တစ်ခု ဖြစ်ပါကြောင်း ။(Reviewed by Jerrica ) \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jerrica",
        "rating": "8.2",
        "url": "https://megaup.net/1B4mj/(CM)The.Dissident.2020.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Crime, Documentary, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPl4CrT7hcJAZUavAMKauZRrW0I.jpg",
        "title": "The Midas Touch (2020)",
        "description": "The Midas Touch (2020)====================IMDb Rating - 5.4/10ဇာတ်လမ်းအကျဥ်းအနေနဲ့ ဖိလစ်ဟာ မိန်းမရေးရာမှာ ကျရှုံးနေတဲ့ ကြော်ငြာအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ဘယ်လောက်ပဲကြိုးစား ကြိုးစား မိန်းမရေးရာမှာ မအောင်မြင်လို့ စိတ်ညစ်နေလျက်ရှိပါတယ်။ဒီလိုနဲ့တစ်ရက် စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေတုန်း ထိလိုက်သမျှ မိန်းမတွေ သူ့ကို စိတ်၀င်စားလာအောင် စွမ်းဆောင်နိုင်တဲ့ အစွမ်းတစ်ခုကို ဖိလစ် တိုက်ဆိုင်စွာပဲ ရရှိလာပါတယ်။ဒါပေမဲ့ စွမ်းအားတွေက ထိန်းမနိုင်သိမ်းမရ ဖြစ်လာတဲ့အခါ . ဖိလစ်တစ်ယောက် အကျပ်ရိုက်ပါတော့တယ်။ဖိလစ်ရရှိလာတဲ့အရာက စွမ်းအားလား ကျိန်စာဆိုးကြီးလား ဆိုတာကိုတော့..... ပရိတ်သတ်ကိုယ်တိုင်ပဲခံစားကြည့်ရှူလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 50minSubtitle – Myanmar HardsubFormat – Mp4Genre : ComedySource : 1080p.WebRipTranslator –  Chuck ChuckEncoder ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B4fi/The.Midas.Touch.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjRhOGYxNjMtNmRkMi00OWRlLTlkZjgtYWE3NzVkYTllZGQ1XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Born a Champion (2021)",
        "description": "Born a Champion (2021)==================IMDb Rating ကတော့ မထွက်လာသေးပါဘူး . အစောဆုံးတင်ပေးလိုက်ပါတယ်။ အခုဒီကားလေးက ဒီနှစ်ထဲမှာပဲထွက်ရှိထားတဲ့ Action/ Drama/ Sport စတိုင် ဇာတ်ကားကောင်းလေးပါ။ဘရာဇီးကိုယ်ခံပညာတစ်မျိုးဖြစ်တဲ့ ဂျူဂျစ်ဆုမှာထူးချွန်တဲ့ မစ်ကီကယ်လီ…….ဇွဲ၊ သတ္တိရှိပြီး အနိုင်မခံအရှုံးမပေးတဲ့ ကယ်လီ ၊ ခင်ပွန်းသည်ကောင်းတစ်ယောက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကယ်လီ၊ထိုးသတ်ပွဲတွေကို မကြိုက်တဲ့ သူ့ရဲ့ ချစ်တဲ့ဇနီးသည်ကိုဖြောင်းဖြပြီး တရားဝင်မဖြစ်သေးတဲ့ MMAပွဲကိုဝင်ပြိုင်ခဲ့တဲ့ကယ်လီ……… သူ့ဘဝမှာမရခဲ့တဲ့အရာကို မိသားစုကိုပေးချင်ခဲ့တဲ့ကယ်လီ၊ သားဖြစ်သူကိုသိပ်ချစ်ပြီး သားဖြစ်သူကို သူ့လိုမဖြစ်စေချင်ခဲ့တဲ့ ကယ်လီဆိုတဲ့ MMAဖိုက်တာကြီးအကြောင်းကို ရသစုံနဲ့ခံစားကြည့်ရှုရင်းဝေဖန်သုံးသပ် ကြည့်ကြပါအုံးလို့…………..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 52minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, SportSource : 1080p.WebRipTranslator –  ...",
        "rating": "",
        "url": "https://megaup.net/1dI2v/Born.a.Champion.2021.720p.BluRay[CM].mp4",
        "category": "Action, Drama, Sport, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/image-146x200.jpg",
        "title": "Cry Baby (1990)",
        "description": "IMDB (6.5) / Rotten Tomatoes (73%)အလီဆင်ဟာ ရှေးရိုးစွဲ (စကွဲ) လို့ခေါ်ကြတဲ့ မိသားစု ဝန်းကျင်ကနေဆင်းသက်လာတဲ့ မိန်းမလှလေးတစ်ယောက်၊ တစ်သက်လုံး\nလိမ်မာခဲ့ရတာ စိတ်ကုန်လှပါပြီလို့ ဆုံးဖြတ်မိရာကနေ ခရိုင်းဘေဘီဝေါလ်ကာ ဆိုတဲ့ ဆန့်ကျင်ဘက် ဒရိတ်ပ် ခေါ် ဆိုးသွမ်းလူငယ်အဖွဲ့\nတစ်ဖွဲ့ရဲ့ခေါင်းဆောင် ခပ်မိုက်မိုက်ဂေါ်ဘဲတစ်ပွေနဲ့ ချစ်ကျွမ်းဝင်မိပါတယ်။\nမျိုးနွယ်ချင်း ခံယူချက်ချင်း ယဉ်ကျေးမှုချင်း တောင်နဲ့မြောက် အရှေ့နဲ့အနောက်လို ကွာခြားချက် အစစအရာရာတွေကိုဆန့်ကျင်ပြီး\nသူတို့ဇာတ်လမ်းမှာ ကြုံရမယ့် အခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်မလဲဆိုတာကို ဂီတတွေနဲ့ မြူးမြူးကြွကြွပုံဖော်ထားတဲ့\nComedy, Musical ကိုမှ ဂန္ဓဝင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nအဲလ်ဗစ်ပရက်စလေရဲ့ ရုပ်ရှင်တွေ ၁၉၅၀ ဝန်းကျင်က ဆိုးသွမ်းလူငယ်တွေအကြောင်းနာမည်ကျော် ရုပ်ရှင်တွေကို\nတစ်စိတ်တစ်ပိုင်းသရော်လှောင်ပြောင်ထားတာဖြစ်တဲ့အတွက် သူတို့ ရဲ့ ရုပ်တည်ကြီးနဲ့ ခံစားချက်အပြည့်နဲ့အမူအယာတွေဟာ\nအတည်ပေါက်နဲ့ခွီရမယ့်အကွက်တွေပါပဲ။ ခရိုင်းဘေဘီရဲ့ ဇာတ်ကောင်နေရာနဲ့ကိုက်ညီတဲ့ လူငယ်မင်းသား ရှာဖို့ ဒါရိုက်တာဟာ ဆယ်ကျော်သက်\nမဂ္ဂဇင်းတွေကို အဲ့ဒီခေတ်က ဒေါ်လာ သုံးဆယ်ဖိုးဝယ်ယူခဲ့ပြီး မျက်နှာဖုံးအားလုံးဟာ ၁၉၈၇ က 21 Jump ...",
        "rating": "6.5",
        "url": "https://megaup.net/2WZ5C/(CM)Cry-Baby.1990.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nyzGexU2ftCySiwRKqNIJ3CdIJ.jpg",
        "title": "Bhoomi (2021)",
        "description": "Bhoomi (2021)ဘူမီနာသန် ဟာ NASA ရဲ့ပထမဆုံး တမီးလ်လူမျိုး အာကာသယာဥ်မှူးဖြစ်ပြီး\nအင်္ဂါဂြိုလ်ပေါ်ကိုပထမဆုံးဆင်းသက်မယ့်စစ်ဆင်ရေးကို\nဦးဆောင်သူဖြစ်ပါတယ်။\nအင်္ဂါဂြိုလ်ပေါ်ကို ဆင်းသက်ရုံတင်မကဘဲ အင်္ဂါဂြိုလ်ရဲ့ပတ်ဝန်းကျင်ကို\nလူသားတွေနေထိုင်နိုင်အောင် စိုက်ပျိုးရေးကိုသုံးပြီး ပြောင်းလဲဖို့အစီအစဥ်ရှိသူဖြစ်ပါတယ်။\nဘူမီဟာ အဲ့စစ်ဆင်ရေးမစခင် ခွင့်တစ်လရလိုက်တဲ့အခါ\nမိမိရဲ့မွေးရပ်​ဇာတိရွာကလေးကို အလည်သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nရွာကိုရောက်တဲ့အခါဆွေမျိုးသားချင်းတွေ သူငယ်ချင်းတွေနဲ့ပြန်တွေ့ခဲ့ပြီး\nရွာဟာအများကြီး​တိုးတက်ပြောင်းလဲတာတာကိုတွေ့ခဲ့ရပေမယ့်\nတစ်နေ့မှာပျက်စီးဆုတ်ယုတ်မှုတွေကိုလည်းတွေ့လိုက်ရပါတယ်။ဘူမီရဲ့ဦးလေးနဲ့တခြားလယ်သမားတွေရဲ့လယ်ယာစိုက်ခင်းတွေဟာ ပျက်စီးယိုယွင်းနေပြီး\nမြေအောက်ရေတွေကို ကုမ္ပဏီလုပ်ငန်းတွေကသုံးစွဲနေတာမို့ ရေရှားပါးမှုတွေဖြစ်လာပါတယ်။\nလယ်သမားတွေဟာအာဏာပိုင်တွေကို အကူအညီတောင်းကြပေမယ့်\nလျစ်လျူရှုခံ၊ ဖိနှိပ်ခံနေကြရတာကို ဘူမီတွေ့လိုက်ရတဲ့အခါ\nလယ်သမားတွေရဲ့အခက်အခဲတွေပြေလည်ဖို့ကြိုးစားပါတော့တယ်။\nဘူမီဟာ သူ့ရဲ့ကြိုးစားမှုတွေ​ကိုမလိုလားတဲ့ အာဏာပိုင်တွေကိုရင်ဆိုင်လာရကာ\nဆုံးရှုံးမှုတွေကြုံတွေ့ရပြီး သူ့ရွာမှာဖြစ်ပျက်နေတဲ့ပြဿနာတွေဟာ\nထင်ထားတာထက် ကြီးမားနက်နဲနေတာကိုသိလိုက်ရပါတယ်။\nသူ့ရွာနဲ့သူ့နိုင်ငံရဲ့ရှေ့ရေးအတွက် ဘူမီဟာ အိပ်မက်တွေကိုစတေးပြီး ကုမ္ပဏီလုပ်ငန်းထုတ်ကုန်တွေကို\nလယ်သမားတွေရဲ့သဘာဝစိုက်ပျိုးရေးထုတ်ကုန်တွေနဲ့အစားထိုးဖို့ကြိုးစားပါတော့တယ်။\nဒီကားဟာ စိုက်ပျိုးရေးနိုင်ငံတွေမှာဖြစ်နေတဲ့ အကြပ်အတည်းတွေကို\nပေါ်လွင်အောင်သရုပ်ဖော်ထားပြီး သဘာဝပတ်ဝန်းကျင်ကိုထိန်းသိမ်းသင့်ကြောင်း\nဇွဲမလျှော့ဘဲ ကြိုးစားရင် ဘာမဆိုဖြစ်လာနိုင်ကြောင်း\nမက်ဆေ့ကောင်းကောင်းပေးထားတဲ့ အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size… 1.2GB\nQuality….WEB-DL 720p\nFormat…mp4\nDuration….2hr 8min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Pyi.T.Nyein\nEncoder ..... August",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bhoomi-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Moving_On-658549451-large-139x200.jpg",
        "title": "Moving On (2019)",
        "description": "Moving On (2019)\n******************\nIMDB 6.7 Best New Director, Best New Actress အပါအဝင်ဆုပေါင်း ၁၃ ဆုနဲ့ ဆန်ကာတင် ၉ ခုအထိ ဝင်ခဲ့တဲ့2019 ထုတ်ကိုရီးယား ဒရမ်မာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ (ဇာတ်လမ်းအကျဉ်း)အိုဂျူဟာ အထက်တန်းကျောင်းသူတစ်ယောက်ပါသူမမှာ ဒုံဂျူဆိုတဲ့ မောင်လေးတစ်ယောက်လည်းရှိတယ်သူမအဖေရဲ့ စီးပွားရေးအခြေအနေမကောင်းတာကြောင့်နေထိုင်ရာ အိမ်ကလေးကနေ အဖိုးဖြစ်သူအိမ်ကိုပြောင်းရွှေ့ခဲ့ရတယ်အဖိုးရဲ့အိမ်မှာ နေသားတကျဖြစ်ဖို့ ခက်ခက်ခဲခဲ သူမကြိုးစားခဲ့တယ်အဖိုးဖြစ်သူနေမကောင်းတာကြောင့် သူမရဲ့အဒေါ်ပါအိမ်ကိုရောက်လာခဲ့တယ်အဖေ၊ အဖိုး၊ အဒေါ် ၊မောင်လေးတို့နဲ့တူတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးမှာ အမှတ်မထင် ကံဆိုးမှုတွေ ဖြစ်လာတဲ့အခါ......ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်Hay Thar Oo မှဘာသာပြန်ပေးထားပါတယ်။ File Size : (1.46 GB), (975 MB) and (500 MB)\nQuality : 1080p.WEB-DL, 720p.WEB-DL, 480p.WEB-DL\nFormat…mp4\nDuration…1h 45min\nGenre : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2h15g/Moving_On_(2020)_1080.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGE3N2QxN2YtM2ZlNS00MWIyLWE1NDAtYWFlN2FiYjY1MjczXkEyXkFqcGdeQXVyOTUwNzc0ODc@._V1_UY268_CR30182268_AL_-1-136x200.jpg",
        "title": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) – (2019)",
        "description": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) - (2019)\n========================================IMDb Rating - 8.3/10Remakeကားတွေ မူလရုပ်ရှင်ကို မှီတာ\nအတော်ရှားပါတယ်။အခုရုပ်ရှင်က အဲ့ဒီ\nလိုရှားတဲ့အထဲက တစ်ကားပါပဲ။\nသိသလောက်တော့\nကိုရီးယားရုပ်ရှင်တွေကို remake\nပြန်ရိုက်ကြတဲ့ အနောက်တိုင်းရုပ်ရှင်တွေမှာ\nပျက်ကြတာ အတော်များတယ်။ Old Boyတို့\nMy Sassy Girlတို့ IIMareတို့ဆို\nပျက်သလောက်ပါပဲ။မူလရုပ်ရှင်ရဲ့\nခံစားမှုကို မပေးစွမ်းနိုင်ပါဘူး။\nအခုရုပ်ရှင်ကတော့ Remakeဆိုပေမယ့်\nမူလရုပ်ရှင်ရဲ့ဟာကွက်ဆန်တာတွေကို\nဖြည့်ထားတဲ့အပြင်၊ ထောင်သားတွေရဲ့\nဇာတ်ကောင်စရိုက်ကလည်း ပိုပီပြင်တယ်။\nဖြစ်ရပ်တွေရဲ့ ယုတ္တိရှိမှုကလည်း\nပိုပြီးတာသွားတယ်။\nမူလရုပ်ရှင်ထက်သာတဲ့ Remakeလို့ပဲ\nဆိုချင်တယ်။ မူလ ကိုရီးယားရုပ်ရှင်ကို\nကြည့်ပြီး ခံစားခဲ့ရတဲ့သူတွေ ဒီရုပ်ရှင်မှာ\nပိုခံစားလို့ရမှာတော့ သေချာပါတယ်။ဇာတ်အိမ်တည်တာက တူရကီက ရွာလေးတစ်ရွာမှာ။\nအဲ့ဒီရွာမှာ မွေးထားတဲ့ ခြောက်နှစ်သမီး\nကလေးလောက်တောင် ညဏ်ရည်မမှီတဲ့လူရှိတယ်။\nဆင်းရဲကလည်းဆင်းရဲရတဲ့အထဲ\nဂြိုလ်ဆိုး၀င်ချက်ကတော့\nအခြေအနေအကြောင်းကြောင်းကြောင့်\nစစ်တပ်က ကွန်မန်ဒါရဲ့သမီးလေးသေသွားတာ\nသူ့ကြောင့်ဆိုပြီး သေဒဏ်ချခံလိုက်တာရတာပါပဲ။\nကလေးကိုသတ်တဲ့လူဆိုပြီး ထောင်သားချင်း\nအရိုက်ခံရတဲ့အပြင် ကွန်မန်ဒါကလည်း သူ့ကို\nမိသားစုနဲ့ပေးမတွေ့ဖို့ အမိန့်ချထားတယ်။\nတွေ့ခွင့်တောင်မရှိတဲ့ ဘ၀မှာသမီးကလွဲ\nဘာမှမရှိတဲ့အဖေတစ်ယောက်ရယ်\nအဖေကလွဲ ဘာမှမရှိတဲ့သမီးတစ်ယောက်ရယ်ဟာ\nတွေ့ခွင့်ရဖို့ကြိုးစားကြရင်း\nဒီရုပ်ရှင်ရဲ့ လူသားဆန်မှုတွေက\nကျွန်တော်တို့ မျက်ရည်ကို ချူယူသွားကြတယ်။\nဒီရုပ်ရှင်ကို ကြည့်ဖို့ မိတ်ဆွေအနေနဲ့\nတစ်ရှုးတစ်ရွက်လောက်တော့\nဆောင်ထားသင့်တယ်။Turkey Youth Awards (2020)နဲ့\nGolden Palm Awards (2020)\nတို့မှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2gW8w/Yedinci.Kogustaki.Mucize.2019.(Miracle.in.cell.no7).1080p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Spontaneous (2020)",
        "description": "Spontaneous (2020)================IMDb Rating - 6.5/10 ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့......ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ......မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ.....အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ.....ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ.......(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B33s/Spontaneous.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy, Fancy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3pEeRGZUGdTFyVoMRC2RHhRqr8.jpg",
        "title": "Micmacs (2009)",
        "description": "Micmacs (2009)ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး\nဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်\nစိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။\nဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။\nနှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း\nလမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့\nထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။\nဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး\nဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။\nသူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက\nကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။\nနေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက\nအဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။\nအဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး\nနေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ\nပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊\nဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊\nခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့\nလူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း\nလမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။\nသူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့\nကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့\nကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။\nအဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်\nလူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ\nသူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို\nသင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့\nဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။\nHugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊\nTim Burton ရဲ့ဇာတ်ကားတွေလို\nကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size… 2.9GB and 753MB\nQuality…. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2WYif/(CM)_Micmacs.2009.720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZqEqLeOuoKjaBfrOYE29RHOmtn.jpg",
        "title": "Back to the Wharf ( 2020 )",
        "description": "ဒီကားလေးကတော့ မင်းသားမင်းသမီးတွေ နာမည်သိပ်မကြီးမချောကြပေမယ့် တကယ့်ကိုဇာတ်ကားကောင်းပြီး ပညာရစေတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကျဉ်းပြောပြရရင်စုန့်ဟောက်ဆိုတဲ့ အတန်းထဲ အမြဲအဆင့် ၁ ရနေသူလေးက လီထန်ဆိုတဲ့မြို့တော်ဝန်အဖေ့အာဏာနဲ့ ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေတဲ့ကောင်လေးနဲ့ ငယ်သူငယ်ချင်းတွေပေါ့စုန့်ဟောက်က စာလုပ်တာအပြင် ဂိမ်းဆိုင်မှာ ဂိမ်းကစားရတာကိုအတော်လေး စိတ်ဝင်စားသူပါ။ဒါကြောင့်လည်း ကျောင်းနဲ့ အိမ်အပြင် ဂိမ်းဆိုင်မှာပဲ အချိန်ကုန်နေတတ်တယ်။ဂိမ်ကစားတိုင်း ရန်လာရှာတဲ့ လူရမ်းကားတွေကို လီထန်က ရှင်းပေးနေကြပေါ့...ဒါပေမယ့် တစ်နေ့ စုန့်ဟောက်အဆင့် ၁ ရလို့ တက္ကသိုလ်တန်းတက်ခွင့်ရတာကိုလီထန်အဖေက အာဏာနဲ့လုယူပြီးနောက်မှာတော့သူတို့ဆက်ဆံရေးက တစ်မျိုးပြောင်းသွားခဲ့ပါတယ်။တကယ်တော့ သူတို့ ဆက်ဆံရေးဆိုတာထက် စုန့်ဟောက်ရဲ့ဘဝကြီးတစ်ခုလုံး ပြောင်းလဲသွားတယ်ဆို ပိုမှန်မယ်စုန့်ဟောက်ဟာ သူ့အခွင့်ရေးကို လုယူသွားတာ သူယုံကြည်ရတဲ့တစ်ဦးတည်းသော သူငယ်ချင်း လီထန်ဆိုတာ သိရတော့ စိတ်မထိန်းနိုင်ဘဲလီထန်ကို သွားရှာတဲ့လမ်းမှာ အိမ်မှာဝင်ရာကနေ လူသတ်မိလို့အိမ်က ထွက်ပြေးခဲ့တာ အဆင့် ၁ ကျောင်းသားဘဝကနေမှတ်ပုံတင်အတုနဲ့ကျင်လည်နေတဲ့ လက်လုပ်လက်စားလေးဘဝကို ပြောင်းသွားခဲ့ပါတယ်၁၅ နှစ်ကြာလို့ သူ့အမေ ရက်လည်အတွက် စုန့်ဟောက် ပြန်ရောက်လာချိန်မှာဘယ်လိုတွေပြောင်းလဲပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-wharf-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clsf4ahm1KYucXxTZBEOZ3YJUyp.jpg",
        "title": "A Girl at My Door (2014)",
        "description": "[Unicode]IMDb Rating - 6.9/10သင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။\nLesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်\nဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်\nLow Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့\"လီယောင်းနမ်\"ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။\nမြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် \"ဒိုဟီး\"ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။\"ဒိုဟီး\"ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် \"ယောင်းနမ်\"က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ \"ဒိုဟီး\"ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့\"ဒိုဟီး\"ကို \"ယောင်းနမ်\"ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။\nဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက\"ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်\"ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲ\nဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲ\nမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]IMDb Rating - ...",
        "rating": "6.9",
        "url": "https://megaup.net/2h0zi/A_Girl_At_My_Door_(2014).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODY1YzNiOGQtN2RhNS00ZjE1LThhMDktOTM0NDFjYmZjNmMxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "The Gandhi Murder (2019)",
        "description": "The Gandhi Murder (2019)====================IMDb Rating - 5.4/10၂၀၁၉ ခုနစ်ထွက် Historical/ Political ဇာတ်ကာဒချစ်သူတွေအတွက် A Must Watch ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....ကိုယ်နှုတ်နှလုံးသုံးပါးစလုံး ထပ်တူကျနေရင် ဒါဟာပျော်ရွှင်မှုပဲ အားနည်းတဲ့သူတွေဟာ ခွင့်မလွှတ်နိုင်ကြဘူး ခွင့်လွှတ်ခြင်းဆိုတာသန်မာတဲ့လူတွေပဲ ပိုင်ဆိုင်တဲ့အရည်အချင်းတစ်ခုဖြစ်တယ်လို့  မဟတ္တမဂန်ဒီက မိန့်ဆိုခဲ့ဖူးပါတယ်။အကြမ်းမဖက်ရေးလမ်းစဉ်သမား မေတ္တာရှင်ကြီး မဟတ္တမဟာ ၁၉၄၈ ခုနစ် ဇန်နဝါရီလ ၃၀ ရက်နေ့ နယူးဒေလီမှာ လုပ်ကြံသတ်ဖြတ်ခံခဲ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ဂန္ဒီရဲ့အမြင်ကိုရိုက်ကူးထားတာမဟုတ်ပဲ လက်တွေ့ဘဝမှာရှိခဲ့တဲ့ ရဲအရာရှိသုံးယောက်ရဲ့အမြင်ကို ဝိရောဓိဆန်ဆန် မှီငြမ်းရိုက်ကူးထားတာဖြစ်ကြောင်း သတိချပ်စေချင်ပါတယ်။ အခြေတည်ထားတာက ဂန္ဒီလုပ်ကြံမခံရမီ အိန္ဒိနိုင်ငံ ပူပူနွေးနွေး လွတ်လပ်ရေးရပြီးကာစ ကာလမှာဖြစ်ပါတယ်...ပြည်တွင်းစစ်ဖြစ်လာတော့မှာ ကျိန်းသေသလောက်ဖြစ်နေပြီး အမျိုးဘာသာဂိုဏ်းကွဲ အစွန်းရောက်တွေကြောင့် နိုင်ငံဟာချောက်ထဲကျလုကျခင်အခြေအနေဖြစ်နေပါတယ်....ပါကစ္စတန်က ငွေကြေးထောက်ပံ့ဖို့ ကို ပယ်ချခံရတဲ့ကိစ္စအတွက် ဂန္ဒီဟာ အစာငတ်ခံဆန္ဒပြခဲ့တာကြောင့် ဟိန္ဒူပါတီဝင်တွေကမကျေမနပ်ဖြစ်ပြီး လုပ်ကြံဖို့ကြံစည်နေကြပါတယ်....အဲဒါကို ဘုံဘေရဲတပ်ဖွဲ့ဝင် ဒီစီပီဂျင်မီနဲ့ ဒီအိုင်ဂျီရေနာတို့က ကြိုတင်သတင်းရထားခဲ့ပေမယ့်  သူတို့ရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B1df/The.Gandhi.Murder.2019.720p.GP.WEB-DL[CM].mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Six-Minutes-to-Midnight-133x200.jpg",
        "title": "Six Minutes to Midnight (2020)",
        "description": "Six Minutes to Midnight (2020)\n*********************************အခုလောလောလတ်လတ် ၂၀၂၀မှာထွက်ထားတဲ့\nဒုတိယကမ္ဘာစစ်ကြိုကာလအတွင်းက ဇာတ်ကားလေးတစ်ခုကို မိတ်ဆက်ပေးချင်ပါတယ်...သိကြတဲ့အတိုင်း World War II ဟာ ဂျာမနီက နာဇီခေါင်းဆောင် ဟစ်တလာရဲ့\nစစ်မီးပွား စတင်လောင်ကျွမ်း ရာကနေစတင်ခဲ့တာပါ...ဒီစစ်ပွဲမတိုင်ခင်ကတည်းက အင်္ဂလန်ရဲ့တောင်ဘက်ကမ်းရိုးတန်း ဘက်စ်ဟေးမြို့မှာ\nအထက်တန်းလွှာတွေရဲ့သမီးပျိုတွေကို သီးသန့်သင်ပေးတဲ့\nအော်ဂတ်စတာဗစ်တိုးရီးယား မိန်းကလေးကျောင်းရှိပါတယ်...ဒီကျောင်းကြီးကို ဂျာမနီရဲ့နောက်ဆုံးဧကရာဇ်ဘုရင်မကြီးက တည်ထောင်ခဲ့တာပါ\nအဲ့ကျောင်းမှာ ဂျာမန်နာဇီပါတီရဲ့အရာရှိကြီးတွေရဲ့သမီးပျိုတွေလည်း တက်ကြပါတယ်....အင်္ဂလိပ်လူမျိုး သောမတ်မေလာတစ်ယောက် အဲဒီဂျာမနီကျောင်းကြီးကို\nအင်္ဂလိပ်စာဆရာအနေနဲ့ ရောက်လာတဲ့အခါမှာတော့.....ဘာတွေဆက်ဖြစ်ကြမလဲ?? ဘာကြောင့်ရောက်လာရတာလဲ??ဒီဇာတ်ကားရဲ့နာမည်ကိုက “Six Minutes to Midnight”  သန်းခေါင်ယံရောက်ဖို့၆မိနစ်အလိုတဲ့\nWorld War II မစခင် ၁၇ရက်အလို ၁၉၃၉ ဩဂုတ် ၁၅ ကစပြီး အခြေခံရိုက်ကူးထားတာပါစစ်ကားလိုမျိုးမဟုတ်ပေမယ့် ရသတစ်ခုခုတော့ပေးစွမ်းနိုင်မယ်ထင်ပါတယ်... ခံစားကြည့်ရှူကြပါဦး File Size : (1.6 GB) and (931 MB)\nQuality : BluRay 1080p\nFormat…mp4\nDuration…1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/V4vy/Six_Minutes_to_Midnight_(2020)_1080.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxO9MBHp6LWiXZyv7G40Fv5WCuh.jpg",
        "title": "Romance Doll (2020)",
        "description": "Romance Doll 2020\n-------------------------------၁၈ယောက်စုကြည့်ရတဲ့ကားပါလို့ ကြိုပြောထားပါမယ်Netflix ကရိုက်ထားတဲ့ကားကောင်းလေးပါသရုပ်ဆောင်အများကြီးမပါပေမယ့်နွေးထွေးတဲ့ဆက်ဆံရေးအများကြီးကိုရှင်းရှင်းလင်းလင်းကိုရိုက်ပြထားပြီး သရုပ်ဆောင်တွေအကုန်လုံးကလည်းchemistery မိလှပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့လူကြီးအရုပ်တွေလုပ်ရတဲ့ကောင်လေးနဲ့အဝတ်ဗလာမော်ဒယ်လ်ထိုင်ပေးတဲ့ကောင်မလေးတစ်ယောက်တို့အကြောင်းပေါ့ပထမတွေ့တဲ့အကြိမ်မှာပဲရင်သားတွေအကိုင်ခံလိုက်ရလို့ချစ်သွားတဲ့ကောင်မလေးနဲ့ရှက်ရှက်နဲ့ကိုင်လိုက်ပြီး တစ်ခါတည်းနဲ့ကိုတန်းချစ်သွားတဲ့ကောင်လေးတို့ဟာအချင်းချင်းအမေးအမြန်းတွေသိပ်လုပ်မနေပဲလက်ထပ်လိုက်ကြပါတယ်ချစ်ခြင်းတွေနဲ့ပဲတည်ဆောက်ထားတဲ့နှစ်ယောက်တည်းကမ္ဘာလေးကလျှို့ဝှက်ချက်တွေမပေါ်လာခင်အထိတော့သာယာနေခဲ့တာပေါ့ယောင်္ကျားတွေက ဘယ်လိုပဲချစ်လို့ယူထားယူထားအခြားက စနှိုက်တွေရောက်လာတဲ့အခါခဏလောက်ဖြစ်ဖြစ် ယိမ်းယိုင်တတ်တဲ့စိတ်ကိုလည်းမြင်လိုက်ရပါသေးတယ်( ရှင်တို့ယောင်္ကျားတွေကောင်းကိုမကောင်းဘူး )ဆိုတော့ သာယာကြည်နူးဖွယ်ကောင်းသော ဝမ်းနည်းဖွယ်ကောင်းသောပျော်ရွှင်ဖွယ်ကောင်းသော အခန်းတိုင်းက ခံစားချက်အမျိုးမျိုးကိုရစေပါတယ်ချစ်ခြင်းတရားဟာ အဘယ်ကဲ့သို့ဆန်းကြယ်ကြောင်းတွေရောကိုအပြင်လောကမှာကြုံတွေ့ရသလို သဘာဝကျကျလေးရိုက်ကူးထားတာမို့လို့စီးမြောခံစားရတာ သက်တောင့်သက်သာရှိလှပါတယ်( ရည်းစားမရှိတဲ့သူတွေကတော့ ရုပ်ရှင်ကိုရုပ်ရှင်လိုပဲကြည့်ပေါ့ )ဇာတ်လမ်လေးကောင်းရုံတင်မကအပိုဆုအနေနဲ့ မင်းသမီးလေးကလည်းအသားအရည်ရဲ့ဝင်းလဲ့နေမှု မျက်နှာလေးရဲ့ လှပနေမှုဆိုသလိုတော်တော်လေးလှပါတယ်ပြီးတော့ ၂၀၀၈တုန်းက အကောင်းဆုံးဇာတ်ပို့ဆုရထားတာမို့ သရုပ်ဆောင်တာကတော့သိပ်ညွှန်းမနေတော့ဘူးနော် )မင်းသားကလည်း ယောင်္ကျားဆန်ဆန်ပုံစံနဲ့ သရုပ်ဆောင်တာလည်းကောင်းတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်အတွက် နောင်တရစရာမရှိပါဘူး  Translated and Reviewed by ThinZar HtetEncoded by YKFile Size : 2.2GB abd 1.3GBQuality :1080p Blu-Ray Remux and 720pDuration : 2h 3minSubtitles : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://megaup.net/V49a/(CM)Romance.Doll.2020.720p..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/poster-Bloody-Hell-2020-105x200.jpg",
        "title": "Bloody Hell (2020)",
        "description": "Bloody Hell (2020)\n************************************IMDB Rating : 6.4 *\n***** သတိ *****\nကြောက်တတ်သူများနဲ့ အသည်းငယ်တတ်သူများ မကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ စစ်မှုထမ်းဟောင်း ဖြစ်သူ ရက်ဇ်ဟာ သူ့မသိစိတ်နဲ့ ပြောဆိုတိုင်ပင်လေ့ ရှိသူပါ။\nတစ်ရက် ဘဏ်တစ်ခုမှာ ငွေသွားထုတ်ရင်း ဘဏ်ဓါးပြတိုက်ခံရတာနဲ့ ထိပ်တိုက် တိုးပါတော့တယ်။\nရှောင်လွှဲဖို့ ကြိုးစားပေမယ့် မထင်မှတ်ဘဲ ဘဏ်ဓါးပြအကုန်လုံးကို ရက်ဇ်တစ်ယောက်တည်း ဆော်ပလော်တီးလိုက်မိပါတယ်။အဲဒီလို ဝင်ပါ၊ ဝင်ဗျင်းလိုက်တာ သူ့ဘ၀ အတော် တိုင်ပတ်သွားပါတော့တယ်။\nကောင်းသတင်း၊ ဆိုးသတင်း ရောပြွန်းပြီး နာမည်ကြီးလာ တဲ့အတွက်\nလောကဓံကို မခံနိုင်တဲ့ ရက်ဇ်ဟာ တခြားနိုင်ငံကို ခြေဆန့်ကာ ရှောင်ပြေးပါ တော့တယ်။မရှောင်တဲ့သူတွေအတွက် တည့်တည့် မတိုးပေမယ့် ဒုက္ခတွေကနေ ထွက်ပြေးလာတဲ့ ရက်ဇ်ဟာ\nအင်မတန် ထူးဆန်းပြီး ကြောက်စရာမိသားစုနဲ့ တိုက်ရိုက် ဆုံဆည်းကာ ကံကြမ္မာဆိုးတွေနဲ့ နဖူးတွေ့ ဒူးတွေ တွေ့ပါတော့တယ်။ရက်ဇ် ဘယ်လို ကံကြမ္မာဆိုးတွေနဲ့ ကြုံဆုံရမလဲ? လွတ်ကော ...",
        "rating": "6.4",
        "url": "https://megaup.net/2WWkA/Bloody_Hell_(2020)_1080p.mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OWTh12f8gmZ8uo4O2rE5TPKvzc.jpg",
        "title": "Tribhanga(2021)",
        "description": "Tribhanga(2021)အညွှန်း******************IMDb...7.0နာယန်ဆိုတဲ့အမျိုးသမီးကြီးဟာ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ပါ.....ငယ်စဉ်ကထဲကရေးခဲ့တဲ့ စာအုပ်တွေအတော်များများဟာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့သလိုရုပ်ရှင်တွေအဖြစ်အမြောက်အများပြန်လည်ရိုက်ကူးခဲ့ရပါတယ်.....ငယ်စဉ်က စာရေးခြင်းအလုပ်ကိုပဲဇောက်ချလုပ်ကိုင်ခဲ့ပုံရတယ်....သမီးဖြစ်သူအပေါ်နွေးထွေးမှုတွေလည်း လစ်ဟင်းခဲ့ပုံပါပဲ...သမီးဖြစ်သူကလည်း အရွယ်မတိုင်ခင်ရင့်ကျက်ခဲ့ရပြီးကိုယ့်လမ်းကိုယ်ဖောက်ပြီးအောင်မြင်နေပေမဲ့ အမေဖြစ်သူစာရေးဆရာမကြီးကိုတော့အမုန်းကြီးမုန်းနေဆဲပါပဲ..... အသက်အရွယ်ရလာတဲ့စာရေးဆရာမကြီးဟာ နောက်ဆုံးအနေနဲ့ကိုယ်တိုင်ရေးအတ္ထုပတ္တိလေးထုတ်သွားချင်တယ်...ငယ်ဘဝကစလို့ဖြတ်သန်းပုံအဆင့်ဆင့်ကိုရေးသားသွားချင်တယ်..ခက်တာကသူမရဲ့လက်ကျန်းမာရေးအခြေအနေက ကိုယ်တိုင်ရေးဖို့ခက်ခဲတာကြောင့် တခြားစာရေးဆရာတစ်ယောက်ကိုကူညီတောင်းပြီးအသံသွင်းမှတ်တမ်းနဲ့ပြန်ရေးစေပါတယ်...အဲ့ဒီလိုရေးနေစဉ်ကာလမှာပဲမထင်မှတ်တဲ့အရာတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဒီကားက မင်းသမီးကြီး Kajol အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းတော်တော်ကောင်းတဲ့ ကားမို့အိန္ဒိယကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါဘူး...ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size : (1.8GB) and (897MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/V466/Tribhanga.2020.1080HEVC.5.1CH.mkv",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTc0ZTM1NTEtMDk0OC00Mzc3LTlmMDUtZWQ0OTEwZThkMDAzXkEyXkFqcGdeQXVyMzgxODI0MTk@._V1_-140x200.jpg",
        "title": "The Dog (2010)",
        "description": "ဘဝက လှည့်ကွက်တွေနဲ့ ပြည့်နေတတ်တယ်တဲ့\nဒီကားလေးကတော့\nအဖေ့ရဲ့ ဂရုစိုက်မှုကို ခွေးလောက်တောင် မရတာကြောင့်ဆိုးသွမ်းနေတဲ့ သူဌေးသား Bank\nနိုင်ငံတော်က ပြည်သူတွေထက် ခွေးကို အရေးပေးနေလို့ ဒေါသူပုန်ထ ဆန္ဒပြနေတဲ့ Den\nအသက်အငယ်ဆုံး ကွန်ပြူတာပညာရှင်ဖြစ်တာကြောင့် သူ့ပညာတွေ ထုတ်သုံးပြချင်နေတဲ့ ‌ခွေးချစ်တဲ့ Art\nသူတို့ သုံးယောက်ရဲ့ ရည်ရွယ်ချက် \"ခွေးခိုးဖို့\" က ထပ်တူညီနေတဲ့အခါ\nသူတို့ထင်ထားသလို မရိုးရှင်းပဲ မထင်ထားတဲ့ လျှို့ဝှက်ချက်တွေ သူတို့ သိသွားတဲ့အခါ\n2010 ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးကတော့ ဇာတ်အိမ်က မရိုးမဆန်းလေးဖြစ်တာကြောင့် ထိုင်းကားကြိုက်သူတွေအတွက်ကြည့်ပျော်မှာဖြစ်ပါတယ်ရှင်။ \nFile size…(1.5 GB) and (999 MB)\nQuality…HDRip 1080p and 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://megaup.net/1B16l/(CM)The_Dog.2010-720p_HDRip.x264.AAC-SeeingMole.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/6Zxyj_4f-115x200.jpg",
        "title": "Rat Disaster (2021)",
        "description": "Rat Disaster (2021)ပါတ်ဝန်းကျင်မှာ ကြွက်တွေ ရှိနေတဲ့ အခါစိတ်အနှောင့်အယှက်ဖြစ်ရပ်ပါတယ် ကြွက်ကိုတော်ရုံမဟုတ်ပဲ အုပ်လိုက် ရထားတွဲတတွဲစာဆို စဥ်းစားသာကြည့်တော့ ကြွက်တွေက ပါတ်ဝန်းကျင်ကိုအကျည်းတန်စေရုံသာမက ပလိပ်စတဲ့ ရောဂါပိုးတွေကိုပါ သယ်ဆောင်လာတတ်တဲ့ မကောင်းဆိုးဝါးအသေးစားလေးတွေပါ အဲ့လိုမျိုးကြွက်တွေက လူတွေကိုပါ ကိုက်ဖြတ် စားသောက်နေတဲ့ အထိ အန္တရာယ်ရှိလာပြီဆိုရင်ရော .....ဇာတ်လမ်းအကျဥ်း- တရုတ်ပြည်ရဲ့ ပေဝေပြည်နယ်ကနေ ရထားတစီး ထွက်ခွာစပြုနေပါတယ် ရထားပေါ်ကနေအခြားရထားပေါ်မှာလူသေတွေနဲ့ ကြွက်အုပ်လိုက်ကြီး ပြေးဆင်းသွားတာကို မြင်လိုက်ရသူကတော့ ကျန်းမာရေးဌာနကဆရာစူးပါ နောက်တော့ သူတို့ရထားပေါ်မှာပါ ကြွက်သံတွေ ဆူညံလာပြီးနောက် ဘာတွေ ဆက်ဖြစ်ကြမလဲလူတွေရဲ့ အသက်ဘေးနဲ့ ရင်ဆိုင်လာရတဲ့အခါ အတ္တနဲ့ယှဥ်ပြီး ဆုံးဖြတ်တတ်မှုတွေ အားလုံးကို ကြည့်ရှုရမှာပါ(ဇာတ်ကားထဲမှာ ကြွက်တွေ အုပ်လိုက်ပါတာ ဖြစ်လို့ ဇာတ်ကားအစမှာ သတိပေးစာတန်းတခုကို တွေ့ရမှာ ဖြစ်ပါတယ် )  Translated by : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B0il/%7BCM%7DRat_Disaster_720p.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNWZhNDhhZjgtNWJiOC00N2JkLWFkZGItMWQ0ZmNkNjA0NzQwXkEyXkFqcGdeQXVyMjEyOTM1NzA@._V1_-140x200.jpeg",
        "title": "My Love, My Bride (2014)",
        "description": "[Unicode]My Love My Bride 2014အထူးမိတ်ဆက်ပေးစရာ မလိုတဲ့ K Drama မင်းသားနဲ့ မင်းသမီး Jo JungSuk နဲ့ Shin MinAh တို့ရဲ့ လက်တွေ့ဆန်ဆန် အိမ်ထောင်ရေးဘဝ အချစ်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။တွေ့ဆုံကြ... သမီးရည်းစားဘဝချစ်ကြိုက်ကြ... နောက်တော့ လက်ထပ်လိုက်ကြ...ဒီလိုနဲ့ မတူညီတော့တဲ့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းတရားတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။အကျဉ်းချုပ် ပြောပြရရင် တက္ကသိုလ်ကျောင်းသားဘဝမှာ ချစ်ကြိုက်ခဲ့ကြတဲ့ ဂန်ယောင်မင်းနဲ့မီယောင်းတို့ဟာ လက်ထပ်ခဲ့ကြပြီး ညားခါစ ဇနီးမောင်နှံဘဝ အခြေအနေမှာ သာယာကြည်နူးခဲ့ကြသလောက် တဖြည်းဖြည်း အချိန်တွေကုန်ဆုံးလာတဲ့အခါ နှစ်ယောက်ကြားက အိမ်ထောင်ရေး ပြသနာများကို ရင်ဆိုင်လာရပြီး ခါးသီးလာခဲ့ကြပါတယ်။ဒါပေမယ့် အဲ့လို အခက်အခဲတွေ နားမလည်မှုတွေကြား မပြေလည်မှုကြားကနေ သူတို့နှစ်ယောက်ကြားမှာ အချစ်ဆိုတာကို တဖြည်းဖြည်း နားလည်လာခဲ့ရလို နားလည်မှု နွေးထွေးမှု ကြင်နာမှု သစ္စာရှိမှုတွေနဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုရှေ့ဆက် အဆုံးသတ်သွားမယ်ဆိုတာကို လက်တွေ့ဆန်ဆန် ခံစားသက်ဝင်ရမှာပါ။( ...",
        "rating": "6.3",
        "url": "https://megaup.net/1B0it/Lovestruck_in_the_City_(2020)_(Ep9).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTePrsZZnY8upKIB5Xl519wUgpQ.jpg",
        "title": "Just a Stranger",
        "description": "Just A Stranger (2019)\n~~~~~~~~~~~~~~~~~~~~~IMDb - 6.2/10\nဒီဇာတ်ကားလေးကတော့ 2019တုန်းက\nအရမ်းကိုအောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် Romance/Drama ကားလေးဖြစ်ပါတယ်ရုံတင်ပြီး (၁၂)ရက်အကြာမှာပဲ\nBox office မှာ PHP 100million အထိဝင်ငွေရရှိခဲ့ပါတယ်~~~ အညွှန်း ~~~အချစ်မပါတဲ့ အိမ်ထောင်ရေးကြောင့် မပျော်မရွှင်ဖြစ်နေတဲ့ (၃၈)နှစ်အရွယ် မေနဲ့\nမိဘတွေရဲ့ တင်းကြပ်တဲ့ချုပ်ထိန်းမှုတွေနဲ့ ချစ်သူကောင်မလေးရဲ့နားလည်မပေးမှုတွေကြောင့်\nစိတ်ညစ်နေတဲ့ ဂျေရီဂိုဆိုတဲ့ (၁၉)နှစ်အရွယ်ကောင်လေးတို့နှစ်ယောက် ခရီးထွက်ရင်း\nကမ်းခြေတစ်ခုမှာ မထင်မှတ်ဘဲ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက် တစ်ညတာ အတူနေဖြစ်သွားကြပါတယ်~~~~~~\nမေကတော့ သူ့နေရပ် ဖိလစ်ပိုင်နိုင်ငံကို ပြန်သွားခဲ့ပါတယ်~\nတစ်ဖက်မှာလည်း ဖခင်ဖြစ်သူရဲ့အလုပ်​ကြောင့်\nဂျေရီဂိုတို့မိသားစုဟာ ဖိလစ်ပိုင်ကို ပြန်ပြောင်းဖြစ်ခဲ့ကြပါတယ်~ရက်အနည်းငယ်အကြာမှာတော့ ပြတိုက်တစ်ခုမှာ\nသူတို့နှစ်ယောက် မထင်မှတ်ဘဲ ပြန်လည်ဆုံတွေ့ဖို့ ဖြစ်လာရာကနေ\nအသက်နှစ်ဆလောက်ကွာနေတဲ့ သူတို့နှစ်ယောက်ကြားမှာ\nဘာတွေဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်~ဇာတ်လမ်းရဲ့အစပိုင်းကိုတော့ သာမာန်ပဲလို့ထင်ရနိုင်ချေရှိပေမယ့်\nမထင်မှတ်ထားတဲ့ ဇာတ်သိမ်းခန်းကြောင့်\nရသတစ်ခုခုကို ကျိန်းသေပေါက်ခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွှတ်သင့်ပါဘူးနော်~Review by Van Sui ParFile size… 1.67GB and 758MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr ...",
        "rating": "6.2",
        "url": "https://megaup.net/1B0bo/(CM)_Just.A.Stranger.2019.720p.NF.WEB-DL..mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Nocturne-133x200.jpg",
        "title": "Nocturne (2020)",
        "description": "Nocturne 2020*************IMDB - 5.6\nHorror , Mystery, Thrillerဇာတ်ကားအကျဉ်းလေးကတော့\nဗီဗီယန်နဲ့ ဂျုလီယက် ဆိုတဲ့အမြွှာညီမ နှစ်ယောက်ဟာ ပီယာနိုတီးတာအထူး\nကျွမ်းကျင်သလို အနုပညာကျောင်းမှာလည်းအတူတူတက်နေကြပါတယ်အစ်မဖြစ်သူ ဗီဗီယန်ဟာ ကျောင်းမှာ နာမည်ကြီးသလို\nကမ္ဘာ့အကောင်းဆုံးအနုပညာကျောင်းမှာဆက်လက်တက်ရောက်ဖို့\nတစ်ပေးခံထားရသူလည်းဖြစ်တယ်ညီမဖြစ်သူ ဂျုလီယက်ကတော့ ဗီဗီယန်နဲ့ပြောင်းပြန်ပါပဲ\nအနေအေးသလို အရှက်အကြောက်ကြီးတယ်။ဒီလိုနဲ့ နွေရာသီ ကျောင်းပိတ်ရက် ပြီးခါနီးလို့ ကျောင်းပြန်တက်ခါနီးအချိန်မှာ\nသူတို့ကျောင်းမှာ အတော်ဆုံးဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ မော်ရာ ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့ပါတယ်။ကျောင်းပြန်တက်တဲ့အခါ ကျောင်းအုပ်ကမော်ရာရဲ့သေဆုံးမှုအမှတ်တရအနေနဲ့\nconcerto ပြိုင်ပွဲကိုဆက်လုပ်ဖို့အတွက် Music မေဂျာစီနီယာတွေကိုအကုန်လုံးကိုပြိုင်ပွဲဝင်ဖို့ကျောင်းဖွင့်မိန့်ခွန်းမှာပြောကြားခဲ့တယ်။ဒီပွဲက စီနီယာတွေအတွက်အခွင့်တစ်ရပ်ဖြစ်တဲ့အတွက်\nဗီဗီယန်တို့ညီအစ်မနှစ်ယောက်ကလဲ အထူးပစ်မှတ်ထားနေကြတယ်။ဒီလိုနဲ့ တစ်နေ့ကျောင်းစာကြည့်တိုက်မှာသေဆုံးသူ မော်ရာပစ္စည်းတွေ ကိုရှင်းလင်းရင်းနဲ့\nထူးဆန်းတဲ့ သင်္ကေတပုံကြမ်းတွေပါတဲ့ မော်ရာသံစဉ်စာအုပ်ကိုဂျုလီယက်ကအမှတ်မထင်ရသွားတဲ့အခါမှာတော့ဘယ်လိုတွေစိတ်ဝင်တစားဖြစ်ရပ်တွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦး File Size : (1.5 GB) and (844 MB)\nQuality : 1080p WEBRip, 720p WEBRip\nFormat…mp4\nDuration…1h 30min\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1B06x/Nocturne_(2020)_720.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg",
        "title": "Rashomon (1950)",
        "description": "[Unicode]Rashomon(1950)\n=============\nIMDb Rating - 8.2 out of 10ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်\nအဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။\nခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့\nဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူး\nအဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။\nကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။\nပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။\nတစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။\nဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်\nပြပါဆိုရင်တော့\nကျွန်တော် ဒီကားပြမိမယ်။\nအတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။\nပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာ\nကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။\nဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။\nမုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။\nတောပုန်းရယ် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2WV6w/Rashomon_(1950)_B&W_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wperP8EmDlClErBF8zEdmMGNqKm.jpg",
        "title": "Taking a Shot at Love (2021)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ January 2 ရက်နေ့မှပူပူနွေးနွေးထွက်ရှိထားတဲ့ Taking a Shot at Love ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုတော့ ဒီလိုလေးနဲ့အစပြုထားပါတယ်ရေခဲပြင်ဟော်ကီကစားသမားဖြစ်တဲ့ ရိုင်ယန်ကုဖ့်ပါဟာ ရေခဲပြင်ဟော်ကီမှာတော့ နာမည်ကြီးတဲ့အကျော်အမော်ကစားသမားတစ်ဦးပါရိုင်ယန်လိုအားကစားသမားတစ်ဦးအတွက် ထိခိုက်ဒဏ်ရာရတယ်ဆိုတာ တွေးတောင်မတွေးဝံ့တဲ့ အိပ်မက်ဆိုးတစ်ရပ်ပဲဖြစ်ပါတယ်ဒါပေမယ့်ကံကြမ္မာဟာ ရိုင်ယန်အပေါ်မျက်နှာသာမပေးခဲ့ပါဘူး တစ်နေ့ ရိုင်ယန်တစ်ယောက် ဟော်ကီကစားရင်း ခြေချင်းဝတ်ကိုထိခိုက်မိခဲ့ရာမှ သူအနှစ်သက်ဆုံးဟော်ကီကစားနည်းကိုလက်လွှတ်ရမလို ဖြစ်ခဲ့ရပါတယ်ဒီလိုနဲ့ခြေချင်းဝတ်ဒဏ်ရာရတဲ့ရိုင်ယန်တစ်ယောက် သူရဲ့ညီဝမ်းကွဲဖြစ်တဲ့တယ်ရီနဲ့ဆက်စပ်မိပြီး အေဗွန်မြို့မှ ဘဲလေးဆရာမဂျန်နာထံမှာ ခြေချင်းဝတ်ဒဏ်ရာကုသရန် အကြောင်းဖန်လာပါတော့တယ်ဂျန်နာဆိုသူမှာလည်း ရိုင်ယန်ကုဖ့်ပါလိုမျိုး ခြေချင်းဝတ်ဒဏ်ရာကြောင့် သူမရဲ့ပရော်ဖက်ရှင်နယ်ဘဲလေးကချေသည်ဘဝကို လက်လွှတ်ခဲ့ရသူပါဒါပေမယ့်သူမဟာ သူမတတ်ကျွမ်းတဲ့ဘဲလေးအကကိုသုံးပြီး ခြေချင်းဝတ်ဒဏ်ရာကို ပျောက်ကင်းအောင်စွမ်းဆောင်နိုင်ခဲ့ပါတယ်ကုထုံးတွေအများကြီးရှိတဲ့အထဲမှာ ဘဲလေးအကကုထုံးကိုသုံးပြီး ကုသပေးတာဆို​တော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒီလိုနဲ့ဂျန်နာတစ်ယောက် ဘဲလေးကုထုံးကိုသုံးပြီး ရိုင်ယန်ကိုဘယ်လိုတွေကုသပေးမလဲ.....နှစ်ဦးကြားမှာလည်း ဘယ်လိုသံယောဇဥ်ကြိုးလေးတွေ ရစ်နှောင်သွားမလဲဆိုတာတွေကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ရှင်ရိုင်ယန်အနေနဲ့ မင်းသား Luke Macfarlaneကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Alexa Penavega က ဂျန်နာအဖြစ် ပါဝင်အားဖြည့်သရုပ်​ဆောင်ထားပါတယ်Rating အနေနဲ့ကလည်း 7.4/10ရရှိထားတော့ အားလုံးသဘောတွေ့မယ့် romantic movie လေးဖြစ်မယ်လို့ မျှော်လင့်မိပါတယ်အညွှန်းနှင့်ဘာသာပြန်ဆိုသူ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1AZy0/%7BCM%7DTaking.a.Shot.at.Love.2021.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ef37088d786fb417c269f1cedb5d0c79-151x200.jpeg",
        "title": "Air Doll (2009)",
        "description": "[Unicode]Air Doll 2009ဂျပန် Mangaကို ပြန်လည်ရိုက်ကူးထားပြီး ကိုရီးယားမင်းသမီး ဘယ်ဒိုနာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးကတော့\nလေထိုးအရုပ်မလေးတစ်ခုရဲ့ လူသားတွေရဲ့ နေထိုင်မှုပုံစံကို စူးစမ်းလေ့လာရာမှ လူ့ဘဝ လူ့ခံစားချက်တွေအကြောင်းကို သိစေနိုင်မယ့် ဇာတ်ကားလေးပါ။လူ့ဘဝဆိုတာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာတွေအချစ်အမုန်းတွေနဲ့ ပြည့်နှက်နေတယ်ဆိုတဲ့ အကြောင်းကို ဒီကားလေးမှာပုံဖော်ထားပုံကတော့ဟီဒီအိုဆိုတဲ့ လူတစ်ယောက်ဟာ လေထိုးအရုပ်မလေး တစ်ရုပ်ကို သူရဲ့ရည်းစားဟောင်း နာမည်အတိုင်း နိုဇိုမီလို့ပေးထားပြီး\nsex ကိစ္စအတွက်သာမက ကိုယ်တိုင်အစစအရာရာ ဆင်ယင်ပြုလုပ်ပေးကာ အဖော်တစ်ယောက်လို ဆက်ဆံနေထိုင်ခဲ့ရာကနိုဇိုမီ(လေထိုးအရုပ်မလေး)ဟာ တနေ့မှာ နှလုံးသားတစ်စုံကို ပိုင်ဆိုင်ခဲ့ပြီး လူတစ်ယောက်လို အသိစိတ်နဲ့အသက်ဝင်လာခဲ့ပါတော့တယ်။နိုဇိုမီဟာ လူတွေအကြောင်းကို သိချင်ပြီး လူတွေရဲ့ခံစားချက်မျိုးစုံကို စူးစမ်းချင်တာကြောင့် လူလိုဝတ်ဆင်ကာ အပြင်လောကကို ခိုးထွက်ရင်း ပတ်ဝန်းကျင်ကလူတွေဆီကနေ သင်ယူနေထိုင်ခဲ့ပါတယ်။အဲ့လိုနဲ့တနေ့ အခွေဆိုင်တစ်ခုမှာ သူမအလုပ်ရသွားပြီး ဆိုင်ပိုင်ရှင် ဂျူနီချီကို ချစ်မိခဲ့ပါတယ်။ဂျူနီချီက သူမကို လူ့လောကအကြောင်း သင်ကြားပေးခဲ့ပြီး ရုပ်ရှင်တွေအကြောင်း သင်ယူလေ့လာရင်း လူတွေခံစားချက်ကိုပါ တဖြည်းဖြည်း သဘောပေါက်လာအောင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1B03x/Air_Doll_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster-142x200.jpeg",
        "title": "To Rome with Love (2012)",
        "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။\nလှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။\nပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။\nဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။\nဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။\nဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။\nဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆို\nစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကို\nငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့\nမိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။\nဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။\nသောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gXrA/To_Rome_with_Love_(2012)_720p_(2).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzI4NzU4M2EtNWI2YS00ZjdmLWIzOTQtZmFkYTg2OTlkMTk3XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR00182268_AL_-1-136x200.jpg",
        "title": "Come Play (2020)",
        "description": "Come play (2020)==============IMDb Rating - 5.7/10Horror ချစ်သူတွေအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတင်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုလီဗာက အော်တစ်ဇင်ဖြစ်နေတဲ့ကောင်လေးပါ၊ စကားပြောနိုင်အောင်ကုထုံးခံယူနေရပြီး ဖုန်းနဲ့တစ်ဆင့်ပဲ လူတွေကို ပြောဆိုဆက်ဆံပါတယ်။ကျောင်းမှာ သူငယ်ချင်းလည်းမရှိတာကြောင့် အတော်အထီးကျန်ရှာပြီး အမြဲကာတွန်းပဲဲကြည့်နေတတ်ပါတယ်၊တနေ့မှာတော့ သူ့ဖခင်ဖြစ်သူ အလုပ်ကနေ ယူလာတဲ့ tablet တစ်လုံးကတစ်ဆင့် မူမမှန်တဲ့သဘာဝလွန် အရာတစ်ခုထွက်ပေါ်လာပြီး အိုလီဗာကို အန္တရာယ်ပေးလာတဲ့အခါမှာတော့ . . . ၂၀၁၇ မှာထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်ဇာတ်လမ်းတိုကိုကျောရိုးယူထားပြီး ရိုက်ကူးထားကာ IMDb Rating အနေနဲ့ 5.7/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Horror, MysterySource ...",
        "rating": "5.7",
        "url": "https://megaup.net/1AZjj/Come.Play.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZDQwY2I3MmYtZDQ2Zi00YTM3LTg2ZTQtOTJjM2I2Y2M3OGMwXkEyXkFqcGdeQXVyNzE3ODQxNjU@._V1_UY268_CR140182268_AL_-136x200.jpg",
        "title": "Locked Down (2021)",
        "description": "Locked Down (2021)================IMDb Rating - 5.0/10 ဒီ Locked Down ဆိုတဲ့ကားလေးက ကြည့်ရှူသူတွေကို ဇာတ်လမ်းခပ်အေးအေး Cast အလန်းစားတွေနဲ့ ဖြည်းဖြည်းချင်းရင်ထဲထည့်သွားစေမဲ့ကားလေး ဒီကားလေးကိုကြည့်ပြီးရင် Covid ကြောင့် ဖြစ်ရတဲ့အခြေအနေတချို့ကို ကွက်ကွက်ကွင်းကွင်းမြင်လာနိုင်မယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ တဖြည်းဖြည်းယိုယွင်းပျက်စီးလာတဲ့ အိမ်ထောင်ရေးကြောင့် ခွာပြဲရတော့မဲ့ Linda နဲ့ Paxton ဟာCovid Lockdown ကြောင့် တစ်အိမ်တည်းမှာ ပိတ်မိနေကြတယ်။ ဘ၀ကိုအရိုင်းဆန်ဆန်ဖြတ်သန်းခဲ့တဲ့ Paxton နဲ့ တော်ပြီးထက်မြက်တဲ့ Linda တို့ အချိုးအကွေ့တစ်ခုမှာ ဆုံခဲ့ကြပေမဲ့ Paxton တစ်ယောက်ကတော့ တစ်ညမှာ သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့်ဒီလိုတွေ သူဘ၀ဆက်တိုက် ကံဆိုး‌နေရတာလို့ ထင်နေတယ်။ Linda ဆိုတဲ့အမျိုးသမီးလေးကလည်း အပြင်ပန်းကကြည့်ရင် အလုပ်အကိုင်ကောင်း ၀င်ငွေကောင်းပေမဲ့ စိတ်ဖိစီးစရာ စိတ်ရှုပ်စရာတွေအပြည့်ရှိနေတာကို အတူနေတဲ့ သူ့ရည်းစား Paxton မပြောနဲ့ တစ်ဦးတစ်လေတောင်မသိ၊ ဒီလိုနဲ့ ကံကြမ္မာကြောင့်ပဲလိုဆိုရမလား သူတို့ရဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/V1to/Locked.Down.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDQwYTc5YmItZjM2Ny00NTdhLTlkMDgtYjViNTcwYmI0YTIxXkEyXkFqcGdeQXVyNDAzNDkxNTU@._V1_-140x200.jpg",
        "title": "Josée(2020)",
        "description": "Josée(2020)အညွှန်း*******************IMDb...7.8တစ်လောတုန်းက Start Up စီးရီးနဲ့ ဟန်ဂျီးဖြောင်းလောက်မကောင်းဘူး ဘာညာ ဝေဖန်ခံခဲ့ရတဲ့နမ်ဒိုဆမ်းရဲ့ ကားသစ်လေးလာပါပြီ....သို့ပေမဲ့ မင်းသားNam Joo-Hyuk ကတော့ အမာခံဖန်တွေလျှော့သွားတာရယ်တော့မဟုတ်...Nam Joo Hyuk နဲ့ Han Ji Min တို့ကို ဒုတိယအကြိမ်တူတူတွဲတွေ့ရတာဖြစ်ပြီးဒီကားလေးက 2003 လောက်ကထွက်ထားတဲ့ Japan movie \"Josee, The Tiger and The Fish\"ကို remake ပြန်ရိုက်ထားတယ်လို့ဆိုပါတယ်....Nam Joo Hyuk ကတော့ ကြင်နာတတ်တဲ့ တက္ကသိုလ်ကျောင်းသားလေးအဖြစ်သရုပ်ဆောင်ထားပြီးHan Ji Min  ကတော့ မသန်မစွမ်းကောင်မလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ်...သူတို့ ဘယ်လို့တွေဆုံကြမလဲ...အချစ်ဆိုတာကရော ဘယ်လိုမျိုးလဲ...တခြားသူတွေအမြင်တစ်ခုက အရေးပါနေလား...ဆောင်းရာသီလေးမှာ စောင်ခြုံပြီး ကော်ဖီတစ်ခွက်ရဲ့ ရနံနဲ့ ရစ်မူးလို့ကောငး်မဲ့အချစ်ဇာတ်လမ်းလေးမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zawပဲဖြစ်ပါတယ်... File Size :(1.2GB) and (550 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:57:00\nGenre ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gWQ2/Josee.2020.FHDRIip.720P.PP.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMeE7SkMscvGQwGob5IhVpHdhhj.jpg",
        "title": "Mothers (2017)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Search WWW က မင်းသမီးချော Lim Soo-Jung က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မိခင်မေတ္တာကို ဖော်ပြထားတဲ့ ဇာတ်လမ်းလေးမို့ ကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခုတော့ ကျန်ရစ်မယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းဟျိုဂျင်ဟာ အသက် ၃၂ နှစ်အရွယ် ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်ခင်ပွန်းဖြစ်သူ ဆုံးသွားပြီးနောက်ပိုင်း ဘဝကို မျှော်လင့်ချက်မဲ့ရှင်သန်နေသူတစ်ယောက်ပါတစ်ရက်မှာတော့ ဆုံးသွားတဲ့ ခင်ပွန်းရဲ့ သားဖြစ်သူကို ကျွေးမွေးစောင့်ရှောက်ပေးဖို့ ဖြစ်လာတဲ့အခါမှာ...ဒီကလေးကို စောင့်ရှောက်ပေးဖို့ ငြင်းပယ်မှာလားသူမရဲ့ သားအဖြစ်နဲ့ မွေးမှာလားဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုပါနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Search WWW က မင္းသမီးေခ်ာ Lim Soo-Jung က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္မိခင္ေမတၱာကို ေဖာ္ျပထားတဲ့ ဇာတ္လမ္းေလးမို႔ ၾကည့္ၿပီးရင္ ရင္ထဲမွာ တစ္ခုခုေတာ့ က်န္ရစ္မယ္ထင္ပါတယ္ဇာတ္လမ္းအက်ၪ္းဟ်ိဳဂ်င္ဟာ အသက္ ၃၂ ႏွစ္အ႐ြယ္ ဆရာမ တစ္ေယာက္ျဖစ္ပါတယ္ခင္ပြန္းျဖစ္သူ ဆုံးသြားၿပီးေနာက္ပိုင္း ...",
        "rating": "5.9",
        "url": "https://megaup.net/V1nw/Mothers_(2017).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fggujnqji1zv-133x200.jpg",
        "title": "18+ Love Sharing (2020)",
        "description": "Lover Sharing (2020)---------------------------------ခပ်စပ်စပ်လေးမှကြိုက်တဲ့ ဘဒိုတို့အတွက် ရှုးရှဲဖောင်းဒိုင်း 18+ကားကောင်းလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်စားဘဲနေရာ လူထပ်တာမကြိုက်ဘူးဆိုတဲ့ သိုင်းဆရာတွေအတွက် ဒီထဲမှာတော့ ပါနေကြ ခပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်စားဘဲကြီးအပြင် တွဲဖက် ခပ်ဖြောင့်ဖြောင့်ဘဲတစ်ဗွေကလည်း ပါဝင် အားဖြည့်ဖောင်းဒိုင်ထားပါသေးတယ်ဆော်တွေကတော့ပြောစရာလိုမယ်မထင်ဘူး ကိုရီးယားက ဆော် တော်တော်များများကတော့လူမထပ်တာများပါတယ်အခုကားထဲမှာလည်း အသစ်အလန်းဆော်ကြီး နှစ်ဗွေနဲ့ တကယ့်စင်းလုံးချော ဆော်အလန်းလေးတစ်ဗွေကလည်းပြောရက်စရာမရှိအောင် အမုန်းကြဲဗုံးခွဲပြထားပါတယ် ဇာတ်လမ်းကတော့ အရမ်းမဆန်းပေမယ့် အကွက်တွေကတော့တော်တော်လန်းသလိုဖြုတ်တာတွေလည်း ကြမ်း ဆော်တွေကလည်းရှယ်လန်းပါတယ်လို့ ထောက်ခံပေးပါရစေ ကဲ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုံးပြောရရင်အိမ်ကထမင်းဟင်းကို ရိုးအီလာတဲ့အိမ်ထောင်သည် အမျိုးသား သူငယ်ချင်း နှစ်ယောက်က အပြင်စာကို လပေးစားနိုင်ဖို့ဆော်လေးတစ်ဗွေကို ရေမီးအစုံ ကြိုးခုန်နိုင်အောင် တိုက်ခန်းနဲ့ထားပြီး ဝေစားမျှစားတဲ့ဇာတ်လမ်းလေးပါ အိမ်က ထမင်းဟင်းကိုလည်းကြုံရင်ကြုံသလိုဆွဲသလို အပြင်စာကိုလည်း လပေးနဲ့ စားနေကြတဲ့ မလည်ရှုပ် စားဘဲနှစ်ဗွေပေါ့ သူတို့အိမ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1yl/%7BDS%7DLove_Sharing_2020.720p.HDRip.H264.AAC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ultimateplaylistofnoise-movie-poster-image-133x200.jpg",
        "title": "The Ultimate Playlist of Noise (2021)",
        "description": "The Ultimate Playlist of Noise (2021)\n*************************************IMDb-6.4/10ဇန်နီဝါရီလ ၁၅ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ကားသစ်လေးပါနော်ဇာတ်အညွှန်းလေးကတော့တစ်ပြိုင်တည်း နားကြပ်နှစ်စုံကို တပ်တတ်တဲ့ ဂီတကို အရမ်းရူးသွပ်တဲ့မားဂက်စ်ဆိုတဲ့ ကောင်လေးဟာ ကျောင်းကပွဲ ညတစ်ညမှာပဲသီချင်းဆိုနေတဲ့ ကောင်မလေးရဲ့ အသံကို ကြားကြားချင်းမှာပဲ သဘောကျသွားတယ်ဒါပေမဲ့ တစ်ခါတလေ ကံတရားကြီးက မျှော်လင့်သလို ဖြစ်မလာတာနဲ့မားဂက်စ်တစ်ယောက် ကြုံတွေ့လိုက်ရပါပြီအဲ့ဒါကတော့ ကျောင်းကပွဲညမှာ မူးလဲရာကနေ ဆေးစစ်ကြည့်လိုက်တော့ဦးနှောက်မှာ အကြိတ်တွေ ရှိနေပြီး နောက်တစ်လနေရင် ခွဲစိတ်ပြီးအသံတွေကို မကြားနိုင်တော့တဲ့အထိ အဆင့် ရောက်သွားရတော့မှာပါ...အသံတွေ ကြားရတာ ဘယ်လောက်အဖိုးတန်လဲဆိုတာကိုမကြားရတော့မှ သိရသလို မားဂက်စ်တစ်ယောက် သတ်သေချင်လောက်တဲ့ အထိ သွေးပျက်ခဲ့ရပါတယ်ဒါပေမဲ့ သူဟာ မခွဲစိတ်ခင် တစ်လအတွင်း သူအရမ်းချစ်မြတ်နိုးတဲ့ အသံတွေအားလုံးကို နားထောင်ပြီးအသံသွင်းဖို့ အစီအစဉ်ကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gWgw/The.Ultimate.Playlist.of.Noise.2021_(1080).mp4 ",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LgTrVsiXqX4r4eMsKLhtefFvJC.jpg",
        "title": "Goodbye Mother (2019)",
        "description": "Goodbye Mother (2019)ဒီတစ်ခါတော့ ဗီယက်နမ် BL ကားလေးကို ရှုစားကြရမှာပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမေရိကားမှာ ကျောင်းတက်ရင်းတွေ့ကြတဲ့\nဗီယက်နမ်လူမျိုး ကောင်လေးနှစ်ယောက်ကြားက သံယောဇဉ်တွေကို\nBromance Drama အနေနဲ့ တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဒီထဲက မင်းသားတစ်လက်က သူ့အဖေရဲ့အလောင်းကို နေရာရွှေ့ဖို့ ဗီယက်နမ်ကို ပြန်တဲ့အချိန်မှာ နောက်မင်းသားတစ်လက်က လိုက်ပါလာခဲ့ပါတယ်။\nအာရှနိုင်ငံ တစ်နိုင်ငံဖြစ်တဲ့ ဗီယက်နမ်ဟာလည်း\nလိင်တူချစ်ကြိုက်မှုကို လက်ခံနိုင်တဲ့ နိုင်ငံထဲမှာ မပါခဲ့သေးပါဘူး။\nဒီတော့ သူတို့နှစ်ယောက်ရဲ့အချစ်လမ်းခရီးဟာ သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာ မသေချာတဲ့အနေအထားပါပဲ။\nကံကောင်းချင်တာကတော့ မင်းသားရဲ့အဖွားဟာ မှတ်ဉာဏ်သိပ်မကောင်းတော့ဘဲ အမေရိကန်က ပါလာတဲ့ မင်းသားကို သူ့မြေးလေးအမှတ်နဲ့ ချစ်နေရှာတာပါ။\nသူကတော့ ဒီမြေးလေးနှစ်ယောက်ကို သဘောတူပါတယ်။\nဒီကားထဲမှာ ဒီဖွားဖွား ဘယ်လောက်ချစ်ဖို့ကောင်းတယ်ဆိုတာကိုလည်း မြင်ရဦးမှာပါ။\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကို ဖွင့်ပြောခါနီးဆဲဆဲ\nမင်းသားရဲ့အမေမှာ ရောဂါတစ်ခုရှိလာပြီဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ .....ဆုတစ်ဆု နဲ့ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့ကားမို့ အတော်မညံ့တဲ့ကားထဲ ပါပါတယ်။\nဗီယက်နမ်ရဲ့ကျေးလက် အရသာတွေ ထုံမွှမ်းနေတဲ့အပြင်မိသားစုတွေကြားက အလွဲလေးတွေ ... ပြသနာတွေနဲ့\nအိမ်ကိုဝန်ခံဖို့ ခက်ခဲနေတဲ့အခြေအနေတွေကြားထဲက\nနှစ်ယောက်ကြားမေတ္တာတွေကို ဘယ်လိုပေါ်လွင်အောင် ပြသွားလဲဆိုတာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/V1dt/(CM)_Goodbye.Mother.2019.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "BL, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWU6Sqib68JVqD7bolgRPu5BUB.jpg",
        "title": "Barking Dogs Never Bite (2000)",
        "description": "[Unicode]Barking Dogs Never Bites (2000)IMDb rating - 7/10ဒီကားကတော့၂၀၀၀ပြည့်နှစ်မှာထွက်ရှိခဲ့တဲ့ Dark comedy filmအမျိုးအစားဖြစ်ပါတယ်။\n\"ယွန်းဂျူ \"က အလုပ်မရှိတဲ့ဘွဲ့ရပညာတတ်တစ်ယောက်ဖြစ်ပြီး တိုက်ခန်းတွဲတစ်ခုမှာ ကိုယ်ဝန်ဆောင်သည်သူ့မိန်းမနဲ့ အတူနေထိုင်ပါတယ်။ ယွန်းဂျူက တက္ကသိုလ်ပါမောက္ခရာထူးကိုရဖို့အတွက် အသည်းအသန်ကြိုးစားနေရသူပါ။အလုပ်ရဖို့စိတ်ရှုပ်နေရတဲ့အချိန်မှာ ခွေးဟောင်သံကိုခဏခဏကြားရတာကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်လာပါတယ်။\nဟောင်သံပိုင်ရှင်ကိုလိုက်ရှာရင်း ရှီဇူးခွေးတစ်ကောင်ကိုတွေ့တော့ အဲဒီခွေးပဲလို့ထင်ကာ ဖမ်းပြီးခေါင်မိုးပေါ်ကနေလွှတ်ချဖို့ကြံပါတယ်။ ဒါပေမဲ့ မအောင်မြင်တာကြောင့် မြေအောက်ခန်းထဲက ဘီရိုထဲမှာသော့ခတ်ထားခဲ့ပါတယ်။ အဲဒီခွေးကို အစောင့်တစ်ယောက်က သတ်ပြီး ချက်ပြုတ်စားလိုက်တာကိုလည်း မထင်မှ\nတ်ဘဲတွေ့လိုက်ရပါတယ်။ဒီလိုနဲ့သူတို့တိုက်မှာ ခွေးတွေတစ်ကောင်ပြီးတစ်ကောင်ပျောက်လာပါတယ်။\"ဟွန်းနမ်\"ကတော့ တိုက်ခန်းကြီးကြပ်ရေးရုံးက အတွင်းရေးမှုးတစ်ယောက်ပါ။ ခွေးပျောက်ကြော်ငြာတွေကပ်ဖို့ သူတို့ရုံးမှာ ခွင့်ပြုချက်လာတောင်းတာများလာတာကို သူလည်းသတိထားမိလာပါတယ်။တစ်နေ့ကျတော့ ဟွန်းနမ်က အဝေးကြည့်မှန်ပြောင်းနဲ့ကြည့်နေတုန်း လူတစ်ယောက်ကခွေးကိုခေါင်မိုးထပ်ကနေပစ်ချလိုက်တာကိုမြင်ပြီး လိုက်ဖမ်းဖို့ကြိုးစားပေမဲ့ မမိခဲ့ပါဘူး။ ခွေးပျောက်ကြော်ငြာတွေကပ်ပေမဲ့ အဲဒီနောက်ပိုင်းမှာလည်း ခွေးတွေကဆက်ပျောက်နေဆဲပါပဲ။ခွေးတွေကဘာကြောင့်ပျောက်နေရတာလဲ။ အလုပ်မရှိလို့ စိတ်ညစ်နေတဲ့ယွန်းဂျူက ခွေးသတ်ရတာကိုသဘောကျပြီး ဆက်တိုက်သတ်နေတာလား။ အစောင့်က ခွေးသားစားဖို့အတွက်သတ်တာလား။ ဘယ်လိုအကြောင်းကြောင့်လဲဆိုတာကို ဇာတ်ကားထဲမှာဆက်လက်ရှုစားနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AYK6/Barking_Dogs_Never_Bite_(2000)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vH8YK9r09y9sF3qgwi8zsz6Xnv.jpg",
        "title": "Last Fool Show (2019)",
        "description": "Last Fool Show (2019)ဖိလစ်ပိုင်ကားတွေ ကြိုက်တဲ့သူတွေအတွက် ကြိုက်မယ့်ဇာတ်လမ်လေးပါ။\nအချစ်ဇာတ်လမ်းတွေဆို ဖိလစ်ပိုင်တွေက နင့်နင့်နဲနဲ ခံစားရအောင် ရိုက်တတ်ကြပါတယ်။ဖြစ်ဖူးကြမလား မသိဘူး?????\nကိုယ်တွေ့ဇာတ်လမ်းကို ကိုယ်တိုင်ဇာတ်လမ်းဖန်တီးရမယ့် အဖြစ်အပျက်မျိုး။\nဒီဇာတ်လမ်းက ဇာတ်ကောင်ကတော့ ဒီအဖြစ်အပျက်နဲ့ ကြုံခဲ့ရတဲ့အကြောင်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အမျိုးသမီးဒါရိုက်တာ မီရေးဆာဟာ ထိတ်လန့်စရာဇာတ်ကားတွေ၊\nလူထုကို မီးမောင်းထိုးပြတဲ့ ဇာတ်လမ်းတိုတွေ ရိုက်ပြီး\nရုပ်ရှင်ဆိုင်ရာ ဆုများစွာကို ရရှိခဲ့ဖူးသူ တစ်ယောက် ဖြစ်ပါတယ်။သူမ အလုပ်ဝင်မယ့်ဂလက်စီရုပ်ရှင်ထုတ်လုပ်ရေးက လက်ရည်စမ်းတဲ့အနေနဲ့ သူမကို ရိုမန့်စ် ဟာသဇာတ်လမ်းတစ်ပုဒ်ကို ရိုက်စေချင်တယ်။\nရိုက်နေကျ ဇာတ်လမ်းတွေနဲ့ လုံးလုံးကွဲထွက်နေတဲ့\nရိုမန့်စ်ဟာသ ရုပ်ရှင် ရိုက်ရတော့မယ်ဆိုတော့\nဇာတ်ညွှန်းရေးဖို့ ဒါရိုက်တာမမ ခေါင်းစားရတော့တာပေါ့။ဒီလိုနဲ့ အရင်က အချစ်ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ကို\nပြန်အသက်သွင်းဖို့ ဖြစ်လာခဲ့တယ်လေ။\nလွန်ခဲ့တဲ့သုံးလေးငါးနှစ်က အခုချိန်တွေးရင်တောင်\nအခုပြန်သတိရတဲ့အတိတ်ဟောင်းတစ်ခုကိုပေါ့အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန် ကို တစ်လှည့်စီ ပြသသွားတဲ့ အခင်းအကျင်းကလည်း\nဇာတ်လမ်းကို တစ်မျိုးတစ်ဖုံ လှပစေခဲ့ပြန်ပါတယ်။သီချင်းစာသားလေးတွေကလည်း အတော်မိုက်ပါတယ်။\nဇာတ်ဝင်သီချင်းရဲ့အသက်ဝင်မှုနဲ့ ပံ့ပိုးထားတာမို့\nအရိုတစ်လိုင်း ပရိသတ်တို့ ရင်ထဲရောက်မယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb- 6.7/10 ဆိုတော့ ဇာတ်လမ်းရဲ့အတိမ်အနက်ကို တွေးသာကြည့်ပါတော့Review ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1cn/(CM)_Last.Fool.Show.2019.540p.HC.WEB-DL..mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZTZiYzY5Y2EtZWY5Ny00NTJlLTk1YTgtODYxZDE4YTdhNmUyXkEyXkFqcGdeQXVyNTI0MTI0OTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Buck Run (2019)",
        "description": "Buck Run (2019)==============IMDb Rating - 5.8/10 အတိတ်က နာကျင်စရာတွေကို လက်ခံနိုင်ဖို့ ကြိုးစားဖူးလား။ နာကျင်မှုတွေ ဆုံးရှုံးမှုတွေနဲ့ အမှန်တရားတွေကလက်ခံနိုင်ဖို့အတွက် အချိန်အတိုင်းအတာတစ်ခုတော့ လိုအပ်ပါတယ်.....ဒီကားမှာတော့ ကင်ဆာရောဂါသည်မိခင် သေသွားပြီးနောက်ပိုင်း ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ မိခင်အလောင်းနဲ့တစ်အိမ်ထဲမှာ အတူနေရတဲ့ ၁၅နှစ်သားအရွယ် ကောင်လေး ရှော။ အမေမရှိတော့မှ အရက်စွဲနေတဲ့ အဖေရောက်လာပြီး အဖေဖြစ်သူ ဝီလီယံနဲ့အတူ နေနိုင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဘဝကို အရက်သောက်၊မိန်းမလိုက်စား၊ အဓိပ္ပါယ်မဲ့စွာဖြတ်သန်းပြီး အတိတ်ကအကြောင်းတွေကနေ ရုန်းမထွက်နိုင်တဲ့ ဝီလီယံ။  မိခင်ကို ဆုံးရှုံးလိုက်ရပြီး ဘေးပတ်ဝန်းကျင်ကအနိုင်ကျင့်ခံရတဲ့ ကောင်လေး၊ ငယ်ငယ်ထဲကထွက်သွားပြီး အခုမှပေါ်လာတဲ့ အဖေနဲ့အတူ သူဘယ်လိုနေထိုင်မလဲ.....သူ့စိတ်ထဲဘာတွေရှိနေမလဲ။ နောက်ဆုံး သူတို့ သားအဖနှစ်ယောက် အတိတ်က နာကျင်စရာတွေကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဆုတွေလည်း အတော်များများရထားပြီး ဇာတ်လမ်းအေးအေးလေးတွေကိုစီးမျောခံစားတတ်တဲ့သူတွေအဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AY22/Buck.Run.2019.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nMTiDEye1BwnQP8J1hM3G16EEmX.jpg",
        "title": "Tokyo Ghoul ‘S’ (2019)",
        "description": "Tokyo Ghoul S (2019)--------------------------------------Tokyo Ghoul anime Manga တို့ကနေ ပြန်ရိုက်ထားတဲ့ Tokyo Ghoul 2017 အပြီးမှာဆက်ထွက်လာတဲ့ Tokyo Ghoul ဇတ်ကားဖြစ်ပါတယ်။ကာနဲကီ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသားလေးဟာ မကြောင်သင့်တဲ့မမကြီးတစ်ယောက်ကို\nဖွန်ကြောင်မိရာနေ စလို့ လူသားစား ဂူးလ်ဘဝကိုရောက်ခဲ့ရပါတယ်။ဂူးလ်တွေကို ထောက်လှမ်းသတ်ဖြတ်တဲ့ ထောက်လှန်းရေးရန်ကနေဂူးလ်ကလေးမတစ်ယောက်ကိုကာကွယ်ပေးရင်း ဂူးလ်တွေဖွင့်တဲ့ ကော်ဖီဆိုင်လေးမှာ စားပွဲထိုးဘဝနဲ့နေထိုင်နေတဲ့ ကာနဲကီဟာ အေးချမ်းမယ်ထင်တုန်းလေး ဘူးလေရာဖရုံဆင့်ခဲ့ရပါတယ်အစားကျူးသူတစ်ယောက်က နာမည်ကြီးမော်ဒယ်လ် တစ်ယောက်ကိုသတ်စားရာကနေစလို့CCG တွေရဲ့ မျက်စောင်းထိုးခံလာရတဲ့ ဂူးလ်တွေအများဆုံးနေထိုင်ရာ ၂၀ ရပ်ကွက်။၂၀ ရပ်ကွက်ထဲမှာ လူသားကို စိတ်ကြိုက်ရွေးချယ်စားသောက်တတ်တဲ့ ဂူးလ်တစ်ကောင်ရှိပါတယ်။သူက ကာနဲကီတို့ ကော်ဖီဆိုင်လေးကိုရောက်လာပြီး ကာနဲကီကို တွေ့ရာကနေ မစားရမနေနိုင်အောင် ကာနဲကီကိုစွဲလမ်းသွားခဲ့ရပါတယ်။ နောက်ဆုံး ကာနဲကီကို စားသောက်ဆိုင်တစ်ခုကို ညစာကျွေးဖို့ခေါ်ပြီး ကာနဲကီကို အမဲဖျက်ဖို့ကြံပါတယ်။ကာနဲကီ ဒီအစားကျူးသူ ဆုကီယာမ လက်ကဘယ်လိုလွတ်အောင်လုပ်ရမလဲဆိုတာနဲ့လူသားတွေနဲ့ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ လူသားကိုပဲမဖြစ်မနေစားရင်း အသက်ရှင်နေရတဲ့ ဂူးလ်တို့ကြားမှာလူတစ်ပိုင်း ...",
        "rating": "5.5",
        "url": "https://megaup.net/2WSOD/%7BCM%7DTokyo_Ghoul_S_2019_720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/clockworkorange2-136x200.jpeg",
        "title": "A Clockwork Orange (1971)",
        "description": "[Unicode]A Clockwork Orange\n===============\nIMdb Rating - 8.3/10\nDirected by Stanley Kubrick\"ရူးနေတ‌ဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူးတဲ့။\nဒါဆိုခင်ဗျားက ခင်ဗျားကိုခင်ဗျားရူးနေတယ်လို့ တွေးကြည့်လိုက်။\nခင်ဗျားရူးတာ ခင်ဗျားသိတယ်ထားလိုက်။\nဒီတော့ ခင်ဗျားရူးတာ ခင်ဗျားသိတော့\nခင်ဗျားမရူးတော့ဘူး။\nဒီမှာ ခင်ဗျားမရူးဘူးလို့ ခင်ဗျားအတည်ပြုလို့ရပြီမလား။\nခင်ဗျားမရူးဘူး။ ခင်ဗျား ဒါကိုလက်ခံသွားပြီ။\nဒါပေမဲ့ မမေ့နဲ့ဦး ရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ် ရူးတယ်ဆိုတာမသိဘူး။\nခင်ဗျားမရူးဘူးလို့ အတည်ပြုလို့ရတာ ခင်ဗျားရူးနေလို့ပဲ။\nဒီတော့ခင်ဗျားရူးနေတာ သိသွားပြီမလား။\n‌သိသွားရင် ခင်ဗျားမရူးတော့ဘူး\nရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူး။\"ကျွန်တော် ဒီမှာမေးချင်တဲ့ မေးခွန်းက\nခင်ဗျားရူးနေလား မရူးနေဘူးလား။\nခင်ဗျားအဖြေကို ကျွန‌်တော်လိုချင်တာမဟုတ်ပါဘူး။\nခင်‌ဗျားကိုယ် ခင်ဗျားပြန်မေးစေချင်တာ။\nအပေါ်ကပြောထားတဲ့ မေးခွန်းက Paradoxလိုပါပဲ။\nခင်ဗျားကို ဒီသံသရာထဲပဲ တဝဲလည်လည်ဖြစ်စေလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဒီလိုမေးခွန်းမျိုးပါတယ်။\nအကျဉ်းဖျဉ်းပြောရရင် အနာဂတ်ကာလမှာ\nလူတွေကို ထောင်မချတော့ဘဲ ‌မကောင်းမှုလုပ်မရအောင် ဆေးကုလွှတ်ဖို့ စပြီးစီစဉ်လာကြတယ်။\nသူတို့ယူဆတာ မကောင်းမှုလုပ်တဲ့လူတွေဟာ ရူးသွပ်နေတဲ့လူတွေပေါ့။\nသူတို့ကိုမကောင်းမှုမလုပ်အောင်လုပ်နိုင်ရင် ကုသပျောက်ကင်းပြီလို့ ယူဆကြတယ်။\nဒါပေမယ့် ဒါကဟုတ်ရောဟုတ်လား။\nအဲလက်စ်ဆိုတဲ့ လူမဆန်တဲ့လူသတ်မှုနဲ့ ထောင်ဆယ့်လေးနှစ်ကျတဲ့ကောင်လေးကို\nသူတို့ဒီကုထုံးကို ပထမဆုံးစမ်းသုံးခဲ့ကြတယ်။နက်မှောင်ရှည်လျားလှတဲ့သံသရာခရီးမှာ\nလိုချင်သည်ဖြစ်စေ မလိုချင်သည်ဖြစ်စေ\nကိုယ့်ကျောပေါ်ခွနင်း လိုက်ပါလာမယ့်အရာနှစ်ခုရှိတယ်။\nလူသားမျိုးဆက်တွေတစ်ဆက်ပြီးတစ်ဆက်သာ ကူးပြောင်းသွားကြပေမယ့် ဒီအရာနှစ်ခုက မပြောင်းလဲပါဘူး။\nကမ္ဘာဦးရဲ့ပထမနေ့မှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AYdv/A.Clockwork.Orange_(1971)_720p.mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceg7jP6OLoBA8OZs5aNB2dr8buT.jpg",
        "title": "Strobe Edge (2015)",
        "description": "[Unicode]Strobe Edge (2015)IMDb rating - 6.2/10ကောင်မလေးတွေပါးစပ်ဖျားမှာရေပန်းစားတဲ့ \"ရန်\"ကို မတွေ့ခင်အထိ\nအထက်တန်းကျောင်းဂျူနီယာလေး\"နိနကို\"က ဘယ်သူ့ကိုမှစိတ်မဝင်စားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ရန်ရဲ့ဂရုစိုက်တတ်ပြီးတစ်ဖက်သားကိုလေးစားတတ်တဲ့အပြုအမူကြောင့် သူ့ကိုချစ်မိသွားပါတယ်။\nဒါပေမဲ့လည်း သူကြိုမသိထားတဲ့အချက်က \"ရန်\"မှာကောင်မလေးရှိနေနှင့်ပြီး ကောင်မလေးကမော်ဒယ်တစ်ယောက်ဖြစ်ပါတယ်။\nဒါ့ကြောင့်ဖွင့်ပြောပြီးတဲ့အခါမှာလည်း \"နိနကို\"က \"ရန်\"ကိုသူငယ်ချင်းအဖြစ်ပဲဆက်နေပေးဖို့တောင်းဆိုခဲ့ပါတယ်။အဲ့ဒီအချိန်မှာ \"အန်ဒို\"ဆိုတဲ့ကျောင်းပြောင်းကောင်လေးကလည်း \"နိနကို\"ကိုတဖြည်းဖြည်းနဲ့စိတ်ဝင်စားလာပါတယ်။\n\"အန်ဒို\"က \"ရန်\"ရဲ့အချစ်ဆုံးသူူငယ်ချင်းဖြစ်ခဲ့ဖူးပြီး အထင်လွဲစရာကိစ္စတစ်ခုကြောင့်အချင်းချင်းမုန်းသွားခဲ့တာပါ။သူငယ်ချင်းဆိုတဲ့စည်းခြားထားပေမဲ့ \"ရန်\"နဲ့\"နိနကို\"ကြားမှာ တဖြည်းဖြည်းသံယောဇဉ်တွေတိုးလာတဲ့အခါ\n\"ရန်\"ကလည်းသူ့ကောင်မလေးကိုတကယ်ချစ်တာမဟုတ်ဘဲကာကွယ်ပေးချင်စိတ်ကြောင့်တွဲခဲ့တာဖြစ်တဲ့အခါ...\"ရန်\" \"နိနကို\"နဲ့ \"အန်ဒို\"တို့၃ယောက်ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုနိုင်စေဖို့ဘာသာပြန်တင်ဆက်လိုက်ရပါတယ်။\n၂၀၁၅ဇာတ်ကားဟောင်းဖြစ်ပေမဲ့ ပြန်ကြည့်ရင်လည်း ရိုးမသွားဘဲကြည်နူးစရာကောင်းတဲ့ဇာတ်ကားလေးမ်ု့ိ Highschool movieကြိုက်တဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါ။Strobe Edge ဇာတ်ကားကတော့ ဂျပန်မှာအောင်မြင်ခဲ့တဲ့ Voice over comic ရဲ့ Live actionဖြစ်ပြီး\nGreeeen အဖွဲ့ရဲ့ နာမည်ရသီချင်းဖြစ်တဲ့ Ai uta ကို Theme songအဖြစ်အသုံးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]Strobe Edge (2015)IMDb rating - 6.2/10ေကာင္မေလးေတြပါးစပ္ဖ်ားမွာေရပန္းစားတဲ့ \"ရန္\"ကို မေတြ႕ခင္အထိ ...",
        "rating": "6.2",
        "url": "https://megaup.net/V041/Strobe_Edge_(2015).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XixAUZcBhdqxqkDAimbZQcLnHE.jpg",
        "title": "Savage (2019)",
        "description": "Savage 2019\n----------------\nလွန်ခဲ့တဲ့နှစ်သုံးဆယ်လောက်က နယူးဇီလန်မှာရှိခဲ့တဲ့လူမိုက်ဂိုဏ်းတွေရဲ့ဇာတ်လမ်းကို ကျောရိုးယူရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်လိုက်ဖြစ်တဲ့ဒန်နီကို ကလေးဘဝ၊ လူငယ်ဘဝ၊ လူကြီးဘ၀ ဆိုပြီးသာမန်ကလေးလေးကနေ လူမိုက်ဂိုဏ်းရဲ့ဆရာကြီးဖြစ်လာသည်အထိ ဒီကားထဲမှာတွေ့မြင်ရမှာဖြစ်ပါတယ်။ အဲ့ဒီခေတ်ကနယူးဇီလန် လူမိုက်ဂိုဏ်းတွေရဲ့သဘောသဘာဝကို ကွက်ကွက်ကွင်းကွင်းမြင်သာအောင် တင်ဆက်ရိုက်ပြထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ အားကြီးသူ စားစတမ်းခေတ်မှာ \"Savage\"(အရိုင်းအစိုင်း) ဂိုဏ်းအဖွဲ့သားဖြစ်တဲ့ ဒန်နီတစ်ယောက်ဘယ်လိုဘဝအချိုးအကွေ့တွေကြောင့် လူမိုက်ဖြစ်လာသလဲ၊ အာဏာ/သူငယ်ချင်း/မိသားစု ကြားအားပြိုင်မှုမှာ ဒန်နီတစ်ယောက်နောက်ဆုံးဘယ်အရာကိုရွေးခြယ်သွားလဲဆိုတာကို အစ၊ အလယ်၊ အဆုံး အချိတ်အဆက်မိမိတင်ဆက်သွားတဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြည့်ပျော်ရှုပျော်ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ လူမိုက်ဂိုဏ်းကားပီပီ တစ်ကားလုံး မိုးမွှန်အောင်ဆဲနေတဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ကြောင်းထပ်လောင်းပြောပါရစေ။ Translated by : Hein Min HtunEncoded by : YKQuality : 1080p Blu-Ray and 720pFile size : 1.7GB and 793MBDuration : 1h 40minSubtiles : Myanmar (Hardsub)",
        "rating": "6.3",
        "url": "https://megaup.net/UZds/%7BCM%7DSavage.2019.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLrEf533UDTJnbgeaOuzYA3HhaZ.jpg",
        "title": "Fantasy of the Girls (2016)",
        "description": "[Unicode]Fantasy of the Girls 2018LGBT Supporter တို့အတွက် Lesbian Teen Romance Movie လေးတစ်ခုပေါ့အချစ်ဆိုတာ အသက်အရွယ်မရွေး Genderမရွေးမှာ ဖြစ်ပေါ်လာတတ်ပေမယ့် ပတ်ဝန်းကျင်ရဲ့ တိုက်ခိုက်မှုဒဏ်ကိုခံရပြီး မဖြစ်သင့်တဲ့ ဒဏ်ခတ်အချစ်ဆိုတာမျိုးရှိပါတယ်...ချစ်နေကြပေမယ့်လည်း မဖြစ်သင့်လို့ မချစ်ခဲ့သလိုနေခဲ့လိုက်ရမယ့် အချစ်ဇာတ်လမ်းလေးကို ဒီကားလေးမှာ ပုံဖော်ထားပုံကတော့ပထမနှစ်အထက်တန်ကျောင်းသူလေး ဆွန်းဟွာဟာ သူမရဲ့ကျောင်းက နောက်ဆုံးနှစ် စီနီယာကျောင်းသူ ဆူယွန်းနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ရာကဆူယွန်းရဲ့မျက်စိကျသွားမှုကြောင့် ရိုမီယို ဂျူလီးယက် ပြဇာတ်အတွက် ဂျူးလီးယက်နေရာကို အရွေးခံခဲ့ရပါတယ်ရိုမီယိုနေရာမှာ သရုပ်ဆောင်မယ့် စီနီယာကျောင်းသူ ဟာနမ်ဟာ ဂျူနီယာတိုင်းရဲ့ အသဲစွဲစံပြ ကျောင်းသာတစ်ယောက်ဖြစ်တာမို့ တွဲသရုပ်ဆောင်ခွင့်ရခဲ့တဲ့ ဆွန်းဟွာကို လူတိုင်းက အားကျနေခဲ့ရတဲ့အဖြစ်ပေါ့ဒီလိုနဲ့ ပြဇာတ်အတွက် လေ့ကျင့်ကြရင်း ရင်းနှီးသွားတဲ့အခါဆွန်းဟွာဟာ သူမစီနီယာ ဟာနမ်အပေါ် ခံစားချက်ရှိလာခဲ့အခါ...ဆွန်းဟွာရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဖြစ်သွားမယ်ဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Fantasy ...",
        "rating": "6.9",
        "url": "https://megaup.net/UZf8/Fantasy_Of_The_Girls_(2018).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNQ3w9FQEd6OQGHbwyPGyqTaGNf.jpg",
        "title": "The Power(2021)",
        "description": "The Power(2021)အညွှန်း*********************IMDb...7.0ဒီဝိ့အဖေဟာ ပိုက်ဆံအရမ်းချမ်းသားပါတယ်...အဓိက ချမ်းသားတဲ့အကြောင့်အရင်းကတော့မူးယစ်ဆေးဝါးဖြန့်ဖြူးရောင်းချခြင်းကြောင့်ပါပဲ.....ဒါ့ကြောင့် မြို့မျက်နှာဖုံးလိုဖြစ်နေတဲ့ ဒီဝိ့အဖေကို ဂိုဏ်းတစ်ခုကနေ စီးပွားရေး စပ်တူလုပ်ဖို့ကမ်းလှမ်းလာတယ်...ဒီလိုကမ်းလှမ်းမှုကို ဒီဝိ့အဖေဖြစ်သူ ကာလီဒတ်က လုံးဝလက်မခံပါဘူး....နယ်ကျော်မရတဲ့အပြင် သူတို့ပစ္စည်းတွေဟာလည်းတိုးမပေါက်တာကြောင့် တစ်ဘက်အဖွဲ့အစည်းက ကာလီဒတ်ကို လုံးဝအငြိုးထားပါတယ်...ဒီဝိ့ကတော့ သူ့အဖေသဘောထားတွေကို ဝင်ရောက်စွက်ဖွက်လေ့မရှိပါဘူး...တစ်နေ့ ဒီဝိ့အဖေကိုကိုတစ်ဖက်ဂိုဏ်းက လုပ်ကြံသတ်ဖြတ်လိုက်တဲ့အခါမှာတော့....ဒီဝိတစ်ယောက် ကျားနာတစ်ကောင်လို ဖြစ်သွားပါတော့တယ်..ဘယ်လိုတွေပဲွကြမ်းမလဲဆိုတာကိုတော့....\nနင်းကန်ကြမ်းတဲ့ Action ကားမို့ ဘောလိဝုဒ်ပရိတ်သတ်များ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ File Size : (1.5GB) and (674 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by ChatGyi",
        "rating": "7.0",
        "url": "https://megaup.net/31A3h/Dune.2021.1080p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4 https://megaup.net/2lHD6/8_Mile_[2002]_(MM_Sub).mp4 https://megaup.net/1FKbq/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4 https://megaup.net/1FKc2/Ralph_Breaks_The_Internet_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4 https://megaup.net/1FKaq/(NZ)Hit.The.First.Case(2020).mp4 https://megaup.net/1FKbb/Hit.The.First.Case.2020.WebRip.720P.mp4 https://megaup.net/1FKcr/THE_POWER_(2021)_1080p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/r3mEg_4f-140x200.jpg",
        "title": "Ensemble (2020)",
        "description": "Ensemble (2020)ဒီရုပ်ရှင်ကားကတော့ ဇာတ်လမ်းနာမည်အတိုင်းပဲ\nတေးဂီတဖျော်ဖြေပွဲမှာ ဖျော်ဖြေရေးလုပ်ရတဲ့\nသရုပ်ဆောင်တွေရဲ့ ဘဝအကြောင်းကိုအခြေခံပြီး\nယောကျ်ား မိန်းမကြားက အချစ်ရေးရဲ့ ရှုပ်ထွေးဆန်းကြယ်ပုံကို\nရိုက်ကူးပြသထားတဲ့ ကိုရီးယားရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။အဖွဲ့ရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ယောင်ရို့ ကတော့ ကလေးတစ်ယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ယောက်ပါ\nဆယ်ယောင်း ဆိုတဲ့ လက်ထောက်ဒါရိုက်တာမလေးကတော့ ကလေးအဖေ ယောင်ရို့ကို သဘောကျနေတဲ့သူပါ။\nအဖွဲ့ရဲ့အဓိက သရုပ်ဆောင် မန်ရှစ်ကတော့\nဇနီးဖြစ်သူဟယ်ယောင်းနဲ့ ဖျော်ဖြေရေးအလုပ်လုပ်ရင်းချစ်မိကြပြီး လက်ထပ်ခဲ့ပေမဲ့ ​မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် ကွာရှင်းဖို့ရာပြင်ဆင်နေတဲ့သူပါ။သူတို့တွေအနေနဲ့ ပတ်ဝန်းကျင် အမြင်နဲ့ ဆန့်ကျင်ပြီး ချစ်ရတဲ့သူတွေကိုပဲရွေးချယ်မလား?????\nဒါမှမဟုတ် ဘဝရှေ့ဆက်ဖို့အတွက်လုပ်သင့်တာကိုပဲရွေးချယ်ကြမလားကိုတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်ရအောင်ပါ။ဒီဇာတ်ကားကိုတော့အချစ်ဇာတ်လမ်းအေးအေးလေးတွေကို သဘောကျတဲ့ သူတွေအတွက်ကတော့ အချိန်ပေးပြီး ကြည့်သင့်တဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ထင်ပါတယ်။ဒီဇာတ်ကားကိုတော့ Kim seung soo, Seo yoon ah, Kim jung hwa, Lee chun hee တို့က သရုပ်ဆောင်ထားပါတယ်File size… 1.7GB and 635MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 59min\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1AWr6/(CM)_Ensemble.2019.WEBRip.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmFiNTkxZGYtMmJmZC00YzgxLWEyYjAtYTY0Y2ZmMjMxYmJjXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Travis Scott: Look Mom I Can Fly (2019)",
        "description": "Travis Scott: Look Mom I Can Fly (2019)\n============================IMDB 6.3/10Music, DocumentaryTravis Scott ဆိုတာဒီနေ့ခေတ် Hip-Hop ရေစီးကြောင်း တစ်လျှောက်မှာ အအောင်မြင်ဆံုးRapper တွေထဲကတစ်ယောက်ဆိုရင်မမှားပါဘူး။ ၂၀၂၀ ခုနှစ်ထဲမှာပဲ Nike,PS5,Fornite,McDonald တို့နဲ့ Collabပေါင်းများစွာလုပ်ထားပြီး သန်းချီချမ်းသာနေပေမယ့်Low Profile ပဲနေတတ်တဲ့လူပါ။ ဒီလိုအောင်မြင်မှုရအောင် Astroworld ဆိုတဲ့အယ်ဘမ်တစ်ချပ်က သူ့ရဲ့ Career ကို Next level‌အထိဆွဲတင်ပေးခဲ့တာပါ။ Astroworldဆိုတာ Travis အတွက်တော့ အယ်ဘမ်တစ်ချပ်ဆိုတာထက် Childhood memoriesတွေနဲ့အတူငယ်ငယ်က ဟူစတင်မြို့မှာ ဖျက် သိမ်းခဲ့တဲ့ ပွဲတော်တစ်ခုကို Inspirationယူထားတဲ့ Masterpiece တစ်ခုပါ။ဒီ Documentry မှာ အဲ့ဒီ Astroworld albumကို ဘယ်လိုဖန်တီးခဲ့တယ်ဆိုတာတွေ... စတိတ်စင်နောက်ကွယ်က ဖြစ်ရပ်တွေ အင်တာဗျူးတွေ၊ ငယ်ဘ၀ footage videoတွေကို တစ်၀ကြီးကြည့်ရမှာပါ။ သင်က ...",
        "rating": "6.3",
        "url": "https://megaup.net/UOma/Travis.Scott.Look.Mom.I.Can.Fly.2019.720p.WEBRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Adulthood-p1-140x200.jpeg",
        "title": "Adulthood (2018)",
        "description": "[Unicode]ဟွမ်ဂျောင်အွန်းဟာ အသက်ငယ်ငယ်လေးနဲ့ ဖခင်ကို ဆုံးရှုံးခဲ့ရတဲ့ ကလေးပါမိခင်လည်းမရှိတာကြောင့် ဖခင်သေဆုံးပြီးနောက်မှာ အုပ်ထိန်းသူမရှိပဲ ဖြစ်နေခဲ့ပါတယ်ဒါပေမယ့် ဦးလေးဖြစ်သူ ဟွမ်ဂျယ်မင်းက သူမရဲ့ အုပ်ထိန်းသူ လုပ်ပေးဖို့ ရောက်လာခဲ့ပါတယ်ဟွမ်ဂျယ်မင်းက တူမဖြစ်သူ ဂျောင်အွန်းဆီကနေ သူမအဖေရဲ့ အာမခံငွေတွေိကို ခိုးသွားပြီးခိုးသွားတဲ့ငွေကိုလည်း ငွေတိုးချေးလုပ်ငန်းကို အကြွေးဆပ်လိုက်ရတယ်အိမ်အတွက် စပေါ်ငွေ လိုအပ်လာလို့ အဲ့ငွေတွေကို ဂျောင်အွန်းကပြန်တောင်းလာတဲ့အခါမှာတော့သူတို့ အိမ်စပေါ်ငွေရဖို့ ဘာတွေလုပ်ကြမလဲတူဝရီး ၂ ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ) [Zawgyi]ဟြမ္ေဂ်ာင္အြန္းဟာ အသက္ငယ္ငယ္ေလးနဲ႔ ဖခင္ကို ဆုံးရႈံးခဲ့ရတဲ့ ကေလးပါမိခင္လည္းမရွိတာေၾကာင့္ ဖခင္ေသဆုံးၿပီးေနာက္မွာ အုပ္ထိန္းသူမရွိပဲ ျဖစ္ေနခဲ့ပါတယ္ဒါေပမယ့္ ဦးေလးျဖစ္သူ ဟြမ္ဂ်ယ္မင္းက သူမရဲ႕ အုပ္ထိန္းသူ လုပ္ေပးဖို႔ ေရာက္လာခဲ့ပါတယ္ဟြမ္ဂ်ယ္မင္းက တူမျဖစ္သူ ေဂ်ာင္အြန္းဆီကေန သူမအေဖရဲ႕ အာမခံေငြေတြိကို ခိုးသြားျပီးခိုးသြားတဲ့ေငြကိုလည္း ေငြတိုးေခ်းလုပ္ငန္းကို အေႂကြးဆပ္လိုက္ရတယ္အိမ္အတြက္ စေပၚေငြ လိုအပ္လာလို႔ အဲ့ေငြေတြကို ေဂ်ာင္အြန္းကျပန္ေတာင္းလာတဲ့အခါမွာေတာ့သူတို႔ ...",
        "rating": "5.3",
        "url": "https://megaup.net/UZ2k/Adulthood_(2017).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNmM2MWQ0NzktNzU0OS00MjYzLTkxNDYtMzliNTA5ZmNkMmZlXkEy_002-135x200.jpg",
        "title": "Outside the Wire (2021)",
        "description": "Outside the Wire (2021)==================IMDb Rating - 5.3/10 ဒီနေ့အတွက် Netflix ကထွက်ရှိလာတဲ့ အလန်းစား Action, Fantasy ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ အရင်ဆုံးပြောချင်တာကတော့ Anthony Mackie ပါဝင်ထားပြီး . Damson Idrisနဲ့အတူ ဒိတ်ဒိတ်ကြဲအပြိုင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပါ . ဒီကားအတွက်လည်း ဘတ်ဂျက်ကို အတော်အကုန်ကျခံရိုက်ကူးထားတယ်လည်းသိရပါတယ်။2021 ရဲ့ အစဟာ မူဗီချစ်ပရိသတ်တွေအတွက်တော့ အတော်လေးကျေနပ်စရာကောင်းလောက်မယ့်ကားကောင်းလေးတစ်ချို့ထွက်ရှိလာတာကိုလည်းတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ဟာ့ပ်ဆိုတဲ့ drone pilot တပ်သားတစ်ယောက်ဟာ drone ပစ်ခေတ်မောင်းနှင်ရာမှာအတော်လေးကျွမ်းကျင်ပြီးပစ်မှတ်ကိုတိတိကျကျပစ်ခတ်နိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် Mission တစ်ခုမှာ သူ့ရဲ့ စိတ်လောပြီးတဇွတ်ထိုးနိုင်တဲ့စိတ်ကြောင့် အမှားတစ်ခုကျူးလွန်မိပြီး . မိမိတပ်ဘက်ကစစ်သားတစ်ချို့ရဲ့ အသက်ပါ ပေးဆပ်လိုက်ရတာကြောင့် ဒဏ်ပေးခံရတဲ့အနေနဲ့ စစ်ဇုံတစ်ခုကိုအပို့ခံရပါတော့တယ်။ အဲ့ဒီ စစ်စခန်းရောက်မှ လီယိုနဲ့တွေ့ပြီးခက်ခဲကြမ်းတမ်းတဲ့ Mission ကို ရပ်တန့်ရင်ဆိုင်ရမှာကို ပစ်ကွင်းပစ်ကွက် အတိုက်အခိုက်တွေနဲ့ ရိုက်ပြသွားတာကိုကြည့်ရှုရမှာပါ။Anthony ဖန်တွေကတော့ အကြိုက်ဖြစ်ဦးမှာမလွဲပါဘူး။(ဒီဇာတ်ကားရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/UZ1m/Outside.the.Wire.2021.720p.WEB.H264[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/TvN-DS-Everyone_Is_There-p1-140x200.jpg",
        "title": "Everyone is there (2020)",
        "description": "Everyone is there (2020)တောင်းဆိုမှုများနေတဲ့ ဇာတ်ကားလေးမို့ မရမက ရှာကြံပြီး တင်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဆိုးယွန်း ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက်က\nကျောင်းမှာ အမြဲတမ်းလိုလို အနိုင်ကျင့်ခံရပါတယ်။ဒီတစ်ခါမှာတော့ အပြင်းအထန် ဒဏ်ရာရပြီး\nဆေးရုံတက်နေရတဲ့အချိန်မှာ သေချင်လာတဲ့အထိ ဖြစ်ပြီး\nသေကြောင်းကြံဖို့ ပြင်နေတဲ့အချိန်မှာ ဂန်အီယောင်းဆိုတဲ့\nကယ်တင်ရှင်တစ်ယောက် ပေါ်လာခဲ့ပါတယ်။သူနဲ့တွေ့ပြီး အနိုင်ကျင့်ခဲ့တဲ့ ကျောင်းသူတွေကို လက်စားချေဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nဆိုးယွန်းနဲ့ အမူအကျင့်ချင်း လုံးဝမတူတဲ့ ဆိုးယွန်းရဲ့ အမြွာညီမကို ရှာတွေ့ခဲ့ကြပြီး ဘယ်လိုလက်စားချေကြလဲ ဆိုတာကတော့ ဆက်လက်ရှုစားကြရမှာပဲ ဖြစ်ပါတယ်။ပိတ်ရက်မှာ အားလုံး အပန်းပြေကြလိမ့်မယ် စိတ်ကျေနပ်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။My Drama List မှာ 7.8 ရထားပါတယ်။File size… 1GB and 460MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thinzar Htet\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://megaup.net/2WRi8/(CM)_Everyone_is_there.720p.WEB-DL.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2jSS1Iq1qw8fq2UNf29pF3F3xji.jpg",
        "title": "Fox in Fuso (2020)",
        "description": "[Unicode]ဒီကားလေးကတော့ ညီအစ်မသုံးယောက်နဲ့ နတ်မင်းတစ်ပါးနဲ့ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ညွှန်းပြထားတာပါနှင်းမြေခွေး ညမြေခွေးနဲ့ မီးမြေခွေးဆိုတဲ့ အသွင်ပြောင်းနိုင်တဲ့မြေခွေးညီအစ်မသုံးယောက်ဟာ ဖူဆန်တောင်တာ အတူတူနေထိုင်ခဲ့ကြပါတယ်ညီအစ်မသုံးယောက်လုံးက သုံးလောကရဲ့အချစ်ခံလေးတွေပါသူတို့ညီအစ်မသုံးယောက်ဟာ တစ်ချိန်ထဲမှာပဲ သူတို့နဲ့အတူတူကြီးပြင်းခဲ့တဲ့ ရွှေရောင်ငှက်နတ်မင်းကို ချစ်သွားမိတဲ့အခါနတ်မင်းက နေမင်းပစ်ခွင်းခံရပြီး ရွှေကြာပန်းထဲဝိဉာဉ်ရောက်သွားတဲ့အချိန်မှာအချစ်အတွက်နဲ့ ညီအစ်မအချင်းချင်း တိုက်ခိုက်ကြပါတော့တယ်တိုက်ခိုက်ရာကနေ ညီအစ်မသုံးယောက် ဖြစ်ခဲ့သမျှမေ့ပြီး အသစ်တဖန်ပြန်မွေးဖွားလာခဲ့သောအခါရွှေရောင်ငှက်မင်းဝိဉာဉ်ရွှေကြာပန်းကလည်း လူသားခန္ဓာကိုယ်ထဲ ရောက်သွားသောအခါဘယ်လိုပြန်မှတ်မိမလဲဘာတွေဆက်ဖြစ်မလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲစောင့်ကြည့်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားေလးကေတာ့ ညီအစ္မသုံးေယာက္နဲ႔ နတ္မင္းတစ္ပါးနဲ႔ ခ်စ္ျခင္းေမတၱာေတြကိုေဖာ္ၫႊန္းျပထားတာပါႏွင္းေျမေခြး ညေျမေခြးနဲ႔ မီးေျမေခြးဆိုတဲ့ အသြင္ေျပာင္းႏိုင္တဲ့ေျမေခြးညီအစ္မသုံးေယာက္ဟာ ဖူဆန္ေတာင္တာ အတူတူေနထိုင္ခဲ့ၾကပါတယ္ညီအစ္မသုံးေယာက္လုံးက သုံးေလာကရဲ႕အခ်စ္ခံေလးေတြပါသူတို႔ညီအစ္မသုံးေယာက္ဟာ တစ္ခ်ိန္ထဲမွာပဲ သူတို႔နဲ႔အတူတူႀကီးျပင္းခဲ့တဲ့ ေ႐ႊေရာင္ငွက္နတ္မင္းကို ခ်စ္သြားမိတဲ့အခါနတ္မင္းက ေနမင္းပစ္ခြင္းခံရၿပီး ေ႐ႊၾကာပန္းထဲဝိဉာဥ္ေရာက္သြားတဲ့အခ်ိန္မွာအခ်စ္အတြက္နဲ႔ ညီအစ္မအခ်င္းခ်င္း တိုက္ခိုက္ၾကပါေတာ့တယ္တိုက္ခိုက္ရာကေန ညီအစ္မသုံးေယာက္ ျဖစ္ခဲ့သမွ်ေမ့ၿပီး အသစ္တဖန္ျပန္ေမြးဖြားလာခဲ့ေသာအခါေ႐ႊေရာင္ငွက္မင္းဝိဉာဥ္ေ႐ႊၾကာပန္းကလည္း လူသားခႏၶာကိုယ္ထဲ ေရာက္သြားေသာအခါဘယ္လိုျပန္မွတ္မိမလဲဘာေတြဆက္ျဖစ္မလဲ ဆိုတာ ဇာတ္လမ္းေလးထဲေစာင့္ၾကည့္ၾကပါရွင္ ။( ဘာသာျပန္ျပီး ...",
        "rating": "6.0",
        "url": "https://megaup.net/2WRj2/Fox_in_Fuso_(2020)_HDRip.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://megaup.net/UYh9/News_Of_The_World.2020.WEB-DL.720P.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bRoeDrOoVFkDvvT1259LkguxfZ.jpg",
        "title": "Maara",
        "description": "Maara (2021)ဇန်နဝါရီ ၈ ရက်နေ့က ထုတ်လွှင့်ပြသခဲ့တဲ့ တမယ်လ် ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ကြည့်မိရင် ရင်ထဲမှာ မေတ္တာတရားရဲ့ ဆွတ်ပျံ့မှု ကြည်နူးမှု နွေးထွေးမှုတွေကို ခံစာရမှာ အမှန်ပါပဲ။ကျွန်တော်တို့ပုံပြင်တွေကို ကြားဖူးကြပါတယ်။ နားထောင်ဖူးကြပါတယ်။\nပုံပြင်လေးတစ်ပုဒ်ကနေ တကယ့်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့ ....ပါရူး ဆိုတဲ့ ကလေးမလေးက ငယ်စဉ်ဘဝက ရထားတစ်စီးပေါ်မှာ စစ်သားလေးတစ်ယောက်နဲ့ သူ့ရဲ့ဝိဉာဉ် ငါးကလေး ဆိုတဲ့ ပုံပြင်လေးကို နားထောင်ခဲ့ရဖူးပါတယ်။\nပါရူးတစ်ယောက်က ပုံပြင်တွေကို စိတ်ဝင်စားတဲ့ မိန်းကလေးပါ။\nသူ့အိမ်က နေရာချထားပေးဖို့ ပြင်ဆင်ပေမယ့် စိတ်မဝင်စားလို့ အိမ်ကနေ ထွက်လာရင်းနဲ့ .....\nမာရာ ဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပန်းချီကားလက်ရာတွေကို တွေ့ပြီး\nအဲဒီနောက်ကို တကောက်ကောက်လိုက်ရာကနေ တကယ့်ကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ရှာဖွေတွေ့ရှိခဲ့ပါတော့တယ် .....ဘာဇာတ်လမ်းလေးလဲ ဆိုတာကတော့ .....IMDb - 7.8/10 ရထားတဲ့ ဇာတ်ကားမို့ အများကြီး ပြောမနေတော့ပါဘူး။File size… 2.1GB ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gTnC/(CM)_MAARA_(2021).720p.HDRip.mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nngtvMMY7p6yfytZ1YBgKwTJvxx.jpg",
        "title": "Sangkar (2019)",
        "description": "Sangkar 2019\nIMDb 6.6ကြမ်းလည်းကြမ်းအဓိပ္ပါယ်လည်းရှိတဲ့ရုပ်ရှင်ပါMMA ကစားသမားနှစ်ယောက်ဖြစ်ကြတဲ့အဒမ် နဲ့ ဂျိုဟန်တို့ လေးကြိမ်မြောက်ပြန်တွေ့ကြတဲ့ပွဲမှာ အဒမ်က မတရားတဲ့နည်းလမ်းနဲ့ အနိုင်ရသွားခဲ့ပါတယ်ပွဲပြီးတဲ့နောက် ရပ်ကွက်ရန်ပွဲတစ်ခုမှာသူတို့နှစ်ယောက်လုံးပါရင်းကနေအဒမ်ကြောင့်ပဲ ဂျိုဟန်တစ်ယောက်လည်ပင်းအရိုးကိုထိခိုက်သွားပြီးတစ်ကိုယ်လုံးအကြောသေသွားခဲ့ပါတယ်ငယ်စဉ်တည်းက မိဘမဲ့တစ်ကောင်ကြွက်ဖြစ်တဲ့ အလျောက်ဆိုးပေပြီး ထင်ရာစိုင်းခဲ့တဲ့အဒမ် ဟာ သူ့ကြောင့်လူတစ်ယောက်ဘဝပျက်သွားတဲ့ အချိန်မှာ နောင်တအကြီးအကျယ် ရခဲ့ပါတော့တယ်အဲ့ဒီအတွက် ဂျိုဟန်ရဲ့ခွင့်လွှတ်မှုကိုရဖို့သူကိုယ်သူလည်း ခွင့်လွှတ်နိုင်ဖို့ဂျိုဟန်မိသားစုက လဂာ်မခံပေမဲ့ဂျိုဟန်ကို ပြုစုခွင့်ရဖို့ ကြိုးစားပါတယ်အားကိုးစရာမရှိတော့တဲ့ဂျိုဟန်ရဲ့မိသားစုအတွက် ရပ်ကွက်ကြေးစားပွဲတွေထိုးပြီး ပိုက်ဆံရှာပေးခဲ့ပါတယ်\"အမှားလုပ်မိရင် တောင်းပန်တတ်ရတယ်ပြင်နိုင်ရမယ်ဆိုတဲ့\"မိခင်ရှိစဉ်က ပြောခဲ့တဲ့ ဆုံးမစကားကြောင့်သူ့အမှားအတွက် ခွင့်လွှတ်မှုရှာရင်းပြောင်းလဲသွားတဲ့လူဆိုးတစ်ယောက်အကြောင်းပါMMA ပွဲတွေနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ကလည်းကောင်းတဲ့အတွက် ကြည့်ရတာစိတ်ကျေနပ်သလို စိတ်ထဲမှာလဲတစ်ခုခုရှိသွားစေခဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်လဂာ်မလွတ်ဖို့ အကြံပေးပါရစေ ခင်ဗျာ  Translated by Rico suaveEncoded by YKFile Size :1.6GB and 832MBQuality : 1080p WEB DL and 720pSubtitles : Myanmar (Hardsub)",
        "rating": "6.6",
        "url": "https://megaup.net/2gT0X/%7BCM%7DSangkar.2019.720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mnAbhuhlfUZ5XttOLtOL5IyQvWA.jpg",
        "title": "U-Turn (2020)",
        "description": "2018 တုန်းကအိန္ဒိယကားတစ်ကားကို ဖိလစ်ပိုင်နိုင်ငံကပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတဲ့သည်းထိတ်ရင်ဖို horror အမျိုးအစားဖြစ်ပါတယ်။ဒွန်နာဆွာရက်ဇ် ဟာ သတင်းထောက်မတစ်ယောက်ဖြစ်ပြီးသူ့ရဲ့အလုပ်သက်တမ်း ၇နှစ်ရှိပြီဖြစ်ပေမယ့်လည်း ​ပြောင်းလဲတိုးတက်မှုရှိမလာတာကြောင့်အရေးပါတဲ့သတင်းစုံစမ်းရမယ့်အခွင့်အရေးကိုစောင့်​မျှော်နေသူဖြစ်ပါတယ်။ တစ်နေ့မှာဒွန်နာရဲ့ဘော့စ်ဟာဂငယ်ကွေ့ လမ်းမနေရာတစ်ခုကယာဥ်မတော်တဆမှုကိုစုံစမ်းဖို့ အသိပေးတဲ့မက်ဆေ့ကိုဒွန်နာ့ဆီလူမှားပို့ခဲ့တဲ့အခါဒွန်နာဟာအခွင့်အရေးကိုလက်လွှတ်မခံပဲ သတင်းအမိအရစုံစမ်းပါတော့တယ်။အခင်းဖြစ်ရာကိုရောက်တဲ့အခါမှာ သူ့ရဲ့ဘော့စ်တွန်းအားပေးခဲ့သလို လူတွေစိတ်ဝင်စားအောင်ကိုယ်ပိုင်ထင်မြင်ယူဆချက်တွေနဲ့ ဆန်းသစ်ကြေညာခဲ့ပြီး ဒွန်နာရဲ့သတင်းဗီဒီယိုဟာ အင်တာနက်မှာလူကြည့်များသွားခဲ့ပါတယ်။\nဒါပေမယ့်တစ်နေ့မှာ ဒွန်နာချစ်ရတဲ့မိသားစုဝင်တစ်ဦးဟာလည်းအဲ့ ဂငယ်ကွေ့နေရာကဖြတ်ပြီးအိမ်ကိုပြန်လာခဲ့တဲ့ညမှာ သေဆုံးသွားတဲ့အခါစိတ်ပျက်ဝမ်းနည်းစွာနဲ့ သူသေဆုံးရတဲ့အကြောင်းအရင်းကိုစုံစမ်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဒွန်နာဟာ ဂငယ်ကွေ့လမ်းကိုဝင်ဖို့လုပ်တဲ့ဆိုင်ကယ်တစ်စီးကိုတားစီးသတိပေးနေတဲ့အိမ်ခြေမဲ့လူကြီးတစ်ယောက်ကိုတွေ့ခဲ့ပြီးထိုလူကြီးက ဒီဂငယ်ကွေ့လမ်းကဖြတ်တဲ့သူမှန်သမျှသေဆုံးကြကြောင်းပြောပြပြီးဒွန်နာ့ကို လမ်းဖြတ်ကွေ့ခဲ့တဲ့ယာဥ်နံပါတ်တွေမှတ်ထားတဲ့စာရွက်လေးတစ်ခုပေးလိုက်ပါတယ်။ဒွန်နာဟာအဲ့နံပါတ်တွေရဲ့ပိုင်ရှင်တွေကိုစုံစမ်းကြည့်လိုက်တဲ့အခါ မကြာသေးခင်ကသေဆုံးခဲ့သူတွေဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။စာရင်းထဲကနောက်ဆုံးလူဟာအသက်ရှင်နေသေးတာကိုသိလိုက်ရတဲ့အခါ ထိုလူဆီအရောက်သွားပြီး ဂငယ်ကွေ့ကွေ့ခဲ့သူတွေဘာကြောင့်သေကုန်လဲသိရအောင် ကြိုးစားပါတော့တယ်။သင်ဟာ အာရှ horror ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူ၊ slow-burn ဇာတ်လမ်းမျိုးမဟုတ်ပဲသွက်သွက်လက်လက်သွားတဲ့ horror ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူဆိုရင်တော့ဒီဇာတ်လမ်းကိုလက်မလွှတ်ဖို့ပြောလိုက်ချင်ပါတယ်။ Translated by : Pyi T Nyein Encoded by : YKFile Size : 1.4GB and 805MBQuality : 1080p NF WEB DL and ...",
        "rating": "5.9",
        "url": "https://megaup.net/UWz7/%7BCM%7DU-Turn.2020.720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYWVlNjUxNzctZTI3NC00MDMzLWFlMjAtYmI2NWE5ZWJhYjZmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Synchronic (2019)",
        "description": "Synchronic (2019)===============IMDb Rating - 6.3/10\nRotten Tomatoes 81% November 2020 မှာထွက်ရှိထားတဲ့ Drama, Horror, Sci-Fi ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။စတိဗ်နဲ့ ဒန်းနစ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဆေးဘက်အကူ၀န်ထမ်းတွေပဲဖြစ်ပါတယ်။တစ်နေ့ သူတို့သွားရောက်ကူညီရတဲ့ နေရာတိုင်းမှာ ဒဏ်ရာရသူတွေ သာမန်မဟုတ်ဘဲ ထူးဆန်းတဲ့အခြေအနေတွေနဲ့ သေဆုံးသူဆိုရင်လည်း ထူးဆန်းတဲ့ လက္ခဏာတွေနဲ့ သေဆုံးနေတာကို ကြုံလာရပါတော့တယ်။ သေသေချာချာစုံစမ်းပြီးတဲ့ နောက်မှာ ဒီလိုဖြစ်ရပ်တွေဟာ synchronic ဆိုတဲ့ ဆေးတစ်မျိုးကြောင့်ဖြစ်တာကို သိရှိလိုက်ရပါတယ်။ဒီကိစ္စကို လိုက်လံဖြေရှင်းနေရင်းမှ ဒန်းနစ်စ်ရဲ့ သမီးဖြစ်သူကပါ ဒီဆေးသုံးမိပြီး ပျောက်ဆုံးသွားပါတော့တယ် .........synchronic ဆိုတဲ့ ဆေးဟာ ဘယ်လိုဆေးမျိုးလဲ ဒီဆေးသုံးတဲ့သူတိုင်း ဘာကြောင့် ဒီလိုတွေဖြစ်ကုန်ကြတာလဲ ဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားမှာ မင်းသား Jamie Dornan နဲ့ Anthony Mackie တို့က ဒန်းနစ်စ်နဲ့ စတိဗ်အဖြစ်သရုပ်ဆောင်ထားပြီး တကယ်ကို စိတ်၀င်စားဖို့ကောင်းတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gRyc/Synchronic.2019.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/2gRmw/Batman.Soul.of.the.Dragon.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTE1YjYwZmItYWEzMS00MGM3LTlhYTQtOWIyM2Y1MmUzNzUyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Horizon Line (2021)",
        "description": "Horizon Line (2021)==================IMDb Rating - 4.9/10 မနေ့ကပဲ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အက်ရှင် Thriller ဇာတ်ကားပါ။ဇာတ်လမ်းအရတော့ ဆာရာက လန်ဒန်သူ နှုတ်ဆက်ခွဲခွာရခြင်းတွေကိုမုန်းလို့ တစ်ခုခုဆိုရင်နှုတ်မဆက်ပဲ ရုတ်ချည်းထွက်ထွက်သွားတတ်တဲ့သူပေါ့။ ဂျက်ဆင်ကတော့ လူဖြူဖြစ်ပေမယ့်လန်ဒန်လိုမြို့ကြီးပြကြီးတွေရဲ့ မွန်းကြပ်မှုတွေကိုမခံနိုင်လို့ မော်ရီတေးနီးယားဆိုတဲ့ အာဖရိကကျွန်းလေးမှာ Diving School ဖွင့်ပြီး အခြေချနေတဲ့သူပေါ့။ သူတို့နှစ်ဦးချစ်သူတွေဖြစ်ခဲ့ကြပေမယ့်ဘဝတိုးတက်ရေးကိုဦးစားပေးတဲ့ဆာရာက ဂျက်ဆင်ကိုထားခဲ့ဖူးပါတယ်...မိတ်ဆွေတစ်ယောက်ရဲ့မင်္ဂလာပွဲအတွက် ဆာရာက အဲဒီကျွန်းလေးကိုပြန်ရောက်လာပြီး ဂျက်ဆင်နဲ့အတူ လေယာဉ်တစ်စီးတည်းစီးဖို့ရာအကြောင်းဖန်လာပါတယ်။ ဖြစ်ချင်တော့ သူတို့ရဲ့ ပိုင်းလော့ဖြစ်သူကလေယာဥ◌်ပျံသန်းနေရင်း နှလုံးဖောက်ပြီးဆုံးပါးသွားတဲ့အခါမှာတော့ မောင်းသူမဲ့သွားတဲ့လေယာဥ◌်ဟာကျွန်းပေါ်ကိုထိုးကျခဲ့တာကနေစပြီး အဲဒီပေါ်မှာ အသက်ရှင်ကျန်ဖို့ ဘယ်လိုကြိုးစားရမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။ ဒီလို Survival Movie တွေရဲ့ကျောရိုးက မထူးဆန်းပေမယ့် လူနှစ်ယောက်တည်းနဲ့တစ်ကားလုံးကို ဆွဲဆောင်မှုရှိရှိနဲ့  ကြည့်ရှုသူကို ပြသသွားနိုင်တာဟာ အတော်ကိုသေသပ်တယ်လို့ပြောလို့ရပါမယ်။ဒီဇာတ်ကားလေးကိုကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "4.9",
        "url": "https://megaup.net/2gQN9/Horizon.Line.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjFjOTI3MjItZTAzNS00Yjk4LWEyNDAtZTA4ZDNiM2FiNjVjXkEyXkFqcGdeQXVyMTYxNzI2MTg@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Redemption Day (2020)",
        "description": "Redemption Day (2021)===================IMDb Rating - IMDb Rating - 5.3/10 ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ဒီရက်ပိုင်း ပူပူနွေးနွေးထွက်ရှိထားတဲ့ action, thriller ရုပ်ရှင်တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘရက်ဒ်ပက်စတန်ဆိုတဲ့ အမေရိကန်ရေတပ်ကပ္ပတိန်တစ်ဦးရဲ့ ဇနီးဖြစ်သူ ရှေးဟောင်းသုတေသနပညာရှင် ကိတ်ပတ်စတန်ဟာမော်ရိုကိုနိုင်ငံမှာတွေ့ရတဲ့ လူသားအရိုးစုတွေကို သုတေသနလုပ်ဖို့ အဖွဲ့နဲ့အတူ မော်ရိုကိုနိုင်ငံကိုလာခဲ့ကြပါတယ်။ ကံဆိုးချင်တော့အရိုးစုတွေကိုလေ့လာရင်း မော်ရိုကိုနဲ့ အာလ်ဂျီးရီးယားရဲ့ နယ်စပ်မျဥ်းကို မတော်တဆဖြတ်မိသွားပြီး ဓားစာခံအဖြစ်ဖမ်းခေါ်သွားခံရပါတယ်။ ဒီသတင်းကိုကြားရတဲ့အခါ ခင်ပွန်းဖြစ်သူ ဘရက်ဒ်ပက်စတန်တစ်ယောက် သူကြုံခဲ့ရတဲ့ သူ့ကိုအိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတဲ့ စစ်အနိဌာရုံတွေကို အန်တုပြီး ဇနီးဖြစ်သူကိုသွားကယ်ဖို့ သူ့မိတ်ဆွေဖြစ်သူ မော်ရိုကိုအထက်တန်းအရာရှိ ယိုးနက်စ်နဲ့အတူရန်သူ့နယ်မြေထဲ စွန့်စားလာကြတဲ့ စစ်ဆင်ရေးပုံရိပ်တွေကို မြင်ကြရမှာပါ။ Action ကားဆိုပေမယ့်လည်း သွေးထွက်သံယိုခန်းတွေသိပ်မပါတဲ့အတွက် အသည်းငယ်တတ်သူတွေအဖို့ရော မိသားစုတွေနဲ့ပါ ကြည့်လို့သင့်တော်မယ့်ဇာတ်ကားတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့  အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့ MTA, August တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.3",
        "url": "https://megaup.net/2m9gu/Redemption_Day_(2020).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Chennai-Express-142x200.jpg",
        "title": "Chennai Express (2013)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး လေးနဲ့ ရယ်ရွှင်ကြည်နူးဖွယ် ဇာတ်ကားလေးပေါ့ ။ ရင်ဘတ်ကြီးရဲ့ သန်မာမှုက လက်ရုံး ခွန်အားထက် ပိုမိုသာမွန်ကြောင်း သက်သေပြစေခဲ့တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်း ရာဟူးဟာ လူပျိုကြီးတစ်ယောက်ပေါ့။ သူငယ်စဉ်ကတည်းက မိဘနှစ်ပါးစလုံးမှာ အက်စီးဒင့်ဖြစ်ခဲ့ကြပြီး အဘိုးက ကျွေးမွေး စောင့်ရှောက်ခဲ့ပါတယ်။ အဘိုးလည်း ကွယ်လွန်ပြီးနောက်မှာတော့ ရာဟူးဟာ အဘိုးရဲ့ဆန္ဒအရ အရိုးပြာတွေကို ယမုံနာမြစ်ထဲ မျောချစေချင်တဲ့ သူ့ အဘွားရဲ့ ဆန္ဒကို ဆန့်ကျင်ပြီး တစ်ခြား နေရာကို ခရီးသွားဖို့ လုပ်ပါတယ်။ရာဟူးဟာ သူ့အဘွားကို လှည့်စားဖို့ ယမုံနာ မြစ်ဆီသွားဖို့ Chennai Express ရထားလေးစီးနင်းခဲ့ရပြီး ရထားပေါ်၌ မီရာကို တွေ့ခဲ့ပါသည်။ မီရာဟာ မာဖီယားခေါင်းဆောင်တစ်ဦး၏ သမီးဖြစ်ပြီး အခုလည်း လူဆိုးတစ်ဦးနှင့် အတင်းပေးစားခံရသောကြောင့် ထွက်ပြေးလာခဲ့သည်။ မီရာဟာ သူမ၏ ဘဝအကြောင်းပြောပြခဲ့ပြီး သူမ၏ ချစ်သူ အဖြစ် ...",
        "rating": "6.0",
        "url": "https://megaup.net/3CLxT/Chennai.Express.2013.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-MMR(HEVC)_(2).mkv",
        "category": "Asian, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulFF2EbRm7jDRhpUx9Q8F2ATfWm.jpg",
        "title": "Kaagaz (2021)",
        "description": "Kaagaz (2021)*****************IMDb rating......................7.9 HindiKaagaz - စာရွက် 2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။ ၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီးဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။ ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကိုဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကိုနိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။  ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီးသူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1AT72/(CM)_Kaagaz_(2021)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/315x420_0d03c9fa0d24bd3a12f121924ad83daa9d4d55a0dcf29b6a0deee5e2ea698bf9-150x200.jpg",
        "title": "The Rising Hawk (2019)",
        "description": "The Rising Hawk (2019)\n===================IMDb Rating  5.8/10 ဒီနေ့အတွက် အမိုက်စား Action , Drama, History ကားလေးကိုတင်ပေးချင်ပါတယ်။မွန်ဂိုတွေ အင်အားကောင်းချိန် ၁၂၀၀ ကျော်ခုနှစ်ကာလကို ဇာတ်အိမ်တည်ထားပါတယ်။ဉရောပ - အာရှနယ်စပ် ယူကရိန်း အမေရိကန်နယ်မြေ၊ ကပ်သရီသန်တောင်းတန်းဒေသမှာအေးအေးချမ်းချမ်းနေထိုင်တဲ့ ယူက‌ရေးနီးယမ်းလူမျိုးတွေဟာ တောင်ယာလုပ် အမဲလိုက်တဲ့လူမျိုးတွေဖြစ်ပါတယ်။ ဒီလူမျိုးတွေရဲ့နယ်‌မြေကို ဂျင်ဂျစ်ခန်ရဲ့ မွန်ဂိုတပ်တွေ ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါ.... မိမိနယ်မြေကို ဘယ်လိုခုခံကာကွယ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ။ သမိုင်းစိတ်ကူးယဉ်၀တ္ထုကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပေမယ့် သမိုင်းကြောင်းတစ်ခုကိုပြန်လည် မြင်ယောင်ထင်မှတ်စေလောက်အောင်ကောင်းမွန်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 05minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action , Drama, ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gQwk/The.Rising.Hawk.2019The.Rising.Hawk.2019.720p.BluRay[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXfXonJcKwDMNuK4ojLhBTW3Ar6.jpg",
        "title": "Mother Gamer (2020)",
        "description": "သင်ဟာဂိမ်းချစ်သူတစ်ယောက်ဆို ဒီကားကိုလက်လွှတ်မခံဖို့ တိုက်တွန်းပါရစေ။ဆရာမဘန်ဟာသင်္ချာဆရာမဖြစ်သည့်အလျောက်သားဖြစ်သူအပေါ်မျှော်လင့်ချက်ကြီးမားစွာနဲ့တစ်ယောက်တည်းဆုံးမ ပဲ့ပြင်ထိန်းကျောင်းခဲ့ပါတယ်။ဖုန်းကိုကလေးတွေအတွက်အန္တရာယ်တစ်ခုလို့မြင်ပြီးသင်ကြားမှုအပိုင်းမှာအာရုံစူးစိုက်စေဖို့အတွက်ဖုန်းကင်းမဲ့စာသင်ဆောင်ပရောဂျက်ကြီးရေးဆွဲနေတဲ့ဆရာမဘန်တစ်ယောက်သူ့သားဟာဂိမ်းစထွင်မာတစ်ယောက်ဖြစ်နေခဲ့တာကို မမျှော်လင့်ပဲသိရှိခဲ့ပါတယ်။သားကိုဂိမ်းဖြတ်ဖို့အရေး ကြံရာမရဖြစ်နေသည့်နောက်မှာတော့သူမကိုယ်တိုင် ဂိမ်းဝင်ဆော့ဖို့အကြောင်းဖန်လာပါတော့တယ်။သူ့သားကပဲဂိမ်းဖြတ်မလား သူကပဲဂိမ်းစွဲသွားမှာလားကတော့စိတ်ဝင်စားစရာပါပဲ။E sport အကြောင်းရိုက်ပြထားတဲ့ ဒီဇာတ်ကားဟာ ဂိမ်းဘယ်လိုဆော့သင့်တယ် ဂိမ်းitemတွေအကြောင်းပါမကHeroတွေအကြောင်းကိုပါသေချာရိုက်ပြထားတဲ့ဇာတ်ကားမို့ ဂိမ်းချစ်သူတွေလက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဂိမ်းမဆော့တဲ့သူတွေအနေနဲ့လည်းကြည့်နိုင်ပြီး ကြည့်ပြီးဂိမ်းဆော့ချင်သွားရင်တော့ တာဝန်မယူဘူးနော်... Translated by HazelEncoded by : YKFile Size : 1.6GBQuality  : 1080p NF WEB DLSutitles : Myanmar ( HardSub)",
        "rating": "6.1",
        "url": "https://megaup.net/1AT5h/%7BCM%7DMother.Gamer.2020.720p.NF.WEB-DL.DDP5.1.x264_.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/138345288_1696345043872101_858548386773563491_n-150x200.jpeg",
        "title": "Penthouse Special: Hidden Room (2021)",
        "description": "Penthouse Special 2021 ( Hidden Room Story )\n=========================ဒီမှာဆိုရင်တော့ Penthouse S1 မှာ သူတို့ကိုယ်တိုင် သရုပ်ဆောင်ခဲ့တာလေးတွေကို ပြန်ကြည့်ပြီး ရယ်စရာ ဖြစ်နေတာတွေ ဟာသအလွဲတွေအကြောင်း ပြောကြရယ်ကြမှာဖြစ်တဲ့ အပြင် S2 မှာ ဘယ်လို ဆက်မလဲဆိုတာအနည်းငယ်နဲ့ ပြောကြမှာပါ ။ တော်တော်ခွီရင်း လောင်ရပါတယ်Quality__720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:28:34\nType__TV show , Comedy , Behind\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung , Amelia , Yamin Ei , Deer\nEncoded by Naing Aung Latt",
        "rating": "7.2",
        "url": "https://megaup.net/2WNYX/Penthouse_Special_Hidden_Room_(2021).mp4",
        "category": "Comedy, Family, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2ViZTgxMGUtMTkxNy00YmI5LWJkNTUtZTYxNzU3MGMwYzJjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_UY268_CR90182268_AL_-136x200.jpg",
        "title": "Psych 2: Lassie Come Home (2020)",
        "description": "Psych 2: Lassie Come Home (2020)============================IMDb - 7.5/102017 ခုနှစ်တုန်းက ထွက်ရှိထားခဲ့တဲ့ Psych : The Movie ရဲ့ နောက်တစ်ကား ဒီနှစ်မှာ ထပ်ထွက်လာပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဆန်တာ ဘာဘရာ က ရဲမှူး ကာတန် လက်စီ (လက်စီတာ) ကို ချုံခိုက်တိုက်ခိုက်ခံရပြီးတော့လမ်းဘေးမှာ ပစ်ထားခံခဲ့ရပါတယ်။ အဲဒီအချိန်ကစလို့ ဆေးခန်းမှာ ထူးထူးဆန်းဆန်းအရာတွေကို သူ မြင်လာရပါတော့တယ်။ ဒီတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်နှစ်ဦး ဖြစ်တဲ့ ဂတ်စ် နဲ့ ရှောန်း တို့ နှစ်ယောက်က ရဲတွေရဲ့ အကူအညီ မပါဘဲ ဒီအမှုကို ရင်ဆိုင်ဖြေရှင်းဖို့ ကြိုးစားပါတော့တယ်။ သူတို့ ရှာဖွေ တွေ့ရှိခဲ့တဲ့ ကိစ္စတွေက သူတို့ရဲ့ဘဝကိုတစ်သက်လုံး ပြောင်းလဲစေခဲ့ပါတယ်။ အဲဒီအကြောင်းတွေကတော့ ဒီကားလေးမှာ ဆက်လက်ရှုစားရမှာပဲ ဖြစ်ပါတယ်။IMDb - 7.5/10\nRotten Tomatoes ...",
        "rating": "7.5",
        "url": "https://megaup.net/UVj2/Psych.2.Lassie.Come.Home.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fSpsnaYZydcpBwMDkgpWRhwlNC.jpg",
        "title": "Love Lockdown (2020)",
        "description": "Love Lockdown (2020)\n၁၆နှစ်အောက်မကြည့်သင့်တဲ့ကားဖြစ်ပါတယ်လော့ဒေါင်းထဲက အချစ် ......\nလော့ဒေါင်းကာလမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ကိစ္စတွေကို ရိုက်ထားတဲ့ကားပါ\nဇာတ်လမ်း ၃ ခုကို ချိတ်ဆက်ပြီး ရိုက်ထားတာမို့ ဇာတ်အခင်းအကျင်းကလည်း တော်တော်လေး လှပါတယ်။ဇာတ်လမ်းအစမှာ မယားငယ်နဲ့ လော့ဒေါင်းမိတာကို မယားကြီးမသိအောင် နေနေတဲ့ ယောကျာ်းတစ်ယောက်ရဲ့ ဇာတ်လမ်းနဲ့ စတင်ထားပါတယ်။\nနောက်ဇာတ်လမ်းနှစ်ခုကတော့ ဒါနဲ့ ဆက်စပ်ရင်းနဲ့ ဘာတွေဖြစ်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ။မယားကြီး မယားငယ်နဲ့ နှစ်စင်ထောင်တတ်တဲ့ ဘီးကြဲတွေအတွက်လည်း ရှောင်ရန်ဆောင်ရန် လေ့လာမှတ်သားနည်းနာအဖြာဖြာပါပါတယ်ဇာတ်လမ်းကတော့ လော့ဒေါင်းကာလမှာ လူတွေက ပထမတော့ အနားရလို့ပျော်ကြပြီး\nကြာလာတဲ့အခါမှာ မွန်းကြပ်တဲ့ဒါဏ်မခံစားနိုင်တော့\nလုပ်မိလုပ်ရာလုပ်ကြတဲ့အခါ .....\nသန်ရာသန်ရာလုပ်ကြတဲ့အခါ ......\nဘာတွေဖြစ်လာလဲဆိုတာကိုရိုက်ပြထားတာပါရုပ်ရှင်ဆိုပေမယ့် အပြင်မှာဖြစ်လေ့ဖြစ်ထရှိတာတွေကိုပဲရိုက်ထားတာမို့\nဇာတ်လမ်းကို ကြည့်ရင်းနဲ့ အတူတူစီးမျောခံစားပြီး ဇာတ်နောက်ကို ပါမှန်းမသိ ပါသွားမယ့် ဇာတ်ကားမျိုးပါ။\nတော်တော်လေးမိုက်ပါတယ်။ယောင်္ကျားနဲ့မိန်းမကြားမှာရှိတဲ့ စိတ်နေစိတ်ထား .....\nမေတ္တာတရား ..... လိင်စိတ်သာယာမှု ..... စိတ်အမှောင်တွေ .....\nအစရှိသဖြင့်ပါတာမို့ ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်တိုက်တွန်းရတာကတော့ ဘော်ဒါတို့အတွက်\nမင်းသမီးလေးတွေက အကိတ်အချောြဖစ်နေတာလည်း တစ်ကြောင်းပါထမင်းစားရင် အစပ်ပါမှ သဘောကျကြတာ မဟုတ်လား?\nအချစ်ဇာတ်လမ်းကြည့်ရင်လည်း အစပ်ကလေး ...",
        "rating": "6.9",
        "url": "https://megaup.net/UVen/(CM)_Love.Lockdown.2020.720p.HC.WEB-DL..mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/OgUfLlhfBFx5BPK6LzBWFvBW1w.jpg",
        "title": "Pieces of a Woman (2020)",
        "description": "Pieces of woman (2020)************************IMDb -7.1 ရရှိခဲ့တဲ့ ကားလေးပဲ ဖြစ်ပါတယ်\nPieces of woman ဇာတ်ကားလေးဟာဆိုရင် မာသာနဲ့ ရွှန်းန် တို့ရဲ့\nအိမ်ထောင်ရေးအပေါ် ဇာတ်အိမ်ဖွဲ့ ရိုက်ပြထားတဲ့ အိမ်ထောင်ရေး\nDrama ကားလေး ဖြစ်ပါတယ် ခေါင်းမာပြီး တဇွတ်ထိုးဆန်တဲ့\nမာသာက သူတို့ရဲ့ သမီးဦးလေးကို သူတို့ရဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့\nပြည့်နေတဲ့ အိမ်လေးမှာပဲ ဝမ်းဆွဲသည်နဲ့ မွေးဖို့ စီစဉ်ခဲ့ပါတယ်\nမာသာအမေက ရွှန်းန်ကို သဘောမကျသော်လည်း\nလင်မယားနှစ်ယောက်က အရာအားလုံးကို ဆိုးတူကောင်းဖက်\nတိုင်ပင်ပြီး အချစ်တွေနဲ့ ပြည့်နေတဲ့ အိမ်ထောင်ရေးလေးကနေ\nချစ်စရာကောင်းတဲ့ မိသားစုလေးကို တည်ဆောက်ဖို့\nကြိုးစားနေခဲ့ကြပါတယ် မာသာဟာ သူချစ်ရတဲ့ သမီးလေးကို\nဆေးရုံမှာ မမွေးပဲ နာကျင်ခြင်း ဝေဒနာကို အံကြိတ်ခံပြီး အိမ်မှာပဲ\nဝမ်းဆွဲသည်နဲ့ မွေးစေခဲ့ပါတယ် တခါတရံ စီစဉ်ထားသလို\nမဖြစ်ခဲ့တဲ့အခါမှာဆိုရင် လူတွေဟာ စိတ်ဝေဒနာတွေကို ကျော်ဖြတ်ဖို့\nနည်းအမျိူးမျိူး သုံးကြပြီး အခက်အခဲတွေကို အဖက်ဖက်ကနေ\nရိုက်ပြထားတဲ့ ကားကောင်းလေး ဖြစ်ပါတယ် ဒီဇာတ်ကားလေးမှာဆိုရင်\nအမျိုးသမီးတို့ရဲ့ မဖြစ်မနေ ရင်ဆိုင်ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2WN60/Pieces_of_a_Woman_(2020)_2GB.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1aHyv9db93Px7OseKl7EkbAWnfY.jpg",
        "title": "Kung Fu Tootsie (2007)",
        "description": "Kung Fu Tootsies (2007)တွတ်စီလေးတွေဆို ရယ်ရတာ အားလုံးအသိပါ။\nဒီတစ်ခါ တွတ်စီကတော့ ရိုးရိုးတွတ်စီ မဟုတ်ဘဲ ကွန်ဖူးတွတ်စီပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ရွှေနဂါးဂိုဏ်းမှာ အမွှာသားနှစ်ယောက်ရှိတဲ့အနက်\nတစ်ယောက်က ဘုန်းကညာတစ်ပါး လုံးရာက ပြားနေခဲ့ပါတယ်။(ဘုန်းပြားလေးပေါ့)သားကြီးဖြစ်သူက ဂိုဏ်းခေါင်းဆောင်ဖြစ်ခါနီးမှာပဲ ရန်သူတွေလက်ချက်ကြောင့် လက်ပြတ်သွားတဲ့အခါမှာတော့ .....\nဒီကိစ္စကို ဖုံးဖိဖို့အတွက် အမွှာညီဖြစ်တဲ့သူကို ဂိုဏ်းခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ခိုင်းရတဲ့အခါဘုန်းပြားလေး အဖို့ ဂန်းစတားခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ရပြီးနောက် ကြုံတွေ့ရတဲ့အလွဲလွဲအချော်ချော်လေးတွေကို အူတက်မတတ်ခံစားရအောင်ရိုက်ပြထားတာမို့ ဟာသကားကြိုက်တဲ့သူတွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nဘုန်းပြားလေးက မြန်မာက တက်သစ်စ အဆိုတော်တစ်ယောက်နဲ့တောင် ခပ်ဆင်ဆင်ရယ်IMDb - 6/10 ရထားတာဆိုတော့ ခပ်ညံ့ညံ့ကားမျိုးတော့ မဟုတ်ပါဘူးနော့File size… 1.7GB and 787MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 28min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Hazel\nEncoded by August",
        "rating": "6",
        "url": "https://megaup.net/UUpw/(CM)_Kung.Fu.Tootsie.2007.720p.NF.WEB-DL.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTMxNjNjMGEtYmNkNi00YWRiLTgzN2ItNTgzMmZhYjdlMzkzXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_UY268_CR20182268_AL_-136x200.jpg",
        "title": "The Legions (2019)",
        "description": "The Legions (2019)================IMDb Rating - 5.3/10ရုရှားဇာဘုရင်ရဲ့အုပ်ချုပ်မှုအောက်နေ ပိုလန်နိုင်ငံကြီးကိုလွတ်မြောက်ဖို့အတွက် ပိုလန်စစ်သည်တွေရဲ့ကြိုးပမ်းအားထုတ်ခဲ့တဲ့ တစ်ကယ့်သမိုင်းကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ အင်အားသုံးဆလောက်ကွာတဲ့ မားသားရုရှားစစ်တပ်ကြီးကို ပိုလန်စစ်သည်တော်တွေရဲ့ရွပ်ရွပ်ချွံချွံရင်ဆိုင်တိုက်ခိုက်ခဲ့ပုံတွေ၊စစ်ပွဲအတွင်းကချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးတွေ၊ အသုံးချခံ FAလေးတစ်ယောက်ရဲ့ရင်နာစရာအဖြစ်အပျက်လေးတွေကို တွေ့မြင်ရပါလိမ့်မယ်။ ပိုလန်ရုပ်ရှင်ပွဲတော်မှာဆုနှစ်ဆုရခဲ့တဲ့ ဒီသမိုင်းကြောင်းနောက်ခံဇာတ်လမ်းလေးကို ခံစားကြည့်ရှု အကဲဖြတ်လိုက်ကြရအောင်လား…….ဇာတ်ကားကြာချိန် ၂ နာရီ ၂၀ မိနစ်ထိရှိတာကြောင့် တဝကြီးလည်း ကြည့်ရှုခံစားရစေမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေး Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 20minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Drama, History, RomanceSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2WMGp/Legiony.2019.720p.BluRay.x264.AAC5.1[CM].mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmI2OThhMmYtZjVjOC00NWE3LWIwOGItMWM1MTEzMGNiOTM4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Fatale (2020)",
        "description": "Fatale (2020)============IMDb Rating - 4.8/10ဒီနေ့အတွက် Box Office Movie ကားလေးဖြစ်တဲ့ Fatale ဆိုတဲ့ကားလေးကိုတင်ပေးချင်ပါတယ်။ဒဲရစ်တိုင်လာ ဆိုတာ ဘတ်စကတ်ဘောကစားသမားဟောင်း၊ ကစားသမားဘဝကနေ အနားယူပြီးနောက်သူငယ်ချင်းတစ်ယောက်နဲ့အတူတွဲပြီး ကစားသမားအေဂျင်စီတစ်ခုထူထောင်ပြီး စီးပွားရေးအောင်မြင်နေတဲ့သူ။ ဒါပေမယ့် စီးပွားရေးအဆင်ပြေ အောင်မြင်နေတော့ အိမ်ထောင်ရေးဖက် သိပ်အရေးမပေးမိသလိုဖြစ်ပြီး မိန်းမဖြစ်သူနဲ့ သိပ်အဆင်မပြေဖြစ်နေသူပေါ့။ တစ်နေ့မှာ အလုပ်ကိစ္စနဲ့ လက်စ်ဗေးဂတ်စ်ရောက်ရင်းဘားတစ်ခုမှာ ကောင်မလေးတစ်ယောက်နဲ့ဆုံပြီး one night stand ဖြစ်သွားတယ်။ ဒါပေမယ့် အဲ့ကိစ္စကဒဲရစ်အတွက် ဘယ်လောက်ထိဒုက္ခရောက်စရာဖြစ်သွားမလဲ၊ ဘဝပျက်လောက်စရာဖြစ်သွားရလောက်အောင်ကောင်မလေးနဲ့ဘယ်လိုပက်သက်နေလဲဆိုတာကတော့ ဆက်လက်ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Jack ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 42minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Mystery, ThrillerSource : 1080p.WebRipTranslator – JackEncoder ...",
        "rating": "4.8",
        "url": "https://megaup.net/3CK7X/Fatale.2020.720p.WEBRip[CM].mp4",
        "category": "Mystery, Thriller"
    }
]