[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/176320140528-uau-posters-filmes-jurassic-park-o-parque-dos-dinossauros-jurassic-park-2-133x200.jpg",
        "title": "Jurassic Park (1993)",
        "description": "Jurassic Park (1993) မြန်မာစာတန်းထိုးဒါရိုက်တာSteven Spielberg၏လက်ရာတစ်ခုဖြစ်သောJurassic Parkသည်IMDb 8.1နှင့်RT 91% ရရှိထားပြီး ဒိုင်နိုဆောရုပ်ရှင်များထဲတွင်ဇာတ်လမ်းဇာတ်အိမ် အခိုင်ဆုံးဖြစ်သည်ဟု မှတ်ချက်ပြုခြင်းခံခဲ့ရသည်။ဒိုင်နိုဆောရုပ်ရှင်တို့၏ဘိုးအေကြီးလည်းဖြစ်ပြီး ဤဇာတ်လမ်းကိုအခြေခံ၍နောက်ဆက်တွဲရုပ်ရှင် များစွာရိုက်ကူးခဲ့ကြသည်။ဂျွန်ဟမ်ဦးဆောင်သောအသင်းသည် ကော်စတာရီကာကမ်းလွန်ရှိကျွန်းတစ်ကျွန်းကိုငှားရမ်း၍ ဒိုင်နိုဆောကမ္ဘာတစ်ခုတည်ဆောက်ခဲ့ကြသည်။ထိုအပန်းဖြေစခန်းကြီးဖွင့်လှစ်လုလုအချိန်တွင်လုံခြုံရေးဆောင်ရွက်မှုအားနည်းချက်များကြောင့် လူသေဆုံးမှုများဖြစ်ပေါ်လာပြီးလျော်ကြေးငွေများစွာအသုံးပြုခဲ့ရသောကြောင့် ထောက်ပံ့သူရှယ်ယာရှင်များလက်တွန့်လာခဲ့ကြသည်။ဤအခက်အခဲကိုဖြေရှင်းရန် သိပ္ပံပညာရှင်သုံးဦး၏ထောက်ခံကြောင်းလက်မှတ်များလိုအပ်လာပြီးထိုကျွန်းကိုစစ်ဆေးလေ့လာရန်ရောက်ရှိလာခဲ့ကြသည်။ထောက်ခံချက် ရမည် မရမည် ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။နှစ်ပေါင်းသန်းပေါင်း ၆၅ သန်းလောက်ကမျိုးတုန်းပျောက်ကွယ်သွားတဲ့သတ္တဝါတွေကို သဘာဝတရားကိုလွန်ဆန်ပြီး ပြန်လည်ဖန်တီးတဲ့အခါမှာဘယ်လိုဘေးအန္တရာယ်ဆိုးတွေကျရောက်လာမလဲဆိုတာ ကြည့်လိုက်ရအောင်လား\nFile Size : (997 MB) and (362MB)\nQuality : Blu-ray 1080p\nRunning Time : 2hr 07 min\nFormat : Mp4\nGenre :Adventure , Sci-Fi , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-Ray 1080p\nTranslated by Naing Win ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cfvY/Jurassic_Park_-_1_[1993]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/nlI9QeP9n7vBmmi9KbnssPR10j0-133x200.jpg",
        "title": "Forgotten (2017)",
        "description": "Forgotten (2017)_____Rotten - 7.4/10\n  ဒီဇာတ်ကားလေးဟာတော့ 2017 ခုမှထွက်ရှိခဲ့တဲ့ mystery triller film အမျိုးအစားဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Jang Hang-jun ဖြစ်ပြီး အဓိကသရုပ်ဆောင်တွေအနေနဲ့ကတော့ Kang Ha-neul, Kim Mu-yeol, Moon Sung-keun နဲ့ Na Young-hee တို့က ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။rating အနေနဲ့ကတော့ IMDb rating 7.4/10 အထိ ရထားတဲ့ ဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအိမ်မက်ဆိုးတစ်ခုကနေလန့်နိုးလာတဲ့ လူတစ်ယောက် (ဂျင်ဆော့) ။သူဘေးနားမှာ သူ့အကိုရယ် ၊ သူ့အမေရယ် ၊ သူ့အဖေရယ် နဲ့ အိမ်အသစ်ကိုပျော်ပျော်ရွှင်ရွှင် ပြောင်းလာခဲ့ကြတယ်။ဂျင်ဆော့အတွက် အိမ်အသစ်ကို ပထမဆုံးရောက်ဖူးခြင်းဖြစ်ပေမယ့်လို့ သူ့စိတ်ထဲမှာ ထူးဆန်းစွာပဲ ဒီအိမ်ကို အရင်ကပဲ ရောက်ဖူးသလိုလို ခံစားနေရတယ်။ပြီးတော့ သူတို့ပြောင်းလာတဲ့အိမ်ရဲ့ အခန်းတစ်ခန်းထဲက အသံတွေကိုလည်း ဂျင်ဆော့တစ်ယောက်ပဲ ထူးဆန်းစွာ ကြားနေရတယ်။တစ်ညမှာတော့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yTu0/Forgotten_(Gi-Eok-Ui_Bam)_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/received_2014320645508177-137x200.jpeg",
        "title": "MUMON: The Land of Stealth(2018)",
        "description": "ဟိုးရှေးရှေးကအိဂနဲ့အိုဒဆိုတဲ့လူမျိူးစုနှစ်စုရှိကြတယ်\nအိဂမျိူးနွယ်တွေကတော့ရှိနိုဘီဆိုတဲ့နင်ဂျာမျိူးရိုးနဲ့အိုဒကတော့ဆာမူရိုင်းမျိူးနွယ်တွေပါအိုဒကတော့ပိုပြီးအင်\nအားကြီးမားပါတယ်အိဂတွေကတော့နင်ဂျာပီပီအသတ်\nအပုတ်ကျွမ်းကျင်ပြီးစစ်ရေးပရိယာယ်လည်းကြွယ်ဝပါတယ်နင်ဂျာတွေဟာအခကြေးငွေသာရမယ်ဆိုရင်ကိုယ့်အချင်းချင်းတောင်ပြန်သတ်ဖို့ဝန်မလေးတဲ့သူတွေပါ\nကြေးစားတွေပေါ့အိဂတွေထဲမှာနာမည်ကြီးနင်ဂျာကတော့ကျွန်တော်တို့ရဲ့ဇတ်ကောင်မုမွန်းပါပဲမုမွန်းရဲ့အဓိပ္ပါယ်ကတော့တံခါးမရှိလို့အနက်ရပါတယ်ဘယ်နေရာမဆိုဝင်ထွက်သွားလာနိုင်ပြီးတိုက်ရေးခိုက်ရေးလည်းအကျွမ်းကျင်ဆုံးပါပဲနင်ဂျာတွေထဲမှာမုမွန်းကနံပါတ်၁အတော်ဆုံးတိုက်ခိုက်ရေးသမားပါဒါပေမဲ့မုမွန်းမှာအားနည်းချက်တစ်ခုရှိပါတယ်cm ကလူတွေလိုပါပဲမုမွန်းဟာမိန်းမကြောက်ရသူပါမိန်းမခိုင်းတာဆိုအကုန်လုပ်ပါတယ်သူတလွဲလုပ်လာရင်ညစာငတ်ပြီသာမှတ်ပေရော့(ညစာကိုတော့သိကြမှာပါခ်ခ်)တိုက်ခိုက်ရေးကျွမ်းကျင်ပေမဲ့မယားကြောက်မုမွန်းကိုတွေ့မြင်ရမှာပါအိုဒတိုင်းပြည်ဘက်မှာတော့ယောက္ခထီးကိုသတ်ပြီးနိုဘုကစုကခေါင်းဆောင်ဖြစ်လာခဲ့ပါတယ်အိဂတွေနဲ့ငြိမ်းချမ်းရေးလုပ်ဖို့ကြိုးစားခဲ့ပေမဲ့အိဂခေါင်းဆောင်၁၂ယောက်ရဲ့မကောင်းတဲ့အကြံအစည်ကြောင့်ဆာမူရိုင်းတွေနဲ့နင်ဂျာတွေအကြားစစ်ပွဲဖြစ်ဖို့ဖန်လာတဲ့အခါအခကြေးငွေရမှအလုပ်လုပ်တတ်တဲ့မုမွန်းတစ်ယောက်မိန်းမကိုခေါ်ပြီးခရောတိုမြို့ကိုထွက်ပြေးဖို့ကြံပါတော့တယ်ဒါပေမဲ့လည်းမိန်းမရဲ့အမိန့်ကိုမလွန်ဆန်နိုင်တဲ့မုမွန်းတစ်ယောက်ဆာမူရိုင်းတွေကိုပြန်တိုက်မှာလားတိုက်ခိုက်ရင်ကောအင်အား၂ဆ၃ဆလောက်ကွာတဲ့ဆာမူရိုင်းတွေကိုဘယ်လိုဗျူဟာနဲ့အနိုင်ယူမလဲစိတ်ဝင်စားစရာအလွန်ကောင်းပါတယ်နင်ဂျာတွေဆာမုူရိုင်းတွေ(မယကတွေ)အကုန်ဒီကားမှာမြင်ရမှာပါဟာသအချစ်အက်ရှင်အလွမ်းအဆွေးတွေရောပြွမ်းထားတဲ့ဒီကားကိုကျွန်တော်ကြိုက်နှစ်သက်မိသလိုrating ကလည်းအလန်းကြီးပါဂျပန်သရုပ်ဆောင်တွေရဲ့ကြိုးပမ်းအားထုတ်မှုတွေကလည်းအားရစရာပါစဉ်းစားမနေပါနဲ့ဒေါင်းလော့ဆွဲကြပါလို့ပဲပြောကြားရင်းအတူတူကြည့်လိုက်ကြရအောင်နော် Qty - 720P BlurayDuration - 1hr 55minGern - Martial / warSubtitle - MyanmarTranslator - Soe htweEncoder - Kyaw Ye Aung",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/mumon-land-stealth2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjEyNTM3MDQ2NV5BMl5BanBnXkFtZTgwMDI5Nzk1NDM@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Beast of Burden (2018)",
        "description": "Beast of Burden ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်မှ ပူပူနွေးနွေးဖြန် ့ချိထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Imdb Rating 5.5/10 ရရှိထားပြီးဇာတ်လမ်းကြာမြင့်ချိန်ကတော့ ၁နာရီခွဲပါပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟယ်ရီပေါ်တာမင်းသားချော Daniel Radcliffe.....Grace Gummer.....Pablo Schreiber တို ့ဖြစ်ကြပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်ဟာ မိန်းမဖြစ်သူရဲ ့ကင်ဆာရောဂါကို ကုသဖို ့အတွက် တရားမဝင်ပစ္စည်းများကို လေယာဉ်ပျံနဲ ့ပို ့ဆောင်ရင်း ရဲဘက်ဆိုင်ရာနဲ ့ပူးပေါင်းပြီး စစ်ဆင်ရေးမှာပါဝင်ကူညီပေးရပါတော့တယ်......ဤကဲ့သို ့သောအခြေအနေမျိုးတွင် လူဆိုးများဘက်ကလည်း မသင်္ကာ.....ရဲဘက်ကလည်း စစ်ဆင်ရေးပြီးတာနဲ ့ သူ ့ကိုအရေးယူမယ့်အခြေအနေ......ဓားစာခံအဖြစ် မိန်းမဖြစ်သူဖမ်းခေါ်ခံရ........စတဲ့အဖြစ်အပျက်တွေကြားမှာ ရှောင်တစ်ယောက် အခက်အခဲတွေကို ဘယ်လိုဖြတ်ကျော်ပြီး မိန်းမဖြစ်သူကိုကယ်တင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် အက်ရှင်ကားလေးဖြစ်ပါတယ်File Size : (700 MB) and (295 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beast-burden-2018/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/nmvCmIrpdw8qmRs1KDY8VjY7HpA-133x200.jpg",
        "title": "Fullmetal Alchemist (2017)",
        "description": "Fullmetal Alchemist ဇာတ်​ကားဟာ လတ်တလောထွက်​ရှိထားတဲ့ ဂျပန်​ Anime Live Action ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.8/10ရရှိထားပါတယ်။ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Ryosuke Yamada,Tsubasa Honda,Dean Fujioka တို့ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ နာမည်​ကြီး ဂျပန်​ anime series တစ်​ခုဖြစ်​တဲ့ Fullmetal Alchemist ကို အသက်​သွင်​းရိုက်​ကူးထားတဲ့ အက်​ရှင်​ကား​ကောင်​းတစ်​ကားဖြစ်​ပါတယ်​......ဇာတ်​လမ်​းအကျဉ်​းက​တော့ညီအစ်​ကို၂​ယောက်​​ပေးဆပ်​ရတဲ့တန်​ဖိုးက​တော့ အစ်​ကိုဖြစ်​သူ Ed ရဲ့ လက်​တစ်​ဖက်​နဲ့ ညီဖြစ်​သူ Al ရဲ့ကိုယ်​ခန္ဓာဖြစ်​ပါတယ်​.....အစ်​ကိုဖြစ်​သူက ပညာနဲ့ဝိဉာဉ်​ကိုအရဆွဲယူပြီး သံမဏိခန္ဓာကိုယ်​ထဲမှာထည်​့​ပေးထားတာပါAlchemy ပညာမှာကျွမ်​းကျင်​တဲ့ ညီအစ်​ကိုနှစ်​​ယောက်​ဟာ ​မွေးမိခင်​ကို ပြန်​လည်​အသက်​သွင်​းဖို့ကြိုးစားရင်​း ၂​ယောက်​လုံး ကြီးမားတဲ့တန်​ဖိုး​တွေ​ပေးဆပ်​ခဲ့ရပါတယ်​....ဒီလိုနဲ့ alchemy ပညာကိုဆက်​လက်​လိုက်​စားရင်​း Fullmetal Alchemist လို့အမည်​တွင်​လာခဲ့ပါ​တော့တယ်​......​တစ်​​နေ့မှာ​တော့ သူတို့်​အတွက်​​မျှော်​လင်​့ချက်​​ပေါ်လာပါပြီ.....ဒါက​တော့ ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​အစစ်​ပြန်​ရ​အောင်​လုပ်​​ပေးနိုင်​မယ်​့ Philosopher's Stone ပါ......Philosopher's Stone ကိုရှာ​ဖွေရင်​း ဘယ်​လိုအခက်​အခဲ​တွေကြုံရမလဲ......ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​ကိုပြန်​ရယူနိုင်​မလားဆိုတာ စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမယ်​့ ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကားဖြစ်​ပါတယ်​(ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/fullmetal-alchemist-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/််-133x200.jpg",
        "title": "R… Rajkumar (2013)",
        "description": "ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိတ်သတ်တွေအတွက် အလန်းစားCrime,Comedy,Action ကားကောင်းတကားကိုိ တင်ဆက်ပေးလိုက်ပါတယ်။Prabhu Deva ရိုက်တဲ့ ဇာတ်ကားဖြစ်တာကြောင့် ဇာတ်လမ်းက ခပ်မြူးမြူးနဲ့ ပေါ့ပေါ့ပါးပါးလေး တင်ဆက်ထားပြီးMusic ပိုင်းတွေ၊ Action ပိုင်းတွေကို အမှန်အကန် ပုံဖေါ်ထားပါတယ်။Rody Rahtore, Boss တို့လို ဇာတ်လမ်းမျ်ိုးတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်လွတ်မခံသင့်ပါဘူးဒိုဟရ်ပူးရ်ဆိုတဲ့ရွာလေးမှာ အစိုးရဆိုတာ ဘယ်ဆီနေမှန်းမသိ၊ တရားဥပဒေဆိုတာ ဘာမှန်းမသိ အဲ့ဒီရွာကို အဓိက ဗိုလ်ကျနေတဲ့ လူနှစ်ယောက်ရှိတယ်ရှိဗ်ရာဂျ်နဲ့ ပရ်မာ နှစ်ယောက်လုံးက ဘိန်းဘုရင်အကြီးစားတွေ ဖြစ်ကြသလို ကို်ယ်ကျိုးတွက်ဆို လူသတ်ဖို့ ဝန်မလေး ဒုစရိုက်မှုကို ခါးဝတ်ပုဆိုးလို ဖြစ်နေကြတယ်။အဖွဲ့နှစ်ဖွဲ့က တဖက်နဲ့တဖက် အမြဲလိုလို ချောင်းမြောင်းလုပ်ကြံနေကျ ဒါပေမဲ့ ရှိဗ်ရာဂျ်ကံကောင်းတယ်ပဲ ပြောရမလား\nဂျာရ်ကူမားရ်ဆိုတဲ့ လူငယ်တစ်ယောက် သူ့ဆီရောက်လာတယ်bရာဂျ်ကူမားရ်ဆိုတာ ဇသိပ်ပြင်းတဲ့ မြွေပွေးလိုကောင်မျိုး\nသူနဲ့ ထိပ်တိုက်တွေ့မိသမျှ ဘယ်သူမှ အသက်ဆိုးမရှင်ကြဘူး\" အသံတိတ်နေလိုက် ...\nမဟုတ်လို့ကတော့ အကြမ်းပတမ်းဖြစ်သွားမယ်\"သူပြောသလို အသံတိတ်နေလိုက်တာ အကောင်းဆုံးဖြစ်လိမ့်မယ်\nမဟုတ်ရင် တကယ့်ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/r-rajkumar-2013/",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/marrowbone_ver2-138x200.jpg",
        "title": "Marrowbone (2017)",
        "description": "တက်သစ်စလူငယ်သရုပ်ဆောင်တွေနဲ့ ပွဲထွက်ခဲ့ပြီးတော့ ဒါရိုက်တာ Sergio G. Sanchez ရိုက်ကူးခဲ့တဲ့ Marrowbone အမည်ရ Drama/Horror ကားကို နာမည်ကျော်ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်တဲ့ Universal မှ 2017 October မှာ ထုတ်လွှင့်ခဲ့ပါတယ်။အမေဖြစ်သူနဲ့ သားသမီးလေးယောက်တို့ဟာ လူတစ်ယောက်ရဲ့ရန်ကိုကြောက်ရွံ့တာကြောင့် အင်္ဂလန်မှ အမေရိကန်မှာရှိတဲ့ မဲရိုးဘုန်းလို့အမည်ရတဲ့အိမ်ကြီးတစ်အိမ်ကိုပြောင်းရွှေ့နေထိုင်ခဲ့ကာ ဘဝအသစ်ကိုစတင်ခဲ့ပါတယ်။ရောဂါကြောင့် အမေဖြစ်သူသေဆုံးသွားတဲ့အခါမှာတော့ ညီငယ် ညီမငယ်တွေကို စောင့်ရှောက်ဖို့တာဝန်ဟာ သားအကြီးဖြစ်သူ ဂျက်ပခုံးပေါ်ကျရောက်လာပါတယ်။ဒါ့အပြင်မဲရိုးဘုန်းအိမ်ကြီးရဲ့နံရံအတွင်းမှာ အမျိုးအမည်မသိတဲ့အန္တရာယ်တစ်ခုဟာလည်းတည်ရှိနေပါတယ်။ဂျက်ဟာ သူ့အမေကိုကတိပေးခဲ့သလိုမျိုး သူ့မိသားစုကိုစောင့်ရှောက်နိုင်ပါ့မလား၊သူတို့အိမ်ရဲ့နံရံအတွင်းမှာရှိနေတဲ့ အရာကဘာလည်း၊ဇာတ်လမ်းဟာ Horror ထက် Mystery ဘက်ကိုပိုကဲတဲ့အတွက် ဘာမှသိပ်မသိပဲကြည့်ရတာပိုပြီးအရသာရှိပါလိမ့်မယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက မျိုးသန့်ကျော်ပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 50min \nFormat : Mp4\nGenre : Drama, Horror, Thriller\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2S9hy/Marrowbone_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/cold_skin-140x200.jpg",
        "title": "Cold Skin (2017)",
        "description": "သူ့ဘဝစစ်ပွဲထဲမှာ ပိတ်မိနေတဲ့ လူငယ်လေးတစ်ယောက်ကို လူသူဝေးရာကျွန်းကို အပို့ခံလိုက်ရတဲ့အချိန်မှာ ဖြစ်ပေါ်လာတဲ့ ခံစားချက်အမှန်တရားတွေ လူ့စိတ်ထဲမှာ ငုပ်လျိုးနေတဲ့ကြောက်စိတ်တွေကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာ သိပ္ပံအထူးပြုလုပ်ချက်တွေနဲ့ အကောင်တွေလဲ ပါဝင်ထားတာဖြစ်လို့ ဘာမှလုပ်စရာမရှိလို့ စိတ်လေပြီး ပျင်းနေတယ်ဆိုတဲ့လူတွေအတွက် စိတ်ဝင်စားစရာသင့်လျော်တဲ့ကားလေးပါ။မင်းသမီးက အသိဉာဏ်ရှိတဲ့ လူမဟုတ်ပေမဲ့ ကြင်နာမှုကိုတော့ ဘယ်သတ္တဝါမဆိုခံစားတတ်တယ်ဆိုတာကို သေချာလေးရိုက်ပြပေးထားတဲ့ တကယ့်ကားကောင်းလေးပါ။ဇာတ်အိမ်ဖွဲ့ထားတာလေးက တခြားကားတွေနဲ့မတူဘဲ တကယ်ထူးထူးခြားခြားလေးဖြစ်လို့ ကြည့်သင့်တဲ့ကားကောင်းလေးပါလို့……(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ မေသူရလွင်ပါ) File Size : (950 MB) and (329 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 48min \nFormat : Mp4\nGenre : Adventure, Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DD5.1-FGT\nTranslated by May Thura Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cold-skin-2017/",
        "category": "Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/xBJJXU8usF9tQtAU1OeCEk8q3b1-133x200.jpg",
        "title": "Husband Killers (2017)",
        "description": "ခင်​ပွန်​းဖြစ်​သူရဲ့ကတိကိုယုံကြည်​တဲ့ ​ကြေးစားလူသတ်​သမ​လေးတစ်​ဦး....ချစ်​သူရဲ့သစ္စာကိုယုံကြည်​ပြီးဆယ်​နှစ်​​ကျော်​ အတူ​နေ​နေခဲ့တဲ့ ​ကောင်​မ​လေးတစ်​​ယောက်​....နဲ့မိန်​းမအပြင်​ ​နောက်​ထပ်​ချစ်​သူတစ်​​ယောက်​ရှိ​နေမှန်​းသိရက်​နဲ့ အဲ့လူကိုဆုံးရှုံးရမှာ​ကြောက်​လို့တွယ်​ကပ်​​နေတဲ့ ရဲ​မေတစ်​ဦး.....သူတို့သုံး​ယောက်​လုံးရ့ချစ်​သူက တစ်​​ယောက်​ထဲဆိုတဲ့အဖြစ်​မှန်​ကိုသိသွားတဲ့​နောက်​ တစ်​​ယောက်​ကိုတစ်​​ယောက်​ အ​သေသတ်​ဖို့ကြိုးစားကြ​ပေမယ်​့သူတို့သုံး​ယောက်​လုံးရဲ့အချစ်​ကိုပိုင်​ဆိုင်​ထားတဲ့ ထို​ယောကျ်​ားက ​လေး​ယောက်​​မြောက်​ချစ်​ရသူ​နဲ့ ​ပေါင်​းဖက်​ရဖို့ ဒီမိန်​းမသုံး​ယောက်​ကိုလှည်​့ကွက်​သုံးပြီး ​အစ​ဖျောက်​ခိုင်​းတဲ့အခါ....ဖိုက်​တာမသုံး​ယောက်​ ဒီလှည်​့ကွက်​ကို ဘယ်​လိုအန်​တုရင်​ဆိုင်​ကြမလဲ......?သစ္စာ​ဖောက်​ခံရတဲ့ မိန်​းက​လေးသုံး​ယောက်​အဖြစ်​ အလန်​းစားမင်​းသမီးသုံးဦးဖြစ်​တဲ့Chrissie Chau ; Gaile Lai နဲ့ Stephy Tang\nတို့က ပါဝင်​သရုပ်​​ဆောင်​ထားတာပဲဖြစ်​ပါတယ်​။မိန်​းမတစ်​​ယောက်​ရဲ့အချစ်​က ဖန်​ကွဲစလိုပဲကွဲအက်​သွားပြီးတဲ့အခါ ​ကော်​နဲ့ပြန်​ကပ်​လို့မရ​တော့ဘူး........ဆိုတဲ့စကား​လေးနဲ့ သူတို့ကိုဒုက္ခတွင်​းထဲပို့ခဲ့တဲ့​ကောင်​ကို​ရော ဘယ်​လိုအဆုံးသတ်​​ပေးကြမလဲ.....? စတဲ့​မေးခွန်​း​လေး​တွေနဲ့ အမျိုးသမီးဇာတ်​​ကောင်​​တွေကိုဦးစား​ပေးထားတဲ့ Husband killerဆိုတဲ့ အက်​ရှင်​ကား​လေးတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​​နော်​။(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ ကြာဖြူလွင်ပါ) File Size : (800 MB) and (276 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 36min \nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/husband-killers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/td-135x200.jpg",
        "title": "The Disaster Artist (2017)",
        "description": "The Disaster Artist (2017)\nIMDb - 7.4/10_____Rotten - 91% နိုင်ငံတိုင်းမှာ ရုပ်ရှင်လောကတိုင်းမှာ ပေါကားဆိုတာရှိစမြဲပါ။ပေါတဲ့ခံယူချက်ကတော့ တူကြမှာမဟုတ်ပါဘူး။သရုပ်ဆောင်မကောင်းလို့၊ ဇာတ်အိမ်မကောင်းလို့၊ ကိုယ့်အနုပညာကို ပရိသတ်မြင်လာအောင်မချပြနိုင်လို့ပေါကားဖြစ်သွားကြတာတွေရှိသလို သူများနဲ့မတူအောင် ရိုက်ရာကနေ ပေါသွားတာမျိုး၊ ပိုက်ဆံရရင်ပြီးရော ပရိသတ်ကိုနားလည်ပါးရိုက်လုပ်နေတဲ့ ပေါကားတွေလဲ ဒုနဲ့ဒေးပါပဲ။ဒီ Disaster Artist ဆိုတဲ့ရုပ်ရှင်ကားကတော့၂၀၀၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်၊ အပေါဆုံးရုပ်ရှင်ဆိုတဲ့ ဂုဏ်ပုဒ်တွေရယူထားနိုင်တဲ့ The Room ဇာတ်ကားရဲ့ပဲ့ကိုင်ရှင် Tommy Wiseau အကြောင်းကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဘယ်ကလာတယ်၊ အသက်ဘယ်နှနှစ်လဲ၊ ဘယ်မှာမွေးတာလဲ၊ ပိုက်ဆံတွေဘယ်လိုရလာသလဲဆိုတဲ့ နောက်ကြောင်းရာဇဝင် ဘာဆိုဘာမှမသိရတဲ့ Tommy Wiseau နဲ့ သရုပ်ဆောင်ဖြစ်ရရင်၊ အောင်မြင်ရရင် ကျေနပ်ပါပြီဆိုတဲ့ Greg။သူတို့နှစ်ယောက် လော့အိန်ဂျလိစ်ရဲ့လမ်းမထက်မှာ အိပ်မက်ကိုယ်စီမက်ခဲ့ကြတယ်။တစ်ယောက်ကိုတစ်ယောက် အားပေးဖို့၊ ကိုယ့်အိပ်မက်ကို ဘယ်တော့မှလက်မလျှော့ဖို့ ကတိပေးခဲ့ကြတယ်။ဟောလိဝုဒ်မှာ နေရာတစ်နေရာရလာဖို့ အမျိုးစုံကြိုးစားခဲ့ပေမယ့် ဟောလိဝုဒ်က သူတို့ကိုငြင်းပယ်လာတဲ့အခါ.....သူတို့နှစ်ယောက်မှာ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်တစ်ကားဖြစ်လာဖို့ ကမ္ဘာ့အကောင်းဆုံးအကြံတစ်ခုထွက်လာကြပါတယ်။အဲ့ဒါကတော့ ကိုယ့်ပိုက်ဆံနဲ့ကိုယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yh3l/The_Disaster_Artists_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/34db71cb8431fa6827286a4f8ab68a88-135x200.jpg",
        "title": "Borg McEnroe (2017)",
        "description": "2017 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ျဖစ္​ရပ္​မွန္​ ဇာတ္​ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးက 1980 ကာလကတင္​းနစ္​ အားကစား ၿပိဳင္​ဆိုင္​မႈျပင္​းထန္​ခဲ့ စဥ္​တုန္​းက နာမည္​​ေက်ာ္​ကစားသမား​ေတြျဖစ္​တဲ့ Björn Borg နဲ႔ John McEnroe အ​ေၾကာင္​းကို ​ေသခ်ာ ရိုက္​ကူးျပထားတာပါဒီကားထဲမွာ အားကစားဆိုတာ ဘာလဲ အားကစားစိတ္​ဓာတ္​အျပည္​့နဲ႔ ၿပိဳင္​ဖက္​ကို ယွဥ္​ၿပိဳင္​ကစားၾကပံု​ေတြသာမကပဲ တကယ္​့ၿပိဳင္​ပြဲမွာ ႀကံဳ​ေတြ႕ရတဲ့ကစားသမား​ေတြရဲ႕ စိတ္​ဖိစီးမႈဒဏ္​​ေတြ နဲ႔ နည္​းျပနဲ႔ ကစားသမားၾကားထဲက ျပသနာ​ေလး​ေတြကို ​ေဖာ္​က်ဴးရိုက္​ကူးျပထားတာျဖစ္​ပါတယ္​ ဇာတ္​လမ္​း​ေလးက​ေတာ့ Biography ျဖစ္​တာ​ေၾကာင္​့ အ​ေထြအထူး ၫြန္​းစရာမရွိပဲနဲ႔ သင္​ခန္​းစာယူဖြယ္​ရာ အျဖစ္​အပ်က္​​ေတြကို စိတ္​၀င္​စားဖို႔​ေကာင္​း​ေအာင္​ရိုက္​ကူးျပထားပဲျဖစ္​ပါတယ္​ Qty - 720p BlurayDuration - 1hr 44minGern - BiographyTranslator - Ko YeEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/borg-mcenroe-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/full-movie-bleeding-steel-2017-720p-hd-137x200.jpg",
        "title": "Bleeding Steel (2017)",
        "description": "2018 ခုႏွစ္ထြက္ အခုမွ ပူပူေႏြးေႏြး ရံုတင္ေနတဲ့ မင္းသားၾကီးဂ်က္ကီခ်န္းရဲ႕ ကားသစ္ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ေတာ့ သိပၸံ အက္ရွင္ဒရမ္မာကားေလးပါဇာတ္ကားထဲမွာေတာ့ ဂ်က္ကီခ်န္းက တာ၀န္ေက်လြန္းတဲ့ ရဲ ၀န္ထမ္းအျဖစ္သရုပ္ေဆာင္ထားျပီးေတာ့ သူဟာ သူ႕ရဲ႕ တာ၀န္ကို အပ်က္ကြက္လံုး၀ မခံပဲ သူ႕သမီးေလး ေဆးရံုမွာ အေရးေပၚျဖစ္ေနတာေတာင္က်ရာတာ၀န္ကို မပ်က္မကြက္ထမ္းေဆာင္ခဲ့ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရဲ အရာရွိ လင္း ဟာ သူ႕သမီးေလး အေရးေပၚျဖစ္ေနလို႕ေဆးရံုကိုသြားေနတဲ့ အခ်ိန္မွာ သူႈ အထက္အရာရွိက သူ႕ကို ဖုနး္ဆက္ျပီး တာ၀န္ေပးလိုက္လို႕အေရးၾကီး သက္ေသကို ကာကြယ္ဖို႕အတြက္ သြားလိုက္ပါတယ္ဒါေပမဲ့ သက္ေသေကာ သူပါလုပ္ၾကံခံခဲ့ရျပီး အဲ့ဒီသိပၸံပညာရွင္ စမ္းသပ္ခဲ့တဲ့ ႏ်ဴကလီးယားေရာင္ျခည္သင့္ လူသားကလာေရာက္လုပ္ၾကံခဲ့တာျဖစ္ျပီး ေတာ့ ဂ်က္ကီခ်န္းတေယာက္ သတိလစ္သြားပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ဘာေတြဘလိုဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ  File Size : (950 MB) and (470 MB)\nQuality : HCWEBRip 720p\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gylD/Bleeding_Steel_[2017]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjIwMDk4ZTMtNjBjNS00MDZmLWFjYzEtYTZkYTE3MGZjYjVjXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "ManHunt (2017)",
        "description": "ဒီတစ်ခါတော့အတော်ကြမ်းပြီးအတော်မိုက်တဲ့တရုတ်\nကိုရီးယား ဂျပန် ၃နိုင်ငံဖက်စပ်ဂျပန်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်တရုတ်မင်းသားကိုတော့\noperation mekong ထဲမှာပရိတ်သတ်တွေမြင်တွေ့ပြီး\nဖြစ်မှာပါကြမ်းကြမ်းရမ်းရမ်းနဲ့သဘာဝကျကျသရုပ်\nဆောင်တတ်တာသူရဲ့အားသာချက်တစ်ခုပါပဲဇတ်လမ်းကတော့ဂျပန်နိုင်ငံအိုဆာကာမြို့မှာဇတ်အိမ်တည်ထားပါတယ်တရုတ်လူမျိူးဒူချူးဟာနိုင်ငံခြားကနေရှေ့နေဘွဲ့ရခဲ့ပြီးဂျပန်နိုင်ငံဆေးဝါးကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်\nကိုင်နေတဲ့အပြည်ပြည်ဆိုင်ရာရှေ့နေတစ်ဦးပါတစ်နေ့\nတော့မမျော်လင့်ပဲရှေ့နေဒူချူးတစ်ယောက်မိန်းကလေးတစ်ယောက်ကိုသူကိုယ်တိုင်မသတ်ပဲချောက်ချခံလိုက်ရတဲ့အခါရဲတွေလက်ထဲကနေသူကိုယ်တိုင်မကျူး\nလွန်ခဲ့တဲ့အပြစ်အတွက်ထွက်ပြေးသောအခါဘာတွေ\nဆက်ဖြစ်မလဲရှေ့နေဒူချူးကိုဘယ်သူကချောက်ချခဲ့တာလဲရှေ့နေဒူချူးကိုလက်ရဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ဂျပန်စုံထောက်သူကကောဒူချူးကိုဖမ်းမိမှာလားတစ်ဖန်ရှေ့နေဒူချူးကိုသေစေချင်နေတဲ့လူတစ်စုသူတို့ကကောဒူချူးကိုဘာလို့သေစေချင်နေရတာလဲစသဖြင့်ဇတ်ကားတစ်ကားလုံးအက်ရှင်စွန့်စားခန်းတွေနဲ့ပရိတ်သတ်တွေကိုဆွဲဆောင်သွားမှာပါဒီကားကိုကျွန်တော်အမြင်အရဆိုရင်rating ကိုဒီထက်အများကြီးပေးသင့်တဲ့ဇတ်ကားပါကျွန်တော်ကိုယ်တိုင်ကြိုက်နှစ်သက်မိပြီးပရိတ်သတ်တွေလည်းအလွန်နှစ်သက်မယ်လို့အာမခံလိုက်ရပါတယ်ဒါနဲ့စကားမစပ်ကိုးရီးယားမင်းသမီးတွေဂျပန်မင်းသမီးတွေရယ်တရုတ်မင်းသမီးအလန်းလေးတွေပါပါဝင်ပါတယ်လို့ပြောကြားရင်းဒေါင်းလော့သာရဲရဲကြီးဆွဲလိုက်ကြပါ Qty - 720p BlurayDuration - 1hr 48minGern- Action / ThrillTranslator - John HtweEncoder - Kyaw Ye Aung",
        "rating": "5.3",
        "url": "https://megaup.net/2gRjB/ManHunt_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/d-140x200.jpg",
        "title": "The Mountain II (2016)",
        "description": "\"ခါဒေးလ်\"ဆိုတာ အီရတ်နဲ့တူရကီနိုင်ငံအကြားနယ်စပ်မှာ ရှိနေတဲ့ ဇနပုဒ်ရွာကလေးတစ်ရွာဖြစ်ပြီးတော့ တခါက တူရကီနိုင်ငံရဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့ဖူးပါတယ်။\"ဇေဒါး\"အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် ဘာသာမတူပေမယ့် အိုင်အက်စ်(Daesh)တို့ဆီမှာ နှိပ်စက်ခံနေရတဲ့ ယာဇီဒီဘာသာဝင်တွေအတွက် ရပ်တည်ပေးခဲ့သူ မွတ်ဆလင်ဘာသာဝင်တူရကီ အမျိုးသမီး...အီရတ်နိုင်ငံထဲက \"ယာဇီဒီဘာသာဝင်''တွေ အပေါ် အကြမ်းဖက်မှုတွေကျူးလွန်နေတဲ့ အိုင်အက်စ်တွေအကြောင်း ရုပ်သံရိုက်ကူးမှုတွေပြုလုပ်နေတဲ့ \"ဇေဒါး\"တို့သတင်းသမားတွေကို အိုင်အက်စ်အဖွဲ့ကွဲ့က ဖမ်းဆီးပြီး ပြန်ပေးဆွဲမှုတစ်ခုပြုလုပ်ခ့ပါတယ်။အကြိမ်ကြိမ်အခါခါ သဘောထားပျော့ပျောင်းပြခဲ့တဲ့ တူရကီအစိုးရဟာ ခုတစ်ကြိမ်မှာတော့ ပြန်ပေးဆွဲသမားတွေတောင်းဆိုတာကို မလိုက်လျောတော့ဘဲ အဖမ်းဆီးခံ တူရကီနိုင်ငံသူကိုပဲ အထူးတပ်ဖွဲ့တွေသုံးပြီး ကယ်တင်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဇေဒါး အနေနဲ့ အသက်ဘေးကလွတ်မြောက်ခဲ့ရပေမယ့် အီရတ်နယ်စပ်ကခါဒေးလ်ရွာကလေးကတူရကီသားချင်းတွေဖြစ်တဲ့ Turkmens တွေကတော့ ဇေဒါးတို့နဲ့နှုတ်ဆက်စကားဆိုပြီး နောက်တစ်နေ့မှာကိုပဲ အိုင်အက်စ်တွေရဲ့ မြေလှန်သတ်ဖြတ်တာကို ခံရတေ့ာမှာပါ။ဇေဒါး အနေနဲ့ သူ့ကိုကယ်တင်ဖို့ရောက်လာတဲ့ တူရကီအထူးတပ်ဖွဲ့ဝင်တွေကိုအကူအညီတောင်းပေမယ့်လည်း နှလုံးသားမရှိသူတွေထံက အကူအညီရမယ့်ပုံမပေါ်ပါဘူး.....ဘာတွေများ ဆက်ဖြစ်ကြဦးမလဲ........File Size : (0.99 GB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "9.6",
        "url": "https://channelmyanmar.org/mountain-ii-2016/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/81pHjhE6GuL._SL1500_-144x200.jpg",
        "title": "anohana: The Flower We Saw That Day – The Movie (2013)",
        "description": "Qty - Bluray 720pDuration - 1hr 39minGern - DramaTranslator - Myo Myint NaingEncoder - Kyaw Ye Aung  ဇာတ်လမ်းအကျဉ်းကတော့ တစ်ခါတုန်းက တစ်ယောက်နဲ့တစ်ယောက်တော်တော်ခင်ခဲ့ကြတဲ့ သူငယ်ချင်း ၆ ယောက် ရှိတယ်။ ဒါပေမဲ့ သူတို့ထဲက တစ်ယောက်ကမမျှော်လင့်ပဲ မတော်တဆမှုတစ်ခုဖြစ်ပြီး ဆုံးသွားတယ်။ အဲ့ဒီအချိန်ကစပြီးတော့ သူတို့သူငယ်ချင်း တစ်စုလုံး တစ်ယောက်နဲ့တစ်ယောက်အနေစိမ်းသွားကြရော။ ဒီအဖြစ်အပျက်တွေ ဖြစ်ပြီးကတည်းက သူတို့အုပ်စုရဲ့ခေါင်းဆောင် ဂျင်းတန်က စိတ်ဓာတ်ကျပြီး အမြဲလိုလို တစ်ယောက်ထဲအချိန်တွေကို ကုန်ဆုံးနေတာပေါ့။တစ်ရက်မှာတော့ ဆုံးသွားတဲ့ကောင်မလေးရဲ့ ၀ိညာဉ်ဟာ သူ့ရှေ့ရောက်ချလာပြီး သူ့အနေနဲ့ ဆုတောင်းတစ်ခု ဖြည့်ဆည်းပေးဖို့တောင်းဆိုလာတယ်။ ဆုတောင်းပြည့်မှ သူကနောင်ဘဝကို ကူးနိုင်မှာတဲ့။ဒါပေမဲ့ မန်းမာက သူ့ဆုတောင်းသူ မမှတ်မိတော့ ဂျင်းတန် လည်း သူတို့နဲ့ စိမ်းသွားတဲ့ သူငယ်ချင်းတွေဆီ အကူအညီတောင်းရတော့တာပေါ့။ဒါနဲ့ ကောင်မလေးရဲ့ဝိညာဉ် ဘဝကူးနိုင်အောင် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/anohana-flower-saw-day-movie-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ridge-runners.101893-133x200.jpg",
        "title": "Ridge Runners (2018)",
        "description": "ဒီကားေလးကေတာ့ စံုေထာက္ကားေလးလဲျဖစ္သလို ပညာေပးကားလဲျဖစ္ပါတယ္။ၿမိဳ႕ငယ္ေလးတစ္ျမို့မွာေနတဲ့ ဝီလိုဆိုတဲ့စံုေထာက္တစ္ေယာက္ သူမအေဖဆံုးပါးသြားတဲ့အတြက္ စိတ္ထိခိုက္ေနၿပီးတစ္ေန႔မွာေတာ့ သူ႔ဆီကို ၁၂ႏွစ္အရြယ္ ကေလးမေလးတစ္ေယာက္ ေပ်ာက္ေနတဲ့အမႈ ေရာက္ခ်လာပါတယ္။အဲ့အမႈကိုလိုက္စံုစမ္းရင္း သူ႔ရဲ႕ၿမိဳ႕မွာ မထင္မွတ္ထားတဲ့ ျပစ္မႈေတြ၊ လူကုန္ကူးမွုေတြျဖစ္ပ်က္ေနတာကို သိလာရၿပီး လိုဝီတစ္ေယာက္ ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႔ရမလဲ၊ဒီအမႈေတြကိုေရာ သူ ထုတ္ေဖာ္ႏိုင္ပာ့မလားဆိုတာကို ပရိသတ္ႀကီး ဇာတ္ကားထဲမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္။ File Size : (650 MB) and (270 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Ann Mary\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/ridge-runners-2018/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/loo-135x200.jpg",
        "title": "Looking Glass (2018)",
        "description": "ကၽြန္ေတာ္တို႕ရဲ႕မင္းသားၾကီး Nicolas Cage ကေတာ့ဇာတ္ကားရိုက္ကူးတာေတြစိတ္လာပါတယ္။ဒီတစ္ခါမွာေတာ့ သူ႕ရဲ႕ ၂၀၁၈ခုႏွစ္ ေဖေဖာ္၀ါရီလထြက္ Mystery/Thiller ဇာတ္ကားေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Nicolas Cage နဲ႕ Prison Break ဇာတ္လမ္းတြဲမွာရင္းႏွီးခဲ့တဲ့ မင္းသမီး Robin Tunney တို႕ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ လွ်ပ္စစ္နည္းပညာရွင္တစ္ဦးျဖစ္သည့္ Ray ( Nicolas Cage) ဟာသူ႕ရဲ႕အိမ္သူသက္ထား Maggie ( Robin Tunney) နဲ႕အတူစီးပြားေရးတစ္ခုစလုပ္ၾကည့္ဖို႕အတြက္ တိုင္ပင္ျပီးမိုတယ္ေဟာင္းတစ္ခုကို ၀ယ္ယူလိုက္ပါတယ္။မိုတယ္စတင္ဖြင့္လွစ္လည္ပတ္စဥ္မွာပဲ သူတို႕မိုတယ္မွာထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြ၊ ေျဖရွင္းမရတဲ့ ကိစၥေတြ ပတ္၀န္းက်င္ရဲ႕ရိုက္ခတ္မႈေတြ ျဖစ္လာပါေတာ့တယ္။ဒီလုိထူးဆန္းတဲ့ျဖစ္စဥ္ေတြ ဘာေၾကာင့္ျဖစ္လာရတာလဲ။ဒီမိုတယ္ရဲ႕ သမိုင္းေၾကာင္းကေရာ ဘယ္လိုေတြလဲဆိုတာကိုေအးေဆးေနတတ္တဲ့ Ray တစ္ေယာက္ စံုစမ္းေမးျမန္း ေဖာ္ထုတ္ဖို႕ၾကိဳးစားလာရတဲ့အခါမွာေတာ့….ဘယ္လိုေတြ ေတြ႕ၾကံဳရမလဲ။ဘာေတြျမင္ေတြ႕ရမလဲ။မိုတယ္ရဲ႕ လ်ဳိ႕၀ွက္ခ်က္ေတြကေရာဘာေတြလဲ ဆိုတာကေတာ့ မင္းသားၾကီး Nicolas Cage ရဲ႕ပရိသတ္ၾကီးေတြ ရင္တထိတ္ထိတ္နဲ႕ ကိုယ္တိုင္ပဲၾကည့္လိုက္ၾကပါဦး။ File Size : (850 MB) and ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/looking-glass-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/1200x630bb-2-133x200.jpg",
        "title": "Down by Love (2016)",
        "description": "2016 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ဇာတ္​ကား​ေ​လးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးနာမည္​က Down By Love ပါ ဒီကားမွာ အခ်စ္​ဆိုတာဘာလဲ အသက္​အ႐ြယ္​ ဘာသာ လူမ်ိဳးက အခ်စ္​အတြက္​အတားအဆီးလား အခ်စ္​မွာ မျဖစ္​ႏိုင္​တာ မရွိပါဘူး အခ်စ္​ဆိုတာ မျဖဴစင္​ပါဘူး ဒီကားက ဘာကို ​ေထာက္​ျပထားလဲဆို​ေတာ့ ျဖဴစင္​တဲ့ ခ်စ္​ျခင္​းဆိုၿပီး ​ေျပာ​ေျပာ​ေနၾကတဲ့ သူ​ေတြအတြက္​ ျဖဴစင္​တဲ့ခ်စ္​ခ်င္​းဆိုတာ မိဘက သားသမီးအ​ေပၚကိုထားရွိတဲ့​ခ်စ္​ျခင္​း​ေမတၲာ တစ္​ခုထဲကိုပဲ ဆိုလိုတာျဖစ္​​ေၾကာင္​း နဲ႔ ၁၅၀၀ ခ်စ္​ျခင္​းမွာ ျဖဴစင္​တာ မရွိ​ဘဲ တဏွာ sex ကိစၥဟာ တ​ေထာင္​့တ​ေနရာက ပါ၀င္​​ေနတဲ့အ​ေၾကာင္​း​ေတြကို ရိုက္​ကူးျပထားတာပါ ဒါ့​ေၾကာင္​့ ကိ​ေလသာ တဏွာအခ်စ္​​ေတြကို အခ်စ္​က ျဖဴစင္​တယ္​ ျဖဴစင္​တယ္​နဲ႔ ​ေသာက္​နကန္​းတလြဲမသံုးၾကဖို႔ လိုပါတယ္​ဇာတ္​လမ္​း အက်ဥ္​း​ေလးက​ေတာ့ မိန္​းမ​ေခ်ာ​ေလး Anna သူမဟာ ၆အျပစ္​ကင္​း လွတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ တစ္​​ေန႔မွာ သူ႔ကံအ​ေၾကာင္​းဖန္​လာ​ေတာ့ သူမရဲ႕ဖူးစာဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/down-by-love-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM1OTI4NDM4Nl5BMl5BanBnXkFtZTgwMDAwODg2NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "When We First Met (2018)",
        "description": "လူ႔ဘဝမွာတစ္ခါေလာက္ေတာ႔အခ်ိန္ေတြကိုေနာက္ျပန္ဆုတ္လို႔ရရင္လို႔ေတြးမိဖူးၾကမွာပါ။အကယ္၍သာျပန္ျပင္ဆင္ခြင္႔ရွိရင္ ဘာေတြကိုျပင္ဆင္မွာလဲျပင္ဆင္လိုက္ရင္ေရာ ဘာျဖစ္မွာလဲ ဆိုတာလဲေတြးမိၾကမွာပါ။အဲ႔လို႔ေမးခြန္းေတြနဲ႔ စိတ္ညစ္ဖူးတဲ႔ လူေတြအတြက္ ဒီကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးထဲက မင္းသားကေတာ႔ျပင္ဆင္ခြင္႔ရခဲ႔သူတစ္ဦးေပါ႔။ေမးစရာရွိတာက အဲ႔ဒီအခြင္႔အေရးဟာသူ႔အတြက္ ကံဆိုးတာလား ကံေကာင္းတာလား ဆိုတာပါပဲ။ေပါေပါ႔ပါးပါးနဲ႔ သူေပးခ်င္တဲ႔မက္ေဆ႔ကိုေပးႏိုင္တဲ႔ကားေလးမို႔ ကားေကာင္းေလးတစ္ကားလို႔ပဲ ညႊန္းလိုက္ပါရေစ။အခ်ိန္ခရီးသြားကားေတြထဲကမွ ခြဲထြက္ေနျပီး အဓိပၸါယ္ရွိတဲ႔ကားေလးတစ္ကားပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating6.5 နဲ႔ Rotten tomatoes 4.2% ရရွိထားတဲ႔ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေအးမြန္ေက်ာ္ပါ)  File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :1080p.NF.WEBRip.DD5.1.x264-SiGMA\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://megaup.net/1Aorx/When_We_First_Met_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Me, Myself & Irene (2000)",
        "description": "က်ြန္ေတာ္တို့ အခ်စ္ေတာ္ႀကီး Jim Carrey ရဲ့ ေနာက္ထပ္ အလန္းစားရုပ္ရွင္တစ္ကား ထပ္မံ တင္ဆက္ေပးလိုက္ပါတယ္2000 ခုနွစ္က ရိုက္ကူးခဲ့ တဲ့ Old But Gold ရုပ္ရွင္ တစ္ကားျဖစ္ပါတယ္IMDb rating 6.6 ရရွိထားျပီး ရုပ္ရွင္ ဘတ္ဂ်က္ ၅၁ သန္းအသံုးျပုထားကာBox Office မွာ ဝင္ေငြ ၁၄၉ သန္း ျပန္လည္ရရွိထားပါတယ္ရိုးသားတဲ့ စိတ္ေစတနာေကာင္းတဲ့ ျပည္နယ္ေသးေသးေလးက ရဲတပ္ဖြဲ့ဝင္ေလးတေယာက္အရမ္းဥာဏ္ေကာင္း IQ ျမင့္တဲ့ ေခ်ာေခ်ာလွလွ မိန္းကေလးတေယာက္နဲ့အိမ္ေထာင္က်ရာက မိန္းမ က ေဖာက္ျပန္လို့ စိတ္ဒဏ္ရာ ရတဲ့အေၾကာင္းေတြကို Jim Carrey ပီသစြာပဲပိုင္ပိုင္နိုင္နိုင္သရုပ္ေဆာင္ထားပါတယ္မိန္းမထြက္သြားျပီး တျခားသူနဲ့ ေမြးတဲ့ သား ၃ေယာက္နဲ့ သူ့ကိုခ်န္ခဲ့ပံုလူတစ္ကိုယ္စိတ္ ႏွစ္မ်ိုး အျဖစ္ႀကံုလာရပံုတာဝန္အရ လိုက္ေစာင့္ေရွာက္ေပးရတဲ့ မိန္းကေလးတေယာက္နဲ့အလြဲေတြႀကံုရပံု အစရွိတာေတြကို တေသာေသာရယ္ေမာေနရင္းၾကည့္ရႈရမွာပါတခုေျပာစရာရွိတာက တစ္ကားလံုး ညစ္ညမ္းတဲ့ စကားေျပာခန္းေတြအမ်ားႀကီးပါဝင္ပါတယ္ဘာမွ မျပင္ဆင္ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wwr7/Me,_Myself_&_Irene_[2000]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/enders-game-poster-133x200.jpg",
        "title": "Ender’s Game (2013)",
        "description": "Ender's Game (2013)\nIMDb - 6.6/10_____Rotten - 62% \nEnder's Game (2013)ကတော့\n၁၉၈၅ ခုနှစ် ထုတ် စိတ်ကူးယဉ် သိပ္ပံ ဝတ္ထု ကို ရုပ်ရှင် ပြန်ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကတော့ ၂၀၈၆ ခုနှစ်မှာ ကမ္ဘာကို Formics လို့ခေါ်တဲ့\nဂြိုလ်သားတွေက တိုက်ခိုက်လာပါတယ်။\nအဲ့ဒီစစ်ပွဲမှာ လေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ စွမ်းဆောင်မှုကြောင့်\nဂြိုလ်သားတွေရဲ့ အားနည်းချက်ကိုသိလိုက်ပြီး သူတို့ကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။\nလူသားတွေ အနိုင်ရခဲ့ပေမယ့် လူသန်းပေါင်းများစွာ အသက်ဆုံးရှုံးခဲ့ရပါတယ်။\nအဲ့ဒီနောက်မှာတော့ နိုင်ငံတကာ လေတပ်အဖွဲ့ကနေပြီး လူကြီးတွေအစား လူငယ်တွေကို လေ့ကျင့်ပေးပြီး\nFormics တွေပြန် ပြီးတိုက်ခိုက်လာရင် ကာကွယ်နိုင်အောင်ဖြစ်ပါတယ်။\nလေ့ကျင့်ပေးရာမှာလည်း Simulation တွေ ဂိမ်းတွေ အပေါ် အခြေခံပြီး\nလူငယ်တွေကို ရွေးချယ်တာဖြစ်ပါတယ်။\nနှစ်ငါးဆယ် ကြာသွားပြီးတဲ့အချိန်မှာ Formics တွေရဲ့ဂြိုလ်ပေါ်မှာ စစ်တပ်အင်အား\nအဆမတန် တိုးပွားလာကို လူတွေက သတိထားမိပြီး\nသူတို့ နောက်တစ်ကြိမ် ကမ္ဘာကို လာပြီး ရန်မစရဲအောင် သူတို့ ရဲ့ ဂြိုလ်အထိ လိုက်ပြီး\nတိုက်ခိုက် နှိမ်နင်းဖို့ ကြိုးပမ်းနေကြပါတယ်။\nအဲ့ဒီမှာ Ender Wiggin လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက် ကို\nColonel Hyrum Graff ...",
        "rating": "6.6",
        "url": "https://megaup.net/SQux/Ender_s_Game_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA1MDkxOTgwNl5BMl5BanBnXkFtZTcwODE3NDc1NA@@._V1_SY999_CR00690999_AL_-138x200.jpg",
        "title": "7 Khoon Maaf (2011)",
        "description": "မိန္းမတိုင္းဟာ\nတစ္သက္မွာ တစ္ခါေတာ့ သူတို႔ ေယာက်္ားေတြကို သတ္ပစ္ဖို႔ စဥ္းစားဖူးတယ္ တဲ့ .....ခင္ဗ်ားဟာ အိမ္ေထာင္သည္ဆိုရင္ ခင္ဗ်ားရဲ႕မိန္းမကို ေမးၾကည့္ပါ ။\nအနည္းဆံုး တစ္ႀကိမ္ေတာ့ ခင္ဗ်ားကို သတ္ဖို႔ နည္းလမ္းတစ္ခုေတာ့ သူစဥ္းစားဖူးလိမ့္မယ္တဲ့ .....ကဲ .. ဒါဆို ဘာလို႔ ခင္ဗ်ား အခုထိ အသက္ရွင္ေနလဲ သိလား?\"ကေလး\"ကေလးတစ္ေယာက္ေလာက္ ရလိုက္ရင္\nမိန္းမေတြဟာ ေယာက်္ားကို ပိုၿပီး သည္းခံလာႏိုင္လာတယ္တဲ့ ... ဒါေၾကာင့္ ခင္ဗ်ား အခုခ်ိန္အထိ အသက္ရွင္ေနတာေပါ့ .....ဆူဆန္နာ အန္နာမရင္း ဂ်ိဳဟန္နာ ဆိုတဲ့\nသူေဌးမ တစ္ေယာက္ ေယာက်္ား ၆ ေယာက္ထိ ယူခဲ့တယ္ အကုန္ေသကုန္တယ္ ။တကယ္ေတာ့ ဆူဆန္နာဟာ\nသူ႕ဘဝသက္တမ္း တစ္ေလွ်ာက္လုံး ထာဝရအခ်စ္ကို ရွာေဖြခဲ့တာပါ ၊ အရမ္းအထီးက်န္ခဲ့ရပါတယ္ ။ သူ ေမြးကင္းစအ႐ြယ္မွာပဲ သူအေမ ဆုံးပါးသြားခဲ့တယ္ ။ ၿပီးေတာ့ သူအ႐ြယ္မေရာက္ခင္မွာဘဲ သူ႕အေဖ ...",
        "rating": "6.2",
        "url": "https://megaup.net/Qtwq/7_Khoon_Maaf_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/201251817162110-145x200.jpg",
        "title": "SanMao Joins The Army (1992)",
        "description": "ဒီဇာတ္ကားကေတာ့ ျမန္မာျပည္ဆိုရွယ္မီဒီယာမွာ ခုတေလာ လူေျပာမ်ား လူၾကည့္မ်ားေနတဲ့ ဟာသဗြီဒီယိုအပိုင္းေလးရဲ႕ ဇာတ္ကားပါ။(SanMao joins the army) 'ဆံသံုးေခ်ာင္း' စစ္တပ္ထဲဝင္ေသာအခါ ဆိုတဲ့ဇာတ္ကားဟာ 1935 ခုႏွစ္မွာ Zhang Leping ဖန္တီးခဲ့တဲ့SanMao ဆိုတဲ့ တရုတ္နာမည္ေက်ာ္ကာတြန္းကို အသက္သြင္းထားတာျဖစ္ပါတယ္။ဆံပင္သံုးေခ်ာင္းပဲရွိတဲ့ အူေၾကာင္ၾကားကေလးေလးတစ္ေယာက္အေၾကာင္းနဲ႔ စစ္ပြဲရဲ႕ဆိုးေမြေတြအေၾကာင္း ဟာသအေသာေလးေတြနဲ႔ ကာတြန္းဆန္ဆန္ရိုက္ကူးထားတာ အေတာ္ေလး ရယ္ရပါတယ္။HD Quality ကို တရုတ္ဝက္ဒ္ဆိုဒ္ေတြအၾကား ေမႊေႏွာက္ရွာေဖြျပီး တင္ဆက္ထားပါတယ္...ၾကည့္ရႈခံစားေပးပါဦး။ \nFile Size…(999 MB) and (410MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Khin Pyae Sone Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sanmao-joins-army-1992/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/lady_bird_ver2-135x200.jpg",
        "title": "Lady Bird (2017)",
        "description": "Imdb - 7.8\nRotten Tomatoes - 99%\n----------------------------------------------\nသားသမီးတွေနဲ့ မိဘတွေ ကတောက်ကဆအဖြစ်ဆုံးအရွယ်က အထက်တန်းကျောင်းသူကျောင်းသားအရွယ်ဆိုတာ အားလုံးလက်ခံကြမှာပါ။ လူပျိုပေါက်၊ အပျိုပေါက်ဖြစ်လာတဲ့အရွယ်မှာ လွတ်လပ်ခွင့်တွေ အရင်ထက်ပိုလိုချင်လာကြတယ်၊ ကိုယ် ဘာလုပ်လုပ်အမှန်ပဲထင်တတ်ကြတယ်။ မိဘကလဲ ဒီအရွယ်ဆို သေးသေးလေးကအစ အပြစ်လိုက်ပြောတတ်၊ သားသမီးမပျက်စီးအောင်ဆိုပြီး ထိန်းချုပ်မှုတွေလုပ်တတ်တဲ့အခါ သားသမီးနဲ့မိဘတွေကြား နားလည်မှုလေးတွေလွဲတတ်ကြပါတယ်။\nခရစ္စတင်းဆိုတဲ့ ကောင်မလေးဟာ သူ့ကိုယ်သူ \"ငှက်မဒီ\" လို့နာမည်ပေးထားပါတယ်။ ငှက်မဒီတို့ မိသားစုက သူဌေးရပ်ကွက်တစ်ခုမှာ နေထိုင်ပြီး ငှက်မဒီကတော့ ကတ်သလစ်အထက်တန်းကျောင်း တက်ပါတယ်။ ငှက်မဒီရဲ့ မိဘတွေဟာ ငွေရေးကြေးရေး မချောင်လည်ပေမယ့် ဆက်ကျော်သက်အရွယ် ဟော့ဟော့ရမ်းရမ်းနေချင်၊ ပျော်ပါးချင်တဲ့ ငှက်မဒီ လိုအပ်သမျှကိုတော့ တတ်နိုင်သလောက်ဖြည့်ဆည်းပေးပါတယ်။\nမြန်မာပြည်မှာ ၁၀ တန်းအောင်ပြီးရင် တက္ကသိုလ်ရွေးကြသလိုမျိုး ငှက်မဒီတစ်ယောက် အထက်တန်းကျောင်းအောင်သွားတဲ့အခါ ကိုယ်တက်ချင်တဲ့ကောလိပ်ရွေးရပါတော့တယ်။ အစကတည်းက အချစ်ကြီးပြီး အစိုးရိမ်လွန်တတ်တဲ့ အမေဖြစ်သူဟာ ငှက်မဒီလေးကို အိမ်နားအနီးတစ်ဝိုက်က ကျောင်းမှာပဲ တက်စေချင်ခဲ့ပေမယ့် ငှက်မဒီကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4 https://megaup.net/1GEex/Lady_Bird_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BOTlkZGFmYjEtOTQ5Ny00MWMyLWEzNDItYTQyMTAzYjkyMzRlXkEyXkFqcGdeQXVyMjY1MjkzMjE@._V1_SY1000_CR007331000_AL_-147x200.jpg",
        "title": "Maayavan (2017)",
        "description": "အင္​စပက္​တာ ကုမုရာဆိုသူဟာ တစ္​​ေန ့မွာ သူခိုးတစ္​​ေယာက္​ကုိ လိုက္​ဖမ္​းရင္​း လူသတ္​မႈတစ္​ခုနဲ႔ အမွတ္​မထင္​ ၾကံဳလိုက္​ရပါတယ္​အမ်ိဳးသမီးတစ္​​ေယာက္​ကုိ လူတစ္​​ေယာက္​က ရက္​ရက္​စက္​စက္​ သတ္​​ေနတာျဖစ္​ပါတယ္​အဲ့ဒီလူကို လိုက္​ဖမ္​းရင္​း သူ​ေသကုိယ္​​ေသ ဖိုက္​ၾကရင္​း လူသတ္​သမားလည္​း ​ေသ. . .ကုမုရာလည္​း ​ေဆးရံုမွာ သံုးလ​ေလာက္​ ကုသမႈခံယူလိုက္ရပါတယ္​​ေဆးရံုကဆင္​းၿပီး တာဝန္​ျပန္ထမ္​း​ေဆာင္​​ေတာ့ ဒုတိယလူသတ္​မႈနဲ႔ ၾကံဳရျပန္​ပါတယ္​နာမည္​​ေက်ာ္​မင္​းသမီး ​ေသဆံုးမႈျဖစ္​ၿပီး အသတ္​ခံရသူရဲ႕ လကၡဏာနဲ႔ ​ေသဆံုးပံုက ပထမလူသတ္​မႈနဲ႔ ဆင္​တူ​ေနပါတယ္​မင္​းသမီးနဲ႔ တရင္​းတႏွီး​ေနတဲ့ မိတ္​ကပ္​ဆရာကုိ မသကၤာလို႔ အိမ္​လုိက္​သြားၿပီး စစ္​​ေမးတဲ့အခါ မိတ္​ကပ္​ဆရာဟာ အခုတ​ေလာ ထူးဆန္​းတဲ့ အမူအက်င္​့​ေတြ ျပဳမူ​ေန​ေၾကာင္​း သိရၿပီးအမႈဟာ ထင္​တာထက္​ ပုိ႐ႈပ္​​ေထြးလာခဲ့ပါတယ္​ဒီကားဟာအိႏၵိယ​ေတာင္​ပိုင္​းကားတစ္​ကားအ​ေနနဲ ့ထူးျခားတဲ့ သိပၸံကားတစ္​ကားျဖစ္​ၿပီးတာမီးလ္​မင္​းသား Sundeep Kishan နဲ ့\n​ေဘာလိဝုဒ္​မင္​းသားႀကီး Jackie Shroff တို ့အၿပိဳင္​ၾကဲထားတဲ့ Thrillor ကား​ေကာင္​း တစ္​ကားျဖစ္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုျမင့္သူပါ) File Size : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maayavan-2017/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNWNlZTQ0ZmQtMWY5Yy00ZmQ4LThhNzQtYjEyMTc2ZjA3ZTU2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SX726_CR00726999_AL_-145x200.jpg",
        "title": "Hanson and the Beast (2017)",
        "description": "ဂူဂူးမင္းသမီးေလး Liu Yifei နဲ႔ မင္းသား William Feng တို႔အဓိကပါဝင္ထားတဲ့ Hanson and the Beast ဇာတ္ကားဟာ\n2017..December မွာထြက္ရွိထားတဲ့ Comedy.. Fantasy .. Romance ကားေလးျဖစ္ပါတယ္။ရုပ္ရွင္မင္းသားျဖစ္ခ်င္လို႔ ကိုယ့္ပိုက္ဆံကိုယ္ထုတ္ ဇာတ္ကားရိုက္ရာကေန ေနာက္ဆံုးအေႂကြးေတြ ေတာင္လိုပံုသြားတဲ့ ယြမ္ရႊိက္ (William Feng) ဟာ\nအေႂကြးေတြေၾကဖို႔အတြက္ ပိုက္ဆံရွိအမ်ိဳးသမီးမ်ားနဲ႔ ခဏခဏဒိတ္ေနသူပါ....တစ္ေန႔မွာ ထူးဆန္းစြာၾကံဳလာတာက\nယြမ္ရႊိက္ငယ္ငယ္က ကယ္တင္ေပးခဲ့ဖူးတဲ့ ေျမေခြးမိစၧာမေလးပိုင္ခ်န္းခ်ဴ (ဂူဂူး)က ယြမ္ရႊိက္ကိုျပန္ေတြ႕ေတာ့ ေက်းဇူးေႂကြးျပန္ဆပ္မယ္ဆိုၿပီး သူ႕ေနာက္ကိုလိုက္ခဲ့ပါေတာ့တယ္။သူတို႔ႏွစ္ေယာက္ေတြ႕မိၾကၿပီး ပိုင္ခ်န္းခ်ဴက သူမဟာ ေျမေခြးမေလးျဖစ္ေၾကာင္းေျပာျပီး ေျမေခြးပံုစံေျပာင္းျပလိုက္တာ\nယြမ္ရႊိက္တစ္ေယာက္ေၾကာက္လန္႔ၿပီးေျပးတဲ့အျပင္ လူေတြလဲ ေျမေခြးအႀကီးႀကီးကို ျမင္ေတြ႕သြားၾကပါတယ္...\nဒါေပမယ့္ သူတို႔မိစၧာေလာကမွာ မိစၧာေတြကိုစီမံခန္႔ခြဲေရးဌာနဆိုတာရွိပါတယ္...\nအဲ့ဒီ့အဖြဲ႕က ေျမေခြးကိုေတြ႕ခဲ့တယ္ဆိုတဲ့ လူေတြရဲ႕မွတ္ဥာဏ္ဖ်က္လိုက္ပါတယ္။ပိုင္ခ်န္းခ်ဴဟာ ယြမ္ရႊိက္ကို တကယ္ခ်စ္ႀကိဳက္သြားၿပီး လက္ထပ္ဖို႔ဆံုးျဖတ္ခဲ့ေပမယ့္\nမိစၧာစီမံခန္႔ခြဲေရးဌာနေခါင္းေဆာင္ ယြင္က်ဳန္းဟယ္က မိစၧာနဲ႔ လူ ခ်စ္ႀကိဳက္ျခင္းကိုတားျမစ္ထားတဲ့သူ ျဖစ္ေနတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္သူကေတာ့ မယမင္းေသာ္တာေမာင္ပါ) File Size : (950 MB) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hanson-beast-2017/",
        "category": "Comedy, Fancy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjM0MDM3NjQyN15BMl5BanBnXkFtZTgwMzQ4NTg2MjE@._V1_-139x200.jpg",
        "title": "[18+] Princess Sakura: Forbidden Pleasures (2013)",
        "description": "ဆာကူရာ ဆိုတဲ့ ချောမောလှပတဲ့ ကောင်မလေးက တော်ဝင်မျိုးနွယ်လေးပေါ့ဆာကူရာ လေးဟာ ခန္ဓာကိုယ်က ဆာကူရာပန်းရနံ့လေး အမြဲမွှေးနေလို့ လိုချင်တပ်မက်သူတွေ ဝိုင်းနေတာပေါ့ဒါပေမယ့် ဆာကူရာလေးကတော့ ဗိုင်းကောင်းကျောင်ဖိ မိကောင်းဖခင် သမီးလေးပေါ့ အချစ်ရေးကို စိတ်မဝင်စားသေးပါဘူးဆာကူရာ တို့ စံအိမ်တော်မှာ မျိုးရိုးစဉ်ဆက် ထိန်းသိမ်းထားတဲ့ တော်ဝင်ငှက်မွှေး ဆိုတဲ့ ပစ္စည်းရှိပါတယ် တန်ဖိုးလဲ ကြီးပါတယ်တစ်ရက်မှာတော့ ဆာကူရာ တို့အိမ်ကို ငတက်ပြား နာမည်ကျော်သူခိုး ဝင်ပြီး ထိုငှက်မွှေးကို ခိုးပါတယ်ငှက်မွှေးခိုးရုံပဲလား ဆိုတော့ မဟုတ်ပါဘူး အပျိုစင်လေး ဆာကူရာ အိပ်နေတဲ့ အိပ်ခန်းထဲ ဝင်ပြီး ဘုသွားပါသေးတယ် :Pတော်ဝင်ထိန်းသိမ်းထားတဲ့ ပစ္စည်းလဲ ပျောက်လူလဲ ဘုခံလိုက်ရတဲ့ ဆာကူရာလေးဟာ အိမ်မှာမနေတော့ပဲထို သူခိုးကို ရှာဖို့ အတွက် ရည်မှန်းချက်ကြီးကြီးမားမား နဲ့ စံအိမ်ကနေ ထွက်ခွာသွားပါတော့တယ်...ရည်မှန်းချက် ကြီးမားပုံများ လူဆိုးသူခိုးဂျပိုးများ အဝင်အထွက်များတဲ့ ဆောင်ကြာမြိုင်မှာ ပြည့်တန်ဆာ အဖြစ် အလုပ်ဝင်လိုက်တာပါ :Dသူမ ကိုယ်က ပန်းရနံ့ မွှေးတော့ နိုင်ငံအနှံ့ကတောင် လာပြီး သူမနဲ့ အိပ်ဖို့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2g9jh/Princess_Sakura_-_Forbidden_Pleasures_(Sakura_Hime)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BOWNlYTRhODAtMmMwMC00NTAwLWE4YzMtZGY2ZDg4M2MwZjUxXkEyXkFqcGdeQXVyNjMxODMyODU@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Piper (2016) Short Film",
        "description": "ဒီေန႔ IMDb ၀င္ေမႊရင္းနဲ႔ Rate 8.6 အဆင့္ရွိတဲ့ ဒီ Animation Short Film ေလးကိုေတြ႔ခဲ့ပါတယ္\nအခ်ိန္အားျဖင့္ ၆ မိနစ္စာခန္႔သာ ရွိၿပီး ဘာေတြ မ်ား ထူးျခားေနလို႔လဲ ဆိုၿပီး ၾကည့္မိၿပီးေနာက္\nအေတာ္ေကာင္းတဲ့ အေတြးအေခၚေတြ ရရွိေစခဲ့ပါတယ္ လက္ေတြ႔ ဘ၀ မွာျဖစ္ပ်က္ေနတာေတြ နဲ႔\nထပ္တူ က်ေနၿပီး အတုယူစရာေလးေတြ ရရွိခဲ့ပါတယ္ သင့္အေနနဲ႔ အခ်ိန္ ၆ မိနစ္ခန္႔\nေပးရံုနဲ႔တစ္ခုခု ျပန္ရမယ္ဆိုတာ ညႊန္းဆိုခ်င္ပါတယ္....\n(သစ္ဆန္းခန္႔)",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/piper2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNTU3Njc1ZjEtMDU5ZC00ODIwLTk0NjItMzhlMzZmYWY1MWZhXkEyXkFqcGdeQXVyMTY3MjMxMjY@._V1_SX736_CR00736999_AL_-147x200.jpg",
        "title": "Hostages(2017)",
        "description": "Hostages(2017)\nIMDb...6.5,,,,,Rotten....100\nဒီ႐ုပ္႐ွင္ကားေလးကေတာ့ ၁၉၈၃ ခုႏွစ္ေလာက္က ေဂ်ာ္ဂ်ီယာမွာျဖစ္ခဲ့တဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ ျပန္႐ုိက္ကူးထားတာပဲျဖစ္ပါတယ္\nေဂ်ာ္ဂ်ီယာႏုိင္ငံအတြင္းမွာ ေနထုိင္ရတာဟာ ကန္႔သတ္မႈေတြ ခ်ဳပ္ခ်ယ္မႈေတြ႐ွိတယ္လုိ႔ ခံစားမိတဲ့ ေခတ္ပညာတတ္ လူငယ္ ၇ ေယာက္ဟာ ႏုိင္ငံကေနထြက္ေျပးဖုိ႔ ၾကဳိးစားရင္း\nႀကီးမားတဲ့ရာဇဝတ္တစ္ခုက်ဴးလြန္မိခဲ့တဲ့ အေၾကာင္းပဲျဖစ္ပါတယ္ ဒီျဖစ္ရပ္ဟာ ေဂ်ာ္ဂ်ီယာႏုိင္ငံအတြင္းမွာ အဆုိးဝါးဆုံးမွတ္တမ္းတစ္ခုအျဖစ္\nသမုိင္းတြင္ေစခဲ့တာပဲျဖစ္ပါတယ္ Spoiler ျဖစ္မွာစုိးလုိ႔ ဇာတ္လမ္းအၫႊန္းေလးကုိေတာ့ ဒီေလာက္နဲ႔သိမ္းလုိက္ပါမယ္\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ျဖစ္ပါတယ္\nFile Size…(950MB) and (336MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:43:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by  Lyric Lynn Khant",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/hostages2017/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-8-poster-126x200.jpg",
        "title": "American Pie 8: American Reunion (2012)",
        "description": "American Pie 8: American Reunion (2012)\nIMDb - 6.7/10_____Rotten - 45%\n \nနာမည်ကျော်ကျောင်းသား ဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နောက်ဆုံးဇာတ်ကားကို ထပ်ဖြည့်လိုက်ပြီဖြစ်တာကြောင့်\nAmerican Pie (၈) ကားလုံးမြန်မာစာတန်းထိုးနဲ့တင်ဆက်ပြီးပါပြီ။\nဒီဇာတ်ကားမှာတော့ မူလဘူတ American Pie အဖွဲ့သားတွေ အသက်တွေကြီး ...\nအိမ်ထောင်တွေ ဘာတွေကျပြီးသွားတာတောင်\nဘယ်လောက်ထိ လွဲချော် သောင်းကျန်းကြဦးမလဲဆိုတာကို တွေ့ရမှာပါ။\nအနောက်တိုင်းဆန်ဆန် ဟာသရောနှောပြီး ပွင့်လင်းစွာ တင်ဆက်ထားတာကြောင့်\nမိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။ \nFile size...(905 MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:53:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "6.7",
        "url": "https://megaup.net/2UtrC/American_Pie_8_-_American_Reunion_[2012]_(MM_Sub)_.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-7-poster-133x200.jpg",
        "title": "American Pie 7: The Book of Love (2009)",
        "description": "American Pie 7: The Book of Love (2009)\nIMDb - 4.8/10_____Google users - 84%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(7)ဇာတ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှုနဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။\n  \nFile size...(804 MB)\nQuality...HDTV-Rip 720p\nFormat...mp4\nDuration....01:33:34\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "4.8",
        "url": "https://megaup.net/1yyxf/American_Pie_7_-_The_Book_Of_Love_[2009]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-6-poster-141x200.jpg",
        "title": "American Pie 6: Beta House (2007)",
        "description": "American Pie 6: Beta House (2007)\nIMDb - 5.3/10_____Google users - 87%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(6)ဇာတ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှုနဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။\n  \nFile size...(803 MB)\nQuality...HDTV-Rip 720p\nFormat...mp4\nDuration....01:28:17\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "5.3",
        "url": "https://megaup.net/SB56/American_Pie_6_-_Beta_House_[2007]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-5-poster-133x200.jpg",
        "title": "American Pie 5: The Naked Mile (2006)",
        "description": "American Pie 5: The Naked Mile (2006)\nIMDb - 5.1/10_____Google users - 85%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(5)ဇာတ်ကားပါ။\nဒီဇာတ်ကားမှာလဲ သူ့ထက်ငါ လူစွမ်းကောင်းဆိုတဲ့\nစတစ်ဖလာမျိုးရိုးတွေအကြောင်းကို တွေ့မြင်ရမှာပါ။\nစတစ်ဖလာ မျိုးရိုးထဲမှာ အူကြောင်ကြောင်ကောင်တွေပါနေတာကို\nဟာသရသမြှောက်အောင် ပုံဖော်ထားပါတယ်။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။ \nFile size...(903 MB)\nQuality...HDTV-Rip 720p\nFormat...mp4\nDuration....01:41:47\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "5.1",
        "url": "https://megaup.net/1yyvO/American_Pie_5_-_The_Naked_Mile_[2006]_(MM_Sub)_.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-4-poster-140x200.jpg",
        "title": "American Pie 4: Band Camp (2005)",
        "description": "American Pie 4: Band Camp (2005)\nIMDb - 5.1/10_____Rotten - 17%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(4)ဇာတ်ကားပါ။\nAmerican Pie အစကမင်းသားတွေ မပါတော့ဘဲ စတစ်ဖလာက မင်းသားဖြစ်သွားပြီး\nမူရင်း စတစ်ဖလာရဲ့ ညီအကြောင်းကို ပေါ့ပေါ့ပါးပါးတင်ဆက်ထားပါတယ်။\nစတစ်ဖလာ ဆိုတာ မျိုးနဲ့ ရိုးနဲ့ သောင်းကျန်းသူတွေဖြစ်ကြောင်း ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်ပါတယ်။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး\nအနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။ \nFile size...(903 MB)\nQuality...Unrated HDTV Rip 720p\nFormat...mp4\nDuration....01:34:10\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "5.1",
        "url": "https://megaup.net/SB74/American_Pie_4_-_Band_Camp_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-3-poster-143x200.jpg",
        "title": "American Pie 3: American Wedding (2003)",
        "description": "American Pie 3: American Wedding (2003)\nIMDb - 6.3/10_____Rotten - 54%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(3)ဇာတ်ကားပါ။\nAmerican Pie မင်းသားတွေ ဒီဇာတ်ကားမှာ အဆုံးသတ်သလောက်ဖြစ်သွားပြီး\nနောက်ကားတွေမှာ နောက်မင်းသားတွေနဲ့ ဆက်သွားတော့မှာပါ။\nAmerican Reunion (2012) ဇာတ်ကားကျမှ ဒီမင်းသားတွေပြန်ဆုံကြမှာပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကိုဟာသရောနှောပြီး\nအနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။\n \nDownload Link (2) ပိုင်းလုံးကိုဒေါင်းပါ။ ၂ ပိုင်းခွဲထားလို့ပါ။\n \nFile size...(Part 1 - 534 MB) (Part 2 - 273 MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:43:23\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "6.3",
        "url": "https://megaup.net/1yyyV/American_Pie_3_-_American_Wedding_[2003]_(MM_Sub)_[Part_1].mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-2-poster-133x200.jpg",
        "title": "American Pie 2 (2001)",
        "description": "American Pie 2 (2001)\nIMDb - 6.4/10_____Rotten - 52%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(၂)ဇာတ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး\nအနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။ \nFile size...(904 MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:50:40\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "6.4",
        "url": "https://megaup.net/SB6o/American_Pie_2_[2001]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-poster-134x200.jpg",
        "title": "American Pie (1999)",
        "description": "American Pie (1999)\nIMDb - 7.0/10_____Rotten - 61%ကဲ.....ပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် ဇာတ်ကားကြိုက်နှစ်သူပရိတ်သတ်တွေအတွက်\nလက်မလွတ်သင့်တဲ့ ဇာတ်ကားများလာပါတော့မယ်။\nAmerican Pie ဆိုတဲ့ နာမည်ကျော် ကျောင်းသားဟာသဇာတ်ကားတွေပဲဖြစ်ပါတယ်။\nစုစုပေါင်း (၈) ကားရှိပါတယ်။ တစ်ကားနဲ့တစ်ကား မဆက်စပ်ဘဲ ကြည့်လို့ရတဲ့အတွက်\nခြားခြားပြီးတော့ မြန်မာစာတန်းထိုးနဲ့ (၈) ကားလုံးတင်ပေးထားပါတယ်။\nဒီနေ့ကတော့ No(1) ဇာတ်ကားပေါ့။ ၁၉၉၉ ခုနှစ်က ထွက်ပါတယ်။\nအားပေးမှုတော်တော်လေးရရှိခဲ့ပြီး IMDb Rating (7/10) ရရှိထားလို့\nComedy အမျိုးအစားဇာတ်ကားတွေထဲမှာ Rating မြင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့် ဖြစ်ပျက်တတ်တာလေးတွေကို\nဟာသရောနှောပြီး အနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေးမှ တင်ဆက်လိုက်တာပါ။)\n \nFile size...(946 MB)\nQuality...Blu-ray Rip 720p\nFormat...mkv\nDuration....01:35:37\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "7.0",
        "url": "https://megaup.net/1yyxM/American_Pie_[1999]_(MM_Sub).mkv",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/three-billboards-poster-133x200.jpg",
        "title": "Three Billboards Outside Ebbing, Missouri (2017)",
        "description": "Three Billboards Outside Ebbing, Missouri (2017)\n \nIMDb - 8.2/10________Rotten - 90%\n \nWon 2 Oscars. Another 130 wins & 226 nominationsလက်သည်မပေါ်တဲ့ လူသတ်မှု တွေက ကမ္ဘာအနှံ့မှာ ရှိနေရစ်ပြီးသားပဲ။လူပြတ်တဲ့လမ်းမတစ်နေရာမှာ ဒဏ်ရာဗလပွနဲ့ သေဆုံးနေတာတို့။ရေအိုင်ကလေးထဲက ပေါလောပေါ်လာမှ သေဆုံးမှန်းသိနေတာတို့။အချို့နေရာမှာတော့ နေရာကာလကို အခွင့်ကောင်းယူပြီး အမျိုးသမီးတွေကို မုဒိန်းကျင့်သတ်ဖြတ်တာမျိုးတွေပေါ့။ဗီဇအမျိုးမျိုးနဲ့ ဖြစ်တည်လာကြတဲ့ လူအဖွဲ့အစည်းအရ ဒီလို ဖြစ်ပျက်မှု တွေဟာ နေရာအနှံ့အပြားမှာ ရှိနေဦးမှာပဲ။ထိုအခါမှာ ကျန်ရစ်သူတွေက ဒေါသတွေဖြစ်နာကျင်ခဲ့ရ ။သတ်ဖြတ်သူအပေါ်ကို ဒေါသတရားတွေနဲ့ အမျက်သိုပြီး နာကျင်ကျန်ရစ်ခဲ့ရတယ်။တကယ်ပဲ သတ်ဖြတ်သူကို ဖမ်းမိသွားပြန်ရင်ရော မိမိတို့ကာယကံရှင်တွေအနေနဲ့ ကျေနပ်နိုင်မှာ သေချာပါရဲ့လား။ဒီအချက်တွေဟာ လူအဖွဲ့အစည်းထဲမှာ နေထိုင်ကြသူတွေအတွက် မဖြစ်ခဲ့ရင်တော့ အကောင်းသားပေါ့။ဖြစ်များဖြစ်ခဲ့ရင်တော့ ရှောင်လွှဲလို့မရတဲ့ ဘေးထွက်ဆိုးကျို းတွေပဲ။လူအဖွဲ့အစည်းထဲက ယိုပေါက်နေတဲ့ ကင်ဆာဆဲလ်တွေဖြစ်တယ်။အနည်းဆုံးဖြစ်အောင် အားလုံးက ပူးပေါင်းဆောင်ရွက်မှသာလျှင် ဖြစ်ပျက်မှု တွေ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2Tl8t/Three_Billboards_Outside_Ebbing,_Missouri_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/daddys_home_two_ver4-135x200.jpg",
        "title": "Daddy’s Home 2 (2017)",
        "description": "Daddy's Home 2 (2017)_____IMDb - 6.0/10 \nဒီဇာတ်ကားလေးကတော့ လွန်ခဲ့တဲ့ ၃ နှစ်ကရိုက်ကူးခဲ့ပြီး ပရိတ်သတ်အားပေးမှုတစ်ခဲနက်ရရှိခဲ့တဲ့\nDaddy's Home (2015) ရဲ့အဆက် Daddy's Home 2(2017) ပဲဖြစ်ပါတယ်...\nဒီဇာတ်ကားအတွက် ဘတ်ဂျက် ၆၉သန်း ဒေါ်လာလောက်နဲ့ရိုက်ကူးခဲ့ပေမယ့်\nBox Office မယ် ဒေါ်လာသန်း ၁၈၀ကျော် လောက်ထိ ပြန်ရခဲ့တာမို့\nအတော် လန်းလောက်မယ့် ကားလေးလို့ ခန့်မှန်းနိုင်ပါတယ်...\nဇာတ်လမ်းအကျဉ်း ဘက်သွားရမယ်ဆိုရင်ဖြင့်...\nဘရက် နဲ့ ဒက်တီဟာ မီဂန် ဒိုင်လန်ဆိုတဲ့ကလေးနှစ်ယောက်ကို တွဲဖက် အုပ်ထိန်းနေကြတဲ့ အုပ်ထိန်းသူ အမျိုးသားနှစ်ဦးဖြစ်ပါတယ်...\nကလေးနှစ်ဦးဟာလည်း ဟိုအိမ် တလှည့် ဒီအိမ်တလှည့် စီနေရင်း အုပ်ထိန်းစောင့်ရှောက်ခံရတာပေါ့...\nဘရက်နဲ့ ဒက်တီတို့နှစ်ဦးမှာလည်း ဇနီးမယားကိုယ်စီရှိကြပါသေးတယ်...  \nတစ်နေ့ ဒီဖခင်နှစ်ဦး ဟာ မီဂန်အတွက် ကျောင်းပြဇာတ်ကို လိုက်သွားခဲ့ရာမှ\nသူတို့ကလေးဟာ ဒီလိုအိမ်နှစ်လုံးမှာ တလှည့်စီနေထိုင်ရတာ မပျော်မရွှင်ဖြစ်နေကြောင်း သိလာရပါတယ်...\nဒါကြောင့်ပဲ ...\nခုနှစ် ခရစ်စမတ်ပွဲကိုတော့ ခါတိုင်းလို သီးခြားခွဲမလုပ်ကြဘူး...\nတစ်ပေါင်းတစ်စည်းတည်း လုပ်ပေးရင်း ကလေးအတွက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yToc/Daddy’s_Home_2_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/p5jc-1-200x300.jpg",
        "title": "Pyaar Impossible! (2010)",
        "description": "Screen Shots မင်းသား Uday Chopra နဲ့မင်းသမီး Priyanka Chopra တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nComedy / Romance အမျိုးအစား Bollywood ဇာတ်ကားတစ်ကားပါ။ဒီဇာတ်ကားထဲက တချို့ အသုံးအနှုန်းလေးတွေကို သဘောကျမိပြီး\nကလေးသရုပ်ဆောင်ကလဲပိုင်နိုင်စွာဇာတ်ပို့ပေးထားနိုင်ပါတယ်။\nပေါ့ပေါ့ပါးပါးခံစားချင်သူတွေအတွက် ရသမြောက်ဇာတ်ကားတစ်ကားပါ။\nConnection မကောင်းသူများအတွက် Small File Size(355MB)ကိုပါတင်ဆက်ထားပါတယ်။File size...1.1GB\nQuality....Blu-ray Rip 480p\nFormat...mp4\nHour....02:20:45\nSubtitle....Myanmar Subtitle(Hardsub)",
        "rating": "",
        "url": "https://channelmyanmar.org/pyaar-impossible-201000/",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afkyHDaMblwX2F1zJzMrTnPsDUH.jpg",
        "title": "Master Gardener (2022)",
        "description": "Master Gardener (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 70% ~\"God's Lonely Man\" ဘုရားသခင်ရဲ့အထီးကျန်လူ တနည်းအားဖြင့် သင်းကွဲလူ ဆိုတာကို ဒါရိုက်တာကြီး Martin Scorsese ရဲ့ Taxi Driver ထဲမှာလည်းကြားဖူးခဲ့မှာပါ။ လူ့အဖွဲ့အစည်းနဲ့သိပ်မရော မအပ်စပ်ဘဲ တစ်ယောက်တည်း နေ့စဉ်ဓူဝ ကိုယ့်အတွေးနဲ့ကိုယ်ချာချာလည်ရင်း သင်းကွဲတစ်ယောက်လိုအထီးကျန်နေတဲ့ ဇာတ်‌ကောင်မျိုးတွေပေါ့။ အဲဒီလိုဇာတ်ကောင်တွေက တစ်နေ့မှာ လှုပ်နှိုးခံလိုက်ရတဲ့အချိန် ပရိသတ်တွေကို \" ဒီကောင်ဘာတွေလုပ်မလဲမသိဘူး\" ဆိုတဲ့ ခံစားချက်မျိုး ပေးစွမ်းနိုင်တာက ဒီလိုရုပ်ရှင်ဇာတ်ကားတွေရဲ့ အရသာတစ်ခုပါပဲ။ဒီရုပ်ရှင်က ဇာတ်ကောင်ကလည်း အဲဒီလို သာမန်ဥယျာဉ်မှူး။ လတ်တလောမှာတော့ သာမန်ဥယျာဉ်မှူးပေါ့။ သူ့မှာလည်း အတိတ်ကစိတ်ဒဏ်ရာတွေ၊ အိပ်မက်ဆိုးတွေ၊ နောင်တတွေကျန်နေပေမဲ့ သာမန်ဥယျာဉ်မှူးတစ်ယောက်လို ဂရေ့စ်ဝုဒ်ဆိုတဲ့ ဥယျာဉ်ကြီးထဲမှာ ‌ဘဝကိုဖြတ်သန်းနေတာမျိုးပါ။ ဒါပေမဲ့ တစ်နေ့မှာ ဂရေ့စ်ဝုဒ်ပိုင်ရှင် နော်မာရဲ့ မြေးတူမ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1f67k/(CM)_Master_Gardener_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjNkMGIwNzYtYzQ2OC00MmI5LThjMWMtNDc0NTI1MDI4NzNkXkEyXkFqcGdeQXVyMzA1MjMyNTY@._V1_-133x200.jpg",
        "title": "Firenado (2023)",
        "description": "ကဲ ဒီတစ်ခါတော့ တော်တော်ကြီးကြမ်းတဲ့ လေဆင်နှာမောင်းတစ်ခုအကြောင်းကိုရိုက်ပြထားတဲ့2023 ထွက် ဇာတ်ကားအသစ် လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nမင်းသား Stephen Staley နဲ့ မင်သမီးချောလေး Sian Altman တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်(ကျွန်တော်ကတော့ မင်းသမီးပဲထိုင်ကြည့်နေတာ D:)ဇာတ်လမ်းကတော့ မင်းသီးတို့အဖွဲ့က မိုးလေဝသပညာရှင်အဖွဲ့ တစ်ခုလေလေ့လာမှုတွေ စူးစမ်းမှုတွေ တီထွင်မှုတွေနဲ့ Research & Development Team ပေါ့\nတစ်နေ့တော့ သူတို့တီထွင်ထားတဲ့ ကိရိယာတစ်ခုကို လေဆင်နှာမောင်းအသေးစားလေးတစ်ခုနဲ့သွားပြီး စမ်းသပ်ခဲ့တာပေါ့ရည်ရွယ်ချက်ကောင်းတွေနဲ့စမ်းသပ်ခဲ့ကြတာပါပဲ ဒါပေမဲ့ လက်တည့်မစမ်းသင့်တာတစ်ခုကိုသွားစမ်းပြီးတဲ့နောက်တော့............နောက်ပိုင်းဘာတွေဆက်ဖြစ်လာမလဲလေဆင်နှာမောင်းကရော ဘယ်လိုအခြေအနေဖြစ်သွားမလဲဒီထဲမှာဘာတွေပတ်သတ်နေသေးတာလဲအဲ့ဒီလေဆင်နှာမောင်းကို အခွင့်အရေးယူပြီး အသုံးချတဲ့လူတစ်စုကရော ဘယ်လိုဇာတ်သိမ်းခဲ့ရလဲ........အစရှိတဲ့ ဇာတ်ကွင်းဇာတ်ကွက်တွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမယ့်ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.1 GB)/(610 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:18:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/1f3u0/Firenado.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjBlMDkxNzktMjI0MC00OGU3LWIxZGEtZDZkMThkNWY2NmJiXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Monica (2022)",
        "description": "IMDb 6.3 Rotten Tomatoes 83% 2 wins ,6 nominations ဒီကားလေးကတာ့ ၂၀၂၂တုန်းကထွက်ခဲ့တဲ့ မိသားစုဒရာမာကားကောင်းလေးပါ။ မော်နီကာဆိုတဲ့အမျိုးသမီး ဘရိန်းကျူမာရောဂါခံစားနေရတဲ့မိခင်အိုကြီးကိုဂရုစိုက်ပေးဖို့ နှစ်၂၀အတွင်းမှာ အိမ်ကိုပထမဦးဆုံးပြန်လာဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ မော်နီကာဟာ မိခင်ဖြစ်သူ ယူဂျီးနီးယားက သူ့ကိုမှတ်မိဖို့ရာ မသေချာပေမယ့် သူ့ရဲ့ငယ်ဘ၀တုန်းကအိမ်လေးမှာ မိသားစုဝင်တွေနဲ့ပြန်ဆုံဆည်းပြီး အတိတ်ကဒဏ်ရာတွေကိုကုသရင်း ခွင့်လွှတ်ခြင်း၊ လက်ခံခြင်းတွေနဲ့အတူ သူ့ဘ၀အတွက်လမ်းအသစ်ဖောက်ဖို့ ကြိုးစားပါတော့တယ်။ ဒီရုပ်ရှင်က မော်နီကာဆိုတဲ့အမျိုးသမီးရဲ့ နာကျင်မှုတွေ၊စိတ်ဒဏ်ရာတွေ၊လိုအင်ဆန္ဒတွေကို ရိုက်ပြထားပြီး မိသားစုတစ်ခုအတွင်းက ချစ်ခြင်းမေတ္တာ၊ခွင့်လွှတ်နားလည်ပေးမှု၊ပစ်ပယ်ခံရမှုတို့ကိုလည်း မီးမောင်းထိုးရိုက်ကူးပြထားတဲ့ healing drama ကားကောင်းလေးမလို့ ကြည့်ဖြစ်အောင်ကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။ (Nudity နဲ့ sex scene တချို့ပါတာကိုတော့သတိပြုပေးပါ)File size…(2.2 GB)/(1.2 GB)/(590 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "6.3",
        "url": "https://megaup.net/2AYmh/Monica.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTI1ODY3MTQwNl5BMl5BanBnXkFtZTcwMjU5MjMxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Would You Rather (2012)",
        "description": "\"မင်းသာဆိုရင်ဘာလုပ်မလဲ\" ဒီမုန့်ကို ဂျွန်ကိုကျွေးမလား ဒန်နီရယ်ကိုကျွေးမလား ဒါက ကလေးတွေကစားကြတဲ့ကစားနည်းတစ်‌ခုပေါ့ ဒီဇာတ်ကားထဲမှာလည်းဒီကစားနည်းကိုပဲဇာတ်အိမ်တည်ပြီးအသုံးပြုထားတာပါ။ အိုင်းရစ်ဟာ ငွေရေးကြေးရေးအခက်အခဲတွေကြားကနေ နာမကျန်းဖြစ်နေတဲ့မောင်လေးကိုတစ်ယောက်တည်းပြုစုစောင့်ရှောက်နေရတဲ့သူပါ။ တစ်ရက်မှာတော့ မောင်ဖြစ်သူ ရိုးတွင်းခြင်ဆီအစားထိုးကုသဖို့အတွက် လိုအပ်နေတဲ့ငွေကြေးကို လန်ဘရစ်ခ်ဖောင်ဒေးရှင်းကကူညီပေးနိုင်တယ်ဆိုပြီး ညစာစားပွဲတစ်ခုကို မက်လုံးပေးဖိတ်‌ခေါ်တာခံလိုက်ရပါတယ်။ညစာစားပွဲအရောက်မှာတော့ အိုင်းရစ်လို ငွေရေးကြေးရေး ကျဉ်းထဲကြပ်ထဲရောက်နေတဲ့လူ ခုနစ်ယောက်ပါရောက်ရှိနေပြီး လိုအပ်နေတဲ့ငွေကြေးအ‌ထောက်အပံ့ကိုရဖို့ရာ သနားညှာတာမှုကင်းမဲ့တဲ့ကစားပွဲတွေကိုတောက်လျှောက်ကစားပြီး နောက်ဆုံးအသက်ရှင်ကျန်ရစ်တဲ့တစ်ယောက်ကသာ ရရှိနိုင်မယ်ဆိုတာကိုသိလိုက်ရ‌ပါတော့တယ်။ ဒီကားထဲမှာ လူတွေရဲ့ ကိုယ်ကျင့်တရားတွေ ၊ ကျင့်၀တ်တွေ ၊သစ္စာဖောက်ပြားမှုတွေ ၊ တကိုယ်ကောင်းဆန်မှုတွေကို ဘေးကျပ်နံကျပ်ဖြစ်အောင်လုပ်ပြီးရွေးချယ်ခိုင်းထားတဲ့ ရက်စက်တဲ့ကစားနည်းတွေကိုကစားကြရာကနေတဆင့်ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။ ဘယ်သူတွေက ကိုယ်ကျင့်သိက္ခာကိုစောင့်ထိန်းပြီးအနစ်နာခံကြမလဲ၊ ဘယ်သူတွေကသူတစ်ပါးကိုချနင်းပြီး ရက်စက်ယုတ်မာကြမလဲ ၊ ကစားပွဲရဲ့အဆုံးသတ်မှာရော အသက်ရှင်ကျန်ရစ်ခဲ့တဲ့သူကဘယ်သူဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။ File size…(1.1 GB)/(490 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Thriller, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "5.7",
        "url": "https://megaup.net/2AZ3k/Would.You.Rather.2012.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM3NDMyNzgzMV5BMl5BanBnXkFtZTcwMjIyMTA1Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "That’s My Boy (2012)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်ကြီးကို ၂၀၁၂ ခုနှစ်ထွက် Comedy/Drama ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဟာသဇာတ်ရုပ်ကို ပိုင်နိုင်လှတဲ့ မင်းသားကြီး Adam Sandler (50 First Dates/Murder Mystery)၊ ရုပ်တည်ကြီးနဲ့ အရွှန်းထထဖောက်တတ်တဲ့ ဟာသမင်းသား Andy Samberg (Brooklyn Nine-Nine/Palm Springs)နဲ့ မင်းသမီးချော Leighton Meester (Monte Carlo/The Judge)တို့က အဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ ဇာတ်လမ်းအကျဉ်း ဆယ်ကျော်သက်လေး ဒွန်နီက အရွယ်ငယ်ပေမယ့် အစွယ်မသေးဆိုသလို အသက်မပြည့်ခင်မှာပဲ ကျောင်းက ဆရာမနဲ့ တဂျိန်းဂျိန်းဖြစ်ရာကနေ ဆရာမက ကိုယ်ဝန်ရသွားခဲ့ပါတယ်။လူငယ်ပေမယ့် ဇ မသေးလှတဲ့ ဒွန်နီတစ်ယောက် ဆရာမကို ဂျိန်းတဲ့ ကျောင်းသားအဖြစ် အားလုံးရဲ့ပါးစပ်ဖျားရေပန်းစားပြီး နာမည်ကြီးသွားခဲ့ပါတယ်။ တစ်ဖက်မှာလည်း ကလေးက ကလေးကို ပျိုးထောင်ဆိုသလို တစ်ကိုယ်တော်အဖေအဖြစ် သားလေး ဟန်းဆိုလိုကို ပျိုးထောင်ခဲ့ပြီး ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AZ3f/Thats.My.Boy.2012.BluRay.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDVlYWNlZmQtMjllOS00MjZmLTg2MjEtOGJlZWIzMWYxNDIyXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Punch (2022)",
        "description": "IMDb 6.4/10 ထိရရှိထားပြီး 2023 Nominee Audience Award အတွက်ဇကာတင်ထားတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့အတုအယောင်တွေ၊ပေါ်ယံတွေ‌ပေါများတဲ့လောကအကြောင်းကိုလူငယ်လေးနှစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းလေးတွေနဲ့ရိုက်ကူးပြထားတာကိုတွေ့ရမှာပါ Whetu နဲ့ ဂျင်မ်ဆိုတဲ့ကောင်လေးနှစ်ယောက်ဟာ သူတို့နေတဲ့အမြင်ကျဉ်းမြောင်းပြီးအကျင့်ယုတ်တဲ့သူတွေရှိတဲ့မြို့လေးကနေထွက်သွားနိုင်ဖို့အတွက်ဘယ်လိုအခက်အခဲတွေဖြတ်ကျော်ပြီးကြိုးစားကြရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်File size…(1.4 GB)/(780 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.4",
        "url": "https://megaup.net/2AYnC/Punch.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1480976-142x200.jpg",
        "title": "[21+]Summer Camp Girls(1983)",
        "description": "အမေရိကန် ပျိုဖြူလေးတွေအတွက် သီးသန့်ထိန်းကျောင်းတဲ့\nနွေရာသီ လေ့ကျင့်ရေးစခန်းမှာ ဖြစ်ပွါးခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးပါ...\nအမေရိကန်ပျိုဖြူလေးတွေရဲ့ ဘွင်းဘွင်းရှင်းရှင်း အန်ဆင်ဆာ အချစ်ဇာတ်လမ်းလေး...တကယ်တော့ အဲဒီစခန်းကို ဘယ်သူမှမသွားချင်ကြပါဘူး\nဘာလို့လဲဆိုတော့ အနေထိုင် အရမ်းတင်းကြပ်လို့ပါပဲအန်ဂျလာ.....\nအန်ဂျလာကတော့ လူကုံထန်အသိုင်းဝိုင်းက ပေါက်ဖွါးလာသူလေး\nပြစ်မျိုးမှဲ့မထင်လေး အလှတရားပြည့်စုံတယ်....\nသူမရဲ့အဖေက အရမ်းစည်းကမ်းတင်းကြပ်တယ်\nသူမအဖေက ဘာသာရေးသမား\nအခုလည်းကြည့်လေ အန်ဂျလာချစ်သူက တခြားဘာသာဝင်ဖြစ်နေလို့\nမရရအောင်ဖြတ်ပြီး လေ့ကျင့်ရေးစခန်းပို့ပစ်တယ်...အဲမှာ အန်ဂျလာတစ်ယောက် အထူးဆန်းတွေ စတွေ့တာပဲ\nသူရဲ့အခန်းဖော်တွေက ပူစီလေးတွေ..\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ...\nစိတ်ဝင်စားဖို့ကောင်းပြီး ဘွင်းဘွင်းရှင်းရှင်းခန်းတွေ များတာမို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.07GB / 1.01GB\nQuality…1080p /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1V2q2/Summer_Camp_Girls_1983.720p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TfzTAg4wdlFF1ko2JNIrZ0w8Y3.jpg",
        "title": "Credimi! (2022)",
        "description": "Credimi! (2022)~ IMDb rating - 7/10 ~သားသားမီးမီးတွေနဲ့ တူတူကြည့်ဖို့အတွက် အီတလီ Superhero Fantasy ကားလေးပါ။ဆာလ်ဗာတိုရဲဆိုတဲ့ ကောင်လေးဟာ စူပါဟီးရိုး လူစွမ်းကောင်းတွေကို အရမ်း သဘောကျပြီး ကိုယ်တိုင်လည်း စူပါဟီးရိုးတစ်ယောက်ဖြစ်ချင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့။ Astroman လို့ခေါ်တဲ့ စီးရီးတစ်ခုက ဇာတ်ကောင်ဟာ သူ့ရဲ့ ဆရာသခင်ဖြစ်ပြီး သူဘာလုပ်လုပ် တိုင်တည်ရသူလည်းဖြစ်ပါတယ်။ ဆာလ်ဗာတိုရဲလေးရဲ့ နေ့စဉ်မပါမဖြစ် လုပ်ငန်းဆောင်တာတွေကတော့ သူ့မေမေရဲ့ဖုန်းနဲ့ Astroman စီးရီးကို ကြည့်တာ၊ သူ့မေမေရဲ့ဖုန်းကင်မရာနဲ့ Astroman ကို ပြောချင်တာလေးတွေ ဗီဒီယိုရိုက်ထားတာ၊ နောက်ပြီး ဘာအလုပ်လေးလုပ်လုပ် သူ့အတွက် စူပါဟီးရိုးဖြစ်ဖို့အတွက် လေ့ကျင့်နေတဲ့ Mission ပိစိလေးတွေလိုသဘောထားတာ။ ဒီလို စိတ်ကူးယဉ်ဆန်တဲ့ဘဝလေးထဲ သူ့မေမေရဲ့ အကြပ်အတည်းတွေကို ဖြေရှင်းပေးဖို့ရာ စူပါ ပါဝါတစ်ခု ပွင့်စေဖို့ သူကြိုးစားတဲ့အခါမှာတော့…ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ကလေးတစ်ယောက်ကို ဖုန်းတစ်လုံးပေးပြီး အလိုလိုက်ထားတဲ့ကားထက် ပိုတယ်မထင်မိပါဘူး။ ...",
        "rating": "7",
        "url": "https://megaup.net/3gXfu/(CM)_Credimi_(2022)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjFkYzQ2YjgtZjBmNS00NTkzLTkzMTktMjA2YWM5ZGQyZTg5XkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-147x200.jpg",
        "title": "Pichaikkaran 2 (2023)",
        "description": "Pichaikkaran 2 (2023)2016 က ထွက်ရှိထားတဲ့ Pichaikkaran ရဲ့အောင်မြင်မှုအပြီးမှာ ပုံစံတူ stand-alone sequel တစ်ကားဖြစ်တဲ့\nPichaikkaran 2 ဟာ လောလောလတ်လတ်မှာ ရုံတင်ထားတာဖြစ်ပြီး rating တွေလည်းကောင်းသလို\nရုံတင်ငွေ ကုဋေ ၃၄ သန်းကျော်အမြတ်ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nဆရာဝန်တစ်ယောက်က နှလုံးတွေ‌ ကျောက်ကပ်တွေ အစားထိုးတာတင်မကပဲ\nဦးနှောက်အစားထိုးတာကိုပါ အောင်မြင်စွာစမ်းသပ်လ်ုက်နိုင်ပါတယ်\nဗီဂျေးဆိုတာကတော့ အောင်မြင်နေတဲ့စီးပွားရေးသမား ဉာဏ်ကြီးရှင်တစ်ယောက်ပါ\nသူ့ရဲ့လူယံုဆိုတဲ့သူက နောက်ကျောဓားနဲ့ထိုး ခဏနေကဦးနှောက်လဲတဲ့ အစားထိုးမှုကို\nဗီဂျေးအပေါ်လုပ်ပြီး လုပ်ငန်းကြီးတစ်ခုလုံးကို လက်ဝါးကြီးအုပ်ရန် ကြံစည်လာတဲ့အခါမှာ\nတစ်ခေတ်တစ်ခါက Face-off လိုမျိုး vibe ကိုပြန်ခံစားမိမဲ့အပြင်\nဦးနှောက်ချင်းပါလဲပစ်တဲ့ ကျွတ်ဆင်အကွက်ကြီးတွေနဲ့ အက်ရှင်ဒရာမာ\nရသစုံကြည့်ရမှာဖြစ်လို့ လက်မလွှတ်ကြဖို့ ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်သူတွကတော့\nSai ~ chiclon3 ~ BpL ~ Thaik San ~ YH ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…8.56GB/ 3.27GB / 1.23GB\nQuality…4k ...",
        "rating": "6.0",
        "url": "https://megaup.net/2AY5v/Pichaikaran_2_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmY1OTdlYmEtZTY5My00YmQ2LWI0ZjUtNzNlYzc4OTZjYzVmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "A Tale of Sorrow and Sadness (1977)",
        "description": "A Tale of Sorrow and Sadness ( 1977 )ဒီ Erotic ကားကို ရိုက်တဲ့လူက seijun suzuki။ လူတော့သိပ်သိမှာမဟုတ်ပေမဲ့ ဂျပန်ရုပ်ရှင်ကို ဂိတကာဂိနေတဲ့လူတစ်ချို့တော့ သိကြလိမ့်မယ်။ Branded to Killတို့ Tokyo Drifterတို့လို ထိပ်တန်းစာရင်းဝင်တွေရဲ့ ထိပ်ဆုံးမှာရှိနေတဲ့ Action Crime ကားတွေကို ရိုက်ခဲ့တဲ့သူ။ ဒါပေမဲ့သူက ၁၉၅၆ လောက်ကတည်းကနေ ၁၉၆၇အထိ B Movies တွေရိုက်လာတဲ့သူဆိုတော့ ဒီကားကို သူပိုင်ပိုင်နိုင်နိုင်ရိုက်နိုင်တာ ဆန်းတော့လည်းမဆန်းဘူး။ ဒါပေမဲ့လည်း သာမန် Erotic ကားတွေနဲ့ နည်းနည်းမှ မတူတဲ့အချက်ကိုတော့ ကျွန်တော်တို့လက်ခံရမှာပဲ။ စတိုရှိခွန်ရဲ့ Perfect Blue တောင် ဒီကားရဲ့ အငွေ့အသက်နည်းနည်းယူထားသလားလို့ပါ မြင်မိတဲ့အထိ Erotic ကားပေမဲ့ တော်တော်လေး ဆိုက်ကိုဆန်ပြီးကြမ်းတယ်။ Perfect Blueကိုယ်တိုင်လည်း ...",
        "rating": "",
        "url": "https://megaup.net/1f4jd/A.Tale.of.Sorrow.and.Sadness_(1977)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/AAAABVUJYE8kFnz5V0aihSn_A1nkTC5xW_yfeqziGmYjArHdcfWKea4Q73WjUXjtd5OtghA2WT-O2npykXEmFnASYUext3DMN-6-7djjr9O6jKyTqs0TBXFhPVONJP0R9A-143x200.jpg",
        "title": "A Family (2021)",
        "description": "A Family (RT 71% , IMDb 7 )ယာကူဇာ... ယာကူဇာဆိုတာ ကျွန်တော်နဲ့ မစိမ်းတဲ့ စကားလုံးပါ... ဂျပန်နိုင်ငံက လူမိုက်ကြီးတွေပေါ့... ယာကူဇာမှာ အလွှာအမျိုးမျိုးရှိတယ်..တချို့ဟာ ဂုဏ်သိက္ခာတွေ စစ်မှန်တဲ့ ယောက်ျားတစ်ယောက် ဖြစ်ခြင်းတွေ အစရှိတဲ့ ဂုဏ်ဒြပ်တွေကို ဦးစားပေးတဲ့ လူမိုက်မျိုးနဲ့ ... ငွေရမယ် အာဏာရမယ်ဆိုရင် မူးယစ်ဆေးကအစ ထဲထဲဝင်ဝင်လုပ်ကိုင်တဲ့ ရာဇဝတ်ဂိုဏ်းတွေအထိ အမျိုးမျိုးရှိလို့နေပါတယ်...မည်သို့ပင် ဆိုစေကာမူ ယာကူဇာမှန်သမျှဟာ သာမန်လူ့လောက တရားဥပဒေကို တနည်းတဖုံ ဆန့်ကျင့်ဖောက်ဖျက်နေကြသူတွေသာ ဖြစ်ပါတယ်... ဒီဇာတ်ကားမှာ ယာမာမိုတိုရဲ့ ဖခင်ဟာ ယာကူဇာတွေရဲ့ မူးယစ်သားကောင်ဖြစ်ခဲ့ရပြီး ဆေးသုံးစရာ ခြူးတစ်ပြားတောင် မရှိတော့လို့ ဘဝနိဂုံးကို ကိုယ်တိုင်ချုပ်ခဲ့သူပါ...ယာမာမိုတိုဟာ အဲ့အတွက်ကြောင့် ယာကူဇာနဲ့ သူတို့ရဲ့ မူးယစ်ဆေးဝါးကို အင်မတန်စက်ဆုပ်ရွံရှာနေခဲ့ပါတယ်... ဒါပေမယ့် ကံကြမ္မာအလှည့်အပြောင်းကြောင့် သူဟာလည်း သူမုန်းတီးရတဲ့ ယာကူဇာတစ်ယောက် ဖြစ်လာပါတော့တယ်...ဒီဇာတ်ကားမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1f4j3/A_Family_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vGBHyERjr5Zs311PxbTUR2AEqO8.jpg",
        "title": "Mediterranean Fever (2022)",
        "description": "Mediterranean Fever (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 80% ~ကိန်းရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရခဲ့တဲ့ ပါလက်စတိုင်းရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ စိတ်ကျရောဂါခံစားနေရတဲ့သူတစ်ယောက်နဲ့ အိမ်နီးချင်းသစ်တို့ကြားက Friendship ဖြစ်လာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ကျွန်‌တော်တို့အားလုံးက Depression Social Anxiety Bipolar Disorder စတဲ့စိတ်ပိုင်းဆိုင်ရာ ပြဿနာတွေနဲ့ အနည်းနဲ့အများ ရုန်းကန်နေကြရတဲ့သူတွေချည်းပါပဲ။ တခါတလေမှာ Suicide လုပ်သွားတဲ့သူတွေက ပိုပြီးသတ္တိရှိနေသလို... ဒီဇာတ်ကားမှာလည်း အသက် ၄၀ အရွယ် ဝဲလိဒ်ဆိုတဲ့သူတစ်ယောက်က စိတ်ကျရောဂါခံစားနေရပြီး Counselling ယူနေရတယ်။ Depression နဲ့သားသမီးနှစ်ယောက်ရဲ့ဝေယျာဝစ္စတွေနဲ့နပန်းလုံးရင်း ဘဝကိုစိတ်ကုန်နေတဲ့သူ။ စာရေးမယ်ဆိုပြီး အလုပ်ထွက်လိုက်ပေမဲ့ စာရေးဖို့ Inspiration လည်းရှာမတွေ့ဘဲ ဘာတစ်ခုမှ စိတ်ပါလက်ပါမလုပ်နိုင်တဲ့ ဇာတ်ကောင်ရဲ့မွန်းကြပ်မှုတွေကိုတွေ့ရမယ်။အဲဒီလိုနဲ့ တစ်နေ့မှာ ဝဲလိဒ်ရဲ့ဘေးအိမ်ကို ဂျလဲဆိုတဲ့လူတစ်ယောက်ပြောင်းလာတယ်။ ဝဲလိဒ်အတွက်တော့ ဂျလဲက မျက်စိစပါးမွေးစူးစရာပါပဲ။ စကားများတယ် စပ်စုတယ် အလိုက်ကမ်းဆိုးမသိ သီချင်းတွေအကျယ်ကြီးဖွင့်တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3gX3g/(CM)_Mediterranean_Fever_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNO8smUkyNbL2t6HU6EBnJCSf6r.jpg",
        "title": "An Unforgettable Year – Summer(2023)",
        "description": "An Unforgettable Year – Summer(2023)*************************************An Unforgettable Year : Summer 2023\"ကာနေဗယ်\"လို့ပြောလိုက်တာနဲ့ ဘရာဇီးနိုင်ငံရဲ့ နှစ်စဉ်နှစ်တိုင်း ၅ရက်တာကျင်းပတဲ့ အကြီးဆုံးပွဲတော်ကြီးကို ပြေးမြင်ကြမှာပါ။ကာနေဗယ်ပွဲကိုနှစ်စဉ် ခရစ်တော်ရဲ့ရက်၄၀ဥပုသ်မတိုင်ခင်မှာ ကျင်းပကြပြီး ဥပုသ်ရက်မတိုင်ခင်စားသောက်ဖွယ်ရာတွေကိုနောက်ဆုံးအကြိမ်စားသောက်ပြီး တီးမှုတ်ကခုန်ကာ ဆင်နွှဲကြတာလို့ဆိုပါတယ်။အရောင်ပြိုးပြိုးပြက်ပြက်နဲ့ ၀တ်စုံတွေ မျက်နှာဖုံးတွေ၀တ်ဆင်ပြီး အလှပြယာဉ်တွေနဲ့အတူ တီးမှုတ်ကခုန်ရင်း စီတန်းလှည့်လည်ကျင်းပကြတာပါ။\nကာနေဗယ်ပွဲတွေထဲမှာမှ ရီယိုမြို့မှာကျင်းပတဲ့ ကာနေဗယ်ပွဲတော်ကြီးကတော့အကြီးဆုံးဖြစ်ပြီးပွဲတော်ကာလအတွင်း ရီယိုမြို့ရဲ့လမ်းတွေထဲမှာ လူ၂သိန်းခန့်ပါ၀င်ဆင်နွှဲကြတယ်လို့ဆိုပါတယ်။\"အင်ယာ\"က ဖက်ရှင်မှာဝါသနာထုံသူတစ်ဦးဖြစ်ပြီး သူ့ရဲ့အိပ်မက်ကတော့ ပဲရစ်ကဖက်ရှင်ကောလိပ်တစ်ခုမှာသွားတက်ရဖို့ပါ။ပါတီခေါင်းဆောင်တစ်ဦးဖြစ်သူတဲ့ အဖေဖြစ်သူကတော့ ဒါကိုလုံး၀သဘောမကျဘဲသူနဲ့အတူစည်းရုံးရေးတွေပဲလိုက်ဆင်းစေချင်ပြီး ကာနေဗယ်ပွဲတော်ကိုလည်း လုံး၀မကြိုက်တဲ့သူတစ်ဦးပါ။တစ်ရက်မှာတော့ ကျောင်း၀င်ဖွင့်ရဖို့အတွက် ရီယိုမြို့ကိုသွားဖို့လိုအပ်လာရာကနေရီယိုမြို့ရဲ့နာမည်ကြီးဆမ်းဘားအကသင်တန်းကျောင်းတစ်ခုဖြစ်တဲ့ ပိုတယ်လာကျောင်းအတွက်ကာနေဗယ်၀တ်စုံတွေချုပ်‌ပေးတဲ့နေရာမှာ ၀င်ရောက်ကူညီဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ ကာနေဗယ်ပွဲတော်အတွက်၀င်ရောက်ကူညီရင်း အင်ယာတစ်ယောက် ဘယ်လိုမိတ်ဆွေအသစ်တွေနဲ့‌တွေ့မလဲ၊နောက်ဆုံးမှာရော သူတက်ချင်နေတဲ့ကောလိပ်အတွက် လိုအပ်နေတဲ့အကူအညီကို ရပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်ကားလေးထဲမှာ ရီယိုမြို့ရဲ့အလှတရားတွေကို ပေါ်တူဂီသီချင်းတွေနဲ့ လှလှပပပုံဖော်ရိုက်ကူးထားပြီးဘရာဇီးနိုင်ငံသားတွေ ကာနေ‌ဗယ်ပွဲတော်ကြီးကို တပျော်တပါးဆင်နွှဲကြပုံကိုလည်းမြင်တွေ့ရမှာဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုဖို့ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။File Size :(2.2GB)& (1.1GB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AZD1/An_Unforgettable_Year_Summer.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWE3M2U4YWItNzk5ZC00ZDdiLTgyNmYtYTc1MWZkOWFmN2UwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Excision (2012)",
        "description": "Horror Movies တွေရိုက်ကူးတဲ့ ဒါရိုက်တာ Richard Bates,Jr ရိုက်ကူးထားတဲ့Horror/Drama ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ AnnaLynne McCord ကတော့ဒီထဲမှာ ပေါ်လင် ဆိုတဲ့ ကောင်မလေးနေရာကနေသရုပ်ဆောင်ထားပါတယ်\n2012 ခုနှစ်မှာထွက်ရှိခဲ့ပြီးတော့ rating လည်း အသင့်အတင့်ရရှိထားတဲ့ကားလေးပါပေါ်လင်မှာ ညီမလေးတစ်ယောက်ရှိပြီးတော့ ဆယ်ကျော်သက်အရွယ်လေးတွေပေါ့\nအရာရာကို လက်တည့်စမ်းချင်ကြတဲ့အရွယ်ဖြစ်ပြီးတော့ ပေါ်လင်မှာက ထူးထူးခြားခြားစိတ်ကူးယဉ်လိင်စိတ်တက်ကြွမှုလေးတစ်ခုရှိနေတာပဲ\nစည်းကမ်းတင်းကြပ်ပြီ မိန်းမကောင်းလေးတွေဖြစ်ဖို့ ရှေးရိုးစွဲနေတဲ့ အမေနဲ့ကျောင်းတွင်းဆက်ဆံရေးအခြေအနေလေးတွေကနေ ပေါ်လင်တစ်ယောက် ဘာတွေလုပ်မိမှာလဲ......\nမိဘ မောင်နှမ သူငယ်ချင်း အားလုံးနဲ့ ဘယ်လိုဆက်ဆံရေးတွေရှိပြီးတော့သူ့ရဲ့ စိတ်ကူးတွေ ရည်မှန်းချင်တွေကို ဘယ်လိုရအောင် အကောင်အထည်ဖော်မလဲ......\nစတာတွေကို ရိုက်ကူးပုံဖော်ထားတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ်File size…(960 MB)/(440 MB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Drama, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://megaup.net/1V0rp/Excision.UNRATED.2012.720p.(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmZlZmY0ODItNWVmYy00ODRjLThiNDUtMzNmNWU5MDExZDU2XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Eraser (2023)",
        "description": "Eraser (2023)************ရွာလေးတစ်ရွာမှာ\nကေတီနဲ့ အာမက်တို့ဟာ ရွာရဲ့ အုတ်ဂူကမ္ဗည်းကျောက်တိုင်လုပ်ငန်းကိုလုပ်ပြီးအသက်မွေးနေထိုင်ပါတယ်၊\nသူတို့မှာ အက်ဇ်မန်နဲ့ အာရီဆိုတဲ့ ကျောင်းသားအရွယ်သားနှစ်ယောက်လည်းရှိတယ်၊အက်ဇ်မန်က မိန်းကလေး\nအသက်ရွယ်တူကြားမှာ ပေါ်ပြူလာဖြစ်တဲ့သူတစ်ယောက်ပါ။တစ်နေ့ အာမက်တို့သားအဖနှစ်ယောက်အိမ်ပြန်လမ်းမှာအကူအညီတောင်းလို့\nအဖော်မဲ့နေတဲ့ သားအမိနှစ်ယောက်ကိုအိမ်ခေါ်လိုက်ရတယ်။ သူတို့နှစ်ယောက် ဒီရွာဝန်းကျင်ကမဟုတ်ဘဲ\nအခြားနေရာကနေထွက်ပြေးလာတာပါ၊ ဘယ်လိုအကြောင်းကြောင့်ထွက်ပြေးရတာလဲ၊ အာမက်တို့မိသားစုကရော\nဘယ်လိုတွေအကူအညီပေးမလဲဆိုတာ ကြည့်ရှုပေးပါဦးFile Size :(1.2GB)& (541MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/3WUvO/Eraser.2023.WEB-DL.1080P(CM)_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZmRiMWZmMjQtZWM3YS00NWM0LWFmNTgtOWNkNDY5NzNmOWI3XkEyXkFqcGdeQXVyMTUxNDM3MTgy._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shooting Stars (2023)",
        "description": "Shooting Stars (2023)\n================\nGenre – Biography, Drama, Sports\nIMDb Rating – 6.5/10ဘတ်စကတ်ဘော အားကစားလောကမှာဆို မိုက်ကယ်ဂျော်ဒန်တို့ခေတ်ပြီးရင်\nခု လဘရွန်းဂျိန်းစ်ဆိုတာကို ကြားဖူးကြမယ်ထင်ပါတယ်။ NBA ချန်ပီယံ ၄ ခါ\nဖြစ်ထားတယ်၊ NBA သမိုင်းတလျှောက် အမှတ်အများဆုံးသွင်းယူသူ၊ နောက်\nပြီး အိုလံပစ် ရွှေတံဆိပ်ဆုရှင်လည်း ဖြစ်ပါတယ်။ ဒီ သမိုင်းနောက်ခံ အားကစား\nဒရမ်မာ ရုပ်ရှင်လေးက သူကိုယ်တိုင်ရေးတဲ့ အထ္တုပတ္တိကို ပြန်လည် အသက်\nသွင်းထားတာပဲ ဖြစ်ပါတယ်။ သူ့ရဲ့အကြောင်းဆိုပေမဲ့လည်း သူတစ်ယောက်\nတည်းကို ကွက်ပြီး Hightlight လုပ်ပြတာမျိုး မရှိပဲ သူတို့ အထက်တန်းကျောင်း\nဘဝတုန်းက ပြည်နယ်ချန်ပီယံဖြစ်ခဲ့ရပုံတွေနဲ့ သူငယ်ချင်းတွေအကြောင်းကို\nတစ်ယောက်စီ သေချာလည်း ပြသပေးထားတာမျိုး ဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့အကြောင်းအရာလေးကတော့ လဘရွန်းဂျိန်းစ်ရယ် ဒရူးဆိုတဲ့ လူကောင်\nအညှပ်ကလေးရယ် ရှရန်ဆိုတဲ့ဝတုတ်လေးရယ် ဝီလီဆိုတဲ့ ရင့်ကျက်တဲ့ကောင်\nလေးရယ်က အသက် ၁၀ နှစ်ကတည်းက Shooting Stars ဆိုတဲ့ အဖွဲ့အောက်\nမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1UU2b/shooting.stars.2023.720p.web.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bByK1UZR0IU64Jn5Lxq9W0iSzGe.jpg",
        "title": "Delicious Romance ( 2023 )",
        "description": "အရမ်းချစ်ကြတဲ့သူငယ်ချင်းသုံးယောက်ရဲ့အချစ်ရေးနဲ့အလုပ်အကိုင်တွေကို\nဘယ်လိုတွေကျော်ဖြတ်ပြီးကိုင်တွယ်ကြလဲဆိုတာကို တင်ဆက်ထားတဲ့\nမိန်းကလေးတွေအတွက်အင်အားဖြစ်စေမယ့်\nအချစ်ဒရာမာကားလေးကိုCMမှတင်ဆက်ပေးလိုက်ပါတယ်။-သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့ Liu Jing ဟာ\nစံပြစားသောက်ဆိုင်တစ်ခုဖွင့်လှစ်သော်လည်း\nအခြေနေမကောင်းတဲ့စီးပွားရေးအခြေအနေကြောင့် လမ်းကြောင်းပြောင်းဖို့တွေးနေခဲ့တယ်။-လှပသောမိန်းကလေးဖြစ်တဲ့ Fang Xinဟာ သူဟာအလုပ်မှာ\nအလှပြဖို့ပဲအသုံးဝင်တာ မဟုတ်ကြောင်း သက်သေပြဖို့\nစိတ်အားထက်သန်နေခဲ့ပေမယ့် ကိုယ်ဝန်ရလာလို့ သူ့ဘဝစည်းချက်တွေပျက်သွားပါတယ်။-သန်မာတဲ့မိန်းကလေးဖြစ်တဲ့ Xia Mengက အနိုင်ရမှုနဲ့နေသားကျနေပေမယ့်\nအရှုံးကို ဘယ်လိုလက်ခံရမလဲဆိုတာ နားမလည်နိုင်သေးပါဘူး…ဘဝမှာဒုက္ခလေးတွေအမြဲကြုံနိုင်ပေမယ့်......\nသူငယ်ချင်းကောင်းဆိုတာကတော့ စိတ်ဓာတ်ခိုင်မာပြီး\nသတ္တိရှိရှိနဲ့ရှေ့ကို ဆက်လျှောက်ဖို့ ယုံကြည်မှုတစ်ခုပါပဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama , Romance\nRuntime : 2h 1 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/2AZy1/Delicious_Romance_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/splXLiA6xejDrsFWmtLSAcsgDzj.jpg",
        "title": "Hearts in the Game (2023)",
        "description": "Hearts in the Game (2023)~ IMDb rating - 6.5/10 ~ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာထွက်ရှိထားတဲ့၊ ဇာတ်ညွှန်း​ကောင်း​ကောင်းနဲ့ ရိုက်ကူးထားတဲ့၊ ပျော်​စေတာ​ရော ဝမ်းနည်း​စေတာ​ရော ခံစား​စေရတဲ့ အချစ်ဟာသကား​လေး Hearts in the Game ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~နယူး​ယော့ခ်မြို့မှာ သူ့ရဲ့လုပ်ငန်း​လေးကို အစပျိုးဖို့ကြိုးစား​နေတဲ့ ဆယ်လီနာမည်​ကျော်​တွေရဲ့ အရှုပ်​တွေ​ကောလဟလ​တွေကို အချစ်​တွေအဖြစ်ပြန်​ပြောင်းယူ​ပေးရတဲ့ ကိုယ်​ရေးကိုယ်တာတာဝန်ခံ ​ဟေဇယ်​မေလာတစ်​​ယောက် သူ့ရဲ့လုပ်ငန်းပိုမြဲ​ဖို့အခွင့်အ​ရေးတစ်ခုကို ရရှိခဲ့ပါတယ်။ အဲဒီအခွင့်အ​​ရေးက​တော့ ​ဘေ့​စ်​ဘော​လောကမှာ နာမည်​ကျော် ဘောလုံးပစ်သမားတစ်​ယောက်အဖြစ် ​ကျော်ကြား​နေတဲ့ သူ့ရဲ့ငယ်ချစ်​ဟောင်း ဒီ​အေဂိုဗက်စ်ကက်ပဲဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ကမ္ဘာ့စီးရီးပွဲစဥ်​တုန်းက အ​ကြောင်းတစ်စုံတစ်​​ရာ​ကြောင့် ကွင်းထဲမှာ ဆက်မကစားဘဲ ရပ်​နေမိတဲ့အတွက် အသင်းရဲ့ ဖလားရမယ့်အခွင့်အ​​ရေးကိုလွဲ​စေခဲ့တဲ့ ဒီ​အေဂိုတစ်​ယောက် ​ဘေ့စ်​ဘော​လောကထဲပြန်ဝင်ဖို့ ပရိသတ်​တွေရဲ့ အ​ကောင်းမြင်မှုကိုလိုအပ်​နေပါတယ်။ အဲဒီလိုပြန်ဝင်ဖို့အတွက် ​ဟေဇယ်ကကမ်းလှမ်းခံရပြီး ဒီ​​အေဂိုအ​ကြောင်း ​ဆောင်းပါး​ရေးဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲ့ဒီအ​ကြောင်း​ရေးဖို့ သူတို့ရဲ့ဇာတိ​လေးဆီပြန်လာရင်း သူတို့နှစ်​ယောက် အတိတ်တုန်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V22t/(CM)_Hearts_in_the_Game_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnVRLe76H5Fpg135i0HEV7gvn2K.jpg",
        "title": "Charles Enterprises (2023)",
        "description": "Charles Enterprises (2023)\nIMDb 6.7ဟိုးရှေးရှေးတုန်းက ကုန်းမြေ၈ခုဆုံတဲ့ နယ်မြေတစ်ခုရှိခဲ့တယ်တဲ့ တစ်နေ့တော့ အဲဒီကို\nသူခိုးနှစ်ကောင်ရောက်လာပြီး ဘုရားကျောင်းထဲက ရတနာပစ္စည်းတွေခိုး ..ရောင်းချပြီး\nပျော်ပျော်ကြီးပေါပေါလျှံလျှံနေနေရသတဲ့ တစ်နေ့တော့ အတားအဆီးမှန်သမျှဖယ်ရှားပေးပါတယ်ဆိုတဲ့\nမဟာပိန္နဲရဲ့ ဆင်းတုကို မျက်စိကျသွားလေရဲ့ သူတို့ခိုးယူလာပေမဲ့ ဘယ်ဆိုင်ကမှ ဒီဆင်းတုကိုမဝယ်ရဲကြတော့\nသူခိုး၂ယောက် ဆင်းတုကိုနေရာမှန်ပြန်ထားဖို့ကိစ္စနဲ့ ရန်ဖြစ်ပါလေရောဒီလိုနဲ့တစ်ယောက်က အုန်းပင်အမြင့်ကြီးပေါ်မှာ ဘယ်သူမှမမြင်အောင်သွားဖွက်ထားခဲ့လေသတဲ့\nဆယ်စုနှစ်တွေအထိ ဘယ်သူမှမမြင်..သတိမထားမိဘဲ နေဒဏ်မုန်တိုင်းဒဏ်ကို ကြံ့ကြံ့ခံခဲ့ရတဲ့\nဆင်းတုက တစ်နေ့တော့ သူ့ဘုရားကျောင်းကိုပြန်ဖို့ လမ်းစရှာတွေ့ခဲ့လေတယ်...\nဆိုတဲ့ဇာတ်လမ်းနဲ့အစချီပြီး မဟာပိန္နဲဆင်းတုကို ခိုးမဲ့ ဇာတ်ကားတစ်ကားပါဒီဇာတ်လမ်းထဲမှာ ဆင်းတုတွေလိုက်စုတဲ့ ပါဗသမ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်\nကြိုက်တာတွေ့ရင် အိမ်အထိလိုက်ဝယ်တတ်တဲ့လူတစ်ယောက်..သူကြိုက်တဲ့ဆင်းတုက\nမိသားစုဘုရားကျောင်းထဲက မဟာပိန္နဲဆင်းတုဖြစ်နေတော့ ပိုက်ဆံဘယ်လောက်ပေးပေးမရောင်းဘူးဆိုတဲ့အဖွဲ့ရယ်\nလိုချင်တာမရရင် အိမ်မပြန်တတ်တဲ့ပါဗသမ်ရယ်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n( ဇာတ်လမ်းအညွှန်းကိုတော့ Yunniမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Yunni~Thaik San~BpL~Aditi~Moonနဲ့ Zwe Yanတို့ပဲ ဖြစ်ပါတယ် )\nFile size…2.37GB / 1.07GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/3gWTX/Charles_Enterprises_(2023)_Malayalam_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjlmMzM5NjEtYzU0Ny00MDgwLWI2NmUtNWJiOTRhYmVkYzIzXkEyXkFqcGdeQXVyNTA3MTU2MjE@._V1_-133x200.jpg",
        "title": "The First Time (2012)",
        "description": "ဆယ်ကျော်‌သက်ကျောင်းသားအချစ်ဇာတ်မြူးကားလေးတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် (၂၀၁၂) ထွက် The First Time ဆိုတဲ့ ကျောင်းသားကား‌လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ပါတီပွဲတစ်ပွဲမှာ ထူးဆန်းစွာတွေ့ဆုံကြရင်း ပေါက်ဖွားလာတဲ့ခံစားချက်တွေကြားက ဒေးဗစ်ဆိုတဲ့စီနီယာအထက်တန်းကျောင်းသားလေးနဲ့ အော်ဘရီဆိုတဲ့ ဂျူနီယာအထက်တန်းကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ လူတစ်ယောက်ဟာ တခြားလူတစ်ယောက်ကိုချစ်သွားဖို့အတွက် အချိန် (၂) စက္ကန့်ပဲလိုပါတယ်လို့ ဖတ်ဖူးပါတယ်။ဒေးဗစ်နဲ့အော်ဘရီကြားမှာ ပေါက်ဖွားလာတဲ့သံယောဇဉ်ကြိုးဟာလည်း အချိန်တိုတွင်းနှစ်ယောက်သားကို ချည်နှောင်လိုက်တာပဲဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါးဇာတ်မြူးကားလေးပဲဖြစ်တာမို့ ထူးထူးခြားခြားဇာတ်လမ်းအတက်အကျတွေ သိပ်မပါဘဲ ခပ်အေးအေးလေးပဲသွားမဲ့ ဇာတ်လမ်းသွားမျိုးဖြစ်ပါတယ်။ ဒီလိုပြောလို့ ပျင်းစရာကြီးနေမှာပါလို့ ထင်ကြမဲ့ပရိသတ်ကြီးအတွက်လည်း IMDB rating က 6.8 ထိရရှိထားတဲ့ သေချာပေါက်ကြည့်ရကျိုးနပ်စေမဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း ပြောပြရစေခင်ဗျာ။အဓိကဇာတ်ဆောင်တွေအနေနဲ့ ဒေးဗစ်အဖြစ် မင်းသား Dylan O'Brien က ပါဝင်သရုပ်ဆောင်ထားပြီး The Maze Runner, Teen Wolf စတဲ့ရုပ်ရှင်ဇာတ်လမ်းတွေမှာ မြင်တွေ့ဖူးထားသူမို့ မျက်နှာသစ်မင်းသားတစ်လက်တော့ မဟုတ်ပါဘူး။ အော်ဘရီနေရာကသရုပ်ဆောင်ထားတဲ့ မင်းသမီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AX2n/The.First.Time.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/freedvdcover_longest-ride-front-1-300x201.jpg",
        "title": "The Longest Ride (2015 )",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ The Longest Ride ဇာတ္ကားကို ဒါရိုက္တာ George Tillman, Jr. က ရိုက္\nကူးတင္ဆက္ထားပါတယ္..Romance ကားေတြ ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ အေတာ္သေဘာက်မယ္႔\nဇာတ္ကားမ်ိဳးၿဖစ္ၿပီး IMDb Rating 7.2 အထိ ရရွိထားတာမို႕ အပ်င္းေၿပ စိတ္အပန္းေၿဖၾကည္႔ခ်င္တဲ႔\nသူေတြအတြက္လည္း ၾကည္႔ရေကာင္းတဲ႔ ဇာတ္လမ္းမ်ိဳးလည္းၿဖစ္ပါတယ္2015 မွာ ထြက္ရွိခဲ႔တဲ႔ Romance ဇာတ္လမ္းေတြအားလံုးထဲမွာ Best Romance Movie လို႕သတ္မွတ္\nထားၿခင္းခံထားရတဲ႔ The Longest Ride ဇာတ္ကားကို ခံစားၾကည္႔လိုက္ပါဦးFilesize : 700 MB\nQuality :Blu-ray720p\nFormat : mp4\nRunning Time : 2hr 8 minIMDB Rate : 7.2\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2UOLc/The_Longest_Ride_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/barefoot-poster-133x200.jpg",
        "title": "Barefoot (2014)",
        "description": "Barefoot (2014)_____IMDb - 6.6/10\n ဒီဇာတ်ကားလေးက ကျွန်တော့် Favouriteကား တွေထဲက တကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားလေးဟာ IMDb rating 6.6/10 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင် မင်းသားဂျေးကတော့အိမ်က ပိုက်ဆံရှိချမ်းသာပေမယ့်\nတခြားမြို့မှာ မိန်းမရှုပ် လောင်းကစားလုပ်နဲ့မူးရူးသောင်းကျန်းနေတဲ့ လူ့ဘောကျော့တယောက်ဖြစ်တယ်။\nသူ့ရဲ့လုပ်ရပ်တွေကြောင့် စိတ္တဇဆေးရုံမှာ လူမှုရေးဝန်ထမ်းအဖြစ်လုပ်ကိုင်ဖို့အမိန့်ချခံလိုက်ရတယ်။\nထိုအချိန်မှာပဲ ဆေးရုံလာတက်တဲ့စိတ်ဝေဒနာရှင်မင်းသမီးဒေစီနဲ့ စတင်တွေ့ဆုံပါတော့တယ်။\nဒေစီဟာ ဂျေးကို မြင်မြင်ချင်းသံယောဇဉ်ဖြစ်သွားပြီနေရာတကာတကောက်ကောက်လိုက်တယ်။\nအကြွေးတွေဆပ်ဖို့ပိုက်စံလည်းလို…ညီရဲ့မင်္ဂလာဆောင်ကလည်းရှိ…အဖေကလည်း\nဂျေးကိုချစ်သူတယောက်ခေါ်ပြီး အိမ်ကိုပြန်ဖို့ပြောတဲ့အချိန်မှာ…ချစ်သူကလည်းရှာမရ\nကြံရာမရတဲ့အဆုံးစိတ်ဝေဒနာရှင်ဒေစီကိုပဲ ချစ်သူအဖြစ်ဟန်ဆောင်ပြီး မိသားစုနဲ့\nသွားတွေ့တဲ့အချိန်မှာပဲ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦး။\nမင်းသမီးဒေစီရဲ့ innocent ဆန်တဲ့ သရုပ်ဆောင်ချက်တွေကြောင် ဇာတ်ကားဟာ ရသမြောက်ခဲ့ပါတယ်\nsex ခန်းတခန်းမှမပါပဲ Romance ဆန်ဆန်ရိုက်ကူးထားတဲ့ drama ကားကို\nမိမိချစ်သူရည်းစားနဲ့အတူကြည့်မယ်ဆိုရင်တော့ကြည်နှုးမှုရသအပြည့်အဝပေးစွမ်းနိုင်မှာပါ။\n(ရည်စားမရှိသူများကတော့ တယောက်တည်းကြည့်ပေ့ါ….:P)\n  \n(ဇာတ်ကားအညွှန်းရေးပေးသူရော . ဘာသာပြန်ပေးသူရော\nChannel Myanmar Team မှ Ko AP Newschool ဖြစ်ပါတယ်။)@San Win Maung\n \nFile Size                          : 700 MB\nQuality            ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A4uV/Barefoot_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Upside-down-poster-140x200.jpg",
        "title": "Upside Down (2012)",
        "description": "Upside Down (2012)_____IMDb - 6.4/10\n ဒီရုပ်ရှင်ကားလေးကို V Day Feb 14 မှ တင်ဖို့\nဘာသာပြန်သူက ပြောထားပါတယ်...\nရုပ်ရှင်ကား ရဲ့ အစ မှာတော့ ကျနော်တို့လို ကမ္ဘာကြီးမဟုတ်ပဲ\nဆွဲငင်အား ၂ ခု နဲ့ ကမ္ဘာ ၂ ခုဖြစ်နေပါတယ်..\nသူတို့ အခေါ်အဝေါ်ကတော့ အပေါ် နဲ့ အောက်ဘက် တဲ့...\nတစ်ယောက်နဲ့ တစ်ယောက် နီးနီးကပ်ကပ် မြင်နေရပါတယ်...\nဒါပေမယ့် တစ်ဖက်နဲ့ တစ်ဖက် သွားလည်ခွင့် လုံး၀ မရှိပါဘူး...\nတစ်ရက်မှာတော့ ကောင်လေး တစ်ယောက်ဟာ\nအပေါ် သို့ အောက်ဘက် က ကောင်မလေး တစ်ယောက်ကို ချစ်မိသွားပါတယ်\nအဲ့ဒီဘက်ကိုလဲ ခိုးခိုးပြီးသွားလည်ပါတယ်...\nသူတို့ ၂ ဦး ပေါင်းစည်းဖို့ ကမ္ဘာ နှစ်ခုကိုလဲ ပေါင်းစည်းဖို့ကြိုးစားပါတော့တယ်..\nV Day အတွက် ပြည့်စုံတဲ့ အချစ်ဇတ်လမ်းလေး တစ်ခုရရှိမယ်လို့\nရည်ညွှန်းလိုက်ပါရစေ....ဒီကားလေးကို ဘာသာပြန်သူကတော့ MT (UCSY) ဖြစ်ပါတယ်\n(သစ်ဆန်းခန့်)File ...",
        "rating": "6.4",
        "url": "https://megaup.net/2f3hA/Upside_Down_[2012]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Leap-Year-Movie-Poster-203x300.jpg",
        "title": "Leap Year (2010)",
        "description": "ဒီအခ်စ္ဇာတ္ကားေလးဟာ အေတာ္ပဲၾကည့္လို႕ေကာင္းတဲ့ နာမည္ၾကီးဇာတ္ကားေလးပါ။သာမန္ကေတာ့ ေယာက်ၤားေလးကပဲ ခ်စ္သူရည္းစားမိန္းကေလးကို လက္ထပ္ခြင့္ေတာင္းၾကေပမယ့္Leap Year ရက္ထပ္ႏွစ္ရဲ႕ Feb 29 ရက္ေန႕မွာေတာ့ မိန္းကေလးေတြကကိုယ္ခ်စ္တဲ့သူကို လက္ထပ္ခြင့္ေတာင္းလို႕ရတဲ့အစဥ္အလာရွိပါတယ္။ဒီအေၾကာင္းကိုအေျခခံလို႕ ဇာတ္လမ္းဖန္တီးရိုက္ကူးထားတာပါ။မင္းသမီး Amy Adams ရဲ႕ဆြဲေဆာင္မႈရွိတဲ့ ပီျပင္တဲ့သရုပ္ေဆာင္မႈနဲ႕ မင္းသား Matthew Goode ရဲ႕ အတည္ေပါက္နဲ႕အရႊန္းေဖာက္တဲ့ပံုစံေတြေၾကာင့္ ဒီဇာတ္ကားဟာ စြဲမက္စရာဇာတ္ကားျဖစ္လာပါတယ္။IMDb (6.4/10) ပါ။(Poe Thinzar Kyaw မွဘာသာျပန္တင္ဆက္ထားပါတယ္။) \nFile size…(900MB) and (310 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/1wmla/Leap_Year_[2010]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-best-of-me-poster-1-133x200.jpg",
        "title": "The Best of Me (2014)",
        "description": "The Best Of Me (2014)_____IMDb - 6.7/10\n  \nIMDb rating 6.7 ရထားတဲ့ ဒရာမာကားလေးတစ်ကား\nနဲ့ မိတ်ဆက်ပေးပါ့ရစေ ဇာတ်ကားလေးက စိတ်ကူးယဉ်ဖို့ကောင်းလွန်းတာမို့\nချစ်သူ ရီးစားရှိသူတွေသာ ကြည့်မိရင် တော်တော် ဖီးလ်မယ့်\nဇာတ်ကားမျိုးလေးပါ ပြီးတော့ ဇာတ်လမ်းလေးက ငယ်စဉ်ကတည်းက\nကွဲကွာခဲ့ရတဲ့ ချစ်သူ၂ယောက် နှစ်ပေါင်းများစွာကြာပြီးမှ ပြန်ဆုံတွေ့ရချိန်မှာ\nကြုံတွေ့ရတာတွေကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်\nအမန်ဒါ နဲ့ ဒေါ်လ်ဆန်တို့ ၂ယောက်ဟာ သိပ်ချစ်ကြတဲ့\nချစ်သူ ၂ယောက်ဖြစ်ပြီး မိဘ နောက်ခံချင်းကတော့ မိုးနဲ့မြေပမာကွာခြား\nကြပါတယ်။ ဒီလိုနဲ့ ကံတရားကြီးက သူတို့၂ယောက်ကို\nရက်စက်စွာနဲ့ တကွဲတပြားဆီဖြစ်အောင်ဖန်တီးလိုက်ပြီး\nကွဲကွာ ရဖို့ အကြောင်းဖန်လာတဲ့ အခါမှာတော့ ဝေးကွာခဲ့ရပြီး\nနောက် အျနှစ် ၂၀ အကြာမှာ ပြန်လည်ဆုံတွေ့ရာမှာတော့\nအမန်ဒါတယောက် ဟာ အိမ်ထောင်ကြနေခဲ့ပြီးပါပြီ\nကဲ ပရိတ်သတ်ကြီးရေ ဆက်သာကြည့်ကြတော့\nဆက်မပြောတော့ ဘူး။\n  \nFile Size - 928 MB\nFile Type - mp4\nQuality - BluRay Rip 72op\nDuration - 01:58:00\nSubtitle - Myanmar Hardsub\nEncoder ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eAdk/The_Best_Of_Me_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/tumblr_mvmmqs02OM1r287ebo1_500-198x300.jpg",
        "title": "If I Stay (2014)",
        "description": "ဒရာမာဇာတ်လမ်းကောင်းများကိုနှစ်သက်သောပရိသတ်များအတွက်\" IF I STAY\"ဆိုတဲ့ဒရာမာဇာတ်ကားလေးနဲ ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာMia Hall တစ်ယောက် သူမရဲဘဝမှာအခက်ခဲဆုံး ဆုံးဖြတ်ချက်ကိုချရပါမယ်။ အနုပညာကျောင်း Julliard မှာပညာသင်ကြားပြီးသူမရဲ့ဂီတအိပ်မက်ကို အကောင်အထည်ဖေါ်မှာလား သူမဘဝရဲ့တစ်ဦးတည်းသော ချစ်သူ Adam နဲ့အတူနေရဖို့ အခြားလမ်းကြောင်းကိုရွေးချယ်မှာလားဆိုတာပဲဖြစ်ပါတယ်။ အေးချမ်းတဲ့မိသားစုလေး အတူသွားတဲ့ ကားလမ်းခရီးက သူမရဲ့အဖေ၊ အမေနဲ့ မောင်လေးတွေရဲ့အသက်ကိုနှုတ်ယူသွားတဲ့အခါမှာတော့ အရာရာအားလုံး ချက်ချင်းပြောင်းလဲသွားခဲ့ပါတယ်။ သူမ အခုအခါ ဆေးရုံမှာ မေ့မြောနေတာဖြစ်ပါတယ်။ ခန္ဓာကိုယ်ကစိတ်ဝိဉာဏ်လွင့်မြောနေတဲ့ အခြေအနေကိုရောက်ရှိသွားပြီး သူမရဲ့အနာဂါတ်ကိုသာမက သူမရဲ့ကံကြမ္မာတစ်ခုလုံးကိုအဆုံးအဖြတ်ပေးမယ့် ရွေးချယ်မှုတစ်ခုကိုပြုလုပ်ရမှာဖြစ်ပါတယ်။File Size         : (900  MB) and (400 MB)\nQuality           : Blu ray 720P\nRunning Time : 1hr 47 minute\nFormat           : Mp4\nGenre             : Drama,Fantastic, Music\nEncoder         : Joker.phs(ဇာတ်ကားအညွန်းကိုတော့ trend.com.mm မှကူးယူဖော်ပြသည်)",
        "rating": "",
        "url": "https://megaup.net/2nOkC/If_I_Stay_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-sassy-girl-2001-133x200.jpg",
        "title": "My Sassy Girl (2001)",
        "description": "My Sassy Girl (2001)_____IMDb - 8.0/10\n ဒီဇာတ်ကားက ၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကိုရီးယားကားဖြစ်ပြီး မင်းသမီး Jun Ji‑hyun မင်းသား Cha Tae‑hyun တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nသရုပ်ဆောင်ဆိုတာ ဒါမျိုးကိုးလို့စံထားရလောက်အောင် ဒီဇာတ်ကားမှာ\nမင်းသားရော မင်းသမီးရော အသက်ဝင်အောင် သရုပ်ဆာင်သွားခဲ့ပါတယ်။\nဆုတွေတသီကြီးရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပြီး  Hollywood ကတောင် ပြန်ရိုက်ခဲ့ရတဲ့အထိနာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nK-Drama တွေနာမည်ကြီးလာဖို့ စတင်ထိုးဖောက်ခဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ပါဝင်ခဲ့ပါတယ်။\nဒီလိုတွေပြောနေလို့ ဇာတ်ကားကကြီးကျယ်လှချည်လားမထင်ပါနဲ့။\nသာမန်အချစ်ဇာတ်လမ်းလေးပါပဲ..ဘာ Effect မှလဲ သုံးပြီးမရိုက်ကူးထားပါဘူး။\nဒါပေမယ့် ရင်ထဲစွဲမြဲကျန်ခဲ့ရပါတယ်။\n(ဒီဇာတ်ကားကို ကြည့်ပြီး နည်းပညာမတိုးတက်လို့ ရုပ်ရှင်အရည်အသွေးနိမ့်ပါးနေတာလို့\nပြောတတ်တဲ့ အနုပညာရှင်တွေကို ဟားတိုက်ရယ်မောမိပါတယ်။)\nIMDb Rating (8.0/10) ရရှိထားတဲ့အထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ။\nကြည့်ပြီးသားလို့ ကျွန်တော့်ကိုပြောကြရင် ကျွန်တော်က နောက်တစ်ခေါက်ပြန်ကြည့်ပါ မပျင်းစေရဘူးလို့ အာမခံပေးလိုက်ပါတယ်။\nသိမ်းထားလို့ရအောင် 720p Bluray Rip Quality နဲ့တင်ပေးထားပါတယ်။\n  \nFile size...(1.1 GB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:17:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung   \nနမူနာကြည့်ရန်",
        "rating": "8.0",
        "url": "https://megaup.net/3zvim/My_Sassy_Girl_(Yeopgijeogin_Geunyeo)_[2001]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-sassy-girl-2008-poster-133x200.jpg",
        "title": "My Sassy Girl (2008)",
        "description": "My Sassy Girl (2008)_____IMDb - 6.3/10\n ဒီဇာတ်ကားက My Sassy Girl (2001) ကိုရီးယားဇာတ်ကားကို အနောက်တိုင်းပုံစံ ပြန်လည်ရိုက်ကူးထားတဲ့ အမေရိကန်ဇာတ်ကားလေးပါ။ IMDb RAting (6.3/10) ရရှိထားပါတယ်။ အမေရိကန်မင်းသား Jesse Bradford နဲ့ (The Girl Next Door နဲ့ House of Wax မင်းသမီး)ကနေဒီယန်မင်းသမီး Elisha Cuthbert တို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့...အချစ်ကိုအစားထိုးဖို့ကြိုးစားနေသူနဲ့  မချစ်သင့်တော့ဘူးလို့ ဦးနှောက်ကဆုံးဖြတ်နေပေမယ့် နှလုံးသား က အစဉ်အမြဲတောင့်တနေလို့ ဘယ်လိုဒုက္ခတွေပဲရောက်ရောက် ဆက်ချစ်နေမယ့်သူတို့ရဲ့ ဇာတ်ကြောင်းပါ။\n(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)\n \nမူရင်း ကိုရီးယား Version (My Sassy Girl -2001 ကို  https://channelmyanmar.org/my-sassy-girl-2001/ )မှာဒေါင်းကြည့်လို့ရပါတယ်။\n  \nFile size…(805 MB)\nQuality…Web-DL Rip 720p\nFormat…mp4\nDuration….01:35:24\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zvhh/My_Sassy_Girl_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMzE4MDk5NzEyOV5BMl5BanBnXkFtZTgwNDM4NDA3NjE@._V1_UY1200_CR9006301200_AL_-158x300.jpg",
        "title": "Brooklyn (2015)",
        "description": "ဒီတစ်ခါတော့ 2015 ခုနှစ်ရဲ့ အော်စကာတန်းဝင်...ရုပ်ရှင်ထူးချွန်ဆုများစွာ ရရှိထားတဲ့ အချစ် ဒရာမာကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ ။ဒီဇာတ်ကားလေးကို မကြည့်ရသေးတဲ့သူ ဒရာမာ အချစ်ကားနှစ်သက်သူတွေဆိုရင်တော့\nလုံးဝကြည့်သင့်ကြောင်း တိုက်တွန်းပါရစေ။\nဇာတ်လမ်းကို 1950 ခုနှစ်မှာ အခြေတည်ထားပြီး အဲ့ဒီ့အငွေ့အသက် ဒီဇိုင်းသွင်ပြင်သံစဉ်တွေက ဇာတ်လမ်းကို အတော်ဆွဲဆောင်နိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ အိုင်ယာလန်နိုင်ငံကနေ\nအလုပ်ကိုင်အဆင်မပြေလို့ အမေရိကန်ဘရွတ်ကလင်းမြို့ကို ပြောင်းရွေ့နေထိုင်ဖို့\nရောက်လာတဲ့ အိုင်းရစ်သူလေးတစ်ယောက်အကြောင်းပါ။ သူမရဲ့ နှလုံးသားနဲ့ ဘဝအကြောင်းကို ခံစားမှုရသစုံလင်စွာ အနုပညာရသမြောက်စွာ တင်ဆက်ထားပါတယ်။\nဒီဇာတ်ကားဟာ အပြင်လောကမှာ ဖြစ်ပျက်တတ်လေ့ရှိတဲ့\nအကြောင်းအရာကို သဘာဝအတိုင်း အပိုအလိုမရှိ ရိုက်ပြထားတာဖြစ်လို့ ဇာတ်လမ်းက သဘာဝကျကျနဲ့ ကြည့်လို့ကောင်းတဲ့ အချစ်ဒရာမာ ကားလေးတစ်ကားဖြစ်ပါတယ်။\nIMDB  (7.5/10) ရရှိထားပြီး Rotten Tomatoes မှာလည်း (97 %)  ထိရထားလို့ တကယ်ကိုကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပါလို့ပြောပါရစေ ...။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားတာပါ။)\n--------------------------------------------------------------------------------------ဒီတစ္ခါေတာ့ 2015 ခုႏွစ္ရဲ႕ ေအာ္စကာတန္းဝင္...ရုပ္ရွင္ထူးခြ်န္ဆုမ်ားစြာ ရရွိထားတဲ့ အခ်စ္ ဒရာမာကားေလးနဲ႕မိတ္ဆက္ေပးပါရေစ ။ဒီဇာတ္ကားေလးကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/4eFd8/Brooklyn_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/gallery-1449250319-kuch-kuch-locha-hai-original-cd-front-cover-300x300.jpg",
        "title": "Kuch Kuch Locha Hai (2015)",
        "description": "အိႏိၵယအျပာမင္းသမီး (Porn မင္းသမီး) Sunny Leone အဓိကပါဝင္ထားတဲ့\nComedy, Drama အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။\nSunny Leone ရဲ႕ ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕ေလာက္မယ္ထင္ပါတယ္။\nSunny ပါလာမွေတာ့ ဇာတ္ညႊန္းလဲမလိုေတာ့ဘူး ထင္ပါတယ္။File size...(1GB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:24:19\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/kuch-kuch-locha-hai-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/cabaret-desire-06-130x200.jpg",
        "title": "[21+] Cabaret Desire (2011)",
        "description": "2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ 21+ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက BDSM လို နည်းနည်း ခပ်ကြမ်းကြမ်း scence လေးတွေပါနေတယ်ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ပိုစတာကို ကြည့်တာနဲ့ တန်းသိမှာပါ ဒီကားလေးကတော့ Desire ဆိုတဲ့ ဆန္ဒအကြောင်းလေးကို ရိုက်ပြထားတာဖြစ်ပြီးတော့ လူတိုင်းမှာ မိမိကိုယ်တိုင် မသိတာရော အရှက်တရားကြောင့်ရောပါ ဖုံးကွယ်ထားတတ်ကြတဲ့ အကြောင်းတရားလေးတွေ ရှိပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ လူတွေ ညကျရင်သွားတတ်ကြတဲ့ နေရာလေးတွေမှာ ထူးခြားတဲ့နေရာလေးတစ်ခုရှိပါတယ် အဲ့ဒီနေရာလေးကတော့ ဇာတ်လမ်းလေးတွေနဲ့ပြောပြပြီး ဖောက်သည်တွေရဲ့ ပုန်းလျှိုးနေတဲ့ ဆန္ဒတွေကို ဖြည့်ဆီးပေးတဲ့နေရာလေးပါ အဲ့နေရာလေးမှာ ဇာတ်လမ်းက လေးခုပဲရှိပါတယ် The Two Alexes, My Mother, In Wonderland, Wet sheets ဆိုတဲ့ ပုံပြင်လေးပုဒ်ပါ ဇာတ် ရှိန်တက်လာတာနဲ့ အမျှ သင်ဟာ မိန်းမလှလေးတွေကသင့်ရဲ့ လိုအင်ဆန္ဒတွေကို ဖြည့်ဆီးပြီး မျှော်လင့်ခြင်းကွင်းပြင် ...",
        "rating": "4.6",
        "url": "https://megaup.net/TGve/Cabaret_Desire_[21+]_[2011]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Source-Code-POSTER2-140x200.jpg",
        "title": "Source Code (2011)",
        "description": "\"ေသၿပီးတာတာင္ တိုင္းျပည္တာဝန္ထမ္းေဆာင္ေနရတာ ဂုဏ္ယူစရာပဲ\"\nဒီစကားကို သင္လက္ခံပါရဲ႕လား ?\nလြတ္လပ္မႈကို ဘယ္အခ်ိန္ထိ ထိန္းခ်ဳပ္ထားၾကမွာလဲ\nသူတပါးဦးေႏွာက္ကို သြင္းခ်င္ရာသြင္း\nဖ်က္ခ်င္သလိုဖ်က္ SD Card လိုသေဘာထားေနၾကတာဟာ\nတရားေရာဝင္ရဲ႕လား ?\nဒီအေတြးေတြနဲ႔အတူ ရသမ်ိဳးစံုေပးသြားမယ့္\nSource Code ဆိုတဲ့ဇာတ္ကားမွာ\nစြယ္စံုရမင္းသားႀကီိး Jake Gyllenhaalက ဦးေဆာင္\nပါဝင္ထားပါတယ္\nIMDb 7.5 နဲ႔ RT 91% ဆိုေတာ့ CM ပရိသတ္ေတြ\nအတြက္ေတာ့ အခ်ိန္ေပးၾကည့္ရတာတန္မွာပါ\nဇာတ္လမ္းအစမွာေတာ့\nခီ်ကာဂိုၿမိဳ႕ပတ္ရထားေပၚမွာ ႏိုးထလာသူတစ္ေယာက္\nကိုယ္မသိတဲ့ ေကာင္မေလးတစ္ေယာက္က\nရင္းရင္းႏွီးႏွီး စကားေတြလာေျပာ\nကိုယ္မၾကားဖူးတဲ့ နာမည္နဲ႔ ကိုယ့္ကိုေခၚ\nမွန္သြားၾကည့္ေတာ့လည္း ကိုယ့္မ်က္ႏွာမဟုတ္\nပိုက္ဆံအိတ္ထဲက အိုင္ဒီကဒ္ကလည္း\nကိုယ့္ကဒ္မဟုတ္\nရထားေပၚကို ဘယ္လိုေရာက္လာတာလဲ\nဘာရည္ရြယ္ခ်က္နဲ႔ ပို႔ေဆာင္ခံရတာလဲ\nဇာတ္လမ္းအက်ဥ္း မသိထားေလ ပိုေကာင္းေလမို႔\nၾကည့္ျဖစ္ေအာင္သာၾကည့္ပါလို႔ တိုက္တြန္းလိုက္\nပါတယ္....\nFile Size : (667 MB) \nQuality : Blu-Ray 1080p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Mystery, Romance, Sci-Fi\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1y5i8/Source_Code_[2011]_(MM_Sub).mp4",
        "category": "Mystery, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BOTIyZDg0MGQtMWMzZS00YTczLTlmMjMtZmE3NzUxN2U0Yzg1XkEyXkFqcGdeQXVyODMyMzUyMzY@._V1_-147x200.jpg",
        "title": "Haunted Hotel (2017)",
        "description": "ဒီ​ေန႔ Valentine Day မွာ ရင္​ခုန္​စရာမ႐ွိတဲ့သူ​ေတြ​ေရာ ရင္​ခုန္​စရာ႐ွိတဲ့သူ​ေတြလည္​း ပိုရင္​ခုန္​သြား​ေအာင္​ ​ေစတနာအျပည့္​့နဲ႔တင္​ဆက္​​ေပးလိုက္​ပါၿပီ??Haunted Hotel ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ကထြက္​႐ွိထားၿပီး တ႐ုတ္​ မ​ေလး႐ွား ထိုင္​း သံုးႏိုင္​ငံပူး​ေပါင္​း႐ိုက္​ကူးထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​Imdb rating 6/10 ရ႐ွိထားၿပီးဇာတ္​လမ္​းၾကာျမင္​့ခ်ိန္​က​ေတာ့တစ္​နာရီခြဲပါ႐ိုက္​ကြင္​းကလည္​း မ​ေလး႐ွားႏိုင္​ငံမွာ သရဲ​ေျခာက္​တယ္​လို႔နာမည္​ႀကီးတဲ့ Amber Count Hotel....Karak လမ္​းမ စတဲ့​ေနရာ​ေတြမွာ ႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြအ​ေနနဲ႔ နာမည္​ႀကီးထိုင္​းမင္​းသမီး Aom,Azman Hassan,Teddy Chin တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထား​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့မ​ေလး႐ွားႏိုင္​ငံကိုအလုပ္​နဲ႔​ေရာက္​လာတဲ့ ပိုင္​လင္​နဲ႔​​ေ၀့ကြၽင္​းခ်စ္​သူႏွစ္​ဦးတို႔ဟာ ​ေလာင္​းကစားရံုမွာကစားရင္​း ​ေငြအမ်ားအျပားအႏိုင္​ရခဲ့ပါတယ္​.ထို႔​ေနာက္​ တည္​းခိုဖို႔ဟိုတယ္​႐ွာတဲ့အခါ သရဲ​ေျခာက္​တယ္​လို႔နာမည္​ႀကီးတဲ့ Amber Count ဟိုတယ္​ကို​ေရာက္​လာပါ​ေတာ့တယ္​သူတို႔တည္​းခိုတဲ့အခန္​းနံပါတ္​ ၁၁၇၄က​လည္​း အရင္​ကသတ္​​ေသဖူးတဲ့မိန္​းမသရဲ႐ွိတယ္​ဆိုၿပီးနာမည္​ႀကီးပါတယ္​....သူတို႔ႏွစ္​​ေယာက္​ ဒီတစ္​ညတာကို ​ေအး​ေအး​ေဆး​ေဆး​ေက်ာ္​ျဖတ္​ႏိုင္​မွာလား....​ေနာက္​ကြယ္​ကအမွန္​တရားအစစ္​အမွန္​က​ေရာဘာလဲဆိုတာ ရင္​ခုန္​စိတ္​လႈပ္​႐ွားရင္​းၾကည္​့႐ႈလိုက္​ပါ​ေနာ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ အိပပစံပါ) File Size : (750 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/haunted-hotel-2017/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BN2UxZDJlYjAtNGQ0OC00MWE4LTkzMjktMDAyNTg2ZTVkZjQ1XkEyXkFqcGdeQXVyMTc2MDc0Nw@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "My Friend Dahmer (2017)",
        "description": "My Friend Dahmar ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​မွာထြက္​႐ွိထားတဲ့မႈခင္​းဒရာမာဇာတ္​ကားျဖစ္​ပါတယ္​Imdb rating အ​ေနနဲ႔ 6.5/10ရ႐ွိထားၿပီး ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ေတာ့ ၁နာရီ ၄၅ မိနစ္ပါပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ​ေတာ့ Ross Lynch,Anne Heche,Alex Wolff တို႔ျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ဒီဇာတ္​လမ္​းဟာ ၁၉၇၀-၈၀ျပည္​့ႏွစ္​မ်ားဆီက အ​ေမရိကန္​ကြင္​းဆက္​လူသတ္​သမားတစ္​​ေယာက္​ျဖစ္​တဲ့ Jeffrey Dahmer အ​ေၾကာင္​း႐ိုက္​ကူးထားတဲ့ျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းျဖစ္​ပါတယ္​...သူ သတ္​ခဲ့တဲ့ အ​ေရအတြက္​ ၁၇​ေယာက္​​​ေတာင္​ပါ.....သတင္​း​ေတြရဲ႕​ေခါင္​းၿကီးပုိင္​းမွာပါခဲ့ၿပီး လူတုိင္​းစက္​ဆုတ္​​​ေၾကာက္​႐ြံခဲ့ပါတယ္​...ဒီကားဟာ လူသတ္​သမားရဲ႕ အ​ေၾကာင္​းကုိ အ​ေသးစိတ္​ရုိက္​ႏုိင္​တ့ဲအျပင္​ သူ႔ရဲ႕ စိတ္​ခံစားခ်က္​​ေတြအထိခ်ဥ္​းကပ္​ထားႏုိင္​ခဲ့တာျဖစ္​လုိ႔ ျဖစ္​ရပ္​မွန္​ ဇာတ္​လမ္​း​ေကာင္​းတစ္​ကားျဖစ္​ခဲ့ပါတယ္​..ဘာလုိ႔ဒီ​ေလာက္​ အ​ေသးစိတ္​ရုိက္​ႏုိင္​ခဲ့တာလဲဆုိ​ေတာ့ ဒီကားရဲ႕ဇာတ္​ၫႊန္​းဟာ လူသတ္​သမားျဖစ္​သူ Jeffery ရဲ႕သူငယ္​ခ်င္​းျဖစ္​သူကုိယ္​တုိင္​​ေရးသားခဲ့လုိပါ...ဇာတ္​လမ္​းထဲမွာ အထက္​​ေက​်ာင္​းသားတစ္​​ေယာက္​ျဖစ္​တဲ့ Jeffrey Dahmar တစ္​​ေယာက္​ ဘယ္​လိုအ​ေၾကာင္​းအရာ​ေတြ​ေၾကာင္​့ လူ ၁၇ ​ေယာက္​ထိသတ္​တဲ့ ကြင္​းဆက္​လူသတ္​သမားျဖစ္​လာပံု....ဇာတ္​ၫႊန္​းဆရာကိုယ္​တိုင္​က​ေရာ သူငယ္​ခ်င္​းနဲ႔ဆံု​ေတြ႔ခဲ့ပံု....jeffreyတစ္​​ေယာက္​ရဲ႕ ခံယူခ်က္​​ေတြ ရက္​စက္​မႈ​ေတြ​ေပါ​ေပါက္​လာပုံ...သူ႔ရဲ႕ ရက္​စက္​မႈ​​ေသြးဆာမႈ​ေအာက္​မယ္​ ဓားစာခံျဖစ္​ အသတ္​ခံခဲ့ရပုံ​ေတြကုိ ရင္​တထိတ္​ထိတ္​ ခံစားရမွာျဖစ္​ပါတယ္​... File Size : (900 MB) ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/my-friend-dahmer-2017/",
        "category": "Biography, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-a-game-of-shadow-poster-1-133x200.jpg",
        "title": "Sherlock Holmes: A Game of Shadows (2011)",
        "description": "Sherlock Holmes: A Game of Shadows (2011)\nIMDb - 7.5/10_____Rotten - 60%\n  \nဒီဇာတ်ကားက Robert Downey Jr ရဲ့ဒုတိယမြောက်ရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\nပထမဇာတ်ကား Sherlock Holmes (2009) မြန်မာစာတန်းထိုးကိုတော့ တင်ပေးပြီးသားပါ။\nပထမဇာတ်ကားက လူကြိုက်များခဲ့လို့ ဒုတိယဇာတ်ကားကို ထပ်မံရိုက်ကူးခဲ့ပါတယ်။\nဒုတိယဇာတ်ကားမှာတော့ ရှားလော့ဟုမ်းရဲ့ မဟာရန်သူတော်ကြီး\nပရော်ဖက်ဆာ မိုရီရာတီကို တွေ့မြင်ရမှာပါ။\nIMDB Rating (7.5/10) ရရှိထားပြီး\nAction, Adventure, Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\n  \nဒီဇာတ္ကားက Robert Downey Jr ရဲ႕ဒုတိယေျမာက္ရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\nပထမဇာတ္ကား Sherlock Holmes (2009) ျမန္မာစာတန္းထိုးကိုေတာ့ တင္ေပးၿပီးသားပါ။\nပထမဇာတ္ကားက လူႀကိဳက္မ်ားခဲ့လို႔ ဒုတိယဇာတ္ကားကို ထပ္မံ႐ိုက္ကူးခဲ့ပါတယ္။\nဒုတိယဇာတ္ကားမွာေတာ့ ရွားေလာ့ဟုမ္းရဲ႕ မဟာရန္သူေတာ္ႀကီး\nပေရာ္ဖက္ဆာ မိုရီရာတီကို ေတြ႕ျမင္ရမွာပါ။\nIMDB Rating (7.5/10) ရရွိထားၿပီး\nAction, Adventure, Crime အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\n  \nFile size...(1.1 GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:09:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yp3t/Sherlock_Holmes_-_A_Game_Of_Shadows_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-poster-3-138x200.jpg",
        "title": "Sherlock Holmes (2009)",
        "description": "Sherlock Holmes (2009)\nIMDb - 7.6/10_____Rotten - 69%\n  \nဒီဇာတ်ကားကတော့ Iron Man မင်းသားကြီး Robert Downey Jr ရဲ့\nရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\n(ကျွန်တော်တို့ Channel Myanmar ကတင်ဆက်နေတဲ့ Sherlock စီးရီးနဲ့မတူပါဘူး။)\nရှားလော့ဟုမ်းဇာတ်ကားတွေကတော့\nအမြဲတမ်းအံ့သြဘနန်းဖြစ်အောင် ကောင်းမွန်လှပါတယ်။\nစဉ်းစားတွေးတောရင်း အေးအေးငြိမ့်ငြိမ့် ခံစားကြည့်ရှုလိုက်ပါ။\nမင်းသား Robert Downey Jr လည်း ဒီဇာတ်ကားနဲ့\nအကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု Golden Globe ဆုရရှိခဲ့ပါတယ်။\nIMDb Rating (7.6/10) ထိရရှိထားတဲ့ စုံထောက်ဇာတ်ကားကောင်းပါ။\n  \nဒီဇာတ္ကားကေတာ့ Iron Man မင္းသားႀကီး Robert Downey Jr ရဲ႕\nရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\n(ကြၽန္ေတာ္တို႔ Channel Myanmar ကတင္ဆက္ေနတဲ့ Sherlock စီးရီးနဲ႔မတူပါဘူး။)\nရွားေလာ့ဟုမ္းဇာတ္ကားေတြကေတာ့\nအၿမဲတမ္းအံ့ၾသဘနန္းျဖစ္ေအာင္ ေကာင္းမြန္လွပါတယ္။\nစဥ္းစားေတြးေတာရင္း ေအးေအးၿငိမ့္ၿငိမ့္ ခံစားၾကည့္ရႈလိုက္ပါ။\nမင္းသား Robert Downey Jr လည္း ဒီဇာတ္ကားနဲ႔\nအေကာင္းဆုံးဇာတ္ေဆာင္မင္းသားဆု Golden Globe ဆုရရွိခဲ့ပါတယ္။\nIMDb Rating (7.6/10) ထိရရွိထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2emvZ/Sherlock_Holmes_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/large_ziKvu3Th9l1wN2aIeVj5ElpBqFu-200x300.jpg",
        "title": "Inception (2010)",
        "description": "IMDb Rating (8.8/10)Rotten Tomatoes (86%)ဒီကားကို စကြည့်တုန်းက သူ့ဘာပြောချင်တာလည်း ဆိုတာ ချက်ချင်း သဘောမပေါက်ဘူး - မပေါက်ဆို ကိုယ်တွေ နေ့စဉ် ဖြတ်သန်းတွေ့ထိနေတဲ့ အတွေးအခေါ်တွေနဲ့ လုံးလုံးကို တူမှ မတူတာ - နောက်ပိုင်းကို ရောက်သွားတော့မှ တဖြေးဖြေး သဘောပေါက်လာတယ် - ခုဆို ပြန်ကြည့်တာ လေးခေါက်မြောက်သွားပြီ - ဘာရယ်တော့ မဟုတ်ဘူး - သူတို့ရဲ့ အတွေးနဲ့ ဖန်တီးနိုင်စွမ်းကို သဘောကျမိလို့ပါ - ကိုယ်မတွေးမိတဲ့ အတွေးကို သူတို့တွေးမိတယ် - မဖြစ်နိုင်ဘူးလို့ လူတိုင်း သိထားတဲ့ စိတ်ကူးတစ်ခုကို တစ်ခြားသူတစ်ယောက်ဆီ လက်ဆင့်ကမ်းတဲ့ အချိန်မှာ အဲ့ဒီလူ မှင်သတ်လက်ခံနိုင်အောင် ပုံဖော်ပြတဲ့ ရိုက်ချက်တွေက အကွက်စေ့လွန်းတယ် -လူတစ်ယောက်ရဲ့ စိတ်ကူးထဲမှာ ရှိနေတဲ့ Idea ကို အိပ်မက်ဖြစ်ရပ် တစ်ခုအဖြစ် ...",
        "rating": "8.8",
        "url": "https://megaup.net/1Fqaa/Inception_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzNjOTkzMTAtZDJmMi00Zjk3LWFjZDEtYzhlYjhkZGI5MjdiXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY1000_SX675_AL_.jpg",
        "title": "Tad the Lost Explorer and the Secret of King Midas (2017)",
        "description": "(ဒီကားလေးကတော့ ၂၀၁၂ က ထွက်ရှိထားခဲ့တဲ့ Tad, The Lost Explorer ကားလေးရဲ့ အဆက်ဖြစ်ပြီး သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရရင် တက်ဒ် ဆိုတဲ့ စူးစမ်းရှာဖွေတာကို ဝါသနာပါတဲ့လူတစ်ယောက်မှာ နာမည်ကြီးရှေးဟောင်းသုတေသနပညာရှင်အသိတစ်ယောက်ရှိပါတယ်...သူ့နာမည်က ဆာရာ တဲ့...ပြောရရင် တက်ဒ် က သူ့ကို ကြိတ် crush နေတာပါ...တစ်နေ့မှာ ဆာရာ ဟာ ထူးဆန်းတဲ့ဒဏ္ဍာရီလာပစ္စည်းတစ်ခုအကြောင်း ရှာဖွေတွေ့ရှိသွားပါတယ်...အဲ့ဒီပစ္စည်းဟာ အံ့သြစရာအစွမ်းတွေပိုင်ဆိုင်ပြီး အမှန်တကယ်ရှိကြောင်း သိလိုက်ရပါတယ်...ဒီအချိန် သူ့လိုပဲ အဲ့ဒီပစ္စည်းအကြောင်းသိထားသူတစ်ယောက်က ဆာရာ့ဆီက မှတ်တမ်းတွေကို ပိုင်ဆိုင်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှူပေးကြပါဦး...ပထမကားကို မကြည့်ဖူးတဲ့ တစ်ချို့ ပရိတ်သတ်တွေအနေနဲ့လည်း ဇာတ်လမ်းထိခိုက်မှုမရှိပဲ အဆင်ပြေပြေကြည့်နိုင်မှာပါ...အန်နီမေးရှင်းကောင်းမွန်ပြီး ကြည့်ရတာပျော်စရာကောင်းပါတယ်...ကျွန်တော်ဆို ဇာတ်လမ်းထဲက သီချင်းလေးတစ်ပုဒ်ကို သဘောကျမိရဲ့...\nပရိသတ်ကြီးလည်း ခံစားကြည့်ရှုရင်း သဘောကျနှစ်သက်လိမ့်မယ်လို့ မျှော်လင့်ပါတယ်...အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ ကိုရဲကျော်ထက်ပါ) File Size : (700 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "6.3",
        "url": "https://megaup.net/2vTy5/Tad,_The_Lost_Explorer_And_The_Secret_Of_King_Midas_(Tadeo_Jones_2_-_El_Secreto_Del_Rey_Midas)_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/darkest_hour.jpg",
        "title": "Darkest Hour (2017)",
        "description": "Darkest Hour (2017)\nIMDb - 7.4/10_____Rotten - 84%\nWon 2 Oscars. Another 51 wins & 77 nominations.\n Gary Oldman တစ်ယောက် Darkest Hour ရုပ်ရှင်နဲ့ Golden Globe Best Actor Award ရသွားပြီ၊ Academy Awards မှာလဲ Best Picture နဲ့ Best Actor Nomination ဝင်ထားပြန်ပြီ။လူတိုင်းသိတဲ့ ဝင်စတန်ချာချီအကြောင်း ရိုက်ထားတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလောက်နာမည်ကြီးနေရတာလဲ?Darkest Hour ဟာ ဗြိတိန်ဝန်ကြီးချုပ် ဝင်စတန်ချာချီအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်ပေမယ့် ဝင်စတန်ချာချီရဲ့ ဘဝတစ်ခုလုံးကိုပြတာလဲမဟုတ်သလို ဒီကားထဲမှာ စစ်တိုက်တာတွေလဲ မပါပြန်ပါဘူး။ဒီရုပ်ရှင်မှာ အဓိကပြသွားတာကတော့ ချာချီ ဝန်ကြီးချုပ်ဘယ်လိုဖြစ်လာတယ်၊ ဂျာမနီရဲ့ကျူးကျော်စစ်ကြီးကို ပြန်အံတုနိုင်ဖို့ သူ့ရဲ့ပါတီ၊ လွှတ်တော်ထဲမှာတင် ဘယ်လောက်တောင် လုံးလည်ချာလည်လိုက်ခဲ့ရလဲဆိုတာတွေပါ။ဒီလောက်ရိုးရှင်းတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလိုဆုတွေအတွက် လျာထားခံရသလဲ?အဖြေကရှင်းပါတယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ctfc/Darkest_Hour_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BN2ZmOTNmZDItNjQ4OC00MzA5LTg5MTEtMTdhYTdjZjNhZjZmXkEyXkFqcGdeQXVyODQxNTMyNTE@._V1_SY1000_CR007141000_AL_.jpg",
        "title": "Chosen Mini Series (2017 – 2018)",
        "description": "2017 ႏွစ္ကုန္ပိုင္းနဲ႕ 2018 ႏွစ္ဆန္းပိုင္းေလာက္မွာ ထြက္ရွိခဲ့တဲ့Chosen ဆုိတဲ့ တီဗီစီးရီးေလးကို အစ အဆံုး တင္ဆက္ေပးလိုုက္ပါတယ္ဒီ စီးရီးေလးက သံုးပိုင္းပဲ ထြက္ခဲ့တာျဖစ္ျပီးေတာ့ တပိုင္းကို ဇာတ္ကား တစ္ကားစာပါးၾကာျမင့္ပါတယ္ ဒီစီးရီးေလးထဲမွာေတာ့ လူဆိုးနဲ႕ လူေကာာင္း ရဲ႕ ကြာျခားခ်က္ေတြပညာတတ္ေပမဲ့ ေငြေနာက္လိုက္တဲ့ အခါမွာ က်ဴးလြန္တတ္တဲ့ အမွားေတြနဲ႕လူေတြ ရဲ႕ မေတာ္ ေလာဘေတြ ကို ေဖာ္ျပရိုက္ကူးထားတာျဖစ္ပါတယ္ဇာတ္လမ္း ေလးကေတာ့ ေဆး၀ါးလုပ္ငန္းရွင္ၾကီး သူဟာ တစ္ရက္မွာ ေဆး၀ါးသစ္မိတ္ဆက္ပြဲ အတြက္ကို ဆစ္ဒနီ ကို အလည္သြားေရာက္ခဲ့ပါတယ္သူမိိတ္ဆက္တာကေတာ့ ႏွလံုးကို ၾကိမ္ႏႈန္း မွန္ေအာင္ထိန္းညွိေပးတဲ့စက္ပစၥည္းေလးပါ ဒါေပမယ္ အဲ့ဒီညမွာ ၾကမၼာဖန္လာေတာ့သူ႕ အခန္းေရွ႕မွာဘယ္သူကလာထားသြားမွန္းမသိတဲ့ ေသတၱာတစ္လံုးေရာက္လာပါတယ္အဲ့ထဲမွာ ဓါတ္ပံုပါျပီးေတာ့ သူဟာ ဓါတ္ပံုထဲကလူကို သူေပးထားတဲ့ အခ်ိန္ မွာသတ္ေပးဖို႕ ခိုင္းပါတယ္ သူကလဲ ဒါကို တေယာက္ေယာက္က ေနာက္တယ္ ထင္ျပီးေပါ့ပ်က္ပ်က္နဲ႕ ေနလိုက္ပါတယ္ အဲ့ဒီအခ်ိန္မွာ သူမသတ္ခဲ့တဲ့ အတြက္ သူ႕ရဲ႕ေယာကၡထီး ဟာ ေသဆံုးသြားခဲ့ရပါတယ္ ေနာက္ဆက္တြဲအေနနဲ႕ကေတာ့သူတို႕ သားေလးပါ ျပန္ေပးဆြဲခံခဲ့ရတာပါ ကဲ ပရိတ္သတ္ၾကီးေရေနာက္ကြယ္က ဘယ္သူကခိုင္းေစေနတာလဲသူတို႕ကေတာ့ခိုင္းေစေနတဲ့သူကို ျပန္တြန္းလွန္ႏိုင္ပါ့မလားဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတြကိုေတာ့ဆက္လက္ၾကည့္ၾကရမွာပါQty ...",
        "rating": "",
        "url": "https://channelmyanmar.org/chosen-mini-series-2017-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTA3MzUxNzU3MTZeQTJeQWpwZ15BbWU3MDU4MzEwNTE@._V1_.jpg",
        "title": "Apartment 1303",
        "description": "သရဲကား ေတြ ေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးပါတယ္ အေကာင္လုိက္ျပေတာင္\nေၾကာက္ဖို႔ မေကာင္းတာေတြ ႀကံဳဖူးတယ္ ဒါေပမယ့္\nဒီ Apartment 1303 ဆိုတဲ့ Japan Horror Movie ကေတာ့\nသင့္စိတ္ကို အေကာင္းဆံုး ေခ်ာက္လွန္႔မႈ အေပးႏိုင္ဆံုး ရုပ္ရွင္ကားလို႔ ညႊန္းဆိုခ်င္ပါတယ္\nတစ္ေယာက္ထဲ တိုက္ခန္းတစ္ခုထဲ ေနတက္တဲ့သူေတြ\nတိုက္ေတြရဲ႕ အေပၚဆံုး ထပ္မွာ ေနတဲ့ သူေတြ နဲ႔ ကိုယ္ေနတဲ့ တိုက္ခန္းမွာ ေျခရာလက္ရာ ပ်က္ယြင္းနတာ\nႀကံဳရတဲ့ သူေတြ အတြက္ ဒီရုပ္ရွင္ကားက ထိတ္လန္႔တုန္လႈပ္ဖြယ္ အတိနဲ႔ပါပဲ...\nဒီဇတ္လမ္းထဲမွာေတာ့ ပင္လယ္နဲ႔ နီးၿပီး ေစ်းအရမ္းတန္တဲ့ တိုက္ခန္း ကို ငွားေနၾကသူေတြ\n၀ယ္ၾကသူေတြဟာ အၿမဲတမ္း အဲ့ဒီတုိက္ေပၚကေန ခုန္ခ်ၿပီး သက္ေသသြားတက္ၾကပါတယ္\nဘယ္ေလာက္ပဲ မယံုၾကည္တဲ့သူျဖစ္ပါေစ ဘယ္ေလာက္ သတၱိေကာင္းတဲ့သူျဖစ္ပါေစ\nအဲ့ဒီ တိုက္ခန္းမွာ မေနရဲေလာက္ေအအာင္ ဆိုး၀ါးလြန္းတဲ့ ျဖစ္ရပ္ဆန္းေတြ ႀကံဳေတြ႔ရမွာျဖစ္ၿပီး\nရုပ္ရွင္ၾကည့္သူေတြလဲ ညဘက္မွာ ေစာင္ေလးၿခံဳၿပီး မီးေတြ အကုန္မွိတ္ တိတ္တိတ္ေလး\nဒီရုပ္ရွင္ကို ၾကည့္ၾကရေအာင္...\nကဲ.. ေသခ်ာၿပီ ဆိုရင္ အလႊာ ၁၃ ဓါတ္ေလွကားနံပါတ္ ၁၃ အခန္းနံပါတ္ ၁၃၀၃ ကို ခဏေလာက္\nအလည္သြားရေအာင္ သင္ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/apartment-1303/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/The-Town-Where-Only-I-Am-Missing-poster-1.jpg",
        "title": "Erased (2016)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၆ ခုႏွစ္ကထြက္ထားတဲ့ ဂ်ပန္ manga ကိုျပန္လည္ရိုိက္ကူးထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ တေလကေလးကထြက္ထားတဲ့Erased ဆိုတဲ့ ဇာတ္လမ္းတြဲနဲ႕ ဒီကားက ေက်ာရိုးခ်င္းဆင္ျပီးေတာ့manga ပရိတ္သတ္ေတြ အေနနဲ႕ကေတာ့ ဒီကားကို သိျပီးသားျဖစ္မွာပါဘာလို႕ဆိုေတာ့ဒီကားက Erased ဆိုတဲ့ အန္နီေမးရွင္းကားကို ပဲLive Action အျဖစ္ အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားကိုေတာ့ ေတာ္ေတာ္မ်ားမ်ား ရင္းႏွီးျပီးသားျဖစ္မွာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဆာတိုရု ဟာ သူ႕မွာ အနာဂါတ္အခ်ိန္ပို္င္းေလးကိုၾကိဳျမင္ႏိုင္ေနတဲ့ သဘာ၀လြန္ စြမ္းအားကို ရရွိထားသူျဖစ္ျပီး သူဟာဒီ အစြမ္းေၾကာင့္ပဲ အႏၱရာယ္တစ္တစ္ခုခု ျဖစ္ခါနီးဆို ၾကိဳတင္သိရွိျပီးကယ္တင္ေပးေလ့ရွိပါတယ္ ဒါေပမဲ့ တစ္ေန႕မွာ သူကိုယ္တုိင္ပါ၀င္ေနတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္လာျပီးေတာ့ ဒီမေတာ္တဆမႈမွာ သားေကာင္ကိုကကယ္တင္ေပးႏုိင္မွာလး ျပီးေတာ့ ဒီမေတာ္တဆမႈကေန တဆင့္ ဘာေတြကိုပါဆက္လက္ ေဖာ္ထုတ္သြားႏိုင္မွာလဲဆိုတာေတြကို ေတာ့ ပရိတ္သတ္ၾကီးကဆက္လက္ၾကည့္ၾကရမွာပါQty - Bluray 710pDuration - 1hr 40minGern - Fantasy/ ActionnTranslator - Yamin Mya PwintEncoder - Kyaw ...",
        "rating": "",
        "url": "https://channelmyanmar.org/erased-2016/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTYzOTk4OTA5N15BMl5BanBnXkFtZTgwMzUzNDIwNDI@._V1_SY1000_CR006711000_AL_.jpg",
        "title": "Tiger Zinda Hai (2017)",
        "description": "၂၀၁၂ တုန္းက Ek Tha Tiger ဆုိတဲ့ သူလွ်ိဳအက္ရွင္ကားအၿပီး ဒုတိယေျမာက္ Tiger ႐ုပ္ရွင္အျဖစ္ ထြက္ရွိလာတာျဖစ္ ၿပီး စူပါစပိုင္ႏွစ္ေယာက္ျဖစ္တဲ့ တိုက္ဂါးနဲ႔ဇိုရာ သူလွ်ိဳဇာတ္ လမ္းကို ဆက္လက္႐ႈစားရမွာပါ။ျဖစ္ရပ္မွန္အေၾကာင္းအရာျဖစ္တဲ့ ၂၀၁၄ တုန္းက အုိင္ အက္စ္အဖြဲ႕က ဓားစာခံအျဖစ္ ဖမ္းဆီးေခၚေဆာင္သြားခဲ့တဲ့ သူနာျပဳ ၄၆ ေယာက္ကို ကယ္ဆယ္တဲ့အေၾကာင္း အဓိက ဇာတ္အိမ္တည္ထားတာျဖစ္ပါတယ္။ပထမဇာတ္လမ္းရဲ႕ အဆက္အေနနဲ႔ RAW ေအးဂ်င့္တိုက္ဂါးနဲ႔ သူ႔ခ်စ္သူ ISI ေအးဂ်င့္ဇိုရာတို႔ဟာ လက္ထပ္ခဲ့ၾကၿပီး သားေလးနဲ႔အ တူ ဘဝကို ေအးေအးခ်မ္းခ်မ္း ျဖတ္သန္းခဲ့ၾကပါတယ္။ ဒီလိုနဲ႔ ရွစ္ႏွစ္ေလာက္ၾကာခဲ့အၿပီးမွာ ေတာ့ အခ်စ္ကိုဦးစားေပးၿပီး မိသားစုအေရးပဲ အာ႐ံုစိုက္ခဲ့ၾက တဲ့ တိုက္ဂါးတုိ႔စံုတြဲအတြက္ မစ္ ရွင္တစ္ခုေပၚလာခဲ့ပါတယ္။တိုက္ဂါးရဲ႕ အလုပ္ရွင္ ေဟာင္းျဖစ္တဲ့ ရွီႏြိဳင္က အီရတ္ မွာ အၾကမ္းဖက္သမားေတြရဲ႕ ျပန္ေပးဆြဲျခင္းခံရတဲ့ အိႏၵိယသူနာျပဳ ၂၅ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eINe/Tiger_Zinda_Hai_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZTEyMTlmYTUtMDE0My00NWJmLWJlZmEtNzhjNGI0Mzk0NTA4XkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_.jpg",
        "title": "Ek Tha Tiger (2012)",
        "description": "ဒီကားေလးက IMDB 5.3 ရထားတဲ့ကားေလးပါျမန္မာလိုကေတာ့တစ္ခါတုန္းက က်ားတစ္ေကာင္ ႐ွိခဲ့သည္တဲ့အိႏၵိယ နဲ႔ ပါကစၥတန္ သူလိွ်ဳေတြၾကား႐ိုက္ကူးျပထားတဲ့ဇာတ္ကားေလးပါTiger (ဆလက္မန္ခမ္း) ဟာအိႏိၵယ အထူးစပိုင္တစ္ဦးျဖစ္ၿပီးRAW အဖြဲ႔အစည္းရဲ႕ လက္ေအာက္မွာ လုပ္ကိုင္ရသူျဖစ္ပါတယ္။သူရဲ႕လုပ္ငန္းမွာ ပါကစၥတန္ သူလိ်ဳ ISIS မ်ားအားႏွိမ္နင္းရမည္ျဖစ္ပါတယ္တစ္ေန႔မွာေတာ့ သူ႔ဆရာ goyi ရဲ႕Mission အရ ပါကစၥတန္ ရဲ႕အေၾကာင္းအစကို လိုက္ၿပီး ႐ွာေဖြရေတာ့တယ္ဒီတစ္ခါမွာေတာ့ Tiger ဟာ ပေရာ္ဖက္ဆာ တစ္ဦးဆီ သြားၿပီးပါကစၥတန္ သမိုင္းေၾကာင္းကိုစတင္စံုးစမ္းခဲ့ပါတယ္ထိုပေရာ္ဖက္ဆာမွာ မည္သူ႔မွ တပည့္အျဖစ္ လက္မခံခဲ့သလိုTiger ဟာလည္း ျငင္းပယ္ခံခဲ့ပါတယ္Tiger ဟာ တပည့္အျဖစ္ လက္ခံေပးရန္အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့ၿပီးZoya ဆိုတဲ့မိန္းကေလးတစ္ဦးႏွင့္လည္းေတြ႔ဆံုခဲ့ပါေသးတယ္ဒီေနရာမွာေတာ့ zoya (ကတ္ထရီနာ ေက့ဖ္)အေၾကာင္းလည္း ေျပာျပခ်င္ပါတယ္Zoya ဟာ ပေရာ္ဖက္ဆာကို ျပဳစုေစာင့္ေရွာက္ေနသူတစ္ဦးျဖစ္ၿပီးအက သင္တန္းတစ္ခုမွာ တက္ေရာက္ေနသူပါဒီဇာတ္လမ္းမွာေတာ့Tiger. တစ္ေယာက္ ပေရာ္ဖက္ဆာ တပည့္အျဖစ္ေတြ႔ရဦးမည္ေလာပါကစၥတန္ သမိုင္းေၾကာင္းကို စံုစမ္းႏိုင္မည္ေလာTiger ႏွင့္ zoya တို႔၏ ဘ၀တို႔ေ႐ွ႕ဆက္ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2SQte/Ek_Tha_Tiger_[2012]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI0MzIyMjU1N15BMl5BanBnXkFtZTgwOTk1MjQxMDE@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "All Is Lost (2013)",
        "description": "All Is Lost(2013)IMDB...6.9,,,,Rotten...94ဒီကားက ဆန်းတယ်လို့ပဲပြောရမလား မသိဘူး တစ်ကားလုံးမှာ သရုပ်ဆောင်တစ်ယောက်ထဲရယ်...ပြီးတော့ နောက်ခံစကားလေးအနည်းငယ်ကလွဲလို့ တစ်ကားလုံးဘာမှကိုမပြောဘူး....လှေတစ်စီးပေါ်မှာလူတစ်ယောက် အိပ်နေတယ်...ဗြုန်းဆို လှေထဲကိုရေဝင်သံကြောင့်သူနိုးလာတယ်.....ပင်လယ်ပြင်ထဲက သူ့လှေကိုထူးထူးခြားခြား ဘယ်သင်္ဘောပေါ်ကျခဲ့မှန်းမသိတဲ့ကွန်တိန်နာရဲ့ထောင့်နဲ့လှေရဲ့ဘေးနံရံနဲ့တိုက်မိပြီးပေါက်သွားတယ်.....လှေကိုဖာတယ် ..ရေတွေကိုပြန်ထုတ်တယ်....ဒီကားက imdb ရော rotten ရောအတော်ကောင်းပါတယ်...ဘာကြောင့်ြ မင့်ရလဲဆိုတော့ အသက်ရရနှစ်အရွယ် အဘိုးကြီးတစ်ယောက်ရဲ့ အသက်ရှင်သန်ရေးရုန်းကန်မှုကို ပီပီပြင်ပြင်ပြနိုင်လို့ လိုဆိုပါတယ်...အချစ်တွေ အလွမ်းတွေ အဆွေးတွေ တော့မပါပါဘူး...File Size…(850MB) and (318MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sherlock",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-is-lost2013blu-ray/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTJiYzk3MjUtNzEyMC00MDEyLTkzMWYtNDY1NTE4ZDE2MDg0XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_.jpg",
        "title": "Phra Apai Mani (2002)",
        "description": "ငယ္ငယ္ကနားေထာင္ခ့ဲရဖူးတဲ့ပံုျပင္ေလးရိွတယ္ မင္းသားေလးကိုဘီလူးမကျမင္ျမင္ခ်င္းခ်စ္မိၿပီး မစားရက္ပဲ ကေလးရတဲ့အထိေပါင္းသင္းေနထိုင္ခဲ့ၾကတဲ့ ပံုျပင္ေလးပါ့ဒီဇတ္ကားမွာ မင္းသား၂ပါးကိုသူတို႔ရဲ႕ဖခမည္းေတာ္က တုိင္းျပည္ကေနအေၾကာင္းတစ္ခုေၾကာင့္ႏွင္ထုတ္လိုက္ၿပီ မင္းသား၂ပါးဟာလည္းေျခရာတည့္ရာသြားရင္း အစ္ကိုျဖစ္သူဟာ သူ႔ရဲ႕လက္စြဲေတာ္ပုေလြကို မႈတ္လိုက္ခ်ိန္မွာဘီလူးမဟာၾကားျမင္ၿပီး ျမင္ျမင္ခ်င္းခ်င္းပဲ ခ်စ္မိသြားပါတယ္ ညီၿဖစ္သူမွာလည္းပုေလြသံေၾကာင့္အိပ္ေပ်ာ္သြားတယ္ ဒီေတာ့ဘီလူးမဟာ အစ္က္ုိျဖစ္သူကိုဖမ္းေခၚသြားၿပီးသူနဲ႔အတူေနထုိင္ေစတယ္ညီျဖစ္သူဟာလည္း ဘုရင္တစ္ပါးရဲ႕အပါးမွာစစ္သူႀကီးအျဖစ္နဲ႔ခစားရပါတယ္ ဒီလိုနဲ႔အႏွစ္ႏွစ္လ အလလၾကာၿပီးေနာက္ ဘီလူးမနဲ႔အစ္က္ိုျဖစ္သူဟာကေလးတစ္ေယာက္ရလာပါေလေရာဘီလူးမလက္ထဲကေနသည္ေန႔ထိတုိင္လြတ္ဖို႔ႀကိဳးစားေနတဲ့အစ္ကို လြတ္ေအာင္ႀကိဳးစားေပးေနတဲ့ေရသူမမိသားစုဟာလည္း ဘီလူးမရဲ႕တန္ခိုးေတြကိုေတာ္လွန္ႏုိင္ပါ့မလားအစ္က္ုိျဖစ္သူအသက္မွရွင္ေသးရဲ႕လားလို႔ စစ္သူႀကီးႏွလံုးသားနဲ႔ပူပင္ေသာကေရာက္ေနရတဲ့ညီျဖစ္သူ အစြမ္းထက္လြန္းတဲ့ဘိီလူးမကိုဘယ္လိုေတာ္လွန္မလဲ ဘယ္လိုမ်ိဳးျပန္ဆံုၾကမလဲဆိုတာ ၾကည့္ရႈ့ခံစားၾကပါဦး Qty - DVD RipDuration - 1hr 33minGern -Fantasy/ DramaTranslator - S0e La YaungEncoder - Kyaw Ye Aung",
        "rating": "5.4",
        "url": "https://megaup.net/1BavY/Phra_Apai_Mani_[17+]_[2002]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/224930876447995128_13608651_c.jpg",
        "title": "[18+] Step Up Love Story (2011)",
        "description": "Dark Side Production မှတင်ဆက်သည်။\n  ဇာတ်လမ်းကတော့....အချစ်ကို အချစ်လို့သာသိပြီး အဘာကြီးဘာနေကြတဲ့ သူငယ်ချင်းတွေကြား ဘာအတွေ့အကြုံမှ မရှိသေးတဲ့ စုံတွဲလေးအကြောင်းကို သာသာယာယာလေး ပြသွားမယ့် ဇာတ်လမ်းလေးကို ချပြလတ်ပါပြီ.....Living Together ခေတ်ကြီးမှာ... ခုတွေ့ ခုချစ် ခုယူ ဖြစ်သွားခဲ့တဲ့ မာကိုတိုတို့ စုံတွဲဟာ မီးဖိုချောင် ကိစ္စကအစ အိမ်ထောင်ရေး သုခအဆုံး နကန်းတစ်လုံးမှ မသိကြသေးပါဘူး...ဒါကို ရိပ်မိကြတဲ့ အပေါင်းအသင်းတွေက သူတို့ရဲ့ အတွေ့အကြုံတွေနဲ့ သင်တန်းပို့ချပေးကြပါတယ်..ကောင်မလေးဖက်က သူငယ်ချင်းကလည်း ထိုနည်း၎င်း လမ်းပြကြတယ် ဆိုပါတော့...ကြားသမျှလေးတွေနဲ့ လက်တည့်စမ်းတဲ့ မာကိုတိုနဲ့ အကြံပေးတိုင်း လိုက်လုပ်ရှာတဲ့ သူ့ချစ်ဇနီးလေးတို့ အဆင်ပဲပြေကြမလား၊ အောင့်အီးသည်းခံတွေပဲ ဖြစ်မလား ဆိုတာကတော့ ကိုယ့်လူတို့ လက်တွေ့ဒေါင်းကြည့်လိုက်ကြတော့ဗျာ...။ \nFile Size…(800 MB)Quality…HDRipFormat…mp4\nDuration…01:13:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Cloud",
        "rating": "5.3",
        "url": "https://megaup.net/Uep2/Step_Up_Love_Story_(Futari_Ecchi)_[18+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/8JtL1oAKo6MzfxxWSSVdd4NvD5D.jpg",
        "title": "The Liquidator (2017)",
        "description": "The Liquidator ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​တ႐ုတ္​႐ုပ္​႐ွင္​ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 5.8/10ရ႐ွိထားၿပီး ဇာတ္​လမ္​းၾကာျမင္​့ခ်ိန္​က​ေတာ့ ၂နာရီပါပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ​ေတာ့ Chao Deng,Ethan Juan,Cecilia liu တို႔ျဖစ္​​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ျပည္​သူလူထုၾကာ​ေျပာစရာျဖစ္​ခဲ့တဲ့ မ​ေကာင္​းတဲ့သူ​ေတြကို live လႊ့င္​့ၿပီးသတ္​ျဖတ္​အျပစ္​​ေပးသည္​အထိ လူသတ္​မႈကိုက်ဴးလြန္​တဲ့ မိမိကိုယ္​ကို ၿမိဳ႕အလင္​း​ေရာင္​ သူ​ေတာ္​​ေကာင္​းအျဖစ္​ခံယူထားသူလူသတ္​သမားကို မႈခင္​းစိတ္​ပညာ႐ွင္​ျဖစ္​သူ Feng Mu နဲ႔ စံု​ေထာက္​မ​ေလးျဖစ္​သူ Mi Nan တို႔ ႏွစ္​​ေယာက္​ပူး​ေပါင္​းစံုစမ္​း​ေဖာ္​ထုတ္​ၾကရပါ​ေတာ့တယ္​.....သူတို႔ ၂​ေယာက္​ဘာ​ေတြ​ကိုစံုစမ္​း​ေတြ႔႐ွိမလဲ....အတိတ္​က​ေရစက္​​ေတြနဲ႔ပတ္​သတ္​မႈ႐ွိ​ေနတဲ့လူသတ္​သမား....စတာ​ေတြကိုစိတ္​စင္​စားဖြယ္​ၾကည္​့႐ႈရမယ္​့ မႈခင္​းအက္​႐ွင္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ File Size : (950 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 4min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080P WEB-DL X264 AAC-DYGC\nTranslated by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-liquidator-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYWQwNmMyYWYtYzU5Yy00MzBhLTg3YjktNzVmMGNmZjQ5MTE2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "The Ritual (2017)",
        "description": "ေကာလိပ္ကတည္းကတြဲခဲ့ၾကတဲ့ သူငယ္ခ်င္းငါးေယာက္ျပန္ဆံုၾကတဲ့အခါ ခရီးထြက္ဖို႔တိုင္ပင္ၾကတယ္။ခရီးေတြကတစ္ေယာက္တစ္မ်ိဳးစီသြားခ်င္တဲ့ေနရာေတြကမတူၾကေတာ့ တိုင္ပင္ရင္းဘားကျပန္အလာ လမ္းမွာ သူငယ္ခ်င္းတစ္ေယာက္က မေတာ္တဆအသတ္ခံရျပီး ေသဆံုးသြားခဲ့ပါတယ္။ဒီလိုနဲ႕ေနာက္ထပ္ေျခာက္လအၾကာမွာ က်န္တဲ့သူငယ္ခ်င္းေလးေယာက္ဟာ ေသဆံုးသြားတဲ့သူငယ္ခ်င္းရဲ႕ဆႏၵကိုျဖည့္ဆီးေပးတဲ့အေနနဲ႔ သူသြားခ်င္တဲ့ ေတာင္တက္ခရီးကို သြားေပးခဲ့ၾကတယ္။သူတို႔ေတာင္တက္ခရီးသြားၾကတဲ့ေနရာဟာ ဆီြဒင္နဲ႔ေနာ္ေဝနိုင္ငံၾကားက လူသူအေရာက္အေပါက္နည္းတဲ့ေတာင္ကုန္းေတြ သစ္ေတာေတြဘက္ျဖစ္တယ္။သူငယ္ခ်င္းေလးေယာက္ဟာ အဲ့ဒီေနရာမွာ ေျခလ်င္ေတာင္တက္ၾကရင္း သူငယ္ခ်င္းတစ္ေယာက္ေျခေခါက္သြားတဲ့အတြက္ တည္းခိုတဲ့ေနရာကို အျမန္ျပန္ေရာက္နိုင္ဖို႕ ျဖတ္လမ္းကေနသြားဖို႕ၾကိဳးစားၾကပါေတာ့တယ္။အဲ့ဒီျဖတ္လမ္းဟာ ေနေပ်ာက္ထိုးမက်တဲ့ ေတာအုပ္ကိုျဖတ္သြားရပါတယ္။ေတာအုပ္ထဲကအေမွာင္ထုထဲမွာ ဘယ္လိုထူးဆန္းအံ့ၾသျပီး ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာေတြရွိေနမလဲ….?ဆိုတာကို ပရိတ္သတ္္ၾကီးပဲ ကိုယ္တိုင္ၾကည့္ရွဳေျခာက္ျခားေတာ္မူလိုက္ၾကပါဦး။ဒီကားဟာ ၂၀၁၇မွာ British Independent Film Awards ကေနေပးတဲ့ Best Effect ဆုနဲ႔ Catalonian International Film Festival ရဲ႕ Best Actor ဆုကိုရရွိထားပါတယ္။ဒါရိုက္တာကေတာ့ David Bruckner ျဖစ္ျပီး သရုပ္ေဆာင္ေတြကေတာ့ Refe Spall, Arsher Ali, Robert James-Collier, Sam Troughton နဲ႕ Paul Reid ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-ritual-2017/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mDqzHV8UXWWNpZkoAbKmKX1ZxEE.jpg",
        "title": "To the Forest of Firefly Lights (2011)",
        "description": "ဂျပန်စာရေးဆရာYuki Midorikiwaကရေးခဲ့ပြီး 2011မှာanimeအဖြစ်အသက်သွင်းခဲ့ပါတယ်ရိုမန်တစ်ဆန်တဲ့ဇာတ်လမ်းအမျိုးအစားဖြစ်ပြီး ရည်းစားမရှိတဲ့လူတွေဖီးလ်စေမယ့် ကားမျိုးပဲဖြစ်ပါတယ်ဟိုတာရုရဲ့အသက်ခြောက်နှစ်အရွယ်လောက်က ကျေးလတ်မှာရှိတဲ့ သူ့အဖိုးရဲ့ရွာနားကတောအုပ်ထဲလမ်းပျောက်ပြီးဂင်လို့ခေါ်တဲ့မျက်နှာဖုံးနဲ့ လူထူးဆန်းလေးနဲ့စတင်တွေ့ဆုံခဲ့ပြီး နွေရာသီရောက်တိုင်း သူတို့နှစ်ယောက်က အတူဆုံလေ့ရှိပါတယ်ဂင်ရဲ့ထူးခြားမှုက သူ့အသားကိုလူတစ်ယောက်ထိတာနဲ့ ဂင်ဟာထာဝရပျောက်ကွယ် သွားရမှာပါသူတို့ရဲ့ဆက်ဆံရေးတွေကဘယ်လိုရှုပ်ထွေးလာပြီးတော့ ဘယ်လိုဇာတ်သိမ်းမလဲ ဆိုတာကိုဒါရိုက်တာ Takahiro Omoriကသေချာရိုက်ပြထားပါတယ်ဗျ ဇာတ်လမ်းကိုစစတင်ချင်းမှာပဲတစ်ဟုန်ထိုးအောင်မြင်မှုတွေ ရပြီးတော့ International Film Festival, Anime Contents Expo နဲ့Anime Expo conventionတွေမှာပြသခွင့်ရခဲ့ပါတယ်66th Annual Mainichi Film Awardsဆုပေးပွဲမှanimation flim awardကိုလည်းရရှိထားတဲ့ကားကောင်းလေးပါကဲ အားပေးကြပါဦးဗျာ။( ဒီဇာတ်ကားလေးကို ဘာသာပြန်ပြီး အညွန်းပါရေးပေးတဲ့သူကတော ့ Si Thu ပဲ ဖြစ်ပါတယ်ခင်ဗျာ)File Size : (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Animation, Drama, ...",
        "rating": "8.0",
        "url": "https://megaup.net/33cde/To_The_Forest_Of_Firefly_Lights_(Hotarubi_No_Mori_E)_[2011]_(MM_Sub).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTgxMDU4NjY4M15BMl5BanBnXkFtZTcwNTgzMzA2Mg@@._V1_.jpg",
        "title": "Babysitter Wanted (2008)",
        "description": "Babysitter Wanted ႐ုပ္​႐ွင္​ဇာတ္​ကား​ေလးဟာ ၂၀၀၈ခုႏွစ္​ထြက္​ အ​ေမရိကန္​ Horror ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 5.5/10ရ႐ွိထားၿပီး ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ေတာ့ ၁နာရီခြဲပါပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ​ေတာ့ Sarah Thompson ,Bill Moseley, Kristen Dalton တို႔ျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ​့​ေကာလိပ္​​ေက်ာင္​းသူ​ေလးတစ္​ဦးျဖစ္​တဲ့ Angie ဟာ ​​ေက်ာင္​းစရိတ္​ရ႐ွိဖို႔အတြက္​ က​ေလးထိန္​းအလုပ္​​ေလ်ွာက္​ခဲ့ပါတယ္​သူမထိန္​းရမယ္​့က​ေလး​ေလးနာမည္​က Sam ပါ Sam ရဲ႕​ေနအိမ္​ျဖစ္​တဲ့လယ္​​ေတာအိမ္​အက်ယ္​ႀကီးမွာ ပထမဦးဆံုးအလုပ္​ဆင္​းတဲ့​ေန႔မွာ​ေတာ့ Angie တစ္​​ေယာက္​ထူးဆန္​းတာ​ေတြနဲ႔ၾကံဳ​ေတြ႔လာရပါ​ေတာ့တယ္​အမည္​မသိဖုန္​း​ေခၚဆိုမႈ​ေတြ…..အိမ္​တံခါးကိုဖ်က္​ၿပီး၀င္​​ေရာက္​လာတဲ့လူတစ္​​ေယာက္​……အလုပ္​႐ွင္​မိသားစုရဲ႕ ႀကီးမားတဲ့လ်ိႈ့၀ွက္​ခ်က္​တစ္​ခု…..စတဲ့သံသယျဖစ္​ဖြယ္​​ေျခာက္​ျခားစရာ​ေတြနဲ႔အတူ Angie တစ္​​ေယာက္​ ​ဘယ္​လို​ေ႐ွ႕ဆက္​သြားမလဲဆိုတာ စိတ္​၀င္​စားဖြယ္​ၾကည္​့႐ႈရမယ္​့ ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-BestHD\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/babysitter-wanted-2008/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/colverfield-paradox-poster-143x200.jpg",
        "title": "The Cloverfield Paradox (2018)",
        "description": "Life (2017) ကဲ့သို့သောသည်းထိပ်ရင်ဖိုသိပ္ပံဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့ The Cloverfield Paradox နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်အိမ်လေးကို အနာဂတ်ခေတ်တွင်ဇာတ်အိမ်တည်ထားပြီး ခေတ်သစ်စွမ်းအင်ရှားပါးလာသည့် ပြဿနာကိုဖြေရှင်းနိုင်ရန်တွက် နိုင်ငံတကာအာကာသစခန်းတွင် ရုရှား၊ ဂျာမနီ၊ တရုတ် စသည့်အင်အားကြီးနိုင်ငံမှာ သိပ္ပံပညာရှင်၊အာကာသယာဉ်မှူးတွေပူးပေါင်းပြီး Renewable Energy Source ထုတ်လုပ်နိုင်ရန် ပူးပေါင်းလုပ်ဆောင်နေကြတာကို တွေ့ကြရမှာပဲဖြစ်ပါတယ်။\nသို့ပေမဲ့ စမ်းသပ်မှုလုပ်ဆောင်နေစဉ်မှာပဲ မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်တွေနဲ့အတူ အဆိုပါပညာရှင်တစ်သိုက် အခြား Dimension ထဲကိုရောက်ရှိသွားနေပြီးနောက် အရာအားလုံးဟာ သည်းထိပ်ရင်ဖိုစရာတွေဖြစ်လာပါတယ်။\nအဆိုပါ ပညာရှင်တစ်သိုက် အာကာသစခန်းယာဉ်ကြီးပေါ်တွင် ဘယ်လိုပူးပေါင်း အဖြေရှာကြမလဲ။\nသူတို့ရဲ့ပုံမှန်ကမ္ဘာကြီးဆီပြန်သွားနိုင်ပါ့မလား။\nဘယ်လိုအနှောင့်အယှက်တွေ ကြုံတွေ့ရမလဲ ဆိုတာကတော့ စိတ်ဝင်စားစရာဖြစ်ပါတယ်။\nScientific Fiction နဲ့ Horror တို့ပေါင်းစပ်ထားတဲ့တွက် စိတ်ဝင်စားဖို့ကောင်းပြီး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုှုရမှာပဲဖြစ်ပါတယ်။\nအဲတော့ Sci-Fi ပရိသတ်တွေရော Horror ပရိသတ်များအတွက်ပါ ကြည့်ရှုရကောင်းစေမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်။Life (2017) ကဲ့သို႕ေသာသည္းထိပ္ရင္ဖိုသိပၸံဇာတ္ကားေကာင္းေလးတစ္ခုျဖစ္တဲ့ The Cloverfield Paradox နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဇာတ္အိမ္ေလးကို အနာဂတ္ေခတ္တြင္ဇာတ္အိမ္တည္ထားျပီး ေခတ္သစ္စြမ္းအင္ရွားပါးလာသည့္ ျပႆနာကိုေျဖရွင္းႏိုင္ရန္တြက္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yOhl/The_Cloverfield_Paradox_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA5NzgxODE2NF5BMl5BanBnXkFtZTcwNTI1NTI0OQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "Before Midnight (2013)",
        "description": "B E F O R E ရဲ ့နိဒါန်း\n.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2mMrt/Before.Sunrise.1995.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMrl/Before.Midnight.2013.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMuX/Before_Midnight_[2013]_(MM_Sub)_(1).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNjk1NzBlY2YtNjJmNi00YTVmLWI2OTgtNDUxNDE5NjUzZmE0XkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_.jpg",
        "title": "The Machinist (2004)",
        "description": "The Machinist(2004)\nIMDB….7.7/10,,,,,Rotten…77%ဒီကားက ကြည့်ဖူးတဲ့သူတိုင်းညွှန်းဆိုကြသလို မဖြစ်မနေကြည့်သင့်တဲ့ကားရယ်လို့ သတ်မှတ်ထားကြတယ်....ဒီကားက အံသြမင်သက်စရာတွေများလှတယ်…..insomniaရောဂါသည်တစ်ယောက်အဖြစ် Baleကသရုပ်ဆောင်ထားတယ်….ဒီရောဂါက ညဖက်အိပ်မပျော်တဲ့ရောဂါ…သူ့ရဲ့ဆိုးကျိုးကတော့  အင်အားချိနဲ့ပြီး ပိန်လှီလာစေတာပဲ.…ကျွန်တော့အထင်ပြောရရင် ဒီကားရဲ့ အဓိက ကျောရိုးလိုဖြစ်နေတဲ့ bodyပိုင်းကို အဓိကပြင်ဆင်ခဲ့ပုံပေါ်တယ်….ဒီလိုပိန်ဖို့ baleဟာ နေ့စဉ်လုပ်နေကျ gym ကိုလုံးဝရပ်တန့်လိုက်ပြီး အစားအစာ အဟာရလုံဝလျော့ချလိုက်တယ်...သူ့ရဲ့မူလ ၁၇၄ပေါင်ကို ပေါင် ၆၀ထိချပြီး insomniaရောဂါသည်နဲ့တူအောင်လုပ်လိုက်တယ်...Body Transformation အကြီးကျယ်ဆုံး top 10 ထဲမှာတောင်ပါတယ်…သူ့ရဲ့ပြင်ဆင်မှုက ကြောက်စရာကောင်းလှတယ်...နိုင်ငံတစ်ကာရုပ်ရှင်ဆု ၇ဆုတောင်ရရှိထားပါတယ်….ဒီကားကမကြည့်ရသေးသည့်တိုင်အောင် တော်တော်များများရင်းနှီးကြပါတယ်….. ဇာတ်လမ်းနဲ့ပတ်သက်ပြီးမပြောတာအကောင်းဆုံးဖြစ်မယ်လို့ ယူဆထားလို့ ကျွန်တော်မပြောတော့ပါဘူး…. ဒီကားဟာ ပေးချင်တဲ့ Message က အရမ်းကိုကောင်းပါတယ်…ပေးချင်တဲ့ message အရမ်းကောင်းတာကို ဘယ်လောက်တောင်ကောင်းလဲ ဘာကြောင့်ကောင်းလဲ ဆိုတာ ကျွန်တော်မပြောပြတတ်တဲ့အတွက် ခွင့်လွှတ်ပေးပါလို့….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Sherlock ဖြစ်ပါတယ်….. ဒီကားက ၾကည့္ဖူးတဲ့သူတုိင္းညႊန္းဆုိၾကသလုိ မျဖစ္မေနၾကည့္သင့္တဲ့ကားရယ္လုိ႕ သတ္မွတ္ထားၾကတယ္....ဒီကားက အံၾသမင္သက္စရာေတြမ်ားလွတယ္…..insomniaေရာဂါသည္တစ္ေယာက္အျဖစ္ Baleကသရုပ္ေဆာင္ထားတယ္….ဒီေရာဂါက ညဖက္အိပ္မေပ်ာ္တဲ့ေရာဂါ…သူ႕ရဲ႕ဆုိးက်ဳိးကေတာ့  အင္အားခ်ိနဲ႕ၿပီး ပိန္လွီလာေစတာပဲ.…ကြ်န္ေတာ့အထင္ေျပာရရင္ ဒီကားရဲ႕ အဓိက ေက်ာရုိးလုိျဖစ္ေနတဲ့ bodyပုိင္းကုိ အဓိကျပင္ဆင္ခဲ့ပုံေပၚတယ္….ဒီလုိပိန္ဖုိ႕ baleဟာ ေန႕စဥ္လုပ္ေနက် gym ကုိလုံး၀ရပ္တန္႕လုိက္ၿပီး အစားအစာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1x3kr/The_Machinist_[2004]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-square-poster-136x200.png",
        "title": "The Square (2017)",
        "description": "The Square (2017)\nIMDb - 7.2/10_____Rotten - 85% Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ကြိမ်တင်ဆက်ပေးလိုက်တဲ့ The Square ဇာတ်ကားဟာဆိုရင် ပုံမှန်အတွေ့ရများလေ့ရှိတဲ့ဇာတ်ကားတွေလိုမဟုတ်ဘဲ တစ်မျိုးတစ်ဘာသာ ထူးခြားတဲ့သဘောကိုခံစားမိစေမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။အရှေ့ဥရောပ နိုင်ငံတစ်ခုဖြစ်တဲ့ ဆွီဒင်နိုင်ငံက “ခရစ်စတီယန်”ဆိုတဲ့ ပြတိုက်မှူးတစ်ယောက်…စတော့ဟုမ်းမြို့လည်မှာ ဖုန်းနဲ့ပစ္စည်းအချို့ခါးပိုက်နှိုက်ခံရတာကနေ ဇာတ်ကားတစ်ခုလုံးရဲ့ အဓိကအကြောင်းအရာကိုစတင်ထားတာပါ။ပျောက်ဆုံးသွားတဲ့ ဖုန်းနဲ့ပစ္စည်းတွေကို ပြန်လည်ရယူဖို့ကြိုးစားရင်းဇာတ်ရှိန်တဖြည်းဖြည်းတက်လာမှာပါ။ဇာတ်ကားတစ်ခုလုံးကို အစကနေအဆုံး ဂရုတစိုက်ကြည့်မှသာ ဇာတ်လမ်းရဲ့အရသာကို ခံစားလို့ရနိုင်မယ်လို့ ပြောချင်ပါတယ်အလွမ်းအဆွေးပိုင်းဆိုင်ရာ သရုပ်ဆောင်ခန်းတွေကို တင်ပြထားရင်းနဲ့ကြိုကြားကြိုကြားဆိုသလို အနုပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေအကြောင်းလည်းဗဟုသုတဖြစ်စရာ တွေ့မြင်ကြရမှာပါ။ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ဒီဇာတ်ကားဟာရသခံစားမှုအပိုင်းထက် သုတပိုင်းကိုပိုပြီးအလေးပေးထားတဲ့ ဇာတ်ကားတစ်ကားသာဖြစ်တယ်လို့ ဆိုချင်ပါတယ်။ရွှင်လန်းချမ်းမြေ့ကြပါစေခင်ဗျား   \nFile Size : (1.1 GB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 22min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ylu0/The_Square_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/se.jpg",
        "title": "Stargate (1994)",
        "description": "ကျွန်တော်တို့တွေ အီဂျစ်မှာရှိတဲ့ ပိရမစ်ကြီးတွေ စဖင့်ရုပ်တုတွေအကြောင်းကို\nအကုန်လုံးကြားဖူးမြင်ဖူးကြမှာပါ။ထူးခြားဆန်းကျယ်တဲ့ တည်ဆောက်မှု့တွေ\nဖြစ်သလို အရမ်းကို တိကျလွန်းတဲ့ တစ်လက်မတောင်မလွဲတဲ့ ဗိသုကာစကေးတွေနဲ့\nတည်ဆောက်ထားတာတွေကိုတွေ့ရမှာပါ။ ဒီတော့ တစ်ချို့လူတွေ တွေးတာက ဒီလောက်\nတိကျလွန်းပြီး နက္ခတဗေဒ အရကော သင်္ချာနည်းအရပါ ထူးခြားတိကျလောက်အောင်\nတည်ဆောက်ထားတာ ရှေးခေတ် အီဂျစ်တွေမဟုတ်နိုင်ဘူး သူတို့ထက် ယဉ်ကျေးမှု့\nပိုမြင့်တဲ့ လူ့အဖွဲ့အစည်းတစ်ခုခု ဖြစ်မယ်ပေါ့ဗျာ။ ဒီဇာတ်ကားမှာလဲ အဲ့အမြင်ကို ချပြသွားပါတယ်။\nဇာတ်လမ်းကို အနည်းငယ်ပြောပြရရင် ၁၉၂၈ ခုနှစ် အီဂျစ်မှာ ရှေးဟောင်းပိရမစ်ကို တူးဖော်ရင်းနဲ့\nထူးဆန်းတဲ့ Device တစ်ခုကိုတွေ့ရှိခဲ့ပါတယ်။ အဲ့ Device ပေါ်မှာ ထူးခြားတဲ့ အရုပ်စာတွေပါပါတယ်။\nအဲ့ကတည်းက အဲ့အရုပ်စာကို အဓိပ္ပာယ်ဖော်ခဲ့ကြပါတယ်။ဒါပေမဲ့ မဖော်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ နှစ်တွေ\nများစွာကြာပြီးတဲ့နောက် အပေါ်က တင်ပြခဲ့တဲ့ အမြင်မျိုးရှိတဲ့ ဒေါက်တာ ဒန်နီရယ်လ်ဂျက်ဆန်\nဆိုတဲ့ ပညာရှင်တစ်ဦးပေါ်ထွက်လာခဲ့ပါတယ်။တစ်ရက်မှာ သူ့အမြင်ကိုတင်ပြဟောပြောပွဲအပြီးမှာပဲ\nသူ့ကို ထူးဆန်းတဲ့ အမျိုးသမီးတစ်ဦးက ဖိတ်ခေါ်ခဲ့ပါတယ်။သူလည်းအဲ့အမျိုးသမီးဖိတ်ခေါ်တဲ့နေရာကို\nလိုက်သွားတာပေါ့ အဲ့လို လိုက်သွားမှပဲ သိရတာက အဲ့နေရာဟာ အထူးနိုင်ငံတော်လျှို့ဝှက်ချက်ဖြစ်ပြီး\n၁၉၂၈ ကတွေ့ခဲ့တဲ့ စက်ပစ္စည်းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2wErw/Stargate_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/images.jpeg",
        "title": "The Thousand Faces of Dunjia (2018)",
        "description": "A thousand face of Dunjia (2017)– – – – – – – – – – – – – – – – – – – –\n1000 faces of dunjia ကားေလးကေတာ့ Guardians of the Galaxy လိုကားမ်ိဳးပါ၊အရမ္းမိုက္တဲ့အထူးျပဳလုပ္ခ်က္ေတြ၊ဟာသေလးေတြလဲပါတာမို႔ရသမ်ိဳးစံုေပးတဲ့ကားေကာင္းေလးပါ12th Asian Film Awards မွာ Best Action Film ၊ Best Costume Design ဆု၊\nBest Visual Effects ဆုေတြအတြက္ Nominate ဝင္ခဲ့တဲ့ကားေလးပါလ်ိဳ႕ဝွက္စြာလူသားေတြကိုကာကြယ္ေစာင့္ေရွာက္ေနတဲ့ ဝုရင့္အဖြဲ႕ဝင္ ၇ ေယာက္ဟာ တစ္ေန႔မွာေတာ့ငါးမိစၧာတစ္ေကာင္ကိုဖမ္းလာရင္း သူ႔ထက္စြမ္းအားႀကီးေသာမိစၧာတစ္ေကာင္လာေနတယ္ဆိုတာကိုသိခဲ့ရပါတယ္အဖြဲ႕စခန္းခ်ရာေနရာကိုေျပာင္းေရႊ႕ခဲ့ၿပီး မိစၧာဘာရည္ရြယ္ခ်က္နဲ႔လာတယ္ဆိုတာကိုစံုစမ္းရင္း အမႈလိုက္ ေသာင္ရိခ်န္ရဲ႕ကာကြယ္ေပးမႈေၾကာင့္ ခ်င္းထင္တို႔ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-thousand-faces-of-dunjia-2018/",
        "category": "Action, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDE1NDAxZjktYWU0MS00Yjc1LThkN2QtYjg2ZWFkMWZhNjE3XkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-1.jpg",
        "title": "Death Race 4: Beyond Anarchy (2018)",
        "description": "Dead Race ဆိုတဲ့ Movie ကို အမ်ားၾကီးညႊန္းစရာမလိုေတာ့ပါဘူး…\nDead Race ၿပိဳင္ပြဲမွာေထာင္ထဲမွာၿပဳလုပ္တဲ့ တရား၀င္ၿပိဳင္ပြဲၿဖစ္ၿပီးေတာ့\nအဲၿပိဳင္ပြဲမွာ၀င္ၿပိဳင္တဲ့\nအက်ဥ္းသားေတြအကုန္လံုးကလည္းေထာင္ဒဏ္တသက္တကြ်န္းက်ထားၿပီးတဲ့\nေသမထူးေန႕မထူး အရက္စက္ဆံုး လူမဆန္ဆံုးနဲ႕ လူသတ္သမားေတြ\nရာဇ၀တ္သားေတြပဲၿဖစ္ပါတယ္….\nဒီလိုအက်ဥ္းသားေတြကို သူတို႕လြတ္ေၿမာက္ဖို႕အတြက္အခြင့္ေရးတစ္ခုေရာက္လာပါတယ္…\nအဲဒါကေတာ့ ေထာင္ထဲမွာကားၿပိဳင္ရင္းနဲ႕\nတစ္ေယာက္နဲ႕တစ္ေယာက္သတ္ရတာပဲၿဖစ္ပါတယ္…\nဒီလိုၿပိဳင္ရင္းကေန ၿပိဳင္ပြဲတိုင္းရဲ႕ ဘုရင္တစ္ပါးေပၚလာပါတယ္…\nသူကေတာ့ Frankenstein ပဲၿဖစ္ပါတယ္…\nအခုတင္ဆက္ေပးမယ့္ Dead Race 4 မွာကေတာ့ ႏိုင္ပြဲေတြဆက္လာေနတဲ့ Frank ကို\nအစိုးရကေန ေထာင္ထဲမွာပဲ ကားၿပိဳင္ရင္ သုတ္သင္ရွင္းလင္းဖို႕အတြက္\nလုပ္မယ့္အစီအစဥ္ၿဖစ္ပါတယ္……\nဒါေၾကာင့္ ႏိုင္ပြဲေတြဆက္ေနတဲ့ ၿပိဳင္ပြဲတိုင္းရဲ႕ဘုရင္ Frank ကိုရွင္းႏိုင္မလားဆိုတာ \nစိတ္၀င္စားဖြယ္ရာၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\nဒီ Dead Race ဆိုတဲ့ Movie အမ်ိဳးစားဟာ ေထာင္ထဲမွာစရိုက္ဆန္ဆန္နဲ႕ရိုက္ထားတဲ့\nAction Movie အမ်ိဳးအစားၿဖစ္ၿပီး\nအရြယ္မေရာက္ေသးသူမ်ားနဲ႕မိသားစုနဲ႕ၾကည့္ရႈ႕ဖို႕မသင့္တဲ့\nအခန္းအေတာ္မ်ားမ်ားပါ၀င္ပါတယ္…..\nလူသတ္ကားၿဖစ္ၿပီးေတာ့ ေသြးထြက္သံယိုေတြ\nရက္ရက္စက္စက္သတ္ၿဖတ္တဲ့အခန္းေတြလည္းအမ်ားဆံုးပါ၀င္ပါတယ္….\nၾကမ္းၾကမ္းမွၾကိဳက္တယ္ဆိုတဲ့ပရိတ္သတ္ေတြအတြက္အၾကိဳက္ေတြ႕ေစမယ့္\nကားေကာင္းတစ္ကားၿဖစ္ပါတယ္…File Size : (794 MB and 360 MB) \nQuality : 720p HDRip\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip\nTranslated ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/death-race-4-beyond-anarchy-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDg3YzgxZjgtNTEzYS00OTg4LTk2MjgtNWMyOTE4MDA4NzJkXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-1.jpg",
        "title": "Walking Out (2017)",
        "description": "Walking out ႐ုပ္ရွင္ဟာ ၂၀၁၇ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama/mystery အမ်ိဳးအစားျဖစ္ပါတယ္။အဓိကဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ ေဒးဗစ္နဲ႔ကယ္ သားအဖႏွစ္ေယာက္ဟာ မတူညီတဲ့ဘဝေနထိုင္မွဳပုံစံႏွစ္ခုေၾကာင့္ သူစိမ္းေတြလိုခပ္တန္းတန္းျဖစ္ၿပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ေဝးကြာေနၾကပါတယ္။ေဒးဗစ္ဟာ ေခတ္လူငယ္ျဖစ္တာနဲ႔အညီ ဖုန္းကိုမ်က္ႏွာနဲ႔မခြာႏိုင္ေအာင္ အသုံးျပဳသူတစ္ဦးပါ။သူ႔အေဖဟာလည္းအဲ့ကိစၥကိုအၿမဲတမိးေျပာပါတယ္။ေဒးဗစ္နဲ႔ကယ္ရဲ႕ဆက္ဆံေရးဟာမြန္တာနားေတာင္ကို သမင္အမဲလိုက္ထြက္တဲ့အခ်ိန္ၾကံဳေတြ႕ရတဲ့ မေမွ်ာ္လင့္ထားတဲ့ အခက္အခဲေတြ အတားအဆီးေတြေၾကာင့္ေျပာင္းလဲသြားခဲ့ပါတယ္။၁၄ ႏွစ္အရြယ္ေကာင္ေလး ေဒးဗစ္ဟာအေဖနဲ႔အတူအမဲလိုက္ထြက္ရင္း ေတြ႕ၾကံဳရတာေတြေၾကာင့္ မေမွ်ာ္လင့္ထားတဲ့ အေျပာင္းအလဲေတြ ဘယ္လိုျဖစ္မလဲဆိုတာကို ႐ုပ္ရွင္ထဲမွာ အမိုက္စားဇာတ္ဝင္ခန္းေတြနဲ႔ျမင္ေတြ႕ရမွာပါ။Rotten Tomatoes rating ကလည္း 92% ဆိုေတာ့ ဇာတ္လမ္းအေနအထား ဟာဆိုရင္ေျပာစရာမလိုေတာ့ပါဘူး။ေသြးသံရဲရဲ အခန္းေတြလည္းပါလို႔ ၁၃အထက္သာၾကည့္ရွဳလို႔ရတဲ့ R-Rated ကားပါ။ File Size : (800 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre :Adventure, Drama, Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/walking-out-2017/",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/wonder_ver11-1.jpg",
        "title": "Wonder (2017)",
        "description": "Wonder (2017)\nIMDb - 8.0/10_____Rotten - 85%\n  ကျွန်တော်တို့ငယ်စဉ်ကတည်းကလူ့အသိုင်းအဝိုင်းနဲ့စတင်ထိတွေ့ချိန်မှာ အခက်အခဲမျိုးစုံကြုံတွေ့ရလေ့ရှိပါတယ်။အခြေအနေအလိုက် ပိုမိုရုန်းကန်ရတဲ့သူတွေရှိသလို သက်တောင့်သက်သာရဲ့ဖြတ်သန်းသွားရသူတွေလည်းရှိပါတယ်။ဒါပေမယ့် လူတိုင်းဟာကိုယ့်အပူနဲ့ကိုယ်၊ ကိုယ်ပိုင်ဖြေရှင်းစရာပြဿနာတစ်ခုခုကတော့ရှိနေတတ်တာပါပဲ။ဒါတွေကို သေချာမြင်အောင် ကြည့်နိုင်မယ်ဆိုရင်တော့ အားလုံးသာသူ့နည်းသူ့ဟန်နဲ့တိုင်ပတ်နေတာဖြစ်ပြီး ဘယ်သူရယ်မှ သူဟာပုံမှန်လူ သူဟာပုံမှန်မဟုတ်တဲ့လူရယ်လို့ ရှိတော့မှာမဟုတ်ပါဘူး။ဒီဇာတ်ကားလေးဟာ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။အဓိကဇာတ်ကောင်လေးဖြစ်တဲ့ အော်ဂီဟာမွေးရာပါချို့ယွင်းချက်တွေနဲ့ခွဲစိပ်မှုပေါင်းများစွာပြုလုပ်ခဲ့ရတဲ့ ကလေးတစ်ယောက်။ပုံမှန်လူတွေရယ်လို့သတ်မှတ်ထားတဲ့သူတွေရှိတဲ့ မျက်နှာအသွင်အပြင်မရှိရှာတဲ့သူတစ်ယောက်။သူ့မိသားစုလေးမှာ တစ်မိသားစုလုံးကို ရယ်မောပျော်ရွှင်စေပြီး အမြဲတမ်းအားပေးတတ်တဲ့အဖေ၊ ကိုယ့်သားသမီးတွေကို အရာအားလုံးစွန့်လွှတ်ပြီး ဂရုစိုက်တတ်တဲ့အမေ၊ ကိုယ့်မိသားစုကိုပြန်ထောက်ကြည့်တတ်တဲ့ အစ်မဖြစ်သူအိုလစ်ဗီယာ ဆိုပြီးမိသားစုသုံးယောက်ရှိပါတယ်။ဒီဇာတ်ကားမှာ မွေးဖွားလာစဉ်ကတည်းကချို့ယွင်းရှာတဲ့သားဖြစ်သူကို အားလုံးထက်ပိုဂရုစိုက်တတ်တဲ့မိခင်၊ ဘယ်တော့မှလက်မလျှော့ပဲ ကိုယ့်သားသမီးအပေါ်ယုံကြည်စိတ်မပျက်တတ်တဲ့ မိဘတွေရဲ့စိတ်၊ ကိုယ့်သားသမီးတွေတစ်ခုခုလိုအပ်နေပြီဆိုရင် အမြဲပြန်လည်ဖြည့်ဆည်းပေးဖို့ကြိုးစားတတ်တဲ့ မိဘတွေရဲ့မေတ္တာ၊ ကိုယ့်မောင်လေးအတွက် မိဘတွေရဲ့မေတ္တာကို ကြည်ကြည်ဖြူဖြူခွဲဝေပေးတဲ့ အစ်မတစ်ယောက်ရဲ့မေတ္တာ၊ သည်းခံစိတ်၊ စွန့်လွှတ်စိတ်၊ မိဘမောင်နှမတွေရဲ့ အားပေးမှု၊ ကူညီရိုင်းပင်းထောက်ပံ့မှုတွေနဲ့ အားတင်းအရှုံးမပေးတတ်တဲ့ အော်ဂီ၊ သူ့အတွက်ထိုးနှက်မှုများစွာနဲ့ ကြိုဆိုနေတဲ့ လောကကြီးထဲ ရဲရဲဝင့်ဝင့်မိသားစုရဲ့အင်အားနဲ့ ကြံကြံခိုင်ရပ်တည်နိုင်တဲ့ အော်ဂီ၊ စသည်ဖြင့် မိသားစုတစ်ခုမှာရှိရမယ့် မိသားစုစိတ်ဓာတ်ကိုအပြည့်အဝဖော်ညွှန်းပြထားပါတယ်။ဒါပေမယ့် လူဆိုတာမျိုးဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zzh1/Wonder_[2017]_(MM_Sub).mp4",
        "category": "Drama, Family"
    }
]