[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/FB_IMG_1670143614293-133x200.jpg",
        "title": "[18+] Reroute (2022)",
        "description": "Reroute (2022)Iskandalo ကိုစောင့်ကြည့်ခဲ့ဖူးသူတွေအနေနဲ့ ပါလာနိုး မျှော်ကိုးရင်းနဲ့ ဇာတ်သိမ်းတဲ့အထိ ဘာမှမဘာလိုက်ပဲ ကာလသားတွေကို အသည်းခွဲသွားခဲ့တဲ့ ရဲမေ မမကြီး Cindy Miranda ကို မှတ်မိကြဦးမှာပါ။ အခုဇာတ်ကားကတော့ မမကြီးရဲ့ဇာတ်ကားသစ်ဖြစ်ပြီး Iskandalo တုန်းက အားမရခဲ့သမျှ ဒီကားမှာတော့ စိတ်တိုင်းကျရတော့မှာဖြစ်ပါတယ်။ တကယ်တော့ ဒီကားက ဒီနှစ်အစောပိုင်းကတည်းကထွက်ထားခဲ့တာဖြစ်ပြီး အဖြူအမည်းပုံစံနဲ့ဖြစ်နေခဲ့လို့ ချန်ထားခဲ့တာပါ။ အခု Director's Cut မှာတော့ ဆေးရောင်စုံမြင်ကွင်းကျယ်နဲ့မမရဲ့အလှအပတွေကို တစ်ဝကြီးရှုစားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အိမ်ထောင်ရေးအဆင်ပြေပုံမရတဲ့လင်မယားနှစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ဘော်ဒါတွေဖျော်ဖြေမယ့် ပွဲတစ်ခုကိုသွားတက်ဖို့ခရီးထွက်လာကြပါတယ်။ လမ်းမှာခင်ပွန်းသည်ရဲ့ မွေးရပ်ရွာကိုဖြတ်သွားရမှာဖြစ်တဲ့အတွက် သူ့အဖေဆီ ဝင်လည်ဖို့လဲရှိပါတယ်။ သူ့ရွာကိုရောက်ကာနီးမှာ အာဏာပိုင်တွေက အော်ပရေးရှင်းတစ်ခုရှိလို့လမ်းပိတ်ထားတာနဲ့ကြုံပြီး လမ်းလွှဲကနေသွားခိုင်းတာနဲ့ ကြုံရပါတယ်။ လမ်းလွှဲကိုသွားဖို့ဆိုရင် ဟိုးအဝေးကြီးနောက်ပြန်မောင်းရမှာဖြစ်တဲ့အတွက် လမ်းကျွမ်းတယ်ဆိုပြီး ခင်ပွန်းဖြစ်သူ ဒန်ဟာ နီးရာလမ်းတစ်ခုကနေဖြတ်မောင်းရာကနေ လူသူဝေးတဲ့နေရာတစ်ခု တောလမ်းအလယ်မှာ ကားပျက်သွားပါတော့တယ်။ဖုန်းလိုင်းမမိတဲ့နေရာမှာ ကားလဲမပြင်တတ်ပဲ တိုင်ပတ်နေရင်း သားကောင်အသေတစ်ကောင်ကိုထမ်းလာတဲ့လူကြီးတစ်ယောက်နဲ့တွေ့ဆုံမိပြီး အဲ့ဒီလူကြီးက သူ့အိမ်မှာနားရင်း စက်ပြင်ဆရာကိုစောင့်ဖို့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QrxN/(CM)_Reroute_[Director_s_Cut]_2022_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Qala-151x200.jpg",
        "title": "Qala (2022)",
        "description": "Qala (2022)IMDb-7.2/10 Rotten tomatoes -100%ဒီညတော့ Netflixက ထွက်ရှိလာတဲ့ Rating\nကြမ်းကြမ်း music genre/psychological drama လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့မန်ဂျူရှီတို့ မိသားစုဟာ မျိုးနဲ့ရိုးနဲ့ ဂီတပါရမီပါခဲ့သူတွေပါ\nဒီမိသားစုထဲ အူမီဟာ အမွှာရင်သွေးလေးလွယ်ခဲ့ရပေမယ့် တကယ်လက်တွေ့ကျ သမီးလေးတစ်ယောက်သာဖွားမြင်လာပါတယ်\nအမွှာတိုင်းမှာတစ်ခါတစ်လေအားနည်းတဲ့ကလေးတွေဟာ အဖိတ်အစင်ရှိတတ်တယ်လို့ ဆရာ၀န်ကရှင်းပြပေမယ့် အူမီကတော့ မကျေနပ်ပါဘူး\nဒီသမီးကြောင့် သားလေးသေရတယ်ဆိုပြီးသမီးလေး (ကွာလာ)ကိုလည်း မချစ်ခဲ့ပါဘူး\nအရွယ်ရောက်လာချိန်မှ မိသားစုအမွေဂီတကိုသင်ပေးပေမယ့် ကွာလာ့ရဲ့ အရည်အချင်းကို အထင်မကြီးခဲ့တဲ့ မိခင်ဟာ ဂျာဂန်ဆိုတဲ့ မိဘမဲ့ကောင်လေးတစ်ယောက်ကိုအရည်အချင်းနဲ့ အသံကိုတော့ အရမ်းသဘောကျသွားခဲ့တယ်\nကွာလာကတော့ ၀မ်းနည်းအားငယ်ရတာပေါ့နောက်နှစ်တွေကြာတဲ့အချိန် ကွာလာဟာထူးချွန်ပြီး ရွှေဓာတ်ပြားဆုတွေပါ ဆုခူးရရှိခဲ့ပါတယ်\nဂီတရဲ့ အောင်မြင်မှုစံပြပြယုဂ်အထိ လေးစားဂုဏ်ပြုခံခဲ့ရပါတယ် ဒါပေမယ့် သူ့အမေဆီကဂုဏ်ပြုစကားတော့ မရခဲ့ပါဘူးဒီအောင်မြင်မှုတွေရလာတဲ့အချိန်မှာပဲ ကွာလာဟာ\nအသံတွေကြားယောင်ရင်း မှန်ထဲက ‌ပုံရိပ်တစ်ခုဟာသူ့အောင်မြင်မှုတွေအစား၀င်ယူတယ်ဆိုပြီး ခြိမ်းခြောက်ခံခဲ့ရတာတွေရှိလာပါတယ်...ကွာလာက မိခင်ရဲ့ ဂုဏ်ပြုချီးကျူးစကားကြားရဖို့ ဘယ်လိုဆက်ကြိုးစားမလဲ\nမှန်ထဲကပုံရိပ်က ဘယ်သူလဲ ဘာလို့ခြောက်လှန့်နေရတာလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ပါဦး\nFile size…1.59GB / 676MB\nQuality…1080p NF WEB ...",
        "rating": "7.1",
        "url": "https://megaup.net/1au6o/Qala.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Bollywood, Drama, History, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/snkcmpbnnrmh-141x200.jpg",
        "title": "[18+]Scissor Dick (2018)",
        "description": "နာမည်မြင်တာနဲ့မလန့်ပါနဲ့ ဝင်ကြည့်လိုက်ပါပိုလန့်သွားအောင်😂 ၁၈အပေါင်းကားဆိုတာနာမည်မြင်တာနဲ့သိလောက်မှာပါနာမည်ကြီးScissorhands ဆိုတဲ့ကားကို inspire ယူထားတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်ဒီကားလေးကတကယ်တော့ ရုပ်ဆိုးတဲ့ကောင်‌တွေကို အပီအပြင်ရှယ်နှိမ်ထားတဲ့ကားလေးဖြစ်ပေမဲ့ ‌ရုပ်ဆိုးတဲ့ကောင်တွေ‌ကိုနှိမ်ရကောင်းမလားဆိုပြီး ပြန်လက်စားချေတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဟာသနှောထားတဲ့အပြင်သွေးထွက်သံယိုတွေလည်းပါလို့ ရသမျိုးစုံကိုခံစားရမှာပါ ။File Size__(700MB)\nQuality__DVDRip\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.2",
        "url": "https://megaup.net/1au0y/[18+]Scissor_Dick_(2018).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWZmOWI3N2QtNjQyOC00OGJhLWExYjctOTNmOGZkMGQ2MTE2XkEyXkFqcGdeQXVyMzYzODk3NTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dangerous Methods (2022)",
        "description": "Dangerous Methods (2022)\n====================အလက်ဆာ ဟာ ဟောလီးဝုဒ်မှာလုပ်ကိုင်နေတဲ့ ရည်မှန်းချက်ကြီးသူ\nလက်‌ထောက်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ အထက်လူကြီးဖြစ်သူ\nရှယ်ရွန်ဝါးမန်းဟာ နာမည်ကြီးသရုပ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nဒက်စမွန်ဂေ့ဂျ်ရဲ့ လက်ထောက် လုပ်ပေးဖို့ ကမ်းလှမ်းလာပါတယ်။\nအလက်ဆာလည်း ပိုက်ဆံလည်းရမယ် ရာထူးလည်းတိုးမယ်ဆိုပြီး\nအပျော်လွန်ကာ လက်ခံလိုက်ပါတယ်။ဒီလိုနဲ့ အလက်ဆာလည်း အလုပ်ကိစ္စအတွက် လူမနီးသူမနီးနေရာ\nတစ်ခုကို ‌ရောက်လာရင်း ဒက်စမွန်ဂေ့ဂျ်နဲ့ နှစ်ယောက်တည်း တစ်အိမ်\nတည်းမှာ အတူနေဖို့ ဖြစ်လာပါတော့တယ်။ ဒက်စမွန်ဂေ့ဂျ်ဟာ နာမည်ကြီး\nသရုပ်ဆောင်ဖြစ်တာနဲ့အညီ သူ့သရုပ်ဆောင်ချက်တွေကို ပီပြင်စေချင်\nတာကြောင့် ရုပ်ရှင်မရိုက်ခင် ပြင်ဆင်လေ့ရှိသူပါ။ ထို့ကြောင့်လည်း\nလူမနီးသူမနီးနေရာတစ်ခုမှာနောက်ဇာတ်ရုပ်အတွက် ပြင်ဆင်ဖို့လုပ်ရင်း\nအလက်ဆာ့ကို လက်ထောက်အနေနဲ့ ခေါ်ထားတာပါ။ဒက်စမွန်ဂေ့ဂျ်ဟာ နောက်သရုပ်ဆောင်ရမယ့် သူ့ဇာတ်ရုပ်ကို အပီအပြင်\nစျာန်ဝင်စားရင်း လေ့ကျင့်ဖို့ လုပ်နေတဲ့အချိန်နဲ့ ပထမဆုံးအကြိမ် ဒီလို\nနာမည်ကြီးအတွက် လက်ထောက် လုပ်ပေးရမယ့် အလက်ဆာတို့ ကြားမှာ\nဘာတွေဆက်ဖြစ်မှာလဲ။ နောက်ရုပ်ရှင်မှာ ဒက်စမွန် သရုပ်ဆောင်ရမယ့်\nဇာတ်ကောင်ကရော ဘယ်လို ဇာတ်ကောင်ဖြစ်မလဲဆိုပြီး အလှည့်အပြောင်း\nတွေနဲ့ ဒီကားလေးမှာ ဆက်လက်ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Leonard Lin\nဖြစ်ပါတယ်)File Size..........(2.5 GB) / (557 MB) ...",
        "rating": "4.3",
        "url": "https://megaup.net/1asgf/Dangerous.Methods.2022.1080p.AMZN.WEB-DL.DDP2.0.(CM).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWkbuUHugbckItwcyCf8uq1utOJ.jpg",
        "title": "I Am Not a Witch (2017)",
        "description": "I Am Not a Witch (2017)~ IMDb - 6.9/10, RT - 96%, Meta - 79% ~ရွာတစ်ရွာကို ဆွေမရှိမျိုးမရှိ အမည်မသိ ကလေးမလေးတစ်ယောက် ရုတ်တရက် ရောက်လာပြီးနောက်ပိုင်း ရွာသားတွေရဲ့ အဆိုအရ ထူးဆန်းတာတွေ ဆက်တိုက်ဖြစ်လာခဲ့ပါတယ်...တဲ့။ အဲဒီ့ရွာဟာလည်း \"စုန်းကဝေ\" ဓလေ့ထွန်းကားတဲ့ရွာပီပီ ရွာသားတွေက ကလေးမလေးကို စုန်းမအဖြစ်သတ်မှတ်ပြီး ဒေသအာဏာပိုင်တွေဆီ ပို့လိုက်ကြပါတော့တယ်...။ ဒါဟာ ရုပ်ရှင်သမားတွေအခေါ်အရဆိုရင်တော့ ဇာတ်လမ်းရဲ့ 'အခင်း' ဖြစ်ပြီး 'အခက်'နဲ့ 'အဖြေ' ကတော့ ကိုယ်တိုင် ကြည့်ရှုနိုင်ကြဖို့ ဇာတ်လမ်းအကျဉ်းထဲ ထည့်မရေးတော့မယ့် ဇာတ်လမ်းထဲက ကလေးမလေးရဲ့ 'စုန်းမ' တစ်ယောက်အနေနဲ့ ရင်ဆိုင်ရမယ့်ဘဝပဲ ဖြစ်ပါတယ်။ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ဒါရိုက်တာဖြစ်တဲ့ Rungano Nyoni ဟာ ဇမ်ဘီယာနိုင်ငံရဲ့ စုန်းကဝေအတတ်ပညာပေါ် ယိုးစွပ်မှုတွေအပေါ် စိတ်ကူးစိတ်သန်းယူပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/2woP0/(CM)_I_Am_Not_A_Witch_(2017)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2NjY2EwOWEtOGRjMS00NDVhLTg0MGMtOWRmODE1MmYyZWQwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Nitham Oru Vaanam (2022)",
        "description": "Nitham Oru Vaanam (2022)—————————————————IMDb _ 7.7/10ဝတ္ထုဇာတ်လမ်းတွေဟာ ကျွန်တော်တို့နဲ့ဘယ်တော့မှသက်ဆိုင်မှာမဟုတ်တဲ့ ကမ္ဘာတွေကို ခေါ်သွားပေးနိုင်တဲ့စွမ်းအားရှိပါတယ်..ငယ်ငယ်ကတည်းက စကားပြောရတာထက် စာအုပ်တွေဖတ်ပြီး စာအုပ်ထဲက ဇာတ်ကောင်အတိုင်း\nကိုယ့်ကိုယ်ကိုမြင်ယောင်ခံစားတတ်တဲ့ Arjun ဆိုတဲ့လူငယ်လေးတစ်ယောက်အပေါ်အခြေတည်ပြီး\nရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်.. Introvert ဖြစ်တဲ့အပြင် OCD ပါရှိနေတဲ့\nArjun တစ်ယောက် တစ်ဘဝလုံးလူ့ဂွစာဖြစ်လာခဲ့ပြီးနောက်မှာ တစ်ယောက်သောသူနဲ့တွေ့ပြီး\nနှစ်လအကြာမှာ လက်ထပ်ဖို့ဖြစ်လာခဲ့ပါတယ်.. ဘဝကြီးဟာစိုပြေလာပြီလို့ထင်ရပေမယ့်\nမထင်မှတ်ထားဘဲ လက်ထပ်ပွဲဖျက်သိမ်းခံလိုက်ရတဲ့အခါ စိတ်ဓာတ်ကျဖို့ဖြစ်လာရပါတော့တယ်..အဲ့လိုနဲ့ အသိဒေါက်တာတစ်ယောက်ရေးထားတဲ့ ဝတ္ထု၂ပုဒ်ကိုဖတ်ကြည့်မိတဲ့အခါ\nဇာတ်သိမ်းပိုင်းတွေကို မသိရသေးပါဘူးတဲ့.. perfectionist ဖြစ်လွန်းတဲ့စိတ်ကြောင့်\nပြင်ပလောကမှာတကယ်ရှိနေတဲ့ ဒီဝတ္ထုထဲက ဇာတ်သိမ်းတွေကို ရှာဖို့ ခရီးထွက်လာတဲ့\nArjun တစ်ယောက် Shubathra နဲ့တွေ့ပြီး အတူခရီးထွက်ကြတဲ့အခါ ဘာတွေကြုံတွေ့ပြီး\nဝတ္ထုလေးတွေကရော ဘယ်လိုအဆုံးသတ်မလဲ Arjun ရဲ့ဘဝကရော ဘာတွေပြောင်းလဲသွားမလဲ ..\nအတော်လေးကို စိတ်ဝင်စားဖို့ကောင်းပြီး အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်ကားကောင်းလေးကို နုံချာတဲ့review လေးကြောင့် အရသာပေါ့သွားစေမှာစိုးလို့\nကိုယ်တိုင်ကိုယ်ကျ CM Website မှာ ဒေါင်းကြည့်လိုက်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်\nFile size…2.17GB /  1.05GB \nQuality…1080p True  ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Qrjv/Nitham_Oru_Vaanam_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YcPTEfLiHEgd7BpmkgXwRGEQHg.jpg",
        "title": "Savage Salvation (2022)",
        "description": "Savage Salvation (2022)Robert De Niro နဲ့ John Malkovich တို့လို အကျော်အမော်ကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။ Action Thriller ကားအနေနဲ့ဆို ဒီကားက ကြည့်လို့တော့ ကောင်းပါတယ်။ ပြဿနာက De Niro ဝင်သရုပ်ဆောင်ရမယ့် ကားတော့ ဟုတ်မနေပါဘူး။ မင်းသမီးကတော့ Willa Fitzgerald ဆိုတဲ့ အချောလေးပါပဲ။ သူရဲ့ခပ်လန်းလန်း အခန်းတွေလည်း ပါတာမို့ တော်တော်တန်တဲ့ကားပေါ့။ ဒီမင်းသမီးဟာ Reacher ဇာတ်လမ်းတွဲမှာ ပါဖူးပါတယ်။ မင်းသား Jack Huston ကတော့ House of Gucci ထဲမှာ ပါဖူးပါတယ်။ဇာတ်လမ်းကတော့ နယ်မြို့လေးတစ်မြို့က ရဲအရာရှိဖြစ်တဲ့ ဒီနဲရိုးရဲ့ဇာတ်ကောင်ရယ်၊ ဆေးသမားလင်မယားဖြစ်တဲ့ မင်းသားနဲ့မင်းသမီးရယ်၊ မင်းသမီးရဲ့ခဲအိုဖြစ်တဲ့ John Malkovich တို့ရဲ့ကြားမှာ ဖြစ်နေပျက်နေတဲ့ အကြောင်းအရာတစ်ခုနဲ့တည်ထားတာပါ။ ဘာအကြောင်းအရာလဲတော့ မပြောပြတော့ပါဘူး။ စပွိုင်လာမိမှာ ...",
        "rating": "",
        "url": "https://megaup.net/3cm9C/(CM)_Savage_Salvation_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDUwMGI1ZTgtZTg5OC00YWIzLThlMjMtYTczYTYyYjA3NmU1XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Eternal Daughter (2022)",
        "description": "The Eternal Daughter (2022)\n=====================\nIMDb Rating - 6.3/10ဒေါက်တာထူးဆန်းထဲက အေးရှန့်ဝမ်းအနေနဲ့ သရုပ်ဆောင်\nထားတဲ့ မင်းသမီးကြီး Tilda Swinton က ဇာတ်လိုက်အနေနဲ့\nပါဝင်ထားတဲ့ BBC ရဲ့ ဟော်ရာဇာတ်ကားအသစ်လေးကို တင်\nဆက်ပေးလိုက်ပါတယ်။တစ်ချိန်ကမိသားစုစံအိမ်ကြီးဖြစ်ခဲ့ပေမယ့် ယခုအချိန်မှာတော့\nသရဲခြောက်တဲ့‌ ဟိုတယ်အဖြစ်လူအများသိနေကြတဲ့ အိမ်ကြီးထဲကို\nဂျူလီတို့သားအမိနှစ်‌ယောက်ပြန်သွားရာကနေ ဇာတ်လမ်းအစပျိုး\nထားတယ်။ သူတို့စစရောက်ချင်းညမှာပဲ ဂျူလီက စိတ်ထဲမသိုး\nမသန့်ကြီးခံစားရပြီး ဘယ်ကမှန်းမသိတဲ့ ဝုန်းကနဲ အသံကိုကြားလိုက်\nရတယ်။အစကတော့ ပြတင်းပေါက်တွေမကောင်းလို့ဘာညာလို့ပဲ ထင်လိုက်\nပေမယ့်၊ နောက်ညတွေမှာပိုပိုဆိုးလာလို့ ဂျူလီတစ်ယောက် အိမ်ကြီးရဲ့\nလျို့ဝှက်ချက်ကို စူးစမ်းချင်မိသွားတော့တယ်။ အဲတော့မှသိလိုက်ရတဲ့\nအိမ်ကြီးရဲ့လျို့ဝှက်ချက်တွေက ဘာများဖြစ်မလဲဆိုတာ ကြည့်ရှုပေးလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှ ရေးသားပေးပြီး၊ ဘာသာပြန်\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.5 GB) / (500 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://megaup.net/2woB0/The.Eternal.Daughter.2022.Web.1080P[CM].mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/murloc-144x200.jpg",
        "title": "Murloc ( 2022 )",
        "description": "လူတစ်ပိုင်းငါးတစ်ပိုင်း ရေသူမျိုးတွေဆိုတာပင်လယ်ရေနက်ပိုင်းမှာ\nကျင်လည်ကျက်စားကြသူတွေပါ။\nပင်လယ်ရဲ့ဂေဟစနစ်ချို့ယွင်းလာမှုကြောင့် ​နေရာပြောင်းရွှေ့လာရင်း\nရေတိမ်ပိုင်းကိုရောက်ရှိလာပါတယ်။ ရေတိမ်ပိုင်းကိုရောက်လာတဲ့ရေသူတွေဟာ\nငါးဖမ်းလှေတွေကိုဒုက္ခပေးတဲ့ကြောက်စရာအန္တရာယ်ဆိုးကြီးဖြစ်လာပါတော့တယ်။\nလှေပေါ်ရှိလူအကုန်ကိုကိုက်သတ်ပစ်တဲ့အထိ ရေသူတွေဟာအင်အားကြီးနေခဲ့ပါတယ်။ဒါပေမဲ့လည်း လူသားတွေလောက်ဉာဏ်များတဲ့သတ္တဝါမရှိတာကြောင့်\nအင်အားကြီးမားတဲ့ရေသူဟာလည်း အဖမ်းခံရ​ပြီးအစမ်းသပ်ခံဘဝကိုရောက်ရတာလည်းရှိပါတယ်။ဟန်ဟောက် ဟာပင်လယ်ဆိပ်ကမ်းမှာအလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nအ​ဖေတစ်ခုသားတစ်ခုဘဝနဲ့ စကားမပြောတတ်တဲ့သားလေးကိုစောင့်ရှောက်နေသူပါ။\nတစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း\nရေသူကိုတင်ထားတဲ့ကားကိုမောင်းမိလျက်သားဖြစ်သွားပါတယ်။\nလမ်းမှာမတော်တဆမှုဖြစ်ပြီး ကားလည်းမှောက်\nလူလည်းသတိမေ့သွားခဲ့ရာက ပြန်နိုးလာတဲ့အခါ\nဘယ်နေရာကိုရောက်နေမှန်းမသိတဲ့အပြင် သားလေးကပါဘေးမှာမရှိတဲ့အခါ။ အဲ့အချိန်မှာ သားလေးကတော့\nရေသူကိုစမ်းသပ်တဲ့ လျို့ဝှက်ဓာတ်ခွဲခန်းထဲမှာပိတ်မိနေခဲ့ပါတယ်။\nဖြစ်ချင်တော့ ဓာတ်ခွဲခန်းထဲကရေသူဟာလည်း မတော်တဆတစ်ခုဖြစ်တုန်း ထွက်ပြေးသွားခဲ့ပါတယ်။သားဖြစ်သူကိုရှာဖွေကယ်တင်ဖို့ကြိုးစားရင်း\nမထင်မှတ်ထားတဲ့အဖြစ်တွေကြုံလာရတဲ့အခါ...\nဟန်ဟောက်တစ်ယောက် ရေသူအန္တရာယ်ကိုကျော်လွှားနိုင်ပြီး\nသားဖြစ်သူကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာမို့\nသတ္တဝါဆန်းတွေနဲ့တိုက်ခိုက်ရတဲဇာတ်လမ်းတွေကို\n​ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်တို့အတွက်\nလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Action\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/murloc-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xG8r9CdFLKMb9A5gn0YXfQ2AVBD.jpg",
        "title": "Café Midnight : Missing Honey (2022)",
        "description": "Cafe Midnight : Missing Honey (2022)၂၀၂၀ ခုနှစ်မှာထွက်ခဲ့တဲ့ MBC drama special မှာ\nဒီနာမည်နဲ့ပဲ ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကို\nမြန်မာနိုင်ငံမှာ ဂင်ချားနား လို့ နာမည်ကြီးတဲ့\nမင်းသား Lee Yi Kyung နဲ့ ပြန်ပြီးအသက်သွင်းထားတဲ့\nရိုလည်းရိုသလို ထူးဆန်းထွေလာတွေနဲ့ ရောယှက်နေတဲ့ Romance Fantasy ရုပ်ရှင်လေးပါမင်္ဂလာဆောင်နေ့မှာ သတို့သားအန်းထယ်ဘောင်းက ရောက်မလာဘဲ ပျောက်ချင်းမလှပျောက်သွားပါတယ်....\nအစကတည်းက အရမ်းချစ်ကြတဲ့ စုံတွဲဆိုတော့ ထွက်ပြေးသွားတယ်ဆိုတာကိုလည်း မယုံတဲ့ သတို့သမီးနမ်ဂွန်ယွန်းဟာ လိုက်ရှာပါတော့တယ်နောက်ဆုံးတော့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကော်ဖီဆိုင်ရောက်သွားပြီးတော့ သူ့ရဲ့သတို့သားကိုပြန်တွေ့ခဲ့ပါတယ်\nဒါပေမဲ့ အဲဒီကော်ဖီဆိုင်က သာမန်မဟုတ်ဘဲ ထူးခြားဆန်းပြားနေခဲ့တော့ ထင်သလိုဖြစ်မလာခဲ့ပြန်ပါဘူးနောက်ဆုံးတော့ သတို့သားကိုပြန်တွေ့မလား\nသူတို့နှစ်ယောက်ရဲ့ အဆုံးသတ်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုတော့\nLee Yi Kyung ရဲ့အရိုတစ်လိုင်းဇာတ်ကားလေးကို ကြည့်လိုက်ပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. 1080p | 720p | ...",
        "rating": "5",
        "url": "https://megaup.net/2wocj/Cafe.Midnight.Missing.Honey.2022.720p.CM.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/17Sip4RFA0SEz6qq8cX8vpm0GaI.jpg",
        "title": "My 11th Mother (2007)",
        "description": "My 11th Mother (2007)မိသားစုစုံစုံလင်လင်နဲ့ ပျော်ပျော်ရွှင်ရွှင်နေလာရတဲ့သူတွေအတွက်တော့ မိဘကောင်းရှိတာ အဆန်းမဟုတ်ပေမယ့်\nကံအကြောင်းမလှလို့ အမေဆုံးပြီး ကိုယ့်ကိုမချစ်တဲ့ အဖေနဲ့ ကြုံတွေ့ရတဲ့ကလေးအတွက်တော့\nဒါဟာ အင်မတန်ပြီးပြည့်စုံတဲ့ အိပ်မက်လေးတစ်ခု ဖြစ်နေတာပေါ့ဒီကားလေးမှာတော့ မိန်းမပျက်တွေကို ရောင်းစားတဲ့ဖခင်လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ဂျယ်ဆူလေးက\nမိခင်မေတ္တာဆာလောင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့၊\nငယ်ငယ်ကတည်းက ကိုယ့်ဟာကိုယ် ဟင်းချက်စားသောက်ရင်း နေလာခဲ့ရတယ်၊\nအရင်က အဖေဖြစ်သူခေါ်လာတဲ့ မိန်းမတွေကို လွယ်လွယ်နဲ့အမေလို့ နှုတ်ကခေါ်ခဲ့ပေမယ့်\nတစ်နေ့မှာတော့ ကိုယ့်အပေါ် တကယ်ဂရုစိုက်တဲ့ အမျိုးသမီးတစ်ဦးနဲ့ သံယောဇဥ်တွယ်ခဲ့ကြတယ်၊\nမိခင်းရင်းသဖွယ် မေတ္တာတွေပေးလို့ ဂျယ်ဆူပျော်ရွှင်နေရင်းက ကံကြမ္မာက ရက်စက်လွန်းပါတယ်၊\nအဲ့အမျိုးသမီးမှာ ကင်ဆာရောဂါဝေဒနာ ပြင်းထန်လာတဲ့အခါမှာတော့...အနှေးနဲ့အမြန် သေရမှာကို ကြိုသိလို့ ဂျယ်ဆူကို တတ်နိုင်သလောက် သင်ပြပေးရင်း\nနောက်ဆုံးမှာ ဘုရားက သူတို့သားအမိ ၂ယောက်ကို အတူတူနေခွင့်ပေးမလား၊\nဂျယ်ဆူတစ်ယောက်တည်း ဘဝကို အထီးကျန်ကျန် ဆက်လက်ဖြတ်သန်းရမလားဆိုတာကို ခုပဲ ကြည့်လို့ရပြီနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jinzel ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/1ajyo/My_11th_Mother_2007_720p_NF_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RMdEsNC12G6AyFKrwHIlQeVwoE.jpg",
        "title": "Thunderbird (2022)",
        "description": "Thunderbird (2022)၂၀၂၂ ခုနှစ်ထွက် ရုပ်ရှင်သစ်လေး Thunderbird ကတော့ မှုခင်းအက်ရှင်ကိုကြိုက်တဲ့သူတွေအတွက် အကြိုက်တွေ့စေမှာပါ။\nလောင်းကစားသမားတစ်ဦးဖြစ်တဲ့ ကင်ထယ်မင်းဟာ တစ်နေ့မှာတော့သူ့ဘဝအလှည့်အပြောင်းဖြစ်သွားစေမယ့်ပမာဏကိုနိုင်ခဲ့ပြီးတော့\nThunderbird ဆိုတဲ့ တန်ဖိုးကြီးကားတစ်စီးကို ရရှိခဲ့တဲ့အပြင် ငွေသားများစွာပါပိုင်ဆိုင်ခဲ့ပါတယ်။\nဒါပေမယ့် အဲ့ဒီကားကိုရောကားထဲကပိုက်ဆံတွေကိုပါ ဆုံးရှုံးဖို့ဖြစ်လာခဲ့ပြီး\nသူ့ရဲ့အစ်ကိုဖြစ်သူ ထယ်ဂယွန်းရယ်၊ ရည်းစားဖြစ်တဲ့ မီယောင်းရယ်နဲ့အတူ ကားကိုလိုက်ရှာရင်း\nအဲ့ဒီသည်းထိတ်ရင်ဖိုတစ်ညတာအတွင်းမှာ ဘယ်လိုအဖြစ်တွေကြုံတွေ့ရမှာလဲဆိုတာကို ကြည့်ရှုရမှာပါ။သရုပ်ဆောင်တွေအနေနဲ့တော့ မင်းသားသစ် Lee Myung Ro ၊ မင်းသမီးသစ် Lee Seol နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင် Seo Hyun Woo တို့ကအဓိကပါဝင်ထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 555MB | 247MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/2wg8z/Thunderbird.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5wIQtmrtjPO0EHE9xyCuWmqHoya.jpg",
        "title": "Mama Boy (2022)",
        "description": "Mama Boy (2022)ရှောင်ဟုံဆိုတဲ့ကောင်လေး (တကယ်တော့ကောင်ကြီး)က အသက်သာ ၃၀ ကျော်တယ်၊\nဆေးပေးမီးယူ ကူဖော်လောင်ဖက် တစ်ယောက်မှမရှိ‌သေးတဲ့ ကောင်လေးတစ်‌ယောက်။ရုပ်ချောပေမဲ့ ဘာဆို ဘာမှမဘာဖူးတဲ့ ဒီကောင်လေးရဲ့ဘဝမှာ\n\"မ\" ဆိုလို့ အမေနဲ့ပဲရှိနေခဲ့တဲ့ မေမေ့အချစ်တော် မာမားဘွိုင်းလေးပေါ့။ဒီလိုမာမားဘွိုင်းလေးရဲ့ အသက် ၃၀ ပြည့်မွေးနေ့မှာ သူ့ဝမ်းကွဲအစ်ကိုရဲ့ မွေးနေ့လက်ဆောင်အမည်ခံ\nညဉ့်ငှက်မယ်တွေနဲ့ပျော်ပါးဖို့ တွန်းတိုက်မှုကြောင့် ဟိုတယ်ကိုရောက်လာချိန်မှာတော့\nရှောင်ဟုံရဲ့ဘဝထဲကို အစ်မလဲ့လဲ့ဆိုတဲ့ ဟိုတယ်က တစ်ခုလပ် Single mother မမကြီး ရောက်ရှိလို့လာပါတော့တယ်။ဒီလိုမျိုး ရိုးသားတဲ့ဖိုးသခွား ရှောင်ဟုံတစ်ယောက် အစ်မလဲ့လဲ့ကို မေမေ့အထိန်းအချုပ်အောက်က‌နေ ဘယ်လိုချဉ်းကပ်သွားမလဲ?\"You Are the Apple of My Eye \" ဇာတ်ကားထဲက အချစ်ဦးနဲ့ဝေးခဲ့သူ မင်းသားချောလေး Kai Ko တစ်ယောက်\nရှောင်ဟုံဇာတ်ကောင်နဲ့ရော အချစ်ဦးနဲ့ နီးစပ်နိုင်ပါ့မလား?。。。IMDb 6.4 ရထားတဲ့ ဒီငြိမ့်ငြိမ့်ညောင်းညောင်း ထိုင်ဝမ်အချစ်ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ajyj/Mama.Boy.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/9aa5abf0-1e02-11ed-9d2b-431f7c1837c2_original-140x200.jpeg",
        "title": "The Lake (2022)",
        "description": "ထိုင်းမှာ August လ ၁၈ရက်နေ့က စရုံတင်ခဲ့ပြီး ကြည့်ရှု့သူများခဲ့တဲ့ The Lake ဆိုတဲ့ ဇာတ်ကားလေး အကြည်ထွက်လာလို့ ရရချင်းပဲ တင်ဆက်ပေးလိုက်ပါတယ်\nတစ်နေ့ခြားတစ်နေ့တိုးတက်လာတာတွေထဲမှာ ထိုင်းက CGI တွေလည်း ပါပါတယ်...သုံးထားတဲ့ effect တွေ အလင်းအမှောင် ယူပုံတွေက အတော်တိုးတက်လာတာတော့ ငြင်းစရာကိုမရှိပါဘူး\nဒါ့အပြင် ထိုင်းစီးရီးကောင်းတော်တော်များများအပြင် လက်ရှိပြသနေဆဲဖြစ်တဲ့ \"သက်တန့်လေးရှိရာ၀ယ်(Finding The Rainbow)\" ဇာတ်ကားမှာပါတဲ့ မင်းသမီးချော Aom Sushar Manaying က Main Character အဖြစ် ပါ၀င်ထားပါတယ် ။ဇာတ်လမ်းအကျဥ်းတစ်နေ့ ပင်ကန်မြို့နယ်က ကောင်မလေးတစ်ယောက် ထူးဆန်းတဲ့ဥတစ်လုံးကို တွေ့ခဲ့ပါတယ်\nဥက သာမန်ဥတစ်လုံးလိုမဟုတ်ဘဲ တော်တော် ကြီးမားတဲ့ဥပါ...ကလေးမလေးလည်း ကလေးတို့ရဲ့ထုံးစံအတိုင်း ဥကို အိမ်ယူလာတာပေါ့ဒါပေမယ့် သူယူလာတဲ့ ဥက ထူးဆန်းတဲ့သတ္တဝါကြီးရဲ့ဥဖြစ်နေတဲ့အခါ....သတ္တဝါကြီးလည်း သူ့ဥပျောက်သွားလို့ လိုက်လံရှာဖွေပြီး မြို့တွေထဲထိ၀င်လာကာာ လူတွေကို လိုက်လံ သတ်ဖြတ်တဲ့နောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Qqjf/The_Lake_(2022)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/4z1xhmhz1sp7-142x200.jpg",
        "title": "[18+]Sex & Onmyoji (2012)",
        "description": "Sex and Onmyoji (2012)လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းက Abe မိသားစုနဲ့ရန်ငြိုးရန်စပြင်းထန်တဲ့ Onmyojiဆိုတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ရှိပါတယ်ထိုမကောင်းဆိုးဝါးက စိတ်ဓာတ်ကျနေတဲ့လူတွေကိုအဓိကပစ်မှတ်ထားပြီး သူတို့ရဲ့ခန္ဓာကိုယ်ကိုယူကာအသက်ဆက်လေ့ရှိတယ်Abeမိသားစုရဲ့၆၅ဆက်မြောက် Seikoဆိုတဲ့ကောင်မလေးက ဘယ်လိုနည်းပညာတွေကိုသင်ယူပြီး Onmyojiနဲ့ဘယ်လိုတိုက်ခိုက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါဒါ့အပြင် တိုက်ခိုက်ရေးနည်းပညာတွေအရမ်းထူးဆန်းတာကြောင့် လူ၁၈ယောက်လောက်စုပြီး ကြည့်ကြပေါ့ ။File Size__(660MB)\nQuality__DVDRip\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:15:00\nType__Adult , Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/1QrsW/[18+]Sex_And_Onmyoji_(2012).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2b0fduX9GDkGspUIW53nfNK0n2y.jpg",
        "title": "Sachertorte (2022)",
        "description": "Sachertorte(2022)\nIMDb ~ 6.6ဗီယင်နာမြို့က ဆာဟာ ဆိုတဲ့ ကဖေးဆိုင်လေးမှာ နေ့လယ် ၃ နာရီရောက်တိုင်း\nချစ်ရသူကို ထိုင်စောင့်နေတတ်တဲ့ ကောင်လေး တစ်ယောက်ရှိပါတယ်ကားလ်နဲ့နီနီဟာ ဘာလင်မှာ ခဏတာ တွေ့ဆုံခဲ့ကြပြီး\nအကြောင်းကြောင်းတွေကြောင့် ဆက်သွယ်လို့မရ ဖြစ်သွားခဲ့ပါတယ်နီနီက ဗီယင်နာမြို့သူဆိုတာရယ်\nမွေးနေ့မှာ ဗီယင်နာမြို့က ဆာဟာကဖေးဆိုင်ကို\nနေ့လယ် ၃ နာရီတိတိမှာ အရောက်လာပြီး\nဆာဟာတိုတာ(ဩစတြီးယား ချောကလက်ကိတ်) စားလေ့ရှိတယ်ဆိုတာရယ်ကိုပဲ သိတဲ့\nကားလ်အတွက်ကတော့ နေ့တိုင်း ဆာဟာဆိုင်ကို နေ့လယ် ၃ နာရီအရောက် ချီတက်ရပါတော့တယ်ဒါပေမဲ့လည်း အချစ်ဆိုတာမျိုးက\nနက်နဲသိမ်မွေ့ပြီး ရှုပ်ထွေးလွန်းတဲ့ အရာဖြစ်လေတော့.....ရိုမန့်တစ်ဆန်လှတဲ့ ဒီအချစ်ဇာတ်လမ်းလေးထဲမှာ\nအချစ်ရဲ့သိမ်မွေ့မှု နက်နဲမှုတွေကို ခံစားကြည့်ရှုရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.6GB| 852MB | 480MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wnI8/Sachertorte.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jiDZQyijeyYISfx9koYgy7Nalp.jpg",
        "title": "Hit Man (2022)",
        "description": "Hit Man (2022)(1080p ရပါပြီ)2022 ခုနှစ်ထဲမှာပဲ ထွက်ရှိခဲ့တဲ့ Hitman ဆိုတဲ့ လူသတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။လျှို့ဝှက်ဆန်းကြယ်တဲ့ မီးလောင်သေဆုံးမှုကို စုံစမ်းပြီး ကျူးလွန်သူတွေကို လက်စားချေချင်တဲ့ ပတ်ဂျောင်းဂျာဟာ ... ဘာလို့ စုံစမ်းချင်တာလဲဆိုတော့ သေဆုံးသူတွေ သူ့သားရဲ့ မိသားစုဝင်တွေ ဖြစ်နေတာကြောင့်ပါ။သားဖြစ်သူအတွက် တရားမျှတမှု ဖော်ဆောင်ပေးဖို့ ဒီလိုကိစ္စတွေမှာ ကြေးစားအဖြစ် လုပ်ကိုင်နေတဲ့ ကွပ်ကဲရေးမှုးရှင်းဆီ အမှုလာအပ်ပါတော့တယ်။ကွပ်ကဲရေးမှူးရှင်းက လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ပညာရှင်ဆိုတဲ့ ကြေးစားလူသတ်သမားကို တာဝန်ပေးလိုက်တဲ့အခါ ...\nပစ်မှတ်ကို သတ်မှတ်လိုက်ရင် နည်းလမ်းတွေရွေးမနေဘဲ သွေးအေးအေးနဲ့ လူသတ်ပေးတဲ့ ပညာရှင်တစ်ယောက် ...ဒီအမှုမှာ ပါဝင်ပတ်သက်နေတဲ့သူတွေကို ဘယ်လိုရှာဖွေပြီး လက်စားချေပေးမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ဆက်လက်ကြည့်ရှုကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Estel ပါ။)File Size          : 1.3GB, 467MB, 235MB\nQuality          ...",
        "rating": "5",
        "url": "https://megaup.net/3ckdz/[CM]Hit.Man.2022.720p.WEB-DL.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/t8atqgd2qmgd-146x200.jpg",
        "title": "[18+]Indecent Woman (1999)",
        "description": "ရုတ်တရက် ဘာအမှုကြောင့်မှန်းမသိစစ်ဆေး‌ရေးရုံးကိုရောက်လာတဲ့အမျိုးသမီးလေးဟာ တကယ်တမ်းကျ ယောက်ျားဖြစ်သူဆီမှသစ္စာဖောက်ခြင်းခံခဲ့ရတာပေါ့ကိုယ့်မိန်းမကိုဆေးခပ်တခြားယောက်ျားနဲ့ ပေးအိပ်တဲ့ယောက်ျားမျိုးကို ဘယ်လိုနည်းလမ်းနဲ့သတ်ရင်အကောင်း‌ဆုံးလဲ?မင်းသမီးရဲ့အိုက်တင်ကလုံးဝကြွေကျလောက်ပီပြင်ပြီး ဘယ်လိုသွေးအေးအေးနဲ့လက်စားချေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမဲ့ကားလေးဖြစ်ပါတယ်File Size__(500MB)\nQuality__DVDRip\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:24:00\nType__Adult , Cirme, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://megaup.net/1QrsU/[18+]Indecent_Woman_(1999).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iW6ixzkrvdrcxk0umiLZMtlSl9L.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2022)",
        "description": "Diary of a Wimpy Kid: Rodrick Rules (2022)Diary of a Wimpy Kid (2021) ရဲ့တိုက်ရိုက်အဆက် ဒစ္စနေပလပ်က ထုတ်လွှင့်ထားတဲ့ အန်နီမေးရှင်းကားအသစ်ပါ။ Diary of a Wimpy Kid: Rodrick Rules (2011) Live Action ကားနဲ့ ဇာတ်ကြောင်းတူသလို ဒုတိယမြောက် တစ်ကားလုံးအန်နီမေးရှင်းကားဖြစ်နေတဲ့ Diary of a Wimpy Kid ကားလည်း ဟုတ်ပါတယ်။ ရုပ်ရှင်အနေနဲ့ Live Action လေးကားထွက်ခဲ့ပြီး အန်နီမေးရှင်းအနေနဲ့က ဒါနဲ့မှ ၂ကားပဲ ထွက်ထားသေးတာ ဖြစ်ပါတယ်။ ဒီကားတွေကို Diary of a Wimpy Kid လို့ခေါ်တဲ့ အမေရိကန် ကလေးဖတ်စာအုပ်စီးရီးကို အခြေတည်ထားတဲ့ကားတွေဖြစ်ပြီး လက်ရှိ၁၇အုပ်မြောက်အထိ ထွက်ထားတဲ့ ဒီစာအုပ်စီးရီးဟာ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Qq2g/(CM)_Diary_of_a_Wimpy_Kid_-_Rodrick_Rules_(2022)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p11016564_p_v8_ab-133x200.jpg",
        "title": "The Captive(2014)",
        "description": "The Captive(2014)****************Ryan Reynolds ပါဝင်ထားတဲ့ 2014ခုနှစ်က mystery, thrillerကားလေးကို တင်ဆက်ပေးပါရစေ။\nမက်သရူးတို့ လင်မယားနှစ်ယောက်ဟာ ငွေးရေးကြေးရေးသိပ်အဆင်မပြေပေမဲ့ သမီးဖြစ်သူကရေခဲပြင်စကိတ်အားကစားမှာ ဆုတွေရပြီး အိုလံပစ်ပွဲတွေပါဝင်ပြိုင်ဖို့လျာထားခံရသူဆိုတော့ ဂုဏ်ယူရတဲ့မိဘတွေပေါ့။သမီးဖြစ်သူ လေ့ကျင့်ရေးပြီးလို့ အိမ်‌ပြန်ခေါ်လာတဲ့လမ်းမှာပဲ ညစာဝင်ဝယ်ချိန်သမီးဖြစ်သူပျောက်သွားပါတယ်။ သမီးပျောက်သွားလို့ မက်သရူးလည်း သူ့ကိုယ်သူအပြစ်တင်မိန်မဖြစ်သူကလည်း ဖြေဆည်မရနဲ့ လင်မယားနှစ်ယောက်ဟာ သိပ်အဆင်မပြေကြတော့ပါဘူး။ဒီလိုနဲ့ သမီးလေးပျောက်သွားတာ ၈နှစ်ကြာပြီးချိန်မှာ သူတို့သမီး အသက်ရှင်နေသေးတယ်ဆိုတာကိုသိလိုက်ရပါတယ်။ ဒီတော့ မက်သရူးတို့လင်မယား၊ ရဲတွေနဲ့ စုံထောက်တွေဟာ ပျောက်သွားတဲ့သမီးလေးကိုပြန်တွေ့အောင် လိုက်ရှာပါတော့တယ်။ သူတို့တွေ ကလေးကို ပြန်ရှာတွေ့ပါ့မလား၊ဘယ်လိုစွန့်စားခန်းတွေလုပ်ရမလဲ၊ သမီးဖြစ်သူကရော ဘာတွေဖြစ်နေမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ပါဦးနော်။    File Size :(1.8GB)(544 MB) and (190 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Crime , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/1asq3/The.Captive.2014.BLU-RAY.1080P.5.1CH(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKaJRF49l8oxH6pySahlwyoSh3X.jpg",
        "title": "Future Is a Lonely Place (2021)",
        "description": "Future Is a Lonely Place====================ဒီတစ်ခေါက်မှာတော့ ဂျာမန် Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားရဲ့ မူရင်းနာမည်ကတော့ \"Die Zukunft ist ein einsamer Ort\" ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဖရန့် ဟာ သူ့ယောက်ဖ ဓားပြတိုက်ပြေးလာတာကိုကိုယ်စား၀င် အဖမ်းခံခဲ့ပြီး ‌ထောင်အချခံလိုက်ရပါတယ်။ ဒါပေမယ့်သူထောင်အကျခံခဲ့တဲ့ အကြောင်းပြချက်က ဒီတစ်ခုတည်းမဟုတ်ဘဲတခြားရည်ရွယ်ချက်တစ်ခုပါ ရှိနေခဲ့ပါတယ်။ လက်စားချေဖို့ပါ။သူအငြိုးရှိနေတဲ့ ဆေးရောင်းသမားတစ်ဦးကို တိုက်ခိုက်ဖို့ကြံစည်ရင်းဆေးအရောင်းအ၀ယ်လောကထဲ ရောက်ရှိသွားတဲ့အခါ သူ့အကြံအစည်အောင်မြင်နိုင်ပါ့မလား။ ဘယ်လိုအန္တရာယ်တွေ၊ အခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ File size…1.31GB / 538MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.7",
        "url": "https://megaup.net/2wnlo/Future_Is_a_Lonely_Place.2021.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYjUzOGIwNGEtOGJmOC00Y2ZhLWJhMzUtYTJhZGFmNjBlMGViXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_QL75_UY281_CR10190281_-135x200.jpg",
        "title": "Sex Drive (2003)",
        "description": "Sex Drive (2003)\n============ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင် 18+ကားလေးဖြစ်ပါတယ်။\nလိင်ကိစ္စကိုကြောက်တဲ့ အသည်းကွဲနေတဲ့ဆော်လေး ရှီလာနဲ့\nတွေ့သမျှလူနဲ့ ဖောင်းဒိုင်းတဲ့ စားစော်ကြီး မဲလ်တို့ သူငယ်ချင်း\nနှစ်ယောက်ဟာ ဆာဂါဒါဆိုတဲ့ ဝေးလံလှတဲ့တောင်ပေါမြို့လေးကို\nခရီးထွက်ခဲ့ကြပါတယ်။မထင်မှတ်ပဲ လမ်းခရီးမှာ အတိတ်မေ့နေတဲ့ ဘဲချောချောလေးကို\nတွေ့ပြီး ကားပေါ်တင်ခေါ်ခဲ့ပါတယ်။ သူတို့သုံးယောက်ရဲ့ ခရီးသွား\nဇာတ်လမ်းလေးကို ရင်တဖိုဖို ရင်တထိတ်ထိတ် ဟာသအနှောလေး\nတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ၁၈+ ဆိုပေမယ့်လည်း အရမ်းကြမ်းတဲ့\nကားမျိုးမဟုတ်ပဲ ဇာတ်လမ်းသွားလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်\nကားမျိုးပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ZMT ဖြစ်ပါတယ်)File Size..........(930 MB) / (550 MB)\nQuality............WEB-DL 720p / 480p\nDuration.........1Hr 28mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Adult\nTranslator.......ZMT\nEncoder..........Admin X",
        "rating": "4.8",
        "url": "https://megaup.net/1Qjkb/Sex.Drive.2003.720p.WEB-DL.AAC2.0.(CM)_(3).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gL6lwQE5WrdQrMiisjma0uIonpT.jpg",
        "title": "A Man of Action (2022)",
        "description": "A Man of Action=============ဒီတခါမှာတော့ အရမ်းကောင်းတဲ့ Netflix ရုပ်ရှင်ဇာတ်ကားကောင်းတွေထဲကမှCM  ဖန်တွေ အတွက် အကြိုက်တွေ့စေမဲ့ A Man of Action ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်လိုက်ပါတယ်..စာဖတ်သူဟာအမိန့်ပေးခံရတာ အမိန့်နာခံရတာတွေကိုမနှစ်မြို့သူလား?ဆင်းရဲတဲ့ ဘဝကို မုန်းတီးသူလား? အပြောနဲ့ပဲမဟုတ် ကိုယ့်ယုံကြည်ချက်ကိုလက်တွေ့အ‌ကောင်အထည်ဖော်ရမှကျေနပ်မဲ့သူမျိုးလား? ဒါဆိုရင်တော့ဒီLucio Urtubiaရဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးကစာဖတ်သူတို့အကြိုက်ဖြစ်စေမှာပါ။ လူစီယိုဥတုဘျားဟာ လက်တွေ့သမားတယောက်ပါ။ငယ်စဉ်တည်းကဆင်းရဲခဲ့တဲ့အတွေ့အကြုံ‌ကြောင့် သူ့အတွက်တော့အရင်းရှင်စနစ်ဆိုတာဟာ မဟာရန်သူတော်ကြီးပါပဲ။ စစ်ပွဲကြီးတွေက‌နေအမြတ်ထုတ်နေတဲ့ အပြောသာရှိပြီး အဖြစ်မရှိကြတဲ့နိုင်ငံရေးသမားတွေဒီလိုလူတွေနောက်ကွယ်မှာအရာရာကိုချုပ်ကိုင်နေတဲ့ဘဏ်ကြီးတွေဟာဥတုဘျားကိုမင်းမဲ့ဝါဒ anarchisim ရဲ့ စံပြစရာပုဂ္ဂိုလ်တဦးဖြစ်လာအောင်တွန်းပို့ခဲ့ပါတယ်။ ဥတုဘျားတယောက် မိမိခံယူချက်အတွက်ပြင်သစ်နိုင်ငံပါရီမှာဘယ်လိုတွေတိုက်ပွဲ၀င်သွားမလဲ? ဒီသာမန်မင်းမဲ့ဝါဒစပိန်လက်သမားလေးတယောက်က ကမ္ဘာ့အင်အားကြီးအ‌ရင်းရှင်စနစ်ပြယုဂ်ဖြစ်တဲ့အမေရိကန်ဘဏ်‌တွေကိုတုန်လှုပ်သွားနိုင်အောင် ဘယ်လိုများယုံကြည်ချက်ပြင်းပြကာတိုက်ပွဲ၀င်ခဲ့သလဲဆိုတာတွေကို A Man of action ဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်ခင်ဗျာ။ ရှုစားပေးပါဦး.......  File size…1.60GB / 801MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Biography , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Qomr/A.Man.of.Action.2022.WEB-DL720p(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjEwNTRmNmItZDEyYy00Njk0LTk4OGItYTRlNWUyMmQ3ZWEyXkEyXkFqcGdeQXVyNjIxNjI0ODc@._V1_-135x200.jpg",
        "title": "2025: Blood, White & Blue (2022)",
        "description": "2025: Blood, White & Blue (2022)\n=========================ဘီလ်ဝေလ်ဆင် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က သူလျိုလုပ်ပြီး\nကာတယ်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းဆီးလိုက်ပြီးတဲ့နောက်\nဘီလ်ရဲ့ မိသားစုတစ်စုလုံး ပစ်မှတ်အထားခံလိုက်ရတဲ့အကြောင်းကို\nဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဟုမ်းလမ်းလုံခြုံရေးအဖွဲ့က အခြားစစ်ရေးအဖွဲဲ့တစ်ဖွဲ့နဲ့ပေါင်းပြီး\nကာတယ် ဆိုတဲ့ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်ကိုအစီအစဉ်\nသေချာဆွဲပြီးဖမ်းဖို့လုပ်တယ်၊ အဲမှာ ဘီလ် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က\nသူလျိုအနေနဲ့ ကာတယ်တွေနေတဲ့နေရာထဲကိုဝင်ပြီး စီစဉ်ထားတဲ့အတိုင်း\nလုပ်လိုက်တာ စစ်ဆင်ရေးကြီးအောင်မြင်သွားရော၊ မူးယစ်ဂိုဏ်းဆိုတော့\nမူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေအများကြီးသိမ်းစည်းရမိတာပေါ့လေ။အဲဒီနောက် တစ်ရက်နှစ်ရက်နေတော့ the Purge ဆိုတဲ့ ဥပဒေမဲ့သတ်ဖြတ်ခွင့်\nရှိတဲ့ညကိုရောက်လာရော၊ ဘီလ် ကတော့ သူ့အိမ်ကို ခြံစည်းရိုးတွေဘာတွေနဲ့\nသေသေချာချာ လုံခြုံအောင်လုပ်ထားပေမယ့် သူမသိလိုက်တာက သူနဲ့သိကျွမ်းတဲ့\nအီဒင် ဆိုတဲ့လူက သူ့အိမ်မှာ သိမ်းစည်းရမိတဲ့ မူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေ\nအကြောင်းကြားသိပြီး၊ အဲ့နေ့ညမှာဓားပြတိုက်ပြီးယူမယ်ဆိုတာပါပဲ၊ ဖြစ်ချင်တော့\nဘီလ်ရဲ့မိသားစုကလည်း ဘီလ်ရဲ့ အိမ်မှာ ညစာလာစားတဲ့အပြင် ဘီလ်ရဲ့ လုပ်ဖော်\nကိုင်ဖက်ဖြစ်တဲ့ ဒယ်လ် ကပါ သူ့အိမ်မှာတစ်ညလာနေဖို့ရောက်လာပါလေရော။\nအဲညမှာ အီဒင် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်သွားမလား နောက်ဘာများဆက်ဖြစ်မလဲ\nဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett ...",
        "rating": "4.3",
        "url": "https://megaup.net/1a0ca/2025.Blood.White.and.Blue.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/6c05b3bde407350e336d281419727750-140x200.jpg",
        "title": "Friend Zone (2019)",
        "description": "သင်ရော သင်ချစ်ရတဲ့သူငယ်ချင်းရဲ့ friend zone ထဲ ရောက်နေပြီလား??...Friendzone ဆိုတဲ့ ဒီဇာတ်ကားကို မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံအနှံ့အပြားမှာ ရိုက်ကူးထားခဲ့တာဖြစ်ပြီးဇာတ်ဝင်တေးကိုလည်း နိုင်ငံအစုံက အဆိုတော်တွေနဲ့ ဘာသာမျိုးစုံသီဆိုထားပါတယ်မြန်မာနိုင်ငံက အဆိုတော်ဖြူဖြူကျော်သိန်း အပါအဝင်ပေါ့ဒီဇာတ်ကားထဲမှာတော့ မင်းသမီးလေး Baifern Pimchanok က ဂင်းဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့မင်းသား Nine Naphat ကတော့ ဂင်းကို ကြိတ်သဘောကျနေတဲ့ ကောင်လေး ပမ်အဖြစ် သရုပ်ဆောင်ထားပါတယ်Friend zone ထဲရောက်နေတဲ့ သူတွေအတွက် အဆိုးဝါးဆုံးအရာကဘာလဲသိလားကိုယ်ချစ်ရတဲ့သူငယ်ချင်းက ရည်းစားရသွားတာပါပဲအဲဒီလိုပဲ ပမ်အနေနဲ့ ဆယ်နှစ်ကျော်ချစ်ခဲ့ရတဲ့ ဂင်းတစ်ယောက် ရည်းစားရပြီး တဇွတ်ထိုးလုပ်နေတာကို လိုက်ထိန်းနေရတဲ့ပမ်တစ်ယောက် အဆုံးသတ်မှာ ဆယ်နှစ်ကြာ friend zone ကနေ ရုန်းထွက်နိုင်မလားဂင်းအနေနဲ့ကရော ပမ့်အပေါ် ဘယ်လိုသဘောထားဆုံးဖြတ်ပေးသွားမလဲဆိုတာကိုငယ်သူငယ်ချင်းကြား အမှတ်တရလေးတွေ ပျော်ရွှင်စရာ ဟာသဖြစ်ရပ်လေးတွေနဲ့အတူ ရိုက်ကူးပုံဖော်ထားပါတယ်❤️❤️သင်လည်း friend zoneထဲထည့်ခံထားရသူဆို ချစ်ရတဲ့crush လေးကို ဒီကားပြပြီး ကိုယ့်အချစ်တွေမြင်လာအောင်ပြလိုက်တော့နော်..။(ဘာသာပြန်ပေးထားသူတွေကတော့ Kyi ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Gi68/(CM)Friend.Zone.2019.1080p.WEB-DL.HEVC.AAC5.1.mkv",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSgl2DxPG3DuQXoaHr500KeULmT.jpg",
        "title": "[18+] Lady Chatterley’s Lover (2022)",
        "description": "Lady Chatterley's Lover (2022)(18 ယောက်ဖြစ်ဖြစ် 21 ယောက်ဖြစ်ဖြစ် စုကြည့်ရမဲ့ ကားမျိုးဖြစ်တာကြောင့် မိသားစုနဲ့ ကြည့်ဖို့တော့ မသင့်တော်ပါဘူးခင်ဗျာ)1928 ခုနှစ်တုန်းက ဒီနာမည်နဲ့ပဲ ထွက်ရှိခဲ့တဲ့ ဝတ္ထုဟာ ညစ်ညမ်းစာပေအဖြစ်နဲ့ အဲဒီခေတ်ကာလအခြေအနေအရ နိုင်ငံအတော်များများမှာ ပိတ်ပင်ခြင်းခံခဲ့ရပါတယ်။ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်၊ ဇာတ်လမ်းတွဲအဖြစ် မြောက်မြားစွာရိုက်ကူးခဲ့ကြပေမဲ့ သိပ်မအောင်မြင်ကြပါဘူး။ဒီတစ်ခေါက် Netflix က ထွက်တဲ့ ဗားရှင်းကိုတော့ အတော်လေးချီးကျူးထားကြတာ တွေ့ရပါတယ်။ ပြီးတော့ မင်းသမီးဟာလည်း The Crown Season 4 မှာ မင်းသမီးဒိုင်ယာနာအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Emma Corrin ဖြစ်ပါတယ်။ အင်္ဂလိပ်ရုပ်ရှင်လောကရဲ့ နောက်ထပ်တောက်ပလာမယ့် ကြယ်ပွင့်အဖြစ် အလားအလာရှိနေသူလေးလည်းဖြစ်ပါတယ်။ဒီကားထဲက sex scene တွေဟာ ရမ္မက်စိတ်ကို နှိုးဆွပေးတယ်ဆိုတာထက် ပန်းချီကားတစ်ချပ်ကို ကြည့်နေရသလိုပါပဲ။ သစ်ပင်တွေကြားထဲမှာ၊ လယ်ကွင်းထဲမှာ၊ စမ်းချောင်းဘေးမှာစတဲ့ မြင်ကွင်းပေါင်းစုံမှာ အိပ်မက်ဆန်ဆန် မှုန်ဝါးဝါးပန်းချီကားအစုံကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2wmnw/[CM]Lady.Chatterley_s.Lover.2022.720p.WEB-DL.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9f74LSZP4uxBfgaypIrTGjf9Xi.jpg",
        "title": "The Young Master (1980)",
        "description": "The Young Master (1980)~ IMDb - 7.1/10, Rotten Tomatoes - 79% ~ဂျက်ကီချမ်းကိုယ်တိုင် ဒါရိုက်တာလုပ် ဇာတ်ညွှန်းကူရေး သရုပ်ဆောင်ထားတဲ့ Classics ကားပေါ့။ သူ ဒါရိုက်တာစလုပ်တဲ့ ဒုတိယကားဆိုလည်း ဟုတ်တယ်။ ပထမကားကတော့ The Fearless Hyena တဲ့။ သိပ်တော့မကောင်းခဲ့ဘူး။ ဒီကားကတော့ အများကြီးပိုတိုးတက်လာခဲ့ပုံပါပဲ။သူ့ဇာတ်က တရုတ်ရိုးရာ ခြင်္သေ့အကကတာကနေ အခြေပြုထားတယ်။ ဒီနောက် ပြဿနာတွေတက် သူ့ဆရာက သူ့အစ်ကိုနဲ့ရန်ဖြစ်ပြီး ထွက်သွား နည်းနည်းတော့ဇာတ်နာတဲ့ဟန်နဲ့ပေါ့။ သူက သူ့အစ်ကိုနောက်လိုက်ပြီး သွားပြန်ခေါ်ဖို့လုပ်ရာက‌နေ ဟာသတွေ စလာတယ်ပြောရမှာပဲ။ နောက်ပိုင်းအဆုံးထိ ဘော့စ်နဲ့တိုက်တဲ့အခန်းအထိ ဟာသတွေရဲ့အရှိန်ဟာ တက်ပြီးရင်းတက်လာခဲ့တယ်။ ပြောရရင် ဂျက်ကီချမ်း အငွေ့အသက်အပြည့်ရတဲ့ အက်ရှင်ဟာသကားပေါ့။ သူ့ရဲ့ အကောင်းဆုံးကားတွေကို စာရင်းလုပ်ရင် ဒီကားက ၁ကနေ ၁၀အတွင်း တစ်နေရာရာမှာတော့ရှိနေမယ်ထင်ရတာပါပဲ။စိတ်မကောင်းစရာကတော့ ဒီကားရဲ့ ၃နာရီဗားရှင်းဟာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1arbc/(CM)_The_Young_Master_(1980)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNWIyMDJkOGMtNWUyZS00MTVkLWIyOGMtNTI5Mzk1YWFkYzdiXkEyXkFqcGdeQXVyNDIyNTYwMA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Killer Client (2018)",
        "description": "My Killer Client (2018)\n=================လူတိုင်းတစ်မျိုးစီရူးကြတယ်ဆိုပေမဲ့ လူတစ်ယောက်ရဲ့ ရူးသွပ်\nစွဲလမ်းမှုကို တိုင်းတာဖို့ ခက်မယ်ထင်ပါတယ်။ ဒီဇာတ်လမ်းထဲ\nအချစ်ရူးမလေးရဲ့ ရူးသွပ်မှုကတော့ အတော်ကြောက်စရာကောင်း\nသလို တစ်ဖက်ကကြည့်ရင်လည်း သနားစရာလည်းကောင်းပါတယ်။\nဇာတ်လမ်းနာမည်အရ လူသတ်ကားထင်ရပေမဲ့ တကယ်က ငယ်ချစ်‌\nဦးကို  အကြမ်းပတမ်းစနိုက်ကြော်ချင်တဲ့ ကောင်မလေးတစ်ယောက်\nအကြောင်းလို့ဆိုရမလားပါပဲ။ လူမသတ်ဘူးလားဆိုတော့ သတ်ပါ\nတယ်။ စိတ္တဇဆန်ဆန်စနိုက်ကြော်လူသတ်တဲ့ကားပေါ့။Personal Stylist တစ်ယောက်ဖြစ်နဲ့ ခရစ္စတာဟာ ကတ်ဆိုတဲ့ client\nအသစ်ရခဲ့ပါတယ်။ ရှက်တတ်ပြီး လူ‌တောမတိုးတဲ့ကတ်ကို ခရစ္စတာက\nပြုပြင်ပြောင်းလဲပေးရပါတယ်။ ဒီလိုနဲ့ ခရစ္စတာနဲ့ကတ်တို့ ခင်မင်သွား\nကြပါတယ်။ တစ်နေ့တော့ ကတ်ဆိုတာဟာ ခရစ္စတာရဲ့ချစ်သူခင်ပွန်း\nလောင်း ဂျိတ်ရဲ့ကျောင်းတော်က အဆက်ဟောင်း ကစ်တီဖြစ်နေတာကို\nသိလိုက်ရပါတယ်။ကစ်တီ့အကြောင်းသိနေတဲ့ ဂျိတ်က ခရစ္စတာကို အတန်တန်သတိပေးပေမဲ့\nခရစ္စတာက သိပ်အလေးထားစရာလို မမြင်ခဲ့ပါဘူး။ ဒါပေမဲ့ ကစ်တီ့ရဲ့ထူးဆ\nန်းတဲ့အပြူအမူတွေကို တဖြည်းဖြည်းမြင်လာရတဲ့အခါ ခရစ္စတာတစ်ယောက်\nသံသယ၀င်လာပါတော့တယ်။ နောက်ပိုင်းမှာ ခရစ္စတာနဲ့ဂျိတ်တို့ကြားကို\n၀င်လာတဲ့ ကစ်တီ့ရဲ့ရူးသွပ်မှုတွေက ဘယ်လောက်ထိကြောက်စရာကောင်းလဲ\nဆိုတာ ရင်တထိတ်ထိတ်ကြည့်ကြရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို C'mon မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ June, C'mon တို့ဖြစ်ပါတယ်)File Size..........(1.6 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1PR4u/My.Killer.Client.2018.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzUzMDAwOGItMmY5OS00MTI3LWEzOTctNWRhN2U3YzRjZDM2XkEyXkFqcGdeQXVyMzEzNzgzNA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "3096 Days (2013)",
        "description": "3096 Days (2013)\n=============\nIMDb Rating - 6.5/10ဒီအဖြစ်အပျက်လေးကတော့ ဩစတြီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့\nအမှုအခင်းတစ်ခုဖြစ်ပါတယ်။ ၁၉၉၈ခုနှစ် မတ်လ၂ရက်နေ့မှာ (၁၀)\nနှစ်အရွယ် နာတာရှာကမ်းဘွတ်ရှ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nကျောင်းသို့သွားတဲ့လမ်းမှာ ဖမ်းဆီးခံခဲ့ရပါတယ်။ ရဲတပ်ဖွဲ့က ကြိုးစား\nရှာပေမယ့်လည်း ရှာမတွေ့ခဲပဲ ဒီပျောက်ဆုံးမှုဟာ တအုံ့နွေးနွေးနဲ့\nဒီအတိုင်းပြီးသွားခဲ့ပါတယ်။ထိုမိန်းကလေးဟာ အိမ်မြေအောက်ခန်းထဲမှာ ရက်ပေါင်း ၃၀၉၆\n(၈နှစ်)အကြာပိတ်ထားခံခဲ့ရပြီး ၂၀၀၆ခုနှစ် ဩဂုတ်လ ၂၃ရက်နေ့မှ\nထွက်ပြေးလွတ်မြောက်လာခဲ့တာပါ။ အသက်၁၀နှစ်အရွယ် လူမမယ်\nမိန်းကလေးတစ်ယောက်ကို ဖမ်းဆီးခဲ့သူ ထိုလူဟာ ပြန်ပေးဆွဲဖို့ရာ\nအတွက် မြေအောက်ခန်းပြင်ဆင်တာတွေ အခန်းဖွဲ့တာတွေအတွက်\nအချိန်တစ်နှစ်ကျော်လောက်ကြိုတင်ပြင်ဆင်ခဲ့ပါတယ်တဲ့။ ထိုလူဟာ\nကလေးမလေးကို ခိုင်းစေဖို့သက်သက်၊ နှိပ်စက်ဖို့သက်သက်၊ လိင်\nကျွန်ပြုဖို့သက်သက်နဲ့ ၈နှစ်ကြာအောင် ဖမ်းဆီးခဲ့တာပါ။ဒီဇာတ်ကားလေးကတော့ သူမရဲ့ကိုယ်တိုင်ရေး အထုပ္ပတ္တိဖြစ်တဲ့\n\"နာတာရှာ ကမ်းဘွတ်ရှ်\"ဆိုတဲ့ စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာ\nဖြစ်ပါတယ်။ အဲဒါကြောင့် ဇာတ်ကားတစ်ကားကို ကောင်းတယ် မကောင်း\nဘူး ဆိုတာထက် ဒီဇာတ်ကားလေးမှာ နာတာရှာတစ်ယောက် သူ့ဘဝရှစ်\nနှစ်တာလုံးကို ဒီမြေအောက်ခန်းကျဉ်းကျဉ်းလေးထဲမှာ ဘယ်လိုကုန်ဆုံးခဲ့လဲ၊\nဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရလဲ၊ လွတ်မြောက်ဖို့ရာအတွက် ဘယ်လိုတွေ\nကြိုးစားခဲ့ရလဲဆိုတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Zaw Myo Thu\nဖြစ်ပါတယ်)File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1asm3/3096.Days.2013.1080P.WebDL.DDP5.1.(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/sandcastle-poster-151x200.jpg",
        "title": "Sand Castle(2017)",
        "description": "Sand Castle(2017)***************ရည်မှန်းချက်ကြီးကြီးမားမားမရှိဘဲ တက္ကသိုလ်တက်ဖို့ ငွေမရှိလို့ စစ်တပ်ထဲ ဝင်လာရပြီး၊အီရတ်စစ်ပွဲကို မလိုက်ချင်တဲ့အတွက် ကိုယ့်လက်ကိုပြန်ချိုးနေတဲ့ အမေရိကန်စစ်သားလေး  တစ်ယောက်ရှိတယ်..အီရတ်စစ်မြေပြင်ဆိုတာကလည်း သိတဲ့အတိုင်း အရပ်သားနဲ့ ရန်သူမကွဲဘဲပစ်ချင်တဲ့သူက ပစ်သတ်နေတာဆိုတော့ အဲ့ဒီမှာ တာဝန်ထမ်းဆောင်တဲ့ စစ်သားတွေအတွက် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့အနေအထားပါ..သို့ပေမဲ့လည်း ဒီစစ်သားလေးဟာ အီရတ်စစ်တလင်းကိုရောက်ရှိသွားခဲ့တယ်..တကယ်စစ်မြေပြင်ရောက်တဲ့အခါမှာတော့ သူဘယ်လိုတွေကြုံရမလဲ..အသက်ရောရှင်ပါ့မလား..အီရတ်တွေနဲ့ မြေပြင်မှာ တကယ်တွေ့ကြုံရတဲ့အခါမှာ သူအမြင်တွေဘယ်လိုရှိမလဲ..File Size : (2.1GB)(834MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,War ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1ar27/Sand.Castle.2017.BLU-RAY.1080P.5.1CH(CM)_.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfM1diysOyrX4JbvwS7uOomyes.jpg",
        "title": "Out for Justice(1991)",
        "description": "Out for Justice(1991)*******************90s kid တို့ရဲ့ အသည်းကျော် Steven Segal ရဲ့ အက်ရှင်ကားကြမ်းကြမ်းကြီး တင်ဆက်ပေးလိုက်ပါတယ်..၂၀ ရာစုတလျှောက် ဘရွတ်ကလင်မြို့မှာ ဂိုဏ်းစတားတွေကိုယ့်နယ်နမိတ်နဲ့ကိုယ် ကြီးစိုးကျင်လည်ကြတဲ့အချိန်ပေါ့ဂျီနိုဆိုတဲ့ကောင်လေးဟာ သူ့အဖေကိုသိပ်အားကျတဲ့သူ...တစ်ရက်မှာ သူ့အဖေဟာ စတိုးတစ်ခုထဲက သူခိုးတစ်ယောက်ကို အပြင်ဆွဲခေါ် ထိုးကျိတ်ပြီး သူ့မျက်စိရှေ့တင်ပဲ\nသူတို့ကားနောက်ဖုံးထဲ ထည့်ပိတ်ထားလိုက်တယ်...ပြီးတော့ သူ့သားကို ဒီကားနဲ့ပဲ ရုပ်ရှင်ရုံခေါ်သွားပြီး ရုပ်ရှင်ပြသတဲ့..\n.ရုပ်ရှင်ပြီးတဲ့အချိန်ကျမှ ဂျီနိုလေးကို ကားသော့ပေးလိုက်ပြီး မင်းလုပ်စရာရှိတာလုပ်လို့ ပြောတယ်...ဂျီနိုကလည်း ကားနောက်ဖုံးဖွင့်ပြီး\nစကားတွေနဲ့ခြိမ်းခြောက်ပြလိုက်တာ သူခိုးလည်း တချိုးတည်းပြေးပါရောလား...သူက အဲဒီကတည်းက သူ့အဖေလို လူမိုက်ဖြစ်ချင်တာ.\n..တကယ်တမ်းကြီးလာတော့ ဒီကောင် ရဲဖြစ်သွားတယ်...လူမိုက်တွေနဲ့ပေါင်းခဲ့တဲ့ ဂျီနိုဟာ ရဲဖြစ်သွားတဲ့အချိန် သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်ကလက်ခံနိုင်စရာမရှိတဲ့ပြစ်မှုကို ကျူးလွန်လိုက်တဲ့အချိန်မှာတော့...File Size : (1.8GB)(580 MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/2wlU7/Out_for_Justice.(1991).BLU-RAY.1080P.5.1CH(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZmdq8HB8SBdOHk5XarjCZIiGGk.jpg",
        "title": "The Fog (1980)",
        "description": "The Fog (1980)~ IMDb - 6.8/10, Rotten Tomatoes - 75% ~ဒီကားရဲ့ ဒါရိုက်တာက John Carpenter။ နာမည်ကျော် Franchise ဖြစ်တဲ့ Halloween ရဲ့ ပထမဆုံးကားကို ရေးသားရိုက်ကူး အသက်သွင်းခဲ့တဲ့သူလည်းဟုတ်တယ်။ Escape from New York, The Thing, They Live စတဲ့ နာမည်ကြီးကားတွေကိုလည်းရိုက်ခဲ့တယ်။ The Thing ဆို အခု တော်တော်များများကြိုက်ကြတဲ့ Sci-Fi Horror ကားပဲမလား။ မာစတာပိစ်ကားတစ်ကားလည်း ဟုတ်တယ်။ ထူးတာက သူ့ရုပ်ရှင်အများစုက Science Fiction ဆိုတဲ့စကားလုံးနဲ့စတာများတယ်။ Horror များပေမဲ့ Science Fiction Action, Science Fiction Drama အစရှိတာတွေကိုလည်းရိုက်ခဲ့တယ်။ သူ့ကားတော်တော်များများကလည်း ထူးထူးဆန်းဆန်းတွေချည်း။ သူ့ကို Horror ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Qopl/(CM)_The_Fog_(1980)_REMASTERED_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eR26BRl4zu36xeIzWdYgtvRVH2d.jpg",
        "title": "Missing (2021)",
        "description": "Missing (2021)Missing ဆိုတဲ့နာမည်နဲ့ thriller အမျိုးအစားထဲကဆို \"မိသားစုဝင် ဒါမှမဟုတ် ချစ်ရတဲ့သူတစ်ယောက်ယောက် ပျောက်တာလိုက်ရှာမယ်၊ လူသတ်သမားနဲ့တွေ့မယ်၊ ညဖက်ကြီး သတ်ကြမယ်၊ နောက်ဆုံး လူသတ်သမားသေရင်သေ mc သေရင်သေ\" ဇာတ်လမ်းမျိုးကို တန်းမြင်ကြမှာပါ။ဒီ Missing 2021 ကလည်း မှန်းထားတဲ့အတိုင်း လူပျောက်တာပါ။ ဒါပေမယ့် မတူတာတွေလည်းရှိပါတယ်။ ဒီတစ်ခါပျောက်တာက အဖေဖြစ်သူ ...\nလိုက်ရှာတာက အလယ်တန်း‌‌ကျောင်းသူသမီးလေးပါ။ ပြီးတော့ နေ့လယ်ခေါင်ကြီးဖြစ်တာပါ။ဟာရာဒါမိသားစုမှာ မိခင်ဖြစ်သူက အာရုံကြောရောဂါကြောင့် ကိုယ့်ကိုယ်ကိုသတ်သေသွားပြီး အဖေနဲ့သမီးနှစ်ယောက်တည်းကျန်ခဲ့ပါတယ်။စိတ်ကျရောဂါနဲ့ ညစ်ပတ်စုတ်ပြ‌တ်နေတဲ့ အဖေ့ကို ပူညံပူညံလုပ်ပေမယ့် တကယ်တမ်းတော့ သမီးလေးက အတော်ချစ်ရှာပါတယ်။တစ်ညမှာ အဖေက ကွင်းဆက်လူသတ်သမားကို တွေ့ခဲ့တယ်ပြောပြီး နောက်‌တစ်နေ့မှာတော့ ရုတ်တရက်ကြီး ပျောက်ဆုံးသွားပါတယ်။\nသမီးဖြစ်သူကတော့ သူ့အဖေ အသတ်ခံရတာများလား?\nသူ့ကို ထားသွားတာလား? ဝေခွဲမရဖြစ်နေပြီး ဖခင်ကို သဲကြီးမဲကြီးလိုက်ရှာတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်။Tokyo Revengers LA တို့ The ...",
        "rating": "7.1",
        "url": "https://megaup.net/2wl3w/[CM]Missing.2021.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzdiYzMyZjktODRhOC00OWM1LWI4NWUtNTlkNjRjM2RkMjM5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Freddy (2022)",
        "description": "ဖရက်ဒီဆိုတာ အသက် ၂၈ နှစ်အထိ\nရည်းစားတစ်ခါမှ မထားဖူးတဲ့ လူပျိုကြီးတစ်ယောက်ပေါ့\nသူ့ရဲ့ ရိုးရိုးအေးအေး တုံးတုံးအအ ပုံစံကြောင့်\nမိန်းကလေးတွေကလည်း သူ့ကိုမကြိုက်ကြဘူးသူက သွားဆရာဝန်တစ်ယောက်ဖြစ်ပြီး\nမိဘမရှိ၊ အဒေါ်နှစ်ယောက်ရဲ့ အုပ်ထိန်းမှုအောက်မှာပဲ\nနေနေရတာ ဖြစ်ပါတယ်အချစ်ကိုရှာဖွေရင်း အထီးကျန်ဆန်လှတဲ့\nသူ့ဘဝကို စိတ်လှုပ်ရှားမှုတွေ ရင်ဖိုမှုတွေ ပေးမယ့်\nမိန်းကလေးတစ်ယောက် ရောက်ရှိလို့လာခဲ့ပါတယ်အဲဒီမိန်းကလေးဟာ အိမ်ထောင်သည်တစ်ယောက်\nဖြစ်နေပေမယ့် သူ အဲဒီမိန်းကလေးကို ချစ်မိသွားခဲ့ပါတယ်\nလက်ထပ်ဖို့အထိပါ စဉ်းစားခဲ့ပြီး\nအဲဒီမိန်းကလေးကို ချဉ်းကပ်ပါတော့တယ်တကယ်တော့ အဲဒီမိန်းကလေးဟာ\nသူ့ယောက်ျားရဲ့ အထက်စီးဆန်မှု မောင်ပိုင်စီးမှုနဲ့\nနှိပ်စက်မှုတွေရဲ့ သားကောင်ဖြစ်နေခဲ့ရတဲ့သူဖြစ်ပါတယ်ဒီလိုနဲ့ ဖရက်ဒီနဲ့ သူနဲ့ ရှေ့ဆက်ဘယ်လိုဖြစ်မလဲ\nသူတို့ရဲ့တွေ့ဆုံမှုက ကံကြမ္မာရဲ့ စေလိုရာလား\nလူတစ်ယောက်ရဲ့ဖန်တီးမှုလား...ဒီဇာတ်ကားဟာ ရိုးရှင်းတယ်လို့ ထင်ရပေမယ့်\nတကယ်တမ်းမှာ လှည့်ကွက်များစွာနဲ့ မရိုးရှင်းလှပါဘူး\nဒရမ်မာကိုမှ Mystery ဆန်ဆန် Thriller ဆန်ဆန်\nကြည့်ချင်သူတွေအတွက် တကယ်အကြိုက်တွေ့စေမယ့်\nဇာတ်ကားကောင်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်File size…1.34GB / 574MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ BpL ~ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1Qoer/Freddy_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/torn-133x200.jpg",
        "title": "Torn: A Wicked Trilogy (2022)",
        "description": "Torn: A Wicked Trilogy (2022)\n======================လူသားနဲ့ halfling မျိုးနွယ်ကောင်မလေးကြားက ခပ်ဆန်းဆန်း\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို မိတ်ဆက်‌ပေးချင်ပါတယ်။ရန်ဟာ halfling တွေကိုလိုက်ဖမ်းရတဲ့ အော်ဒါအဖွဲ့က အဆင့်မြင့်\nအဖွဲ့၀င်တစ်ယောက်ပါ။ ရန်ရဲ့ချစ်သူအိုင်ဗီကလည်း အော်ဒါအဖွဲ့ထဲ\nကဖြစ်ပေမဲ့ ဘယ်သူမှမသိသေးတာက အိုင်ဗီဟာ halfling မျိုးနွယ်\nဖြစ်နေတာပါပဲ။ အိုင်ဗီကိုယ်တိုင်တောင် သူ့ကိုယ်သူ တော်တော်နဲ့\nမသိခဲ့ပါဘူး။ ရန်လည်း အဲဒီအမှန်တရားကိုမသိခဲ့ပါဘူး။ အော်ဒါအဖွဲ့က\nသစ္စာဖောက်ပြီးထွက်ပြေးသွားတဲ့ ဗယ်ကို အားလုံးက halfling မျိုးနွယ်လို့\nသံသယ၀င်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း နတ်သူငယ်တို့ရဲ့မင်းသားက အိုင်ဗီ့ကိုလိုချင်နေပါတယ်။\nအိုင်ဗီကလည်း လုံး၀လက်မခံပါဘူး။ အဲဒီလိုနဲ့ အော်ဒါအဖွဲ့၊ halfling မျိုးနွယ်နဲ့\nနတ်သူငယ်တွေကြားက အရှုပ်အရှင်းတွေကြားမှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအိုင်ဗီဟာ halflingမှန်းသိသွားခဲ့ရင် ရန်တစ်ယောက်ဘာဆက်လုပ်မလဲ၊\nအိုင်ဗီကရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ကြရမှာ\nဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက ဒဏ္ဍာရီဆန်ဆန်ဆန်းပြားတဲ့ စိတ်ကူးယဉ်အချစ်ဇာတ်လမ်း\nလေးဖြစ်ပြီး သရုပ်ဆောင်တွေကလည်းအလန်းတွေချည်းမို့ ခဏတာစိတ်အပန်း\nဖြေဖို့ ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်တစ်ပုဒ်အဖြစ် ညွှန်းပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(2.6 GB) / (750 MB) / (500 MB)\nQuality............WEB-RIP ...",
        "rating": "4.9",
        "url": "https://megaup.net/2vMpx/Torn.A.Wicked.Trilogy.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pRexHlZOhOwTJBXtRpMAeSbHk4H.jpg",
        "title": "Goodbye (2022)",
        "description": "Goodbye (2022)\nComedy, Drama, Family\nIMDb 7.9/10 (5.3K)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးမှာတော့ အမီတာဘဂျမ်းကြီးရယ် အားလုံးအချစ်တော်\nမင်းသမီးလေး ရက်ရှမီကားရယ် အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဒီဇာတ်ကားလေးက ရက်ရှမီကားအတွက် ဘောလီဝုဒ်လောကကို ပထမဦးဆုံး\nစတင်ခြေလှမ်းလာတဲ့ ကားလေးပဲဖြစ်ပါတယ်...ဒီကားလေးကို ကြည့်ရင်းနဲ့လည်း သံဝေဂတွေ အများကြီးရပါတယ်...ဇာတ်ကားနာမည်ကိုက ဂွတ်ဘိုင်တဲ့လေ..ဟုတ်ပါတယ် ကျွန်တော်တို့ တစ်နေ့ကျရင်\nဒီလောကကြီးကနေ နှုတ်ဆက်ခွဲခွာကြရမှာပါ ဘဝသံသရာကြီးကိုလည်း ကြုံဆုံတွေ့ရဦးမှာပါတစ်ချိန်မှာ ကိုယ်က သားသမီးနေရာမှာ ဆိုးချင်တိုင်း ဆိုးခဲ့ပေမယ့် တစ်နေ့ကျရင်\nမိဘနေရာကို ဝင်ကြရမှာပါပဲ...လောကဓံတရားက ကိုယ်နဲ့အတူအမြဲရှိနေမှာပါ..ဒီတော့ မိဘေတွေကို ရှိနေတုန်း\nတန်ဖိုးထားကြပါ မိဘနဲ့အတူအချိန်ဖြတ်သန်းကြပါ မိဘကို အချိန်ပေးကြပါလောကမှာရှိနေစဉ် ကိုယ့်ညီအစ်ကိုမောင်နှမတွေနဲ့လည်း\nသင့်သင့်မြတ်မြတ်နေထိုင်ဖြတ်သန်းကြပါ အချင်းချင်းဂရုစိုက်ပေးကြပါတစ်ချိန်မှာ ကိုယ့်သွေးသားရင်းခြာ..ကိုယ့်မိဘတွေနဲ့ နှုတ်ဆက်ခွဲခွာရတဲ့အခါမှာလည်း\nကောင်းသောနှုတ်ဆက်ခြင်းပဲ ဖြစ်ပါစေလို့ ဆုတောင်းပေးရင်း ဒီဇာတ်ကားလေးဟာ\nမိသားစုဒရာမာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်....။\nFile size…2GB  / 1GB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Shwe Pyae ~ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2wlqt/Good_Bye_(2022)_Hindi_HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/heroof-133x200.jpg",
        "title": "Hero Of The Bright Sword Tiger Gut (2022)",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတို့အတွက်\nရိုက်ကူးတင်ဆက်ထားတဲ့ တရုတ်တော်လှန်ရေးခေတ်\nအခြေခံကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါရိုက်တာ  Hou Jie / Li Xinbo တို့က ရိုက်ကူးတင်ဆက်ထားပြီး\nWang Ting / Zhang Lei / Wang Ke တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်\nအညွန်းလေးကတော့တော်လှန်ရေးခေတ်မှာ ထုံးစံအတိုင်း ကိုလိုနီပြု\nဖက်ဆစ်ဂျပန်ရယ် ဂျပန်နောက်လိုက်သစ္စာဖောက်တွေရယ်\nမြေပြန့် ပြည်သူ့တပ်သားတွေရယ်...\nဒါတွေကတော့ ကြုံနေ မြင်နေကြမလို့ မထူးဆန်းတော့ပေမယ့်...\nဒီဇာတ်ကားလေးကတော့ တမူတော့ထူးခြားနေပါတယ်လီယွန်လောင်နှင့် ဂျင်း-ဆွိုင်းတပ်မတော်၏ တပ်ရင်းမှူး ချူယူးဖီတို့က\nအီချီရို ဟီရာတာ၏ မွေးနေ့စားပွဲ၌ ကြီးမားသော အရှုပ်တခုကို\nပြုလုပ်ခဲ့ပါတယ်..ဒါကြောင့်ပဲအခြေအနေတွေတင်းမာလာခဲ့ပြီး\nလှည့်ကွက်များစွာနဲ့အတူ မထင်ထားတဲ့ ဇာတ်ကွက်တွေကို\nစိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်၏\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : War\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hero-of-the-bright-sword-tiger-gut-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/repeat-telugu-movie-132x200.jpg",
        "title": "Repeat (2022)",
        "description": "Repeat 2022Crime/Thriller/Mystery (IMDb-7.8/10)တစ်ညမှာ ရဲစခန်းကို မူးပြီး စာရေးဆရာတစ်ယောက်ရောက်လာတယ်။\nသူ့ဝတ္ထုထဲက ဇာတ်ကောင်က သူ့ကိုခြိမ်းခြောက်နေလို့တဲ့လေ။\nမယုံကြည်နိုင်ဖြစ်နေတဲ့ ရဲတွေကြုံလိုက်ရတာက သူ့ဝတ္ထုထဲကနဲ့\nတစ်ပုံစံတည်းတူတဲ့ ပြန်ပေးဆွဲ/ လူသတ်မှုတစ်ခု။ပြန်ပေးဆွဲခံရတဲ့ ပူဂျာဆိုတဲ့ မိန်းကလေးကလည်း ရဲချုပ်ရဲ့သမီးဖြစ်နေပြီး၊\nရွေးကောက်ပွဲမတိုင်ခင် ကာလဖြစ်တာမို့ ဒီအမှုဟာ ဟိုးလေးတကျော်ကျော်ဖြစ်လာတော့တာပေါ့။ဒါဟာတကယ်ပဲ Parallel universe တွေထဲကလို စာရေးဆရာဝတ္ထုထဲက ဇာတ်ကောင်တွေရဲ့မှုခင်းလား။\nဒါဆိုရင် ပျောက်ဆုံးနေတဲ့ ပူဂျာကရော အဲဒီဇာတ်လမ်းနဲ့ဘယ်လိုပတ်သတ်နေတာလဲ။\nတရားခံအစစ်ကဘယ်သူလဲ၊ ဒီမေးခွန်းတွေကို အဖြေရှာဖို့ ရောက်လာတဲ့\nလျှို့ဝှက်အေးဂျင့်တစ်ယောက်။ အဓိကဇာတ်ဆောင်အနေနဲ့ Naveen Chandra ကနေပြီး ပါဝင်ထားပါသေးတယ်။မဖြေရှင်းနိုင်တဲ့ရှုပ်ထွေးမှုတွေကြားက သဲလွန်စတွေကို တစ်စချင်းဆွဲထုတ်ရင်း\nရင်တထိတ်ထိတ်ကြည့်ရမယ့် ရုပ်ရှင်မျိုးမို့ ခုပဲ Channel Myanmar မှာ ရှူစားလိုက်ပါတော့ခင်ဗျာ။\nFile size…1.9GB / 900MB\nQuality…1080p WEB DL HQ  /720p\nFormat…mp4\nDuration….2h 4min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ BpL ~HayMan~OeliuJ~Yunni",
        "rating": "7.7",
        "url": "https://megaup.net/2wl7l/Repeat_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc1MjZkOTctNDY3Mi00NTZmLWFjYzktMjkyZjYwZWQ1Nzc3XkEyXkFqcGdeQXVyNTI0NzU5ODc@._V1_-146x200.jpg",
        "title": "Monster (2022)",
        "description": "အိန္ဒိယ Malayalam ဘက်မှာ မသိသူမရှိတဲ့\nမင်းသားကြီး Mohanlal ရဲ့ လှည့်ကွက်များစွာနဲ့\nစိတ်ဝင်စားဖွယ် မှုခင်းဇာတ်ကားကောင်းတစ်ပုဒ်\nထွက်ရှိလို့ လာခဲ့ပါပြီဇာတ်ကားထဲမှာ သူဟာ လပ်ကီးဆင်းဆိုတဲ့ အမည်ရှိပြီး\nနိုင်ငံခြားကနေ အိန္ဒိယကို တိုက်ခန်းအရောင်းအဝယ်ကိစ္စနဲ့\nပြန်လာရာကနေ ဇာတ်လမ်းကို စထားပါတယ်ဇာတ်လိုက်မင်းသမီးဖြစ်သူ ဘာမီနီက\nတက္ကစီဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုက ဒရိုင်ဘာတစ်ယောက်ဖြစ်ပြီး\nသူ့ကို လေဆိပ်မှာ သွားကြိုရမယ့်သူပဲဖြစ်ပါတယ်ခရီးတစ်လျှောက်လုံး သူဟာ ပျော်ပျော်နေတတ်တဲ့သူလို ပြုမူပြီး\nစကားတွေလည်း အများကြီးပြောပါတယ်\nဘာမီနီကိုလည်း ချစ်ခင်နှစ်သက်ပုံပြပြီး\nစကားရွှင်တဲ့ ကိုလူပျော်တစ်ယောက်လို့ပဲ ထင်ရပါတယ်အဲဒီလိုနဲ့ ဘာမီနီတို့လင်မယားရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကို\nမရမက အတင်းလာမယ်လုပ်ပြီး\nရောက်လာတဲ့အချိန်မှာတော့..သူဟာ ဘယ်လိုမှ မထင်မှတ်ထားစရာလုပ်ရပ်တစ်ခုကို\nလုပ်ခဲ့ပါတော့တယ်သူလုပ်တဲ့လုပ်ရပ်က ဘာဖြစ်မလဲ\nဘာကြောင့် ဒီလိုလုပ်ရတာလဲ ဘာအကြံအစည်တွေနဲ့\nဘာမီနီကို သူချဉ်းကပ်ခဲ့တာလဲဆိုတာကို ဟောဒီ့ Monster ဆိုတဲ့ကားထဲမှာ\nစိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်ရှင်\nFile size…4.34GB / 2.13GB / 980MB\nQuality…4K HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora~ BpL ~ Yunni",
        "rating": "5.1",
        "url": "https://megaup.net/1ap04/Monster_(2022)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bwGuv3YyqXy6QEkaq8YBTVUoxO.jpg",
        "title": "My Name Is Vendetta (2022)",
        "description": "My Name Is Vendetta (2022)(1080p ရပါပြီ)\"သတ်မှာလား အသတ်ခံမှာလား ဒါဟာ ဥပဒေပဲ\" ဆိုတဲ့ စကားစုလေးနဲ့ အစချီပြီး စတင်ထားတဲ့ \"My Name is Vendetta\" ဆိုတဲ့ ဇာတ်ကားလေးက အက်ရှင်ဇာတ်ကား ချစ်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ Netflix ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း ...\nဘဝမှာ သူများကို သတ်မှာလား ကိုယ် အသတ်ခံမှာလား ဆိုတဲ့စိတ်နဲ့ ဘဝတစ်လျှောက်နေလာခဲ့တဲ့ မာဖီးယား တစ်ဦးက ဖူးစာရှင်လေးနဲ့တွေ့ပြီး သူ့ဘဝကို ပြောင်းလဲလိုက်တယ်။ သမီးလေးတစ်ယောက် မွေး ဘဝကို ပျော်စရာတွေ မေတ္တာတွေနဲ့ ဘဝကို အဓိပ္ပါယ်ရှိရှိ ဖြတ်သန်းနေစဉ်မှာ အတိတ်မှာ ဆိုးခဲ့တဲ့အမှားတွေနဲ့ မာဖီးယားဂိုဏ်းတစ်ခုက သူ့ကို ကလဲ့စားချေဖို့အတွက် သူ့မိသားစုကို ရက်ရက်စက်စက် သတ်ပစ်လိုက်တယ်။ကံကောင်းချင်တော့ သမီးဖြစ်သူ ဆိုဖီယာက မသေဘဲ လွတ်မြောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူ့မိသားစုကို သတ်ခဲ့တဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2wjO9/[CM]My.Name.Is.Vendetta.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTk2OTEzMTU5NF5BMl5BanBnXkFtZTgwOTExMDE5NzE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Girl Missing (2015)",
        "description": "Girl Missing (2015)\n==============ဘ၀ဆိုတာ တချို့အတွက်ပုံမှန်လေးစီးမျောနေတာ ဖြစ်နိုင်ပေမဲ့\nတချို့အတွက်တော့ အကွေ့အကောက်များလွန်းပါတယ်။ မျှော်လင့်\nချက်တွေပြည့်ပြီ ထင်ရပေမဲ့ မထင်မှတ်ဘဲ တစ်ဆစ်ချိုးပြောင်းလဲမှု\nမျိုးနဲ့ ရင်ဆိုင်လိုက်တာလည်း ဖြစ်တတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက သိတတ်တဲ့ကလေးအရွယ်မှာ ပျောက်ဆုံးသွားတဲ့\nကောင်မလေးတစ်ယောက်၊ ဖြစ်ချင်တော့ အတိတ်လည်းမေ့သွားခဲ့ပါတယ်။\nမိဘဘယ်သူဘယ်ဝါ၊ သူ့ကိုယ်သူဘယ်သူမှန်းမသိတော့တာကြောင့်\nမိဘမဲ့ဂေဟာမှာ ဂျိန်းဆိုတဲ့နာမည်နဲ့ ဘ၀သစ်စခဲ့ပါတယ်။ အလုပ်အကိုင်နဲ့\nအရွယ်ရောက်လာပြီးတဲ့အချိန်မှာ မိခင်ဆိုတဲ့သူ ပေါ်လာခဲ့ပါတယ်။ဒီအန်အေအဖြေမထွက်သေးတာကလွဲရင် ဂျိန်းရဲ့ အမေဆိုတာသေချာသ\nလောက်ဖြစ်နေတဲ့ ဆေလ်ဗီယာဟာ ဂျိန်းကို အိမ်အလည်ခေါ်ခဲ့ပါတယ်။\nဆိတ်ငြိမ်ရာအရပ်က အဲဒီအိမ်ကြီးမှာ  ဂျိန်းဟာ အိမ်ထိန်းကြီးထရီဇာ၊\nဆေလ်ဗီယာရဲ့ဒုတိယခင်ပွန်းကာလိုတို့နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။ ဘီလျံနာမုဆိုးမ\nမိခင်ရဲ့သမီးအဖြစ် ပျော်ရွှင်ရတော့မယ်ထင်ခဲ့တဲ့ ဂျိန်းတစ်ယောက် အိမ်ရောက်တဲ့\nနောက်တစ်ရက်မှာပဲ ထူးဆန်းပြီး သံသယဖြစ်စရာတွေကြုံလာရပါတယ်။အဲဒီစိတ်မသိုးသန့်စရာအဖြစ်တွေဟာ ဂျိန်းပျောက်ဆုံးပြီးအတိတ်မေ့သွားတဲ့\nအဖြစ်၊ သူ့ဖခင်သေဆုံးတဲ့အဖြစ်တွေနဲ့ ဘယ်လိုဆက်စပ်နေမလဲဆိုတာကို\nသို့လောသို့လောနဲ့ ရင်တထိတ်ထိတ်ကြည့်ကြရမှာပါ။ ကြည့်ရင်းကြည့်ရင်းနဲ့\nအဆုံးအထိကို စိတ်၀င်တစားဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးမို့ Mystery/\nThriller ကြိုက်တဲ့ ရုပ်ရှင်ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ C'mon\nဖြစ်ပါတယ်)File Size..........(1.72 GB) / (542 MB) / (286 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Qgla/Girl.Missing.2015.1080p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ouJ2GkogDYbVOuXwmTdHbDdKja1.jpg",
        "title": "Warriors of Future (2022)",
        "description": "Warriors of the Future (2022)ဟောင်ကောင်ရဲ့ နာမည်ကျော် သိပ္ပံစိတ်ကူးယဉ် ရုပ်ရှင်အသစ်လာပါပြီ။\nမင်းသားတွေကလည်း နာမည်ကြီး ဘိုးတော်တွေပါပဲ။\nဇာတ်လမ်းကလည်း အတော်စိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nအနာဂတ်အချိန်ကို အခြေတည်ထားတာပါ။အနာဂတ်မှာ လူတွေဟာ နည်းပညာတွေတိုးတက်လာပြီး စက်ရုပ်တွေကိုပါ စစ်ပွဲတွေမှာ သုံးနိုင်တဲ့အဆင့်ဖြစ်လာပါပြီ။\nဒါပေမဲ့ စစ်ပွဲတွေများလာတာနဲ့အတူ ကမ္ဘာကြီးလဲညစ်ညမ်းပျက်စီးလာပြီး\nနောက်ဆုံးမှာ လေထုပါ အဆိပ်သင့်သွားတဲ့အခြေအနေဖြစ်လာပါတယ်။\nလူတွေကလည်း စကိုင်းနက်လို့ ခေါ်တဲ့ လေသန့်စင်စနစ်ကြီးတွေတည်ဆောက်ပြီး နေကြရတာပါ။\nတစ်နေ့မှာတော့ ကမ္ဘာပေါ်ကို ဥက္ကာခဲတစ်ခု ကျလာပြီး အဲဒီအထဲကနေ အခြားဂြိုလ်က အပင်တစ်ပင် ပေါက်ထွက်လာပါတယ်။\nအဲဒီအပင်ဟာ ရေနဲ့တွေ့လေကြီးထွားလေဖြစ်ပြီး အဖျက်စွမ်းအားလည်း မြင့်လာပါတယ်။\nတချိန်တည်းမှာပဲ အဲဒီအပင်ဟာ ကမ္ဘာပေါ်လေတွေကို သန့်စင်ပေးနိုင်စွမ်းရှိတာမို့ မီးစတစ်ဖက် ရေမှုတ်တစ်ဖက် ဖြစ်နေတာပါ။\nအခုဇာတ်လမ်းရဲ့ အဓိက အကြောင်းအရာကတော့ အဲဒီအပင်ရဲ့ ဖျက်ဆီးနိင်စွမ်းတွေကို တားဆီးပြီး\nကမ္ဘာကိုကယ်တင်နိုင်ဖို့ စစ်ဆင်ရေးတစ်ခု ခက်ခက်ခဲခဲ ဆင်နွှဲရတဲ့အကြောင်းပါပဲ။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ခံစားကြည့်လိုက်ပါဦး။အညှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 1080p ...",
        "rating": "6.3",
        "url": "https://megaup.net/2wkwW/Warriors.of.Future.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/41MG8f5DGNL._AC_-143x200.jpg",
        "title": "Original Sin (2001)",
        "description": "မင်းသားကြီး အန်တိုနီယိုဘန်ဒါရက်စ် နဲ့ မင်းသမီး အင်ဂျလီနာဂျိုလီ တို့အဓိကပါဝင်ထားပါတယ်။\nDrama, Mystery, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး IMDb Rating (6/10) ရရှိထားပါတယ်။\nဇာတ်လမ်းထဲက စကားပြောခန်းနဲ့ပဲ ဇာတ်ကားကိုမိတ်ဆက်ပေးလိုက်ပါရစေ။\n------------------------------------------\nအလန် - \"ဗားဂတ် နောက်ဆုံးတော့ အဲဒါက အချစ်လား ..တဏှာ သက်သက်လား ..\"\nဗားဂတ် - \"ကွဲပြားမှုရှိလို့လား ..အလန်\"\nအလန် - \"ရှိတာပေါ့...ချစ်တယ်ဆိုတာ ပေးပြီးရင်းပေးချင်ဖြစ်နေတာလေ\"\nဗားဂတ်- \"တဏှာကရော ..တဏှာဆိုတာ ဘာလဲ...အလန်\"\nအလန်-  \"တဏှာဆိုတာ ယူပြီးရင်းယူချင်နေတာ..အရသာခံစားမယ်... သုံးစွဲမယ်...ယုတ္တိတို့ အကြောင်းပြချက်တို့မရှိဘူး..ဒီတော့မင်းက.. ယူတာလား ..ပေးတာလား ..\"\nဗားဂတ်- \"နှစ်ခုစလုံးပဲ...ကျွန်တော် သူ့ကို အရာရာပေးချင်တယ်...သူ့ဆီကလဲ အရာအားလုံးကိုရချင်တယ်\"\nအလန် - \"အိုး...မင်းကအရှုံးသမားပဲ။\"\n-----------------------------------------------\nယောင်္ကျားလေးတွေ အချစ်မှာကျရှုံးမိရင် ဘယ်လောက်ထိသနားစရာကောင်းတယ်ဆိုတာ\nအတော်ထင်ရှားစွာတွေ့ရမှာဖြစ်ပြီး အချစ်ရဲ့ အရှုံးတွေကို ခံစားထိတွေ့ရမယ့်ဇာတ်ကားပါ။\nDrama ဇာတ်ကားဖြစ်ပေမယ့် အင်ဂျလီနာဂျိုလီရဲ့ Nude Scene တချို့ကြောင့်\nအရွယ်ရောက်ပြီးသူများသာကြည့်သင့်ပြီး မိသားစုနဲ့မကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size...(1.72GB)(622MB)(421MB)\nQuality...BR-Rip 1080p/720p/480p\nFormat...mp4\nDuration....01:58:25\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....San ...",
        "rating": "6.0",
        "url": "https://megaup.net/2wknr/Original.Sin.2001.1080p.BrRip.(CM).mp4",
        "category": "Drama, Mystery, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjM0YTFmN2EtYTQ0Ny00NmU2LTk5NmQtODhjYzhkOTVjZDA5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Ram Setu(2022)",
        "description": "ဒီနေ့ကတော့ မင်းသားကြီးတွေရဲ့ကား\nထွက်တဲ့နေ့ပါပဲ အခုလည်း အာရှေးကူမာရဲ့\nဘာသာရေး သမိုင်းနဲ့ ယုံကြည်ကိုးကွယ်မှုဆိုင်ရာ\nဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်အာရန် (အာရှေးကူမာ) က ဘာသာတရားနဲ့ ဘုရားကို\nအယုံအကြည်မရှိတဲ့\nရှေးဟောင်းသုတေသနပညာရှင် တစ်ယောက်ပေါ့\nသူက အချက်အလက်ရှိပြီး သက်သေပြနိုင်တဲ့\nအရာကိုပဲ ယုံကြည်တဲ့သူဖြစ်ပါတယ်အိန္ဒိယလူမျိုးတွေဟာ အရှင်ရာမကို\nအလေးအနက်ယုံကြည်ကြတဲ့သူတွေဖြစ်ပြီး\nရမ်ဆက်တူဆိုတဲ့ တံတားကိုလည်း\nအရှင်ရာမတည်ထောင်ခဲ့တာလို့ ယုံကြည်ထားကြပါတယ်အဲဒီတံတားကို အစိုးရအဖွဲ့အစည်းက\nကုန်သွယ်ရေးကိစ္စတစ်ခုနဲ့ ဖြိုချဖို့ လုပ်လာတဲ့အခါ\nပြည်သူတွေက ဆူပူအုံကြွလာကြပါတော့တယ်ဒါကို အဲဒီရမ်ဆက်တူဆိုတာဟာ\nလူဖန်တီးထားတာမဟုတ်၊ သဘာဝအလျောက် ဖြစ်တည်နေတာဖြစ်ကြောင်းကို\nအစိုးရအဖွဲ့အစည်းက အာရန်ကို သက်သေထူခိုင်းပါတယ်ဒါပေမယ့် အများနဲ့တစ်ယောက်ဖြစ်နေသလိုပဲ\nပြည်သူလူထုက လူအင်အားများပြီး\nအစိုးရအဖွဲ့အစည်းက လူအင်အားနည်းနေတဲ့အခါအိန္ဒိယပြည်သူတွေရဲ့ ယုံကြည်မှုနဲ့\nနိုင်ငံတော်အစိုးရအဖွဲ့အစည်းရဲ့ စီးပွားရေးကြိုးပမ်းမှုနဲ့ အာရန်ရဲ့ သက်သေပြမှုတွေကြားက\nတိုက်ပွဲကို ခင်းကျင်းပြသထားတဲ့ ဒီကားဟာ\nနိုင်ငံရေးရော ဘာသာရေးရော ပါဝင်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.69GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora~ Poe ~ Yunni ~ OeliuJ",
        "rating": "5.3",
        "url": "https://megaup.net/2wkej/Ram_Setu_(2022)_TRUE_WEB-DL_-_720p-_AVC(CM).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZjQzZmQzODktYTU4YS00YmVkLTk4OGEtNmIzMjUyMjI5Yzk1XkEyXkFqcGdeQXVyNTMyMDExNTc@._V1_-133x200.jpg",
        "title": "What We Found (2020)",
        "description": "What We Found (2020)\n=================သင်သာ ကျောင်းသားကား Teen Drama မျိုးကို ကြိုက်နှစ်သက်သူ\nဖြစ်တယ်ဆိုရင် ဒီကားဟာ သင့်အတွက်ပါပဲ။ Mystery, Thriller\nအမျိုးအစားလည်းဖြစ်တာမို့ ပျင်းရိစရာမကောင်းပါဘူး။မားကပ်စ်ဟာ ဘယ်တီမိုး အထက်တန်းကျောင်းမှာ ပထမနှစ်တက်နေတဲ့\nကျောင်းသားတစ်ယောက်ပါ။သူ့မှာ အလယ်တန်းကျောင်းကတည်းက\nခင်ခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း နှစ်ယောက်ဖြစ်တဲ့ ဟော်လီနဲ့ ဂရန့်တ်တို့\nရှိပါတယ်။ ဂရန့်တ်ကတော့ အထက်‌တန်းမှာ တစ်ခြားကျောင်းကို ပြောင်း\nသွားခဲ့ပြီး ဘယ်တီမိုးမှာတော့ မားကပ်စ်နဲ့ ဟော်လီတို့သာ ကျန်ခဲ့ပါတယ်။\nမားကပ်စ်ဟာ အလယ်တန်းမှာကတည်းက အနိုင်ကျင့်ခံခဲ့ရသလိုမျိုး အထက်\nတန်းကျောင်းမှာလည်း မဖြစ်ဖို့ မျှော်လင့်ခဲ့ပေမယ့် အဲလိုမျိုး ဖြစ်မလာခဲ့ပါဘူး။အထက်တန်းမှာ တက်နေရင်း သူ့ကို ငယ်ငယ်က ကလေးထိန်းလုပ်ခဲ့တဲ့ ကက်စီ\nဆိုတဲ့ ကောင်မလေးနဲ့ ပြန်တွေ့ခဲ့ပါတယ်။ ကက်စီဟာ မားကပ်စ် အနိုင်ကျင့်\nခံနေရတုန်းမှာ ဝင်ပြီး ကူညီပေးခဲ့ပါတယ်။  ဒီလိုနဲ့ တစ်နေ့မှာတော့ ကျောင်းက\nအပြန် ကက်စီတစ်ယောက် ပျောက်ခြင်းမလှပျောက်သွားခဲ့ပါတယ်။ ရဲတွေလည်း\nလိုက်လံရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါဘူး။ ဘယ်တီမိုးမြို့မှာလည်း အရင်က\nဒါနယ်လ်ဆိုတဲ့ ဆယ်ကျော်သက် တစ်ယောက်ဟာလည်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/1anbt/What.We.Found.2020.PROPER.1080p.WEBRip.(CM)_new.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjlmNmUyMDgtYmI0Yy00NGRiLWJkNzEtMTA0MDdiZDkyZDAzXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Gerda (2021)",
        "description": "Gerda (2021)\n==========ကဲ ဒီတစ်ခေါက်တော့ Moscow မှာ ကျင်းပတဲ့2021ရဲ့ Stalker\nHuman Right Film Festivalကနေ Best Film Award ကို\nဆွတ်ခူးထားတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်။Main character ရဲ့ဇာတ်ကြောင်းကိုရည်ညွှန်းထားတဲ့ Gerda\nဆိုတဲ့ရုပ်ရှင်ထဲမှာ လာရာလို့လဲအမည်တွင်တဲ့ ဂါဒါရဲ့မိခင်က\nMiracle တွေကိုယုံကြည်တဲ့သူတစ်ယောက်ဖြစ်ပီး၊ ဖခင်ကတော့\nမိသားစုကိုပစ်ထားပီးဖောက်ပြန်နေတဲ့သူပါ။ခက်ခဲတဲ့ဝမ်းရေးအတွက် ဂါဒါဟာNight Clubတစ်ခုမှာအပျော်မယ်\nအဖြစ်အလုပ်လုပ်ရပါတယ်။ ဒါပေမဲ့သူ့ဘဝမှာ အခက်အခဲတစ်ခု\nပေါ်လာတိုင်း Dreamland နဲ့တူနဲ့နေရာကို သူ့ဝိဥာဉ်ကရောက်သွား\nလေ့ရှိတာကြောင့် သူ့ဘဝအခက်အခဲတွေအကြိမ်စိပ်လာတာနဲ့အမျှ\nအိပ်ပျော်သွားတိုင်း သူ့စိတ်ကတောင့်တနေတဲ့ လွတ်လပ်တဲ့ကမ္ဘာ\nလေးဆီ ခဏခဏရောက်ဖြစ်နေပါတော့တယ်။ဒီဇာတ်ကားမှာတော့ Gerda ဆိုတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ဘဝ\nစိန်ခေါ်မှုတွေနဲ့အခက်အခဲကြားရုန်းကန်မှုတွေ အပျော်မယ်တွေရဲ့ဘဝ\nတွေကို ကိုယ်ချင်းစာခံစားနိုင်မဲ့ ရသမြောက်ဇာတ်ကားလေးတစ်ကား\nဖြစ်ပါတယ်။ (အသုံးအနှုန်းတွေကပွင့်လင်းမြင်သာတာမို့ မိသားစုနဲ့အတူ\nကြည့်ဖို့မသင့်တော်တာတော့ သတိပေးပါရစေ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Nyein Lai\nဖြစ်ပါတယ်)File Size..........(1.4 GB) / (600 MB) / (328 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Nyein Lai\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/2vQrC/Gerda.2021.RUSSIAN.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkKf3i4jmxKENBX5qsdMIQOUnRh.jpg",
        "title": "Love Destiny: The Movie (2022)",
        "description": "Love Destiny: The Movie (2022)အယုဒ္ဓခေတ်မှာသေကွဲကွဲခဲ့ရပေမယ့် အလယ်ခေတ်မှာလူပြန်ဝင်စားလာတဲ့ Bhop နဲ့ Gaysorn မှာ Bhop ကသာ အတိတ်ဘဝကချစ်သူဟောင်းကို ၁၀နှစ်လုံးလုံးအိပ်မက်ထဲမှာပြန်တွေ့ပြီး မှတ်မိနေခဲ့ပါတယ်။အိပ်မက်ထဲကမိန်းကလေးနဲ့တစ်ထပ်တည်းတူတဲ့ Gaysorn ကိုတွေ့လိုက်ရချိန်မှာတော့ Bhop တစ်ယောက် အနောက်ကတကောက်ကောက်လိုက်ရတဲ့အထိကို အရူးအမူးဖြစ်ပါတော့တယ်။Gaysorn ကတော့ ကံမကုန်တာတွေ ပြန်ဆုံတာတွေကိုမယုံတတ်တဲ့မိန်းကလေးပီပီ ခေတ်ဆန်ဆန်ဗန်းစကားလေးတွေညှပ်ညှပ်ပြီးပြောတတ်တဲ့ Mathus ဆိုတဲ့ကောင်လေးကိုပဲစိတ်ဝင်စားနေပါတယ်။\nMathus ဆိုတာကတော့ အယုဒ္ဓယခေတ်ကမှတ်တမ်းစာအုပ်ထဲမှာပါတဲ့ ရှေ့ဖြစ်ဟောတမ်းတွေနဲ့ တိုက်တိုက်ဆိုင်ဆိုင်ကိုက်ညီနေတဲ့ လူထူးလူဆန်းလေးတစ်ယောက်ပေါ့။အနာဂတ်က Time traveler လေး Mathus ခမျာ ကံမကောင်းရှာတော့ ရှေးခေတ်စုံတွဲကြားညပ်ရတဲ့အပြင် နန်းတွင်းပုန်ကန်မှုအရှုပ်တော်ပုံထဲမှာပါ ခြေစုံပစ်လျက်သားဖြစ်ပါတော့တယ်။Cast အနေနဲ့ကလည်း My Ambulance Ost အဆိုတော်လေး P'Paris မို့လို့ ကြည့်ရတာအတော်လေး မျက်စိအားရှိစေမယ့် movie လေးပါနော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi  က ရေးပေးထားပါတယ်။)File Size      ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Qlkh/[CM]Love.Destiny.The.Movie.2022.720p.WEB-DL.mp4",
        "category": "Comedy, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZTdlOTZhYWEtZTAwZS00MjYyLThiYWUtMjJkMzJjZDEyYWY5XkEyXkFqcGdeQXVyMTI3MjA1NTE0._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "An Autumn’s Tale (1987)",
        "description": "An Autumn's Tale ( 1987 )\n==================\nIMDb Rating 7.6/10An Autumn's Tale ဟာ Hong Kong Film Awards ကနေပြီး\nဟောင်ကောင် , ထိုင်ဝမ် နဲ့ ပြည်မ သုံးခုလုံးက ကားကောင်းတွေကို\nအကုန်လုံးကို Best 100 Chinese Motion Pictures ဆိုပြီး စာရင်း\nလုပ်ထားတဲ့အထဲ နံပါတ် ၄၉ ချိတ်ထားတဲ့ရုပ်ရှင်။ 49 လို့ဆိုပေမဲ့\nဒီကားကရိုမန့်ကားစစ်စစ် အဲဒီစာရင်းထဲ သူ့အထက်ကရှိနေတဲ့ ရိုမန့်\nကားစစ်စစ်တွေက Comrades: Almost a Love Story , Chungking\nExpressနဲ့ Days of Being Wildပဲရှိတယ်။ ရိုမန့်ကားတွေပေါပေမဲ့\nရိုမန့်ကားကို မာစတာပိစ်ကားဖြစ်အောင် ရိုက်ဖို့ဆိုတာလည်း အခက်ဆုံး\nလို့တောင်ပြောချင်ပြောလို့ရတယ်မလား။ ဒီရုပ်ရှင်က အပေါ်က သုံးကား\nလုံးထက် ရှေးကျသလို အပေါ်ကကားတွေထက်လည်း ရိုမန့်အငွေ့အသက်\nစစ်စစ်ကိုတော့ ရတယ်။ ပိုသာတယ်လို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ajn6/An.Autumns.Tale.1987.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyv3iU87q5IdTAUVLWJeILJ4Cyf.jpg",
        "title": "Troll (2022)",
        "description": "Troll (2022)နော်ဝေး စိတ်ကူးယဉ် ရုပ်ရှင်ကောင်းတစ်ခုလာပါပြီ။ အမေရိကန်မှာကင်းကောင် ဂျပန်မှာ ဂေါ်ဇီလာဆိုသလို နော်ဝေးပုံပြင်တွေမှာလည်း ဘီလူးကြီးတွေဟာ မပါမဖြစ်ပါ။နော်ဝေးမှာ ခရစ်ယာန်သာသနာ စတင်ပြန့်ပွားစဉ်က ဘီလူးတွေနဲ့ လူတွေတိုက်ပွဲဖြစ်ခဲ့ပြီး ဘီလူးတွေမျိုးတုံးသွားတဲ့ ပုံပြင်တွေရှိခဲ့ပါတယ်။ အဲဒီဘီလူးတွေဟာ ခရစ်ယာန်တွေကိုမုန်းတယ်၊ ဘုရားကျောင်းတွေကို ကျောက်တုံးကြီးတွေနဲ့ထုတယ်၊ နေရောင်နဲ့တွေ့ရင် ကျောက်ဖြစ်ပြီး သေသွားတယ်ဆိုတဲ့ အချက်တွေ ရှိခဲ့ပါတယ်။ဒါတွေအားလုံးဟာ နော်ဝေးဒဏ္ဍာရီတွေကနေ စတင်ခဲ့တာပါ။ နော်ဝေးတွေဟာ ဒဏ္ဍာရီအပိုင်းမှာတော့ အတော်ခိုင်လုံတဲ့ ဇာတ်ကောင်တွေနဲ့ဇာတ်အိမ်တွေရှိခဲ့တာအမှန်ပါပဲ။ စိတ်ကူးယဉ် စာပေလောကမှာ နတ်ဘုရားတစ်ပါးလိုဖြစ်တဲ့ The Lord of the Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာတိုကင်းန်တောင် ဘီလူးတွေကို နော်ဝေးကနေ အခြေခံခဲ့တာပါ။အခုဒီရုပ်ရှင်မှာတော့ လက်ရှိခေတ်မှာ တောင်တွေထဲမှာ ရထားလမ်းဖောက်ဖို့ ဥမင်တူးရင်းနဲ့ ဘီလူးကြီးတစ်ကောင် နိုးထလာတဲ့ ဇာတ်လမ်းကို ပြသထားပါတယ်။ အဲဒီဘီလူးကြီးကို တိုက်ခိုက်ဖို့နည်းတွေ နောက်ကြောင်းတွေကို လေ့လာပြီး ရင်ဆိုင်ရတဲ့ ဇာတ်လမ်းမို့ Godzilla ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Qlj0/[CM]Troll.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGYyNDhjNmUtZmVkMS00OTg0LWJmZjgtMTFlZmY5MzZmMDM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "36 China Town (2006)",
        "description": "36 China Town (2006)\nComedy, Mystery, Thriller\nIMDb 5.7/10 (4.9K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားချောလေး ရှာဟစ်ကပူး..အရှေးခန်နားနဲ့\nမင်းသမီး ကရီနားကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီးဟာသ သရုပ်ဆောင်ကြီးတွေဖြစ်ကြတဲ့\nဂျွန်နီလီဗာနဲ့ ပရေရှ်ရာဝလ်တို့အပြင် တခြားသော သရုပ်ဆောင်ပေါင်းများစွာပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးပဲ\nဖြစ်ပါတယ်...လောကမှာ ငွေမရှိရင် ဘာမှလုပ်လို့မရဘူး ငွေဟာဘုရားသခင်ပဲ ငွေရှိမှအရာအားလုံးပြည့်စုံတာဆိုတဲ့လူအတွက်\nခုခံချေပမပြောချင်ပေမယ့် ဒီပိုက်ဆံဟာပဲ လူ့ဘဝသက်တမ်းတစ်လျှောက်လုံးကို စုတ်ပြတ်သပ်သွားအောင်\nလုပ်နိုင်တဲ့အပြင် လူ့အသက်ကိုပါ ရန်ရှာလာတဲ့ပုံကို ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...ဇာတ်ကားအညွှန်းကိုပြောရမယ်ဆိုရင်...အရမ်းချမ်းသာတဲ့ ကာစီနိုပိုင်ရှင်မလေး ဆိုနီယားကိုမှီတည်ပြီးပြောရမှာပဲ...သူ့မှာ ၁နှစ်ခွဲအရွယ်ပဲရှိသေးတဲ့ သားလေးတစ်ယောက်ရှိပါတယ်..အမေတစ်ခု သားတစ်ခုမို့\nသူ့သားလေးကို အသက်သမျှချစ်မြတ်နိုးပါတယ်...ဒါပေမဲ့ သူ့ရဲ့သားလေးပျောက်ဆုံးသွားတာ ရက်တော်တော်ကြာခဲ့ပါပြီ...တစ်ရက်တော့ သတင်းစာထဲမှာ ကြေညာထားတဲ့ သားဖြစ်သူကို ပြန်တွေ့ရင်\nဆုတော်ငွေ ၂၅ သိန်းချီးမြှင့်မယ်ဆိုတဲ့သတင်းနဲ့အတူ သူ့သားကို ပြန်ရှာတွေ့တဲ့\nအတွဲတစ်တွဲဟာ သားဖြစ်သူကိုပြန်ပေးဖို့အိမ်ကိုလာပါတော့မယ်...အဲ့ဒီနေ့ညမှာတင်ပဲ ဆိုနီယားအသတ်ခံလိုက်ရပါတယ်...။အသတ်ခံရတဲ့ညအတွင်းမှာ သူမရဲ့နေအိမ်ထဲကို ကိုယ်ပိုင်အကြံအစည်တွေနဲ့\nဝင်ထွက်သွားလာခဲ့သူတွေ အများကြီးရှိနေခဲ့ပါတယ်...။ကဲ..လူသတ်တရားခံဟာ ဘယ်သူဖြစ်မလဲ...။ဒီကားရဲ့ဇာတ်လမ်းလေးက အတော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို တစ်ကားလုံး ရင်ဖိုစေမယ့်အပြင်\nပဟေဠိတွေကြားထဲက ဟာသလေးတွေလည်းပါတာမို့ ကြည့်ဖြစ်အောင်ကြည့်ပါလို့\nတိုက်တွန်းပေးလိုက်ပါတယ်နော်...\nFile size…2.05GB  / 1GB\nQuality…1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/2wipu/36_China_Town_2006_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5NTg0Nzc3NV5BMl5BanBnXkFtZTcwOTcwNzAwMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Mercury Rising (1998)",
        "description": "Die Hardနဲ့လူသိများကြတဲ့ မင်းသားကြီး Bruce Willisရဲ့နောက်ထပ်တစ်ကားလာပါပြီ။ ဒီကားမှာတော့ သူက အက်ဂျက်ဖရေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်။\nအက်က သူရဲ့အသွင်ယူပြီးလျှို့ဝှက်စုံစမ်းရေးမှာ ပြဿနာတက်ပြီး ရာထူးချခံထားရတဲ့ FBIအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ မာကျူရီဆိုတဲ့ လျှို့ဝှက်ကုဒ်ကို ဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်က မတော်တဆဖော်ထုတ်လိုက်မိပါတယ်။ ဒီလိုဖော်ထုတ်မိလိုက်ရာကနေ အသက်အန္တာရယ်ပါစိုးရိမ်လာရပါတော့တယ်။ ဒီဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်နဲ့ အက်ဂျော့ဖရေးနဲ့တွေ့ဆုံမှုမှာတော့ ဘာတွေဖြစ်သွားကြမလဲ။ အော်တဇင်ကလေးကရော အန္တာရယ်တွေကြားမှာအသက်ရှင်နိုင်ပါ့မလား၊ သူ့ကိုရော ဘာလို့အဲ့လောက်အသည်းသန်သတ်ချင်နေကြတာလဲဆိုတာ ဒီကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ Actionကားကောင်းကြိုက်တဲ့လူတွေအတွက်ဒီကားနဲ့ကြည့်ရင်း chillလို့ရမှာဖြစ်ပါတယ်။File size…(1.93GB)  / (950MB) / (469MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Action / Crime / drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "6.3",
        "url": "https://megaup.net/2wczh/Mercury.Rising.1998.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4p3bJ1Dc850lqAygU4cLqVhkLQ.jpg",
        "title": "[18+] The Wayward Cloud (2005)",
        "description": "The Wayward Cloud (2005)~ IMDb - 6.5/10, Rotten Tomatoes - 78% ~\n(ဒီလိုခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲကြည်အောင် 720p ထိချဲ့ကုတ်ပေးလိုက်ပါတယ်ခင်ဗျာ)\nထိုင်ဝမ်ဒါရိုက်တာ Tsai Ming-liang ရဲ့ အမှတ်သညာလိုဖြစ်နေတဲ့ကားလို့ ပြောရမှာပဲ။ နောက်ဒီကားအမျိုးအစားက မြူဇစ်ကယ်ဒရာမာ။ မြူဇစ်ကယ်ဒရာမာအရေအတွက်က တရုတ်ရဲ့ ရုပ်ရှင်တွေထုတ်လုပ်နှုန်းနဲ့ ယှဉ်ရင် ၀.၀၀၁ ရာခိုင်နှုန်းတောင် ရှိပါ့မလားပဲ။ တရုတ်မြူဇစ်ကယ် ဒရာမာစစ်ကလည်း ပိုရှားတယ်။ ကြည့်ဖူးသလောက်ထဲတော့ ဟောင်ကောင်မှာဆို Perhaps Love, နောက်ထိုင်ဝမ်က ဒီကား၊။ ဒီလောက်ပဲ တွေ့ဖူးတယ်။ ဒီကားက မြူဇစ်ကယ်ဒရာမာဖြစ်နေရုံတင်မဟုတ်ဘဲ တကယ့်ငစားကားလည်း ဟုတ်တယ်။ ဘယ်လိုစားလဲတော့ ခင်ဗျားကိုယ်တိုင်ကြည့်မှ သိမှာပဲ။ အပြမှာတင်စားတာမဟုတ်ဘဲ သူ့သီချင်းတွေကလည်း စားတယ်။ မသိတဲ့လူသွားပြရင်တော့ အောကားလားလို့တော့ အမေးခံရမှာပဲ။ Tsai Ming-liang အနေနဲ့ဆိုရင်တောင် တော်တော်စားတဲ့ကားလို့ပြောရမှာပါပဲ။ ဒီရုပ်ရှင်က ...",
        "rating": "6.5",
        "url": "https://megaup.net/1amp4/(CM)_The_Wayward_Cloud_(2005)_720p.mp4",
        "category": "Adult, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jeXmhP2zbUkREMRqFOYIwQOk49T.jpg",
        "title": "Aftersun (2022)",
        "description": "Aftersun (2022)~ IMDb - 7.7/10, RT - 97%, Meta - 95% ~Aftersun ကို မထွက်ခင်ကတည်းက ကိန်းတို့ ဘာလို့လို ရုပ်ရှင်ပွဲတော်တွေမှာပြကတည်းက ဝေဖန်ရေးသမားတွေ သွားကြည့်ခဲ့တဲ့တချို့ဆီကနေ မှတ်ချက်ကောင်းတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်။ ဒီရုပ်ရှင်ထွက်တော့လည်း ဘာလာလာ A24 vibe ထထအော်နေကျ A24 ဖန်တွေဆီက A24 vibe လို့တော့ မကြားရပေမဲ့ ချီးကျူးတာတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်ပေါ့။ တကယ်ထွက်လာတော့လည်း Rating တွေက လန်ပျံနေတာပါပဲ။ ဒီလိုဆိုလို့ ဒီကားကို ဇာတ်အိမ် ထူးထူးခြားခြားကားတို့ A24 ကနေ မြင်ရနေကျ ကားတွေလိုလို့တော့ မမှတ်စေချင်ဘူး။A24 ဟာ နည်းနည်းတမူထူးနေတဲ့ ကားတွေနဲ့ နာမည်ကြီးလာခဲ့တာပေမဲ့ တစ်ခါတလေလည်း Heart-warming ဖြစ်တဲ့ကားတွေ ကြုံတောင့်ကြုံခဲ ထုတ်တတ်တယ်။ Minari တို့၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1amql/(CM)_Aftersun_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTA5YzcwNmYtY2E2OC00MzE5LTlkMWUtMmVhYTg1NGM5Nzk5XkEyXkFqcGdeQXVyMTUzNzc3NDAz._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Noel Diary (2022)",
        "description": "The Noel Diary (2022)\n================\nIMDb Rating - 6.2/10\"နေရာဒေသဆိုတာ အမှတ်တရတွေကို ပြန်သတိရစေနိုင်စွမ်းရှိတယ်နော့\"\nခရစ္စမတ်အားလပ်ရက်မှာ ငယ်ငယ်ကကြီးပြင်းခဲ့တဲ့အိမ်ကို ပြန်သွားဖို့\nအကြောင်းဖန်လာတဲ့ လက်ရှိမှာ အောင်မြင်ကျော်ကြားတဲ့ စာရေးဆရာ\nတစ်ယောက်။\"ကိုယ့်အတွက် လုံခြုံပြီးယုံကြည်ရတဲ့ရပ်ဝန်းတွေကို အမြဲရှာနေခဲ့တာ\"\nနာမည်တောင်မသိခဲ့ရတဲ့ မွေးအမေကို ပြန်လိုက်ရှာနေတဲ့ Translator\nဆရာမတစ်ယောက်။ကံကြမ္မာကထူးထူးဆန်းဆန်းပဲ သူတို့နှစ်ယောက်ကို ပေးတွေ့ခဲ့တယ်။\nသူတို့နှစ်ယောက်ကလည်း တစ်နည်းနည်းလေးနဲ့ ဆက်နွှယ်နေပြန်တယ်။\n\"အချိန်ဟာ အားလုံးကိုကုစားနိုင်စွမ်းရှိပါတယ်\"တဲ့လေ၊ အဲလိုကုစားဖို့၊\nကိုယ်စီကိုယ်စီအတိတ်တွေကို ရင်ဆိုင်ဖို့ ကြိုးစားကြရင်း သူတို့ကိုဆုံ\nစည်းစေတဲ့ ဒိုင်ယာရီစာအုပ်လေးဟာ \"The Noel Diary\" ပါတဲ့လေ။ဆောင်းတွင်းအေးအေးလေးမှာ နှင်းတွေဖွေးလှုပ်နေတဲ့ ဇာတ်ဝင်ခန်းတွေ၊\nခရစ္စမတ်အပြင်အဆင်လေးတွေနဲ့မို့ ဇာတ်လမ်းက ငြိမ့်ငြိမ့်လေးနဲ့စီးမျောလို့\nကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Ngwe Zin, May Thet Khine Soe တို့ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (641 MB) / (359 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "6.2",
        "url": "https://megaup.net/3cefz/The.Noel.Diary.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpD7tjNhyAuShm2mOiaJixMyxkk.jpg",
        "title": "[18+] Body Heat (1981)",
        "description": "Body Heat (1981)~ IMDb - 7.4/10, Rotten Tomatoes - 98% ~ဒီကားက Neo-Noir ကိုမှ Erotic ကားပါ။ Neo-Noir ကားတွေ ကြမ်းရင် ဘယ်လောက်ထိကောင်းလဲ အားလုံးသိကြလောက်ပါတယ်။ ဒီကားကလည်း ရိတ်တင်၉၈ရာခိုင်နှုန်းတောင်ရထားတဲ့ Neo-Noir ကားပါ။ David Fincher ရဲ့ နာမည်ကြီးကားဖြစ်တဲ့ Seven တို့ Zodiac တို့ထက်တောင် များပါတယ်။ ဆိုတော့ ဒီကားဘယ်လောက်ကောင်းမလဲ စဉ်းသာစားကြည့်ပေါ့။ရှေ့နေနက်ဒ်ရာဆင်းဟာ အကျင့်ပျက်ခြစားမှုတွေ မရှားပါးတဲ့ သူ့မြို့မှာ သူလည်သလို ဖျံကျလိုက်၊ လူလွတ်ဘဝနဲ့ ပျော်ပါးလိုက်နဲ့ ဘဝကိုဖြတ်သန်းနေရာက တစ်ညမှာ မတ်တီဝေါ်ကာဆိုတဲ့ မိန်းမတစ်ယောက်ကို ဆုံမိပြီးတော့ စွဲလမ်းသွားခဲ့တယ်။ မတ်တီက အိမ်ထောင်ရှိအမျိုးသမီးပေမဲ့ အဲဒီလိုစည်းမျိုးကို သောင်ပြင်ပေါ်ကခြေရာလောက် သဘောထားတဲ့ နက်ဒ်က မရမကလိုက်တဲ့နောက်မှာ အစတည်းက ခင်ပွန်းသည်အပေါ် အလိုမကျတဲ့ မတ်တီကလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/2wgN4/(CM)_Body_Heat_(1981)_720p.mp4",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BM2UyNmE4MGMtZmNhZi00MDU4LWI4MjktNDc1MjVkYjczMDQxXkEyXkFqcGdeQXVyMTQ3OTc5MzU5._V1_-147x200.jpg",
        "title": "Tere Naam (2003)",
        "description": "Tere Naam (2003)\nဒီဇာတ်ကားလေးကတော့ ဆလမန်းခန်းနဲ့ ဘူမီကာ ချောင်ဝ်လာရဲ့\nromance/dramaအမျိုးအစား ဇာတ်တ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nRadhe Mohanဟာအလုပ်မရှိအကိုင်မရှိ လူကြမ်းတစ်ယောက်ဖြစ်ပြီး\nသူတက်ခဲ့ဖူးတဲ့ ကောလိပ်ကျောင်းကို အမြဲသွားလေ့ရှိတယ်။တစ်နေ့တော့ ကျောင်းကိုရောက်လာတဲ့ Nirjara Bharadwajဆိုတဲ့\nကောင်မလေးတစ်ယောက်ကို တွေ့ပြီး ချစ်ကြိုက်သွားခဲ့တယ်။\nဒါနဲ့ပဲ သူက Nirjaraကို ဖွင့်ပြောဖို့ကြိုးစားတော့တာပေါ့။\nဒါပေမဲ့ Nirjaraက သူ့ကို ငြင်းလိုက်တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ۔۔۔۔۔ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွတ်သင့်ပါကြောင်း ۔۔۔۔۔\nဘာသာပြန်တွေကတော့Soe Kalayarနဲ့ Intelligenceတို့ဖြစ်ပါတယ်။\nFile size…3.1GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Soe Kalayr & Intelligence",
        "rating": "7.2",
        "url": "https://megaup.net/1alW2/Tere_Naam_2003_BluRay_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AwlKW8vTSzJggjkQndRZ185FD6y.jpg",
        "title": "Legend of BuShenshan ( 2022 )",
        "description": "အချစ်ဖန်တက်စီဟာသကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါမယ်ရှင်ကမ္ဘာကြီးစတင်ဖြစ်ပေါ်လာစဉ်အချိန်တုန်းက\nလူသားတွေနဲ့မိစ္ဆာမျိုးနွယ်တွေဟာ အတူတွဲနေထိုင်ကြတယ်။\nမိစ္ဆာမျိုးနွယ်တွေကအသက်ရှည်ပေမယ့် မေတ္တာခေါင်းပါးကြတယ်။\nမိစ္ဆာတွေဟာ နတ်ဖြစ်ဖို့အတွက် နှစ်ရာချီကြိုးစားပြီးကျင့်ကြံကြရတယ်။\nအဲဒီလိုမှ နတ်နဲ့မိစ္ဆာတွေကြား ငြိမ်းချမ်းမှုတည်မြဲစေပါတယ်လို့ဆိုတယ်။ပုရှန်းတောင်ကမိစ္ဆာမလေးပင်းချင်ဟာ နတ်ဖြစ်နိုင်ဖို့အတွက်\nချစ်ခြင်းမေတ္တာကိုလိုက်ရှာရတဲ့အချိန်မှာ\nမိစ္ဆာနှိမ်နင်သူကောင်လေးနဲ့တွေ့ဆုံခဲ့ရပါတယ်။\nဒီလိုနဲ့ဆန့်ကျင်ဘက်အခြေနေတွေကြားက\nသူတို့နှစ်ယောက်ကြားမှာအချစ်ပန်းတွေပွင့်လာနိုင်မလား......\nသူတို့ရဲ့မေတ္တာခရီးကရောဖြောင့်ဖြူးနိုင်ပါ့မလား......\nဘယ်လိုအခက်အခဲတွေကြုံရမလဲဆိုတာကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေနှောပြီးကြည့်ရမှာဖြစ်တဲ့အတွက်\nCM Chinese fanတွေအဖို့ စိတ်အမောတွေဖြေဖျောက်ဖို့\nကားကောင်းလေးတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုအားပေးဖို့တိုက်တွန်းချင်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/legend-of-bushenshan-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTgyMDcyODY3OF5BMl5BanBnXkFtZTcwNzg0OTI5Ng@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Occupant (2011)",
        "description": "Occupant (2011)\n============2011က ထွက်ရှိခဲ့တဲ့ Psychological thriller ကားကောင်းလေးနဲ့\nမိတ်ဆက်လိုက်ပါရစေ။ တိုက်ခန်းကောင်းကြီးတစ်ခုမှာ ငှားခ သက်\nသာစွာ တစ်ဦးတည်းနေထိုင်နေတဲ့ အဘွားအိုကြီးတစ်ယောက် နှလုံး\nဖောက်ပြီး သေဆုံးသွားတာနဲ့ စတင်ထားတယ်။သူ့မြေးဖြစ်တဲ့ ဒန်နီက သေဆုံးသူဟာ သူ့အဘွားဖြစ်ကြောင်း အတည်\nပြုပေးဖို့ ရောက်လာခဲ့ပြီး၊ အဲဒီက တိုက်စောင့် ဂျိုးဟာ ဒန်နီကို အဘွားကြီး\nရဲ့ ခံစားခွင့်တွေအတိုင်း ဆက်လက်ငှားရမ်းနိုင်မယ့် အကြံကောင်းတစ်ခု\nပေးပါတယ်။ ဒေါ်လာတစ်သောင်းတန်တဲ့တိုက်ခန်းကို သက်သာစွာနဲ့ တစ်\nသက်တာနေထိုင်ခွင့်ကို သဘောကျသွားတဲ့ ဒန်နီဟာ အကြံကို လက်ခံလိုက်\nတာပေါ့။ ပြီးတော့ တံခါးစောင့်ပြောတဲ့အတိုင်း ရှေ့နေလည်းငှားရမ်းလိုက်\nပါတယ်။သူ့ရဲ့ရှေ့နေက တိုက်ခန်းပိုင်ရှင် မောင်းမထုတ်နိုင်အောင် အိမ်ထဲမှာပဲ ၁၂ရက်\nတာ တရားဝင်အမိန့်စာ ကျတဲ့အထိ နေထိုင်ဖို့ပြောခဲ့တာမို့ သူနေရတော့တာပေါ့။\nဒန်နီလည်း အစပိုင်းတော့အဆင်ပြေပေမယ့် ရက်ကြာလာတာနဲ့အမျှ ထူးဆန်းတဲ့\nဖြစ်ရပ်တွေကို တစ်ခုပြီးတစ်ခု ကြုံလာရပါတယ်။ သူ့ဆီလာလည်တဲ့ သူငယ်\nချင်းမကျ ဟိုမကျ ဒီမကျလေးလည်း ပျောက်ဆုံးသွားခဲ့ပြန်တယ်။ ဒီလိုနဲ့ပဲ\nဒန်နီတစ်ယောက် မတော်လောဘစိတ်လေးနဲ့ ၁၂ရက်ပြည့်အောင် နေနိုင်မလား\nထူးဆန်းတဲ့ ဖြစ်ရပ်တွေရဲ့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2vV5A/Occupant.2011.720p.AMZN.WEB-DL.DD(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDdiZTczN2ItN2UzNi00YWQ5LWJlY2UtZDM1NzJiMGYyNzE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Slash/Back (2022)",
        "description": "Slash/Back (2022)\n==============ကလေးအုပ်စုတစ်သိုက်ကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ရုပ်ရှင်တွေ\nပရိတ်သတ်ကြီးတို့ကြည့်ဖူးကြမှာပါ....stranger things တို့ဘာတို့ပေါ့။ဒီတစ်ခေါက်ကလေးအုပ်စုကတော့ ယောကျ်ားလေးမပါဘဲ မိန်းကလေး\nတွေချည်း အစွမ်းပြထားတဲ့ရုပ်ရှင်ပါ။ ကဲစိန်တို့ ဂျက်မတို့ပေါ့ဗျာ။ ဖိုက်ရ\nတာကတော့ လူ့ခန္ဓာ၊ တိရစ္ဆာန်ခန္ဓာကို ကပ်ပါးလုပ်နေတဲ့ ဖုတ်လိုလို ဖွတ်\nလိုလိုတုတ်ပြားသံကောင်တွေနဲ့ပါ။မိန်းကလေးချည်းဆိုပြီး အထင်မသေးလိုက်ပါနဲ့။ ကျားကျားယားယား\nမိန်းမသားအဖွဲ့က သေနတ်ပစ်တတ်တဲ့သူနဲ့ လက်ရဲဇက်ရဲရှိတဲ့သူနဲ့ သူ့ဟာနဲ့\nသူတော့ ဟုတ်နေတာပါပဲ။  သူတို့နေတဲ့ရွာလေးက တောခေါင်သလိုဖြစ်နေလို့\nမမတို့အဖွဲ့က သိပ်မကျေနပ်ကြပါဘူး။ တစ်နေ့ကျ လှေခိုးမောင်းပြီး အကဲလွန်\nရာကနေ ဝက်ဝံတစ်ကောင်‌နဲ့တွေ့ပြီး တစ်အုပ်စုလုံး မသာပေါ်တော့မလို့ပါ။သူတို့နဲ့မတော်တဆတွေ့မိတဲ့ ဝက်ဝံကနေ သူတို့ရွာလေးကို ဘယ်လိုအန္တရာယ်\nတွေကျရောက်လာမလဲ။ ကျားကျားယားယားမိန်းမသားမမလေးတို့အဖွဲ့က\nဘယ်လိုပြန်ဆော်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Ngwe Zin, Khant Sett Naing တို့ဖြစ်ပါတယ်)File Size..........(1.43 GB) / (600 MB) / (342 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, ...",
        "rating": "5.7",
        "url": "https://megaup.net/1adgm/SlashBack.2022.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCl4wHVPaMYMPVmJIM6u2R4tX4.jpg",
        "title": "Wolves (2022)",
        "description": "Wolves (2022)(1080p ရပါပြီ)ဧပြီလတုန်းက ကိုရီးယားမှာ ရုံတင်ပြသခဲ့တဲ့ အက်ရှင်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။ဂျယ်ဂျူကျွန်းပေါ်မှာ မူးယစ်ဆေးမှောင်ခိုတင်သွင်းနေတဲ့ ဂျပန် ယာခူဇာဂိုဏ်း ...\nယာခူဇာဂိုဏ်းရဲ့ လုပ်ငန်းကို လုယူဖို့ ကြိုးစားနေတဲ့ ကိုရီးယား မာဖီးယားဂိုဏ်းတွေရဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ပွဲစတင်နေချိန် ....အဲ့ဒီကာလမှာ သက်လတ်ပိုင်းအမျိုးသမီးတွေ ဆက်တိုက် အသတ်ခံရတဲ့အခါ ကွင်းဆက်လူသတ်သမားကို ဖော်ထုတ်ဖို့ စုံထောက်အိုနဲ့ စုံထောက်ယွန်း တို့ တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ယာခူဇာဂိုဏ်းခေါင်းဆောင်ရဲ့သမီး က ပြန်ပေးဆွဲပြီး အသတ်ခံလိုက်ရတဲ့အချိန်မှာ စုံထောက်အဖွဲနဲ့ ယာခူဇာဂိုဏ်းရဲ့ တရားခံကို အပြိုင်အဆိုင် ဖော်ထုတ်ကြတဲ့အခါ ...အမိုက်စား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေရဲ့ ရက်စက်တဲ့ ပြစ်ဒဏ်ပေးပုံ ပေးနည်းတွေကို မြင်တွေ့ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Estel ပါ။)File Size          : 1.7GB, 745MB, 393MB\nQuality    ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ajx4/[CM]Wolves.2022.720p.WEB-DL.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFqHrp8zrC9EshDnvQe7tcf6W8T.jpg",
        "title": "[18+] Alapaap (2022)",
        "description": "Alapaap (2022)~ IMDb rating - 7.3/10 ~အဲရစ်ဦးဆောင်တဲ့ သူငယ်ချင်းအုပ်စုဟာ အခုချိန်မှာ ရုပ်ရှင်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ အဲရစ်ရဲ့ Thesis အတွက် မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်မြောက်ရေးကို ဝိုင်းဝန်းကူညီနေကြပါတယ်။အားလုံးဟာ လူချမ်းသာ အသိုင်းအဝိုင်းကြီးတွေက မွေးဖွားဆင်းသက်လာတဲ့ ဘဝအပေါ်ရှုမြင်တွေးခေါ်ပုံတွေကအစ အစဉ်အလာနဲ့ဖောက်ထွက်ဆန့်ကျင်ကြတဲ့ လူငယ်ပညာတတ်တွေဖြစ်ပြီး K တွေ E တွေကို ပဲကြီးလှော်လိုသုံးစွဲ လိင်မှုကိစ္စအရာမှာလဲ ပွင့်လင်းလွတ်လပ်အစွန်းရောက်လွန်းပြီး Orgy တွေ သီရိစံတွေ ဘာညာဆိုတာ သူတို့ဘဝမှာနေ့စဉ်ထမင်းစားရေသောက်ပါ။အားလုံးဟာ အတိတ်စိတ်ဒဏ်ရာတွေ အမှောင်ကိုယ်စီရှိတဲ့လူတွေဖြစ်ပေမယ့် လက်ရှိဘဝမှာတော့ အားလုံးကိုမေ့ထားပြီး ပေါ့ပေါ့ပါးပါးနေထိုင်ကြပါတယ်။ အဲရစ်ရဲ့မှတ်တမ်းရုပ်ရှင်ဟာ ဖိလစ်ပိုင်အစွန်အဖျားက ဘန်ယန်ဆိုတဲ့ ရှေးဟောင်းတိုင်းရင်းမျိုးနွယ်စုတစ်ခုအကြောင်းဖြစ်တဲ့အတွက် အဲ့ဒီနေရာကို ကုန်းတစ်တန်ရေတစ်တန်နဲ့ ခရီးသွားဖို့ဖြစ်လာတဲ့နောက်မှာတော့ အဲ့ဒီခရီးဟာ သူတို့ဘဝတွေကို တစ်ဆစ်ချိုးပြောင်းလဲစေမယ့် တစ်သက်မမေ့နိုင်စရာ ခရီးတစ်ခုဖြစ်လာပါတော့တယ်။အဖော်အချွတ်တွေ လိင်ဆက်ဆံခန်းတွေ ပုံမှန်ထက်ပိုကြမ်းတမ်းတဲ့အပြင် သွေးထွက်သံယိုတွေ၊ ရက်စက်တဲ့ပြကွက်တွေလဲ အများကြီးပါဝင်တဲ့အတွက် စိတ်မထိန်းနိုင်တဲ့သူတွေ အသည်းငယ်တဲ့သူတွေကြည့်ဖို့မသင့်တော်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wfH3/(CM)_Alapaap_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYNybcfclSP1PacLAyfkD5c3Onc.jpg",
        "title": "Rock Paper Scissors(2021)",
        "description": "Rock Paper Scissors(2021)************************အန်းနစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်.. ဆယ်ကျော်သက်အရွယ်မှာပဲမိဘ ဖြစ်သူတွေကွာရှင်းကြပြီး လက်ရှိတက်နေတဲ့ကျောင်းကနေလည်းတခြားကျောင်းကိုပြောင်းတက်လိုက်ရတယ်..လူကောင်သေးသေး နာမည်ဆန်းဆန်းဆိုတော့ကျောင်းသစ်မှာ တစ်ချို့သူတွေက အနိုင်ကျင့်ကြတယ်..တစ်နေတော့ သူ့လို အပယ်ခံကောင်လေးတွေကလာစည်းရုံးကြတယ်.. ဒေါ်လာ ၂သန်းခွဲတန် ချန်ပီယံကျောက်တုံး စက္ကူ ကတ်ကြေး ကစားပြိုင်ပွဲပါဝင်ဖို့ပေါ့..ဒီပြိုင်ပွဲကိုအနိုင်ယူဖို့ပရိုဆန်ဆန် ပြင်ဆင်ကြတဲ့အခါမှာတော့....File Size : (1.8GB)(843MB) and (231MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Thwin\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1Qiez/Rock.Paper.Scissors.2021.WEB-DL.1080P.PP(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sD6LX35RwyDzMDAunn89MBZFnFv.jpg",
        "title": "REC 4 Apocalypse(2014)",
        "description": "REC 4 Apocalypse(2014)**********************လူကြိုက်များတဲ့ REC ရုပ်ရှင်စီးရီးရဲ့ နောက်ဆုံးစတုတ္ထမြောက်ကားပဲ ဖြစ်ပါတယ်။\nအရှေ့က သုံးကားနဲ့ တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်လို့ အရှေ့သုံးကားကိုအရင်ဆုံးကြည့်ပြီးမှ\nဒီဇာတ်ကားကိုကြည့်ဖို့ အကြံပေးပါရစေ။\nREC 4 ကိုတော့ ဒါရိုက်တာ Jaume Balaguero ကရိုက်ကူးထားပြီး\nရှေ့ကားတွေရဲ့ ဇာတ်လိုက်ကျော်ကြီး အန်ဟယ်လာဗီဒယ်အဖြစ်\nမင်းသမီး Manuela Velasco ကအဓိကသရုပ်ဆောင်အနေနဲ့ ပြန်လည်ပါဝင်လာပြီး\nPavo Manzanedo, Hector Colome, Ismael Fritschi နဲ့ Crispulo Cabezas\nတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Rec 3 အဆုံးမှာ အန်ဟယ်လာဗီဒယ်ကို ကယ်တင်ခဲ့ပြီးနောက်မှာ\nစစ်ဆေးမှုတွေအကြိမ်ကြိမ်အခါခါလုပ်ပြီး ရောဂါဖြစ်ပွားတဲ့နေရာကိုဝင်ရောက်ခဲ့သူများကို\nသင်္ဘောတစ်စီးဖြင့် ပင်လယ်ထဲစေလွှတ်ခါ ဗိုင်းရပ်စ်ကိုအနိုင်ယူနိုင်မယ့် ဖြေဆေးကိုဖော်စပ်ဖို့\nကြိုးစားကြပါတယ်။ ဒါပေမယ့် ဖြေဆေးကမအောင်မြင်တဲ့အတွက် နောက်ထပ်နည်းလမ်းတစ်ခုကိုရှာဖွေတဲ့အခါမှာ\nကင်မရာထဲက အန်ဟယ်လာရဲ့မှတ်တမ်းတွေကို တွေ့ရှိသွားတဲ့အခါမှာတော့...\nအန်ဟယ်လာအနေနဲ့ ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေခဲ့တာလဲ သူ့ကတကယ်ပဲ ကူးစက်ခံထားရတာလား\nဖြေဆေးကိုရော တကယ်ပဲဖော်စပ်နိုင်သွားမလား သူတို့စီးနေတဲ့ သင်္ဘောကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာကို\nသွေးသံတရဲရဲနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။သွေးထွက်သံယိုအခန်းများ အများအပြားပါဝင်တဲ့အတွက် ကလေးသူငယ်များနဲ့ နှလုံးမကောင်းသူများကြည့်ရှုဖို့ မသင့်တော်ပါခင်ဗျာ... File Size : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Qibc/REC.4.Apocalypse.2014.BLU-RAY.1080P.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDUxMzIyMWMtMWZhNS00ODFjLWE3ZjEtOGMyYTllN2JhOGI5XkEyXkFqcGdeQXVyMTY5OTk2MjY@._V1_-135x200.jpg",
        "title": "A Savannah Haunting (2021)",
        "description": "A Savannah Haunting\n=================\nသရဲကားမှကြည့်ချင်တာ၊ တကယ့်အဖြစ်အပျက်မှကြိုက်တာ\nဆိုတဲ့သူတွေအတွက် သရဲကားအသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကတော့ ဂျော်ဂျီယာပြည်နယ် ဆာဗားနားမြို့မှာရှိတဲ့\nအိမ်တစ်အိမ်မှာ တွေ့ကြုံခဲ့ရတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံပြီး\nရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားရဲ့ ဒါရိုက်တာဝီလီယမ် ကိုယ်တိုင်\nသူ့မိသားစုအိမ်မှာ ကြုံတွေ့ခဲ့ရတဲ့ အတွေ့အကြုံဖြစ်ပြီး\nဒီဇာတ်ကားကိုလည်း အဲဒီအိမ်မှာတင် ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ရန်ကော့ မိသားစုဟာ ဆာဗားနားမှာရှိတဲ့ လူမနေတာကြာပြီဖြစ်တဲ့\nအိမ်တစ်အိမ်ကို ပြောင်းလာခဲ့ကြပါတယ်။ ဒီအိမ်ဟာ ဟိုးရှေးရှေးကတည်းက\nအတိတ်ဆိုးတွေရှိခဲ့တဲ့အိမ်ဖြစ်နေပေမယ့် အိမ်ထောင်ဦးစီးဖြစ်သူ အဲရစ်ဟာ\nဒါတွေကို ယုံကြည်တဲ့သူ မဟုတ်တာကြောင့် ပေါ့ပြက်ပြက်ပဲ နေနေခဲ့ပါတယ်။\nဒါပေမယ့် သူ့ရဲ့မိသားစုအပေါ် ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကြုံတွေ့လာရပြီးတဲ့နောက်မှာ\nအဲရစ်တို့မိသားစုတွေ ဒီအိမ်ကြီးထဲက လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ ကြည့်ရှူနေရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ သာမာန်သရဲကားတွေလိုမဟုတ်ဘဲ တကယ့်အဖြစ်အပျက်နဲ့\nကျောရိုးတည်ပြီး ရိုက်ကူးထားတာကြောင့် ဖြဲတာ၊ ကြဲတာတွေ သိပ်မပါတာကြောင့်\n\"ဝူးရှူးဝါးတွေကြောက်လို့ သရဲကားမကြည့်ရဲပါဘူး\" ဆိုတဲ့သူတွေလည်း\nကြည့်လို့အဆင်ပြေမယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nFile size…1.13GB / 515MB\nQuality…1080p WEBRIP / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "4.4",
        "url": "https://megaup.net/2wfE0/A.Savannah.Haunting.2022.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tI1534q0Up7PBcLdXdFerLmIXn3.jpg",
        "title": "REC 3 Genesis(2012)",
        "description": "REC 3 Genesis(2012)******************လူကြိုက်များတဲ့ Rec ရုပ်ရှင်စီးရီးရဲ့ သုံးကားမြောက်ဇာတ်ကားပဲဖြစ်ပါတယ်။ ​ရှေ့နှစ်ကားနဲ့မတူတဲ့ နေရာတစ်ခါမှာ အ​ခြေတည်ထားပြီး ​ရှေ့နှစ်ကားထက်ပိုပြီးလေးနက်တဲ့ ခံစားမှုတွေကို ပေးစွမ်းနိုင်မယ့် ဇာတ်ကားဖြစ်တဲ့အတွက်Horror ချစ်ပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ့် ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ရှေ့နှစ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာနှစ်ယောက်ထဲမှ တစ်ယောက်ဖြစ်တဲ့ Paco Plaza မှရိုက်ကူးထားပြီးDiego Martin, Leticia Dolera, Javier Botet နဲ့ Alex Monner တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။မင်္ဂလာမောင်နှံဖြစ်တဲ့ ကိုဒိုနဲ့ကလာရာတို့ဟာ သူတို့နှစ်ဦးနဲ့ အချစ်ကိုပိုပြီးခိုင်မြဲစေဖို့အတွက်မင်္ဂလာပွဲကြီးကို မိသားစုမိတ်ဆွေ စုံစုံလင်လင်နဲ့ ကျင်းပနေပြီး တစ်ဦးနဲ့တစ်ဦးချစ်ခြင်းမေတ္တာအပြည့်နဲ့ ဘဝခရီးကိုလျှောက်လှမ်းဖို့ အဆင်သင့်ဖြစ်နေခဲ့တာပဲ ဖြစ်ပါတယ်။သူတို့ရဲ့ပျော်ရွှင်မှုတွေကို ဖျက်စီးမယ့်အကြောင်းအရာတစ်ခုကတော့ကိုဒိုရဲ့ဦးလေးဖြစ်သူ ပဲပဲဗီတာဟာ တိရိစ္ဆာန်ဆေးကုခန်းကနေခွေးကိုက်ဒဏ်ရာတစ်ခုရလာခဲ့ပြီး တူဖြစ်သူရဲ့မင်္ဂလာဆောင်ကို ချီးမြှောက်ဖို့ ရောက်လာပါတော့တယ်။ ​ရှေ့ဇာတ်ကားနှစ်ကားကို ကြည့်ဖူးခဲ့ရင်တော့ ဒီခွေးကိုက်ဒဏ်ရာဟာဘယ်လောက်အထိ ဆိုးဝါးတဲ့အဖြစ်ဆိုးတွေဖြစ်စေလဲဆိုတာကို ကြိုတင်မှန်းဆနိုင်မှာဖြစ်တဲ့အတွက် ​ရှေ့နှစ်ကားကိုအရင်ဆုံးကြည့်ဖို့ အကြံပေးပါရစေ။မင်္ဂစုံတွဲနှစ်တွဲကြားမှာရှိတဲ့ ချစ်ခြင်းမေတ္တာတွေ တစ်ဦးအပေါ်တစ်ဦးထားရှိတဲ့ သစ္စာတရားတွေကိုသွေးသံတရဲရဲကို ကြည့်ရှုရမှာဖြစ်တဲ့အတွက် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2w2yV/Rec.3.Genesis.2012.BLU-RAY.1080P(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJuIhJ5s8WGNZN3wuk9d84nMjXk.jpg",
        "title": "REC 2. (2009 )",
        "description": "REC 2. (2009 ) အညွှန်း********************လူကြိုက်များတဲ့ REC ဇာတ်ကားလေးကားရဲ့ ဒုတိယကားပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ REC 2017 ရဲ့အဆက်ဖြစ်ပြီး အရင်ဒါရိုက်တာတွေဖြစ်တဲ့\nPaco Plaza နဲ့ Jaume Balaguero တို့ကပဲ ရိုက်ကူးထာတာဖြစ်ပါတယ်။\nREC 2 ဟာ Rec(2017) ရဲ့အဆက်ဖြစ်တာကြောင့် ရှေ့ကားကိုကြည့်ပြီးမှာ\nဒီကားကိုကြည့်ဖို့ အကြံပေးပါရစေ။ဒီဇာတ်ကားမှာတော့ ကူးစက်ရောဂါပြန့်နှံ့နေတဲ့တိုက်ထဲကို မီးသတ်သမားတွေ ရဲတွေနဲ့\nကျန်းမာရေးဝန်ထမ်းတွေဝင်သွားပြီး နှစ်နာရီခန့်အကြာမှာ အဆက်အသွယ်ပြတ်သွားတဲ့အတွက်\nနောက်ထပ်အကူ SWAT အဖွဲ့တစ်ခုနဲ့ဆရာဝန်တစ်ယောက်ကို တိုက်ထဲကိုထပ်ပြီးစေလွှတ်ပါတယ်။\nဆရာဝန်ဟာ ဖြေဆေးဖော်ဖို့အတွက် ကူးစက်မှုတွေရဲ့ပင်ရင်းဖြစ်တဲ့Medeiros ဆိုတဲ့မိန်းကလေးရဲ့\nမူရင်းသွေးကိုလိုက်ရှာကြရင်းနဲ့ Rec(2017) ရဲ့အဓိကဇာတ်ကောင် အန်ဟယ်လာဗီဒယ်နဲ့ ဆုံမိပါတော့တယ်။ကူးစက်မှုရဲ့အစက ဘယ်ကနေစတာလဲ အန်ဟယ်လာကရောဒီလောက်အကြာကြီးဘယ်လိုအသက်ရှင်နေတာဲ\nသူတို့ရှာနေတဲ့ မူရင်းသွေးကိုရှာတွေ့သွားမလားဆိုတာကတော့...သွေးထွက်သံယိုအခန်းတွေနဲ့ ရိုင်းစိုင်းတဲ့စကားပြောခန်းများပါဝင်တဲ့အတွက်ကလေးသူငယ်များနဲ့နှလုံးမကောင်းသူများ\nကြည့်ရှုဖို့မသင့်တော်ပါခင်ဗျာ။  File Size :(2GB) (983 MB) and (245 MB)\nQuality : Blu-Ray1080 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/1PPh1/REC_2.(2009).BLU-RAY.1080P(CM)F.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XsVGgo8I12v3KlPcD0r1CNHMC6.jpg",
        "title": "REC . 2007",
        "description": "REC . 2007  အညွှန်း*****************ဒီဇာတ်ကားကတော့ Zombie Horror ဇာတ်ကားမျိုးကိုကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nကြည့်ကိုကြည့်သင့်တဲ့ စပိန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။REC ဇာတ်ကား ၄ ကားရှိတဲ့အနက်မှာ\nဒါကတော့ ပထမဆုံးကားဖြစ်ပါတယ်။ Rec ဆိုတဲ့နာမည်အတိုင်း ဇာတ်ကားတစ်ကားလုံးကို\nDocument တစ်ခုလိုရိုက်ထားတဲ့အတွက် Horror ရုပ်ရှင်ကိုFirst Person အနေနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာအဖြစ် Paco Plaza နဲ့ Jaume Balaguero တို့က ရိုက်ကူးပေးထားပြီး\nသရုပ်ဆောင်တွေအနေနဲ့ Manuela Velasco, Ferran Terraza, Carlos Lasarte တို့နဲ့အတူ\nကင်မရာမန်းအဖြစ် Pablo Rosso တို့က အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ်။တီဗီအစီအစဉ်တင်ဆက်သူဖြစ်တဲ့ အန်ဟယ်လာ(Manuela Velasco)နဲ့ကင်မရာမန်းဖြစ်သူ ပါဘလို(Pablo Rosso)တို့ဟာ\nမီးသတ်ဌာနရဲ့ လုပ်ငန်းစဉ််တွေကို လေ့လာဖို့အတွက် ရိုက်ကူးနေစဉ််မှာပဲတိုက်ခန်းတစ်ခုမှာ လူတစ်ယောက်ပိတ်မိနေတယ်ကြောင်း လိမ်လည်သတင်းပေးပြီးသူတို့အကုန်လုံးကို တိုက်ထဲမှာ ခေါ်ပိတ်ထားလိုက်တယ်..အဲ့ဒီတိုက်မှာ တကယ်ကဘာတွေဖြစ်နေတာလဲ ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ\nအဲ့ဒီတိုက်ထဲကနေထွက်ဖို့ ဘယ်လိုကြိုးစားကြမလဲဆိုတာကတော့...သွေးသံရဲရဲနဲ့ ကြောက်လန့်စရာအခန်းတွေပါဝင်တာကြောင့်ကလေးသူငယ်များနဲ့ နှလုံးမကောင်းသူများ\nကြည့်ရှုဖို့ မသင့်တော်ပါဘူးခင်ဗျာ။   File Size : (2.9GB)(988MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/1P72h/Rec_2007.BLU-RAY.1080P.5.1CH(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjJhNDVlOWQtOWNmNC00ZTRlLTk1YjYtNzU5NmU1ZTM2NGEzXkEyXkFqcGdeQXVyODAzMTg2NzU@._V1_-141x200.jpg",
        "title": "Wild Is the Wind(2022)",
        "description": "လူသတ်မှု၊ အကျင့်ပျက်ခြစားမှုနဲ့ လူဖြူလူမည်းခွဲခြားဆက်ဆံခံရမှုတွေ\nမြင့်တက်နေတဲ့ တောင်အာဖရိကန်အသိုင်းအဝိုင်းမှာ လူမည်းဖြစ်တဲ့\nဗူစီနဲ့ လူဖြူ ဂျွန်တို့က ညီအစ်ကိုလို ရင်းနှီးကြတဲ့ ရဲအရာရှိတွေဖြစ်ကြပေမဲ့\nသူတို့ဟာ ခြောက်ပစ်ကင်းသဲလဲစင်တော့ မဟုတ်ပါဘူး၊ရဲဝန်ထမ်းလစာနဲ့မလောက်ငှဘဲ စားဝတ်နေရေး မပြေလည်သူတွေပီပီ\nလာဘ်လာဘယူလေ့ရှိသလို တရားမဝင်တဲ့ကြအလုပ်‌တွေလည်း လုပ်လေ့ရှိပါတယ်။တစ်နေ့ သူတို့်မြို့ထဲမှာ ဝန်ကြီးရဲ့တူမဖြစ်သူ အသတ်ခံရမှုမှာ\nဆု‌ကြေးငွေကြီးကြီးကလည်း ကပ်ပါလာတာကြောင့် လိုက်လံစုံစမ်းကြတဲ့အခါ\nပိုပြီးပြင်းထန်တဲ့ ခွဲခြားမှုတွေကို ကြုံတွေ့လာရပါပြီ။\nဒီလိုနဲ့ ဒီအမှုရဲ့တရားခံကို ရှာတွေ့နိုင်မလား၊\nသူတို့‌ကိုယ်ကျိုး‌တစ်ခုကောင်းစားရေးလမ်းမှားကနေ\nလမ်းမှန်ပေါ်ရောက်လာမလား ဆိုတာကို ကြည့်ရှုရမှာပါ။\nFile size…1.9GB / 874MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "5.5",
        "url": "https://megaup.net/2wfuY/Wild.Is.the.Wind.2022.720p(CM).mp4",
        "category": "Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6j7h53wfIOVSVtzPCzAEwtPmrr.jpg",
        "title": "Almost Love ( 2022 )",
        "description": "အသက်(၁၈)နှစ်အရွယ် ချစ်ရဲကြိုက်ရဲ လုပ်ရဲ သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက် - ယွီကျောင်းရန်\nအတန်းဖော်သူငယ်ချင်းတွေက ကျောင်းရန်ကို“အမှိုက်ပုံး”လို့\nနာမည်ပြောင်ပေးပြီး ရှောင်ဖယ်ထားကြတဲ့အချိန်\nသူ့ဘဝကိုအလင်းဓာတ်ပေးခဲ့တဲ့ “ကျိုးချန့်”နဲ့တွေ့ခဲ့တယ်ပန်းချီဆွဲရတာကြိုက်တဲ့ ကျိုးချန့်ကမိဘရဲ့ဖိအားပေးမှုအောက်မှ\nဆက်မဆွဲခဲ့ပေမဲ့ ကျောင်းရန်ရဲ့အားပေးမှုကြောင့် ပ\nန်းချီဆွဲတဲ့လမ်းကြောင်းပေါ် တစ်ဖန်ပြန်လျှောက်ခဲ့တယ်\nကျောင်းသားဘဝကနေ လူ့အဖွဲ့အစည်းထဲဝင်တဲ့အချိန်ထိ\nအတူတူလက်တွဲခဲ့ပြီး အနာဂတ်အတွက် အဆက်မပြတ်ကြိုးစားနေကြတယ်\nအတူတူကြိုးစားနေစဉ်မှာ ကျောင်းရန်ရဲ့တစ်ခုတည်းသော\nအိမ်မက်လေးကတော့ တစ်ရက်မှာကျိုးချန့်နဲ့လက်ထပ်ဖို့ပဲနောက်ဆုံးမှာတော့ ကျိုးချန့်မင်္ဂလာဆောင်ပွဲမှာ\nကျောင်းရန်ထွက်ပေါ်လာခဲ့တယ်\nကျောင်းရန်ကသတို့သမီးအနေနဲ့ပေါ်လာတာလား?\nတစ်ခြားအနေအထားနဲ့ပေါ်လာခဲ့တာလား?\nကျောင်းသားဘဝကတည်းကလက်တွဲခဲ့ပြီး\nအိမ်ထောင်ရေးအဆင့်ကိုတက်သွားမဲ့Happy Endingဖြစ်မလား?လူ့အဖွဲ့အစည်းမှာကြုံတွေ့ရတဲ့အတွေ့အကြုံတွေ\nအမြင်တွေမတူတော့လို့ ကိုယ့်လမ်းကိုယ်စီသွားကြမဲ့\nSad Endingဖြစ်မလားဆိုတာကို အလှည့်အပြောင်းမျိုးစုံနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/almost-love-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGIwZTY5ZDgtMWU3NC00OWQ1LTk1N2YtZTU5ZWIxNDc3NzMyXkEyXkFqcGdeQXVyMTUxNTcwODMy._V1_-135x200.jpg",
        "title": "Jacked (2022)",
        "description": "Jacked (2022)\n===========ဒီတစ်ခါမှာတော့ LGBT ကောင်လေးတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်\nဘဝဇာတ်ကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Jacked ဆိုတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အီသန်ဆိုတဲ့ LGBT ကောင်လေးဟာ ဘာသာရေးကိုင်းရှိုင်းတဲ့\nအမေ့လက်ထဲမှာကြီးပြင်းလာခဲ့ရပါတယ်။ သူ့အမေကတော့\nသူ့သားဒီလိုဖြစ်နေတာကို လက်မခံနိုင်ဘဲ နင်ဂေးတာရပ်ရင်ရပ်\nမရပ်ရင် အိမ်ပေါ်ကဆင်းဆိုပြီး နှင်ချလိုက်တာ အီသန်ကလည်း\nစုထားတဲ့ငွေထုပ်လေးပိုက်ပြီး တကယ်ကြီးအိမ်ပေါ်ကဆင်းချ\nလာခဲ့ပါတော့တယ်။ သူ့အိမ်မက်က ဟောလိဝုဒ်မှာ ကြယ်ပွင့်\nတစ်ယောက်ဖြစ်ချင်တာပါ။တစ်ခါတလေ ကံတရားကြီးဟာ ပိတ်ကန်ပစ်ချင်စရာကောင်းပုံ\nများကတော့ အီသန်ကြိုးစားပမ်းစားစုထားတဲ့ ဒေါ်လာ၄၀၀၀ဟာ\nဘက်စ်ကားပေါ်မှာကျပျောက်ပြီး ဆီပုံး(ဆုံးပြီ)ဖြစ်သွားပါတော့တယ်။\nသူ့ခမျာ အခန်းဖော်အယ်လ်ဆီမှာကပ်နေရင်း ကြားထဲကနေ မရှိမဲ့\nရှိမဲ့အလုပ်ကလေးပါ ပြုတ်သွားပါသေးတယ်။ ဒါတင်ပဲလားဆိုတော့\nမဟုတ်ပါဘူး။ အယုံလွယ်လို့ဒီ့ထက်ကံဆိုးတာတွေကြုံရဦးမှာပါ။\nတစ်ဖက်မှာတော့ အီသန်တို့လို ဒုက္ခရောက်နေတဲ့ အိမ်ပြေးလေးတွေကို\nပြန်လိုက်ကယ်ပေးတဲ့ ဘဲကြီးရေမွန်တို့အဖွဲ့ရှိပါတယ်။ အီသန်တစ်ယောက်\nဘယ်လိုဒုက္ခတွေနဲ့ကြုံရမှာလဲ။ သူ့ကိုယ်သူပြန်အဖက်ဆယ်နိုင်ပါ့မလား။ကျွန်တော်တို့အားလုံး ရည်မှန်းချက်တွေ၊အိပ်မက်တွေကို အကောင်\nအထည်ဖော်ဖို့ကြိုးစားနေကြတာချည်းပါပဲ။ အိပ်မက်သေရင်ဘဝသသ\nလိုပါပဲ။ အိပ်မက်တွေပြည့်ဝတဲ့သူလည်းရှိသလို မပြည့်ဝတဲ့သူလည်ရှိပါ\nလိမ့်မယ်။ အီသန်ဟာသူ့အိပ်မက်သေခဲ့ပေမယ့် သူ့ဘဝတော့မသေအောင်\nရုန်းထနိုင်ခဲ့ပါတယ်။ ဖြစ်ရပ်မှန်အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့\n၁နာရီကြာ ဒီဇာတ်ကားလေးဟာ သင်ခန်းစာယူစရာ၊ တွေးစရာတွေလည်း\nပါတာမို့ တစ်နာရီဆိုတဲ့ ပေးရတဲ့အချိန်နဲ့တော့ တန်မယ်ထင်ကြောင်း ညွှန်း\nလိုက်ပါရစေဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.25 GB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/3c05v/Jacked.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTQ5NzQ5MDk3NF5BMl5BanBnXkFtZTgwMzIyMDU4MzE@._V1_-150x200.jpg",
        "title": "Googly(2013)",
        "description": "Googly (2013)\nComedy, Romance\nIMDb 7.5/10 (2.8K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ KGF မင်းသားချောလေး\nယာရှ်ရဲ့ အချစ်ဟာသဇာတ်မြူးကားကောင်းလေးပဲ ဖြစ်ပါတယ်..။ဒီကားထဲမှာလည်း ယာရွ္ဟာ အများနဲ့မတူဘဲ တစ်မူထူးခြားတဲ့\nဇာတ်ကောင်နေရာကနေ သရုပ်ဆောင်ထားပါတယ်...။ခပ်ပြတ်ပြတ် လူမှန်စိတ်တိုကြီးဖြစ်တဲ့ ကောလိပ်ကျောင်းသားလေး\nရှရသ်..တစ်ကျောင်းလုံးရဲ့ ချဉ်ဖတ်ဖြစ်နေပေမယ့် ကျောင်းက\nပထမအဆင့်ကျောင်းသားတစ်ယောက်..။သူဟာ မိန်းမတွေနဲ့ အချစ်ကိုမုန်းတီးနေတဲ့ သူတစ်ယောက်ပေါ့..ကျောင်းပြပွဲတစ်ခုမှာ ဆြာတီဆိုတဲ့ ကောင်မလေးနဲ့ဆုံပြီး သူတစ်သဝေမတိမ်းလိုက်နာလာခဲ့တဲ့\nသူ့ရဲ့ဒဿနတွေဟာ တစ်မုဟုတ်ချင်း ပျောက်ကွယ်သွားပြီး ဆွာတီအပေါ်\nချစ်ခင်မြတ်နိုးစိတ်တွေ သက်ဝင်လာခဲ့ပါတော့တယ်...။ဆွာတီဟာလည်း ရှရသ်အပေါ် စိတ်ဝင်စားလာပြီး သူတို့နှစ်ဦးဟာ\nသူတို့ရဲ့အချစ်တွေကို အပြန်အလှန် ဖွင့်ဟလာတော့မယ့်အချိန်မှာပဲ\nကံကြမ္မာဟာ သူတို့ကို လှည့်စားသွားခဲ့ပါတော့တယ်...။ဒီလိုနဲ့ ဆက်လက်ပြီး သူတို့နှစ်ယောက်ရဲ့ အချစ်ရေးဟာ\nဘယ္လို ဘယ်ပုံ ဇာတ်သိမ်းခန်းဝင်သွားကြမလဲဆိုတာကိုတော့\nဆက်လက်ပြီးရှုစားပေးကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်....။\nFile size…3.2GB / 1.5GB\nQuality…1080p WEB RIP Uncut /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.5",
        "url": "https://megaup.net/1Qhcz/Googly_2013_WebRip_UNCUT_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BY2NhY2UyYjktNjZhYy00M2Y5LWJjMGYtOTIxNzY2OTQ2Y2JlXkEyXkFqcGdeQXVyMTY1NzY2NA@@._V1_-140x200.jpg",
        "title": "{21+} Blind Beast (1969)",
        "description": "မီချီကိုတစ်ယောက်က မွေးရာပါ အာရုံကြောချို့တဲ့ပြီး\nမျက်မမြင်တစ်ယောက်ဖြစ်ပါတယ်\nသူက အနုပညာကို အရမ်းဝါသနာပါပြီး\nအနုပညာသစ်တစ်ခုကို ဖနတီးနေချင်သူတစ်ယောက်ပါ\nသူဖန်တီးချင်တဲ့ အနုပညာက အထိအတွေ့ အနုပညာ...အာကီရှိမာက ဖေါ်ချွတ်ဓာတ်ပုံမော်ဒယ်နဲ့ ပက်သက်ပြီး\nလူငယ်တွေကြားမှာရေပန်းစားနေတဲ့ မော်ဒယ်တစ်ယောက်ပါ\nတစ်နေ့ သူရဲ့ပုံတွေကို ပြပွဲလုပ်တဲ့အခါမှာ သူ့ရုပ်ထု တစ်ခုလည်း ပါဝင်ခဲ့ပါတယ်မီချီကိုတစ်ယောက်ပြပွဲကို သတင်းရပြီး အရောက်သွားပြီး\nသူ့ရဲ့ အထိတွေ့ပညာနဲ့ ရုပ်ထုကို အာရုံခံပြီး\nသူမရဲ့ အဖုအထစ် အလုံးအကြွ\nသူမတူတဲ့ အသားရေတွေကို ခံစားမိပြီး အစွဲကြီးစွဲသွားပါတော့တယ်နောက်ဆက်တွဲဖြစ်လာမဲ့အကြောင်းရာတွေက စိတ်ဝင်စားစရာ\nကောင်းနေပြီး သူမတူတဲ့ ရသာမျိုး ပေးဆောင်နိုင်တဲ့\nဇာတ်ကားကောင်းဖြစ်နေတာမလို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.28GB / 661MB\nQuality…1080p BluRay Remux / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://megaup.net/2wesj/Blind.Beast.1969.720p(DS).mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-once-133x200.jpg",
        "title": "Once In The Desert (2022)",
        "description": "ဆီးရီးယားပြည်တွင်းစစ်မှာ ရုရှားစစ်တပ် ရဲ့ပါ၀င်မှုအကြောင်းရိုက်ကူးထားတဲ့ ရုရှားစစ်ကားလေးပါ။ ရှေးဟောင်းအမွေအနှစ်မြို့တော် Palmyra ကို ISIS လက်ကပြန်သိမ်းရာမှာ ပါ၀င်ခဲ့ရတဲ့ ရုရှားမိုင်းရှင်းတပ်ဖွဲ့ကို ဇာတ်တည်ပြီးရိုက်ကူးထားပါတယ်။ ဝါရင့်မိုင်းဖျက်သမားကြီး Dima ဦးဆောင်တဲ့တပ်ဖွဲ့ဟာ အကြမ်းဖက်သမားတွေဆင်ခဲ့တဲ့ မိုင်းတွေ၊လက်လုပ်ဗုံးတွေကိုရှင်းလင်းရင်း အဖွဲ့သားတွေ အသက်ရှင်နိုင်ဖို့စွန့်စားရပုံကို ကြည့်ရှ့ရမှာပါ။ ရုရှားရုပ်ရှင်ဆိုပေမယ့် practical effect တွေ ပေါက်ကွဲမှုတွေက ကြည့်လို့ကောင်းပြီး ရင်ခုန်စိတ်လှုပ်ရှားရတဲ့ စစ်ကားပါ။File size…(2.49GB)  / (671MB) / (703MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.6",
        "url": "https://megaup.net/2weoB/Once.in.the.Desert.2022.RUSSIAN.1080p.(CM).mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-what-dream-135x200.jpg",
        "title": "What Dreams May Come (1998)",
        "description": "ကားအက်ဆီးဒန့်နဲ့ သေဆုံးသွားတဲ့ ခရစ်စီဟာ မထင်မှတ်ပဲ ကောင်းကင်ဘုံကိုရောက်လာခဲ့ပါတယ်။ ဒါပေမယ့် ခရစ်စီဟာ လိုချင်တာအားလုံးကို မျက်လုံးမှိတ်ပြီးစိတ်ကူးယဉ်လိုက်ရုံနဲ့ ဘယ်အရာမဆိုရနေတဲ့ကောင်းကင်ဘုံကနေ အသက်ရှင်လျက်ကျန်ခဲ့တဲ့ သူ့မိန်းမအန်နီ့ကိုပဲ လွမ်းဆွတ်တမ်းတနေခဲ့ပါတယ်။ သိပ်မကြာခင်မှာပဲ သူ့မိန်းမကွယ်လွန်ပြီဆိုတဲ့သတင်းကို သိလိုက်ရတော့တယ်။ ဒါပေမယ့် ခရစ်စီလိုတော့ ကောင်းကင်ဘုံကို ရောက်မလာခဲ့ပါဘူး။ အထီးကျန်ပြီး စိတ်ဓာတ်ကျရောဂါခံစားနေခဲ့ရတဲ့ အန်နီတစ်ယောက် ကိုယ့်ကိုယ်ကိုသတ်သေခဲ့လို့ ငရဲမှာ ထာဝရနေထိုင်သွားရမှာဖြစ်တယ်။ ချစ်လှစွာသောမိန်းမကို လက်မလျော့တဲ့ခရစ်စီတစ်ယောက် ကောင်းကင်ဘုံကနေ ငရဲအထိ အန်နီ့ကိုလိုက်ရှာပါတော့တယ်။ မြင်မြင်ချင်းချစ်ခဲ့တဲ့ သူတို့နှစ်ယောက်ရဲ့ တစ်ဘဝစာအမှတ်တရတွေ၊ချစ်ခြင်းမေတ္တာတွေက လမ်းခရီးတစ်လျောက် ခရစ်စီကို အန်နီရှိရာ ငရဲဆီကိုခေါ်ဆောင်သွားနိုင်မလား၊ ခရစ်စီတစ်ယောက် အန်နီ့ကို ကောင်းကင်ဘုံကိုခေါ်လာဖို့အစီစဉ်အောင်မြင်ပါ့မလားဆိုတာကို အကယ်ဒမီဆုရှင် ရော်ဘင် ဝိလီယျံရဲ့ ရင်ထဲရောက်တဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ စိတ်မကောင်းစွာနဲ့ ခရစ်စီနေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီးရော်ဘင် ဝီလီယျံဟာ 2014ခုနှစ် အသက်63နှစ်မှာ စိတ်ကျရောဂါကြောင့် နေအိမ်မှာပဲကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခဲ့ပါတယ်။ What Dreams May Come ထဲမှာတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2wepk/What.Dreams.May.Come.1998.720p(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-fear-135x200.jpg",
        "title": "Fear and Loathing in Las Vegas (1998)",
        "description": "အားလုံးရဲ့အချစ်တော် ဂျွန်နီဒက်ပ်ရဲ့ Las Vegasမှာကြမ်းတဲ့ ရုပ်ရှင်လာပါပြီ။ ကျွန်တော်တို့တွေ အရမ်းကြိုက်ကြတဲ့ Spidermanသရုပ်ဆောင် တိုဘီမက်ဂွိုင်းယားလည်းပါဝင်အားဖြည့်ထားတဲ့အပြင် Cars animationမှာပါဝင်ခဲ့တဲ့ကက်သရင်း ဟယ်မွန်လည်းပါတော့ သိပ်ကိုကောင်းပေါ့။\nဂျွန်နီဒက်ပ်က ဒီကားနဲ့ Best Foreign Actorဆုကိုရထားပါသေးတယ်။ဇာတ်လမ်းကတော့ ရာအိုးဒု(ဂျွန်နီဒက်ပ်)က သတင်းစာပညာပါရဂူတစ်ယောက်ပါ။ သူ့မှာ သွားအတူတူ၊လာအတူတူ၊စားအတူတူ၊ဆေးအတူတူသုံးနေကြ ဒေါက်တာဂွန်ဇွန်လို့ခေါ်တဲ့ သူငယ်ချင်းတစ်ယောက်ရှိပါတယ်။ သူငယ်ချင်း၂ယောက် သုံးစားနေကြတုန်း ဆိုင်ကယ်ပြိုင်ပွဲသတင်းသွားယူဖို့ Las Vegasဆီသွားဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဆေးသမား၂ယောက် Las Vegasမှာ ဘာတွေမွှေကြမလဲ၊ ဘယ်လိုတွေဖြေရှင်းကြမလဲ၊ ဘယ်လိုတိုင်တွေပတ်ကြမလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။ Personallyအရဆိုရင် Story Buildပိုင်းဖြစ်တဲ့ ရှေ့ပိုင်းမိနစ်၃၀လောက်တော့ စမ်းတဝါးဝါးဖြစ်နေပင်မယ့် အဲ့နောက်ပိုင်းမှာတော့ ရုပ်ရှင်က ကြည့်ရတာတော်တော်ကောင်းပါတယ်။ ဆေးသမား၂ယောက် ဆေးမူးပြီး တိုင်ပတ်ကြတာတွေ ပလပ်ကျွတ်နေတာတွေနဲ့ကို တစ်ခါတလေရယ်ရတဲ့အခန်းလေးတွေပါပါသေးတယ်။ ညဘက် Beerလေးသောက်ရင်း ဆေးလိပ်လေးဖွာရင်းနဲ့ chillရင် အတော်ကိုကောင်းဖို့ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။File size…(2.83GB)  / (1.5GB) / (761.39MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://megaup.net/1ajth/Fear.and.Loathing.in.Las.Vegas.1998.REMASTERED.720p.(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjIwNDk2MzIzMF5BMl5BanBnXkFtZTgwMTU4OTQ5NjE@._V1_-141x200.jpg",
        "title": "The Night Before (2015)",
        "description": "The Night Before (2015)\n=================\nIMDb Rating - 6.3/10ဟာသရုပ်ရှင်ကောင်းများနဲ့ Chill ချင်ကြတဲ့ ရုပ်ရှင်ပရိသတ်များ\nအတွက်  ၂၀၁၅ ခုနှစ်က ထွက်ရှိထားတဲ့ ခရစ္စမတ်ကာလကို အခြေ\nတည်ထားတဲ့ ဟာသရုပ်ရှင်ကောင်း တစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်။\nRotten Tomatoes 69%, IMDb Rating 6.3/10 ရရှိထားပါတယ်။\nHangover လိုမျိုး ဟာသရုပ်ရှင်ကြိုက်တယ်ဆိုရင်တော့ လက်လွတ်\nမခံဖို့ အကြံပေးချင်ပါတယ်။\n(Warning: ညစ်ညမ်းဟာသတစ်ချို့ ပါဝင်တာမို့ မိသားစုနဲ့အတူ မကြည့်ရှု့\nသင့်တဲ့ ဇာတ်ဝင်ခန်းတချို့ ပါဝင်ပါတယ်)ခရစ်၊ အီသန်နဲ့ အိုင်ဆက်တို့ဟာ အရမ်းကို ခင်မင်ကြတဲ့ သူငယ်ချင်း\nသုံးယောက်ပါ။ အီသန်ဟာ ငယ်ရွယ်စဉ်မှာပဲ မိဘနှစ်ပါးလုံးကို ခရစ္စမတ်\nကာလမှာ ဆုံးရှုံးလိုက်ရပါတယ်။ ဒါနဲ့ပဲ ခရစ်နဲ့ အိုင်ဆက်တို့လည်း အီသန့်ကို\nအတတ်နိုင်ဆုံး ကူညီပေးဖို့အတွက် ခရစ္စမတ်နေ့မှာ အတူတူ ရှိနေပေးကြ\nပါတယ်။ ဒီလိုနဲ့ပဲ သူတို့သုံးယောက်အတွက် ခရစ္စမတ်ဓလေ့လေး တစ်ခု\nဖြစ်လာပါတယ်။ တစ်ခုသော ခရစ္စမတ်မှာတော့ Nutcracker ball ...",
        "rating": "6.3",
        "url": "https://megaup.net/2wekv/The.Night.Before.2015.720p.BluRay.(CM).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tHwGtD4zT0IhKdc2JQNxHAJFGWn.jpg",
        "title": "The Lost Patient (a.k.a) Le Patient (2022)",
        "description": "The Lost Patient (a.k.a) Le Patient (2022)(1080p ရပါပြီ)ပြင်သစ်နိုင်ငံရဲ့ မြို့ငယ်လေးတစ်မြို့မှာ မိသားစုတစ်စုလုံးအသတ်ခံလိုက်ရပြီး သေခါနီးဆဲဆဲ ဖြစ်နေတဲ့ ယောကျာ်းလေးတစ်ယောက်ကိုတော့ ဆေးရုံတင်ပေးလိုက်နိုင်ခဲ့ပါတယ်။အချိန်မီဆေးရုံရောက်လာလို့ လူနာက အသက်ရှင်ပေမယ့် ကိုမာ (coma) ဝင်ပြီး (၃)နှစ်လောက်မေ့သွားပြန်ပါတယ်။ ပြန်သတိရလာတော့လည်း အိမ်မှာ ဖြစ်ခဲ့တာတွေကို သေချာမမှတ်မိတော့ဘဲ အတိတ်မေ့နေပါတယ်။မိသားစုတစ်ခုလုံး အသတ်ခံရတဲ့အမှုမှာ အမှုမှန် ပေါ်ပေါက်ဖို့ သူသည်သာ မျှော်လင့်ချက်ဖြစ်နေတဲ့အတွက် စိတ်ပညာရှင်ဒေါက်တာအန်နာက သူ့အတိတ်ဖြစ်ရပ်ကို ကူညီဖော်ထုတ်ပေးပါတော့တယ်။စတင်မေးမြန်းရာမှာပဲ တစ်မိသားစုလုံးအသတ်ခံရပေမယ့် သူ့အစ်မလော်ရာ ပျောက်နေတာကို သတိထားမိသွားပါတယ်။လူသတ်သမားအစစ်ကိုရော မိနိုင်ပါ့မလား?\nပျောက်နေတဲ့ လော်ရာ ကပဲ မိသားစုတစ်ခုလုံးကို သတ်ဖြတ်သွားတာဖြစ်နေမလား?\nသူ့အတိတ်ကရော သူထင်သလို ဖြစ်ပါ့မလား? ဆိုတာ ကို ဇာတ်လမ်းလေးကြည့်ရင်း စိတ်ပညာမေးခွန်းတွေ၊ ကုသနည်းတွေနဲ့ ကြိုးစားပြီး အဖြေရှာကြတာပေ့ါဗျာ။Psycho၊ Shutter Island တို့လို ဂန္ဓဝင် စိတ္တဇဇာတ်လမ်းတွေနဲ့ မယှဉ်သာနိုင်ပေ မယ့် သူအတိုင်းအတာနဲ့သူ သည်းထိတ်ရင်ဖိုခံစားချက်တွေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Qgcg/[CM]The.Lost.Patient.2022.720p.WEB-DL.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uELzdTzPOpZwSFqBbwpjuKE7UW3.jpg",
        "title": "Wolf Creek 2 (2013)",
        "description": "Wolf Creek 2\n=========ဒီကားဟာ ပထမကထွက်ရှိခဲ့တဲ့ Wolf Creek ရဲ့ ဒုတိယမြောက်ထွက်ရှိလာတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ Wolf Creek ကြည့်ဖူးတဲ့သူတွေအတွက် ထွေထွေထူးထူး ပြောစရာမလိုပေမယ့်မကြည့်ဖူးသေးတဲ့သူတွေအတွက်ပြောရရင် ဒီဇာတ်ကားဟာဩစတြေးလျနိုင်ငံမှာဖြစ်ခဲ့တဲ့ တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဩစတြေးလျနိုင်ငံမှာဆိုရင် နှစ်စဉ်လူပျောက်တိုင်ကြားမှု၃သောင်းလောက်ရှိတတ်ပါတယ်။ ကိုးဆယ်ရာခိုင်နှုန်းသောလူတွေကိုတော့ ပြန်တွေ့ပေမယ့် တချို့တွေကိုတော့သတင်းအစအနတောင် ပြန်မရခဲ့ကြဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ ဩစတြေးလျနိုင်ငံ ဝုဗ်ခရိခ် ဒေသကိုအလည်လာခဲ့တဲ့ ဂျာမနီလူမျိုးစုံတွဲတစ်တွဲနဲ့ အင်္ဂလိပ်လူမျိုးယောက်ျားတစ်ယောက်က အဲဒီဒေသနားက ထူးဆန်းတဲ့လူတစ်ယောက်ဖမ်းဆီးတာကိုခံခဲ့ရတဲ့အတွက် သူတို့တွေ ဘယ်လိုမျိုးလွတ်မြောက်အောင်ကြိုးစားကြမလဲဆိုတာကို ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်။ပထမ Wolf Creek ဇာတ်ကားလိုပဲ သွေးထွက်သံယိုတွေ၊သတ်ဖြတ်တာတွေ ပါတာကြောင့် horror/thriller ကြိုက်တဲ့သူတွေအနေနဲ့ပထမကားရော အခုကားကိုပါကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။ File Size :    1.92GB  / 948MBQuality : BluRay 1080p 5.1CH , 720pRunning Time : 1hr 46minFormat : Mp4Genre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1aicv/wolf_creek.2.2013.BluRay720p(CM).mp4",
        "category": "Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7M4vLSYEf6vBBqMkCDVv9aYvKA2.jpg",
        "title": "The Unfair (a.k.a) Minority Opinion (2015)",
        "description": "The Unfair (a.k.a) Minority Opinion (2015)တောင်ကိုရီးယားနိုင်ငံမှာ ၂၀၀၉ ခုနှစ်ကဖြစ်ပွားခဲ့တဲ့ ဆန္ဒပြပြည်သူ ၅ ဦးနဲ့ ရဲဝန်ထမ်းတစ်ဦး သေဆုံးခဲ့တဲ့ 'YONGSAN TRAGEDY' ဖြစ်ရပ်တစ်ခုရှိခဲ့ပါတယ်။ The Unfair ဆိုတဲ့ ဇာတ်လမ်းက ဒီအကြောင်းကို Inspire ယူပြီး ရေးသားထားတဲ့ 'SoSooUiGyeong' ဝတ္ထုကို ပြန်လည်ရိုက်ကူးပုံဖော်ခဲ့တာပဲဖြစ်ပါတယ်။နိုင်ငံရဲ့ခရိုနီတွေနဲ့ တချို့သောအာဏာရှိအထက်လူကြီးတွေကြောင့် ပြည်သူတွေခံစားရတဲ့ မမျှတမှုတွေကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်လေး တစ်ကားဖြစ်တာကြောင့် လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါဦး။ဇာတ်လမ်းအကျဉ်း ...မြို့ပြပြန်လည်ဖွံ့ဖြိုးရေးပရောဂျက်ကြောင့် နေထိုင်သူတွေဟာ သူတို့ရပ်ကွက်ကနေ မတရားနှင်ထုတ်ခံရပါတယ်။ ဒီဖြစ်ရပ်ကို လက်မခံနိုင်တဲ့ ပြည်သူတွေဟာ နေအိမ်တွေကို ဖယ်မပေးဘဲ တစ်နှစ်ကျော်ကြာသည်အထိ ဆန္ဒပြခဲ့ကြတယ်။တစ်ရက်မှာတော့ ရဲအရာရှိအင်အားကို အသုံးပြုပြီး ဆန္ဒပြပြည်သူတွေကို အပြီးတိုင်ဖြိုခွဲမှုလုပ်ခဲ့ပါတယ်။ ဒီဖြိုခွဲမှုဖြစ်စဉ်မှာ ဆန္ဒပြပြည်သူတစ်ဦးရဲ့ သားဖြစ်သူ ဘတ်ရှင်းအူနဲ့ ရဲအရာရှိတစ်ဦး သေဆုံးတဲ့ ဖြစ်စဉ် ဖြစ်ပွားခဲ့ပါတယ်။ ဒီဖြစ်စဉ်အပြီးမှာတော့ ဘတ်ဂျယ်ဟိုဟာ မတော်တဆလူသေစေမှုနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1ajog/The.Unfair.(a.k.a).Minority.Opinion.2015.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f7EEfLVMSzOTzjXFvX6DxgPNb1R.jpg",
        "title": "(18+) Tasty Brother (2020)",
        "description": "Tasty Brother 2020(18+)ဒီတစ်ခေါက်တော့ နယ်ကနေ အလုပ်ရှာဖို့တက်လာတဲ့ ဝမ်းကွဲညီမလေးနဲ့\nချစ်ရည်လူးကြတဲ့ အကိုနဲ့ ညီမလေး ဇာတ်ကားလေးပါ\nထူးထူးဆန်းဆန်း မကြားစဖူး အကြားထူးတဲ့ ကားလေးပါပဲ\nအကိုက ခပ်တည်တည်နေပေမဲ့ အပေးအယူကောင်းတဲ့ ညီမလေးကြောင့် မျောပါသွားပြီး\nအချစ်နွံထဲ နစ်သွားတဲ့ အစ်ကိုတစ်ယောက်အကြောင်း ဖော်ညွှန်းရိုက်ကူးထားတဲ့\nTasty Brother ဆိုတဲ့ အရသာရှိတဲ့ အကိုအကြောင်း ဇာတ်ကားလေးပါပဲ။ဒါတော့ ၁၈ ယောက် မကြည့်ဘဲ တစ်ယောက်တည်း ကြည့်ဖို့ လိုမယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 720p | 480p\nFile size… 704MB | 268MB\nFormat… mp4\nDuration…. 1h 10min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rookie\nEncoder ..... Blank",
        "rating": "",
        "url": "https://megaup.net/1ajwz/Tasty.Brother.2020.720p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3FlhnYs8xJFD89hEZI5OargCuRG.jpg",
        "title": "Ito (2021)",
        "description": "Ito (2021)Love Letter မင်းသား Etsushi Toyokawa အပြင် မကြာသေးခင်က တင်ခဲ့တဲ့ Tomorrow, I Will Be Someone's Girlfriend ဇာတ်လမ်းတွဲထဲက Mayū Yokota နဲ့ သဘာဝကျတဲ့ပုံစံဘက်သွားတဲ့ မင်းသမီး Ren Komai တို့ အဓိက သရုပ်ဆောင်ထားတဲ့ Ito ဆိုတဲ့ MUBI က ကားသစ်လေးပါ။ Osaka Asian Film Festival မှာ Best Film ဆုလည်းရထားပါတယ်။ဒီဇာတ်လမ်းရဲ့မင်းသမီး Ito ကတော့ အထက်တန်းကျောင်းသူကလေးပါ။ သူဟာ စကားနည်းပြီး စကားကို လေးလုံးကွဲအောင် မပြောတတ်တဲ့သူလည်းဟုတ်ပါတယ်။ သူနဲ့လူတွေကြားက ကွင်းဆက်ကလည်း ဂီတပဲရှိတယ်။ တစ်နေ့မှာတော့ သူ ဒီဂီတကိုလည်း စိတ်မပါတော့ပါဘူး။ ဒီတော့ သူက အိမ်စေကဖေးလို့ခေါ်တဲ့ စားသုံးသူတွေကို ကိုယ့်အိမ်ကိုယ့်ယာလို ခံစားမိအောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2weqm/(CM)_Ito_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-canot-135x200.jpg",
        "title": "Can’t Hardly Wait (2022)",
        "description": "1998 တုန်းက ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့ တကယ်ရယ်ရတဲ့ Comedy ရုပ်ရှင်စစ်စစ်တစ်ကားပါ။ဟန်တင်တန်ဟေးလ်စ် အထက်တန်းကျောင်းကြီးရဲ့ စီနီယာကျောင်းသားတွေဟာ အထက်တန်းပြီးတဲ့ အထိမ်းအမှတ်အနေနဲ့ အိမ်တစ်အိမ်မှာ ပါတီအကြီးကြီးတစ်ခု စုပြီးလုပ်ကြပါတယ်ဗျ။ ကျောင်းသားပါတီဖြစ်တဲ့အလျှောက် ပါတီတက်တဲ့ထဲမှာ ကောင်မလေးတစ်ယောက်ကို နှစ်အကြာကြီး တိတ်တိတ်လေး ကြိတ်ကြိုက်နေတဲ့သူ၊ စော်ကြည်ဘဲ၊ ကျောင်းကပွဲ ကွင်း၊ ဂိ၊ စတဲ့ ကျောင်းသားကျောင်းသူပေါင်းစုံ အများကြီး ပါဝင်ကြပါတယ်။ ကောလိပ်တက်ရမှာမလို့ လူကြီးပုံစံဖမ်းနေကြတဲ့ ကျောင်းသားကျောင်းသူတွေ ပုံစံပေါင်းစုံနဲ့ ဘရုတ်ကျပုံတွေကို ကျွန်တော်တို့မှာ တကယ်မရှိဖူးခဲ့တဲ့ ကျောင်းသားဘဝကို လွမ်းရင်း ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် ကျောင်းသားဟာသရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။File size…(2.49GB)  / (671MB) / (703MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Comedy / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Zwe Yan ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wenr/Cant.Hardly.Wait.1998.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mow0bIdAROClVhLsfk0N51lh3jG.jpg",
        "title": "Blast (2021)",
        "description": "Blast (2021)ရုပ်ရှင်နဲ့ပတ်သက်ရင် သမိုင်းကြီးတဲ့ ပြင်သစ်ကထုတ်တဲ့၊ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုရထားတဲ့ Thriller ကားကောင်းလေးတစ်ကားပါ။ ဗုံးရှင်းလင်းရေးသမားကို အဓိကဇာတ်ဆောင်လုပ်ထားတဲ့ကားဆိုတော့ ဗုံးထောင်တာတွေ အကြမ်းဖက်တာတွေကို ရင်ဖိုစရာရောကောင်းအောင် ပြထားတဲ့ ရုပ်ရှင်ကောင်းပါပဲ။ဆိုနီယာက ဗုံးရှင်းလင်းရေး ကျွမ်းကျင်သူ၊ အလုပ်ကလွဲ ဘာမှမမြင်တာမို့ တော်လည်းတော်သလို နာမည်လည်းကြီးတယ်။ ဆိုနီယာနဲ့ ဖရက်တို့က ဒီမင်တာအမည်ရ ပြင်သစ်အခြေစိုက် မိုင်းရှင်းလင်းရေးလုပ်ငန်းမှာ အတူအလုပ်လုပ်ရင်း မေတ္တာမျှခဲ့ကြသူတွေ။ မိုင်းရှင်းလင်းရေးကျွမ်းကျင်သူဖြစ်တဲ့ ဆိုနီယာက အလုပ်ကို ဦးစားပေးလွန်းပေမဲ့ ဖရက်နဲ့ သူ့ရဲ့ဆက်ဆံရေးက အပေးအယူမျှတာမို့ အရင်လက်တွဲမှုကနေ ကိုယ်စီရထားကြတဲ့ သားသမီးတွေနဲ့အတူ တရားဝင်မိသားစုလေးတစ်ခုလို ဖြစ်နေကြပြီဖြစ်တဲ့ သူတို့ဘဝကို ကံဆိုးမိုးမှောင်ကျစေမယ့်အဖြစ်က တစ်နေ့မှာ ရောက်ရှိလာခဲ့တယ်။ အဲဒါကတော့ ဒီမင်တာကုမ္ပဏီအပေါ် ရန်ကြွေးရှိသူတစ်ယောက်က လက်စားချေမှုအဖြစ်နဲ့ ဆိုနီယာရဲ့ကားမှာ ဗုံးထောင်ထားခဲ့ပြီး ဆိုနီယာနဲ့ သူတို့ရဲ့ကလေးနှစ်ယောက် ကားထဲကထွက်မရတော့ဘဲ ပိတ်မိသွားကြတာပဲ။ကားဗုံးကိုဖြုတ်ဖို့အတွက် ဆိုနီယာတို့အဖွဲ့သားတွေ အပူတပြင်းကြိုးစားချိန်မှာ ဒီဗုံးရဲ့နောက်ကွယ်က လက်သည်ဟာ ယူကရိန်းမှာ သွားလုပ်ဆောင်ခဲ့တဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1ajjr/(CM)_Blast_(2021)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDAxNTRhMjctMDgzMC00NWIyLThjZGMtOWUzOWNlNGNhOGQ2XkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-140x200.jpg",
        "title": "(18+)The Senior Class (2012)",
        "description": "အိပ်မက်တွေ တစ်လှေကြီး\nမျှော်လင့်ချက်တွေ တပုံကြီးနဲ့ ရှင်းဂျူဟီး\nသူမရဲ့ ပန်းတိုင်က နာမည်ကြီး ဒီဇိုင်နာ တစ်ယောက်ဖြစ်ဖို့\nအဲဒီဘွဲ့ကို ပဲရစ်မှာ သွားယူချင်နေတာ သူမရဲ့အိပ်မက်ပါပဲ\nသူရဲ့ အတန်းဖော်လေး ဂျောင်ဝူးက ဂျူဟီးကို\nကြိတ်ပြီးခိုက်နေပါတယ်တစ်နေ့မှာတော့\nဂျောင်ဝူး အခွင့်ရေးရခဲ့ပေမဲ့ မတို့ရက်မထိရက်ချစ်သူလေး...\nတစ်ကယ်တော့ ဂျူဟီးက ငွေကြေးမပြည့်စုံသူတစ်ယောက်ပါ\nသူ့ရည်မှန်းချက်တွေအတွက်ငွေလိုတယ်လေ\nတစ်နေ့ ဂျောင်ဝူးတစ်ယောက် သူ့မိတ်ဆွေတွေနဲ့\nအဆင့်မြင့် ကလပ်တစ်ခုကိုသွားရင်း မထင်မှတ်တဲ့\nမြင်ကွင်းတစ်ခုကို မြင်တွေ့လိုက်ရသောအခါအလွမ်းအဆွေး အချစ်အကြင်နာ\nမိန်းကလေးတယောက်ရဲ့ မာယာ\nမိန်းကလေးတစ်ယောက်ရဲ့ ဆန္ဒတွေကို\n၁၈ နှစ်အောက် ကလေးတွေမကြည့်သင့်တဲ့\nAnimation ကားကောင်းလေးဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nဝင်္ကပါတစ်ခုရဲ့ ပိတ်လမ်းတွေကို ခဲခြစ်မှတ်ခဲ့မယ်ဆိုရင်\nဘယ်သူက ခဲခြစ်ခံရမှာလဲ\nFile size…742MB / 360MB\nQuality…1080p WEBRIP / 720p\nFormat…mp4\nDuration….1h 23m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/2webC/The.Senior.Class.2016.720p(CM).mp4",
        "category": "Adult, Animation, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ALwQhvCJ4RwYIbovPOIsX5vXAR.jpg",
        "title": "Wolf Creek (2005)",
        "description": "Wolf Creek==========ဒီဇာတ်ကားဟာ ၁၉၉၉ ခုနှစ် ဩစတြေးလျနိုင်ငံမှာဖြစ်ခဲ့တဲ့တကယ့်အဖြစ်အပျက်ကို ရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဩစတြေးလျနိုင်ငံမှာဆိုရင် နှစ်စဉ်လူပျောက်တိုင်ကြားမှု၃သောင်းလောက်ရှိတတ်ပါတယ်။ ကိုးဆယ်ရာခိုင်နှုန်းသောလူတွေကိုတော့ ပြန်တွေ့ပေမယ့် တချို့တွေကိုတော့ သတင်းအစအနတောင်ပြန်မရခဲ့ကြဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဒါကို အခြေတည်ပြီးတော့ပျောက်ဆုံးသွားတဲ့သူတွေက ဘယ်လိုတွေပျောက်ဆုံးခဲ့လဲဆိုတာကိုပြန်လည်ပုံဖော်ရိုက်ကူးထားတာကြောင့် horror/thriller ကြိုက်သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဘန်၊ ခရစ်စတီ နဲ့ လစ်ဇီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ဟာလူသူအရောက်အပေါက်နည်းတဲ့ ဥက္ခာခဲကျရောက်ခဲ့တဲ့နေရာကိုအပျော်ခရီးအနေနဲ့ လာခဲ့ကြပါတယ်။ အလာမှာ ချောချောချူချူရောက်ခဲ့ကြပေမယ့် ပြန်ဖို့ပြင်တဲ့အချိန်မှာ ကားစက်နှိုးလို့မရဖြစ်နေခဲ့ပါတယ်။သူတို့တွေလည်း အဲဒီညကို ကားပေါ်တင်အိပ်ပြီး ဖြတ်သန်းဖို့ဆုံးဖြတ်ခဲ့ကြပေမယ့် ကံကောင်းထောက်မစွာနဲ့ ကုန်တင်ကားတစ်စီးကသူတို့နားကို ကူညီဖို့ ရောက်လာခဲ့ပါတယ်။ သူတို့ ဘေးကင်းပြီလို့ထင်ခဲ့ကြပေမယ့် သူတို့ဆီကို မထင်မှတ်ထားတဲ့ ဘေးအန္တရာယ်တစ်ခုရောက်လာခဲ့တဲ့အခါ ဘယ်သူတွေကလွတ်မြောက်သွားကြမလဲအကုန်လုံးကရော လွတ်မြောက်နိုင်ပါ့မလား ဆိုတာကို ရင်တမမနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။  File Size : ( 3.76 GB ) and ( 1.26 GB)Quality : BluRay ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wbll/Wolf_Creek.2005.BluRay720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMmQzODA1NmEtYmMxYy00YTQ5LWE4MjEtZjgyODRiMjAzYzk3XkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Last Manhunt (2022)",
        "description": "1909 ခုနစ်က အမေရိကန်ဖြစ်ရပ်မှန် လူဖမ်းပွဲအကြောင်းကိုရိုက်ပြထားတာပါ။ Cowboy ကားတွေမှာပါလေ့ရှိတဲ့အတိုင်း ပြည်သူထဲစေတနာ့၀န်ထမ်းတွေကို Sheriff တစ်ယောက်ကဦးစီးပြီး လူဆိုးဖမ်းတဲ့စနစ်ကိုနောက်ဆုံးကျင့်သုံးခဲ့တဲ့အမှုပါ။ Willie Boy ဟာ Native American တစ်ယောက်ဖြစ်ပြီး Carlota ဆိုတဲ့သူ့ချစ်သူကိုခိုးပြေးပါတယ်။ ကောင်မလေးရဲ့ဖခင်ဖြစ်သူ က သဘောမတူဘဲပိတ်ပင်လို့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး Willie Boy ဟာမတော်တဆ သူ့ချစ်သူရဲ့ဖခင်ကိုသတ်လိုက်မိပါတယ်။ ထွက်ပြေးသွားတဲ့Willie Boy တို့စုံတွဲကို လိုက်ဖမ်းဖို့ Sheriff Frank Wilson လည်း လူစုပြီး ခြေရာခံဖို့ကြိုးစားရာက‌နေ ပြင်ပပယောဂတွေကြောင့် အခြေအနေကပိုရှုပ်ထွေးလာရပါတယ်။\nနာမည်ကျော်မင်းသားကြီး Jason Mamoa ကိုယ်တိုင်ပူးတွဲရေးသားပြီး ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ အရည်အချင်းရှိတဲ့ Native American သရုပ်ဆောင်များစွာလည်း ပါ၀င်ထားတဲ့ Western ကားလေးပါ။ File size…(1.96GB)  / (1.01GB) / (493MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Western\nSubtitle….Myanmar ...",
        "rating": "4.2",
        "url": "https://megaup.net/3ca2v/The.Last.Manhunt.2022.720p(CM).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Goemon-new-poster-141x200.jpg",
        "title": "Goemon (2009)",
        "description": "Goemonဂျပန်သမိုင်းနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေ နင်ဂျာတွေ ရှိုးဂန်းတွေအကြောင်း စိတ်ဝင်စားတဲ့သူတွေ အတွက် ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ အရှင် နိုဘုနဂါက ဂျပန်ပြည်ကို စုစည်းဖို့ကြိုးစားခဲ့ပြီး သူ့ရည်ရွယ်ချက်တွေ မအောင်မြင်ခင်မှာပဲ သူ့ရဲ့ယုံကြည်ရတဲ့ လက်အောက်ခံက လုပ်ကြံတာကိုခံခဲ့ရပါတယ်။အဲဒီနောက်မှာတော့ အရှင် ဟိဒဲရောရှိက နန်းတက်လာပြီး ဆယ်စုနှစ်ကျော်ကြာအောင် အုပ်ချုပ်နေခဲ့ပါတယ်။ ၁၅နှစ်ခန့်အကြာမှာတော့ သူဟာ စစ်အင်အားစုစည်းပြီး ကိုရီးယားနဲ့တရုတ်ကို တိုက်ခိုက်သိမ်းပိုက်ဖို့ကြံစည်နေပါတယ်။အဲဒီအချိန်မှာ လျင်မြန်ဖြတ်လတ်ပြီး ဆင်းရဲသားတွေအပေါ်ကျ ကြင်နာတတ်တဲ့ ရော်ဘင်ဟုလိုမျိုး သူခိုးတစ်ယောက်က ရှိနေပါတယ်။ သူ့ရဲ့နာမည်ကတော့ ဂိုအဲမွန်ဖြစ်ပြီးတော့ လူတွေကသူ့ကိုသဘောကျကြပြီး ဖမ်းမမိနိုင်တဲ့သူခိုး တစ်ယောက်ပါ။ အများစုအမြင်မှာတော့ သူခိုးတစ်ယောက်ပေမဲ့ သူ့မှာ လျှို့ဝှက်ထားတဲ့အတိတ်နဲ့ ဆက်နွယ်မှုတွေက ရှိနေပါတယ်။ ဂိုအဲမွန်ရဲ့အကြောင်း ထီးနန်းနဲ့နန်းတွင်းရဲ့စစ်ပွဲတွေအကြောင်း နင်ဂျာတွေအကြောင်းကို ကြည့်ရှုရမဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB)\nQuality__WEB-DL_720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:08:00\nType__Action, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin ...",
        "rating": "6.6",
        "url": "https://megaup.net/1aj8y/Goemon_(2009)_720p.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Naked_Poison-876974118-large-146x200.jpg",
        "title": "[18+]Naked Poison (2000)",
        "description": "Naked Poison (2000)ဒီကားလေးကတော့ အရမ်းတော်တဲ့ဆေးဆရာအဘိုးကြီးရဲ့ မြေးဖြစ်သူMinဆိုတဲ့ကောင်လေးနဲ့စတင်ထားပါတယ်\nMinကကြောင်တောင်တောင်ဆိုပေမဲ့ သူ့အဘိုးရဲ့ဆေးစာအုပ်တွေကိုခိုးဖတ်ပြီး ဆေးပညာကိုတိတ်တိတ်လေးလေ့လာနေသူပါတစ်နေ့ကျတော့ သူ့အဘိုးသေဆုံးပြီးတဲ့နောက်မှာ သူဟာ စိတ်ကြွဆေးတစ်မျိုးအပြင် ‌လူသေစေနိုင်တဲ့အဆိပ်တစ်မျိုးကိုတီထွင်လိုက်နိုင်ပါတယ်\nအဲ့ဆေးတွေကို ဘယ်နေရာမှာအသုံးချမလဲ ဘယ်လိုတွေကိုင်တွယ်မလဲဆိုတာ ဇာတ်ကားလေးထဲကြည့်ရှူ့ကြရမှာပါ ။ပြီးတော့ Lingဆိုတဲ့‌Minရဲ့ချစ်သူကောင်မလေးဟာလည်း သူ့နေရာနဲ့သူရှိသင့်တာရှိပြီးအတော်လေးချစ်စရာကောင်းလို့ သူဒီဇာတ်ကားထဲမှာပါတာနဲ့တင်ကြည့်လို့ တော်တော်တန်နေပါပြီ။File Size__(580MB)\nQuality__DVDRip\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/1Qgz2/[18+]Naked_Poison_(2000)_(2).mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-f-1-135x200.jpg",
        "title": "Fantasy Football (2022)",
        "description": "စိတ်ကူးယဉ်ရုပ်ရှင်ဆန်းဆန်းကောင်းကောင်းလေးတစ်ကားပါ။ဘော်ဘီကိုးလ်မန်းဟာတစ်ချိန်က ဆုရနာမည်ကျော်ဘောလုံးသမားဖြစ်ခဲ့ပေမယ့် အခုချိန်မှာလူငယ်နောက်ပေါက်တစ်ယောက်ရဲ့\nကျော်တက်မှုကြောင့်ခံပြင်းနေရပါတယ်။ အဲ့ဒီလူငယ်ကစားသမားရဲ့အိမ်ပါတီကအပြန် ပါလာတဲ့လက်ဆောင်ကိစ္စ သမီးငယ်နဲ့\nစကားများကြရာက နှစ်ယောက်လုံးမိုးကြိုးပစ်ခံလိုက်ရပါတယ်။ နောက်တစ်နေ့မှာတော့ ဘောလုံးဂိမ်းမှာကျွမ်းကျင်အဆင့်သူ့သမီးငယ်ဟာ\nဂိမ်းခလုတ်ကတစ်ဆင့်ကွင်းထဲက သူ့ရဲ့လှုပ်ရှားမှုတွေကို ထိန်းချုပ်နိုင်ကြောင်းအမှတ်မထင်တွေ့ရှိပြီးသွားတဲ့နောက်မှာတော့..\nဘော်ဘီ့အနေနဲ့မကြေပွဲတွေအကြိမ်ကြိမ်နွှဲရင်းအရင်လိုအောင်မြင်မှုမျိုးတွေ ပြန်လည်ရရှိလာပါတော့တယ်။\nဒါပေမယ့်လဲ တစ်ဖက်က သမီးငယ်ဖြစ်သူ ကာလီကတော့ အောင်မြင်လာတဲ့သူ့အဖေရဲ့ အရှိန်နဲ့ ကိုယ်ပိုင်ဘဝတစ်ခုလုံး\nပျောက်ဆုံးလာတယ်လို့ခံစားမိတဲ့နောက် ကတောက်ကဆဖြစ်ပြီး သူ့နောက်ကွယ်ကနေ ဗီဒီယိုဂိမ်းမကစားပေးနိုင်တော့ဘူးလို့\nဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ဘော်ဘီ သိပ်လိုချင်ခဲ့တဲ့ အောင်မြင်မှုကနေလွဲချော်သွားတော့မလား?\nဒီလိုမရိုးဖြောင့်တဲ့နည်းနဲ့ရတဲ့အောင်မြင်မှုတွေကို သူဘယ်ချိန်ထိဆက်လိုချင်နေဦးမလဲ? သူ့ဘဝရဲ့ တကယ်တမ်းဦးစားပေးတွေက ဘာလဲ\nဆိုတာတွေကို ဆုံးဖြတ်ရွေးချယ်ဖို့ဖြစ်လာပါတော့တယ်။ အားကစားနောက်ခံ စိတ်ကူးယဉ် မိသားစု ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး\nသွက်လက်မြူးကြွတဲ့ဇာတ်အိမ်၊ နောက်ခံသီချင်း အမိုက်စားတွေနဲ့အတူ ကြည်နူးနွေးထွေးမှုအပြည့်နဲ့ခံစားရမယ့်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…(1.7GB)  / (1.25GB) / (679MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "5.6",
        "url": " https://megaup.net/2wdju/Fantasy.Football.2022.720p(CM).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BY2FkZjVlMDAtMmU2NS00NzI2LTg2NzctMGJhYTExOTExZDQ4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Nocebo (2022)",
        "description": "Nocebo (2022)\n==========\nIMDb Rating - 5.7/10ကြည့်ရင်းနဲ့ ကိုယ်တိုင်စိတ်တ္တဇဖြစ်ချင်သလိုလို မရိုးမရွခံစားရမယ့်\nMystery, Psychological thriller ဇာတ်လမ်းသစ်တစ်ပုဒ်နဲ့ မိ‌တ်\nဆက်ပေးချင်ပါတယ်။ခရစ္စတင်းဟာ အလုပ်အရမ်းများတဲ့ ဖက်ရှင်ဒီဇိုင်နာတစ်ယောက်ဖြစ်ပြီး\nခင်ပွန်းသည်ဖီးလစ်၊ သမီးလေးဘော့ဘ်တို့နဲ့ အတူနေထိုင်ပါတယ်။\nအားလုံးအဆင်ပြေနေသယောင်ရှိပေမဲ့ ခရစ္စတင်းဟာ စိတ်ကယောင်\nခြောက်ခြားဖြစ်ပြီး အရမ်းမေ့တတ်တဲ့ ရောဂါဆန်းတစ်မျိုးရှိပါတယ်။\nအဲဒီအထိက ပုံမှန်လိုပါပဲ။ဒါပေမဲ့ သူတို့အိမ်ကို ဒိုင်ယာနာဆိုတဲ့ ဖိလစ်ပိုင်သူရောက်လာချိန်မှာ\nအဓိကဇာတ်လမ်းစပါတော့တယ်။ သံသယ၀င်စရာကောင်းတဲ့ ဒိုင်ယာနာ့\nအပြုအမူတွေကလည်း ပရိသတ်ကိုစိတ်၀င်တစားဖြစ်စေမှာပါ။\nဒိုင်ယာနာဟာ ခရစ္စတင်းအတွက် မိတ်ဆွေဖြစ်မလား ရန်သူဖြစ်မလာ၊\nခရစ္စတင်းရဲ့ရောဂါဆန်းက ဒိုင်ယာနာနဲ့ပတ်သက်နေမလား၊ နောက်ပိုင်းမှာ\nဘယ်လိုမထင်မှတ်တဲ့ ထိတ်လန့်စရာတွေက စောင့်ကြိုနေမလဲဆိုတာ\nရင်တထိတ်ထိတ် ကြည့်ရှုကြရမှာ ဖြစ်ပါတယ်။ ခပ်ဆန်းဆန်း Psychological\nthriller ကားမျိုးမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် တင်ဆက်\nပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို C'mon မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ C'mon, Fiona Gillen တို့ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (600 MB) / (390 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Qepx/Nocebo.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7g7AIfLgFBpxAbqtLD1idxAfgPo.jpg",
        "title": "(18+) A Friend’s Wife Sold in Debt (2022)",
        "description": "(18+) My friend's wife sold in debt (2022)ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်း သူငယ်ချင်း ပေးရမယိ့အကြွေးအစား မိန်းမဖြစ်သူနဲ့ လဲပြီး ပေးလိုက်တာပါ\nငွေခဏခဏလိုနေတဲ့ ကောင်လေးက ငွေရှိတဲ့ သူ့သူငယ်ချင်းဆီက ပိုက်ဆံချေးပြီး မပေးနိုင်တော့ သူမိန်းမကို ပေးဖို့လုပ်တာပါ\nအစကတော့ သူငယ်ချင်းအိမ်မှာ အိမ်အကူ အလုပ်လုပ်ပေးရင်းကနေပဲ သူငယ်ချင်းရဲ့ တဏှာအောက်မှာ မြောပါသွားတဲ့ ဇာတ်ကားလေးပါ\nဒါတင်မကသေးဘဲ ပိုက်ဆံချေးတဲ့သူက သူ့ကို ‌ပိုက်ဆံထုတ်ပေးတဲ့ သူ့သူငယ်ချင်းရဲ့ မိန်းမကိုပါ ပြန်စားရင်း\nအဆုံးပါ မင်းမိန်းမလည်းငါ့မိန်းမ ငါ့မိန်းမလည်း မင်းမိန်းမ ဆိုသလို ဖြစ်သွားတဲ့ ဇာတ်ကားလေးပါ\nပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ရမယ့် ဒီကားလေးကိုတော့ တစ်ယောက်တည်း ကြည့်ဖို့တော့လိုပါမယ်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 971MB | 411MB ...",
        "rating": "5",
        "url": "https://megaup.net/1Qfkw/A.Friends.Wife.Sold.in.Debt.2022.1080p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODhiZDI0NjMtNzQwYi00MDI4LTk1YTYtZmYzZDEzODI1Yjg1XkEyXkFqcGdeQXVyNDUwOTIzMg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taurus (2022)",
        "description": "Taurus (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ပရိတ်သတ်တွေအတွက် Drama/musical\nအမျိုးအစားဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့ Taurus ကိုတင်ဆက်ပေး\nလိုက်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ entertainment industry တွေရဲ့\nဝမ်းနည်းဖွယ်ကောင်းတဲ့အဖြစ်အပျက်တွေ dark side တွေအားလုံး\nကို ထိထိမိမိ ချပြထားပါတယ်။ဇာတ်လမ်းကိုတော့ ဆေးစွဲနေတဲ့ နာမည်ကျော် အဆိုရှင်တစ်ယောက်\nဖြစ်တဲ့ ကိုးလ်ရဲ့ သနားစရာကောင်းပြီး အရှုံးသမားပုံစံပေါက်နေတဲ့ ဘဝ\nအကြောင်းနဲ့ အစချီထားပါတယ်။ ဆေးစွဲနေပေမဲ့လည်း ဘဝကို အဓိပ္ပာယ်\nရှိရှိဖြတ်သန်းချင်တဲ့ ကိုးလ်ဟာ သူ့ပတ်ဝန်းကျင်မှာရှိတဲ့သူတွေ၊ သူ့ဘဝ\nထဲကိုရောက်လာတဲ့သူတွေ၊ သူထိန်းသိမ်းရမဲ့ နာမည်ကျော်တစ်ယောက်ရဲ့\nပုံရိပ် အစရှိတာတွေနဲ့ နေ့စဉ်ရင်ဆိုင်နေရပါတယ်။ကိုးလ်ရဲ့ ရင်နာဖွယ် ဘဝအကြောင်းကို သူဖန်တီးနေတဲ့ ဂီတလေးတွေနဲ့\nရောစပ်ရိုက်ကူးထားတဲ့အပြင်၊ နာမည်ကျော် celebrity တွေခံစားရလေ့ရှိတဲ့\nခံစားချက်တွေကို ထိထိမိမိဖော်ပြရင်း ဇာတ်လမ်းကို ဇာတ်ရှိန်မြင့်မြင့်နဲ့\nအဆုံးသတ်ထားတဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။ ကိုးလ်တစ်ယောက် ဘဝရဲ့\nဖိအားတွေကို ဖိနှိပ်ရင်း သူဆက်ပြီးဖန်တီးဖို့လိုတဲ့ ဂီတတွေကို ဘယ်လို\nဖန်တီးသွားမလဲဆိုတာကို ကြည့်ရှုခံစားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June  ဖြစ်ပါတယ်)File Size..........(1.32 GB) / (506 MB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/19P3r/Taurus.2022.720p.WEBRip.(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/TheKillingTree_Final-932x1346-1-138x200.jpg",
        "title": "The Killing Tree / Demonic Christmas Tree (2022)",
        "description": "Christmas လည်းရောက်ခါနီးပြီဆိုတော့ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Christmas Horror ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nChristmas ရဲ့ထုံးတမ်းစဥ်လာတွေနဲ့ ပတ်သက်ပြီး တစ်ဖက်စွန်းရောက်နေတဲ့ psycho လင်မယား၂ယောက်ရှိပါတယ်.. ဒါပေမယ့် တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့် ယောက်ျားဖြစ်သူ သေဒဏ်ပေးခံလိုက်ရပါတယ်.. ဒါကြောင့် Christmas Eve ညမှာ အပယ်ခံမုဆိုးမဟာ ရှေးဟောင်းမန္တာန်တစ်ခုနဲ့ သူ့ယောက်ျားကို ပြန်အသက်သွင်းပါတော့တယ်.. ဒါပေမယ့် မန္တာန်မှားပြီး သူ့ယောက်ျားရဲ့ ဝိညာဥ်ဟာ Christmas သစ်ပင်ကြီးထဲကို ဝင်သွားတဲ့အခါမှာတော့....\nChristmas သစ်ပင်ခန္ဓာကိုယ်နဲ့ သူ့ကိုသေဒဏ်ကျအောင် လုပ်တဲ့သူတွေကို ဘယ်လို လိုက်ရှာသတ်မလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦး..File size…(1.35GB)  / (635.18MB) / (277.01MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre... Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ei Thwal",
        "rating": "",
        "url": "https://megaup.net/1Qf8y/wdc-demonicchristmastree.2022.us-720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7qtRYAL9K1g0FAv3QHEvZ12ork.jpg",
        "title": "And Now the Screaming Starts! (1972)",
        "description": "And Now the Screaming Starts! (1973)ငွေရှင်ကြေးရတတ် အမျိုးမြတ်တဲ့အပြင် သူ့အပေါ်မှာလည်းစုံမက်တဲ့ ချားလ်စ်ဖန်ဂရစ်ဖန်နဲ့ လက်ထပ်ဖို့အတွက် ဖန်ဂရစ်ဖန်စံအိမ်ကို လိုက်လာခဲ့တဲ့ ကတ်သရင်းရဲ့ရင်ထဲမှာ ကြည်နူးပျော်ရွှင်စိတ်နဲ့ သူ့အနာဂတ်အပေါ် စိတ်လှုပ်ရှားမှုတွေသာ အပြည့်ဖြစ်နေခဲ့တယ်။ ဒါပေမဲ့ စံအိမ်ကိုရောက်လာတဲ့ ပထမဆုံးညမှာပဲ ချားလ်စ်ရဲ့ ဘိုးဘေးအစဉ်အဆက် ပုံတူကားချပ်တွေကို လိုက်ကြည့်ရင်းက ချားလ်စ်ရဲ့အဘိုး ဟင်နရီရဲ့ပုံကိုကြည့်ရင်း တုန်လှုပ်စရာပုံရိပ်တစ်ခုကို မထင်မှတ်ဘဲမြင်လိုက်ရချိန်မှာတော့ သူတစ်သက်လုံးနေသွားရမယ့် ဒီစံအိမ်ဟာ သူစနောက်နေခဲ့တဲ့အတိုင်း သရဲခြောက်တဲ့အိမ်အိုကြီးတစ်လုံး တကယ်ပဲဖြစ်နေမလားလို့ ဒွိဟတွေဝင်လာခဲ့တယ်။ဒါပေမဲ့ သူနဲ့ချားလ်စ်တို့ရဲ့ မင်္ဂလာဦးညမှာ တစ္ဆေခြောက်လှန့်မှုထက် အပုံကြီးဆိုးဝါးတဲ့အဖြစ်နဲ့ ကတ်သရင်း ကြုံလိုက်ရတဲ့နောက်မှာ ဒီအိမ်ကြီးနဲ့ ချားလ်စ်တို့မိသားစုအပေါ် သူ့ရဲ့မသင်္ကာစိတ်တွေက အချိန်တိုအတွင်း တိုးပွားလာခဲ့ရတယ်။ ဒါပေမဲ့ ချားလ်စ်အပြင် သူတို့နဲ့အနေနီးစပ်သူတွေပါ ထုတ်မပြောရဲအောင် စိုးရွံ့နေကြတဲ့ ဒဏ္ဍာရီဇာတ်လမ်းတစ်ခုအကြောင်းကို သူသိလိုက်ရချိန်မှာ သူ့ကိုကူညီစောင့်ရှောက်ဖို့ ကြိုးစားသူတွေအားလုံး အန္တရာယ်တွေ ဆက်တိုက်တွေ့လာရပြီး သူကိုယ်တိုင်လည်း ဆိုးဝါးတဲ့ကျိန်စာတစ်ခုရဲ့သားကောင် ဖြစ်လာချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza ...",
        "rating": "5.9",
        "url": "https://megaup.net/2wd8u/(CM)_And_Now_The_Screaming_Starts!_(1973)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTg3YjA0ZDAtNGFhOS00ZTA5LTk5MGUtZmM3MDhlOWQxYWE1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padavettu (2022)",
        "description": "Padavettu (2022)\n—————————————————\nအိန္ဒိယနိုင်ငံက စိုက်ပျိုးရေးရွာငယ်လေးတစ်ရွာကိုအခြေတည်ပြီး ရိုက်ကူးထားတဲ့\nဒီဇာတ်ကားဟာ နိုင်ငံရေး action thriller အမျိုးအစားmovie ဖြစ်ပြီး IMDb rating 9/10 ရရှိထားတာဖြစ်ပါတယ်\nစိုက်ပျိုးရေးကိုပဲ အခြေတည်ပြီး ရှင်သန်စားသောက်နေကြတဲ့ ရွာငယ်လေးမှာ ဒေသနိုင်ငံရေးပါတီပဋိပက္ခတွေကြား ရင်ဆိုင်ကြရတဲ့အခါ..အားကစားသမားbiker တစ်ယောက်ဖြစ်ခဲ့တဲ့ Ravi ဟာ မတော်တဆမှုတစ်ခုကြောင့်\nလုပ်ချင်ကိုင်ချင်စိတ်မရှိတဲ့ introvert တစ်ယောက်ဖြစ်သွားပါတော့တယ်ဒါပေမယ့် သူ့ဘဝကိုတစ်ဖန်ပြန်ပြောင်းလဲစေတဲ့ ဖြစ်ရပ်တစ်ခုနဲ့ ကြုံလာရတဲ့အခါမှာတော့\nရွာရဲ့လွတ်လပ်ခွင့်အတွက် နိုင်ငံရေးစနစ်ကြီးကို တွန်းလှန်ဖို့ကြိုးစားရပါတော့တယ် ..\nနိုင်ငံရေးသမားတွေနဲ့ ယှဉ်ပြီး ကြိုးစားနေတဲ့ Ravi တစ်ယောက် ရွာသူရွာသားတွေရဲ့\nထောက်ခံအားပေးမှုကိုရော ရရှိလာမှာလား.. ဘယ်အရာကများသူ့ကို\nတော်လှန်ရေးသမားတစ်ယောက်ဖြစ်စေဖို့တွန်းအားပေးခဲ့တာလဲ..\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်လို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်..\nFile size…2.8GB  / 1.26GB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Go-O",
        "rating": "8.5",
        "url": "https://megaup.net/2wd5t/Padavettu_(2022)_Malayalam_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODk3MmQ0MTktMzRmMi00YmZhLWJhY2QtYTJiN2VhNjJjZjRiXkEyXkFqcGdeQXVyMjE4NzUxNDA@._V1_-138x200.jpg",
        "title": "The Good Witch of Christmas (2022)",
        "description": "The Good Witch Of Christmas (2022)\n==========================ကဲ အားလုံးပဲ ခရစ်စမတ်အချိန်အခါကို ရောက်ရှိလာပြီဆိုတော့\nအိမ်မှာ ကလေးတွေနဲ့အတူတူ အနားယူရင်း ကြည့်လို့ရမယ့် ခရစ်\nစမတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ခရစ်စမတ်ကာလရဲ့ နာမည်ကျော်သူခိုးကြီးတွေဖြစ်တဲ့ ဖရန့်ခ်နဲ့ တိုနီတို့\nနှစ်ယောက်တို့ဟာ ဖရန့်ခ်ရဲ့ ညီဖြစ်သူက မွေးတဲ့ လီယမ်နဲ့ အိုလစ်\nဗီယာဆိုတဲ့ ကလေးနှစ်ယောက်ကို ထိန်းပေးဖို့ရာ အကြောင်းဖန်လာ\nပါတယ်။ဆန်တာကလော့စ်နဲ့ ခရစ်စမတ်လက်ဆောင်တွေကို အရမ်းယုံကြည်တဲ့\nအိုလစ်ဗီယာနဲ့ ခရစ်စမတ်ကို အယုံအကြည်မရှိတဲ့ လီယမ်တို့ဆီ ဆန်တာရဲ့\nနတ်သူငယ်တစ်ပါးဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက် ရောက်ရှိလာပြီး၊သူတို့ရဲ့\nမိဘတွေဆီကိုတော့ ဆန်တာကလော့စ်က ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး\nရောက်ရှိသွားတဲ့အခါမှာ...\nခရစ်စမတ်ကာလတိုင်း မရိုးနိုင်တဲ့ မိသားစုဇာတ်လမ်းလေးကို ရယ်ရွှင်ဖွယ်ရာ\nများနဲ့အတူ ကြည့်ရှုရဦးမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe  ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (600 MB) / (311 MB)\nQuality............WEB-RIP 1080p / 720p / 360p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar ...",
        "rating": "4.6",
        "url": "https://megaup.net/3bHpo/The.Good.Witch.of.Christmas.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n3oV6065tgYpukAjLxSbWcfqdg9.jpg",
        "title": "Call Jane (2022)",
        "description": "Call Jane (2022)~ IMDb - 6.1/10, RT - 82%, Meta - 64% ~နာမည်ကျော် Gotham စီးရီးထဲ ပင်ဂွင်းနဲ့အတူတူ ပရိသတ်အချစ်တော်ဖြစ်ခဲ့တဲ့ Riddler နေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cory Michael Smith ရဲ့ ဇာတ်ကားအသစ်ပါ။ မင်းသမီးကတော့ Charlie's Angels, Pitch Perfect Trilogy, Power Rangers နဲ့ The Hunger Games အစုံအစုံက မင်းသမီး Elizabeth Banks ပါ။ စပယ်ရှယ်ဘွန်းခဲ့တဲ့ Fantastic Four (2015) က Kate Mara လည်းပါသလို Alien Franchise ကြီးရဲ့ အခရာအကျဆုံးဖြစ်ခဲ့သူ Sigourney Weaver လည်းပါတဲ့ သမိုင်းနောက်ခံဇာတ်ကားသစ်ပါပဲ။ခင်ပွန်းဖြစ်သူရဲ့အလုပ်ကြောင့် တက်ရတဲ့အခမ်းအနားကနေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Qfxe/(CM)_Call_Jane_(2022)_720p.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTY0Mjk3NzYyMF5BMl5BanBnXkFtZTcwMDQzNTYyMQ@@._V1_-144x200.jpg",
        "title": "(18+)Angel Heart (1995)",
        "description": "- နာကျင်လွန်းတဲ့အတိတ်ဒဏ်ရာတွေက အချစ်ကိုပုံဖော်တဲ့အခါအနှောင့်အယှက်တစ်ခုဖြစ်နေခဲ့သလား- ကိုယ့်ရဲ့အတိတ်ဒဏ်ရာတွေနဲ့ မင်းကိုထိုးသွင်းလိုက်တဲ့အခါထပ်တူညီတဲ့ နာကျင်မှုဖြစ်သွားစေနိုင်မလား- ကိုယ့်ရဲ့အချစ်တွေက မင်းရဲ့ရမ္မက်နဲ့ထိပ်တိုက်တွေ့တဲ့အခါစိတ်ရှိတိုင်းမချစ်ရဘဲ အားနာနေမိမလား- ကိုယ့်အဖြစ်ကိုကြည့်ပြီး မင်းကတော့ ပြောရှာပါတယ်“ကျွန်မကို လျော့ချစ်ပါ”တဲ့လား...မြောင်ဝေကတော့ ဦးလေးနဲ့အတူတူ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်ရင်း\nဦးလေးကိုယ်စား ထောင်နှစ်နှစ်ကျသွားခဲ့ရပါတယ်။ ဆေးမှုနဲ့ဆိုတော့\nထောင်ထဲမှာ အေးအေးဆေးဆေးမနေရဘဲ အမြဲလိုလိုနှိပ်စက်ခံခဲ့ရပြီး\nသူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့လက်ထဲမှာသေဆုံးသွားတဲ့အထိ ဖြစ်ခဲ့ရပါတယ်။အဲ့ဒီထိုးနှက်ချက်တွေကြောင့် ထောင်ကပြန်ထွက်လာပေမယ့်\nသူမပျော်တော့ပါဘူး။ အဲ့ဒီအချိန် ငယ်ချစ်ဦးဝင်ဒီနဲ့ပြန်တွေ့ရတဲ့အခါ....\nအချစ်နဲ့ဝေဒနာကို သက်သာစေနိုင်မလား ဒါမှမဟုတ် အချစ်ကြောင့်ပဲ\nဝေဒနာပိုတိုးလာမလားဆိုတာကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားတာမို့\n၁၈ ယောက်စုကြည့်လိုက်ပါတော့နော်....\nFile size…2.5GB / 1.01GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.0",
        "url": "https://megaup.net/1ai4j/Angel_Heart_1995.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1lO5o4si8JPPFi7XAGlFH5az4Yp.jpg",
        "title": "[18+] The Big Bird Cage (1972)",
        "description": "The Big Bird Cage (1972)ခရမ်းချဉ်သီး ၁၀၀ ရထားတဲ့ ရှားပါး Erotic ကားလေးပါ။ မင်းသမီးပေါင်းများစွာရဲ့ အဖော်အချွတ်တွေနဲ့ survival ဆန်ဆန် သည်းထိတ်ရင်ဖိုတွေကို တွဲဖက်ခံစားရမယ့် ကားဆိုလည်းမမှားပါဘူး။မင်းသမီးက နိုင်ငံရေးပိုင်းက ဟိုးထိပ်ကလူတွေကိုပါ ပိုင်နိုင်ဩဇာရှိတဲ့လူ။ ဒါပေမဲ့ သူ့ကို အပြစ်မရှိပါဘဲ အပြစ်ရှိပါတယ်ဆိုပြီး ထောင်ချပြီး တောထဲက အမျိုးသမီးသီးသန့် ထောင်စခန်းလိုနေရာကို ပို့လိုက်ကြတယ်။ မင်းသမီးကတော့ တစ်နေ့ သူလွတ်မယ်လို့ ယုံနေပေမဲ့ တစ်နေ့ထက်တစ်နေ့ ရက်စက်တာတွေ ခက်ထန်တာတွေ သေကြကြတာတွေ ခန္ဓာကိုယ်ကိုစားသုံးခံရတာတွေ ဖျက်ဆီးခံရတာတွေ အနိုင်ကျင့်ခံရတာတွေနဲ့ပဲ ကြုံလာရတဲ့အခါ မင်းသမီးဟာ ကိုယ့်လွတ်လမ်းကို ကိုယ်ဖောက်ဖို့ ကြိုးစားဖို့ အကြောင်းဖန်လာတယ်။မင်းသမီး ထွက်ပြေးလိုက် နှိပ်စက်ခံရလိုက် ပြန်ထွက်ပြေးဖို့ ကြံလိုက်နဲ့ လူမဆန်တဲ့ကောင်တွေလက်ထဲ ကျရောက်နေတဲ့အခြေအနေနဲ့ သူ့လွတ်မြောက်ခြင်းအတွက် ကြိုးစားရင်း သူများတွေကိုပါ လွတ်မြောက်ဖို့ ကူညီပေးရင်း စည်းရုံးတာတွေ တော်လှန်တာတွေကိုလည်း ခင်ဗျားတို့မြင်ရလိမ့်မယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1ai1t/(CM)_The_Big_Bird_Cage_(1972)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/anLJOkvjwY31NiRoEuZ23yBAZEK.jpg",
        "title": "Higher Learning(1995)",
        "description": "Higher Learning==============အခုတင်ဆက်မဲ့ကားကတော့ အမြင်လှပြီးအတွင်းပုပ်နေတတ်တဲ့အမေရိကန်တက္ကသိုလ်လောကအကြောင်းကို ကွက်ကွက်ကွင်းကွင်းတင်ဆက်ထားပါတယ်။Columbus တက္ကသိုလ်ဟာ နာမည်ကြီး‌အကောင်းဆုံးတက္ကသိုလ်တွေထဲကတခုပါ။ဒီကျောင်းကြီးရဲ့ပရ၀ုဏ်အတွင်းမှာကတော့လူဖြူလူမည်းပဋိပက္ခတွေလူမျိုးရေးခွဲခြားဆက်ဆံတာတွေလိင်ပိုင်းဆိုင်ရာကျူးလွန်မှုတွေစသဖြင့်ပွေလီရှုပ်ထွေးနေပါတယ်။ဒီလိုနေရာကိုရောက်လာတဲ့ကျောင်းသားသစ်သုံးယောက်ကတော့Malik Williamsလူမည်းအပြေးအားကစားကျောင်းသားဖြစ်ပြီးပညာရေးမှာရုန်းကန်နေရပါတယ်။Kristen Connor ကတော့ အရှက်ကြီးပြီးအယုံလွယ်တဲ့ကျောင်းသူလေးပေါ့။Remyကတော့ ရေကန်မရှိတဲ့ငါးလိုကိုယ့်နယ်ကနေရပ်ရွာသစ်မှာအဖော်မဲ့လမ်းပျောက်နေသူပါ။ဒီသုံးယောက်ရဲ့ကျောင်းသားသစ်ဘ၀မှာတဦးချင်းစီကြုံတွေ့ရမဲ့ လူမျိုးရေးခွဲခြားမှုတွေ, သွေးထိုးလှုံ့ဆော်မှု‌တွေ, လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေကိုဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း အတွေးအမြင်ကောင်းကောင်းတွေနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားကို‌တော့Omar Epps, Ice Cube, Jennifer Connelly, Laurence Fishburne စသဖြင့်နာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်အားဖြည့်ထားပါတယ်။ File Size  :  2.73GB  /  1.28 GBQuality    : BluRay 1080p 5.1CH , 720pDuration : 2hr 8minFormat  : Mp4Genre : Crime  , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by BrackmanEncoded by Min Wai",
        "rating": "6.5",
        "url": "https://megaup.net/1Qfo6/Higher_Learning.1995.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    }
]