[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://megaup.net/2ylvf/The.Point.Men.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1cqjl/(CM)_The_Weapon_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdIkDCWcBqv1B10ncm71sMiqEEF.jpg",
        "title": "Backcountry(2014)",
        "description": "Backcountry(2014)============== Backcountry ဆိုတဲ့ Survival Thriller ဇာတ်ကားလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်မွန်းကျပ်လှတဲ့ နေ့စဉ်လူမှုဘဝထဲကနေ ရုန်းထွက်ပြီး တောတောင်ရေမြေအလှအပကို ခံစားဖို့အတွက် တောတွင်းခရီးစဉ်တစ်ခု ထွက်လာခဲ့တဲ့အဲလက်စ် နဲ့ ဂျန်းတို့စုံတွဲ..မထင်မှတ်ဘဲ လူထူးဆန်း ဘရက်ဒ်နဲ့ စတင်တွေ့ဆုံရချိန်.အဲလက်စ် နဲ့ ဂျန်းကြားမှာ ကတောက်ကဆမီးပွားလေးများ စတင်ဖြစ်ပေါ်လာရင်း.လူသူမရောက်တဲ့နေရာမှာ မမျှော်လင့်ထားတဲ့အန္တရာယ်တွေ ကြုံလာရချိန်ဘယ်လိုတွေ ဖြေရှင်းကြမလဲ. လူသားနဲ့သားရဲကောင် ကြားက အသက်လုပွဲ.၊ survival ဆိုတဲ့အတိုင်း အသက်ရှင်သန်ဖို့ ဘယ်လောက်ထိ ရုန်းကန်ရမလဲ၊ကံ၊ ဉာဏ်၊ ဝီရိယ စိုက်ထုတ်ရမလဲ ဆိုတာကို ထင်ဟပ်ပြသထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.29GB / 543.9MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Adventure , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1cqab/Backcountry.2014.BluRay720p(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Snx9/(CM)_Battleship_(2012)_BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpF6Hj9nvLJvMNjjqSzforPEQkX.jpg",
        "title": "Beautiful Pain (2016)",
        "description": "Beautiful Pain (2016)မိဘရယ်လို့ ဖြစ်လာပြီဆိုရင် သားသမီးတွေကို အဖိုးတန်တဲ့ ပြီးပြည့်စုံတဲ့လူအဖြစ်ပဲ မွေးဖွားလာစေချင်ကြမှာပါ။\nဒါပေမဲ့ ကံတရားကတော့ လူတိုင်းကို ကိုယ်ထင်မှတ်သလို မျက်နှာသာပေးတတ်သူတော့ မဟုတ်ပါဘူး။ရာဇ်လန်ဟာ ဇနီးဖြစ်သူအလီနာ သားဖြစ်သူဒန်နီရယ်နဲ့အတူ အေးချမ်းတဲ့မိသားစုငယ်လေးတစ်ခုကို ပိုင်ဆိုင်ထားသူပါ။\nဒါပေမဲ့ သားဖြစ်သူဒန်နီရယ်ရဲ့ တစ်နေ့တခြား ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့် ရာဇ်လန်ရော အလီနာပါ ရင်ပူနေရပါပြီ။\nရာဇ်လန်ကတော့ ယောက်ျားသားပီပီ အဖြစ်အပျက်တွေကို မသိကျိုးကျွန်လုပ်နေပေမဲ့\nအလီနာကတော့ သားဖြစ်သူရဲ့အခြေအနေကို ရိပ်စားမိပြီး ရတက်မအေးဖြစ်နေတာပေါ့။အလီနာတစ်ယောက် ခင်ပွန်းဖြစ်သူမသိအောင် ကွာလာလမ်ပူမှာရှိတဲ့ ညီမဖြစ်သူရဲ့အကူအညီနဲ့ ကလေးအထူးကုနဲ့ပြကြည့်တဲ့အခါမှာ\nဒန်နီရယ်တစ်ယောက် အော်တစ်ဇင်ဖြစ်နေကြောင်း သိသွားရတဲ့အခါမှာတော့...သားဖြစ်သူကို မျှော်မှန်းချက်ကြီးမားခဲ့တဲ့အဖေပီပီ ရာဇ်လန်တစ်ယောက် ဒန်နီရယ်ရဲ့အခြေအနေကို အကြောက်အကန် ငြင်းဆန်နေရရင်းနဲ့\nရုတ်တရက် အလီနာဆုံးသွားတဲ့အခါ သူတို့ဘယ်လိုရှေ့ဆက်ကြမလဲ။\nဘယ်အရာကရော ရာဇ်လန်ကို အခြေအနေတွေကို လက်ခံသွားစေတာလဲ။\nမသန်စွမ်းဖြစ်နေတဲ့သားဖြစ်သူရဲ့ အနာဂတ်ခရီးမှာ အဆင်ပြေစေဖို့\nဖခင်တစ်ယောက်အနေနဲ့ သူဘယ်လိုကြိုးစားသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်တဲ့အတွက်\nကြည့်ရှုသူတွေအတွက် လက်တွေ့ဘဝနဲ့ဆက်စပ်တဲ့ အတွေးအမြင်တစ်ခုရသွားစေမှာ အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Drama, ...",
        "rating": "7",
        "url": "https://megaup.net/1Sgh9/Beautiful.Pain2016.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kFL9ujaZcZbJ1J1hghQyqTWmgkE.jpg",
        "title": "Bleach (2022)",
        "description": "Bleach (2022)ဒီကားလေးကတော့ Horror ပရိတ်သတ်တွေ သဘောကျမယ့် ကားမျိုးဗျ။\nဇာတ်လမ်းဆုံးထဲ အထိ ရင်တမမနဲ့ ကြည့်နေရသလို ကြောက်နေရတယ်။\nမြန်မာပေါသရဲကားတွေလိုတော့ မဟုတ်ဘူးပေါ့ဗျာ။\nဇာတ်လမ်းကလည်း နည်းနည်းဆန်းတယ် ဆိုမလား။\nသူ‌ဌေးတစ်ယောက်ကနေ သူများအသားနာကျင်မှုကနေ ကျေနပ်မှုရှာတက်တဲ့ ရုပ်ရှင်ဒါရိုက်တာကို\nငွေတွေ ပုံပေးပြီး အရက်စက်ဆုံး အပြင်းထန်ဆုံး ဇာတ်ကားကို ရိုက်ခိုင်းလိုက်တာပါပဲ။\nအဲ့ဒီမှာ ဒါရိုက်တာဖြစ်တဲ့ ဂျိုနာပက်တန်ဟာ သူရက်ရက်စက်စက် သတ်ဖြတ်ခဲ့ဖူးတဲ့သူတွေရဲ့ တစ္ဆေတွေနဲ့\nတကယ့်အပြင်မှာ သူ့နောက်လိုက်နေတဲ့ စုံထောက်တွေကို ဘယ်လို တစ်ပက်ရိုက်မလဲဆိုတာ ကြည့်ရူရမှာ ဖြစ်ပါတယ်။\nဇာတ်လမ်းဟာ သာမန်ကြည့်နေကျ ဇာတ်လမ်းလို မဟုတ်တာကြောင့်\nထူးဆန်းတဲ့ ဇာတ်ကားတွေမှ ကြည့်ရူချင်တဲ့သူတွေက အကြိုက်တွေ့ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 680MB | 329MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3ebcf/Bleach.2020.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNy5VrMfmxoAYlY1YJ5W6RtDHOU.jpg",
        "title": "Run & Gun (2022)",
        "description": "Run and Gun (2022)မင်ဒဲလားသက်ရောက်မှု(Mindela effect) ဆိုတာ ကြားဖူးပါသလား\nမင်ဒဲလားက ထောင်ထဲမှာပဲ ၁၉၈၀ ခုနှစ်မှာသေဆုံးသွားတယ်လို့ လူသန်းပေါင်းများစွာက ယုံကြည်ကြတယ်တဲ့\nဒါပေမဲ့ မင်ဒဲလားက အမှန်တကယ်မှာ တောင်အာဖရိကနိုင်ငံရဲ့ သမ္မတပါဖြစ်ခဲ့ပါသေးတယ်\nလူတွေအဲ့လိုအထင်မှားကြတာက ကောလဟာလကြောင့်လဲဖြစ်နိုင်သလို\nနောက်သီအိုရီတစ်ခုက ကျွန်တော်တို့စကြာဝဠာကြီးက ‌အပြိုင်ယူနီဗာ့စ်တစ်ခုအဖြစ်ကွဲထွက်သွားပြီး အဖြစ်အပျက်တွေက ကွဲပြားနေရတာပါတဲ့\nကျွန်တော်အခုရေးပြနေတာတွေက ခုဇာတ်ကားရဲ့ plot နဲ့ ဘာမှမဆိုင်ပါဘူး\nဇာတ်လမ်းက အရင်ကဆိုးသွမ်းခဲ့တဲ့လူမိုက်ကြီးတစ်ယောက်က မိသားစုနဲ့အေးချမ်းစွာနေထိုင်နေတဲ့အချိန်မှာပဲ\nအထုပ်တစ်ခုကိုသွားယူဖို့ လူမိုက်ဆရာကြီးတစ်ယောက်က လာခိုင်းစေပါတော့တယ်\nအဲ့မှာသောက်တလွဲတွေ ပြသနာတွေပေါင်းစုံနဲ့ အဲ့အထုပ်ထဲပါတာက\nမင်ဒဲလားသက်ရောက်မှုကို သက်သေပြနိုင်မဲ့အရာလားဘာလား စသည်ဖြင့် မရိုးရအောင်ကြည့်ရှုရမှာပါEntertainment ဖြစ်တဲ့ အပစ်အခတ်အက်ရှင်တွေလဲ ပါမယ်\nကောင်းဘွိုင်အထာ ကန္တာရထဲ မိုက်ကြရမ်းကြတာတွေလဲပါမဲ့\nဒီဇာတ်ကားလေးက စိတ်အပန်းဖြေကြည့်ရှုဖို့အတွက်တော့ ကောင်းမွန်မှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynnပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 792MB | 343MB\nFormat… ...",
        "rating": "5.1",
        "url": "https://megaup.net/2yeUe/Run.and.Gun.2021.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fLDGQtwZtqk9xNlKFuwU030H1dz.jpg",
        "title": "Kamu Tidak Sendiri (2022)",
        "description": "Kamu Tidek Sendiri (2022)-အင်ဒိုနီးရှားဇာတ်ကားထဲမှာ ဒီကားသဘောအကျဆုံးပဲ ။\nအင်ဒိုနီးရှားနိုင်ငံမှာ သဘာဝဘေးအန္တရာယ်ကြောင့် အထူးသဖြင့် ငလျင်၊\nဒါတွေကြောင့် လူတွေထိခိုက်သေဆုံးရတာတွေ ၊ အပျက်အစီးအောက်မှာ ပိတ်မိနေတဲ့သူတွေ ခံစားရတာတွေ ၊\nကိုယ်ချစ်တဲ့သူ တန်ဖိုးထားရတဲ့သူတွေကို မေ့လျော့ပစ်ပယ်မထားသင့်ဘူးဆိုတာတွေ၊ စတာစတာတွေကို\nအရိုးရှင်းဆုံး ဘာလှည့်ကွက် ဘာဝှက်ကွက်မှမပါပဲ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းက ဓာတ်လှေကားမှာ စပြီးတော့ ဓာတ်လှေကားမှာပဲ ဆုံးသွားတာပါ။\nမင်းသားကြီး Ryan Reynolds ရဲ့ Burn ကိုတောင် သွားသတိရမိတယ် အဲ့လောက်တော့ မမွန်းကျပ်ဘူးပေါ့လေ။-ဇာတ်အိမ်ကတော့ မင်းသမီးက ကုမ္ပဏီမှာ အထက်လူကြီးတစ်ယောက်၊မသိတဲ့သူကိုစကားပြောဖို့ဝန်လေးသူ ။\nအပေါက်ဆိုးတယ် ဆက်ဆံရေးမကောင်းဘူးလို့ သတ်မှတ်ခံထားရတဲ့သူ။\nတစ်နေ့ မနက်ဖြန်အမှီအလုပ်အပြီးသတ်ရမှာဆိုတော့ ညနက်မှအလုပ်ကဆင်းမယ့်အချိန်\nဓာတ်လှေကားကနေအဆင်း တစ်လွှာတည်းအလုပ်လုပ်ကြတဲ့ကောင်လေးနဲ့ကြုံ\nဓာတ်လှေကားစီးနေတုန်း ငလျင်လှုပ်ရာ ကြုံရဆုံရ လူ့ဘဝကို ဘယ်လိုတွေ ဖြတ်သန်းခဲ့ကြလဲဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thrillee\nQuality…. 1080p | 720p | ...",
        "rating": "5.2",
        "url": "https://megaup.net/2yeUa/Kamu.Tidak.Sendiri.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qBWtxQEuoPYAOy8zTiZhrvQJf0m.jpg",
        "title": "I, Challenger (2022)",
        "description": "I, Challenger (2022)ဆစ်ဒ် ဆိုတဲ့သတ်လတ်ပိုင်းလူကတော့ သူ့ကိုယ်သူအရှုံးသမားအဖြစ် အပြည့်အဝခံယူထားသူပါ။\nအလုပ်ကမရှိ၊ သူ့အလုပ်က စက်ရုပ်နဲ့အစားထိုးခံလိုက်ရလို့အလုပ်ပြုတ်သွားတယ်။\nလတ်တလောအလုပ်ကတော့ ဆယ်ကျော်သက်တွေကိုဆေးခြောက်ရောင်းတဲ့အလုပ်။\nဘော်ဒါဆိုတော့လဲ သူနဲ့ဂိမ်းတွဲဆော့နေကျ ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ပဲရှိတယ်။\nဆော်ကလဲမရှိ။ သူကလဲကြံရာမရ ပေါက်ကရတွေအကုန်လုပ်တဲ့သူပါ။\nTinder ကနေလဲ သကြားမေမေရှာကြည့်သေးတယ်။ မအိုကေ။ ထီတွေဆိုတာလဲ လတိုင်းထိုးတာ။နောက်ဆုံးတော့ ကံကောင်းခြင်းရဖို့ ဂူဂဲလ်မှာရှာရင်း ရုရှားကဗီဒီယိုတွေကိုသွားတွေ့တယ်။\nရုရှားကလူတွေက သူတို့ကိုယ်သူတို့၂၄ နာရီကြာ အခေါင်းထဲထည့်မြှပ်နှံပြီး ကံကောင်းခြင်းကိုရသွားကြတယ်တဲ့။\nအခေါင်းထဲကပြန်ထွက်လာတာနဲ့ အလုပ်တွေအချစ်ရေးတွေအရာရာမှာကံကောင်းလာတယ်။\nသေချာတာပေါ့ ဆစ်ဒ်ကလဲ သူ့တစ်ဦးတည်းသော သူငယ်ချင်းကောင်လေးရဲ့ အကူအညီကိုယူပြီး\nသူ့ကိုယ်သူ ၂၄ နာရီကြာ မြှုပ်နှံဖို့ ကြိုးစားလိုက်ချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 767MB | 373MB\nFormat… mp4\nDuration…. 1h 38min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ydL8/I.Challenger.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PnGo4QM3Bvx3YmrdN6NwshVZ6j.jpg",
        "title": "The Twelve Stories of Glen Anggara (2023)",
        "description": "The Twelve Stories of Glen Anggara (2023)ဒါလေးကတော့ မနှစ်ကမှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nနာမည်လေးက The Twelve Stories of Glen Anggaraတဲ့။\nဒီကားလေးက Romance/Drama အမျိုးအစားလေးဖြစ်ပြီး\nရုပ်ရှင်ရဲ့ Dialogue တွေက တကယ့်ကိုရင်ထဲထိပါတယ်။IMDbမှာဆိုရင်လည်း 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာတော့ အသက်ရှင်ဖို့အချိန်သိပ်မကျန်တော့တဲ့ ရှန်နာ့ရဲ့ ​မသေခင်လုပ်သွားချင်တဲ့ ဆန္ဒဆယ့်နှစ်ခုကို\nသူ့ရဲ့ ချစ်သူကောင်လေး ဂလန်က ရအောင်လိုက်ပြီး ဖြည့်ဆည်းပေးတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဒီ ဆန္ဒဆယ့်နှစ်ခုက ဘာတွေဖြစ်မလဲ။\nနောက်ပြီး ဂလန်ကရော ရှန်နာ့ရဲ့ ဆန္ဒတွေအကုန် ပြည့်ဝအောင်လုပ်ပေးနိုင်မလားဆိုတာကို ပျော်ရွှင်ဖွယ်ကောင်းစွာကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်ခင်ဗျ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 768MB | 384MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ydJ2/12.Stories.of.Anggara.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukzgWvs0ag2q7zBOBQS9Y1aRVCz.jpg",
        "title": "Hide-and-Never Seek (2016)",
        "description": "Hide and Never Seek (2016)ကလေးဘဝကလူတိုင်းကစားဖူးတဲ့ တူတူပုန်းတမ်းကို Horror Version လေးတစ်ဖြတ်အနေနဲ့ ကြည့်ရှုရဦးမှာပါ။\nVJ Glow ဟာ “Glow World” ဆိုတဲ့ horror channel တစ်ခုရဲ့ အစီအစဉ်တင်ဆက်သူဖြစ်ပါတယ်။\nchannel ကနေ ဝင်ငွေရဖို့အတွက် သူနဲ့ Producerဘတ် တို့က ထူးခြားဆန်းပြား ခြောက်ခြားစရာcontent အသစ်တွေကို ရှာဖွေနေခဲ့ကြတာပါ။\nတစ်နေ့မှာတော့ သူတို့ Channel ကို Video တစ်ခုပေးပို့လာခဲ့ပါတယ်။\nvideo ထဲမှာတော့ အထက်တန်းကျောင်းသူလေး ၂ ယောက်က တစ်ယောက်တည်းတူတူပုန်းတမ်းလို့ဆိုတဲ့ ဝိဉာဉ်လောကနဲ့ဆက်သွယ်ပြီးကစားရတဲ့တူတူပုန်းတမ်းကိုကစားနေခဲ့တာပါ\n။အဲဒီ video ထဲမှာရိုက်ကူးမိထားတဲ့ ခြောက်ခြားစရာအဖြစ်အပျက်ကို VJ Glow တို့တွေက စိတ်ဝင်စားသွားကြပြီး\nChannel မှာတင်ဆက်ဖို့အတွက် Video ထဲကအဆောက်အဦးကို ကိုယ်တိုင်သွားရောက်စူးစမ်းကြပါတော့တယ်။\nအဲဒီကျိန်စာသင့်အဆောက်အဦးထဲမှာပဲ live broadcast လွှင့်ကြရင်းနဲ့\nဘယ်လို ထူးထူးဆန်းဆန်းကြောက်မက်ဖွယ်တွေဖြစ်လာမလဲ …..\nVideo ထဲကကျောင်းသူလေးကိုရော ကယ်တင်နိုင်မလား ….ဆိုတာတွေကို\nရုပ်ရှင်တစ်ခုလုံးကို ကင်မရာနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့ပုံစံအနေနဲ့ ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။အညွှန်း ...",
        "rating": "5",
        "url": "https://megaup.net/3ebcA/Hide.and.Never.Seek.2016.720p.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uyV8Gx9Ns1AXIRiahGFVeRFHHf.jpg",
        "title": "A True Scary Story: Summer Special Edition (2022)",
        "description": "A True Scary Story : Summer Special Edition (2022)\n-------------------------------------------------------\nသရဲကားအရှည်ကြီးတွေထက် သရဲကားအတိုလေးတွေကြည့်ရတာကြိုက်တဲ့ ပရိသတ်တွေအတွက်\nကိုယ်တွေ့ဖြစ်ရပ်မှန် သရဲဇာတ်လမ်းတိုလေးတွေကို ပြန်ပြောပြတဲ့ ဂျပန်အစီအစဥ်ကနေ ကောင်းနိုးရာရာဇာတ်လမ်းတွေကို စုထုတ်ထားတဲ့ကားပါ။ရှိုးကနေ ပြောပြတဲ့ဇာတ်လမ်းတွေကို စုစည်းထားတာမလို့\nတစ်ချို့နေရာတွေမှာ အဆက်အစပ်မရှိတဲ့ကြားဖြတ်ဇာတ်လမ်းတွေလည်းပါပေမယ့်\nစိတ်ရှည်သည်းခံပြီး ကျော်သာကြည့်လိုက်ကြပါလို့။တစ်ခုရှိတာက ဒီကားကသာမန်သရဲကားမဟုတ်ဘဲ ရှိုးကိုပေးပို့လာတဲ့ ကိုယ်တွေ့ဖြစ်ရပ်မှန်သရဲအကြောင်းကို ပြောပြနေတာမလို့\nNarrator အပေါ်မူတည်ပြီး မတင်မကျဇာတ်သိမ်းတွေ တစ်ချို့ဟာတွေကျ ဘာမှနားမလည်လိုက်သိဘဲ ပြီးသွားတာမျိုးလည်း ရှိနိုင်ပါတယ်။\nပါးစပ်ရာဇဝင်သရဲဇာတ်လမ်းတွေနဲ့ အလကားနေဖြဲခြောက်တဲ့သရဲအကြောင်းတွေလည်း အများကြီးပါပေမယ့် အပျင်းပြေကြည့်လို့တော့ရပါတယ်။အညွှနိး နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.43GB | 633MB | 311MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moe ...",
        "rating": "",
        "url": "https://megaup.net/1Sgig/Honto_ni_Atta_Kowai_Hanashi_2022_720p_WEB-DL_CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ0gylJMxWSL490sy0RrPj1Lj7e.jpg",
        "title": "The Whale (2022)",
        "description": "The Whale (2022)~ IMDb - 7.9/10, RT - 65%, Meta - 60% ~Directed By \"Darren Aronofsky\"ဖြစ်စေချင်ဝာာကတော့ ဘာမှဆက်ဖတ်မနေပါနဲ့။ ဒီတိုင်းသာ ကောက်ကြည့်လိုက်ပါ။ ပေါင်၆၀၀လူဝကြီးတစ်ယောက်က အသည်းကို ဖင်ခုထိုင်ပြီး တစ်စစီခွဲပစ်မယ့် ရုပ်ရှင်ပါပဲ။ \"ဝေလငါး ( သို့ ) ဝမ်းနည်းခြင်းအက်ဆေး\"ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်လို့ စကားဦးပျိုးလိုက်ရင် မှန်ပါ့မလား။ ဟင့်အင်း... မမှန်တာ သေချာတယ်။ ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်ထင်ရပေမဲ့ တကယ်တမ်းကျ လူဝကြီးက ကမ္ဘာကြီးကို ထမ်းထားခဲ့တယ်။ လူဝကြီးအကြောင်းပြောပြရရင် လူဝကြီးက အလေးချိန် ပေါင်၆၀၀ရှိတယ်။ ဇနီးဟောင်းတစ်ယောက်၊ သမီးတစ်ယောက်၊ သူငယ်ချင်းတစ်ယောက်ရှိတယ်။ လူဝကြီးမှာ ကောင်လေးတစ်ယောက်ရှိခဲ့ပေမဲ့ အခုတော့ မရှိတော့ဘူး။ လူဝကြီးစကားအရတော့ အဲဒါကြောင့်ပဲ သူ့ကိုယ်အလေးချိန် တက်လာခဲ့တယ်တဲ့။ လူဝကြီးရဲ့ အ၀လွန်နေတဲ့ကိုယ်ပေါ်မှာ ဖက်ခွက်နာ၊ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Snyh/(CM)_The_Whale_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7wxJmFqTMcdE05sfWedB6458US1.jpg",
        "title": "Chasing Mavericks(2012)",
        "description": "Chasing Mavericks(2012)************************လှိုင်းကြီးလှေအောက် တောင်ကြီးဖဝါးအောက် စကားဟာ လူသားတွေရဲ့ အားမာန်ကိုပြသတဲ့စကား ဖြစ်ပါတယ်။ဒါပေမယ့် ဒီစကားဟာ ကယ်လီဖိုးနီးယားပြည်နယ်မြောက်ဘက်ကမ်းခြေက မားဗရစ်ခ်(Mavericks) လှိုင်းလုံးကြီးတွေကိုစီးနင်းဖို့ ကြိုးစားတဲ့ လှိုင်းစီးသမားတွေအတွက် အမြဲတမ်းမမှန်ကန်ပါဘူး။ဂျေးမော်ရီယာတီ ဟာ ဖခင်ရဲ့ စွန့်ပစ်မှုကြောင့် သောကရောက်နေတဲ့ မိခင်နဲ့ အတူနေထိုင်သူဖြစ်ပြီးရေလွှာလှိုင်းစီးရတာကို ကလေး ကတည်းက နှစ်သက်သူဖြစ်ပါတယ်။ တစ်ရက်မှာ သူရဲ့အိုင်ဒေါဖြစ်တဲ့လှိုင်းစီးသမား ဖရော့စ်တီတို့ လှိုင်းစီးသွားတာ လိုက်ချောင်းရင်း ဧရာမကြီးမားတဲ့ မားဗရစ်ခ်ရေလှိုင်းတွေကိုဖရော့စ်တီစီးလေ့ရှိတာကို သိသွားပါတယ်။ ဒါနဲ့ပဲ ဖရော့စ်တီ့ဆီမှာ အပူကပ်ပြီး သူ့ကို မားဗရစ်ခ်ရေလှိုင်းကိုစီးနိုင်တဲ့အထိသင်ပေးဖို့ ပူဆာပါတော့တယ်။ တစ်ဖက်မှာ လည်း ဖရော့စ်တီဟာ သူ့မိန်းမဖြစ်သူကိုအန္တရာယ်ရှိတဲ့ရေလှိုင်းတွေ ထပ်မစီးတော့ဘူးလို့ ကတိပေးထားပြီးသား ဖြစ်နေပါတယ်။ဂျေးမော်ရီယာတီကတော့ ဘယ်လိုဖြစ်နေနေ မားဗရစ်ခ်ရေလှိုင်းတွေကို စီးဖို့ စိတ်ပိုင်းဖြတ်ပြီးသား ဖြစ်ပါတယ်။မားဗရစ်ခ်ရေလှိုင်းတွေကို သူတကယ်စီးနင်းနိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေ သူရင်ဆိုင်ခဲ့ရလဲ၊သူဖြစ်ချင်တဲ့ရေလွှာလှိုင်းစီးသမားဘဝကို လွယ်လွယ်ကူကူတက်လှမ်းနိုင်ပါ့မလားဆိုတာကို ခံစားကြည့်ရှုရမှာပါ။\nဒီဇာတ်ကားဟာ ရေလွှာလှိုင်းစီးသမား ဂျေးမော်ရီယာတီ(Jay Moriarity)ရဲ့ အတ္ထုပ္ပတ္တိဖြစ်ပါတယ်။သူ့ဘဝအနိမ့်အမြင့်၊ အတက်အကျနဲ့ အချစ်ရေးကိစ္စတွေကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Snt4/Chasing.Mavericks.2012.BLU-RAY.1080P.pp(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lk9qVzvPHuL2vX9ixNut9n0KfYD.jpg",
        "title": "Harry Brown(2009)",
        "description": "Harry Brown (2009)================တော်ဝင်ရေတပ်သားဟောင်းကြီး ဟယ်ရီဘရောင်းဟာ မုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အထီးကျန်လှတဲ့ဘဝကို ပင်စင်ယူထားတဲ့ သူငယ်ချင်းလီယိုနာ့အက်ဝယ်လ်နဲ့ပဲ အချိန်ကုန်ဆုံးလေ့ရှိပါတယ်။ ဟယ်ရီတို့နေထိုင်တဲ့ ပတ်ဝန်းကျင်မှာလည်း အရမ်းသောင်းကျန်းပြီး ဆိုးသွမ်းတဲ့ လူငယ်လေးတွေအုပ်စုရှိပါတယ်။ လူ့အသက်တွေကို ကစားစရာလိုသတ်မှတ်ပြီး သေနတ်တစ်လက်နဲ့ ဆေးမူးပြီးလုပ်ချင်တာလုပ် ထင်ရာစိုင်းနေတဲ့လူငယ်လေးတွေပါ။ ဒီလိုမျိုး ပြဿနာပဲရှာချင်နေတဲ့ ကောင်လေးတွေက ပင်စင်စားဖြစ်ပြီး အင်အားနည်းတဲ့ မစ္စတာအက်ဝယ်လ်ကိုလည်း အနိုင်ကျင့်နှောင့်ယှက်ကြပါတယ်။ တစ်ရက်မှာတော့ ဟယ်ရီဆီကို စုံထောက်နဲ့ စုံစမ်းရေးအရာရှိတို့က မိတ်ဆွေမစ္စတာအက်ဝယ်လ်သေဆုံးသွားကြောင်းလာအကြောင်းကြားပါတယ်။ ဟယ်ရီတစ်ယောက် တစ်ဦးတည်းသောမိတ်ဆွေကိုဆုံးရှုံးလိုက်ရတဲ့အချိန်ကနေစပြီး ဘယ်လိုတွေပြောင်းလဲမလဲ.. မိတ်ဆွေအတွက်ရော ရေတပ်သားဟောင်းကြီးအနေနဲ့ ဘယ်လိုအကွက်ကျကျလက်တုံ့ပြန်မလဲဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်… File size…0.99GB / 330.9MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kyawt Kay Zin",
        "rating": "7.2",
        "url": "https://megaup.net/1cq2q/Harry.Brown.2009.BluRay1080PMW(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzAyNDAzMjYtMmIzNC00ZDFkLTk2NjEtOTc2YzExZGI3OGVjXkEyXkFqcGdeQXVyNjA1NjU0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Grotesque (2022)",
        "description": "Grotesque (2022)\n=============သူ(မ)ရဲ့ကြီးမားတဲ့နှာခေါင်းကြောင့် ငယ်စဉ်ကတည်းက\nလူတွေရဲ့လှောင်ပြောင်ခြင်းကိုခံခဲ့ရတဲ့ မစ်ဒရစ်မော်ရာ၊\nအစ်မဖြစ်သူကိုယ်တိုင်က နှာခေါင်းကြောင့် သတို့သမီး\n၏အရံလုပ်ဖို့ ငြင်းဆန်သောအခါ သူ့ကိုယ်သူပြုပြင်\nမယ်ဆိုပြီး ပလတ်စတစ်ဆာဂျရီလုပ်ဖို့ကြိုးစားရာမှ\nမတော်တဆမှုတွေပေါ်ပေါက်လာပါ‌တယ်။အားကိုးရာမဲ့‌နေတဲ့သူဟာ အစ်မဖြစ်သူကို အကူအညီ\nတောင်းသော်လည်း အစ်မဖြစ်သူကငြင်းဆန်လိုက်သော\nအခါ စိတ်ဒဏ်ရာတွေနဲ့မစ်ဒရစ်တစ်ယောက် သူကိုအနိုင်\nကျင့်သူတွေကို တစ်ယောက်ပြီးတစ်ယောက်လက်စား\nချေရင်းနဲ့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာသည်းထိပ်\nရင်ဖို ကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Eunice ဖြစ်ပါတယ်)File Size..........(1.31 GB) / (669 MB) / (424 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 23Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator.......Eunice\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/2yk6m/Grotesque.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8n8PfqMUVgr5mn0ShiVflBzUMf.jpg",
        "title": "Giant Snake Incident at Yellow River ( 2023 )",
        "description": "\" ဟွမ်မြစ်အတွင်းက ကြောက်မက်ဖွယ်ကောင်းလှတဲ့ လူသားစား မြွေကြီးရဲ့ ဒဏ္ဍာရီလေးတစ်ပုဒ် \"ဟွမ်မြစ်ရဲ့နံဘေးမှာ ဆိတ်ငြိမ်အေးချမ်းတဲ့ ခေတ်လွန်ရွာလေးတစ်ရွာတည်ရှိပါတယ် ။\nဒီလိုအေးချမ်းလှတဲ့ ရွာလေးဆီကို ခေါင်းတလားကြီးတစ်လုံးနဲ့အတူ\nကြောက်မက်ဖွယ်ကောင်းတဲ့ ဘေးအန္တရာယ်ကြီးက ရောက်ရှိလို့လာခဲ့ပါတော့တယ် ။ထူးဆန်းတဲ့ အရာတွေ မကြာခဏ ဖြစ်ပြီး လူတွေကလဲ တစ်ဦးပြီး\nတစ်ဦးပျောက်ဆုံးလို့ လာခဲ့ချေပါတယ် ။ ဒီဘေးအန္တရာယ်ကြီးကို\nကျောက်မိသားစုကနေပြီး နှိမ်နင်းဖို့ သွားခဲ့ပေမဲ့ တစ်ဦးတစ်ယောက်မှ\nပြန်လာခြင်းမရှိခဲ့ပါဘူး ။ ဒီကိစ္စဖြစ်ပြီး နှစ် ၂၀ ကြာတဲ့နောက်မှာ\nအလားတူ ကိစ္စရပ်မျိုး ပြန်လည်ဖြစ်ပျက်လာခဲ့သောအခါ...?ကျောက်အိမ်တော်ရဲ့ မျိုးဆက်ကို ဆက်လက် လက်ခံမဲ့\nသခင်လေးကျောက်ပိုင်တစ်ယောက် ဒီမကောင်းဆိုးဝါးကြီးကို\nနှိမ်နင်းဖို့ ခရီးစတင်ထွက်ခဲ့ပါတော့တယ် ။ ဒီတော့ မြစ်ထဲက\nမကောင်းဆိုးဝါး မြွေကြီးကို နှိမ်နင်းနိုင်ပါ့မလား ?\nဘယ်လိုမျိုး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ရဦးမှာလဲ ? ဆိုတာ\nသခင်လေး ကျောက်ပိုင်ရဲ့ စွန့်စားရေး ခရီးစဥ်လေးကို\nအတူတူ စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ykT2/Giant_Snake_Incident_at_Yellow_River_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmM2MmE5Y2MtZGEwNC00NjY3LTgzYTItYTAzN2M4Y2RlNTI2XkEyXkFqcGdeQXVyMTMwNjQxNDU1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Attachment (2022)",
        "description": "Attachment (2022)\n===============\nIMDb Rating - 5.8/10လီယာနဲ့မာယာဆိုတဲ့ ကောင်မလေးနှစ်ယောက်ဟာ အမှတ်မထင်\nတွေ့ရာကစလို့ စိတ်ချင်းထပ်တူကျပြီး ချစ်သူအဆင့်ထိရောက်သွား\nကြပါလေရော။ လီယာ့အိမ်ကို မာယာလိုက်သွားရင်း ယောက္ခမဖြစ်\nသူနဲ့ ဆုံလိုက်ရတာပေါ့။ လီယာ့အမေဟာ ဘာသာရေးစွဲမိသားစုက\nမွေးဖွားလာတာမဟုတ်ပေမယ့် ဘာသာရေးစွဲခင်ပွန်းနဲ့ အကြောင်း\nပါပြီးနောက်မှာတော့ သူပါအကျင့်ကူးသွားခဲ့သူတစ်ယောက်ပါ။\nနောက်ပြီး သူ့ခင်ပွန်းက ရုတ်တရက်ဆိုသလို သူတို့သားအမိကို\nအကြောင်းပြချက်မရှိပစ်သွားပါတယ်။ ဒါကတော့ လီယာ့သိထားတဲ့\nသူ့မိဘတွေရဲ့ဇာတ်လမ်းပေါ့။လီယာ့အမေက တစ်ဦးတည်းသောသမီးကို မျက်စိအောက်ကအပျောက်\nမခံ ရင်အုပ်မကွာစောင့်ရှောက်တတ်တဲ့ မိခင်တစ်ယောက်ပါ။ မာယာက\nတော့ သူ့ယောက္ခမကြီးရဲ့ ထူးထူးဆန်းဆန်းအပြုအမူတွေကြောင့် ယဉ်\nယဉ်လေးရူးနေတယ်လို့ ထင်နေပါပြီ။ ဒါကြောင့် ဘာသာရေးရူး ရူးပြီး\nကိုယ့်သမီးကိုယ်အန္တရာယ်ပြန်ပေးမယ့် ယောက္ခမဖြစ်သူလက်ကနေ\nသူ့ချစ်သူလီယာ့ကို ကယ်ထုတ်ဖို့ကြိုးစားပေမယ့် နောက်ဆုံးမှာ သူသိ\nလိုက်ရတဲ့အမှန်တရားဟာ.........။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.85 GB) / (553 MB) / (357 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror, Romance\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2yfhi/Attachment.2022.720p.WEBRip(CM).mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BY2EzYWUxNzYtMjg4Yi00Y2M1LThmZTAtNmYyZTBmMDcxNDhlXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Just Say Yes (2022)",
        "description": "Just Say Yes (2022)\n===============လမ်းခွဲခံရဖူးတဲ့သူတွေ ရှိကြမှာပါ။ တချို့တွေက မက်ဆေ့ချ်တစ်စောင်နဲ့\nလမ်းခွဲခံရမယ်။ တချို့ကတော့ ဖုန်းထဲမှာပဲ လမ်းခွဲခံရမယ်။ တချို့ကတော့\nလူကိုယ်တိုင် စသည်ဖြင့် မျိုးစုံပဲပေါ့။ဒီဇာတ်လမ်းထဲက လော့တာဆိုတဲ့ producerမလေးကတော့ တီဗီမှာ တိုက်\nရိုက်ထုတ်လွှင့်နေတုန်းမှာပဲ သူနဲ့စေ့စပ်ထားတဲ့ ချစ်သူဆီက လမ်းခွဲစကား\nပြောခံလိုက်ရပါသတဲ့။ ဒီလိုမျိုး တိုင်းသိပြည်သိ ဘဲပစ်ခံလိုက်ရလို့ ကြေကွဲ\nလူငယ်လေးဖြစ်နေတဲ့လော့တာက သူ့လိုမျိုး producerတစ်ယောက်ဖြစ်တဲ့\nခရစ်နဲ့အတူ သူ့ဘဲပြန်လာအောင် လုပ်ဖို့ စီစဉ်ကြပါတော့တယ်။ဒီလိုစီစဉ်ရင်းမှာပဲ လော့တာတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ ကောင်း\nတာတွေဖြစ်လာမလား အဆိုးတွေနဲ့ပဲတွေ့ရမလားဆိုတာကို ရိုက်ကူးထားတဲ့\nပေါ့ပေါ့ပါးပါး Comedy, Romance ကားလေးကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်\nပါတယ်)File Size..........(1.85 GB) / (753 MB) / (461 MB)\nQuality............WEB-DL 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/2yffi/Just.Say.Yes.2021.720p.NF.WEB-DL.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/in-126x200.jpg",
        "title": "Knock at the Cabin(2023)",
        "description": "M. Night Shyamalan ရိုက်ကူးထားတဲ့ ဟော်ရာရုပ်ရှင်အသစ်ပဲဖြစ်ပါတယ်။ Horror, Mystery, Thriller အမျိုးအစားဖြစ်တဲ့အတွက် ပဟေဠိဆန်ဆန်ကြည့်ရမှာဖြစ်ပြီး နောက်ဆုံးကျမှပဲ အဖြူအမည်း သဲကွဲမယ့် ရုပ်ရှင်မျိုးပါ။ The Sixth Sense လို ရုပ်ရှင်မျိုးကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာပီပီ သို့လော သို့လောလေးတွေနဲ့ ရိုက်ပြတဲ့နေရာမှာတော့ တော်ပါတယ်။ မင်းသား ဒေးဗစ် ဘာတစ်စတာကလည်း GotG ဇာတ်ရုပ်လို ဟာသမဟုတ်ဘဲ တကယ်ကို အလေးအနက်နဲ့ သရုပ်ဆောင်သွားတာပါ။ဇာတ်လမ်းအကျဉ်းအဲရစ်နဲ့ အန်ဒရူးဆိုတဲ့ လိင်တူစုံတွဲဟာ ဝန်လင်ဆိုတဲ့ကလေးမလေးကို မွေးစားထားပြီး ပျော်ပျော်ရွှင်ရွှင်နေထိုင်နေကြပါတယ်။ တစ်နေ့မှာတော့ အားလပ်ရပ်ခရီးအဖြစ် ရှုခင်းလှပြီး လူသူမရှိတဲ့ သစ်လုံးအိမ်လေးတစ်ခုကို ပျော်ပွဲစားထွက်ခဲ့ကြပါတယ်။ အဲဒီအိမ်လေးကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက် လူလေးယောက်ရောက်ရှိလာခဲ့ပါတယ်။ လူလေးယောက်ဟာ အလွန်ထူးဆန်းတဲ့အကြောင်းနဲ့ရောက်လာပြီး ထူးဆန်းတဲ့လက်နက်ကိုယ်စီနဲ့ အဲရစ်တို့ကို ဖမ်းထားပြီး မယုံနိုင်စရာ တောင်းဆိုမှုတွေလုပ်လာတဲ့အခါ....File size…(1.29GB)  / (696MB) / (324MB)\nQuality…. Web ...",
        "rating": "6.4",
        "url": "https://megaup.net/1cpfu/Knock.at.the.Cabin.2023.720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DUhY8eB0X5NM6smvas8nfdUYZu.jpg",
        "title": "Rimini (2022)",
        "description": "Rimini (2022)~ IMDb - 7/10, RT - 94%, Meta - 81% ~အခုမိတ်ဆက်ပေးမှာကတော့ မနှစ်က ထွက်ခဲ့တဲ့ ဩစတြေးလျကားသစ်လေးတစ်ကားပါ။ ရီမီနီဆိုတာ အီတလီနိုင်ငံက မြို့တစ်မြို့ပေမယ့် ဩစတြေးလျပေါ့ပ်အဆိုတော်ကြီးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး အီတလီ၊ ရိုမေးနီးယား၊ ဂျာမနီ၊ ဩစတြေးလျတို့မှာ ရိုက်ထားတာပါ။ရီချီဘရာဗိုလို့ ခေါ်တဲ့ တစ်ခေတ်တစ်ခါက အောင်မြင်ခဲ့တဲ့ ပေါ့ပ်စတားတစ်ဦးဟာ မှေးမှိန်သွားပြီဖြစ်တဲ့ သူ့အောင်မြင်မှုလေးတွေ လိုက်လံဖမ်းဆုပ်ရင်း သူ့သီချင်းတစ်ချို့ ခေတ်စားနေသေးတဲ့ အီတလီနိုင်ငံ ရီမီနီမြို့မှာ အခြေချဖြစ်ပါတယ်။ ဘဝကို အနိမ့်တကာ့အနိမ့်ဆုံးထိ ကိုယ်တိုင်ထိုးဆင်းပြီး အရက်၊ ဆေးလိပ်၊ (အထူးသဖြင့်) မိန်းမ အပျော်အပါးမှန်သမျှ အကုန်ချပြီး လူမဝင်သလောက်နီးပါး ရုံလေးတွေမှာ ဖျော်ဖြေရင်း မဖြစ်စလောက် ဝင်ငွေလေးနဲ့ ရပ်တည်နေပါတယ်။ဒီလိုမျိုး ဘဝကို စိတ်ကြိုက်ဖြုန်းတီးပြီး ဖြစ်သလိုနေထိုင်နေတဲ့ ရီချီ့ဘဝထဲကို ငယ်ငယ်လေးကတည်းက သူပစ်ထားခဲ့တဲ့ သမီးဖြစ်သူရောက်လာပြီး သူရထိုက်တဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/1cpcj/(CM)_Rimini_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCUrI8v523NQDJNKoDxGq2nvbvw.jpg",
        "title": "A Family Man (2016)",
        "description": "A Family Man (2016)********************အဓိကဇာတ်ဆောင်အဖြစ် မင်းသားကြီး Gerard Butler ကသရုပ်ဆောင်ထားပြီးWilliam Dafoe၊ Alfred Molina၊ Alison Brie၊ Gretchen Molစတဲ့ ပရိသတ်နဲ့ရင်းနီးပြီးသားသရုပ်ဆောင်တွေချည်းပါပဲ။ဇာတ်လမ်းလေးကတော့Head-hunter ဆိုတာ ကုမ္ပဏီတွေအတွက်လူသစ်ရှာဖွေရေးဝန်ဆောင်မှုလုပ်ရင်း အလုပ်ဖြစ်ရင်၊ပွဲဖြစ်ရင် ကုမ္ပဏီဘက်ကနေ ဝန်ဆောင်ခရတဲ့ အလုပ်ကိုမျိုးကို ပွဲစားလိုလုပ်တဲ့ အလုပ်ပွဲစားတွေပေါ့။အလုပ်လုပ်ဖို့ကလည်း စားပွဲတစ်လုံး ဖုန်းတစ်လုံး ထိုင်ခုံတစ်ခု လူတစ်ယောက်ပဲ လိုပါတယ်။ကလိမ်ကကျစ်ကျတတ်ဖို့၊ ကွက်ကျော်ရိုက်တတ်ဖို့ ၊လိမ်လည်တတ်ဖို့ကတော့ အဆစ်ပေါ့ဗျာ။သူဌေးဖြစ်သူကိုယ်တိုင်က အလုပ်မဖြစ်တဲ့ အလုပ်ပွဲစားတွေကို အလုပ်ဖြုတ်တဲ့စနစ်၊ရာထူးတိုးချင်ရင်လည်း လအလိုက်အပြိုင်အဆိုင် ငွေရှာခိုင်း၊ နိုင်တဲ့သူမှ ရာထူးတိုးပေးတဲ့စနစ်ကိုပဲသွေးအေးအေးကျင့်သုံးတဲ့သူပေါ့။ဘယ်လောက်တောင်ဆိုးလဲဆိုရင် အလုပ်ထွက်သွားတဲ့သူတွေ သူ့ကိုပြန်မတုနိုင်အောင်မယှဥ်ပြိုင်ရသဘောတူညီချက်(non-compete aggreement)တွေထားပြီးကိုယ့်ဆီကအလုပ်ထွက်သွားရင်တောင် ဒီအလုပ်လုပ်လို့မရအောင် ခေါင်းပုံဖြတ်ထားသတဲ့။ဒီအလုပ်ကိုပိုင်နိုင်ကျွမ်းကျင်သလို အရမ်းလည်းအလုပ်ကြိုးစားတဲ့ David Jensenတစ်ယောက်အလုပ်ကိုပဲ မဲလုပ်နေတော့ မိသားစုအပေါ်လစ်လပ်လာတာတွေ၊ သားသမီးကိုဂရုမစိုက်မိတာတွေဖြစ်လာတယ်။ ပိုကံဆိုးချင်တော့ သားဖြစ်သူက သွေးကင်ဆာ ဖြစ်ပြီး သေမလားရှင်မလားဖြစ်အလာ၊အလုပ်ကလည်း အပြိုင်အဆိုင်ဆိုတော့ Dane တစ်ယောက် ဘာ‌တွေဘယ်လို့ရှေ့ဆက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ File Size ...",
        "rating": "7",
        "url": "https://megaup.net/1cp9z/A.Family.Man.2016.BluRay.720p(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZWEyMjA5YjUtNGRiOS00YThhLTg0ZDUtMjY5Y2U5ZmU3ZWM2XkEyXkFqcGdeQXVyNjQ2MjM1OTk@._V1_-148x200.jpg",
        "title": "The Last Coffee(2023)",
        "description": "The Last Coffee (2023)\nIMDb 6.7/10နာမည်လေးကိုကနောက်ဆုံးကော်ဖီတစ်ခွက်တဲ့ ‌ကြည့်ရင်းနဲ့\nသင်ခန်းစာယူစရာတွေနဲ့ အတွေးတစ်ခုခုရနိုင်မဲ့ဇာတ်ကားမျိုးပါ\nဘဝမှာပြန်ပြင်လို့မရတဲ့အမှားတွေလုပ်ဖူးကြမှာပေါ့\nဒီထဲမှာအိမ်ထောင်ရေးလည်းပါဝင်မှာပါဒီကားမှာဆိုရင်တော့ သိပ်ချစ်ကြတဲ့လင်မယား၂ယောက်\nရီဟန်နဲ့ အီရမ်တဲ့ ရီဟန်ကအိမ်ထောင်ကွဲပေမဲ့\nအရာရာနားလည်ပေးပြီးလက်ထပ်ပေးခဲ့တဲ့အီရမ်...ပြဿနာတစ်ခုကြောင့် ကွာရှင်းရမဲ့အထိဖြစ်လာတဲ့အခါ\nဘယ်သူမှားမလဲဘယ်သူမှန်မလဲ အိမ်ထောင်ရေးတစ်ခုမှာယုံကြည်မှုက\nအဓိကမဏိုင်ဖြစ်ပြီး တစ်ဖက်လူကိုမယုံကြည်နိုင်တော့ရင်တောင်မှ\nပြဿနာကိုအဆုံးထိနားထောင်ပြီးမှ အိမ်ထောင်တစ်ခုကိုအဆုံးသတ်ကြဖို့\nလွယ်လွယ်နဲ့လက်မလျော့ကြဖို့မီးမောင်းထိုးပြထားတဲ့ကားပဲဖြစ်ပါတယ်\nFile size…855MB / 422MB\nQuality…1080p Zee5 WEB DL / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/1cp9u/The.Last.Coffee.2023.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYQFYtws1kQs4zsRuevMuA4b2BY.jpg",
        "title": "[18+]Sibyl(2019)",
        "description": "[18+]Sibyl(2019)***************ပြင်သစ်ကားပီပီ အကြမ်းပတမ်း အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါကြောင်း...စီဘီလ်ဆိုတဲ့ စိတ်ရောဂါကု ဆရာဝန်တယောက်ဟာ သူသဘောအကျရဆုံး စာရေးတဲ့အလုပ်ကိုလုပ်ဖို့ဆရာဝန်အလုပ်ကို စွန့်လွှတ်လိုက်ပါတယ်။ တနေ့မှာတော့ မားဂေါ့ဆိုတဲ့ မင်းသမီးတလက်ဟာ သူ့ဆီကဆေးကုသမှု ခံယူဖို့ ရောက်လာပါတော့တယ်။\nလူနာတွေ ထပ်မကြည့်တော့တဲ့ စီဘီလ်တယောက် မားဂေါ့ကို လူနာအဖြစ်လက်ခံပြီးမားဂေါ့ဘဝထဲကို တစနဲ့တစ ဝင်ရောက်လာပါတော့တယ်။စာရေးဖို့ ဇာတ်လမ်းရှာနေတဲ့စီဘီလ်တယောက် မားဂေါ့ရဲ့ ဘဝအကြောင်းကို အခြေခံပြီး ဘယ်လိုဝတ္ထုတွေ ဖန်တီးမလဲ\nမားဂေါ့ကရော ဘယ်လိုပြသနာတွေနဲ့ရင်ဆိုင်နေရလို့ စီဘီလ်ဆီရောက်လာရတာလဲဆိုတာကို ကြည့်ကြရမှာပါFile Size :(1.5 GB) and (618 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1cp7u/Sibyl.2019.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j97jPOtKRpPjNSoaupokZHWGQaj.jpg",
        "title": "Samsara (2001)",
        "description": "Samsara (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 100% ~Directed By \" Pan Nalin \"ကားနာမည်ကိုက သံသရာဆိုတော့ သိတော့သိသာပါတယ်။ ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အတိအကျဆို တိဘက်ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အဓိကဇာတ်လိုက်က တိဘက်က ကိုယ်တော်တစ်ပါး။ ထူးတာက ဇာတ်ကတော့ ဒီကိုယ်တော်ကိုပဲ တည်ထားပေမဲ့ အဲဒီကိုယ်တော်ကို သိဒ္ဓတ္ထမင်းသားရဲ့ ပုံစံငယ်လိုလိုသဘောမျိုးနဲ့ပြသွားတယ်။ ပုံစံငယ်လို့ပြောရတာလည်း သိပ်တော့မဟုတ်သေးဘူး။ ပြောရရင် သိဒ္ဓတ္ထမင်းသားနဲ့ ခပ်ဆင်ဆင်အဖြစ်မျိုးတွေ ဒီကိုယ်တော်ဘဝထဲ သွတ်သွင်းပြီး ပြသွားတယ်ပေါ့။ ဒီတစ်ကားလုံးရဲ့ Main Plot ဟာလည်း ဒီကိုယ်တော်ရဲ့ သံသရာကလွတ်မြောက်ရာရှာခြင်းခေါ်မလား၊ ဉာဏ်အလင်းရှာခြင်းခေါ်မလား၊ အာသဝက္ခယဉာဏ်ကို ရှာတယ်ခေါ်မလား၊ အဲဒီအရာကို ရှာတဲ့ အကြောင်းအရာပဲ။\" ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ \"ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Smwd/(CM)_Samsara_(2001)_720p.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTgyNzFmZmItMmU2Yi00OTQxLWEzMWUtNTQ4MzE5NGEyNzAxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-150x200.jpg",
        "title": "Thankam(2023)",
        "description": "Thankam (2023)2023 ခုနှစ်ထွက် မှုခင်းဒရမ်မာ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဝါရင့်သရုပ်ဆောင်တွေအဓိကပါဝင်ထားပြီး IMDb rating မှာ 7.2/10 အထိရရှိထားပါတယ်။အိန္ဒိယရဲ့ ရွှေမြို့တော်လို့ တင်စားခံရတဲ့ ထရီဆူးမြို့က\nရွှေကုန်သည်သူငယ်ချင်းသုံးယောက် မူတူး ၊ ကန်နန် နဲ့ ဘီဂျွိုင်း...ဇာတ်လမ်းကတော့ မွန်ဘိုင်းကို သုံးယောက်သားရွှေအရောင်းအ၀ယ်လုပ်ဖို့သွားရာကနေ\nပြဿနာတစ်ခုခုပြီးတစ်ခုစဖြစ်ပါတော့တယ်။အိတ်ဖောင်းရင်စိတ်ပြောင်းတတ်တဲ့ လူတွေရဲ့အချိုးဟာ ကြောက်ဖို့ကောင်းလှပါတယ်။\nတစ်နေ့မှာတော့ ကန်နန်ဟာရွှေအိတ်တွေကိုယူပြီး ပျောက်ချင်းမလှပျောက်သွားတဲ့အခါ\nသူငယ်ချင်းတွေဟာ အချင်းချင်းသံသယ၀င်ကုန်ပါတော့တယ်။ဒီလိုနဲ့အမှုက ကြီးထွားလာပြီး ရဲတွေနဲ့ပါပတ်သက်လာတဲ့အခါ...ကန်နန်က သူငယ်ချင်းတွေကိုတကယ်သစ္စာဖောက်သွားတာလား...အမှုမှန်ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ....နောက်ကွယ်ကအကြောင်းအရင်းကရော\nဘာဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…1.9GB / 800MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Nyein Aye",
        "rating": "7.2",
        "url": "https://megaup.net/2yjT5/Thankam_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-gods-134x200.jpg",
        "title": "The Ghost and the Darkness (1996)",
        "description": "90 born တွေဆို ငယ်ဘဝတုန်းက လူသားတွေနဲ့ ခြင်္သေ့တွေ အသဲတယားယား ဘတပြန်ကျားတပြန် တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီဖြစ်ရပ်ကြီးက အပြင်လောကမှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဆိုတာ ပြောပြချင်ပါတယ်... ဇာတ်လမ်းကတော့ လန်ဒန်က တံတားအင်ဂျင်နီယာ ကယ်နယ်တစ်ယောက်ကို အာဖရိကတိုက် ဆာဗိုဆိုတဲ့နေရာမှာ ငါးလအတွင်း တံတားတစ်ခု အပြီးဆောက်ခိုင်းတာပါ။ ဒါပေမဲ့ ကာနယ်ရောက်သွားတဲ့အချိန်မှာ အခက်အခဲပေါင်းစုံ ကြုံတွေ့ရပါတော့တယ် အလုပ်သမားအချင်းချင်း မတည့်တာမျိုး ဆေးရုံကောင်းကောင်းမရှိတာမျိုး စသဖြင့်ပေါ့၊ ဒါပေမဲ့ တကယ်ပြဿနာကြီးကတော့ ခြင်္သေ့တွေ လူလာလာဆွဲတဲ့ကိစ္စပါ။ ပထမပိုင်းတော့ ကာနယ်တစ်ယောက် အပင်ပေါ်ကနေ တစ်ကောင်သတ်ပေးလိုက်တော့ အလုပ်သမားတွေလည်း ပျော်ရွှင်၊ သူလည်း သူရဲကောင်းဖြစ် တံတားထိုးတာလည်း အဆင်ပြေပြေနဲ့ပေါ့၊ နောက်ပိုင်းကျတော့ ခြင်္သေ့တွေက ပိုအတင့်ရဲလာ လူတွေပိုသတ်လာပြီး တံတားလည်းမဆောက်နိုင် ခြင်္သေ့လည်းမသတ်နိုင်နဲ့ ဒုက္ခတွေရောက်လာတဲ့အချိန် အာဖရိကလူမျိုးစုတွေနဲ့အတူ အမဲလိုက်တတ်တဲ့ နာမည်ကျော်မုဆိုးတစ်ယောက် ရောက်ရှိလာခဲ့ပါတော့တယ်။ အဲဒီမှာ ဆိုးသွမ်းနေတဲ့ခြင်္သေ့တွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yhT7/The.Ghost.and.the.Darkness.1996.INTERNAL.720p.(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/hirose-150x200.jpg",
        "title": "(21+)Neglect Of My Lovely Husband(JUG-157)",
        "description": "ဒီတစ်ခါမှာတော့ လှပလုံးဝန်းတဲ့ စနေနံနှစ်ခိုင်ကို ပိုင်ဆိုင်ထားတဲ့\nHina Hirose လေးရဲ့ အလှတွေ ခံစားရအောင်ဗျာသူလေးရဲ့ အကြည့်တွေနဲ့ ငါ့ရံ့ကိုယ်လုံးလေးကို ဘယ်သူလွန်ဆန်နိုင်မှာလဲ\nအထူးသဖြင့် အိစက်ပြီး လုံးဝန်းနေတဲ့ သူမရဲ့ ရင်မွှာအစုံ\nသူ့အမျိုးသားကတော့ အလုပ်မှအလုပ်ပဲ မိန်းမကိုရှိတယ်လို့တောင်မထင်\nတစ်နေ့မှာတော့ သူ့အမျိုးသား အမှုတစ်ခုနဲ့ စွပ်စွဲခံရပါတယ်အဲဒီအမှုက သူဘယ်လိုမှ ထင်မထား မယုံထားတဲ့အမှုတစ်ခု\nအဲဒီအမှု ဖြေရှင်းပုံက တစ်မျိုးလေး ကြည့်ကောင်းနေတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.95GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yjP6/[JUQ-157]_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjhjNmNlZGUtZTI5Zi00MTU5LTk2NTMtOTJjMzU3NWVjMGViXkEyXkFqcGdeQXVyMTU0MDA4MDkz._V1_-150x200.jpg",
        "title": "Raana(2022)",
        "description": "Raana (2022)==========ကလေးဘ၀ကတည်းက ရဲအရာရှိတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ရာနာဆိုသူရဲ့ စိတ်အားထက်သန်မှုတွေကို\nအသားပေးရိုက်ကူးထားတဲ့ Raana ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဖခင်ဖြစ်သူရဲဲ့ နောက်ဆုံးဆန္ဒ တဖြစ်လည်း အမေနဲ့ သူငယ်ချင်းတွေရဲ့ ပံ့ပိုးမှုနဲ့အတူ\nရဲတစ်ယောက် မဖြစ်ဖြစ်အောင်ကြိုးစားနေတဲ့ ရာနာ တစ်ယောက်........သူတို့မြို့မှာ ဘယ်သူမှမယှဉ်ရဲလောက်အောင်ကို\nအင်အားကြီးတဲ့ ကာပါလီဆိုသူ လူမိုက်တစ်ယောက်ကြီးစိုးနေချိန်..............တစ်ရက်မှာတော့ လူမသိသူမသိ လုပ်ကြံခံလိုက်ရတဲ့အခါ\nကာပါလီနဲ့အငြိုးတွေရှိဖူးတဲ့ ရာနာဆီကို သံသယတွေပုံကျလာပါတော့တယ်။ရာနာဟာ ရဲသင်တန်းဆင်းပြီး တရား၀င်ရဲတစ်ယောက်ဖြစ်ဖို့\nအမှုအခင်းကင်းရှင်းအောင် နေနေရတဲ့သူဖြစ်ပြီးချစ်သူနဲ့နှစ်ယောက်တစ်ဘ၀နေနိုင်ဖို့ကြိုးစားရင်း\nဘ၀ကြီးကသာယာအေးချမ်းနေပေမယ့်အခုလိုစွပ်စွဲချက်တွေကြုံလာရတဲ့နောက် တရားခံအဖြစ်ကနေ\nလွတ်မြောက်ဖို့အတွက် လူသတ်တရားခံအစစ်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းရပါတော့တယ်။2022 ခုနှစ်ကထွက်ရှိထားပြီး IMDb 8.2 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းဖြစ်တဲ့အတွက်\nIndia ဇာတ်ကားကြိုက်သူများဖို့ လက်မလွှတ်သင့်သော ဇာတ်ကားအဖြစ်ညွှန်းဆိုပေးပါရစေ။\nFile size…1.9GB / 932MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & Poe",
        "rating": "8.2",
        "url": "https://megaup.net/1Smly/Raana_(2022)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-3-135x200.jpg",
        "title": "Sling Blade (1996)",
        "description": "1996မှာထွက်ရှိခဲ့တဲ့ sling bladeဟာ imdb 8/10 ရရှိထားတဲ့အပြင် rotten tomatoes မှာ 97%အထိရရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ Billy bob Thornton ဟာ ကိုယ်တိုင် သရုပ်ဆောင်ပြီး ကိုယ်တိုင်ဒါရိုက်တာ လုပ်ခဲ့တဲ့အပြင် ကိုယ်တိုင် ဇာတ်ညွှန်းရေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ သူဟာ ဒီဇာတ်ကားနဲ့ပဲ 1997 Academy awards မှာ အကောင်းဆုံး ဇာတ်ညွှန်းဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်း ကတော့ ကားလ် ချိူင်းလ်ဒါဆိုတဲ့လူတစ်ယောက်ဟာ ငယ်ကလေးဘဝကတည်း သူ့အမေနဲ့ သူ့အမေရဲ့ချစ်သူကိုသတ်ခဲ့လို့ ဆေးရုံတင်ထားခဲ့ရတယ်။သူဟာဆေးရုံကနေလွတ်လာပြီး သူမွေးဖွားခဲ့တဲ့ မြို့ငယ်လေးမှာ ပဲနောက်ဘဝအသစ်ကို စဖို့ကြိုးစားခဲ့တယ် ဒါပေမယ့် သိပ်မကြာခဲ့ဘူး သူဟာ သူရဲ့အတိတ်ကဖြစ်ရပ်ပုံစံမျိုး တစ်ဖန် ထပ်မံပြန်ရောက်လာတဲ့ အဖြစ်အပျက်ကို သူဘယ်လိုရင်ဆိုင်လဲဆိုတဲ့ အကြောင်း ဇာတ်ညွန်းကောင်းကောင်းနဲ့ ရိုက်ကူးထားတဲ့ Drama indie ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(3.5GB)  / (1.38GB) / (599.43MB)\nQuality…. ...",
        "rating": "8.0",
        "url": "https://megaup.net/1cob5/Sling.Blade.1996.DC.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-fly-134x200.jpg",
        "title": "Fly Away Home (1996)",
        "description": "အေမီ အော်လ်ဒန်ဟာ မိခင်ဖြစ်သူကိုမတော်တဆမှုမှာဆုံးရှုံးခဲ့ရပြီးနောက် ကွာရှင်းထားတဲ့ဖခင်ဖြစ်သူ သောမတ် အော်လ်ဒန်နဲ့ကနေဒါမှာလိုက်နေရဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ တနေ့မှာသူမရဲ့အိမ်ဘေးစိမ့်တောထဲမှ ကနေဒါဘဲငန်းဥလေးတွေကိုဖျက်စီးခံရမယ့်အရေးကနေကယ်တင်ခဲ့တာကနေဖခင်ဖြစ်သူနဲ့အတူ သူတို့ကိုကြီးပြင်းတဲ့အထိမွေးမြူဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ကနေဒါဘဲငန်းတွေဟာရွှေ့ပြောင်းကျက်စားတဲ့မျိုးနွယ်ဖြစ်သည့်အတွက် ဆောင်းရာသီမှာတောင်ဘက်ကိုဆင်းဖို့လိုအပ်လာခဲ့ပါပြီ။အေမီအတွက်ကတော့မိုင်500ကျော် ခရီးရှည်ကြီးကိုဖခင်ဖြစ်သူနဲ့အတူ အသေးစားလေယာဉ်နှစ်စီးနဲ့ဒီဘဲငန်းတွေကိုဘေးမသီရအောင်လမ်းပြဖို့လိုအပ်လာခဲ့ပါတယ်။ အေမီတို့ရဲ့ ခရီးမစခင် အခက်အခဲတွေ လမ်းတလျှောက်ကအတွေ့အကြုံတွေနဲ့ အေမီနဲ့သူ့ဖခင် ဒီဘဲငန်းလေးတွေအကြားကချစ်ခြင်းမေတ္တာတွေကိုရှုစားကြရမှာပဲဖြစ်ပါတယ်ခင်ဗျာ။\nဤဇာတ်လမ်းမှာဖန်တီးမှုသာဖြစ်သော်လည်း ဘဲငန်းများကို လေယာဉ်အပေါ့စားများနှင့်စားကျက်သို့လမ်းပြခဲ့ခြင်းမှာ အစစ်အမှန်ကြိုးစားအောင်မြင်ခဲ့သည့်ဖြစ်ရပ်ဖြစ်ပါသည်။ File size…(1.91GB)  / (1.38GB) / (639MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Adventure / Drama / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Brackman",
        "rating": "6.9",
        "url": "https://megaup.net/1Skq2/Fly.Away.Home.1997.720p.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBYchePTtLlKpqDdGsplrKCHr5f.jpg",
        "title": "Dos Estaciones (2022)",
        "description": "Dos Estaciones (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 85% ~မက္ကဆီကန်ဒါရိုက်တာ Juan Pablo ရိုက်တဲ့ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေရထားတဲ့ကားဖြစ်ပြီး မက္ကဆီကန်က တက်ကွီလာလုပ်ငန်းရှင် အမျိုးသမီးတစ်ယောက်ရဲ့ လုပ်ငန်းအကြောင်း ဘဝအကြောင်းတွေကို ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဇာတ်ဟာ အချိန်ထက်စာရင် ဇာတ်အိမ်တော်တော်ကျဉ်းတယ်လို့ ပြောရမယ့်ဇာတ်ပေမဲ့ ဒါရိုက်တာဟာ သူပြချင်တာကိုတော့ သူအရပြသွားခဲ့ပါတယ်။ လူတွေအကြောင်းနည်းနည်း နေရာအကြောင်းနည်းနည်းနဲ့ နိုင်ငံခြားလုပ်ငန်းရှင်တွေ သူများပြည်ထဲ ချဉ်းနင်းဝင်ရောက်ပြီး အမြတ်ထုတ်ဖို့ကြိုးစားရာက ဒေသခံလုပ်ငန်းရှင်တွေ အခက်အခဲရင်ဆိုင်ရပုံတွေကိုလည်း တည့်တိုးတော့မဟုတ်ပေမဲ့ တော်တော်လေး မြင်သာထင်သာရှိအောင်တော့ ပြသွားပါတယ်။ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်ကတော့ ဒီရုပ်ရှင်ဟာ ခင်ဗျားကို ခင်ဗျားသိတောင်မသိတဲ့ နေရာတစ်နေရာကို မိတ်ဆက်ပေးပြီး အဲဒီကလူတွေ သူတို့ရဲ့ဒုက္ခတွေကို မိတ်ဆက်ပေးပေမဲ့ အဲဒီဒုက္ခတွေကို အတုံးလိုက်အတစ်လိုက် ပြတာမဟုတ်ဘဲ ဖော့ဖော့လေးပြသွားရင်း စူးစူးနစ်နစ်ဝင်စေတဲ့ အချက်ပဲ ဖြစ်ပါလိမ့်မယ်။ ကျွန်တော်တို့ဟာ ကာရိုက်တာတွေကိုမြင်ရပါလိမ့်မယ်။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1co8y/(CM)_Dos_Estaciones_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Kalyanam-Kamaneeyam-128x200.jpeg",
        "title": "Kalyanam Kamaneeyam (2023)",
        "description": "Kalyanam Kamaneeyam 2023\nIMDb -6.3/10ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထွက်ရှိကတည်းက လူကြိုက်များခဲ့တဲ့\nလူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ချစ်ကြိုက်ကွဲညားလိုသာမန်ပုံစံမျိုးမဟုတ်ပဲ\nအချင်းချင်း ချစ်မိပြီးနောက် ကြုံတွေရမယ့်ပြဿနာတွေကို ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်လို\nဘယ်‌လိုတွေးခေါ်ရမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။အလုပ်ဟူသမျှဂုဏ်ရှိစွဆိုပေမယ့်လည်း အလုပ်မရှိဘူးဆိုရင်အင်မတန်မှမျက်နှာငယ်ရပါတယ်။\nမိသားစုဝင်တွေထဲမှာရော၊ သူငယ်ချင်းအချင်းချင်းမှာရော၊ လူမှုအသိုင်းအဝိုင်းမှာ အနှိမ်ခံရတတ်ပါတယ်။\nအဲ့ထဲမှာ ရှီဗာဆိုသူကတော့ အဲ့ဒီလောကရဲ့သားကောင်ပဲပေါ့၊ ရှီဗာဟာ ၂\n၅ နှစ်လုံးလုံးအဖေဖြစ်သူနားကပ်စားနေတဲ့ အလုပ်လက်မဲ့ပါ။နောက်ဆုံးအလုပ်မရှိပေမယ့်လည်း ကံကောင်းထောက်မစွာနဲ့ မိန်းမရသွားတော့လည်း\nမိန်းမလုပ်စာထိုင်စားနေရပြန်ပါတယ်။ မိန်းမထမိန်နားခိုစားတဲ့ကောင်ဆိုပြီး\nလူမှုအသိုင်းအဝိုင်းကပါကျဉ်ခံလာရတဲ့အချိန်မှာ ရှီဗာတစ်ယောက်\nအလုပ်လက်မဲ့ဘ၀ကနေ လွတ်မြောက်ဖို့ကြိုးစားခဲ့ပါတော့တယ်။\nသူအလုပ်လက်မဲ့ဘဝကနေလွတ်မြောက်နိုင်ပါ့မလား၊ ကြာလို့ မိန်းမဖြစ်သူကလည်း\nငြိုငြင်ချင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ ဆက်လက်ကြည့်ရှုပြီး အဖြေရှာလိုက်ကြရအောင်ပါ....\nFile size…1.6GB / 732MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/1co4p/Kalyanam_Kamaneeyam_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2eLxKu3wmbtglAJcfeQiCqct8Z2.jpg",
        "title": "Lesson in Murder (2022)",
        "description": "Lesson in Murder (2022)~ IMDb - 6.3/10, MyDramaList - 7.7/10 ~ဂျပန်တွေဟာ မှုခင်း Thriller ကားတွေကို အသက်သွင်းတဲ့နေရာမှာ အာရှရဲ့ ဆရာတစ်ဆူလို့ ဆိုလို့ရပါတယ်။ မနှစ်က အော်စကာရခဲ့တဲ့ ဂျပန်ကားရဲ့ ဒါရိုက်တာ ရူဆုခဲဟမဂုချိရဲ့ဆရာအရင်း Kiyoshi Kurosawa ရဲ့ မှုခင်းကားတွေဆိုလည်း မာစတာပိစ်လို့ဆိုလို့ရတဲ့အထိ တန်းမြင့်သလို ကူရိုဆာဝါလို လူကိုယ်တိုင်ရိုက်ခဲ့တဲ့ Crime ကားတွေလည်းရှိခဲ့ပါတယ်။ Takeshi Kitano, Sion Sono, Takashi Miike, Tetsuya Nakashima, Shunji Iwai နဲ့ Hirokazu Kore-eda တို့လို လူတွေရိုက်ခဲ့တဲ့ မှုခင်းကားတွေလည်းရှိပြီး ရိုက်သမျှအကုန်ကောင်းတဲ့ ဘဲတွေရိုက်ထားတဲ့ မာစတာပိစ်တွေလည်း မနည်းပါဘူး။ဒီတစ်ခါရုပ်ရှင်ကတော့ အပေါ်ကဒါရိုက်တာတွေရိုက်သလို မာစတာပိစ် မဟုတ်ရင်တောင် တော်တော်လေးမိုက်တဲ့ ဂျပန် မှုခင်းကားပါပဲ။ စိတ္တဇ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Slru/(CM)_Lesson_in_Murder_(2022)_720p.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjY0N2Y3NmUtMjFkOS00YWIwLThlNzAtMTc4MmQ5MjgyMTk3XkEyXkFqcGdeQXVyODY0MDQ3NTI@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "November (2022)",
        "description": "November (2022)\n=============\nIMDb Rating - 6.9/10၂၀၁၅ နိုဝင်ဘာသောကြာနေ့မှာပြင်သစ်နိုင်ငံ ပါရီမြို့တော်\nတစ်ဝှမ်းအကြမ်းဖက်တိုက်ခိုက်မှုတွေဖြစ်ပွားပြီး လူပေါင်း\nရာချီသေဆုံးခဲ့ရပါတယ်။အဲ့ဒီတိုက်ခိုက်မှုတွေဟာ ပြင်သစ်နိုင်ငံအတွက် ဒုတိယကမ္\nဘာစစ်ပြီးတဲ့နောက် အပြင်းထန်ဆုံးတိုက်ခိုက်မှုဖြစ်ခဲ့သလို၊\nEU အတွက်လည်း ၂၀၀၄ မှာဖြစ်ပွားခဲ့တဲ့ မက်ဒရစ်ရထား\nဗုံးဖောက်ခွဲမှုအပြီး လူသေဆုံးမှုအများဆုံးဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲ့ဒီဖြစ်ရပ်နောက်ကွယ်က လက်သည်\nတရားခံတွေကိုစုံစမ်းဖော်ထုတ်ကြတဲ့ ပြင်သစ်အကြမ်းဖက်\nတိုက်ဖျက်ရေးဌာနရဲ့ ငါးရက်တာကာလ လှုပ်ရှားရုန်းကန်ကြိုး\nစားမှုတွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ရုံတင်ဝင်ငွေကြမ်းသလို\nဝေဖန်ရေးဆရာတွေရဲ့မှတ်ချက်ကောင်းတွေကိုလဲရရှိထားပြီး\nလာမယ့် César Awards အတွက်လည်း ဆန်ကာတင် ခုနှစ်ဆု\nထိဝင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ဖြစ်ရပ်မှန်\nမှုခင်းကြိုက်ပရိသတ်တွေအနေနဲ့လက်လွတ်မခံသင့်တဲ့ ဇာတ်\nကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(1.36 GB) / (555 MB) / (313 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama, Thriller\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "6.9",
        "url": "https://megaup.net/1ckjx/Novembre.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qH0LA0KJNr6f98agFNxJ8OvrY7W.jpg",
        "title": "Grand Central(2013)",
        "description": "Grand Central(2013)*******************Blue Is the Warmest Colour နဲ့လူသိများခဲ့တဲ့မင်းသမီး Léa Seydoux အချစ်ရိုမန့်ကားလေးဖြစ်ပါတယ်.အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ဂါအီဟာ\nပြင်သစ်နိုင်ငံရဲ့ နူကလိယလျှပ်စစ်ဓာတ်အားပေးစက်ရုံမှာအလုပ်လျှောက်ပါတယ်။\nစက်ရုံမှာ training ပေးပြီးတော့မှအလုပ်ကိုဝင်လုပ်ခွင့်ရမှာဖြစ်တဲ့အတွက်\nလူငယ်တစ်ချို့ကို စီနီယာတစ်ချို့နဲ့တွဲပြီးလေ့ကျင့်ခိုင်းတယ်။ တိုနီနဲ့အခြားစီနီယာတွေက\nသူတို့ကိုကြီးကြပ်စေပြီးတော့လေ့ကျင့်မှုစမ်းသပ်မှုအောင်မြင်အောင်ကြိုးစားပေးကြတယ်။\nနူကလိယစက်ရုံဆိုတာသိတဲ့အတိုင်းပဲ ဓာတ်ရောင်ခြည်သင့်မှုတွေရှိတဲ့အတွက်\nဂါအီအစ်မ မာမီကတော့ သူ့ကိုမလုပ်စေချင်ဘူး။ ဒါပေမယ့်လည်း ပိုက်ဆံရတဲ့အတွက်\nဂါအီဟာဒီအလုပ်ကိုပဲလုပ်ဖို့ဆုံးဖြတ်ထားတယ်။ စက်ရုံမှာနေနေရင်းနဲ့ တိုနီနဲ့ဇနီးလောင်း\nကာရိုးနဲ့ ချစ်မိသွားတယ်။ အဲ့ဒီနောက်မှာတော့..File Size :(1GB) and (398MB)\nQuality : BLU-RAY720P\nFormat…mp4\nDuration…01:34:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Slhh/Grand.Central.2013.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8z9cGlYlbn7ASsHJJMRx8hh6Sv2.jpg",
        "title": "Stay the Night (2022)",
        "description": "Stay The Night (2022)\n-------------------------------------\nIntrovert တစ်ယောက်ဖြစ်တဲ့အပြင် အချစ်ရေးမှာလည်း သတ်မှတ်ထားတဲ့ စံနှုန်းတွေတအားမြင့်တဲ့\n၂၇ နှစ်အရွယ် HR Adviser ဂရေ့စ်ဟာ အလုပ်မှာရော အချစ်ရေးမှာပါကံခေသူလေးပေါ့။\nတစ်နေ့မှာတော့ အလုပ်မှာအဆင်မပြေပါဘူးဆိုနေ ရည်းစားရှုပ်တဲ့ သူ့အခန်းဖော်သူငယ်ချင်းကြောင့်\nအိမ်ကိုပြန်လို့မရသေးဘဲ ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အသင်းကနေထုတ်ခံရလို့ စိတ်ဓာတ်ကျပြီး ဘားလာထိုင်တဲ့ ကာတာနဲ့တွေ့ပြီးတဲ့နောက်မှာတော့\nပထမဆုံးတွေ့ဖူးတဲ့ လူနှစ်ယောက်က အချင်းချင်းနားလည်ပေးနိုင်ပြီး အပြန်အလှန်ကူညီပေးကြရာကနေ သံယောဇဥ်တွေဖြစ်လာတဲ့အခါမှာတော့...ဂရေ့စ်လည်း သူအမြဲတမ်းစိတ်ကူးယဥ်ခဲ့ရတဲ့ ပြီးပြည့်စုံတဲ့ RS ကို\nကာတာနဲ့မှ ဘယ်လိုရှာတွေ့သွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုခံစားလို့ရမယ့်ဇာတ်ကားလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 830MB | 435MB | 224MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Shs2/Stay.the.Night.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmHyxd5rcwzrGjLScTU3j9LMi83.jpg",
        "title": "Golden Robbery ( 2023 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ဟာသလေးနှောထားတဲ့\nမှုခင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲစခန်းလုံခြုံရေးအစောင့်မာတာနဲ့ သူ့ရဲ့ရည်းစာချောလေး\nလျိုစီးကျားတိုဟာ သာမန်ဘဝကို ဖြတ်သန်းနေကြတဲ့\nစုံတွဲလေးတစ်တွဲပဲ ဖြစ်ပါတယ်။ တစ်နေ့မှာ\nတစ်စုံတစ်ယောက်က မာတာရဲ အဖေဆိုပြီး ဖုန်းဆက်လာခဲ့ပါတယ်။နှစ် ၂၀ လောက် ပျောက်သွားခဲ့တဲ့ အဖေက ရုတ်တရက်\nပြန်ပေါ်လာတဲ့အချိန်ကစ မာတာရဲ့ အေးချမ်းတဲ့ ဘဝကြီးက စတင်ရှုပ်ထွေးလာပါတော့တယ်။\nယဉ်ကျေးမှုအမွေအနှစ်ပစ္စည်းမှောင်ခိုမှု၊ သင်္ချိုင်းဖောက်မှု၊\nရဲအတု အစစ်တွေနဲ့ ဘယ်လို အရှုပ်တွေ ဖြစ်မလဲဆိုတာကို\nGolden robbery ဆိုတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Mystery\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Sld6/Golden_Robbery_2023_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sbIa4aarctVOQvuIei2EAQi1TG0.jpg",
        "title": "Someday or One Day ( 2022 )",
        "description": "\"အတိတ်ကို ပြန်လည်သွားနိုင်ပေမဲ့ အတိတ်ကဖြစ်ပျက်ခဲ့သမျှကို ပြန်လည်ပြင်ဆင်နိုင်ပါ့မလား\"အရာအားလုံးရဲ့ ဇာတ်လမ်းဖြစ်တည်မှု အစက \"၂၀၀၉\" ခုနှစ်...!\nအသက် ၂၈ နှစ်အရွယ်လီဇီဝေဟာ အအေးအဖျော်ဆိုင်လေးတစ်ခုမှာ\nအလုပ်လုပ်တဲ့ အသက် ၁၇ နှစ်အရွယ် ဟွမ်ယွီရွှမ်း နဲ့တွေ့ဆုံခဲ့ပါတယ် ။\nတွေ့ဆုံတဲ့ အချိန်မှာလဲ တစ်ဦး နဲ့ တစ်ဦးဟာ ဟိုးအရင်ကတည်းက\nသိကျွမ်းခဲ့ဖူးတယ်ဆိုတဲ့ ခံစားချက်က ထူးဆန်းစွာနဲ့ ရလို့နေပါတယ် ။ဒီလိုနဲ့ပဲ နှစ်ဦးသား ဆက်ဆံရေးတွေဟာ ကောင်းမွန်လာခဲ့ပြီး\n၂၀၁၀ ခုနှစ်ရဲ့ နောက်ဆုံးရက် နှစ်သစ်ကူးညလေးမှာ\nသူတို့ရဲ့ချစ်ခြင်းခရီးစဥ်ကို စတင်ခဲ့ပါတော့တယ် ။ ဒီလိုနဲ့ အရာအားလုံး\nအဆင်ပြေချောမွေ့ခဲ့ပြီး ၂၀၁၇ ခုနှစ်အရောက်မှာတော့\nအပြောင်းအလဲတွေ စတင်ဖြစ်ပေါ်လို့ လာခဲ့ပါတယ် ။ဟွမ်ယွီရွှမ်းတစ်ယောက် လက်ရှိပစ္စုပန်က ချစ်ရသူ လီဇီဝေကို ဆုံ\nးရှုံးလိုက်ရပြီးတဲ့နောက် ထူးဆန်းစွာနဲ့ပဲ သူမဟာ အတိတ်ကို\nပြောင်းလဲနိုင်ဖို့ အခွင့်အရေးကြုံလာတဲ့အခါမှာ...?❏ လီဇီဝေကို ကယ်တင်ဖို့ အတိတ်ကိုတစ်ဖန်​ပြန်ရောက်သွားပေမဲ့\n❏ အနာဂတ် နဲ့ အတိတ် ကြားက ရောယှက်ရိုက်ခတ်မှုဒဏ်တွေ\nကြုံတွေလာရတဲ့အခါမှာတော့ ဟွမ်ယွီရွှမ်းတစ်ယောက် ဘယ်လိုရင်ဆိုင်မှာလဲ?❏ အတိတ်ဆိုးကြီးကိုရော ...",
        "rating": "6.2",
        "url": "https://megaup.net/2yiqf/Someday_Or_OneDay_2022_WEB-DL_1080p.mp4",
        "category": "Drama, Romance, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCwbsgkdzpgTADyaa3g4jaWVAaR.jpg",
        "title": "Heneral Luna(2015)",
        "description": "Heneral Luna(2015)*******************ဖီလစ်ပိုင်နိုင်ငံကို အမေရိကန်တွေကျူးကျော်စစ်ဝင်ထိုးနေတဲ့အတွက်\nဖီလစ်ပိုင်းသမ္မတကြီးက ဖြေရှင်းဖို့အတွက် အစည်းအဝေးလုပ်တယ်။\nဗိုလ်ချုပ်တွေ ဗိုလ်မှူးတွေ စီးပွားရေးလုပ်ငန်းရှင်တွေ နိုင်ငံရေးသမားတွေနဲ့\nအပြန်အလှန်ဆွေးနွေးငြင်းခုံနေကြတယ်။ အမေရိကန် အင်အားနည်းနေချိန်မှာ\nတိုက်ခိုက်မှ ဖြစ်မယ် မဟုတ်ရင်တစ်နိုင်ငံလုံးကျွန်ဘဝရောက်မယ့်အကြောင်းကို\nဗိုလ်ချုပ်လူနာကတင်ပြတယ်။ ဒါပေမယ့် စီးပွားရေးသမားတွေက သူတို့ကိုယ်ကျိုး\nထိခိုက်မှာစိုးတဲ့အတွက် ငြိမ်းချမ်းရေးကမ်းလှမ်းဖို့ပဲဆန္ဒရှိကြတယ်။ နောက်ဆုံးမှာတော့\nသမ္မတကြီးက ငြိမ်းချမ်းရေးကမ်းလှမ်းမယ် စစ်ရေးအတွက်လည်းပြင်ဆင်ဖို့ဆုံးဖြတ်လိုက်ချိန်မှာ\nအမေရိကန်တွေက မနီလာမြို့အပါအဝင်အခြားနေရာကိုသိမ်းယူလိုက်ပါတယ်..ဖိလစ်ပိုင်တို့အတွက်တော့ အတော်ကြီးအထိနာတဲ့ကိစ္စလို့ဆိုရပါ့မယ်..အဒီနောက် ဗိုလ်ချုပ်လူနာတို့ဘယ်လိုတုန့်ပြန်ကြမလဲဆိုတာကိုတော့..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး ဘက်ဂျက်အတော်များများသုံးရိုက်ကူးထားတဲ့အတွက်ဖိလစ်ပိုင်ကားဆိုသော်ငြား တော်တော်ကြည့်ကောင်းတဲ့ ကားဖြစ်ပါကြောင်း...File Size :(3.3GB)(1.2 GB) and (407MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action, Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/2yiqg/Heneral.Luna.2015.NF.WEB-DL.720p(cm).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/im7oY6pwW5j9UXfZV3zI9Vgdo4F.jpg",
        "title": "[18+] Love Hunter (1972)",
        "description": "Love Hunter (1972)အသက်နှစ်ဆယ်ဝန်းကျင် ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်တဲ့ ကာဇူအိုဟာ ကျောင်းနေဖက်သူငယ်ချင်း ဟီဆာကိုနဲ့ချစ်ကျွမ်းဝင်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဘဝထဲကို ထူးခြားဆန်းကြယ်ပြီးအသိရခက်တဲ့ ကျိုကိုဆိုတဲ့သက်လတ်ပိုင်းမိန်းမလှတစ်ယောက် ဝင်ရောက်လာပါတော့တယ်။ကျိုကိုဟာ ချမ်းသာကြွယ်ဝပြီး အဆင့်အတန်းမြင့်တဲ့အသိုင်းအဝိုင်းကလာတဲ့သူဖြစ်တယ်။ ဒါပေမဲ့ အထက်တန်းလွှာရေပေါ်ဆီတွေထုံးစံ အရာရာပြည့်စုံနေတော့ သာယာမှုကိုနည်းမျိုးစုံနဲ့ရှာဖွေရာကနေ ကျော်မကောင်းကြားမကောင်း ဇာတ်လမ်းမျိုးတွေကို ပိုင်ဆိုင်ထားသူလဲဖြစ်ပါတယ်။ ကာဇူအိုရော ဟီဆာကိုပါ သူတို့ကိုယ်တိုင်မသိလိုက်ခင် ဒီအသိုင်းအဝိုင်းထဲက စည်းဘောင်မဲ့လွတ်လပ်တဲ့၊ နာကျင်မှုတွေနဲ့သာယာမှုတွေနဲ့ရောပြွမ်းနေတဲ့လောကထဲ ဝင်ရောက်မိပါတော့တယ်။ဒီဇာတ်ကားကတော့ ပါဝင်တဲ့ Incest ဆန်ဆန်လိင်မှုရေးရာခန်းတွေကြောင့် ညစ်ညမ်းမှုနဲ့ တရားစွဲခံရတဲ့အထိဖြစ်ခဲ့ပြီး နှစ်နှစ်နီးပါးတရားရင်ဆိုင်ခဲ့ရသလို အဲဒီတရားစွဲမှုကပဲ ဇာတ်ကားကိုပိုနာမည်ကြီးစေခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1cn56/(CM)_Love_Hunter_(1972)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NmaPNP3NS0Ok6sL1fT6ZSnw5OF.jpg",
        "title": "Prison 77 (2022)",
        "description": "Prison 77 (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~ထောင်ဖောက်တဲ့ရုပ်ရှင်ပေမဲ့ ထောင်ဖောက်တဲ့ရုပ်ရှင်မဟုတ်တဲ့ ရုပ်ရှင်ပေါ့။ ၁၉၇၆ကနေ ၁၉၇၈ကြားမှာဖြစ်ခဲ့တာတွေကို ဇာတ်အိမ်တည်ထားတဲ့ ဒီရုပ်ရှင်နာမည်က ထောင်, ၁၉၇၇။ ဒီခုနှစ်တွေက စပိန်သမိုင်းမှာ တော်တော်အရေးပါတဲ့ နှစ်တွေလို့ပြောရမယ်။ ဘာလို့ဆို ၁၉၃၉ကနေ ၁၉၇၅ အထိ စပိန်ကို စစ်အာဏာရှင်စနစ်နဲ့ အုပ်ချုပ်သွားတဲ့ ဂျန်နရယ် Francisco Franco ဟာ ၁၉၇၅မှာ သေသွားတယ်။ ဒီနောက် စပိန်ဟာ ဒီမိုကရေစီစနစ်ကို ကူးပြောင်းပြီး တိုင်းပြည်ကို အသစ်က ပြန်တည်ဆောက်ခဲ့တယ်။ ဆိုတော့ ဒီကာလတွေဟာ စပိန် ဒီမိုကရေစီရဲ့ အရေးအပါဆုံး ကာလတွေလို့ပြောရင် မမှားဘူး။တိုင်းပြည်ကြီးက အကြီးအကျယ်ပြောင်းလဲနေတဲ့ကာလမှာ ထောင်ထဲမှာ ဖိနှိပ်ချုပ်ချယ်ခံနေရတဲ့ လူတွေကလည်း တိုင်းပြည်ကြီး အသစ်ကပြန်စသလို သူတို့ကိုလည်း လွတ်ငြိမ်းချမ်းသာခွင့်ပေးပြီး အသစ်က ပြန်စခွင့်ပြုသင့်တယ်လို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3efjD/(CM)_Prison_77_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTJlZDUzMTctYjJmYi00MGZkLTkzMDItYzk4Y2Q5NGYyNzVjXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-140x200.jpg",
        "title": "Gaalodu(2022)",
        "description": "Gaalodu (2022)\nIMDb 7.3/10 (2K)အခုတစ်ခါမှာတော့ တေလဂူကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ရာဂျူးဟာ ခပ်မိုက်မိုက်နေတတ်ပြီး သူမှန်တယ်ထင်ရင်\nဘယ်သူ့ကိုမှလည်း ဂရုမစိုက်သလို သူ မလုပ်ရဲတာလည်း ဘာမှမရှိပါဘူး။ဇာတ်လမ်းအစမှာ ရာဂျူးဟာ လူသတ်မှုနဲ့ထောင်ကျနေခဲ့ပါတယ်။\nထောင်ကျတာ တစ်ရက်တောင်မရှိသေးဘူး ရဲအရာရှိကို ရိုက်လွှတ်လိုက်ပါတယ်။\nဒီလိုနဲ့ ထောင်တွင်း နာမည်ကြီးသွားပြီး ထောင်သားတွေ လေးစားရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ငယ်ငယ်ရွယ်ရွယ်နဲ့ လူသတ်ပြီး ထောင်ကျခဲ့ရတဲ့ ဒီလိုလူအတွက်အချစ်နဲ့စစ်ရဲ့\nအဓိပ္ပါယ်သတ်မှတ်ချက်တွေဟာ ဘယ်လိုဖြစ်နေမလဲ ဆိုတာကတော့....။\nသူထောင်သားတွေကို ပြောပြမယ့် နောက်ကြောင်းနဲ့အတူ ထပ်မံကြည့်ရှုပေးပါဦးနော်။\nFile size…1.94GB / 937MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Khin Khin~BpL~Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2yhE5/Gaalodu__(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWpbW893AGmSBbFdACjY0xllw7D.jpg",
        "title": "Killerman(2019)",
        "description": "Killerman(2019)============= Liam Hemsworthပါဝင်ထားတဲ့ Killermanဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ရတနာကုန်သည်တဖြစ်လည်း ငွေကြေးခဝါချသူလည်းဖြစ်တဲ့ မိုးဒိုင်းမွန်းဟာ သူ့သူငယ်ချင်းစကန့်နဲ့ပေါင်းပြီး ကြေးကြီးတဲ့အလုပ်ကိုလက်ခံထားပါတယ်။ အလုပ်အပ်သူက စကန့်ရဲ့ဦးလေး။အလုပ်မပြီးသေးခင် စကန့်ဦးလေးက ပိုက်ဆံကိုခဏသိမ်းထားပြီး အလုပ်ကိုလည်းဆိုင်းထားဖို့ပြောလာတယ်။အဲဒါကိုစကန့်က လက်ထဲမှာရှိနေတဲ့ သူ့ဦးလေးပိုက်ဆံနဲ့ ဆေးကုန်ကူးဖို့လုပ်တယ်။အရောင်းအဝယ်လုပ်နေတုန်းရဲတွေလာဖမ်းလို့ထွက်ပြေးကြရင်း ကားမတော်တဆမှုဖြစ်ပြီး မိုးကအတိတ်မေ့သွားပါတော့တယ်။အဲဒီကနေစလို့ အရာရာဟာလွဲကုန်ပါတော့တယ်။ File size…1.87GB / 680MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hmu Khin",
        "rating": "5.7",
        "url": "https://megaup.net/1Sk6s/Killerman.2019.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTUzNjE5ODMyM15BMl5BanBnXkFtZTgwMzk3OTQ2NzE@._V1_-140x200.jpg",
        "title": "Weaponized (2016)",
        "description": "Weaponized (2016)\n==============လက်နက်ကုမ္မဏီပိုင်ရှင်တစ်ဦးဖြစ်တဲ့ ကိုင်လ်နောရစ်ဟာ\nအကြမ်းဖက်မှုတစ်ခုမှာသားဖြစ်သူကို ဆုံးရှုံးရပြီးနောက်\nအကြမ်းဖက်မှုတွေကိုနှိမ်နင်းဖို့ အလွန်အန္တရာယ်များတဲ့\nလက်နက်တစ်ခုကိုတီထွင်ဖို့ကြိုးစားပါတယ်။သူ့လမ်းကိုပိတ်ပင်သူမှန်မျှကိုလည်းရှင်းပစ်ဖို့ကြိုးစားပါ\nတော့‌တယ်။ ထိုလက်နက်ရဲ့အန္တရာယ်များပုံ၊ကောင်းကျိုး\nထက် ဆိုးကျိုးများပုံကို စုံထောက်ဝေါလ်ကာ ရိပ်စားမိသော\nအခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်\nကြည့်ရှုရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEunice ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (573 MB) / (344 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Sci-Fi, Thriller\nTranslator.......Eunice\nEncoder..........SWM",
        "rating": "3.9",
        "url": "https://megaup.net/3dP7t/Swap.2016.720p.BluRay.%7BCM%7D.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqky27cIeGOxLOfEv6Fp0KO0tgw.jpg",
        "title": "Rockin’ on Heaven’s Door(2013)",
        "description": "Rockin' on Heaven's Door(2013)*****************************Hong-ki Lee  နဲ့  Ma Dong-seok တို့ အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ တစ်ခါကြည့်ပြီး တစ်သက်မမေ့နိုင်ဖို့\nဒီတစ်ခေါက် CMပရိသတ်ကြီးအတွက်\nထင်မထားရလောက်အောင် ရင်ထဲမှာစွဲကျန်ရစ်ခဲ့မယ့်\n“Rockin On Heaven’s Door”ဆိုတဲ့ ဒီဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကိုတော့ ထင်ရာဆိုင်းတတ်တဲ့ ခပ်ဆိုးဆိုးအိုင်ဒေါအနုပညာရှင်လေး ချွန်အွီနဲ့ အစချီထားပါတယ်တစ်နေ့ ချွန်အွီတစ်ယောက် ကလပ်မှာပြဿနာရှာမိပြီးစေတနာ့ဝန်ထမ်းအဖြစ်နဲ့ အပြစ်ပြန်ဆပ်ရဖို့ အကြောင်းဖန်လာပါတယ်ချွန်အွီလုပ်ပေးရမယ့်နေရာကတော့ နယ်မြို့လေးတစ်ခုက “ဒုံးဟျွန်း”ဆိုတဲ့ဆေးရုံတစ်ခုမှာပေါ့ဆေးရုံကို မုန်းပါတယ်ဆိုတဲ့ ချွန်အွီအတွက်\nအဲဒီဆေးရုံက လူတွေကလည်း ထူးဆန်းနေပြန်ပါတယ်နောက်ဆုံးထွက်သက်ရောက်တော့မယ့်\nလူနာအဘွားအိုကို အသက်ရှူစက်တပ်မပေးတာမျိုး…လူနာတွေကို ဆေးလိပ်သောက်ခွင့်ပေးတာမျိုး\nကလပ်သွားခွင့်ပေးတာမျိုး.. စသည်ဖြင့်ပေါ့အဲဒီလိုဆေးရုံက လုပ်ရပ်တွေကို သဘောမကျလို့\nချွန်အွီ ထွက်ခဲ့မယ်လို့ကြံမယ့်နေ့မှာပဲ ..နောက်ကွယ်ကအကြောင်းအရာတွေကို\nအန်နာဆိုတဲ့ စေတနာ့ဝန်ထမ်းကောင်မလေးပြောလို့\nချွန်အွီသိသွားခဲ့တဲ့အခါ… File Size :(1.9GB)&(685MB)\nQuality : Blu-Ray 1080P5.1Ch,720P\nFormat :mp4\nDuration : 01:39:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Sk2w/Rockin.On.Heaven_s.Door.2013_.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1656928433_1656926397_8271_porndoporn_com-147x200.jpg",
        "title": "[21+]A Mat-style Massage Parlor-Kana Morisawa [MEYD-746-Decensored]",
        "description": "Kana Morisawa ဆိုတာ ဂျပန်ထဲမှာမှ အနောက်တိုင်းဆန်တဲ့မျက်နှာကျနဲ့ အဆီအပိုမရှိတဲ့ မော်ဒယ်လိုကိုယ်လုံးကိုယ်ထည်နဲ့ မှတ်မိချင်စရာမင်းသမီးလေးဖြစ်ပါတယ်။MEYD-746 ဒီဇာတ်လမ်းမှာတော့ ဆင်းရဲသူကို အထင်သေးတဲ့ အထက်တန်းစားမိန်းကလေးတစ်ယောက်အဖြစ် အထူးသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းသဘောအရ သနားစရာအခန်းလေးတွေလဲပါတာမလို့ သူ့ရဲ့သရုပ်ဆောင်အမူအရာပေါင်းစုံကို မြင်ရမယ့်ဇာတ်ကားပါပဲ။Decensored Version ကအတော်အဆင်ပြေတာမလို့ 720p Decensored Version တစ်ခုပဲ တင်ဆက်လိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.2 GB)\nQuality : HDRip 720p (Decensored)\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2yglx/DS[MEYD-746-Decensored]A_Mat-style_Massage_Parlor-Kana_Morisawa.HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-vacation-150x200.jpg",
        "title": "Vacation Home Nightmare(2023)",
        "description": "ဒန်နီအယ်နဲ့ သူမရဲ့သူငယ်ချင်းနှစ်ယောက်က ကွာရှင်းပြတ်စဲခြင်းကိုအောင်ပွဲခံဖို့ အပန်းဖြေအိမ်ကို ရောက်လာခဲ့ကြတယ်။ တကယ်တော့ သူတို့ဌားရမ်းခဲ့တဲ့အပန်းဖြေအိမ်က အပြင်ပန်းကကြည့်ရင်အေးချမ်းသလောက် တကယ်တမ်းမှာလုံးဝအန္တရာယ်မကင်းပါဘူး။\nဇနီးပစ်ခံရတဲ့အတိတ်တစ်ခုကနေရုန်းမထွက်နိုင်တဲ့လူသတ်သမားရဲ့ ပိုင်နက်ဖြစ်နေတာပေါ့။အိမ်ထောင်ရေးပြိုကွဲသွားတဲ့ အမျိုးသမီးအချို့က စိတ်သစ်လူသစ်ဖြစ်အောင် ထိုအပန်းဖြေအိမ်ကို လာရောက်အနားယူလေ့ရှိကြတယ်။ လူသတ်သမားကလည်း သူ့ဇနီးဟောင်းအပေါ်မှာထားတဲ့ အငြိုးတွေကို အပန်းဖြေအိမ်ကိုလာကြတဲ့အမျိုးသမီးတွေအပေါ်ပုံချပြီး ပစ်မှတ်ထားသတ်ပစ်လေ့ရှိတယ်။ ဒီလိုနဲ့ ဒန်နီအယ်ရဲ့အလှည့်ရောက်လာခဲ့တယ်။Vacation Home Nightmare ဇာတ်ကားထဲမှာ သာမန် သူလိုကိုယ်လိုလူတွေကြားထဲက လူတစ်ယောက်က လူသတ်သမားဖြစ်နေတာကိုပဲ realityဆန်ဆန် ရိုက်ပြထားပါတယ်။ မမျှော်လင့်ထားတဲ့သေခြင်းတရားနဲ့ နေ့မြင်ညပျောက်တတ်တဲ့သဘောတွေ တော်တော်လေးပါပါတယ်။ Horrorဆန်ပြီးကြောက်ဖို့ကောင်းတဲ့ကားမျိုးမဟုတ်ပဲ realityဆန်တဲ့ဇာတ်ကားတစ်ကားမျိုးပါပဲ။ ဒန်နီအယ်ကလည်း ထိုလူသတ်သမားရဲ့ပစ်မှတ်ဖြစ်လာတဲ့အခါ သူမဆီကျရောက်လာတဲ့ ကပ်ဆိုးကို ကျော်လွှားနိုင်သွားမလား။ ဒါမှမဟုတ် လူသတ်သမားရဲ့သားကောင်တွေထဲကတစ်ယောက်ပဲဖြစ်သွားမလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလို့ရပါပြီ။File size…(1.31GB)  / (724MB) / (391MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2yhhv/Vacation.Home.Nightmare.2023.720p(CM)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-2-152x200.jpg",
        "title": "Betrayed by My Bridesmaid (2022)",
        "description": "ကေတီ့မှာက မိဘတွေမရှိတော့ဘဲ မိသားစုဆိုလို့ သူနဲ့သူ့အစ်မနှစ်ယောက်ပဲ ရှိတော့တာပါ သူ့အစ်မ ကာနီက ဆေးစွဲ အရက်စွဲနေပြီး အရင်ကလည်း ကေတီ့မွေးနေ့မှာ ကေတီ့ရည်းစားနဲ့ ဖောက်ပြန်ဖူးတဲ့ ရာဇဝင်ရှိသူ ဖြစ်ပါတယ် ကေတီရဲ့ ချစ်သူနဲ့ မင်္ဂလာဆောင်ပွဲမတိုင်ခင်မှာ ကာနီက ပြန်လည်ထူထောင်ရေးစခန်းကို ရောက်နေပေမဲ့ မင်္ဂလာဆောင်အမီ ပြန်ထွက်လာနိုင်ခဲ့ပါတယ် သူ့အစ်မနဲ့ပတ်သက်ပြီး အနာဟောင်းတွေရှိတဲ့ ကေတီက သူ့အစ်မနဲ့ ခင်ပွန်းလောင်းကြားဆက်ဆံရေးကို သံသယတွေပိုလာရပါတယ် မင်္ဂလာပွဲမကျင်းပခင် ရက်ပိုင်းအတွင်းပဲ ကေတီမှာ ပွဲကျင်းပဖို့အခက်အခဲတွေ၊ သူ့အသက်အန္တရာယ်ကို ထိခိုက်စေမယ့် မတော်တဆမှုတွေ ဆက်တိုက်ပေါ်လာပါတယ် ဘယ်သူမဆို သံသယအလွယ်တကူဝင်နိုင်မယ့် ကာနီကို အသုံးချပြီး တကယ်တမ်း အကောက်ကြံမှုတွေကို လုပ်ဆောင်ခဲ့တဲ့သူက သူ့အနီးနားက အယုံကြည်ရဆုံးသူတစ်ယောက်သူဆိုတာကို ကေတီ သိရှိသွားနိုင်ပါ့မလာဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးနော်File size… (989MB) / (572MB)\nQuality….  720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2yhhf/Betrayed_By_My_Bridesmaid_2022_720p_(CM)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-escape-133x200.jpg",
        "title": "Escape from L.A(1996)",
        "description": "ဒီကားလေးကတော့ ၁၉၉၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ သိပ္ပံအက်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။ ၁၉၈၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Escape from New York ရဲ့ sequel ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲက timeline ကတော့ ၂၀၁၃ ခုနှစ်ကိုယူထားတာဖြစ်ပြီး ခေတ်မီလက်နက်တွေ ပစ္စည်းကိရိယာတွေကို ထည့်သွင်းပြသထားပါတယ်အမေရိကန်ပြည်ထောင်စုထဲက လော့စ်အိန်ဂျယ်လိစ်မြို့တော်ကြီးက ဒုစရိုက်မှုတွေများပြားလာတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သမ္မတအသစ်က အဲဒီမြို့ကို နိုင်ငံကနေ ခွဲထုတ်ပစ်လိုက်ပါတယ်ပြီးတော့ အမေရိကကို ပြန်လည်ပြုပြင်မယ်ဆိုပြီး မူးယစ်ဆေး၊ အရက်၊ဆေးလိပ် မသောက်ရ၊ မိန်းမ မလိုက်စားရဆိုပြီး စည်းကမ်းတွေချမှတ်ခဲ့ပါတယ်အဲဒါတွေကို ဆန့်ကျင်သူအားလုံး ပြည့်တန်ဆာတွေ လူဆိုးတွေ ပြစ်မှုအသေးလုပ်မိသူတွေကအစ နိုင်ငံထဲမှာမနေရဘဲ အယ်လ်အေမြို့ကြီးကို ပြည်နှင်ဒဏ်ပေးဖို့ အမိန့်ပါချမှတ်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သမ္မတရဲ့သမီးဖြစ်သူက နိုင်ငံတော်လျှို့ဝှက်စီမံကိန်းပစ္စည်းတစ်ခုကို ခိုးယူသွားပြီး အယ်လ်အေမြို့ကို ထွက်ပြေးခဲ့ပါတယ် ပြီးတော့ အဲဒီပစ္စည်းကို အယ်လ်အေမြို့ထဲက အကြမ်းဖက်ခေါင်းဆောင်ဆီ အပ်လိုက်ပါတယ်အဲဒီပစ္စည်းကို လိုက်ယူဖို့အတွက် နာမည်ကျော် လူဆိုး စနိတ်ခ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/3eefw/Escape.from.L.A..1996.720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjAxOTM2YTgtODU2Ni00MDk4LTljOWUtYmM1YjMzZjZlYmE0XkEyXkFqcGdeQXVyMzYxNjU3NzU@._V1_-142x200.jpg",
        "title": "The Gridiron (2016)",
        "description": "The Gridiron (2016)\n===============ဒဲရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က စီးပွားရေးလုပ်ချင်\nပေမယ့် သူဘာလုပ်လိုက်လိုက် လုပ်လိုက် တလွဲတွေပဲဖြစ်ပြီး\nအဆုံးသတ်သွားလို့ မိဘကရော သူ့မိန်းမကရော သူ့ကိုဆို\nတစ်စက်မှ အထင်မကြီးပါဘူး။ အဲဒါလည်း သူကအမှတ်မရှိဘဲ\nတစ်နေ့မှာ အမေရိကန်ဘောလုံးကစားနည်းက ဗြိတိန်မှာ\nခေတ်စားလာတော့မယ်ဆိုပြီး သူ့ကိုယ်ပိုင်အသင်းထောင်ဖို့\nလုပ်ပါတယ်။အိမ်စရိတ်တွေလည်းမပေးပဲ ရသမျှအကုန် သူ့အသင်းအတွက်ပဲ\nသုံးနေတော့ မိန်းမနဲ့လည်း ပြသနာတက်လိုက် အကြွေးရှင်\nလက်ကပြေးရလိုက်နဲ့ နောက်ဆုံးသူ့အသင်းကအောင်မြင်သွား\nမလား ကျရှုံးမလားဆိုတာကို ရယ်ရယ်မောမောနဲ့ ပေါ့ပေါ့ပါး\nပါးလေး ကြည့်ရမှာပါ။ ကားဟောင်းလေးဖြစ်ပြီး စိတ်လက်\nပေါ့ပါးမှုကိုရစေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (677 MB) / (462 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Sport\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://megaup.net/1S62y/The.Gridiron.2016.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bWxMXGO787Icq58B7m1ANFUXp8E.jpg",
        "title": "Seed of Darkness (2006)",
        "description": "Seed of Darkness (2006)\nနာမည်အသင့်အတင့်ရ စာရေးဆရာမဖြစ်တဲ့ ယန် ကအိမ်ပြောင်းဖို့ အလုပ်ကနေ အချိန်အတော်ကြာ ခွင့်ယူခဲ့ပါတယ်။\nစာရေးဖို့သင့်တော်ပြီး တိတ်ဆိတ်ငြိမ်သက်တဲ့အိမ်ကို ရွေးလိုက်တဲ့အတွက် သူ့မောင်ကလည်း အံ့ဩနေခဲ့ပါတယ်။\nယန် နဲ့သူ့သမီးဖြစ်သူ ရင်ရင်တို့ အိမ်သစ်မှာ ပစ္စည်းတွေနေရာချရင်း သူတို့အနောက်ကို တစ်ယောက်ယောက်ကလိုက်လာသလို ခံစားနေခဲ့ရပါတယ်။အချိန်အတော်ကြာ အလုပ်ကိုနားထားပြီးမှ အလုပ်ပြန်တက်တဲ့ ယန် တစ်ယောက်\nပထမဆုံးအလွဲကတော့ သူဌေးကို စာရွက်အလွတ်တစ်ထုပ်ကြီး ပေးခဲ့လိုက်တာပါပဲ။\nနောက်မှ သမီးဖြစ်သူ ရင်ရင် ရဲ့အိပ်ခန်းထဲကနေ စာရွက်တွေပြန်တွေ့တော့...\nရင်ရင်က \"ခဏလေး...ဖေဖေနဲ့စကားပြောနေတယ်\" တဲ့..တကယ်တော့ ရင်ရင်က သုတ်ပိုးအလှူရှင်နဲ့မွေးထားတဲ့ သမီးလေးတစ်ယောက်မို့ အဖေမရှိကြောင်းရှင်းပြခဲ့ပေမယ့်\nရင်ရင်က သူ့အဖေက အခုသူ့ဘေးမှာရှိကြောင်း၊ သူ့ကိုလည်း မကြာခင်ခေါ်သွားမှာဖြစ်ကြောင်း ပြောပြလိုက်တဲ့အခါ...ယန်တစ်ယောက် ပုံမှန်မဟုတ်တဲ့အခြေအနေကို ဘယ်လိုဖြေရှင်းမလဲ?\nပြီးတော့ သူတို့အနောက်ကလိုက်နေတဲ့တစ်စုံတစ်ခုကရော ဘာဖြစ်မလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5",
        "url": "https://megaup.net/2yeUi/Seed.Of.Darkness.2006.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
        "title": "Red Lights (2012)",
        "description": "Red Lights (2012)ကျွန်တော်တို့တွေအသည်းစွဲ Peaky Blinders ရဲ့ Thomas Shelby မင်းသားဖြစ်တဲ့ Cillian Murphy...\nဆယ်စုနှစ်တစ်ခုလောက်ချစ်ခဲ့ကြရတဲ့ မမ၊ နောက်ဆယ်စုနှစ်တွေမှာလည်း ဆက်ချစ်ရဦးမယ့် မမ Elizabeth Olsen...\nAvatar နဲ့ Aliens ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့တဲ့ ရင့်ကျက်တည်ကြည်ခန့်ငြားနေဆဲ ဝါရင့်သရုပ်ဆောင်ကြီးဖြစ်တဲ့ Sigourney Weaver...\n၈၀ခုနှစ်တွေကတည်းကနေ ခုချိန်ထိ ဂန္ထဝင်တွင်နေဆဲ တွင်နေမယ့် အနှိုင်းမဲ့မင်းသားကြီး Robert De Niro...ခုလို Cast အလန်းကြီးတွေအပြင် တခြားသော နာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~Professor Dr. Margret Matheson ဟာ Psychologist တစ်ယောက်ဖြစ်ပါတယ်။ သူရဲ့ Physicist တစ်ယောက် ဖြစ်တဲ့ Tom Buckley နဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်ဆိုတဲ့ အောက်လမ်း၊ အထက်လမ်း၊ မှော်ဆရာ၊ တန်ခိုးရှင် ဆိုပြီး မဟုတ်မမှန်လုပ်ကြံလိမ်ညာနေကြသူတွေကို ဖော်ထုတ်ကြပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Sjgs/(CM)_Red_Lights_(2012)_720p.mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTdkNGRmMzAtOTM4Ni00MmJmLTgyMTYtMWIxZjZjODE3MmY0XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-200x200.jpg",
        "title": "Lucky Lakshman (2022)",
        "description": "Lucky Lakshman (2022)IMDb-7.7/10မင်းသမီးချောလေး Mokksha အဓိကပါ၀င်ထားတဲ့\nလူငယ်ကျောင်းသားအချစ်ဇာတ်လမ်းလေး\nတစ်လှည့်ခံစားကြည့်ပါဦးချစ်နေချိန်မှာ ချစ်သက်လက်ဆောင်တွေအကြီးအကျယ်ပေးခဲ့ကြသလို\nမထင်မှတ်ပဲခွဲခွာရတဲ့အချိန်မှာ ရှိခဲ့ဖူးတဲ့အမှတ်တရတွေအားလုံးကို ထိန်းသိမ်းချင်ကြတဲ့သဘာ၀အရ\nကော်ဖီဆိုင်ကြီးကို ၀ယ်ချင်နေတဲ့အသည်းကွဲကောင်လေးတစ်ယောက်နဲ့အစပျိုးထားတဲ့ဇာတ်လမ်းပါအလယ်အလတ်မိသားစုကနေမွေးဖွားလာတဲ့ လက်ရှ်မန်ဟာ\nငယ်စဉ်တည်းကလိုအင်ဆန္ဒတွေမပြည့်၀မှုကြောင့်\nရည်ရွယ်ချက်ကြီးကြီး စာပဲအသည်းအသန်ကြိုးစားနေခဲ့ပါတယ်\nအထက်တန်းကျောင်းသားဘ၀မှာတင် မိန်းကလေးတစ်ယောက်ကြောင့်\nရုံးခန်းရောက်ဖူးတာမို့ တက္ကသိုလ်ထိမိန်းကလေးတွေနဲ့ ဝေးဝေးနေခဲ့သူပါတက္ကသိုလ်ပထမနေ့မှာပဲ စီနီယာတွေအနိုင့်ကျင့်ခိုင်းလို့ ပျိုတိုင်းကြိုက်နှင်းဆီလေး ဆယ်ရာ့ကို ကြောက်ကြောက်နဲ့\nရည်းစားသွားပြောရတဲ့အချိန်မှာ ငယ်စဉ်ကလိုရုံးခန်းရောက်ကျောင်းထုတ်ခံရမှာကြောက်စိတ်တွေပြည့်နေခဲ့တယ်ဆယ်ရာက ထင်ထားသလိုမတုံ့ပြန်တဲ့အပြင် သူ့နဲ့ခင်မင်ရင်းနှီးတဲ့သူငယ်ချင်းတွေဖြစ်သွားပါတော့တယ်အလှပဂေးနဲ့ စာကြမ်းပိုး သူငယ်ချင်းကနေဘယ်လိုအဆင့်တက်သွားသလဲ\nလက်ရှ်မန်ငယ်ငယ်က အိမ်မက်အတိုင်းအောင်မြင်လာသလား\nဇာတ်လမ်းအစကအသည်းကွဲရတဲ့အကြောင်းအရင်းက ဘာများလဲဆိုတာတွေကတော့ ခံစားကြည့်ပါဦး\nFile size…2.75GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni & Khin Khin",
        "rating": "7.5",
        "url": "https://megaup.net/2ygI6/Lucky_Lakshman_(2022)_Telugu_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sepfbuzmHT3yCr61ABZeTmASHyx.jpg",
        "title": "j-hope IN THE BOX (2023)",
        "description": "\"J-Hope in the Box\" (2023)Yo! ARMY တို့ အချိန်အတော်ကြာ စောင့်နေခဲ့ကြတဲ့ BTS အဖွဲ့ဝင် J-Hope ရဲ့\nDocumentary Film \"J-Hope in the Box\" လာပါပြီ။\nဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ J-Hope ရဲ့ Chapter - 2 အစဖြစ်တဲ့\n\"Jack In the Box\" အယ်လ်ဘမ်ခရီးစဉ်ကို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\"ဒီအယ်လ်ဘမ်က ကျွန်တော့်အနုပညာအဆင့်ကို တစ်ဆင့်မြှင့်ပေးနိုင်လိမ့်မယ်\" လို့ ပြောခဲ့တဲ့\nမြင်နေကျ နားထောင်ဖူးနေကျ ပုံစံမဟုတ်တဲ့ ဒီ\"Jack In the Box\" က\nသီချင်းတွေရဲ့ ဖြစ်တည်မှုအစ၊ ပဲ့ကိုင်ရှင် J-Hope က Mainstream မဟုတ်တဲ့ ဒီလိုသီချင်းမျိုးတွေကို\nဘယ်လိုအတွေးမျိုး၊ ခံစားချက်မျိုးနဲ့ ရဲတင်းစွာ ဖန်တီးခဲ့လဲဆိုတာကို ချဉ်းကပ်ကြည့်ရှုခွင့်ရမှာပါပဲ။\"Jack In the Box\" အယ်လ်ဘမ်နောက်ကွယ်က ဖြစ်စဉ်တွေအပြင်\nအားလုံးစိတ်ဝင်တစား မျှော်လင့်ခဲ့ကြတဲ့ J-Hope ...",
        "rating": "5",
        "url": "https://megaup.net/1Sje1/J-Hope.in.the.Box.2023.720p.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k3hxlw19XHsC4o0VfhUUOliJFFe.jpg",
        "title": "Saint Omer (2022)",
        "description": "Saint Omer (2022)~ IMDb - 7/10, Rotten Tomato - 94% ~2022 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Saint Omer ဟာ Film Critics ​ဆီတွေက​နေ Rating ​​တော်​တော်​ကောင်း​ကောင်းကိုရခဲ့တဲ့ ဥပ​ဒေ ဒရာမာဇာတ်ကား​ကောင်း​လေးတစ်ခုဖြစ်ပါတယ်။ ဆု​တွေအ​နေနဲ့လည်း ဆန်ကာတင်ဝင်ခဲ့တဲ့ ဆု ၄၁ ဆုမှာ ဆု ၁၆ ဆုထိရရှိခဲ့တဲ့ကား​လေးဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~စာ​ရေးဆရာမတစ်ဦးဖြစ်တဲ့ ရာမားက ပဲရစ်က​နေ စိန့်အိုမားထိ ​လော့ရန့်ကိုလီရဲ့ အမှု​အ​ကြောင်း​ရေးဖို့ လာခဲ့ပါတယ်။ ကိုလီက​တော့ ၁၅ လအရွယ် ကိုယ့်သမီး​လေးကို ပြန်သတ်တယ်ဆိုပြီး အမှုရင်ဆိုင်​နေရတဲ့ ဆီနီးဂဲတစ်​ယောက်ဖြစ်ပြီး ကိုယ့်အ​မေနဲ့လည်း ရှုပ်​ထွေးတဲ့ဆက်ဆံ​ရေးရှိ​နေတာ​ပေါ့။ အ​မေနဲ့အဆင်မ​ပြေတဲ့ ရာမားကလည်း သူနဲ့ အဖြစ်ချင်း​တူ​​နေ​တော့ ကိုလီကို အရမ်းစိတ်ဝင်စားသွားတယ်။ ရာမား ကိုလီအ​ကြောင်းဆက်ပြီး ​လေ့လာ​နေတုန်း ကိုလီ ပြင်သစ်​မှာ​နေရင်း ခံစားရတာ​တွေကို ကြားပြီး ...",
        "rating": "7",
        "url": "https://megaup.net/1Sja3/(CM)_Saint_Omer_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b03zZZTE17iH6klsInFOlrgfYRN.jpg",
        "title": "Self/less(2015)",
        "description": "Self/less (2015)=============IMDb - 6.5CM ဖန်တွေအတွက် Deadpool မင်းသား Ryan Reynolds ရဲ့ 2015 တုန်းကထွက်ရှိခဲ့တဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင်ကားကောင်းတစ်ကား‌ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ကျိကျိတက်အောင်ချမ်းသာနေပေမဲ့လည်း ကင်ဆာ‌ နောက်ဆုံးအဆင့်‌ရောက်နေတာကြောင့် နောက်ထပ်ခြောက်လတောင်မနေရတော့တဲ့အိမ်ခြံမြေသူဌေးကြီး ဒေမီယန် ဟေးလ် တစ်ယောက် သူ့ရဲ့အသိစိတ်ကိုတခြား ခန္ဓာကိုယ်တစ်ခုထဲကိုပြောင်းထည့်ပြီး ဆက်လက်ရှင်သန်လို့ရမယ်လို့ဆိုတဲ့ \"အရေခွံလဲခြင်း\" ဆိုတဲ့ ပရိုဂရမ်ကို သဘောတူလိုက်ပြီး အက်ဒ်ဝပ်ကစ်ဒ်နာဆိုတဲ့ နာမည်အသစ်နဲ့ ဘဝအသစ်မှာ ပျော်ပျော်ကြီးဆက်လက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ထင်ယောင်ထင်မှားဖြစ်မှုတွေကနေပြီးသူယူထားတဲ့ ခန္ဓာကိုယ်ကဓာတ်ခွဲခန်းထဲမှာဖန်တီးထားတဲ့ ခန္ဓာကိုယ်မဟုတ်ပဲလူစစ်စစ်တစ်ယောက်ရဲ့ခန္ဓာကိုယ်ဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာနောက်ကွယ်ဖုံးကွယ်ထားတဲ့ဖြစ်ရပ်တွေကို လိုက်ပြီးစုံစမ်းရင်း ဘယ်လိုအန္တရာယ်တွေကို ရင်ဆိုင်ကျော်လွှားရမလဲဆိုတာကို အက်ရှင်ခန်းအကြမ်းစားတွေနဲ့ ကြည့်ရှုရမဲ့ဇာတ်လမ်း‌ကောင်းလေးတစ်ပုဒ်ပါပဲဗျ။ File size…1.15GB / 491MB\nQuality…Blu-Ray 1080p  5.1CH/ 720p\nFormat…mp4\nDuration….1h 57m\nGenre ..... Action , Mystery , Sci-fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.5",
        "url": "https://megaup.net/2ygE8/Self.less.2015BluRay720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9iIzMGfTHSnKGRtFHzz6Zv0WCs.jpg",
        "title": "The Womb(2022)",
        "description": "The Womb(2022)***************ကောင်မလေးတစ်ယောက်ဟာ ချစ်သူနဲ့ အလွန်အကျူးဖြစ်ခဲ့ပြီးနောက်ကိုယ်ဝန်ရသွားတယ်...ကောင်လေးကတော့ အချိန်မတန်သေးလို့ယူဆလို့ကောင်မလေးကို ကိုယ်ဝန်ဖျက်ချဖို့ ခိုင်းတယ်...ခေါင်းမာစွာပဲ ကောင်မလေးဟာ ကိုယ်ဝန်ကိုဖျက်မချဘဲအဖွဲ့အစည်းတစ်ခုရဲ့အကူအညီနဲ့ မိသားစုတစ်စုထံမှာနေပြီးကလေးမွေးဖို့ကြိုးစားခဲ့တယ်..အဲ့ဒီမိသားစုအိမ်ရောက်ပြီး အိမ်ရှင်တွေက သဘောကောင်းတယ်လို့ထင်ရပေမယ့်နောက်ဆုံးမှာတော့ ပြဿနာမျိုးစုံကြုံရပါတော့တယ်...File Size :(1.4GB)&(647 GB)\nQuality : WEB-DL 1080P,720P\nFormat :mp4\nDuration : 01:55:00\nGenre : Horror,  Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon & Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2ygqD/The.Womb.2022.WEB-DL.1080P(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aTsp2VTaCBiGs8w05OTXfD97FRZ.jpg",
        "title": "The Phantom of the Opera (2004)",
        "description": "The Phantom of the Opera (2004)********************************တစ်ခေတ်တစ်ခါက Masterpiece ဖြစ်ခဲ့တဲ့ Old but gold Musical film တစ်ခုနဲ မိတ်ဆက်ပေးချင်ပါတယ်။Musical film ဆိုတဲ့အတိုင်း သီချင်းတွေအများကြီးနဲ့မို့Musical ပရိတ်သတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ ပေါ်ပြူလိုင်ရာဆိုတဲ့နာမည်ကြီးပြဇာတ်ရုံကြီးတစ်ခု..မကြာခဏလျှို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်တွေဖြစ်လေ့ရှိပြီး ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ရှိတယ်လို့ လူအများစုယုံကြည်ကြပါတယ်။တစ်နေ့မှာတော့ ယင်းသံအမြင့်ဆုံးအဆိုရှင်ဖြစ်တဲ့ ကာလော့တာက စိတ်အလိုမကျမှုကြောင့် ချက်ချင်းထွက်သွားတဲ့အတွက်ညဘက်ပွဲလည်းရှိတာကြောင့် ခရစ္စတင်းဒါယဲရ်ဆိုတဲ့ မိန်းကလေးငယ်တစ်ယောက်ကို အစားထိုးခိုင်းလိုက်ရပါတော့တယ်။အကအဖွဲ့ထဲကမိန်းကလေးဖြစ်ပေမယ့် ကာလော့တာထက်တောင်ကောင်းကောင်းဆိုနိုင်တာကြောင့်အကုန်အံ့အားသင့်သွားရပါတယ်။ဒါဟာလည်း သူ့ကိုသင်ကြားပေးနေတဲ့သူဟာ  ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ဖြစ်နေလို့ပါပဲ..\nဒါပေမဲ့ ခရစ္စတင်းကတော့ အဲဒီသူ့ဆရာကို အသံပဲကြားဖူးပြီး တစ်ခါမှမမြင်ဖူးပါဘူး..အသံပဲကြားရုံနဲ့တင် လေးစားချစ်ခင်ပြီး သူ့တေးသွားတမန်တော်လို့မှတ်ယူထားခဲ့ပါတယ်။တစ်နေ့တော့ ခရစ္စတင်းရဲ့ငယ်ချစ်ဦးဖြစ်သူ ရာအိုးလ်ဟာလည်း ပြဇာတ်ရုံကြီးထဲရောက်ရှိလာတဲ့အခါ..ခရစ္စတင်းတစ်ယောက် ငယ်ငယ်ထဲကချစ်မြတ်နိုးရသူ၊ ငယ်ချစ်ဦးဖြစ်တဲ့ရာအိုးလ်ကိုရွေးချယ်မလား။သူ့ကိုသီချင်းဆိုနိုင်အောင်သင်ပေးတဲ့ အမြဲလေးစားခဲ့ရတဲ့ဆရာဖြစ်တဲ့ ပြဇာတ်ရုံကြီးကဝိဉာဉ်ကိုပဲရွေးချယ်သွားမလား... File Size :(2.55GB)&(1.13 GB)\nQuality : Blu-Ray 1080P,720p,480p\nFormat :mp4\nDuration : 02:23:00\nGenre : Romance , Drama , Musical\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Sfff/The.Phantom.of.the.Opera.2004.BluRay.720p.mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/81ap-HyRC1L._AC_SL150011_-141x200.jpg",
        "title": "[21+]Beautiful Face Woman-Amakawa Sora[JUQ-136-Decensored]",
        "description": "မင်းသမီး Amakawa Sora ကို သာမန်အားဖြင့်တော့ မြင်ဖူးနေကျ မဟုတ်လောက်ပါဘူး...ဒါပေမယ့် ခုတင်ဆက်လိုက်တဲ့ [JUQ-136] ဇာတ်လမ်းကိုကြည့်ကြည့်ပါ...သူ့ရဲ့ပရိတ်သတ်ဖြစ်သွားစေရပါမယ်...ဒီလောက်ထိကို သူမဟာ ဒီဇာတ်လမ်းမှာ သက်ဝင်လွန်းခဲ့ပါတယ်။သူမရဲ့ အမိုက်ဆုံးဇာတ်လမ်းလို့ပြောရမှာဖြစ်ပြီးတော့ Decensored Version နဲ့ဆိုတော့ ပိုလို့တောင် ခံစားကြရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (850 MB)\nQuality : HDRip(Decensored)1080p & 720p\nRunning Time : 02:00:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2ygjh/[JUQ-136-Decensored]Beautiful_Face_Woman-Sora_Amagawa.HDrip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cKCyUsWRZPSdTrVTRwg4WpUAdNF.jpg",
        "title": "Detective Dee and Dragon Hidden Lair ( 2023 )",
        "description": "စုံထောက်ကြီးဒီး(ဒီးရန်ကျယ်) ရဲ့ စွန့်စားခန်း အမှုစစ်ဆေးရေး ဇာတ်ကားတွေကို\nကြိုက်နှစ်သက်တဲ့ CM က ပရိသတ်တွေအတွက် စုံထောက်ကြီးဒီးရဲ့\nစွန့်စားခန်း ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ ။ထန်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ အကျင့်သီလနဲ့ ပြည့်စုံတဲ့\nမင်းကြီးနဲ့ ဘုရင်မကြီးတို့ကြောင့် လော့ယန်တစ်မြို့လုံး\nစီးပွားလာဘ်လာဘတွေ တိုးတတ်ပြီး အေးအေးချမ်းချမ်းရှိနေခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ လော့ယန်မှာ ထူးဆန်းလှတဲ့ အမှုကိစ္စတွေက\nထွက်ပေါ်လို့လာခဲ့ပါတော့တယ် ။ ၎င်းကတော့ ပြည်သူတွေရဲ့\nရေကြောင်းစောင့်ကြပ်ရေးတပ်ဖွဲ့ဟာ မြစ်လည်ခေါင်မှာ အမည်မသိ\nလူသတ်သမားရဲ့ သတ်ဖြတ်ခြင်းကို ခံရပြီး တစ်ဖွဲ့လုံးအသက်ရှင်ကျန်ရစ်သူမရှိ\nသေဆုံးသွားခဲ့တာပါ ။ ပြည်သူတွေလဲ ဒီသတ်ဖြတ်မှုကြီးကြောင့်\nထိတ်လန့်တစ်ကြားဖြစ်နေပြီးတော့ တလီဘုရားကျောင်းတော်မှ\nစုံထောက်ကြီးဒီးနဲ့ သူ့ရဲ့ အပေါင်းအပါတွေက ဒီအမှုကို စုံစမ်းဖို့ စတင်လုပ်ကိုင်ခဲ့ကြပါတယ် ။သဲလွန်စ တစ်ခုခြင်းစီနောက်ကိုလိုက်ရင်း\n❏ စုံထောက်ကြီးဒီးနဲ့ အပေါင်းအပါတွေ ဒီအမှုကြီးကို ဘယ်လိုတွေ ဆက်လက်စုံစမ်းမှာလဲ ?\n❏ အမှုစုံစမ်းနေစဥ်အတွင်းမှာ ဘယ်လိုထူးဆန်း တုန်လှုပ်ဖွယ်ရာ အကြောင်းအရာတွေကို တွေ့ရှိရမလဲ ?\n❏ စုံထောက်ကြီးဒီးတစ်ယောက် အဖြစ်မှန်ကို ရှာဖွေကာ\nထန်မင်းဆက်ကို ကယ်တင်နိုင်ပါ့မလားဆိုတာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ygiA/Detective_Dee_and_Dragon_Hidden_Lair_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx1VbJfWDLQuCFAMvE0JDDXsoK1.jpg",
        "title": "The Chase ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို Action ကား ကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ။(ဇာတ်လမ်းအကျဥ်း)ခေါင်းဆောင်ယွီရှောက်နမ်တို့ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nနည်းပညာကုမ္ပဏီသစ်တစ်ခုရဲ့ သတင်းစာရှင်းလင်းပွဲမှာ\nလုံခြုံရေးလုပ်ငန်းများအတွက် ပါဝင်ဆောင်ရွက်ခဲ့ပါတယ် ။\nဒီသတင်းစာရှင်းလင်းပွဲကျင်းပနေစဥ်အတွင်းမှာ ရွှမ်ဟဲ့ဂိုဏ်းလို့အမည်ရတဲ့\nဒုစရိုက်ဂိုဏ်းတစ်ခုက ဟက်ကာနည်းလမ်းကို အသုံးပြုပြီး\nခြိမ်းခြောက်တဲ့ ဗီဒီယိုတစ်ခုကို ထုတ်လွှင့်ခဲ့ပါတော့တယ် ။ဒီခြိမ်းခြောက်မှုကို လုပ်နေသူမှာ တစ်ဦးတည်းသာဖြစ်ကြောင်း\nယွီရှောက်နမ်သိရှိသွားတဲ့အခါ အဲဒီလူကို ဖြေရှင်းဖို့အတွက်\nကြိုးစားခဲ့ပါတော့တယ် ။ အဲဒီအချိန်မှာပဲ ဒီခြိမ်းခြောက်တဲ့\nသူဟာ ယွီရှောက်နမ်နဲ့ တစ်ချိန်တစ်ခါက ပတ်သတ်ခဲ့ဖူးတဲ့အပြင်\nကံကောင်းကြောင်းမလှစွာနဲ့ပဲ အဲဒီလူဟာ လွတ်မြောက်သွားခဲ့ပါတယ် ။ဒီပြဿနာဖြစ်ပြီး နောက်ပိုင်းမှာလဲ ရွှမ်ဟဲ့ဂိုဏ်းက\nဒုစရိုက်မျိုးစုံကျူးလွန်လာခဲ့ပြီး အပြစ်မဲ့ပြည်သူတွေရဲ့\nအသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်တဲ့အထိ ဖြစ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကိုနှိမ်နှင်းဖို့အတွက် -ယွီရှောက်နမ်ဦးဆောင်တဲ့ အမျိူးသမီးရဲတပ်ဖွဲ့ ဘယ်လိုတွေ နှိမ်နင်းပြီး\nတရားမျှတမှုကို ယူပေးမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုလိုက်ရအောင်ပါ ။\nအမျိုးသားရဲတပ်ဖွဲ့နဲ့ ရင်ဘောင်တန်းပြီး တိုက်ကြ ခိုက်ကြတဲ့\nအမျိုးသမီးရဲတပ်ဖွဲ့အကြောင်း ရိုက်ကူးထားတာဖြစ်တာမို့\nသေချာပေါက်ကို မိမိုက်နေမှာ အသေချာပါပဲ။[ Reviewed By Chit Mya Mya Hmwe ]\nQuality : WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/3Ub2B/The_Chase_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzViMzYyNzYtZDQ5ZS00YzkwLWI4ZWUtYzljZWEyNTdjYmQ2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Cirkus (2022)",
        "description": "Cirkus (2022)\nComedy, Drama\nIMDb 6.4/10 (21K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘောလီဝုဒ်ဟာသကားကောင်းလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ မင်းသားချော ရန်ဗီးဆင်းက Dual Role နေရာကနေသရုပ်ဆောင်ထားပြီး\nမင်းသမီး ပူးဂျာဟစ်ဂဒေ..ဂျက်ကလင်းဖာနန်ဒက်ဇ်တို့အပြင် ဟာသသရုပ်ဆောင်ကြီးတွေဖြစ်ကြတဲ့\nဂျွန်နီလီဗာ..ဆန်ဂျေးမစ်ရှရားစသဖြင့် သရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ထားသလို\nမင်းသမီးချောလေး ဒီပီကားပါဒူကွန်ကလည်း Cameo အနေနဲ့ ပါဝင်ပေးထားပါတယ်နော်။ဆရာဝန်တစ်ယောက်ရဲ့စူးစမ်းချင်စိတ်ကြောင့် ဖြစ်ပေါ်လာတဲ့ စမ်းသပ်ချက်တစ်ခုပေါ်မူတည်ပြီး\nအလွဲကြီးလွဲခဲ့ရတဲ့ဇာတ်ကြောင်းလေးပေါ့ဗျာ။အငှားကိုယ်ဝန်ဆောင်ခြင်းတွေ ခေတ်မစားသေးခင်ကာလ ဒီကိစ္စကို လူတွေလက်မခံနိုင်ကြတဲ့အခါ...။ပြုစုပျိုးထောင်ပေးတဲ့ မိသားစုတူရင် ဒီညီအစ်ကိုမောင်နှမတွေဟာ ကိုယ့်သွေးသားမဟုတ်လည်း\nသွေးသားရင်းခြာလို့ မေတ္တာထားကြမယ်။ ကူညီရိုင်းပင်ကြမယ်ဆိုတာကို ဒီဆရာဝန်ဟာ လောကကြီးကို\nချပြချင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အမြွှာနှစ်တွဲကို တစ်ယောက်ဆီလွဲထည့်ပြီး မိသားစုနှစ်စုကို တစ်တွဲစီမွေးစားဖို့ပေးလိုက်ပါတော့တယ်။တစ်ရက်တော့ ရုပ်တူပြီး လူချင်းလွဲနေတဲ့ ဒီအမြွှာနှစ်တွဲဟာ တစ်မြို့တည်းမှာ\nအတူဆုံကြတဲ့အခါမှာတော့ ဖြစ်ပျက်သမျှအလုံးစုံဟာ စတင်ပြီး လွဲလာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဘယ်လိုတွေ ပါးစပ်မပိတ်တမ်း ရယ်ရမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြည့်ပါတော့နော်။\nFile size…2.69GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Taylor~Khin Khin~ Nyein Aye ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Sift/Cirkus_(2022)_Hindi%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdofPIK9mUvOilLlAbm7hIodOx6.jpg",
        "title": "Nightmares (2022)",
        "description": "Nightmares (2022)ယနေ့ခေတ်မှာ ဘယ်သူမဆို အသက်ရှင်ရပ်တည်ဖို့အတွက် ခက်ခက်ခဲခဲ ရုန်းကန်နေကြရပါတယ်။\nအဲဒီလို ရုန်းကန်နေရတဲ့အတွက် ကိုယ့်ကိုယ်ကိုယ် ဂရုစိုက်ဖို့အတွက် မေ့လျော့တတ်နေကြတာပေါ့။\nဒါကြောင့် ကိုယ်စိတ်နှစ်ပါးစလုံး ကျန်းမာနေဖို့အတွက် ကိုယ်ကိုယ်ကိုယ် အမြဲဂရုစိုက်ဖို့ လိုအပ်ပါတယ်။\nအသက်ရှင်လာတဲ့ကာလတလျှောက်လုံး ခံစားခဲ့ရတဲ့ စိတ်ပိုင်းဆိုင်ရာ ဝေဒနာ (Trauma) တွေဟာ\nလူကြီး၊ လူငယ်မှန်သမျှကို ဒုက္ခပေးနိုင်တာမို့ အမြန်ဆုံးသက်သာပျောက်ကင်းနိုင်ဖို့အတွက်\nကိုယ့်ကိုယ်ကိုယ် အချိန်ပေးပြီး ပျော်စရာတွေ ဖန်တီးဖို့ဆိုတာ အရေးကြီးတာကြောင့် စိတ်ကျန်းမာရေးကို ဂရုစိုက်ဖို့ မှာကြားပါရစေ…ဒီဇာတ်ကားလေးကတော့ ဖွန်အန်းဆိုတဲ့ ခွဲစိတ်ဆရာဝန်တစ်ယောက်ကို အခြေခံရိုက်ကူးထားပြီး\nသူ့ရဲ့ အတိတ်က စိတ်ဒဏ်ရာတွေက သူ့လိုအောင်မြင်နေတဲ့ဆရာဝန်ကိုတောင်\nဘယ်လောက်ထိ နှိပ်စက်လဲဆိုတာကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။\nHorror Vibe နဲ့ Thriller Vibe ကို ရောစပ်ပြီးပေးစွမ်းနိုင်တဲ့ဇာတ်ကားဖြစ်တာကြောင့် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။\nဖွန်အန်းဟာ အသက်ငယ်ငယ်ရွယ်ရွယ်နဲ့ ခွဲစိတ်ဆရာဝန်တစ်ယောက်ဖြစ်လာခဲ့တဲ့အပြင်\nသန်းချီတန်တဲ့ ပရောဂျက်ကိုတောင် ဦးဆောင်ဖို့အတွက် တာဝန်ပေးခြင်းခံရတဲ့ ထူးချွန်တဲ့သူတစ်ဦးဖြစ်ပါတယ်။\nငွေကြေးကလည်း ချမ်းသာပြီး သူ့ရဲ့ခင်ပွန်းသည်ကလည်း လိုလေသေးမရှိအောင် ချစ်ပေးပါတယ်။\nမိတ်ဆွေသူငယ်ချင်းတွေကလည်း သည်းသည်းလှုပ်ဂရုစိုက်ကြပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1Shs7/The.Nightmares.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Haa21CKzKWDzOOgwTfiy3Uk6h6.jpg",
        "title": "Until Tomorrow (2022)",
        "description": "Until Tomorrow (2022)~ IMDb Rating - 7/10 ~လူ့သဘာဝ ဒုက္ခ ဖိနှိပ်ချုပ်ချယ်ခံရတဲ့ အသိုင်းအဝိုင်းထဲက အမျိုးသမီးတွေရဲ့ ဒုက္ခတွေကို ကွက်ကွက်ကွင်းကွင်း ပီပီပြင်ပြင်ရိုက်တတ်တဲ့ အီရန်ရုပ်ရှင်တစ်ချို့ရဲ့ဟန်အတိုင်း အမျိုးသမီးတစ်ယောက်ရဲ့ ဒုက္ခတွေကို ပီပီပြင်ပြင်ကွက်ကွက်ကွင်းကွင်းပေါ်အောင် ရိုက်ပြထားတဲ့ အီရန်ရုပ်ရှင်ကားပါ။ IMDb လည်း 7/10 ရထားပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်းများစွာ ဆွတ်ခူးထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းကတော့ ရိုးလည်းရိုးရှင်းသလို ဆန်းလည်းဆန်းတယ် ပြောရမှာပဲ။ ကောင်မလေးတစ်ယောက် ကောင်လေးတစ်ယောက်နဲ့ ကိုယ်ဝန်ရသွားတယ်။ ကောင်လေးက ဖျက်ချခိုင်းတယ်။ ကောင်မလေးက မဖျက်ဘဲ မွေးထားတယ်။ ကျောင်းထွက်လိုက်ရတယ်။ ကလေးအတွက် ကိုယ့်ဘာသာရုန်းကန်ရှာဖွေရတယ်။ ဒါတွေက မပြပါဘူး။ ဒါပေမဲ့ စကားနဲ့တင် သိသာတဲ့နောက်ကြောင်းတွေ၊ မြင်နေရတဲ့အခြေအနေနဲ့တင် တကူးတက မပြောလည်းသိနေတဲ့ အတိတ်ကာလတွေပေါ့။မိန်းကလေးတစ်ယောက်တည်းဆို တည်းခိုခန်းတောင် ငှားမပေးချင်တဲ့ အီရန်လို နိုင်ငံမှာ အဖေမပေါ်ဘဲ မွေးတဲ့ကလေးနဲ့ ဒီမိန်းကလေး ...",
        "rating": "7",
        "url": "https://megaup.net/2yfzU/(CM)_Until_Tomorrow_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAhoJB26AFudZjHigoAV6tBaPtM.jpg",
        "title": "[18+] Erotic Nightmare (1999)",
        "description": "Erotic Nightmare (1999)Lok Yep (Anthony Wong) ဟာ အလတ်စားကုမ္ပဏီတစ်ခုကိုပိုင်ဆိုင်ပြီး ဇနီးသည်၊ မိခင်ဖြစ်သူတို့နဲ့အတူနေထိုင်ပါတယ်။ဇနီးသည်ကိုချစ်မြတ်နိုးပေမယ့် နှလုံးရောဂါသည်ဇနီးကြောင့် လင်မယားကိစ္စအရာမမြောက်တာကြာနေခဲ့ပြီး ညဘက်တွေဆို အိပ်မက်ယောင် သုက်လွှတ်တဲ့အထိ ရမ္မက်တွေထန်နေရသူဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ဆီကို Fong ဆိုတဲ့လူတစ်ယောက်က ချဉ်းကပ်လာခဲ့ပြီး အိမ်မက်တွေထဲမှာ စကီအလန်းလေးတွေနဲ့ညတိုင်းသာယာဖို့ အိပ်မက်တွေရောင်းပေးမယ့်အကြောင်းပြောလာပါတယ်။ မယုံရဲခဲ့ပေမယ့် တကယ်ပဲ လက်တွေ့ကျနီးစပ်လှတဲ့သာယာမှုကို အိပ်မက်ထဲက တစ်ဆင့်ရရှိလာတဲ့နောက် အဲ့ဒီလူနဲ့ အပေးအယူလုပ်လိုက်မိတဲ့အခါ၊ အဲ့ဒီအောက်လမ်းတွေနဲ့ဖန်တီးထားတဲ့ အိပ်မက်တွေရဲ့ဘေးထွက်ဆိုးကျိုးအဖြစ် သူ့ဘေးက သူချစ်ရတဲ့သူတွေကို ထိခိုက်အန္တရာယ်ပေးလာပါတော့တယ်။Erotic Nightmare ဟာ Hong Kong ရဲ့ Category 3 ခေတ်နှောင်းပိုင်းမှာထွက်ရှိလာခဲ့ပြီး နာမည်နဲ့လိုက်အောင် ပေါ့ပါ့ပါးပါးနဲ့ Fun ဖြစ်ပါတယ်။ ချောင်းကြည့်၊ ခိုးကြည့်တတ်တဲ့သူတွေရဲ့အာသီသကိုအထူးဖြည့်ဆည်းထားပုံရသလို ဇာတ်လမ်းဖွဲ့စည်းပုံလဲစိတ်ဝင်စားစရာကောင်းတဲ့အတွက် Erotic Horror ပရိသတ်တွေအကြိုက်တွေ့မယ့်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/2yfxb/(CM)_Erotic_Nightmare_(1999)_720p.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDUxYjk2MDQtZDdiZC00ZWZhLWEwYzgtOTA0NDM4Y2EwMjE3XkEyXkFqcGdeQXVyMzE4NjMwMjc@._V1_-114x200.jpg",
        "title": "Oh My Ghost (2022)",
        "description": "Oh My Ghost (2022)\nIMDb 6.1အခုတင်ဆက်ပေးမှာကတော့ ပုရိသတို့အသည်းစွဲ မင်းသမီးSunny Leone ရဲ့\nအမိုက်စားသရုပ်ဆောင်မှုတွေပါဝင်တဲ့ သရဲကားပဲဖြစ်ပါတယ် ဂျန်ဂျမား vibe\nလိုမျိုးပြန်ရမဲ့ဒီကားက ဇောက်ထိုးခြောက်မဲ့အခန်းတွေရောအတည့်ခန်းတွေပါပါမှာမို့\nHorror စစ်စစ်မှကြိုက်ပါတယ်ဆိုသူများအတွက် ရှယ်ဖြစ်နေမှာပါလွန်ခဲ့တဲ့နှစ်ပေါင်းထောင်ချီတုန်းက... ရက်စက်ကြမ်းကြုတ်တဲ့အရှင်မတစ်ပါးရှိတယ်\nသူမခံတပ်မြို့ဆီဘယ်ယောကျာ်းသားမှမကပ်ရဲလောက်အောင်ကြမ်းတဲ့သူပေါ့\nဒါပေမဲ့အဲဒီခေတ်မှာ သူမကအရှင်လတ်လတ်မြေမြှုပ်ခံခဲ့ရပြီး သူမရဲ့ကျိန်စာနဲ့အတူ\nဝိဉာဉ်ကလည်းမကျွတ်လွတ်ဘဲ သွေးကြွေးဆပ်ဖို့ ယနေ့ခေတ်ထိတိုင်အောင်ရှိနေလေတယ်မျက်မှောက်ခေတ်မှာတော့...ဘုရင်မသွေးကြွေးဆပ်ရမဲ့လူကလူပြန်ဝင်စားလာခဲ့ပါတယ်\nသူကတော့ ဇာတ်လမ်းတွေရေးပြီး ပရိုဂျူဆာလိုက်ရှာနေတဲ့ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာပါ\nဒီလိုနဲ့ နှစ်ပေါင်းထောင်ချီကရန်ငြှိုးတွေ အကြေဆပ်ရမဲ့အချိန်ရောက်လာပြီး\nဘုရင်မဝိဉာဉ်နိုးထလာခဲ့ချိန်မှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ပါရှင်File size…2.35GB / 1.04GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~Yunni~Khin Khin",
        "rating": "6.0",
        "url": "https://megaup.net/1Si18/Oh_My_Ghost_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq8x5F17q95T1j0up5rpzXFAylN.jpg",
        "title": "Sharper (2023)",
        "description": "Sharper (2023)ဒါရိုက်တာ Benjamin Caron ရိုက်ကူးပြီး\nSebastian Stan နဲ့ မင်းသမီးကြီး Julianne Moore ပါဝင် သရုပ်ဆောင်ထားတဲ့\npsychological thriller ဇာတ်ကားသစ် ရပါပြီ။\nJustice Smith နဲ့ Briana Middleton တို့လည်း ပါပါသေးတယ်။ဇာတ်လမ်းတင်ဆက်ပုံကတော့ နည်းနည်းထူးခြားပါတယ်။\nအစပိုင်းမှာ စာအုပ်ဆိုင်ပိုင်ရှင်ဖြစ်တဲ့ တွန့်အကြောင်းပြထားပြီး\nစာအုပ်လာဝယ်တဲ့ ကျောင်းသူလေး ဆန်ဒရာနဲ့ ချစ်သူတွေ ဖြစ်သွားကြပုံကို ရိုက်ပြထားပါတယ်။တစ်နေ့တော့ ဆန်ဒရာက အစ်ကိုဖြစ်သူရဲ့ အကြွေးတွေကို ဆပ်ပေးဖို့\nပိုက်ဆံလိုနေတဲ့အကြောင်း တွန့်ကို ပြောလာပါတယ်။\nတကယ်တော့ ဆန်ဒရာက တွန်ထင်နေသလို စာကြမ်းပိုးလေး မဟုတ်ဘဲ အကြီးစား လူလိမ်တစ်ယောက်ပါ။နောက်တော့ ဆန်ဒရာ ဘယ်လိုလုပ်ပြီး လူလိမ်ဖြစ်လာလဲဆိုတာနဲ့\nသူ့ကို အလိမ်အညာပညာရပ်တွေ သင်ပေးတဲ့ မက်စ်ဆိုတဲ့သူနဲ့ တွေ့ဖြစ်ကြပုံကို ရိုက်ပြထားပါတယ်။အဲဒီနောက်တော့ မက်စ်အကြောင်း၊\nအဲဒီနောက် မက်စ်ရဲ့ဘဝထဲက မက်ဒလင်းအကြောင်းတွေကို တစ်ဆင့်ချင်းစီ ပြသွားပါတယ်။ပြောရရင် လှေကားထစ်တွေလိုမျိုး တစ်ဆင့်ချင်း တက်သွားတဲ့ ဇာတ်လမ်းပါ။\nလှေကားထစ်တွေရဲ့ အဆုံးမှာ ဘာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Si2i/Sharper.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDSXuBkN67zSk0toYN3jmmLHfkc.jpg",
        "title": "Unlocked(2023)",
        "description": "Unlocked(2023)***************ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်က သူ့ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေပါဝင်တဲ့\nဖုန်းကျပျောက်သွားရာမှ ပြန်ရလာတဲ့အခါမှာ ဖုန်းက အရင်လို မဟုတ်‌တော့ဘဲတစ်ခုခု ပြောင်းလဲသွားတာကို တွေ့လိုက်ရတယ်...အဲ့ဒီပြောင်းလဲမှုတွေကြောင့်ပဲ သူ့ရဲ့ဘဝက ကျွမ်းထိုးမှောက်ခုံတွေ ဖြစ်လာရတယ်...အဲ့ဒါတွေက ဘာကြောင့်များလဲ သူ့ဖုန်းကရောဟက်ခံလိုက်ရတာလား\nဘယ်တုန်းကလဲ ဘယ်သူဟက်ခဲ့တာလဲမေးခွန်းတွေနဲ့ ဘယ်နေရာသွားသွား တစ်ယောက်ယောက်ကဖုန်းကနေတစ်ဆင့် စောင့်ကြည့်နေသလို ခံစားရတဲ့ အဲဒီအမျိုးသမီး...\nနောက်ဆုံးကျရင် ဘယ်လိုဖြစ်သွားမလဲ\nတရားခံကိုရော ရှာတွေ့သွားမလားဆိုတာကိုတော့ .....Unlocked ရုပ်ရှင်ဇာတ်ကားက ၂၀၂၃\nတောင်ကိုရီးယား သည်းထိတ်ရင်ဖို Netflix ဇာတ်ကားဖြစ်ပြီးတော့ Kim Tae-joonက\nဒါရိုက်တာအဖြစ် ပွဲဦးထွက် ရိုက်ကူးထားသော\nဇာတ်ကားဖြစ်တယ် Cast တွေအနေနဲ့ Chun Woo-hee Im Si-wanနဲ့ Kim Hee Wonတို့ ပါဝင် သရုပ်ဆောင်ထားပါတယ် File Size :(1.6GB) &(643 MB)\nQuality :WEB-DL1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime ,Myster, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn,  ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Si07/Unlocked.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGRmYTJhNDYtYmYyMC00YjBiLThiMmItYjMxZmM1NTQ3NzU1XkEyXkFqcGdeQXVyOTg3NjI4MzQ@._V1_-137x200.jpg",
        "title": "Sadha Nannu Nadipe(2022)",
        "description": "Sadha Nannu Nadipe(2022)IMDb-7.3/10ဒီတစ်ခါ အချစ်ဇာတ်လမ်းလေးတင်ဆက်ပေးချင်ပါတယ်\nမွေးရာပါရောဂါနဲ့ ဆာဟာ ဟာ အိမ်နဲ့ဆေးရုံကလွဲ\nဟိုဟိုဒီဒီသွားလာပျော်ပါးမရတဲ့ လှောင်အိမ်ထဲကပန်းကလေးပေါ့\nသူ့ရဲ့အတွေးတွေစိတ်ကူးတွေကို မျှဝေခံစားမယ့်ရင်ဘတ်ချင်းတူတဲ့လက်တွဲဖော်တစ်ယောက် တောင့်တနေသူ\nအမ်ဂျေဆိုတာကတော့ လွတ်လပ်ပျော်ပါးတတ်သူ\nတစ်ခါတစ်ရံခိုးမှုအသေးစားလေးတွေကိုပါ ကျူးလွန်ပြီး\nဘ၀ကိုပျော်ပျော်ကြီးခံစားနေသူ\nနေရာစုံလွင့်ချင်တိုင်းလွင့်နေတဲ့ အမ်ဂျေနဲ့ ဖန်အိမ်ထဲက\nပန်းကလေးတို့ ဘယ်လိုတွေတွေ့ဆုံချစ်မိကြမလဲ ဆိုတာတော့...\nတစ်ယောက်နဲ့တစ်ယောက် အသက်ပေးလောက်အောင်\nချစ်ကြသူတွေရဲ့ ဆွတ်ပျံ့ကြည်နူးဖွယ်ဇာတ်လမ်းလေးကို ခံစားကြည့်ပါဦး\nFile size…3.57GB / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Taylor ~ Yunni ~ Khin Khin",
        "rating": "7.3",
        "url": "https://megaup.net/1ckow/Sadha_Nannu_Nadipe_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j732tzNhoywsS2I4z1Cv7IsMPww.jpg",
        "title": "OMG! Oh My Girl(2022)",
        "description": "OMG! Oh My Girl(2022)**********************ကောင်လေးနဲ့ ကောင်မလေးဟာ ငယ်သူချင်းဖြစ်ကြတဲ့အလျှောက်တစ်ယောက်နဲ့တစ်ယောက်သံယော်ဇဉ်ရှိကြတယ်..ကောင်မလေးဘက်ကရိုးသားတယ်ဆိုပေမယ့် ကောင်လေးကတော့မရိုးသားဘူး..သူငယ်ချင်းစည်းကိုလည်းကျော်ချင်ကောင်မလေးဘက်ကစိတ်ဆိုးမှာလည်းကြောက်တော့သူ့အဖြစ်ဟာ အဆင်မပြေလှ..တစ်နေတော့ ကောင်လေးရဲ့သူငယ်ချင်းတစ်ယောက်ကလာအကူအညီတောင်းတယ်..မင်းဘော်ဒါ စကီလေးကိုငါသဘောကျတယ်ကွာ ..သူ့အကြိုက်လေးငါ့ပြော မင်းပေးတဲ့အကြံဉာဏ်တိုင်းလုပ်မယ်လို့အပူကပ်လာရော..ငြင်းမကောင်းတော့ ကောင်မလေးမကြိုက်လောက်တဲ့ တလွဲအကြံဉာဏ်တွေနဲ့ဆေးထိုးပါလေရော...သူ့ဘော်ဒါ ကံကောင်းတာလား သူကံဆိုးတာလားမသိ..သူ့ရဲ့ ဂျင်းဆေးကွက်မှာ ကောင်မလေးကပြန်ကြိုက်သွားလေရဲ့..အဲ့ဒီနောက်မှာတော့....ထိုင်းအချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး Cast တွေကလည်း ဆယ်ကျော်သက်ချစ်စဖွယ်လေးတွေဖြစ်လို့ ကြည့်ရှုခံစားသင့်ပါကြောင်း... File Size :(3.06GB) (867 MB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy ,Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn, Shoon & Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1cken/OMG.Oh.My.Girl.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmNlZTU3NjgtYjE5MC00YzgzLWE1NjctMDQ1NTkxNjg0MTExXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-141x200.jpg",
        "title": "PSV Garuda Vega(2017)",
        "description": "PSV Garuda Vega (2017)\nAction, Drama\nIMDb 7.6/10 (1.3K)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 2017တုန်းကထွက်ရှိခဲ့တဲ့\nအက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ \"PSV Garuda Vega\"ဖြစ်ပါတယ်တရားဥပဒေကိုလိုက်နာပြီး အိုင်အက်အေအရာရှိတစ်ဦးဖြစ်တဲ့ဆီခါက\nသူ့ရဲ့အလုပ်ကိုတာဝန်သိတတ်မှုတွေကြောင့် ဇနီးဖြစ်သူဆွာတိနဲ့\nအိမ်ထောင်ရေးပြိုကွဲတော့မလိုထိဖြစ်ခဲ့ပါတယ်အလုပ်နဲ့မိသားစုယှဉ်လာတဲ့အခါ မိသားစုကိုပဲရွေးဖို့ဆုံးဖြတ်ကာအလုပ်ထွက်ဖို့\nလုပ်ခါနီးမှ လူသတ်မှုတစ်ခုကြောင့် အလုပ်ထွက်မယ့်အရေးကိုနောက်ဆုတ်ရင်း\nလူသတ်မှုကိုလိုက်စုံစမ်းရာမှ မီးခိုးကြွက်လျှောက်သလိုပေါ်ထွက်လာတဲ့\nနိုင်ငံရေးလှည့်ကွက်တွေကြားထဲ ရောက်သွားတဲ့ဆီခါတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲတစ်ဖက်မှာလည်းနီရာဂျန်အမည်ရှိ လူငယ်ဟက်ကာလေးတစ်ယောက်က သူ့လက်ထဲမှာရှိနေတဲ့\nအချက်အလက်တချို့ကြောင့် လူတစ်စုရဲ့အနောက်ကလိုက်သတ်တာကိုခံနေရပြီး\nထွက်ပြေးရာမှဆီခါနဲ့ မတော်တဆတွေ့ဆုံပြီး သူတို့နှစ်ဦးလုံးရဲ့ရန်သူက တစ်ဦးတည်းဖြစ်နေသောအခါ\nနှစ်ယောက်သားဘယ်လိုဖြေရှင်းမလဲ ဆိုတာတွေကိုစိတ်ဝင်စားစရာကောင်းစွာကြည့်ရမှာဖြစ်ပါတယ်ဒီကားထဲမှာဆိုရင်ဇာတ်ကွက်အလှည့်အပြောင်းတွေကို မကြာခဏတွေ့ဆုံရမှာဖြစ်ပြီး\nမထင်မှတ်ထားတဲ့သူတွေရဲ့ ပူးပေါင်းပါဝင်နေမှုတွေကိုပါ ရင်ခုန်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nFile size…3.78GB / 1.93GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin",
        "rating": "7.6",
        "url": "https://megaup.net/2yf8p/PSV_Garuda_Vega_(2017)720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTNlZDhkNTMtYTExYS00NGRiLTlhZTItM2JlOWQ3MzE4YzdhXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shine(1996)",
        "description": "မိုးရေထဲဆေးပေါ့လိပ်တိုလေးကိုက်ပြီးပြေးလွှားနေတဲ့လူတစ်ယောက်၊ ပြောတဲ့စကားတွေကလည်း ဗလုံးဗထွေးနဲ့ရယ် တစ်ခွန်းကိုထပ်ခါတလှဲလှဲလည်းပြောသေးတယ်။ စကားပြောနေရင်း ထပြီးရယ်တတ်တဲ့သူ့ပုံစံက ခင်ဖို့ကောင်းမယ့်ပုံ။ လူအများရှေ့မှာဖျော်ဖြေဖို့ စန္ဒရားခုံရှေ့ထိုင်လိုက်တာနဲ့ ပြဿနာတတ်နေပုံပေါက်ပြီး စပြီးတီးလို့ ဆုံးတာနဲ့ လက်ခုပ်ဩဘာပေးသံတွေနဲ့ ဩချရလောက်တဲ့ အဆိုပါပုဂ္ဂိုလ်ဟာ ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကျော် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ပဲဖြစ်ပါတယ်။\nငယ်ငယ်လေးကတည်းက ဂီတမှာတစ်ဖက်ကမ်းခပ်ထူးချွန်ခဲ့တဲ့ ဒေးဗစ်ဟာ အဖေဖြစ်သူရဲ့အဆမတန်ဖိအားပေးမှုတွေကြားမှာ ကြီးပြင်းခဲ့ရသူတစ်ယောက်။ ဂီတကျောင်းကိုရောက်ပြန်တော့လည်း ဂီတကလွဲလို့ နေ့စဉ်ဘဝလုပ်ငန်းဆောင်တာလေးဟာ သူ့အတွက်ခက်ခဲနေခဲ့တယ်။ ဒေးဗစ်မှာ သူ့ခံစားချက်တွေကိုဖော်ပြဖို့ စကားလုံးတွေမရှိပါဘူး ဂီတသာလျှင်တစ်ခုတည်းသောအဖော်မွန်ဖြစ်ပါတယ်။ သူ့အဖေရဲ့ဖိအားပေးစကားတွေ၊ သူ့ဆရာပါမောက္ခကြီးရဲ့မောင်းနှင်မှုတွေ၊ အပြင်းထန်လေ့ကျင့်မှုတွေ၊ အောင်မြင်မှုဒဏ်တွေအကြားမှာ ဒေးဗစ်ရဲ့စိတ်ဓာတ်ဟာဗုန်းဗုန်းလဲကျပါတော့တယ်။\nအဆိုပါ ရုပ်ရှင်ဟာ ဩစတေးလျနိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပါရမီရှင် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်မင်းသားကြီး Geoffrey Rush မှ ဒေးဗစ်ဟပ်ဖ်ဂေါ့အဖြစ် ပြီပြင်စွာရုပ်လုံးထုသရုပ်ဆောင်ထားပြီး ၁၉၉၆ တွင် အကောင်းဆုံးဇာတ်ဆောင်အော်စကာဆုအား ဆွပ်ခူးရရှိခဲ့ပါတယ်။ Box Office တွင်လည်း ကန်ဒေါ်လာ ၃၆သန်းထိ ဝင်ငွေရရှိခဲ့တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဂန္ဒဝင်ဂီတသံများအကြားပျောက်ဆုံးနေတဲ့ ဒေးဗစ်တစ်ယောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1cjvb/Shine.1996.720p(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjc3ODlmNzgtYzRlMi00YmFhLTkyNWUtZmNmYTRlYzJhNGQ4XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Blueback (2022)",
        "description": "တံငါရွာလေးတစ်ရွာ… အေးအေးချမ်းချမ်းလုပ်ကိုင်စားသောက်နေတဲ့ တံငါသည်တွေရဲ့ဘဝလေးတွေဟာ အစိုးရနဲ့လက်ဝါးချင်းရိုက်ပြီး စီမံကိန်းမြေတွေယူပြီး လုပ်စားနေတဲ့ ဝိသမလောဘသားခရိုနီသူဌေးကြီးရောက်ချလာချိန်မှာတော့ အိမ်တွေ၊ ရွာတွေဟိုရွှေ့သည်ရွှေ့နဲ့ ဘုံပျောက်ကြရုံမက ဘဝတွေပါပျက်၊ ရိုးသားတဲ့ဒေသခံတောသူတောင်သားတွေလည်း မျက်ရည်နဲ့မျက်ခွက်ဖြစ်ကြ… နောက်ဆုံး ဇာတ်လိုက်က ဟီးရိုးကြီးလုပ်ပြီး ခရိုနီကြီးကို ပညာပြ… ဒါကတော့ ပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်မယ့် ဘောလိဝုဒ်တို့၊ တောလိဝုဒ်တို့က ဇာတ်လမ်း၊ ဇာတ်အိမ်မျိုးဖြစ်ပါတယ်။ အခုတင်ဆက်မယ့် ဇာတ်ကားလေးကလည်း အဲ့လိုဇာတ်လမ်းမျိုးနဲ့ ခပ်ဆင်ဆင်တူပါတယ်။ မတူတာကတော့ ဘာဘူတို့လို message ကိုအတုံးလိုက်အတစ်လိုက်ချမပြတာရယ်၊ အမြတ်ကြီးစား၊ လောဘဇောတိုက်တဲ့ ခရိုနီကြီးတွေလောက် ဗီလိန်ကိုကြမ်းပြမထားတာရယ်၊ ဗီလိန်ရဲ့ ကဏ္ဍနဲ့ နိုင်ငံရေးတွေ၊ လူတန်းစားမညီမျှမှုတွေထက် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဘက်ကိုဇောင်းပေးပြီး ပညာပေးဆန်ဆန်ရိုက်ပြထားတာပဲ ကွာပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ ဩစတြေးလျနိုင်ငံက 'ဓားပြဦးခေါင်း' (Robber's Head) ပင်လယ်အော်ဘက်က ကမ်းခြေရွာလေးတစ်ရွာမှာ ဒိုရာဂျက်ခ်ဆန်နဲ့ သမီးဖြစ်သူ အက်ဘီဂျက်ခ်ဆန်တို့ နေထိုင်ကြပါတယ်။ သမီးဖြစ်သူငယ်စဥ်ကတည်းကယောကျ်ားဖြစ်သူ ပင်လယ်ကမ်းလွန်ပိုင်းမှာ ပုလဲငုပ်ရင်းငါးမန်းစာဖြစ်သွားတာကြောင့် မုဆိုးမဘဝနဲ့ သမီးဖြစ်သူကိုစောင့်ရှောက်ပေးနေရတဲ့ ဒိုရာဟာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1cjv4/Blueback.2022.720p(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cCTmZ93aBZ1FwHntiDpa2Lj92zs.jpg",
        "title": "Re/Member(2022)",
        "description": "Re/Member(2022)*****************အထက်တန်းကျောင်းသူလေး အဆုက က ကျောင်းမှာဆိုရင် ဘယ်လိုကနေဘယ်လိုအပယ်ခံဘဝရောက်လိုရောက်မှန်းမသိ ရောက်သွားတဲ့ တစ်ခန်းလုံးရဲ့ အပယ်ခံကျောင်းသူလေးပါ....တစ်ညမှာ သူ့ရဲ့ဖုန်းထဲကို \"အလောင်းရှာဖွေရေး\" ဆိုတဲ့ ကစားပွဲကို ကစားဖိုရွေးချယ်ခံလိုက်ရကြောင်း SMS တွေ တောက်လျှောက်ဝင်လာပါတော့တယ်...အဆုကလည်း ကြောက်ပြီး အိပ်လိုက်ပေမယ့် နိုးလာတော့ သူတိုကျောင်းထဲကဘုရားကျောင်းထဲရောက်နေပြီး သူနဲ့တူတူ သူ့အတန်းဖော်တွေဖြစ်တဲ့ ရှိတာ၊အာဆုရှိ၊ တာကာဟီရို၊ ရူမီကိုနဲ့ အတန်းခေါင်းဆောင်ရီအဲ တိုပါ ကစားပွဲထဲအလိုအလျောက်ရောက်နေကြတာကိုတွေ့လိုက်ရပါတယ်...ကစားပွဲရဲ့နာမည်အတိုင်း အလောင်းတစ်ခုရဲ့အစိတ်အပိုင်းတွေကိုရှာရမှာဖြစ်ပြီး\nဘာလိုဒီကစားပွဲဖြစ်လာရသလဲ...\nသူတိုခြောက်ယောက်ဘာလို အရွေးချယ်ခံရသလဲ...\nဒီကစားပွဲကို ဘယ်လိုအနိုင်ကစားရမလဲ ဆိုတာတွေကိုသည်းထိပ်ရင်ဖို ဒရမ်မာလေးနှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်.......   File Size :(1.6GB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Show/Re.&.Member.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atXE2lDr7qyM7IAj8vj3QTHPdZd.jpg",
        "title": "Taoist Priest In The Tomb ( 2023 )",
        "description": "ရှေးခေတ်မင်းဆက်ရဲ့ သင်္ချိုင်းမြေကြီးတစ်ခုဖြစ်တဲ့ လော့ထျန်းဟွမ်းနယ်မြေကြီး ။\nထူးဆန်းတဲ့အရာတွေကြောင့် ချိတ်ပိတ်ခဲ့တာ ကြာပေမဲ့\nသင်္ချိုင်းတူးဖော်သူတွေကြောင့် လော့ထျန်းဟွမ်းရဲ့ လျှို့ဝှက်ချက်ကြီးက\nပြန်လည်နိုးထလာခဲ့တဲ့အခါ ။ သူနဲ့ အနီးတစ်ဝိုက်မှာရှိတဲ့\nရွာငယ်လေးတွေမှာလဲ ကြောက်မက်ဖွယ်ရာကိစ္စတွေဖြစ်ခဲ့ပြီး\nလူတွေဟာလဲ တစ်စ တစ်စနဲ့ ပျောက်ဆုံးလို့လာခဲ့ပါတယ် ။\nဒီကိစ္စတွေနဲ့ တစ်ချိန်က ပတ်သတ်ခဲ့တဲ့ ကျူးချွဲ့တစ်ယောက် ... ?❏ သူ့ရဲ့ ရွာသူရွာသား မိတ်ဆွေတွေကို ကယ်တင်ဖို့\n❏ သူတို့နေထိုင်ရာ နယ်မြေ အဒွန့်ရှည်စေဖို့\n❏ လော့ထျန်းဟွမ်း ကိစ္စကြီးမှာ သေဆုံးသွားကြပြီတဲ့\nဖခင်အတွက် ပြန်လည်လက်စားချေဖို့“သူဘယ်လိုတွေ လုပ်ဆောင်မလဲ ? လော့ထျန်းဟွမ်းရဲ့လျှို့ဝှက်ချက်ကြီးကို\nသူဖြေရှင်းနိုင်ပါ့မလား ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့\nရုပ်ရှင်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ အခုပဲကြည့်ရှူလိုက်ရအောင်ပါနော် ။”\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/2yeO0/Taoist_Priest_In_The_Tomb_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VPbtaiyPdCMKz0BKP00xtSJmok.jpg",
        "title": "The Son(2022)",
        "description": "The Son(2022)************* Wolverine မင်းသားကြီး Hugh Jackman အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးမိဘ‌တစ်ယောက်ရဲ့ ဘေးကျပ်နံကျပ်အခြေအနေတွေ၊\nသားသမီးရဲ့စိတ်အပေါ် မိဘရဲ့အိမ်ထောင်ရေးကအများကြီးသက်ရောက်ကြောင်းဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nPeter Millerဟာ အလုပ်နဲ့မအားလပ်တဲ့ဖခင်တစ်ယောက်ဖြစ်ပြီး\nလောလောလတ်လတ်လေးမှ ဒုတိယဇနီးဖြစ်သူနဲ့ကလေးမွေးထားသူပေါ့။\nအရင်ပထမအိမ်ထောင်နဲ့တုန်းကလည်း အသက်17နှစ်အရွယ်သားတစ်ယောက်ကျန်ခဲ့ပြီးမိဘတွေရဲ့ အိမ်ထောင်ရေး အကွဲအပြဲကြောင့် စိတ်ဝေဒနာရနေသူပါ။\nတစ်နေ့မှာတော့ ဒီသားဖြစ်သူဟာ ကျောင်းကိုတစ်လလုံး‌ ရောက်မလာကြောင်းကိုယခင်ဇနီးဖြစ်သူဆီကသိလိုက်ရတဲ့အခါမှာတော့....\nPeter Miller ကိုယ်တိုင်ကလည်း ဖခင်ဖြစ်သူနဲ့ကောင်းမွန်တဲ့ဆက်ဆံရေးမျိုးရှိတာမဟုတ်တဲ့အတွက်သားဖြစ်သူအလှည့်ကျ ဖခင်ကောင်းဖြစ်ပေးမယ်ဆိုပြီး ကြိုးစားရင်း....File Size :(1.6GB) and (618 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:0300\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Shlu/The.Son.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBjOGFjN2ItMzMwMy00Nzg2LTlmM2UtYTc5MjNmZDQyMmMyXkEyXkFqcGdeQXVyMDA5MDg4Nw@@._V1_FMjpg_UX1000_-149x200.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)\n================၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Un hiver en été (Summer Frost)\nလို့ အမည်ရတဲ့ ပြင်သစ်ရုပ်ရှင်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားကို ဒါရိုက်တာ Laetitia Masson ကိုယ်တိုင်ရေးသားရိုက်\nကူးခဲ့ပြီး ဇာတ်လမ်းပုံစံကတော့ Drama ရုပ်ရှင်အမျိုးအစားဖြစ်\nပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့ နွေရာသီတစ်ခုမှာ\nရုတ်တရက်အပူချိန်မညီမျှမှုတွေ ဖြစ်ပေါ်ခဲ့ရာကနေ ပြင်းထန်တဲ့\nအအေးလှိုင်းဖြတ်ခြင်းကို ခံစားခဲ့ရပါတယ်။ အအေးဓာတ်က\n(-10C) အထိကျဆင်းသွားခဲ့ပြီး ရေပိုက်လိုင်းထဲကရေတွေပါ ခဲကုန်\nကာ လူတွေရော တိရိစ္ဆာန်တွေပါ အစာရေစာပြတ်လပ်မှု၊ အဆုံး\nစွန်ထိ အေးခဲမှုတွေကြောင့် အသက်သေဆုံးကြတဲ့အထိ ဖြစ်ကုန်\nကြပါတယ်။ တဖြည်းဖြည်းပိုအေးလာတာကြောင့် မကြာခင်မှာပဲ\nကမ္ဘာပျက်တော့မယ်ဆိုပြီး သတင်းတွေမှာ ကြေညာနေကြပါတယ်။\nပိုက်ဆံသိပ်ချမ်းသာတဲ့ တချို့လူတွေကတော့ အင်္ဂါဂြိုဟ်ပေါ်မှာ\nသွားနေနိုင်ဖို့အထိ ပြင်ဆင်နေကြပြီး သာမန်လူတွေမှာတော့ စိတ်\nဓာတ်ကျကာ မျှော်လင့်ချက်မဲ့နေကြပါတယ်။ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်ဆယ်ယောက်ရဲ့ အထီးကျန်ဝမ်း\nနည်းမှု စိတ်ပျက်မှုတွေကြောင့် ကမ္ဘာမပျက်ခင် မျှော်လင့်ချက်နဲ့\nအချစ်ကိုလိုက်ရှာနေကြတဲ့အကြောင်း ရိုက်ပြထားပါတယ်။ ဇာတ်\nကောင်တစ်ယောက်ချင်းစီရဲ့ စရိုက်၊ ခံယူချက်နဲ့ မျှော်လင့်ချက်အ\nသီးသီးကို ရောနှောပြသထားပြီး ဇာတ်ရှိန်အတက်အကျနည်းပြီး\nခပ်အေးအေးဇာတ်လမ်းလို့ထင်ရပေမယ့် ဇာတ်လမ်းထဲမှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sf5t/Un.hiver.en.ete.2023.720p.HMAX.WEB-DL.DD5.1.H.264-playWEB.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://megaup.net/1cjjr/Hunt_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cjag/Phantom.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7m962Crc1p4C4gM6ZJBArAikM9.jpg",
        "title": "The Inspection (2022)",
        "description": "The Inspection (2022)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရွှေကမ္ဘာလုံးဆု ဆန်ကာတင်ဝင်ခဲ့တဲ့ ဖြစ်ရပ်မှန် မရိန်းတပ်တွင်း ဒရာမာ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ မရိန်းတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ပြီး သူ့ရဲ့ ကိုယ်တွေ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတာပါပဲ။ အကြောင်းအရာကတော့... လိင်တူချစ်သူတွေကို မုန်းတတ်တဲ့ စိတ်ရောဂါရှိတဲ့ အမေဟာ သူ့ရဲ့သားဖြစ်သူ ဖရန့်ကို အိမ်ကနှင်ချခဲ့တာကြာပါပြီ။ ဖရန့်ဟာ မရိန်းတပ်ထဲကိုဝင်သွားပြီးတော့ သင်တန်းကာလမှာ လိင်တူမုန်းတဲ့လူတွေနဲ့ ကြုံဆုံရပုံ အခက်အခဲတွေကို ပြသထားတာဖြစ်ပါတယ်။အမေရိကန်စစ်တပ်ဟာ လိင်တူတွေနဲ့ပတ်သက်ပြီး မမေးနဲ့မပြောနဲ့ ဆိုတဲ့ တရားဝင်ပေါ်လစီ ရှိပါတယ်။ ၁၉၉၃ လောက်မှာစတင်ခဲ့တာပါ။ အဓိပ္ပါယ်ကတော့ စစ်တပ်ထဲမှာ တားမြစ်ထားတဲ့လိင်တူကိစ္စတွေ မပြုမူမချင်း စစ်သားတစ်ယောက်ကို လိင်တူချစ်သူဟုတ်မဟုတ် လိုက်စုံစမ်းခွင့်မရှိပါဘူး။ ဒါပေမဲ့ လိင်တူချစ်သူပါဆိုပြီး တရားဝင် ထုတ်ဖော်ပြောဆိုခွင့်လည်းမပေးထားပါဘူး။ အဲဒီသဘောပါပဲ။ ဒီတော့ ဒီပေါ်လစီတွေနဲ့ စစ်သားတွေရဲ့ ကွဲပြားတဲ့သဘောထားတွေကြားမှာ ဖရန့်တစ်ယောက်ဘယ်လိုအသက်ရှင်မလဲဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ye2B/(CM)_The_Inspection_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjg4ZGIzM2ItZjMyOC00MjZmLWJkNWUtYTUxZTE5NmQ1MDFhXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_-133x200.jpg",
        "title": "Beyond the Neon (2022)",
        "description": "Beyond the Neon (2022)\n==================\nIMDb Rating - 5.7/10ဒီဇာတ်လမ်းမှာ ဂျိုဝီဆိုတဲ့ Youtuber တစ်ယောက်နဲ့ သူ့အဖွဲ့သားတွေက\nလူမှုရေးစမ်းသပ်တဲ့ဗီဒီယိုတွေ ရိုက်ကူးရင်းနဲ့ လပ်ဗီးဂတ်စ်က ဟိုတယ်\nတစ်ခုမှာ ပြည့်တန်ဆာမလေးနဲ့ အမေးအမြန်းလုပ်ထားတဲ့ဗီဒီယိုတစ်ခုက\nရေပန်းစားသွားတယ်။ အဲ့ဗီဒီယိုကြောင့် (၇)နှစ်လောက်ခွဲခွာနေရတဲ့ အမ\nဖြစ်သူ ထရေစီ နဲ့ အဲ့ပြည့်တန်ဆာမလေးတို့ကို အတူပြန်ဆုံစည်းပေးဖို့\nကြိုးစားကြတဲ့အကြောင်းရိုက်ကူးကြမယ်ဆိုပြီး လုံးဝခက်ခက်ခဲခဲနဲ့ အန္တ\nရာယ်တွေကြားမှာ နီယွန်မီးရောင်တွေရဲ့နောက်ကွယ်အထိပါ သတင်းအစ\nအနတွေကို ဘယ်လိုကြိုးစားရှာဖွေကြမလဲ...ဘာတွေ ကြုံတွေ့ကြမလဲ\nဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက လပ်ဗီးဂတ်စ် ဖျော်ဖြေရေးလောကတစ်ခွင်က လိင်ကုန်\nကူးခံရတဲ့အဖြစ်အပျက်တွေကို အခြေခံပြီး ရိုက်ကူးထားပါတယ်။ လိင်\nကုန်ကူးခံရမှုကနေ လွတ်မြောက်လာတဲ့နစ်နာသူတွေရဲ့ အင်တာဗျူး\nအစစ်တွေကိုလည်း ထည့်သွင်းထားပါတယ်။ လိင်ကုန်ကူးတဲ့ဖျော်ဖြေရေး\nလောကကြီးမှာ ခေတ်သစ်ကျေးကျွန်စနစ်လိုမျိုးဖြစ်ပျက်နေတဲ့ ပုံစံကြီးက\nဒီလို ဒီလိုတွေလည်း ရှိတယ်ဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်း\nလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nOrika ဖြစ်ပါတယ်)File Size..........(1.56 GB) / (586 MB) / (344 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "5.7",
        "url": "https://megaup.net/3e35D/Beyond.the.Neon.2022.720p.WEBRip.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWM3ZmVkNTktODllNS00MDc2LTllNTEtMWNhYTNlOTVkNzNlXkEyXkFqcGdeQXVyMjk1NzAxNg@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Klondike (2022)",
        "description": "Klondike (2022)\n=============\nIMDb Rating - 7.0/10\nRotten Tomatoes 🍅 ~ 96 %\n39 Wins & 18 NominationsRating တွေလည်းကောင်းသလို ဆုတွေလည်း တနင့်တပိုး\nရထားတဲ့ ယူကရိန်း ဇာတ်ကားပါ။၂၀၁၄ ခုနှစ် ဇူလိုင်လ (၁၄) ရက်နေ့မှာ အမ်စတာဒမ်ကနေ\nမလေးရှားနိုင်ငံ ကွာလာလမ်ပူကို ပျံသန်းလာတဲ့ ခရီးသည်တင်\nလေယာဉ် MH 17 ဟာ ယူကရိန်းနိုင်ငံ အရှေ့ပိုင်း၊ ယူကရိန်း-\nရုရှားနယ်စပ်ဒေသမှာ ပျက်ကျခဲ့ပါတယ်။ ခရီးသည်​ (၂၈၃)\nယောက်နဲ့ လေယာဉ်ဝန်ထမ်း (၁၅) ယောက်လုံးသေဆုံးခဲ့တဲ့\nအဆိုပါဖြစ်ရပ်ဟာ ရုရှားတွေ အားပေးအားမြှောက်ပြုထားတဲ့\nယူကရိန်းခွဲထွက်ရေးသမားတွေရဲ့ လက်ချက်လို့ အတည်ပြုနိုင်\nခဲ့ပါတယ်။ဒီဇာတ်လမ်းက အဲဒီအချိန်ကာလ အဲဒီဒေသမှာ ခွဲထွက်ရေး\nသမားတွေရဲ့ဒဏ်ကို အလူးအလဲခံခဲ့ရတဲ့ မိသားစုတစ်စုအကြောင်း\nရိုက်ကူးထားတာပါ။တိုလစ်နဲ့ အီရီခါတို့ ဇနီးမောင်နှံဟာ ယူကရိန်း-ရုရှားနယ်စပ်က\nဒွန်နတ်စ်ရွာမှာ နေထိုင်ကြသူတွေပါ။ အီရီခါက ကိုယ်ဝန်အရင့်\nအမာကြီးနဲ့ဖြစ်ပြီးတော့ အိမ်ကနေ ဘယ်ကိုမှ မသွားဆိုပြီး ခေါင်း\nမာနေတာကြောင့် သူတို့မိသားစု ရွာမှာပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ca8g/Klodike.2022.UKRAINIAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYzMjQzOWMtYjIxMy00Zjk5LWE5MDgtMmQ1NTMwNTEyNjg1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Lost(2023)",
        "description": "Lost (2022) Thriller IMDb 7.6/10\nအခုတစ်ခါမှာတော့ ဘောလီဝုဒ်မင်းသမီးချောလေး\nယာမီဂေါ်သမ်ဦးဆောင်ပါဝင်ထားတဲ့\nဟင်ဒီဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ဒီဇာတ်လေးဟာ ၁၃ကြိမ်မြောက်ကျင်းပတဲ့ ၂၀၂၂ခုနှစ်ရဲ့\nချီကာဂိုတောင်အာရှရုပ်ရှင်ပွဲတော်မှာ\nတရားဝင်ရွေးချယ်ခံခဲ့ရတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း\nသိပ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ သတင်းထောက်မလေးတစ်ယောက်က\nကောင်လေးတစ်ယောက်ပျောက်ဆုံးမှုကို အခြေခံပြီး သတင်းယူနေရင်းနဲ့မှ\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကြီးတစ်ခုလုံးဟာ မီးခိုးကြွက်လျှောက်ပေါ်သလို ထွက်လာခဲ့တာပါပဲ။\nဒီအမှုမှာလည်း ငွေများတရားနိုင်သဘောတရားနဲ့ အစိုးရအရာရှိတွေရဲ့ လာဘ်စားမှုတွေကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးဆိုလည်း မမှားပါဘူးနော်။\nFile size…1.57GB / 746MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ Taylor ~ Yunni ~ BpL",
        "rating": "7.8",
        "url": "https://megaup.net/3ebgy/Lost_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/zom-1-155x200.jpg",
        "title": "Bloodlust Zombies (2011)",
        "description": "Bloodlust Zombies (2011)\n===================ဆေးဝါးထုတ်လုပ်ရေး ဓာတ်ခွဲခန်း တစ်ခုမှာ အလုပ်လုပ်တဲ့\nဂျုဒီဆိုတဲ့ သိပ္ပံပညာရှင် အမျိုးသမီး တစ်ယောက်ဟာ စစ်ပွဲမှာ\nအသတ်ခံလိုက်ရတဲ့ သူ့ယောင်္ကျားအတွက် ပြန်ပြီးကလဲ့စား\nချေပေးဖို့ပဲ အမြဲတမ်းတွေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ သူ့ရဲ့\nလုပ်ဖော်ကိုင်ဖက်တွေနဲ့အတူ လူတွေကိုသွေးဆာတဲ့ မကောင်း\nဆိုးရွား Zombie တွေအဖြစ်ပြောင်းလဲသွားအောင် လုပ်နိုင်တဲ့\nvirus ကို စမ်းသပ် အောင်မြင်သွားပြီး အမှားအယွင်းတစ်ခုကြောင့်\nvirus ကပြန့်နှံ့သွားပါတော့တယ်။ virus ကိုပြန်ပြီး ထိန်းချုပ်\nနိုင်မလား၊ အားလုံးပဲသေသွားမလား ဘယ်သူ​တွေလွတ်မြောက်\nသွားမလဲဆိုတာကို ကြည့်ရှူခံစားရမှာပဲဖြစ်ပါတယ်။ ဟာသလေး\nတွေလဲပါလို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (615 MB) / (375 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1S7zV/Bloodlust.Zombies.2011.720p.BluRay(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzljOWFkOTQtNGFlMS00ZWEwLWI3MzUtN2VjNmVmM2Y4MDljXkEyXkFqcGdeQXVyMjYwMDQyODc@._V1_-135x200.jpg",
        "title": "Waking Karma (2023)",
        "description": "Waking Karma (2023)\n=================ခါမာဆိုတဲ့ ကောင်မလေးဟာ သူ့မိခင်ဖြစ်သူဆန်နီနဲ့\nနှစ်ယောက်တည်းနေထိုင်ပါတယ်။ သူတို့သားအမိနှစ်\nယောက်ဟာ တစ်စုံတစ်ယောက်လက်ကနေလွတ်အောင်\nပုန်းရှောင်ပြီးနေနေရတာပါ။ ပုန်းနေတာလုံပြီထင်ခါမှ\nတစ်နေ့ကျတော့ သူတို့ကိုလိုက်ဖမ်းနေတဲ့သူဆီကနေ\nစာတစ်စောင် ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်လာ\nပါတော့တယ်။သူတို့ ဘာကြောင့် ထွက်ပြေးနေရတယ်၊ သူတို့ကိုဘယ်သူက\nဘာလို့လိုက်ဖမ်းနေတယ်၊ နောက်ဆုံးမှာ သူတို့ တကယ်ရော\nလွတ်မြောက်သွားနိုင်မှာလားဆိုတာကို ကြည့်ရှုခံစားရမှာပါ။\nOne time watch အနေနဲ့ ကြည့်လို့ကောင်းမယ့် ဇာတ်ကား\nလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (451 MB) / (271 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/3e47w/Waking.Karma.2023.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1o9Hb1VUBpXaFldVmIpdEGxwNVB.jpg",
        "title": "Enter The Coffin ( 2023 )",
        "description": "အယူသည်း / အစွဲလမ်းကြီးတယ်ဆိုတဲ့နေရာမှာ ကောင်းတာတွေလဲ\nရှိသလို ဆိုးတတ်တဲ့အရာတွေလဲ ရှိစမြဲပါ ။ ဒီနေ့မှာတော့ CM က\nပရိတ်သတ်ကြီး ကို အယူသည်း / အစွဲလမ်းကြီးတတ်တာနဲ့\nပတ်သတ်ပြီး ရိုက်ကူးထားတဲ့ ပညာပေးဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ ။စီးပွားရေးလုပ်ငန်းတိုင်း လုပ်သမျှအဆင်မပြေ အခက်အခဲတွေနဲ့ အမြဲတမ်းရင်ဆိုင်နေရသူ ၊\n၆ လသားအရွယ်သားငယ်လေးဟာလဲ ညညဆို ထူးဆန်းစွာနဲ့ ငိုနေသည်မို့\nစိတ်ပူပန်နေရသူ ၊ မိမိလုပ်ကိုင်နေတဲ့ သိုလှောင်ရေးရုံမီးလောင်ပြီး\nလုပ်ဖော်ကိုင်ဖက်လဲ မီးထဲပါကာ သူ့ရဲ့ဆေးကုစရိတ်နဲ့\nလျော်ကြေးငွေတွေပေးအပ်ဖို့ ရင်ဆိုင်နေရသူ - မာယွမ်ဟောက်ဒီလို ကံဆိုးမှုတွေဟာ တိုက်တိုက်ဆိုင်ဆိုင် တစ်ကြိမ်ပြီး\nတစ်ကြိမ်ဖြစ်ပေါ်လာတဲ့အချိန်မှာတော့ ရှေးရိုးစွဲဆန်ပြီး\nအယူသည်းတဲ့ မာယွမ်ဟောက်ရဲ့ မိခင်ဟာ နတ်ဆရာတွေကို\nအတင်းအကျပ် ယုံကြည်ကိုးကွယ်ခဲ့ပါတော့တယ် ။\nယနေ့ခေတ် လူငယ်ပီပီ နတ်တွေ ဝိဉာဥ်တွေမယုံကြည်တဲ့\nမာယွမ်ဟောက်တို့ ဇနီးမောင်နှံကလဲ အမေဖြစ်သူရဲ့ လုပ်ရပ်အတွက် အရမ်းကိုစိတ်ကျဥ်းကျပ်နေရရှာပါတော့တယ် ။❏ ဒီလိုအခက်အခဲနဲ့ ကြုံနေစဥ်အတွင်းမှာပဲ ကွဲကွာနေတာကြာပြီဖြစ်တဲ့\nမာယွမ်ဟောက်ရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ ကျန်းဟိုင်လင်ဟာ\nမာယွမ်ဟောက်ရဲ့ နံဘေးကို ပြန်လည်ချဥ်းကပ်ရောက်ရှိလာခဲ့တဲ့အခါမှာ....?❏ တစ်ဖက်မှာလဲ နတ်ဆရာတွေရဲ့ဟောပြောမှူတွေ ...",
        "rating": "6",
        "url": "https://megaup.net/3ebcu/Enter_The_Coffin_2023_WEB-DL_1080p_CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDc1M2M4MzctODA1ZS00YzZlLTk0ZmItMzcxZmU2ODQxOWE5XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alone at Night (2022)",
        "description": "ဗစ်ကီဆိုတဲ့ကောင်မလေးဟာ Only fans ဗွီဒီယိုတွေရိုက်တဲ့ကိစ္စကြောင့် ဘဲနဲ့ပြတ်ပြီး နယူးယော့ခ်ကနေ သူ့သူငယ်ချင်းရှိတဲ့ နယ်မြို့လေးဆီကို စိတ်ပြေလက်ပျောက်ထွက်လာခဲ့ပါတယ်။ ဒါပေမဲ့ နယူးယော့ခ်မှာ ကိုဗစ်လူနာတွေ အရမ်းများတာကြောင့် နယူးယော့ခ်ကနေလာတဲ့ ဗစ်ကီဟာ သူ့သူငယ်ချင်းဆီမှာ နေလို့မရဘဲ မြို့အစွန်အဖျား တောအုပ်ထဲက သူ့သူငယ်ချင်းရဲ့အမျိုးတွေပိုင်တဲ့ သစ်လုံးအိမ်တစ်ခုမှာ တစ်ပတ်တိတိ တစ်ယောက်တည်းနေရဖို့ ဖြစ်လာပါတယ်ဗျ။ သူဟာ တစ်ယောက်တည်း သစ်လုံးအိမ်ထဲမှာ only fans ဗွီဒီယိုတွေရိုက်ရင်း သူ့ရဲ့ ရက်သတ္တပတ်ကို ကုန်ဆုံးဖို့ စိတ်ကူးထားပေမဲ့ သံတူရွင်းတစ်ချောင်းနဲ့ မိန်းမငယ်လေးတွေကို လိုက်သဝာ်နေတဲ့ လူသဝာ်သမားတစ်ယောက် အဲ့ဒီ တောအုပ်ထဲကိုရောက်လာတဲ့အခါမှာတော့...။ Alone at night ဆိုတဲ့အတိုင်း ဒီရုပ်ရှင်ဟာ သည်းထိတ်ရင်ဖိုအမျိုးအစားဖြစ်ပြီး ဇာတ်လိုက်မင်းသမီး အက်ရှလေဘန်ဆင်ကလည်း တော်တော်လေးကို ဟော့တဲ့အပြင် ဘာခန်းညာခန်းအပျော့စားတချို့လည်း ပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်မယ်ဆို သတိထားပြီးကြည့်ကြဖို့ ကြိုပြီးသတိပေးချင်ပါတယ်...။File size…(1.4GB)  / (771.64MB) / (529.79MB)\nQuality…. ...",
        "rating": "3.6",
        "url": "https://megaup.net/2ybvj/Alone.at.Night.2022.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-nutty-133x200.jpg",
        "title": "The Nutty Professor (1996)",
        "description": "1996 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော်ဟာသမင်းသားကြီး Eddie Murphy ရဲ့ Comedy ဇာတ်ကားလေးပါ။ ထူးချွန်ထက်မြတ်ပေမယ့် မျိုးရိုးအလိုက် အ၀လွန်နေတာကြောင့် စိတ်ဓာတ်ကျနေတဲ့သိပ္ပံပညာရှင် ရှားမန်းဟာ သူ့ဉာဏ်ရည်ဉာဏ်စွမ်းကိုအသုံးချပြီး ၀စေတဲ့ဗီဇကိုပြောင်းစေတဲ့ ဆေးရည်ကိုထုတ်ဖော်နိုင်ခဲ့ပါတယ်။ ဒီဆေးရည်ကိုအသုံးချပြီး ရှားမန်းလည်း အရင်ကမရခဲ့တဲ့လေးစားမှု ချစ်ခြင်းမေတ္တာတို့ကို ပိုင်ဆိုင်နိုင်ဖို့ကြိုးစားရာကနေ ဆေးရည်ရဲ့ဘေးထွက်ဆိုးကျိုးတွေကြောင့် တလွဲတွေဖြစ်ကုန်ရပါတယ်။ ၁၉၉၀ ကျော်ကထွက်ရှိတဲ့ Eddie Murphy ကားထုံးစံအတိုင်း၀က်၀က်ကွဲရယ်ရတဲ့ကားလေးဖြစ်ပြီး Jada Pinkett, James Coburn နဲ့ Dave Chappelle တို့လည်းပါ၀င်ထားပါတယ်။File size…(902.69MB)  / (764MB) \nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Romance /Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://megaup.net/1Sclz/The.Nutty.Professor.1996.1080p(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ma-133x200.jpg",
        "title": "Malikappuram (2022)",
        "description": "Malikappuram (2022)\nAction, Drama\nIMDb 8.3/10 (3K)ဒီဇာတ်ကားလေးကတော့ အသက်၈နှစ်အရွယ် ကလေးမလေးတစ်ဦးက တောင်စွယ်၁၈ခုအား\nအပိုင်စားရထားတဲ့ အရှင်အယာပန်ရဲ့ဆာဗရိမာလဘုရားကျောင်းကို လွန်စွာဘုရားဖူးသွားချင်နေတဲ့\nဆန္ဒလေးကို အခြေပြုပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။မိဘက ဆင်းရဲလွန်းတော့ ဘဏ်မှာလည်း အကြွေးတွေပိနေပြီး အိုးအိမ်ပါအပေါင်ခံထားရတဲ့\nဖခင်ဖြစ်သူအတွက် သမီးဖြစ်သူရဲ့ဆန္ဒဟာ လွန်စွာ အဖိုးအခကြီးနေခဲ့ပါတယ်။အဲ့ဒီဘုရားကျောင်းဟာလည်း အမျိုးသမီးများ သန္ဓေတည်နိုင်တဲ့အရွယ်ဖြစ်တဲ့\nအသက်၁၀နှစ်မှ ၅၀နှစ်အထိ အမျိုးသမီးများကို ဝင်ခွင့်မပေးကြပါဘူး။ဘုရားသခင်ဟာ သူ့ဆီခြေ၁လှမ်းသာရှေ့တိုးလာခဲ့ ကျန်တဲ့၉၉လှမ်းကို သူလှမ်းပါ့မယ်ဆိုတဲ့ကတိအတိုင်း\nဒီကလေးမလေးရဲ့ဘုရားဖူးခရီးစဉ်မှာ ဆန်းကြယ်မှုတွေ များမြောင်စွာဖြစ်ပေါ်လာခဲ့ပါတယ်။ဒါတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ပါတော့နော်။\nFile size…2.6GB / 1.2GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni",
        "rating": "8.3",
        "url": "https://megaup.net/1ci29/Malikappuram_(2022)_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjBlYzBjN2ItNWVmMi00YjRjLWExMGItMzBiZmY4ODU0N2I1XkEyXkFqcGdeQXVyMTAxMDI5ODc5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Message and the Messenger (2022)",
        "description": "Message and the Messenger (2022)\n=========================လောကဓံရဲ့ ဖြစ်တတ်တဲ့သဘောလေးတွေကြားထဲမှာ ကျင်\nလည်နေတဲ့လူထဲကလူတစ်ဦးဖြစ်တဲ့ အိမ်ခြံမြေအကျိုးဆောင်\nဂျက်ဆီကာကလာ့ခ်။ သူ(မ)က ဘုရားကျောင်းအဖွဲ့ဝင်တစ်ဦး\nဖြစ်ပြီး သဿမေဓအခွန်(ဘုရားကျောင်း‌ကိုသွင်းရတဲ့အလှူငွေ)\nတွေကို ငွေမရှိလည်းရအောင်လှူတဲ့ ယုံကြည်သူတစ်ဦးပေါ့လေ။သူအဲလိုလှူတဲ့အတွက်လည်း ဘုရားက သူ့ကိုအဆင်ပြေအောင်\nပြန်လုပ်ပေးမယ်လို့ မမှိတ်မသုန်ယုံကြည်နေတယ်။ အဲဒါနဲ့တစ်နေ့\nသူ့ဘဝထဲကို စီးပွားရေးမိတ်တစ်ယောက်ဝင်လာတယ်။ အစက\nတော့ ဘုရားက သူဘဝထဲကို မကောင်းတဲ့လူတစ်ယောက်လွှတ်\nလိုက်တယ်ထင်လိုက်ပေမယ့် တကယ်တမ်းကျတော့ သူကိုကောင်း\nချီးပေးလိုက်တယ်ဆိုတာ တဖြည်းဖြည်းသဘောပေါက်လာတဲ့\nအကြောင်းကိုကြည့်ရမှာဖြစ်ပါတယ်။ အဲ့အပြင် သူမရဲ့မိသားစုနဲ့\nသူငယ်ချင်းတွေလည်း သူတို့ရဲ့ အကျပ်အတည်း‌အခက်အခဲ‌တွေကို\nဘယ်လိုကျော်ဖြတ်မလဲဆိုတာပါ ကြည့်ရမယ့် ဘာသာရေးနှော\nထားတဲ့ ဒရာမာကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Khant Sett Naing, Momo\nတို့ဖြစ်ပါတယ်)File Size..........(1.6 GB) / (570 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Khant Sett Naing, Momo\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1S9c2/Message.And.The.Messenger.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/46X1ei9uf13nkkr0OhWldGyr5Uh.jpg",
        "title": "The Purge (2013)",
        "description": "The Purge (2013)ထွက်ပြီးခဲ့တာ ဆယ်နှစ်တောင်ကြာပြီဖြစ်သလို ဒီကားနောက်ပိုင်း ဖြစ်လာခဲ့တဲ့ The Purge Franchise ကြီးရဲ့ အစဆိုတဲ့အတိုင်း အကောင်းဆုံးဖြစ်သလို ကြည့်ပြီးလည်း​ နောက်တစ်​ခေါက်ပြန်ပြန်ကြည့်ချင်​နေတဲ့ ဇာတ်ကား​တွေထဲကတစ်ကားဖြစ်တဲ့ ပထမဆုံး The Purge ကားအကြောင်းကို ထွေထွေထူးထူး ပြောစရာလိုမယ်မထင်ပါဘူး။~ ဇာတ်လမ်းအညွှန်း ~အ​မေရိကန်နိုင်ငံ စီးပွား​ရေးကျဆင်းလာတာ​နဲ့အမျှ ဒုစရိုက်မှု​တွေ ဆင်းရဲမွဲ​တေမှု​တွေ မှိုလို​ပေါက်လာတာကို ဘယ်လို​ဖြေရှင်းရမလဲ ​ခေါင်းခဲ​နေကြတုန်း အဲဒီခေတ် အမေရိကန်ရဲ့ အာဏာပိုင်အစိုးရဖြစ်တဲ့ သူတို့ကိုယ်သူတို့ မျိုးဆက်သစ်တည်ထောင်သူဖခင်ကြီးများ လို့ခေါ်တဲ့ NFFA ပါတီက The Purge ဆိုတဲ့ သန့်စင်ပွဲနေ့လုပ်ဖို့ကိုစဥ်းစားမိသွားကြတယ်။ အဲဒီ​နေ့မှာ ဘယ်ဒုစရိုက်မှုလုပ်လုပ် ရဲအဖမ်းမခံရတဲ့​နေ့မျိုး​ပေါ့။ လူချမ်းသာ​တွေက​တော့ ​ငွေနဲ့အကာအကွယ်ယူလို့ရ​​ပေမယ့် ဆင်းရဲတဲ့သူ‌တွေ၊ အသက်ကြီးတဲ့သူ​တွေ၊ ပစ်ပယ်ထားခံရတဲ့သူ​တွေက​တော့ အဲဒီ​နေ့ရဲ့ ပစ်မှတ်​တွေ​ပေါ့။ အဲဒီလို နိုင်ငံနဲ့တဝန်း အကန့်အသတ်မရှိ လူသတ်နိုင်တဲ့ လူမဆန်တဲ့နေ့ကြီးကို လုပ်လိုက်​ပေမယ့် မထင်ထားရ​လောက်​အောင် ဆင်းရဲမှု​တွေ ဒုစရိုက်မှု​တွေနည်းသွားပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sfkf/(CM)_The_Purge_(2013)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9gRYTyNLGJuxHmqdGM5UxHxJtB.jpg",
        "title": "Machine Gun Preacher(2011)",
        "description": "Machine Gun Preacher(2011)***************************ဆမ်ချီလ်ဒါးစ်ဟာ ထောင်ထဲကိုဝင်လိုက်ထွက်လိုက် လုပ်နေတဲ့လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်ပါတယ်။နောက်ဆုံး ထောင်ကထွက်လာတော့ မိန်းမဖြစ်သူက ဘုရားသခင်ရဲ့ ကရုဏာနဲ့ အပြစ်တွေဆေးကြောပြီးဘဝသစ် စနေကြောင်း၊ ချီလ်ဒါးစ်ကိုလည်း အတိတ်ကလိုမနေဖို့ ပြောပေမယ့် လူဆိုးလုပ်ရတာမဝသေးတဲ့ ချီလ်ဒါးစ်ဟာ အရင်လို ပြန်ဆိုးမိုက်နေပါတယ်။ ဒါပေမယ့် မမျှော်လင့်ဘဲ သူဟာဘုရားကျောင်းကို လိုက်သွားပြီးတဲ့ နောက်မှာ သူ့လုပ်ရပ်တွေကို နောင်တရပြီးပြန်လည်ဆေးကြောဖို့ အသိဝင်လာပါတယ်။ ဒါကြောင့် အာဖရိကကို သွားပြီးတော့ပရဟိတလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ပါတယ်။ အတိတ်ကလုပ်ရပ်တွေကြောင့် သူ့ကိုအထင်သေးနေကြတဲ့ လူတွေကြားမှာ ချီလ်ဒါးစ်ရဲ့ လုပ်ငန်းတွေ အောင်မြင်ပါ့မလား၊သူ့ရဲ့ စေတနာနဲ့ လုပ်သမျှဟာ အဆင်ပြေချောမွေ့ နေပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာ ရှုစားနိုင်ပါတယ်ဗျာ။\nဒီကားဟာ အပြင်မှာ တကယ်ရှိတဲ့ Sam Childers (ဆမ်ချီလ်ဒါးစ်)ရဲ့ စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ကိုယ့်ဘဝအမှားတွေကို ပြန်လည်ဆေးကြောချင်သူတိုင်းလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ် ကားလေး ဖြစ်ပါတယ်။File Size :(2.7GB)(1.03 GB) and (367 ...",
        "rating": "7.0",
        "url": "https://megaup.net/3ea4z/Machine.Gun.Preacher.2011.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BN2E4Y2JmNzUtYjRmNC00NTU4LWI1YjEtZTA0MzUzNjJlNTQzXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_-143x200.jpg",
        "title": "Raincoat (2004)",
        "description": "Raincoat (2004)\n***************\nဒိဇာတ်ကားလေးကတော့ ကမ္ဘာ့အလှဆုံးမင်းသမီးတစ်ယောက်လို့ တင်စားခံရတဲ့\nအက်ရှ်ဝါးရိယားရွိုင်နဲ့ မင်းသားကြီး အာဂျေးဒေ့ဗ်ဂန်းဒ်တို့ ပါဝင်\nသရုပ်ဆောင်ထားကြတဲ့ Romance/Dramaအမျိုးအစား\nဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပြီး IMDb ratingကလည်း 7.7အထိ ရရှိထားပါတယ်။ဇာတ်လမ်း အကျဉ်း\nမာနိုးဂ်ျနဲ့ နီရူးတို့ဟာ တစ်ချိန်က တစ်ယောက်နဲ့ ‌တစ်ယောက်ချစ်ခင်စုံမက်ခဲ့ကြတဲ့ သမီးရည်းစားတွေ ဖြစ်ကြပါတယ်။\nတစ်နေ့မှာတော့ နီရူးဟာ ပစ္စည်းဥစ္စာ ပေါကြွယ်ဝတဲ့သူတစ်ယောက်နဲ့ လက်ထပ်တော့မှာဖြစ်ကြောင်းနဲ့\nသူ့ကို မေ့လိုက်ဖို့အတွက် မာနိုးဂ်ျကို ဖွင့်ပြောလာပါတော့တယ်။အချိန်အတော်အတန် ကြာပြီးတဲ့နောက်မာနိုးဂ်ျနဲ့ နီရူးတို့ ပြန်လည်ဆုံတွေ့ကြရာဝယ်....\nလွမ်းစွတ်တမ်းတမှုတွေ နောင်တတွေနဲ့ ပြန်ဆုံကြရတဲ့သူတို့နှစ်ယောက်ရဲ့\nဘဝကဘယ်လိုတွေဖြစ်နေပြီလဲ ပြန်ရောပြောင်းလဲနိုင်ဦးမှာလား...\nအရမ်းနောက်ကျသွားပြီလား...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...သရုပ်ပေါ်လွန်းလှတဲ့သူတို့ရဲ့ သရုပ်ဆာင်မှုတွေနဲ့ ရိုးရှင်းပြီး\nထိရောက်တဲ့ဇာတ်လမ်းဇာတ်အိမ်တွေကြောင့် ကြည့်ဖူးသမျှ\nလူတွေမမေ့နိုင်တဲ့ဇာတ်ကားလေးတစ်ကား ဖြစ်တာမလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe Kalayarတို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.9GB / 830MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Sf4g/Raincoat.2004.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/moe-convert.io_-141x200.jpg",
        "title": "(21+) Moe Amatsuka, Who Was Fallen To Love (FSDSS-467)",
        "description": "အိန်ဂျယ်\nနာမည်နဲ့လိုက်ဖက်တဲ့ လူသားမလေး\nအရမ်းလှပြီး အရမ်းထက်မြက်တယ်\nပြီးပြည့်စုံအောင်ဖန်တီးထားခံရတဲ့ သက်ရှိမလေးအရမ်းချစ်ဖို့ကောင်းတဲ့ မျက်နှာထားလေးနဲ့\nတည်တည် တံ့တံ့နဲ့ ထက်မြက်တဲ့ဟန်ပန်\nအကြည့်တွေကစူးရှပြီး ကျားရဲလို စိတ်ဓာတ် ရှိသူလေး\nမို့ စီးအီအိုရဲ့ အရေးပေးခံရပြီး ပရောဂျက်သစ်ကို\nဦးဆောင်ခွင့် ရသွားပါတယ်ဒါပေမဲ့ သူ့နေရာ အစားထိုးခံလိုက်ရတဲ့ အိုကီကတော့ ဘယ်ကျေနပ်မလဲ\nသူ့နေရာရဖို့ အခွင့်ရေးဟူသမျှ ရှာဖွေပါတော့တယ်\nတစ်နေ့မှာ အိန်ဂျယ်ပရောဂျက် အားနည်းချက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အားရစရာကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.16GB / 860MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….  X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2ycvg/FSDSS-467.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmRhNGE0OGItYzJlNi00OTQ5LWFjMWMtYmYyZmM0MTAxNTA4XkEyXkFqcGdeQXVyMTQ5ODM1OTk3._V1_-154x200.jpg",
        "title": "Mahaveeryar (2022)",
        "description": "Maharveerya 2022\nIMDb - 6.4/10Maharveerya 2022\nIMDb - 6.4/10အိန္ဒိယနာမည်ကြီး မင်းသား Nivin Pauly နဲ့ မင်းသမီးချောလေး Shanvi Srivastavaတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဒီရုပ်ရှင်ဟာဆိုရင် ချစ်ကြိုက်ကွဲညား ကလဲ့စားစသဖြင့်မြင်နေကျအိန္ဒိယရုပ်ရှင်တွေလိုမျိုးမဟုတ်ပါဘူး။\nအချိန်ခရီးသွားတွေပါမယ်၊ ရယ်စရာတွေပါမယ်၊ လူ့စရိုက်ကိုသရော်ထားတာပါမယ်၊\nတရားခွင်မှာ အပြန်အလှန်လျှောက်လဲချက်တွေပါမယ် ဒါ့အပြင် rating ကောင်းကောင်းနဲ့\nနာမည်ကြီးသရုပ်ဆောင်တွေပါတာ ကြိုက်ရင်တော့ ဒီကားကိုညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ တရားခွင်မှစပြီး တရားခွင်မှာဆုံးတယ်ဆိုရလောက်အောင်\nမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရတာအားရလှပါတယ် ဆင်းတုတော်တွေအရမ်းပျောက်တဲ့မြို့မှာ\nကိုယ်ရောက်လာမှ ဆင်းတုတော်သူခိုးလို့ စွပ်စွဲခံရလို့ကိုယ်တိုင်ရှေ့နေလုပ်မဲ့ စိတ်ဝင်စားဖွယ်ရသေ့ကြီး\nဘုရင်ကြီးက မင်းတုန်းမင်းလို တစ်ထောင်တစ်ညပြည့်အောင် တော်ကောက်ခံလိုက်ရတဲ့\nအသည်သားမိန်းကလေးတစ်ယောက်ရဲ့ တိုင်ကြားချက်ကို အပြိုင်အဆိုင်လျှောက်လှဲချက်တွေနဲ့ တရားခွင်တရားခွင်က လျှောက်လဲချက်ကနေတစ်ဆင့် ဇာတ်ကြောင်းကို narration\nလုပ်ပေးသလိုမျိုး ဇာတ်လမ်းကိုပြန်ရိုက်ပြထားတဲ့ စတိုင်နဲ့ ကြည့်ရတာ ပေါ့လဲမပေါ့\nပျင်းစရာမကောင်းပဲနဲ့ တရားကိုဘာနတ်စောင့်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.43GB / 614MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ycqf/Mahaveeryar_(2022)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPbS2cYOYhDCjT5NmW1Fm6gFl3.jpg",
        "title": "Get Hard(2015)",
        "description": "Get Hard (2015)=============IMDb - 6.0ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ Kevin Hart တို့ပါဝင်သရုပ်ဆောင်ထားပြီး 2015 တုန်းကထွက်ရှိခဲ့တဲ့ အခွီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။R-rated ဖြစ်ပြီး 18+ အခန်းတချို့ပါဝင်တဲ့အပြင် ကြမ်တမ်းတဲ့စကားလုံးတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူတော့မကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ချမ်းသာတဲ့စီးပွားရေး မန်နေဂျာတယောက်ဖြစ်တဲ့ ဂျိမ်းစ်ကင်း(Will Ferrell) ဟာငွေကြေးအလွဲသုံးစားလုပ်မှု၊ လိမ်လည်မှုစတဲ့စွဲချက်တွေနဲ့ အဖမ်းခံလိုက်ရပြီး ထောင်ဆယ်နှစ်အချခံလိုက်ရပါတယ်။ထောင်ထဲကိုမဝင်ခင် ပြင်ဆင်စရာတွေပြင်ဆင်ဖို့ဆိုပြီး အချိန်ရက်သုံးဆယ်လည်းပေးလိုက်ပါတယ်။ သူ့ကိုယ်သူထောင်ထဲမှာ မိနစ်ပိုင်းတောင်မခံမှန်းသိနေတဲ့ ဂျိမ်းစ်တစ်ယောက်ကယောင်ခြောက်ခြားတွေဖြစ်နေတုန်းမှာ အင်မတန်ကိုဖြူစင်ပြီးကားပါကင်ဖြတ်ပိုင်းတောင်မရဖူးတဲ့ ဒါနဲလ် (Kevin Hart) နဲ့တွေ့ပြီး ဒါနဲလ်ကိုထောင်ထွက်လူမိုက်တယောက်လိုမျိုးအထင်မှားသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူ့ထောင်ထဲမှာရှင်သန်နိုင်အောင်သင်ပေးဖို့အတွက် ဒါနဲလ်ကိုဆရာတင်ရင်း နှစ်ယောက်လုံးဘယ်လိုတလွဲတွေဖြစ်ကြမလဲ၊ သူက‌ရောငွေတွေကိုတကယ်လိမ်ခဲ့တာလား၊နောက်ကွယ်မှာရောဘယ်သူတွေရှိနေမလဲ၊ နှစ်ယောက်သားဘယ်လိုအရှုပ်တွေနဲ့ရင်ဆိုင်ကြရမလဲဆိုတာကို တချိန်လုံးခွီရင်းကြည့်ရမှာပါ။ဟာသကားကောင်းကြည့်ချင်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ File size…2.3GB / 831MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1chnq/Get.Hard.2015.BluRay720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DNRr2juXdwtvktwXxwuk9Usk8O.jpg",
        "title": "Infinity Pool (2023)",
        "description": "ဂျိမ်းစ်နဲ့ ဂက်ဘီတို့ လင်မယားဟာ စာရေးဆရာ ဂျိမ်းစ် .. သူ့ရဲ့နောက်ထွက်မယ့် စာအုပ်အတွက် ပြည်ပနိုင်ငံကကျွန်းတစ်ကျွန်းကို အလည်အပတ် ထွက်လာခဲ့ကြတယ်အဲဒီမှာ ဂျိမ်းစ်တစ်ယောက် သူ့ရဲ့ စာဖတ်ပရိသတ်လင်မယား နှစ်ယောက်နဲ့ဆုံမိခဲ့ရာကညစာတွေအတူစားရင်း ခင်မင်သွားတယ်..တစ်ခုရှိတာက သူတို့သွားတဲ့ နိုင်ငံဟာ တိုးတက်မှုမရှိ ယဉ်ကျေးမှု မရှိတဲ့နေရာဖြစ်လို့ ရာဇဝတ်မှုတွေ မကြာခဏဆိုသလို ဖြစ်သလို ..ခရီးသည်သဘောမကျတဲ့ နယ်ခံတွေကခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့ အရပ်ဒေသလည်းဖြစ်တယ် ...ဒါကို မဆင်မခြင်နဲ့ စုံတွဲနှစ်တွဲ ကားတစ်စီးငှားသောက်စားမူးရူးပြီး အပြန်လမ်းမှာနယ်ခံတစ်ယောက်ကို ကားနဲ့တိုက်ပြီးပြေးတယ် ...ဒါပေမဲ့ ဟိုလင်မယား ချောက်ချမှုကြောင့်စာရေးဆရာလင်မယား ဒုက္ခလှလှတွေ့သွားတယ်နိုင်ငံရဲ့ ဥပဒေအရ .. လူသတ်မှုကျူးလွန်ရင် တရားခံကိုသေတဲ့သူရဲ့ သားဖြစ်သူက သတ်ခွင့်ရှိပြီး သားမရှိရင် နိုင်ငံတော်က ကွပ်မျက်ပေးတယ် ..ဒီတော့ လူပေါင်းမှားတဲ့ ဂျိမ်းတစ်ယောက် ကူညီရာမဲ့ဖြစ်နေချိန်မှာသရက်ရှ်ဆိုတဲ့ စုံထောက်ဟာ ကမ်းလှမ်းချက်တစ်ခု လုပ်လာတယ် ..ဒါကတော့ သူတို့မှာသာ ငွေအလုံအလောက်ရှိရင်သူတို့ သေတာကို သူတို့ကိုယ်တိုင် ပြန်ကြည့်ခွင့်ရှိမယ်ဆိုတဲ့ စကားပါ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1chgp/Infinity.Pool.2023.720p.AMZN.WEB-DL__%7BCM%7D.mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/INSERT-1-135x200.jpg",
        "title": "The Locksmith (2023)",
        "description": "The Locksmith (2023) ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင် Miller ဟာ ဘယ်သော့မဆို ဖွင့်နိုင်တဲ့ သော့ပြင်သမားတစ်ယောက်ပါ။ အဲလိုပါရမီနဲ့ Miller ဟာ ဒုတိယဘုရားသခင်ဖြစ်တဲ့ ငွေကို ကိုးကွယ်ပြီး အကျင့်ပျက်ရဲတစ်ယောက်နဲ့ပေါင်း၊ ဖောက်ထွင်းမှုကျူးလွန်ရာမှ အဲရဲသစ္စာဖောက်တာကိုခံရပြီး သူ့အခင်ဆုံးသူငယ်ချင်းကိုရော လွတ်လပ်တဲ့ဘဝကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်။ အဲလိုနဲ့ ထောင်ကပြန်ထွက်လာတဲ့အခါမှာတော့ သူဘဝသစ်ပြန်စပြီး သူ့ဇနီးဟောင်းနဲ့ သမီးအပေါ် ပျက်ကွက်ခဲ့တာတွေကို ပြန်ပေးဆပ်မယ်ဆိုတဲ့ စိတ်ကူးပဲရှိတဲ့ Miller ကို သူ့ကြောင့်သေသွားရတဲ့ သူငယ်ချင်းရဲ့ညီမက သူ့အစ်ကိုအတွက်ပြန်ပေးဆပ်ချင်ရင် သူ့ရဲ့စောရပညာနဲ့ သူ့ကို ဒုက္ခတွင်းက ကယ်ထုတ်ပေးဖို့ ပြောလာတဲ့အခါမှာ Miller တစ်ယောက် ဒုစရိုက်မှုတွေ ပြန်ကျူးလွန်ဦးမလားဆိုတာ ဒီဇာတ်လမ်းမှာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်File size…(2.78GB)  / (1.26GB) /698MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action / mystery / Thriller\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Se3v/The.Locksmith.2023.720p.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYv6MqOoAIpxZd6ydJ4S5S2QHDZ.jpg",
        "title": "Playing for Keeps (2012)",
        "description": "Playing for Keeps (2012)***********************ဇာတ်လမ်းအကျဥ်းကတော့ ‌ဂျော့ဒရိုင်ယာဆိုတာ ဘောလုံးလောကမှအနားယူပြီး စီးပွားရေးအဆင်မပြေ၊အိမ်ထောင်လည်းကွဲ၊သားဖြစ်သူအတွက်ပါ အချိန်ပြည့်ရှိနေမပေးနိုင်တဲ့ နာမည်ကြီးဘောလုံးကစားသမားပေါ့။အလုပ်ရှာနေရင်းနဲ့ပဲ သားဖြစ်သူနဲ့တွေ့ဖို့ နယ်မြို့လေးရောက်လာရင်းကအခြေအနေအရ သားဖြစ်သူရဲ့ဘောလုံးနည်းပြ ဖြစ်သွားပါတယ်။ဘောလုံးသမားပီပီ ရောက်လေရာမှာနာမည်ကြီး လူကြိုက်များပြီးခုလည်း ကလေးအမေသုံးယောက်ကိုလိမ်ရင်းခေါက်ရင်းဖခင်တစ်ယောက်တာဝန်ကျေအောင်ဘယ်လိုစွမ်းဆောင်သွားမလဲ ဆိုတာကို မိသားစုရသလေး ခံစားရင်းပေါ့ပေါ့ပါးပါးကြည့်လို့‌ရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။ File Size :(2GB),(901.5 MB)\nQuality : Blu-Ray 1080P,720p\nFormat :mp4\nDuration : 01:45:00\nGenre : Romance , Comedy , Sports\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by HYAN",
        "rating": "6.0",
        "url": "https://megaup.net/1chg4/Playing.for.Keeps.2012.BluRay.720p.mp4",
        "category": "Comedy, Romance, Sport"
    }
]