[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMGNiZWUyYTEtODdiNi00YWMzLThiOTQtNzkxOGM0ZTg4YzhhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Thittam Irandu (or) Plan B (2021)",
        "description": "IMDb Rating (7.1)Plan B လို့ အမည်ရတဲ့ Tamil ဇာတ်ကားလေးပါ...\nSonyLIV ကနေ အသစ်ထုတ်လွှင့်ပြသသွားခဲ့တဲ့ Crime,Thriller,Drama ဇာတ်ကားဖြစ်ပါတယ်...\nဒီဇာတ်ကားရဲ့ လှည့်ကွက်တချို့က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စေခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nအာဒီရားနဲ့ ဆူရီယားတို့က သိပ်ချစ်ကြတဲ့ ငယ်သူငယ်ချင်းတွေဖြစ်ပါတယ်..\nအာဒီရားက ရဲမေ..ဆူရီယားကတော့ အိမ်ထောင်ကျပြီး ခင်ပွန်းနဲ့အတူနေတယ်\nတစ်ရက်မှာ...ဆူရီယားရဲ့ခင်ပွန်းဖြစ်သူက ဆူရီယားပျောက်နေကြောင်း\nအိမ်ကို လုံးဝ ပြန်မလာတော့ကြောင်း အာဒီရားကို ဆက်သွယ်အကြောင်းကြားလာပါတယ်...\nအာဒီရားကလဲ သူ့သူငယ်ချင်းပျောက်တဲ့ကိစ္စကို စုံစမ်းရင်း စုံစမ်းရင်းနဲ့\nတောအုပ်နားတစ်ခုမှာ ကားတစ်စီးမီးလောင်ပျက်စီးနေပြီး\nမောင်းလာတဲ့သူကလည်း သေဆုံးနေတာကို တွေ့လိုက်ရတယ်...\nသေဆုံးသူဟာ ဆေးမှတ်တမ်းစစ်ဆေးမှုများအရ ဆူရီယားရဲ့\nအလောင်းဖြစ်နေကြောင်း သိလိုက်ရပါတယ်...ဒါပေမယ့် ဒီသေဆုံးမှုရဲ့နောက်ကွယ်မှာ မမြင်ရတဲ့လျှို့ဝှက်ချက်ကြီးက လှည့်ကွက်အပြည့်တွေနဲ့မို့\nကြည့်ရှုသူတွေအနေနဲ့ ထိုင်ရာမထ ကြည့်ရှုရမယ့် ဇာတ်ကားမျိုးပါ...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya & May တို့ပဲဖြစ်ပါတယ်။) \nFile size…(2 GB) / (1.1 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1E63k/THITTAM_IRANDU_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD5.1).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNTY5MDY5NzItZWFlZC00ZDFiLWIwMDMtY2FlMGZhNGI4ODNkXkEyXkFqcGdeQXVyMTYxNzg3MzY@._V1_-140x200.jpg",
        "title": "PUBG Ground Zero (2021)",
        "description": "PUBG - Ground Zero (2021)PUBG ထဲက Playerunknown ရဲ့ Battleground's Universe ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတိုလေးပါ။မာဒုန်ဆော့ ရဲ့ ဖန်များ အားပေးနိုင်ရန် အလို့ငှာ တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .......အကျဉ်းသား မာဂန်ဂျယ် ဟာ အင်မတန် အားသန်ပြီး ရက်စက်ကြမ်းကြုတ်တဲ့လူကြီး ဖြစ်ပါတယ်။သူ့ကို အသေရရ အရှင်ရရ ဖမ်းမိတဲ့သူကို ဆုတော်ငွေ ချီးမြှင့်မယ်လို့ ကြော်ငြာလိုက်တဲ့ အချိန်မှာတော့ .....ထောင်သားအားလုံးက ဖမ်းဆီးဖို့ ပြင်ဆင်ကြပါတော့တယ်။ကျွန်တော်တို့ရဲ့ လူသန်ကြီး မာဒုန်ဆော့ ဘယ်လောက်ထိ သန်မာဦးမလဲ?\nကြမ်းပြ ရမ်းပြဦးမလဲဆိုတာကို ဒီဇာတ်လမ်းတိုလေးထဲမှာ ကြည့်လိုက်ကြရအောင်ဗျာ။၉ မိနစ်ဆိုပေမယ့် သဘောတွေ့ မနောခွေ့မိမှာတော့ အသေအချာပါ။ဘာသာပြန်ပေးထားတာကတော့ August ပဲ ဖြစ်ပါတယ်။File size…140 MB\nQuality….1080p\nFormat…mp4\nDuration…. 9 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... August\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pubg-ground-zero-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-30-at-14.46.18-138x200.png",
        "title": "The Last Mercenary (2021)",
        "description": "The Last Mercenary (2021)===================IMDb Rating - 7.0/10 ဒီနေ့အတွက် အားလုံးပဲသိကြတဲ့ မင်းသားကြီး ဗန်ဒိန်းရဲ့ ကားသစ်ကိုတင်ဆက်ပေးပါမယ်။ဇာတ်လမ်း အကြမ်းဖျဥ်းလေးညွှန်းရရင် ဗန်ဒိန်းက လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ဖြစ်ပြီးအစိုးရရဲ့ လျှို့ဝှက်မစ်ရှင်ကို ဦးစီးပြီးဆောင်ရွက်ခဲ့တာဖြစ်ပြီး အဲ့ မစ်ရှင်ကိုပဲ အစိုးရက လူသိမခံစေချင်တာကြောင့်အေးဂျင့်တစ်ဖွဲ့လုံးကို ခြေရာဖျောက်နေထိုင်စေချင်ပါတယ်။ ဒါကြောင့် အလဲအလှယ်အနေနဲ့ ဗန်ဒိန်းရဲ့မိန်းမက သူ့သား(ဗန်ဒိန်းရဲ့သား) ကို ဥပဒေကနေကင်းလွတ်ခွင့်ပေးရမယ်ဆိုပြီး အစိုးရထံကနေ ပြန်လည်တောင်းဆိုလိုက်ပါတယ်။ အစိုးရနဲ့ အပေးအယူလုပ်ပြီး ဗန်ဒိန်းကလည်း ခြေရာဖျောက်နေထိုင်ကာ သူ့သားကိုပါ တစ်ခြားတစ်ယောက်ထံအပ်နှံထားခဲ့ပြီး ၂၅နှစ်ကြာ ခြေရာဖျောက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် ကိစ္စတစ်ခုကြောင့် သူ့သားဟာ အန္တရာယ်တွေကြားမှာ ပြေးလွှားဖို့ ဖြစ်လာခဲ့ရတာမို့ . ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့လျှို့ဝှက်အေးဂျင့်ကြီး ဗန်ဒိန်း၊ မစ်ရှင်တွေအမျိုးမျိုးကို ကြမ်းကြမ်းတမ်းတမ်းဆော်ချနေတဲ့ဘဲကြီးက သားဖြစ်သူကိုကာကွယ်ဖို့အတွက် ၂၅ နှစ်ကျော်ပျောက်ကွယ်နေရာကနေ ပြင်သစ်ကို ပြန်လာတာရပါတော့တယ်။ အညွှန်းကတော့ ဒီလောက်ပါပဲဗန်ဒိန်း ရဲ့ကားသစ်လည်းဖြစ် ကြမ်းကြမ်းရမ်းရမ်းတိုက်ခိုက်ပုံတွေနဲ့ လျှို့ဝှက်အေးဂျင့်မစ်ရှစ်တွေကို ဟာသနှောပြီးရိုက်ကူးထားတာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းပါလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1E5sf/(CM)The.Last.Mercenary.2021.FRENCH.720p.NF.WEBRip.DDP5.1.x264-AGLET_(2).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
        "title": "Rurouni Kenshin: The Beginning (2021)",
        "description": "ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ် ၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1E5rs/(CM)_Rurouni_Kenshin_The_Beginning_(2021)_720p_NF_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNDdhMzMxOTctNDMyNS00NTZmLTljNWEtNTc4MDBmZTYxY2NmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-135x200.jpg",
        "title": "Crouching Tiger, Hidden Dragon (2000)",
        "description": "Crouching Tiger Hidden Dragon (2000)ဝူတန်သိုင်းလို့ပြောလိုက်တာနဲ့ Chinese Fanတွေဆိုရင်းရင်းနှီးနှီးသိကြမှာပါဒီကားမှာတော့ ဝူတန်သိုင်းသမားသူရဲကောင်းလီမူဘိုင်က သိုင်းလောကကနေအနားယူပြီး အေးအေးချမ်းချမ်းနေဖို့ သူ့ရဲ့ကျောက်စိမ်းကံကြမ္မာဓားကို ဆရာတီဆီလက်ဆောင်ပေးရာကနေစတဲ့ဇာတ်လမ်းပါသူရဲကောင်းလီမူဘိုင်ရဲ့ဆရာတောင်ပိုင်းကြိုးကြာ(နာမည်ဝှက်)ဆီက ဝူတန်သိုင်းရဲ့လျှို့ဝှက်သိုင်းကျမ်းကို ကျောက်စိမ်းမြေခွေး(နာမည်ဝှက်)ကခိုးယူကျင့်ကြံပြီး တောင်ပိုင်းကြိုးကြာကိုသတ်ပစ်ခဲ့ပါတယ်ကျောက်စိမ်းမြေခွေးက လျှောက်သွားရင်း ရှောင်လုံဆိုတဲ့ချမ်းသာတဲ့မမလေးကို တပည့်တော်ကာပညာသင်ပေးရင်း ဇာတ်မြှုပ်နေရာမှ တပည့်လေးကြောင့် သူ့ကိုရန်သူတွေသိသွားပါတော့တယ်ရှောင်လုံကလည်း ငယ်ငယ်ထဲကဆရာ့ပြောစကားတွေကြောင့် သိုင်းလောကမှာကျင်လည်ပြီးလျှောက်သွားချင်သူပါ နာမည်ကျော်သူရဲကောင်းတွေလို အစွမ်းထက်လက်နက်တွေနဲ့ ဟိတ်ဟန်ထုတ်ချင်သူပါမမျှော်လင့်ဘဲ ရှောင်လုံနဲ့ရှုလျန်တို့တွေ့ဆုံခင်မင်ရာမှ ကျောက်စိမ်းကံကြမ္မာဓားကိုရှောင်လုံတွေ့သွားသောအခါအရမ်းလိုချင်သွားပါတော့တယ် ရှောင်လုံကလည်းဓားရအောင်ဘယ်လိုလုပ်မလဲ...ရှုလျန်ကလည်း သူ့ချစ်သူအတွက်ဓားကို ဘယ်လိုကာကွယ်ပေးမလဲ...လီမူဘိုင်ကရော သိုင်းလောကကနေအနားယူရပါ့မလား...ကဲဇာတ်လမ်းထဲပဲကြည့်လိုက်ရအောင်နော်ရှုလျန်အဖြစ် Michelle Yeoh (သူ့ကိုတော့ The Ladyကားမှာထဲက သိကြမှာပါ)လီမူဘိုင်အဖြစ် Chow Yun-Fatရှောင်လုံအဖြစ် Zhang Ziyiကျောက်စိမ်းမြေခွေးအဖြစ် Cheng Pei Pei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p, 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__02:00:00\nType__Action ,Adventure , Fantasy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/1E4ht/Crouching_Tiger_Hidden_Dragon_(2000)_720p.mp4",
        "category": "Action, Adventure, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Screenshot-2021-07-29-at-21-41-01-Crouching-Tiger-Hidden-Dragon-Sword-of-Destiny-2016-140x200.png",
        "title": "Crouching Tiger Hidden Dragon: Sword of Destiny (2016)",
        "description": "ကျတော် ဒီအပတ်ကုန်မှပဲ Star Wars တင်ပေးနိုင်ပါတော့မယ်။ ဒီလိုပြောလို့ ရက်စက်လိုက်တာဆိုရင်တော့ မတရားစွပ်စွဲခံရတာပါလို့ ပြန်အော်မှာနော် ငိငိ။ကျတော် ငရဲမင်းတွေ ကြယ်တာရာစစ်ပွဲတွဲကြားထဲကနေ သိုင်းလောကထဲကို ပြန်ရောက်နေလို့ပါ။ကျတော်တို့ ၉၀ ဖွား ၈၀ဖွား ၂၀၀၀ဖွားတွေငယ်ငယ်က တရုတ်သိုင်းကားထဲမှာ ဇတ်လမ်းတွဲမဟုတ်ဘဲ တစ်ကားထဲနဲ့ ဇတ်လမ်းကောင်းလွမ်းလို့ အသဲစွဲခဲ့တဲ့ ဇတ်ကားတစ်ကားကို မှတ်မိကြသေးလားမသိဘူး။ဟုတ်ပါတယ် ဝပ်နေသောကျား ပုန်းနေသောနဂါးပါပဲ။ အခု ၂၀၁၆ မှာ အသစ်စက်စက် ထပ်ထွက်လာခဲ့ပါပြီ။ဒီလိုကိစ္စမျိုး ရှိလားလို့မမေးပါနဲ့ ရှိပါပြီ။ ဒီကားကို မနေ့ကထွက်ထွက်ချင်း တနေကုန်ထိုင်ရေးပေးထားတာပါ။၁ ကို လောလောဆည်ပြန်မတင်နိုင်သေးလို့ ဇတ်လမ်းအကျဉ်းပဲ ပြောပြပါ့မယ်။၁ ရဲ့ နောက်ဆုံးခန်းမှာ ရှုလျန် ရဲ့ ချစ်သူ လီမုပေ့ သေသွားခဲ့ပြီး ခင်ပွန်းလောင်းကလဲ ချောက်ထဲခုန်ချသွားတာနဲ့ အဆုံးသတ်သွားခဲ့တာပါ။ဒီကားမှာတော့ ၁၈ နှစ်ကြာပြီးနောက်မှာ ရှုလျန် ပြန်လာခဲ့ပြီး လီမုပေ့ရဲ့ ကြမ္မာစိမ်းဓားကို လုမဲ့ သိုင်းဂိုဏ်းကြီးကို ခုခံတဲ့အကြောင်းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/crouching-tiger-hidden-dragon-sword-of/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/894cfd8d90d0c6c4befa2410fa35b9bc-140x200.jpg",
        "title": "The Thieves (2012)",
        "description": "ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။\nBudget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။\nစတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။\nဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။\nအနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။\nအဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။\nနောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ...ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ...",
        "rating": "6.8",
        "url": "https://megaup.net/1E2q4/The.Thieves.2012.BluRay.720p.REMUX.AVC.DTS-HD.MA.5.1-DIY-CHDBits.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pixomatic_1627481676875-142x200.png",
        "title": "Players (2012)",
        "description": "IMDb Rating (4.1) / Rotten Tomatoes (43%)Hollywood ရဲ့ နာမည်ကြီးThe Italian Job ဇာတ်ကားကို ပြန်ရိုက်ကူးထားတဲ့ Bollywood ဇာတ်ကားပါ...ဒါပေမယ့် မူရင်းကားနဲ့ မတူအောင်ကြိုးစားဖန်တီးတင်ဆက်ထားတာကိုတွေ့ရမှာပါ....ဇာတ်လမ်း Duration ကလဲ မူရင်းကားထက်စာရင် နှစ်ဆလောက်ကြာအောင်ကိုရိုက်ကူးထားတာမို့ဇာတ်ညွှန်းကြိုက်ပြီးသားလူအတွက် ဝဝလင်လင် ပြန်ခံစားရသလို အသက်ဝင်စေပါတယ်။မင်းသား/မင်းသမီးအစုံအလင်နဲ့ Bollywood ရဲ့ အက အလှတွေကိုအပြည့်အဝခံစားရမှာ ဖြစ်သလိုThe Italian Job ကိုကြည့်ဖူးပြီးသား ကျွန်တော်တောင်တောက်လျှောက်ပြန်ကြည့်မိအောင် ခမ်းခမ်းနားနားရိုက်ကူးထားတာကိုတွေ့ရပါတယ်...ဇာတ်ကားရဲ့ လှည့်ကွက်တွေကလဲ Bollywood ပီသစွာ ပီပြင်တာမို့ ကြည့်ရတာ မိုက်ပါတယ်။ \nFile size…(3.3 GB) / (2.1 GB) / (900 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….02:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://megaup.net/2jZSd/Players_2012.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-RMS.mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/22636-l-141x200.jpg",
        "title": "The Italian Job (2003)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (73%)Shooter မင်းသား Mark Wahlberg ၊ Transporter မင်းသား Jason Statham ၊ Mad Max: Fury Road ဇာတ်ကားထဲက မင်းသမီး Charlize Theron တို့အပြင် အခြားသော နာမည်ကြီးသရုပ်ဆောင်များစွာ ပါဝင်ထားတဲ့ နာမည်ကျော်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Professional သူခိုးတွေရဲ့ စနစ်ကျနမှုတွေကို မြင်တွေ့ရမှာဖြစ်ပြီးလူ့စိတ်ရဲ့အလင်းအမှောင်နဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းကို ရှုမြင်ခံစားရမှာပါ...လှည့်ကွက်အများအပြားနဲ့ဇာတ်ကားမို့လို့ ဇာတ်လမ်းအကျဉ်းကို မိတ်ဆက်မပေးချင်ပါဘူး...။မကြည့်ရသေးရင် သေချာပေါက်ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး ကြည့်ပြီးသွားရင်လဲထပ်ကြည့်လို့ မပျင်းစေရဘူးဆိုတဲ့အကြောင်းပဲ မိတ်ဆက်ပေးချင်ပါတယ်....။Action, Crime, Thriller အမျိုးအစားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတစ်ကားဖြစ်ပြီးသတိရတိုင်းပြန်ကြည့်မိတဲ့ဇာတ်ကားပါ။ \nFile size…(2.2 GB) / (1.4 GB) / (600 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2k0yY/The.Italian.Job.2003.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BYTZkZTM0NjYtN2Q2OS00YThjLWFkYTAtZDAwOWM3NjY1YjlhXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-146x200.jpg",
        "title": "Batman: The Long Halloween, Part Two(2021)",
        "description": "စုံ​ထောက်ကြီးဘတ်မန်းနှင့် ဟောလိုးဝင်းခရီးရှည်ကြီး အပိုင်း(၂)ထွက်လာပါပြီ.အပိုင်း(၁)မှာ ဂျိုကာနဲ့ နွယ်ပျိုမယ်တို့ ​ပေါ်လာကြပြီဖြစ်သလို ဇာတ်လိုက်​ကျော် ​ဟောလီး​ဒေးလူသတ်သမားကလည်း မြို့မျက်နှာဖုံးကြီးဖယ်ကိုနီရဲ့အ​ရေးပါတဲ့မိသားစုဝင်တစ်​ယောက်ကို ထပ်သတ်ပြီးအဆုံးသတ်ထားပါတယ်အပိုင်း(၂)မှာ​​တော့ ​ဟောလီး​ဒေးအမည်ခံလူသတ်သမားက ဘယ်သူဖြစ်​နေမလဲ.စုံ​ထောက်ကြီးဘတ်မန်းထင်​နေသလို ဟာ​ဗေးဒန့်ကပဲ​ ဟောလီး​ဒေးဖြစ်​နေမလား.ပရိတ်သတ်အချစ်​တော်ဂျိုကာကြီးနဲ့ နွယ်ပျိုမယ်တို့က​ရော ဘယ်လိုအ​ဖျက်အ​မှောင့်လုပ်ငန်း​တွေ လုပ်ကြဦးမလဲ.တခြားဘယ်နာမည်ကြီးဗီလိန်​တွေ ထပ်ပါလာဦးမလဲ.ဟာ​ဗေးဒန့်ဆိုတဲ့နာမည်ကြားလိုက်ရုံနဲ့ DC fanတိုင်းသိကြတဲ့ ဗီလိန်တစ်​ယောက်က ဘယ်လို​မွေးဖွားလာမလဲ...စတဲ့​​ပ​ဟေဠိ​ပေါင်းများစွာ၊လှည့်ကွက်​ပေါင်းများစွာကို ဘတ်မန်းနဲ့အတူ ပရိတ်သတ်​​တွေကိုယ်တိုင် ​ဖော်ထုတ်အ​ဖြေရှာရဦးမှာပါBatman:Under The Red Hood​ နောက်ပိုင်းထွက်လာတဲ့ထဲမှာ ဒီLong Halloween part 1 and 2ဟာ ​တော်​တော်​လေးDarkဖြစ်တာမို့DC animated universe fanတိုင်း လတ်လွတ်မခံပဲကြည့်ရှုသင့်တဲ့ animationတွေပဲဖြစ်ပါတယ်. အား​ပေးကြည့်ရှုလိုက်ကြပါဦး Translated by : JimXEncoded by  YKFile Size : 1.67GB and 970MBDuration : 1h 27mins",
        "rating": "7.5",
        "url": "https://megaup.net/2ZY3v/Batman.The.Long.Halloween.Part.2.2021.720p.WEBRip.(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/89f188ab71c85e122c9fe3934f32c09f-140x200.jpg",
        "title": "Lincoln (2012)",
        "description": "Lincoln (2012)\n============\nIMDb Rating = 7.3/10\nDirected By Steven Spielbergအေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်\n၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။\nဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။\nသူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။\nတစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။\nဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။\nငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။\nအဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။ လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။\nပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။\nအဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2k0xZ/Lincoln_(2012)_720p.mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91BCK5eSwaL._RI_-150x200.jpg",
        "title": "The Man (2005)",
        "description": "The Man 2005IMDb 5.6Motherfucker လို့ဆဲနေကျ Samuel L. Jackson ရဲ့ ဟာသအက်ရှင် Agent ဇာတ်ကားဟောင်းလေးတင်ဆက်လိုက်ပါတယ်..\nသူနဲ့အပြိုင်ကြဲမယ့် ဟာသသရုပ်ဆောင်ကတော့ American Pie ထဲက မင်းသားကြီး Eugene Levy ပါ။ဇာတ်လမ်းကတော့...\nစုံ​ထောက်ဗန်တစ်ယောက် ကြေကွဲနာကျပြီး တင်းနေပါတယ်...\nအကြောင်းကတော့ သူ့ရဲ့တွဲဖက် ပါတနာအသတ်ခံလိုက်ရတဲ့အပြင် လက်နက်တိုက်ပါဖောက်ထွင်းခံလိုက်ရလို့ပါ...\nသူဟာ ဒီလူသတ်သမားကို ဖမ်းမိဖို့ မိုးဆုံးမြေဆုံး လိုက်လံစုံစမ်းနေပါတယ်...ဒီလိုနဲ့ လူဆိုး​​ခေါင်း​ဆောင်ကို ဖမ်းမိနိုင်ဖို့ လက်နက်အ​ရောင်းအဝယ်တစ်ခုကို ​ထောင်​ခြောက်ဆင်ဖမ်းရာမှာ\nဘာမှမဆိုင်တဲ့ သွားဘက်ဆိုင်ရာအ​ရောင်းဝန်ထမ်း အန်ဒီကို လူဆိုးတွေက\nလက်နက်လာဝယ်တဲ့သူလို့ အထင်မှားသွားတဲ့ အခါ...\nအ​မေးအမြန်းထူတဲ့ အန်ဒီ နဲ့ အဆဲသန်တဲ့ဗန်တို့ နှစ်​ယောက်\nဘယ်လိုစခန်းသွားကြမလဲဆိုတာ....။ \nFile size…(1.6 GB) / (800 MB) / (300 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya",
        "rating": "5.6",
        "url": "https://megaup.net/1E2ku/The.Man.2005.720p.AMZN.WEB-DL.DDP5.1.H.264-Pawel2006.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zz6ScNmHqYbYv6OPFQkBI01SnCy.jpg",
        "title": "Mimi(2021)",
        "description": "Mimi(2021) အညွှန်း*****************IMDb....8.5ဒီအိန္ဒိယဇာတ်လမ်း ဇာတ်ကွက်ကဆန်းပြားသလို စိတ်ဝင်စားဖို့လည်းကောင်းတယ်...မိခင်ဖြစ်သူရဲ့ချို့ယွင်းချက်ကြောင့်သားသမီးယူလို့မရနိုင်တဲ့ အမေရိကန်လင်မယားနှစ်ယောက်ဟာ သူတို့ရင်သွေးကို အငှားကိုယ်ဝန်လွယ်ခိုင်းဖို့ အိန္ဒိယပြည်မှာကျန်းမာကြံ့ခိုင်သန်စွမ်းတဲ့ မိန်းမငယ်လေးတစ်ဦးကို လိုက်ရှာပါတယ်...မိန်းမငယ်လေးဘက်လည်းအဆင်ပြေအောင်အခကြေးငွေမြိုးမြိုးမြက်မြက်လေးပေးမယ်စိတ်ကူးပြီး ရှာဖွေတာပေါ..အဲ့လိုနဲ့ဘောလီဝုဒ်မှာ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်ဖို့ ကြိုးစားရုန်းကန်နေတဲ့ သူတို့လိုချင်တဲ့ပုံစံအတိုင်းဖြစ်တဲ့ ကောင်မလေးကိုတွေ့လိုက်တယ်...ဘောလီဝုဒ်သရုပ်ဆောင်တစ်ယောက်ဖြစ်ဖို့ဆိုတာကလည်း ပိုက်ဆံမရှိရင် ဘယ်လိုမှမဖြစ်နိုင်တဲ့အတွက်ကောင်မလေးဘက်ကလဲ ဒီအငှားကိုယ်ဝန်ဆောင်မယ့်ကိစ္စကို သဘောတူလိုက်တယ်... ရူပီးသိန်းနှစ်ဆယ်နဲ့ပေါ့ကိုယ်ဝန်ဆောင်ကာလ ကိုးလအတွက် တစ်လငါးသောင်းနှုန်းနဲ့ လေးသိန်းခွဲအရင်ပေးထားပြီး ကျန်တဲ့၁၅သိန်းကျော်ကိုကလေးမွေးပြီးမှပေးမယ်ဆိုပြီး သဘောတူခဲ့ကြတယ်...ဒီလိုနဲ့ ကိုယ်ဝန်ဆောင်ဖို့ ဖြစ်လာပါတယ်...အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....IMDb..8.5ဖြစ်ပြီး အိန္ဒိယရဲ့ မင်းသမီးချော Kriti Sanon နဲ့ မင်းသားကြီးPankaj Tripathi တို့ပါဝင်ထားတဲ့အပြင်တမူထူးတဲ့ ဇာတ်လမ်းဖြစ်လို့နင်းကန်ကြည့်သင့်ပါကြောင်း...File Size : (2.6GB) and (1.1GB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:12:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan ...",
        "rating": "8.5",
        "url": "https://megaup.net/1E2kk/Mimi.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Bruna-Surfistinha-film-images-06f335d8-3d28-4b0e-b30a-b2f0358bbb2-133x200.jpg",
        "title": "[18+] Confessions of a Brazilian Call Girl (2011)",
        "description": "ဒီဇာတ်ကားကတော့ ဘရာဇီးစာရေးဆရာမ Raquel Pacheco (ကလောင်နာမည် Bruna Surfistinha ) ရဲ့တကယ့်အဖြစ်အပျက်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ 18+ ပညာပေးဇာတ်ကားပဲဖြစ်ပါတယ်။Bruna Surfistinha လို့ ပေါ်တူဂီ-ဘရာဇီး နာမည်ပေးထားတဲ့ သူမရဲ့ကလောင်နာမည်ကEnglish လိုဆို \"Little Surfer Bruna\" ဖြစ်ပါတယ်...ဘရူနာဆိုတဲ့ဇာတ်ကောင်ဟာ သူမကိုယ်တိုင်ပါပဲ....သူမဟာ ၁၇ နှစ်နှစ် ကောလိပ်ကျောင်းသူဘဝမှာပဲ Sex Worker,Call Girl ဖြစ်လာခဲ့ပြီး\nသူမရဲ့ Sexual အတွေ့အကြုံတွေကို Blog မှာ ရေးတင်ခဲ့ရာက ဘရာဇီးမှာ လူကြည့်များတဲ့ Blog တစ်ခုဖြစ်လာပါတယ်...\nသိပ်မကြာခင်မှာပဲ သူမဟာ O Doce Veneno do Escorpião (The Scorpion's Sweet Venom) ဆိုတဲ့\nသူမဘဝအကြောင်းစာအုပ်ကိုရေးသားထုတ်ဝေခဲ့ပြီး\nဘရာဇီးမှာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့ပါတယ်...\nဒီဇာတ်ကားကတော့ အဲ့ဒီစာအုပ်ကို အခြေပြုရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်မှာ လမ်းမှားရောက်နိုင်တဲ့အခြေအနေတွေ မူးယစ်ဆေးဝါးရဲ့ဆိုးကျိုးတွေကို\nခပ်ကြမ်းကြမ်းရိုက်ကူးပြသသွားပါတယ်။\n( Dark Side Production မှ တင်ဆက်သည်။) \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1E1or/(DS)Confessions_of_a_Brazilian_Call_Girl_(2011)_(720p_BluRay_x265_Bandi).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-38-160x200.jpeg",
        "title": "14 Phere (2021)",
        "description": "Haseen Dillruba ဇာတ်ကားထဲမှာ မိန်းမကိုချစ်တာ မပြတတ်ပေမယ့် လက်တောင်ဖြတ်ပေးရဲတဲ့မထုံတက်သေးနဲ့ အချစ်သူရဲကောင်း  ရစ်ရှူးတစ်ဖြစ်လဲမင်းသား Vikrant Massey ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...အခုဇာတ်ကားကလဲ အဲ့ဒီမင်းသားပါပဲ...ခုဇာတ်ကားမှာတော့ အိမ်ကစီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကို ဆန့်ကျင်ပြီးတော့\nသူချစ်တဲ့မိန်းကလေးကိုပဲ မရရအောင်ယူမယ့် ဆန်ဂျေးအဖြစ်မြင်ကြရမှာပါ။\nလူတန်းစားတူမှ ပေးစားချင်ကြတဲ့ နှစ်ဖက်မိဘတွေကြောင့်\nချစ်သူနှစ်ဦးမင်္ဂလာပွဲဖြစ်အောင် မိဘအတုတွေ လန်ကြုတ်ဇာတ်လမ်းတွေဆင်ကြရာမှာ\nဘယ်လိုတွေလွဲကြမလဲဆိုတာ.....။\nIMDb Rating (6.7) ရရှိထားပြီး Zee5 Channel က အသစ်စက်စက်ထုတ်လွှင့်ထားတဲ့ Bollywood ဇာတ်ကားလေးပါ။ \nFile size…(1.8 GB) / (999 MB) / (400 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "6.7",
        "url": "https://megaup.net/2jYJ1/(CM)14_Phere_(or)_DOUBLE_KALYANAM_(2021)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMzE0NWVmZjItYjBhZC00NDViLTkzNTUtZWIyYjk1MmY4MjExXkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-138x200.jpg",
        "title": "Hungama 2 (2021)",
        "description": "Disney+Hotstar က ဖြန့်ချိတဲ့ အသစ်စက်စက် Bollywood ရုပ်ရှင်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဒီဇာတ်ကားက ၂၀၀၃ ခုနှစ်က နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ Hungama ဇာတ်ကားရဲ့ Sequel အနေနဲ့ထွက်ရှိလာတာပါ...ဇာတ်လမ်းကတော့.....သူဌေးကြီး မစ္စတာဘဂျာဂျ်နဲ့ အငြိမ်းစားထောင်မှူးမစ္စတာကပူရ်တို့က အရမ်းကိုခင်မင်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ကြပြီးသူတို့သားသမီးတွေကို လက်ထပ်ပေးဖို့အထိပါ စီစဉ်ထားကြတဲ့သူတွေဖြစ်ပါတယ်...မစ္စတာကပူရ်ရဲ့သားဖြစ်သူ အာကာရှ်ဟာ ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးတူတွေတူမတွေနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါး အေးအေးဆေးဆေး ဖြတ်သန်းနေသူတစ်ယောက်ပါ...ဒါပေမယ့် အေးဆေးနေရမယ့်ရက်တွေ ကုန်ဆုံးသွားချိန်ကတော့ သူ့ရဲ့ငယ်ရည်းစားဆိုသူက သူ့ရဲ့ကလေးဆိုသူကိုရင်ခွင်ပိုက်လို့ အိမ်ကိုရောက်ချလာတဲ့အချိန်ပါပဲ...ငယ်တုန်းကရှုပ်ထားတဲ့ ရည်းစားရဲ့ ကလေးက သူ့ကလေးအစစ်အမှန်လား....နှစ်ဖက်မိဘသဘောတူထားတဲ့ ဂုဏ်သိက္ခာအိမ်ထောင်ရေးကိုရော ဘယ်လိုရှေ့ဆက်ရမလဲဆိုတာ...ဟာသအသောလေးတွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတဲ့ အချစ်ဟာသဇာတ်လမ်လေးပါ။ရုပ်ရှင်ရုံတွေမှာ မိသားစုလိုက် အပန်းဖြေကြည့်ရှုရမယ့် ဇာတ်လမ်းမျိုးဖြစ်ပြီးစိတ်ညစ်စရာများလှတဲ့ ခုကာလမှာ ခဏတာဖြစ်ဖြစ် အပန်းဖြေဖို့ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။ \nFile size…(2.6 GB) / (1.3 GB) / (700 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin ...",
        "rating": "4.8",
        "url": "https://megaup.net/1E193/(CM)_HUNGAMA_2_(2021)_Hindi_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ky8Fua6PD7FyyOA7JACh3GDETli.jpg",
        "title": "Blood Red Sky(2021)",
        "description": "Blood Red Sky (2021) အညွှန်း************************ဒီဇာတ်ကားကို စမြင်တော့ လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားပဲပေါ့လို့တွေးလိုက်တာ။တကယ်လည်းလေယာဉ်ပြန်ပေးဆွဲတဲ့ကားဆိုပေမဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဇာတ်ကွက်တွေကတော်တော်ကြီးကိုဆန်းပြားတယ်...သားအမိနှစ်ယောက် အမေရိကကို ဆရာဝန်နဲ့သွားတွေ့ဖို့ အဲဒီလေယာဉ်နဲ့သွားတယ်။အဲဒီလေယာဉ်ပေါ်မှာ အရှေ့အလယ်တိုင်းသား ရူပဗေဒပညာရှင်တစ်ယောက်ပါပါလာတယ်။အဲဒီလိုနဲ့ လေယာဉ်ပြန်ပေးဆွဲခံရတယ်ပေါ့။ လေယာဉ်ပြန်ပေးသမားတွေက ရူပဗေဒပညာရှင်ရယ်တခြား အရှေ့အလယ်တိုင်းသားနှစ်ယောက်က ပြန်ပေးဆွဲတဲ့ပုံစံနဲ့ ထောင်ချောက်ဆင်ပြီးသူတို့က ခုန်ချနေခဲ့ကြမယ်လို့ စီစဉ်ထားတယ်။ ဒါပေမဲ့ သားအမိနှစ်ယောက်ထဲက အမေကို ပြန်ပေးသမားထဲကစိတ်ရူးပေါက်နေတဲ့ကောင်က သတ်လိုက်တဲ့ အချိန်မှာ အမေဖြစ်သူက မသေဘဲ ပြန်ရှင်လာတယ်။သတ်အောင်သတ်ထားတာကိုမှ အမေဖြစ်သူက ဘာလို့မသေဘဲပြန်ရှင်လာတာလဲ...ကောင်းကင်မှာသွေးတွေဘယ်လိုလွှမ်းကုန်မလဲဆိုတာကိုတော့...၂၀၂၁ ထွက် Horror, Action ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3Monပဲဖြစ်ပါတယ်....File Size :(1.8GB) (950 MB) and (480 MB)\nQuality : WEB-DL 1080p 5.1CH, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1E0a4/(CM)_Blood.Red.Sky.2021..720p.NF.WEBDL.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-24-at-16.57.55-136x200.png",
        "title": "Jolt (2021)",
        "description": "Jolt (2021)==========IMDb Rating - 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက်  သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ  လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ...",
        "rating": "5.4",
        "url": "https://megaup.net/2jX7m/(CM)Jolt.2021.720p.AMZN.WEB-DL.English.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BY2U2NjNmZjEtNzJmZi00NTk5LTk1MjgtZjBhMjMxYjUxMjk0XkEyXkFqcGdeQXVyOTc4NTg3MDM@._V1_-160x200.jpg",
        "title": "Hello Charlie (2021)",
        "description": "\"ဘာမှမလုပ်တဲ့လူက မလုပ်ရင်လည်းမလုပ်ဘူး\nလုပ်ပြီဟေ့ဆိုရင်လည်း အချီကြီးမှ\"ဒီဇာတ်ကားလေးကတော့ ဟာသဇာတ်မြူးကားလေး..ချာလီဆိုတဲ့ကောင်လေးဟာ အဖေ့အကြွေးကို ဆပ်ဖို့ဆိုပြီး\nမြို့တက်အလုပ်လာရှာတဲ့ကောင်လေးပေါ့ဗျာ..ဘာလုပ်လုပ်တလွဲလုပ်တတ်လွန်းလို့\nအလုပ်တိုင်းကနေ အထုတ်ခံရတယ်..ဦးလေးဖြစ်သူအိမ်မှာ ကပ်နေတယ်ဦးလေးက ကုန်ကားမောင်းတယ်ဆိုပါတော့..တစ်ရက်ဦးလေးက ရွာကပွဲလေးတစ်ခုကို သွားတက်ရင်း အိမ်မှာတစ်ယောက်တည်း\nကျန်ခဲ့တဲ့ ချာလီအဖို့ မက်လောက်စရာအလုပ်တစ်ခုရောက်လာခဲ့ပါတယ်..ဘာလုပ်လုပ်တလွဲဖြစ်နေတဲ့ ကိုယ့်အတွက် အပ်လာတဲ့အလုပ်ကလည်း\nဦးလေးမသိအောင် ခိုးလုပ်ရမှာဖြစ်တဲ့အတွက် သိုသိုသိပ်သိပ်လုပ်ရင်းနဲ့မှ\nအရှုပ်ထုပ်တွေနဲ့ တိုင်ပတ်လာတဲ့အခါတော့...\nချာလီတစ်ယောက် ဘယ်လိုတွေနှစ်ပါးသွားကမလဲဆိုတာ....။မင်းသမီးလေးလဲ အလန်းလေးမို့ ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုဖို့ သင့်တော်တဲ့ဇာတ်ကားလေးပါ။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "5.6",
        "url": "https://megaup.net/1DZrv/(CM)Hello.Charlie.2021.720p.10bit.AMZN.WEBRip.DDP5.1.ESub.HEVC_The.PunisheR.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/dKnWg_4f-140x200.jpg",
        "title": "Hard Hit (2021)",
        "description": "Hard Hit (2021)အခုတစ်ခေါက်မှာတော့ တောင်းဆိုနေကြတဲ့ ပရိတ်သတ်ကြီးအတွက်\nဂျွန်လ ၂၃ရက်ကမှ အသစ်စက်စက် ထွက်ရှိ ရုံတင်ထားတဲ့\nကိုရီးယား Action/Thriller ဇာတ်ကားကြီးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်IMDB 6.0/10 ရရှိထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပြီးCast တွေအနေနဲ့ကတော့ နာမည်ကြီး အချစ်တော်မင်းသား Ji Chang-Wook နဲ့\nSeo-book,Rampant အစရှိတဲ့ ဇာတ်ကားကြီးတွေမှာပါဝင်ဖူးတဲ့ ဝါရင့်သရုပ်ဆောင် Woo Jin-Joတို့က ပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Baro ဘဏ်မန်နေဂျာဖြစ်သူ လီဆောင်းဂူ ဆိုသူမှာ\nတစ်ရက် ကလေးတွေကို ကျောင်းလိုက်ပို့ဖို့လုပ်ရင်း ထူးဆန်းတဲ့ ဖုန်းတစ်ခုကို လက်ခံရရှိခဲ့ပါတယ်အဲ့ဖုန်းကိုဆက်တဲ့သူက ဘယ်သူဆိုတာမသိရဘဲ\nအဲဒီလူက လီဆောင်းဂူကားမှာ ဗုံးတပ်ဆင်ထားကြောင်း ပြောဆိုခဲ့ပြီး\nအဲ့ဗုံးက ကားပေါ်က သူဆင်းလိုက်တာနဲ့ ပေါက်မယ်ဆိုတဲ့အကြောင်းကိုလည်း ထိတ်လန့်ဖွယ် ပြောပါတယ်\nကားပေါ်မှာ လီဆောင်းဂူနဲ့အတူ သူရဲ့သားဖြစ်သူ မင်ဂျွန်းနဲ့သမီးဖြစ်သူ အယ်အင်းတို့လည်း အတူရှိနေခဲ့ပါတယ်\nကလေးနှစ်ယောက်နဲ့ ဗုံးတပ်ဆင်ထားတဲ့ကားပေါ်မှာ ရှိနေတဲ့အခါ ဘယ်လို လွတ်မြောက်အောင်ကြိုးစားမလဲ\nဘယ်လိုအဆုံးသတ်မယ်ဆိုတာတော့ ရင်တမမနဲ့ ခံစားကြည့်ရှုရဦးမှာပါဒီကားထဲမှာ ဘဝအတွက် သင်ခန်းစာယူစရာတချို့လည်းရနိုင်လို့\nအက်ရှင်ကားလည်းကြည့် အနှစ်သာရ အချို့လည်းခံစားနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1DZgz/Hard.Hit.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
        "title": "Kingdom: Ashin of the North (2021)",
        "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။ (ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…) File ...",
        "rating": "9.7",
        "url": "https://megaup.net/2jW8v/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BODJkZTZhMWItMDI3Yy00ZWZlLTk4NjQtOTI1ZjU5NjBjZTVjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "Kung Fu Panda (2008)",
        "description": "DreamWorks ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်ကားတွေထဲကတစ်ကားဖြစ်တဲ့ ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ…လူကြီးလူငယ်မရွေး အားပေးခဲ့ကြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ…ဆုပေါင်းများစွာကိုလည်းရယူထားနိုင်ခဲ့ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးဆီသွားကြရအောင် တစ်ခါတုန်းက အေးချမ်းတဲ့မြို့လေးတစ်မြို့မှာအပျင်းကြီးပြီး အစားပုတ်တဲ့ ပန်ဒါဝက်ဝံလေးတစ်ကောင်ရှိပါတယ်…သူ့နာမည်ကတော့ ‘ပို’ လို့ခေါ်ပြီး ဝတုတ်ကြီးဖြစ်နေပါတယ်..အဖေဖြစ်သူနဲ့ ခေါက်ဆွဲရောင်းနေရတဲ့သူလည်းဖြစ်ပါတယ်…ဒါပေမယ့် သူဟာ ကွန်ဖူးသိုင်းပညာရှင်အရမ်းဖြစ်ချင်နေပြီးကွန်းဖူးသိုင်းသမားတွေကိုလည်း အားကျနေသူတစ်ယောက်ဖြစ်ပါတယ်…သူတို့မြို့လေးမှာ ကွန်ဖူးသိုင်းသင်တန်းကျောင်းတစ်ခုရှိပြီးသင်တန်းသားတွေ ဖြစ်တဲ့ နာမည်ကြီး ကွန်ဖူးသိုင်းသမားငါးယောက်လည်းရှိပါတယ်…သူတို့ကတော့ Tigress, Crane, Mantis, Viper နဲ့ Monkey တို့ပဲဖြစ်ပါတယ်….တစ်နေ့မှာတော့ သင်တန်းကျောင်းကနေ နဂါးသူရဲကောင်းရွေးချယ်ပွဲကြီးကျင်းပပါတော့တယ်…ဒီရွေးချယ်ပွဲကြီးဟာ သင်တန်းသားတွေထဲကအတော်ဆုံးတစ်ယောက်ကိုရွေးချယ်မှာဖြစ်ပါတယ်…‘ပို’ တစ်ယောက်လည်း ရွေးချယ်ပွဲကြီးကို အရမ်းကြည့်ချင်နေခဲ့ပေမယ့်သူ့အဖေကတော့ ပွဲမှာ ခေါက်သာဆွဲရောင်းခိုင်းပါတယ်…‘ပို’ တစ်ယောက် ပွဲကိုရောက်အောင်သွားခဲ့ပေမယ့် နောက်ကျသွားတဲ့အတွက်ဂိတ်တံခါးပိတ်နေတာကို တွေ့လိုက်ရပါတယ်…ဒီအချိန်မှာ ရွေးချယ်ပွဲလည်း စနေပါပြီ…‘ပို’ လည်း အရမ်းကြည့်ချင်နေတာနဲ့အထဲဝင်လို့ရအောင် ကြံစည်ပါတော့တယ်…ဒီလိုနဲ့ ရွေးချယ်ပွဲဟာ နဂါးသူရဲကောင်းကို ကြေငြာမယ့်အချိန်ကိုရောက်လာပါပြီ…ဒီအချိန်မှာ ‘ပို’ ဟာ အထဲဝင်ဖို့ကြိုးစားရင်းနဲ့ အလွဲလွဲအချော်ေျချာ်တွေဖြစ်ပြီးမမျှော်လင့်ပဲ နဂါးသူရဲကောင်းအဖြစ် ရွေးချယ်ခြင်းခံလိုက်ရတဲ့ အခါမှာတော့…..ဇာတ်လမ်းရဲ့အရသာကို အပြည့်အဝခံစားနိုင်ဖို့အတွက်ဒီလောက်ပဲညွှန်းလိုက်ပါတော့တယ်…‘ပို’ တစ်ယောက်ဘာတွေဆက်ဖြစ်ဦးမှာလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦး…..IMDb rating ...",
        "rating": "7.5",
        "url": "https://megaup.net/2sEpq/Kung.Fu.Panda.2008.720p.BluRay_%7BCM%7D_Recode.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BOTM5NTgwOTU1Nl5BMl5BanBnXkFtZTgwODE4Mzg1MDE@._V1_-132x200.jpg",
        "title": "The Class of 92 (2013)",
        "description": "IMDb Rating(8.0) / Rotten Tomatoes (100%)မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်ဆိုရင် 92 ခုနှစ်အတန်း.. Class of 92 ကစားသမားတွေကို မသိသူရှိမယ်မထင်ပါဘူး\nယူနိုက်တက်တို့ရဲ့ရာဇဝင်မှာ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တဲ့ အခိုက်အတန့်ဖြစ်တဲ့ 99 ခုနှစ်ရာသီ ဖလားသုံးလုံးချန်ပီယံဖြစ်ခဲ့မှုမှာလဲ\nClass of 92က အသင်းသားတွေဟာ အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေပါဝင်ခဲ့ကြပါတယ်\nဒီဇာတ်လမ်းကတော့ Class of 92ကစားသမားတွေဖြစ်တဲ့အပြင်\nမန်ချက်စတာယူနိုက်တက်ရဲ့ ဂန္တဝင်ကစားသမားတွေဖြစ်တဲ့ ဒေးဗစ်ဘက်ခ်ဟမ်း၊ နစ်ကီဘတ်၊ ပေါလ်စခိုး၊ ရိုင်ယန်ဂစ်၊ ဖီးလ်နဗီးနဲ့ ဂယ်ရီနဗီးတို့\nဖြတ်သန်းခဲ့ရတဲ့နေ့ရက်တွေအကြောင်းကို အသားပေး ဖော်ပြထားတာဖြစ်ပါတယ်\n1992 ကနေ 99ခုနှစ် ချန်ပီယံလိဂ်ဖိုင်နယ်အထိအကြောင်းတွေပါဝင်ပါတယ်။\nဗြိတိန်ရဲ့ နိုင်ငံရေးအလှည့်အပြောင်းတွေကြား အင်္ဂလိပ်ဘောလုံးလောကရဲ့ အနိမ့်အမြင့်အတက်အကျတွေနဲ့အတူ\nအင်္ဂလိပ်ဘောလုံးပရိတ်သတ်တွေရဲ့ ဘောလုံးအားကစားအပေါ်ရူးသွပ်မှုတွေကိုလဲ သိမြင်နိုင်မှာပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားက Documentary အမျိုးအစားဖြစ်ပြီး သရဲနီတစ်ယောက်အတွက်လုံးဝမေ့ထားလို့မရတဲ့\nယူနိုက်တက်ရဲ့ရွှေရောင်နေ့ရက်တွေကို ပြန်လည်ခံစားရင်း Class of 92 ကစားသမားအကြောင်းတွေ\nယူနိုက်တက်အကြောင်းတွေကိုပါ အတွင်းကျကျ တစ်ဝကြီးခံစားနိုင်မှာပဲဖြစ်ပါကြောင်း.....။(အညွန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်) \nFile size…(2.5 GB) / (1.6 GB) / ...",
        "rating": "8.0",
        "url": "https://megaup.net/Y0gu/(CM)The.Class.of.92.2013.EXTENDED.720p.BluRay.x265-RARBG.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress-134x200.jpg",
        "title": "(18+)Mistress 4 (2021)",
        "description": "Mistress 4 (2021)နောက်ထပ် အိမ်တွင်းသိုင်းကျင့်မယ့် ဂေါင်းကြီးတို့အတွက် Korea 18+ ဖောင်းဒိုင်းရှုးရှဲ ကားလေး ညွှန်းချင်ပါတယ်ဇာတ်လမ်းကတော့ မောင်ဇော်ချစ်သော ဆရာမအကြောင်းလေးပါ အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ ကောင်မလေးကို သူ့ချစ်သူ စားဘဲကြီးက ညီလေးအတွက်ဂိုက်သင်ပေးဖို့ ပြောရင်း ညီကလည်း အစ်ကို့ဆော်ကိုမှန်း အစ်ကိုကလည်း ရသမျှ ဆော်ဝိုက်တဲ့ ရှယ်လန်းတဲ့ ဖောင်းဒိုင်းကားလေးပါ ဒီထဲမှာ ဆော်အသစ်နှစ်ဗွေအားဖြည့်ထားသလို ဒီထဲမှာ ပါတဲ့ ဆော်နှစ်ဗွေထဲက တစ်ယောက်က တွေ့ဖူးသမျှ ကိုရီးယားဆော်တွေနဲ့ မတူပါဘူး မြန်မာအဆက်အပေါက် ထိုင်းမတွေနဲ့တောင်သွားဆင်ပါသေးတယ် တစ်ယောက်ကတော့ ကိုရီးယားမတွေ ထုံးစံအတိုင်း ဖြုဖြုဖွေးဖွေးရေဆေးငါးပေါ့ကိုယ်လုံးကိုယ်ပေါက်နဲ့ အကွက်ဆန်းတွေကတော့ တစ်ကားထက်တစ်ကားဆိုသလို လန်းနေပါတယ်နောက်ထပ် ဖောင်းဒိုင်းနည်းယူရင် အကွက်တွေရှုစားမယ်ဆိုရင်တော့ ဒီဂိုက်ဆရာမကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ ဂေါင်းကြီးတို့ကိုညွှန်းချင်ပါတယ် Translated by : FOXEncoded by : SenpaiQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/Y0az/Mistress.4.2021.HDRip.H264.720pAAC(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-21-at-23.12.35-135x200.png",
        "title": "Trollhunters: Rise of the Titans (2021)",
        "description": "Trollhunters: Rise of the Titans (2021)===========================\nIMDB - 8.8/10CM ပရိသတ်ကြီးများကို လုံးဝအလန်းလွန်နေတဲ့ Animation ကားလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်ဒီစကြဝဠာကြီးကို စွမ်းအားကြီးမားလှတဲ့ စုန်းမကြီးသုံးယောက် ဖန်ဆင်းထားတယ်လို့ဆိုရအောင်ဗျာ\nအဲ့စကြဝဠာကြီးထဲမှာ လူသား တိရိစ္ဆာန် မှင်စာ ဂြိုလ်သား စတဲ့သက်ရှိတွေအားလုံး ညီညွှတ်မျှတစွာနေထိုင်နိုင်ဖို့ ကမ္ဘာမြေဆိုတဲ့လှပတဲ့နေရာလေးကိုလည်း ဖန်ဆင်းခဲ့ကြတယ်ဒါပေမယ့် လူသားတွေကတော့ ကမ္ဘာမြေရဲ့အလှကို မစောင့်ရှောက်ဘဲ ဖျက်စီးကြတယ်ဗျာ\nလူသားအချင်းချင်း စစ်ပွဲတွေခင်း အာဏာတွေပြကြရုံမက မှင်စာလေးတွေကိုပါ ထိခိုက်လာခဲ့တော့\nမှင်စာလေးတွေဟာလည်း ကမ္ဘာမြေကြီးရဲ့အောက်ခြေမှာပဲ ပုန်းလျှိုးကွယ်လျှိုးနဲ့နေထိုင်ကြရတာပေါ့\nဒါတင်မက လူသားတွေဟာ အကောင်လေးတွေကိုနှိပ်စက် အပင်တွေခုတ်နဲ့ ကြာတော့ ကမ္ဘာကြီးလည်းတဖြည်းဖြည်းပျက်စီးလာခဲ့တယ်ဒါကိုသည်းမခံနိုင်တော့တဲ့ စုန်းမကြီးတွေဟာ ကြီးမားလှတဲ့ Titan ကြီးတွေကို ဆင့်ခေါ်ပြီး ကမ္ဘာမြေကိုဖျက်စီးကာ အသစ်တဖန်ပြန်စဖို့ စီစဉ်ပါတော့တယ်ဒါကိုသိရှိသွားကြတဲ့ Trollhunter(မှင်စာမုဆိုး) ဦးဆောင်တဲ့ သူရဲကောင်းတစ်စုဟာ ဖန်ဆင်းရှင်စုန်းမကြီးတွေကို လိုက်လံတားဆီးကြတော့တာပေါ့\nအပြောသာလွယ်ပေမယ့် ဖန်ဆင်းခံလူသားတွေက ဖန်ဆင်းရှင်ကိုခံချဖို့ဆိုတာ ကြားရုံနဲ့ မဖြစ်နိုင်တဲ့ကိစ္စပါ\nဒီလိုမဖြစ်နိုင်တဲ့ကိစ္စကို သူငယ်ချင်းတွေ ဘယ်လိုပူးပေါင်းပြီး ဘယ်လိုတိုက်ခိုက်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်Animation ...",
        "rating": "8.8",
        "url": "https://megaup.net/XZy3/Trollhunters.Rise.of.the.Titans.2021.720p.NF.WEB-DL{CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Awasarn-Lok-Suey-2016-อวสานโลกสวย-141x200.png",
        "title": "Grace (or) Awasarn Lok Suay (2016)",
        "description": "Thriller ထိုင်းဇာတ်ကားပါ...လူငယ်တွေနဲ့ချည်း ရိုက်ကူးထားတာမို့ Teen Thriller ပုံစံမျိုးပေါ့...ဇာတ်လမ်းရဲ့အစကတော့...အခုခေတ်လူငယ်တွေကြား ပဋိပက္ခအဖြစ်များနေတဲ့ Online Cele ကိစ္စပါပဲ...Online ပေါ်က ကိစ္စတွေကို တကယ့်လက်ရှိဘဝတွေနဲ့ တအားကိုရောထွေးလိုက်တဲ့အခါမှာမဖြစ်သင့်တာတွေ မလုပ်သင့်တာတွေ ဖြစ်လာတတ်တဲ့ လူငယ်တွေအကြောင်းပေါ့...။ပြန်ပေးဆွဲခန်း...သွေးထွက်သံယိုခန်းနဲ့...လိင်အသားပေးအခန်းတချို့ကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။IMDb Rating (6/10) ရရှိထားပါတယ်။ \nFile size…(2 GB) / (1.2 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.0",
        "url": "https://megaup.net/2jUle/Grace_or_Awrasarn.Lok.Suey.2016.720p.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/fullsizephoto1342924-140x200.jpg",
        "title": "I Will, Song (2021)",
        "description": "I Will Song (2021)ဘဝမှာဖြစ်ချင်တာတွေ မဖြစ်ရတော့ရင် .....\nမမျှော်လင့်ထားတာတွေ ဖြစ်လာခဲ့ရင် ဘယ်လိုရင်ဆိုင်ကြမလဲ?\nစိတ်ဓါတ်တွေကျ သတ်သေချင်လောက်တဲ့အထိ ဖြစ်လာရင် ဘယ်လိုအားမွေးကြမလဲ?အခုလိုအားလုံးစိတ်ဓါတ်ကျ စိတ်ညစ်နေတဲ့အချိန်မှာ\nစိတ်အားတက်စေမယ့် စကားတွေ နှလုံးသားကိုနွေးထွေးသွားစေမယ့် အဖြစ်အပျက်တွေနဲ့\nစိတ်ညစ်ရင် နားထောင်ဖို့ သံစဉ်ချိုချိုလေးတွေပါတဲ့ အရမ်း ရိုသလို\nMyDramaList မှာလည်း 8.5/10 ရထားတဲ့ ငြိမ့်ငြိမ့်ညောင်းညောင်း ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဂျူလိုင် ၁ရက်ကမှ အသစ်စက်စက်ထွက်ထားတဲ့ .ဒီဇာတ်ကားမှာ\nCast တွေအနေနဲ့ အဆိုတော်မလေး မူးဂယော အဖြစ်\nနာမည်ကြီး T-Ara အဖွဲ့ဝင် Han Eun Jung က အဓိက Main Role အဖြစ်သရုပ်ဆောင်ထားပြီး\nမင်းသားကတော့ ဘာရမ်းအဖြစ် Love With Flaws ထဲက သရုပ်ဆောင် Gu Won ကပါဝင်အားဖြည့်ထားပါတယ်ဇာတ်လမ်းလေးကအေးသလို ထင်ရပေမယ့်\nကြည့်မိတာနဲ့ သီချင်းလေးတွေနဲ့အတူ ဇာတ်ကားထဲမျောသွားနိုင်မယ့် ဇာတ်လေးပါ စိတ်အားတက်စေမယ့် စကားလေးတွေ နဲ့\nနာမည်ကြီး T-ara အဖွဲ့က ...",
        "rating": "4.2",
        "url": "https://megaup.net/2ZRav/I.Will.Song.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Fancy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/YamakasiCapture-151x200.jpg",
        "title": "Yamakasi 2 (or) The Great Challenge (2004)",
        "description": "ယာမာကာစီ ၂ ကတော့ ပြင်သစ်မှာ မဟုတ်တော့ပါဘူး။ထိုင်းမှာ အားကစားခန်းမလေး ဖွင့်ပေးဖို့ လာကြတဲ့ ပြင်သစ် လူစွန့်စားအဖွဲ့ဟာယာကူဇာ နဲ့ တရုတ်လူဆိုးဂိုဏ်းကြားညပ်ပြီး ပြသနာတွေရှုပ်လာပုံကိုဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။  \nFile size…(1.5 GB) / (900 GB)\nQuality…DVD-Rip 720p /480p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "4.7",
        "url": "https://megaup.net/2jTuP/(CM)Yamakasi_2_(2004)The_Great_Challenge.720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZThjZTFlMmQtOTg5Ni00Yjc3LWE2N2UtMDQ2YTA4MTQ1Y2I0XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Yamakasi (2001)",
        "description": "၉၀ ဖွားအတော်များမျးကြိုက်ခဲ့ကြမယ့် old but gold လေး တင်ပေးလိုက်ပါတယ်။ယာမာကာစီ လို့ခေါ်တဲ့ ပြင်သစ် လူစွန့်စား အဖွဲ့အကြောင်းပါပဲ။တိုက်အမြင့်တွေပေါ် စွန့်စွန့်းစားစား ခုန်ပျံကျော်လွှားတဲ့ အားကစား ဝါသနာအိုးတွေ ဖြစ်ပြီးရဲတွေက အာရုံနောက်လို့ ဖမ်းချင်နေတဲ့သူတွေလည်း ဖြစ်ပါတယ်။တစ်နေ့တော့ နှလုံးရောဂါသည် ကလေးလေးတစ်ယောက် သူတို့ကို အားကျပြီး အပင်တက်ရင်းနဲ့ ပြုတ်ကျသွားပါတယ်။ကလေးကို ကုပေးဖို့ ဆေးစရိတ်အရေးပေါ်လိုနေတဲ့အတွက် သူတို့ပညာတွေကို သုံးပြီးတစ်ရက်အတွင်း အိမ် ၇ အိမ်ကို ခိုးဖို့ ကြိုးစားလာတဲ့အခါ.....Yamakasi 2(2004) ကို ဒီမှာ https://channelmyanmar.org/yamakasi-2-or-the-great-challenge-2004/   ကြည့်ပါ။ \nFile size…(1.5 GB) / (900 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.2",
        "url": "https://megaup.net/2jTuU/(CM)Yamakasi_2001_720p_NF_WEB-DL_Hindi_French_x264_ESubs_AC3_-_LOKiHD.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMjI1Nzc0MDM0M15BMl5BanBnXkFtZTcwNzA3NzQxOQ@@._V1_-139x200.jpg",
        "title": "Chashme Baddoor (2013)",
        "description": "Pink တို့ Badla တို့အပြင် ဟိုတလောက နာမည်ကြီးသွားတဲ့ Haseen Dillruba ဇာတ်ကားတို့ရဲ့မင်းသမီးချောလေး Taapsee Pannu ရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားကတော့ Bollywood ရဲ့ Comedy,Drama ရုပ်ရှင်တို့ထုံးစံအတိုင်းအက..အလှ..ဟာသအစုံအလင်ကို ကာလာရောင်စုံမျိုးစုံနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ....ဇာတ်လမ်းကတော့...ဆီးမာဆိုတဲ့ကောင်မလေးဟာ ဇီဇာကြောင်တဲ့အရာရှိကြီးတစ်ဦးရဲ့သမီးလေးပါ...ဇီဇာကြောင်ဖခင်တို့ ထုံးစံအတိုင်း သမီးကညာအရွယ်ရောက်ချိန်မှာ သမီးဖက်ကိုမစဉ်းစားဘဲသူကြိုက်တဲ့သတို့သားလောင်းတွေ ခေါ်ခေါ်လာပြီး သမီးတော်နဲ့ပေးပေးတွေ့နေတာကို စိတ်ကုန်လာတဲ့ဆီးမာတစ်ယောက်အိမ်ကနေ ဂိုအာကို ထွက်ပြေးပါတော့တယ်..ဂိုအာမှာလဲ ဗရုတ်သုတ်ခနဲ့လုပ်ချင်ရာလုပ်တတ်ကြတဲ့ Jai,Sid,Omi ဆိုတဲ့ သူငယ်ချင်း ၃ ‌ယောက်ရောက်နေပါတယ်...ဒီ ၃ ယောက်နဲ့ ဆီးမာတို့တွေ့ကြတဲ့အခါ.....။ဒီဇာတ်ကားက ရုပ်ရှင်ရုံမှာ ပေါ့ပေါ့ပါးပါးခွီနေကျ ဇာတ်လမ်းမျိုးလေးပါ။ဘယ်တော့ပြီးမယ်မှန်းမသိတဲ့ ကိုဗစ်ကာလ ရုပ်ရှင်ရုံပိတ်ထားချိန်ကိုယ့်အိမ်မှာ...ကိုယ့်မိသားစု ချစ်သူခင်သူတွေနဲ့ ကြည့်သင့်တဲ့ရုပ်ရှင်ဖြစ်ကြောင်းညွှန်းဆိုပါရစေ။ \nFile size…(2.4 GB) / (1.6 GB) / (800 MB)\nQuality…BluRay 1080p /720p/ 480p\nFormat…mp4\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/XWvr/Chashme.Baddoor.2013.BluRay.720p.DTS-HD.MA.5.1.AVC.REMUX-FraMeSToR.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MCU-160x200.jpg",
        "title": "Marvel Cinematic Universe Collection",
        "description": "The Incredible Hulk (2008)Iron Man (2008)Captain America: The First Avenger (2011)Iron Man 2 (2010)Iron Man 2 (2010) Thor (2011)The Avengers (2012)Thor: The Dark World (2013)Iron Man 3 (2013) Captain America: The Winter Soldier (2014)Guardians of the Galaxy (2014)Avengers: Age of Ultron (2015)Ant-Man (2015)Captain America: Civil War (2016)Doctor Strange (2016) Guardians of the Galaxy Vol. 2 (2017)Thor: Ragnarok (2017)Spider-Man: Homecoming (2017)Ant-Man and the Wasp ...",
        "rating": "",
        "url": "https://channelmyanmar.org/marvel-cinematic-universe-collection/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/aHR0cHM6Ly9zLmlzYW5vb2suY29tL212LzAvdWQvMjIvMTEyMjc3L2RlZXBfbWFpbl92ZXJ0aWNhbF9yZ2JfdGhfcHJlLmpwZw-138x200.jpg",
        "title": "Deep (2021)",
        "description": "Deep (2021)မအိပ်ဘဲနဲ့ ပိုက်ဆံရမယ်ဆိုရင် ခင်ဗျားတို့ လုပ်မလား?အိပ်တဲ့အချိန်မှာ မယ်လာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်ပါတယ်။မအိပ်ဘဲ နေရင်တော့ ကြူရာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်လာပါတယ်။ဒါကို မိုက်ခရိုချစ်ပ် တစ်မျိုးကို သုံးပြီး ထုတ်ယူမှာပဲ ဖြစ်ပါတယ်။ဒါကို Deep Process လို့ ခေါ်ပြီး အဆင့် ၃ ဆင့် ပါဝင်ပါတယ်။ ၁ ဆင့်တက်တိုင်း ပိုက်ဆံထပ်တိုး ပေးတာမို့ အတော်လေး မက်လောက်စရာပါပဲ။ပိုက်ဆံရဖို့အတွက် လိုက်နာရမယ့် စည်းကမ်းချက်က တစ်ခုပဲ ရှ်ိပါတယ်။\"အိပ်ပျော်မသွားဖို့\" ပါပဲ။တစ်ခါအိပ်လိုက်မိရင် မနိုးသောအိပ်ခြင်း နဲ့ အိပ်စက်ရမှာပါ။ဒါပေမယ့် ကြာရှည်မအိပ်ရတဲ့လူတွေမှာလည်း မအိပ်စက်ရခြင်းရဲ့ ဘေးထွက်ဆိုးကျိုးကို ခံရတာပါပဲ။ဒါကို အစမ်းသပ်ခံလိုက်ရတဲ့ လူငယ် ၄ ယောက်အကြောင်းကို ဇာတ်လမ်းဖွဲ့ရိုက်ကူးထာတာမို့ အတော်လေး စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။အိပ်စက်ခြင်း နဲ့ မအိပ်စက်ရခြင်း လွန်ဆွဲမှုကြားမှာဒီ လူငယ် ၄ ယောက် ကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှုစားရမှာပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/XWwf/Deep.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pig-160x200.png",
        "title": "Pig 2021",
        "description": "နီကလက်ကေ့ဂျ်ကို ပေါကားပဲ ရိုက်နေတယ် ဆိုသူတွေအတွက် ချပြလိုက်ပါပြီ။\nဒီရုပ်ရှင်မှာတော့ သူက ရော်ဘီ ဆိုတဲ့ တောထဲမှာတစ်ယောက်တည်း နေတဲ့ လူကြီးပေါ့။\nရော်ဘီ့မှာ ဝက်မ တစ်ကောင်ရှိတယ်။ အဲဒီဝက်မက သူ့မိန်းမမသေခင် အမှတ်တရ ပေးခဲ့တာမျိုးတော့ မဟုတ်ပါဘူး။\nအဲဒီဝက်မက မှိုရှာတာတော်ပြီး ရော်ဘီက မှိုတွေရောင်းစားတယ်။\nဒီတော့ သူ ဝက်မကိုချစ်တယ်။ ရော်ဘီဆီကနေ မှိုဝယ်နေကျ ဖောက်သည်ကောင်လေးတစ်ယောက်ရှိတယ်။\nတစ်နေ့တော့ ညဘက်ကြီးရော်ဘီကို ရိုက်ပြီး ဝက်မကို လုသွားတယ်။\nအဲဒီဝက်မကို ပြန်ရဖို့ ရော်ဘီတစ်ယောက် မြို့ပေါ်တက်လာရတော့တာပဲ။\nဒီတော့မှ ရော်ဘီဟာ တစ်ချိန်က မြို့ထဲမှာ လူသိများခဲ့တဲ့ ရာဇဝင်ရှိတဲ့ ဆရာကြီးတစ်ယောက်ဆိုတာ သိလာရတော့တယ်။\nလူသတ်သမားကြီးတော့မဟုတ်ဘူး စားဖိုမှူးကြီးမို့လူသိများတာ။ လူသိများပေမယ့် ပြန်လာတော့လည်း သိပ်သောက်ဖက်မလုပ်ကြပါဘူး။\nဒါနဲ့ပဲရော်ဘီတစ်ယောက် တစ်နေရာပြီး တစ်နေရာလိုက်စုံစမ်းရင်း လူမိုက်တွေနဲ့လည်း ရင်ဆိုင်ရတာပဲ။\nရင်ဆိုင်တော့လည်း အထိုးခံရတာပေါ့။ ဒီလိုနဲ့နောက်ဆုံး ဝက်ကို ခိုးသွားတဲ့လူက နယ်နယ်ရရလူမဟုတ်တာကို သိလာချိန်မှာတော့...\nတစ်ခုတော့ ရှိတယ် တစ်ခုခုကို ဆုံးရှုံးရတဲ့ ခံစားချက်ဟာ အသက်ရှင်နေကြောင်း ဖြစ်တည်နေသေးကြောင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1FWuj/Pig.2021.720p_(cm).mp4 https://megaup.net/ZZ21/Pig.2021.1080p_(cm).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ezgif-2-5fa4e3b78749-134x200.jpg",
        "title": "Midnight in the Switchgrass (2021)",
        "description": "Midnight in the Switchgrass(2021)\n=======================\nNo Rating Yetတာရာမင်းဝေ ၀တ္တုတိုတစ်ခုထဲ ဖတ်ဖူးတဲ့ဟာပေါ့။\nသေချာတော့မမှတ်မိတော့ဘူး။သဘောကတော့ဒီလို\nအကြီးကျယ်ဆုံး၀တ္တုတွေမှာ အရာသုံးမျိုးပါရတယ်တဲ့။ ခမ်းနားကြီးကျယ်မှု၊ လိင်စေ့ဆော်မှု၊\nနောက် သဲထိတ်ရင်ဖိုတဲ့။ ဒီရုပ်ရှင်ဟာ ပထမအချက်\nက ယွန်းပြီး ကျန်တဲ့နှစ်ချက်ပါတယ်။ဘရုစ်ဝီလ်ကိုလည်း ပြထားပေမယ့်\nအဓိကဇာတ်ကောင်ကတော့ မီဂန်ဖောက်စ်ပဲ။\nမိန်းကလေးလှလှလေးတွေကို ဖမ်းပြီး\nလှောင်ပိတ်ကစားပြီး လိင်စိတ်ဖြေတဲ့\nကွင်းဆက်လူသတ်သမား မုဒိန်းကောင်ကို လိုက်နေတဲ့\nစုံထောက်မလေးရဲ့ ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ်နဲ့\nဒုတိယအချက်ကို အမိအရသုံးထားတယ်။မှုခင်းရုပ်ရှင် စုံထောက်ရုပ်ရှင်ကြိုက်တဲ့သူတွေ\nကြိုက်မယ့်ကားမျိုးပဲ။ တရားခံကိုတော့\nကားအစမှာကတည်းက ဖော်ပြထားလို့\nသိပ်ပြီးမထူးပေမဲ့ သူပေးတဲ့ သဲထိတ်ရင်ဖိုက\nတရားခံကို မိ မမိ အပေါ်မှာတော့ မမူတည်ဘူး။\nဒါကမြင်နေကြဇာတ်ကွက်ဆိုတော့\nသိပ်တော့ရင်ဖိုလှစရာမရှိဘူး။တရားခံဟာ\nလှလွန်းတဲ့ အသွင်ယူရဲမေ မီဂန်ဖောက်စ်ကို\nဖမ်းပြီး ခူးဆွတ်ခြွေမွဖို့ ကြံတယ်။\nဒီမှာ ဓားစာခံတွေ သေမလားရှင်မလား\nဘာဆက်ဖြစ်မလဲက တဖြည်းဖြည်းနဲ့\nရင်ဖိုစရာတော့ကောင်းတယ်။\nအတိုင်းအတာတစ်ခုအထိ သဲထိတ်ရင်ဖို ရသ\nပေးနိုင်တယ်ပေါ့။ ဒီနှစ်ချက်နဲ့တင် ဒီရုပ်ရှင်ဟာ\nစုံထောက်ရုပ်ရှင် မှုခင်းရုပ်ရှင် ကြိုက်တဲ့သူတွေ\nအတွက် စိတ်ကျေနပ်မှုတစ်ခုတော့\nပေးနိုင်မှာပဲ။အထူးသဖြင့် ကြည့်ပျော်တဲ့ကားတောင်\nအရမ်းရှားနေတဲ့ ဒီကာလထဲမှာပေါ့။တရား၀င်ထွက်ရက်က ဇူလိုင်၂၃ဆိုတော့\nRating မရှိသေးဘူး။ ဒါရိုက်တာRandall Emmett\nကတော့ The Irishmanကားအပါအ၀င်\nဘရုစ်ဝီလ်ကား ဆယ်ကားကျော်ကို ပရိုဂျူဆာ\nလုပ်ဖူးတဲ့သူ။ဒါရိုက်တာက ပရိုဂျူဆာလောက\nကနေ ဒါရိုက်တာဘက် ပထမဆုံးကူးလာတဲ့ကား။\nသို့ပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2jRjt/(CM)Midnight.in.the.Switchgrass.2021.720p.BluRay.x264.DTS-MT.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZTAzN2ZlZTEtOTA5ZS00MGFjLTliYWMtYTQzYTFlYTIwZDVmXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-135x200.jpg",
        "title": "Space Jam: A New Legacy (2021)",
        "description": "Space Jam : A New Legacy (2021)ဘတ်စ်ကတ်ဘောသမား လဘရွန်ဂျိမ်းစ်တို့ မိုက်ကယ်ဘီ ဂျော်ဒန်တို့နဲ့War Machine မင်းသားကြီး သရုပ်ဆောင်ထားတဲ့ Space Jam ထွက်လာပါပြီ။ဇာတ်လမ်းကတော့ ကျွန်တော်တို့ အကြိုက်ဆုံးရုပ်ရှင်တွေကို ဖျက်ဆီး\n(အဲလေ) ဖန်တီးနေကျ ရုပ်ရှင် စတူဒီယိုတစ်ခုဖြစ်တဲ့ ဝန်းနားဘရားသား ကုမ္ပဏီကကွန်ပြူတာအယ်ဂိုရသမ်တစ်ခုကို ဖန်တီးလိုက်ပါတယ်။အဲဒီအယ်ဂိုရသမ်က လူအသိဉာဏ်ရှိပြီး သူ့ကို မလေးမစားပြောလိုက်တဲ့\nလက်ဘရွန်တို့ ဘတ်စ်ကတ်ဘော သားအဖကို မကျေနပ်တာကြောင့်\nကွန်ပြူတာထဲမှာ ချုပ်နှောင်ထားလိုက်ပါတယ်။ပြီးတော့ သူနဲ့ ဘက်စ်ကတ်ဘောနိုင်အောင်ဆေ့ာမှ ပြန်လွှတ်မယ်လို့ ပြောတဲ့အခါ\nလက်ဘရွန်တစ်ယောက် ဝန်းနားဘရားသား ကာတွန်းလောကထဲက ဇာတ်ကောင်တွေအားလုံးထဲကနေ\nသူ့ကိုကူညီမယ့်သူကိုလိုက်ရှာပြီး ကွန်ပြူတာ အယ်ဂိုရသမ်ကို ရင်ဆိုင်ဖို့ကြိုးစားရပါတော့တယ်...ဘာသာပြန်ထားကတော့ CM ပဲ ဖြစ်ပါတယ်။File size…2 GB and 1.2 GB and 680 MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.1",
        "url": "https://megaup.net/XW43/Space.Jam.a.New.Legacy.2021.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/purge-126x200.jpg",
        "title": "The Forever Purge 2021",
        "description": "Purge ရုပ်ရှင်တွေကို အတော်များများတော့ ရင်းနှီးကြမှာပါ။\nအမေရိကန်နိုင်ငံရဲ့ အစိုးရသစ်လက်ထက်မှာ ဓလေ့တစ်ခုရှိတယ်ဗျာ။\nနှစ်စဉ်နှစ်တိုင်းတစ်နှစ်ကို တစ်ရက်တိတိ သန့်စင်ရေးနေ့ဆိုပြီး ခွင့်ပြုပေးတယ်။\nအဲဒီနေ့မှာတစ်နိုင်ငံလုံးကလူတွေကို ဘယ်ရာဇဝတ်မှုနဲ့မှအရေးမယူပါဘူး။\nလူပဲသတ်သတ် ကြိုက်တာလုပ်လို့ရပါတယ်။\nအဲဒီလိုနေ့မှာ သတ်ဖို့ကြိုးစားတဲ့သူတွေ၊အသက်ရှင်ဖို့ ကြိုးစားတဲ့သူတွေ အစုံပေါ့။\nဒီရုပ်ရှင်ကတော့ လေးကားမြောက်ပါ။ အရင် Purge တွေထက် ပိုဆိုးသွားပါပြီ။\n၂၄ နာရီပြည့်တာတောင်တစ်နိုင်ငံလုံးကို အရင်လိုတားလို့မရတော့ဘူး forever purge ဆိုတဲ့ လှုပ်ရှားမှုပေါ်ပေါက်လာပါပြီ။\nပိုဆိုးတာက စတင်လိုက်တဲ့သူတွေက လူဖြူကြီးစိုးရေး အစွန်းရောက်မျိုးချစ်တွေ ဖြစ်နေတာကြောင့်\nမက္ကဆီကိုသားတွေ အခြားနိုင်ငံသားတွေအားလုံးကို ဦးတည်သတ်ဖြတ်လာပါတော့တယ်။\nဒီလူသတ်ကောင်တွေကြားထဲကနေ အမေရိကန်တွေနဲ့ မက္ကဆီကိုသားတွေ ပူးပေါင်းပြီး ဘယ်လိုအလွတ်ရုန်းရမလဲဆိုတာ\nFile size…(1.8 GB) and (1 Gb)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://megaup.net/XW03/The.Forever.Purge.2021.720p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzY2YTQ3MzE0LTFjYzctNGQxNC1hMDJhLTdjYmUyMDlkMjNjZi5qcGc-135x200.jpg",
        "title": "Gunpowder Milkshake (2021)",
        "description": "Gunpowder Milkshake (2021)ဒီကားကတော့ ဂျွန်ဝစ် မိန်းမ ဗားရှင်းပဲ ပြောရမှာပါပဲ။ဂိမ်းအော့သရုန်းရဲ့ မင်းသမီးကြီးနဲ့ မစ်ချဲယိုတို့ပါဝင်ထားပြီး\nအဓိက မင်းသမီးကတော့ မာဗယ်ရဲ့ နီဗြူလာလေး ဖြစ်တဲ့ ကာရမ်ဂယ်လန် ပါပဲ။\nဒီထဲမှာတော့ ဆမ် လို့ ခေါ်တဲ့ လူသတ်သမားလေးပေါ့။\nသူ့အမေက လူဆိုးဂိုဏ်းနဲ့ ပြဿနာဖြစ်ပြီး ခြေရာဖျောက်နေတဲ့ လူသတ်သမားမကြီးပါ။\nတစ်နေ့တော့ သူ့အလုပ်ကနေ ကလေးမလေးတစ်ယောက်ထဲ ကျန်နေတာကို သနားလို့ ကယ်လာတယ်။\nလူဆိုးခေါင်းဆောင်ရဲ့ သားကိုလည်း သတ်မိတယ်၊ဒီတော့ အုပ်လိုက်ကြီးနောက်ကလိုက်သတ်တယ်၊\nသူ့အမေနဲ့ပေါင်းပြီး ပြန်သမတယ်ပေါ့...အက်ရှင်ကြမ်းကြမ်းကောင်းကောင်းလေးပါပဲ.....\nကြိုက်ကြမှာပါ...အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။IMDb - 5.2/10File size....2 GB, 996 MB and 713 MB\nQuality….WEB-DL 1080p, 720p and 480 p\nFormat…mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2jO5l/Gunpowder.Milkshake.2021.720p.WEB.h264-CM.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/chicken-run-poster-135x200.jpg",
        "title": "Chicken Run (2000)",
        "description": "Chicken Run(2000)\nIMDb - 7.0/10_____Rotten - 97%Chicken Run ဆိုတဲ့ ၂၀၀၀ ခုနှစ်က\nDreamWorks ရဲ့ Animation တစ်ကားကို\nတစ်​ခေါက်ပြန်ကြည့်မိတယ်\nငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ခံစားမှုလိုပဲ\nပြန်ခံစားရတုန်းပဲ\nဇတ်လမ်းပုံစံက တွီဒီလို့ ​ခေါ်တဲ့\n​မွေးမြူ​ရေး ကြက်ခြံက ငရဲခံ​နေရတဲ့\nဥ ဥ​ပေးရတဲ့ ကြက်မ​တွေ အ​ကြောင်း​ပေါ့\nအဲ့ဒီကြက်ခြံက​နေ ထွက်​ပြေးဖို့\nအမြဲကြံ​နေတာက ဂျင်ဂျာ ဆိုတဲ့ ကြက််မနဲ့\nသူ့ရဲ့ သူငယ်ချင်း တစ်စု​ပေါ့\nဂျင်ဂျာက​တော့ လွတ်​​​မြောက်နယ်​မြေရှိမယ်လို့\nအမြဲယုံကြည်​နေသူ တစ်ဦး​ပေါ့\nသူ့စိတ်ကူးကို သူငယ်ချင်း​တွေက အမြဲ\nအ​​ကောင်အထည်​ဖော်​ပေးရတယ်\nထွက်​ပြေးဖို့နည်းလမ်း​တွေ ဆွဲကြတယ်\n​ပြေးတိုင်းလဲ ပြန်မိတယ် အဖမ်းခံရတယ်\nပိုင်ရှင် လင်မယားဟာ ကြက်​တွေကို မ​ဝရေစာ\n​​ကျွေး​မွေးပြီး ဥ ဥတဲ့ နှုန်းထားကိုလဲ အမြင့်ဆုံး\nလိုချင်ကြပါ​သေးတယ်\nအပတ်တိုင်း ကြက်ခြံကို ဝင်စစ်​လေ့ ရှိပြီး\nတစ်ပတ်တာ အတွင်း ဥ တာ နည်းတဲ့\nကြက်မ အတွက်​တော့ နားရက်ရသွားတာပါပဲ\nနားရက်ရတယ်ဆိုတာ ကြက်စွပ်ပြုတ်\nဖြစ်သွားတာမျိုး​ပေါ့\n​နောက်ဆုံး ပလန်​တွေ အလုပ်မဖြစ်လို့\nလက်​လျှော့ အရှူံး​​ပေး​တော့မယ်\nစဥ်းစား​နေတဲ့ ဂျင်ဂျာ အတွက်\n​မျှော်လင့်ချက် ​အလင်း​ရောင်က\nတစ်ညမှာ တွီဒီ ကြက်ခြံထဲကို\nကြက်ဖ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/chicken-run2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-16-at-21.41.38-135x200.png",
        "title": "Fear Street: Part Three – 1666 (2021)",
        "description": "Fear Street: Part Three - 1666 (2021)==========================အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားရဲ့အပိုင်း(၃) ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့... ၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့ဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်...ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက် ရှိတ်ဒီဆိုဒ်ကတော့ စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...အပိုင်းတစ်မှာတော့ ရှိတ်ဒီဆိုဒ်မြို့ခံချစ်သူစုံတွဲ ဒီနာနဲ့ဆမ်မှာ  ဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့သူတို့ လမ်းခွဲကြရာက မထင်မှတ်ထားတဲ့ဖြစ်ရပ်ကြောင့် သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတာကိုရှူစားရမှာဖြစ်ပြီး . အပိုင်းနှစ်မှာတော့  ၁၉၇၈ ခုနှစ် နိုက်ဝင်းကမ့်စခန်းမှာဖြစ်ပွားခဲ့တဲ့ လူသတ်မှုတွေအကြောင်းပိုထဲထဲဝင်ဝင်ပြသထားတာဖြစ်ပြီး မြို့ရဲ့သမိုင်းကြောင်း ပိုရုပ်လုံးပေါ်လာတာကို ကြည့်ရှူခံစားရမှာဖြစ်ပြီး၊အခုဇာတ်သိမ်းပိုင်းမှာတော့ ၁၆၆၆ ခုနှစ်တုန်းက ဆာရာဖီအာရဲ့ဇာတ်ကြောင်းကိုကြည့်ရှူရမှာဖြစ်ပါတယ်။သူကတကယ်ပဲစုန်းမလား ဘာတွေဖြစ်ခဲ့တာလဲ ကျိန်စာကတကယ်လားဆိုတာကို ဒီနာတို့နဲ့အတူ လိုက်ပါဖော်ထုတ်လိုက်ကြပါဦးဗျာ . . .(စုစုပေါင်း Part 1(1994), Part 2 (1978), Part 3 (1666) - Trilogy ...",
        "rating": "7.1",
        "url": "https://megaup.net/1DSrx/Fear.Street.Part.3.1666.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQywpstS8m9VyU0ho5E0KTNqd50.jpg",
        "title": "Fear Street Part Two: 1978 (2021)",
        "description": "Fear Street Part Two: 1978 (2021)=========================IMDb Rating - 6.8/10အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားရဲ့အပိုင်းနှစ်ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့...\n၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့\nဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်...ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက်\nရှိတ်ဒီဆိုဒ်ကတော့ စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...အပိုင်းတစ်မှာတော့ ရှိတ်ဒီဆိုဒ်မြို့ခံချစ်သူစုံတွဲ ဒီနာနဲ့ဆမ်မှာ\nဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့ သူတို့လမ်းခွဲကြရာက\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်ကြောင့် သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတာကိုရှူစားရမှာဖြစ်ပြီးအခုအပိုင်းနှစ်မှာတော့\n၁၉၇၈ ခုနှစ် နိုက်ဝင်းကမ့်စခန်းမှာဖြစ်ပွားခဲ့တဲ့ လူသတ်မှုတွေအကြောင်း\nပိုထဲထဲဝင်ဝင်ပြသထားတာဖြစ်ပြီး မြို့ရဲ့သမိုင်းကြောင်း ပိုရုပ်လုံးပေါ်လာတာကို ကြည့်ရှူခံစားရမှာပါအများကြီးပြောပြနေရင် spoil သလိုဖြစ်သွားမှာစိုးလို့ ကိုယ်တိုင်ပဲဲကြည့်ရှူခံစားကြည့်လိုက်ပါလို့(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration - 1h 47minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, MysterySource : 1080p.WebRipTranslator ...",
        "rating": "6.8",
        "url": "https://megaup.net/3FEK3/Fear.Street.Part.2.1978.2021WebRip.720P[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-03-at-16.39.17-1-134x200.png",
        "title": "Fear Street Part One: 1994 (2021)",
        "description": "Fear Street Part One: 1994 (2021)=========================IMDb Rating - 6.5/10အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားလေးဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ R.L. Stine ရဲ့ Best-Selling Fear Street Book Series ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး။Part -1(1994), Part - 2(1978), Part -3(1666) ဆိုပြီး ၃ကားတွဲ တစ်ပတ်ခြားစီဆက်တိုက်ထွက်လာမယ့် Trilogy Event လည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့... ၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့  ဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်... ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက် ရှိတ်ဒီဆိုဒ်ကတော့စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...ဒီနာနဲ့ ဆမ်က ရှိတ်ဒီဆိုဒ်မြို့ခံ ချစ်သူစုံတွဲလေးပေါ့၊ ဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့ သူတို့ လမ်းခွဲစကြရာကမမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တစ်ခုဖြစ်ပြီး သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတဲ့အခါမှာတော့...သူတို့မြို့လေး တကယ်ပဲကျိန်စာသင့်နေတာလားဆိုတာ ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်။တော်တော်လေးကို ဇာတ်ရှိန်မြင့်ပြီးကြည့်လို့ကောင်းပါတယ်။July 9 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jDjs/Fear.Street.Part.1.1994.2021.720p.WEB.RIP[CM].mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/130989550_702675893766247_6469993330608157506_n-138x200.jpg",
        "title": "Indoo Ki Jawani (2021)",
        "description": "Indoo Ki Jawani (Indoo's youth)၂၀၂၀ နှစ်ကုန်ပိုင်းမှာ ရုံတင်ဖြန့်ချိခဲ့တဲ့ Coming of age-Comedy အမျိုးအစား Boolywood ဇာတ်ကားလေးပါ..​ချေအင်ဒီရာဂူပ်တာ ဆိုတဲ့ အိန္ဒိယ အမျိုးသမီး​လေးတစ်​ယောက်\nသူ့ချစ်သူ ဆာတစ်ရှ်ရဲ့ ​ဖောက်ပြန်မှုကို ခံလိုက်ရပါတယ်...\nအ​​ကြောင်းရင်းက​တော့ ချစ်သူက အတူ​နေဖို့ တစ်ချိန်လုံး​တောင်းဆို​နေ​တာကို\nအင်ဒီရာက လက်ထပ်ပြီးမှ အတူ​နေသင့်တယ်လို့ တွင်တွင်ငြင်းဆိုခဲ့တာကြောင့်ပါပဲ...အင်ဒီရာက ဒါတောင်မှ အတော်ကိုလန်းတဲ့ ကောင်မလေးနော်...ဒီမှာတင်စိတ်နာပြီးတော့ ...အချစ်ဆုံးသူငယ်ချင်း ဆိုနယ်လ်ရဲ့အကြံ​ပေးချက်အရ\nအတူ​နေတာကို ​​လေ့ကျင့်​ခန်းဆင်းဖို့ dating app တစ်ခုကို စတင်သုံးစွဲပါ​တော့တယ်...ဒါ့အပြင် သူတို့မြို့ပေါ်မှာလဲ ဖောက်ခွဲရေးအကြမ်းဖက်သမားတွေရောက်နေတဲ့အခါ...သူနဲ့လိုက်ဖက်ညီသူကို Dating App ကနေ ရှာတွေ့သွားမလား....အကြမ်းဖက်သမားတွေနဲ့သူနဲ့ဘယ်လိုပတ်သက်လာမလဲ...ဘယ်လိုအခက်အခဲတွေကိုကျော်ဖြတ်ရဦးမလဲဆိုတာ...ကြည့်ရှုလိုက်ကြပါဦး ...အချစ်ဟာသဇာတ်မြူး​လေးမို့ ပေါ့ပေါ့ပါးပါးလိုက်ပါခံစားရင်း စိတ်ညစ်တာတွေ ခဏတာဖြေဖျောက်ကြပါစို့။\nFile size…(2.3 GB) / (1.5 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1DQya/(CM)Indoo.Ki.Jawani.2020.720p.NF.WEB.RIP.DDP.5.1.HEVC-Telly.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Velli-123x200.jpg",
        "title": "Vellai Yaanai (2021)",
        "description": "Vellai Yaanai (2021)DramaIMDb 8.5/10အသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်ဇာတ်လမ်းကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်ဒီဇာတ်ကားလေးကတော့ လယ်သမားတွေရဲ့ဘဝကို သရုပ်ဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်\nချာတူရ်ဗက်ဒီမန်ဂလမ် ဆိုတဲ့ တမီလ်ရွာလေးဟာ စိုက်ပျိုးရေးကို အဓိကလုပ်ကိုင်ကြပြီးတော့ ရွာတွင်းမှာပဲကုန်စည်တွေဖလှယ်ပြီး စည်ကားကြွယ်ဝနေတဲ့နေရာလေးတစ်ခုပေါ့ဒီလိုသာယာနေတဲ့ရွာလေးကို တစ်နေ့မှာတော့ ဘဏ်လုပ်ငန်းရှင်တွေက စိုက်ပျိုးရေးချေးငွေတွေယူဖို့ လာတိုက်တွန်းပါတော့တယ်\nမာရူတူး ဆိုတဲ့ ရွာသားကတော့ မယူဖို့တိုက်တွန်းပေမယ့် သူ့သူငယ်ချင်း ဗက်လား ကတော့ ယူဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ကံဆိုးမိုးမှောင်ကျတဲ့ရွာသားတွေအတွက်တော့ လယ်လုပ်ငန်းတွေ တိုးချဲ့လုပ်ကိုင်ကြပေမယ့်လည်း မိုးခေါင်ရေရှားမှုကြောင့် ဒုက္ခတွေ့ကြပါတော့တယ်\nသူတို့တွေဘဏ်ချေးငွေတွေကိုရောပြန်ဆပ်နိုင်ပါ့မလား\nဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ကြမလဲ\nမြေနိမ့်ရာလှံစိုက်ဆိုသလိုပဲ ဒီလယ်သမားတွေရော\nလောကဓံရဲ့ဒဏ်ကို ရင်ဆိုင်သွားနိုင်ကြမလား\nစတာတွေကို ကရုဏာရသမြောက်စွာကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Translated by : May Zin Oo & IdaReviewed by : May Zin OoEncoded by : YKQuality : 1080p WEB Dl DDP5.1File Size : 1.96GBDuration : 2h 7min",
        "rating": "8.2",
        "url": "https://megaup.net/2jNTg/Vellai_Yaanai_(2021)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Review_104_Photo_2_-_Body_of_Evidence_1993_400_554_90-144x200.jpg",
        "title": "[18+] Body of Evidence (1993)",
        "description": "မက်ဒေါနားရဲ့ အဖော်အချွတ်တွေကြောင့် ဒီဇာတ်ကားဟာ Best Erotic Thriller ထဲမှာ နာမည်ကြီးပါတယ်...၉၀ ခုနှစ်များဆီက ရှာရွန်စတုန်းရဲ့နာမည်ကျော် Basic Instinct လိုပဲ မက်ဒေါနားကိုလဲ ဒီဇာတ်ကားနဲ့တွဲမြင်ကြပါတယ်...အဖော်အချွတ်သီးသန့်မဟုတ်ဘဲ လူသတ်တဲ့လှည့်ကွက်ဇာတ်အိမ်လေးနဲ့ဆိုတော့ တက်ကြွစွာလိုက်ပါစီးမျောရမယ့်ဇာတ်ကားမျိုးပါ...အဆိုတော်မင်းသမီး Madonna နဲ့အတူ မင်းသားကြီး Willem Dafoe နဲ့ မင်းသမီးကြီး Julianne Moore တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့....\nရှေ့နေကြီး ဖရန့်ဒူလေးနီ (Willem) ဟာ အင်မတန်တော်တဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့ ဖရန့်ဆီကို အမှုတစ်မှုရောက်လာပါတယ်။ အမှုကတော့ ချမ်းသာကြွယ်ဝတဲ့\nအသက်ကြီးကြီးဘိုးတော်တစ်ယောက်ဟာ အိပ်ယာပေါ်မှာ သေဆုံးနေတဲ့အမှုပါ။\nဆေးစစ်ချက်များအရ နှလုံးဖောက်သေဆုံးတာဖြစ်ပေမဲ့ ကိုကိန်းသုံးစွဲထားတဲ့လက္ခဏာလည်းတွေ့ရတဲ့အပြင်\nလက်ကောက်ဝတ်မှာလည်း လက်ထိပ်ရာများတွေ့ရတာဖြစ်လို့ လူသတ်မှုလို့ ထင်စရာရှိတဲ့အနေအထားဖြစ်နေပါတယ်။\nဘိုးတော်ရဲ့အိမ်ထဲမှာ BDSM လုပ်တဲ့နေရာမှာသုံးတဲ့ ပစ္စည်းကိရိယာတွေလည်းတွေ့ထားတဲ့အပြင် ဗွီဒီယိုစက်မှာလည်း\nဟုမ်းမိတ်ဗွီဒီယိုတစ်ခုက ပွင့်လျက်အနေအထားနဲ့ ရှိနေပါတယ်။\nအဓိကသံသယအဝင်ခံရသူကတော့ ထိုဘိုးတော်နဲ့ တွဲနေတဲ့ ငယ်ရွယ်တဲ့အမျိုးသမီးလေး ရေဘတ်ကာကာလ်ဆင်(Madonna)ပဲဖြစ်ပါတယ်။\nသံသယပိုအဝင်ခံစရာကောင်းတာက ဘိုးတော်ရဲ့သေတမ်းစာထဲမှာ ရေဘတ်ကာရဲ့နာမည်နဲ့ ဒေါ်လာ ၈ သန်းအမွေထားခဲ့ပေးတဲ့ကိစ္စပါပဲ။\nရှေ့နေကြီးဖရန့်ဟာ ဒီအမှုကို ရေဘတ်ကာဘက်ကနေ ...",
        "rating": "4.5",
        "url": "https://megaup.net/XRw3/(CM)Body.Of.Evidence.1993.720p.BluRay.x264-DiVULGED.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYjc1ZTFiNGItMzQyYy00OTFlLThjOGYtNzA2NWY1M2E4MTAzXkEy_002-135x200.jpg",
        "title": "Hunter Hunter (2020)",
        "description": "Hunter Hunter (2020)=================IMDb Rating - 6.3/10 နာမည်ကို ကြည့်လိုက်တာနဲ့ အမဲလိုက်တဲ့ကား ဆိုတာ သိကြမှာပါ။ ဆိုတော့ ..... အမဲလိုက်တဲ့ကားတွေကြိုက်တတ်တဲ့လူတွေ သဘောကျမယ့်ကားမျိုးပါပဲ။ ဘဝဟာ မုဆိုးတစ်လှည့် သားကောင်တစ်လှည့်ပါပဲ။လေးဖြူရဲ့အမဲလိုက်မုဆိုး သီချင်းထဲကလိုပေါ့ဗျာ။ မုဆိုးကြီး ဂျိုးဆက်တို့ သားအမိသားအဖ ၃ ယောက်ဟာတောထဲမှာ အိမ်ကလေးဆောက်ပြီး နေကြပြီး အမဲလိုက်တဲ့အလုပ်နဲ့ အသက်မွေးဝမ်းကျောင်းပြုကြတာပါ။သူတို့ကို ခြိမ်းခြောက်နိုင်တာကတော့ ဝံပုလွေတစ်ကောင်ပါပဲ။ ပုံမှန်ဆိုရင် လူက မုဆိုး တိရစ္ဆာန်က သားကောင်ပါ။တိရစ္ဆာန်က မုဆိုး ဖြစ်ပြီး လူက သားကောင်ဖြစ်တဲ့အချိန်မှာတော့ ..... Horror, Thriller ကြိုက်သူများအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ဇာတ်ကို အဆုံးထိ ရောက်လို့ ရောက်မှန်းမသိအောင် ွဲခေါ်သွားမယ့် ဇာတ်ကားမျိုးပါပဲ။ IMDb Rating - 6.3/10 ရရှိထားပြီး . Thriller ကား ကြိုက်နှစ်သက်သူတွေအတွက်တော့ကြည့်ကောင်းမယ့်ကားမျိုးဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို August ...",
        "rating": "6.3",
        "url": "https://megaup.net/1AA3b/Hunter.Hunter.2020.720p.WEBRip[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc5MTg2NjQ4MV5BMl5BanBnXkFtZTgwNzcxOTY5NjE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Good Dinosaur (2015)",
        "description": "The Good Dinosaur (2015)IMDb - 6.7/10_____Rotten - 76%\n  \n2015 လောက်က CM မှာ တင်ခဲ့ဖူးတဲ့ The Good Dinosaur ဆိုတဲ့\nAnimation ရုပ်ရှင်ကားလေးကို အသစ်တဖန် 1080P BluRay Version\nအဖြစ်ပြောင်းလဲ တင်ဆက်ပေးလိုက်ပါတယ် ကြည်တောက်ရှင်းမှ\nကြိုက်တဲ့ Quality အကောင်းကြိုက်သူတွေ အတွက်ပါ....\nဒီ Animation ရုပ်ရှင်လေးဟာ ကလေးတွေတင်\nမကပါဘူး လူကြီးတွေပါ ကြိုက်ပါတယ်...\nကျနော်တို့ မသိလိုက်တဲ့ ကျောက်ခေတ် မှာ\nဒိုင်နိုဆော တွေဟာ သူတို့ဘာသာ အသက်ရှင်\nရပ်တည်ဖို့ အသီးအရွက်စားတွေ ဆို လယ်တွေ စိုက်တယ်\nရိတ်သိမ်းတယ် လှောင်ထားတယ် နွေစာ မိုးစာ ဆောင်းစာ\nသက်သက်မှတ်မှတ် သိမ်းကြပြီး အသားစား သတ္တဝါတွေကတော့\nအသားစားလို့ရတဲ့ သတ္တဝါငယ်တွေကို မွေးမြူပြီး စားသောက်ကြပါတယ်\n  \nအဲ့ဒီအချိန်မှာ လူသားတွေ ဆိုတာ ဒိုင်နိုဆော လောက်တောင်\nအသိဉာဏ် မဖွင့်ဖြိုးသေးတဲ့ ပုံစံ ပြသထားပြီး\nဒီရုပ်ရှင်ကား ရဲ့ အဓိက ဇတ်ကောင် ၂ ခုဖြစ်တဲ့\nအာလို ဆိုတဲ့ ဒိုင်နိုဆော ငကြောက်လေး ရယ်\nသူ့ကို အမြဲ လိုက်စောင့်ရှောက်ပေးတဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-good-dinosaur/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/love-you-my-arrogance-2020-136x200.jpeg",
        "title": "Love You My Arrogance (2020)",
        "description": "ကျေးရွာတွေဆီ ခရီးထွက် video တွေရိုက်ပြီး Youtube Channel ပေါ်တင်ရင်း နာမည်ရလာတဲ့ အိုက်ဆန် တစ်ယောက်\nFanတွေ အများရှိပေမယ့် ဘယ် Fan နဲ့မှ အရောတဝင်မနေ မာနကြီးသလိုလုပ်နေတာကြောင့် လူမုန်းများလာခဲ့ပါတယ်သူဘယ်သူနဲ့မှ အရောတဝင်မလုပ်ရတာကတော့ သူ့မှာ ထူးခြားတဲ့အစွမ်းရှိနေလို့ပါ\nအဲ့ဒါကတော့ သူများတွေ စိတ်ထဲကတွေးနေတာကို ကြားနေရတာပါပဲ\nFan တွေကြားထဲရောက်သွားရင် လူတွေအများကြီးရဲ့အတွေးတွေကို ကြားနေရပြီး ခေါင်းအရမ်းမူးတာကြောင့် အရောတဝင်မနေဖြစ်တော့တာပေါ့ဒီလိုနဲ့ တနေ့ သူခရီးထွက်လာတဲ့ လမ်းမှာ အန်နာဆိုတဲ့ ကောင်မလေးနဲ့ တွေခဲ့တယ်\nတစ်ခြားသူတွေ အတွေးကို အကုန်ကြားနေရတဲ့သူ အန်နာရဲ့အတွေးကိုတော့ ဘယ်လိုပဲကြိုးစားနားထောင်နားထောင် သူမကြားရပါဘူး အန်နာဆိုတာလည်း တက်သစ်စ စာရေးဆရာမတစ်ယောက်\nကုန်ကြမ်းတွေစုဖို့အတွက် နယ်လှည့်ပြီး လူတွေအကြောင်း လေ့လာနေသူတစ်ယောက်ပေါ့\nအဲ့အချိန်မှာ အိုက်ဆန်နဲ့တွေ့ပြီး ကုန်ကြမ်းရပြီဆိုပြီး အနောက်က တကောက်ကောက် လိုက်ကပ်နေတဲ့နောက်...သူတို့ရဲ့ ထူးဆန်းလှတဲ့ တွေ့ဆုံမှု့ကနေ ဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှူ့ခံစားလိုက်ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/XRgy/Love_You_My_Arrogance_(2020)_NF_720p.mp4",
        "category": "Comedy, Romance, Supernatural"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/chat-113x200.jpg",
        "title": "Chathur Mukham (2021)",
        "description": "IMDb Rating (6.5)ဆဲလ်ဖီဆွဲလို့ လိုက်သတ်တဲ့ ကားကြည့်မလား...\nဆိုရှယ်ကျကျနေတတ်တဲ့ တေဂျက်စဗီနီဆိုတဲ့ကောင်‌မလေးဟာ\nသူ့ဖုန်းလေးပျက်သွားတော့ အွန်လိုင်းပေါ်ကနေ ဖုန်းလေးတစ်လုံးဝယ်ခဲ့တယ်\nဒီဖုန်းသူ့လက်ထဲရောက်လာကတည်းက ဒုက္ခတွေများပြီး\nအသက်အန္တရာယ်ထိခိုက်စေတဲ့ အဖြစ်အပျက်တွေရှိလာကော...\nဒီလိုဘာကြောင့်ဖြစ်မှန်း စူးစမ်းရင်းနဲ့ သူ ဆဲလ်ဖီဆွဲလိုက်တိုင်း\nကိန်းဂဏန်းတွေ ပုံထဲမှာ ပေါ်ပေါ်လာနေတာကို သတိထားမိလာတယ်\nဆက်စပ်ပြီး ဒီဖုန်းအကြောင်းစုံစမ်းမိဖို့ သူ့ကိုရောင်းလိုက်တဲ့သူဆီ\nအသွား..အဲ့ဒီလူရဲ့ အသုဘဖြစ်နေတဲ့အခါ\nဒီလိုပဲ တခြား၃လေးယောက်ကလည်း ဆဲလ်ဖီဆွဲရင် ကိန်းဂဏန်းတွေ\nပေါ်လာလိုက် ရက်ပိုင်းလောက်နေရင် ဆုံးသွားလိုက်နဲ့ဆိုတော့...\nဘာတွေဆက်ဖြစ်လာမှာလဲ...(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Ida မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.5 GB)and (1.6 GB) and (480 MB)\nQuality…WEB-DL 1080p and 720p 5.1 CH and 480p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ida",
        "rating": "",
        "url": "https://megaup.net/1DOyU/CHATHUR_MUKHAM_(2021)_Malayalam_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-12-at-14.08.22-141x200.png",
        "title": "Tides (2021)",
        "description": "Tides (2021) (or) The Colony (2021)===========================IMDb Rating - 5.4/10 ဒီကားက သိပ္ပံစိတ်ကူးယဥ်ကားတွေထဲမှာမှ လက်တွေ့ဆန်ဆန် အနာဂတ်ကို ပုံဖော်ထားတဲ့ကားမျိုးပါ၊ဒီကားကြည့်ရင်း ပထမဆုံးတွေးမိတာက အနာတ်ဂတ်မျိုးဆက်ဟာ ရှေ့မျိုးဆက်တွေရဲ့ ကောင်းမွေဆိုးမွေကို ခံရမှာပဲဆိုတာပါပဲ၊အနာဂတ်မှာ ဆန်းသစ်တဲ့ နည်းပညာတွေတင်မကဘူး ဆန်းသစ်တဲ့ ပြဿနာပေါင်းစုံလည်း ပေါ်လာမှာပါ၊အခုတောင် pandamic ဖြစ်လို့ လူသားတွေ ရှင်သန်ဖို့ ရုန်းကန်နေကြရပါတယ်၊အဲလိုပဲ ကမ္ဘာကြီးကို လူသားတွေကပဲ ဖျက်ဆီးခဲ့တယ် ဖျက်ဆီးနေဆဲ ဆိုတာက အရှိတရားပါ၊ဇာတ်လမ်းထဲမှာတော့ ဝမ်းနည်းစွာနဲ့ပဲ ကမ္ဘာကြီးက လူသားတွေ နေလို့မရအောင် ပျက်ဆီးသွားခဲ့ပါတယ်၊ဒီတော့ အထက်တန်းလွှာလူတစ်ခုက တစ်ခြားနေထိုင်လို့ရတဲ့ ဂြိုလ်တစ်ခုဆီကို ပြေးကြပါတယ်၊ဒါပေမယ့် အဲဒီမှာလည်း ပြဿနာတွေ ရှိနေပါတယ်အဲဒီဂြိုလ်မှာ ရေဒီယိုသတ္တိကြွဓာတ်တွေ ရှိနေတာကြောင့် လူသားတွေဟာ မျိုးအောင်ဖို့ ခက်လာပါတယ်၊ဒီတော့ လူသားမျိုးနွယ် မပျက်သုန်းဖို့အတွက် စွန့်ပစ်ခဲ့တဲ့ အိမ်အဟောင်းကို ပြန်လာဖို့ ကြိုးစားကြရပါတော့တယ်၊ဒီလိုနဲ့ သူတို့တွေ ကမ္ဘာမြေပေါ် ပြန်ခြေချဖို့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1DOrk/The.Colony.2021.720p.WEBRip[CM].mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/poster_opt-133x200.jpg",
        "title": "Die in a Gunfight (2021)",
        "description": "ရက်သ်ကာ့သ် မိသားစုနဲ့ ဂစ်ဘွန် မိသားစုတွေဟာ နယူးယောက်ခ်မြို့တော်မှာ\nသြဇာကြီးတဲ့ ထိပ်တန်းမီဒီယာလုပ်ငန်းရှင်ပြိုင်ဘက်ကြီးတွေဖြစ်ပြီး\nမျိုးရိုးစဉ်ဆက် တစ်ဦးနဲ့ တစ်ဦး ရန်စောင်တိုက်ခိုက်လာတဲ့ မဟာရန်သူတွေပါ။\nသူတို့ရဲ့ ဆယ်ကျော်သက်သားနဲ့သမီးတွေဖြစ်တဲ့ ဘင်န်ဂစ်ဘွန်နဲ့ မေရီရက်သ့်ကာသ့်တို့ဟာ\nရန်စတွေကို လျစ်လျူရှုပြီး အရူးအမူးချစ်မိသွားတဲ့အခါမှာတော့\nခေတ်သစ်ရိုမီယိုနဲ့ ဂျူလီယက်ဆန်ဆန် ဇာတ်လမ်းမျိုးဖြစ်လာပါတော့တယ်။\nဒီနေရာမှာဇာတ်လမ်းကို ပိုရှုပ်ထွေးတာက ကော်ပိုရိတ်တစ်ခုရဲ့အတွင်းရေးအရှုပ်တော်ပုံ၊\nသူတို့ငှားထားတဲ့ ကြေးစားလူသတ်သမား၊\nမေရီရက်သ်ကာ့သ်ကို တစ်ဖက်သတ်ချစ်မိနေတဲ့ ဝီလျံရက်သ်ကာ့သ်ရဲ့လူယုံတော်တို့ပါပဲ။\nခေတ်အဆက်ဆက်ရိုးမသွားနိုင်တဲ့ ဇာတ်လမ်းသွားမျိုးကို မြူးကြွသွက်လက်နေအောင်တင်ဆက်ထားပြီး\nလူငယ်ကြိုက် သရုပ်ဆောင်တွေဖြစ်တဲ့ Diego Boneta (Terminator: Dark Fate,Monster Hunter) နဲ့\nအထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့ မင်းသမီးချောလေး Alexandra Daddario တို့က\nခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပါတယ်။\nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.7",
        "url": "https://megaup.net/1DOud/(CM)Die.in.a.Gunfight.2021.720p.Bluray.DTS-HD.MA.5.1.X264-EVO.mp4",
        "category": "Action, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNlFv3WSTdGqvHic54MxS5WrKyG.jpg",
        "title": "Ghost Mansion(2021)",
        "description": "Ghost Mansion (2021)အခုတစ်ခေါက်မှာတော့ တော်တော်လေးကြည့်ကောင်းပြီး အသစ်စက်စက်ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား Horror ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ကြည့်လို့တော်တော်စိတ်ဝင်စားဖို့ ကောင်းသလို ထုံးစံအတိုင်းမြှုပ်ကွက်လေးတွေပါလို့ ကြည့်ရတာတန်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ် Cast တွေကတော့ Sung-Joon, Kim Hong-Pa, Kim Bo-Raတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဂျူလိုင် ၁၅ရက်နေ့ကတင် ရုံတင်ထားတဲ့ ရုံတင်ကားကြီးတစ်ကားလည်းဖြစ်ပါတယ်ကျိန်စာတိုက်ခံထားရတဲ့ အိမ်ယာတစ်ခု ဇာတ်လမ်းကတော့ အဲ့ဒီကျိန်စာတိုက်ခံထားရတဲ့ ဂွမ်းနင်း အိမ်ယာအကြောင်းကနေစပါတယ် အဲ့ဒီအိမ်ယာက ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ခြောက်ခြားဖွယ်တွေ ဖြစ်တတ်လို့ ကျော်ကြားတဲ့ အိမ်ယာတစ်ခုပါ တစ်ရက်မှာ အဲ့ဒီအိမ်ယာကို Webtoon ကာတွန်းရေးဆရာတစ်ယောက် ဇာတ်လမ်းယူဖို့ရောက်လာခဲ့ပါတယ် သူကအဲ့ဒီအိမ်ယာ ထိန်းသိမ်းရေးလူကြီးတစ်ယောက်နဲ့ သူကတွေ့ဆုံပြီး အဲ့ဒီမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းတွေကို နားထောင်ဖို့ရောက်လာခဲ့တဲ့ သူတစ်ယောက်ပေါ့ အဲ့ဒီအိမ်ယာထိန်းသိမ်းရေး လူကြီးက Webtoon ကာတွန်းဆရာကို အဲ့ဒီအိမ်ယာမှာနေခဲ့တဲ့ သူတွေရဲ့ စိတ်ဝင်စားဖွယ် ကြောက်လန့်ဖွယ်အဖြစ်ဆိုးတွေကို တစ်ခုချင်းပြောပြပါတော့တယ် ဘာတွေပြောပြတယ် ဘယ်လိုတွေဖြစ်ပျက်ခဲ့တယ်ဆိုတာ အရမ်းစိတ်ဝင်စားဖို့ကောင်းလို့ ကိုယ်တိုင်ပဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jL1g/Ghost.Mansion.2021.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/never-gone-2016-orig-poster-200x300.jpg",
        "title": "So Young 2: Never Gone (2016)",
        "description": "Kris လို့လူသိများတဲ့ EXO M leader ဖြစ်ခဲ့ဖူးတဲ့ မင်းသား Wu Yi Fan နဲ့ဂူဂူးလို့မြန်မာမှာလူသိများတဲ့ မင်းသမီး Liu Yifei တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်အလွမ်းအဆွေးဇာတ်ကားလေးပါ။Kris ကကျေးလက်သူလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့ ကြွယ်ဝချမ်းသာတဲ့သူဌေးသားလေးချောင်ဇောင်းအဖြစ်လည်းကောင်း….(ဂူဂူး)က ချစ်သူကိုချစ်လွန်းလို့ အရာရာကိုချစ်သူအလိုကျ မျက်နှာတစ်ချက်မနွမ်းအောင်ဖြည့်ဆည်းပေးခဲ့တဲ့ ဆုရင်အဖြစ်လည်းကောင်းပုံဖော်ထားပါတယ်။အချစ်စစ်တို့သဘောအတိုင်းမဖြောင့်ဖြူးနိုင်တဲ့သဘောရှိတာမို့သူတို့ရဲ့အချစ်လမ်းမှာ ဘယ်လိုကံကြမ္မာမုန်တိုင်းတွေဝင်ရောက်လာမလဲဆိုတာ….။ဘယ်လိုကံကြမ္မာတွေပဲဖြစ်ဖြစ် ...အနားမှာရှိရှိ..မရှိရှိ..အချစ်ဆိုတာ ရင်ထဲမှာ ထာဝရကိန်းအောင်းနေမယ့် အမြဲမွှေးပျံ့နေမယ့် ပန်းလေးတစ်ပွင့်ပဲမဟုတ်ပါလား။ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး အခန်းတိုင်းလိုလိုမှာ အလှအပ အရိုတွေချည်းပဲမို့Romance ကြိုက်သူတွေ ဂူဂူးပရိတ်သတ်တွေ Kris ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..။ \nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2jKL0/Never.Gone.2016.720p.BluRay.x264-WiKi.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuGahjI6s8MKpTUFUtuE72EMG46.jpg",
        "title": "Whispering Corridors 6: The Humming (2021)",
        "description": "Whispering Corridors6 : The HummingMine ထဲမှာ လူကြိုက်များခဲ့တဲ့ Kim Seo Young နဲ့\nPenthouse ထဲက ဘယ်ရိုနာလို့ အများက သိထားကြတဲ့\nအားလုံးရဲ့အချစ်တော် မင်းသမီးလေး Kim Hyun Soo တို့ ခေါင်းဆောင်ပါဝင်ထားတဲ့\nWhispering Corridors 6 : The Humming ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။Whispering Corridors ဇာတ်လမ်းတွေကတော့\nအစဉ်အဆက် နာမည်ကြီးခဲ့ပြီးသားဆိုတော့ အများကြီး ညွှန်းစရာ မလိုလောက်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။Eun Hee က သူ့ရဲ့ မွေးရပ်မြေက မိန်းကလေးအထက်တန်းကျောင်းကို\nဒုကျောင်းအုပ် အနေနဲ့ ပြောင်းရွေ့လာခဲ့ပါတယ်.\nဒီကျောင်းက သူငယ်စဥ်ကတက်ခဲ့တဲ့ ကျောင်းလည်းဖြစ်ပြီးတော့\nကျောင်းသူတွေကြားထဲမှာလည်း ကျောင်းရဲ့ တတိယထပ်က ဂိုထောင်က သရဲခြောက်ပါတယ်ဆိုပြီး နာမည်ကြီးပါတယ်.....HaYoung နဲ့ SoYeon က အဲဂိုထောင်ထဲကနေအသံတွေကြားနေခဲ့ရတာပါ။\nHaYoung က Eun Hee ...",
        "rating": "6.2",
        "url": "https://megaup.net/1DNpn/Whispering.Corridors.6.The.Humming.2020.WebRip.720p.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91LTIK00CSL._SL1500_-141x200.jpg",
        "title": "(21+)[HND-723]  The Succubus Who Wanted Children",
        "description": "(21+)[HND-723]  The Succubus Who Wanted Children\n-------------------------------------------------------------------\nDSရဲ့ဖန်တွေအတွက် Javလောက ခန္ဓာကိုယ်အချိုးအစားရော မျက်နှာပေါက်လေးရော အပြစ်ပြောစရာမရှိအောင်ပြီးပြည့်စုံလွန်းတဲ့Emi Fukadaလေးရဲ့ အမိုက်စား ၂၁+တပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့..ဖူကာဒါလေးက ကဝေမလေးတစ်ယောက်.သူမရဲ့လျှို့ဝှက်ချက်က အတွဲတွေ အိမ်ထောင်သည်တွေ ကလေးယူ၇အောင် ဆိုတဲ့ စကားကိုပြောလိုက်ရင် အဲ့ဒီနေရာမှာ ပေါ်လာပြီးယောကျာ်းဖြစ်သူကို အားကုန်ခမ်းတဲ့ထိမနားတမ်း ပြုစုပေးပြီး ကလေးလိုချင်နေရှာတဲ့ကဝေမလေးပေါ့..တကားလုံးမှာလဲ ကဝေမလေးဖူကာဒါအိမ်ထောင်သည်တွေ အတွဲတွေကြားဘယ်လိုဘယ်ပုံဝင်ရောက်ပြီး သူမရဲ့ဆန္ဒကိုပြည့်ဝအောင် ဘယ်လိုတွေလုပ်ယူသွားမယ်ဆိုတာကိုအလန်းစားရိုက်ချက်တွေရော ဖူကာဒါလေးရဲ့အလှတရားနဲ့ရော ဆွဲဆောင်သွားပြီးဇာတ်လမ်းပြီးတဲ့ထိ သားရည်တမြှားမြှားနဲ့ကြည့်ရဦးမှာမလို့ DSရဲ့ဘရိုတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် Translated by: Porn VirusEncoded by : SenpaiFile Size : 2.24GB and 1.35GBQuality : 1080p and 720pDuration : 2h 32mins",
        "rating": "6.5",
        "url": "https://megaup.net/1DNkq/HND-723_The_Succubus_Who_Wanted_Children.720p(DS).mp4",
        "category": "Adult, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Collar-Bomb-132x200.jpg",
        "title": "Collar Bomb (2021)",
        "description": "IMDb Rating (6.2)Disney+Hotstar က ထုတ်လွှင့်ထားတဲ့ Action , Thriller Bollywood ဇာတ်ကားကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်....ဇာတ်လမ်းကတော့ ကြမ်းပါတယ်...အသေခံဗုံးခွဲသမားတစ်ယောက်က ဗုံးတွေအပြည့်ဝတ်ဆင်ပြီး ကျောင်းဆောင်ထဲဝင်လာပါတယ်...ကျောင်းထဲက ကလေးတွေရဲ့ အသက်ကို သူက အလဲအလှယ်လုပ်မှာပါ....ကလေးတွေ အသက်ရှင်ချင်ရင် ကလေးမိဘတွေက ကိုယ့်ဖာသာ အသေခံရမှာပါ...အပေးအယူကြမ်းတဲ့ ဇာတ်ကြောင်းနောက်ကွယ်မှာလဲ လျှို့ဝှက်ချက်တွေက ရှိနေပါသေးတယ်...အသက်ရှင်ဖို့ အလျော်အစားကြမ်းနေတဲ့ ၂၀၂၁ ကာလကြီးနဲ့ ကိုက်ညီမယ့် ဇာတ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်..။\nFile size…(1.7 GB) and (1.1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Thuya",
        "rating": "6.2",
        "url": "https://megaup.net/XPtl/(CM)COLLAR_BOMB_(2021)_Hindi_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ppiL13JJx2LkyoNb8JM0h7nxYmk.jpg",
        "title": "Black Widow(2021)",
        "description": "Black Widow(2021)အညွှန်း************************IMDb...7.5(HEVC.1080P.5.1CHရပါပြီနော်...)ဘလက်ဝစ်ဒိုးအဖြစ် စကားလက် ဂျိုဟန်ဆန်နောက်ဆုံးသရုပ်ဆောင်တဲ့ ရုပ်ရှင်ကြီး ရပါပြီ။ဒီဇာတ်လမ်းကိုတော့ Civil War အပြီး ကာလမှာ တည်ဆောက်ထားတာပါ။ဆိုကိုဗီယားသဘောတူညီချက်ကို ချိုးဖောက်လို့ အဗန်ဂျာတွေ ပြိုကွဲပီးလိုက်ဖမ်းခံနေရပါတယ်။ကပ် နဲ့ နာတာရှာကတာ့ ဝရမ်းပြေးတွေပေါ့။ အဲဒီအချိန်မတိုင်ခင် Age of Ultron ရုပ်ရှင်မှာတုန်းက နာတာရှာရဲ့အတိတ်ကို ဖြတ်ခနဲ မြင်လိုက်ရသေးတယ်မဟုတ်လား။ လူသတ်သမား သူလျှိုတွေကို လေ့ကျင့်ပေးတဲ့ခန်းဆောင်နီဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ့။ အခုရုပ်ရှင်မှာတော့ အဲဒီခန်းဆောင်နီနဲ့ ပတ်သက်တဲ့အတိတ်တွေကနောက်က လိုက်လာပြီး သူ့လိုပဲ ဝစ်ဒိုးတွေ အများကြီးနဲ့ ရင်ဆိုင်ရတော့မှာပါ။နောက်ပြီးတော့ ဘလက်ဝစ်ဒိုး အသစ်ဖြစ်လာမယ့်သူလည်း ပါသလို နောင်လာမယ့်ရုပ်ရှင်တွေနဲ့ ဆက်စပ်လို့ရမှာတွေကို ပြသွားပါတယ်။ ထုံးစံအတိုင်း စာတန်းထိုးပြီးရင် အပိုပါတဲ့တစ်ခန်းကိုကြည့်ဖို့တော့ မမေ့နဲ့ပေါ့ဗျာ....  File Size : (2.1 GB) ...",
        "rating": "7.5",
        "url": "https://megaup.net/1DLz8/BLACK_WIDOW.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
        "title": "How I Became a Superhero (2021)",
        "description": "How I became a Superhero (2021)ခုတင်ဆက်ပေးမှာကတော့ IMDb rating 5.9 ရရှိထားတဲ့ 2020 ထွက်စွမ်းအားရှင် ဇာတ်ကားလေးဖြစ်ပါတယ်\"ကြီးလာရင် လူစွမ်းကောင်းကြီး လုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်မယ်\"ဆိုတဲ့\nငယ်ဘဝစကားလေးကိုတော့ လူတိုင်း မှတ်မိကြမယ် ထင်ပါရဲ့။\nဒါပေမဲ့လည်း တကယ်တမ်းကျ Superhero ဖြစ်ရတဲ့ဘဝဟာ\nခက်ခဲနက်နဲတဲ့ မစ်ရှင်တစ်ခုကို ထမ်းဆောင်နေရသလိုပါပဲ။\nကြမ်းတမ်းတယ် ..... ပင်ပန်းတယ် ..... ခက်ခဲလှပါတယ် .....ဒီဇာတ်လမ်းမှာတော့ စွမ်းအားရှင်တွေနဲ့အတူ သာမန်လူတွေက အတူတကွ ယှဉ်တွဲနေထိုင်ကြပါတယ်အချိန်ကြာလာတာနဲ့အမျှ သာမန်လူတွေဟာ\nစွမ်းအားရှင်တွေလိုမျိုး အစွမ်းတွေ ပိုင်ဆိုင်လာချင်ကြပါတယ်\nဒီလိုနဲ့ သူတို့က အစွမ်းရဖို့အတွက် ဆေးတွေသုံးစွဲကြရင်း\nပဲရစ်လူအဖွဲ့အစည်းအတွင်းမှာ ဘယ်လိုထိခိုက်မှုတွေရှိလာမလဲ....ရဲအရာရှိဖြစ်တဲ့ မင်းသားမော်ရိုးဟာ ဒီအမှုအတွက် လိုက်လံစုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ....မော်ရိုးရော ဒီအမှုကိုဖြေရှင်းနိုင်ပါ့မလား?\nသူရဲ့နောက်ကြောင်းကကော ဘယ်လိုဖြစ်မလဲဆိုတာကို\nဆက်လက်စောင့်ကြည့်ကြပါဦးနော်The Boys တို့ Jupiter Legacy'sတို့ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nလုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲနော်အညွှန်းကို Shwe Pyae က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ZI8r/how.i.became.a.superhero.2020.720p.WebRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d1CViA7W2ZQLodOBWU9bbxnacYY.jpg",
        "title": "Settlers(2021)",
        "description": "Settlers 2021ဒီတစ်ခါတော့ Settlers ဆိုတဲ့ ပေါ့ပေါ့ပါးပါး Sci-Fic ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်IMDb rating 6.4/10 ရထားပါတယ်မားစ်ဂြိုဟ်ပေါ်က မာရှန် ပို့စ် မှာ အခြေချနေကြတဲ့ သားအမိ သားအဖ မိသားစု သုံးယောက်အကြောင်းကနေ စတင်ပြသထားပါတယ်အဖေဖြစ်သူက သမီးကို ရယ်စရာတွေပြောရင်း အာကာသဗဟုသုတ တွေ သင်ပေးရင်း အမေက သင်္ချာ စတဲ့အတွက်အချက်တွေ သင်ပေးရင်း ဖုန်နီနီ သဲကန္တာရကြီးထဲက ပျော်ရွှင်ဖွယ် မိသားစု တစ်ခုပေမယ့်သမီးလေး မသိတဲ့လျှို့ဝှက်ချက်တစ်ခုက ရှိနေခဲ့ပါတယ်စူးစမ်းတတ်တဲ့ ကောင်မလေးရဲ့ဝန်းကျင်မှာ သူစိမ်းတွေ ရောက်လာပြီး ဒီဂြိုဟ်ပေါ်မှာ သူတို့ပဲ ရှိတာ မဟုတ်မှန်း သိသွားတဲ့ အခါမိသားစု အသက်ရှင်နိုင်ရေးအတွက် ကြိုးစားရုန်းကန်ရတော့တယ်ကမ္ဘာပေါ်မှာ နင်နဲ့ငါ နှစ်ယောက်တည်းကျန်ခဲ့ရင်တောင် နင့်ကိုပြန်မကြိုက်ဘူးဆိုပြီး ဟာသလုပ်ပြောခဲ့တာတွေနဲ့ထပ်တူကျတာမျိုးဖြစ်နိုင်မလားနောက်ထပ် ဘယ်သူတွေ ကျန်ခဲ့ပြီး ဘာတွေ ဆက်ဖြစ်မလည်း ဆိုတာတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြရအောင် Translated by : JerricaEncoded ...",
        "rating": "4.9",
        "url": "https://megaup.net/1DMpv/Settlers.2021.720p(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/315x420_f7b1908b21e36dae1f0b9fc09e25b2f769d99346b386ea16ce63051092b136b6-150x200.jpg",
        "title": "Manorama Six Feet Under (2007)",
        "description": "IMDb Rating (7.6/10) / Rotten Tomatoes (75%)ဒီဇာတ်ကားက ဇာတ်ကားနဲ့မတူပါဘူး....ရုပ်ရှင်ဆိုတဲ့ ရသကို မရစေဘဲ တကယ့်ဖြစ်ပျက်နေသလို ကြည့်နေရင်း ခံစားနေရတာပါ...ဘာအလှအပ ဘာအကမှလဲ မပါပါဘူး...ရိုက်ချက်တွေကလဲစားပါတယ်...ကိုယ်က ဇာတ်ဆောင်တွေနောက်ကို လိုက်ချောင်းနေရသလိုမျိုး နစ်ဝင်စေပါတယ်...ဇာတ်လမ်းကလဲအရှုပ်..ကြည့်နေရင်း ဖြေရှင်းနေရင်း ပိုပိုရှုပ်လာပါတယ်...နောက်ဆုံး ဒါရိုက်တာက ပုံတွေ နောက်ခံစကားပြောတွေနဲ့ ရှင်းပြလိုက်မှပဲဪ..ဒီလိုပါလားဆိုပြီး သက်ပြင်းချနိုင်ပါတယ်...ဇာတ်ကောင် တစ်ယောက်စီတိုင်းရဲ့ ကာရိုက်တာတွေက တကယ့်အပြင်ကလိုပါပဲ...အပိုတွေမပါဘူး...အရှိအတိုင်း တုံးတိတိကြီးပါပဲ...ဇာတ်လမ်းကတော့ မအောင်မြင်တဲ့စာရေးဆရာတစ်ယောက် နိုင်ငံနဲ့ချီတဲ့အမှုတစ်ခုထဲ မထင်မှတ်ဘဲရောက်သွားတာကို ရိုက်ထားတာပါပဲ..ရုပ်ရှင်နဲ့မတူတဲ့ရုပ်ရှင်ဆိုတော့ ရုပ်ရှင်ကြိုက်တဲ့လူတွေနဲ့ ကီးမကိုက်လောက်ပါဘူး။အေးအေးဆေးဆေး တစ်ယောက်ထဲ လွင့်မျောမယ်..ဇာတ်ဆောင်တွေနောက် လိုက်ပါခံစားမယ်ဆိုရင်တော့ဒီကားက သင့်ကိုသေချာပေါက်ခေါ်ဆောင်သွားမှာပါ။စုံထောက်ကားတွေထဲတော့ ဒီဇာတ်ကားက အရှိအတိုင်းခံစားရတဲ့ ရှားရှားပါးပါး ဘောလိဝုဒ်ဇာတ်ကားပါပဲ။Shemaroo Entertainment ကထုတ်လုပ်ဖြန့်ချိထားတာပါ။ \nFile size…(2.4 GB) and (1.5 GB)\nQuality…BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin ...",
        "rating": "7.6",
        "url": "https://megaup.net/4lCam/Manorama.Six.Feet.Under.2007.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/21-years-140x200.jpg",
        "title": "(18+)21 Year Old Seungha’s Secret Diary(2021)",
        "description": "21 Year Old Seungha’s Secret Diary(2021)ယခုတစ်ခါကိုဗစ်ကြောင့် အိမ်တွင်းအောင်းနေတဲ့ ဂေါင်းကြီးတို့အတွက် နောက်ထပ်အားပြတ်စေမယ့်ဇာတ်ကားလေးကတော့ ကိုရီးယား ၁၈ယောက်ကားတွေမှာပါနေကြ ချွဲချွဲနွဲ့နွဲ့ ချစ်စရာကောင်မလေးဆောင်းဟာ အကြောင်း အင်တာဗျူးကို ဖောင်းဒိုင်းခန်းဝေေ၀ဆာဆာနဲ့ စိတ်ဝင်စားဖွယ် ရှုစားရမှာ ဖြစ်ပါတယ်မင်းသမီးကတော့ အများသိပြီးသား ကိုရီးယားကားထဲမှာမှ တော်တော်လေး သရုပ်ဆောင်ကောင်း မာန်ပါပြီးချွဲတတ် နွဲ့တတ်တဲ့ မင်းသမီးချောလေးဖြစ်ပြီး အင်တာဗျူးထားတာတော့ ပါလေရာကျော်ကြီးပဲ ဖြစ်ပါတယ်မင်းသမီးလေး ဆောင်းဟာရဲ့ ကားပေါင်း ၄၀ကျော် ၅၀ထဲက အမှတ်တရ ဇာတ်ဝင်ခန်းလေးတွေကို ထုတ်နှုတ်တင်ဆက်သွားရင်း မင်းသမီးချောရဲ့ လျှို့ဝှက်ချက်တွေပါ အတွင်းကျကျ ဗျူးသွားမယ့် ပညာရ ဇာတ်ကားလေး လည်းဖြစ်ပါတယ် ဇာတ်ကားရိုက်ရင်း တွေ့ကြုံရတဲ့ အခက်အခဲ အတွေ့အကြုံ ကိုရီးယားလူကြီးကား လောကရဲ့ပညာယူစရာတွေနဲ့အတူ မင်းသမီးရဲ့ သရုပ်ဆောင်ချက်ကောင်းကောင်းနဲ့ ပါဝင်ထားတဲ့ ဖောင်းဒိုင်းခန်းတွေကိုရှုစားရမှာပါ ဒီထဲမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/1821-year-old-seunghas-secret-diary2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/81Lwwf4UBJL._SL1500_-1-140x200.jpg",
        "title": "Tampopo (1985)",
        "description": "[Unicode]Tampopo (1985)\n==============\nIMDb Rating - 7.9/10\nRotten Tomatoes - 100% တစ်ချို့ကတော့ Tampopoကို \"it has to be one of the top ten worlds greatest ever films. \"လို့မှတ်ချက်ပြုကြတယ်။\nတစ်ချို့ကတော့ စားစရာအကြောင်းရုပ်ရှင်တွေကိုပြောပါဆို Tampopoက ထိပ်ဆုံးကပါနေမယ် ပြောကြတယ်။\nတန်ပိုပိုဟာ အစားအစာအကြောင်းဆိုတာထက် အစားအစာကိုချစ်တဲ့စိတ်အကြောင်း ရုပ်ရှင်လို့ပြောရင် ပိုမှန်တယ်။\nဂျပန်ရုပ်ရှင်ဆိုတော့ အဓိကပြတဲ့ အစားအစာကတော့ ရာမန်။\nဂျပန် အန်နမဲတွေကြည့်ပြီး ရာမန်နဲ့မစိမ်းတဲ့ ကျွန်တော်တို့ဟာ ရာမန်အစစ်ကို စားတော့စားကြည့်ချင်ကြမှာပဲ။\nဒီရုပ်ရှင်ဟာ ရာမန်ချက်ပါချက်တတ်စေလောက် ရုံတင်မကဘဲ ရာမန်ကိုဘယ်လိုစားရတယ် ရောင်းတဲ့သူက ဘယ်လိုရောင်းရတယ်။\nရာမန်ကို စားတဲ့သူရော ရောင်းတဲ့သူရောက ဘယ်လိုတန်ဖိုးထားရတယ်ဆိုတဲ့ ဓလေ့တွေအပြင်ဂျပန်တွေရဲ့ အစားအစာပေါ်တန်ဖိုးထားကြတဲ့ ဓလေ့တွေကိုပါ သေချာကျွမ်းဝင်သွားစေတယ်။ ရုပ်ရှင်စစချင်းမှာ Fourth Wall Breakingပြီး ဇာတ်ကောင်နဲ့ကျွန်တော်တို့ အတူတူကြည့်ရတဲ့ Tampopoရုပ်ရှင်ထဲမှာ စာအုပ်ထပ်ဖတ်တဲ့ အကွက်နဲ့စထားတဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/tampopo-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krupbFlSTnnKIjpRryrg2CTdeIL.jpg",
        "title": "The Water Man (2021)",
        "description": "The Water Man (2021)\"မျှော်လင့်ချက်\"စကားလုံးသေးသေးလေးပါပဲ။\nဒါပေမဲ့ အင်အားကြီးမားလွန်းတဲ့အရာပေါ့...မျှော်လင့်ချက် ဆိုတာမရှိရင် ဘာမှမအောင်မြင်နိုင်သလို\nမျှော်လင့်ချက် ပြင်းထန်ရင်လည်း အံ့ဩစရာကောင်းလောက်အောင်ကို မထင်ထားမိတာတွေ ဖြစ်တတ်ပါတယ်။Water Man (ရေလူသား ) လို့ခေါ်ဆိုကြပါတယ်...\n\"မသေနိုင်တဲ့လူသား\" ဆိုပြီး နာမည်ကြီးနေတဲ့ ဒဏ္ဍာရီလူသားတစ်ဉီးပါ။သူကတော့ အခုချိန်ထိ သေဆုံးသွားပြီဖြစ်တဲ့ သူ့မိန်းမရဲ့အလောင်းကို မရမက လိုက်ရှာနေတဲ့သူပေါ့..\nသူ့မှာရှိတဲ့ ကျောက်တုံးလေးက သေရာကနေပြန်ရှင်လာအောင် လုပ်နိုင်တဲ့အစွမ်းရှိလို့တဲ့။ အဲ့ဒါကြောင့်ပဲ သူတောင် သေရာကနေ ပြန်ရှင်လာခဲ့တာပါ။ရေလူသားရှိတဲ့ မြို့ထဲကို ဂန်းနားတို့မိသားစု ပြောင်းလာတာမကြာသေးပါဘူး။\nဂန်းနားအမေက တကယ်တော့ နောက်ဆုံးအဆင့်ကင်ဆာကုထုံး ခံယူနေရတဲ့သူပါ။\nမကြာခင်သေတော့မယ့်သူပေါ့။\nအမေဖြစ်သူ သေဆုံးမှာကို လက်မခံနိုင်တဲ့ ဆယ်ကျော်သက်ဂန်းနား တစ်ယောက်\nလမ်းသရဲမလေး ဂျို နဲ့ပေါင်းမိပြီး ရေလူသား ကိုရှာဖွေမယ့် အစီအစဉ်ဆွဲပါတော့တယ်။ဆယ်ကျော်သက်တွေရဲ့ စွန့်စားချင်စိတ်၊ စိတ်ကူးယဉ်စိတ်၊ ဖြူစင်တဲ့စိတ်ဓါတ်အပြည့်နဲ့\nတောထဲဝင်သွားကြတဲ့ ဂန်းနား နဲ့ ဂျို ...",
        "rating": "4.9",
        "url": "https://megaup.net/2jJkl/The_Water_Man.2021.720p.CM.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ckghAN8FuYY2icUyJjVkKXiBrek.jpg",
        "title": "State of Siege: Temple Attack(2021)",
        "description": "State of Siege: Temple Attack (2021)\nမြန်မာစာတန်းထိုးအိန္ဒိယရုပ်ရှင်အထွက်ကြဲနေချိန်မှာ Akshaye Khanna ရဲ့\nဖြစ်ရပ်မှန်အခြေခံအကြမ်းဖက်နှိမ်နင်းရေးရုပ်ရှင်လေးတွေ့တာနဲ့\nတင်ဆက်ပေးလိုက်ပါတယ်။မေဂျာဟာနွတ်ဆင်းဟ်ဦးဆောင်ပြီး\nကက်ရှ်မီးယားတနေရာကို စစ်ဆင်ရေးသွားကြတဲ့\nNSG (National Security Guard) ကွန်မန်ဒိုတပ်ဖွဲ့ဟာ\nစစ်ဆင်ရေးမှာ တလွဲတချော်ဖြစ်ပြီး အကြမ်းဖက်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းမိခဲ့ပေမယ့်\nဟာနွတ်နဲ့ညီအကိုလိုနေတဲ့ ကပ္ပတိန်ဘီဘာ့ခ်တစ်ယောက် ကျသွားပါတယ်။ဒီဖြစ်ရပ်နောက်ပိုင်း နောင်တတွေရပြီး\nတစ်ချိန်လုံး သူ့ကိုယ်သူ အပြစ်တင်နေတဲ့ မေဂျာဟာနွတ်တစ်ယောက်\nပြည်နယ်ဝန်ကြီးရဲ့ အစည်းအဝေးတစ်ခုကို\nလုံခြုံရေးယူပေးဖို့ အထက်ကတာဝန်နဲ့ သွားရင်း\nကပ္ပတိန်ဘီဘာ့ခ်ရဲ့အသက်ကို နှုတ်ယူခဲ့တဲ့\nအကြမ်းဖက်သမားအဖွဲ့နဲ့ တဖန်ရင်ဆိုင်ရဖို့ ဖြစ်လာပါတော့တယ်။ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားပြီး\nအပစ်အခတ် အသတ်အပုတ်တွေများများပါတဲ့\nအက်ရှင်ကားမို့ ဇာတ်လမ်းအကြောင်းအရာကို ဒီလောက်ပဲ ပြောပြလို့ ရပါတယ်။သူတို့နိုင်ငံပရိတ်သတ်တွေကိုယ်တိုင်က\nကြည့်ရတာတန်တယ်လို့ ရီဗျူးပေးကြတာမို့\nအချိန်ပေးရကျိုး နပ်မှာ သေချာပါတယ်။ Translated and Reviewed by : Myint ThuEncoded by : YKQuality : 1080p WEBDL and 720pFile Size : 1.83GB and 1GBDuration :1h 50mins",
        "rating": "9.3",
        "url": "https://megaup.net/2jJfw/STATE_OF_SIEGE_-_TEMPLE_ATTACK_(2021)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/a-ma-soeur-german-movie-cover-142x200.jpg",
        "title": "[18+] Fat Girl (2001)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (73%)အာနာရစ်စ် ဟာ ဆယ့်နှစ်နှစ်အရွယ်မိန်းမငယ်တစ်ယောက်၊\nကမ္ဘာကြီးကို သူ့ပုခုံးပေါ်ထမ်းတင်ထားရသလိုစိတ်ဖိစီးနေသူပါ။\nအစားမက်တဲ့ ဝတုတ်မလေးသူ့မှာ ဆယ့်ငါးနှစ်အရွယ်အစ်မတစ်ယောက်ရှိပြီး\nအဲ့ဒီအစ်မဟာရက်ရက်စက်စက်လှလွန်းတဲ့သူဖြစ်တယ်။\nသိစိတ်ကချစ်မက်ပေမယ့် မသိစိတ်ကပြိုင်ဘက်လိုသဘောထားတဲ့ အစ်မဖြစ်သူကို\nချစ်တဲ့စိတ်နဲ့မုန်းတဲ့စိတ်ကြား လွန်ဆွဲနေတတ်ပါတယ်။\nသူတို့ ထွက်နေတဲ့ အပန်းဖြေခရီးမှာ သူ့အစ်မထက် အသက်ကြီးအတွေ့အကြုံရှိပုံရတဲ့လူငယ်တစ်ယောက်နဲ့\nချစ်ဇာတ်လမ်းစခဲ့ချိန်မှာတော့ သူ့အစ်မ သွားလေရာတစ်ကောက်ကောက်လိုက်ရတဲ့ အာနာရစ်စ်တစ်ယောက်\nအဆိုးအကောင်း အကျိုးအကြောင်း မခွဲခြားတတ်သေးတဲ့ ကလေးသာသာအရွယ်နဲ့\nမမြင်အပ်တာတွေ မကြားဝံ့စရာတွေကို မျက်ဝါးထင်ထင်တွေ့မြင်ရပါတော့တယ်။\nငယ်ရွယ်သူတွေရဲ့အချစ်ကို ချစ်စရာကြည်နူးစရာဇာတ်လမ်းလေးတွေအဖြစ်ယူဆကြပေမယ့်\nအရွယ်မတိုင်ခင် လိင်မှုကိစ္စအတွေ့အကြုံတွေကတော့\nများသောအားဖြင့် မုသားတွေ အပေါ်အခြေခံတည်ဆောက်ထားလေ့ရှိပြီး နာကျင်စရာတွေဖြစ်သွားတတ်ပါတယ်။\nယောက်ျားလေးတစ်ယောက်ဟာ လိုချင်တာရဖို့ ဘာမဆိုပြောဖို့အသင့်ရှိနေသလို\nရင်ဖိုလှိုက်မောနေတဲ့ အတွေ့အကြုံသစ်မှာ လက်ပစ်ကူးဖို့အသင့်ရှိနေတဲ့\nအပျိုဖြန်းလေးတစ်ယောက်ဟာလဲ ယုံလိုက်ဖို့ ဝန်မလေးပါဘူး။\nမိန်းကလေး သဘာ၀ စပ်စုချင်တဲ့ စိတ်ကလေးကလဲ ပါသေးတယ် မဟုတ်လား?\n“Fat Girl” ဟာ ၁၅နှစ်အရွယ် အပျိုဖြန်းမိန်းမလှလေးနဲ့\nသူ့ညီမ ၁၂အရွယ် ခပ်ဖိုင့်ဖိုင့်ကောင်မလေးတို့ရဲ့ ပထမဆုံးလိင်မှုကိစ္စအတွေ့အကြုံအကြောင်းကို\nရက်ရက်စက်စက်နဲ့ လက်တွေ့နဲ့အနီးစပ်ဆုံးချဉ်းကပ်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပါ။\nအဓိကဇာတ်ကောင်ဟာ အသက် ၁၂ အရွယ်မိန်းကလေးဖြစ်သလို\nတကယ်တမ်း သူ့နေရာက သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးဟာလဲဇာတ်ကားရိုက်ကူးစဉ်က၁၃ နှစ်ပဲရှိခဲ့သေးတာပါ။\nဒီပြင်သစ်ဇာတ်ကားဟာ ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ခဲ့ကြပေမယ့် ဝေဖန်မှုတွေကြမ်းကြမ်းတမ်းတမ်းကြုံခဲ့ရသလို\nတစ်ချို့နေရာတွေမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/XNef/(DS)Fat.Girl.2001.720p.BluRay.x264-Japhson.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/cmww5rwgf7oi-1-139x200.png",
        "title": "[18+]Watching Private Sex Lesson (2020)",
        "description": "Watching Private Sex Lesson (2020)အခုတခါ ဂေါင်းကြီးတို့ မျှော်လင့်နေကြမယ်ထင်လို့ ကိုရီးယား ဖောင်းဒိုင်း 18+လေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းထဲကမင်းသားတွေကိုတော့ တချို့လည်းသိကြမယ့်သူတွေ ရှိမယ် ထင်ပါတယ် ပါလေရာကျော်ကြီးရဲ့ တွဲဖော်တွဲဖက်ကောင်းတွေပါပဲ မင်းသားတွေကလည်း ရုတ်တရက်ကြည့်ရင် နာမည်ကြီးမင်းသားအချို့နဲ့ဆင်ပါတယ် မင်းသားအကြီးတစ်ယောက် အငယ်တစ်ယောက်ပါဝင်ထားပါတယ် မင်းသားတွေအကြောင်းထားပြီး အဓိက မင်းသမီးနှစ်ယောက်အကြောင်းပြောရရင် ဆရာမနဲ့တပည့်နေရာမှာ မီဂျွန်းဆိုတဲ့မင်းသမီးကြီးနဲ့ ချယ်ယောင်းဆိုတဲ့အငယ်လေးကအဓိကသရုပ်ဆောင်ထားပါတယ် ဆရာမက ကိုယ်လုံးကိုယ်ပေါက် ကျစ်ကျစ်နဲ့ မမအရွယ်ပါ တပည့်မလေးကတော့ ဂေါင်းကြီးတို့အကြိုက် ပေါက်စီကြီးကြီး နဲ့ ဖြူဖြူဖွေးဖွေး ရေဆေးငါးလေးပါ ဇာတ်လမ်းသဘောကတော့ တပည့်မလေးက သူမကိုကျူရှင်သင်ပေးနေတဲ့ ဆရာမတစ်ယောက်အထီးကျန်နေတာကို မကြည့်ရက်လို့ ကောင်ဆိုးလေးတွေနဲ့ မိတ်ဆက်ပေးပြီးရှယ်ဖောင်းဒိုင်းကြတဲ့ ပလန်ပဲဖြစ်ပါတယ် ဘယ်လိုတွေ ပါတနာတွေလဲလှယ် ဖောင်းဒိုင်းမယ် ဘယ်လိုတွေတောင်သင်ခန်းစာတွေပြမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲ နည်းနာယူလေ့လာစေချင်ပါတယ် Translated by FOXEnocded by SenpaiQuality : 720p HDRIPFile Size :914MBDuration ...",
        "rating": "6.5",
        "url": "https://megaup.net/2ZGrh/Watching,_Private_Sex_Lesson.2020.720p.HDRip.H264.(CM).mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/CHHH-141x200.jpg",
        "title": "Check(2021)",
        "description": "Check(2021) အညွှန်း******************IMDb...7.0၂၀၀၄ခုနှစ် ဒီဇင်ဘာလမှာ ဗုံးပေါက်ကွဲမှုကြောင့်  လူအယောက် (၄၀) အသက်ဆုံးရှုံးခဲ့ရတယ်...ဒီသေဆုံးမှုကြောင့် အိန္ဒိယ တစ်နိုင်ငံလုံးဒေါသတွေထွက်ကြတယ်.အစိုးရရဲ့ စုံစမ်းစစ်ဆေးမှု (၂)အကြာလုပ်အပြီးမှာ တရားခံ(၄)ယောက်ကိုဖမ်းဆီးနိုင်ခဲ့ပြီး  သေမိန့်ပေးခဲ့တယ်...ဒီထဲမှာ သံသယရှိသူအဖြစ်ထပ်မံဖမ်းဆီးခံရတာကတော့ အဒိတျဆိုတဲ့သူတစ်ယောက်ပါ...သူကတော့ လုံးဝအပြစ်ကင်းတယ်လို့ အကြိမ်တိုင်းပြောနေသလိုဒီအတွက်အယူခံဝင်ဖို့လည်း ကြိုးစားနေပါတယ်...ခက်တာက သူ့ကိုဘယ်သူမှရှေ့နေလိုက်မပေးချင်ကြသလို လိုက်တဲ့ရှေ့နေတွေကလည်းရှုံးလည်း ဘာမဖြစ်ဘူးလို့ခံယူထားကြတော့သူ့အတွက်အတော်ဒုက္ခရောက်နေပါတယ်..ဒီကြားထဲသူဟာ တရားခံ(၄)ယောက်ရဲ့ နောက်ဆုံးထောင်ထားတဲ့ဗုံးတည်နေရာတွေအတွက်ဖော်ကောင်လုပ်လိုက်လို့ ထောင်ထဲမှာ အချိန်မရွေး အသက်ပျောက်နိုင်တဲ့အနေအထားဖြစ်နေပါတယ်....ဒီ အိန္ဒိယကားက ဇာတ်လမ်းစထဲက စိတ်ဝင်စားစရာကောင်းပါတယ်...လှည့်ကွက် မြှုတ်ကွက်ပေါင်းများစွာပါသလိုအပိုကြီးတွေသိပ်မလုပ်တဲ့ထူးခြားဇာတ်လမ်းလို့တောင်ပြောလို့ရပါတယ်...ပိုစိတ်ဝင်စားဖို့ကောင်းတာက ထောင်ထဲကစစ်တုရင်ပွဲတွေပါပဲ....ဘယ်သူမှာ သူ့ဘက်မှာမရှိတဲ့ ထောင်ထဲက သူဘယ်လိုထွက်မလဲ...သူကိုယ်တိုင်ကရော တကယ်အပြစ်ကင်းရဲ့လား...သူ့အသက်အန္တရယ်ကိုရော ကာကွယ်နိုင်ပါ့မလား...တစ်ကောင်ကြွက်ဘဝနဲ့ ကလေးဘဝထဲက ခြေဉီးတည့်ရာလျှောက်သွားနေတဲ့ ဒီကောင်လေးမှာရောဘယ်လိုအရည်အချင်းတွေရှိမလဲ...နင်းကန်ကောင်းတယ်လို့ ညွှန်းချင်တယ်...ကြည့်ရကြိုးလုံးဝနပ်စေရမယ်.... File Size : (2.2GB) and (1.1GB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet  ...",
        "rating": "7.0",
        "url": "https://megaup.net/2jG9v/Check.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-08-at-20.05.13-142x200.png",
        "title": "Night Walk (2019)",
        "description": "Night Walk (2019)===============IMDb Rating - 5.8/10Night Walk(2021)ဥပဒေဆိုတာ ဘာလဲ???\nကျွန်တော်တို့ဟာ နိုင်ငံသားတစ်ယောက်အနေနဲ့\nဥပဒေတွေကိုလိုက်နာပြီးနေထိုင်ကြရပါတယ်\nဒါပေမယ့် ဒီဥပဒေတွေဆိုတာ တစ်နိုင်ငံနဲ့တစ်နိုင်ငံ\nတသတ်မတ်တည်း ရှိတာမျိုးတွေမဟုတ်ဘူးဗျ\nဥပဒေကို အမှန်တရားလို့သတ်မှတ်လို့ရပေမယ့်\nအမှန်တရားတိုင်းကတော့ ဥပဒေမဖြစ်နေခဲ့ဘူးဒီဇာတ်ကားထဲက တရားသူကြီးကတော့ပြောတယ်\nစည်းမျဉ်းဥပဒေဆိုတာ ဥပဒေရေးဆွဲထားသူတွေရဲ့\nဝါဒဖြန့်ချီရေးစာပိုဒ်တစ်ပိုဒ်ပါပဲတဲ့အရာရာလွတ်လပ်ပြီး လူ့အခွင့်အရေးအပြည့်အဝရတယ်လို့\nကျွန်တော်တို့တော်တော်များများသိထားတဲ့\nအမေရိကန်နိုင်ငံက ဇာတ်ကောင်နှစ်ဦးဟာ\nချစ်မိခဲ့ကြပါတယ်\nဒါပေမယ့် ဇာတ်ကောင်မိန်းကလေးဟာ\nဥပဒေစည်းမျဉ်းတင်းကျပ်လှတဲ့ နိုင်ငံကအမျိုးသမီးတစ်ဦးပါ\nဒီလိုနဲ့ တစ်နေ့တော့ အဲ့ဒီနိုင်ငံကို\nနှစ်ယောက်သားသွားကြတဲ့အချိန်မှာ\nကွဲပြားလှတဲ့ဥပဒေကြောင့် ဖြစ်ရပ်ဆိုးဆိုးဝါးဝါးတွေဖြစ်သွားခဲ့ပါတယ်ဒီနေရာမှာ ကျွန်တော်တို့အများစု\nအကြမ်းဖက်သမားလို့ သတ်မှတ်ထားကြတဲ့\nဂျီဟတ်နဲ့ပက်သက်တာတွေ အသေးစိတ်နီးပါးပါတယ်လို့ပြောလို့ရတယ်\nအချစ်ရယ် ဘာသာရေးရယ် တရားဥပဒေရယ်\nလူ့သဘာဝရယ်အကြောင်းကို\nထင်ဟပ်အောင်ရိုက်ပြထားတဲ့ဇာတ်ကားပါပဲ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, August, Ameliaတို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, CrimeSource : 1080p.WebRipTranslator – Shwe Pyae, August, AmeliaEncoder – ...",
        "rating": "5.8",
        "url": "https://megaup.net/2jI9y/Night.Walk.2019.720P.WebRip[CM].mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9gGX2SJ4NQJgpu397uXDkrpzenJ.jpg",
        "title": "Song Song(2021)",
        "description": "Glitch 2020 Netflix မြန်မာစာတန်းထိုးဗီယက်နမ် Thriller ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဖြစ်ဖူးကျမလား မသိဘူး။ကိုယ်နဲ့တူတဲ့ ကိုယ်မဟုတ်တဲ့ တခြားတစ်ယောက်ကို လက်ရှိအခြေနေနဲ့မတူတဲ့​အနေအထားတစ်ခုနဲ့ သူ့ကိုအိပ်မက်မက်တာမျိုး။ဒါမျိုး ဖြစ်ဖူးရင်တော့ လိပ်ပြာအကျိုးသက်ရောက်မှု( Butterfly Effect)ကို ပိုပြီးစိတ်ဝင်စားမိမှာပါ။နေရာတစ်နေရာက လိပ်ပြာတစ်ကောင်တောင်ပံခတ်လိုက်တာဟာ အခြားနေရာတစ်ခုမှာတော့ အပြောင်းအလဲကြီးစွာဖြစ်ပြီး ဟာရီကိန်းမုန်တိုင်းတစ်ခု ဖြစ်လာနိုင်ပါတယ်။ဖြစ်လာမယ့်ကံတစ်ခုကို ( ဒီဘက်ကမ္ဘာမှာဖြစ်စေ၊အခြားအပြိုင်ကမ္ဘာမှာ ဖြစ်စေ)ဘယ်လောက်သေးငယ်တဲ့ ကိစ္စလေးမဆို ရှောင်လွှဲဖို့ ကြိုးစားတယ်ဆိုပါစို့။အကျိုးဆက်ကတော့ ပြောမပြနိုင်လောက်အောင် ကြီးမားတဲ့အပြောင်းအလဲဖြစ်ရပ်တွေဖြစ်လာနိုင်ပါတယ်ဇာတ်လမ်းအကျဥ်း- မိသားစုနဲ့အတူ အိမ်အသစ်ကိုပြောင်းလာတဲ့ တန်ဆိုတဲ့ဆရာဝန်မလေးတစ်ယောက် ရှိပါတယ်။သူတို့အိမ်မှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က နေခဲ့တဲ့ လဲဖောင်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို အိမ်နီးချင်းဆီကနေကြားခဲ့ရပါတယ်။စိတ်မကောင်းဖြစ်နေတဲ့တန်ဟာ တီဗီကနေ လဲဖောင်နဲ့ ဆက်သွယ်မိတဲ့အချိန်မှာ ဒီကံကို ရှောင်လွှဲဖို့ကြိုးစားပါတော့တယ်။လောကကြီးဟာ သေးငယ်တဲ့အကြောင်းအရာတစ်ခုကိုတောင်လွယ်လွယ်ပြောင်းလဲမခံပါဘူး။ဒီ ပြောင်းလဲမှုလေးတစ်ခုရဲ့ အကျိုးဆက်က ဘာတွေဖြစ်လာမလဲ?ဒီရုပ်ရှင်က လူကိုငြိမ့်နေအောင် ဆွဲခေါ်သွားနိုင်လို့ ရိုက်ထားတဲ့ ဒါရိုက်တာကို မချီးကျူးပဲ မနေနိုင်ပါဘူး။Netflix ကတော့ဒီကားကို ဝယ်ပြီးပြန်ပြတာထင်ပါတယ်။ ...",
        "rating": "5",
        "url": "https://megaup.net/XN7x/Glitch.2020.1080p.NF.WEB.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/E2DKqZHVEAAg4wt-160x200.jpg",
        "title": "Ramarjuna (2021)",
        "description": "Ramarjuna (2021)\n=================\nIMDb 6.7/10အိန္ဒိယအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်..\nအက်ရှင်တွေရှယ်ကြမ်းသလို မင်းသမီးလေးလဲ အသေချောပါတယ်။ဇာတ်လမ်းကတော့..\nရမ် ဆိုတဲ့ ကောင်လေးဟာ အာမခံကုမ္ပဏီက Agent တစ်ယောက်ဖြစ်ပြီး\nရိုးသားကြိုးစားတဲ့အပြင် သူတစ်ပါးကိုကူညီဖို့လည်း လက်မနှေးသူဖြစ်ပါတယ်။\nသူနေထိုင်တဲ့ရပ်ကွက်က လက်လုပ်လက်စား ဆင်းရဲသားရပ်ကွက်ထဲဖြစ်ပြီး\nရပ်ကွက်ထဲမှာ လူတော်လူကောင်းလေးတစ်ဦးအဖြစ် လူသိများပါတယ်။တစ်နေ့မှာတော့ ပါဝါကြီးတဲ့ ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုက\nသူတို့ရဲ့ဆင်းရဲသားရပ်ကွက် မြေနေရာကို မတရားသိမ်းယူဖို့ကြံစည်လာပါတယ်...\nမတရားမှုဆို သည်းမခံနိုင်တဲ့ ရမ် တစ်ယောက် ဒီကိစ္စမှာ ကိုယ်တိုင်ဝင်ရောက် ဖြေရှင်းတဲ့အခါ...။မင်းသားချော Aneesh Tejeshwar နဲ့ မင်းသမီးချော Nishvika Naidu တို့ပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယအက်ရှင်ဒရမ်မာ ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့် ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…(2.5 GB) and (1.6 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin Oo",
        "rating": "6.7",
        "url": "https://megaup.net/2jHem/Ramarjuna_(2021)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8cwfPwjHDWf5s5MxvLvcfnxPLL.jpg",
        "title": "Gaia(2021)",
        "description": "Gaia 2021\n------------\nImdb 5.4/10 Users 1.3K2021ခုနှစ်ထွက် R rated Horrorရုပ်ရှင်ကားတခုပါ.ပဟေဌိတွေနဲ့ အဆုံးထိဆွဲဆောင်သွားမယ့်ဇာတ်အိမ်မျိုးဖြစ်ပြီး ဆု၁ဆုလဲရထားပါပြီ.ဇာတ်လမ်းအကျဉ်းသစ်တောအရာရှိ ဝင်စတန်နဲ့ ဂါဘီတို့နှစ်ဦးကလူအပျောက်များတယ်လို့ နာမည်ကြီးနေတဲ့တောအုပ်တခုကို လာရောက်စစ်တမ်းယူခဲ့ပါတယ်.အရာရှိမဂါဘီကတောထဲကဒရုန်းပျက်ကျသွားတာကို လိုက်ရှာရင်းထောက်ခြောက်တခုကြောင့်ဒဏ်ရာရရှိခဲ့ပါတယ်. သူရဲ့ဒဏ်ရာကိုတော့တောထဲမှာနေတဲ့ လူစိမ်းသားအဖနှစ်ဦးက ကုသပေးခဲ့ပါတယ်.ဂါဘီတစ်ယောက်ဒဏ်ရာသက်သာအောင်နေရင်း သူစိမ်းသားအဖနှစ်ယောက်ရဲ့ ထူးခြားတဲ့ကိုးကွယ်မှုကိုသတိထားမိလာတဲ့အခါမှာတော့......တချို့ဇာတ်ဝင်ခန်းတွေမှာ ဆင်ဆာမဖျက်တာကြောင့်၁၈နှစ်အောက်ကလေးသူငယ်များနဲ့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါ Translated and Encoded by  YKFile Size :1.48GN and 1.05GBQuality : 1080p WEBRip DDP5.1 and 720pDuration : 1h 36mins",
        "rating": "5.4",
        "url": "https://megaup.net/2jGsi/Gaia.2021.720p(CM).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-06-at-21.28.54-135x200.png",
        "title": "Out of Death (2021)",
        "description": "Out of Death (2021)===============IMDb Ratingဒီနေ့အတွက် မင်းသားကြီး Bruce Willis ပါဝင်သရုပ်ဆောင်ထားတဲ့ 2021 ထွက်ကားသစ်ကိုတင်ဆက်ပေးပါရစေ။16 July မှ released date မို့ imdb rating တော့မတတ်သေးပေမယ့် popularity ကတော့ တရိပ်ရိပ်တတ်နေတဲ့ကားပါ။ဇာတ်လမ်းက စိတ်ဝင်စားစရာကောင်းလို့ အညွှန်းနည်းနည်းလေးညွှန်းပြီး ကိုယ်တိုင်ခံစားကြည့်ရှုစေချင်ပါတယ် . . .ဇာတ်လမ်းအစက ရဲမေ တစ်ယောက်နဲ့ ဘိန်းမှောင်ခိုလုပ်တဲ့ကောင်တို့ရဲ့ ချစ်ခန်းနဲ့စတင်ထားသလို . အပေးအယူလုပ်တဲ့အခန်းနဲ့စတယ်ဆိုလည်းမမှားပါဘူး။ သူတို့အပေးအယူမတည့်ကြတဲ့အခါ ထုံးစံအတိုင်းလက်နက်ရှိသူဟာ အနိုင်ကျင့်စမြဲဆိုပါတော့ဒါပေမယ့် ဒီဖြစ်စဥ်ကိုတွေ့မြင်သွားသူကတော့ အဖေ့ရဲ့အရိုးပြာကိုကျဲပေးဖို့ တောထဲလာခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။သူမက ဒီဖြစ်စင်ကိုတွေ့မြင်သွားတဲ့အတွက် အန္တရာယ်တွေဟာ တောက်လျောက်လိုက်ပါလာပြီး . ပြေးရင်းလွှားရင်းနဲ့ ကတုံး(Bruce Willis)နဲ့ဆုံတွေ့ကြရာကနေ ဒီဇာတ်လမ်းကို စိတ်ဝင်တစားတွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး ဘာသာပြန်ရေးသားပေးသူများကတော့ Amelia, Jerrica တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "",
        "url": "https://megaup.net/2jGpl/Out.of.Death.2021.720p.WEB-DL[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/9ufsyltoc724-141x200.jpg",
        "title": "Killer Tattoo (2001)",
        "description": "ဒီကားလေးကတော့ 2001 ကထွက်ရှိခဲ့ပြီး 6.3 IMDb ရရှိခဲ့တဲ့ကားလေးပါ\nအဓိကဇာတ်ဆောင်ငါးယောက်က ကြေးစားလူသတ်သမားတွေအဖြစ် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်အသံတိတ်လူသတ်သမားအဖြစ် Somchai Kemglad\nထောင်ထွက်ကျွဲကြီးအဖြစ် Suthep Po-ngam\nမိန်းမချစ်တဲ့ ကိုဆံရှည်အဖြစ် Sornsutha Klunmalee\nဗုံးသုံးကျွမ်းတဲ့ မား(ကိုခွေး)အဖြစ် Mum Jokmok\nထိုင်းအဲဗစ်ပရက်စလေအဖြစ် Pongsak Pongsuwan ပါဝင်ထားကြပါတယ်ထိုင်း Comedian တွေကို အများဆုံးသုံးထားတာကြောင့်\nအက်ရှင်ကားပေမယ့် မပေါတဲ့ ဟာသလေးတွေပါ ကြည့်ရှုရမှာပါ\nPlot ကလည်း ပျင်းစရာမကောင်းပဲ စိတ်‌ဝင်စားစရာကောင်းတာကြောင့်\nအချိန်ပေးကြည့်ရတာ တန်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဒီဇာတ်ကားက အောင်မြင်ခဲ့တာကြောင့် သူ့ထဲက ကြေးစားလူသတ်သမားတွေရဲ့ အဆက်အဖြစ်Saturday Killer (2010) နဲ့ Friday Killer (2011) ဇာတ်ကား ၂ ကား ဆက်ထွက်ခဲ့ပါတယ်။အဲ့ကားတွေလဲ အချိန်ရရင် ဘာသာပြန်တင်ဆက်သွားပါ့မယ်။\nFile size…(1.7 GB) and (400 MB)\nQuality…DVDRip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Suzy Jirakit ...",
        "rating": "6.3",
        "url": "https://megaup.net/2jGdy/Killer_Tattoo.2001-DVDRip.720p.x264-SeeingMole.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/vidyabalans-183x200.jpg",
        "title": "Sherni(2021)",
        "description": "Sherni 2021တောတွင်းက Wild Life တွေ အစိမ်းရောင်တောအုပ်တွေကိုတစိမ့်စိမ့်ထိုင်ကြည့်ရတာကြိုက်တဲ့သူတွေအတွက် Sherni လာပါပြီNewton ဇာတ်ကားနဲ့ အရမ်းပေါက်ခဲ့တဲ့ Director Amit V Masurkarရိုက်ကူးထားတဲ့ 2021 အသစ်ထွက် movie ဖြစ်ပြီးတော့ IMdB 6.9/10 ရရှိထားပါတယ်ဗစ်ဒီရာ သစ်တောအရာရှိအသစ်အဖြစ်နဲ့ တာဝန်ယူရတဲ့ ရွာကလေးမှာ ကျားရန်က ခြိမ်းခြောက်နေပါတယ်နိုင်ငံရေးသမားတွေရဲ့ အကွက်ချမှုကြောင့် စားကျက်မြေလက်လွှတ်ဆုံးရှုံးခဲ့ရတဲ့ ရွာသူရွာသားတွေခမျာဆုပ်လည်းစူး စားလည်းရူး ကျောင်းစရာမြေက တောထဲပဲ ရှိလေတော့ ကျားရန်ကြောက်ပေမယ့်လည်း ကိုယ်မွေးထားတဲ့ကျွဲနွားဆိတ်လေးတွေ ဗိုက်ဆာကြမှာစိုးလို့ တောထဲပဲ သွားကျောင်းရပါတယ်အန္တရာယ်များတဲ့ အသက်မွေးဝမ်းကျောင်းမှုမှာ အန္တရာယ်တွေ တကယ်ကြုံလာရတဲ့အခါကတိတွေအထပ်တလဲလဲပေးခဲ့တဲ့ နိုင်ငံရေးသမားတွေက သူတို့ပေးတဲ့ကတိတည်နိုင်ကြပါ့မလားသစ်တောဌာနရဲ့ ရည်ရွယ်ချက်က ဘာလဲသစ်တောကို ထိန်းသိမ်းရင်းနဲ့ လူတွေကို လျစ်လျူရှုမိသလိုများ ဖြစ်နေမလားစတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနဲ့ Women Empowerment ကိုပါ ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပြီးတော့Wild Life , Discovery ...",
        "rating": "6.9",
        "url": "https://megaup.net/1DI7a/Sherni_(2021)_Hindi%C2%A0TRUE_WEB-DL_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/L_ennui-537818164-large-142x200.jpg",
        "title": "[18+] L’ennui (1998)",
        "description": "IMDb Rating (6.1)မာတင်ဆိုတာ ဒဿနိကဗေဒသင်တဲ့ ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး လတ်တလော ဇနီးသည်နဲ့ကွဲကွာထားတဲ့သူဖြစ်ပါတယ်။\nဇနီးသည်ကို မမေ့နိုင်သလို သက်တစ်ဝက်ကျိုးသောကရောက်နေတဲ့အချိန်နဲ့လဲတိုက်ဆိုင်နေတော့ လေလွင့်သူတစ်ပိုင်းဖြစ်နေတာပါ။တစ်နေ့တော့ ဘားတစ်ခုမှာ ငွေမရှင်းနိုင်တဲ့အဘိုးကြီးတစ်ယောက်ကို အစောင့်တွေဝိုင်းရိုက်နေတာကို ဝင်ကူညီပေးခဲ့ရာကနေမိတ်ဆွေဖွဲ့မိပြီး\nတစ်ပတ်ဆယ်ရက်လောက်အကြာမှာ အဘိုးကြီးရဲ့ အိမ်ကိုသွားလည်ဖြစ်ခဲ့ပါတယ်။ အဲ့ဒီမှာ အဘိုးကြီးဟာ မနေ့ကမှ သေဆုံးသွားခဲ့ပြီဆိုတာ\nသိလိုက်ရပြီး အဘိုးကြီးရဲ့ အခန်းထဲက ပစ္စည်းတွေသိမ်းပြီးထွက်လာတဲ့ အဘိုးကြီးရဲ့ တိတ်တခိုးချစ်သူဟောင်း မိန်းမငယ်လေးတစ်ယောက်နဲ့\nဆုံတွေ့ခဲ့ရပါတယ်။ ဒီလိုနဲ့မတော်တဆ အဲ့ဒီကလေးမနဲ့ဇာတ်လမ်းစခဲ့ပါတယ်။ကောင်မလေးမှာ သူ့ဇနီးဟောင်းလိုထက်မြက်တဲ့ ဉာဏ်ရည်မရှိ\nသွယ်လျတဲ့ ကိုယ်လုံးကိုယ်ပေါက် အဆင့်မြင့်မြင့် စမတ်ကျကျပုံစံတွေမရှိ။ငယ်ဂုဏ်ရိုးဂုဏ်ကလွဲလို့ ဘာတစ်ခုမှမရှိတဲ့အပြင် စကားပြောဆိုရာမှာလဲ\nပုံမကျ ပန်းမကျ အဲ့ဒီမိန်းကလေးကိုမှ အစပိုင်းမှာ ပျင်းစရာကြီးလို့ထင်ရာကနေ မာတင်ကြီးတစ်ယောက်အရူးအမူးချစ်မိသွားပါတော့တယ်။\nကြီးမှ ဝက်သက်ပေါက်သလိုဖြစ်တဲ့ သက်လတ်ပိုင်းအမျိုးသား မာတင်က ကိုယ့်သမီးအရွယ်လောက်ကလေးမကို အစကနေ ပြန်ပိုးပန်းရတာ\nရယ်စရာ ချစ်စရာကောင်းသလို သနားစရာလဲ အတော်ကောင်းနေတော့တာပါ။နှစ်နာရီအကြာဇာတ်လမ်းကို ကြာတယ်လို့တစ်ချက်မှမတွေးမိအောင်\nဆွဲဆောင်နိုင်တဲ့ဇာတ်ကားပါ။ ကွက်ကွက်ကွင်းကွင်းကွင်းမုန့်တီဟင်းလို အချစ်ဇာတ်ဝင်ခန်းအကြမ်းစားတွေကတော့ အပိုဆုပါ။\nမာတင်ချစ်သွားတဲ့ မထုံတက်တေးကောင်မလေးကို ကြည့်နေရင်းနဲ့ကိုယ်ပါ ချစ်လာရမှာကတော့ မေတ္တာလက်ဆောင်ပါ။(Dark Side Production မှ ...",
        "rating": "6.1",
        "url": "https://megaup.net/XKus/L_ennui_(1998)_720p_DVDRip-AVC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BOTdhMjQwMTgtYzA3YS00YjQ2LWJkNjgtMjM0ZjE3YjIxMjE4XkEyXkFqcGdeQXVyMjAzMjcxNTE@._V1_-141x200.jpg",
        "title": "Midnight My Love (2005) Cherm",
        "description": "IMDb Rating (7.1)\"မွေ့ယာပေါ် အိပ်မှ မဟုတ်ပါဘူး\nကျောက်လမ်းပေါ် အိပ်သူလည်း\nနတ်သမီးအိပ်မက် မက်ခွင့်ရှိတယ်\"  .........လို့ တာရာမင်းဝေက ရေးသားဖူးခဲ့တယ်ဘဝမှာ လူတိုင်း အချစ်ကို ထိတွေ့ခွင့်ရှိပါတယ်\nချမ်းသာတဲ့လူလည်း အချစ်ရှိသလို ဆင်းရဲတဲ့လူမှာလည်း ချစ်တတ်တဲ့ နှလုံးသားရှိကြပါတယ်ဒီကားလေးမှာတော့ ရိုးသားပြီးအနေအေးတဲ့ တက္ကစီဒရိုင်ဘာနဲ့ မိသားစုကြောင့် ဉာဉ့်ငှက်လုပ်နေတဲ့ကောင်မလှလှလေးအကြောင်းကို ရိုးရိုးရှင်းရှင်းလေး ရိုက်ပြထားပါတယ်အတိတ်ကအမှားတွေကြောင့် ရိုးရိုးရှင်းရှင်းနဲ့ လူကောင်းဖြစ်ဖို့ ‌ကြိုးစားနေတဲ့ ရေဒီယိုဇာတ်လမ်းကြိုက်တဲ့ Som အဖြစ်ဟာသမင်းသားကြီး Petchtai Wongkamlao မှ ရှားရှားပါးပါး တည်တည်တံ့တံ့သရုပ်ဆောင်ထားပြီးမင်းသမီးကတော့ Woranut Wongsawan ဖြစ်ပါတယ်။ဒီဇာတ်ကားကို တာရာမင်းဝေရဲ့ ကဗျာတစ်ပုဒ်နဲ့ညွှန်းခဲ့ချင်ပါတယ်။+++++++++++++++++++++++++++++++ကျွန်တော်နဲ့ ကြယ်ကြွေသတို့သမီး\n*****************************\n{တာရာမင်းဝေ}``မွေ့ရာပေါ်မှာ အိပ်မှ မဟုတ်ပါဘူး\nကျောက်လမ်းပေါ် အိပ်သူလည်း\nနတ်သမီး အိမ်မက် မက်ခွင့်ရှိပါတယ်။ချစ်ရသူ တစ်ယောက်နဲ့သာ\nဘဝကို ရုန်းကန်ဖောက်ထွက်မယ်ဆိုရင်\nပိတ်ထားတဲ့ တံခါးအထပ်ထပ်လည်း\nဖျပ်ခနဲ ပွင့်သွားကြမှာပဲ။မိုးပေါ်က ငှက်တွေဟာ\nအတောင်ပံနဲ့ လှော်ခတ်ကြ\nပန်းဆိုတာ သနပ်ခါး လိမ်းထားတဲ့\nမြက်ပင်လှလှလေးတွေပါ။လမ်းပေါ်မှာ လမ်းလျှောက်နေတဲ့ကျွန်တော်ဟာ\nလှေခါးထစ်က ဆင်းလာတဲ့ ချစ်သူကို\nဒဏ္ဏာရီလို ဖတ်လိုက်ရတာပါ\n{တစ်ရံရောအခါကလို့.. စခဲ့ပေမဲ့\nယနေ့ထိတိုင်ရင်ထဲကို ငြိတွယ်နိုင်စွမ်းရှိလို့ပါပဲ}သာယာတဲ့ အလင်္ကာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/XKl3/(CM)Midnight_My_Love.2005-DVDRip.720p.x264.AC3.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-139x200.jpeg",
        "title": "Hitman’s Wife’s Bodyguard (2021)",
        "description": "မြေနိုးကြီးရဲ့သက်တော်စောင့် ဇာတ်လမ်း အဆက် ထွက်လာပါပြီ။ ၂၀၁၇ က အပိုင်း ၁ လေးကို ကြည့်ထားရင် ပိုကောင်းပါတယ်။ တင်ပေးထားပါတယ်။ ဒီအပိုင်းမှာတော့ ကင်ကိတ်ကြီးက ထောင်ကထွက်ပြေးပြီး မိန်းမနဲ့အကြည်ဆိုက်နေချိန်၊ သက်တော်စောင့် လိုင်စင် မရှိတော့တဲ့ ဘရိုက်စ်က တိုင်ပတ်နေပါတယ်။ ဒါနဲ့ စိတ်ပြေလက်ပျောက် အနားယူဖို့ ထွက်လာချိန်မှာပဲကင်ကိတ်ကြီးကိုမာဖီးယားတွေဖမ်းထားတယ်ဆိုပြီး သူ့မိန်းမ ဆိုညာက လာခေါ်တဲ့အချိန်မှာ လူသတ်သမား၊ သက်တော်စောင့်၊ လူလိမ်မ သုံးယောက်တွဲပြီးပေါက်ကရတွေလုပ်ရင်းနဲ့ ကမ္ဘာကြီးကို ကယ်တင်ရမယ့် လမ်းစပေါ် ရောက်သွားပြန်ပါတယ်..... အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။ File size… 1.49 GB and 862 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://megaup.net/3FzJi/The_Hitman_s_Wife_s_Body_Guard_(2021)_720P_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-10-135x200.jpg",
        "title": "The Hitman’s Bodyguard (2017)",
        "description": "The Hitman's Bodyguard (2017)IMDb - 6.9/10_____Rotten - 43%\n 2017 ရဲ့ အကောင်းဆုံး Action Comedy တွေထဲက တစ်ခုပါ။\nသြဂုတ် ၁၈ ကမှ ရုံတင်တာဖြစ်ပြီး IMDb 6.9 နဲ့ Box Office မှာ ထိပ်ဆုံးရောက်နေပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဘီလာရု သမ္မတဟောင်း ဗလာဒီဆလက် ဒူကိုဗစ်ချ်ကို\nနိုင်ငံတကာရာဇဝတ်မှုတရားရုံးက တရားစွဲထားချိန်မှာ\nသူ့ကို အပြစ်ရှိကြောင်း သက်သေထွက်ဆိုမယ့်သူ မရှိပါဘူး။\nဒူကိုဗစ်ချ်ရဲ့လူတွေက သက်သေမှန်သမျှကို လိုက်ပြီး နှုတ်ပိတ်နေလို့ပါ။\nဝါရင့်ကြေးစားလူသတ်သမားကြီး ဒဲရီးယပ် ကင်ကိတ်ကတော့\nနောက်ဆုံးမှာ အပေးအယူလုပ်ပြီး သက်သေထွက်ဖို့ သဘောတူလိုက်ပါတော့တယ်။\nအဲဒီအတွက် သူ့ကိုကာကွယ်ပေးဖို့ အေသုံးလုံးအဆင့် အထူးသက်တော်စောင့်\nမိုက်ကယ် ဘရိုက်စ်ကို အကူအညီတောင်းရတဲ့အခါမှာ\nလူသတ်သမားနဲ့သက်တော်စောင့် ရန်သူဟောင်းကြီး နှစ်ယောက် အတူလက်တွဲရပါတော့တယ်။\nသူတို့အတိတ်မှာ ပြဿနာခဏဏတက်ထားတာမို့  လုံးဝမတည့်ပဲ\nရန်တစောင်စောင်နဲ့ ထောင်ကနေ တရားရုံးခရီးကို\nဒူကိုဗစ်ချ်ရဲ့ လူသတ်သမားများစွာကို ဖြတ်ကျော်ပြီး အရောက်သွားရတဲ့အခါ......\nသက်တော်စောင့်ဘရိုက်စ်ဟာ အရာရာကို တွက်ဆပြီး ပြင်ဆင်လုပ်တတ်သူ၊\nကင်ကိတ်ကတော့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက်နည်းလမ်းက ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-hitmans-bodyguard-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p1dXPdz5C1tPpPIy3kth3rTCOQe.jpg",
        "title": "The God Committee (2021)",
        "description": "The God Committee (2021)အစားထိုးစရာနှလုံးသားတစ်ခုနဲ့\nအဲ့နှလုံးသားကို ​သေ​ကောင်​ပေါင်းလဲလိုအပ်​နေတဲ့လူနာ၃​​ယောက်ဒီလူနာ​တွေထဲက ဘယ်သူ့ကိုဦးစား​ပေး​ရွေးမလဲဆိုတာ\nဆုံးဖြတ်ရမယ့် ကော်မတီအဖွဲ့ဝင်၆ဦးလူနာတစ်​ယောက်ချင်းစီတိုင်းမှာ\nဒီနှလုံးအစားထိုးခွဲစိတ်မှုနဲ့ ထိုက်တန်တဲ့အချက်​တွေ ကိုယ်စီကိုယ်စီရှိ​နေကြတဲ့အခါ...​ကော်မတီအဖွဲ့ဝင်​တွေအ​နေနဲ့ ဘယ်သူ့ကိုခွဲစိတ်ဖို့​ရွေးချယ်လိုက်မလဲ​ဒီရွေးချယ်မှုရဲ့​နောက်ဆက်တွဲဖြစ်ရပ်​တွေ​ကြောင့်\nဘယ်အဖွဲ့ဝင်​တွေအကျိုးဖြစ်ထွန်းသွားပြီး .....\nဘယ်အဖွဲ့ဝင်​တွေ နစ်နာသွားမလဲ ?????ဒီခွဲစိတ်မှုတစ်ခုတည်းရဲ့နောက်ကွယ်မှာ\nဘယ်လိုကွက်​ကျော်ရိုက်မှု၊ ဖျံကျမှု၊ မသမာမှု​တွေရှိ​နေမလဲ ?????လူ​ကောင်းကဘယ်သူ၊ လူယုတ်မာကဘယ်သူလဲဆိုတာကို\nကော်ဖီ​လေးတစ်ခွက်​​ဖျော်ပြီး ကိုယ်တိုင်ပဲအရသာရှိရှိခံစားကြည့်လိုက်ပါသရုပ်​ဆောင်နည်း​တယ် CGIမလိုဘူး VFX​တွေမပါဘူး\nဒါ​ပေမယ့်တကယ်အနှစ်သာရ​တွေပြည့်​နေတဲ့ဇာတ်ကား\"လူ့အသက်တစ်​ချောင်းကို အ​​လေးအနက်တန်ဖိုးထားပုံ\"\"လူနာအတွက်တင်မကပဲ လူနာမိသားစုဝင်​တွေရဲ့ အနာဂတ်အတွက်\nကြို​တွေးစဥ်းစားပုံ\"\"တာဝန်ယူမှု၊ တာဝန်ခံမှု\" ဆိုတဲ့ လူသားဆန်တဲ့စိတ်​ဓါတ်တွေက ဘယ်​လောက်အားကျဖို့​ကောင်းသလဲ အတုယူဖို့​ကောင်းသလဲဆိုတာကို ဒီဇာတ်ကားမှာ မြင်​တွေ့ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။File size…1.9 GB and 1.2 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JimX\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/XJv9/The.God.Committee.2021.720p.WEB.H264-CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/4042564167429xxl-142x200.jpg",
        "title": "[18+] Bang Gang (A Modern Love Story) (2015)",
        "description": "IMDb Rating (5.4)Rotten Tomatoes (67%)ဘီရစ်ဇ်ဆိုတဲ့ ပြင်သစ်နိုင်ငံအနောက်တောင်ပိုင်းက နယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့အဲလက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်\nအထက်တန်းကျောင်းသားလူငယ်လေးတစ်ယောက်၊ သူ့မိခင်က အလုပ်ကိစ္စနဲ့ နိုင်ငံခြားရောက်ရောက်နေတာ များတယ်။ ခြံဝင်းနဲ့အိမ်အကျယ်ကြီးထဲ\nတစ်ယောက်တည်းဖြစ်နေတဲ့သူ့ဆီကို သူ့အမေခရီးထွက်တဲ့အခါသူ့အချစ်ဆုံး သူငယ်ချင်း နီကီတာဆိုတဲ့ကောင်လေးက လာလာနေပေးတယ်။\nဒီလိုနဲ့ ပျင်းလွန်းမကပျင်းလာတော့ ဘာလုပ်ကြမလဲတိုင်ပင်ရင်း\nကျောင်းက တစ်ခြား သူငယ်ချင်းတွေကို ဖိတ်တယ်။ အရက်တွေသောက်တယ် ဆေးတွေချတယ်။ ညစ်ညမ်းကားတွေ အတူကြည့်ကြတယ်။\nသူတို့အုပ်စုထဲမှာမှ အချင်းချင်း အီစီကလီရိုက်နေတဲ့ အတွဲတွေရှိတယ်။ တစ်ကြိမ်လောက် လိင်ဆက်ဆံအပြီး ပြတ်သွားတဲ့သူတွေပါမယ်။\nသွေးသားပြောင်းလဲကာစ ဆန့်ကျင်ဘက်လိင်နဲ့အသားချင်းထိရင်တောင် ဆန္ဒတွေ ထိန်းမနိုင်သိမ်းမရ ဖြစ်တတ်တဲ့ အရွယ် ဆယ်ကျော်သက်လေးတွေဟာ\nဆိတ်ကွယ်ရာ လွတ်လပ်တဲ့နေရာမှာ ဒီလိုသက်တူရွယ်တူချင်း၊ အနီးကပ်ထိတွေ့မှုတွေ၊ မူးယစ်ဆေးတွေ အရက်တွေရဲ့\nသြဇာလွှမ်းမိုးမှုအောက်မှာ သူတို့ပါတီတွေက တစ်ဖြည်းဖြည်းနဲ့ အုပ်စုဖွဲ့ ဖောင်ဒိုင်းကြတဲ့ပွဲတွေဖြစ်ဖြစ်လာပါတော့တယ်။\nတစ်ခွန်းထဲပဲပြောရရင် ရေလည်ကြမ်းပါတယ်၊ ကြည့်နေရင်းနဲ့ကို အားကျစိတ်တွေတဖွားဖွားပေါ်လာပြီး အားမလိုအားမရဖြစ်ပြီး စောင်ကိုက်နေရမှာပါ။ ဟိဟိ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.7 ...",
        "rating": "5.4",
        "url": "https://megaup.net/XIwh/Bang.Gang.A.Modern.Love.Story.2015.FRENCH.720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34BmdJkdvRweC3xJJFlOFQ2IbYc.jpg",
        "title": "No Sudden Move (2021)",
        "description": "1950 ကျော်လောက်က အမေရိကန်မှာ Big Fourဆိုပြီးကားကုမ္ပဏီကြီးလေးခုရှိခဲ့တယ်။GM, Ford, Chrysler and American Motor ပေါ့။သူတို့ ကုမ္ပဏီကြီး ၄ ခုပေါင်းပြီး လျို့ဝှက်ချက်တစ်ခုလုပ်နေတာကိုလူအချို့က အနံ့ရသွားတယ်။ အဲဒီအနံ့ကနေ ငွေသန်းချီပြီး ရဖို့ကြံစည်ရင်းနဲ့လူဆိုးဂိုဏ်းကြီးတွေ ပါလာတယ်။ လူဆိုးဂိုဏ်းကြီးတွေ့ ခိုင်းလိုက်တဲ့လူမိုက်ပေါက်စလေးတွေကလည်း အကွက်ရွှေ့ရင်းနဲ့ သူဌေးတွေ ဂိုဏ်းတွေလူမိုက်တွေ ရှုပ်ကုန်တဲ့အကြောင်းကို ပြထားတာပါ။မင်းသားကတော့ နည်းနည်းဝနေလို့ မမှတ်မိမယ်ထင်ရတယ်။ငယ်ငယ်ကကြည့်ခဲ့တဲ့ Mummy မင်းသားကြီးပါ။နောက်တစ်ယောက်ကတော့ Iron Man ရဲ့ ဘော်ဒါကြီးပေါ့။သူကတော့ မြင်တာနဲ့မှတ်မိလွယ်ပါတယ်။Crime Drama ကောင်းကောင်းလေးမို့ ခံစားကြည့်လိုက်ပါဦး။ Translated by  Mr.AndersonEncoded by : YKFile Size : 1.45Gb and 2.05GBQuality  ...",
        "rating": "6.7",
        "url": "https://megaup.net/2jDI2/No.Sudden.Move.2021.720p.WEB.H264(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJoLrbgEqupECFC7TwcmSZY2JSn.jpg",
        "title": "Midnight (2021)",
        "description": "Midnight 2021သန်းခေါင်ယံ .....သန်းခေါင်ယံမှာ ဘာတွေ ဖြစ်ကြမလဲ????ညဆိုတာကတော့ မကောင်းမှုတွေ စိုးမိုးတတ်တဲ့အချိန်ပါ။\nဒီညကတော့ ထူးဆန်းပါတယ်။ကွင်းဆက်လူသတ်သမားတစ်ယောက်က\nအမျိုးသမီးငယ်တစ်ယောက်ကို လိုက်လံသတ်ဖြတ်တာပါပဲ။ဘာလို့ သတ်ဖြတ်နေရလဲ ဆိုတာကတော့ .....\nသူ လူသတ်မှုကျူးလွန်နေတာကို\nအမျိုးသမီးငယ်တစ်ယောက် က မြင်တွေ့သွားလို့\nနှုတ်ပိတ်ဖို့အတွက် လိုက်လံသတ်ဖြတ်ဖို့ ကြိုးစားတာပါ။အဲဒီအမျိူးသမီးငယ်ကတော့ ဆွံ့အနားမကြားဖြစ်နေတဲ့ ဂျောင်မီ ပါပဲ။ဆွံ့အနားမကြား ဖြစ်နေတဲ့ ဂျောင်းမီက ဆွံ့အနားမကြားသူတွေအတွက်\nဝန်ဆောင်မှုပေးဖို့ Call Center မှာ အလုပ်လုပ်ရပါတယ်။လူကောင်းသူကောင်းတွေကြားမှာ တစ်ယောက်ထဲ ကင်းကွာနေတတ်တဲ့ သူမ\nတစ်ချိန်မှာတော့ ကွင်းဆက်လူသတ်သမားတစ်ယောက် လူသတ်မှု ကျူးလွန်တာကို မြင်ရပြီးတဲ့နောက်မှာတော့ ......လူသတ်သမားရဲ့လက်ကနေ သူမ ထွက်ပြေးလွတ်မြောက်နိုင်မလား ဆိုတာကို\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်\nThriller ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်။Jin Ki Joo ,Wi Ha joon, Kim Hye Yoon နဲ့ Park Hoon တို့မှ အဓိက သရုပ်ဆောင်ထားပါတယ်...Thriller ကားတွေကြည့်ရတာကြိုက်တတတ်တယ်ဆိုရင်တော့\nဒီကားမျိုးက လက်မလွှတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb ...",
        "rating": "6.9",
        "url": "https://megaup.net/1DGch/Midnight.2021.720p.WEB-DL.AAC2.0.H.264-CM.mp4",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBftHNBnLHgqwHLiojuVSsRNpS.jpg",
        "title": "Detective Chinatown 2(2018)",
        "description": "Detective Chinatown 2(2018)အညွှန်း\n*********************************ချင်းဖောင်ဆိုတဲ့ ကျောင်းသားလေးက Crimemaster လို့ခေါ်တဲ့ App တစ်ခုမှာ အဆင့်နှစ်ချိတ်ထားသူဖြစ်ပါတယ်...Crimemasterဆိုတာက စုံထောက်ဂိမ်းတစ်ခုပါပဲ၊ ဒါပေမယ့်ထူးခြားတာက တကယ်ဖြစ်နေတဲ့အမှုတွေကိုစုံစမ်းဖော်ထုတ်ရတာပဲဖြစ်ပါတယ်။ ချင်းဖောင်က အဲ့ဂိမ်းမှာ အဆင့်နှစ်ဆိုတော့ နယ်နယ်ရရတော့မဟုတ်ဘူးပေါ့...အဆင့်တစ်ကတာ့ \"Q\" ဆိုတဲ့လူဖြစ်ပြီး ဘယ်သူဘယ်ဝါဆိုတာတော့ ဘယ်သူမှမသိကြပါဘူး။ဦးလေးဖြစ်သူရဲ့ မင်္ဂလာပွဲကိုတက်ဖို့ အမေရိက ကို ချင်းဖောင်တစ်ယောက်ရောက်ရှိလာပါတယ်။တကယ်တော့ဦးလေးဖြစ်သူက ချင်းဖောင်ကို ညာခေါ်လိုက်တာပါ။ တရုတ်တန်းက ဆရာကြီးတစ်ယောက်ရဲ့မြေးဖြစ်သူအသတ်ခံရမှုကိုဖော်ထုတ်ပေးနိုင်ရင် ဒေါ်လာငါးသန်း ပေးမယ်ဆိုတဲ့အတွက်ကြောင့်ချင်းဖောင်ကို လိမ်ပြီးခေါ်လိုက်တာဖြစ်ပါတယ်။ အဲ့အမှုကိုဖော်ထုတ်ဖို့ရောက်လာတဲ့တခြားလူတွေကလဲCrimemaster app ထဲက ချင်းဖောင်ရဲ့ ပြိုင်ဖက်တွေပဲဖြစ်ပါတယ်။ အဲ့တော့ ချင်းဖောင်တို့တူဝရီးနှစ်ယောက်အမှုကို ဖော်ထုတ်ပုံတွေ၊ အမှုက ထင်ထားသလိုမရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာကြောင့်လှည့်ကွက်များစွာရှိနေပုံတွေကို ဟာသဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်။ ဟာသဆန်ဆန်ဆိုပေမယ့်အမှုအကြောင်း သဲလွန်စရှာပုံတွေ၊ ကောက်ချက်ချပုံတွေကလဲ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဲ့ဒါကြောင့် စုံထောက်ကားကြိုက်သူတွေ ဟာသကောင်းကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့တရုတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း လက်တို့လိုက်ရပါတယ်။  ဂိမ်မာတွေဆိုတာ ဘာညာအထှာတော့ရှိတယ်ဗျ....တစ်ချို့သော ပုတ်ခတ်သူတွေအတွက် တစ်ချို့သော ဂိမ်မာသမားများက ဂိမ်ကစားရင်း လက်တွေ့ဘဝမှာ ဒီလိုဟိုလို ဉာဏ်သုံးဖြေရှင်းပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/XIvh/Detective_Chinatown_2.(2018)BLU-RAY.720P.mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lodKsWEcNNlEPbE461pD2c2SuG.jpg",
        "title": "Cold Case (2021)",
        "description": "Cold Case (2021)\n================================ကဲ ပိတ်ရက်မှာ ဘောလီဝုဒ်ကားလေးနဲ့ အပန်းဖြေချင်တဲ့ CM ပရိသတ်များအတွက်ဇာတ်ကားကောင်းလေး တစ်ကား လာပါပြီနော်IMDb 6.3 ရရှိထားပြီးတော့ 30 ရက်နေ့ကမှ ပူပူနွေးနွေး အသစ်စက်စက်လေးထွက်ရှိထားတဲ့Cold Case ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်မယ်ဒီယာက သရဲအကြောင်းနဲ့ပတ်သတ်ပြီး ရုပ်သံအစီအစဉ်တွေ ထုတ်လွှင့်ရသူတစ်ယောက် ဖြစ်ပေမယ့်သူဟာ သရဲနဲ့ပတ်သတ်တာတို့ ဘာသာရေးနဲ့ပတ်သတ်တာတွေကို လုံးဝ အယုံအကြည်မရှိတဲ့သူတစ်ယောက်ပါအမေချစ်သားဖြစ်သူ ခင်ပွန်းနဲ့ ကွာရှင်းဖို့လုပ်ရင်း သမီးဖြစ်သူချင်နူးနဲ့အတူ အိမ်အသစ်ကိုပြောင်းရွှေ့လာတဲ့အခါမှာ.....အဲ့ဒီအိမ်အသစ်မှာ သူတို့ ဘယ်လိုအဖြစ်အပျက်တွေ ကြုံတွေ့ရမလဲ......ရေကန်ထဲမှာ ဦးခေါင်းခွံတစ်ခုကို ရှာတွေ့ရာကနေ လူသတ်မှုကို စုံစမ်းဖို့ ဖြစ်လာတဲ့ ရဲမှူး ဆတ်သ်သီရာဂျီသ်သူစုံစမ်းနေတဲ့ လူသတ်မှုကရော မယ်ဒီယာရဲ့အိမ်က အဖြစ်အပျက်နဲ့ ဘယ်လိုတွေ ဆက်စပ်နေမလဲ......သူတို့ နှစ်ဦးပေါင်းပြီး လူသတ်တရားခံကိုရော ဖမ်းမိနိုင်ပါ့မလား.....ဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးပဲ ​ဖြစ်ပါတယ်မှုခင်းကားကိုမှ horror လေး ထပ်ပေါင်းထည့်ထားတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/XIrh/COLD_CASE_(2021)_720p.mp4",
        "category": "Horror, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-03-at-00.07.15-126x200.png",
        "title": "The Boss Baby: Family Business (2021)",
        "description": "The Boss Baby: Family Business (2021)=============================IMDb Rating - 5.8/102017 လောက်တုန်းက အားလုံးကို အမွှေစိန်လုပ်သွားတဲ့ boss baby လေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်၊သူအခု အရွယ်ရောက်သွားပြီဗျ အရွယ်ရောက်တဲ့အပြင် တူမ ၂ ယောက်တောင်ရပြီး အလုပ်ကြိုးစားတဲ့ အချစ်တော်အန်ကယ်ဖြစ်နေပါပြီ။သို့ပေမယ့် ကျွန်တော်တို့ရဲ့ ကလေးသူဌေးကြီး ဒီဇာတ်လမ်းမှာ သူငယ်ပြန်ရပါဦးမယ်ဖြစ်စဉ်ကဒီလိုရယ်ပါ . သူကလေးဘ၀က လာခဲ့တဲ့ BabyCorp ဆိုတဲ့ အဖွဲ့အစည်းမှာ ပြဿနာတစ်ခု ပေါ်ပေါက်လာပါတယ်၊ ပြဿနာကတော့ ဒေါက်တာတစ်ယောက်ဟာ ကလေးတွေရဲ့ ခေါင်းထဲကို အတွေးမှားတွေ ရိုက်ထည့်ပေးနေပြီးကလေးတွေက မိဘတွေအပေါ် သွေးအေးလာတာပါ။ ဒီ ပြဿနာကို ဖြေရှင်းဖို့ရာ Boss Baby တို့ ညီအစ်ကို ၂ ယောက်အသက်ငယ်ဆေး ဖော်မြူလာကို သောက်ပြီး ကလေးဘ၀ကို ပြန်ရောက်သွားချိန်မှာတော့ ...........ဘာတွေဆက်ဖြစ်မလဲ အဖြေရှာရင်း ဘယ်ပြဿနာတွေ ထပ်တက်ဦးမလဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1DF6p/The_Boss_Baby_Family_Business..2021.720p.WebRip.[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/16569_poster-136x200.jpg",
        "title": "Till Death",
        "description": "Till Death (2021)\nMegan Fox ရဲ့ ဇာတ်ကားသစ် ထွက်ရှိလာပါတယ်။\nဒီဇာတ်လမ်းထဲမှာ အဓိကဇာတ်ဆောင် အမ်မာ အနေနဲ့ ပါဝင်ထားတာမို့ အတော်မိုက်ပါကြောင်း\nအမ်မာဆိုတာ သူ့ကိုအထက်စီးကပဲဆက်ဆံလေ့ရှိပြီး\nလွှမ်းမိုးချုပ်ကိုင်လွန်းတဲ့ ယောကျ်ားဖြစ်သူမာ့ခ်ရဲ့လက်ကနေ\nလွတ်မြောက်ချင်နေသူတစ်ယောက်  ပြောရရင် မာ့ခ်ရဲ့လက်အောက်ဝန်ထမ်း တွမ်နဲ့နောက်မီးပါလင်းနေတာပေါ့ဒီလိုနဲ့ အမ်မာတစ်ယောက် မာ့ခ်နဲ့ ၁၁နှစ်ပြည့်မင်္ဂလာနှစ်ပတ်လည်မတိုင်ခင်ညမှာ\nတွမ်နဲ့လမ်းခွဲခဲ့ပြီး နှစ်ပတ်လည်နေ့မှာ သူတို့မင်္ဂလာဦးတုန်းကတည်းခဲ့ဖူးတဲ့\nရေကန်ဘေးကအပန်းဖြေအိမ်လေးဆီ သွားကြပါလေရောနှစ်ပတ်လည်ညမှာ ပန်းတွေ ဖယောင်းတိုင်တွေနဲ့ ရိုလို့မှမဆုံးသေး\nနောက်တစ်နေ့မနက်မှာ အသက်ကုန်နေတဲ့​ယောကျ်ားဖြစ်သူရဲ့အလောင်းကြီးနဲ့\nလက်ထိပ်ခတ်လျက်သား အမ်မာတစ်ယောက်နိုးထလာရပါတော့တယ်ဇာတ်ကားနာမည် Till Death ဆိုတဲ့အတိုင်းပဲသေအတူရှင်မကွဲပေါ့နော်။\nအရိုတစ်လိုင်းတော့မဟုတ်ဘူး\nMystery Horror ပါတဲ့။\nဘယ်လိုတွေအမှုပတ်မယ်ဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦးReview by MTA\nTranslated by MTA, JoJoVa\nEncoded by AugustFile size…1.8 GB and 960MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 28min\nSubtitle….Myanmar Subtitle (Hardsub)\n.",
        "rating": "6.2",
        "url": "https://megaup.net/2ZA1i/Till.Death.2021.720p.WEB.H264-CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-boss-baby-poster-133x200.jpg",
        "title": "The Boss Baby (2017)",
        "description": "The Boss Baby (2017)________IMDb - 6.3/10\n  \nမိဘနှစ်ပါးရဲ့ အလိုလိုက်ချင်းကိုခံထားရတဲ့ တင်ဆိုတဲ့ကလေးလေးဘဝထဲကို ညီလေးတစ်ယောက် ယောက်လာခဲ့တယ်။\nအဲဒီကလေးပေါက်စကို မနာလိုလည်းဖြစ် မသင်္ကာတဲ့အစ်ကိုဖြစ်သူ တင်မ် ဟာ လျို့ဝှက်ထောက်လှမ်းရင်းဘော့စ်ဘေဘီလေးရဲ့ လျိုှုဝှက်ချက်ကို သိသွားခဲ့ပါတယ်။\nသူ့ညီမြန်မြန်ထွက်သွားစေဖို့အတွက် သူ့ညီရဲ့လျို့ဝှက်စစ်ဆင်ရေးကို လိုက်ကူညီရင်း ကမ္ဘာပေါ်က ကလေးတွေရဲ့\nချစ်ခြင်းကို လုယူမယ့် ဗီလိန်ကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်လာရတဲ့အခါ.....။ဒါရိုက်တာ Tom McGrath က ရိုက်ကူးပြီး\nဇာတ်ညွှန်းရေးသူကတော့ Michael McCullers ပါကာတွန်းဇာတ်ကောင်တွေရဲ့ နောက်ခံစကားပြောသူတွေအနေနဲ့ကတော့ Boss Baby အဖြစ်\nAlec Baldwin နဲ့ Older Tim အဖြစ်Patton Wswalt တို့က အဓိကပါဝင်အားဖြည့်ပေးထားပါတယ်။\n20th Century Foxကုမ္ပဏီက ရိုက်ကူးပြီး မတ် ၃၁ ရက်မှာ ထွက်ရှိထားတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဘာသာပြန်ကတော့ ဝေယံမောင် နဲ့ မျိုးမြင့်မောင်ဖြစ်ပါတယ်File Size - 765 MB\nTranslated By - Wai ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/boss-baby-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
        "title": "The Tomorrow War (2021)",
        "description": "The Tomorrow War (2021)မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။\nနောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီး လူတွေအားလုံး သေကုန်မယ့်အကြောင်း အနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကို အနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။\nဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲ ဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ဖြစ်ပါတယ်။File size… 2.5 GB and 1.4 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 20min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-tomorrow-war-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
        "title": "Haseen Dillruba (2021)",
        "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲ\nအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာ\nမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လား\nအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကို\nပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲ\nအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်း\nနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျ\nဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်\nခင်ဗျားတို့သဘောပေါက်မှာပါ\nလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေက\nပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့\nရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူး\nဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး........ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့\nပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်\nအစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုက\nကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့\nအကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia and Thet Hnin Hsu\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/haseen-dillruba-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/70boqnvvnxtOZncRUZ0ynXgCZHA.jpg",
        "title": "The 8th Night (2021)",
        "description": "The 8th Night 2021ဒီနေ့မှာတော့ Netflix ကပူပူနွေးနွေးထွက်ရှိထားပြီး\nကျိန်းသေကို လက်မလွတ်တန်း ကြည့်ရှုသင့်တဲ့\nKorean Triller Movie လေး The 8th Night နဲ့ မိတ်ဆက်ပေးပါရစေလွန်ခဲ့တဲ့ နှစ်ပေါင်း ၂၅၀၀ ခန့်က မကောင်းဆိုးဝါးတစ်ကောင်က\nလူသားကမ္ဘာနဲ့ငရဲကို ဆက်ထားတဲ့ တံခါးကိုဖွင့်ပြီးတော့\nလူတွေကို အန္တရာယ်ပြုဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒီချိန်မှာ ဗုဒ္ဓက မကောင်းဆိုးဝါးကို တားမြစ်ပြီး\nသူရဲ့စွမ်းအားအရင်းမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုထုတ်ယူခဲ့ပါတယ်အဲဒီစွမ်းအားအရင်းအမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုလည်း\nတစ်နေရာစီမှာ ထားပြီး ချိတ်ပိတ်ပြီး သိမ်းဆည်းခဲ့ပါတယ်အဲဒီအရာတွေကို စောင့်ရှောက်ဖို့အတွက်\nဗုဒ္ဓဟာ သူရဲ့တတပည့် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ နတ်ဆရာကို မှာကြားခဲ့တယ်အချိန်တွေကြာလာတဲ့အခါမှာ လူတွေရဲ့သဘာဝအရ စူးစမ်းချင်တယ်\nရှေးရှေးတုန်းကပြောထားတဲ့အရာတွေကို အမှန်ဖြစ်ကြောင်းသက်သေပြချင်လာကြတယ်\nအဲ့လိုစူးစမ်းချင်တဲ့ စိတ်တွေကနေ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ ဇာတ်ကားမှာ ဆက်လက်စောင့်ကြည့်ကြပါဦးနော်ဒီရုပ်ရှင်လေးမှာတော့ မင်းသားကြီး Lee Sung Min\nBackstreet Rockie မင်းသမီးလေး Kim Yoo Jung နှင့်အတူ\nDoom at your service (DAYS) ထဲကမင်းသား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-8th-night/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Twofacesofmygrilfreind-140x200.jpg",
        "title": "Two Faces of My Girlfriend (2007)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (74%)Penthouse စီးရီးထဲက ရှေ့နေလီဆိုတာနဲ့ မျက်နှာပေးအမျိုးမျိုးနဲ့ ကျရာဇာတ်ရုပ်သရုပ်ဆောင်နိုင်တဲ့ လူတစ်ယောက်ကိုပြေးမြင်မှာပါ...သူကတော့ Bong Tae-gyu  ဖြစ်ပြီး ဇာတ်ရံအဖြစ်သာ အတွေ့များရတဲ့ ဟာသသရုပ်ဆောင်ဖြစ်ပါတယ်။အခုတင်ဆက်မယ့်ဇာတ်ကားကတော့ ရှားရှားပါးပါး အဓိကဇာတ်ဆောင်အဖြစ် သူပါဝင်ထားတဲ့ Comedy Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကတော့...ရိုးအပြီး ခွကျတဲ့ဂူချန်းဟာ ကောလိပ်ကို ၇နှစ်မြောက်တက်နေရတဲ့ ကောလိပ်ဘိုးအေးကြီးဖြစ်ပြီးအလုပ်လျှောက်တိုင်းလည်း မအောင်မြင်ဘဲ တစ်ခုလပ်အစ်မဆီကနေမုန့်ဖိုးလက်ဖြန့် တောင်းသုံးနေရသူဖြစ်ပါတယ်မအောင်မြင်သူတို့ ထုံးစံအတိုင်း ရည်းစားလဲမရှိသလို ဘယ်မိန်းကလေးကိုမှ မနမ်းဖူးသေးတဲ့ Legendary FA ကောင်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဖြူစင်ပြီးချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ရေစက်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်...ဒါပေမယ့် အဲ့ကောင်မလေးက လူတစ်ကိုယ်စရိုက်အမျိူးမျိူး(multiple personality disorder)ဝေဒနာရှင်ဖြစ်နေတဲ့အခါမှာတော့....။ရီနေရတာမို့ ပိတ်ရက်မှာ အေးဆေးကြည့်ဖို့ သင့်တော်တဲ့ Rating မြင့် ကိုရီးယား ဟာသအချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2.2 GB) and (1.3 ...",
        "rating": "6.5",
        "url": "https://megaup.net/XHhc/(CM)Two_Faces_of_My_Girlfriend_-2007_[720p][ATTKC].mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://megaup.net/XHaw/Detective_Chinatown_3.(2021)_BLU-RAY.720P.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-21.34.43-135x200.png",
        "title": "Peter Rabbit 2: The Runaway (2021)",
        "description": "Peter Rabbit 2: The Runaway (2021)==========================IMDb Rating - 6.2/10 ဒရမ်သမားလေး ယုန်ပီတာကို မှတ်မိကြသေးလား??? ဒုတိယကားလေးကိုလည်း စောင့်နေကြမှန်းသိလို့ CM ကတင်ဆက်ပေးလိုက်ပါပြီနော်...အိမ်ပြေးပီတာ.. ပီတာအိမ်ပြေးတစ်ယောက် ဒီဇာတ်လမ်းမှာလည်း ပြေးရပြန်ပါပြီ။ ပေါ့ပေါ့ပါးပါးနေတတ်တဲ့ ပီတာလေးက အရာရာကိုပေါ့ပေါ့လေးပဲပြောပေမယ့် ပေါ့ပေါ့လေးတော့ မခံစားတတ်ပါဘူး။ အဓိကကတော့ ပီတာရဲ့ မတည့်အတူနေ မစ္စတာမဂ်ဂရက်ဂေါ ကြီးက အခုထိ ပီတာ့အပေါ် အမြင်စောင်းနေတုန်းပါပဲ ။ စောင်းဆို ပီတာကလည်း ဘယ်တော့မှအတည့်မနေဘူး.. လုပ်လိုက်ရင် တလွဲကြီးပဲ🤣ပထမကားမှာ အီစီကလီဖြစ်ခဲ့တဲ့ ဘီ နဲ့ မဂ်ဂရက်ဂေါက အခုတော့လက်ထပ်ပြီး ယုန်လေးပီတာအကြောင်းကို စာအုပ်ထုတ်ဝေခဲ့ပါတယ်။ စာအုပ်ရဲ့ အောင်မြင်ချက်ကတော့ ဘီ ကို ဒုတိယအုပ်ရေးဖို့ ကမ်းလှမ်းခံရပြီး ယုန်လေးပီတာကို ဗီလိန် အဖြစ်ရေးဖို့ အကြံပြုပါတော့တယ်။ ဒါကို ဘယ်သူမှမကန့်ကွက်တဲ့အပြင် ပီတာက ဗီလိန်နဲ့ပိုတူတယ်လို့တောင် ဝိုင်းပြီးပြောကြဆိုကြနဲ့ယုန်ဖြူစင်တာ ယုန်ပဲသိတယ်လေ😥ဝေဖန်ဒဏ်တွေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ZyH4/Peter.Rabbit.2.The.Runaway.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-22.58.47-135x200.png",
        "title": "Peter Rabbit (2018)",
        "description": "Peter Rabbit (2018)IMDb - 6.6/10_____Rotten - 63%\n  ဖေဖော်ဝါရီလတုန်းကမှ ရုံတင်သွားတဲ့ Peter Rabbit ဇာတ်ကားကိုတော့ အများကြီးညွှန်းဆိုစရာ မလိုဘူးထင်ပါတယ်။\nအမေရိကန်အင်္ဂလိပ် စာရေးဆရာမ Beatrix Potter ရဲ့ နာမည်ကျော်\nThe Tale of Peter Rabbit စာအုပ်ကိုပြန်လည်ပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားပဲဖြစ်ပါတယ်။ IMDb score 6.6 တောင်ရရှိထားပြီးတော့\nဒေါ်လာသန်း ၅၀ နဲ့ရိုက်ကူးခဲ့တဲ့ကားဟာ ဒေါ်လာသန်း၃၀၀ နီးပါးပြန်လည်ရရှိခဲ့တဲ့အတွက် ငွေကြေးအရ အောင်မြင်တယ်လို့ ဆိုနိုင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n------------------ယုန်ကလေး Peter ဟာ မိဘနှစ်ဦးသေဆုံးပြီးတဲ့ နောက်မှာ\nညီမသုံးယောက် ဝမ်းကွဲအစ်ကိုတစ်ယောက်နဲ့အတူ နေထိုင်လျက်ရှိပါတယ်။ တခြားတိရစ္ဆာန်တွေလို အစားကိုပုံမှန်ရှာစားလည်းဖြစ်ပေမယ့် စွန့်စွန့်စားစားလုပ်လိုက်ရမှ\nကျေနပ်တဲ့ Peter က Joe McGregor ဆိုတဲ့ ဒေါသအိုးအဘိုးကြီးရဲ့\nခြံထွက်သီးနှံတွေကိုသာ ခက်ခက်ခဲခဲခိုးစားလေ့ရှိပါတယ်။ တစ်ရက်\nအဘိုးကြီး McGregor ရုတ်တရက်သေဆုံးသွားတဲ့အချိန်မှာ Peter တို့မောင်နှမတစ်သိုက်ဟာ သူ့အိမ်ကြီးမှာ ပျော်ရွှင်စွာမင်းမူကြပါတော့တယ်။ သို့ပေမယ့် အဘိုးကြီးဟာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/peter-rabbit2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Tuesdays-and-Fridays-2021-133x200.jpg",
        "title": "Tuesdays And Fridays (2021)",
        "description": "Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာ\nမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေ\nစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါ\nဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။\nတစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်\nအိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။\nဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။\nထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။\nအလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်\nဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။\nလန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။\nအဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်\nစိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။\nဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်\nစောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။\nဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။\nသူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့\nခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2jAza/Tuesdays.and.Fridays.2021.720p.NF.WEB-DL.DDP5.1.x264-Invictus.mp4",
        "category": "Bollywood, Comedy, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y89kFMNYXNKMdlZjR2yg7nQtcQH.jpg",
        "title": "Sound of Metal (2020)",
        "description": "Sound of Metal(2020)**********************************\nIMDb Rating- 7.8/10\nRotten Tomatoes- 97%ဇာတ်လမ်းအကျဉ်းဟီရိုအင်းဆေးသမားဖြစ်ခဲ့တဲ့ Punk-Metalတီးဝိုင်းတစ်ခုရဲ့ ဒရမ်သမား ရူဘင်စတုန်းအတွက်တော့\nဒီအလုပ်က တော်တော်လေးကောင်းတဲ့အစားထိုးမှုတစ်ခုပါ။\nဒီလိုနဲ့ ဆေးလိပ်၊မူးယစ်ဆေးတွေဖြတ်လိုက်ပြီး လေးနှစ်ကြာသွားတယ်။\nဒီအလုပ်ကိုလည်း သူ့ရည်းစား(လူ)နဲ့ ပျော်ပျော်ကြီး ဆက်လုပ်ရင်းပေါ့။ဒါပေမယ့် သူ့အကြားအာရုံ ချို့ယွင်းလာတာကို တဖြည်းဖြည်းသတိထားမိလာတယ်။\nဆရာဝန်ဆီသွားပြကြည့်တော့ ရက်အနည်းငယ်အတွင်းမှာပဲ\nသူ့အကြားအာရုံ ၇၀%ကနေ ၈၀%အထိ ဆုံးရှုံးနေတာကို သိလိုက်ရတယ်။\nဆရာဝန်က အသံကျယ်ကျယ်ကြီးတွေကို ရှောင်ဖို့ပြောပေမယ့်\nMusic Industry ထဲကလူဖြစ်နေတဲ့အပြင်\nMetal Bandတစ်ခုက ဒရမ်သမားလည်းဖြစ်နေတာကြောင့် ဘာမှ မတတ်နိုင်လိုက်ဘူး။\nစိတ်ဖိစီးမှုတွေကြောင့် ရူဘင်က မသောက်တာလေးနှစ်ရှိပြီဖြစ်တဲ့\nဆေးလိပ်ကိုပါ ပြန်သောက်နေလို့ လူက စိတ်ပူလာတယ်။\nဒါကို ကုဖို့ အနည်းဆုံး ဒေါ်လာလေးသောင်းလိုတာကြောင့်\nမကုတော့ဘဲ လူက ရူဘင်ကို (နားမကြားတဲ့လူတွေအတွက်)ပြန်လည်ထူထောင်ရေးစခန်းဆီ ပို့တယ်။ရူဘင်တစ်ယောက် အဲ့စခန်းမှာ“နားမကြားသူဖြစ်ရခြင်း”အကြောင်းသင်ယူသွားပြီး\nဘဝအသစ်စဖို့ ပြင်မှာလား မပြင်ဘူးလား ဆိုတာကိုတော့………============================“Much like heavy metal music, Sound of Metal isn't trying to give us ...",
        "rating": "7.8",
        "url": "https://megaup.net/XF0n/sound.of.metal.2019.720p.bluray.x264-CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KBt4FqMaY2hdOEkS4inNvDBxLz.jpg",
        "title": "Home Sweet Home ( 2021 )",
        "description": "Home Sweet Home ဆိုပြီး တစ်ကွက်မှ Sweet မပါတဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကဘယ်လို စိတ်ဝင်စားဖို့ကောင်းပြီး ဦးနှောက်စားစေတာလဲဆိုရင်တော့...ဇာတ်လမ်းအစမှာ ကျောင်းကားမှောက်အောင်လုပ်တဲ့ ကျောင်းကားယာဉ်မောင်းယွီခွန်ချောင်ကို ဝမ်လူကြီးမင်းတို့မိသားစုရဲ့ မြေအောက်ခန်းထဲ ပိတ်ထားတဲ့ကိစ္စနဲ့အစပျိုးထားတယ်။ ယာဉ်မောင်းကြောင့်လို့ သေချာနေပေမယ့် တရားဥပဒေရဲ့အဆုံးအဖြတ်ကတော့ မဟုတ်ဘူးဖြစ်နေလို့ ယာဉ်မောင်းကို တရားဥပဒေအရအပြစ်ပေးမရတော့ သေသွားတဲ့ ကျောင်းသားမိဘတွေက ကိုယ်ပိုင်နည်းနဲ့ရှင်းဖို့ကြိုးစားပြီး လိုက်ရှာနေခဲ့တာပေါ့။ ဒီအကြောင်းကိုသိလို့ ယွီခွန်ချောင်ကလည်းဝမ်လူကြီးမင်းရဲ့ မြေအောက်ခန်းမှာ အသာတကြည်နဲ့ အဖမ်းခံနေတာ ၃ နှစ်ကြာခဲ့ပြီပေါ့။ဝမ်လူကြီးမင်းတို့ မိသားစုအကြောင်းပြောရမယ်ဆိုရင် ဝမ်လူကြီးမင်းနဲ့ ဝမ်ကတော်ရယ်။ဝမ်ခြူးထုံဆိုတဲ့ သမီးရယ် ဝမ်ခြူးချီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။ဝမ်ခြူးချီဆိုတာ ကျောင်းကားမတော်တဆမှာပါဝင်ထားပြီး အဲ့မတော်တဆကြောင့်ခြေထောက်က ဒုက္ခိတဖြစ်သွားခဲ့ပြီး ခြေတုနဲ့နေနေရသူဖြစ်တယ်။ ဒါပေမယ့်မတော်တဆမှာ သူလည်းမကင်းရှင်းပါဘူး။ ဘာလို့လဲဆိုတော့ သူကငွေ ၁၀၀ ပေးပြီး ယွီခွန်ချောင်ကို သူ့ဖိနပ်ကြိုးချည်ဖို့ပြောလို့ ယွီခွန်ချောင်ကကားကိုဘေးထိုးရပ်ပြီး ချည်ပေးတဲ့အခါမှာ ကားက တောင်အောက်ပြုတ်ကျသွားခဲ့ကြတာကြောင့်ပါ။ဒီလိုပြောလို့ ဝမ်ခြူးထုံကလည်း သာမန်မဟုတ်ဘူး။ ယာဉ်မောင်းကို မမုန်းတဲ့အပြင်အမြဲ ယာဉ်မောင်းကိုချုပ်ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/home-sweet-home-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "title": "Batman: The Long Halloween, Part One (2021)",
        "description": "Batman: The Long Halloween, Part One (2021)ဒီဇာတ်လမ်းမှာတော့ ဘတ်မန်း စုံထောက်ဝင်လုပ်တာကိုတွေ့ရမှာပါ. ထုံးစံအတိုင်း ရာဇဝတ်ကောင်တွေ ပေါများတဲ့ဂေါ်သမ်ဟာ ဟောလိုးဝင်းအားလပ်ရက်တွေမှာ အခြေအနေပိုဆိုးလာခဲ့ပါတယ်.ဘာလို့လဲဆိုတော့ မြို့မျက်နှာဖုံးငွေခဝါချနေတဲ့ ဖယ်ကိုနီမိသားစုဆိုတဲ့ ဒိတ်ဒိတ်ကျဲမိသားစုတွေရဲ့ဂိုဏ်းကလူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရလို့ပါ,ဒါကြောင့် ဖယ်ကိုနီမိသားစုကို ဖြုတ်ချချင်တဲ့ ဒန့်ရယ်လူသတ်မှုကိုဖော်ထုတ်ချင်တဲ့ ဘတ်မန်းရယ်နှစ်ယောက်ပေါင်းပြီး အမှုလိုက်ကြမှာပါ,ဒီဇာတ်လမ်းကတော့ Part1ဖြစ်ပြီးPart2ကတော့Julyလမှာထွက်ရှိမှာမလို့ စောင့်မျှော်အားပေးနိုင်ပါတယ် Translated by MoonLightEncoded by YKQuality : 1080p BluRay and 720pFile Size : 1.19GB and 855MBDuration :  1h 25min",
        "rating": "7.5",
        "url": "https://megaup.net/2jzU8/Batman.The.Long.Halloween.Part.One.2021.720p(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/163de416aeebc9495c27137f8ca27507-139x200.jpg",
        "title": "Always (2011)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (81%)ဆိုဂျီဆပ်ပရိတ်သတ်တွေဆို လုံးဝလက်လွတ်ခံလို့မဖြစ်တဲ့ဇာတ်ကားပါ...သူ့ရဲ့ရီဝေဝေမျက်ဝန်းတွေက ဒီဇာတ်ကားရဲ့ အုံ့မှိုင်းလွမ်းမောဖွယ် Theme နဲ့ သက်ဝင်လွန်းနေခဲ့တာပါ။အပြောအဆိုနည်းနည်း အေးတိအေးစက်နဲ့ ပကာသနခုံမင်မှုမရှိတဲ့ ကောင်လေးတွေမှာ အချစ်ကပိုရှင်သန်တတ်တယ်...ဒီလိုအမူအရာနဲ့ မင်းသားဆိုဂျီဆပ် ထပ်တူကျနေတာက စပျစ်ဝိုင်လို ထိရှိနေပါရော..မင်းသမီး Han Hyo‑joo ကလဲ လိုက်ဖက်ညီစွာ ပံ့ပိုးထားတာကြောင့် ပြည့်စုံတဲ့ပန်းချီကားတစ်ချပ်လိုပါပဲ...ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ်...လက်ဝှေ့လောကထဲက အနားယူထားတဲ့ကောင်လေးနဲ့ မျက်မမြင်ကောင်မလေးတို့ရဲ့ မေတ္တာတရားအကြောင်းကိုရိုးရိုးလေးရိုက်ပြထားတာပါ...ဒါပေမယ့် အဲ့ဒီရိုးရှင်းမှုကပဲ ကြည့်ရှုသူရဲ့ ရင်ကို ဝုန်းဒိုင်းဝင်ချလာတာပါ....အချစ်ဆိုတာ စောက်ပိုတွေမပါတဲ့ ရိုးသားမှုပဲ မဟုတ်လား။ချစ်တတ်တဲ့သူတိုင်း ဒီဇာတ်ကားကို ရင်ထဲသိမ်းထားတတ်ကြတယ်။ဒါကြောင့်လဲ ကိုရီးယား Drama Romance ကားတွေထဲမှာနိုင်ငံတကာ Rating အမြင့်ကြီးကို ရှားရှားပါးပါး ရရှိထားတာပါ။ \nFile size…(2 GB) and (1.2 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.8",
        "url": "https://megaup.net/1DC3l/Always.2011.720p.BluRay.x265.HEVC.10bit.AAC.5.1-BTS.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jzwb/Shark_The_Beginning_2021.720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTY3NjY0MTQ0Nl5BMl5BanBnXkFtZTcwMzQ2MTc0Mw@@._V1_-135x200.jpg",
        "title": "Despicable Me 1 +2",
        "description": "ဒီနေ့ ဘာဇာတ်ကားအသစ်ထွက်လဲ လျောက်မွေရင်းနဲ့ Despicable Me 2 အဆက်ဖြစ်တဲ့ Minion Short Film ၃ကား တွေ့လို့ ဆွဲကြည့်တာ တော်တော်လေးကို ကောင်းပါတယ်။ ရယ်လဲ ရယ်ရတာမို့ CMက အမျိုးတွေလဲ ကြိုက်ကြမယ်ထင်လို့ တင်ပေးလိုက်ပါတယ်။ ၂၀၁၅တောင်မှ ဒီနေ့မှ ထွက်တာမို့ စာတန်းထိုးဖိုင်တော့ မရသေးပါ။ ကျွန်တော်အတွက်ကတော့ ဘာစာတန်းထိုးမှ မပါလဲ Minionsတွေရဲ့ ချစ်စရာကောင်းပုံနဲ့တင်ကို ကြည့်ရတာ တန်လွန်းပါတယ်။ Minions (2015) အကြည်မထွက်သေးခင်တော့ ဒါလေးနဲ့ အပန်းဖြေထားလိုက်ကြပါဦး။File Size: 90 MB\nQuality  : Web Rip 720P\nFormat  : Mkv\nRunning Time: 13 minute\nGenre    : Short Animation\nEncoder: Joker.phs",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-174/"
    }
]