[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sD3LyXKotplTnNnpMEoQeqYyRL3.jpg",
        "title": "Scary People ( 2023 )",
        "description": "ဒီချောက်ချားစရာ ပုံပြင်လေးကတော့ နာမည်နဲ့မတူလောက်အောင်\nထိုက်ဖျင်(အေးချမ်းသာယာ)ဆိုတဲ့နယ်မြို့လေးတစ်ခုရဲ့\nလူသေဆုံးမှုကနေ စတင်ခဲ့ပါတယ်\"ယွဲ့နူ\"ဆိုတဲ့မိန်းကလေးဟာ ထိုက်ဖျင်မြို့မှာအမှီပြုနေထိုင်ရာမှ\nရုတ်တရက် သေဆုံးသွားပါတော့တယ်။\nတစ်နေ့မှာ ယွဲ့နူရဲ့သေဆုံးမှုဟာ မိမိကိုယ်ကို\nသေကြောင်းကြံစည်တယ်ဆိုတဲ့ သတင်းစကားတွေလည်း ထွက်လို့နေပါတယ်ဒါပေမဲ့ ယွဲ့နူသေပြီး လဝက်မကျိုးခင်မှာပဲ သူမရဲ့အစ်ကိုဖြစ်သူ\nလျိုသောင်းဇစ်အပါအဝင် နောက်ထပ်လူတွေ ဇစ်မြစ်မသိရဘဲ သေဆုံးသွားခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ အမှုစစ်ဆေးရေးမှုး ဆရာကြီးကျန်းယိရန်ဟာ\nထိုက်ဖျင်ရွာကို လာရောက်စစ်ဆေးရာမှာတော့。。。ကျန်းယိရန်ဟာ သရဲတစ္ဆေဆိုတာ လောကမှာမတည်ရှိဘူးဆိုတဲ့\nခံယူချက်ကို နှလုံးသွင်းထားတဲ့လူဖြစ်ပြီး ရွာကိုအရောက်မှာ\nသတ္တိခဲသူတောင်းစားမလေး ကုံဇစ်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်၊‌\nဧည့်သည်တွေကို ခြောက်လန့်ပြီး ‌ငွေ‌လိမ်ယူနေတဲ့ ပေါ့ပျက်ပျက်\nကုံဇစ်ဟာ ဒီအမှုမှာ ဘယ်လိုစရိုက်လက္ခဏာမျိုးနဲ့အတူပူး‌ေပါင်းဖြေရှင်းသွားမလဲ-ယွဲ့နူရဲ့သေဆုံးမှုဟာရော သွေးရိုးသားရိုးဖြစ်နိုင်မလား\n-ဒီလိုဆိုရင်တောင် သူမသေပြီးမကြာခင်မှာမှ\nအဲ့လောက်တိုက်ဆိုင်စွာနဲ့ပဲ လူတွေသေဆုံးနေတာလား?\nယွဲ့နူနဲ့ရော ဘာတွေပတ်သတ်မှုရှိနေဦးမလဲဆိုတာ ?....\nCMမှာဆက်လက်ကြည့်ရှုခံစားရင်း အဖြေထုတ်ကြည့်လိုက်ရအောင်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Comedy\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VYye/Scary_People_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ4YWY3MjItMWYzYS00N2Y5LTkzOWEtNWY2MmFlZTY0YzY4XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "100 Rifles (1969)",
        "description": "လိုင်ဒက်ကာဆိုတဲ့ လူတစ်ယောက်ဟာ အရီဇိုးနားက ဘဏ်ကို ဖောက်သွားတဲ့ ဘဏ်ဓားပြတစ်ယောက်ကို ဖမ်းဖို့လုပ်ရင်း မြို့တစ်မြို့ကို ရောက်ရှိလာခဲ့ပါတယ်။ အဲ့မြို့မှာ လိုက်စုံစမ်းရင်း ဘဏ်ဓားပြကို တွေ့ခဲ့ပေမဲ့ သူဖမ်းလို့ မရခဲ့ပါဘူး။ ဘဏ်ဓားပြက အဲ့မြို့မှာလည်း နောက်ပြသနာတစ်ခု ရှာလိုက်တာကြောင့်ပါ။ သူကရော အဲ့ပြသနာကြားထဲမှာ ဘယ်လို ရောပါသွားမလဲ။ သူနဲ့ ဘဏ်ဓားပြဆိုတဲ့လူကြားထဲမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ အဲ့မြို့က ဗိုလ်ချုပ်က ရိုင်ဖယ် အလက် ၁၀၀ကို တွေ့တဲ့အခါမှာရော ဘယ်လိုတွေထပ်ပြီး ပြသနာတက်ဦးမလဲ။ သူတို့နဲ့ အဲ့ရိုင်ဖယ်တွေက ဘယ်လို ဆက်စပ်နေလဲ စတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ 1969ခုနှစ်တုန်းက ထုတ်လွှတ်ခဲ့တာ ဖြစ်ပြီး IMDB rating 6အထိရထားတဲ့ Western/Drama ဇာတ်ကား တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…(2.9 GB)/(1.4 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure, ...",
        "rating": "6.0",
        "url": "https://megaup.net/3hP1u/100.Rifles.1969.720p.(CM).mp4",
        "category": "Action, Adventure, War, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjExNTc4NDg3OV5BMl5BanBnXkFtZTcwNTMzNDAxNw@@._V1_-1-135x200.jpg",
        "title": "Think Like a Man (2012)",
        "description": "2009 ခုနှစ်ကထုတ်ဝေထားပြီး review ကောင်းတွေနဲ့နာမည်ကျော်တဲ့ Steve Harvey ရဲ့ \"Act like a lady, think like a man\" ဆိုတဲ့မိန်းမတွေအတွက်ယောက်ျားတွေရဲ့လျှို့ဝှက်ချက်တွေကိုဖော်ထုတ်ပြထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် IMDb 6.5/10. Rotten tomatoes 54%ထိရရှိထားပြီးဗျူဟာအသစ်တွေနဲ့အချစ်စမ်းကြမဲ့အမျိုးသမီးတွေနဲ့ အမျိုးသားထုကြီးအကြောင်းကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာကိုတွေ့ရမှာပါ Kevin Hart နဲ့သူငယ်ချင်းတွေကတော့အမျိုးသားထုကြီးကိုကိုယ်စားပြုထားတာဖြစ်ပြီး Steve ရဲ့စာအုပ်ကြောင့်သူတို့ရဲ့အချစ်ရေးကိစ္စတွေမှာပရမ်းပတာတွေဖြစ်သွားပါတော့တယ် စာအုပ်ဖတ်ပြီးတစ်ကွက်ကြိုမြင်နေတဲ့အမျိုးသမီးတွေဖက်ကစစချင်းတစ်ပန်းသာနေခဲ့ပေမဲ့ ကစားပွဲအလှည့်အပြောင်းတစ်နေရာအရောက်မှာတော့... နည်းဟောင်းတွေနဲ့တိုက်လို့မရတော့တဲ့အတွက်‌အမျိုးသားထုကြီးကလည်းဗျူဟာအသစ်တွေထုတ်သုံးရပါတော့တယ် ဒီလိုနဲ့အမြဲတမ်းလွန်ဆွဲနေတဲ့အချစ်စစ်ပွဲမှာဘယ်သူတွေကအနိုင်ရသွားမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.5 GB)/(780 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:02:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/1g0gx/Think.Like.A.Man.2012.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBB6Cspp1vCIwNIFGwvzi4PiL22.jpg",
        "title": "18+ Resemblance (2023)",
        "description": "(18+) Resemblance (2023)ထိုင်းနိုင်ငံထဲမှာ လူငယ်တွေ တောအုပ်တစ်ခုထဲ ဝင်ပြီး ပျောက်ဆုံးသွားတဲ့ ဖြစ်စဉ်တွေ ဖြစ်နေတာပါ။\nဒီကိစ္စမှာ ပျောက်ဆုံးနေတဲ့ လူငယ်တွေနဲ့ အဆက်အစပ်ရှိတဲ့ တစ်ဦးတည်းသောသူကတော့ ဘော်ဘီ ပါပဲ။\nဒါကြောင့် ရဲတွေလည်း ဘော်ဘီနောက်ကို လိုက်စုံစမ်းကြပါတော့တယ်။ဇာတ်လမ်းကတော့ ပနားနား ဆိုတဲ့ မော်ဒယ်လ်မလေး ပျောက်ဆုံးရာက စပါတယ်။\nသူ နောက်ဆုံးတွေ့ခဲ့တဲ့လူကတော့ ဘော်ဘီပါပဲ။\nသူက တစ်ဆင့် ရောဂါဆန်းလိုမျိုး ဖြန့်ဝေသွားတာပါ။\nဘယ်လိုဖြန့်ဝေတာလဲဆိုတော့ လိင်ကိစ္စကနေ တစ်ဆင့်ပါပဲ။\nဒါကတော့ ဇာတ်ရဲ့အနှစ်သာရပေါ့လေ။\nဆရာသမားတို့ ကြိုက်ကြမဲ့အပိုင်းတွေ အများကြီး ပါပါတယ်။\nရောဂါပုံစံမျိုး ဘယ်လိုကူးကြလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက် ရှုစားလိုက်ကြပါဦး။မင်းသားမင်းသမီးတွေက နာမည်ကြီးတွေ ပါတာမို့\nအမှောင်လောကသားတွေ စိတ်ကျေနပ်ရမယ့် ကားတစ်ကားဆိုလည်း မမှားပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Top ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Crime, Sci-fi\nQuality…. 1080p | 720p\nFile size…  1.3GB | 677MB\nFormat… mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/3XKEz/Resemblance.2023.NF.720p.WEB-DL.CM.mp4",
        "category": "Crime, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Wak7sN4FXGT2q8gtdsliMNQt6V.jpg",
        "title": "Broken People (2023)",
        "description": "Broken People (2023)လူတစ်ယောက်နဲ့ တစ်ယောက် သူ့အကြောင်းကိုယ့်အကြောင်း သေချာသိကြဖို့ အချိန်ဘယ်လောက်လိုပါသလဲ…လူတစ်ယောက်နဲ့ တစ်ယောက်ကြား အခိုင်မာဆုံးကြိုးတွေ ချည်ဖြစ်ဖို့ ရာသီဘယ်နှလီ ဖြတ်သန်းကြရမလဲ...တချို့တွေအဖို့ နှစ်နဲ့ချီ ဖြည်းဖြည်းချင်း ညှိယူသိယူကြရတဲ့ နားလည်မှုတွေ၊ တစ်ကြိုးချင်းရစ်ရင်းသီရင်းက ချည်နှောင်ခဲ့ရတဲ့ ရင်းနှီးမှုတွေဟာ... တချို့များအတွက်ကျတော့လည်း ဝီစကီတစ်ခွက်ပဲ လိုပါတယ်။တစ်ခါတစ်ခါ ရင်ဖွင့်ချင်တာတွေရှိတဲ့အခါ ကိုယ့်အသိအဝန်းအဝိုင်းထဲက လူတစ်ယောက်ဆီမှာ ဖွင့်ချရတာထက် ကိုယ့်ကိုလုံးဝမသိတဲ့ လူစိမ်းတစ်ယောက်ဆီမှာ အိပ်သွန်ဖာမှောက်ပြောပြရတာက ပိုလို့ သက်တောင့်သက်သာရှိပါတယ်။ ဒီလိုနဲ့ပဲ လွန်ခဲ့တဲ့ ၅မိနစ်က သူစိမ်းတစ်ယောက်ဟာလည်း သင့်ဘဝရဲ့ အရင်းနှီးဆုံးလူတစ်ယောက်ဖြစ်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားအကြောင်းကို မပြောပြချင်ပါဘူး။ ဘာလို့ဆို ဒါဟာ သူစိမ်း၂ယောက်ကြားက ရင်းနှီးမှု မီးပွင့်လေးကို တတိယလူ(အပြင်လူ)နေရာကနေ စောင့်ကြည့်ရတဲ့ ဖီလင်လေးနဲ့ မျောရမှာမို့ပါ။သူစိမ်း၂ယောက်...\nဘားတစ်ခု...\nဝီစကီခွက် ခပ်များများ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 755MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://megaup.net/2BVfs/(CM)_Broken_People_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8ixnKSWv8KHqqrTn6NfToeRIne.jpg",
        "title": "Haita De Acțiune (2023)",
        "description": "Haita De Acțiune (2023)Romania က ရဲတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေ၊ တာ၀န်မကျေပွန်မှုတွေ၊ မတရားမှုကို လျစ်လျူရှုထားတာတွေကို အခြေတည်ရိုက်ကူးထားတဲ့ Romanian ဟာသဆန်ဆန် အက်ရှင်ကား လာပါပြီ။ဒီမှာ အဓိကဇာတ်ကောင်က ဒန်ဇယ်လို့ခေါ်တဲ့ ယာဉ်ထိန်းရဲပါ။ သူ့ရဲ့ငယ်ဘ၀သူရဲကောင်းတွေက မတရားမှုကို တိုက်ခိုက်သူတွေဖြစ်ပြီး ဒန်ဇယ်ကလည်း သူတို့လို ဖြစ်ချင်ခဲ့တာပါ။ ကံမကောင်းစွာနဲ့ စာမေးပွဲကျတဲ့အတွက် ရဲအရာရှိဖြစ်မလာဘဲ ယာဉ်ထိန်းရဲလုပ်နေရသူပေါ့။ ဒန်ဇယ်အဖေကလည်း တစ်ချိန်က ယာဉ်ထိန်းရဲလုပ်ခဲ့ပြီး တရားမျှတမှုအတွက်ကြိုးပမ်းခဲ့တဲ့အတွက် သူတို့ ဌာနမှာ ခုထိလှောင်စရာဖြစ်နေပါတယ်။ သားအဖ၂ယောက်လုံး ဌာနမှာ သိုးမည်းဖြစ်နေတာပေါ့။ဒန်ဇယ်တို့ မြို့မှာ ရဲတွေက သူတို့လုပ်ရမယ့်အလုပ်ကလွဲရင် ကျန်တာအကုန်လုပ်ပါတယ်။ ကိုကိန်းသုံးတာ အရက်သောက်တာ အလှပြင်တာ မိန်းမရှုပ်တာ အကုန်ပါပဲ။ ရဲတွေနဲ့ လူကြီးပိုင်းတွေ ပေါင်းပြီးတော့ အကျင့်ပျက်နေကြတာပါ။ သူတို့အတွက် တရားမျှတမှုဆိုတာ ဟာသလိုကို ဖြစ်နေတာပါ။ ဒန်ဇယ်ကတော့ ဒါတွေကို ပြောင်းလဲချင်ပါတယ်။ သူတို့မြို့က လောင်းကစားအိမ်ကို ...",
        "rating": "5",
        "url": "https://megaup.net/2BVds/(CM)_Haita_De_Actiune_(2023)_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWd9lw09AsaBpCXYCYyaBxs7UIn.jpg",
        "title": "Ramon (2023)",
        "description": "Ramon (2023)~ IMDb rating - 7/10 ~ရိုမေးနီးယားထုတ် ဟာသဇာတ်ကားတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ခေါင်းစဉ်အတိုင်း ရာမွန်ဆိုတဲ့ သူကို ဇာတ်အိမ်တည်ပြီး​တော့ ရိုက်ကူးထားတာပါ။ရာမွန်ဆိုတာကတော့ ရိုးသားကြိုးစားလှတဲ့ တောသားလေးပေါ့။ သူဟာ ငယ်ငယ်ကတည်းက အရမ်းကိုစိတ်ကောင်းရှိပြီး သူများတွေကို ကူညီတတ်တဲ့သူမျိုးပါ။ ဒါပေမဲ့ \"စေတနာကနေ ဝေဒနာ\" ဆိုသလို သူကတော့ ကူညီပေးလိုက်ပေမဲ့ သူများတွေအတွက်တော့ ဒုက္ခပေးသလို ဖြစ်ဖြစ်သွားတတ်ပါတယ်။ ဒီလိုနဲ့ပဲ တစ်နေ့တော့ သူဟာသူ့ ဖူးစာရှင်ကိုပိုးပန်းဖို့အတွက် ဘူခါရက်စ်ကို ရှာပုံတော် ထွက်သွားပါတော့တယ်။ဘူခါရက်စ်မှာ ရာမွန်တစ်ယောက် ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ ကြုံတွေ့ရဦးမလဲ၊ ဘယ်သူတွေကို ကူညီသွားဦးမှာလဲဆိုတာကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ IMDB မှာ 7/10 အထိရရှိထားပြီးတော့ ဇာတ်လမ်းကလည်း အရမ်းကြီး Serious မဖြစ်သလို အရမ်းလည်းပေါတောနေတာ မဟုတ်တဲ့အတွက် စိတ်အပန်းဖြေချင်သူများအတွက် အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "7",
        "url": "https://megaup.net/2BV6B/(CM)_Ramon_(2023)_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q69vCHmShdsiXixCIdwJuyJXEXY.jpg",
        "title": "Sweetwater (2013)",
        "description": "Genre – Thriller, Western\nIMDB – 6.2/10အမေရိကန် ၁၈၀၀ နှောင်းပိုင်း ကောင်းဘွိုင်ခေတ်မှာဇာတ်အိမ်တည်ထားပါတယ်။လှပပြီး ပြည်တန်ဆာဖြစ်ခဲ့ဖူးတဲ့ ဆာရာဟာခင်ပွန်းဖြစ်သူနဲ့ ဘဝသစ်ကိုနယူးမက်ဆီကိုနယ်မြေမှာ လာပြီး ထူထောင်လျက်ရှိပါတယ်။သူတို့နဲ့ အိမ်နီးချင်းလို့ ပြောရမယ့်လူကတော့ ဘာသာရေးအစွန်းရောက်နေတဲ့ဘုန်းကြီးတစ်ပါး ဖြစ်ပြီး မိန်းမတွေတို့ တပည့်တွေတို့နဲ့အတူတူနေပြီး သိုးမွေးထားတာလည်း ဖြစ်ပါတယ်။ဘာသာရေးသမားဆိုပေမဲ့ နောက်ကွယ်မှာကဒုစရိုက်သမားသာသာ ဖြစ်ပြီး သူ့ ခြံထဲကို ကျူးကျော်တဲ့နှစ်ယောက်ဆိုလည်းသတ်ပစ်တဲ့ထိလုပ်တတ်တဲ့ ရူူးနှမ်းနှမ်း ဘုန်းကြီးလိုမျိုးပါ။အဲဒီအချိန်မှာ ဒီအသတ်ခံလိုက်ရတဲ့ လူနှစ်ယောက်ကို လာရှာတဲ့ထူးဆန်းတဲ့ရဲမှူးတစ်ယောက်လည်း ရောက်လာတယ်။ဆာရာရဲ့ ယောက်ျားကလည်း သူ့ စိုက်ခင်းတွေကိုဘုန်းကြီးရဲ့ သိုးက စားတယ်ဆိုပြီး သွားပြဿနာရှာတဲ့အချိန်လူဆိုးသာသာ ဘုန်းကြီးနဲ့ ဘာတွေဖြစ်ကြမလဲ။ဆာရာကလည်း ဘယ်လိုဖြစ်လာမလဲ။ဘုန်းကြီးနဲ့ ရဲမှူးလည်း ထိပ်တိုက်တွေ့ကြမလားဆိုပြီး ကြည့်ရှုရမှာပါ။မင်းသမီးနေရာကတော့ X-Men First Class တို့ Unknown တို့ထဲမှာပါဝင်ဖူးတဲ့ January Jones ဖြစ်ပြီး ရဲမှူးနေရာကဗီလိန်အဖြစ် မကြာခဏ သရုပ်ဆောင်လေ့ရှိတဲ့ Ed Harris ရယ်ဘုန်းတော်ကြီးနေရာမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1VXhg/Sweetwater.2013.720p.BluRay_{CM}.mp4",
        "category": "Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xkGkVjeMcvEg7P3VxWy8wYBJ7Dv.jpg",
        "title": "Ain’t Them Bodies Saints (2013)",
        "description": "ဘော့ပ်နဲ့ ရုဆိုတဲ့ကောင်လေးနဲ့ ကောင်မလေးဟာတက္ကဆက်ပြည်နယ်က Bonnie & Clydeပေါ့.သိပ်ကိုချစ်ကြတဲ့ချစ်စုံတွဲလေးဖြစ်သလို သူတို့လုပ်တဲ့မကောင်းမှုတွေကသူတို့ကို ဝေးကွာစေနိုင်တယ်ဆိုတာကိုလဲ သူတို့သိကြမယ်မထင်သေးတဲ့အရွယ်ပေါ့.တစ်နေ့မှာရဲတွေဝိုင်းထားတာခံရချိန် ရုပစ်လိုက်တဲ့ကျည်ဆန်ကြောင့် ရဲတစ်ယောက်မှန်သွားတော့ ဘော့ပ်ကပြစ်ဒဏ်တွေအားလုံးကို သူ့ဆီပဲပုံချဖို့ ဆုံးဖြတ်ခဲ့တယ်။ရုမှာကချစ်စရာသမီးလေးကိုကိုယ်ဝန်လွယ်ထားရတယ်ဆိုတာလဲအဲ့အချိန်မှာပဲ သိခဲ့ရတယ်လေ. သူပြန်လာခဲ့ပ့ါမယ်စောင့်နေပေးပါဆိုတဲ့စကားအတိုင်း ရုကလဲသမီးလေး၄နှစ်ပြည့်တဲ့အထိကိုနေ့တိုင်းမျှော်နေခဲ့ပြီးရှင်သန်နေထိုင်ခဲ့တယ်။ဒါပေမယ့် တစ်ရက်တော့ ဘော့ပ်တစ်ယောက်ထောင်ဖောက်ပြေးပြီးရုတို့သားအမိကိုခေါ် ဒီနဲ့အဝေးဆုံးကိုထွက်သွားဖို့ ကြိုးစားတဲ့အချိန်မှာမထင်မှတ်ထားတဲ့ ကိစ္စတွေဖြစ်လာခဲ့တယ်။ချစ်ခြင်းမေတ္တာက ဘယ်လိုမျိုး အလုပ်လုပ်လဲဘယ်လောက်ထိတာရှည်ခံနိုင်မလဲ ?ဘော့ပ်နဲ့ရုတို့ရဲ့ ဒီကနေအဝေးဆုံးကိုထွက်သွားဖို့အတွက်အကြံအစည်တွေကရော အဆင်ပြေနိုင်ပါ့မလားရိုမန်တစ်ဒရာမာဇာတ်ကားလေးဖြစ်ပြီး ဘော့ပ် ရဲ့ ကွဲအက်အက်အသံနဲ့ထောင်ထဲကပေးပို့တဲ့စာတွေကိုဖတ်ပြတဲ့အခန်းတွေကတကယ့်ကို ကြေကွဲစရာကောင်းခံစားစေရမှာပါ.ဒီလိုဇာတ်ရုပ်မျိုးကိုသရုပ်ဆောင်တဲ့သူကလဲတခြားသူတော့မဟုတ်ပါဘူး. အော်စကာဆုရှင် Casey Affleckဖြစ်ပြီးအထင်ရှားဆုံးပြောရရင် Manchester By the Seaထဲက မင်းသားပါပဲ.ဆန်ကာတင်စာရင်းတွေထဲမှာလဲ ပါဝင်ခဲ့သလို IMDB scoreလဲကောင်းတဲ့ဇာတ်ကားမလို့ ကြွေကွဲရင်းနဲ့ ခံစားလိုက်ရအောင်။. File size…  1.7 GB /  430 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama, Crime\nSubtitle…. ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VXho/Aint.em.Bodies.Saints.2013.720p.BluRay_{CM}.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/d-e-b-s-2004-141x200.jpg",
        "title": "D.E.B.S. (2004)",
        "description": "အမေရိကန်ကောလိပ်ဝင်ခွင့်စာမေးပွဲတစ်ခုဖြစ်တဲ့ SAT မှာလျှို့ဝှက်ထည့်သွင်းထားတဲ့စစ်ဆေးမှုတစ်ခုရှိနေပြီး အဲ့ဒီစစ်ဆေးမှုကို\nအောင်မြင်တဲ့လူတွေဆီကို D.E.B.S. လို့ခေါ်တဲ့သူလျှိုလေ့ကျင့်ရေးသင်တန်းကျောင်းက ဖိတ်ခေါ်မှုတွေရောက်လာလေ့ရှိပါတယ်။အေမီကတော့ အဲ့ဒီလျှို့ဝှက်စာမေးပွဲမှာ အမှတ်အမြင့်ဆုံးနဲ့အောင်မြင်ထားပြီး သူပါဝင်တဲ့ တပ်ဖွဲ့ဟာလည်း ကျောင်းရဲ့ထိပ်တန်းနေရာမှာရှိနေပါတယ်။\nဒါပေမယ့်လည်း အေမီစိတ်ဝင်စားတာက ကျောင်းဆင်းတဲ့အခါ သူလျှိုလုပ်ငန်းထဲဝင်ဖို့ထက် အနုပညာကျောင်းတက်ဖို့ပါပဲ။တစ်နေ့တော့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ လူစီဒိုင်းမွန်းလို့ခေါ်တဲ့ ဒုစရိုက်သမားတစ်ယောက်မြို့ထဲကိုပြန်ရောက်လာတာကိုစုံစမ်း\nထောက်လှမ်းနေရင်း မမျှော်လင့်တဲ့အလွဲတွေနဲ့ အေမီနဲ့ လူစီဒိုင်းမွန်းတို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်။ သူအဲ့ဒီမှာသိလိုက်ရတာက\nလူစီဟာ မိန်းကလေးချင်းစိတ်ဝင်စားသူတစ်ဦးဖြစ်နေတယ်ဆိုတာကိုပါပဲ။လူစီက သူတို့အသိုင်းအဝိုင်းမှာ အလွန်ကြောက်ဖို့ကောင်းတဲ့ လူဆိုးတစ်ယောက်ဖြစ်ပါတယ်။ သူနဲ့ထိပ်တိုက်တွေ့ဆုံဖူးသူမှန်သမျှ\nအသက်ရှင်ကျန်ရစ်သူမရှိတာ၊ အလွန်ရက်စက်သွေးအေးတတ်တာ၊ သူ့အကြောင်းသေချာသိတဲ့သူရယ်လို့မရှိပဲ\nဒဏ္ဍာရီဆန်ဆန်ပါးစပ်ပြောတွေနဲ့သာကြားဖူးနားဝရှိကြရတဲ့အထိလည်းလျှို့ဝှက်သူပါ။ အဲ့ဒီကြောက်စရာလူဆိုးမကြီးကိုမှ သူ့အနေနဲ့စိတ်လှုပ်ရှားခံစားသက်ဝင်မိသွားတယ်ဆိုတာ\nအေမီတစ်ယောက်သိလိုက်ရတဲ့အခါမှာတော့..။D.E.B.S ဟာဒီခေတ်လို GL တွေ BL တွေ ပေါပေါများများခေတ်မစားသေးခင်က ထွက်ခဲ့တဲ့ရှေ့ဆောင်လမ်းပြဖြစ်ခဲ့တဲ့ချစ်စရာ GL ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်ရှိခဲ့ချိန်ကစလို့ အခုချိန်ထိ LGBT community တွေရဲ့အစီအစဉ်နဲ့အထူးပွဲတွေပြနေတုန်းပါပဲ။ဘာကိုမှ Serious မထားပဲပေါ့ပေါ့ပါးပါးအချိန်ဖြုန်းချင်စရာ ပျော်စရာဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဇာတ်ကားမှာဦးဆောင်ပါဝင်ခဲ့သူတွေဟာ အခုချိန်မှာ နာမည်ကျော်တွေအဖြစ်တန်းဝင်နေကြပြီဖြစ်ပြီး သူတို့ရဲ့ငယ်ဘဝအလှပုံရိပ်လေးတွေကို တစ်ဝကြီးတွေ့ရမှာပါ။\nအနည်းဆုံးတော့ စကီအလန်းလေးတွေ စကပ်အတိုလေးတွေဝတ်ပြီး ပြေးလွှားလှုပ်ရှား ဖိုက်တင်ချကြတာကိုက အတော်ကြည့်ကောင်းနေပြီဖြစ်ပါတယ်။(တလောက ဖေစ့်ဘုတ်မှာခေတ်စားနေတဲ့ Devon Aoki ...",
        "rating": "5.3",
        "url": "https://megaup.net/1g0fe/(CM)_D.E.B.S.2004.720p.WEB-DL.DD5.1.H264-Naung.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42Zaf3b48xq3q3FRVwltqwoCeCQ.jpg",
        "title": "Head to Head (2023)",
        "description": "လတ်တလောကမှ Netflix ကနေထွက်ရှိလာတဲ့ ဆော်ဒီဟာသဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်းအညွှန်းဒါရဝစ်ချ်ဆိုတဲ့သူဟာ ကုမ္ပဏီတစ်ခုမှာ ဒရိုင်ဘာအနေနဲ့အလုပ်လုပ်နေတဲ့သူဖြစ်ပါတယ်။ဖာယက်ဆိုတဲ့သူကတော့ ဒါရဝစ်ချ်နဲ့ ကုမ္ပဏီတစ်ခုတည်းမှာ အလုပ်လုပ်နေတဲ့ကားပြင်ဆရာဖြစ်ပါတယ်။ ကားပြင်တယ်ဆိုပြီး ကုမ္ပဏီကကားတွေရဲ့အင်ဂျင်တွေကိုထုတ်ရောင်းစားပြီး ပျက်နေတဲ့အဟောင်းတွေကိုထည့်ထားတတ်ပါတယ်။အဲဒါကိုကုမ္ပဏီကမိထားလို့ အလုပ်ပြုတ်ခံရလုနီးပါးဖြစ်နေတာပါ။ဖြစ်ချင်တော့ သူတို့ကုမ္ပဏီရဲ့စီအီးအိုရဲ့သားက သူ့အဖေမရှိတုန်း ကုမ္ပဏီရဲ့ရှယ်ယာတွေကိုရောင်းစားဖို့လုပ်နေပါတယ်။ ဖာယက်ကို သူ့ဘက်ပါလာအောင် CEO ရာထူးကိုပေးသလိုလုပ်ပြီးတော့ သူ့ဆီလာနေတဲ့ သူ့အဖေကိုလေဆိပ်ကသွားခေါ်ပြီး စာချုပ်မှာလက်မှတ်ထိုးဖို့ကူညီပေးရင် သန်း ၄၀ တန်တဲ့ ရှယ်ယာတွေကိုပေးမယ်လို့ပြောခဲ့ပါတယ်။ပိုက်ဆံမက်တဲ့ဖာယက်ကလည်း သဘောတူပြီး ဒါရဝစ်ချ်ကို လေဆိပ်ကနေ စီအီးအိုဟောင်းဖြစ်သူကိုကြိုခိုင်းတဲ့အခါ ဖာယက်ကလူမှားပြီးတော့ အမှောင်လောကရဲ့ဘုရင်ဖြစ်တဲ့စိန်များဘုရင်ဆိုတဲ့အဖိုးကြီးကို ကားပေါ်ခေါ်တင်လာပါတော့တယ်။စိန်များဘုရင်က အရင်ကလူတိုင်းကြောက်ရတဲ့သူပေမဲ့ အခုကတော့ ရုရှားတွေဆီမှာအဖမ်းခံရပြီးတော့ သေမလိုဖြစ်နေရာက အခုမှဆောဒီကိုပြန်ရောက်လာတာဖြစ်ပါတယ်။အဲဒါကလည်း သူ့သားက ရုရှားမာဖီယားတွေနဲ့ အပေးအယူလုပ်ပြီး ဆောဒီကိုပြန်ခေါ်လာတာပါ။အဲဒီကနေ ပြဿနာတွေတက်ပြီးတော့ မှားသွားတဲ့လူအချင်းချင်းလဲဖို့ ဘသီယခါဆိုတဲ့နေရာကိုသူတို့နှစ်ယောက်သွားခဲ့ကြပါတယ်။ အဲဒီနေရာက လုံးဝကိုမကောင်းတဲ့လူမိုက်တွေ၊လူသတ်သမားတွေ ကျက်စားတဲ့နေရာဖြစ်နေတဲ့အပြင် စိန်များဘုရင်က ရုတ်တရက်သေသွားတဲ့အခါ အဲဒီအလောင်းကြီးနဲ့ သူတို့နှစ်ယောက် လူမိုက်တွေဆီကနေအသတ်မခံရဖို့ရှောင်ပြေးကြတာကို အခွီတစ်လိုင်းနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ဒါရဝစ်ချ်နဲ့ ဖာယက်နှစ်ယောက်သားရဲ့ မတည့်အတူနေဆက်ဆံရေးကို ဟာသ‌ဇာတ်ကွက်တွေနဲ့ ရိုက်ကူးတင်ဆက်ထားပြီးတော့မူးယစ်ဆေးလောကတွေ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1g031/Head_to_Head.2023.WEB-DL1080P5.1CH(CM).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bfrGhxKkLBfpmHXLuAwGlVUXDIX.jpg",
        "title": "Devil’s Peak (2023)",
        "description": "မြောက်ကာရိုလိုင်းနားက ဂျက်ဆင်ကောင်တီမှာ မက်ဂ်နီးလီ ဆိုတဲ့ မိသားစုကမူးယစ်ဆေးတွေ မှောင်ခိုရောင်းဝယ်တာမလို့ မျိုးနဲ့ရိုးနဲ့ကို နာမည်ကြီးပါတယ်။ခေတ်အဆက်ဆက် လူမိုက်လုပ်လာကြတဲ့အလျောက် ချာလီ မက်ဂ်နီးလီ လက်ထက်မှာလည်းရာဇဝင်မရိုင်းရလေအောင် မူးယစ်ဆေးဝါးလုပ်ငန်းကို ဆက်ပြီးထိန်းသိမ်းထားပါတယ်။သူထိန်းသိမ်းထားသလို ဆက်ပြီးလုပ်သွားနိုင်ဖို့ သားဖြစ်သူ ဂျေကော့ဘ် မက်ဂ်နီးလီကလည်းချာလီ့လက်အောက်မှာ အလုပ်ဝင်လုပ်ရင်း ပညာတွေသင်ယူနေရတာပေါ့။ ဖြစ်ချင်တော့ ဂျေကော့ဘ်က သူချစ်ရတဲ့ ကောင်မလေး မက်ဂီ ဂျန်းနင်းစ်နဲ့နီးစပ်ပြီး သူ(မ)ရဲ့အိပ်မက်တွေကို အတူအကောင်အထည်ဖော်ပေးချင်ပေမဲ့ကောင်မလေးအဖေက သူ့အဖေလုံးဝကြည့်မရတဲ့ မြို့နယ်အုပ်ချုပ်ရေးမှူးဖြစ်နေလေတော့လူငယ်တွေရဲ့ အချစ်ရေးက ကံအကြောင်းမလှဘူးပေါ့လုပ်ငန်းကျယ်ပြန့်ရင် ကျယ်ပြန့်သလို ဒုစရိုက်မှုတွေပဲများလာလို့ စိတ်မအေးချမ်းဖြစ်နေရတဲ့ဂျေကော့ဘ်က ချာလီရဲ့ မျိုးရိုးစဉ်ဆက်နဲ့ချီပြီး ပြောပြောနေတဲ့ lecture တွေနဲ့brainwash လုပ်မှုတွေအပြင် ကောင်မလေးဘက်က ပြဿနာတွေနဲ့ပါရင်ဆိုင်ရတော့ ဘယ်ဘက်ကိုရွေးပြီး ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရှုရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...   File size…1.31GB / 535MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Crime, Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.5",
        "url": "https://megaup.net/1VXt8/Devils.Peak.2023.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e0NZxqQ4B8YZ6kRrZish2DPqtdi.jpg",
        "title": "Vice(2018)",
        "description": "Vice(2018)\nIMDb....7.2,,,,Rotten....66%\n((Blu-Ray 10805.1ch နဲ့ 720pတို့ဖြင့်ပြန်လည် Updateပေးထားပါသည်..))ဒီဇာတ်ကားက  Makeup and Hairstyling အတွက်အော်စကာဆုရခဲ့သလို   ထရန်စဖော်မာ မင်းသားကြီးလို့တင်စားရတဲ့Christian Bale နဲ့ မင်းသမီးAmy Adams တို့ အော်စကာဆန်ကာတင်စာရင်း ဝင်ခဲ့တာ အတော်များများလည်း သိကြမယ်ထင်ပါတယ်...၂၁ ရာစုအစပိုင်းကာလ အမေရိကန်သမိုင်းကို တစေ့တစောင်း သိစေနိုင်မယ့် ဒုသမ္မတတစ်ဦးရဲ့ အကြောင်းကိုပြန်လည်ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပဲဖြစ်ပါတယ်....D ick Cheney ဟာ ငယ်ဘဝက ဘယ်လောက်တောင်ဆိုးခဲ့လဲဆိုတော့ မူးရူးသောာင်းကျန်းလွန်းလို့ တက္ကသိုလ်ကတောင်ကျောင်းထုတ်ခံရတဲ့အထိပါပဲ...သို့ပေမယ့် အဲ့ဒီဘဝကနေ  အမေရိကန်သမိုင်းမှာ အထင်ကရဖြစ်စေခဲ့တဲ့ ဒုသမ္မတတစ်ယောက်ဖြစ်လာအောင် သူကြိုးစားခဲ့တယ်..သူဘယ်လိုတွေကြိုးစားခဲ့လဲ?ဒုသမ္မတဖြစ်လာချိန်မှာပဲ သူမတူတဲ့အရည်အချင်းတွေကြောင့် သမ္မတအပေါ် ဘယ်လိုလွှမ်းမိုးမှုတွေရှိနေသလဲဆိုတာပါ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်...\nဒါ့အပြင်  အမေရိကန်သမိုင်းကို   သူ့စိတ်တိုင်းကျ အမျိုးမျိုး ပုံဖော်ခဲ့သူ…\n၂၀ ရာစုနှောင်းပိုင်းနဲ့ ၂၁ ရာစုအစပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အားလုံးမှတ်မိကြလောက်တဲ့ 9/11 ဖြစ်ရပ်အပေါ်မှာ ဒုသမ္မတရဲ့ တုံ့ပြန်လုပ်ဆောင်အကွက်ချမှုတွေ…\nဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ အမေရိကန်သမိုင်းအပြင် ကမ္ဘာ့သမိုင်းကိုပါ တစေ့တစောင်းလေ့လာနိုင်မှာဖြစ်ပါတယ်…\nDick Cheney အဖြစ် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vice2018/",
        "category": "Biography, Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FrmwUEeIoBuKJIlYMPc52SfJGd.jpg",
        "title": "Borgman (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောလိဝုဒ်မဟုတ်တဲ့ဒတ်ချ်ကားတစ်ကားပါ။အိမ်ခြေရာမဲ့ လူတစ်ယောက်ဖြစ်တဲ့ ကာမီးလ်ဘော့ဂ်မန်းဆိုတဲ့လူတစ်ယောက်က ရဲတွေလက်ကလွတ်အောင်ပြေးရင်းအဆင့်အတန်းမြင့်အိမ်တစ်အိမ်ကို ရေချိုးဖို့တောင်းဆိုရင်းအိမ်ရှင်ဖြစ်တဲ့ ရစ်ချတ်က သူ့ကိုရိုက်မိရာကနေ စတဲ့ဇာတ်လမ်းပေါ့။အဲဒီအဖြစ်အပျက်ပြီးတော့ ရစ်ချတ်ရဲ့မိန်းမဖြစ်တဲ့မာရီနာက ယောကျာ်းဖြစ်သူရဲ့အပြုအမူကြောင့်အပြစ်ရှိတယ်လို့ခံစားရပြီး ကာမီးလ်ကိုသူ့အိမ်မှာရစ်ချတ်မသိအောင် ပေးနေလိုက်တယ်။ဒါပေမဲ့ သူမသိခဲ့တာက ကာမီးလ်ကသာမန်အိမ်ခြေရာမဲ့တစ်ယောက်မဟုတ်တာကိုပဲ။ကာမီးလ်က အကြံနဲ့သူတို့ရဲ့အိမ်ကို အပိုင်စီးဖို့လာခဲ့တာဆိုပေမဲ့ဝုန်းဒိုင်းကြဲပြီး အနုကြမ်းစီးတဲ့နည်းမျိုးနဲ့ မဟုတ်ဘဲဘယ်လိုနည်းမျိုးနဲ့ လုပ်မလဲဆိုတာကိုတော့ CM ပရိသတ်များကိုယ်တိုင်ကြည့်ရှူကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ File size…  1.62 GB /  740 MB\nQuality…  BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 54m\nGenre .....  Drama, Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Kasashi",
        "rating": "6.7",
        "url": "https://megaup.net/1VXhb/Borgman.2013.720p.BluRay.x265_{CM}.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zGrVrokVCP6nvSnJeI905aw1nWz.jpg",
        "title": "The Gates (2023)",
        "description": "Genre – Horror, Thriller\nIMDB – 5.0/10 လန်ဒန်မြို့ကြီးမှာ အမျိုးသမီးတွေချည်း အောက်လမ်းလိုလို ပညာသည်လိုလိုနဲ့၂၈ ယောက်လောက် သတ်ခဲ့တဲ့ အတွဲလိုက်လူသတ်သမားကို နောက်ဆုံးတစ်ယောက်သတ်နေတဲ့အချိန် ဖမ်းမိခဲ့တာပါ။ဒီလို ပြစ်မှုကြီးမားတဲ့အတွက် သေဒဏ်ကျခံရမှာပဲ ဖြစ်ပါတယ် ဒါပေမဲ့ သူ့ကိုမကွပ်မျက်ခင်မှာ လူသတ်သမားဟာ အကျဉ်းထောင်ထဲမှာ ထူးဆန်းတဲ့သင်္ကေတတွေပုံတွေဆွဲပြီး ဂါထာလိုလို ဘာလိုလိုတွေရွတ်ပြီး သေဒဏ်ကျခံသွားရော။သူ သေပြီးတဲ့နောက်မှာ ဒီအကျဉ်းထောင်ကြီးထဲ ညညဆို အကျဉ်းသားတွေစိတ္တဇတွေဖြစ်ပြီး သေဒဏ်ကျခံရမှာကိုတောင် ကိုယ့်ကိုကိုယ် အဆုံးစီရင်တာတွေဖြစ်လာခဲ့ပါတယ်။ အဲဒီအချိန် တစ်ဖက်မှာ လူသေအလောင်း ဓာတ်ပုံရိုက်ပြီးတစ်ဖက်က တမလွန်ဆိုတာကို စက်နဲ့တည်ရှိကြောင်း သက်သေပြချင်တဲ့တူဝရီးနှစ်ယောက်ကလည်း သေဒဏ်ပေးရသူကို ရိုက်ပေးဖို့ ထောင်ထဲကိုရောက်လာချိန် ထူးခြားမှုတွေ ဖြစ်နေလို့ လာရောက်ဖြေရှင်းတဲ့ ပရလောကကျွမ်းကျင်သူနဲ့တွေ့ပြီး ဒီလူ တိုက်ခဲ့တဲ့ကျိန်စာတွေ အသက်ဝင်လာပြီးထကြွသောင်းကျန်းတဲ့အခါ ဒီအကျဉ်းထောင်ထဲမှာ အသက်ရှင်သန်နိုင်ဖို့၃ ယောက် ပေါင်းပြီး အတူတကွ ကြိုးပမ်းရပါတော့တယ်။ ခေါင်းဆောင်မင်းသားကြီးနေရာကိုတော့ Lord of the Ring ...",
        "rating": "5.0",
        "url": "https://megaup.net/3hRae/The.Gates.2023.WEB-DL720p(CM)_(2).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYWM3Y2FiN2QtZjhlYS00MzU5LWJmNDgtNzAyOWZlNWM1MDEyXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "The Shadow (1994)",
        "description": "The Shadow (1994)\n===============\nIMDb Rating - 6.0Beetlejuice, The Cat in the Hat , Pearl Harbor တို့ထဲက\nမင်းသား Alec Baldwinနဲ့ The Last Emperor , M. Butterfly\nတို့ရဲ့ မင်းသား John Lone နဲ့ ဂန္တဝင်ကြီး Ian McKellenတို့ ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်ဟာ Action/Adventureကားဖြစ်ပြီး\nစူပါဟီးရိုးဆန်ဆန်ကားလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းကတော့ အရိပ်လို့ခေါ်တဲ့ သဘာဝလွန်သူရဲကောင်းတစ်\nယောက်က ကမ္ဘာကိုဖျက်ဆီးချင်နေတဲ့ ဂျင်ဂစ်ခန်ရဲ့မျိုးဆက်သစ်နဲ့\nထိပ်ဆိုက်ရင်ဆိုင်ရတဲ့ ဇာတ်ပါ။ မှော်အစွမ်းတွေ အက်ရှင်တွေမနည်း\nပါတာမို့ အက်ရှင်ပရိသတ်တွေ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ပါပဲ။ ဂျွန်လုံး\nကလည်း ဗီလိန်အဖြစ်ပြောင်မြောက်အောင် သရုပ်ဆောင်ပေးထား\nသလို ဇာတ်က ထူးထူးခြားခြားဟီးရိုးဇာတ်မို့ စူပါဟီးရိုးကားကိုမှ အရမ်း\nကြီးပါဝါတွေမပြဘဲ စုံထောက်ဆန်ဆန်ကြည့်ကောင်းနေတဲ့ကားကို ကြည့်\nချင်ရင်တော့ ဒီကားကိုရွေးသင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(3.4 GB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/3hR2O/The.Shadow.1994.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjFmZGQ5ODQtMWY5Mi00MDc0LWE4MWItNWE1NWZmOTQ2MDdmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Rangabali (2023)",
        "description": "Rangabali(2023)\nIMDb-5.5/10သူ့နာမည်က ရှိုး။တစ်ရွာလုံးရဲ့ အော်ကြောလန် အကုန်လုံးလက်မြှောက်ထားရတဲ့\nရှိုး။'ရှိုး'ဆိုတဲ့ဖဲကစားနည်းသိတယ်မလား။ဖိန့်ရတာလေ။ဒီထဲက မင်းသားချောရှိုးတယောက်ကလည်း ဖိန့်တဲ့နေရာ တော်ကီထုတဲ့နေရာမှာတော့ ယှဉ်နိုင်သူမရှိ\nသူ့ကိုသတိမထားမိရင်လည်း မကြိုက်။ရွာထဲကရန်ပွဲတိုင်း သူမပါရင်မပြီး။သူ့အဖေက ဆေးဆိုင်ပိုင်ရှင်၊ သားဖြစ်သူကို ဆိုင်ဦးစီးခိုင်းစေချင်ပေမယ့်\nဝမ်းချူဆေးနဲ့ ရာသီအကိုက်အခဲပျောက်ဆေးမှားပေးပြီးကတည်းက\nအယုံအကြည်မရှိတော့လို့ မြို့တက်ပြီး စာသင်ခိုင်းတော့တာ၊\nအဲဒီမှာစတွေ့တာပဲ၊ဘယ်သူနဲ့လဲဆို သိမ်သိမ်မွေ့မွေ့ဆရာဝန်မလေးတယောက်နဲ့ပေါ့။ရွှေခြေကျင်းဝတ်ထားတောင် ဘာသံမှမမြည်အောင် ဘယ်သူမှသတိမထားမိအောင်ဝတ်ထားမယ့်\nဆရာဝန်မလေးနဲ့ လည်ပင်းကဆွဲကြိုးကို လူတကာမြင်စေချင်လို့ ကြယ်သီးဟထားတဲ့\nဆရာကြီးရှိုးတို့တွေ့တဲ့အခါမှတော့။တော်ကီကြွယ်တဲ့ ဆရာရှိုးတယောက် ဆရာဝန်မလေးကိုလည်း ရွာပင့်ပြီး\nသေတပန်သက်ဆုံး ဆေးပေးမီးယူလုပ်နိုင်မလားဆိုတာ တော်ကီလည်းသင်\nပျော်လည်းရွှင်စွာနဲ့ ကြည့်လိုက်ရအောင်လေ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Saii~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.95GB / 1.37GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Saii~BpL",
        "rating": "5.4",
        "url": "https://megaup.net/3hRrR/Rangabali_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
        "title": "The Vanished (2020)",
        "description": "ဇနီးမောင်နှံနှစ်ဦးဖြစ်ကြတဲ့ ပေါလ်နဲ့ ဝင်န်ဒီတို့ဟာအားလပ်ရပ်မှာ သမီးလေးဖြစ်တဲ့ တေလာနဲ့ ခွေးလေးလပ်ကီးတို့နဲ့အတူ အပန်းဖြေဖို့အတွက်အာဗီကားလေးတစ်စီးနဲ့ ထွက်လာခဲ့ကြပါတယ်။အပန်းဖြေစခန်းကို ရောက်တဲ့အချိန်မှာ ဝင်န်ဒီကလိုအပ်တဲ့ပစ္စည်းတွေ သွားဝယ်နေတုန်း ပေါလ်ကလည်းဘေးကပ်ရပ်မှာ စခန်းချနေတဲ့ မရန်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ စကားလက်ဆုံကျနေခဲ့ပါတယ်။အဲ့ဒီ အချိန် တစ်ဒင်္ဂလေးအတွင်းမှာပါသူတို့ရဲ့သမီးလေးဖြစ်တဲ့ တေလာဟာထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တာပါ။ပေါလ်တို့ ဇနီးမောင်နှံနှစ်ယောက် ဒါကိုသိလိုက်တဲ့အချိန်မှာအထိတ်တလန့်ဖြစ်ပြီး ရဲကိုအကြောင်းကြားရပါတော့တယ်။ အဲ့ဒီနောက် ပေါ်လ်တို့သိရှိလိုက်ရတာကတော့သူတို့စခန်းချနေတဲ့ အနီးက တောထဲမှာ ထောင်ပြေးတစ်ယောက်လွတ်မြောက်နေတယ်ဆိုတဲ့ သတင်းပါပဲ။ဒီလိုနဲ့ ရဲတွေတားမြစ်ထားတဲ့ကြားက သားသမီးဇောကြောင့်သမီးဖြစ်သူကို ရှာဖွေဖို့ ကြိုးစားကြတဲ့အခါမှာတော့ဘယ်လိုပြဿနာတွေကို ရင်ဆိုင်ရမလဲဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မထင်မှတ်တဲ့ လှည့်ကွက်တွေတစ်ခုပြီးတစ်ခုတွေ့ရမယ့်psychological thrillerကားကောင်းတစ်ကားဖြစ်လို့လျှို့ဝှက်သည်းဖို ကြိုက်တတ်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။ပေါလ်အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား Thomas Janeကိုတော့The Mist (2007) ကြည့်ဖူးသူတွေ ရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ File size…  1.6 GB /  730 MB\nQuality… WEB-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 55 m\nGenre .....  ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VXhq/The.Vanished.2020.720p.WEB-DL_{CM}.mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gBsO7Sp3g1oOaxQ44pomsJLm7m7.jpg",
        "title": "Haunter (2013)",
        "description": "CMပရိတ်ကြီးကို ဒီတခါ Coralineနဲ့Before I fall တို့လိုမျိုးHorror Thriller ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးပါရစေ။လီဆာ ဂျွန်ဆန်ရဲ့ ‌နေ့ရက်တွေက ထူးဆန်းနေတယ်။ သူတို့ပြောင်းလာတဲ့ ဒီအိမ်ကြီးမှာ နေ့ရက်တိုင်း နေ့ရက်တိုင်းက သူမရဲ့အသက် ၁၆နှစ်မပြည့်ခင်တရက်ကိုပဲ အမြဲသံသရာလည်နေသလို အပြင်ထွက်သွားလို့လည်းမရဘူး။ မိုးလင်းရင် မောင်ဖြစ်သူကလှမ်းနှိုး အ၀တ်လျှော်ဖို့လုပ် မနက်စာ ပန်ကိတ်တွေစား ညဘက်ဆို တီဗီကဇာတ်လမ်းကို တမိသားစုလုံးကြည့်ကြ ဒါမျိုးကိုပဲ တနေ့ပြီးတနေ့ ဖြတ်သန်းနေရတယ်။ ဒါကို သတိထားမိတာကလည်း သူတယောက်ထဲပဲရှိသလို သူ့မိသားစုကလည်း ဘယ်လိုရှင်းပြပြ မှတ်မိမနေဘူး။ တနေ့မှာတော့ သူမအခန်းထဲကနေ အိုလီဗီးယားဆိုတဲ့ ကောင်မလေးတယောက်ရဲ့အသံကို ကြားမိလာတာကနေ သူမရဲ့ဖြစ်နေကျနေ့ရက်တိုင်းက ထူးဆန်းပြီးရင်းထူးဆန်းလာပါတော့တယ်။ ဒီအိမ်ကြီးရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ။ ဒီကောင်မလေးနဲ့ သူနဲ့က ဘယ်လိုမျိုးဆက်စပ်နေတာလဲ။ သူနဲ့သူ့မိသားစုကိုဘာတွေဖြစ်ပျက်ခဲ့တာလဲ။ အိုလီဗီးယားနဲ့ ဆက်သွယ်မိတိုင်း ပေါ်လာတတ်တဲ့ လူကြီးတယောက်ကရောဘယ်သူလဲ။ အိုလီဗီးယားပေါ် ကျလာမယ့် အန္တရာယ်ကိုရော သူမ တားဆီးပေးနိုင်ပါ့မလား။ ဒီနေ့ရက်တရက်တည်းကိုပဲ အမြဲသံသရာလည်နေတဲ့ ဒီအိမ်ကြီးထဲကရော လီဆာတို့မိသားစု နောက်ဆုံးမှာ လွတ်မြောက်သွားနိုင်ပါ့မလားဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျ။ File size…  1.40 GB /  610 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 38m\nGenre .....  Horror\nSubtitle…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VXhk/Haunter.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mF14chZNzgDRZffs8Wk8lPwdNQA.jpg",
        "title": "The English Teacher (2013)",
        "description": "IMDb- 5.7ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်ကကင်းစတန်မြို့ အထက်တန်းကျောင်းက အင်္ဂလိပ်စာဆရာမလင်ဒါစင်ကလဲရား ဖြစ်ပါတယ်။သူကတော့ လက်မထပ်ရသေးတဲ့ တစ်ကိုယ်တည်း အပျိုကြီးမမဖြစ်ပါတယ်။စာပေကိုချစ်မြတ်နိုးပြီး သူသဘောကျတဲ့စာရေးဆရာတွေရဲ့စာအုပ်တွေ ဇာတ်လမ်းကြောင်းတွေကိုသူ့ဘဝရဲ့ အဖော်မွန်အဖြစ် သ‌ဘောထားတဲ့သူပါ။ပကာသနတွေမလိုဘဲ သူ့ဘဝလေးကို ရိုးရိုးရှင်းရှင်းသာမန်လေးပဲနေထိုင်နေပါတယ်။ဒီလိုနေရင်းနဲ့ပဲ သူ သဘောကျတဲ့ယောကျ်ားလည်းမတွေ့သေးဘဲ ရွေးရင်းရွေးရင်း အပျိုကြီးဖြစ်နေတာပေါ့လေ။ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့ကျောင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့ဂျေဆင်ရှာဝုဒ်နဲ့ ပြန်လည်တွေ့ဆုံပါတယ်။ဂျေဆင်က နယူးရော့ခ်က ပြဇာတ်ရေးစာရေးဆရာတစ်ယောက်ဖြစ်ပြီးစာရေးဆရာတစ်ယောက်အဖြစ်ရပ်တည်ဖို့လက်လျှော့တော့မယ်ဆိုပြီး ဒီမြို့ကို ပြန်လာခဲ့ပါတယ်။တစ်ဖက်မှာ ဂျေဆင်ရဲ့ဖခင်ဖြစ်သူ ဒေါက်တာရှာဝုဒ်ကဂျေဆင်ကို ဥပဒေကျောင်းတက်ဖို့ တွန်းအားပေးနေပါတယ်။ဒီလိုအခြေအနေမှာ လင်ဒါက စာရေးဖို့ လက်လျှော့မယ်ဆိုတဲ့ဂျေဆင်ရဲ့ အတွေးကို အားပေးဖို့ ဂျေဆင်ရေးထားတဲ့ပြဇာတ်ကို အထက်တန်းကျောင်းပြဇာတ်ရုံမှာ တင်ဆက်ဖို့ စီစဉ်ပေးပါတော့တယ်။ဒီလိုနဲ့ လင်ဒါတစ်ယောက်ကတော့ သူ့ရဲ့ comfort zoneလေးကနေထွက်ခါမှ သူ့ဘဝမှာ အရှက်ရစရာ ရှုပ်ထွေးတဲ့ကိစ္စလေးတွေဖြစ်လာပါတော့တယ်။သူစာသင်ပေးဖူးတဲ့ ကျောင်းသားဟောင်းလေးနဲ့ ညှိမိတဲ့ကိစ္စပါ။ဒီကိစ္စတင်ပဲလား... ကဲ ပြီးပြည့်စုံတဲ့လူရယ်လို့ မရှိလေတော့လင်ဒါတစ်ယောက် ဘယ်လိုအရှုပ်တွေလုပ်မိတာလဲဆိုတာတော့ ဇာတ်လမ်းလေးကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်။ File size…  1.3 GB ...",
        "rating": "",
        "url": "https://megaup.net/1VXh9/The.English.Teacher.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zO4mfRXYwuOYSy4YoXGVxh3oz1p.jpg",
        "title": "Maanaadu (2021)",
        "description": "Maanaadu Synopsis===============================Time-loop ဆိုတဲ့အချိန်​​​ကျော့သံသရာကို Edge of Tomorrow,Happy Death Day 1& 2, A Day တို့လို ​ဟောလိဝုဒ်ဗားရှင်း၊ကိုရီးယားဗားရှင်းမျိုးစုံနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ​တွေရှိသလို ဒီတစ်​ခေါက်မှာ​တော့ Tamil Time-loopဇာတ်လမ်း​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် IMDb user၁​သောင်းခွဲရဲ့ratingမှာ 9.1အထိ ရရှိထားပြီး ရုံတင်ရာမှာလည်း Blockbusterအဆင့်လို့ ပြောလို့ရ​​​အောင် ရုံဝင်​ငွေများစွာနဲ့ အောင်မြင်မှု​တွေရရှိထားတဲ့ကားပါဒူဘိုင်းမှာအလုပ်လုပ်​နေတဲ့ အဗ္ဗဒူ ခါလစ်ဟာ သူများမင်္ဂလာ​ဆောင်က​နေ သူငယ်ချင်းဖြစ်သူ မိန်းမဖြတ်ခုတ်ပြေးရာမှာ ကူညီဖို့အတွက်အိန္ဒိယကိုပြန်လာခဲ့ပါတယ်၊ လေယာဉ်​​ပေါ်မှာ သူနဲ့.မင်္ဂလာ​ဆောင်တစ်ခုတည်းတူတူသွားမယ့် ဆီသာလက်ချမီးနဲ့​တွေ့ဆုံခဲ့ပါတယ်၊ထိုမှတဆင့် မင်္ဂလာပွဲကို​ရောက်၊ သတို့သမီးကို ဖြတ်ခုတ်​အပြီးထွက်​ပြေးလာတဲ့လမ်းမှာ ယာဉ်တိုက်မှုဖြစ်ပြီး ခိုး​ပြေးတဲ့တစ်ဖွဲ့လုံးရဲဖမ်းခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ ရဲ​တွေကပုံမှန်မဟုတ်ဘဲ လျှို့ဝှက်တဲ့အကြံအစည်တစ်ခုကို ကြံ​နေကြတာပါ၊ ဒါက​တော့ ၁၂ကြိမ်​မြောက်အာဏာရပါတီနှစ်ပတ်လည်ပွဲမှာ ပြည်နယ်ဝန်ကြီးချုပ်ကို လုပ်ကြံဖို့အစီအစဉ်ပါနဂိုစီစဉ်ထားတဲ့ လုပ်ကြံ​ရေးသမားဟာ အဗ္ဗဒူတို့ကားနဲ့တိုက်မိပြီး​သေသွားလို့ အဗ္ဗဒူကိုခြိမ်း​ခြောက်ပြီး ကိုယ်စားလုပ်ကြံခိုင်းခဲ့ပါတယ်၊အဗ္ဗဒူအ​နေနဲ့ လုပ်ကြံမှုအောင်မြင်ခဲ့​ပေမယ့် အခင်းဖြစ်တဲ့​နေရာမှာပဲ​သေနတ်နဲ့ ပစ်သတ်ခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ တကယ်မ​သေခဲ့ဘဲဆီသာနဲ့ ပထမဆုံး​တွေ့ခဲ့တဲ့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/32TPW/Maanaadu_(2021)___720p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cI9SXHxBsEF0cgUTZKDDaPC0ozT.jpg",
        "title": "Pietà (2012)",
        "description": "Pietà (2012) ဇာတ်လမ်းအညွှန်း****************************(IMDB - 7.2)ဒီကားက Venice, Cannes & Berlin အစရှိတဲ့ နိုင်ငံတကာရုပ်ရှင်ပွဲတော်ကြီး သုံးခုတွင် ထိပ်တန်းဆုရရှိခဲ့တဲ့ ပထမဆုံးသော ကိုရီးယားရုပ်ရှင်ကား ဖြစ်ပါတယ်။ ၆၉ကြိမ်မြောက် Venice International Film Festivalမှာ Golden Lion ဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်။ Pietà ဆိုတာ အီတလီစကားမှ ဆင်းသက်လာပြီး သနားစရာကောင်းတယ်၊ ဂရုဏာသက်တယ် ဆိုတဲ့ အဓိပ္ပာယ်ရပြီး မယ်တော်မယ်ရီက သေဆုံးသွားတဲ့ Jesus ရဲ့ ရုပ်အလောင်းကို ပွေ့ဖက်ထားတဲ့ သရုပ်ကို ဖော်ဆောင်ပါတယ်။ ရက်စက်ကြမ်းကြုတ်တဲ့ ငွေတိုးချေးစားသမား ဂန်းဒိုဟာ သူငယ်စဉ်ကတည်းက ကွဲကွာခဲ့တဲ့ မိခင်နဲ့ပြန်တွေ့ပြီးနောက် ပြောင်းလဲလာပုံ၊ လောကကြီးမှာ ကိုယ်စွမ်းကိုယ်စ မရှိလျှင် ဖြစ်မယ့်ဒုက္ခ၊ လူသားချင်းစာနာမှုမရှိဘဲ ငွေနဲ့ အရာရာကို တန်ဖိုးဖြတ်ရင် ဖြစ်ပေါ်လာမဲ့ ရလဒ်၊ မေတ္တာရဲ့ အရေးပါအရာရောက်ပုံကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် သင်ခန်းစာပေးထားတဲ့ ဇာတ်လမ်းလေးပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GYyU/[CM]Pieta.2012.BluRay-720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHPFZLf2jPZSgFiqzPsSWqPmUMd.jpg",
        "title": "Atrangi Re (2021)",
        "description": "Atrangi Re (2021)ရင်ကူး(Sara Ali Khan) ဟာ သူ့ချစ်သူမျက်လှည့်ဆရာလေး ဆာဂျတ်ဒ်အလီ (Akshay Kumar) ကိုအရူးအမူးချစ်ခင်စွဲလန်းသူဖြစ်ပါတယ်။\nမတူညီတဲ့ ဘာသာရေးနောက်ခံတွေကြောင့်\nရင်ကူးရဲ့အယူအစွဲကြီးတဲ့အသိုင်းအ၀ိုင်းဟာ သူခိုးရာလိုက်ပြေးတိုင်း မရရအောင်လိုက်ခွဲလေ့ရှိပြီး\nနောက်ဆုံးတစ်ကြိမ်မှာတော့  ဆာဂျတ်ဒ် မဟုတ်ရင်ပြီးရောဆိုပြီး\nလူတစ်ယောက်ကိုပြန်ပေးဆွဲခေါ်လာပြီး အတင်းအကျပ်လက်ထပ်ပေးလိုက်ပါတော့တယ်၊\nအဲ့ဒီလူကတော့ တမီလ်နာဒူးပြည်နယ်ကလာတဲ့ ဆရာဝန်လောင်းလေးဖြစ်တဲ့ ဗီရှူး (Dhanush) ပါပဲ။\nပြဿနာက ဗီရှူးမှာလဲ မကြာခင်စေ့စပ်တော့မယ့်သတို့သမီးလောင်းရှိနှင့်နေပြီးဖြစ်နေတာပါ။\nမိဘသဘောတူရုံသက်သက် အချစ်ဆိုတာ ဘာမှန်းမသိဘဲ လက်ထပ်လုဆဲဆဲ ဗီရှူးဟာ\nတစ်ပါးသူကိုအရူးအမူးချစ်နေတဲ့ ရင်ကူးကိုစွဲလန်းစပြုလာရာကနေ\nသုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုအဖြစ်အသက်ဝင်လာပါတော့တယ်။Dhanush ရဲ့နာမည်ကျော် hindi ဇာတ်ကား Raanjhanaa ရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Aanand L. Rai ရဲ့လက်ရာဖြစ်ပြီး\nဂီတပိုင်းကိုတာဝန်ယူထားတဲ့သူက A R Rahman ဖြစ်နေတဲ့အတွက် သီချင်းကောင်းကောင်းလေးတွေ လှပတဲ့ရှုမျှော်ခင်းတွေ\nရိုက်ကွင်းရိုက်ကွက်တွေကို ရိုးရာဟန်မပျောက်ဘဲ တွဲဖက်မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းကိုယ်တိုင်ကလဲ ထွေလာထဲကနဲ့မတူပဲ\nထူးခြားတဲ့အချိုးအကွေ့အလှည့်အပြောင်းတွေကိုမြင်တွေ့ရပါလိမ့်မယ်။အညွှန်းကိုတော့ Alias က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Alias, Pyi Ti Nyein ...",
        "rating": "7.6",
        "url": "https://megaup.net/11109/Atrangi.Re.2021.720p..WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDjJXPQ7BwtHvSJeNnC6ukvzteC.jpg",
        "title": "The Mermaid: Monster from Sea Prison ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိတ်သတ်တွေအတွက် ရေသူမကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကြောင်းလေးကတော့... ချန်ကျန်းဟာ ဝူကျွန်းရဲ့ ထိန်းသိမ်းစောင့်ရှောက်သူရေသူမတွေကို နှိမ်နှင်းရတဲ့ ချန်အိမ်တော်ရဲ့ စစ်သူကြီးတစ်ယောက်ပါတစ်နေ့မှာတော့ ချန်ကျန်းရဲ့ ဇနီးနဲ့ ချန်အိမ်တော်ကလူအများစုဟာရေသူမကြောင့်သေဆုံးသွားတဲ့အတွက် ရေသူမကို ရှာပြီးလက်စားချေဖို့ကြိုးစားခဲ့ပါတယ်ဒါပေမဲ့လည်း ရေသူမနဲ့ဆုံရချိန်မှာတော့ ရေသူမရဲ့ ပြောစကားကသူသိထားတဲ့အမှန်တရားတွေနဲ့ ကွာခြားနေတဲ့အခါမှာ.... ရေသူမရဲ့စကားကတကယ်ပဲ အမှန်တရားတွေလား ဒါမှမဟုတ်ရင် လှည့်ကွက်တစ်ခုလားချန်ကျန်းတစ်ယောက်ကရော သူ့ရဲ့အိမ်သားတွေကိုသတ်တဲ့တရားခံအစစ်ကိုရှာတွေ့နိုင်မှာလားဆိုတာကို ဆက်လက်ပြီးတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါနော် Quality : WEB-DL 1080pFormat: mp4Duration : 1h 24minGenres : FantasySubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/1GYkr/The_Mermaid_-_Monster_From_Sea_Prison_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y1ebOObyi97slwBTljIifE67PR5.jpg",
        "title": "Satyameva Jayate 2 (2021)",
        "description": "Satyameva Jayate 22018 က ထွက်ရှိထားတဲ့ Satyameva Jayate ရုပ်ရှင် Remake သဘောမျိုးထွက်ရှိလာတဲ့ဇာတ်ကားပါ။Gabbar is back ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ အခုလည်း Gabbar နောက်တစ်ယောက် ပေါ်ထွက်လာခဲ့ပါပြီ။ လောကကြီးရဲ့ မတရားမှုတွေက ဘယ်လောက်တောင် အင်အားကြီးလိုက်သလဲ။ ယှဉ်ပြိုင်တိုက်ခိုက်ချင်တဲ့ ကိုယ်တွေက အောက်ခြေ‌မှာ။ မကောင်းဆိုးရွား လူ့ရေပေါ်ဆီ အတ္တသမားတွေက ဟိုးအမြင့်မှာ။လူတွေလေးစားယုံကြည်တဲ့ တရားဥပဒေကရော သူတို့ကို အပြစ်ပေးနိုင်မှာတဲ့လား။ သူတို့ ပရောဂနဲ့ သေဆုံးသွားရတဲ့ အပြစ်မဲ့လူသားတွေရဲ့ သွေးတွေထဲက တချွင်ချွင်ကျလာတဲ့ ငွေသားတွေကိုသုံး၊ အသားတွေထဲကထွက်လာတဲ့ ဆီဦးထောပက်တွေစား၊ အရေခွံကနေထွက်လာတဲ့ ကတ္တီပါမွေ့ယာပေါ်ကျောခင်းလို့ သူတို့ပျော်နေကြပြီ။ ရပ်ကြည့်နေတဲ့ ခင်ဗျားက မခံချင်ဒေါသနဲ့ ဆတ်ဆတ်ခါနေတုန်းမှာ တရားဥပဒေက မြောင်းကြားထဲမှာ ရေပုတ်တွေအောက် စုံးစုံးမြုပ်ပြီး နင်းပြားရဲ့ လည်ပင်းကို တက်နင်းဖို့ အိပ်မက်မက်နေလေရဲ့။ဒါဆို ခင်ဗျားဘာလုပ်မလဲ။ လောကကြီးကို တိုင်တည်ပြီး ငိုကြွေးနေမလား။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1GYim/(CM)_Satyameva.Jayate.2.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYzYxNGI3MmYtMWQyMi00NmViLWE0ZWQtNWM5ZTY3NTIxNzU0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Satyameva Jayate (2018)",
        "description": "\"အမှန်တရားသည်သာ အောင်နိုင်ရာ၏\" တဲ့။အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။\" အညွှန်း \"ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။တနေ့မှာတော့...လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း.... လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့....လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦးဗျာ။................................................\n(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GYfc/(CM)_Satyameva_Jayate_2018_Hindi_1080p_AMZN_WEB-DL_HEVC_AAC_5.1_Audio.mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjMzMzk2YjEtZjkwYy00Zjc5LWJmZDctZTY1NTBkNjg3ZDk5XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Rifkin’s Festival (2020)",
        "description": "Rifkin's Festival (2020)=================\nIMDb Rating - 6.2/10\nDirected By Woody Allenကျွန်တော့်အကြိုက်ဆုံး အယ်လန်ရဲ့ ရုပ်ရှင်ဟာ\nMidnight In Parisပါပဲ။Midnight in\nParisက ဇာတ်ကောင်ဟာ အနုပညာကို\nခံစားတတ်ပေမဲ့ သူ့ကိုယ်ပိုင် မာစတာပိစ်ကို\nမရေးနိုင်သေးတဲ့ ရေးချင်နေတဲ့လူပါပဲ။\nRifkin's Festivalရဲ့ ဇာတ်ကောင်\nRIFKINဟာလည်း ဒီလိုလူပါပဲ။ဒီရုပ်ရှင်ဟာ\nMidnight in Parisရဲ့ အဆက်မဟုတ်ပေမဲ့\nနှစ်ကားလုံးက ဇာတ်ကောင်နှစ်ကောင်လုံးက\nအယ်လန်ကိုယ်တိုင်ရဲ့ သူ့ကိုယ်သူပြန်တူးဖော်\nထားတဲ့ ဇာတ်ကောင်တွေလို့ ယူဆလို့ရတယ်။\nနောက် Rifkinဟာ Midnight in Parisရဲ့\nအဖြေလို့ ဆိုလို့ရပါတယ်။Midnight in Parisမှာ ပါရီရဲ့အတိတ်ကာလကို\nအချိန်ခရီးသွားသလို ဟန်သုံးထားပြီး\nနာမည်ကျော်ပန်းချီဆရာတွေ စာရေးဆရာတွေ\nဂီတဆရာတွေကို တမ်းတပြသွားခဲ့တယ်။\nRIFKINမှာတော့ နာမည်ကျော်ဒါရိုက်တာတွေရဲ့\nနာမည်ကြီးဇာတ်၀င်ခန်းတွေကို တစ်ဖြတ်တစ်ဖြတ်\nဆိုသလို ထည့်သွားပြီး Homage to Cinema\nလုပ်သွားတယ်။Ingmar Bergmanရဲ့ 7th Sealအပြင်\nFrançois Truffautတို့ Jean-Luc Godardတို့လို\nတန်းမြင့်ပြင်သစ်ဒါရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအပြင်\nဟောလိဝုဒ်ရဲ့ အကောင်းဆုံးလို့ ဆိုခဲ့ကြဖူးတဲ့\nOrson Wellesရဲ့ Citizen Kaneထဲက\nဇာတ်၀င်ခန်းတွေကိုပါ ပြန်ယူသုံးပြီး\nHomage To ...",
        "rating": "6.2",
        "url": "https://megaup.net/2mV5i/Rifkins.Festival.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/thein-than-125x200.jpg",
        "title": "The Guardian (2021)",
        "description": "The Guardian (2021)ဒီတစ်ခေါက်ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ကားလေးကတော့သရဲကားတစ်ကားပါ ကူမန်ထောင်အရုပ်ဆိုတာ ကြည့်ရှုသူတိုရောကြားဖူးကြလားဒီကားမှာဆိုရင်တော့ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ဒီကူမန်ထောင်အရုပ်ကိုကလေးဝိဉာဉ်ထည့် အသက်သွင်းပြီး လိုရာဆုတောင်းရင်ပြည့်တယ်လိုယုံကြည်ကြပါတယ်ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ဖွန်လိုခေါ်တဲ့ နာမည်ကျော်အဆိုတော်တစ်ယောက်ကညစ်ညမ်းဗီဒီယိုထွက်လာပြီးတဲ့နောက်မှာ သူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်ဒါပေမယ့် သူမသေဆုံးတဲ့နေရာနားမှာပဲ ကူမန်ထောင်အရုပ်ကိုတွေ့ခဲ့ရပါတယ်သူမသေဆုံးခြင်းကဒီအရုပ်နဲ့တစ်နည်းနည်းများပတ်သက်နေမလား...လီကိုကိုးကတော့ ဖွန့်ရဲ့နောက်ခံသီဆိုသူတစ်ယောက်ပါအသံကောင်းပေမယ့် ကံကြမ္မာကမျက်နှာသာမပေးတော့နာမည်မရခဲ့ပါဘူးတစ်နေ့မှာတော့ မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံကာဖွန်မသေခင်ကလက်ဆောင်ပေးခဲ့တဲ့သူ့ရဲ့ကူမန်ထောင်အရုပ်ကိုအသက်သွင်းလိုက်ပြီးတဲ့အခါမှာတော့... ဘာတွေဆက်ဖြစ်သွားမလဲဆုတောင်းပြည့်ပြီးသူတိုင်းကံဆိုးခြင်းတွေရောက်လာတဲ့ဒီ အရုပ်ကြောင့်လီတစ်ယောက် ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ ‌စိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဤဇာတ်ကားရဲ့အညွှန်းကိုတော့ Yunniမှရေးသားထားပြီးဘာသာပြန်တွေကတော့ Yunniနဲ့Honeyey တိုပဲဖြစ်ပါတယ် \nFile size… 1.4Gb / 700Mb\nQuality… 1080p WEB DL / 720p\nFormat…Mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by   Yunni ~ Honeyey",
        "rating": "5.7",
        "url": "https://megaup.net/110b3/Thien.Than.Ho.Menh.2021.720p(CM)_(2).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZWNmZWVkZjItZDMxOS00MGE3LWE0NTEtNGQ4NWY1ZWFmZjJmXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Palitan (2021)",
        "description": "မဖြစ်နိုင်တော့လို့ အတိတ်မှာချန်ထားရစ်ခဲ့ရတဲ့ အဲ့ဒီတစ်စုံတစ်ယောက်နဲ့ နောက်ထပ်တစ်ညတာ\nအတူဖြတ်သန်းခွင့်ရခဲ့မယ်ဆိုရင် ခင်ဗျားအနေနဲ့ဘယ်လိုဆုံးဖြတ်ကြမလဲ? တစ်ရှိုက်မက်မက်တမ်းတနေခဲ့တဲ့\nသာယာမှု၊ အထိအတွေ့ အချစ်ဦးဆိုတဲ့ညံ့သက်တဲ့ခံစားချက်တွေကိုတစ်ညတာ ပြန်လည်ရရှိဖု့ိ\nတစ်သက်လုံးကြိုးစားတည်ဆောက်ခဲ့ရတာတွေနဲ့ လဲလှယ်ပစ်ဖို့အဆင်သင့်ရှိပါ့မလား?\nJen ကပေါ်တင်ဝန်ခံထားတဲ့လိင်တူလိင်ကွဲနှစ်မျိုးလုံးစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူ့ပါတနာ James ကတော့\nစိတ်ပိုင်းဆိုင်ရာပြဿနာတစ်ချို့နဲ့မြို့သားလူငယ်တစ်ယောက်ပါပဲ၊ တစ်ယောက်ချို့ယွင်းချက်ကိုတစ်ယောက်ဖြည့်ဆည်းဖာထေးကြရင်း\nနှစ်ယောက်ပေါင်းရှေ့သွားနောက်လိုက်ညီကြပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် စိတ်ပြေလက်ပျောက်၊ဖိအားတွေနဲ့ဝေးရာကိုခဏ\nပုန်းရှောင်တဲ့အနေနဲ့ Jen ရဲ့မွေးရပ်မြေနယ်မြို့လေးကိုခရီးထွက်လာကြပါတယ်။\nအဲ့ဒီငြိမ်းချမ်းတိတ်ဆိတ်တဲ့နယ်မြို့လေးမှာ Jen ရဲ့အတိတ်၊ မေ့ဖျောက်ထားခဲ့တဲ့ အရိပ်တွေဟာ တဖန်ပြန်လည်နိုးထဖို့အသင့်ဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကတော့ Jen ရဲ့ငယ်သူငယ်ချင်းလဲဟုတ်၊ ငယ်ချစ်ဦးလဲဖြစ်တဲ့ Marie ဆိုတဲ့ချစ်စဖွယ်မိန်းကလေးဟာ\nသူတို့နှစ်ယောက်လုံးရဲ့ ငယ်သူငယ်ချင်းဖြစ်တဲ့ Al နဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အချိန်ကိုက်ဖြစ်နေလို့ပါပဲ။ တစ်ချိန်မှာဘယ်လိုပဲဖြစ်ခဲ့ဖြစ်ခဲ့\nမဖြစ်နိုင်လို့ ချန်ထားခဲ့တဲ့ အတိတ်ဟာ သူတို့ရဲ့ ပစ္စပ္ပုန်နဲ့တကွ လက်ရှိသက်ဆိုင်သူတွေရဲ့ဘဝထဲကိုပါ\nဘယ်လိုရိုက်ခတ်သက်ရောက်လာမလဲ ဆိုတာဆက်ရှုစားစေချင်ပါတယ်..ဒါရိုက်တာဟာ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးမှာအကောင်းဆုံးဒါရိုက်တာဆုရပြီး အပြည်ပြည်ဆိုင်ရာမှာနာမည်ကြီးလာတဲ့ Brillante Mendoza ဖြစ်ပါတယ်။\nဇာတ်လမ်းကို docudrama ပုံစံတင်ဆက်ထားတာဖြစ်တဲ့အတွက် အစပိုင်းမှာစုံတွဲနှစ်တွဲမင်္ဂလာဆောင်တဲ့ ကိစ္စတွေလျှောက်လုပ်နေရတာကိုတွေ့ရမှာဖြစ်ပြီး\nရုပ်ရှင်မဆန်တဲ့စကားပြောတွေ လူမသိတဲ့ ဇာတ်ပို့ တွေနဲ့ ဇာတ်ညွှန်းရှိနေပုံမရတဲ့ခံစားချက်ကိုပေးစွမ်းနိုင်ပါတယ်။ အဓိကသရုပ်ဆောင်လေးယောက်ကလဲ\nအလားအလာအရှိဆုံးတက်သစ်စလူငယ်ကြယ်ပွင့်တွေဖြစ်ပြီး ဒီဇာတ်ကားမှာတော့ သူတို့ဟာရုပ်ရည်တင်မကပဲ အရည်အချင်းပါပြည့်ဝသူတွေဖြစ်တဲ့အကြောင်း\nကောင်းကောင်းအစွမ်းပြသွားနိုင်ကြပါတယ်။ ဇာတ်လမ်းရဲ့Themed က GL ဘက်ကိုနွယ်ပြီးတော့လက်ထပ်ဖို့ရည်ရွယ်ပြီးသားလူငယ်တွေရဲ့ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းများစွာပါဝင်ပါတယ်။နှစ်ယောက်တည်းဆက်ဆံတဲ့အခန်း၊ မိန်းမချင်းဆက်ဆံခန်း၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/10Vcy/(CM)_18+_Palitan.2021.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/14peaks-142x200.png",
        "title": "14 Peaks: Nothing Is Impossible (2021)",
        "description": "14 Peaks: Nothing Is Impossible (2021)=======================================IMDb Rating - 8.0/10\"ဘ၀မှာ အိပ်မက်ကြီးကြီးမက်ဖို့ မကြောက်ပါနဲ့ မဖြစ်နိုင်ဘူးဆိုတာ မရှိဘူးလို့ လောကကို သက်သေပြလိုက်ပါ\"\nကမ္ဘာပေါ်မှာ မီတာ ၈၀၀၀ အထက်မြင့်တဲ့ တောင် ၁၄ လုံးပဲ ရှိပါတယ်။ အသက်အန္တရာယ်ရှိတဲ့ ဒီ မီတာ ၈၀၀၀\nအထက်ကို တက်ရတာ ကြေးကြီးတဲ့ ကစားပွဲတစ်ခုလိုပါပဲ။ ဒီ တောင် ၁၄ လုံးကို ပထမဆုံး တက်နိုင်ခဲ့သူက\nတောင်တက်သမား Reinhold Messner ပါ။ ၁၆ နှစ်တာအချိန်ယူခဲ့ရပါတယ်။ဒါပေမယ့် ၂၀၁၉ ခုနှစ်မှာတော့ နီပေါက လူထူးဆန်းတစ်ယောက်အကြောင်းကို တောင်တက်သမား\nလောကမှာ တပြောပြောဖြစ်လာကြတယ်။ သူ့နာမည်က Nims Purja တဲ့။သူက ကမ္ဘာ့အမြင့်ဆုံး တောင် ၁၄ လုံးကို ၇ လအတွင်း အပြီးတက်ပြမယ်လို့ ကြွေးကြော်လိုက်တယ်။\nဒီဇာတ်လမ်းဟာ စိတ်၀င်စားစရာကောင်းတဲ့ လူတစ်ယောက်အကြောင်းပါ။ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1GX3j/14.Peaks.Nothing.Is.Impossible.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Adventure, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-135x200.jpg",
        "title": "The Matrix Resurrections (2021)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GW58/the.matrix.resurrections.2021.720p(CM)_(2).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR3iV0Jt080jgvPBtJhs3Tta1y9.jpg",
        "title": "Resident Evil: Welcome to Raccoon City (2021)",
        "description": "ဒီရုပ်ရှင်ကတော့ အရင်ထွက်ခဲ့တဲ့ ရက်စီဒန့်အီဗယ် ရုပ်ရှင်တွေနဲ့ သိပ်မဆက်စပ်ထားဘဲနဲ့ဒါရိုက်တာက မူရင်း ဟော်ရာဗီဒီယိုဂိမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ငယ်ငယ်က ဂိမ်းကစားခဲ့ဖူးတဲ့လူတွေတော့ ရင်းနှီးနေမှာပါ။ ဇာတ်ကောင်တွေကလည်းလီရွန်၊ ကလယ်ရာတို့ကိုပဲ ပြန်သုံးထားတာပါ။ ဒီတော့ ဟော်ရာအရသာနဲ့ ဇွန်ဘီးဆိုတာဘာလည်းမသိသေးခင် အချိန်ကို ကြည့်ရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ရက်ကွန်းမြို့ကမိဘမဲ့ဂေဟာတစ်ခုမှာ ခရစ် နဲ့ ကလယ်ရာ ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိတယ်။ကလယ်ရာက ဂေဟာကနေ ထွက်ပြေးသွားခဲ့ပြီး ခရစ်ကတော့ ရက်ကွန်းမြို့မှာကျန်ခဲ့တာပေါ့။ ရက်ကွန်းမြို့ဟာ ကမ္ဘာအကြီးဆုံးဆေးဝါးကုမ္ပဏီကြီး အမ်ဘရဲလားအခြေစိုက်ခဲ့တဲ့နေရာဖြစ်ပေမဲ့ အခုတော့ အမ်ဘရဲလားက ပြောင်းရွှေ့သွားပြီဖြစ်လို့လူနည်းစုလေးပဲ ကျန်ခဲ့တဲ့ စွန့်ပစ်မြို့ဖြစ်နေပါပြီ။ တစ်နေ့တော့ အိမ်ပြေးဖြစ်နေတဲ့ကလယ်ရာဟာ အမ်ဘရဲလားရဲ့မူမမှန်တဲ့စမ်းသပ်ချက်တွေနဲ့ ပတ်သတ်တဲ့ကိစ္စတစ်ခုကြောင့်သူ့အစ်ကိုဆီကို ပြန်လာချိန်မှာ ဇွန်ဘီးတွေပေါ်ထွက်လာလို့ မြို့ထဲမှာ ပိတ်မိသွားပြီးဇွန်ဘီးတွေလက်ထဲကနေ လွတ်အောင်ရုန်းရတော့မယ်အခြေအနေ ဖြစ်လာတဲ့အခါ... \nFile size… 250MB / 1Gb / 1.3GB\nQuality…720p HEVC Small Size / 720p WEB RIP ...",
        "rating": "5.6",
        "url": "https://megaup.net/32P8x/Resident.Evil.Welcome.to.Raccoon.City.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEpxZvwDkZ5b73ouyFoiElBLRF3.jpg",
        "title": "Spiritwalker (2021)",
        "description": "Spiritwalker (2021)ကားတိုက်မှုဖြစ်ပြီး နိုးလာတဲ့အခါမှာ ဂန်အီရန် (Yoon Kye Sang) က\nသူ့ကိုယ်သူ မမှတ်မိတော့ဘဲ သေနတ်ဒဏ်ရာနဲ့ ဖြစ်နေပါတယ်\nအဲ့လိုနဲ့ သူသိလာရတာက သူ့ရဲ့ခန္ဓာကိုယ်က ၁၂ နာရီ ခြားတစ်ခါ ပြောင်းပြောင်းသွားတာပါပဲ\nအရင်ကကားတွေလိုမျိုး စိတ်နှစ်ခွတို့၊ ဝိညာဉ်က သေလို့ဝင်‌ကူးတာမျိုးမဟုတ်ပါဘူး\nအမှုတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတဲ့သူတွေရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရောက်သွားတာပါအဲ့လိုမျိုး သူ့ရဲ့ တကယ့် Identity က ဘာမှန်းမသိတော့ပါဘူး\nအဲ့လိုနဲ့ သူရောက်သွားတဲ့ ခန္ဓာကိုယ်တစ်ခုမှာ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုနဲ့ကြုံလာရတယ်\nအဲ့အမှုကြားထဲ ဘာမှမသိဘဲရောက်နေရင်း မွန်းဂျင်အာ(Lim Ji Yeon) နဲ့ တွေ့ပါတော့တယ်\nသူ့စိတ်ထဲမှာ အဲ့မိန်းကလေးကို သိသလိုဖြစ်နေပေမယ့်\nအဲ့မိန်းကလေးကတော့ သူ့ရဲ့ပြောင်းလဲနေတဲ့ခန္ဓာကိုယ်ကြောင့် မမှတ်မိပါဘူးဂန်အီရန်က သူ့ရဲ့အဖြစ်အပျက်တွေကို သူနိုးလာတော့\nအနားမှာတွေ့တဲ့ အိမ်ခြေရာမဲ့ လူကြီးတစ်ယောက်ကိုပဲပြောပြပါတယ်\nအဲ့လူကြီးနဲ့ နှစ်ယောက်သား သူဘာဖြစ်နေလဲဆိုတာ ဖော်ထုတ်သွားမှာကို စိတ်ဝင်တစားကြည့်ရမှာပါကျွန်မတို့ ပရိတ်သတ်တွေကတော့ မင်းသားကို ဂန်အီရန်မှန်းသိထားပေမယ့်\nမင်းသားကတော့ သူ့ကိုယ်သူမသိဘဲ လိုက်ရှာနေမှာဆိုတော့\n\"Spirit Walker\" ...",
        "rating": "6.7",
        "url": "https://megaup.net/32R8e/Spiritwalker.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HU944ybAlLgFDKMpcMmnpJnstA.jpg",
        "title": "BLACKPINK: THE MOVIE (2021)",
        "description": "Blackpink : The Movie (2021)တစ်ကမ္ဘာလုံးက BLINK​တွေအားလုံး ​​မျှော်လင့်စောင့်ဆိုင်းခဲ့ရတဲ့ BLACKPINK THE MOVIE ဟာဆိုရင်\nအခုချိန်မှာ​တော့ Digital Streamingအ​နေနဲ့ ထွက်ရှိလာပြီဖြစ်တာ​ကြောင့် ​\nအကြာကြီး မျှော်ခဲ့ရတဲ့ ဘလင့်ခု​ တွေအတွက် အ​ကောင်းဆုံးတင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီရုပ်ရှင်ဟာဆိုရင် 2016 August 8 ရက်နေ့ မှာ YG Entertainmentက​နေ Debutခဲ့တဲ့\nBLACKPINK အဖွဲ့ရဲ့ Debut 5th Anniversaryအ​​နေနဲ့\nYGက စီစဉ်​ပေးခဲ့တဲ့ Project​တွေထဲက တစ်ခုပါ၊\nTHE MOVIEထဲမှာ 2018ခုနှစ် \"IN YOUR AREA\"နဲ့ 2021 \"THE SHOW\"ထဲက live\nperformance​တွေကို မြင်​တွေ့ရမှာဖြစ်ပြီး\nသူတို့ရဲ့သီချင်း​တွေနဲ့ ​​ဖျော်ဖြေမှု အလန်းစား​တွေကို ​​​သေချာမြင်​တွေ့ခံစားရ​တော့မှာပဲ ဖြစ်ပါတယ်၊ဒါ့အပြင်Debut 5နှစ်ပြည့်ဆိုတဲ့အတိုင်း Debutမတိုင်ခင်နဲ့Debutပြီး\n၅နှစ်အတွင်းမှာ BLACKPINKအဖွဲ့ဝင်​တွေရဲ့ အမှတ်တရ​ဖြစ်ရပ်တွေ၊\nတူတူရင်ဆိုင်ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ​တွေ၊ အ​တွေ့အကြုံ​တွေနဲ့\nအသည်း​ကျော်​လေး​တွေရဲ့ ငယ်ဘဝဖြတ်သန်းပုံ​လေး​တွေ၊\nအထူးအင်တာဗျူးလေး​တွေကိုလည်း သီးသန့် film​​​လေး​ကိုယ်စီနဲ့ ရိုက်ကူး​​ပေးထားပါတယ်စတင်ပွဲဦးထွက်ပြီး 14ရက်အတွင်းမှာတင် Music ...",
        "rating": "7.6",
        "url": "https://megaup.net/32R7g/BLACKPINK.The.Movie.2021.720p.WEB-DL.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pkdxhdB3dRUqazqoy9lzUvhayjc.jpg",
        "title": "To the Bone (2017)",
        "description": "To The Bone (2017) ~ IMDb - 6.8/10, RT - 70%, Meta - 64% ~ လူရယ်လို့ဖြစ်လာရင် အကြောက်တရားနဲ့ ဆင်းရဲဒုက္ခဆိုတာ ယှဥ်တွဲလာစမြဲပါပဲ။​တချို့က ဝလာမှာကြောက်တယ်။\nတချို့က ​အသက်ရှင်ရတာကိုတောင် ကြောက်လာကြတယ်။အမျိုးမျိုးသော အကြောက်တရားတွေကြားမှာ ဒီ အယ်လန်ဆိုတဲ့ ကောင်မလေးကတော့ ဝိတ်တက်မှာကို ကြောက်တာပါ...Broken Family ​ဖြစ်သွားတဲ့ အယ်လန်တစ်ယောက် မိထွေးလက်အောက် ဂေးမိခင်တစ်ယောက်လက်အောက်မှာ မိသားစုအရှုပ်အထွေးတွေကြားမှာ သနားစရာ ကြီးပြင်းလာခဲ့ပါတယ်။အဲ့ကြားထဲကမှ အနုပညာကိုဝါသနာပါတဲ့ အယ်လန်ဟာ ကိုယ့် artwork ကြောင့် လူတစ်ယောက်နစ်နာသွားတာကို သိလိုက်ရတဲ့အချိန်မှာ ပြိုလဲပြီး အစာသိပ်မစားဘဲ အငတ်ခံလို့ စိတ်သက်သာရာ ရှာပါတော့တယ်။အဲ့လို အယ်လန်ဟာ အကြောက်တရားကနေ ဘယ်လိုရုန်းထွက်မလဲ။အယ်လန့်ကို ကူညီပေးတဲ့ဆရာဝန် ဒေါက်တာဘက်ခမ်းကရော ဘယ်လိုကုထုံးတွေနဲ့ ​အယ့်လန့်ဘဝကို အဖက်ဆယ်ပေးမလဲ။အယ်လန့်သူငယ်ချင်းလုခ်ကရော အယ်လန့်ကိုဘယ်လိုပျော်အောင်လုပ်ပြီး အယ်လန့်ဘဝကို ဘယ်လိုအသက်ဝင်လာစေမလဲဆိုတာကို ဒီ '' To ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zsk/(CM)_To_The_Bone_(2017)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/bb-2-135x200.jpg",
        "title": "Being the Ricardos (2021)",
        "description": "အာရွန်ဆော့ကင်း ရိုက်ကူးပြီး မင်းသမီးကြီး နီကိုးကဒ်မန်း သရုပ်ဆောင်ထားတဲ့ အော်စကာ ဆန်ကာတင်ရုပ်ရှင်တစ်ခု ထွက်လာပါပြီ။\nဟောလိဝုဒ်ရွှေခေတ် တီဗွီမင်းသမီးကြီး Lucy Ball ဟာ သူ့ရဲ့ဇာတ်လမ်းတွဲ ဖြစ်တဲ့ I Love Lucy မှာ သူ့ခင်ပွန်းဖြစ်သူ Desi Arnez နဲ့တူတူ တွဲဖက်သရုပ်ဆောင်ပြီးဝက်ဝက်ကွဲအောင်မြင်နေပါတယ်။Sit-com တို့ရဲ့အစလို့တောင်ပြောလို့ရတဲ့ ဒီဇာတ်လမ်းတွဲကို အဖြူအမည်းခေတ်မှာပဲဘယ်လိုဖန်းတီးကြလဲ၊ဘယ်လိုသရုပ်ဆောင်ကြလဲဘယ်လိုရိုက်ကူးကြလဲဆိုတာ ကိုပြသထားပါတယ်။ဒါပေမယ့်လဲ Lucy နဲ့Desi တို့ဟာ ဟောလိဝုဒ် ရဲ့အကျော်ကြားဆုံးဇနီးမောင်နှံအဖြစ်ကနေ အိမ်ထောင်ရေးပြသနာတွေ နိုင်ငံရေး၊ ပုဂ္ဂိုလ်ရေးအရ စွပ်စွဲမှုတွေ ကြောင့် သူတို့ရဲ့လူနေမှုဘဝခြိမ်းခြောက်ခံနေရပါပြီ။ထိုခေတ်က အမေရိက လိုနိုင်ငံမှာလဲ ရိုးရိုးပြည်သူတွေဟာ ကွန်မြူနစ်လို့ သံသယဖြစ်ခံရတာနဲ့ ဘဝပျက်သွားနိုင်တာကိုပြထားပါတယ်။\nတီ‌ဗီဇာတ်လမ်းတွဲတွေရဲ့သမိုင်းတလျှောက်အကျော်ကြားဆုံးထဲမှာပါတဲ့ မင်းသမီးကြီး Lucy Ballရဲ့ ဘဝကိုရိုက်ထားတာဖြစ်ပြီး Oscar ဆုရသရုပ်ဆောင်တွေဖြစ်တဲ့ Nicole Kidman Javier Bardem နဲ့ J.K Simmons တို့အစုံအလင်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ကိုကြည့်ရင်းနဲ့အတိတ်ကဟောလိဝုဒ်ဆီကိုပြန်လည်ခံစားနိုင်ပါတယ်။ File size…(2.1 GB) ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zql/Being.the.Ricardos.2021.720p_(CM).mp4",
        "category": "Biography, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIkGGiQBNITG9vVxgmf6MXQ1gT1.jpg",
        "title": "The Novice (2021)",
        "description": "The Novice (2021) ဇာတ်လမ်းအညွှန်း*********************************The Novice ဆိုတဲ့ ရုပ်ရှင်ကားလေးကတော့ ပညာရေးကိုသာမကဘဲ အားကစားကိုပါ အလေးပေးကြတဲ့ တက္ကသိုလ်ကျောင်းသူဘဝမှာ ပညာသင်ဆုရဖို့ ကြိုးစားကြတဲ့ အမေရိကန်လူငယ်ကောင်မလေးတွေရဲ့ ဘဝကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ အဲလစ်ဒေါလ်ဟာ မထက်မြက်ပေမယ့် ကြိုးစားမှုကြောင့် ထိပ်ဆုံးရောက်လာတဲ့ကောင်မလေးတစ်ယောက်ပါ။ ကြိုးစားမှုတစ်ခုတည်းနဲ့ ထိပ်ဆုံးရောက်လာတဲ့သူ့အတွက် နားနားနေနေနေပါဆိုတဲ့စကားက မုန်းစရာအကောင်းဆုံးစကားပါပဲ။\nစိတ်အစွဲလမ်းကြီးတဲ့ အဲလစ်ဒေါလ်တစ်ယောက် တက္ကသိုလ်စတက်ချိန် လှေလှော်အသင်းကိုဝင်ရာကနေ ဘရေးလ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ခင်မိသွားပါတယ်။\nဘရေးလ်ကတော့ အားကစားထူးချွန်တဲ့ကောင်မလေးဖြစ်ပြီး သူလှေလှော်အသင်းထဲဝင်ရတဲ့အကြောင်းအရင်းကတော့ တက္ကသိုလ်လှေလှော်အသင်းထဲပါဝင်ခွင့်ရပြီး ပညာသင်ဆုရနိုင်ဖို့ပါပဲ။ ဒီလိုနဲ့ လူသစ်တန်းထဲက သူငယ်ချင်းနှစ်ယောက် တက္ကသိုလ်လှေလှော်အသင်းထဲပါဖို့ကြိုးစားကြရင်း တစ်ယောက်ပဲအဆင့်တက်ခွင့်ရှိတဲ့ အခြေအနေမျိုးကို ရင်ဆိုင်တွေ့ကြုံလာရတဲ့အခါ ... ကြိုစားလုပ်ရင်ဖြစ်ရမယ်ဆိုတဲ့စိတ်နဲ့ ဘယ်အရာကိုမဆို လွန်လွန်ကြူးကြူးကြိုးစားတဲ့ အဲလစ်ဒေါလ်နဲ့ ပညာသင်ဆုကိုရမှဖြစ်မယ်ဆိုတဲ့ ဘရေးလ်တို့ ဒီနေရာကိုရဖို့ ဘယ်လိုကြိုးစားကြမလဲ၊ ဘယ်လိုတွေ တွေ့ကြုံ မလဲ ဆိုတာကို ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ဒီကားလေးထဲမှာတော့ အဲလစ်ဒေါလ်အဖြစ် Isabelle Fuhrman ၊ ဘရေးလ် အဖြစ် Amy ...",
        "rating": "",
        "url": "https://megaup.net/3IO8Y/[CM]The.Novice.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzNlZTZjMDctZjYwNi00NzljLWIwN2QtZWZmYmJiYzQ0MTk2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Matrix Revolutions (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Y3h/(CM)_The_Matrix_Revolutions_(2003)_720p_BluRay.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix Reloaded (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix (1999)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1GVob/(CM)_The_Matrix_(1999)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/largephoto1380553-140x200.jpg",
        "title": "Hee Soo (2021)",
        "description": "Hee Soo (2021)ဒီဇာတ်ကား‌ေလးက \"ဟီဆူ\" ဆိုတဲ့ ကောင်မလေးရဲ့ မိသားစုအကြောင်းပါသဘာဝလွန်နည်းပညာတွေကို အခြေခံပြီးရိုက်ကူးထားတာပါဂျူအွန်း (Jeon SoMin) နဲ့ ထယ်ဟွန်း(Park Sung Hoon) တို့ ဇနီးမောင်နှံမှာ\nဟီဆူလို့ ခေါ်တဲ့ ၆ နှစ်အရွယ်သမီးလေးတစ်ယောက်ရှိပါတယ်သူတို့မိသားစုမှာ ဂူရွန်းဆိုတဲ့ ခွေးလေးတစ်ကောင်ရှိတယ်\nအဲ့ခွေးလေး သေသွားတော့ ဝမ်းနည်းနေတဲ့ ဟီဆူလေးကို\nVR Program တွေရေးဆွဲဖန်တီးတဲ့ ဂျွန်ဘွန်း ဆိုတဲ့ ထယ်ဟွန်းရဲ့သူငယ်ချင်းက\nVirtual Reality (VR) စက်လေးဖန်တီးပေးခဲ့ပါတယ်အားလုံးသိကြတဲ့အတိုင်း အဲ့လိုနည်းပညာမြင့်စက်နဲ့ ခွေးလေးကို တကယ့်အစစ်လို မြင်ရမှာပါ\nသူတို့မိသားစုလေး အဲ့လိုပျော်ပျော်ရွှင်ရွှင်အတူနေလာရာက\nတစ်နေ့မှာတော့ ဟီဆူလေး ကားမတော်တဆဖြစ်ပြီး ဆုံးသွားပါတယ်\nဂျူအွန်းက သူ့သမီးလေးကို တွေ့ချင်တော့\nဂျွန်ဘွန်းရဲ့ အကူအညီနဲ့ VR Program စက်တစ်ခုအသုံးပြုပြီး\nသူ့သမီးလေးကို တွေ့ဖို့သွားပါတော့တယ်\"ဘယ်နေရာဖြစ်ဖြစ် လာခဲ့မယ် ထပ်ပြီးသာတွေ့နိုင်မယ်ဆိုရင်\"ဂျူအွန်း သူ့သမီးလေးကိုတွေ့ဖို့ ဘယ်လိုသွားမလဲ...ဟီဆူလေး ...",
        "rating": "4.5",
        "url": "https://megaup.net/1GUwf/Hee_Seo.E01.211022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUSw4EZApLW0ghZgjGQKMClb8H0.jpg",
        "title": "The Sword (2021)",
        "description": "The Sword (2021)တရုတ်သိုင်းကားကောင်းကောင်းကြိုက်သူများအတွက်သိုင်းကားကောင်းကောင်းလေး တင်ဆက်ပေးလိုက်ပါပြီကာလကတော့ ကမ္ဘာကြီးကို အရှေ့တိုင်းနဲ့အနောက်တိုင်းဆိုပြီး နှစ်ပိုင်းခွဲခြားထားတုန်းကပေါ့ဂိုဏ်းပေါင်းစုံက နယ်မြေတွေကို လုဖို့အတွက်နဲ့ ဂိုဏ်းအချင်းချင်း တိုက်ခိုက်ပြီး စစ်ပွဲတွေဖြစ်လာကြပါတယ်စစ်ပွဲတွေကြောင့်လူသားတွေလည်းများစွာသေဆုံးခဲ့ရပါတယ်သေဆုံးတဲ့လူတွေရဲ့စိတ်စွမ်းအားနဲ့ အာဃာတတရားတွေကို စားသုံးပြီးအင်အားကြီးလာတဲ့ \"အာသာ\" ဆိုတဲ့ အမှောင်သခင်ကြောင့် စတင်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါအာသာဟာ အနောက်တိုင်းမှာ သရဲတပ်သားတွေနဲ့ လူသားတွေကိုသတ်ဖြတ်လို့အနောက်တိုင်း Sun Warden အဖွဲ့က စွမ်းအားရှင်သုံးဦးကို ဟိုလီဓားကို ယူဖို့ အရှေ့အရပ်ဆီ ပို့လိုက်ပါတော့တယ်ဟိုလီ ဓားကလည်း အညတြဓားတစ်လက်တော့ မဟုတ်ပါဘူးအမှောင်သခင်ကြီးကိုချေမှုန်းနိုင်တဲ့တစ်ခုထဲသောလက်နက်မို့အရှေ့တိုင်းယဲ့ကျင်းရွှယ်လုံဂိုဏ်းက သေချာစောင့်ရှောက်ပေးနေတဲ့ဓားပါဓားသွားခိုးတာကနေဘာတွေဆက်ဖြစ်လာမလဲ?အရက်သမား ဇာတ်လိုက်ဖြစ်တဲ့မင်းသားကရောဘာလဲ?သူတို့တွေကဘယ်လိုပက်သက်လဲ?ကဲ ..... ဇာတ်လမ်းထဲသာကြည့်လိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hu ပဲ ဖြစ်ပါတယ်။Genre..... Action , Drama, Fantasy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 943MB and 543MB and 179MB\nFormat…mp4\nDuration….1h ...",
        "rating": "5",
        "url": "https://megaup.net/10X4h/The.Sword.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wF2Tnf0bdYrzCKVbWh0mFwPJS6k.jpg",
        "title": "The Crow(1994)",
        "description": "The Crow(1994) အညွှန်း*********************IMDb....7.5Halloween မှာ လက်ထပ်ဖို့ စီစဉ်ထားတဲ့ စုံတွဲလေးဟာ တစ်ရက်အလိုမှာ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပါတယ်။The Crow (ကျီးကန်း) ဟာ သေသူတွေရဲ့ ဝိဉာဉ်ကို သယ်ဆောင်ပေးတဲ့ အချိတ်အဆက်လေးပေါ့။ထူးဆန်းစွာ တစ်နှစ်ကြာအပြီးမှာ သေဆုံးသွားတဲ့ လူရွယ်ဟာ ထူးဆန်းစွာ  ပြန်လည်နိုးထလာခဲ့တယ်..နာကျဉ်းမှုတွေနဲ့နှိုးထလာခဲ့တဲ့ သူဟာ သူနဲ့ သတို့သမီးလောင်းလေးကိုသတ်ဖြတ်ခဲ့တဲ့ လူမိုက်တွေကိုလက်စားချေဖို့ကြိုးစားပါတော့တယ်...he Crow ဆိုတဲ့ အက်ရှင်ကားဟာ Bruce Lee ရဲ့ သား Brandon Lee မကြွေလွင့်ခင်ရိုက်ခဲ့တဲ့ နောက်ဆုံး ကားလေးပေါ့။ ဒီကား‌လေး ရုံတင်ဖို့ ရက်အနည်းငယ် အလိုမှာပဲ Brandon Lee ဟာ သေဆုံးသွားခဲ့တာပါ။1994 တုန်းက အင်မတန် နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေး။အက်ရှင်ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း.ာ်   File Size :(1.9GB) (954 MB) and (309 MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.5",
        "url": "https://megaup.net/1GUmz/The_Crow.1994.BLU-RAY.1080P5.1CH.MKV",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/04gjhoeodiz0-133x200.jpg",
        "title": "Tianqi Apocalypse (2021)",
        "description": "ဒီတစ်ခါမှာတော့ English ရုပ်ရှင် Skyline နဲ့ Korea ရုပ်ရှင် Train to Busan တို့ကိုပြန်အမှတ်ရစေမယ့် တရုတ် ဇွန်ဘီ ဖုတ်ကောင်ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစကားမပြောတတ်တဲ့ သမီးဖြစ်သူအတွက် သမားတော်ဆီမှာ ဆေး၀ယ်ပြီး အိမ်ကိုပြန်လာတဲ့ အဖေနဲ့ ဦးလေး..မြို့တစ်မြို့လုံးကိုမြူတွေဆိုင်းလာပြီး မြူခိုးထဲမှ မကောင်းဆိုးဝါး အငွေ့အသက်တွေကြောင့် ဖုတ်ကောင်ဖြစ်သွားကြတဲ့မြို့သူမြို့သားတွေကြားရောက်နေတဲ့သမီးကိုကယ်တင်ရတော့မယ့်အခါ..မကောင်းဆိုးဝါးတွေရန်က ဘယ်လိုရုန်းထွက်မလဲ။ သမီးကိုရော ပြန်တွေ့နိုင်ပါ့မလားဆိုတာခံစားကြည့်ရင်းရသမျိုးစုံခံစားရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။တင်ဆက်ပုံတစ်မျိုးပေမယ့် Train to Busan ကော Skyline ကိုကော သတိရမိစေတဲ့ကားကောင်းတကားမို့ ရှုစားအားပေးကြည့်လိုက်ပါဦး။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ SST ဖြစ်ပါတယ်။)\nFile size…(999 MB)/(550 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by SST",
        "rating": "",
        "url": "https://megaup.net/2mQ6o/(CM)_Tian.Qi.Jing.Zhe.Bian.2021.720p.WEB-DL.H265.AAC.mp4",
        "category": "Action, Asian, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4b65jVx7b0CZGkXX4nOUGvTvZ07.jpg",
        "title": "Swan Song(2021)",
        "description": "ဒီတစ်ခေါက်Channel Myanmarကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားကောင်းလေးကတော့ \"Swan Song\"ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက rating 6.7အထိရရှိထားပြီးဇာတ်လမ်းအကျဉ်းလေးကတော့မီးရထားပေါ်မှာစတွေ့ခဲ့ပြီးချစ်ခဲ့ကြတဲ့ ကန်မရွန်တန်နာနဲ့ပေါ်ပီတိုရဲ့ အချစ်ရေးက သာယာချိုမြိန်ခဲ့ပါတယ် ဒါပေမယ့်အိမ်ထောင်ကျ ကလေးရပြီးမကြာခင်မှာပဲ ကံဆိုးစွာနဲ့ကမ်မရွန်ကရောဂါကြောင့်သေဆုံးတော့မယ့်အခြေအနေကိုရောက်လာခဲ့ပါတယ်သူကသူ့ဇနီးနဲ့သားဖြစ်သူကိုတစ်ယောက်တည်းမထားခဲ့ချင်တာကြောင့်ဓာတ်ခွဲခန်းတစ်ခုမှာ သူရဲ့ကိုယ်ပွားတစ်ခုကိုဖန်တီးခဲ့ပါတယ်ရုပ်ရည်၊မှတ်ဉာဏ်ကအစအကုန်တူတဲ့ဒီ ကမ်မရွန်2.0 အားဖန်တီးထားတဲ့အကြောင်းကိုသူ့ဇနီးကိုပြောမပြရင်ဒီပ‌‌ရောဂျက်က အလုပ်ဖြစ်မယ်ပေါ့ ဒီလိုနဲ့သဘောတူလိုက်ပြီးသူ့ကိုယ်ပွားကမ်မရွန်ကို အသက်သွင်းပြီး‌တော့သူတိုအိမ်ကိုလွှတ်လိုက်ပါတယ် အဲ့ဒီနောက်ပိုင်းမှာတော့ကိုယ်ပွားရဲ့ကင်မရာကနေပဲတစ်ဆင့် သူ့ဇနီးရဲ့အခြေအနေကိုစောင့်ကြည့်ခဲ့ရပါတယ် ဒီဇာတ်ကားမှာဆိုရင်တော့ယောကျာ်းကောင်း ဖခင်ကောင်းတစ်ယောက်အဖြစ်ကမ်မရွန်ကိုတွေ့ရမှာဖြစ်ပြီး မိသားစုနဲ့လည်းမခွဲခွာချင် ၊သူသေဆုံးသွားခဲ့ရင်အဖော်မဲ့နေမယ့်သူ့ဇနီးအဖြစ်ကိုလည်းမမြင်ချင်တာကြောင့်နောက်ဆုံးမှာဘယ်လိုဆုံးဖြတ်ချက်တွေချမလဲကမ်မရွန့်ကိုယ်ပွားကရော ပေါ်ပီတိုနဲ့အဆင်ပြေပြေနေနိုင်ပါ့မလားဆိုတာကိုChannel Myanmarနဲ့အတူခံစားကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni ဖြစ်ပါတယ်  \nFile size…1.2GB / 750MB\nQuality…1080p H264 WEB RIP ASAC5.1CH / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.7",
        "url": "https://megaup.net/10Wxy/Swan.Song.2021.ATVP.720p.WEBRip.x264.YK(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://megaup.net/10Wx3/(CM)_Mastizaade_2016_Hindi_720p_NF_WebDL_DDP_AAC_2.0_Audio.mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://megaup.net/2mQkh/Hot.Blood.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ma5wo9KkribuSLrSZZVE8XxF9YL.jpg",
        "title": "New Nightmare (1994)",
        "description": "Wes Craven's The New Nightmare (1994) IMdb - 6.5/10, Rotten Tomatoes - 80%လောကကြီးထဲမှာ ဟိုးရှေးခေတ်ကတည်းကစပြီး ဘုရားသခင်ရဲ့ဖန်ဆင်းမှုတွေထဲမှာ ရောပြီးပါဝင်လာတဲ့ မကောင်းဆိုးဝါးဆိုတာ ရှိပါတယ်တဲ့။ သူက ခေတ်အမျိုးမျိုးမှာ ပုံစံအမျိုးမျိုးနဲ့ အပြစ်မဲ့သူတွေကို သတ်ဖြတ်လာခဲ့ပါသတဲ့။လူတွေက စိတ်ကူးစိတ်သန်းတွေထုတ်ပြီး ဇာတ်လမ်းတွေ ပုံပြင်တွေ ရေးဖြစ်တဲ့အချိန်မှာတော့ စာရေးဆရာတွေရဲ့ စိတ်ကူးဉာဏ်က မကောင်းဆိုးဝါးကို ဖမ်းယူပြီး ဇာတ်လမ်းထဲမှာ ထည့်ပိတ်လိုက်မိတယ်ဆိုပဲ။ ဇာတ်လမ်းမပြီးသေးသရွေ့တော့ မကောင်းဆိုးဝါးဟာ ဇာတ်လမ်းထဲမှာပဲ ပိတ်မိနေတာပေါ့။ ဇာတ်လမ်းပြီးသွားတဲ့အခါမှာတော့ မကောင်းဆိုဝါးက ပုံစံအသစ်နဲ့ပဲဖြစ်ဖြစ် ပုံစံအဟောင်းနဲ့ပဲဖြစ်ဖြစ် လောကကမ္ဘာအစစ်ထဲကို လွတ်မြောက်လာပါရောတဲ့။အခု Elm လမ်းပေါ်က အိပ်မက်ဆိုးဇာတ်ကားတွေထဲမှာ Freddy အဖြစ် ပိတ်မိနေတဲ့ မကောင်းဆိုးဝါးကြီးက Part 6 The Final Nightmare အပြီး ဇာတ်လမ်းအပြီးသတ်သွားတာကြောင့် လူ့လောကကို ထိုးဖောက်ဝင်လာဖို့ ကြိုးစားတဲ့အချိန်ပေါ့။ Freddy ...",
        "rating": "6.5",
        "url": "https://megaup.net/10U45/(CM)_Wes_Craven_s_New_Nightmare_(1994)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doyiGwpxbBs4G2og9G8gV7ZKoih.jpg",
        "title": "Freddy’s Dead: The Final Nightmare (1991)",
        "description": "Freddy's Dead: The Final Nightmare (1991) တစ် နှစ်...\nဖရက်ဒီ မင်းဆီလာတဲ့အဖြစ်\nသုံး လေး...\nမဝင်နိုင်အောင် တံခါးပိတ်ပေး\nငါး ခြောက်...\nလက်ဝါးကပ်တိုင် ပြေးပြီးကောက်\nခုနှစ် ရှစ်...\nညနက်တဲ့ထိ မအိပ်ဖြစ်\nကိုး တစ်ဆယ်...\nမအိပ်ဖြစ်အောင် ကြိုးစားကွယ်ဒီကဗျာလေးကို ကောင်မလေးတစ်သိုက် ကြိုးခုန်ရင်း ဆိုနေကြပြီဆိုရင် မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ နိုးထဖို့ အစွမ်းကုန် ကြိုးစားပါ။ Freddy ရဲ့ Razor Gloves (လက်အိတ်ဓား) ကတော့ သွေးဆာနေပါပြီ။ မကြာခင်မှာ မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ ထာဝရ နိုးထလာခွင့်မရှိတော့တဲ့ အဖြစ်ဆိုးကြီး ရောက်လာတော့မှာ မလို့ပါ။အခု Part 5 Freddy's Dead: The Final Nightmare ဇာတ်ကားမှာတော့ Freddy ကို Supernatural Spiritual Murderer (သဘာဝလွန် ဝိညာဉ်လူသတ်သမားကြီး) အဖြစ် ဘယ်အရာတွေက ပုံသွင်းခဲ့တယ် ဆိုတာကို သိရှိရပါတော့မယ်။ ဇာတ်ကားရဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1GRm1/(CM)_Freddy_s_Dead_-_The_Final_Nightmare_(1991)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Mrk5SK017PjjOIokUbmX8Qkzf1.jpg",
        "title": "A Nightmare on Elm Street: The Dream Child (1989)",
        "description": "A Nightmare on Elm Street 5: The Dream Child (1989) IMDB - 5.1/10ဝိညာဉ်လူသတ်ကောင်ကြီး Fred Krueger ရဲ့ ငါးကားမြောက် ဇာတ်ကားဖြစ်ပြီး Elm လမ်းပေါ်က အတွဲလိုက် လူသတ်မှုတွေကို ကြည့်ရှုရပါလိမ့်ဦးမယ်။ Part 4 The Dream Master မှာ Alice က အသတ်ခံလိုက်ရသူများရဲ့ကျွမ်းကျင်မှုတွေကို ဆက်ခံရရှိခဲ့ပါတယ်။ အိပ်မက်သခင်ပိုင်ရှင်ဖြစ်တဲ့ Alice ဟာ Freddy ကို အသာစီး ယှဉ်ပြိုင်တိုက်ခိုက်ပြီး သူ့ကို အိပ်မက်ဆိုးကမ္ဘာထဲမှာ ထာဝရ သော့ခတ်ပိတ်ထားခဲ့တာပါ။အခု Part 5 မှာတော့ Alice တို့ရဲ့ အထက်တန်းကျောင်း အောင်လက်မှတ်ချီးမြှင့်ပွဲကနေ အစပြုပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ Freddy ကို ကြုံခဲ့ရတဲ့သူတွေထဲမှာ Alice နဲ့ Dan နှစ်ယောက်ပဲ ရှိခဲ့တဲ့အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/10Twy/(CM)_A_Nightmare_on_Elm_Street_5_-_The_Dream_Child_(1989)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boStYG7jKdoIZTduiOOsUVknD13.jpg",
        "title": "A Nightmare on Elm Street 4: The Dream Master (1988)",
        "description": "A Nightmare on Elm Street 4: The Dream Master (1988) IMDB - 5.7/10, Meta - 56%ဒီကားကတော့ Freddy ရဲ့ လေးကားမြောက်ဖြစ်ပါတယ်။ Part 3 ဇာတ်ကားမှာ အပြစ်ဖြေ မြှုပ်နှံ သင်္ဂြိုလ်ခြင်းခံလိုက်ရလို့ Freddy\nရဲ့ဝိညာဉ်ကွယ်ပျောက်ခဲ့ပေမယ့် Kerstin ရဲ့အိပ်မက်စွမ်းအားနဲ့ စွဲလမ်းမှုတွေကြောင့် Freddy တစ်ယောက် Elm လမ်းပေါ် ပြန်ရောက်လာခဲ့ပါတယ်။Part 3 ဇာတ်ကားက ရှင်သန်ကျန်ရစ်သူ ကလေးသုံးယောက်ကို တစ်ယောက်ချင်း လိုက်ရှင်းနေစဉ်မှာ Kerstin တစ်ယောက် မကာကွယ် မကူညီနိုင်ခဲ့ပါဘူး။ နောက်ဆုံး သူ့အလှည့်ကို ရောက်တဲ့အချိန်မှာတော့ သူ့ရဲ့စွမ်းအားနဲ့ မတော်တဆ Alice ဆိုတဲ့ ကောင်မလေးကို အိပ်မက်ထဲ ဆွဲသွင်းလိုက်မိရာကစပြီး Freddy တစ်ယောက် ဘာမှမဆိုင်တဲ့ ကလေးအသစ်တွေရဲ့ သွေးနံ့ကို ယစ်မူးသွားခဲ့ပါပြီ။Alice ...",
        "rating": "5.7",
        "url": "https://megaup.net/10Tvk/(CM)_A_Nightmare_on_Elm_Street_4_-_The_Dream_Master_(1988)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euXykw2B2DKOOPHRBuVFznNHIXb.jpg",
        "title": "A Nightmare on Elm Street 3: Dream Warriors (1987)",
        "description": "A Nightmare on Elm Street 3: Dream Worriors (1987)IMDB - 6.6/10, Rotten Tomatoes - 72%Freddy က Jesses နဲ့ Lisa တို့ကို စိတ်ကြိုက်ဆော့ကစားခဲ့တဲ့ Part 2 ဇာတ်ကားမှာတော့ ဇာတ်လမ်းက ဘာမှ ထူးထူးခြားခြားပြောင်းလဲခြင်း မရှိခဲ့ပါဘူး။အခု Part 3 မှာတော့ Freddy ဟာ စိတ်ရောဂါကု ဆေးရုံတစ်ခုမှာ လှည့်လည်သောင်းကျန်းနေပါတော့တယ်။ Elm Street ပေါ်က ကလေးတွေဟာ Freddy ကိုကြောက်ရွံ့ပြီး မအိပ်ရဲတော့ဘဲ ကြောင်တောင်တောင်တွေဖြစ်လာလို့ စိတ်ရောဂါကု ဆေးရုံကို ရောက်ရှိလာခဲ့ကြပါတယ်။\nအဲဒီဆေးရုံကို ရောက်ရှိလာတဲ့ အလုပ်သင် စိတ်ရောဂါကု ဆရာဝန်မလေးက Part 1 ကားမှာ Freddy ကို အနိုင်ယူခဲ့တဲ့ Nancy ဖြစ်နေပါတယ်။Nancy က ...",
        "rating": "6.6",
        "url": "https://megaup.net/3IFF9/(CM)_A_Nightmare_on_Elm_Street_3_-_Dream_Warriors_(1987)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mo-1-138x200.jpg",
        "title": "Mother/Android (2021)",
        "description": "ဘာတဲ့လဲ..။ စက်ရုပ်ပုန်ကန်မှုတဲ့ဗျား..။Voice assistant တွေဖြစ်တဲ့ Siri သို့မဟုတ် Alexa ကို ခပ်ချောချော ခပ်တောင့်တောင့် အမျိုးသမီး ခန္ဓာကိုယ်မျိုးနဲ့ မြင်ယောင်ကြည့်စမ်းပါ..။ကိုယ်နှစ်သက်ရာ လိင်အမျိုးအစား ၊ နှစ်သက်ရာ ပုံပန်းသဏ္ဌာန်နဲ့ ရေပူရေချမ်းကမ်းမယ့် စက်ရုပ်အိမ်တော်ထိန်းတွေကို အိမ်တိုင်းစေ့ဝယ်ထားနိုင်တဲ့အထိ နည်းပညာထွန်းကားလာတဲ့ခေတ်ကြီးထဲမှာ..။ဒီစက်ရုပ်တွေဟာ ပျော်ပျော်ရွှင်ရွှင်ကြီး အစေခံလုပ်နေရာကနေ OS system အသစ်ထွက်ရှိလာမယ့် တစ်ညမှာ စိတ်ရူးပေါက်ပြီး တော်လှန်ပုန်ကန်မှုကြီး ထလုပ်ချတဲ့အခါ..။လူသားမျိုးနွယ်ဟာ သူတို့ဖန်တီးထားတဲ့ နည်းပညာတွေကြောင့်ပဲ မျိုးသုဉ်းပျက်ဆီးကြရမယ့်ကိန်းဆိုက်နေတဲ့အခါမှာမှ မတော်တဆ ကိုယ်ဝန်ရသွားခဲ့တဲ့ ဂျော်ဂျီယာ..။ဂျော်ဂျီယာရဲ့ ဇာတ်ကောင်နေရာမှာ Chloe Grace Moretz ကို ကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ဦးအဖြစ် မြင်တွေ့ရမယ်ဗျာ..။တစ်ကားလုံးမှာ အလင်းအမှောင် ကစားထားတဲ့အရောင်တွေ ၊ ပီပြင်တဲ့ SFX မိတ်ကပ်တွေနဲ့ ပုံဖော်ထားတဲ့ မနုဿစက်ရုပ်တွေနဲ့အတူ..။ကမ္ဘာပျက်ကြီးထဲမှာတောင် မိခင်တစ်ယောက်ရဲ့ ကလေးအပေါ်ထားရှိတဲ့ မေတ္တာတွေနဲ့ ဖခင်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်တော့မှာပါ..။မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့ ပုံဖော်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/10U5r/Mother.Android.2021_720p.HULU_(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
        "title": "The French Dispatch (2021)",
        "description": "The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်\nDirector Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊\nသူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့\nUniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်\nရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊\nThe Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကို- The Grand Budapest Hotel (2014) နဲ့\n- Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊\nပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်\nရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊\nCast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊\nသူ့လက်စွဲ​တွေ ဖြစ်တဲ့\n- ...",
        "rating": "",
        "url": "https://megaup.net/10Ssj/The.French.Dispatch.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LKf45GtVb1y8iYR5vMxlczkirB.jpg",
        "title": "Over Again (2019)",
        "description": "Over Again (2019)ဒီတစ်ခါတော့ကျွန်တော့်အမြင်နဲ့ထပ်တူကျတဲ့\nTime Travel တရုတ်ဒရာမာကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အချိန်ခရီးသွားတယ်ဆိုတာ .....\nအတိတ်အနာဂတ်ကို ခရီးနှင်နိုင်ပေမယ့်\nအတိတ်ကိုပြောင်းလဲလို့မရနိုင်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nငယ်ငယ်ထဲကကျောင်းအတူတူတက်ကြတဲ့ ချောမောပြီး စာတော်တဲ့ကောင်လေးရယ်\nအဖေကိုအရမ်းကြောက်လူတိုင်းကိုကြောက်တတ်တဲ့ ငကြောက်လေးတစ်ယောက်ရယ်\nရဲရင့်ပြီးချစ်စရာကောင်းတဲ့ကောင်မလေးရယ်ဟာ အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ‌နေထိုင်ကြရင်း\nကျောင်းနှစ်ပတ်လည်နေ့တစ်ရက်မှာ အရာရာပြောင်းလဲသွားအခါ .....အပြောင်းအလဲတွေက ဘယ်လောက်တောင်ကြီးကျယ်မှာလဲ?\nအချိန်ခရီးသွားခြင်းနဲ့ သူတို့ရဲ့ပြဿနာတွေကို ပြေလည်အောင်ဖြေရှင်းနိုင်ပါ့မလားဆိုတာ\nရုပ်ရှင်ထဲမှာပဲခံစားကြည့်လိုက်ပါ။သူငယ်ချင်းသံယောဇဉ် ချစ်ခြင်းတရားနဲ့ အချိန်ခရီးသွားခြင်း Concept လေးတွေထည့်သွင်းပြီး\nရသစုံအောင်ရိုက်ကူးထားတာမို့ ကြည့်ရတန်မယ့်ရုပ်ရှင်လေးဖြစ်ပါလိမ့်မယ်။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 750MB and 369MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Htoo Aung\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/10Qqn/Over.Again.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dXob0_4f-141x200.jpg",
        "title": "Be;twin (2021)",
        "description": "Be;twin (2021)သွေးက ရေထက်ပျစ်တယ်ဆိုကြပေမယ့်\nတကယ်တမ်းမောင်နှမသားချင်းတွေကြားထဲမှာ\nအကြီးကလည်းအကြီးမို့ညှာရတယ် အငယ်ကလည်းအငယ်မို့ဦးစားပေးရတယ်\nမိဘကဘယ်သူ့ကိုတော့ပိုမျက်နှာသာပေးတယ်\nဘယ်သူ့ကိုတော့ပိုဂရုစိုက်တယ် စတဲ့\nစိတ်ဒဏ်ရာအဖုအထစ်လေးတွေကအမြဲတမ်းကိန်းအောင်းနေကြစမြဲပါKBS Drama Special အဖြစ်ထုတ်လွှင့်ခဲ့တဲ့ ဒီ Melo Romance Drama ကားလေးက\nအမြွာညီအစ်ကိုနှစ်ယောက်ကြား ကောင်မလေးတစ်ယောက်ကြားဝင်လာတဲ့အခါမှာ\nဒီလိုအဖုအထစ်လေးတွေကနေ ဘယ်လောက်ထိ တာသွားနိုင်လဲဆိုတာ မီးမောင်းထိုးပြထားတာမို့ ပိတ်ရက်မှာ အပန်းပြေကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်(P.S မင်းသမီးလေးက အရုပ်လေးလိုလှသလို မင်းသားကလည်း အဆင်ကို နှစ်ကိုယ်ခွဲမို့ တဝကြီးငမ်းနိုင်ပါကြောင်း )အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…913MB and 541MB and 181MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Eain Lay\nEncoder ..... August",
        "rating": "7.4",
        "url": "https://megaup.net/32IN3/Drama.Special.Be_Twin.211126.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2mL2s/Drug_War.2013.BLU-RAY.720p.pp.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Qas/(CM)Mad.Detective.2007.1080p.BluRay.REMUX.HEVC.AAC.2.0.mkv",
        "category": "Action, Asian, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/15gYK_4f-141x200.jpg",
        "title": "Drama Special Season 12 : The Palace (2021)",
        "description": "The Palace (2021)နန်းတွင်းကားတွေကို ဓာတ်ကျနေတဲ့လူတွေအတွက် ရသတစ်မျိုးလေးခံစား‌နိုင်အောင်နန်းတွင်းsismanceဇာတ်လမ်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော်။ဒီကားလေးကတော့ ငယ်စဉ်ကတည်းက နန်းတွင်းအပျိုတော်အဖြစ် ကြီးပြင်းလာခဲ့တဲ့ အပျိုတော်လေး ဆို့ဆန်းရယ်မိမိသဘောအတိုင်း မနေနိုင်ဘဲ ချုပ်ချယ်ခံနေရတဲ့ နန်းတော်ကြီးထဲနာမည်ဆိုးနဲ့ ကျော်ကြားနေတဲ့ အိမ်ရှေ့စံမင်းသားရဲ့ ကြင်ရာတော်ဘုံဆောင်းန်ရယ်ကံကြမ္မာက အပျိုတော်လေးနဲ့ကြင်ရာတော်တို့ကို တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ရင်းမထိတထိကြည်နူးမှုလေးတွေပါ မြင်တွေ့ရမှာပါ။Sismanceဆိုတဲ့အတိုင်း နှစ်ယောက်ကြားထဲကနှောင်ဖွဲ့လာတဲ့ သံယောဇဉ်ကြိုးက တကယ်နွေးနွေးထွေးထွေးလေးပါပဲ။တစ်ယောက်က သံယောဇဉ်တွေနဲ့ထုံးဖွဲ့လာချိန်မှာနောက်တစ်ယောက်ရဲ့ မူလရည်ရွယ်ချက်တွေ အောင်မြင်နိုင်ပါ့မလား။ပျော်စရာတွေနဲ့အဆုံးသတ်မှာလား???\nမျက်ရည်တွေနဲ့ချန်ထားခဲ့မှာလားဆိုတာကတော့\nဆက်သာကြည့်လိုက်ပါတော့။Sismanceတွေ ကြည့်ချင်တဲ့လူတိုင်းအတွက်လည်း ဒါလေးက လက်လွှတ်မခံသင့်တဲ့ကားလေးပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Drama, History\nQuality….WEB-DL 1080p and 720p and 360P\nFile size… 956MB and 582MB and 179MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder .....August",
        "rating": "8",
        "url": "https://megaup.net/10Msj/Drama.Special.The.Palace.211203.720p-CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mJQ2/A.Perfect.Enemy.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1-142x200.jpg",
        "title": "Titanic (1997)",
        "description": "Titanic (1997)\nIMDb - 7.8/10_____Rotten - 89%\nWon 11 Oscars. Another 113 wins & 83 nominations.\n ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား...ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/10Pjg/Titanic.1997.4K.HEVC.10Bits.x265.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyF1sc4Iuu5YQcRUuk8zqbjoh6t.jpg",
        "title": "Thi-Baan x BNK48 (2020)",
        "description": "Thibaan x BNK48 (2020)ဒီတစ်​ခေါက်မှာ​တော့ စိတ်အပန်း​​ဖြေရင်း မျက်စိပ​သာဒ ဖြစ်စရာ\nထိုင်း Fancy ဇာတ်ကား​လေးတစ်ကားကို တင်ဆက်​​ပေးလိုက်ပါတယ်၊​ဒီဇာတ်လမ်းက ထူးခြားစွာပဲ ဟာသဇာတ်လမ်းတွဲ​​တွေနဲ့ ထိုင်းနိုင်ငံမှာနာမည်တစ်လုံးရှိတဲ့ Thibaanအဖွဲ့နဲ့\n၂၀၁၇ ခုနှစ်ထဲက စတင်ဖွဲ့စည်းထားတဲ့Pop idol အဖွဲ့ BNK48တို့ collabလုပ်ပြီး ရိုက်ကူးထားတာဖြစ်လို့\nThibaanအဖွဲ့ရဲ့ အတည်​ပေါက်ဟာသ​တွေနဲ့ အပြင်က တကယ့်Idol girl​လေးများရဲ့အလှနဲ့ သရုပ်​ဆောင်ပညာကို\nတပါတည်းကြည့်ရှုခံစားရင်း ဘဝအ​မော​တွေ​ပြေ​စေမှာပါ၊နာမည်ရIdolအဖွဲ့ဖြစ်တဲ့ BNK48အဖွဲ့​အ​နေနဲ့ လက်ရှိမှာ ဒိတ်ဒိတ်ကြဲ​​အောင်မြင်​နေတဲ့ အဆို​တော်အဖွဲ့ဖြစ်​ပေမဲ့\nအမြဲ​ပြောင်းလဲ​နေတဲ့ ဂီတ​ရေစီး​ကြောင်းထဲမှာ ဆန်းသစ်မှု မရှိလို့ ​ခေတ်​နောက်ကျကျန်ခဲ့မှာကို စိုးရိမ်​နေတဲ့အချိန်...\nထိုင်းအ​ရှေ့ပိုင်း အီဆန်နယ်​တေးဂီတ​တွေနဲ့ နာမည်ရလာတဲ့ Music producer ကောင်​ဟွေလိုင်ကို မျက်စိကျပြီး\nBNK အဖွဲ့အတွက် အီဆန်သီချင်းတစ်ပုဒ်​စာ အပ်လိုက်ပါတယ်၊\nProducer ​\"ကောင်\" အ​နေနဲ့ နေမထိ​ရေမထိIdol​လေး​တွေကို\nကိုယ်သီဆိုရမယ့် အီဆန်သီချင်းရဲ့ အနှစ်သာရ၊\nအီဆန်နယ်ရဲ့ ဓ​လေ့စရိုက်ကို ကိုယ်တိုင်ခံစားနိုင်ဖို့ဆိုပြီး\nအီဆန်နယ်၊ ဆီစကတ်မြို့ကို ​ခေါ်သွားခဲ့ပါတယ်မြို့ကြီးပြကြီးမှာပဲ ​နေလာခဲ့တဲ့ နုနုရွရွIdol​လေး​တွေနဲ့\n​ကျေးလက်က ...",
        "rating": "",
        "url": "https://megaup.net/10P9p/Thibaan_X_BNK48_2020_720p.WEBRip.CM.mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "title": "Rumble (2021)",
        "description": "ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကာတွန်းကားလေးကတော့\"Rumble\"ပဲဖြစ်ပါတယ် rumbleရဲ့ဇာတ်လမ်းအကျဉ်းကတော့နပန်းသတ်စူပါစတားချန်ပီယံတစ်ယောက်ဖြစ်တဲ့ တန်တက်ကူလာကပိုပြီးထင်ပေါ်ကျော်ကြားချင်တဲ့အတွက် သူရဲ့မွေးရပ်မြေကိုစွန့်ပစ်ခဲ့တယ်မြို့ရဲ့ကြယ်ပွင့်မရှိဘဲပရိတ်သတ်ကို ဆွဲဆောင်ဖို့မဖြစ်နိုင်တာကြောင့်မြို့တော်ဝန်က ယခင်ကကျော်ကြားခဲ့တဲ့ နပန်းနည်းပြတစ်ယောက်နာမည်ပေးထားတဲ့မြို့အားကစားရုံကိုဖျက်ပစ်ဖို့ ကြေငြာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ယခင်နည်းပြဟောင်းရဲ့သမီးဖြစ်သူဝန်နီက အားကစားရုံ၊ သူတို့ရဲ့မြို့တော်နဲ့ အားကစားရုံမှာရှိနေတဲ့သူမအဖေရဲ့အမွေအနှစ်တွေကို ကယ်တင်ဖို့ စတီဗင်ဆိုတဲ့ အကကိုကြိုက်နှစ်သက်တဲ့မွန်းစတားတစ်ကောင်ရဲ့အကူအညီကိုရယူကာ ဘယ်လိုကကွက်ဆန်းတွေသုံးပြီးနပန်းသတ်ခိုင်းမလဲ ဒီအားကစားရုံကိုရော မြို့တော်ဝန်လက်ထဲကသူမပြန်ရမှာလား အကနဲ့နပန်းသတ်ချင်တဲ့စတိဗ့်တစ်ကောင်ရောဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်သွားရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီကာတွန်းက Monster on the Hill ကိုအခြေခံရိုက်ကူးထားပြီးအားကစားကြယ်ပွင့်များဖြစ်သည့် Charles Barkley, Stephen A, Smith ,Chris Eubanks,Roman Reigns တို့နဲ့ Becky Lynch တို့က အသံဖြင့်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် \nFile size…950MB /  1.91GB\nQuality…720p /  1080p HEVC AAC 5.1CH\nFormat…Mp4\nDuration….1h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Amelia ~ Honeyey",
        "rating": "7.4",
        "url": "https://megaup.net/1GMue/Rumble.2021.720p.AMZN.WEB-DL.AAC_2.0(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0BMBAfXMreaSUKzGQAydMNDv9Z.jpg",
        "title": "Kurup (2021)",
        "description": "1984 ခုနှစ်ကစလို့ အိန္ဒိယရဲ့ အလိုအရှိဆုံး၀ရမ်းပြေးတစ်ယောက်ဖြစ်တဲ့ကူရွတ်ရဲ့အကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်လာပြန်ပါပြီ။ မာယာလာရမ်း ဘာသာစကားပြောဒီရုပ်ရှင်ဟာ IMDB မှာ 7.9ထိရထားကြည့်ရတန်မယ့် စုံထောက်ကားကောင်းတစ်ကားပါ။ အက်ရှင်တွေမပါပဲဇာတ်လမ်းဇာတ်ကွက်နဲ့ 420 တစ်ယောက်အကြောင်းကို အရသာရှိရှိဆွဲခေါ်သွားမှာမို့ လိုက်ပါစီးမျောခံစားလိုက်ကြပါဦး။ ဇာတ်လမ်းအကျဉ်းထည့်မရေးတော့တာကတော့ အတ္ထုပ္ပတ္တိဖြစ်လို့Spoiler ဖြစ်မှာစိုးလို့ပါ။အညွှန်းကိုတော့ Lwin Htoo Aung မှရေးသားထားပြီး ဘာသာပြန်တွေကတော့ Shwe Pyae Sone ~Lwin Htoo Aung ~ ThuRa Hein တို့ပဲဖြစ်ပါတယ်။ \nFile size…1.5GB / 2.28GB\nQuality…720p / 1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ~ Shwe Pyae Sone ~ ThuRa Hein",
        "rating": "7.9",
        "url": "https://megaup.net/1GMqu/KURUP_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Biography, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ebod823-150x200.jpg",
        "title": "[21+] A Secret Between Just Us Two That My Wife Can’t Know-Mina Kitano [MIAA-519]",
        "description": "JAV မင်းသမီးတွေထဲ Mina Kitano ကို သတိထားမိနေတာကြာပါပြီ...ဖွံ့ထွားတဲ့အစိတ်အပိုင်းတွေအပြင် ဇာတ်လမ်းတိုင်းမှာ Horny ဖြစ်လွန်းပြီးတက်ကြွလွန်းတဲ့ သူ့ပုံစံက သူများတွေနဲ့ မတူကွဲထွက်နေတာမျိုးပါ...သူ့အထာကိုမြည်းစမ်းလို့ရအောင် တစ်ကားလောက်တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဘားဆိုင်လေးမှာရုန်းကန်နေရတဲ့ ဆိုင်ရှင်သူဌေးခင်ဗျာ ကိုဗစ်ရဲ့ထုထောင်းမှုတွေကြောင့် ဆိုင်ကို လည်ပတ်အောင်မနည်းကြိုးစားနေရပါတယ်..\nဒါပေမဲ့ သူ့ရဲ့ဆိုင်ဝန်ထမ်းလေးကတော့ အမောပြေနှလုံးအေးလောက်စရာ အလှနဲ့ ကီတာနိုမီရာ လေးပါ..\nမီရာလေးက သူ့ရဲ့ဘောစ်တစ်ယောက် ဆိုင်ရဲ့ဖိအား အိမ်ကမိန်းမရဲ့ဖိအားတွေကြား ဗျာများနေတာ မကြည့်ရက်တော့ စိတ်အပန်းပြေလေး ဘယ်လိုတွေပြုစုပေးမလဲဆိုတာ...။\nစီးပွားပျက်ပေမဲ့ အချစ်မငတ်တဲ့ သူဌေးမင်းကို အားပေးကြည့်ရှုလို့ရပါပြီ(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.2 GB) & (900 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 02:04:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew ...",
        "rating": "",
        "url": "https://megaup.net/32H8C/(DS)_[MIAA-519]_720p.A_Secret_Between_Just_Us_Two_That_My_Wife_Can’t_Know_–_Mina_Kitano.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CikkLfMxtKXjCDkNnzVfTwwpIL.jpg",
        "title": "Bob Biswas (2021)",
        "description": "Bob Biswas (2021)============================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက် Bob Biswas လို့အမည်ရတဲ့ crime thriller ရုပ်ရှင်အမျိုးအစားလေးကို တင်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားလေးကတော့ 2012 ခုနစ်မှာ ရိုက်ကူးခဲ့တဲ့ Kahaani အမည်ရတဲ့မှုခင်းရုပ်ရှင်ရဲ့ Spin-off အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပြီး ဒီဇင်ဘာ ၃ ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတာ ဖြစ်ပါတယ်ဒါ့အပြင် ရုပ်ရှင်နာမည်က Bob Biswas ဆိုတဲ့အတိုင်း အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဘော့နေရာမှာသရုပ်ဆောင်ထားသူကတော့ အားလုံးချစ်ကြတဲ့ နာမည်ကျော်မင်းသား အမီတာဘချန်းရဲ့ သားဖြစ်သူအာဘီရှက်ခ်ဘချန်းက သရုပ်ဆောင်ထားမလို့ တစ်မူထူးခြားတဲ့ သရုပ်ဆောင်မှုတွေကို ခံစားရမှာ ဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအကျဥ်းချုပ်လေးကို မတိုမရှည်နဲ့ စလိုက်ကြရအောင်ယခင် 2012 က ထွက်ရှိထားတဲ့ Kahanni ရုပ်ရှင်ထဲမှာ ကားတိုက်ခံလိုက်ရတဲ့ ဘော့တစ်ယောက်ယခုထွက်ရှိလာတဲ့ Bob Biswas ရုပ်ရှင်ထဲမှာတော့ ၈ နှစ်ကြာ ကိုမာဝင်နေရာကနေ ပြန်လည်နိုးထလာခဲ့ပါပြီကိုမာကနေ ပြန်လည်နိုးထလာခဲ့ပေမဲ့ ဘော့ဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/32H3B/Bob.Biswas.2021.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iMA2VcQ9m8vV46CzAyzndGsCzT.jpg",
        "title": "Man of Will (2017)",
        "description": "Man of Will (2017) ဇာတ်လမ်းအညွှန်း******************************** ဧကရာဇ် အုပ်စိုးခွင့် ကုန်ဆုံးခါနီးတွင် ကိုရီးယားကို အုပ်စိုးချင်တဲ့ ရုရှားနဲ့ ဂျပန်တို့ကြား အငြင်းပွားမှုများ ဖြစ်ပေါ်ခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ဂျပန်က အသာစီးရပြီး ကိုရီးယားဘက်က ဂျပန်နဲ့ သံတမန်ရေး အဆင်ပြေအောင် ကြိုးစားခဲ့တာကြောင့် ကိုရီးယားဟာ ဂျပန်တို့ ဩဇာညောင်းတဲ့ နိုင်ငံ တစ်ခု ဖြစ်လာခဲ့တယ် မိဖုရားကြီး လုပ်ကြံခံလိုက်ရတာကြောင့် အမျက်ဒေါသထွက်နေတဲ့ ဂင်ချန်းဆူဟာ စိတ်ကိုမထိန်းနိုင်ဘဲ လုပ်ကြံမှုမှာ ပါဝင်ခဲ့တဲ့ ဂျပန်လူမျိုးတစ်ယောက်ကို သတ်လိုက်မိတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်ခံရပြီး အင်ချွန်းထောင်ကို အပို့ခံလိုက်ရပါတယ်အင်ချွန်းထောင်ထဲကို ရောက်သွားတဲ့အခါမှတော့ ထောင်သားတွေကို စာသင်ပေးပုံ၊ ငုပ်လျှိုးနေတဲ့ မျိုးချစ်စိတ်ကို ပြန်လည်ဖော်ဆောင်ပေးပြီး ဂျပန်လက်အောက်မှ လွတ်မြောက်ရေးအတွက် စိတ်အားထက်သန်စွာ တော်လှန်ခဲ့ပုံတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသားကြီး Cho Jin Woong အပြင် ဂျွန်စောအဖြစ် လူသိများတဲ့ Song Seung Heon ...",
        "rating": "",
        "url": "https://megaup.net/2mJry/[CM]Man.of.Will.2017.HDTV-720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbMEHLu36LyptPD29FxVTndpYZ1.jpg",
        "title": "Erin Brockovich(2000)",
        "description": "Erin Brockovich(2021) အညွှန်း****************************IMDb....7.4ငွေကြေးဆိုင်ရာအောင်မြင်မှုတွေရော၊ ကောင်းမွန်တဲ့မှတ်ချက်တွေရော၊ဆုဇကာတင်တွေရောအများကြီးရရှိထားပြီး ခေါင်းဆောင်မင်းသမီး မမချော Julia Robertsကို leading roleအတွက် Oscars,BEFTA award, Golden Globeအပါအဝင် ဆု၇ဆုရရှိစေခဲ့တဲ့ Biographical Dramaကားတစ်ကားပါ။\nErin Brockovichဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ဘဝကိုအလှည့်အပြောင်းကြီးဖြစ်စေခဲ့တဲ့အချိန်တစ်ခုကိုရိုက်ပြထားပါတယ်။Erinအကြောင်းကို တခြားဇာတ်ကားတွေရိုက်ထားတာရှိပေမယ့်ဒီကားကတော့ပိုအောင်မြင်ပြီး ဖြစ်ရပ်မှန်နဲ့ ၉၈%တူညီပါတယ်တဲ့။\nErinဟာ ပိုက်ဆံမရှိ၊ အိမ်ထောင်နှစ်ခါကွဲခဲ့တဲ့ ကလေးသုံးယောက်ရှိတဲ့ဆင်ဂယ်မိခင်၊စိတ်ထင်သလိုပြောတတ်ပြီး အရမ်းဟော့ဟော့ရမ်းရမ်းဝတ်စားတဲ့ အလန်းစားမိန်းမလှတစ်ယောက်။တစ်နေ့ကားတိုက်မှုကြောင့် လျော်ကြေးသိပ်မရလိုက်တဲ့အခါအမှုလိုက်ပေးတဲ့ရှေ့နေဆီမှာ မရမကအလုပ်တောင်းပါတယ်။ဥပဒေနဲ့ဆိုင်တဲ့အတွေ့အကြုံဘာတစ်ခုမှမရှိပဲရှေ့‌နေရုံးခန်းမှာအလုပ်လုပ်ရင်း အိမ်ခြံမြေရောင်းတဲ့အမှုတစ်ခုမှာဆေးမှတ်တမ်း‌ဖိုင်တွေပါတွဲထားတာကို နားမလည်လို့ သေချာစုံစမ်းလိုက်တဲ့အခါပစိဖိတ်ဓာတ်ငွေ့နှင့်လျှပ်စစ်ကော်ပိုရေးရှင်းအကြီးစားကြီးဟာအဲ့နယ်မြေနားမှာနေထိုင်တဲ့လူတွေအပေါ် ရောဂါများစွာဖြစ်စေပြီးအသက်အန္တရာယ်အရမ်းရှိတဲ့အဆိပ်အတောက်တွေစွန့်ထုတ်နေတဲ့ ဖုံးကွယ်ထားမှုကြီးကိုသိရှိသွားပြီးအဲ့နားမှာနေထိုင်သူတွေအတွက်လျော်ကြေးရအောင် အမှုလိုက်ရပါတော့တယ်။ဒီဖြစ်ရပ်ဟာ အမေရိကန်ရဲ့ Direct action lawsuitသမိုင်းမှာအမြင့်မားဆုံးလျော်ကြေးပေးဆောင်ခဲ့ရတဲ့အမှုပါ။ဒီအမှုကြီးတစ်ခုလုံးကို လူတိုင်းက Beauty without brainလို့မြင်တဲ့အားပြင်းတဲ့ ဟော့ဟော့ရမ်းရမ်းမိန်းမတစ်ယောက်ကဦးဆောင်သွားခဲ့ပုံတွေကိုဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ရိုက်ပြသွားတာပါ။ဖြစ်ရပ်မှန်ပေါ်အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတွေအများကြီးရှိတဲ့အတွက်Biographicalဆိုရင် နည်းနည်းပျင်းစရာကောင်းနေမလားဆိုတဲ့ အတွေးကိုထုတ်ပစ်လိုက်ပါ။သေချာပေါက်ပြောနိုင်တာကတော့ ဒီကားဟာ ဇာတ်လမ်းကောင်းတွေထဲကတစ်ပုဒ်ပါ။တစ်ခေတ်တခါက ပုရိသတို့ရဲ့အသည်းကျော် မမJuliaရဲ့ powerfulဖြစ်တဲ့သရုပ်ဆောင်မှုတွေနဲ့ အလန်းစားအလှတရားတွေကလည်း ဇာတ်လမ်းနဲ့ကွက်တိကို လိုက်ဖက်နေပါတယ်။ဒီကားမှာ အားကောင်းလှတဲ့သရုပ်ဆောင်ချက်တွေကြောင့် သရုပ်ဆောင်ကြေးအမြင့်ဆုံးအမျိုးသမီးသရုပ်ဆောင်တစ်ယောက်ဖြစ်စေခဲ့ပါတယ်။ ဒီဇာတ်ကားမှာErinရော ရှေ့နေ Masryရော ...",
        "rating": "7.4",
        "url": "https://megaup.net/32GRG/Erin.Brockovich.2000.BLU-RAY.1080P5.1CH_(2).mkv",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjUxZTdkODItMmY1OC00NTE5LWIzOWItNDRlOTk5Y2NjNWQ3XkEyXkFqcGdeQXVyMDM0MzU2NA@@._V1_-135x200.jpg",
        "title": "Nash Bridges (2021)",
        "description": "Nash Bridges\n---------------လူအချို့က သာမန်ဘဝလေးနဲ့ ရောင့်ရဲတက်ပေမယ့် အချို့က ချမ်းသာသထက် ချမ်းသာချင်ကြတယ်\nငွေရဖို့ဆိုရင် ဘယ်လို ရာဇဝတ်ကို မဆို ကျူးလွန်တက်ကြတယ်\nဘယ်သူသေသေ ငတေမာရင် ပြီးရောဆိုတဲ့စိတ်နဲ့ သက်ရှိလူသားတွေလို ကြွက်ကလေးတွေလို သဘောထားပြီး စိတ်ပျော်ရာအတွက် အသုံးချကြတယ်လူကုန်ကူးမှုသံသယတရားခံကို လိုက်ဖမ်းရင်း မြို့ထဲ ပေါက်ကွဲမှုဖြစ်အောင် လုပ်လိုက်လို့ နက်ရှ်တစ်ယောက် တာဝန်ကနေ ဆိုင်းငံ့ခံလိုက်ရပါတယ်\nကြုံရာကျပန်း နေလာပြီး ၁နှစ်အကြာမှာ နေဝင်ချိန်လူသတ်မှုလို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်မှုလို့ ထင်ရတဲ့ အမှုတစ်ခု ပေါ်လာပါတော့တယ်\nနစ်နာသူ ၁၁ယောက်ထိ ရှိလာပြီးတဲ့နောက် ရဲဌာနက နက်ရှ်ရဲ့ အကူအညီလိုလာပါရော\nခေါတ်မီနည်းပညာတွေမသုံးပဲနဲ့ နက်ရှ်တို့တွေ ဘယ်လိုများ အမှုလိုက်ကြမလဲ\nနစ်နာသူတွေက ဆက်တိုက်ဆိုသလိုပေါ်လာနေပြီးတော့ တရားခံအစစ်ကိုရော ဖမ်းမိကြမလားလူချမ်းသာရဲ့နောက်ကွယ်က မြေအောက်မှာ ဘာတွေဖြစ်နေတာလဲ ဆိုတာကိုဆန်းပြားတဲ့ ဇာတ်လမ်းကျောရိုးနဲ့ စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy, Crime, ...",
        "rating": "6.1",
        "url": "https://megaup.net/2mJlB/Nash_Bridges_(2021)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyg3WAaMa87ln7E1v4AtFkBxYEO.jpg",
        "title": "Of Love and Shadows (1994)",
        "description": "[18+] Of Love and Shadows (1992)ဒီဇင်ဘာလ ၁၂ ရက်နေ့မှာမွေးနေ့ရက်မြတ်မင်္ဂလာကျရောက်သွားခဲ့တဲ့ တစ်ခေတ်တစ်ခါက ကျွန်တော်တို့ရဲ့အလှနတ်ဘုရားမ၊ ပုရိသတွေရဲ့နှလုံးသားကို ရုပ်ရှင်လောကထဲစဝင်လာတည်းက သိမ်းကြုံးယူပစ်ခဲ့တဲ့မတ်မတ် ဂျနီဖာကော်နယ်လီရဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားလေးက တစ်ခြားအချိန်မှာကြည့်မယ်ဆို ရိုးရိုးတမ်းတမ်းပဲ မတ်မတ်ရဲ့အလှအပကိုပဲ သီးသန့်ခံစား၊ ဒါပေမဲ့ ဇာတ်ကွက်ကိုသိပ်ခံစားလို့မရမယ့်ကားမျိုး‌ပါ။ အဲလိုပေမဲ့ အခုတော့ ကျွန်တော်တို့ ဒီအခြေအနေကြီးနဲ့ဆိုတော့ တော်တော်ကြည့်ရကိုက်တဲ့ကားဖြစ်သွားပြီမို့လို့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ချီလီနိုင်ငံလေးကို လောဘဇောတက်နေတဲ့ အာဏာရူးဗိုလ်ချုပ်ကြီးက အာဏာကောက်သိမ်းတဲ့အကြောင်းနဲ့စတယ်ပေါ့ဗျာ။ အဲလိုအာဏာသိမ်းတဲ့အချိန်မှာ ‌အီရင်းနဲဆိုတဲ့သတင်းထောက်မလေးကျွန်တော်တို့မတ်မတ်ရဲ့‌အမေက ဘောမကြီးလုံးလုံးပဲဆိုပါတော့ဗျာ။အဲဒီတော့ အဲလိုအခြေအနေမျိုးမှာ သတင်းထောက်မလေး အီရင်းနဲကို လီရယ်ဆိုတဲ့ ဓာတ်ပုံဆရာတစ်ဖြစ်လဲ စိတ်ပညာရှင်ဒေါက်တာလေးက အာဏာရှင်ရဲ့မကောင်းကွက်တွေကို အတူထုတ်ဖော်ဖို့ကြိုးစားကြတာကို ဒေါသအလိပ်လိပ်ထွက်လိုက်၊ မတ်မတ်ကို မြင်ပြီးစိတ်ပြန်ငြိမ်လိုက်နဲ့ကြည့်ရမယ့်ကားမျိုးပါ။ ဒီကားက သူ့အဖော်အချွတ်အလှအပခန်းတွေလည်းများလို့ မိသားစုနဲ့မကြည့်သင့်တဲ့ကားလေးပါ။ ဒါကြောင့် 1994 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Of Love and Shadows လေးကို ဒေါသထွက်ရရင်း စိတ်လည်းပြန်လျှော့ရရင်း ခံစားကြည့်ရှုပေးလှည့်ပါဦးခင်ဗျာ။Size - 1.6GB, ...",
        "rating": "5.1",
        "url": "https://megaup.net/10Ofg/(CM)_Of_Love_and_Shadows_(1994)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/RagingFire-TheatricalPoster-BennyChan-812x1200-1-135x200.jpg",
        "title": "Raging Fire ( 2021 )",
        "description": "Donnie Yen နဲ့Nicholas Tse တို့လို မင်းသားကြီးနှစ်ယောက်ဦးဆောင်ထားတဲ့Raging Fire ဟာ China Box Office $100M နီးပါးရထားတဲ့အတွက်ထူးထွေပြီးညွှန်းစရာမလိုတဲ့ အက်ရှင်ကားကောင်းတစ်ကားဆိုတာသေချာပါတယ်မင်းသားကြီး Donnie Yen ဟာ ကျန်းချုံးပန်းဆိုတဲ့ ဖြောင့်မတ်တဲ့မှုခင်းရဲအရာရှိတစ်ယောက်နေနဲ့သရုပ်ဆောင်ထားပြီး ရဲဝန်ထမ်းတွေကြားမှာတင်အကောင်းအဆိုးကိုရှင်းရှင်းလင်းလင်းဖော်ပြထားပါတယ်Donnie Yen နဲ့Nicholas Tse တို့ဟာရင်းနှီးတဲ့လက်ဖော်ကိုင်ဖက်တွေဖြစ်ခဲ့ဖူးကြတယ်မူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုလိုက်နေချိန်မှာ လူမိုက်ကိုလူမိုက်ပြန်သတ်မှုတွေဖြစ်လာတယ်သူတို့နဲ့ဒါတွေကဘယ်လိုပတ်သတ်နေလဲ ဘယ်အရာကသူတို့ရဲ့လမ်းကြောင်းတွေကိုကွဲသွားစေလဲ‌‌အညိုးအတေးတွေကိုဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Quality : BluRay HEVC / WEB-DL 1080p , 720p , 480pFormat : mp4During : 2h 6minGenres : Action Subtitle : Myanmar Subtitle ( Hardsub )Translated By CCFEncoded By LK,Nyeinsaeya Aung",
        "rating": "7.2",
        "url": "https://megaup.net/10Oii/(CM)_Raging.Fire.2021.720p.BluRay.H264.AAC.2.0_Audio.mp4",
        "category": "Action, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-1-142x200.jpg",
        "title": "The Duel (2000)",
        "description": "သိုင်းပြိုင်ပွဲကိုအခြေခံထားပြီး လူသတ်တရားခံကိုအဖြေရှာဦးမယ့် ဟောင်းပြီးကောင်းတဲ့တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ ပါဝင်ထားတဲ့သူကိုရှိုးလိုက်ပါဦး... ဒိတ်ဒိတ်ကြဲများဖြစ်ကြတဲ့ Andy Lau ၊ Ekin Cheng ၊ Nick Cheung ၊ ရှောင်ယဲ့ကျူလို့လူသိများကြတဲ့ Zhao Wei နဲ့ ငယ်ငယ်ကသိုင်းကားတွေမှာပါနေကြ သူငယ်ချင်းဟောင်းတွေအများကြီးကိုပြန်တွေ့ရမှာမို့\nအိုကြီးအိုမ ကလေးကြီးတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပေါ့နော်။သိုင်းလောကမှာ နတ်ဓါးရှင်နဲ့ဓါးဘုရင်ဆိုပြီး နာမည်ကြီးနှစ်ယောက်ကြီးစိုးနေတဲ့အချိန်ပါ... ရုတ်တရက်ကြီး ဘယ်သူအတော်ဆုံးလဲဆိုတာအဖြေရှာဖို့ နတ်ဓါးရှင်က စိန်ခေါ်စာပို့ပါတော့တယ်။ အဲ့ဒီအချိန်ကစပြီး နာမည်ကြီးသိုင်းသမားတွေအသတ်ခံရပါလေရော။ သတ်တဲ့သူကိုအဖြေရှာဖို့ နန်းတွင်းကိုယ်ရံတော် လုံလုံကောက်အတွက်တော့ တကယ်ခေါင်းကိုက်ရတဲ့အမှုပါ။ သိုင်းပြိုင်ပွဲကလည်း နီးကပ်တဲ့အချိန်… တစ်ဖက်ကသူအချစ်ရဆုံးမိတ်ဆွေ ဓါးဘုရင်၊ နောက်တစ်ယောက်က သူလေးစားအားကျရတဲ့ နတ်ဓါးရှင်။ ယှဉ်ပြိုင်မယ့်နေရာက နန်းတော်ထဲမှာဆိုတော့ကား ....အရှုပ်အထွေးတွေကြားထဲမှာ ဟာသလေးနှောထားပြီး သိုင်းကားစစ်စစ်ကိုကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားမို့ ဘာဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါတော့နော်.... File size…(1.7 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.9",
        "url": "https://megaup.net/10Of8/The.Duel.2000.CHINESE.720p.BluRay_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jDskIhzLfZc8SB4ybkcWOgmI98M.jpg",
        "title": "Agnes (2021)",
        "description": "Agnes (2021) ဇာတ်လမ်းအညွှန်း****************************ခရစ်ယာန်သီလရှင်ကျောင်း တစ်ခုက သီလရှင်တွေထဲမှာ နတ်ဆိုးစွဲတဲ့သူ ရှိတယ်ဆိုတဲ့ ကောလဟလ တစ်ခုကြောင့် အသေးစိတ် စစ်ဆေးမှုတွေလုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်ဘုန်းတော်ကြီးနှစ်ပါးဟာ အဆိုပါ သီလရှင်ကျောင်းကို သွားရောက်ပြီး နတ်ဆိုးနှင်ဖို့ ပြင်ဆင်ကြပါတယ်ဒါပေမဲ့လည်း ဘုန်းတော်ကြီးနဲ့ အတူ သူ့ရဲ့ တပည့်တွေဟာ ထိရောက်မှုမရှိတဲ့ သူတို့ရဲ့ နတ်ဆိုးနှင်ခြင်းအပြီးမှာတော့ ယုံကြည်ခြင်း ယိုင်လဲလာတဲ့ အခက်ခဲတွေ အခြားသော စုံစမ်းနှောင့်ယှက်ခြင်းတွေနဲ့ပါ ရင်ဆိုင်ကြုံတွေ့လာရတဲ့ အခါမှာ ...ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာ သည်းထိတ်ရင်ဖို ဆက်လက် ကြည့်ရှုကြရမှာပါ File Size     : (1.7 GB)(970 MB) and (470 MB)\nQuality       : WEB-DL 1080P, 720p\nFormat       : mkv, mp4\nDuration    : 1hr ...",
        "rating": "",
        "url": "https://megaup.net/2mJ7k/[CM]Agnes.2021.720p.WEBRip.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/du-132x200.jpg",
        "title": "Duel (1971)",
        "description": "မှော်ဝင်နေတဲ့ ဒါရိုက်တာကြီး စတီဗင် စပီးဘက်ရဲ့ ပထမဦးဆုံး တီဗီရုပ်ရှင်တွေထဲက တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရုပ်ရှင်ဟာ စပီးဘက်ကို ကမ္ဘာကျော်စေခဲ့တဲ့ Jaws, E.T စတဲ့ ရုပ်ရှင်တွေကိုမရိုက်ကူးခင် ၁၉၇၁ မှာ ဘက်ဂျက်နည်းနည်းနဲ့ ၁၂ ရက်အတွင်း အပြီးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ဒါတောင်မှ လက်စောင်းထက်လို့ အော်စကာမဟုတ်တဲ့ အခြားဆုတွေ အများကြီး ရလိုက်ပါသေးတယ်။ဘယ်လောက်ဘက်ဂျက်နည်းလဲဆို ကားပေါက်ကွဲတဲ့အခန်းကိုတောင် ကားနှစ်စီးဖိုးမတတ်နိုင်လို့တစ်ခါတည်း အပိုင်ရအောင် ရိုက်ခဲ့ရတာပါ။ဒါပေမဲ့ ဒီနေ့ထိ ဂန္ဓဝင်လက်ရာတွေထဲမှာပါနေတုန်းပါပဲ။ဇာတ်လမ်းကတော့ဇာတ်ဆောင်နေရာကနေ ဝင်ခံစားကြည့်ရင် အတော်ကို ကြောက်စရာကောင်းပါတယ်။ရုပ်ရှင်သမိုင်းတစ်လျှောက် စိတ္တဇလူသတ်သမားတွေထဲမှာ အတော်ကို ကို့ရို့ကားယားနိုင်တဲ့ လူသတ်လက်နက်ကို သုံးထားလို့ပါ။ထရပ်ကားကြီးတစ်စီးပါပဲ။ ဟုတ်ပါတယ် အဝေးပြေးလမ်းပေါ်မှာ လူတွေကို သေအောင် လိုက်တိုက်တတ်တဲ့ စိတ္တဇကားသမားတစ်ယောက်နဲ့ အလုပ်ကိစ္စနဲ့ ခရီးထွက်လာတဲ့ သာမန်လူရိုးလူအေးကြီးတစ်ယောက် လမ်းတလျှောက် အသက်လု ရင်ဆိုင်ရပုံတွေကို ရိုက်ကူးထားတာပါ။ရင်တဖိုဖိုနဲ့ကြည့်ရမယ့် Thriller ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.6 GB) / (900 Mb) ...",
        "rating": "7.6",
        "url": "https://megaup.net/1GL57/Duel_(1971).720p_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/0500e4ffdd38372c712475c5ee97162e5d9aab70-143x200.jpg",
        "title": "Patiala House (2011)",
        "description": "ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကို\nကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့\nဇာတ်ကားမျိုးဆိုလျှင်\nသင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။\n(ဇာတ်လမ်းအကျဉ်း)\nအိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာ\nဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်\nလူသိများခဲ့ပါတယ်။\nလူသိမများတာကတော့\nသူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမား\nဖြစ်ခဲ့ခြင်းကိုပါ။\nခရစ်ကတ်ကစားခြင်းဟာ\nဂတ်တူအတွက်\nရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။\nဂတ်တူဟာ မိသားစုရေးရာမှာလည်း\nအဖေချစ်သားအဖြစ်နဲ့\nအဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်\nချီးကျုးခံရခဲ့တယ်။\nအတိတ်မှာဖြင့်\nဂတ်တူရဲ့ဦးလေးဟာ\nဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကို\nဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။\nအဲဒီ့နောက် ဂတ်တူအဖေဟာ\nဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကို\nမျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်\nစွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။\nထို့နောက်\nဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကို\nရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။\nဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်\nအဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။\nအဖေကို ချစ်လွန်းပြီး\nအဖေ့အတွက် သားလိမ္မာဖြစ်နေသော\nဂတ်တူအတွက်တော့\nအိပ်မက်ကိုသာလျှင်\nရေစုန်မျောလိုက်ပါတော့တယ်။\nတစ်ဖက်မှာလည်း\nဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။\nဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလို\nမောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့\nအပြစ်တင်ခံနေရသူပါ။\nတစ်နေ့မှာတော့\nသတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်း\nခရစ်ကတ်ကစားသမား\nတစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။\nဂတ်တူ အတွက်တော့\nပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်\nမထူးဆန်းလှတော့ပါဘူး။\nတကယ်တော့\nပျက်သုန်းနေတဲ့အိပ်မက်ကို\nသူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။\nသို့ရာတွင် ----\nမပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကို\nဆက်ပေးချင်တဲ့လူနှစ်ဦး\nပေါ်ပေါက်လာခဲ့ပါတယ်။\nဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။\nဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။\nဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီး\nအင်္ဂလန်ကစားသမားအဖြစ်\nခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။\nဆိုင်ရမ် မိန်းမချောလေးကလည်း\nဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်\nကြိုးစားခဲ့သည်။\nသို့သော် ----?????\nဒီဇာတ်ကားလေးမှာဖြင့်\nဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့\nသူရဲ့ဘဝရဲ့ကြမ္မာကို\nဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။\nအိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။\nပြန်လည်ရှင်သန်စေခဲ့မလား။\nထို့ပြင်\nအဖေကို ချစ်လွန်းအားကြီးလှသော\nသားတစ်ယောက်အနေနဲ့\nမိသားစုရေးဆိုင်ရာတွေက\nမည်သို့ဖြစ်စေခဲ့မည်နည်း။\nအဖေ့အတွက် ဂတ်တူဟာ\nမည်သို့သော အင်အားမျိုးနှင့်\nမြင်တွေ့ရမည်နည်း။\nခရစ်ကတ်နဲ့ အဖေ /\nအဖေနဲ့ ခရစ်ကတ် ကြားမှာ\nဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊\nနှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်\nကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာ\nရင်မောဖွယ် ကြည့်ရဦးမှာပါ။\nဒီဇာတ်ကားလေးဟာဖြင့်\nစိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီး\nမေတ္တာတရားနဲ့ အနစ်နာခံမှု၊\nပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊\nမြတ်နိုးတန်ဖိုးထားတတ်မှုတို့\nရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်\nဇာတ်ကားကောင်းလေးပါ။\nလူမျိုးရေးခွဲခြားမှုနဲ့\nအရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်း\nတစ်စိတ်တဒေသ ...",
        "rating": "5.6",
        "url": "https://megaup.net/10Ndi/(CM)_Patiala.House.2011.Hindi.720p.Bluray.x264.AAC.2.0_Audio.mp4",
        "category": "Bollywood, Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ffmoKFV1paKDft2fqVANZamnP5j.jpg",
        "title": "The Imaginarium of Doctor Parnassus (2009)",
        "description": "The Imaginarium of Doctor Parnassus (2009) ~ The Last Of Heath Ledger ~ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအဆုံးမှာ\n\" A Film From Heath Ledger and Friends \" လို့ ရေးထိုးထားပါတယ်။\nအတော်၀မ်းနည်းစရာကောင်းတဲ့ စာ‌ကြောင်းပါပဲ။\"Heath Ledger, Johnny Depp, Jude Law, Colin Farell, Christopher Plummer, Andrew Garfield\" ဒီရုပ်ရှင်လောက် နာမည်ကြီး ထိပ်တန်း cast တွေစုနေတဲ့ ရုပ်ရှင်မရှိလောက်ဘူးလို့ ပြောရမယ်။ ဒီလိုလူတွေကို တစ်စုတစ်စည်းထဲမြင်ရတာ ၀မ်းသာစရာကောင်းလား‌ပြောရရင်လည်း ဘာကြောင့် ဒီလိုဖြစ်သွားလဲဆိုတဲ့အချက်က အတော် ၀မ်းနည်းစရာကောင်းပါတယ်။ အကြောင်းရင်းကတော့ ဒီရုပ်ရှင်ရိုက်ကူးနေရင်း တန်းလန်းမှာပဲ Heath Ledger ဟာ အဆုံးမဲ့လွင်ပြင်တစ်ခုဆီ ပျံသန်းထွက်ခွာသွားခဲ့လို့ပါပဲ။ Heath မရှိတော့တဲ့နောက် သူ့သူငယ်ချင်းတွေက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mI3A/(CM)_The_Imaginarium_of_Doctor_Parnassus_(2009)_720p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/film-arisaka-133x200.png",
        "title": "Arisaka (2021)",
        "description": "ဖိလစ်ပိုင်လူမျိုးတွေရဲ့ အစ လို့လည်း ငြင်းခုန်ရတဲ့၊ အခုထက်ထိ ပြဿနာတွေ တစ်ထွေးကြီး တက်နေသေးတဲ့ လူမျိုးရေး ပဋိပက္ခဆန်ဆန် အဖြစ်အပျက်တစ်ခုကြီး ရှိပါတယ်။ သူတို့တွေကို အိုင်းတာ (Aeta) လူမျိုးတွေလို့ခေါ်ပါတယ်။ ကြေးနီးရောင် အသားအရေနဲ့ ဆံပင်အကြေကောက်နဲ့ လေလိုလွတ်လပ်ပြီး ရေလိုသိမ်မွေ့ကြသူတွေပါ။သူတို့က ဓားမဦးချ ရေကြည်ရာမြက်နုရာ စိုက်ပျိုးလုပ်ကိုင်စားသောက်တတ်တဲ့ လောဘနည်း လိုအင်မဲ့ ဘုရားသခင်နဲ့ နီးစပ်သူတွေပေါ့။ လေးမြှားတစ်စင်းနဲ့ တောလည်လို့၊ မြေဆီကောင်းတဲ့နေရာလေး အိမ်တစ်လုံးဆောက်လို့၊ လျှပ်စစ်မဲ့၊ အင်တာနက်မဲ့၊ ဖုန်းမဲ့၊ တီဗွီမဲ့ကြပေမယ်လို့ အကြင်နာ မမဲ့ကြသူတွေ။သူတို့ရဲ့ခေတ်မမီခြင်းက လူတွေအတွက် အနှောင့်အယှက်ဖြစ်စေသလား။ ဖိလစ်ပိုင် မြို့ကြီးသားများကတော့ သူတို့ကို တိရိစ္ဆာန်တွေလို၊ အရိုင်းအစိုင်းတွေလို မြို့ပြနဲ့အဝေး နှင်ထုတ်ထားကြပါတယ်။ ယှဉ်ပြိုင်စရာ တရားရုံတော်မှာလည်း လူခံမရှိ၊ ကိုယ့်လူမျိုးထဲကမှာ ရာထူးရာခံကြီးသူလည်းမရှိတဲ့ သူတို့လေးတွေက တောနက်တွေထဲမှာပဲမွေးလို့ တောရဲ့ရင်ခွင်မှာပဲ ခေါင်းချကြပါတယ်။Death March လို့ခေါ်တဲ့ စစ်သုံ့ပန်းတွေကို ဖမ်းဆီးခေါ်ဆောင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2mI4g/(CM)_Arisaka.2021.720p.NF.WEB-DL.DDP5.1.x264.AY.mp4",
        "category": "Action, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BY2UzODAyNjktN2MwYy00M2RkLThiOTEtMjU1MTgxY2EzM2YyXkEyXkFqcGdeQXVyODk5MDA0MDU@._V1_-133x200.jpg",
        "title": "Antlers (2021)",
        "description": "Antlers (2021)\n===============\nIMDb Rating - 6.2/10Story telling ဆိုတာ ​​ရှေးလူကြီး​တွေရဲ့ ဓ​လေ့​တွေ ယဥ်​ကျေးမှု​တွေ ဖြတ်သန်းခဲ့ရတဲ့ အ​တွေ့အကြုံ​တွေကို ​\nနောင်လာ​နောက်သား​တွေဆီ ​ပြောပြတဲ့ နည်းလမ်းတစ်ခုပါ။ Storytelling လို့​ပြောတဲ့​နေရာမှာ တကယ့်သမိုင်း​\nတွေသာမက fairytale ​တွေ၊ ဒဏ္ဍာရီ​တွေလည်း ပါဝင်တယ်။အဲ့လိုနဲ့ အော်​ရေဂန်​ဒေသက ​ရှေးတိုင်းရင်း\nအ​မေရိကန်လူမျိုး​တွေရဲ့ ယုံတမ်းပုံပြင်​တွေ အစပျိုးခဲ့တယ်။ဇာတ်လမ်းအကျဥ◌်းလေးပြောရရင် . . .\nဂျူလီရဲ့ အတန်းထဲမှာ ထူးဆန်းတဲ့ လူးကတ်လို့​ခေါ်တဲ့ ခပ်ပိန်ပိန်​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ ဘယ်သူနဲ့မှလည်း\nအ​ပေါင်းအသင်းမလုပ်သလို အနိုင်ကျင့်တာလည်း ခံ​နေရတယ်။ တစ်​နေ့​ ဂျူလီက ပုံပြင်​ပြောပြဖို့ ​ရေးခဲ့ပါဆိုပြီး\nအိမ်စာ​ပေးလိုက်တယ်။ တခြားက​လေး​တွေက သာမန် နတ်သမီးပုံပြင်​တွေ ​ပြော​ပေမယ့် အဲ့ကောင်လေးက​တော့\nမတူထူးဆန်း​နေတယ်။\"ဝက်ဝံ၃​ကောင်ဟာ ​တောင်​ပေါ်က ​အေးစက်တဲ့ ဂူမှာ​နေတယ်\nဝက်ဝံကြီးရယ် ဝက်ဝံ​လေးရယ် ဝက်ဝံ​ပေါက်​လေးရယ်​ပေါ့\nဝက်ဝံကြီးက အားလုံးကို ​စောင့်​ရှောက်ရတာ​ပေါ့\nတစ်​နေ့ဝက်ဝံ​လေးပြန်လာ​တော့ ဝက်ဝံကြီးနဲ့ ဝက်ဝံ​ပေါက်​လေးက ထူးဆန်း​နေတယ်\nဝက်ဝံကြီးက ​နေမ​ကောင်းဖြစ်​နေပြီး စားစရာ အသားလည်းမရှိ​တော့ဘူး\"လူးကတ်​ပြောပြတဲ့ ပုံပြင်ကို ဂျူလီကြားပြီး​နောက် ...",
        "rating": "6.2",
        "url": "https://megaup.net/10N1j/Antlers.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog.year_-153x200.png",
        "title": "Dog Years (2021)",
        "description": "Dog Years (2021)=============IMDb Rating - 5.9/10ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် အီတလီလူငယ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီတစ်ခါမိတ်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ တစ်မျိုးလေး ထူးဆန်းနေမှာပါ ဘယ်လိုထူးဆန်းလဲ\nဆိုတာကတော့ အောက်မှာ ဆက်ဖတ်ကြည့်ကြပါနော်၊ခွေးတစ်ကောင်ရဲ့ အသက်တစ်နှစ်ဆိုတာ လူ့အသက်တစ်နှစ်ရဲ့ ၇ဆနဲ့ညီမျှပါတယ် ဥပမာဆိုရရင်\nသူတို့အသက် ၁၁၂ နှစ်ရောက်တဲ့အချိန်ဆို လူတွေက ၁၆ နှစ်အရွယ်ပေါ့။ အဲ့လို ခွေးအသက် ၁၁၂ နှစ်\n(လူ့အသက် ၁၆ နှစ်) မှာ ခွေးတွေ သက်တမ်းကုန်ဆုံးကြတယ်လို့ ယူဆထားတဲ့ စတေလာဆိုတဲ့\nကောင်မလေးကလည်း သူမရဲ့အသက်ကို ခွေးတွေရဲ့အသက်တွက်နည်းအတိုင်း တွက်ချက်ပြီးနေထိုင်\nပါတော့တယ်။သူမကိုယ်သူမ အသက်၁၆နှစ်ပြည့်ရင် သေတော့မယ်လို့ထင်နေတဲ့ စတယ်လာတစ်ယောက်\nသူမသေခင် ၁လအလိုမှာ သူ့ဘဝမှာ မလုပ်ဖူးတဲ့အရာတွေကို စာရင်းလုပ်ပြီး စတင်လုပ်ဆောင်ပါ\nတော့တယ်။ အပေါင်းအသင်းလည်းသိပ်မရှိ ရည်းစားလည်းမရှိ တစ်ယောက်တည်းပဲအချိန်ကုန်ဆုံး\nနေခဲ့တဲ့ စတယ်လာတစ်ယောက်.....\nသူမ လုပ်ချင်နေတဲ့စာရင်းကကောဘာဖြစ်မလဲ....\nဘာလို့များ သူမရဲ့အသက်ကို အဲ့လိုတွက်ချက်ရတာလဲ....ဆိုတာကို သူငယ်ချင်းသံယောဇဥ်လေးတွေနဲ့\nအတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe ...",
        "rating": "5.8",
        "url": "https://megaup.net/1GKsN/Dog.Years.2021.Italian.720p.WebRip[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/j-134x200.jpg",
        "title": "John, 316 (2021)",
        "description": "ယောကျာ်းဖြစ်သူနဲ့ကွဲကွာပြီးခါစ အက်ဘ်ဘီနဲ့ အမြဲပျော်ရွှင်စနောက်နေတတ်တဲ့ နိုက်တမ်\nသူတို့နှစ်ယောက် သူနာပြုဆရာဝန်အဖြစ်အလုပ်လုပ်နေတဲ့ စိတ္တဇဆေးရုံကို ဂျွန်ဒိုးလို့ခေါ်တဲ့ စိတ်ဝေဒနာသည်တစ်ယောက်ရောက်လာတဲ့အခါ....\nထူးဆန်းအံသြဖွယ်ရာတွေလုပ်ပြနိုင်တဲ့အတွက် တခြားစိတ်ဝေဒနာသည်များက ဂျွန်ဒိုးကို ယေရှုခရစ်လို့ထင်သွားကြပါတော့တယ်။\nဂျွန်ဒိုးရဲ့ဆုံးမသြဝါဒတွေကို နာခံကြတဲ့လူနာတွေဟာ ဆေးသောက်စရာမလိုတဲ့အထိ ရောဂါသက်သာလာကြပါတယ်။အဲဒါကြောင့်မို့ ဆေးရုံကိုထောက်ပံ့ပေးနေတဲ့ဆေးကုမ္ပဏီနဲ့ဂျွန်ဒိုးတို့ကြား ပြဿနာဖြစ်လာပါတော့တယ်။ဒါ​ကြောင့် လူနာတွေကို ဆေးအတင်းအကြပ်တိုက်ခိုင်းဖို့ ဆေးရုံဘုတ်အဖွဲ့က ခရစ်စတာဒါနဲ့ ဒေါက်တာလူးကပ်ကို ခန့်အပ်လိုက်တဲ့အခါ ဂျွန်နဲ့တခြားဝေဒနာသည်တွေ ဘာဆက်ဖြစ်မလဲဆိုတာ သိချင်ကြမယ်ထင်ပါတယ်။အက်ဘ်ဘီနဲ့နိုက်တမ်တို့ရဲ့အချစ်ဇာတ်လမ်းအပြင် စိတ်ဝေဒနာသည်တွေရဲ့ ရယ်စရာအဖြစ်အပျက်လေးတွေပါ ပေါင်းစပ်ထားတဲ့အတွက် ကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်ဗျာ။ File size…(1.6 GB) / (900 Mb) / (500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Seiji",
        "rating": "5",
        "url": "https://megaup.net/32Fky/John.316.2021.720p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fpG1PiHPHdLt8X2e7WAct7EVB7.jpg",
        "title": "Mixtape (2021)",
        "description": "Mixtape (2021)ဒီကာလထဲ မိသားစုနဲ့အတူ စိတ်အပန်းပြေအောင်ကြည့်လို့ရမယ့်\nရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက လက်ရှိအခြေအနေတွေခဏဘေးဖယ်ထားလိုက်ရင်\nလွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်လောက်ကို ပြန်ရောက်သွားသလိုခံစားရမယ်ဆိုတာသေချာပါတယ်...ဇာတ်လမ်းအရ ဘဲ့ဗာလီမူဒီ ဆိုတဲ့ ကလေးမလေးဟာ\nငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားလို့\nအဖွားဖြစ်သူနဲ့ နှစ်ယောက်တည်းအတူနေရတာပေါ့...မူဒီလေးရဲ့ စိတ်ထဲမှာ သူ့ရဲ့မိဘနှစ်ပါးအကြောင်းပဲ အမြဲတွေးနေပြီး\nသူ့မိဘတွေက ဘယ်လိုလဲဆိုတာကို သိချင်နေခဲ့တယ်တစ်နေ့ သူ့မိဘတွေထားခဲ့တဲ့ တိပ်ခွေလေးတစ်ခုကို တွေ့ပြီး\nဒါဟာ သူ့မိဘတွေအကြောင်းကို သိနိုင်မယ့် လမ်းစတစ်ခုလို့ ထင်ခဲ့တယ်...ဒီလိုနဲ့ တိပ်ခွေထဲမှာ ပါတဲ့သီချင်းတွေကနေတဆင့် သူ့မိဘတွေအကြောင်းကို လိုက်ရှာပါတော့တယ်...\nမူဒီလေးတစ်ယောက် သူ့မိဘတွေအကြောင်းကို သိလာရမှာလား?\nဘယ်လိုအခက်အခဲတွေရောကြုံတွေ့လာရမှာလဲ? ဆိုတာတွေကို ကြည့်ရှုခံစားကြည့်ကြပါဦး1999-2000 ခုနှစ်ဝန်းကျင်ကို အခြေခံထားတာဖြစ်လို့\nငယ်ဘဝကို တမ်းတနေသူတွေအတွက် လွမ်းစရာအငွေ့အသက်တွေ တသီတတန်းပါပဲ...\nနောက်ပြီး အဲ့ခေတ်ကာလရဲ့ ရောခ့်သီချင်းတွေကိုလည်း မရိုးနိုင်အောင် နားဆင်ကြရဦးမှာပါ\nမိသားစု၊သူငယ်ချင်းတွေရဲ့ ပျော်စရာမေတ္တာတွေနဲ့ဖုံးလွှမ်းထားတဲ့ဒီရုပ်ရှင်ကားလေးနဲ့အတူ\nတစ်ခဏတာဖြစ်ဖြစ် စိတ်အပန်းပြေပါစေကြောင်း ဆုမွန်ကောင်းတောင်းရင်း\nမူဒီလေးနဲ့အတူ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်ကို ပြန်သွားလိုက်ကြပါဦးစို့အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Ye Kyaw Htet ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Family\nQuality….WEB-DL 1080p and 720p\nFile size…1.39GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/2mHnk/Mixtape.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2G2Pp9Ym0ca9NIrjDF7EOWNrbZb.jpg",
        "title": "Pariyerum Perumal (2018)",
        "description": "Pariyerum Perumal(2019)Tamil အချစ်ကားကောင်းကောင်းလေး စောင့်မျှော်နေတဲ့သူတွေအတွက်IMdb Rating 8.8 နဲ့ Rotten Tomatoes မှာAudience Score 87% ရထားတဲ့ဒီကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်အိန္ဒိယနိုင်ငံရဲ့ အဓိကပြဿနာတွေထဲက တစ်ခုဖြစ်တဲ့ဇာတ်နိမ့်ဇာတ်မြင့်ကွာခြားမှုကြားက ပေါ်ပေါက်လာတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပါပုံမှန်ကျွန်တော်တို့ကြည့်ဖူးနေကျ ဒီလိုအချစ်ဇာတ်လမ်းတွေနဲ့မတူတာဘာလဲဆိုတော့ ဗြုန်းစားကြီး ဇာတ်တွေနာ ချစ်ကြိုက်ခွဲခွာ အဲ့လိုပုံစံမျိုးမဟုတ်ဘဲသူတို့နိုင်ငံမှာ အရမ်း Sensitive ဖြစ်တဲ့ ဒီလိုပြဿနာတစ်ခုကိုသိမ်သိမ်မွေ့မွေ့ချည်းကပ်ပြီး ရိုက်ပြသွားနိုင်တာပါKarnan ဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Mari Selvaraj ရဲ့လက်ချိုးရေလို့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ကားပါပဲသူ့ဘဝဇာတ်ကြောင်းကို အခြေခံပြီး ရိုက်ထားတယ်လို့လည်း သိရပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင်တော့ တောရွာကရိုးသားတဲ့ကောင်လေးတစ်ယောက်ဥပဒေကောလိပ်သွားတက်ပြီး ကောင်မလေးတစ်ယောက်နဲ့ချစ်မိသွားတဲ့ ဇာတ်လမ်းမျိုးပါသုံးထားတဲ့သီချင်းတွေလည်း တော်တော်ကောင်းပါတယ်ဒါပေမဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ကားလုံးသာပြီးသွားတယ်ချစ်တယ်ဆိုတဲ့စကားကိုတော့ တစ်ခွန်းမှပြောမသွားကြပါဘူးဂုဏ်သိက္ခာရှိတယ်ဆိုတဲ့ စကားလုံးရဲ့ တကယ့်အဓိပ္ပါယ်ကိုဖော်ကျူးရိုက်ပြသွားတယ်လို့ ကျွန်တော်တော့ခံစားရတယ်သို့ပေမဲ့လည်း လစ်ဟာချက်တွေလည်း အနည်းငယ် ရှိနေတာမလို့၁၀၀ % ကောင်းတယ်လို့မှတ်ချက်ပြုလို့မရပေမဲ့ဆုများစွာ ရရှိထားတဲ့ကားဆိုတော့ ကြည့်ရှုသင့်တဲ့ထဲပါတယ်လို့ အကြံပြုချင်ပါတယ်(အညွန်းနဲ့ဘာသာပြန်ကတော့ Amelia ပါ) \nFile size…2.47GB ...",
        "rating": "8.8",
        "url": "https://megaup.net/10M6h/Pariyerum_Perumal_BA_BL_2018_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/switch-poster-133x200.jpg",
        "title": "Switch (2013)",
        "description": "Action, Crime, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး မင်းသား Andy Lau က\nအေးဂျင့်ဖိုက်တာတစ်ယောက်အဖြစ် အဓိကပါဝင်ထားပါတယ်။သိပ္ပံနည်းနည်းဆန်တဲ့တရုတ်အက်ရှင်ကားလေးတွေအများစုကပေါသလိုလိုဖြစ်သွားတတ်တယ်ဗျ။ ဒါပေမဲ့အခုကားလေးကိုတော့မပေါဘူးလို့မထင်ပါနဲ့၊ အခုကားလေးလည်းပေါတာပဲ။ ဒါပေမဲ့ပေါပေမဲ့တော်တော်ကြည့်‌လို့ကောင်းနေတာဆိုတော့ ပေါကောင်းလေးပေါ့။ဒါပေမဲ့ပေါတယ်ဆိုတာကနိုင်ငံတကာပရိသတ်ရဲ့အမြင်မှာပေါနေတာမျိုး‌ပေါ့ဗျာ၊ ထောက်ပြစရာလစ်ဟာတာတွေ၊ ဟိုဟာတွေ ဒီဟာတွေ ဘာညာကွိကွ ဘလာဘလာဆိုပြီး ပေါကားလို့သတ်မှတ်ခံရတာမျိုးပေါ့။ ဒါပေမဲ့ကြည့်လိုက်လို့အရမ်းကြီးငါ့အချိန်တွေသက်သက်ဖြုန်းလိုက်ရတယ်ဆိုတာမျိုးတော့မဖြစ်မယ့်ကားကောင်းလေးပါ။ နိုင်ငံကြီးသုံးနိုင်ငံပေါင်းကားဆိုတော့ ဗြိတိသျှရော တရုတ်ရော ဂျပန်ရောက စကီလန်းလန်းလေးတွေကိုကြည့်ရမယ်၊ ပိုပြီးကျစ်လျစ်အောင်လုပ်ရင်‌ရှယ်ကောင်းမယ့်ဇာတ်ကွက်ရှိနေတာရယ် အထဲက CGI တွေက ၂၀၁၃ နဲ့ဆိုအရမ်းကြီးမဆိုးနေတာရယ်ကတော့ ဒီကားလေးကို အဓိကကြည့်ပျော်ရှုပျော်ဖြစ်စေတဲ့အချက်ပါပဲ။အက်ရှင်ကားဆိုတဲ့အတိုင်း အက်ရှင်ကတော့ တကယ်အပြည့်အဝကိုပါတာပါ၊ အာရှမျက်စိနဲ့ဆိုကြည့်လို့တကယ်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုးဒဏ္ဍာရီတည်းကနှစ်ပိုင်းကွဲနေတာကြာပြီဖြစ်တဲ့ ပန်းချီကားတစ်ကားရဲ့အပိုင်း ၂ ပိုင်းကို သူပြိုင်ကိုယ်နိုင်အပြိုင်လုကြမယ့် ဗြိတိသျှ၊ တရုတ်၊ ဂျပန်‌သုံးနိုင်ငံပေါင်းကားလေးဖြစ်ပြီး ဒီထဲကအဓိကအေးဂျင့် ရှောင်ဂျင်ဟန်ရဲ့အက်ရှင်ကြမ်းကြမ်းတွေ တရုတ်၊ ဂျပန်၊ အင်္ဂလန်ဂျက်မတွေရဲ့ အက်ရှင်‌ကောင်းကောင်းတွေကို အာရှမျက်စိလေးနဲ့ခံစားဖို့ ၂၀၁၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Switch ဆိုတဲ့အက်ရှင်ကားကောင်းလေးကိုညွှန်းလိုက်ရပါတယ်။\nFile size…(2.3 GB)/(1.2 GB)\nQuality….BluRay 1080p ...",
        "rating": "",
        "url": "https://megaup.net/32Erw/(CM)_Switch_(2013)BluRay_720p.mp4",
        "category": "Action, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNXNRLH5wJprUG6B1olaBTNZOjy.jpg",
        "title": "Back to the Outback (2021)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (87%)တိရိစ္ဆာန်လေးတွေအားလုံးက ချစ်ဖို့ကောင်းပါတယ် ဒါပေမဲ့ လူတွေက အဆိပ်ပြင်းတဲ့ တိရိစ္ဆာန်တွေဆို မကောင်းဆိုးဝါးတွေလို တူးတူးခါးခါး မုန်းကြတယ်၊ ကြောက်ကြတယ်။ ဒါပေမဲ့ သူတို့ဆီမှာလည်း ကြင်နာတတ်တဲ့ နှလုံးသား၊ ရိုင်းပင်းကူညီတတ်တဲ့ စိတ်ဓါတ်ကလေးတွေရှိကြပါတယ်။ဒါကို Back to the Outback ဆိုတဲ့ ကာတွန်းကားလေးမှာ ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်မှာပါ။ အဆိပ်ပြင်းတဲ့​မြွေ၊ ပင့်ကူ၊ ကင်းမြီးကောက်၊ ပုတ်သင် အစရှိတဲ့တိရိစ္ဆာန်​လေးတွေဟာ တိရိစ္ဆာန်ရုံထဲမှာ မကောင်းဆိုးဝါးတွေအဖြစ်ပြစားခံရပါတယ်။ ဒီထဲမှာမှ ကိုအာလာလို ချစ်ဖို့ကောင်းတဲ့ ကောင်တွေတော့မပါဘူးပေါ့လေ။ဒီကားလေးမှာ ဒီတိရိစ္ဆာန်လေးတွေဟာ လှောင်အိမ်ထဲကရုန်းထွက်ပြီး ဘေးလွတ်ရာကို အသက်စွန့်ပြေးရတဲ့ စွန့်စားခန်းတွေအပြင် သူတို့ဆီမှာ ကန့်လန့်ကန့်လန့်ပါလာတဲ့ ကိုအာလာကိုလည်း ကြည့်ရမှာပါ။သူကတော့ ထွက်ပြေးချင်တာမဟုတ်ဘဲ တိရိစ္ဆာန်ရုံထဲမှာပဲ ကျော့ကျော့မော့မော့နေချင်တဲ့ ငနဲဆိုတော့ ဒီထွက်ပြေးမှုမှာ သူက အတိုက်အခံပဲ။ ဒါကြောင့် အဆိပ်ရှိတဲ့တိရိစ္ဆာန်လေးတွေဟာ လူတွေလက်ထဲက ရုန်းထွက်သွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/3IBC3/(CM)_Back.to.the.Outback.2021.720p.NF.WEB-DL.DDP5.1.Atmos.x264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ch-150x200.jpg",
        "title": "Child 44 (2015)",
        "description": "ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်ပြန် ဆိုဗီယက် သူရဲကောင်းလီယိုဒီမီဒေါ့ဟာ စစ်ကြီးအပြီးမှာတော့ နိုင့်ငံရဲ့ လျှိုဝှက်ထောက်လှမ်းရေးအဖွဲ့မှာ ရာထူးကြီးကြီးနဲ့ထမ်းဆောင်နေပြီး ဇနီးလှလှလေးရိုင်စာနဲ့ တိုက်ခန်းကောင်းကြီးမှာတူတူနေနေပါတယ်။စစ်အေးခေတ်ကြီးရဲ့မတည်ငြိမ်တဲ့အချိန်နဲ့ ဆိုဗီယက် ကွန်မြူနစ်စနစ် ရဲ့ဖိနှိပ်မှုတွေရှိနေတဲ့ကြားက လီယိုတယောက် ကလေးငယ်တွေကိုပဲ လိုက်သတ်နေတဲ့ စိတ္တဇ လူသတ်သမားကိုဖော်ထုတ်အရေးယူဖို့ဖြစ်လာရပါတယ်။ဒါပေမဲ့ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့မနာလို၀န်တိုမှုတွေရှိနေတဲ့အပြင် ဇနီးသည်နဲ့ဆက်ဆံရေးကလည်းထင်သလိုရိုးရှင်းမှုမရှိပါဘူး။လီယိုအနေနဲ့ ဒီလိုအခက်အခဲတွေကြားက ဘယ်လိုရုန်းထွက်သွားမလဲ။နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Hardy နဲ့ Noomi Rapace တို့ကခေါင်းဆောင်နေရာကပါ၀င်ပြီး ဇာတ်ပို့‌နေရာမှာလည်း Joel Kinnama\nn,Paddy Considine တို့အပြင် ဝါရင့်မင်းသားကြီး Gary Oldman တို့ပါ အားဖြည့်ထားပါတယ်။စုံထောက်ဇာတ်လမ်းတွေကြိုက်တဲ့အပြင် စစ်အေးခေတ်နိုင်ငံရေးကိုစိတ်၀င်စားသူ‌တွေအတွက် ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။ File size…(2.6 GB) / (1.3 Gb) / (600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Crime, Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sett ...",
        "rating": "6.5",
        "url": "https://megaup.net/3IC6X/Child.44.2015.720p.BluRay_(CM)_(2).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/for-135x200.jpg",
        "title": "Fortress (2021)",
        "description": "ကျွန်တော်တို့ရဲ့ အက်ရှင်ဟီးရိုးကြီး Bruce Willis ရဲ့ အက်ရှင်ဇာတ်ကားသစ်တစ်ကား ထပ်မံထွက်ရှိလို့ လာပြန်ပါပြီ Rating အနေနဲ့ 3.5/5 ရထားတဲ့ ဇာတ်ကားတစ်ကားဆိုတော့ မဆိုးလှတဲ့ အက်ရှင်ကားတစ်ကားပေါ့ဗျာပွဲကြမ်းနေကြ အက်ရှင်မင်းသားကြီး Bruce Willis ကို ဒီကားထဲမှာလည်း အငြိမ်းစားယူသွားတဲ့ CIA အေးဂျင့်ဟောင်း Robert အနေနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ Paul ဆိုတဲ့ လူတစ်ယောက်က လူသူ‌ရောက်ဖို့မလွယ်လှ ဂျီပီအက်စ်လည်းမမိတဲ့နေရာတစ်နေရာကို ကားတစ်စီးငှားပြီး သွားရာကနေ စထားတယ် သူကတော့ တခြားမဟုတ်ပါဘူး Robert ရဲ့သား ဖြစ်ပြီး သူ့ ရဲ့ cryptocurrency ကုမ္ပဏီဖြစ်တဲ့ Invespia ဟာ အရှုံးပေါ်ကိန်းဆိုက်နေလို့ အဖေဖြစ်သူ Robert ဆီက ငွေချေးဖို့ လာခဲ့တာပဲ ဖြစ်ပါတယ်Paul ကတော့ သူ့အဖေ Robert ကို ဒီတိုင်း ပင်စင်ရိပ်သာမှာနေတဲ့ လူတစ်ဦးအဖြစ် သိထားတာပါ ...",
        "rating": "",
        "url": "https://megaup.net/1GJ5e/Fortress.2021.720p.Bluray_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyeykBmYE43kj7JAKal5pwHTwN2.jpg",
        "title": "Knock Knock ( 2021 )",
        "description": "ဒီ knock knockဇာတ်ကားတော့ တော်တော်စဉ်းစားပြီးခေါင်းခြောက်စွာကြည့်ရမဲ့ မှုခင်းဇာတ်ကားလေးပါဇာတ်ကားအစမှာတော့ လောင်လီဆိုတဲ့သူခိုးတစ်ယောက်က သူ့ရဲ့သားလေးဆေးကုပေးဖို့အတွက်ပိုက်ဆံခိုးဖို့ လူနေအဆောက်အအုံဟောင်းတစ်ခုကို ဝင်သွားတာကနေ စတင်ခဲ့တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပါတယ်အဲ့အချိန်မှာ အမျိုးသမီးတစ်ယောက်က ထူးထူးဆန်းဆန်းအသတ်ခံထားရတာကိုတွေ့ပါတယ်အဲ့အချိန်မှာ သူခိုးဖြစ်သူ လောင်လီက အိမ်ထဲမှာ လူငယ်တစ်ယောက်ကိုတွေ့ရာမှလူသတ်သမားထင်ပြီး ဒီလူသတ်အမှုကြီးထဲလည်းမပါအောင် ပိုက်ဆံလည်းရအောင် ခြိမ်းခြောက်ပြီးငွေညစ်ရာမှပစ္စည်းပို့သမား‌ဖြစ်တဲ့ မာမင်လျန့်က ရုပ်တရက်ကြီးအဆောက်အအုံထဲကိုရောက်နေပါတယ်သူတို့ ၃ယောက် ဒီအမျိုးသမီးအလောင်းကိုကြည့်ပြီး ဘယ်လိုဆက်လုပ်ကြမလဲပစ္စည်းပို့သမား မာမင်လျန့်ကရော ဘာဖြစ်လို့အိမ်ထဲကိုရောက်နေတာလဲလူသတ်သမားက ဘယ်သူဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါ Quality : WEB-DL 1080pFormat : mp4Genres : Comedy , Drama , Crime , MysteryDuration : 1h 47minSubtitle : Myanmar Subtitle ( Hardsub )Translated By A Pu Lay & Nu MonEncoded By ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mGaB/Knock_Knock_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ZwmB8_4c-142x200.jpg",
        "title": "[18+] A Girl and A Guy (2021)",
        "description": "ရက်ဖ် ဆိုတဲ့ကောင်လေးဟာ မာကတ်တင်းအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်ပေမယ့် ရေရာတဲ့ ဦးတည်ချက်မရှိ၊ဘယ်အရာကိုမှ\nအလေးထားဂရုစိုက်လေ့ မရှိတဲ့ပေါ့ပျက်ပျက်ကောင်လေးတစ်ယောက်ပါ။\nဖီယိုနာ ကတော့တစ်ချိန်ကျရင် နာမည်ကျော် ဒါရိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ အိမ်မက်ကြီးကြီးမားမားကိုပွေ့ဖက်ရင်း\nလောလောဆည်မှာတော့ထုတ်လုပ်ရေးပိုင်းလက်ထောက်အဖြစ်နဲ့တာဝန်ယူထားပါတယ်။သူတို့နှစ်ယောက်ဟာ\nပတ်ဝန်းကျင်အသိုင်းအဝိုင်း အနေအထားတွေ အစစအရာရာဝေးကွာတဲ့အပြင်တစ်ယောက်နဲ့တစ်ယောက်လဲမသိကြပါဘူး။\nသူတို့နှစ်ယောက်ကြားမှာတူတာဘာရှိလဲဆိုတော့ လတ်တလောမှာမှ သူတို့တစ်သက်စာရည်ရွယ်တဲ့ချစ်သူတွေက\nရက်ရက်စက်စက်လမ်းခွဲခြင်းကိုခံလိုက်ရတဲ့ စော်ပစ်ကောင်နဲ့ဘဲပစ်မလေးဖြစ်နေကြရှာတာပါပဲ။အဲ့ဒီကနေ ဘဝပျက်မတတ်\nအနာဂတ်ပျောက်မတတ်ခံစားမိကြရင်း အခြေအနေတွေကို နိုင်သလိုကောင်းမယ်ထင်သလိုပြန်လည်ထိန်းသိမ်းကြရင်းနဲ့ Tinder မှာ\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံဖြစ်ကြပါတယ်၊ သူတို့နှစ်ယောက်အပြင်မှာဆုံမိကြမယ့်ဆဲဆဲမှာ Covid ဖြစ်ပွားမှုနဲ့ လော့ဒေါင်းကာလရှည်\nချတဲ့အချိန်မှာ တစ်ယောက်နဲ့တစ်ယောက်အွန်လိုင်းပေါ်ကနေ ပိုမိုရင်းနှီးသံယောဇဉ်တွေတွယ်လာရင်းနဲ့မှ နောက်ထပ်ချစ်သူသစ်တွေ\nကိုယ်စီရှာတွေ့သွားကြတဲ့အခါ..၊A Girl And A Guy ဟာ Rom/com အမျိုးအစားကိုမှလက်ရှိခေတ်အနေအထားနဲ့သရုပ်ဖော်ပြသွားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nဒီတော့ ဇာတ်လမ်းအကျဉ်းထဲမှာထည့်မပြောထားပေမယ့် sex scenes တွေအများကြီးပါဝင်ပြီးတော့ တကယ်လဲကြမ်းတမ်းပါတယ်။(ကြည့်နေရင်းနဲ့\nဟာ ဒါကြီးလဲပြတာပဲလား ဆိုပြီးအံ့သြစရာတွေအထိပါပါတယ်)ဖိလစ်ပိုင်ကားတွေဂျင်းမဟုတ်ဘူးဆိုတာတစ်ခေတ်တစ်ခါက နာမည်ကျော် Silip/Daughters of Eve တို့ Scorpio Nights တို့လို\nဇာတ်ကားတွေကြည့်ဖူးရင်သိမှာပါ။ Scorpio Nights ဆိုတာတစ်ချိန်ကလူငယ်တိုင်းကြည့်ဖူးကြမဲ့ ကိုရီးယားအပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်း\nSummertime (2001) ရဲ့မူရင်းပါ။နောက်ပိုင်းတင်းကျပ်လာတဲ့ဆင်ဆာကြောင့်သာ လွတ်အောင်ရှောင်ရင်းပရိသတ်အတွက်၊ အားမရစရာတွေဖြစ်ခဲ့ပေမယ့်\nအခုလို Streaming တွေကထွက်လာတဲ့တစ်ချို့ကားတွေ၊ ...",
        "rating": "5.7",
        "url": "\thttps://megaup.net/1GIhy/(CM)_A.Girl.and.a.Guy.2021.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGi5yio4pdDz5PkSeZCbnMQz5vK.jpg",
        "title": "The Haunted Mansion (2003)",
        "description": "The Haunted Mansion (2003)အလုပ်ကြိုးစားတဲ့ ပျော်ရွှင်နေတဲ့ Evers မိသားစုက အိမ်ထောင်ဦးစီး Jim။\nသူလုပ်တဲ့အလုပ်က အိမ်ခြံမြေပွဲစား။ ပွဲဖြစ်ရင် မျိုးမျိုးမြတ်မြတ် စားရတဲ့ လုပ်ငန်းပေါ့ဗျာ။\nအလုပ်တွေကို ကြိုးကြိုးစားစားလုပ်ရင်း ပိုက်ဆံတွေရလာပေမယ့် မိသားစုအပေါ် ပျက်ကွက်မှုတွေများလာလို့ အလျော်ပေးတဲ့အနေနဲ့ မိသားစုခရီးလေးထွက်လာတဲ့အခါ ငွေနောက်ကို အသည်းအသန်လိုက်တဲ့သူမို့ မိသားစုခရီးထွက်လာတာတောင် လုပ်ငန်းတစ်ခုလုပ်ဖို့ တစ်နေရာကိုလမ်းကြုံဝင်ခဲ့တယ်။သူရောင်းပေးရမယ့်အိမ်ကြီးက ဒေါ်လာ သန်းနဲ့ချီတန်တာမို့ ဘယ်လိုမှ မငြင်းဆန်နိုင်ပဲ အရောက်သွားချိန်မှာ ကံဆိုးမိုးမှောင်တွေဆက်တိုက်ကျရောက်လာပါတော့တယ်။ သရဲခြောက်တတ်တဲ့အိမ်ကြီးမှာ ဖြစ်လာသမျှ ပြဿနာတွေကို လိုက်လံဖြေရှင်းရင်း သားသမီးနဲ့ ဇနီးကို ကယ်တင်ဖို့ကြိုးစားရတဲ့ ပျော်ရွှင်စရာ မိသားစုကြည့် Fantasy ကားလေးပါ။ခေါင်းဆောင်မင်းသားဖြစ်တဲ့ Eddie Murphy ဆိုတာက အမေရိကန် ဟာသ သရုပ်ဆောင် စာရေးဆရာ အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၈၀ ခုနှစ်တွေမှာ သိပ်ကို အောင်မြင်တဲ့ သူတစ်ယောက်ဖြစ်ခဲ့ပြီး သရုပ်ဆောင်ဆု‌တွေ အများကြီး သိမ်းပိုက်နိုင်ခဲ့သူပါ။ ဟာသပညာရှင်အဖြစ်လည်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/3IAvA/(CM)_The_Haunted_Mansion_(2003)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yvrf7VsvmigBCF0fwRpKNz6qKS.jpg",
        "title": "Miss GO (2012)",
        "description": "Miss GO/Miss Conspirator (2012) ဇာတ်လမ်းအညွှန်း*****************************************ချောင်းဆူရိုဟာ အကြောက်လွန်ရောဂါသည်ဖြစ်ပြီး ဖုန်းတောင် တစိမ်းတွေနဲ့ စကားမပြောရဲတဲ့သူ တစ်ယောက်ပါ\nနေ့စဉ်ဘဝမှာ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ညီမဖြစ်သူက ကူညီဖြေရှင်းပေးပေမဲ့ ပညာတော်သင်အနေနဲ့ ညီမဖြစ်သူက ဂျပန်ကို သွားဖို့ ဖြစ်လာခဲ့ပါတယ်ညီမဖြစ်သူကို ဘူတာရုံ လိုက်ပို့ပြီး ပြန်တဲ့လမ်းမှာ အကြောက်လွန်ရောဂါ ထဖောက်လာတဲ့ ချောင်းဆူရိုကို စစ်စတာတစ်ယောက်က တွေ့ပြီး ကူညီပေးခဲ့ပါတယ်\nသူ့ကို ကူညီပေးလို့ စစ်စတာရဲ့ အကူအညီတောင်းမှုကို လက်ခံပြီး ဟိုတယ်ကို ကိတ်နဲ့ ပန်းစည်းသွားပို့တဲ့ ချောင်းဆူရိုဟာ ဟိုတယ်ခန်းထဲမှာ ဓားတန်းလန်းနဲ့ လူတစ်ယောက် သေနေတာကို တွေ့ပြီး ထိတ်လန့်သွားခဲ့ပါတယ်ရိုးရိုးတန်းတန်း ကိတ်မုန့်လာပို့တဲ့သူ မဟုတ်ဘဲ မူးယစ်ဆေး သယ်ပို့တဲ့သူ ဖြစ်သွားရတဲ့ ချောင်းဆူရိုကို မူးယစ်ဂိုဏ်းတွေဆီက ဖြတ်စားနေတဲ့ အကျင့်ပျက်ရဲတစ်ဖွဲ့က ဖမ်းဆီးပြီး အသုံးချဖို့ ကြံစည်ပါတော့တယ်နေ့ချင်းညချင်း ရဲတွေနဲ့ မူးယစ်ဂိုဏ်း နှစ်ခုရဲ့ အလိုရှိစာရင်း အသွင်းခံလိုက်ရတဲ့ ချောင်းဆူရိုဟာ ...",
        "rating": "",
        "url": "https://megaup.net/32D5C/[CM]Miss.Conspirator.2012-720p.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg",
        "title": "Aparajito (1956)",
        "description": "\"Aparajito\"(1956) \"အပရာဇိတ\"\n=======================Directed by \" Satyajit Ray \"IMDb - 8.3/10, Rotten Tomatoes - 95%\"အပုဟာ ရထားဆီသွားပြီး\nအပုဟာ ရထားဆီရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီမရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲ\nအပုဟာ ရထားဆီမရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီရောက်ခဲ့တယ်။\"ပါဠိသံနဲ့ဆို အပရာဇိတ(မရှုံးနိမ့်နိုင်သော)လို့ နာမည်ပေးထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆာတရာဂျစ်ရေးရဲ့ နာမည်ကျော် Apu Trilogy ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။‌ ရေးဟာ ရာဘင်ဒြာနာ့သ်တဂိုးရဲ့ သျှန္တီနိကေတန် ကျောင်းမှာ တက်ခဲ့တဲ့ အိန္ဒိယရဲ့ အကြီးကျယ်ဆုံးဒါရိုက်တာတစ်ယောက်ပါပဲ။ သူဟာ မာတင်စကောဆေးစိ၊ ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာ၊၀က်စ် အန်ဒါဆန်၊ ဂျော့စ်လူးကတ်စ်တို့လို အနောက်တိုင်းက နာမည်ကျော်ဒါရိုက်တာတွေက လေးစားချီးကျုးကြတဲ့ သူဆိုလည်းမမှားပါဘူး။ အော်စကာဆုပေးပွဲကနေ တစ်သက်တာရုပ်ရှင်ဆုသဘောဆောင်တဲ့ ဆုကိုလည်းရထားပါတယ်။ ရုပ်ရှင်လောကရဲ့ မီးရှုးတန်ဆောင်တစ်ဦးဖြစ်တဲ့ အခိရ ခုရိုစဝ ( Akira Kurosawa)ကဆို \"ရေးရဲ့ရုပ်ရှင်ကို မကြည့်ဖူးတဲ့သူဟာ ကမ္ဘာပေါ်မှာနေနေပြီး နေရယ်လရယ်ကို ...",
        "rating": "8.3",
        "url": "https://megaup.net/1GGx8/(CM)_Aparajito_(1956)_720p.mp4",
        "category": "Drama, The Apu Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prbZxJxGcy07y60eq8lCGMciTYz.jpg",
        "title": "The Hating Game(2021)",
        "description": "The Hating Game(2021)အညွှန်း***************************IMDb....7.0အသစ်စက်စက်ထွက်ရှိထားတဲ့ Romace Comedyအချစ်ကားလေးပါ။\nအနုပညာရသမြောက်တဲ့စာအုပ်တွေထုတ်တဲ့ ဂေးမင်းပုံနှိပ်တိုက်ဟာ ဒေဝါလီခံရတာကြောင့်လူပြိန်းကြိုက်ပေါချာချာဝတ္ထုတွေထုတ်တဲ့ ဘတ်စ်လီပုံနှိပ်တိုက်နဲ့ ပူးပေါင်းလက်တွဲလိုက်ရပါတယ်။ဒီအခါမှာတော့ ဂေးမင်းပုံနှိပ်တိုက်ကလူစီတစ်ယောက် သူ့မျက်နှာချင်းဆိုင်စားပွဲမှာထိုင်တဲ့ဘတ်စ်လီဘက်ကပါလာတဲ့ ဂျော့ဆိုတဲ့ ဆွဲဆောင်မှုရှိတဲ့အလန်းစားဘဲလေး (Austin Stowell)ကိုအင်မတန်မျက်မုန်းကျိုးမိနေပါတော့တယ်။ ဂျော့ကလည်း လူစီကို ကြည့်မရပါဘူး။သူတို့နှစ်ယောက်ဟာ‌ နေ့တိုင်းရုံးမှာတကျက်ကျက်ပါ။ တစ်ယောက်ကို တစ်ယောက် ကွက်ကျော်နင်းဖို့လစ်တာနဲ့တွယ်ဖို့ ချောင်းနေတဲ့ ဒီ(၂)ယောက်ဟာ ဒါရိုက်တာ ရာထူးကို လုဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့မင်းသားကလည်း လန်းသလို မင်းသမီးကလည်း အလှပဂေး Sexy type လေးမို့နင်းကန် ခံစားသင့်ပါကြောင်း..Rom-comဖြစ်ပေမယ့် ပေါ့ရွတ်ရွတ်ဖြစ်မနေပဲ ဇာတ်အိမ်ရှိတဲ့အတွက်ကြည့်ရှုခံစားလို့ရတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ File Size : (1.94GB)(961 MB) and (363 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay ...",
        "rating": "7.0",
        "url": "https://megaup.net/2mFkj/The.Hating.Game.2021.WEB-DL.1080P5.1CH.mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
        "title": "Total Recall (2012)",
        "description": "Total Recall (2012) Extended Cutလူသားတစ်ယောက်ခြင်းစီ လိုက်လံရှာဖွေရတဲ့ ပဟေဠိဆိုတာက ကိုယ့်ကိုယ်ကိုယ် ဘယ်သူလဲဆိုတဲ့ မေးခွန်းပါပဲတဲ့။\nအဲဒါရဲ့အဖြေဟာ အတိတ်မှာ မရှိပါဘူး၊ လက်ရှိ ပစ္စုပ္ပန်မှာပဲ ရှာတွေ့နိုင်ပါတယ်တဲ့။ ဒီတော့ ကိုယ်ဟာ\nဘာကောင်ကြီးဖြစ်တယ်ဆိုတာ အခု ကိုယ်လက်ရှိဖြစ်နေတဲ့ အချိန်ကိုပဲ ကြည့်ပြီး ပြောရမှာလို့ ဆိုလိုတာပေါ့ဗျာ။ အတိတ်က ရွှေထီးဆောင်းခဲ့ဖူးရုံနဲ့ အခုလက်ရှိမှာ ငါက အကောင်ကြီးလို့ မပြောနိုင်သလို အတိတ်က ဆိုးမိုက်ခဲ့သမျှတွေဟာလည်း အခုအချိန် ဆက်မဖြစ်တော့ဘူးဆိုရင် နှိမ့်ချဆက်ဆံခံရစရာ မလိုပါဘူး။ ပြင်လို့မရတဲ့ အမှားမျိုးကတော့ ချွင်းချက်ပါ။အခုတင်ဆက်ပေးမယ့်ကားကတော့ Total Recall ပါ။ အဲဒီနာမည်က ကျွန်တော်တို့လို ၈၇/၈၈ ပတ်ချာလည်မွေးတဲ့သူတွေအတွက်တော့ ရွှေရောင်အမှတ်တရတစ်ခုပေါ့။ အဲဒီတုန်းကတော့ မင်းသားကြီး Arnold Schwarzenegger (အာနိုး) ပါ။ ၁၉၉၀ ခုနှစ်မှာ ရိုက်ကူးတဲ့ အဲဒီဇာတ်လမ်းမှာတော့ ကမ္ဘာနဲ့ ဗုဒ္ဓဟူးဂြိုလ် ...",
        "rating": "6.2",
        "url": "https://megaup.net/10Khy/(CM)_Total_Recall_(2012)_Extended_BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BYTk3MDljOWQtNGI2My00OTEzLTlhYjQtOTQ4ODM2MzUwY2IwXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Spider-Man 3 (2007)",
        "description": "ပထမဆုံး စပိုက်ဒါမန်း ဇာတ်လမ်းရဲ့ 2007 မှာထွက်ရှိခဲ့တဲ့ သုံးကားမြောက်ဇာတ်ကားဖြစ်သလို..သုံးကားထဲမှာအကောင်းဆုံးနဲ့နောက်ဆုံးကားလို့ပြောရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့မပေးတော့ဘူးနော်...အရင် ကား ၂ ကားလည်း တင်ပြီးသားမို့ ဒီဇာတ်ကားကိုသာဆက်လက်ကြည့်ရှုကြပါ...မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.8 GB)/(1.1 GB)\nQuality….BluRay DS4K HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:19:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.2",
        "url": "https://megaup.net/2mFaC/(CM)_Spider-Man_3_(2007)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kev/(CM)_Spider-Man_2_(2004)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kd8/(CM)_Spider-Man_(2002)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ino-135x200.jpg",
        "title": "The Innocents (2021)",
        "description": "Dialogue တွေ အတော်များများလျှော့ထားပြီးတော့ ဇာတ်လမ်းပြကွက်များများ..၊ Cinematography တွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ထည့်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲ..။မွေးချင်းတွေကြားမှာ ဖြစ်တတ်တဲ့ မနာလိုမှုတွေ ၊ မိဘတွေရဲ့ မမျှမတဆက်ဆံခံရမှုတွေ..၊ မိဘဆိုးရဲ့လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ကလေးတွေရဲ့အကြောင်း..။ကလေးတွေက အမြဲအပြစ်ကင်းသတဲ့..။ဒီလို အပြစ်ကင်းတဲ့ကလေးတွေမှာ သဘာဝလွန်စွမ်းအားတွေ ရှိနေတဲ့အခါ ဘယ်လိုနေမလဲ..?ဘာစွမ်းအားတွေလဲ..။ ဘာတွေ လုပ်နိုင်လဲ..။ ဘယ်လောက်အထိ လုပ်နိုင်သလဲ..။သွေးထွက်သံယိုမြင်ကွင်းတချို့ပါဝင်ပြီးတော့..။သြချရလောက်တဲ့ သရုပ်စွမ်းရည်နဲ့ ကလေးမလေးသေးသေးလေးရဲ့ မျက်နှာအမူအရာပြောင်းလဲသွားပုံလေးတွေက အစ ကွက်ကွက်ကွင်းကွင်းမြင်တွေ့နေရမယ်..။အော်တစ်ဇင်ဖြစ်နေတဲ့ အစ်မရှိသူ ရှိနေတဲ့ မိသားစုထဲမှာ အငယ်ဖြစ်ရတဲ့ဒုက္ခရဲ့ စိတ်ကျဉ်းကျပ်မှုကိုလည်း တွေ့ရမယ်..။ကလေးတွေအကြောင်းကို အဓိကရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပေမဲ့ ကလေးတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်ဇာတ်ကား တစ်ကားပဲ..။ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ သဘာဝလွန်စွမ်းအားတွေနဲ့ ရုပ်ရှင်တစ်ကားလို့တော့ မညွှန်းပေမဲ့ အချိန်ပေးကြည့်ရတာတော့ တန်တယ်..။ကြည့်ပြီးရင် တွေးစရာတွေ အများကြီးရမယ်..။အနှစ်ချုပ်ကတော့ The Innocents ၂၀၂၁ ထဲက တကယ့်ကို အပြစ်ကင်းစင်.. မဟားတရားအပြစ်ကင်းတဲ့ ပိဘီကလေးငယ်တွေကို ကြည့်ပြီးရင်တော့ ကလေးတိုင်းဟာ ချစ်စရာမကောင်းဘူးဆိုတဲ့အချက်ကို လက်ခံလာပါလိမ့်မယ် ခင်ဗျာ..။ဘာသာပြန်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2mF8e/The.Innocents.2021.720p.BluRay_(CM)_(2).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1GImq/Crashing.Through.the.Snow.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/enn-135x200.jpg",
        "title": "Encounter (2021)",
        "description": "မရိန်းအထူးတပ်ဖွဲ့ဝင် မလိခ်ခမ်ဟာ အထက်အရာရှိကိုရိုက်နှက်မှုနဲ့ ရာထူးချပြီး ထောင်သွင်းအကျဉ်းချခံရပါတယ်။ စိတ်ဆရာဝန်ရဲ့ အာမခံမှုနဲ့ ပြန်လွတ်လာခဲ့ပြီး အရှုံးသမားလုံးလုံးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ် ဂျေနဲ့ဘော်ဘီ ဆိုတဲ့သားနှစ်ယောက်ရှိပေမယ့် သူ့ရဲ့ဆိုးသွမ်းမှုကြောင့် ဇနီးဖြစ်သူက အုပ်ထိန်းခွင့်ကိုအရယူထားပြီး ကလေးတွေနဲ့အတွေ့မခံပါဘူး.... တစ်နေ့မှာ မလိခ်ဟာ ကမ္ဘာပေါ်ကို ဂြိုလ်သားကပ်ပါးကောင်တွေ ရောက်လာပြီး လူဦးရေတစ်ဝက်လောက် ကူးစက်ခံနေရပြီ...သူ့ဇနီးဟောင်းပါ ကူးစက်နေပြီဆိုပြီး ကလေးတွေ ၂ ယောက်ကို ကယ်ထုတ်သွားခဲ့ပါတယ်... သူ့အမြင်မှာ ကယ်တယ်ဆိုပေမယ့်..တရားဉပဒေအရ ပြန်ပေးမှုမြောက်နေတာကြောင့် ရဲ FBI အားလုံးသူ့နောက်ကိုလိုက်လာကြပါပြီ ဒါတွေကိုလည်း တိမ်းရှောင်ရင်း....ဂြိုလ်သားတွေဆီကလည်း လွတ်အောင်ပြေးဖို့ မလိခ်တစ်ယောက် ရုန်းကန်ရပါတော့တယ်... ကလေး ၂ ယောက်နဲ့ မလိခ် ဘယ်လိုခရီးဆက်သွားမလဲဆိုတာ ကြည့်ရင်းနဲ့ နောက်ဆုံးမိနစ်အထိ သို့လောသို့လောပေါင်းမျာစွာနဲ့ အဖြေရှာသွားရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.8 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "6",
        "url": "https://megaup.net/1GH24/Encounter.2021.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Sci-Fi, Thriller"
    }
]