[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Sxgq/(CM)_Black_Cat_(1991)_720p.mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lPZwNicaOUwKmpS5e2yzAruIMRE.jpg",
        "title": "[18+]Girl$(2010)",
        "description": "[18+]Girl$(2010)*****************တရုတ်ကားဖြစ်သော်လည်း အတော်လန်းတဲ့အိပ်ရာခန်းတွေနဲ့ ကားနာမည်အတိုင်း မိန်းကလေးပုံစံအမျိုးမျိုးစိတ်အဖုံဖုံနဲ့မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြော်င်း...တစ်ချို့က ကိုယ်ချစ်တဲ့သူနဲ့မှ အပျိုစင်ဘဝကိုကုန်ဆုံးချင်တာမျိုးရှိသလိုတစ်ချို့ကလည်း ငယ်စဉ်မှာ လက်တည့်စမ်းချင်တာမျိုးရှိတယ်..တစ်ချို့က ငွေရှာနည်းကဲ့သို့အသုံးချတတ်သလိုတစ်ချို့ကလည်း ငွေပေးပြီးတော့ကို ယောက်ျားတွေနဲ့သူတို့စိတ်ဖြေဖို့ အိပ်တတ်တာမျိုးရှိကြတယ်..ဒီလို အခြေအနေပေါင်းစုံကို လေ့လာအကဲခတ်ခွင့်ရမှာမို့.... File Size :(2.0GB) and (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.0",
        "url": "https://megaup.net/2yurf/Girl$.2010.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/130H1gap9lFfiTF9iDrqNIkFvC9.jpg",
        "title": "A Man Called Otto (2023)",
        "description": "A Man Called Otto (2023)မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ ဒရာမာ ရုပ်ရှင်အသစ်လေးဖြစ်ပါတယ်။\nကြည်နူးစရာမိသားစုရုပ်ရှင်သက်သက်ပါပဲ။အော့တိုဆိုတာ့ ခပ်ရင့်ရင့်နဲ့အလုပ်ကိုအတိအကျလုပ်တတ်တဲ့လူ့ခွစာကြီး တစ်ယောက်ရှိပါတယ်။\nအားလုံးကို ဆူပူ အပြစ်တင်နေပေမဲ့ အကူအညီလိုအပ်ရင်လည်းအကုန်လုပ်ပေးတတ်တာမို့ အားလုံးကချစ်ကြပါတယ်။\nအဲဒီအချိန်မှာပဲ သူ့အိမ်ဘေးကို တွမ်မီနဲ့မယ်ရီဆောဆိုတဲ့ ဇနီးမောင်နှံနဲ့ ကလေးလေးနှစ်ယောက်ပြောင်းလာပါတယ်။\nအဓိကကတော့ အော့တိုဘာလို့ ဒီလိုဂွကျကျ အဘိုးကြီးဖြစ်နေလဲဆိုတဲ့ နောက်ကြောင်းရယ်၊\nလက်ရှိကာလမှာ သူတို့ကိုနှင်ထုတ်ဖို့ကြိုးစားနေတဲ့အိမ်ခြံမြေလုပ်ငန်းရှင် လူယုတ်မာတွေကို\nရပ်ကွက်သားတွေစည်းစည်းလုံးလုံးပြန်တိုက်ထုတ်ပုံတွေရယ်ကို မေတ္တာတရားပုံဖော်မှုသက်သက်နဲ့ တင်ဆက်ထားတာပါပဲ။တွမ်ဟန့်ကို ဒစ်ဂျစ်တယ်အထူးပြုလုပ်ချက်နဲ့ လူငယ်ပုံဖန်တီးတဲ့နေရာမှာတော့\nThe Burbs 1989 က ပုံတွေကို အခြေခံပြီး ပြုလုပ်ထားတာပါ။\nတွမ်ဟန့်ငယ်ဘဝအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ သူကတော့ Truman Hanks ဖြစ်ပြီး တွမ်ဟန့်ခ်ရဲ့ သားအရင်းပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 940MB | 464MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.6",
        "url": "https://megaup.net/1czer/A.Man.Called.Otto.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3pibvRQK3A1E8cyhX8IQPIAU2J8.jpg",
        "title": "[18+] Exotica (1994)",
        "description": "Exotica (1994)~ IMDb - 7/10, Rotten Tomatoes - 95% ~Exotica ဟာ ၁၉၉၀ ခုနှစ်များဆီက မရေရာမသေချာ အိပ်မက်ဆန်ဆန် ပုံစံမျိုးပြသပြီး Psychological Thriller ဇာတ်ကားတွေကို တစ်ခေတ်ဆန်းစေခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖော်ချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Exotica မှာဆုံကြတဲ့ လမ်းပျောက်နေတဲ့ ဒဏ်ရာရနေတဲ့ ဝိညာဉ်တစ်စုရဲ့ ဇာတ်လမ်းလေးပါ။ ဝမ်းနည်းစရာပြည့်နေတဲ့ အတိတ်နဲ့ လူတစ်ယောက်၊ သူနဲ့ ထူးဆန်းတဲ့ ဆက်ဆံရေးတစ်ခုရှိနေတဲ့ အကမယ်လေး၊ အကမယ်လေးကို စွဲလန်းနေတဲ့ ဒီဂျေနဲ့ ရှားပါးငှက်ဥတွေကို မှောင်ခိုကူးနေတဲ့ သူတစ်ယောက်... သူတို့ရဲ့ ဆက်နွယ်မှုတွေ နာကျင်မှုတွေ ခံစားချက်တွေကို ကူးလူးခံစားမိစေမှာပါ။ သူတို့ရဲ့ အတိတ်နဲ့ ပစ္စုပ္ပန်အကြောင်းအရာတွေကို စိတ်ဝင်စားဖွယ် ပုစ္ဆာတစ်ခုလို ဖန်တီးတင်ပြထားပါတယ်။ အရမ်းကို နက်ရှိုင်းတဲ့ အဓိပ္ပါယ်တွေနဲ့ ခံစားချက်တွေကို ရောထွေး ယှက်နွယ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဆု ၁၆ ...",
        "rating": "7",
        "url": "https://megaup.net/1cz1z/(CM)_Exotica_(1994)_CRITERION_COLLECTION_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c3Ao5AJN9T5egSHfLr7b262oV7L.jpg",
        "title": "Baragaki: Unbroken Samurai (2021)",
        "description": "Baragaki: Unbroken Samurai (2021)~ IMDb - 6.3/10, MyDramaList - 7.2/10 ~ဂျပန်နိုင်ငံရဲ့ Edo era နဲ့ Meiji Restoration က သမိုင်းဖြစ်ရပ်တွေကိုပြောပါဆိုရင် Bakufu (ဘာကူဖူ)၊ Bakumatsu (ဘာကူမာဆု)၊ Shinsengumi (ရှင်းဆန်းဂူမိ) အစရှိတဲ့ နာမည်ကြီးခဲ့တဲ့ အဖွဲ့တွေ၊ တည်နေရာတွေ၊ တိုက်ပွဲတွေ၊ အချိန်ကာလတွေကို လုံးဝကျန်ထားလို့မရပါဘူး။ အဲဒါတွေကို စာပေအနေနဲ့ ခေတ်အဆက်ဆက် ရေးသားထုတ်ဝေမှုများရှိသလို ဖျော်ဖြေရေးအနေနဲ့လည်း ထုတ်လုပ်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲတွေ၊ Anime တွေမနည်းလှပါဘူး။အဲဒီထဲကမှ တိုကုဂါဝါရှိုးဂန်းခေတ်ကုန်ကာလလို့ ပြောနိုင်တဲ့ ဘာကူမာဆု (၁၈၅၃ - ၁၈၆၇) အတွင်းမှာပေါ်ပေါက်ခဲ့တဲ့ ရှင်းဆန်းဂူမိ အကြောင်းကို Moeyo Ken (1964) နာမည်နဲ့ Ryotaro Shiba (1923-1996) ရေးသားခဲ့တဲ့စာအုပ်တစ်အုပ်ရှိပြီး အဲဒီစာအုပ်ကို အခြေခံရိုက်ကူးထားရာမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Swoa/(CM)_Baragaki_-_Unbroken_Samurai_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMmYzOTU3YzUtNTk0YS00NzIwLWFmZDEtYTI0OGExNGRmMDIxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "[18+] Assault! Jack the Ripper (1976)",
        "description": "Assault! Jack the Ripper (1976)1976 မှာ Yasuharu Hasebe ရိုက်ခဲ့တဲ့ Roman Porno လိုင်းလက်ခွဲ \"Violent Pink\" အမျိုးအစားသုံးကားထဲက တစ်ကားဖြစ်ပါတယ်။ Genre နာမည်အတိုင်း ကြမ်းတမ်းတဲ့အသတ်အဖြတ်နဲ့ လိင်ကိစ္စအသားပေးဇာတ်ကားပါပဲ။စားသောက်ဆိုင်ဝန်ထမ်းစုံတွဲတစ်တွဲ မတော်တဆလူသတ်အလောင်းဖျောက်မိရာကနေ လူသတ်ခြင်းဟာ သူတို့အတွက် လိင်ရမ္မက်ကို ပိုမိုထက်သန်စေကြောင်းသိရှိသွားပြီး မိန်းမလှလေးတွေကို ရည်ရွယ်ချက်ရှိရှိလိုက်လံသတ်ဖြတ်တဲ့ ကွင်းဆက်လူသတ်သမားတွေဖြစ်လာခဲ့ရပုံကိုရှုစားရမှာဖြစ်ပါတယ်။ ခေါင်းဆောင်မင်းသမီး Tamaki Katsura ဟာ ဒီဇာတ်ကားနဲ့ ‌Mainstream ကားတွေကိုဆုပေးတဲ့ Japan Academy Prize မှာ အကောင်းဆုံးမင်းသမီးအဖြစ် ဆန်ကာတင်ဝင်ခဲ့ပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 680MB\nQuality - 720p\nIMDb Rating - 6.2/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Crime, Drama, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Sw9b/(CM)_Assault!_Jack_the_Ripper_(1976)_720p.mp4",
        "category": "Adult, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iBy25orrkB1hjYNLCXdzMfXqWXR.jpg",
        "title": "Spirited Away: Live on Stage-org(2022))",
        "description": "Spirited Away: Live on Stage-org(2022))*************************************ဒီကားက live on stage ဆိုလို့ပျင်းစရာကောင်းတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်...Spirited Away ဆိုတဲ့Animeလေးကို လူတိုင်းမစိမ်းကြဘူးထင်ပါတယ်။အခုကားလေးကတော့ အဲဒီ Anime ကို ပြဇာတ်ရိုက်ထားတဲ့သဘောပါ..နယ်ဘက်ပြောင်းနေဖို့ထွက်ခဲ့ကြတဲ့ ချီဟီရိုတို့မိသားစုလေး လမ်းခရီးမှာ ညကြီးမိုးချုပ်လမ်းမှားသွားပြီးလှိုဏ်ခေါင်းတစ်ခုကိုတွေ့လိုက်ရပါတယ်။ အဲဒီလှိုဏ်ခေါင်းကတစ်ဆင့်တခြားဘက်ထွက်လိုက်တဲ့အခါမှာတော့ အပန်းဖြေဥယျာဉ်လို နေရာကြီးတစ်ခုတွေ့လိုက်ရပါတယ်။စားပွဲပေါ်မှာတည်ခင်းထားတဲ့စားကောင်းသောက်ဖွယ်တွေကို ချီဟီရို့အဖေနဲ့အမေကခွင့်ပြုချက်မတောင်းဘဲအငမ်းမရစားမိလိုက်တဲ့အခါ ဝက်အဖြစ်ပြောင်းလဲသွားပါတော့တယ်။တကယ်တော့ သူတို့ရောက်သွားတဲ့နေရာက ဝိဉာဉ်တွေ၊ နတ်ဘုရားတွေ အပန်းဖြေကြတဲ့ တစ်ဖက်ကမ္ဘာကတည်းခိုခန်းသဘောမျိုးပါ။မိဘတွေဝက်အဖြစ်ပြောင်းသွားပြီး ဝိဉာဉ်ကမ္ဘာထဲယောင်လည်လည်ဖြစ်နေတဲ့ချီဟီရို့ဆီ ဟခုလို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်ရောက်လာပြီး အကူအညီပေးပါတော့တယ်..\nဟခုဆိုတာကရော သူနဲ့ဘယ်လိုပတ်သတ်လို့ကူညီပေးတာလဲ၊ ချီဟီရိုကရော သူ့မိဘတွေကိုကယ်တင်နိုင်ပါ့မလား..လူသားတွေကမ္ဘာဆီကိုရော ပြန်သွားနိုင်ပါ့မလား.. File Size :(2.9GB)(1.2GB) and (255MB)\nQuality :WEB-DL 1080P, 720p\nFormat…mp4\nDuration…02:38:00\nGenre : Adventure, Family, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Sw27/Spirited.Away.Stage.Play.2022.Original.Verison.WEB-DL.720P(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmFlN2RiNGMtY2ZkZi00NzcwLTgxNjAtMWViYjdiMmYyY2VhXkEyXkFqcGdeQXVyNDgzODE3NDk@._V1_-133x200.jpg",
        "title": "[18+] Entrails of a Virgin (1986)",
        "description": "Entrails of a Virgin (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဓာတ်ပုံဆရာတစ်စုဟာ မော်ဒယ်တွေနဲ့အတူတောထဲမှာ ရိုက်ကွင်းထွက်ကြပါတယ်၊ သူတို့အချင်းချင်းကြားမှာလဲ ဂုဏ်အရှိန်အဝါ၊ နာမည်ကျော်ကြားမှု၊ မနာလိုဝန်တိုခြင်းတွေနဲ့ အပြိုင်အဆိုင်တွေရှိနေကြပါတယ်။ အဲ့ဒီကနေအပြန်လမ်းမှာတော့ မြူတွေကြောင့် မတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပြီး လမ်းမှာတွေ့တဲ့ဆောက်လက်စအဆောက်အဦးတစ်ခုမှာ ဝင်ခိုရာကနေ တောအုပ်ထဲက နိုးထလာတဲ့၊ အညစ်အကြေးတွေ ဖုံးလွှမ်းနေတဲ့ မိစ္ဆာကောင်တစ်ကောင်ရဲ့ တစ်ယောက်ချင်းလိုက်လံသတ်ဖြတ်မှုကိုခံရပါတော့တယ်။ကြမ်းတမ်းရက်စက်တဲ့ အသတ်အဖြတ်တွေနဲ့ ပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းတွေ တစ်ကားလုံးနီးပါးပါဝင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/1Svq6/(CM)_Entrails_of_a_Virgin_(1986)_720p.mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXGNABIoMWo8EOGUQH2651w9CWz.jpg",
        "title": "Cairo Conspiracy (2022)",
        "description": "Cairo Conspiracy (2022)~ IMDb - 7.1/10, RT - 77%, Meta - 74% ~ကားနာမည်အတိုင်းပဲ... အီဂျစ်နိုင်ငံရဲ့မြို့တော် ကိုင်ရိုက အီဂျစ်နိုင်ငံရဲ့ ရာထူးအကြီးဆုံးထိပ်သီးတွေ ဘာသာရေးခေါင်းဆောင်တွေ ပါဝင်ပတ်သက်နေတဲ့ လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတစ်ခုအကြောင်းပါ။ အီဂျစ်ဟာ အစ္စလာမ်ကမ္ဘာမှာ အဓိက အင်အားကြီးနိုင်ငံဖြစ်တာနဲ့အညီ ဒီကားက အစ္စလာမ်ဘာသာကို အဓိကထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ နောက် အစ္စလာမ်ဘာသာရေးဆိုင်ရာ သင်ကြားမှုတွေရဲ့ အချက်အချာဖြစ်တဲ့ အယ်အာဇာကိုလည်း ဒီကားရဲ့ အဓိကလိုကေးရှင်းအဖြစ်သုံးထားပါတယ်။ နိုင်ငံရေးနဲ့ ဘာသာရေးကြားက အားပြိုင်မှုတွေကြားမှာ ကြားကမြေစာပင်ဖြစ်သွားတဲ့ ကျေးလက်ကကောင်လေးကို အဓိကနေရာကထားပြီး တင်ပြသွားပါတယ်။ဒီကားမှာ အစ္စလာမ်ဘာသာရေးခေါင်းဆောင်တွေ၊ အကြမ်းဖက်ဝါဒီတွေ၊ အစိုးရဘက်တော်သားတွေ စသဖြင့် ဘက်သုံးဘက်ကိုတွေ့မြင်ရမှာဖြစ်ပြီး ဒီသုံးခုရဲ့အားပြိုင်မှုကို ချိတ်ဆက်တင်ပြသွားပုံကလည်း တော်တော်လေး‌ သေသပ်တယ်ပြောရပါမယ်။ ဇာတ်လမ်းအစမှာ အစိုးရဘက်ကို သတင်းပေးနေတဲ့ အယ်အာဇာက ကျောင်းသားတစ်ယောက် သေသွားတယ်။ ကျောင်းသားက တစ်ဖက်က အစိုးရသတင်းပေးလည်းဖြစ်နေတာမို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Svnf/(CM)_Cairo_Conspiracy_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Waltair-Veerayya1-156x200.jpg",
        "title": "Waltair Veerayya (2023)",
        "description": "Waltair Veerayya (2023)\nAction, Drama\nIMDb 6.8/10 (5.6K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘိုင်ရာဗာမင်းသားရဲ့အဖေ မင်းသားကြီး\nချီရန်ဂျီဗီးနဲ့ မင်းသားကြီး ရဗီတေဂျားတို့ရဲ့အက်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nမင်းသမီးချောလေး ရှရူတီးဟာစန်းကလည်း ကမ်းကုန်အောင် လှပပေးထားပါတယ်နော်။ဒီဇာတ်ကားမှာ ဘတ်ဂျက် ရူပီကုဋေ၁၄၀သုံးခဲ့ပြီး ၂၃၃.၀၅ကုဋေပြန်ရခဲ့ပါတယ်။ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်...\nRAW အဖွဲ့ဟာ နိုင်ငံတကာရာဇဝတ်သားကို အိန္ဒိယဖမ်းခေါ်လာနေတုန်း\nလမ်းမှာ လေယာဥ်ပျက်ကျခဲ့ပြီး အဲ့ဒီရာဇဝတ်သားကို ရဲစခန်းမှာ တစ်ညသိပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့ဒီရဲစခန်းဟာ ညတွင်းချင်းဝင်ဆီးခံခဲ့ရပြီး စခန်းအတွင်းက\nရဲတွေအားလုံးအသတ်ခံလိုက်ရပါတယ်။ ရာဇဝတ်သားလည်း လွတ်မြောက်သွားပါတော့တယ်။ဒီအဖြစ်အပျက်ကြောင့် ရာထူးဆိုင်းငံ့ခံလိုက်ရတဲ့ ရဲအရာရှိဟာ\nဒီရာဇဝတ်သားကို ဖမ်းဆီးဖို့ ခဲထားပါတော့တယ်။\nဒီလိုနဲ့ မီးကိုမီးနဲ့ငြှိမ်းဖို့ ကြိုးစားလာတဲ့အခါမှာတော့....။\nဆက်လက်ပြီး ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်။\nFile size…4.21GB / 1.95GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration…2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~Taylor~ Yunni ~ Khin Khin",
        "rating": "6.8",
        "url": "https://megaup.net/2ysN1/Waltair_Veerayya_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6MCqJzZUyahqX7zyTVrbucBx8g.jpg",
        "title": "Temptress Moon (1996)",
        "description": "Temptress Moon (1996)~ IMDb - 6.7/10, Rotten Tomatoes - 62% ~Farewell My Concubine အပြီး Chen Kaige နဲ့ လတ်စလီချောင် ဂေါင်လီအတွဲ ပြန်ဆုံတဲ့ ရုပ်ရှင်ပေါ့။ သူလည်း ကိန်းမှာပြခဲ့ပြန်၊ Palme d'Or အတွက် ပြိုင်ခဲ့ပြန်တာပဲ။ ဒါပေမဲ့ ရတော့မရသွားခဲ့ပါဘူး။ ထပ်ပြီး တူတာက သူလည်း တရုတ်ပြည်မှာ ဘန်းခံထိထားတယ်။မထူးခြားနားပါပဲ။ ပုရီနန်းစွန့်ပြီးနောက်ပိုင်း ၁၉၁၂မှာ ဇာတ်အိမ်စတယ်။ မင်းရိပ်မင်းရှိန်မကင်းတဲ့အိမ်တစ်အိမ်က ဘိုးဘေးနတ်ကွန်းထဲ အဲဒီအိမ်က ကလေးမလေးက ကစားရင်းဝင်လာလို့ အကုန်ပွက်လောရိုက်နေတာနဲ့ စဖွင့်ထားတယ်။ အဲဒီကလေးမလေးက ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီ။ တရုတ်မှူးမတ်အိမ်တော်ဆိုတော့ အဲဒီအိမ်ရိပ်လာခိုတဲ့ ဆွေရိပ်မျိုးရိပ်မကင်းတဲ့ ကလေး၂ယောက်ရှိတယ်။ တစ်ယောက်ကကျ လတ်စလီချောင်ရဲ့ ဇာတ်ကောင် ကျန်းလိန်။ သူက အဲဒီအိမ်က ဖန်းယုရီအစ်ကို ဖန်းအိမ်တော်က သခင်လေးရဲ့မိန်းမရဲ့မောင်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Svjv/(CM)_Temptress_Moon_(1996)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Mn4oSxGDPvuAewoAsNNvhZhqqA.jpg",
        "title": "[18+] Entrails of a Beautiful Woman (1986)",
        "description": "Entrails of a Beautiful Woman (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ယာဂူဇာဂိုဏ်းဝင်တစ်စုဟာ မိန်းကလေးငယ်တွေကို ဖြားယောင်းသွေးဆောင်ပြီး ငွေလိမ်လည်မှုတွေ လူကုန်ကူးမှုတွေကျူးလွန်နေကြပါတယ်။ တစ်နေ့မှာတော့ သူ့အစ်မပျောက်ဆုံးမှုကိုစုံစမ်းတဲ့မိန်းကလေးတစ်ယောက်ကို ဂိုဏ်းသားတွေက မူးယစ်ဆေးထိုးပြီး အဓမ္မကျင့်ရာကနေ အဲ့ဒီမိန်းကလေးဟာ ထွက်ပြေးလွတ်မြောက်ပေမယ့် ဆေးအရှိန်နဲ့စိတ်ကုဆရာဝန်မတစ်ဦးရှေ့မှာ သတ်သေသွားခဲ့ပါတယ်။ကောင်မလေးဆီက အကြောင်းစုံသိလိုက်ရတဲ့ ဆရာဝန်မလေးဟာ အဲဒီဂိုဏ်းသားတွေကို ကလဲ့စားချေဖို့ပြင်ဆင်ပါတော့တယ်။ ဒါပေမယ့်လဲ သူ့ထက် ပါးနပ်တဲ့ဂိုဏ်းဝင်တွေဆီမှာ သူကိုယ်တိုင်ကြမ္မာဆိုးကြုံလိုက်ရာကနေ လိင်တံသဏ္ဍာန် မိစ္ဆာကောင်ကြီးအဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ဂိုဏ်းသားတွေကိုအမဲဖျက်ပါတော့တယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/3eq8C/(CM)_Entrails_of_a_Beautiful_Woman_(1986)_720p.mp4",
        "category": "Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nWsbVXIgQCA4oLIyxbJ2iIaihyU.jpg",
        "title": "Il Boemo (2022)",
        "description": "Il Boemo (2022)ဂီတပညာရှင်ကြီးမိုးဇက်ဆိုရင်တော့ မကြားဖူးတဲ့သူ မရှိသလောက် ရှားမှာပါ။ ဒါပေမဲ့ Il Boemo လို့ အီတလီမှာ လူသိများတဲ့ ဂျိုးဇက်ဖ် မိစလက်ဗစ်ချက်ကိုတော့ ကြားဖူးတဲ့သူ သိပ်ရှိလောက်မယ်မထင်ဘူး။ တကယ်ဆို သူက ၁၈ ရာစုနှောင်းပိုင်းရဲ့ ဂန္ထဝင်ဂီတအင်အားစုကြီးတစ်ခုမှာ အားဖြည့်ခဲ့တဲ့ တေးရေးဆရာတစ်ယောက်ပါ။ မိုးဇက်ကိုယ်တိုင်တောင် ငယ်ငယ်လေးကတည်းက ခင်မင်လေးစားအားကျရတဲ့ ချက်လူမျိုး ဂီတပညာရှင်တစ်ယောက်ဖြစ်ခဲ့တာပါ။ ဒီရုပ်ရှင်ဟာ သူ့အကြောင်းပဲဖြစ်ပါတယ်။မွေးရပ်မြေ ချက်နိုင်ငံ ပရဂ်မြို့ကိုခွာပြီး အီတလီအော်ပရာစင်မြင့်တွေမှာ သူ့လက်ရာတွေ ထွန်းတောက်ခဲ့တဲ့ ပုဂ္ဂိုလ်ထူးတစ်ဦးပါပဲ။ အသက်ရှင်စဉ်ကာလမှာ လျှမ်းလျှမ်းတောက်ခဲ့သလို သေဆုံးသွားပြီးနောက်ပိုင်းလည်း ဂန္ထဝင်ဂီတလေ့လာသူတွေကြားမှာ မှေးမှိန်မသွားပါဘူး။ ဒါပေမဲ့ သူ့မိသားစု သူ့အိုးအိမ်အကြောင်း၊ သူ့မေတ္တာရေးရာအကြောင်း၊ ကိုယ်ပိုင်ဘဝအကြောင်းတွေကိုတော့ မှတ်တမ်းမှတ်ရာ မတွေ့ရှိရပါဘူး။ ဒီရုပ်ရှင်ဟာ ခေတ်ကိုအခြေခံပြီး စိတ်ကူးနဲ့ ပြန်လည်ရေးဖွဲ့ပုံဖော်ထားတာဖြစ်လို့ ဒီထဲက သူ့အချစ်ရေးအချစ်ရာတွေ ပတ်သက်နေတဲ့ မိန်းမတွေဟာ အမှန်ဖြစ်မယ်လို့ ယူဆလို့မရပါဘူး။ ဒါပေမဲ့ မိုးဇက်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Sv9k/(CM)_Il_Boemo_(2022)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZe9nKYhb9Silk1gAC5iUQKYDyA.jpg",
        "title": "Something Borrowed(2011)",
        "description": "IMDb 5.8 / Rotten Tomatoes 15%Rom-com မင်းသမီးကြီး Kate Hudson ရဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ ငယ်စဥ်ကတည်းက ခွဲမရအောင် ချစ်ခင်ရင်းနှီးကြတဲ့ ရေချယ်နဲ့ ဒါစီအနေအေးတဲ့ ရေချယ်နဲ့ ပွင့်လင်းပျော်ပါးစွာ နေတတ်တဲ့ ဒါစီတို့ သူငယ်ချင်းနှစ်ယောက်ကြားထဲကို ဒက်ခ်စ် လို့ခေါ်တဲ့ ခပ်မိုက်မိုက်ကောင်လေးတစ်ယောက် ရောက်လာတဲ့အခါ...တစ်ယောက်ကို တစ်ယောက် သဘောကျနေပေမယ့် သူငယ်ချင်းအဆင့်က မတက်ကြတဲ့ ရေချယ်နဲ့ ဒက်ခ်စ်...လက်သွက်တဲ့ ဒါစီ့လက်ထဲကို ဒက်ခ်စ် ပါသွားပြီး လက်ထပ်ဖို့အထိ ဖြစ်လာတဲ့အခါ...လက်ထပ်ပွဲမတိုင်ခင် ပါတီပွဲတစ်ပွဲမှာ ဒက်ခ်စ်နဲ့ ရေချယ် အရက်မူးပြီး ခံစားချက်တွေ ပွင့်ထွက်ကာ နှစ်ယောက်အတူ အိပ်မိသွားကြတဲ့အခါမှာတော့...ကိုယ့်ချစ်သူကိုပဲ ရအောင် ယူမလား သူငယ်ချင်းကိုပဲ ဦးစားပေးမလား ဆိုတာ ရယ်မောဖွယ် ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် File size…2.11 GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/2yswY/Something.Borrowed.2011.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLzS2aOqKsS0QvEaY6SfBw4VBqh.jpg",
        "title": "Life As We Know It(2010)",
        "description": "ရုပ်ရှင်ကြည့်ပရိတ်သတ်များအနေနဲ့ ဟာသဆန်ဆန် မတည့်အတူနေ ဇာတ်လမ်းမျိုးကို စိတ်ဝင်စားပါသလား...\nဒီလိုဆိုရင်တော့...Josh Duhamel နဲ့ Katherine Heigi တို့အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဒါရိုက်တာ Greg Berlanti ရိုက်ကူးတင်ဆက်ထားတဲ့ \"Life as we know it\" ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းအစမှာတော့ အဲရစ်မက်ဆာနဲ့ ဟောလီဘာရမ်ဆန် တို့နှစ်ဦးဟာ အချစ်ဆုံးသူငယ်ချင်းစုံတွဲရဲ့ မိတ်ဆက်ပေးမှုကြောင့် blind date လုပ်ခဲ့ကြပေမယ့် အချင်းချင်းမုန်းတီးစွာနဲ့ လမ်းခွဲခဲ့ကြပါတယ်။သူငယ်ချင်း နှစ်ဦး ကားမတော်တဆမှုနဲ့ ရုတ်တရက်ဆုံးပါးသွားတဲ့အခါ သူတို့နှစ်ဦးရဲ့ ဘဝဟာလဲ တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ရ ပါ​တော့တယ်။ ကျန်ရစ်သူ တစ်နှစ်အရွယ်သမီးလေး ဆိုဖီကို သူငယ်ချင်းစုံတွဲရဲ့ စံအိမ်ကြီးမှာထိန်းကျောင်းရင်း အတူနေထိုင်ဖို့ ဖြစ်လာရာက မက်ဆာနဲ့ ဟောလီတို့နှစ်ယောက် သံယောဇဥ်ကြိုးတွေ နှောင်ဖွဲ့သွားကြမှာလား...မိသားစုတွေ တကွဲတပြားဖြစ်ကြဦးမလားဆိုတာကိုတော့...ရသပေါင်းစုံပါဝင်တဲ့ ရုပ်ရှင်လေးကြည့်ရင်း အပန်းဖြေကြပါစို့။ ( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကို Thae Suu မှ တင်ဆက်ထားပါတယ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cxrg/Life.as.We.Know.It.2010.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/varisu-133x200.jpeg",
        "title": "Varisu(2023)",
        "description": "Varisu (2023)\nAction, Drama\nIMDb 6.5/10 (30K)ခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးဗီဂျေးနဲ့\nမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားတို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nရုံဝင်ငွေ ကုဋေ၃၀ ဝန်းကျင်အမြတ်ရခဲ့တဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဖခင်နဲ့ ပြဿနာတက်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ ထွက်လာတဲ့\nဗီဂျေးဟာ ၇နှစ်အကြာမှာ မိသားစုထဲကို ပြန်ဝင်လာဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဖခင်နဲ့အစ်ကိုနှစ်ယောက်က\nအစိုးရတင်ဒါကိစ္စအတွက် ပြိုင်ဘက်တွေနဲ့ အပြင်းအထန်ယှဥ်ပြိုင်နေရပါတယ်။ဒါပေမဲ့ သူ့မိသားစုဟာ အလုံးစုံအန္တရယ်တွေနဲ့ ရင်ဆိုင်ရတော့မှာကို မသိရှိကြပါဘူး။\nဒီတော့ ဖြစ်လာမယ့်ဘေးဒုက္ခက ဘာတွေဖြစ်လာမလဲ။\nသူကရော ဘာကြောင့် ၇နှစ်ကြာပြီးမှ အိမ်ကို ပြန်လာခဲ့တာလဲ။\nလှည့်ကွက်တွေ မြှုပ်ကွက်တွေနဲ့ ကြည့်ရဦးမှာမို့ ရှုစားပေးကြပါဦးနော်\nFile size…3.27GB / 1.4GB\nQuality…4k HEVC AMZ WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL~ Yunni ~ Khin Khin ~ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cq6e/Varisu_(2023)_Tamil%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-enemy-132x200.jpg",
        "title": "Enemy Mine(1985)",
        "description": "Enemy Mine (1985)ဒီတစ်ခေါက်မှာတော့ IMDB 6.8/10 ရထားတဲ့ ၁၉၈၅ ခုနှစ်က Sci-fci/Action ကားလေး\nနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းမပြောခင် ဒီကားက ၁၉၈၅ခုနှစ်က ရိုက်ထားတဲ့\nဂြိုလ်သားကားလေးဆိုတာတော့ တစ်ချက်လောက် သတိပြုမိစေချင်ပါတယ်နော်..\nတစ်ခေတ် တစ်ခါက လူသားနဲ့ ဂြိုလ်သားဇာတ်ကားလေးကို ခေတ်ဟောင်းမုဒ်သွင်းပြီး\nခံစားသက်ဝင်ကြည့်ကြပါလို့..ဇာတ်လမ်းအကျဉ်းနှစ်ဆယ့်တစ်ရာစုအလွန်မှာ ကမ္ဘာသားတွေနဲ့ ဒရက်ဂ်လို့ခေါ်တဲ့ဂြိုလ်သားမျိုးနွယ်တွေက\nနယ်မြေချဲ့ထွင်ကြရင်း ကတောက်တဆဖြစ်ကာ အာကာသထဲ တိုက်ပွဲတွေ ဆင်နွှဲခဲ့ကြပါတယ်..\nဒီလိုနဲ့ အာကာယတိုက်ခိုက်ရေးယာဉ်မှူး ဒက်ဗေ့ချ်က ဒရက်ဂ်တစ်ကောင်နဲ့ အကြိတ်အနယ်\nတိုက်ခိုက်ရင်း မထင်မှတ်ဘဲ အာကာသယာဉ်ပျက်ကြပြီး နယ်မြေသစ်တစ်ခုဖြစ်တဲ့\nဖိုင်ရင်ဂြိုလ်ထဲ သောင်တင်သွားခဲ့ပါတော့တယ်..\nကံဆိုးစွာနဲ့ပဲ အဲဒီဂြိုလ်ပေါ် ယာဉ်ပျက်ကျပြီး သောင်တင်နေတာက သူတစ်ယောက်တည်းမဟုတ်ဘဲ\nတစ်ဖက်က ရန်သူ ဒရက်စ်တစ်ကောင်ပါ အတူတူဖြစ်နေတဲ့အခါ...\nဒက်ဗေ့ချ်တစ်ယောက် ရန်သူနဲ့ သူတစ်ပြန်ကိုယ်တစ်ပြန် တိုက်ခိုက်ရင်းပဲ\nကယ်ဆယ်ရေးယာဉ်လာအောင် စောင့်မျှော်နေရမလား..\nဒါမှမဟုတ် ရန်သူနဲ့ တစ်မြေတည်းနေပြီး သူငယ်ချင်းတွေအဖြစ်ပေါင်းစည်းသွားမလား..\nရန်သူတော်ကြီးကနေ သူငယ်ချင်းအဖြစ်ပေါင်းစည်းသွားဖို့ဆိုတာရော ဖြစ်နိုင်ပါ့မလား..\nတစ်ဖက် ရန်သူတွေမှာရော သူတို့ ကမ္ဘာသားတွေ မသိနိုင်တဲ့\nဘယ်လိုလျှို့ဝှက်ချက်တွေ အကျင့်စရိုက်တွေ ရှိနေမလဲဆိုတာကိုတော့...\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်..ပါဝင်ထားတဲ့ သရုပ်ဆောင်ကြီးတွေကတော့ Dennis ...",
        "rating": "",
        "url": "https://megaup.net/1cwxq/Enemy.Mine.1985.720p.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/yGZDyMJzrk2cu0tLmmWVPBDa5wa-133x200.jpg",
        "title": "(21+) Justine: A Matter of Innocence (1980)",
        "description": "ငယ်ရွယ် ပျိုမြစ်တဲ့ အချောအလှလေးရယ် ပြင်သစ်သူလေးတွေရဲ့\nအချိုးအစား ပကတိအလှတရား တွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ခံစားကြည့်ရအောင်ဗျာ\nလောကမှာ မတွေ့ကြုံမခံစားဖူးရင် အတော်မျက်နှာငယ်ရတယ်\nတွေ့ကြုံလာတော့ ဘာမှမလုပ်တက်တော့ဘူးလေ\nငယ်ငယ်ရွယ်ရွယ် နုနယ်ပြီး မိဘရဲ့လွှမ်းမိုး မှုတွေအောက်မှာပဲ\nကြီးပြင်းလာခဲ့ရတဲ့ ဂျစ္စတင်\nသူကငယ်ရွယ်ပြီး ချောမောတယ်\nသစ်ရွက်ကြွေသံကြားရင်တောင် ရင်ခုန်တက်တဲ့ အပျိုဖြန်းလေး\nဒါပေမဲ့ သူမရဲ့ မိဘတွေ ရှေ့ဆင့်နောက်ဆင့် ဆုံးသွားခဲ့တယ်\nအမျှော်မြင်ကြီးလှတဲ့ သူ့အဖေက သေတမ်းစာတစ်ဆောင်ရေးသွားတယ်\nသူအရွယ်မရောက်ခင်အထိ စတီဗင်လို့ခေါ်တဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း\nမှ ထိန်းသိမ်းပေးဖို့ သေတမ်းစာမှာ ရေးခဲ့ပါတယ်ဂျစ္စတင်တစ်ယောက်ဘာလွန်ဆန်နိုင်မှာလဲ\nစတီဗင်အိမ်ရောက်တဲ့အခါမှာတော့\nသူမမြင်ဖူး မကြားဖူးတာတွေ အကုန်ကြား မြင် လိုက်ရတဲ့အခါမှာတော့\nသူဘယ်လောက်အထိ ခံနိုင်ရည်ရှိအောင်ကြိုးစားမလဲ\nဘယ်လို လိုက်လျောညီထွေရှိအောင်အားထုတ်မလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းပြီး DS Fans တွေအကြိုက်\nဘွင်းဘွင်းရှင်းရှင်း ပြကွက်တွေကြောင့် အထူးတလည်ရွေးချယ် တင်ဆက်လိုက်ပါတယ်\nFile size…1.6GB / 782MB\nQuality…1080p  /720p\nFormat…mp4\nDuration…1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.2",
        "url": "https://megaup.net/2yrrr/Justine-_A_Matter_of_Innocence__-_1980.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZxDVhp80rb4MDrDKOpq5czR8db.jpg",
        "title": "Love My Scent (2023)",
        "description": "Love My Scent (2023)“ကြည်မြမွှေးတဲ့ ပီယဆေး” လေး တစ်ဖုံလောက်များ မလိုချင်ကြဘူးလား ညိုကီတို့ဘာမှလုပ်တတ်တာမရှိပေမဲ့ ချစ်တော့ချစ်တတ်တယ်ဆိုတဲ့သူတွေအတွက် မှော်ဆန်တဲ့အခွင့်အရေးမျိုးက ရောက်လာတတ်ပါတယ်\nဒီဇာတ်ကားလေးထဲမှာဆိုရင် ဘဝကြီးကို နမော်နမဲ့နဲ့ဖြတ်သန်းနေရတဲ့ အချစ်ရူးလေးဂင်ချန်းဆူက\nရေမွှေးလေးတစ်မျိုးကြောင့် စော်ကြည်ဘဲလေးဖြစ်သွားတာကို မြင်ရမှာပါဒါပေမဲ့ ရေမွှေးဆွတ်မှရမယ့်အချစ်ကို သူကိုယ်တိုင်က တကယ်ပဲလိုချင်ရဲ့လား…\nဒီရေမွှေးကြောင့် ဂင်ချန်းဆူရဲ့ဘဝကြီးက ဘယ်လိုအလွဲအမှားတွေများ ဆက်ဖြစ်နေဦးမလဲဆိုတာ အခွီတစ်လိုင်းကြည့်ရှုခံစားရမှာမို့\nRom-Com ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီး ဆက်ဆက်ကြည့်ရှုခံစားလိုက်ကြပါဦးCasts တွေအနေနဲ့ကတော့ မင်းသားချော Yoon Si-Yoon နဲ့\nBusiness Proposal ထဲကမင်းသမီးလေး Seo In Ah တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားတာမို့ အချောလေးတွေရဲ့ဇာတ်ကားကို လက်လွှတ်မခံလိုက်နဲ့နော်အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 528MB ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cwy8/Love.My.Scent.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/51IRsUa9RIL._AC_UF8941000_QL80_-1-138x200.jpg",
        "title": "[18+] Kiss Me (2011)",
        "description": "Kiss me (2011)~ IMDb rating - 6.8/10 ~(ဝတ်လစ်စလစ်အခန်း​တွေ ချစ်ရည်လူးခန်း​တွေ တပုံကြီးပါလို့ ၁၈ နှစ်ပြည့်မှ ကြည့်ကြဖို့ တိုက်တွန်းပါတယ်ခင်ဗျာ)2011 မှာ ထွက်ရှိထားတဲ့ ဆွီဒင်ကား​​​လေး Kiss Me ဟာ Rating ​​ကောင်း​ကောင်းရထားတဲ့ ဒရာမာ GL ကား​​လေးတစ်ကားဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~မိဘချင်း​​စေ့စပ်ပွဲမှာ ​တွေ့ကြတဲ့ မီယာနဲ့ ဖရီဒါဆိုတဲ့ မိန်းက​လေးနှစ်​ယောက် အလုပ်ကိစ္စခရီးသွားကြရင်း တစ်​ယောက်ကိုတစ်​ယောက် ခံစားချက်​တွေတဆင့်ပိုလာတဲ့အခါ တစ်​ယောက်ကိုတစ်​​ယောက်မချစ်မိ​အောင် ကြိုးစားကြရတာကို မြင်ရမှာဖြစ်ပါတယ်။တစ်ဖက်မှာလည်း ​နောက် ၃ လ​နေရင် ​ကောင်​​လေးဖြစ်သူနဲ့ လက်ထပ်​တော့မယ့် မီယာနှလုံးသား​နေရာမှာ ဖရီဒါအစားထိုးလာတဲ့အခါ မီယာတစ်​ယောက် ဘယ်လို​တွေဖြတ်သန်းခဲ့ရလဲ... သူကိုယ်တိုင်‌ရော မိန်းက​လေးချင်းချစ်တာကို​ရော လက်ခံခဲ့လား...ဖရီဒါအ​နေနဲ့လည်း သူ့ဘဝမှာ ပိုင်ရှင်ရှိတဲ့သူနဲ့ဘယ်​တော့မှ ​မ​ဖောက်ပြန်ဘူးလို့ ​ကြွေး​ကြော်ရင်း မီယာကိုမှချစ်မိသွားတဲ့အခါ ဘယ်လိုခက်ခက်ခဲခဲ​တွေဖြတ်သန်းခဲ့ကြမလဲဆိုတာ​တွေကို ရိုမန်တစ်ဆန်ဆန် ဒရာမာဆန်ဆန် ရိုက်ပြထားပြီး ဒရာမာကြိုက်တဲ့သူ​တွေအတွက် ကြည့်လို့​ကောင်းမယ့်ကား​လေးတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yroD/(CM)_Kiss_Me_(2011)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MzUyNzg3NF5BMl5BanBnXkFtZTcwNjk3NDA4Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "People Like Us (2012)",
        "description": "IMDb – 7/10 Star Trek, Wonder Woman စသည့် ဇာတ်ကားတွေနဲ့လူသိများကျော်ကြားတဲ့ မင်းသား Chris Pine ရဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ဖြတ်ပြီးနေလာတဲ့ အဖေရဲ့ဈာပနအတွက် ဇာတိမြို့လေးကို ပြန်လာခဲ့တဲ့ Sam ဟာ သူ့အဖေက သူကြားတောင်မကြားဖူးတဲ့ လူတစ်ယောက်ကို အမွေပေးခဲ့ကြောင်း သူ့အဖေရှေ့နေဆီက သိလိုက်ရပါတယ်။ ဒါတင်မကဘဲ အဲဒီလူဆီကို အဲအမွေပိုက်ဆံသွားပေးပေးဖို့ သူ့ကိုမှာကြားခဲ့တဲ့ သူ့အဖေရဲ့ ညွှန်ကြားချက်ကိုပါတွေ့လိုက်ရတဲ့ Sam ဟာ ထိုသူသည် သူ့အဖေ့ရဲ့တိတ်တိတ်ပုန်းသမီးဖြစ်နေသည်ကို သိလိုက်ရတဲ့အခါ ဘာဆက်လုပ်မလဲ… File size…(1.7 GB)/(840 MB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Chyo",
        "rating": "7.0",
        "url": "https://megaup.net/1fvcv/People.Like.Us.2012.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/mgid-arc-imageassetref-shared.betplus-133x200.jpg",
        "title": "Imani (2023)",
        "description": "IMDb 3.5/10 Rotten tomatoes 70% ဒီကားလေးကတော့ ခုလတ်တလောကမှထွက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် Faith ဆိုတဲ့ အမျိုးသမီးဟာ အတိတ်မေ့ရောဂါကိုခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ သူမရဲ့နေ့စဥ်ဘဝကိုပုံမှန် ဖြတ်သန်း နေနေရာကနေပြီးတော့ သူမရောဂါပြန်သက်သာလာပြီးတော့ မှတ်ဉာဏ်တွေကို အိမ်မက်တွေအဖြစ် ပြန်လည်မြင်ယောင် လာခဲ့တယ်။ တစ်ရက်မှာတော့ သူမဟာပြန်ပေးဆွဲခံရပြီးတော့ ရုတ်တရက် ခေါင်းကိုအရိုက်ခံလိုက်ရ ရာကနေပြီးတော့ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်ရလာတဲ့အချိန်မှာပဲ သူမကိုသတ်ဖို့ကြိုးစားနေတဲ့သူတွေဟာတစ်ယောက်ပြီးတစ်ယောက်ပေါ်လာခဲ့ရာကနေပြီးတော့ ဘယ်လိုတွေဖြေရှင်းသွားလဲဆိုတာကို action ဆန်ဆန်ရိုက်ကူးထားတဲ့ action, mystery , thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…(1.6 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Thura",
        "rating": "",
        "url": "https://megaup.net/2BpmB/Imani.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3XwAV/(CM)_Shin_Kamen_Rider_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://megaup.net/1VE3o/Stand.Up.Guys.2012.720p.(CM).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9OC3EwJlZLRpBAjG7a2oawP7uyo.jpg",
        "title": "Zodiac: What’s Your Sign? (2023)",
        "description": "အားလုံးပဲ ကိုယ်ရဲ့ Zodiac signနဲ့ ကိုယ့်ဖူးစာဖက် ရေစက်ပါမပါစစ်ကြည့်ဖူးကြတယ်မလား...။လိုက်ဖက်ညီတဲ့အတွဲဆို တစ်မျိုး တစ်ဖုံရင်ခုန်ရသလို၊ မလိုက်ဖက်ဘူးဆိုရင်လည်း အတွေးကြပ်ရပြန်ရောလေ...။ဒီဇာတ်ကားလေးထဲမှာတော့ Zodiac signလေးတွေနဲ့အညီ ဖူးစာဖက်ရှာမယ့်ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ...။Zodiacရာသီခွင်က ၁၂ ခုရှိတာဆိုတော့ ကောင်လေးကလည်း ၁၂ ယောက်နဲ့သူတို့ရဲ့ အမူအကျင့် ၁၂မျိုးကို မြင်တွေ့ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေရီရယ်ဟာ ခြေအိတ်ဆိုင်ပိုင်ရှင်လေးဖြစ်ပြီးအကြွေးဝိုင်းဝိုင်းလည်နေတာကြောင့် ဆိုင်ကို အကြွေးနဲ့သိမ်းခံရမယ့်အခြေအနေရောက်နေပါပြီ...။ဒီတော့ ပိုက်ဆံရှာဖို့အတွက် ယုံတမ်းစကားပြိုင်ပွဲလေးတစ်ခုကိုဝင်ပြိုင်ပါလေရော...။ပြိုင်ပွဲအကြောင်းအရာက ပတ်ဝန်းကျင်မှာ ပြောနေကျ ယုံတမ်းစကားတစ်ခုခုကိုဟုတ်လားမဟုတ်လား ဘလော့လေးရိုက်ပေးရမှာပါ...။အေရီရယ်ဟာ ဒီပြိုင်ပွဲအတွက် zodiacအရ မလိုက်ဖက်လည်း ဖူးစာဖက်ဖြစ်နိုင်ကြောင်းသက်သေပြတဲ့ ဘလော့လေးရိုက်ဖို့ zodiac sign 12မျိုး၊ ကောင်လေး ၁၂ယောက်နဲ့ချိန်းတွေ့ပါတော့တယ်...။အေရီရယ်တစ်ယောက် ဖူးစာဖက်ဆိုတာ zodiac signပေါ်ပဲ မမူတည်ကြောင်းသက်သေပြသွားနိုင်မလား၊ သူရဲ့ဖူးစာဖက်ဖြစ်လာမယ့်ကောင်လေးကရောဘယ်signလေးဖြစ်မလဲဆိုတာ ဟော့ဒီ Indonesian Comdey Romancemovie လေးထဲမှာ ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလို့ရပါပြီ...။  File size…1.42GB / 685MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VEa2/Zodiac_What_s_Your_Sign.2023.WEB-DL720P(CM).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hz3L/Rally.Road.Racers.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://megaup.net/1fymt/Headhunter.2023.720p.(CM).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTBjY2VhZmUtNGNjYi00MmZiLWE5ZWEtNjRhZTc3YWQ5MGNhXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-160x200.jpg",
        "title": "[18+] My Father, Myself (2022)",
        "description": "My Father, Myself (2022)မက်သရူးရဲ့ဖခင်ဟာလယ်သမားခေါင်းဆောင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ငယ်ရွယ်စဉ်မှာပဲမလိုသူတွေရဲ့လုပ်ကြံမှုကြောင့်\nသေဆုံးခဲ့ရပါတယ်။ဖခင်သေဆုံးချိန်မှာ သူ့ရဲ့ခေါင်းကိုင်အဖလည်းဖြစ်၊ ဖခင်ဖြစ်သူရဲ့ရှေ့နေ၊အရင်းနှီးဆုံးမိတ်ဆွေ\nတစ်ယောက်ဖြစ်တဲ့ ရောဘတ်ရဲ့စောင့်ရှောက်မှုအောက်ကိုမက်သရူးရောက်ရှိခဲ့ပါတယ်။\nရောဘတ်ရဲ့ဇနီး၊ သမီးဖြစ်သူတို့ကလည်း မက်သရူးကိုအရင်းအချာနဲ့မခြားနွေးနွေးထွေးထွေးကြိုဆိုစောင့်ရှောက်ခဲ့ကြသလို\nပျိုးထောင်မှုကောင်းတွေရရှိခဲ့တဲ့အတွက် မက်သရူးဟာ ပညာရေးမှာပေါက်မြောက်ထူးချွန်ခဲ့ပြီး လိုင်စင်ရရှေ့နေဖြစ်\nဘားစာမေးပွဲကိုပါ ထိပ်ဆုံးက အောင်မြင်ခဲ့ပါတယ်။ဒီအချိန်မှာပဲအရွယ်ရောက်ခံစားချက်တွေပြောင်းလဲလာပြီဖြစ်တဲ့အတွက် ရောဘတ်ရဲ့သမီးငယ် မီကာက သူ့ကိုချစ်တဲ့\nအကြောင်း၊ သူ့မိခင်ကိုယ်တိုင်ကလည်း သဘောတူညီကြောင်းပြောလာခဲ့ပါတယ်။ သိပ်ချစ်ခင်စည်းလုံးကြတဲ့မိသားစုတစ်ခုအနေနဲ့ရော\nပတ်ဝန်းကျင်တစ်ခုလုံးကပါ သူ့ကိုမွေးစားသားလို့သိထားကြတဲ့အတွက်ပါ အနာဂတ်အတွက် ဘာအနှောင့်အယှက်မှမရှိပြေပြစ်ချောမောနေတဲ့\nအခြေအနေတစ်ခုကိုမက်သရူးရော မွေးစားဖခင်ဖြစ်သူ ရောဘတ်ကိုယ်တိုင်ကပါ အင်တင်တင်ဖြစ်နေခဲ့ကြရာကနေ သူတို့မိသားစုအတွက်\nမုန်တိုင်းတစ်ခုအစပျိုးလာပါတော့တယ်။ အဲ့ဒီလျှို့ဝှက်ချက်တွေဘယ်ကစအမြစ်တည်လာခဲ့လဲဆိုတာ ဆက်လက်ရှုစားကြပါ။trailer ထွက်ရှိချိန်မှာ LGBT+ အသိုင်းအဝိုင်းအပေါ်မကောင်းတဲ့ရိုက်ခတ်မှုတွေဖြစ်ပေါ်လာနိုင်တယ်ဆိုတဲ့ စိုးရိမ်တကြီးဝေဖန်ချက်တွေထွက်ပေါ်လာခဲ့ပေမယ့်\nဒါရိုက်တာကတော့ ဒါဟာသူ့မွေးရပ်မြေမှာတကယ်ရှိခဲ့ဖူးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်တဲ့အတွက် ဒီလိုဇာတ်လမ်းတိုင်းဟာ\nအပြုသဘောဖြစ်နေစရာမလိုဘူးလို့ဆိုခဲ့ပါတယ်။\nအငြင်းပွားမှုတွေရှိနေခဲ့ပေမယ့်လည်း Metro Manila Film Festival မှာ ဆန်ကာတင်ဆုခုနှစ်ခုဝင်ခဲ့ပြီး ဆု ၃ ခုဆွတ်ခူးခဲ့ပါသေးတယ်။ဒီဇာတ်လမ်းကိုကြည့်တဲ့အခါ ဆရာမဂျူးရဲ့ ဖေဖေ့သူငယ်ချင်း ဝတ္တုကိုအမှတ်ရစရာဖြစ်ပါလိမ့်မယ်။\nဘယ်နေရာတွေမှာတိုက်ဆိုင်တူညီနေမလဲဆိုတာတော့ ကိုယ်တိုင်အဖြေရှာကြစေချင်ပါတယ်။\nFile size…(1.6 GB) / (710 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:43:23\n...",
        "rating": "",
        "url": "https://megaup.net/2BBxY/(CM)_My.Father.Myself.2022.720p.VMAX.WEB-DL.AAC.x264-RGB.mp4",
        "category": "Adult, BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t2887wOG4BRFqqgucalc7VUzpQL.jpg",
        "title": "Everything Went Fine (2021)",
        "description": "ဒီကားလေးကတော့ Emmanuèle Bernheim လို့ခေါ်တဲ့ပြင်သစ်အမျိုးသမီးတစ်ယောက်ရဲ့ ဘဝအထ္ထုပတ္တိကိုအခြေခံထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Everything Went Fine ဖြစ်ပြီးဘာလို့ဇာတ်ကားကို အားလုံးအဆင်ပြေခဲ့ပါတယ်ဆိုတဲ့နာမည်ကိုပေးထားလဲဆိုတာကိုဇာတ်သိမ်းမှာသိလာရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဧမန်နူရယ်နဲ့ ပါစကယ်တို့ညီအစ်မနှစ်ယောက်ရဲ့အဖေဖြစ်သူ မစ္စတာဘျာမိန်ကရုတ်တရက်ကြီး လေဖြတ်သွားခဲ့ပြီးဆေးရုံမှာအသည်းအသန်ကုသခဲ့ရပါတယ်။ကံကောင်းထောက်မစွာနဲ့ သက်သာလာခဲ့ပေမဲ့လဲလူကြီးဖြစ်တာကလဲတစ်ကြောင်းလေဖြတ်ရောဂါ ဖြစ်တာကတစ်ကြောင်းကြောင့် အရှင်းကြီးတော့ပြန်မသက်သာလာခဲ့ပဲ လူမမာတစ်ယောက်အနေနဲ့ဆေးရုံမှာပဲနေနေရပါတယ်။အဲ့ဒီအချိန် ဆွစ်ဇာလန်မှာနာကျင်ဝေဒနာတွေမခံစားချင်ပဲ သက်တောင့်သက်သာနဲ့ကိုယ့်ကိုယ်ကိုယ် အဆုံးသတ်ချင်နေတဲ့လူတွေအတွက် ဝန်ဆောင်မှုပေးတဲ့နေရာတစ်ခု အကြောင်းကိုမစ္စတာဘျာမိန်သိပြီးနောက်မှာ သူ့ကိုအဲ့ဒီကိုပို့ပေးဖို့အတွက်သူ့သမီးတွေကိုတောင်းဆိုခဲ့ပါတော့တယ်။ ဒီတော့သူ့သမီးဖြစ်သူတွေကလဲ အဖေဖြစ်သူရဲ့စကားကိုမလွန်ဆန်နိုင်တဲ့အတွက်ရင်နာနာနဲ့အဖေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးရတဲ့အကြောင်းတွေကိုအသေးစိတ်မြင်ရမှာပဲဖြစ်ပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ်သူတို့ဆီမှာသူတို့အဖေအဲ့ဒီဆန္ဒကိုပြန်ရုတ်သိမ်းဦးမလားဆိုတဲ့မျှော်လင့်ချက်ကတော့ရှိနေပါသေးတယ်။ဒီလိုနဲ့သူတို့ ဘယ်လိုအခက်အခဲတွေပြဿနာတွေ ကိုစိတ်ခံစားချက်တွေကိုကြုံတွေ့ခဲ့ရပြီးဘယ်လိုဇာတ်သိမ်းသွားမယ်ဆိုတာကို ကြည့်ရှူရမဲ့မိသားစုဒရာမာကားလေးပဲဖြစ်ပါတယ်။  File size…2.05GB / 704MB\nQuality…WEB-Rip 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://megaup.net/3hxSa/Everything.Went.Fine.2021.WEBRip720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjI5YzNiZTktZTRiYy00NzljLTkwMjAtZGVkYTFkZGY3NWI5XkEyXkFqcGdeQXVyMjYzMDIxNw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghost Town (2023)",
        "description": "\"Ghost town\" ဆိုတဲ့နာမည်နဲ့ဇာတ်ကားတွေအများကြီးရှိတဲ့အထဲကမှဒီဇာတ်ကားကတော့ horror သိပ်မဆန်တဲ့ horror/thriller အမျိုးအစားဖြစ်ပြီး ကြောက်စရာထက်ဆန်းကျယ်တာတွေပြည့်နေတဲ့ဇာတ်ကားတစ်ကားပါ ဆိုလိုမွန်မီလာဆိုတဲ့လူတစ်ယောက်ဟာ ခရီးသွားရင်းလူသူသိပ်မရှိတဲ့ခြောက်ကပ်ကပ်မြို့လေးတစ်မြို့ကိုရောက်လာခဲ့ပါတယ် အဲဒီမြို့လေးကအရက်ဘားမှာစားပွဲထိုးအဖြစ်လုပ်ကိုင်ရင်းအားလုံးကတစ်နေ့ထက်တစ်နေ့ထူးဆန်းသထက်ထူးဆန်းလာပါတော့တယ် ဆိုလိုမွန်တစ်ယောက်အဲဒီမြို့လေးမှာလူတွေနဲ့သင့်မြတ်အောင်နေထိုင်ရင်းဘာလို့ထူးဆန်းတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်နေရလဲဆိုတာကိုအဖြေရှာမရဖြစ်နေပါတော့တယ် အဲဒီမြို့ကဘာလို့ထူးဆန်းနေရတာလဲ တကယ်တမ်းမြို့ရဲ့သရုပ်မှန်ကရောဘာလဲ ဆိုတာကိုဆန်းကျယ်မှုတွေအများကြီးနဲ့ကြည့်ရှုရမှာပါ File size…(1.4 GB)/(688 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3hxbg/Ghost.Town.2023.720p.(CM)_(2).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmUxYjY2ZDUtYzUxZi00ZmRkLWFiMjgtZDk3NDFiYjAwOThmXkEyXkFqcGdeQXVyMTM0MzI2NTQ5._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alabama Rose (2022)",
        "description": "IMDb – 4.5/10 ခင်ပွန်းဖြစ်သူ သေဆုံးပြီး ကြေကွဲနေဆဲဖြစ်တဲ့ မယ်ရီဟာ ကိုယ့်ဘဝကိုယ်ရှေ့ဆက်ဖို့ကြိုးစားနေတာပါ အဲလိုနဲ့ သူငယ်ချင်းကအတင်းတိုက်တွန်းရင်း မော်ဒဲလ်စလုပ်ဖြစ်နေတဲ့ မယ်ရီဟာ အိမ်ရောက်သွားရင် သူ့ကိုတစ်ယောက်ယောက် စောင့်ကြည့်နေသလို့ခံစားနေရပါတယ်။ ရဲတွေဆီလည်း ဖုန်းဆက်လွန်းလို့ ရဲစခန်းတောင် သူ့ဖုန်းဆိုရင်မကိုင်တော့ပါဘူး။ အဲလိုမယ်ရီဟာ တစ်နေ့မှာတော့ ခရီးသွားဓါတ်ပုံဆရာတစ်ယောက်နဲ့တွေ့ဆုံရင်း တစ်ဖန်ပြန်ပြီးသူ့ဘဝကို ရှေ့ဆက်နိုင်မလား… သူစောင့်ကြည့်နေသလိုခံစားနေရတာကရော တကယ်ပဲတစ်ယောက်ယောက်ရှိနေလို့လား သူ့စိတ်ကပဲထင်နေတာလားဆိုတာ စောင့်မျှော်ကြည့်ရှုရမဲ့ Thriller/Mystery အမျိုးအစား ဇာတ်ကားလေးပဲဖြစ်ပါတယ် File size…(1.3 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3hxbi/Alabama.Rose.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDNjOWJkMzUtMzY4ZS00NGNkLWE2MzAtOGRhYmIwOGQ1N2EwXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Unstoppable(2023)",
        "description": "Unstoppable (2023)\nIMDb 7.8ဘဝကို အပူအပင်ကင်းကင်းနဲ့ ပျော်ပျော်ကြီး ဖြတ်သန်းနေကြတဲ့ စိတ်တူကိုယ်တူ\nသူငယ်ချင်း၃ယောက်ရှိပါတယ် အလုပ်တစ်ခုကို လုပ်မယ်ဆိုရင် တိုင်ပင်စရာမလို\nတက်တက်ကြွကြွနဲ့ အောင်မြင်အောင်လုပ်တတ်ကြတဲ့ လူငယ် ၃ယောက်ပေါ့တစ်နေ့...သူတို့သုံးယောက် ငွေရှာဖို့ ဖြတ်လမ်းနည်းသုံးခဲ့မိတယ် အဲဒါကတော့ သူတို့၃ယောက်ထဲက\nကောင်လေးတစ်ယောက်ကို မိသားစုတစ်စုက လာတင်တောင်းပါတယ် တင်တောင်းငွေက သိန်း၂၀နဲ့ ရွှေတွေဆိုတော့\nဒီ၃ယောက်က သိန်း၂၀နဲ့ IPL လောင်းကြမယ်ပေါ့ နိုင်ရင် ၁၀ဆို ၂၀ဖြစ် ၂၀ဆို ၄၀ဖြစ်ဆိုပြီး သူဌေးဖြစ် ခွေးဖြစ်\nလောင်းဖို့ကြံရာကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ နာမည်ကိုက Unstoppable ဆိုတော့ကာ\nသူတို့ဘယ်လောက်အထိ မရပ်တန့်နိုင်ဖြစ်ကြမလဲဆိုတာ Plot Twist တွေနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါရှင်အချိန်တွေပိုနေမယ်ဆိုရင်တော့ ကြည့်ပျော်လောက်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ\n(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni~Zwe Yan~V~Cherry~BpL~Moon တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.5GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fFsu/Unstoppable_(2023) Telugu TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDE5MmY4ZDUtNGZmOS00NDBjLWE0MGUtOTQ4ZDgyNjM3MmEyXkEyXkFqcGdeQXVyMTUzOTczNzYx._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Run Rabbit Run (2023)",
        "description": "Netflix​ ရဲ့နောက်ဆုံးထွက် Psychological Horror ရုပ်ရှင်အမျိုးအစားဖြစ်တဲ့ Run Rabbit Run က​ သြစတြေးလျ​ရုပ်​ရှင်​ဖြစ်ပြီး​ ဇွန်​ 28​ ရက်နေ့မှာ Netflix​ မှာ​စတင်ထုတ်လွှင့်ခဲ့ပါတယ်။ ဒီဇာတ်ကားကို Sundance ရုပ်ရှင်​ပွဲတော်​မှာလည်း​ premier အဖြစ်​ပြသခဲ့ပါသေးတယ်။ Succession မှာ​ ပါဝင်ခဲ့တဲ့ Sarah Snook က​ အဓိက​ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်း​အကျဥ်း​ကတော့​ Sarah က​ မျိုး​ဥနဲ့သားအောင်ခြင်းဆိုင်ရာ​ ဆရာဝန်တစ်ဦးဖြစ်ပြီး သဘာဝလွန်ဖြစ်ရပ်များကိုမယုံကြည်သူ လက်တွေ့ကျသူတစ်ဦးဖြစ်ပါတယ်။\nSarah မှာ​ Mia လို့ခေါ်တဲ့သမီးလေးနဲ့အတူရှိပြီး ခင်​ပွန်းဖြစ်သူ​ Pete​ နဲ့ကွာရှင်းထားပါတယ်။ တစ်နေ့​မှာတော့​ သမီးဖြစ်သူ Mia က​ ထူးထူးဆန်းဆန်းအပြုအမူတွေကို​ ပြုမူလာပြီး​ တစ်နေ့​တခြား​ Mia ရဲ့အခြေအနေက ပိုမိုဆိုးရွားလာချိန်မှာတော့ Sarah တစ်ယောက်​ သူမေ့ထားတဲ့အတိတ်ဟောင်းတစ်ခုရဲ့​ခြောက်လှန့်မှုကို​ ရင်ဆိုင်​ရပါတော့တယ်။\nRun​ Rabbit​ Run​ ဇာတ်ကား​က​ စိတ္တဇ​ Horror ဇာတ်ကား​မျိုးဖြစ်ပြီး​ တခြားသော ...",
        "rating": "",
        "url": "https://megaup.net/1Vkj5/Run.Rabbit.Run.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eOp2/Warriors.Two.1978.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHyLErQiingTvJ2xwHGvpyH6bWb.jpg",
        "title": "Mendarat Darurat (2022)",
        "description": "\"တစ်ခုပြောပြမယ်ကွာ ၊ မင်းက ဖောက်ပြန်ပြန် မပြန်ပြန် အရေးမကြီးဘူး....သူကတော့ ဖောက်ပြန်တယ်ပဲ ထင်နေမှာဒါဆိုရင် တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်အနည်းဆုံးတော့ ပျော်ရတာပေါ့....\"အဲ့ဒီလို နားယောင်ကောင်းပြီး အတတ်ကောင်းတွေတတ်မယ့်သူကတော့ အိမ်ထောင်ရှင် ယောကျာ်းဖြစ်တဲ့ ဂလန်ပါ...။အိမ်ထောင်သက်တမ်းကြာလာတဲ့အလျှောက် ဂလန်တစ်ယောက် ဇနီးဖြစ်သူမာယာဆီက ဗျစ်တောက်တောက်နဲ့ နေ့မအားညမနား ဖောက်ပြန်တယ်ချည်းပဲစွပ်စွဲခံရ ပူညံ့ပူညံ့ဆူခံရပါတော့တယ်...။ဘယ်လောက်ထိ ပူညံ့ခံရလည်းဆို အမြဲလိုလို ဘယ်ရောက်‌ရောက်ဘာလုပ်လုပ် ဓာတ်ပုံရိုက်ပြီး မိန်းမကိုအစီရင်ခံတင်ပြရသူပါ...။တကယ်ဖောက်ပြန်တာလည်း မဟုတ်ဘဲ ခဏခဏ နားငြီးလာတော့ပုရိသသားပီပီ ဂလန်ဟာ ရုံးကသူ‌ဌေးမြှောက်ပေးတဲ့ \"တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်\"ဆိုတဲ့ စကားကိုနားယောင်ပြီး ဖောက်ပြန်ဖို့ကြံပါတော့တယ်...။အရံသင့်ချင်တော့ ရုံးကလုပ်ဖော်ကိုင်ဖက်လေး ကာနီယာကလည်းသူ့ကိုသဘောကျနေပြီးသားဖြစ်နေလေရဲ့...။ဒီတော့ ဂလန်တစ်‌ယောက် မိန်းမမသိအောင် ခြေရှုပ်ဖို့ကြံရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ဒီ အင်ဒို comdey romance ကားလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ..။  File size…1.34GB / 650MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.1",
        "url": "https://megaup.net/2BAez/Mendarat_Darurat.2022.WEB-DL720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTY0OTg3MzM1M15BMl5BanBnXkFtZTcwMzAyMzI1Mg@@._V1_-135x200.jpg",
        "title": "Paper Heart (2009)",
        "description": "Paper Heart (2009)\n==============\nIMDb Rating - 6.0/10\" အချစ် \" စကားလေး ၂လုံးတည်းနဲ့ တော်တော်ရှုပ်ထွေးတဲ့အရာပါ။\nအချစ်ဆိုတာဘာလဲ၊ တစ်စုံတစ်ယောက်ကို ချစ်မိသွားရင်ကော ဘယ်\nလိုသိနိုင်မလဲ၊ အစရှိတဲ့မေးခွန်းတွေအတွက် တိကျရေရာတဲ့ အဖြေ\nမရှိပါဘူး လူအမျိုးမျိုး အဓိပ္ပာယ်အဖုံဖုံပေါ့။ အချစ်ကြောင့်ပဲ လူတွေ\nပျော်ရွှင်ကြည်နူးဝမ်းသာကြရသလို၊ အချစ်ကြောင့်ပဲ လူတွေ ဝမ်းနည်း\nပူဆွေးကြေကွဲ ကြရပြန်ပါတယ်။ ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့မကင်းနိုင်\nသေးပါဘူး။ အဲဒီအထဲမှာမှ ရှာလင်းရီလို့ခေါ်တဲ့ ကောင်မလေးတစ်\nယောက်တော့ပါမနေခဲ့ပါဘူး။သူမက အချစ်ကိုလည်းမယုံသလို၊ တစ်စုံ\nတစ်ယောက်ကိုချစ်မိဖို့ကိုလည်း ခက်ခဲနေတဲ့သူပါ။ ဒီလိုနဲ့ \" Paper\nHeart \" လို့ခေါ်တဲ့ ဇာတ်ကားလေးဖြစ်တည်လာပါတော့တယ်။ဒီကားထဲမှာတော့ရှာလင်းရီတစ်ယောက် US ကိုပတ်ရင်း အချစ်ကို\nယုံကြည်လာဖို့အတွက် လူအများစုဆီက အဖြစ်အပျက်တွေ၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံစားချက် ခံယူချက်တွေကို လိုက်လံမေးမြန်းရင်း သူ့ရဲ့\nအချစ်ပေါ်ထားရှိတဲ့ အမြင်ကိုပြောင်းလဲဖို့ ကြိုးစားမှာပဲဖြစ်ပါတယ်။\nရှာလီးရီတစ်ယောက် အဆုံးသတ်မှာ အချစ်ကိုယုံကြည်သွားမလား၊\nသူကိုယ်တိုင်ကရော ချစ်ရသူတစ်ယောက်ကို တွေ့ရှိသွားမလားဆိုတာ\nကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1eThl/Pollen.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dBHVpUMWvSofq7AO1iQ1w9htKvN.jpg",
        "title": "Epitaph(2007)",
        "description": "Epitaph(2007)**************\nEpitaph ရုပ်ရှင်ဇာတ်ကားသည် Jung Sik နဲ့ Jung Bum Sik ညီအစ်ကိုနှစ်ဦး\nရိုက်ကူးထားသော ရုပ်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်သို့ ကျရောက်နေတဲ့\n1942 အစပိုင်းကာလကို အခြေခံထားတဲ့ Horror movie ဖြစ်တယ်...ဒီကားအတွက်ဘက်ဂျက်အများကြီးသုံးထားတယ်လို့လည်းဆိုတယ်...ဆရာဝန် Park Jung Namက အန်းစိမ်းဆေးရုံမှာ အလုပ်သင်အဖြစ် အလုပ်လုပ်ခဲ့စဉ်အချိန်လောက်က\nဓာတ်ပုံအယ်လ်ဘမ်တစ်ခုကို ရှာဖွေတွေ့ရှိခဲ့ရာမှ\nအရင်ငယ်ဘဝအဖြစ်အပျက်များကို ပြန်သတိရလာခဲ့တယ် ....သူ ငယ်စဉ်ကတည်းက ‌မိဘချင်းက သဘောတူပြီး ပေးစားထားတဲ့သူတစ်ယောက် ရှိခဲ့တယ်...မိဘချင်း သဘောတူထားသော်လည်း ‌Jung Nam\nတစ်ယောက် တစ်ခါမှကို မမြင်ဖူးတဲ့သူနဲ့ လက်မထပ်ချင်ခဲ့ပေ ....တစ်နေ့ ရင်ခွဲရုံတွင် တာဝန်ကျရင်း\nသတ်သေထားတဲ့ အလောင်းတစ်လောင်း ခွဲစိတ်ဖို့ တာဝန်ယူရတယ်..ဒီအလောင်းဟာ အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး လွန်စွာလှပတဲ့ သူလေးဖြစ်တော့ဆရာဝန်ဟာ မလုပ်သင့် မစဉ်းစားသင့်တဲ့ဟာတွေ လုပ်ဖို့ဖြစ်လာခဲ့တယ်...အဲဒီနောက်မှ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကိစ္စတွေနဲ့ ခြောက်လန့်မှုတွေ ဆေးရုံမှာ ပေါ်ပေါက်လာတဲ့အခါ ....\nဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BAf8/Epitaph.2007.WEB-DL,720P(CM)_.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tuLYOVsQKz3iX0oUPhJMIzDi4q.jpg",
        "title": "Day Zero (2022)",
        "description": "အောင်လနဲ့ ထိုးသတ်တုန်းကထက် ပိုကြမ်းပြီး ပိုမိုက်မယ့် ဘရန်ဒန် ဗီယာရဲ့ဖိလစ်ပိုင် Zombie ကားကောင်းတစ်ကားလာပါပြီ...။Zombieကားဆိုတော့ ကိုက်မယ်ဆွဲမယ် စတာပါတဲ့အပြင်ဇာတ်လိုက်မင်းသားက US အထူးတပ်သားဟောင်း ဆိုတော့ဖိုက်တင်ခန်းတွေပါ အများကြီးကြည့်ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေမွန်ဟာ အမေရိကန်အထူးတပ်သားဟောင်းဖြစ်ပြီး သူငယ်ချင်းကိစ္စ၊ သူများရန်ပွဲထဲဝင်ပါလွန်းလို့ ထောင်ကျနေရတာပါ...။သူ့မှာ စကားမပြောတတ်နဲ့ သမီးလေးနဲ့ ဇနီးလည်းရှိပါတယ်...။တစ်နေ့ကျတော့ တုပ်ကွေးရောဂါကနေ သန္ဓေပြောင်းပြီး Zombieတွေ‌ပေါ်လာပါတော့တယ်...။ဒီတော့ အေမွန်တစ်ယောက် သမီးနဲ့ ဇနီးကို ကယ်ဖို့ ထောက်ဖောက်၊Zombieတွေနဲ့ တိုက်ခိုက်ပြီး ပွဲကြမ်းပါတော့တယ်...။ဇာတ်လမ်း အစအဆုံး zombie များနဲ့ တိုက်ခိုက်ခန်းတွေ အများကြီးကြည့်ရမယ့် ကားလေးပါ။အဆုံးသတ်မှာ ဘယ်သူတွေ ဘာဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲကြည့်ရှုလို့ရပါပြီ...။  File size…858 MB / 440MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://megaup.net/3Xv6u/Day_Zero.2022.WEB-DL720P(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qd45h7ks3WhGAa8S3MKbMJzK6E7.jpg",
        "title": "Fireflies in the Sun ( 2023 )",
        "description": "ဇာတ်ညွှန်းဆရာ လင်ရိချန်က အချစ်အတွက်သာဆို တစ်ကမ္ဘာလုံးကို\nမီးပြာချပစ်မယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတွေ ရေးလေ့ရှိပါတယ်။\nအဲ့လို ဇာတ်လမ်းတွေကိုရေးတဲ့ လင်ရိချန်ဆီမှာလည်း သူချစ်ရတဲ့\nဇနီးဖြစ်သူ အားလင်နဲ့ သားဖြစ်သူ ရှောင်ချုံ ရှိပါတယ်။ငွေကြေးမပြည့်စုံသည့်တိုင် မိသားစုကလေးက သိုက်သိုက်ဝင်းဝင်း၊\nနွေးနွေးထွေးထွေးပါပဲ။ တစ်နေ့မှာတော့ သားငယ်လေး ရှောင်ချုံဆီ\nနှလုံးရောဂါစွဲကပ်နေပြီလည်း ကြားရော မိဘနှစ်ယောက်စလုံး\nရင်မှာ ဗလောင်ကိုဆူသွားတော့တာပါပဲ။ သားငယ်ရဲ့ ရောဂါကို\nကုသနိုင်ဖို့ ငွေကလည်းအလောတကြီး လိုအပ်နေချိန်ဖြစ်တယ်။ငွေကိုအလောတကြီးရှာနေရင်းနဲ့ပဲ ဆေးရုံအတွင်းက\nအကျင့်ပျက်ခြစားမှူတွေအကြောင်း သိလာရတယ်။\nအကျင့်ပျက်ခြစားသူတို့ရဲ့ လုပ်ရပ်တစ်ခုက သားငယ်လေးရဲ့\nအသက်ကိုပါ ထိပါးလာတဲ့အခါမှာတော့ လင်ရိချန်တစ်ယောက်\nလက်ပိုက်ကြည့်မနေနိုင်တော့ပါဘူး။ သူ့ဇာတ်ကောင်တွေနည်းတူ\nသူကလည်း သားလေးအတွက်၊ မိသားစုအတွက်ဆို လက်နှေးနေမဲ့သူ မဟုတ်ပါဘူး။လက်မနှေးတဲ့အပြင် မိသားစုကိုချစ်တဲ့အချစ်က လှုံ့ဆော်ပေးလိုက်တဲ့\nဒေါသမီးတောက်နဲ့ တစ်ကမ္ဘာလုံးကို ပြာချဖို့ စီစဉ်ပါတော့တယ်။\nသူ ဘယ်လိုဘယ်ပုံတွေလုပ်မယ်ဆိုတာကိုတော့.............\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama , Family\nRuntime : 1h 58 min\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/fireflies-in-the-sun-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVMvi2I6jvWD4WpL7bLuwU7qmPY.jpg",
        "title": "Dive(2022)",
        "description": "Dive(2022)**********\n၂၀၂၂ မှာထွက်ရှိထားတဲ့ Dive ဆိုတဲ့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားကဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲမှာတော့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားမှာဘယ်သူမှမသိအောင်တိုးတိုးတိတ်တိတ်ဖြစ်သွားခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေအကြောင်းကိုပြသထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့မာရီရယ်ဆိုတဲ့နိုင်ငံ့အဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတစ်ယောက်ကပြိုင်ပွဲဝင်နေတဲ့အချိန်မှာသူ့ရဲ့တွဲဖက်ကဒဏ်ရာအကြီးအကျယ်ရသွားခဲ့ပါတယ်။ဖြစ်ချင်တော့ ၂၀၀၄ ခုနှစ်အိုလံပစ်ပြိုင်ပွဲကြီးကလဲနီးလာပြီဖြစ်တော့အကုန်လုံးပျာယာခတ်နေတကြတဲ့အချိန်မှာအသက် ၁၄ နှစ်သာရှိသေးတဲ့နာဒီယာဆိုတဲ့ပါရမီရှင်ကောင်မလေးနဲ့ မာရီယယ်ကိုသူတို့ရဲ့နည်းပြနဲ့တွဲပေးခဲ့ပါတယ်။အဲ့လိုဖြစ်ပြီးသိပ်မကြာခင်မှာပဲကလေးမလေးနာဒီယာရဲ့အမေကသူတို့ရဲ့နည်းပြဟာသူ့သမီးကိုလိင်အကြမ်းဖက်တယ်ဆိုပြီးထစွပ်စွဲပါတော့တယ်။မျက်မြင်သက်သေမရှိတဲ့အပြင်သမီးဖြစ်သူကိုယ်တိုင်ကပါအမေကိုဆန့်ကျင်ပြီးပြောနေလို့အဲ့ဒီအမှုကမြန်မြန်ပဲပျောက်ကွယ်သွားပါတော့တယ်။ဒါပေမယ့်နောက်ပိုင်းမှာတော့မာရီယယ်တစ်ယောက်နည်းပြနဲ့ကောင်မလေးကြားကအပြုအမူတွေဆက်ဆံပုံတွေကိုမသင်္ကာတဲ့အတွက်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေသိလာရမလဲ။ဘယ်သူမှမသိတဲ့မာရီယယ်ကိုယ်တိုင်တောင်မသိတဲ့သူ့ဘဝရဲ့အိပ်မက်ဆိုးကြီးတစ်ခုကလည်းအဲ့ဒီအချိန်မှာထွက်ပေါ်လာပြီးမာရီယယ်ပါအဲ့ဒီအိပ်မက်ဆိုးထဲကရုန်းထွက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size : (1.1GB),&(541MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Sport,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Saw Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2BA8y/Dive(2022).WEB-DL.720P(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/0l7DE_4f-140x200.jpg",
        "title": "The Hypnosis(2021)",
        "description": "The Hypnosis(2021)အညွှန်း************************TVကနေပြီးတော့ အတိတ်ဘဝအကြောင်းတွေကို အိပ်မွေ့ချနည်း အသုံးပြုပြီး ပြန်လည်တူးဖော်တဲ့အစီအစဉ်တစ်ခုကို ရိုက်ကူး ပြသခဲ့တယ် ..လူငယ်တော်တော်များများကလည်း  ဆန်းကြယ်ပြီး ပြုလုပ်ရလွယ်တဲ့အိပ်မွေ့ချခြင်း‌အပေါ် စိတ်ဝင်စားလာကြတယ် ..အဲ့ဒီလူငယ်တွေထဲမှာ ဂျင်းဟိုနဲ့ ဒိုဂယောင်းလည်းအပါအဝင်ပေါ့...သူတို့(၂)ယောက်က ဒီအိပ်မွေ့ချနည်းပတ်သက်ပြီးအတွေ့အကြုံအနည်းငယ်ရှိပါတယ်..ဒါ့ကြောင့် TV ရုပ်သံလွှင့်ဌာနက လွှင့်တဲ့အတိုင်း ရဲရဲဝံဝံစမ်းသပ်ပါတော့တယ်...အဲ့ဒီနောက်တော့ ဆိုးရွားတဲ့ပြဿနာတွေဆက်တိုက်ပေါ်လာပါတော့တယ်... File Size :(1.6GB) (857MB) and (324 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myat Thet\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Elmt/The_Hypnosis.2021.WEB-DL.720P.NEW.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/3j3Lu8CIv4368Lwz2AcQ3t3goYV-133x200.jpg",
        "title": "Kamali from Nadukkaveri(2021)",
        "description": "Kamali from Nadukkaveri (2021)\n-------------------------------------\nIMDB 7.7./ 10 User 904တမီးလ် ဒရာမာလေးပါ.ကမလီဆိုတဲ့ အမျိုးသမီးကျောင်းသူလေးကိုအဓိကဇာတ်ကောင်အဖြစ်ရိုက်ကူးထားပါတယ်. ကမလီက ပုံမှန်ရွာသူလေးတစ်ယောက်.တနေ့ သူ့အိမ်မှာမိသားစုနဲ့အတူ တီဗီကြည့်ရင်း တနိုင်ငံလုံးအဆင့် ၁ရတဲ့ ကျောင်းသားတစ်ယောက်ကိုတိတ်တခိုး သဘောကျမိတယ်. သူ့အချစ်က အဲ့လောက်နဲ့ရပ်မသွားခဲ့ပါဘူး. သူချစ်တဲ့ ကောင်လေးနဲ့ကျောင်းအတူတက်ရပြီး ချစ်သူဖြစ်တဲ့ထိ သူက ရည်ရွယ်လိုက်ပါတယ်. အဲ့နေ့ကစပြီး ကမလီလေးကစာကိုတစိုက်မတ်မတ်ကြိုးစားပါတော့တယ်.သူ့ရဲ့ကြိုးစားမှုတွေက ဖြစ်လာမှာလား? အချစ်စိတ်တစ်ခုထဲနဲ့ ကမလီလေး သူရဲ့ ဖြစ်ချင်တဲ့ ဆန္ဒတွေ တကယ် ဖြစ်လာမလား??ကြုံတွေ့လာရတဲ့ စိန်ခေါ်မှုတွေကို အောင်မြင်စွာနဲ့ ဘယ်လိုကျော်လွှားခဲ့လဲဆိုတာကိုစိတ်၀င်စားဖွယ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်. လူငယ်ဆန်ဆန် ကျောင်းသားကားလေးမလို့ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတာမလို့ ညွှန်းချင်ပါတယ်. File size…2.31GB and 1.2GB and 591MB\nQuality…1080p TRUE WebDl DDP5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 27min\nGenre….Drama\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Elc8/Kamali_from_Nadukkaveri_(2021)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Once-upon-a-Time-in-America-one-sheet-1-150x200.jpg",
        "title": "Once Upon a Time in America (1984)",
        "description": "Once Upon A Time In America (1984)\n========================သူများပြောတာ ကြားဖူးတာကတော့ ဒီရုပ်ရှင်ကို ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ စကားနှစ်လုံးနဲ့ ခြုံလွှမ်းဖော်ပြရရင် ခမ်းနားထည်ဝါခြင်းနဲ့ ရင်သပ်ရှုမောဖွယ်ဖြစ်ခြင်းဆိုတဲ့ စကားလုံးနှစ်ခုကို ရွေးရလိမ့်မယ်တဲ့။\nကျွန်တော်တော့ အဲ့ဒီနှစ်ခုထက်ပို ဒီရုပ်ရှင်ရဲ့ အနှစ်သာရဖြစ်မယ်ထင်တဲ့ တတိယ စကားလုံးနဲ့ ဖော်ပြချင်တယ်။လွမ်းမောဖွယ်ကောင်းခြင်း။\nOnce upon A Time in Americaဟာ နာမည်နဲ့လိုက်အောင် လွမ်းမောဖွယ်အတိရှိနေတဲ့ ရုပ်ရှင်ပါပဲ။ ဘယ်လိုဇာတ်လမ်းအမျိုးအစားလဲပြောရရင်တော့ဂန်းရုပ်ရှင်ပါ။ အမေရိကရဲ့ လမ်းမပေါ်က ဘဝတွေအ‌ကြောင်းပါပဲ။\nမူရင်းဝတ္တုဟာ တကယ့်အပြင်လောကက ဂန်းစတားတွေရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတိပါ။\nဖြစ်ရပ်အများစုက အဖြစ်မှန်‌တွေလို့ ဆိုလို့ရတယ်။\nဒီဝတ္တုကို စာရေးဆရာဟာ ထောင်ကျနေတုန်း ရေးခဲ့တယ်လည်း ပြောကြတယ်။\nမူရင်းဝတ္တုရဲ့စာရေးဆရာဟာ ဒီရုပ်ရှင်ထဲက Robert De niroရဲ့ ကာရိုက်တာလို့ ဆိုကြတယ်။ ဟုတ်မှာပါ။\nဒီလေးနာရီကြာ ရုပ်ရှင်ကို ကျွန်တော်တော့ ရုပ်ရှင်တစ်ခုလို့ မခံစားခဲ့ရဘူး။\nလူတစ်ယောက်ရဲ့ဘဝကို လေးနာရီအတွင်း ကြည့်နေရသလိုခံစားခဲ့ရတယ်။ ဂန်းစတားတစ်ယောက်ရဲ့တကယ့်ဘဝတစ်ခုကိုပေါ့။ဂန်းကားချင်း ယှဉ်ကြည့်မယ်ဆိုရင် ယေဘုယျအမြင်အရတော့ ဒီရုပ်ရှင်ဟာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-america-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lust_Stories-233427777-large-135x200.jpg",
        "title": "[18+] Lust Stories (2018)",
        "description": "IMDb (6.4) / Rotten Tomatoes (100%)18+လို့ခေါင်းစဉ်တပ်ထားလို့ လိင်အသားပေးသီးသန့်ချည်းပါတယ် မထင်လိုက်ပါနဲ့ဒါပေမဲ့ ရုပ်ရှင်ရဲ့အလိုသဘောအရတော့ အသုံးအနှုန်းတွေ၊ တချို့ပြကွက်တွေကအရွယ်ရောက်ပြီးသားလူတွေနဲ့ပဲသင့်တော်မယ့် အနေအထားမို့လို့ပါဒီဇာတ်ကားကို Netflixကဖြန့်ချီပြီး အိန္ဒိယရဲ့နာမည်ကြီး ဒါရိုက်တာလေးဦးဖြစ်တဲ့Karan Johar Anurag Kasyap Zoya Akhtar Dibakar Banerjee တို့ကရိုက်ကူးထားတာပါ။ဇာတ်လမ်းတိုလေးခုနဲ့ဖွဲ့စည်းထားပြီး ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်များနဲ့ အကောင်းဆုံးပုံဖေါ်ထားတာပဲဖြစ်ပါတယ်Love & Sex, Sex & Lust ကို အမျိုးသမီးတွေဘက်မှ အကောင်းဆုံး ရိုက်ပြထားတာပါ။အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒ၊ ယောက်ျားတွေ သတိမထားမိတဲ့ သူတို့လိုအပ်ချက်တွေအမျိုးသမီးအချင်းချင်းတောင် မသိနိုင်တဲ့ တချို့တချို့ကိစ္စတွေကို ပညာသားပါပါနဲ့ အမိုက်ဆုံးဖြစ်အောင် ပြသ,သွားခဲ့တာပါ။ \"အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒက ကလေးရရုံသက်သက်ပဲ မဟုတ်ပါဘူး \"\" ကိုယ်ချစ်တဲ့သူကို နစ်နာအောင်မလုပ်ကြဘူး မှန်တယ်လို့ပဲပြောရမှာပေါ့ရည်ရွယ်ရွယ်ချက်ရှိရှိနဲ့တော့မဟုတ်ဘူး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18-lust-stories-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNmY1M2QyYmEtODZjMy00ZDBlLTliNzAtMDdkYTcwOGRlN2U5XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-141x200.jpg",
        "title": "Uppena(2021)",
        "description": "Uppena 2021\n--------------------\nIMDB Rating 6.9/10Action / Drama / Romanceတေလဂူးလ်ကားတွေထဲ အချစ်ကားဆို သိပ်မကြိုက်ပေမယ့်\nဒီကားလေးကတော့ အတော်လေး သဘောကျစရာကောင်းတယ်လို့ပဲ\nပြောရမှာပေါ့. ဇာတ်လမ်းအစမှာ ကြည်နူးဖွယ်ဇာတ်ဝင်ခန်းတွေ\nအလယ်လောက်မှာတော့ ခံပြင်းစရာဇာတ်ဝင်ခန်းမျိုးနဲ့\nဇာတ်လမ်းအဆုံးမှာတော့ မထင်မှတ်ထားတဲ့\nအချိုးအကွေ့နဲ ဆွဲဆောင်သွားမယ့် ဇာတ်အိမ်မျိုးနဲ့ ရိုက်ကူးထားပါတယ်.\nမျိုးရိုးမတူတဲ့ လူငယ်နှစ်ယောက်ကြားက မေတ္တာရယ်\nမျိုးရိုးဇာတ်ဆိုတာကြီးကို သိပ်ကို ပြင်းထန်စွာ ခံယူထားတဲ့ ရာယာနမ်ဆိုတဲ့ လူကြီးရဲ့\nအတ္တတရားကို အိုဗာအက်တင်သိပ်မပါပဲ ကြည့်ရမယ့်ကားမျိုးပေါ့.\nကုလားပြည်မှာက မျိုးရိုးဇာတ်ခွဲခြားမှုတွေ သိပ်ကိုပြင်းထန်ခဲ့တာပေါ့ဗျာ.\nလူလူချင်းတူပေမယ့် မျိုးရိုးဇာတ်နိမ့်သူက ပညာတက်ဖြစ်ရင်တောင်\nအဖတ်မလုပ် မတူမတန်ရွံစရာသလို ဆက်ဆံခံရတဲ့ အန္ဒိယပြည့်ရဲ့\nအရိပ်မည်းကြီးကို ဒီကားက အခြေပြု ရိုက်ကူးထားပါတယ်.ဇာတ်လမ်းအကျဉ်း\n-----------------\nရာယာနမ်ဆိုတဲ့ လူကြီးက ရွာရဲ့မျက်နှာဖုံး\nမျိုးရိုးဇာတ်အမြင့်ကိုမှ လူလို့ထင်တဲ့လူ.\nသမီးဖြစ်သူကို ကောလိပ်တတ်ဖို့\nရွာကို မြို့ကောလိပ်က ဘတ်စ်ကားကိုပါ\nလာခေါ်ခိုင်းနိုင်ပြီး တရွာလုံးကလူတွေကို\nသေဆိုသေရှင်ဆိုရှင်စေနိုင်တဲ့ထိ အာဏာဆက်ပြင်းတဲ့လူကြီး.\nသမီးဖြစ်သူ ဆဂီးသာကတော့ ဖြူစင်တဲ့ကောင်မလေးပေါ့.\nသူမ အဖေရာယာနမ်က သူ့ကိုသိပ်ဂရုမစိုက်ဘူးခံစားရလို့\nအားကိုးရမယ့် ချစ်သူကို ရှာဖွေနေသူပါ. တနေ့တော့\nမထင်မှတ်ပဲ သူ့ကျောင်းအပြန်လမ်းက ရန်ပွဲမှာ\nသူ့ရင်ခုန်ရာ ကောင်လေးကိုရှာတွေ့ခဲ့ပါတယ်.\nကောင်လေးက သူတို့ရွာနားက ကမ်းစပ်မှာ\nနေထိုင်စားသောက်ပြီး တံငါသည်လုပ်ငန်းနဲ့\nအသက်မွေးရတဲ့ ဆင်းရဲသားမျိုးရိုးဇာတ်နိမ့်သူ.\nဒါပေမယ့် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Ymgn/Uppena_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Fast-Times-at-Ridgemont-High-1982-Poster-stoner-movies-43219449-1000-1500-133x200.jpg",
        "title": "[18+] Fast Times at Ridgemont High (1982)",
        "description": "IMDb Rating (7.2)/Rotten Tomatoes (77%)Simple is beautiful ဆိုတာ ဒါမျိုးပေါ့...ဒီဇာတ်ကားက ဘာ Plot Twist မှ မပါဘဲ တကယ့်ကို ရိုးရိုးလေးတင်ဆက်ထားတာပါ...ဒါပေမယ့် ရိုးလွန်းတဲ့အလှတရားတွေနဲ့ လူ့သဘောလေးတွေကို မြင်နေရတာ သိပ်သဘာဝကျပါတယ်...လူသားတစ်ယောက်ရဲ့ ရပိုင်ခွင့် လွတ်လပ်ခွင့်တွေကို အများကြီးတန်ဖိုးထားပြီး တည်ဆောက်ထားတဲ့အနောက်တိုင်းလူနေမှုဘဝကိုမြင်တွေ့ရတာလဲ အားကျကျေနပ်စရာပါ...ဇာတ်ကားကြည့်နေစဉ်တစ်လျှောက်လုံး မျက်နှာကြီးပြုံးဖြီးနေအောင် ကျေနပ်စွာကြည့်ရှုရမယ့်Teen Comedy Romance Drama ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားထဲမှာ တခြားနာမည်ကြီးတဲ့ ဝိသေသတွေရှိပါသေးတယ်...ကြည့်နေရင်း နောက်ပြန်ရစ်လိုက် ပြန်ကြည့်လိုက်နဲ့Pause လုပ် အခံရဆုံး ဇာတ်ကားတွေထဲကတစ်ကားအဖြစ် နာမည်ကြီးတာပါ။ဒီထဲက မင်းသမီးနှစ်ယောက်လုံးရဲ့ တကယ့်ကို နုပျိုလှပတဲ့အရွယ်မှာ ရိုးရိုးရှင်းရှင်း အကုန်ချပြ ရိုက်ကူးထားတာကိုး။မင်းသားရှောင်ပိန်းလဲပါတယ်..တခြားနာမည်ကြီးတွေလဲပါတယ်..ပါဆို နီကိုလပ်ကေ့ချ်တောင် ဖြတ်လျှောက်ပါသေးတယ်။ဇာတ်လမ်းကိုအနည်းငယ်ပြောရမယ်ဆိုရင်..ဒီရုပ်ရှင်ထဲက အဓိကဇာတ်ကောင် Stacy ဆိုတဲ့ကောင်မလေးက ချိန်းတွေ့တဲ့နေရာမှာ အတွေ့အကြုံမရှိသူပီပီချိန်းတွေ့တဲ့အတွေ့အကြုံကို အရမ်းခံစားဖူးချင်နေတဲ့သူပါ။ဒါကြောင့် အဲ့ဒီနယ်ပယ်မှာကျွမ်းကျင်တဲ့ သူငယ်ချင်းရဲ့အကြံပြုချက်အတိုင်းလိုက်နာရင်း၃ ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းထဲသို့ ကျရောက်သွားပါတော့တယ်။အိမ်မှာ အဖေတို့ အမေတို့ ဦးလေးတို့ကငါတို့ခေတ်တုန်းက ...",
        "rating": "",
        "url": "https://megaup.net/Ynrt/Fast.Times.at.Ridgemont.High.1982.REMASTERED.720p.BluRay.x264-HANDJOB.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/gAWOkFaydyJQgs12BLoL0ypnBqE-133x200.jpg",
        "title": "Light (2021)",
        "description": "Light (2021)\" အချစ်က နူးညံ့တယ် ပျားရည်လိုချိုတယ် \"ကျွန်တော်တို့ ဝတ္တုတွေ ထဲ ရုပ်ရှင်တွေထဲ အခမ်းနားဆုံးအချစ် နဲ့ ပတ်သက်သမျှ အနူးညံ့ဆုံး စကားလုံးတွေ သုံးကြတယ်ကျွန်တော် ပြောပြချင်တဲ့ ကြည့်စေချင်နေတဲ့ ဇာတ်လမ်းလေး တစ်ပုဒ် ရှိတယ်ဗျရှောင်ကွမ်း(အလင်းလေး) ဆိုတဲ့ ကောင်လေး တစ်ယောက်ရှိတယ်ချစ်စရာမျက်နှာချိုချိုလေး နဲ့ ကလေး ပေါ့နာမည်ကသာ \"အလင်း\" ဘဝက မှောင်တာမှ မိုက်လို့။ဘဝကို အမှောင်လောကမှာပဲ အသက်မွေးရတယ်။အမေသေပြီးနောက် ပထွေးရဲ့မတရားကျင့်ကြံမှုနဲ့အတူ အမှောင်ကမ္ဘာထဲကိုအရွယ်မတိုင်ခင် အသက်ငယ်ငယ် နဲ့ ရောက်ရှိနေတဲ့ သမင်ဖြူလေး တစ်ကောင်ဖြစ်တဲ့ရှောင်ကွမ်း အသက်ရှင်ဖို့ လမ်းကြားတွေက အန္တရာယ် များလွန်းခဲ့တယ်ခန္ဓာကိုယ် ပေးဆပ်ရတဲ့ အပြင် နှိပ်စက်မှုတွေ ပါ လုပ်သွားတက်ကြတာပေါ့တစ်ရက်မှာတော့ ရှောင်ကွမ်းလေး ကို အားစော ဆိုတဲ့ ကိုကြီး တစ်ယောက်ကဒီလမ်းကြားတွေ ဆီကနေ ကယ်တင်ခဲ့တယ်....ရှောင်ကွမ်းလေး က ကိုကြီး နဲ့ အတူရှိနေတဲ့ ...",
        "rating": "8/10",
        "url": "https://megaup.net/1Ek8n/Light_2021_720p_{CM}.mkv",
        "category": "BL, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A734mQnqdLfraDMJ2Ad1lyE8wwP.jpg",
        "title": "The Swarm (2021)",
        "description": "၂၀၂၁ ထွက် Thriller ဇာတ်ကားလေးပါ။ဇာတ်လမ်း အကျဉ်းကတော့ ဗာဂျီနီဆိုတဲ့ အဓိကဓာတ်ကောင်က ကျိုင်းကောင်တွေမွေးပြီး ရောင်းပါတယ်။ဒီမှာ ပုရစ်ရောင်းသလိုပေါ့ဗျာ။သူ့မှာ သမီးတစ်ယောက် သားတစ်ယောက်ရှိတယ်။ သူ့အလုပ်ကလည်း အဆင်မပြေသားသမီးတွေကိုလည်း ဂရုမစိုက်နိုင်ဆိုတော့ ပြဿနာတွေဖြစ်ကြတာပေါ့။နောက်တော့ ကျိုင်းကောင်တွေကို အကောင်ကြီးကြီးရအောင် လုပ်နိုင်တဲ့နည်းလမ်းကိုတွေ့လာတယ်။ကျိုင်းကောင်တွေကို သွေးတိုက်တာပါ။အခက်အခဲတွေကြားမှာ ကြံရာမရတဲ့အဆုံး ကျိုင်းကောင်တွေကို သွေးတိုက်ပြီးမွေ့းပါတော့တယ်။ပထမတော့ သွေးကို ဝယ်နေပေမဲ့ နောက်တော့ သွေးဝယ်လို့မရတဲ့အဆုံး ကိုယ်တိုင်သွေးရှာပြီး တိုက်ပါတော့တယ်။နောက်တော့ သွေးသောက်နေတဲ့ ကျိုင်းကောင်အုပ်ကြီးနဲ့ သွေးကိုကိုယ်တိုင်ရှာနေတဲ့သူ ဘယ်လိုဖြစ်သွားမလဲဆိုတာကို ဆက်ပြီးကြည့်လိုက်ပါတော့။ ဘာသာပြန်သူတွေကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…File Size : (900 MB) and (450 MB)\nQuality : NF WEB-DL (720p,480p)\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre : Drama, Fantasy,Horror\nSubtitle : ...",
        "rating": "5.3",
        "url": "https://megaup.net/Yjpu/(CM)_The.Swarm.2020.FRENCH.720p.NF.WEB-DL.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4G4eHMm6H691zuByWokWvpXjJuW.jpg",
        "title": "The Cursed: Dead Man’s Prey(2021)",
        "description": "The Cursed: Dead Man’s Prey(2021) အညွှန်း****************************************တိတ်ဆိတ်တဲ့ညတစ်ညမှာ လူသတ်မှုတစ်ခုဖြစ်သွားတယ်...လူသတ်မှု အခင်းဖြစ်ပွားရာနေရာတစ်ခုမှာ သံသယရှိသူနဲ့ နစ်နာသူရဲ့ အလောင်းနှစ်ခုကို တွေ့ရှိတယ် ...ထူးဆန်းတာက တရားခံအဖြစ် သံသယရှိသူရဲ့ အလောင်းက လွန်ခဲ့တဲ့ သုံးလလောက်ထဲက သေဆုံးပြီးသားအလောင်းဖြစ်နေခဲ့တယ်....ရဲတွေအတော်ခေါင်းကိုက်ရတဲ့ကိစ္စဖြစ်နေတယ်..အဲ့ဒီနောက်မရှေးမနှောင်းမှာပဲ ရုပ်သံတိုက်ရိုက်လွှင့်အစီအစဉ်တစ်ခုမှာ အချိန်ဖုန်းအဝင်တစ်ခုကအင်တာဗျူးဖြေချင်တယ်..ဒီလူသတ်မှုကို သူပဲကျူးလွန်ထားတယ်လို့ဆိုတယ်...ဒါ့ကြောင့် ရဲတွေရော ရုပ်သံဌာနကလူတွေကိုရော အမည်မသိသူစိမ်းကိုစောင့်နေကြတယ်..အဲ့ဒီနောက်ဒီလူဟာ ကိုရီးယားတစ်နိုင်ငံလုံးနဲ့ ရဲဌာနတစ်ခုလုံးစောင့်ကြည့်နေတဲ့အချိန်မှာပဲဒီလူသတ်မှုကို သူကျူးလွန်တယ်ဆိုတာရယ်...လုပ်နည်းကတော့ လူသေကောင်တွေကိုအောက်လမ်းနည်းနဲ့ထိန်းချုပ်ပြီး သတ်တယ်ဆိုတာရယ်..နောက်သတ်မဲ့သူတွေရဲ့အမည်တွေကိုပါ ပြောပြသွားတယ်....ဘယ်သူတွေက အလောင်းကောင်တွေကိုထိန်းချုပ်ထားတာလဲ...ဒီလိုမျိုးကြီးပြောပြီး လူသတ်မှုကျူးလွန်မှာကို ရဲတွေကရောတားဆီးနိုင်ပါ့မလား..ဘာ့ကြောင့်ရန်ငြိုးတစ်ကြီး ဒီလိုမျိုးကြီး လုပ်တာလဲ...ဒီကားက စလာလာချင်းကိုကြမ်းပါတယ်...သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဇာတ်အိမ်ကိုဖွဲ့စည်းထားပြီးအစမှ အဆုံးထိကို စိတ်ဝင်စားစရာကောင်းပါတယ်...Fight Scene တွေလည်း တော်တော်မိုက်ပါတယ်...File Size :(2GB) (1GB) and (418 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Horror,Mystery , Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ymqr/The_Cursed_Deads_Mans_Prey.2021.WEB-DL.720P.PP.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/dcc32f41-7ac9-467f-b057-233940fae437-137x200.jpg",
        "title": "Netrikann (2021)",
        "description": "Netrikann (2021)\nCrime, Drama, Mystery\nIMDb 7.3/10ဒီကားကလည်း Remake တွေထဲမှာ အကြိမ်ကြိမ် ပြန်ရိုက်လည်း မရိုးနိုင်တဲ့ Remake ထဲက တစ်ကားပါပဲ။2011 ခုနှစ်တုန်းက ကိုရီးယားက Blind ဆိုတဲ့ အမည်နဲ့ ရိုက်ကူးခဲ့ပါတယ်။\n2015 ခုနှစ်မှာတော့ တရုတ်က The Witness ဆိုတဲ့ အမည်နဲ့ ရိုက်ကူးခဲ့ပါတယ်။အခု ၂၀၂၁ ခုနှစ်မှာတော့ အိန္ဒိယက Netrikann ဆိုတဲ့အမည်နဲ့ ရိုက်ကူးခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....မတော်တဆမှုတစ်ခုမှာ မောင်ဖြစ်သူသေဆုံးပြီး ကိုယ်တိုင်မျက်စိကွယ်ခဲ့ရတဲ့\nစီဘီအိုင်အရာရှိကောင်မလေး ဒူရ်ဂါဟာ မျက်စိကွယ်ခဲ့ရတဲ့အတွက်\nစီဘီအိုင်(ရဲ)အလုပ်ကိုလည်း ဆက်မလုပ်နိုင်တော့ဘဲ ဘဝကို သိမ်ငယ်စွာဖြတ်သန်းနေခဲ့တယ်...တစ်ရက် ကားငှားပြီးစီးလာရင်းနဲ့ ဒါရိုက်ဘာက လူတစ်ယောက်ကို တိုက်မိသွားတယ်..\nခွေးတစ်ကောင်ကို တိုက်မိတာပါလို့ ယာဉ်မောင်းက လိမ်ပေမယ့်လည်း\nစီဘီအိုင်အရာရှိဟောင်းဖြစ်တဲ့ဒူရ်ဂါအဖို့ မျက်စိမမြင်ပေမယ့်လည်း အဖြစ်မှန်ကို လွယ်လွယ်ခန့်မှန်းမိနေပါတယ်...လူကိုပါ ရန်ရှာလာတော့ ရဲစခန်းမှာ အမှုလာဖွင့်တယ်....\nမျက်မမြင်တစ်ယောက်ရဲ့တိုင်ချက်ဆိုတော့ အရေးမလုပ်ကြဘူး\nအဲ့ဒီခစန်းမှာလည်း ဘယ်သူကမှ လေးစားမှုမရှိတဲ့ အူတူတူ အက်စ်အိုင်အရာရှိတစ်ယောက်ရှိတယ်...သူကလည်း စခန်းကလူတွေလေးစားခံရဖို့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Ymej/NETRIKANN_(2021).720p.CM.mp4",
        "category": "Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
        "title": "Bhuj: The Pride of India(2021)",
        "description": "Bhuj: The Pride of India(2021) အညွှန်း***********************************ဖြစ်ရပ်မှန်အခြေခံတဲ့ အိန္ဒိယစစ်ကားတစ်ကား... ဒီရုပ်ရှင်ဟာ ၁၉၇၁ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ အိန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကိုအခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Ajay Devgn , Sanjay Dutt , Sonakshi Sinha က ခေါင်းဆောင်ပါဝင်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း (တာဝန်ခံ)အရာရှိ ဗီဂျေးကာရ်နစ်ခ်ရဲ့လက်အောက်မှာရှိတဲ့ ဘူဂျ်လေတပ်စခန်းဟာပါကစ္စတန်လေတပ်ရဲ့ဗုံးကြဲခြင်းကို ခံလိုက်ရလို့ လေယာဉ်ပြေးလမ်းတွေပျက်စီး ကုန်တယ်....ဒါ့အပြင် တင့်ကားလက်နက်အပြည့်အစုံ ၊အင်အားအလုံးအရင်းနဲ့ နယ်စပ်ကို ကျူးကျော်ဝင်ရောက်လာမယ့် ပါကစ္စတန်ကြည်းတပ်ကိုအိန္ဒိယနယ်ခြားစောင့်တပ်တွေက မထိန်းနိုင်တော့ပါဘူး။အဲ့ဒီနေရာကို တစ်ခြားတပ်ရင်းတွေကနေ ရဟတ်ယာဉ်နဲ့စစ်ကူပို့ပေးနိုင်ဖို့ ကြိုးစားခဲ့ပေမယ့်လည်း တစ်ဖက်မှာ ပါကစ္စတန်ရေတပ်က အမြောက်ကြီးတွေနဲ့တောက်လျှောက်ပစ်ခတ်နေတာကြောင့် ရဟတ်ယာဉ်တွေ ဝေဟင်မှာ မပျံရဲတော့ပါဘူး။တကယ့်ခံစစ်စည်းကျိုးပေါက်ရင်တခြားနေရာတွေပါအလွယ်တကူပေးလိုက်ရမှာမို့ ဒီနေရာကိုမဖြစ်မနေ ပါကစ္စတန်တွေမသိမ်းနိုင်အောင် အသဲအသန်ကြိုးစားရမဲ့အနေအထားဖြစ်ပါတယ်..စစ်ရေးအရ အရေးနိမ့်ကျမှုများစွာရှိလို့ အိန္ဒိယတပ်မတော်ဟာ နောက်ဆုံးနည်းတစ်နည်းနဲ့စစ်ပွဲကိုပြန်လည်စိုးမိုးဖို့ကြိုးစားပါတော့တယ်....သူတို့တွေဘယ်လိုကြိုးစားကြလဲ...သူတို့စီစဉ်ထားသလိုဖြစ်လာပါ့မလား..ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်တဲ့အတွက် အိန္ဒိယ ၊ ပါကစ္စတန် နဲ့ ဘင်္ဂလားဒေ့ရှ်နိုင်ငံတို့အကြောင်း ဖြစ်ပါတယ်။ရိုက်ချက်တွေတော်တော်ကြီး အဆင့်အတန်းမြင့်မားတဲ့ရုပ်ရှင်ဖြစ်လို့ ဇာတ်လမ်းအစအဆုံးကို ကိုယ်တိုင်ပဲ ခံစားကြည့်လိုက်ပါတော့...။  File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ejs1/BHUJ_-_THE_PRIDE_OF_INDIA_(2021)720p.pp.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGJmZjdmZjMtNDMzYi00Zjg4LWJiOGYtNTJjYzdmYzNlNTFjXkEyXkFqcGdeQXVyMzU4Nzk4MDI@._V1_-143x200.jpg",
        "title": "The Witness (2015)",
        "description": "ဒီေန႔အတြက္ေတာ့ တရုတ္အက္ရွင္ကားေကာင္းေလးကုိိ\n \nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက မႈခင္းကားေလးဆိုေတာ့\n \nအက္ရွင္တင္မကပါဘူး သဲထိပ္ရင္ဖိုၾကိဳက္တဲ့သူေတြပါ ရင္တမမနဲ႕\n \nၾကည့္ရမွာျဖစ္ပါတယ္ ဗ် ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီး ယံမီဟာလဲ\n \nမ်က္မျမင္အျဖစ္သရုပ္ေဆာင္တာ ေတာ္ေတာ္ေလးပိုင္ႏိုင္တာကိုေတြ႕ရပါတယ္\n \nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရဲအရာရွိေရွာင္ေရွာငး္ဟာ သူ႕ေမာင္ေလးကို\n \nရွာဖို႕အတြက္ႏိုက္ကလပ္တစ္ခုကိုသြားခဲ့ျပီး သူ႕ေမာင္ေလးကို\n \nေခၚျပီး ျပန္လာတဲ့လမ္းမွာ သူ႕ေမာင္ေလးက စိတ္ဆိုးျပီး ကားကို လီဗာကို နင္းရာမွ\n \nမေတာ္တဆ ျဖစ္ျပီး ကားေမွာက္သြားခဲ့ပါတယ္ ဒီလိုနဲ႕ သူဟာ အက္စီးဒင့္ေၾကာင့္\n \nမ်က္လံုးကြယ္သြားခဲ့ျပီး ဌာနကေန အနားယူခဲ့ရပါတယ္ ဒီလိုနဲ႕ ၃ႏွစ္ၾကာျပီးတဲ့\n \nအခါမွာေတာ့ သူ႕ဌာနက စီနီယာက ျပန္လည္ဆက္သြယ္လာခဲ့ျပီး\n \nအရင္ အမႈေဟာင္းရဲ႕ ဆက္စပ္ခ်က္ေတြနဲ႕ ျပန္လည္ကူညီဖို႕ေျပာလာခဲ့ပါတယ္\n \nဒီလိုနဲ႕ အမႈေဟာင္းေၾကာင့္ပဲ ေရွာင္ေရွာင္းကို အသက္ရန္ရွာလာတဲ့ အခါမွာေတာ့\n \nမ်က္မျမင္ျဖစ္ေနတဲ့ေရွာင္ေရွာင္းတေယာက္ ဘယ္လိုေတြမ်ား ဆက္လက္ျဖစ္ပ်က္မလဲ\n \nဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ရမွာျဖစ္ပါတယ္ဗ်\n \n(ဘာသာျပန္သူကေတာ့ ေက်ာ္လင္း ျဖစ္ပါတယ္ဗ် )",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-witness-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqDNdwM3JSR2b6EoEnYD8xZcPbi.jpg",
        "title": "Blind (2011)",
        "description": "[Unicode]၂၀၁၁ တုန်းက ထွက်ရှိထားတာဖြစ်ပြီး best screenplay ဆုလည်း ရရှိထားတဲ့ ကားဖြစ်ပါတယ် ။ပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Kim Ha Neul လည်း Best Actress ဆုကို ဒီကားနဲ့ ရရှိခဲ့ပါတယ် ။ဒီဇာတ်ကားလေးမှာ I'm not a robot/Memorist စတဲ့ ဇာတ်ကားတွေက မင်းသား Yoo Seung Ho လည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါသေးတယ် ။ဇာတ်လမ်းအကျဉ်းမင်ဆူအာဟာ ရဲသင်တန်းတက်ရောက်နေတဲ့ ရဲမေတစ်ယောက်ဖြစ်ပါတယ်\nသူမကတော့ မိဘမဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီး ဂေဟာမှာ အတူနေတဲ့ မွေးစားမောင်လေး ဒုံယွန်းလည်းရှိပါတယ်...တစ်ရက်မှာ မောင်နှမ ၂ ယောက် ကား accident ဖြစ်ပြီး ဒုံယွန်း သေဆုံးသွားခဲ့ပါတယ်\nဆူအာလည်း မျက်မမြင်တစ်ယောက် ဖြစ်သွားခဲ့ပြီး သူမရဲ့ ရဲမေဘဝကို စွန့်လွှတ်ခဲ့ရပါတယ်ဒါပေမယ့် တစ်ရက်မှာ သူမနေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/blind-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-13-at-23.39.32-135x200.png",
        "title": "Joe Bell (2020)",
        "description": "Joe Bell (2020)=============IMDb Rating - 5.3/10Joe Bell 2021 ဟာ 2013 လောက်က ဖြစ်ခဲ့တဲ့ အဖြစ်အပျက်တစ်ခုကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ကားလေးပါ။ဇာတ်လမ်းအစမှာ ဂျိုးဘဲဟာ ဂေးဖြစ်နေတဲ့ သူ့သားအတွက် awareness ရစေဖို့ တစ်နိုင်ငံလုံးကိုဖြတ်ပီး လမ်းလျှောက်ထွက်ရာက စထားပါတယ်။အဲဒီအ‌ကြောင်းကိုလည်း တစ်နိုင်ငံလုံးက သတင်းတွေမှာပါပြီး နာမည်ကြီးနေပါတယ်။ ဒါပေမယ့် တကယ်အရေးကြီးတဲ့ကိစ္စတွေကတော့ အတိတ်မှာဖြစ်ခဲ့တာဖြစ်ပါတယ်။  ဂျိုးဘဲ ဟာ စိတ်ဆတ်ပြီး စကားကိုလည်း ပွင့်ပွင့်လင်းလင်း ပြောတတ်တဲ့စရိုက်ကြမ်းသူတစ်ယောက်ပါ။ဂေးဖြစ်နေတဲ့အတွက် ကျောင်းမှာ အနိုင်ကျင့်ခံနေရတဲ့ သားဖြစ်သူ ဂျေဒင်ဘဲဟာ မိသားစုရဲ့‌ ထောက်ပံ့မှုကို လိုအပ်နေပါတယ်။အဲလိုနဲ့ ဂျေဒင်ဟာ သူဂေးဖြစ်နေတဲ့အကြောင်းကို မိသားစုကို ဖွင့်ပြောလိုက်ပါတယ်။ဒါပေမယ့် ရိုးရိုးပဲတွေးတတ်ပြီး စကားကိုလည်း ဒဲ့ပြောတတ်တဲ့ ဂျိုးဟာ သူ့သားပြဿနာကို ဘယ်လိုနည်းနဲ့ ဖြေရှင်းမှာလဲ?ဒီကားဟာ LGBTQ community‌ တွေအပေါ် ပိုမိုနားလည်လာစေဖို့ လူတိုင်းကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Ejkg/Joe.Bell.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNDlmZmM5N2MtNGUyMC00YmU2LWFmYzMtYWVlZDlhMmEwMmU3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-140x200.jpg",
        "title": "Kuruthi (2021)",
        "description": "Kuruthi (2021)IMDb 8.1/102021ခုနှစ် ဒီလထဲ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အိန္ဒိယသည်းထိတ်ရင်ဖိုဇာတ်လမ်းတပုဒ်ပါ. Thrillerဆို အင်္ဂလိပ်ကားလောက်ပဲ ratingကောင်းနေပေမယ့်ဒီအိန္ဒိယကားကတော့ Imdb၈ထိရထားတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားတပုဒ်ပဲဖြစ်တာကြောင့် အန္ဒိယရဲ့ ဒီThrillerရုပ်ရှင်ကို မြည်းစမ်းကြည့်စေချင်ပါတယ်.ဒီကားက လုံးဝ ကြည့်နေရင်းနဲ့ ရင်တထိတ်ထိတ်ဖြစ်စေမယ့်ကား...အီဗရာဟင်မ်ဟာ တောင်ခြေနားက ရပ်ကွက်အစုလေးမှာမိသားစုနဲ့အတူ နေထိုင်ပြီး ရာဘာစေးခြစ်တဲ့အလုပ်လုပ်ကိုင်သူဖြစ်ပါတယ်တစ်နေ့မှာတော့ မိုးသည်းထန်စွာရွာသွန်းမှုကြောင့် တောင်ပြိုကျမှုဖြစ်ပြီးအီဗရာဟင်မ်တစ်ယောက် ဇနီးနဲ့သမီးလေးကို ဆုံးရှုံးခဲ့ရတယ်စိတ်အားတင်းပြီး ဖခင်နဲ့ညီလေးနဲ့အတူ ကြိုးစားနေထိုင်ရင်း...တစ်ရက် ဒဏ်ရာရနေတဲ့ရဲမှူးတစ်ယောက် တရားခံနဲ့အတူအိမ်မှာခဏနားခိုခွင့်တောင်းလာတယ်..သိပ်မကြာတော့ နောက်ထပ်လူစိမ်းတစ်ယောက်ဝင်လာတယ်ဒီလိုတောတောင်ထဲမှာ ဒဏ်ရာတွေနဲ့ ရောက်လာတဲ့ရဲမှူးရယ်ဒီလူစိမ်းတွေနဲ့ အီဗရာဟင်မ်တို့ ဘာတွေဆက်ပြီးကြုံရအုံးမလဲဆိုတာကိုတော့ဒီဇာတ်ကားမှာ စိတ်လှုပ်ရှားစွာနဲ့ Thrillerရသ အပြည့်အဝနဲ့ကြည့်ရမှာပါFile size…1.2GB and 2GB and 512MB\nQuality…720p WEB DL and 1080p WEB DL DDP5.1 and 480p\nFormat…Mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by May Zin Oo & ...",
        "rating": "8.0",
        "url": "https://megaup.net/2kgH2/KURUTHI_(2021)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGIxOfxsgcNS8aco8xgFlv3rYnt.jpg",
        "title": "Beckett(2021)",
        "description": "Beckett(2021) အညွှန်း**********************IMDb....7.5ဒီကားထဲကမင်းသား John David Washington ဟာ မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန်ရဲ့သားဖြစ်ပြီးတော့ ဒါရိုက်တာကြီးနိုလန်ရဲ့TENET မှာပွဲကြမ်းခဲ့တာ တော်တော်များများသိကြမှာပါ...အခု Netflix ကထွက်တဲ့ ဒီကားထဲမှာတော့ တခြားသူတွေကို ကယ်ဖို့နေနေသာသာ သူ့ကိုယ်သူတောင်မနည်းပြန်ကယ်နေရတဲ့  ပြဿနာပေါင်းသောင်းခြောက်ထောင်ကြားရောက်နေတဲ့သူတစ်ယောက်ပေါ့....ဘတ်ကတ် နဲ့ ဧပရယ်တို့ဟာ ဂရိနိုင်ငံကိုအလည်အပတ်ရောက်ရှိနေတဲ့ အမေရိကန်စုံတွဲတစ်တွဲဖြစ်ပါတယ်။\nတစ်ညနေ သူတို့နှစ်ယောက် ခရီးစဉ်အတွင်းယာဉ်မတော်တဆမှုကြုံရာကနေ ဇနီးဖြစ်သူ ဧပရယ်သေဆုံးသွားခဲ့ပါတယ်။ဘက်ကတ်ကိုယ်တိုင်လည်း ဒဏ်ရာအပြင်းအထန်ရသွားတယ်...ဇနီးသည်သေဆုံးမှုကြောင့် သောကမငြိမ်းနိုင်သေးတဲ့ဘတ်ကတ်တစ်ယောက် ယာဉ်မတော်တဆမှုဖြစ်တဲ့\nနေရာကိုသွားပြီး သူ့ဇနီးသည်ဖြစ်သူကို နောက်ဆုံးအနေနဲ့ နူတ်ဆက်ဖို့သွားခဲ့ပါတယ်...အဲ့ဒီနေရာရောက်တဲ့အချိန်မှာပဲ ထူးဆန်းစွာ သူတို့ယာဉ်မတော်တဆမှုကို ကိုယ်တွယ်နေတဲ့ ရဲတွေကဘက်ကတ်ကို ပစ်သတ်ဖို့ကြိုးစားကြတယ်....နယ်မြေစိမ်းမှာ သူအားကိုးရာဖြစ်တဲ့ရဲတွေကိုယ်တိုင်က သူ့ကိုယ်လိုက်သတ်တယ်ဆိုတော့ ဘက်ကတ်တစ်ယောက်အကြီးအကျယ်ဒုက္ခရောက်ပါတော့တယ်...သူ့ကိုရဲတွေက ဘာလို့နှုတ်ပိတ်ဖို့ကြိုးစားတာလဲ... သူလွတ်မြောက်နိုင်ပါ့မလား...ဒီရဲတွေရဲ့နောက်မှာ သီးခြားဘယ်လိုအဖွဲ့အစည်းတွေများရှိနေမလဲ...သူကရော ဘယ်နေရာမှာ ဘာအမှားလုပ်ခဲ့မိလဲ? အခုလိုက်သတ်နေတဲ့သူတွေက ဘယ်သူတွေလဲ ?\nဘာကြောင့်လဲ ?\nအစရှိတဲ့ မေးခွန်းတွေကိုဘတ်ကတ်နဲ့အတူ ရင်တမမနဲ့ ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်။File Size : (1.9GB), (1GB), (380MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:48:00\nGenre ...",
        "rating": "7.5",
        "url": "https://megaup.net/2kgzh/Beckett.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BzVjmm8l23rPsijLiNLUzuQtyd.jpg",
        "title": "CODA(2021)",
        "description": "CODA(2021) အညွှန်း******************IMDb....8.0ကြည်နူးစရာ မိသားစုဇာတ်ကားမျိုးကို ကြိုက်နှစ်သက်ရင် ဒီကားလေးကို 100% recommend ပေးပါတယ်...IMDbလည်းကောင်းလှသလိုဆုကြီး(၄)ဆုတောင်ရရှိထားပါတယ်.... Coda ဆိုတဲ့အဓိပ္ပါယ်က သီချင်းတစ်ပုဒ်ရဲ့အဆုံးသတ် နိဂုံးပိုင်းကိုဆိုလိုတာပါ... ရူဘီက ဆွံ့အနားမကြားမိဘနှစ်ပါးက ပေါက်ဖွားလာတဲ့ သမီးအငယ်လေးပါ ...မွေးချင်းအစ်ကိုရှိပြီး သူကတော့ မိဘတွေလိုပဲမျိုးရိုးလိုက်ပြီးဆွံအ နားမကြားပေါ့...ဒါပေမဲ့ ရူဘီကတော့ ကံကောင်းထောက်မစွာနဲ့ လူကောင်းပကတိဖြစ်ပြီးမိသားစုငါးဖမ်းလုပ်ငန်းကိုကူညီလုပ်ကိုင်ပေးရရှာပါတယ်...တံငါလုပ်ငန်းနဲ့အသက်မွေးတာမို့ ကျောင်းမှာလည်းအမြဲလှောင်ပြောင်အနိုင်ကျင့်ခံရတဲ့ရူဘီ့မှာ ထူးခြားတဲ့ ပါရမီတစ်ခုပါလာပါတယ် ....အဲဒါကတော့ အသံပါရမီဖြစ်ပြီး သီချင်းဆိုအလွန်တော်တာပါပဲ.. ..ဒီလိုနဲ့ ရူဘီတစ်ယောက် အရဲစွန့်ပြီး ကျောင်းက တေးသံစုံကျူးအဖွဲ့ထဲဝင်လိုက်ရာမှ ဘာတွေဆက်ဖြစ်မလဲ ...သူသီချင်းဆိုတာကို ဆွံ့အနားမကြားတဲ့မိသားစုက ပံ့ပိုးပေးကြမှာလားဆိုတာကို ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်... File Size : (2.01GB).(1GB),(380MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Drama, Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu & Yoon Wahwah Theint\nEncoded ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Ej3k/Coda.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-11-at-15.15.30-134x200.png",
        "title": "Night Drive (2021)",
        "description": "Night Drive (2021)===============IMDb Rating - 5.6/10 လူ့လောကဆိုတာ အသက် ၁၀၀ သာနေချင်မှနေရမယ် အမှု ၁၀၀ ကတော့ ကြုံရတာပဲမလား၊ တခါတလေကျရင်ပြဿနာကကိုယ်ရှိတဲ့နေရာဆီ တကူးတကကိုလာတတ်တာမျိုးလေ။ကယ်လီဖိုးနီးယားက Developer ရပ်ဆဲလ်တစ်ယောက် နာမည်ကြီး App တစ်ခုကိုရေးခဲ့ပေမယ့်၊ သူငယ်ချင်းကောင်းမှုနဲ့ပိုက်ဆံတွေဝက်ဝက်ကွဲရှုံးသွားတယ်ဗျာ ဒါနဲ့ပဲ ဆရာသမားက ရိုးသားကြိုးစားစွာ Taxi မောင်းပြီး အလုပ်လုပ်နေတာ၊App မှာလည်း Point တွေ ကောင်းကောင်းလေးရထားတဲ့ Taxi ဆရာပေါ့။ ခရစ်စမတ်ညတစ်ညမှာတော့ ကောင်မလေးတစ်ယောက်ကိုကားမောင်းပြီး လိုက်ပို့တယ် . ဒါပြီးရင် သူလည်းပါတီတက်မယ်ပေါ့လေ။အဲ့ဒီမှာ ဇာတ်လမ်းစတာပဲ  . . . မတော်တဆမှုတစ်ခုဖြစ်ပြီး ဆက်တိုက်ဆိုသလို ပြဿနာတွေ ပေါ်တော့တာ သူ့ကားငှားလာတဲ့ကောင်မလေးကလည်း အရမ်းသွေးအေးလွန်းပြီး လျှို့ဝှက်ချက်တစ်ခုခုလည်းရှိနေတယ်၊ အဲ့ဒီလျှို့ဝှက်ချက်ကဘာများဖြစ်လဲThriller ဆိုပေမယ့် Comedy လည်းဆန်တာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားမျိုးလို့ပြောလို့ရတယ်။ရိုးရိုးသားသား Taxi ဆွဲစားနေတဲ့ ဆရာသမားရပ်ဆဲလ်ဆီကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/30bgg/Night.Drive.2021.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/aS6I9lOfs3Ypk0s3HR4sLmc41ds-133x200.jpg",
        "title": "I Can Only See (2021)",
        "description": "I can Only See (2021)၂၀၂၁ မှာအသစ်ထွက်ထားတဲ့ Horror/Comedy ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Cast တွေကတော့ 2AM member ဖြစ်သူ Jung Jin Woon\nမင်းသမီးကတော့ Sol Binတို့ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို .....\nသရဲကားဆိုပေမယ့် ဟာသလေးတွေရောထားလို့\nကြောက်တတ်သူတွေ ကြည့်ပျော်မယ့်ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nဇာတ်ကားရိုက်ဖို့ နေရာရှာနေတဲ့ တက်သစ်စ လူငယ်ဒါရိုက်တာတစ်ယောက်နဲ့\nသူတို့ရိုက်ကူးရေးအဖွဲ့အကြား ကြောက်စရာဖြစ်ရပ်တွေ ကြုံရပုံကို အဓိကထားရိုက်ကူးတာဖြစ်ပါတယ်ဂျန်းဂွန်းဆိုတဲ့ တက်သစ်စဒါရိုက်တာက ဇာတ်ညွှန်းလည်းရေးသလို\nဒါရိုက်တာလည်းလုပ်နေတဲ့ လူငယ်တစ်ယောက်ပါတစ်ရက်မှာသူရေးထားတဲ့ဇာတ်လမ်းကို အတူတူရိုက်ကူးဖို့\nကျောင်းတုန်းကစီနီယာတွေကိုခေါ်ပြီး ဇာတ်ကားတစ်ကားဖန်တီးဖို့အကြောင်းဖန်လာရင်း\nအဲ့ဒီဇာတ်ကားရိုက်တဲ့ နေရာ ဟိုတယ်ဟောင်းတစ်ခုမှာ သဘာဝလွန်ဖြစ်ရပ်တွေစဖြစ်လာပါတော့တယ်သူတို့အဖွဲ့ကဘယ်လိုတွေ အခြောက်ခံရမယ်ဆိုတာတော့\nစိတ်ဝင်စားစရာကောင်းတဲ့ ဟာသလေးတွေပါလို့\nရီမောဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ လက်လွှတ်မခံသင့်တဲ့ ကားကောင်းလေးဖြစ်ကြောင်းညွှန်းချင်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Moe Pwint ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB and 399 MB\nQuality….WEB-DL 1080p and 720p and 480pFormat…mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/2kf5x/I.Can.Only.See.2021.720p.CM.mp4",
        "category": "Comedy, Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/VyMTA5NzIyMDY5-150x200.jpg",
        "title": "Shershaah  (2021)",
        "description": "Shershaah 2021\n---------------------------------\nIMDB 9.0/10 User 3.9Kဒီနှစ်ထဲမှာ low budget နဲ့ဇာတ်ကားတွေချည်းမို့\nကားကောင်းတွေ နည်းခဲ့တယ်။ အဲ့ဒီအထဲ\nဒီဇာတ်ကားကတော့ ကြိုက်မိပါတယ်။ဗစ်ကရမ်ဆိုတဲ့ ငနဲက ငယ်ငယ်လေး ကတည်းက\nရန်ဖြစ်ဖို့လည်း လက်မရွံ့ခဲ့။\nအကြောက်တရားက မရှိခဲ့။ကျောင်းတွင်း ပြည်ထောင်စုနေ့၊ လွတ်လပ်ရေးနေ့တွေမှာဆို\nကျောင်းသားအားလုံးကို ကျောင်းဝတ်စုံနဲ့ မြင်ရပေမဲ့\nဗစ်ကရမ်ကတော့ အိန္ဒိယစ်စဝတ်စုံကို\nဂုဏ်ယူဝင့်ကြွားစွာ ဝတ်လာတတ်တယ်။ငယ်စဉ်ကတည်းက မက်ခဲ့တဲ့ အိပ်မက်က\nအရွယ်ရောက်လာတဲ့အခါ စစ်သားကြီးဖြစ်ဖို့ပေါ့။သူကောလိပ်တက်စဉ်မှာတော့ အင်မတန်မှကို\nချောမောလှပတဲ့ ချစ်သူတစ်ယောက်လည်း ပိုင်ဆိုင်ထားတယ်။အချစ်ရေးမှာရော သူ့ရဲ့ ရည်မှန်းချက် အိပ်မက်က\nဘယ်လို အတားအဆီးဖြစ်လာမလဲ။အဲ့ဒါက ဗစ်ကရမ်ရဲ့အကြောင်းပါပဲ ။သူ့တာဝန်ထမ်းဆောင်ရတဲ့ နေမြေကတော့\nအများသိတဲ့ စစ်သွေးကြွတို့ရဲ့ နယ်မြေ\nကက်ရှ်မီးယားပါပဲ။ကက်ရှ်မီးယားကို သူစတင်ရောက်စဉ်မကြာမီမှာပဲ\nဒေသခံတွေနဲ့ ရင်းနီးသွားတယ်။သတင်းပေးတွေရဲ့ သတင်းတွေအရ\nအကြမ်းဖက်သမားတွေကို ဘယ်လိုဖြိုခွင်းမလဲဆိုတာကိုလည်း\nစစ်ကားကောင်းတစ်ကားလို ကြည့်ရမှာပါ။အချစ်လည်း ပါသလို၊ စစ်ရေးလည်း ပါတာမို့\nကြည့်ရတာ ကျေနပ်မိစေမှာပါ။\nသူတို့တပ်ရင်းရဲ့ မြင်မြင်သမျှတွေဟာလည်း\nတကယ့်စစ်သားတွေလို စကားလုံးအသုံးအနှုန်းတွေကအစ\nသဘာဝကျလှပါတယ်။ဒီလို ကားကောင်းတစ်ကားကို မိတ်ဆွေတို့\nအပန်းဖြေနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဪ မေ့လို့.. ရိုချင်တဲ့သူတွေအတွက်လည်း\nသီချင်းလေးက ကောင်းလွန်းလို့ စာတန်းထိုးပေးထားပါတယ်ဗျ။ \nFile size…1.45GB and 2.18GB\nQuality…720p AMZN Web ...",
        "rating": "9.0",
        "url": "https://megaup.net/Ykyh/(CM)Shershaah.2021.720p.AMZN.WEB-DL.DDP5.1.HEVC-Telly.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19ImjMts1JJ2UuvPU33kYSC8f39.jpg",
        "title": "[18+] Young & Beautiful (2013)",
        "description": "IMDb Rating (6.7)Rotten Tomatoes ( 74%)ပြင်သစ်မော်ဒယ်သရုပ်ဆောင် မင်းသမီး Marine Vacth အဓိကပါဝင်ထားတဲ့ပညာပေး 18+ အချစ်ရိုမန့်ဘာညာ ဇာတ်ကားလေးဖြစ်ပါတယ်။အစ်ဇဘယ်လာတစ်ယောက် လှသွေးကြွယ်ချိန် ၁၇ နှစ်လောက်မှာချစ်သူနဲ့ ရိုနေချင်ပေမယ့် ချစ်သူက အတူနေပြီးတာနဲ့ အရိုဇာတ်လမ်းက မြန်မြန်ပဲပွဲသိမ်းခဲ့ပါတယ်...ဒီအချိန်မှာ အစ်ဇဘယ်လာတစ်ယောက် သူ့ရဲ့ Secret Life ကို စတင်စမ်းသပ်ဖြစ်ပါတော့တယ်...Call Girl အဖြစ် အသက်ကြီးကြီးဘိုးတော်အများစုနဲ့ ချိန်းတွေ့ ပိုက်ဆံရှာပြီး ဘဝကိုရေစုံမျောနေပါတော့တယ်။ဒီထဲက ဘိုးတော်တစ်ပွေက သူနဲ့အတူနေရင်း နှလုံးအမောဖောက်ပြီးသေသွားတဲ့အခါမှာတော့...။Young & Beautiful ဆိုတဲ့အတိုင်း လှသွေးကြွယ်ချိန်မှာဖြစ်တတ်တဲ့ ခံစားချက်တွေနဲ့မိသားစုကြားကဆက်ဆံရေးအကြောင်းတွေကို ပွင့်ပွင့်လင်းလင်း တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.6 GB)/ (930 MB)/ (500 MB)\nQuality…BluRay 1080p /720p / 360p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nBTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/Ykiw/(DS)Young.and.Beautiful.2013.720p.bluray.x264-Nodlabs.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-Rise-Of-An-Empire-poster-135x200.jpg",
        "title": "300: Rise of an Empire (2014)",
        "description": "300: Rise of an Empire (2014)\nIMDb - 6.2/10_____Rotten - 44%\n #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။၃၀၀ မှာတုန်းက Sparta ကို Messenger ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kfby/(CM)300_-_Rise_of_an_Empire_(2014)_(720p_x265_10bit_Tigole).mkv",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-141x200.jpg",
        "title": "300 (2006)",
        "description": "300 (2006)IMDb - 7.6/10_____Rotten - 61%ဒီဇာတ်ကားက တကယ့်အဖြစ်အပျက်ရာဇဝင်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်ကားရဲ့ အသက်ကတော့ စကားအသုံးအနှုန်းနှင့် Graphic Effect တွေပါ။ စကားအသုံးအနှုန်းတွေ တကယ်အသက်ဝင်ပြီး မာန်ပါလှပါတယ်။\nဇာတ်ညွှန်းဆိုတာထက် သမိုင်းက တကယ့်အဖြစ်အပျက်ကိုတော့ အနည်းငယ်ပြောပြချင်ပါတယ်။***300 (သို့မဟုတ်) Battle of Thermopylae***ဘီစီ ၄၈၀ ခုနှစ် သြဂုတ်လတွင် ပါရှားဘုရင် ဇပ်ဇီး(စ်) (Xerxes) သည် ဂရိပြည်အား တိုက်ခိုက် ရန်အတွက် စစ်သည် နှစ်သိန်း ၊ စစ်သဘောၤတထောင်မျှ ပါဝင်သည့် ဧရာမ တပ် ကြီးနှင့် ချီ၍ လာသည်။ ထိုစဉ်က ဂရိတို့သည် (City state ) မြို့တမြို့ တနိုင်ငံ စံနစ်ဖြင့် သီးခြားစီ ရပ်တည်နေထိုင်လျက် ရှိကြသည်။ သို့သော် တမျိုးနွယ်လုံး၏ ရန်သူ ပါရှန်တို့ စစ် ချီလာပြီ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Yji7/(CM)300_(2006)_(720p_x265_10bit_Tigole).mp4",
        "category": "Action, Drama, History, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CSiFpT2W63Qai48CIxua1vW0u8.jpg",
        "title": "The Kissing Booth 3 (2021)",
        "description": "ကဲ အားလုံးပဲ အနမ်းပြခန်းကို တတိယအကြိမ်မြောက် သွားကြရအောင်ဗျThe Kissing Booth 2 မှာတုန်းက အယ်လ်တစ်ယောက် အထက်တန်းကျောင်း ဘွဲ့ရသွားတာ အားလုံး သိပြီးဖြစ်ကြမှာပါမာကိုဆိုတဲ့ ကောင်လေးနဲ့ ခြေရှုပ်ခဲ့တာလည်း မေ့ထားလို့ မရပြန်ပါဘူးနော်ချစ်သူနဲ့ သူငယ်ချင်းကြား ဗျာများလွန်းတဲ့ မမလေး အယ်လ်တစ်ယောက်ဒီတစ်ခါမှာလည်း မရိုးတဲ့ အကွက်ဆန်းတွေနဲ့ပြဿနာတွေ ဖန်တီးပါဦးမယ်ဒီဇာတ်လမ်းမှာတော့ ချစ်သူရှိရာ ဟားဗတ် တက္ကသိုလ်ကို သွားတက်ဖို့ ရွေးချယ်လိုက်တဲ့ အယ်လ့်ကိုသူငယ်ချင်းဖြစ်သူ လီက စိတ်ဆိုးရာကနေ ဇာတ်လမ်းကစပါတယ်ဒီတော့ သိပ်ချစ်လွန်းလို့ ကိုကို့နောက်လိုက်မယ့် အယ်လ်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကို ချွေးသိပ်ရပါတော့မယ်ဒီလိုနဲ့ ငယ်ငယ်က ကောလိပ်မသွားခင် ၂ ယောက်အတူ လုပ်ချင်တဲ့ အရာတွေရေးထားတဲ့ စာရင်းထဲကအတိုင်းလီနဲ့အတူ ဖန်တီးဖို့ကြိုးစားရင်း အရှုပ်ဇယားတွေ ပေါ်လာပုံကိုရိုက်ကူးတင်ဆက်ထားပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, Jerrica, Thet Hnin ...",
        "rating": "5.8",
        "url": "https://megaup.net/2kehj/the.kissing.booth.3.2021.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTcxNDQ5MzAyOV5BMl5BanBnXkFtZTYwMjkxMTU3._V1_-132x200.jpg",
        "title": "Phone Booth (2002)",
        "description": "Phone Booth 2002----------------------------IMDb 7/10\nRotten Tomatoes 72%\nMetacritic 56%\"ကိုယ်ကတော့အရေးမပါလောက်ဘူးထင်ပြီးလုပ်မိတဲ့ကိစ္စဟာ တဖက်လူအတွက် အများကြီးစိတ်ထိခိုက်စရာဖြစ်တတ်ပါတယ်\"\"လူတိုင်းဟာ အပြစ်တွေကိုလုပ်မိကြတာကြီးပဲ\"ဒီဇာတ်ကားကတော့ မင်းသားကြီး Colin Farewell, Forest Whitaker, Kiefer Sutherland နဲ့မင်းသမီးကြီး Katie Holmes, Radha Mitchellစတဲ့ ဒိတ်ဒိတ်ကြဲ သရုပ်ဆောင်တွေပါဝင်သရုပ်ဆောင်ထားပြီးဒါရိုက်တာကြီး Joel Schumacherရိုက်ကူးခဲ့တဲ့ အရမ်းလန်းတဲ့ဇာတ်ကားပါ။ ဒီဇာတ်ကားရဲ့အသွားအလာဟာ တခြားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားပါတယ်။ ဘာတွေထူးခြားနေလဲဆိုတာပြောပြဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုနည်းနည်းလောက် ပြောပြပါရစေဇာတ်လမ်းအကျဉ်းကတော့....စတူးဝပ်ဆိုတဲ့ PRသမားတစ်ယောက်ဟာ အများပြည်သူသွားရာလမ်းပေါ်မှာရှိပြီး ဝင်ရထွက်ရလွယ်တဲ့ ဖုန်းရုံထဲမှာပိတ်မိနေပါတယ်။ သော့ခတ်ခံရလို့ပိတ်မိနေတာမျိုးမဟုတ်ပေမယ့် စတူးဝပ်ဟာအပြင်ကိုထွက်မရပဲဖြစ်နေတာပါ။ အဲ့လိုပိတ်မိနေချိန်မှာပဲ စတူးဝပ်ဟာ ဖုန်းရုံထဲကဖုန်းနဲ့လူတစ်ယောက်နဲ့စကားပြောနေခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အခြေအနေတွေဟာတဖြည်းဖြည်းရှုတ်ထွေးလာပြီး ရဲတွေ၊ သတင်းဌာနတွေပါရောက်လာတဲ့အခါမှာတော့.....ဇာတ်လမ်းက တမူထူးခြားနေတဲ့အတွက် spoilလည်းမဖြစ်အောင် အညွှန်းကိုထိန်းရေးရတာမလို့ဒီထက်ပိုပြီးရေးပြလို့မရတာကိုခွင့်လွှတ်ပါ။ဒီကားဟာ ၂၀၀၂ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး အခုပြန်ကြည့်လည်း ကြည့်လို့ကောင်းဆဲပါပဲ။ တစ်ခုရှိတာက ဒီကားမှာ Sex scenceတွေမပါပေမယ့် R-ratedရုပ်ရှင်ဖြစ်တဲ့ကားပါ။အဓိကကတော့ စကားအသုံးအနှုံးတွေက အသက်၁၅နှစ်အောက်ကြည့်ဖို့မသင့်လျော်သလို ကလေးတွေကိုပြမယ်ဆိုရင်လည်း မိဘအုပ်ထိန်းသူတွေအရင်ကြည့်ပြီးမှ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Yj69/Phone.Booth.2002.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1djhKzjDLQ7RGyr0fCbwr1aWlkQ.jpg",
        "title": "Love Will Tear Us Apart ( 2021 )",
        "description": "june10,2021မှာ ထွက်လာတဲ့ ရင်နင့်အောင်ခံစားရပြီး လူကြိုက်များလှတဲ့အချစ်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ... ၁၀နှစ်ကြာ ငါနဲ့အတူရှိနေခဲ့တဲ့သူမကမနက်ဖြန်လက်ထပ်တော့မယ်........ ငါလိုချင်တာငါတို့အတူရှိနေဖို့ပဲ.....မင်းငါ့ကိုမလိုချင်တော့တာကလွဲရင် ငါကမင်းကိုဘယ်တော့မှပစ်ပယ်မှာမဟုတ်ဘူး...ငါမင်းကိုချစ်ခဲ့မိလို့ ဘယ်တော့မှနောင်တမရဘူး..... လွီချင်းယန်ဟာလင်ယီးယောင်ဆိုတဲ့ကောင်မလေးကို အထက်တန်းကျောင်းသားဘဝမှာတစ်ချိန်ကျရင် သူမကို ပျော်ရွှင်ချမ်းမြေ့တဲ့ဘဝတစ်ခုဖန်တီးပေးမယ်လို့တစ်ကျောင်းလုံးရှေ့မှာ ဂတိပေးခဲ့တယ်..... သူတို့တွေ အပြန်အလှန်အရူးအမူးချစ်မိသွားလို့ နှစ်ပေါင်းများစွာချစ်သူဖြစ်လာတယ်.. လွီချင်းယန်ဟာကောင်မလေးအတွက် အလုပ်ပေါင်းများစွာကြိုးစားလုပ်ကိုင်ခဲ့ပြီး ​လူအများအားကျရတဲ့ မဂ်လာပွဲနဲ့ ဘဝကိုဖန်တီးပေးဖို့ အမြဲစိတ်ကူးနေခဲ့တယ်.....သူတို့ရဲ့ဘဝလေးဟာ ငွေကြေးမပြည့်စုံပေမယ့် ပျော်ရွှင်ဖွယ်ကောင်းနေခဲ့တယ်.....တခြားအရာတွေထက် ကောင်လေးဘေးမှာ ရှိနေဖို့သာလိုအပ်ပြီးအမြဲလိုလိုလက်ထပ်ဖို့ အသင့်ရှိနေတဲ့သူမ... သူမကို​​ပြီးပြည့်စုံအောင်ထားနိုင်မှလက်ထပ်ယူချင်တဲ့သူတို့ ထာဝရပေါင်းစည်းနိုင်ပါ့မလား.. Quality : WEB-DL 720pFormat : mp4Filesize : 1.24 GBGenres : RomanceDuring : 1h 45minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin EiEncoder : LK",
        "rating": "6.0",
        "url": "https://megaup.net/30bky/Love.Will.Tear.Us.Apart.2021.WEB-DL.720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMDliOTIzNmUtOTllOC00NDU3LWFiNjYtMGM0NDc1YTMxNjYxXkEyXkFqcGdeQXVyNTM3NzExMDQ@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Big Hero 6 (2014)",
        "description": "Big Hero 6 (2014)\nIMDb - 7.8/10______Rotten - 89%\nWon 1 Oscar. Another 16 wins & 58 nominationsWalt Disney Animation ရဲ့ နောက်ထပ်\nလူကြိုက်များလှတဲ့ animation ဇာတ်ကားလေးပါပဲ။\nဝင်ငွေအကောင်းဆုံးဇာတ်ကားအဖြစ် ရပ်တည်ခဲ့တဲ့\nဇာတ်ကားဖြစ်ပြီး ပေးထားတဲ့ Message တွေကောင်းမွန်လှပပါတယ်။\nBaymax ရဲ့ ချစ်စရာကောင်းတဲ့ အပြုအမှုလေးတွေနဲ့\nပုံစံတွေကို သဘောကျမိမှာ အမှန်ဖြစ်ပြီး Baymax ရဲ့\nလှုပ်ရှားပြုမှုပုံတွေကို ပင်ဂွင်းပေါက်စလေးတွေရဲ့\nအပြုအမှုကို ပုံစံတူယူပြီး ဖန်တီးထားတာပါ။\nWalt Disney နဲ့အတူ Marvel Entertainment ကပါ\nပူးပေါင်းရိုက်ကူးထားတဲ့အတွက် အစောပိုင်းထွက်ခဲ့တဲ့\nWalt Disney ဇာတ်ကောင်တွေနဲ့ မတူကွာခြားလို့နေပါတယ်။\nIMDB Ratings: 7.8/10 ရရှိထားပြီး\nကြည့်ဖို့လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားလေးတစ်ခုပါပဲ။\n \nFile size…(1.4 GB) / (700 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/big-hero-6/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUgr4a9tgLbpq4C3Xy9Ecty2q9S.jpg",
        "title": "Slate ( 2020 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းရဲ့အကြောင်းအရာလေးကတော့.... ယွန်းဟီးဆိုတဲ့ ကောင်မလေးဟာ မိဘမဲ့ တစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းကအဓိကဇာတ်ကောင် ဖြစ်ချင်စိတ်ပြင်းပြတဲ့လူတစ်ယောက်ပါဒါပေမဲ့လည်း သူဟာ အဓိက ဇာတ်ဆောင်ဖြစ်ဖို့ကံ​တော့ပါမလာဘဲဇာတ်ကားတစ်ကားရဲ့ အက်ရှင်အစားထိုးစတန့်သမားလုပ်ဖို့ကမ်းလှမ်းခံရကာ ရိုက်ကွင်းကိုသွားတဲ့အချိန်မှာ မထင်မှတ်ထားဘဲနဲ့အပြိုင်ကမ္ဘာကိုရောက်ရှိသွားပါတော့တယ် အဲ့ဒီကမ္ဘာမှာယွန်းဟီးကို ရွာသားတွေက ရွာကိုကာကွယ်ပေးမဲ့ ဝိညာဉ်သတ်ဖြတ်သူသူရဲကောင်းလို့ထင်မှတ်ပြီး တစ်ရွာလုံးက သူ့ကိုပစားထားကြပါတယ်ဒီလိုနဲ့ အဓိက ဇာတ်ကောင်ဖြစ်ချင်တဲ့ ယွန်းဟီးတစ်ယောက်အဓိကဇာတ်ကောင်ဖြစ်ဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့အခွင့်အရေးကို လက်လွှတ်မခံဘဲ ဘယ်လိုအလွဲတွေနဲ့ရွာကိုကယ်တင်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Quality : Bluray 720pFormat : mp4During : 1h 40minGenres : ActionSubtitle : Myanmar Sub ( Hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/slate-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zT0G9rNziv26mx5Q2QS1ecwzaQ6.jpg",
        "title": "Nekrotronic (2018)",
        "description": "ရှေးခေတ်တုန်းက လူတွေက နတ်ဘုရားတွေကို ယစ်ပူဇော်ခဲ့ကြတာဟာနတ်ဆိုးနဲ့မကောင်းဆိုးဝါးတွေ ကမ္ဘာကိုလာလို့ရမယ့် Wormhole တစ်ခုလို ဖြစ်ပြီးကမ္ဘာပေါ်ကို ဒီကောင်တွေ ရောက်လာပါတယ်တဲ့။အဲ့ဒီနတ်ဆိုးတွေက လူတွေရဲ့ဝိဉာဉ်တွေကိုစားသုံး၊လူတွေကိုပူးပြီး သတ်ဖြတ်ပါလေရောတဲ့..အဲ့အချိန်မှာပဲ သောက်ရမ်းကြမ်းတဲ့လက်နက်တွေ၊အစွမ်းတွေနဲ့ အောက်လမ်းဆရာတွေပေါ်လာပြီးနတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေနဲ့ ဘတပြန်ကျားတပြန် ဆော်ပလော်တီးနေကြတာ အတော်ကြာနေခဲ့ပါပြီတဲ့..အခုခေတ်ရောက်လာတော့ နတ်ဆိုးတွေက အင်တာနက်အစွမ်းကိုသိပြီး App တစ်ခုထုတ်လိုက်ပါလေရောတဲ့..အဲ့ App နဲ့ အင်တာနက်ပေါ်ကတဆင့်လူတွေဆီကို ဝင်ပူးပါတော့တယ်...အဲ့နတ်ဆိုးက အသက်ကြီးပေမယ့် မိုက်နေတုန်းပါပဲ...မိုက်ဆို..နတ်ဆိုးက ဒို့မတ်မတ် မိုနီကာဘယ်လူချီဖြစ်နေတာကိုး...မင်းသားကတော့ Iron man နဲ့ Captain America ပေါင်းထားတဲ့ရုပ်နဲ့ Australia မင်းသား Ben O'Toole ပါ။Sci-Fi , Horror အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ရှယ်ကြမ်းအောင် ရိုက်ကူးထားပါတယ်။ရွံစရာမကောင်းဆိုးဝါးတွေ..ရောင်စုံအစွမ်း ရောင်စဉ်တန်းတွေ...ခပ်မိုက်မိုက်လက်နက်တွေ...ခက်ကြမ်းကြမ်းချကွက်တွေနဲ့ဒီဇာတ်ကားက IMDb Rating (5.6) ရရှိထားပါတယ်။ \nFile size…(1.7 GB) / (999 MB) / (400 MB)\nQuality…BluRay 1080p ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Ee2e/(CM)Nekrotronic.2018.720p.BluRay.REMUX.AVC.DTS-HD.MA5.1-FGT.mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1IMiz5qW22cohF6luPK4rM1DWf.jpg",
        "title": "Spy Hard (1996)",
        "description": "Spy Hard (1996)ဒါလေးက Naked Gun မင်းသားကြီး Leslie Nielsen ပါဝင်ထားတဲ့စပိုင်ဇာတ်လမ်း အက်ရှင်ဟာသဇာတ်ကားလေးပါ ..007 ဟာသဗားရှင်းဆိုလည်း မမှားပါဘူး ..နာမည်ပေးထားတဲ့ Spy Hard ဆိုတာကလဲ ဘရုစ်ဝီလီရဲ့ နာမည်ကြီး Die Hard ကို အခွက်ပြောင်ထားတာပါ။အထဲမှာလဲ နာမည်ကြီးအက်ရှင်ဇာတ်ကားတချို့ကို အခွက်ပြောင်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးကိုဖျက်ဆီးမယ့်ဂြိုလ်တုလွှတ်တင်ဖို့ကြံရွယ်နေတဲ့ လူဆိုးဗိုလ်ချုပ်ကြီးကိုတားဆီးဖို့အတွက်အထူးအေးဂျင့် Dick Steele (နာမည်ကအဆန်း) တစ်ယောက် အစွမ်းကုန်ကြိုးစားရင်းအလွဲလွဲအချော်ချော်ဖြစ်ပေါ်တာတွေကို ခွီရအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nFile size…(1.4 GB) / (800 MB) / (400 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://megaup.net/2kbv2/Spy.Hard.1996.720p.AMZN.WEB-DL.DDP2.0.H.264-KamiKaze.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foD9NR46mToBj08POJ3ug41gBuI.jpg",
        "title": "Ramprasad Ki Tehrvi (2021)",
        "description": "IMDb Rating (7.5)Rotten Tomatoes (86%)ဒီဇာတ်ကားက ၂၀၁၉ မွမ်ဘိုင်းဖလင်ပွဲတော်မှာ ပြသခဲ့ပေမယ့်တကယ်ရုံတင်တာကတော့ ၂၀၂၁ ဇန်နဝါရီကမှ ရုံတင်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။Family Drama အမျိုးအစားဖြစ်ပြီး မင်းသား၊မင်းသမီးတွေရော ဇာတ်လမ်းနဲ့တင်ပြမှုပုံစံရောအဖက်ဖက်က ပြည့်စုံတာကြောင့် ဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုရရှိခဲ့သလို နိုင်ငံတကာ Rating တွေလဲ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့...ဖခင်ကြီး Ramprasad သေဆုံးသွားတဲ့အချိန်မှာ ဟိန္ဒူရိုးရာအခမ်းအနားနဲ့ ကောင်းမွန်စွာဆောင်ရွက်ကြဖို့မိသားစုတွေ ပြန်လည်တွေ့ဆုံကြပါတယ်...မိသားစုညီကိုမောင်နှမဆိုတာမျိုးက တစ်ခါတစ်လေ အဝေးကြီးနေပေမယ့် နီးစပ်နေသလိုတခါတလေလဲ အခန့်မသင့်တာနဲ့ မခေါ်မပြောနိုင်ဖြစ်တတ်ကြတာမျိုးပဲ...အရှေ့တိုင်းလို အိန္ဒိယလိုနိုင်ငံမျိုးမှာတော့ ပိုရှုပ်ထွေးတဲ့ဆက်နွယ်မှုတွေရှိတာပေါ့...မိသားစုကြီးကနေ ပညာစုံကြင်ယာစုံလို့ သီးသန့်အိမ်ထောင်ခွဲသွားကြပေမယ့်ကိုယ်ပိုင်မိသားစုတစ်ခုစီတိုင်းမှာလဲ ကိုယ်ပိုင်ဝေဒနာတွေက အသီးသီးရှိနေကြတာပဲ..။ဒီလို မိသားစုတွေကြားက ပြသနာလေးတွေကို အချိတ်အဆက်မိမိ တင်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဝါရင့်သရုပ်ဆောင်များစွာ သရုပ်ဆောင်သစ်များစွာပါဝင်ထားတဲ့အပြင်Haseen Dillruba ထဲက မင်းသား Vikrant Massey လဲပါဝင်ထားပါသေးတယ်။မိသားစုနဲ့အေးဆေးကြည့်ရှုဖို့သင့်တော်မယ့်ဇာတ်ကားပါ။ \nFile size…(1.9 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / ...",
        "rating": "7.5",
        "url": "https://megaup.net/2kbuU/Ramprasad.Ki.Tehrvi.2021.720p.Jio.WEB-DL.AAC.2.0.H.264-Telly.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kL7DfJIje1srf8yliRiMjFEqLtM.jpg",
        "title": "The Gambler (2014)",
        "description": "The Gambler (2014)ဖဲကစားကြမယ်!!!\nလူအတော်များများ 21 ဖဲကိုဆော့ဖူးကြမှာပါ\nဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဂျင်ဘန်းနက်ဟာ 21 ကစားနည်းတစ်မျိုးကို အဓိကထားပြီး ဆော့တာကို တွေ့ရမှာပါ\nသူက တက္ကသိုလ်မှာ ရသစာပေသင်ကြားနေတဲ့ဆရာတစ်ဦးအနေနဲ့ဘဝတစ်ခုရှိနေပေမယ့် တစ်ဖက်မှာလည်း မစွန့်လွှတ်နိုင်တဲ့ဝါသနာကြောင့် လောင်းကစားရုံတွေကိုသွားပြီး အချီကြီးလောင်းကြေးထပ်တတ်တဲ့လောင်းကစားသမားအဖြစ် ဘဝတစ်ခုရှိနေပါတယ်\nမင်းသမီးအဖြစ်ပါဝင်ထားတဲ့ မမမာဗယ်ကတော့ ဆရာ့အတန်းမှာလာတက်တဲ့ ဉာဏ်ကောင်းတဲ့တက္ကသိုလ်ကျောင်းသူလေးပေါ့ ကဲ ဒီထဲမှာ ဂျင်ရဲ့ပြဿနာကဘာလဲဆိုတော့ လောင်းကြေးထပ်လိုက်ရင် ပုံမှန်ကြေးမဟုတ်ပဲ ရှိသမျှပုံအောလောင်းတတ်တဲ့ ‌All or nothingဆိုတဲ့ ဉာဉ်လေးပါပဲ\nဒါကြောင့်လည်း ဟို့လူ့ဆီကချေး ဒီလူ့ဆီကချေးနဲ့ နောက်ဆုံးအကြွေး‌တွေတင်လာတဲ့အခါ.....သူဘာဆက်လုပ်မလဲ???\nချေးမိတဲ့သူတွေကလည်း ဂိုဏ်းစတားတွေဖြစ်နေတဲ့အတွက် သူနဲ့သူ့ဘေးကလူတွေရဲ့ အသက်အန္တရာယ်ကိုခြိမ်း‌ခြောက်လာတဲ့အခါ.....သူ ဘယ်လိုဖြေရှင်းမလဲ ???\nကျောင်းသူလေး မမမာဗယ်နဲ့ရော .... ???ဒီဇာတ်လမ်းလေးထဲမှာတော့ လောင်းကစားသမားတွေရဲ့ဘဝတွေ၊ မင်းသားရဲ့ စွန့်စွန့်စားစားလောင်းကြေးထပ်တဲ့အခန်းတွေနဲ့ မျှော်လင့်မထားတဲ့လှည့်ကွက်တွေနဲ့ အကြွေးပြန်ဆပ်ဖို့ပိုက်ဆံပြန်ရှာတဲ့ ဂျင်ရဲ့ဉာဏ်ပြေးမှုတွေကို ရင်တထိတ်ထိတ်နဲ့မြင်တွေ့ရမှာပါပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။Quality__1080p, 720p\nIMDb ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Eey9/The_Gambler_(2014)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81beDM6PdGL._AC_SY741_-1-141x200.jpg",
        "title": "[21+] A Wife’s Overtime.Reona Kirishima [MEYD-532]",
        "description": "Reona Kirishima (or) Leona Kirishima စသည်ဖြင့်ခေါ်ဆိုကြတဲ့ သူလေးဟာဝမ်းနည်းနေတတ်တဲ့ သနားစဖွယ် ညှို့မျက်ဝန်းနဲ့ ဂျပန်မလေးတွေထဲရှားပါးတဲ့ကုလားဆင်မျက်နှာကျလေးကြောင့် စိတ်ထဲစွဲငြိလွယ်တဲ့ မင်းသမီးလေးပါ...ခန္ဓာကိုယ်အရွယ်အစားက ၃၃-၂၂-၃၃ နီးပါးရှိတာကြောင့် D-cup လေးနဲ့ အချိုးအစားမိုက်လှသူပါ။၁၉၉၆ ခုနှစ်ဖွားဆိုတော့ အခုဆို အသက် ၂၅နှစ်ပဲ ရှိပါသေးတယ်။၂၀၁၄ ခုနှစ် ၁၈ နှစ်ကတည်းက JAV လောကထဲ ဝင်ရောက်လာတာဖြစ်ပြီးဘုံးပေါလအောရိုက်ထားတာမျိုးမရှိပါဘူး..သူနဲ့လိုက်ဖက်တဲ့ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးတွေ အရိုက်များပါတယ်။ခုဇာတ်ကားကလဲ ဝမ်းနည်းဖွယ်ပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (1.7 GB)/(1.1 GB)/(500MB)\nQuality : HD-Rip 1080p/720p/480p\nRunning Time : 02:00:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by JOVEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Ee2n/DS[MEYD-532]A_Wife_s_Overtime_NTR_I_Lied_To_My_Husband_About_Working_Overtime..._Reona_Kirishima(720p).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/q1y5B_4f-141x200.jpg",
        "title": "Are You Lonesome Tonight? (2021)",
        "description": "Native Title 热带往事\nAre you lonesome tonight?ဒီကားလေးကတော့ 1997ခုနှစ် နွေရာသီ ကွမ်ကျိုးမြို့တစ်မြို့လုံး မီးပျက်သွားချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ လူသတ်မှုကိုအခြေခံထားတာပါအဲ့လူသတ်မှုမှာ လူသုံးယောက်ပါဝင်ပက်သက်နေပါတယ်ဝမ်ရွှယ်မင်ဆိုတဲ့ လူငယ်တစ်ယောက်က သူ့ချစ်သူကောင်မလေးနဲ့ အေးအေးချမ်းချမ်းနေရာမှ မီးတွေပျက်နေတဲ့ညတစ်ညမှာ လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပါတယ်အလောင်းကိုဖျောက်ပစ်လိုက်ပေမဲ့ အပြစ်ရှိသလိုခံစားနေရတာကြောင့် သူဟာသေဆုံးသွားသူဇနီးအနားမှာ တရစ်ဝဲဝဲနဲ့လိုက်နေခဲ့ပါတော့တယ် နောက်ဆုံးသူ မထိန်းထားနိုင်တော့ဘဲ သုကားနဲ့တိုက်မိတဲ့အကြောင်း ဖွင့်ပြောလိုက်ပါတော့တယ်အဲ့လိုပြောရာမှ အရှုပ်ထုပ်ထဲသူရောက်သွားသောအခါ ဘယ်လိုဖြစ်မလဲ ကားလေးထဲကြည့်လိုက်ပါနော်...။ဝမ်ရွှယ်မင်အဖြစ် Eddie Peng\nMrs.လျန်ထိုင်အဖြစ် Sylvie Chang\nစုံထောက်ချန်းအဖြစ် Wang Yan Hui( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Crime , Drama , Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/309de/Are_You_Lonesome_Tonight%EF%BC%9F(2021)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-06-at-13.13.54-137x200.png",
        "title": "Playing God (2021)",
        "description": "Playing God (2021)===========================================IMDb - 6.0/10ကဲ ဒီတစ်ခါတော့ ဘုရားသခင်လုပ်တမ်းကစားလိုက်ကြရအောင်cm ပရိသတ်ကြီးရေ များသာအားဖြင့် မိသားစုတစ်ခုမှာ မောင်နှမတွေဆိုရင် မတည့်ကြတာ များမယ်ထင်တယ်ဒီဇာတ်လမ်းထဲက မောင်နှမကတော့ အတိုင်အဖောက် ညီလွန်းတဲ့အပြင်၂ ယောက်ပေါင်းပြီး လူတွေကို ပိပိရိရိ လိမ်စားတဲ့ အာဂမောင်နှမပါပဲဘယ်လောက်ထိ စကေးကြမ်းလဲဆို ဘာသာရေး သိပ်ကို ယုံကြည်သက်၀င်တဲ့ billionaire တစ်ယောက်ကိုဘုရားနဲ့မြှားပြီး ရေလျှံပေါက်ရှာတဲ့အထိပါပဲဟိုဘက်ကအကြွေးကို ဒီဘက်ငွေချေးဆပ် ဒီဘက်က အကြွေးကို ဟိုဘက်ငွေချေးဆပ်တဲ့ အကြွေးနွံနစ်နေတဲ့ သူတွေလိုပဲဒီမောင်နှမ ၂ ယောက်ရဲ့ ဘုရားကို ဗန်းပြ ရိုက်စားလုပ်မှုရဲ့ နောက်ကွယ်မှာ ငွေကြေးပြဿနာကလည်း ရှိနေပါသေးတယ်တစ်ဖက်က လူကလည်း ဘုရားနဲ့တွေ့ဖို့ လက်ခံလာတဲ့အခါမောင်နှမ ၂ ယောက် တစ်ပူပေါ်တစ်ပူဆင့်ရင်း ဘယ်လို အိုးတွေခွက်တွေ နင်းကြမလဲဆိုတာတော့ပရိသတ်ကြီးပါ သူတို့နဲ့အတူ ပါ၀င်ကစားလိုက်ပါတော့comedy , drama ဆိုပေမယ့် ပေါ့ပျက်ပျက်မဟုတ်ဘဲ ကြည့်ရှူသူကို ဆွဲဆောင်နိုင်လို့ အပန်းဖြေမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2kb3f/Playing.God.2021.720P.WebRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/G_I_Joe_Retaliation-563529358-large-1-135x200.jpg",
        "title": "G.I. Joe: Retaliation (2013)",
        "description": "G.I. Joe: Retaliation (2013)_____IMDb - 5.8/10\nGI Joe The Rise of Cobra ရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာခဲ့ပြီး\nပထမရုပ်ရှင်က မင်းသားတွေဖြစ်တဲ့ Channing Tatum တို့ လီဗျောင်ဟွန်းတို့အပြင်ဒီရုပ်ရှင်မှာတော့ Dwayne Johnson တို့ Bruce Willis တို့လို ဖိုက်တာတွေပိုပါဝင်လာတာမို့ပိုကြမ်းလာတယ်ပြောရမှာပေါ့...။တကယ့်ဖိုက်တာမင်းသားတွေ အပြိုင်အဆိုင်ကြမ်းထားကြတာမို့ဇာတ်လမ်းထက် သူတို့ကြမ်းတာကို မနည်းလိုက်ကြည့်ရမလိုဖြစ်နေရပါတယ်။ဇာတ်လမ်းကတော့...G.I.Joe အဖွဲ့ရဲ့ ကပ္ပတိန်ဒုခ်နဲ့ အဖွဲ့သားတွေ ထောင်ချောက်ဆင်သတ်ဖြတ်ခံရပီးတဲ့နောက်အသက်ရှင်ကျန်ရစ်နေခဲ့တဲ့ ရုတ်ဘလော့ခ် ( The Rock) လေဒီဂျေး , ဖလင့် နဲ့ Snake eyes တို့တွေပူးပေါင်းပြီးCobra commander , Firefly , Zartan နဲ့ Storm Shadow တို့ရဲ့ကမ္ဘာကြီးကိုဖျက်ဆီးမဲ့အစီအစဉ်ကိုဘယ်လိုတွေတားဆီးကျမယ်...သူတို့အဖွဲ့အတွက် ဘယ်လိုလက်စားချေမယ်ဆိုတာကိုAction ဇာတ်ဝင်ခန်းအလန်းစားတွေနဲ့ကြည့်ရှုခံစားရမှာပါ။(Extended Version ကိုမှ HEVC Quality ပါ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Ebdo/G.I._Joe-_Retaliation_(Extended_Cut)_(2013)_(720p_BluRayx264_CM).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large-cover-133x200.jpg",
        "title": "G.I. Joe: The Rise of Cobra (2009)",
        "description": "G.I. Joe: The Rise of Cobra (2009)_____IMDb - 5.8/10\n၁၆ ရာစုနှစ် ပြင်သစ်ဘုရင် လူဝီ ၁၃ လက်ထက်မှာ\nဂျိမ်းစ် မက်ကောလင်း လို့ခေါ်တဲ့ စကော့တလန်လူမျိုးတစ်ဦးကို သံမီးဖုတ် မျက်နှာစွပ်ပေးပြီး အပြစ်ဒဏ်ပေးခဲ့တယ် ။ သူ့ရဲ့ အပြစ်ကတော့ လူဝီဘုရင်ကို လက်နက်တွေ တီထွင်ပေးပြီး တစ်ခြားရန်သူတွေကိုလည်း လက်နက် ရောင်းတဲ့ သစ္စာဖောက်မှုပေါ့ ။ လက်နက်တီထွင်သူဆိုတာ ဘက်တစ်ဘက်တည်းကိုပဲ တီထွင်ပေးရတယ် နှစ်ဘက်ခွ တီထွင်ပေးရင် သစ္စာဖောက်ပေါ့ ။ဒီဘက်မျက်မှောက်ခေတ်ဘက်ရောက်လာတော့\nဂျိမ်းစ်မက်ကောလင်းရဲ့ မျိုးဆက်တွေဟာ ကာဇတ်စတန်နိုင်ငံမှာ မားစ် ဆိုတဲ့ နာမည်နဲ့ လက်နက်ကုမ္ပဏီ ဖြစ်လာခဲ့ကြတယ် ။ အဲဒိကုမ္ပဏီက NATO ရဲ့ အထောက်အပံ့နဲ့ လက်နက်သစ်တစ်မျိုး စမ်းသပ်အောင်မြင်သွားတယ် ။ အဲဒိလက်နက်ကတော့ သတ္ထုတွေကို စားပစ်တဲ့ နာနိုမိုက်လို့ ခေါ်တဲ့ ဗိုင်းရပ်ပဲပေါ့ ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3068j/G.I._Joe_The_Rise_of_Cobra_(2009)_(720p_BluRay_x264_CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/669717bc6e9f977c69377fcaf0507b18b1393585780f901d5cae1888b1ce9ad3._RI_V_TTW_-150x200.jpg",
        "title": "American Beauty (1999)",
        "description": "ဒီကားလေးကတော့ အရမ်းကို ကောင်းလွန်းတာကြောင့်အများကြီး သိပ်ညွှန်းဖို့ လိုမယ် မထင်ပါဘူး.ဘာကြောင့်လဲဆိုတော့ IMdB 8.3/10 နဲ့အော်စကာ ၅စု,ပြီးတော့ တခြားဆုပေါင်းများစွာ ရခဲ့လို့ပါပဲ.ဇာတ်လမ်း အကျဉ်းကတော့ အလုပ်မှာလဲအဆင်မပြေ.အိမ်က မိန်းမနဲ့ သမီးရဲ့ လေးစားခြင်းကိုလဲမရတဲ့ လက်စတာဟာ တနေ့မှာသမီး ဖြစ်သူရဲ့ သူငယ်ချင်းမလေး ကို တွေ့သွားတဲ့အခါချစ်ကြိုက်မိသွားခဲ့ပါတယ်.အဲ့အခါမှာလက်စတာဟာသူမကို ရဖို့ကြိုးစားရင်း ဖြစ်ပျက်ခဲ့တာတွေ,သမီး ဖြစ်သူရဲ့ စိတ်ခံစားချက်တွေ,အိမ်ထောင်ရေးပဍိပက္ခတွေနဲ့ ,လူငယ်နဲ့ မိဘကြားကနားလည်မှုလွဲနေတာတွေကို ခံစားဖို့ ရိုက်ကူးပြသထားတဲ့ မိသားစုဒရာမာ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်........အရမ်းကြီး ညွှန်းလိုက်ရင် spoilဖြစ်မှာဆိုးလို့ဒီလောက်နဲ့ပဲ ‌ရပ်လိုက်ပါတော့မယ်....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်တာကြောင့် ၁၈+အဖြစ်သတိပေးအပ်ပါတယ်ခင်ဗျာ \nFile size…871MB and  3GB\nQuality…720p and 1080p HEVC 5.1CH\nFormat…Mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "8.3",
        "url": "https://megaup.net/3As2x/American.Beauty.1999_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-1-133x200.jpg",
        "title": "Airplane II: The Sequel (1982)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (42%)ဒါလေးက 1980 မှာထွက်ခဲ့တဲ့ Airplane ရုပ်ရှင်ရဲ့အဆက်ပါ ..ဒီတစ်ခါမှာတော့ Ted Striker ဟာလေယာဉ်ပျက်ကျမှုထပ်မံဖြစ်ပေါ်ခဲ့ပြီး စိတ်ကျန်းမာရေးကုသမှုခံယူနေရတာပါ...ဒါပေမယ့် ချစ်သူက လကမ္ဘာခရီးစဉ်ကိုသွားတော့မယ်ဆိုတဲ့ သတင်းကြားကြားချင်းပဲ ဆေးရုံကခိုးဆင်းပြီးအပြေးလိုက်သွားပါတော့တယ် ..ဖြစ်ချင်တော့ အဲ့ဒီအာကာသယာဉ်ဟာ ကွန်ပျူတာချို့ယွင်းချက်ဖြစ်ပေါ်ခဲ့ပြီးအရင်တစ်ခါလိုပဲ Ted Striker တစ်ယောက်ဝင်ကယ်တဲ့ဇာတ်လမ်းကိုမရပ်မနားရယ်မောရင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။ \nFile size…(1.5 GB) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.2",
        "url": "https://megaup.net/2ka8j/Airplane.II.The.Sequel.1982.720p.BluRay.x264-PSYCHD.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/210101672_4021126367957065_8643769830218516393_n-134x200.jpg",
        "title": "Airplane! (1980)",
        "description": "IMDb Rating (7.7) / Rotten Tomatoes (97%)Rating တွေ သတိထားမိရင် ဒီဇာတ်ကားကို ဟာသကားလို့တောင် ထင်စရာမရှိပါဘူး...တကယ်တော့ Parody အမျိုးအစား ဟာသရုပ်ရှင်ဇာတ်ကားစစ်စစ်ပါ...မင်းသားကြီး Robert Hays အဓိကနေရာက သရုပ်‌ဆောင်ထားပြီးကနေဒီယန်ဟာသမင်းသားကြီး Leslie Nielsen (The Naked Gun မင်းသား) တို့လဲပါဝင်ထားပါတယ်။Classical ရုပ်ရှင်တွေထဲမှာ တော်တော်လေးရယ်ရတဲ့ရုပ်ရှင်ပါ...Paramount Pictures မှထုတ်လုပ်ထားပြီး ကုန်ကျငွေ $3.5 Million သာ ရှိခဲ့ပေမယ့်Box Office ရုံဝင်ငွေ $171 Million ကျော် ရရှိခဲ့တာမို့   စီးပွားရေးအရ သောက်သောက်လဲမြတ်စွန်းခဲ့သလိုအနုပညာအရလဲ အောင်မြင်ခဲ့တဲ့ဟာသရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့...Ted Striker ဆိုတဲ့လူဟာ လေယာဉ်ပျက်ကျဖူးတဲ့ လေယာဉ်မှူးတစ်ယောက်ပါ။နောက်တစ်ခေါက်လေယာဉ်စီးရမှာ ကြောက်နေပေမယ့် မထင်မှတ်ဘဲ လေယာဉ်ထပ်စီးရပါတယ်။ကံကဆိုးတော့ သူစီးတဲ့လေယာဉ်မှာ လေယာဉ်မှူးတွေနဲ့ ခရီးသည်တွေအားလုံး အစာအဆိပ်သင့်ပြီးဒီလေယာဉ်ကြီး ချောမွေ့စွာ ဆင်းသက်ဖို့တာဝန်ဟာ Ted Striker ပုခုံးပေါ်ကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ka4p/Airplane.1980.REMASTERED.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/894cfd8d90d0c6c4befa2410fa35b9bc-140x200.jpg",
        "title": "The Thieves (2012)",
        "description": "ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။\nBudget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။\nစတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။\nဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။\nအနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။\nအဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။\nနောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ...ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ...",
        "rating": "6.8",
        "url": "https://megaup.net/1E2q4/The.Thieves.2012.BluRay.720p.REMUX.AVC.DTS-HD.MA.5.1-DIY-CHDBits.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pixomatic_1627481676875-142x200.png",
        "title": "Players (2012)",
        "description": "IMDb Rating (4.1) / Rotten Tomatoes (43%)Hollywood ရဲ့ နာမည်ကြီးThe Italian Job ဇာတ်ကားကို ပြန်ရိုက်ကူးထားတဲ့ Bollywood ဇာတ်ကားပါ...ဒါပေမယ့် မူရင်းကားနဲ့ မတူအောင်ကြိုးစားဖန်တီးတင်ဆက်ထားတာကိုတွေ့ရမှာပါ....ဇာတ်လမ်း Duration ကလဲ မူရင်းကားထက်စာရင် နှစ်ဆလောက်ကြာအောင်ကိုရိုက်ကူးထားတာမို့ဇာတ်ညွှန်းကြိုက်ပြီးသားလူအတွက် ဝဝလင်လင် ပြန်ခံစားရသလို အသက်ဝင်စေပါတယ်။မင်းသား/မင်းသမီးအစုံအလင်နဲ့ Bollywood ရဲ့ အက အလှတွေကိုအပြည့်အဝခံစားရမှာ ဖြစ်သလိုThe Italian Job ကိုကြည့်ဖူးပြီးသား ကျွန်တော်တောင်တောက်လျှောက်ပြန်ကြည့်မိအောင် ခမ်းခမ်းနားနားရိုက်ကူးထားတာကိုတွေ့ရပါတယ်...ဇာတ်ကားရဲ့ လှည့်ကွက်တွေကလဲ Bollywood ပီသစွာ ပီပြင်တာမို့ ကြည့်ရတာ မိုက်ပါတယ်။ \nFile size…(3.3 GB) / (2.1 GB) / (900 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….02:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://megaup.net/2jZSd/Players_2012.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-RMS.mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/22636-l-141x200.jpg",
        "title": "The Italian Job (2003)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (73%)Shooter မင်းသား Mark Wahlberg ၊ Transporter မင်းသား Jason Statham ၊ Mad Max: Fury Road ဇာတ်ကားထဲက မင်းသမီး Charlize Theron တို့အပြင် အခြားသော နာမည်ကြီးသရုပ်ဆောင်များစွာ ပါဝင်ထားတဲ့ နာမည်ကျော်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Professional သူခိုးတွေရဲ့ စနစ်ကျနမှုတွေကို မြင်တွေ့ရမှာဖြစ်ပြီးလူ့စိတ်ရဲ့အလင်းအမှောင်နဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းကို ရှုမြင်ခံစားရမှာပါ...လှည့်ကွက်အများအပြားနဲ့ဇာတ်ကားမို့လို့ ဇာတ်လမ်းအကျဉ်းကို မိတ်ဆက်မပေးချင်ပါဘူး...။မကြည့်ရသေးရင် သေချာပေါက်ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး ကြည့်ပြီးသွားရင်လဲထပ်ကြည့်လို့ မပျင်းစေရဘူးဆိုတဲ့အကြောင်းပဲ မိတ်ဆက်ပေးချင်ပါတယ်....။Action, Crime, Thriller အမျိုးအစားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတစ်ကားဖြစ်ပြီးသတိရတိုင်းပြန်ကြည့်မိတဲ့ဇာတ်ကားပါ။ \nFile size…(2.2 GB) / (1.4 GB) / (600 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2k0yY/The.Italian.Job.2003.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BYTZkZTM0NjYtN2Q2OS00YThjLWFkYTAtZDAwOWM3NjY1YjlhXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-146x200.jpg",
        "title": "Batman: The Long Halloween, Part Two(2021)",
        "description": "စုံ​ထောက်ကြီးဘတ်မန်းနှင့် ဟောလိုးဝင်းခရီးရှည်ကြီး အပိုင်း(၂)ထွက်လာပါပြီ.အပိုင်း(၁)မှာ ဂျိုကာနဲ့ နွယ်ပျိုမယ်တို့ ​ပေါ်လာကြပြီဖြစ်သလို ဇာတ်လိုက်​ကျော် ​ဟောလီး​ဒေးလူသတ်သမားကလည်း မြို့မျက်နှာဖုံးကြီးဖယ်ကိုနီရဲ့အ​ရေးပါတဲ့မိသားစုဝင်တစ်​ယောက်ကို ထပ်သတ်ပြီးအဆုံးသတ်ထားပါတယ်အပိုင်း(၂)မှာ​​တော့ ​ဟောလီး​ဒေးအမည်ခံလူသတ်သမားက ဘယ်သူဖြစ်​နေမလဲ.စုံ​ထောက်ကြီးဘတ်မန်းထင်​နေသလို ဟာ​ဗေးဒန့်ကပဲ​ ဟောလီး​ဒေးဖြစ်​နေမလား.ပရိတ်သတ်အချစ်​တော်ဂျိုကာကြီးနဲ့ နွယ်ပျိုမယ်တို့က​ရော ဘယ်လိုအ​ဖျက်အ​မှောင့်လုပ်ငန်း​တွေ လုပ်ကြဦးမလဲ.တခြားဘယ်နာမည်ကြီးဗီလိန်​တွေ ထပ်ပါလာဦးမလဲ.ဟာ​ဗေးဒန့်ဆိုတဲ့နာမည်ကြားလိုက်ရုံနဲ့ DC fanတိုင်းသိကြတဲ့ ဗီလိန်တစ်​ယောက်က ဘယ်လို​မွေးဖွားလာမလဲ...စတဲ့​​ပ​ဟေဠိ​ပေါင်းများစွာ၊လှည့်ကွက်​ပေါင်းများစွာကို ဘတ်မန်းနဲ့အတူ ပရိတ်သတ်​​တွေကိုယ်တိုင် ​ဖော်ထုတ်အ​ဖြေရှာရဦးမှာပါBatman:Under The Red Hood​ နောက်ပိုင်းထွက်လာတဲ့ထဲမှာ ဒီLong Halloween part 1 and 2ဟာ ​တော်​တော်​လေးDarkဖြစ်တာမို့DC animated universe fanတိုင်း လတ်လွတ်မခံပဲကြည့်ရှုသင့်တဲ့ animationတွေပဲဖြစ်ပါတယ်. အား​ပေးကြည့်ရှုလိုက်ကြပါဦး Translated by : JimXEncoded by  YKFile Size : 1.67GB and 970MBDuration : 1h 27mins",
        "rating": "7.5",
        "url": "https://megaup.net/2ZY3v/Batman.The.Long.Halloween.Part.2.2021.720p.WEBRip.(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/89f188ab71c85e122c9fe3934f32c09f-140x200.jpg",
        "title": "Lincoln (2012)",
        "description": "Lincoln (2012)\n============\nIMDb Rating = 7.3/10\nDirected By Steven Spielbergအေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်\n၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။\nဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။\nသူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။\nတစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။\nဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။\nငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။\nအဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။ လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။\nပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။\nအဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2k0xZ/Lincoln_(2012)_720p.mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91BCK5eSwaL._RI_-150x200.jpg",
        "title": "The Man (2005)",
        "description": "The Man 2005IMDb 5.6Motherfucker လို့ဆဲနေကျ Samuel L. Jackson ရဲ့ ဟာသအက်ရှင် Agent ဇာတ်ကားဟောင်းလေးတင်ဆက်လိုက်ပါတယ်..\nသူနဲ့အပြိုင်ကြဲမယ့် ဟာသသရုပ်ဆောင်ကတော့ American Pie ထဲက မင်းသားကြီး Eugene Levy ပါ။ဇာတ်လမ်းကတော့...\nစုံ​ထောက်ဗန်တစ်ယောက် ကြေကွဲနာကျပြီး တင်းနေပါတယ်...\nအကြောင်းကတော့ သူ့ရဲ့တွဲဖက် ပါတနာအသတ်ခံလိုက်ရတဲ့အပြင် လက်နက်တိုက်ပါဖောက်ထွင်းခံလိုက်ရလို့ပါ...\nသူဟာ ဒီလူသတ်သမားကို ဖမ်းမိဖို့ မိုးဆုံးမြေဆုံး လိုက်လံစုံစမ်းနေပါတယ်...ဒီလိုနဲ့ လူဆိုး​​ခေါင်း​ဆောင်ကို ဖမ်းမိနိုင်ဖို့ လက်နက်အ​ရောင်းအဝယ်တစ်ခုကို ​ထောင်​ခြောက်ဆင်ဖမ်းရာမှာ\nဘာမှမဆိုင်တဲ့ သွားဘက်ဆိုင်ရာအ​ရောင်းဝန်ထမ်း အန်ဒီကို လူဆိုးတွေက\nလက်နက်လာဝယ်တဲ့သူလို့ အထင်မှားသွားတဲ့ အခါ...\nအ​မေးအမြန်းထူတဲ့ အန်ဒီ နဲ့ အဆဲသန်တဲ့ဗန်တို့ နှစ်​ယောက်\nဘယ်လိုစခန်းသွားကြမလဲဆိုတာ....။ \nFile size…(1.6 GB) / (800 MB) / (300 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya",
        "rating": "5.6",
        "url": "https://megaup.net/1E2ku/The.Man.2005.720p.AMZN.WEB-DL.DDP5.1.H.264-Pawel2006.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zz6ScNmHqYbYv6OPFQkBI01SnCy.jpg",
        "title": "Mimi(2021)",
        "description": "Mimi(2021) အညွှန်း*****************IMDb....8.5ဒီအိန္ဒိယဇာတ်လမ်း ဇာတ်ကွက်ကဆန်းပြားသလို စိတ်ဝင်စားဖို့လည်းကောင်းတယ်...မိခင်ဖြစ်သူရဲ့ချို့ယွင်းချက်ကြောင့်သားသမီးယူလို့မရနိုင်တဲ့ အမေရိကန်လင်မယားနှစ်ယောက်ဟာ သူတို့ရင်သွေးကို အငှားကိုယ်ဝန်လွယ်ခိုင်းဖို့ အိန္ဒိယပြည်မှာကျန်းမာကြံ့ခိုင်သန်စွမ်းတဲ့ မိန်းမငယ်လေးတစ်ဦးကို လိုက်ရှာပါတယ်...မိန်းမငယ်လေးဘက်လည်းအဆင်ပြေအောင်အခကြေးငွေမြိုးမြိုးမြက်မြက်လေးပေးမယ်စိတ်ကူးပြီး ရှာဖွေတာပေါ..အဲ့လိုနဲ့ဘောလီဝုဒ်မှာ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်ဖို့ ကြိုးစားရုန်းကန်နေတဲ့ သူတို့လိုချင်တဲ့ပုံစံအတိုင်းဖြစ်တဲ့ ကောင်မလေးကိုတွေ့လိုက်တယ်...ဘောလီဝုဒ်သရုပ်ဆောင်တစ်ယောက်ဖြစ်ဖို့ဆိုတာကလည်း ပိုက်ဆံမရှိရင် ဘယ်လိုမှမဖြစ်နိုင်တဲ့အတွက်ကောင်မလေးဘက်ကလဲ ဒီအငှားကိုယ်ဝန်ဆောင်မယ့်ကိစ္စကို သဘောတူလိုက်တယ်... ရူပီးသိန်းနှစ်ဆယ်နဲ့ပေါ့ကိုယ်ဝန်ဆောင်ကာလ ကိုးလအတွက် တစ်လငါးသောင်းနှုန်းနဲ့ လေးသိန်းခွဲအရင်ပေးထားပြီး ကျန်တဲ့၁၅သိန်းကျော်ကိုကလေးမွေးပြီးမှပေးမယ်ဆိုပြီး သဘောတူခဲ့ကြတယ်...ဒီလိုနဲ့ ကိုယ်ဝန်ဆောင်ဖို့ ဖြစ်လာပါတယ်...အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....IMDb..8.5ဖြစ်ပြီး အိန္ဒိယရဲ့ မင်းသမီးချော Kriti Sanon နဲ့ မင်းသားကြီးPankaj Tripathi တို့ပါဝင်ထားတဲ့အပြင်တမူထူးတဲ့ ဇာတ်လမ်းဖြစ်လို့နင်းကန်ကြည့်သင့်ပါကြောင်း...File Size : (2.6GB) and (1.1GB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:12:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan ...",
        "rating": "8.5",
        "url": "https://megaup.net/1E2kk/Mimi.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Bruna-Surfistinha-film-images-06f335d8-3d28-4b0e-b30a-b2f0358bbb2-133x200.jpg",
        "title": "[18+] Confessions of a Brazilian Call Girl (2011)",
        "description": "ဒီဇာတ်ကားကတော့ ဘရာဇီးစာရေးဆရာမ Raquel Pacheco (ကလောင်နာမည် Bruna Surfistinha ) ရဲ့တကယ့်အဖြစ်အပျက်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ 18+ ပညာပေးဇာတ်ကားပဲဖြစ်ပါတယ်။Bruna Surfistinha လို့ ပေါ်တူဂီ-ဘရာဇီး နာမည်ပေးထားတဲ့ သူမရဲ့ကလောင်နာမည်ကEnglish လိုဆို \"Little Surfer Bruna\" ဖြစ်ပါတယ်...ဘရူနာဆိုတဲ့ဇာတ်ကောင်ဟာ သူမကိုယ်တိုင်ပါပဲ....သူမဟာ ၁၇ နှစ်နှစ် ကောလိပ်ကျောင်းသူဘဝမှာပဲ Sex Worker,Call Girl ဖြစ်လာခဲ့ပြီး\nသူမရဲ့ Sexual အတွေ့အကြုံတွေကို Blog မှာ ရေးတင်ခဲ့ရာက ဘရာဇီးမှာ လူကြည့်များတဲ့ Blog တစ်ခုဖြစ်လာပါတယ်...\nသိပ်မကြာခင်မှာပဲ သူမဟာ O Doce Veneno do Escorpião (The Scorpion's Sweet Venom) ဆိုတဲ့\nသူမဘဝအကြောင်းစာအုပ်ကိုရေးသားထုတ်ဝေခဲ့ပြီး\nဘရာဇီးမှာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့ပါတယ်...\nဒီဇာတ်ကားကတော့ အဲ့ဒီစာအုပ်ကို အခြေပြုရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်မှာ လမ်းမှားရောက်နိုင်တဲ့အခြေအနေတွေ မူးယစ်ဆေးဝါးရဲ့ဆိုးကျိုးတွေကို\nခပ်ကြမ်းကြမ်းရိုက်ကူးပြသသွားပါတယ်။\n( Dark Side Production မှ တင်ဆက်သည်။) \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1E1or/(DS)Confessions_of_a_Brazilian_Call_Girl_(2011)_(720p_BluRay_x265_Bandi).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-38-160x200.jpeg",
        "title": "14 Phere (2021)",
        "description": "Haseen Dillruba ဇာတ်ကားထဲမှာ မိန်းမကိုချစ်တာ မပြတတ်ပေမယ့် လက်တောင်ဖြတ်ပေးရဲတဲ့မထုံတက်သေးနဲ့ အချစ်သူရဲကောင်း  ရစ်ရှူးတစ်ဖြစ်လဲမင်းသား Vikrant Massey ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...အခုဇာတ်ကားကလဲ အဲ့ဒီမင်းသားပါပဲ...ခုဇာတ်ကားမှာတော့ အိမ်ကစီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကို ဆန့်ကျင်ပြီးတော့\nသူချစ်တဲ့မိန်းကလေးကိုပဲ မရရအောင်ယူမယ့် ဆန်ဂျေးအဖြစ်မြင်ကြရမှာပါ။\nလူတန်းစားတူမှ ပေးစားချင်ကြတဲ့ နှစ်ဖက်မိဘတွေကြောင့်\nချစ်သူနှစ်ဦးမင်္ဂလာပွဲဖြစ်အောင် မိဘအတုတွေ လန်ကြုတ်ဇာတ်လမ်းတွေဆင်ကြရာမှာ\nဘယ်လိုတွေလွဲကြမလဲဆိုတာ.....။\nIMDb Rating (6.7) ရရှိထားပြီး Zee5 Channel က အသစ်စက်စက်ထုတ်လွှင့်ထားတဲ့ Bollywood ဇာတ်ကားလေးပါ။ \nFile size…(1.8 GB) / (999 MB) / (400 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "6.7",
        "url": "https://megaup.net/2jYJ1/(CM)14_Phere_(or)_DOUBLE_KALYANAM_(2021)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMzE0NWVmZjItYjBhZC00NDViLTkzNTUtZWIyYjk1MmY4MjExXkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-138x200.jpg",
        "title": "Hungama 2 (2021)",
        "description": "Disney+Hotstar က ဖြန့်ချိတဲ့ အသစ်စက်စက် Bollywood ရုပ်ရှင်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဒီဇာတ်ကားက ၂၀၀၃ ခုနှစ်က နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ Hungama ဇာတ်ကားရဲ့ Sequel အနေနဲ့ထွက်ရှိလာတာပါ...ဇာတ်လမ်းကတော့.....သူဌေးကြီး မစ္စတာဘဂျာဂျ်နဲ့ အငြိမ်းစားထောင်မှူးမစ္စတာကပူရ်တို့က အရမ်းကိုခင်မင်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ကြပြီးသူတို့သားသမီးတွေကို လက်ထပ်ပေးဖို့အထိပါ စီစဉ်ထားကြတဲ့သူတွေဖြစ်ပါတယ်...မစ္စတာကပူရ်ရဲ့သားဖြစ်သူ အာကာရှ်ဟာ ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးတူတွေတူမတွေနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါး အေးအေးဆေးဆေး ဖြတ်သန်းနေသူတစ်ယောက်ပါ...ဒါပေမယ့် အေးဆေးနေရမယ့်ရက်တွေ ကုန်ဆုံးသွားချိန်ကတော့ သူ့ရဲ့ငယ်ရည်းစားဆိုသူက သူ့ရဲ့ကလေးဆိုသူကိုရင်ခွင်ပိုက်လို့ အိမ်ကိုရောက်ချလာတဲ့အချိန်ပါပဲ...ငယ်တုန်းကရှုပ်ထားတဲ့ ရည်းစားရဲ့ ကလေးက သူ့ကလေးအစစ်အမှန်လား....နှစ်ဖက်မိဘသဘောတူထားတဲ့ ဂုဏ်သိက္ခာအိမ်ထောင်ရေးကိုရော ဘယ်လိုရှေ့ဆက်ရမလဲဆိုတာ...ဟာသအသောလေးတွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတဲ့ အချစ်ဟာသဇာတ်လမ်လေးပါ။ရုပ်ရှင်ရုံတွေမှာ မိသားစုလိုက် အပန်းဖြေကြည့်ရှုရမယ့် ဇာတ်လမ်းမျိုးဖြစ်ပြီးစိတ်ညစ်စရာများလှတဲ့ ခုကာလမှာ ခဏတာဖြစ်ဖြစ် အပန်းဖြေဖို့ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။ \nFile size…(2.6 GB) / (1.3 GB) / (700 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin ...",
        "rating": "4.8",
        "url": "https://megaup.net/1E193/(CM)_HUNGAMA_2_(2021)_Hindi_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ky8Fua6PD7FyyOA7JACh3GDETli.jpg",
        "title": "Blood Red Sky(2021)",
        "description": "Blood Red Sky (2021) အညွှန်း************************ဒီဇာတ်ကားကို စမြင်တော့ လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားပဲပေါ့လို့တွေးလိုက်တာ။တကယ်လည်းလေယာဉ်ပြန်ပေးဆွဲတဲ့ကားဆိုပေမဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဇာတ်ကွက်တွေကတော်တော်ကြီးကိုဆန်းပြားတယ်...သားအမိနှစ်ယောက် အမေရိကကို ဆရာဝန်နဲ့သွားတွေ့ဖို့ အဲဒီလေယာဉ်နဲ့သွားတယ်။အဲဒီလေယာဉ်ပေါ်မှာ အရှေ့အလယ်တိုင်းသား ရူပဗေဒပညာရှင်တစ်ယောက်ပါပါလာတယ်။အဲဒီလိုနဲ့ လေယာဉ်ပြန်ပေးဆွဲခံရတယ်ပေါ့။ လေယာဉ်ပြန်ပေးသမားတွေက ရူပဗေဒပညာရှင်ရယ်တခြား အရှေ့အလယ်တိုင်းသားနှစ်ယောက်က ပြန်ပေးဆွဲတဲ့ပုံစံနဲ့ ထောင်ချောက်ဆင်ပြီးသူတို့က ခုန်ချနေခဲ့ကြမယ်လို့ စီစဉ်ထားတယ်။ ဒါပေမဲ့ သားအမိနှစ်ယောက်ထဲက အမေကို ပြန်ပေးသမားထဲကစိတ်ရူးပေါက်နေတဲ့ကောင်က သတ်လိုက်တဲ့ အချိန်မှာ အမေဖြစ်သူက မသေဘဲ ပြန်ရှင်လာတယ်။သတ်အောင်သတ်ထားတာကိုမှ အမေဖြစ်သူက ဘာလို့မသေဘဲပြန်ရှင်လာတာလဲ...ကောင်းကင်မှာသွေးတွေဘယ်လိုလွှမ်းကုန်မလဲဆိုတာကိုတော့...၂၀၂၁ ထွက် Horror, Action ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3Monပဲဖြစ်ပါတယ်....File Size :(1.8GB) (950 MB) and (480 MB)\nQuality : WEB-DL 1080p 5.1CH, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1E0a4/(CM)_Blood.Red.Sky.2021..720p.NF.WEBDL.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-24-at-16.57.55-136x200.png",
        "title": "Jolt (2021)",
        "description": "Jolt (2021)==========IMDb Rating - 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက်  သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ  လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ...",
        "rating": "5.4",
        "url": "https://megaup.net/2jX7m/(CM)Jolt.2021.720p.AMZN.WEB-DL.English.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BY2U2NjNmZjEtNzJmZi00NTk5LTk1MjgtZjBhMjMxYjUxMjk0XkEyXkFqcGdeQXVyOTc4NTg3MDM@._V1_-160x200.jpg",
        "title": "Hello Charlie (2021)",
        "description": "\"ဘာမှမလုပ်တဲ့လူက မလုပ်ရင်လည်းမလုပ်ဘူး\nလုပ်ပြီဟေ့ဆိုရင်လည်း အချီကြီးမှ\"ဒီဇာတ်ကားလေးကတော့ ဟာသဇာတ်မြူးကားလေး..ချာလီဆိုတဲ့ကောင်လေးဟာ အဖေ့အကြွေးကို ဆပ်ဖို့ဆိုပြီး\nမြို့တက်အလုပ်လာရှာတဲ့ကောင်လေးပေါ့ဗျာ..ဘာလုပ်လုပ်တလွဲလုပ်တတ်လွန်းလို့\nအလုပ်တိုင်းကနေ အထုတ်ခံရတယ်..ဦးလေးဖြစ်သူအိမ်မှာ ကပ်နေတယ်ဦးလေးက ကုန်ကားမောင်းတယ်ဆိုပါတော့..တစ်ရက်ဦးလေးက ရွာကပွဲလေးတစ်ခုကို သွားတက်ရင်း အိမ်မှာတစ်ယောက်တည်း\nကျန်ခဲ့တဲ့ ချာလီအဖို့ မက်လောက်စရာအလုပ်တစ်ခုရောက်လာခဲ့ပါတယ်..ဘာလုပ်လုပ်တလွဲဖြစ်နေတဲ့ ကိုယ့်အတွက် အပ်လာတဲ့အလုပ်ကလည်း\nဦးလေးမသိအောင် ခိုးလုပ်ရမှာဖြစ်တဲ့အတွက် သိုသိုသိပ်သိပ်လုပ်ရင်းနဲ့မှ\nအရှုပ်ထုပ်တွေနဲ့ တိုင်ပတ်လာတဲ့အခါတော့...\nချာလီတစ်ယောက် ဘယ်လိုတွေနှစ်ပါးသွားကမလဲဆိုတာ....။မင်းသမီးလေးလဲ အလန်းလေးမို့ ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုဖို့ သင့်တော်တဲ့ဇာတ်ကားလေးပါ။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "5.6",
        "url": "https://megaup.net/1DZrv/(CM)Hello.Charlie.2021.720p.10bit.AMZN.WEBRip.DDP5.1.ESub.HEVC_The.PunisheR.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/dKnWg_4f-140x200.jpg",
        "title": "Hard Hit (2021)",
        "description": "Hard Hit (2021)အခုတစ်ခေါက်မှာတော့ တောင်းဆိုနေကြတဲ့ ပရိတ်သတ်ကြီးအတွက်\nဂျွန်လ ၂၃ရက်ကမှ အသစ်စက်စက် ထွက်ရှိ ရုံတင်ထားတဲ့\nကိုရီးယား Action/Thriller ဇာတ်ကားကြီးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်IMDB 6.0/10 ရရှိထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပြီးCast တွေအနေနဲ့ကတော့ နာမည်ကြီး အချစ်တော်မင်းသား Ji Chang-Wook နဲ့\nSeo-book,Rampant အစရှိတဲ့ ဇာတ်ကားကြီးတွေမှာပါဝင်ဖူးတဲ့ ဝါရင့်သရုပ်ဆောင် Woo Jin-Joတို့က ပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Baro ဘဏ်မန်နေဂျာဖြစ်သူ လီဆောင်းဂူ ဆိုသူမှာ\nတစ်ရက် ကလေးတွေကို ကျောင်းလိုက်ပို့ဖို့လုပ်ရင်း ထူးဆန်းတဲ့ ဖုန်းတစ်ခုကို လက်ခံရရှိခဲ့ပါတယ်အဲ့ဖုန်းကိုဆက်တဲ့သူက ဘယ်သူဆိုတာမသိရဘဲ\nအဲဒီလူက လီဆောင်းဂူကားမှာ ဗုံးတပ်ဆင်ထားကြောင်း ပြောဆိုခဲ့ပြီး\nအဲ့ဗုံးက ကားပေါ်က သူဆင်းလိုက်တာနဲ့ ပေါက်မယ်ဆိုတဲ့အကြောင်းကိုလည်း ထိတ်လန့်ဖွယ် ပြောပါတယ်\nကားပေါ်မှာ လီဆောင်းဂူနဲ့အတူ သူရဲ့သားဖြစ်သူ မင်ဂျွန်းနဲ့သမီးဖြစ်သူ အယ်အင်းတို့လည်း အတူရှိနေခဲ့ပါတယ်\nကလေးနှစ်ယောက်နဲ့ ဗုံးတပ်ဆင်ထားတဲ့ကားပေါ်မှာ ရှိနေတဲ့အခါ ဘယ်လို လွတ်မြောက်အောင်ကြိုးစားမလဲ\nဘယ်လိုအဆုံးသတ်မယ်ဆိုတာတော့ ရင်တမမနဲ့ ခံစားကြည့်ရှုရဦးမှာပါဒီကားထဲမှာ ဘဝအတွက် သင်ခန်းစာယူစရာတချို့လည်းရနိုင်လို့\nအက်ရှင်ကားလည်းကြည့် အနှစ်သာရ အချို့လည်းခံစားနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1DZgz/Hard.Hit.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
        "title": "Kingdom: Ashin of the North (2021)",
        "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။ (ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…) File ...",
        "rating": "9.7",
        "url": "https://megaup.net/2jW8v/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BODJkZTZhMWItMDI3Yy00ZWZlLTk4NjQtOTI1ZjU5NjBjZTVjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "Kung Fu Panda (2008)",
        "description": "DreamWorks ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်ကားတွေထဲကတစ်ကားဖြစ်တဲ့ ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ…လူကြီးလူငယ်မရွေး အားပေးခဲ့ကြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ…ဆုပေါင်းများစွာကိုလည်းရယူထားနိုင်ခဲ့ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးဆီသွားကြရအောင် တစ်ခါတုန်းက အေးချမ်းတဲ့မြို့လေးတစ်မြို့မှာအပျင်းကြီးပြီး အစားပုတ်တဲ့ ပန်ဒါဝက်ဝံလေးတစ်ကောင်ရှိပါတယ်…သူ့နာမည်ကတော့ ‘ပို’ လို့ခေါ်ပြီး ဝတုတ်ကြီးဖြစ်နေပါတယ်..အဖေဖြစ်သူနဲ့ ခေါက်ဆွဲရောင်းနေရတဲ့သူလည်းဖြစ်ပါတယ်…ဒါပေမယ့် သူဟာ ကွန်ဖူးသိုင်းပညာရှင်အရမ်းဖြစ်ချင်နေပြီးကွန်းဖူးသိုင်းသမားတွေကိုလည်း အားကျနေသူတစ်ယောက်ဖြစ်ပါတယ်…သူတို့မြို့လေးမှာ ကွန်ဖူးသိုင်းသင်တန်းကျောင်းတစ်ခုရှိပြီးသင်တန်းသားတွေ ဖြစ်တဲ့ နာမည်ကြီး ကွန်ဖူးသိုင်းသမားငါးယောက်လည်းရှိပါတယ်…သူတို့ကတော့ Tigress, Crane, Mantis, Viper နဲ့ Monkey တို့ပဲဖြစ်ပါတယ်….တစ်နေ့မှာတော့ သင်တန်းကျောင်းကနေ နဂါးသူရဲကောင်းရွေးချယ်ပွဲကြီးကျင်းပပါတော့တယ်…ဒီရွေးချယ်ပွဲကြီးဟာ သင်တန်းသားတွေထဲကအတော်ဆုံးတစ်ယောက်ကိုရွေးချယ်မှာဖြစ်ပါတယ်…‘ပို’ တစ်ယောက်လည်း ရွေးချယ်ပွဲကြီးကို အရမ်းကြည့်ချင်နေခဲ့ပေမယ့်သူ့အဖေကတော့ ပွဲမှာ ခေါက်သာဆွဲရောင်းခိုင်းပါတယ်…‘ပို’ တစ်ယောက် ပွဲကိုရောက်အောင်သွားခဲ့ပေမယ့် နောက်ကျသွားတဲ့အတွက်ဂိတ်တံခါးပိတ်နေတာကို တွေ့လိုက်ရပါတယ်…ဒီအချိန်မှာ ရွေးချယ်ပွဲလည်း စနေပါပြီ…‘ပို’ လည်း အရမ်းကြည့်ချင်နေတာနဲ့အထဲဝင်လို့ရအောင် ကြံစည်ပါတော့တယ်…ဒီလိုနဲ့ ရွေးချယ်ပွဲဟာ နဂါးသူရဲကောင်းကို ကြေငြာမယ့်အချိန်ကိုရောက်လာပါပြီ…ဒီအချိန်မှာ ‘ပို’ ဟာ အထဲဝင်ဖို့ကြိုးစားရင်းနဲ့ အလွဲလွဲအချော်ေျချာ်တွေဖြစ်ပြီးမမျှော်လင့်ပဲ နဂါးသူရဲကောင်းအဖြစ် ရွေးချယ်ခြင်းခံလိုက်ရတဲ့ အခါမှာတော့…..ဇာတ်လမ်းရဲ့အရသာကို အပြည့်အဝခံစားနိုင်ဖို့အတွက်ဒီလောက်ပဲညွှန်းလိုက်ပါတော့တယ်…‘ပို’ တစ်ယောက်ဘာတွေဆက်ဖြစ်ဦးမှာလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦး…..IMDb rating ...",
        "rating": "7.5",
        "url": "https://megaup.net/2sEpq/Kung.Fu.Panda.2008.720p.BluRay_%7BCM%7D_Recode.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BOTM5NTgwOTU1Nl5BMl5BanBnXkFtZTgwODE4Mzg1MDE@._V1_-132x200.jpg",
        "title": "The Class of 92 (2013)",
        "description": "IMDb Rating(8.0) / Rotten Tomatoes (100%)မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်ဆိုရင် 92 ခုနှစ်အတန်း.. Class of 92 ကစားသမားတွေကို မသိသူရှိမယ်မထင်ပါဘူး\nယူနိုက်တက်တို့ရဲ့ရာဇဝင်မှာ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တဲ့ အခိုက်အတန့်ဖြစ်တဲ့ 99 ခုနှစ်ရာသီ ဖလားသုံးလုံးချန်ပီယံဖြစ်ခဲ့မှုမှာလဲ\nClass of 92က အသင်းသားတွေဟာ အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေပါဝင်ခဲ့ကြပါတယ်\nဒီဇာတ်လမ်းကတော့ Class of 92ကစားသမားတွေဖြစ်တဲ့အပြင်\nမန်ချက်စတာယူနိုက်တက်ရဲ့ ဂန္တဝင်ကစားသမားတွေဖြစ်တဲ့ ဒေးဗစ်ဘက်ခ်ဟမ်း၊ နစ်ကီဘတ်၊ ပေါလ်စခိုး၊ ရိုင်ယန်ဂစ်၊ ဖီးလ်နဗီးနဲ့ ဂယ်ရီနဗီးတို့\nဖြတ်သန်းခဲ့ရတဲ့နေ့ရက်တွေအကြောင်းကို အသားပေး ဖော်ပြထားတာဖြစ်ပါတယ်\n1992 ကနေ 99ခုနှစ် ချန်ပီယံလိဂ်ဖိုင်နယ်အထိအကြောင်းတွေပါဝင်ပါတယ်။\nဗြိတိန်ရဲ့ နိုင်ငံရေးအလှည့်အပြောင်းတွေကြား အင်္ဂလိပ်ဘောလုံးလောကရဲ့ အနိမ့်အမြင့်အတက်အကျတွေနဲ့အတူ\nအင်္ဂလိပ်ဘောလုံးပရိတ်သတ်တွေရဲ့ ဘောလုံးအားကစားအပေါ်ရူးသွပ်မှုတွေကိုလဲ သိမြင်နိုင်မှာပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားက Documentary အမျိုးအစားဖြစ်ပြီး သရဲနီတစ်ယောက်အတွက်လုံးဝမေ့ထားလို့မရတဲ့\nယူနိုက်တက်ရဲ့ရွှေရောင်နေ့ရက်တွေကို ပြန်လည်ခံစားရင်း Class of 92 ကစားသမားအကြောင်းတွေ\nယူနိုက်တက်အကြောင်းတွေကိုပါ အတွင်းကျကျ တစ်ဝကြီးခံစားနိုင်မှာပဲဖြစ်ပါကြောင်း.....။(အညွန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်) \nFile size…(2.5 GB) / (1.6 GB) / ...",
        "rating": "8.0",
        "url": "https://megaup.net/Y0gu/(CM)The.Class.of.92.2013.EXTENDED.720p.BluRay.x265-RARBG.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress-134x200.jpg",
        "title": "(18+)Mistress 4 (2021)",
        "description": "Mistress 4 (2021)နောက်ထပ် အိမ်တွင်းသိုင်းကျင့်မယ့် ဂေါင်းကြီးတို့အတွက် Korea 18+ ဖောင်းဒိုင်းရှုးရှဲ ကားလေး ညွှန်းချင်ပါတယ်ဇာတ်လမ်းကတော့ မောင်ဇော်ချစ်သော ဆရာမအကြောင်းလေးပါ အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ ကောင်မလေးကို သူ့ချစ်သူ စားဘဲကြီးက ညီလေးအတွက်ဂိုက်သင်ပေးဖို့ ပြောရင်း ညီကလည်း အစ်ကို့ဆော်ကိုမှန်း အစ်ကိုကလည်း ရသမျှ ဆော်ဝိုက်တဲ့ ရှယ်လန်းတဲ့ ဖောင်းဒိုင်းကားလေးပါ ဒီထဲမှာ ဆော်အသစ်နှစ်ဗွေအားဖြည့်ထားသလို ဒီထဲမှာ ပါတဲ့ ဆော်နှစ်ဗွေထဲက တစ်ယောက်က တွေ့ဖူးသမျှ ကိုရီးယားဆော်တွေနဲ့ မတူပါဘူး မြန်မာအဆက်အပေါက် ထိုင်းမတွေနဲ့တောင်သွားဆင်ပါသေးတယ် တစ်ယောက်ကတော့ ကိုရီးယားမတွေ ထုံးစံအတိုင်း ဖြုဖြုဖွေးဖွေးရေဆေးငါးပေါ့ကိုယ်လုံးကိုယ်ပေါက်နဲ့ အကွက်ဆန်းတွေကတော့ တစ်ကားထက်တစ်ကားဆိုသလို လန်းနေပါတယ်နောက်ထပ် ဖောင်းဒိုင်းနည်းယူရင် အကွက်တွေရှုစားမယ်ဆိုရင်တော့ ဒီဂိုက်ဆရာမကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ ဂေါင်းကြီးတို့ကိုညွှန်းချင်ပါတယ် Translated by : FOXEncoded by : SenpaiQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/Y0az/Mistress.4.2021.HDRip.H264.720pAAC(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-21-at-23.12.35-135x200.png",
        "title": "Trollhunters: Rise of the Titans (2021)",
        "description": "Trollhunters: Rise of the Titans (2021)===========================\nIMDB - 8.8/10CM ပရိသတ်ကြီးများကို လုံးဝအလန်းလွန်နေတဲ့ Animation ကားလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်ဒီစကြဝဠာကြီးကို စွမ်းအားကြီးမားလှတဲ့ စုန်းမကြီးသုံးယောက် ဖန်ဆင်းထားတယ်လို့ဆိုရအောင်ဗျာ\nအဲ့စကြဝဠာကြီးထဲမှာ လူသား တိရိစ္ဆာန် မှင်စာ ဂြိုလ်သား စတဲ့သက်ရှိတွေအားလုံး ညီညွှတ်မျှတစွာနေထိုင်နိုင်ဖို့ ကမ္ဘာမြေဆိုတဲ့လှပတဲ့နေရာလေးကိုလည်း ဖန်ဆင်းခဲ့ကြတယ်ဒါပေမယ့် လူသားတွေကတော့ ကမ္ဘာမြေရဲ့အလှကို မစောင့်ရှောက်ဘဲ ဖျက်စီးကြတယ်ဗျာ\nလူသားအချင်းချင်း စစ်ပွဲတွေခင်း အာဏာတွေပြကြရုံမက မှင်စာလေးတွေကိုပါ ထိခိုက်လာခဲ့တော့\nမှင်စာလေးတွေဟာလည်း ကမ္ဘာမြေကြီးရဲ့အောက်ခြေမှာပဲ ပုန်းလျှိုးကွယ်လျှိုးနဲ့နေထိုင်ကြရတာပေါ့\nဒါတင်မက လူသားတွေဟာ အကောင်လေးတွေကိုနှိပ်စက် အပင်တွေခုတ်နဲ့ ကြာတော့ ကမ္ဘာကြီးလည်းတဖြည်းဖြည်းပျက်စီးလာခဲ့တယ်ဒါကိုသည်းမခံနိုင်တော့တဲ့ စုန်းမကြီးတွေဟာ ကြီးမားလှတဲ့ Titan ကြီးတွေကို ဆင့်ခေါ်ပြီး ကမ္ဘာမြေကိုဖျက်စီးကာ အသစ်တဖန်ပြန်စဖို့ စီစဉ်ပါတော့တယ်ဒါကိုသိရှိသွားကြတဲ့ Trollhunter(မှင်စာမုဆိုး) ဦးဆောင်တဲ့ သူရဲကောင်းတစ်စုဟာ ဖန်ဆင်းရှင်စုန်းမကြီးတွေကို လိုက်လံတားဆီးကြတော့တာပေါ့\nအပြောသာလွယ်ပေမယ့် ဖန်ဆင်းခံလူသားတွေက ဖန်ဆင်းရှင်ကိုခံချဖို့ဆိုတာ ကြားရုံနဲ့ မဖြစ်နိုင်တဲ့ကိစ္စပါ\nဒီလိုမဖြစ်နိုင်တဲ့ကိစ္စကို သူငယ်ချင်းတွေ ဘယ်လိုပူးပေါင်းပြီး ဘယ်လိုတိုက်ခိုက်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်Animation ...",
        "rating": "8.8",
        "url": "https://megaup.net/XZy3/Trollhunters.Rise.of.the.Titans.2021.720p.NF.WEB-DL{CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Awasarn-Lok-Suey-2016-อวสานโลกสวย-141x200.png",
        "title": "Grace (or) Awasarn Lok Suay (2016)",
        "description": "Thriller ထိုင်းဇာတ်ကားပါ...လူငယ်တွေနဲ့ချည်း ရိုက်ကူးထားတာမို့ Teen Thriller ပုံစံမျိုးပေါ့...ဇာတ်လမ်းရဲ့အစကတော့...အခုခေတ်လူငယ်တွေကြား ပဋိပက္ခအဖြစ်များနေတဲ့ Online Cele ကိစ္စပါပဲ...Online ပေါ်က ကိစ္စတွေကို တကယ့်လက်ရှိဘဝတွေနဲ့ တအားကိုရောထွေးလိုက်တဲ့အခါမှာမဖြစ်သင့်တာတွေ မလုပ်သင့်တာတွေ ဖြစ်လာတတ်တဲ့ လူငယ်တွေအကြောင်းပေါ့...။ပြန်ပေးဆွဲခန်း...သွေးထွက်သံယိုခန်းနဲ့...လိင်အသားပေးအခန်းတချို့ကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။IMDb Rating (6/10) ရရှိထားပါတယ်။ \nFile size…(2 GB) / (1.2 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.0",
        "url": "https://megaup.net/2jUle/Grace_or_Awrasarn.Lok.Suey.2016.720p.mp4",
        "category": "Adult, Asian, Thriller"
    }
]