[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDE3ODMwOTAtM2Y5Ni00MmNiLTg2OWUtN2JkNjJmZWQ1NDRhXkEyXkFqcGdeQXVyMzUxODQzNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "A Little White Lie (2023)",
        "description": "A Little White Lie (2023)\n==================\nGenre - Comedy, Drama\nIMDb Rating - 5.9/10လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်က စာပေလောကကို တုန်လှုပ်စေခဲ့တဲ့\nဝတ္ထုတစ်အုပ်ထွက်ပြီး လူလုံးထွက်မပြတဲ့ စာရေးဆရာ ရှရိုက်ဗာ\nဆိုတာ ရှိခဲ့ပါတယ်။ အမျိုးသားစာပေဆုကို သမ္မတကပေးတာတောင်\nတက်မယူဘဲနဲ့ပေါ့။ ဒီလိုနဲ့ သူကတော့ တစ်အုပ်ထွက်ပြီး ပျောက်ကွယ်\nသွားခဲ့တယ်။ အခုလက်ရှိမှာတော့ တက္ကသိုလ်စာပေပွဲတော်လုပ်ဖို့\nပရော်ဖက်ဆာကလီရီတို့တသိုက် ခေါင်းကိုက်နေကြတယ်။ ဘာလို့လဲ\nဆိုတော့ ဘုတ်အဖွဲ့က ဘတ်ဂျတ်ချမပေးတော့ဘူးဆိုတော့။ အဲဒီမှာ\nကလီရီက ရှရိုက်ဗာကို ရအောင်ရှာပြီး သူတို့စာပေပွဲတော်ကို ဖိတ်တယ်၊\nသူသာတက်ရောက်မယ်ဆို ဒီပွဲတော်က ဆက်လက်ပြီး လူတွေကို\nဆွဲဆောင် အသက်ဆက်နိုင်တော့မှာကိုး။အဲဒီမှာ တစ်ဖက်မှာ ဆက်သွယ်ခံရတဲ့ ရှရိုက်ဗာက စာရေးတာကိုမပြောနဲ့\nတစ်ရက်တစ်ရက် သူများခိုင်းသမျှလုပ်ပြီး၊ မျက်နှာကြက်ရေယိုတာကို\nကြောင်လေးကိုပိုက်ပြီး အိပ်ရာပေါ်ကနေ ကြည့်တတ်တဲ့ အထီးကျန်\nအရက်သမားတစ်ယောက်။ ဒါပေမဲ့ ဘေးနားက ဘော်ဒါက ဟန်ဆောင်ပြီး\nသွားတက်ရင် ဆုတွေရမှာဘာညာနဲ့ ဂျင်းထည့်ပြီး မြှောက်ပေးလိုက်တော့\nဒီပွဲတော်ကို သွားပြီး ဟန်ဆောင်တက်ရောက်ဖို့ ဖြစ်လာတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zd5j/A.Little.White.Lie.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZTQ2NTc5NmItNzQxYy00NDVjLWE0YWMtNTQwNGIxYTBhOTNmXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-125x200.jpg",
        "title": "Neetho (2022)",
        "description": "Neetho (2023)IMDb-9/10Right Time မှာ Wrong person ကို ကြုံဖူးကြပါသလား\nအရာအားလုံးပြီးပြည့်စုံနေတာနဲ့ပဲ အချစ်လို့ထင်ယောင်ထင်မှားဖြစ်ပြီး\nရှေ့ဆက်တိုးလိုက်ဖို့တွေးဖူးကြပါသလားစီးပွားရေးတွေတောင့်တင်းပြီး စီးပွားရေးချင်း\nမိတ်ဖက်ဖြစ်နိုင်တဲ့ မိသားစုနှစ်စုက\nဆပ်တရာနဲ့မယ်ဂနာ\nမယ်ဂနာက အချစ်စစ်နဲ့ချစ်ပြီးဘ၀ရှေ့ဆက်ဖို့ကြိုးစားပေမဲ့\nဆပ်တရာအပါအ၀င် နှစ်ဖက်မိဘအကုန်လုံးကစီးပွားရေးကြောင့်သာ\nပေါင်းဖက်ဖို့ဆုံးဖြတ်ခဲ့ကြတာပါလူငယ်ချင်းမေတ္တာမျှချစ်ရာကနေ နှစ်ယောက်တန်ဖိုးထားတဲ့\nအရာတွေမတူညီလို့ နှစ်ယောက်ဘ၀ထူထောင်ဖို့ကြန့်ကြာနေကြတဲ့\nဗာရွန်နဲ့ အာနူရှာ ‌ဒီလိုအခြေအနေတွေမှာပဲ ‌ဆပ်တရာနဲ့\nမယ်ဂနာတို့ရဲ့ စုံတွဲအာမခံအတွက် ဗာရွန်က\nအာမခံ၀န်ဆောင်မှုပေးရသူအနေနဲ့ ဆုံတွေလာကြပါတယ်အချစ်တွေ ‌စီးပွားရေးတွေ တန်ဖိုးထားရာတွေကြားမှာ\nအချစ်ကဘယ်လိုမျိုးလှလှပပကိုင်တွယ်သွားမလဲလက်တွေ့အပြင်လောက‌မှာရော\nဒီလိုအဖြစ်တူနေသူတွေရှိလား ခံစားကြည့်ကြပါဦး\nFile size…1.43GB / 644MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Zwe Yan~Cherry~Yunni~Nyein Aye",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/neetho-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryaPV0ldnCaRkf1cQG9Qk1dkZ40.jpg",
        "title": "Qorin(2022)",
        "description": "Qorin(2022)***********ဘာသာရေးကိုင်းရှိူင်းဖို့ ပညာတတ်စေဖို့ လေးစားသမှုရှိဖို့ စသည်ဖြင့်ဖွင့်ထားတဲ့အစ္စလာမ်ဘာသာ အမျိုးသမီးအဆောင်လေးတစ်ခု..ယောကျ်ားလေးဆိုလို့ ဆရာဖြစ်သူ အူစတက်ဂျယ်လနီတစ်ယောက်ပဲရှိပါတယ်။တစ်နေ့မှာတော့ ထိုဆရာဖြစ်သူက တားမြစ်ထားတဲ့ မကောင်းဆိုးဝါး \"ကွာရင်းဂျင်းန်\" ဆင့်ခေါ်ခြင်းကိုကျောင်းသူတွေနဲ့တူတူ လုပ်ဖို့ကြိုးစားခဲ့တဲ့အခါ.. တားမြစ်ထားတဲ့ကျမ်းစာဖြစ်ပြီးမကောင်းဘူးဆိုတာသိပေမယ့် စာမေးပွဲမအောင်မှာကြောက်တဲ့ကျောင်းသူလေးတွေအဖို့တော့ ဆရာခိုင်းတာလုပ်ရုံအပြင် မရှိပါဘူး..ထိုဆင့်ခေါ်ခြင်းကြီးပြီးတဲ့အခါ ဘယ်လိုမူမမှန်တာတွေ ဖြစ်လာလဲဆိုတာကတော့...File Size :(1.4GB) and (594MB)\nQuality :NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zsSV/Qorin.2022.NF.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BN2FmZDk3NTMtMWZjNC00ZmNiLWI3OWItNTg4NTMwYWEwMDkzXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-141x200.jpg",
        "title": "(18+) Rape Zombie: Lust of the Dead 5 (2014)",
        "description": "ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ခဲ့ကြရပါတယ်။တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့ နေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့ ဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက် အားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ။စတုတ္ထကားမှာတော့ အရာအားလုံးပြန်အဆင်ပြေဖို့အတွက် အတိတ်ကိုအချိန်ခရီးသွားပြီး အကျိုးတရားကောင်းဖို့ အကြောင်းတရားတွေကို ပြင်ဆင်ဖို့ ကြိုးစားကြတာဖြစ်ပြီးယခုပဉ္စမကားဟာလည်း စတုတ္ထကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပါတယ်။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားအမျိုးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)ကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။\nFile size…2.34GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "3.5",
        "url": "https://megaup.net/2zrph/Rape.Zombie.Lust.of.the.Dead.5.2014.720p(DS).mp4",
        "category": "Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zr48JEuwxcYM03NcdJU6qWMHPtq.jpg",
        "title": "Amazing Grace(2006)",
        "description": "Amazing Grace(2006)*********************IMDB...7.4၁၇ရာစုနှစ်အလယ်ပိုင်းလောက်က ကမ္ဘာကြီးမှာ ကိုလိုနီနယ်မြေတွေ၊အင်ပါယာတွေကြောင့်ကျွန်ကူးသန်းရောင်းဝယ်ရေးဆိုတာ ပေါ်ထွန်းလာခဲ့ပြီး\nအဓိကအချက်ကတော့ လုပ်ခသက်သာတာရယ် စိုက်ပျိုးရေးလုပ်ငန်းအမျိုးမျိုးအတွက် ခေါင်းပုံဖြတ်လို့ရတာတွေကြောင့်ပါ။\nဒီထဲမှာမှ ဗြိတိန်အင်ပါယာဟာလည်း ကိုလိုနီနယ်မြေတွေမှာ ကြံပင်၊ကော်ဖီပင်စတဲ့စိုက်ပျိုးရေးတွေလုပ်ပြီး တိုင်းပြည်စီးပွားရေးအတွက် ကျွန်တွေအပေါ်မှီတည်ထားပါတယ်။\n၁၈ရာစုနှစ်အ‌ရောက်မှာတော့ William Wilberforceဆိုတဲ့ ဗြိတိန်ပါလီမန်အမတ်တစ်ဦးဟာကျွန်ကူးသန်းရောင်းဝယ်မှုကို ဖျက်သိမ်းဖို့ ဦးဆောင်လှုပ်ရှားခဲ့ပြီး\nဒီဇာတ်လမ်းဟာ သူ့ရဲ့ကြိုးစားအားထုတ်မှုတွေ၊ ကျွန်စနစ်အပေါ် အဲ့ခေတ်ကပါလီမန်အမတ်တွေရဲ့အမြင်၊ လူထုအမြင်တွေကို သိသာအောင်ရိုက်ကူးပြထားတာပါ။\nစနစ်တစ်ခု ပြုပြင်ဖို့ ဖျက်သိမ်းဖို့ လွှတ်တော်မှာတင်ပြကြတဲ့အခါ လက်ခံတဲ့သူတွေရှိသလိုဒီစနစ်ကနေအကျိုးအမြတ်ရနေသူတွေကတော့ ကန့်ကွက်ကြမှာပါပဲ။\nဒါဟာ ဖြစ်နေကျ နိယာမပါပဲ။ ဒါကို William Wilberforceဦးဆောင်တဲ့လူတစ်စုကအကြိမ်ကြိမ်ကျရှုံးရင်း ဘယ်လိုရင်ဆိုင်သွားကြလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှုနိုင်ပါပြီ။\nသရုပ်ဆောင်တွေအနေနဲ့ အားလုံးသိပြီးသားဖြစ်တဲ့ Fantastic Four မင်းသား Ioan Gruffuddကအဓိကဇာတ်ဆောင်နေရာကပါဝင်ထားပြီး\nDoctor Strange မင်းသားBenedict Cumberbatchလည်းပါဝင်သရုပ်ဆောထားပါတယ်..File Size :(3.07GB) and (1.01GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Biography, Drama , History\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.4",
        "url": "https://megaup.net/2zsQ6/Amazing_grace_2006.BLU-RAY.720P(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMWQ1ZTI1ZjEtM2RkNC00MDIxLWI2NTMtMjgyN2ZkZjYwMDYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Wandering Earth II (2023)",
        "description": "ဒီတရုတ်ရုပ်ရှင်ကတော့ သိပ္ပံစိတ်ကူးယာဉ် အာကာသစွန့်စားခန်းရုပ်ရှင်အမျိုးအစားပဲဖြစ်ပါတယ်။ မူရင်းနာမည်ကျော်ဝတ္ထုကို ပြန်ရိုက်ထားတာမို့ ဇာတ်အိမ်ကလည်း ကြီးပါတယ်။ ပြသချိန်ကလည်း ၃ နာရီတောင်ရှိပါတယ်။ ဒီရုပ်ရှင်က တရုတ်ရဲ့ ပထမဆုံး Full-scale သိပ္ပံရုပ်ရှင်လို့ သတင်းတွေမှာတောင် ရေးကြပါတယ်။ ဒီရုပ်ရှင်ရဲ့အဓိက မင်းသား ဝူကျင်းဆိုရင်လည်း ပထမဆုံးအနေနဲ့ ဇာတ်ဝင်ခန်းတစ်ခန်းပဲ ပါဖို့သဘောတူထားပေမဲ့ ဒါရိုက်တာက သူ့ကိုသဘောကျလို့ သူပါတဲ့အခန်းတွေ ဆက်တိုက်ထည့်သွင်းရိုက်ကူးခဲ့ရပါတယ်။ နောက်ဆုံးမှာ သရုပ်ဆောင်ကြေးက ဒေါ်လာ ၁၀ သန်းကျော်လာပြီး ရုပ်ရှင်ကိုလည်း အရမ်းကောင်းမွန်အောင် မွန်းမံရင်းနဲ့ ဘက်ဂျက်ကျော်သွားတာမို့ ဒါရိုက်တာက ဝူကျင်းကို ပိုက်ဆံမယူဘဲ ဆက်ရိုက်ပေးဖို့ အကူအညီတောင်းခဲ့ရတဲ့အထိပါပဲ။ ဝူကျင်းက ရုပ်ရှင်ကို အရမ်းသဘောကျနေပြီမို့ ပိုက်ဆံမယူတဲ့အပြင် အိတ်ထဲကနေ ၉ သန်းပါ ထပ်စိုက်ပြီး ရိုက်ကူးစေခဲ့ပါတယ်။ အခုချိန်မှာတော့ သန်း ၁၀၀ နီးပါးရင်းခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း ၅ ရာကျော် ဝင်သွားပြီး အတော်မြတ်သွားခဲ့ပြီဖြစ်ပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/2zsiu/The.Wandering.Earth.%E2%85%A1.720p.(CM).mp4",
        "category": "Action, Drama, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzBkZGYyM2QtNzgwYy00NmZjLTk2ZTItYzY3ZTdjY2M0YmQwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_-135x200.jpg",
        "title": "A Good Person (2023)",
        "description": "A Good Person (2023)\n===============\nIMDb Rating - 7.0/10Nathan နဲ့ Allison တို့က စေ့စပ်ထားပြီး တစ်ယောက်ကို\nတစ်ယောက်အရမ်းချစ်ကြတဲ့ ပျော်ရွှင်စရာ စုံတွဲတစ်တွဲပါ။\nဒါပေမဲ့ Allison မောင်းလာတဲ့ကား ယာဥ်တိုက်မှုဖြစ်သွားပြီး\nမကြာခင် ယောင်းမတော်ရမယ့် Nathanရဲ့အစ်မ Mollyနဲ့\nသူ့ခင်ပွန်းဟာ ဆုံးပါးသွားခဲ့တယ်။ အဲ့ကြေကွဲစရာ အဖြစ်\nအပျက်ကြီးအပြီးမှာလည်း ကျန်ခဲ့သူတွေရဲ့ဘဝဟာလည်း\nပူဆွေးမှုတွေနဲ့ ပျက်ဆီးသွားခဲ့ရတယ်။Danielက သူ့သမီးMolly ဆုံးသွားပြီးနောက်ပိုင်း သူ့ရဲ့မြေး\nမလေး Ryanကို သူတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေး\nနေခဲ့တယ်။ Allison ရဲ့ တောက်ပနေတဲ့အနာဂတ်လည်း ထို\nကားတိုက်မှုအပြီး အရာအားလုံး ပျက်ဆီးသွားပြီး သူ့အမှား\nအတွက် လိပ်ပြာမလုံ ခံစားနေခဲ့ရတယ်။ Allison နဲ့ Danielတို့\nပြန်လည်တွေ့ဆုံတဲ့အခါမှာတော့ သူတို့အချင်းချင်းကြား ခွင့်\nလွှတ်မှု၊ ခင်မင်မှုတွေပေါ်လာပြီး လူကောင်းတစ်ယောက်ဖြစ်\nအောင် ဘယ်လိုကြိုးစားမလဲဆိုတာကို ခံစားချက်ထိထိမိမိ\nကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။IMDb rating 7.0 ထိ ရထားပြီး Traumaတွေကို ကျော်ဖြတ်\nဖို့ ကြိုးစားနေသူနှစ်ဦးရဲ့ အဓိပ္ပါယ်ရှိတဲ့ ဘဝပညာပေး ဇာတ်လမ်း\nကောင်းတစ်ပုဒ်ပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zquW/A.Good.Person.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTU4MjlmYTUtMmFjNy00NzNiLTg4NmYtN2VlMWQ0YTBiZGRmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-135x200.jpg",
        "title": "Ghosty (2023)",
        "description": "Ghosty ( 2023 )\n==============\nIMDb. 6.8/10\n.Cm ပရိသတ်တွေအတွက် ဘိုင်ရာဗာရုပ်ရှင်ထဲကမင်းသမီး ကာဂျယ်အက်ဂါဝယ်ရဲ့ အသစ်ထွက်\nတမီလ်စကားပြော comedy, horror ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။\nအာရ်သီဆိုတဲ့ ရဲစုံထောက်မလေးဟာ အင်မတန်မှ တလွဲလုပ်တတ်လွန်းတဲ့သူပါ။\nတစ်နေ့မှာတော့ သူ့အဖေရဲမှူး အငြိမ်းစားမယူခင် ခက်ခက်ခဲခဲ ဖမ်းခဲ့ဖူးတဲ့ ဒါ့စ်ဆိုတဲ့\nရာဇဝတ်ကောင်တစ်ယောက်ဟာ ထောင်ဖောက်ပြီးထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီသတင်း ကြားတဲ့အချိန်ကနေစပြီး အာရ်သီဟာ ဒါးစ်ကို အသည်းအသန်\nလိုက်ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ သူဟာ ဒါးစ်နောက်ကိုလိုက်ရင်း\nတလွဲတချော်တွေဖြစ်ပြီးနောက်ပိုင်း သူ့ရဲ့အိမ်မှာ အပမှီသလို\nမသိုးမသန့်ကိစ္စတွေ ကြုံလာရပါတော့တယ်။ဒီ Ghosty ဆိုတဲ့ သရဲ၊ ဟာသရုပ်ရှင်လေးဟာ ကာဂျယ် ကလေးမွေးပြီးနောက်ပိုင်း\nပထမဆုံးပြန်ထွက်လာတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း\nကြည့်လို့အဆင်ပြေတဲ့အပြင် ကာဂျယ်ကလည်း အစွမ်းကုန်လှနေတဲ့အတွက်\nအိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\nFile size…2.4GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin~ BpL~ Yunni~ Cherry~Zwe Yan ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fp4v/Ghosty_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aPtBzBKCCvByXue1AZrG2lrxm4l.jpg",
        "title": "Sharpay’s Fabulous Adventure (2011)",
        "description": "Sharpay's Fabulous Adventure (2011)~ Rotten Tomatoes - 60% ~Disney Musical Movie တွေ ကြိုက်ကြတဲ့ ပရိသတ်တွေအတွက် 2011 ခုနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကို မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ နာမည်ကြီး Musical Movies တွေဖြစ်တဲ့ High School Musical တွေထဲက ကာရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Sharpay Evans ကို မူလသရုပ်ဆောင်နဲ့ပဲ သက်သက်ခွဲထွက်ပြီး ရိုက်ကူးထားတာပါ။ရှာပေဟာ သူတို့နယ်မြို့လေးက Country Club မှာ ခွေးလေးဘွိုင်နဲ့အတူတကွ ဖျော်ဖြေတာကို Broadway က နာမည်ကြီးဒါရိုက်တာက တွေ့ပြီး သဘောကျတဲ့အတွက် လူရွေးပွဲ ၀င်ပါဖို့ ကမ်းလှမ်းခံရပါတယ်။ Musical အသစ်မှာ ပါ၀င်သရုပ်ဆောင်မယ့် Star က သူအရမ်းကြိုက်တဲ့ Idol အမ်ဘာလီအာဒမ်စ်ပါတဲ့။ ရှာပေက သူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/1Tuat/(CM)_Sharpay_s_Fabulous_Adventure_(2011)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YRDvaBWBbhTKBYYc7BoOWdW01N.jpg",
        "title": "Dear Frankie(2004)",
        "description": "Dear Frankie(2004)******************IMDB မှာ rating 7.7 ထိရရှိထားပြီး အားလုံးရဲ့ရင်ထဲကိုထိစေမယ်ဆိုတာပြောစရာမလိုပါဘူး\nဖရန်ကီက နားမကြားတဲ့ကောင်လေးတစ်ယောက်ပါ။ ဖရန်ကီရဲ့အမေကတော့ဖရန်ကီရဲ့အဖေနဲ့ ဘာလို့တစ်ကွဲတစ်ပြားစီ ဖြစ်နေတယ်ဆိုတာကိုသားလေးဝမ်းနည်းပြီး စိတ်မကောင်းဖြစ်သွားမှာဆိုးလို့မသိစေချင်ခဲ့ပါဘူး။\nအဲ့ဒါကြောင့် ဖရန်ကီရဲ့ အဖေကို သင်္ဘောသားအဖြစ်နဲ့ စိတ်ကူးယဉ်ဖန်တီးပြီး သားဆီကို စာတွေရေးပို့နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဖရန်ကီဟာ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ သူ့အဖေသူ့ဆီလာ‌တွေ့မယ် မတွေ့ဘူး ဆိုတာကို လောင်းကြေးထပ်ခဲ့ပါတယ်။\nဒီတော့ ဖရန်ကီရဲ့ အမေဟာ သူစိမ်းတစ်ယောက်ကိုငှားရမ်းပြီး ဖရန်ကီရဲ့အဖေနေရာမှာ ဟန်ဆောင်ပေးဖို့ဖြစ်လာရပါတော့တယ်။\nဖရန်ကီကရော သူလောင်းထားတဲ့ ကိစ္စမှာ အနိုင်ရရှိသွားမလား။\nသူ့အမေရဲ့စိတ်ကူးယဉ်ဇာတ်လမ်းကကော ဘာဆက်ဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်ရှု့စားလိုက်ပါခင်ဗျာ... File Size :(2.1GB) and (683MB)\nQuality : AMZN.WEB-DL1080p5.1Ch,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/1dwu5/Dear.Frankie.2004.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGE4MDdjMGYtNmQxOS00MDk0LWJlNWItM2Q1NjJhMjk1NmViXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-146x200.jpg",
        "title": "(18+) Rape Zombie: Lust of the Dead 4(2014)",
        "description": "ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို\nလိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….\nအဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု\nဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက\nပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ခဲ့ကြရပါတယ်။တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့\nနေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့\nဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက်\nအားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ။ယခုစတုတ္ထကားမှာတော့ အရာအားလုံးပြန်အဆင်ပြေဖို့အတွက်\nအတိတ်ကိုအချိန်ခရီးသွားပြီး အကျိုးတရားကောင်းဖို့\nအကြောင်းတရားတွေကို ပြင်ဆင်ဖို့ ကြိုးစားကြတာဖြစ်ပါတယ်။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း\nတချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ\nတခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားအမျိုးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့\n18+ကား တကားပါ ။(မှတ်ချက်)ကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။\nFile size…1.68GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "3.4",
        "url": "https://megaup.net/1dwva/Rape.Zombie.Lust.of.the.Dead.4.2014.720p(DS).mp4",
        "category": "Action, Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2CP2eazEBKJ3njm4HM63pMfs5tW.jpg",
        "title": "Red Sorghum (1988)",
        "description": "Red Sorghum (1988)~ IMDb - 7.3/10, Rotten Tomatoes - 85% ~ကျန်းရိမူရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ဟာ တရုတ်စာရေးဆရာ Mo Yan ရဲ့ Red Sorghum ဝတ္တုထဲပါတဲ့ ဝတ္တုလတ်ငါးပုဒ်ထဲက ပထမ၂ပုဒ်ဖြစ်တဲ့ \"Red Sorghum\" နဲ့ \"Sorghum Wine\" ကို ပေါင်းပြီး ရိုက်ထားတယ်။ ဒီငါးပုဒ်လုံးက ဆက်တော့ဆက်နေပေမဲ့ တကယ်တမ်း စာရေးဆရာက မဂ္ဂဇင်းမှာ တစ်ပုဒ်ချင်းစီ ခွဲရေးခဲ့တဲ့ ဝတ္တုလတ်တွေဆိုတော့ ဝတ္တုလတ်၂ပုဒ်လို့ပြောရင်တော့ ပိုမှန်လိမ့်မယ်။ Red Sorghum ဟာ ကျန်းရိမူရဲ့ ပွဲဦးထွက်လက်ရာပေမဲ့ စီနီမာတိုဂရပ်ဖီကတော့ တော်တော်လေး ကြမ်းနေတာတော့ အံ့အားသင့်ဖို့ကောင်းတယ်‌ ပြောရမလိုလို မဆန်းသလိုလိုပါပဲ။ ဘာလို့ဆို ကျန်းရိမူဟာ ဒီကားမရိုက်ခင် စီနီမာတိုဂရပ်ဖာအနေနဲ့ ရုပ်ရှင်လောကမှာ အသက်မွေးဖူးတဲ့လူမို့ပါပဲ။ ဒါပေမဲ့ ဆန်းတာက ဒီကားဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2zqz6/(CM)_Red_Sorghum_(1988)_720p.mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uskzrZyYKP1cKxnhTunfUVbl1Xi.jpg",
        "title": "Southern Gospel(2023)",
        "description": "Southern Gospel(2023)*********************ဒီဇာတ်ကားဟာ ၁၉၆၀ ခုနှစ်အလွန်က ဖြစ်ရပ်မှန်ပေါ်မှာ အခြေခံထားပါတယ်။ဆမ်မြူရယ်အယ်လန်ဟာ သူ့ရဲ့အဖေနဲ့ ဂီတကို ချစ်မြတ်နိုးတဲ့သူတစ်ယောက်ပါ။သူရဲ့အဖေက သင်းအုပ်ဆရာတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အိပ်မက်ကလည်း ကိုယ်ပိုင် ဘုရားကျောင်းတစ်ခုကို တည်ထောင်ဖို့ပါ။\nသို့ပေမယ့် ငယ်စဉ်အခါက အိပ်မက်တွေဟာ အပေါင်းအသင်းနဲ့ သူ့ပတ်ဝန်းကျင်ကြောင့် မှေးမှိန်သွားပါတော့တယ်။လမ်းသလား ဆိုးသွမ်းပြီးနောက် အချုပ်ထဲရောက်သွားတဲ့အခါကျမှ သူ့ရဲ့ အတိတ်အကြောင်းနဲ့ ငယ်စဉ်အခါကသူ့ရဲ့အဖေလို တရားဟော သင်းအုပ်ဆရာဖြစ်ချင်ခဲ့တာတွေကို ပြန်ပြီး သတိရသွားခဲ့ပါတော့တယ်။\nဘုရားသခင်ကပေးတဲ့ ဒုတိယအခွင့်အရေးကို အမိအရဖမ်းဆုပ်ပြီး သူ့ရဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာကတော......\nမည်သို့ပင်ဆိုစေကာမူ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ပေးချင်တဲ့ message တွေအများကြီးပါဝင်ပါတယ်။အကြိုက်ဆုံးတစ်ခုကတော့ \"Never Surrender your dreams\" ဆိုတဲ့စာသားလေးပါပဲ။File Size :(2.08GB) and (780MB)\nQuality : AMZN.WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:49:00\nGenre :Biography, Music , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PROXY\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zqz2/Southern.Gospel.2023.amzn.WEB-DL.720P(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDEwMGRmY2YtZTFmNy00YmFkLWFlZGItZGE0ZjNiMjRmZjZlXkEyXkFqcGdeQXVyMTUyOTc1NDYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ghost Rider: Spirit of Vengeance (2011)",
        "description": "Ghost Rider :Spirit of Vengeance 2011ဒီဇာတ်ကားကတော့ 2007 က ထွက်ရှိခဲ့တဲ့ Ghost Rider Origin Story ရဲ့ အဆက်ဖြစ်ပါတယ်။Ghost Rider 1 Elements တွေနဲ့ တိုက်ပွဲအပြီးမှာ identity ပေါ်သွားတဲ့ Jhonny Blaze ဟာ သူ့ရဲ့အောင်မြင်ကျော်ကြားတဲ့ ဘဝကို ချန်ထားခဲ့ပြီး ဆိုင်ကယ်တစ်စီးနဲ့ နှစ်ပေါင်းများစွာ လေလွင့်သွားလာနေခဲ့ပါတယ်။အဲ့လိုသွားလာရင်းနဲ့ သူ့ကိုယ်ထဲက နတ်ဆိုးကျိန်စာကို ဖြေနိုင်ဖို့ နည်းလမ်းတွေလည်းရှာဖွေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့ဆီကို မော်ရူဆိုတဲ့ အရက်သမားဘုန်းတော်ကြီးတစ်ပါး ရောက်ချလာပါတယ်။ပြီးတော့ ကလေးတစ်ယောက်ကို ကယ်ပေးဖို့ အကူအညီတောင်းလာပါတယ်။အလဲအလှယ်အနေနဲ့ သူ့ကိုယ်ထဲက ကျိန်စာကို ဖြေပေးမယ်လို့လဲ ဆိုပါတယ်။အဲ့ကလေးကလည်း တခြားသူမဟုတ်ပါဘူး။သူနဲ့ စာချုပ်ချုပ်ပြီး သူ့ကို လှည့်စားသွားတဲ့ နတ်ဆိုးရဲ့သားပါ။ဖြစ်ချင်တော့ အဲ့ကလေးဟာလည်း သူ့လို အပေးအယူတစ်ခုကြောင့် သဘာဝလွန် မွေးဖွားလာတာဖြစ်ပြီး နတ်ဆိုးရဲ့ အစွမ်းတွေကိုလည်း ပိုင်ဆိုင်ထားပါသေးတယ်။ဒီကားမှာတော့ Jhonny ...",
        "rating": "4.3",
        "url": "https://megaup.net/2zqfB/(CM)_Ghost.Rider.Spirit.of.Vengeance.2011.720p.BluRay.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMzIyNDE5ODI1OV5BMl5BanBnXkFtZTcwNTIyNDE0MQ@@._V1_-135x200.jpg",
        "title": "Ghost Rider (2007)",
        "description": "Ghost Rider :Extended 2007Ghost Rider ဆိုတာနဲ့ အရိုးခေါင်းကြီးမှာ မီးတွေတောက်နေပြီး ဆိုင်ကယ်ကြီးနဲ့ အထာကျကျဖြဲတတ်တဲ့ Marvel ဇာတ်ကောင်ကြီးကို တန်းမြင်ကြမယ်ထင်ပါတယ်။Marvel မှာ Ghost Rider တွေ အများကြီးရှိပါတယ်။ဒါပေမယ့် အဲ့ဒီအထဲမှာ အထင်ရှားဆုံးကတော့Johnny Blaze ပါ။2007 မှာ မင်းသားကြီး Nicolas Cage နဲ့ LA ရိုက်လိုက်တဲ့နောက်ပိုင်း superhero fan မဟုတ်တဲ့သူတွေကြားမှာလည်း Ghost Rider Character ဟာ ပိုပြီးထင်ရှားပါတယ်။(Nicolas Cage ကို ခုနောက်ပိုင်းလူငယ်တွေ သိပ်မသိနိုင်တော့ပေမယ့်။သူ့ခေတ်သူ့အခါတုန်းကတော့ သူမှသူဆိုပြီး ဖြစ်ခဲ့ရတဲ့ မင်းသားကြီးတစ်လက်ပါ။Leaving Las Vegas နဲ့ အော်စကာဆုကို ရရှိခဲ့ပြီးNational Treasure, Con Air ,Face/Off စတဲ့ သူ့ရဲ့ဇာတ်ကားတွေဟာ Skynet ခေတ်မှာကျွန်တော်တို့ အရူးအမူးထိုင်စောင့်ကြည့်ခဲ့ရတဲ့ ကားတွေပေါ့ဗျာ။အခုထွက်မယ့် Renfield ...",
        "rating": "5.3",
        "url": "https://megaup.net/1dvl1/(CM)_Ghost.Rider.Extended.Version.2007.720p.BluRay.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brIBbU6t9glEGAKRTJ4PMj9OiDC.jpg",
        "title": "Michael Collins(1996)",
        "description": "Michael Collins(1996)********************သမိုင်းကြောင်းကိုပြန်ရိုက်ကူးထားတဲ့ Biography-Warဇာတ်လမ်းကောင်လေးဖြစ်တာနဲ့အညီမင်းသားကြီး လီယံနယ်ဆန်ကလည်းပီပီပြင်ပြင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ အိုင်ယာလန်နိုင်ငံ လွတ်လပ်‌ရေးရအောင် ကြိုးပမ်းပေးခဲ့တဲ့ ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့Michael Collinsရဲ့ အကြောင်းကိုရိုက်ကူးထားတာပါ။ ဗြိတိသျှတို့ ကိုလိုနီလုပ်ပြီး နယ်ချဲ့အုပ်ချုပ်ခဲ့တဲ့နိုင်ငံတွေထဲမှာ အိုင်ယာလန်နိုင်ငံလည်းပါခဲ့ပြီး နှစ် ၇၀၀ကျော် အုပ်စိုးခံခဲ့ရပါသတဲ့။Michael Collinsရဲ့ထူးခြားတဲ့အချက်ကတော့ ဗြိတိသျှတွေစစ်ပြေငြိမ်းရေးကမ်းလှမ်းချိန်အထိMichael Collinsဟာဘယ်သူလဲဆိုတာမသိအောင် သိုသိုဝှက်ဝှက်နေသွားနိုင်တဲ့ ထူခြားတဲ့အတွေးအခေါ်ရှိတာပါပဲ။သိုသိုဝှက်ဝှက်နေတယ်ဆိုလို့ပုန်းနေတာမဟုတ်ဘူးဗျ။ ဆုကြေးထုတ်ထားတဲ့ကြားကနေDublinမြို့ပေါ်မှာ ဝတ်စုံပြည့်ဝတ် စက်ဘီးကိုမှင်သေသေစီးပြီး ဗြိတိသျှတွေမျက်စိအောက်တင်ရှိနေခဲ့တာပါ။သူ့ရဲ့တော်လှန်ရေးလမ်းစဥ်အတွင်း ပျောက်ကျားစစ်ကိုစတင်နိုင်ခဲ့သလို အိုင်ယာလန်ကိုလည်းလွတ်လပ်တဲ့ပြည်နယ်အဖြစ်ဖော်ဆောင်ပြီး ငြိမ်းချမ်းရေးရယူနိုင်ပေးခဲ့သူပါ။ နိုင်ငံရေးဆိုတာထင်သလောက်မရိုးရှင်းမလွယ်ကူသလို ပေးဆပ်ရတဲ့အရင်းအနှီးကလည်းကြီးမားကြောင်းပြသထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။ File Size :(2.6GB) and (1.1GB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:13:00\nGenre : Biography, Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2zqps/Michael.Collins.1996.BLU-RAY.720P(CM).mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ev4BO0x9ZWredBp4xqPiKxkHmB4.jpg",
        "title": "Eismayer(2022)",
        "description": "Eismayer(2022)**************အရာခံဗိုလ်ကြီး အက်စ်မေယာဟာ ဩစတီးယားတပ်ဖွဲ့ရဲ့တပ်သားသစ်တွေကြားမှာ\nကြမ်းလွန်းတင်းကြပ်လွန်းတယ်လို့ နာမည်ကြီးနေတဲ့သူပါ.. အဲ့လိုတင်းကြပ်လွန်းတဲ့အပြင်ဇနီးနဲ့သားတစ်ယောက်လည်း\nရှိတဲ့အက်စ်မေယာဟာတစ်ဖက်မှာတော့\nလိင်တူစိတ်ဝင်စားတဲ့သူတစ်ယောက်ဖြစ်နေပြီး အဲ့ဒီစိတ်ကိုထိန်းချုပ်ရင်းနဲ့နေထိုင်နေတဲ့သူပဲ\nဖြစ်ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာတော့တပ်သားသစ် မာရီယိုဖာလက်နဲ့တွေ့ဆုံမိပြီး ထိန်းချုပ်ထားတဲ့\nစိတ်တွေပွင့်ထွက်လာခဲ့ပြီး ဖာလက်နဲ့ချစ်ကျွမ်းဝင်ခဲ့ပါတယ်။အက်စ်မေယာကင်ဆာရောဂါကိုခံစားနေရချိန်မှာလည်း ဖာလက်ကပြုစုပေးနေရင်းနဲ့ သူတို့ကြားကသံယောဇဉ်တွေကတစ်စတစ်ကြီးထွားလာခဲ့ပါတယ်။ ဒါပေမယ့်အဲ့ဒီကိစ္စကို အနားကလူတွေမရိပ်မိအောင်နေထိုင်နေရင်းဖာလက်ကတရားဝင်လူရှေ့ထွက်ဖို့ပြောလာတဲ့အခါမှာတော့...ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာဖြစ်ပြီး အချစ်ဟာအချစ်ပဲဆိုတာကိုအများကနားလည်လာအောင် တင်ဆက်ထားတဲ့ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်။File Size :(1.3GB) and (469MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:56:00\nGenre : War , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  APP\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1dvsg/Eismayer.2022.BLU-RAY.720P(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzI3ZWEwMjctYzBlNy00OGZhLTk3MWYtZWZkZmI0OWQ1MjBmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-160x200.jpg",
        "title": "Das Ka Dhamki (2023)",
        "description": "Das Ka Dhamki (2023)IMDb-6.9/10Hit The First Case မူရင်းတေလဂူးကားရဲ့ ဇာတ်ဆောင်မင်းသားကြီး Vishwak Sen ကိုယ်တိုင်ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ်နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားပါဇာတ်လမ်းအညွှန်း\nကုဋေ ၁၀၀၀၀ ၀န်ထမ်းပေါင်း ထောင်ချီနဲ့ လည်ပတ်နေတဲ့ ကုမ္မကြီးတစ်ခုရဲ့ ရည်ရွယ်ချက်အိပ်မက်က\nကင်ဆာကင်းစေတဲ့ ကမ္ဘာကြီးတဲ့အဓိကဇာတ်ဆောင်ခရစ်ရှနာဒါ့စ်ဆိုတဲ့ကောင်လေးက မိခင်ကငယ်ငယ်တည်းက ကင်ဆာနဲ့ဆုံးသွားလို့\nမိဘမဲ့ဂေဟာမှာကြီးပြင်းခဲ့သူ\nရိုးသားကြိုးစားပြီးဘဝကိုရှင်သန်နေပေမဲ့ ဆင်းရဲတဲ့ဘ၀ကြီးကို နှိမ်ချပြောတတ်ကြတဲ့ပတ်၀န်းကျင်ရဲ့ဒဏ်တွေကြောင့် ချမ်းသာကြွယ်၀လာချင်နေတဲ့သူ\nတစ်ရက်သူအလုပ်လုပ်တဲ့‌ဟိုတယ်မှာပဲ ကာစတန်မာတစ်ယောက်ရဲ့ မှိုချိုးမျှစ်ချိုးစကားကြောင့် ဘယ်လောက်ကုန်ကုန် အဲဒီဟိုတယ်မှာတစ်ညတာပျော်ပါးဂုဏ်‌ပကာသနတွေ၀ယ်လိုက်မယ်ဆိုပြီး လစာတွေပုံအောသုံးပါရော\nအဲဒီညမှာပဲ ကီရ်သီးဆိုတဲ့မိန်းမချောလေးနဲ့တွေ့ပြီး\nသူကြွယ်သူဌေးပါလို့လိမ်ပြီး အနားကပ်တော့တာပေါ့ဒီဟိုတယ်ကစားပွဲထိုးက ဒီဟိုတယ်ကအထူးဧည့်သည်ဆိုတဲ့လိမ်ဆင်ကြီးက ပေါ်သွားဖို့လွယ်ကူလွန်းမနေဘူးလား\nဒီ‌‌ ရွှင်နောက်နောက်ဇာတ်ဆောင်မင်းသားနဲ့ ကင်ဆာကင်းစင်ရေး ပရောဂျက်ကဘယ်လိုတွေပတ်သက်လာမှာလဲ\nနှစ်ကိုယ်ခွဲဆိုတော့ နောက်တစ်ကိုယ်ကရောဘယ်လိုလူစားဖြစ်နေမလဲဆိုတာ ရှူစားကြည့်ပါဦး\nFile size…2.4GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein~HM~Cherry",
        "rating": "6.5",
        "url": "https://megaup.net/1dvq8/Das_Ka_Dhamki_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lnk2cwY3CJIzKrLm0sur2U40iqp.jpg",
        "title": "The Devil’s Deal(2023)",
        "description": "The Devil's Deal(2023)*********************ဂျွန်ဟယ်၀န်းဟာဆိုရင်တော့ ဘူဆန်မှ နိုင်ငံရေးသမားတစ်ယောက်ဖြစ်ပြီးရွေးကောက်ပွဲမှာ ကိုးရီးယားဒီမိုကရက်တစ်ပါတီကနေတစ်ဆင့် ပါ၀င်ယှဉ်ပြိုင်ဖို့ ပြင်ဆင်နေသူလည်း ဖြစ်ပါတယ်...ဒါပေမဲ့ ကိုယ်စားလှယ်လောင်းဆန်ကာတင်စာရင်း ကြေညာဖို့ နှစ်ရက်အလိုမှာပဲပါတီကနေပြီး ဂျွန်ဟယ်၀န်းကို ဆန်ကာတင်စာရင်းကနေ ဖြုတ်ချလိုက်ပါတယ်...ပါတီရဲ့ စွန့်ပစ်ခြင်းကို ခံလိုက်ရတဲ့ ဂျွန်ဟယ်၀န်းတစ်ယောက် လူမိုက်ခေါင်းဆောင်ဂင်ဖီးလ်ဒိုဆီကနေ မဲဆွယ်ရန်ပုံ‌ငွေအတွက် ပိုက်ဆံချေးပြီး တစ်သီးပုဂ္ဂလအဖြစ် ရွေးကောက်ပွဲ၀င်ပြိုင်တဲ့အခါမှာတော့...Cast တွေအနေနဲ့ မင်းသားကြီးတွေဖြစ်ကြတဲ့ Cho Jin Woong , Lee Sung Min , Kim Moo Yul တို့ကအဓိက ပါ၀င်သရုပ်ဆောင်ထားပြီး\nနိုင်ငံရေးအားပြိုင်ကြပုံ မဲမသမာမှုတွေကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားတာမို့နိုင်ငံရေးဇာတ်ကား ကြိုက်သူများအဖို့ must watch ပါလို့ ညွှန်းဆိုချင်ပါတယ်....File Size :(1.7GB) and (713MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:56:00\nGenre : Thriller , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/1dvqe/The.Devils.Deal.2023.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Suro-581180259-large-140x200.jpg",
        "title": "Suro (2022)",
        "description": "Suro (2022)\n=========\nIMDb Rating - 6.5/10ဒီSpain ဇာတ်လမ်းကို ဒါရိုက်တာ Mikel Gurrea ရိုက်ကူး\nထားပြီး rating 6.5 ရထားတာပါ။ Helenaနဲ့ Ivanဆိုတဲ့ ညား\nခါစ လင်မယားနှစ်ယောက် ဖော့ဆို့ပင်သစ်တောရှိတဲ့ နယ်ဘက်\nက အိမ်တစ်အိမ်ကို ပြောင်းလာကြတယ်။ အဲ့အိမ်က ဆုံးသွားတဲ့\nHelena ရဲ့ အဒေါ်ပိုင်အိမ်ပါ။Helena တို့လင်မယားနှစ်ယောက် အဲ့မြို့ကိုပြောင်းလာတော့\nမြို့ခံလူတွေက နွေရာသီမိုးခေါင်တဲ့အတွက် မီးဘေးအန္တရာယ်ကို\nကာကွယ်ဖို့ ပြောနေကြတယ်။ ဒါပေမဲ့ Helenaတို့ကတော့ သူတို့\nကလေးလေးမမွေးခင် ဖော့ဆို့ပင်တွေ အခေါက်ခွာပြီး ချမ်းသာဖို့\nကိုပဲ အာရုံစိုက်နေကြတယ်။ အဲ့နောက်ပိုင်း ဖော့ဆို့ပင်အကြောင်း\nဘာမှမသိတဲ့ Ivanနဲ့ Helenaတို့ အလုပ်သမားတွေငှားပြီး စုပေါင်း\nအလုပ်လုပ်ကြတော့ ဘယ်လိုပြဿနာတွေဖြစ်မလဲဆိုတာတော့\nဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။ ညားခါစလင်မယား\nအချင်းချင်း အမြင်မတူလို့ရန်ဖြစ်တာတွေ၊ ဖော့ဆို့အခေါက်ခွာတဲ့\nလုပ်နည်းတွေ၊ ပိုက်ဆံရဖို့ ခေါင်းဘယ်လောက်တောင် အခြောက်\nခံလိုက်ရလဲဆိုတာတွေကို Mystery ဆန်ဆန် ကြည့်ရှုခံစားရမှာပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(2.11 GB) ...",
        "rating": "6.5",
        "url": "https://megaup.net/1di86/Suro.2022.720p.WEB-DL.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTQ1MTc4MDEwMV5BMl5BanBnXkFtZTgwNzU3MTAwMTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "The Peach Tree (2011)",
        "description": "The Peach Tree (복숭아나무) (2011)\n===========================\nIMDb Rating - 6.4/10Kdrama ပရိတ်သတ်တွေ အကြိုက် မင်းသား မင်းသမီးကြီးတွေ\nပါဝင်ထားတဲ့အပြင် ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ old but gold လေးကို Cm\nကနေ တင်ဆက်ပေးလိုက်ပါတယ်။ ပရိတ်သတ်ကြီးတို့ ရင်းနှီးပြီးသား\nမင်းသမီး-ဒါရိုက်တာ Koo Hye Sun ရိုက်ကူးထားတာ ဖြစ်ပြီး\nSisyphus: The Myth တို့လို နာမည်ကြီး Drama တွေထဲက\nမင်းသားကြီး Cho Seung Woo ၊ Ryu Deok Hwan နဲ့ မင်းသမီး\nNam Sang Mi တို့ အဓိက ပါဝင်ထားပါတယ်။ Cameo အနေနဲ့\nအခုခေတ်မှာ လူကြိုက်များနေတဲ့ Why her မင်းသမီး Seo hyun\nJin အပြင် တခြား သရုပ်ဆောင်‌များစွာပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n--------------------\nဆန်းဟျွန်း(Cho Seung Woo) နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3fawV/The.Peach.Tree.2011.KOREAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWIzYmM0MTAtY2ViMC00ZDZhLTllZDgtZmI2Nzc2MDg2ZTkxXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Kabzaa (2023)",
        "description": "Kabzaa (2023)\nIMDb 7.2ဒီကားကတော့ အိန္ဒိယသမိုင်းအကြောင်းတွင်တွင်ကျယ်ကျယ်ရိုက်ပြထားတယ်ဆိုရမှာဖြစ်ပြီး\nရုံတင်ကားတကားဆိုလဲ မမှားပါဘူး Cast တွေအနေနဲ့ မင်းသမီးချောလေး Shriya Saran က တော်ဝင်မင်းသမီးအဖြစ် ယင်ကောင်၂ဘဝကလဲ့စားကားထဲကဗီလိန် Kiccha Sudeep ကလည်းအပိုအလိုမရှိသရုပ်ဆောင်ထားပြန်ပါတယ်လူမိုက်တစ်ယောက်ကိုဖမ်းလိုက်မိလို့ ရဲစခန်းတစ်ခုလုံးကိုမီးလောင်တိုက်သွင်းလိုက်တဲ့ဂိုဏ်းစတားတွေထကြွမှုကြောင့်ဒီလူမိုက်တွေကိုရှင်းပစ်ဖို့ ဘာဟ်ဂတ်ဘတ်ခ်ရှီကို အထက်ကတာဝန်ပေးခဲ့ပါတယ် မရေတွက်နိုင်တဲ့ တိုက်ပွဲတွေကိုအောင်နိုင်ခဲ့ပြီး နိုင်ငံတော်အလံကလွဲရင် ဘယ်သူ့ကိုမှဦးမညွတ်ဖူးတဲ့သူ ဒီလူဖြတ်ကျော်ခဲ့ရတဲ့သမိုင်းကလည်းနည်းနည်းနောနောမဟုတ် ..၁၉၄၂ကနေ ၁၉၈၆အထိ သူဖြတ်သန်းခဲ့ရတဲ့အိန္ဒိယသမိုင်းမှာ သူကရာထူးကြီးလူတစ်ယောက် ဒီလိုလူက သောင်းကျန်းနေတဲ့လူမိုက်တွေမြို့ကိုရောက်ချလာပြီး လူမိုက်တွေအကုန်စုစေခဲ့တယ် ပြီးတော့ သူ့အာဏာကိုပြဖို့အတွက် သူတွေ့ကြုံခဲ့ရတဲ့ အိန္ဒိယလွတ်လပ်ရေးမရခင်ကစအခုချိန်အထိ နောက်ကြောင်းပြန်ပြကွက်မျိုးနဲ့ ပြောပြပေးသွားမှာပဲဖြစ်ပါတယ် ကဲ သူကြုံတွေ့ခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကိုလိုက်ပါရှုစားလိုက်ပါဦး\nFile size…2GB / 907MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein",
        "rating": "7.1",
        "url": "https://megaup.net/1Tsbd/Kabzaa_(2023)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pjR1n7gHasF9bsUgSE0CLRiDD7Y.jpg",
        "title": "World War III (2022)",
        "description": "World War III (2022)~ IMDb - 7/10, Rotten Tomatoes - 100% ~အီရန်က အော်စကာအတွက် ဝင်ပြိုင်ဖို့ရွေးခဲ့တဲ့ အီရန်ကားပါပဲ။ ဆန်ခါတင်ထဲတော့ မဝင်သွားပေမဲ့ ခရမ်းချဉ်သီး ၁၀၀ ရာခိုင်နှုန်းရထားတဲ့ ကားကောင်းလို့တော့ ပြောလို့ရပါတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာတော့ ဆုရခဲ့ပါတယ်။ အီရန်ရုပ်ရှင်ကိုမှ Drama Thriller အမျိုးအစားမို့ ရင်တမမနဲ့ ကြည့်ရမယ့် ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ဇာတ်က ဒီလိုပါ။ လူတစ်ယောက်ရှိတယ်။ စာလည်းမတတ်ဘူး။ မိသားစုတွေကလည်း ငလျင်ကာလမှာ သေသွားလို့ ဘဝကို ထီးတည်းရှင်သန်နေတဲ့လူပေါ့။ အိမ်ရယ်လည်းမရှိဘူး။ သူငယ်ချင်းဆီ ကပ်နေနေရင်း တစ်နေ့ ရုပ်ရှင်ရိုက်ကွင်းတစ်ခုမှာ ဆက်တင်ပြင်တဲ့ဆီ အလုပ်သွားလုပ်ဖို့ အကြောင်းဖန်လာတယ်။ အဲဒီကားက ဒုတိယကမ္ဘာစစ်အကြောင်းရိုက်တာ။ ဟစ်တလာနေရာက သရုပ်ဆောင်တဲ့ သရုပ်ဆောင်က နှလုံးဖောက်ပြီး ဆေးရုံရောက်သွားရော။ ဒီတော့ ရိုက်ကွင်းအလုပ်သမားတွေထဲကပဲ အော်ဒီးရှင်းဝင်ခိုင်းပြီး လူရွေးတယ်။ ဒီမှာ ...",
        "rating": "7",
        "url": "https://megaup.net/1Ts7k/(CM)_World_War_III_(2022)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/dream-convert.io_-141x200.jpg",
        "title": "(18+) Dream Home (2010)",
        "description": "ငယ်ငယ်ကတည်းက အစွဲအလန်းကြီးလွန်းတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ အကြောင်းကို သဘာဝကျကျလေးရိုက်ကူးထားတဲ့ ဟောင်ကောင် (၁၈ +) လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ၁၈ + ဆိုတော့ သရေကျစရာလေးတွေလည်းပါမယ်၊ စိတ်လှုပ်ရှားစရာလေးတွေလည်းပါမယ်၊ သွေးသံရဲရဲတွေလည်း ပါပါမယ်။ ခံစားချက်စုံတာပေါ့နော်အားရှန်းငယ်ငယ်က ပင်လယ်ဘေးနားက နှစ်ထပ်အိမ်လေးမှာနေခဲ့တာပါ။ ဒါပေမဲ့ နိုင်ငံရေးစီမံချက်တွေကြောင့် အိမ်ပြောင်းရတော့ သူငယ်ချင်းရှိခဲ့တဲ့အိမ်၊ သူ့အဘိုးသဘောကျတဲ့အိမ်လေးဖြစ်ခဲ့တာမို့ အသက်ကြီးလာရင် ပင်လယ်ဘေးက ဒီအိမ်မှာပဲပြန်နေမယ်လို့ ဆုတောင်းခဲ့သူပါ။ပင်လယ်ကိုမျက်နှာမူတဲ့ sea view အခန်းကို အခုချိန်ပြန်ဝယ်ဖို့ဆိုတာ သာမာန်ဝန်ထမ်းအတွက် ဘယ်လိုမှမလွယ်ကူတဲ့စိတ်ကူးပါ။ ဒါပေမဲ့ စိတ်ကူးယဉ်အိမ်ကလေးဖြစ်တဲ့ တိုက်ခန်းကို ဝယ်ဖို့ ရရာအလုပ် အကုန်လုပ်ခဲ့ပါတယ်။ ပိုင်ရှင်နဲ့ဈေးညှိတဲ့အခါမှာတော့ “လူ ၁၁ ယောက် နှင့် ကိုယ်ဝန်ဆောင်သည် ၁ ယောက် အသတ်ခံရမှု”ဆိုတဲ့ သတင်းစာကိုကိုင်ပြီး ဘယ်လိုမျိုး ဈေးနှုန်းညှိနိုင်ခဲ့လဲဆိုတာတော့ ဆက်လက်ကြည့်ရအောင်ဗျာ....\nFile size…1.4GB / 600MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 36m\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ts6l/Dream.Home.2010.Uncut.720p(DS).mp4",
        "category": "Adult, Asian, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/photo754060-140x200.jpg",
        "title": "Duel: Final Round (2016)",
        "description": "ဒီတစ်ခါ CM Fan တွေ အတွက် ကိုရီးယား ဟာသအက်ရှင်ကားကောင်လေးတစ်ကား တင်ဆက်ပေးပါ့မယ်ဖွန်းဟို ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်လေးဟာ ကိုယ်ခံပညာကိုကောင်းစွာ တက်မြောက်ထားပြီး အပိုမုန့်ဖိုးရှာတဲ့အနေဖြင့်အွန်လိုင်းက တရားမဝင်ချယ်နယ်တွေကနေ ပြိုင်ဘက်ရှာပြီးစိန်ခေါ် ထိုးလေ့ ရှိပါတယ်...ဖွန်းဟို ရဲ့ အပျော်တမ်း စိန်ခေါ်ပွဲထက် ကြမ်းတဲ့ ထိုးသတ်ပွဲတွေလဲသပ်သပ်ထက်ရှိနေပါသေးတယ်ထိုပွဲတွေကတော့ အနိုင်အရှုံး ဆိုတာထက် ပြိုင်ဘက်ကို သေဆုံးသည်အထိသို့မဟုတ် ဒုက္ခိတ ဖြစ်သွားသည် အထိ ထိုးသတ်တဲ့ ပြိုင်ပွဲတွေပါထိုပြိုင်ပွဲတွေကနေ လူသေမှုတွေ ဖြစ်လာတဲ့အခါမှာတော့ဖွန်းဟို ရဲ့ အကိုဖြစ်သူ ရဲအရာရှိမှ လိုက်လံ စုံစမ်းရင်းယုန်ထောင်ကြောင်မိ အပျော်တမ်း ထိုးပြီး မုန့်ဖိုးရှာတဲ့ညီဖြစ်သူကိုသာ ဖမ်းမိသွားပါတော့တယ်....အကိုရဲ့ ဆုံးမ ဒဏ်ပေးမှု အောက်မှာ ပြစ်မှု မှတ်တမ်းမဝင်ဖို့ဖွန်းဟိုတစ်ယောက် သက်ကြီးရွယ်အိုတွေကို ပရဟိတ လိုက်ပြီးကူညီပေးရပါတော့တယ်...တစ်ရက်မှာတော့ ဖွန်းဟိုရဲ့ အကို ရဲအရာရှိဟာ တရားမဝင်သတ်ကွင်းတစ်ခုကို စုံစမ်းရင်းသေလုဆဲဆဲ အခြေအနေကို ရောက်ရှိလာခဲ့သောအခါမှာတော့ ဖွန်းဟို တစ်ယောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/1duu7/Duel.Final.Round.2016.KOREAN.720p.WEBRip._%7BCM%7D.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTgwZGEyYmMtYTY0Yi00YTRlLWI5YzAtN2Q3ZjkxYjllNWQyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1080_-160x200.jpg",
        "title": "Garis Waktu (2022)",
        "description": "Garis Waktu (2022)\n-------------------------------\nIMDb 6.7/10အချစ်တွေသာစစ်ရင် ဘယ်လိုပဲ အခက်အခဲအတားအဆီးတွေနဲ့ အထင်လွဲမှုတွေ\nကြုံလာကြုံလာ မဝေးကြစမြဲဆိုတာ ချစ်ဖူးသူတိုင်း သိကြမှာပါ.....\nဒီတခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကလဲ ဒီလိုပါပဲ...ငယ်စဉ်ကတည်းက မိဘရဲ့အစီအမံတွေကြား ချုပ်ချယ်မှုတွေကြီးပြင်းခဲ့ရတဲ့\nဧပရယ်............မိဘမဲ့ဘဝနဲ့ ပရဟိတစာသင်ကျောင်းမှာ ကြီးပြင်းလာပြီး\nဘဝကို ကိုယ့်စိတ်ကြိုက်အရောင်ခြယ် ပျော်ပျော်နေတတ်တဲ့\nအပျော်တမ်းအဆိုတော်လေး ဆီနမ်ဒီကာ....ဘောင်တွေ အဆင့်အတန်းတွေ မတူညီတဲ့သူတိုနှစ်ဦးသားဟာ\nတနေ့မှာတော့ လမ်းဘေးတနေရာမှာ အမှတ်မထင်ဆုံခဲ့ပြီး\nစွတ်ပျံ့ကြည်နူးဖွယ် ဝမ်းနည်းကြေကွဲဖွယ် ခံစားချက်တွေနဲ့\nဇာတ်လမ်းလေးတပုဒ် ဖြစ်တည်လာခဲ့ပါတယ်.....အစပိုင်း ကြည်နူးမှုတွေ အလယ်ပိုင်းရင်ခုန်စရာတွေ\nအဆုံးပိုင်း ဝမ်းနည်းကြေကွဲမှု ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့\nပိတ်ရက်မှာ အနားယူအေးဆေးကြည့်လိုကောင်းမယ့် ဇာတ်လမ်းတပုဒ်ဖြစ်တာကြောင့်\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.05GB / 900MB\nQuality…1080p DSNP WEB DL /720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.7",
        "url": "https://megaup.net/2zpiy/Garis.Waktu.2022.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ezHJ7AkNQ0V83kQAY7fJHPPidSU.jpg",
        "title": "Raquel 1:1 (2022)",
        "description": "Raquel 1:1 (2022)~ IMDb - 6.8/10, Rotten Tomatoes - 80% ~ဒီရုပ်ရှင်ကို ဘယ်လိုရုပ်ရှင်မျိုးလဲ ဒြပ်ခွဲဖို့တော့ နည်းနည်းတော့ခက်လိမ့်မယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်က Concept ကောင်းကောင်းကိုအခြေတည်ပြီးမှ အဲဒီ Concept ကို အခြေတည်ပြီး ရင်းမြစ်ကို အများကြီးပြန်ဖြန့်ပစ်လိုက်တဲ့ ရုပ်ရှင်မျိုးလို့ပြောရမလားပဲ။ နည်းနည်းလည်းဆန်းတော့ဆန်းတယ်။ တခြားဘာသာရေးတွေရဲ့ အမျိုးသမီးဖိနှိပ်မှုတွေအကြောင်း ရုပ်ရှင်တွေကို ကျွန်တော်တို့ တော်တော်များများကြည့်ဖူးကြပေမဲ့ ခရစ်ယာန်ဘာသာရေးမှာလည်း ဒါမျိုးရှိတာကို ကျွန်တော်တော့ မကြည့်ခဲ့ဖူးဘူး။ ကြားလည်းမကြားဖူးခဲ့ဘူး။ ဒီရုပ်ရှင်ရဲ့ Concept က ခရစ်ယာန်ဘာသာရေးက အမျိုးသမီးဖိနှိပ်မှုတွေအကြောင်းလို့ ပြောလို့ရတယ်။ ဒါပေမဲ့ သူက ဒါကြီးကို ဒါပါလို့ ဒဲ့တော့မသွားဘူး။စစချင်း အမေသေသွားပြီး အဖေနဲ့ အဖေ့ဇာတိမြို့မှာ သွားနေတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းကိုပြတယ်။ နောက် သူကြုံရတဲ့ ဘာသာရေးလိုက်စားတဲ့ မြို့ခံလူတွေပေါ့။ သူလည်း အဲဒီလိုလူတွေထဲက တစ်ယောက်ဖြစ်လာတယ်။ ဒါပေမဲ့ သူ့မှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1duo7/(CM)_Raquel_1,1_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTlmNGE0ZGMtMzdkMC00MjQyLWI1ZjgtZTIxODAyNWJlZDFlXkEyXkFqcGdeQXVyNTQ4ODM2NjM@._V1_-137x200.jpg",
        "title": "The Last Kingdom: Seven Kings Must Die (2023)",
        "description": "The Last Kingdom: Seven Kings Must Die (2023)\n=================================\nIMDb Rating - 7.7/10နာမည်ကြီး The Last Kingdom ဇာတ်လမ်းတွဲရဲ့ ဇာတ်သိမ်း\nရုပ်ရှင်ထွက်လာပါပြီ ။ Vikings နဲ့ Game of Thrones fan\nတွေဆိုရင် သေချာပေါက်အကြိုက်တွေ့မယ့် ဇာတ်လမ်းတွဲ\nလည်းဖြစ်ပါတယ် ။၀က်ဆက်ရဲ့ဘုရင် အက်ဒ်၀က်ကျဆုံးပြီးနောက်မှာ အရိုက်\nရာဆက်ခံသူအဖြစ် သားဖြစ်သူ အဲသည်စတန် နန်းတက်လာ\nပါပြီ။ ဖခင်ရဲ့ မပြီးပြတ်သေးတဲ့ဆန္ဒဖြစ်တဲ့ အင်္ဂလန်ပြည်ကြီး\nကိုတည်ဖို့အတွက် ဆက်လက်ကြိုးစားနေဆဲပါ။အက်ဒ်၀က်ဘုရင် ကျရှုံးပြီးနောက်မှာ အရင်က အူထရက် အကူ\nညီနဲ့ မဟာမိတ်ဖွဲ့ပေးခဲ့တဲ့ နော့သမ်းဘီးယား၊ ၀င်ချက်စတာ၊\nစကော့တလန်၊ ဝေလ အစရှိတဲ့ဘုရင့်နိုင်ငံတော်များကလည်း\nခွဲထွက်ရေးအတွက် မဟာမိတ်ဖွဲ့ပြီး ၀က်ဆက်နန်းတက်ဘုရင်\nကို တော်လှန်ကြပါတယ်။ ဒါကို လက်ပိုက်ကြည့်နေလို့မဖြစ်တော့\nတဲ့ ဇာတ်လိုက်ကျော်ကြီး ဘီဘာမ်ဘာ့ရဲ့ အူထရက်က ၀င်ပါ\nရပါတော့တယ်။The last Kingdom ဇာတ်လမ်းတွဲရဲ့နောက်ဆုံးအဆုံးသတ်\nဖြစ်သလို အူထရက်နဲ့ ၀က်ဆက်ပြည်ကြီး ဘယ်လိုအဆုံးသတ်\nသွားမလဲ၊ အင်္ဂလန်ပြည်ကြီးရောတည်ထောင်သွားမှာလား ...",
        "rating": "7.7",
        "url": "https://megaup.net/1duek/The.Last.Kingdom.Seven.Kings.Must.Die.2023.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7CNCv9uhqdwK7Fv4bR4nmDysnd9.jpg",
        "title": "M3GAN(2022)",
        "description": "M3GAN(2022)============ဒီရုပ်ရှင်ကတော့ ၂၀၂၂ ထွက် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာအမျိုးအစားပါပဲ။ ဒီအရုပ်ကတော့ ချက်ကီလိုပဲ ကြောက်စရာအရုပ်ပါပဲ။ မက်ဂန်ဟာ အရုပ်ကုမ္ပဏီတစ်ခုက သိပ္ပံပညာရှင်မိန်းကလေးတစ်ယောက်ကနေ ဖန်တီးထားတဲ့အရုပ်ပါပဲ။မူရင်း ပရိုဂရမ်ကတော့ ကလေးတွေကို အဖော်ပြုပေးရင်းနဲ့အမူအကျင့်တွေသင်ယူပြီး ကလေးတွေကို သင်ပေးနိုင်အောင်၊ကာကွယ်နိုင်အောင်ဖန်တီးထားတာပါ။ အရုပ်ရဲ့ ပထမဆုံးအဖော်ပြုရမယ့်ကလေးကတော့ ကေဒီဆိုတဲ့ ကလေးမလေးဖြစ်ပြီး ကေဒီဟာ မိဘနှစ်ပါးလုံး ကားအက်ဆီးဒန့်နဲ့ ဆုံးသွားတာကြောင့်မိဘမဲ့ ဖြစ်လာတဲ့ ကလေးပါ။ ဒီတော့ သူကလည်း မက်ဂန်အရုပ်ကိုအရမ်းကို သံယောဇဉ်ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမဲ့ ကလေးကိုကာကွယ်ဖို့ အဓိကပရိုဂရမ်က အရမ်းအားကောင်းလာတဲ့အခါမက်ဂန်ဟာ ကလေးအတွက် အန္တရာယ်ဖြစ်လာနိုင်တဲ့ အရာရာကိုရှင်းပစ်ဖို့ ကြိုးစားလာပါတော့တယ်....(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr Anderson ပဲဖြစ်ပါတယ်) File size…  2.33 GB /  531 MB\nQuality… Blu-Ray 1080p 5.1CH / 720p\nFormat… mp4\nDuration…. 1h 42m\nGenre .....  Horror , ...",
        "rating": "6.6",
        "url": "https://megaup.net/1dubs/m3gan.2022.unrated.720p.bluray.x264__%7BCM%7D.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/asasrwUntitled-141x200.jpg",
        "title": "[21+] A Female Detective- Shiramine Miu[SAME-013-Decensored]",
        "description": "JAV မင်းသမီးတွေထဲ Shiramine Miu ကို တော်တော်များများအကြိုက်တွေ့ကြပါတယ်။အရှေ့တိုင်းရဲ့လှပမှုဖြစ်တဲ့ ဝိုင်းစက်တဲ့မျက်နှာကျလေးနဲ့ အပြစ်ဆိုစရာမရှိအောင်လှပသူလေးပါ။SAME-013 ဒီဇာတ်လမ်းမှာတော့ သူမကို စုံထောက်တစ်ယောက်အနေနဲ့ ရှုမြင်ရမှာဖြစ်ပြီးတော့သနားငဲ့ညှာတတ်တဲ့သူမနဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့လောကကြီးအကြောင်းကို တွဲမြင်ရမှာပါ။JAV ထဲမှာမှ ဇာတ်လမ်းဇာတ်ကွက်နဲ့မလို့ Shiramine Miu ဖန်တွေအတွက် Decensored Version နဲ့ တင်ဆက်လိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.2 GB)/(900 MB)\nQuality : HDRip (Decensored) 1080p/720p\nRunning Time : 02:00:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Galon\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/1du4z/[SAME-013-Decensored]_A_Female_Detective-_Shiramine_Miu.HDrip_720p.mkv",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAdPsBMnP5ctvKavQY9y8JazygK.jpg",
        "title": "Linoleum (2022)",
        "description": "Linoleum (2022)~ IMDb - 6.7/10, RT - 80%, Meta - 80% ~အသက်၅၀ကျော်အရွယ် ကမ်မရွန်ဟာ ကလေးတွေအတွက် အာကာသသိပွံနဲ့ဆိုင်တဲ့ တီဗီ Program တင်ဆက်သူဖြစ်ပါတယ်။ သူဟာ သိပ္ပံပညာကို ရူးသွပ်ပြီး ငယ်စဉ်က အာကာသယာဉ်မှူးဖြစ်ချင်ခဲ့တာပါ။ လက်ရှိမှာတော့ နက္ခတဗေဒပညာရှင်ဘ၀နဲ့ပဲ တီဗီ Program Host လုပ်နေရတာပါ။ Program က ညသန်းခေါင်မှာလွှင့်တာဖြစ်ပြီး သိပ်မအောင်မြင်တဲ့အတွက် လွှင့်ဖို့အချိန်ကောင်းကိုလည်းမရတဲ့အပြင် တခြားလူဆီကိုပါ ပါသွားပါတယ်။ ကမ်မရွန်နေရာမှာ ၀င်လာတဲ့သူကတော့ ထူးချွန်ပြီး ဆုရထားတဲ့ အာကာသယာဉ်မှူး ကန့်ပါ။ ကန့်က ကမ်မရွန်ဖြစ်ချင်တဲ့အရာတွေကို ပိုင်ဆိုင်ထားတဲ့ အောင်မြင်တဲ့သူပါ။ အလုပ်ကအဆင်မပြေတဲ့အပြင် မိသားစုနဲ့ပါ ကတောက်ကဆတွေဖြစ်လာတော့ ကမ်မရွန်ဟာ သူ့ရဲ့လုပ်နိုင်စွမ်းကို သက်သေပြချင်ပြီး သူ့အိပ်မက်ကို အကောင်အထည်ဖော်ချင်နေခဲ့ပါတယ်။တစ်နေ့မှာ ရုရှားက ဒုံးကျည်အစိတ်အပိုင်းတစ်ခု ကမ်မရွန်တို့ခြံနောက်ကို မတော်တဆ ပျက်ကျလာတဲ့အခါ ကမ်မရွန်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/1dtmi/(CM)_Linoleum_(2022)_720p.mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTU5NzI3MDM2OF5BMl5BanBnXkFtZTgwNjc0NDEwMDE@._V1_-148x200.jpg",
        "title": "What If…? (2008)",
        "description": "What If...? (2008)\n==============\nIMDb Rating - 5.8/10ဗစ်တာနဲ့ မာဂေါ့တို့ချစ်သူနှစ်ဦးဟာ ရှေ့နေရုံးမှာအလုပ်\nတူတူလုပ်နေကြတဲ့ ရှေ့နေတွေဖြစ်ကြပါတယ်။ ပျော်ရွှင်စွာ\nအတူတူနေထိုင်ရင်း အိမ်ထောင်ပြုဖို့ကြိုးစားနေကြတဲ့\nသူတို့နှစ်ဦးအတွက် အပြောင်းအလဲကြီးဖြစ်လာစေတာ\nကတော့ သူတို့ရုံးကရာထူးအကြီးဆုံးသူ ရုတ်တရတ်ဆုံးပါး\nသွားရာကနေ လစ်လပ်ရာထူးအတွက်ယှဉ်ပြိုင်ကြရာမှာ\nနောက်ဆုံးယှဉ်ပြိုင်ရမယ်သူအဖြစ် ချစ်သူနှစ်ဦးထိပ်တိုက်\nတွေ့ဆုံကြပါတော့တယ်။What if ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဗစ်တာအရွေးချယ်\nခံလိုက်ရပြီး အတွင်းရေးမှုးနဲ့ဖောက်ပြန်တဲ့ဘဝ၊ မာဂေါ့ အရွေး\nချယ်ခံရပြီး ဘော့စ်နဲ့ ဖောက်ပြန်ကြတဲ့ဘဝ တွေကို ပြိုင်တူရှု\nစားရင်း သူတို့နှစ်ဦး အဆုံးသတ်မှာ ဘာကိုရွေးချယ်ပြီး ဘယ်လို\nဇာတ်သိမ်းကြမှာလဲဆိုတာကို ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (652 MB) / (369 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2zd3e/What.If.2008.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjZjZTA3YzMtZDY2My00MDRkLWE0OWItZGVkNzA2ODljNzZiXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_FMjpg_UX657_-159x200.jpg",
        "title": "Shehzada (2023)",
        "description": "Shehzada 2023\nIMDb 5.1/10\nAction/Comedy/Dramaအခုတစ်ခါတင်ဆက်ပေးမှာကတော့ ပရိသတ်တွေရင်ထဲကိုရောက်ရှိပြီးသားဖြစ်တဲ့\nနာမည်ကြီးမင်းသား Kartik Aaryanနဲ့ မင်းသမီး Kriti Sanonတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။ဆေးရုံတစ်ခုမှာ သားယောက်ျား‌လေးရလို့ ပျော်ရွှင်နေကြတဲ့မိသားစုနှစ်ခုရှိနေပါတယ်။\nတစ်နေ့တည်းတစ်ချိန်တည်းမှာပဲ မွေးလာခဲ့ရပေမယ့် ကလေးနှစ်ယောက်ဟာတော့\nကံချင်းမတူခဲ့ပါဘူး။ တစ်ယောက်ကတော့ လိုတိုင်းရတဲ့ဘဝမှာ နေရမှာဖြစ်ပြီး တစ်ယောက်ကတော့ ရုန်းကန်ရတဲ့ဘဝမျိုးမှာ နေရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ဒီကံတရားကို ပြောင်းလဲပစ်ချင်တဲ့သူတစ်ယောက်ရှိနေခဲ့ပါတယ်။ ချမ်းသာတဲ့ဘီလျံနာမိသားစုမှာ အလုပ်လုပ်နေရတဲ့ ဗယ်မီကီဟာ သူ့ကလေးနဲ့ အလုပ်ရှင်မိသားစုက ကလေးကို လဲပစ်ခဲ့ပါတယ်။ကံတရားကမျက်နှာသာမပေးခဲ့တဲ့သူ့ဘဝလိုမျိုး ဒီကလေးလည်း ကြုံတွေ့စေရမယ်။ သူ့သားကတော့ ဘုရင်တစ်ပါးလိုဘဝမျိုးမှာပဲနေရမယ်လို့ ကြုံးဝါးရင်းနဲ့ပေါ့။ ဒီလိုနဲ့တဖြည်းဖြည်းအရွယ်ရောက်လာတဲ့ သားဖြစ်သူဘန်တူကို အမုန်းတရားတွေ လျစ်လျူရှုမှုတွေနဲ့ပဲ ဆက်ဆံခဲ့ပါတယ်။ ဘုရင်တစ်ပါးလိုဆက်ဆံခံနေရတဲ့သူ့သားအရင်းဖြစ်သူ ရာ့ဂျ်ကိုတော့ ကျေနပ်ပီတိ‌တွေနဲ့ပဲ ကြည့်နေခဲ့ပါတယ်။ ဒီလိုမျိုး ပြောင်းလဲပစ်ခံထားရတဲ့ကံတရားတွေနဲ့ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ။ ဘဝအမှန်တွေကိုရော သိသွားကြမလားဆိုတာကို ရသမျိုးစုံနဲ့ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.24GB / 1.06 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.1",
        "url": "https://megaup.net/2zofu/Shehzada_(2023)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MSDwUcqnGodFTvtlLiLKK0XKS.jpg",
        "title": "The Secret Garden (2020)",
        "description": "The Secret Garden (2020)~ IMDb - 5.6/10, Rotten Tomatoes - 67% ~လောင်ရတဲ့ဇာတ်ကားတွေခဏနားပြီး Healing ဖြစ်တာလေးတွေရှာနေတဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ Frances Hodgson Burnett ရဲ့ဂန္ထဝင်ဝတ္ထု The Secret Garden ကို အမျိုးမျိုးပြန်ရိုက်ထားတဲ့ရုပ်ရှင်တွေထဲကမှ နောက်ဆုံးထွက်ထားတဲ့ ၂၀၂၀ ဗားရှင်းကိုလည်းတင်ဆက်ပေးလိုက်ရပါတယ်။ ခင်မင်မှုသံယောဇဥ်နဲ့ ချစ်ခြင်းမေတ္တာကိုလှပစွာပုံဖော်ထားပြီး သာယာတဲ့ရှုခင်းလေးတွေနဲ့ ကြည့်ရတာနွေးထွေးပြီးစိတ်အေးချမ်းစေမှာအမှန်ပါပဲ။ဇာတ်လမ်းကတော့ ကျိန်စာသင့်နေတယ်လို့ယုံကြည်ထားကြတဲ့ ယော့ခ်ရှိုင်းယားမြက်ခင်းလွင်ပြင်ထဲက မစ်ဇယ်ဝိတ်စံအိမ်တော်ကြီးရယ် စံအိမ်တော်ကြီးကိုအသစ်ရောက်လာတဲ့မေရီဆိုတဲ့ကောင်မလေးရယ်ကို အခြေတည်ထားတာပါပဲ။ မေရီ့အတွက်နေရာသစ်ဆိုပေမယ့် စံအိမ်ကြီးနဲ့ကျ ဆယ်နွယ်မှုတစ်ခုခုရှိနေတယ်လို့ခံစားခဲ့ရတယ်။ ဒီလိုနဲ့ တစ်နေ့မှာ စံအိမ်ရဲ့အပြင်ဘက်တောအုပ်ထဲမှာကစားရင်း လျှို့ဝှက်မှော်ဥယျာဥ်တစ်ခုကိုတွေ့လိုက်ရပါတော့တယ်။ အဲဒီနောက်မှာ စံအိမ်တော်ကြီးနဲ့ မှော်ဥယျာဥ်ရဲ့လျှို့ဝှက်ချက်တွေဟာလည်းတဖြည်းဖြည်းပေါ်ပေါက်လာပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 785MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.6",
        "url": "https://megaup.net/1dt5g/(CM)_The_Secret_Garden_(2020)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDBmNTNhMDctNGFiOS00NzhlLTkzNDMtMWI1YTVhOWVmNjkyXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Tokyo Family (2013)",
        "description": "Tokyo Family (2013)\n===============\nIMDb Rating - 7.5/10ငါတို့ဟာ အသုံးမကျတဲ့သားတွေပေါ့။ ဘယ်တော့မှလည်း ကိုယ့်ဘဝ\nကိုယ်နိုင်အောင် မကျောင်းနိုင်ခဲ့ကြပြန်။ မရှင်သန်နိုင်အောင် ရှင်သန်\nနေခြင်းတွေနဲ့ မရေနိုင်အောင် ရာသီတွေဘယ်ရွေ့ကြာပြီလေလဲ၊ ငါ\nမသိတော့တဲ့ မရေရာခြင်းတွေ။ အိမ်ပြန်မရောက်ဖြစ်တဲ့သားတွေ\nအတွက် အိမ်ဟာရှိနေသေးလည်း သားတွေအိမ်ပြန်ရောက်မလာဘဲ\nအိမ်ဟာ မရှိတရှိကလေးပဲ ငွေ့ငွေ့ကျန်။ကမ်းကုန်အောင် ပေတေလေလွင့်နေသားတစ်ယောက်ကို အိမ်ဟာ\nဘယ်တော့မှ ကျောခိုင်းမသွားခဲ့ဘူး။ \"နေ့စဉ်မှာပိုက်ဆံထွက်မြဲ ရှာ\nတော့မလွယ်\" သူ့စီးကရက်ဖိုး သူမလောက်လို့ လက်ဖြန့်တဲ့အခါလည်း\nဘယ်တော့မှ အဲဒီလက်ဟာ ဗလာမဖြစ်ခဲ့ဘူး။ မမြင်ပေသေချာနေတဲ့\nလူပေလူတေလေးရဲ့ ရှုပ်ပွနေတဲ့အခန်းကျဉ်းလေးကိုလည်း မမေ့ခဲ့ဘူး။\nငါ့ရဲ့ခွင့်လွှတ်လို့မရတဲ့အမှားကိုလည်း အဲဒီကမ္ဘာမှာ ငါရှာမတွေ့နိုင်ခဲ့တော့\nအမှားများစွာကြား နေသားကျလာခြင်းဟာလည်း ငါယုံကြည်နေတဲ့ လူ\nဆန်တဲ့ကမ္ဘာ။\"ဝေးခဲ့သူမို့ \" ငါတို့ရဲ့အချစ်တို့ကိုလည်း ငါတို့ရဲ့အပြုံးလို့ ကောင်းချီးပေး\nပိုခမ်းနားစေတဲ့အခါ... အခုလိုသိခြင်းနဲ့မဟုတ်ဘဲ ရင်နဲ့နားလည်နိုင်တဲ့အခါ\n... အဲဒီအခါ ငါနှောင်းသွားမလား။ တကယ်တမ်းသာဆို အဲဒီအချစ်ဟာ\nငါရေစုန်မျှောချင်ခဲ့တဲ့ ဘဝပေါ့။ ဘယ်တော့မှ လိမ္မာမလာနိုင်တဲ့ငါ အဖြေ\nမရနိုင်မှာကိုလည်း သေချာနေခဲ့ခြင်းတွေ။ \"အရိပ်စစ်\"ရဲ့အတိတ်ဟာာ\nအမြဲအသစ်ပဲ။ ဘယ်အရာတွေဘယ်လိုနေမယ် မသေချာနေလည်း ဘယ်\nလိုပဲ ကွေ့ကောက်စီးစီးပေါ့ ဘယ်တော့မှ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Tfcc/Tokyo.Family.2013.JAPANESE.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihPpDZSR6SpB0DGrTwRGsX66El3.jpg",
        "title": "The Up Rank (2023)",
        "description": "The Up Rank (2023)ဖွံ့ဖြိုးတိုးတက်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ ဂိမ်းကိုအရူးအမူးစွဲလမ်းကြတဲ့လူငယ်တွေလည်း အများကြီးရှိလာပါတယ်။\nRank မှ Rank ဖြစ်နေပြီး Rank ချင်းပြိုင်ရင် နိုင်ချင်ကြသူတွေလည်း အများကြီးပါပဲ။\nဒီထဲကမှ ယူဆိုတဲ့ကောင်လေးဟာ ဂိမ်းကို ထမင်းမေ့ဟင်းမေ့ အဖေနဲ့ရည်းစားကိုပါမေ့ပြီး အရူးအမူးဆော့တဲ့ Ace rank ID ပိုင်ရှင်‌ပါ။\nတစ်နေ့မှာတော့ သူနဲ့ပွဲတစ်ပွဲမှာဆုံတဲ့အကောင့်တစ်ခုက ဂိမ်းဆော့ရင်းပိုက်ဆံရမယ်ဆိုတဲ့ စာပို့လာတဲ့အခါ\nယူတစ်ယောက် သံသယလေးတစ်ဖက်နဲ့ စိတ်ဝင်စားလာပါတော့တယ်။\nဂိမ်းဆော့ရင်းပိုက်ဆံရပေမဲ့ ဂိမ်းစည်းမျဉ်းတွေနဲ့ ဆန့်ကျင်နေတဲ့ rank တင်တဲ့အလုပ်...\nဒီအလုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိမလဲ။ လောဘပေါ်လောဘဆင့်လာတဲ့ လူတွေရဲ့အငြိုးအာဃာတတွေ၊\nဆက်ဆံရေးတွေ ပျက်စီးလာရလောက်တဲ့အထိ ရူးသွပ်ကြပုံတွေ... စတာတွေကို\nIMDb 6.6 ရထားတဲ့ ဒီထိုင်းကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p | 480p\nFile size…\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. ...",
        "rating": "",
        "url": "https://megaup.net/1T174/The.Up.Rank.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/9uzypqswjfbx.mid-136x200.jpg",
        "title": "Yumeno Kyusaku’s Girl Hell (1977)",
        "description": "Girl Hell 1977ကဲ GLကြိုက်သူတွေအတွက် GL scene လေးတွေပါတဲ့ကားလေးတစ်ကားဆိုတာ ငြင်းလို့မရပါဘူးMarsဆိုတဲ့ကောင်မလေးက အားကစားလွဲပြီးတခြားနေရာတွေမှာ ညဏ်မပြေးတဲ့ကောင်မလေးတစ်ယောက်ပေါ့ Tonomiya ဆိုတဲ့ကောင်မလေးကတော့ ချမ်းသာတဲ့မိသားစုကဆင်းသက်လာတဲ့သူပေါ့ သူတို့နှစ်ယောက်ဟာ မိန်းကလေးကျောင်းမှာ တက်ရောက်ကြရင်း ကျောင်းအုပ်ကြီးရဲ့ယုတ်မာရက်စက်မှုတွေကြားမှာ ဘယ်လိုတွေတောင့်ခံမလဲလက်စားချေမှုတွေကကောအရာထင်ပါ့မလား သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာတရားကကော တည်မြဲပါ့မလားဆိုတာ ဇာတ်ကားလေးကိုကြည့်လိုက်ပါဦးFile Size__(750MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/yumeno-kyusakus-girl-hell-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/sis-133x200.jpg",
        "title": "(18+)Sister Sister(2019)",
        "description": "Sister Sisterကင်ကရေဒီယို အသံလွှင့်ရုံက သန်းခေါင်ယံရင်ဖွင့်စကားများဆိုတဲ့\nအစီအစဉ်ကိုတင်ဆက်သူတစ်ယောက်ပါ\nကင်ကချမ်းသာတဲ့မိသားစုက ပညာတတ်ခင်ပွန်းတစ်ယောက်လဲရှိတယ်\nလောလောလတ်လတ်ကိုယ်ဝန်ပျက်ကျထားပြီး မိသားစုရေးအဆင်မပြေတာလေးတွေတော့ရှိတာပေါ့ကင်ကသူတင်ဆက်ရတဲ့အစီအစဉ်မှာ ဖုန်းခေါ်ဆိုလာတဲ့သူတိုင်းကို နှစ်သိမ့်ပေးရင် အမ်ဂိုင်ဆိုတဲ့\nကောင်မလေးတစ်ယောက်ကို သံယောဇဉ်တွယ်လာတယ် အဲ့ကောင်မလေးကို\nသူ့ရည်းစားကဗိုက်တစ်လုံးနဲ့ထားခဲ့တာပါ တစ်နေ့မှာတော့ ကောင်မလေးကို\nသူအလုပ်လုပ်နေတဲ့ဆိုင်က ဆိုင်ရှင်ကအနိုင်ကျင့်နေလို့ ကင်က သူ့ကိုအိမ်ပေါ်ခေါ်တင်လာတယ်အဲ့အချိန်မှာ ကင်ရယ် သူ့ခင်ပွန်းရယ် သူခေါ်လာတဲ့ ကောင်မလေးရယ် သုံးယောက်ဘယ်လိုစခန်းသွားကြမလဲ\nဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ ဟာ ဟာ ဟာဆိုပြီး သုံးခါလောက်ဖြစ်အောင် အလှည့်အပြောင်းတွေပါမဲ့အပြင်\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့အခန်းလေးတွေတော့ ပါပေမဲ့ Suspense Drama လက်စ်ဘီယန်\nဇာတ်ကားကောင်းလေးမို့ CM ပရိသတ်တို့ လက်မလွှတ်တမ်းကြာ့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…1.2GB/ 600MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.0",
        "url": "https://megaup.net/1Tpnw/Sister.Sister.2019.720p(CM).mp4",
        "category": "Adult, Asian, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXsiWJWwGwYwOQ6DfYFt5pPBMwT.jpg",
        "title": "Inside (2023)",
        "description": "Inside (2023)Inside ရုပ်ရှင်ကိုကြည့်ရင်း အရင်ဆုံးသတိရမိတာက ဘုရင်မိုင်းဒက်စ်ပဲ။\nအလိုကြီးပြီး ထိလိုက်သမျှရွှေဖြစ်တဲ့ဘုရင်ကြီးပေါ့။\nနောက်ဆုံးတော့ သူ့စားစရာတွေတောင်ထိလိုက်တိုင်းရွှေဖြစ်လို့ ငတ်သေလုနီးပါးဖြစ်ခဲ့ရတယ်။ဒီဇာတ်လမ်းမှာတော့ နီမိုဆိုတဲ့သူခိုးပေါ့။ သူက ခေတ်မှီထိန်းချုပ်စနစ်တွေနဲ့ တိုက်ခန်းတစ်ခုက ပန်းချီကားတွေကို သွားခိုးတာ။\nပိုင်ရှင်ကလဲခရီးသွားနေတာ ဘယ်တော့မှပြန်လာမယ်မသိ။\nဖြစ်ချင်တော့သူကအဲ့ဒီတိုက်ခန်းထဲမှာပိတ်မိသွားပါလေရော။\nစနစ်ကလဲ ချို့ယွင်းမှုဖြစ်တယ်လို့တွင်တွင်ပြနေပြီး လုံးဝအလုပ်မလုပ်တော့ဘူး။\nအဲ့လိုစမတ်ဟုမ်းထဲမှာပိတ်မိတာက ကျွန်းတစ်ကျွန်းပေါ်တစ်ယောက်ထဲကျန်တာမျိုးထက်တောင်ပိုဆိုးသေး။\nရေစနစ်ကလဲအလုပ်မလုပ် အပူအအေးစနစ်ကလဲ ပူလိုက်အေးလိုက်ဖြစ်ချင်ရာတွေဖြစ်။\nစားစရာဆိုတာကလဲသိပ်မရှိ။ ဒီကြားထဲစမတ်ရေခဲသေတ္တာဆိုတာကလဲ စက္ကန့်ပိုင်းလောက်များကြာကြာဖွင့်မိရင်\n\"ဟေး မာကရီနာ\" ဆိုပြီး နာငြီးအောင်သီချင်းဆိုသတိပေးသေးတယ်။\nဒီလိုရူးလောက်စရာတိုက်ခန်းထဲမှာ၊ သူလာခိုးတဲ့အဖိုးတန်ပန်းချီများစွာရဲ့အလယ်မှာ ပိတ််မိနေတဲ့သူခိုး \"နီမို\" ထွက်လမ်းကိုဘယ်လိုရှာမလဲ။\nနီမိုရဲ့ ကြိုးပမ်းမှုတွေ ပိတ်လှောင်မှုတွေ စိတ်အတက်အကျတွေကို ပန်းချီတစ်ချပ်လိုပဲ အနုစိတ်ဖော်ပြထားလို့\nကြည့်ရှုသူကိုပါ မွန်းကြပ်မှု၊ လွတ်မြောက်ဖို့တောင့်တမှုတွေ ခံစားမိလောက်အောင် ရသမြောက်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 564MB | 282MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/inside-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuhPUschFQTXb7OOfX8J52GLqME.jpg",
        "title": "Soulmate (2023)",
        "description": "Soulmate (2023)“အတောက်ပဆုံးဖြစ်ခဲ့တဲ့ ငါတို့ရဲ့ ၁၇ နှစ်အရွယ်ကို နင်နဲ့ကုန်ဆုံးခဲ့ရပေမဲ့ ၂၇ နှစ်မှာတော့ နင့်ကိုလွမ်းနေရပြီ”အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ Soulmate (2023) ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။ငယ်ငယ်လေးကတည်းကနေ ဆယ်ကျော်သက်အရွယ်ထိ အတူတူကြီးပြင်းလာကြတဲ့\nမီဆိုနဲ့ဟာအွန်းတို့ အချစ်ဆုံးသူငယ်ချင်းမလေးနှစ်ယောက်။\nတစ်ယောက်မရှိရင် တစ်ယောက်မနေနိုင်တဲ့အထိ ချစ်ခဲ့ကြတဲ့ ဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဘဝထဲကို\nဟန်ဂျင်ဝူးဆိုတဲ့ကောင်လေး ဝင်ရောက်လာတဲ့အခါမှာတော့ သုံးပွင့်ဆိုင်ဖြစ်လာမယ့် Romance ဇာတ်လမ်း အေးအေးလေးကို ကြည့်ရှုခံစားကြရမှာပါ။Soulmate ဆိုတဲ့ တရုတ်ရုပ်ရှင်ဇာတ်ကားကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီးOur Beloved Summer ထဲက Kim Dami,\nOur Blooming Youth ထဲက Jeon SoNee နဲ့\n20th Century Girl ထဲက Byun WooSeok တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2zmM8/Soulmate.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/o-kala-133x200.jpg",
        "title": "O Kala (2023)",
        "description": "O Kala ( 2023 )ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ မသိသူမရှိတဲ့ထုတ်လုပ်​​ရေးကြီးဖြစ်တဲ့ \"Disneyနဲ့ Hotstar\" တို့က ပူး​ပေါင်းပြီးရိုက်ကူးထားတဲ့\nO Kalaဆိုတဲ့ တေလဂူ အချစ်ရိုမန့်စ်ကား​​ကောင်း​လေးပဲဖြစ်ပါတယ် ထုတ်လုပ်​ရေးအပိုင်းကလည်းရှယ်ဖြစ်သလို ​အော်စတာဆုရဒါရိုက်တာ\nSs Rajamouliကိုယ်တိုင်က First Lookကိုထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး Deepak Kolipakaဆိုတဲ့ အရည်ချင်းရှိဒါရိုက်တာ​ကရိုက်ထားတာလည်းဖြစ်ပါတယ်ဒီကားရဲ့အဓိက​ခေါင်း​ဆောင်​တွေအ​နေနဲ့က​​တော့ မင်းသား​နေရာမှာ ​အောင်မြင်မှူ​တွေနဲ့အလားအလာရှိပြီးသရုပ်​​ဆောင်ရာမှာ စိတ်အားထက်သန်တဲ့\nမင်းသား Gourish Yeleti နဲ့ ​မင်းသမီး​နေရာမှာက​တော့ မြန်မာနိုင်ငံမှာလူသိများတဲ့ \"​လေဆန်တိုးမယ့်မညှိုးပန်း\"ဇာတ်ကားထဲက ​\nစောမြရဲ့ညီမအဖြစ်သရုပ်​​​ဆောင်ခဲ့တဲ့ Roshni Sahotaတို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းရဲ့အစမှာ​တော့ \"ဟာရီကာ\" ကစိတ်ဓါတ်ကျပြီး သတ်​သေဖို့အထိ​တောင်​တွေး​နေတဲ့ မိန်းက​လေးတစ်​ယောက်ဖြစ်ပြီး\nမ​သေခင်အ​ကြောင်းအရင်းတစ်ခု​ကြောင့် ဘားကိုသွားရာမှ \" ဟာရှာ \"ဆိုတဲ့​ကောင်​လေးနဲ့ ​တွေ့ပြီးဘဝဇာတ်​ကြောင်း​တွေကို ဖလှယ်ခဲ့ကြပါတယ်မူလအစက​တော့ ဟာရီကာက ယုံကြည်မှူအပြည့်နဲ့ စွန့်စားလိုစိတ်ရှိတဲ့​​ခေတ်လူငယ်တစ်ဦးဖြစ်ခဲ့ပြီး သူ့အတန်း​ဖော်တစ်​ယောက်နဲ့\nကုမ္ပဏီတစ်ခုတည်​ထောင်ခဲ့ကာ အိုးချင်းထားအိုးချင်းထိပြီး ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ် အချစ်​​ရေး​ရော​ရှေ့​ရေးပါ\nအဆင်​​ပြေ​နေတဲ့သူ့ဆီမှာ မ​မျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးကဝင်​မွှေတဲ့အခါ ဟာရီကာ ဘယ်လို​ဖြေရှင်းမလဲ သူကြုံလိုက်ရတဲ့ ကံကြမ္မာဆိုးကဘာလဲသူရင်ဖွင့်သမျှကိုစိတ်ရှည်ရှည် နား​ထောင်​ပေး​နေတဲ့ ဟာရှာဆိုသူက​ရော ဘယ်လို​နောက်​ကြောင်း​တွေရှိ​​နေမလဲ\nဘာရည်ရွယ်ချက်နဲ့သူ့အနားကပ်လာသလဲ သူတို့နှစ်​ယောက်ဘာ​တွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "8.",
        "url": "https://megaup.net/1Tp63/O_Kala_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFjYzdhODUtNjc0ZC00MmJhLWJjYTYtZDUxYzhhM2Q0MWMyXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Secret Name (2021)",
        "description": "Secret Name (La place d'une autre) (2021)\n==============================\nGenre - Drama\nIMBb Rating - 6.4/10ဒီကားလေးကို ကြည့်ပြီး ကျွန်တော် တစ်ခု ပြေးမြင်မိတာကတော့\nဝင်ကစွပ်အကောင်လေးတွေအကြောင်းပါ။ ကိုယ်နဲ့မသက်ဆိုင်တဲ့\nအခွံလေးထဲ ဝင်ရောက်နေထိုင် ရှင်သန်ကြတယ်မဟုတ်လား...။ဒီဇာတ်လမ်းလေးကလည်း ၁၉၁၄ ခုနှစ် ပြင်သစ်နိုင်ငံ အခြေပြု\nထားတဲ့ ဒရမ်မာကားလေးတစ်ကားပါ။ ဇာတ်ဆောင်ဖြစ်သူ နေလီ\nရဲ့ဘဝဟာ အင်မတန်မှ ကြမ်းတန်းလွန်းလှတယ် ဘာတစ်ခုမှ အ\nဆင်ပြေတာမရှိသလို စားဖို့သောက်ဖို့ ခိုးဝှက်တာကအစ ပြည့်တန်\nဆာအဆုံး လုပ်ခဲ့ပြုခဲ့ရပါတယ်။ ဒီလိုနဲ့ လေလွင့်ပေတေနေတုန်း\nကြက်ခြေနီအသင်းနဲ့ ချိတ်ဆက်မိပြီး ဝင်ကူညီရာကနေ စစ်ပွဲရှေ့\nမျက်နှာပြင်ထိ ခက်ခက်ခဲခဲ ရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ တစ်ရက်မှာတော့ သူဟာ ခရီးသွားမိန်းကလေးတစ်ယောက်\nကို ကယ်တင်ပေးပြီး အကျိုးအကြောင်းမေးကြည့်တော့ သူဟာ\nဆွစ်ဇာလန်သူတစ်ယောက်ပါ ဖခင်ဖြစ်သူ ဆုံးပါးသွားလို့ ဖခင်ဖြစ်\nသူရဲ့ မိတ်ဆွေဆီကို လာရောက်ခိုလှုံကြောင်း ပြောပြပါတယ်။အကြောင်းအရာကတော့ ချမ်းသာတဲ့လူကုံထံ အမျိုးသမီးတစ်\nယောက်ရဲ့အိမ်ကို စာဖတ်သူအနေနဲ့ သွားရောက်ရမှာတဲ့ သူ့ကိုလည်း\nမြင်ဖူးခြင်းမရှိလို့ ထောက်ခံစာနဲ့ အတူလာရပါတယ်ပေါ့။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3fa4g/Secret.Name.2021.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXpm8myMN680NTueLcFWMjceHi1.jpg",
        "title": "Weed People (2023)",
        "description": "Weed People (2023)ကိုရီးယားမှာ မူးယစ်ဆေးဝါးကို တင်းတင်းကြပ်ကြပ် ကန့်သတ်ထားတဲ့အပြင်\nဆေးခြောက်သုံးတာကိုလည်း အပြင်းအထန်တားမြစ်ထားပါတယ်ဒီဇာတ်လမ်းကတော့ ထူးထူးခြားခြား ဆေးခြောက်သုံးတဲ့လူတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်ဆေးခြောက်ကိုနှစ်ပင်လောက်စိုက်ပြီး ကိုယ်သုံးဖို့အတွက်လုပ်ထားပေမဲ့ အခိုးခံရတဲ့ဇာတ်လမ်းကနေစတာပါပဲ..\nအဲဒီခိုးသွားတဲ့လူက ထပ်မရောင့်ရဲနိုင်ဘဲ လိုချင်လို့သွားတောင်းရာကနေ လုပ်ငန်းကြီးလုပ်ဖို့ တွေးမိကြပါတော့တယ်ဒါပေမဲ့ ငွေနောက်လိုက်ရာကနေ တကယ်တမ်းကျ ထင်သလိုဖြစ်မလာတဲ့အခါမှာ...\nဘယ်လိုဖြစ်သွားလဲဆိုတာ အတူကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 854MB | 400MB | 205MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Tp1h/Weed.People.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uD5kuzdJ8p7A2akzifeT8lPaHVw.jpg",
        "title": "Stroke of Luck (2022)",
        "description": "Stroke of Luck (2022)2022ခုနှစ်မှာထွက်ရှိထားတဲ့stroke of luckဆိုတဲ့ဒီကားလေးကတော့ Romance Comedy ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက‌တော့ နေသန် ဆိုတဲ့ မြို့မှာနေတဲ့ကောင်လေးက\nကျေးလက်မှာနေတဲ့ သူ့အဖေရဲ့‌မွေးမြူး‌ရေးခြံကို သွားပြီး အလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတော့တယ်။\nမြို့မှာ ကြော့ကြော့လေးနေတတ်တဲ့ မြို့သားလေး ကျေးလက်ကမွေးမြူးရေးခြံကို‌ ရောက်တာနဲ့ အလွဲ‌တွေကြီးပဲ စလုပ်ပါ‌တော့တယ်။\nမြို့ကို အရမ်းပြန်ချင်တဲ့‌ကောင်လေးကို သူ့အ‌‌ဖေက ဒီမှာအလုပ်တစ်လလုပ်ပြီးမှ မြို့ကိုပြန်ရမယ်\nအလုပ်မလုပ်ရင်လုံး၀မပြန်ရဘူးလို့ ရာဇသံ‌ပေးလိုက်ပါတယ်။\nအဲလိုနဲ့အလွဲ‌တွေလုပ်ရင်းလုပ်ရင်းလုပ်ရင်းနဲ့သူ့ကိုကူညီပေးတဲ့မွေးမြူ‌ရေးခြံမှာအလုပ်လုပ်တဲ့\n\"ဆာရာ\" ဆိုတဲ့‌ ကောင်မလေးနဲ့ ဖြည်းဖြည်းရင်းနှီးလာပြီး သူ့ကို စတင်သ‌‌ဘောကျလာပါ‌တော့တယ်။\nအဲ့လိုနဲ့နေသန်တစ်‌ယောက် တစ်လအလုပ်လုပ်ပြီးပဲအိမ်ပြန်သွားမလား ‌။‌\nကောင်မလေးနဲ့ရောအဆင်ပြေပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးပဲကြည့်ရှုခံစားလိုက်ပါ။\nမွေးမြူရေးခြံမှာနေတဲ့တစ်လအတွင်းဘယ်လိုအလွဲတွေလုပ်တယ်ဆိုတာကို ပျော်ပျော်ကြီးကြည့်ရမယ့်ခွီရမယ့်အပြင်\nကျေးလက်မှာရိုက်ကူးထားတဲ့အတွက်သဘာ၀ရှုခင်းတွေကလဲအရမ်းကိုမှလှပပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyalsin Yati Ko ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 655MB | 314MB\nFormat… mp4\nDuration…. 1h 21min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://megaup.net/1drmx/Stroke.of.Luck.2022.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjBlMTg2NTctNmUxNS00MjUwLWI0NWEtODBiN2QwMGI4NTkzXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Striding Into the Wind (2020)",
        "description": "Striding Into the Wind (2020)\n=====================\nIMDb Rating - 6.2/10ဒီတစ်ခါတော့ နှစ်ကြီးတက္ကသိုလ်ကျောင်းသားဘဝ\nအကြောင်းကို ခံစားကြည့်ရအောင်ဗျာ။ ခရီးသွား\nရုပ်ရှင်လို့သတ်မှတ်ကြတဲ့အပေါ် အယူအဆအမျိုး\nမျိုးရှိပေမယ့် ဒီကားလေးကိုလည်း ခရီးသွားရုပ်ရှင်\nအဖြစ်သတ်မှတ်နိုင်ပါတယ်တဲ့။ တစ်ချို့သောရုပ်ရှင်\nဝေဖန်ရေးဆရာတွေက ဒီရုပ်ရှင်ကားသာ အနောက်\nနိုင်ငံမှာဖန်တီးဖြစ်ရင် နိုင်ငံရဲ့အခြေခံလူတန်းစားပုံ\nရိပ်ကို မီးမှောင်ထိုးသလိုဖြစ်နိုင်လို့ ဝင်ငွေတွေအများ\nကြီးရနိုင်မယ်လို့ မှတ်ချက်ပေးကြပါတယ်။အနုပညာတက္ကသိုလ်တက်နေတဲ့ ကျော်ခွန်းတစ်ယောက်\nက နှစ်ကြီးကျောင်းသားတစ်ယောက်ဖြစ်ပြီး တက္ကသိုလ်\nဆရာတွေထက်တောင် ကျောင်းစာတွေနဲ့ရင်းနှီးနေသူ\nတစ်ယောက်ပါ။ အိမ်နဲ့အတူတူမနေတာကတစ်ကြောင်း၊\nလွတ်လွတ်လပ်လပ်နေတတ်တဲ့ လူငယ်ပုံစံဖြစ်တာမို့\nကျောင်းပျော်ကြီးတစ်ယောက်ဖြစ်နေတာပေါ့။ ဒါပေမဲ့\nအငယ်တွေဘွဲ့ယူဖို့ကြိုးစားနေတဲ့အချိန်၊ ဘဝအတွက်\nကြိုးစားနေရတဲ့ ကျော်ခွန်း...အတည်တကျအလုပ်ရှိဖို့ သူများတွေကြိုးစားနေတဲ့အချိန်၊\nကိုယ်နှစ်သက်တဲ့ကားလေးတစ်စီးနဲ့ လေလွင့်ချင်တဲ့ ကျော်\nခွန်း... ဘဝရဲ့အဓိပ္ပါယ်ကိုသူရှာတွေ့နိုင်ပါ့မလား၊ သူယုံကြည်\nရာကိုပဲ ဆက်လျှောက်လှမ်းနိုင်ပါ့မလားဆိုတာကိုတော့\nအေးအေးဆေးဆေး ဆက်ကြည့်လိုက်ပါတော့နော် ။ ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (860 MB) / (565 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........2Hrs 14Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/1Tfbu/Striding.Into.the.Wind.2020.CHINESE.720p.WEBRip.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jM3BRVkacn1ZvsIJGqBDGDtyelB.jpg",
        "title": "12 Desperate Hours (2023)",
        "description": "12 Desperate Hours (2023)ဒီတစ်ခါတော့ Drama/Thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဗယ်လ်ဂျိန်းလို့ခေါ်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ မိခင်ဝတ္တရား မယားဝတ္တရားကျေပွန်တဲ့ဇနီးတစ်ယောက်ဖြစ်ပြီး\nအိမ်မှုကိစ္စကိုလည်း အစစအရာရာဂရုစိုက်တတ်သူပါ။ တစ်နေ့မှာ သူ့ယောက်ျားဖြစ်သူအလုပ်သွားနေတဲ့အချိန်\nသူ့ကလေးနှစ်ယောက်နဲ့အိမ်မှာရှိနေတဲ့အချိန်မှာ လူတစ်ယောက်က သူတို့အိမ်ထဲကို သေနတ်နဲ့ဝင်လာပြီး ပြဿနာရှာပါတော့တယ်။အမျိုးမျိုးပြဿနာရှာတဲ့အချိန်မှာ ကလေးနှစ်ယောက်ကိုအရမ်းချစ်လွန်းတဲ့ အမေတစ်ယောက်အနေနဲ့\nသူ့ကလေးတွေဒုက္ခမရောက်အောင်လို့ သေနတ်သမားကို ပထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nအဲ့ဒီလိုပထုတ်ဖို့ကြိုးစားရင် ဗယ်လ်တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\nသေနတ်သမားရဲ့ဘဝကရောဘယ်လိုလဲ သူကရော ဘာလို့အဲ့ဒီလိုတွေလုပ်နေတာလဲ စသဖြင့်\nဇာတ်လမ်းကို စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်။အညွန်း နဲ့ ဘာသာပြန်ကတော့ 10x05 ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 720p | 480p\nFile size… 691MB | 337MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10x05\nEncoder ..... Aaron",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/12-desperate-hours-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/film-left-behind-rise-of-the-antichrist-138x200.jpg",
        "title": "Left Behind: Rise of the Antichrist (2023)",
        "description": "Left Behind: Rise of the Antichrist (2023)\n=============================ဒီနေ့မှာတော့ Tim LaHaye နဲ့ Jerry B. Jenkins တို့ရဲ့ နာမည်ကြီး\nဝတ္ထုစီးရီးတွေကို ပြန်ရိုက်ကူးထားတဲ့ Left behind ရုပ်ရှင်စီးရီးတွေ\nထဲက 2023 မှာ ထွက်ထားတဲ့ Left Behind: Rise of the Antichrist\nကို တင်ဆက်ပေးသွားမှာပါ။ကိုဗစ်ကပ်ဘေးဒုက္ခကို ရင်ဆိုင်အပြီးမှာ တစ်ကမ္ဘာလုံး ထင်မှတ်မထားတဲ့\nကပ်ဘေးတစ်ခုနဲ့ ရင်ဆိုင်ရပြန်ပါပြီ။ တစ်ချိန်တည်းမှာ လူသန်းနဲ့ ချီပြီး\nရုတ်တရက်ပျောက်သွားတာ ဖြစ်ပါတယ်။ လူတွေအားလုံး စိုးရိမ်ထိတ်\nလန့်မှုတွေ ကြောက်လန့်မှုတွေ ခံစားနေရပြီး အကြမ်းဖက်မှုတွေ မကောင်း\nမှုတွေလည်း ကမ္ဘာနှင့်အဝှမ်း မြင့်တက်လာပါတယ်။ တစ်ကမ္ဘာလုံး ဒုက္ခ\nအတိနဲ့ အဆိုးဆုံးနေ့ရက်တွေကို ရင်ဆိုင်နေရပါတယ်။ဒီအချိန်မှာ ကုလသမဂ္ဂခေါင်းဆောင် နစ်ကိုလိုင်း ကာပေသီယန်က ကပ်\nဘေးဒုက္ခကနေ ရှင်သန်နိုင်ဖို့ ကမ္ဘာ့နိုင်ငံတွေကို တစ်နိုင်ငံတည်းအဖြစ်\nစုစည်းပြီး ဘေးဒုက္ခတွေ ဆင်းရဲမွဲတေမှုတွေကနေ လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမယ်လို့ ဆိုလာပါတယ်။ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/left-behind-rise-of-the-antichrist-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h0yjBGTUToMqsQDY1SgkWRZjrgd.jpg",
        "title": "Furies (2022)",
        "description": "Furies (2022)2019 တုန်းက ထွက်ရှိပြီး လူကြိုက်များခဲ့တဲ့ Fury ရဲ့ Prequel Movie လေး ထွက်ရှိလာပါပြီ။Asian female action ကားဆို ထိုင်ဝမ်နဲ့ဟောင်ကောင်ရုပ်ရှင်တွေနဲ့ပဲ အထိအတွေ့များတဲ့ပရိသတ်ကြီးအတွက်\nဗီယက်နမ် Female action movieလေးတစ်ခု တင်ဆက်ပေးမှာဖြစ်ပါတယ်။\nဟောင်ကောင်ဂျက်မမဟုတ်တဲ့ ဗီယက်နမ်ဂျက်မလေးတွေကိုကြည့်ရတော့လည်း တစ်မျိုးတစ်မည်ဆန်းသစ်တာပေါ့ဗျာ။ဘဝရယ်လို့ဖြစ်တည်လာပြီဆိုရင် ရွေးချယ်မှုမလုပ်ရတဲ့လူရယ်လို့မရှိပါဘူး။\nဒါပေမဲ့ တချို့လူတွေရဲ့ အမှောင်ကျနေတဲ့ဘဝမှာတော့ ရွေးချယ်မှုဆိုတဲ့စကားလုံးဟာ ကိုယ်တိုင်မသိလိုက်ခင်ကတည်းက ပျောက်ရှနေခဲ့ပါပြီ။ကံဆိုးမှုလို့အဓိပ္ပာယ်ရတဲ့နာမည်ကို ပိုင်ဆိုင်ထားတဲ့ ဘီဆိုတဲ့ကောင်မလေးဟာ နာမည်စီးနေတယ်လို့ထင်မှတ်ရလောက်အောင် ကံခေလွန်းတဲ့သူဆိုလည်းမမှားပါဘူး။\nမိန်းမမြင်ရင် လိင်ကျွန်လောက် ထင်ကြတဲ့ ယောက်ျားသားတွေ ကြီးစိုးရာမှာ မိန်းမရွှင်တစ်ယောက်ရဲ့သမီးဖြစ်ရတဲ့ဒုက္ခဟာ ပြောစရာမလိုအောင် အမှောင်ကျနေခဲ့တာပေါ့။\nဒီလိုနဲ့ ယုတ်မာတဲ့တဏှာရူးလက်ချက်နဲ့ အမေကိုရော အိမ်ကိုပါဆုံးရှုံးခဲ့ရတဲ့ဘီတစ်ယောက် အိမ်ခြေရာမဲ့ဘဝနဲ့ လမ်းလေးရောက်တော့\nလိင်စိတ်နားထင်ရောက်နေတဲ့ကျားခံတွင်းပျက်‌တစ်သိုက်နဲ့တွေ့ရင်း ဘဝပျက်လုဆဲဆဲမှာ သူ့ဘဝရဲ့အလင်းရောင်သဖွယ်ရောက်လာခဲ့တဲ့ ကယ်တင်ရှင်ဂျက်ကွာလင်ဂျက်ကွာလင်နဲ့အတူလိုက်သွားရာကနေ တွေ့ဆုံခင်မင်ခဲ့တဲ့ ဟုန် နဲ့ ထန် ဆိုတဲ့ ဘဝတူမိန်းကလေး ၂ ယောက်နဲ့အတူဆုံရင်းနဲ့မှ မျှော်လင့်ချက်ရောင်ခြည်လေးကို မြင်လိုက်ရတဲ့ ဘီ\nဂျက်ကွာလင်ရဲ့လေ့ကျင့်သင်ကြားပေးမှုနဲ့ မိန်းကလေးတွေကို အညှာအတာကင်းမဲ့စွာနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Tofp/Furies.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q926UPyqeVrJ6Usgup1aW26JFT9.jpg",
        "title": "The Stalking Fields (2022)",
        "description": "The Stalking Fields(2023)\n======================\nစစ်ပြန်တွေ စစ်မြေပြင်ကနေ ရလာခဲ့တဲ့ စိတ်ဒဏ်ရာတွေ၊\nနာကျည်းစရာအတိတ်တွေ PTSD တွေကို ကုသပေးဖို့အတွက်\nကုထုံးအမျိုးမျိုးရှိတဲ့ အထဲမှ Stalking Fields ဆိုတဲ့ အမဲလိုက် ပရိုဂရမ်တစ်ခု ပေါ်လာပါတယ်အမဲလိုက်ရမှာကတော့ တိရစ္ဆာန်တွေမဟုတ်ဘဲ...ရာဇဝတ်မှုတွေ ဒုစရိုက်မှုတွေ\nကျူးလွန်ထားတဲ့ လူတွေ ...အနာဂတ်ပျောက်ဆုံးနေတဲ့လူတွေကို ပြန်ပေးဆွဲပြီး\nအမဲလိုက်ကွင်းကြီးထဲကို လွှတ်ပေးကာ...စစ်ပြန်တွေကို အမဲလိုက်ခိုင်းတာဖြစ်ပါတယ်\nနောက်ဆုံးကျန်ရစ်သူကို ဆုငွေဒေါ်လာ ၅ သိန်းနဲ့ ဘဝအသစ်စဖို့ အခွင့်အရေးပေးမယ်ဆိုပြီး ကမ်းလှမ်းပါတယ်\nအဲ့ဒီထဲမှာမှ အာဖဂန်စစ်မြေပြင်မှာ လူ ၂၀၀ ကျော်သတ်ခဲ့တဲ့ စစ်ပြန်ပြီး ဝုဒ်မန်းဆိုသူ အပါအဝင်ဖြစ်ပါတယ်...\nဝုဒ်မန်းခေါင်းဆောင်တဲ့အဖွဲ့ဟာ အမဲလိုက်ခဲ့ရင်း ...အချင်းချင်းပြန်သစ္စာဖောက်မှုတွေနဲ့ ရာဇဝတ်သားကောင်တွေကို\nဘယ်လိုကျော်ဖြတ်သွားမလဲဆိုတာကို အလှည့်အပြောင်းများစွာနဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်)Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… 1.55GB | 742MB | 360MB\nFormat… mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/1Toas/The.Stalking.Fields.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDUwN2UzZmMtODhmZS00NGY4LThmZGYtMDMxNDdhZTEzNzEwXkEyXkFqcGdeQXVyMTM3OTExOTc@._V1_-142x200.jpg",
        "title": "One Million Yen Girl (2008)",
        "description": "One Million Yen Girl (2008)\n=====================\nIMDb Rating - 7.1/10ဒီယန်းတစ်သန်းမိန်းကလေးက ၂၀၀၈အနေနဲ့ဆို ဂျပန်ကား\nတွေမှာ အမျိုးသမီးတစ်ယောက်တည်းကို အဓိကဦးတည်\nဇာတ်အိမ်ဖွဲ့ထားတာ ရှားပါးတဲ့သေးတဲ့အချိန်မှာ ဒါရိုက်တာ\nအသစ်က အမျိုးသမီးတစ်ယောက်တည်းကို အဓိကထား\nဇာတ်အိမ်တည်ပြီးရိုက်ထားတာ။ ဒီကားကိုရိုက်တဲ့အမျိုးသမီး\nဒါရိုက်တာ Yuki Tanadaက သူတို့လောကမှာ မင်းသမီးတွေ\nနေရာပိုရအောင် လုပ်ဖို့ကြိုးစားခဲ့တဲ့ ပထမဆုံးမှတ်တိုင်တစ်ခုလို့\nပြောရင်လည်းမမှားဘူး။ Yu Aoi ရဲ့ ပထဆုံး အဓိကဇာတ်ကောင်\nစစ်စစ် နေရာကို ရခဲ့တဲ့ကားလည်းဟုတ်တယ်။ဒီကားရဲ့ မင်းသမီး Yu Aoi က လက်ရှိ ဂျပန် Film Industry\nမှာတော့ ညှို့ဓာတ်အပြင်းဆုံး အလှဆုံးမင်းသမီးလို့ပြောလို့ရတယ်။\nAoiဟာ ဒါတင်မကဘဲ ချစ်ဖို့တော်တော်ကောင်းတဲ့ မင်းသမီးဆိုလည်း\nမမှားဘူး။ သူရိုက်ခဲ့တဲ့ သက်တမ်းတစ်လျှောက်က ရုပ်ရှင်တွေက\nနာမည်ကြီးဒါရိုက်တာတွေနဲ့ မှတ်ကျောက်တင်နိုင်ခဲ့တဲ့ကားတွေ\nတော်တော်များတယ်။ ဂျပန်ရုပ်ရှင်လောကရဲ့ ရုပ်ရှင်ကဝေတစ်ပါး\nဖြစ်တဲ့ Shunji Iwaiရဲ့ မာစတာပိစ်ကားဖြစ်ခဲ့တဲ့ All About Lily\nChou-Chouမှာလည်း သရုပ်ဆောင်ဖူးသလို Iwaiရဲ့ အစောပိုင်း\nရုပ်ရှင်တွေထဲက တစ်ကားဖြစ်တဲ့ Hana ...",
        "rating": "7.1",
        "url": "https://megaup.net/1dhqp/One.Million.Yen.Girl.2008.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/5mv3Bc-142x200.jpg",
        "title": "[18+]Observation Man (2019)",
        "description": "[18+]Observation Man (2019)***************************ဒီဘဲကြီးက အသက်၃၀သာကျော်တာအချစ်နဲ့ပတ်သက်ပြီး မခံစားဖူးသေးတဲ့လူ..ဆိုတော့sex ဆိုတာလည်း စာအုပ်နဲ့အခွေလောက်ပဲ အတွေ့အကြုံယူပြီးဖီးနေရတဲ့သူ..ဒါ့ကြောင့် သူက ဒါမျိုးတွေစမ်းသပ်ချင်လာတယ်..ကံကောင်းထောက်မစွာ သူ့ပထမဆုံးအတွေ့အကြုံကဝါရင့်ချာတိတ်မလေးဖြစ်နေတော့ ပညာစုံရသွားသလိုဖြစ်သွားတယ်..အဲ့ဒီနောက်မှာတော့ အကွက်စုံခင်းပြီး အလန်းလေးတွေချည်းဖန်တီးနိုင်လေတဲ့အခါမှာတော့..စွန်းလှတဲ့ကွီးယားမလေးတွေ ပါသလိုအိပ်ရာခန်းအမိုက်စားစုံလည်းပါဝင်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး... File Size :(1.4GB) and (526MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:11:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3fj3A/Observation_Man_.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UoWEfDbLm8q9VtrnLRp0ORzbNd.jpg",
        "title": "Johnny(2022)",
        "description": "Johnny(2022)*************ဖြစ်ရပ်မှန်ကိုဇာတ်အိမ်တည်ထားပြီး လူတိုင်းဒုတိယအခွင့်အရေးနဲ့ထိုက်တန်တာမလို့အားလုံးအပေါ်မေတ္တာတရားထားပေးသင့်ကြောင်းကို\nရိုးရိုးရှင်းရှင်းရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nဇာတ်လမ်းထဲမှာ အဓိကဇာတ်ဆောင်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ ရာဇဝတ်သားတစ်‌ယောက်ပါဝင်ပါတယ်။\nဒီဘုန်းတော်ကြီးဟာ မိမိယုံကြည်ရာကို တစ်စိုက်မတ်မတ်လုပ်တတ်တဲ့သူ၊လူသားတိုင်းအတွက်အနစ်နာခံ ပေးဆပ်သူပေ့ါ။\nတစ်နေ့ကျတော့ ဘုန်းတော်ကြီးဆီကို ရာဇဝတ်သားဟာ သူ့ရဲ့ပြစ်မှုစောင့်ကြည့်ကာလအတွင်းလူထုအကျိုးပြုအလုပ်လုပ်ဖို့ဆိုပြီး အလုပ်လာတောင်းပါတော့တယ်။\nဒီလိုနဲ့ပဲ လူတစ်ယောက်ဟာ ဘဝရဲ့ တန်ဖိုးအရှိဆုံးအရာတွေထဲကတစ်ခုဖြစ်တဲ့ဒုတိယအခွင့်အရေးကိုအသုံးချပြီး ဘယ်လောက်အထိပြောင်းလဲပစ်နိုင်လဲဆိုတာမြင်တွေ့ရမယ့် Biographyကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..File Size :(1.8GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2zlz5/Johnny.2022.WEB-DL.720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjI4ZjE2NjktYjRiOS00MWM5LThlMDAtMTZmNTYyZTJjMmE5XkEyXkFqcGdeQXVyMTUyNTkzMTEy._V1_-138x200.jpg",
        "title": "Hondisi Bareyiri (2023)",
        "description": "Hondisi Bareyiri 2023\nIMDb 7.5/10ဇာတ်လမ်းအကျဉ်းခင်မင်ရင်းနှီးကြတဲ့သူငယ်ချင်းတစ်သိုက်ဟာ နှစ်တွေအကြာကြီးဝေးကွာသွားကြလို့\nတစ်နေ့မှာပြန်လည်ဆုံတွေ့ချိန်မှာ သူတို့အရင်ကျောင်းသားဘ၀ကို စမြုံပြန်ကြပါတော့တယ်။\nစကားစပ်မိကြရင်း တစ်ယောက်အကြောင်းတစ်ယောက်ပြောကြရာမှ သူတို့တွေရဲ့ဘ၀က ကျောင်းသားဘ၀လိုမပျော်တော့ပဲ အိမ်ထောင်ရေးတွေ အချစ်ရေးတွေ အလုပ်အကိုင်တွေ အဆင်မပြေမှုများစွာ ကိုယ်စီကြုံတွေ့ခဲ့ကြပါတယ်။တစ်ယောက်ချင်းစီမှာ အဆင်မပြေမှုတွေရှိလာကြတဲ့အခါ သူတို့တွေအရင်လို ခင်မင်ကြဦးမှာလား၊ ပြဿနာတွေကို ကျောင်းသားဘ၀လိုမဟုတ်ဘဲ ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်အနေနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲ ဆိုတာကို သူ့တို့ရဲ့ ကျောင်းတုန်းက‌ပျော်စရာတွေကို နောက်ကြောင်းပြန်ရင်း လက်ရှိအနေအထားနဲ့ယှဉ်ပြရင်း ဇာတ်လမ်းကိုတင်ဆက်ထားပါတယ်။Rating ကောင်းပြီးမြင်နေကျဇာတ်လမ်း ဇာတ်အိမ်ဆိုပေမယ့် ရိုးအီမသွားဘဲ နာမည်ကြီးကန်နဒါသရုပ်‌ဆောင်အချောအလှတွေနဲ့အတူ ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားရင်း ပင်ပန်းပြီး ရင့်ကျက်တဲ့လူကြီးဆိုတာကိုခဏ‌မေ့ပြီး ကျောင်းသားဘ၀ကိုခဏပြန်သွားကြရအောင်လား...\nFile size…2.01GB /1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Khin Khin~Nyein Aye ~BpL~Yunni",
        "rating": "7.5",
        "url": "https://megaup.net/2zllA/Hondisi_Bareyiri_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/photo1649985-142x200.jpg",
        "title": "Hidden Island(2022)",
        "description": "Hidden Island(2022)*******************တစ်နှစ်ပတ်လုံး မြူတွေ အုံ့ဆိုင်းနေတဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ လူတစ်ချို့နေထိုင်ကြတယ်..အဲဒီကျွန်းသားတွေက ကျွန်းလုံခြုံဖို့အတွက် ဘာမဆိုလုပ်ပေးတဲ့ ရွာသူကြီးကိုလည်း ကြောက်ရွံ့ကြရတယ်...အဲဒီမှာ ကျွန်းသားတစ်ယောက်ဖြစ်တဲ့ ဟယ်ဂျောင်က ဘာကိုပဲစားစား ဗိုက်ဆာ‌နေပြီးကိုယ်ခန္ဓာကလည်း နာကျင်နေခဲ့တာမို့ နတ်ဆရာမက ကုသပေးနေတယ်....\nတစ်နေ့မှာ ဟယ်ဂျောင်ရဲ့ နာကျင်မှုတွေကို ကုသနိုင်ဖို့အတွက် ကုန်းမြေပေါ်ကလူတစ်ယောက် လိုအပ်တယ်ဆိုပြီး နတ်ဆရာမက ဟယ်ဂျောင်ရဲ့ အစ်ကိုဖြစ်သူကိုသွားခေါ်လာခဲ့ခိုင်းတယ် ...တစ်ဖက်မှာလည်း လောလောလတ်လတ် အလုပ်ပြုတ်လာတဲ့ဂျောင်ဟျော့က အလုပ်အကိုင်ရှာဖွေရေး အေဂျင်စီမှတစ်ဆင့် အလုပ်ရှာပြီး အဲဒီကျွန်းပေါ်မှာ အလုပ်လုပ်ဖို့အကြောင်းဖန်လာခဲ့တယ်... ဒီကျွန်းပေါ်ရောက်တဲ့အခါမှာ ထူးဆန်းတာတွေ အများကြီးမြင်တွေလိုက်ရတဲ့အခါမှာတော့....ဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Yoon Sanက ရိုက်ကူးထားတာဖြစ်ပြီး cast တွေအနေနဲ့ကတော့\nKim Ho chang, Choi Ryung,\nSok Bo Bae, Kang You-ra, Taewoong မှ ပါဝင်ရိုက်ကူးထားပါတယ်...File Size :(1.3GB) and (579MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tnte/Hidden.Island.2022.WEB-DL.720P(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmU1NGYwZWYtOWExNi00ZTEyLTgwMmUtM2ZlMDVjNWM4YjVlXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-131x200.jpg",
        "title": "Ran (1985)",
        "description": "Ran (1985)~ IMDb - 8.2/10, Rotten Tomatoes - 96% ~ကူရိုဆာဝါရဲ့ Ran ဟာ ရှိတ်စပီးယားရဲ့ King Lear ပြဇာတ်ကို ပြန်ရိုက်တဲ့ထဲက အခမ်းနားဆုံးနဲ့ အအောင်မြင်ဆုံး ရုပ်ရှင်ပါပဲ။ ၁၉၈၆ အော်စကာမှာ ဂျပန်က လူတွေနဲ့ အဆင်မပြေခဲ့တာကြောင့် Best International Feature အတွက် နိုင်ငံကိုယ်စားပြု အရွေးမခံခဲ့ရပေမဲ့ Main Categories တွေထဲက Best Director, Best Cinematography, Best Art Direction-Set Decoration, Best Costume Design ဆုတွေ ဆန်ခါတင်ဝင်ခဲ့တယ်။ ကူရိုဆာဝါအတွက် ပထမဆုံး Best Director ဆန်ခါတင်ဝင်ခဲ့တဲ့ရုပ်ရှင်လည်းဟုတ်တယ်။ ကံဆိုးချင်တော့ Best Costume Design ဆုပဲရသွားခဲ့တယ်။ သိပ်တော့လည်း အရေးမကြီးလှပါဘူးလေ။ ဘာနေနေ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2zlmA/(CM)_Ran_(1985)_REMASTERED_720p.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88bGObx8YKLQDOOhcrBHHzXpiAv.jpg",
        "title": "Unwelcome (2023)",
        "description": "Unwelcome (2023)Jamie နဲ့ Maya တို့လင်မယားက Maya ကိုယ်ဝန်ရှိခါစမှာ\nလူရမ်းကားသုံးယောက်က သူတို့အိမ်ကို အတင်းဝင်လာပြီး\nသူတို့လင်မယားကို ရိုက်နှက်ခဲ့လို့ စိတ်ဒဏ်ရာတွေကိုယ်စီ ရနေကြပါတယ်။Maya မီးဖွားခါနီးမှာ အိုင်ယာလန်က Jamie ရဲ့အဒေါ်ဆုံးသွားပြီး\nအမွေပေးခဲ့တဲ့ ကျေးလက်အိမ်လေးမှာ ဘဝသစ်စလို့ရအောင်၊\nကလေးအေးအေးဆေးဆေးမွေးလို့ရအောင်ဆိုပြီး ပြောင်းလာကြပါတယ်။သူတို့အဒေါ်အိမ်က ဥယျာဉ်အကျယ်ကြီးရယ် အိမ်အကြီးကြီးရယ်ဆိုတော့ သူတို့လင်မယားပျော်နေကြပါတယ်။\nဒါပေမယ့် သူတို့အဒေါ်က ခြံထဲက သစ်သားအိမ်လေးရှေ့မှာ\nညနေတိုင်း အသည်းအစိမ်းချကျွေးတာကို မပျက်မကွက် နေ့တိုင်းလုပ်ဖို့ မှာခဲ့ပါတယ်။\nသူတို့တွေက သဘာဝလွန်ကိစ္စတွေကို အယုံအကြည်မရှိတဲ့သူတွေဆိုတော့\nနေ့တိုင်းကျွေးဖို့ မေ့တာမျိုးတွေ ရှိလာပြီး ဘာတွေဆက်ဖြစ်လာမလဲ၊\nသစ်သားအိမ်လေးနောက်ကွယ်မှာ ဘာသတ္တဝါတွေရှိနေမလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာပဲ ရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ကြည့်ရှုကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… l.7GB | 814MB | 393MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/1T17s/Unwelcome.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8nj1GiuU0zfGBtPvsgMUaXPlMct.jpg",
        "title": "Wedding Dress (2010)",
        "description": "Wedding Dress (2010)ဘဝမှာ ကိုယ်ချစ်ရဆုံးသူတစ်ယောက် ရှိကြမှာပါ\nဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ခုလပ်မိခင် ဂိုဝွန်းက မင်္ဂလာဝတ်စုံဒီဇိုင်နာတစ်ယောက်ဖြစ်ပြီး\nသူ့မှာ သွေးကင်ဆာရှိနေကြောင်း စစ်ဆေးတွေ့ရှိခဲ့ပါတယ်အဲဒီနောက်မှာ သူမရဲ့သမီးလေး ဂျောင်ဆိုရာကို သူမမပါဘဲ နေထိုင်တတ်ဖို့ ဆိုရာအကျင့်တွေနဲ့ပက်သက်ပြီး ဘယ်လိုတွေပြင်ဆင်ပေးခဲ့မလဲ\nသမီးလေးနဲ့မခွဲခင်မှာ သမီးလေးအတွက် မင်္ဂလာဝတ်စုံဝတ်ဆင်ခြင်းအပါအဝင် သမီးလေးအတွက် တတ်နိုင်သမျှ အကုန်လုပ်ပေးချင်ခဲ့ပါတယ်\nသူမရဲ့ရောဂါပိုဆိုးလာနဲ့အမျှ ဆိုရာလည်း သူ့အမေနေမကောင်းဖြစ်နေတာကို သိသွားပြီး\nသူ့အမေရဲ့ဆန္ဒတွေကို လျှို့ဝှက်ပြီး ဘယ်လိုဖြည့်ဆည်းပေးဖို့ကြိုးစားမလဲ\nချစ်ရတဲ့သူ့ရဲ့အမေအတွက် သူ့အကျင့်တွေကိုပြင်ပြီး ဘယ်လိုတွေရှေ့ဆက်မလဲ\nကိုယ်ချစ်ရဆုံးအမေနဲ့ မခွဲရခင်မှာ ဆိုရာလေးက ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကိုတော့....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 724MB | 352MB\nFormat… mp4\nDuration…. 1h 49min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Myo Myo\nEncoder ..... Aaron",
        "rating": "7.5",
        "url": "https://megaup.net/2zdI2/Wedding.Dress.2010.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BODQyNGY5ZmUtMTkxZS00NjE0LWEwYWYtNzFkMDRhY2JiYjhmXkEyXkFqcGdeQXVyMjc4MjcxNzI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sky High (2020)",
        "description": "Sky High (2020)\n=============\nGenre - Action, Adventure, Crime\nIMDb Rating - 5.6/10ဘဝကို ရိုးသားစွာ ကြိုးစားနေသူတစ်ယောက်ဖြစ်တဲ့ အန်ဂဲလ်။\nအမှတ်မထင် မရိုးမသား ဖိုးသခွား လုပ်နေတဲ့ ပိုလီနဲ့ ကောင်မလေး\nကိစ္စအချင်းချင်း ဖြစ်ပွားရာကနေ တစ်စတစ်စ ဒုစရိုက်လောကထဲ\nကို ခြေကျွံလာပါတယ်။ ပိုလီကတော့ ခြေစွမ်းကိုမြင်လို့ အန်ဂဲလ်ကို\nတဖြည်းဖြည်း ခေါ်ယူလာရင်း တဖြည်းဖြည်းနဲ့ သူ့ထက် လက်စောင်း\nထက်လာတာကို မြင်ရမှာပါ။ တစ်ဖက်မှာလည်း အန်ဂဲလ်က အထက်\nတန်းကျောင်းတုန်းက ငယ်ချစ် ဆိုးလေးကို ခုတုံးလုပ်ရင်း သူ့အဖေ\nဖြစ်တဲ့ ရိုဟီလီယိုကို ချည်းကပ် ဝင်ရောက်လာခဲ့ပါတော့တယ်။ဒီလိုနဲ့ အန်ဂဲလ်တစ်ယောက် သူမုန်းတီးတဲ့ ဆင်ခြေဖုံးဘဝကို မေ့ပြစ်\nဖို့ ကြိုးစားရင်း ဆရာဖြစ်ခဲ့ဖူးတဲ့ ရိုဟီလီယိုကို ကျော်ခွကာ တစ်ဖက်\nကလည်း ရည်းစားပြိုင်ဖက် ပိုလီကို ကျော်ခွကာ ဘယ်လိုတွေ သူရောက်\nချင်တဲ့ အထက်တန်းစားဘဝကို ရောက်အောင်လုပ်မလဲ ကြည့်ရမှာပါ။\nဆိုတော့ကား တစ်ခုရှိတာက လောဘတွေပါတဲ့ ဒီလို ...",
        "rating": "5.6",
        "url": "https://megaup.net/1drd5/Sky.High.2020.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDVmMmE3NDgtNDdmNi00NzU0LTkzNGMtNjkzMDdjZDY3MDVmXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Nightingale of Bursa (2023)",
        "description": "The Nightingale of Bursa (2023)\n========================\nIMDb Rating - 6.9/102023 မှာ ထွက်ရှိလာတဲ့ တူရကီကားလေးနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ တူရကီတွေကတော့ ဒီကားဟာ အတိတ်ကို အောက်\nမေ့သတိရအောင် လုပ်နိုင်ပါသတဲ့။ လုပ်နိုင်ဆို ဇာတ်လမ်းက\n၁၉၈၆မှာ ဇာတ်အိမ်တည်ထားသကိုး။ Musical ဆိုတဲ့အတိုင်း\nသူတို့ခေတ်သူတို့အခါက သီချင်းတွေကို ဝေဝေဆာဆာ မြိုင်\nမြိုင်ဆိုင်ဆိုင် ထည့်ထားတဲ့အပြင် အဲဒီခေတ်က အထင်ကရ\nပုဂ္ဂိုလ်တွေ၊ ဖြစ်ရပ်တွေအကြောင်းကိုလည်း အလျဉ်းသင့်သလို\nထည့်ပေးထားတော့ လွမ်းမိတာလည်း မဆန်းပါဘူး။ဒါ့အပြင် တူရကီသရုပ်ဆောင်၊အဆိုတော် Little Emrah နဲ့ လျှမ်း\nလျှမ်းတောက်အောင်မြင်တဲ့ တူရကီရဲ့ transgender diva ဖြစ်တဲ့\nBulent Ersoy တို့အကြောင်းတွေပါ ပါတဲ့အတွက် သူတို့အတွက်\nတော့ ကြည့်ကောင်းလှပေမပေါ့။ ဒါဆို သူတို့အတွက်ပဲ ကြည့်ကောင်း\nတာလား။ မဟုတ်ပါဘူး။ Stand-up comedian တစ်ဖြစ်လဲ ဒီဇာတ်\nကားရဲ့ ဇာတ်ညွှန်းရေးဆရာ Ata Demirer ထည့်ထားတဲ့ ဟာသ\nလေးတွေ အလွဲလေးတွေကြောင့် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-nightingale-of-bursa-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzM1MzEzNTkyMF5BMl5BanBnXkFtZTgwNDQ0NTM1MTE@._V1_-141x200.jpg",
        "title": "Inbetween Worlds (2014)",
        "description": "Inbetween Worlds (2014)\n===================\nIMDb Rating - 6.5/10ဂျာမန်စစ်သားတဦးဖြစ်တဲ့ ဂျက်စ်ပါဟာရဲ့ ညီဖြစ်သူက\nအာဖဂန်နစ်စတန်မှာကျဆုံးထားပေမယ့် နောက်တကြိမ်\nထပ်ပြီး အာဖဂန်မှာ တာဝန်ထမ်းဆောင်ရန်ထွက်ခဲ့ပါတယ်။\nသူ့တာဝန်က တာလီဘန်တွေရဲ့ရန်ကနေရွာတရွာကို ဒေသခံ\nအာဘတ်ကီတပ်ဖွဲ့တွေနဲ့ အတူတူကာကွယ်ပေးရမှာဖြစ်\nပါတယ်။အဲ့ဒီမှာဂျက်စ်ပါရဲ့ စကားပြန်ဖြစ်သူ တာရစ်နဲ့ သူ့ညီမလေး\nတို့ဟာ ဂျာမန်စစ်တပ်အတွက် စကားပြန်လုပ်ပေးနေလို့\nတာလီဘန်တွေရဲ့ ခြိမ်းခြောက်ခံနေရပါတယ်။  တာရစ်နဲ့\nခင်မင်ရင်းနှီးသွားပြီးနောက် သနားစိတ်တွေပေါ်လာတဲ့\nဂျက်စ်ပါတယောက် တာရစ်ညီမလေးဒုက္ခကြုံလာတဲ့အခါ\nအထက်အမိန့်တွေလွန်ဆန်ပြီး ကယ်တင်နိုင်မလား ဆိုတာကို\nစစ်ပွဲနောက်ခံ ဒရာမာ လေးတွေကြည့်ချင်သူတွေအတွက်\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.92 GB) / (831 MB) / (476 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 38Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, War\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/1T8xb/Inbetween.Worlds.2014.GERMAN.720p.BluRay.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ottu-137x200.jpg",
        "title": "Ottu (2023)",
        "description": "Ottu (2023)မင်းသမီးချောလေး Eesha Rebba က အစွမ်းကုန်လှပေးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့\nအရင်ကကားတွေနဲ့သိပ်မတူပါဘူး မစ်ရှင်တော့မစ်ရှင်ပေမဲ့ မှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့မစ်ရှင်ပါကီချူးနဲ့ ကလျာနီဆိုတာကစုံတွဲပါ နိုင်ငံရပ်ခြားမှာအခြေချချင်ပေမဲ့ ပိုက်ဆံကမရှိဘူးပေါ့\nဒီလိုနဲ့ပိုက်ဆံရှာဖို့အလုပ်ပေါ်လာပါတယ် ကီချူးဦးလေးရဲ့အဆက်နဲ့ ကီချူးကိုအဖွဲ့တစ်ဖွဲ့ကငှားတာပါ\nသူကလူတွေနဲ့ဆက်ဆံရာမှာ တကယ်တော်တဲ့လူတစ်ယောက်ဆိုတော့ သူနဲ့ဖော်ရွေမှုကိုသုံးပြီး\nအတိတ်ပြန်ဖော်ချင်ကြတယ်ပေါ့သူမှတ်ဉာဏ်ပြန်ဖော်ပေးရမဲ့လူကတော့ တစ်ချိန်တုန်းက\nရွှေမှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ ညာလက်ရုံးတစ်ယောက်ပါ\nအက်ဆီးဒင့်ဖြစ်ပြီးအတိတ်မေ့သွားတော့ ရွှေ‌တွေရှိတဲ့နေရာပါမေ့သွားပါတယ်\nအဲဒီရွှေတွေကလည်းကုဋေ၃၀လောက်တန်တော့ ဒီရွှေတွေကိုရချင်တဲ့လူတစ်သိုက်၊\nမှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့ ကီချူးတို့နဲ့ အတိတ်မေ့နေတဲ့ဒေးဗစ်တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် Rating အနေနဲ့လည်း\n5.9ထိရထားတဲ့ကားကောင်းဆိုတော့ လက်မလွှတ်သင့်ပါဘူးရှင်\nFile size…1.7GB / 800MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~NyeinAye",
        "rating": "5.9",
        "url": "https://megaup.net/1dqj9/Ottu_(2023)_Telugu_TRUE_WEB-DL_-_720(CM)p.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDdjMDM0NzYtOGM2Yy00ZjYzLWIxYmYtZjc0NjQ4ZGVmODVlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(18+)Female Doctor: Flesh Slave (1986)",
        "description": "ကိုယ့်ပုံရိပ်၊ ကိုယ့်ခန္ဓာက ကိုယ်မသိလိုက်ဘဲနဲ့ လူကြီးရုပ်ရှင်မှာ\nတွေ့လိုက်တဲ့အခါ ဘယ်လိုခံစားရမလဲ?အဲ့ဒီရုပ်ရှင်ကိုလည်း ကိုယ်နဲ့လက်ထပ်တော့မယ့်\nယောက်ျားတစ်ယောက်ဆီက ပြန်သိရတဲ့အခါ ဘယ်လိုဖြေရှင်းမလဲ ?ရုပ်ရှင်ထဲမှာပါတာ ကိုယ်မဟုတ်ကြောင်း အကြိမ်ကြိမ်ရှင်းပြဖို့\nကြိုးစားပေမယ့်လည်း အဆင်မပြေတဲ့အပြင် ရုပ်ရှင်ထဲကကောင်လေးနဲ့\nတွေ့မိလို့မေးလိုက်ပြန်တော့လည်း “ကျွန်တော်တို့ချစ်ခဲ့ကြတာ မေ့သွားပြီလား”ဆိုတော့\nကမ္ဘာကြီးဘာတွေဖြစ်ကုန်တာလဲ?အတိတ်ပဲမေ့သွားတာလား ? ငါတကယ်ပဲ ဆက်ဆံခဲ့တာလား ?\nရေစုန်မျောပြီး ဖြစ်ချင်ရာဖြစ်ဆိုပြီး လွင့်မျောလိုက်ရတော့မှာလား ?\nစသဖြင့်မင်းသမီးရဲ့ မေးခွန်းတွေကို တစ်ယောက်တည်း\nနားကြပ်လေးတပ် မီးလေးပိတ်ပြီး အဖြေဝိုင်းရှာပေးလိုက်ရအောင်ဗျာ....\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by DarkV",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18female-doctor-flesh-slave-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/2yxyfvtc0lrt-133x200.jpg",
        "title": "Madam Scandal: Let Me Die For 10 Seconds (1982)",
        "description": "Let me die for 10 seconds (1982)\nAkikoဟာ သူမရဲ့ချစ်သူ့ကိုလိုက်ရှာရင်း အမေရိကန်ပြည်ထောင်စုကြီးမှာ အိမ်ထောင်ကျသွားခဲ့ပါတယ်\nဖြစ်ချင်တော့သူ့ယောက်ျားဟာဘာအလုပ်မှရေရေရာရာမရှိတဲ့ ဆေးသမားတစ်ယောက်သာသာပါပဲ\nတနေ့တော့ သူ့ယောက်ျားမရှိတဲ့ကာလမှာ Akikoဟာ သူ့ယောက္ခထီးနဲ့ဖောက်ပြန်မိသွားပါတယ်\nတနေ့ကျ သူလိုက်ရှာနေတဲ့သူ့ချစ်သူဟောင်းနဲ့လည်းပြန်တွေ့ခဲ့ပြန်တယ်\nကဲယောက်ျားသုံးယောက်နဲ့ဘယ်လိုတွေခိုးစားမလဲဆိုတာကတော့ဇာတ်လမ်းလေးကိုကြည့်လိုက်ကြပါဦးFile Size__(1.1GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/madam-scandal-let-me-die-for-10-seconds-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/zwthnesbsncy.mid-136x200.jpg",
        "title": "Female Teacher in Rope Hell (1981)",
        "description": "Female teacher in rope hell(1981)Tsushimaဆိုတဲ့ဆရာနဲ့ Yoshimaruဆိုတဲ့ဆရာမက လက်ထပ်ခါနီးစုံတွဲတွေပေါ့ တနေ့မှာဆရာမကိုတိတ်တခိုးလေးသံယောဇဉ်တွယ်နေတဲ့ ကောင်မလေး Rankoဟာအရူးတစ်ယောက်ရဲ့မုဒိမ်းကျင့်မှုကိုခံရခါနီးဆဲဆဲ ဆရာမကလာရောက်ကယ်တင်ခဲ့တယ်ဒါပေမဲ့ တပည့်မရဆရာကိုစားဆိုပြီးသတ်မှတ်ထားပုံရတဲ့အရူးကောင်ကတော့ ဆရာမကို မုဒိန်းကျင့်လိုက်ပါတော့တယ်ဆရာမဒုက္ခရောက်နေတာသိတဲ့Rankoကကျောင်းစောင့်ကောင်လေးကိုခေါ်ပြီးလာကယ်ခဲ့ရာကနေ အဲ့ကောင်လေးက ဆရာမကိုချစ်ကျွမ်းဝင်သွားခဲ့ပြီး ဘယ်လိုbdsmဆန်ဆန် ဆရာမကိုရအောင်ယူမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါFile Size__(600MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/female-teacher-in-rope-hell-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmHvrhfYfUZ58RtLaq4LOHp9q5m.jpg",
        "title": "Autumn in New York(2000)",
        "description": "Autumn in New York(2000)*************************နယူးယော့ခ်ရဲ့ ဆောင်းဦးရာသီကို မြင်ယောင်ကြည့်ဖူးပါသလား။ အားလုံးသိတဲ့အတိုင်းဆောင်းဦးဆိုရင် နေရောင်မရဘဲ အအေးဒဏ်ကိုကြံကြံခံနေရတဲ့ အစိမ်းရောင်သစ်ရွက်တို့ဟာအစာမချက်လုပ်နိုင်ဘဲ အဝါရောင်အဖြစ်ပြောင်းလဲလို့နေပါပြီ။တစ်နည်းအားဖြင့်တော့ သူတို့တွေ လောကကြီးကို နှုတ်ဆက်ခွဲခွာလုဆဲအချိန်ပါ။သစ်ရွက်တို့ရဲ့ ဘဝနေဝင်ချိန်ဟာ မြို့တော်ကြီးကိုအလှဆင်ရင်း တခမ်းတနားနဲ့ပေါ့။\nဒီဆောင်းဦးမှာစတင်ခဲ့တဲ့အချစ်ဇာတ်လမ်းဟာလည်း သစ်ရွက်တွေလိုပဲ အဆုံးသတ်မှာလား။ပလေးဘွိုင်းBillဟာ ဘဝတစ်လျှောက်လုံး မိန်းကလေးတွေကို ပလေးလာခဲ့ပြီးအသက်၄၈နှစ်အရွယ်နဲ့ လူပျိုကြီးဖြစ်နေဆဲပါ။ တစ်နေ့မှာ သူဖွင့်ထားတဲ့စာသောက်ဆိုင်ကိုသူ့ရည်းစားဟောင်းရဲ့သမီးဖြစ်သူက မွေးနေပွဲလာကျင်းပပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် အကြည့်ချင်းဆုံပြီး ဦးနဲ့သမီးဇာတ်လမ်းစတင်ခဲ့ပါတယ်။ဒါပေမဲ့ ဗီဇဆိုတာ ဖျောက်ရခက်သားမဟုတ်လားဗျ။ သူတို့နှစ်ယောက်ကြားကအချစ်ဇာတ်လမ်းကို နယူးယော့ခ်ရဲ့ ဆောင်းဦးရွက်ကြွေတွေကြားက ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size : (1.9GB) and (808MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Tn2l/Autumn.In.New.York.2000.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84nH0MkJV4oi6lRvALPvQ5167XF.jpg",
        "title": "The Moustache (2005)",
        "description": "The Moustache (2005)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~ပြင်သစ်ဒါရိုက်တာ Emmanuel Carrère ရိုက်ထားတဲ့ Mystery / Drama အမျိုးအစားရုပ်ရှင်ပါ။ ကိန်းကနေ မင်းသားဆုရထားတဲ့ ပြင်သစ်မင်းသား Vincent Lindon နဲ့ César Award for Best Actress ရထားတဲ့ မင်းသမီး Emmanuelle Devos တို့က သရုပ်ဆောင်ပေးထားပါတယ်။ ဝေဖန်ရေးသမားတွေတော့ ဒီရုပ်ရှင်ကို အကြိုက်တွေ့ခဲ့ကြပြီး RT - 86% ရထားပါတယ်။Mystery / Drama ဆိုပေမဲ့ Psychological Drama လိုလို ဘာလိုလိုပါပဲ။ ဒီတစ်ကားလုံးကို မင်းသားနဲ့ သူ့နှုတ်ခမ်းမွှေးအပေါ် အခြေခံထားတယ်။ ကားစစမှာ မင်းသားနဲ့ သူ့မိန်းမပြောစကားအရ မင်းသားဟာ နှုတ်ခမ်းမွှေးမရိတ်တာ တော်တော်ကြာပြီဖြစ်တဲ့လူဆိုတာကို ပြထားတယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zkmA/(CM)_The_Moustache_(2005)_720p.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Duan-Nago-Bogho-136x200.jpg",
        "title": "Duan Nago Bogho (2023)",
        "description": "Duan Nago Bogho 2023\nIMDb 8.4/10\nAction/Dramaဒူအန်ဆိုတဲ့ Makyongရိုးရာအကအနုပညာရှင်တစ်ယောက်ဟာ ရန်ပွဲတစ်ခုမှာ\nဝင်ပါမိတဲ့အတွက် မိဘတွေကနေ ကွာလာလမ်ပူကို ပို့လိုက်ပါတယ်။\nမြို့ကြီးပြကြီးမှာ သူငယ်ချင်းတွေနဲ့အတူတူ အလုပ်ပေါင်းစုံကို\nလုပ်နေရပေမယ့်လည်း သူ့ရဲ့စိတ်ဝိညာဉ်ကတော့ Makyong\nအကထဲမှာပဲ ရှိနေပါတယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ Makyongအကကို သုတေသနလုပ်ဖို့ဆိုပြီး\nဒူအန်ဆီကို ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတော့တယ်။\nဒါပေမဲ့ ဒီကောင်မလေးရဲ့နောက်ကွယ်မှာ လျှို့ဝှက်ထားတဲ့\nအကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်။ဒါတွေကို ဒူအန်တို့ ဘယ်လိုဖြေရှင်းပြီးဖော်ထုတ်ကြမလဲ။\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.76GB / 876MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni",
        "rating": "8.4",
        "url": "https://megaup.net/2zkei/Duan.Nago.Bogho.2023.720p(CM).mp4",
        "category": "Action, Asian, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjQ2MDE4ODUtNjhjNS00YTZjLThiYTktZmNmZjdkMDllZTI5XkEyXkFqcGdeQXVyMjg3ODY0NDM@._V1_-141x200.jpg",
        "title": "Born Dead (2021)",
        "description": "Born Dead (2021)\n=============\nGenre - Horror, Thriller\nIMDb Rating - 5.3/10လူနာဆိုတဲ့ အမျိုးသမီးက တိရစ္ဆာန်တွေကို ကလီစာထုတ်\nပြီးတော့ မပုပ်မသိုးပဲ အကောင်အတိုင်းလေးတွေ ပြန်လုပ်\nယူရတာကို ကြိုက်နှစ်သက်တဲ့လူတစ်ယောက်။ တစ်ရက်\nသူအပြင်သွားနေတုန်း အဖြစ်အပျက်တစ်ခု ကြုံလိုက်ရ\nတယ်။ စိတ္တဇလူသတ်သမားတစ်ယောက်က မိန်းကလေး\nတစ်ယောက်ကို လိုက်သတ်နေတဲ့အချိန် မိန်းကလေးက\nခုခံကာကွယ်လိုက်လို့ လူသတ်သမား ဒဏ်ရာရသွားသလို\nမိန်းကလေးလည်း အသတ်ခံလိုက်ရပါတယ်၊ ဒဏ်ရာကြောင့်\nလည်း မေ့လဲသွားပါတော့တယ်။အဲဒါကို မြင်လိုက်ရတဲ့ လူနာတစ်ယောက် နှစ်ယောက်လုံး\nကို အိမ်ခေါ်လာပြီး မိန်းကလေးအလောင်းကို ဒီတိုင်းထားပြီး\nလူသတ်သမားကို ကြိုးတုပ်ထားကာ ဆေးပါ ပြန်ကုပေး\nထားပါတယ်။ ဒီလိုနဲ့ လူနာရဲ့ လူသတ်သမားကို ဖမ်းထားရ\nခြင်းရဲ့ ရည်ရွယ်ချက်က ဘာဖြစ်မလဲ၊ လူသတ်သမားကရော\nလူနာ့လက်ကနေ လွတ်မြောက်နိုင်မလား၊ နောက်ပြီး အဲဒီလို\nဖြစ်နေတဲ့အချိန် လူနာ့ဆီလာမယ့်လူတွေကရော ဘာတွေ\nဖြစ်ကြမလဲ စသဖြင့် ကြည့်ရှုခံစားရမယ့် အီတလီ သည်း\nထိတ်ရင်ဖိုကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ဖြစ်ပါတယ်)File Size..........(1.6 GB) / (641 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Tfzh/Born.Dead.2021.ITALIAN.720p.BluRay.H264.AAC-VXT.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/lahc2bsg9db4-141x200.jpg",
        "title": "Tattooed Flower Vase (1976)",
        "description": "Tattooed Flower Vaseယောက်ျားမရှိတော့ပေမယ့် ယောက်ျားရဲ့ မျိုးဆက် သမီးချောချောလှလှလေးကို လိုလေသေးမရှိ ကျွေးမွေးပြုစုစောင့်ရှောက်ရင်းနဲ့ ဆယ်နှစ်တိုင်တိုင် တစ်ကိုယ်တော်မေမေ အဖြစ် ဘဝကြီးကို ဖြတ်သန်းနေတဲ့ Michiyoတစ်ယောက် တစ်ရက်မှာတော့ စားဖားကြီး တစ်ကောင်ရဲ့ မကောင်းကြံတာခံရပြီးတဲ့နောက်ဆာလောင်မှုတွေ ချုပ်ထိန်းထားရတဲ့ စိတ်ရိုင်းတွေ ဖုံးမဖိနိုင်တော့လောက်အောင် ထကြွလာတဲ့ အခါ သမီးလေးနဲ့ ကတောက်ကဆဖြစ်ပုံတွေ သိက္ခာတွေ ဟိတ်ဟန်တွေ နဲ့နေရပေမယ့် အသွေးအသားနဲ့ မို့ ရမက်က သိက္ခာထက် ပိုတန်ခိုးကြီးလာတဲ့အခါ တစ်ကိုယ်တော်မေမေ Michiyoတစ်ယောက် ဘယ်လိုတွေ ဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာကို တော့ ဒီကားမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။File Size__(200MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/tattooed-flower-vase-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/flqs4xl8einp.mid-136x200.jpg",
        "title": "Noble Lady Bound Vase (1977)",
        "description": "Nobel Lady Bound Vaseအဖေလုပ်တဲ့သူက စည်းစိမ်တွေ အကုန်ဖြုန်းမိပြီး အကြွေးတွေ ပတ်လည်ဝိုင်းနေလို့ နောက်ဆုံးကြံရာမရတဲ့ အဆုံး ထုတ်ရောင်းလိုက်ရတာက သမီးလေး နာမီဂျီ၊ဝယ်သူကလည်း တခြားမဟုတ် သိုင်းကျမ်းမျိုးစုံကြေတဲ့ လယ်သမား မာစတာကြီး။မာစတာကြီး ပြုသမျှ နုနေရတဲ့ နာမီဂျီ ဟာ အချစ်ဦးကို မမေ့နိုင် သို့သော်လည်း လယ်သမားကြီးပိုင်ကလေးကလည်း ဖြစ်နေတော့ ခိုးစာပို့ရာကနေ လူမိသွားတဲ့အခါ ဇာတ်ရှိန်တွေ အခါခါတက်ပြီး အဆုံးသတ် နာမီဂျီ နဲ့ လယ်သမား မာစတာကြီး တို့ ဘာဆက်ဖြစ်သွားကြလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျ။File Size__(850MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/noble-lady-bound-vase-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/kan-135x200.jpg",
        "title": "Kanjoos Majnu Kharchili Laila(2023)",
        "description": "Win Lae Yi Khaing\nKanjoos Majnu Kharchili Laila (2023)ပိတ်ရက်မှာဘာကြည့်ရမလဲမသိဖြစ်နေသူတွေအတွက် မင်းသမီးချောလေးSehar Shehnaz ပါဝင်ထားပြီး\nလောကမှာတွေ့ရလေ့ရှိတဲ့ ကပ်စေးနှဲလူတွေကိုဘယ်လိုကိုင်တွယ်ရမယ်ဆိုတာ\nအရွှန်းဖောက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ရီသိက်တို့ မိသားမှာရှိတဲ့ ယောက်ျားလေးတွေဟာ ချမ်းသာပေမဲ့ အင်မတန်မှကပ်စေးနှဲကြတဲ့သူတွေဖြစ်ပါတယ်။\nအဘိုးကစပြီး မြေးအထိ ရည်းစားထားတာကအစ ဈေးတွက်တွက်ပြီး တစ်ပြားကို နှစ်ပြားဖြစ်အောင်ခွာနေကြတဲ့\nကမ္ဘာကျော်ကော်တရာများဖြစ်ကြပါတယ်ဗျ။ တစ်နေ့မှာတော့ သူတို့မိသားစုက အမျိုးသမီးတွေဟာ\nသူတို့ကပ်စေးနှဲယောက်ျားတွေကို သည်းမခံနိုင်ကြတော့ဘဲ ကွာရှင်းခွင့်တောင်းကြပါတော့တယ်။ရီသိက်ဟာ ကပ်စေးအင်မတန်နည်းပေမဲ့ သူနဲ့ အိမ်ထောင်ကျတဲ့ သူ့ဇနီးကတော့ အကောင်းဆုံးတွေကိုမှ ကြိုက်တတ်တဲ့\nလက်ဖွာတဲ့မိန်းကလေးဖြစ်နေပါတယ်ဗျ။ ဒါပေမဲ့ ရီသိက်ရဲ့အမျိုးသမီးမှာလည်း လျို့ဝှက်ချက်တွေရှိနေပါသေးတယ်။\nရီသိက်ဇနီးရဲ့ လျှို့ဝှက်ချက်က ဘာတွေလဲ၊ ကပ်စေးနဲတဲ့ယောက်ျားတွေကရော မိသားစုအပေါ် ပျက်ကွက်မိတာတွေအတွက်\nသင်ခန်းစာရကြမလား၊ ကပ်စေးနဲ ရီသိက်နဲ့ လက်ဖွာတဲ့ သူ့ရဲ့ဇနီးတို့ ဘယ်လို ဖူးစာပါခဲ့ကြလဲဆိုတာတွေကို\nရယ်ရယ်မောမော၊ ပေါ့ပေါ့ပါးပါးနဲ့ ခံစားကြည့်ရှုရမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။\nFile size…1.57GB / 738MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.1",
        "url": "https://megaup.net/1dok7/Kanjoos.Majnu.Kharchili.Laila.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWVCBeQDiQTxmwjuKSuui2Vzjdc.jpg",
        "title": "Tinnitus (2022)",
        "description": "Tinnitus (2022)နားအူဖူးကြပါသလား။ နားထဲစူးနေတဲ့အသံတွေကြောင့် အိပ်မရဖြစ်ဖူးပါသလား။ ကျွန်တော်တို့အားလုံး တစ်သက်မှာတစ်ခါလောက်တော့ကြုံဖူးမယ်ထင်ပါတယ်။ Tinnitus ဆိုတာဟာ နားထဲအဆက်မပြတ်အသံစူးစူးကြားရတဲ့ရောဂါလို့အဓိပ္ပာယ်ရပါတယ်။ သူ့ကိုတော့ စိတ်ပိုင်းဆိုင်ရာကြောင့်ဖြစ်သလား၊ ရုပ်ပိုင်းဆိုင်ရာကြောင့်လား လေ့လာနေဆဲပါ။ ခံစားရသူတွေတချို့က သူတို့အနေနဲ့ စိတ်ဖိစီးမှုများတယ် လို့ပြောကြသလို တချို့ကလည်း နားရောဂါတစ်ခုခုရဲ့ လက္ခဏာလို့ဆိုကြပါတယ်။ဒီဇာတ်ကားကတော့ နားအဆက်မပြတ်အူတဲ့ရောဂါခံစားနေရတဲ့ ‌ဒိုင်ဗင်မယ် မာရီနာနဲ့စထားပါတယ်။ သူ့လိုတခြားသူတွေလည်းရှိနေပြီး သူတို့တွေခံစားနေရတာကိုပါရိုက်ကူးထားပါတယ်။ ကျွန်တော်တို့တွေ တစ်ရက်လောက်နားတွေအူပြီးအိပ်မရရင်တောင် တော်တော်ခံရခက်ပါတယ်။ တစ်ရက်မက နှစ်ရက်မက ခံစားရတဲ့အခါ ခေါင်းတွေပေါက်ထွက်တော့မယ့်အထိ ခံစားရမှာ‌အသေအချာပါပဲ။ ဒီလိုနဲ့ မာရီနာဟာ သည်းမခံနိုင်တဲ့အ‌ဆုံး ဒိုင်ဗင်အားကစားကိုစွန့်လွှတ်ပြီး နားအူ‌ခြင်းကိုပဲဆက်ကုပါတော့တယ်။ ဒါပေမဲ့ ဝါသနာဆိုတာ စွန့်လွှတ်ရခက်တဲ့အတိုင်း သူဒိုင်ဗင်အားကစားကိုပြန်လုပ်နိုင်ဖို့ ကြိုးစားပါတော့တယ်။ သူချစ်တဲ့အားကစားကိုဆက်လုပ်နိုင်မလား။ နားအူတာကကော ဘယ်လောက်တောင်ဆိုးသလဲဆိုတာကို ရိုက်ကူးထားတာ‌ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဘရာဇီးလ်ကားဖြစ်ပြီး ဘရာဇီးလ်ဟာ လက်တင်အမေရိကမှာ အကြီးဆုံးနိုင်ငံတစ်ခုဖြစ်တဲ့အတိုင်း သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းကလည်း နိုင်ငံတကာကို တန်းညှိနိုင်တဲ့အထိရှိပါတယ်။ ရုပ်ရှင်ရိုက်ကွက်တွေက လှတယ်လို့ပြောနိုင်တဲ့အပြင် အသံပိုင်းကိုလည်း သေချာဂရုစိုက်ထားတာတွေ့ရပါတယ်။ Body Horror/Thriller ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zjcq/(CM)_Tinnitus_(2022)_720p.mp4",
        "category": "Drama, Horror, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/C9dulXrXYAEG7zw-137x200.jpg",
        "title": "The Legend of Tarzan (2016)",
        "description": "ကျွန်တော်တို့ရဲ့ ကလေးဘဝ သူရဲကောင်းကြီး တာဇံ တကျော့ပြန်လာပါပြီ။\nဒီဇာတ်ကားမှာတော့ တာဇံ ဟာ ဂျိန်းနဲ့ လက်ထပ်ပြီး သူမိဘတွေ အမွေကို ဆက်ခံပြီး အင်္ဂလန်မှာ  လူကြီးလူကောင်းတစ်ယောက်အဖြစ် နေထိုင်နေပါပြီ။\nအဲဒီအချိန်မှာ ဘာလင်ကွန်ဖရင့်အပြီးမှာ ဘယ်ဂျီယံဘုရင် လီယိုပိုးဒ် ဟာ အာဖရိက ကွန်ဂိုနယ်ကို သိမ်းထားတဲ့ အချိန်ဖြစ်ပါတယ်။ ဘုရင်လီယိုပိုးဒ်ဟာ သူ့ရဲ ဒေဝါလီခံရလုနီးနီးအခြေအနေကနေ ထွက်ပေါက်ရဖို့ နည်းမျိုးစုံရှာဖွေနေပါပြီ။ ဒီဇာတ်လမ်းမှာ တာဇံနဲ့ဂျိန်းတို့ သူတို့ကြီးပြင်းလာခဲ့တဲ့  အာဖရိက ဘွန်မာ ကို ပြန်လာချိန်မှာ ဘုရင့်လူယုံ ရွမ် ရဲ့ မဟာအကြံအစည်ကြီးထဲမှာကြားညှပ်ပြီး  ဂျိန်းကို ဖမ်းဆီးခေါ်သွားခံလာရတဲ့အခါ….\nဂျွန် ကလေတန် အဖြစ် ပြောင်းလဲနေထိုင်နေခဲ့တဲ့ တာဇံဟာ သူ့ရဲ့ မူလဗီဇနဲ့  စွမ်းအားတွေကို အကုန်အသုံးချပြီး ထောင်ချီတဲ့ စစ်တပ်ကို ပြန်လည်တိုက်ထုတ်ပြီး ဂျိန်း ကို ပြန်ကယ်တင်ဖို့ ကြိုးစားလာပါတော့တယ်။  အဲဒီအတွက် ရွန်ရဲ့ စစ်သားတွေ၊ ရန်သူတော်ဟောင်းကြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1dga8/(CM)_The.Legend.of.Tarzan.2016.BluRay_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9R3Ee9Li01MhA8Fty9fkAILqMvN.jpg",
        "title": "Spirit Puppets ( 2023 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ စိတ္တဇဆန်ဆန်ရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် သဘင်ပညာသည်လေး ရှစ်ကျားဟာ\nရုပ်သေးရုပ်တွေကို စူးစမ်းရတာ ကြိုက်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nတစ်နေ့မှာတော့ သူဟာ ရုပ်သေးရုပ်လေးတစ်ရုပ်ကို အကြောင်းတိုက်ဆိုင်စွာနဲ့တွေ့ခဲ့ပါတယ်\nအဲ့ရုပ်သေးရုပ်လေးရဲ့ လက်ရာက အတော်ကိုမှရှားပါးတဲ့ လက်မှုပညာနဲ့\nလုပ်ထားတာဖြစ်လို့ ရုပ်သေးရုပ်တွေအကြောင်း နားလည်တဲ့\nသူ့အတွက် အတော်လေးကို နှစ်သက်ဖွယ်ဖြစ်နေပြီး အိမ်ကိုယူသွားခဲ့ပါတယ်အိမ်ကို ယူသွားတဲ့နေ့မှာပဲ သူဟာ သေဆုံးသွားခဲ့ပြီး\nရဲတွေကတော့ ဒါကို အဆုံးစီရင်မှုနဲ့ အမှုပိတ်ဖို့လုပ်လိုက်ပါတယ် အဲ့အချိန်မှာ\nရှစ်ကျားကိုအရမ်းချစ်တဲ့ သူ့ဇနီးသည်ယွိပိက လက်မခံနိုင်ဘဲ စခန်းမှူးကို\nအမှုမှန်ပေါ်ပေါက်အောင်လုပ်ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်\nစခန်းမှူးကတော့ ဒီအမှု အဆုံးစီရင်မှုအနေနဲ့ပဲဆက်သွားစေချင်ခဲ့ပါတယ်ယွိပိကို သနားသွားတဲ့ ရဲအရာရှိချောင်ကတော့ ဒီအမှုကို သူလွှဲယူခဲ့ပြီး\nရှစ်ကျားရဲ့ သေဆုံးမှုကို သူ့ဇနီးနဲ့အတူ လိုက်လံစူးစမ်းခဲ့ရာမှာတော့\nရုပ်သေးရုပ်လေးက လူသတ်ပါတယ်ဆိုတဲ့ လွန်ခဲ့တဲ့ ၁၀နှစ်က\nအရာရှိအိမ်တော်ရဲ့အဖြစ်အပျက်လေးဟာ ပြန်အသက်ဝင်လာခဲ့ပါတော့တယ်လူတွေရဲ့ကြိုးဆွဲရာကို ကရတဲ့ ရုပ်သေးရုပ်လေးက တကယ်ပဲ လူသတ်တာလား ....\nဒီအမှုကရော လွန်ခဲ့တဲ့ ၁၀ နှစ်တုန်းကလို ဝိညာဉ်ရုပ်သေးရုပ်‌ရဲ့ သတ်ဖြတ်မှုကိုခံခဲ့ရတာလား....\nဆိုတာကိုတော့ စိတ်ဝင်စာဖို့‌ ကောင်းတဲ့ စိတ္တဇဆန်တဲ့ဒီဇာတ်ကားလေးမှာပဲ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/spirit-puppets-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9Z7CUGW1Q5L8GdGH3rY5SkU72L.jpg",
        "title": "Max Manus: Man of War(2008)",
        "description": "တတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်မှာ နာဇီလက်အောက်ကိုကျရောက်နေခဲ့တဲ့ နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် မက်စ်မာနက်ကြိုးပမ်းခဲ့ပုံကိုရိုက်ကူးထားတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ မက်စ်မာနက်စ်ဟာ ဗြိတိန်နိုင်ငံနဲ့ နော်ဝေနိုင်ငံကချီးမြှင့်တဲ့ အမြင့်ဆုံးဆုတံဆိပ်တွေ ရရှိခဲ့သူဖြစ်ပြီး နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် အဓိကဦးဆောင်ခဲ့သူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။မက်စ်မာနက်စ်ဟာ နော်ဝေစစ်တပ်နဲ့အတူ ဆို‌ဗီယက်တွေကို တိုက်ထုတ်ပြီးတဲ့နောက်မှာ နာဇီတွေနော်ဝေကိုသိမ်းပိုက်လိုက်တဲ့သတင်းကြားကြားချင်း နော်ဝေနိုင်ငံကိုပြန်လာခဲ့ပါတယ်။ နော်ဝေမှာ ဂျာမနီရဲ့ ဂက်စတာပိုရဲတပ်ဖွဲ့က အုပ်ချုပ်နေပြီး လူအင်အားမရှိတဲ့ မက်စ်တို့ဟာ မြေအောက်စစ်ဆင်ရေးလုပ်ဖို့ ကြိုးစားခဲ့ကြပါတယ်။ ဒါနဲ့ သူတို့တွေဟာ စကော့တလန်မှာ စစ်သင်တန်းတက်ရောက်ခဲ့ကြပြီ အမိမြေကိုပြန်ရယူဖို့ ကြိုးစားခဲ့ပါတယ်။သူတို့ဟာ ဂက်စတာပိုရဲ့ချောင်ပိတ်ဖမ်းတာတွေ အကြိမ်ကြိမ် ရင်ဆိုင်ခဲ့ရပြီး သူတို့ရဲ့စစ်ဆင်ရေးကို ဘယ်လိုမျိုး အောင်မြင်အောင်လုပ်ခဲ့လဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…2.22GB / 744.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , Biography , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://megaup.net/1Tln5/Max_Manus_Man_of_War.2008.Blu-Ray720p(CM).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8K5dvcXq7Lq2qiE9nkjF1Dht60R.jpg",
        "title": "Alibi.com(2016)",
        "description": "ဟာသကားတွေစောင့်မျှော်နေသူတွေအတွက် ပြင်သစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ ဂရက်ဆိုတဲ့သူဟာ သူငယ်ချင်းတစ်ယောက်နဲ့အလီဘိုင်ဆိုတဲ့ကုမ္ပဏီတည်ထောင်ထားပါတယ်။သူတို့အလုပ်က နောက်မီးလင်း အရှုပ်ထုပ်ပေါင်းစုံကို လိုက်လံဖုံးဖိကူညီပေးတာပါ။တစ်ရက်မှာတော့ အချစ်ကိုအယုံအကြည်မရှိတဲ့ဂရက်က ဖလိုလို့ခေါ်တဲ့ ရှေ့နေကောင်မလေးနဲ့ ပန်းခြံမှာခွေးကိုလွှတ်ပေးလိုက်လို့ ကားတိုက်ခံရတာကစပြီး ရင်းနှီးသွားပါတယ်။နောက်တော့ သူတို့နှစ်ဉီးချစ်သူတွေဖြစ်လာကြပြီး ကောင်မလေးအိမ်လိုက်သွားရင်းက ဖလိုရဲ့အဖေက အလီဘိုင်ကုမ္ပဏီရဲ့ဖောက်သည်တစ်ဉီးဖြစ်နေတာကို သိလိုက်ရပါတယ်။ဖလိုက လိမ်လည်တာကိုသိပ်မုန်းတာကြောင့် ဂရက်ကသူ့လုပ်ငန်းကိုလည်းမပြောပြရဲသလို သူ့အဖေကိုလုပ်ပေးရမဲ့ ပြဿနာကလည်း သူ့ကောင်မလေးကိုသူ့သရုပ်မှန်ပေါ်လာဖို့ တဖြည်းဖြည်းလမ်းဆီကိုရောက်လာပါတယ်။ဂရက်တစ်ယောက် ဖလို့အဖေရဲ့ပြဿနာတွေဖြေရှင်းပေးရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံရမလဲ ၊ဖလို့အဖေရဲ့လျှို့ဝှက်ချက် သူ့ရဲ့လျှို့ဝှက်ချက်ကိုဆက်လက်ထိန်းသိမ်းနိုင်ပါမလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဉီး။သရုပ်ဆောင်တွေအဖြစ်နဲ့ Philippe Lacheau ၊ Élodie Fontan ၊ Didier Bourdon တို့ကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသားကိုယ်တိုင်ကပဲရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ် Comedy ကားလေးဖြစ်ပါတယ်။ File size…1.96GB / 826.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fggy/Alibi.com.2017.FRENCH.BluRay.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/download-1-160x200.jpeg",
        "title": "Almost Pyaar with DJ Mohabbat (2023)",
        "description": "Almost Pyaar with DJ Mohabbat (2023)\n***************************************************ယခုတစ်ခါအလှည့်ကျတာကတော့ Parallel Universe အကြောင်း\nစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမဲ့ အပြိုင်စကြဝဠာအကြောင်းပါ\nမင်းသမီးချောလေး အာလ်ယာအက်ဖ်နဲ့ မင်းသား ကာရန်မဲဟ်သာတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အပြိုင်စကြဝဠာ ..တစ်ဖက်စကြဝဠာကကိုယ်ကဒီအချိန်ဘာတွေလုပ်နေလိမ့်မလဲ\nဒီဘက်မှာစော်မရှိတဲ့လူတွေရော ဟိုဘက်လောကမှာရည်းစားရနေမလား\nဒါကတော့တော်တော်များများတွေးဖူးကြမှာပါ ဒါဆိုရင်တော့ဒီကားကိုကြည့်သင့်ပါတယ်။ဟာမိနဲ့ အိုင်ရှာကတစ်တွဲ ယာဂုနဲ့ အမ်ရီတာကတစ်တွဲ ပြသွားမဲ့ပုံစံပဲဖြစ်ပါတယ် ဟာမိနဲ့အိုင်ရှာကတော့ဘားတစ်ခုမှာတွေ့ဆုံရာကစပြီးဖြစ်တည်လာမဲ့စုံတွဲဖြစ်ပြီး ယာဂုနဲ့အမ်ရီတာကတော့ ဟိုလီပွဲကိုအကြောင်းပြပြီးတွေ့ဆုံရမှာပါ။\nတစ်ပိုင်းချင်းစီကိုသေချာလေးကြည့်ရင်တော့ ဟာကွက်မရှိတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါလို့ညွှန်းဆိုရင်း...\nဘာသာပြန်တွေကတော့ Yunni,Bplနဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။\nFile size…1.5GB / 659MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~ Thaik San",
        "rating": "4.7",
        "url": "https://megaup.net/1Tl41/Almost.Pyaar.With.DJ.Mohabbat.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tl8k/Brooklyns.Finest.2009.BluRay.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjI5MWE4MTctYjExYS00MmViLTgwZjEtMmI1OTBkN2M2OGE2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-136x200.jpg",
        "title": "Rye Lane (2023)",
        "description": "Rye Lane (2023)\n============\nIMDb Rating - 7.3/10အသည်းကွဲနေတဲ့ကောင်လေးနဲ့ လမ်းခွဲပြီးစ ကောင်မလေး\nတို့ရဲ့ လန်ဒန်မြို့တောင်ဘက်ခြမ်းက လမ်းမထက်က အချစ်\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ ရှက်တတ်တဲ့ ဒွန်မ်နဲ့\nတက်တက်ကြွကြွနေတတ်တဲ့ ရာ့စ်တို့နှစ်ယောက်ဟာ\nအကျင့်စရိုက်ချင်းမတူညီကြပေမယ့် အချင်းချင်းနှစ်သိမ့်\nပေးရင်း အခက်အခဲတွေကို ကူညီပေးရင်း အချစ်ပန်းပွင့်\nဖူးလာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။များသောအားဖြင့် ဒီလိုကားမျိုးတွေဟာ ချိုသာတဲ့အပြော\nလေးတွေ အပြလေးတွေနဲ့ ကြည့်ရှုသူကို ချွဲမယ့်ကားဆို\nပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဟာသလေးတွေ အလွဲ\nလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အချစ်ဟာသ\nကားလေးဖြစ်ပါတယ်။ တစ်ချိန်ချိန်တစ်နေရာရာမှာ ကိုယ်\nနဲ့လိုက်ဖက်ညီမယ့်လက်တွဲဖော်ဆိုတာ စောင့်နေပါတယ်\nဆိုတဲ့ အသိလေးကို ပေးထားတဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.41 GB) / (588 MB) / (334 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 22Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.3",
        "url": "https://megaup.net/2zgof/Rye.Lane.2023.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AP6ryfqYDTcYhCzJSRPeOlGVfe.jpg",
        "title": "Partners in Crime(2022)",
        "description": "Genre - Comedy\nIMDB - 6.5/10 ဖိလစ်ပိုင်နိုင်ငံရဲ့နာမည်ကြီး ရုပ်သံတင်ဆက်သူဖြစ်တဲ့ Vice Ganda နဲ့အတူ မင်းသမီးချော Ivana တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဖိလစ်ပိုင် ပေါ့ပေါ့ပါးပါး ဟာသကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအရ လွန်ခဲ့တဲ့ ၅ နှစ်တုန်းက ဖြစ်ရပ်လေးကို အရင်ပြောပြချင်ပါတယ်။ ဂျက်ဆိုတဲ့ မိန်းမလျှာလေးက လူပြက်လေးပေါ့ မြို့ထဲမှာ ပွဲပေါင်းစုံ အစီအစဉ်ပေါင်းစုံ လျှောက်လုပ်နေရာကနေ ရိုစ့်နဲ့ အမှတ်မထင် ဆုံမိပြီး ပါတနာတွေဖြစ် နှစ်ယောက်အတူတူတွဲလုပ် အောင်မြင်နေကြတာပေါ့။ ရိုစ့်ကလည်း တစ်ဖက်သတ် ကြိတ်ကြိုက်နေရရှာတာပါ ဟိုက မိန်းမလျှာဆိုတာ မရိပ်မိပဲပေါ့။ ဒီလိုနဲ့ နာမည်ကြီးရုပ်သံလိုင်းကနေ သူတို့နှစ်ယောက်ကို တင်ဆက်သူလုပ်ဖို့ ကမ်းလှမ်းပါတော့တယ်။ တကယ်တမ်းဖြစ်ချင်တော့ ရုပ်သံလိုင်းက ဂျက်ကိုပဲခေါ်ပြီး ရိုစ့်ကိုပစ်ထားတော့ ရိုစ့်တစ်ယောက်က ဂျက်ကို နာကျည်းချက်တွေနဲ့ မုန်းတီးခဲ့ရပါတော့တယ်။ ခုအချိန်ကို ရောက်လာတော့ ဂျက်က ဖန်အပြည့်နဲ့ နာမည်ကြီးတင်ဆက်သူ ဖြစ်နေခဲ့ပါပြီ ဒါပေမဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fg2y/Partners.In.Crime.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDk2YTQxZjUtYzJkYi00MTk4LTk4NDAtZmQ3ZGQwMDQxY2ZjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-150x200.jpg",
        "title": "Any Given Sunday (1999)",
        "description": "“အိုလာတယ်ဆိုတာ ထန်းလျက်ကို ခွေးလျက်သလိုပဲကွ။အကောင်အထည်လိုက် လျော့သွားတာမျိုး မဟုတ်ဘဲ တဖြည်းဖြည်းလုံးပါး ပါးသွားတာမျိုး”တဲ့။ ဒီဇာတ်ကားထဲက နည်းပြဒါမားတိုးကလည်း အဲ့စကားနဲ့ ခပ်ဆင်ဆင်စကားမျိုး ပြောဖူးတယ်။ ”အသက်ကြီးလာတာနဲ့အမျှ ဘဝက ငါတို့ပိုင်ဆိုင်ထားသမျှကို ဖြည်းဖြည်းချင်း ယူယူသွားတယ်” တဲ့။ ကျွန်တော်တို့ဟာ အသက်အရွယ်အိုမင်းလာတာနဲ့အမျှ ခန္ဓာကိုယ်ကဟိုနားကနာ ဒီနားကနာတာမျိုး၊စိတ်သွားတိုင်း ကိုယ်မပါတော့တာမျိုးတွေ တစ်စတစ်စကြုံလာရတတ်တယ်။ ဒီသဘောတရားတွေဟာ အထူးသဖြင့် ခန္ဓာကိုယ်ကြံ့ခိုင်မှုနဲ့ အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ အားကစားသမားတွေအပေါ်မှာဆို ပိုပြီးသက်ရောက်မှုရှိတယ်။ ဒီဇာတ်ကားမှာ ခင်ဗျားဘာတွေမြင်ရမလဲဆိုရင် အသက်အရွယ်ကကိုယ့်ခန္ဓာကိုယ်ကို လှမ်းပြီးစကားပြောလာတဲ့အခါမှာ လက်မခံနိုင်တဲ့၊လက်ခံဖို့ငြင်းဆန်တဲ့ ဂန္ဓဝင်ကစားသမားတစ်ယောက်ကို တွေ့ရမယ်။ မမျှော်လင့်ထားတဲ့ အခွင့်အရေးတစ်ခုကြောင့် နေ့ချင်းညချင်းအောင်မြင်လာပြီး အောက်ခြေလွတ်သွားတဲ့ တက်သစ်စကစားသမားတစ်ယောက်ကို မြင်ရမယ်။ဒီလူနှစ်ယောက်ကိုဗဟိုပြုပြီး အသင်းထဲမှာ ပဋိပက္ခတွေဖြစ်လာတဲ့အခါ အဲ့တာတွေ ဖြေရှင်းဖို့ အတတ်နိုင်ဆုံးကြိုးစားနေတဲ့ နည်းပြတစ်ယောက်ကို တွေ့ရမယ်။ ပြောရရင် ဂန္ဓဝင်ကစားသမား ကပ္ပတိန်ရွန်းနီ၊တက်သစ်စ ဝီလီဘီးမန်းနဲ့ နည်းပြဒါမားတိုးတို့ပေါ့။ ဒီရုပ်ရှင်ထဲမှာ သူတို့သုံးယောက်ကို ဗဟိုပြုပြီး ဘောလုံးလောကထဲက ကစားသမားတွေရဲ့ ဘဝတွေ၊အောင်မြင်လာတဲ့အခါ ...",
        "rating": "",
        "url": "https://megaup.net/1Tjeo/Any.Given.Sunday.1999.DC.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTUyNmU1YjAtZDQwMy00Nzg2LWIyNDEtZmFjM2EzNDc2MGFhXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_-160x200.jpg",
        "title": "The Trade (2023)",
        "description": "The Trade ကတော့ အင်္ဂလိပ်စကား​ပြောနိုင်ဂျီးရီးယားရုပ်ရှင်ပါ။ the trade of humansကိုရည်ညွှန်းချင်တာဖြစ်ပါတယ်။ လူတွေကိုပြန်ပေးဆွဲ လူကုန်ကူးတဲ့ အကြီးစားရာဇဝတ်ကောင်တစ်ယောက်အကြောင်းကို ဖြစ်ရပ်မှန်တချို့ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ နိုင်ဂျီးရီးယားကလည်း crime rateမြင့်ပြီး သွားရောက်လည်ပတ်ဖို့မသင့်ထဲနိုင်ငံတွေထဲတစ်ခုအပါအဝင်မဟုတ်လား။ ရဲတွေဟာလာဘ်စားပြီး တရားဥပဒေစိုးမိုးမှုနည်းပါးတယ်။ အသေးစားပြစ်မှုတွေကနေ လူသတ်မှု ဓားပြတိုက်မှု ပြန်ပေးဆွဲမှု လူကုန်ကူးမှုတွေအထိ နိုင်ငံအနှံ့မှာဖြစ်နေတယ် ဒီဇာတ်လမ်းထဲမှာတော့ အဲရစ်ခ်ဆိုတဲ့ ပြန်ပေးဆွဲလူသတ်တဲ့အကြမ်းဖက်အဖွဲ့ရဲ့ခေါင်းဆောင်...သူဟာ နိုင်ဂျီးရီးယား လာဂိုစ်ပြည်နယ်ကို အကြမ်းဖက်နေခဲ့တာနှစ်ပေါင်းကြာခဲ့ပြီ။ သူ့ရဲ့သားကောင်တွေက ချမ်းသာတဲ့သူတွေ (သို့) သူချမ်းသာတယ်လို့ယူဆတဲ့သူတွေဖြစ်လေ့ရှိတယ်။ သူဖမ်းခေါ်သွားတဲ့ဓားစာခံတွေအတွက် ပြန်ရွေးငွေကတော့ အမေရိကန်ဒေါ်လာတစ်သန်း။ ပြန်မရွေးနိုင်တဲ့သူတွေကို ညှာတာမှုမရှိသတ်ပစ်တယ်။ အဲရစ်ခ်ဆိုတာကလည်းနာမည်အတု သူ့နာမည်အရင်းကို သူ့လူတွေရော သူ့မိန်းမတွေနဲ့သားသမီးတွေတောင်မသိပါဘူး။ ဆင်းမ်ကတ်တစ်ခုကို တစ်ကြိမ်မှာနံပါတ်တစ်ခုကိုပဲခေါ်ပြီး သီးသန့်နံပါတ်နဲ့ပဲဆက်သွယ်တဲ့အရိပ်လိုလူတစ်ယောက်။ အဘူကာဆိုတဲ့စုံစမ်းရေးမှူးကတော့ ဖြောင့်မတ်ပြီးအရည်အချင်းရှိတဲ့သူတစ်ယောက်ပေါ့။ သူဟာအဲရစ်ခ်ကိုဖမ်းမိဖို့အတော်လေးနီးစပ်ခဲ့ပေမယ့် အဲရစ်ခ်ရဲ့ပိရိမှုအထက်အမိန့်ကိုမလွန်ဆန်နိုင်မှု ရင်းမြစ်မလုံလောက်မှုတွေကြောင့်လွဲချော်ခဲ့ရတယ်။ ဒီတစ်ကြိမ်တော့ သဲလွန်စတွေကို သူဘယ်လိုချိတ်ဆက်သွားမလဲ.... ဇာတ်ကားရဲ့ဒါရိုက်တာက Jadesola Osiberu ပါ သူတို့နိုင်ငံမှာဖြစ်နေတဲ့ အကြမ်းဖက်မှုတွေကို awareness ...",
        "rating": "",
        "url": "https://megaup.net/1dlt5/The.Trade.2023.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ouohzwybt5zi-1-141x200.jpg",
        "title": "In the Realm of Sex (1977)",
        "description": "In the realm of sex(1977)\nသူငယ်ချင်းနှစ်‌ယောက် တိုကျိုကိုသွားရင်းလမ်းမှာ ကိုယ့်ကိုကိုယ်‌သတ်သေဖို့လုပ်တဲ့မိန်းကလေးတစ်ယောက်ကို ဝင်ရောက်ကယ်ဆယ်ခဲ့ပုံနဲ့ဇာတ်လမ်း‌ေလးကစတယ်အဲဒီ့ကောင်မလေးကို နောက်ထပ်မသတ်သေအောင်ဘယ်လိုတွေတားမလဲ သူငယ်ချင်းနှစ်ယောက်ကြားမှာကော ရှေ့ဆက်ပြီးအဆင်ပြေနိုင်ပါ့မလားကောင်မလေးဟာကောနောက်ဆုံးဘယ်သူ့ကိုရွေးချယ်မလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦးFile Size__(300MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/in-the-realm-of-sex-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/jp4se6gfx4av.mid-136x200.jpg",
        "title": "Flight Attendant: Scandal Hold Me Like A Beast (1984)",
        "description": "Flight Attendant Scandal 1984အမြဲလိုလိုရမ္မက်ပြင်းတဲ့အိပ်မက်တွေကြားက မလွတ်မြောက်နိုင်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်တော့မှ ဆန္ဒမပြီးမြောက်ခဲ့ပါဘူးလေယာဉ်မယ်လေးတစ်ယောက်နဲ့ လျှို့ဝှက်ရဲကောင်လေးတစ်ယောက်တို့ရဲ့ Romance ဆန်ဆန်ချစ်ခြင်းမေတ္တာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်မင်းသမီးကလည်း အရင်ခေတ်ကမင်းသမီးဆိုတဲ့အတိုင်း လှပကြော့ရှင်းနေ‌ပါသေးတယ်\nဒါ့အပြင် လေယာဉ်မယ်လေးတွေ ဘယ်လိုတောင် ကဲကြမလဲဆိုတာက လူ၁၈ယောက်စုပြီးကြည့်လိုက်တော့နော်File Size__(500MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/flight-attendant-scandal-hold-me-like-a-beast-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvTK4KSFeHNl1QVzjYgOtHL2QYS.jpg",
        "title": "The Secret Garden (1993)",
        "description": "The Secret Garden (1993)~ IMDb - 7.3/10, RT - 88%, Meta - 74% ~ဒီတစ်ခေါက်မှာတော့ လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီအလည်သွားရ​အောင်။ စာရေးဆရာ Frances Hodgson Burnett ရဲ့ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့ Fantasy Movie \"The Secret Garden\" ​ကို​ နွေရာသီနဲ့လိုက်ဖက်စွာတင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယမှာ ဗြိတိသျှမိသားစုနဲ့အတူနေထိုင်တဲ့ မေရီလန်းနက်ခ်ဆိုတဲ့ ၁၀ နှစ်အရွယ်ကောင်မလေး။ မိဘတွေဆီက အာရုံစိုက်မှု ချစ်ခင်ကြင်နာမှုနည်းနည်းလေးတောင်မရတဲ့မေရီဟာ ခံစားချက်မဲ့ပြီး ရင့်သီးတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့တယ်။ သူငယ်ချင်းရယ်လို့လည်းမရှိခဲ့ဘူး။ တစ်နေ့မှာ မေရီ့မိဘနှစ်ပါးလုံး ငလျင်တစ်ခုကြောင့် သေဆုံးသွားခဲ့တယ်။ မိဘမဲ့ဖြစ်သွားတဲ့မေရီကို အင်္ဂလန်ကဦးလေး ကရေဗင်ကခေါ်ယူမွေးစားခဲ့တယ်။ယော့ခ်ရှိူင်းယားပြည်နယ်ကမြက်ခင်းလွင်ပြင်မှာ ခြောက်ကပ်စွာတည်ရှိနေတဲ့ မစ်ဇယ်ဝိတ်ရဲတိုက်ကြီး။ ရဲတိုက်ရဲ့သခင် ကရေဗင်က လူတွေနဲ့အဆက်အသွယ်မလုပ်တော့လို့ ရဲတိုက်ကြီးလည်းတိတ်ဆိတ်ခြောက်ကပ်လာခဲ့တာ ၁၀ နှစ်ကျော်ကြာခဲ့​ပြီ။ အိပ်မက်ထဲကဝိညာဥ်တစ်ခုက မေရီ့ကို လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီခေါ်နေခဲ့တယ်။ ရဲတိုက်အပြင်ကို တစ်ယောက်တည်း ခိုးထွက်ခဲ့တဲ့အခါ ရဲတိုက်ကြီးရဲ့အလွန် တောစပ်တစ်နေရာမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dn1v/(CM)_The_Secret_Garden_(1993)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJ8MvRQdlCIvqKiRBwW9Zxxa9N7.jpg",
        "title": "How About Adolf? (2018)",
        "description": "How About Adolf? (2018)ဒီကားလေးကတော့ ၂၀၁၈ ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb မှာ Rating - 7/10 ရရှိထားတဲ့ ဂျာမန်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။တစ်ညမှာ စတက်ဖန်နဲ့ အဲလိဇဘက်လင်မယားတို့ ဘွန်းမြို့ကသူတို့အိမ်မှာ မိသားစုညစာစားပွဲလေးတစ်ခုလုပ်ဖို့ အဲလိဇဘက်ရဲ့မွေးစားအစ်ကို၊ သူ့မောင်နဲ့ သူ့မောင်ရည်းစား ကိုယ်ဝန်သည်ကောင်မလေးတို့ကိုဖိတ်ထားကြတယ်။ ဇာတ်လမ်းအစမှာ‌တော့ အလယ်တန်းပြဆရာမ အဲလိဇဘက်တစ်ယောက် ညစာစားပွဲအတွက်ပြင်ဆင်ရင်း အလုပ်ရှုပ်နေပြီး အခြားမြို့မှာနေနေတဲ့ သူမရဲ့မိခင် ဒေါ်ရိုသီယာနဲ့ ဖုန်းပြောနေတာကို အစချီရိုက်ပြထားတာကို တွေ့ရမှာဖြစ်ပါတယ်။အဲ့နေ့ညမှာပဲ ကလေးအဖေဖြစ်တော့မယ့် အဲ့လိဇဘက်ရဲ့မောင် သောမက်စ်က သူ့သားလေးကိုပေးထားတဲ့နာမည်ကြောင့် မိသားစုတွေငြင်းခုန်ရာကနေ ယောက်ဖနှစ်ယောက် ကတောက်ကဆတ်တွေဖြစ်နေချိန်မှာ သောမက်စ်ရဲ့‌ကိုယ်ဝန်နဲ့ကောင်မလေးက လူရွေးပွဲကနေညစာစားပွဲကိုရောက်လာပြီး စကားဝိုင်းရဲ့တစ်စိတ်တစ်ပိုင်းဖြစ်လာပါတော့တယ်။ စနောက်၊ ငြင်းခုံ၊ စကားနိုင်လုမှုတွေကနေအစပြုပြီး တစ်ယောက်ချင်းစီရဲ့လျှို့ဝှက်ချက်‌၊ မကျေနပ်ချက်တွေ တစ်စပြီးတစ်စထွက်လာတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 730MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "7",
        "url": "https://megaup.net/1Tkmf/(CM)_How_About_Adolf!_(2018)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZ3lhTFfK97pktBzEQTr7CDhssI.jpg",
        "title": "Hunger (2023)",
        "description": "Hunger (2023)Bad Geniusထဲမှာ ပရိသတ်တွေရဲ့နှလုံးသားကို ဖမ်းစားသွားတဲ့မင်းသမီး Aokbab Chutimon ရဲ့ ကားသစ်လေးဖြစ်တဲ့ Hungerဆိုတဲ့ movieလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဂျစ်ကန်ကန်ကာရိုက်တာနဲ့ အင်မတန်လိုက်ဖက်တဲ့သူလေးကို ဒီကားထဲမှာတော့ ဇွဲနပဲကြီးတဲ့ အနိုင်မခံအရှုံးမပေးတတ်တဲ့ရှက်ဖ်လေးအဖြစ် မြင်ရမှာပါ။အွိုင်ဆိုတဲ့ကောင်မလေးဟာ မျိုးရိုးစဉ်ဆက်လုပ်ကိုင်ခဲ့တဲ့ မိဘလက်ငုပ်လက်ရင်းဖြစ်တဲ့ ခေါက်ဆွဲဆိုင်ကို အမွေဆက်ခံရဖို့ဖြစ်နေတဲ့ကောင်မလေးတစ်ယောက်ပေါ့။\nDreamersတစ်ယောက်ပီပီ အွိုင်ကတော့ ရပ်ကွက်ခေါက်ဆွဲဆိုင်လေးမှာပဲ ဘဝကိုအဆုံးမသတ်ချင်သူပါ။\nဒါပေမဲ့ မောင်နှမတွေထဲမှာလည်း ဒီဆိုင်ကိုလက်လွှဲယူနိုင်မဲ့ ချက်ပြုတ်တတ်တဲ့လူကလည်းမရှိ သမီးအကြီးဆုံးကလည်းဖြစ်နေပြန်တော့ ရွေးစရာကလည်းမရှိပြန်ဘူးပေါ့။ဒီလိုနွံနစ်နေတဲ့ ပတ္တမြားဖြစ်တဲ့အွိုင်ကို တွေ့ရှိသွားသူကတော့ ဟန်ဂါဆိုတဲ့စားသောက်ဆိုင်မှာ အလုပ်လုပ်နေတဲ့ အငယ်တန်းရှက်ဖ်တစ်ယောက်ဖြစ်တဲ့တုန်းပါ။\nဒီလိုနဲ့ပဲ အွိုင်ရဲ့အရည်အချင်းတွေကိုမြင်သွားတဲ့တုန်းက အွိုင်ကို ရှက်ဖ်လောကထဲကို ခေါ်သွင်းလာတဲ့အခါ...မီးဖိုချောင်မှာ ဒီမိုကရေစီဆိုတာမရှိဘူး။ အာဏာရှင်စနစ်ပဲရှိတယ်လို့ပြောရင်တော့ အဆူအဆဲခံပြီး ပညာသင်လာရတဲ့စားဖိုမှူးတိုင်းက ရင်နာနာနဲ့ပဲ မှန်ကန်ကြောင်း ထောက်ခံမိကြမှာပါ။\nထို့နည်းတူပါပဲ ရပ်ကွက်စားသောက်ဆိုင်မှာပဲ ချက်ပြုတ်နေကြဖြစ်တဲ့အွိုင်လည်း ဟန်ဂါ‌စားသောက်ဆိုင်ပိုင်ရှင်လည်းဟုတ်\nအပေါက်ဆိုးတယ်လို့လည်း နာမည်ကြီးတဲ့ ရှက်ဖ်ပေါလ်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။\nသူ့ရဲ့အိပ်မက်ဖြစ်တဲ့ နာမည်ကျော်ရှက်ဖ်တစ်ယောက်ရော ဖြစ်လာနိုင်မလား။အိပ်မက်တွေကို အကောင်အထည်ဖော်ချင်တဲ့၊ လောကကြီးကို လုပ်နိုင်ကြောင်း သက်သေပြချင်တဲ့အွိုင်တစ်ယောက်\nအောင်မြင်မှုကို ငတ်မွတ်လာတဲ့အခါ ရယူခြင်းရဲ့နောက်ကွယ်က ...",
        "rating": "7",
        "url": "https://megaup.net/1Tkfs/Hunger.2023.720p.NF.WEB-DL.DD+5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hH1uhfE5eN4FzQIuj8WkdCAL7n0.jpg",
        "title": "April 9th(2015)",
        "description": "Genre - War, Action, Drama\nIMDB - 6.6/10ဧပြီလ ၉ ရက်နေ့တဲ့ ဒီနေ့ရက်ကို ဒိန်းမတ်လူမျိုးတွေ သူတို့ တစ်သက်တာ ဘယ်တော့မှ မေ့နိုင်ကြမယ်လို့ မထင်တော့ဘူး။ ဘာလို့လဲဆိုတော့ ၁၉၄၀ ခုနှစ် ဧပြီလ ၉ ရက်နေ့မှာ ဥရောပမှာ အင်အားကြီးထွားနေတဲ့ ဖက်ဆစ်ဂျာမန်တပ်တွေက ဒိန်းမတ်နိုင်ငံကို စတင်ကျူးကျော်ခဲ့လို့ ဖြစ်ပါတယ်။ဂျာ့လန်ကျွန်းစွယ်ရဲ့တောင်ဖက်တွေမှာ တိုက်ပွဲတွေ ကြီးကြီးမားမား ဖြစ်ခဲ့ကြတာပေါ့။ ဒီလိုအင်အားကြီးနေတဲ့ ဂျာမန်စစ်တပ်ကြီးကို ယှဉ်တိုက်ရမှာက အဖက်ဖက်က မယှဉ်နိုင်တဲ့ ဒိန်းမတ်စစ်တပ်လေးပေါ့။ တင့်ကားတွေ သံချပ်ကာယာဉ်တွေ မော်တာတွေ ရှိတဲ့ ဂျာမန်နဲ့ ရင်ဆိုင်ရာမှာ ဒိန်းမတ်ဖက်တော့ အမြင့်ဆုံးဆိုလို့ စက်သေနတ်သာ ရှိပါတယ်။ပြီးတော့ တင့်ကားတွေ ယာဉ်တွေမပြောပါနဲ့ ပထမဆုံး စစ်မျက်နှာပြင်ကို ခံစစ်ဖွင့်ရတဲ့တပ်စုတွေကိုကြည့် မော်တော်ဆိုင်ကယ်တပ်စုတဲ့ မင်းသားတို့ဆို ပိုဆိုး နယ်စပ်က အိမ်စောင့်စက်ဘီးတပ်စုလေးဗျာ အဲဒါလေးနဲ့ ဟိုဖက်က ဧရာမဘီလူးတွေကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zhve/April.9th.2015.BluRay720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfaTgImXSrqzcGmMk6fNqxd9xlJ.jpg",
        "title": "Yang Shen Spirit ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် နတ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော......ကျင်းယွိမြို့ ဟုန်အိမ်တော်မှ သခင်လေးဟုန်ရိဟာ ငယ်ငယ်ကတည်းက\nအမေဖြစ်သူကို ဆုံးရှုံးခဲ့ရပြီးနောက် အိမ်တော်ကလူတွေ အနိုင်ကျင့်တာကို\nခံနေရသူတစ်ယောက် ဖြစ်ပါတယ်။ အမေ့အတွက်\nမျက်နှာရဖို့အတွက် မြို့တော်မှာ စာမေးပွဲဖြေရန် ကြိုးစားနေသူ ဖြစ်ပါတယ်။သို့သော် စာမေးပွဲ မဖြေခင် ရှေ့တစ်ညမှာ ထူးဆန်းတဲ့ မိန်းကလေးတွေက\nဟုန်ရိကို ချွင်ဟူမျိုးနွယ်မှာ စာသင်ပေးဖို့ လာရောက် ဖိတ်ခေါ်ကြပါတယ်။\nအရှုပ်အထွေးတွေကြားမှာ ဟုန်ရိဟာ လိုက်လံဖမ်းဆီးခံခဲ့ရပါတယ်။\nထို အခက်အခဲတွေကို ဖြတ်သန်းခဲ့ပြီးနောက် ဟုန်ရိဟာ\nဒီအရာအားလုံးဟာ သူ့ရဲ့ ဘဝမှန်နဲ့ ပတ်သက်နေတာကို သိလိုက်ရပါတယ်။သူ့ရဲ့ ဘဝမှန်က ဘာဖြစ်နေမလဲ......\nချွင်ဟူမျိုးနွယ်နဲ့ သူနဲ့က ဘယ်လို ပတ်သက်မှုမျိုး ဖြစ်နေမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးထဲကနေ အဖြေရှာလိုက်တော့နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/yang-shen-spirit-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
        "title": "Chupa(2023)",
        "description": "Chupa(2023)***********ချူပါကာဘရာ ရဲ့ အဓိပ္ပာယ်ဟာ \"ဆိတ်သွေးစုပ်သူ\"လို့ဆိုလိုပါတယ်။\nအမေရိကန် ဒဏ္ဍာရီထဲမှာဆိုရင်တော့ ဆိတ်တွေရဲ့သွေးကို သောက်သုံးတဲ့\nဝက်ဝံငယ်လေးအရွယ်လောက်ရှိပြီး ခွေးနဲ့သဏ္ဌာန်တူကာပျံနိုင်တဲ့ သားရိုင်းသတ္တဝါတစ်မျိုးပါတဲ့။အဲဒီအကောင်မျိုးတွေဆီမှာ ထူးခြားတဲ့စွမ်းရည်တွေရှိလို့လူတွေက ဒီအကောင်တွေကိုရှာဖွေကြတယ်..အထူးသဖြင့် ဒဏ်ရာတွေကိုအလွယ်တကူပြန်ပျောက်စေတဲ့စွမ်းရည်ကြောင့်ပဲ...နှစ်အတော်ကြာသည့်တိုင် ရှာဖွေနိုင်ခြင်းမရှိလို့ ဒီမျိုးစိတ်ဟာ မျိုးတုံးပြီးဒဏ္ဍာရီ ဆန်ဆန် သာ ကျန်ခဲ့ပါတယ်..သို့သော်ဒီအထဲမှာ လက်မလျှော့တဲ့အဖွဲ့တစ်ဖွဲ့ရှိတယ်.. နောက်ဆုံးမှာ ရှားပါးမျိုးစိတ် သားအမိ(၂)ကောင်ကိုတွေ့ပြီးတဲ့နောက်မှာတော့... သူတို့တစ်ဖွဲ့လုံးဟာ အသည်းအသန် လိုက်ဖမ်းပြီးတဲ့နောက်မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေ အားလုံးဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပါတော့တယ်...File Size :(2.2GB) and (899MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zhjt/Chupa.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/hp6jxvk5rsgx.mid-136x200.jpg",
        "title": "Terminator Zan Kill (2009)",
        "description": "Terminator Zan Kill အေဒီ ၂၀၅၀အလွန် ကမ္ဘာကြီး နူကလီးယားစစ်ပွဲတွေကြောင့် ပျက်စီးသွားတဲ့အချိန်မှာ ကျန်ရှိနေသေးတဲ့ ကမ္ဘာကြီးကို အပိုင်သိမ်းဖို့ကြံစည်နေတဲ့ နီယိုယာမာတို အဖွဲ့ဟာ သူတို့ ရဲ့ အောင်ပွဲကို ပိတ်ပင်နေတဲ့ စက်ဝိုင်း တော်လှန်ရေးအဖွဲ့ရဲ့ ခေါင်းဆောင် ကန်တိုကို မရရတဲ့ နည်းနဲ့ သတ်ဖို့ ကြိုးစားကြပါတော့တယ်။ နည်းပညာမြင့် ဆိုက်‌ဘော့ တစ်ကောင်ကို အချိန်နောက်ပြန်ပို့ပြီး ကန်တို့ရဲ့ အဖေကို သတ်ဖို့ကြံစည်ကြပါတော့တယ်။ အဲ့အချိန် အတိတ်က ယာမာအီ တိုင်းပြည်က သခင်မကြီးကလည်း အနာဂါတ်မှာ ကမ္ဘာပျက်မယ့်အရေးကို တားဆီးဖို့ရာ နာဂီ လို့ခေါ်တဲ့ နင်ဂျာမလေးကို စေလွှတ်လိုက်ရတာပေ့ါ နောက်ဆုံးပေါ် နည်းပညာတွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဆိုက်ဘော့ရဲ့ လက်ထဲကနေ တော်လှန်ရေးခေါင်းဆောင် ကန်တို့ရဲ့ အဖေကို နာဂီ ဘယ်လို ကယ်မလဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။File Size__(300MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/terminator-zan-kill-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmwUhp8NX8frTPlFhDDnBuFjpR5.jpg",
        "title": "Fogaréu (2022)",
        "description": "Fogaréu (2022)~ IMDb rating - 7/10 ~ဘရာဇီးနိုင်ငံ အလယ်ပိုင်းကမြို့လေးတစ်ခုရဲ့ နှစ်စဉ်ကျင်းပတဲ့ ရိုးရာစီတန်းပွဲလုပ်နေချိန်မှာ ဖာနန်ဒါဆိုတဲ့မိန်းကလေးတစ်ယောက် ရောက်ရှိလာပါတယ်။ သူမက မြို့တော်၀န်ရဲ့တူမဖြစ်ပြီး သူ့မိဘတွေ အကြောင်းသိချင်လို့ ရောက်လာတာဖြစ်ပါတယ်။ အဲဒီမြို့ရဲ့ ထူးဆန်းတဲ့အချက်ကတော့ မြို့ခံတွေဟာ သူတို့ဆွေမျိုး၀မ်းကွဲတွေ အချင်းချင်းပြန်လက်ထပ်ကြတာပါ။ မြို့ထဲမှာလည်း မသန်မစွမ်းတွေ ရူးနေတဲ့လူတွေ ပြည့်နေတာပါ။မွေးကင်းစကလေးတွေ မသန်မစွမ်းဖြစ်နေရင် မိဘတွေက စွန့်ပစ်လိုက်ကြပါတယ်။ မြို့ခံတွေက အဲဒီကလေးတွေကို မွေးစားပါတယ်။ အမှန်တကယ်က မွေးစားတာထက် ကျွန်တစ်ယောက်လို ခိုင်းတော့တာပါ။ ဖာနန်ဒါက သူ့ဆုံးသွားတဲ့အမေအကြောင်းစုံစမ်းရင်း ဒါတွေကိုသိလာတာပေါ့။ ဦးလေးဖြစ်သူ မြို့တော်၀န်အိမ်မှာလည်း မွေးစားထားတဲ့ ကျွန်တွေရှိနေပါတယ်။ သူတို့မိသားစုကလည်း အကုန်လုံးနီးပါး ၀မ်းကွဲချင်းလက်ထပ်ထားသူတွေပါ။ ဖာနန်ဒါရောက်လာတဲ့ အကြောင်းရင်းက သူ့မိဘရင်းတွေဘယ်သူတွေလဲဆိုတာသိချင်လို့ပါ။ သူ့အမေက အမေရင်းမဟုတ်ဘဲ မိသားစုရန်ကနေသူ့ကိုကာကွယ်ဖို့ ခေါ်ပြီးထွက်ပြေးလာဝာာကို သိနေပါတယ်။ ဦးလေးကတော့ သူ့ကို ဘာမှသေချာမပြောပြပါဘူး။ဦးလေးမြို့တော်၀န်နဲ့ သူ့သားကတော့ ရွေးကောက်ပွဲမှာ ၀င်ပြိုင်ဖို့လုံးပန်းနေကြတာပါ။ ...",
        "rating": "7",
        "url": "https://megaup.net/2zgO3/(CM)_Fogareu_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfa5ZVrhzYDPM9Ojnm1sPVQ7DSX.jpg",
        "title": "Hidden Blade ( 2023 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Tony Leung နဲ့ Wang Yi bo ရဲ့\nနာမည်ကြီးရုပ်ရှင်ဇာတ်ကားကြီး Hidden Blade ကိုCMကနေတင်ဆက်ပေးလိုက်ပါပြီ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ဒုတိယကမ္ဘာစစ်အတွင်း\nမျိုးချစ်စိတ်အပြည့်ရှိတဲ့ပြည်သူတစ်စုဟာ ဂျပန်ဆန့်ကျင်ရေး\nတော်လှန်ရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းခဲ့တယ်။ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေတိုက်ခိုက်ပြီးနောက် ရုပ်သေးအစိုးရဖြစ်တဲ့ဝမ်းအစိုးရက\nအမေရိကန်မဟာမိတ်တပ်ကိုစစ်ကြေညာပြီး ဂျပန်နောက်ကိုလိုက်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာ ဂျပန်တွေကရှန်ဟိုင်းတစ်နယ်လုံးကိုသိမ်းပိုက်ခဲ့တယ်။\nစစ်ရေးအခြေနေတွေပြောင်းလဲလာတာနဲ့အမျှ တရုတ်နိုင်ငံကလဲ\nခံစစ်အနေအထားကိုပြောင်းလဲသွားပြီး တရုတ်ကွန်မြူနစ်အဖွဲ့ဝင်တွေက\nဂျပန်ကိုတော်လှန်ပြီး နိုင်ငံတော်ကိုကာကွယ်တဲ့အချိန်ကာလကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Tony Leungရဲ့သရုပ်ဆောင်ချက်တွေကတော့ ထုံးစံအတိုင်းပြောစရာမရှိအောင်ပြည့်စုံပါတယ်။\nဒီကားမှာ Yi bo ရဲ့သရုပ်ဆောင်စွမ်းရည်ကိုချီးကျူးထားကြတော့ ဘယ်လိုပဲဖြစ်ဖြစ်ကြည့်ဖို့သင့်ပြီမဟုတ်လား\nအဝတ်အစားပိုင်း Cinematography စတာတွေကလဲအရမ်းကိုကျေနပ်စရာကောင်းပါတယ်\nအများကြီးမပြောတော့ပါဘူး ကြည့်ပြီးရင်စိတ်ကျေနပ်မှုရမှာပါလို့ပဲပြောပါရစေနော်\n[ Reviewed By Nu Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , History , Mystery\nRuntime : 2h 8 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/hidden-blade-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pymhSBJJWMmzONak9rGcwUcGOH3.jpg",
        "title": "Kitchen Brigade (2022)",
        "description": "Kitchen Brigade (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 89% ~ဒီဇာတ်ကားရဲ့ တစ်ချို့အပိုင်းတွေဟာ ဖြစ်ရပ်မှန်တွေလို့ ပြောလို့ရပါတယ်။ ပင်မဇာတ်လမ်းကျောရိုးကြီးကို ပြောတာမဟုတ်ဘဲ ဥရောပနိုင်ငံတွေမှာ ခိုလှုံဖို့ကြိုးစားကြတဲ့ လူငယ်လေးတွေရဲ့ ရုန်းကန်မှုနဲ့ အခက်အခဲပေါ့။ လက်ရှိ ဥရောပမှာ မပြီးနိုင်မစီးနိုင် နေ့စဉ်နဲ့အမျှ ကြုံတွေ့နေရတဲ့ ပြဿနာဟာ ခိုလှုံသူပြဿနာပါပဲ။ အချက်အပြုတ်ကို အကြောင်းကို ရှေ့မှာပြပြီး အဲဒီပြဿနာကို စိန်ခေါ်မီး‌မောင်းထိုးပြသွားတဲ့ ဒီကားလေးဟာတော့ ပြောရမယ်ဆိုရင် ပူပူနွေးနွေး ဟင်းကောင်းတစ်မယ်ပါပဲ။ကက်သီဟာ နာမည်ကြီး တီဗီမှာ လူသိများတဲ့ စာဖိုမှူးကြီးတစ်ယောက်ရဲ့ လက်ထောက်စာဖိုမှူးဖြစ်ပါတယ်။ ဒါပေမဲ့ ကားအစမှာပဲ ဟင်းမယ်ထဲထည့်မယ့် အမွှေးအကြိုင်ကိစ္စနဲ့ စကားများပြီး အလုပ်ထွက်လိုက်ရပါတယ်။ အလုပ်ကတော့ လွယ်လွယ်ပြန်ရှာမရခဲ့သလို နောက်ဆုံး ရလာပြန်တော့လည်း တစ်ပတ်ရိုက်ပြီး အခေါ်ခံရတဲ့ နေရာ ဖြစ်နေပါတယ်။ အဲဒီနေရာကတော့ ရွှေ့ပြောင်းလူငယ်လေးတွေကို ထားပေးတဲ့ အဆောင်တစ်ခုပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Tjim/(CM)_Kitchen_Brigade_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7aYwL5VEzGkBvww9YFYKBPGBbRt.jpg",
        "title": "Smoking Causes Coughing (2022)",
        "description": "Smoking Causes Coughing (2022)~ IMDb - 6.7/10, RT - 91%, Meta - 74% ~ဒီတစ်​ခေါက်​တော့ 2022 ကထွက်ရှိထားတဲ့ Smoking Causes Coughing ဆိုတဲ့ ပြင်သစ် ဟာသ Sci-Fi ကား​လေးနဲ့ ပိတ်ရက်​တွေမှာ ရယ်​မောရင်း အ​ပန်း​ဖြေလိုက်ရ​အောင်။ကမ္ဘာ​​​​မြေကို မိစ္ဆာ​တွေရန်က​နေ ကာကွယ်​ပေး​​နေတဲ့ စူပါဟီးရိုးအဖွဲ့ အဖွဲ့ဖွဲ့စည်းတာ ကြာလာတာနဲ့အမျှ စည်းလုံးမှု​လျော့ဆင်းလာတာ​တွေ​ကြောင့် ​ခေါင်း​ဆောင်က စည်းလုံး​ရေးပို​ကောင်း​အောင် တစ်ပတ်​လောက် အပန်း​ဖြေခရီးပို့လိုက်တဲ့အခါ ခရီးမှာဖြစ်ပျက်တဲ့အရာ​တွေကို ဟာသဆန်ဆန် ရီ​မောရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။ သူတို့အနားယူ​နေတုန်း တဖက်ရန်သူကလည်း ကမ္ဘာဂြိုဟ်ကို ဖျက်ဆီးဖို့ ဆုံးဖြတ်လိုက်တာ​ကြောင့် သူတို့ ကမ္ဘာ​မြေကြီးကို ကယ်တင်နိုင်မလား မကယ်တင်နိုင်ဘူးလား ဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။ Rating ကောင်းတွေရထားတဲ့အပြင် ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ဝင်ရောက်ပြသထားနိုင်တဲ့ကားဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zgH0/(CM)_Smoking_Causes_Coughing_(2022)_720p.mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9teDTgwxgnb7wnZjZo4oNcF80R.jpg",
        "title": "The Meyerowitz Stories (New and Selected)(2017)",
        "description": "\"The Meyerowitz Stories\" ဆိုတဲ့ဇာတ်ကားလေးကတော့ နွေးထွေးတဲ့ မိသားစုအကြောင်း၊ အနုပညာနဲ့ ရှုပ်ထွေးလှတဲ့ လူ့ဘဝအကြောင်းတွေကို သရုပ်ဖော်ထားတဲ့ နွေးနွေးထွေးထွေး ဟာသကားလေးပဲ ဖြစ်ပါတယ်တော်လှတဲ့ ပန်းပုဆရာဖြစ်ပေမယ့် အပြစ်လည်း သိပ်မကင်းလှတဲ့ သူတို့ အဖေအပေါ် မာယာဝစ် မွေးချင်းသားတွေနဲ့အတူ သူတို့ ဘယ်လိုခံစားကြရတယ်ဆိုတာ တူတူခံစားကြည့်လို့ ရပါတယ်ဒီကားလေးကတော့ မိဘနဲ့ သားသမီးတွေအကြား ဆက်ဆံရေးတွေကို သေချာ စူးစမ်းလေ့လာထားတဲ့ ရင်ထဲ ထိဖွယ် ဟာသ ဇာတ်ကားလေးဖြစ်ပါတယ်မိသားစု တစ်ခုမှာ ဘယ်လို အတက်အကျတွေ ရှိတယ်ဆိုတာရယ် ခဏတာ ရယ်မောချင်တာရယ်အတွက်ကတော့ ဒီကားလေးက လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.. File size…2.31GB / 892.6MB\nQuality…Web-Rip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2zgE4/The.Meyerowitz.Stories.New.and.Selected.2017.WEBRip.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97Rb3JJl343B1AVdhQdHohsFBT4.jpg",
        "title": "Dumplings (2004)",
        "description": "Dumplings (2004)~ IMDb - 6.7/10, Rotten Tomatoes - 69% ~ဒီကားက Three... Extremes ဆိုတဲ့ ဟောင်ကောင် ဂျပန်နဲ့ ကိုရီးယားနဲ့ ထိုင်းက Horror Thriller ဒါရိုက်တာတွေ စုပြီးရိုက်တဲ့ကားမှာပါတဲ့ Fruit Chan ရိုက်ခဲ့တဲ့ ဇာတ်လမ်းတိုကို ပြန်ရိုက်ထားတာ‌ပေါ့။ ကင်ဂျီးဝန်၊ ပတ်ချန်းဝု၊ တခဲရှိမိုက်၊ ပီတာချန်းတို့လိုလူတွေတောင်ပါတယ်။ ဒီကားကတော့ Fruit Chan ရဲ့ အပိုင်းတိုကို အရှည်ပြန်ရိုက်ထားတာသက်သက်ပါပဲ။ ထူးတာက ဒါရိုက်တာတွေတင် လန်းတာမဟုတ်ဘဲ စီနီမာတိုဂရပ်ဖာကိုလည်း ဟောင်ကောင်ရုပ်ရှင်ဖန်တိုင်းသိကြမယ့် ခရစ္စတိုဖာဒွိုင်းကို သုံးပေးထားတယ်။ Fruit Chan ရဲ့ ဒီအရှည်ပြန်ရိုက်ထားတဲ့ကားမှာလည်း ဒွိုင်းပဲ စီနီမာတို ပြန်ကိုင်ထားတယ်။ Three Husbands တို့၊ Made in Hong Kong တို့ရဲ့ ဒါရိုက်တာ Fruit ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zgC7/(CM)_Dumplings_(2004)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xrXUADqC2gt84BPYzNtXxAJEfbo.jpg",
        "title": "While You Were Sleeping(1995)",
        "description": "While You Were Sleeping(1995)****************************မင်းသမီးကြီး Sandra Bullockသရုပ်ဆောင်ထားတာဆိုတော့ မကောင်းမှာစိုးရိမ်စရာမလိုပါဘူး။\nဘဝဆိုတာ ဘယ်တော့မှ ကိုယ်စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာဘူးတဲ့။ရထားဘူတာရုံမှာ အလုပ်လုပ်တဲ့ကောင်မလေးLucyဟာဘူတာရုံကိုရထားလာစီးနေကျ ကိုယ်တော်ချောတစ်ယောက်ကို ကြိတ်ကြွေနေခဲ့ပါတယ်။ ကိုယ့်ဘက်ကကြွေနေရပေမဲ့ သူက ကိုယ်ရှိမှန်းတောင် မသိပါဘူး။တစ်နေ့မှာ ထိုကိုယ်တော်ချောဟာ လူရမ်းကားတွေကြောင့် ပလက်ဖောင်းပေါ်ကနေရထားသံလမ်းပေါ်ကို ပြုတ်ကျသွားပါတယ်။ ဒီအချိန်မှာ Lucyက ကယ်ပေးပြီးဆေးရုံပို့လိုက်ပါတယ်။ ကိုယ်တော်ချော ကိုမာရနေပြီး မိသားစုတွေရောက်လာချိန်မှာLucyကို သူတို့ချွေးမလောင်းအဖြစ် ထင်မှတ်မှားသွားကြပါတယ်။Lucyလည်း အဖြစ်မှန်ကို ရှင်းပြချိန်မရလိုက်ပါဘူး။ ဒီလိုနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာဆက်လက်စောင့်ကြည့်လိုက်ပါဦးခင်ဗျာ။ ချစ်စရာကောင်းတဲ့အချစ်မြူးကားလေးမို့ လက်မလွှတ်တမ်း ကြည့်ရှူလိုက်ကြပါဦး။File Size : (4.5GB) and (866MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Romance, Drama,  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2zfy2/While.You.Were.Sleeping.1995.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2x3D4/The.Lion.King.3.2004.720p.BluRay___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]