[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/51-1-203x300.jpg",
        "title": "The 5th Wave(2016)",
        "description": "2016 ထွက် Action, Adventure ဇာတ်ကားခပ်လန်းလန်းလေးတစ်ကားကို ဒီနေ့အတွက်တင်ပေးချင်ပါတယ်။ 2016 Janauary လကုန်ပိုင်းမှာထွက်ရှိခဲ့တဲ့ ဒီဇာတ်ကားလေးဟာ . လောလောဆယ် IMDb rating 5.3/10 ထိပဲရရှိထားပေမဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကွင်းရိုက်ကွက်တွေဟာ အရမ်းကိုစိတ်ဝင်စာဖို့ကောင်းပြီး Adventure Movie တွေကို ကြိုက်နှစ်သက်တဲ့ပရိတ်သက်တွေအတွက်တော့ လက်မလွှတ်တမ်းကြည့်ရှု ချင်မယ့်ဇာတ်ကားကောင်းတစ်ကားလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းအကြောင်းကိုအနည်းငယ်ပြောပြရရင်တော့ ဇာတ်ကားရဲ့နာမည်အတိုင်းပဲ တစ်ခြားကမ္ဘာက\nဂြိုလ်သားကပ်ပါးကောင်တွေဟာ ကမ္ဘာကိုဒုက္ခပေးမယ့် အစီအစဉ်အကြိမ်အရေအတွက် (5) ခုထိစီစဉ်ထား ပါတယ်။ ရောဂါvirusတွေနဲ့ 4th waveကို အကောင်အထည်ဖော်ပြီးချိန်မှာ လူသားမျိုးနွယ်တွေဟာမျိုးတုန်းလုနီးပါးဖြစ်ခဲ့ပြီး အသက်မသေဘဲကျန်ရစ်သူတွေဟာမိမိတို့ရဲ့ ကိုယ်ပိုင်အိမ်မြေတွေကို စွန့်လွှတ်ခဲ့ပြီး ဒုက္ခသည်စခန်းကို ထွက်ပြေးခိုလှုံခဲ့ရပါတယ်။ အဲ့ဒီထွက်ပြေးတဲ့အထဲမှာ မင်းသမီးကေစီတို့မိသားစုလည်းပါဝင်ခဲ့ပါတယ်။ ကေစီရဲ့အမေဟာဒေါက်တာတစ်ယောက်ဖြစ်ပြီး 4th waveမှာviursကူးစပ်ခံရတဲ့လူနာတွေကိုကယ်တင်ရင်းသူမကိုယ်တိုင် ကူးစပ်ခံရကာသေဆုံးခဲ့ရတယ်။ နောက်ဆုံး ကေစီရဲ့အဖေနဲ့ မောင်လေးသာဒုက္ခသည်စခန်းကိုရောက်ရှိခဲ့ပြီး မကြာခင်မှာပဲ အမေရိကန်စစ်တပ်ကကားတွေနဲ့လာရောက်ကယ်တင်တဲ့အခါ ကလေးတွေနဲ့လူကြီးတွေကို ခွဲခြားသယ်ဆောင်ခေါ်ယူခဲ့ပြီး ကေစီဟာ သူ့မောင်လေးနဲ့ဖခင်တို့နဲ့ ဝေးကွာခဲ့ပါတယ်။အဆိုးဆုံးဖြစ်ရပ်က 5th waveဟာအဲ့မှာစတင်ခဲ့တာပါပဲ . ဂြိုလ်သားတွေဟာလူတွေရဲ့ဦးနှောက်ထဲကိုဝင်နေခဲ့ပြီး လူတွေအတိုင်းအသက်ရှင်နေထိုင်ပြီး လူသားတွေကိုအမျိုးဖြုတ်ပါတော့တယ်။ စစ်တပ်တစ်ခုလုံးကို သိမ်းဆည်းခဲ့ပြီး လူသားချင်းပြန်လည်သတ်ဖြတ်ဖို့ကို လှည့်စားမှုဟာသိပ်ကိုကြောက်ဖို့ကောင်းပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-194/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Free-Shipping-SW-movie-Posters-film-Episode-font-b-Revenge-b-font-of-the-font-b-1-300x200.jpg",
        "title": "Starwars 3 Revenge of The Sith (2005)",
        "description": "အပိုင္း ၃ လာပါျပီ။ ဒီအပိုင္းမွာေတာ့ စိတ္မေကာင္းစရာေတြမ်ားပါတယ္။ ဒီမိုကေရစီက်ဆံုးျပီး  Sith Lord အာဏာရွင္ျဖစ္လာပံု။ ဂ်ီဒိုင္းေတြ အကုန္ေပ်ာက္ကြယ္ရပံု။ ညီအစ္ကိုရင္းေတြလိုခ်စ္ၾကတဲ့ ဆရာ\nတပည့္ ၂ေယာက္ရဲ႕ အေသအေၾကတိုက္ပြဲ။ Yoda နဲ႕ Sith တို႕ရဲ႕ အၾကီးဆံုးတိုက္ပြဲ ေတြကိုေတြ႕ရမွာပါ။\nစြန္႕လႊတ္သင့္တာကို မစြန္လႊတ္နိုင္တဲ့စိတ္၊ ေၾကာက္စိတ္၊ သံသယစိတ္၊ စြမ္းအားကိုတပ္မက္စိတ္ေတြက Jedi တစ္ေယာက္ကို အေမွာင္ျခမ္းကို ဆြဲေခၚသြားခဲ့ျပီေပါ့ဗ်ာ။ ၾကည့္ၾကည့္ၾကပါဦးFile Size       : 1 Gb /\nDuration      : 2hr 20min\nQuality        : 1080p Brrip\nEncoder       : Littleneo",
        "rating": "",
        "url": "https://megaup.net/2T7Sj/Star_Wars_Episode_3_-__Revenge_Of_The_Sith_[2005]_(MM_Sub).mp4",
        "category": "Fantasy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Poster001-1-203x300.jpg",
        "title": "Surf’s Up (2007) ၿမန္မာစာတန္းထိုး",
        "description": "IMDb Rate 6.4 ရထားတဲ႔ Animation ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nခ်စ္စရာပင္ဂြင္းေကာင္ေလးေတြနဲ႔ဇာတ္အိမ္တည္ၿပီးရိုက္ကူးထားတဲ႔ကားၿဖစ္ၿပီး စိတ္အပန္းေၿပဖုိ႕\nၾကည္႕လိုက္ၾကပါဦး ဒီကားေလးကိုေတာ႔ ကိုၿမန္မာၾကီးမွ ဘာသာၿပန္ၿပီး ကိုသစ္ဆန္းခန္႔မွ\nEncode လုပ္ေပးထားပါတယ္ေရလႊာစီးတာကိုအရူးအမူးၿဖစ္ခဲ႔တဲ႔ ကိုဒီဆုိတဲ႔ အေဖဘယ္သူမွန္းမသိတဲ႔ ပင္ဂြင္းေလးတေကာင္ရွိခဲ႔တယ္\nငယ္ငယ္ထဲကၾကံဳလွီလွတဲ႔သူ႔အတြက္ကေတာ႔ သူ႔အကိုရဲ႔ မ်က္မုန္းက်ိဳးစရာၿဖစ္ေနခဲ႔တယ္သူတုိ႔ေနတဲ႔အႏၱာတိကကို ဘစ္ဇီးလို႔ေခၚတဲ႔စြန္႔ဦးတီထြင္ေရလႊာစီးခ်န္ပီယံၾကီးေရာက္လာခ်ိန္မွာ\nသူရဲ႔အားက်စရာသူရဲေကာင္းတေယာက္လို႔ၿမင္ခဲ႔တယ္ ဘစ္ဇီးကလဲ ကေလးပဲရွိေသးတဲ႔ကိုဒီကို\nလည္ဆြဲေလးကိုေပးခဲ႔ၿပီး \"ေအာင္ၿမင္သူေတြဆုိတာ ပန္းတုိင္ရွိၿပီးသားသူေတြ သူတုိ႔ပန္းတုိင္ကို\nဘယ္လုိသြားရမလဲဆုိတာကိုနည္းလမ္းရွာေနတဲ႔သူေတြ\"လို႔ေၿပာခဲ႔တဲ႔စကားဟာ ကုိဒီ႔အတြက္ေတာ႔\nသူ႔အနာဂါတ္ကိုဘယ္လိုမ်ားေၿပာင္းလဲႏိုင္ခဲ႔မလဲ....သူေလးစားရတဲ႔ဘစ္ဇီးဆုိတဲ႔ခ်န္ပီယံပင္ဂြင္းၾကီးကေရာသူအရြယ္မေရာက္ခင္စပ္ၾကားဘယ္ေတြ\nေရာက္ၿပီးဘာေတြၿဖစ္ေနမလဲ.......မိတ္ေဆြေကာင္းရွိရင္အရာရာၿဖစ္ႏိုင္တယ္ဆုိတဲ႔စကားကိုသက္ေသၿပသြားတဲ႔ မိတ္ေဆြေကာင္းၾကက္ကေလးဂ်ဳိး\nမိတ္ေဆြေလာက္ဘာမွအေရးမၾကီးဘူးဆုိတဲ႔ သူတုိ႔ခံယူခ်က္ေလးကလဲ\nမိတ္္ေဆြစစ္မိတ္ေဆြမွန္သရုပ္ကိုေဖာ္ညႊန္းေနပါတယ္ဟာသ စိတ္အပန္းေၿဖစရာ ကားတခုၿဖစ္တဲ႔အၿဖစ္ ဗဟုသုတနဲ႔အေတြးတခုခုေခါင္းထဲ၀င္သြားမယ္ဆုိတာကိုေတာ႔\nရဲရဲၾကီးအာမခံပါရေစ\nဘာသာၿပန္ အညႊန္းေရး = ၿမန္မာၾကီး \nFilesize : 550 MB\nQuality : Bluray720p\nFormat : mp4\nRun Time : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By ၿမန္မာၾကီး\nEncoded By Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/surf-up-2007/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/1-1-300x203.jpg",
        "title": "Harley Davidson and the Marlboro Man(1991) – ျမန္မာစာတန္းထိုး",
        "description": "၁၉၉၁ ခုႏွစ္က ထြက္ခဲ့ျပီး အဲဒီအခ်ိန္က ေအာင္ျမင္ခဲ့တဲ့ကားေကာင္းတစ္ကားပါ။ IMDb rating 6.0/10 ရရွိထားပါတယ္။ ဇာတ္လမ္းထဲမွာေတာ့ ၁၉၉၆ ခုႏွစ္ကို ဇာတ္အိမ္တည္ထားပါတယ္။ အခု အဖိုးႀကီးျဖစ္ေနျပီး Ironman 2 တို႔ Sin City တို႔ထဲမွာ လူၾကမ္းအျဖစ္သရုပ္ေဆာင္ေနတဲ့ မင္းသားမိုက္ကီေရာက္ကီနဲ႔ ဒြန္ဂၽြန္ဆင္တို႔ရဲ႕ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ ကၽြန္ေတာ့္အျမင္ေတာ့ ဒီကားထဲမွာမိုက္ကီေရာက္ကီထက္စာရင္ ဒြန္ဂၽြန္ဆင္ကပိုျပီးသရုပ္ေဆာင္ ေကာင္းတယ္လို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟာေလေဒဗစ္ဆင္ဆိုင္ကယ္ႀကီးစီးျပီး ဟာေလေဒဗစ္ဆင္လိုအမည္ရတဲ့သူတစ္ေယာက္ဟာ ငယ္ငယ္ကႀကီးျပင္းလာခဲ့တဲ့ဘားဆိုင္တစ္ဆိုင္ကို သူငယ္ခ်င္းေတြနဲ႔ေတြ႔ဖို႔ ျပန္သြားခဲ့ပါတယ္။ လမ္းမွာ မာလ္ဘိုရိုမန္းလို႔ေခၚတဲ့ ေကာင္းဘိြဳင္စတိုင္နဲ႔ သူငယ္ခ်င္းေဟာင္းကို ျပန္ေတြ႔ခဲ့ပါတယ္။ သူတို႔ႏွစ္ေယာက္က သူတို႔နဲ႔ေနရာေဟာင္း ဘားဆိုင္ကိုျပန္အေရာက္မွာေတာ့ သူတို႔ဘားဆိုင္ကုိ ဘဏ္တစ္ဘဏ္ကအပိုင္စီးျပီး မိုးေမွ်ာ္တိုက္ႀကီး ေဆာက္ရန္ၾကံရြယ္ေနတာကို သိလုိက္ရပါတယ္။အဲဒီအခ်ိန္မွာ သူတို႔က ဘဏ္ကိုဓါးျမတိုက္ျပီး ပိုက္ဆံရွာဖို႔ ႀကိဳးစားခဲ့ပါတယ္။ ဒါေပမယ့္ သူတို႔ဓါးျမတိုက္ခဲ့တဲ့အထုပ္ေတြကပိုက္ဆံေတြမဟုတ္ပဲ ဘဏ္မန္ေနဂ်ာက လွ်ိဳ႕၀ွက္ျဖန္႔ျဖဴးေနတဲ့ အဆင့္ျမင့္မူးယစ္ေဆး၀ါးေတြ ျဖစ္ေနခဲ့တဲ့အတြက္ ျပသနာႀကံဳရပါေတာ့တယ္။ ဘဏ္မန္ေနဂ်ာက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-189/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Pyaar-Ka-Punchnama-2-poster-140x200.jpg",
        "title": "Pyaar Ka Punchnama 2 (2015)",
        "description": "Pyaar Ka Punchnama 2 (2015)_____IMDb - 7.2/10တစ်ရံရောအခါက သူငယ်ချင်းသုံးယောက် ညီအစ်ကိုတွေလို ချစ်ခင်စွာနေထိုင်ကြပါတယ်။\nတစ်နေ့မှာ...\nသုံးယောက်သား ဖွန်ကြောင်မိရာမှ အခွန်ဆောင်စရာကိစ္စရပ်များ ပေါ်ပေါက်လာပါတယ်။\n(သိတယ်မလား....မိန်းကလေးတွေရဲ့ အကျင့်ကို)\nဒီလိုနဲ့ မာတုကာမသုံးယောက်ကို အချစ်စစ်နဲ့ချစ်မိတဲ့ သကောင့်သားသုံးယောက်ခမျာမယ်\nထိုင်နေအကောင်း ထမှကျိုးမှန်းသိဆိုသလို ဒုက္ခလှလှကြီးတွေ့ရပုံကို သံဝေဂရဖွယ်ရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။\nIMDb (7.2/10) ရရှိထားတဲ့ Comedy, Drama, Romance အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\n  \nတစ္ရံေရာအခါက သူငယ္ခ်င္းသံုးေယာက္ ညီအစ္ကိုေတြလို ခ်စ္ခင္စြာေနထိုင္ၾကပါတယ္။\nတစ္ေန႕မွာ...\nသံုးေယာက္သား ဖြန္ေၾကာင္မိရာမွ အခြန္ေဆာင္စရာကိစၥရပ္မ်ား ေပၚေပါက္လာပါတယ္။\n(သိတယ္မလား....မိန္းကေလးေတြရဲ႕ အက်င့္ကို)\nဒီလိုနဲ႕ မာတုကာမသံုးေယာက္ကို အခ်စ္စစ္နဲ႕ခ်စ္မိတဲ့ သေကာင့္သားသံုးေယာက္ခမ်ာမယ္\nထိုင္ေနအေကာင္း ထမွက်ိဳးမွန္းသိဆိုသလို ဒုကၡလွလွၾကီးေတြ႕ရပံုကို သံေဝဂရဖြယ္ရာ တင္ဆက္ထားတဲ့ ဇာတ္ကားပါ။\nIMDb (7.2/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size...(1 GB) \nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....02:16:33\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung ...",
        "rating": "7.2",
        "url": "https://megaup.net/1AKqu/Pyaar_Ka_Punchnama_2_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/loft_Poster_goldposter_com_1-1-225x300.jpg",
        "title": "The Loft (2014) ျမန္မာစာတန္းထိုး",
        "description": "သူငယ္ခ်င္းငါးေယာက္ အိမ္ေထာင္ေတြဘာေတြက်ျပီးေနာက္ အိမ္ေထာင္ေရးမွာ ျငီးေငြ႕လာရင္အေပ်ာ္ရွာဖို႕ အခန္းတစ္ခန္းစုျပီး သံုးၾကပါတယ္။တစ္ေန႕ အဲ့အခန္းကကုတင္မွာ မိန္းကေလးတစ္ေယာက္လက္ထိပ္ၾကီးနဲ႕ ေသေနတာေတြ႕ရတဲ့အခါ....တရားခံက ဘယ္သူလဲ...ဘာေၾကာင့္လဲ ဆိုတာ....။အိမ္ေထာင္ေရးေဖာက္ျပန္တဲ့အေၾကာင္းကို ဇာတ္ကြက္ဆင္ ရိုက္ကူးထားတာပါ။ IMDb Rating (6.3/10) ရရွိထားျပီး Mystery,  Romance,  Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။File size...(900MB)  Quality...Blu-Ray Rip 720pFormat...mp4Duration....01:42:59Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung  Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)  နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-loft-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Hello-Stranger-133x200.jpg",
        "title": "Hello Stranger (2010) ျမန္မာစာတန္းထိုး",
        "description": "IMDb Rating (7.6/10) ထိရရွိထားတဲ့ Comedy, Romance အမ်ိဳးအစား ထိုင္းဇာတ္ကားပါ။\nမင္းသားက ATM Error ဇာတ္ကားထဲက မင္းသား Chantavit Dhanasevi ျဖစ္ျပီး\nမင္းသမီးကေတာ့ Nuengthida Sophon ျဖစ္ပါတယ္။\nၾကည့္ျပီးသူတိုင္း သေဘာက်တဲ့ ဟာသဆန္ဆန္ အခ်စ္ဇာတ္လမ္းေလးပါ။\nဇာတ္လမ္းကို အေသးစိတ္မေျပာေတာ့ပါဘူး။\nဇာတ္လမ္းေလးက ရိုးရွင္းသလိုနဲ႕ သစ္ဆန္းပါတယ္.... တင္ဆက္ပံုလဲေကာင္းမြန္ပါတယ္။\nအဓိကဇာတ္ေဆာင္ႏွစ္ေယာက္က သရုပ္ေဆာင္မႈအပိုင္းမွာ\nအေတာ္ေလးျပည့္စံုတာေၾကာင့္ ၾကည့္ရင္း ၾကည့္ရင္း သေဘာက်လာမိတဲ့ ဇာတ္ကားေလးပါ။\nမၾကည့္ရေသးရင္ အားလပ္ခ်ိန္မွာ အနားယူရင္း ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။\n(ျမန္မာစာတန္းထိုးကို Phyo Thu Hein နဲ႕ July တို႕မွ ဘာသာျပန္တင္ဆက္ထားတာပါ။)File size...(950MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:01:22\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2So5e/Hello_Stranger_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/705full-sinbad-legend-of-the-seven-seas-28widescreen-edition29-cover-1-212x300.jpg",
        "title": "Sinbad: Legend of the Seven Seas (2003)",
        "description": "အိမ္ေရွ႕မင္းသား (Proteus) နဲ႔ ဆင္းရဲသား (Sinbad) ကေလးေလး၂ေယာက္ သူငယ္ခ်င္းျဖစ္ၾကတယ္။ ဘဝေပးအေျခအေနအရ အဆင့္အတန္းမတူေပမယ့္ ညီအစ္ကိုလိုခ်စ္ၾကတယ္။ သြားအတူစားအတူ။ တစ္ေန႔... Proteusကို Sinbadကခြဲခြာသြားခဲ့ပါတယ္။ ခြဲခြာရတဲ့အေၾကာင္းရင္းက အိမ္ေရွ႕မင္းသားတို႔ဆီေရာက္လာတဲ့ ေလွႀကီးေပၚမွာပါလာတယ္တဲ့။တစ္ေန႔ Proteus ဦးစီးၿပီးေစာင့္ေရွာက္လာတဲ့ ေပါတၳကသာမ ဆုိတဲ့ စာအုပ္(Book of peace) ပါလာတဲ့ ေလွ လမ္းမွာ ဓားျပအတိုက္ခံရပါတယ္။ ျပန္လည္ခုခံရင္းနဲ႔မွသိလိုက္ရတာက သူတို႔ေလွကို ဓားျပလာတိုက္တာ သူငယ္ငယ္က သိပ္ခ်စ္ရတဲ့သူငယ္ခ်င္း Sinbad ျဖစ္ေနတယ္ဆိုတာပါပဲ။စာအုပ္လုေနတုန္းပဲ သတၱဝါႀကီးတစ္ေကာင္လာတိုက္ခိုက္တာခံရပါတယ္။ ငယ္ငယ္ကလိုပဲတက္ညီလက္ညီ ခုခံလိုက္ႏိုင္ပါတယ္။ အဲဒီသတၱဝါႀကီးက နတ္ေဒဝီတစ္ပါးျဖစ္တဲ့ Erisက Sinbadရဲ႕သတၱိကိုစမ္းတဲအေနနဲ႔ တမင္လႊတ္လိုက္တာပါတဲ့။ သတၱဝါႀကီးကိုတိုက္လိုက္ႏုိုင္တဲ့အတြက္ Sinbadကို စာအုပ္မခိုးပါဘူးဆိုတဲ့ ကတိနဲ႔ Proteusက သူတို႔ၿမိဳ႕ကိုဖိတ္ေခၚလိုက္ပါတယ္။Proteusနဲ႔လက္ထပ္မယ့္ အမ်ိဳးသမီး Marinaကျမိဳ႕မွာေစာင့္ေနပါတယ္။ Proteusက တရားဝင္လက္ထပ္ခြင့္ေတာင္းတာနဲ႔ သူကလည္းေခါင္းၿငိမ့္ဖို႔အသင့္ပါပဲတဲ့။မင္းသားေလး လက္ထပ္ခြင့္ေတာင္းတဲ့အခ်ိန္မွာပဲ စာအုပ္အခိုးခံရတယ္ဆိုတာသိသြားပါတယ္။ အဲဒီစာအုပ္ကိုခိုးမယ့္ လူက ဒီၿမိဳ႕မွာSinbadကလြဲလို႔ တျခားသူမရွိပါဘူး။ ...",
        "rating": "",
        "url": "https://megaup.net/Tzxd/Sinbad_Legend_Of_The_Seven_Seas_(2003).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Steve-jobs-143x200.jpg",
        "title": "Steve Jobs (2015)",
        "description": "Unicode၂၀၁၃တုန်းက Jobsဆိုပြီး တစ်ကားထွက်ပေမဲ့ သူ့ဘဝအကြောင်းကို ရိုက်တာ မပြည့်စုံသလို အခန်းအကူးအပြောင်းတွေက အချိန်အစက် မမိပဲ မြန်လွန်တာကြောင့် မကြိုက်မိပါဘူး၂၀၁၅မှာလဲ Steve Jobs: Man in machineဆိုပြီး ထွက်ပေမဲ့ Documentaryသဘောမျိုး ရိုက်ထားတာမို့ ကြည့်ရတာ  ပျင်းစရာကောင်းပါပါတယ်။၂၀၁၅ မှာထွက်တဲ့ Steve Jobs ဆိုတဲ့ ဒီဇာတ်ကားက Universal Studioက ထုတ်မှာ ဖြစ်သလို ဇာတ်ဆောင်တွေကလဲ Michael Fassbender, Kate Winsletတို့လို နာမည်ကြီးတွေကြီးပါပဲ။ သူရဲ့ ဇာတ်ကြောင်းကို ရိုက်ထားသမျှတွေထဲမှာ ဇာတ်လမ်းတစ်ပုဒ်လို ကြည့်ရတာ အကောင်းဆုံးကတော့ ဒီကားပဲမို့ လက်မလွတ်တမ်းသာ ကြည့်လိုက်ကြပါ။IMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (85%) ထိရရှိထားတဲ့ Rating မြင့်ဇာတ်ကားပါ။အရင်က apple productတွေ ကို သဘောမကျပေမဲ့ Steve Jobs ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Disney-Prom-Movie-1-203x300.jpg",
        "title": "Prom (2011) ျမန္မာစာတန္းထိုး",
        "description": "ရိုမန္႕တစ္ Comedy_Drama အမ်ိဳးအစား အေမရိကန္  ဇာတ္ကားေလးပါ။Walt Disney Pictures ကထုတ္လုပ္ထားတာျဖစ္ျပီး IMDb Rating (5.4/10) ရရွိထားပါတယ္။ဇာတ္လမ္းအေသးစိတ္ကို မေျပာေတာ့ပါဘူး...။ဆယ္ေက်ာ္သက္ေတြလိုသေဘာထားျပီး ကိုယ္တိုင္သာ ၾကည့္ရႈ ခံစားလိုက္ပါ။File size...(850MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01:43:46Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung  Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)  နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/prom-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/poster-2016020443747.moj_-1-200x300.jpg",
        "title": "Mojin: The Lost Legend (2015) ျမန္မာစာတန္းထိုး",
        "description": "စြန္႔စားခန္း၊ သည္းထိတ္ရင္ဖို၊ အက္ရွင္ ရသစံုၾကည့္ရမယ့္ တ႐ုတ္ဇာတ္ကားေလးခံစားၾကည့္ဖုိ႔ ေဖာ္ျပေပးလုိက္ပါတယ္။တ႐ုတ္ျပည္က လူႀကိဳက္မ်ား ၀တၳဳျဖစ္တဲ့ ရတနာသုိက္ရွာပံုေတာ္ဖြင့္တဲ့ အေၾကာင္းကို အေျခခံၿပီး ႐ုိက္ကူးထားတာပါ။မိုက်င္းဆုိတာဟာ ေရႊေတြကို ထိေတြ႕ျခင္းလို႔ အဓိပၸာယ္ရၿပီး မိုက်င္းဆုိတဲ့ နာမည္နဲ႔ ဂူေတြကိုေဖာက္ၿပီး ရတနာသိုက္ရွာတဲ့ အဖဲြ႕ရွိပါတယ္။ မိုက်င္းဆုိတဲ့ လွ်ိဳ႕၀ွက္အဖဲြ႕အစည္းမွာ ဟူပရိ၊ ၀မ္ခုိင္းရႊမ္နဲ႔ရွာလီရန္ဆုိတဲ့ မုိက်င္းေခါင္းေဆာင္သံုးေယာက္ရွိပါတယ္။ သူတို႔ေတြဟာ အရင္တုန္းက နယူးေယာက္ၿမိဳ႕ရဲ႕ ႏုံခ်ာစုတ္ျပတ္တဲ့ လမ္းေတြမွာ ပစၥည္း လိုက္လံေရာင္းခ်သူေတြျဖစ္ၿပီး ထူးဆန္းတဲ့ အလုပ္တစ္ခုကုိ လက္ခံလုပ္ကုိင္ရာကေန အေျပာင္းအလဲေတြျဖစ္ခဲ့တာပါ။ဒီဇာတ္ကားက အင္ဒီယား နားဂ်ဳန္းတုိ႔၊ မံမီဇာတ္ကားတို႔လို မ်ိဳးပံုစံျဖစ္ၿပီး ထူးဆန္းတဲ့သမိုင္းေနာက္ခံအေၾကာင္းအရာေတြ၊ လွ်ိဳ႕၀ွက္နက္နဲမႈေတြကို စြန္႔စြန္႔စားစားရွာေဖြတဲ့ဇာတ္ကြက္ေတြ က စိတ္၀င္စားဖို႔ေကာင္းတာမို႔ ပရိသတ္ေတြသေဘာက်ၾကမွာပါ။ဒီေတာ့ ေရွးေဟာင္းဂူေတြကိုတူးရင္း မုိက်င္းအဖဲြ႕၀င္ေတြ ႀကံဳရမယ့္ စြန္႔စားခန္းေတြကုိ ဘယ္လိုဇာတ္အိမ္ဖဲြ႕ထားသလဲဆုိတာ ကုိယ္တုိင္ ဆက္ၾကည့္လုိက္ဦးေနာ္။ ဒီဇာတ္ကားမွာ ဟူပရိအျဖစ္ ခ်န္ကြန္၊၀မ္ခုိင္းရႊမ္အျဖစ္ ဟြမ္ဘုိ၊ ရွာလီရန္အျဖစ္ ႐ႈခ်ီတို႔က ပါ၀င္သ႐ုပ္ေဆာင္ထားၾကပါတယ္။(ရုပ္ရွင္အညႊန္းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mojin-lost-legend-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/69c41f83cf803b9b7476bc23f5310accc0d3de51b8075fda761f1326e64d2f3b_facebook-1-203x300.jpg",
        "title": "Alvin and Chipmunks : The Road Chip (2015)",
        "description": "၂၀၁၅ ထြက္ အသစ္ေလး တစ္ကားလာပါျပီဗ်ာ။ ဒီေကာင္ေလးေတြဆို အကုန္လံုး သိေနၾကေလာက္ပါျပီ။ ဒီတစ္ေခါက္ကားမွာေတာ့ သူတို႕ အေဖ Dave ဟာ မိုင္ယာမီကို ရည္းစားနဲ႕အတူ ၂ ေယာက္ထဲထြက္သြားျပီး သူတို႕ကို ရည္းစားရဲ႕ သားျဖစ္သူ Miles နဲ႕ ခ်န္ထားခဲ့တာက စပါတယ္။ Miles နဲ႕ သူတို႕ေတြ စေတြ႕ကတညး္က လံုး၀မတည့္ခဲ့ၾကတာပါ။ အဲဒီအခ်ိန္မွာပဲ Dave က မိုင္ယာမီခရီးမွာ လက္စြပ္ေလးကို သယ္သြားတာ ေတြ႕လိုက္တဲ့အခါ သူတို႕ ၃ ေယာက္နဲ႕ Miles က လံုး၀မိသားစု မလုပ္နိုင္ဘူးဆိုျပီး\n၄ေယာက္သား လက္ထပ္ခြင့္ေတာင္းတာကို ဖ်က္ဖို႕ မိုင္ယာမီကို ခရီးထြက္လာပါေတာ့တယ္။ ဒါေပမယ့္\nလမ္းတစ္ေလွ်ာက္ အခက္အခဲေတြ မ်ိဳးစံုေတြ႕လာတဲ့ အခါမွာေတာ့..........File size...(660 Mb)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....1 hr 32 min\nSubtitle....Moe Myint Lwin\nEncoder...Little Neo",
        "rating": "",
        "url": "https://channelmyanmar.org/alvin-and-chipmunks-road-chip-2015/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/jaqHR-1-300x200.jpeg",
        "title": "The Kung Fu Cult Master (1993) ၿမန္မာစာတန္းထိုး",
        "description": "တစ္ေခတ္တစ္ခါက ေကာင္းမြန္ၿပီးလူၾကိဳက္မ်ားခဲ႔တဲ႕ ဂ်က္လီရဲ႕ နဂါးႏိုင္ဓါးဇာတ္လမ္းပါ..နဂါးႏိုင္ဓါးရဲ႕ေက်ာရိုးဇာတ္လမ္းကိုယူထားေပမယ္႔လည္းပံုမွန္ကြ်န္ေတာ္တို႕ၾကည္႔ခဲ႔တဲ႕ ဇာတ္လမ္းတြဲထက္ေတာ႔ေတာ္ေတာ္မ်ားမ်ားကြဲထြက္ေနတာကိုသတိထားမိမွာပါ..အရသာမတူတဲ႕ဇာတ္လမ္းေလးကိုခံစားၾကည္႕လိုက္ပါ..ဇာတ္လမ္းအက်ဥ္းကိုမေၿပာေတာ႔ေပမယ္႔ သိတဲ႔သိထိုက္တဲ႔အခ်က္အလက္ေလးကိုမွ်ေ၀လိုက္ပါတယ္သိမ္းငွက္သူရဲေကာင္းရန္ကုိ႕ရဲ႕သံဓါးကို ဦးေလးတစ္၀မ္းကြဲေတာ္သူ ေကာက်င္႔ နဲ႕ သူ႕ဇနီးကရရွိခဲ႕ပါတယ္..အဲ႔ဓါးကိုရရွိခဲ႔အခါမွာေတာ႔ ေကာက်င္႕တို႕ဇနီးေမာင္ႏွံဟာ ဓါးကိုေရႊနဲ႕ေရာက်ိဳ ၿပန္အေရေဖ်ာ္ၿပီးဓါး၂လက္အၿဖစ္သြန္းလုပ္ခဲ႕တယ္..အဲ႕ဓါး၂လက္ကနဂါးႏိုင္ဓါးနဲ႕တိမ္လႊာဓါးတို႕ပဲၿဖစ္ၾကပါတယ္ေကာက်င္႕အေၾကာင္းကိုရိုက္ထားတဲ႔ မက္မြန္ေၿမက ခ်စ္ေတးတစ္ပုဒ္ ဆုိတဲ႔ဇာတ္လမ္းတြဲကိုၾကည္႕ဖူးသူေတြသိၾကမွာပါ..အဲ႕ဇာတ္ကားထဲမွာပါတဲ႕ မယ္ေခ်ာက္ဖုန္ရဲ႕ ဦးေခါင္းခြံကိုထုိးေဖာက္တဲ႕လက္သည္းသိုင္းဆိုတာ မရဏသိုင္းက်မ္းရဲ႕ဒုတိယတြဲပါ..အဲ႕ သိုင္းက်မ္းကိုေတာ႔ တိမ္လႊာဓါးအတြင္းမွာ ထည္႔သြင္းခဲ႕ပါတယ္..နဂါးႏိုင္ဓါးထဲမွာေတာ႔ စစ္ေရးစစ္ရာဗ်ဴဟာက်မ္း ( ေကာက်င္႕တို႕လိုက္ရွာခဲ႔တဲ႕က်မ္း )ကိုထည္႔သြင္းခဲ႕ပါတယ္...( 2003 က ရိုက္ကူးထားတဲ႔နဂါးႏိုင္ဓါးဇာတ္လမ္းတြဲထဲမွာေတာ႔ နဂါးႏိုင္ဓါးထဲမွာနဂါးႏိုင္လက္၀ါးသိုင္းကိုထည္႔သြင္းခဲ႕ပံုနဲ႕ရိုက္ထားပါတယ္ )အဲ႕ဓါး၂ေခ်ာင္းရဲ႕လ်ိဳ႕၀ွက္ခ်က္ကိုသိတဲ႕သူအေတာ္ရွားေပမယ္႔ ဒီဓါး၂ေခ်ာင္းကိုပိုင္ဆိုင္တဲ႔သူဟာသိုင္းေလာကတစ္ခုလံုးကို အမိန္႕ေပးလို႕ရတယ္ဆုိတဲ႕မက္လံုးနဲ႕သိုင္းေလာကတခုလံုးမွာဓါးလုပြဲေတြအၾကီးအက်ယ္ေပၚေပါက္လာပါတယ္ဒီေလာက္ဆုိသိေရာေပါ႕ :D ဆက္လက္ၾကည္႕ရွုပါ( ChannelMyanmar ကေနၿပီးေတာ႔ ရွားပါးတဲ႔ဇာတ္လမ္းေကာင္းေကာင္းအေဟာင္းေလးေတြကိုအမ်ားၾကီးထပ္ၿပန္ဖုိ႕ရွိေနေၾကာင္းသတင္းေကာင္းပါးလိုက္ပါတယ္)Filesize : 850 MBQuality : DvdRipFormat : mp4Run Time : 1h 39 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By LKEncoded By LKDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kung-fu-cult-master-1993/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/crown1-1-300x201.jpg",
        "title": "Crows Zero(2007)",
        "description": "IMDb rating 7.1/10 ထိရရှိထားတဲ့ ဂျပန် action ကားကောင်းလေးပါပဲ။\nအားလုံးပဲကြိုက်နစ်သက်မယ်လို့ထင်တဲ့ကျွန်တော်(စိုးထွေး)ရဲ့၁၅ကားမြောက် ဂျပန်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇတ်ကားလေးဟာဂျပန်ကာတွန်းကားကိုအခြေခံထားတဲ့ဇတ်ကားလေးတစ်ကားပါ။ လူငယ်လူရွယ်တွေနဲ့ Action ခပ်ကြမ်းကြမ်းကြိုက်သူတွေအကြိုက်တွေ့စေမဲ့ လမ်းသရဲဆန်ဆန်ကျောင်းသားဖိုက်တာကားလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေးအနည်းငယ်ပြောရရင် စုဇုရန်ကျောင်းမှာနစ်အလိုက်အဖွဲ့တွေအများကြီးရှိတယ်။ ပြောရရင်တော့ဖိုက်တာတွေများတာပေါ့ . စုဇုရန်ကျောင်းကိုကျောင်းသားသစ်ဂမ်းဂျိရောက်လာတဲ့ခါ\nဘာတွေဖြစ်မလဲ. . . ဂမ်းဂျိကကောဘယ်သူလဲ . . .အချိန်တိုအတွင်းမှာမိမိအဖွဲ့အင်အားတောင့်တင်းလာ အောင်ဂမ်းဂျိဘယ်လိုကြို းစားမလဲ။ကျောင်းမှာ ရှိနင့်ပြီးသားစီနီယာဖိုက်တာတွေကို ဂမ်းဂျိဘယ်လိုရင်ဆိုင်မလဲစသဖြင့်စိတ်ဝင်စားဖွယ်ရာအချက်အလက်တွေအများကြီးပါဝင်ပါတယ်။ စကီလေးတွေကော ကောင်လေးတွေကောအများကြီးပါဝင်တာကြောင့် . ဘဲချောချော . စကီချောချောလေးတွေငမ်းချင်သူများအကြိုက်ပေါ့ :D . . .\n(ဇာတ်ကား အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n@SanWinMaungFile Size                          : 900 ...",
        "rating": "",
        "url": "https://megaup.net/11wm3/Crowns_Zero_[2007]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/3504283_orig-1-300x199.png",
        "title": "Death Note TV Series (2015)",
        "description": "အခုတင္မဲ့စီးရီးကေတာ့ ဂ်ပန္ဇာတ္ကားေကာင္းႀကိဳက္ ပရိသတ္ႀကီးအတြက္ Death Note(2015) Series ပါ အရင္ DeathNote movie တုန္းကလိုပဲ Kira(Light) နဲ႔ L တို႔ရဲ႕ ၾကားထဲက ကစားပဲြလိုပါပဲ DeathNote ဟာ ဂ်ပန္ မန္ဂါ ကေနၿပီးေတာ့ Live Action ျပန္႐ိုက္ထားတဲ့ဇာတ္လမ္းပါပဲ\nMovie တုန္းကေတာ့ အက်ဥ္းခ်ဳံးသေဘာမ်ိဳးျဖစ္ေပမဲ့ Series ျပန္႐ိုက္တဲ့အခါမွာေတာ့ မန္ဂါထဲကဇာတ္လမ္းေတြ အတတ္ႏိုင္ဆံုး စံုေအာင္ျပန္႐ိုက္ထားပါတယ္ဇာတ္လမ္းသြားကေတာ့ Light တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူ အႏိုင္က်င့္ခံရတာကေန မေက်နပ္စိတ္ေတြျဖစ္တုန္း ေသမင္း Ryuk နဲ႔ေတြ႕ Deathnote စာအုပ္ကို ရလာပါတယ္ ဒီစာအုပ္မွာ နာမည္ေရးခံရရင္ အဲ့ဒီသူဟာ စကၠန္႔၄၀ အတြင္းေသမွာျဖစ္ပါတယ္ ေသရမဲ့အေၾကာင္းရင္းကိုေရးထားရင္ အဲ့ဒီအတိုင္းေသၿပီးေတာ့ မေရးရင္ေတာ့ ႏွလံုး႐ုတ္တရက္ေဖာက္ၿပီး ေသမွာပါ Light တစ္ေယာက္ Death Note စာအုပ္နဲ႔ Lကို ဘယ္လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/death-note-tv-series-2015/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/prem-ratan-dhan-payo-2-300x188.jpg",
        "title": "Prem Ratan Dhan Payo(2015)",
        "description": "ဒီဇာတ္ကားေလးမွာေတာ့ မင္းသားႀကီး ဆလက္မန္ခမ္း\nပါ၀င္ထားျပီး အႏုအလွ ပသာဒ စံုလင္စြာနဲ႔\nစိတ္ကူးလွလွေလး တင္ဆက္ထားတဲ႔ကားေကာင္းေလး\nတစ္ခုပါ။ ဇာတ္ကားရဲ႕ ဒိုင္ယာေလာ့ေတြကလည္း\nေတာ္ကီ ေဆာ္ႀကည္ေစမည္ မွာ အမွန္ျဖစ္ျပီး\nပုရိသ အဖို႔ ႀကဴနည္းျပ ဇာတ္လမ္းလည္း\nျဖစ္လာဦးမွာပါဇာတ္လမ္းအက်ဥ္းပရီတန္ပူ တိုင္းျပည္မွာ မင္းသားေလး ဗီေဂ်းဆင္းဟာ\nမႀကာခင္ နန္းတက္ပြဲက်င္းပေတာ့ မွာျဖစ္ပါတယ္။\nတစ္ဆက္တည္းမွာပင္ အျခားတိုင္းျပည္မွ မင္းသမီးေလး\nမယ္သီလီ ႏွင့္ ေရႊလက္ဆက္ ေစ့စပ္ပြဲလည္း က်င္းပမွာ\nျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္မႈအဖံုဖံုႏွင့္ ျပည့္စံုသေလာက္ရွိေနေသာ္လည္း မင္းသားဗီေဂ်းဆင္းရဲ႕\nမိသားစုကိစၥေတြက လႀကတ္ဇုန္အတြင္း ေရာက္ရွိေနသလို\nျဖစ္ေနခဲ႔ပါတယ္။အတိတ္ရဲ႕ကိစၥရပ္အဖံုဖံုေႀကာင့္\nဖေအတူမေအကြဲ ျဖစ္သူ\nစင္ဒရီကာ နဲ႕ ရာဟီကာ ညီအစ္မဟာ ဗီေဂ်းဆင္းကို\nအျမင္မႀကည္လင္ျဖစ္ခဲ႔ရတယ္။\nဗီေဂ်းဆင္းအဖို႔ အစ္ကိုနဲ႔ ညီမ သံေယာဇဥ္ကို\nျပန္လည္တည္ေဆာက္ဖို႔ ႀကိဳးစားရာမွာလည္း\nမေအာင္ျမင္ခဲ႔ေပ။တစ္ဖက္၌လည္း မေအကြဲ ညီအစ္ကိုေတာ္စပ္သူ\nေအေဂ်းဆင္းဟာ နန္းတက္လိုစိတ္ျပင္းျပျပီး\nအစ္ကိုျဖစ္သူ ဗီေဂ်းဆင္းကို လုပ္ႀကံခဲ႔ပါတယ္။\nဗီေဂ်းဆင္းအဖို႔ ေသကံမေရာက္ေသးေသာ္လည္း\nသတိျပန္လည္ မရေသးခ်ိန္ထိ ျဖစ္ေနရပါတယ္။ဒီလို အေျခအေနမွာေတာ့ နန္းတြင္းလံုျခံဳေရးမွဴးဟာ\nပရမ္ဆိုတဲ႔ ေကာင္ေလးကို ေတြ႔ရွိခဲ႔ပါတယ္။ ပရမ္ဆိုသူဟာ\nမင္းသားဗီေဂ်းဆင္းနဲ႕ ရုပ္ရည္ဆင္တူေနျပီး ေနာက္ဆံုးမွာေတာ့ နန္းတက္ပြဲနဲ႔ ေစ့စပ္ပြဲအျပီးထိ\nမင္းသားေနရာ ဟန္ေဆာင္ေစဖို႔ အထိန္းေတာ္ႀကီးကပင္\nအကူအညီေတာင္းယူခဲ႔ပါတယ္။ဒီလိုနဲ႔ နန္းတက္ပြဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/prem-ratan-dhan-payo2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/8134_front-1-248x300.jpg",
        "title": "Romeo And Juliet (1996) ၿမန္မာစာတန္းထိုး",
        "description": "နာမည္ၾကီးစာေရးဆရာ ရွိတ္စပီးယား ေရးသားခဲ႕တဲ႔ ရုိမီယိုနဲ႕ဂ်ဴးလီယက္ဆုိတဲ႕အေၾကာင္းကိုလူတိုင္းသိၾကမယ္ထင္ပါတယ္..1996 ခုႏွစ္မွာ ရုပ္ရွင္အၿဖစ္ထြက္ရွိခဲ႔ၿပီး မင္းသား လီယိုနာဒို နဲ႕Claire Danes တို႕ ပါ၀င္သရုပ္ေဆာင္ခဲ႔ၾကပါတယ္..IMDb Rate 6.8 ရရွိထားခဲ႔ၿပီး ကြ်န္ေတာ္႔အၿမင္သက္သက္ပဲေၿပာရမယ္ဆုိရင္ ထြက္သမွ် ရိုမီယို နဲ႕ဂ်ဴးလီယက္ဇာတ္ကားထဲမွာဒီကားကိုကြ်န္ေတာ္အၾကိဳက္ဆံုးပါ..မၾကာခင္ကမွ ေအာ္စကာဆုရရွိထားတဲ႔လီယို ရဲ႕ ငယ္ရြယ္စဥ္အခါကသရုပ္ေဆာင္မွုေတြနဲ႕အတူ ဇာတ္လမ္းကိုလိုက္ပါစီးေမ်ာလိုက္ပါဦး..အညႊန္းကိုေတာ႔ေပးစရာမလိုေလာက္ေတာ႔ဘူးလို႕ထင္ပါတယ္စာဖိုင္ဟာ dvd အေခြကေနထုတ္ထားတာၿဖစ္တဲ႕အတြက္ အနည္းငယ္လြဲမွားမွုမ်ားရွိပါကသည္းခံပါရန္Filesize : 800 MBQuality : DvdRipFormat : mp4Run Time : 2hSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/romeo-and-juliet-1996/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28429-2.jpg",
        "title": "A Letter To Momo (ျမန္မာစာတန္းထိုး) (၂၀၁၁)",
        "description": "MDb 7.3  Rotten Tomatoes 80% ရရိွထားတဲ့ ဇာတ္ကားေလးကေတာ့ မုိမိုဆိုတဲ့ ၁၁ ႏွစ္အရြယ္ေကာင္မေလးဟာ အေဖဆံုးၿပီးေနာက္ တိုက်ိဳမွာရွိတဲ့အိမ္ကိုေရာင္းခ်ၿပီး သူ႕အေမရဲ႕ ေမြးရပ္ဇာတိကို ေျပာင္းေရႊ႕လာခဲ့တယ္... သူ႕အေဖမဆံုးခင္ ေရးထားခဲ့တဲ့ အစမရွိအဆံုးမရွိစာေလးတစ္ေစာင္ကတဆင့္ ထူးဆန္းတဲ့ ပရေလာကသားေတြနဲ႕ ေတြ႕ဆံုမႈအေၾကာင္း ဇာတ္လမ္းဆင္ထားတယ္ဗ်..အညႊန္းထက္စာရင္ ဇာတ္လမ္းကို ကိုယ္တိုင္ၾကည့္မွ အရသာရွိမယ့္ဇာတ္ကားမို႕ ဘာမွအမ်ားႀကီး မညႊန္းေတာ့ပါဘူး..ေသခ်ာတာကေတာ့ \" မိုမိုသို႕ေပးစာ \" လုိ႕ အမည္ရတဲ့ Rating ျမင့္ ဒီဂ်ပန္ကာတြန္းကားေလးဟာ ၾကာျမင့္ခ်ိန္ ၂ နာရီအတြင္းမွာ ၾကည့္ရႈသူေတြကို ခံစားခ်က္အမ်ိဳးမ်ိဳးေပးစြမ္းႏိုင္မွာပါဗ်..\n File Size                 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-letter-to-momo/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/invisible-sister-poster-133x200.jpg",
        "title": "Invisible Sister (2015)",
        "description": "Invisible Sister (2015)_____IMDb - 6.1/10\n disney ကနေ ထုတ်လုပ်တင်ဆက်ထားတဲ့ Invisible Sisterဆိုတဲ့ဇာတ်ကားလေးကို\nတင်ပေးလိုက်ပါတယ်ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းတဲ့သိပ္ပံဇာတ်ကားလေးပါပဲ \nIMDb Rate ကတော့ 6.1 ရရှိထားပါတယ် 2015 တုန်းကထွက်ရှိထားပြီး\n ရိုက်ကူးသူဒါရိုက်တာကတော့ Paul Hoen ဖြစ်ပါတယ်\nကလီယို နဲ့ မော်လီတို့ဟာ ညီအစ်မဖြစ်ပါတယ်..မော်လီက အားကစားပွဲတော်တွေ ကစားနည်းတွေ အပျော်အပါးတွေမှာဝါသနာထုံတဲ့သူဖြစ်ပြီး ကလီယိုကတော့ သိပ္ပံပရောဂျက်တွေကိုလုပ်ဆောင်နေတဲ့သူတစ်ယောက်ပါ..ခဏခဏ\nလည်းကျရှုံးပါတယ်..တစ်နေ့ဆရာက ကလီယိုကို အိမ်မှာ သကြားဖေါ်ဖို့အတွက်သိပ္ပံပရောဂျက်ကိုလုပ်ခိုင်းလိုက်ပါတယ်\nအဲ့နေ့မှာ မော်လီကသူ့သူငယ်ချင်းတွေနဲ့အိမ်မှာပါတီလုပ်ပါတယ်.ကလီယိုက သကြားဖော်ရင်းနဲ့မတော်တဆနဲ့ဓါတုဗေဒ\nပစ္စည်းတွေ ဖျော်ရည်ထဲမှောက်ကျသွားပြီး အငွေ့တွေထွက်လာတဲ့အခါ လိပ်ပြာလေးတစ်ကောင်က အဲ့အငွေ့ကိုဖြတ်ပျံ မိတဲ့အခါမှာတော့ လိပ်ပြာကတော့ ကိုယ်ပျောက်သွားပါတယ်..ကလီယိုဟာလန့်ပြီးလိပ်ပြာကိုကြိုးစားပြီးလိုက်ဖမ်းပေမယ့်\nမမိပါဘူး အဲ့လိပ်ပြာကတော့ မတော်တဆပဲ မော်လီသောက်မယ့် ရေခွက်ထဲကိုကျသွားတဲ့အခါ ကိုယ်ပျောက်နေတာဖြစ်တဲ့အတွက်မော်လီကမမြင်ပဲသောက်လိုက်တဲ့အခါ ...........\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားကြပါ\n  File size : 802 MB\nQuality : WEB-DL 720p\nFormat : mp4\nRun Time : 1h 20 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://megaup.net/TExl/Invisible_Sister_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28529-1-300x168.jpg",
        "title": "Star Wars Episode 2 : Attack of the Clones(2002)",
        "description": "အပိုင္း ၂ ကို တင္ေပးလိုက္ပါျပီဗ်ာ။ ဒီအပိုင္းကေတာ့ ပထမပိုင္းအျပီး ၁၀ နွစ္ကာလကို ရိုက္ထားတာပါ။ ဒီဇာတ္လမ္းမွာေတာ့ ဂလက္ဆီရီပတ္ဘလစ္ကေန ျဂိဳလ္ေပါင္းမ်ားစြာဟာ ခြဲထြက္ဖို႕ ခ်ိန္းေျခာက္လာျပီး ခြဲထြက္ေရးအဖြဲ႕ေတြကို Jedi မာစတာေဟာင္း ျမိဳ႕စားၾကီး ဒိုကူက ဦးေဆာင္ပါတယ္။ အဲဒီအဖြဲ႕ေတြကို ဒီမိုကေရစီနည္းအရ ေျဖရွင္းဖို႕ၾကိဳးစားေပမယ့္ မေအာင္ျမင္တဲ့အျပင္ ခြဲထြက္အဖြဲ႕ေတြက စစ္တပ္တစ္ခုကိုပါ တည္ေဆာက္လာတဲ့အခါမွာ ေခါင္းေဆာင္ၾကီးကို အေရးေပၚအာဏာ အပ္နွင္းျပီး စစ္တပ္ဖြဲ႕စည္းခြင့္ျပဳလိုက္ရတဲ့အတြက္ ၾကယ္တာရာစစ္ပြဲၾကီး စတင္လာပါေတာ့တယ္။ ဒီအပိုင္းမွာေတာ့ အနာကင္နဲ႕\nပါ့ဒ္မီတို႕ရဲ႕ သံေယာဇဥ္ေဟာင္းေတြ ျပန္ဆက္တာကိုေတြ႕ရမွာျဖစ္ျပီး အၾကိဳက္ဆံုးအခန္းေတြ အေနနဲ႕\nကေတာ့ အၾကီးဆံုး Jedi တိုက္ပြဲၾကီးနဲ႕ မာစတာ Yoda ရဲ႕ အလင္းဓားတိုက္ပြဲကို ေတြ႕ရမွာျဖစ္ပါတယ္။File Size                          : 1 Gb\nQuality       ...",
        "rating": "",
        "url": "https://megaup.net/Rfvh/Star_Wars_Episode_2_-_Attack_Of_The_Clones_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/36127-1-197x300.jpg",
        "title": "Gremlins (1984)",
        "description": "ဒီမွာမစၥတာ ခင္ဗ်ားလိုက္နာရမယ့္စည္းကမ္းသံုးခ်က္ရိွတယ္ ဟုတ္ၿပီ.. ဘယ္လိုစည္းကမ္းခ်က္ေတြလဲ... ပထမအခ်က္.. သူ႔ကိုအလင္းေရာင္ေအာက္ ေတြမွာမထားနဲ႔... သူကအလင္းစူးစူးေတြကိုမုန္းတယ္ အထူးသျဖင့္ေနေရာင္ပဲ... ေနေရာင္ကသူ႔ကိုေသေစတယ္... ဒုတိယတစ္ခ်က္က.. သူ႔ကိုေရနဲ႔ေဝးေဝးမွာထားရမယ္ သူ႔ကိုလံုးဝေရမစိုေစပါနဲ႔ ေရလည္းခ်ိဳးမေပးမိပါေစနဲ႔... တတိယအခ်က္က အေရးအႀကီးဆံုးစည္းမ်ည္းပဲ... လံုးဝသတိေမ့လို႔မရဘူး သူဘယ္ေလာက္ပဲငိုငို သူဘယ္ေလာက္ပဲေတာင္းပန္ပါေစ...(ဘယ္ေတာ့မွေနာ္) ဘယ္ေတာ့မွသန္းေခါင္ေက်ာ္တာနဲ႔ သူ႔ကိုအစာမေကြၽးမိေစနဲ႔Gremlins ဟာ 1984 ခုႏွစ္ကထြက္ထားတာျဖစ္တဲ့အတြက္ေတာ္ေတာ္ေလးကိုၾကာေနၿပီလို႔ဆိုႏိုင္ပါတယ္ ကားေဟာင္းေတြရဲ႕ထံုးစံအတိုင္း သေဘာမက်စရာဇာတ္ဝင္ခန္းတခ်ိဳ႕ရိွေပမယ့္ ကားေဟာင္းေတြထဲမွာေတာ့ ေတာ္ေတာ္ၾကည့္လို႔ေကာင္းတယ္လို႔ေျပာလို႔ရပါတယ္ ဒီကားမွာေတာ့ ေရကန္ထဲကို gremlin တစ္ေကာင္ျပဳတ္က်သြားတဲ့ဇတ္ဝင္ခန္းရယ္ ေနာက္ဆံုး ေရပန္းမွာေရစိုေအာင္လုပ္တဲ့ဇာတ္ဝင္ခန္းႏွစ္ခန္းေတာ့ ေက်ာ္သေဘာမက်ပါဘူး old films ေတြရဲ႕ထံုးစံလိုလုပ္ထားလို႔ပါ က်န္တာေတာ့ေျပာစရာမရိွဘူးလို႔ေျပာႏိုင္ပါတယ္ 1984 ခုႏွစ္ရဲ႕ animation ကခုေလာက္ေတာ့မဟုတ္ေပမယ့္ သူ႔အခ်ိန္တုန္းကေတာ့ လူႀကိဳက္မ်ားခဲ့တယ္ဆိုတာ IMDB rating 7.2 ဆိုတာကသက္ေသျပေနပါတယ္႐ုပ္႐ွင္ကားကို PG အဆင့္ေလာက္နဲ႔သာရိုက္ထားလို႔ အားမရစရာေလးေတာ့ရိွပါတယ္ ခုခ်ိန္လိုမ်ိဳးသာ animation ေကာင္းေကာင္းနဲ႔ သတ္တဲ့ျဖတ္တဲ့အခန္းေလးေတြအမိုက္စားထည့္ေပးၿပီးအသစ္ျပန္႐ိုက္ရင္ ဒီလို Horror, Comedy နဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/gremlins-19844/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/poster-1-141x200.jpg",
        "title": "The Lady (2011)",
        "description": "The Lady (2011)\n********************************(သံမဏိလိပ်ပြာ)IMDB (7.1)Google users 81% ဇာတ်လမ်းအကျဉ်း\n——————–\n၁၉၄၇ ခုနှစ် ဇူလိုင် ၁၉ရက်နေ့မှာ ဗိုလ်ချုပ်အောင်ဆန်းနဲ့ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေကို ဂဠုန်ဦးစော ကလုပ်ကြံ\nသတ်ဖြတ်တဲ့ နေရာကနေစပြီးတော့ အခြေတည်ထားပါတယ်။ ထိုစဉ်မှာ ဒေါ်အောင်ဆန်းစုကြည်မှာ ၂နှစ်အရွယ်\nသမီးလေးအဖြစ်သာရှိနေပါသေးတယ်။အသက်အရွယ်ရလာတော့ ဒေါ်အောင်ဆန်းစုကြည်တစ်ယောက် အင်္ဂလန်မှာပဲ အခြေကျပြီးတော့\nMichael Aris (Oxford ကဆရာ) နဲ့ အိမ်ထောင်ကျပါတယ်။ သား၂ယောက်ထွန်းကားပါတယ်။ ၁၉၈၈ ခုနှစ်မှာ ဒေါ်စု\nအမေ ဒေါ်ခင်ကြည်ရဲ့ ကျန်းမာရေးအခြေအနေကြောင့် မြန်မာပြည်ကို ပြန်လာခဲ့ပါတယ်။ဒေါ်စု ပြန်လာတဲ့အခိုက်\nမှာ ၁၉၈၈ အရေးအခင်းနဲ့ကြုံရပြီးတော့…..မြန်မာ့ဒီမိုကရေစီလမ်းကြောင်းအတွက် သူမရဲ့ဘဝတစ်ခုလုံးကိုရင်းနှီးမြှပ်နှံထားပုံတွေကို သမိုင်းပေါ်အခြေခံလို့ ကြည့်ရှုရမယ့် Biographical Film ဖြစ်ပါတယ်။Review CrdFile Size : (GB) and (1.3 GB)\nQuality : Blu-Ray 1080p\nFormat…mp4\nDuration… 2h 12min\nGenre : Biography, Drama, History\nSubtitle : Myanmar ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-lady-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Tae-Guk-Gi-poster-133x200.jpg",
        "title": "Tae Guk Gi: The Brotherhood of War (2004)",
        "description": "Tae Guk Gi : The Brotherhood Of War (2004)\nIMDb - 8.1/10_____Rotten - 80% \nလူကြိုက်များပြီးသားစစ်ကားတကားဖြစ်သလို မြန်မာစာတန်းထိုးနဲ့ ရသပြည့်ပြည့်၀၀ ခံစားရအောင်တင်ဆက်ပေးလိုက်ပါတယ်\nသမိုင်းနောက်ခံ Fatherland Liberation War လို့ခေါ်တဲ့တောင်ကိုရီးယားနဲ့မြောက်ကိုရီးယားကြားမှာ\n25ဇူလိုင်လ၁၉၅၀ကနေစပြီးဖြစ်ပွါးခဲ့ပါတယ် ၃နှစ်ကြာ(၁၉၅၀ ဇူလိုင် ၂၇မှ)ပြီးမယ့်\nဒီစစ်ပွဲမှာ အမေရိကန်တွေက တောင်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့သလို ဆိုဗီယက်\nအထောက်အပံ့ရထားတဲ့တရုတ်တွေကမြောက်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့တယ်\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးကာလအရှိန်မြင့်နေတဲ့အချိန်မှာဖြစ်ခဲ့တဲ့ဒီစစ်ပွဲမှာ\n၁၉၄၅စက်တင်ဘာလ၈ရက်နေ့ ဒုတိယဗိုလ်ချုပ်ကြီး အန်ချီယွန်ကိုရောက်လာပြီး\nလတ္တီကျူ38ဒီဂရီမျဉ်းနဲ့အပြိုင်ဒေသမှာ ဂျပန်တို့လက်နက်ချပွဲတက်ရောက်ခဲ့တယ်\n၁၉၄၅ဒီဇင်ဘာလမှာ ဆိုဗီယက်အမေရိကန်ကော်မရှင်အဖွဲ့ကကိုရီးယားကိုအုပ်ချုပ်ခဲ့တယ်\nဂျပန်ကိုအတူတိုက်ထုတ်ခဲ့ကြတဲ့ ကိုရီးယားနိုင်ငံသားတွေဟာတောင်မြောက်ကွဲပြီး\nသူသေကိုယ်သေတိုက်နေသလို စစ်အေးကာလသြဇာကြီးမားဖို့အတွက်\nအမေရိကန်နဲ့ဆိုဗီယက်တို့ကလဲအပြိုင်အဆိုင်တိုက်ကောင်းနေကြတဲ့အချိန်လဲဖြစ်တယ်\nဇာတ်လမ်းအကျဉ်း အေးချမ်းပြီးပျော်ဖို့ကောင်းတဲ့မိသားစုတခုမှာ\nဂျင်တေး ဂျင်ဆောက်ညီအကို၂ယောက်....\nညီအကို၂ယောက်ကတော့  ဒါရိုက်တာရင်နဲ့ထယ်ဆောက်လို့လူသိများတဲ့\nနာမည်ကြီးမင်းသား နှစ်ယောက်ပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ရဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်း\nဇာတ်ကားဟာ ပိုပြီးတော့ ရသမြောက်ခဲ့တယ်လို့ပဲဆိုရမှာပေ့ါ.....\nအဖေမရှိတော့ပေမယ့် သူတို့ကိုချစ်တဲ့စကားမပြောနိုင်တဲ့\nအမေရယ် အကိုဂျင်တေးရဲ့စေ့စပ်ထားတဲ့မိန်းမရယ်သူ့မောင်လေး\nတွေနဲ့သူတို့မိသားစုကအတော်ကိုအေးချမ်းခဲ့တယ်  \nဖိနပ်ချုပ်ဖိနပ်တိုက်တဲ့အကိုဖြစ်သူကစာတော်ပြီးလိမ္မာရေးခြားရှိတဲ့\nသူ့ညီကိုအတော်ကိုချစ်ခဲ့တယ်... ၁၉၅၀ခုနှစ် ကိုရီးယားစစ်ပွဲကသူတို့မိသားစုကို\nမမျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးတွေသယ်လာပေးခဲ့တယ်\nအသက်၁၈နှစ်ကနေ၃၀ကြား ယောက်ျားအားလုံးစစ်မှုထမ်းရမယ်ဆိုတဲ့\nအမိန့်အောက်မှာညီဖြစ်သူဂျင်တေးအစားလိုက်သွားဖို့တောင်းဆိုရင်းကနေ\nညီအကို၂ယောက်စလုံး စစ်ပွဲထဲပါခဲ့တယ်\nစစ်ဖြစ်နေတဲ့ကာလမှာညီဖြစ်သူကိုအိမ်ပြန်နိုင်အောင်ဘယ်လိုကြိုးစားခဲ့လဲ...\nသူချစ်တဲ့သူ့ဇနီးလောင်း..သူ့မိခင်ကြီးတို့ဘယ်လိုရုန်းကန်ခဲ့ရသလဲ...\nဖိနပ်ချုပ်နေရင်းနဲ့သူ့ညီစာသင်ပေးခဲ့တဲ့ ကောင်လေးတယောက်က မြောက်ကိုရီးယား\nတပ်ထဲအတင်းသွင်းခံရတဲ့အခါမှာ သူတို့ဘယ်လိုတွေရင်ဆိုင်ခဲ့ကြလဲ...\nစစ်ပွဲသရုပ်ပေါ်လွင်အောင်ရိုက်ထားတဲ့စစ်ကားဖြစ်သလို\nအချစ်အမုန်းရသစုံအောင်ဇာတ်အိမ်ဖွဲ့ထားတဲ့ဒီစစ်ကားလေးဟာလည်း\nအပစ်အခတ်အကြမ်းအတမ်းတွေကြားမှာ ဂရုဏာသက်စရာ သနားစရာ ဇာတ်ဝင်ခန်းတွေကို\nရိုက်ပြသွားတဲ့ ရိုက်ကွက်တွေဟာဆိုရင် တကယ်ကိုပြောင်မြောက်လွန်းပါတယ်\nIMDb rating 8.2 ထိရထားပြီး အတော်လေးကိုကောင်းတဲ့စစ်ကားဖြစ်ကြောင်းညွှန်းပါရစေ\nမဖြစ်မနေကြည့်သင့်တဲ့စစ်ကားတကားဖြစ်တယ်လို့ပဲညွှန်းပါရစေ... \nဘာသာပြန်သူအညွှန်းရေးသူကတော့ \" ...",
        "rating": "8.1",
        "url": "https://megaup.net/1yFly/Tae_Guk_Gi_-_The_Brotherhood_Of_War_(Taegukgi_Hwinalrimyeo)_[2004]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/TADEXPL_3D_DVD-SKEW_WHT-2-201x300.jpg",
        "title": "Tad : The Lost Explorer (2012)",
        "description": "Channel Myanmar က ကာတွန်းကားတွေ မတင်တာကြာပြီမို့ ဒီတစ်ခါ ကာတွန်းကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ...\nဒီကားလေးကလည်း ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ ကာတွန်းကားတွေထဲက စိတ်ထဲမှတ်မှတ်ရရရှိနေခဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ..\nဇာတ်လမ်းလေးကတော့ ...\nဖခင်ဖြစ်သူလို ရှေးဟောင်းသုတေသနပညာရှင် ဖြစ်ချင်နေတဲ့ တက်ဒ်(Tad) ဆိုတဲ့ကောင်လေးဟာ ဖြစ်ချင်တာကို မလုပ်ရပဲ ကြုံရာအလုပ်ကိုသာ လုပ်နေခဲ့ရပါတယ် ... ဒါပေမယ့် သူ့ရဲ့ဝါသနာကြောင့် အလုပ်တွေမှာ အဆင်မပြေဖြစ်ရပါတယ် ... ဒါပေမယ့်\nတစ်နေ့မှာ သူ့ရဲ့အိပ်မက်တွေဖြစ်လာဖို့အခွင့်အရေးတစ်ခုကို မမျှော်လင့်ပဲကြုံတွေ့ရပါတော့တယ် ...\nအဲ့ဒါကတော့ ပျောက်ဆုံးနေတဲ့မြို့တော်တစ်ခုကို ရှာဖွေရမယ့် အခွင့်အရေးပါ\nဒါပေမယ့် အနှောက်အယှက်တွေ ထူးဆန်းမှုတွေ စွန့်စားမှုတွေ အပြည့်နဲ့ ကြုံလာခဲ့တဲ့အခါမှာတော့ ....ဒီဇာတ်ကားလေးကို ကြည့်လိုက်ရင် နာမည်ကြီးဇာတ်လမ်း အင်ဒီယာနာဂျုန်းစ်ကို ကာတွန်းဗားရှင်းနဲ့ပြန်ကြည့်ရသလိုခံစားရစေမှာပါ(တလွဲလေးတွေတော့ ပါတာပေါ့လေ ငိငိ )\nပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်...ကြည့်ရှုအားပေးကြပါဦး\n(Like & Share လေးလုပ်သွားဖို့လည်း မမေ့ကြနဲ့ဦးနော် .. လူကြီးမင်းတို့ရဲ့ Like/Share တစ်ချက်က ကျွန်တော့်တို့အတွက် ...",
        "rating": "",
        "url": "https://megaup.net/3bPNX/Ted_-_The_Lost_Explorer_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/doa-1-300x169.jpg",
        "title": "DOA : Dead Or Alive (2006) ျ",
        "description": "မင္းသမီး အလန္းေတြရဲ့ Sexy က်က် သရုပ္ေဆာင္မႉေတြနဲ့ အတူ ဖိုင္တင္ခန္း ၾကမ္းၾကမ္း ၾကည္ ့ဖို႔ႏွစ္ သက္ မယ္ ဆိုရင္ ေတာ့ဒိီဇတ္ ကား ေလးကိုၾကည္ ့ဖို႔ အရင္ ဆံုး ေျပပါရေစ။ဇတ္ လမ္ းအၫြန္ းကို ၫြန္ းျပရမယ္ ဆိုရင္ ေတာ့.အထဲကဇတ္ ေကာင္ ေတြကသူတို႔ရဲ႕အ ေၾကာင္ းမ်ိဳးမ်ိဳး ေၾကာင္ ့DOAကို ေရာက္ လာျခင္ းျဖစ္ လို႔ပါပဲ..ဒီ ေတာ့..ဇတ္ လမ္ းရဲ႕..သ ေဘာအနည္ းငယ္ ေလာက္ ပဲၫြန္ းျပပါရ ေစ...\"ကဆူမီ\"ဆိုတဲ့ ေကာင္ မ ေလးဟာ..သူမရဲ႕ ဲ့အကို..ကို႐ွာဖို႔ရန္ အတြက္ DOAကို ေရာက္ လာခဲ့ပါတယ္ ...DOAဆိုတာက...တိုက္ ခိုက္ မႈ ေနရာမွာ.အရည္ းအခ်င္ းရိွတဲ့သူ ...",
        "rating": "",
        "url": "https://megaup.net/2gND4/DOA_-_Dead_Or_Alive_[2006]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/latest-1-200x300.jpg",
        "title": "Star Wars I : The Phantom Menace (1999)",
        "description": "ကမာၻ႕ပရိသတ္အင္အားအမ်ားဆံုးကားေတြထဲမွာ အပါအ၀င္ျဖစ္တဲ့ စတား၀ါးစ္ ဇာတ္လမ္းေတြကို တင္ေပးပါေတာ့မယ္။ စုစုေပါင္း ဇာတ္ကား ၇ ကားထြက္ရိွထားပါတယ္။ စတား၀ါးစ္ ဇတ္လမ္းရဲ႕ ထူးျခားတာတစ္ခုကေတာ့ ၁၉၇၇ ပထမဆံုး ထြက္ရိွခဲ့တဲ့ ကားဟာ နံပါတ္ ၁ မဟုတ္ဘဲ နံပါတ္ ၄ ျဖစ္ေနတာပါပဲ။ အစဥ္အရဆိုရင္ ၄ ၅ ၆ ၁ ၂ ၃ ၇ဆိုျပီး ထြက္ရိွခဲ့တာပါ။ က်ေတ္ာကေတာ့ ၁ ကေန ၇ ထိ အစဥ္တိုင္းပဲ တင္ေပးသြားပါမယ္။ ဒီကားေတြကို ဘာသာျပန္ဖို႕ ေတြေ၀ေနရတာက ဒီဇာတ္ကားရဲ႕ ဒိုင္ယာေလာ့ခ္ ေတြဟာ ကမာၻေက်ာ္ျပီးသားျဖစ္ေနျပီး အခုခ်ိန္ထိ တျခားရုပ္ရွင္ေတြအမ်ားၾကီးထဲမွာ\nကိုးကားျပီးေျပာေနၾကတုန္းျဖစ္တဲ့အတြက္ ျမန္မာမႈျပဳလိုက္ရင္ သေဘာမတူစရာေတြ ေတြ႕လာမွာစိုးတာပါ။\nဒါေပမယ့္ အတတ္နိုင္ဆံုး ဘာသာျပန္ျပီး တင္ေပးလိုက္ပါျပီ။ ဒီဇာတ္လမ္းအားလံုးဟာ အနာဂါတ္မွာ ျဖစ္ေနတာေတြ မဟုတ္ဘဲ ဟိုးေရွးေရွးတုန္းက ေ၀းကြာလွတဲ့ တစ္ေနရာရာက ...",
        "rating": "",
        "url": "https://megaup.net/Rfve/Star_Wars_Episode_1_-_Phantom_Menace_[1999]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Volver_8-1-210x300.jpg",
        "title": "Volver(2006) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းကေတာ့ မိသားစုအိမ္တြင္းေရးေတြကို စိတ္၀င္စားေအာင္ရိုက္ထားတဲ့စပိန္ဇာတ္ကားလို႕ပဲဆိုပါေတာ့ မင္းသမီး ရန္မန္ဒါဟာ မိသားစုအတြင္းေရးေတြလည္း ရႈပ္ေထြးေနၿပီးေတာ့ အလုပ္ကိုလည္း အႏိုင္ႏိုင္လုပ္ကိုင္ေနရရွာတယ္.... ဇာတ္လမ္းစတာကေတာ့ သူ႕သမီးကို သူ႕ရဲ႕ေနာက္ေယာက္်ားက အဓမၼက်င့္ဖို႕ ၾကိဳးစားရာက သူ႕သမီးက ပေထြးက သတ္လိုက္တာပဲ... ထိုကိစၥေတြ ၿဖစ္ေနခ်ိန္မွာ သူခ်စ္ရတဲ့ အေဒၚကလည္း ဆံုးပါးသြားတယ္... ဒီၾကားထဲမွာမွ မထင္မွတ္တဲ့ ကိစၥေတြပါ ထပ္မံေရာေထြေပၚလာတဲ့အခ်ိန္မွာေတာ့ မိသားစုေရးရာကိစၥေတြကို ရန္မန္ဒါတေယာယက္ဘယ္လိုေၿဖရွင္းမလဲဆိုတာကို ဆက္လက္ၾကည္႕ရႈၾကပါ စပိန္ဇာတ္ကားဆိုေပမယ့္ IMDb rating 7.2 အထိ ရရိွထားပါတယ္File Size         : 950 MBQuality           : Blu ray 720PRunning Time : 2hr 1 minuteFormat           : Mp4Genre             : Comedy,Crime, DramaEncoder         : Joker.phsDownload And watch With Pcloud Link ...",
        "rating": "",
        "url": "https://channelmyanmar.org/volver2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Love27s_Coming_Movie_Banner-1-203x300.jpg",
        "title": "Love’s Coming (2014)",
        "description": "႐ုပ္႐ွင္ကားေတြမွာ rating သတ္မွတ္ခ်က္ေတြ ဘယ္ေလာက္ပဲေကာင္းေကာင္း ႐ုပ္႐ွင္ၾကည့္သူအကုန္လံုးနဲ႔ေတာ့အံဝင္ဂြင္က်ျဖစ္ေလ့မရိွပါဘူး... ကိုယ္ပိုင္စိတ္ ကိုယ့္ခံယူခ်က္အတိုင္းဇာတ္ေကာင္ေတြကိုႏွစ္သက္တယ္မႏွစ္သက္ဘူးဆိုႏိုင္သလို ဇာတ္လမ္းတစ္ခုအေနနဲ႔ပဲၾကည့္ႏိုင္သူေတြလည္းရိွပါတယ္...ဒီေတာ့ဇာတ္လမ္းကိုအရင္ၫႊန္းေပးပါ့မယ္...အိမ္နီးခ်င္းေကာင္ေလးႏွစ္ေယာက္ျဖစ္တဲ့ Gump နဲ႔ Nai တို႔မွာ စာညံ့တဲ့ Nai ကိုစာျပေပးဖို႔ Gump ဟာေန႔စဥ္လို Nai ရဲ႕အိမ္ကိုသြားရတာဟာ Gump ရဲ႕သူငယ္ခ်င္းေတြမွာသံသယေတြျဖစ္လာေစပါတယ္... အဲ့ဒီအတြက္ သံသယဝင္ေနတဲ့သူငယ္ခ်င္းသံုးေယာက္ဟာ Gump ရဲ႕အမွန္တရားကိုသိဖို႔အတြက္ နည္းလမ္းေတြ႐ွာေဖြလာပါေတာ့တယ္... အရင္းဆံုးသူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ဦးေလးဆီမွာအကူအညီေတာင္းၿပီးသူ႔ရဲ႕နည္းလမ္းေတြအတိုင္းစမ္းသပ္ပါေတာ့တယ္... ပထမနည္းလမ္းကအဆင္မေျပခဲ့သလို ဒုတိယတစ္ခုကလည္း ပံုမလာခဲ့တဲ့ေနာက္ စိတ္ပ်က္စျပဳလာတဲ့သူငယ္ခ်င္းသံုးေယာက္ဟာ ေနာက္ဆံုးနည္းလမ္းအတိုင္း Gump န႔ဲ Nai ကိုပါေခၚၿပီးခရီးတစ္ခုထြက္ၾကပါေတာ့တယ္... အဲ့ဒီမွာေတာ့ ပံုမွန္အတိုင္းမဟုတ္ပဲ သူငယ္ခ်င္းသံုးေယာက္ဟာ ဝွက္ဖဲတစ္ခုထုတ္သံုးခဲ့တဲ့ေနာက္ ဘာဆက္ျဖစ္မလဲဆိုတာေတာ့...ကဲ ဒီတစ္ခါဇာတ္ကားတစ္ခုလံုးကိုသံုးသပ္ျပပါ့မယ္... 2014 ခုႏွစ္ရဲ႕ gay movie ကားေကာင္းတစ္ကားျဖစ္ၿပီး ပံုမွန္သတ္မွတ္ခ်က္ IMDB rating 6.7 အထိရထာၿပီး 8.1 နယ္ပယ္အထိတက္လာခဲ့ပါတယ္... Comedy, Romance အမ်ိဳးအစားျဖစ္တဲ့အတြက္ Mario Maurer ရဲ႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/loves-coming2014/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Diario_de_una_Ninfomana_poster-1-212x300.jpg",
        "title": "Diary of a Nymphomaniac (2008) (18++)",
        "description": "ဇာတ္ကားရဲ႕နာမည္က Diario de una Ninfómana\n(Diary of a Nymphomaniac (or) Diary of a Sex Addict) လို႔ အဓိပၸာယ္ရပါတယ္။\nစပိန္စကားေျပာ ဇာတ္ကားျဖစ္ပါတယ္။\nဒီဇာတ္ကားဟာ ျပင္သစ္စာေရးဆရာ Valérie Tasso ရဲ႕ နာမည္ေက်ာ္ဝတၳဳကို ျပန္ရိုက္ကူးထားတာပါ။Valérie ဆိုတဲ့ စပိန္ေရာက္ ျပင္သစ္သူေလးဟာ အသက္ ၁၅ နွစ္အရြယ္မွာ\nသူရဲ႕ အပ်ိဳစင္ဘဝကုိ စြန္႔လႊတ္လိုက္ပါတယ္။\nသူနဲ႔ သူ႔ခ်စ္သူေကာင္ေလးတို႔ ေပ်ာ္ပြဲစားခရီးတစ္ခုမွာ အေပ်ာ္ေတြလြန္ နယ္ေတြကြ်ံခဲ့ၾကပါတယ္။\nအဲဒီအခ်ိန္ကစလို႔ သာယာမႈကို အလြန္အမင္း မက္ေမာသြားရွာတဲ့\nValérie တစ္ေယာက္ သာယာမႈေနာက္ကို တေကာက္ေကာက္လိုက္လို႔ အေပ်ာ္ေတြ ရွာပါေတာ့တယ္။Valérie ရဲ႕ လိုအင္ဆႏၵေတြဟာ ဘယ္ေသာအခါမွ ျပည့္စံုျခင္းမရွိပါဘူး။\nေတာင့္တၿမဲ ေတာင့္တဆဲပါပဲ။\nအရြယ္ေရာက္လို႔ အိမ္ေထာင္က်သြားတဲ့အခါ ဆႏၵရမက္ျပင္းထန္တဲ့\nသူ႔ကို သူ႔ခင္ပြန္းျဖစ္သူကေတာင္ သည္းမခံႏိုင္ေတာ့ပါဘူး။အိမ္ေထာင္ကြဲလို႔ တစ္ခုလတ္ျဖစ္သြားတဲ့ေနာက္ Valérie တစ္ေယာက္\nေနာက္ထပ္ ခပ္ေခ်ာေခ်ာ ေကာင္ေလးတစ္ေယာက္နဲ႔ ေတြ႕ဆံုမိပါတယ္။\nအဲဒိေကာင္ေလးကိုေတာ့ သူ႔ခမ်ာ အရူးအမူးခ်စ္ၿပီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/diary-of-nymphomaniac-2008-188/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/cover_protector_fi-1-300x180.jpg",
        "title": "The Protector (2005)",
        "description": "IMDb rating 7.1/10 ထိရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့ က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၁\nကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။ ဒီဇာတ္ကားအပိုင္း(၂)ကိုေတာ့က်ြန္ေတာ္တို႔ရဲ႕channel\nmyanmar မွာတင္ထားျပီးပါျပီ။ အဲဒါေၾကာင့္ပရိတ္သတ္ေတြရဲ႕အာသီသကိုက်ြန္ေတာ္က နားလည္သာအားျဖင့္အပိုင္း(၁)ကိုဘာသာျပန္ေပးလိုက္ပါတယ္။ ong-bak ဘုရားေခါင္းခိုးတဲ႔ကားနဲ႔နာမည္\nၾကီးခဲ႔တဲ႔ထိုင္းမင္းသားတိုနီဂ်ာဟာ အခုဆိုရင္ေဟာလီးဝုဒ္ထိကိုေအာင္ျမင္စျပဳေနပါျပီ။ ဒီဇာတ္ကားဟာ တိုနီဂ်ာရဲ႕ျပည္ပမွာထြက္ျပီးရိုက္ကူးခဲ႔တဲ႔ပထမဆံုးကားလည္းျဖစ္ပါတယ္။ အာဆီယံကအက္ရွင္ မင္းသားေတြထဲမွာတိုနီဂ်ာဟာ အလြန္ေအာင္ျမင္ေနတဲ႔မင္းသားတစ္လက္အျဖစ္ယခုအခ်ိန္မွာ ရပ္တည္ေနပါျပီ။ သူ႕ရဲ႕ထိုးကြက္ဆန္း တိုက္ကြက္ဆန္းေတြကတိုနီဂ်ာကိုနာမည္ၾကီးေစတဲ႔ အခ်က္ေတြပါပဲ။(အစပိုင္းမွာေပ်ာ္ရြင္စရာမိသားစုအျဖစ္ခမ္ရယ္ခမ္ရဲ႕အေဖရယ္ဆင္၃ေကာင္ရယ္ရွိေနတဲ႔အခ်ိန္မွာ ကံၾကမၼာက ဆိုးခ်င္ေတာ့ဆင္တစ္ေကာင္ကရန္သူေတြရဲ႕ေသနတ္က်ည္ဆန္ေၾကာင့္ေသဆံုးခဲ႔ျပီး က်န္\nတဲ႔ဆင္၂ေကာင္ကိုၾသစေတးလ်ကိုေခၚေဆာင္သြားတဲ႔လူတစ္စု။ မိမိရဲ႕ဆင္ကိုၾသစေတးလ်ထိလိုက္ျပီး ခမ္ဘယ္လိုကယ္တင္မလဲမိမိပက္သက္မိတဲ႔လူဆိုးဂိုဏ္းကသာမန္ဂိုဏ္းေလးမဟုတ္ပဲတရုတ္ မာဖီးယားဂိုဏ္းျဖစ္ေနေသာအခါ ခမ္ဘယ္လိုရင္ဆိုင္မလဲၾသဇီမွာတာဝန္က်ေနတဲ႔ထိုင္းနိင္ငံသားရဲသား  မက္ကေကာခမ္ကိုဘယ္လိုကူညီမလဲစသျဖင့္. . . ဇာတ္လမ္းအက်င္းေလးအနည္းငယ္ေျပာခဲ့ပါတယ္။) ဒီဇတ္ကားေလးမွာထိုင္းနိင္ငံရဲ႕ဆင္ေတြအေပၚထားတဲ႔ေလးျမတ္မႈကိုေတြ႔နိင္သလို နိင္ငံျခားသားfighter ေပါင္းစံုကိုလည္းအစံုအလင္ေတြ႕နိင္ပါတယ္။ၾကည့္ျပီးသူမ်ားၾကည့္ျပီးတယ္ဆိုေပမဲ႔ျမန္မာစာတန္းထိုးနဲ႔ၾကည့္တာကပိုျပီးဇတ္ကားရဲ႕ရသေျမာက္ေစမယ္လို႔ေျပာၾကားရင္းေဒါင္းလုပ္လင့္သာေျပးႏွိပ္ၾကပါကုန္။\n(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)\n@SanWinMaung\nPart 2 ကိုၾကည့္ရႈလိုသူမ်ားက ဒီလင့္ကေနရယူႏိုင္ပါတယ္။\nFile Size                          : 999 Mb\nQuality                            : HD 720P\nFile Size 2                       : 450 Mb\nQuality                            : HD ...",
        "rating": "",
        "url": "https://megaup.net/2gWP3/The_Protector_[2005]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/exposed-poster-2-203x300.jpg",
        "title": "Exposed (2016)",
        "description": "မင္းသားၾကီး ကီႏူးရိဗ္က ရဲစံုေထာက္စေကာ့ဂယ္လ္ဘန္အျဖစ္လည္းေကာင္း၊\nမင္းသမီးေလး Ana de Armas က အစၥဘဲလ္အျဖစ္လည္းေကာင္း ပါဝင္သရုပ္ေဆာင္ထားတဲ့\nဇန္နဝါရီလကမွ ထြက္ထားတဲ့ ဇာတ္ကားအသစ္ေလးျဖစ္ပါတယ္။\nKnock Knock ဇာတ္ကားမွာ ကီႏူးရိဗ္ကို အေတာ္ေလး ဒုကၡေပးသြားတဲ့\nမင္းသမီး Ana de Armas ကိုေတာ့ မွတ္မိဦးမယ္ ထင္ပါတယ္။\nဒီဇာတ္ကားမွာလဲ သူတို႕ႏွစ္ဦးေပါင္းျပီး ဆက္လက္တင္ဆက္ထားပါတယ္။\nဘယ္လိုပံုစံျဖစ္မလဲဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါ။\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကိုေတာ့ Knock Knock ဇာတ္ကားတုန္းက ဘာသာျပန္ေပးခဲ့တဲ့\nCarey Nyein မွထပ္ျပီး ဘာသာျပန္ တင္ဆက္လိုက္တာပါ။)File size...(750MB)\nQuality...WEB-DL Rip 720pFormat...mp4\nDuration....01:42:29\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/exposed-20166/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Bridge Of Spies(2015)",
        "description": "ဒုတိယကမာၻစစ္အၿပီး အခ်ိန္ ဆိုဗီယက္ၿပည္ေထာင္စုအင္အားေကာင္းေနခ်ိန္\nဂ်ာမနီမွာ အုပ္ခ်ဳပ္မွဳကိစၥရွဳပ္ေထြးေနခ်ိန္\nအေရွ႔ဂ်ာမနီ အေနာက္ဂ်ာမနီခြဲၿခားၿပီး ဘာလင္တံတုိင္းၾကီးေဆာက္ေနခ်ိန္\nအေမရိကန္တုိ႔ရဲ႔ ၿသဇာၾကီးမားေနတဲ႔ဆိုဗီယက္အေပၚစုိးရိမ္မွဳၾကီးထြားေနခ်ိန္\nစစ္ေအးကာလအရွိန္ၿမင္႔တက္ေနဆံုးအခ်ိန္\nအေမရိကန္ၿပည္သူေတြစိတ္ထဲ ဆိုဗီယက္ကအေမရိကန္ကိုအႏုၿမဴဗံုးက်ဲမယ္လို႔\nအထင္ေရာက္ေနတဲ႔အခ်ိန္ သမရိုးက်စစ္မွ ဘက္ေပါင္းစံုစစ္ဆင္ေရးကိုအရွိန္အဟုန္ၿမွင္႔ေနတဲ႔အခ်ိန္ဒီလိုအမွားအယြင္းမခံႏိုင္တဲ႔ကမာၻ႔အင္အားၾကီးႏိုင္ငံ၂ခုရဲ႔ အင္အားခ်ိန္ခြင္မွ်ေနတဲ႔အခ်ိန္မွာ\nဆိုဗီယက္တုိ႔ရဲ႔ ႏ်ဴးကလီးယားစြမ္းအင္ေတြကိုေထာက္လွမ္းဖုိ႔အေမရိကန္တုိ႔ရဲ႔ေနာက္ဆံုးေပၚ\nယူ၂ ေလယဥ္ေတြက ဆိုဗီယက္ပိုက္နက္ ေပ ၇၀၀၀၀ အထက္က ေထာက္လွမ္းဖုိ႔ေစလႊတ္ခဲ႔တယ္\nေပ ၇၀၀၀၀ ဆုိတဲ႔အၿမင္႔ေပကအဲဒီ႔ေခတ္အခါက ေလယဥ္မွဴးေတြေတာင္မယံုေလာက္ေအာင္ပ်ံႏိုင္တဲ႔အၿမင္႔ေပ\nထူးၿခားတာက ဒီစစ္ဆင္ေရးကိုဦးေဆာင္တာက စီအုိင္ေအၿဖစ္ၿပီးေတာ႔ စစ္တပ္က သတင္းစစ္ဆင္ေရးအတြက္\nအခ်က္အလက္ေတြစုေဆာင္းေပးရတဲ႔စစ္ဆင္ေရးမ်ိဳး ဒီစစ္ဆင္ေရးမွာပါတဲ႔ အေမရိကန္ေလတပ္ဗိုလ္ပါ၀ါတေယာက္လဲ\nပါ၀င္ခဲ႔တယ္ မိဘေဆြမ်ိဳးခ်စ္သူမေၿပာနဲ႔စစ္ဆင္ေရးခန္းကထြက္တာနဲ႔ဒီသတင္းကို အေကာင္အထည္ေဖာ္ဖုိ႔ပဲအာရံု\nထားခိုင္းၿပီး အထူးလွ်ိဳ႔၀ွက္ထားခဲ႔တယ္ ဒါတင္မကဘူူး ဒီစစ္ဆင္ေရးမွာပါတဲ႔လူေတြက အဖမ္းခံခြင္႔မရွိဘူး ေလယဥ္ကို\nဆုိဗီယက္ေတြမိသြားခြင္႔မရွိဘူး မိသြားခဲ႔ရင္ေတာင္ေဖာက္ခြဲဖ်က္ဆီးပစ္ဖုိ႔ ေထာင္႔ေစ႔ေအာင္စီစဥ္ခဲ႔တယ္\nကံမေကာင္းစြာနဲ႔ပဲ ဗုိလ္ပါ၀ါရဲ႔ေလယဥ္ဟာပစ္ခ်ခံရၿပီးအဖမ္းခံခဲ႔ရတယ္........သတင္းစစ္ စစ္ေအးကာလၿဖစ္တဲ႔အေလ်ာက္ ဆုိဗီယက္တုိ႔ကလဲ အေမရိကန္ထဲကိုသူလွ်ိဳေတြကိုေကဂ်ီဘီအဖြဲ႔အုပ္ခ်ဳပ္မွဳ\nေအာက္ကေနၿပီးတန္ၿပန္စစ္ဆင္ေရးေတြ လုပ္ခဲ႔တယ္ ဒီေနရာမွာဗိုလ္မွဴးၾကီး ရူးေဒါ႔ဖ္ေအဗယ္လဲအပါအ၀င္ေပါ႔\nရူးေဒါ႔ဖ္ေအဗယ္လဲ အေမရိကန္္တန္ၿပန္ေထာက္လွမ္းေရးလက္ထဲကိုေရာက္သြားတဲ႔အခါ......ဗိုလ္ပါ၀ါေလယဥ္ပ်က္က်ခဲ႔တာကိုအေမရိကန္တုိ႔အေနနဲ႔ နာဆာက မိုးေလ၀သတုိင္းတာတဲ႔ေလယဥ္ေပ်ာက္ဆံုးသြားၿပီဆုိၿပီး\nသတင္းၿဖန္႔ခဲ႔သလို ဆိုဗီယက္တုိ႔ကလဲ ပါ၀ါ႔ကိုအခမ္းအနားထုတ္ၿပီးသူလွ်ိဳဖမ္းမိေၾကာင္းေၾကၿငာခဲ႔တယ္တဆက္ထဲမွာပဲ ဆိုဗီယက္ၿသဇာၾကီးထြားေနတဲ႔ အေရွ႔ဂ်ာမနီကိုအေမရိကန္တုိ႔ကအသိအမွတ္မၿပဳခဲ႔သလို\nအေမရိကန္ႏိုင္ငံသားမည္သူမဆုိလက္ထဲလမ္းၿပေၿမပံုကုိင္မိရင္ေတာင္ သူလွ်ိဳလို႔ဖမ္းဆီးခံေနရတဲ႔အေရွ႔ဂ်ာမနီမွာ\nအေမရိကန္ေက်ာင္းသားတေယာက္ပရိုင္ရာဟာသူလွ်ိဳမွဳနဲ႔ဖမ္းဆီးခံလုိက္ရတယ္......ဒီလိုအေၿခအေနရွဳပ္ေထြးေနတဲ႔အခ်ိန္မွာ ၿပစ္မွဳအေတြ႔အၾကံဳေကာင္းရွိတဲ႔အာမခံေရွ႔ေနတေယာက္က အေမရိကန္တနိုင္ငံလံုး\nကန္႔ကြက္ေနတဲ႔ၾကားက သူလွ်ိဳအတြက္ေလ်ာက္လဲခ်က္တင္ဖို႔တာ၀န္ေပးၿခင္းခံရတယ္ သူ႔မိသားစုဟာဒီလုပ္ရပ္အတြက္\nေခ်ာင္းေၿမာင္းလုပ္ၾကံခံရေပမယ္႔အသက္အႏၱရာယ္တစံုတခုမက်ေရာက္ခဲ႔ဘူး ရဲေတြကအစဒီလုပ္ၾကံမွဳကိုမွ်တတယ္လို႔မေၿပာယံုတမယ္\nကန္႔ကြက္ေနတဲ႔ၾကားက ခံယူခ်က္ေစတနာအေတြးအေခၚအၿပည္႔နဲ႔အရည္အခ်င္းရွိတဲ႔ေရွ႔ေနတေယာက္ရွိခဲ႔တယ္\nသူကေတာ့ ဂ်င္မ္ဒိုဗန္ႏို.(တြမ္ဟန္႕)ပဲၿဖစ္ပါတယ္.......လူ႔အခြင္႔အေရးဆုိတဲ႔စကားမတြင္က်ယ္လွေသးတဲ႔ အဲဒီ႔ေခတ္မွာသူ႔လုပ္ရပ္တုိင္းဟာလူအမုန္းခံရစရာေတြခ်ည္းပဲ ဒါတင္မကဘူး\nပါ၀ါနဲ႔ေအဗယ္တုိ႔သူလွ်ိဳခ်င္းလဲလွယ္ဖုိ႔ကိစၥကိုလဲ ...",
        "rating": "",
        "url": "https://megaup.net/1wv8u/Bridge_Of_Spies_[2015]_(MM_Sub)_.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/AshitanoJoe28129-1-205x300.jpg",
        "title": "Tomorrow’s Joe (2011)  ျမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ေရာ ဒရမ္မာေရာ ရသႏွစ္မ်ဳိးလံုးကိုခံစားေစရမယ့္ဘယ္အခ်ိန္ၾကည္႕ၾကည္႕မရိုးတဲ့ ဂ်ပန္ကားေကာင္းေလးတကားၿဖစ္ပါတယ္IMD rating အေနနဲ႕ 6.8 အထိ ရရိွထားပါတယ္ဇာတ္ကားအက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားဂ်ဳိးဟာ ဆိုးေပေနတဲ့လူတေယာက္ၿဖစ္တယ္စားေသာက္ဆိုင္မွာ ရန္ၿဖစ္ၿပီးအရင္ အမႈေဟာင္းေတြလည္းရိွတာေၾကာင့္ေထာင္က်သြားပါေလတယ္....ရန္ၿဖစ္စဥ္အခ်ိန္မွာ လက္ေ၀ွ႕နည္းၿပေဟာင္းအရက္သမားအဖိုးၾကီးဒန္ေပးဟာ ဂ်ဳိးရဲ႕ထိုးပံုထိုးကြက္ေတြကိုၾကိဳက္ၿပီးေတာ့သူလည္းမေသာက္မစားေတာ့ပဲ ဂ်ဳိးကိုေထာင္ထဲထိေအာင္ စာေတြနဲ႕လက္ေ၀ွ႕ထိုးနည္းေတြသင္ေပးခဲ့တယ္ဂ်ဳိးကေတာ့ ေထာင္ထဲေရာက္တဲ့ထိေအာင္ အမ်ားနဲ႕တေယာက္ မတည္႕ပဲရန္ပတ္ၿဖစ္လို႕ေကာင္းဆဲပဲ....ထုိအခ်ိန္မွာပဲ ေထာင္ထဲမွာ လက္ေ၀ွ႕သမား ရီကီခ်ီနဲ႕စေတြ႕ေတာ့တာပဲ...မင္းသမီး ရီွယာကီယိုဟာ ၾသဇာရိွၿပီးခ်မ္းသာတဲ့မိသားစုကၿဖစ္တဲ့အၿပင္ ရီကီခ်ီကလည္းသူမရဲ႕ လက္ေ၀ွ႕ရံုက လူတေယာက္ၿဖစ္တယ္....သူတို႕မိသားစုရဲ႕ အာဏာရိွမႈေၾကာင့္ေထာင္ထဲမွာပဲ ဂ်ဳိးနဲ႕ ရီကီခ်ီကို လက္ေ၀ွ႕ပဲြ တပြဲတည္ေပးပါေတာ့တယ္....ထိုအခ်ိန္က စၿပီးေတာ့ သူတို႕ရဲ႕ တေယာက္နဲ႕ အၿငိဳးေတြက ဘာဆက္ၿဖစ္မွာလဲေထာင္ကေန လြတ္တဲ့အခ်ိန္ထိေတာင္ တေယာက္နဲ႕တေယာက္ၾကိဳးစင္ေပၚမွာၿပန္ေတြ႕ေအာင္ဘယ္လိုေတြၾကိဳးစားၾကမွာလဲ...ဆင္းရဲသားရပ္ကြက္ထဲမွာ ေနၿပီး ခရိုခယိုင္ လက္ေ၀ွ႕ရံုေလးထဲမွာ ဂ်ဳိးကို ဒန္ေပး ပရိုလက္ေ၀ွ႕သမားၿဖစ္ေအာင္ဘယ္လိုသင္ေပးမွာလဲ....ရီကီခ်ီဟာ ဂ်ဳိးထက္ ၀ိတ္တန္းသာေနတဲ့အတြက္ ဂ်ဳိးနဲ႕ထိုးလို႕ရေအာင္ဘယ္လို၀ိတ္တန္းညိွမွာလဲ...မင္းသားႏွစ္ေယာက္လံုးရဲ႕ အားၿပိဳင္ပံုေတြ ဇာတ္အိမ္ေကာင္းေကာင္းနဲ႕ ရိုက္ကူးထားတဲ့ကားၿဖစ္ပါတယ္အခ်စ္ဇာတ္လမ္းကို ဖြဲႏြဲ႕ထားတဲ့ကား မဟုတ္သလို သံေယာဇဥ္ဆိုတဲ့ စကားလံုးတခုတည္းမွာ အေၿခခံထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္တယ္...ဇာတ္ကားအဆံုးသတ္ကိုလည္း မထင္မွတ္ေလာက္ေအာင္ ရိုက္ကူးထားပါတယ္File Size         ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-220/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The Front Line (2011)",
        "description": "ဒီဇာတ္ကားအညႊန္းမေရးခင္\nေၿပာခ်င္တာတခုရွိေသးတယ္\nဒီဇာတ္ကားကိုၾကည္႔ၿပီးမွ အိမ္ကအေဒၚေတြဘာလုိ႔ကိုရီးယားကားကုိ\nအငမ္းမရၾကည္႔လဲဆုိတာကိုကိုယ္ခ်င္းစာမိသြားတယ္\nအရင္က ကိုရီးယားကားဆုိမၾကည္႔ၿဖစ္ဘူး\nဒီဇာတ္လမ္းထဲမွာ ၁၉၅၀ ၀န္းက်င္ေတာင္ေၿမာက္ကိုရီးယားစစ္ပြဲကို\nအေၿခခံၿပီးရိုက္ကူးထားတယ္ ၂ႏိုင္ငံ အပစ္အခတ္ရပ္စဲေရးစာခ်ဳပ္\nလက္မွတ္မထိုးခင္ အရို ေကေတာင္ကုန္းနဲ႔ပါတ္သက္ၿပီး ၂ဖက္ေခါင္းေဆာင္\nေတြအၿငင္းပြါးၾကတယ္ ဒီေတာင္ကုန္းကို၂ဖက္တပ္ေတြအလုအယက္\nသူတၿပန္ကိုယ္တၿပန္သိမ္းေနရင္းနဲ႔မွေနာက္ဆံုးဘယ္လိုဇာတ္သိမ္းသြားမလဲ...\nေတာင္ကိုရီးယားေတြဘက္က မိေက်ာင္းတပ္ခြဲကဒီတုိက္ပြဲကုိအဆံုးထိတုိက္ရၿပီး\nေနာက္ဆံုးသူတုိ႔ဘယ္လုိေတြဇာတ္သိမ္းသြားၾကလဲ....အသက္ေရာရွင္ရဲ႔လား....\nေတာင္ကုန္းေလးရယ္စစ္ေၿမၿပင္ရယ္ အပစ္အခတ္ရပ္စဲေရးလက္မွတ္ထုိးတာရယ္\nေနရာ၃ခုပဲပါေပမယ္႔ အခ်စ္အမုန္း အယူ၀ါဒ...အစံုကုိသရုပ္ေဖာ္သြားတဲ႔ဒီကားက\nစစ္ကားေကာင္းတကားၿဖစ္သလို ၂ဖက္တပ္ေတြရဲ႔ သရုပ္ကုိပီၿပင္ေအာင္သရုပ္ေဖာ္\nထားတဲ႔ ဇာတ္ကားေကာင္းတေကာင္းၿဖစ္လို႔မလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားေကာင္း\nတကားၿဖစ္ပါတယ္\nတကယ့္ၿဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေၿခခံရိုက္ကူးထားပါတယ္\nIMD rating အေနနဲ႕(7.4) အထိရရိွထားပါတယ္(ဘာသာၿပန္သူနဲ႕ အညႊန္းေရးသူကေတာ့ \"ၿမန္မာၾကီး\" ပဲၿဖစ္ပါတယ္)(Thit San Khant)IMDb -  7.4/10\nFile size  - (1.02 GB)\nQuality -    1080p\nFormat - MP4\nDuration  02:13:66\nSubtitle - Myanmar\nTranslator - Myanmar Gyi\nEncoder - Thit San Khant",
        "rating": "7.4",
        "url": "https://megaup.net/3yObx/The_Front_Line_(Go-Ji-Jeon)_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Shark-Lake-VOD-Final-1-203x300.jpg",
        "title": "Shark Lake (2015) ျမန္မာစာတန္းထိုး",
        "description": "ငမန္းေရကန္ဇတ္လမ္းဟာ သာယာေအးခ်မ္းလွပတဲ့ Tahoe ေရကန္ကိုအေျခတည္ၿပီးဖန္တီးထားတဲ့ သည္းထိပ္ရင္ဖိုဇတ္လမ္းတစ္ခုျဖစ္ပါတယ္။ ရွားပါးတဲ့တိရစာၦန္မ်ားကို စုေဆာင္းတတ္သူတစ္ဦးဟာ သူရဲ႕အဖိုးအတန္ဆံုးေသာ ရွားပါးပစၥည္းတစ္ခုကို ကန္၏ပတ္၀န္းက်င္မွာ စြန္႔ပစ္လိုက္တဲ့အခ်ိန္ကစၿပီး ေရကန္ရဲ႕ ေအးခ်မ္းသာယာလွပမႈဟာ ပ်က္စီးခဲ့ရပါတယ္။ အရာရွိတစ္ဦးျဖစ္တဲ့ Meredith Hendricks ဟာတရားမွ်တမႈအတြက္ တိရစာၦန္မ်ားကိုဖမ္းဆီးၿပီးရွားပါးပစၥည္းမ်ားကို ရွာေဖြစုေဆာင္းတတ္သူေတြကို လိုက္လံဖမ္းဆီးရတဲ့တာ၀န္ကို ထမ္းေဆာင္ေနသူ တစ္ဦးျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းဟာ အေမႏွင့္သား အေဖႏွင့္သမီးတို႔ၾကားက ဆက္ႏြယ္မႈကို မီးေမာင္းထိုးျပထားတဲ့ ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။ Horror, Thriller ဇာတ္ကားမ်ိဳးကို ၾကိုက္တဲ့လူေတြအတြက္ သေဘာက်ေစမဲ့ ဇာတ္ကားမ်ိဳးပဲ ျဖစ္ပါတယ္။(အညြန္းေရးသူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)File Size         : 660 MBQuality           : Blu ray 720PRunning Time : 1hr 32 minuteFormat           : Mp4Genre             : Horror, ThrillerEncoder         : Joker.phsDownload And ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-216/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/untitled28429-1.jpg",
        "title": "Dead Silence (မြန်မာစာတန်းထိုး)",
        "description": "၂၀၀၇ ခုနှစ်က ထွက်ခဲ့ပြီး IMDB 6.2 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေမီရဲ့ ဇနီးဖြစ်သူ လီဆာဟာ ဘီလီလို့နာမည်ရတဲံ အရုပ်လေးတစ်ရုပ်ကို လက်ခံရရှိပြီးနောက်မှာ ထူးခြားတဲ့ ရှင်းမပြနိုင်တဲ့ အဖြစ်ဆိုးနဲ့ သေဆုံးသွားခဲ့ပါတယ်။ ဂျေမီတစ်ယောက် အသုဘအတွက် မွေးရပ်မြေကိုပြန်လာခဲ့ပြီးနောက်မှာ သူ့အဖေနဲ့ဇနီးငယ်၊ အသုဘစီစဉ်သူလင်မယားဆီကနေတဆင့် အရုပ်ရဲ့ မသင်္ကာစရာ ဇာတ်လမ်းအကြောင်းကို သတိပေးခံခဲ့ရပြီးနောက်မှာ.......ဇာတ်ကားကိုတော့ မယွန်းစန္ဒီမှ ဘာသာပြန်ပေးထားပါတယ်။File size...(980MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:31:30\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Littleneo",
        "rating": "",
        "url": "https://megaup.net/1FRha/A_Violent_Separation_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/lesson-of-the-evil-poster-2-1-211x300.jpg",
        "title": "Lesson Of The Evil (2012) ျမန္မာစာတန္းထိုး",
        "description": "ဘုရားသခင် အမိန့်ရ လူသတ်ခွင့်ရှိထားသော စိတ္တစ ဝေဒနာရှင်လို့ပဲ\nပြောရမလိုပါပဲ ဉာဏ်အကောင်းဆုံး လူသားတစ်ဦးဖြစ်တဲ့ ကျောင်းဆရာ ဟန်ဆူမီ ဟာ\nကျောင်းတွင် သဘောအကောင်းဆုံး ကျောင်းဆရာဖြစ်ပြီး ကျောင်းသားတွေကို\nစာသင်ရာမှာလဲ တော်သူ တစ်ဦးဖြစ်ပါတယ်...\nဒါပေမယ့် တစ်ရက်မှာတော့ ကျောင်းကပွဲ ပါတီည လေးမှာ\nကျောင်းသား အားလုံးကို ရက်ရက်စက်စက် သတ်ဖြတ်မယ့် Plan တစ်ခုရှိလာပါတယ်\nထိုသို့ အကြောင်းအရင်း ဖြစ်တည်လာပုံကိုလဲ လျို့ဝှတ်ချက်တွေနဲ့ ဇတ်လမ်းဆင်ထားလို့\nကြည့်ရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး ကြောက်လန့်ဖို့ကောင်းပါတယ်\nသွေးသံရဲရဲ ပြကွက်တွေ ပါလို့ ကြောက်တက်သူများအနေဖြင့် မကြည့်သင့်ပါ...\nIMDb - 6.7/10\nFile size  - ( 923 MB)\nQuality -    1080p\nFormat - MP4\nDuration  02:09:04\nSubtitle - Myanmar\nEncoder - Thit San Khant",
        "rating": "",
        "url": "https://megaup.net/34miy/Lesson_Of_The_Evil_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/sdu-sex-duties-unit-fei-hu-chu-zheng.14186-1-214x300.jpg",
        "title": "SDU: Sex Duties Unit (2013) ျမန္မာစာတန္းထိုး 18+",
        "description": "ဇတ္လမ္းပံုစံကေတာ့ ေဟာင္ေကာင္ရဲ႕ အၾကမ္းဖက္ စစ္ဆင္ေရးအထူးတပ္ဖြဲ႔၀င္ ေလးေယာက္ဟာ စစ္ဆင္ေရး တစ္ခုအၿပီးမွာစိတ္အပန္းေျဖတဲ့အေနနဲ႔ အရက္ေသာက္ေနၾကရင္းမာကာရူး ရွိ စပယ္ရွယ္ ကလပ္ေတြမွာ အႏွိပ္ခန္းေကာင္းေကာင္းတြင္တစ္ရက္ေလာက္ ပိုက္ဆံေတြ သံုးျဖဳန္းကာ ေကာင္းေကာင္းကဲမည္ဟုတိုင္ပင္ၿပီး ရဲေတြ ျဖစ္ေနတဲ့ အတြက္ တရား၀င္သြားမရလို႔လူေမွာင္ခို ကူးေပးတဲ့ ေလွေတြကေန တဆင့္ေရာက္ရွိသြားၿပီးဟိုတယ္ အခန္းအတြင္း ေကာင္မေလးမ်ားႏွင့္ အႏွိပ္ခံေနစဥ္ရဲမ်ား မွတ္ပံုတင္ ၀င္စစ္ရာ ရဲမ်ားျဖစ္ေနသည္ကို သိရွိသြားမည္ျဖစ္သျဖင့္၀ရုန္းသံုးကား ေျပးၾကရပါေတာ့တယ္ ကံဆိုးခ်င္ေတာ့ သူတို႔ ၄ ေယာက္ရဲ႕ပိုက္ဆံမ်ား က်န္ေနခဲ့သျဖင့္ ေမွာင္ခို ေလွကလဲ လက္မခံလို႔ရဲမ်ားကလဲ အပူတျပင္း လုိက္ရွာေနသည့္ၾကားက ဘယ္လိုထြက္ေျပးမလဲဆိုတာဆက္လက္ ၾကည့္ရႈၾကပါရန္...(သတိေပးခ်င္တာကေတာ့ 18+ ျဖစ္သည့္အတြက္ စကားလံုးမ်ားသည္ အနည္းငယ္ရိုင္းမည္ျဖစ္ၿပီး အသက္မျပည့္ေသးေသာ ကေလးသူငယ္မ်ား မိသားစုမ်ားႏွင့္ အတူမၾကည့္သင့္ပါ)(သစ္ဆန္းခန္႔)Download Link===============Download NowIMDb - 6.2/10File size  - (824 MB) Quality -    ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-206/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/9-1-300x202.jpg",
        "title": "9 ( 2009) – ျမန္မာစာတန္းထိုး",
        "description": "9.9.2009 . . . 9 ရက္ 9 လ 2009 ခုႏွစ္ေန႕မွာထြက္ရွိခဲ့တဲ့ 9 ဆိုတဲ့ Animation ဇာတ္ကားေလးကို ဒီေန႕အတြက္ တင္ေပးလိုက္ပါၿပီ။ ဒီဇာတ္ကားေလးဟာ IMDb rating 7.1/10 အထိရရွိထားၿပီး . Animation ၾကိဳက္တဲ့ ပရိတ္သက္ၾကီးအတြက္ စိတ္ေက်နပ္မႈအျပည့္အဝရရွိေစမယ္ဆိုတာ ရဲရဲၾကီးေျပာခ်င္ ပါတယ္။ဇာတ္လမ္းရဲ႕အေၾကာင္းအရာ အက်ဥ္းကိုမေျပာျပတာက ေကာင္းလြန္းတဲ့အတြက္ ပရိတ္သက္ၾကီးကို spoiler အျဖစ္မခံဘဲ ကိုယ္တိုင္ခံစားၾကည့္ရႈေစခ်င္လို႕ပါ။ ဒါရိုက္တာ             Shane Acker ဖန္တီးထားၿပီး အသံပိုင္းဆိုင္ရာ သရုပ္ေဆာင္ေတြကလည္း ဇာတ္လမ္းရဲ႕ အႏွစ္သာရထဲကတစ္ခုအပါအဝင္ပါဘဲ။ကဲ Channel Myanmar (2) ျပည့္ၿပီးတဲ့ ပထမဆံုးေန႕ရဲ႕ ပထမဆံုးကားေလးမို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-207/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Ra-Ra-Krishnayya-Movie-Poster-Designs-14-1-212x300.jpeg",
        "title": "Ra Ra Krishnayya (2014) ျမန္မာစာတန္းထိုး",
        "description": "ၾကည္ေတာက္ရွင္း 1080P နဲ႔ လုပ္ေပးထားတယ္ကုလားကား ႀကိဳက္တက္သူေတြအတြက္ တင္ေပးတာ ဘာအညႊန္းမွမေရးေတာ့ဘူး အေသရယ္ရတယ္ဆိုတာေတာ့ အာမခံတယ္အခ်စ္အလြမ္း အႀကမ္းအရမ္းေတြ စံုတယ္...(Thit San Khant) :DDownload Link==============Download NowIMDb - 5.4/10File size  - (994 MB) Quality -    1080pFormat - MP4Duration  02:18:59Subtitle - MyanmarEncoder - Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-230/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gLGmzBWuz5MPRejutuv4s58qXFk.jpg",
        "title": "Love 101 (2022)",
        "description": "Love 101 (2022) (အညွှန်း)\n==================\nဂင်မ်ချီမြေက “ဦး” တွေကိုပဲငမ်းနေကြတဲ့ ယူတို့တွေ\nသင်္ဘောသီးထောင်းမြေက “ဦး” ကိုရော ပြောင်းမငမ်းချင်ကြဘူးလား 🌚လက်ရှိမှာ တပ်ကြပ်ရာထူးနဲ့တာဝန်ထမ်းဆောင်နေပြီး\nမနက်မိုးလင်းတာနဲ့အလုပ်ခွင်ဝင် ညနေအိမ်ပြန်ရောက်ရင် အနားယူ .. အိပ် ..\nနေ့စဥ်နေ့တိုင်း ဘဝကို ဒီလိုပျင်းစရာကောင်းအောင်ဖြတ်သန်းနေရတဲ့ “ဒန်း” ဘဝထဲကို\nတစ်နေ့မှာတော့မြားနတ်မောင်ကြီးရဲ့ကူညီစောင်မမှုနဲ့ အထက်တန်းကျောင်းသူအရွယ် “ဖတ်” ရောက်လာခဲ့တယ်။\nမြင်မြင်ချင်းအချစ်လို့ပဲပြောရမလား\nအသက် ၃၀ ကျော်ကွာပြီး အဖေ့ထက်တောင်အသက်ကြီးတဲ့ “ဒန်း” ကို\nတခြားသူတွေက “ခွေးချီးရုပ်, ဂြိုဟ်သားရုပ်, ဖားကိုပြုတ်ထားတဲ့ရုပ်” အမျိုးမျိုးဝေဖန်ကြပေမယ့်\n“ဖတ်” မျက်လုံးထဲမှာတော့ “ဦး” က ရိုးရိုးလေးနဲ့ခန့်နေခဲ့တာပေါ့:)\nဒီလိုနဲ့နှစ်ယောက်သား fall in love သွားကြပြီး\nနှစ်ယောက်ကြားအသက်ကွာဟမှုက များလွန်းတာကြောင့် အခက်အခဲတွေနဲ့ရင်ဆိုင်လာရပါတော့တယ်။အတားအဆီးတွေအများကြီးနဲ့ “ဦး နဲ့ သမီး” ရဲ့ အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုဖြစ်မလဲ ..\n“ဦး” အဖြစ် ထိုင်းဟာသကားပေါင်းများစွာရဲ့အဓိကဇာတ်လိုက်ကျော် “Phetthai Vongkumlao” နဲ့\n“ဖတ်” အဖြစ် မင်းသမီးချောလေး “Daraphak Thawinun” က ...",
        "rating": "",
        "url": "https://megaup.net/2x9iy/Love.101.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LoxZ4r8UNjSZ3jt94gcn8sYATV.jpg",
        "title": "Highway Family (2022)",
        "description": "Highway Family (2022)Good Job အပြီး Jung IL Woo ရဲ့ Drama ကို မျှော်လင့်နေကြသူတွေအတွက်-\nHighway Family ဆိုတဲ့ မိသားစုဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အဝေးပြေးလမ်းမပေါ်က အိမ်ရာမဲ့မိသားစုလေးတစ်ခုအကြောင်းကို ရိုက်ကူးပြထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်တော့ ကိုယ့်ရဲ့ဘဝတစ်ကွေ့မှာကြုံတွေ့ရနိုင်တဲ့ လောကဓံတရားတွေနဲ့\nမိဘမေတ္တာတွေအကြောင်းကို ဇာတ်အိမ်ဆန်းဆန်းလေးနဲ့ ရိုက်ကူးတင်ဆက်ပြထားပါတယ်။နေစရာအိမ်လည်းမရှိ အလုပ်အကိုင်လည်းမရှိတဲ့ ဂျန်ဂီဝူတို့မိသားစုဟာ သားတစ်ယောက် သမီးတစ်ယောက်နဲ့အတူ\nလမ်းပေါ်မှာပဲ တောင်းရမ်းစားသောက်နေရင်း တစ်နေ့မှာတော့ ဇနီးသည်ဂျီဆူမှာ နောက်ထပ်ကိုယ်ဝန်ရလာခဲ့ပြန်ပါတယ်။အလိုလိုနေရင်း မနည်းရုန်းကန်နေရတဲ့ ဒီမိသားစုလေးထဲကို\nကလေးလေးတစ်ယောက် ထပ်ရောက်လာတော့မယ်ဆိုကာမှ\nဂျန်ဂီဝူဟာ ရုတ်တရက် အဖမ်းခံလိုက်ရချိန်မှာတော့...။ကျန်ရစ်ခဲ့တဲ့ ကလေးနှစ်ယောက်နဲ့ ကိုယ်ဝန်ဆောင်ဇနီးသည်ဂျီဆူတို့ ဘဝကို ဘယ်လို‌ရှေ့ဆက်ဖြတ်သန်းကြမလဲ။သူတို့ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေ လောကဓံတွေကို မျှဝေခံစားပေးမယ့်သူ၊\nအကူအညီပေးမယ့်သူ ပေါ်လာပါဦးမလားဆိုတာ ရင်တနင့်နင့်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်လို့\nFamily Movie ကြိုက် ပရိသတ်ကြီးတို့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။Cast တွေအနေနဲ့ကလည်း Jung IL Woo, Kim Seulgi နဲ့\nRa Miran တို့က ...",
        "rating": "7",
        "url": "https://megaup.net/2x9hk/Highway.Family.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Rocket_Gang-140x200.jpg",
        "title": "Rocket Gang (2022)",
        "description": "Rocket Gang (2022)\nComedy, Drama, Fantasy\nIMDb 5.5/10အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ Student of the Year 2 ထဲမှာ ဒုတိယမင်းသားနေရာက\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောလေး အာဒိသယစီးနဲ့ အင်မရန်းဟက်ရှမီနဲ့တွဲရိုက်ခဲ့တဲ့\nDybbuk 2021 ဟော်ရာကားထဲက မင်းသမီးချောလေး နီကီသားဒက်တားတို့ရဲ့သရဲဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းကိုယ်စီ အိပ်မက်တွေကိုယ်စီနဲ့ ရူးကြောင်ကြောင်သူငယ်ချင်းလေး\nငါးယောက်ရဲ့အကြောင်းပေါ့။သူတို့သူငယ်ချင်းငါးယောက်စလုံးဟာ သူတို့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို ဖြစ်မြောက်အောင်ကြိုးစားနေပေမယ့်\nလုံးဝကို လက်လှမ်းမမီနိုင်တဲ့အခြေအနေမှာ မိဘတွေကလည်း သူတို့ဆန္ဒနဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာ သူတို့ငါးယောက်စလုံး အပန်းဖြေဟိုတယ်ကြီးတစ်ခုမှာ အခမဲ့တည်းခိုခွင့်ရသွားပါတော့တယ်။သူတို့ ဟိုတယ်ကြီးဆီရောက်သွားတော့ ဟိုတယ်ဝန်ထမ်းတွေဟာ ကလေးတွေသာ ဖြစ်နေပြီး\nဟိုတယ်တစ်ခုလုံးမှာလည်း စုစုပေါင်း ကလေးငါးယောက်ပဲရှိနေပါတယ်။သူတို့ဟိုတယ်ကြီးဆီ ရောက်သွားတဲ့အချိန်ကစလို့ ထူးထူးဆန်းဆန်းတွေဖြစ်ပေါ်နေခဲ့ပြီး\nနောက်ဆုံးတော့ သူတို့ဟာ ကလေးသရဲငါးယောက်အပိုင်စီးထားတဲ့ ဟိုတယ်တစ်ခုထဲ\nရောက်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါမှာတော့...။ကဲ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား။ဒီဇာတ်ကားထဲမှာ cameo အနေနဲ့ ရန်ဗီးကပူးနဲ့\nနိုရာဖတေဟီတို့ကလည်း ပါဝင်အားဖြည့်ထားတယ်နော်။ရှုစားလိုက်ပါဦးနော်...။\nFile size…3.17GB  / 1.69GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.5",
        "url": "https://megaup.net/1biu8/Rocket_Gang_(2022)_Hindi%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjA3ODI3ODg1MV5BMl5BanBnXkFtZTcwMDk0ODQ0NQ@@._V1_-140x200.jpg",
        "title": "The Crown Jewels (2011)",
        "description": "The Crown Jewels (2011)\n==================ဖရာဂန်ဆီယာဆိုတဲ့ကောင်မလေးကို လူသတ်မှုကြောင့်စစ်ဆေးတာကနေ\nဇာတ်လမ်းစထားပါတယ်။ အဲဒီမှာ ဖရာဂန်ဆီယာက အခင်းဖြစ်ပုံကိုစမပြောဘဲ\nသူမွေးတဲ့အချိန်ကနေ နောက်ကြောင်းပြန်ပါတော့တယ်။ ကျွန်တော်သာ သူ့ကို\nမေးနေတဲ့စုံထောက်ဆိုရင် စိတ်မရှည်ပါဘူး။ ဒါပေမဲ့ ကြည့်တဲ့သူနေရာကနေ\nဆိုရင်တော့ ဇာတ်ကားကကြည့်လို့ကောင်းပါတယ်။ မိသားစုနှစ်ခုရဲ့ မတူညီတဲ့\nအပြုအမူတွေရယ် ဖရာဂန်ဆီယာ၊ စက်ရုံပိုင်ရှင်သားနဲ့ နာမည်ကြီးဟောကီကစား\nသမားလေးတို့ရဲ့ သုံးပွင့်ဆိုင် (လေးပွင့်ဆိုင်လို့လည်းပြောလို့ရတဲ့) ဇာတ်လမ်းကို\nတွေ့ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (857 MB) / (494 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.9",
        "url": "https://megaup.net/1R5ff/The.Crown.Jewels.2011.SWEDISH.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNGI3MWQ4N2QtOTY3Ni00OTVmLWI3ZWMtZjhhNzNiMjg1Y2UwXkEyXkFqcGdeQXVyMjEwNjUxOA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Riki Rhino (2020)",
        "description": "Riki Rhino (2020)\n=============\nIMDb Rating - 6.1/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ အင်ဒိုနီးရှားကသစ်တော\nတစ်ခုမှာ လူတွေကအမဲလိုက်ရုံတင်မကဘူး သစ်တောတွေကို\nမီးရှို့ဖျက်ဆီးကြတယ်။ အဲ့လိုမီးရှို့ကြတဲ့အတွက် ကြံ့မျိုးနွယ်ဟာ\nမျိုးတုန်းသွားတယ်။ ဒါပေမယ့် ကံကောင်းစွာနဲ့ပဲ ကြံ့ကလေး\nရီကီက အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။ ဒီလိုနဲ့နှစ်တွေကြာလာတော့\nရီကီဟာတစ်ကိုယ်တည်းနေထိုင်ရင်းနဲ့ တောရိုင်းတိရိစ္ဆာန်တွေကို\nစိတ်ရော ကိုယ်ပါကူညီပေးတယ်ပေါ့။ သူ့ရဲ့ခွန်အားတွေနဲ့ မွန်မြတ်တဲ့\nစိတ်ထားတွေကြောင့် တောတစ်ခွင်မှာနာမည်ကြီးလာတယ်။ဒီလိုနဲ့တစ်နေ့မှာ အမဲလိုက်မုဆိုးတစ်ယောက်ဟာ ရီကီကိုဖမ်းဖို့\nကြိုးစားတဲ့အခါ ရုန်းကန်တိုက်ခိုက်ရင်းနဲ့ နောက်ဆုံးမှာရီကီလေး\nလွှတ်လာပါတယ်။ လွှတ်တာတယ်ဆိုပေမယ့် ရီကီရဲ့ကြံ့ချိုဟာ မုဆိုး\nဆီမှာကျန်ရစ်ခဲ့ပြီး ချိုမရှိတဲ့အတွက်သူ့ကိုယ်သူစိတ်ပျက်အားငယ်\nသွားနေခဲ့ရတာပေါ့။ နောက်မှာတော့ သူ့မိတ်ဆွေဘဲကလေး ဘန်နီနဲ့\nချိုအသစ်ပြန်ပေါက်အောင်လုပ်ပေးနိုင်မယ့် မှော်ဆေးဆရာကို သစ်\nတောတစ်ခွင်မှာလိုက်ရှာရင်းနဲ့ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ\nဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.11 GB) / (759 MB) / (528 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1R5g2/Riki.Rhino.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esmvBPZIdMxp35fo1TrkpNVugaI.jpg",
        "title": "The Conqueror ( 2020 )",
        "description": "ဖန်တက်စီကားချစ်သူတို့အတွက်မိစ္ဆာနှိမ်နင်းသူ\nကားကောင်းလေးတစ်ကားကို CMမှထပ်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nတစ်ခါတုန်းက နယ်စပ်မြို့ငယ်လေးတစ်ခုမှာဝက်မိစ္ဆာကြီးသောင်းကျန်းနေပါသတဲ့.....\nဝက်မိစ္ဆာကြီးကိုနှိမ်နင်းဖို့အတွက် အနယ်နယ်အရပ်ရပ်က\nမိစ္ဆာနှိမ်နင်းသူတွေကိုဖိတ်ခေါ်လိုက်တဲ့အခါ\nအနယ်နယ်အရပ်ရပ်ကမိစ္ဆာနှိမ်နင်းသူတွေလာရောက်ကူညီကြပါတယ်။ခရီးသွားတစ်ယောက်ဖြစ်တဲ့အားရှီဟာ ဖိတ်စာကိုကောက်ရပြီး\nသူ့ရဲ့မိစ္ဆာနှိမ်နင်းသူဖြစ်ချင်တဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ရောက်လာတာပေါ့\nလမ်းမှာမုံ့ကျူးဆိုသူလေးနဲ့တွေ့ပြီး ချစ်ကျွမ်းဝင်က\nမုံ့ကျူးဆီမှာတပည့်ခံလိုက်ပါတော့တယ်......\nကျွမ်းကျင်ပညာရှင်တွေကြားမှာ စော်ကြူသိုင်းသာ\nကျွမ်းကျွမ်းကျင်ကျင်တတ်တဲ့အားရှီတစ်ယောက်\nနှစ်တစ်ထောင်ဝက်မိစ္ဆာကြီးကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို.....\nပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,  Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-conqueror-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-good-140x200.jpg",
        "title": "Good Burger (1997)",
        "description": "Teen Movie တွေသဘောကျတယ် ဇာတ်အိမ်အကြီးကြီးတွေ လှည့်ကွက်တွေမပါဘဲ ပေါ့ပေါ့ပါးပါးဟာသကားလေးတွေ ကြည့်ချင်တယ်ဆိုတဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် Good Burger ဆိုတဲ့ movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ ဒီကားမှာက loveline တွေလည်းမပါဘဲ အက်ဒ်နဲ့ ဒက်စ်တာဆိုတဲ့ လူငယ်လေးနှစ်ယောက်ကြားက သူငယ်ချင်းသံယောဇဉ်ကို အဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။ အက်ဒ်က ဂွတ်ဘာဂါဆိုတဲ့ အသင့်စားသရေစာဆိုင်လေးက ခပ်အအဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဒက်စ်ကတော့ အထက်တန်းကျောင်းသားတစ်ယောက်ပါ။ နွေရာသီအားလပ်ရက်မှာ အေးအေးဆေးဆေးလေး chill ဖို့ အစီအစဉ်တွေဆွဲရင်း အပျော်ကြီးပျော်နေတဲ့ဒက်စ်ဟာ အက်ဒ်ရဲ့ပယောဂမကင်းတဲ့ ကားမတော်တဆမှုတစ်ခုကြောင့် လျော်ကြေးပေးဖို့အတွက် ဂွတ်ဘာဂါမှာအလုပ်လုပ်ရဖို့ ဖြစ်လာပါတော့တယ်။ ဒီအချိန်မှာပဲ ဂွတ်ဘာဂါနဲ့မျက်နှာချင်းဆိုင်မှာ မွန်ဒိုဘာဂါဆို‌တဲ့ ဆိုင်အကြီးကြီးတစ်ဆိုင်လာဖွင့်ပြီး ဂွတ်ဘာဂါကိုအလဲထိုးဖို့ အဖက်ဖက်ကကြိုးစားလာတဲ့အခါမှာတော့ လူစွမ်းကောင်းလည်းမဟုတ် စွမ်းအားရှင်လည်းမဟုတ်တဲ့ ဒီလူငယ်လေးနှစ်ယောက် ဂွတ်ဘာဂါကိုကယ်တင်ဖို့ ကြိုးစားကြပုံကို ဟာသအဖုံဖုံနဲ့တွဲဖက်တင်ဆက်ပေးထားတာမို့ ကြည့်ရှုခံစားရင်း အပန်းဖြေလိုက်ကြပါဦးဗျာ။File size…(2.49GB)  / (`1.52GB) / (819MB)\nQuality…. Web 1080P ...",
        "rating": "5.7",
        "url": "https://megaup.net/2xcre/Good.Burger.1997.720p(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eus82zsOOXMd4GnjtHAXd4VYWcQ.jpg",
        "title": "Snake: Fall of a City ( 2020 )",
        "description": "လင်ချွမ်ဟာကားပြိုင်သမားတစ်ယောက်ဖြစ်ပြီး\nပြိုင်ဘက်ဖြစ်တဲ့လျန်ဇီကိုတိတ်တခိုးသဘောကျနေသူပါ။\nသူဟာပြိုင်ပွဲတစ်ခုမှာလျန်ဇီနောက်လိုက်ရင်းနဲ့ သဲကန္တာရထဲကိုရောက်ရှိလာခဲ့ပါတယ်။သူတို့စခန်းချနားတဲ့နေရာကိုညနက်မှာ သတ္တဝါကြီးတစ်ကောင်ရဲ့\nတိုက်ခိုက်ခံရပြီး လင်ချွမ်တို့အဖွဲ့ဟာမနည်းအသက်လုပြေးလာကြရပါတယ်။\nဒါပေမဲ့ လျန်ဇီကတော့ဘယ်ရောက်သွားမှန်းမသိပါဘူး။\nလျန်ဇီကိုရှာဖို့ခရီးဆက်လာရင်းနဲ့စွန့်ပစ်စက်ရုံတစ်ခုနားရောက်လာခဲ့ပါတယ်။အဲ့ဒီစက်ရုံပျက်နားမှာ ရှားပါးတွင်းထွက်ပစ္စည်းတွေကို\nတူးယူချင်တဲ့စီးပွားရေးသမား စုန်းကွမ်တို့အုပ်စုလည်းရှိနေပါတယ်။\nသူတို့နှစ်အုပ်စုဟာ ညအချိန်ရောက်လာတဲ့အခါမှာတော့ သေလောက်ဖွယ်ရာ\nကြောက်မက်ဖွယ်မြွေဆိုးကြီးနဲ့ရင်ဆိုင်ရပါတော့တယ်။​မြွေဆိုးအန္တရာယ်ကြောင့် စက်ရုံထဲပိတ်မိနေကြတဲ့အခါ ၊\nဝေးလံခေါင်ဖျားတဲ့လူသူမဲ့စွန့်ပစ်နေရာမှာရောက်နေကြတဲ့သူတို့\nမြွေအန္တရာယ်ကိုဘယ်လိုရင်ဆိုင်ပြီးရှင်သန်ဖို့ကြိုးစားကြမလဲ။\nလွတ်မြောက်ဖို့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/snake-fall-of-a-city-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXN4DJn9f5ytbj1IDy3LIWR8O5L.jpg",
        "title": "Decibel (2022)",
        "description": "Decibel (2022)Subtitle လိုအပ်ချက်များ ပြင်ဆင်၍ တစ်ဖန် ပြန်လည်တင်ဆက်ပေးခြင်းဖြစ်ပါသည်။Kim Rae Won ဆိုတာတော့ အထူးအထွေ ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ သူ့အပြင်ကို Big Mouth မင်းသားကြီး Lee Jong Suk လည်း အဓိက ပါဝင်ထားတဲ့ အက်ရှင် ဇာတ်လမ်းလေးဖြစ်ပြီး ရုံတင်ပြသစဉ်မှာ ပရိသတ်အတော် အကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်း ...ပစိဖိတ်သမုဒ္ဒရာထဲမှာ တောင်ကိုရီးယား ရေတပ်က ရေငုတ်သင်္ဘောတစ်စီးဟာ စစ်ရေးလေ့ကျင့်နေခဲ့တယ်။ ပစ်ခတ်စဉ်တွေပါတဲ့ ဒီလေ့ကျင့်မှုဟာအချိန်အတော်ကြာပြီးတဲ့နောက်မှာ တောင်ကိုရီးယားကိုပြန်လာခဲ့တယ်။ကိုရီးယားကျွန်းဆွယ်ကို ပြန်လာစဉ်မှာပဲ မုန်တိုင်းကလည်းတိုက်ဆိုင်စွာ ကြမ်းနေတဲ့အချိန်ဖြစ်နေတယ်။ ဒါအပြင် ရေငုတ်သင်္ဘာဟာ အမည်မသိ ချေမှုန်းရေးသင်္ဘောမှ အကြမ်းစားတော်ပီဒိုကြီးတစ်လုံး ပစ်ခတ်ခြင်းခံလိုက်ရတယ်။လုံးဝမမျှော်လင့်ထားတဲ့ တိုက်ခိုက်ခံရမှုဖြစ်တဲ့အပြင် တန်ပြန်တိုက်ခိုက်ရေး လက်နက်တွေကလည်း စစ်ဆင်ရေးမှာသုံးခဲ့လေတော့ ရေငုတ်သင်္ဘောဟာ တော်ပီဒိုကြီးထိမှန်ဖို့ အရေးကနေ အသည်းအသန်ထွက်ပြေးရပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ...(ဇာတ်လမ်းအညွှန်းကို ကို Phyo Pyae က ရေးပေးထားပါတယ်။)File Size  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1bi04/[CM]Decibel.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9qnyrife64GGFXu6ZHMegshPeV.jpg",
        "title": "Terror Train (2022)",
        "description": "Terror Train (2022)ဒီဇာတ်ကားဟာ Terror Train (1980) ကို Remake လုပ်ထားတဲ့ဇာတ်ကားပါ။ ရိုးရှင်းတဲ့ Plot တွေကနေ ဖောက်ထွက်ချင်ရင်၊ ပြီးခါနီးထိ ရင်ခုန်ချင်ရင် ဒီဇာတ်ကားဟာ သင်တို့အတွက် Underrated ထဲမှာ ကြည့်ပျော်တဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။လူငယ်ကျောင်းသားအဖွဲ့အစည်းတစ်ခုဟာ သူတို့ထဲကို အသစ်ဝင်လာတဲ့ ကျောင်းသားသစ်တွေကို Prank တွေ Challenge တွေကိုဖြတ်ကျော်ပြီးမှ ဝင်စေတာပါ။ ဒီလိုပဲ နှစ်အတော်ကြာ ဒီလိုလုပ်ရပ်တွေနဲ့ ပျော်ခဲ့ပါးခဲ့ကြတာပါပဲ။ ဒါပေမယ့် တစ်နှစ်မှာ Kenny ဆိုတဲ့ကျောင်းသားသစ်လေးတစ်ယောက်နဲ့ Alana ဆိုတဲ့ လှပတဲ့ကျောင်းသူသစ်လေးကို အဖွဲ့ထဲထည့်ဖို့ အပြောင်အပျက်တွေလုပ်ရင်းကနေ အမှားတစ်ခုကြောင့် Kenny ဟာ စိတ္တ‌ဇဆေးရုံကိုရောက်ရတဲ့အထိပါဖြစ်သွားပါတယ်။ Alana ဟာ သူ့ကြောင့် Kenny ဒီလိုဖြစ်သွားရတာကို စိတ်မကောင်းပေမယ့် အဖွဲ့ရဲ့ ဥက္ကဌ ဖြစ်တဲ့ Doc နဲ့ တခြား Senior တွေကြောင့် လက်ပိုက်ကြည့်ရုံမှအပ ...",
        "rating": "",
        "url": "https://megaup.net/1bhpg/(CM)_Terror_Train_(2022)_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qkIyRyXsrXaear1OdJd0QWaAkC.jpg",
        "title": "Bank Robbers: The Last Great Heist (2022)",
        "description": "Bank Robbers: The Last Great Heist (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~Netflix ရဲ့ Documentary Show တခုဖြစ်ပြီး ၂၀၀၆ ခုနှစ် အာဂျင်တီးနားနိုင်ငံရဲ့အမိမိုက်ဆုံး ဘဏ်ဓားပြမှုအ​ကြောင်း ဖြစ်ရပ်မှန်ရိုက်ကူးထားတာ​လေးပါ- ဘဏ်ဓားပြတိုက်မှုမှာ ပါဝင်တဲ့လူ​တွေ ဘယ်လို စုမိသွားတာလဲ\n- ဘဏ်ဓားပြတိုက်တဲ့ ရည်ရွယ်ချက်\n- ဓားပြတိုက်တုန်းက သုံးခဲ့တဲ့ကိရိယာ​တွေကို ဘယ်လိုစဥ်းစားတီထွင်ခဲ့လဲ\n- ဘယ်လိုအခက်အခဲ​တွေကြုံ​တွေ့ရလဲ\n- ဘယ်လိုထွက်​ပြေးလွတ်​မြောက်ခဲ့လဲ\n- ဘာ့​ကြောင့်အဖမ်းခံရခဲ့ရတာလဲ\n- လွတ်​မြောက်ပြီး​​နောက်ပိုင်း ဘာ​တွေဖြစ်ခဲ့လဲ... ဆိုတာ​တွေကို အ​သေးစိတ်​ပြောပြရင်း အဆုံးထိဆွဲ​ခေါ်သွားမှာဖြစ်ပါတယ်။အမှုမှာကျူးလွန်တဲ့သူ​တွေအ​ကြောင်းတင် မဟုတ်ဘဲ မျက်မြင်ကို​​ယ်တွေ့ကြုံလိုက်ရတဲ့ ဘဏ်ဝန်ထမ်း ​ရှေ့​နေ ရဲ​​တွေရဲ့ အ​တွေ့အကြုံ​တွေပါ ထည့်သွင်းထားလို့ ​တော်​တော်​လေးကိုပြည့်စုံပြီး ကြည့်လို့​ကောင်းတဲ့ Documentary တစ်ခုပါပဲ။(ဒီဒိုကူမန်ထရီနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 870MB\nQuality - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bhbe/(CM)_Bank_Robbers_-_The_Last_Great_Heist_(2022)_720p.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmQ0N2RkNzMtMzU1MC00NWFmLTg5NTgtZDdiNTc3MGFlYTM2XkEyXkFqcGdeQXVyNTk1MjA5MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghouls (2017)",
        "description": "Ghouls (2017)\n===========ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ဆန်းပြီး Horror/Drama ဘက်ကို\nကူးသွားတာမို့ အသစ်အဆန်းသဘောတွေ့တဲ့သူအတွက် အကြိုက်\nတွေ့မယ့်ကားလေးဖြစ်နိုင်ပါတယ်။မာရှာဆိုတဲ့ကောင်မလေးကတော့ ပြင်သစ်အဆင်လေး ဂေဘရီရယ်နဲ့\nတွေ့ရဖို့ ဆန္ဒတွေစောနေခဲ့ပါတယ်။ မာရှာရဲ့အတန်းဖော် ပိုလီနာက\nတော့ သူတို့အတွဲတွေ့ဖြစ်အောင် စီစဉ်ပေးရတဲ့ Third Wheel လေး\nပေါ့။ ဒါပေမဲ့ ပိုလီနာတစ်ယောက်တည်းဖြစ်မှာစိုးလို့ ဂေဘရီရယ်က\nရှန်းဆိုတဲ့တရုတ်တစ်ယောက်ကိုလည်း ခေါ်လာပေးခဲ့ပါတယ်။ အဲ့ဒါနဲ့\nလေးယောက်ပေါင်းလောင်းကျော်ပြီး အရမ်းလှပြီးနာမည်ကြီးတဲ့ ရေကန်\nနားမှာ ပျော်ပွဲစားထွက်လာခဲ့ကြပါတယ်။ အဲ့ဒီရေကန်ရဲ့ မလှမ်းမကမ်းမှာ\nရွာလေးတစ်ရွာရှိပြီး နုန်းမြေကြီးလည်းရှိပါတယ်။သူတို့လုံးဝမသိသေးတဲ့အချက်က အဲ့ဒီရွာလေးမှာ ဘယ်သူမှမရှိဘဲ ပက်ခ်ဟို\nတို့သားအမိနှစ်ယောက်ပဲ ရှိနေတာပါ။ အဲ့ဒါအပြင် ရေကန်နားကနုန်းမြေကြီး\nကလည်း လူစားတယ်လို့ နာမည်ကြီးနေပြီး နှစ်ပေါင်းများစွာငြိမ်သက်နေတဲ့\nဒဏ္ဍာရီက ပိုလီနာတို့လေးယောက်ကြောင့် အသက်ဝင်လာတဲ့အခါ... ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.56 GB) / (680 MB) / (391 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Rct4/Ghouls.2017.RUSSIAN.720p.WEBRip.(CM).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEYKD5cWCBGg8Za3hhwDBk3gEsP.jpg",
        "title": "Funny People(2009)",
        "description": "Funny People(2009)*******************လူတစ်ယောက်ဟာ အပြင်ပန်းမှာပျော်နေသလို၊ ရယ်မြူးနေသလို ထင်ရပေမယ့် အတွင်းစိတ်မှာတော့ ပူပန်မှုတွေ၊စိုးရိမ်သောကတွေ၊ အထီးကျန်ဝမ်းနည်းစိတ်တွေနဲ့ ရှင်သန်နေရတာမျိုး လူ့လောကမှာရှိတတ်ကြတာ သဘာဝပါ။အငြိမ့်စင်ပေါ်မှာ ကပြအသုံးတော်ခံနေတဲ့ လူရွှင်တော်တိုင်းဟာ သူတို့ထုတ်လိုက်တဲ့ပြက်လုံးတွေထဲကလိုဘဝကအမြဲရယ်မောပျော်ရွှင်စရာကောင်းချင်မှ ကောင်းပါလိမ့်မယ်။ဒါဟာ လူ့ဘဝရဲ့ ပုံမှန်ပြယုဂ်ပါပဲ။ အခက်အခဲ၊ အကျပ်အတည်းနဲ့ စိတ်အလိုမကျစရာတွေက\"ဪ၊ သူကတော့ ပြက်လုံးတွေထုတ်တတ်တဲ့ လူရွှင်တော်ပဲ\"ဆိုပြီး မကျရောက်လာတာမျိုး မရှိပါဘူး။ဒီလောကဓံတရားရဲ့ပြကွက်ကိုတော့ အခုဇာတ်ကားလေးထဲမှာ ခြယ်မှုန်းလှစ်ဟပြသထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ခ်ျဆင်မွန်ဟာ အောင်မြင်တဲ့ တစ်ခန်းရပ်လူပြက်တစ်ယောက်ဖြစ်ပါတယ်။တီဗီဇာတ်လမ်းတွေ၊ ဟာသရှိုးတွေဝက်ဝက်ကွဲရိုက်ရပြီး ပြောင်မြောက်တဲ့ ပြက်လုံးတွေကြောင့်ပရိသတ်ကြားရေပန်းစားရတဲ့ အထင်ကရလူပြက်တစ်ယောက်ပါ။ကိုယ်ပိုင်အိမ်၊ခြံဝန်းနဲ့ စတိုင်ကျကျနေနိုင်ပြီး ဂျက်လေယာဉ်ဝယ်စီးနိုင်လောက်တဲ့အထိ ဝင်ငွေကောင်းပါတယ်။ဒါပေမယ့် ကံအကြောင်းမလှစွာနဲ့ပဲ သူ့မှာ AML လို့ခေါ်တဲ့သွေးအားနည်းရောဂါဆန်းတစ်မျိုး စွဲကပ်လာပါတယ်။ရောဂါအသစ်ဖြစ်လို့ ကုသနိုင်မယ့်ဆေးမရှိသေးတာကြောင့် ဘဝကိုလက်လျှော့အရှုံးပေးရမလိုဖြစ်နေချိန်မှာတိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့ကိုအထင်ကြီးအားကျတဲ့ လူပြက်ပေါက်စ အိုင်ရာရိုက်နဲ့ ဆုံမိခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့...............ဒီဇာတ်ကားကိုကြည့်ရင်း မိတ်ဆွေတို့လည်း ကိုယ့်ဘဝကိုယ်တစ်ချက်လည်ပြန်စောင်းငဲ့ကြည့်မိကြမှာပါ။အဒမ်ဆန်ဒလာ၊ ဆာ့သ်ရော်ဂန်နဲ့ လက်စ်လီမန်းတို့ဦးဆောင်ပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ reviewကောင်းတွေလည်းရရှိထားတာဖြစ်ပါတယ်။File Size :(4.05 GB) (1.4 GB) and (445 ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Rekt/Funny_People_(2009).BLU-RAY.720P.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gwexiOTgbvUYI63A1kkbfn21R4o.jpg",
        "title": "[18+]Blue Rain Osaka(1983)",
        "description": "[18+]Blue Rain Osaka(1983)**************************[ပွင့်လင်းတဲ့အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး]ကလပ်မယ်လေး မာချီကိုဟာ သူ့အစ်မပိုင်တဲ့\nဘားတစ်ခုမှာကိုယ်တိုင်ဝင်လုပ်ရင်းနဲ့ ဘားကိုဦးစီးနေတယ်။ သူလေးကချော\nလုပ်ရည်ကိုင်ရည်လည်းရှိတော့ ယိုရိနိုတဲ့လုပ်ငန်းရှင်တစ်ယောက်က လက်ထပ်ဖို့အထိ\nရည်ရွယ်ပြီးစကားပြောထားတယ်။ ဒါပေမယ့် မာချီကိုဟာ ယိုရိနိုကိုငြင်းပေးမယ့်\nယိုရိနိုကတော့ သူ့ကိုစိတ်ဝင်စားတဲ့အထိစောင့်မယ်လို့ပြောထားတယ်။တစ်ဖက်လည်း\nမာချီကိုသူ့ထက်ငယ်တဲ့အီဆာအိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့တွဲနေတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ လွန်ခဲ့တဲ့သုံးနှစ်က မာချီကိုနဲ့ချစ်ကြိုက်ခဲ့တဲ့ယူဂျီဆိုတဲ့ရည်စားဟောင်းနဲ့\nမထင်မှတ်ဘဲတွေ့ဆုံခဲ့တယ်။ အလုပ်ကိစ္စနဲ့လာတဲ့ယူဂျီဟာ သူ့ရည်စားဟောင်းနဲ့တွေ့တော့\nအရင်ကစိတ်တွေပြန်ဖြစ်လာပြီး မာချီကို ကိုပြန်ချဉ်းကပ်ပါတော့တယ်။\nလက်ရှိမှာတွဲနေတဲ့ အလန်းလေးအီဆာအို၊ တစ်ဖက်မှာလည်းလက်ထပ်ဖို့အထိရည်ရွယ်ထားတဲ့\nယိုရိနို၊ ရည်းစားဟောင်း ယူဂျီကိုလည်းစိတ်မပြတ်သေးတဲ့ မာဂျီကိုတစ်ယောက်ဘယ်လိုတွေခရီး\nဆက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးFile Size :(2.3 GB) and (689MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3d9cB/Blue_Rain_Osaka_1983.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDkyNjU2OTcwMF5BMl5BanBnXkFtZTgwNzg4MDM5OTE@._V1_-150x200.jpg",
        "title": "Steve-O: Guilty as Charged (2016)",
        "description": "Steve-O: Guilty as Charged (2016)\n========================\nIMDb Rating - 6.2/10လူတစ်ယောက်ရဲ့အကျင့်ကိုဖျောက်ဖို့ ဆိုတာ ဘေးကနေ မလုပ်နဲ့လို့\nပြောနေတာထက် ကိုယ်တိုင်အသိ၀င်ပြီးမှသာ ပြောင်းလဲလို့ရတာကို\nသိကြမှာပါ။ စတိဗ်-အိုရဲ့ ဒီ TV special မှာလည်း အဲဒီအချက်ကို\nအထင်းသားမြင်ရပါတယ်။ပေါက်ကရစတန့်လုပ်ထားတဲ့ ဟာသဗီဒီယိုတွေ၊ YouTube ဟာသ\nဗီဒီယိုအကြည့်များတဲ့သူတွေကတော့ စတိဗ်-အိုကို သေချာပေါက်\nသိကြမှာပါ။ သူဟာ reality comedy series Jackass နဲ့ Jackass\nရုပ်ရှင်တွေနဲ့ လူသိများတဲ့ နာမည်ကျော် အမေရိကန်ဟာသဖျော်ဖြေ\nရေးသမား၊ စတန့်သရုပ်ဆောင်နဲ့ YouTuber တစ်ယောက် ဖြစ်ပါတယ်။\n၂၀၁၆ ခုနှစ်က ထွက်ရှိထားတဲ့ ဒီ TV special မှာတော့ စတိဗ်-အိုရဲ့\nဘ၀ဖြစ်စဉ်နဲ့ အပြောင်းအလဲတွေကို ရယ်ရွှင်ဖွယ်ရှုမြင်နားဆင်ကြရမှာပါ။ငယ်စဉ်ကတည်းက ပြဿနာအိုး‌၊ ဆေးသမားဖြစ်ခဲ့ပြီး တက္ကသိုလ်က\nထုတ်ခံရတဲ့အထိ ဆိုးသွမ်းခဲ့သူပါ။ ဟာသဖျော်ဖြေရေးသမား၊ စတန့်\nသရုပ်ဆောင်အဖြစ် လုပ်ကိုင်နေတဲ့ ကာလအတွင်း သူပေါက်ကရလုပ်\nခဲ့တဲ့ အဖြစ်တွေ၊ သူ့ရဲ့ဆေးစွဲပြဿနာ၊ sex addict ...",
        "rating": "6.2",
        "url": "https://megaup.net/3dbdw/Steve-O.Guilty.As.Charged.2016.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDZjNjdkOWYtZGJjYi00ZWRlLWE5MzMtMjdkZTgxYWE1MDAyXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Not So Merry Christmas (2022)",
        "description": "A Not So Merry Christmas (2022)\n========================ဒီကားလေးက သမာရိုးကျ ခရစ်စမတ်ကားတွေကနေ\nမထွက်ဘူးဆိုပေမယ့် တင်ဆက်ပုံလေးကရင်ထဲကို ထိ\nသွားစေတယ့် ခရစ်စမတ်ကားလေးတစ်ကားပါ။ rating\nသိပ်မများပေမယ့် ကျွန်တော့်အမြင်မှာတော့ underrated\nဖြစ်နေတဲ့ ကားလေးတစ်ကားလို့ ဆိုချင်တယ်။ကိုယ်တွေနေ့စဥ်ဘဝကို သတိလက်လွတ်ဖြတ်သန်းနေထိုင်\nနေမိတာတွေကို ဆင်ခြင်တတ်လာစေမယ့် ကားလေးတစ်\nကား၊ ကိုယ့်ဘေးနားက ကိုယ်ချစ်ရတဲ့ လူတွေ၊ ကိုယ့်ကို ချစ်\nတဲ့လူတွေကို တန်ဖိုးထား မြတ်နိုးဖို့ သတိပေးနိုင်တဲ့ ကား\nကောင်းလေးတစ်ကားပါဗျာ။ heart-warmingတော်တော်လေး\nဖြစ်စေပါတယ်။ အချိန်ရရင် ကိုယ့်ဘေးနားက ချစ်ရသူတွေနဲ့\nအတူကြည့်ကိုကြည့်သင့်တဲ့ ကြည်နူးစရာဇာတ်ကားလေးမို့\nကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (796 MB) / (481 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/2xcdh/A.Not.So.Merry.Christmas.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-m-147x200.jpg",
        "title": "Natural Born Liar (2022)",
        "description": "ဒီတစ်ခါမှာတော့ Menteurဆိုတဲ့ ပြင်သစ် Comedy ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်.. အင်္ဂလိပ်လိုဆိုရင်တော့ Natural Born Liar တဲ့... ဝမ်းတွင်းပါလူလိမ်ပေါ့ဗျာ..ဇာတ်လမ်းအကျဥ်း\nဂျယ်ဟွန်းမ်ဘယ်ဟာဒါ ဆိုတဲ့ မလိမ်ရမနေနိုင် လူလိမ်တစ်ယောက်ရှိပါတယ်.. သူများတွေကို လိုက်လိမ်စားတာမျိုးမဟုတ်ပဲ စကားပြောနေရင်းနဲ့ကို အလိမ်တွေညှပ်ပြောတတ်တဲ့သူပါ... တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက သည်းမခံနိုင်တော့တဲ့အဆုံး သူ့ကိုမလိမ်ဖို့ ဝိုင်းပြောပါတော့တယ်... လူလိမ်တွေရဲ့ထုံးစံအတိုင်းပဲ သူမလိမ်ဘူးလို့ ဖင်ပိတ်ငြင်းတာပေါ့... ဒါပေမယ့် နောက်နေ့မနက်ရောက်တော့ သူလိမ်ခဲ့သမျှအရာတွေအကုန်လုံး လက်တွေ့ဘဝမှာ တကယ်ဖြစ်လာတဲ့အခါ.....\nဘာကြောင့် ဒီလိုတွေဖြစ်လာတာလဲ.....\nကျိန်စာလား..... အရင်အတိုင်းပြန်ဖြစ်အောင် လုပ်လို့ရောရပါ့မလား...တစ်နာရီခွဲစာ ကားလေးဆိုပေမယ့် အသေခွီနေရပါတယ်... ဘယ်ဟာဒါညီအစ်ကို၂ယောက်ရဲ့ အလွဲပေါင်းတစ်သိန်းနဲ့တင် အချိန်ပေးရကျိုးနပ်နေပြီမလို့ မြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့ CMပရိသတ်ကြီးရေ.....File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Ei Thwal",
        "rating": "4.8",
        "url": "https://megaup.net/2wC7l/Menteur.2022.FRENCH.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFTzTiHSAYvJqWh8521BWuYL0f0.jpg",
        "title": "The Rocket Angels (2022)",
        "description": "The Rocket Angels (2022)အဆင်သင့်မဖြစ်ခင် ကြိုးစားရတာက\nမကြိုးစားဘဲအရှုံးပေးလိုက်ထက် ပိုကောင်းတယ်မဟုတ်လားယဆိုထောင်းပြည်နယ်မှာ ရိုးရာမီးဒုံးလွှတ်ပွဲတော်ကို ကျင်းပလေ့ရှိပါတယ်\nဒီတစ်ခါမှာ နတ်သမီးအဖွဲ့ဖြစ်တဲ့ မို၊ သဲသဲ၊ ပွမ့်၊ မြောင်နဲ့ နွိုင်းတို့ ၅ယောက်က ခရိုင်ကိုယ်စားပြုအကပြိုင်ကြမှာဖြစ်ပါတယ်ဒါပေမယ့် ရွာလူကြီးထစ်က သူ့သမီးကိုပေးပြိုင်မှာ​ကြောင့်\nနတ်သမီးအဖွဲ့က မတရားသဖြင့် နောက်ဆုတ်ပေးလိုက်ရပါတယ်ဒါကြောင့် သူတို့က မဟာထစ်ရဲ့အချစ်တော်မီးဒုံးကို ပြိုင်ပွဲမှာအနိုင်ပိုင်းဖို့\nမီးဒုံးပြုလုပ်ပြီးဝင်ပြိုင်ကြဖို့ဆုံးဖြတ်ကြရာမှာ\nတစ်ခါမှမီးဒုံးမလုပ်ဖူးကြတဲ့ သူတို့ငါးယောက်ရဲ့အခက်အခဲမျိုးစုံကို\nဟာသပေါင်းစုံနဲ့ရောယှက်ပြီး အူတက်​နေအောင် ရယ်ရမှာဖြစ်သလိုဒီဇွဲရှိလှတဲ့နတ်သမီးအဖွဲ့လေးက ပြိုင်ပွဲမှာရော မဟာထစ်ဆိုတဲ့လူဆိုးရဲ့မီးဒုံးကိုအနိုင်ရသွားမလားဆိုတာ\nအဆုံးသတ်ကိုလည်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.86GB | 1GB | 453MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2x9jr/The.Rocket.Angels.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNTNkMDBkOGMtMDY3MS00ZmJhLThjMmQtMWU1ZGNhZGFmYmEyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Bakuman (2015)",
        "description": "Bakuman(2015)Mangaတွေ animeတွေကိုကြိုက်ကြတဲ့သူတွေ တော်တော်များများရှိပါတယ်။ ဒါပေမဲ့ ဒီmangaတွေကို ဖန်တီးကြတဲ့ ပညာရှင် \"Mangaka\"တွေရဲ့ mangaဖန်တီးမှုနောက်ကွယ်က အကြောင်းအရာတွေ သူတို့ရဲ့ ဘဝနေထိုင်ဖြတ်သန်းပုံတွေနဲ့ ဘယ်လိုမျိုး ကြိုးစားရပ်တည်ပြီး ပညာရှင်အဆင့်ရောက်ခဲ့ကြလဲဆိုတာကိုတော့ အသေးစိတ် လေ့လာမိတဲ့သူက နည်းပါလိမ့်မယ်။ဒီရုပ်ရှင်ထဲမှာတော့ အထက်ပါအကြောင်းအရာတွေကို သေချာ ကြည့်ရှုရမှာပါ။မင်းသားနှစ်ယောက်လုံးက Ruroni Kenshinထဲမှာ သရုပ်ဆောင်ထားကြတဲ့ နာမည်ကြီး Takeru Satouနဲ့ Kamiki Ryunosukeတို့ဖြစ်ပြီး Nana Komatsuကလည်း Takeruရဲ့ first loveအဖြစ်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပုံဆွဲတော်ပေမဲ့ ဇာတ်လမ်းမစဉ်းစားတတ်တဲ့ မရှိရို (Takeru Satou)နဲ့ ပုံဆွဲအလွန်ညံ့ပြီး ဇာတ်လမ်းကောင်းရေးတတ်တဲ့ တကဂိ (kamiki ryunosuke) နှစ်ယောက်ပေါင်းပြီး မန်ဂက အဖြစ်ရပ်တည်ကြဖို့ အဖွဲ့ဖွဲ့လိုင်ကါတယ် ။ ခက်တာက သူတို့ဟာ အထက်တန်းကျောင်းသားတွေပဲ ရှိသေးပြီး တကယ့်နာမည်ကြီးကုမ္ပဏီဖြစ်တဲ့ Shonen JUMPမှာ မန်ဂဆွဲချင်နေကြတာပါ။ဒါကြောင့် JUMP တည်းဖြတ်ဌာနကို စာမူကြမ်းသွားပြကြပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Rdhz/Bakuman_(2015)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkeOjIcpuqLMW4GnVowlM9VI0JE.jpg",
        "title": "Cinderella Man(2005)",
        "description": "Cinderella Man(2005)********************James.J Braddock ဒီနာမည်ကြားလိုက်တာနဲ့ တစ်ခေတ်တခါက ဘာဂန်းမြို့လေးရဲ့ခွေးဘီလူးလူကြမ်းကြီး နယူးဂျာဆီပြည်ရဲ့ဂုဏ်ဆောင် ဂျင်မီဆိုပြီး မသိသူမရှိကြပါဘူး...ဘရက်ဒေါ့တို့မိသားစုလေးဟာ သူငယ်ငယ်တည်းကသိပ်အဆင်ပြေပြေရှိလှတယ်မဟုတ်ပါဘူး...အိုင်းရစ်ကနေပြောင်းလာတဲ့ immigrant မိသားစုလေးအနေနဲ့ challenge တွေကတော့အများကြီးရှိမှာပြောစရာတောင်လိုမယ်မထင်ပါ...မွေးချင်းကလဲစုစုပေါင်း ၇ယောက်ဆိုတော့ စားဝတ်နေရေးခက်ခဲမယ်ဆိုတာ အားလုံးအသိပါဒါပေမယ့် ဘရက်ဒေါ့ဟာ လောကကြီးကိုအံတုတယ် ပျစ်ခနဲတံတွေးနဲ့ထွေးပြီးရန်စတယ်သူလောကကြီးကိုအံတုပုံက သူများတွေလို ကြီးပွါးချမ်းသာအောင်လုပ်တာ မဟုတ်ဘဲသူ့ရဲ့ကြောက်စရာလက်သီးချက်တွေနဲ့ပါဒီလိုနဲ့ဘရက်ဒေါ့ဟာတဖြည်းဖြည်းနာမည်ရလာတယ် သူ့ရဲ့မထင်ရင်မထင်သလိုရှောင်တခင်ပြန်ထိုးတတ်တဲ့ တန်ပြန်လက်သီးချက်တွေ သာမန်ပင့်လက်သီးလောက်ကတော့ပဲကြီးလှော်ဝါးသလောက်ပဲရှိတဲ့ သူ့ရဲ့ စတီးလိုမေးရိုးကြီးတွေကြောင့်သူ့ရဲ့ဂုဏ်သတင်းဟာတဖြည်းဖြည်းပျံ့နှံလာပါတယ်.. ဒါပေမယ့် ကံကြမ္မာကဘရက်ဒေါ့ဆိုတဲ့လူကြမ်းကြီးကိုမျက်နှာသာမပေးပါဘူး,,, သူ့ဘဝရဲ့အဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့အခြေနေကို ဖြစ်တဲ့ Champion tier ကနေ Underdog Tier ထဲကိုရောက်နေပါပြီ..အဲ့ဒီနောက်မှာတော့..rating တွေ critic တွေအကြောင်းပြောမနေတော့ဘူး တကယ်ကိုအနှစ်ကျတဲ့ကားပါလူကြမ်းကြီး Cinderella Man ကိုအားပေးလိုက်ကြပါဦး....File Size :(2.3GB) (881 MB) and (277MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Biography ,Drama, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2xazg/Cinderella_Man_(2005).BLU-RAY.720P.PP(CM).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
        "title": "Ninja Kids(2011) – ျမန္မာစာတန္းထိုး",
        "description": "2011 ခုႏွစ္ကထြက္ရွိထားၿပီး IMDb rating အထိရရွိထားတဲ့",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-234/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Wallpaper001-1-300x225.jpg",
        "title": "Days Of Glory (2006)",
        "description": "ဒီဇာတ္ကား ကို အၫႊန္းေရးဖို႔ စဥ္းစားေတာ့ နည္းနည္း ေလး သတိထား ရတယ္ဗ်။ ဇာတ္လမ္းက အေျပာမတတ္ရင္ ဆဲ ခံရတယ္ ဆိုတာမ်ိဳး မၫႊန္းတတ္ရင္ ထိလြယ္႐ွလြယ္ ျဖစ္တတ္လို႔ပါ။ ဇာတ္ကားက ေကာင္းလြန္းလို႔ ျဖစ္ရတာပါ လို႔ပဲ ေျပာပါရေစဒုတိယကမာၻစစ္မွာ ဂ်ာမဏီတို႕ အင္အားၾကီးစိုးစဥ္အေၾကာင္း ေနာက္ခံထားၿပီးရိုက္ကူးထားပါတယ္ ျပင္သစ္ ႏိုင္ငံ နာဇီေတြ လက္ေအာက္ ေရာက္ေနခ်ိန္ က ဇာတ္အိမ္ တည္ထားတဲ့ အခ်ိန္ပါ။ ဒါကို ျပင္သစ္ေတြက ျပန္ ေတာ္လွန္ဖို႔အတြက္ စစ္အင္အားစုေဆာင္းရာမွာ အာဖရိကန္ လူမ်ိဳး ေလးဦးကလည္း ျပင္သစ္ တပ္မေတာ္ ထဲ ဝင္ေရာက္ခဲ့ရပါတယ္။ ဒါေပမယ့္ ျပင္သစ္ တပ္တြင္း လူမ်ိဳးေရး(ဘာသာေရး) ခြဲျခားမႈေတြကို ပါ တြန္းလွန္ဖို႔ ၾကံဳခဲ့ရပါတယ္။ဒီ ဇာတ္ကားမွာ အရင္ေခတ္ ႏိုင္ငံေတြရဲ႕ စစ္တပ္တြင္းအေျခအေန နဲ႔ ျပင္သစ္ႏိုင္ငံရဲ႕ လူမည္းေတြအေပၚ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/days-of-glory-2006/",
        "category": "Action, Adventure, Country, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/574204_f-1-211x300.jpg",
        "title": "Triple Tap (2010) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ္ခါမွာေတာ့ ေဟာင္ေကာင္အက္ရွင္ ေအးဂ်င့္စံုေထာက္ ဇတ္ကားမ်ိဳး တင္ေပးလိုက္ပါတယ္အညႊန္းကိုေတာ့ အထူးတလည္ ေရးမေတာ့ပါဘူး တစ္ခါတေလမွာ အညႊန္းက ဇတ္လမ္းရဲ႕အရွိန္ကိုဖ်က္စီးေစတက္တယ္ေလ ဒီေတာ့ကာ Download သာ ဆြဲၾကည့္လုိက္ပါေတာ့....(သစ္ဆန္းခန္႔)Download Link==================Download IMDb - 6.3/10File size  -  (671 MB) Quality -   DVD Rip 720pFormat - MP4Duration  1h 58mSubtitle - MyanmarEncoder - Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-229/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Aashiqui-2-poster-140x200.jpg",
        "title": "Aashiqui 2 (2013)",
        "description": "Aashiqui 2 (2013)_____IMDb - 7.0/10\n ဒီကားလေးကတော့ IMDb 7 ရရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nအဆိုတော်တစ်ယောက်ရဲ့ ဘဝအနိမ့်အမြင့် အတက်အကျတွေကို သင်ခန်းစာ ယူဖွယ် ဆွတ်ပျံ့ကြည်နူးဖွယ် ရိုက်ကူးပြထားတာပါ။\nreviewတွေထဲမှာတော့ သင်တို့ရဲ့ ဒီဇာတ်ကားဟာ မျက်ဝန်းတွေကို စိုစွတ်စေပြီး အာခေါင်တွေကိုခြောက်သွေ့သွားစေနိုင်တယ်လို့တောင်ဆိုထားပါတယ်။\nအရက်ကြောင့် ပျက်စီးလုနီးပါးဖြစ်ခဲ့ရတဲ့ ကိုယ့်ရဲ့ ဂုဏ်သတင်းကို ဘယ်လို ထိမ်းသိမ်းခဲ့တယ် ကိုယ့်ရဲ့ ဘဝလက်တွဲဖော် ချစ်သူဆိုတာ ကိုယ့်ဘဝမှာ ဘယ်လောက်အရေးပါတယ်ဆိုတာ ဒီဇာတ်ကားက အဓိက ဇာတ်ဆောင်က အကောင်းဆုံး ချပြသွားနိုင်ခဲ့ပါတယ်။\nရုပ်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးပါ။(အညွန်းရေးပေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)\n  ဒီကားေလးကေတာ့ IMDb 7 ရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားပါပဲ\nအဆိုေတာ္တစ္ေယာက္ရဲ႕ ဘ၀အနိမ့္အျမင့္ အတက္အက်ေတြကို သင္ခန္းစာ ယူဖြယ္ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ရိုက္ကူးျပထားတာပါ။\nreviewေတြထဲမွာေတာ့ သင္တို႔ရဲ႕ ဒီဇာတ္ကားဟာ မ်က္ဝန္းေတြကို စိုစြတ္ေစၿပီး အာေခါင္ေတြကိုေျခာက္ေသြ႕သြားေစႏိုင္တယ္လို႔ေတာင္ဆိုထားပါတယ္။\nအရက္ေၾကာင့္ ပ်က္စီးလုနီးပါးျဖစ္ခဲ့ရတဲ့ ကိုယ့္ရဲ႕ ဂုဏ္သတင္းကို ဘယ္လို ထိမ္းသိမ္းခဲ့တယ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uy8k/Aashiqui_2_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1392170602-Sadako3D20-o-1-212x300.jpg",
        "title": "Sadako 2 (2013)ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ့္ရဲ႕၇ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္သလိုပထမဆံုးဘာသာျပန္တဲ႔ဂ်ပန္သရဲကားေလးလည္းျဖစ္ပါတယ္ ခင္မင္တဲ႔သူငယ္ခ်င္းေတြနဲ႔အစ္ကိုေတြကဂ်ပန္ကားေလးျပန္ပါလားလို႔ေျပာတာေၾကာင့္ျပန္ျဖစ္သြားတာလည္းျဖစ္ပါတယ္ အမွန္တိုင္းေျပာရရင္ဒီကားေလးကိုဘာသာျပန္ရင္းကိုေတာ္ေတာ္ၾကက္သီးထမိပါတယ္အသံေတြရဲ႕လုပ္ေဆာင္ခ်က္ကေတာ္ေတာ္မိုက္တာမို႔ဘာသာျပန္ရင္း နဲ႔ေတာင္ေနာက္တခါသရဲကားဘာသာမျပန္ေတာ့ဘူးလို႔စိတ္ကူးမိတဲ႔အထိပါပဲ ဒီဇာတ္ကားေလးဟာ ဆာဒကိိုဆိုတဲ႔သရဲမအေၾကာင္းကိုရိုက္ကူးထားတာပါက်ြန္ေတာ့္သူငယ္ခ်င္း(ဂ်ပန္)ေျပာတာကေတာ့ဒီဇာတ္ကားရိုက္ေနရင္းကိုအႏုပညာရွင္ေတြဒါရိုက္တာေတြအခက္အခဲေတြ႕ခဲ႔ရပါတယ္တဲ႔ျမန္မာကားမွာဆို သက္တံ႕သစ္ကားရိုက္တုန္းကအခက္အခဲ လိုမ်ိဴ းထင္ပါတယ္ ဒီဇာတ္ကားဟာအပိုင္း၂ပါ အပိုင္း၂ကလည္းသူ႔ဇတ္လမ္းနဲ႔တူကြဲျပားတာေၾကာင္းက်ြန္ေတာ္အပိုင္း၂ကိုဘာသာျပန္ျဖစ္တာပါကဲအညြန္းေလးဖတ္လိုက္ရေအာင္ လြန္ခဲ႔ေသာ၅နစ္ကေသဆံုးသြား ျပီျဖစ္ေသာဆာဒကိုဆိုေသာသရဲမေလးထူးထူးဆန္းဆန္းပန္းခ်ီကားေလးေတြကိုဆြဲတတ္ေသာ ကေလးမေလးတစ္ေယာက္ကေလးမေလးကိုမေခ်မငံလုပ္မိသူတိုင္းအေသဆိုးနဲ႔ဘာလို႔ေသၾကတာ လဲကေလးမေလးကသရဲဝင္စားျဖစ္နိင္ပါ့မလား ေသဆံုးသြားေသာလူေတြကေကာရိုးရိုးသားသား ေသဆံုးသြားၾကတာလားေဘးပေရာဂေတြေကာပါလားေမြးကတည္းကကေလးမေလးရဲ႕မိခင္ေကာ ဘယ္ကိုေရာက္သြားလဲစသျဖင့္ဇတ္ကြက္ေလးေတြ ကပရိတ္သတ္ကိုျဖည္းျဖည္းခ်င္းဆြဲေဆာင္သြားမွာပါ  ဖုန္းနဲ႔ၾကည့္ေသာသူမ်ားနားၾကပ္ထိုးျပီးၾကည့္ပါေလ computerနင့္ၾကည့္ေသာသူမ်ားမီးပိတ္ျပီးၾကည့္ ပါေသခ်ာပါတယ္သရဲကားၾကိဳက္တဲ႔ပရိတ္သတ္ေတြ စိတ္လႈပ္ရွားမႈေတြကိုဒီဇတ္ကားေလးကေပးမွာပါ  File Size         : 690 MBQuality           : Blu ray 720PRunning Time : 1hr 36 minuteFormat           : Mp4Genre             : HorrorEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD Download And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-231/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Sapna-Pabbi-In-Khamoshiyan-Movie-1-209x300.jpg",
        "title": "Khamoshiyan (2015)",
        "description": "အသဲကြဲျပီး ဇာတ္လမ္းအသစ္ရွာဖို႕ ခရီးထြက္လာတဲ့ စာေရးဆရာ....\nလူေသေကာင္နဲ႕ ႏွစ္ပါးသြားေနတဲ့ ညႈိ႕ဓါတ္ျပင္း မိန္းကေလး....\nသူတို႕ႏွစ္ေယာက္ မေကာင္းဆိုးဝါး တည္းခိုခန္း တစ္ခုတည္းမွာ ေတြ႕ဆံုၾကေသာအခါဝယ္......။File size...(950MB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....01:58:13\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-2366/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/league_gentlemen_01-1-214x300.jpg",
        "title": "The League Of Extraoridinary Gentlemen(2003) ျမန္မာစာတန္းထုိး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္ရဲ႕\nဘာသာျပန္၆ကားေျမာက္ကားေလးပါ\nဘာလိုလိုနဲ႔channel myanmarကိုက်ြန္ေတာ္\nေရာက္တာနစ္လေလာက္ရွိပါေတာ့မယ္\nက်ြန္ေတာ္တတ္နိင္သေလာက္ရုပ္ရွင္ကားေတြကို\nအေကာင္းဆံုးေစတနာပါပါနဲ႔ဘာသာျပန္ေပးခဲ႔ျပီးပါျပီ\nေနာက္လည္းက်ြန္ေတာ္ဒီထက္မကၾကိဳးစားေနအံုးမွာပါရုပ္ရွင္ခ်စ္သူပရိတ္သတ္ေတြအတြက္ေပါ့\nက်ြန္ေတာ္ပရိတ္သတ္ေတြကိုတစ္ခုေလာက္ေမတာၲရပ္ခံပါရေစခင္ဗ်ားက်ြန္ေတာ္တို႔channel myanmarကညီအစ္ကိုေတြအားလံုးဟာ\nတခ်ိဴ႕ကျပည္တြင္းမွာတခ်ိဴ ႕ကျပည္ပမွာေနထိုင္ေနၾကသူေတြပါ\nဟိုတေန႔ကcm ရဲ႕ဘာသာျပန္လူသစ္ညီေလးတစ္ေယာက္နဲ႔\nက်ြန္ေတာ္စကားေျပာၾကည့္ပါတယ္သူေျပာတာေတာ့\nရုပ္ရွင္ကားတစ္ကားဘာသာျပန္ဖို႔ျမန္မာျပည္မွာေဒါင္းေလာ့ဆြဲခက\nတစ္ခါတေလ၄၀၀၀ ၅၀၀၀ ေလာက္က်တယ္ေျပာပါတယ္\nက်ြန္ေတာ္ေတာ္ေတာ္စိတ္မေကာင္းျဖစ္မိပါတယ္ညီေလးရဲ႕\nေစတနာကိုလည္းအရမ္းေလးစားပါတယ္\nက်ြန္ေတာ္ေျပာခ်င္တာကcm က translatorေတြဟာ\nေစတနာရယ္ဝါသနာရယ္ေပါင္းျပီးပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးေဖ်ာ္ေျဖတင္ဆက္သူေတြပါဒါေၾကာင့္\ncmကအမ်ိဴ းေတြအေနန႔ဇာတ္ကားအသစ္တစ္ကားတင္တိုင္း likeတစ္ေၾကာင္းဒါမွမဟုတ္comment\nတစ္ေၾကာင္းေရးေပးပါလို႔ေမတာၲရပ္ခံပါရေစ ပရိတ္သတ္ေတြရဲ႕likeတစ္ခုcommentတစ္ေၾကာင္းက\ntranslatorေတြအတြက္ကေတာ့ အားေဆးတစ္ခြက္ပါပဲအညြန္းကိုေျပာပါရေစ ဒီဇာတ္ကားဟာက်ြန္ေတာ္အရင္ကဘာသာျပန္ဖူးတဲ႔van helsingလိုဇတ္ကားမ်ိဴ းပါ\nက်ြန္ေတာ္အရင္ကတစ္ခါၾကည့္ဖူးပါတယ္ ထိုင္းစကားေျပာပါျမန္မာစာတန္းထိုး\nနဲ႔ျပန္ၾကည့္ေတာ့ေတာ္ေတာ္ေလးကိုၾကည့္ေကာင္းပါတယ္္က်ြန္ေတာ္တို႔ရဲ႕007မင္းသားၾကီးေရွာင္ကြန္နရီက အလန္ကြာတာမိန္းဇတ္ေကာင္ေနရာမွာ\nသရုပ္ေဆာင္ထားေတာ့ဇတ္ကားေကာင္းတစ္ကားဆိုတာ သံသယျဖစ္စရာကိုမလိုေတာ့ပါဘူး\nဇတ္ကားနာမည္နဲ႔လိုက္ေအာင္လည္း လူစြမ္းေကာင္းေတြအမ်ားၾကီးပါဝင္ျပီး\nအလန္ကြာတာမိန္းဦးေဆာင္ျပီးဖန္တြန္ဆိုတဲ႔လူဆိုးေခါင္းေဆာင္ၾကီးကိုဘယ္လိုနိမ္နင္းမွာလဲ\nလွည့္ကြက္ေတြလည္းပါဝင္တာ\nေၾကာင့္မလြတ္တမ္းၾကည့္ရမယ့္ဇာတ္ကားလို႔သာေျပာပါရေစေတာ့File Size         : 870 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 50 minute\nFormat           : Mp4\nGenre             : Action, Adventure, Fantasay\nEncoder         : Joker.phs (ဇာတ္ကားဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ ကိုစိုးေထြးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-239/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Larry Crowne (2011)",
        "description": "Larry Crowne ဟာ အသက္ ၄၀ အရြယ္ေလာက္ရွိတဲ့ လူလတ္ပုိင္းတစ္ေယာက္ျဖစ္ျပီး Super Market တစ္ခုကေန မၾကာေသးခင္ကမွ အလုပ္ျဖဳတ္ခံထားရတာပါ။ အေၾကာင္းျပခ်က္ကေတာ့ သူဟာ တကၠသုိလ္မတက္ခဲ့ဘူးလုိ႕ဆုိပါတယ္။ သူဟာ ငယ္စဥ္အရြယ္အေရာက္ေတာ့ စစ္တပ္ထဲမွာ cook အျဖစ္ အႏွစ္ ၂၀ ေလာက္ တာ၀န္ထမ္းေဆာင္ခဲ့လုိ႕ တကၠသုိလ္မွာဆက္လက္ပညာမသင္ၾကားႏုိင္ခဲ့ပါဘူး။ထုိ႕ေၾကာင့္သူဟာ တကၠသုိလ္မွာ ပညာသင္ၾကားဖုိ႕ဆုံးျဖတ္လုိက္ပါတယ္။ သူသင္ၾကားရမယ့္ဘာသာရပ္ရဲ႕ ဆရာမကေတာ့ Tainot ပါ။ သူတကၠသုိလ္မွာ ပညာသင္ၾကားရင္းနဲ႕ သူ႕ဘ၀ကုိ ဘယ္လုိေျပာင္းလဲေပးမလည္းဆုိတာကုိ ၾကည္႕ရႈရမွာပါ။\n￼\nLarry Crowne အျဖစ္ Tom Hanks က ပါ၀င္သရုပ္ေဆာင္ထားျပီး Tainot အျဖစ္ Juli Roberts ကသရုပ္ေဆာင္ထားပါတယ္။ မင္းသားၾကီး Tom Hanks ကုိယ္တုိင္ေရးသားထားျပီး သူကုိယ္တုိင္ ဒါရုိက္တာအျဖစ္ ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ၾကည္႕လုိ႕ေတာ့အဆင္ေျပမွာပါ။ IMDB Ratings: 6.0/10 ...",
        "rating": "",
        "url": "https://megaup.net/1wv3d/Larry_Crowne_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/D1-1-210x300.jpg",
        "title": "Dragon Tiger Gate(2006) – မြန်မာစာတန်းထိုး",
        "description": "Dragon Tiger Gate(2006) တရုတ် Action and Drama ကားကောင်းလေးတစ်ကားကို ဒီနေ့အတွက် တင်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ IMDb rating 6.6/10 ရရှိထားပြီး . တရုတ်ဇာတ်ကားများကိုကြိုက်နှစ်သူများအတွက် အလွန်ကြည့်ရှုဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေး အနည်းငယ်ပြောပြရမယ်ဆိုရင် . . . ကျားနဂါး ဂိုဏ်းကို ကွန်ဖူး ပညာရှင် ဝူဂျန်လောင်း နဲ့ ဝေါင်ဖူဟူးတို့ ၂ ယောက်စတင်တည်ထောင်ခဲ့ပါတယ်။ လူတွေ ဖိနှိပ်ခံရခြင်းမှ လွတ်မြောက်စေဖို့ သူတို့ကတိပြုခဲ့ကြပြီး . လမ်းပေါ်က လူပေလူတေတွေကအစ သိုင်းပညာသင်ပေးခဲ့ကြပါတယ်။အဲ့ဒါကြောင့် ကျားနဂါးဂို်ဏ်းဟာ တရားမျှတခြင်း သင်္ကေတတခု ဖြစ်လာခဲ့ပါတယ်။လူငယ်တို်င်း တတ်ကြွစွာ ပါဝင်လှုပ်ရှား နေစဉ်မှာပဲ ဝေါင်ဖူဟူးရဲ့သား နဂါးလေးဟာ ဂိုဏ်းမှထွက်ခွာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ သူ့ညီ ကျားလေးနဲ့လည်းခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်။ ကဲ . နောက်ပိုင်း အဖြစ်အပျက်တွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်ရှုကြပါ။\n( ဒီဇာတ်လမ်းကို ညီလေး MT(UCSY) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-235/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Wanted_film_poster-129x200.jpg",
        "title": "Wanted (2008)",
        "description": "Wanted (2008)\nIMDb - 6.7/10______Rotten 71%\n ဝီစလေ ဂစ်(ဘ်)ဆင် [James McAvoy] ဆိုတဲ့ လူငယ်လေးဟာ ချီကာဂို မြို့ထဲက\nကုမ္ပဏီတစ်ခုမှာ ဘာတက်လမ်းမှ မရှိတဲ့ စားရင်းကိုင် အလုပ်လေးတစ်ခုအတွက်နဲ့\nသူတစ်ပါးကို ပေးထားတဲ့ လုပ်ခလစာနဲ့မတန်အောင် မတရားခိုင်းစေပြီး\nမိမိကိုယ်တိုင်ကတော့ ဘာအလုပ်မှမလုပ်တဲ့ အထက်လူကြီးတစ်ယောက်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ကိုင်ရပါတယ်တစ်နေ့မှာတော့ ဂစ်(ဘ်)ဆင် တစ်ယောက် သူ့ရဲ့အတူနေချစ်သူက\nသူ့အပေါ်သစ္စာမရှိပဲ သူရဲ့အခင်ဆုံး သူငယ်ချင်းတစ်ယောက်နဲ့\nဖောက်ပြန်တာကြောင့် စိတ်အာရုံထွေပြားပြီး ခေါင်းကိုက်နေတာကြောင့်\nသူကိုယ်တိုင်အတွက်ခေါင်းကိုက်ပျောက်ဆေးနဲ့အတူ သူ့ချစ်သူအတွက်\nသန္ဓေတားဆေးပါ ဝယ်နေတဲ့အချိန် ဆေးဆိုင်လေးမှာ ...\nဖော့(စ်) [Angelina Jolie] ဆိုတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nဖော့(စ်) က ဝီစလေရဲ့ဖခင် ကို သူမ သိကြောင်း ယမန် နေ့ညက\nသူ့အဖေ အသတ်ခံရကြောင်းနဲ့ သူ့အဖေကို သတ်တဲ့ လူသတ်တရားခံက\nသူ့နောက်ကို လိုက်နေကြောင်း ပြောပြပေမဲ့ သာမန် လူရိုးသားလေး ဂစ်(ဘ်)ဆင်\nအဖို့တော့ ဒီကိစ္စကြီးဟာ လက်မခံနိုင်စရာ ဖြစ်နေပါတယ်ဒီလိုနဲ့ ဖော့(စ်) ဟာ ဂစ်(ဘ်)ဆင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rlua/Wanted_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/gugu-2-261x300.jpg",
        "title": "The Third Way of Love (2015)",
        "description": "ကြ်န္ေတာ္တို႕ အခ်စ္ေတာ္ေလး ဂူဂူး (မင္းသမီး Liu Yifei) နဲ႕ ဘီးက်ဲၾကီး ဂြ်န္ေစာ (ကိုရီးယားမင္းသား Song Seung‑heon) တို႕ လက္ေတြ႕ဘဝမွာ တကယ့္ခ်စ္သူေတြျဖစ္လာဖို႕ အေၾကာင္းဖန္ခဲ့တာ\nဒီဇာတ္ကားေၾကာင့္ပါ။ (ထို႕ေၾကာင့္ ဒီဇာတ္ကားကို ရင္နာနာျဖင့္ၾကည့္ျဖစ္သည္.... ဤကား စကားခ်ပ္)ဇာတ္လမ္းထဲမွာေတာ့ ဂြ်န္ေစာက ပ်ိဳတိုင္းၾကိဳက္တဲ့ လုပ္ငန္းရွင္ သူေဌး...\nဂူဂူးက လွပႏုပ်ိဳ အလုပ္ၾကိဳးစားတဲ့ ေရွ႕ေနတစ္ေယာက္...\nသူတို႕ႏွစ္ေယာက္ဘဝက ကြာျခားလွေပမယ့္... မထင္မွတ္ဘဲ ေတြ႕ဆံု ဆက္ႏြယ္မႈကေန အခ်စ္တစ္ခုေမြးဖြားလာပံုကို ျခယ္မႈန္းထားပါတယ္။(တကယ္လဲ အျပင္မွာ သူတို႕ႏွစ္ေယာက္ ခ်စ္ၾကိဳက္သြားေလသည္။)\nအဆိုပါ အခ်စ္တစ္ခုက သူတို႕ႏွစ္ေယာက္ရဲ႕ က်ဥ္းထဲက်ပ္ထဲ ဘဝထဲမွာ ပြင့္အံထြက္လာျပီး\nဘယ္လိုေတြ အဆံုးသတ္မလဲဆိုတာ........။File size...(1GB)\nQuality...HD-Rip 720pFormat...mp4\nDuration....01:53:31\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nEncoder Note....Chinese and English subs hardcoded\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2f7lo/The_Third_Way_Of_Love_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Greenlanternposter45-1-203x300.jpeg",
        "title": "Green Lantern (2011)",
        "description": "DC ဟာ comic နဲ႔ animated ေလာက မွာ ဘုရင္တစ္ပါး ျဖစ္ေပမယ့္ ႐ုပ္႐ွင္ေလာက မွာေတာ့ လက္ေႏွးပါတယ္။ ဒါေပမယ့္ သူတို႔ဟာ သူတို႔ရဲ႕ နာမည္ႀကီး ဇာတ္ေကာင္တစ္ေကာင္ ျဖစ္တဲ့ Green Lanternကို ႐ုပ္႐ွင္႐ိုက္ဖို႔ သတိရေသးတာ ပဲ ေတာ္ပါေသးရဲ႕။comic ေလာကမွာေတာ့ Green Lantern ဟာ ပရိသတ္အခိုင္အမာ ရထားတဲ့ super heroတစ္ေယာက္ပါ။ ဒါကို ႐ုပ္႐ွင္ အျဖစ္ ခ်ျပေတာ့ comic fanေတြရဲ႕ high expectation အရ လိုအပ္ခ်က္ တစ္ခ်ိဳ႕ကို ေထာက္ျပၾကတာ ေတြ႔ရပါတယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါဟာ ေကာင္းတဲ့ အခ်က္ လို႔ ယူဆပါတယ္။ Batman Forever တို႔လို ဇာတ္ကားေတြ ထြက္ၿပီးမွ Nolan's Batman trilogy ေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern2011/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1-2-300x217.jpg",
        "title": "ပရိသတ္ကေမး Channel Myanmarက ေျဖ အစီအစဥ္",
        "description": "က်ြန္ေတာ္တို့ CM ဆိုက္နဲ့ ပတ္သတ္ျပီး ပရိသတ္ေတြ အေမးမ်ားတဲ့ ေမးခြန္းေတြကို တစ္စုတစ္စည္းတည္း ေျဖၾကားေပးလုိက္ပါတယ္။ အဲဒါေၾကာင့္  ဒီပို့ကို ေသခ်ာဖတ္ေစခ်င္ပါတယ္။ CM Admin Teamအေနနဲ့လဲ ေမးခြန္းတစ္ခုကို ထပ္ခါ ထပ္ခါ ေျဖရတဲ့အတြက္ အခ်ိန္ကုန္တာမ်ိဳး ေလ်ာ့နည္းသြားေအာင္ပါ။ေမး။ ။ က်ြန္ေတာ္ကအခုမွ အင္တာနက္ စသံုးတာမို့ CMက ဇာတ္ကားေတြ ေဒါင္းခ်င္ေပမဲ့ မေဒါင္းတတ္ဘူးျဖစ္ေနပါတယ္။ အဲဒါ ဘယ္လိုမ်ိဳး Download လုပ္ရလဲဆိုတာ ေျဖၾကားေပးပါ ခင္ဗ်ားေၿဖ။ ။ကြ်န္ေတာ္တို႕က facebook မွာေၾကာ္ျငာတာပါ..ဇာတ္ကားေတြကဒီမွာပါ..channelmyanmar.com ကိုသြားပါ..ၾကည့္ခ်င္တဲ့ဇာတ္ကားရဲ႕ Download and Watch ဆိုတာကိုႏွိပ္ပါ..adfly မွာ 5 sec ေစာင့္ပါ...ညာဖက္ အေပၚေထာင့္က skid ad ဆိုတာကိုႏွိပ္ရင္ pCloud မွာတိုက္ရိုက္ၾကည့္လို႕ရသလို ေဒါင္းလို႕လဲရပါတယ္.အေသးစိတ္သိခ်င္ရင္ေတာ့ ေအာက္က လင့္မွာ ပံုနဲ့ တစ္ကြ ရွင္းျပေပးထားပါတယ္http://www.channelmyanmar.com/p/download-pcloud.htmlေမး။ ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channel-myanmar/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/manny-the-movie-1-203x300.jpg",
        "title": "Manny (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ေထြေထြထူးထူး ညႊန္းစရာ မလိုေတာ့ဘဲ ေအာင္ျမင္သူတစ္ဦး၏ ဘ၀ေကာက္ေႀကာင္းကိုသာ ပရိသတ္ဆီ ထိုးေကြ်းလိုက္တဲ႔ ဇာတ္ကားမ်ိဳးပါ။ IMDB 7.3/10 အထိရရွိထားတာေႀကာင့္လည္း ရိုက္ကူးတင္ဆက္ပံုမ်ိဳးက ပရိသတ္အႀကိဳက္ေတြ႕မိမွာပါ။ ဖိလစ္ပိုင္ႏိုင္ငံရဲ႕ Nation's Fist လို႔ လူသိမ်ားလာခဲ႔တဲ႔ ပက္ကြီႏိုဟာျဖင့္ လက္ေ၀ွ႕အတတ္ပညာ၌ ထူးခြ်န္သူတစ္ဦးပါ။ ျပိဳင္ပြဲ ၆၅ ပြဲအနက္ ၅၇ ပြဲအႏိုင္ရယူခဲ႔ျပီး ၆ ပြဲရံႈး သေရ ၂ပြဲ ရရွိေအာင္ျမင္ထားပါတယ္။ သူရဲ႕ လက္ေ၀ွ႕သက္တမ္းအဆံုးကိုလည္း ေနာက္တစ္ပြဲမွာ ရပ္တန္႕လိုက္ေတာ့မယ္ ဟုလည္း သတင္းထြက္ရွိခဲ႔ပါတယ္။ မည္သို႔ပင္ဆိုေစ သန္မာတဲ႔လက္သီးတို႔ႏွင့္အတူ ျပံဳးေရာင္သမ္းေသာ မ်က္ႏွာတို႔ ပိုင္ဆိုင္ထားသူ ပက္ကြီႏိုရဲ႕ ဘ၀ကလည္း စိတ္၀င္စားဖြယ္ ေကာင္းလွလြန္းလွပါတယ္။ လက္ေ၀ွ႕တြင္သာမက ဖိလစ္ပိုင္ႏိုင္ငံ၏ ေအာင္လႊတ္ေတာ္ အမတ္ တစ္ဦးအေနနဲ႔ပါ ေက်ာ္ႀကားခဲ႔တဲ႔ ပက္ကြီႏို အေႀကာင္းကိုေတာ့ ဒီဇာတ္ကားႀကည့္ျပီး ဗဟုသုတတိုးရဦးမွာပါ။  “ ေအာင္ျမင္သူေတြရဲ႕သမိုင္းမွာေတာ့ ခေရာင္းလမ္းအျမဲရွိတယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-223/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Brothers(2015)(ျမန္မာစာတန္းထိုး)",
        "description": "၂၀၁၅ ရဲ႕ကားေကာင္းေတြထဲက တစ္ကားပါ. IMDb 6.8 ရထားပါတယ္။ အေမကိုသတ္မႈနဲ႕ေထာင္ထဲ၀င္သြားတဲ့ အေဖကို မုန္းတီးေနတဲ့ အလတ္တန္းစားတိုက္ခိုက္ေရးသမားေဟာင္း ေက်ာင္းဆရာအစ္ကိုၾကီးဟာ သူ႕မိသားစုအတြက္မျဖစ္မေနေငြရွာရေတာ့မယ့္အေျခအေနမွာ ဘယ္လိုမွ နိုင္ဖို႕ ေမ်ွာ္လင့္ခ်က္မရိွတဲ့ ၾကီးက်ယ္တဲ့ တိုက္ခိုက္ေရးျပိဳင္ပြဲၾကီးကို ၀င္ျပိဳင္ပါေတာ့တယ္။ တခ်ိန္တည္းမွာပဲ ေထာင္ကလြတ္လာတဲ့အေဖရဲ႕ အကူအညီနဲ႕ အေဖတူအေမကြဲ ညီငယ္ေလးကပါ ျပိဳင္ပြဲထဲမွာ ပါ၀င္လာတဲ့အခါ....... တကယ္ၾကမ္းတမ္းတဲ့ တိုက္ခိုက္မႈေတြၾကားထဲမွာ ေမတၱာတရားကို ပီျပင္ေအာင္ရိုက္ျပထားတာကိုေတာ့ တကယ္ခ်ီးက်ဴးးမိပါတယ္ဗ်ာ။Quality           : Blu ray 720P\nRunning Time : 2hr 36 minutes\nFormat           : Mp4\nGenre             : Drama,Thriller\nEncoder         : Littleneo",
        "rating": "",
        "url": "https://megaup.net/1wp00/Brothers_2015_(ျမန္မာစာတန္းထိုး).mp4",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/FirstKissmovieposter1-1-212x300.jpg",
        "title": "First Kiss (2012)",
        "description": "ပထမဆံုးအနမ္းတဲ့ ...\nလူႏွစ္ေယာက္ရဲ႕ ပထမဆံုးအနမ္းကိုၾကည့္ၿပီး\nအဲဒီ့လူႏွစ္ေယာက္ဟာ ေရွ႕ေလ်ာက္အတူတူ\nလက္တြဲလို႔လို႔ ရမရ ခန္႔မွန္းလို႔ရတယ္တဲ့ ...\nဘတ္စ္ကားေပၚမွာ မေတာ္တဆနမ္းမိခဲ့ၾကတဲ့\nအပ်ိဳၾကီးမမနဲ႔ အထက္တန္းေက်ာင္းသားေလး\nသူတို႔ရဲ႕ အနာဂတ္လမ္းခရီးလမ္းက ဘယ္လိုဆက္ျဖစ္မွာလဲဆိုတာကိုေတာ့ အခုပဲ Download လုပ္ျပီး ၾကည့္လုိက္ပါဒါကြ်န္ေတာ့္ရဲ႕ ပထမဆံုးဘာသာျပန္တဲ့ မူဗီေလးပါခင္ဗ်ာ ... အားေပးၾကပါဦး ... ၾကည့္ၿပီးရင္ေတာ့ ေကာင္းမေကာင္း ၾကိဳက္မၾကိဳက္ဆိုတာကို မန္႔ေပးသြားၾကပါလား ..File Size         : 750 MB\nQuality           : Dvd Rip\nRunning Time : 1hr 43 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs(ဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ Tartee Poe ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/first-kiss-20122/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fascinating-trailer-for-steve-jobs-the-man-in-the-machine-1-203x300.jpg",
        "title": "Steve Jobs: The Man In Machine (2015)  ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားက Steve Jobs အေၾကာင္းကို ရိုက္ထားတဲ့ကားအျဖစ္ ဒုတိယေျမာက္ ထြက္လာတဲ့ ဇာတ္ကားပါ။Iphone, Ipad, Macတို့ကို စတင္ တီထြင္ခဲ့တဲ့ Apple Companyရဲ့ ကြယ္လြန္သြားျပီျဖစ္တဲ့ CEO Steve Jobsအေၾကာင္းကို ရိုက္ထားတာပါ။စတီေဂ်ာ့က ဘယ္လိုလူစားမ်ိဳးလဲ၊သူဘာေတြ တီထြင္ခဲ့တာလဲ သူ့ဘ၀အေၾကာင္းကေရာ ဘယ္လုိလဲဆိုတာကို စံုစံုလင္လင္ျပသႏိူင္တဲ့ ဇာတ္ကားပါ။ ဒီဇာတ္ကားမွာ သူရဲ့ ဘ၀ကို ဘယ္လို အေျခအေနကေန စတင္ခဲ့တယ္၊ သူေအာင္ျမင္ေအာင္ ဘယ္လိုၾကိဳးစားခဲ့တယ္၊ အခက္အခဲေတြကေန ဘယ္လို ျပန္ရံုးထႏိူင္ခဲ့တယ္ဆိုတာကို စိတ္၀င္တစားၾကည့္ရမွာ။ဒါေပမဲ့ ဒီဇာတ္ကားက Steve Jobsရဲ့ ပံုရိပ္ေတြနဲ့ အတူ တစ္ျခားသူေတြက သူရဲ့ အေၾကာင္းကို ျပန္ေျပာျပတဲ့ မွတ္တမ္းရွပ္ရွင္ ပံုစံမ်ိဳးရိုက္ထားတဲ့ Documentary အမ်ိဳးအစားဆိုတာကို သတိျပဳေစခ်င္ပါတယ္။File Size         : 920 MBQuality           : Blu ray 720PRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-254/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "English Vinglish (2012)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဒါရိုက္တာ Gauri Shinde က ရိုက္ကူးထားျပီး ၊ သာမန္အိမ္ရွင္မတစ္ဦး (Sridevi) ဟာ စားေသာက္ဆိုင္တစ္ခုမွ\nရိုးရွင္းတဲ့ အစားအေသာက္ေလး မွာတာေတာင္မွ အဆင္မေျပျဖစ္ျပီး အဂၤလိပ္စာသင္မွ ျဖစ္မယ္ဆိုျပီး သင္ယူတဲ့အေၾကာင္း ရိုက္ကူးထားတာပါ ။ ဒီဇာတ္ကားဟာ မင္းသမီးၾကီး Sridevi ရုပ္ရွင္ေလာကနဲ႔ ၁၅ ႏွစ္ေလာက္ အဆက္ျပတ္ေနျပီးမွ ျပန္ရိုက္တဲ့ဇာတ္ကားလို. ဆိုႏိုင္ပါတယ္။ ဒီဇာတ္ကားထြက္ရွိျပီးေနာက္မွာ Sridevi ကို ဂ်ပန္မွာ female Rajinikanth အိႏၵိယမွာ Meryl Streep လို႔ တင္စားေခၚေဝၚၾကပါတယ္။ဒီဇာတ္ကားကေန ဘယ္အရြယ္ပဲ ေရာက္ေန ေရာက္ေန ပညာတစ္ခုသင္ၾကားဖို့အတြက္ အသက္အရြယ္က အေရးမၾကီးဘူးဆိုတာကို အေကာင္းဆံုးေဖာ္ျပသြားႏူိင္ခဲ့ပါတယ္။IMDB Ratingကလဲ ၇.၉ ေတာင္ဆိုေတာ့ ၾကည့္ကို ၾကည့္သင့္တဲ့ ဇာတ္ကားထဲမွာ ပါ ပါတယ္။\nဒီဇာတ္ကားတင္ျဖစ္တာဖို့ စာတန္းထိုး အကူအညီေပးတဲ့ လင္းခယံကိုေရာ၊ FB ေပၚမွာ ၾကည့္ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2drx6/English_Vinglish_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fullsizephoto612613-1-200x300.jpg",
        "title": "[18+] Purpose Of Reunion (2015)",
        "description": "Dongchul ဟာ ဘားအ​ေသး​စားတစ္​ခုကို စီမံခန္​႔ခြဲ​ေနသူတစ္​​ေယာက္​။ သူဟာ အၿမဲတမ္​း ​ေက်ာင္​းသား​ေဟာင္​း​ေတြ႕ဆံုပြဲ ကို စီစဥ္​ခ်င္​​ေနသူပါ။ တစ္​​ေန႔က်​ေတာ့ သူ႔ဘားကို ​သူငယ္​ခ်င္​းမတစ္​​ေယာက္​ ​ေယာက္​လာပါတယ္​။ Yujinဆိုတဲ့ အဲ့သူငယ္​ခ်င္​းမ​ေလးဟာ ​ေက်ာင္​းသား​ေဟာင္​း ​ေတြ႕ဆံုပြဲတို႔ဘာတို႔ လည္​း သြား​ေလ့သြားထ ရွိတဲ့လူမဟုတ္​ပါဘူး။ ဒီလိုဘားမွာ အမွတ္​မထင္​ ​ေတြ႕လိုက္​တဲ့အခါမွာ သံ​ေယာဇဥ္​ လက္​က်န္​​ေလးနဲ႔ ခ်စ္​ျခင္​းတရား​ေတြ ျဖစ္​​ေပၚလာၿပီး နယ္​​ေတြက်ြံကုန္​ၾကပါ​ေတာ့တယ္​။ တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​ လ်ွို႔ဝွက္​ခ်က္​​ေတြ မရွိ​ေတာ့ဘဲ သ​ံ​ေယာဇဥ္​​ေတြ တြယ္​သထက္​တြယ္​လာခ်ိန္​မွာမွ Dongchulရဲ႕ ဇနီးဟာ Dounchulဆီ​ေရာက္​လာခ်ိန္​မွာ​ေတာ့ …. ဘယ္ေတြ ဆက္ျဖစ္မွာလဲဆိုတာ  CM ပရိသတ္ၾကီး ကိုယ္တိုင္ပဲ ဆက္လက္ခံစားၾကည့္ရႉလိုက္ၾကပါဦး။ လိင္အသားေပး ဇာတ္၀င္ခန္း ခပ္ၾကမ္းၾကမ္းေတြနဲ့ ဆြဲေဆာင္ထားတာမို့ ၁၈ ႏွစ္ မျပည့္ေသးသူမ်ား မၾကည့္သင့္သလို၊ မိသားစုနဲ့အတူလဲ မၾကည့္သင့္တဲ့ ဇာတ္ကားပါ။File Size         : 780 MB\nQuality           : Blu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/purpose-of-reunion2015/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/goosebumps_2015_ws_r1_custom_dvd-front-1-300x201.jpg",
        "title": "GooseBumps (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ေအာက္တိုဘာ 16 ရက္ေန႔ 2015 မွာ ထြက္ရွိထားတဲ႔ GooseBumps ဆုိတဲ႔ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားကို ဒါရိုက္တာ Rob Letterman က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႔ IMDb Rateက 6.6 ပဲၿဖစ္ပါတယ္..ဟာသနဲ႔ မေကာင္းဆုိး၀ါး စတဲ႔ဇာတ္အိမ္ကို တြဲဖက္ရိုက္ကူးထားၿပီး ၾကည္႔ရွုသူေတြအေနနဲ႔ သေဘာက်မယ္႔ ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေၿပာရမယ္ဆုိရင္နယူးေယာက္ျမိဳ႕ ကေနေျပာင္းလာတဲ့ Zach တို႔သားအမိဟာ ထူးဆန္းတဲ့ R. L. Stine တို႔သားအဖနဲ႔ အိမ္နီးခ်င္းမ်ား ျဖစ္လာၾကျပီး Zach က Stine ရဲ႕သမီးအေခ်ာ အေမာျဖစ္တဲ့ Hannah ကိုစိတ္ဝင္စားလ်က္ ရွိပါတယ္။ Stine က သည္းထိတ္ရင္ဖို ဇာတ္လမ္းေတြကို ေရးသားတဲ့ စာေရးဆရာ တစ္ေယာက္ ျဖစ္ျပီး သူ၏သမီးႏွင့္ Zach ခင္မင္တာကို မႏွစ္သက္ဘဲ Zach ကိုသူ႕သမီးႏွင့္ ေဝးေဝးမွာေနဖို႔ ေျပာၾကားထားပါတယ္။ တစ္ေန႔မွာေတာ့ Zach ႏွင့္ သူ႕သူငယ္ခ်င္းတို႔ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-249/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/christmas-horror-story-entertainment-one-dvd-1-212x300.jpg",
        "title": "A Christmas Horror Story (2015) ျမန္မာစာတန္းထိုး",
        "description": "ခရစ္စမတ္အခ်ိန္ဟာ လူေတြအားလံုး သိထားတဲ့အတိုင္း တကယ့္ကို ျၿငိမ္းခ်မ္းျၿပီးေတာ့ ေပ်ာ္ရႊင္စရာေကာင္းတဲ့အခ်ိန္ေလးပါ ဒါေပမဲ့ လူေတြသတိမထားမိတာ တစ္ခုရွိပါေသးတယ္ ဒါကေတာ့ ဆန္တာ ကေလာ့စ္ နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္တဲ့ ခရမ္ပတ္စ္ ရဲ႕ အေၾကာင္းပါပဲ ခရမ္ပတ္စ္ ဆိုတာ က ခရစ္စမတ္အခ်ိန္မွာ ေပ်ာ္ရႊင္ျခင္းေတြ ခြင့္လႊတ္ျခင္းေတြမရွိပဲ  မိမိရဲ႕ ေဒါသစိတ္ကို ထိန္းခ်ဳပ္ႏိုင္စြမ္းမရွိေတာ့တဲ့ အခါမွာ အဲ့ဒီ ခရမ္ပတ္စ္ အသြင္ေျပာင္းသြားျၿပီး စိတ္ ဓာတ္ဆိုးညစ္သူေတြကို ခရစ္စမတ္ မတိုင္မီအခ်ိန္ ၂၅ ရက္ေန႔ရဲ႕ အာရံုမတက္ခင္အခ်ိန္ေလးမွာ လိုက္လံဖမ္းဆီး သုတ္သင္ပါေတာ့တယ္ ဒီဇာတ္ကားေလးက christmas မွာ လူသားေတြ စိတ္ႏွလံုး သန္႔သန္႔နဲ႔ ေပ်ာ္ရႊင္ႏိုင္ဖို႔ ခြင့္လႊတ္တတ္ဖို႔အတြက္ သင္ခန္းစာေပးရိုက္ကူးထားတဲ့ ကားေလးပဲျဖစ္ပါတယ္ဒီရုပ္ရွင္ကားကို Carey Nyein မွ ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုယ္လဲ သူကိုယ္တိုင္ေရးေပးထားပါတယ္Marry Christmas ပါ CM ပရိတ္သက္ႀကီးေရ.... Download ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-257/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/17566379053_444a15820a_o-1-212x300.jpg",
        "title": "Love & Mercy (2014) ျမန္မာစာတန္းထုိး",
        "description": "IMDb ၇.၄ ရထားတဲ့ ျဖစ္ရပ္မွန္အထုပၸတၱိ ရုပ္ရွင္ေကာင္းတစ္ခုကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္ေကာင္ကေတာ့ 1960 ၀န္းက်င္မွာ Beach Boys အဖြဲ႕ေခါင္းေဆာင္တစ္ေယာက္ေနနဲ႕ေက်ာ္ၾကားခဲ့တဲ့ ဘရိုင္ယန္၀ယ္ဆန္ဆိုတ့ဲ သီခ်င္းေရးဆရာ အဆိုေတာ္ၾကီးအေၾကာင္းပါ။ သူ႕ဘ၀ရဲ႕ ေအာင္ျမင္မႈေတြကေန စြန္႕ခြာ၇ေတာ့မယ့္ အေၾကာင္းေပၚလာခဲ့ျပီးေနာက္မွာ အေကာင္းဆံုး မာစတာပိစ္ တစ္ခုဖန္တီးဖို႕ၾကိဳးစားေနတုန္းမွာပဲ 1980 ၀န္းက်င္မွာ သူ႕ရဲ႕ ဆရာ၀န္ လင္ဒီ ရဲ႕ မေကာင္းၾကံမႈေတြနဲ႕ ပ်က္စီးေနရတဲဲ့ အခ်ိန္ပိုင္းေတြကေန အေရာင္းစာေရးမေလးက ကယ္တင္ဖို႕ ၾကိဳးစားတဲ့ အေၾကာင္းကို တင္ဆက္ထားတာပါ။ File Size         : 960 MBQuality           : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-252/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/sinister-2-poster-133x200.jpg",
        "title": "Sinister 2 (2015)",
        "description": "Sinister 2 (2015)____IMDb - 5.3/10ဒါရိုက်တာ စီရာယန်ဖွိုင်းရဲ့ လက်ရာသဘာဝလွန်ထိတ်လန့် စရာရုပ်ရှင်ကား သြဂုတ် ၂၁ ရက် က ထွက်ရှိထားတာမို့ ပရိသတ် တွေအကြိုခံစားကြည့်ရအောင် ဖော်ပြပေးလိုက်ပါတယ်။မိသားစုတစ်စုဟာ ပြောင်းဖူး ခင်းထဲမှာ စာခြောက်ရုပ်တွေလို ချိတ်ဆွဲခံရထားပြီး အရှင်လတ် လတ်မီးရှို့ခံရတဲ့ မြင်ကွင်းနဲ့ စထားတာမို့ စကြည့်ကြည့်ချင်းပဲ ကြက် သီးထရမှာပါ။ အဲဒီမြင်ကွင်းက တော့ (၉) နှစ်အရွယ် ဒီလန်ကော လင်း အိပ်မက်မက်နေတာပါ။ နောက်တစ်နေ့မှာတော့ ဒီလန်က သူ့ရဲ့ အမြွှာညီအစ်ကိုဇက်ချ်၊ သူ့ အမေကော်တနီတို့နဲ့ ဈေးဝယ် ထွက်ရာမှာ အမျိုးသားတချို့က ကွက်ကြည့်ကွက်ကြည့်နဲ့ အကဲ ခတ်နေတာကို ကော်တနီ သတိပြုမိခဲ့တာကြောင့် အိမ်ပြန်ခဲ့ကြပါတယ်။ဒီလန်ဟာ မကြာခဏဆိုသလို သရဲကလေးလေးတွေကို အိပ်မက်မက်နေပြီး အိပ်မက်ထဲမှာ မိုင်လိုဆိုတဲ့ ကလေးတစ်ယောက်က အိမ်မြေအောက်ထပ်က Super 8 ဆိုတဲ့ မိသားစုတွေ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Hiy9/Sinister_2_[2015]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Scooby-Doo-Wrestlemania-Mystery-post-1-240x300.jpg",
        "title": "Scooby-Doo! WrestleMania Mystery (2014)",
        "description": "Scooby Doo ပရိသတ္ေတြအတြက္ ဇာတ္ကားေကာင္းတစ္ကားတင္ေပးလိုက္ပါတယ္။ Shaggy နဲ့  Scooby တို့ WWE Cityကို သြားရဖို့အတြက္ လက္မွတ္တစ္ေစာင္ကို ရရိွခဲ့ပါတယ္။အဲဒီအခ်ိန္မွာ ပြဲကို ဖ်က္ဆီးဖို့ ၀က္၀ံဆိုးၾကီးေရာက္လာတဲ့အခ်ိန္မွာ Scooby Dooတို့ အဖြဲ့က ဘယ္လုိ တားဆီးၾကမွာလဲဆိုတာကို ၾကည့္ရမဲ့ ဇာတ္လမ္းပါ။ WWE ျပိဳင္ပြဲေတြကို ေနာက္ခံထားျပီး ရိုက္ကူးထားတာေၾကာင့္ WWE ပရိသတ္ေတြအတြက္လဲ အၾကိုက္ေတြ့စရာ ဇာတ္လမ္းျဖစ္သလို IMDB Ratingလဲ ၆.၃ အထိ ရရိွထားပါတယ္။ Animationကားျဖစ္တာမို့ အိမ္မွာ မိသားစုနဲ့အတူလဲ ၾကည့္လုိ့ရပါတယ္File Size         : 660 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 24 minute\nFormat           : Mp4\nGenre             : Animation, Family\nEncoder         : Joker.phsDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/scooby-doo-wrestlemania-mystery-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/attack-on-titan-part-2-end-of-the-world-official-poster-1-210x300.jpg",
        "title": "Attack On Titan 2 (2015)",
        "description": "ဒီဇာတ်​ကား က​တော့ ဂျပန်​ Anime နဲ့ manga ​လောက မှာ နာမည်​ကြီး ဇာတ်​လမ်​းတစ်​ခုဖြစ်​တဲ့ Attack on Titans ကို လူသရုပ်​​ဆောင်​ ​တွေနဲ့ ပြန်​လည်​ ရိုက်​ကူးထားတဲ့ ဒုတိယပိုင်​းဖြစ်​ပါတယ်​။ ကမ႓ာဖျက်​ လူသားစား titan​ကောင်​ကြီး​တွေ ဟာ လူသားမျိုးနွယ်​ ​တွေကို မျိုးသုဉ်​း​လောက်​သည်​ထိ ဒုက္ခ​ပေးနိုင်​စွမ်​း ရှိပြီး လူသား​တွေ ရဲ့ ​နောက်​ဆုံး ​မျှော်​လင်​့ချက်​က အဲရန်​ ဆိုတဲ့ လူငယ်​​လေးနဲ့ သူ့ သူငယ်​ချင်​း​တွေ ​ပေါ်ကို စုပြုံကျလာပါတယ်​။ Titan​တွေရဲ့ ရန်​ကို​ကြောက်​လို့ နံရံ​အမြင်​့ကြီး​တွေ ​နောက်​မှာ​နေ ​နေရတဲ့ လူသား​တွေ ထဲမှာ အဲရန်​ဆိုတဲ့ လူငယ်​က​တော့ အ​ကြောက်​အလန်​့ မရှိတဲ့ လူငယ်​တစ်​​ယောက်​။ သူ့သူငယ်​ချင်​း အာမင်​ က​တော့ လူ​ကြောက်​တစ်​​ယောက်​ဖြစ်​ပြီး အဲရန်​ ​ပြောသမျှ ယုံကြည်​လက်​ခံ တတ်​တဲ့ ​ကောင်​မ​လေး ...",
        "rating": "",
        "url": "https://megaup.net/2gv7v/Attack_On_Titan_2_[2015]_(MM_Sub).mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/big-2-300x202.jpg",
        "title": "Narcopolis (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ခုႏွစ္မွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒါရိုက္တာJustin Trefgarne ရိုက္ကူးတင္ဆက္ထားၿပီး ဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Mystery | Sci-Fi | Thrillerအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..သိပၸံဇာတ္လမ္းမ်ိဳးၾကည္႔ခ်င္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ၾကာၿမင္႔ခ်ိန္ကေတာ႔ 1နာရီ နဲ႔ 36 မိနစ္ၿဖစ္ၿပီး IMDb Rate ကေတာ႔ 4.3 ရရွိထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ႔ Frank ဆုိတဲ႔စံုေထာက္တစ္ဦးဟာ မူးယစ္ေဆး၀ါးအေၾကာင္းကိုလိုက္လံစံုစမ္းၿပီးေဖာ္ထုတ္တဲ႔ဇာတ္ကားပါ..ဒီမူးယစ္ေဆးဟာဘယ္ေလာက္ထိ အႏၱရာယ္ေပးႏိုင္လဲသူ႕ရဲ႕ေနာက္ကြယ္မွာေရာဘာရွိလဲဆုိတာ ေစာင္႔ၾကည္႔ရမွာပဲၿဖစ္ပါတယ္Subtitle Credit To Movie7plusFilesize : 548 MBQuality : 720p [ BrRip ]Format : mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Movie7plus Admin TeamEncoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-241/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/7651M6csyv0LL-1-196x300.jpg",
        "title": "Tom and Jerry meet Sherlock Homes( ျမန္မာစာတန္းထိုး)",
        "description": "2010 ခုနွစ္က ထြက္ရိွခဲ့ျပီး IMDb 6.3 ရရိွထားတဲ့ကားေလးကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ကေခ်သည္မေလးတစ္ေယာက္ အၾကပ္ကိုင္ခံေနရတဲ့ အမႈကို ရွားေလာ့ခ္ ဟုမ္းကို လာအကူအညီေတာင္းရာက စခဲ့ပါတယ္။ ဒါေပမယ့္ သာမာန္အမႈမဟုတ္ဘဲ သူ႕ရဲ႕ ရန္သူေတာ္ၾကီး မိုရီရာတီ ရဲ႕ အကြက္ခ်စီစဥ္မႈျဖစ္ေနတဲ့အခါမွာ ေတာ့ သူ႕ကိုတားဆီးဖို႕ ရွားေလာ့ခ္ရဲ႕ လက္ေထာက္ ဂ်ယ္ရီရယ္ ကေခ်သည္မေလးရဲ႕ လက္ေထာက္ တြမ္ ရယ္ ရွားေလာ့ခ္ရယ္တို႕ရဲ႕ စြန္႔စားခန္းၾကီး စတင္ပါေတာ့တယ္။ ဒီကားကေတာ့ အသက္အရြယ္မေရြးၾကည့္နိုင္တဲ့အျပင္ တူေလးမ်ား သားေလးမ်ားအတြက္ပါ လက္ေဆာင္ေပးနိင္မယ့္ ကားေကာင္းတစ္ကား လို႕ေျပာနိုင္ပါတယ္ဗ်ာ။ေဒါင္းရန္နွင့္ ၾကည့္ရႈရန္ နိွပ္ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/tom-and-jerry-meet-sherlock-homes/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/vendetta-poster-1-203x300.jpg",
        "title": "Vendetta (2015) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ရုပ္​ရွင္​ခ်စ္​သူ​ေတြ အတြက္​ စိတ္​ဝင္​စား စရာ ဇာတ္​ကား​ေလးတစ္​ကား လာပါၿပီဗ်ာ။ Big Show ဆုိ မသိတဲ့ လူ ​ေတာ္​​ေတာ္​ နည္​း ပါတယ္​။ ငယ္​ငယ္​ တုန္​းတည္​းက ရင္​းနွီးၿပီးသား နပန္​း သမား ႀကီးပါ။ The Rockတို႔ကို အားက်လို႔ ထင္​ပါရဲ႕။ သူလည္​းရုပ္​ရွင္​ဘက္​ကို ​ေျခ ခ် လာပါတယ္​။ ဇာတ္​ကားကလည္​း သရုပ္​​ေဆာင္​​ေတြကို ၾကည္​့ရံု နဲ႔ ၾကမ္​းမယ္​့ ဇာတ္​ကားဆိုတာ သိသာ​ေနပါတယ္​။ သူတတ္​နိုင္တဲ့ အတိုင္​းအတာ​ေတြထက္​ ​ေက်ာ္​လြန္​ၿပီး လုပ္​ရပ​ေစ လက္​စား​ေခ်ခြင္​့သာရမယ္​ဆုိရင္​ ဘယ္​အရာ​ေၾကာင္​့မွ ​ေနာက္​မဆုတ္​ဘူး ဆိုတဲ့ ​ေထာက္​လွမ္​း​ေရးအရာရွိ တစ္​​ေယာက္​ ရဲ႕ ဇာတ္​လမ္​းပါ။ ဇနီးျဖစ္​သူ ကို ရာဇဝတ္​သား တစ္​​ေယာက္​က သတ္​လိုက္​ၿပီး​ေနာက္​ပိုင္​းမွာ သူဟာ ရည္​႐ြယ္​ခ်က္​ ရွိရွိနဲ႔ ျပစ္​မႈတစ္​ခု က်ဴးလြန္​ၿပီး ​ေထာင္​ထဲကို ဝင္​လိုက္​ပါတယ္​။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-247/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/sunshine-2007-poster-133x200.jpg",
        "title": "Sunshine (2007)",
        "description": "Sunshine (2007)\nIMDb - 7.2/10_____Rotten - 76%\n Sunshineဆိုတဲ့သိပ္ပံစိတ်ကူးယာဉ်ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ၂၀၅၇ ခုနှစ်မှာ နေလုံးကြီး သေဆုံးတော့မှာ ဖြစ်တဲ့အတွက်နေမရှိပဲ အသက်မရှင်နိုင်တဲ့ ကျတော်တို့ကမ္ဘာကိုကယ်တင်ဖို့အာကာသယာဉ်မှူးတစ်ဖွဲ့ဟာ နေမင်းဆီကို ပျံသန်းပြီး အနုူမြူဗုံး ဖောက်ခွဲခြင်းဖြင့်နေကို ပြန်လည်တောက်လောင်အောင် ကြိုးစားကြတဲ့ဇာတ်လမ်းပါ။ဒါပေမယ့် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာတဲ့နေနဲ့အရမ်းနီးတဲ့အခါ အဆက်အသွယ်ပြတ်တောက်မှုတွေ၊နေကာကွယ်တဲ့စနစ်ပျက်စီးပြီး အကုန်ပြာဖြစ်ဖို့ လက်တစ်ကမ်းအလိုအခြေအနေတွေနဲ့အောက်ဆီဂျင် ပြတ်မဲ့အခြေအနေတွေမှာ ကြုံရမယ့် စိတ်ခံစားချက်တွေအဆုံးအဖြတ်တွေ အနစ်နာခံမှုတွေကို ပီပြင်အောင် ရိုက်ပြထားတာကိုတွေ့ရမှာပါ။ကမ္ဘာရဲ့နောက်ဆုံးမျှော်လင့်ချက်ကြီးကိုထမ်းထားရတဲ့လူတွေ နေရာကဝင်ခံစားပြီးကြည့်မိမယ်ဆိုရင်တော့ သူတို့တွေ့ရဲ့ အမောကို ခံစားမိမှာပါ။ကြည့်လိုက်ကြပါဦး။ \n(အညွန်းရေးသူကတော့ Litte Neo ဖြစ်ပြီး ဘာသာပြန်သူကတော့ Lotus Black ပဲ ဖြစ်ပါတယ်)\n Sunshineဆိုတဲ့သိပၸံစိတ္ကူးယာဥ္ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၂၀၅၇ ခုႏွစ္မွာ ေနလုံးႀကီး ေသဆုံးေတာ့မွာ ျဖစ္တဲ့အတြက္ေနမရွိပဲ အသက္မရွင္ႏိုင္တဲ့ က်ေတာ္တို႔ကမာၻကိုကယ္တင္ဖို႔အာကာသယာဥ္မႉးတစ္ဖြဲ႕ဟာ ေနမင္းဆီကို ပ်ံသန္းၿပီး အႏုူျမဴဗုံး ေဖာက္ခြဲျခင္းျဖင့္ေနကို ျပန္လည္ေတာက္ေလာင္ေအာင္ ႀကိဳးစားၾကတဲ့ဇာတ္လမ္းပါ။ဒါေပမယ့္ စီစဥ္ထားတဲ့အတိုင္း ျဖစ္မလာတဲ့ေနနဲ႔အရမ္းနီးတဲ့အခါ အဆက္အသြယ္ျပတ္ေတာက္မႈေတြ၊ေနကာကြယ္တဲ့စနစ္ပ်က္စီးၿပီး အကုန္ျပာျဖစ္ဖို႔ လက္တစ္ကမ္းအလိုအေျခအေနေတြနဲ႔ေအာက္ဆီဂ်င္ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dtUh/Sunshine_[2007]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/f35d09a685b8c1971d6d469c062156fd_p_m-1-188x300.jpg",
        "title": "Hawwa Hawwai (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDB -7.5 ရရွိထားျပီး စိတ္ကူးဆႏၵေတြရဲ႕ေအာင္ျမင္ျခင္းကို မီးေမာင္းထိုးျပထားတဲ႔ ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအက်ဥ္း မုဆိုးမ တစ္ေယာက္ရဲ႕ သားေလး အာဂြ်န္ဟာ လက္ဖက္ရည္ဆိုင္ေလးရဲ႕လုပ္သားေလးေပါ့။ ဒီ ဆိုင္ေလးက စကိတ္ကြင္းေလးတစ္ခုမွာ တည္ရွိေနျပီး ညဘက္လိုလို စကိတ္စီး က်င့္သူမ်ားလည္း လာေလ့ရွိတတ္ႀကတယ္။တစ္ညမွာေတာ့ ဆရာလပ္ကီး ဦးေဆာင္တဲ႔ စကိတ္သင္ ေက်ာင္းသားေလးေတြကို အာဂြ်န္ ေတြ႕ခဲ႔ျပီး စကိတ္စီးခ်င္စိတ္ျပင္းျပလာခဲ႔တယ္။ အာဂြ်န္ရဲ႕ စိတ္ဆႏၵေတြကို ပံ႔ပိုးေပးေနသူေတြက အာဂြ်န္ရဲ႕သူငယ္ခ်င္းေကာင္း ေလးေဖာ္ ။ သူတို႕ေတြရဲ႕ ၀င္ေငြဟာ စကိတ္တစ္ခုအတြက္ မလံုေလာက္ေပမဲ႔ ျဖတ္ထိုးဥာဏ္အသံုးျပဳခဲ႔ျပီး အာဂြ်န္အတြက္ စကိတ္ဖိနပ္ လက္ေဆာင္ေပးခဲ႔ႀကတယ္။ ေနာက္ပိုင္းမွာေတာ့ ဆရာလပ္ကီးကိုယ္တိုင္ သင္ႀကားေပးခဲ႔ျပီး အာဂြ်န္ရဲ႕ အိပ္မက္ကို ပံုေဖာ္ေပးခဲ႔ႀကသည္။ ထို႔ျပင္ စကိတ္ျပိဳင္ပြဲတြင္ပါ ၀င္ေရာက္ယွဥ္ျပိဳင္နိုင္ရန္ ေလ့က်င့္ေပးခဲ႔သည္။ အဲဒီေနာက္မွာေတာ့ -----????? ကဲ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတာ့ ရင္ခုန္ႀကည့္ရႈလိုက္ပါဦး။ အေျပာင္းအလဲတစ္ခုေႀကာင့္ ဇာတ္လမ္းရဲ႕ျပကြက္ေတြကလည္း အထင္းသား ရုပ္လံုးေပၚလာေစခဲ႔ပါတယ္။  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-244/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/getdvdcovers_heaven_is_for_real_2014_custom_front-1-300x201.jpg",
        "title": "Heaven Is For Real (2014) ၿမန္မာစာတန္းထိုး",
        "description": "Drama ဇာတ္လမ္းေကာင္းေကာင္းေလးေတြၾကည္႔ခ်င္ေနၾကတဲ႔ ပရိတ္သတ္ေတြအတြက္ပါဒီဇာတ္ကားက ဆြဲေဆာင္သြားမယ္ဆုိတာအေသအခ်ာပါပဲ...Todd Burpo နဲ႕ Lynn Vicent တို႕ေရးသားခဲ႔တဲ႔စာအုပ္ Heaven is for real စာအုပ္ကို ဇာတ္လမ္းၿပန္လည္ရိုက္ကူးထားၿခင္းၿဖစ္ပါတယ္မူရင္းစာအုပ္ဟာ 2010 New York Time မွာ အေရာင္းရဆံုး စာအုပ္အၿဖစ္လည္းမွတ္တမ္း၀င္ထားပါတယ္..ဒီဇာတ္ကားကိုေတာ႔ 2014 မွာ ရိုက္ကူးၿပီး ဒါရိုက္တာကေတာ႔ Randall Wallace ၿဖစ္ပါတယ္..IMDb Rate လည္း 5.8 ရရွိထားပါတယ္..သူတို႔ေပးတဲ႔အညႊန္းေလးအတိုင္း \" It Will TouchYour Heart , Capture Your Mind And Ultimately Impact You Life Forever \" ဆိုတဲ႔စကားေလးကိုအရင္ခံစားၿပီး ေသခ်ာၾကည္႔ရွုပါလို႔အၾကံေပးလိုက္ပါရေစFilesize : 570 MBQuality : Bluray720pFormat : mp4Run Time : 1h ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-243/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/46ivi-1-300x244.png",
        "title": "Spooks : The Greater Good (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီဇင္ဘာ 4 ရက္ 2015 က ထြက္ရွိထားတဲ႔ စံုေထာက္အက္ရွင္ဇာတ္လမ္းေကာင္းေလးပါဒါရိုက္တာ Bharat Nalluri ၿဖစ္ၿပီး IMDb Rate 6.3 ရရွိထားတာမို႔...ၾကိဳက္ႏွစ္သက္မွာပဲၿဖစ္ပါတယ္အက္ရွင္ဇာတ္ကားေကာင္းေတြၾကိဳက္ႏွစ္သက္တဲ႔သူေတြအတြက္ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ၿဖစ္လာပါမယ္Filesize : 645 MBQuality : 720pFormat : mp4RunTime : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-246/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Miracle-in-cell-no.7-133x200.jpg",
        "title": "Miracle in Cell No. 7 (2013)",
        "description": "Miracle in Cell No. 7 (2013)___________IMDb - 8.2/10မေတ္တာတရားတွေကို သေချာ ကြည့်မယ်ဆိုရင် ..... ၁၅၀၀ မေတ္တာ က ၅၂၈ မေတ္တာ ထက် သင်္ချာ အတိုင်းအတာ ပမာဏ အားဖြင့် များပြားတယ်လို့ထင်ရပေမဲ့ ... တကယ်တမ်းတော့လေ အဖြူစင်ဆုံးသော တိုင်းတာ မရသော အနန္တမေတ္တာဆိုတာလေ ၅၂၈ ဆိုသော မိသားစု လေးကပေးတဲ့ ဖြူစင် သောမေတ္တာ လေးကသာ တန်ဖိုး အရှိဆုံးပါ... အခု ဇာတ်ကားလေးမှာ ... ဖခင်ကို ချစ်မြတ်နိုးသော သမီးတိုင်း အတွက် သမီး ကို ချစ်သော ဖခင်တိုင်း အတွက် အရမ်းကို ခံစား မှု့တွေပေးတဲ့ မေတ္တာရေး ကိုဖေါ်ကျူးထားတဲ့ဇာတ်လမ်း လေးတစ်ခု ဆိုတာကို မပြောဘဲနဲ့သိမြင်နိုင်ပါတယ်... လောကမှာ ဘယ်လို မိဘမျိုးဘဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4eq2A/Miracle_in_Cell_No.7_(7_Beonbangui_Seonmul)_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/BZ21Shc-1-217x300.jpg",
        "title": "Confessions: The Secret Of Machiko Matsuoko(2010)",
        "description": "အခုတစ္ေလာ ၁၈++ ဇာတ္ကားေတြ မတင္ျဖစ္တာ ၾကာေနျပီမို့ Adult Movie ပရိသတ္ေတြအတြက္ ဂ်ပန္ကား တစ္ကား တင္ေပးလိုက္ပါတယ္။ဇာတ္လမ္း အေၾကာင္းေျပာရမယ္ဆို Machikoက Music သင္ေပးတဲ့ ဆရာမတစ္ေယာက္ျဖစ္ျပီး ေျခေထာက္က်ိဳးေနတဲ့ သူ့ အစ္မနဲ့ အတူ ေနပါတယ္။ သူ့အစ္မ ေျခေထာက္က်ိဳးရတာက သူ့အျပစ္ေၾကာင့္လို့ ခံယူထားတာေၾကာင့္ သူအစ္မက သူ့ကို က်ြန္လို သေဘာထားဆက္ဆံတာေတြအကုန္လံုးကို သည္းခံရင္း ေနထိုင္ခဲ့ရတာပါ။ဒီလိုနဲ့ ေနလာရင္း တစ္ရက္မွာေတာ့ စိတ္ေတြ မြန္းက်ပ္ေနတဲ့ Machiko တစ္ေယာက္ ေက်ာင္းသား တစ္ေယာက္နဲ့ ေဖာက္ျပန္ မိပါတယ္။ သူတို့ ၂ေယာက္ ျဖစ္ေနတာကို သူ့အစ္မ သိသြားတဲ့အခါ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ၊သူတို့ ႏွစ္ေယာက္ၾကားက လ်ိဳ့၀ွက္ခ်က္ကေရာ ဘာေတြ မ်ား ျဖစ္ႏိူင္လဲဆိုတာ စိတ္၀င္တစား ၾကည့္ရမွာပါ။ ဂ်ပန္ကားေတြ ထံုးစံအတိုင္း လိင္အသားေပး အခန္းေတြ ပါတာေၾကာင့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/confessions-secret-of-machiko/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/p88787_d_v7_aa-1-200x300.jpg",
        "title": "2009: Lost Memories (2002) ျမန္မာစာတန္းထိုး",
        "description": "2002 ခုႏွစ္ ကားေဟာင္းဆိုေပမယ့္ IMDb 6.2/10 ထိ အဆင့္ရထားတဲ့Korea စပိုင္အက္ရွင္ ဇတ္လမ္းအမ်ိဳးအစား ျဖစ္ၿပီး တီဗီမွာ ျပသခဲ့တဲ့ ကိုရီးယား ဇတ္ကားမွဒါရိုက္တာ ရင္ က မင္းသား အျဖစ္ ပါ၀င္ထားပါတယ္...(သစ္ဆန္းခန္႔)Download Link=================Download 1 2009 : Lost Memories (2002) 1.3GBDownload 22009 : Lost Memories (2002) 1.3GBFollow Me ----> www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-240/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/the-rover-poster-3-1-210x300.jpg",
        "title": "The Rover(2014)",
        "description": "ဒီ တစ္ခါေတာ့ CMပရိသတ္ေတြအတြက္ Twilight မင္းသား Robert Pattinson ပါ၀င္ထားသလို Drama ကားေတြကို ပီျပင္ေအာင္ သရုပ္ေဆာင္ႏူိင္တဲ့ မင္းသား Guy Pearce ပါ၀င္တဲ့ Drama ကားေကာင္း တစ္ကား တင္ေပးလိုက္ပါတယ္။ဇာတ္လမ္း အက်ဥ္းေျပာရမယ္ဆိုရင္ေတာ့ တစ္ကမၻာလံုး စီးပြားေရး ပ်က္ကပ္ေတြ ဆိုက္ေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြကေန ၀ယ္ထားရတဲ့  Guy Peraceရဲ့ ကားကို အခိုးခံလုိက္ရတယ္။ အဲဒီလိုနဲ့ သူရဲ့ကားကို လိုက္ရွာရင္း ခုိးသြားတဲ့ လူရဲ့ ညီျဖစ္တဲ့ Robert Pattinsonကို ဖမ္းမိသြားပါတယ္။ဒီလုိနဲ့ ႏွစ္ေယာက္သား အႏၱရယ္မ်ားတဲ့ ခရီးလမ္းကို ေလ်ာက္ရင္း  ဘယ္လိုအခက္အခဲေတြ ေတြ့ၾကမွာလဲ၊ သူတုိ့ ၂ေယာက္ကေရာ အဆင္ေျပသြားမွာလားဆိုတာကို စိတ္၀င္တစ္စား ၾကည့္ရမဲ့ ဇာတ္ကားပါ။IMDB ratingလဲ ၆.၄ အထိ ရထားပါတယ္File Size         : 740 MB\nQuality           ...",
        "rating": "",
        "url": "https://megaup.net/Uxaz/[02537]_The_Rover_(2014)_[Crime]_[Guy_Pearce]_[AUSTRALIA]_[6.2].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/he-who-dares-1-212x300.jpg",
        "title": "He Who Dares (2014) ျမန္မာစာတန္းထိုး",
        "description": "၂၀၁၄ ထြက္ အက္ရွင္ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္။ ဇတ္လမ္းအက်ဥ္းကေတာ့ အၾကမ္းဖက္မ်က္နွာဖံုးစြပ္တစ္ဖြဲ႕ဟာ ၀န္ၾကီး ခ်ဳပ္ရဲ႕ သမီးကို ျပန္ေပးဆြဲျပီး ေျမေအာက္ကားပါကင္မွာ မိုင္းေတြနဲ႕ ခုခံေနတာကို ကယ္ထုတ္မဲ့ အထူးတပ္ဖြဲ႕တစ္ဖြဲ႕ရဲ႕ စြန္႕စားခန္းေတြပါ။ ၾကည့္ရႈၾကပါဦး။  File Size         : 700 MBQuality           : Blu ray 720PRunning Time : 1hr 32 minuteFormat           : Mp4Genre             : Action, Crime, ThrillerEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD Download And watch Pcloud Link Small File Size",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-274/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Pained-p1-2-210x300.jpg",
        "title": "Pained (2011)",
        "description": "IMDb Rating (6.8/10) ထိရရွိထားတဲ့ Drama, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။\nမင္းသား Kwon Sang‑woo ရဲ႕မထံုတက္ေသး သရုပ္ေဆာင္ခ်က္ေတြက ဒီဇာတ္ကားကို\nအသက္ဝင္ေစခဲ့ပါတယ္။ ကိုရီးယား Drama ဇာတ္ကားၾကိဳက္သူေတြ လက္မလြတ္သင့္ပါ။File size...(900MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....01:44:28\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/pained-20111/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Pained-p1-2-210x300.jpg",
        "title": "Pained (2011)",
        "description": "IMDb Rating (6.8/10) ထိရရွိထားတဲ့ Drama, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။\nမင္းသား Kwon Sang‑woo ရဲ႕မထံုတက္ေသး သရုပ္ေဆာင္ခ်က္ေတြက ဒီဇာတ္ကားကို\nအသက္ဝင္ေစခဲ့ပါတယ္။ ကိုရီးယား Drama ဇာတ္ကားၾကိဳက္သူေတြ လက္မလြတ္သင့္ပါ။File size...(900MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....01:44:28\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/pained-20111/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/tom-and-jerry-kids-cartoon-1920x1080-wallpaper29249-1-300x169.jpg",
        "title": "Tom and Jerry Special Collection",
        "description": "ကဲ ပံု​ေလး​ေတြကို ျမင္​လိုက္​တာ နဲ႔ ခပ္​မ်ားမ်ား​ေတာ့ ​ေျပာ ဖု႔ိ လိုဦးမလားဗ်။ လူတစ္​​ေယာက္​ကို မင္​း ​ေၾကာင္​နဲ႔ႂကြက္​ ကား ႀကိဳက္​ လား လို႔ ​ေမးၾကည္​့။ မႀကိဳက္​ဘူး ​ေျပာရင္​ ​ေသခ်ာတယ္​ လိမ္​ တာပဲ။ တျခား ကာတြန္​း ကား​ေတြ နဲ႔ မတူ ဘဲ ဘယ္​အခ်ိန္​ ၾကည္​့ၾကည္​့ ဘာၿပီးရင္​ ဘာျဖစ္​မယ္​ အလြတ္​ ရ​ေနတာ​ေတာင္​မွ ထပ္​ကာထပ္​ကာ ၾကည္​့ မ႐ိုးဘူးဗ်။ လက္ဖက္သုတ္လို​ေပါ့။ ​ခဏခဏစား​ေနရလည္​း မ႐ိုးႏိုင္​တာမ်ိဳး။ ​ေၾကာင္​နဲ႔ႂကြက္​ ၾကည္​့ၿပီးရင္​ စိတ္​လက္​ ​ေပါ့ပါးသြားတတ္​တာ ထံုးစံဗ်။ ကာတြန္​း ဆြဲ ခဲ့တဲ့ လူ​ေတြ ဂါထာ​ေတြနဲ႔ မန္​းမႈတ္​ၿပီး ဆြဲ ထားသ​လားမွတ္​ရတယ္​။ ဘယ္​​ေတာ့မွ မမုန္​းဘူးဗ်။ ​ေနာက္​တစ္​ခု ရယ္​ရတာက တျခားကား​ေတြ violence and gore ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-276/",
        "category": "Animation, Special Package"
    }
]