[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDB1XQkjcA28y4o2CusamC5WgOs.jpg",
        "title": "Secretly, Greatly ( 2013 )",
        "description": "IMDb 6.9 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးပါပဲ5446လုိ႕ေခၚတဲ့ေျမာက္ကုိရီးယားလွ်ဳိ့၀ွက္စပုိင္အဖြဲ႕အစည္းတစ္ခုငယ္ရြယ္တဲ့လူငယ္ေတြကုိ တုိက္ရည္ ခုိက္ရည္ ဥာဏ္ရည္ပုိင္းေတြအထူးေလ့က်င့္ေပးထားတယ္ရည္ရြယ္ခ်က္ကေတာ့ေတာင္ကုိရီးယားကိုစပိုင္ေတြအျဖစ္ ေစလႊတ္ၿပီး အသီးသီးဇတ္ၿမဳတ္ေနေစၿပီးလွ်ိဳ႕ဝွက္တာဝန္ေတြအသီးသီးထမ္းေဆာင္ဖို႔ပဲ ဒီထဲမွာအေတာ္ဆုံးလုိ႕ေခၚရမဲ့ လူငယ္ေလးသုံးေယာက္သူတုိ႕က စရုိက္တစ္မ်ဳိးစီနဲ႕ေတာင္ကုိရီးယားထဲမွာ ဇတ္ျမဳတ္ၿပီးအထက္ကအမိန္႔ေတြကိုေစာင့္ရင္းစပိုင္အျဖစ္ေနၾကတယ္ တစ္ေန႕ေတာ့ အထက္ကသူတို႔၅၄၄၆တပ္ကတပ္ဖြဲ႔ဝင္ေတြအားလံုးကို suside လုပ္ခိုင္းတယ္အဲ့ဒီအမိန္႔ဟာ သူတုိ႕ ၃ေယာက္အတြက္ ဘာမွ မခက္ခဲေပမယ့္မိသားစုအေရးေတြပါဝင္လာတဲ့အခါမွာေတာ့ ဆန္႔က်င္မႈေတြျဖစ္လာတယ္ဒြိဟပြားစရာေတြျဖစ္လာတယ္ ဒီဇတ္ကားက တျခားစပုိင္ဇတ္လမ္းေတြနဲ႕ခပ္ဆန္းဆန္းကြဲထြက္လာတာက အရူးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ျပီးစပုိင္လုပ္ေနတဲ့သူပါလာတာပါပဲ အျခား ၂ေယာက္က အႏုပညာသမားတစ္ေယာက္အထက္တန္းေက်ာင္းသားတေယာက္ပါ သူတုိ႕ ၃ေယာက္လုံးကုိေတာ့ပရိတ္သတ္ႀကီးရင္းႏွီးၿပီးသားေတြျဖစ္မွာပါ အထူးသျဖင့္ တည္ၿငိမ္သူကြီးတေယာက္လို႔လူသိမ်ားတဲ့ Kim soo hyun က ဒီဇတ္ကားေလးထဲမွာ အ႐ူးဇတ္႐ုပ္ကေနေခါင္းေဆာင္အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ေနာက္ထပ္မင္းသားေတြျဖစ္တဲ့ Park ki woong နဲ႕ lee woo hyun ကလည္းသူ႔ေနရာနဲ႔သူ ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္ ဒီဇတ္ကားကုိ အပုိင္း ၃ပုိင္းခြဲရမယ္ထင္ပါတယ္ပထမပုိင္းမွာရယ္စရာေလးေတြနဲ႕စတင္ရင္းတစ္ေယာက္စီရဲ႕ျမႇဳပ္ကြက္ေလးေတြကုိတျဖည္းျဖည္းျပ သြားတယ္ဒုတိယပုိင္းမွာေတာ့ပရိတ္သတ္ေတြကုိမိန္းေမာသြားေစမဲ့ အက္ရွင္ခန္းေတြပါလာတယ္တတိယပုိင္းမွာေတာ့ messageေလးေတြ ေပးသြားေလရဲ႕ကိုင္း ဒီေလာက္ဆုိေတာ္သင့္ၿပီထင္ပါရဲ႕ ခံစားႀကည့္လုိက္ပါဦးလုိ႕This Movie Brought To You By ...",
        "rating": "6.9",
        "url": " https://megaup.net/1xylz/Secretly,_Greatly_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lsbiIIzFsGQYDD1iGosxW5OVMaR.jpg",
        "title": "Ploey: You Never Fly Alone (2018)",
        "description": "Animation ကားေတြကိုၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ပလိုဗာလို႔ေခၚတဲ့ ဇင္ေယာက္ငွက္မ်ိဳးအေၾကာင္းကို ရိုက္ကူးထားခဲ့ကာတြန္းကားေကာင္းေလးတစ္ကားပါ။ဇာတ္လိုက္ငွက္ေလးရဲ႕နာမည္ကေတာ့ ပလိုအီတဲ့။သူတို႔ငွက္မ်ိဳးႏြယ္ကို ဒုကၡေပးေနတဲ့ ရွဲဒိုးလို႔ေခၚတဲ့သိမ္းငွက္ဆိုးၾကီးရဲ႕ရန္ကေန ငွက္ေပါက္ေလးပလိုအီဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲဆိုတာကို ၾကည့္ရႈအားေပးၾကပါဦးေနာ္ File Size : (775 MB) & ( 281 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre :  Animation , Family , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ploey-you-never-fly-alone-2018/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z2DqVxj17aW6xpimRlCLfhKSfUm.jpg",
        "title": "Brokeback Mountain (2005)",
        "description": "BrokeBack Mountain (2005)Crouching Tiger, Hidden Dragon (2000)လို အနောက်နိုင်ငံတွေမှာ ရှေးဦးအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ တရုတ်သိုင်းရုပ်ရှင်ရဲ့ ဒါရိုက်တာ....Director ... Ang Leeက ရိုက်ကူးပြီး သရုပ်ဆောင်အနုပညာမှာ မှော်ဝင်စားလွန်းတဲ့ လူလွန်မသားသရုပ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့ Hearth Ledger နဲ့ Jake Gyllanhaal တို့က Mian Castအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ Nominee 8ခုဝင်ထားပြီး အော်စကာသုံးခုရထားတဲ့ Ang Leeကို အော်စကာရစေခဲ့တဲ့ကားလည်း ဟုတ်ပါတယ်။ Homophobia တွေမနှစ်မြို့လောက်မယ့် LGBTကားဆိုတာ ကိုတော့ သတိချပ်စေချင်ပါတယ်။ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ Hearth Ledgerနဲ့ Jake တို့ဟာ Homoတွေမဟုတ်ပေမယ့် Homoတွေရဲ့ခံစားချက်တို့ကို ကောင်းကောင်းကြီး ပြသွားနိုင်ခဲ့သလို Real World က သူတို့ကြားက ရင်းနှီးမှုကြောင့်လည်း ဒီကားဟာ ပိုအသက်ဝင်တယ် ဆိုကြပါတယ်။ချစ်သူနဲ့လက်ထပ်ဖို့ စရိတ်စကရအောင် Brokebackတောင်ပေါ်မှာ အလုပ်လုပ်မယ့် Ennis ...",
        "rating": "7.7",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ora2m1w57h6eOfKGgBgP2o1hCZn.jpg",
        "title": "Born to Race (2011)",
        "description": "ဒီတစ္ခါေတာ့ ၂၀၁၁ ေလာက္က ကားေဟာင္းေလးျပန္တင္ဆက္ေပးမွာပါဒန္နီရဲ႕အေဖနဲ႔အေမကြဲေနၿပီး ဒန္နီကအေမနဲ႔အတူေနတယ္ဒန္နီက ျပိဳင္ကားေမာင္းတာေတာ္ျပီး တရားဝင္ၿပိဳင္ပြဲမဟုတ္ဘဲလမ္းေတြေပၚမွာကားၿပိဳင္ေမာင္းလို႔ ခဏခဏျပသနာတက္တယ္တစ္ေန႔ေတာ့ သူ႔ကိုစပြန္ဆာေပးထားတဲ့ ၿပိဳင္ကားႀကီးနဲ႔ရဲကားကို ဝင္တိုက္မိေရာသူ႔အေမလဲ သူ႔ကိုမထိန္းႏိုင္ေတာ့ဘဲ သူ႔အေဖဆီပို႔လိုက္ေတာ့တယ္ဒန္နီကေတာ့ သူတို႔ကိုထားခဲ့တဲ့အေဖဆီ မသြားခ်င္ခဲ့ဘူးဒါေပမဲ့ သူ႔အေဖဆိုတာကလဲ တစ္ခ်ိန္က ကားၿပိဳင္တဲ့ေလာကမွာ ဆရာတစ္ဆူဆိုေတာ့သားအအဖ ၂ ေယာက္ေပါင္းၿပီး ဘယ္လိုေတြ ေဂၚမလဲဆိုတာကေတာ့ဇာတ္လမ္းေလးထဲမွာ ဆက္လက္ၾကည့္႐ႈခံစားၾကပါ File Size : (915 MB) & ( 333 MB)Quality : BluRay 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , SportSubtitle : Myanmar Subtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Ttip/Born_To_Race_[2011]_(MM_Sub).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/state-of-play-133x200.jpg",
        "title": "State of Play (2009)",
        "description": "State of Play(2009)\nIMDb....7.1,,,,Rotten....84%\nမိုးတဖွဲဖွဲကျပြီးတိတ်ဆိတ်နေတဲ့ Washington DCမြို့ရဲ့  ညတစ်ညမှာ လူတစ်ယောက်\nကြောက်လန့်တကြားပြေးလွှားနေတယ်.....ညဟာအေးစက်နေပေမယ့် သူ့မျက်နှာပေါ်မှာ ချွေးစေးတွေပျံနှံနေသလို\nသူ့ဟန်မှာကြောက်လန့်နေပုံအထင်းသားပေါ်လွင်နေတယ်...သူပြေးလွှားပုန်းအောင်းနေပေမယ့် နောက်ယောင်ခံလိုက်လာတဲ့သူတွေ့ရှိသွားကာ\nပစ္စတိုဖြင့်(၂)ချက်ဆင့်ပစ်ချခြင်းခံလိုက်ရသည်....ပီဇာပို့သည့်လူငယ်တစ်ယောက်ဟာလည်း တိုက်ဆိုင်စွာပင် အခင်းဖြစ်ပွားရာနေရာကိုဖြတ်သွားမိသည်..\nနောက်ယောင်ခံလိုက်လာသည့် လူမှာ ပီဇာပို့သမားဆီသို့ သက်သေဖျောက်သည့်အနေဖြင့် ဆက်လက်ပစ်ခတ်လိုက်သည်...\nနောက်တစ်နေ့မနက်တွင် ကောင်မလေးတစ်ယောက် ဘူတာရုံတွင် Suicide လုပ်ခဲ့သည်...ပြောရရင်\n(၂)ရက်အတွင်း အလောင်း(၃)လောင်းဖြစ်သွားခဲ့ခြင်းဖြစ်သည်...ဒီ Suicide လုပ်သည့်အမျိုးသမီးမှာ လွှတ်တော်အမတ်တစ်ယောက်၏\nဝန်ထမ်းတစ်ဦးပင်ဖြစ်သည်.....လွှတ်တော်အမတ်၏စေခိုင်းမှုကြောင့် ဒီအမျိုးသမီးမှာ အစိုးရ လက်နက်ကုမ္ပဏီတစ်ခုကိစ္စကိုစုံစမ်းနေခြင်းဖြစ်သည်..\nမှုခင်းဖြစ်စဉ်အရ Suicide  ဟုပြောဆိုနေပေမယ့် လက်နက်ကိစ္စစုံစမ်းခြင်းကြောင့်အသတ်ခံရတာလားဟုဆိုသောမေးခွန်းတွေကလည်းတစ်ပြုံတစ်ပင်ပင်ဖြစ်သည်..\nဒီဇာတ်ကားဟာ နိုင်ငံရေးပါဝင်တဲ့ Thriller ကားကောင်းတစ်ကားပါ...လွှတ်တော်အမတ်အဖြစ် Ben Affleck ကသရုပ်ဆောင်ထားပြီး\nသူ့ရဲ့ယုံကြည်ရတဲ့ သတင်းထောက်သူငယ်ချင်းအဖြစ် Russell Crowe  ကြီးကသရုပ်ဆောင်ထားပါတယ်.....အခြားနာမည်ကြီးသရုပ်ဆောင်များဖြစ်တဲ့\nRachel McAdams ,Helen Mirren , Robin Wright တို့လည်း ပါဝင်ထားလေတယ်...\nကိုင်း ဘာကြောင့်လူတွေအသတ်ခံရလဲ ....လွှတ်တော်အမတ်ရဲ့ ဝန်ထမ်းအမျိုးသမီးကရော\nတကယ်ပဲ Suicide လုပ်ခဲ့တာလား...နောက်ကွယ်က ပြသနာတွေကရော ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nသတင်းထောက်ကြီး Russell Crowe နဲ့အတူ နိုင်ငံရေးလောကထဲကအရှုတ်တွေကို ဝင်ရောက်စုံစမ်းထောက်လှမ်းကြည့်ရအောင်....\n-------------------------------------------------------------------\nမုိးတဖြဲဖြဲက်ၿပီးတိတ္ဆိတ္ေနတဲ့ Washington ...",
        "rating": "7.1",
        "url": " https://megaup.net/1xyo9/State_Of_Play_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zXfwBeYe0RnqsJ0dnBoFTB4SSrG.jpg",
        "title": "Mia and the White Lion (2019)",
        "description": "ဒီကားေလးကေတာ့တိရိစၧာန္ေတြခ်စ္တဲ့ေကာင္မေလးေတြ လက္မလႊတ္သင့္ပါဘူးေနာ္ျခေသၤ့ျဖဴနဲ႕ေကာင္မေလးႏွစ္ေယာက္ၾကားကသံေယာဇဥ္ေတြခ်စ္ျခင္းတရားေတြ ယံုၾကည္မႈေတြကုိငိုရေလာက္ေအာင္ထိကုိရုိက္ထားတဲ့ကားေကာင္းေလးတကားပါအဂၤလန္ကေနေတာၾကီးျဖစ္တဲ့ေတာင္အာဖရိကကိုေျပာင္းလာလို႕မိသားစုကိုစိတ္ဆိုးေနတဲ့ေကာင္မေလးတေယာက္အေဖအလုပ္လုပ္ကိုင္တယ့္ျခေသၤ့ေမြးျမဴေရးစခန္းကေနၿခေသၤ့ျဖဴေလးတေကာင္ေရာက္လာျပီးေနာက္မွာ သူဘယ္လိုေတြေျပာင္းလဲသြားမလဲအိမ္ေမြးသတၱဝါမဟုတ္တဲ့ဒီျခေသၤ့ကိုသူဘယ္လိုအခက္အခဲေတြနဲ႕ေစာင့္ေရွာက္လဲသူ႕အေဖရဲ႕မလုပ္ကျခေသၤ့ေမြးျမဴေရးတင္မဟုတ္ပဲတျခားလုပ္ငန္းပါပါေနျပီးအႏၱရာယ္ရွိလာတဲ့အခါသူျခေသၤ့ကိုဘယ္လိုေတြကယ္တင္ျပီးဘာေတြဆက္လုပ္မလဲဆိုတာ...ဒီကားေလးကေတာင္အာဖရိကမွာတရားဝင္ခြင့္ျပဳေပးထားတဲ့ၿခေသၤ့အမဲလိုက္လုပ္ငန္းေတြကိုဆန္႕က်င္္တိုက္ဖ်က္ဖို႕ရည္ရြယ္ခ်က္နဲ႕ရိုက္ကူးထားတာျဖစ္ပါတယ္ File Size : (1 GB) & ( 400 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://megaup.net/1xyfv/Mia_And_The_White_Lion_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hk0eZdWM6P9F1J9Wfk6GW7m4DYb.jpg",
        "title": "Daddy Issues (2018)",
        "description": "ဒီတစ်ခါတော့ Netfix က ရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Netfilx က ကားတွေဆို သိတဲ့အတိုင်းပဲ တစ်ခုခုတော့ ရသပေးတတ်လေ့ရှိပါတယ်။အခုကားလေးကလည်း နာမည်နဲ့လိုက်အောင်ပဲ အဖေ့ပြသနာကိုအဖေဘယ်လိုရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ဇာတ်လမ်းလေးကတော့ အိမ်ထောင်ကွဲတစ်ခုမှာ ကြီးပြင်းလာခဲ့ရတဲ့ မိုင်ယာဆိုတဲ့ကောင်မလေးအကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးစိတ်ဝင်စားဖို့ကောင်းတာမို့ ကြည့်ရှုအားပေးကြပါဦးဗျာFile Size : (766 MB) & ( 280 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "3.5",
        "url": "https://megaup.net/3zDm4/Daddy_Issues_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPEgpDm5K7uFg9v84wE5nNmDZLW.jpg",
        "title": "Dead Sexy (2018)",
        "description": "အမ်ဘာ၊ ဘရန်ဒီနဲ့ ကတ်စီတို့သုံးယောက်ဟာစားသောက်ဆိုင်မှာအလုပ်လုပ်ကြတဲ့စားပွဲထိုးမယ်လေးတွေပေါ့တစ်နေ့မှာအမ်ဘာရဲ့အမေက အမ်ဘာ့ရဲ့ဆုံးပါးသွားတဲ့အဒေါ့်အိမ်မှာ သွားနေခိုင်းပါတယ်အမ်ဘာလဲသူ့ရဲ့ကျန်တဲ့သူငယ်ချင်းနှစ်ယောက်ကိုပါခေါ်ပြီးအိမ်ကြီးကိုသွားနေတဲ့အခါမှာ ထူးဆန်းတဲ့အဖြစ်အပျက်လေးတွေကြုံတွေ့လာရပါတော့တယ်အဲ့ဒါကဘာလဲဆိုတော့ ၀ိဉာဉ်နဲ့အတူပျော်မွေ့နေရတာပါပဲ...Luxuryဆန်ဆန်ပျော်မွေ့လိုတဲ့အမ်ဘာရယ်၊မိန်းကလေးငယ်လေးတွေလိုRoပြီးပျော်မွေ့လိုတဲ့ကတ်စီရယ်နဲ့ဘီဒီအက်စ်အမ်ကိုသာယာမွေ့ပျော်တတ်တဲ့ဘရန်ဒီ...မတူညီတဲ့သူတို့သုံးယောက်လုံးရဲ့တောင့်တမှုတွေကိုလဲ၀ိဉာဉ်ကမရိုးရအောင်ဖြည့်စွမ်းပေးနိုင်တဲ့အခါမှာသူတို့အတွက် ယောကျ်ားသားတွေပါမလိုအပ်လောက်တော့ဘူးလို့ထင်မြင်လာပါတယ်...အဲ့လိုယောကျ်ားသားတွေမပါဘဲ ၀ိဉာဉ်နဲ့ပဲဆက်ဆံပြီးအမြဲတမ်းအဲ့လိုနေသွားနိုင်မှာလားဒါမှမဟုတ်ဘာတွေဘယ်လိုဆက်ဖြစ်ဦးမယ်ဆိုတာကိုတော့လက်တွေ့ကြည့်ကြည့်လိုက်ပါ...ဒီဇာတ်ကားလေးကတော့ ခပ်ဟော့ဟော့မိန်းကလေးတွေဖြစ်ကြတဲ့အမ်ဘာတို့သုံးယောက်ကိုကြည့်ရတာနဲ့တင်တန်နေပါပြီနော်File Size : (787 MB) & ( 247 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/3zDm6/Dead_Sexy_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q6ADSF1shguym04rKdUJ2Ss78DC.jpg",
        "title": "Demon Eye (2019)",
        "description": "နတ်ဆိုးတွေ၊ မကောင်းဆိုးဝါးတွေ၊ မီးခွက်စောင့်ဘီလူးတွေဘာတွေဆိုတာသင်အလိုရှိတဲ့ဘယ်အရာကိုမဆိုဖြည့်စွမ်းပေးနိုင်တယ်ဆိုပေမယ်လဲရှောင်ရှားသင့်ပါတယ်ဘာလို့လဲဆိုတော့ အရာအားလုံးမှာအပေးနဲ့အယူဆိုတာရှိသလိုမျိုးသူတို့ဆီကနေကိုယ်ဖြစ်ချင်တဲ့အရာကို ယူထားပြီးရင်သူတို့ကိုပြန်ပေးဆပ်ရမယ့်အရာဆိုတာလဲရှိစမြဲပါ...ဒီဇာတ်လမ်းထဲမှာတော့ ဆေဒီဆိုတဲ့ကောင်မလေးဟာသူ့အဖေသေဆုံးပြီးနောက်ပိုင်းမှာ သူ့အဖေရဲ့မြို့ကိုပြန်လာခဲ့ပါတယ်သူ့အဖေချန်ထားခဲ့တဲ့ပစ္စည်းတွေထဲမှာနတ်ဆိုးမျက်လုံးဆိုတဲ့ပစ္စည်းတစ်ခုကိုတွေ့သွားပါတော့တယ်အဲ့နောက်ပိုင်းမှာနတ်ဆိုးမျက်လုံးရဲ့အစွမ်းကြောင့်သူ့ရဲ့လိုအင်ဆန္ဒတွေပြည့်ဝသွားပါတယ်ဒါပေမယ့်လဲ အပေါ်မှာပြောခဲ့သလို အရာရာတိုင်းမှာအပေးနဲ့အယူဆိုတာရှိတာကြောင့်သူပြန်ပေးဆပ်ရမယ့်အရာမှာ......ဒီကားကတော့ Jump Scares တွေတေ်ာတေ်ာလေးပါတာကြောင့်ဇာတ်လမ်းသဘောထက်Horror movies တွေကိုကြည့်ပြီးကြောက်လန့်ချင်သူတွေအတွက်တော်တေ်ာလေးအဆင်ပြေစေမှာပါ File Size : (811 MB) & ( 280 MB)Quality : WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/3zDm9/Demon_Eye_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kSlcqXy7QN4LLCwtOXpjYrx18yR.jpg",
        "title": "A Land Imagined(2018)",
        "description": "A Land Imagined(2018)\nIMDb...6.7ဆိုက်​ထဲက အလုပ်​သမား၁​ယောက် ထူးထူးဆန်းပျောက်သွားတယ်.... ဒါ့ကြောင့် ရဲ(၂)ယောက်လာရောက်စုံစမ်းတဲ့အခါမှာပျောက်သွားတဲ့သူဟာ အလုပ်လုပ်နေစဉ်ကာလအတွင်းမှာ လက်ကျိုးခဲ့လေတော့ တခြားသူတွေလိုအလုပ်ကြမ်းမလုပ်ရဘူး..လက်ကျိုးတဲ့အတွက် ကားပဲမောင်းရတယ်လို့ဆိုတယ်..ပြီးတော့ ညဘက်ဆိုလည်းပြန်ပြန်မအိပ်တာကြာပြီဟုသိရတယ်..ကျွန်းတုလုပ်တဲ့ဘက်မှာလည်း ပျောက်သွားတဲ့သူဟာ တစ်ချို့နဲ့သိတယ်ဆိုတော့ ရဲ(၂)ယောက်ဟာဆက်လက်စုံစမ်းဖို့ထွက်သွားတယ်..အဲ့ဒီနောက်တော့ ဒီလူပျောက်မှုကိုစုံစမ်းရင်း ရဲတစ်ယောက်လည်း အထူးအဆန်းဖြစ်ရပ်တွေကြုံခဲ့ရတယ်..ကိုင်းသူတို့စုံစမ်းတာတွေ့မလား ..ဘာကြောင့်ပျောက်သွားတာလဲ..ခံစားကြည့်လိုက်ပါဦး...စင်္ကာပူဆိုတာ စက်မှုအထွန်းကားဆုံးစာရင်းဝင်သလို အချမ်းသာဆုံးနိုင်ငံတွေထဲမှာလည်းပါလေတော့ဒီနိုင်ငံမှာလာရောက်လုပ်ကိုင်တဲ့အလုပ်သမားတွေလည်း ဒုနဲ့ဒေးပါပဲ.....ငွေးကြေးတန်ဘိုးကလည်းအမေရိကန်ဒေါ်လာနဲ့ကပ်ရက်...ဒီကားကတော့ စင်္ကာပူမှာလာရောက်လုပ်ကိုင်နေတဲ့ အလုပ်သမားတွေအကြောင်းကိုရိုက်ပြထားသလိုပေးချင်တဲ့ Messageကောင်းတွေလည်းရှိပါတယ်...ဒီကားရဲ့ဒါရိုက်တာဖြစ်သူ Siew Hua Yeo ဟာ 2019ရဲ့အကောင်းဆုံး ဒါရိုက်တာဆုစာရင်းထဲမှာ ဆန်ကာတင်အဆင့်ပါရှိခဲ့ပါတယ်..  File Size : (850 MB) and (332 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:35:00\nGenre :  Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/a-land-imagined2018/",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8GthmXKL1hI45ecRTCo7TH6GU7V.jpg",
        "title": "The Crossing ( 2018 )",
        "description": "Imdb 7.0 ရရှိထားတဲ့The Crossing ဆိုတဲ့ ဟောင်ကောင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ... ကျောင်းသူလေး လျိုဇီပေ ဟာ ချစ်ရတဲ့သူငယ်ချင်းနဲ့အတူဂျပန်နိုင်ငံ အလည်အပတ်သွားဖို့ စိတ်အားထက်သန်ခဲ့သူတစ်ဦးပါ...ဒါပေမယ့် လျိုဇီပေ က အိမ်ထောင်ကွဲ မိဘနှစ်ဦးလက်အောက်မှာမပြည့်မစုံနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့သူတစ်ဦးဆိုတော့ သူ့အတွက်ဂျပန်သွားဖိုု့ ငွေရေးကြေးရေး ခက်ခဲနေခဲ့တယ်။ သူငယ်ချင်းကကူညီပေးမယ်ဆိုသော်လည်း မာနလေးရှိတော့ ကိုယ်ပိုင်ငွေရှာဖို့အချိန်ပိုင်းအလုပ် ရှာခဲ့တယ်။ အဲ့ဒီမှာ သူ့သူငယ်ချင်းရဲ့ရည်းစားချိတ်ဆက်ပေးတာကြောင့် ဖုန်းမှောင်ခိုပို့နေတဲ့ အဖွဲ့နဲ့ဆက်သွယ်ရင်း လက်ဖျားငွေသီးအောင် ရှာနိုင်လာခဲ့တယ်...ကိုယ်လိုချင်တဲ့ငွေကို လွယ်လွယ်ရမယ့် ဖြတ်လမ်းကိုလျှောက်ခဲ့တဲ့လျိုဇီပေ တစ်ယောက် သူသွားချင်တဲ့ ဂျပန်ရောသွားဖြစ်မှာလားCustom တွေဆီ အဖမ်းခံလိုက်ရမလား သူနဲ့ အလုပ်လုပ်နေတဲ့ ေမှာင်ခိုအဖွဲ့ကရော ဘာတွေလဲ ... ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ကြပါ...This Movie Brought To You By Channel MyanmarTranslated & Review By Chu ChuEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/3zDmd/The_Crossing_(Guo_Chun_Tian)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/A-Knight’s-Tale-poster-133x200.jpg",
        "title": "A Knight’s Tale (2001)",
        "description": "A Knight's Tale (2001)\nIMDb - 6.9/10_____Rotten - 59%\n  \nHeath Ledgerရဲ့ ဇာတ်ကားကောင်းတွေထဲက တစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်အိမ်ကလည်း ပြောစရာ\nမရှိအောင် ဒရာမာ ရိုးမန့် အဗန်းရှား အက်ရှင် ရသစုံပါတယ်။\nFriendhood .. Fatherhood.. Sonhood... Loverhood\nအစုံအလင်ပါပါတယ်။ ဇာတ်လမ်းရဲ့ အခြေခံကလည်း\nဂျော့ဖရေး ချောဆာလို့ခေါ်တဲ့ နာမည်ကျော် အလယ်ခေတ်\nကဗျာဆရာစာရေးဆရာတစ်ယောက်ကနေ ဆင့်ကူးခံစား\nထားတာဖြစ်ပြီး ဂျော့ဖရေးချောဆာတို့ အင်္ဂလန်သမိုင်းထဲက\nမင်းသားအက်ဒဝပ်တို့လို သူတွေလည်း ပါပါတယ်။\nကြည်နူးရင်ခုန် အားကျသွားစေမယ့် ရိုမန်တစ်အဆန်ဆုံး\nSceneတစ်ခု ဟာလည်း တော်တော်အသက်ဝင်ပါတယ်။\nခရမ်းချဉ်သီး ၇၉လုံးနဲ့ အိုင်အမ်ဒီဘီ ၆.၉လည်း\nရထားပါသေးတယ်။\nစကားမစပ် အဗန်ဂျာဂိုဏ်းဝင် ဗီးရှင်းကြီးကိုလည်း\nကိုယ်လုံးတီးနဲ့ပဲ ထပ်တွေ့ရဦးမှာပါ။\n  \nအလယ်ခတ်ကာလမှာ စီးချင်းထိုးပြိုင်ပွဲတွေရှိခဲ့ကြတယ်။\nချပ်ဝတ်ဝတ် မြင်းစီးပြီး ထိပ်တုံးထားတဲ့လှံရှည်အတုံးကို\nကိုင်ဆွဲ ဟိုဘက်သည်ဘက် ထိုးနှက်တိုက်ခိုက်ကြရတဲ့\nပြိုင်ပွဲမျိုးတွေပါ။ ဒီလိုပွဲတွေဟာ မြင့်မြတ်တဲ့မျိုးနွယ်တွေ\nသူကောင်းပြုခံထား ရတဲ့လူတွေကိုသာ ဝင်ပြိုင်ခွင့်\nပေးထားတယ်တဲ့။ အဲ့ဒီလို ပြိုင်ပွဲဝင်လူတွေကိုတော့\n\"Knight\"လို့ခေါ်ခဲ့ကြတယ်။ Knight တစ်ယောက်ရဲ့\nတပြည့်လက်ပါးစေကောင်လေးဖြစ်တဲ့ ဝီလီယမ်ဟာ\nစီးချင်းထိုးပွဲတစ်ဝက်တစ်ပျက်မှာ သူ့ဆရာ Knight\nသေသွားတဲ့အတွက် သူ့ဆရာဟန်ဆောင်ပြီး\nစီးချင်းဝင်ထိုးရင်း ကလေးကတည်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/TTfs/A_Knight’s_Tale_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dmWp12lQua3Bpqu8CwsaGKNVUE.jpg",
        "title": "The Ruthless (2019)",
        "description": "ဒီတစ်​ခါ​တော့ အီတလီနိုင်​ငံက မာဖီးယား​လောကအ​ကြောင်​းကို တင်​ဆက်​​ပေးထားတဲ့ဇာတ်​ကား​ကောင်​းတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​။ဒီကား​လေးထဲမှာ​တော့ ကားလို့စ်​ဆိုတဲ့ ​ကောင်​​လေးတစ်​​ယောက်​ရဲ့ ငယ်​ဘဝမှသည်​ဘဝ​နေဝင်​ချိန်​အထိ သူဖြတ်​သန်​းခဲ့သမျှကို ရိုက်​ကူးထားတာလည်​း ဖြစ်​ပါတယ်​။အီတလီနိိုင်​ငံ မထင်​မရှားမြို့ငယ်​​လေးတစ်​ခုမှ မားဖီးယားဂိုဏ်​းခွဲတစ်​ခုမှနာမည်​ပျက်​နဲ့ အနားယူခဲ့တဲ့ ဖခင်​ဖြစ်​သူ​ကြောင်​့ဘဝတစ်​​လျှောက်​လုံး အနှိမ်​ခံဘဝနဲ့ ကြီးပြင်​းလာခဲ့ရ​သော်​လည်​းခပ်​ဆိုးဆိုး ခပ်​မိုက်​မိုက်​ဘဝကို သ​ဘောကျသူတစ်​ဦးဖြစ်လာပြီးခိုး ဆိုး လု ယက်​မှု​တွေ​ကြောင်​့ လူငယ်​ဘဝမှာတင်​ ​ထောင်​ထဲဝင်​ခဲ့ရပါတယ်​။​ထောင်​မှ ပြန်​လွတ်​လာတဲ့အခါမှာ​တော့ ဆိုးတူမိုက်​ဖက်​ သူငယ်​ချင်​းနှစ်​​ယောက်​နဲ့ကိုယ်​ပိုင်​မာဖီးယားဘဝကို တည်​​ထောင်​ရင်​း ဘယ်​လိုအ​ခြေအ​နေ​တွေနဲ့ ကြုံ​တွေ့ရမယ်​၊သူ့ဘဝဘယ်​​လောက်​ထိ ရှင်​သန်​သွားနိုင်​မလဲဆိုတာတစ်လုံးကားလုံးစွဲ​ဆောင်​သွားနိုင်​တဲ့ကား​ကောင်​းတစ်​ကားဖြစ်​တာမို့ ကြည်​့ရှုအား​ပေးကြပါဦးFile Size : (1 GB) & ( 335 MB)Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://megaup.net/4Vz2w/The_Ruthless_(Lo_Spietato)_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTkyOTkwNDc1N15BMl5BanBnXkFtZTgwNzkyMzk3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Lego Movie 2: The Second Part (2019)",
        "description": "The Lego Movie 2: The Second Part (2019)အားလုံးသဘောကျကျတဲ့ lego တုံးလေးဇာတ်ကောင်တွေနဲ့ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးရဲ့ ဒုတိယမြောက်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမ်နက်ဆိုတဲ့ အရာရာကိုအကောင်းမြင်တတ်တဲ့စိတ်ရှိသူလေးတစ်ယောက်သူတို့ရဲ့ကမ္ဘာကို ဒပ်ပလိုဂြိုလ်သားတွေလာရောက်တိုက်ခိုက်တဲ့နေရာကနေစတင်ထားပါတယ်။အရာရာမှာအကောင်းမြင်စိတ်ရှိပြီးတော့သဘောကောင်းတဲ့သူလေးဆိုတော့ငါတို့တွေကသူငယ်ချင်းတွေပါဘာညာပြီးတော့စကားလေးနဲ့ဖောပြီးတော့ပြေငြိမ်းမယ်ကြံတာဟိုကလဲမရပါဘူး ဖိုက်ခံရတာပါပဲ။ဒီလိုနဲ့ သူတို့ကမ္ဘာမှာအရာအားလုံးပျက်သုဉ်းနီးပါးဖြစ်နေတဲ့အချိန်မှာသူ့ရဲ့သူငယ်ချင်းတွေကို စင်စတာအဖွဲ့အစည်းကဖမ်းခေါ်သွားပါလေရော။ဒီတော့ အမ်နက်တစ်ယောက် သူ့သူငယ်ချင်းတွေနောက်ကိုကယ်တင်မယ်ဆိုတဲ့စိတ်နဲ့အာကာသယာဉ်လေးဆောက်ပြီး အမှီလိုက်ပါတော့တယ်။ဆိုတော့ အမ်နက်တစ်ယောက်သူငယ်ချင်းတွေကို ကယ်တင်နိုင်ပါ့မလားသူ့သူငယ်ချင်းတွေကိုရော စင်စတာ အဖွဲ့အစည်းကဘာကြောင့်ခေါ်ဆောင်သွားရတယ်ဆိုတာကိုဆက်လက်သိရှိဖို့အတွက် ဇာတ်ကားကိုဆက်ပြီးတော့ ကြည့်လိုက်ရအောင်နော်။Legoဆိုတဲ့အတိုင်းဇာတ်ကောင်လေးတွေကတော်တော်လေးကိုချစ်စရာကောင်းတဲ့အပြင်ဘတ်မန်းရဲ့ပုံစံကတကယ့်ကိုအသဲယားစရာလေးပါ(ကိုယ်တိုင်လဲချစ်လို့နေမှာပေါ့နော် ဟီး..ဟီးး..) \nFile size…760MB\nQuality…WEB Dl 720p\nFormat…Mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Si Thu\nTranslated by Aye Chan Su",
        "rating": "6.8",
        "url": "https://megaup.net/3053f/The_Lego_Movie_2_-_The_Second_Part_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xIO2FJBHYihZVnAk2uitfo7PSlI.jpg",
        "title": "Grass is Greener (2019)",
        "description": "အများမျှော်လင့်တောင်းဆိုနေကြတဲ့ ၂၀၁၉ ခုနှစ်ထဲ ထွက်ရှိထားတဲ့ Grass is Greener ဆိုတဲ့ Documentary ရုပ်ရှင်တစ်ခု တင်ဆက်ပေးချင်ပါတယ်….IMDb အနေနဲ့ 7.1/10 ရရှိထားပါတယ်ဒီရုပ်ရှင်ဟာ အမေရိကန်နိုင်ငံမှာ ဖြစ်ပေါ်ခဲ့တဲ့ မေရီဝါနာခေါ် ဆေးခြောက်နဲ့ ပတ်သက်တဲ့ သမိုင်းကြောင်းတွေ လူမျိုးရေးကိစ္စတွေမူးယစ်တိုက်ဖျက်ရေးတွေနဲ့ ပြဿနာတက်ခဲ့ပုံတွေအမေရိကန်သမ္မတတွေက ဆေးခြောက်နဲ့တကွ ဆေးခြောက်သုံးစွဲသူတွေကို ဖိနှိပ်ခွဲခြားခဲ့ပုံတွေဆေးခြောက်နဲ့ပတ်သက်ပြီး မဟုတ်မမှတ် ဝါဒဖြန့်ခဲ့တာတွေကို တိတိကျကျ ဖော်ပြထားတဲ့ ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်…ဒီရုပ်ရှင်ထဲမှာ ဆေးခြောက်နဲ့ပတ်သက်တာတွေကို ဖော်ပြထားခြင်းအားဖြင့် ဆေးခြောက်နဲ့ ဆက်စပ်နေတဲ့ ဂီတသမိုင်းကြောင်းတွေကိုလည်း တီးမိခေါက်မိဖြစ်သွားမှာဖြစ်တဲ့အတွက်ဆေးခြောက်နဲ့ပတ်သက်တဲ့ ဗဟုသုတတွေအပြင် ဂီတသမိုင်းဆိုင်ရာ ဗဟုသုတတချို့ကိုလည်း တီးခေါက်မိသွားမှာပါ….အမေရိကန် နိုင်ငံရေးအပါအဝင်ပေါ့...Hip Hop … Jazz…နဲ့ Reggae ဂီတတွေ ရဲ့ Legendary အချို့ကို အင်တာဗျူးထားတဲ့ ကဏ္ဍတွေလည်း စုံစုံလင်လင်ပါရှိပါတယ်မေရီဂျိန်း ပရိသတ်တွေသာမက အခြားပရိသတ်တွေလည်း ကြည့်ရှုကြဖို့ ဖိတ်ခေါ်ပါတယ်“မေရီဂျိန်းဟာအပြစ်ကင်းတဲ့ သဘာဝပန်းပွင့်လေးတစ်ပွင့်ပါ”(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zuel Khant ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x130/Grass_Is_Greener_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/2879338_640px-150x200.jpg",
        "title": "The Bridge on the River Kwai (1957)",
        "description": "The Bridge on the River Kwai (1957)\nIMDb - 8.1/10_____Rotten - 95%\nWon 7 Oscars. Another 23 wins & 7 nominations\n ဒုတိယကမ္ဘာစစ်အတွင်း.......ဗမာပြည်တစ်နေရာတွင် အခြေစိုက်ထားသော ဂျပန်စစ်အကျဉ်းစခန်းတစ်ခုသို့ British စစ်သုံ့ပန်းတစ်အုပ်စုတို့ ရောက်ရှိလာခဲ့သည်။ ဂျပန်စစ်အကျဉ်းစခန်းကိုဦးစီးသူက Colonel Saito။ British စစ်သုံ့ပန်းများကို ဦးစီးလာသူက Colonel Nicholson။ Colonel Nicholson နှင့်တပ်သားများသည် အကျဉ်းစခန်းသို့စဝင်လာကတည်းက စစ်ချီတေးတစ်ခုကို သံပြိုင်လေချွန်၍ဝင်လာကြသည်။ ဒါဟာ Colonel Nicholson ဘယ်လောက်အထိ Formality, Discipline ကိုအရေးပေးသလဲဆိုတာကိုပေါ်လွင်စေသည်။ Nicholson သည် သည်အကျဉ်းစခန်းမှာ ရောက်ရှိနှင့်ပြီးသော Commander Shears အပါအဝင် အခြားသုံ့ပန်းများအတွက်တော့ အထူးအဆန်းပြုံးချင်စရာဖြစ်နေခဲ့၏။ သူတို့ရောက်နေသည့် နေရာ၊ လုပ်ရမည့်အလုပ်တွေက ဒါမျိုးတွေနှင့်မှ မသက်ဆိုင်တာကိုး။ Commander Shears ...",
        "rating": "8.1",
        "url": "https://megaup.net/4eAgf/The_Bridge_On_The_River_Kwai_[1957]_{Blu-ray_1080P}_(MM_Sub).mkv",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTVOquzxw2DPF3MKuYd1ynz9F6H.jpg",
        "title": "The Silence (2019)",
        "description": "နှစ်ကထွက်ရှိခဲ့တဲ့ Quiet Place လို Horror ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။သိပ္ပံပညာရှင်တွေ အရှာဖွေကောင်းမှုနဲ့ နှစ်ပေါင်းများစွာပိတ်မိနေတဲ့အသားစားသတ္တဝါမျိုးစိတ်တစ်ခုကို လူ့လောကထဲဝင်ခွင့်ပေးမိသွားပါတယ်။အစပိုင်းဘာမှန်းသေချာမသိသေးပေမဲ့ တမြို့ပြီးတစ်မြို့လူတွေပိုးစိုးပက်စက်သေဆုံးကာမြို့ပျက်တွေဖြစ်လာတော့ ဒီသတ္တဝါတွေရဲ့အကြောင်း သဘာဝကိုသိလာကြပါတယ်။ဒီကောင်တွေကအမြင်အာရုံမရှိဘဲ အကြားအာရုံနဲ့လှုပ်ရှားပြီး အသံလေးနည်းနည်းကြားလိုက်တာနဲ့အာ့မှာရှိတဲ့ဘယ်လိုသတ္တဝါမဆို အရိုးပဲကျန်တဲ့အထိအမဲဖျက်ကြတော့တာပါပဲ။ရိုက်ကူးချက်တွေကြည့်ကောင်းပြီး horror ကားပီသစွာခံစားရမှာပါအဓိကဇာတ်ဆောင်မိသားစုဟာ ဒီလိုကပ်ဘေးဆိုးကြီးကနေအသက်ရှင်ကျန်နိုင်မလား။အဖြေရှင်းစရာနည်းလမ်းရောရှိရဲ့လားဆိုတာ ဆက်ကြည့်လိုက်ပါဦး။Quiet Place လိုHorror ကားလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)File Size : (1.40 GB) , (700 MB) and (350 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DDP5.1.x264-NTG\nTranslated by Thura Zarni Aung\nEncode by ...",
        "rating": "5.4",
        "url": "https://megaup.net/4Vz2z/The_Silence_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/CS-02CATL_07-146x200.jpg",
        "title": "Lawyer Lawyer (1997)",
        "description": "Lawyer Lawyer (1997)စတီဗင်ချောင်ရဲ့ကားဆိုတာနဲ့ အများကြီးညွှန်းစရာတော့ မလိုပါဘူး။\nမြန်မာပရိသတ်နဲ့ မစိမ်းတဲ့ တရုတ်ဟာသမင်းသားကြီး စတီဗင်ချောင်က ဒီကားထဲမှာတော့ ရှေ့နေတစ်ယောက်ပါ။\nရှေ့နေဆိုပေမယ့် ရှေ့နေစစ်စစ်လားဆိုတော့ မဟုတ်ပြန်ပါဘူး။\nစိုင်ကော်လို့ ချုံပေါ်ရောက်ဆိုသလို ရှေ့နေဘဝကို ရောက်ခဲ့ရတာပါ။\nတရုတ်ပြည်ကြီး ဗြိတိသျှတွေ လက်အောက်မှာ ကျရောက်တုန်းက တရားဥပဒေစိုးမိုးရေးဆိုတာ ဗြိတိသျှတွေရဲ့ ဥပဒေပညာရပ်နဲ့ပဲ ဆုံးဖြတ်ပါတယ်။\nနယ်မြို့လေးမှာနေတဲ့ ချန်မိုဂတ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အင်မတန် လူရည်လည်ပါတယ်။\nစကားအပြောအဆို အင်မတန်ပါးနပ််ပါတယ်။\nသူ့မှာ \"ဖုန်း\" ဆိုတဲ့ တပည့်တစ်ယောက်ရှိပါတယ်။\nတစ်နေ့တော့ 'ဖုန်း'တစ်ယောက် ဆရာနဲ့ စကားများရန်ဖြစ်ပြီး မြို့ပေါ်ကို တက်သွားပါတော့တယ်။\nအဲ့ဒီမှာ ပြဿနာက စတာပါပဲ။\n'ဖုန်း' ကို လူသတ်မှုနဲ့ အစွပ်စွဲခံရပါတော့တယ်။\nဒီတော့ သူက သူ့ဆရာကို အားကိုးပြီး သူ့ဆရာကို ရှေ့နေလိုက်ခိုင်းပါတော့တယ်။\nချန်မိုဂတ် ကတော့ သူ့ကို စွန့်ပစ်ထားခဲ့တဲ့ တပည့်မို့ သူက စွန့်ပစ်ချင်နေပါတယ်။\nဒါပေမယ့် မလွှဲသာမရှောင်သာတဲ့ အကြောင်းတရားတွေကြောင့် 'ချန်မိုဂတ်' တစ်ယောက် ဒီလူသတ်မှုကို ရှေ့နေလိုက်ရပါတော့တယ်။\nရှေ့နေဆိုတာ အပြောအဆိုလိမ္မာပါးနပ်ဖို့ လိုပါတယ်။ ဒီ့အပြင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/4Vz3l/Lawyer_Lawyer__(Suen_Sei_Cho)_[1997]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTcxNzY3Mzk5OF5BMl5BanBnXkFtZTgwNjQwODU1NjM@._V1_-1-135x200.jpg",
        "title": "Miss Bala (2019)",
        "description": "unicode\nဒီကားလေးကတော့ plot twist များတဲ့\nအက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတို့\nစိတ်တိုင်းကျစေမယ့်ကားကောင်းလေးပါ။\nအမေရိကန်-မက်ဆီကန် ကပြားမလေးဂလော်ရီရာဟာ\nသာမန်မိတ်ကပ်ပညာရှင်တစ်ယောက်\nသူမအချစ်ဆုံးသူငယ်ချင်းဆူဇူးရဲ့အလှမယ်ပြိုင်ပွဲအတွက်\nကူညီပေးဖို့ရောက်လာပါတယ်။\nအမှတ်မထင်ပစ်ခတ်တိုက်ခိုက်မှုတွေကြားမှာပျောက်ဆုံးသွားတဲ့\nသူငယ်ချင်းကိုပြန်လည်ရှာဖွေမယ့်ဇာတ်အိမ်မျိုးပေါ့။\nအားနွဲ့တဲ့မိန်းကလေးတစ်ယောက်အနေနဲ့ ကြုံတွေ့လာမယ့်\nအန္တရာယ်တွေ နိုင်ငံရေးရှုပ်ထွေးမှုကြား\nရှင်သန်နိုငပါ့်မလားဆိုတာကတော့\nCM Fan များ ဆက်လက်ကြည့်ရှုလိုက်ကြပါအုံး\nဘာသာပြန် နဲ့ အညွှန်းကတော့\nHnyot Myet Wunn ဖြစ်ပါတယ်\nzawgyi\nဒီကားေလးကေတာ့ plot twist မ်ားတဲ့\nအက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူတို႔\nစိတ္တိုင္းက်ေစမယ့္ကားေကာင္းေလးပါ။\nအေမရိကန္-မက္ဆီကန္ ကျပားမေလးဂေလာ္ရီရာဟာ\nသာမန္မိတ္ကပ္ပညာရွင္တစ္ေယာက္\nသူမအခ်စ္ဆံုးသူငယ္ခ်င္းဆူဇူးရဲ႕အလွမယ္ၿပိဳင္ပြဲအတြက္\nကူညီေပးဖို႔ေရာက္လာပါတယ္။\nအမွတ္မထင္ပစ္ခတ္တိုက္ခိုက္မႈေတြၾကားမွာေပ်ာက္ဆံုးသြားတဲ့\nသူငယ္ခ်င္းကိုျပန္လည္ရွာေဖြမယ့္ဇာတ္အိမ္မ်ိဳးေပါ့။\nအားႏြဲ႕တဲ့မိန္းကေလးတစ္ေယာက္အေနနဲ႔ ၾကံဳေတြ႕လာမယ့္\nအႏၱရာယ္ေတြ ႏိုင္ငံေရးရႈပ္ေထြးမႈၾကား\nရွင္သန္ႏိုငပါ့္မလားဆိုတာကေတာ့\nCM Fan မ်ား ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-bala-2019/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Miss Bala (2011)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (87%)Miss Bala ဇာတ်ကားဟာ မက်က္ကဆီကို Crime/Drama/Thriller အမျိုးအစား ဇာတ်ကားပါ။Rating မြင့် ဇာတ်ကားတစ်ကားဖြစ်ပြီး နိုင်ငံတကာနဲ့ အော်စကာတန်းဝင်ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်။မူးယစ်ဆေးဝါးဇာတ်ရှုပ်ထဲ Miss အလှမယ်တစ်ယောက် ရောက်ရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..။ \nFile size…(1 GB)\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/3yxnp/Miss_Bala_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/From-Straight-As-to-XXX-2017-English-Full-Movie-Download-800MB-WEBRip-720p-768x1024-150x200.jpg",
        "title": "[18+] From Straight A’s to XXX (2017)",
        "description": "( Dark Side Production မွ တင္ဆက္သည္။)From Straight A's to xxxဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။\nကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nမီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-from-straight-as-to-xxx-2017/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/small-soldier-147x200.jpg",
        "title": "Small Soldiers (1998)",
        "description": "ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကိုသာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလိုစောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခုကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေးဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလိုအတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာကတမျိုးလေးဗျ Long Long ago Spiderman Triologyထဲကမင်းသမီးချောလေးပါတွေ့ရတော့ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲကခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။) File Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zE7w/Small_Soldiers_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AppWbz91CqEAQACoMdYWOtYV32W.jpg",
        "title": "Nigerian Prince (2019)",
        "description": "တိုင်းပြည်တစ်ပြည် ကြပ်တည်းတဲ့အခါမှာ ပြည်သူတွေနဲ့အစိုးရဝန်ထမ်းတွေရဲ့ စိတ်ဓာတ်တွေလည်း ပျက်စီးရတယ်ဆိုတဲ့အကြောင်းကိုရိုက်ကူးပြထားတဲ့ ကားတစ်ကားဖြစ်ပါတယ်။အက်ဇီးလို့ခေါ်တဲ့ အမေရိကန်နိုင်ငံသား လူမည်းလေးတစ်ယောက်ကိုသူ့အမေမှ မိခင်နိုင်ငံဖြစ်တဲ့ နိုက်ဂျီးရီးယားမှ အဒေါ်ဆီလွှတ်လိုက်တဲ့အခါမှာဘယ်လိုတွေ ကြုံတွေ့ရတယ်ဆိုတာကို ရိုက်ကူးထားတဲ့Crime, Drama ကားလေးတစ်ကားဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးဗျာ ....File Size : (974 MB) & ( 355 MB)Quality : WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/nigerian-prince-2019/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o7CVL9IGnvbTebu325xt8yGi4k4.jpg",
        "title": "Virginia Minnesota (2019)",
        "description": "Rating 6.1 ရရှိထားတဲ့ Comedy , Dramaကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ကလေးဘဝကဖြစ်ပျက်ခဲ့တဲ့ကြေကွဲဖွယ်ရာဖြစ်ရပ်တစ်ခုကြောင့်စိတ်ဒဏ်ရာရရှိခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက်...သူတို့နှစ်ယောက်ကွဲကွာနေရာမှာမမျှော်လင့်ဘဲပြန်လည်တွေ့ဆုံမိပြီးတစ်ရက်တာခရီးကိုအတူတူထွက်လာခဲ့ကြရာမှထိုအတိတ်ဆိုးမှရရှိခဲ့တဲ့ဒဏ်ရာတွေကို ဘယ်လိုကုစားသွားမိကြမလဲ...ထိုကြေကွဲဖွယ်ရာ အတိတ်ဆိုးဆိုတာကရောဘာအကြောင်းတွေလဲဆိုတာအများကြီးမညွှန်းတော့ပဲဒီကားလေးထဲမှာပဲ စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်လား.... File Size : (917 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/virginia-minnesota-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BNjM2OTg5MTA0OV5BMl5BanBnXkFtZTgwNTMyNTY0NzM@._V1_-135x200.jpg",
        "title": "The Boy Who Harnessed the Wind (2019)",
        "description": "The Boy Who Harnessed the Wind (2019)\nIMDb - 7.6/10_______Rotten - 87%Channel Myanmar ပရိသတ်ကြီးအတွက်ဒီတစ်ခေါက် ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ The Boy Who Harnessed The Wind(2019)ပါ။Rating တွေအနေနဲ့လဲ မြင့်မားပြီး အပြင်မှာ တကယ်ရှိတဲ့ ဝီလီယမ် ကန်ကွမ်ဘာဆိုတဲ့ကောင်လေးအကြောင်းကိုရိုက်ကူးထားတဲ့ ဒီကားလေးဟာ ဆွဲဆောင်မှုရှိရှိနဲ့ဇာတ်လမ်းအဆုံးထိကိုဆွဲခေါ်သွားနိုင်မှာပါ။ကြည်နူးပီတိဖြစ်ရင်း အလိုမကျဒေါသထွက်ရင်း စိတ်ခွန်အားတွေပါပေးစွမ်းနိုင်တဲ့ဒီကားလေးက IMDb Rating 7.6/10 Rotten Tomatoes 87%ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုလဲ တင်ပြလိုပါသေးတယ်။တစ်ခါတစ်ရံမှာ တကယ့်အဖြစ်အပျက်တွေဟာပုံပြင်တွေထက် ဆန်းကျယ်တယ်ဆိုတာ တကယ်ပါပဲ။ထို့အတူပါပဲ။ဒီဇာတ်လမ်းလေးမှာ တက်မရှိလက်နဲ့လှော်မယ်ဆိုတဲ့ထုံးနှလုံးမူထားတဲ့၁၃နှစ်အရွယ်ကောင်လေး ဝီလီယမ် ကန်ကွမ်ဘာ ဟာWimbeဆိုတဲ့ရွာလေးတစ်ရွာမှာနေတဲ့ ကလေးလေးတစ်ယောက်ပါ။မိဘတွေရဲ့မပြည့်စုံမှုကြောင့် ကျောင်းလခအကျေမပေးသွင်းလို့ကျောင်းတစ်ပိုင်းတစ်စနဲ့ကျောင်းထွက်ခဲ့ရပါတယ်။တစ်နေ့သူတို့ရွာမှာ ရာသီဥတုဖောက်ပြန်ကာ အငတ်ဘေးဆိုက်ကိန်းကြုံပါတော့တယ်။မဲရရှိရေးသာစိတ်ဝင်စားတဲ့အစိုးရကလဲ မသိချင်ယောင်ဆောင်မျက်နှာလွှဲနေခဲ့ပါတယ်။ဝီလီယမ် တစ်ယောက်ကတော့ သူ့ဆရာရဲ့စက်ဘီးကမီးသီးခွက်လေးကိုကြည့်ကာ အကြံရသွားပါတော့တယ်။ရသွားတဲ့အကြံပေါ်မူတည်ရင်း ကျောင်းစာကြည့်တိုက်ထဲကိုခိုးဝင်ကာစာတွေဖတ်ပြီး ရွာလေးကိုကယ်တင်ဖို့ကြိုးစားပါတော့တယ်။၁၃နှစ်အရွယ်ကောင်လေးတစ်ယောက်က ဘယ်လိုများလုပ်ပေးနိုင်မှာလဲ?သူဘယ်လိုစွန့်စားကာ ကြိုးစားခဲ့သလဲ?သူဖြစ်ချင်ခဲ့သလိုတွေရော ဖြစ်လာပါ့မလား?စတဲ့မေးခွန်းပေါင်းများစွာကို အာဖရိကရဲ့အလှအပတွေခံစားရင်းစိတ်ဓာတ်ခွန်အားတွေ ရယူကာ ကြည့်ရှူရမယ့်ကားလေးဖြစ်ပါတယ်...Channel ...",
        "rating": "7.6",
        "url": "https://megaup.net/5ARxf/The_Boy_Who_Harnessed_The_Wind_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/bal-143x200.jpg",
        "title": "On the Balcony ( 2019 )",
        "description": "2019 ထြက္ Imdb 5.7 ရရွိထားတဲ႔ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဒရာမာ ဇာတ္လမ္းအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေလးက ေတာ႔ဒီကား​ေလးဟာ ​ေကာင္​​ေလးတစ္​​ေယာက္​ရဲ႕ မလုပ္​ျဖစ္​ႏိုင္​တဲ့ကလဲ့စား​ေခ်ျခင္​း​အ​ေၾကာင္​း​ေလးကို​ေရးထားပါတယ္​..​ေကာင္​​ေလးတို႔မိသားစုရဲ႕တိုက္​ဟာဖ်က္​ျခင္​းခံရ​ေတာ့မွာမို႔​ေျပာင္​း​ေရႊ႔​ေၾကးညႇိႏိႈင္​း​ေပးတဲ့လု​ေက့်က်န္​း​ေရာက္​လာခဲ့ပါတယ္​ ​လု​ေက့်က်န္​းဟာ​ေျပာင္​း​ေရႊ႔​ေၾကးကိုအဆမတန္​ႏွိမ္​ႁပီး​ေပး​တဲ့အတြက္​​ေကာင္​​ေလးရဲ႕ဖခင္​ဟာစိတ္​မထိန္​းႏိုင္​ပဲ​ေသဆံုးသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔​ေကာင္​​ေလးမွာဖခင္​အတြက္​ကလဲ့စား​ေခ်ခ​်င္​စိတ္​​ေတြျဖစ္​လာၿပီးလု​ေက့်က်န္​းရဲ႕အိမ္​ကိုမွန္​​ေျပာင္​းတစ္​လက္​နဲ႔​ေခ​်ာင္​းၾကည္​့ပါ​ေတာ့တယ္​...ဒီလိုနဲ႔လု​ေက့်က်န္​းရဲ႕သမီးငႏံုမ​ေလးကို​ေတြ႔ရာက​ေန ...ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲ.. ဇာတ္​အိမ္​​ေအး​ေအး​ေလးနဲ႔စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..ေတြးေကာင္းတဲ႔ဇာတ္ကားပံုစံမ်ိဳးၿဖစ္ပါတယ္ This Movie Brought To You By Channel MyanmarTranslated & Reivew By Phyo ZawEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/4fDkd/On_The_Balcony_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/lA-152x200.jpg",
        "title": "Liao Zhai Qun Yao Pu (2019)",
        "description": "ဒီကား​ေလးက 2019ထြက္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မမေလးဟြမ္ဟာ ၿမိဳ႕ေလးရဲ႕အခ်မ္းသာဆံုးေသာ အမ်ိဳးသမီးေခ်ာဒါေပမယ္႔ က်ိန္စာမိထားလို႔ အၿမဲတမ္းပဲ အိပ္ေပ်ာ္ေနရတယ္မ​ေကာင္​းဆိုးဝါးႏွိမ္​နင္​းတဲ့သူတစ္​​ေယာက္​ဟာ ပ်ားဘုရင္​မမ​ေကာင္​းဆိုးဝါးကိုႏွိမ္​နင္​းဖို႔လိုက္​႐ွာရင္​း ​ေမွာ္​အတတ္​နဲ႔ျပဳစားခံထားရလို႔​ေမ့​ေျမာ​ေနတဲ့မမ​ေလးဟြမ္​နဲ႔ သူ႔ခ်စ္​သူ သခင္​​ေလးပိုင္​တို႔ရဲ႕အခ်စ္​​ေရးကို ၿမင္ၿပီး ကူညီေပးဖို႕အေၾကာင္းဖန္လာပါေတာ႔တယ္သူတို႔ခ်စ္​သူႏွစ္​ဦးကိုျပဳစားထားတာက ပ်ားဘုရင္​မပဲလား..​ေနာက္​ကြယ္​က ထိန္​းခ်ဳပ္​​ေနတဲ့သူကဘယ္​သူ႐ွိဦးမလဲ..ဆုိတာကိုေတာ႔ စိတ္၀င္စားဖြယ္ဆက္လက္ၾကည္႕ရွုရမွာပဲၿဖစ္ပါတယ္အခ်စ္အေၾကာင္းရိုက္ကူးထားတဲ႔ဇာတ္လမ္းေကာင္းေလးၿဖစ္ၿပီးအပ်င္းေၿပ ၿဖစ္ၿဖစ္ေလာက္ေတာ႔ ၾကည္႕လို႕ေကာင္းပါတယ္ေဒါင္းရတာမတန္မယ္႔ကားမ်ိဳးေတာ႔မဟုတ္ပါဘူး  This Movie Brought To You By Channel MyanmarTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/4fDk3/Liao_Zhai_Qun_Yao_Pu_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMjI5MzQ0NjA5Ml5BMl5BanBnXkFtZTgwNjA1MTg1NzM@._V1_-135x200.jpg",
        "title": "Someone Great (2019)",
        "description": "IMDB - 6.1 Netflix ကကားေလးေတြဆို ေတာ္ေတာ္ေလးေကာင္းၾကပါတယ္.....ဒီဇာတ္လမ္းအေၾကာင္းေလးက ေကာလိပ္ထဲကေပါင္းလာၾကျပီးအရမ္းခ်စ္တဲ့ သူငယ္ခ်င္းသံုးေယာက္႐ွိတယ္။တစ္ေန႔က်ေတာ့ သူတို႔ထဲကတစ္ေယာက္က သူကိုးႏွစ္ေလာက္တြဲလာတဲ့ေကာင္ေလးနဲ႔ျပတ္သြားေရာ။အဲ့မွာ သူ႔သူငယ္ခ်င္း ၂ ေယာက္က သူအသည္းကြဲေနတာ သက္သာေအာင္တစ္ေနကုန္အတူအခ်ိန္ျဖဳန္းၿပီး ႏွစ္သိမ့္ေပးၾကတဲ့ တစ္ေန႔တာေလးကို ႐ိုက္ျပထားတာပါ။ဒါေပမဲ့ ဒီကားထဲမွာ သူငယ္ခ်င္းသံေယာဇဥ္ေရာ၊ သမီးရည္းစားအခ်စ္ေရးေရာ၊မိန္းကေလးခ်င္းခ်စ္ႀကိဳက္တဲ့အေၾကာင္းေရာ အဲဒါေတြကို ပါးပါးေလးနဲ႔ခ်ျပသြားတာပါ။တစ္ခါတစ္ေလ ခ်စ္သူ ၂ ေယာက္က တစ္ေယာက္ကိုတစ္ေယာက္ ခ်စ္ၾကေပမဲ့လဲဘယ္လိုမွေ႐ွ႕ဆက္လို႔မျဖစ္ႏိုင္ေတာ့တဲ့အေျခအေနမ်ိဳးေတြလဲ႐ွိႏိုင္တယ္ဆိုတာလဲ ႐ိုက္ျပထားတာပါ။ကိုယ္ေတာင္ ဘာသာျပန္ရင္း တရားေတြေပါက္ကုန္ၿပီဆက္ေျပာရင္ ဇာတ္လမ္းကကုန္ေတာ့မယ္  ၾကည့္လို႔တန္မဲ့ဇာတ္ကားေကာင္းေလးပါ(+အခန္းအနည္းငယ္ပါတဲ့အတြက္ မိသားစု၊ ကေလးသူငယ္မ်ားနဲ႔ ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) File Size : (864 MB) & ( 324 MB)Quality : WEB-DL 720pRunning Time : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zFS2/Someone_Great_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmMq5ypRNJbWpdhC9aPjpdx1MMp.jpg",
        "title": "Asterix: The Secret of the Magic Potion (2018)",
        "description": "ပေနာ္မိဇ္လို႔ေခၚတဲ့ ဆရာေတာ္တစ္ပါး သစ္ပင္ေပၚက\nျပဳတ္က်သြားလို႔ သူ႔ကိုယ္သူ အရမ္းအသက္ႀကီးၿပီး\nဆရာေတာ္မျဖစ္ေတာ့ဘူးလို႔ ယူဆလာေတာ့\nသူ႔ရဲ႕ေနရာ ဆက္ခံမဲ့သူ တစ္ေယာက္\nရွာေဖြဖို႔ နယ္ေျမေပါင္းစံုကို ခရီးႏွင္ပါေတာ့တယ္ ...ပေနာ္မိဇ္ဆိုတာ သူ႔ရဲ႕ အစြမ္းတိုးေစတဲ့ ေမွာ္ေဆးရည္ေၾကာင့္\nလူေတြ ၾကည္ညိဳေလးစားရတဲ့ ဆရာေတာ္တစ္ပါးပါ\nသူ႔ေနရာဆက္ခံသူကို သူ႔ရဲ႕ေမွာ္ေဆးရည္စပ္နည္းပါ\nေပးမွာျဖစ္တာေၾကာင့္ မသာမာသူလက္ထဲ\nေရာက္သြားရင္ အရမ္းကို အႏၱရာယ္မ်ားလြန္းလို႔\nသူ႔ေနာက္လိုက္ေတြကေတာ့ ဆက္ခံသူမရွာေစခ်င္ပါဘူး...ဒါေပမဲ့လည္း ပေနာ္မိဇ္ကေတာ့ ဆံုးျဖတ္ခ်က္ခိုင္မာစြာနဲ႔\nဆက္ခံသူရွာဖို႔ ခရီးျပဳတဲ့အခါမွာ သူတို႔ႀကံဳေတြ႔ရမဲ့ အခက္အခဲေတြ\nသူတို႔ကို အႏိုင္သိမ္းခ်င္ေနတဲ့ ေရာမတပ္သားေတြရဲ႕\nအႏၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲ\nအတူၾကည့္ၾကရေအာင္ပါ။IMDb Rating ကေတာ့ 6.9/10 ပါ။(ဘာသာျပန္ျပီး အညႊန္းေရးေပးထားတာကေတာ့ SCRN ျဖစ္ပါတယ္) File size__( 750 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__01:24:55\nType__Adventure, Animation, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SCRN\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/4fDlB/Asterix_-_The_Secret_Of_The_Magic_Potion_(Astérix_-_Le_Secret_De_La_Potion_Magique)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJCTV6wl896rF1sJ6yTho87dtVY.jpg",
        "title": "Mercy Black (2019)",
        "description": "စိတ္ကူးယဥ္အေဖာ္တစ္ေယာက္ကိုကေလးသဘာ၀အေလ်ာက္ စိတ္ကူးခဲ့မိရာမွသူငယ္ခ်င္းျဖစ္သူကိုဓားနဲ႔ထိုးသတ္ခဲ့မိတဲ့မာရီနာဟက္စ္...ထိုအျဖစ္အပ်က္ေၾကာင့္ မာရီနာတစ္ေယာက္စိတ္ေရာဂါကုေဆး႐ံုမွာေနခဲ့ရျပီး၁၅ႏွစ္အၾကာမွာေတာ့သူ႔အမနဲ႔သူ႔တူေလးတို႔ႏွစ္ေယာက္နဲ႔အတူေနဖို႔ျပန္ေရာက္လာခဲ့သည္...သူမစိတ္ကူးျဖင့္ပံုေဖာ္ခဲ့တဲ့မာစီဘလက္ခ္ဆိုေသာအရာမွာ ဒီအေတာအတြင္းအင္တာနက္မွ ပ်ံ႕ႏွံ႔ျပီးအလြန္နာမည္ႀကီးခဲ့တာေၾကာင့္မာရီနာ့အေနနဲ႔သူလုပ္ခဲ့မိေသာအရာေတြအတြက္ ေၾကာက္လန္႔ေနခဲ့ရသည္...သူ႔အတိတ္ကိုဒီအတိုင္းပဲျမႇဳပ္ႏွံပစ္လိုက္မယ္လို႔ေတြးထားခဲ့ေသာ္လဲသူ႔တူေလးျဖစ္သူမွာမာစီဘလက္ခ္ကိုအလြန္စဲြလမ္းေနျပီးအႏၱရာယ္စက္ကြင္းထဲသို႔တျဖည္းျဖည္းတိုး၀င္ေနခဲ့သည္...သူ႔တူေလးကိုျပန္ကယ္ဖို႔အတြက္မာရီနာ့အေနနဲ႔သူေၾကာက္လန္႔ေနခဲ့ရတဲ့အတိတ္ကိုရင္ဆိုင္ျပီးမာစီဘလက္ခ္နဲ႔ပတ္သတ္တဲ့ အမွန္တရားကိုျပန္လည္ေဖာ္ထုတ္ဖို႔ျဖစ္လာတဲ့အခါမွာေတာ့... File Size : (824 MB) & ( 309 MB)Quality : WEB-DL 720pRunning Time : 1 hr 28 minFormat : Mp4Genre : Horror , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/2TIpv/Mercy_Black_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHOGu3l515bqpi6YK5pxAIZ2stj.jpg",
        "title": "We Are Boats (2018)",
        "description": "ဒီတစ္ေခါက္ကေတာ့Channel Myanmarပရိသတ္ၾကီးအတြက္Drama ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က We are Boats (2019)ပါ။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဖရန္ခ်က္စကာဆိုတဲ႔ ျပည္႔တန္ဆာမေလးဟာ ညတစ္ညမွာ အသတ္ခံလိုက္ရပါတယ္။ၿဖစ္ခ်င္ေတာ႔ အဲဒီေန႔ဟာ သူမရဲ ႔ေသေန႔မေစ႔ေသးပါဘူး။မတရားအသတ္ခံလိုက္ရတဲ႔ သူမမွာ သမီးေလးတစ္ေယာက္လဲ ရွိပါေသးတယ္။သမီးျဖစ္သူေလးကိုျပန္ေတြ႔ႏိုင္ဖို႔အတြက္ လူ႔ဘဝကိုျပန္လာျပီးေသေန႔မေစ႔ေသးတဲ႔လူသားေတြကို ကယ္တင္ျပီး လမ္းေၾကာင္းမွန္ကိုျပန္တင္ေပးတဲ႔တာဝန္ကိုထမ္းေဆာင္လိုက္ပါေတာ႔တယ္။အဲဒီတာဝန္ကို ထမ္းေဆာင္ရင္း ဘယ္လိုစိတ္ဝင္စာရစရာေတြသိလာရမလဲ?သူဘယ္လိုကိုင္တြယ္ေျဖရွင္းေပးမလဲ?သူ႔သမီးေလူနဲ႔ေရာ ျပန္ဆံုေတြ႔ႏိုင္မလား?ဆိုတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ လူ႔သဘာဝကို ရႈေထာင္႔တစ္မ်ိဳးကေန ရႉိက္ကူးတင္ဆက္ထားတာမလို႔မပ်င္းမရိ အဆံုးထိၾကည္႔ရႈလို႔ေကာင္းမယ္႔ကားေလးပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating 5.9/10 Rotten Tomatoes 60%ရရွိထားပါတယ္။ File Size : (1 GB) & ( 384 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4 ...",
        "rating": "6.0",
        "url": "https://megaup.net/2TIq8/We_Are_Boats_[2018]_(MM_Sub).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/biWmGCe4RvUVQ9naTOsz9PtJSIX.jpg",
        "title": "Black Site (2019)",
        "description": "ဒီကားေလးကေတာ့ ခပ္ဆန္းဆန္းပါပဲ လူသားေတြက နတ္ဘုရားေတြကိုဖမ္းၿပီးအျခားဒိုင္မင္း႐ွင္းတစ္ခုကိုပို႔ၿပီး နယ္ႏွင္ဒဏ္ေပးၾကသတဲ့။အဲ့လိုမ်ိဳးေတြလုပ္တဲ့ေနရာကို အမဲေရာင္နယ္ေျမလို႔ေခၚတယ္။အဲ့မွာ ရန္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္လဲ အလုပ္လုပ္တယ္။သူ႔ရဲ႕မိဘေတြက သူငယ္ငယ္တည္းက နတ္ဘုရားတစ္ပါးေၾကာင့္ ေသဆံုးခဲ့ရတယ္။အဲ့ကတည္းက ရန္ကလဲ ပံုမွန္မဟုတ္တာေတြကို တစ္ခါတစ္ေလ ျမင္ရတတ္တယ္။တစ္ေန႔ေတာ့ သူတို႔အမဲေရာင္နယ္ေျမထဲမွာ နတ္ဘုရားတစ္ပါးကိုနယ္ႏွင္ဒဏ္ေပးဖို႔ ဖမ္းလာခဲ့တယ္။ဒါေပမဲ့ ေရာက္လာတာက အဲ့နတ္ဘုရားတစ္ပါးတည္း မဟုတ္တဲ့အခါ...အမဲေရာင္နယ္ေျမမွာ ဘယ္လိုအျဖစ္ေတြ ၾကံဳေတြ႔ရမလဲ...ေရာက္လာတဲ့နတ္ဘုရားကေရာ ရန္နဲ႔ဘယ္လိုပတ္သက္ေနမလဲ...ဆိုတာကေတာ့ Black Site ဆိုတဲ့ကားေလးထဲမွာ ခံစားၾကည့္႐ႈၾကပါ  File Size : (818 MB) & ( 303 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Action ...",
        "rating": "5.8",
        "url": "https://megaup.net/2TIrg/Black_Site_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rQocmooj7bFKS2vZfzWBB5O12eR.jpg",
        "title": "WarGames (1983)",
        "description": "ဒီကားေလးကေတာ့IMDb7.1ရထားတဲ့ကားေလးျဖစ္ျပီးစိတ္ဝင္စားဖို႕ေကာင္းတဲ့ကားေလးဆိုလည္းမမွားပါဘူးကြန္ပ်ဴတာစနစ္ေတြကိုလူငယ္ေလးတေယာက္ခိုးဝင္ရာကအစျပဳျပီးတတိယကမာၻစစ္စတင္ဖို႕ျပႆနာေတြျဖစ္လာတာကိုရုိက္ကူးထားတာျဖစ္ပါတယ္တတိယကမာၻစစ္စဖို႕အေခ်အတင္ျဖစ္ေနတယ့္ဆိုဗီယက္နဲ႕ေျမာက္အေမရိကဒံုးက်ည္လႊတ္တင္ရာမွာေသာ့ကိုလွည့္ဖို႕တုန္႕ဆိုင္းေနတယ့္ဝန္ထမ္းအစားကြန္ပ်ဴတာစနစ္ကိုအသံုးျပဳဖို႕ေျမာက္အေမရိကကစတင္လိုက္ပါတယ္အဲ့အခ်ိန္မွာပဲဂိမ္းေတြကိုစြဲလန္းတဲ့လူငယ္ေလးတေယာက္ကဂိမ္းကုမၸဏီရဲ႕ကြန္ပ်ဴတာစနစ္ထဲခိုးဝင္ျပီးဂိမ္းအသစ္ေတြကိုေဆာ့ဖို႕ၾကိဳးစားရင္းနဲ႕ေျမာက္အေမရိကရဲ႕ကြန္ပ်ဴတာစနစ္ဆီရာက္သြားျပီးႏကလီးယားစစ္ပြဲကိုဂိမ္းအထင္နဲ႕ေဆာ့မိတဲ့အခါမွာ.....သူေဆာ့ေနတာဂိမ္းတခုမဟုတ္ပဲအျပင္မွာတကယ္ျဖစ္လာဖို႕ဂိမ္းကဦးတည္ေနတဲ့အခါမွာသူဘယ္လိုရပ္တန္႔မလဲကြန္ပ်ဴတာစနစ္ကလည္းအဲ့ေကာင္ေလးေဆာ့တာရပ္လိုက္ေတာင္မရပ္ပဲသူ႕ဟာသူဆက္ေဆာ့ေနတဲ့အခါ..တတိယကမာၻစစ္ၾကီးစတင္မလား အဲ့ဒါေတြအဆံုးသတ္သြားေအာင္သူဘယ္လိုလုပ္မလဲဆိုတာ...ဒီကားေလးကိုၾကည့္ျပီးအေျဖရွာလိုက္ပါေနာ္ File Size : (1 GB) & ( 370 MB)Quality : BluRay 720pRunning Time : 1 hr 54 minFormat : Mp4Genre : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/2TIq1/WarGames_[1983]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivaRoH2WR8VpwgWqxAuBegSlMbG.jpg",
        "title": "Integrity ( 2019 )",
        "description": "ေဟာင္ေကာင္ ICAC ရဲ႕ ေငြမည္းလိုက္ျပီး လာဘ္စားမႈေတြ ေဖာ္ထုတ္တဲ့ဇာတ္ကားေကာင္းေလး မိတ္ဆက္ေပးလိုက္တယ္။စာရင္းကိုင္နဲ႔ သူေဌးပူးေပါင္းျပီး စေတာ့ေငြေတြကို က်ားကစားသလိုအကြက္ေရြ႕သြားတဲ့အမႈကို အေျခခံထားတဲ့ ဇာတ္လမ္းေလးေနာ္။ရင္းနွီးျမွဳပ္နွံသူေတြေခၚျပီး စေတာ့ေစ်းကြက္မွာ ေစ်းအေျပာင္းအလဲမ်ားတဲ့လီတကုန္သြယ္ေရးလုပ္ငန္း... ဒီေစ်းေျပာင္းလဲေနတာက သေဘာရိုးဟုတ္ရဲ႕လားေနာက္ကြယ္မွာ ႀကိဳးကိုင္ေနတဲ့သူရွိလား ရွိတယ္ဆိုရင္ေရာ ဘယ္သူျဖစ္မလဲဒီအမႈကို ICAC က လိုက္ဖို႔အတြက္ တိုင္ခဲ့တဲ့ စာရင္းကိုင္ရဲ႕သရုပ္မွန္ကေရာ ဘာလဲ သူကေရာ ဘာလို႔ တရားစီရင္မယ့္ေန႔မွထြက္ေျပးရတာလဲ ေတြးစရာေတြအမ်ားႀကီးျပည့္နက္ေနတဲ့ ဇာတ္ကားပါမင္းသားေတြ ရုပ္ဆိုးတယ္ဆိုျပီး ေက်ာ္မသြားနဲ႔. မင္းသားေတြရုပ္ဆိုး ရုပ္ေခ်ာေတာင္ မသိလိုက္ရေအာင္ကို ဇာတ္လမ္းအခ်ိဳးအေကြ႕ေတြအခ်ိတ္အဆက္ေတြ မ်ားလြန္းလို႔ မနည္းလိုက္ေနရမယ့္ ဇာတ္လမ္းေလးတစ္ခုပါ။ဇာတ္ကားေကာင္းကိုမွ ႀကည့္ခ်င္တယ္ဆိုတဲ့ သူေတြ လက္မလႊတ္သင့္ပါဘူး This Movie Brought To You By Channel MyanmarTranslated & Review By Chu ChuEncoder : LK",
        "rating": "5.3",
        "url": "https://megaup.net/3zFTP/Integrity_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyejodyk3lWncVjVhhrEkPctY9o.jpg",
        "title": "The Prodigy (2019)",
        "description": "မွေးကတည်းက ဉာဏ်ရည်ထက်မြက်ပြီး ရိုးအေးတဲ့ ကလေးတစ်ယောက် ဖြစ်တဲ့ Miles ဆိုတဲ့ ကောင်လေး၊မွေးရာပါ မျက်လုံးတွေကလည်း တဖက်ကို တရောင်စီနဲ့ ဖြစ်နေခဲ့တဲ့ Miles ဟာ အရွယ်ရောက်လာပြီး မူမမှန်တဲ့ ဆိုးသွမ်းရက်စက်တဲ့ အပြုအမူတွေ ပြု မူလာပါတယ်။စိတ်ပညာရှင်တစ်ဦးဖြစ်သူ ဒေါက်တာအာသာကတော့ Miles ဟာ တယောက်ယောက်က လူဝင်စားအနေနဲ့ ဝင်စားတာဖြစ်ပြီးကိုယ့်ရဲ့အတိတ်ဘဝကိုမှတ်မိနေရခြင်းက အရင်ဘဝတုန်းက မပြီးပြတ်သေးတဲ့ကိစ္စတွေကို ဒီဘဝမှာအဆုံးသတ်ချင်လို့ဖြစ်ကြောင်းရှင်းပြပါတယ်။ဒါပေမယ့် Miles ကိုဝင်စားတဲ့သူက သာမန်လူမဟုတ်ပဲ လူသတ်သမားတစ်ဦးဖြစ်နေတဲ့အခါမှာတော့........အဲဒီလူရဲ့ ရက်စက်တဲ့ အကျင့်စရိုက်တွေ၊ ဆိုးဝါးတဲ့ လက္ခဏာတွေ ပြလာတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ၊မိခင်ဖြစ်တဲ့သူကရော ထိန်းချုပ်နိုင်ပါ့မလား၊ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာတွေကို ဒီကားထဲမှာ ရှုစားကြရမှာပါ။ဒီရုပ်ရှင်ကားထဲမှာ ပါဝင်တဲ့ ကြမ်းတမ်းတဲ့ ဇာတ်ဝင်ခန်းတွေ၊ ပြကွင်းပြကွက်တွေ၊ ပြောစကား ဒိုင်ယာလော့ခ်တွေဟာ အသက် ၁၇ နှစ်အောက် ကလေးငယ်တွေ ကြည့်ရှုဖို့မသင့်တော်တာမို့ မိဘအုပ်ထိန်းသူ ခွင့်ပြုချက်နဲ့မှ ကြည့်ရှုသင့်တဲ့ Restricted R အဆင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/The.Trough.2018-141x200.jpg",
        "title": "The Trough (2018)",
        "description": "ဒီကားေလးကေတာ့ ေဟာင္ေကာင္ အက္ရွင္ကားေလးျဖစ္ပါတယ္\nဒီကားက အက္ရွင္နဲ႕ ဒရာမာကိုေရာစပ္ထားတဲ့ဇာတ္မ်ိဳးျဖစ္ပါတယ္။\nဇတ္ကားထဲမွာဆိုရင္ မင္းသားျဖစ္တဲ့ ယုေခ်ာင္ဆိုတဲ့ဘဲက\nလူဆိုးအသြင္ယူထားတဲ့ရဲသားတစ္ေယာက္ေပါ့ဗ်ာ။\nသူက ေခတ္ပ်က္သူေဌးေတြႀကီးစုိးေနတဲ့ၿမိဳ႕ေလးမွာရဲလုပ္ေနတာ။\nတစ္ၿမိဳ႕လံုးမွာက လုပ္ခ်င္တိုင္းလုပ္ေသာင္းက်န္းေနတဲ့သူေတြႀကီးပဲ။\nဒါကုိသူနဲ႕သူ႕သူငယ္ခ်င္းတစ္စုက တိုက္ဖ်က္ခ်င္တယ္။\nဒီေတာ့ သူတို႕ရဲ႕ပစ္မွတ္ျဖစ္တဲ့ ဒီၿမိဳ႕ရဲ႕ စီးပြားေရးေတြ နယ္ပယ္အသီးသီးကိုခ်ုဳပ္ထားတဲ့သူကိုအျပစ္ရွင္းၾကမယ္ေပါ့။\nအဲ့ဒီအဖြဲ႕က မိဘမဲ့ကေလးေတြကိုဖမး္ဆီးခ်ဳပ္ေနွာင္ထားတာမ်ိဳးေတြရွိတယ္။\nဖမ္းဆီးခံရတဲ့ကေလးေတြက စိတ္ပိုင္းဆိုင္ရာမွာ ခ်ိဳ႕ယြင္းခ်က္ရွိတဲ့ကေလးေတြခ်ည္းပဲ။\nဒီေတာ့ အဲ့ဒီကေလးေတြကိုဒီအဖြဲ႕ႀကီးက ဘာလို႕ ဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားရတယ္ဆိုတဲ့အေၾကာင္းရယ္\nယုေခ်ာင္တို႕ကေရာတကယ္ပဲ သူတို႕ရည္ရြယ္သလိုလုပ္ေဆာင္နုိင္ပါ့မလားဆိုတာကိုေတာ့\nဖန္သားျပင္ေပၚမွာဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္။\n File Size : (1 GB) & (438MB)\nQuality : 1080p.BluRay\nRunning Time :1hr  51min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm Desu\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "4.7",
        "url": "https://megaup.net/4fDkv/The_Trough_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNzI5MzM3MzkxNF5BMl5BanBnXkFtZTgwOTkyMjI4MTI@._V1_SY1000_CR006731000_AL_-202x300.jpg",
        "title": "Alien: Covenant (2017)",
        "description": "ဒီတစ်ပတ်ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ကိုတော့ သည်းထိတ် ရင်ဖိုစိတ်ကူးယဉ်\nသိပ္ပံအက်ရှင် ကား Alien:Covenant ကို ညွှန်းဆိုလိုက်ပါတယ်။\n၂၀၁၂ က ထွက်ခဲ့တဲ့ Prometheus ဇာတ်ကားရဲ့ အ ဆက်အဖြစ် ထွက်ရှိလာတဲ့\nဂြိုဟ် သားရုပ်ရှင်စီးရီးဖြစ်ပြီး ဒါရိုက်တာရစ်ဒလေစကော့ရဲ့ လက်ရာဖြစ် ပါတယ်။\nCovenant ဆိုတဲ့ ယာဉ်ပျံ ကြီးပေါ်က အဖွဲ့သားတွေဟာ အာကာသ ဟင်းလင်းပြင်\nအစွန်အ ဖျားက ဂြိုဟ်တစ်ခုကို ရှာဖွေ တွေ့ရှိခဲ့ပါတယ်။\nဘယ်သူနဲ့မှ မထိတွေ့ရသေးတဲ့ ကောင်းကင် ဘုံတစ်ခုလို့ ထင်ခဲ့ပေမယ့် တကယ်တမ်းကတော့ သက်ရှိ ရယ်လို့\nဘာမှမတွေ့ရတဲ့ အမှောင်ထုလွှမ်းနေတဲ့ အန္တရာယ် ကမ္ဘာ ကြီးတစ်ခုပါ။\nအဲဒီဂြိုဟ်ပေါ်ကို ဆင်းပြီး လေ့လာကြတဲ့အခါမှာ ပျက်စီး နေတဲ့\nအင်ဂျင်နီယာယာဉ်ပျံတစ် ခုကို ခြေရာခံမိခဲ့ကြပါတယ်။\nနောက်တော့ ယာဉ်ပျံပေါ်က လူတချို့က ဂြိုဟ်သားရောဂါပိုး မတော်တဆ ကူးစက်ခံခဲ့ရပြီး\nအဲဒီလူတွေထဲကနေ ဂြိုဟ်သား တစ်ကောင် ဖြစ်တည်လာကာ ယ\nာဉ်ပေါ်ကလူတွေကို တိုက်ခိုက် ပါတော့တယ်။\nအဲဒါနဲ့ပဲ ယာဉ်ပျံပေါ်မှာ အခြေအနေတွေ ရှုပ်ယှက်ခတ်ကုန်ပြီး\nနောက်ဆုံးမှာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xapl/Alien_-_Covenant_[2017]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTY3NzIyNTA2NV5BMl5BanBnXkFtZTcwNzE2NjI4Nw@@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Prometheus (2012)",
        "description": "Prometheus 2012 Review\n၂၀ ရာစုအတွင်းထွက်ရှိခဲ့တဲ့\nAlien ရုပ်ရှင်တွေကိုကျောရိုးယူထားပါတယ်။\nလူသားတွေရဲ့အစ ဖန်ဆင်းရှင်ကိုရှာဖွေချင်သူ\nဒေါက်တာ Elizabeth Shaw ဦးဆောင်တဲ့အဖွဲ့ဟာ\n၄နှစ်ကြာခရီးဆန့်ပြီး ဝေးကွာတဲ့\nကမ္ဘာတစ်ခုဆီရောက်ရှိချိန်မှာတော့\nဖန်ဆင်းရှင်တွေက သူထင်ထားသလို\nလူသားတွေအပေါ်ကောင်းကျိုးပေးမှာမဟုတ်မှန်း\nသိလိုက်ရတဲ့အခါ...\nOscar nomination ဝင် ရုပ်ရှင်တစ်ခုဖြစ်ပြီး\nအခြားဆု ၆ ဆုလည်းရရှိထားပါတယ်။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Prometheus 2012 Review\n၂၀ ရာစုအတြင္းထြက္ရွိခဲ့တဲ့\nAlien ရုပ္ရွင္ေတြကိုေက်ာရိုးယူထားပါတယ္။\nလူသားေတြရဲ႕အစ ဖန္ဆင္းရွင္ကိုရွာေဖြခ်င္သူ\nေဒါက္တာ Elizabeth Shaw ဦးေဆာင္တဲ့အဖြဲ႕ဟာ\n၄ႏွစ္ၾကာခရီးဆန္႕ျပီး ေ၀းကြာတဲ့\nကမၻာတစ္ခုဆီေရာက္ရွိခ်ိန္မွာေတာ့\nဖန္ဆင္းရွင္ေတြက သူထင္ထားသလို\nလူသားေတြအေပၚေကာင္းက်ိဳးေပးမွာမဟုတ္မွန္း\nသိလိုက္ရတဲ့အခါ...\nOscar nomination ၀င္ ရုပ္ရွင္တစ္ခုျဖစ္ျပီး\nအျခားဆု ၆ ဆုလည္းရရွိထားပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus ...",
        "rating": "7.0",
        "url": "https://megaup.net/2T5ln/Prometheus_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTdjYzU0MzAtZGMzOC00YTYwLWJhMTEtNDE4ODQwMDY2NWM1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Alien Resurrection (1997)",
        "description": "Alien Ressurection 1997\nAlien 3- 1999 ရဲ့ဖြစ်စဉ်အပြီးနှစ်ပေါင်း ၂၀၀ အကြာမှာ\nစစ်သိပ္ပံပညာရှင်တွေဟာ\nသေဆုံးသူ Ripley ရဲ့ DNA နမူနာနဲ့\nကိုယ်ပွား Ripley ကိုဖန်တီးခဲ့ပြီး\nအဲ့ဒီ DNA ထဲမှာ ဂြိုဟ်သားလောင်းလည်းရောပါလာပါတယ်။\nသူတို့ရောက်နေတဲ့ Betty စစ်လွန်းပျံပေါ်က\nအစမ်းသပ်ခံ ဂြိုဟ်မျိုးစိတ်တွေ\nသောင်းကျန်လာတဲ့အခါ\nထွက်ပြေးဖို့ကြိုးစားရင်းနဲ့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nဒီရုပ်ရှင်ထဲမှာ ရူစားကြပါ။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n===================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien Ressurection 1997\nAlien 3- 1999 ရဲ႕ျဖစ္စဥ္အျပီးႏွစ္ေပါင္း ၂၀၀ အၾကာမွာ\nစစ္သိပၸံပညာရွင္ေတြဟာ\nေသဆံုးသူ Ripley ရဲ႕ DNA နမူနာနဲ႕\nကိုယ္ပြား Ripley ကိုဖန္တီးခဲ့ျပီး\nအဲ့ဒီ DNA ထဲမွာ ျဂိဳဟ္သားေလာင္းလည္းေရာပါလာပါတယ္။\nသူတို႕ေရာက္ေနတဲ့ Betty စစ္လြန္းပ်ံေပၚက\nအစမ္းသပ္ခံ ျဂိဳဟ္မ်ိဳးစိတ္ေတြ\nေသာင္းက်န္လာတ့ဲ့အခါ\nထြက္ေျပးဖုိ႕ၾကိဳးစားရင္းနဲ႕\nဘာေတြဆက္ျဖစ္မလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာ ရူစားၾကပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi ...",
        "rating": "6.2",
        "url": "https://megaup.net/2d7M0/Alien_-_Resurrection_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/alien-3-141x200.jpg",
        "title": "Alien³ (1992)",
        "description": "Alien 1992\nတစ်ခါတစ်လေမှာ\nကိုယ်တိုင်က ကိုယ့်ရဲ့ရန်သူပါပဲ။\nလူသားမျိုးစိတ်အတွက်အန္တာရာယ်ရှိတဲ့\nဂြိုဟ်သားတွေကိုအပြတ်ရှင်းပစ်ဖို့\nအပြင်းအထန်ကြိုးစားနေတဲ့\nEllen Ripley ဟာ\nသူကိုယ်တိုင်ဂြိုဟ်သားဘုရင်မရဲ့\nသားလောင်းအိမ်ဖြစ်နေမှန်း သိလိုက်ရတဲ့အခါ....\nလူသားတွေဟာ ဒီတစ်ခါမှာတော့\nEllen Ripley ကို ပုံတူပွားပြီး\nစစ်တပ်တစ်တပ်စာ Alien တွေ\nမွေးထုတ်ဖို့ ကြံစဉ်နေခဲ့သော အခါ\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien 1992\nတစ္ခါတစ္ေလမွာ\nကိုယ္တုိင္က ကိုယ့္ရဲ႕ရန္သူပါပဲ။\nလူသားမ်ိဳးစိတ္အတြက္အႏၲာရာယ္ရွိတဲ့\nျဂိဳဟ္သားေတြကိုအျပတ္ရွင္းပစ္ဖို႕\nအျပင္းအထန္ၾကိဳးစားေနတဲ့\nEllen Ripley ဟာ\nသူကိုယ္တိုင္ျဂိဳဟ္သားဘုရင္မရဲ႕\nသားေလာင္းအိမ္ျဖစ္ေနမွန္း သိလိုက္ရတဲ့အခါ....\nလူသားေတြဟာ ဒီတစ္ခါမွာေတာ့\nEllen Ripley ကို ပံုတူပြားၿပီး\nစစ္တပ္တစ္တပ္စာ Alien ေတြ\nေမြးထုတ္ဖို႔ ႀကံစဥ္ေနခဲ့ေသာ အခါ\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)",
        "rating": "6.5",
        "url": "https://megaup.net/1xaq6/Alien³_[1992]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYjE1ZDgxMTMtYzA3Ny00MjIwLWFiZTUtZDhhMjM3YzA3M2RkXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006411000_AL_-1-128x200.jpg",
        "title": "Aliens (1986)",
        "description": "Aliens (1986)\nIMDb - 8.3/10_____Rotten - 97%\" Ripley: ဒီဂြိုဟ်သားတွေက ဆိုးရွားတဲ့မျိုးစိတ်လားတော့မသိပေမဲ့\nလူတွေလိုတော့ မဖြစ်စလောက်ဝေစုအတွက်နဲ့ အချင်းချင်းသစ္စာမဖောက်ကြဘူး..\"\nNostromo ရဲ့တစ်ဦးတည်းရှင်သန်သူ Ellen Ripley ဟာ\nလွန်းပျံထဲမှာ ၅၇ နှစ်ကြာမေ့မျောနေခဲ့ပြီး\nWeyland-Yutani ကုမ္မဏီဝန်ထမ်းတွေရဲ့\nကယ်ဆယ်ခြင်းခံလိုက်ရပါတယ်။\nသူသတိပြန်ဝင်ချိန်မှာ ကံကြမ္မာဆိုးငြင်ခဲ့တဲ့ဂြိုဟ်က\nလူသားတွေရဲ့ကိုလိုနီနယ်မြေဖြစ်နေပါပြီ။\nအဲ့ဒီအချိန်မှာပဲ ကိုလိုနီတပ်သားတွေပျောက်ဆုံးမူ\nစစ်ဆေးရေးအတွက် Ripley အနေနဲ့\nအဆိုပါဂြိုဟ်ဆီ မဖြစ်မနေပြန်သွားရမဲ့အရေး ဆိုက်လာပါတယ်။\nလူသားတွေဟာ အာဏာအင်အားနဲ့ပတ်သက်လာရင်\nကိုယ့်မျိုးစိတ်ပျက်သုဉ်းရေးကိုတောင်အရေးမစိုက်နိုင်တဲ့အထိ\nလောဘဇောတက်လာတာကို ဒီရုပ်ရှင်ထဲမှာပြထားပါတယ်။\nနာမည်ကျော်ဒါရိုက်တာ James Cameron ရဲ့လက်ရာဖြစ်ပါတယ်။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)\" Ripley: ဒီျဂိဳဟ္သားေတြက ဆိုးရြားတဲ့မ်ိဳးစိတ္လားေတာ့မသိေပမဲ့\nလူေတြလိုေတာ့ မျဖစ္စေလာက္ေ၀စုအတြက္နဲ႕ အခ်င္းခ်င္းသစၥာမေဖာက္ၾကဘူး..\"\nNostromo ရဲ႕တစ္ဦးတည္းရွင္သန္သူ Ellen Ripley ဟာ\nလြန္းပ်ံထဲမွာ ၅၇ ႏွစ္ၾကာေမ့ေမ်ာေနခဲ့ျပီး\nWeyland-Yutani ကုမၼဏီ၀န္ထမ္းေတြရဲ႕\nကယ္ဆယ္ျခင္းခံလိုက္ရပါတယ္။\nသူသတိျပန္၀င္ခ်ိန္မွာ ကံၾကမၼာဆိုးျငင္ခဲ့တဲ့ျဂိဳဟ္က\nလူသားေတြရဲ႕ကိုလိုနီနယ္ေျမျဖစ္ေနပါျပီ။\nအဲ့ဒီအခ်ိန္မွာပဲ ကိုလိုနီတပ္သားေတြေပ်ာက္ဆံုးမူ\nစစ္ေဆးေရးအတြက္ Ripley ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xan5/Aliens_[1986]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMmQ2MmU3NzktZjAxOC00ZDZhLTk4YzEtMDMyMzcxY2IwMDAyXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006781000_AL_-1-136x200.jpg",
        "title": "Alien (1979)",
        "description": "Nostromo အာကာသလွန်းပျံကြီးရဲ့\nလုပ်ငန်းစဉ်ပြီးဆုံးလို့အိမ်ပြန်စဉ်မှာပဲ\nသက်ရှိကင်းမဲ့တဲ့ဂြိုဟ်တစ်ခုဆီက\nအချက်ပြမူတစ်ခုပေါ်လာတယ်။\nကမ္ဘာပေါ်ကပင်မစခန်းမှူးရဲ့ အမိန့်ပေးချက်အရ\nNostromo အဖွဲ့သားတွေအားလုံး\nအဲ့ဒီဂြိဟ်ပေါ်ကြားဖြတ်စစ်ဆင်ရေးသွားရတဲ့အခါမှာ\nမထင်မှတ်တဲ့မျိုးစိတ်တစ်ခုနဲ့တွေ့ပြီး\nကြမ္မာဆိုးစငြင်လာပါတော့တယ်။\nလူသူကင်းမဲ့တဲ့စကြဝဋ္ဌာအလယ်မှာ\nသင့်ရဲ့အော်ဟစ်သံကို ဘယ်သူမှမကြားနိုင်တဲ့အတွက်\nကံတရားနဲ့ ဉာဏ်စွမ်းရှိသူမှပဲ\nအသက်ရှင်လွတ်မြောက်နိုင်မှာပါ။\n၁၉၇၉ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ပထမဆုံး Sci-fi ရုပ်ရှင်ဖြစ်ပြီး\nပရိသတ်တစ်ချို့က classic လို့တောင်ပြောကြပါတယ်။\nအားလုံးပဲကြည့်ရူပြီး classic ဟုတ်မဟုတ်ဆုံးဖြတ်ပေးကြပါဦး။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Nostromo အာကာသလြန္းပ်ံၾကီးရဲ႕\nလုပ္ငန္းစဥ္ျပီးဆံုးလုိ႕အိမ္ျပန္စဥ္မွာပဲ\nသက္ရွိကင္းမဲ့တဲ့ျဂိဳဟ္တစ္ခုဆီက\nအခ်က္ျပမူတစ္ခုေပၚလာတယ္။\nကမၻာေပၚကပင္မစခန္းမွဴးရဲ႕ အမိန္႕ေပးခ်က္အရ\nNostromo အဖြဲ႕သားေတြအားလံုး\nအဲ့ဒီျဂိဟ္ေပၚၾကားျဖတ္စစ္ဆင္ေရးသြားရတဲ့အခါမွာ\nမထင္မွတ္တဲ့မ်ိဳးစိတ္တစ္ခုနဲ႕ေတြ႕ျပီး\nၾကမၼာဆိုးစျငင္လာပါေတာ့တယ္။\nလူသူကင္းမဲ့တဲ့စၾက၀႒ာအလယ္မွာ\nသင့္ရဲ႕ေအာ္ဟစ္သံကို ဘယ္သူမွမၾကားႏုိင္တဲ့အတြက္\nကံတရားနဲ႕ ဥာဏ္စြမ္းရွိသူမွပဲ\nအသက္ရွင္လြတ္ေျမာက္ႏိုင္မွာပါ။\n၁၉၇၉ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ ပထမဆံုး Sci-fi ရုပ္ရွင္ျဖစ္ျပီး\nပရိသတ္တစ္ခ်ိဳ႕က classic လုိ႕ေတာင္ေျပာၾကပါတယ္။\nအားလံုးပဲၾကည့္ရူျပီး classic ဟုတ္မဟုတ္ဆံုးျဖတ္ေပးၾကပါဦး။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)",
        "rating": "8.4",
        "url": "https://megaup.net/1xalg/Alien_[1979]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTMxNzE0NjY4NV5BMl5BanBnXkFtZTgwMjIxNjIzNjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Before We Go (2014)",
        "description": "Before We Go ဆိုတဲ့ ရုပ္ရွင္ကားကို က်ေနာ္တို႔ အသဲစြဲ ကတ္ပတိန္ အေမရိက (Chris Evans) ကိုယ္တုိင္ရိုက္ကူးထားၿပီး\nသူကိုယ္တုိင္ ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္...\nသူကိုယ္တုိင္ရိုက္လို႔ ဟာ.. ျဖစ္ပါ့မလားဘယ္လိုႀကီးလဲ လို႔ စိတ္ထဲက ေတြးမိလိုက္တယ္ ၿပီးေတာ့\nရုပ္ရွင္မၾကည့္ခင္ ေရာဂါ တစ္ခုျဖစ္တဲ့ IMDb ၀င္ေမႊၾကည့္ေတာ့ Rate က 6.9 ရွိေနေတာ့ အံ့ေၾသာစရာ :)\nရုပ္ရွင္ကားတြင္ ပါ၀င္တဲ့ မင္းသမီးျဖစ္သူ Alice Eve ကလဲ ေခသူ မဟုတ္\nNight at the Museum: Secret of the Tomb တို႔ She's Out of My League တို႔လို ရုပ္ရွင္ကားေကာင္းေတြမွာ\nသရုပ္ေဆာင္ခဲ့ဖူးတဲ့ မင္းသမီး....\nဇတ္လမ္း အစ မွာ Nick က ဘူတာရံုထဲမွာ ထရန္းပတ္ မႈတ္ရင္း ပိုက္ဆံရွာေနစဥ္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2TIr9/Before_We_Go_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VohtGCO83eKGm50Mxy6H4pHLT9.jpg",
        "title": "Matriarch (2018)",
        "description": "Matriarch (2019)\n===========ဒီဇာတ္ကားကေတာ့ Director : Scott Vickers ရိုက္ကူး ထားတဲ့ Horror, Thriller အမ်ိဳးအစား ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ Horrorဆိုေပမယ့္ အရမ္းအၾကမ္းၾကီးေတာ့ မဟုတ္ပါဘူး။IMDb Rating အေနနဲ႔ကေတာ့ 6/10 ရရွိထားတာျဖစ္တဲ့အတြက္ မဆိုးဘူးလို႔ ယူဆလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ လင္မယားနွစ္ေယာက္ ခရီးတစ္ခုသြားရင္း လမ္းမွာ ကားပ်က္ျပီး နီးစပ္ရာေနအိ္မ္လိုက္ရွာၾကရင္း လယ္သမား လင္မယားေနတဲ့ အိမ္ကိုေတြ႔သြားခဲ့ပါတယ္။ဒါ့ေၾကာင့္ ထိုအိမ္တြင္ ညအိပ္တည္းခဲ့ပါတယ္။ ဒါေပမယ့္ မၾကာခင္မွာ ထိုလင္မယားဟာ ကေလးကို မတရားခိုးယူေမြးစားထားတာျဖစ္ေၾကာင္း ၊ ထိုလင္မယားဟာ လူသတ္သမားမ်ား ျဖစ္ေၾကာင္း သိလိုက္ရတဲ့အခါမွာေတာ့ ထိုအိမ္မွ ဘယ္လိုထြက္ေျပးၾကမလဲဆိုတာကို သဲထိပ္ရင္ဖို ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။ File size__( 780 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6/10\nFormat__mp4\nDuration__01:31:35\nType__Horror, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chan Myae ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/matriarch-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYWZjMjYyMTAtNWQ0Zi00YmFhLTgzNDUtYjZjN2QyNmZkNTMwXkEyXkFqcGdeQXVyOTgxODE5NDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Who Would You Take to a Deserted Island?",
        "description": "Who would you take to a deserted island (2019)\nပူေလာင္လြန္းတဲ့ ေႏြရာသီရက္တစ္ရက္မွာ\nကိုယ့္အိပ္မက္ဆီကို အေရာက္သြားၾကရေတာ့မယ့္\nလူငယ္ေလးေယာက္ရဲ႕ႏႈတ္ဆက္ပြဲကေန\nအစျပဳခဲ့တဲ့ ဒီဇာတ္လမ္း။\nရွစ္ႏွစ္ၾကာ ခင္မင္လာခဲ့ၾကတဲ့ သူငယ္ခ်င္းေလးေယာက္၊\nစံုတြဲႏွစ္တြဲရဲ႕ ေနာက္ဆံုးႏႈတ္ဆက္ပြဲ။\nမေတာ္တဆ ကစားမိၾကတဲ့ \"မင္း ဘယ္သူ႔ကို ကႏာၱရကၽြန္းကို ေခၚသြားမွာလဲ\"\nဆိုတဲ့ ကစားနည္းေၾကာင့္\nသူတို႔ၾကားက လွ်ိဳ႕၀ွက္ခ်က္ေတြ ပြင့္အံလွ်ံက်လာခဲ့ၾကတယ္။\nအဲ့လွ်ိဳ႕၀ွက္ခ်က္က ဘာေတြလဲ?\nအဲ့လွ်ိ႕၀ွက္ခ်က္ေၾကာင့္ သူတို႔ၾကားမွာ ဘာေတြျဖစ္ၾကဦးမလဲ?\nစပိန္ကားေတြရဲ႕ ထံုးစံအတိုင္း\nTwist ေတြက တကယ့္ကို အႀကီးႀကီးေတြပါပဲ။\nၾကည့္ရင္းၾကည့္ရင္းနဲ႔ ဟာခနဲ\nဟင္ခနဲ ျဖစ္ရမွာေတြလည္း ပါပါတယ္။\nဇာတ္လမး္ကို ဒီေလာက္ပဲ ေျပာျပခ်င္ပါတယ္။\nဒီ့ထက္ေျပာျပလိုက္ရင္ Plot Twist ေတြ\nေပၚကုန္မွာစိုးလို႔ မေျပာျပေတာ့ပါဘူး။\nPlot Twist ေတြက ၾကည့္ေနရင္းနဲ႔ အရသာရွိလာပါလိမ့္မယ္။\nရုပ္ရွင္ကားေကာင္းေကာင္းႀကိဳက္ရင္ေတာ့\nလက္မလႊတ္သင့္တဲ့ ကားတစ္ကားပါ။\nMoney Heist နဲ႔ Elite မွာ ပါ၀င္ခဲ့တဲ့ မင္းသား၊\nမင္းသမီးေတြလည္း ပါတယ္ဆိုေတာ့\nMoney Heist နဲ႔ Elite ကို ၾကည့္ဖူးတဲ့\nပရိသတ္ေတြအတြက္ေတာ့ အရမ္းညႊန္းမေနေတာ့ပါဘူး။\nစိတ္ခ်လက္ခ်သာ ၾကည့္လိုက္ပါ။\nIMDb Rating ကေတာ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dV9h/Who_Would_You_Take_To_A_Deserted_Island-_[2019]_(MM_Sub).MP4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPZ2caow1PCND6qnerfgn6RTXdm.jpg",
        "title": "The Upside (2017)",
        "description": "မေတာ္တဆမႈတစ္ခုေၾကာင့္ ကိုယ္ေရာလက္ပါ\nအေၾကာေသခဲ့ရတဲ့ စီးပြားေရးလုပ္ငန္းရွင္သူေဌးႀကီးတစ္ဦး နဲ႔\nမိသားစုဘ၀ကို ျပန္လည္ထူေထာင္ဖုိ႔ ႀကိဳးစားေနတဲ့ ေထာင္ထြက္တစ္ဦးရဲ႕ၾကားက\nသံေယာဇဥ္ကို ရိုက္ျပထားတဲ့ဇာတ္ကားေလးပါ။\nတကယ့္အျပင္မွာလည္း ရွိခဲ့တဲ့သူေတြရဲ႕အေၾကာင္းပါ။\nသူတို႔ႏွစ္ေယာက္က လံုး၀ကို ကြာျခားေနခဲ့တဲ့ လူႏွစ္ေယာက္ပါ။\nတစ္ေယာက္က သူေဌး၊ တစ္ေယာက္က ေထာင္ထြက္။\nတစ္ေယာက္က လူျဖဴ၊ တစ္ေယာက္က လူမည္း။\nတစ္ေယာက္က ပညာရွင္၊ တစ္ေယာက္က ပညာမဲ့။\nဒီလို ကြာျခားမႈေတြ မ်ားလြန္းလွတဲ့ လူႏွစ္ေယာက္ၾကားက\nသံေယာဇဥ္ကို ဇာတ္လမ္းဆံုးတဲ့အထိ ေမ်ာပါသြားေအာင္ ရိုက္ျပထားတာပါ။\nမင္းသမီးေခ်ာ Nicole Kidman ကလည္း ဒီလူႏွစ္ေယာက္ရဲ႕\nသံေယာဇဥ္ကို အဓိက ပံ့ပိုးသူအေနနဲ႔ သရုပ္ေဆာင္ထားပါေသးတယ္။\nေမတၱာတရားဆိုတာ အသားအေရာင္၊ အဆင့္အတန္း၊ ပညာတတ္ျခင္း\nမတတ္ျခင္း ဆိုတာေတြအေပၚမွာ မူတည္မေနဘူး ဆိုတာကို\nဒီဇာတ္လမ္းက သက္ေသျပသြားပါလိမ့္မယ္။\nမူရင္းကေတာ့ ၂၀၁၁ ခုႏွစ္က ျပင္သစ္ရုပ္ရွင္ The Untouchables ပါ။\nThe Untouchables တုန္းကလည္း အရမ္းကုိ ေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nRemake အေနနဲ႔ ျပန္ရိုက္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္ေတြကေတာ့\nနာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Bryan Cranston၊ Kevin Hart နဲ႔\nNicole ...",
        "rating": "",
        "url": "https://megaup.net/S0io/The_Upside_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/600full-my-rainy-days-poster-2-213x300.jpg",
        "title": "My Rainy Days (2009)",
        "description": "Screenshots  ဦး ကို စေတြ႔ဖူးတာ ဓါတ္ပံုခ်င္း မွားကတည္းက လို႔လူေတြက ထင္ၾကတယ္မဟုတ္ဘူး ဦး...သမီး ဦးကို စေတြ႔ဖူးတာက ေဆးရံုတစ္ခု ရဲ႕ခံုေထာင့္ ဟိုဘက္ျခမ္းမွာ ဦး ထိုင္ေနကတည္းကပဲအဲ့ဒီအခ်ိန္ကတည္းက ဦးမွာ အပူအပင္ေတြ ရွိခဲ့သလိုသမီးေရာပဲ အပူအပင္ေတြ ရွိခဲ့ၾကဖူးတယ္...ေနာက္တစ္ႀကိမ္အေနနဲ႔ကေတာ့ တိုက္ဆိုင္မႈလို႔ မထင္ေတာ့ပါဘူးေယာကၤ်ားတစ္ကာ ရဲ႕ အသဲကို သမီးက ခြဲခဲ့ဖူးတယ္သမီးရဲ႕ အသဲကို ကြဲေအာင္ လုပ္မယ့္သူ ကေတာ့ဦး တစ္ေယာက္ထဲ ရွိတယ္...မိန္းကေလးငယ္ေလး တစ္ေယာက္က ဦး အေနာက္ကေနတစ္ေကာက္ေကာက္ လုိက္ေနတာ ဦး စိတ္ညစ္ေနၿပီလားဦး ကို ခ်စ္တယ္လို႔ အက်ယ္ႀကီး လူေတြၾကားေအာ္ေျပာေတာ့ဦး ရွက္ၿပီး ထြက္ေျပးတယ္ေနာ္အဲ့ဒါက ခ်စ္ဖို႔ အရမ္းေကာင္းေနတာဦး နဲ႔ တစ္ခါ ဒိတ္ခြင့္ရဖို႔က အရမ္းေစ်းႀကီးတယ္ေနာ္သမီး စိတ္မ၀င္စားတဲ့ သမိုင္းေၾကာင္းေတြကိုသင္ေပးေနတဲ့ ဆရာတဲ့လားစာေမးပြဲေအာင္ရင္ ရုပ္ရွင္ အတူတူၾကည့္ခြင့္ရမွာေနာ္ဥာဏ္မေကာင္းခ်င္ရံု ေဆာင္ထားတဲ့ ကေလးမ မို႔ဦး အတြက္ အရာအားလံုးကို ...",
        "rating": "",
        "url": "https://megaup.net/S0o6/My_Rainy_Days_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4tdnePOkOOzwuGPEOAHp8UA4vqx.jpg",
        "title": "Happy Death Day 2U(2019)",
        "description": "Happy Death Day 2U(2019)\nIMDb.....6.2\nဒီကားက 2017 တုန်းကထွက်ရှိခဲ့တဲ့ Happy Death Day ရဲ့အဆက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ပထမကားမှာ တက္ကသိုလ်ကျောက်းသူလေးတစ်ယောက် ရုတ်တရက်သူ့မွေးနေ့မှာ မနက်အိပ်ရာနိုးလာတော့ပုံမှန်လိုပဲတနေ့တာကုန်ဆုံးပေမဲ့ အဲဒီနေ့ညမှာ လူသတ်သမားတစ်ယောက်ရဲ့ သတ်ဖြတ်ခြင်းခံခဲ့ရပါတယ်။Happy Birthday မဖြစ်ဘဲ Happy Death Day ဖြစ်လာရတဲ့အကြောင်းအရင်းကတော့သူအသတ်ခံရပြီးပေမဲ့ အဲ့ဒီနေ့ သူ့မွေးနေ့မှာပဲ ပြန်နိုးလာပြန်ပြီး အရာရာတိုင်းကတပုံစံတည်းဖြစ်နေပါတယ်။ပြောရရင် သူ့မွေးနေ့မှာပဲ ပြန်ပြန်နိုးလာပြီး ညရောက်ရင်အသတ်ခံရလိုက် နိုးလာလိုက်နဲ့ Happy Death Dayကိုဆင်နွဲခဲ့ရတာပါ။ ပထမကားမှာ သူ့ကိုသတ်တဲ့လူကိုဖော်ထုတ်နိုင်ပြီး ဇာတ်သိမ်းသွားပေမဲ့ ဒီဒုတိယကားမှာတော့သူ့လိုဖြစ်တဲ့နောက်တစ်ယောက်ပေါ်လာပါတယ်။ အစကတော့ သူ့လိုနောက်တစ်ယောက်ဆိုပြီးကူညီပေးပေမဲ့ ကောင်းကြိုးထက်ဆိုးကြိုးများပြီးသူပါအရင်လိုပြန်ဖြစ်သွားပါတယ်။ ဒါပေမဲ့အရာရာက အသတ်ခံရတာကလွဲလို့ အရင်လိုမဟုတ်တော့ပါဘူး။ဘာတွေကွဲပြားသွားမလဲဆိုတာတော့ စိတ်ဝင်စားစရာပါ။ ေ့ရှကားမှာတော့ ဘာလို့နေ့တစ်နေ့ထဲမှာပိတ်မိနေရတာလဲဆိုတာကို ထည့်မပြထားဘဲ Mystery ဆန်ဆန်ထားခဲ့ပေမဲ့ ဒီကားမှာတော့ အေကြာင်းအရင်းကိုဖော်ပြထားပါ။ အဲ့ပြသနာအရင်းအမြစ်ကိုဖြေရှင်းမှပဲ သူလွတ်မြောက်နိုင်မှာပါ။ခုကားမှာတော့ Mystery ထက် Sci-Fi ဖက်နွယ်ပြီးသွားတဲ့အတွက် ပထမကားနဲ့မတူ အရသာအနည်းငယ်ကွဲသွားပါလိမ့်မယ်။ေ့ရှကားကြည့်ဖူးတဲ့သူတွေလည်း ဆက်အားပေးလို့  ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xXqv/Happy_Death_Day_2U_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYHYg0BGmZydAOp4HMh2hOKKmRG.jpg",
        "title": "Locating Silver Lake(2018)",
        "description": "Locating Silver Lake(2018)\nIMDb....6.5\n\"ဒန္နီကယ္ဟာ ေကာလိပ္ၿပီးရင္ အယ္ေအကုိ ရည္းစားျဖစ္သူနဲ႔ တူတူသြားၿပီး အေျခခ်မယ္လုိ႔ ေတြးထားေပမယ့္\nဘြဲ႔ယူတဲ့ေန႔မွာတင္ သူ႕ရဲ႕အစီအစဥ္ေတြဟာ ေရစုန္ေျမာသလုိျဖစ္သြားတယ္...\nသူ႕ေကာင္မေလးက ဒန္နီယယ္ရဲ႕ လက္ရွိဘ၀ဟာ အေယာင္ေဆာင္စာေရးဆရာျဖစ္ေလေတာ့\nသူမကုိ ေက်နပ္အားရေစမႈမရွိတဲ့အျပင္\nအယ္ေအဆုိတာကလည္း သူ႕အိပ္မက္မဟုတ္ဘူးဆုိၿပီး ဘြဲ႕ယူတဲ့ေနမွာတင္ ျဖတ္လုိက္လုိ႕ပါပဲ....\n တျခားသူေတြအားလုံးေပ်ာ္ေနေပမယ့္ ဒန္နီယယ္တစ္ေယာက္ကေတာ့\nဗလာက်င္းေနတဲ့ ႏွလုံးသားတစ္ခုကုိ တုန္ယင္ခ်ိနဲ႕စြာေထြးပုိက္ရင္း\nဆုိ႕နင့္ေၾကကြဲေနေလရဲ႕.....\nသူရဲ႕လွပတဲ့စိတ္ကူးယဥ္အနာဂတ္ကုိ မ်က္ႏွာတစ္ခ်က္မပ်က္ေျပာဆုိဖ်က္ဆီးခဲ့တဲ့\nမိန္းမလွေလးတစ္ေယာက္အေၾကာင္းကုိေတြးရင္းဒန္နီယယ္ဟာ ေက်ာင္းေတာ္ႀကီးက ထြက္ခြာခဲ့ေလရဲ႕....\nဒန္နီယယ္တစ္ေယာက္အခ်စ္စစ္နဲ႕ေတြ႕မလား....တကယ့္စာေရးဆရာတစ္ေယာက္အျဖစ္\nရေအာင္ႀကဳိးစားသြားမလားဆုိတာကုိေတာ့ ဆက္လက္ႀကည့္ရႈရင္းခံစားၾကည့္လုိက္ပါဦး..\nIMDb..6.5ရရွိထားတဲ့ Drama ကားေကာင္းေလးမုိ႕ ၾကည့္ၾကပါလုိ႕ညႊန္းဆုိပါရေစ...\nFile Size : (900 MB) and (374 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:50:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.2",
        "url": "https://megaup.net/S0rc/Locating_Silver_Lake_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2k7IdRHHuD2HZPZMWsZzRFUHoA.jpg",
        "title": "Brothers’ Nest(2018)",
        "description": "Brothers' Nest(2018)\nIMDb - 6.5,,,,Rotten..91%\nခပ္ဆန္းဆန္းေလးပါပဲ...Thriller/Comedy ကားေလးပါ...ရယ္လည္းရယ္ရမယ္ သည္းထိပ္ရင္ဖိုလည္းျဖစ္မယ္ေပါ့....Plot Twist ေတြနဲ႕\nအေတာ္ဆြဲေဆာင္မႈရွိတယ္....ဇာတ္ကားတစ္ကားလံုးမွာ လူငါးေယာက္ရယ္ ျမင္းတစ္ေကာင္ရယ္\nအိမ္တစ္လံုးရယ္ ကားႏွစ္စီးရယ္ပဲပါတယ္...\nကိုင္း...\nဇာတ္လမ္းက ညီအစ္ကို ႏွစ္ေယာက္က စတယ္...သူတို႔ရဲ႕ ပေထြးကို မေက်နပ္လို႔ နိဂုံးခ်ဳပ္ပစ္ဖို႔ုႀကိဳးစားေနၾကတာ..\n.အဲ့လိုလုပ္ဖို႔ကို Plan ေတြအက်အနခ်ၿပီးလုပ္တဲ့ ဆရာႀကီးညီအစ္ကိုႏွစ္ေယာက္ေပါ့...\nအဓိကဇာတ္ေဆာင္ ညီအစ္ကိုႏွစ္ေယာက္အျဖစ္ တကယ့္ညီအစ္ကိုေတြျဖစ္တဲ့ Clayton Jacobson နဲ႔\nShane Jacobson တို႔က ပါဝင္ သ႐ုပ္ေဆာင္ထားပါတယ္...\nရႈစားၾကည့္ပါဦး...\nFile Size : (850 MB) and (313 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:42:00\nGenre :  Comedy, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dUZn/Brothers’_Nest_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sriL4AH82AOhuD0eZtFtHtCxK0A.jpg",
        "title": "At War(2018)",
        "description": "At War(2018)\nIMDb....7.0\nဒီတစ္ေခါက္ကေတာ့ Channel Myanmarပရိသတ္ႀကီးအတြက္ ျပင္သစ္ကားေကာင္းေလးတစ္ကားျဖစ္တဲ႔ At War (2018)\nကားေလးကို တင္ဆက္ေပးလိုပါတယ္။ဒီဇာတ္လမ္းေလးကေတာ႔ ျပင္သစ္ကားျဖစ္ေပမယ္႔ ႏိုင္ငံတကာစံခ်ိန္မွီစြာပဲ\nရိုက္ကူးထားတဲ႔ ကားေကာင္းေလးပါ။2018 Cannes Film Festivalရဲ ႔ဆန္ကာတင္စာရင္းမွာ ပါဝင္ေနပါေသးတယ္။\nRotten Tomatoes 64% ရရွိထားျပီးေတာ႔ IMdb 7/10 ရရွိထားပါတယ္။သမာရိုးက်ဇာတ္လမ္းေတြနဲ႔ ကြဲထြက္ေနတဲ႔\nယခုဇာတ္ကားေလးကို အက်ဥ္းရံုးျပီး ေျပာျပခ်င္ပါေသးတယ္။\nဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔ အလုပ္သမားထုရဲ ႔ဘဝ အလုပ္သမားထုရဲ ႔အခြင္႔အေရးကိုတင္ျပထားတယ္လို႔ပဲေျပာရမွာပါပဲ။\nစက္ရံုတစ္ရံုဟာ အျမတ္အစြန္းေတြလဲ ရေနရဲ ႔သားနဲ႔ ရုတ္တရက္ ေစ်းကြက္ကိုမထိုးေဖာက္ႏိုင္လို႔ဆိုတဲ႔\nအေၾကာင္းျပခ်က္နဲ႔ ပိတ္ခ်လိုက္ပါေတာ႔တယ္။ထိုအခ်ိန္မွာ စက္ရံုကိုအားထားေနရတဲ႔ အလုပ္သမားေပါင္း၁၁၀၀ခန္႔ဟာ\nဒုကၡေတြေရာက္ပါေတာ႔တယ္။အလုပ္သမားေတြဟာ နစ္နာေၾကးေတြကိုလဲ လက္မခံပဲ\nစက္ရံုျပန္ဖြင္႔ေပးဖို႔နဲ႔အလုပ္ျပန္လည္ရရွိေရးအတြက္ ဆႏၵျပၾကပါေတာ႔တယ္။\n၁၁၀၀ေသာအလုပ္သမားမ်ားဟာ ဒုကၡမ်ားစြာရင္ဆိုင္ျပီး တတ္ႏုိင္သမွ် အလုပ္သမားအခြင္႔အေရးခ်ိဳးေဖာက္မႈကိုရင္ဆိုင္ၾကပါေတာ႔တယ္။\nထိုအလုပ္သမားေတြကို မစၥတာေလာရန္႔ဆိုတဲ႔ စဥ္းစားႏိုင္စြမ္းျမင္႔တဲ႔ အလုပ္သမားၾကီးက\nဦးေဆာင္ပါတယ္။ဒါေပမယ့္ သူတို႔ၾကိဳးစားတုိင္းေရာ ေအာင္ျမင္မွာလား?ဥာဏ္မ်ားတဲ႔ကုမၸဏီေခါင္းေဆာင္ေတြနဲ႔ေရာသူတို႔ဘယ္လိုရင္ဆိုင္ၾကမလဲ\n?ေနာက္ဆံုးဘာျဖစ္လာမလဲဆိုတာကို အသဲတစ္ထိတ္ထိတ္နဲ႔မပ်င္းမရိၾကည္႔ရႉရမွာပါ။\nဒီဇာတ္လမ္းရဲ ႔ဇာတ္လမ္းတည္ေဆာက္ပံုဟာ တမူထူးပါတယ္။အခုလို ထူးျခားျပီးေကာင္းမြန္တဲ႔ At War (2018)\nကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dV3u/At_War_(En_Guerre)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aumylqVxq30w7MlBOtzo7GfCRP3.jpg",
        "title": "Intimate Strangers(2018)",
        "description": "Intimate Strangers(2018)\nIMDb...6.8\nကေလးဘ၀ထဲက ေပါင္းသင္းခဲ့တဲ့ ငယ္သူငယ္ခ်င္း(၅)ေယာက္ရွိတယ္..\nေပါက္ဖြားခဲ့တဲ့ မိသားစု၊အေျခအေနေတြမတူခဲ့ေပမယ့္ သူတုိ႕ဟာ သိပ္ကုိခင္ၾကတယ္..\nဒီလုိနဲ႕အရြယ္ေရာက္လာေတာ့ တစ္ခ်ဳိ႕လည္းအိမ္ေထာင္က် တစ္ခ်ဳိ႕လည္း တစ္ကုိယ္ထဲသမားေတြျဖစ္လုိ႕ေနတယ္..\nတစ္ေန႕ေတာ့ သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕အိမ္ေျပာင္းအိမ္သစ္တက္ပြဲဆုိၿပီး ညစာ စားပြဲလုပ္ေတာ့\nအားလုံးစုဆုံၾကတယ္....အလုပ္ကုိယ္စီ မိသားစုကုိယ္စီျဖစ္ေတာ့ ဆုံေတာင္ဆုံခဲအေျခအေနမွာ\nဒီလုိ အိမ္သစ္တက္ပြဲေလးမွာ သူငယ္ခ်င္းေတြျပန္ဆုံေတြ႕တာတကယ့္ကုိေပ်ာ္စရာပါ..\nေျပာမနာဆုိမနာနဲ႕ သူတုိ႕မိန္းမေတြရည္းစားေတြကလည္း အကုန္လုံးနဲ႕ရင္းႏွီးေနေတာ့\nေတြ႕ဆုံပဲြေလးဟာ တကယ့္ကုိ စုိစုိေျပေျပနဲ႕ ေပ်ာ္ရႊင္စရာပဲ....\nဒါေပမယ့္ အမ်ဳိးသမီးတစ္ေယာက္က စၿပီး Game ေလးတစ္ခုေဆာ့ၾကရေအာင္ဆုိၿပီးေျပာတယ္..\nဒီကစားတဲ့ Game ဟာ ဇာတ္ကားတစ္ကားလုံးရဲ႕အသက္လုိ႕ေျပာလုိ႕ရသလုိ\nတကယ့္ကုိ လူ႕သေဘာ လူ႕မေနာအခ်ဳိ႕ကုိပညာသားျပျပခ်ျပလုိက္သလုိပါပဲ..\nအဲ့ဒီဂိမ္းကေတာ့ ထမင္းစားေသာက္ေနစဥ္မွာ ဖုန္းေတြကုိ ထမင္း၀ုိင္းအလယ္မွာခ်ထားရမယ္..\nMessage ေတြ Email ေတြ ကုိ အဲ့အခ်ိန္လာသမွ်အကုန္ဖြင့္ဖတ္ရမယ့္အျပင္\nလာတဲ့ဖုန္းတုိင္းကိုလည္း Speaker ဖြင့္ၿပီးေျပာရမယ္တဲ့...\nတကယ့္ သဲထိတ္ရင္ဖုိ ဇာတ္ကားေတြထက္ေတာင္ စိတ္လႈပ္ရွားစရာေကာင္းပါတယ္..\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး..\nစကားမစပ္ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ အဲ့လုိေဆာ့ရလား...\nမွတ္ခ်က္ FA မ်ားမပါ......\nFile Size : (950 MB) and (354 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TSj5/Intimate_Strangers_(Wanbyeokhan_Tain)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AA22wRki4yobIQCijnhBQWHppi.jpg",
        "title": "The Brave (2019)",
        "description": "The Brave(2019)\nIMDb...6.5\nAlbanian ၿမဳိ႕ဟာ   မူးယစ္ေဆးေတြနဲ႕ ဂန္းစတားေတြက်က္စားရာၿမဳိ႕...\nၿမဳိ႕ရဲ႕အဓိကစီးပြားေရး ဟာ မူးယစ္ေဆးလုိျဖစ္ေနတယ္..\nမူးယစ္ေဆးေတြရဲ႕ အဓိက ႀကဳိးကုိင္သူကုိ အစုိးရဘက္က ဖမ္းခ်င္ေပမယ့္လည္း\nသက္ေသမခုိင္လုံလုိ႕ ဖမ္းဆီးရခက္ေနတယ္...\nရဲဘက္နဲ႕အစုိးရပုိင္းကလူေတြကလည္း မူးယစ္ဂုိဏ္းနဲ႕မကင္းသလုိ\nအဖြဲ႕ေတာင့္လြန္းတဲ့ သူတုိ႕ေၾကာင့္ လူနည္းစုလုိျဖစ္ေနတဲ့ ရဲ၀န္ထမ္းေကာငး္ေတြအတြက္\nအခ်ိန္ကုန္လူပင္ပန္းတာပဲအဖတ္တင္ေနသလုိပါပဲ...\nသုိ႕ေပမယ့္ ဒီအေျခအေနေတြကုိျပင္ဆင္ၿပီး မူးယစ္အဖြဲ႕ကုိ\nဖမ္းဆီးႏုိင္ဖုိ႕ အထူးစုံေထာက္အရာရွိတစ္ဦးနဲ႕ အထူးေအ့ဂ်င့္တစ္ဦးနဲ႕ပူးေပါင္းမိတဲ့အခ်ိန္မွာေတာ့...\nကုိင္း မူးယစ္ အက္ရွင္ မႈခင္းကားေတြသေဘာက်တဲ့သူေတြအဖုိ႕ၾကည့္သင့္ပါေၾကာင္း\nညႊန္းဆုိပါရေစ...\nFile Size : (900 MB) and (313 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Crime, Thriller |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "N/A",
        "url": "https://megaup.net/S0m0/The_Brave_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Charlie Wilson’s War(2007)",
        "description": "Charlie Wilson's War(2007)IMDb....7.1,,,Rotten...82%\"က်ဳပ္မွာ အေတာ္ဆုိးတဲ့အိမ္နီးခ်င္းလူႀကီးတစ္ေယာက္ရွိခဲ့ဖူးတယ္..မစၥတာခ်ားတဲ့...ဒီလူႀကီးက အိမ္နီးခ်င္းေတြရဲ႕ေခြးေတြ သူ႕ပန္းခင္းကုိလာေႏွာင့္ယွက္တာကုိမႏွစ္ၿမဳိ႕ဘူး...တစ္ေန႕ေတာ့ လမ္းမွာ ေအာ္သံတစ္ခုႀကားလုိက္ရတယ္...က်ဳပ္ရဲ႕ေခြးဟာေသြးေတြနဲ႕မခ်ိမခံမဆန္႕ခံစားရင္ လူးလွိမ္ေနတယ္...မစၥတာခ်ားဆုိတဲ့သူကေခြးစာနဲ႕ဖန္ပုလင္းအေၾကေတြနဲ႕ေရာႀကိတ္ၿပီးေကြ်းလုိက္လုိ႕ပါ...ေသြးေတြအန္ရင္း က်ဳပ္ေခြးေသသြားတယ္...\"\"အဲ့ဒီေတာ့ရွင္ဘာျပန္လုပ္လုိက္လဲ\"\"သူ႕က ေရြးေကာက္ခံအာဏာပုိင္ဗ်...ၿမဳိ႕ေကာင္စီရဲ႕ဥကၠဌ..(၂)ႏွစ္ျပည့္တုိင္းျပန္ေရြးခံရင္သူပဲျပန္ရမွာေျမႀကီးလက္ခတ္မလြဲပဲ...ေရြးေကာက္ပြဲရက္ၾကေတာ့တစ္ခါမွမဲမေပးဖူးေသးတဲ့ လူမဲေတြဆီက်ဳပ္ကားေမာင္းသြားလုိက္တယ္...က်ဳပ္အသက္(၁၃)ႏွစ္အရြယ္ေပါ့..လူမဲေတြကုိ မဲေပးမဲ့ေနရာထိကားေမာင္းပုိ႕တယ္..မဲေပးၿပီးရင္အိမ္ျပန္ပုိ႕ေပးတယ္...မဲေပးဖုိ႕ကားထဲကမထြက္ခင္သူတုိ႕ကုိေျပာတာေတာ့ရွိတယ္..ခင္ဗ်ားတုိ႕ဆႏၵကုိခ်ဳပ္ခ်ယ္တာေတာ့မဟုတ္ဘူး..မစၥတာခ်ားကေတာ့က်ဳပ္ေခြးကုိရက္ရက္စက္စက္သတ္ခဲ့တာကုိေတာ့ ခင္ဗ်ားတုိ႕သိသင့္တယ္လုိ႕အကုန္လုံးကုိေျပာခဲ့တယ္...အဲ့ဒီမွာ မစၥတာခ်ားႀကီး (၁၄)မဲနဲ႕ရႈံးသြားတယ္...\"ဒီစကားကုိေျပာေနတဲ့သူကေတာ့ အေမရိကန္လႊတ္ေတာ္အမတ္ ခ်ာလီ၀ီလ္ဆင္ပင္ျဖစ္သည္..သူက ရုံးမွာေတာင္မိန္းမလွေတြခ်ည္းခန္႕ထားသူ..အရက္ကုိ တစ္ဂြပ္ဂြပ္ေသာက္သည္..ရုံးခ်ိန္တြင္းပါေသာက္သည္..ေျပာရရင္တစ္ခ်ိန္လုံးေသာက္ေနတယ္လုိ႕ေတာင္ေျပာရမည္...ဇိမ္မယ္ေတြနဲ႕ေတာင္ေပ်ာ္ပါးတတ္တဲ့သူ..သုိ႕ေပမယ့္ သူဟာ အထက္ကေျပာခဲ့သလုိပင္ အဓိကေပ်ာ႕ကြက္ဟာကြက္ေတြကုိ ခလုတ္ႏွိပ္ရမွာတစ္ဖက္ကမ္းခတ္ကြ်မ္းက်င္တဲ့သူပင္...ဒါေၾကာင့္လည္း လႊတ္ေတာ္အမတ္ေနရာမွာ ဖင္ၿမဲေနတဲ့သူ...ဒီလုိနဲ႕သူဟာ အာဖဂန္နစၥတန္နဲ႔ ႐ုရွားတို႔ရဲ႕ တုိ႕ရဲ႕စစ္ပြဲကုိျမင္ေတြ႕ၿပီးတဲ့အခ်ိန္မွာ ကူညီေပးလုိစိတ္ေပၚလာတယ္...ဒါေပမယ့္ အေမရိကန္က ဝင္ကူတာလို႔ ႐ုရွားကို မသိေစလိုတဲ့အခါ၊ အေမရိကန္ အစိုးရအဖြဲ႔ဝင္ေတြကလည္း အာဖဂန္နစၥတန္ေတြကိုမယံုၾကည္တဲ့အခါ ခ်ာလီတစ္ေယာက္ ႏိုင္ငံေရး လွည့္ကြက္ေတြသံုးၿပီး မိမိလိုခ်င္တဲ့အကြက္ရေအာင္ ႀကိဳးစားရပါေတာ့မယ္။လႊတ္ေတာ္အမတ္ခ်ာလီဝီလ္ဆင္အျဖစ္္ ကၽြန္ေတာ္တို႔ရဲ႕ မင္းသားႀကီး Tom Hanks က သ႐ုပ္ေဆာင္ထားပါတယ္....ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းျဖစ္တဲ့အျပင္ မင္းသားႀကီး တြမ္ဟန္႕ကုိယ္တုိင္သရုပ္ေဆာင္ထားၿပီးသူဘယ္လုိေတြ ခလုတ္ႏွိပ္မလဲဆုိတာေတာ့ ခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Myo Khant Maung ပဲျဖစ္ပါတယ္....File Size : (980 ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wv5t/Charlie_Wilson%E2%80%99s_War_[2007]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bRYg4l12yDuJvAfqvUOPnBrxno.jpg",
        "title": "The Highwaymen(2019)",
        "description": "The Highwaymen(2019)IMDb...7.1တောအုပ်တစ်ခုရဲ့ နေရာတစ်ခုတွင် ထောင်သားတွေအလုပ်လုပ်နေကြသည်....မြင်းကိုယ်စီ ဖြင့် လက်နက်ကိုင် ထောင်စောင့်အဖွဲ့တွေလည်း အသီးသီးစောင့်ကြတ်နေကြသည်...သို့ပေမယ့် ကြိုတင်စီစဉ်မှုတွေကြောင့် ထောင်သားတစ်ချို့ဟာ ဝှက်ထားတဲ့ လက်နက်များဖြင့်ထောင်စောင့်များကို သတ်ဖြတ်ကာ  သူတို့အား လာခေါ်သည့် ကားဖြင့် ထွက်ပြေးလွတ်မြောက်သွားကြသည်...ပြေးနိုင်သည့် လမ်းများကိုလိုက်လံပိတ်ဆို့ထားသော်လည်း အစအနပင်ရှာမရချေ....ဒါတွေအားလုံးရဲ့အဓိက တရားခံက ဝရမ်းပြေးလင်မယား(၂)ယောက်ဖြစ်သည်..တကယ်တော့ သူတို့ကိုဖမ်းမမိသည်မှာ (၂)နှစ်ခန့်ပင်ရှိနေသည့်အပြင် ယ္ခုအခါ တခြားရာဇဝတ်သားအပေါင်းအပါတွေပါ ထောင်ကလာခေါ်ထုတ်သည့်အတွက် သတင်းစာခေါင်းကြီးပိုင်းမှာခမ်းခမ်းနားနားကြီးကိုပါလာခဲ့လေသည်..ဒီ့အတွက်ကြောင့် အုပ်ချုပ်ရေးပိုင်းက လူကြီးတွေ ခေါင်းမီးတောက်နေသည်...နောက်ဆုံးတော့ အစည်းအဝေးရဲ့ဆုံးဖြတ်ချက်အရ ယခင်ကဖျက်သိမ်းခဲ့သည့် ရန်းဂျားတပ်ဖွဲ့ဝင်(၂)ဦးကို ပြန်လည်တာဝန်ပေးအပ်ဖို့ဖြစ်သည်...ရှေးယခင်က ရိန်းဂျိန်းတွေဟာဖမ်းမမိတဲ့သူတွေကို တရားဝင်သတ်ဖြတ်ပိုင်ခွင့်ရှိသည်..အုပ်ချုပ်ရခက်သည့်ရိန်းဂျားတွေဟု ယူဆက အဖွဲ့ကိုဖျက်သိမ်းခဲ့ခြင်းဖြစ်သည်..ယ္ခုအခြေအနေမှာတော့ ကျန်ရှိနေသေးသည့် အတော်ဆုံး(၂)ယောက်ကိုခေါ်သုံးဖို့ဖြစ်လာသည်...ကိုင်း သူတို့ ဖမ်းမိနိုင်မလား....ဒီရာဇဝတ်သားတွေကရော ဘယ်လိုမကောင်းမှုတွေဆက်ကျူးလွန်ဦးမလဲ...ခံစားကြည့်လိုက်ပါဦး...မင်းသားကြီး Kevin Costnerနဲ့ Woody Harrelsonတို့အဓိကပါဝင်ထားသည့်အပြင် IMDbလည်းအကောင်းဆုံးအနေအထားမှာရှိနေသည့် မှုခင်းဇာတ်ကားမို့ကားကောင်းတစ်ကားဖြစ်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်...File Size : (1GB) and (357MB)Quality : ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dVfi/The_Highwaymen_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "2.0 (2019)",
        "description": "၂၀၁၈ ခုႏွစ္မွာ ထြက္ထားတဲ့ ဟင္ဒီစတားနဲ႔တမီးလ္စတားတို႔ အားၿပိဳင္ထားတဲ့ ၂၀၁၈ရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားတစ္ကားပါ။ဒီဇာတ္ကားဟာ ၂၀၁၀မွာ ထြက္ခဲ့တဲ့ Enthiranရဲ႕ အဆက္ဆိုလည္း မမွားပါဘူး။ပထမဇာတ္ကားထဲမွာေတာ့ ခ်က္တီးစက္႐ုပ္ကိုမသမာသူေတြရဲ႕ လက္ခ်က္ေၾကာင့္ သိမ္းဆည္းခံခဲ့ရတာ အားလံုးသိမယ္ထင္တယ္။ဇာတ္လမ္းအက်ဥ္းကို ခ်ျပရမယ္ဆိုရင္လူတိုင္းလည္းသိၿပီးထားေလာက္ပါၿပီ။ၿမိဳ႕ထဲမွာ ထူးျခားျဖစ္စဥ္တစ္ခု ျဖစ္ပ်က္ပံုကို စတင္ေတြ႕ျမင္ရမွာပါ။ရိွရိွသမွ် မိုဘိုင္းဖုန္းေတြဟာ ဘာရယ္ေၾကာင့္မွန္းမသိaလထဲ လြင့္ထြက္ပ်ံသန္းသြားခဲ့ပါတယ္။ဒါတင္မကေသးပါဘူး။တျခားမိုဘိုင္းဖုန္းအေရာင္းကိုယ္စားလွယ္ေတြနဲ႔ဆက္သြယ္ေရးဝန္ႀကီးေတြပါ အသတ္ခံရပါေသးတယ္။ဖုန္းေတြ ဘယ္ေရာက္သြားၾကတာလဲ။ဘယ္သူ႕လက္ခ်က္လဲ ဆိုတာ အားလံုး ပေဟဠိျဖစ္ေနၾကခ်ိန္မွာဒါကို အေျဖရွာဖို႔ ေဒါက္တာဗာစီကရန္ဟာ ႀကိဳးစားခဲ့ပါတယ္။ဒီလိုနဲ႔ စစ္တပ္ကေတာင္ မႏိုင္တဲ့ ထိုအရာႀကီးကိုေခ်မႈန္းဖို႔... ခ်က္တီးစက္႐ုပ္ကို ျပန္လည္အသက္သြင္းဖို႔ အေၾကာင္းဖန္လာပါၿပီ။ကဲ ခ်က္တီးနဲ႔အတူ မိုက္ခ႐ိုေဘာ့ေလးေတြလည္းပါဝင္ခံစားလိုက္ပါဦးဗ်ာ။-----------------------------------------------\nမေတာင္းခင္ ႀကိဳေျပာပါရေစဗ်ာ။ဒီဇာတ္ကားၾကည္ေတာက္ရွင္းမထြက္ခင္မွာေရွ႕ကဇာတ္ကားကို တင္ေပးဖို႔ စိတ္ကူးရိွခဲ့ပါတယ္။ဒါေပမဲ့ မူလတမီးလ္ ဗားရွင္း ဘလူးေယးမရိွတာမ်ဳိးေတြ၊ ဟင္ဒီအသံထြက္နဲ႔ ဘလူးေယးက်ေတာ့စံုမစံုတာမ်ဳိးေတြပဲ ေတြ႕ခဲ့ပါတယ္။အခ်ိန္ေပးမရွာတာလည္း ျဖစ္ပါလိမ့္မယ္။အဲ့ဒီအတြက္ ပထမကားကို ခုေလာေလာဆယ္ေတာ့ မရႏိုင္ေသးပါဘူးလို႔ ေျပာပါရေစ။ေတာင္ပိုင္းကားမို႔ သူတို႔ျပည္နယ္အႀကိဳက္႐ိုက္ထားတာျဖစ္လို႔ တခ်ဳိ႕ပရိသတ္ေတြအတြက္ေတာ့အႀကိဳက္ေတြ႕မွာမဟုတ္ပါဘူး။ေလာေလာနဲ႔ ဇာတ္ကားႏွစ္ကားကိုတၿပိဳင္နက္အျမန္ဆံုးေရးထားတဲ့အတြက္လြဲေခ်ာ္မႈတစ္စံုတစ္ရာပါရင္ ခြင့္လႊတ္ပါ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint ...",
        "rating": "7.0",
        "url": "https://megaup.net/4Vxvb/2.0_[2019]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avoKZfgBzyBGJsrAr2WQOwZK978.jpg",
        "title": "A Vigilante(2018)",
        "description": "A Vigilante(2018)\nIMDb...6.0,,,,Rotten...90%\nမိန္းမတစ္ေယာက္အတြက္\nကိုယ္ရဲ႕ အရင္းႏွီးဆုံးလူသား\nကိုယ့္ကို အခ်စ္ဆုံးလို႔မွတ္ယူထားတဲ့လူ\nကိုယ့္ကေလးေတြရဲ႕ အေဖ\nကိုယ့္ေယာက်ာ္းရဲ႕ လူမဆန္စြာအႏိုု္င္က်င့္ခံရတာထက္\nဆိုးတာ မ႐ွိေလာက္ပါဘူး။\nကိုယ္ ယုံၾကည္ထားတဲ့ လူတစ္ေယာက္ရဲ႕\nဒီလိုအေျပာင္းအလဲဆိုတာလည္း လက္ခံဖို႔ ခက္ပါတယ္။\nဒီလိုနဲ႔ပဲ ဒီအိမ္တြင္းအႏိုင္က်င့္ခံရမႈေတြက\nမလြတ္ေျမာက္ႏိုင္ၾကဘူးေပါ့။\nဒီ႐ုပ္႐ွင္က အိမ္တြင္းအႏိုင္က်င့္ခံေနရတဲ့\nအမ်ိဳးသမီးေတြရဲ႕ အေၾကာင္းပါပဲ။\nVigilante (ေစတနာဝန္ထမ္း) ဆိုတဲ့\nဇာတ္ကားရဲ႕ နာမည္အတိုင္းပါပဲ\nအိမ္တြင္း အႏိုင္က်င့္မႈကို မတရားခံေနရတဲ့\nအိမ္ေထာင္႐ွင္မေတြကို ကယ္ေနတဲ့.\nေစတနာ့ဝန္ထမ္းအမ်ိဳးသမီးတစ္ေယာက္ကေတာ့\nဒီလို မလြတ္ေျမာက္ႏိုင္တဲ့ ဣတၳိယေတြကို\nနာမည္ဝွက္ ႐ုပ္ဖ်က္ရင္း ကယ္တင္ေပးရင္း\nအမ်ဳိးသမီးနဲ႕ အမ်ဳိးသားေတြၾကား အခက္အခဲေတြ\nရွင္ဆုိင္ရတဲ့ ဒုကၡေတြနဲ႕ ရင္ဆုိင္ေျဖရွင္းနည္းေတြကုိ\nပညာေပးရုိက္ျပထားတဲ့ဇာတ္ကားပါ..\nမင္းသမီးႀကီး Olivia Wilde အဓိကသရုပ္ေဆာင္ထားၿပီ\nIMDb..6.0နဲ႕ Rotten 90%ရရွိထားေလေတာ ့ခံစားၾကည့္လုိက္ပါဦး...\nFile Size : (850 MB) and (309 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Crime, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by WiRa Aung\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/2dV5k/A_Vigilante_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg",
        "title": "Coach Carter(2005)",
        "description": "Coach Carter(2005)\nIMDb...7.3,,,Rotten....64%\nRichmond အထက္တန္းေက်ာင္း ဘတ္စကတ္ေဘာ အသင္းဟာ တစ္ရာသီလုံးမွာ (၄)ပြဲသာအႏုိင္ရရွိထားတယ္...\nနည္းျပအေနနဲ႕လည္း ရစ္မန္ၿမဳိ႕ရဲ႕ လူေနမႈစရုိက္နဲ႕ ေပါက္ဖြားလာတဲ့ ေက်ာင္းသား ဘတ္စေကာေဘာ အားကစားသမားေတြကုိ\nထိန္းခ်ဳပ္ရတာလည္း မလြယ္ကူလွဘူး....ပြဲေတြရႈံးရတဲ့ အေၾကာင္းရင္းကလည္း အားကစားသမားေတြရဲ႕ အရည္အခ်င္းေၾကာင့္ဆုိတာထက္\nအေျခခံစိတ္ဓာတ္ေၾကာင့္လုိျဖစ္ေနတယ္...ဒီလုိလူေတြကုိနည္းျပသစ္ခန္႕ဖုိ႕ Carter ႀကီးကုိ  ကမ္းလွမ္းၾကတယ္...\nအားကစားသမားေတြရဲ႕အေျခအေနနဲ႕ၿမဳိ႕ရဲ႕လူေနမႈစရုိက္ကုိ သိတဲ့ Carter ႀကီးက သူ႕စိတ္ႀကဳိက္နည္းျပခြင့္ရရင္\nလုပ္မယ္ဆုိၿပီး သေဘာတူလုိက္တယ္...\nဒီကားက  ဘတ္စကတ္ေဘာ အားကစားသမားျဖစ္တဲ့ Ken Carter ရဲ႕ နည္းျပဘ၀ကုိျဖစ္ရပ္မွန္ရုိက္ကူးထားတာပါ...\nCater ရဲ႕ေနရာမွာေတာ့  Mother...f*****ႀကီးလုိ႕ လူသိမ်ားတဲ့ Samuel L.Jackson ကသရုပ္ေဆာင္ထားပါတယ္...\nဒီကားထဲမွာေတာ့ တစ္လုံးမွကုိမဆဲတတ္တဲ့ အလြန္ယဥ္ေက်းတဲ့ Samuel  ႀကီးကုိခင္ဗ်ားတုိ႕ေတြ႕ရလိမ့္မယ္..\nCarter ဟာ သူငယ္စဥ္အားကစားသမားဘ၀ထဲက ရစ္မန္ရဲ႕လူေနမႈစရိုက္ေတြကုိ ခါးသီးခဲ့ပုံရတယ္..\nဒါ့ေၾကာင့္ သူ႕ေျခသူ႕လက္ အားကစားသမားအားလုံးကိုထိန္းခ်ဳပ္ခြင့္ရမယ္ဆုိတဲ့သေဘာတူညီခ်က္အတုိင္း\nနည္းျပပါေတာ့တယ္...\nသူရင္ဆုိင္ရတာေတြက တကယ့္ကုိမလြယ္ပါဘူး..စည္းကမ္းပ်က္ အသင္းသားေတြ\nအားကစားတစ္ခုပဲအားေပးတဲ့ မိဘေတြ ၊သူ႕ရဲ႕လုပ္ရပ္ေတြကုိ စိတ္ပ်က္ေနတဲ့ဆရာေတြ\nတကယ့္ကုိမွ အမ်ားႀကီးပါပဲ....သူ႕လုပ္ရပ္ေတြက ေက်ာင္းအုပ္နဲ႕ေတာင္ ထိပ္တုိက္ရင္ဆုိင္ေနတဲ့အျဖစ္မ်ဳိးပါ..\nနည္းျပႀကီးဘယ္လုိ စနစ္ေတြက်င့္သုံးမလဲ...သူေအာင္ျမင္ပါ့မလား...\nေျပာရရင္ ဒီကားက ဘစ္စကတ္ေဘာအားကစားဆုိတာထက္အမ်ားႀကီးပုိတယ္...\nscene တုိင္းဟာ တန္ဘုိးရွိတယ္...ျပသခ်ိန္ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xXtW/Coach_Carter_[2005]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g805FevFI8BkmvorvyITZ1kGJcr.jpg",
        "title": "Nancy Drew and the Hidden Staircase(2019)",
        "description": "Nancy Drew and the Hidden Staircase(2019)\nNancy Drew လို႔ဆိုလိုက္တာနဲ႔ သြက္လက္ခ်က္ခ်ာျပီး သတၱိရွိတဲ႔ ကေလးစံုေထာက္မေလးကို ေျပးျမင္မိၾကမွာပါ။\nသူမအေၾကာင္းေရးသားထားခဲ႔တဲ႔ ဝတၱဳေတြဟာလဲ အထူးေက်ာ္ၾကားေအာင္ျမင္ခဲ႔သလို ဇာတ္လမ္းျပန္လည္ရိုက္ကူးခဲ႔ရာမွာလဲ\nေအာင္ျမင္ခဲ႔ျပန္ပါတယ္။အခုလဲ အားလံုးရဲ ႔အခ်စ္ေတာ္ Nancy Drew ကို ေခတ္အျမင္ ေခတ္အသြင္နဲ႔ ၾကည္႔ရႈခံစားႏိုင္ဖို႔ရာ\nေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ Nancy Drew and The Hidden Staircase (2019)ကို Channel Myanmarပရိသတ္ႀကီးအတြက္\nတင္ဆက္ေပးလိုက္ပါတယ္။Imdb Rating 5.8/10 နဲ႔ Rotten Tomatoes 70%ေတာ္ရရွိထားတဲ႔ ေဟာဒီကားေလးရဲ ႔ဇာတ္လမ္းအက်ဥ္းကိုလဲ တင္ျပလိုပါေသးတယ္။\nမိခင္ျဖစ္သူကြယ္လြန္သြားတဲ႔ေနာက္မွာ နန္စီဒရူးနဲ႔ သူမဖခင္ျဖစ္သူတို႔ ေရးဗားဟိုက္စ္ ဆိုတဲ႔ ျမိဳ႔ေလးကိုေရြ႔ေျပာင္းလာပါတယ္။\nအဲဒီျမိဳ႔ေလးမွာျဖစ္ေနတာကေတာ႔ Twin Elms ဆိုတဲ႔အိမ္မွာ သရဲအၾကီးအက်ယ္ေျခာက္တာပါပဲ။\nအရာရာမွာစပ္စပ္စုစုနဲ႔ ထက္ျမက္တဲ႔ နန္စီဒရူးအဖို႔ေတာ႔ ေရငတ္တုန္းေရတြင္းထဲက်သလိုပါပဲ။\nအဆိုပါ သရဲေျခာက္တဲ႔ျပႆနာကို နန္စီဒရူးတစ္ေယာက္ မေနႏိုင္မထိုင္ႏိုင္ဝင္ပါရင္း ဘာေတြဆက္ျဖစ္မလဲ?\nသူဘယ္လိုကိုင္တြယ္မလဲဆိုတာေတာ႔ စိတ္ဝင္စားစရာပါ။ေပါ႔ေပါ႔ပါးပါးစံုေထာက္ကားေလးေတြကိုၾကည္႔ရႈသူေတြအတြက္ေတာ႔\nအၾကိဳက္ျဖစ္ေစမယ္႔ Nancy Drew ...",
        "rating": "5.7",
        "url": "https://megaup.net/S0n6/Nancy_Drew_And_The_Hidden_Staircase_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMzkwYTUxMDMtZmI1Mi00NThkLTljNDAtMzY4OTVhYjcwYWY3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007711000_AL_-154x200.jpg",
        "title": "Beasts of No Nation (2015)",
        "description": "Beasts of No Nation(2015)\nIMDb....7.7/10,,,, Rotten...92%\n စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် ဒီကားက တကယ့် ဂန္တဝင်ကားလို့တောင်ပြောလို့ရမယ်ထင်တယ်...အာဂူးဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်...ကလေးအရွယ်ပဲရှိတဲ့ဒီကောင်လေးရဲ့စိတ်မှာ ဆော့လိုက် ပျော်လိုက်နောက်လိုက်ပေါ့....သို့ပေမယ့် အာဂူးတို့နေတဲ့ အာဖရိက မှာ ပြည်တွင်းစစ်ဖြစ်နေတယ်... ပြည်တွင်းစစ်ဆိုတဲ့အတိုင်း ပြည်သူတွေက ဒုက္ခသည် အဖြစ်နဲ့ အရေအတွက်အပေါင်းများစွာတည်ရှိနေတယ်....ကလေးဘဝအာဂူးလေးရဲ့ မရှိမဲ့ရှိမဲ့ ပျော်ရွှင်စရာကမ္ဘာဟာ  လက်နက်ကိုင်အဖွဲ့အစည်းကြောင့် အဖေနဲ့ အစ်ကို သေဆုံးခဲ့ပြီးအမေနဲ့ ညီမလေးကလည်း ဘယ်ဆီသို့ပေါက်ရောက်မှန်းမသိ....အာဂူးလေးကိုယ်တိုင်လည်း တောထဲထွက်ပြေးရင်း အခြားလက်နက်ကိုင်အဖွဲ့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်လာခဲ့တယ်....ဒီကားက တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေပြုရိုက်ကူးထားတာပါ...ပြည်တွင်းစစ်ရဲ့ ဆိုးကျိုးကြောင့် ကလေးတစ်ယောက်ရဲ့ ဆင့်ကဲပြောင်းလဲပုံတွေကိုအကောင်းမွန်ဆုံးရိုက်ပြထားတာ...အကုန်လုံးနီးပါးက အသက်(၁၈)နှစ်အောက်တွေဖြစ်တဲ့အပြင် တစ်ချို့တွေဆို တော်တော်ကြီးကိုငယ်တယ်...သို့ပေမယ့် ရန်သူတစ်ယောက်ရဲ့လည်ပင်းကိုလှီးဖို့ဝန်မလေးသလိုသူပုန်အားပေးအရပ်သားလို့ယူဆတဲ့မိန်းမတွေ၊ကလေးတွေကိုလည်း အေးစက်စက်မျက်လုံးနဲ့ နဖူးကိုသေနတ်နဲ့တေ့ပြီးမောင်းဖြုတ်ဖို့ လည်း ဝန်မလေးကြပါဘူး...စစ်ကားကြိုက်တဲ့သူမဟုတ်ရင်တောင် ဒီကားကို ကြည့်စေချင်တယ်....ဘာလို့ဆို ကျွန်တော့်တို့ဆီမှာလည်း ပြည်တွင်းစစ်တွေ ခဏ ခဏဖြစ်နေတာကိုး..\nတစ်ခုခုတော့ ခင်ဗျားတို့ ရသွားနိုင်ကောင်းပါရဲ့...စစ္ကားႀကဳိက္ပရိတ္သတ္ေတြအတြက္ ဒီကားက တကယ့္ ဂႏၱ၀င္ကားလုိ႕ေတာင္ေျပာလုိ႕ရမယ္ထင္တယ္...အာဂူးဆုိတဲ့ေကာင္ေလးတစ္ေယာက္ရွိတယ္...ကေလးအရြယ္ပဲရွိတဲ့ဒီေကာင္ေလးရဲ႕စိတ္မွာ ေဆာ့လုိက္ ေပ်ာ္လုိက္ေနာက္လုိက္ေပါ့့....သုိ႕ေပမယ့္ အာဂူးတုိ႕ေနတဲ့ အာဖရိက မွာ ျပည္တြင္းစစ္ျဖစ္ေနတယ္... ျပည္တြင္းစစ္ဆုိတဲ့အတုိင္း ...",
        "rating": "7.7",
        "url": "https://megaup.net/3yTFR/Beasts_Of_No_Nation_[2015]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uhmNHWTVniHHYKTsWSvSir19K1z.jpg",
        "title": "Finding Steve McQueen(2018)",
        "description": "Finding Steve McQueen(2018)IMDb....6.3ဒီဇာတ်​ကား​လေးက​တော့ အ​မေရိကန်​ နိုင်​ငံက \"United California\" ဘဏ်​​ဖောက်​ထွင်​းခံရမှုကို အ​ခြေခံရိုက်​ကူးထားတဲ့ ဖြစ်​ရပ်​မှန်​ဇာတ်​လမ်​း​လေးပဲဖြစ်​ပါတယ်​။\nဇာတ်​လမ်​းအစမှာ FBI က SteveMcQueenဆိုတဲ့ လူတစ်​​ယောက်​ကို အသည်​းအသန်​ လိုက်​ရှာ​နေပြီး တစ်​ဖက်​မှာလည်​း SteveMcQueen က သူ့ကို FBI ကဘာ​ကြောင်​့ အလိုရှိ​နေရတယ်​ဆိုတဲ့အ​ကြောင်​း သူ့​ကောင်​မ​လေးကို ရှင်​းပြ​နေပုံနဲ့ စတင်​ထားပါတယ်​။\nအ​မေရိကန်​သမ္မတ Nixon ရဲ့ တရားမဝင်​လုပ်​ငန်​း​တွေမှာသုံးဖို့ ဘဏ်​မှာထား ထားတဲ့ ရန်​ပုံ​ငွေကိုမှ​ဖောက်​ထွင်​းဖို့ ကြံစည်​ခဲ့တဲ့ ဓားပြအဖွဲ့အ​ကြောင်​းကို ရိုက်​ကူးထားတာပဲ ဖြစ်​ပါတယ်​။\n​ငွေဖြူ မဟုတ်​တာ​ကြောင်​့ သူတို့ကို အ​ရေးယူလို့ မရ​လောက်​ပါဘူးဆိုတဲ့ အကြံနဲ့ ဓားပြတိုက်​ခဲ့ကြ​ပေမယ်​့လည်​းအစိုးရဖက်​က စုံစမ်​းစစ်​​ဆေး​ရေး​တွေကို ပြင်​းပြင်​းထန်​ထန်​ လုပ်​လာတဲ့အခါမှာ​တော့ ဘယ်​လို​မျိုး စိတ်​ဝင်​စားစရာအ​ကြောင်​းအရာ​တွေ ဖြစ်​လာမလဲဆိုတာက​တော့ ရုပ်​ရှင်​ကိုပဲ ဆက်​လက်​ခံစားကြည်​့လိုက်​ကြပါ​နော်​...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumi ပဲဖြစ်ပါတယ်...File Size : (850MB) and (306 MB)\nQuality : ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4",
        "category": "Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6S2wECQuy4QKaGgKvialqBfnPBY.jpg",
        "title": "Mirage(2018)",
        "description": "Mirage(2018)\nIMDb....7.8\n၁၉၈၉ ခုနွစ္....\nနီကုိဆုိတဲ့ေကာင္ေလးက ဂစ္တာတီးသီခ်င္းဆုိ၀ါသနာတဲ့ေကာင္ေလး...\nနီကုိဟာ ဂစ္တာတီးသီခ်င္းဆုိတဲ့အခ်ိန္ ဗြီဒီယုိမွတ္တမ္းေလးေတြတင္ထားေလ့ရွိတယ္....\nတစ္ေန႕သူဂစ္တာတီးေနတုန္း အိမ္နီးနားခ်င္း မိသားစုဆီကေန ဆူညံသံေတြၾကားလြန္းေတာ့\nကေလးပီပီ စူးစမ္းခ်င္စိတ္ေၾကာင့္  သြားၾကည့္မိတယ္...သြားၾကည့္မိတာ\nနီကုိအတြက္ တကယ့္မဟာအမွားပါပဲ..သူအိမ္ထဲကုိေရာက္တဲ့ ေယာက္က်ၤားျဖစ္သူမွ သူ႕မိန္းမကုိ ဓားနဲ႕ထုိးသတ္တာကုိေတြ႕လုိက္ရပါတယ္..\nနီကုိတစ္ေယာက္ ေၾကာက္လန္႕တၾကားအိမ္အျပင္ထြက္ေျပးတဲ့အခ်ိန္ ကံဆုိးစြာပဲ ကားတုိက္ခံရၿပီးဆုံးပါးသြားတယ္...\nသူ႕ရဲ႕ အခန္းေလးထဲမွာေတာ့ ဗီဒီယုိကင္မရာေလးတစ္လုံး TVတစ္လုံးနဲ႕ သီခ်င္းမွတ္တမ္းတိပ္ေခြေပါင္းမ်ားစြာက်န္ခဲ့ေလရဲ႕.....\nဒီTV ၊ကင္မရာ နဲ႕ တိပ္ေခြေတြကပဲဒီဇာတ္ကားရဲ႕အလွည့္အေျပာင္းလုိ႕ဆုိရမယ္...\nေနာက္ႏွစ္ေပါင္း (၂၅)ႏွစ္ၾကာေတာ့ နီကုိအသက္ရွိစဥ္ကေနခဲ့တဲ့အိမ္ကုိ မိသားစုတစ္စုေျပာင္းလာတယ္..\nအဲ့ဒီမိသားစုဟာ ဒီတိပ္ေခြနဲ႕ တီဗြီ ကင္မရာတုိ႕ကုိေတြ႕ရွိၿပီးေနာက္မွာေတာ့....\nတကယ့္ကပ္ဆုိးႀကီးက်ေရာက္သလုိျဖစ္သြားတယ္...\nဒီကားက စပိန္ဇာတ္ကားျဖစ္ၿပီး အလွည့္အေျပာင္း မ်ားလြန္းတဲ့ဇာတ္ကားလုိ႕ေတာင္ဆုိရမယ္ထင္တယ္..\nဇာတ္လမ္းကုိနိဒါန္းေလးပ်ဳိးေနတဲ့ မိနစ္(၂၅)မိနစ္ေလာက္အထိသာ သာမန္လုိ႕ထင္ရေပမယ့္ အဲ့ဒီေနာက္ပုိင္းေတာ့\nၾကည့္ရႈတဲ့သူဟာ \"ဟာ\" ခနဲေတာင္ေရရြတ္မိမယ္ထင္တယ္...Tempo က်သြားတာမရွိသေလာက္ပဲ...\n မထင္မွတ္ထားတဲ့ဇာတ္အိမ္ေတြ plot twist ေတြကုိ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္...sci-fi thriller အျပင္ Drama ေလးေတြပါ ေရာေႏွာထားတယ္...\nဇာတ္လမ္းက အေတာ္ဆြဲေဆာင္မႈရွိတဲ့ကားမုိ႕ စပြဳိင္လာေရွာင္ၿပီးဒီေလာက္ပဲေျပာပါရေစ...\nဒီကားက ခင္ဗ်ားတုိ႕ထင္ထားတာထက္ပုိေကာင္းေနလိမ့္မယ္.....\nစကားမစပ္ ပေရာ္ဖက္ဆာလုိ႕ ကြ်န္ေတာ္တုိ႕ သိခဲ့တဲ့ ဘဏ္ဓားျပႀကီးပါ၀င္ထားပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dVki/Mirage_(Durante_La_Tormenta)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "UNICODEMerlin စီးရီးတွေကို ကြည့်ဖူးတဲ့လူတိုင်းဒီကားလေးကိုစိမ်းမယ်မထင်ပါဘူး...ပုံပြင်တွေထဲက King Arthur နဲ့ ကျောက်တုံးထဲ စိုက်ဝင်နေတဲ့Excalibar ဓားကို လူတိုင်းကြားဖူးကြမှာ အသေအချာပါပဲ။The kid who would be king (2019) က အဲဒီပုံပြင်ထဲကလိုExcalibar ဓားကို ဆွဲထုတ်နိုင်ခဲ့တဲ့ ကလေးရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတဲ့Adventure , Action , Family ဇာတ်ကားလေးပါ။King Arthur က ကျောက်တုံးထဲက ဓားကိုဆွဲထုတ်ပြီးတော့ဗြိတိန်ရဲ့ ဘုရင်ဖြစ်လာပြီး မွေးစားညီမဖြစ်သူ Morgana ရဲ့လက်က ကာကွယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ Morgana က နယ်မြေတွေအစိတ်စိတ်ကွဲလူတွေ မျှော်လင့်ချက်မဲ့ပြီး ခေါင်းဆောင်မဲ့နေတဲ့အချိန်ပြန်လာမယ်လို့ ကျိန်စာဆိုခဲ့ပါတယ်။Arthur ကလည်း အဲဒီအချိန်မှာ Excalibar ပြန်ပေါ်လာပါစေလို့ သစ္စာပြုခဲ့တယ်။၁၂ နှစ်အရွယ် မူလတန်းကျောင်းသားလေး Alex ရဲ့ ခေတ်မှာExcalibar က ပြန်ပေါ်လာပြီးတော့ Morgana ကလည်းပြန်အင်အားကောင်းလာပါတယ်။ ဓားကိုဆွဲထုတ်နိုင်ခဲ့တဲ့ ဘုရင်လေး Alex ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-kid-who-would-be-king-2019-bluray/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNZxjsJwmKorpPvd0kquJffYROr.jpg",
        "title": "Damsel (2018)",
        "description": "ပန္နယ္လိုပီဆိုတဲ့ လွပတဲ့မိန္းမငယ္ေလး တစ္ေယာက္ေၾကာင့္ ျဖစ္ေပၚလာတဲ့အရႈပ္အေထြးေတြ အေၾကာင္းကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္သူမျပန္ေပးဆြဲခံရတဲ့အခါမွာ သူမရဲ႕သတို႔သားေလာင္းျဖစ္သူဆင္ျမဴရယ္အေနနဲ႔ မနည္းေျခရာေကာက္ျပီး လိုက္ရွာရဖို႔ျဖစ္လာပါတယ္ဆင္ျမဴရယ္ရဲ႕အခ်စ္ကေတာ့ ျပန္ေပးဆြဲခံရတဲ့သတို႔သမီးကိုလိုက္ရွာေနတဲ့အခ်ိန္မွာေတာင္မွ ျပန္ေတြ႔တဲ့အခါ မဂၤလာတန္းေဆာင္ပစ္ဖို႔ရည္ရြယ္ခ်က္နဲ႔ တရားေဟာဆရာ ပါဆင္ဟန္နရီကိုပါ တပါတည္းေခၚသြားတာပါပါဆင္ဟန္နရီအေနနဲ႔ကလည္း မဂၤလာပြဲက်င္းပေပးဖို႔လုိ႔သာ သိထားျပီးေတာ့ဒီလိုရႈပ္ရႈပ္ေထြးေထြး အမႈအခင္းၾကီးထဲမွာ သူပါ၀င္ရလိမ့္မယ္ဆုိတာသိကိုမသိထားပါခဲ့ပါဘူး သူတို႔ႏွစ္ေယာက္သားပန္နယ္လိုပီကို လိုက္လံရွာေဖြရင္းနဲ႔ ျပန္ေပးဆြဲသြားတဲ့လူကိုမေတာ္တဆ ပစ္သတ္လိုက္မိတဲ့အခါမွာေတာ့ဇာတ္လမ္းကတစ္မ်ိဳးတစ္ဖုံေျပာင္းလဲသြားပါေတာ့တယ္ဆုလာဘ္တစ္ပါးလို႔ေတာင္ တင္စားေျပာဆိုရေလာက္တဲ့မိန္းမလွတစ္ဦးအတြက္ လူသတ္မႈေတြ ရယူပိုင္ဆိုင္လိုမႈေတြ ျဖစ္ေပၚခဲ့တာကိုရိုက္ကူးတင္ဆက္ထားျခင္းပဲျဖစ္ပါတယ္Twilight မင္းသား ေရာဘတ္ပတ္တင္ဆန္က အားျဖည့္ပါ၀င္ထားပါတယ္ File Size : (1 GB) & ( 345 MB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Comedy, Drama , WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TV5i/Damsel_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/844837bb6cca2a7689f90cb0457be1e2-146x200.jpg",
        "title": "Aladdin (1992)",
        "description": "Alladin (1992)ပါ႐ွန္း အာရပ္ အိႏၵိယ ဘဂၢဒက္နဲ႔ အိႏၵိယပုံျပင္ေတြေရာေႏွာေနတဲ့\nအာေရဘီယမ္ ႏိုက္စ္ လို႔ေခၚၾကတဲ့ ပုံျပင္ထဲ ပုံျပင္ဆင့္ေနတဲ့\nတစ္ေထာင့္တစ္ညပုံျပင္ေတြဟာ ၁၈ရာစုကတည္းက\nေက်ာ္ၾကားခဲ့ပါတယ္။ ျမန္မာဘာသာျပန္ဆိုေရးသားခဲ့သူေတြ\nကလည္း ေဒါက္တာရိွတ္အဗၺဒူရာမန္ရယ္၊ သခင္ဘေသာင္းရယ္\nေက်ာ္လႈိင္ဦးရယ္လို႔ သုံးဦး႐ွိပါတယ္\nဒီပုံျပင္ေတြ ဘယ္လိုေကာင္းေၾကာင္းကိုေတာ့\nကြၽန္ေတာ္ သခင္ဘေသာင္းရဲ႕ တစ္ေထာင့္တစ္ညပုံျပင္မ်ား\nအမွာစာကိုပဲ ကိုးကားေျပာခ်င္ပါတယ္။\n\"တစ္ေထာင့္တစ္ညပုံျပင္မ်ားသည္ ဖတ္ရသည့္ခဏ၌\nေလာက၌ မိမိတို႔လက္ငင္း ၾကဳံေတြ႕ေနရေသာ\nမသာာယာမႈအေပါင္းကို တစ္ခဏေသာ္မွၽ\nကင္းၿငိမ္းေစႏိုင္လိမ့္မည္။မသာယာေသာ\nတရားတို႔ကင္းၿငိမ္းသည့္ ခဏသည္\nေလာကနိဗၺာန္ မဟုတ္ေလာ\"လို့ေရးထားပါတယ္။ ဒီပုံျပင္ေတြထဲက အာလာဒင္တို႔ ဆင္းဘတ္တို႔\nအာလီဘာဘာနဲ႔ခိုးသားေလးဆယ္တို႔ကို\n႐ုပ္႐ွင္ကားေပါင္းမ်ားစြာ မွီျငမ္း႐ိုက္ခဲ့ၿပီးပါၿပီ။\nဒီ႐ုပ္႐ွင္ကေတာ့ တစ္ေထာင့္တစ္ပုဒ္ေသာပုံျပင္ေတြထဲက\nတစ္ပုဒ္ျဖစ္တဲ့ အာလာဒင္ကို Disneyက version\nေျပာင္းၿပီး သူ႔ဟန္အတိုင္း ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\nဆိုခဲ့သလိုပဲ 1992က ထြက္ခဲ့ၿပီး\nေရာ္ဘင္ဝီလီယ်ံ မီးခြက္ေစာင့္ဂ်င္နီအျဖစ္\nအသံသ႐ုပ္ေဆာင္ခဲ့တဲ့ ဒီကာတြန္း႐ုပ္႐ွင္မွာလည္း\nမူရင္းပုံျပင္ထက္ မေလ်ာ့တဲ့ ရသကို ခံစားႏိုင္ပါတယ္။\nIMDB 8ရထားတဲ့အျပင္ 1993မွာ ေအာ္စကာ၂ဆု\nလည္းရထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 780 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__8/10\nFormat__mp4\nDuration__01:30:39\nType__Animation, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zSyQ/Aladdin_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOiBPn31uxCVuixMAp4X2RoWvQJ.jpg",
        "title": "Sunrise In Heaven (2019)",
        "description": "ဒီကားရဲ႕ထူးျခားခ်က္ကမင္းသားနဲ႕မင္းသမီးရည္းစားမျဖစ္ခင္အခ်ိန္နဲ႕လက္ထပ္ျပီးတဲ့အခ်ိန္ႏွစ္ခုကိုတလွည့္စီရိုက္ကူးျပထားတာပဲျဖစ္ပါတယ္လူငယ္ဘဝမွာေတာ့အိမ္ကလံုးဝကိုခ်ဳပ္ခ်ယ္ထားျပီးစစ္သားနဲ႕မတြဲရဆိုတဲ့အမိန္႔ထုတ္ခံထားရတဲ့ေကာင္မေလးတေယာက္နဲ႕အဲ့ေကာင္မေလးကိုရဖို႕ဘာပဲျဖစ္ျဖစ္လုပ္မယ္လို႕စိတ္ဆံုးျဖတ္ထားတဲ့ေကာင္ေလးသူတို႕ႏွစ္ေယာက္ကိုေကာင္မေလးအေဖသေဘာတူလက္ခံလာေအာင္သူဘယ္လိုၾကိဳးစားမလဲဆိုတာေတြ...သူတို႕အသက္ၾကီးသြားတဲ့အခန္းမွာေတာ့စကတည္းကကားအက္ဆီးဒင့္အၾကီးစားျဖစ္တာနဲ႔စပါတယ္မိန္းမျဖစ္သူကေတာ့ကံေကာင္းစြာနဲ႕အသက္ရွင္ေပမယ့္ေယာက်ာၤးကေတာ့ ေသမလားတသက္လံုးအိပ္ရာထဲမွာလွဲေနမလားဆိုတဲ့ေရြးရခက္တဲ့ဆံုးျဖတ္ခ်က္ေတြျပဳလုပ္ရပါတယ္ဘုရားသခင္ကိုယံုၾကည္ျပီးျပန္လည္သတိရလာမွာကိုေစာင့္ေနခ်င္တဲ့စိတ္နဲ႕တဖက္မွာလည္းေဆးပညာအရဘာေမွ်ာ္လင့္ခ်က္မွမရွိေတာ့လို႕အကုန္လက္လႊတ္ခိုင္းေနတဲ႔အေျခအေနေယာက်ာၤးျဖစ္သူကိုအရမ္းခ်စ္လို႕လက္မလႊတ္ႏိုင္တဲ့စိတ္ေတြနဲ႕ေတာ္ေတာ္ၾကီးကိုဝမ္းနည္းဖို႕ေကာင္းေအာင္ရိုက္ျပထားပါတယ္ေနာက္ဆံုးဘာလုပ္သြားလဲဆိုတာေတာ့....မင္းသားနဲ႕မင္းသမီးကအရမ္းကိုခ်စ္ဖို႕ေကာင္းတဲ့အျပင္ မိသားစုၾကားျပႆနာေတြခ်ဳပ္ခ်ယ္ခံရတဲ့မိန္းကေလးတေယာက္ပံုစံေတြအခ်စ္နဲ႕ေတြ႕ရင္သတၱိရွိလာတာေတြရိုက္ျပထားလို႕လူငယ္ေတြလက္မလြတ္ပဲၾကည့္သင့္ပါတယ္ေနာ္.  File Size : (799 MB) & ( 261 MB)Quality : WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "N/A",
        "url": "https://megaup.net/1y0dl/Sunrise_In_Heaven_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rI2OAxQnmKTv0o5L9Adrkydpxiz.jpg",
        "title": "Dumbo (1941)",
        "description": "Dumbo (1941)\n==========1921မွာ ထုတ္ခဲ့တဲ့ Mickey Mouse ကာတြန္း ကေနစၿပီး\nဒီေန့ထိထက္တိုင္ တစ္႐ွိန္ထိုးေအာင္ျမင္ခဲ့တဲ့\nWalt Disneyကုမၸဏီရဲ႕ ေလးကားေျမာက္ကာတြန္း႐ု႔ပ္႐ွင\nျဖစ္ပါၿပီး Disneyရယ္လို႔ ျဖစ္လာေစခဲ့တဲ့\n႐ုပ္႐ွင္ေတြထဲက တစ္ခုဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းကေတာ့.....\nကေလးလိုခ်င္တဲ့ ဆင္မႀကီး ဂ်မ္ဘိုဟာ ဂ်မ္ဘိုဂ်ဴနီယာဆိုတဲ့\nသားကေလးတစ္ေကာင္ရခဲ့ပါတယ္။ ကံမေကာင္း\nအေၾကာင္းမလွေလသလားေတာ့မသိ..ဂ်မ္ဘိုကေလးမွာ\nအဆမတန္ႀကီးမားတဲ့ နားရြက္ေတြ ႐ွိေနခဲ့လို႔ သူ႔မ်ိဴးႏြယ္\nဆင္ေတြကေတာင္ သူ႔ကို ဆင္လို႔မသတ္မွတ္ခ်င္ၾကပါဘူး။\nနားရြက္ႀကီးလြန္းပါတဲ့ ဂ်မ္ဘိုကေလးကို\nဘယ္သူမွ မႏွစ္ၿမိဳ႕ၾကလို႔ ဒမ္ဘိုလို႔ေျပာင္းေခၚၾကတဲ့အျပင္\nသူ႔ကို အႏိုင္က်င့္ၾကလို႔ ကာကြယ္ေပးတဲ့ သူ႔မိခင္ကိုပါ\nဆင္႐ူးလို႔ သတ္မွတ္ခံခဲ့ရၿပီး အခ်ဳပ္ခံခဲ့ရပါတယ္။\nထုံးစံအတိုင္း Disneyကာတြန္းရဲ႕ ဝသီအတိုင္း\nအထူးဆန္းဆုံး အရာေတြျဖစ္တတ္ပါသတဲ့ေလ။\nလူရဲ႕ တစ္ေယာက္တည္းေသာ မိတ္ေဆြကေတာ့\nဆင္ေတြ ေသမတတ္ေၾကာက္ရပါတဲ့ ႂကြက္မ်ိဳးႏြယ္ထဲက\nတင္မိုးသီလို႔ ေခၚတဲ့ႂကြက္တစ္ေကာင္ပါ။\nလူအသိအမွတ္ျပဳခံခ်င္ပါတဲ့ ဒမ္ဘိုကေလးကို\nလူအသိအမွတ္ျပဳလာေအာင္ တင္မိုးသီဟာ\nကူညီေပးခဲ့ပါတယ္။ တင္မိုးသီဟာ အေကာင္အေသးဆုံးေပမဲ့\nႏွလုံးသားအႀကီးဆုံး ႂကြက္တစ္ေကာင္ပါပဲ\nအားလုံးပစ္ပယ္ထားပါတဲ့ မိဘမဲ့ဆင္ကေလးကို\nစာနာေပးႏိုင္တဲ့သူကလည္း ဒီပုံျပင္မွာ သူပဲ႐ွိခဲ့ပါတယ္။ IMDB Rating...7.3ရထားၿပီး\n90Borns ေတြရဲ႕ Childhood Nostalgia Animation\n႐ုပ္႐ွင္တစ္ခုဆိုလည္း မမွားပါဘူး\n2019 မတ္လ မွာေတာ့ တင္ျပဟန္ တစ္မ်ိဴးဆန္းတတ္တဲ့\nဒါ႐ိုက္တာ Tim Burtonက Live ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dumbo-1941-v/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AcurZKLL0njQfultKd6EdvI4VG.jpg",
        "title": "Soul to Keep (2018)",
        "description": "သူငယ္ခ်င္းအုပ္စုတစ္စုျမိဳ႕ျပင္ကလူမေနတာၾကာသည့္အိမ္တစ္လံုးကိုအပန္းေျဖဖို႔အတြက္ခရီးထြက္လာရာမွဘီအဲဇဘတ္လို႔အမည္ရသည့္စြမ္းအားႀကီးသည့္နတ္ဆိုးတစ္ေကာင္နဲ႔ေတြ႔ႀကံဳလာရေသာအခါ...ထိုနတ္ဆိုးကဘာအတြက္ေၾကာင့္သူတို႔သူငယ္ခ်င္းအုပ္စုကိုဒုကၡေပးေနရသလဲဆိုတာနဲ႔နတ္ဆိုးရန္ကေနဘယ္လိုေတြ လြတ္ေျမာက္ေအာင္႐ုန္းကန္ၾကမလဲဆိုတာကိုေတာ့Horror ၾကိဳက္တဲ့လူေတြ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာၿဖစ္ပါတယ္.... File Size : (945 MB) & ( 278 MB)Quality : WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/1y0dw/Soul_To_Keep_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/two-moon-junction-poster-133x200.jpg",
        "title": "[18+] Two Moon Junction (1988)",
        "description": "Two Moon Junction (1988)\n  \nတောင်ပိုင်းရဲ့ ဂုဏ်ရှိန်ကြီးပါတဲ့ မိသားစုတစ်ခုက Aprilဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nဘဝအချိုးအကွေ့ကတော့ ဘွဲ့ရပြီး မကြာခင် ဆောင်တော့မယ့် သူ့မင်္ဂလာဆောင်ရက်ကလေး မတိုင်ခင်မှာ ပေါ်ပေါက်လာပါတယ်။\nအကြောင်းကတော့ ထရပ်ကားတစ်စီးပေါ်မှာ ခွေးတစ်ကောင်နဲ့ပဲ အမြဲအတူရှိနေတတ်တဲ့ လေလွင့်လူတစ်ယောက် သူ့ဘဝထဲဝင်လာခြင်းပါပဲ။\nဆရာကြီးပီမိုးနင်း မိန်းမစိတ်ကျမ်းထဲထည့်ရေးဖူးသလို မိန်းမစိတ်ဟာ ဆန်းပါတယ်။\nသူုပြခဲ့တဲ့ ဥပမာဆိုရင်တော့.. \"မိန်းမတစ်ယောက်ဟာ ပုံပျက်ပန်းပျက်ရုပ်ဆိုးပြီး ဗလကောင်းနေတဲ့\nလူတစ်ယောက်ကို လှမ်းအမြင်မှာ အလိုလိုချစ်သွားပြီး အနီးကပ်မှ သူ့ယောကျာ်း\nမျက်နှာဒဏ်ရာရလာတာမှန်း သိရတော့ စိတ်မပါတော့တာမျိုုးပါ\"။ အရာရာရွှေအတိကျပြီးခဲ့တဲ့\nအနာဂတ်ရယ် ဆန္ဒအလိုလိုက်မှုတွေရယ် ကြားမှာ ဂုဏ်သရေရှိပညာတတ်\nAprilဆိုတဲ့ကောင်မလေးတစ်ယောက် ကလေကချေ အရိုင်းအစိုင်းတစ်ကောင်ကို\nဆက်ဆံတဲ့ပုံတွေကတော့ တကယ့်ကို နားလည်ရခက်ခက်ပါပဲ။ မိန်းမဆိုတဲ့ ကျမ်းကြီးကို\nလူအတော်များများကတော့ အနှေးနဲ့အမြန်လေ့လာရမှာပါပဲ...ဒီဇာတ်လမ်းကတော့ နားလည်ရခက်မယ့်မိန်းမစိတ်အကြောင်း\nလေ့လာရာမှာ တစ်ထောင့်တစ်နေရာက အထောက်အကူုဖြစ်စေမှာပါ ထုံးစံအတိုင်း ပညာယူရင်း\nမင်းသမီးချောလေး SHEIRLYN FENNရဲ့  တစ်ကြောင်းမျဉ်းအလှတရားပေါင်းများစွာကို တဝကြီးတွေ့ရမှာပါ...\n  \n၁၈+အခန်းပေါင်းများစွာပါသဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ....\n   \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre ...",
        "rating": "5.1",
        "url": "https://megaup.net/Ty0m/Two_Moon_Junction_[18+]_[1988]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTpmZORhYswd9YinB23wV9QE2cx.jpg",
        "title": "Hurricane (2018)",
        "description": "Hurricane(2018) က ဒုတိယ ကမာၻစစ္က ျဖစ္ရပ္မွန္ေပၚ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ျဗိတိန္ ေတာ္ဝင္ေလတပ္ရဲ႕ အင္အား ၂၀% ျဖစ္တဲ့ ပုိလန္သားတုိက္ေလယာဥ္မႈးေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ရန္သူေတြကုိေခ်မႈန္းႏုိင္စြမ္းအျမင့္ဆုံးအဖြဲ႕ျဖစ္တဲ့ ၃၀၃ တပ္ဖြဲ႕အေၾကာင္း တေစ့တေစာင္းျပသထားပါတယ္။ဒီဇာတ္ကားရဲ႕အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Jan Zumbach က ဇာတ္ကားအစမွာအသိမ္းခံထားရတဲ့ ျပင္သစ္ႏုိင္ငံထဲက ဂ်ာမန္ေလယာဥ္တစ္စင္းကုိခုိးယူျပီးအဂၤလန္ကုိခုိလႈံဖုိ႔ေရာက္လာပါတယ္။အရင္ေရာက္ေနတဲ့ ရဲေဖာ္ရဲဖက္ေတြနဲ႔ ျပန္ေတြ႕ျပီးေတာ္ဝင္ေလတပ္ တစ္ေနရာမွာ တာဝန္ထမ္းခြင့္ရပါတယ္။လူမ်ိဳးၾကီး ဝါဒကုိ လက္ကုိင္ထားတဲ့ အဂၤလိပ္ေတြက ပုိလန္သားေလယာဥ္မႈးေတြကိုအထင္ေသးျပီး ႏွိမ္ထားၾကေပမဲ့ သူတုိ႔ရဲ႕ အရည္အခ်င္းက ထင္ရွားေနတာကုိေတြ႕လာရတဲ့အတြက္ ၃၀၃ ဆုိတဲ့ တပ္ဖြဲ႕က နာမည္ၾကီးလာပါတယ္။ဒုတိယကမာၻစစ္အေၾကာင္း၊ ေလေၾကာင္းတုိက္ပြဲေတြကုိ စိတ္ဝင္စားသူမ်ားအတြက္ေတာ့ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (1 GB) & ( 345 ...",
        "rating": "5.9",
        "url": "https://megaup.net/2TV7A/The_Hurricane_[1999]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9GVlRteCgY103DN8CdFik3HUhO.jpg",
        "title": "Arctic ( 2019 )",
        "description": "Arctic(2019)IMDb...7.2,,,,Rotten...89%ေရခဲျပင္ပတ္လည္၀ုိင္းေနတဲ့ေနရာမွာ လူတစ္ေယာက္ဟာေရခဲထဲကငါးေတြဖမ္းလိုက္အခ်က္ျပစက္ကိုလွည့္လိုက္ ေရခဲေတာထဲကေန ေျမသားေတြတူးထုတ္လိုက္နဲ႔ အလုပ္႐ွဳပ္ေနတယ္ ....သူေျမႀကီးေတြတူးၿပီးေရးေနတာက SOS ဆုိတဲ့ ကယ္ဆယ္ေရးသေကၤတပါ.... တကယ္ေတာ့ သူဟာ အာတိတ္ရဲ႕ အေအးဆုံး ရာသီဥတုဒဏ္အဆုိးလုိ႕ဆုိရမယ့္ေရခဲျပင္ေနရာေပၚကို ရဟတ္ယာဥ္ပ်က္က်ျပီးေရာက္ေနတဲ့သူတစ္ေယာက္.....သူေန႔တိုင္းအခ်က္ျပစက္ကေလးကိုလွည့္တဲ့လုပ္ရပ္ေၾကာင့္ တစ္ရက္ေတာ့သူ႔ ကုိကယ္ဖုိ႕ရဟတ္ယာဥ္တစ္စီးေရာက္လာတယ္ ..ဒါေပမယ့္ ရာသီဥတုကဆိုးရြားလြန္းလို႔ သူ႔အနားကိုေရာက္ေအာင္မကပ္ႏိုင္ခဲ့တဲ့အျပင္ အဲ့ဒီရဟတ္ယာဥ္ပါ ပ်က္က်သြားတယ္ .....ယာဥ္ေမာင္းေသဆုံးသြားၿပီး  အသက္ရွင္က်န္တဲ့အမ်ိဳးသမီးကလည္း ဒဏ္ရာအပ်င္းအထန္ရထားတယ္...သူ႕အတြက္ ေရြးခ်ယ္စရာသိပ္မရွိပါဘူး...ေျမပုံအကူအညီနဲ႕ ေျမာက္ဖ်ားပို္င္းက အေဆာ္အဦးတစ္ခုဆီကုိ ဒဏ္ရာရအမ်ဳိးသမီးနဲ႕အတူသြားမလား...ဒီေနရာမွာပဲအေသခံမလား...ထပ္လာကယ္တဲ့သူရွိေလမလားဆုိတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႕ဆက္ေစာင့္ေနမလား...သူတုိ႕အသက္ေရာရွင္ႏုိင္ၾကပါ့မလား....ကုိင္း သူတုိ႕ဘာလုပ္မလဲခံစားၾကည့္လုိက္ပါဦး....IMDbေရာ Rotten ေရာ အေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ၾကည့္သင့္ပါေၾကာင္းသတင္းေကာင္းပါးပါရေစ.......ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္ေပးသူက Cynthiaပါ...File Size : (832 MB) and (304 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1y0bx/Arctic_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izY9Le3QWtu7xkHq7bjJnuE5yGI.jpg",
        "title": "On the Basis of Sex (2018)",
        "description": "Ruth Bader Ginsburg အေၾကာင္းကို ရိုက္ကူးထားတဲ့On the Basis of Sex ဆိုတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ပုဒ္ကို တင္ဆက္ေပးလိုက္ပါတယ္။ရာစုႏွစ္မ်ားစြာ ရံႈးနိမ့္လာခဲ့တဲ့ အမ်ိဳးသမီးမ်ားေယာက်ၤားမ်ားႏွင့္တန္းတူအခြင့္အေရးရရွိႏုိင္ဖို႔အတြက္ဥပေဒေပၚထြန္းလာေရးအေပၚ အတိုက္အခိုက္ေတြၾကားထဲကရုန္းကန္ရပံုကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ  File Size : (1 GB) & ( 332 MB)Quality : BluRay 720pRunning Time : 2 hrFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/on-the-basis-of-sex-2018/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rnoE1eWLUviAxeD5eo8Cr4KfP.jpg",
        "title": "Long Lost ( 2018 )",
        "description": "Long Lost(2018)လူငယ္ေလးတစ္ေယာက္ဟာ  ထူးထူးျခားျခား ငယ္စဥ္ကထဲက ကြဲကြာခဲ့တဲ့အေဖတူမေအကြဲျဖစ္တဲ့အကုိတစ္ေယာက္ထံမွ အဆက္အသြယ္ရလာတယ္...သူ႕ေနတဲ့အိမ္ကုိ လာခဲ့ဖုိ႕ေပါ...ဒီလူငယ္ေလးဟာ အကုိျဖစ္သူေခၚေလေတာ့ ခရီးေ၀းလြန္းလွေပမယ့္ လည္း သြားခဲ့တယ္..သူေရာက္သြားတဲ့အခါမွာ အကုိျဖစ္သူမွာ အံအားသင့္စရာအခ်က္ေတြပုိင္ဆုိင္ေနတာေတြ႕ရတယ္..ဘုဂလန္႕အေျပာအဆုိေတြ၊ခန္႕မွန္းရခက္ေလာက္ေအာင္ ပုိင္ဆုိင္မႈေတြ၊ခ်မ္းသာမႈေတြရွိသလုိ၊တစ္ခ်ဳိ႕အျပဳအမူေတြကလည္း သူ႕အျမင္မွာအေတာ္ဆန္းျပားေနတာေတြ႕ရတယ္...ၿပီးေတာ့ အကုိျဖစ္သူနဲ႕အတူေနတဲ့ ခပ္လွလွမိန္းမလွေလးရဲ႕အျပဳအမူအေနအထုိင္ေတြဟာလည္း သူ႕အတြက္ အံအားသင့္စရာျဖစ္ေနပါတယ္...ဒီလုိနဲ႕အခ်ိန္အေတာ္ႀကာၿပီးေနာက္မွာေတာ့ အားလုံးဟာ သူ႕ကုိေခၚၿပီးအရုပ္သဖြယ္ျပဳမူေနသလုိျဖစ္ေနတာေၾကာင့္ ေကာင္ေလးဟာ ရုန္းထြက္ဖုိ႕ႀကဳိးစားပါေတာ့တယ္...ဒီလုိရုန္းထြက္ဖုိ႕ႀကဳိးစားစဥ္မွာပဲ သူမေမွ်ာ္လင့္ထားတဲ့ေနာက္ကြယ္က ဇာတ္ရႈတ္ႀကီးကိုလည္း ေတြ႕ရွိသြားပါတယ္..ကုိင္းသူ႕ကုိဘာေၾကာင့္ေခၚတာလဲ...ဘာရည္ရြယ္ခ်က္နဲ႕လဲ......ေနာက္ကြယ္ကဇာတ္ရႈတ္ႀကီးကေရာဘာမ်ားျဖစ္မလဲ..ခံစားၾကည့္လုိက္ပါဦး... File Size : (853 MB) and (320 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:34:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myo Khant Maung\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/1y0ef/Long_Lost_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/771kBCBYaSeuqGF1yl5SGdYHeXE.jpg",
        "title": "Blood and Bone (2009)",
        "description": "ဟုတ္ပါတယ္...Undisputed II ထဲမွာ ကၽြန္ေတာ္တုိ႔ရဲ႕ အခ်စ္ေတာ္ လက္ေဝွ႕ေက်ာ္ Yuri Boyka ရဲ႕ ေျခေထာက္ကုိ ခ်ိဳးသြားတဲ့ေကာင္ပဲဗ်။\nဒီ Blood and Bone ဇာတ္ကား ထဲမွာေတာ့ လမ္းေဘး တုိက္ပြဲေတြမွာ ပြဲတုိင္းႏုိင္တဲ့ Bone ေနရာကေနသရုပ္ေဆာင္ထားတယ္ဗ်။\nIMDB 6.7 ထိရရွိထားတဲ့ Action ကားေလးပါ။ Fight Scene ေတြက Boyka ေလာက္မေကာင္းဘူးလုိ႔ထင္ေပမဲ့ သူ႕ဟာေလးနဲ႔သူေတာ့ မဆုိးဘူးဗ်။\nIMDB 6.7 ကလည္း အလကားေပးထားတာေတာ့မျဖစ္ႏုိင္ပါဘူး။ဇာတ္လမ္း အက်ဥ္းကေတာ့ လမ္းေဘးလက္ေဝွ႕ပြဲေတြမွာ ေထာင္ထြက္ Bone တစ္ေယာက္ ေနရာရေအာင္ လုပ္ယူလာျပီး လမ္းေပၚက ဘုရင္လုိ႔တင္စားေလာက္တဲ့ James ဆုိတဲ့ လူဆုိးေခါင္းေဆာင္ေဘးက ေကာင္မေလး Angelaနားကပ္လုိ႔ရေအာင္ ၾကိဳးစားရင္း ဘယ္လိုေတြ ျဖစ္သြားမလဲဆိုတာကို Action , Fighting အရသာအျပည့္နဲ႔ ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( ...",
        "rating": "6.7",
        "url": "https://megaup.net/1y0bp/Blood_And_Bone_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9d01IRmqci0JIdIqau7svOBpRx.jpg",
        "title": "A Boy Called Sailboat ( 2018 )",
        "description": "A Boy Called Sailboat(2018)\nIMDb....7.8....Rotten...85%\nေဆးလ္ဘုတ္တုိ႕မိသားစုဟာ ေနထုိင္မႈပုံစံအရ မျပည့္စုံဘူးလုိ႕ေျပာရမယ္...ေနတာကလည္းၿမဳိ႕ျပင္မွာျဖစ္ၿပီး\nအိမ္ေလးလဲမၿပဳိေအာင္ ေဒါက္တုိင္တစ္တုိင္ကုိတစ္ဘက္ကေထာက္ တစ္ဘက္ကႀကဳိးနဲ႕ က်ားကန္ထားရေလရဲ႕....\nေဆးလ္ဘုတ္ဆုိတာ အသက္(၇)ႏွစ္ခန္႕အရြယ္ ေကာင္ကေလးတစ္ေယာက္ပါ...သူ႕အေဖနဲ႕ အေမဟာ\nသူ႕ကုိသိပ္ခ်စ္ၾကတယ္....မိသားစု၀င္(၃)ဦးေပါ့.....\nဒီကားက အဓိကဇာတ္ေဆာင္ဟာ ေဆးလ္ဘုတ္ဆုိတဲ့ေကာင္ေလးပါ....သူရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕ေလးနဲ႕\nတစ္ကားလုံးကုိၿပီးဆုံးေစတယ္...သူ႕ၾကည့္ရတာ သူ႕ရဲ႕အဘြားကုိအေတာ္ခ်စ္တဲ့ပုံပဲ...\nဘာလုိ႕လဲဆုိေတာ့ အေၾကာင္းအရာတုိင္းဟာ သူ႕အဘြားရဲ႕ သြန္သင္မႈေတြကေနျမစ္ဖ်ားခံလာလုိ႕ပါပဲ...\nဥပမာ...\"ကြ်န္ေတာ့္အဖြားကေျပာတယ္...ေျမးေလးရွာေဖြမႈမလုပ္တဲ့အခ်ိန္မ်ဳိးမွာမွ အရးအႀကီးဆုံးအရာကုိေတြ႕တတ္တယ္တဲ့...\nတစ္ခ်ဳိ႕အရာေတြျဖစ္လာတာက တျခားေသာအရာေတြ ဆက္စပ္ျဖစ္လာႏုိင္ဖုိ႕ပါတဲ့...\"\nဒီေကာင္ေလးဟာ အဖြားရဲ႕ ေျပာဆုိမႈေတြနဲ႕ ေလာကႀကီးကို သုံးသပ္ေနဟန္ပါပဲ..\nကြ်န္ေတာ္တုိ႕ဟာ ေဆးလ္ဘုတ္ရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕အေတြးေတြေနာက္ကုိလုိက္ရင္း\nတစ္ခ်ဳိ႕ေသာအေၾကာင္းအရာေလးေတြကုိ ဖမ္းဆုပ္မိေနလိမ့္မယ္..\nဒီကားက တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ဘာႀကီးမွန္းမသိဘူးဆုိၿပီးျဖစ္သြားပါလိမ့္မယ္..\nဒါေပမယ့္ တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ရုိးစင္းၿပီးနက္နဲတဲ့ ကဗ်ာတစ္ပုဒ္နဲ႕တူပါလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕ပဲေျပာပါရေစ.....\n File Size : (810 MB) and (317 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:32:00\nGenre : Comedy, Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Phyo Pyae",
        "rating": "7.8",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Lemony Snicket’s A Series of Unfortunate Events (2004)",
        "description": "A Series of Unfortunate Events (2004)\n=======================တစ္ခ်ိဳ႕လူေတြကေတာ့ ရက္စက္အက်ည္းတန္တဲ့\nကမၻာႀကီးကို မျမင္ခ်င္ေယာင္ေဆာင္ရင္း\nေပ်ာ္ရႊင္စရာဇာတ္သိမ္းေတြမွာ သက္သာရာ႐ွာရင္း\nဘာမွမဟုတ္သလို ဘဝကို ကုန္ဆုံးတတ္ၾကတယ္။\nတစ္ခ်ိဳ႕လူေတြကေတာ့ ကမၻာႀကီးမွာ ႐ွာေဖြေဖာ္ထုတ္ရမွာေတြ\n႐ွိေနေသးတာကိုသိၿပီး သုေတသနလုပ္ရင္း မွတ္တမ္းတင္ရင္း\nႀကီးက်ယ္ခမ္းနားစြာ ဘဝကိုကုန္ဆုံးတတ္ၾကတယ္။အခုဇာတ္လမ္းကေတာ့ အဲ့ဒီ အစြန္းႏွစ္ဖက္က\nလြတ္တဲ့လူေတြအေၾကာင္းပါ။တစ္ခုခုကို တီထြင္တာလို..\nစာအုပ္တစ္အုပ္ကို ဖတ္တာလို..အဓိပၸါယ္႐ွိတယ္ထင္ရတဲ့\nအရာေတြကေန ..ဘာမွမဟုတ္ပဲ ပစၥည္းတစ္ခုကိုလိုက္ကိုက္\nေနတတ္တာလို အဓိပၸါယ္မ႐ွိဘူးထင္ရတဲ့အရာေတြအပါအဝင္\nတစ္ခုခုေတြကို လုပ္ရင္း အဆုိးဝါးဆုံး အေျခအေနေတြမွာ\nေမ်ွာ္လင့္ခ်က္႐ွိစြာပဲ ႐ွင္သန္တတ္ၾကတဲ့ လူေတြအေၾကာင္းပါ။\nသူတို႔သိထားတဲ့ အသိကေတာ့ အေျခအေန ဘယ္ေလာက္ပဲဆိုးဝါး\nစုတ္ျပတ္ေနပါေစ တစ္ခုခုေတာ့ အျမဲ႐ွိေနတတ္တယ္ဆိုတာပါပဲ။အဲ့ဒီလူေတြကေတာ့ Baudelaire ေမာင္ႏွမသုံးေယာက္ပါ။\nအႀကီးဆုံး Violet Baudelaireကေတာ့ စြန့္္ပစ္ထားတာေတြ..\nၾကားမွာ အသုံးဝင္တာတစ္ခုခုေတာ့႐ွိတတ္ၿပီး\nအမႈိက္ဆိုတာလည္း ေနရာလဲြမွားေနတဲ့ တန္ဖိုး႐ွိပဲ\nပစၥည္းဆိုတာကို ေကာင္းေကာင္းသေဘာေပါက္ထားၿပီး\nစြန္႔ပစ္ပစၥည္းေတြကေန တစ္ခုမဟုတ္တစ္ခု တီထြင္ေနတတ္တဲ့ကေလးမေလးတစ္ေယာက္ပါ။\nအလတ္ျဖစ္တဲ့ Klaus Baudelaireကေတာ့ စာအုပ္ေတြၾကားမွာ\nေပ်ာ္ေမြ႕တတ္တဲ့ စာၾကမ္းပိုးကေလးျဖစ္ၿပီး အငယ္ဆုံးေလးကေတာ့\nေတြ႕ကရာ လိုက္ကိုက္တတ္တဲ့ ေကာင္မေလးတစ္ေယာက္ပါပဲ။သူတို႔ မိသားစုရဲ႕ အိမ္ႀကီးကို ဘယ္ကေနဘယ္လိုျဖစ္မွန္း\nမသိတဲ့ မီးေလာင္မႈႀကီးတစ္ခုျဖစ္သြားၿပီး။ မီးထဲမွာ\nသူတို႔မိဘေတြပါပါသြားတာေၾကာင့္ သူတို႔မိဘမဲ့ျဖစ္သြားခဲ့ပါတယ္။\nကံဆိုးမိုးေမွာင္က်ၿပီး မိဘမဲ့ျဖစ္သြားခဲ့ရတဲ့ ကေလးသုံးေယာက္ရဲ႕\nကံဆိုးမိုးေမွာင္က်မႈေတြဟာ ဒီတစ္ခုနဲ႔ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Srlm/Lemony_Snicket%E2%80%99s_A_Series_Of_Unfortunate_Events_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7h9pn5dDOYAkJ3DhttkcXIoWIux.jpg",
        "title": "Warfighter ( 2018 )",
        "description": "ဒီဇာတ္ကားထဲမွာေတာ့ action,drama,romance သံုးခုစလံုးပါဝင္ေနပါတယ္ဇာတ္ကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသားဟာလက္ေတြ႕နဲ႕အိပ္မက္ဆိုးႏွစ္ခုၾကားမွာေန႕တိုင္းနီးပါးရွင္သန္ႏိုင္ဖို႕ၾကိဳးစားေနရျပီးတဖက္မွာလည္းအိမ္ေထာင္ဦးစီးတာဝန္မလစ္ကြက္ေအာင္အဲ့ဒါအျပင္သူ႕အလုပ္ျဖစ္တဲ့စစ္သားတေယာက္ရဲ႕တာဝန္ကိုလည္းထမ္းေဆာင္ရင္းေနထိုင္သူတေယာက္ပါတေန႕မွာေတာ့ သူတို႕အဖြဲ႕ကိုအထူးစံုစမ္းဖို႕ေစလႊတ္ျခင္းခံရပါတယ္လုပ္ရမယ့္စစ္ဆင္ေရးကအထူးစံုစမ္းေရးျဖစ္ေပမယ့္ဟိုမွာဖမ္းခံထားရတယ့္ဓါးစာခံေတြကိုေတြ႕တဲ့အခါမွာေတာ့ဘယ္လိုလုပ္ဖို႕ဆံုးျဖတ္ခဲ့ၾကမလဲ..စစ္ဆင္ေရးေအာင္ျမင္ျပီးသူတို႕မိသားစုေတြဆီျပန္လာႏိုင္မလား....အိပ္မက္ဆိုးကအျမဲေႏွာင့္ယွက္ခံေနရတယ့္မင္းသားကေရာစစ္ဆင္ေရးနဲ႕အဲ့အိပ္မက္ဆိုး ၂ခုကိုဘယ္လိုတိုက္ခိုက္မလဲဆိုတာ....ဒီကားထဲမွာ မိသားစုေတြရဲ႕စိုးရိမ္ပူပန္မႈ,ညီအကိုခ်စ္စိတ္ဓါတ္ေတြ,သစၥာရွိမႈေတြ,သူတို႕အဖြဲ႕ေခါင္းေဆာင္အမိန္႕ကိုေနာက္ဆံုးခ်ိန္ထိတာဝန္ယူမႈေတြကိုဝမ္းနည္းစြာၾကည့္ရွဴ႕ရမွာျဖစ္ပါတယ္ File Size : (986 MB) & ( 369 MB)Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Action , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4 https://megaup.net/3zSzz/WarFighter_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzTvnA3buXsjdmjrYRDozKBFF78.jpg",
        "title": "Crypto ( 2018 )",
        "description": "မာတီဆိုတဲ့ ဘဏ္ဝန္ထမ္းတစ္ေယာက္ဟာ ဘဏ္ရဲ႕ဖက္စပ္စီးပြားေရးတစ္ခုကိုပ်က္ေအာင္လုပ္လိုက္မိလို႔ ၿမိဳ႕ငယ္တစ္ခုကဘဏ္ခြဲကို အပို႔ခံလိုက္ရပါတယ္။အဲ့ၿမိဳ႕က သူႀကီးျပင္းလာရာဇာတိၿမိဳ႕ျဖစ္ေပမဲ့ သူကသိပ္သြားခ်င္ပံုမေပၚပါဘူး။အဲ့ဘဏ္ခြဲကိုေရာက္ၿပီးေတာ့ စာရင္းဇယားေတြကို ျပန္စစ္ေဆးရင္းမူမမွန္တာေတြေတြ႔လာတဲ့အခါ ဒါေတြရဲ႕ေနာက္ကြယ္မွာ ဘာ႐ွိေနမလဲသူကေရာ ဇာတိၿမိဳ႕ကိုဘာလို႔ ျပန္မလာခ်င္လဲဆိုတာေတြကိုဇာတ္လမ္းေလးၾကည့္ၿပီး အေျဖ႐ွာၾကရေအာင္ပါ File Size : (989 MB) & ( 272 MB)Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Crime , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/crypto-2018/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pqIAU7N1iQE9mOlvkVeh7BEJ09o.jpg",
        "title": "The Burial of Kojo (2018)",
        "description": "ကိုဂ်ိဳဆိုတဲ့ ျမိဳ႕ေပၚကလူတစ္ေယာက္ဟာေရေတြဝန္းရံၿပီး ေခါင္သီတဲ့ရြာေလးကို ေရာက္လာၿပီးရြာသူအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ပဲ အိမ္ေထာင္က်ခဲ့ပါတယ္ အဲ့လိုနဲ႔ပဲ ဇာတ္ျမႇဳပ္ေနထိုင္ရင္ သမီးေလးတစ္ေယာက္ထြန္းကားလာတဲ့အထိပါပဲသူ႔မိန္းမက ၿမိဳ႕ကိုသြားျပီး အေျခခ်ခ်င္ေပမဲ့လဲ ကိုဂ်ိဳက ခါးခါးသီးသီး ျငင္းဆန္ပါတယ္ရြာေရာက္ၿပီး ၇ ႏွစ္ေလာက္ၾကာတဲ့တစ္ေန႔မွာေတာ့ကိုဂ်ိဳရဲ႕ အစ္ကိုဆိုတဲ့လူတစ္ေယာက္ ေရာက္လာၿပီးသူတို႔အေမေနမေကာင္းတဲ့အေၾကာင္းေျပာလာခဲ့ပါတယ္အဲဒါနဲ႔ကိုဂ်ိဳတို႔ မိသားစုလဲ ၿမိဳ႕ကိုလိုက္လာရေတာ့တာေပါ့ၿမိဳ႕ေရာက္တဲ့အခါ ကိုဂ်ိဳရဲ႕အစ္ကိုက သူတို႔ကို သခ်ႋဳင္းတစ္ခုကို ေခၚသြားပါတယ္ ကိုဂ်ိဳမွာ ဘယ္လိုအတိတ္ေတြ႐ွိေနတာလဲ..ဘာလို႔ ၿမိဳ႕ကိုသြားဖို႔ကို ခါးခါးသီးသီး ျငင္းဆန္ေနတာလဲ...သူ႔ရဲ႕ အစ္ကိုဆိုတာကေရာ ဘာလဲ...ဆိုတာကိုေတာ့ ဇာတ္လမ္းေလးၾကည့္ၿပီး အေျဖ႐ွာၾကရေအာင္ File Size : (751 MB) & ( 313 MB)Quality : Web-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Drama , ThrillerSubtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y0d6/The_Burial_Of_Kojo_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ieh2PQw7NXVbvgdem887OepoaYp.jpg",
        "title": "Concrete Kids (2018)",
        "description": "အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဆိုတဲ့ ကေလးႏွစ္ေယာက္ရဲ႕ စြန္႔စားခန္းအေၾကာင္း ႐ိုက္ထားတဲ့ကားပါ။အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဟာ အလြန္ခင္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္ၿပီးေတာ့ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ မိသားစုအသီးသီးကေန ေပါက္ဖြားလာခဲ့တဲ့ ကေလးမ်ားျဖစ္ပါတယ္တစ္ရက္မွာေတာ့ အက္ဒီဆင္ဟာ စတက္ပယ္စင္တာမွာက်င္းပတဲ့ ၿပိဳင္ပြဲတစ္ခုအေၾကာင္းကို တီဗီကေန ၾကားသိလိုက္ရပါတယ္ၿပိဳင္ပြဲကေတာ့ ထရပ္ကားတစ္စီးကို အၾကာဆံုးထိထားႏိုင္တဲ့လူကိုေဒၚလာ ၁၀၀၀ ေပးတဲ့ၿပိဳင္ပြဲပါ ၿပိဳင္ပြဲက်င္းပမယ့္ေနရာကေတာ့သူတို႔အိမ္နဲ႔ ၁၄ မိုင္ေဝးတဲ့ စတက္ပယ္စင္တာမွာပါႏွစ္ေယာက္ေပါင္းမွ ၂ ေဒၚလာနဲ႔ ၂၂ ဆင့္ပဲပါတဲ့ ကေလးႏွစ္ေယာက္မိဘေတြကိုအသိမေပးပဲ ၁၄ မိုင္လံုး သူတို႔ႀကိဳးစားသြားခဲ့တာေတြ၊လမ္းခရီးမွာလူဆိုး၊ လူေကာင္း၊ ကူညီေပးတဲ့လူ၊ ဒုကၡေပးတဲ့လူ၊လူအမ်ိဳးမ်ိဳး စိတ္အေထြေထြကို သူတို႔ေတြ႕ၾကံဳေက်ာ္ျဖတ္ခဲ့တဲ့အေၾကာင္းေတြကို ၾကည့္ရႈရမွာပဲ ျဖစ္ပါတယ္ကေလးႏွစ္ေယာက္ရဲ႕သူငယ္ခ်င္းသံေယာဇဥ္နဲ႔ ေမတၱာထုထည္ကိုလည္း ျမင္ေတြ႕ရမွာပါ။တခ်ိဳ႕အေနအထားေလးေတြမွာ လူႀကီးေတြသာဆိုရင္သူတို႔လိုစိတ္ထားမ်ိဳးထားဖို႔ဆိုတာ အင္မတန္ခက္ခဲတဲ့ကိစၥပါပဲ  File Size : (759 MB) & ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/concrete-kids-2018/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o45VIAUYDcVCGuzd43l8Sr5Dfti.jpg",
        "title": "Welcome to Marwen (2018)",
        "description": "Drama ကား​ေကာင္​း​ေကာင္​းတစ္​ကားကိို ​သင္​​ေမ်ွာ္​လင္​့​ေနပါသလား။တစ္​ကားလံုးသင္​့ကိုဆြဲ​ေခၚသြားတာမ်ိဳးကို ခံစားခ်င္​ပါသလား။ဒါဆိုရင္​​ေတာ့ Welcome to Marwen ကို ၾကည္​့႐ႈလိုက္​ပါလို႔ပဲ တိုက္​တြန္​းပါရ​ေစ။အစပိုင္​းဇာတ္​ရည္​မလည္​ခင္​အထိ​ေတာ့ အူ​ေၾကာင္​​ေၾကာင္​ႏုိင္​​ေပမယ္​့တစ္​ျဖည္​းျဖည္​းနဲ႔ အခ်ိတ္​အဆက္​မိမိနဲ႔ အရသာ႐ွိလာ​ေစမယ္​့ ဇာတ္​ကားပဲ ျဖစ္​ပါတယ္​။ဝိုင္​းၿပီးထိုးႀကိတ္​ခံလိုက္​ရလို႔ ​ေဆးရံုတက္​​ေနရတဲ့အ​ေမရိကန္​စစ္​ျပန္​ႀကီးတစ္​​ေယာက္​ရဲ႕ ဘဝဇာတ္​​ေၾကာင္​းကို ႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​။အား​ေပးၾကပါဦး​ေနာ္​ File Size : (1 GB) & ( 300 MB)Quality : BluRay 720pRunning Time : 1 hr 56 minFormat : Mp4Genre : Biography , Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded ...",
        "rating": "6.0",
        "url": "https://megaup.net/1y0cl/Welcome_To_Marwen_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k74DaMtAhnjeOGX6LIXsvwMStfK.jpg",
        "title": "Out of Blue (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ႀကီးကို တင္ဆက္ေပးမွာကေတာ့ စံုေထာက္ကားေလးတစ္ကားပါဇာတ္လမ္းအၫႊန္ေျပာရမယ္ဆိုရင္ တစ္ေန႔ ဂ်န္နီဖာေရာ့ခ္ဝဲဆိုတဲ့နကၡတ္ေဗဒပညာ႐ွင္ေကာင္မေလးဟာ နကၡတာရာၾကည့္ေမွ်ာ္စင္မွာပဲေသနတ္ဒဏ္ရာနဲ႔ေသဆံုးေနခဲ့ပါတယ္အဲ့အမႈကို ဦးေဆာင္စစ္ေဆးတဲ့လူကေတာ့ မိုက္ဟူလင္တန္ဆိုတဲ့ အမ်ိဳးသမီးစံုေထာက္ပါသူတို႔စစ္ေဆးေရးအဖြဲ႔လဲ ပထမ သံသယ႐ွိသူေတြကိုတစ္ေယာက္ၿပီးတစ္ေယာက္ စစ္ေမးၾကတာေပါ့ေနာက္ပိုင္းသိလာတာက အမွုကဟိုးအရင္က ျဖစ္ခဲ့ဖူးတဲ့ ကြင္းဆက္လူသတ္သမားအမႈနဲ့ဆင္တူေနတယ္ဆိုတာပါပဲဒါေပမဲ့ တရာခံက ဘယ္လိုမ်ိဳးမထင္မွတ္ထားတဲ့လူ ျဖစ္ေနမလဲအဲ့တရာခံနဲ႔ စံုေထာက္နဲ႔ကေရာ အတိတ္မွာ ဘယ္လိုပါတ္သက္မႈေတြ ႐ွိေနမလဲဆိုတာကိုဇာတ္လမ္းေလးထဲ စီးေမ်ာၿပီး အေျဖ႐ွာၾကည့္ရေအာင္ပါ File Size : (1 GB) & ( 377 MB)Quality : Web-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : Crime , ...",
        "rating": "5.5",
        "url": "https://megaup.net/2TV8h/Out_Of_Blue_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8G5SjBSUuWYn4se8rIOxAZdsFxD.jpg",
        "title": "The Bullet Vanishes (2012)",
        "description": "The Bullet Vanishes ( 2012) ထြက္ ဇာတ္ကားေလးကေတာ့ IMDB Rating 6.6 နဲ႔ Rotten Tomatoes 92% ရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ Plot Twist ေတြကလည္း အလန္းေတြပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ စုံေထာက္အလုပ္လုပ္ဖုိ႔ရူးသြပ္ေနတဲ့ ေထာင္မႈး ေဆာင္ဒုန္လူ နဲ႔ ထ်န္းခ်န္ျမိဳ႕မွာ ေသနတ္ပစ္လက္အျမန္ဆုံး စုံေထာက္ ေကာင္းေကၽြး တုိ႔ ပူးေပါင္းျပီး တေစၦက်ည္ဆန္အမႈကိုလုိက္ၾကတာပါ။ တေစၦက်ည္ဆန္လုိ႔ေခၚရတဲ့အေၾကာင္းက လက္နက္စက္ရုံက အလုပ္သမေလး ယန္ မတရားအသတ္ခံရခ်ိန္မွာ က်ိန္စာတုိက္ သြားခဲ့ပါတယ္။ ေနာက္ေတာ့ လူေတြတစ္ေယာက္ျပီးတစ္ေယာက္ ေသနတ္ဒဏ္ရာနဲ႔ ေသဆုံးၾကျပီးေတာ့ က်ည္ဆန္ကုိရွာမေတြ႕ပါဘူး။ တကယ့္က်ိန္စာေၾကာင့္ပဲလား။ ဒါမွမဟုတ္ လူတစ္ေယာက္ေယာက္ကပဲ ဟန္ေဆာင္ျပီး သတ္ေနတာလားဆုိတာ စိတ္ဝင္တစားၾကည့္ရမွာပါ။ ျပီးေတာ့ ဇာတ္ကားကုိ ၾကည့္ရင္း ေမးမိေနမွာက ျပီးျပည့္စုံတဲ့ လူသတ္မႈဆုိတာ တကယ္ရွိလားဆုိတာေပါ့။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( ...",
        "rating": "6.6",
        "url": "https://megaup.net/S65e/The_Bullet_Vanishes_(Xiao_Shi_De_Zi_Dan)_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kLed7chodgFBAC2hUFqtVt9KyGk.jpg",
        "title": "The Square (2008)",
        "description": "မေကာင္းမႈဆုိတာ ဆိတ္ကြယ္ရာမရွိတဲ့။ အဲဒီစကားကုိ ကၽြန္ေတာ္နားလည္တာကေတာ့ မေကာင္းမႈဆုိတာ သူမ်ားေတြမသိေအာင္ ဖုံးကြယ္ထားလုိ႔မရဘူးလုိ႔ မဟုတ္ပါဘူး။ မေကာင္းမႈက်ဴးလြန္ထားသူတစ္ေယာက္ရဲ႕ စိတ္ထဲမွာ သူလုပ္ခဲ့တဲ့ မေကာင္းမႈရဲ႕ ပဲ့တင္သံေတြကုိ ဆိတ္ဆိတ္ေနေအာင္ တားလုိ႔မရ မေကာင္းတဲ့ ျမင္ကြင္းေတြကုိ ဆက္ျပီးမျမင္ႏုိင္ေအာင္ ကြယ္ထားလုိ႔မရဘူးလုိ႔ ေျပာတာလုိ႔ထင္ပါတယ္။ The Square (2008) ဇာတ္ကားေလးမွာ မေကာင္းမႈတစ္ခုကုိ က်ဴးလြန္မိတဲ့ Ray အဲဒီမေကာင္းမႈက ေျခာက္လွန္႔တာကုိ ခံေနရပါတယ္။ သူက်ဴးလြန္မိတဲ့အျပစ္ေတြကို ဖုံးဖိဖုိ႔ၾကိဳးစားရင္း မေကာင္းတာေတြပဲထပ္ျဖစ္လာျပီး မေကာင္းတာေတြပဲထပ္လုပ္မိျပန္ပါတယ္။ အဲဒီလုိ လုပ္ေနရင္း သူ႕အတြက္ တန္ဖုိးထားရတဲ့အရာေတြ တစ္ခုျပီးတစ္ခု ဆုံးရႈံးလာရပါတယ္။ သူ႕အျပစ္ကုိ လူေတြမသိေအာင္ ဖုံးဖိႏုိင္ပါမလား။ သူ႕လုပ္ရပ္ေတြက အဲဒီလုိလုပ္ရေလာက္ေအာင္တန္လုိ႔လား ဇာတ္ကားကုိၾကည့္ျပီး ဆုံးျဖတ္ၾကည့္လုိက္ၾကပါေတာ့။ IMDB 6.7 ထိရရွိထားျပီးေတာ့ ဇာတ္လမ္း အစပုိင္းနည္းနည္းေက်ာ္တာနဲ႔ ဘာဆက္ျဖစ္မလဲဆုိတာကို ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ျဖစ္သြားမွာ ေသခ်ာပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 900 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e12q/The_Square_[2008]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-man-from-earth-2017-poster-140x200.jpg",
        "title": "The Man from Earth: Holocene (2017)",
        "description": "The Man from Earth: Holocene (2017)_______IMDb - 5.3/10The Man From Earth: Holocene (2017)2007က Man From Earthရဲ့ ဆယ်နှစ်အကြာမှာထပ်\nထွက်ခဲ့တဲ့Sequelကားဖြစ်တဲ့ Holoceneမှာ\nရေခဲခေတ်နှောင်းကနေ ယနေ့အထိနှစ်ပေါင်း ၁၁၀၀၀\nရှည်တဲ့ကာလ ဘူမိဗေဒအခေါ်အဝေါ်အရ\nHoloceneခေတ်အကုန်မှာတော့\nနှစ်ပေါင်း ၁၄၀၀၀လုံး အသက်ကြီးမလာခဲ့တဲ့ Johnဟာ\nအိုမင်းတဲ့လက္ခဏာတွေ စပြလာခဲ့ပါတယ်။\nJohn Oldmanမဟုတ်တော့ပဲ John Youngဆိုတဲ့\nနာမည်နဲ့ Johnဟာ Chicoမှာ ဘာသာတရားနှိုင်းယှဉ်လေ့လာရေး\nပါမောက္ခလုပ်နေပါတယ်။\nပထမကားက အကြောင်းအရာတွေကို\nရှေးဟောင်းသုတေသနပညာရှင် Artက\nThe Longest Night အမည်နဲ့ စာအုပ်တစ်အုပ်\nရေးသားထုတ်ဝေခဲ့ပြီး ဒီစာအုပ်ရဲ့ လက်မခံနိုင်စရာတွေကို\nဖြစ်ရပ်မှန်လို့ဝန်ခံထားခြင်းကြောင့်\nဝေဖန်ရှုပ်ချခံအလုပ်ပြုတ်ခဲ့ရပါတယ်။သူ့အတန်းသားတစ်စုဟာ သူ့ဆီက Artရဲ့ စာအုပ်ကို\nဖတ်မိရာကနေ John Youngဟာ John Oldman\nဆိုတာကို သတိပြုမိပြီး သက်သေပြဖို့ ကြိုးစားရာကနေ\nJohn ဟာ အဲ့ဒီမြို့ကနေ ထွက်ခွာဖို့ဖြစ်လာခဲ့ပါတယ်။သူ့ကိုယ်သူ ယေရှု့ပါလို့ ဆိုထားတဲ့\nအသက်တစ်သောင်းလေးထောင်ရှည်တဲ့ လူသားတစ်ယောက်ရယ်...\nခရစ်ယာန်ဘာသာရေး အစွန်းရောက်ကျောင်းသားတစ်ယောက်ရယ်\nသက်သေပြချင်တဲ့ကျောင်းသားတစ်စုရယ်ကြားမှာ\nဖြစ်မဲ့ အရှုပ်အထွေးတွေကိုတော့\nအနက်ရောင်ဖန်သားပြင်ထက်မှာ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါ။Rating နည်းပေမဲ့လည်း the ...",
        "rating": "5.3",
        "url": "https://megaup.net/Rs6a/The_Man_From_Earth_-_Holocene_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/asura-142x200.jpg",
        "title": "Asura: The City of Madness(2016)",
        "description": "Asura: The City of Madness(2016)IMDb...6.6,,,Rotten..80%\" ကျုပ်ရဲအဖြစ်အလုပ်လုပ်တဲ့ အန်နမ်မြို့က အကျင့်ပျက်တဲ့သူတွေနဲ့ပြည့်နှက်နေပြီ..ဒီနောက်ပိုင်းပြန်လည်ဖွံ့ဖြိုးခြင်းတွေနဲ့အတူ တစ်ယောက်နဲ့တစ်ယောက် ခြိ်မ်းခြောက်လာကြတယ်..အန်နမ်ရဲ့မြို့တော်ဝန် ပါ့ခ်ဆွမ်ဘဲဆိုတာရှိတယ်..သူက တစ်မြို့လုံးကို၀ါးမြိုချင်နေတာ...သူ့ပြိုင်ဘက်ကလည်း ဘယ်ငြိမ်နေပါ့မလဲ...နေ့တိုင်းမှာတိုက်ပွဲတွေဖြစ်လို့...ကျုပ်ကတော့ အနိုင်ရတဲ့သူနဲ့ပဲပူးပေါင်းတယ်...\"ဒါကတော့ ရဲတစ်ဦးဖြစ်တဲ့ ဟွမ်ဒိုဂျောင်ရဲ့အယူအဆပါပဲ....သူက ငွေရဖို့ဆိုဘယ်လိုလူမျိုးပဲဖြစ်ဖြစ် ပူးပေါင်းပြီး ခွေးတစ်ကောင်လိုအလုပ်လုပ်မယ့်သူ....ဒီကားကတော့ အန်နမ်မြို့တော်ဝန်နဲ့ အတိုက်အခံပါတီတွေကြားမှာ လူမိုက်ဂန်းစတားတွေ..စုံထောက်တွေနဲ့ရှေ့နေတွေကြားကို ကောင်းကောင်းကြီးရိုက်ပြထားတာ..သူတော်စင်တွေ ယုန်ကလေးလိုကောင်တွေတစ်ယောက်မှ မပါဘူး..ယုံပုံစံဖြစ်နေရင်တောင် ယုန်ယောင်ဆောင်ထားတဲ့ ကျားတွေ မြေခွေးတွေပဲဖြစ်တယ်...သွေးထွက်သံယိုခန်းပေါင်းများစွာပါသလို နိုင်ငံရေးရဲ့  ပဋိပက္ခပေါင်းစုံကို အလွှာစုံ နယ်ရုပ်စုံရဲ့ ရွှေ့ကွက်ပေါင်းများစွာကိုတွေ့မြင်ရမယ်..နောက်ပြီးဒီကားက ဇာတ်လမ်းအစမှ အဆုံး Tempo ကျသွားတယ်လို့ရယ်မရှိဘူး...ကြည့်ရင်းကျော်ထဲစိမ့်အောင်လန့်လာသလို ဆက်လည်းမကြည့်ဘဲမနေနိုင်အောင် ဆွဲဆောင်မှုရှိလွန်းတယ်..သရုပ်ဆောင်တွေကလည်း ကိုရီးယားတကယ့်အထင်ကရ လူတွေကြီးပဲ...The king,The Divine Moveနဲ့ Cold eye  တို့မှာ ကြမ်းခဲ့ ရမ်းခဲ့တဲ့မင်းသားကြီးWoo-sung Jungကိုတော့ထွေထွေထူးထူးထပ်မိတ်မဆက်တော့ဘူး..စပွိုင်လာမပါလေ..ဘာဇာတ်လမ်းအကြောင်းမှမပြောလေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားမို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (2.13GB),(1.03GB) and ...",
        "rating": "6.6",
        "url": "https://megaup.net/2m7xh/Asura_-_The_City_Of_Madness_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/boyerase-136x200.jpg",
        "title": "Boy Erased(2018)",
        "description": "Boy Erased(2018)\nIMDb.....7.0,,,Rotten.....81%\n\"ဟဲလို\"\"မစ္စနန်စီအီမန်လားခင်ဗျ\"\"ဟုတ်ပါတယ်\"\"'ကျွန်တော်က ဒန်နင်ကော်လိပ်က တာဝန်ရှိသူပါ..ခင်ဗျားတို့သားနဲ့ပတ်သက်ပြီးကျောင်းမှာ သတင်းဆိုးတွေပြန့်နေလို့ပါ\"\"ရှင် ဘာများဖြစ်လို့လဲ\"\"အဲ့ဒါက....\"ဒီဖုန်းလေးတစ်ချက်ကြောင့် နန်စီတို့မိသားစု ကမ္ဘာပျက်သလိုဖြစ်သွားရတယ်...သူတို့မိသားစု(၃)ဦးရှိတယ်..ယောက်ျားဖြစ်သူနာမည်က မာရှယ်ဖြစ်ပြီး သင်းအုပ်ဆရာတစ်ဦးလည်းဖြစ်တယ်...သားရဲ့နာမည်ကတော့ ဂျဲရက်...ဖုန်းဆက်ပြီးပြောသွားတဲ့ကိစ္စကတော့ ဂျဲရက်ဟာ လိင်တူစိတ်ဝင်စားသူဖြစ်တဲ့အကြောင်းပြောတာပါ...မိဘ(၂)ပါးဖြစ်သူဟာ LGBTကိစ္စကိုလုံးဝရှုံချသူတွေပီပီ ဒီသတင်းကိုကြားတော့ယူကျုံးမရဖြစ်နေတယ်...ဒီလိုနဲ့ သားကို မျက်နှာချင်းဆိုင်မေးတဲ့အခါမှာတော့ဂျဲရက်ကိုယ်တိုင်က\"သားတကယ်လိင်တူစိတ်ဝင်စားမိပြီထင်တယ် အဖေနဲ့အမေ..ဘာကြောင့်မှန်းမသိဘူး...သားတောင်းပန်ပါတယ်\"တဲ့...ဒီကားကတော့ LGBT တွေကို ရှုတ်ချပြီး အသွင်ပြန်ပြောင်းပေးဖို့ ကြိုးစားကြတဲ့အဖွဲ့နဲ့  LGBT ဖြစ်နေတဲ့သူတွေအကြောင်းကိုရိုက်ထားတာပါ...မိဘတွေကိုယ်တိုင်က လက်မခံတဲ့အပြင် အသိုင်းအဝန်းတစ်ခုလုံးကလည်း ကဲ့ရဲ့စရာဖြစ်နေတော့ဂျဲရက်ခဗျာ ယောက်ျားစိတ်စင်စစ်ဖြစ်အောင်ကြိုးစားဖို့ ကတိပေးလိုက်ရတယ်...ကျွန်တော်တို့မြန်မာကားတွေထဲမှာတော့ LGBTကို ဟာသ အဖြစ်သရုပ်ဖော်ရုံမကစရိုက်ခပ်ကျကျပုံမျိုးတွေ သရုပ်ဖော်ထားတာများသောအားဖြင့်တွေ့ရတယ်.....သူတို့ရဲ့ပုံဖော်မှုအကျိုးဆက်ကတော့လူအသိုင်းအဝိုင်းကနေ ဖယ်ကျဉ်ဖို့ ဆိုတာမျိုးကြီးပဲကျန်နေခဲ့တယ်....ကျွန်တော်ဟာ ဒီကားနဲ့ပတ်သက်လို့ ထွေထွေထူးထူးမညွှန်းလိုဘူး....နောက်ဆုံးပြောချင်တာက လိင်တူချစ်သူဆိုတိုင်း ဟာသတစ်ခုလို၊ ကဲ့ရဲ့စရာ၊ လှောင်ပြောင်စရာ၊ နှိမ့်ချစရာလို မမြင်ပါနဲ့...အဆင့်အတန်းရှိပြီး လေးစားလောက်စရာ လိင်တူချစ်သူတွေ ကမ္ဘာမှာရော မြန်မာမှာပါ အများကြီးရှိပါတယ်..မြန်မာဇာတ်ကားအချို့ကိုကြည့်ပြီး လမ်းမဆုံးကြပါနဲ့လို့ ပြောချင်ပါတယ်။ဒါကိုလည်း ဒီဘက်ခေတ်မှာ အတေ်ာများများသိပြီးသားထင်ပါတယ်...မှတ်ချက်....((မြန်မာဇတ်ကားဆိုသည်မှာ LGBTများကို ဟာသ သဖွယ်ရိုက်ပြထားသည့် ဇာတ်ကားများကိုသာဆိုလိုသည်...))File Size : (900 ...",
        "rating": "7.0",
        "url": "https://megaup.net/S679/Boy_Erased_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/triple-141x200.jpg",
        "title": "Triple Threat(2019)",
        "description": "Triple Threat(2019)\nIMDb....7.5\nOng Bak မင္းသား တိုနီဂ်ား၊ The Raid ရဲ႕ မင္းသား Iko Uwais နဲ႕ ထိုက္ခ်ိမင္းသား တိုက္ဂါးခ်န္း တို႕ ပူးေပါင္းပါဝင္ထားတဲ့ အက္ရွင္ဇာတ္ကားကို တင္ေပးထားပါတယ္။\nဗီလိန္ေနရာမွာေတာ့ ဘြိဳင္ကာ မင္းသားၾကီး စေကာ့ အက္ဒ္ကင္း ပါဝင္ထားတာမို႕ ဘယ္ေလာက္ၾကမ္းၾကမလဲ ေျပာဖို႕မလိုေလာက္ေတာ့ပါဘူး။\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nရာဇဝတ္မႈေတြ ျမင့္တတ္ေနတဲ ့မဟာဂ်ာယာမွာ လူဆိုးဂိုဏ္းေတြႏွိမ္နင္းေရးအတြက္ အၾကီးအက်ယ္လာလွဴဒါန္းတဲ့ တရုတ္မေလး\nထန္းေရွာင္ရွန္းကို ေကာ္လင္တို႕ ေၾကးစားအဖြဲ႕က လုပ္ၾကံဖို႕ၾကိဳးစားတာမွာ ဟို ဂ်ပုသံုးေကာင္နဲ႕ ေတြ႕တာပါပဲ\n။ သူတို႕ သံုးေယာက္နဲ႕ ေကာ္လင္တို႕က အရင္ကတည္းက ရန္ျငိဳးရွိသူေတြပီပီ အတိုးေရာ အရင္းေရာ ေပါင္းျပီးဆပ္ၾကပါတယ္။\nအက်ဥ္းေျပာရရင္ေတာ့ ခ်တဲ့ကားပါ။ ခ်ပါတယ္ အားတိုင္း။ ေသနတ္ရွိရင္ေတာင္ ေဘးခ်ျပီး ခ်ပါတယ္။ ေတြ႕ရာေနရာမွာ အားတိုင္းခ်ပါတယ္။ ၾကည့္ရင္းနဲ႕ ၾကည့္တဲ့သူပါ ခ်ခ်င္ေနလိမ့္မယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...\n File Size ...",
        "rating": "5.6",
        "url": "https://megaup.net/2e12l/Triple_Threat_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/sam-142x200.jpg",
        "title": "I Am Sam(2001)",
        "description": "I Am Sam(2001)\nIMDb....7.6\nလူတစ္ေယာက္ဟာ  ေဆးရုံရဲ႕ သားဖြားခန္းထဲကုိ အေျပးအလႊားသြားေနတယ္....\nမိန္းမ မီးဖြားခန္းခ်ိန္မုိ႕ပဲလားေတာ့မသိ...သူ႕ပုံစံက သာမန္လူေတြနဲ႕အနည္းငယ္ ကြဲလြဲေနသလုိပင္...\nဂနာမၿငိမ္..မိန္းမရဲ႕သားဖြားခန္းထဲေရာက္ေတာ့လည္း ပါးစပ္က တလႈပ္လႈပ္ေရရြတ္ရင္း ကုိယ္ခႏၶာကုိ ပတ္ခ်ာလွည့္ေနတယ္...\nဂနာမၿငိမ္လြန္းနဲ႕သူ႕ကုိ ၾကက္ေသ ေသလုိလုပ္ႏုိင္လုိက္တာက ခုမွ လူ႕ေလာကထဲေရာက္လာတဲ့ သမီးေလးရဲ႕ငုိသံ....\nသူ႕ပုံစံက ငါဖခင္တစ္ေယာက္ျဖစ္ၿပီ ဒါငါ့သမီးေလး ငါတာ၀န္ယူရမယ္ ငါခ်စ္ရေတာ့မယ္ဆုိတဲ့အၾကည့္မ်ဳိးနဲ႕ သမီးေလးကုိၾကည့္ေနတယ္...\nတကယ္ေတာ့ ဆမ္က သာမန္လူေတြထက္ဥာဏ္ရည္နည္းသလုိ ေပါင္းသင္းဆက္ဆံေရးမွာလည္း အခက္အခဲရွိသူပါ..\nအယဥ္ေက်းဆုံးေျပာရရင္ ဥာဏ္ရည္ခ်ဳိ႕တဲ့သူေပါ့....ဒီလုိလူမ်ဳိးနဲ႕မွားခဲ့ၿပီး ကေလးတစ္ေယာက္ရခဲ့တဲ့မိခင္အဖုိ႕\nကေလးေမြးၿပီးၿပီးခ်င္းမွာပဲ ဆမ္တုိ႕သားအဖကုိ ထားခဲ့တယ္...ဆမ္လုိ လူအတြက္ သမီးေလးကုိေစာင့္ေရွာက္ရတာ တကယ္မလြယ္ပါဘူး...\nသူ႔သမီးေလးလူကလဲသိပ္လိမၼာတယ္ အေဖတစ္ခုသမီးတစ္ခုပါပဲ သူတို႔ဘဝက..\n.ဒီလိုနဲ႔လူစီေလး၇ႏွစ္ေလာက္ေရာက္လာေတာ့ ကေလးနဲ႔မိသားစုဆိုင္ရာဌာနက လူစီ့ကို သူ႔အေဖနဲ႔မထားဖို႔ တရားရင္ဆိုင္ဖို႔ေတြျဖစ္လာတယ္...\nအဓိက ကေတာ့ ဆမ္ရဲ႕ အားနည္းခ်က္ေၾကာင့္ပါပဲ....\nဒီလိုနဲ႔တရားရင္ဆိုင္မႈေတြျဖစ္လာတယ္ သမီးေလးကိုမိသားစုတစ္ခုကလဲေမြးစားခ်င္ေနတယ္...\nဆမ့္လိုဉာဏ္ရည္မျပည့္စံုတဲ့သူတစ္ေယာက္ တရားရင္ဆိုင္တာႏိုင္ပါ့မလား? သမီးေလးကို သူပဲေစာင့္ေရွာက္ခြင့္ရပါ့မလား?\nဆမ္နဲ႔သူ႔သမီးေလးတူတူျပန္ေနႏိုင္ပါ့မလား? ဆုိတာေတြကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕.....ဇာတ္လမ္းအၫြန္းနဲ႕ဘာသာျပန္သူကေတာ့ Cynthia ျဖစ္ပါတယ္...\nFile Size : (1GB) and (395 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:12:00\nGenre ...",
        "rating": "7.6",
        "url": "https://megaup.net/S66r/I_Am_Sam_[2001]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzo0rfLxgcbUPfjT3yjBYioFpv9.jpg",
        "title": "Patrick (2018)",
        "description": "ဒီကားေလးကေတာ့ ေကာင္မေလးနဲ႕ေခြးေလးတေကာင္ရဲ႕သံေယာဇဥ္အေၾကာင္းကိုအေျခတည္ျပီးဟာသေရာထားတဲ့ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္အျမဲတမ္းမိသားစုထဲမွာအေျပာခံေနလာခဲ့ရတဲ့ေကာင္မေလးတေယာက္တေန႕သူ႕အဖြားဆံုးသြားတဲ့အခါမွာခြးေလးတေကာင္ကိုအေမြေပးခဲ့တယ္သူမေနတဲ့တိုက္ခန္းမွာတိရိစၧာန္မေမြးရဘူးဆိုတဲ့ စည္းကမ္းတစ္ခုရွိတယ္...ေခြးေလးကိုပိုင္ရွင္မသိေအာင္ဘယ္လိုေမြးမလဲအလုပ္တဖက္နဲ႕သူမေခြးကိုဘယ္လိုထိန္းမလဲဆိုတာေတြကိုဟာသေလးနဲ႕ေႏွာျပီးရုိက္ကူးထားတာျဖစ္ပါတယ္ေနာက္ဆံုးသူမရဲ႕အေရးၾကီးဆံုးေန႕မွာေခြးေလးေပ်ာက္သြားခဲ့တဲ့အခါမွာေရာၿပန္ရွာေတြ႕ႏိုင္မလားဆိုတာ ဒီကားမွာၾကည့္ရႈရမွာပါ  File Size : (882 MB) & ( 320 MB)Quality : Web-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "5.7",
        "url": "https://megaup.net/S65x/Patrick_[2018]_(MM_Sub).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
        "title": "Destroyer (2018)",
        "description": "ဒီကားေလးကေတာ့ တကယ့္ဒိတ္ဒိတ္ၾကဲမင္းသမီး ၾကီးNicole Kidman အဓိကပါဝင္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ငယ္ရြယ္တဲ့စံုေထာက္မိန္းကေလး၁ေယာက္ ဘဏ္ဓါးျပမႈေတြနဲ႕ဆိုးသြမ္းတဲ့အဖြဲ႕ကိုတိတ္တဆိတ္စံုစမ္းဖို႕ေစလႊတ္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံဆိုးစြာပဲသူ႕ရဲ႕စစ္ဆင္ေရးက်ရွဳံးသြားခဲ့ျပီးသူခ်စ္တဲ့လူေကာတျခားလူေတြေရာအသတ္ခံလိုက္ရတဲ့အခါမွာတသက္လံုးသူ႕ကိုယ္သူအျပစ္တင္စိတ္ေတြနဲ႕ပဲေနထိုင္လာခဲ့ရင္း....သူလက္စားျပန္ေခ်ခ်င္တဲ့လူျပန္ေပၚလာတဲ့အခ်ိန္လက္စားေခ်ဖို႕ဘယ္လိုေတြၾကိဳးစားမလဲ...တဖက္မွာလည္း သူ႕ရဲ႕သမီးနဲ႕ေျပလည္ေအာင္ညိွႏိႈင္းျပီးျပႆနာေတြရွင္းရ....သမီးကိုခ်စ္တဲ့စိတ္,စိုးရိမ္စိတ္ေတြနဲ႕တဖက္မွာလည္းလက္စားေခ်လိုစိတ္ေတြကိုမင္းသမီးၾကီးကဘယ္လိုေတြသရုပ္ေဆာင္ျပီးဇာတ္ကိုဆြဲေခၚသြားမလဲဆိုတာေတြကိုဒီကားေလးမွာျမင္ရမွာျဖစ္ပါတယ္ File Size : (1 GB) & ( 410 MB)Quality : Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1y3zj/Destroyer_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/12-years-a-slave-poster-135x200.jpg",
        "title": "12 Years a Slave (2013)",
        "description": "12 Years a Slave (2013)\nIMDb - 8.1/10_____Rotten - 95%\nWon 3 Oscars. Another 238 wins & 335 nominations\n ငွေဝယ်ကျွန်စနစ်တွေက အေဘရာဟမ်လင်ကွန်း\nမတိုက်ဖျက်ခင်အထိ အမေရိကမှာရှိခဲ့ကြပါတယ်။\nအဲ့ဒီခေတ် အဲ့ဒီအခါအကြောင်း စာကြီးပေကြီးတွေမှာလည်း\nငွေဝယ်ကျွန်တွေနဲ့ ကျွန်ပိုင်ရှင် ပဋိပက္ခတွေပါလေ့ရှိပြီး\nပြည်တွင်းစစ်ကာလဆိုလည်း မမှားပါဘူး။\nကျွန်ရှင်တွေဘက်ကအမြင်ကို ပြသွားတဲ့ထဲ\nအကျော်ကြားဆုံးကတော့ \"Gone With the Wind \"\nလေရူးသုန်သုန်ပါ။ အဲ့ဒီစာအုပ်ရဲ့\nတစ်ထောင့်တစ်နေရာမှာထည့်ဖော်ပြသွားတဲ့\n၁၉ရာစုရဲ့အရောင်းရဆုံစာအုပ်\n\" Uncle Tom's Cabeint\" အန်ကယ်တွမ်ရဲ့တဲကလေး..နဲ့\nယခုကားရဲ့ မူလဘူတ \" 12yearsAslave\"ဆိုတဲ့ စာအုပ်\nစာအုပ်တွေကတော့ ကျွန်တွေဘက်က အမြင်ကို ပြထားပြီး\nနှစ်အုပ်လုံးက ထွက်ချိန်မကွာသလို အကြောင်းအရာလည်း\nမကွာခြားလှပါဘူး။ ထူးခြားချက်ကတော့12yearsASalve\nကတော့ Biography တစ်ပုဒ်ပါတဲ့။\nဒီစာအုပ်တွေမှာ နှစ်ဖက်လုံးမှာရှိတဲ့ အမှန်တရားတွေနဲ့\nထိုခေတ်အခါက ငွေဝယ်ကျွန်စနစ်ကို ကျွန်တော်တို့\nချိန်ထိုးနှိုင်းယှဉ်နိုင်ပါတယ်။\nဒီရုပ်ရှင်ကတော့ ကျွန်တော်သိသလောက်\nမြန်မာဘာသာပြန်စာအုပ်မရှိသေးတဲ့\n12 Years As A Slaveစာအုပ်ကို ရိုက်ထားတာပါ။ဇာတ်ကြောင်းတစ်ပိုင်းတစ်စကိုပြောရမယ်ဆိုရင်တော့...\nဟိုအရင်များဆီတုန်းက....\nအမေရိကန်ပြည်တွင်းစစ်ကာလလောက်မှာ\nSolomon Northupဆိုတဲ့\nလွတ်လပ်တဲ့ လူမည်းတစ်ယောက်ရှိခဲ့ပါတယ်။\nဂီတသမားသူ့ အရည်အချင်းကို ပြသရမယ်လို့\nလှည့်ဖျားပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/3zwi4/12_Years_A_Slave_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ss-143x200.jpg",
        "title": "Silence Snow ( 2019 )",
        "description": "Ewenkiမ်ိဳးႏြယ္စုေတြဟာေတာင္ေပၚမွာပဲေနထိုင္ရင္းသမင္ေမြးျမဴကာအသက္႐ွင္ေနထိုင္ေလ့႐ွိပါတယ္..တစ္ေန႔မွာအစိုးရကေနသူတို႔ကိုေတာင္ေအာက္လူေနမႈဘဝထဲမွာရပ္တည္ႏိုင္ဖို႔စီစဥ္ညႇိႏိႈင္းမႈေတြျပဳလုပ္ေပးခဲ့ပါတယ္..သူတို႔ေတြလူေနမႈဘဝထဲမွာအဆင္ေျပႏိုင္ပါ့မလား…တစ္ဖက္မွာလည္း ဝူေဟာက္နဲ႔ေက်ာက္က်န္႔ေကာ္တို႔ဟာသူငယ္ခ်င္းအရင္းေတြပါ..သူတို႔ေတြဟာေလထီးတပ္သားအျဖစ္တာဝန္ထမ္းေဆာင္ၿပီးအိမ္ျပန္လာတဲ့အခါ ဝူေဟာက္ရဲ႕မိန္းမေဖာက္ျပန္ေနတာသိလိုက္ရတဲ့အတြက္ေက်ာက္က်န္႔ေကာ္ကလက္လြန္ၿပီးသူ႔မိန္းမနဲ႔ေဖာက္ျပန္ေနတဲ့သူကိုသတ္လိုက္မိၿပီးထြက္ေျပးတိမ္းေ႐ွာင္ရင္း Ewenkiမ်ိဳးႏြယ္စုတို႔ေနထိုင္တဲ့ေတာင္ေပၚရဲ႕ေတာင္ေအာက္နားမွာ႐ွိတဲ့သစ္စက္မွာပုန္းလ်ိႈးၿပီးေနေနရပါတယ္…ေက်ာက္က်န္႔ေကာ္လက္လြန္ၿပီးသတ္လိုက္မိတဲ့သူရဲ႕အစ္ကိုဟာလည္းသူ႔ညီကိုသတ္တဲ့သူကိုေျမလွန္႐ွာမယ္ဆိုၿပီး ေနရာအႏွံလိုက္႐ွာေနပါတယ္..ဒီလိုနဲ႔သစ္စက္မွာေက်ာက္က်န္႔ေကာ္က ဝူေဟာက္နာမည္နဲ႔ရပ္တည္ေနတဲ့အခါ..ဝူေဟာက္ကဘာမ်ားျဖစ္သြားလို႔လဲ.ေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းေတြ႐ွိေနတာလဲ..Ewenkiေတြကိုေရႊ႔ေျပာင္းေပးဖို႔ေရာက္လာတဲ့ရဲမူးေရာက္လာခ်ိန္မွာေတာ့ဝူေဟာက္အေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့အခါ…ဆက္လက္ၾကည့္႐ႈၾကပါေနာ္Translated & Review By Phyo Zaw\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65m/Silence_Snow_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/bt-140x200.jpg",
        "title": "Blood and Ties ( 2013 )",
        "description": "Bluray 720p 5.1 CHအခုရက္ပိုင္းေတာင္းဆိုမွုေတြမ်ားလြန္းေနတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဟုတ္မဟုတ္တာကေတာ႔ကိုယ္႕ဟာကိုယ္သာဆံုးၿဖတ္ၾကေပါ႔အေဖတစ္ခု သမီးတစ္ခု ဘဝကိုေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနထုိင္ေနခဲ့တဲ့သားအဖ ႏွစ္ေယာက္ရဲ႕ ကံၾကမၼာဟာ\" The Devil's Whisper \"ဆိုတဲ့ရုပ္ရွင္ေလး ထုတ္လႊင့္ျပသၿပီးခ်ိန္မွာေတာ့ေဇာက္ထိုးမိုးေမွ်ာ္ျဖစ္သြားပါတယ္ဘဝတစ္ခုလံုးမွာဖခင္ျဖစ္သူကလြဲၿပီးအျခားဘယ္သူမွ မရွိတဲ့ေကာင္မေလးျဖစ္ရပ္မွန္ ရုပ္ရွင္ဇာတ္လမ္းထဲကျပန္ေပးသမားရဲ႕ အသံသူ႔အေဖရဲ႕ အသံနဲ႔ဆင္တူေနတဲ့အခ်ိန္မွာေတာ့အဆိုပါျပန္ေပးဆြဲမႈ နဲ႔သူ႔အေဖရဲ႕ ေနာက္ေၾကာင္းကို လိုက္လံစံုစမ္းရာမွသူသိလိုက္ရတဲ့အမွန္တရား က ဘာလဲသူ႔အေဖကဘယ္လိုလူမ်ိဳးလဲကံၾကမၼာ၊ သူသိထားတဲ့ အမွန္တရား၊လက္ေတြ႔ဘဝနဲ႔သူျဖစ္ေစခ်င္တဲ့ ဆႏၵေတြကထပ္တူၾကပါ့မလားဆက္လက္ၾကည္႕ရွုခံစားပါTranslated & Review By SCRN\nEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/S67l/Blood_And_Ties_(Gongbeom)_[2013]_(MM_Sub).mkv",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/First-kiss-140x200.jpg",
        "title": "Fall in Love at First Kiss ( 2019 )",
        "description": "အသစ္ထြက္ ဒီဇာတ္ကားေလးဟာဂ်ပန္ manga series ၿဖစ္တဲ႔ “Itazura na Kiss”ရဲ႕Remake Version ၿဖစ္ပါတယ္..Romanceၾကိဳက္သူေတြအတြက္ေတာ႔ကားေကာင္းပါပဲေကာင္မေလးဟာႏံုအၿပီးစာညံ႕တဲ႔ေကာင္မေလးသူဟာေက်ာင္းရဲ႕အေတာ္ဆံုးေကာင္ေလးကိုသေဘာက်လြန္းလို႕မိန္းကေလးတန္မဲ႔ခ်စ္ခြင္႔ပန္ခဲ႔ေပမယ္႔ၿငင္းပယ္ၿခင္းကိုခံလိုက္ရပါတယ္ဒါေပမယ္႔လည္း ေကာင္မေလးက လက္မေလ်ာ႔ခဲ႔ပါဘူးတေန႔မွာေတာ႔ ကံၾကမၼာဖန္လာေတာ႔ေကာင္မေလးအိမ္ဟာငလ်င္ေၾကာင္႔ပ်က္ဆီးသြားတာမို႔ေကာင္ေလးအိမ္မွာအေၾကာင္းဖန္လာတဲ႔အခါဘယ္လိုေတြဆက္ၿဖစ္ၾကမလဲဆံုဆည္းႏိုင္ၾကပါ႔မလား..ဇာတ္ကားတခုလံုးကို ရိုမန္႔ဆန္ဆန္ၾကည္နူးစြာခံစားရမွာပဲၿဖစ္ပါတယ္Translated & Review By Phyo Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/1y3z4/Fall_In_Love_At_First_Kiss_(Yi_Wen_Ding_Qing)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/Hao-165x200.jpg",
        "title": "Shocking Kung Fu Of Huo’s ( 2019 )",
        "description": "ဖိုက္တင္ကားၾကိဳက္တဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္အမွန္အကန္ဖိုက္ၿပီး စိတ္၀င္စားမွုအၿပည္႔နဲ႕ေစာင္႕ၾကည္႕ရမယ္႔ကားပဲၿဖစ္ပါတယ္ ( ဂ်င္းမဟုတ္ :3 )ဇာတ္လမ္းအညြန္းကေတာ႔သိုင္းေလာကရဲ႕အရွုပ္ေတာ္ပံုေတာ႔မဟုတ္ဘူး ကြန္ဖူးေလာကရဲ႕အရွုပ္ေတာ္ပံုလို႔ပဲဆုိရမယ္..ရွန္ဟိုင္းမွာအေနာက္တိုင္းသားေတြလာၿပီးေတာ႔တရုတ္ကြန္ဖူးကိုကင္မရာရိုက္ပီး ခိုးဖို႕ၿပင္တဲ႔ေခတ္လို႔ပဲေၿပာရမလားတရုတ္ကြန္ဖူးကိုေလွာင္ေၿပာင္ေနတဲ႔ေခတ္လို႔ပဲေၿပာရမလားပဲဒီလိုေခတ္ကိုအေၿခခံထားတဲ႔ဇာတ္ကားပါပဲလက္သီးနက္ၿပိဳင္ပြဲလို႔ တင္စားထားတဲ႔ ၿပိဳင္ပြဲမွာတရုတ္ကြန္ဖူးပညာရွင္ေတြ ေတာက္ေလ်ာက္ရွံုးေသဆံုးၾကရတယ္တစ္ေန႔မွာေတာ႔ ဒါေတြကိုၿပန္အဖတ္ဆယ္ႏိုင္မယ္႔သူရဲေကာင္းတစ္ေယာက္ထြက္ေပၚလာခဲ႔တယ္..အနက္ေရာင္မိစၦာဆုိတဲ႔သူရဲေကာင္းတစ္ဦးပါပဲ…ဒါေပမယ္႔ အနက္ေရာင္မိစၦာဆုိတဲ႔နာမည္နဲ႔ၿပိဳင္ခဲ႔သူေတြဟာတစ္ေယာက္တည္းမဟုတ္ဘူးဘယ္၂ေယာက္ရွိခဲ႔တာလဲ…ဘာေၾကာင္႔ဒီလိုလူေတြေၿပာင္းလဲေနတာလဲတကယ္လို႕မ်ား အနက္ေရာင္မိစၦာ၂ေယာက္ခ်ၾကမယ္ဆုိရင္ေရာဘယ္သူမ်ားႏိုင္မွာလဲ ?နားရွုပ္သြားၿပီလား မပူပါနဲ႔ၾကည္႕ရတာေတာ႔လံုး၀မရွုပ္တဲ႔အၿပင္ စိတ္၀င္စားမွုအၿပည္႔နဲ႔ဆက္လက္ၾကည္႕ရွုႏိုင္ပါတယ္ဇာတ္လမ္းရဲ႕ ၃ ပံု ၂ပံုကတိုက္ပြဲေတြနဲ႔ပဲၿပည္႔ေနတာပါTranslated & Review By Chu Chu\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65o/Shocking_Kung_Fu_Of_Huo’s_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ferry-152x200.jpg",
        "title": "The Ferry Man Manjusaka ( 2018 )",
        "description": "Imdb 6.4 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္စန္းခ်ီးဆုိတဲ႔ မံု႕ေဖာ္( ငရဲၿပည္အ၀င္မွာစစ္ေဆးသူ ) အသစ္ေလးတစ္ေယာက္ဟာငရဲအမွုထမ္း ေက်ာက္လီကိုသံေယာဇဥ္တြယ္ေနမိတယ္ဒါေပမယ္႔ သူမဟာ ငယ္စဥ္ကတည္းက၀ိညာဥ္ ၇ ခုရွိရာကေနတစ္ခုႏွုတ္ယူခံထားၿခင္းကိုၾကံဳေတြ႕ထားရတဲ႔ေကာင္မေလးဒါေၾကာင္႔မို႕လည္း သူဟာ မလွမပၿဖစ္ေနရတဲ႔အၿပင္ႏံုအအ နဲ႔ေပါ႔..အဲ႔အတြက္ေၾကာင္႔လည္းေက်ာက္လီကသူ႕ကိုလံုး၀ စိတ္မ၀င္စားဘူးၿဖစ္ေနပါတယ္.ဒီလိုနဲ႔တေန႕မွာ သူမ ဘ၀ထဲကိုခ်န္စိမ္းဆုိတဲ႔ေကာင္ေလးတစ္ေယာက္ေရာက္လာတဲ႔အခ်ိန္မွာဘာေတြဆက္ၿဖစ္မလဲလ်ိဳ႕၀ွက္ခ်က္ေတြဘာလဲဆုိတာေတာ႔ ကိုယ္တိုင္သာဆက္လက္ၾကည္႕ရွုပါTranslated & Review By Phyo Zaw\nEncoded By PHOENIX",
        "rating": "5.6",
        "url": "https://megaup.net/S65b/The_Ferry_Man_Manjusaka_[2018]_(MM_Sub).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ID-135x200.jpg",
        "title": "Special ID ( 2013 )",
        "description": "အက္ရွင္ကား ဖိုက္တင္ကား ၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္မင္းသား Donnie Yenရဲ႕ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ေဟာင္ေကာင္မွာတရားမ၀င္ ေမွာင္ခိုဂိုဏ္းေတြေသာင္းက်န္းေနတဲ႔ကာလမွာရဲေတြက အေရးယူဖို႕သက္ေသရွာေဖြတဲ႔အေနနဲ႔ခ်န္က်စ္လံုကို သူလ်ိဳအၿဖစ္ေစလႊတ္ထားခဲ႔တယ္..ငယ္ငယ္ကတည္းက ရဲအရာရွိတစ္ေယာက္ၿဖစ္ခ်င္ခဲ႔တဲ႔ခ်န္က်စ္လံုတစ္ေယာက္ သူလ်ိဳဘ၀မွာဘယ္လိုမ်ိဳးဒုကၡေတြၾကံဳေတြ႕ရမလဲေမွာင္ခိုဂိုဏ္းကေရာသူ႕ရဲ႕ဘ၀အမွန္ကိုသိရွိသြားမွာလားဒါ႔အၿပင္လူသတ္မွုၾကီးတခုၿဖစ္လာတဲ႔အခါမွာေတာ႔ခ်န္က်စ္လံုတစ္ေယာက္ဘယ္လိုေတြဆက္လက္လုပ္ေဆာင္မလဲဆုိတာကိုေတာ႔ဆက္လက္ၾကည္႕ရွုပါေဟာင္ေကာင္အက္ရွင္ကားေတြရဲ႕ထံုးစံအတိုင္းအက္ရွင္အပိုင္းကေတာ႔ အေထြအထူးေၿပာစရာမရွိေအာင္ေကာင္းၿပီးသားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုပါTranslated & Review By Ei Pyae\nEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/S65j/Special_ID_(Te_Shu_Shen_Fen)_[2013]_(MM_Sub).mkv",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/cyan-141x200.jpg",
        "title": "Cyan Wizard ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မေကာင္းဆုိး၀ါးေတြၾကီးစိုးေနတဲ႔ေခတ္ကာလၾကီးမွာ လူသားေတြဟာေၾကာက္လန္႔စြာနဲ႔ ေနထိုင္ခဲ႔ရတယ္..မေကာင္းဆုိး၀ါးလို႔သူတို႕ထင္တဲ႔လူတစ္ဦးကိုလည္း မီးရွိဳ႕သတ္ပစ္ဖုိ႕လည္း၀န္မေလးၾကဘူးတာအိုဆရာေလးတစ္ဦးကလည္း မေကာင္းဆုိး၀ါးေတြကိုမေကာင္းၿမင္တဲ႔သူတစ္ဦးပါပဲ..တစ္ေန႔မွာေတာ႔အၿဖစ္အပ်က္တခုေၾကာင္႔ တာအိုဆရာေလးရဲ႕ မေကာင္းဆုိး၀ါးအေပၚအၿမင္ေတြဟာေၿပာင္းလဲသြားရပါတယ္သူ႕အေဖကိုကယ္တင္ဖုိ႕အတြက္ေရာ ဘယ္လိုေတြစြန္႕လႊတ္မွုေတြလုပ္ရမလဲၿပီးေတာ႔ လူသားနဲ႔ မေကာင္းဆုိး၀ါးၾကားထဲက ၿခားနားခ်က္ကိုရွာေဖြရင္း လူသားၿဖစ္ၿဖစ္ မေကာင္းဆုိး၀ါးၿဖစ္ၿဖစ္ ခ်စ္ၿခင္းေမတၱာတရားကသာေလာကၾကီးမွာအလွပဆံုးေသာ အမွတ္တရေတြၿဖစ္တယ္ဆုိတာကိုပံုေဖၚထားတဲ႔ဇာတ္လမ္းေကာင္းေလးပါပဲ ဆက္လက္ၾကည္႕ရွုခံစားပါ This Movie Brought To You By Channel MyanmarTranslated & Review By CM_Chinese TeamEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1y2sb/Cyan_Wizard_[2019]_(MM_Sub).mkv",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/badla-et00077951-19-06-2018-10-46-53-150x200.jpg",
        "title": "Badla (2019)",
        "description": "Badla (2019)__________IMDB - 7.9/10\n=========================\nBadla -2019 ဆိုတဲ့ ရုပ်ရှင်ကားဟာဘောလိဝုဒ်ပရိသတ်တွေကြား တော်တော်လေး လူသိများတယ်ဆိုရင် မှားမယ်မထင်ပါဘူးဗျာ။\"မအိုသေး\" ဆိုတဲ့ အလောင်းစည်သူမင်းကြီးရဲ့ ပြောစကားလိုအသက်ကြီးနေပြီဖြစ်ပေမဲ့ဒီနေ့ထိ မြင်တွေ့နေရတုန်း အမီတာဘချန်းနဲ့Mulk-2018 ရဲ့ မင်းသမီး Tapsee Pannu တို့ နှစ်ယောက်ကို အဓိက မြင်တွေ့ရမှာပါ။--------------------------------------------------------\"ဇာတ်လမ်းအကျဉ်း\"တစ်နှစ်တာ Focus Business Person ဆုကိုရရှိထားတဲ့ စီးပွားရေးလုပ်ငန်းရှင်နိုင်နာဟာ လတ်တလောမှာ လူသတ်မှုတစ်ခုအတွက်သံသယရှိရသူအဖြစ် အကျယ်ချုပ်နဲ့ စောင့်ကြည့်ခံထားရပါတယ်။ဖြစ်ရပ်ကဟိုတယ်အခန်းထဲမှာ သူရယ်၊ ပူနွေးနွေးသတ်ခံထားရတဲ့ အလောင်းတစ်ခုရယ်နဲ့အခန်းဟာ ပိတ်မိနေခဲ့ပါတယ်။ဒါကို နိုင်နာက သူမသတ်ဘူးလို့ ငြင်းဆိုနေတယ်။ဒီအတွက် သူ့ရှေ့နေ ဂျင်မီဟာ အရမ်းတော်တဲ့ ရှေ့နေ ဂု(ပ်)တာကို ငှားရမ်းခဲ့ပါတယ်။ရှေ့နေ ဂု(ပ်)တာဟာ သိပ်ကို တော်တဲ့ ရှေ့နေတစ်ယောက်ပါ။အမှုမှန်ကို ဖော်ထုတ်တဲ့ နေရာမှာ ကျွမ်းကျင်သူပေါ့။နိုင်နာရဲ့ ထွက်ဆိုချက်အရ\"သေဆုံးသူနဲ့ အာဂျွန်းနဲ့ သူနဲ့ကို ဟိုတယ်ကို ချိန်းဆိုပြီစောင့်ခိုင်းပါတယ်တဲ့။ဒါပေမဲ့...ငွေကို လာရောက်မယူဘဲ စာတိုတစ်စောင်ကို ပို့ခဲ့ပါတယ်။ဒါဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1x216/Badla_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    }
]