[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/x-200x112.jpg",
        "title": "X-Men: The Last Stand (2006)",
        "description": "When a cure is found to treat mutations, lines are drawn amongst the X-Men and The Brotherhood, a band of powerful mutants organized under File size- (1 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Chi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/x-men-the-last-stand-2006/",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ucMY4dPE4gGLPgDdYgyggYHBkF.jpg",
        "title": "X-men 2 (2003)",
        "description": "Professor Charles Xavier and his team of genetically gifted superheroes face a rising tide of anti-mutant sentiment led by Col. William Stryker. Storm, Wolverine and Jean Grey must join their usual nemeses – Magneto and Mystique – to unhinge Stryker's scheme to exterminate all mutants. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။ File ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xac2/X2_-_X-Men_United_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k01Q6ATbfzNJgw4Zuoj0LTY3T9x.jpg",
        "title": "X-Men (2000)",
        "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္....ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။  File size…(1.8 GB) and (1 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Min ...",
        "rating": "7.4",
        "url": "https://megaup.net/2p89h/X-Men_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iKMeE6oYzBVzhA6xLGb8PPWEruF.jpg",
        "title": "Secret Obsession (2019)",
        "description": "ယာဥ္တိုက္မႈဆိုးဆိုးဝါးဝါးျဖစ္ၿပီး ဦးေႏွာက္အျပင္းအထန္ထိခိုက္ကာ အသက္မေသခဲ့ေပမယ့္မွတ္ဉာဏ္ေတြေပ်ာက္ဆံုးသြားတဲ့ ဂ်နီဖာ...သတိရလာတဲ့အခါ ခ်စ္ခင္ပြန္းရက္ဆဲလ္က ေဘးကေနေတာက္ေလ်ာက္ ျပဳစုေစာင့္ေရွာက္ေနေပမယ့္တစ္ခုခုမွားယြင္းေနေၾကာင္း သိလာရတဲ့အခါ..Netflix ရဲ႕ thriller ေလးကို မိုးေအးေအးမွာ ၾကည့္ရႈခံစားလိုက္ပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ)  File Size : (750 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DDP5.1.Atmos.x264-NTGTranslated by May Myat Thu\nEncoded by THZ",
        "rating": "4.4",
        "url": "https://megaup.net/2d4qw/Secret_Obsession_[2019]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5TibOXa3ZTHfAWuf840orXm0Zoo.jpg",
        "title": "Harmony (2019)",
        "description": "စၾကာဝဠာႀကီးထဲမွာ စိတ္ခံစားခ်က္ႏွစ္ခုပဲရွိတယ္အဲ့ဒါကေတာ့ ခ်စ္စိတ္နဲ႔ ေၾကာက္စိတ္တဲ့ အဲ့ဒီခံစားခ်က္၂ခုဟာ သိပ္ကို ျပင္းထန္လြန္းတဲ့အတြက္ အရာရာတိုင္းကို ခ်ည္ေႏွာင္ထားတယ္တဲ့ဟာမိုနီလို႔ေခၚတဲ့ ေကာင္မေလးဟာ ေမြးကတည္းက သူ႔ပတ္ဝန္းက်င္မွာ ရွိတဲ ့အပ်က္တရားျဖစ္တဲ့ ေၾကာက္ရြံျခင္းစိတ္ကို ခံစားသိရွိသူတစ္ဦးပါ။ဒါ့အျပင္ သူထိလိုက္တဲ့လူရဲ႕ ေၾကာက္ရြံျခင္းစိတ္ကို စုပ္ယူႏိုင္စြမ္းလဲရွိပါတယ္။သူဟာ ဒုကၡေရာက္ေနသူေတြဆီက ေၾကာက္ရြံျခင္းစိတ္ကို စုပ္ယူၿပီး ကူညီေပးေနသူတစ္ဦးျဖစ္ပါတယ္။တစ္ေန႔ ဟာမိုနီ ဟာ ကိုယ့္ကိုယ္ကို သတ္ေသေတာ့မယ္အမ်ိဳးသမီးကို ကူညီေပးရင္း အဲ့ဒီအမ်ိဳးသမီးက ဟာမိုနီကို အရမ္းခင္မင္သြားပါေတာ့တယ္။အဲ့ဒါကပဲ ဟာမိုနီ ဆိုတဲ့ ေကာင္မေလးနဲ႔ ေမဆင္ ဆိုတဲ့ေကာင္ေလးတို႔ ေတြ႕ဖို႔ အေၾကာင္းျဖစ္လာေတာ့တာပဲ။ေမဆင္ဆိုတဲ့ေကာင္ေလးကေတာ့ တစ္ခန္းလြတ္ေနတယ္လို႔ ေျပာရေလာက္တဲ့ ခပ္ေၾကာင္ေၾကာင္ေကာင္ေလးပါ။သူ႕မွာ အထူးအဆန္းေမးခြန္းေတြ အမ်ားႀကီးရွိတယ္ အခ်စ္ဆိုတာ ဘာလဲတို႔ အခ်စ္ဆိုတာ ထင္ေယာင္ထင္မွားအရာလား ဆိုတဲ့ ေဂါက္ေတာက္ေတာက္ ေမးခြန္းေတြေပါ့။ပါတီပြဲတစ္ခုမွာ ဟာမိုနီ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1x6Yp/Harmony_[2019]_(MM_Sub).mp4",
        "category": "Fantasy, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNTczMzc4NDY0MF5BMl5BanBnXkFtZTgwMjI3Njg3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Intruder (2019)",
        "description": "ခ်ာလီပက္ခ္တစ္ေယာက္ သူ႕အိမ္ကုိအေရာင္းထုတ္ေနပါတယ္။\nဖေလာ္ရီဒါမွာရွိတဲ့သူ႕သမီးေလးက အသက္အရြယ္ႀကီးေနၿပီျဖစ္တဲ့သူ႕အေဖကို\nသူတို႕နဲ႕အတူလာေနေစဖို႕ေျပာေနေတာ့ ဒီအိမ္ကိုေရာင္းထုတ္ၿပီးေတာ့\nသူ႕သမီးဆီလိုက္သြားေတာ့မွာပါ။\nခ်ာလီတို႕ အိမ္ကုိလာၾကည့္တဲ့ စေကာ့နဲ႕အန္နီတို႕ကေတာ့\nစစေရာက္ခ်င္းမွာ နည္းနည္းေလးေတာ့\nထိတ္လန္႕စရာေတြၾကံဳခဲ့ရေပမယ့္\nအန္နီတစ္ေယာက္အိမ္ေလးကိုအရမ္းသေဘာက်ေနတာနဲ႕ပဲ\nေနာက္ဆံုးေတာ့ဝယ္ျဖစ္သြားၿပီး\nေျပာင္းေရြ႕ေနထိုင္ၾကပါေတာ့တယ္။\nအိမ္ေလးရဲ႕ေဘးနားတစ္ဝုိက္မွာသစ္ေတာေလးနဲ႕ဖံုးအုပ္ထားၿပီးေတာ့\nတကယ့္ကိုလွပတဲ့အိမ္ေလးတစ္လံုးလဲျဖစ္ပါတယ္။\nအန္နီတစ္ေယာက္ေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနခဲ့တာေပါ့။\nဒါေပမယ့္ေလ ႏွစ္ရွည္ၾကာျမင့္စြာေနထိုင္ခဲ့တဲ့ ခ်ာလီအတြက္ေတာ့\nဒီအိမ္မွာ သူ႕မိန္းမနဲ႕အတူ ကေလးေတြနဲ႕လဲ ေနထိုင္ရင္းျဖတ္သန္းခဲ့ရတာဆိုေတာ့\nမၾကာမၾကာျပန္ျပန္ေရာက္လာၿပီးေတာ့\nအိမ္ေလးနဲ႕ပတ္သက္တာေတြကုိ လုပ္ေပးေလ့ရွိပါတယ္။\nဒါေပမယ့္ တခ်ိဳ႕ေသာကိစၥေလးေတြေပၚေပါက္လာခဲ့တဲ့အခ်ိန္မွာေတာ့\nဇာတ္လမ္းကတစ္မ်ိဳးေျပာင္းလဲသြားတာကို\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ခင္ဗ်ာ။\nစိတ္လႈပ္ရွားစရာေကာင္းတဲ့ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္\nလက္လြတ္မခံပဲၾကည့္ရႈသင့္ပါတယ္လို႕ထပ္ေလာင္းေျပာၾကားလိုက္ပါတယ္။\nFile Size : (1.43 GB) and (750 MB) \nQuality : AMZN WEB-DL (1080p 5.1,720p)\nRunning Time : 101min\nFormat : Mp4\nGenre : Drama,Horror,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.3",
        "url": "https://megaup.net/2d4qy/The_Intruder_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/You_Are_the_Apple_of_My_Eye_Japanese_Movie-P1-141x200.jpg",
        "title": "You Are the Apple of My Eye (2018)",
        "description": "You Are the Apple of My Eye လို့မြင်မိတာနဲ့ ကျွန်တော်တို့ရင်ထဲ ဆစ်ခနဲနာလာတတ်တဲ့ ခံစားချက်တစ်ချို့ရှိခဲ့ကြတယ်မလား...၂၀၁၁ က ထိုင်ဝမ်ဇာတ်ကား You Are the Apple of My Eye ဆိုတဲ့ဇာတ်ကားဟာ ကျွန်တော်တို့ငယ်ဘဝတွေနဲ့ ထပ်တူကျလွန်းလို့အဲ့ဒီဆစ်ဆစ်နာတဲ့ အနာကိုပဲ တယုတယ ပြန်ပြန်သတိရ ခဏခဏ ပြန်ပြန်ကြည့်ရတဲ့ ဇာတ်ကားပေါ့...အခုကတော့ အဲ့ဒီဇာတ်ကားကို Japan Remake အနေနဲ့ ပြန်လည်ရိုက်ကူးထားတာပါ။ဂျပန်ဇာတ်ကားဖြစ်လို့ တမူထူးခြားတဲ့ အရသာကို ပြန်မြည်းစမ်းခွင့်ရပါမယ်....ထူးခြားတာက စံပြကျောင်းသူ မိန်းမလှလေးနေရာက သရုပ်ဆောင်တဲ့ မင်းသမီးလေး Asuka Saitō ပါ။သူရဲ့ မိခင်က မြန်မာလူမျိုးတစ်ဦးဖြစ်ပြီး ဂျပန်လူမျိုးဖခင်နဲ့ ရထားတဲ့ ကပြားလေးဖြစ်ပါတယ်။မြန်မာပြည်ကိုလဲ လာလည်ခဲ့ဖူးပါသတဲ့။ တကယ်လဲ အရမ်းချစ်ဖို့ကောင်းတဲ့ ကလေးမလေးပါ။ကျွန်တော်တို့ အားလုံး ငယ်ဘဝကိုဖြတ်သန်းဖူးသလို အမှတ်တရတွေကိုယ်စီရှိကြဖူးတယ်။\nလောကကြီးအကြောင်းသင်ယူကာစ ဆယ်ကျော်သက်အရွယ်မှာ သိပ်ချစ်ခဲ့ဖူးတဲ့ သူငယ်ချင်းတွေရှိတယ်။\nဘဝရဲ့ ပထမဆုံးတွေ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2d4qC/(CM)You.Are.the.Apple.of.My.Eye.2018.720p.BluRay.x264-WiKi.mp4",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2ttWZ8rMRwIMT7zA48Jo6mTkDS.jpg",
        "title": "Long Shot (2019)",
        "description": "ဟာသဒရာမာ ကားေကာင္းေတြကို ေမွ်ာ္လင့္ေတာင့္တေနတဲ့ ပရိတ္သတ္ေတြအတြက္၂၀၁၉ ထဲ ပူပူေႏြးေႏြး ထြက္ရွိထားတဲ့ Long Shot ဆုိတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးပါရေစဖရက္ ဖလာစကီ ဆိုတဲ့ သတင္းေထာက္တစ္ဦးဟာ သူတို႔သတင္းစာတိုက္ကို ခရိုနီ ကုမၸဏီၾကီးက ဝယ္သြားလု႔ိေဒါသေတြထြက္ မေက်မနပ္ျဖစ္ျပီး သတင္းစာတိုက္ကေန အလုပ္ထြက္လာခဲ့ျပီး အလုပ္လက္မဲ့တစ္ဦးျဖစ္ေနခဲ့ပါတယ္ခ်ားေလာ့ ဖီးဒ္ဆိုတဲ့ အမ်ိဳးသမီးကေတာ့ လွပျပီး ထက္ထက္ျမက္ျမက္ရွိတဲ့ အေမရိကန္ျပည္ေထာင္စုရဲ႕ အတြင္းေရးမွဴးတစ္ေယာက္ျဖစ္ရံုမကေနာက္တက္မယ့္ သမၼတေနရာအတြက္ လက္ရွိသမၼတက ေထာက္ခံမႈေပးထားတဲ့ ဒိတ္ဒိတ္က်ဲ အမ်ိဴးသမီးတစ္ဦးေပါ့သာမာန္သတင္းေထာက္ေလးတစ္ဦးနဲ႔ ႏုိင္ငံရဲ႕အစိုးရအဖြဲ႕ဝင္ ဒိတ္ဒိ္တ္ၾကဲ အမ်ိဳးသမီးတစ္ဦးတို႔ဟာတစ္ညမွာ အမွတ္မထင္ေတြ႕ဆံုခဲ့ၾကျပီး ဘာေတြမ်ားဆက္ျဖစ္ၾကမွာပါလိမ့္….။မျပံဳးဘဲ ဝါးလံုးကြဲ ရယ္ရမယ့္ဟာသမ်ားနဲ႔ အေမရိကန္ႏိုင္ငံေရးကို သေရာ္ထားျပီး ရင္ထိတ္စရာမ်က္ရည္လည္စရာ ခံစားခ်က္ေပါင္းစံုေရာျပြန္းေနမယ့္ ဇာတ္ကားေလးကို Seth Rogen နဲ႔ Charlize Theron ...",
        "rating": "7.2",
        "url": "https://megaup.net/2d4qo/Long_Shot_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ItW1N2L2YIWVlZh1cg2Ylh3i8f.jpg",
        "title": "Ophelia (2018)",
        "description": "ရွိတ္စပီးယားျပဇာတ္ေတြနဲ႔ မစိမ္းသူေတြကေတာ့ နာမည္ေက်ာ္ ဟမ္းမလက္ျပဇာတ္ကို သိၾကမွာပါဒီကားကေတာ့ အဲဒီကမာၻေက်ာ္ျပဇာတ္ကိုပဲ ျပန္႐ိုက္ထားတာ ျဖစ္ပါတယ္ဟမ္းမလက္ရဲ႕အမ်ိဳးသမီးျဖစ္သူ အိုဖီလီယာဘက္က လွည့္ၿပီးေတာ့ဇာတ္ၫႊန္းခြဲ ႐ိုက္ကူးတင္ဆက္ထားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသားတစ္ပါးျဖစ္သူ ဟမ္းမလက္နဲ႔ဘုရင့္ေနာက္ေတာ္ပါးတစ္ဦးရဲ႕ သမီးျဖစ္သူ အိုဖီလီယာတို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းပဲျဖစ္ပါတယ္ဟမ္းမလက္က သိပ္မရင့္က်က္ေသးတဲ့ မင္းသားတစ္ပါး ျဖစ္ၿပီးသူ႔ဦးရီးေတာ္ရဲ႕ အႏိုင္က်င့္မႈ လူဝါးဝမႈေတြကို ခံေနရက်ျဖစ္ပါတယ္အိုဖီလီယာကေတာ့ တင္းက်ပ္တဲ့စည္းမ်ဥ္းေတြနဲ႔ မိန္းမသားေတြကိုႏွိပ္ကြပ္ထားတဲ့ေခတ္မွာေတာင္ ထက္ထက္ျမက္ျမက္ေယာက်ာ္းေတြနဲ႔ တန္းတူ ႀကီးပ်င္းလာတဲ့ မိန္းကေလးတစ္ဦးပါသူတို႔ႏွစ္ဦးရဲ႕အခက္အခဲၾကားက ခ်စ္ပံုျပင္ကို တင္ဆက္ထားတာပဲျဖစ္ပါတယ္သာမန္အခ်စ္ဇာတ္လမ္းလို႔ထင္ႏိုင္ဖြယ္ရာရွိေပမယ့္ ကမာ႓ေက်ာ္ျပဇာတ္ဆိုတဲ့အတိုင္းဇာတ္အိမ္ခိုင္ခိုင္မာမာနဲ႔ အႏု အၾကမ္း အလြမ္း အကုန္ပါေအာင္ တင္ဆက္ထားတာပါတစ္ဆင့္ၿပီးတစ္ဆင့္ ဇာတ္ကြက္ကိုမွန္းမရေအာင္ ပံုေဖာ္႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္ၾကည့္မိလို႔ေနာင္တမရမယ့္ကားတစ္ကားျဖစ္ၿပီးေတာ့Rating 7.1 အထိရရွိထားပါတယ္...ဒီျပဇာတ္ကလည္း ႐ိုမီယို ဂ်ဴးလိယက္နဲ႔ အၿပိဳင္ ကမာ႓ေက်ာ္ခဲ့တဲ့ျပဇာတ္တစ္ခုမို႔ ၾကည့္ၿပီးတဲ့အခါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d4qr/Ophelia_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pituoo5d0QqYKdHe2ljAEmtxbpK.jpg",
        "title": "Darlin’ (2019)",
        "description": "ပထမဇာတ္လမ္း \"The Woman\" အဆံုးသတ္မွာ လူသားစားမ်ိဳးႏြယ္ျဖစ္သည့္အမ်ိဳးသမီးေခၚသြားတာခံရျပီး တိရစၦာန္တစ္ေကာင္လိုၾကမ္းတမ္း႐ိုင္းစိုင္းေနခဲ့တဲ့ဒါလင္ေလးဟာ အခုဒီဇာတ္ကားထဲမွာေတာ့ ကတ္သလစ္ဘုရားေက်ာင္းတစ္ခုကိုေရာက္႐ွိသြားျပီးယဥ္ေက်းလိမၼာေကာင္းမြန္တဲ့မိန္းကေလးတစ္ေယာက္ျဖစ္လာေအာင္လို႔ေနထိုင္လုပ္ေဆာင္ပံုေတြကိုေတြ႔ျမင္ႏိုင္မွာပါ...ဒါလင္တစ္ေယာက္ပံုမွန္မိန္းကေလးတစ္ေယာက္လိုေနထိုင္သြားႏိုင္မွာလား...သူ႔ေဘးနားမွာ႐ွိေနၾကသည့္သူေတြကေရာ သူ႔အေပၚတကယ္ေကာင္းတဲ့သူေတြပဲလား၊သူ႔ကိုေခၚသြားသည့္အမ်ိဳးသမီးသူ႔နားျပန္ေရာက္လာတဲ့အခါမွာေရာ ဘာေတြဆက္ျဖစ္လာမွာလဲဒီလိုအရာေတြကိုစိတ္၀င္တစားနဲ႕ၾကည့္ရမွာၿဖစ္ပါတယ္.... File Size : (943 MB ) & (430 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/1x6Yl/Darlin’_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YrVrPfMEqtFsLmN4HdzERjbveo.jpg",
        "title": "Lying and Stealing (2019)",
        "description": "ဒီကားထဲမွာေတာ့ divergentတို႕insurgentတို႕ရဲ႕မင္းသားtheo jamesကအႏုပညာလက္ရာေတြကိုခိုးတဲ့သူတစ္ေယာက္အျဖစ္ပါဝင္ထားပါတယ္အႏုပညာေက်ာင္းဆင္းတစ္ေယာက္ျဖစ္တဲ့အိုင္ဗန္ဟာေသသြားတဲ့သူ႕အေဖအလုပ္လုပ္ခဲ့တဲ့ပန္းခ်ီေမွာင္ခိုေလာကရဲ႕သူေဌးၾကီးလက္ေအာက္မွာအလုပ္လုပ္ရင္းပိုက္ဆံရွာေနတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္ဒါေပမယ့္အခ်ိန္ၾကာလာတဲ့အခါဒီအလုပ္နဲ႕ေရွ႕မဆက္ခ်င္ေတာ့တာေၾကာင့္ရပ္ဖို႕ၾကိဳးစားခဲ့ေပမယ့္လည္း......အရင္လုပ္ထားတဲ့အလုပ္ေတြရဲ႕ပိုက္ဆံကိုသူေဌးၾကီးကမလႊဲခ်င္တာေၾကာင့္အိုင္ဗန္ကိုဘယ္လိုေတြဒုကၡေပးမလဲ..အိုင္ဗန္ကေရာဘယ္လိုအႏိုင္ယူမလဲ..တစ္ခ်ိန္ထဲမွာပဲအရင္တုန္းကအတိတ္မေကာင္းခဲ့တာေၾကာင့္ရုပ္ရွင္မင္းသမီးဘဝကေနလိမ္လည္တဲ့သူတစ္ေယာက္ျဖစ္လာတဲ့မင္းသမီးနဲ႕ဆံုတဲ့အခါမွာ...သူတို႕ႏွစ္ေယာက္ေပါင္းျပီးသူေဌးၾကီးနဲ႕မင္းသမီးကိုဒုကၡေပးခဲ့တဲ့ထုတ္လုပ္သူကိုဘယ္လိုေတြႏွိပ္ကြပ္မလဲဆိုတာ.မင္းသမီးလွလွေလးရဲ႕အကြက္လွလွေလးေတြကိုျမင္ေတြ႕ရမွာျဖစ္ပါတယ္ File Size : (938 MB ) & (346 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/R8jv/Lying_And_Stealing_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTExMzU0ODcxNDheQTJeQWpwZ15BbWU4MDE1OTI4MzAy._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Arrival (2016)",
        "description": "Arrival (2016)\nMystery/Science fiction\nArrival ဆိုတာ လေဆိပ်မှာဆိုရင်တော့ ဆိုက်ရောက်ပေါ့ဗျာ..\nဒီဇာတ်ကားထဲမှာလဲ တစ်စုံတစ်ဦးက တစ်နေရာရာကို ဆိုက်ရောက်လာတာနဲ့ပတ်သက်ပြီး ဖြစ်ပေါ်လာတဲ့အကျိုးဆက်တွေကိုမြင်တွေ့ရမှာပါ။\nအမှန်ပြောရရင် ကျွန်တော်ဒီကားကို Trailer လည်းမကြည့်ဖြစ်တော့ ဇာတ်ကားမကြည့်ခင်အထိ အာကာသနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားလို့ပဲထင်ခဲ့ဖူးတယ်။ တကယ်တမ်းမှာ ကမ္ဘာမြေကို ရောက်ရှိလာတဲ့ ဧည့်သည်တွေနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားဖြစ်နေတာပါ။.. ဇာတ်ကားအမျိုးအစားကို Mystery/Science fiction လို့ ဖော်ပြကြပေမယ့် ကျွန်တော်ကတော့ Drama ဇာတ်ကားကောင်းတစ်ကားကို ကြည့်ခွင့်ရလိုက်တယ်လို့ပဲ ခံစားရပါတယ်။\nDirector Denis Villeneuve က ရိုက်ကူးပြီး မင်းသမီး Amy Adams နဲ့ မင်းသား Jeremy Renner တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့….\nDr. Louise Banks ရဲ့ ဘဝဇာတ်ကြောင်းနဲ့ အစပြုထားပါတယ်။ သူမက ကလေးငယ်တစ်ဦးရဲ့ မိခင်တစ်ယောက်ဖြစ်ပြီး သမီးလေးကို တစ်ဦးတည်း ထိန်းကြောင်းနေတဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ လက်မှာ လက်ထပ်လက်စွပ်လည်းဝတ်ထားပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/R8jg/Arrival_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://yoteshinportal.cc/point-blank-2019-mm-sub-mp-4-1",
        "title": "Point Blank (2019)",
        "description": "Netflix ရဲ႕ အက္ရွင္ ကားအသစ္တင္ေပးထားပါတယ္။မင္းသားကေတာ့ Avengers ေတြထဲက Falcon ပါပဲ။ဒီဇာတ္လမ္းမွာေတာ့ သူက သူနာျပဳ ေပါလ္ ပါ။ေပါလ္မွာ ကေလးေမြးခါနီး မိန္းမတစ္ေယာက္ရွိပါတယ္။လူသတ္ၿပီး ဒဏ္ရာနဲ႕ ဝရမ္းေျပးတစ္ေယာက္ကို ေပါလ္ရဲ႕ ေဆးရံုမွာရဲေတြက လာပို႕ထားခ်ိန္ ေပါလ္ရဲ႕ မိန္းမကို တရားခံရဲ႕ ညီက ျပန္ေပးဆြဲသြားပါတယ္။ၿပီးေတာ့ သူ႕အစ္ကိုကို ကယ္ထုတ္လာေပးဖို႕ အၾကပ္ကိုင္တဲ့အခိ်န္မွာေပါလ္တစ္ေယာက္ မထင္ထားဘဲ ဒုစရုိက္အဖြဲ႕ေတြနဲ႕ ရဲေတြရဲ႕ ၾကားမွာ ညွပ္ပါေတာ့တယ္။ေပါလ္ နဲ႕ ဝရမ္းေျပးေအ့ဘ္တို႕ စြန္႕စားခန္းေတြကို ၾကည့္လုိ႕ေကာင္းေအာင္ ရိုက္ထားတာပါပဲ။ (Littleneo ဘာသာျပန္ေပးထားပါတယ္) File Size : (1.40 GB) , (700 MB) and (350 MB)\nQuality : NF WEB-DL (1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/2d3e0/Point_Blank_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/LEGO-DC-Batman-Family-Matters-2019-poster-134x200.jpg",
        "title": "Lego DC Batman: Family Matters (2019)",
        "description": "LEGO DC: Batman - Family Matters (2019)\nIMDb - 6.1/10_____Rotten - 55%\n  \nဇာတ်လမ်းအကျဉ်း\nဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ\nတစ်နေ့ သူ့ကုမ္ပဏီကို ရောင်းဖို့ဆုံးဖြတ်လိုက်တော့တယ်။\nဒီအချိန်မှာပဲ Bat Family Member တွေဆီကို\nထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။\nဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။\nဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီး\nကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာ\nGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။\nLEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကို\nချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။\nGotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။\nနောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့\nလုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။\n  \nFile Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1B22n/LEGO_DC_-_Batman_–_Family_Matters_[2019]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSK7N9T9uqp7WqaFffKPhPxx0mB.jpg",
        "title": "Measure of a Man (2019)",
        "description": "ေနြရာသီအားလပ္ရက္ဆုိတာကိုမၾကိဳက္တဲ့သူမရွိသေလာက္ရွားမယ္လို႕ထင္ပါတယ္ဒီအခ်ိန္ကအကုန္လံုးကိုခဏေမ့ထားျပီးလြတ္လြတ္လပ္လပ္ေပ်ာ္ပါးလို႕ရတဲ့အခ်ိန္ေကာင္းေလးတစ္ခုပဲေလလူငယ္ေတြအတြက္ေရာမိသားစုေတြအတြက္ေရာ\nဒါေပမယ့္ဒီကားေလးမွာေတာ့ေနြရာသီအားလပ္ရက္ကိုမုန္းတဲ့လူငယ္ေလးတစ္ေယာက္ကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားကာရသအမ်ိဳးမ်ိဳးေပးထားတာကိုခံစားရမွာ\nေနြရာသီဆိုျမိဳ႕ျပကေနေက်းလက္ကိုထြက္လာျပီးအပန္းေျဖေလ့ရွိတဲ့ မိသားစုေတြျမိဳ႕ျပကေနလာအပန္းေျဖတဲ့သူေတြကိုမေက်နပ္တဲ့ေဒသခံလူငယ္အုပ္စုအဲဒီၾကားထဲမွာဓါးစာခံျဖစ္ျပီးအျမဲအႏိုင္က်င့္ခံရတဲ့အျပင္ဘာလုပ္လုပ္အေကာင္းမျမင္ေပးတဲ့အေဖရဲ႕စကားလံုးဖိႏွိပ္မႈေတြကိုပါခံရတဲ့ေကာင္ေလးတစ္ေယာက္\nတစ္ေန႕သူအလုပ္လုပ္တဲ့အိမ္ကအဖိုးၾကီးရဲ႕ပညာသားပါပါပညာေပးမႈေတြနဲ႕ရင့္က်က္လာတဲ့အခါ....ရုတ္တရက္ျပႆနာေတြထျဖစ္တဲ့အေဖနဲ႕အေမရဲ႕ဆက္ဆံေရးၾကားထဲဘယ္လိုေနမလဲ ...\nတိတ္တခိုးခ်စ္ေနရတဲ့ေကာင္မေလးနဲ႕ေရာဘယ္လိုေရွ႕ဆက္မလဲ...ဒီၾကားထဲအခ်စ္ေရးရွဳပ္တဲ့သူ႕အစ္မျပႆနာေတြေရာ....\nဒီကားေလးကလူငယ္ေတြၾကည့္ကိုၾကည့္သင့္တဲ့ကားေကာင္းေလးတစ္ကားပါဟာသေလးေတြပါေရာထားတာမို႕ပ်င္းရမွာမဟုတ္ပါဘူး... File Size : (937 MB ) & (302 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3e7/Measure_Of_A_Man_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSr9f8ex7FIViB7Kg0HFJUl0qHN.jpg",
        "title": "1/1 (2018)",
        "description": "အခုမွအသက္ႏွစ္ဆယ္ျပည့္ကာစမိန္းကေလးတစ္ေယာက္ရဲ႕ျဖတ္သန္းရတဲ့အေျခအေနေတြအခက္အခဲေတြ ဒုကၡေတြကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားတာပါအေဖကရုတ္တရက္ကိုယ့္ကုိယ္ကိုသတ္ေသသြားတဲ့အခ်ိန္အေမနဲ႕စကားမ်ားျပီးအိမ္ကထြက္လာခဲ့တဲ့ဆယ္ေက်ာ္သက္အရြယ္မိန္းကေလးေဆးေတြသံုးျပီးရည္းစားနဲ႕အတူအိပ္မိရာကကိုယ္ဝန္ရွိလာခဲ့တဲ့အခါရည္းစားကလည္းထားခဲ့ အေဖကလည္းေသအဲဒီအခ်ိန္မွာပဲအေမနဲ႕ျပန္လည္စကားေျပာရာကအေဖရဲ႕အေၾကာင္းေတြသိလာတဲ့အခါဘာေၾကာင့္သတ္ေသသြားလဲဆိုတာ....လူငယ္ေတြၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားပါ File Size : (789 MB ) & (249 MB)Quality :Web-DL 720pRunning Time :1 hr 25 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/R8ji/1-1_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8V2qB4ehyGCEMBsLPXDNiTvcx7.jpg",
        "title": "Robert Reborn (2019)",
        "description": "ေရာဘတ္ဆိုတဲ့ကေလးငယ္ေလးက မိသားစုေမတၱာအျပည့္မဝမရခဲ့တဲ့ကေလးငယ္ေလးတစ္ေယာက္ပါအႏိုင္က်င့္တတ္တဲ့အေဖနဲ႔ ဘာသာတရားကိုင္း႐ွဳိင္းတဲ့ အေမနဲ႔ၾကားကရန္ပြဲထဲမွာပဲႀကီးပ်င္းခဲ့ရတဲ့ ကေလးပါ တစ္ရက္မွာေတာ့သူ႔အေဖနဲ႔အေမရဲ႕ ရန္ပြဲၾကားညပ္ၿပီးေတာ့ မေတာ္တဆ ေသဆံုးသြားပါေတာ့တယ္။သူ႔မိခင္ကလည္း သူ႔ဝိညာဥ္ျပန္လည္ႏိုးထလာႏိုင္ဖို႔ဘုရားသခင္ဆီ္မွာ ေတာင္းဆုျပဳပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေအေမာ့စ္ ဘလက္ဝုဒ္ဆိုတဲ့ ဂ်ာမနီလူအိုႀကီးတစ္ေယာက္ဟာသက္မဲ့အ႐ုပ္ေတြကို အသက္သြင္းျခင္းဆိုတဲ့အတတ္ပညာကို ေကာင္းစြာတတ္ေျမာက္ထားသူပါ။နာဇီကေတာင္ အင္တိုက္အားတိုက္ လိုက္ရွာေနခဲ့ရတဲ့သူပဲျဖစ္ပါတယ္။သူ႔ကိုယ္ပိုင္ အသက္သြင္း အ႐ုပ္ေလးေတြထဲမွာေရာဘတ္ကေတာ့ အရက္စက္ဆံုးနဲ႔ အနာခံဆံုး အ႐ုပ္ေလးပါပဲဘယ္လိုပဲလိုက္ရွာရွာ ဘယ္လိုပဲသတ္ဖို႔ႀကိဳးစားစား သူ႔အ႐ုပ္ေလးေတြအကူအညီနဲ႔အၿမဲလြတ္ေျမာက္သြားတဲ့သူ႔ကိုနာဇီ အရာရွိေတြကိုယ္တိုင္ ေျခရာခံမိသြားတဲ့အခါမွာေတာ့....အ႐ုပ္ကေလးေတြဆိုတာ သက္မဲ့ဆို အင္မတန္ခ်စ္ခင္ ႏွစ္လိုဖြယ္ေဆာ့ကစားခ်င္စရာ ေလးေတြေပမယ့္ ဝိညာဥ္ခိုကပ္ေနတဲ့အခါမွာေတာ့လက္မရြံလူသတ္သမားေတြ အဆင့္ေလာက္ထိကို ရက္စက္သြားေတာ့တာပဲျဖစ္ပါတယ္သူတို႔ရဲ႕ဖခင္ႀကီးကို ေႏွာင့္ယွကိတဲ့လူမွန္သမွ်ကိုဘယ္လိုေတြ ကာကြယ္ေပးသြားၾကမလဲဆိုတာ ဒီကားမွာၾကည့္႐ွဳရမွာပဲျဖစ္ပါတယ္ File Size : (763 ...",
        "rating": "3.6",
        "url": "https://megaup.net/R8jk/Robert_Reborn_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
        "title": "Edge of the Knife (2019)",
        "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ...ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္....လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ....ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ.....အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါ File Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTk2Mzg4NzI3NF5BMl5BanBnXkFtZTgwMzE5NDk1NzM@._V1_-135x200.jpg",
        "title": "Her Smell (2019)",
        "description": "ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ရဲ႕အခက္အခဲေတြကိုရသအမ်ိဳးမ်ိဳးနဲ႕ရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါဘက္ကီဆမ္းသင္းဆိုတဲ့ ေရွးအယူအဆေတြနတ္ဘုရားကိုးကြယ္မႈေတြကိုအယူသည္းေနတဲ့ေအာင္ျမင္ေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ ပတ္ဝန္းက်င္မွာရွိတဲ့ေဆြမ်ိဳးေတြအဖြဲ႕ဝင္ေတြနဲ႕အျမဲတမ္းျပႆနာျဖစ္ေနခဲ့ျပီး ေနာက္ဆံုးအကုန္လံုးကစြန္႕ခြာသြားခ်ိန္မွာ.....\nအသက္ငယ္ငယ္ေကာင္မေလးေခ်ာေခ်ာေလးေတြနဲ႕ဖြဲ႕စည္းထားတဲ့ေရာ့ခ္အဖြဲ႕ကသူတို႕ေနရာကိုဝင္လာခ်ိန္မွာ...သမီးေလးတစ္ေယာက္ရွိေပမယ့္လည္းေအာင္ျမင္ခ်ိန္မွာသူ႕ရဲ႕အယူသည္းမႈေတြေၾကာင့္သမီးကိုအနားမွာမထားရဲတဲ့ဘဝေနာက္ဆံုးေအာင္ျမင္မႈဒဏ္ကိုမခံစားႏိုင္ဘဲသမီးကိုအရမ္းခ်စ္လို႕အကုန္လံုးကိုစြန္႕လႊတ္ျပီးတစ္ေယာက္တည္းေနဖို႕ဆံုးျဖတ္လိုက္တဲ့အခါမွာေရာ...\nသမီးနဲ႕ေရာအဆင္ေျပႏိုင္မလား...သူအရမ္းျမတ္ႏိုးတဲ့ေရာ့ခ္ဂီတကိုေရာျပန္လည္ေျခလွမ္းႏိုင္မလားဆိုတာ...\n(ဒီကားထဲမွာအကုန္လံုးနဲ႕မစိမ္းတဲ့ေမာ္ဒယ္မင္းသမီးေခ်ာေလး ကာရာဒယ္လီဗင္းလဲပါဝင္ပါတယ္) File Size : (1 GB ) & (245 MB)Quality :Web-DL 720pRunning Time :2 hr 14 minFormat : Mp4Genre : Crime , Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3ek/Her_Smell_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jC55fFtXu5oJxpBGKpAkTTbMsaC.jpg",
        "title": "Cities of Last Things (2019)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ ရဲအရာရွိခ်န္ေဒါင္လင္းရဲ႕ ၾကံဳရဆံုရတဲ့ ဘ၀အဆံုဆံုကို ရိုက္ကူးျပထားပါတယ္ခ်န္ေဒါင္လင္းဟာ ငယ္ရြယ္တဲ့ရဲအရာရွိတစ္ဦးျဖစ္ျပီးေတာ့သူ႔မိန္းမကလည္း အရမ္းကိုေခ်ာေမာလွပပါတယ္ဒါေပမယ့္သစၥာမရွိသူ သူ႔အမ်ိဳးသမီးနဲ႔ သူရဲ႕ အထက္အရာရွိတို႔ေဖာက္ျပန္ေနတာကို သူဂ်ဴတီေစာျပန္လာတဲ့တစ္ရက္မွာ တည့္တည့္ၾကီးတိုးခဲ့မိပါတယ္တစ္သက္လံုးမေမ့ႏုိင္မယ့္ျမင္ကြင္းကိုျမင္လိုက္ရတဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္သူ႔အထက္အရာရွိကို တိုက္ခိုက္ဖို႔ ၾကိဳးစားေပမယ့္ လူမိုက္အဖြဲ႔ မူးယစ္ေဆးေမွာင္ခိုဂိုဏ္းေတြနဲ႔ပတ္သက္ေနတဲ့ သူ႔အရာရွိကို မႏွိမ္နင္းႏုိင္ဘဲသူပတ္တဲ့ အဆင့္ထိ ေရာက္သြားခဲ့ပါတယ္ဒါကိုအခဲမေၾကႏုိင္တဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္ အသက္ေတြၾကီးျမင့္လာတဲ့အထိလိုက္ကလဲ့စားေခ်ပါေတာ့တယ္ သူေနာက္ဆံုးကလဲ့စားေျခႏိုင္မွာလားသူ႔မိန္းမနဲ႔ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲၾကမ္းတမ္းလွတဲ့သူ႔ဘ၀မွာ ၾကံဳရဆံုရတဲ့ ဇာတ္ေၾကာင္းစံုကို ကရုဏာသက္ဖြယ္ျမင္ေတြ႔ရမွာပါ File Size : (994 MB) & (336 MB)Quality :Web-DL 720pRunning Time :1 hr 47 minFormat : Mp4Genre : Crime , ...",
        "rating": "6.0",
        "url": "https://megaup.net/R8jc/Cities_Of_Last_Things_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/transformers-3-dark-of-the-moon-movie-poster-134x200.jpg",
        "title": "Transformers: Dark of the Moon (2011)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့........\nစိုင်ဘာထရွန် စစ်ပွဲများကြားကနေ ထွက်ပြေးလွတ်မြောက်ခဲ့တဲ့ စိုင်ဘာထရွန်ဂြိုလ်က\nအာကာသယာဉ်ကြီးက လရဲ့အမှောင်ဘက်ခြမ်းကို ပျက်ကျသွားခဲ့တယ်။၁၉၆၉ ခုနှစ်မှာ အမေရိကန် အာကာသယာဉ် ‘အပိုလို ၁၁’က လကမ္ဘာပေါ်ကို ဆင်းသက်ပြီး\nThe Ark ရဲ့နမူနာတွေကို ကောက်ယူခဲ့တယ်။အော့(ပ်)တီးမတ် (စ်)ပရိုင်းက တိုင်လုံးတွေကို ရှာဖွေပြီး စင်တီနယ်ပရိုင်းကို အသက်ပြန်သွင်းဖို့ လပေါ်ကို သယ်ဆောင်သွားခဲ့တယ်။\nအခုလို သယ်ဆောင်ခြင်းက ကမ္ဘာမြေကို ကျူးကျော်တိုက်ခိုက်မယ့် ဂြိုလ်သားစစ်တပ်အတွက် ဆောင်ရွက်နေတယ် ဆိုတာကို\nအမေရိကန် ကာကွယ်ရေးဝန်ကြီး ရှားလော့(တ်)မီးရင်းသိရှိသွားတယ်။ဒီဆက်(ပ်)တီကွန်က The Ark ယာဉ်ကိုပိုင်ဆိုင်ခွင့်ရဖို့ ဆယ်စုနှစ်ပေါင်းများစွာ စောင့်ဆိုင်းခဲ့တယ်။\nအော်တိုဘော့တွေက ကမ္ဘာမြေကနေ ပြည်နှင်ဒဏ် ပေးခံရတယ်။\nအဲဒီအဖြစ်အပျက်တွေကို အခြေတည်ပြီး အက်ရှင်ဇာတ်ကား အဖြစ်ပုံဖော်ထားခြင်းဖြစ်ပါတယ်........။~ Review Credit(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(6.8 GB)/(4.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/13p0x/(CM)Transformers.Dark.of.the.Moon.2011.BluRay_720p_HEVC_AAC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/large_kVISXAXDYhjQCfu50QZeCCzzbPv-133x200.jpg",
        "title": "Transformers: Revenge of the Fallen (2009)",
        "description": "Transformers 2007 ခုနှစ်က ဇာတ်ကားရဲ့ အဆက်အဖြစ်ဆက်လက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ..ပထမဇာတ်ကားက မင်းသား Shia LaBeouf ပဲ အပြောင်းအလဲမရှိ ပါဝင်ထားပြီးမင်းသမီး Megan Fox ကိုလဲ ညှို့အားပြင်းစွာဆက်လက်မြင်တွေ့ရမှာပါ။ထုံးစံအတိုင်း Autobots တွေရဲ့ တိုက်ပွဲဝင်ခန်းတွေကို ဦးစားပေးကြည့်ရှုရပါမယ်။(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(7.3 GB)/(4.4 GB)/(1.7 GB)\nQuality….BluRay 4K HDR HEVC/1080p/720p HEVC\nFormat…mkv/mp4\nDuration….02:29:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1Jmt0/(CM)_Transformers.Revenge.of.the.Fallen.2009.BluRay.720p.HEVC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/rzfik5le-141x200.jpg",
        "title": "Transformers (2007)",
        "description": "ပထမ Transformer ဇာတ်လမ်းအဓိကကျောရိုးက All Spark ကိုလိုတာနဲ့ စပါတယ်။Transformer အမည်ခံစက်ရုပ်များဟာ သူတို့နေထိုင်တဲ့ Cybertron ဆိုတဲ့ဂြိုဟ်မှာ Autobots နဲ့ Decepticons တွေ တိုက်ပွဲဖြစ်ခဲ့ပြီး\nDecepticons ခေါင်းဆောင် Megatron ရဲ့ ဖျက်ဆီးမှုကြောင့် Cybertron ဂြိုဟ်ပျက်စီးခဲ့ပါတယ် ။\n( All Spark ဆိုတာ ပထမ Transformer movie မှာတွေ့ရတဲ့ ကုဗတုံးတစ်ခုပါ )\nAutobots တွေဟာ All Spark ကို ပြန်လည်ရှာဖွေပြီးတော့ သူတို့မူလဂြိုဟ်ဟောင်း Cybertron ကို ပြန်လည်တည်ဆောက်ချင်ပါတယ် ။\nDecepticons တွေကတော့ All Spark ကို ရှာဖွေပြီး စကြဝဠာကို စိုးမိုးချင်သူများပါ ။Decepticons ခေါင်းဆောင် Megatron ဟာ ကမ္ဘာဂြိုဟ်ပေါ်မှာ All Spark ရှိနေတယ်ဆိုတဲ့ သတင်းကို ကြားလျှင်ကြားချင်း\nကမ္ဘာပေါ်သက်ဆင်းရာမှာ အခန့်မသင့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jmt7/(CM)Transformers.2007.720p.BluRay.X265.HEVC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sicarrr-135x200.jpg",
        "title": "Sicario: Day of the Soldado (2018)",
        "description": "Genre – Action, Crime, Thriller\nIMDB – 7.0/10 ၂၀၁၅ ခုနှစ်က ထွက်ခဲ့တဲ့ ပထမဆုံး Sicario ကားကိုကြည့်ဖူးပြီး ကြိုက်တယ်ဆိုရင်တော့ ဒီကားကလည်းရွှေပေါ့ဗျာ။ ပထမကား Rating 7.6 ကို မမှီပေမဲ့ ကြည့်ရတာလုံးဝ အရသာ မလျော့သွားပါဘူး။ ဒါတောင် ဒါရိုက်တာကပထမကားက Denis Villeneuve မဟုတ်တော့ပဲ StefanoSollima ပြောင်းသွားတာပါ ဒါပေမဲ့ ဒီ အငွေ့အသက်အတိုင်းပါပဲ။သရုပ်ဆောင်တွေကလည်း ရှေ့ကားထဲက ဘဲကြီးနှစ်ပွေJosh Brolin နဲ့ Benecio Del Toro တို့ပဲ ပြန်ပါဝင်ထားပါတယ်၊Emily Blunt ရဲ့ ဇာတ်ကောင်ကတော့ ဒီဇာတ်လမ်းအတွက်မလိုအပ်တော့လို့ ဖြုတ်ထားခဲ့ပါတယ်တဲ့။ ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆို ရှေ့ကားရဲ့အဖြစ်အပျက်တွေဖြစ်ပြီး နှစ်နည်းနည်းမှာ တည်ဆောက်ထားတဲ့ပုံပါပဲ။ အစိုးရရဲ့လူသိမခံချင်တဲ့ ပြဿနာတွေ ဒိုင်ခံဖြေရှင်းတဲ့ မက်တစ်ယောက်လည်းအာဖရိကကို ရောက်နေပါပြီ။ အာလေဟန်ဒရိုကလည်း ပထမကားထဲမှာလုပ်စရာရှိတာလုပ်ပြီးတော့ ကိုလမ်ဘီယာမှာ သွားအနားယူနေပါပြီ။အဲဒီမှာပဲ အမေရိကန်နိုင်ငံမှာ အသေခံဗုံးခွဲပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Bq6i/sicario.day.of.the.soldado.2018..bluray720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sica-133x200.jpg",
        "title": "Sicario (2015)",
        "description": "Genre – Action, Crime, Drama\nIMDB – 7.6/10 ၂၀၁၅ ခုနှစ်တုန်းက အလန်းစားရုပ်ရှင်တွေထဲက တစ်ကားဆိုငြင်းရမယ် မထင်ဘူးဗျာ… သေသပ်လှပတဲ့ ရိုက်ကွက်၊ ပံ့ပိုးပေးထားတဲ့ နောက်ခံတီးလုံးက စိတ်လှုပ်ရှားစရာ၊ မထင်ထားတဲ့ဇာတ်လမ်းနဲ့ ဇာတ်ကောင်ဖွဲ့စည်းပုံတွေကြောင့် ပိုမိုက်တဲ့အက်ရှင်ကားကောင်း ဖြစ်သွားခဲ့ရတယ်။ အက်ရှင်ဇာတ်ကားက ကောင်းဆိုရိုက်ထားတဲ့ ဒါရိုက်တာကြီးက Blade Runner တို့ Dune တို့ Arrivalတို့ ရိုက်ထားတဲ့ Denis Villeneuve ပေါ့ သူ့ စတိုင်အတိုင်းခပ်အေးအေးနဲ့ သံစဉ်တွေ အမြင်တွေနဲ့ ဖော်ကျူးထားတယ်။သရုပ်ဆောင်တွေကလည်း လူတိုင်းသိကြတဲ့ လက်ဖျောက်တီးThanos ကြီး Josh Brolin ရယ် အမြဲမှုန်ကုပ်ကုပ်နဲ့ သရုပ်ဆောင်လေ့ရှိတဲ့ Benecio Del Toro ရယ် Quiet Place တို့ တွမ်ခရုနဲ့ရှယ်ကြမ်းထားတဲ့ Edge of Tomorrow ထဲက Emily Blunt ...",
        "rating": "7.6",
        "url": "https://megaup.net/1fva2/Sicario.2015.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-2-200x300.jpg",
        "title": "Tinker Bell and the Legend of the NeverBeast (2014)",
        "description": "Tinker Bell and the Legend of the NeverBeast (2014)\n=====================================\nIMDb Rating - 7.1/10အတောင်ပံတစ်စုံနဲ့နတ်သမီးလေးတွေအများစုနေတဲ့နေရာလေးတစ်ခု\nသူတို့ဗိမ္မန် မှာ ဘုရင်မတစ်ပါးအုပ်ချုပ်တယ်။ ကာကွယ်ရေးအဖွဲ့တစ်ခု\nရှိသလို ကန့်သတ်စည်းမျဉ်းစည်းကမ်းမြောက်များစွာလည်းရှိတယ်။\nအထူးသဖြင့်နတ်သူငယ်တွေကိုရန်ပြုမဲ့တိရစ္ဆာန်တွေကိုကြိုတင်ကာ\nကွယ်ခြင်းအနေနဲ့ သူတို့နေတဲ့အနားကိုအကပ်တောင်မခံတာပါပဲ။ ဒါက\nလည်း ရှေးရိုးအစဉ်အဆက်လက်ဆင့်ကမ်းရေးသားခဲ့တဲ့ မူတွေ အကြောင်း\nအရာတွေကြောင့် လုပ်နေရတာပါပဲ။ ဒီထဲမှာတမူကွဲထွက်လာတာက\nFAWNလို့ခေါ်တဲ့နတ်သမီးလေးတစ်ပါးပါပဲ။ ရက်စက်တယ်လို့သတ်မှတ်\nထားတဲ့အကောင် ကြီးတွေမှာလည်း သူတို့လိုနှလုံးသားရှိလေတော့ သိမ်\nမွေ့နူးညံခြင်းတွေရှိမှာပဲလို့သူခံစားနေရတယ်။အဲ့ဒါကြောင့် ရှေးအစဉ် အလာသတ်မှတ်ချက်တွေကို ဆန့်ကျင်ပြီး ရက်စက်\nပါတယ်ဆိုတဲ့အကောင်တွေကိုလက်ပွန်းတနီးနေကြည့်တယ်။ အဲ့ဒါကြောင့်\nကာကွယ်ရေးအဖွဲ့တွေရဲ့အမြင်စောင်းမှုခံရသလို ဘုရင်မ သတိထားမိစရာ\nလည်းဖြစ်လာတယ်။ ဒါပေမဲ့သူလက်မလျှော့ခဲ့ပါဘူး တစ်နေ့တော့ အလွန်\nတရာကြီးမားတဲ့ ခြေ၄ချောင်းနဲ့အကောင်ကြီးကို ဂူတစ်ဂူမှာတွေ့ခဲ့တယ်။\nအဲ့ဒီအကောင်ကြီးရဲ့အခက်အခဲ ကိုဖြေရှင်းပေးတော့ သံယောဇဉ်တွေတွယ်\nမိကြတယ်ပေါ့။ ဒါပေမဲ့ အဲ့ဒီအကောင်ကြီးဟာ ရှေးကရေးခဲ့တဲ့စာတွေအရ\nအန္တရယ်အရှိဆုံး အကောင်ကြီးဖြစ်နေတဲ့အပြင် သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့\nသူတို့နတ်ဘုံလေးကိုဖျက်ဆီးမဲ့သူဖြစ်နေတယ်ဆိုပါတယ်။ ကာကွယ်ရေးအဖွဲ့\nတွေရယ် FAWNလို့ခေါ်တဲ့နတ်သမီးလေးရယ် ခြေ၄ချောင်းပါကြောက်စရာ\nအကောင်ကြီးရယ် ဆက်ဖြစ်မဲ့အကြောင်းအရာတွေက တကယ့်ကို စိတ်ဝင်\nစားစရာပါ ဒီကားက ANNIMATIONကားဆိုပေမဲ့ ကလေးတွေအတွက်ရော\nလူကြီးတွေအတွက်ရောပါ ဆင်ခြင်စရာတွေပေးတဲ့ဇတ်ကားလေးပါ။ ရှေးရိုး\nစွဲအယူအဆတွေကို တစ်ဖက်ပိတ်အမြင်တွေနဲ့ဆုံးဖြတ်တာတွေရယ်၊ ဖြူစင်\nတဲ့နှလုံးသားစေရာအတိုင်းလုပ်ခဲ့တာတွေ၊ စူးစမ်းဆင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1fsez/Tinker.Bell.and.the.Legend.of.the.NeverBeast.2014.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BYTIxNTNkYzktYThjYS00MTE5LTlmOTctODZhMmMxYTQxZDFhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Tinker bell and The Pirate Fairy (2014)",
        "description": "Tinkerbell : Pirate Fairy (2014)\n======================ဒီတစ်ခါဇာတ်လမ်းလေးကလည်း Legend of the Neverbeast လို\nTinkerbell အပေါ်ကို Focus ထားတဲ့ ဇာတ်အိမ်မဟုတ်ဘဲ Pixie\nHollow ရဲ့ မျက်နှာသစ် Character တစ်ခုအကြောင်း ရိုက်ကူးပြသ\nထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဝေယျာဝစ္စအဝဝကို အောက်ခြေသိမ်းလုပ်ရတဲ့\nလက်သမားနတ်သူငယ်တွေနည်းတူ ရွှေမှုန်ထိန်းသိမ်းရေးနတ်သူ\nငယ်တွေဟာလည်း အားလုံးရဲ့အသက်သွေးကြောကို ထိန်းသိမ်းကိုင်\nတွယ်နေရတဲ့သူတွေပါပဲ။ အရေးကြီးပြီး အမှားမခံတဲ့အလုပ်မို့လို့\nလုပ်ငန်းခွင်ကို အပိုအလိုမရှိစေဘဲ တိတိကျကျ အထွန့်မတက်ရတဲ့\nရှေးရိုးစွဲနည်းနဲ့ပဲ လည်ပတ်စေတာပေါ့။ စိတ်ကူးစိတ်သန်းကောင်းပြီး\nကိုယ်တတ်ထားတဲ့ပညာကိုပိုနားလည်အောင် လေ့လာစမ်းသပ်လို\nစိတ်ပြင်းပြတဲ့ Zarina ကတော့ ဒီလိုစာအုပ်ကြီးစနစ်အမြင်နဲ့ အများ\nကြားမှာ ကြောင်တောင်ကျားပါပဲ။ပြဿနာအရှာကြမ်းပေမယ့် အထက်လူကြီးက ဆူရုံသာဆူပြီး အလျှော့\nပေးတာမို့ Zarina လည်း လက်ရဲဇက်ရဲရှိနေပါတယ်။ တစ်နေ့ .... လက်\nတည့်စမ်းမိရာကနေ အဆမတန်ကြီးထွက်လာတဲ့အပင်ကြောင့် တစ်ရွာ\nလုံးကုန်လုနီးနီးပြုန်းသွားတဲ့အခါ စေတနာကနေဝေဒနာဖြစ်သွားပြီး Zarina\nတစ်ယောက် Pixie Hollow ကနေ နှင်ထုတ်ခံလိုက်ရပါတယ်။ တစ်နှစ်\nကြာသွားပြီးတဲ့နောက် .... ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fsar/The.Pirate.Fairy.2014.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/secret-148x200.jpg",
        "title": "Tinkerbell : Secret of the Wings (2012)",
        "description": "Tinkerbell : Secret of the Wings (2012)\n============================\nIMDb Rating - 7.0/10Secret of the Wings ဆို Tinkerbell movie တွေထဲက\nလူကြိုက်အများဆုံးနဲ့ Scenario အလှဆုံးအပိုင်းလို့ပြော\nရင်လည်း မမှားပါဘူး။ နတ်သူငယ်မွေးဖွားခြင်းနိယာမကို\nလွန်ဆန်တဲ့ Tinkerbell ရဲ့ အံ့ဖွယ်ဖြစ်ရပ်တစ်ခုအကြောင်း\nရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဥတုလေးပိုင်းကွဲနေတဲ့ နယ်မြေတွေထဲမှာ\nဆောင်းသစ်တောကတော့ ဘယ်အနွေးပိုင်းနတ်သားနတ်သမီး\nမဆို မြင်သာမြင် မကြင်ရဖြစ်နေတဲ့နေရာတစ်ခုပေါ့။\nအအေးပိုင်းနတ်သူငယ်တွေအနေနဲ့လည်း အနွေးပိုင်းနယ်မြေ\nတွေဘက်ကိုလာခွင့်မရှိတဲ့အတွက် ဥတုနှစ်ခြမ်းက နတ်သား\nနတ်သမီးတွေအနေနဲ့ တစ်ဘက်မှာ ဖြူလား၊ မဲလားတောင်မသိ\nတဲ့အထိပါပဲ။ စူးစမ်းနတ်သူငယ်ပီပီ စပ်စုတတ်တဲ့ Tinkerbell\nကတော့ ဆောင်းသစ်တောကို ကုန်တွေတင်မကဘဲ သူ့ကိုယ်သူ\nပါအရောက်ပို့ချင်နေမိတာပါ။ တစ်နေ့မှာတော့ ... နွေဦးရင်ပြင်က\nတိရစ္ဆာန်လေးတွေကို ဆောင်းခိုဖို့အတွက် နယ်စပ်ကိုပြောင်းရွှေ့\nပေးဖို့ဖြစ်လာပါတယ်။ Tinkerbell ကတော့ Fawn ကိုကူညီရင်း\nအလစ်မှာ ဆောင်းသစ်တောဘက်ခုန်ဝင်မိလို့ အတောင်ခဲတယ်\nအထင်ခံရပြီး ဆေးခန်းရောက်သွားပါတော့တယ်။Tinkerbell ကတော့ အတောင်ခဲတာမဟုတ်ဘဲ သူ့အတောင်တွေ\nအရောင်တောက်လာတာပါလို့ ပြောပေမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1fs9w/Tinker.Bell.Secret.of.the.Wings.2012.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjQ3YWFhNWMtMGQyYS00M2YzLWI1NzUtZDEzN2RlYzM1N2QxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell and the Great Fairy Rescue (2010)",
        "description": "Tinker Bell and the Great Fairy Rescue (2010)\n=================================\nIMDb Rating - 6.8/10\"လက်တွေ့လောကမှာ မြင်နိုင်၊ ကြားနိုင်၊ လက်ဆုပ်လက်ကိုင်\nသက်သေပြနိုင်မှ ဖြစ်တည်မှုအစစ် \" လို့ လူကြီးသူမတွေက\nတထစ်ချယုံကြည်နေကြချိန် ...\" နတ်သမီးလေးတွေတကယ်\nရှိတာပါ \" ဆိုသူ ကလေးငယ်လေးတွေလည်း ရှိကြတာပေါ့။\nနွေရာသီအစကိုရောက်ခဲ့ပြီ။ ပင်မနယ်မြေကို ဆောင်းကုန်ပြီး\nနွေကူးစေဖို့ တာဝန်ကျရာ နတ်သူငယ်တို့လည်း အသီးသီးရောက်\nလာကြချိန်ပေါ့။Tinkerbell တို့စခန်းချထားတဲ့နေရာနားမှာတော့ Lizzy တို့သား\nအဖရဲ့ နယ်ခွဲအိမ်လေးပါပဲ။ စပ်စုတတ်တဲ့ Tinkerbell ကတော့\nသားအဖနှစ်ယောက်ရောက်ရောက်ချင်းမှာပဲ Lizzy အဖေရဲ့ ကား\nကိုမျက်စိကျပြီး အနီးကပ်သွားကလိပါတော့တယ်။ စခန်းကိုအပြန်\nလမ်းမှာ မြက်ခင်းထဲက နတ်သူငယ်အရွယ်နဲ့ ကွက်တိဖြစ်နေတဲ့\nအိမ်သေးသေးလေးတစ်လုံးထဲကို Tinkerbell ဝင်သွားပြီးနောက်\nမှာတော့ ... ပန်းလေးတွေခူးပြီးပြန်ရောက်လာတဲ့ Lizzy လည်း\nသူ့နတ်သမီးအိမ်တံခါးလေးလှုပ်နေတာကို တွေ့လိုက်ရတဲ့အခါ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fs9m/Tinker.Bell.And.The.Great.Fairy.Rescue.2010.720p.BluRay(CM)_(2).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTJlNzM1ODMtMjRkYy00NWU5LWExNTAtMzE4ZWE2OTVmZjdkXkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_-142x200.jpg",
        "title": "Tinker Bell and the Lost Treasure (2009)",
        "description": "Tinker Bell and the Lost Treasure (2009)\n============================\nIMDb Rating - 6.6/10အမှောင်မိုက်ဆုံးသောအချိန်မှာ အလင်းတစ်ပွင့်ကတောင် မက်မော\nစရာဖြစ်ရသလို အခက်ခဲဆုံးသောအချိန်မှာလည်း ကူကယ်ရာလက်\nတစ်စုံကို အတမ်းတမိကြဆုံးပါပဲ။ ဒီတစ်ခါမှာတော့ Tinkerbell တစ်\nယောက် တစ်ကိုယ်စာမျက်နှာရရေးနဲ့ သူငယ်ချင်းဆက်ဆံရေးကြား\nမျက်စိလည် ဒွိဟများရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie hollow ရဲ့ အထင်ကရဆောင်းဦးရာသီပွဲတော်မှာ နတ်သူငယ်တို့\nအသက်သွေးကြောဖြစ်တဲ့ ရွှေမှုန်လေးတွေကို လကျောက်ကနေတစ်\nဆင့် ထုတ်ယူရတဲ့ အစဉ်အလာတစ်ခုရှိနေပါတယ်။ လကျောက်တည်ဖို့\nတောင်ဝှေးကိုလည်း နတ်သူငယ်တစ်ဖွဲ့ချင်းစီကနေ အလှည့်ကျလုပ်ပေး\nရတဲ့ဓလေ့လည်းရှိတာပေါ့။ လက်သမားနတ်သူငယ်တွေ အလှည့်ကျတဲ့\nနှစ်မှာတော့ ကိုယ်စားပြုအနေနဲ့ Tinkerbell တာဝန်ပေးခံရတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (860 MB) / (512 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 21Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin ...",
        "rating": "6.6",
        "url": "https://megaup.net/1foin/02.Tinker.Bell.And.The.Lost.Treasure.2009.720p.BluRay(CM)..mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWQzNTVmZDgtNzcwYi00YzY1LTllNzgtNjA0N2QwNTRlOTFmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell (2008)",
        "description": "Tinker Bell (2008)\n==============ပျောက်သွားတဲ့အရုပ်လေးတွေ မထင်မှတ်ဘဲ ပြန်ရောက်လာတတ်\nတာမျိုး ကြုံဖူးကြပါသလား၊ ပျက်သွားတဲ့ပစ္စည်းလေးတွေကို ပြန်\nထုတ်ကြည့်တဲ့အခါ ရုတ်တရက်ပြန်ကောင်းနေတာမျိုးရော ဖြစ်ဖူး\nပါသလား၊ သဘာဝတရားကြီးက လူသားတွေသိထားတဲ့နိယာမတွေနဲ့\nဆန့်ကျင်ပြီး လည်ပတ်နေတယ်ဆိုတဲ့ ရှုထောင့်လေးတစ်ခုကနေ နတ်\nသူငယ်တွေရဲ့ဖြစ်တည်မှုကို ချပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်\nပါတယ်။ရာသီအကူးအပြောင်း၊ အအေးအပူ၊ အလင်းအမှောင်၊ အရောင်အဆင်း\nဒါတွေအားလုံးအတွက် အမျိုးမျိုးသောအစွမ်းတွေရှိကြတဲ့ နတ်သူငယ်\nတွေဟာ တစ်နှစ်တာလုံး မနားမနေပြင်ဆင်လုပ်ကိုင်ပေးကြရပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုယ်ရထားတဲ့အစွမ်းကို သဘောမကျဖြစ်ပြီး\nသူများတွေလိုဖြစ်အောင်ပဲ ကြိုးစားနေတဲ့ Tinker Bell ကြောင့် Pixie\nHollow တစ်ခုလုံး ရိုးရာသစ်၊ စနစ်သစ်တွေ ပေါ်ထွန်းသွားရတဲ့အကြောင်း\nလေးပဲဖြစ်ပါတယ်။ Tinker Bell ရဲ့ မိမိပုံစံအစစ်အမှန်ကို လက်မခံနိုင်\nခြင်းက Pixie Hollow တစ်ပြည်လုံးအတွက် ပျက်စီးခြင်းဖြစ်လုနီးနီး\nကနေ ..... ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (790 MB) / (475 MB)\nQuality............BLU-RAY 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fohk/01.Tinker.Bell.2008.720p.BluRay.(CM)mp4.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fjHguUMC8KTeIIPln9KogrYLgO.jpg",
        "title": "Carmen (2022)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Carmenဆိုတဲ့ အမျိုးသမီးလေးအကြောင်းကို ရိုက်ကူးထားတဲ့ Musical၊ Drama movieလေးဖြစ်ပါတယ်။ဇာတ်ကားဆိုတာထက် အော်ပရာပိုဆန်တယ်ဗျ။ဘာလို့ဆို ၁၈၇၅ခုနှစ်လောက်က Carmenဆိုတဲ့နာမည်နဲ့ပြင်သစ် အော်ပရာကိုအခြေခံကာ ပြန်ရိုက်ကူးထားတာပါ...။သို့ပေမဲ့ အော်ပရာထဲက စာသားအချို့ကိုသာယူသုံးထားပြီးဇာတ်ကွက်တွေ ခေတ်ကာလတွေကိုတော့ အကုန်ပြောင်းလဲထားပါတယ်။အော်ပရာကြည့်သလို ငြိမ်ငြိမ်လေး ထိုင်ကြည့်ချင်သူတွေအတွက်တော့အကြိုက်တွေ့စရာပါပဲ...။ ဇာတ်လမ်းအကျဥ်းကတော့ကာမန်ဆိုတဲ့ ဂျစ်ပစီမလေးဟာ ဆုံးသွားတဲ့ မိခင်ကြီးရဲ့အမှာစကားအတိုင်း အ‌‌ဒေါ်ဖြစ်သူကိုရှာဖို့ မက်ဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်လာပါတယ်...။ ဖြစ်ချင်တော့ အမေရိကန်နယ်စပ်စောင့်ရဲတွေဟာခိုးဝင်လာသူတွေကို အမဲလိုက်သလို ပစ်ခတ်သတ်ပစ်လေ့ရှိပါတယ်...။ဒီတော့ ကာမန်အတွက်က ဖမ်းမိသွားရင် အသက်ဆုံးမယ့်အခြေအနေပေါ့...။ကံတရားလို့ပဲ ပြောမလား ဒီအခြေအနေက ကာမန်ကိုကယ်တင်ပေးခဲ့သူက အေဒင်ဆိုတဲ့ မရိန်းတပ်သားဟောင်းလေးပါ...။အေဒင်ဟာ ကာမန်ကို ကယ်တင်ရင်းနဲ့ ရဲတစ်ယောက်သတ်မိပြီးဝရမ်းပြေးဖြစ်ခဲ့ရပါတယ်..။ဒီလိုနဲ့ ကာမန်နဲ့ အေဒင်တို့နှစ်ဦးသား ဥပဒေလက်ကလွတ်အောင်ပြေးရင်းလွှားရင်း...ဂျစ်ပစီဆန်ဆန်လေလွှင့်ကြရမယ့်ဇာတ်လမ်း အော်ပရာလေးကို ခံစားကြည့်လိုက်ပါဦး...။  File Size : (1.44 GB) and (616 MB)\nQuality : Blu-Ray 1080P 5.1 CH ,720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fv4g/Carmen.2022.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTEwMjM3MTM5NjZeQTJeQWpwZ15BbWU4MDU3NTIxOTkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Abulele (2015)",
        "description": "Abulele (2015)\n===========\"တကယ်လည်းမရှိ၊ ရှိခဲ့ရင်လည်း ခင်ဗျားတို့ ကျွန်တော်တို့\nမမြင်နိုင်မယ့် ဖြစ်တည်မှုတစ်ခုအကြောင်းပေါ့ဗျာ\"။\nအစ္စရေးနိုင်ငံ ဂျေရုဆလင်မြို့တော်မှာ ကျောရိုးခံထားတဲ့ လျှို့\nဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ မြေထဲ\nပင်လယ်ဒေသမှာ ကလေးနဲ့ခွေးပဲ အယုံအကြည်ရှိကြတယ်ဆို\nပြီး အိပ်ရာဝင်ပုံပြင်တစ်ခုမျှသာ သမုတ်ခံထားရတာကတော့\nAbulele ဆိုတဲ့ ရှေးဒဏ္ဍာရီလာသတ္တဝါကြီးတွေပဲဖြစ်ပါတယ်။အစ်ကိုဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီးနောက် အိမ်မှာရော ကျောင်း\nမှာပါအဆင်မပြေဖြစ်ပြီး မဝင်ဆံ့နိုင်သလိုခံစားနေရတဲ့ အာဒမ်နဲ့\nဗုံးခိုကျင်းထဲကသတ္တဝါကြီးတို့ သူငယ်ချင်း​တွေဖြစ်လာကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (436 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2AIg7/Abulele.2015.HEBREW.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjYwNTMwY2YtN2Q0Zi00ZTExLWIxMmUtYmYyZDJkM2M4OGYyXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Restart After Come Back Home (2020)",
        "description": "Restart After Come Back Home (2020)\n============================\nIMDb Rating - 7.2/10LGBTQ+ ပရိတ်သတ်ကြီးအတွက် 2020 က ထွက်ရှိခဲ့တဲ့\nဂျပန် Bl ‌ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nမာနကြီး ပျင်းရိတတ်ပြီး တစ်ခုခုဆို မလုပ်ဘဲ ရှောင်ပြေးနေ\nတတ်တဲ့ Misuomi Kozuka (Yuki Furukawa) တစ်ယောက်\nတိုကျိုက ကုမ္ပဏီမှာ အဆင်မပြေတာကြောင့် အလုပ်ထွက်ခဲ့ပြီး\nသူ့ရဲ့မွေးရပ်မြေ ကျေးလက်ကအိမ်လေးဆီ ပြန်လာခဲ့ပါတယ်။အဲဒီတောရွာလေးမှာ ‌လယ်ယာစိုက်ပျိုးရေးလုပ်ငန်း လုပ်ကိုင်တဲ့\nအဘိုး Kumai ရဲ့တက်ကြွလန်းဆန်းပြီး အချိန်တိုင်းပြုံးပျော်နေ\nတတ်တဲ့ မွေးစားသားလိမ္မာလေး Yamato Kumai (Ryo Ryusei)\nနဲ့ တွေ့ပါတော့တယ်။ လူမှုဆက်ဆံရေးကောင်းတဲ့ Yamato နဲ့\nတွေ့ပြီး Misuomi မှာ မလွှဲသာပဲ Greenhouse စိုက်ပျိုးရေးလုပ်\nငန်းတွေ ကူလုပ်ရပါတော့တယ်။ အဲလိုနဲ့ သူတို့ နှစ်ယောက် ရင်းနှီး\nလာပြီး တစ်ယောက်ဘဝအတွက် တစ်ယောက် အားကိုးရတဲ့သူ\nတွေဖြစ်လာတဲ့အခါ...Misuomi ရဲ့ မွေးရပ်မြေပြန်လာပြီး ပြန်လည် စတင်လာမယ့် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eDnu/Restart.After.Come.Back.Home.2020.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2Y3ZDc2MjYtZTI3NS00MWZiLThjOGEtNzhhYmM4MmJmOTJmXkEyXkFqcGdeQXVyOTEwOTg3Mw@@._V1_-133x200.jpg",
        "title": "Mi Maestra se comió a mi amigo (2023)",
        "description": "Mi Maestra se comió a mi amigo (2023)\n============================သောမတ်စ်ဆိုတဲ့ကောင်လေးဟာ မကောင်းဆိုးဝါးမွန်းစတား\nတွေအကြောင်းကို အရမ်းပဲစိတ်ဝင်စားပြီး အချိန်ရတိုင်း အဲဒီ\nဟာနဲ့ပတ်သတ်တဲ့စာအုပ်တွေပဲဖတ်နေလေ့ရှိတဲ့ကောင်လေး\nပေါ့။ တစ်မိသားစုလုံးမှာလည်း သူနဲ့ဝါသနာတူတာဆိုလို့ သေ\nဆုံးသွားပြီဖြစ်တဲ့သူ့အဖေပဲရှိတာပါ။ တစ်နေ့မှာတော့ သော\nမတ်စ်တို့အတန်းကိုသင်နေကျ အင်္ဂလိပ်စာဆရာမကရုတ်တ\nရက်နှုတ်ထွက်သွားပြီးတော့ အဲဒီနေရာမှာ ဆရာမအသစ်တစ်\nယောက် အစားဝင်လာခဲ့ပါတယ်။ အဲဒီနေ့မှာတင်ပဲ ကံဆိုးပြီး\nသောမတ်စ်တစ်ယောက် သူဖတ်နေကျ မကောင်းဆိုးဝါးကာ\nတွန်းစာအုပ်ကို ဆရာမအသစ်ဆီမှာအသိမ်းခံလိုက်ရပါတယ်။\nမကျေနပ်တာနဲ့ပဲ နောက်ရက်မှာပြန်ခိုးယူဖို့သွားတော့ အဲဒီဆ\nရာမရဲ့လျှို့ဝှက်ချက်တစ်ခုကိုသိလိုက်ရပါတယ်။ အဲဒါကတော့\nသူ့ဆရာမဟာ ကလေးတွေကိုစားတတ်တဲ့မကောင်းဆိုးဝါးတစ်\nကောင်ဖြစ်နေတယ်ဆိုတာပါပဲ။သူ့ကို လူတိုင်းက စိတ်ကူးယဉ်ကမ္ဘာမှာပဲနေနေတဲ့‌သူဆိုပြီး အမေ\nနဲ့အစ်ကိုကပါသတ်မှတ်ထားကြတော့ ဒီအကြောင်း‌ကို သောမတ်စ်\nပြန်ပြောပြလိုက်မယ်ဆိုရင် ယုံကြည်နိုင်ပါ့မလား။ သူ့သူငယ်ချင်း\nတွေကရောယုံကြည်ပေးနိုင်မှာလား။ ဆရာမအသစ်ရဲ့အန္တရာယ်က\nနေရော ဘယ်လိုရင်ဆိုင်ကာကွယ်ကျော်လွှားသွားမှာလဲ။ ဒါတွေ\nအားလုံးကိုတော့ ဇာတ်လမ်းလေးကြည့်ရင်းနဲ့ပဲအဖြေရှာကြည့်\nကြည့်လိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.25 GB) / (415 MB) / (267 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, ...",
        "rating": "5.6",
        "url": "https://megaup.net/1evky/Mi.maestra.se.comio.a.mi.amigo.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODkxZmNmOWYtNTI0Ny00NDA3LWJlMWItZDI4MWYzYWMzYmU5XkEyXkFqcGdeQXVyMTU1NTc0MzY@._V1_-140x200.jpg",
        "title": "Black Lotus (2023)",
        "description": "Black Lotus (2023)\n==============ဒီတစ်ခေါက် ခပ်ကြမ်းကြမ်းလေးမှ ကြိုက်နှစ်သက်တဲ့ ပရိတ်\nသတ်ကြီးအတွက် Worldwide kickboxing champion ဖြစ်\nတဲ့ Rico Verhoeven ကအဓိကသရုပ်ဆောင်ထားပြီး Captain\nAmerica:Winter Soldier မှာကတည်းက ပရိတ်သတ်ကြီးသိရှိ\nပြီးသားဖြစ်လောက်မယ့် Frank Grillo ပါ။ ဒီဇာတ်ကားမှာ ဗီလိန်\nအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခု\nကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းရဲ့အကျဉ်းကတော့...\nအထူးတပ်ဖွဲ့ဝင် Matteo တစ်ယောက် ပြဇာတ်အဖွဲ့တစ်ခုကို အ\nကြမ်းဖက်သမားတွေက ဖမ်းဆီးထားလို့ ကယ်ဆယ်ပေးဖို့ စစ်ဆင်\nရေးလုပ်နေခဲ့ပါတယ်။ အဲဒီစစ်ဆင်ရေးမှာ Matteo အတွက် သူ့ဘ\nဝအတွက် စိတ်ဒဏ်ရာရစေတဲ့ ဖြစ်ရပ်ဆိုးကြီးတစ်ခုကိုကြုံတွေ့ခဲ့\nရတာကြောင့် နှစ်ပေါင်းများစွာကြာအောင် ဇာတ်မြှုပ်ပြီးနေထိုင်ခဲ့\nပါတယ်။ ဒါပေမဲ့ သူအတိတ်ကိုပြန်ပြီး ခွင့်လွှတ်မှုတောင်းခံဖို့အတွက်\nမိသားစုတစ်စုဆီကိုသွားတဲ့အချိန်မှာတော့ တိုက်တိုက်ဆိုင်ဆိုင်ဆို\nသလို အဲဒီမိသားစုမှာလည်း အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က အလိုရှိ\nနေတဲ့ရာဇဝတ်ဂိုဏ်းကြီးတစ်ခုကြောင့် ဖြစ်ရပ်ဆိုးကြီးတစ်ခုကို ရင်\nဆိုင်ခဲ့ရပြန်ပါတယ်။ ဒီတော့ Matteo တစ်ယောက် အဲဒီဂိုဏ်းနဲ့ ဘယ်\nလိုရင်ဆိုင်တိုက်ခိုက်သွားမှာလဲ...အထူးတပ်ဖွဲ့ဝင်တစ်ယောက်ပီပီ\nမိသားစုဝင်ကို ဘယ်လိုကယ်တင်ပေးသွားမှာလဲဆိုတာကို Thriller\nဆန်ဆန် ကြည့်ရှူရမယ့် Action ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါ\nတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.23 ...",
        "rating": "4.8",
        "url": "https://megaup.net/1eTt4/Black.Lotus.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Action, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzY3YTBmNzAtM2Q4YS00ZTM4LWJiNDItMGZlZDJiMTljMGQ0XkEyXkFqcGdeQXVyNTQyODQ0ODA@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Killer Stepmom (2022)",
        "description": "Killer Stepmom (2022)\n=================အဖေနဲ့ အမေက ကွာရှင်းထားပြီး အဖေက မိန်းမငယ်ငယ်လေး ယူထား\nလို့ စိတ်တွေပျက် အရွဲ့တိုက်နေတဲ့ ဆယ်ကျော်သက် ကောင်မလေးတစ်\nယောက်။ မကြာခင်မှာ ကောလိပ်တက်ရတော့မယ် ဒါပေမဲ့လည်း လောက\nကြီးကို မထီမဲ့မြင်လုပ်ရင်း သူများတွေကို လျှောက်လိမ်ညာရင်း ကိုယ့်ဘဝ\nကိုယ် ဖျက်သလို ဖြစ်နေတာပေါ့။ နှစ်ဖက်မိဘကလည်း သူပြောသမျှဆို\nဘာတစ်ခုမှ မယုံရလောက်အောင်ကို အယုံအကြည်ကင်းမဲ့နေကြတာပါ။\nအဲဒီအချိန်မှာလည်း အမေ့အိမ်တစ်လှည့် အဖေ့အိမ်တစ်လှည့် နေနေရင်း\nထူးဆန်းတဲ့အဖြစ်ပျက် ကြုံရပါတော့တယ်။အဖေ ကျေနပ်အောင် မိထွေးနဲ့ အပြင်လျှောက်လည်ပေးရာက သူစိမ်းတစ်\nယောက်က မိထွေးကို အတင်းလိုက်ခေါ်တာကို မိထွေးက လူမှားနေပါတယ်\nဆိုတာမျိုး၊ ဆိုင်ထဲ ကော်ဖီဝယ်နေတုန်း မိထွေးနဲ့ လူစိမ်း စကားများနေတာ\nမျိုး ပိုဆိုးတာ ညသန်းခေါင်ကျ မိထွေးက ခိုးထွက်သွားလို့ လိုက်ချောင်းရာ\nကနေ လူသတ်တာကိုပါ တွေ့လိုက်ရတဲ့အခါမှာတော့… သူပြောတဲ့စကားတွေ\nကို မိဘနှစ်ပါးက ယုံပါ့မလား၊ မိထွေးကလည်း တကယ်သတ်တာလား ဘာတွေ\nဖြစ်မလဲ စောင့်ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura ...",
        "rating": "5.0",
        "url": "https://megaup.net/1UPno/Killer.Stepmom.2022.1080p.AMZN.WEB-DL.(CMhttps://megaup.net/2AMP2/Killer.Stepmom.2022.720p.AMZN.WEB-DL.(CM).mp4).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5dliMQ2ODbGNoq0hlefdnuXQxMw.jpg",
        "title": "The Out-Laws (2023)",
        "description": "The Out-laws (2023)ငါးယောက်မြောက် ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့ဘရိုနန်ရဲ့ အက်ရှင် ဟာသ ကားအသစ်လာပါပြီ။\nအိုဝင် နဲ့ ပါကာတို့ဟာ လက်ထပ်ခါနီး စုံတွဲတစ်တွဲဖြစ်ပါတယ်။\nအိုဝင်ကတော့ ဘဏ်မန်နေဂျာဖြစ်ပြီး ပါကာက ယောဂသင်တန်းဆရာမပါ။\nမင်္ဂလာဆောင် နီးလာချိန်မှာ အိုင်ဝင်နဲ့ပါကာရဲ့မိဘတွေလည်း ရောက်လာကြပါတယ်။\nပါကာရဲ့ မိဘနှစ်ယောက်ဟာ သူတို့သမီးကိုလာမတွေ့တာ နှစ်ပေါင်းများစွာ ရှိနေပြီဖြစ်ပြီး မင်္ဂလာဆောင်ခါနီးမှပဲ ရောက်လာတော့တာပါ။\nသူတို့ရောက်ပြီး မကြာခင် မင်္ဂလာဆောင်မဲ့နေ့ မရောက်ခင်မှာပဲ အိုဝင်ရဲ့ဘဏ်ကို ဓားပြတိုက်ခံလိုက်ရပါတယ်။\nဓားပြတွေက အကြောင်းသိဖြစ်နေပြီး အိုဝင်ရဲ့ လျို့ဝှက်ကုတ်တွေအကုန်လုံးကို သိနေတာကြောင့်\nအိုဝင်ဟာ သူ့ယောက္ခမတွေလက်ချက်လို့ သံသယရှိသွားပါတော့တယ်။\nဒီတော့ဘဏ်ဓားပြတွေနောက်ကို လိုက်ပြီးဖော်ထုတ်ဖို့ ကြိုးစားရင်း ရှုပ်သထက် ရှုပ်လာပြီး အန္တရာယ်တွေနဲ့တွေ့လာတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Action, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.25GB | 709MB | 341MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Bpom/The.Out-Laws.2023.NF.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gOceeXislvDzweFEQx1REq4970Z.jpg",
        "title": "Puppy Love (2012)",
        "description": "IMDb - 6.1/10ဇာတ်လမ်းအညွှန်း single mother မီဂန်နိုလန်ဟာ သူ့ရဲ့ ၁၀နှစ်အရွယ်သမီးလေးကိတ်လင်းနဲ့အတူ မြို့အသစ် အိမ်အသစ်ကို ပြောင်းရွှေ့လာပါတယ်။အိမ်အသစ်မှာ ကိတ်လင်းအတွက် သူငယ်ချင်းအသစ်တွေရမယ်လို့မျှော်လင့်ထားပေမယ့်လည်း တကယ်တော့ ကိတ်လင်းဟာအိမ်နီးချင်းရဲ့ခွေးလေးနဲ့သာ ဆော့ကစားနေရပါတယ်။ စိတ်မကောင်းဖြစ်မိတဲ့ မီဂန်က သူ့သမီးအတွက် ခွေးလေးမွေးစားဖို့ စိတ်ကူးလိုက်ပါတယ်။ အဲ့ဒီမှာ သူတို့က ခွေးထိန်းသိမ်းရေးစခန်းက ခွေးလေးကိုမွေးလိုက်ကြပါတယ်။ ဒီခွေးလေးက ရိုးရိုးလမ်းဘေးခွေးလေးမဟုတ်ပါဘူး။ဒီခွေးလေးရဲ့နာမည်က ဂျိတ်… သူ့သခင်က ဘေ့စ်ဘောအားကစားသမားဘန်ဖူလာပါ။ ဘန်က ဘေ့စ်ဘောသွားကစားနေတုန်း ဂျိတ်ကို အိမ်မှာထားခဲ့ပေမယ့် ဂျိတ်က ဘန်နောက်ကိုလိုက်လာရင်း လမ်းမှာလမ်းပျောက်သွားတာပါ။ ဒါ့ကြောင့် ဘန်ဟာ သူ့ခွေးလေးကို လိုက်ရှာနေတယ်။ဒီလိုနဲ့ ဘန်နဲ့ မီလန်တို့ သားသမီးနှစ်ယောက်နဲ့ ဆုံတွေ့သွားကြပြီးဇာတ်လမ်းလေးတစ်ခု ပေါ်လာပါတော့တယ်။ ဘယ်လိုဇာတ်လမ်းလေးဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ) File size…1.55GB / 745MB\nQuality…WEBRip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bpkp/Puppy.Love.2012.WEBRip720p(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XAaMo2nBZR3eH8HU6AbPkBKEXI.jpg",
        "title": "In Your Eyes (2014)",
        "description": "Genre – Fantasy, Romance\nIMDB – 6.9/10 အရမ်းကို ထူးခြားဆန်းကျယ်ပြီး ဆွတ်ပျံလွမ်းဆွေးဖွယ်ကြည်နူးရမယ့် စိတ်ကူးယဉ်အချစ်ဇာတ်ကားကောင်းလေးလို့ပြောချင်ပါတယ်။ အကြိုက်ဆုံး Romantic ကားတွေထဲကတစ်ကားအပါအဝင် ဖြစ်ပါတယ်။ သူဆန်းကျယ်တာကျLake House တို့လို တစ်ယောက်နဲ့တစ်ယောက်က နေထိုင်တဲ့ခုနှစ် မတူညီတာမျိုးမဟုတ်ဘူး About Time တို့ TimeTraveler’s Wife တို့လို အချိန်ခရီးသွားလို့ ရတာလည်းမဟုတ်ပြန်ဘူး။ သူကကျ တစ်နေရာစီမှာရှိနေတဲ့လူနှစ်ယောက်ကတစ်ယောက်နဲ့တစ်ယောက် အာရုံငါးပါးလုံး ချိတ်ဆက်နေတာမျိုးတစ်ဖက်ကလူက နှင်းလျှောစကိတ်စီးရင်း မတော်မဆ ဖြစ်ရင်ဒီဖက်ကလူလည်း အလကားနေရင်း သူနာကျင်ရသလို လိုက်နာကျင်ရတာမျိုး။ တစ်ဖက်လူက မြင်တာ၊ ကြားတာ၊ အနံ့ရတာ၊အရသာခံစားတာ အကုန်လုံးကို နှစ်ကိုယ့်တစ်စိတ် ဖြစ်နေတဲ့အပြင်အချင်းချင်းလည်း ဖုန်းတွေဘာတွေမလိုပဲ ဆက်သွယ်လို့ရနေတာမျိုးပါ။ဒီလိုမျိုး ထူးဆန်းတဲ့အတွေးအခေါ်လေးနဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ဖန်တီးပေးသွားတာကတော့ Avenger ပထမကားဒုတိယကား ရိုက်ကူးခဲ့တဲ့ Joss Whedon တစ်ယောက်ပဲ ဖြစ်ပါတယ်။မင်းသမီးလေး Zoe Kazan ချစ်စဖွယ်အပြုအမူလေးတွေနဲ့ ရိုက်လေ့ရှိပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/1fuod/In.Your.Eyes.2014.WEBRip720p(CM).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOWNkMDJkZjYtZDNmMi00MDMxLTkyZTYtZDllZWIwMzYxYWNkXkEyXkFqcGdeQXVyNTg4NzA5OTY@._V1_-140x200.jpg",
        "title": "Innocent Witness (2019)",
        "description": "အျပစ္ကင္းတဲ့သက္ေသ...\n================\nတစ္ႏွစ္သမီးအ႐ြယ္မွာ တျခားကေလးေတြက\nေဖေဖေမေမ ေခၚတတ္႐ံု႐ိွေသး၊ ဂ်ီဝူးကေတာ့\nဝါက်တစ္ေၾကာင္းလံုး ေျပာႏိုင္ေလာက္ေအာင္\nအတတ္ျမန္သူေလးပါ။\nဒါေပမဲ့ ကံမေကာင္းစြာပဲ သူကေလးဟာ\nေအာ္တစ္ဇင္ျဖစ္လို႔ ေနခဲ့ပါတယ္။\nဒါေပမဲ့ ကံေကာင္းခ်င္ေတာ့ ဂ်ီဝူးဟာ ေအာ္တစ္ဇင္ထဲမွာမွ\nဓာတ္ပံု႐ိုက္ယူထားသလို ေကာင္းမြန္စြဲျမဲတဲ့\nမွတ္ဉာဏ္ (Photographic memory) နဲ႔\nနားအလြန္ပါးတဲ့၊ အေဝးႀကီးက တီးတိုးသံကိုေတာင္\nသဲသဲကြဲကြဲ ၾကားႏိုင္တဲ့ အၾကားအာ႐ံု (Hyperacute Hearing) ကို\nပိုင္ဆိုင္သူလဲ ျဖစ္ေနျပန္ပါတယ္။\nပေဟဠိေတြ၊ စကားထာေတြကိုလဲ သူက ကြၽမ္းကြၽမ္းက်င္က်င္\nေျဖ႐ွင္းႏိုင္ျပန္တယ္။\nသူ႔မွာ အားနည္းတာကေတာ့\nလူေတြနဲ႔ ဆက္ဆံတဲ့အခါမွာပါ။\nလူကိုၾကည့္ၿပီး စကားမေျပာတတ္သလို\nသူ႔ကို လာေျပာရင္လဲ သူ႔စိတ္ထဲက\nမရင္းႏီွးရင္ ျပန္ကိုမေျပာတာမ်ိဳးပါ။\nအဲဒီလို အေနအထားမ်ိဳး႐ိွတဲ့ ဂ်ီဝူးေလးဟာ\nအသက္ဆယ့္ငါးႏွစ္အ႐ြယ္ ေရာက္လာခဲ့တဲ့ တစ္ေန႔မွာေတာ့\nသူ႔အိမ္နဲ႔ မ်က္ႏွာခ်င္းဆိုင္မွာ ျဖစ္ပြားတဲ့\nလူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။\nအဘိုးႀကီးကင္ဟာ ဂ်ီဝူးအိမ္ရဲ႕ မ်က္ႏွာခ်င္းဆိုင္အိမ္မွာ\nတစ္ကိုယ္တည္း ေနထိုင္သူပါ။\nသူ႔အိမ္မွာ ေဝယ်ာဝစၥလုပ္ေပးဖို႔ ေခၚထားတဲ့\nအမ်ိဳးသမီးတစ္ဦးကလြဲရင္ အတူေန တျခားအိမ္သား မ႐ိွပါဘူး။\nဇနီးျဖစ္သူဆံုးတာ ႏွစ္ႏွစ္႐ိွၿပီး အထီးက်န္ေနတဲ့\nအဘိုးႀကီးကင္ဟာ ပလတ္စတစ္အိတ္ ေခါင္းမွာစြပ္ၿပီး\nသူ႔ဘာသာ သတ္ေသသြားတာျဖစ္ေၾကာင္း\nထင္ျမင္ယူဆစရာေတြ ႐ိွေနေပမယ့္\nမ်က္ျမင္သက္ေသဂ်ီဝူးရဲ႕ အဆိုအရ အိမ္အကူအမ်ိဳးသမီး\nသတ္တယ္လို႔ ေကာက္ခ်က္ဆြဲၿပီး\nရဲတပ္ဖြဲ႔က တရားစြဲဆိုထားပါတယ္။\nဒီအခ်ိန္မွာ ဉာဏ္ရည္ထက္ျမက္ၿပီး ေလွ်ာက္လဲခ်က္ေပးရာမွာ\nထူးခြၽန္တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d3ef/Innocent_Witness_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTQ2ODFlMDAtNzdhOC00ZDYzLWE3YTMtNDU4ZGFmZmJmYTczXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "E.T. the Extra-Terrestrial (1982)",
        "description": "၈၀-၉၀ ဖြားေတြအတြက္ ဒီရုပ္ရွင္ကိုျမင္တာနဲ႕\nနားထဲစၾကားေယာင္မယ့္ အသံရွိမယ္ထင္ပါတယ္။\nET Phone Home ဆိုတာပါပဲ။\nဒီရုပ္ရွင္ေလးကေတာ့ ကေလးဘဝ\nအိပ္မက္ေလးေတြဆီကို ျပန္ေခၚသြားပါလိမ့္မယ္။\nသိပၸံစိတ္ကူးယဥ္ ရုပ္ရွင္ ဇာတ္ကားေကာင္း\nတစ္ခုလို႕ ဘာေတြနဲ႕ ေျပာၾကမလဲ။\nနာမည္ထဲကအတိုင္းပါပဲ\nသိပၸံစိတ္ကူးယဥ္ လို႕ေရးထားတဲ့အတြက္\nသိပၸံဇာတ္လမ္းျဖစ္ရမယ္၊\nရုပ္ရွင္လို႕ေရးထားတဲ့အတြက္ ဇာတ္ညႊန္း ဇာတ္ဝင္ခန္း\nသရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nစတာေတြ ပါရမယ္၊ ဒါေတြအကုန္ပါရင္ေတာင္\nသိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ လို႕ပဲ ေျပာလို႕ရပါတယ္။\nဇာတ္ကားေကာင္းလို႕ေျပာဖို႕ကေတာ့ ဇာတ္လမ္း\nရိုက္ခ်က္ သရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nေနရာတိုင္းမွာ ျပည့္စံုေကာင္းမြန္ေနဖို႕လိုပါတယ္။\nEffect ေလးေတြထည့္ မျဖစ္ႏိုင္တာေတြ\nမျဖစ္ေသးတာေတြ ရိုက္ျပလိုက္ရံုနဲ႕ေတာ့\nသိပၸံစိတ္ကူးယဥ္ဆိုတာနဲ႕ ရပ္ေနၿပီး\nရုပ္ရွင္ေကာင္းဆိုတာ ျဖစ္မလာပါဘူး။\n*************************\n၁၉၈၂ က ထြက္ရွိခဲ့ၿပီး ဒါရိုက္တာ စတီဗင္စပီးဘက္\nရိုက္ကူးခဲ့တာျဖစ္ပါတယ္။\nရုပ္ရွင္သမိုင္းမွာအေအာင္ျမင္ဆံုး\nအျဖစ္ ၁၉၉၃ ခုႏွစ္အထိ ရပ္တည္ႏုိင္ခဲ့ပါတယ္။\nBox Office ကေတာ့ ၇၉၂ သန္းပါ။\nအဲဒီေခတ္ရဲ႕ ဒီေငြပမာဏနဲ႕ဆို ဘယ္ေလာက္မ်ားမလဲ\nမွန္းၾကည့္လို႕ရပါတယ္။\n၁၉၉၃ မွာေတာ့ စတီဗင္စပီးဘတ္ကပဲ Jurassic Park နဲ႕\nသူ႕စံခ်ိန္ကိုသူျပန္ခ်ိဳးခဲ့လို႕ပါ။\nအဲဒီေနာက္မွာေတာ့ တိုက္တင္းနစ္နဲ႕ အဗာတာတို႕က\nျပန္ဦးေဆာင္သြားခဲ့တာပါ။\nဒီရုပ္ရွင္ကို ၁၉၈၂ မွာ သမၼတနဲ႕ သမၼတကေတာ္အတြက္\nအိမ္ျဖဴေတာ္မွာ သီးသန္႕ျပသေပးခဲ့ရပါေသးတယ္။\nဒီေတာ့ ရခဲ့တဲ့ ဆုေလးေတြကို ၾကည့္ရေအာင္။\nေအာ္စကာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d1Tc/E.T._The_Extra-Terrestrial_[1982]_(MM_Sub).mp4",
        "category": "Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxuMWJgb0Sr8dF6Aa8goZZJYCzl.jpg",
        "title": "Ek Ladki Ko Dekha Toh Aisa Laga(2019)",
        "description": "Ek Ladki Ko Dekha Toh Aisa Laga (2019)=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb - 5.5/ 10 Rotten Tomatoes - 73% Times of India - 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ ... \"မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္\"ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ - ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ta/Ek_Ladki_Ko_Dekha_Toh_Aisa_Laga_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ELrosU04wEbfmxK9wLBjdEECqm.jpg",
        "title": "EverAfter(1998)",
        "description": "Ever After Cinderella Story (1998)IMDb ..........7.0\nRotten.... 91%ဒီတစ္ေခါက္ဇာတ္ကားေလးကေတာ့ ၁၉၉၈ခုႏွစ္ပုိင္းက ႐ုိက္ကူးခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္.....ကေလးဘဝကတည္းက ႀကိဳက္ႏွစ္သက္ခဲ့ၾကတဲ့ စင္ဒရဲလားရဲ႕ဇာတ္ေၾကာင္းကုိေတာ့ အထူးမိတ္ဆက္ေပးစရာမလုိေလာက္ဘူး ထင္ပါတယ္....\nဒါေပမယ့္ ဒီကားေလးမွာ စင္ဒရဲလားရဲ႕ ဘယ္လုိဗား႐ွင္းေလးနဲ႔ ပုံေဖာ္သြားမလဲဆုိတာကေတာ့ တကယ္ကုိစိတ္ဝင္စားစရာပါ.....\nမင္းသမီးႀကီး Drew Barrymore ရဲ႕ ခ်စ္စရာေကာင္းတဲ့ဟန္ေလးေတြနဲ႔ စင္ဒရဲလားအသစ္ကေလးတစ္ေယာက္ကုိ ျမင္ရမွာပါ...\nသူ႔ဇာတ္လမ္းဇာတ္အိမ္သီးျခားေလးနဲ႔ မူလေက်ာ႐ိုးမပ်က္ဇာတ္လမ္းေလးကုိလည္း ႀကိဳက္ႏွစ္သက္ၾကမွာပါ.....\n၁၉၉၈တုန္းက ႐ုိက္ခဲ့တာဆုိေပမယ့္ Drew Barrymoreရဲ႕ ခ်စ္စရာေကာင္းတဲ့သ႐ုပ္ေဆာင္ခ်က္ေလးေတြကုိၾကည့္ရတာ\nနဲ႔တင္ ေ႐ွးေဟာင္းကားတစ္ကားဆုိတာေတာင္ ေမ့သြားေလာက္မွာပါ .......ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yoon Wah wah Theint ပဲ ျဖစ္ပါတယ္ File Size : (950 MB) and (403 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2d1T7/Ever_After_-_A_Cinderella_Story_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j92GNi6ooPKEDj44VdrkVM6rV1f.jpg",
        "title": "There Is No Place Like Home(2018)",
        "description": "There Is No Place Like Home(2019)There is no place like home (2018) ဆုိတဲ့ အီတလီ Romance, Drama ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးက မိသားစုျပန္လည္ေတြ႕ဆုံၾကတဲ့ ပီယက္ထရုိနဲ႔ အယ္လ္ဘာတုိ႔ရဲ႕ ေရႊရတု မဂၤလာပြဲအေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။ သူတုိ႔ေနတဲ့ ကၽြန္းေလးေပၚမွာ မဂၤလာပြဲကုိ က်င္းပခဲ့ျပီး မိသားစုစုံစုံညီညီ ေပ်ာ္ေပ်ာ္ပါးပါး ေအာင္ေအာင္ျမင္ျမင္ျပီးဆုံးသြားပါတယ္။ဒါေပမဲ့ ဧည့္သည္မိသားစုေတြ ျပန္ခ်ိန္ေရာက္တဲ့အခါမွာ ပင္လယ္မွာ ေလထန္ေနလုိ႔ မျပန္ႏုိင္ျဖစ္ျပီး ေနာက္တစ္ရက္ထပ္ေနရပါတယ္။အဲဒီအခ်ိန္မွာ မိသားစုတစ္ခုခ်င္းစီက အခ်စ္ကုိလုိသူေတြ၊ အခ်စ္ပုိေနသူေတြ၊ အခ်စ္သစ္ရွာေတြသူေတြ၊အခ်စ္ကုိ တစ္ဖန္ ဖန္တီးသူေတြ၊ အခ်စ္အေၾကာင္းကုိနားလည္သြားသူေတြရဲ႕ အေၾကာင္းကုိ ျပေပးထားတာပါ။ဘဝထဲကအခ်စ္ေတြအေၾကာင္း ျဖစ္ျပီး စိတ္ကူးယဥ္ဆန္စရာ ေကာင္းတဲ့အခ်စ္အေၾကာင္းမဟုတ္လုိ႔ သဘာဝက်က်အခ်စ္ဇာတ္ကားေလးတစ္ကားလုိ႔ ေျပာလုိ႔ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...File Size : (850 MB) and ...",
        "rating": "6.1",
        "url": "https://megaup.net/2d1Tj/There_Is_No_Place_Like_Home_(A_Casa_Tutti_Bene)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEkKHiiQRVUSX15Iwo8VFydXrtu.jpg",
        "title": "Missing Link(2019)",
        "description": "Missing Link(2019)\nIMDb.....7.0\nAnimation ဇာတ္ကားေကာင္းေတြကုိ တမ္းတလြမ္းဆြတ္ေနၾကတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ထဲမွာ ပူပူေႏြးေႏြး ထြက္ထားတဲ့ Missing Link\n(ေပ်ာက္ဆံုးေနေသာ ကြင္းဆက္) ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလုိ္က္ပါတယ္…\nဇာတ္ကားေလးဟာ ၁၈ရာစု ပတ္ဝန္းက်င္ကို ဇာတ္အိမ္တည္ထားျပီးေတာ့ လိုင္နယ္ ဖေရာ့စ္ဆိုတဲ့ စြန္႔စားရွာေဖြသူတစ္\nဦးဟာ နယူးေယာက္က အၾကီးမားဆံုး စြန္႔စားရွာေဖြသူေတြရဲ႕ အသင္းကိုဝင္ခ်င္တ့ဲအတြက္ ဒ႑ာရီလာ သတၱဝါေတြ ကို\nလုိက္လံစြန္႔စား ရွာေဖြပါေသာ္လည္း အခ်ည္းႏွီးသာ ရလဒ္ေနာက္ဆံုး နိဂံုးခ်ဳပ္ေနက်ျဖစ္တဲ့အတြက္ ကလပ္ကလူေတြအတြက္\nသူဟာ ေလွာင္ေျပာင္စရာပဲျဖစ္ေနခဲ့ပါတယ္ …\nတစ္ေန႔ေတာ့ ကလပ္ကလူၾကီးနဲ႔အေလာင္းအစားတစ္ခုျပဳလုပ္ျပီး ႏွင္းလူမ်ိဳးႏြယ္ ဒ႑ာရီလာ ေျခရာၾကီးသတၱဝါကို\nရွာေဖြဖို႔ ဟိမဝႏၱာေတာင္တန္းၾကီးဆီကို စြန္႔စားခန္းထြက္လာပါေတာ့တယ္။\nကုိင္း...သူစြန္႕စားခန္းႀကီးေအာင္ျမင္ပါ့မလား...လူေတြရဲ႕ အထင္ေသးတဲ့အျမင္ေတြကုိ\nေျပာင္းလဲေပးႏုိင္မလား....သူ႕စြန္႕စားခန္းေတြမွာေရာ ဘယ္လုိအႏၱရယ္မ်ဳိးစုံနဲ႕ေတြ႕ဆုံမလဲ...\nသူကေရာျဖတ္ေက်ာ္ႏုိင္ပါ့မလား.....\nဒီဇာတ္ကားေလးမွာ ေနာက္ခံအသံသရုပ္ေဆာင္မ်ားအျဖစ္ နာမည္ၾကီး သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့\nHugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္…\nဟာသအေသာေလးေတြနဲ႔ စြန္႔စားခန္းေတြရင္ထိတ္စရာေတြ ေတြ႔ၾကံဳခံစားရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္လို႔ ကိုယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူၾကပါဦး…\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\n File Size ...",
        "rating": "7.0",
        "url": "https://megaup.net/1x4r3/Missing_Link.2019.WebDl720p.pp.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMDMzZWE4NDUtOWRlMS00ODJjLThmZjAtNWU1MmFiOWVmZmJjXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Dhadkan (2000)",
        "description": "Dhadkan (2000)\n=============\nအခ်စ္ဦးနဲ႔ အခ်စ္ဆံုးဟာ တခ်ိဳ႕လူေတြမွာ\nတစ္ေယာက္ထဲ မဟုတ္ၾကပါဘူး။\nအခ်စ္ဦးက တာထြက္နဲ႔တူၿပီး အခ်စ္ဆံုးကေတာ့\nပန္းတိုင္နဲ႔ တူပါတယ္။\nတာထြက္ ဘယ္ေလာက္ပဲ ေနာက္က် ေနာက္က်\nပန္း၀င္တာ လွေနရင္ေတာ့ ဘ၀ဟာ ခ်ိဳၿမိန္ျခင္းအတိေပါ့။\nတခ်ိဳ႕ေသာအခ်စ္ေတြဟာ ေနာက္က်ေပမယ့္\nပိုၿပီး တန္ဖိုးႀကီးမားပါတယ္။\nအခ်စ္ဦးနဲ႔လြဲလို႔ စိတ္မညစ္ၾကပါနဲ႔။\nဘ၀မွာ အခ်စ္ဆံုးနဲ႔ ႀကံဳၾကရဦးမွာပါ။\nအခ်စ္ဆံုးကို ေတြ႕ရွိၿပီးကာမွ အခ်စ္ဦးနဲ႔ ျပန္လည္ဆံုေတြ႕ရမယ္ ဆိုပါစို႔.....\nပန္းတိုင္ နဲ႔ တာထြက္ကို ဘ၀မွာ ေရြးခ်ယ္ရေတာ့မယ္ ဆိုပါစို႔.....\nတာထြက္ကို အေကာင္းဆံုးျဖစ္ေအာင္ ျပန္ၿပီး ႀကိဳးစားမလား?????\nပန္းတိုင္ကို အလွပဆံုးျဖစ္ေအာင္ မြမ္းမံမလား?????\nအခ်စ္မွာ ေမတၱာတရားမပါရင္ အခ်စ္ဟာ တန္ဖိုးရွိသင့္သေလာက္ မရွိပါဘူး။\nကိုယ္ခ်စ္တဲ့သူကို ခ်စ္တတ္ရံုနဲ႔ မရပါဘူး။\nေမတၱာထားတတ္ဖို႔က ပိုၿပီး လိုပါတယ္။\nေမတၱာတရားနဲ႔ အသက္သြင္းထားတဲ့အခ်စ္က ပိုၿပီး ခိုင္မာပါတယ္။\nပိုၿပီး တန္ဖိုးရွိပါတယ္။\nေမတၱာတရားဟာ အရာရာကို ေအာင္ႏိုင္စြမ္းပါတယ္။\nခ်စ္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nရန္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nေမတၱာတရားရဲ႕တန္ဖိုးကို ဒီဇာတ္ကားမွာ အျပည့္အ၀ေတြ႕ရပါမယ္။\nအခ်စ္အေၾကာင္းဖြဲ႕ႏြဲ႕ရင္ Hindi ကားေတြက\nလွလွပပ ဖြဲ႕ႏြဲ႕ႏိုင္ပါတယ္။\n၂၀၀၀ ခုႏွစ္ ၀န္းက်င္က ကားဆိုတာ့ သီခ်င္းေတြ\nအကအလွေတြ ၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔လည္း ၾကည့္ရပါမယ္။\nဒီဇာတ္လမ္းမွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2d1Td/Dhadkan_2000_Hindi_720p__{CM}.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tetvwfnEkTJZ0t2efc808NmxuFN.jpg",
        "title": "Deja Vu ( 2018 )",
        "description": "လူေျခတိတ္ဆိတ္တဲ့ညတစ္ညမွာ ဂ်ီမင္က ခင္ပြန္းေလာင္းဝူဂ်င္နဲ႔အတူကားေမာင္းထြက္တုန္း ဝူဂ်င္ကကားနဲ႔ေက်ာင္းသူေလးတစ္ေယာက္ကိုတိုက္မိခဲ့ၿပီးအဲ့ဒီေက်ာင္းသူေလးကအခင္းျဖစ္ရာမွာပဲေသဆံုးသြားခဲ့ပါတယ္...ဝူဂ်င္နဲ႔ဂ်ီမင္တို႔က ေသဆံုးသြားၿပီျဖစ္တဲ့ေက်ာင္းသူေလးကိုေဆာက္လုပ္ေရးလုပ္ငန္းခြင္ထဲတစ္ေနရာမွာလူမသိေအာင္ျမဳပ္ထားပစ္လိုက္ပါေတာ့တယ္...အဲ့ေန႔ကစၿပီး ဂ်ီမင္တစ္ေယာက္ထင္ေယာင္ထင္မွားေတြမၾကာခဏျမင္ၾကားေနရၿပီးေသသြားတဲ့ေက်ာင္းသူေလးကိုလည္းမၾကာခဏသူ႔ေ႐ွ႕ေပၚလာတာကိုျမင္ေနရလို႔စိတ္ဂေယာင္ေျခာက္ျခားေတြျဖစ္ေနခဲ့ပါတယ္....ဂ်ီမင္ကရဲစခန္းကိုသြားၿပီး စံုေထာက္အင္ထက္ဆီကိုအဲ့ေန႔ကကားတိုက္မႈအေၾကာင္းကိုသြားတိုင္ၾကားတဲ့အခါ အျဖစ္မွန္ကဒီတိုင္းေပၚလာမွာလား....အဲ့ဒီေသဆံုးသြားတဲ့ေက်ာင္းသူေလးမွာ အေဖလိုတစ္ဖံုအစ္ကိုလိုတစ္ဖံုညီမေလးကိုအရမ္းခ်စ္တဲ့အစ္ကို႐ွိေနမွန္းသူတို႔မသိၾကေသာအခါ...အဲ့ဒီအစ္ကိုကေရာသူ႔ညီမေလးအတြက္ဘယ္လိုကလဲ့စားျပန္ေခ်ေပးမွာလဲ....ဆုိတာဆက္လက္ေစာင့္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "N/A",
        "url": "https://megaup.net/2d1Th/Deja_Vu_(Dejabyu)_[2018]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2E3OWUwNTAtOGE4Zi00NjJhLWFmNmItNTk2NzE3Nzk3MGE0XkEyXkFqcGdeQXVyNzc1ODkyMDQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Fighting ( 2014 )",
        "description": "ထိုးၾကၾကိတ္ၾက ဖိုက္တင္ခန္းအက္ရွင္ခန္းေတြကိုမွ ၾကိဳက္သူေတြအတြက္ဇာတ္ကားနာမည္ေလးနဲ႔တင္ ၾကိဳက္မယ္ထင္ပါတယ္ေကာင္းေလာ့ေဖးကမိဘမဲ့ကေလးျဖစ္ၿပီး သူ႔ကိုေမြးစားလိုက္တဲ့ေလာင္ေကာင္းကိုအေဖလို႔သူမသတ္္မွတ္ထားပဲသူ႔ရဲ႕တကယ့္အေဖအစစ္ကိုရွာခ်င္ေနတယ္...သူၾကိဳက္တဲ့ဆရာမခ်န္မွာလိပ္ျပာရင္ထိုးရွိၿပီး ခိုးယူလာျပီးေနာက္မွာ႐ုတ္တရတ္ေကာင္းေလာ့ေဖးကတရုတ္ဂ်ပန္စစ္ျဖစ္ေနတ့ဲ့အခ်ိန္ကာလေခတ္ကိုေရာက္႐ွိသြားခဲ့တယ္...ဆရာမရန္နဲ႔ေတြ႔ျပီးေနာက္နာမည္ေက်ာ္လက္ေဝွ႔သမားဂ်ပ္စင္နဲ႔ေသနတ္အပစ္ေတာ္တဲ့နာမည္ၾကီးတူလံုတို႔ကိုသိသြားတယ္...ကိုယ့္ဇာတိေျမကိုကာကြယ္ခ်င္တဲ့တူလံုကလက္ေဝွ႔ျပိဳင္ပြဲမွွွာပထမဆုရရင္စစ္ေလယာဥ္မွဴးတန္းလုပ္လို႔ရေၾကာင္းသိတဲ့အခါဝင္ျပိဳင္တယ္ အဲ႔ကေနဘာေတြစိတ္၀င္စားစရာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1x4r8/Fighting_[2014]_(MM_Sub).mp4",
        "category": "Action, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg",
        "title": "Bulletproof Monk",
        "description": "အက္ရွင္ကားေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္သေဘာက်မယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ဒုတိယကမာၻစစ္တြင္းမွာ တိဘတ္ေတာင္တန္းေပၚမွာ အနႏၱစြမ္းအင္ေတြရႏိုင္မယ့္ေပလိတ္ကိုေစာင့္ေရွာက္တဲ့ဘုန္းၾကီးေတြေနထုိုင္ျပီးအႏွစ္၆၀တစ္ခါ ေစာင့္ေရွာက္သူလႊဲေျပာင္းပါတယ္နာဇီစစ္ဗိုလ္တစ္ေယာက္ဟာအဲ့ဒီစြမ္းအင္ကိုတပ္မက္လြန္းလို႔ အႏွစ္၆၀တိုင္တိုင္ဇြဲၾကီးၾကီးနဲ႔လိုက္ေနပါတယ္ နာဇီရဲ႕အၾကံကေတာ့သူစြမ္းအားေတြရရင္နိမ့္က်တယ္လို႔သူယူဆရဲ႕တဲ့လူမ်ိဳးစုေတြ အျပတ္ရွင္းျပစ္ျပီးသူ႔စိတ္တိုင္းက်ကမာၻတည္ေထာင္မွာျဖစ္ပါတယ္ ဒါကိုကာကြယ္ဖို႔ဘုန္ၾကီးဟာအႏွစ္၆၀ထြက္ေျပးရင္ ႏွစ္၆၀ျပည့္တဲ့အခ်ိန္မွာဘယ္သူ႔ကိုေစာင့္ေရွာက္သူအျဖစ္လႊဲအပ္မလဲ နာဇီစစ္ဗိုလ္ကိုဘယ္လိုေျဖရွင္းမလဲဆိုတာ ေပါ့ေပါ့ပါးပါးအက္ရွင္ကားေကာင္းတစ္ကားအေနနဲ႔ၾကည့္ရမွာပါေပလိတ္ကိုေစာင့္ေရွာက္သူဘုန္းၾကီးအျဖစ္အားလံုးရင္ႏွီးမွာျဖစ္တဲ့ေဟာင္ေကာင္မင္းသားၾကီးChow Yun Fatကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ti/Bulletproof_Monk_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/g3itwmxbegjl-143x200.jpg",
        "title": "Peak Rescue ( 2019 )",
        "description": "ဒီကား​ေလးဟာ 2019ထြက္​ Action,Drama,War အမ်ိဳးအစားဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​ဒီကားဟာ Orilandမွာက်င္​းပတဲ့ Asian Summit အႀကီးအကဲ​ေပါင္​းစံုညႇိႏိႈင္​းအစည္​းအ​ေဝးပြဲႀကီးမွာ အၾကမ္​းဖက္​သမားတစ္​စုဟာ Dirty bombsနဲ႔Dirty bullets ကို Udriveနဲ႔ထိန္​းခ်ဳပ္​ၿပီး ​ေဖာက္​ခြဲတိုက္​ခိုက္​ဖို႔ႂကံစည္​​ေနၾကပါတယ္​...ဒီႂကံစည္​မႈႀကီးကိုတားျမစ္​ႏိုင္​ဖို႔ ပိုင္​ယန္​ဆိုသူကအၾကမ္​းဖက္​အဖြဲ႔အစည္​းနဲ႔ပတ္​သက္​ႁပီး သတင္​း​ေပးသူလ်ိဳအျဖစ္​အစိုးရအတြက္​​ေဆာင္​ရြက္​ရင္​း Dirty bombsကိုထိန္​းခ်ဳပ္​ႏိုင္​တဲ့ UDriveကို ယူ​ေဆာင္​ထားတဲ့အခါအၾကမ္​းဖက္​သမား​ေတြရဲ႕လိုက္​လံသတ္​ျဖတ္​ျခင္​းကိုခံရပါ​ေတာ့တယ္​..ပိုင္​ယန္​ကိုကာကြယ္​ႏိုင္​ဖို႔ အထူးလ်ိဳ႕ဝွက္​တပ္​ဖြဲ႔ျဖစ္​တဲ့ဟန္​​ေဟာက္​တို႔အဖြဲ႔တစ္​စုက တာဝန္​ယူဖို႔ျဖစ္​လာတဲ့အခါ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..",
        "rating": "",
        "url": "https://megaup.net/1x4r0/Peak_Rescue_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Av8aVDHi6QOz6EBIrjOCyZa6Ah8.jpg",
        "title": "Adolescence (2018)",
        "description": "တစ္ေယာက္နဲ႔တစ္ေယာက္ဆက္ဆံေရးေျပေျပျပစ္ျပစ္မ႐ွိဘဲဖ႐ိုဖရဲျဖစ္ေနတဲ့မိသားစုမွေမြးဖြားလာခဲ့တဲ့အာဒမ္ဟာလွပျပီးေတာ့ နားလည္ရခက္ခဲတဲ့အဲလစ္စ္ဆိုတဲ့မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႔သြားတဲ့အခါမွာယခင္ကသူ႔ရဲ႕သြက္သြက္လက္လက္မ႐ွိတဲ့အက်င့္စ႐ိုက္ေတြဟာေျပာင္းလဲလာပါေတာ့တယ္အရင္ကလိုေၾကာက္႐ြံ႕႐ံြ႕ေကာင္ေလးတစ္ေယာက္မဟုတ္ေတာ့ဘဲေျပာင္းလဲလာခဲ့တ့ဲအာဒမ္ဟာ ေနာက္ပိုင္းမွာအဲလစ္စ္ေၾကာင့္ ဘယ္လိုေတြလမ္းမွားေရာက္ျပီးဒုကၡေတြေရာက္ဦးမွာလဲ...ဒီဇာတ္လမ္းေလးမွာ အေပါင္းအသင္းေၾကာင့္ ဘ၀ေကာင္းသြားႏိုင္သလိုအေပါင္းအသင္းေၾကာင့္ပဲ ဘ၀ပ်က္ဆီးသြားတတ္တယ္ဆိုတာကိုလဲေတြ႔ျမင္ရမွာပါ File Size : ( 994 MB) & (250 MB)Quality :Web-DL 720pRunning Time :1 hr 39 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2d0S3/Adolescence_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMgXlcviL4vJFjuHoMl8vtymV4u.jpg",
        "title": "Red Joan (2019)",
        "description": "ဒီ Red Joan ဆိုတဲ့ဇာတ္ကားဟာ ဒုတိယကမၻာစစ္အတြင္းအဂၤလန္ႏိုင္ငံ၏ႏ်ဴးကလီးယားဗံုးႏွင့္ပတ္သတ္သည့္ထိပ္တန္းလွ်ိဳ႕၀ွက္ခ်က္မ်ားကို႐ု႐ွားေတြဆီအသိေပးခဲ့တဲ့ စပိုင္တစ္ေယာက္ရဲ႕အေၾကာင္းကိုေရးသားထားတဲ့နာမည္တူစာအုပ္ကို ျပန္လည္မွီျငမ္းၿပီး ႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္...ဂ်ဳန္းဟာ ႐ူပေဗဒပညာကိုအထူးျပဳသင္ယူထားတဲ့ကမ္းဘရစ္ခ်္ေက်ာင္းဆင္းတစ္ေယာက္ပါ...သူ႔အေနနဲ႔ဘယ္လိုလုပ္ၿပီးေတာ့ႏိုင္ငံရဲ႕လွ်ိဳ႕၀ွက္ထိပ္တန္းအခ်က္အလက္ေတြကိုေဖာက္ထြင္းယူတတ္တဲ့စပိုင္တစ္ေယာက္ျဖစ္သြားရသလဲ...သူေျပာျပတဲ့ သူ႔အေနနဲ႔ႏိုင္ငံကိုသစၥာေဖာက္ခဲ့မိရတဲ့အေၾကာင္းရင္းကေတာ္ေတာ့္ကိုစိတ္၀င္စားစရာပါ...အဲ့အေၾကာင္းကဘာျဖစ္မလဲဆိုတာနဲ႔ဘာေၾကာင့္စိတ္၀င္စားဖို႔ေကာင္းရသလဲဆိုတာကိုဒီ Red Joan ကားကိုၾကည့္ၿပီးအေျဖ႐ွာၾကည့္ၾကည့္လိုက္ပါ File Size : (945 MB) & (358 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Biography , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/1x3pq/Red_Joan_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpR3FzaagWTbwgFPn1P6sEZ4str.jpg",
        "title": "St. Agatha (2019)",
        "description": "အေမရိကန္ၿမိဳ႕တစ္ၿမိဳ႕ရဲ႕ အလွမ္းေဝးတဲ့ေနရာတစ္ခုမွာခရစ္ယာန္သီလရွင္ေက်ာင္းတစ္ေက်ာင္းရွိပါတယ္။ထူးဆန္းတာတစ္ခုကေတာ့ အဲဒီ့ေက်ာင္းကို ျပင္ပေလာကကေရာက္လာတဲ့မိန္းခေလးတိုင္းကေတာ့အားလံုးကိုယ္ဝန္ေလးေတြ လြယ္ထားၾကရတာပါပဲ။ဘာလို႔ကိုယ္ဝန္သည္မိန္းခေလးေတြ ဘာေၾကာင့္ေရာက္လာၾကတယ္၊သီလရွင္ေက်ာင္းကေကာ ဘာေတြလဲဆိုတာကိုေတာ့သည္းထိတ္ရင္ဖိုဇာတ္လမ္းတစ္ပုဒ္ကိုေကာ္ဖီေမႊးေမႊးေလးတစ္ခြက္နဲ႔ မိုးေအးေအးမွာ ၾကည့္လိုက္ၾကရေအာင္လားဗ်ာ File Size : (964 MB) & (357 MB)Quality :Web-DL 720pRunning Time :1 hr 43 minFormat : Mp4Genre :  Horror Subtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4eTeS/St._Agatha_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghoNQkJX9Hk1m8GxTsBg4Xez1gn.jpg",
        "title": "Daughter of the Wolf (2019)",
        "description": "စစ္တပ္မွာတာ၀န္ထမ္းေဆာင္ေနေသာ ကလယ္ရာဟာတစ္ေန႔သူ႔အေဖဆံုးပါးသြားသည္ကိုသိ႐ွိၿပီးအိမ္သို႔ျပန္လာခဲ့ပါတယ္...သို႔ေသာ္လဲတစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို အိမ္ျပန္ေရာက္ၿပီးဘယ္ေလာက္မွမၾကာခင္မွာပဲ သူ႔သားခ်ာလီျပန္ေပးဆဲြခံလိုက္ရပါတယ္...ျပန္ေပးဆဲြသမားမ်ားထဲမွတစ္ေယာက္ရဲ႕အကူအညီနဲ႔သူ႔သားေနာက္ကိုေျခရာခံလိုက္လာေသာ ကလယ္ရာတစ္ေယာက္ ေအာင္ျမင္ႏိုင္ပါ့မလား...ျပန္ေပးဆဲြသမားေတြရဲ႕ရယ္႐ြယ္ခ်က္အစစ္အမွန္ကေရာဘာျဖစ္မလဲ...ကလယ္ရာ့စီမွာဖမ္းဆီးခံထားရတဲ့ျပန္ေပးဆဲြသမားကေရာကလယ္ရာ့ကိုဘာေၾကာင့္ကူညီခဲ့ရတာလဲ...ဒီကားမွာသားကိုခ်စ္လြန္းလွေသာမိခင္မိန္းမသားတစ္ေယာက္ခ်မ္းေအးလြန္းလွသည့္ႏွင္းမ်ားဖံုးလႊမ္းရာေဒသမွာအခ်ိန္မေ႐ြးထြက္လာရန္ျပဳႏိုင္ေသာႏွင္းေတာင္၀ံပုေလြမ်ားကိုအံတုရင္ဆိုင္ပံုမ်ားကိုေတြ႕ျမင္ႏိုင္မွာပါ File Size : (826 MB) & (301 MB)Quality :Web-DL 720pRunning Time :1 hr 28 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4UQHz/Daughter_Of_The_Wolf_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMjMwYjcwNWQtNTQ5YS00MzVlLTkxYzMtNDIwZWIxZTE4Zjg2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Free Solo (2018)",
        "description": "မျဖစ္ႏိုင္တဲ့အရာေတြ လုပ္ျပတဲ့အခါ\nက်ေနာ္တို႔ အရမ္းသေဘာက် ၾကပါတယ္။\nဘယ္လိုလုပ္သြားတယ္ ဆိုတာကိုလဲ သိခ်င္ၾကပါတယ္။\n၂၀၁၇ ခုႏွစ္ ဂြၽန္လ ၃ ရက္ေန႔က မယံုႏိုင္စရာ\nအျဖစ္အပ်က္တစ္ခု ျဖစ္သြားပါတယ္။\nေပ ၇၅၀၀ ေက်ာ္ျမင့္တဲ့ အယ္လ္ကပၸိတန္ လို႔ေခၚတဲ့ ေတာင္ေစာင္းကို\nလူတစ္ေယာက္ တက္သြားပါတယ္။\n\"ေနပါဦး အယ္လ္ကပ္ ကို လူေတြတက္ေနတာ\n၁၉၅၇ ခုႏွစ္ ကတည္းကပဲ။ ဘာမ်ားထူးဆန္းလို႔လဲ\"\nလို႔ေမးေကာင္းေမးႏိုင္ပါတယ္။\nဟုတ္ပါတယ္။ ဒါေပမဲ့ သူတို႔အားလံုးက ႀကိဳးေတြနဲ႔ တက္ၾကတာပါ။\nအခု တစ္ေယာက္ကေတာ့ ႀကိဳးမပါဘဲ တက္ခဲ့ပါတယ္။\nFree Solo လို႔ေခၚတဲ့ ႀကိဳးမပါဘဲ ေတာင္တက္တဲ့\nအားကစားတစ္ခု ႐ွိပါတယ္။\nအဲ့ဒါက ဘယ္ေလာက္ေတာင္မွ ခက္ခဲၿပီး\nအႏၱရာယ္မ်ား သလဲဆိုရင္ မေအာင္ျမင္ရင္\nေသဖို႔တစ္လမ္းပဲ ႐ွိပါတယ္။\nႀကိဳးမပါတဲ့ အတြက္ ဒုတိယအႀကိမ္\nျပန္ႀကိဳးစားခြင့္ ဆိုတာ မ႐ွိပါဘူး။\nဒီမွတ္တမ္း႐ုပ္႐ွင္မွာဆိုရင္ အဲလက္စ္ဟြန္ႏိုးရဲ႕\nအယ္လ္ကပ္ကို ႀကိဳးလြတ္တက္ဖို႔\nႀကိဳးစားတဲ့ အေၾကာင္းကို ၾကည့္ရမွာပါ။\nလူသားတစ္ေယာက္အေနနဲ႔ မျဖစ္ႏိုင္တာကို\nျဖစ္ေအာင္လုပ္ဖို႔ ႀကိဳးစားရင္း\nဘာေတြေပးဆပ္ လိုက္ရသလဲ\nဆိုတာကို ဒီ႐ုပ္႐ွင္ေလးထဲမွာ အေျဖ႐ွာႏိုင္ပါတယ္\nဒီ မွတ္တမ္းရုပ္ရွင္ကို\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai Lwin ျဖစ္ၿပီး\nThit San ...",
        "rating": "8.2",
        "url": "https://megaup.net/1x3pj/Free_Solo_[2018]_(MM_Sub).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZThhYTlhMDUtMDhjZi00MTljLTkwMDYtOGU3ZjVlMWE4NDk4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "Casper (1995)",
        "description": "Casper 1995\nဒီဇာတ္ကားေလးကေတာ့ ကပ္စပါ ဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့\nတေစၦေလးအေၾကာင္းကာတြန္းကားကို\nlive-action ျပန္႐ိုက္ထားတဲ့ ကားေလးျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ အ\nဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ ကပ္စပါကို CGI အျပည့္နဲ႔\nတစ္ကားလံုးသံုးသြားႏိုင္တဲ့ ပထမဦးဆံုး ႐ုပ္ရွင္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nBudget ၅၅ သန္း အသံုးျပဳခဲ့ၿပီး ၂၈၇.၉ သန္းျပန္လည္ရရွိခဲ့တဲ့\nေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္ကားလည္းျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ ေဒါက္တာဟာေဗးက\nသူ႔သမီးေလးနဲ႔အတူ တစ္ၿမိဳ႕ဝင္တစ္ၿမိဳ႕ထြက္နဲ႔\nလူေတြကိုအေႏွာက္အယွက္ေပးေနတဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးေျပာင္းႏိုင္ေအာင္\nလိုက္လံကူညီေပးေနပါတယ္။\nတေန႔မွာေတာ့ မိန္း ဆိုတဲ့ၿမိဳ႕က သရဲအရမ္းေျခာက္တဲ့\n၀စ္စတပ္ ဆိုတဲ့အိမ္ႀကီးကိုသြားၿပီး ေသာင္းက်န္းေနတဲ့\nသရဲေတြကို ႏွိမ္နင္းေပးဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။\nအဲဒီအိမ္ႀကီးမွာေတာ့ ကပ္စပါဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့ တေစၦေလးအျပင္\nလူေတြကိုေသြးပ်က္မတက္ ေျခာက္လွန္႔တက္တဲ့ တေစၦ ၃ ေကာင္လည္းရွိေနပါတယ္။ ေ\nဒါက္တာဟာေဗးကပဲ ေျခာက္လွန္႔တက္တဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးသြားေအာင္ကူညီေပးႏိုင္မလား\nတေစၦေတြကပဲ အႏိုင္ယူသြားမလားဆိုတာကိုေတာ့\nဒီဇာတ္ကားေလးကိုၾကည့္ၾကည့္လိုက္ပါေနာ္။\n \nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့ Jar Jar ျဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/4UQHy/Casper_[1995]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZjM0M2UxNWMtNzIzNi00NTZhLThiYTItNWFkNmVhNmE4YTlkXkEyXkFqcGdeQXVyMzAwMjMyMjY@._V1_SY1000_CR006351000_AL_-127x200.jpg",
        "title": "Fast Color (2018)",
        "description": "ဒီကားေလးကေတာ့\nသဘာဝလြန္စြမ္းရည္ေတြရွိေနတဲ့\nမိန္းကေလးတစ္ေယာက္ဟာ\nသူမစြမ္းအားေတြေၾကာင့္ပဲ\nမိသားစုနဲ႔အိမ္ကို စြန္႔ခြာခဲ့ရတယ္ ႏွစ္ေပါင္းမ်ားစြာ\nတစ္ေယာက္တည္း ထြက္ေျပးတိမ္းေရွာင္ရင္း\nေနာက္ဆံုးမွာေတာ့ သမီးေလးနဲ႔ အေမျဖစ္သူ\nရွိတဲ့ ေနအိမ္ကိုပဲ ျပန္ေရာက္လာတယ္။\nသမီးေလးမွာပါ စြမ္းအားေတြရွိေနမွန္း ရွာေတြ႕ခဲ့ရာက\nဘာေတြဆက္ျဖစ္လာမလဲ။\nဒရမ္မာဆန္ဆန္ သဘာဝလြန္ဇာတ္ကားေလးပါ\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "5.6",
        "url": "https://megaup.net/1rjnm/Fast.Color.2018_720P_%7BCM.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTUyNTc3NTg3M15BMl5BanBnXkFtZTgwMzc1MTAzMjE@._V1_SY1000_CR006991000_AL_-1-140x200.jpg",
        "title": "Silenced (2011)",
        "description": "မနက်က ဒီရုပ်ရှင်လေးအကြောင်းကိုM-MDB Page မှာ ဆရာမနိုင်းနိုင်းစနေရဲ့ post ကနေcredit ပေးတင်ပေးထားတာကိုဖတ်မိတော့ ကြည့်လိုက်မိတယ်။တကယ်ပဲ အောက်မှာ ဆရာမညွှန်းခဲ့သလိုပါပဲခံစားချက်အပြည့်ပေးပါတယ်။ဒီနေ့လည်း group ထဲမှာ လူတွေအများကြီးလာတောင်းနေတော့ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ကြည့်ဖူးနေကြကားတွေလိုတရားမျှတမှုက အနိုင်ရတာကို မပြပါဘူး၊ပရိသတ်တွေကို မပျော်စေချင်ပါဘူး။ဒီဇာတ်ကားမှာ အမှန်တရားရှုံးပါတယ်။ဒါပေမယ့် ဒီအဖြစ်မှန်ကို ရေးခဲ့၊ရိုက်ပြခဲ့တဲ့အနုပညာသမားတွေကြောင့် အပြင်လောကမှာတရားမျှတမှုအနိုင်ရသွားခဲ့တယ်လို့ပြောရမယ်ထင်ပါတယ်။ဇာတ်လမ်းအောင်မြင်မှုနဲ့ အညွှန်းကိုတော့ အောက်ကမူရင်းပို့စ်မှာပဲ ဖတ်ကြည့်ကြပါ။ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ဒီကားမှာနှစ်သက်မိတာတစ်ခုထပ်ပြောရမယ်ဆိုရင်ကြီးကြီးကျယ်ကျယ်စကားလုံးတွေ ပြောရတော့မယ်လို့ထင်မိတဲ့အခန်းတွေမှာ အရိုးရှင်းဆုံးစကားလုံးတွေကိုပဲ သုံးသွားပြီးခံစားချက်ပေါ်အောင်ပြသွားနိုင်တဲ့အချက်လေးကိုလည်း ချီးကျူးရမှာပါပဲ။ရုပ်ရှင်ကားတစ်ကားဘယ်လောက်ထိသြဇာလွှမ်းမိုးနိုင်သလဲ\n-----------------------------------------------------------------မနေ့ညနေက ကျွန်မ ကိုးရီးယားကားတစ်ကားကြည့်ဖြစ်တယ်။အဲဒီကားကို ခုထိကြည့်လို့ မပြီးသေးဘူး။ရုပ်ရှင်က ရှည်လို့မဟုတ်ဘူး..တစ်ကားပြီးပါပဲ။ဒါပေမယ့် အဲဒီရုပ်ရှင်ကို ကျွန်မကြည့်လိုက် ဆက်မကြည့်ရက်လို့နားထားလိုက်၊ ပြန်ကြည့်လိုက် ဆက်မကြည့်ရက်လို့ နားထားလိုက် လုပ်နေခဲ့လို့ပါ။\n.\nအဲဒီရုပ်ရှင်ကားက \"Silenced\" (သို့) \"The Crucible\" လို့နာမည်ရတဲ့ကားဖြစ်တယ်။ဇာတ်ကားပါ အကြောင်းအရာက ဆွံ့အ နားမကြားကျောင်းတစ်ကျောင်းမှာနှစ်ကာလကြာရှည်စွာ မုဒိမ်းကျင့်၊ မတရားအနိုင်ကျင့်ခံနေရတဲ့ကျောင်းသူကျောင်းသားတွေဟာ အဲဒီကိုပြောင်းလာတဲ့ဆရာအသစ်တစ်ဦးရဲ့အကူအညီနဲ့ အဖြစ်ဆိုးကလွတ်မြောက်ပြီးကျောင်းအုပ်ကြီးအပါအဝင် ဆရာအချိုု့ကို တရားဥပဒေအတိုင်းအရေးယူနိုင်ခဲ့တဲ့အကြောင်းဖြစ်တယ်။ဒါပေမယ့် ရေများရေနိုင်၊ မီးများမီးနိုင်ဆိုသလို တရားခံတွေဟာကြေးရတတ်၊ ...",
        "rating": "8.1",
        "url": "https://megaup.net/32P0j/Silenced.2011.Bluray.1080p.DTS_5.1_720P_{CM}.mp4.crdownload",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/images-133x200.jpeg",
        "title": "Airaa (2019)",
        "description": "သရဲကား ေတာင့္တေနၾကတဲ့ CM Fan ေတြအတြက္\nသရဲကား တစ္ကား တင္ေပးလုိက္ပါတယ္....\nနယ္ၿမိဳ႕ေလးထဲက အိမ္ႀကီး တစ္အိမ္\nအဲ့ဒီ အိမ္ထဲက အေပၚဆံုး ထပ္မွာ\nေသာ့ခတ္ထားတဲ့ အခန္းတစ္ခုလဲ ရွိေနေလရဲ႕\nတစ္ခါ တစ္ခါ အသံေတြ ၾကားၿပီး အိမ္ထဲ ေလွ်ာက္သြားေနတဲ့\nအရိပ္တစ္ခုလဲ ရွိေနျပန္တယ္....\nအဲ့ဒီအိမ္ႀကီးကို မ်က္စိမျမင္တဲ့ အဖြားႀကီး နဲ႔\nနားမၾကားတဲ့ အေစခံ တစ္ေယာက္က ေစာင့္ေရွာက္ၿပီး\nေနထိုင္ၾကတယ္....\nတစ္ရက္မွာေတာ့ ၿမိဳ႕ႀကီးက မိန္းကေလးတစ္ေယာက္ဟာ\nအိမ္က သေဘာတူထားတဲ့ ေယာက်ၤားကို မယူခ်င္တာနဲ႔\nအဖြားျဖစ္သူ ရွိတဲ့ နယ္ၿမိဳ႕ေလးကို ေျပးလာခဲ့တယ္...\nသူေရာက္လာခဲ့တာကေတာ့\nေသာ့ခတ္ထားတဲ့ အခန္းရွိေနတဲ့\nအိမ္ကိုပဲ ျဖစ္ပါတယ္....\nဒီရုပ္ရွင္ကားကို Dolly Dolly က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.7",
        "url": "https://megaup.net/2d0S8/Airaa_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMzJlNDMyMjgtNDg1NC00ZTI5LWFkMDctZGUyMWQ3OTYyNGE1XkEyXkFqcGdeQXVyNTU2MDQyOTk@._V1_-134x200.jpg",
        "title": "A Winter Princess (2019)",
        "description": "ဥေရာပအလယ္ပိုင္းက မထင္မရွားႏုိင္ငံတစ္ခုက\nေတာ္၀င္မင္းသမီးေလး ကာလီဟာ\nသူရဲ႕ နန္းတြင္းေတာ္၀င္အေရးအရာေတြကေန\nတစ္ႏွစ္တိတိ ခြင့္ယူၿပီး ႏုိင္ငံရပ္ျခားက\nေရခဲေတာင္အပန္းေျဖရိပ္သာတစ္ခုမွာ\nပြဲစီစဥ္သူအျဖစ္ တိတ္တဆိတ္ ၀င္ေရာက္လုပ္ကိုင္ေနပါတယ္..။\nေမြးကတည္းက ျပဌာန္းလိုက္ၿပီးသား ဘ၀တစ္ခုကေန\nခဏတာ ေသြဖည္ၿပီး ကိုယ္တုိင္ ဘာလုပ္ႏုိင္တယ္ဆိုတာကို\nရွာေဖြဖို႔ရာ စိတ္အားထက္သန္ေနတဲ့ ကာလီေလးဟာ\nတကယ္တမ္းမွာေတာ့ လံုေလာက္တဲ့ အခြင့္အေရးမ်ိဳးကို\nတစ္ႏွစ္အတြင္းမွာ မရရွိခဲ့ရွာပါဘူး။\nျပန္ရမယ့္ရက္နီးလာခါမွ ႀကံဳေတာင့္ႀကံဳခဲပြဲေတာ္ႀကီးတစ္ခုကို\nစီစဥ္ေပးရဖို႔ျဖစ္လာပါတယ္..။\nသာမန္သူအျဖစ္ ကိုယ္စြမ္းကိုယ္စနဲ႔ ႀကိဳးစားျပခ်င္တဲ့\nကာလီေလး ဒီအခြင့္အေရးကို အမိအရ\nဆုပ္ကိုင္ႏုိင္မွာလား..။\nဒါ့အျပင္ သူနဲ႔ အတူ လက္တြဲလုပ္ကိုင္ရမယ့္ တြဲဖက္\nကိုလူေခ်ာတစ္ေယာက္လည္း\nပါလာပါတယ္။\nသူ႔ရဲ႕ ကြယ္၀ွက္ထားတဲ့ မင္းသမီးဆိုတဲ့\nဂုဏ္ပုဒ္တစ္ခုကိုေရာ အဆံုးထိ လွ်ိဳ႕၀ွက္သြားႏုိင္မွာလား..။\nေရခဲျပင္က်ယ္ႀကီးေတြ ႏွင္းပြင့္ႏင္းမႈံေတြနဲ႔ ေအးစိမ့္စိမ့္\nပတ္၀န္းက်င္ေနာက္ခံကို\nၾကည္ႏူးေငြ႔ေလးဟပ္ၿပီး\nၾကည့္ရႈၾကရမယ့္\nရိုမန္႔ကားေလးတစ္ကားပါ။\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nSane Khet ျဖစ္ပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2d0S0/A_Winter_Princess_[2019]_(MM_Sub).mp4",
        "category": "Romance, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZjY3N2JjNjctZmQ2Mi00MmU5LWEzODAtM2M0YTQ1MWNlNDRlXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "Elisa & Marcela (2019)",
        "description": "ဒီ႐ုပ္ရွင္ေလးဟာဆိုရင္ စပိန္ ႐ိုမန္စ့္\nအတၳဳပၸတၱိ ဆန္ဆန္ ႐ုပ္ရွင္ျဖစ္ပါတယ္\n၁၉၀၀ ျပည့္ ဝန္းက်င္ေတြမွာ အမ်ိဳးသမီးေတြကို\nပညာသင္ၾကားျခင္းနဲ႔ပတ္သတ္လို႔ ေရွး႐ိုးစြဲ\nအယူအဆမ်ား ရွိေနတုန္းပဲ\nဆိုတာကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nဒီမွတ္တမ္း႐ုပ္ရွင္ ထူးျခားခ်က္ကေတာ့\nအဓိက ဇာတ္႐ုပ္ျဖစ္တဲ့ အမ်ိဳးသမီးႏွစ္ေယာက္ဟာ\nလိင္တူခ်စ္ႀကိဳက္မႈ အေပၚ ျပင္းထန္စြာ\nတုန္႔ျပန္ခဲ့တဲ့ ၁၉၀၀ ဝန္းက်င္ လူ႔အသိုင္းအဝိုင္းထဲမွာ\nကမာၻ့ပထမဦးဆံုး တရားဝင္လက္ထပ္ခဲ့တဲ့ Lesbian စံုတြဲျဖစ္ပါတယ္\nသူတို႔ႏွစ္ေယာက္ ခ်စ္ျခင္းေမတၱာဟာ ခက္ခဲ ၾကမ္းတမ္းတဲ့\nလူအဖြဲ႕အစည္းၾကားထဲမွာ ဘယ္လိုပံုစံနဲ႔ တည့္ၿမဲခဲ့သလဲ\nဆိုတာကိုၾကည့္ရႉခံစားရမွာျဖစ္ပါတယ္\nအသိုင္းအဝိုင္းရဲ႕ ဖိႏုိပ္ေတြေၾကာင့္ စပိန္ႏိုင္ငံမွ\nေပၚတူကီ ႏိုင္ငံအထိ ထြက္ေျပးတိမ္းေရွာင္ခဲ့ရတာေတြ\nေထာင္ၾကခဲ့ရတာေတြ ေနာက္ဆံုး အက်ဥ္းေထာင္ထဲတြင္\nမီးဖြားရသည္အထိ အေျခအေနဆိုးခဲ့သည္ တိုင္ေအာင္\nသူတို႔ႏွစ္ေယာက္ရဲ႕ ခ်စ္ျခင္းေမတၱာက ခိုင္ၿမဲခဲ့သည္\n(ဒီကိုယ္ဝန္ရသြားျခင္းကလည္း ထူးျခားသည့္အခ်က္တစ္ခုျဖစ္ခဲ့သည္)\nေမြးရပ္ေျမ စပိန္တြင္ ကံဆိုးမိုးေမွာက္က်ခဲ့ရသမွ် သည္ ေပၚတူဂီ\nေျမေပၚတြင္ စာနာသနားသူမ်ားအကူအညီမ်ားစြာႏွင့္\nလြတ္ေျမာက္ခဲ့ရၿပီး အာဂ်င္တီးနားတြင္ အသက္ထက္ဆံုးေနထိုင္ခဲ့ၾကသည္ ့\nအီလီဆာ ႏွင္ မာဆီလာတို႔ စံုတြဲ အေၾကာင္း ကို ေဖာ္က်ဴးထားသည္ ႐ုပ္ရွင္ျဖစ္ပါတယ္\n18+ အသက္၁၈ ႏွစ္မျပည့္သူမ်ား ၾကည့္ရႉရန္\nမသင့္သည့္ ဇာတ္ဝင္ခန္းမ်ားပါရွိသည္\nရုပ္ရွင္ကားကို Nyan Lin Oo ...",
        "rating": "6.4",
        "url": "https://megaup.net/1riiu/Elisa.and.Marcela.2019_720P_%7BCM%7D.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOTJjZjBhNjMtM2VhYi00NzMyLWEyM2MtOWExMWIwYWMxZDgxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Sweet Sixteen (1983)",
        "description": "၁၆ႏွစ္အရြယ္...\nမီးေကာင္ေပါက္မတို႔အရြယ္တဲ့့...\nဒီအရြယ္ေတြ သိပ္ထိန္းရခက္တယ္\nအရာရာကိုစမ္းသပ္ခ်င္ေနမယ္...\nစူးစမ္းခ်င္ေနမယ္ ေကာင္မေလးတစ္ေယာက္...\nနာမည္က Melissaတဲ့..\n၁၆ႏွစ္ျပည့္ဖို႔ တစ္ပတ္ပဲလိုေတာ့တဲ့ အခ်ိန္\nသူ႔အေဖရဲ႕ အလုပ္ေၾကာင့္ သူတို႔မိသားစု\nေနရာအသစ္ကိုေျပာင္းလာတယ္ ဒီလိုကိုယ္မသိတဲ့ေနရာမွာ\nရွင္းေနတာေတြကိုရႈပ္ေအာင္လုပ္ေတာ့မယ္တဲ့ေလ\nမျပည့္စံုေသးတဲ့ အလွတရားေတြနဲ႔...\nသူ႔ရဲ႕ အရႈပ္ထဲ ပထမဆံုးေရာက္လာသူက Jhonny\nJhonny ကိုေလၽွာက္လည္ၾကရေအာင္တဲ့\nJhonny မျငင္းပါ..\nသူတို႔ေပ်ာ္ခဲ့ၾကတယ္... အဲ...ေနာက္တစ္ေန႔မနက္..\nJhonnyေပ်ာက္သြားၿပီ တည္ၿငိမ္ေနတဲ့ၿမိဳ႕ေလး...\nစတင္လႈပ္ခက္လာၿပီ\nMelissa...အရမ္းလွတဲ့ Melissa..\nဘာေတြရႈပ္အံုးမွာလဲ Melissa..\nဒီရုပ္ရွင္ကားဟာ ေဟာင္းေပမဲ့ ေကာင္းေနဆဲ\nရုပ္ရွင္ကား ျဖစ္ၿပီး 18+ အခန္းေတြ ပါေနလို႔\nအသက္မျပည့္ေသးသူမ်ား ၊ မိသားစုမ်ား ႏွင့္\nအတူမၾကည့္သင့္ပါ...\nဘာသာျပန္ေပးထားသူကေတာ့\nMin Thant Naing ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4 https://megaup.net/2SYkg/Sweet_Sixteen_(Xia_You_Qiao_Mu)_[2016]_(MM_Sub).mp4",
        "category": "Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOGQyYWQ5ODctZjBhNS00YmM2LWIxMmMtYjQ5NjhhZDMwNzFkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Beverly Hills Cop III (1994)",
        "description": "တစ္ခါတစ္ေလမွာ ဂုဏ္သေရအရွိဆံုးလို႕\nထင္ရတဲ့လူတစ္ေယာက္ဟာ\nရက္စက္တဲ့ရာဇ၀တ္ေကာင္ျဖစ္ေနတက္သလို\nေပ်ာ္စရာအေကာင္းဆံုးအပန္းေျဖေနရာတစ္ခု\nရဲ႕ေနာက္ကြယ္မွာ ေၾကာက္စရာလွ်ိဳ႕၀ွက္ခ်က္ေတြရွိေနတက္ပါတယ္။\nအသက္ရွင္စဥ္မွာအျမဲကေတာက္ကဆျဖစ္ခဲ့ေပမဲ့\nသံေယာဇဥ္အရွိဆံုးဆရာသမားကိုဆံုးရံူးလိုက္ရတဲ့အတြက္\nAlex Foley တစ္ေယာက္\nအဲ့ဒီလူသတ္ေကာင္ကိုမျဖစ္မေနလက္စားေခ်ဖို႕ဆံုုးျဖတ္ခဲ့ပါတယ္။\nတစ္ကားလံုးရယ္ေနရမွာေသခ်ာတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.5",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNThlYWFhYmYtMzQzZS00ZmZjLWJjZjAtYWVhMmM4YTc1ZjhjXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Beverly Hills Cop II (1987)",
        "description": "ျပစ္မူက်ူးလြန္တဲ့ေနရာတုိင္းမွာ\nအကၡရာကုဒ္ေတြခ်န္ထားတဲ့ဓါးျပေတြေၾကာင့္\nBeverly Hills တစ္ျမိဳ႕လံုး\nအုတ္ေအာ္ေသာင္းနင္းျဖစ္ေနပါတယ္။\nဓါးျပေတြကပိုမိုအတင့္ရဲလာျပီး\nBeverly Hills ရဲ႒ာနရဲ႕ကပၸတိန္\nBogomil ကိုပါ လုပ္ၾကံဖို႕ၾကိဳးစားခဲ့ပါတယ္။\nအမူလိုက္ Alex Foley တစ္ေယာက္\nဒီသတင္းကိုၾကားၾကားခ်င္းပဲ Detroit ကေန\nBeverly Hills ကိုအေရာက္လာျပီး\nအကၡရာကုဒ္ဓါးျပမူကိုစလိုက္ပါေတာ့တယ္။\nပထမကားလိုပဲ အမူလိုက္ပံုေတြကို\nဟာသေႏွာတင္ဆက္ထားတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2d0Sc/Beverly_Hills_Cop_II_[1987]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2MyZDE0YjAtNWFjYy00MWRlLTk3MTktMzY3ZDVhNTJkZTlmXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Beverly Hills Cop (1984)",
        "description": "Detroit ရဲ႒ာနက Alex Foley ဟာ\nထက္ျမက္တဲ့အမူလို္က္တစ္ေယာက္ျဖစ္ေပမဲ့\nျပႆနာခဏခဏရွာတက္လြန္းလို႕\nအထက္လူၾကီးရဲ႕ခ်ဥ္ဖက္ျဖစ္ေနသူပါ။\nတစ္ညမွာေတာ့ သူ႕ဆီလာလည္တဲ့\nအခ်စ္ဆံုးသူငယ္ခ်င္းေသနက္နဲ႕\nပစ္သတ္ခံလိုက္ရတဲ့အခါ\nသူငယ္ခ်င္းအတြက္တရားမွ်တမူကိုရွာေဖြဖုိ႕\nCalifornia ျပည္နယ္ Beverly Hills ဆီ\nခရီးဆန္႕ခဲ့ပါတယ္။\nတစ္ျခားရဲကားေတြလိုမဟုတ္ဘဲ\nအမူေဖာ္ထုတ္ပံုကို ဟာသေႏွာတင္ဆက္ထားတာေၾကာင့္\nပရိသတ္ၾကီးအၾကိဳက္ေတြ႕မွာေသခ်ာပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/4UQHr/Beverly_Hills_Cop_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qC4sbg7dyJeqoYdlydmnIXOBGtU.jpg",
        "title": "Romulus & Remus: The First King(2019)",
        "description": "Romulus & Remus: The First King(2019)IMDb...7.1ခရစ္ေတာ္မေပၚထြန္းမီ လူသားမ်ဳိးႏြယ္တုိ႕သည္ အယူအဆအမ်ဳိးမ်ဳိး\nနတ္ဘုရားအမ်ဳိးနဲ႕ ယဥ္ေက်းမႈ ဓေလ့ခပ္ဆန္းဆန္းတုိ႕ျဖင့္ရပ္တည္လွ်က္ရွိသည္...\nရုိမက္တုိ႕ညီအကုိ (၂)ေယာက္သည္ သိပ္ခ်စ္ၾကသည့္ ညီအကုိ (၂)ေယာက္ျဖစ္သည္....\nတစ္ေန႕ ေရေဘးဒုကၡေၾကာင့္ သူတုိ႕ မေသရုံတစ္မယ္ ထြက္ေျပးၾကစဥ္ အျခားမ်ဳိးႏြယ္တစ္စုရဲ႕\nဖမ္းဆီးေခၚေဆာင္ျခင္းကုိခံခဲ့ရသည္....\nလူသားဆန္မႈကင္းသည့္ေရွးအယူအဆမ်ားေၾကာင့္ သူတုိ႕ဖမ္းဆီးခံရမႈသည္ ေသေဘးမွ တစ္ပါး\nအျခားမရွိေပ...\nအေၾကာင္းမွာ ဖမ္းဆီးသည့္အဖြဲ႕သည္ ရုိမက္တုိ႕ညီအကုိႏွင့္အျခားသူမ်ားကုိ\nအခ်င္းခ်င္းတုိက္ခုိက္ ခုိင္းၿပီး ယစ္ပူေဇာ္ဟန္လုပ္ခုိင္းေသာေၾကာင့္ျဖစ္သည္...\nသူတုိ႕ညီအကုိ(၂)ေယာက္ ဒီသတ္ျဖတ္ပြဲႀကီးက လြတ္ေျမာက္ႏုိင္ပ့ါမလား....\nဘယ္လုိ သူတုိ႕ေရွ႕ဆက္ၾကမလဲ......\nတျခား အရိုင္းဆန္တဲ့အဖြဲ႕ေတြနဲ႕ ထပ္ေတြ႕ၾကဦးမလား.....\nသဘာ၀လြန္ျဖစ္ရပ္ဆန္းေတြကိုေရာထပ္ေတြ႕ႀကဦးမလား....\nဒီကားကေတာ့ ေရာမၿမဳိ႕ျဖစ္တည္ရျခင္းအေၾကာင္းကုိ အဓိက အေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္....\nရုိက္ခ်က္ေတြက တကယ့္ကုိေကာင္းသလုိ သတ္ျဖတ္ခန္းေတြကလည္း ပီျပင္လြန္းေလေတာ့\nကေလးငယ္ေတြနဲ႕အတူမၾကည့္သင့္ပါဘူး....\nၿပီးေတာ့ ဒီကားဟာ အီတလီရဲ႕အေကာင္းဆုံးရုပ္ရွင္ဆုရရွိခဲ့သလုိ အျခားဆု (၅)ဆုနဲ႕\nဆန္ကာတင္ဆု(၁၆)ဆုလည္းစာရင္း၀င္ခဲ့တယ္...  File Size : (1 GB) and (369 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre : Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x3pu/Romulus_&_Remus_-_The_First_King_(Il_Primo_Re)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFMVatMQVqB3lZGXFpK38tPAetq.jpg",
        "title": "Romeo Akbar Walter(2019)",
        "description": "Romeo Akbar Walter(2019)\nစပုိင္ဇာတ္ကား ခ်စ္သူမ်ားအတြက္ အိႏၵိယဇာတ္ကား Romeo Akbar Walter (2019) နဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီဇာတ္ကားေလးကေတာ့ ပါကစၥတန္ႏုိင္ငံကေန အေရွ႕ပါကစၥတန္(ယခု ဘဂၤလားေဒ့ရွ္) ရဲ႕ ခြဲထြက္တဲ့ကာလက အေၾကာင္းအရာကုိ ရုိက္ကူ\nးထားတာပါ။ ဖခင္ျဖစ္သူကုိ အားက်စိတ္နဲ႔ စစ္ထဲကုိဝင္ျပီး စစ္တကၠသုိလ္မွာ ထူးခၽြန္ခဲ့ေပမဲ့ ဖခင္ဆုံးပါးသြား\nတဲ့အခါ အေမတစ္ခုသားတစ္ခုျဖစ္တဲ့အတြက္ အေမ့ရဲ႕ ဆုံးျဖတ္ခ်က္နဲ႔ စစ္တပ္ကထြက္ခဲ့ရတဲ့ ဘဏ္စာေရ\nးေလး ရုိမီရုိအလီတစ္ေယာက္ တစ္ေန႔မွာ ႏုိင္ငံအတြက္ တာဝန္ထမ္းႏုိင္ဖုိ႔ အခြင့္အေရ\nးတစ္ခုရလာပါတယ္။ အိႏၵိယရဲ႕ ႏုိင္ငံတကာေထာက္လွမ္းေရး(RAW) က\nပါကစၥတန္ကုိ စပုိင္အျဖစ္နဲ႔ေစလႊတ္တာပဲျဖစ္ပါတ\nယ္။ သူက တာဝန္ေတြကုိ ေက်ေက်ပြန္ပြန္ထမ္းေဆာင္ခဲ့ေပမဲ့ RAW က အေရးၾကံဳလာတဲ့အခါမွာ\nသူ႕ကုိ ပစ္ပယ္ထားလုိက္ၾကပါတ\nယ္။ အဲဒီအခ်ိန္မွာ သူ အသက္ရွင္ႏုိင္ေအာင္ဘာေတြလုပ္လဲဆုိတာကုိ စိတ္ဝင္တစားၾကည့္ရမွာပါ။\nIMDB Rating ကေတာ့ 6.6 ရရွိထားပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  demon ပဲျဖစ္ပါတယ္...\n File Size : (1 GB) and ...",
        "rating": "6.6",
        "url": "https://megaup.net/Lkzc/Romeo_Akbar_Walter.2019.720p.pp.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHJEQY10pwkEVuP8mn66tFBHFJl.jpg",
        "title": "Mac & Devin Go to High School (2012)",
        "description": "အားလံုးပဲ ခဏခဏ ေတာင္းဆိုေနၾကတဲ့ Mac and Devin go to high school ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိက္ပါတယ္ …၂၀၁၂ ကထြက္ရွိခဲ့တဲ့ ဇာတ္ကားတစ္ခုျဖစ္ျပီးေတာ့ Snoop Dogg နဲ႕Wiz Khalifa တို႔ ႏွစ္ဦး အဓီက ပါဝင္သရုပ္ေဆာင္ထားပါတယ္ …ဒီကားက ဘာကားလဲဆိုတာမေျပာဘဲနဲ႔ ဒိီကားအစမွာ ေျပာထားတဲ့ စကားေလးေတြကို ေဖာ္ျပေပးလုိက္ပါတယ္“၀ိ အၾကာင္းရိုက္ထားတဲ့ ရုပ္ရွင္ကို ၀ိ မေသာက္ဘဲ ဘယ္လိုၾကည့္မလို႔တုန္း”“ခင္ဗ်ားတို႔ရဲ႕ စကၠဴလိပ္ေတြ အိုးေတြ ခြက္ေတြ ယူျပီး အလိပ္ၾကီးလိပ္ျပီး မီးပြင့္သြားေအာင္ ဖြာလုိက္စမ္းပါ”“ကံဆိုးစြာပဲ ခင္ဗ်ားတုိ႔မွာ ၀ိ မရွိရင္ေတာ့ စိတ္မေကာင္းပါဘူး လုိ႔ပဲေျပာပါရေစ ဒါေပမယ့္ ရုပ္ရွင္ကိုေတာ့ ဆက္မၾကည့္လုိက္ပါနဲ႔ အဆင္ေျပမွာမဟုတ္ဘူး”တခ်ိဳ႕လူေတြက ရုပ္ရွင္ၾကည့္ရင္ ေပါက္ေပါက္ဆုပ္ေတြ စားရင္းၾကည့္ၾကတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ ဒီလိုေျပာထားပါတယ္…ဘာကားလဲေတာ့မသိဘူးကိုယ္တုိင္ပဲ ၾကည့္ရွဴခံစားၾကည့္လုိက္ပါ (ဘာသာျပန္ေပးထားသူကေတာ့ Zuel Khant Thwin ပါ) File ...",
        "rating": "4.5",
        "url": "https://megaup.net/1x3pk/Mac_&_Devin_Go_To_High_School_[2012]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/bollywood-filmed-in-south-africa-Murder-3-135x200.jpg",
        "title": "Murder 3 (2013)",
        "description": "ဗစ္ကရန္ ဆိုတဲ့ နာမည္ႀကီး ဓာတ္ပံုဆရာတစ္ဦးဟာ ေရာ္ရွနီ ဆိုတဲ့ သူ႕ေကာင္မေလးမွ သူ႕ကို လမ္းခြဲစကားကို\nဗြီဒီယိုရိုက္ၿပီး ေျပာကာ ထြက္သြားလို႔ အသည္းကြဲ အရက္သမားႀကီးလံုးလံုးျဖစ္ေနတဲ့သူပါ။ေန႔တုိင္း ညတိုင္း\nမူးရူးေနတဲ့ ဗစ္ကရန္ ကို နီရွာ လို႔ ေခၚတဲ့ စားေသာက္ဆိုင္က ဝန္ထမ္းေကာင္မေလးမွ သတိထားမိလာပါတယ္။\nတစ္ေန႔ ဗစ္ကရန္ မူးၿပီး ကားမေမာင္းႏိုင္ခ်ိန္ နီရွာ က အိမ္လိုက္ပို႔ေပးဖို႔ ကားေမာင္းေပးေပမယ့္\nဗစ္ကရန္ က အိမ္လိပ္စာမေျပာသျဖင့္ နီရွာ က သူ႕အိမ္ကိုေခၚသြားခဲ့ပါတယ္။အဲ့လိုနဲ႔ နီရွာ နဲ႔ ဗစ္ကရန္\nရင္းႏီွးသြားၾကၿပီး အသည္းကြဲသမားႀကီး ဗစ္ကရန္ရဲ႕ အသည္းဟာ တျဖည္ျဖည္းျပန္ဆက္လာပါေတာ့တယ္။\nခ်စ္သူေတြျဖစ္သြားၿပီးတဲ့ေနာက္ နီရွာ ကို ဗစ္ကရန္က သူ ေနထိုင္တဲ့ ၿမိဳ႕ရဲ႕ေဝးက ျဗိတိသွ်လက္က်န္ ေခတ္ေဟာင္း စံအိမ္ေတာ္ႀကီးဆီကို\nေခၚလာခဲ့ပါတယ္။နီရွာ ထိုစံအိမ္ႀကီးကို ေရာက္လာၿပီးေနာက္ပိုင္း ထူးဆန္းတဲ့အသံေတြ ခဏခဏ ၾကားရပါေတာ့တယ္။\nထိုထူးဆန္းတဲ့အသံေတြက ဘာေတြျဖစ္မလဲ လမ္းခြဲစကားေျပာၿပီးထြက္သြားတဲ့ ေရာ္ရွနီ ဆိုတဲ့ေကာင္မေလးက\nတကယ္ေရာ ထြက္သြားတာ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1x3pm/Murder_3_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pt9eyq3lqfI6UjbMfdqXHBRuB9z.jpg",
        "title": "The Nightmare Gallery (2019)",
        "description": "တက္ကသိုလ်က ပါမောက္ခရဒ်နဲ့ သူ့ရဲ့တပည့် ဘွဲ့လွန်ကျောင်းသား ဆန်ဂျေးတို့ဟာရှေးဟောင်းဘာသာစကားနဲ့ ရေးထားတဲ့ စာမူတစ်ခုကို ကြိုးစားပြီးဘာသာပြန်နေကြပါတယ်။တစ်ညတော့ ဆန်ဂျေးက ဘာသာပြန်လို့ရသွားပြီးတော့သူ့ရဲ့ဆရာမကို သူ့အိမ်လာခဲ့ဖို့ လှမ်းခေါ်လိုက်ပါတယ်။ဒါပေမဲ့ ရဒ်ရောက်မလာခင်မှာပဲ ဆန်ဂျေးဟာ ပဟေဠိဆန်စွာ ပျောက်ဆုံးသွားပါတယ်။ဒီလိုနဲ့နှစ်အနည်းငယ်ကြာတဲ့အခါ ရဒ်ဆီကို ပါဆယ်တစ်ပုံးရာက်လာခဲ့ပါတယ်။ပို့တဲ့သူက ဆန်ဂျေးဖြစ်နေတဲ့အခါ ရဒ်က ပါဆယ်ပုံးထဲကသဲလွန်စတွေနဲ့ ဆန်ဂျေးကို ပြန်ရှာတွေ့နိုင်မလားဆိုတာကတော့ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါFile Size : (885 MB) & (325 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "4.4",
        "url": "https://megaup.net/4eTeX/The_Nightmare_Gallery_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ft5crcWYEtMXs6dtz10N5QDrxH.jpg",
        "title": "Outlaws Don’t Get Funerals (2019)",
        "description": "ဒီတစ္​ခါ​ေတာ့ အျမင္​တစ္​မ်ိဳးနဲ႔႐ိုက္​ထားတဲ့crime, action ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေ​ပးလိုက္​ပါတယ္​ဘိုးေဘးဘီဘင္ကစၿပီး ဒုစ႐ိုက္သမားမ်ဳိးဆက္ ခိုးတယ္ ဓားျပတိုက္ တယ္လိုအပ္ရင္လူပါသတ္တယ္အဘိုးက ေထာင္ထဲမွာ တစ္သက္ တစ္ကြ်န္းက်နေတာ။အ​ေဖျဖစ္​သူက ရဲနဲ႔သူပစ္ကိုပစ္ ပစ္ၿပီးေသသြား ခဲ့တယ္။အဘိုးက နာမည္ႀကီး သူခိုးဓားျပႀကီး အသက္ ၇၀ ျပည့္လို႔ ေထာင္ကခံဝန္နဲ႔လႊတ္ေပးလိုက္တဲ့အခါေျမးျဖစ္သူက အင္တာနက္ သတင္းမွာေတြ႕လိုက္ရေတာ့ ...ဒုစ႐ိုက္သမားေတြဘက္ျခမ္းက​ေန႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါေပးခ်င္တဲ့မက္ေဆ့ခ်္ ကလည္း ေကာင္းပါတယ္။အားေပးလိုက္ၾကပါဦး။ File Size : (936 MB) & (335 MB)Quality :Web-DL 720pRunning Time :2 HrFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar ...",
        "rating": "4.5",
        "url": "https://megaup.net/4UP8U/Outlaws_Don’t_Get_Funerals_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBvUIQBMrKbb8BTMF84DfyI5xCb.jpg",
        "title": "Killers Anonymous(2019)",
        "description": "Killers Anonymous(2019)================ဒီဇာတ္ကားက ၿပီးခဲ့တဲ့လကမွ ထြက္ရွိထားတဲ့\nအေမရိကန္ အက္ရွင္ ကား တကားပါLion Gates ကုမၸဏီက ျဖန္႔ခ်ိတဲ့ ဒီဇာတ္ကားကို\nဒါရိုက္တာ Martin Owen က ရိုက္ကူးထားတာပါ\nပါ၀င္တဲ့ ဇာတ္ေဆာင္ေတြကေတာ့\nJessica Alba\nTommy Flanagan\nGary Oldman\nRhyon Nicole Brown\nMy Anna Buring\nMichael Socha\nTim Mclnnery\nSam Hazeldine\nတို႔ ျဖစ္ပါတယ္Killer Anonymous ဆိုတာ\nလူသတ္သမားေတြကို စုဖြဲ႕ထားတဲ့ အဖြဲ႕တခုျဖစ္ၿပီး\nလူတေယာက္ကို ကိုယ္ ဘယ္လိုသတ္ခဲ့တယ္\nသတ္ေနတုန္း ကိုယ္ဘယ္လိုခံစားရတယ္ စတဲ့\nလူသတ္ျခင္းအေပၚထားတဲ့ ကိုယ့္ရဲ႕ ဖေလာ္ေဆာ္ဖီကို အခ်င္းခ်င္းေ၀မၽွရင္း စိတ္ဖိအားေလၽွာ့ခ်ၾကတဲ့ ပုံစံနဲ႔ လည္ပတ္ေနတာပါအဲဒီအဖြဲ႕ကို ဘယ္သူက အဓိက ႀကိဳးကိုင္ေနလဲ\nစီအိုင္ေအရဲ႕ ပါ၀င္ပတ္သတ္မႈေတြနဲ႔\nmaster mind ေတြ က အစီအစဥ္တခုကို ခ်တဲ့ အခါ\nပါ၀င္သူေတြကိုယ္တိုင္ မသိလိုက္ေအာင္\nလူတစ္ဦးခ်င္းစီရဲ႕ အားသာခ်က္ အားနည္းခ်က္ေတြကို အသုံးခ်ၿပီး\nဘယ္လို ဥာဏ္ကစားၾကလဲ ၾကည့္ေပ်ာ္တဲ့ ဇာတ္လမ္းတခုပါ ခင္ဗ်ာFile Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/4eRGp/Killers_Anonymous_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/Who_Is_Rose-p1-140x200.jpg",
        "title": "Rosebud (2019)",
        "description": "Rosebud (2019)့ \"ဟုန္​းဂ်န္​မီ\"\nဆိုတဲ့ အသက္​ ၂၀ အ႐ြယ္​ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​က\nအထည္ခ်ဳပ္ စက္​ရံုတစ္​ခုမွာ အလုပ္​လုပ္​​ေနတဲ့ အေျခခံလူတန္းစားရပ္ကြက္က\nေကာင္မေလးတစ္ေယာက္ေပါ့...\nဒါေပမယ့္ သူ႕အိပ္မက္ကႀကီးတယ္.... တစ္ေန႕ ႏုိင္ငံေက်ာ္ အဆုိေတာ္\nႀကီးျဖစ္ရမယ္ေပါ့...\nဒီေတာ့ သူမခ်ဳပ္တဲ့ အ၀တ္ေတြရဲ႕ ေကာက္ေၾကာင္းေတြကလည္း\nႏူးညံသိမ့္ေမြ႕ေနေလရဲ႕...အားတဲ့အခ်ိန္တုိင္း သီခ်င္းေတြေရးေနတတ္သလုိ\nအသစ္သစ္ေသာ သီခ်င္းသံစဥ္ေတြ ဖန္တီးေနေလရဲ႕......\nညဘက္ ဘီယာဆုိင္မွာလည္း အခ်ိန္ပုိင္းအလုပ္တယ္..\nသူမအတြက္ ဘီယာဆုိင္က တီး၀ုိင္းေၾကာင့္ပင္ပန္းတယ္လုိ႕မထင္ဘူး....\nတစ္ေန႕ေတာ့ သူမအတြက္ အဆုိေတာ္ျဖစ္ဖုိ႕အခြင့္အေရးႀကီး\nတစ္ခုရလာတယ္.....\nတစ္ခ်ိန္ထဲမွာပဲ ေကာင္ေလးတစ္ေယာက္နဲ႕လည္း ဆုံဖုိ႕ျဖစ္လာတယ္...\nကုိင္း အဲ့ဒီေကာင္မေလး အဆုိေတာ္ျဖစ္မလား....\nေကာင္ေလးနဲ႕ေရာ ခ်စ္သူေတြျဖစ္မလား....\nဒါ႕ထက္ တျခားအေၾကာင္းအရာေတြဘာေတြဆက္ျဖစ္ဦးမလဲဆုိတာကုိေတာ့ ခံစားႀကည့္လုိက္ပါဦး....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Megumi ပဲျဖစ္ပါတယ္...   File Size : (950 MB) and (419 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…02:06:00\nGenre : Comedy, Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/4UP8h/Rosebud_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
        "title": "Maharshi (2019)",
        "description": "IMDb Rating - 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။\n---------------------------------------------------မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား ... ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ...၊ ခ်စ္သူ...၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UP8Q/Maharshi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CSGJd80ajL7G7BIusniFi8XtFc.jpg",
        "title": "The Last Laugh (2019)",
        "description": "ဘတ္ဒီဂရင္းဆိုတဲ့သူဟာ သူခ်စ္ခင္ျမတ္ႏိုးလွတဲ့တစ္ကိုယ္ေတာ္လူ႐ႊင္ေတာ္အလုပ္ကိုႏွစ္ေပါင္း၅၀ေလာက္ရပ္နားထားရာကေနသူရဲ႕သူငယ္ခ်င္းေဟာင္းျဖစ္သူ အယ္လ္ဟာ့ဆိုတဲ့သူနဲ႔ေတြ႔ဆံုျပီးအယ္လ္ရဲ႕တိုက္တြန္းမႈေၾကာင့္ လူ႐ႊင္ေတာ္အလုပ္ကို ျပန္လုပ္ျဖစ္ေသာအခါ...ႏွစ္အတန္ၾကာရပ္နားျပီးယခုမွျပန္လုပ္ရေသာ ဘတ္ဒီ့အဖို႔ လြယ္ကူပါ့မလား...ဘယ္လိုအခက္အခဲေတြ႐ွိေနမလဲ...သူ႔ဆံုးျဖတ္ခ်က္ေတြကေရာ မွန္ကန္ႏိုင္ပါ့မလား...လူတစ္ေယာက္ဟာ ကိုယ္သေဘာက်ႏွစ္သက္ရတဲ့အလုပ္ကိုလုပ္ေနရရင္ အေပ်ာ္႐ႊင္ဆံုးျဖစ္ေနတတ္တယ္ဆိုတဲ့စကားဟာေရာလက္ေတြ႔မွာျဖစ္ႏိုင္ပါ့မလား...ဒါ့အျပင္ဒီကားထဲမွာ ဘတ္ဒီနဲ႔အယ္လ္ဟာ အသက္သာႀကီးေနေပမယ့္စိတ္ကေတာ့ႏုပ်ိဳေနဆဲျဖစ္တာေၾကာင့္သူတို႔ႏွစ္ေယာက္ရဲ႕ေျပာဆိုလုပ္ကိုင္ပံုေလးေတြကလဲၾကည့္႐ွႈသူေတြကိုရယ္ေမာေပ်ာ္႐ႊင္ေစရမွာပါ  File Size : (927 MB) & (293 MB)Quality : 720p HDRipRunning Time :1 Hr 30 minFormat : Mp4Genre : Comedy Subtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/R4ou/The_Last_Laugh_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jfa6C2p86fDaOFhvnBWpD7PtjQ.jpg",
        "title": "City of Lies(2018)",
        "description": "City of Lies(2018)Who Shot Biggie???ဒီဇာတ်ကားရဲ့ ကြာမြင့်ချိန် 1 နာရီ 52 မိနစ်ဟာ အဲ့ဒီမေးခွန်းလေးတစ်ကြောင်းနဲ့ ဆက်စပ်ပြီးရိုက်သွားတာပါ...\nအကြောင်းအရာတစ်ခုတည်းကို 1 နာရီ 52 မိနစ်တောင် ရိုက်ထားလို့ ပျင်းစရာကောင်းမှာပဲလို့ တွေးမိရင် တက်တက်စင်အောင် လွဲပါလိမ့်မယ်...ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး တကယ့်အပြင်မှာလည်း Who Shot Biggie? ဆိုတဲ့မေးခွန်းကို နာမည်ကျော် FBI အဖွဲ့အပါအဝင် LAPD စုံထောက်တွေပါ ပူးပေါင်းစုံစမ်းခဲ့တာ နှစ် 20 ကျော်ကြာခဲ့ပါတယ်...မြန်မာနိုင်ငံက Rapper တွေ Mainstream နဲ့ Underground အပြန်အလှန်လှော်နေကြသလို Los Angeles မြို့ကြီးမှာလည်း East Coast နဲ့ West Coast ဆိုပြီး နှစ်ဖွဲ့ကွဲ လှော်ကြပါတယ်...1996 ခုနှစ်လောက်ကဖြစ်ခဲ့တဲ့လူသတ်မှုဖြစ်တဲ့အတွက် လူဖြူလူမည်းပဋိပက္ခတွေလည်း ရှိနေတဲ့အချိန်ပါ...ဒီအမှုကို နှစ်ပေါင်းအကြာကြီး စုံစမ်းနေသူကတော့ Poole ဆိုတဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/R4ox/City_Of_Lies_[2018]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/268x0w-133x200.jpg",
        "title": "The 16th Episode (2019)",
        "description": "မာ့ခ္, အီနာ နဲ႔ ဟယ္လင္တုိ႔ဟာ ခရီးသြားဗီဒီယုိ ဘေလာ့ဂါ အုပ္စုၿဖစ္ပါတယ္။\nတကယ့္ေအာက္ေၿခလူတန္းစားရပ္ကြက္ေတြထဲကုိ အေရာက္သြားၿပီး\nတစ္ခါတစ္ေလ အႏၱရာယ္ေတြၾကဳံရေပမယ့္ သူတုိ႔တင္ေပးတဲ့ ဗီဒီယုိေတြမွာ ၾကည့္ရႈသူမ်ားရင္ ေပ်ာ္ေနတတ္ၾကတာပါ။\nဒ႑ာရီေတြထဲက ၿမိဳ႕ ယုံတမ္းစကားေတြ အမ်ားၾကီးနဲ႔ၿမိဳ႕ ေရွးရုိးစြဲအယူအဆနဲ႔ၿမိဳ႕ၿဖစ္တဲ့ ကာဆာ ဘလန္ကာကုိ ေရာက္လာတဲ့အခါမွာ...\nသူတုိ႔ၾကဳံရတဲ့ ထူးၿခားဆန္းၾကယ္မႈေတြဟာ သူတုိ႔ရဲ႕ ဗီဒီယုိကုိ ၾကည့္ရႈသူေတြ အမ်ားၾကီးနဲ႔ ေအာင္ၿမင္ဖုိ႔တြန္းပုိ႔ေပးေတာ့မွာပါ။\nတကယ္တမ္း\nသူတုိ႔ေပးဆပ္ရခဲ့တာေတြနဲ႔ေကာ တန္ရဲ႕လား?blair witch project ကစခဲ့တယ္လုိ႔ေၿပာရမယ့္ Found footage ပုံစံ ေနာက္တစ္ကားပါပဲ။\nနာမည္ၾကီးခဲ့တဲ့ As above, so below တုိ႔ V/H/S တုိ႔လုိကားေတြကုိ သိရင္ ဒီကားကလဲ သေဘာက်ဖုိ႔ေကာင္းတယ္။\nဒီအမ်ိဳးအစားထဲကပဲလာၿပီး အဲ့ဒီလုိကားမ်ိဳးေတြကုိ ၿပန္ေလွာင္ေနတာေတြ\nသူငယ္ခ်င္း အခ်င္းခ်င္းအတည္ေပါက္နဲ႔ေၿပာေနတာေလးေတြ ရယ္ရတယ္။\nဘတ္ဂ်က္အမ်ားၾကီးသုံးမထားေပမယ့္ ေပါ့ေပါ့ပါးပါးၾကည့္လုိ႔ေကာင္းတဲ့ကားေလးပါပဲ။ \nFile size…(900 MB) and (400 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.0",
        "url": "https://megaup.net/1res9/(CM)The.16th.Episode.2019.1080p.WEB-DL.DD5.1.H264-FGT..mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atZ4SrQv0eB58M5Nr1Tn8Ttp3p0.jpg",
        "title": "Kabhi Haan Kabhi Naa(1994)",
        "description": "Kabhi Haan Kabhi Naa(1994)\n====================================\n\"ကုိယ့္ဆႏၵအတုိင္းသာဆုိေဟာဒီအိပ္မက္ထဲကလုံးဝကုိမႏုိးထခ်င္ေတာ့ပါဘူး\"\n\"ၾကယ္ေတြေၾကြတုိင္းဘုရားထံေတာင္းတဲ့ဆုကမင္းအခ်စ္ရရွိဖုိ႔ပါ\"\nေဟာဒီေလာကမွာသူရဲေကာင္းေတြရဲ႕အခ်စ္ဇာတ္လမ္းေတြကုိ\nဘယ္ေလာက္ထိေတာင္ၾကားသိဖူးၿပီးသြားၿပီလဲ\nအရႈံးသမားေတြရဲ႕အခ်စ္ဇာတ္လမ္းေတြေရာသိၾကရဲ႕လား\nတဖြဲ႕တႏြဲ႕ေရးတဲ့သူေတြေရာရွိပါ့မလား\nေလာကမွာဟီးရုိးေတြအတြက္သာခမ္းနားတဲ့အခ်စ္ဇာတ္ရွိၿပီး\nဇီးရုိးေတြအတြက္ေရာရွိပါ့မလား\nဘယ္သူကေရာေရးဖြဲ႕လုိ႕ဘယ္သူကေရာအခ်ိန္ေပးဖတ္ရႈ႕မွာလဲ\nအခုဇာတ္လမ္းေလးကလည္းဒီလုိပါပဲ\nအရွင္းဆုံးေျပာရရင္ဇီးရုိးတစ္ေယာက္ရဲ႕အခ်စ္ဇာတ္လမ္းေပါ့\nဘယ္ေလာက္ဇီးရုိးက်လဲဆုိရင္\nမိသားစုထဲမွာမ်က္ႏွာေကာင္းမရ\nအေပါင္းသင္းၾကားထဲမွာမ်က္ႏွာငယ္\nကုိယ္ခ်စ္တဲ့မိန္းကေလးေရွ႕မွာေခါင္းမေမာ့ႏုိင္တဲ့သူတစ္ေယာက္အေၾကာင္း\nသူ႕နာမည္ကေတာ့ဆူနီးလ္တဲ့\nဟုတ္ပါတယ္\nအလုပ္အကုိင္မယ္မယ္ရရမရွိ\nပညာေရးက်ေတာ့လည္းစာေမးပြဲ၃ႏွစ္ဆက္တုိက္က်ဆုိတဲ့ဂုဏ္နဲ႕\nဘာထူးျခားတာမ်ားရွိလဲ\nအမ်ားနဲ႕မတူထူးျခားတာဆုိလုိ႕ေတးဂီတ\nဆူနီးလ္ဟာေတးဂီတပုိင္းမွာေတာ့ပါရမီရွိသူတစ္ဦး\nဒါေပမဲ့ျဖစ္ျဖစ္ေျမာက္ေျမာက္ေတာ့ေအာင္ျမင္မႈမရွိေသးဘူး\nသူ႕မွာတဖက္သတ္စိတ္ဝင္စားေနရတဲ့အႏၷာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ရွိတယ္\nအႏၷာဟာဆူနီးလ္ကုိေတာ့သူငယ္ခ်င္းတစ္ေယာက္လုိပဲသေဘာထားၿပီး\nသူတုိ႕အဖြဲ႕ထဲကခရစ္ကုိေတာ့ရင္ခုန္ေနပုံပါပဲ\nဘာေၾကာင့္လဲဆုိေတာ့\nဆူနီးလ္နဲ႕ယွဥ္လုိက္ရင္ခရစ္ဟာအဖက္ဖက္ကအပုံႀကီးသာေနေလတယ္\nပညာအရည္အခ်င္း\nအလုပ္အကုိင္\nဂုဏ္အဆင့္အတန္းအသုိင္းအဝုိင္း\nဒီလုိအေျခေနမွာဆူနီးလ္တစ္ေယာက္အႏၷာ့အခ်စ္ကုိရပါ့မလား...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ \nZaw Htooပဲျဖစ္ပါတယ္...  File Size : (1.1 GB) and (399MB)\nQuality : Web-DL720P,\nFormat…mp4\nDuration…02:38:00\nGenre : Drama, Music,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zaw Htoo\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/4UP8B/Kabhi_Haan_Kabhi_Naa_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MDB6jJl3U7xK1Gw64zIqt9pQA4.jpg",
        "title": "Little (2019)",
        "description": "ငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ ေဂ်ာ္ဒန္ဆန္းဒါးစ္ ႀကီးလာေတာ့ ဒိတ္ဒိတ္က်ဲလုပ္ငန္းရွင္ႀကီးျဖစ္လာေပမယ့္အရာရာကိုဇီဇာေၾကာင္ ကိုယ့္စကားႏြားရေျပာ ေဘးပတ္ဝန္းက်င္ကလူမွန္သမွ်ကို ျပသနာပတ္ရွာေနတဲ့ လူ႔ဂြစာအပ်ိဳႀကီးအခ်စ္ဆိုတာကို အယံုအၾကည္မရွိေတာ့လို႔ ရည္းစားထားေပမယ့္ အတည္မတြဲခ်င္သူ...ေအပရယ္ဝီလီယမ္ကေတာ့ သူ႔လက္ေထာက္..သူခိုင္းသမွ်လုပ္ သူဆူပူေသာင္းက်န္းသမွ်ခံၿပီး အလုပ္ခြင္မွာ တက္လမ္းကိုျမင္ေနရေပမယ့္ အခြင့္အေရးမရရွာသူ...တစ္စံုတစ္ရာေၾကာင့္ တစ္ေန႔မွာေတာ့ ေဂ်ာ္ဒန္တစ္ေယာက္ ၿမီးေကာင္ေပါက္ ၁၃ ႏွစ္သမီးအရြယ္အျဖစ္ႏိုးထလာခဲ့အခါ...ေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ေဂ်ာ္ဒန္႔ငယ္ဘဝကို သ႐ုပ္ေဆာင္တဲ့ကေလးသ႐ုပ္ေဆာင္ေလးက အေတာ္ပီျပင္ၿပီးတစ္ဇာတ္လံုးကိုဆြဲေခၚသြားတာမို႔ ရယ္ေမာခ်င္သူေတြအတြက္ လက္တို႔လိုက္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (850 MB) and (420 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Comedy, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by May Myat Thu\nEncoded ...",
        "rating": "5.3",
        "url": "https://megaup.net/4UP8M/Little_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ewDwp02kXUVWO2z0SYWhyzA7cNK.jpg",
        "title": "Kalank (2019)",
        "description": "2019ခုႏွစ္မွာ Endgame နဲ႔ အၿပိဳင္ ႐ံုတင္ၿပီးေဝဖန္မႈ အမ်ဳိးမ်ဳိး ႀကံဳခဲ့ရတဲ့ ေဘာလိဝုဒ္႐ုပ္ရွင္ကားႀကီး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ပါဝင္ၾကတဲ့ မင္းသားမင္းသမီးေတြကိုေတာ့အထူးတလည္ မိတ္ဆက္စရာ မလိုဘူး ထင္ပါတယ္။ဇာတ္ေကာင္ တစ္ခုခ်င္းစီကို မိတ္ဆက္ေပးရမယ္ ဆိုရင္ဇဖာရ္(ဗာရြန္)ကေတာ့ ပန္းပဲဆရာ တစ္ေယာက္ျဖစ္ၿပီးျပည္တန္ဆာေတြနဲ႔ ရင္းႏီွးေနတဲ့ နာမည္ဆိုးရပ္ကြက္ေန အစၥလာမ္ ဘာသာဝင္တစ္ေယာက္၊မိဘစြန္႔ပစ္ခံ(တရားမဝင္ေမြးဖြားသူ) အျဖစ္ ျမင္ေတြ႕ရမွာပါ။အလီယာကိုေတာ့ နာက်င္မႈေတြနဲ႔ ခံစားေနရတဲ့႐ု(ပ္) အျဖစ္ ျမင္ရမွာပါ။အစ္မေတာ္ရဲ႕ ေနာက္ဆံုးဆႏၵကို ဘဝနဲ႔ ရင္းၿပီးျဖည့္ဆည္းေပးလိုက္ရသူပါ။ဆန္းေဂ်းကိုေတာ့ ႐ု(ပ္)ရဲ႕ ေယာကၡမ ေနရာမွာျမင္ရမွာပါ။အာဒိသယကိုေတာ့ ဆန္ေဂ်းရဲ႕သား သတင္းစာတိုက္ပိုင္ရွင္ ေဒ့ဗ္အျဖစ္ ျမင္ေတြ႕ရမွာပါ။ေဒ့ဗ္ဟာ မင္းသမီးႀကီး Sonakshi (ဆာ့သ္ယာ)ရဲ႕ခင္ပြန္းပါ။တစ္ဖက္မွာ အိႏၵိယေသြးစည္းေရးကို ႀကိဳးပမ္းေနၿပီးတစ္ဖက္မွာ ဇနီးဆႏၵကို ျဖည့္ဆည္းေနၾကသူေတြပါ။ဟီး ေတာ္ေတာ္ နားလည္ရခက္တဲ့ ဆက္ဆံေရးေတြဗ်။ဒီလိုနဲ႔ အလီယာမွာ ဆႏၵတစ္ခု ျဖစ္လာခဲ့တယ္။ ဒါကလည္း ဇာတ္လမ္းကို အထြတ္အထိပ္ထိဆြဲေခၚသြားမယ့္ ဆႏၵတစ္ခုပါ။သူတို႔ေတြရဲ႕ အ႐ႈပ္ေတာ္ပံုႀကီးကိုမ်က္ဝါးထင္ထင္ ျမင္ေတြ႕ခံစား ၾကည့္ၾကပါဦးဗ်ာ။ေဝဖန္မႈေတြ ...",
        "rating": "3.5",
        "url": "https://megaup.net/3yUe2/Kalank_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMjE0NDE0MjYxNF5BMl5BanBnXkFtZTcwNjM2NTY5Ng@@._V1_SY1000_CR006831000_AL_-137x200.jpg",
        "title": "We Need to Talk About Kevin (2011)",
        "description": "We need to talk about Kevin (2011)\nကျွန်တော်တို့ ကယ်ဗင့် အကြောင်းကို ပြောမှ ဖြစ်တော့မှာ။\nကယ်ဗင် ဆိုတာ ဘယ်သူလဲ?\nကယ်ဗင် ဆိုတာ ကလေးတစ်ယောက်ပါပဲ။\nကလေးတစ်ယောက်ရဲ့ စိတ်အကြောင်းကို အကောင်းဆုံး ပုံဖော်ပြသထားတဲ့ဇာတ်ကားပါ။\nစိတ်အကြောင်းကို နူးနူးညံ့ညံ့ လှလှပပ ပုံဖော်ထားတာတော့ မဟုတ်ပါဘူး\nPsycho Thriller ကား တစ်ကားပါ။ Thriller ကား ဆိုတဲ့အတိုင်း ရင်တမမနဲ့ ကြည့်ရမှာပါ။\nကယ်ဗင်ဟာ အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့အမေ အီဗာကတော့ ခရီးသွားဆောင်းပါးတွေ ရေးတဲ့ စာရေးဆရာတစ်ယောက်ပါ။\nကယ်ဗင်ဟာ ငယ်ငယ်ကတည်းက ထိန်းကျောင်းရခက်ပါတယ်။\nကျင်ကြီးကျင်ငယ်စွန့်တာကအစ လေ့ကျင့်ရခက်ပါတယ်။\nအမေအပေါ် တွယ်တာပေမယ့် အမေ့ဆီက မေတ္တာကို ကောင်းကောင်း မရရှိခဲ့တဲ့\nကယ်ဗင်ဟာ အမေ့မေတ္တာကို သူ့နည်းသူ့ဟန်နဲ့ ရဖို့ ကြိုးစားရှာပါတယ်။\nဒုတိယကလေး မွေးလာတဲ့အချိန်မှာတော့ ကယ်ဗင့်ရဲ့စိတ်ရိုင်းတွေက ပိုမိုနိုးကြားလာပါတော့တယ်။\nသားသမီးနဲ့မိဘကြားက သံယောဇဉ်ကို အသိမ်မွေ့ဆုံးနဲ့\nအကြမ်းတမ်းဆုံး တင်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆု၊ ဒါရိုက်တာဆု၊ ဇာတ်ကားဆု၊ ဇာတ်ညွှန်းဆုနဲ့\nဓာတ်ပုံဆုတွေပါ ရရှိထားတဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nIMDb ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZjlkYWVlMjQtMGY3Zi00MWYxLTkxYTItODBkNGUyOWJjMjhjXkEyXkFqcGdeQXVyMTIyNzY1NzM@._V1_-142x200.jpg",
        "title": "Ghost in the Shell 2: Innocence (2004)",
        "description": "2023ကအျဖစ္အပ်က္ေတြကိုအေျခခံထားပါတယ္BatouဟာUnit 9မွာတာ၀န္ယူထားတဲ့cyborgရဲတစ္ေယာက္ပဲျဖစ္ပါတယ္cyborgေတြဟာလူသားေတြရဲ႔ေန႔စဥ္ဘ၀မွာပံုမွန္ပါ၀င္လာၾကျပီးတစ္ရက္မွာေတာ့လိင္ပိုင္းဆိုင္ရာအတြက္ဖန္တီးထားတဲ့စက္ရုပ္မတစ္ေကာင္ကပိုင္ရွင္ကိုျပန္သတ္တဲ့အမႈကိုBatouတစ္ေယာက္ေျဖရွင္းဖို႔ျဖစ္လာပါေတာ့တယ္လူသတ္သမားစက္ရုပ္ရဲ႔တကယ့္သရုပ္အမွန္ကဘာျဖစ္ေနမလဲဆိုတာ...File Size : (2 GB,1.4GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min\nFormat : Mp4\nGenre : Drama, Animation, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p\nTranslated by Myo Nyunt\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4 https://megaup.net/2dmv5/Ghost_In_The_Shell_2_-_Innocence_[2004]_(MM_Sub).mp4",
        "category": "Animation, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BYTkxMTcwNmUtY2JjYS00YTZmLTlhNTMtZjFjOTkwMTQ0MTFiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ghost in the Shell (1995)",
        "description": "2029မှာနည်းပညာကအရမ်းထွန်းကားနေပါပြီCyborgတွေကိုနေရာတိုင်းမှာတွေ့မြင်နိုင်ပြီးလူတွေရဲ့ဦးနှောက်ကအင်တာနက်နဲ့တိုက်ရိုက်ချိတ်ဆက်နိုင်တဲ့အထိတိုးတက်နေတဲ့ခေတ်ကာလပဲဖြစ်ပါတယ်တိုးတက်လာတဲ့နည်းပညာနဲ့အတူအန္တရာယ်တွေလည်းပါလာပါတော့တယ်Puppetmasterဟာနည်းပညာကိုအသုံးချပြီးလူတွေရဲ့ဦးနှောက်ကိုhackနေတဲ့hackerပဲဖြစ်ပါတယ်Cyborgရဲမှုးဖြစ်သူMotoko Kasunagiနဲ့သူရဲ့အဖွဲ့ဟာPuppetmasterနဲ့ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...\nFile Size : (1.73 GB,1.16GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min \nFormat : Mp4\nGenre : Action, Animation, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Thaw\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xp2z/Ghost_In_The_Shell_[1995]_(MM_Sub).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTQ3NTk1Mzg0MV5BMl5BanBnXkFtZTgwMjM3NzIwMjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "K: Missing Kings (2014)",
        "description": "K anime seriesရဲ႕ပထမဆံုးကားပဲျဖစ္ပါတယ္\nKings၇ေယာက္မွာမွ၄ေယာက္ရဲ႕\nAcademy Island Incidentအျပီးအျဖစ္အပ်က္ေတြကို\nအေျခခံထားတာပဲျဖစ္ပါတယ္\nSilver Clansmen Kuroh Yatogamiနဲ႔\nNekoဟာလည္းသူတို႔ရဲ႕ဆရာျဖစ္သူ\nYashiro Isanaကိုလိုက္ရွာေနခဲ့ပါတယ္\nလံုး၀သဲလြန္စမရတာေၾကာင္ႏွစ္ေယာက္စလံုးဟာ\nအလြန္အမင္းစိတ္ပ်က္လွ်က္ရွိျပီး\nHOMRAအဖြဲရဲ႕အဖြဲ႕၀င္ေတြျဖစ္တဲ့\nRikio Kamamotoနဲ႔Anna Kushinaတို႔ကို\nတစ္စံုတစ္ေယာက္ကလိုက္ဖမ္းေနတယ္ဆိုတာကို\nရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာေတာ့...\nFile Size : (1 GB,580 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 13min \nFormat : Mp4\nGenre : Action, Animation,Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.3",
        "url": "https://megaup.net/278pg/k.missing.kings.2014.720p.bluray(cm).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMGQyZWNmMTAtNWE2OS00YmE0LWE4OTEtY2Y0MTk3MGQwMzczXkEyXkFqcGdeQXVyNTk3MjE0MDE@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Assimilate (2019)",
        "description": "ဇက်နဲ့ရန်ဒီ သူငယ်ချင်း၂ယောက်ပေါင်းပြီး သူတို့ မြို့ငယ်လေးအကြောင်း\nလူသိအောင်လုပ်ဖို့ကြိုးစားကြရင်း youtube ပေါ်တင်ဖို့\nvideo အတိုလေးတွေရိုက်တင်လေ့ရှိပါတယ်\nသူတို့မြို့လေးမှာထူးဆန်းစွာပဲ တစ်ယောက်ပြီးတစ်ယောက်\nအကောင်ကိုက်ခံရပြီးသေကုန်တာကို video သက်သေတွေနဲ့တကွတွေ့ရပေမယ့်\nအဲဒီလူတွေကို နောက်တစ်ရက် အကောင်းပကတိအတိုင်းပြန်တွေ့ရပြန်ပါတယ်\nအဲ့လူတွေကမူလအစကလူတွေမဟုတ်တော့ပဲ\nပုံစံတူအစားထိုးခံထားရတာကိုရှာတွေ့သွားတဲ့အခါမှာတော့...\nဒီကားကကြောက်ဖို့လည်းကောင်းပြီးလူသတ်တဲ့အခန်းတွေကိုဆိုရင်\nတကယ်အနီးကပ်ရိုက်ပြထားတာပဲဖြစ်ပါတယ်\nHorrorကြိုက်တဲ့သူတွေအတွက်တော့ကားသစ်တွေထဲမှာမှ\nကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nFile Size : (1.32 GB,682 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Noe\nEncoded by sithu",
        "rating": "4.8",
        "url": "https://megaup.net/1xp2q/Assimilate_[2019]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTc5Nzc1OTk3OV5BMl5BanBnXkFtZTgwNDM1NTQ3NjM@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "Gloria Bell (2019)",
        "description": "ဂလိုရီယာဆိုတဲ့ အမျိုုးသမီးတစ်ယောက်ရှိတယ်။\nမျက်မှန်လေးနဲ့ အသက်ကြီးလဲ မပျက်စီးသေးတဲ့ အလှမျိုးနဲ့မိန်းမတစ်ယောက်။\nယောကျာ်းနဲ့ကွာရှင်းထားပြီးတော့ သားသမီးနှစ်ယောက်ကလဲ\nအတောင်စုံလို့ ပျံထွက်သွားကြတဲ့အချိန်မှာ\nဂလိုရီယာတစ်ယောက် ဘဝကိုနေချင်သလို လှလှလေးနေထိုင်ရင်းနဲ့\nအချစ်တစ်ခုကိုရရှိခဲ့ပါတယ်။\nသူတွေ့ခဲ့ရတဲ့ သူ့ရဲ့လေးဆယ်ကျော်အချစ်ကအာနိုးလ်တန်နာလို့ခေါ်တဲ့\nကစားကွင်းပိုင်ရှင်တစ်ယောက်။\nသူလဲပဲ မိန်းမနဲ့ကွာရှင်းထားတဲ့သူပဲ\nဒါပေမယ့် သူ့အနေအထားကဂလိုရီယာ့လိုမပေါ့ပါးပဲ\nသားသမီးတွေကြောင့် အမြဲစိတ်ရှုပ်နေရတတ်တဲ့သူ။\nသူတို့ကြားမှာဖြစ်ပေါ်လာတဲ့ အချစ်ဆိုတာကို\nသူတို့ဘယ်လိုရင်ဆိုင်မလဲ ဆုံးဖြတ်မလဲဆိုတာကို ရိုက်ကူးထားတာပါ။\n(ဒီကားလေးကို အသက်ကြီးတဲ့စုံတွဲတွေလို့ မတွေးပဲ\nအချစ်မှာအသက်အပိုင်းအခြားတွေဆိုတာ\nမရှိဘူးလို့တွေးကြည့်ပြီးတော့ကြည့်ကြပါ။\nအထူးသဖြင့် အခုတစ်ယောက်နဲ့လဲ မရှင်းမရှင်းနဲ့\nနောက်တစ်ယောက်ဆီကိုမေးလေးထောက်ပြီးတော့\nချစ်ခွင့်ပန်နေကြတဲ့ ချစ်ဖို့ကြိုးူစားနေတဲ့သူတွေကိုမှ\nသဘောကျနေမိတဲ့ တချို့သူတွေကြည့်သင့်ပါတယ်\nဘယ်လောက်အာရုံနောက်ရတယ်ဆိုတာ )\nFile Size : (1.43 GB,)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Drama,Comedy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/2dmvb/Gloria_Bell_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTg4ODkzMDQ3Nl5BMl5BanBnXkFtZTgwNTEwMTkxMDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mr. Nobody (2009)",
        "description": "သက္ကရာဇ် ၂၀၉၂ခုနှစ်မှာ လူသားတွေဟာဆဲလ်အသစ်တွေကို မဆုံးနိုင်အောင်အစားထိုးခြင်းနဲ့မသေမျိုးတွေဖြစ်အောင်နေထိုင်လာကြပါပြီတစ်ကမ္ဘာလုံးမသေမျိုးဖြစ်နေတဲ့သူတွေဟာ ကမ္ဘာပေါ်ကအသက်၁၁၈နှစ်ရှိပြီဖြစ်တဲ့ တစ်ဦးထဲသော သေမျိုး နီမိုရဲ့နောက်ဆုံးဘဝနေဝင်ချိန်ကို စောင့်ကြည့်နေကြပါတယ်နီမိုမသေခင်မှာ နီမိုကို အင်တာဗျူးတွေလုပ်ကြပါတယ်ဒီနေရာမှာ နီမိုက သူ့ရဲ့ဘဝကို အပိုင်း၃ပိုင်းခွဲပြီးပြောပြပါတယ်ပထမတစ်ပိုင်း : သူ့အသက်၉နှစ် သူ့အဖေနဲ့အမေ ကွာရှင်းတဲ့အချိန်ဒုတိယအပိုင်း : အသင်၁၆နှစ်အရွယ်နဲ့တတိယအပိုင်း : သူ့အသက် ၃၄နှစ်အရွယ်တစ်ပိုင်းစီမှာသူ့ရဲ့ရွေးချယ်မှုတွေအပေါ်မူတည်ပြီးဖြစ်လာနိုင်ချေကိုခေါင်းတွေမူးနောက်နေအောင်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nFile Size : (1.09 GB)\nQuality : Blu-ray,720p\nRunning Time : 2h 21min \nFormat : Mp4\nGenre : Drama,Fantasy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Waizin Wayne\nEncoded by sithu",
        "rating": "7.8",
        "url": "https://megaup.net/2nLfr/Mr._Nobody_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4uwxfZBJzk7d1xsbRFgG92R7JtW.jpg",
        "title": "Dreadout: Tower of Hell (2019)",
        "description": "အရှေ့တောင်အာရှရုပ်ရှင်စျေးကွက်မှာ ထိုင်း၊အင်ဒိုနီးရှား နိုင်ငံများရဲ့ရုပ်တွေက တော်တော်လေးလေးပေါက်ပေါက်ရောက်ရောက်ရှိပါတယ်။သရဲကားဆိုရင်လည်း ထိုင်း၊ အင်ဒို၊ မလေးရှား အစရှိတဲ့ဇာတ်ကားတွေသာ ထိပ်ဆုံးက ဦးဆောင်နေပါတယ်။ဒီတစ်ခါမှာတော့ မကြာခင်ကမှထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားသရဲကား DreadOut ကိုတင်ဆက်ပေးချင်ပါတယ်။Jump scare တွေများများစားစားမပါဘဲ အဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့် Horror ကားမျိုး ကြည့်ချင်သူတွေဆိုရင် ဒီကားကိုကြည့်ဖို့ လက်တို့ပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့... Jessica, Beni, Dian တို့သုံးယောက်က အထက်တန်းကျောင်းသူ/သား တွေပါ။မျက်မှောက်ခေတ်ဆယ်ကျော်သက်တွေရဲ့ထုံးစံအတိုင်း Social Network တွေရဲ့လွှမ်းမိုးမှုကို အကြီးအကျယ်ခံထားရတဲ့သူတွေပေါ့။သူတို့သုံးယောက်က Social Network ပေါ်မှာ ပေါ်ပြူလာဖြစ်ချင်တာကြောင့် နှစ်အတော်ကြာစွန့်ပစ်ထားတဲ့ တိုက်အိုကြီးပေါ်သွားပြီး Live လွှင့်ကာ Follower ရှာဖို့ကြံကြပါတယ်။အဲဒီမှာ Alex ဆိုတဲ့ခပ်ရမ်းရမ်းကျောင်းသားတစ်ယောက်ရယ်၊ Erik ဆိုတဲ့စော်ကြည်ဘဲတစ်ယောက်ကိုပါ ချောဆွဲကြပါတယ်။နောက်ထပ်ချောဆွဲခံလိုက်ရတာက Linda၊ Linda က သူတို့တွေရဲ့ ဂျူနီယာတစ်ယောက်၊ မိသားစုအဆင်မပြေလို့ စတိုးဆိုင်မှာ ကျောင်းတစ်ဖက်နဲ့အလုပ်လုပ်နေရတဲ့သူ။သူ့ကိုခေါ်ရတဲ့အကြောင်းအရင်းက တိုက်အိုကြီးရဲ့အစောင့်နဲ့ ရင်းနှီးတာကြောင့် သူတို့အသာတကြည်ဝင်ခွင့်ရအောင် ခေါ်ချင်တာ။Linda ...",
        "rating": "5.7",
        "url": "https://megaup.net/1xp2t/Dreadout_-_Tower_Of_Hell_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/3381Wc-142x200.jpg",
        "title": "Nuts ( 2018 )",
        "description": "ဒီကား​လေးမှာဟွမ်​ကျန်​့ဆိုတဲ့ဉာဏ်​ကြီးရှင်​ဟာရူပ​ဗေဒပညာရပ်​မှာထူးချွန်​လွန်​း​ပေမယ်​့ ​ကျောင်​းမှာဘယ်​သူနဲ့မှသဟဇာတမဖြစ်​သူပါ....သူနဲ့အပြိုင်​ရွှီ​ကျေချုံးက​တော့ရုပ်​​ချောချမ်​းသာကြွယ်​ဝပြီး လူအများရဲ့သ​ဘောကျနှစ်​သက်​မှုကိုခံရပါတယ်​...ဒီလိုနဲ့သူတို့နှစ်​​ယောက်​ဟာ MITကိုအပြိုင်​​လျှောက်​ကြရာက​နေအာရှက​ကျောင်​းသားတစ်​​ယောက်​ပဲလက်​ခံမယ်​လို့သိလိုက်​ရတဲ့အခါ....ဟွမ်​ကျန်​့ဟာပညာ​တော်​​ပေမယ်​့ ​ကျောင်​းစာပြင်​ပ အဖွဲ့တစ်​ခုခုမှ ပါဝင်​နိုင်​မှMITကိုဝင်​ခွင်​့ရနိုင်​မယ်​လို့ ​ပြောလိုက်​တဲ့အတွက်​ သူဝင်​ခွင်​့ရနိုင်​ဖို့အတွက်​ဟွမ်​ကျန်​့တစ်​​ယောက်​ ​ကျောဝင်​းတွင်​့အဖ​ွဲ့​ပေါင်​းစုံမှာဝင်​ပါဖို့ကြိုးစားရာက​နေဘဲရုပ်ဆိုး ေ​လးလို့​ခေါ်ခံရတဲ့မိန်​းက​လေးအဖွဲ့တစ်​ဖွဲ့မှာဝင်​ပါဖို့ဖြစ်​လာတဲ့အခါသတင်​း​ထောက်​မ​လေးကျူးကျူး တစ်​​ယောက်​ ​ကျောင်​းသား​​ကျောင်​းသူ​တွေရဲ့ရယ်​စရာဟာသအဖြစ်​အပျက်​ကို​ရေးဖို့​ရောက်​လာရင်​း​ဘဲရုပ်​ဆိုးမ​လေးအဖွဲ့မှာ ဝင်​ပါရင်​း...ဟွမ်​ကျန်​နဲ့ ရင်​းနှီးဖို့ဖြစ်​လာတဲ့အခါ...​အတ္တကြီးတဲ့ ဟွမ်​ကျန်​့တစ်​​ယောက်​​ပြောင်​းလဲသွားမှာလား...ကျူကျူနဲ့ဟွမ်​ကျန်​ကြားကအချစ်​​တွေဘယ်​လို​ပေါက်​ဖွားလာမှာလဲ...ဇာတ်​ကားတစ်​ခုလုံးကို စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.8",
        "url": "https://megaup.net/2N6by/(CM)Nuts_(2018)_WEB-DL_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/r9blrdrnrziq-143x200.jpg",
        "title": "Neighbour ( 2019 )",
        "description": "ဒီဇာတ်​ကား​လေးက​တော့ စိတ္တဇဆန်​ဆန်​လူသတ်​ကား​ဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအစမှာ ဆယ်​လီ​တွေရဲ့ ​အဝတ်​လဲ​နေစဉ်​..​ရေချိုးစဉ်​ဓာတ်​ပုံ​တွေကိုခိုးရိုက်​​လေ့ရှိတဲ့ ချိန်​​ကျေ့ရုံကိုဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူသတ်​သွားတဲ့အမှုက​ိုစုံစမ်​းရာက​နေ... ​​နာမည်​ကြီးဂိမ်​း​ကြေငြာသူရှ​ကျေရှီးကဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူ​နှောက်​ယှက်​တာခံရတဲ့အပြင်​သူ့​ဘေးကသူ​တစ်​ယာက်ပြီးတစ်​ယာက် ဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူသတ်​တာခံ​နေရတဲ့အခါ... သူ့အိမ်​နီးချင်​း​ပေါ်ဝိန်​နဲ့အတူဘယ်​လို​တွေရင်​ဆိုင်​​ဖြေရှင်​းကြမှာလဲ...ဆိုင်​ကယ်​ဦးထုပ်​နဲ့လူသတ်​သမားကဘယ်​လိုရည်​ရွယ်​ချက်​မျိုးနဲ့ဒီလို​တွေလုပ်​​ဆောင်​​နေရတာလဲ...ဇာတ်​လမ်​းမှာမြှုပ်​ကွက်​မျိုးစုံနဲ့ စိတ်​ဝင်​စားဖွယ်​ ​ခြောက်​ခြားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါ​တယ်​.... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://channelmyanmar.org/neighbour-2019/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/pet-sema-128x200.jpg",
        "title": "Pet Sematary (2019)",
        "description": "စတီဖန်ကင်းရဲ့ နာမည်ကျော်ဝတ္ထုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။၁၉၈၉ တုန်းက တစ်ခေါက်ရိုက်ကူးဖူးခဲ့ပြီး အခုကတော့ ဇာတ်ညွှန်းအနည်းငယ်ပြောင်းပြီး ထပ်မံရိုက်ကူးထားတာမို့ အရသာအသစ်ခံစားရမှာပါပဲ။ဒီဝတ္ထုဟာ စာရေးဆရာကိုယ်တိုင်ကြောက်မိတယ်လို့ ဝန်ခံခဲ့တဲ့ စာအုပ်ဖြစ်ပါတယ်။စာရေးဆရာကိုယ်တိုင်က ဇာတ်လမ်းထဲက အိမ်မျိုးမှာနေမိပြီး သူ့ရဲ့ ကလေးတွေသာ ဒီလိုဖြစ်သွားရင်ဆိုတဲ့ အတွေးနဲ့ ရေးခဲ့တာမို့ တွေးကြည့်ပြီး စိမ့်ကြောက်ရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းခေါင်းစဉ်ရဲ့ အဓိပ္ပါယ်ကတော့ အိမ်မွေးတိရစ္ဆာန်လေးတွေရဲ့ သချႋုင်း လို့ ဖြစ်ပါတယ်။စာလုံးပေါင်းအမှန်ကတော့ (Pet Cemetery) ပါ။ဒါပေမယ့် အဲဒီသချႋုင်းကို ပြုလုပ်ခဲ့တဲ့သူတွေက စာလုံးပေါင်းအမှန်ကို မပေါင်းတတ်ဘဲ အသံထွက်အတိုင်း အမှားကြီးရေးခဲ့လို့ ခေါင်းစဉ်မှာကို စာလုံးပေါင်းအမှားဖြစ်နေတာပါ။(မြန်မာလူမျိုးအများစု ပဲ နဲ့ ဘဲ၊ လဲ နဲ့ လည်း၊ ကျ နဲ့ ကြ၊ တတ် နဲ့ တက်လောက်ကို မကွဲသလို သူတို့တွေလည်း C နဲ့ S မှားတာမျိုး ရှိတတ်ပါတယ်။ ဒါပေမယ့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/11a77/Pet_Sematary_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/aa6a086e782215f74ccdd61b476e0417-133x200.jpg",
        "title": "The Last Woman Standing (2015)",
        "description": "အချစ်လောကမှာ အိုသွားလို့အပယ်ခံထားရတဲ့ အိုပယ်မတ်မတ်တွေ အတွက်တရုတ်မင်းသမီးရှုကြည်ပါဝင်တဲ့  Romance အချစ်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်။မိန်းကလေးတွေဟာ အသက် ၃၀ အရွယ်မှာအလှဆုံးပဲ လို့ လူတွေက တင်စားကြတယ်\nလှပုံလှနည်းတော့ မတူဘူးပေါ့...\nအသက် ၃၀ အရွယ် မိန်းကလေး တစ်ယောက်ရဲ့ အလှဟာရင့်ကျတ်ခြင်း နဲ့ တည်ငြိမ်ခြင်း ပေါင်းစပ်ထားပြီး\nကံစမ်းမဲ ပါတဲ့ ဘီစကစ်လေးတွေ နဲ့ တူနေပြန်တယ်\nကံစမ်းမဲ ပါတဲ့ ဘီစကစ်ဟာ ကျွတ်ဆတ်ဆတ် ဖြစ်နေတက်ပြီးအထဲမှာတော့ ကံကောင်းမှုတွေ အပြည့်နဲ့ပေါ့...\nရှန်းယူရီ ဆိုတဲ့ ကောင်မလေးဟာ သူ့ တစ်ဘဝလုံးပညာရေး နဲ့ အလုပ်ကို ဦးစားပေးခဲ့တဲ့အတွက်\nအသက် ၃၀ ပြည့်တော့မယ့် အထိတောင်ယောကျင်္ားယူဖို့ မပြောနဲ့ ရည်းစားလေး တစ်ယောက်ရဲ့အနမ်းတောင် ရင်မဆိုင်ဖူးခဲ့ပါဘူး...\nတရုတ်လူမျိုးတွေ ရဲ့ အယူအဆ အရ အသက် ၃၀ ပြည့်လို့မှအိမ်ထောင်မကျသေးရင်\nချို့ယွင်းချက် ရှိသလိုလိုဘာလိုလို လူထင်သေးခံရတဲ့ ပုံစံ ဖြစ်နေတော့တာပါပဲ\nဒါကြောင့် ရှန်း ဟာ သူ့အမေ နဲ့ ဘယ်နေရာကိုမှ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xp29/The_Last_Woman_Standing_(Sheng_Zhe_Wei_Wang)_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xsYLaz86lWeFHSJSYoidJG39383.jpg",
        "title": "Sunny: Our Hearts Beat Together ( 2018 )",
        "description": "IMDb Rate 6.8 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်တစ်ချိန်က ညီအစ်မအရင်းတွေလို ညီအစ်ကို အရင်းတွေလို ချစ်ကြခင်ကြပြီး...အခုတော့ အဆက်အသွယ်ပြတ်နေတဲ့ သူငယ်ချင်းတွေ ရှိကြလား..ရှိတယ်ဆိုရင်တော့ ဒီကားလေးကြည့်ပြီးတာနဲ့ ချက်ချင်း ဆက်သွယ်မိကြမယ်ထင်ပါရဲ့အာဘဲ နာမိဆိုတဲ့ အမျိုးသမီးတစ်ယောက် မိခင်ကြီးဆေးရုံတက်လူနာသတင်းမေးရင်း အနှစ် ၂၀ လောက် အဆက်အသွယ်ပြတ်ခဲ့တဲ့သူငယ်ချင်းတစ်ယောက်ကို ကင်ဆာဝေဒနာသည်အဖြစ်မြင်တွေ့လိုက်ရပြီးနောက်... မိတ်တွေဟောင်းတွေကို ရှာဖို့ ဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ သူငယ်ချင်းတွေ တစ်ယောက်ပြီး တစ်ယောက်ကိုရှာနေတဲ့ အာဘဲ နာမိ သူငယ်ချင်းတွေအကုန်လုံးကို ရှာတွေ့ပါ့မလား..မတွေ့တာ ကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတွေ ဘာတွေပြောင်းလဲကုန်ကြပြီလဲ...ဘယ်လိုရသတွေ ပေးနိုင်မယ်ဆိုတဲ့ အဖြေကို ဇာတ်ကားလေးထဲမှာ ရှာကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/1xp22/Sunny_-_Our_Hearts_Beat_Together_(Sunny_-_Tsuyoi_Kimochi_Tsuyoi_Ai)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/81FAauHcTwL._RI_-150x200.jpg",
        "title": "Young President And His Contract Wife ( 2018 )",
        "description": "Romance ကားတွေကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ပါချန်ယွီဟန်က ချန်လုပ်ငန်းစုကသမီးဖြစ်ပြီး ချန်လုပ်ငန်းစုအဆင်မပြေဖြစ်ချိန်မှာအဖေ့မိတ်ဆွေအိမ်ဖြစ်တဲ့ယဲ့အိမ်မှာသွားနေခဲ့ရပါတယ်...ချန်ယွီဟန်အဖေရဲ့မိတ်ဆွေသားလည်းဖြစ်ယဲ့လုပ်ငန်းစုဥက္ကဌလည်းဖြစ်တဲ့ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်ကအမူးလွန်ပြီးတစ်ညတာမှားခဲ့ကြလို့ ချန်ယွီဟန်မှာကိုယ်ဝန်ရသွားခဲ့ပြီးယဲ့အိမ်ကလူကြီးတွေကနှစ်ယောက်ကိုအတင်းလက်ထပ်ခိုင်းလိုက်ကြပါတော့တယ်...ချန်ယွီဟန်ကိုလက်မထပ်ချင်တဲ့ယဲ့ချန်ရှီးက ကလေးကြောင့်မတတ်သာလို့သာလက်ထပ်ရပေမဲ့လည်းဟန်ပြလင်မယားအဖြစ်သာနေသွားမှာဖြစ်လို့ ချန်ယွီဟန်နဲ့စာချုပ်တစ်ခုချုပ်ဆိုခဲ့ပါတယ်...ယဲ့ချန်ရှီးကိုငယ်ငယ်ကတည်းကတစ်ဖက်သတ်ကြိုက်လာခဲ့တဲ့ရီလုပ်ငန်းစုသူဌေးသမီးရီရွမ်းရွမ်းက ယဲ့ချန်ရှီးကိုအပါမခံနိုင်သောအခါ...တစ်ဖက်မှာလည်း ချန်ယွီဟန်ရဲ့ရည်းစားဟောင်းဖြစ်သလိုယဲ့လုပ်ငန်းစုနဲ့စီးပွားပြိုင်ဘက်ဖြစ်တဲ့လင်လုပ်ငန်းစုဥက္ကဌလင်ကျင်ယွိကလည်းချန်ယွီဟန်ဆီကိုပြန်သွားချင်နေသောအခါရီရွမ်းရွမ်းနဲ့လင်ကျင်ယွိတို့ပူးပေါင်းပြီး ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်တို့ရဲ့အိမ်ထောင်ရေးကိုဘယ်လိုနှောင့်ယှက်ကြမလဲ....အစကတော့စာချုပ်နဲ့ချုပ်ထားကြတဲ့ဟန်ပြလင်မယားတွေပဲဆိုပေမဲ့နောက်ပိုင်းတကယ်ချစ်မိသွားကြသောအခါဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ဒီဇာတ်ကားလေးထဲမှာဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ....",
        "rating": "",
        "url": "https://megaup.net/1xp2g/Young_President_2_Fake_Bride_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfZqwGuvEBAysAbCsa0QLKoSYR.jpg",
        "title": "Shaft (2019)",
        "description": "နက်ဖလစ်ကနေ ဆမ်မြူရယ် ဂျက်ဆန် ကားတစ်ကား အသစ်ထွက်လာပါတယ်။Hitman bodyguard တုန်းက ရခဲ့တဲ့ ရသမျိုး ပြန်ရတာပါပဲ။အခွီတွေရယ် အက်ရှင်ရယ် ပေါင်းထားတာပါ။တကယ်ကို ကြည့်လို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်း ရှက်ဖ်ထ်ဆိုတဲ့ ရဲဟောင်းကြီးဟာ ပေပေတေတေ လူ့ခွစာ အလွတ်စုံထောက်အဖြစ် အသက်မွေးပါတယ်။သူ့ကို သည်းမခံနိုင်တော့လို့ စွန့်ပစ်သွားတဲ့ သူ့မိန်းမနဲ့အတူ သူ့သားလေး ပါသွားခဲ့တယ်။၂၅ နှစ်လောက် ကြာချိန်မှာတော့ သူ့ရဲ့ သားက အက်ဖ်ဘီအိုင်မှာ အလုပ်ရသွားပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်ကရော ရဲတွေရော မလိုက်နိုင် အမှုကြီးတစ်ခုကို ရှက်ဖ်ထ်ရဲ့ သားက ကိုုယ်တိုင်လိုက်ဖို့ ရှက်ဖ်ထ်ကို အကူအညီလာတောင်းပါတော့တယ်။သူတို့ သားအဖနှစ်ယောက် နယူးယောက် ဟာလမ်မှာ ဘယ်လိုတွေသောင်းကျန်းပြီး ဘယ်လိုတလွဲတွေ လုပ်ကြမလဲ ကြည့်ရမှာပါ။(Littleneo ဘာသာပြန်ပေးထားပါတယ်)File Size : (1.90 GB) , (950 MB) and (480 MB)\nQuality : NF WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xp1X/Shaft_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/lDcEdMaNSrm03NFdTkaLLNDLIVp-133x200.jpg",
        "title": "The Hidden Face (2011)",
        "description": "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။ \nFile size…(1 GB) and (480 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.4",
        "url": "https://megaup.net/2dql1/The_Hidden_Face_[2011]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "title": "[18+] The Girl Next Door (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  ၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။\n------------------------\nတစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kaWC5uEDsNz2PY7Udw8Q07TBMO.jpg",
        "title": "Deranged (2012)",
        "description": "Deranged (2012)\nIMDB rating 6.4 ,,,,,Rotten Tomatoes 60%\nGoogle user 90%\n    ကိုရီးယားရဲ႕သာယာလွတဲ့အေျခအေနေတြကို\n႐ုပ္ဆိုးအက်ဥ္းတန္ေစတဲ့အျပင္တစ္ႏိုင္ငံလုံးကို\nထိတ္လန္႔ေၾကာက္ရြံေစတဲ့အျဖစ္ကိုစခဲ့တာကေတာ့\nတစ္ခုေသာမနက္ခင္းကအစျပဳခဲ့တာပါ...\nအဲ့ဒီမနက္ခင္းမွာ\nအေလာင္းတစ္ေလာင္းကိုေခ်ာင္းထဲကစေတြ႕ခဲ့တာပါ...ဒီအေလာင္းရဲ႕ပုံစံဟာႏွစ္ရွည္လမ်ားေသဆုံးၿပီးမွေပၚလာဟန္ပါပဲ..အ႐ိုးေပၚအေရတင္ပုံျဖစ္ေနတဲ့အျပင္က်ားမေတာင္ခြဲရခက္ေနတယ္...\nသို႔ေပမယ့္ရဲေတြနဲ႔မႈခင္းဆရာဝန္ေတြနဲ႔\nစစ္ေဆးခ်က္အရအေလာင္းဟာၾကာခ်ိန္တစ္ရက္သာ\nရွိသတဲ့...\nဒီလိုနဲ႔ေနာက္ရက္ေနာက္ရက္မ်ားမွာကိုရီးယားရဲ႕ျမစ္ေခ်ာင္းေတြမွာအေလာင္းေတြကိုမျမင္ခ်င္မွအဆုံးျဖစ္ကုန္တယ္....\nတစ္ျဖည္းျဖည္းရာခ်ီလာေလေတာ့ကိုရီးယားတစ္ႏိုင္ငံလုံးထိပ္လန႔္မႈကေတာ့ဆိုဖြယ္ရာမရွိ...\nဆရာဝန္ေတြအစိုးရထိပ္သီးပိုင္းလူႀကီးေတြရဲေတြ\nအကုန္တိုင္ပတ္ေနသလိုျပည္သူေတြလည္းဘာေၾကာင့္ေသရမွန္းမသိေလေတာ့ေၾကာက္ရြံျခင္းေတြနဲ႔သာျဖတ္သန္းေနေလရဲ႕...\nကိုင္းဘာေၾကာင့္ေသၾကတယ္...\nဘယ္သူေတြေၾကာင့္ျဖစ္တာလဲ...\nသူတို႔ ဘယ္လို ကာကြယ္ၾကမလဲ...\nဘယ္သူေတြကရေအာင္စုံစမ္းၾကမလဲ...\nဒီကားကေတာ့...\nဇာတ္လမ္းအစကေနအဆံုးအထိ\nလံုးဝဇာတ္ရွိန္မက်ဆဲြေခၚသြားမယ္႔ဇာတ္ကားတစ္ကားပါ...တစ္ခုေတာ့ရွိတယ္ဒီကားၾကည့္ေနတုန္း\nအစားအစာေတြစားရင္းေတာ့မၾကည့္ပါနဲ႔...\nဖြတ္ဥစားတာထက္အရသာရွိသြားႏိုင္လို႔ပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္.... \nFile Size : (0.99GB) and (355MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:49:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/2dqlz/Deranged_(Yeon-Ga-Si)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/reindeer-games-german-dvd-cover-142x200.jpg",
        "title": "Reindeer Games (2000)",
        "description": "ရူဒီဒြန္ကန္နဲ႔ နစ္ခ္ဟာ တစ္ခန္းတည္း အတူက်ေနသလုိ လြတ္ရက္ကလဲ ႏွစ္ရက္ေလာက္ပဲလုိေတာ့တဲ့ အခန္းေဖာ္ အက်ဥ္းသား\nသူငယ္ခ်င္းႏွစ္ေယာက္ပါ။ ေထာင္ကေနလြတ္တဲ့အခါ ရူဒီက ေမြးရပ္ေၿမကုိၿပန္ၿပီး သူ႔အေဖနဲ႔ ေဘာလုံးပြဲၾကည့္ ခရစ္စမတ္ ညစာစားဖုိ႔\nစိတ္ကူးယဥ္သလုိ နစ္ခ္ကလဲ သူနဲ႔ လူခ်င္းမေတြ႔ဖူးပဲ စာေတြနဲ႔ပဲ ရင္းႏွီးေနတဲ့ မိန္းမလွေလး အက္ရွ္ေလနဲ႔ ေတြ႔ဆုံ ဘ၀ခရီးဆက္ဖုိ႔ ေမွ်ာ္လင့္ထားပါတယ္။\nသူ႔အခန္းနံရံေတြေပၚမွာလဲ အက္ရွ္ေလ ပုံေတြခ်ည္းပါပဲ။\nတကယ္တမ္းေထာင္ကလြတ္ဖုိ႔ ရက္ပုိင္းအလုိမွာေတာ့ ေထာင္တြင္းအၾကမ္းဖက္မႈတစ္ခုမွာ ရူဒီကုိယ္စား၀င္ခံရင္း နစ္ခ္ အသက္ဆုံးရႈံးခဲ့ရတယ္။\nရူဒီ ေထာင္ကအထြက္ နစ္ခ္ကုိလာၾကိဳေနတဲ့ အက္ရွ္ေလ အလွမွာ မိန္းေမာရာကေန နစ္ခ္အေယာင္ေဆာင္၀င္ေရာမိပါေတာ့တယ္။\nသူ ေပ်ာ္ရႊင္ေနေသးလုိ႔မ၀ခင္မွာပဲ လက္နက္ကုိင္ လူတစ္စုက သူတုိ႔တည္းခုိတဲ့အခန္းကို ၀င္စီးၿပီး သူနဲ႔အက္ရွ္ေလကုိ ဖမ္းေခၚသြားတဲ့အခ်ိန္က်မွ သိလုိက္ရတာက\nနစ္ခ္နဲ႔ အက္ရွ္ေလဟာ ေထာင္ကလြတ္ရင္ နစ္ခ္ အရင္က အလုပ္လုပ္ဖူးတဲ့\nကတ္စီႏုိ တစ္ခုကုိ ၀င္စီးဖုိ႔ တုိင္ပင္ထားတယ္။\nသူတုိ႔ကုိဖမ္းဆီးေခၚေဆာင္သြားတဲ့ လက္နက္ကုိင္ေခါင္းေဆာင္ဟာ အက္ရွ္ေလ အစ္ကုိ\nၿဖစ္ၿပီး ကတ္စီႏုိကုိ ၀င္စီးတဲ့အခါက်ရင္ အဲ့ဒီေနရာကိုရင္းႏွီးကြ်မ္း၀င္ၿပီးသား ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dqkk/Reindeer_Games_[2000]_(MM_Sub)_(1).mkv",
        "category": "Action, Adventure, Crime"
    }
]