[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSr9f8ex7FIViB7Kg0HFJUl0qHN.jpg",
        "title": "1/1 (2018)",
        "description": "အခုမွအသက္ႏွစ္ဆယ္ျပည့္ကာစမိန္းကေလးတစ္ေယာက္ရဲ႕ျဖတ္သန္းရတဲ့အေျခအေနေတြအခက္အခဲေတြ ဒုကၡေတြကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားတာပါအေဖကရုတ္တရက္ကိုယ့္ကုိယ္ကိုသတ္ေသသြားတဲ့အခ်ိန္အေမနဲ႕စကားမ်ားျပီးအိမ္ကထြက္လာခဲ့တဲ့ဆယ္ေက်ာ္သက္အရြယ္မိန္းကေလးေဆးေတြသံုးျပီးရည္းစားနဲ႕အတူအိပ္မိရာကကိုယ္ဝန္ရွိလာခဲ့တဲ့အခါရည္းစားကလည္းထားခဲ့ အေဖကလည္းေသအဲဒီအခ်ိန္မွာပဲအေမနဲ႕ျပန္လည္စကားေျပာရာကအေဖရဲ႕အေၾကာင္းေတြသိလာတဲ့အခါဘာေၾကာင့္သတ္ေသသြားလဲဆိုတာ....လူငယ္ေတြၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားပါ File Size : (789 MB ) & (249 MB)Quality :Web-DL 720pRunning Time :1 hr 25 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/R8ji/1-1_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8V2qB4ehyGCEMBsLPXDNiTvcx7.jpg",
        "title": "Robert Reborn (2019)",
        "description": "ေရာဘတ္ဆိုတဲ့ကေလးငယ္ေလးက မိသားစုေမတၱာအျပည့္မဝမရခဲ့တဲ့ကေလးငယ္ေလးတစ္ေယာက္ပါအႏိုင္က်င့္တတ္တဲ့အေဖနဲ႔ ဘာသာတရားကိုင္း႐ွဳိင္းတဲ့ အေမနဲ႔ၾကားကရန္ပြဲထဲမွာပဲႀကီးပ်င္းခဲ့ရတဲ့ ကေလးပါ တစ္ရက္မွာေတာ့သူ႔အေဖနဲ႔အေမရဲ႕ ရန္ပြဲၾကားညပ္ၿပီးေတာ့ မေတာ္တဆ ေသဆံုးသြားပါေတာ့တယ္။သူ႔မိခင္ကလည္း သူ႔ဝိညာဥ္ျပန္လည္ႏိုးထလာႏိုင္ဖို႔ဘုရားသခင္ဆီ္မွာ ေတာင္းဆုျပဳပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေအေမာ့စ္ ဘလက္ဝုဒ္ဆိုတဲ့ ဂ်ာမနီလူအိုႀကီးတစ္ေယာက္ဟာသက္မဲ့အ႐ုပ္ေတြကို အသက္သြင္းျခင္းဆိုတဲ့အတတ္ပညာကို ေကာင္းစြာတတ္ေျမာက္ထားသူပါ။နာဇီကေတာင္ အင္တိုက္အားတိုက္ လိုက္ရွာေနခဲ့ရတဲ့သူပဲျဖစ္ပါတယ္။သူ႔ကိုယ္ပိုင္ အသက္သြင္း အ႐ုပ္ေလးေတြထဲမွာေရာဘတ္ကေတာ့ အရက္စက္ဆံုးနဲ႔ အနာခံဆံုး အ႐ုပ္ေလးပါပဲဘယ္လိုပဲလိုက္ရွာရွာ ဘယ္လိုပဲသတ္ဖို႔ႀကိဳးစားစား သူ႔အ႐ုပ္ေလးေတြအကူအညီနဲ႔အၿမဲလြတ္ေျမာက္သြားတဲ့သူ႔ကိုနာဇီ အရာရွိေတြကိုယ္တိုင္ ေျခရာခံမိသြားတဲ့အခါမွာေတာ့....အ႐ုပ္ကေလးေတြဆိုတာ သက္မဲ့ဆို အင္မတန္ခ်စ္ခင္ ႏွစ္လိုဖြယ္ေဆာ့ကစားခ်င္စရာ ေလးေတြေပမယ့္ ဝိညာဥ္ခိုကပ္ေနတဲ့အခါမွာေတာ့လက္မရြံလူသတ္သမားေတြ အဆင့္ေလာက္ထိကို ရက္စက္သြားေတာ့တာပဲျဖစ္ပါတယ္သူတို႔ရဲ႕ဖခင္ႀကီးကို ေႏွာင့္ယွကိတဲ့လူမွန္သမွ်ကိုဘယ္လိုေတြ ကာကြယ္ေပးသြားၾကမလဲဆိုတာ ဒီကားမွာၾကည့္႐ွဳရမွာပဲျဖစ္ပါတယ္ File Size : (763 ...",
        "rating": "3.6",
        "url": "https://megaup.net/R8jk/Robert_Reborn_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
        "title": "Edge of the Knife (2019)",
        "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ...ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္....လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ....ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ.....အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါ File Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTk2Mzg4NzI3NF5BMl5BanBnXkFtZTgwMzE5NDk1NzM@._V1_-135x200.jpg",
        "title": "Her Smell (2019)",
        "description": "ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ရဲ႕အခက္အခဲေတြကိုရသအမ်ိဳးမ်ိဳးနဲ႕ရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါဘက္ကီဆမ္းသင္းဆိုတဲ့ ေရွးအယူအဆေတြနတ္ဘုရားကိုးကြယ္မႈေတြကိုအယူသည္းေနတဲ့ေအာင္ျမင္ေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ ပတ္ဝန္းက်င္မွာရွိတဲ့ေဆြမ်ိဳးေတြအဖြဲ႕ဝင္ေတြနဲ႕အျမဲတမ္းျပႆနာျဖစ္ေနခဲ့ျပီး ေနာက္ဆံုးအကုန္လံုးကစြန္႕ခြာသြားခ်ိန္မွာ.....\nအသက္ငယ္ငယ္ေကာင္မေလးေခ်ာေခ်ာေလးေတြနဲ႕ဖြဲ႕စည္းထားတဲ့ေရာ့ခ္အဖြဲ႕ကသူတို႕ေနရာကိုဝင္လာခ်ိန္မွာ...သမီးေလးတစ္ေယာက္ရွိေပမယ့္လည္းေအာင္ျမင္ခ်ိန္မွာသူ႕ရဲ႕အယူသည္းမႈေတြေၾကာင့္သမီးကိုအနားမွာမထားရဲတဲ့ဘဝေနာက္ဆံုးေအာင္ျမင္မႈဒဏ္ကိုမခံစားႏိုင္ဘဲသမီးကိုအရမ္းခ်စ္လို႕အကုန္လံုးကိုစြန္႕လႊတ္ျပီးတစ္ေယာက္တည္းေနဖို႕ဆံုးျဖတ္လိုက္တဲ့အခါမွာေရာ...\nသမီးနဲ႕ေရာအဆင္ေျပႏိုင္မလား...သူအရမ္းျမတ္ႏိုးတဲ့ေရာ့ခ္ဂီတကိုေရာျပန္လည္ေျခလွမ္းႏိုင္မလားဆိုတာ...\n(ဒီကားထဲမွာအကုန္လံုးနဲ႕မစိမ္းတဲ့ေမာ္ဒယ္မင္းသမီးေခ်ာေလး ကာရာဒယ္လီဗင္းလဲပါဝင္ပါတယ္) File Size : (1 GB ) & (245 MB)Quality :Web-DL 720pRunning Time :2 hr 14 minFormat : Mp4Genre : Crime , Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3ek/Her_Smell_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jC55fFtXu5oJxpBGKpAkTTbMsaC.jpg",
        "title": "Cities of Last Things (2019)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ ရဲအရာရွိခ်န္ေဒါင္လင္းရဲ႕ ၾကံဳရဆံုရတဲ့ ဘ၀အဆံုဆံုကို ရိုက္ကူးျပထားပါတယ္ခ်န္ေဒါင္လင္းဟာ ငယ္ရြယ္တဲ့ရဲအရာရွိတစ္ဦးျဖစ္ျပီးေတာ့သူ႔မိန္းမကလည္း အရမ္းကိုေခ်ာေမာလွပပါတယ္ဒါေပမယ့္သစၥာမရွိသူ သူ႔အမ်ိဳးသမီးနဲ႔ သူရဲ႕ အထက္အရာရွိတို႔ေဖာက္ျပန္ေနတာကို သူဂ်ဴတီေစာျပန္လာတဲ့တစ္ရက္မွာ တည့္တည့္ၾကီးတိုးခဲ့မိပါတယ္တစ္သက္လံုးမေမ့ႏုိင္မယ့္ျမင္ကြင္းကိုျမင္လိုက္ရတဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္သူ႔အထက္အရာရွိကို တိုက္ခိုက္ဖို႔ ၾကိဳးစားေပမယ့္ လူမိုက္အဖြဲ႔ မူးယစ္ေဆးေမွာင္ခိုဂိုဏ္းေတြနဲ႔ပတ္သက္ေနတဲ့ သူ႔အရာရွိကို မႏွိမ္နင္းႏုိင္ဘဲသူပတ္တဲ့ အဆင့္ထိ ေရာက္သြားခဲ့ပါတယ္ဒါကိုအခဲမေၾကႏုိင္တဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္ အသက္ေတြၾကီးျမင့္လာတဲ့အထိလိုက္ကလဲ့စားေခ်ပါေတာ့တယ္ သူေနာက္ဆံုးကလဲ့စားေျခႏိုင္မွာလားသူ႔မိန္းမနဲ႔ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲၾကမ္းတမ္းလွတဲ့သူ႔ဘ၀မွာ ၾကံဳရဆံုရတဲ့ ဇာတ္ေၾကာင္းစံုကို ကရုဏာသက္ဖြယ္ျမင္ေတြ႔ရမွာပါ File Size : (994 MB) & (336 MB)Quality :Web-DL 720pRunning Time :1 hr 47 minFormat : Mp4Genre : Crime , ...",
        "rating": "6.0",
        "url": "https://megaup.net/R8jc/Cities_Of_Last_Things_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOWNkMDJkZjYtZDNmMi00MDMxLTkyZTYtZDllZWIwMzYxYWNkXkEyXkFqcGdeQXVyNTg4NzA5OTY@._V1_-140x200.jpg",
        "title": "Innocent Witness (2019)",
        "description": "အျပစ္ကင္းတဲ့သက္ေသ...\n================\nတစ္ႏွစ္သမီးအ႐ြယ္မွာ တျခားကေလးေတြက\nေဖေဖေမေမ ေခၚတတ္႐ံု႐ိွေသး၊ ဂ်ီဝူးကေတာ့\nဝါက်တစ္ေၾကာင္းလံုး ေျပာႏိုင္ေလာက္ေအာင္\nအတတ္ျမန္သူေလးပါ။\nဒါေပမဲ့ ကံမေကာင္းစြာပဲ သူကေလးဟာ\nေအာ္တစ္ဇင္ျဖစ္လို႔ ေနခဲ့ပါတယ္။\nဒါေပမဲ့ ကံေကာင္းခ်င္ေတာ့ ဂ်ီဝူးဟာ ေအာ္တစ္ဇင္ထဲမွာမွ\nဓာတ္ပံု႐ိုက္ယူထားသလို ေကာင္းမြန္စြဲျမဲတဲ့\nမွတ္ဉာဏ္ (Photographic memory) နဲ႔\nနားအလြန္ပါးတဲ့၊ အေဝးႀကီးက တီးတိုးသံကိုေတာင္\nသဲသဲကြဲကြဲ ၾကားႏိုင္တဲ့ အၾကားအာ႐ံု (Hyperacute Hearing) ကို\nပိုင္ဆိုင္သူလဲ ျဖစ္ေနျပန္ပါတယ္။\nပေဟဠိေတြ၊ စကားထာေတြကိုလဲ သူက ကြၽမ္းကြၽမ္းက်င္က်င္\nေျဖ႐ွင္းႏိုင္ျပန္တယ္။\nသူ႔မွာ အားနည္းတာကေတာ့\nလူေတြနဲ႔ ဆက္ဆံတဲ့အခါမွာပါ။\nလူကိုၾကည့္ၿပီး စကားမေျပာတတ္သလို\nသူ႔ကို လာေျပာရင္လဲ သူ႔စိတ္ထဲက\nမရင္းႏီွးရင္ ျပန္ကိုမေျပာတာမ်ိဳးပါ။\nအဲဒီလို အေနအထားမ်ိဳး႐ိွတဲ့ ဂ်ီဝူးေလးဟာ\nအသက္ဆယ့္ငါးႏွစ္အ႐ြယ္ ေရာက္လာခဲ့တဲ့ တစ္ေန႔မွာေတာ့\nသူ႔အိမ္နဲ႔ မ်က္ႏွာခ်င္းဆိုင္မွာ ျဖစ္ပြားတဲ့\nလူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။\nအဘိုးႀကီးကင္ဟာ ဂ်ီဝူးအိမ္ရဲ႕ မ်က္ႏွာခ်င္းဆိုင္အိမ္မွာ\nတစ္ကိုယ္တည္း ေနထိုင္သူပါ။\nသူ႔အိမ္မွာ ေဝယ်ာဝစၥလုပ္ေပးဖို႔ ေခၚထားတဲ့\nအမ်ိဳးသမီးတစ္ဦးကလြဲရင္ အတူေန တျခားအိမ္သား မ႐ိွပါဘူး။\nဇနီးျဖစ္သူဆံုးတာ ႏွစ္ႏွစ္႐ိွၿပီး အထီးက်န္ေနတဲ့\nအဘိုးႀကီးကင္ဟာ ပလတ္စတစ္အိတ္ ေခါင္းမွာစြပ္ၿပီး\nသူ႔ဘာသာ သတ္ေသသြားတာျဖစ္ေၾကာင္း\nထင္ျမင္ယူဆစရာေတြ ႐ိွေနေပမယ့္\nမ်က္ျမင္သက္ေသဂ်ီဝူးရဲ႕ အဆိုအရ အိမ္အကူအမ်ိဳးသမီး\nသတ္တယ္လို႔ ေကာက္ခ်က္ဆြဲၿပီး\nရဲတပ္ဖြဲ႔က တရားစြဲဆိုထားပါတယ္။\nဒီအခ်ိန္မွာ ဉာဏ္ရည္ထက္ျမက္ၿပီး ေလွ်ာက္လဲခ်က္ေပးရာမွာ\nထူးခြၽန္တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d3ef/Innocent_Witness_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTQ2ODFlMDAtNzdhOC00ZDYzLWE3YTMtNDU4ZGFmZmJmYTczXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "E.T. the Extra-Terrestrial (1982)",
        "description": "၈၀-၉၀ ဖြားေတြအတြက္ ဒီရုပ္ရွင္ကိုျမင္တာနဲ႕\nနားထဲစၾကားေယာင္မယ့္ အသံရွိမယ္ထင္ပါတယ္။\nET Phone Home ဆိုတာပါပဲ။\nဒီရုပ္ရွင္ေလးကေတာ့ ကေလးဘဝ\nအိပ္မက္ေလးေတြဆီကို ျပန္ေခၚသြားပါလိမ့္မယ္။\nသိပၸံစိတ္ကူးယဥ္ ရုပ္ရွင္ ဇာတ္ကားေကာင္း\nတစ္ခုလို႕ ဘာေတြနဲ႕ ေျပာၾကမလဲ။\nနာမည္ထဲကအတိုင္းပါပဲ\nသိပၸံစိတ္ကူးယဥ္ လို႕ေရးထားတဲ့အတြက္\nသိပၸံဇာတ္လမ္းျဖစ္ရမယ္၊\nရုပ္ရွင္လို႕ေရးထားတဲ့အတြက္ ဇာတ္ညႊန္း ဇာတ္ဝင္ခန္း\nသရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nစတာေတြ ပါရမယ္၊ ဒါေတြအကုန္ပါရင္ေတာင္\nသိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ လို႕ပဲ ေျပာလို႕ရပါတယ္။\nဇာတ္ကားေကာင္းလို႕ေျပာဖို႕ကေတာ့ ဇာတ္လမ္း\nရိုက္ခ်က္ သရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nေနရာတိုင္းမွာ ျပည့္စံုေကာင္းမြန္ေနဖို႕လိုပါတယ္။\nEffect ေလးေတြထည့္ မျဖစ္ႏိုင္တာေတြ\nမျဖစ္ေသးတာေတြ ရိုက္ျပလိုက္ရံုနဲ႕ေတာ့\nသိပၸံစိတ္ကူးယဥ္ဆိုတာနဲ႕ ရပ္ေနၿပီး\nရုပ္ရွင္ေကာင္းဆိုတာ ျဖစ္မလာပါဘူး။\n*************************\n၁၉၈၂ က ထြက္ရွိခဲ့ၿပီး ဒါရိုက္တာ စတီဗင္စပီးဘက္\nရိုက္ကူးခဲ့တာျဖစ္ပါတယ္။\nရုပ္ရွင္သမိုင္းမွာအေအာင္ျမင္ဆံုး\nအျဖစ္ ၁၉၉၃ ခုႏွစ္အထိ ရပ္တည္ႏုိင္ခဲ့ပါတယ္။\nBox Office ကေတာ့ ၇၉၂ သန္းပါ။\nအဲဒီေခတ္ရဲ႕ ဒီေငြပမာဏနဲ႕ဆို ဘယ္ေလာက္မ်ားမလဲ\nမွန္းၾကည့္လို႕ရပါတယ္။\n၁၉၉၃ မွာေတာ့ စတီဗင္စပီးဘတ္ကပဲ Jurassic Park နဲ႕\nသူ႕စံခ်ိန္ကိုသူျပန္ခ်ိဳးခဲ့လို႕ပါ။\nအဲဒီေနာက္မွာေတာ့ တိုက္တင္းနစ္နဲ႕ အဗာတာတို႕က\nျပန္ဦးေဆာင္သြားခဲ့တာပါ။\nဒီရုပ္ရွင္ကို ၁၉၈၂ မွာ သမၼတနဲ႕ သမၼတကေတာ္အတြက္\nအိမ္ျဖဴေတာ္မွာ သီးသန္႕ျပသေပးခဲ့ရပါေသးတယ္။\nဒီေတာ့ ရခဲ့တဲ့ ဆုေလးေတြကို ၾကည့္ရေအာင္။\nေအာ္စကာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d1Tc/E.T._The_Extra-Terrestrial_[1982]_(MM_Sub).mp4",
        "category": "Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxuMWJgb0Sr8dF6Aa8goZZJYCzl.jpg",
        "title": "Ek Ladki Ko Dekha Toh Aisa Laga(2019)",
        "description": "Ek Ladki Ko Dekha Toh Aisa Laga (2019)=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb - 5.5/ 10 Rotten Tomatoes - 73% Times of India - 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ ... \"မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္\"ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ - ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ta/Ek_Ladki_Ko_Dekha_Toh_Aisa_Laga_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ELrosU04wEbfmxK9wLBjdEECqm.jpg",
        "title": "EverAfter(1998)",
        "description": "Ever After Cinderella Story (1998)IMDb ..........7.0\nRotten.... 91%ဒီတစ္ေခါက္ဇာတ္ကားေလးကေတာ့ ၁၉၉၈ခုႏွစ္ပုိင္းက ႐ုိက္ကူးခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္.....ကေလးဘဝကတည္းက ႀကိဳက္ႏွစ္သက္ခဲ့ၾကတဲ့ စင္ဒရဲလားရဲ႕ဇာတ္ေၾကာင္းကုိေတာ့ အထူးမိတ္ဆက္ေပးစရာမလုိေလာက္ဘူး ထင္ပါတယ္....\nဒါေပမယ့္ ဒီကားေလးမွာ စင္ဒရဲလားရဲ႕ ဘယ္လုိဗား႐ွင္းေလးနဲ႔ ပုံေဖာ္သြားမလဲဆုိတာကေတာ့ တကယ္ကုိစိတ္ဝင္စားစရာပါ.....\nမင္းသမီးႀကီး Drew Barrymore ရဲ႕ ခ်စ္စရာေကာင္းတဲ့ဟန္ေလးေတြနဲ႔ စင္ဒရဲလားအသစ္ကေလးတစ္ေယာက္ကုိ ျမင္ရမွာပါ...\nသူ႔ဇာတ္လမ္းဇာတ္အိမ္သီးျခားေလးနဲ႔ မူလေက်ာ႐ိုးမပ်က္ဇာတ္လမ္းေလးကုိလည္း ႀကိဳက္ႏွစ္သက္ၾကမွာပါ.....\n၁၉၉၈တုန္းက ႐ုိက္ခဲ့တာဆုိေပမယ့္ Drew Barrymoreရဲ႕ ခ်စ္စရာေကာင္းတဲ့သ႐ုပ္ေဆာင္ခ်က္ေလးေတြကုိၾကည့္ရတာ\nနဲ႔တင္ ေ႐ွးေဟာင္းကားတစ္ကားဆုိတာေတာင္ ေမ့သြားေလာက္မွာပါ .......ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yoon Wah wah Theint ပဲ ျဖစ္ပါတယ္ File Size : (950 MB) and (403 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2d1T7/Ever_After_-_A_Cinderella_Story_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j92GNi6ooPKEDj44VdrkVM6rV1f.jpg",
        "title": "There Is No Place Like Home(2018)",
        "description": "There Is No Place Like Home(2019)There is no place like home (2018) ဆုိတဲ့ အီတလီ Romance, Drama ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးက မိသားစုျပန္လည္ေတြ႕ဆုံၾကတဲ့ ပီယက္ထရုိနဲ႔ အယ္လ္ဘာတုိ႔ရဲ႕ ေရႊရတု မဂၤလာပြဲအေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။ သူတုိ႔ေနတဲ့ ကၽြန္းေလးေပၚမွာ မဂၤလာပြဲကုိ က်င္းပခဲ့ျပီး မိသားစုစုံစုံညီညီ ေပ်ာ္ေပ်ာ္ပါးပါး ေအာင္ေအာင္ျမင္ျမင္ျပီးဆုံးသြားပါတယ္။ဒါေပမဲ့ ဧည့္သည္မိသားစုေတြ ျပန္ခ်ိန္ေရာက္တဲ့အခါမွာ ပင္လယ္မွာ ေလထန္ေနလုိ႔ မျပန္ႏုိင္ျဖစ္ျပီး ေနာက္တစ္ရက္ထပ္ေနရပါတယ္။အဲဒီအခ်ိန္မွာ မိသားစုတစ္ခုခ်င္းစီက အခ်စ္ကုိလုိသူေတြ၊ အခ်စ္ပုိေနသူေတြ၊ အခ်စ္သစ္ရွာေတြသူေတြ၊အခ်စ္ကုိ တစ္ဖန္ ဖန္တီးသူေတြ၊ အခ်စ္အေၾကာင္းကုိနားလည္သြားသူေတြရဲ႕ အေၾကာင္းကုိ ျပေပးထားတာပါ။ဘဝထဲကအခ်စ္ေတြအေၾကာင္း ျဖစ္ျပီး စိတ္ကူးယဥ္ဆန္စရာ ေကာင္းတဲ့အခ်စ္အေၾကာင္းမဟုတ္လုိ႔ သဘာဝက်က်အခ်စ္ဇာတ္ကားေလးတစ္ကားလုိ႔ ေျပာလုိ႔ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...File Size : (850 MB) and ...",
        "rating": "6.1",
        "url": "https://megaup.net/2d1Tj/There_Is_No_Place_Like_Home_(A_Casa_Tutti_Bene)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEkKHiiQRVUSX15Iwo8VFydXrtu.jpg",
        "title": "Missing Link(2019)",
        "description": "Missing Link(2019)\nIMDb.....7.0\nAnimation ဇာတ္ကားေကာင္းေတြကုိ တမ္းတလြမ္းဆြတ္ေနၾကတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ထဲမွာ ပူပူေႏြးေႏြး ထြက္ထားတဲ့ Missing Link\n(ေပ်ာက္ဆံုးေနေသာ ကြင္းဆက္) ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလုိ္က္ပါတယ္…\nဇာတ္ကားေလးဟာ ၁၈ရာစု ပတ္ဝန္းက်င္ကို ဇာတ္အိမ္တည္ထားျပီးေတာ့ လိုင္နယ္ ဖေရာ့စ္ဆိုတဲ့ စြန္႔စားရွာေဖြသူတစ္\nဦးဟာ နယူးေယာက္က အၾကီးမားဆံုး စြန္႔စားရွာေဖြသူေတြရဲ႕ အသင္းကိုဝင္ခ်င္တ့ဲအတြက္ ဒ႑ာရီလာ သတၱဝါေတြ ကို\nလုိက္လံစြန္႔စား ရွာေဖြပါေသာ္လည္း အခ်ည္းႏွီးသာ ရလဒ္ေနာက္ဆံုး နိဂံုးခ်ဳပ္ေနက်ျဖစ္တဲ့အတြက္ ကလပ္ကလူေတြအတြက္\nသူဟာ ေလွာင္ေျပာင္စရာပဲျဖစ္ေနခဲ့ပါတယ္ …\nတစ္ေန႔ေတာ့ ကလပ္ကလူၾကီးနဲ႔အေလာင္းအစားတစ္ခုျပဳလုပ္ျပီး ႏွင္းလူမ်ိဳးႏြယ္ ဒ႑ာရီလာ ေျခရာၾကီးသတၱဝါကို\nရွာေဖြဖို႔ ဟိမဝႏၱာေတာင္တန္းၾကီးဆီကို စြန္႔စားခန္းထြက္လာပါေတာ့တယ္။\nကုိင္း...သူစြန္႕စားခန္းႀကီးေအာင္ျမင္ပါ့မလား...လူေတြရဲ႕ အထင္ေသးတဲ့အျမင္ေတြကုိ\nေျပာင္းလဲေပးႏုိင္မလား....သူ႕စြန္႕စားခန္းေတြမွာေရာ ဘယ္လုိအႏၱရယ္မ်ဳိးစုံနဲ႕ေတြ႕ဆုံမလဲ...\nသူကေရာျဖတ္ေက်ာ္ႏုိင္ပါ့မလား.....\nဒီဇာတ္ကားေလးမွာ ေနာက္ခံအသံသရုပ္ေဆာင္မ်ားအျဖစ္ နာမည္ၾကီး သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့\nHugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္…\nဟာသအေသာေလးေတြနဲ႔ စြန္႔စားခန္းေတြရင္ထိတ္စရာေတြ ေတြ႔ၾကံဳခံစားရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္လို႔ ကိုယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူၾကပါဦး…\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\n File Size ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/missing-link2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMDMzZWE4NDUtOWRlMS00ODJjLThmZjAtNWU1MmFiOWVmZmJjXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Dhadkan (2000)",
        "description": "Dhadkan (2000)\n=============\nအခ်စ္ဦးနဲ႔ အခ်စ္ဆံုးဟာ တခ်ိဳ႕လူေတြမွာ\nတစ္ေယာက္ထဲ မဟုတ္ၾကပါဘူး။\nအခ်စ္ဦးက တာထြက္နဲ႔တူၿပီး အခ်စ္ဆံုးကေတာ့\nပန္းတိုင္နဲ႔ တူပါတယ္။\nတာထြက္ ဘယ္ေလာက္ပဲ ေနာက္က် ေနာက္က်\nပန္း၀င္တာ လွေနရင္ေတာ့ ဘ၀ဟာ ခ်ိဳၿမိန္ျခင္းအတိေပါ့။\nတခ်ိဳ႕ေသာအခ်စ္ေတြဟာ ေနာက္က်ေပမယ့္\nပိုၿပီး တန္ဖိုးႀကီးမားပါတယ္။\nအခ်စ္ဦးနဲ႔လြဲလို႔ စိတ္မညစ္ၾကပါနဲ႔။\nဘ၀မွာ အခ်စ္ဆံုးနဲ႔ ႀကံဳၾကရဦးမွာပါ။\nအခ်စ္ဆံုးကို ေတြ႕ရွိၿပီးကာမွ အခ်စ္ဦးနဲ႔ ျပန္လည္ဆံုေတြ႕ရမယ္ ဆိုပါစို႔.....\nပန္းတိုင္ နဲ႔ တာထြက္ကို ဘ၀မွာ ေရြးခ်ယ္ရေတာ့မယ္ ဆိုပါစို႔.....\nတာထြက္ကို အေကာင္းဆံုးျဖစ္ေအာင္ ျပန္ၿပီး ႀကိဳးစားမလား?????\nပန္းတိုင္ကို အလွပဆံုးျဖစ္ေအာင္ မြမ္းမံမလား?????\nအခ်စ္မွာ ေမတၱာတရားမပါရင္ အခ်စ္ဟာ တန္ဖိုးရွိသင့္သေလာက္ မရွိပါဘူး။\nကိုယ္ခ်စ္တဲ့သူကို ခ်စ္တတ္ရံုနဲ႔ မရပါဘူး။\nေမတၱာထားတတ္ဖို႔က ပိုၿပီး လိုပါတယ္။\nေမတၱာတရားနဲ႔ အသက္သြင္းထားတဲ့အခ်စ္က ပိုၿပီး ခိုင္မာပါတယ္။\nပိုၿပီး တန္ဖိုးရွိပါတယ္။\nေမတၱာတရားဟာ အရာရာကို ေအာင္ႏိုင္စြမ္းပါတယ္။\nခ်စ္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nရန္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nေမတၱာတရားရဲ႕တန္ဖိုးကို ဒီဇာတ္ကားမွာ အျပည့္အ၀ေတြ႕ရပါမယ္။\nအခ်စ္အေၾကာင္းဖြဲ႕ႏြဲ႕ရင္ Hindi ကားေတြက\nလွလွပပ ဖြဲ႕ႏြဲ႕ႏိုင္ပါတယ္။\n၂၀၀၀ ခုႏွစ္ ၀န္းက်င္က ကားဆိုတာ့ သီခ်င္းေတြ\nအကအလွေတြ ၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔လည္း ၾကည့္ရပါမယ္။\nဒီဇာတ္လမ္းမွာ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dhadkan-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tetvwfnEkTJZ0t2efc808NmxuFN.jpg",
        "title": "Deja Vu ( 2018 )",
        "description": "လူေျခတိတ္ဆိတ္တဲ့ညတစ္ညမွာ ဂ်ီမင္က ခင္ပြန္းေလာင္းဝူဂ်င္နဲ႔အတူကားေမာင္းထြက္တုန္း ဝူဂ်င္ကကားနဲ႔ေက်ာင္းသူေလးတစ္ေယာက္ကိုတိုက္မိခဲ့ၿပီးအဲ့ဒီေက်ာင္းသူေလးကအခင္းျဖစ္ရာမွာပဲေသဆံုးသြားခဲ့ပါတယ္...ဝူဂ်င္နဲ႔ဂ်ီမင္တို႔က ေသဆံုးသြားၿပီျဖစ္တဲ့ေက်ာင္းသူေလးကိုေဆာက္လုပ္ေရးလုပ္ငန္းခြင္ထဲတစ္ေနရာမွာလူမသိေအာင္ျမဳပ္ထားပစ္လိုက္ပါေတာ့တယ္...အဲ့ေန႔ကစၿပီး ဂ်ီမင္တစ္ေယာက္ထင္ေယာင္ထင္မွားေတြမၾကာခဏျမင္ၾကားေနရၿပီးေသသြားတဲ့ေက်ာင္းသူေလးကိုလည္းမၾကာခဏသူ႔ေ႐ွ႕ေပၚလာတာကိုျမင္ေနရလို႔စိတ္ဂေယာင္ေျခာက္ျခားေတြျဖစ္ေနခဲ့ပါတယ္....ဂ်ီမင္ကရဲစခန္းကိုသြားၿပီး စံုေထာက္အင္ထက္ဆီကိုအဲ့ေန႔ကကားတိုက္မႈအေၾကာင္းကိုသြားတိုင္ၾကားတဲ့အခါ အျဖစ္မွန္ကဒီတိုင္းေပၚလာမွာလား....အဲ့ဒီေသဆံုးသြားတဲ့ေက်ာင္းသူေလးမွာ အေဖလိုတစ္ဖံုအစ္ကိုလိုတစ္ဖံုညီမေလးကိုအရမ္းခ်စ္တဲ့အစ္ကို႐ွိေနမွန္းသူတို႔မသိၾကေသာအခါ...အဲ့ဒီအစ္ကိုကေရာသူ႔ညီမေလးအတြက္ဘယ္လိုကလဲ့စားျပန္ေခ်ေပးမွာလဲ....ဆုိတာဆက္လက္ေစာင့္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "N/A",
        "url": "https://megaup.net/2d1Th/Deja_Vu_(Dejabyu)_[2018]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2E3OWUwNTAtOGE4Zi00NjJhLWFmNmItNTk2NzE3Nzk3MGE0XkEyXkFqcGdeQXVyNzc1ODkyMDQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Fighting ( 2014 )",
        "description": "ထိုးၾကၾကိတ္ၾက ဖိုက္တင္ခန္းအက္ရွင္ခန္းေတြကိုမွ ၾကိဳက္သူေတြအတြက္ဇာတ္ကားနာမည္ေလးနဲ႔တင္ ၾကိဳက္မယ္ထင္ပါတယ္ေကာင္းေလာ့ေဖးကမိဘမဲ့ကေလးျဖစ္ၿပီး သူ႔ကိုေမြးစားလိုက္တဲ့ေလာင္ေကာင္းကိုအေဖလို႔သူမသတ္္မွတ္ထားပဲသူ႔ရဲ႕တကယ့္အေဖအစစ္ကိုရွာခ်င္ေနတယ္...သူၾကိဳက္တဲ့ဆရာမခ်န္မွာလိပ္ျပာရင္ထိုးရွိၿပီး ခိုးယူလာျပီးေနာက္မွာ႐ုတ္တရတ္ေကာင္းေလာ့ေဖးကတရုတ္ဂ်ပန္စစ္ျဖစ္ေနတ့ဲ့အခ်ိန္ကာလေခတ္ကိုေရာက္႐ွိသြားခဲ့တယ္...ဆရာမရန္နဲ႔ေတြ႔ျပီးေနာက္နာမည္ေက်ာ္လက္ေဝွ႔သမားဂ်ပ္စင္နဲ႔ေသနတ္အပစ္ေတာ္တဲ့နာမည္ၾကီးတူလံုတို႔ကိုသိသြားတယ္...ကိုယ့္ဇာတိေျမကိုကာကြယ္ခ်င္တဲ့တူလံုကလက္ေဝွ႔ျပိဳင္ပြဲမွွွာပထမဆုရရင္စစ္ေလယာဥ္မွဴးတန္းလုပ္လို႔ရေၾကာင္းသိတဲ့အခါဝင္ျပိဳင္တယ္ အဲ႔ကေနဘာေတြစိတ္၀င္စားစရာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1x4r8/Fighting_[2014]_(MM_Sub).mp4",
        "category": "Action, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg",
        "title": "Bulletproof Monk",
        "description": "အက္ရွင္ကားေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္သေဘာက်မယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ဒုတိယကမာၻစစ္တြင္းမွာ တိဘတ္ေတာင္တန္းေပၚမွာ အနႏၱစြမ္းအင္ေတြရႏိုင္မယ့္ေပလိတ္ကိုေစာင့္ေရွာက္တဲ့ဘုန္းၾကီးေတြေနထုိုင္ျပီးအႏွစ္၆၀တစ္ခါ ေစာင့္ေရွာက္သူလႊဲေျပာင္းပါတယ္နာဇီစစ္ဗိုလ္တစ္ေယာက္ဟာအဲ့ဒီစြမ္းအင္ကိုတပ္မက္လြန္းလို႔ အႏွစ္၆၀တိုင္တိုင္ဇြဲၾကီးၾကီးနဲ႔လိုက္ေနပါတယ္ နာဇီရဲ႕အၾကံကေတာ့သူစြမ္းအားေတြရရင္နိမ့္က်တယ္လို႔သူယူဆရဲ႕တဲ့လူမ်ိဳးစုေတြ အျပတ္ရွင္းျပစ္ျပီးသူ႔စိတ္တိုင္းက်ကမာၻတည္ေထာင္မွာျဖစ္ပါတယ္ ဒါကိုကာကြယ္ဖို႔ဘုန္ၾကီးဟာအႏွစ္၆၀ထြက္ေျပးရင္ ႏွစ္၆၀ျပည့္တဲ့အခ်ိန္မွာဘယ္သူ႔ကိုေစာင့္ေရွာက္သူအျဖစ္လႊဲအပ္မလဲ နာဇီစစ္ဗိုလ္ကိုဘယ္လိုေျဖရွင္းမလဲဆိုတာ ေပါ့ေပါ့ပါးပါးအက္ရွင္ကားေကာင္းတစ္ကားအေနနဲ႔ၾကည့္ရမွာပါေပလိတ္ကိုေစာင့္ေရွာက္သူဘုန္းၾကီးအျဖစ္အားလံုးရင္ႏွီးမွာျဖစ္တဲ့ေဟာင္ေကာင္မင္းသားၾကီးChow Yun Fatကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ti/Bulletproof_Monk_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/g3itwmxbegjl-143x200.jpg",
        "title": "Peak Rescue ( 2019 )",
        "description": "ဒီကား​ေလးဟာ 2019ထြက္​ Action,Drama,War အမ်ိဳးအစားဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​ဒီကားဟာ Orilandမွာက်င္​းပတဲ့ Asian Summit အႀကီးအကဲ​ေပါင္​းစံုညႇိႏိႈင္​းအစည္​းအ​ေဝးပြဲႀကီးမွာ အၾကမ္​းဖက္​သမားတစ္​စုဟာ Dirty bombsနဲ႔Dirty bullets ကို Udriveနဲ႔ထိန္​းခ်ဳပ္​ၿပီး ​ေဖာက္​ခြဲတိုက္​ခိုက္​ဖို႔ႂကံစည္​​ေနၾကပါတယ္​...ဒီႂကံစည္​မႈႀကီးကိုတားျမစ္​ႏိုင္​ဖို႔ ပိုင္​ယန္​ဆိုသူကအၾကမ္​းဖက္​အဖြဲ႔အစည္​းနဲ႔ပတ္​သက္​ႁပီး သတင္​း​ေပးသူလ်ိဳအျဖစ္​အစိုးရအတြက္​​ေဆာင္​ရြက္​ရင္​း Dirty bombsကိုထိန္​းခ်ဳပ္​ႏိုင္​တဲ့ UDriveကို ယူ​ေဆာင္​ထားတဲ့အခါအၾကမ္​းဖက္​သမား​ေတြရဲ႕လိုက္​လံသတ္​ျဖတ္​ျခင္​းကိုခံရပါ​ေတာ့တယ္​..ပိုင္​ယန္​ကိုကာကြယ္​ႏိုင္​ဖို႔ အထူးလ်ိဳ႕ဝွက္​တပ္​ဖြဲ႔ျဖစ္​တဲ့ဟန္​​ေဟာက္​တို႔အဖြဲ႔တစ္​စုက တာဝန္​ယူဖို႔ျဖစ္​လာတဲ့အခါ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..",
        "rating": "",
        "url": "https://megaup.net/1x4r0/Peak_Rescue_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Av8aVDHi6QOz6EBIrjOCyZa6Ah8.jpg",
        "title": "Adolescence (2018)",
        "description": "တစ္ေယာက္နဲ႔တစ္ေယာက္ဆက္ဆံေရးေျပေျပျပစ္ျပစ္မ႐ွိဘဲဖ႐ိုဖရဲျဖစ္ေနတဲ့မိသားစုမွေမြးဖြားလာခဲ့တဲ့အာဒမ္ဟာလွပျပီးေတာ့ နားလည္ရခက္ခဲတဲ့အဲလစ္စ္ဆိုတဲ့မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႔သြားတဲ့အခါမွာယခင္ကသူ႔ရဲ႕သြက္သြက္လက္လက္မ႐ွိတဲ့အက်င့္စ႐ိုက္ေတြဟာေျပာင္းလဲလာပါေတာ့တယ္အရင္ကလိုေၾကာက္႐ြံ႕႐ံြ႕ေကာင္ေလးတစ္ေယာက္မဟုတ္ေတာ့ဘဲေျပာင္းလဲလာခဲ့တ့ဲအာဒမ္ဟာ ေနာက္ပိုင္းမွာအဲလစ္စ္ေၾကာင့္ ဘယ္လိုေတြလမ္းမွားေရာက္ျပီးဒုကၡေတြေရာက္ဦးမွာလဲ...ဒီဇာတ္လမ္းေလးမွာ အေပါင္းအသင္းေၾကာင့္ ဘ၀ေကာင္းသြားႏိုင္သလိုအေပါင္းအသင္းေၾကာင့္ပဲ ဘ၀ပ်က္ဆီးသြားတတ္တယ္ဆိုတာကိုလဲေတြ႔ျမင္ရမွာပါ File Size : ( 994 MB) & (250 MB)Quality :Web-DL 720pRunning Time :1 hr 39 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2d0S3/Adolescence_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMgXlcviL4vJFjuHoMl8vtymV4u.jpg",
        "title": "Red Joan (2019)",
        "description": "ဒီ Red Joan ဆိုတဲ့ဇာတ္ကားဟာ ဒုတိယကမၻာစစ္အတြင္းအဂၤလန္ႏိုင္ငံ၏ႏ်ဴးကလီးယားဗံုးႏွင့္ပတ္သတ္သည့္ထိပ္တန္းလွ်ိဳ႕၀ွက္ခ်က္မ်ားကို႐ု႐ွားေတြဆီအသိေပးခဲ့တဲ့ စပိုင္တစ္ေယာက္ရဲ႕အေၾကာင္းကိုေရးသားထားတဲ့နာမည္တူစာအုပ္ကို ျပန္လည္မွီျငမ္းၿပီး ႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္...ဂ်ဳန္းဟာ ႐ူပေဗဒပညာကိုအထူးျပဳသင္ယူထားတဲ့ကမ္းဘရစ္ခ်္ေက်ာင္းဆင္းတစ္ေယာက္ပါ...သူ႔အေနနဲ႔ဘယ္လိုလုပ္ၿပီးေတာ့ႏိုင္ငံရဲ႕လွ်ိဳ႕၀ွက္ထိပ္တန္းအခ်က္အလက္ေတြကိုေဖာက္ထြင္းယူတတ္တဲ့စပိုင္တစ္ေယာက္ျဖစ္သြားရသလဲ...သူေျပာျပတဲ့ သူ႔အေနနဲ႔ႏိုင္ငံကိုသစၥာေဖာက္ခဲ့မိရတဲ့အေၾကာင္းရင္းကေတာ္ေတာ့္ကိုစိတ္၀င္စားစရာပါ...အဲ့အေၾကာင္းကဘာျဖစ္မလဲဆိုတာနဲ႔ဘာေၾကာင့္စိတ္၀င္စားဖို႔ေကာင္းရသလဲဆိုတာကိုဒီ Red Joan ကားကိုၾကည့္ၿပီးအေျဖ႐ွာၾကည့္ၾကည့္လိုက္ပါ File Size : (945 MB) & (358 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Biography , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/1x3pq/Red_Joan_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpR3FzaagWTbwgFPn1P6sEZ4str.jpg",
        "title": "St. Agatha (2019)",
        "description": "အေမရိကန္ၿမိဳ႕တစ္ၿမိဳ႕ရဲ႕ အလွမ္းေဝးတဲ့ေနရာတစ္ခုမွာခရစ္ယာန္သီလရွင္ေက်ာင္းတစ္ေက်ာင္းရွိပါတယ္။ထူးဆန္းတာတစ္ခုကေတာ့ အဲဒီ့ေက်ာင္းကို ျပင္ပေလာကကေရာက္လာတဲ့မိန္းခေလးတိုင္းကေတာ့အားလံုးကိုယ္ဝန္ေလးေတြ လြယ္ထားၾကရတာပါပဲ။ဘာလို႔ကိုယ္ဝန္သည္မိန္းခေလးေတြ ဘာေၾကာင့္ေရာက္လာၾကတယ္၊သီလရွင္ေက်ာင္းကေကာ ဘာေတြလဲဆိုတာကိုေတာ့သည္းထိတ္ရင္ဖိုဇာတ္လမ္းတစ္ပုဒ္ကိုေကာ္ဖီေမႊးေမႊးေလးတစ္ခြက္နဲ႔ မိုးေအးေအးမွာ ၾကည့္လိုက္ၾကရေအာင္လားဗ်ာ File Size : (964 MB) & (357 MB)Quality :Web-DL 720pRunning Time :1 hr 43 minFormat : Mp4Genre :  Horror Subtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4eTeS/St._Agatha_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghoNQkJX9Hk1m8GxTsBg4Xez1gn.jpg",
        "title": "Daughter of the Wolf (2019)",
        "description": "စစ္တပ္မွာတာ၀န္ထမ္းေဆာင္ေနေသာ ကလယ္ရာဟာတစ္ေန႔သူ႔အေဖဆံုးပါးသြားသည္ကိုသိ႐ွိၿပီးအိမ္သို႔ျပန္လာခဲ့ပါတယ္...သို႔ေသာ္လဲတစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို အိမ္ျပန္ေရာက္ၿပီးဘယ္ေလာက္မွမၾကာခင္မွာပဲ သူ႔သားခ်ာလီျပန္ေပးဆဲြခံလိုက္ရပါတယ္...ျပန္ေပးဆဲြသမားမ်ားထဲမွတစ္ေယာက္ရဲ႕အကူအညီနဲ႔သူ႔သားေနာက္ကိုေျခရာခံလိုက္လာေသာ ကလယ္ရာတစ္ေယာက္ ေအာင္ျမင္ႏိုင္ပါ့မလား...ျပန္ေပးဆဲြသမားေတြရဲ႕ရယ္႐ြယ္ခ်က္အစစ္အမွန္ကေရာဘာျဖစ္မလဲ...ကလယ္ရာ့စီမွာဖမ္းဆီးခံထားရတဲ့ျပန္ေပးဆဲြသမားကေရာကလယ္ရာ့ကိုဘာေၾကာင့္ကူညီခဲ့ရတာလဲ...ဒီကားမွာသားကိုခ်စ္လြန္းလွေသာမိခင္မိန္းမသားတစ္ေယာက္ခ်မ္းေအးလြန္းလွသည့္ႏွင္းမ်ားဖံုးလႊမ္းရာေဒသမွာအခ်ိန္မေ႐ြးထြက္လာရန္ျပဳႏိုင္ေသာႏွင္းေတာင္၀ံပုေလြမ်ားကိုအံတုရင္ဆိုင္ပံုမ်ားကိုေတြ႕ျမင္ႏိုင္မွာပါ File Size : (826 MB) & (301 MB)Quality :Web-DL 720pRunning Time :1 hr 28 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4UQHz/Daughter_Of_The_Wolf_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMjMwYjcwNWQtNTQ5YS00MzVlLTkxYzMtNDIwZWIxZTE4Zjg2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Free Solo (2018)",
        "description": "မျဖစ္ႏိုင္တဲ့အရာေတြ လုပ္ျပတဲ့အခါ\nက်ေနာ္တို႔ အရမ္းသေဘာက် ၾကပါတယ္။\nဘယ္လိုလုပ္သြားတယ္ ဆိုတာကိုလဲ သိခ်င္ၾကပါတယ္။\n၂၀၁၇ ခုႏွစ္ ဂြၽန္လ ၃ ရက္ေန႔က မယံုႏိုင္စရာ\nအျဖစ္အပ်က္တစ္ခု ျဖစ္သြားပါတယ္။\nေပ ၇၅၀၀ ေက်ာ္ျမင့္တဲ့ အယ္လ္ကပၸိတန္ လို႔ေခၚတဲ့ ေတာင္ေစာင္းကို\nလူတစ္ေယာက္ တက္သြားပါတယ္။\n\"ေနပါဦး အယ္လ္ကပ္ ကို လူေတြတက္ေနတာ\n၁၉၅၇ ခုႏွစ္ ကတည္းကပဲ။ ဘာမ်ားထူးဆန္းလို႔လဲ\"\nလို႔ေမးေကာင္းေမးႏိုင္ပါတယ္။\nဟုတ္ပါတယ္။ ဒါေပမဲ့ သူတို႔အားလံုးက ႀကိဳးေတြနဲ႔ တက္ၾကတာပါ။\nအခု တစ္ေယာက္ကေတာ့ ႀကိဳးမပါဘဲ တက္ခဲ့ပါတယ္။\nFree Solo လို႔ေခၚတဲ့ ႀကိဳးမပါဘဲ ေတာင္တက္တဲ့\nအားကစားတစ္ခု ႐ွိပါတယ္။\nအဲ့ဒါက ဘယ္ေလာက္ေတာင္မွ ခက္ခဲၿပီး\nအႏၱရာယ္မ်ား သလဲဆိုရင္ မေအာင္ျမင္ရင္\nေသဖို႔တစ္လမ္းပဲ ႐ွိပါတယ္။\nႀကိဳးမပါတဲ့ အတြက္ ဒုတိယအႀကိမ္\nျပန္ႀကိဳးစားခြင့္ ဆိုတာ မ႐ွိပါဘူး။\nဒီမွတ္တမ္း႐ုပ္႐ွင္မွာဆိုရင္ အဲလက္စ္ဟြန္ႏိုးရဲ႕\nအယ္လ္ကပ္ကို ႀကိဳးလြတ္တက္ဖို႔\nႀကိဳးစားတဲ့ အေၾကာင္းကို ၾကည့္ရမွာပါ။\nလူသားတစ္ေယာက္အေနနဲ႔ မျဖစ္ႏိုင္တာကို\nျဖစ္ေအာင္လုပ္ဖို႔ ႀကိဳးစားရင္း\nဘာေတြေပးဆပ္ လိုက္ရသလဲ\nဆိုတာကို ဒီ႐ုပ္႐ွင္ေလးထဲမွာ အေျဖ႐ွာႏိုင္ပါတယ္\nဒီ မွတ္တမ္းရုပ္ရွင္ကို\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai Lwin ျဖစ္ၿပီး\nThit San ...",
        "rating": "8.2",
        "url": "https://megaup.net/1x3pj/Free_Solo_[2018]_(MM_Sub).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZThhYTlhMDUtMDhjZi00MTljLTkwMDYtOGU3ZjVlMWE4NDk4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "Casper (1995)",
        "description": "Casper 1995\nဒီဇာတ္ကားေလးကေတာ့ ကပ္စပါ ဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့\nတေစၦေလးအေၾကာင္းကာတြန္းကားကို\nlive-action ျပန္႐ိုက္ထားတဲ့ ကားေလးျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ အ\nဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ ကပ္စပါကို CGI အျပည့္နဲ႔\nတစ္ကားလံုးသံုးသြားႏိုင္တဲ့ ပထမဦးဆံုး ႐ုပ္ရွင္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nBudget ၅၅ သန္း အသံုးျပဳခဲ့ၿပီး ၂၈၇.၉ သန္းျပန္လည္ရရွိခဲ့တဲ့\nေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္ကားလည္းျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ ေဒါက္တာဟာေဗးက\nသူ႔သမီးေလးနဲ႔အတူ တစ္ၿမိဳ႕ဝင္တစ္ၿမိဳ႕ထြက္နဲ႔\nလူေတြကိုအေႏွာက္အယွက္ေပးေနတဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးေျပာင္းႏိုင္ေအာင္\nလိုက္လံကူညီေပးေနပါတယ္။\nတေန႔မွာေတာ့ မိန္း ဆိုတဲ့ၿမိဳ႕က သရဲအရမ္းေျခာက္တဲ့\n၀စ္စတပ္ ဆိုတဲ့အိမ္ႀကီးကိုသြားၿပီး ေသာင္းက်န္းေနတဲ့\nသရဲေတြကို ႏွိမ္နင္းေပးဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။\nအဲဒီအိမ္ႀကီးမွာေတာ့ ကပ္စပါဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့ တေစၦေလးအျပင္\nလူေတြကိုေသြးပ်က္မတက္ ေျခာက္လွန္႔တက္တဲ့ တေစၦ ၃ ေကာင္လည္းရွိေနပါတယ္။ ေ\nဒါက္တာဟာေဗးကပဲ ေျခာက္လွန္႔တက္တဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးသြားေအာင္ကူညီေပးႏိုင္မလား\nတေစၦေတြကပဲ အႏိုင္ယူသြားမလားဆိုတာကိုေတာ့\nဒီဇာတ္ကားေလးကိုၾကည့္ၾကည့္လိုက္ပါေနာ္။\n \nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့ Jar Jar ျဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/4UQHy/Casper_[1995]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZjM0M2UxNWMtNzIzNi00NTZhLThiYTItNWFkNmVhNmE4YTlkXkEyXkFqcGdeQXVyMzAwMjMyMjY@._V1_SY1000_CR006351000_AL_-127x200.jpg",
        "title": "Fast Color (2018)",
        "description": "ဒီကားေလးကေတာ့\nသဘာဝလြန္စြမ္းရည္ေတြရွိေနတဲ့\nမိန္းကေလးတစ္ေယာက္ဟာ\nသူမစြမ္းအားေတြေၾကာင့္ပဲ\nမိသားစုနဲ႔အိမ္ကို စြန္႔ခြာခဲ့ရတယ္ ႏွစ္ေပါင္းမ်ားစြာ\nတစ္ေယာက္တည္း ထြက္ေျပးတိမ္းေရွာင္ရင္း\nေနာက္ဆံုးမွာေတာ့ သမီးေလးနဲ႔ အေမျဖစ္သူ\nရွိတဲ့ ေနအိမ္ကိုပဲ ျပန္ေရာက္လာတယ္။\nသမီးေလးမွာပါ စြမ္းအားေတြရွိေနမွန္း ရွာေတြ႕ခဲ့ရာက\nဘာေတြဆက္ျဖစ္လာမလဲ။\nဒရမ္မာဆန္ဆန္ သဘာဝလြန္ဇာတ္ကားေလးပါ\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fast-color-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTUyNTc3NTg3M15BMl5BanBnXkFtZTgwMzc1MTAzMjE@._V1_SY1000_CR006991000_AL_-1-140x200.jpg",
        "title": "Silenced (2011)",
        "description": "မနက်က ဒီရုပ်ရှင်လေးအကြောင်းကိုM-MDB Page မှာ ဆရာမနိုင်းနိုင်းစနေရဲ့ post ကနေcredit ပေးတင်ပေးထားတာကိုဖတ်မိတော့ ကြည့်လိုက်မိတယ်။တကယ်ပဲ အောက်မှာ ဆရာမညွှန်းခဲ့သလိုပါပဲခံစားချက်အပြည့်ပေးပါတယ်။ဒီနေ့လည်း group ထဲမှာ လူတွေအများကြီးလာတောင်းနေတော့ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ကြည့်ဖူးနေကြကားတွေလိုတရားမျှတမှုက အနိုင်ရတာကို မပြပါဘူး၊ပရိသတ်တွေကို မပျော်စေချင်ပါဘူး။ဒီဇာတ်ကားမှာ အမှန်တရားရှုံးပါတယ်။ဒါပေမယ့် ဒီအဖြစ်မှန်ကို ရေးခဲ့၊ရိုက်ပြခဲ့တဲ့အနုပညာသမားတွေကြောင့် အပြင်လောကမှာတရားမျှတမှုအနိုင်ရသွားခဲ့တယ်လို့ပြောရမယ်ထင်ပါတယ်။ဇာတ်လမ်းအောင်မြင်မှုနဲ့ အညွှန်းကိုတော့ အောက်ကမူရင်းပို့စ်မှာပဲ ဖတ်ကြည့်ကြပါ။ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ဒီကားမှာနှစ်သက်မိတာတစ်ခုထပ်ပြောရမယ်ဆိုရင်ကြီးကြီးကျယ်ကျယ်စကားလုံးတွေ ပြောရတော့မယ်လို့ထင်မိတဲ့အခန်းတွေမှာ အရိုးရှင်းဆုံးစကားလုံးတွေကိုပဲ သုံးသွားပြီးခံစားချက်ပေါ်အောင်ပြသွားနိုင်တဲ့အချက်လေးကိုလည်း ချီးကျူးရမှာပါပဲ။ရုပ်ရှင်ကားတစ်ကားဘယ်လောက်ထိသြဇာလွှမ်းမိုးနိုင်သလဲ\n-----------------------------------------------------------------မနေ့ညနေက ကျွန်မ ကိုးရီးယားကားတစ်ကားကြည့်ဖြစ်တယ်။အဲဒီကားကို ခုထိကြည့်လို့ မပြီးသေးဘူး။ရုပ်ရှင်က ရှည်လို့မဟုတ်ဘူး..တစ်ကားပြီးပါပဲ။ဒါပေမယ့် အဲဒီရုပ်ရှင်ကို ကျွန်မကြည့်လိုက် ဆက်မကြည့်ရက်လို့နားထားလိုက်၊ ပြန်ကြည့်လိုက် ဆက်မကြည့်ရက်လို့ နားထားလိုက် လုပ်နေခဲ့လို့ပါ။\n.\nအဲဒီရုပ်ရှင်ကားက \"Silenced\" (သို့) \"The Crucible\" လို့နာမည်ရတဲ့ကားဖြစ်တယ်။ဇာတ်ကားပါ အကြောင်းအရာက ဆွံ့အ နားမကြားကျောင်းတစ်ကျောင်းမှာနှစ်ကာလကြာရှည်စွာ မုဒိမ်းကျင့်၊ မတရားအနိုင်ကျင့်ခံနေရတဲ့ကျောင်းသူကျောင်းသားတွေဟာ အဲဒီကိုပြောင်းလာတဲ့ဆရာအသစ်တစ်ဦးရဲ့အကူအညီနဲ့ အဖြစ်ဆိုးကလွတ်မြောက်ပြီးကျောင်းအုပ်ကြီးအပါအဝင် ဆရာအချိုု့ကို တရားဥပဒေအတိုင်းအရေးယူနိုင်ခဲ့တဲ့အကြောင်းဖြစ်တယ်။ဒါပေမယ့် ရေများရေနိုင်၊ မီးများမီးနိုင်ဆိုသလို တရားခံတွေဟာကြေးရတတ်၊ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/silenced-or-the-crucible-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/images-133x200.jpeg",
        "title": "Airaa (2019)",
        "description": "သရဲကား ေတာင့္တေနၾကတဲ့ CM Fan ေတြအတြက္\nသရဲကား တစ္ကား တင္ေပးလုိက္ပါတယ္....\nနယ္ၿမိဳ႕ေလးထဲက အိမ္ႀကီး တစ္အိမ္\nအဲ့ဒီ အိမ္ထဲက အေပၚဆံုး ထပ္မွာ\nေသာ့ခတ္ထားတဲ့ အခန္းတစ္ခုလဲ ရွိေနေလရဲ႕\nတစ္ခါ တစ္ခါ အသံေတြ ၾကားၿပီး အိမ္ထဲ ေလွ်ာက္သြားေနတဲ့\nအရိပ္တစ္ခုလဲ ရွိေနျပန္တယ္....\nအဲ့ဒီအိမ္ႀကီးကို မ်က္စိမျမင္တဲ့ အဖြားႀကီး နဲ႔\nနားမၾကားတဲ့ အေစခံ တစ္ေယာက္က ေစာင့္ေရွာက္ၿပီး\nေနထိုင္ၾကတယ္....\nတစ္ရက္မွာေတာ့ ၿမိဳ႕ႀကီးက မိန္းကေလးတစ္ေယာက္ဟာ\nအိမ္က သေဘာတူထားတဲ့ ေယာက်ၤားကို မယူခ်င္တာနဲ႔\nအဖြားျဖစ္သူ ရွိတဲ့ နယ္ၿမိဳ႕ေလးကို ေျပးလာခဲ့တယ္...\nသူေရာက္လာခဲ့တာကေတာ့\nေသာ့ခတ္ထားတဲ့ အခန္းရွိေနတဲ့\nအိမ္ကိုပဲ ျဖစ္ပါတယ္....\nဒီရုပ္ရွင္ကားကို Dolly Dolly က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.7",
        "url": "https://megaup.net/2d0S8/Airaa_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMzJlNDMyMjgtNDg1NC00ZTI5LWFkMDctZGUyMWQ3OTYyNGE1XkEyXkFqcGdeQXVyNTU2MDQyOTk@._V1_-134x200.jpg",
        "title": "A Winter Princess (2019)",
        "description": "ဥေရာပအလယ္ပိုင္းက မထင္မရွားႏုိင္ငံတစ္ခုက\nေတာ္၀င္မင္းသမီးေလး ကာလီဟာ\nသူရဲ႕ နန္းတြင္းေတာ္၀င္အေရးအရာေတြကေန\nတစ္ႏွစ္တိတိ ခြင့္ယူၿပီး ႏုိင္ငံရပ္ျခားက\nေရခဲေတာင္အပန္းေျဖရိပ္သာတစ္ခုမွာ\nပြဲစီစဥ္သူအျဖစ္ တိတ္တဆိတ္ ၀င္ေရာက္လုပ္ကိုင္ေနပါတယ္..။\nေမြးကတည္းက ျပဌာန္းလိုက္ၿပီးသား ဘ၀တစ္ခုကေန\nခဏတာ ေသြဖည္ၿပီး ကိုယ္တုိင္ ဘာလုပ္ႏုိင္တယ္ဆိုတာကို\nရွာေဖြဖို႔ရာ စိတ္အားထက္သန္ေနတဲ့ ကာလီေလးဟာ\nတကယ္တမ္းမွာေတာ့ လံုေလာက္တဲ့ အခြင့္အေရးမ်ိဳးကို\nတစ္ႏွစ္အတြင္းမွာ မရရွိခဲ့ရွာပါဘူး။\nျပန္ရမယ့္ရက္နီးလာခါမွ ႀကံဳေတာင့္ႀကံဳခဲပြဲေတာ္ႀကီးတစ္ခုကို\nစီစဥ္ေပးရဖို႔ျဖစ္လာပါတယ္..။\nသာမန္သူအျဖစ္ ကိုယ္စြမ္းကိုယ္စနဲ႔ ႀကိဳးစားျပခ်င္တဲ့\nကာလီေလး ဒီအခြင့္အေရးကို အမိအရ\nဆုပ္ကိုင္ႏုိင္မွာလား..။\nဒါ့အျပင္ သူနဲ႔ အတူ လက္တြဲလုပ္ကိုင္ရမယ့္ တြဲဖက္\nကိုလူေခ်ာတစ္ေယာက္လည္း\nပါလာပါတယ္။\nသူ႔ရဲ႕ ကြယ္၀ွက္ထားတဲ့ မင္းသမီးဆိုတဲ့\nဂုဏ္ပုဒ္တစ္ခုကိုေရာ အဆံုးထိ လွ်ိဳ႕၀ွက္သြားႏုိင္မွာလား..။\nေရခဲျပင္က်ယ္ႀကီးေတြ ႏွင္းပြင့္ႏင္းမႈံေတြနဲ႔ ေအးစိမ့္စိမ့္\nပတ္၀န္းက်င္ေနာက္ခံကို\nၾကည္ႏူးေငြ႔ေလးဟပ္ၿပီး\nၾကည့္ရႈၾကရမယ့္\nရိုမန္႔ကားေလးတစ္ကားပါ။\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nSane Khet ျဖစ္ပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2d0S0/A_Winter_Princess_[2019]_(MM_Sub).mp4",
        "category": "Romance, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZjY3N2JjNjctZmQ2Mi00MmU5LWEzODAtM2M0YTQ1MWNlNDRlXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "Elisa & Marcela (2019)",
        "description": "ဒီ႐ုပ္ရွင္ေလးဟာဆိုရင္ စပိန္ ႐ိုမန္စ့္\nအတၳဳပၸတၱိ ဆန္ဆန္ ႐ုပ္ရွင္ျဖစ္ပါတယ္\n၁၉၀၀ ျပည့္ ဝန္းက်င္ေတြမွာ အမ်ိဳးသမီးေတြကို\nပညာသင္ၾကားျခင္းနဲ႔ပတ္သတ္လို႔ ေရွး႐ိုးစြဲ\nအယူအဆမ်ား ရွိေနတုန္းပဲ\nဆိုတာကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nဒီမွတ္တမ္း႐ုပ္ရွင္ ထူးျခားခ်က္ကေတာ့\nအဓိက ဇာတ္႐ုပ္ျဖစ္တဲ့ အမ်ိဳးသမီးႏွစ္ေယာက္ဟာ\nလိင္တူခ်စ္ႀကိဳက္မႈ အေပၚ ျပင္းထန္စြာ\nတုန္႔ျပန္ခဲ့တဲ့ ၁၉၀၀ ဝန္းက်င္ လူ႔အသိုင္းအဝိုင္းထဲမွာ\nကမာၻ့ပထမဦးဆံုး တရားဝင္လက္ထပ္ခဲ့တဲ့ Lesbian စံုတြဲျဖစ္ပါတယ္\nသူတို႔ႏွစ္ေယာက္ ခ်စ္ျခင္းေမတၱာဟာ ခက္ခဲ ၾကမ္းတမ္းတဲ့\nလူအဖြဲ႕အစည္းၾကားထဲမွာ ဘယ္လိုပံုစံနဲ႔ တည့္ၿမဲခဲ့သလဲ\nဆိုတာကိုၾကည့္ရႉခံစားရမွာျဖစ္ပါတယ္\nအသိုင္းအဝိုင္းရဲ႕ ဖိႏုိပ္ေတြေၾကာင့္ စပိန္ႏိုင္ငံမွ\nေပၚတူကီ ႏိုင္ငံအထိ ထြက္ေျပးတိမ္းေရွာင္ခဲ့ရတာေတြ\nေထာင္ၾကခဲ့ရတာေတြ ေနာက္ဆံုး အက်ဥ္းေထာင္ထဲတြင္\nမီးဖြားရသည္အထိ အေျခအေနဆိုးခဲ့သည္ တိုင္ေအာင္\nသူတို႔ႏွစ္ေယာက္ရဲ႕ ခ်စ္ျခင္းေမတၱာက ခိုင္ၿမဲခဲ့သည္\n(ဒီကိုယ္ဝန္ရသြားျခင္းကလည္း ထူးျခားသည့္အခ်က္တစ္ခုျဖစ္ခဲ့သည္)\nေမြးရပ္ေျမ စပိန္တြင္ ကံဆိုးမိုးေမွာက္က်ခဲ့ရသမွ် သည္ ေပၚတူဂီ\nေျမေပၚတြင္ စာနာသနားသူမ်ားအကူအညီမ်ားစြာႏွင့္\nလြတ္ေျမာက္ခဲ့ရၿပီး အာဂ်င္တီးနားတြင္ အသက္ထက္ဆံုးေနထိုင္ခဲ့ၾကသည္ ့\nအီလီဆာ ႏွင္ မာဆီလာတို႔ စံုတြဲ အေၾကာင္း ကို ေဖာ္က်ဴးထားသည္ ႐ုပ္ရွင္ျဖစ္ပါတယ္\n18+ အသက္၁၈ ႏွစ္မျပည့္သူမ်ား ၾကည့္ရႉရန္\nမသင့္သည့္ ဇာတ္ဝင္ခန္းမ်ားပါရွိသည္\nရုပ္ရွင္ကားကို Nyan Lin Oo ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/elisa-marcela-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOTJjZjBhNjMtM2VhYi00NzMyLWEyM2MtOWExMWIwYWMxZDgxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Sweet Sixteen (1983)",
        "description": "၁၆ႏွစ္အရြယ္...\nမီးေကာင္ေပါက္မတို႔အရြယ္တဲ့့...\nဒီအရြယ္ေတြ သိပ္ထိန္းရခက္တယ္\nအရာရာကိုစမ္းသပ္ခ်င္ေနမယ္...\nစူးစမ္းခ်င္ေနမယ္ ေကာင္မေလးတစ္ေယာက္...\nနာမည္က Melissaတဲ့..\n၁၆ႏွစ္ျပည့္ဖို႔ တစ္ပတ္ပဲလိုေတာ့တဲ့ အခ်ိန္\nသူ႔အေဖရဲ႕ အလုပ္ေၾကာင့္ သူတို႔မိသားစု\nေနရာအသစ္ကိုေျပာင္းလာတယ္ ဒီလိုကိုယ္မသိတဲ့ေနရာမွာ\nရွင္းေနတာေတြကိုရႈပ္ေအာင္လုပ္ေတာ့မယ္တဲ့ေလ\nမျပည့္စံုေသးတဲ့ အလွတရားေတြနဲ႔...\nသူ႔ရဲ႕ အရႈပ္ထဲ ပထမဆံုးေရာက္လာသူက Jhonny\nJhonny ကိုေလၽွာက္လည္ၾကရေအာင္တဲ့\nJhonny မျငင္းပါ..\nသူတို႔ေပ်ာ္ခဲ့ၾကတယ္... အဲ...ေနာက္တစ္ေန႔မနက္..\nJhonnyေပ်ာက္သြားၿပီ တည္ၿငိမ္ေနတဲ့ၿမိဳ႕ေလး...\nစတင္လႈပ္ခက္လာၿပီ\nMelissa...အရမ္းလွတဲ့ Melissa..\nဘာေတြရႈပ္အံုးမွာလဲ Melissa..\nဒီရုပ္ရွင္ကားဟာ ေဟာင္းေပမဲ့ ေကာင္းေနဆဲ\nရုပ္ရွင္ကား ျဖစ္ၿပီး 18+ အခန္းေတြ ပါေနလို႔\nအသက္မျပည့္ေသးသူမ်ား ၊ မိသားစုမ်ား ႏွင့္\nအတူမၾကည့္သင့္ပါ...\nဘာသာျပန္ေပးထားသူကေတာ့\nMin Thant Naing ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4 https://megaup.net/2SYkg/Sweet_Sixteen_(Xia_You_Qiao_Mu)_[2016]_(MM_Sub).mp4",
        "category": "Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOGQyYWQ5ODctZjBhNS00YmM2LWIxMmMtYjQ5NjhhZDMwNzFkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Beverly Hills Cop III (1994)",
        "description": "တစ္ခါတစ္ေလမွာ ဂုဏ္သေရအရွိဆံုးလို႕\nထင္ရတဲ့လူတစ္ေယာက္ဟာ\nရက္စက္တဲ့ရာဇ၀တ္ေကာင္ျဖစ္ေနတက္သလို\nေပ်ာ္စရာအေကာင္းဆံုးအပန္းေျဖေနရာတစ္ခု\nရဲ႕ေနာက္ကြယ္မွာ ေၾကာက္စရာလွ်ိဳ႕၀ွက္ခ်က္ေတြရွိေနတက္ပါတယ္။\nအသက္ရွင္စဥ္မွာအျမဲကေတာက္ကဆျဖစ္ခဲ့ေပမဲ့\nသံေယာဇဥ္အရွိဆံုးဆရာသမားကိုဆံုးရံူးလိုက္ရတဲ့အတြက္\nAlex Foley တစ္ေယာက္\nအဲ့ဒီလူသတ္ေကာင္ကိုမျဖစ္မေနလက္စားေခ်ဖို႕ဆံုုးျဖတ္ခဲ့ပါတယ္။\nတစ္ကားလံုးရယ္ေနရမွာေသခ်ာတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.5",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNThlYWFhYmYtMzQzZS00ZmZjLWJjZjAtYWVhMmM4YTc1ZjhjXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Beverly Hills Cop II (1987)",
        "description": "ျပစ္မူက်ူးလြန္တဲ့ေနရာတုိင္းမွာ\nအကၡရာကုဒ္ေတြခ်န္ထားတဲ့ဓါးျပေတြေၾကာင့္\nBeverly Hills တစ္ျမိဳ႕လံုး\nအုတ္ေအာ္ေသာင္းနင္းျဖစ္ေနပါတယ္။\nဓါးျပေတြကပိုမိုအတင့္ရဲလာျပီး\nBeverly Hills ရဲ႒ာနရဲ႕ကပၸတိန္\nBogomil ကိုပါ လုပ္ၾကံဖို႕ၾကိဳးစားခဲ့ပါတယ္။\nအမူလိုက္ Alex Foley တစ္ေယာက္\nဒီသတင္းကိုၾကားၾကားခ်င္းပဲ Detroit ကေန\nBeverly Hills ကိုအေရာက္လာျပီး\nအကၡရာကုဒ္ဓါးျပမူကိုစလိုက္ပါေတာ့တယ္။\nပထမကားလိုပဲ အမူလိုက္ပံုေတြကို\nဟာသေႏွာတင္ဆက္ထားတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2d0Sc/Beverly_Hills_Cop_II_[1987]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2MyZDE0YjAtNWFjYy00MWRlLTk3MTktMzY3ZDVhNTJkZTlmXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Beverly Hills Cop (1984)",
        "description": "Detroit ရဲ႒ာနက Alex Foley ဟာ\nထက္ျမက္တဲ့အမူလို္က္တစ္ေယာက္ျဖစ္ေပမဲ့\nျပႆနာခဏခဏရွာတက္လြန္းလို႕\nအထက္လူၾကီးရဲ႕ခ်ဥ္ဖက္ျဖစ္ေနသူပါ။\nတစ္ညမွာေတာ့ သူ႕ဆီလာလည္တဲ့\nအခ်စ္ဆံုးသူငယ္ခ်င္းေသနက္နဲ႕\nပစ္သတ္ခံလိုက္ရတဲ့အခါ\nသူငယ္ခ်င္းအတြက္တရားမွ်တမူကိုရွာေဖြဖုိ႕\nCalifornia ျပည္နယ္ Beverly Hills ဆီ\nခရီးဆန္႕ခဲ့ပါတယ္။\nတစ္ျခားရဲကားေတြလိုမဟုတ္ဘဲ\nအမူေဖာ္ထုတ္ပံုကို ဟာသေႏွာတင္ဆက္ထားတာေၾကာင့္\nပရိသတ္ၾကီးအၾကိဳက္ေတြ႕မွာေသခ်ာပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/4UQHr/Beverly_Hills_Cop_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qC4sbg7dyJeqoYdlydmnIXOBGtU.jpg",
        "title": "Romulus & Remus: The First King(2019)",
        "description": "Romulus & Remus: The First King(2019)IMDb...7.1ခရစ္ေတာ္မေပၚထြန္းမီ လူသားမ်ဳိးႏြယ္တုိ႕သည္ အယူအဆအမ်ဳိးမ်ဳိး\nနတ္ဘုရားအမ်ဳိးနဲ႕ ယဥ္ေက်းမႈ ဓေလ့ခပ္ဆန္းဆန္းတုိ႕ျဖင့္ရပ္တည္လွ်က္ရွိသည္...\nရုိမက္တုိ႕ညီအကုိ (၂)ေယာက္သည္ သိပ္ခ်စ္ၾကသည့္ ညီအကုိ (၂)ေယာက္ျဖစ္သည္....\nတစ္ေန႕ ေရေဘးဒုကၡေၾကာင့္ သူတုိ႕ မေသရုံတစ္မယ္ ထြက္ေျပးၾကစဥ္ အျခားမ်ဳိးႏြယ္တစ္စုရဲ႕\nဖမ္းဆီးေခၚေဆာင္ျခင္းကုိခံခဲ့ရသည္....\nလူသားဆန္မႈကင္းသည့္ေရွးအယူအဆမ်ားေၾကာင့္ သူတုိ႕ဖမ္းဆီးခံရမႈသည္ ေသေဘးမွ တစ္ပါး\nအျခားမရွိေပ...\nအေၾကာင္းမွာ ဖမ္းဆီးသည့္အဖြဲ႕သည္ ရုိမက္တုိ႕ညီအကုိႏွင့္အျခားသူမ်ားကုိ\nအခ်င္းခ်င္းတုိက္ခုိက္ ခုိင္းၿပီး ယစ္ပူေဇာ္ဟန္လုပ္ခုိင္းေသာေၾကာင့္ျဖစ္သည္...\nသူတုိ႕ညီအကုိ(၂)ေယာက္ ဒီသတ္ျဖတ္ပြဲႀကီးက လြတ္ေျမာက္ႏုိင္ပ့ါမလား....\nဘယ္လုိ သူတုိ႕ေရွ႕ဆက္ၾကမလဲ......\nတျခား အရိုင္းဆန္တဲ့အဖြဲ႕ေတြနဲ႕ ထပ္ေတြ႕ၾကဦးမလား.....\nသဘာ၀လြန္ျဖစ္ရပ္ဆန္းေတြကိုေရာထပ္ေတြ႕ႀကဦးမလား....\nဒီကားကေတာ့ ေရာမၿမဳိ႕ျဖစ္တည္ရျခင္းအေၾကာင္းကုိ အဓိက အေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္....\nရုိက္ခ်က္ေတြက တကယ့္ကုိေကာင္းသလုိ သတ္ျဖတ္ခန္းေတြကလည္း ပီျပင္လြန္းေလေတာ့\nကေလးငယ္ေတြနဲ႕အတူမၾကည့္သင့္ပါဘူး....\nၿပီးေတာ့ ဒီကားဟာ အီတလီရဲ႕အေကာင္းဆုံးရုပ္ရွင္ဆုရရွိခဲ့သလုိ အျခားဆု (၅)ဆုနဲ႕\nဆန္ကာတင္ဆု(၁၆)ဆုလည္းစာရင္း၀င္ခဲ့တယ္...  File Size : (1 GB) and (369 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre : Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x3pu/Romulus_&_Remus_-_The_First_King_(Il_Primo_Re)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFMVatMQVqB3lZGXFpK38tPAetq.jpg",
        "title": "Romeo Akbar Walter(2019)",
        "description": "Romeo Akbar Walter(2019)\nစပုိင္ဇာတ္ကား ခ်စ္သူမ်ားအတြက္ အိႏၵိယဇာတ္ကား Romeo Akbar Walter (2019) နဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီဇာတ္ကားေလးကေတာ့ ပါကစၥတန္ႏုိင္ငံကေန အေရွ႕ပါကစၥတန္(ယခု ဘဂၤလားေဒ့ရွ္) ရဲ႕ ခြဲထြက္တဲ့ကာလက အေၾကာင္းအရာကုိ ရုိက္ကူ\nးထားတာပါ။ ဖခင္ျဖစ္သူကုိ အားက်စိတ္နဲ႔ စစ္ထဲကုိဝင္ျပီး စစ္တကၠသုိလ္မွာ ထူးခၽြန္ခဲ့ေပမဲ့ ဖခင္ဆုံးပါးသြား\nတဲ့အခါ အေမတစ္ခုသားတစ္ခုျဖစ္တဲ့အတြက္ အေမ့ရဲ႕ ဆုံးျဖတ္ခ်က္နဲ႔ စစ္တပ္ကထြက္ခဲ့ရတဲ့ ဘဏ္စာေရ\nးေလး ရုိမီရုိအလီတစ္ေယာက္ တစ္ေန႔မွာ ႏုိင္ငံအတြက္ တာဝန္ထမ္းႏုိင္ဖုိ႔ အခြင့္အေရ\nးတစ္ခုရလာပါတယ္။ အိႏၵိယရဲ႕ ႏုိင္ငံတကာေထာက္လွမ္းေရး(RAW) က\nပါကစၥတန္ကုိ စပုိင္အျဖစ္နဲ႔ေစလႊတ္တာပဲျဖစ္ပါတ\nယ္။ သူက တာဝန္ေတြကုိ ေက်ေက်ပြန္ပြန္ထမ္းေဆာင္ခဲ့ေပမဲ့ RAW က အေရးၾကံဳလာတဲ့အခါမွာ\nသူ႕ကုိ ပစ္ပယ္ထားလုိက္ၾကပါတ\nယ္။ အဲဒီအခ်ိန္မွာ သူ အသက္ရွင္ႏုိင္ေအာင္ဘာေတြလုပ္လဲဆုိတာကုိ စိတ္ဝင္တစားၾကည့္ရမွာပါ။\nIMDB Rating ကေတာ့ 6.6 ရရွိထားပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  demon ပဲျဖစ္ပါတယ္...\n File Size : (1 GB) and ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/romeo-akbar-walter2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHJEQY10pwkEVuP8mn66tFBHFJl.jpg",
        "title": "Mac & Devin Go to High School (2012)",
        "description": "အားလံုးပဲ ခဏခဏ ေတာင္းဆိုေနၾကတဲ့ Mac and Devin go to high school ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိက္ပါတယ္ …၂၀၁၂ ကထြက္ရွိခဲ့တဲ့ ဇာတ္ကားတစ္ခုျဖစ္ျပီးေတာ့ Snoop Dogg နဲ႕Wiz Khalifa တို႔ ႏွစ္ဦး အဓီက ပါဝင္သရုပ္ေဆာင္ထားပါတယ္ …ဒီကားက ဘာကားလဲဆိုတာမေျပာဘဲနဲ႔ ဒိီကားအစမွာ ေျပာထားတဲ့ စကားေလးေတြကို ေဖာ္ျပေပးလုိက္ပါတယ္“၀ိ အၾကာင္းရိုက္ထားတဲ့ ရုပ္ရွင္ကို ၀ိ မေသာက္ဘဲ ဘယ္လိုၾကည့္မလို႔တုန္း”“ခင္ဗ်ားတို႔ရဲ႕ စကၠဴလိပ္ေတြ အိုးေတြ ခြက္ေတြ ယူျပီး အလိပ္ၾကီးလိပ္ျပီး မီးပြင့္သြားေအာင္ ဖြာလုိက္စမ္းပါ”“ကံဆိုးစြာပဲ ခင္ဗ်ားတုိ႔မွာ ၀ိ မရွိရင္ေတာ့ စိတ္မေကာင္းပါဘူး လုိ႔ပဲေျပာပါရေစ ဒါေပမယ့္ ရုပ္ရွင္ကိုေတာ့ ဆက္မၾကည့္လုိက္ပါနဲ႔ အဆင္ေျပမွာမဟုတ္ဘူး”တခ်ိဳ႕လူေတြက ရုပ္ရွင္ၾကည့္ရင္ ေပါက္ေပါက္ဆုပ္ေတြ စားရင္းၾကည့္ၾကတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ ဒီလိုေျပာထားပါတယ္…ဘာကားလဲေတာ့မသိဘူးကိုယ္တုိင္ပဲ ၾကည့္ရွဴခံစားၾကည့္လုိက္ပါ (ဘာသာျပန္ေပးထားသူကေတာ့ Zuel Khant Thwin ပါ) File ...",
        "rating": "4.5",
        "url": "https://megaup.net/1x3pk/Mac_&_Devin_Go_To_High_School_[2012]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/bollywood-filmed-in-south-africa-Murder-3-135x200.jpg",
        "title": "Murder 3 (2013)",
        "description": "ဗစ္ကရန္ ဆိုတဲ့ နာမည္ႀကီး ဓာတ္ပံုဆရာတစ္ဦးဟာ ေရာ္ရွနီ ဆိုတဲ့ သူ႕ေကာင္မေလးမွ သူ႕ကို လမ္းခြဲစကားကို\nဗြီဒီယိုရိုက္ၿပီး ေျပာကာ ထြက္သြားလို႔ အသည္းကြဲ အရက္သမားႀကီးလံုးလံုးျဖစ္ေနတဲ့သူပါ။ေန႔တုိင္း ညတိုင္း\nမူးရူးေနတဲ့ ဗစ္ကရန္ ကို နီရွာ လို႔ ေခၚတဲ့ စားေသာက္ဆိုင္က ဝန္ထမ္းေကာင္မေလးမွ သတိထားမိလာပါတယ္။\nတစ္ေန႔ ဗစ္ကရန္ မူးၿပီး ကားမေမာင္းႏိုင္ခ်ိန္ နီရွာ က အိမ္လိုက္ပို႔ေပးဖို႔ ကားေမာင္းေပးေပမယ့္\nဗစ္ကရန္ က အိမ္လိပ္စာမေျပာသျဖင့္ နီရွာ က သူ႕အိမ္ကိုေခၚသြားခဲ့ပါတယ္။အဲ့လိုနဲ႔ နီရွာ နဲ႔ ဗစ္ကရန္\nရင္းႏီွးသြားၾကၿပီး အသည္းကြဲသမားႀကီး ဗစ္ကရန္ရဲ႕ အသည္းဟာ တျဖည္ျဖည္းျပန္ဆက္လာပါေတာ့တယ္။\nခ်စ္သူေတြျဖစ္သြားၿပီးတဲ့ေနာက္ နီရွာ ကို ဗစ္ကရန္က သူ ေနထိုင္တဲ့ ၿမိဳ႕ရဲ႕ေဝးက ျဗိတိသွ်လက္က်န္ ေခတ္ေဟာင္း စံအိမ္ေတာ္ႀကီးဆီကို\nေခၚလာခဲ့ပါတယ္။နီရွာ ထိုစံအိမ္ႀကီးကို ေရာက္လာၿပီးေနာက္ပိုင္း ထူးဆန္းတဲ့အသံေတြ ခဏခဏ ၾကားရပါေတာ့တယ္။\nထိုထူးဆန္းတဲ့အသံေတြက ဘာေတြျဖစ္မလဲ လမ္းခြဲစကားေျပာၿပီးထြက္သြားတဲ့ ေရာ္ရွနီ ဆိုတဲ့ေကာင္မေလးက\nတကယ္ေရာ ထြက္သြားတာ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1x3pm/Murder_3_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pt9eyq3lqfI6UjbMfdqXHBRuB9z.jpg",
        "title": "The Nightmare Gallery (2019)",
        "description": "တက္ကသိုလ်က ပါမောက္ခရဒ်နဲ့ သူ့ရဲ့တပည့် ဘွဲ့လွန်ကျောင်းသား ဆန်ဂျေးတို့ဟာရှေးဟောင်းဘာသာစကားနဲ့ ရေးထားတဲ့ စာမူတစ်ခုကို ကြိုးစားပြီးဘာသာပြန်နေကြပါတယ်။တစ်ညတော့ ဆန်ဂျေးက ဘာသာပြန်လို့ရသွားပြီးတော့သူ့ရဲ့ဆရာမကို သူ့အိမ်လာခဲ့ဖို့ လှမ်းခေါ်လိုက်ပါတယ်။ဒါပေမဲ့ ရဒ်ရောက်မလာခင်မှာပဲ ဆန်ဂျေးဟာ ပဟေဠိဆန်စွာ ပျောက်ဆုံးသွားပါတယ်။ဒီလိုနဲ့နှစ်အနည်းငယ်ကြာတဲ့အခါ ရဒ်ဆီကို ပါဆယ်တစ်ပုံးရာက်လာခဲ့ပါတယ်။ပို့တဲ့သူက ဆန်ဂျေးဖြစ်နေတဲ့အခါ ရဒ်က ပါဆယ်ပုံးထဲကသဲလွန်စတွေနဲ့ ဆန်ဂျေးကို ပြန်ရှာတွေ့နိုင်မလားဆိုတာကတော့ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါFile Size : (885 MB) & (325 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "4.4",
        "url": "https://megaup.net/4eTeX/The_Nightmare_Gallery_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ft5crcWYEtMXs6dtz10N5QDrxH.jpg",
        "title": "Outlaws Don’t Get Funerals (2019)",
        "description": "ဒီတစ္​ခါ​ေတာ့ အျမင္​တစ္​မ်ိဳးနဲ႔႐ိုက္​ထားတဲ့crime, action ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေ​ပးလိုက္​ပါတယ္​ဘိုးေဘးဘီဘင္ကစၿပီး ဒုစ႐ိုက္သမားမ်ဳိးဆက္ ခိုးတယ္ ဓားျပတိုက္ တယ္လိုအပ္ရင္လူပါသတ္တယ္အဘိုးက ေထာင္ထဲမွာ တစ္သက္ တစ္ကြ်န္းက်နေတာ။အ​ေဖျဖစ္​သူက ရဲနဲ႔သူပစ္ကိုပစ္ ပစ္ၿပီးေသသြား ခဲ့တယ္။အဘိုးက နာမည္ႀကီး သူခိုးဓားျပႀကီး အသက္ ၇၀ ျပည့္လို႔ ေထာင္ကခံဝန္နဲ႔လႊတ္ေပးလိုက္တဲ့အခါေျမးျဖစ္သူက အင္တာနက္ သတင္းမွာေတြ႕လိုက္ရေတာ့ ...ဒုစ႐ိုက္သမားေတြဘက္ျခမ္းက​ေန႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါေပးခ်င္တဲ့မက္ေဆ့ခ်္ ကလည္း ေကာင္းပါတယ္။အားေပးလိုက္ၾကပါဦး။ File Size : (936 MB) & (335 MB)Quality :Web-DL 720pRunning Time :2 HrFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar ...",
        "rating": "4.5",
        "url": "https://megaup.net/4UP8U/Outlaws_Don’t_Get_Funerals_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBvUIQBMrKbb8BTMF84DfyI5xCb.jpg",
        "title": "Killers Anonymous(2019)",
        "description": "Killers Anonymous(2019)================ဒီဇာတ္ကားက ၿပီးခဲ့တဲ့လကမွ ထြက္ရွိထားတဲ့\nအေမရိကန္ အက္ရွင္ ကား တကားပါLion Gates ကုမၸဏီက ျဖန္႔ခ်ိတဲ့ ဒီဇာတ္ကားကို\nဒါရိုက္တာ Martin Owen က ရိုက္ကူးထားတာပါ\nပါ၀င္တဲ့ ဇာတ္ေဆာင္ေတြကေတာ့\nJessica Alba\nTommy Flanagan\nGary Oldman\nRhyon Nicole Brown\nMy Anna Buring\nMichael Socha\nTim Mclnnery\nSam Hazeldine\nတို႔ ျဖစ္ပါတယ္Killer Anonymous ဆိုတာ\nလူသတ္သမားေတြကို စုဖြဲ႕ထားတဲ့ အဖြဲ႕တခုျဖစ္ၿပီး\nလူတေယာက္ကို ကိုယ္ ဘယ္လိုသတ္ခဲ့တယ္\nသတ္ေနတုန္း ကိုယ္ဘယ္လိုခံစားရတယ္ စတဲ့\nလူသတ္ျခင္းအေပၚထားတဲ့ ကိုယ့္ရဲ႕ ဖေလာ္ေဆာ္ဖီကို အခ်င္းခ်င္းေ၀မၽွရင္း စိတ္ဖိအားေလၽွာ့ခ်ၾကတဲ့ ပုံစံနဲ႔ လည္ပတ္ေနတာပါအဲဒီအဖြဲ႕ကို ဘယ္သူက အဓိက ႀကိဳးကိုင္ေနလဲ\nစီအိုင္ေအရဲ႕ ပါ၀င္ပတ္သတ္မႈေတြနဲ႔\nmaster mind ေတြ က အစီအစဥ္တခုကို ခ်တဲ့ အခါ\nပါ၀င္သူေတြကိုယ္တိုင္ မသိလိုက္ေအာင္\nလူတစ္ဦးခ်င္းစီရဲ႕ အားသာခ်က္ အားနည္းခ်က္ေတြကို အသုံးခ်ၿပီး\nဘယ္လို ဥာဏ္ကစားၾကလဲ ၾကည့္ေပ်ာ္တဲ့ ဇာတ္လမ္းတခုပါ ခင္ဗ်ာFile Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/4eRGp/Killers_Anonymous_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/Who_Is_Rose-p1-140x200.jpg",
        "title": "Rosebud (2019)",
        "description": "Rosebud (2019)့ \"ဟုန္​းဂ်န္​မီ\"\nဆိုတဲ့ အသက္​ ၂၀ အ႐ြယ္​ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​က\nအထည္ခ်ဳပ္ စက္​ရံုတစ္​ခုမွာ အလုပ္​လုပ္​​ေနတဲ့ အေျခခံလူတန္းစားရပ္ကြက္က\nေကာင္မေလးတစ္ေယာက္ေပါ့...\nဒါေပမယ့္ သူ႕အိပ္မက္ကႀကီးတယ္.... တစ္ေန႕ ႏုိင္ငံေက်ာ္ အဆုိေတာ္\nႀကီးျဖစ္ရမယ္ေပါ့...\nဒီေတာ့ သူမခ်ဳပ္တဲ့ အ၀တ္ေတြရဲ႕ ေကာက္ေၾကာင္းေတြကလည္း\nႏူးညံသိမ့္ေမြ႕ေနေလရဲ႕...အားတဲ့အခ်ိန္တုိင္း သီခ်င္းေတြေရးေနတတ္သလုိ\nအသစ္သစ္ေသာ သီခ်င္းသံစဥ္ေတြ ဖန္တီးေနေလရဲ႕......\nညဘက္ ဘီယာဆုိင္မွာလည္း အခ်ိန္ပုိင္းအလုပ္တယ္..\nသူမအတြက္ ဘီယာဆုိင္က တီး၀ုိင္းေၾကာင့္ပင္ပန္းတယ္လုိ႕မထင္ဘူး....\nတစ္ေန႕ေတာ့ သူမအတြက္ အဆုိေတာ္ျဖစ္ဖုိ႕အခြင့္အေရးႀကီး\nတစ္ခုရလာတယ္.....\nတစ္ခ်ိန္ထဲမွာပဲ ေကာင္ေလးတစ္ေယာက္နဲ႕လည္း ဆုံဖုိ႕ျဖစ္လာတယ္...\nကုိင္း အဲ့ဒီေကာင္မေလး အဆုိေတာ္ျဖစ္မလား....\nေကာင္ေလးနဲ႕ေရာ ခ်စ္သူေတြျဖစ္မလား....\nဒါ႕ထက္ တျခားအေၾကာင္းအရာေတြဘာေတြဆက္ျဖစ္ဦးမလဲဆုိတာကုိေတာ့ ခံစားႀကည့္လုိက္ပါဦး....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Megumi ပဲျဖစ္ပါတယ္...   File Size : (950 MB) and (419 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…02:06:00\nGenre : Comedy, Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/4UP8h/Rosebud_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
        "title": "Maharshi (2019)",
        "description": "IMDb Rating - 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။\n---------------------------------------------------မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား ... ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ...၊ ခ်စ္သူ...၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UP8Q/Maharshi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CSGJd80ajL7G7BIusniFi8XtFc.jpg",
        "title": "The Last Laugh (2019)",
        "description": "ဘတ္ဒီဂရင္းဆိုတဲ့သူဟာ သူခ်စ္ခင္ျမတ္ႏိုးလွတဲ့တစ္ကိုယ္ေတာ္လူ႐ႊင္ေတာ္အလုပ္ကိုႏွစ္ေပါင္း၅၀ေလာက္ရပ္နားထားရာကေနသူရဲ႕သူငယ္ခ်င္းေဟာင္းျဖစ္သူ အယ္လ္ဟာ့ဆိုတဲ့သူနဲ႔ေတြ႔ဆံုျပီးအယ္လ္ရဲ႕တိုက္တြန္းမႈေၾကာင့္ လူ႐ႊင္ေတာ္အလုပ္ကို ျပန္လုပ္ျဖစ္ေသာအခါ...ႏွစ္အတန္ၾကာရပ္နားျပီးယခုမွျပန္လုပ္ရေသာ ဘတ္ဒီ့အဖို႔ လြယ္ကူပါ့မလား...ဘယ္လိုအခက္အခဲေတြ႐ွိေနမလဲ...သူ႔ဆံုးျဖတ္ခ်က္ေတြကေရာ မွန္ကန္ႏိုင္ပါ့မလား...လူတစ္ေယာက္ဟာ ကိုယ္သေဘာက်ႏွစ္သက္ရတဲ့အလုပ္ကိုလုပ္ေနရရင္ အေပ်ာ္႐ႊင္ဆံုးျဖစ္ေနတတ္တယ္ဆိုတဲ့စကားဟာေရာလက္ေတြ႔မွာျဖစ္ႏိုင္ပါ့မလား...ဒါ့အျပင္ဒီကားထဲမွာ ဘတ္ဒီနဲ႔အယ္လ္ဟာ အသက္သာႀကီးေနေပမယ့္စိတ္ကေတာ့ႏုပ်ိဳေနဆဲျဖစ္တာေၾကာင့္သူတို႔ႏွစ္ေယာက္ရဲ႕ေျပာဆိုလုပ္ကိုင္ပံုေလးေတြကလဲၾကည့္႐ွႈသူေတြကိုရယ္ေမာေပ်ာ္႐ႊင္ေစရမွာပါ  File Size : (927 MB) & (293 MB)Quality : 720p HDRipRunning Time :1 Hr 30 minFormat : Mp4Genre : Comedy Subtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/R4ou/The_Last_Laugh_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jfa6C2p86fDaOFhvnBWpD7PtjQ.jpg",
        "title": "City of Lies(2018)",
        "description": "City of Lies(2018)Who Shot Biggie???ဒီဇာတ်ကားရဲ့ ကြာမြင့်ချိန် 1 နာရီ 52 မိနစ်ဟာ အဲ့ဒီမေးခွန်းလေးတစ်ကြောင်းနဲ့ ဆက်စပ်ပြီးရိုက်သွားတာပါ...\nအကြောင်းအရာတစ်ခုတည်းကို 1 နာရီ 52 မိနစ်တောင် ရိုက်ထားလို့ ပျင်းစရာကောင်းမှာပဲလို့ တွေးမိရင် တက်တက်စင်အောင် လွဲပါလိမ့်မယ်...ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး တကယ့်အပြင်မှာလည်း Who Shot Biggie? ဆိုတဲ့မေးခွန်းကို နာမည်ကျော် FBI အဖွဲ့အပါအဝင် LAPD စုံထောက်တွေပါ ပူးပေါင်းစုံစမ်းခဲ့တာ နှစ် 20 ကျော်ကြာခဲ့ပါတယ်...မြန်မာနိုင်ငံက Rapper တွေ Mainstream နဲ့ Underground အပြန်အလှန်လှော်နေကြသလို Los Angeles မြို့ကြီးမှာလည်း East Coast နဲ့ West Coast ဆိုပြီး နှစ်ဖွဲ့ကွဲ လှော်ကြပါတယ်...1996 ခုနှစ်လောက်ကဖြစ်ခဲ့တဲ့လူသတ်မှုဖြစ်တဲ့အတွက် လူဖြူလူမည်းပဋိပက္ခတွေလည်း ရှိနေတဲ့အချိန်ပါ...ဒီအမှုကို နှစ်ပေါင်းအကြာကြီး စုံစမ်းနေသူကတော့ Poole ဆိုတဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/R4ox/City_Of_Lies_[2018]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/268x0w-133x200.jpg",
        "title": "The 16th Episode (2019)",
        "description": "မာ့ခ္, အီနာ နဲ႔ ဟယ္လင္တုိ႔ဟာ ခရီးသြားဗီဒီယုိ ဘေလာ့ဂါ အုပ္စုၿဖစ္ပါတယ္။\nတကယ့္ေအာက္ေၿခလူတန္းစားရပ္ကြက္ေတြထဲကုိ အေရာက္သြားၿပီး\nတစ္ခါတစ္ေလ အႏၱရာယ္ေတြၾကဳံရေပမယ့္ သူတုိ႔တင္ေပးတဲ့ ဗီဒီယုိေတြမွာ ၾကည့္ရႈသူမ်ားရင္ ေပ်ာ္ေနတတ္ၾကတာပါ။\nဒ႑ာရီေတြထဲက ၿမိဳ႕ ယုံတမ္းစကားေတြ အမ်ားၾကီးနဲ႔ၿမိဳ႕ ေရွးရုိးစြဲအယူအဆနဲ႔ၿမိဳ႕ၿဖစ္တဲ့ ကာဆာ ဘလန္ကာကုိ ေရာက္လာတဲ့အခါမွာ...\nသူတုိ႔ၾကဳံရတဲ့ ထူးၿခားဆန္းၾကယ္မႈေတြဟာ သူတုိ႔ရဲ႕ ဗီဒီယုိကုိ ၾကည့္ရႈသူေတြ အမ်ားၾကီးနဲ႔ ေအာင္ၿမင္ဖုိ႔တြန္းပုိ႔ေပးေတာ့မွာပါ။\nတကယ္တမ္း\nသူတုိ႔ေပးဆပ္ရခဲ့တာေတြနဲ႔ေကာ တန္ရဲ႕လား?blair witch project ကစခဲ့တယ္လုိ႔ေၿပာရမယ့္ Found footage ပုံစံ ေနာက္တစ္ကားပါပဲ။\nနာမည္ၾကီးခဲ့တဲ့ As above, so below တုိ႔ V/H/S တုိ႔လုိကားေတြကုိ သိရင္ ဒီကားကလဲ သေဘာက်ဖုိ႔ေကာင္းတယ္။\nဒီအမ်ိဳးအစားထဲကပဲလာၿပီး အဲ့ဒီလုိကားမ်ိဳးေတြကုိ ၿပန္ေလွာင္ေနတာေတြ\nသူငယ္ခ်င္း အခ်င္းခ်င္းအတည္ေပါက္နဲ႔ေၿပာေနတာေလးေတြ ရယ္ရတယ္။\nဘတ္ဂ်က္အမ်ားၾကီးသုံးမထားေပမယ့္ ေပါ့ေပါ့ပါးပါးၾကည့္လုိ႔ေကာင္းတဲ့ကားေလးပါပဲ။ \nFile size…(900 MB) and (400 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.0",
        "url": "https://megaup.net/1res9/(CM)The.16th.Episode.2019.1080p.WEB-DL.DD5.1.H264-FGT..mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atZ4SrQv0eB58M5Nr1Tn8Ttp3p0.jpg",
        "title": "Kabhi Haan Kabhi Naa(1994)",
        "description": "Kabhi Haan Kabhi Naa(1994)\n====================================\n\"ကုိယ့္ဆႏၵအတုိင္းသာဆုိေဟာဒီအိပ္မက္ထဲကလုံးဝကုိမႏုိးထခ်င္ေတာ့ပါဘူး\"\n\"ၾကယ္ေတြေၾကြတုိင္းဘုရားထံေတာင္းတဲ့ဆုကမင္းအခ်စ္ရရွိဖုိ႔ပါ\"\nေဟာဒီေလာကမွာသူရဲေကာင္းေတြရဲ႕အခ်စ္ဇာတ္လမ္းေတြကုိ\nဘယ္ေလာက္ထိေတာင္ၾကားသိဖူးၿပီးသြားၿပီလဲ\nအရႈံးသမားေတြရဲ႕အခ်စ္ဇာတ္လမ္းေတြေရာသိၾကရဲ႕လား\nတဖြဲ႕တႏြဲ႕ေရးတဲ့သူေတြေရာရွိပါ့မလား\nေလာကမွာဟီးရုိးေတြအတြက္သာခမ္းနားတဲ့အခ်စ္ဇာတ္ရွိၿပီး\nဇီးရုိးေတြအတြက္ေရာရွိပါ့မလား\nဘယ္သူကေရာေရးဖြဲ႕လုိ႕ဘယ္သူကေရာအခ်ိန္ေပးဖတ္ရႈ႕မွာလဲ\nအခုဇာတ္လမ္းေလးကလည္းဒီလုိပါပဲ\nအရွင္းဆုံးေျပာရရင္ဇီးရုိးတစ္ေယာက္ရဲ႕အခ်စ္ဇာတ္လမ္းေပါ့\nဘယ္ေလာက္ဇီးရုိးက်လဲဆုိရင္\nမိသားစုထဲမွာမ်က္ႏွာေကာင္းမရ\nအေပါင္းသင္းၾကားထဲမွာမ်က္ႏွာငယ္\nကုိယ္ခ်စ္တဲ့မိန္းကေလးေရွ႕မွာေခါင္းမေမာ့ႏုိင္တဲ့သူတစ္ေယာက္အေၾကာင္း\nသူ႕နာမည္ကေတာ့ဆူနီးလ္တဲ့\nဟုတ္ပါတယ္\nအလုပ္အကုိင္မယ္မယ္ရရမရွိ\nပညာေရးက်ေတာ့လည္းစာေမးပြဲ၃ႏွစ္ဆက္တုိက္က်ဆုိတဲ့ဂုဏ္နဲ႕\nဘာထူးျခားတာမ်ားရွိလဲ\nအမ်ားနဲ႕မတူထူးျခားတာဆုိလုိ႕ေတးဂီတ\nဆူနီးလ္ဟာေတးဂီတပုိင္းမွာေတာ့ပါရမီရွိသူတစ္ဦး\nဒါေပမဲ့ျဖစ္ျဖစ္ေျမာက္ေျမာက္ေတာ့ေအာင္ျမင္မႈမရွိေသးဘူး\nသူ႕မွာတဖက္သတ္စိတ္ဝင္စားေနရတဲ့အႏၷာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ရွိတယ္\nအႏၷာဟာဆူနီးလ္ကုိေတာ့သူငယ္ခ်င္းတစ္ေယာက္လုိပဲသေဘာထားၿပီး\nသူတုိ႕အဖြဲ႕ထဲကခရစ္ကုိေတာ့ရင္ခုန္ေနပုံပါပဲ\nဘာေၾကာင့္လဲဆုိေတာ့\nဆူနီးလ္နဲ႕ယွဥ္လုိက္ရင္ခရစ္ဟာအဖက္ဖက္ကအပုံႀကီးသာေနေလတယ္\nပညာအရည္အခ်င္း\nအလုပ္အကုိင္\nဂုဏ္အဆင့္အတန္းအသုိင္းအဝုိင္း\nဒီလုိအေျခေနမွာဆူနီးလ္တစ္ေယာက္အႏၷာ့အခ်စ္ကုိရပါ့မလား...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ \nZaw Htooပဲျဖစ္ပါတယ္...  File Size : (1.1 GB) and (399MB)\nQuality : Web-DL720P,\nFormat…mp4\nDuration…02:38:00\nGenre : Drama, Music,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zaw Htoo\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/4UP8B/Kabhi_Haan_Kabhi_Naa_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MDB6jJl3U7xK1Gw64zIqt9pQA4.jpg",
        "title": "Little (2019)",
        "description": "ငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ ေဂ်ာ္ဒန္ဆန္းဒါးစ္ ႀကီးလာေတာ့ ဒိတ္ဒိတ္က်ဲလုပ္ငန္းရွင္ႀကီးျဖစ္လာေပမယ့္အရာရာကိုဇီဇာေၾကာင္ ကိုယ့္စကားႏြားရေျပာ ေဘးပတ္ဝန္းက်င္ကလူမွန္သမွ်ကို ျပသနာပတ္ရွာေနတဲ့ လူ႔ဂြစာအပ်ိဳႀကီးအခ်စ္ဆိုတာကို အယံုအၾကည္မရွိေတာ့လို႔ ရည္းစားထားေပမယ့္ အတည္မတြဲခ်င္သူ...ေအပရယ္ဝီလီယမ္ကေတာ့ သူ႔လက္ေထာက္..သူခိုင္းသမွ်လုပ္ သူဆူပူေသာင္းက်န္းသမွ်ခံၿပီး အလုပ္ခြင္မွာ တက္လမ္းကိုျမင္ေနရေပမယ့္ အခြင့္အေရးမရရွာသူ...တစ္စံုတစ္ရာေၾကာင့္ တစ္ေန႔မွာေတာ့ ေဂ်ာ္ဒန္တစ္ေယာက္ ၿမီးေကာင္ေပါက္ ၁၃ ႏွစ္သမီးအရြယ္အျဖစ္ႏိုးထလာခဲ့အခါ...ေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ေဂ်ာ္ဒန္႔ငယ္ဘဝကို သ႐ုပ္ေဆာင္တဲ့ကေလးသ႐ုပ္ေဆာင္ေလးက အေတာ္ပီျပင္ၿပီးတစ္ဇာတ္လံုးကိုဆြဲေခၚသြားတာမို႔ ရယ္ေမာခ်င္သူေတြအတြက္ လက္တို႔လိုက္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (850 MB) and (420 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Comedy, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by May Myat Thu\nEncoded ...",
        "rating": "5.3",
        "url": "https://megaup.net/4UP8M/Little_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ewDwp02kXUVWO2z0SYWhyzA7cNK.jpg",
        "title": "Kalank (2019)",
        "description": "2019ခုႏွစ္မွာ Endgame နဲ႔ အၿပိဳင္ ႐ံုတင္ၿပီးေဝဖန္မႈ အမ်ဳိးမ်ဳိး ႀကံဳခဲ့ရတဲ့ ေဘာလိဝုဒ္႐ုပ္ရွင္ကားႀကီး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ပါဝင္ၾကတဲ့ မင္းသားမင္းသမီးေတြကိုေတာ့အထူးတလည္ မိတ္ဆက္စရာ မလိုဘူး ထင္ပါတယ္။ဇာတ္ေကာင္ တစ္ခုခ်င္းစီကို မိတ္ဆက္ေပးရမယ္ ဆိုရင္ဇဖာရ္(ဗာရြန္)ကေတာ့ ပန္းပဲဆရာ တစ္ေယာက္ျဖစ္ၿပီးျပည္တန္ဆာေတြနဲ႔ ရင္းႏီွးေနတဲ့ နာမည္ဆိုးရပ္ကြက္ေန အစၥလာမ္ ဘာသာဝင္တစ္ေယာက္၊မိဘစြန္႔ပစ္ခံ(တရားမဝင္ေမြးဖြားသူ) အျဖစ္ ျမင္ေတြ႕ရမွာပါ။အလီယာကိုေတာ့ နာက်င္မႈေတြနဲ႔ ခံစားေနရတဲ့႐ု(ပ္) အျဖစ္ ျမင္ရမွာပါ။အစ္မေတာ္ရဲ႕ ေနာက္ဆံုးဆႏၵကို ဘဝနဲ႔ ရင္းၿပီးျဖည့္ဆည္းေပးလိုက္ရသူပါ။ဆန္းေဂ်းကိုေတာ့ ႐ု(ပ္)ရဲ႕ ေယာကၡမ ေနရာမွာျမင္ရမွာပါ။အာဒိသယကိုေတာ့ ဆန္ေဂ်းရဲ႕သား သတင္းစာတိုက္ပိုင္ရွင္ ေဒ့ဗ္အျဖစ္ ျမင္ေတြ႕ရမွာပါ။ေဒ့ဗ္ဟာ မင္းသမီးႀကီး Sonakshi (ဆာ့သ္ယာ)ရဲ႕ခင္ပြန္းပါ။တစ္ဖက္မွာ အိႏၵိယေသြးစည္းေရးကို ႀကိဳးပမ္းေနၿပီးတစ္ဖက္မွာ ဇနီးဆႏၵကို ျဖည့္ဆည္းေနၾကသူေတြပါ။ဟီး ေတာ္ေတာ္ နားလည္ရခက္တဲ့ ဆက္ဆံေရးေတြဗ်။ဒီလိုနဲ႔ အလီယာမွာ ဆႏၵတစ္ခု ျဖစ္လာခဲ့တယ္။ ဒါကလည္း ဇာတ္လမ္းကို အထြတ္အထိပ္ထိဆြဲေခၚသြားမယ့္ ဆႏၵတစ္ခုပါ။သူတို႔ေတြရဲ႕ အ႐ႈပ္ေတာ္ပံုႀကီးကိုမ်က္ဝါးထင္ထင္ ျမင္ေတြ႕ခံစား ၾကည့္ၾကပါဦးဗ်ာ။ေဝဖန္မႈေတြ ...",
        "rating": "3.5",
        "url": "https://megaup.net/3yUe2/Kalank_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMjE0NDE0MjYxNF5BMl5BanBnXkFtZTcwNjM2NTY5Ng@@._V1_SY1000_CR006831000_AL_-137x200.jpg",
        "title": "We Need to Talk About Kevin (2011)",
        "description": "We need to talk about Kevin (2011)\nကျွန်တော်တို့ ကယ်ဗင့် အကြောင်းကို ပြောမှ ဖြစ်တော့မှာ။\nကယ်ဗင် ဆိုတာ ဘယ်သူလဲ?\nကယ်ဗင် ဆိုတာ ကလေးတစ်ယောက်ပါပဲ။\nကလေးတစ်ယောက်ရဲ့ စိတ်အကြောင်းကို အကောင်းဆုံး ပုံဖော်ပြသထားတဲ့ဇာတ်ကားပါ။\nစိတ်အကြောင်းကို နူးနူးညံ့ညံ့ လှလှပပ ပုံဖော်ထားတာတော့ မဟုတ်ပါဘူး\nPsycho Thriller ကား တစ်ကားပါ။ Thriller ကား ဆိုတဲ့အတိုင်း ရင်တမမနဲ့ ကြည့်ရမှာပါ။\nကယ်ဗင်ဟာ အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့အမေ အီဗာကတော့ ခရီးသွားဆောင်းပါးတွေ ရေးတဲ့ စာရေးဆရာတစ်ယောက်ပါ။\nကယ်ဗင်ဟာ ငယ်ငယ်ကတည်းက ထိန်းကျောင်းရခက်ပါတယ်။\nကျင်ကြီးကျင်ငယ်စွန့်တာကအစ လေ့ကျင့်ရခက်ပါတယ်။\nအမေအပေါ် တွယ်တာပေမယ့် အမေ့ဆီက မေတ္တာကို ကောင်းကောင်း မရရှိခဲ့တဲ့\nကယ်ဗင်ဟာ အမေ့မေတ္တာကို သူ့နည်းသူ့ဟန်နဲ့ ရဖို့ ကြိုးစားရှာပါတယ်။\nဒုတိယကလေး မွေးလာတဲ့အချိန်မှာတော့ ကယ်ဗင့်ရဲ့စိတ်ရိုင်းတွေက ပိုမိုနိုးကြားလာပါတော့တယ်။\nသားသမီးနဲ့မိဘကြားက သံယောဇဉ်ကို အသိမ်မွေ့ဆုံးနဲ့\nအကြမ်းတမ်းဆုံး တင်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆု၊ ဒါရိုက်တာဆု၊ ဇာတ်ကားဆု၊ ဇာတ်ညွှန်းဆုနဲ့\nဓာတ်ပုံဆုတွေပါ ရရှိထားတဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nIMDb ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZjlkYWVlMjQtMGY3Zi00MWYxLTkxYTItODBkNGUyOWJjMjhjXkEyXkFqcGdeQXVyMTIyNzY1NzM@._V1_-142x200.jpg",
        "title": "Ghost in the Shell 2: Innocence (2004)",
        "description": "2023ကအျဖစ္အပ်က္ေတြကိုအေျခခံထားပါတယ္BatouဟာUnit 9မွာတာ၀န္ယူထားတဲ့cyborgရဲတစ္ေယာက္ပဲျဖစ္ပါတယ္cyborgေတြဟာလူသားေတြရဲ႔ေန႔စဥ္ဘ၀မွာပံုမွန္ပါ၀င္လာၾကျပီးတစ္ရက္မွာေတာ့လိင္ပိုင္းဆိုင္ရာအတြက္ဖန္တီးထားတဲ့စက္ရုပ္မတစ္ေကာင္ကပိုင္ရွင္ကိုျပန္သတ္တဲ့အမႈကိုBatouတစ္ေယာက္ေျဖရွင္းဖို႔ျဖစ္လာပါေတာ့တယ္လူသတ္သမားစက္ရုပ္ရဲ႔တကယ့္သရုပ္အမွန္ကဘာျဖစ္ေနမလဲဆိုတာ...File Size : (2 GB,1.4GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min\nFormat : Mp4\nGenre : Drama, Animation, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p\nTranslated by Myo Nyunt\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4 https://megaup.net/2dmv5/Ghost_In_The_Shell_2_-_Innocence_[2004]_(MM_Sub).mp4",
        "category": "Animation, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BYTkxMTcwNmUtY2JjYS00YTZmLTlhNTMtZjFjOTkwMTQ0MTFiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ghost in the Shell (1995)",
        "description": "2029မှာနည်းပညာကအရမ်းထွန်းကားနေပါပြီCyborgတွေကိုနေရာတိုင်းမှာတွေ့မြင်နိုင်ပြီးလူတွေရဲ့ဦးနှောက်ကအင်တာနက်နဲ့တိုက်ရိုက်ချိတ်ဆက်နိုင်တဲ့အထိတိုးတက်နေတဲ့ခေတ်ကာလပဲဖြစ်ပါတယ်တိုးတက်လာတဲ့နည်းပညာနဲ့အတူအန္တရာယ်တွေလည်းပါလာပါတော့တယ်Puppetmasterဟာနည်းပညာကိုအသုံးချပြီးလူတွေရဲ့ဦးနှောက်ကိုhackနေတဲ့hackerပဲဖြစ်ပါတယ်Cyborgရဲမှုးဖြစ်သူMotoko Kasunagiနဲ့သူရဲ့အဖွဲ့ဟာPuppetmasterနဲ့ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...\nFile Size : (1.73 GB,1.16GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min \nFormat : Mp4\nGenre : Action, Animation, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Thaw\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xp2z/Ghost_In_The_Shell_[1995]_(MM_Sub).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTQ3NTk1Mzg0MV5BMl5BanBnXkFtZTgwMjM3NzIwMjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "K: Missing Kings (2014)",
        "description": "K anime seriesရဲ႕ပထမဆံုးကားပဲျဖစ္ပါတယ္\nKings၇ေယာက္မွာမွ၄ေယာက္ရဲ႕\nAcademy Island Incidentအျပီးအျဖစ္အပ်က္ေတြကို\nအေျခခံထားတာပဲျဖစ္ပါတယ္\nSilver Clansmen Kuroh Yatogamiနဲ႔\nNekoဟာလည္းသူတို႔ရဲ႕ဆရာျဖစ္သူ\nYashiro Isanaကိုလိုက္ရွာေနခဲ့ပါတယ္\nလံုး၀သဲလြန္စမရတာေၾကာင္ႏွစ္ေယာက္စလံုးဟာ\nအလြန္အမင္းစိတ္ပ်က္လွ်က္ရွိျပီး\nHOMRAအဖြဲရဲ႕အဖြဲ႕၀င္ေတြျဖစ္တဲ့\nRikio Kamamotoနဲ႔Anna Kushinaတို႔ကို\nတစ္စံုတစ္ေယာက္ကလိုက္ဖမ္းေနတယ္ဆိုတာကို\nရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာေတာ့...\nFile Size : (1 GB,580 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 13min \nFormat : Mp4\nGenre : Action, Animation,Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/k-missing-kings-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMGQyZWNmMTAtNWE2OS00YmE0LWE4OTEtY2Y0MTk3MGQwMzczXkEyXkFqcGdeQXVyNTk3MjE0MDE@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Assimilate (2019)",
        "description": "ဇက်နဲ့ရန်ဒီ သူငယ်ချင်း၂ယောက်ပေါင်းပြီး သူတို့ မြို့ငယ်လေးအကြောင်း\nလူသိအောင်လုပ်ဖို့ကြိုးစားကြရင်း youtube ပေါ်တင်ဖို့\nvideo အတိုလေးတွေရိုက်တင်လေ့ရှိပါတယ်\nသူတို့မြို့လေးမှာထူးဆန်းစွာပဲ တစ်ယောက်ပြီးတစ်ယောက်\nအကောင်ကိုက်ခံရပြီးသေကုန်တာကို video သက်သေတွေနဲ့တကွတွေ့ရပေမယ့်\nအဲဒီလူတွေကို နောက်တစ်ရက် အကောင်းပကတိအတိုင်းပြန်တွေ့ရပြန်ပါတယ်\nအဲ့လူတွေကမူလအစကလူတွေမဟုတ်တော့ပဲ\nပုံစံတူအစားထိုးခံထားရတာကိုရှာတွေ့သွားတဲ့အခါမှာတော့...\nဒီကားကကြောက်ဖို့လည်းကောင်းပြီးလူသတ်တဲ့အခန်းတွေကိုဆိုရင်\nတကယ်အနီးကပ်ရိုက်ပြထားတာပဲဖြစ်ပါတယ်\nHorrorကြိုက်တဲ့သူတွေအတွက်တော့ကားသစ်တွေထဲမှာမှ\nကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nFile Size : (1.32 GB,682 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Noe\nEncoded by sithu",
        "rating": "4.8",
        "url": "https://megaup.net/1xp2q/Assimilate_[2019]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTc5Nzc1OTk3OV5BMl5BanBnXkFtZTgwNDM1NTQ3NjM@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "Gloria Bell (2019)",
        "description": "ဂလိုရီယာဆိုတဲ့ အမျိုုးသမီးတစ်ယောက်ရှိတယ်။\nမျက်မှန်လေးနဲ့ အသက်ကြီးလဲ မပျက်စီးသေးတဲ့ အလှမျိုးနဲ့မိန်းမတစ်ယောက်။\nယောကျာ်းနဲ့ကွာရှင်းထားပြီးတော့ သားသမီးနှစ်ယောက်ကလဲ\nအတောင်စုံလို့ ပျံထွက်သွားကြတဲ့အချိန်မှာ\nဂလိုရီယာတစ်ယောက် ဘဝကိုနေချင်သလို လှလှလေးနေထိုင်ရင်းနဲ့\nအချစ်တစ်ခုကိုရရှိခဲ့ပါတယ်။\nသူတွေ့ခဲ့ရတဲ့ သူ့ရဲ့လေးဆယ်ကျော်အချစ်ကအာနိုးလ်တန်နာလို့ခေါ်တဲ့\nကစားကွင်းပိုင်ရှင်တစ်ယောက်။\nသူလဲပဲ မိန်းမနဲ့ကွာရှင်းထားတဲ့သူပဲ\nဒါပေမယ့် သူ့အနေအထားကဂလိုရီယာ့လိုမပေါ့ပါးပဲ\nသားသမီးတွေကြောင့် အမြဲစိတ်ရှုပ်နေရတတ်တဲ့သူ။\nသူတို့ကြားမှာဖြစ်ပေါ်လာတဲ့ အချစ်ဆိုတာကို\nသူတို့ဘယ်လိုရင်ဆိုင်မလဲ ဆုံးဖြတ်မလဲဆိုတာကို ရိုက်ကူးထားတာပါ။\n(ဒီကားလေးကို အသက်ကြီးတဲ့စုံတွဲတွေလို့ မတွေးပဲ\nအချစ်မှာအသက်အပိုင်းအခြားတွေဆိုတာ\nမရှိဘူးလို့တွေးကြည့်ပြီးတော့ကြည့်ကြပါ။\nအထူးသဖြင့် အခုတစ်ယောက်နဲ့လဲ မရှင်းမရှင်းနဲ့\nနောက်တစ်ယောက်ဆီကိုမေးလေးထောက်ပြီးတော့\nချစ်ခွင့်ပန်နေကြတဲ့ ချစ်ဖို့ကြိုးူစားနေတဲ့သူတွေကိုမှ\nသဘောကျနေမိတဲ့ တချို့သူတွေကြည့်သင့်ပါတယ်\nဘယ်လောက်အာရုံနောက်ရတယ်ဆိုတာ )\nFile Size : (1.43 GB,)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Drama,Comedy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/2dmvb/Gloria_Bell_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTg4ODkzMDQ3Nl5BMl5BanBnXkFtZTgwNTEwMTkxMDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mr. Nobody (2009)",
        "description": "သက္ကရာဇ် ၂၀၉၂ခုနှစ်မှာ လူသားတွေဟာဆဲလ်အသစ်တွေကို မဆုံးနိုင်အောင်အစားထိုးခြင်းနဲ့မသေမျိုးတွေဖြစ်အောင်နေထိုင်လာကြပါပြီတစ်ကမ္ဘာလုံးမသေမျိုးဖြစ်နေတဲ့သူတွေဟာ ကမ္ဘာပေါ်ကအသက်၁၁၈နှစ်ရှိပြီဖြစ်တဲ့ တစ်ဦးထဲသော သေမျိုး နီမိုရဲ့နောက်ဆုံးဘဝနေဝင်ချိန်ကို စောင့်ကြည့်နေကြပါတယ်နီမိုမသေခင်မှာ နီမိုကို အင်တာဗျူးတွေလုပ်ကြပါတယ်ဒီနေရာမှာ နီမိုက သူ့ရဲ့ဘဝကို အပိုင်း၃ပိုင်းခွဲပြီးပြောပြပါတယ်ပထမတစ်ပိုင်း : သူ့အသက်၉နှစ် သူ့အဖေနဲ့အမေ ကွာရှင်းတဲ့အချိန်ဒုတိယအပိုင်း : အသင်၁၆နှစ်အရွယ်နဲ့တတိယအပိုင်း : သူ့အသက် ၃၄နှစ်အရွယ်တစ်ပိုင်းစီမှာသူ့ရဲ့ရွေးချယ်မှုတွေအပေါ်မူတည်ပြီးဖြစ်လာနိုင်ချေကိုခေါင်းတွေမူးနောက်နေအောင်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nFile Size : (1.09 GB)\nQuality : Blu-ray,720p\nRunning Time : 2h 21min \nFormat : Mp4\nGenre : Drama,Fantasy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Waizin Wayne\nEncoded by sithu",
        "rating": "7.8",
        "url": "https://megaup.net/2nLfr/Mr._Nobody_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4uwxfZBJzk7d1xsbRFgG92R7JtW.jpg",
        "title": "Dreadout: Tower of Hell (2019)",
        "description": "အရှေ့တောင်အာရှရုပ်ရှင်စျေးကွက်မှာ ထိုင်း၊အင်ဒိုနီးရှား နိုင်ငံများရဲ့ရုပ်တွေက တော်တော်လေးလေးပေါက်ပေါက်ရောက်ရောက်ရှိပါတယ်။သရဲကားဆိုရင်လည်း ထိုင်း၊ အင်ဒို၊ မလေးရှား အစရှိတဲ့ဇာတ်ကားတွေသာ ထိပ်ဆုံးက ဦးဆောင်နေပါတယ်။ဒီတစ်ခါမှာတော့ မကြာခင်ကမှထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားသရဲကား DreadOut ကိုတင်ဆက်ပေးချင်ပါတယ်။Jump scare တွေများများစားစားမပါဘဲ အဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့် Horror ကားမျိုး ကြည့်ချင်သူတွေဆိုရင် ဒီကားကိုကြည့်ဖို့ လက်တို့ပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့... Jessica, Beni, Dian တို့သုံးယောက်က အထက်တန်းကျောင်းသူ/သား တွေပါ။မျက်မှောက်ခေတ်ဆယ်ကျော်သက်တွေရဲ့ထုံးစံအတိုင်း Social Network တွေရဲ့လွှမ်းမိုးမှုကို အကြီးအကျယ်ခံထားရတဲ့သူတွေပေါ့။သူတို့သုံးယောက်က Social Network ပေါ်မှာ ပေါ်ပြူလာဖြစ်ချင်တာကြောင့် နှစ်အတော်ကြာစွန့်ပစ်ထားတဲ့ တိုက်အိုကြီးပေါ်သွားပြီး Live လွှင့်ကာ Follower ရှာဖို့ကြံကြပါတယ်။အဲဒီမှာ Alex ဆိုတဲ့ခပ်ရမ်းရမ်းကျောင်းသားတစ်ယောက်ရယ်၊ Erik ဆိုတဲ့စော်ကြည်ဘဲတစ်ယောက်ကိုပါ ချောဆွဲကြပါတယ်။နောက်ထပ်ချောဆွဲခံလိုက်ရတာက Linda၊ Linda က သူတို့တွေရဲ့ ဂျူနီယာတစ်ယောက်၊ မိသားစုအဆင်မပြေလို့ စတိုးဆိုင်မှာ ကျောင်းတစ်ဖက်နဲ့အလုပ်လုပ်နေရတဲ့သူ။သူ့ကိုခေါ်ရတဲ့အကြောင်းအရင်းက တိုက်အိုကြီးရဲ့အစောင့်နဲ့ ရင်းနှီးတာကြောင့် သူတို့အသာတကြည်ဝင်ခွင့်ရအောင် ခေါ်ချင်တာ။Linda ...",
        "rating": "5.7",
        "url": "https://megaup.net/1xp2t/Dreadout_-_Tower_Of_Hell_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/3381Wc-142x200.jpg",
        "title": "Nuts ( 2018 )",
        "description": "ဒီကား​လေးမှာဟွမ်​ကျန်​့ဆိုတဲ့ဉာဏ်​ကြီးရှင်​ဟာရူပ​ဗေဒပညာရပ်​မှာထူးချွန်​လွန်​း​ပေမယ်​့ ​ကျောင်​းမှာဘယ်​သူနဲ့မှသဟဇာတမဖြစ်​သူပါ....သူနဲ့အပြိုင်​ရွှီ​ကျေချုံးက​တော့ရုပ်​​ချောချမ်​းသာကြွယ်​ဝပြီး လူအများရဲ့သ​ဘောကျနှစ်​သက်​မှုကိုခံရပါတယ်​...ဒီလိုနဲ့သူတို့နှစ်​​ယောက်​ဟာ MITကိုအပြိုင်​​လျှောက်​ကြရာက​နေအာရှက​ကျောင်​းသားတစ်​​ယောက်​ပဲလက်​ခံမယ်​လို့သိလိုက်​ရတဲ့အခါ....ဟွမ်​ကျန်​့ဟာပညာ​တော်​​ပေမယ်​့ ​ကျောင်​းစာပြင်​ပ အဖွဲ့တစ်​ခုခုမှ ပါဝင်​နိုင်​မှMITကိုဝင်​ခွင်​့ရနိုင်​မယ်​လို့ ​ပြောလိုက်​တဲ့အတွက်​ သူဝင်​ခွင်​့ရနိုင်​ဖို့အတွက်​ဟွမ်​ကျန်​့တစ်​​ယောက်​ ​ကျောဝင်​းတွင်​့အဖ​ွဲ့​ပေါင်​းစုံမှာဝင်​ပါဖို့ကြိုးစားရာက​နေဘဲရုပ်ဆိုး ေ​လးလို့​ခေါ်ခံရတဲ့မိန်​းက​လေးအဖွဲ့တစ်​ဖွဲ့မှာဝင်​ပါဖို့ဖြစ်​လာတဲ့အခါသတင်​း​ထောက်​မ​လေးကျူးကျူး တစ်​​ယောက်​ ​ကျောင်​းသား​​ကျောင်​းသူ​တွေရဲ့ရယ်​စရာဟာသအဖြစ်​အပျက်​ကို​ရေးဖို့​ရောက်​လာရင်​း​ဘဲရုပ်​ဆိုးမ​လေးအဖွဲ့မှာ ဝင်​ပါရင်​း...ဟွမ်​ကျန်​နဲ့ ရင်​းနှီးဖို့ဖြစ်​လာတဲ့အခါ...​အတ္တကြီးတဲ့ ဟွမ်​ကျန်​့တစ်​​ယောက်​​ပြောင်​းလဲသွားမှာလား...ကျူကျူနဲ့ဟွမ်​ကျန်​ကြားကအချစ်​​တွေဘယ်​လို​ပေါက်​ဖွားလာမှာလဲ...ဇာတ်​ကားတစ်​ခုလုံးကို စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/nuts-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/r9blrdrnrziq-143x200.jpg",
        "title": "Neighbour ( 2019 )",
        "description": "ဒီဇာတ်​ကား​လေးက​တော့ စိတ္တဇဆန်​ဆန်​လူသတ်​ကား​ဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအစမှာ ဆယ်​လီ​တွေရဲ့ ​အဝတ်​လဲ​နေစဉ်​..​ရေချိုးစဉ်​ဓာတ်​ပုံ​တွေကိုခိုးရိုက်​​လေ့ရှိတဲ့ ချိန်​​ကျေ့ရုံကိုဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူသတ်​သွားတဲ့အမှုက​ိုစုံစမ်​းရာက​နေ... ​​နာမည်​ကြီးဂိမ်​း​ကြေငြာသူရှ​ကျေရှီးကဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူ​နှောက်​ယှက်​တာခံရတဲ့အပြင်​သူ့​ဘေးကသူ​တစ်​ယာက်ပြီးတစ်​ယာက် ဆိုင်​ကယ်​ဦးထုပ်​နဲ့သူသတ်​တာခံ​နေရတဲ့အခါ... သူ့အိမ်​နီးချင်​း​ပေါ်ဝိန်​နဲ့အတူဘယ်​လို​တွေရင်​ဆိုင်​​ဖြေရှင်​းကြမှာလဲ...ဆိုင်​ကယ်​ဦးထုပ်​နဲ့လူသတ်​သမားကဘယ်​လိုရည်​ရွယ်​ချက်​မျိုးနဲ့ဒီလို​တွေလုပ်​​ဆောင်​​နေရတာလဲ...ဇာတ်​လမ်​းမှာမြှုပ်​ကွက်​မျိုးစုံနဲ့ စိတ်​ဝင်​စားဖွယ်​ ​ခြောက်​ခြားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါ​တယ်​.... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://channelmyanmar.org/neighbour-2019/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/pet-sema-128x200.jpg",
        "title": "Pet Sematary (2019)",
        "description": "စတီဖန်ကင်းရဲ့ နာမည်ကျော်ဝတ္ထုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။၁၉၈၉ တုန်းက တစ်ခေါက်ရိုက်ကူးဖူးခဲ့ပြီး အခုကတော့ ဇာတ်ညွှန်းအနည်းငယ်ပြောင်းပြီး ထပ်မံရိုက်ကူးထားတာမို့ အရသာအသစ်ခံစားရမှာပါပဲ။ဒီဝတ္ထုဟာ စာရေးဆရာကိုယ်တိုင်ကြောက်မိတယ်လို့ ဝန်ခံခဲ့တဲ့ စာအုပ်ဖြစ်ပါတယ်။စာရေးဆရာကိုယ်တိုင်က ဇာတ်လမ်းထဲက အိမ်မျိုးမှာနေမိပြီး သူ့ရဲ့ ကလေးတွေသာ ဒီလိုဖြစ်သွားရင်ဆိုတဲ့ အတွေးနဲ့ ရေးခဲ့တာမို့ တွေးကြည့်ပြီး စိမ့်ကြောက်ရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းခေါင်းစဉ်ရဲ့ အဓိပ္ပါယ်ကတော့ အိမ်မွေးတိရစ္ဆာန်လေးတွေရဲ့ သချႋုင်း လို့ ဖြစ်ပါတယ်။စာလုံးပေါင်းအမှန်ကတော့ (Pet Cemetery) ပါ။ဒါပေမယ့် အဲဒီသချႋုင်းကို ပြုလုပ်ခဲ့တဲ့သူတွေက စာလုံးပေါင်းအမှန်ကို မပေါင်းတတ်ဘဲ အသံထွက်အတိုင်း အမှားကြီးရေးခဲ့လို့ ခေါင်းစဉ်မှာကို စာလုံးပေါင်းအမှားဖြစ်နေတာပါ။(မြန်မာလူမျိုးအများစု ပဲ နဲ့ ဘဲ၊ လဲ နဲ့ လည်း၊ ကျ နဲ့ ကြ၊ တတ် နဲ့ တက်လောက်ကို မကွဲသလို သူတို့တွေလည်း C နဲ့ S မှားတာမျိုး ရှိတတ်ပါတယ်။ ဒါပေမယ့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/11a77/Pet_Sematary_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/aa6a086e782215f74ccdd61b476e0417-133x200.jpg",
        "title": "The Last Woman Standing (2015)",
        "description": "အချစ်လောကမှာ အိုသွားလို့အပယ်ခံထားရတဲ့ အိုပယ်မတ်မတ်တွေ အတွက်တရုတ်မင်းသမီးရှုကြည်ပါဝင်တဲ့  Romance အချစ်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်။မိန်းကလေးတွေဟာ အသက် ၃၀ အရွယ်မှာအလှဆုံးပဲ လို့ လူတွေက တင်စားကြတယ်\nလှပုံလှနည်းတော့ မတူဘူးပေါ့...\nအသက် ၃၀ အရွယ် မိန်းကလေး တစ်ယောက်ရဲ့ အလှဟာရင့်ကျတ်ခြင်း နဲ့ တည်ငြိမ်ခြင်း ပေါင်းစပ်ထားပြီး\nကံစမ်းမဲ ပါတဲ့ ဘီစကစ်လေးတွေ နဲ့ တူနေပြန်တယ်\nကံစမ်းမဲ ပါတဲ့ ဘီစကစ်ဟာ ကျွတ်ဆတ်ဆတ် ဖြစ်နေတက်ပြီးအထဲမှာတော့ ကံကောင်းမှုတွေ အပြည့်နဲ့ပေါ့...\nရှန်းယူရီ ဆိုတဲ့ ကောင်မလေးဟာ သူ့ တစ်ဘဝလုံးပညာရေး နဲ့ အလုပ်ကို ဦးစားပေးခဲ့တဲ့အတွက်\nအသက် ၃၀ ပြည့်တော့မယ့် အထိတောင်ယောကျင်္ားယူဖို့ မပြောနဲ့ ရည်းစားလေး တစ်ယောက်ရဲ့အနမ်းတောင် ရင်မဆိုင်ဖူးခဲ့ပါဘူး...\nတရုတ်လူမျိုးတွေ ရဲ့ အယူအဆ အရ အသက် ၃၀ ပြည့်လို့မှအိမ်ထောင်မကျသေးရင်\nချို့ယွင်းချက် ရှိသလိုလိုဘာလိုလို လူထင်သေးခံရတဲ့ ပုံစံ ဖြစ်နေတော့တာပါပဲ\nဒါကြောင့် ရှန်း ဟာ သူ့အမေ နဲ့ ဘယ်နေရာကိုမှ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xp29/The_Last_Woman_Standing_(Sheng_Zhe_Wei_Wang)_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xsYLaz86lWeFHSJSYoidJG39383.jpg",
        "title": "Sunny: Our Hearts Beat Together ( 2018 )",
        "description": "IMDb Rate 6.8 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်တစ်ချိန်က ညီအစ်မအရင်းတွေလို ညီအစ်ကို အရင်းတွေလို ချစ်ကြခင်ကြပြီး...အခုတော့ အဆက်အသွယ်ပြတ်နေတဲ့ သူငယ်ချင်းတွေ ရှိကြလား..ရှိတယ်ဆိုရင်တော့ ဒီကားလေးကြည့်ပြီးတာနဲ့ ချက်ချင်း ဆက်သွယ်မိကြမယ်ထင်ပါရဲ့အာဘဲ နာမိဆိုတဲ့ အမျိုးသမီးတစ်ယောက် မိခင်ကြီးဆေးရုံတက်လူနာသတင်းမေးရင်း အနှစ် ၂၀ လောက် အဆက်အသွယ်ပြတ်ခဲ့တဲ့သူငယ်ချင်းတစ်ယောက်ကို ကင်ဆာဝေဒနာသည်အဖြစ်မြင်တွေ့လိုက်ရပြီးနောက်... မိတ်တွေဟောင်းတွေကို ရှာဖို့ ဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ သူငယ်ချင်းတွေ တစ်ယောက်ပြီး တစ်ယောက်ကိုရှာနေတဲ့ အာဘဲ နာမိ သူငယ်ချင်းတွေအကုန်လုံးကို ရှာတွေ့ပါ့မလား..မတွေ့တာ ကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတွေ ဘာတွေပြောင်းလဲကုန်ကြပြီလဲ...ဘယ်လိုရသတွေ ပေးနိုင်မယ်ဆိုတဲ့ အဖြေကို ဇာတ်ကားလေးထဲမှာ ရှာကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/1xp22/Sunny_-_Our_Hearts_Beat_Together_(Sunny_-_Tsuyoi_Kimochi_Tsuyoi_Ai)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/81FAauHcTwL._RI_-150x200.jpg",
        "title": "Young President And His Contract Wife ( 2018 )",
        "description": "Romance ကားတွေကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ပါချန်ယွီဟန်က ချန်လုပ်ငန်းစုကသမီးဖြစ်ပြီး ချန်လုပ်ငန်းစုအဆင်မပြေဖြစ်ချိန်မှာအဖေ့မိတ်ဆွေအိမ်ဖြစ်တဲ့ယဲ့အိမ်မှာသွားနေခဲ့ရပါတယ်...ချန်ယွီဟန်အဖေရဲ့မိတ်ဆွေသားလည်းဖြစ်ယဲ့လုပ်ငန်းစုဥက္ကဌလည်းဖြစ်တဲ့ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်ကအမူးလွန်ပြီးတစ်ညတာမှားခဲ့ကြလို့ ချန်ယွီဟန်မှာကိုယ်ဝန်ရသွားခဲ့ပြီးယဲ့အိမ်ကလူကြီးတွေကနှစ်ယောက်ကိုအတင်းလက်ထပ်ခိုင်းလိုက်ကြပါတော့တယ်...ချန်ယွီဟန်ကိုလက်မထပ်ချင်တဲ့ယဲ့ချန်ရှီးက ကလေးကြောင့်မတတ်သာလို့သာလက်ထပ်ရပေမဲ့လည်းဟန်ပြလင်မယားအဖြစ်သာနေသွားမှာဖြစ်လို့ ချန်ယွီဟန်နဲ့စာချုပ်တစ်ခုချုပ်ဆိုခဲ့ပါတယ်...ယဲ့ချန်ရှီးကိုငယ်ငယ်ကတည်းကတစ်ဖက်သတ်ကြိုက်လာခဲ့တဲ့ရီလုပ်ငန်းစုသူဌေးသမီးရီရွမ်းရွမ်းက ယဲ့ချန်ရှီးကိုအပါမခံနိုင်သောအခါ...တစ်ဖက်မှာလည်း ချန်ယွီဟန်ရဲ့ရည်းစားဟောင်းဖြစ်သလိုယဲ့လုပ်ငန်းစုနဲ့စီးပွားပြိုင်ဘက်ဖြစ်တဲ့လင်လုပ်ငန်းစုဥက္ကဌလင်ကျင်ယွိကလည်းချန်ယွီဟန်ဆီကိုပြန်သွားချင်နေသောအခါရီရွမ်းရွမ်းနဲ့လင်ကျင်ယွိတို့ပူးပေါင်းပြီး ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်တို့ရဲ့အိမ်ထောင်ရေးကိုဘယ်လိုနှောင့်ယှက်ကြမလဲ....အစကတော့စာချုပ်နဲ့ချုပ်ထားကြတဲ့ဟန်ပြလင်မယားတွေပဲဆိုပေမဲ့နောက်ပိုင်းတကယ်ချစ်မိသွားကြသောအခါဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ဒီဇာတ်ကားလေးထဲမှာဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ....",
        "rating": "",
        "url": "https://megaup.net/1xp2g/Young_President_2_Fake_Bride_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfZqwGuvEBAysAbCsa0QLKoSYR.jpg",
        "title": "Shaft (2019)",
        "description": "နက်ဖလစ်ကနေ ဆမ်မြူရယ် ဂျက်ဆန် ကားတစ်ကား အသစ်ထွက်လာပါတယ်။Hitman bodyguard တုန်းက ရခဲ့တဲ့ ရသမျိုး ပြန်ရတာပါပဲ။အခွီတွေရယ် အက်ရှင်ရယ် ပေါင်းထားတာပါ။တကယ်ကို ကြည့်လို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်း ရှက်ဖ်ထ်ဆိုတဲ့ ရဲဟောင်းကြီးဟာ ပေပေတေတေ လူ့ခွစာ အလွတ်စုံထောက်အဖြစ် အသက်မွေးပါတယ်။သူ့ကို သည်းမခံနိုင်တော့လို့ စွန့်ပစ်သွားတဲ့ သူ့မိန်းမနဲ့အတူ သူ့သားလေး ပါသွားခဲ့တယ်။၂၅ နှစ်လောက် ကြာချိန်မှာတော့ သူ့ရဲ့ သားက အက်ဖ်ဘီအိုင်မှာ အလုပ်ရသွားပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်ကရော ရဲတွေရော မလိုက်နိုင် အမှုကြီးတစ်ခုကို ရှက်ဖ်ထ်ရဲ့ သားက ကိုုယ်တိုင်လိုက်ဖို့ ရှက်ဖ်ထ်ကို အကူအညီလာတောင်းပါတော့တယ်။သူတို့ သားအဖနှစ်ယောက် နယူးယောက် ဟာလမ်မှာ ဘယ်လိုတွေသောင်းကျန်းပြီး ဘယ်လိုတလွဲတွေ လုပ်ကြမလဲ ကြည့်ရမှာပါ။(Littleneo ဘာသာပြန်ပေးထားပါတယ်)File Size : (1.90 GB) , (950 MB) and (480 MB)\nQuality : NF WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xp1X/Shaft_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/lDcEdMaNSrm03NFdTkaLLNDLIVp-133x200.jpg",
        "title": "The Hidden Face (2011)",
        "description": "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။ \nFile size…(1 GB) and (480 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.4",
        "url": "https://megaup.net/2dql1/The_Hidden_Face_[2011]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "title": "[18+] The Girl Next Door (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  ၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။\n------------------------\nတစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kaWC5uEDsNz2PY7Udw8Q07TBMO.jpg",
        "title": "Deranged (2012)",
        "description": "Deranged (2012)\nIMDB rating 6.4 ,,,,,Rotten Tomatoes 60%\nGoogle user 90%\n    ကိုရီးယားရဲ႕သာယာလွတဲ့အေျခအေနေတြကို\n႐ုပ္ဆိုးအက်ဥ္းတန္ေစတဲ့အျပင္တစ္ႏိုင္ငံလုံးကို\nထိတ္လန္႔ေၾကာက္ရြံေစတဲ့အျဖစ္ကိုစခဲ့တာကေတာ့\nတစ္ခုေသာမနက္ခင္းကအစျပဳခဲ့တာပါ...\nအဲ့ဒီမနက္ခင္းမွာ\nအေလာင္းတစ္ေလာင္းကိုေခ်ာင္းထဲကစေတြ႕ခဲ့တာပါ...ဒီအေလာင္းရဲ႕ပုံစံဟာႏွစ္ရွည္လမ်ားေသဆုံးၿပီးမွေပၚလာဟန္ပါပဲ..အ႐ိုးေပၚအေရတင္ပုံျဖစ္ေနတဲ့အျပင္က်ားမေတာင္ခြဲရခက္ေနတယ္...\nသို႔ေပမယ့္ရဲေတြနဲ႔မႈခင္းဆရာဝန္ေတြနဲ႔\nစစ္ေဆးခ်က္အရအေလာင္းဟာၾကာခ်ိန္တစ္ရက္သာ\nရွိသတဲ့...\nဒီလိုနဲ႔ေနာက္ရက္ေနာက္ရက္မ်ားမွာကိုရီးယားရဲ႕ျမစ္ေခ်ာင္းေတြမွာအေလာင္းေတြကိုမျမင္ခ်င္မွအဆုံးျဖစ္ကုန္တယ္....\nတစ္ျဖည္းျဖည္းရာခ်ီလာေလေတာ့ကိုရီးယားတစ္ႏိုင္ငံလုံးထိပ္လန႔္မႈကေတာ့ဆိုဖြယ္ရာမရွိ...\nဆရာဝန္ေတြအစိုးရထိပ္သီးပိုင္းလူႀကီးေတြရဲေတြ\nအကုန္တိုင္ပတ္ေနသလိုျပည္သူေတြလည္းဘာေၾကာင့္ေသရမွန္းမသိေလေတာ့ေၾကာက္ရြံျခင္းေတြနဲ႔သာျဖတ္သန္းေနေလရဲ႕...\nကိုင္းဘာေၾကာင့္ေသၾကတယ္...\nဘယ္သူေတြေၾကာင့္ျဖစ္တာလဲ...\nသူတို႔ ဘယ္လို ကာကြယ္ၾကမလဲ...\nဘယ္သူေတြကရေအာင္စုံစမ္းၾကမလဲ...\nဒီကားကေတာ့...\nဇာတ္လမ္းအစကေနအဆံုးအထိ\nလံုးဝဇာတ္ရွိန္မက်ဆဲြေခၚသြားမယ္႔ဇာတ္ကားတစ္ကားပါ...တစ္ခုေတာ့ရွိတယ္ဒီကားၾကည့္ေနတုန္း\nအစားအစာေတြစားရင္းေတာ့မၾကည့္ပါနဲ႔...\nဖြတ္ဥစားတာထက္အရသာရွိသြားႏိုင္လို႔ပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္.... \nFile Size : (0.99GB) and (355MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:49:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/2dqlz/Deranged_(Yeon-Ga-Si)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/reindeer-games-german-dvd-cover-142x200.jpg",
        "title": "Reindeer Games (2000)",
        "description": "ရူဒီဒြန္ကန္နဲ႔ နစ္ခ္ဟာ တစ္ခန္းတည္း အတူက်ေနသလုိ လြတ္ရက္ကလဲ ႏွစ္ရက္ေလာက္ပဲလုိေတာ့တဲ့ အခန္းေဖာ္ အက်ဥ္းသား\nသူငယ္ခ်င္းႏွစ္ေယာက္ပါ။ ေထာင္ကေနလြတ္တဲ့အခါ ရူဒီက ေမြးရပ္ေၿမကုိၿပန္ၿပီး သူ႔အေဖနဲ႔ ေဘာလုံးပြဲၾကည့္ ခရစ္စမတ္ ညစာစားဖုိ႔\nစိတ္ကူးယဥ္သလုိ နစ္ခ္ကလဲ သူနဲ႔ လူခ်င္းမေတြ႔ဖူးပဲ စာေတြနဲ႔ပဲ ရင္းႏွီးေနတဲ့ မိန္းမလွေလး အက္ရွ္ေလနဲ႔ ေတြ႔ဆုံ ဘ၀ခရီးဆက္ဖုိ႔ ေမွ်ာ္လင့္ထားပါတယ္။\nသူ႔အခန္းနံရံေတြေပၚမွာလဲ အက္ရွ္ေလ ပုံေတြခ်ည္းပါပဲ။\nတကယ္တမ္းေထာင္ကလြတ္ဖုိ႔ ရက္ပုိင္းအလုိမွာေတာ့ ေထာင္တြင္းအၾကမ္းဖက္မႈတစ္ခုမွာ ရူဒီကုိယ္စား၀င္ခံရင္း နစ္ခ္ အသက္ဆုံးရႈံးခဲ့ရတယ္။\nရူဒီ ေထာင္ကအထြက္ နစ္ခ္ကုိလာၾကိဳေနတဲ့ အက္ရွ္ေလ အလွမွာ မိန္းေမာရာကေန နစ္ခ္အေယာင္ေဆာင္၀င္ေရာမိပါေတာ့တယ္။\nသူ ေပ်ာ္ရႊင္ေနေသးလုိ႔မ၀ခင္မွာပဲ လက္နက္ကုိင္ လူတစ္စုက သူတုိ႔တည္းခုိတဲ့အခန္းကို ၀င္စီးၿပီး သူနဲ႔အက္ရွ္ေလကုိ ဖမ္းေခၚသြားတဲ့အခ်ိန္က်မွ သိလုိက္ရတာက\nနစ္ခ္နဲ႔ အက္ရွ္ေလဟာ ေထာင္ကလြတ္ရင္ နစ္ခ္ အရင္က အလုပ္လုပ္ဖူးတဲ့\nကတ္စီႏုိ တစ္ခုကုိ ၀င္စီးဖုိ႔ တုိင္ပင္ထားတယ္။\nသူတုိ႔ကုိဖမ္းဆီးေခၚေဆာင္သြားတဲ့ လက္နက္ကုိင္ေခါင္းေဆာင္ဟာ အက္ရွ္ေလ အစ္ကုိ\nၿဖစ္ၿပီး ကတ္စီႏုိကုိ ၀င္စီးတဲ့အခါက်ရင္ အဲ့ဒီေနရာကိုရင္းႏွီးကြ်မ္း၀င္ၿပီးသား ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dqkk/Reindeer_Games_[2000]_(MM_Sub)_(1).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6U6Qw22kRnvL5XYGOP6YWoxwZxz.jpg",
        "title": "Chase(2019)",
        "description": "­Chase(2019)IMDb...7.5\nဒီဇာတ္ကားကေတာ့ဒီႏွစ္မွထြက္ရွိထားတဲ့\nအက္ရွင္ဇာတ္ကားေလးပါ\nMichael Matteo Rossi ရိုက္ကူးထားတဲ့ဒီဇာတ္ကားမွာDamian Pucker, Aries Spear, Jessica Morris တို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္\nဇာတ္လမ္းအက်ဥ္း\nေခ်စ့္ဆိုတဲ့သူဟာေသြးေအးရက္စက္တဲ့ေၾကးစားလူသတ္သမားတေယာက္ေပါ့\nသူ႔ကိုဒီေလာကထဲကိုဆြဲသြင္းခဲ့တာကသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္းမိုင္းလ္\nသူဒီေလာကထဲစေရာက္ေတာ့သူ႔အသက္က၁၅ႏွစ္\nဒီေလာကမွာသူက်င္လည္ေနရင္းဘလဲဆိုတဲ့အမ်ိဳးသမီးေလးနဲ႔မိုက္ကာဆိုတဲ့ကေလးေလးသူ႔ဘ၀ထဲကို၀င္ေရာက္လာတဲ့အခါမွာေတာ့သူဟာေမတၱာတရားနဲ႔မိသားစုကိုရွာေဖြေတြ႕ရွိခဲ့တာေပါ့ ...  \nၿငိမ္းေအးတဲ့ ဘဝကို ပိုင္ဆိုင္ထားေပမယ့္ သူ႔အတြက္ ဒီနိဗၺန္ဘုံေလးဟာ ၾကာရွည္ခံခ်င္ဟန္မတူပါဘူး...အရင္ဒုစ႐ိိုက္ေလာက က အရိပ္မည္းႀကီးေတြက သူ႔ေနာက္ကိုလိုက္လာေလရဲ႕....ကိုင္း သူဘယ္လို႐ုန္းထြက္မလဲ....မိသားစုကိုေရာ ေစာင့္ေရွာက္ႏိုင္ပါဦးမလား...ခံစားၾကည့္လိုက္ပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Chan Myae Thu Aungပဲျဖစ္ပါတယ္...\nFile Size : (800MB) and (304MB)\nQuality : Web-Dl720p\nFormat…mp4\nDuration…01:24:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chan Myae Thu Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/chase2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDyCvNWaFkkrgf0QjhHqpCGVc8p.jpg",
        "title": "The Wolf’s Call (2019)",
        "description": "Rating 7.7 အထိရ႐ွိထားတဲ့ ျပင္သစ္ Action/Drama/Thriller ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ျပင္သစ္ႏိုင္ငံရဲ႕ ေရငုတ္သေဘၤာသားေတြကိုအေျချပဳၿပီး႐ိုက္ကူးထားတာပါ။ေရငုတ္သေဘၤာတစ္စီးမွာ Sonar ဆိုတဲ့ Radar ကဲ့သို႔ေသာ Detection and Navigationလုပ္ငန္းကိုေဆာင္ရြက္ေပးႏိုင္တဲ့ အသံလႈိင္းသံုးကိရိယာတစ္ခု႐ွိပါတယ္။အဲဒါကေနရလာတဲ့အသံလိႈင္းေတြကိုၾကည့္ၿပီး ဒါဟာဘယ္ကလာတဲ့အသံ...ဘယ္လိုေရယာဥ္အမ်ဳိးအစားဆိုတာကိုခြဲျခမ္းစိတ္ျဖာရတဲ့ Analyst ေတြလည္း႐ွိပါတယ္။ဒီကားေလးမွာေတာ့ အဲလို အသံလႈိင္းစီစစ္ရတဲ့သူျဖစ္တဲ့ ခ်န္တာရိန္ဆိုတဲ့လူငယ္ေလးကိုတည္ထားၿပီး ျပင္သစ္ႏိုင္ငံကိုဘယ္လိုကယ္တင္သြားလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။Drama/Thriller ဆိုတဲ့အတိုင္း ေကာင္းေကာင္းႀကီးခံစားရမွာျဖစ္ပါတယ္။နားပါးလွပါတယ္တဲ့သူကိုမွ ဘယ္လိုလွည့္စားၿပီးကမာၻပ်က္ကိန္းေရာက္ေအာင္ ဘယ္သူေတြလုပ္သြားလဲ။ဘယ္လိုျပန္လည္ဟန္႔တားရလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။( ေရတပ္ဆိုက္ရာအသံုးအႏႈန္းေတြပါဝင္တဲ့အတြက္ အဓိပၸါယ္တစ္ခ်ဳိ့ကြဲလြဲတာမ်ဳိး ႐ွိေကာင္းရွိနိုင္ပါတယ္။အနီးစပ္ဆံုးျဖစ္ေအာင္ဘာသာျပန္ထားေပမယ့္ ကြဲလြဲတာ႐ွိရင္သည္းခံေပးၾကပါ။) (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရ ပါ) File Size : (1.80 GB) , (900 MB) and (450 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 55min\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dql4/The_Wolf’s_Call_(Le_Chant_Du_Loup)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pA9318BY7CSnXVi3xKBtPYMe1T.jpg",
        "title": "The Best of Enemies(2019)",
        "description": "The Best of Enemies(2019)IMDb...6.8 \n\" မျဖစ္ႏိုင္ဘူးဆိုတဲ့အေျဖတစ္ခုကိုကြ်န္မဘယ္ေတာ့မွလက္မခံႏိုင္ဘူး...ဒါကြ်န္မရဲ႕အေျဖမဟုတ္ဘူး...\nကြ်န္မတို႔အားလုံးကထြက္တဲ့ေသြးေရာင္ေတြဟာအကုန္အတူတူပဲမဟုတ္လား...ဒီေတာ့ကြ်န္မယုံၾကည့္ခ်က္အတိုင္းဆက္လုပ္တယ္....\"\nဒါကေတာ့လူမည္းအမ်ဳိးသမီးျဖစ္သူမစၥေအယုံၾကည္ျပဳမူေျပာဆိုလႈပ္ရွားခဲ့တဲ့စကားေပါင္းမ်ားစြာထဲကအခ်ဳိ့ပါ....\nဒီကားက\nအေမရိကားမွာလူျဖဴလူမည္းေၾကာင္႔ျပည္တြင္းစစ္ျဖစ္ပြားျပီးခဲ႔ေသာ္လည္းေတာင္ပုိင္းသားေတြကလူမည္းေတြကုိမတူမတန္သလုိႏွိမ္ခ်ခ်င္ေနၾကတုန္းကာလတစ္ခုကုိအေျခခံရိုက္ကူးထားခဲ႔တာပါ။လူမည္းေတြကလည္းသူတုိ႔ရဲ႕လူ႔အခြင္႔အေရးအတြက္တုိက္ပြဲ၀င္ေနရခ်ိန္လည္းျဖစ္ျပီးဒီတစ္ၾကိ္မ္မွာေတာ႔အစုိးရေက်ာင္းေတြကိုလူျဖဴလူမည္းမခြဲျခားပဲႏွစ္မ်ိဳးလံုးတက္ေရာက္နုိင္တဲ႔ပူးတြဲေက်ာင္းေတြအျဖစ္ျပဳလုပ္ေပးဖုိ႔ေတာင္းဆုိရင္းျဖစ္ေပၚလာတဲ႔ျဖစ္ရပ္မွန္အျဖစ္ေတြကုိသရုပ္ေဖာ္ရုိက္ကူးထားျခင္းပဲျဖစ္ပါတယ္။\nဒီကားကတကယ္စိတ္ခြန္အားေတြရရွိေစသလိုဇာတ္ကားကလည္းစိတ္ဝင္စားေအာင္႐ိုက္ကူးထားပါတယ္....\nဒိုင္ယာေလာ့ေတြကလည္းခမ္းနားသလိုသ႐ုပ္ေဆာင္ေတြကလည္းဝါရင့္သ႐ုပ္ေဆာင္ေတြမို႔လို႔အသက္ပါလြန္းပါတယ္....\nခံစားၾကည့္လိုက္ပါဦးဗ်ဳိ့...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1.1 GB) and (440MB)\nQuality : Web-Dl 720p,\nFormat…mp4\nDuration…02:13:00\nGenre :  Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/Rvqa/The_Best_Of_Enemies_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnopI5Xtky18MPhK40cZAGAOVeV.jpg",
        "title": "Shazam! (2019)",
        "description": "ဒီဟီးရိုးကတော့ မှော်အစွမ်းကို အခြေခံထားတာပါပဲ။ Shazam လို့အော်လိုက်ရင် 14 နှစ်သားကောင်လေးအဖြစ်ငးကနေလူကြီးအရွယ် စူပါဟီးရိုးအဖြစ် ပြောင်းလဲသွားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မှော်ဆရာအဖွဲ့ကြီးတစ်ခုရဲ့ နောက်ဆုံးကျန်တဲ့ မှော်ဆရာဟာကမ္ဘာကြီးကို နတ်ဆိုး ၇ ပါးရန်ကနေ ကာကွယ်ထားရပါတယ်။ သူ့ရဲ့အစွမ်းတွေ အားနည်းလာချိန်မှာတော့ သူ့နေရာကိုဆက်ခံဖို့ စိတ်ထားကောင်းမွန်တဲ့ လူတစ်ယောက်ကို ရှာဖွေရပါတော့တယ်။ဒီဟီးရိုးကတော့ Justice League သာ ဆက်ထွက်ခဲ့ရင် ပါလာနိုင်တာမို့ သူ့ရဲ့ မူလဇစ်မြစ်ကို ဒီကားမှာ သေချာတွေ့ရမှာပါ။(Littleneo ဘာသာပြန်သည်)File Size : (2.50 GB) , (1.20 GB) and (600 MB)\nQuality : Blu-Ray (1080p 5.1,720p,480p)\nRunning Time : 2hr 12min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/shazam-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
        "title": "After (2019)",
        "description": "\"သူနဲ႔ မေတြ႕ခင္က ကၽြန္မဘဝဟာ... အရမ္းကို ရိုးရွင္းျပီး ပုံေသ သတ္မွတ္ထားျပီးသားပါ...အခုေတာ့ သူနဲ႔ ေတြ႕ျပီးေနာက္ပိုင္း... သူနဲ႔ ေတြ႕ျပီးတဲ့ ေနာက္ပိုင္း ဆိုတာပဲ... ရွိေတာ့တယ္\"\"ကၽြန္ေတာ့္ဘဝမွာ ဝတၳဳေပါင္းမ်ားစြာ ဖတ္ခဲ့ဖူးပါတယ္...အမ်ားစုက အခ်စ္ဆိုတာ စၾကဝဠာၾကီးရဲ႕ ဗဟိုခ်က္လို႔ ေျပာၾကပါတယ္...အခ်စ္က ကၽြန္ေတာ္တို႔ရဲ႕ အတြင္းဒဏ္ရာေတြကို ကုစားေပးႏိုင္တယ္...အခ်စ္ဟာ ကၽြန္ေတာ္တို႔ အသက္ရွင္ဖို႔ လိုအပ္တဲ့အရာပါပဲတဲ့...သူနဲ႔ မေတြ႕ခင္အထိ ကၽြန္ေတာ့္ကို အျခားတစ္ေယာက္က... လုံးဝဖမ္းစားသြားႏိုင္မယ္လို႔ ဘယ္တုန္းကမွ မထင္ခဲ့ဖူးပါဘူး\"ဒီတစ္ခါေတာ့ ရိုမက္တစ္ဆန္ဆန္ အခ်စ္ဇာတ္လမ္းေကာင္းေလးေတြကို ခ်စ္တဲ့ပရိသတ္ေတြအတြက္ After ဆိုတဲ့ ဇာတ္လမ္းေကာင္းေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္တက္ဆာဆိုတဲ့ စာေတာ္ျပီး အေမစိတ္တိုင္းက် ၾကိဳးစားေနတဲ့စာၾကမ္းပိုးမေလးတစ္ေယာက္ ေကာလိပ္ကုိ ေရာက္လာတာက ဇာတ္လမ္းကို စတည္ထားပါတယ္အေမျဖစ္သူက စီစဥ္တဲ့အတိုင္း ဘဝကို ေနထိုင္ရင္း ...",
        "rating": "5.6",
        "url": "https://megaup.net/2dqld/After_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aP2hIXLutzzsXb1pJit8gdK6TtR.jpg",
        "title": "We Are Legends ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 5.4ရထားတဲ့ 2019 ထြက္​​ေဟာင္​​ေကာင္​ဇာတ္​ကား​တစ္​ကားျဖစ္​ပါတယ္​လက္​​ေဝွ့ထိုးသတ္​ပြဲ ခပ္​ၾကမ္​းၾကမ္​း​ေလး​ေတြႀကိဳက္​တတ္​သူ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ..ဒီကားထဲမွာ ဂ်က္​နဲ႔ ဘန္​နီတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ဟာမိဘမဲ့​ေဂဟာမွာႀကီးျပင္​းခဲ့႐ၿပီး တစ္​​ေန႔မွာ ​ေက်ာင္​းသားခ်င္​းအႏိုင္​က်င္​့ခံရာက​ေန​ေက်ာင္​း​ေစာင္​့္ အီရစ္​နဲ႔အတူ မိဘမဲ့​ေဂဟာက​ေနထြက္​ခြာလာခဲ့ပါ​​ေတာ့တယ္​..ဒီလိုနဲ႔ အားကစား​ေလ့က်င္​့ခန္​းမ ဖြင္​့ထားတဲ့ အီရစ္​ရဲ႕အစ္​မဆီ​ေရာက္​သြားရာက​ေန ​လက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​လာဖို႔ ​စတင္​​ေလ့က်င္​့သင္​ၾကား​ေပးပါ​ေတာ့တယ္​...ဒီလိုနဲ႔တစ္​ရက္​မွာသူတို႔​ေမြးစားအ​ေဖအီရစ္​ဟာ​ေလျဖတ္​သြားခဲ့ႁပီး​ေငြ​ေၾကး႐ွာ​ေဖြမႈတာဝန္​ဟာသူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​​ေပၚကိုုပံုုကက်လာခဲ့ပါ​​ေတာ့တယ္​...ဂ်က္​ဟာ အလုပ္​လုပ္​ရင္​းMMAမွာထိုးသတ္​တဲ့ပ႐ိုလက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​​ေအာင္​​ေလ့က်င္​့​ေနခဲ့ၿပီးသူ႔ညီကိုစာ​ေကာင္​းစြာသင္​ႏိုင္​​ေအာင္​​ေထာက္​ပံ​ံ​့​ေပး​ေန​ေပမယ့္....သူ႔ညီ​ေလးက​ေတာ့ ​ေငြ​ေၾကးခက္​ခဲမႈကိုကူညီႏိုုင္​ဖို႔အတြက္​​ေျမ​ေအာက္​​ေၾကးစားလက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြမွာပါဝင္​ကစားၿပီး​ေငြ​ေၾကး႐ွာ​ေဖြ​ေနခဲ့လို႔​ေက်ာင္​းကထုတ္​ပယ္​ျခင္​းခံလိုက္​ရပါတယ္​...ဒီလိုနဲ႔ သူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ၾကားမွာသ​ေဘာထားတင္​းမာမႈ​ေတြျဖစ္​လာခဲ့တဲ့အခါ....ဂ်က္​က MMAရဲ႕ ပ႐ိုလက္​​ေဝွ့ခ်န္​ပီယံျဖစ္​လာခဲ့​ေပမယ့္​့သူတစ္​ခ်ိန္​က​အလြယ္​တကူအလဲထိုးႏိုင္​ခဲ့တဲ့ဂ်က္​ဆန္​ရဲ႕ျပန္​လည္​စိန္​​ေခၚပြဲမွာ မထင္​မွတ္​ပဲ႐ွံုးနိမ္​့သြားတဲ့အခါ.....ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမွာလဲ...လက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​......ပရိုလက္​​ေဝွ့သမား​ေတြရဲ႕ဘဝ​ေတြကိုလက္​​ေတြ႔က်က်႐ိုက္​ျပထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​လို႔ အရမ္​းကိုသ​ေဘာက်မိပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/we-are-legends-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/coming-home-poster-133x200.jpg",
        "title": "Coming Home (2014)",
        "description": "Coming Home ( 2014 )\nIMDb - 7.2/10_______Rotten - 88%\n IMDb 7.2 ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nComing Home ဆိုတဲ့ ဇာတ်ကားလေးဟာ တရုတ်ပြည်ရဲ့ ခေတ်တစ်ခေတ်မှာ\nလူသူမသိ တိမ်မြှုပ်ခဲ့ရတဲ့ ပါတီအတွက် အလုပ်လုပ်ပေးခဲ့တဲ့ ပရောဖက်ဆာတစ်ဦးရဲ့\nမိသားစုဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nပါတီက ခွဲထားခဲ့တဲ့ သားအဖ...ပါတီက ခွဲထားတဲ့ လင်မယား...\nပါတီကြောင့် အစိတ်စိတ်အမွှာမွှာကွဲခဲ့ရတဲ့ မိသားစုလေးအကြောင်းပေါ့...\nပါတီကြောင့် အိမ်ကိုလွမ်းလို့ ခိုးပြန်လာတဲ့ အဖေကိုတောင်\nရန်သူတစ်ယောက်လိုမြင်ပြီး သမီးဖြစ်သူကိုယ်တိုင်က သတင်းပေး ဖမ်းဆီးစေခဲ့တယ်လေ။\nဒီလိုနဲ့ နောက်ဆုံး အိမ်ပြန်ခွင့်ရလို့ ပြန်လာတဲ့ ပရောဖက်ဆာကြီးအတွက်\nစောင့်ကြိုနေတာက သာယာတဲ့ မိသားစုလေး မဟုတ်ခဲ့ပါဘူး။\nသူစိမ်းနဲ့ မခြားတဲ့ သမီးအရင်းအချာနဲ့ ကိုယ်ပြန်လာမှာကို\nစောင့်မျှော်နေပေမယ့် ကိုယ့်ကို မမှတ်မိတော့တဲ့ ဇနီးသည်ပါပဲ။\nဒီလိုအခြေအနေမျိုးကြုံကြည့်ကြစမ်းပါ...ခံနိုင်ပါ့မလား...\nပရောဖက်ဆာကြီးကတော့ သည်းခံခြင်းကို\nလက်ကိုင်ထားပြီး ဘယ်လိုဖြေရှင်းခဲ့တယ်...\nသမီးရဲ့ အသိအမှတ်ပြုခြင်းကို ဘယ်လိုပြန်ယူပြီး ကိုယ့်ကိုမမှတ်မိတဲ့\nဇနီးသည်ကို ဘယ်လိုအချစ်တွေပေးခဲ့တယ်ဆိုတာ\nဇာတ်ကားထဲမှာ အဖြေဖော်ရင်း ခံစားကြည့်လိုက်ကြပါတော့....IMDb 7.2 ထိ ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nComing ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xlcy/Coming_Home_(Gui_Lai)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/escape-plan-3-poster-143x200.jpg",
        "title": "Escape Plan: The Extractors (2019)",
        "description": "Escape Plan: The Extractors (2019)\n  \n1080p BluRay 5.1 Ch Quality နဲ့ထပ်မံတင်ဆက်လိုက်ပါတယ်။\nဒီဇာတ်ကားဆိုရင် အားလုံးသိကြတဲ့ မင်းသားကြီး Sylvester Stallone ပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nအရင်ထွက်ရှိထားပြီးဖြစ်တဲ့ Escape Plan (2013) နဲ့Escape Plan 2: Hades (2018) တွေ ရဲ့ တတိယမြောက် ထွက်ရှိလာတဲ့ ဇာတ်ကား Escape Plan: The Extractors (2019) ဟာဆိုရင်လည်း လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လုံခြုံရေးအထူးကျွမ်းကျင်သူ Ray Breslin (Sylvester Stallone) ဟာဆိုရင် ဟောင်ကောင်နည်းပညာလုပ်ငန်းရှင်ရဲ့သမီး ဖြစ်သူ ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သက်ပြီး ပြန်လည်ကယ်ဖို့ ငှားရမ်းခြင်းခံရပါတယ် ။ ထိုပြန်ပေးဆွဲတဲ့သူတွေရဲ့နောက်ကွယ်က ကြိုးကိုင်သူကို မင်းသားကြီး စတားလုံး နဲ့သူ့ရဲ့အဖွဲ့တို့ ဘယ်လို ဖော်ထုတ်ပြီး ဓားစာခံတွေကို ကယ်တင်မလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ် ။\n 1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/4Vyev/Escape_Plan_-_The_Extractors_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGY5rr8441ib0lT9mtHZn7e8Aay.jpg",
        "title": "The Dirt (2019)",
        "description": "Bohemian Rhapsody တို႔လို Rock Star တို႔လို Lords of Chaos တို႔လိုRock ဂီတဆို္င္ရာ ရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့ the Dirt ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 7/10 ေတာင္ရရွိထားတဲ့ ဇာတ္ကားေလးပါThe Dirt ဇာတ္ကားဟာ ၁၉၈၀ ပတ္ဝန္းက်င္မွာ စတင္ေက်ာ္ၾကားခဲ့တဲ့အေမရိကန္ ဟဲဗိီးမက္တယ္ ဂီတတီးဝိုင္းတစ္ခုျဖစ္တဲ့ Motley Crue တီးဝိုင္းရဲ႕ေဟာလိဝုဒ္လမ္းမေတြထက္ကေန ႏိုင္ငံတကာ စင္ျမင့္ေတြထက္ကို ေရာက္ရွိလာပံုေတြကိုဝိုင္းေတာ္သားေတြက ကိုယ့္အေၾကာင္း ကိုယ္ေျပာျပေနတဲ့ပံုစံနဲ႔ ရုိက္ကူးထားတာပါ …Motley Crue တီးဝိုင္းဟာ ျမန္မာ Rock ပရိသတ္ေတြနဲ႔လည္း မစိမ္းပါဘူး …မ်ိဳးၾကီးရဲ႕ ေက်ာက္စာမ်ား…ေဇာ္ဝင္းထြဋ္ရဲ႕ ေသြးတိတ္ေတး စတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Rvqf/The_Dirt_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9Roojb8irRKPyyhDKCRzVc16NI.jpg",
        "title": "Citizen Dog(2004)",
        "description": "Citizen Dog(2004)\nIMDb......7.4,,,,,,Rotten.....100% \nဂ်င္\nဘ၀မွာဆိုးရြားတဲ့အမ်ားႀကီးရွိတယ္\n၀မ္းနည္းစရာေတြလည္းအမ်ားႀကီးပဲ\nတခါတေလက်ေတာ့ကိုယ့္မွာရွိတဲ့ေကာင္းတဲ့အရာေတြကိုမျမင္ႏိုင္ေလာက္ေအာင္၀ိဇၨာအေမွာင္ေတြလည္းဖုံးေနတတ္တယ္\nဒါေပမယ့္လည္း\nမင္းရဲ႕ထမင္းေၾကာ္ပန္းကန္ထဲကပင္စိမ္းေလးေတြကိုဖယ္စားတာကိုလည္းကိုယ္ခ်စ္တယ္\nမင္းေပ်ာ္တိုင္းေျခေထာက္ေလးလႈပ္ေနတာကိုလည္းခ်စ္တယ္\nမင္းလုပ္သမၽွအရာတိုင္းကကိုယ့္အတြက္ေတာ့\nပဥၥလက္ဆန္ေနခဲ့တာပဲဂ်င္ရယ္\nဒီစကားေလးေတြကေတာ့\n2004 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့Citizen dog ဆိုတဲ့ရုပ္ရွင္ကဇာတ္၀င္စကားေလးေတြပါ\n၂၀၀၄ခုႏွစ္\nထိုင္းရုပ္ရွင္ေတြစတင္ျမႇင့္တင္ေနခ်ိန္တုန္းက\nေျမစမ္းခရမ္းပ်ိဳးရိုက္ကူးခဲ့တဲ့ဇာတ္လမ္းေလးေတြထဲမွာဒီကားေလးလည္းတကားအပါအ၀င္ေပါ့\nရုပ္ရွင္ရဲ႕တင္ျပပုံဟာ\nေတြ႕ေနက်ရုပ္ရွင္ပုံနဲ႔မတူပဲ\nေရဒီယိုကလာေလ့ရွိတဲ့ဇာတ္လမ္းပမာနားဆင္စရာပုံစံလိုလို\nျပဇာတ္ပုံစံလိုလိုခ်စ္စဖြယ္ရိုက္ကူးထားတဲ့ဇာတ္လမ္းေလးပါ\nဇာတ္လမ္းေလးကေတာ့ရိုးရိုးေလးပါပဲ\nေတာကတက္လာတဲ့ေယာင္လည္လည္ေကာင္ေလးတေယာက္နဲ႔\nအီတလီစာမဖတ္တဲ့အီတလီလိုေရးထားတဲ့ေကာက္ရတဲ့စာအုပ္တအုပ္ကိုဖတ္ဖို႔ႀကိဳးစားေနတဲ့အိပ္မက္ေတြတေပြ႕တပိုက္နဲ႔ေကာင္မေလးတေယာက္တို႔ရဲ႕ဇာတ္လမ္းေလးပါ\nတခါတေလမွာခင္ဗ်ားဘ၀မွာေမၽွာ္လင့္သလိုျဖစ္မလာခဲ့ရင္\nခင္ဗ်ားယုံၾကည္ထားတဲ့အရာက\nခင္ဗ်ားထင္ထားတာနဲ႔ေျပာင္းျပန္ေဇာက္ထိုးျဖစ္ေနခဲ့ရင္ခင္ဗ်ားဘယ္လိုမ်ားခံစားရေလမလဲ\nခင္ဗ်ားရင္ဘတ္ထဲမွာရွိေနမယ့္အရာကို\nဒီဇာတ္လမ္းေလးကေျပာျပႏိုင္ပါလိမ့္မယ္\nဒါရိုက္တာWisit Sasanatieng ကရိုက္ကူးထားၿပီး\nMahasamut Boonyaruk နဲ႔Seangthong Gate Uthong  တို႔ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Chan Myae Thu Aung ပဲျဖစ္ပါတယ္....  \nFile Size : (674MB) and (341 MB)\nQuality : Web-Dl720p\nFormat…mp4\nDuration…01:45:00\nGenre: Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Chan Myae Thu Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/2dqlj/Citizen_Dog_(Mah_Nakorn)_[2004]_(MM_Sub).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ufAWw9Ewy97sbcaunxcs4Q6WM.jpg",
        "title": "Chopsticks(2019)",
        "description": "Chopsticks 2019\nIMDb 6.5\nမိဘကဆပ္ျပာမႈန္႔လုပ္ငန္းလုပ္လုိ႔အစြဲျပဳၿပီးေပးထားလုိ႔ဆပ္ျပာမႈန္႔နာမည္နဲ႔တူတဲ့ေကာင္မေလးတစ္ေယာက္လူေၾကာက္တတ္တဲ့မိဘစကားနားေထာင္တတ္တဲ့အေနအထုိင္ေအးတဲ့ေကာင္မေလးတစ္ေယာက္လူတုိင္းကုိကုိယ့္လုိမွတ္ယူထားတဲ့ေကာင္မေလးတစ္ေယာက္အေၾကာင္းကုိ႐ုိက္ကူးထားတာျဖစ္ပါတယ္....\nသူ႔အိမ္ကအလုပ္သြားအလုပ္ျပန္ဘတ္စ္ကားတုိးစီးရတာကုိမၾကည့္ရက္လုိ႔ကားအသစ္ေလးတစ္စီးဝယ္ေပးလုိက္တဲ့ေန႔မွာတင္သူခုိးလက္ထဲကုိကားေသာ့သြားအပ္မိတဲ့ေကာင္မေလးတစ္ေယာက္ေပါ့....\nရဲစခန္းမွာကားေပ်ာက္ေၾကာင္းသြားတုိင္ေတာ့သတင္းအစပ္အဆက္ေတြနဲ႔အႏုပညာ႐ွင္လုိ႔ေခၚတဲ့လူတစ္ေယာက္အကူအညီနဲ႔သူ႔ကားကုိျပန္ရဖုိ႔လုိက္ၾကတာျဖစ္ပါတယ္.....\nျဖစ္ခ်င္ေတာ့သူ႔ကားေလးကဂန္းစတားလက္ထဲေရာက္ေနတာျဖစ္တယ္...\nကဲဂန္းစတားလက္ထဲကုိဘယ္လုိေရာက္သြားတာလဲဘယ္လုိျပန္ယူမွာလဲဆုိတာၾကည့္လုိက္ရေအာင္.....\nBollywood ကားေတြရဲ႕ထုံးစံအတုိင္းပညာေပးေလးေတြအေတြးေလးေတြကုိထည့္ထားတာျဖစ္ၿပီးNetflix ကထုတ္ထားတာမုိ႔  ဟာသေလးေတြလည္းပါတာဆုိေတာ့ၾကည့္ရတာေပါ့ေပါ့ပါးပါးနဲ႔လူတုိင္းၾကဳိက္တဲ့ကားေလးျဖစ္မွာပါ....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Yoon Wah Wah Theint ျဖစ္ပါတယ္....\nEnglishလိုေျပာေသာဒိုင္ယာေလာ့အခ်ဳိ့တြင္ျမန္မာစာတန္းထိုးထားျခင္းမရွိပါ....\n File Size : (940 MB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Wahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dqlg/Chopsticks_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Vb7l0d10TtT6K84zdyzydfn8ZW.jpg",
        "title": "Homestay (2018)",
        "description": "Homestay (2018) တဲ့ ထုိင္းကားေလး။ပုံမွန္ထုိင္းကားဆုိၾကည့္မရတတ္တဲ့ ကၽြန္ေတာ္ ဒီကားကိုၾကည့္ျပီး ေတာ္ေတာ္ေၾကြသြားမိတယ္။ဒီကားေလးက အရမ္းစိတ္ဝင္စားဖုိ႔ေကာင္းျပီး ၂ နာရီၾကာတယ္ဆုိေပမဲ့ ပ်င္းစရာမရွိတဲ့ ဇာတ္ကားပါ။Draman, Fantasy , Thriller ဆုိတဲ့ ဇာတ္ကားအမ်ိဳးအစားဆုိတဲ့အတုိင္း Drama လုိရုိျပီး Fantasy လုိ ထူးျခားတာေတြလည္းေတြ႕ရျပီး Thriller ဆုိတဲ့အတုိင္း တစ္ခ်က္တစ္ခ်က္ ရင္တုန္စရာေလးေတြပါ ထည့္ထားပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဓိကဇာတ္ေဆာင္ျဖစ္သူက လတ္တေလာ ကုိယ့္ကုိကုိယ္ သတ္ေသသြားတဲ့ မင္ဆုိတဲ့ အထက္တန္းေက်ာင္းသားေလးရဲ႕ ခႏၶာကုိယ္ထဲမွာ ႏိုးထလာပါတယ္။သူ႕ကုိ ကိုယ္ေစာင့္နတ္ ဆုိတဲ့သူက ဒီခႏၶာကိုယ္ပုိင္ရွင္ျဖစ္တဲ့ မင္ ဘာလုိ႔ကုိယ့္ကုိကုိယ္ သတ္ေသခဲ့ရလဲဆုိတဲ့ အေၾကာင္းအရင္းကုိ ရက္တစ္ရာအတြင္းမွာ ရွာခုိင္းပါတယ္။ရွာလုိ႔ေတြ႕ခဲ့ရင္ ဒီခႏၶာကုိယ္ကုိ ပုိင္ဆုိင္ရမွာျဖစ္ျပီး မရွာႏုိင္ရင္ေတာ့ ဘယ္လုိမွျပန္ဝင္စားလုိ႔မရတဲ့ဘဝကို ေရာက္သြားမွာပါလုိ႔ေျပာပါတယ္။မင္ရဲ႕ ခႏၶာကုိယ္ကို ရထားတဲ့သူ မင္ဘာလုိ႔ ကိုယ့္ကုိကုိယ္သတ္ေသရလဲဆုိတာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2TnNZ/Homestay_[2018]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIdxHjFXaiqDXddsNbxlTcXTxqm.jpg",
        "title": "Rattlesnakes (2019)",
        "description": "ဒီတစ္ခါေတာ့ Rattlesnakes (ခေလာက္ေျမြ) ဆိုတဲ့ကားေကာင္းေလးတစ္ကားကို တစ္ဆက္ေပးလိုက္ပါတယ္။Drama, Crime အမ်ိဳးအစားျဖစ္ၿပီး အဆံုးသတ္ေရာက္တဲ့အထိ ဘယ္သူမွန္ၿပီးဘာျဖစ္မလဲဆိုတာကို စိတ္ဝင္စားစရာၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ လူတစ္ေယာက္က သူ႕မိန္းမဟာစိတ္ကုထံုးဆရာဝန္တစ္ေယာက္နဲ႔ ေဖာက္ျပန္ေနတယ္လို႔ သံသယဝင္ၿပီးေနာက္ေယာင္ခံလိုက္ စံုစမ္းတဲ့အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။ဘယ္သူကမွားလို႔ ဘယ္သူကမွန္ၿပီးဘာေတြဆက္ျဖစ္မယ္ဆိုတာကို ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာ File Size : (798 MB) & (497 MB)Quality :Web DL 720pRunning Time :1hr 25 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/Rvrd/Rattlesnakes_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/china_comedy-141x200.jpg",
        "title": "Some Like It Hot (2016)",
        "description": "ဘဝမှာ သိပ်ချစ်ရတဲ့သူငယ်ချင်းတွေရှိရင် သိပ်လှတယ်...\nအမူအကျင့် တစ်ခုစီနဲ့ ခွီရတဲ့ သက်လတ်ပိုင်း သူငယ်ချင်း ၅ ယောက်အဖွဲ့...\n၁။ တစ်ယောက်က မြင်မြင်ချင်းအချစ်ကိုပဲ ယုံကြည်လို့ တစ်ဘဝလုံး FA လုပ်လာတာ\nတစ်နေ့တော့ ကောင်မလေးတစ်ယောက်ကိုမြင်မြင်ချင်းမှာ သိပ်ကြွေသွားပြီး Heart Attack နဲ့သေရော..\n၂။ နောက်တစ်ယောက်က တခြားကောင်မလေးတွေနဲ့ အသားကုန်ပွေးပေမယ့်\nအချိန်တန် အိမ်ပြန်ဆိုတဲ့ ဆောင်ပုဒ်ကိုကိုင်ဆွဲထားတဲ့ သူ့ကောင်မလေးကို အသေချစ်သူ...\n၃။ နောက်တစ်ယောက်က အဖွဲ့တစ်ဖွဲ့လုံးရဲ့ ခိုင်းဖတ် မစိုမခြောက်...\n၄။ နောက်တစ်ယောက်က အူတူတူနဲ့ လုပ်ချင်ရာလုပ်တတ်ပြီး\nဘယ်သူမှမကြိုက်တော့တဲ့ အပျိုကြီးကိုမှ အသည်းစွဲသွားသူ...\n၅။ ဇာတ်လိုက်ကျော်ကြီးကတော့ ကိုရီးယားမော်ဒယ်လေးကို မြင်မြင်ချင်း ပလူးချင်လွန်းလို့\nအိမ်ကမိန်းမကို ခွကျော်ရမယ့်သူ...ဇာတ်အိမ်ဇာတ်လမ်းလေး ကောင်းမွန်သလို\nတင်ဆက်ပုံ သွက်သွက်လက်လက်နဲ့ ဆွဲခေါ်သွားမယ့် ဇာတ်ကားပါ။ကျွန်တော်တော့ အတော်အကြိုက်တွေ့မိပါတယ်။\nအနားယူချိန်မှာ မိသားစုနဲ့အတူတူကြည့်ပြီး ခွီနေရမယ့် ဇာတ်ကားမျိုးပါ။\n(အိမ်ကမိန်းမကို မပိုင်သူတွေကတော့ မိန်းမနဲ့ အတူတူ မကြည့်နဲ့ပေါ့..ဆွဲစိတ်ခံနေရမယ်။)IMDb Rating (6.8) ထိ ရရှိထားပါတယ်။File size…(1.1 GB) and ...",
        "rating": "6.8",
        "url": "https://megaup.net/33G6B/Some_Like_It_Hot_(Qing_Sheng)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BO6pPa7qDcpPYct061Luh9fvst.jpg",
        "title": "Always Be My Maybe (2019)",
        "description": "Always Be My Maybe ၂၀၁၉ Netflix ရဲ့ Asian Americanကားကောင်းတစ်ကောင်း စာရင်းဝင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရင်တော့ ထက်မြက်တဲ့မိန်းမဆိုတာဆာရှာထရန်လို လူမျိုးကိုပြောတာပါကိုယ့်ဒူးကိုယ်ချွန်အောင်မြင်လာတဲ့ နာမည်ကြီးစာဖိုးမှုးဆာရှာနဲ့သူ့ငယ်သူငယ်ချင်းလည်းမက ချစ်သူလည်းမကျခဲ့တဲ့ မားကပ်စ် ...မားကပ်စ်ကတော့ မိခင်ဆုံးသွားပြီးနောက် ပုံစံခွက်ထဲက ရုန်းမထွက်ချင်တော့တဲ့သူပတ်ဝန်းကျင်အသစ်ကိုဝင်ဆန့်ရတာကြောက်နေတဲ့သူ...သူတို့နှစ်ယောက် အထက်တန်းကျောင်းပြီး ကွဲသွားကြရာမှ၁၆နှစ်ကြာမှပြန်ဆုံတွေ့ကြတဲ့အခါမှာတော့....Romance Comedy အမျိုးအစားဖြစ်ပြီး သီချင်းအမိုက်စားတွေနဲ့ အတူGuest Star ကလည်း နယ်နယ်ရရ မဟုတ်တဲ့Keanu Reeves မို့ လက်မလွှတ်သင့်ပါ ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်File Size : ( 851 MB) & (380 MB)Quality :Web Rip 720pRunning Time :1hr 41 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xwyO/Always_Be_My_Maybe_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5uA1DdiWK5KH5yzyMfh1X3uXie.jpg",
        "title": "See You Yesterday (2019)",
        "description": "ကိုယ္ခ်စ္တဲ့အရာေတြကို ဆံုးရံႈးရၿပီးေတာ့ ျပန္လည္ျပင္ဆင္ဖို႔အခြင့္အေရးလည္း သင့္မွာရွိတယ္ဆိုရင္ သင္ဘာလုပ္မွာလဲ။ဒီတစ္ခါေတာ့ Netflix က ထုတ္ထားတဲ့ Sci-fi ကားေလးတစ္ကားျဖစ္တဲ့Time Machine ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးကေတာ့ စီေဂ်နဲ႔ ဆဘတ္ရွန္ဆိုတဲ့ အထက္တန္းေက်ာင္းသားေက်ာင္းသူေလးႏွစ္ေယာက္က တစ္ေန႔မွာ Time Machine ကို တီထြင္ႏုိင္ခဲ့ၿပီးအဲဒီ့အခ်ိန္မွာပဲ သူခ်စ္ရတဲ့အကိုျဖစ္သူကို ဆံုးရံႈးလိုက္ရတဲ့အခါမွာဒီစက္ကို အသံုးျပဳၿပီးေတာ့ သူတို႔ဘာေတြ ဆက္လုပ္ၾကမွာလဲ။ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ File Size : ( 811 MB) & ( 264 MB)Quality :Web DL 720pRunning Time :1hr 24 minFormat : Mp4Genre :Animation , Adventures , ...",
        "rating": "5.0",
        "url": "https://megaup.net/2ds5p/See_You_Yesterday_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5t2Nf1F7iQUKTrODg93xmQzZLj.jpg",
        "title": "Iron Sky: The Coming Race (2019)",
        "description": "ကမာၻၾကီးဘယ္လိုျဖစ္တည္လာတယ္ဆိုတာရယ္ဘယ္လိုပ်က္စီးသြားမယ္ဆိုတာနဲ႔ ပတ္သက္ၿပီး သီအိုရီေတြ၊အေတြးအေခၚေတြ၊ ရုပ္ရွင္ေတြ၊ ဇာတ္လမ္းေတြမ်ားစြာရွိသလိုအခုရုပ္ရွင္ေလးဟာလည္း မတူညီတဲ့ အေတြးအျမင္တစ္ခုနဲ ရိုက္ကူးထားတဲ့ ရုပ္ရွင္တစ္ကားပဲျဖစ္ပါတယ္။သိပၸံပညာရွင္ေတာ္ေတာ္မ်ားမ်ားရဲ႕ သီအိုရီေတြကို သံုးထားသလိုဆန္းသစ္တဲ့အျမင္စိတ္ကူးအသစ္ကိုလည္း ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့ ကမာၻၾကီးပ်က္စီးသြားလို႔ လကမာၻေပၚမွာေနထုိင္ေနရတဲ့ လူသားမ်ိဳးႏြယ္ေတြဟာ ရွင္သန္ဖို႔အတြက္ ဘယ္လိုအခက္အခဲေတြၾကားမွာလႈပ္ရွားရုန္းကန္ၿပီး ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ေတြးစရာေလးေတြ ျဖစ္လာေစႏုိင္တဲ့ ကားေကာင္းတစ္ကားမို႔ ၾကည့္ရႈအားေပးၾကပါဦး File Size : ( 869 MB) & (322 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , Adventures , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.1",
        "url": "https://megaup.net/2du1j/Iron_Sky_-_The_Coming_Race_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aguq47xq3qhN807rSyz4lJyhAkX.jpg",
        "title": "The Tale(2018)",
        "description": "The Tale (2018)IMDb....7.3ဒီတစ်ခေါက်တော့Rating မြင့်မြင့်ဇာတ်လမ်းကောင်းလေးတွေကိုကြည့်ရှုချင်ကြတဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်တာကတော့The Tale (2018) ကားလေးပါ။Imdb Rating 7.3/10 Rotten Tomatoes 99% တောင်ရရှိထားတာပါ။HBO filmsကနေထုတ်လုပ်ရိုက်ကူးခထားတဲ့ဒီကားလေးဟာဖြစ်ရပ်မှန်တစ်ခုအပေါ်အခြေခံထားပါတယ်။Nominations တွေလဲအများကြီးဝင်ထားတာမလို့အထွေအထူးမညွှန်းတော့ပဲဇာတ်လမ်းကိုပဲညွှန်းပါတော့မယ်။အသက်၄၈နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့ဂျနီဖာဖောက်စ်ဟာအောင်မြင်တဲ့သတင်းသမား၊ပါမောက္ခတစ်ဦးဖြစ်သလိုချစ်ရတဲ့ချစ်သူနဲ့အတူတူဘဝကိုအောင်မြင်ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အမျိုးသမီးတစ်ဦးပါ။တစ်နေ့မှာတော့မိခင်ဖြစ်သူဆီကမထင်မှတ်ပဲရောက်လာတဲ့ဖုန်းမက်ဆေ့တွေကနေဒီဇာတ်လမ်းဟာစတင်ခဲ့ပါတယ်။ဂျနီဖာအသက်၁၃နှစ်ကရေးထားခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ကိုအမေဖြစ်သူကတွေ့ရှိသွားတာပါ။အဲဒီစာမှာပါတဲ့အကြောင်းအရာတွေအရငယ်စဉ်ကသူရင်းနှီးကျွမ်းဝင်ခဲ့တဲ့မစ္စဂျီနဲ့ဘီလ်ကိုပြန်ရှာဖွေဖို့အကြောင်းဖန်လာပါတော့တယ်။၁၃နှစ်အရွယ်မှာဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေဟာသူမသိလိုက်ခင်မှာပဲသူ့အပေါ်ကိုသက်ရောက်ရင်းအသက်၄၈အရွယ်ရောက်ချိန်မှာတော့ထိတ်လန့်စရာအဖြစ်အပျက်တစ်ခုဖြစ်သွားခဲ့ပါပြီ။ရှာဖွေရင်းနဲ့မှသူကိုယ်တိုင်မေ့လျော့ထားခဲ့တဲ့ဇာတ်လမ်းတွေကိုမှတ်မိသိရှိလာချိန်မှာတော့သူမဘာဆက်လုပ်မယ်။ဘယ်လိုဖြေရှင်းမယ်ဆိုတာစိတ်ဝင်စားစရာပါ။ဒီကားကိုဘာကားရယ်လို့ခေါင်းစဉ်တပ်လိုက်မှာစိုးရိမ်မိတာကြောင့်အညွှန်းတောင်မရေးချင်ခဲ့ပါဘူး။မဖြစ်မနေရေးလာရတော့လဲအတတ်နိုင်ဆုံးအကျဉ်းချုံးထားတဲ့အတွက်အကျယ်တဝင့်ကိုတော့ဇာတ်လမ်းထဲမှာသာကြည့်ရှုခံစားဖို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းနာမည်ကတော့The Tale (2018)ပါ။Channel Myanmarမှတင်ဆက်ပေးထားပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...File Size : (1.1 GB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:54:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/360ie/The_Tale_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oRwHmH4cPRAiCsMUCGaCwZQz0Jg.jpg",
        "title": "Slither (2006)",
        "description": "CM Fan ေတြ ေတာင္းဆိုထားတဲ့\nလူသားစားေမွ်ာ့ ကား တင္ေပးလုိက္ပါတယ္\nဒီ ရုပ္ရွင္ကား ကေတာ့\nတစ္ျခား ၿဂိဳလ္က ဥကၠာခဲ တစ္ခု က်လာၿပီး\nအဲ့ဒီဥကၠာခဲ ထဲမွာ လူသားစားေမွ်ာ့ အမ်ိဳးအႏြယ္\nတစ္ေကာင္ပါလာၿပီး လူေတြ ရဲ႕ ခႏၶာကိုယ္ထဲ တြယ္ကပ္ၿပီး\nရွင္သန္ကာ ဥေပါက္ဖြားၾကတာ ျဖစ္ပါတယ္...\nAlien ရုပ္ရွင္ နဲ႔ ခပ္ဆင္ဆင္ ပါပဲ...\nရုပ္ရွင္ကား ဟာ ေသြးထြက္သံယို ခန္းေတြ\nပါ၀င္တဲ့တြက္ ကေလးသူငယ္မ်ား\nႏွလံုးေရာဂါ အခံရွိသူမ်ား\nရြံ႕စရာ ျမင္ရင္ ဓါတ္မတည့္သူမ်ား\nၾကည့္ရႈရန္ မသင့္ေတာ္ပါ...\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့\nDolly Dolly ျဖစ္ပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/1xwxW/Slither_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vUCrcikFCDsvA6IiS59kdfQkseU.jpg",
        "title": "Hellboy Animated: Sword of Storms (2006)",
        "description": "A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research & Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hellboy-animated-sword-of-storms-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itj3KXrYL6iSa7eBDLYIVWZuZtW.jpg",
        "title": "Hellboy Animated: Blood and Iron (2007)",
        "description": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hellboy-animated-blood-and-iron-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bU9q9yVtxeBiC0Do27CekHXNE6D.jpg",
        "title": "Jersey(2019)",
        "description": "Jersey(2019)IMDb...9.0ဒီဇာတ္ကားနဲ႕ပတ္သတ္ၿပီး ဘာမွမၫႊန္းခင္ ေသခ်ာေပါက္ေျပာရဲတာတစ္ခုကေတာ့\nဒီဇာတ္ကားဟာ\nTop Ten India Movies of 2019 မွာ ေသခ်ာေပါက္ 1 to 5 ဝင္မယ့္ကားပါေတာင္ပုိင္းကားေတြနဲ႕သိပ္မရင္းႏွီးတဲ့ကြ်န္ေတာ့္အတြက္ေတာ့\nဒီဇာတ္ကားဟာ ေတာင္ပုိင္းဂုဏ္ေဆာင္ကားတစ္ကားပါပဲ\nဒီထဲက သ႐ုပ္ေဆာင္ေတြဟာလည္းေတာ္ၾကသလုိ\nဇာတ္လမ္း၊ ဇာတ္အိမ္ကလည္း တကယ့္ကုိ စင္လုံးေခ်ာပါ\nအထူးသျဖင့္ မင္းသားျဖစ္သူက သရုပ္ေဆာင္ေတြကလည္း\nအပုိအလုိမရွိ တကယ့္ကုိေကာင္းပါတယ္...အုိဗာအက္တင္ေတြ၊ အုိဗာအက္ရွင္ေတြ၊ က,တာ ခုန္တာေတြမပါဘဲ\nဇာတ္ကားေကာင္းမွၾကည့္ခ်င္သူေတြအတြက္ေတာ့ တကယ့္ဇာတ္ကားေကာင္းတစ္ကားပါပဲအထူးသျဖင့္ အိႏၵယကားေတြဆုိ ကုလား၊ ကုလားနဲ႕ ၾကည့္မရျဖစ္ေနသူေတြ ဒီကားကုိၾကည့္ၾကည့္ပါ\nသူတုိ႕႐ုပ္ရွင္အဆင္တန္းဘယ္ေလာက္ျမင့္လဲ ျမင္ေတြ႕ရမွာဒီေလာက္စာေတြအမ်ားႀကီးေရးေနတာ အလကားမဟုတ္ပါဘူးဗ်ာ\nဇာတ္ကားေကာင္းတစ္ကား လူတုိင္းကုိၾကည့္ေစခ်င္တဲ့ဆႏၵေၾကာင့္ပါဘာေၾကာင့္လဲဆုိေတာ့ လက္ရွိ 2019 ထြက္ထားသမွ် အိႏၵိယကားေတြထဲမွာ Rating အျမင့္ဆုံးလု္ိ႔႔လည္းေျပာလုိ႔ရလုိ႔ပါဗ်ာIMDb 9/10 ထိရရွိထားၿပီး ေဝဖန္ေရးသမားေတြအၾကား ေကာင္းသတင္းေမႊးေနပါတယ္။ဇာတ္လမ္းေလးေျပာရရင္ ...အာရ္ဂြ်န္ . . . တခ်ိန္က နာမည္ႀကီး ခရစ္ကက္ကစားသမားတစ္ေယာက္\nစံခ်ိန္ေကာင္းမ်ားစြာနဲ႕ သူ႕ေခတ္သူအခါမွာ အေကာင္းဆုံးပဲအခုေတာ့\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ခရစ္ကက္နားလုိက္ၿပီ\nပုိဆုိးတာ လက္ရွိအလုပ္ေလးကလည္းျပဳတ္ေနတာ ၂ ႏွစ္ရွိၿပီ\nဇနီးျဖစ္သူ ဆာရာကေတာ့ မညည္းညဴဘဲ အိမ္ေထာင့္တာဝန္ကုိယူထားပါတယ္\nဒါေပမဲ့ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1xwza/Jersey_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUhCpS255LXwmN4ELL02bmHsXYH.jpg",
        "title": "Two Tails (2018)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ ျဂိဳဟ္သားတစ္စု ကမာၻေျမေပၚကို စြမ္းအင္အရင္းအျမစ္တစ္ခုရွာေဖြဖို႔ ေရာက္လာရင္း ကိစၥေပါင္းစံု ၾကံဳရတဲ့အေၾကာင္းကိုခ်စ္စဖြယ္ရိုက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္မက္စ္ဆိုတဲ့ေၾကာင္ေလးက အင္မတန္မွကို နာမည္ၾကီးခ်င္တဲ့ေၾကာင္ေလးပါအဆိုကိုလည္းအင္မတန္၀ါသနာပါပါေသးတယ္ဒါေပမယ့္လည္း သူသီခ်င္းဆိုရင္ ကားေပၚက ကန္ခ်တဲ့သူက ကန္ခ်၊နားပိတ္ထားတဲ့သူကပိတ္ထား ထြက္ေျပးတဲ့သူကေျပး ျဖစ္ရေလာက္တဲ့အထိသီခ်င္းဆိုေကာင္းသူပါ ေဘာ့ကေတာ့ သူ႔သူငယ္ခ်င္းဖ်ံေလးပါေတာအုပ္ထဲမွာအလုပ္အၾကိဳးစားဆံုးဖ်ံေလးပါပဲသူတို႔ႏွစ္ေယာက္ေအးရာေအးေၾကာင္း ေနလာရင္းနဲ႔ တစ္ရက္မွာေတာ့သူတို႔နားကို ပန္းကန္ျပားပ်ံၾကီး ပ်က္က်လာပါေတာ့တယ္ျဂိဳဟ္သားေလးေတြက ခင္မင္ႏွစ္လိုဖြယ္ရွိေပမယ့္သူတို႔ေနာက္ကိုလုိက္လာတဲ့ တစ္ဖြဲ႔ကေတာ့ ရန္လိုတာမွ အတုိင္းထက္အလြန္ပါ.ေရာက္လာတာနဲ႔အကုန္ေလွ်ာက္ဖမ္းရင္း မက္စ္နဲ႔သူငယ္ခ်င္းေတြပါပါသြားတဲ့အခါမွာေတာ့ မက္စ္ခမ်ာ ျပန္လည္ကယ္တင္ဖို႔လုပ္ရပါေတာ့တယ္ဒီၾကားထဲမွာ ျဂိဳဟ္သားေတြကိုဖမ္းခ်င္ေနတဲ့ညီအစ္ကိုႏွစ္ေယာက္ကိုလည္း ေရွာင္ရပါေသးတယ္ေနာက္ဆံုး မက္စ္ဘယ္လိုေျဖရွင္းလိုက္ႏုိင္မလဲဆိုတာ ပိတ္ကားထက္မွာဆက္လက္ၾကည့္ရႈၾကပါစို႔ မတူညီေပမယ့္ ကြာျခားေပမယ့္သူငယ္ခ်င္းေတြအျဖစ္ရပ္တည္ႏုိင္ျပီး သူငယ္ခ်င္းအတြက္ဆိုအသက္ပဲေပးရ ေပးရ ဆိုတဲ့ သံေယာဇဥ္ေတြကိုလည္းဒီဇာတ္ကားေလးထဲမွာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4OKva/(CM)_Two_Tails_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sOFQDlkY6El1B2P5gklzJfVdsT.jpg",
        "title": "Kamen Rider Heisei Generations FOREVER (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ ကားၿဖစ္ပါတယ္...Kamen Rider : Heisei Generation Foreverေဟးေဆး'ဂ်င္း'နေရးရွင္း ေဖာ္အဲဗား ရီဗ်ဳးလုပ္ရမယ္ဆိုရင္ျဖင့္ဇာတ္လမ္းကဒီလို Tid ဆိုတဲ့ Time jacker ဘဲႀကီးက Kuuga ကေနစၿပီးေဟးေဆးရိုက္ဒါေတြရဲ့သမိုင္းကိုေဖ်ာက္ဖို့ႀကိဳးစားတယ္။အဲ့ဒီေတာ့ ခါမန္းလိုက္ဒါေတြဆိုတာက အခုေလာကမွာလို တိုကုအစီအစဥ္သက္သက္ျဖစ္ကုန္တယ္။ဒါေပမဲ့ အဲ့ဒါကို ျပန္ေျဖနိုင္မယ့္ကေလးတေယာက္ရွိတယ္...အဲဒီကေလးကို ရွင္ဂိုလို့ေခၚတယ္...သူက ရိေယာတာ့ရိုး(Ryotarou)လိုပဲ ဗဟိုမွတ္(Singular point) ..အဲ့ကေလးမွတ္ဉာဏ္ထဲမွာ ခါမန္းလိုက္ဒါေတြကိုမွတ္မိေနရင္ Tid က သမိုင္းေဖ်ာက္လို့မရဘူး။ဘာလို့ဆိုေတာ့ ဗဟိုမွတ္ ေကာင္ဆိုးေလးေဒြက အခ်ိန္စက္ဝန္းရိုက္ခတ္မွုထဲကလြတ္ေနၾကလို့။ဒီေတာ့ဘာလုပ္သလဲ... Kuuga မေပၚလာခင္အခ်ိန္ကိုျပန္သြားၿပီး အဲ့ကေလးကိုဖမ္းသြားတယ္...ခူးဂါကိုမျမင္ဖူးလိုက္ေအာင္။ဒါေပမဲ့ မၿပီးေသးဘူး..သမိုင္းေျပာင္းသြားၿပီး ခါမန္းလိုက္ဒါဆိုတာ တိုကုအစီအစဥ္အျဖစ္ေျပာင္းသြားတဲ့ေနာက္Ataru ဆိုတဲ့ တိုကုအိုတဘဲေလးတေကာင္ရွိလာတယ္။အဲ့ေကာင္ေလးဆီကို အီမာဂ်င္တေကာင္ေရာက္လာၿပီး ဆုတခုေတာင္းခိုင္းတယ္......",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kamen-rider-heisei-generations-forever-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b1ku6nZmy3XEtPWA3HnrQ4zuJRk.jpg",
        "title": "Project Ithaca (2019)",
        "description": "Sci-fi ဇာတ္ကားေတြ နက္နဲ လာၿပီဆိုရင္\nက်န္တဲ့ကားေတြ လိုက္မမွီပါဘူး။\nProject Ithaca က အဲ့ဒီလို ကားေတြထဲက တစ္ကား ျဖစ္ပါတယ္။\nဒီဇာတ္ကားကို spoiler မပါေအာင္ ၫႊန္းရမယ္ ဆိုရင္ေတာ့\nတစ္ေၾကာင္း တည္းနဲ႔ ၿပီးပါတယ္။\n\"ၿဂိဳလ္သားေတြ ဖမ္းဆီးတာ ခံရတဲ့ လူတစ္စုရဲ႕\nလြတ္ေျမာက္ဖို႔ ႀကိဳးစားတဲ့ အေၾကာင္း\" ျဖစ္ပါတယ္။\nSci-fi ကားေတြထဲမွာမွ ဇာတ္အိမ္ ျမႇဳပ္ကြက္ေတြ\nေဝေဝဆာဆာနဲ႔ ၾကည့္ခ်င္သူေတြ အတြက္ေတာ့\nProject Ithaca က အယားေျပေစမွာပါ။\nဇာတ္အိမ္ နဲ႔ သ႐ုပ္ေဆာင္ေတြက\nရမ္းေကာင္းတဲ့ အတြက္ ၾကည့္ၾကည့္ဖို႔ တိုက္တြန္းပါရေစ။\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai Lwin ျဖစ္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1xwzh/Project_Ithaca_[2019]_(MM_Sub)_(2).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2r6QuoLfpGWF7e43lY6U0hOBbmT.jpg",
        "title": "Submission (2019)",
        "description": "ISIS ေတြဆီကေန ထြက္ေျပးလြတ္ေျမာက္လာတဲ့\nမရိန္းတပ္သားႏွစ္ေယာက္ျဖစ္တဲ့ Blackbear နဲ႔ Cowboy\nတစ္ေယာက္က အၾကမ္းဖက္သမားေတြ\nထိုးေပးလိုက္တဲ့ေဆးေၾကာင့္ ေရာဂါရေနခ်ိန္မွာ\nတစ္ေယာက္က သူ တပ္ထဲမ၀င္ခင္က\nစြန္႔လႊတ္ထားခဲ့တဲ့ လက္ေ၀ွ႔ေလာကဆီကို ေျချပန္ဆန္႔တယ္။\nသူ ဒီေလာကထဲ ျပန္၀င္ရတဲ့အေၾကာင္းရင္းက\nသူနဲ႔အတူ ထြက္ေျပးလြတ္ေျမာက္လာခဲ့တဲ့ သူ႔သူငယ္ခ်င္းအတြက္\nေဆးကုသစားရိတ္ကုိ ရွာေပးဖို႔အတြက္\nႀကိဳး၀ိုင္းထဲကို ျပန္လည္၀င္ေရာက္တာပဲ ျဖစ္ပါတယ္။\nလက္ေ၀ွ႔ႀကိဳး၀ိုင္းထဲကို သူ ျပန္၀င္ေရာက္လာတဲ့အခ်ိန္မွာပဲ\nသူ႕ရဲ႕အတိတ္က ဇာတ္လမ္းေဟာင္း၊\nအဆက္ေဟာင္းေတြ ျပန္လည္ေပၚေပါက္လာခဲ့ပါတယ္။\nဇာတ္ရဲ႕လွည့္ကြက္ကေတာ့ တစ္ရစ္ခ်င္း\nျဖည္သြားမွာ ျဖစ္တဲ့အတြက္ ဒီေလာက္ပဲ ေျပာျပပါရေစဦး။\nလက္ေ၀ွ႔ေလာကကို ခ်ဥ္းကပ္ခြင့္ရမယ့္\nဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nဇာတ္လမ္းရဲ႕အႏွစ္သာရကေတာ့\nစကားတစ္ခြန္းနဲ႔တင္ ျပည့္စံုပါတယ္။\n\"ဘ၀လို႔ ကၽြန္ေတာ္တို႔ေခၚတဲ့ ခရီးရွည္ႀကီးက\nကၽြန္ေတာ္တို႔ကို ဘယ္ဆီေခၚေဆာင္သြားမယ္ ဆိုတာကို\nကၽြန္ေတာ္တို႔ မသိႏိုင္ပါဘူး။\nဒီဘ၀မွာ ဘုရားကေပးတဲ့ လက္ေဆာင္ေတြထဲက\nအေကာင္းဆံုးလက္ေဆာင္ကေတာ့ 'ခင္မင္မႈ' ပါပဲ။\nေမတၱာတရား နဲ႔ ခင္မင္မႈ .....\nဒီႏွစ္ခုကို ခြဲျခားထားလို႔ မရပါဘူး\"\nဒီဇာတ္ကားထဲမွာ မွတ္မွတ္ရရ ရွိေနမယ့္\nစကားလံုးတစ္လံုးကေတာ့ 'Semper Fidelis' ဆိုတဲ့ လက္တင္စကားပါ။\nအဂၤလိပ္လိုေတာ့ 'Always Faithful' ပါ။\nအၿမဲတမ္း သစၥာရွိပါ့မယ္ ဆိုတဲ့ စကားက\nတစ္ကားလံုးရဲ႕အႏွစ္သာရပါ။\nလက္ေ၀ွ႔ကားေကာင္းေကာင္းကို\nဒရာမာေလးနည္းနည္းစြက္ထားတဲ့\nေမတၱာဖြဲ႕ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nရုပ္ရွင္ကားကို Myo Nyunt က\nဘာသာျပန္ၿပီး အညႊန္းကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Rz6x/Blackbear_(Submission)_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QhbOzpYfBOwrRiuTu9otPk919R.jpg",
        "title": "Bee Movie(2007)",
        "description": "Bee Movie(2007)IMDb....6.1ေပ်ာ္စရာကာတြန္းကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Bee Movie ဆိုတဲ့၂၀၀၇ ခုႏွစ္ကထြက္ရွိထားတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္  Animationပရိသတ္ေတြနဲ႔ ကေလးေတြအၾကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္ …ဇာတ္ကားေလးထဲမွာပ်ားကေလးေတြ ဘယ္လိုအလုပ္လုပ္ၾကတယ္ဆိုတာကိုဗဟုသုတအေနနဲ႕ျမင္ေတြ႕ရမွာျဖစ္ျပီးပ်ားေတြနဲ႔လူေတြသာစကားေျပာျဖစ္ၾကရင္ ဘယ္လိုေတြျဖစ္လာမလဲဆိုျပီးစိတ္ကူးယဥ္ဇာတ္လမ္းေလးဖြဲ႕ထားတာပဲျဖစ္ပါတယ္...ပ်ားေတြဟာ ႏွစ္သန္းေပါင္း ၂၇ႏွစ္ၾကာေအာင္ ကမၻာေပၚမွာတစ္ရက္မနားဘဲအလုပ္လုပ္ေနၾကတဲ့ အေကာင္ေလးေတြျဖစ္ပါတယ္…တစ္ရက္မွာဘယ္ရီဆိုတဲ့ ပ်ားကေလးတစ္ေကာင္ဟာေက်ာင္းျပီးဘြဲ႕ရလို႔ အလုပ္ခြင္ဝင္ရမယ့္ အခ်ိ္န္ေရာက္လာခဲ့ေပမယ့္ပ်ားေတြလုပ္ရမယ့္ သာမန္အလုပ္ကိုမလုပ္ခ်င္ဘဲစူးစမ္းခ်င္စိတ္ရွိတဲ့ ဘယ္ရီဟာပ်ားအံုရဲ႕အျပင္ကိုထြက္သြားမိရာကေန …လူသားေတြနဲ႔ ေတြ႔ဆုံမိတဲ့အခါမွာဘယ္လိုစြန္႔စားမႈမ်ိဳးေတြ ၾကံဳရမွာလဲ ကိုယ္တိုင္ၾကည့္ရွဳခံစားေနေတာ္မူၾကပါ…။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...... File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/bee-movie2007/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRDJIifQZnohzk5Rw73QdMRFbP4.jpg",
        "title": "Zombie Fighters (2017)",
        "description": "ဇာတ္ကားနာမည္ကိုႀကည္႔တာနဲ႔ဘာကားလဲဆုိတာသိမွာပါဖုတ္ေကာင္ေတြကို လိုက္သတ္တာေပါ့ဇာတ္ကားႀကည္႔လိုက္ရင္ေတာ့သိမွာပါ သူတို႕ခ်ည္းပဲခံေနရတယ္ထိုင္းဟာသကားေလးတစ္ကားပါဇာတ္ေဆာင္ေတြက ေတာ့ အားလံုးလဲရင္းႏွီးၿပီးသားMake me Shudder ထဲက သရုပ္ေဆာင္ေတြ အဲ႔ဒါဆိုဟာသကားမွန္းသိႀကေရာေပါ့ဒီဇာတ္ကားမွာေတာ့ ဇာတ္လမ္းကမတူေတာ့ဘူး နဂုိလိုသရဲမဟုတ္ေတာ့ဘူးဖုတ္ေကာင္ေတြၿဖစ္သြားၿပီဇာတ္လမ္းအက်ဥ္းကေတာ့ ထံုးစံအတိုင္း ေဆးရံုးေဟာင္းကိုသြားႀကတာကစတာေပါ့နဂိုလို စူးစမ္းခ်င္လို႕မဟုတ္ဘူး အေဖနဲ႕အေမကိုသြားကယ္တာညီအစ္ကိုသံုးေယာက္နဲ႔အတူတူ သူငယ္ခ်င္းေတြ ဖုတ္ေကာင္ေတြကိုဘယ္လိုရင္ဆိုင္ရင္းဘယ္လိုဟာသေတြလုပ္မလဲဆိုတာ ဇာတ္ကားကိုႀကည္႔ရင္းနဲ႕ ဒီညတစ္ေန႕တာအေမာေတြကိုေၿဖေဖ်ာက္ႀကမယ္ဗ်ာေႀသာ္ဒါနဲ႕ ဟာသခ်ည္းပဲ မဟုတ္ဘူး drama အခန္းေလးေတြလဲပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပါ) File Size : (790 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 43min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC2.0 H.264-MooMa\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/2du12/Zombie_Fighters_(Kud_Krachak_Krien)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCD5PHYyLVykHGGhlhkUD7nhoWe.jpg",
        "title": "The Hummingbird Project (2018)",
        "description": "ငွက္ပိတုန္းတစ္ေကာင္ရဲ႕ အေတာင္ပံ တစ္ခ်က္ခတ္ဖုိ႔အခ်ိန္က ၁ စကၠန္႔ရဲ႕ ၁၀၀၀ ပုံ ၁၆ ပုံျဖစ္တဲ့ ၁၆ မီလီစကၠန္႔ပဲၾကာပါတယ္။ဒီအခ်ိန္ေလးက လူတစ္ေယာက္ရဲ႕ ဘဝျဖစ္ခဲ့တယ္လုိ႔ ေျပာရင္ ခင္ဗ်ားတို႔ယုံၾကမလား။ေရပုိင္ျပင္သူ တစ္ျဖစ္လဲ စေတာ့ရွယ္ယာ ေရာင္းဝယ္တဲ့ ကုမၸဏီတစ္ခုက ဝန္ထမ္းေလး Vincent Zaleski ရဲ႕ ဘဝကေတာ့ ဒီအခ်ိန္ ၁၆ မီလီစကၠန္႔ေလးေပၚမူတည္ေနပါတယ္။သူအလုပ္လုပ္ေနတဲ့ကုမၸဏီက နာႏုိစကၠန္႔စီးပြားေရးလုိ႔ေခၚတဲ့ အျမန္ႏႈန္းကို အဓိကထားျပီး စေတာ့ေတြကို ေရာင္းဝယ္ေနတဲ့ ကုမၸဏီတစ္ခုပါ။Stock Exchange ႏွစ္ခုၾကားက အခ်က္အလက္ေတြကုိ အျမန္ဆုံးရယူျပီး Stock ေတြကုိ အျမတ္ရေအာင္ ေရာင္းဝယ္ေနတဲ့ သူတုိ႔လုပ္ငန္းမွာ အခ်က္အလက္ကူးေျပာင္းႏႈန္းက အေရးအၾကီးဆုံးျဖစ္ပါတယ္။တစ္မီလီစကၠန္႔ဆုိရင္ေတာင္မွေပါ့။တစ္ေန႔မွာ Vincent က အလုပ္ကထြက္ျပီး အစ္ကုိတဝမ္းကြဲျဖစ္သူ ဥာဏ္ၾကီးရွင္ Anton Zaleski ရဲ႕အကူအညီနဲ႔ အျမန္ဆုံး လုိင္းတစ္ခုဆြဲဖုိ႔စီစဥ္ၾကပါတယ္။...",
        "rating": "6.5",
        "url": "https://megaup.net/Rz69/The_Hummingbird_Project_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/tholi-prema-poster-133x200.jpg",
        "title": "Tholi Prema (2018)",
        "description": "Tholi Prema (2018)\nIMDb Rating - 7.3/10________Google Users - 94 %\n ဒီတစ်ပတ်မှာတော့ တေလဂူး အချစ်ကားလေးတွေ ကြည့်ပြီး ရိုချင်ကြတယ်ဆိုတဲ့ တေလဂူးပရိသတ်တွေအတွက် အချစ်ဟာသ ဖန်စီကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ ၂၀၁၈ လောက်ကတည်းက အကြည်တက်ခဲ့ပေမဲ့ စာတန်းထိုးဖိုင် မပါခဲ့ဘဲ ခု တမီးလ်ဗားရှင်းတက်တော့မှ စာဖိုင်မှန် ရခဲ့ပါတယ်။\nခု ကျွန်တော်တို့ တင်ပေးလိုက်တာကတော့ မူရင်း အသံဖြစ်တဲ့ တေလဂူးအသံနဲ့ပါ။\nမင်းသားကတော့ တောင်ပိုင်းပရိသတ်တွေ အကြိုက်တွေ့ကြတဲ့ မင်းသားချော ဗာရွန် ပါ။\nမင်းသမီးကတော့ ကျွန်တော့်ရည်းစားသစ် ရာရှီခန်းနားပါ။\nရိုမန့်စ်ကားတွေ ကြည့်ရင် မင်းသားမင်းသမီးချောဖို့လည်း လိုသေးတယ်မလား။\nဇာတ်လမ်းအကျဉ်း ----------- --------------\nဇာတ်ကားနာမည်က မြန်မာလို 'အချစ်ဦး'ပါတဲ့ဗျာ။\nအချစ်ဦးဆိုတာကလည်း... ဘယ်အချိန်၊ဘယ်အခြေအနေဖြစ်ဖြစ် .. သတိရနေတတ်တာမျိုး မဟုတ်လား။\nယောကျ်ားလေးတစ်ယောက် အရမ်းကို စိတ်ညစ်နေပြီး သောက်စားမူးယစ်နေပြီဆိုရင် သေချာပါတယ်။\nသူ အလုပ်အကိုင် ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ်၊ အချစ်ရေးမှာ ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ် ဒီနှစ်ခုပဲ ရှိတယ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xrh4/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/23-130x200.jpg",
        "title": "The Apartment Aka L’Appartement (1996)",
        "description": "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔\nအလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီး\nတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီး\nရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့\nအဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။\nတကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။\nေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီး\nအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။\nသူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိ\nေဖာက္ၿပားခဲ့တာလဲ?\nဇာတ္ေၾကာင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2du0X/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ofhf0Tn7hnBtboiUEuVj5IZyD3g.jpg",
        "title": "The Dude in Me ( 2019 )",
        "description": "ဂိုဏ္စတားသေဌးႀကီးနဲ႔ ဝလြန္းလို႔အႏိုင္က်င့္ခံေနရတဲ့ ဝဝတုတ္တုတ္ေကာင္ေလးတို႔မေတာ္တဆ accident တစ္ခုေၾကာင့္ကိုယ္ေျပာင္းသြားတဲ့ကားေလးပါ ေတာ္ေတာ္ရီရတယ္....ဇတ္လမ္းအက်ဥ္း..ဒီကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါးေလးနဲ႔အေသခြီရမယ့္ ဇာတ္ကားေလးပါဇာတ္လမ္းအက်ဥ္းေျပာရရင္ ရန္သူေတြမ်ားတဲ့အသက္ေလးဆယ္အရြယ္ဂိုဏ္းစတားသူေ႒းႀကီးတစ္ေယာက္ဟာတစ္ေန႔ေတာ့ လမ္းမွာဖုန္းေျပာေနရင္းသူ႔ေပၚကုိေခါင္မိုးေပၚကေနလူတစ္ေယာက္ျပဳတ္က်လာခဲ့ပါတယ္။ျပဳတ္က်လာတဲ့သူကကင္(မ္)ဒံုေယာင္းလို႔ေခၚတဲ့ဝဝတုတ္တုတ္အထက္တန္းေက်ာင္းသားေလးပါသူတုိ႔ႏွစ္ေယာက္လံုးသတိလစ္ၿပီးေဆးရံုေရာက္သြားခဲ့ပါတယ္။သေ႒းႀကီး သတိျပန္ရလာတဲ့အခါမွာေတာ့အရမ္းထူးဆန္းတာ တစ္ခုျဖစ္သြားခဲ့ပါတယ္။သူဟာေကာင္ေလးရဲ႕ ခႏၶာကိုယ္ထဲေရာက္ေနပါတယ္ေကာင္ေလးနဲ႔သူနဲ႔စိတ္နဲ႔ခႏၶာလြဲသြားၾကတာေပါ့ဗ်ာ ဒီလိုနဲ႔ေကာင္ေလးရဲ႕ပတ္ဝန္းက်င္ထဲေရာက္သြားခဲ့ရာကေနမေမ်ွာ္လင့္ထားတဲ့ အျဖစ္မ်ဳိးေတြနဲ႔ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။ေကာင္ေလးအေဖဟာ သူဒုကၡေပးဖူးလို႔စီးပြားပ်က္သြားတ့ဲသူတစ္ေယာက္ျဖစ္ေနတာ သိလိုက္ရသလိုေကာင္ေလးကလည္းေက်ာင္းမွာအပယ္ခံ အႏိုင္က်င့္ခံတစ္ေယာက္ျဖစ္ေနပါတယ္။ဒီ့အျပင္သူလံုးဝမထင္မွတ္ထားတဲ့သူတစ္ေယာက္နဲ႔ပါျပန္ေတြ႔ခဲ့ၿပီးဘယ္လိုေတြဆက္ျဖစ္ၾကမယ္ေနာက္ဆံုးမွာ ဘယ္လိုအဆံုးသတ္သြားၾကမလဲဆိုတာဒီကားေလးမွာ ဆက္ၾကည့္သြားၾကပါ။ရယ္လည္းရယ္ရတဲ့အတြက္ အခ်ိန္ေပးရႀကိဳးနပ္တဲ့ဇာတ္ကားတစ္ကားျဖစ္မွာပါ....ရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီးအညႊန္းေရးေပးထားတာကေတာ့Chanyein Soe ပဲ ျဖစ္ပါတယ္။.... Translated By Channyein SoeEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/1xwyg/The_Dude_In_Me_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFZ2Ij5BRz1U6ZkGxaO8YWpLx2H.jpg",
        "title": "Last Sunrise ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 6.6ရထားတဲ့2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​Helio´sရဲ႕ CEO ဝမ္​ယြင္​ဟာ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​အသံုးျပဳၿပီးလူသား​ေတြအတြက္​ နယ္​​ေျမသစ္​တစ္​ခုကိုဖန္​တီး​ေပးခဲ့ပါတယ္​...ဒီလိုနဲ႔တစ္​​ေန႔မွာ​ေနမင္​းႀကီး႐ုတ္​တရက္​​ေပ်ာက္​ကြယ္​သြားတဲ့အခါ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​သံုးစနစ္​​ေတြအားလံုးရပ္​တန္​႔သြားၿပီးမထိန္​းခ်ဳပ္​ႏိုင္​​ေတာ့တဲ့အခါ အရာအားလံုးက​ေမာက္​ကမျဖစ္​ကုန္​ပါတယ္​..​ေနမင္​းႀကီး မ​ေပ်ာက္​ကြယ္​ခင္​မွာအ​ေၾကာင္​းအခ်က္​အလက္​​ေတြကိုႀကိဳသံုးသပ္​ႏိုင္​ခဲ့တဲ့နကၡတ္​ပညာ႐ွင္​စြင္​းယန္​ နဲ႔သူ႔အိမ္​နီးခ်င္​းမိန္​းက​ေလ​ေနမင္​းတို႔ဟာ​ေနမင္​းႀကီး​ေပ်ာက္​ကြယ္​ၿပီး​ေနာက္​ပိုင္​းမွာ က​ေမာက္​ကမ​ေတြျဖစ္​​ေနတဲ့နယ္​​ေျမ​ေတြကိုဘယ္​လို​ေက်ာ္​ျဖတ္​သြားမလဲ...စြမ္​းအင္​အျပည္​့အဝရ႐ွိထား​ေသးတဲ့ နယ္​​ေျမ၄ဆိုတာ႐ွိတယ္​လို႔သိလိုက္​ရခ်ိန္​မွာ အဲ့​ေနရာကိုအ​ေရာက္​သြားႏိုင္​ပါ့မလား...ဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳ​ေတြ႔ရမွာလဲ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1xwzf/Last_Sunrise_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/10215-141x200.png",
        "title": "Dragons Forever (1988)",
        "description": "ဂ်က္ကီခ်န္း...ဟုတ္ခ်င္းေပါင္...ေဘာလံုးမင္းသား..စတဲ့ကေလးဘဝရဲ႕ သူရဲေကာင္းေတြျဖစ္တဲ့ ေဟာင္ေကာင္ ကြန္ဖူးသံုးေဖာ္ရဲ႕ ဇာတ္ကားေကာင္းေလးပါ။Action, Comedy, Romance ဇာတ္ကားျဖစ္လို႕ ေပါ့ေပါ့ပါးပါးခံစားၾကည့္ရႈရမွာပါ။ခုခ်ိန္မွာ အနားယူသြားၿပီျဖစ္ၾကတဲ့ မင္းသားႀကီးေတြရဲ႕ ငယ္မူငယ္ေသြးအျပည့္နဲ႔ ဇာတ္ကားေလးကိုတစ္ဖန္ျပန္လည္ ခံစားၾကရမွာ ျဖစ္ပါတယ္။IMDb Rating (7.3) အထိ ရရွိထားတာေၾကာင့္ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(999 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cindy Honey",
        "rating": "7.3",
        "url": "https://megaup.net/2dys9/Dragons_Forever_(Fei_Lung_Mang_Jeung)_[1988]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ioNGkm4JOzk7FuQ7CojIwTsKzxu.jpg",
        "title": "Let Her Out (2016)",
        "description": "ညဘက္တစ္ေယာက္တည္း ေက်ာခ်မ္းခ်မ္းနဲ႔\nသရဲကားေကာင္းေကာင္း ၾကည့္ခ်င္သူေတြအတြက္\nLet Her Out ဆိုတဲ့ဇာတ္ကားေလးနဲ့ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီဇာတ္ကားေလးကေတာ့ ၾကည့္႐ႈသူေတြရဲ႕ ေရဒါေအာက္က ေပ်ာက္ေနတဲ့\nထိတ္လန္႔သဲဖို ဇာတ္ကားေကာင္းေလးတစ္ကားပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Helen ဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္\nယာဥ္မေတာ္တဆမႈျဖစ္အၿပီးမွာ အသိစိတ္လြတ္တာေတြနဲ႔\nအိမ္မက္ဆိုးမက္တာေတြ ခဏခဏျဖစ္လာပါတယ္။\nဆရာဝန္ဆီျပန္သြားျပတဲ့ အခါမွာ သူ႔ရဲ႕ ေခါင္းထဲမွာ\nအက်ိတ္တစ္ခု႐ွိေနတာ သိလိုက္ရပါတယ္။\nျဖစ္ခ်င္ေတာ့ အဲ့ဒီအက်ိတ္က သာမန္မဟုတ္ဘဲ\nသူ႔အမႊာညီမရဲ႕ ခႏၱာကိုယ္ တစ္စိတ္တစ္ပိုင္းျဖစ္ေနပါတယ္။\nLet Her Out ဇာတ္ကားထဲမွာ ဒါ႐ိုက္တာ John Ainslie က\nလွပၿပီးေတာ့ အသည္းယားစရာေကာင္းတဲ့\n႐ိုက္ခ်က္ေတြနဲ႔ လက္စြမ္းျပထားပါတယ္။\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai lwin ျဖစ္ၿပီး\nThit San Khant မွ Encode ၍\nတင္ဆက္ေပးထားပါတယ္",
        "rating": "4.4",
        "url": "https://megaup.net/2dyrx/Let_Her_Out_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    }
]