[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/817pd4QpDJL._AC_SL1500_-141x200.jpg",
        "title": "[SSNI-780]Special Yua Mikami (2021)",
        "description": "SSNI-780 Special Yua Mikami\n--------------------------\nJavလောကထဲ အမိုက်ဆုံးဆော်ကိုပြပါဆိုရင်\nကျနော်ကတော့ သူ့ပဲပြမှာ.ခန္ဓာကိုယ်ကလဲ\nအမိုက်စား မျက်နှာပေါက်ကလဲ ကိုရီးယားမလေးနဲ့ဆင်တယ်.\nအသံကျတော့လဲ ပုရိသတွေ သာခွေယိုင်ဖြစ်စေမယ့်အသံ.\nသရုပ်ဆောင်ပိုင်းကျတော့လဲ ဘာမှပြောစရာမလို,\nအော်စရာရှိအော် ညည်းစရာရှိညည်း :3.\nဒီရုပ်ရှင်ကတော့ ဇာတ်လမ်းအတို လေးငါးပုဒ်ကို\nစုစည်းထားတဲ့ ထူးရှယ် ပေါင်းချုပ်ပေါ့ဗျာ.\nစုစုပေါင်းဇာတ်လမ်းတို ၅ပုဒ်နဲ့တင်ဆက်ထားပြီး\nတပုဒ်ဆို တပုဒ် အတွင်းအားတွေ ကုန်ခမ်းစေတာ\nမျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့ရမှာပါ.....\nအတွင်းအားစုထားတဲ့ သိုင်းသမားဘရိုတို့အတွက်\nကျင့်စရာထူးရှယ်သိုင်းကျမ်းငါးပုဒ် တင်ပေးလိုက်ပါပြီ....Translated and Enocded by : SenpaiQuality : 720pDuration: 2h 44minsFile Size : 1.36GBDuraton : 2h 10min",
        "rating": "9",
        "url": "https://megaup.net/Xpww/ssni-780.Special_Yua_Mikami.720p_%7BDS%7D_1.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phfHdNaa4AVN3dzKHo2FVwUXo4f.jpg",
        "title": "Mirror (1975)",
        "description": "Mirror(1975)\n===========\nIMDb Rating - 8.1/10\nDirected By Andrei Tarkovskyထုတ်ပြောမထားတဲ့ ခံစားချက်တွေဟာ မမေ့ရက်နိုင်စရာကောင်းတယ်တဲ့။\nကောင်မလေးတစ်ယောက်ကို ခင်ဗျား ချစ်နေတယ်ထား။\nခင်ဗျား သူ့နဲ့ စကားတွေ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ပြောဖြစ်နေမယ်။\nခင်ဗျား သူ့ကိုချစ်နေတယ်ဆိုတဲ့ အချက်ကို အသေပြောချင်နေပေမဲ့ အကြောင်း‌ကြောင်းနဲ့ ခင်ဗျားမပြောဖြစ်ဘူး။\nသူလည်းသိချင်သိမယ် မသိချင်မသိဘူး။\nခင်ဗျားကတော့ မပြောဖြစ်ဘူး။\nဒီလိုအခြေအနေမျိုးကို လူတစ်ဝက်လောက်တော့ ကြုံဖူးကြမယ်ထင်တာပ‌ဲ။\nဖြစ်ဖူးရင်တော့\nအဲ့ဒီအချိန်မှာ ခင်ဗျား ခံစားရတဲ့ခံစားမှုကို စကားလုံးနဲ့ ဖော်ပြကြည့်။ ကျွန်တော်တော့ မဖော်ပြတတ်ဘူး။\nသေချာတာကတော့ အဲ့ဒီခံစားမှုဟာ အ‌တော်လေးသိပ်သည်း ပြင်းထန်တယ်။\nဒါပေမဲ့ အဲ့ဒီခံစားမှုကို\nစကားလုံးနဲ့ ဖော်ပြဖို့ကြ မရတော့ဘူး။\nစကားလုံးတွေဟာ လူသားရဲ့အမှန်စင်စစ် ခံစားမှုကို ဖော်ပြဖို့ရာ မလုံလောက်တဲ့ အရာတွေပဲ။\nခံစားမှုတွေကို ဖော်ပြဖို့ စကားလုံးတွေက မတတ်နိုင်ဘူး။ မော်ဒန်Artတွေမှာတော့ ရုပ်ပုံတွေဟာ ရုပ်ပုံမဟုတ်တော့ဘူး။\nစကားလုံးတွေဟာ စကားလုံးတွေမဟုတ်တော့ဘူး။\nဖော်ပြချင်တဲ့ ခံစားမှုရဲ့ မသိကိန်းတစ်ခုကို ပိုပေါ်လွင်အောင် တိကျတဲ့အရာတစ်ခုကို\nပုံဖော်ခြင်းရေးသားခြင်းမရှိတော့ဘဲ ခံစားမှုလိုမျိုးဝေဝါးတဲ့အရာတစ်ခုကိုသာ အနုပညာပစ္စည်းကို ခံစားမည့်သူကို ပေးအပ်လာတယ်။\nပြောရရင် ပရိတ်သတ်ကို အလုပ်ပေးထားတယ်။\nသူတို့ဖန်တီးထားတဲ့ အနုပညာကိုအရင်းတည်ပြီး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/mirror-1975/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/infinite-600x900-1-133x200.jpg",
        "title": "Infinite(2021)",
        "description": "Infinite(2021) အညွှန်း**********************သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ကောင်းတာလေး ကြည့်လို့ရအောင် တင်ပေးလိုက်ပါတယ်။မင်းသားမင်းသမီးတွေကလည်း သိပြီးသားလူတွေပါပဲ။ဇာတ်လမ်းကတော့ လူဝင်စားအယူအဆတွေကို အခြေခံထားပါတယ်။ကမ္ဘာကြီးထဲက လူအချို့မှာအတိတ်ဘဝတွေအကုန်လုံးကို မှတ်မိနိုင်တဲ့ အစွမ်းပါလာတဲ့ လူတွေရှိနေပါတယ်။သူတို့ သင်ခဲ့သမျှ တတ်ခဲ့သမျှတွေကိုပါ မှတ်မိနေတာဖြစ်တဲ့အတွက်ဘဝတွေ ကြာရှည်လာလေလ ပိုပြီး တော်လာလေလေပါပဲ။ဒီလို လူတွေထဲမှာမှ နှစ်မျိုးကွဲနေပါတယ်။ တစ်ဖွဲ့ကတော့ ဒီအစွမ်းနဲ့ အသိပညာတွေကို လူသားတွေကော်းဖို့ သုံးသင့်တယ်လို့ထင်တဲ့အဖွဲ့ပါ။နောက်တစ်ဖွဲ့ကတော့ ဒီလိုတွေ ပြန်ဝင်စားနေရတာဟာ ဆင်းရဲဒုက္ခမို့ ဒီဘဝကနေ လွတ်မြောက်ဖို့ အတွက် ကြိုးစားမယ့်အဖွဲ့ပါ။သူတို့ ကြိုးစားတာကတော့ ရိုးရှင်းပါတယ်။ ပြန်ဝင်စားစရာမရှိအောင် သက်ရှိတွေ တစ်ယောက်မကျန်သတ်လိုက်ရင် သံသရာအေးသွားမယ်ဆိုတာပါပဲ။ အဲဒီလို နှစ်ဖွဲ့ နှစ်ပေါင်းများစွာ အားပြိုင်လာရင်းနဲ့တစ်နေ့မှာ သူ့ကိုယ်သူ လူဝင်စားမှန်းမသိဘဲ စိတ်ရောဂါရှိနေတယ်ထင်လို့ ပြဿနာတွေတက်နေတဲ့ မင်းသားကိုတွေ့သွားတဲ့အခါ အဲဒီမင်းသားက သူတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Xl4b/Infinite.2021.WEB-DL.720P.PP.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jjx4/Mayor.Grom.Chumnoy.Doktor.2021.720p(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/duvjjx8d5orl.mid-136x200.jpg",
        "title": "(18+)Blood Type A, A Big Breasted Girlfriend (2021)",
        "description": "Type A Big Breasted Girlfriend 2021နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်အစကတော့ ရိုးသလို အေးသလိုလေးလို့ ထင်ရပေမယ့် တကယ့်တကယ် မောင်တပ်ထွက်နဲ့ အထန်ဆော်လေး တွေ့တဲ့အချိန် ရှယ် ဖောင်းဒိုင်း အသားပေးထားတဲ့ ဇာတ်ကြမ်းကားလေးလည်း ဖြစ်ပါတယ် ဆော်တွေကို ညွှန်းရရင်မင်းဂျောင်းဆိုတဲ့ ဆော်လေးက အရင် ကျော်ကြီးကားတွေမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2jj3k/Type_A_Big_Breasted_Girlfriend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Zgai/(CM)In_the_Lap_of_God.1991.WEB-720P.X264.AAC.Cantonese.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "title": "Rogue Hostage (2021)",
        "description": "ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့Rogue Hostage ကို တင်ဆက်ပေးပါရစေမင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသားTyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါမရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါတယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကိုအလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာသွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်းကံကြမ္မာက ...",
        "rating": "3.5",
        "url": "https://megaup.net/Xnwk/Rogue.Hostage.2021.720p.WEBRip.DD5.1.x264-(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91cufS3hpPL._AC_SL1500_-172x200.jpg",
        "title": "[SSNI-229]  Silent Obedience On The Train (2018)",
        "description": "[SSNI-229]  Silent Obedience On The M****ter Train A Big Tits College Girl Is Taught A Lesson In Orgasmic Ecstasy{ Yua Mikami }ကဲကဲ Darkside ဖန်တို့ရေ ..ဒီတစ်ခါမိတ်ဆက်ပေးမှာကတော့ မင်းသမီးချောလေး Yua Mikami ရဲ့ ရထားပေါ်က ရှက်ကိုးရှက်ကန်း ရုန်းကုန်မှု့များ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ဒီလိုပါတက္ကသိုလ်ကျောင်းသူလေး Yua Mikami မှာ သူ့ရဲ့အတန်းဖော်သူငယ်ချင်းလေးရှိပါတယ်သူကျောင်းမလာတာ တော်တော်ကြာပြီမို့ စိတ်ပူနေလေရဲ့တစ်နေ့သူ့ဆီကနေ အမှတ်မထင်ဘဲ ရထားပေါ်ကသူတွေ သူ့ကို ဝိုင်း မတားလုပ်ကြောင်းသိလိုက်ရတယ်ဒါနဲ့ သူကိုယ်တိုင် ရထားစီးပြီး မတားရားမှု့ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်သူလေး ဖော်ထုတ်နိုင်မလားဟိုကပဲ သူ့ကို ပြန် ထုတ် ပြီး ဖော် လိုက် မလားကတော့ ဇာတ်လမ်းထဲကြည့်ရှူ့ရအောင်နော် ။အညွှန်းကတော့Dark Devil ...",
        "rating": "18+",
        "url": "https://channelmyanmar.org/ssni-229-silent-obedience-on-the-train-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-4.35.50-PM-134x200.png",
        "title": "Trigger Point (2021)",
        "description": "Trigger Point (2021)================IMDb Rating - 4.8/10Action, Thriller လူး၀စ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အမေရိကန် မြို့လေးတစ်မြို့မှာ နေထိုင်တယ်၊ သူဟာ ဒီမြို့ရဲ့ သာမန်လူတွေထဲကတစ်ယောက်တော့ မဟုတ်ဘူး သူဟာ အတိတ်မေ့နေတဲ့ လူတစ်ယောက် နောက်ပြီး အတိတ်ဘ၀ကို မလိုချင်တော့တဲ့သူတစ်ယောက်၊ သူဘာကြောင့် ဒီဘ၀ကို ပြန်မလိုချင်ရတာလဲဆို သူဟာ အရင်က နီကိုးလပ်စ်ရှောလို့ အမည်ရတဲ့ပြဿနာတွေ ဒုက္ခတွေကြုံခဲ့ရတဲ့သူ ဖြစ်နေလို့ပါပဲ၊ သူအတိတ်မေ့ရခြင်းရဲ့ အကြောင်းရင်းကြီးပေါ့ ဒါပေမယ့် တစ်နေ့မှာအလိုက်စ် ကိန်းဆိုတဲ့ လူတစ်ယောက် လူး၀စ်ဆီ ရောက်လာပြီး သူပြန်မလိုချင်တဲ့ ဘ၀ထဲကို ပြန်ဆွဲခေါ်ပါတော့တယ်။အကြောင်းရင်းကတော့ သူ နီကိုးလပ်စ်ဘ၀က တာ၀န်ထမ်းဆောင်ခဲ့တဲ့ နေရာက မိတ်ဆွေတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရပြီး အလိုက်စ်ရဲ့ သမီးဖြစ်သူ မော်နီကာဟာလည်း ပျောက်ဆုံးသွားပါတယ်။ ဒီတော့ နီးကိုးလပ်စ်နဲ့ အလိုက်စ်တို့၂ ယောက် ပူးပေါင်းပြီး ပျောက်သွားတဲ့ မော်နီကာကို ရှာရင်း အဖြေမပေါ်သေးတဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2jijD/Trigger.Point.2021.720p.BluRay.5.1CH[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1USrpUYiRkAj8ArEG5jUUXCCEo.jpg",
        "title": "Rang De (2021)",
        "description": "Rang De 2021အချစ်ဟာ ဆန်းကြယ်တဲ့ ဆိုတဲ့ စကားကို\nရှေ့တန်းတင်ရင် အားလုံးအတွက် ရယ်စရာဖြစ်မလား မသိဘူး။\nဝေးနေပေမဲ့၊ အပြင်မှာ မတွေ့ဖူးပေမဲ့\nအရမ်းချစ်ရတဲ့အခါ ရှိတယ်။\nဘယ်သူနဲ့ ဘာတွေ လုပ်နေမလဲဆိုပြီး တွေးတောပူဆွေးရင်း\nတနေကုန်ငိုနေရတဲ့အခါ ရှိသလိုနီးကပ်၊ထိစပ်နေပေမဲ့ အချစ်စိတ် မဖြစ်ဘဲ\nသူငယ်ချင်းထက် မပိုနိုင်တဲ့ သံယောဇဉ်တွေလည်း\nကြုံဖူးမှာပါ။နှစ်ယောက်လုံးက ချစ်စိတ်မဝင်ကြရင် နေသာသေးတယ်ဗျ၊\nနှစ်ယောက်မှာ တစ်ယောက်က တစ်ဖက်သတ်ချစ်နေရမယ်ဆို\nမခက်ပေဘူးလား။\n---------------တေလဂူးတို့က အချစ်ကားလေးတွေမှာ\nတော်တော်လေး ကြည့်ကောင်းနေတာ\nအားလုံး အသိပါပဲ။ခုဇာတ်ကားကတော့ တေလဂူးပရိသတ်တို့\nရင်းနီးပြီးသားဖြစ်တဲ့ Nithiinနဲ့ Keerthyတို့ရဲ့\nအိမ်နီးချင်း ဇာတ်လမ်းလေးပါပဲ။Nithiinဖြစ်တဲ့ အာဂျွန်ကတော့\nငယ်ငယ်ကတည်းက Keerthy ဖြစ်တဲ့\nအာနူးရဲ့ ဒုက္ခပေးနည်းပေါင်းစုံကို ခံယူခဲ့ရသူတစ်ဦးပေါ့။အာနူးက အာဂျွန် ဝယ်လာသမျှ စားမယ် သောက်မယ်။\nမရင် အာဂျွန် အဖေ့ကို တိုင်မယ်။\nအတန်းမှာလည်း အတန်းမှာမို့၊ အိမ်မှာလည်း အိမ်မှာမို့နဲ့\nအာဂျွန်ကတော့ တော်တော် စိတ်ပျက်နေသူပေါ့။ဒါကိုတော့ အာနူးရဲ့ စိတ်ထဲမှာ ကြည်နူးစရာလို့\nသတ်မှတ်ထားတယ်။\nအမြဲလိုလို သူ့အပေါ် ဂရုစိုက်တတ်တဲ့\nအာဂျွန်ကလွဲပြီး သူ့အတွက်တော့ အားကိုးစရာမရှိဘူး။ငယ်ရွယ်စဉ်မှာ အမြဲလိုလို သည်းခံကြ၊ အနိုင်ယူကြနဲ့\nအဆင်ပြေပေမဲ့ အရွယ်ရောက်လာတဲ့အခါမှာတော့....----------------------ကဲဒီလောက်ဆို အားလုံးလည်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ZfiC/Rang_De_(2021)_Telugu_TRUE_WEB-DL_-_720p.CM..mp4",
        "category": "Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-8.21.41-PM-140x200.png",
        "title": "Dear Tenant (2020)",
        "description": "Dear Tenant (2020)===============IMDb Rating - 7.4/10အရင်နှစ်တွေက ထိုင်ဝမ်မှာ လိင်တူချင်းလက်ထပ်ဖို့ကို ခွင့်ပြုပေးခဲ့တာ အားလုံးသိပြီးသားဖြစ်မှာပါ။ အခုလည်း အံ့ဩစွာနဲ့ ထိုင်ဝမ်ရဲ့အကြီးကျယ်ဆုံးဆုပေးပွဲဖြစ်တဲ့ Golden Horse Awards မှာ BL ကားဖြစ်တဲ့ဒီကားလေးက ဇကာတင်ဆု ၅ ဆုအတွက် ဆု ၄ ခုရရှိခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုရေးသားသူကတော့ “လက်ထပ်တယ်ဆိုတာ လူနှစ်ယောက်နဲ့မဆိုင်ဘဲ မိသားစုနှစ်ခုပေါင်းစပ်တာပါ။ ဒီကြားထဲ သားသမီးတွေပါလာရင် ပိုရှုပ်ကုန်မှာပေါ့။ ဒီလိုမျိုးရှုပ်ထွေးမှုကို လိင်တူနှစ်ယောက် လက်ထပ်တဲ့အခါ ဘယ်လိုကြုံတွေ့နိုင်မလဲဆိုတာ စိတ်ကူးရင်း ဇာတ်လမ်းရေးသားခဲ့တာပါ” လို့ဆိုခဲ့ပါတယ်။အချစ်ဆိုတာ ချစ်နေဖို့ပဲဖြစ်ပြီး အချစ်အတွက် တာဝန်ယူမှု၊ သစ္စာစောင့်သိမှုဆိုတာ လိင်မခွဲခြားဘဲ ချစ်သူတွေအားလုံး လိုက်နာရမယ့်စည်းဆိုတာကိုလည်း အသားပေးရိုက်ပြပေးထားပါတယ်။------------------ကျန့်ရီ ကတော့ လွန်ခဲ့တဲ့ငါးနှစ်က သူ့ရဲ့ချစ်သူကိုဆုံးရှုံးပြီးနောက် ချစ်သူရဲ့သားနဲ့အမေကို မိသားစုသဖွယ် စောင့်ရှောက်ပေးခဲ့တဲ့သူပါ။ ဒါက ပုံမှန်မိန်းကလေးဆိုရင်တော့ အရမ်းလိမ္မာတဲ့ချွေးမလို့သတ်မှတ်ပြီး ယောက်ျားလေးတစ်ယောက်က သိတတ်တဲ့အခါမှာတော့ ဘာများမျှော်လင့်စရာရှိလဲဆိုတဲ့ သံသယတွေဖြစ်ပေါ်စေပါတယ်။မကြာခင် ကျန့်ရီစောင့်ရှောက်နေတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Dki4/Dear.Tenant.2020.CHINESE.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Dil-Ka-Rishta-160x200.jpg",
        "title": "Dil Ka Rishta (2003)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက မဂ္ဂဇင်းတွေမှာ မျက်ဝန်းလဲ့ပြာပြာ မျက်ခုံးကောင်းကောင်း နှုတ်ခမ်းဖူးဖူးနဲ့အိန္ဒိယမင်းသမီးတစ်ပါးကို မကြာခဏမြင်ဖူးခဲ့ကြပါတယ်...သူကတော့ ၁၉၉၄ ခုနှစ်ရဲ့ Miss World ဆုရှင် Aishwarya Rai ပါပဲ...အခုတင်ဆက်မှာကတော့ သူပါဝင်သရုပ်ဆောင်ထားတဲ့ Drama,Romance ဇာတ်ကားလေး Dil Ka Rishta (2003) ပဲဖြစ်ပါတယ်..Dil Ka Rishta ဆိုတာ မြန်မာလိုဆို နှလုံးသားနှောင်ကြိုးလို့ အဓိပ္ပာယ်ရပါတယ်...ဆွေးမြေ့ဖွယ်ဇာတ်ကားနာမည်က Rai ရဲ့ရီဝေဝေအလှတွေနဲ့ အပ်စပ်လွန်းလှပါတယ်...ဇာတ်လမ်းကတော့ ၃ ပွင့်ဆိုင်ဇာတ်လမ်းပါ...တစ်ယောက်က မီလျံနာသူဌေးသား...မင်းသမီးက ချစ်ရသူရှိပြီးသား ဆရာမလေး...သူဌေးသားက ပိုင်ရှင်ရှိပြီးသား ဆရာမလေးကိုမှ ချစ်မိသွားတဲ့အခါမှာတော့....၃ ပွင့်ဆိုင် ဇာတ်လမ်းမှာ ၂ ယောက်ထဲ ရှေ့ဆက်ဖို့ဆိုတာ ရင်ကိုခွဲထုတ်သလို နှလုံးသားနှောင်ကြိုးတွေကိုဖြတ်ချရတာမျိုးပါပဲ...နာကျင်ရတယ်....ဒါပေမယ့်အချစ်ဆိုတာ နာကျင်ခံခက် ကြည်နူးဆွတ်ပျံ့တဲ့ ဘုရားသခင်ရဲ့ပြစ်ဒဏ်မျိုးပဲမလား....။ \nFile size…(2.7 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/1Dkh5/(CM)Dil.Ka.Rishta.2003.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/365e650240de44be94602d24c57b33c3-141x200.jpg",
        "title": "Stalker (1979)",
        "description": "Stalker(1979)\n===========\nBy Andrei Tarkovsky\nIMDb - 8.1/10\"တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ\nဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။\nဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို\nဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ\nသူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။\"\nဝင်းဖေက ခင်မောင်ရင်ကို ဒီလိုပြောခဲ့တယ်။\nအားမကျမိဘူးလား။ ငါတော့အားကျတယ်။\nကိုယ့်ဘဝကိုကိုယ် နားလည်တာထက်\nဖြစ်တည်မှုအတွက်အရေးကြီးတာဘာရှိဦးမလဲ။ ဖြစ်တည်မှုဟာ အရင်လာလား။\nဖြစ်တည်ရတဲ့အကြောင်းရင်းဟာ အရင်လာလား။\nအတော်ရူးမိုက်တဲ့အမေးပဲ အကြောင်းရင်းသာအရင်လာခဲ့ရင် ငါတို့တွေ ဒီလိုအဓိပ္ပာယ် ပျောက်နေ စရာလိုပါ့မလား။\nဖြစ်တည်မှုရဲ့အဓိပ္ပာယ်ကို တာကော့စကီးဟာ ငါတို့ကို မေးခွန်းထုတ်သွားတယ်။\nဒါပေမဲ့ အဖြေကို သူမပေးနိုင်ဘူး။\nသူ့ဘာသာသူလည်း ရေရာပုံမရဘူး။\nဒါကြောင့်ပဲ ငါတို့အတူတူရှာဖွေခဲ့ကြရတယ်။\nအနုပညာဟာ ရိုးသားရတယ်မလား။\nတာကော့စကီးက ရိုးသားတယ်။\nအဖြေကိုသူဘယ်တော့မှမတွေ့ဘူး။\nရုပ်ရှင်မှာ ငါတို့ဟာ သူနဲ့အတူတူရှာရတယ်။\nသေတဲ့အထိမတွေ့တာလည်းဖြစ်နိုင်တယ်။\nသောက်ကြီးသောက်ကျယ်ပြောရရင်\nဒါကိုကလည်း ဘဝပဲ။ \"ထိုအရာဟာ ဥက္ကာခဲတစ်ခုလား\nအပြင်ဘက်အာကာသမှ ကမ္ဘာမြေပေါ်\nဆိုက်ရောက်လာသော အရာတစ်ခုခုလား\"\nထိုအရာဟာ ဘာပဲဖြစ်ဖြစ်\nကျုပ်တို့ရဲ့ တိုင်းပြည်ငယ်လေးမှာ\nထိုအရာကြောင့် \"ဇုန်\"ဆိုတဲ့\nဆန်းကြယ်တဲ့နေရာတစ်ခုပေါ်ပေါက်လာခဲ့တယ်\nဇုန်ဆိုတဲ့နေရာမှာ အခန်းတစ်ခုရှိတယ်။\nအဲ့ဒီအခန်းဟာ ဆန္ဒတွေကို တကယ်ဖြစ်မြောက်\nလာစေတဲ့နေရာလို့ဆိုကြတယ်။\nအဲ့ဒီကိုသွားခဲ့ကြတဲ့ လူအချို့ဟာ\nပြန်မလာကြတော့ဘူး\nဒီနေရာဟာ ဘယ်လိုနေရာလဲ\" ဒါက ရုပ်ရှင်ထဲက အကြောင်းအရာတွေ။\nငါတော့ အဲ့ဒီနေရာကို ဖြစ်တည်မှုကို\nရှာဖွေကြတဲ့နေရာလို့ပဲ သတ်မှတ်ချင်တယ်။\nရုပ်ရှင်ထဲက ရှာဖွေကြတဲ့လူသုံးယောက်မှာ\nအကုန်လုံးမတွေ့ခဲ့ကြတာလား။တစ်ယောက်က\nတွေ့ခဲ့တာလား တထစ်ချ‌မပြောတတ်ဘူး။\nဖြစ်တည်မှုကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/stalker-1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UNHOWGOrXv8rlH3OFOMLjmQZgu.jpg",
        "title": "Wish Dragon (2021)",
        "description": "Wish Dragon (2021)တရုတ်အက်ရှင်မင်းသားကြီး ဂျက်ကီချန်း ကိုယ်တိုင် အသံသရုပ်ဆောင်ထားပြီး\n၅၂၈ မေတ္တာဓါတ်တွေနဲ့ လွှမ်းခြုံထားတဲ့ တရုတ်ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...အခုတလော တရုတ်ကာတွန်းတွေလည်း အဆင့်မှီလာတာကို ကာတွန်းချစ်ပရိသတ်ကြီးတွေသိပြီးသားပါ။\nပုံစံကတော့ လူကြိုက်များခဲ့တဲ့ အာလာဒင်မီးခွက်စောင့်နတ်ကို အရှေ့တိုင်းပုံစံဖန်တီးထားတာပါ ။\nမတူတာကတော့ ဇာတ်လမ်းပါ...\nအာရှတို့ရဲ့ထုံးစံအတိုင်း မေတ္တာတရားကိုအဓိကချပြထားတဲ့ ကာတွန်းကားလေးမို့ မိသားစုနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေး လို့ညွှန်းချင်ပါတယ်ခင်ဗျာ..စိတ်ထားကောင်း သဘောကောင်းတဲ့ တင်းစီးကျီး တစ်ယောက်မမျှော်လင့်ဘဲ တရုတ်ရေနွေးခရားလေးတစ်လုံး ရရှိခဲ့ပါတယ်။\nခရားလေးထဲကနေ ထွက်လာတာက သူ့ရဲ့မိုက်ပြစ်ကြောင့် အပြစ်ဒဏ်ခံနေရတဲ့ မင်းသားကြီးဂျက်ကီချန်းသရုပ်ဆောင်ထားတဲ့ နဂါးကိုယ်တော်လေး ။\nကောင်းကင်ပေါ်ကိုပြန်တက်ဖို့ သခင်ဆယ်ပါးရဲ့ အလိုဆန္ဒကိုဖြည့်ဆည်းပေးရမယ်တဲ့။\nရွှေတွေငွေတွေအများကြီး ဆုတောင်းလို့ရပေမဲ့ တင်းစီးကျီး လေးကတော့ လိန လို့ခေါ်တဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ကို ဆုတောင်းခဲ့ပါတယ်။\nကျန်တာတောင်း သူငယ်ချင်းဆုတောင်းတော့ မဖြည့်ပေးနိုင်ဘူးလို့ဆိုပြီး တင်းစီးကျီးနဲ့စကားများကြပါတော့တယ်..လူ့သဘာဝကိုနားမလည်နိုင်တဲ့ နဂါးကိုယ်တော်...\nလူသားတွေရဲ့လောဘအကြောင်းကိုနားမလည်တဲ့ တင်းစီးကျီး..\nအဖေ့အလိုကျ နေပေးနေရတဲ့ ရွှေသမီးလေး လိန...\nလောဘဇောတက်ပြီး မကောင်းမှုလုပ်နေတဲ့ လူဆိုးတစ်သိုက်တွေနဲ့\nအရှေိ့တိုင်းဆန်ဆန် ဆုတောင်းပြည့်နဂါးမင်းကြီး ဘယ်လိုစခန်းသွားမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါတော့နော်...File size…1.4 GB and 2.3 GB\nQuality…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wfbc/Wish_Dragon.2021.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Capturebla-134x200.jpg",
        "title": "Bala Mitra (2021)",
        "description": "Balamitra (2021)IMDb 9.2/10IMDb Rating မှာ လူ ၅၀၀ ကျော်လောက်က ဒီဇာတ်ကားကို 9.2 ထိပေးထားကြပါတယ်...အိန္ဒိယ Telugu ဇာတ်ကားအများစုဟာ ဇာတ်ညွှန်းကောင်းပြီး စိတ်လှုပ်ရှားမှုအပြည့်အဝပေးနိုင်ကြပါတယ်...ဒီဇာတ်ကားကလဲ Telugu Mood အပြည့်ပါတဲ့ စိတ်ဝင်စားစရာ Thriller ဇာတ်ကားကောင်းပါပဲ...Arjun က ဆေးကျောင်းသားတစ်ယောက်ပါ..သူ့ချစ်သူနာမည်က Deeksha ပါ...တစ်နေ့မှာတော့ Deeksha ပြန်ပေးဆွဲခံရပါတယ်...ပြန်ပေးဆွဲသူက Arjun ဆီက ငွေမတောင်းဘဲ လူ ၃ ယောက်ကို သတ်ခိုင်းတဲ့အခါမှာတော့....။ \nFile size…(1.9 GB) and (1 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.2",
        "url": "https://megaup.net/1Djp7/Bala_Mitra_(2021)_Telugu_TRUE_HD_-_720p.mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ff0zafqhlbkz-141x200.png",
        "title": "18+ Young Sister-in-law 3 (2019)",
        "description": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားမှာလည်းပွဲတိုင်းကျော် ကျော်ကြီးတစ်ယောက် ဘယ်လို အကွက်ဆန်းတွေနဲ့ ဖောင်းဒိုင်းမယ်အရံမင်းသားလက်သစ်ကလည်း ဆရာကျော်ထက် တပည့်လက်စောင်းထက်ဆိုသလိုအကွက်သစ်တွေနဲ့ ရှယ်ကြမ်း ရှယ်ဖြုတ်ပြထားပါတယ် ဆော်လေးတွေ မိတ်ဆက်ရရင်ညီအစ်မနှစ်ယောက်ပေါ့ အကြီးမက ကြမ်းမှကြိုက်တယ် ဆိုတဲ့ အထန်တလိုင်း အငယ်မကတော့မေတ္တာငတ်နေတဲ့ နူးနူးညံ့ညံ့ ကောင်မလေး မေတ္တာရှင်မလေး ငြိမ်းငြိမ်းအိပေါ့ ကြမ်းမှကြိုက်တယ်ဆိုတဲ့ အကြီးမဆော်ကြီးက ခပ်အေးအေး နေတတ်ပေမယ့် လစ်ရင်လစ်သလို ခိုးစားတတ်တဲ့ ကျော်ကြီး နဲ့ အလိုမကျဖြစ်နေရာကအငယ်မရဲ့ ယောက်ျား အရံမင်းသား ဦးထန်ကြီးရဲ့ ရှယ်ကြမ်းပလန်နဲ့တွေ့တဲ့အခါ တစ်ခါတည်း ရှယ်ကြိုက်ဖြစ်သွားရပုံနဲ့ဇာတ်လမ်းဆင်ထားပါတယ် ကြားထဲမှာ ဒရမ်မာလေးလည်းချိုးထားသေးလို့ ဒါရိုက်ဖုန်းဒိုင်း အုန်းဂွမ်းထက်...",
        "rating": "6.5",
        "url": "https://megaup.net/2Zdju/Young.Sister.in.law.3.HDRip.720P.H264(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3csTaJ5fZ0XyCegpGP3MjmGieWI.jpg",
        "title": "Sreekaram(2021)",
        "description": "Sreekaram (2021)ရည်မှန်းချက်ရှိမှ တိုးတက်မယ်တဲ့\nငယ်ငယ်တုန်းက လူကြီးတွေပြောဖူးနေကျစကားပေါ့\nဘာမှနားမလည်သေးတဲ့ ငယ်ငယ်တုန်းက ကျွန်တော်​တို့တွေဟာ\nဆရာဝန်ကြီးဖြစ်ချင်တယ် အင်ဂျင်နီယာကြီးဖြစ်ချင်တယ်နဲ့ ပြောခဲ့ကြဖူးတယ် ကစားခဲ့ကြဖူးတယ်\nကြီးလာတော့ တက္ကသိုလ်တွေကိုယ်စီရောက်တဲ့အခါ ရင့်ကျက်သွားတဲ့အတွေးအခေါ်တွေနဲ့\n​ကျောင်းပြီးရင် ဘာလုပ်မယ်ဆိုတဲ့စိတ်ကူးကိုယ်စီကို ကျောပိုးအိတ်ထဲအပြည့်ထည့်ပြီး ဘဝပင်လယ်မှာ အားကျိုးမာန်တက်ရွက်လွှင်ခဲ့ကြတယ်\nအဲ့ဒီကျောပိုးအိတ်ထဲ အပြည့်ထည့်ထားတဲ့အိပ်မက်တွေက တကယ်ရောဖြစ်လာခဲ့ရဲ့လားဒီနေ့ခေတ်ရဲ့ အရေးကြီးဆုံးပြဿနာကို\nလက်ညှိုးထိုးပြရရင် အလုပ်အကိုင်ရှားပါးမှုလို့ကျွန်တော်ထင်တယ်\nကျွန်တော်တို့ တတ်မြောက်ထားတဲ့ပညာ\nပ်တွေနဲ့သက်ဆိုင်တဲ့ အသက်မွေးဝမ်းကြောင်းအလုပ်တွေက တကယ်ရောရှိနေရဲ့လား\nရှိရင်ရော တက္ကသိုလ်တွေမှာ နှစ်စဉ်ကျောင်းဆင်းနေတဲ့ လူအင်အားနဲ့\nအလုပ်အကိုင်အခွင့်အလမ်းတွေက အချိုးကျနေရဲ့လား\nကျောင်းမပြီးခင်တုန်းကတော့ အားကျိုးမာန်တက်ကြိုးစားလိုက်ကြရတာ\nအလုပ်ရသွားရင်တော့ အကြောင်းမဟုတ်ပေမယ့်\nအလုပ်မရခဲ့ရင်ရော?????ကိစ္စတိုင်းမှာ ရွေးချယ်စရာတွေရှိတယ်တဲ့\nကျွန်တော်တို့နားက အသက်မွေးဝမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်စရာအခွင့်အရေးကြီးတစ်ရပ်ကို\nကျွန်တော်တို့တကယ် လျစ်လျူရှုထားကြပါတယ်\nဒီအလုပ်ဟာ ပညာမတတ်တဲ့သူတွေမှလုပ်တာဆိုပြီး\nအသက်မွေးဝမ်းကြောင်းအတွက် ရွေးချယ်မယ်ဆိုရင် ဒီအလုပ်ကိုတွေးတောင်မတွေးမိကြဘူး\nဆရာဝန်အဖေဟာ သားကိုဆရာဝန်ဖြစ်အောင်လုပ်တယ်\nအင်ဂျင်နီယာအဖေဟာ သားကိုအင်ဂျင်နီယာဖြစ်အောင်လုပ်တယ်\nဒါပေမယ့် ဒီအလုပ်လုပ်တဲ့အဖေကတော့\nသားကို ဒီအလုပ်ဘယ်တော့မှအမွေမပေးကြပါဘူး\nကျွန်တော်တို့အနီးအနားမှာရှိနေတဲ့ မြင့်မြတ်တဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်တစ်ခုက ဘာဖြစ်မလဲ????ဒီရုပ်ရှင်ထဲမှာတော့ ဒီအကြောင်းအရာကို ကွက်ကွက်ကွင်းကွင်းကို\nမီးမောင်းထိုးပြထားတယ်\nမှုခင်းကားတွေများတဲ့ အိန္ဒိယရုပ်ရှင်ထဲမှာမှ\nရှားရှားပါးပါး ကားကောင်းလေးလို့ပြောလို့ရတယ်ဗျ\nလစာအများကြီးရတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ရဲ့\nစွန့်လွှတ်မှုများစွာနဲ့ ရပ်ရွာအကျိုးအတွက် ဆောင်ရွက်ခဲ့တဲ့အလုပ်အကြောင်းကို\nရိုက်ပြထားတာ\nကျောင်းသားတွေအတွက်ဖြစ်ဖြစ်\nလူကြီးတွေအတွက်ဖြစ်ဖြစ် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲTranslated by : AmeliaEncoded by : YKFile Size : 2.09 Gb ...",
        "rating": "7.0",
        "url": "https://megaup.net/2jfA6/Sreekaram_(2021)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street-772335583-mmed-1-136x200.jpg",
        "title": "Sweeney Todd: The Demon Barber of Fleet Street (2007)",
        "description": "Sweeney Todd: The Demon Barber Of Fleet Street (2007)\n============================\nIMDb - 7.7\nDirected By Tim BurtonBig Fish တို့ Charlie and the Chocolate Factory တို့လို Narrator လန်းလန်းနဲ့ ရုပ်ရှင်‌တွေ\nEdward Scissorhands, Sleepy Hollow, Dark Shadows တို့လို Gothicဆန်ဆန်ရုပ်ရှင်တွေ အရိုက်များတဲ့\nTim Burtonကို အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။\nSweeny Todd ကလည်း သူ့ရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုပါပဲ။\nသူ့ဟန်ဖြစ်တဲ့ Gothicဟန်ကို အပြည့်အဝပုံဖော်ထားတဲ့အပြင် သူ့ရုပ်ရှင်တွေနဲ့ အလိုက်ဖက်ဆုံး သရုပ်ဆောင်တွေဖြစ်တဲ့ သူ့ရုပ်ရှင်တွေမှာမကြာ မကြာတွဲလျက်ပါတတ်တဲ့ အလိုက်ဖက်ဆုံအတွဲ\nJohnny Deep နဲ့Helena Bonham Carterကို သုံးထားတယ်။\nဒီလိုရုပ်ရှင်မျိုးတွေက Johnny Deepရဲ့ Typeလို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jfy5/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street_(2007)_720p.mp4",
        "category": "Drama, Horror, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-10-at-10.53.46-AM-135x200.png",
        "title": "Holler (2020)",
        "description": "Holler (2020)============IMDb Rating - 6.5/10​အကယ်၍များ တစ်စုံတစ်ယောက်က\nလောကကြီးမှာအရေးအကြီးဆုံးအရာကို မေးလာခဲ့ရင်\nဘယ်လိုဖြေမှာလဲ???\nလူအမျိုးမျိုး အဖြေအမျိုးမျိုးကွဲပြားနိုင်ပေမယ့်\nကျွန်တော်တို့ အချိုးကျတွက်လိုက်ရင်\nပိုက်ဆံဆိုတဲ့ အဖြေပဲ အများဆုံးထွက်လာမှာပါ\nပျော်ရွှင်မှုကို ပိုက်ဆံနဲ့ဝယ်မရဘူးလို့ ပြောကြပေမယ့်\nပိုက်ဆံမရှိလို့ မပျော်ရွှင်နိုင်ဖြစ်နေတဲ့သူတွေက ပိုများတာပဲမလား??Blaze နဲ့ Ruth ဆိုတဲ့ မောင်နှမနှစ်ယောက်ကိုမေးလိုက်ရင်လည်း\nပိုက်ဆံလို့ပဲဖြေမှာထင်တယ်\nအဖေမရှိ အမေဖြစ်သူကလည်း အချုပ်ထဲရောက်နေတဲ့ သူတို့အတွက်က\nပိုက်ဆံထက် ဘာကပိုအရေးကြီးဦးမှာလဲ\nဒါပေမယ့် မောင်နှမနှစ်ယောက်က\nတစ်ယောက်နဲ့တစ်ယောက် သိပ်ချစ်ကြတာဗျ\n​ညီမလေးဖြစ်သူဖြည့်ထားတဲ့ကောလိပ်လျှောက်လွှာကိုတွေ့လို့\nတင်ပေးလိုက်တဲ့ Blaze တစ်ယောက်\nသူ့ညီမ ကောလိပ်ဝင်ခွင့်လည်းရရော\nဇွတ်ကို ကောလိပ်ပို့ချင်နေတော့တာပါပဲ\nနဂိုကမှ ကိုယ့်ဝမ်းကိုယ်ကျောင်းပြီး\nရုန်းကန်နေရတဲ့ထဲ ကောလိပ်တက်ရမှာမို့\nနှစ်ယောက်သား အလုပ်ရှာရင်းနဲ့\nတရားမဝင်ဈေးကွက်တစ်ခုကို ရောက်သွားကြတယ်\nဇာတ်လမ်းက အဲ့ကနေစပါတယ်​ပိုက်ဆံရှာဖို့အတွက် ရုန်းကန်ရတဲ့\nမောင်နှမနှစ်ယောက်ကြားက နွေးထွေးမှုတွေ\nတရားမဝင်ဈေးကွက်မှာ ကြုံတွေ့ရတဲ့\nအခက်အခဲပေါင်းများစွာနဲ့အတူ\n​အဆုံးမှာတော့ Blaze နဲ့ Ruth တို့ မောင်နှမနှစ်ယောက် ဘယ်လိုဖြစ်သွားမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Amelia, Shwe Pyae, Jo Jo Va တို့ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xkz8/Holler.2020.720p.WEBRip[CM]].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/awake-135x200.jpg",
        "title": "Awake 2021",
        "description": "နက်ဖလစ်ရဲ့ နောက်ထပ်ရုပ်ရှင်သစ်တစ်ကားထွက်လာပါပြီ။\nဒါကလည်း ကမ္ဘာပျက်တဲ့ကားပါပဲ။ ဒီတစ်ခါ အရင်နဲ့မတူအောင်ပျက်ရမှာပေါ့။\nထူးခြားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် တစ်ကမ္ဘာလုံးက\nလျှပ်စစ်တွေအကုန် ပြတ်တောက်သွွားပြီး လူတွေအကုန်လုံး အိပ်နိုင်စွမ်းကို ဆုံးရှုံးသွားပါတယ်။\nမေ့ဆေးပေးတောင် အိပ်လို့မရတော့ပါဘူး။ သေတာနဲ့နိုးနေတာ နှစ်မျိုးပဲ ကျန်ပတော့တယ်။\nလူတွေဟာ မအိပ်ဘဲနေနိုင်တဲ့ ရက်အကန့်အသတ်ရှိပါတယ်။\nရက်ကြာလာတာနဲ့အမျှ တွေးခေါ်နိုင်စွမ်းတွေ ပျောက်လာတယ်၊ ထင်ယောင်ထင်မှားတွေ မြင်လာတယ်\n၊ ချိနဲ့လာတယ် စသည်ဖြင့်ပေါ့။ ဒီတော့ ရက်ပိုင်းအတွင်းမှာ မလွှဲမရှောင်သာ ကမ္ဘာပျက်ပါတော့မယ်။\nအဲဒီအချိန်မှာပဲ အိပ်လို့ရနေတဲ့ ကလေးမလေးတစ်ယောက်ကို တွေ့သွားကြတဲ့အခါ\nသူ့ကိုစမ်းသပ်ပြီး အချိန်မီ ကုထုံးကိုရှာဖို့ ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် ကလေးမလေးရဲ့အမေကလည်း သူ့ကလေးကို ကာကွယ်ဖို့အတွက် အစွမ်းကုန်ကြိုးစားလာတဲ့အခါ...\nFile size…(1.7 GB) and (1 GB)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5",
        "url": "https://megaup.net/2jfiD/awake.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91P5AKhzO4L._SL1442_-142x200.jpg",
        "title": "Madaari (2016)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dhj1/Madaari_2016_BluRay_720p_Hindi_DD_5.1_x264_ESub_10GB_-_mkvCinemas_[Telly].mp4",
        "category": "Adventure, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSaIrm4aYRvmNWnED01mAqWTFMW.jpg",
        "title": "The Peeping Tom (1997)",
        "description": "The Peeping Tom (1997)မိန်းမတွေရဲ့ သွယ်လျလှပတဲ့ခြေထောက်တွေကိုပဲ အရူးအမူးတန်းတန်းစွဲနေတဲ့ စိတ္တဇနှာဘူးဆိုက်ကိုတစ်ယောက်...ကောင်မလေးတွေကို ပြန်ပေးဆွဲ မဒိန်းကျင့်ပြီးခါမှ ခြေထောက်လှလှလေးတွေကို ပေါင်ရင်းကနေစ ဖြတ်ပစ်ပြီးသတ်တဲ့ သူ့ရဲ့ကွင်းဆက်လူသတ်မှုကြောင့်ဟောင်ကောင်မြို့တစ်ခုလုံးက ကောင်မလေးတွေ အတိုအပြတ်မဝတ်ရဲတဲ့အထိ ထိတ်လန့်ကြောက်ရွံ့နေရတဲ့ ကပ်ဘေးတစ်ခုလို ဖြစ်နေခဲ့တယ်တနေ့ သေနတ်ချင်းယှဉ်ပစ်နေတဲ့ လမ်းမပေါ်က စစ်ဆေးရေးမှူးစုံထောက်မလေး ချန်ဆူအန်ကိုတွေ့မိခဲ့ရင်းက လူသတ်သမားက ဆူအန်ကို သူဖမ်းနေကြကောင်မလေးတွေနဲ့မတူ တမူသဘောကျမိသွားပြီးလူသတ်သမားနဲ့ စုံထောက်ရဲမေတို့ကြားက ပဋိပက္ခတွေကို သည်းထိတ်ရင်ဖို ခပ်ကြမ်းကြမ်းလေး ခပ်ထန်ထန် ကြည့်ရှုရမှာပါ။ဆိုက်ကိုလူသတ်ကားနဲ့ အက်ရှင်ကြိုက်သူတို့အဖို့တော့ ကြည့်ရှုသင့်တဲ့ ၁၉ရာစုရဲ့လက်ရာ တရုတ်ရုပ်ရှင်ကားတစ်ခုပါ။Mature Rated NC-17 ကြမ်းတာမို့ အသက် ၁၇နှစ်နှင့်အောက် မကြည့်ရနှင့် ပြည့်ပြီးသူများဖြစ်ရင်တောင် နှလုံးရောဂါ ရှိသူများ ကြည့်ရန်မသင့်တော်ပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__480p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-peeping-tom-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q037kF34JCHKeoVSNVrv21Tj6Im.jpg",
        "title": "The Lovely Bones (2009)",
        "description": "The Lovely Bones 2009\n---------------------------\nစာရေးဆရာမ Alice Sebold ရဲ့ ရောင်းအားအကောင်းဆုံး\nဝတ္ထုဖြစ်တဲ့ ဒီဇာတ်လမ်းလေးကို ဆုရဒါရိုက်တာတစ်ဦးဖြစ်တဲ့\nAndrew McKeoughက ၂၀၀၉ခုနှစ်မှာ ရိုက်ကူးခဲ့ပါတယ်.\nဒီဇာတ်လမ်းအပေါ်သူတို့ရဲ့ အားစိုက်မှုကြောင့်\nအော်စကာဆုမှာလဲ ဇကာတင်အနေနဲ့ ပါခဲ့ပြီး\nဆုပေါင်း၁၀ဆုနဲ့စကာတင် ၄၆ဆုထိ ရခဲ့တဲ့\nဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်း\n-----------------\nသူမ နာမည်က ဆယ်လ်မွန်ပါ(ငါးနာမည်လေးတစ်ခုပေါ့)\nဆယ်လ်မွန်က ၁၄နှစ်ရွယ်ရွှေအိုရောင်ဆံပင်လေး\nမျက်လုံးပြာပြးလေနဲ့ သိပ်ချစ်ဖို့ကောင်းတဲ့\nကလေးမလေးပါပဲ. သူမရဲ့နှလုံးသားဟာလဲ\nမိသားစုကပေးတဲ့ချစ်ခြင်းတွေ သူမက\nမိသားစုအပေါ်ထားတဲ့ ချစ်ခြင်းတွေနဲ့\nနွေးထွေးနေခဲ့တာပါ.ဒီလို ဘဝကို\nကြင်နာမှုတွေ မေတ္တာတွေနဲ့ အေးချမ်းစွာ\nဖြတ်သန်းနေခဲ့တဲ့ ဆယ်လ်မွန်လေးဟာ\nအသက်၁၄နှစ်အရွယ်မှာ လူသတ်ခံခဲ့ရပါတယ်.\nသတ်တဲ့လူကလဲ သိပ်ကို စိတ္တဇတဲ့လူတစ်ယောက်ပေါ့ဗျာ.\nဒီလောက်ဖြူစင်တဲ့ကလေးမလေးဟာ ဆန္ဒမပါပဲ\nအဓ္ဓမပြုကျင့်ခြင်းကို ခံခဲ့ရပြီး သေဆုံးသွားပြီး\nနောက်မှာတော့ သူ့ရဲ့ဝိညာဉ်က...........\nသရုပ်ဆောင်အနေနဲ့လဲ ဆယ်လ်မွန်လေးရဲ့\nအဖေနေရာမှာ မင်းသားကြီးMark Wahlberg နဲ့\nအမေနေရာမှာ Rachel Weiszဆိုတော့\nရင်ထဲကိုရောက်စေမယ့် Dramaဇာတ်လမ်းတပုဒ်မလို့\nကြည့်ဖြစ်အောင် ကြည့်စေချင်ပါတယ်...  Translated by :: Mr.AndersonEncoded and Reviewed by : YKFile Size : 1.9Gb and1.04GBQuality : 1080op Blu-Ray 5.1Ch ...",
        "rating": "6.7",
        "url": "https://megaup.net/Xjtq/The.Lovely.Bones.2009.720p(CM).mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BN2MxMTJjNWItNjU1MC00MjZjLThkMmQtZjkzMWEwMzRmMThmXkEyXkFqcGdeQXVyNDYzNDg2MTM@-150x200.jpg",
        "title": "To My Star (2021)",
        "description": "To my star (2021)\"ကြယ်\" ဆိုတာ အလှမ်းဝေးကွာတဲ့နေရာမှာရှိကြတယ်\nမိုးပေါ်ကကြယ်လေးရော ..... နှလုံးသားထဲကကြယ်လေးရောပဲပေါ့ ...အဲ့ကြယ်လေးဆီကို \"အချစ်\" ဆိုတဲ့ တံတားလေး ခင်းလိုက်တဲ့အခါ\nကိုယ့်ရဲ့အနီးဆုံးနားကိုရောက်လာတတ်တယ်တဲ့....ဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ချိန်က လျှမ်းလျှမ်းတောက်နာမည်ကြီးခဲ့တဲ့ တောင်ကိုရီးယားအနုပညာရှင် ဂန်ဆောဂျွန်း(Son Woo Hyun)ဟာ ကောလဟာလတစ်ခုကြောင့်နေ့ချင်းညချင်းမှာပဲ ပရိတ်သတ်တွေရဲ့ပြစ်တင်ရှုံ့ချမှုတွေခံလိုက်ရပါတယ်။ဒီအခြေအနေမှာ မမျှော်လင့်ဘဲ စားသောက်ဆိုင်က စားဖိုမှူးလေး ဟန်ဂျီအူ(Kim Kang Min) နဲ့တွေ့ဆုံလိုက်ရပါတော့တယ်။လွတ်လပ်ပြီး​ခေတ်မီတဲ့ ဂန်ဆောဂျွန်း နဲ့\nရှေးရိုးစွဲပြီး ပတ်ဝန်းကျင်ကိုဂရုစိုက်တတ်တဲ့ ဟန်ဂျီအူ တို့ရဲ့အချစ်ရေးကရောဘယ်လိုတွေဆက်ဖြစ်မလဲ။\"အချစ်နဲ့ထိတွေ့ရင်အရာရာဟာပြောင်းလဲတတ်ကြတယ်\" ဆိုတဲ့အတိုင်း\nတကယ်ချစ်မိသွားတဲ့အခါမှာ ဂန်ဆောဂျွန်း ဘယ်လိုတွေပြောင်းလဲသွားလေဦးမလဲ ။အလှမ်းဝေးကွာလွန်းတဲ့ ကြယ်လေးကို သူ့အနားကိုရောက်အောင် ဂန်ဆောဂျွန်း လုပ်နိုင်ပါ့မလားဆိုတာကို\nစောင်ကိုက်ပြီး အသည်းတွေအူတွေတယားယားနဲ့ကြည့်ရမယ့်\n၂၀၂၁ရဲ့ အကောင်းဆုံး ကိုရီးယား BL ကားတွေထဲကတစ်ကားဖြစ်ပါတယ်။Translated and Reviewed by: HAWEncoded by: AugustQuality: 720p and 1080pFile Size: 1.1GB and 1.8GBDuration 2h ...",
        "rating": "8.1",
        "url": "https://megaup.net/2jezZ/To.My.Star.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/Xj66/Road.Trip.2000.UNRATED.720p.BluRay.X264-AMIABLE_by_Moe_Sat.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-13-at-12.37.12-AM-134x200.png",
        "title": "Concrete Cowboy (2021)",
        "description": "Concrete Cowboy (2021)==================IMDb Rating - 6.3/10အရှိတရားကနေကင်းလွတ်ပြီး ပြောင်မြောက်တဲ့\nရုပ်ရှင်တွေလည်းရှိပေမဲ့ အရှိတရားကို ရိုက်ပြပြီး\nပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေက ပိုများတာတော့\nသေချာပါတယ်။ ဒီရုပ်ရှင်ဟာ လက်သစ်ဒါရိုက်တာ\nRicky Staubရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါပဲ။\nထိပ်တန်းရုပ်ရှင်တော့ ဖြစ်မသွားပေမယ့်\nအလယ်အလတ်တန်းအဆင့်ရဲ့ထိပ်ဆုံးမှာ\nရပ်နေမယ့်ကားလို့တော့ အာမခံလို့ရတယ်။အကြောင်းအရာကတော့ ဒီနေ့ခေတ်ထိရှိနေတဲ့\nခေတ်ကာလနဲ့မကိုက်တဲ့ အ‌လေ့အထုံတစ်ခုကို\nကိုင်စွဲပြီး ရုန်းကန်နေရတဲ့ လူမဲကောင်းဘွိုင်တွေ\nအကြောင်း။ ဒီဇာတ်လမ်းကို တစ်ချို့တွေကတော့\nအတော်သဘောကျကြတယ်။\nဇာတ်အိမ်တည်ဆောက်မှု အားနည်းတဲ့\nတစ်ချက်ကြောင့် တစ်ချို့ကတော့\nသိပ်သဘောမကျကြဘူး။ ကျွန်တော့်အနေနဲ့\nပြောရရင်တော့ အဲ့ဒီနှစ်ခုကြားလို့ဆိုရမယ်။\nဇာတ်လမ်းတင်ပြပုံနဲ့ အခြေအနေနဲ့\nCinematographyလှလှကို တွဲသုံးပြီး\nဆွဲငင်လိုက်တဲ့ အခန်းတစ်ချို့ကိုတော့\nအတော်သဘောကျမိတယ်။သို့ပေမဲ့\nကျွန်တော်ဟာ ကောင်းဘွိုင်ဓလေ့လည်း\nမသသလို သူတို့ယဉ်ကျေးမှုနဲ့လည်း\nအလှမ်းဝေးတဲ့အတွက် တစ်ချို့အခန်းတွေကိုတော့\nခံစားလို့မ၀င်လိုက်ဘူး။ ဒါပေမဲ့ တစ်ချို့ပြောကြတဲ့\nဇာတ်အိမ်အားနည်းမှုဆိုတဲ့အချက်နဲ့ သဘော\nမကျမိတာတော့မဟုတ်ဘူး။ ဇာတ်အိမ်ဟာ\nအားမနည်းဘူး။ဇာတ်အိမ်ဟာ ဘ၀ပါပဲ။\nကျွန်တော်သာတစ်နေ့နေ့ရိုက်နိုင်ခဲ့ရင်\nပုဂံရယ် နေအ၀င်ခြင်းခတ်တဲ့လူတွေရယ်ကို\nဇာတ်အိမ်တကူးတကမလိုဘဲ\nရိုက်ပြနိုင်ချင်တယ်ဆိုတဲ့ စိတ်ကူးရှိတယ်။\nဒီဒါရိုက်တာကလည်း သူ့အရပ်သူ့ဒေသက\nမြင်းစီးတဲ့လူတွေအကြောင်းကို သူတို့\nယဉ်ကျေးမှုကိုပြပြီး ရိုက်ပြသွားတာပါပဲ။\nပွဲဦးထွက်မှာ ဒီအနေရိုက်ပြနိုင်တာ နောင်များ\nအတော်ကောင်းတဲ့ကားတွေ လာနိုင်ဦးမယ်လို့\nမျှော်လင့်လို့ရပါတယ်။ခေတ်သစ်ကောင်းဘွိုင်တွေရဲ့ကမ္ဘာထဲကို\n၀င်သွားကြည့်ရင် အမြင်အားဖြင့်\nလှပမနေတဲ့အရာတွေများပေမဲ့\nသူတို့ရဲ့သူတို့ဘ၀အပေါ်ချစ်ခြင်းက\nလှပမနေတဲ့အရာတွေကိုတောင် လှပစေနိုင်တယ်။\nမြင်းချီးတွေကြားထဲ မြင်းနဲ့အတူနေတဲ့လူတွေ\nမြင်းကို ဧည့်ခန်းထဲထည့်ထားတဲ့လူတွေ\nအငတ်ခံပြီး မြင်းကိုအစာကျွေးတဲ့လူတွေ\nမြင်းသေပုပ်ကိုတောင် မလွှင့်ပစ်ရက်တဲ့လူတွေ\nခင်ဗျားမြင်ရမယ်။သူတို့မြို့ကလေးရဲ့ နေအ၀င်မှာ\nကောင်းဘွိုင်ကောင်လေးကို ကောင်းဘွိုင်မလေးက\nနမ်းလိုက်တာကိုလည်း ခင်ဗျားမြင်ရလိမ့်မယ်။\nဒါပေမဲ့ သူတို့ အချစ်အကြောင်းစကားတစ်ခွန်းမှ\nဆိုတာကိုတော့ ခင်ဗျား မြင်ရမှာမဟုတ်ဘူး။\nဒါပေမဲ့ တာကော့စကီးရုပ်ရှင်ထဲကစကားလေးလိုပဲ\n\"Unspoken ...",
        "rating": "6.3",
        "url": "https://megaup.net/Wt10/Concrete.Cowboy.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTIzNTM0NTQ1OF5BMl5BanBnXkFtZTcwMDI3NzM2MQ@@._V1_-135x200.jpg",
        "title": "My Blueberry Nights (2007)",
        "description": "My Blueberry Nights\n================\nIMDb - 6.6 but A Wong Kar Wai's Filmပွတ်ချွန်းလိပ်သောက်ရတာကြိုက်တဲ့ လူငယ်လေးတစ်‌ယောက်မှာ အိပ်မက်‌တွေအများကြီးရှိခဲ့တယ်။\nအများအားဖြင့်တော့ သံတူစာတူကြောင်းကွဲဖြစ်တဲ့\nအိပ်မက်နဲ့ အိပ်မက်ဟာ တကယ်တမ်းမထူးလှပါဘူး။\nတစ်ခုကရောက်အောင်သွားရပြီး တစ်ခုက ရောက်လာတာ စောင့်ဆိုင်းရပေမဲ့\nဒီစကားလုံးနှစ်လုံးစလုံးဟာ အခိုးအငွေ့ဆန်တယ်။\nဦးဆုံးကတော့ သူဟာ အောင်မြင်မှုဆိုတဲ့ အိပ်မက်နောက်လိုက်ခဲ့တာပဲ။\nအဆုံးသတ်မှာ ချစ်ခြင်းဆိုတဲ့ အိပ်မက်ကလေးကို သူစောင့်စားခဲ့တယ်။\nချစ်ခြင်း နောက်ကို လိုက်လို့မရဘူးလားဆိုတဲ့ အမေးတော့ ရှိမှာပဲ။ လိုက်ကြည့်ပါလေ။\nစောင့်ဆိုင်းရတဲ့အရာမှန်း မသိခင် တစ်ကြိမ်တစ်ခါတော့ ချစ်ခြင်းနောက်ကို အားလုံး လိုက်ခဲ့ကြဖူးမှာပဲ။\nအိပ်မက်ကလေး ပြန်အလာကို လူငယ်ကလေးဟာ စားသောက်ဆိုင် ကလေးဖွင့်ပြီး စောင့်စားခဲ့တယ်ပေါ့။\nလမ်းပျောက် လူချင်းကွဲသွားကြတဲ့အခါ သူပြန်လာရှာတဲ့အခါကို ရပ်စောင့်နေခြင်းဟာ အကောင်းဆုံးအရာလို့ သူမှတ်ယူခဲ့တယ်။\nဆိုင်ကလေးရဲ့ ညတွေအဆုံးမှာ ချိစ်ကိတ်တွေ ပန်းသီးပိုင့်မုန့်တွေဟာအမြဲ အကုန် ကုန်သွားတယ်။ချောကလက်ကိတ်ဆို ကုန်လုနီးပါးပဲ။\nဒါပေမဲ့ ဘလူးဘယ်ရီပိုင့်မုန့်တွေက အရာမယွင်းပဲ အမြဲကျန် နေတတ်တယ်။\nဒီတော့ ဘလူးဘယ်ရီ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2jdkl/My_Blueberry_Nights_(2007)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
        "title": "Hypnotized (2004)",
        "description": "The Hypnotized 2004\n--------------------------------\nဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hypnotized-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p14266_v_v10_aa-150x200.jpg",
        "title": "Dragon Inn (1992) New Dragon Gate Inn",
        "description": "The New Dragon Gate Inn / Gragon Inn (1992)\n=====================\nIMDb Rating. - 7.3/10Rotten Tomatoes - 78%မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ\nအစောကမှ ခြစ်ခြစ်တောက်နေသာရာက\nခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။\nဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့\nတစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။\nလူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်\nနဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို\nတပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။\nနဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ\nထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။\nလူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။\nတွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ\nဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ\nကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက\nဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့\nလူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ\nလုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ\nယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်\nရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ\nဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော\nရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။\nကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး\nငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။\nဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား\nနဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ\nမသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့\nဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့\nဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jd4h/(CM)New.Dragon.Gate.Inn.1992.Cantonese.720p.BluRay.Remux.AVC.DD.5.1-SUINA.mp4",
        "category": "Action, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-06-at-10.29.47-PM-138x200.png",
        "title": "Occupation: Rainfall (2020)",
        "description": "Occupation: Rainfall (2020)====================IMDb Rating - 5.2/10ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး...အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကိုထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်းမဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2Za5i/Occupation.Rainfall.2020.720p.WEBRip[CM].mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/occupation-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/youcn-133x200.jpg",
        "title": "You Make Me Dance (2021)",
        "description": "You Make me dance 2021လောကကြီးမှာ အချစ်ဇာတ်လမ်းလေးတွေ အမျိုးစုံကြိုးခုန် ရှိရှာတဲ့ထဲက ထူးဆန်းစွာပဲ ကြိုးနီကြားခံပြီး အကြွေးက အောင်သွယ်ပေးတဲ့ဖူးစာလို့ ခေါ်လို့ရလေမလား...အကြွေးလိုက်တောင်းတဲ့ ဦးလေးကြီး ဂျင်ဟုန်ဆုတ်နဲ့ အကြွေးဆပ်ဖို့ deadline ကုန်နေတဲ့ ငွေချေးယူထားသူ တက္ကသိုလ်ကျောင်းသားလေး ဆုန်းရှီအွမ်တို့ နှစ်ယောက်တွေ့ဆုံကြတော့...ဦးလေးကြီးကအကြွေးမရသေးတဲ့အပြင် ကလေးထိန်းပါဖြစ်ရုံမဟုတ် အာမခံသူပါ ဖြစ်သွားပြီး ...ကုမ္ပဏီ အထက်သူကြီးဆီက အထုအထောင်းပါခံရင်း အကဝါသနာပါတဲ့ ရှီအွမ်ကို ကဖို့ယုံကြည်ချက်တွေရှိလာစေပြီး အထီးကျန်မဆန်စေတော့ဘဲ ကာကွယ်စောင့်ရှောက်ပေးတဲ့အခါ...နှလုံးသားကို ကခုန်သွားစေတဲ့ဖူးစာရှင်လေးအကြောင်း ရိုမန့်တစ်ဇာတ်လမ်းလေးကိုကြည့်ရှုရမှာပါအကြွေးတောင်းခံရရင်းလည်း ကိုယ့်ကို အစစအရာရာ ဂရုစိုက်စောင့်ရှောက် မားမားမတ်မတ်ရပ်တည်ပေးမယ့်သူ ပေါ်လာနိုင်ပါသေးတယ်ရော်ဆိုတော့ကား အဖြစ်မရှိတဲ့ ဖူဂျိုရှီမမတို့ ဒီBLကားလေးကိုကြည့်ပြီး အားတက်နိုင်ပါပြီနော်...သင်တို့ မျှော်လင့်ချက်ရှိသေးကြောင်း သိရဖို့ ဖူဂျိုရှီတို့ကြည့်လိုက်ကြပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__720p\nIMDb Rating__8.0/10\nFormat__mp4\nDuration__01:26:00\nType__BL , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/you-make-me-dance-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BYTg3YmNhZDItNjhiZS00YTM5LWI1OWEtNzAyODlkNjdkNGEwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-138x200.jpg",
        "title": "Koi Jaane Na (2021)",
        "description": "Koi Jaane Na (2021)ကဗီရ် ဆိုတဲ့စာရေးဆရာလေးဟာ တက်ကျမ်းစာအုပ်တွေ မစားရဝခမန်း ရေးနေပေမယ့်သူတကယ်သိတဲ့အကြောင်းအရာလဲမဟုတ်သလို ရေးချင်စိတ်လဲမရှိပါဘူး..ဒါပေမယ့် စာချုပ်ချုပ်ထားရတော့လဲ တက်ကျမ်းတွေကို မတတ်သာဘဲရေးနေရရော...သူတကယ်ရေးချင်တာက လျှို့ဝှက်သည်းဖိုအကြောင်းအရာတွေဖြစ်တာမို့ လျှို့ဝှက်သည်းဖိုစာအုပ်တွေကိုပါ\nနာမည်ဝှက်နဲ့ ရေးသားဖြန့်ချိခဲ့ပါတယ်...တစ်နေ့မှာ သူနဲ့ ဆူဟာနာလို့ခေါ်တဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်ခဲ့ပြီးနောက်ပိုင်းလူသတ်မှုတွေ မြို့ထဲဆက်တိုက်ဖြစ်လာတဲ့အခါ...သူကိုယ်တိုင် လျှို့ဝှက်သည်းဖိုစာအုပ်ထဲကဇာတ်ကောင်တွေလိုပြုမူလာတဲ့အခါ....ရုပ်ပြောင်း ရုပ်လွှဲအတတ်ပညာနဲ့ သူ့ဝတ္ထုထဲကဇာတ်ကောင်တွေလို‌ ခန့်မှန်းရခက်လာတဲ့အခါ...စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် လျှို့ဝှက်သည်းဖို ရသစုံ Bollywood ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..Kunal Kapoor မှ အဓိကမင်းသားအဖြစ်ပါဝင်ထားပြီး မင်းသားကြီးအာမန်ခန်းကိုလဲ ခဏတဖြုတ်တွေ့ရမှာပါ။Mr.X တို့ Kung Fu Yoga ဇာတ်ကားတွေရဲ့ မင်းသမီးချော  Amyra Dastur က ဆူဟာနာအဖြစ်ပါဝင်ထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sein Lae",
        "rating": "",
        "url": "https://megaup.net/2jcwV/Koi_Jaane_Na_(2021)_720p_AMZN_WEB-DL_HEVC_H.265_DDP_5.1_ESub_-_TombDoc.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2jciy/Xtremo.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/81asCdjeiBL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Total Domain – Yua Mikami [SSNI-618]",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး...ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ...အသားအရည်ရဲ့တောက်ပမှု...လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးကမြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။သူ့ရဲ့ Horny ဖြစ်မှုကလည်း ဒီဇာတ်ကားမှာ လက်ဖျားခါချရပါတယ်...ကြာချိန်လဲ ၃ နာရီခွဲနီးပါးရှိတာမို့ Yua Mikami  ပရိတ်သတ်မှန်ရင်တော့ လုံးဝလက်လွတ်လို့မဖြစ်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (3.2 GB)/(1.7 GB)\nQuality : HD-Rip 1080p/720p\nRunning Time : 03:30:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by PoeEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/Xhp6/DS-720p[SSNI-618]Total_Domain_A_Voluptuous_Thighs_In_Uniform_Peek-A-Boo_Show_Idol_In_The_Ultimate_Knee-High_Temptation_-_Yua_Mikami.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNGViYzY1NzMtNzI4Ni00YmJlLTlkZTUtZjAwNjE4YmNiNWVmXkEyXkFqcGdeQXVyNjc1OTk4NjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Manchester United: For the Glory (2020)",
        "description": "မန်ချက်စတာယူနိုက်တက်လို့ဆိုလိုက်တာနဲ့\nမသိသူမရှိတဲ့ ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့\nဘောလုံးအသင်းကြီးတစ်သင်းကို အမြန်ဆုံးပြေးမြင်မိကြမှာပါပဲ\nကမ္ဘာတစ်လွှားပရိတ်သတ်သန်းပေါင်း\n၆၅၀ကျော်ရှိတဲ့ ယူနိုက်တက်ဟာ အခုလက်ရှိ\nအင်္ဂလန်ဘောလုံးလောကရဲ့ အအောင်မြင်ဆုံး\nအသင်းတစ်သင်းဖြစ်သလို ကမ္ဘာ့အကောင်းဆုံး\nအလပ်အသင်းတွေထဲကတစ်သင်းဖြစ်တယ်ဆိုတာ\nဘယ်သူမှငြင်းဆိုကြမယ်မထင်ပါဘူး\nမန်ချက်စတာယူနိုက်တက်ကို ၁၈၇၈ခုနှစ်မှာ\nနယူတန်ဟိဒ် ဆိုတဲ့နာမည်နဲ့ စတင်တည်ထောင်ခဲ့ပြီးတော့ အသင်းသက်တမ်းဟာ နှစ်ပေါင်း ၁၄၀ကျော်ခဲ့ပြီပဲဖြစ်ပါတယ်\nအသင်းသက်တမ်းတစ်လျှောက် အောင်မြင်မှုတွေ ကျရှုံးမှုတွေ ကြမ္မာဆိုးတွေ အနိမ့်အမြင့်အတက်အကျများစွာကို ရင်ဆိုင်ခဲ့ရပါတယ်\nဒီဇာတ်လမ်းဟာ မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်ပြီး နည်းပြဘတ်စ်ဘီရဲ့ နာမည်ကျော် Busby Babesအသင်းအကြောင်း မြူးနစ်လေယာဉ်ပျက်ကျမှုအဖြစ်ဆိုးအကြောင်း ဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ ၉၀ခုနှစ်အသင်းအကြောင်း အသင်းရဲ့အရေးပါဆုံးကစားသမားတွေအကြောင်း မဟာပြိုင်ဖက်အသင်းတွေအကြောင်းနဲ့ ဖာဂူဆန်အနားယူသွားပြီနောက် ကြုံခဲ့ရတဲ့ အခက်အခဲတွေအကြောင်းများကို အချက်အလက်များနဲ့တကွ ရှင်းလင်းတင်ပြထားတဲ့အတွက် မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်များနဲ့ ယူနိုက်တက်ရဲ့သမိုင်းကို သိလိုသူများ မဖြစ်မနေကြည့်ရှုသင့်ပါကြောင်း တိုက်တွန်းလိုက်ရပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizas ဖြစ်ပါတယ်။ \nFile size…(1.2 GB) and (800 MB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mar Tizas",
        "rating": "",
        "url": "https://megaup.net/Xhrl/(CMorg)Manchester.United.for.the.Glory.2020.720p.WEB.H264-BIGDOC.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjfS5IWxjObAjlsNNhdEP1pmI2s.jpg",
        "title": "Thupparivaalan",
        "description": "Thupparivaalan (2017) မြန်မာစာတန်းထိုး Imdb Ratings : 7.8 ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့\nလုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်\nညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကား\nလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါ\nသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာ\nဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသား\nအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက...အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်\nလာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့\nပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့\nမာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့\n(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေ\nသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်\nအကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dfau/Thupparivaalan_(2017)[720p_HDRip.CM.mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNjA4NmY4MTctZWEzZC00M2E5LWE4NzgtYjU2NDcxMTdjZTA1XkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-143x200.jpg",
        "title": "Carnaval (2021)",
        "description": "Carnaval (2021)============IMDb Rating - 3.2/10Rating နည်းပေမယ့် အတော်ရယ်ရပြီး . ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ပေးထားပါ။ နီနာ၊ မိုင်ရာ၊ မီရှဲ၊ ဗီဗီ ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိသဗျ၊ bff တို့သဘာ၀ အမြဲ တပူးတွဲတွဲနဲ့ အမေမတူတဲ့အမွှာပူးလေးတွေလိုပေါ့၊ ဇာတ်လိုက်မလေး နီနာကတော့ သိပ်ပြီး မအောင်မြင်သေးတဲ့ social influencerတစ်ယောက်၊ မိုင်ရာကတော့ စိတ်လှုပ်ရှားစိုးရိမ်တတ်ပြီး တစ်မျိုးလေးဆွဲဆောင်မှုရှိတဲ့ vegan တစ်ယောက်၊မီရှဲကတော့ မေတ္တာရှင်ကြီးပါ ဘတ်စ်ကားပေါ်မှာတင် တစ်ချီပြီးလောက်မယ့် စားစော်ကြီးပေါ့၊ ဗီဗီကကျတော့ကျန်တဲ့ ဘော်ဒါ ၃ ယောက်နဲ့မှမဟုတ်ရင် တစ်ယောက်တည်းနေတတ်တဲ့ အချေမလေး၊နီနာကတော့ ရည်းစားရှိသူပေါ့ ဒါပေမယ့် တစ်နေ့မှာ နီနာရဲ့ ရည်းစားက နီနာမဟုတ်တဲ့ တခြားကောင်မလေးတစ်ယောက်နဲ့ နောက်မီးလင်း ကျွဲစီးနေတဲ့ ဗီဒီယိုဖိုင် (မြန်မာပြည်မှာဆို HD) က  လိုင်းပေါ် ပြန့်ပါလေရော။အဲ့ဒီမှာ နီနာတစ်ယောက် စိတ်ထဲကမပါပေမယ့် လိုင်းပေါ်မှာ စောက်သည်းတွေကွဲ ...",
        "rating": "3.2",
        "url": "https://megaup.net/2jcgC/Carnaval.2021.DUBBED.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/6yFk5uO-150x200.jpg",
        "title": "[18+] Viva Erotica (1996)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊\nသူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)\nရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို\nဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့\nရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nအဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ\nမကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး\nလက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ\nပါခဲ့ရတဲ့ Shu ...",
        "rating": "6.6",
        "url": "https://megaup.net/1De01/(CM)Viva_Erotica_(1996)_720p_Blu-ray_Remux_AVC_TrueHD_5.1-TunBong.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/flash2-139x200.jpg",
        "title": "Flashback 2021",
        "description": "ဒီဇာတ်လမ်းကိုတော့ Maze Runners ဇာတ်ကားတွေနဲ့ လူသိများတဲ့မင်းသား ဒိုင်လန် အို ဘရိုင်ယန်က သရုပ်ဆောင်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သာမန်ဝန်ထမ်းလေးတစ်ယောက်ကအထက်တန်းကျောင်းက သူငယ်ချင်းကောင်မလေးတစ်ယောက်ကိုသတိရပြီး ပြန်သွားရှာကြည့်မိတာလေးပါပဲ။ဒီဇာတ်လမ်းလေး ပြချင်တဲ့ သဘောတရားလေးကလဲ ရိုးရှင်းပါတယ်။အရှိတရားဆိုတဲ့အကြော်င်းလေးပေါ့။ကျွန်တော်တို့တွေ ဘယ်အချိန်ဘယ်နေရာမှာ ဘယ်လိုဖြစ်တည်နေလဲဆိုတာကိုယ့်ကိုယ်ကိုယ့် သိဖို့ ခံစားကောက်ချက်ချရတဲ့ အာရုံလေးတွေရှိတယ်ပေါ့ဗျာ။ဥပမာ အမြင်တွေ၊ အကြားတွေ၊ ပုံစံတွေ၊ အရောင်တွေ၊ ပတ်ဝန်းကျင်က အချက်အလက်အားလုံးတွေပေါ့။အဲဒီအချက်အလက်အားလုံးကို အရေးအကြီးဆုံးအချက်ဖြစ်တဲ့ အချိန်ဆိုတာလေးနဲ့ ချိတ်ဆက်ပြီး ကောက်ချက်ချလိုက်တာဗျာ။ဥပမာ ကျွန်တော်က အခု ညဘက် ၁၀ နာရီ ခွဲမှာ ဒီအညွှန်းကို ထိုင်ပြီး ရေးနေတယ်ပေါ့။ဒါကို ကျွန်တော်ခံစားမိပြီး သိနိုင်တယ်ဗျာ။ ဒါပေမယ့် နောက်တစ်နာရီနေရင် ကျွန်တော်အိပ်ရာထဲကိုရောက်နေတာကိုပဲ ခံစားသိတော့မယ်။အခု စာထိုင်ရေးနေတာက မှတ်ဉာဏ်အဖြစ် ကျန်နေနိုင်ပေမယ့် လက်ရှိအချိန်အဖြစ် မခံစားနိုင်တောဘူး။လက်ရှိအချိန်ဆိုတာ ပြောင်းလဲသွားခဲ့ပြီ။ အတိတ်အချိန်အဖြစ် စက္ကန့်တိုင်းပြောင်းလဲသွားနေတယ်။ဘာလို့လဲ? ကျွန်တော်တို့က အချိန်နဲ့အချက်အလက်အားလုံးကို မျဥး်ဖြောင့်အတိုင်းပဲ ရှုမြင်ခံစားနိုင်လို့ပေါ့။ဒါကြောင့် ခင်ဗျားဟာ ၂၀၂၁ ...",
        "rating": "7",
        "url": "https://megaup.net/1Delx/The.Education.of.Fredrick.Fitzell.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vujD7D1udOuKrIzZ8wFB38Njh0r.jpg",
        "title": "Sweet & Sour (2021)",
        "description": "Sweet & Sour (2021)အချစ်ဆိုတာ ချိုတစ်လှည့် ချဉ်တစ်လှည့် ဖြစ်တတ်တဲ့ အခါတွေ ရှိတတ်ပါတယ်။အနေဝေးတဲ့အချစ် (Long Distance Relationship) တွေမှာ ဒါတွေက ပိုများပါတယ်။အနေဝေးရင် သွေးအေးမယ် .....အနေနီးတဲ့လူနဲ့ နီးစပ်သွားတတ်တယ် ဆိုတာမျိုးကို LDRS တွေ အသိဆုံးပေါ့။ခပ်ဝဝကောင်လေးတစ်ယောက် နဲ့ သူနာပြုဆရာမလေးတို့ရဲ့အချစ်ဟာ ထူးဆန်းစွာ ပေါ်ပေါက်လာခဲ့ပါတယ်။အချစ်ကြောင့် ခပ်ဝဝ ကောင်လေးက အရာရာ ပြောင်းလဲနိုင်ခဲ့ပြီးနောက် .....\nအနေဝေးဖို့ အကြောင်းဖန်လာတဲ့အခါ တစ်နယ်ခြားကို အလုပ်သွားလုပ်ဖို့ ဖြစ်လာပါတယ်။တစ်နယ်ခြားမှာ မယ်တစ်ပါးနဲ့ ဆုံလာပြန်လေတော့ ......ကဲ ...... ဇာတ်လမ်းအစကို ကြည့်ရင် ဒီလောက် သိရမယ်ဗျာ။ကြည့်ရင်းကြည့်ရင်းနဲ့ ဇာတ်ရဲ့ သုံးပုံတစ်ပုံရောက်လာရင်တော့ .....အော် ..... ဒီလိုပါလား ဆိုပြီး ဖြစ်သွားစရာ ဇာတ်ရဲ့အလှည့်အပြောင်းတွေကို မြင်ရမယ်ဆိုရင်ဒီကား ကြည့်ဖို့ တန်မတန် ခင်ဗျား ခန့်မှန်းမိမှာပါ။အချစ်နဲ့ ပတ်သက်တဲ့ အတွေးအမြင်လေးတွေလည်း ရကြမယ်လို့ မျှော်လင့်ပါတယ်။ချိုချိုချဉ်ချဉ်အချစ်လေးကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1De11/Sweet_&_Sour.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-04-at-11.26.12-AM-133x200.png",
        "title": "Wicked (The Wicked Trilogy) (2021)",
        "description": "Wicked (The Wicked Trilogy) (2021)==========================IMDb Rating - 5.2/10Wicked Trilogy အနေနဲ့သုံးကားထွက်မယ့်အထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ ဖေးလို့ခေါ်တဲ့ ဝိဉာဥ်စားသုံးတဲ့ မကောင်းဆိုးဝါးတွေဟာ တစ်ဖက်လောကနဲ့ကမ္ဘာကိုဆက်သွယ်ပေးမယ့် တံခါးပေါက်တွေကို ဖွင့်ဖို့အတွက် ကြိုးစားနေပါတယ်။ ဒါကို ဖေးတွေကိုလိုက်လံနှိမ်နင်းနေတဲ့ The Order လို့ခေါ်တဲ့ အမိန့်တော်ဂိုဏ်းသားတွေက ဖေးတွေရဲ့ကမ္ဘာဖျက်ကိန်းအကြံအစည်ကို မအောင်မြင်အောင်တားဆီးဖို့ နည်းလမ်းရှာ ကြိုးစားကြရမှာဖြစ်ပါတယ်။ ရုပ်ရှင်အညွှန်းအနေနဲ့  အပျင်းပေါ့ပေါ့ပါးပါး ကြည့်ရှုဖို့အတွက်သင့်တော်မယ့် ဇာတ်ကားမျိုးဖြစ်တယ်လို့ပဲ ညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Han Htoo Zaw မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Mr.Anderson နဲ့ Han Htoo Zaw တို့ ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 54minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ...",
        "rating": "5.2",
        "url": "https://megaup.net/Xg30/Wicked_(The_Wicked_Trilogy).2021.WebRip.720P.5.1CH[CM].mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isghxwTkgHsSfoEmXK1QZEYTjUl.jpg",
        "title": "The Conjuring: The Devil Made Me Do It",
        "description": "The Conjuring: The Devil Made Me Do It (2021)အက်ဒ် နဲ့ လော်ရိန်း ဝါရန်လင်မယားရဲ့ သဘာဝလွန်အမှုတွေထဲက\nအဆိုးဆုံးအမှုတစ်ခုကို ဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ကွန်ဂျူးရင်း ၄ ကားမြောက် လာပါပြီ။နိုင်ငံကျော် အာနီ ဂျွန်ဆန်ရဲ့လူသတ်မှုပဲ ဖြစ်ပါတယ်။ဓားနဲ့ ၂၂ ချက်တိတိထိုးသတ်ခဲ့တဲ့ အာနီဟာ နတ်ဆိုးပူးကပ်ပြီး လုပ်ခဲ့မိတာဖြစ်ကြောင်း တရားရုံးမှာထွက်ဆိုလာပါတယ်။ဒီလို လူသတ်မှုမျိုးဟာ ထောင်ဒဏ် အနှစ် ၂၀ လောက်ကနေ\nသေဒဏ်အထိ ချနိုင်လောက်အောင် ပြင်းထန်တဲ့အပြင်\nနတ်ဆိုးပူးကပ်မှုဆိုတာ တရားရုံးမှာ သက်သေပြဖို့လည်း မလွယ်ခဲ့ပါဘူး။\nဒီရုပ်ရှင်မှာတော့ ဝါရန်လင်မယားဟာ ဘယ်လို နတ်ဆိုးတွေနဲ့\nဘယ်လို သဘာဝလွန်အဖြစ်အျပက်တွေကို ထပ်ပြီးစုံစမ်းရဦးမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်Translator:- Mr.AndersonEncoder: AugustFile Size: 1.33 GB and 2.5GBQuality: 720p nd 1080pSubtitle: Myanmar (Hardsub)Duration: 1h 52min",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-conjuring-the-devil-made-me-do-it/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/pent-200x180.png",
        "title": "The Penthouse 3: The Beginning of the End (2021)",
        "description": "The Penthouse 3: Hidden Room - The Beginning of the Endဒီတစ်ခါမှာတော့ ပန့်ဟောက်အနေနဲ့ S3 မပြသခင် တစ်ရက်အလိုမှာပဲ Season တစ်ခုပြီးတိုင်း ပြသနေကြဖြစ်တဲ့ Hidden Room ကို ပြသလိုက်ပါပြီ ။နာမည်ကတော့မိုက်ချက်ပါပဲ The Beginning of the End တဲ့ဒီထဲမှာကတော့ ခါတိုင်းလိုပဲ S1 မှစလို့ S3 အထိ ရိုက်ခဲ့သမျှတွေကို ပြောကြမှာဖြစ်ပြီး Hera Club Kids လိုပဲ လူငယ်တွေချည်းပါပဲနောက်ဆုံးမှာတော့ သူတို့ S3 ထွေလာနဲ့အတူ အံ့အားသင့် စရာပေါင်းများစွာကို မြင်တွေ့ရတော့မှာပါ ။နက်ဖြန်မှာလည်း S3 အပိုင်း ၁ စထွက်ပြီမို့ ဒါလေးမြန်မြန်ကြည့်ပြီး ဆက်လောက်ကြရအောင်... Quality__720p\nIMDb Rating__7.5/10\nFormat__mp4\nDuration__01:15:00\nType__TV-Movie\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-penthouse-3-the-beginning-of-the-end-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnzqFK1oMVDXIPgPuZUvzdDvBsh.jpg",
        "title": "Catman (2021)",
        "description": "Cat Man (2021)ဒီတစ်ခါတော့ ထူးထူးခြားခြားကားလေး ကြည့်ရအောင် CM မှကြိုးစားတင်ဆက်ပေးလိုက်ပါပြီနော်။EXO ဖန်ဖန်တွေ ကြည့်ကြပါ။\nကြောင်ချစ်သူတွေ ကြည့်ကြပါ။\nရိုချင်တဲ့သူတွေ ကြည့်ကြပါ။\nငယ်ချစ်ဉီးကို မမေ့နိုင်တဲ့သူတွေကြည့်ကြပါ။ဘာပဲဖြစ်ဖြစ် CM ကိုအားပေးရင်ကြည့်ပါ :P...EXO အဖွဲ့ဝင် Se-Hun ရဲ့ ပွဲဦးထွက်တရုတ်ကိုရီးယားဖက်စပ်ကားလေးပါ။ ထုံးစံအတိုင်း ချိုင်းနားမှာ ဘန်းခံထိလွန်းလို့ ပြသာနာတွေတက်ပြီး\nရုပ်ရှင်ထုတ်လွှင့်ဖို့ ရက်ချိန်းခဏခဏအချိန်းခံရတဲ့ကားလေးဆိုလည်း မမှားပါဘူး။၉ နှစ်တာ .....\nအချစ်ဉီးကို လက်လွှတ်ခဲ့ရတာ ၉ နှစ်တာ .....အကြောင်းက ချစ်စရာကြောင်လေးဖြစ်နေလို့ပါတဲ့.....ကြောင်လေးရဲ့ကျိန်စာက ၉ နှစ်အတွင်းဘယ်လူသားနဲ့မှ မေတ္တာသက်ဝင်ချစ်ခင်လို့မရပါဘူး။\nစည်းကမ်းဖောက်ဖျက်ရင်တော့ လူဘဝကိုပြန်ပြောင်းလို့မရတော့မယ့်အပြင် ချစ်သူနဲ့ပါကွေကွင်းရမှာပါ။ဖူးစာပါလာပြန်တော့လည်း ဘယ်လိုပဲရှောင်ရှောင်\nကစ်တီလေးနဲ့ဟူးမန်းတို့ ပြန်လည်ဆုံတွေ့ကြပါတော့တယ်။\nဟူးမန်းမမရဲ့အလုပ်က မြောင်လေးတွေစကားကိုနားလည်အောင် ဆော့ဖ်ဝဲတီထွင်တဲ့သူဖြစ်ပြီး\nSe-Hun ဆိုတဲ့ မြောင်မြောင်လေးကတော့ ဟူးမန်းမမကို မချစ်မိအောင်ကြိုးစားကြတဲ့အခါမှာ .....၉ နှစ်ဆိုတဲ့ကျိန်စာပြယ်သွားမလား?????\nကျိန်စာသင့်အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်လာမလားဆိုတာ ကြည့်ကြည့်ရအောင်နော် ...အချစ်၊အလွမ်း၊အနမ်း၊အကြမ်း ရသစုံအောင်ရိုက်ပြထားတာမို့ပရိသတ်အကြိုက်တွေ့ဉီးမယ့် ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ။ဘာသာပြန်နဲ့ အညွှန်းကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။ File size… 1GB\nQuality….WEB-rip 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Df9c/Catman_2021_720p_Chinese_HDRip.CM..mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv-141x200.jpg",
        "title": "(18+) Big Busted Daughter In Law (2020)",
        "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2Z5gx/Machete.Kills.2013.720p.BluRay.x264-SPARKS.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2iWw7/(CM)Machete.2010.720p.BluRay.x264-TWiZTED.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDQuvKEkithMjWLwmgToTPLFKNA.jpg",
        "title": "Lionel Messi The Greatest(2020)",
        "description": "Lionel Messi The Greatest(2020)အညွှန်း***********************************(မက်ပုဖန် ငဒိုဖန်ဆိုပြီး ရန်ဖြစ်မနေကြပါနဲ့ဉီး....)လီယွန်နယ် မက်ဆီလို့ ​ပြောလိုက်တာနဲ့ ကျွန်​​တော်တို့မျက်လုံးထဲ မြင်လာမှာက Camp Nou ရဲ့ မြက်ခင်းစိမ်း​​တွေပေါ်​ ပြေးလွှား​နေတဲ့ ဂြိုလ်သားတစ်​​ယောက်-သူ့အရပ်အ​မောင်းက 1.7 m ပဲရှိတယ်။\n-ဒါ​ပေမယ့် သူ့မှာ အသင်းလိုက်ဆုဖလား​အောင်မြင်မှု ၃၆ကြိမ်ရှိတယ်။🏆\n-Ballon D'or ​​​ခြောက်ဆုရှိတယ်။🏅\n- ဥ​ရောပ ​ရွှေဖိနပ်ဆု ​​ခြောက်ဆုရှိတယ်။\n-တစ်ဦးချင်းဆုတံဆိပ်​တွေ ရာနဲ့ချီပြီးရှိတယ်။သူ့​ခြေတစ်စုံမှာ ကျွန်​တော်တို့ အားလုံး​\nစီး​မြောခဲ့ကြဖူးတယ်။ ​ခြေ​ထောက်နဲ့ ​​ပြတဲ့ ​မှော်အတတ်မှာ သူဟာ တဖတ်ကမ်းခပ် ကျွမ်းကျင်တယ်။သူဟာ အာဂျင်တီးနားရဲ့ သူရဲ​ကောင်း၊ ဘာစီလိုနာရဲ့ ဘုရင်၊ ​ဘောလုံး​လောကရဲ့ နတ်ဘုရား ဖြစ်တယ်။​​​​ဘောလုံးသမိုင်းတစ်​လျှောက် အ​ကောင်းတကာ့ အ​ကောင်းဆုံး​တွေထဲက တစ်​ယောက်ဖြစ်တဲ့ လီယွန်နယ်မက်ဆီ ရဲ့ ကစာသမားဘဝအ​ကြောင်း documentary video ​လေးကို မက်ဆီရဲ့ ပရိသတ်​တွေ အတွက်​ရော၊ ​အခြား​​သော ဘောလုံးပရိသတ်အားလုံးအတွက်ပါ တင်​ပေးလိုက်ပါတယ်။  File Size :600MB\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Dc9k/Lionel_Messi_The_Greatest.2020.WEB-DL.720P.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2j7P9/The.Warlords.2007.BluRay.720p.x264.DTS-WiKi.mp4",
        "category": "Action, Adventure, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/spiral-135x200.jpeg",
        "title": "Spiral from the book of Saw (2021)",
        "description": "Saw ရုပ်ရှင်တွေရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ဖြစ်တဲ့ Spiral လာပါပြီ။Spiral ဆိုတဲ့ ခရုပတ်ပုံလေးက ပြောင်းလဲခြင်း၊တော်လှန်ခြင်း၊တိုးတက်ခြင်းတွေကို ရည်ညွှန်းတယ်တဲ့။ဒီရုပ်ရှင်မှာတော့ လူသတ်သမား ပြောင်းလဲဖို့ကြိုးစားခဲ့တာကတော့ ရဲတွေကိုပါပဲ။အကျင့်ပျက်ရဲတွေအပြင် ရဲဥပဒေ အပိုဒ်ခွဲ-၈ ဖြစ်တဲ့ မိမိကိုယ်ကိုယ် ခုခံဖို့လက်နက်သုံးခွင့် ဥပဒေကိုပါ အလွဲသုံးစားလုပ်ခဲ့တဲ့ ရဲတွေ၊တစ်နည်းအားဖြင့် မလိုအပ်ဘဲ လူမတရားသတ်ပြီး လွတ်မြောက်နေတဲ့ ရဲတွေကို အပြစ်ပေးဖို့ကြိုးစားခဲ့တာပါပဲ။saw ရဲ့ထုံးစံအတိုင်း သူ့ကို လိုက်ဖမ်းဖို့ကြိုးစားနေကြတဲ့ကြားကတစ်ယောက်ပြီးတစ်ယောက်ကို သူတို့ရဲ့ အတိတ်တွေနဲ့ ပတ်သတ်တဲ့အပြစ်ပေးနည်းတွေနဲ့ကစားနည်းတွေ ကစားခိုင်းပြီး သတ်ဖြတ်ခဲ့တာကို ကြည့်ရမှာပါပဲ။ဟော်ရာ ရုပ်ရှင် ပရိသတ်တွေအတွက် ကြည့်စရာ တစ်ကားရပါပြီ။ \nFile size…(1,5 GB) and (1 GB)\nQuality….Webrip 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Andreson",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/spiral-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwSonK8WrAEqWY7sqjvGRCgzIij.jpg",
        "title": "Violet Evergarden: The Movie (2020)",
        "description": "Violet Evergarden : The Movie(2020)---------------------------------------------------IMDb Rating - 8.4/10Rotten Tomatoes- 99%ဒီကားကိုတော့ အားလုံးသိကြမှာပါ။Release Dateပြန်ပြန်ရွှေ့ခဲ့ရပေါင်းလည်း မနည်းပါဘူး။2019ကတည်းက ထွက်လာခဲ့သင့်ပေမယ့် Kyoto Animationစတူဒီယိုမီးရှို့ခံခဲ့ရတာကြောင့်2020 ကိုမှ ထွက်လာနိုင်ခဲ့ပါတယ်။April 2020မှာ ရုံတင်ဖို့ စီစဉ်ထားပေမယ် ကိုဗစ်-၁၉ကြောင့် September အထိ ထပ်ရွှေ့သွားပါတယ်။အကြည်(CamRip)ကတော့ ဒီလမှ ထွက်လာတာပေါ့။ဒီကားက 2018က ထွက်ခဲ့တဲ့ Violet Evergarden စီးရီးနဲ့ 2019တုန်းက ထွက်ခဲ့တဲ့Violet Evergarden: Eternity and the Auto Memory Dollဇာတ်ကားရဲ့အဆက်ပါအဆက်ဆိုပေမယ့်လည်း ရှေ့ကားတွေမကြည့်ဘဲ ဒီတိုင်းတန်းကြည့်လို့ရတဲ့ကားပါဇာတ်လမ်းအကျဉ်းကတော့…Violet Evergardenက စစ်ဖြစ်နေချိန်အတွင်းမှာ လက်နက်အနေနဲ့ အသုံးချခံခဲ့ရတဲ့ ကလေးစစ်သားတစ်ယောက်ပါ။အဲ့စစ်ပွဲကြောင့်ပဲ သူလက်နှစ်ဖက်လုံးကို ဆုံးရှုံးခဲ့ရတဲ့သူပါ။ စစ်ပြီးသွားတဲ့နောက်မှာတော့ ဆုံးရှုံးလက်နှစ်ဖက်လုံးနေရာမှာ လက်အတု(စက်)ကိုအစားထိုးခဲ့တယ်။ နောက်တော့ စစ်တုန်းက သိခဲ့ရတဲ့ ဒုတိယဗိုလ်ချုပ်ကြီးအကူအညီနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/Xdso/Violet_Evergarden_-_The_Movie_2020(720p).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/pg-136x200.jpg",
        "title": "Pain and Gain (2013)",
        "description": "[Unicode]ကာယနည်းပြဆရာ Daniel Lugo (Mark Wahlberg)ဟာ သူ၏လက်ရှိဘဝကိုမရောင့်ရဲနိုင်ပဲ သူသည် ဒီထက်ပိုကောင်းမွန်သော ဘဝနှင့်ထိုက်တန်သည်ဟုခံယူထားသူတစ်ဦးဖြစ်ပါတယ် ။ထိုတွင် ခေါင်းထဲပေါ်လာသည့်အကြံက သူလေ့ကျင့်သင်ကြားပေးနေတဲ့ နောက်ကြောင်းမရှင်းသည့် သူဌေးတစ်ယောက်ကို ပြန်ပေးဆွဲမယ့် အကြံပါ...သူနှင့်အတူ လုပ်ဖော်ကိုင်ဖက် body builder , Adrien Doorbal (Anthony Mackie)၊ နှင့် ထောင်မှထွက်လာတာမကြာသေးသည့် ခပ်အူအူ Paul Doyle (Dwayne Johnson) တို့ကိုဤစီမံကိန်းကြီးထဲ ပါဝင်ဖို့ဆွဲသွင်းပြီးနောက်... သူတို့သုံးယောက်၏အတွေ့အကြုံမပြည့်ဝမှု၊ အူတိအူကြောင်နိုင်မှုတို့ကြောင့် စီစဉ်ထားသည့်အတိုင်းဖြစ်မလာခဲ့ရပေမယ့် နောက်ဆုံးမှာတော့ အကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ် ။ဒါပေမယ့် မကောင်းမှုတို့၏ထုံးစံအတိုင်း သူတို့ကိုအလွတ်စုံထောက်တစ်ယောက်က ခြေရာခံမိလာသည့်အခါ...အလုံးအရင်းနှင့်ဖြစ်သော ပိုက်ဆံတို့ကိုထိန်းသိမ်းနိုင်သည့်စွမ်းရည် သူတို့မှာမရှိသည့်အခါ အဆိုးဆုံးသောဒုစရိုက်မှုကို သူတို့ကျုးလွန်မိကြကုန်ပါတော့တယ် ။ဒီဇာတ်ကားဟာ IMDb Rating - 6.4/10 ရရှိထားပြီး ဖလော်ရီဒါပြည်နယ်မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် ။ File size__( 1.1 GB) and ( ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pain-gain-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-133x200.jpg",
        "title": "Charlie and the Chocolate Factory(2005)",
        "description": "Charlie and the Chocolate Factory(2005)IMDb....6.7,,,,Rotten...82%ဝီလီဝန်ကာဟာ အကောင်းဆုံး ချောကလက်လုပ်တဲ့လူပါ...သူရဲ့ သူမတူတဲ့ချောကလက်လုပ်နည်းတွေကြောင့် လူတိုင်းသူ့ချောကလက်တွေကိုနှစ်သက်ခဲ့ကြတယ်။ ဆိုင်ကလေးကနေ စက်ရုံကြီး တည်ထောင်နိုင်တဲ့အထိအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ ချောကလက်လုပ်တဲ့သူ ဖြစ်ခဲ့တယ်။အောင်မြင်မှုတိုင်းမှာ တန်ဖိုးဆိုတာ ရှိပါတယ်....ဒီလိုနဲ့ သူရဲ့ အကျနေ့တွေရောက်လာခဲ့တယ်။ တခြား ချောကလက်လုပ်သူတွေဟာ ဝီလီရဲ့ နည်းတွေကိုသူလျှိုထည်ပြီး ခိုးခဲ့ကြပါတယ်...ဝန်ကာဟာ သိပ်မကြာခင်မှာပဲချောကလက်စက်ရုံကို ထာဝရ ပိတ်သိမ်းလိုက်ပါပြီလို့ကြေညာခဲ့ပါတယ်..။ထာဝရဆိုတာ...အချိန်အကြာကြီးဆိုတာကို ပြောတဲ့ နာမ်စားတစ်ခုပါပဲ...လူတွေကတော့ ထာဝရ ပိတ်သွားပြီပဲထင်ခဲ့ကြပါတယ်...စက်ရုံထဲကချောကလက်တွေ ထွက်မလာခင်အထိပေါ့.....။ပြန်မွေးဖွားလာတဲ့ဝန်ကာရဲ့ စက်ရုံနဲ့ အတူ ပဟေဠိတွေ ပေါ်ပေါက်ခဲ့ပါတယ်...စက်ရုံထဲမှာ ဘယ်သူတွေ အလုပ်လုပ်နေကြာတာလဲ....\nမစ္စတာဝန်ကာရော ဘာဖြစ်သွားခဲ့တာလဲ....။စက်ရုံတံခါးကြီးကတော့ ပိတ်ဆဲ..လူတွေလည်း အံ့သြမြဲ..တစ်နေ့မှာ တော့...နှစ်ပေါင်းများစွာ လူအဝင်မခံခဲ့တဲ့ သူရဲ့ ချောကလက်စက်ရုံကြီးထဲကိုဝင်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။ ဖိတ်စာကတော့ ရွှေရောင် လက်မှတ် ၅စောင် ဖြစ်ပြီးဒီ လက်မှတ်တွေကို ချောကလက်တွေရဲ့ အခွံံအောက်မှာ ထည့်သွင်းထားပါတယ်။၅ယောက်ထဲက တစ်ယောက်ကိုလည်း အထူးဆု တစ်ခုပေးဦးမယ်လို့ ပြောခဲ့တယ်။တစ်ကမ္ဘာလုံးက ကလေးတွေ... ဒီ လက်မှတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2j7wj/Charlie.and.the.Chocolate.Factory.2005.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-31-at-4.34.29-PM-135x200.png",
        "title": "Plan B (2021)",
        "description": "Plan B (2021)===========IMDb Rating - 6.5/10ကဲ CM ပရိသတ်ကြီးတို့ ss တွေနဲ့ CM gp ထဲမှာ စမြုပ်ပျံလို့ရမယ့် ဇာတ်ကားလာပါပြီ :3Plan B ဆိုတဲ့ အသုံးအနှုန်းကို ကျွန်တော်တို့ ဘယ်အချိန်မှာ သုံးကြလည်းဗျလိုရင်းတိုရှင်းပြောရရင် Plan B ဆိုတာ Plan A မအောင်မြင်တဲ့အခါ အသုံးချဖို့ထားတဲ့ Back Up ပါပဲPlan B ကို နောက်ထပ်တစ်နေရာမှာလည်း သုံးသေးတယ်ဗျအဲ့ဒါကတော့ Plan B Pill လို့ခေါ်တဲ့ သန္ဓေတားဆေးပါပဲဦးထုပ်မဆောင်းဘဲ ကုတင်ပေါ်ကကိစ္စတွေ လုပ်မိတဲ့အခါ အကာအကွယ်အနေနဲ့ အမျိုးသမီးတွေ သောက်တဲ့ဆေးပေါ့ဗျာအဲ ဒါပေ့မယ် ဒီကားထဲက ဆန်နီဆိုတဲ့ ၁၇ အရွယ်ကောင်မလေးကတော့ ကံဆိုးတယ်ပြောရမှာပေါ့ဗျာFirst Time ကို သူ့ crushနဲ့ ဖြစ်ချင်တာလည်း ဖြစ်ခွင့်မရတဲ့အပြင် ကွန်ဒုံးကပါ သူ့ကိုယ်ထဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2j7ps/Plan.B.2021.720P.WebRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/oslo-135x200.jpg",
        "title": "Oslo (2021)",
        "description": "HBO ကတော့ သမိုင်းနောက်ခံ ဒရာမာတစ်ခုအချိန်ကိုက် ပြသလိုက်ပါတယ်။နာမည်ကျော် အစ္စရေး နဲ့ ပါလက်စတိုင်းတို့ရဲ့ တိုက်ပွဲတွေကို ကြားဖူးကြမှာပါ။ဒီရုူပ်ရှင်ကတော့ ၁၉၉၃ တုန်းက နော်ဝေးနိုင်ငံ အော့စ်လိုမြို့မှာအစ္စရေး နဲ့ ပါလက်စတိုင်း ငြိမ်းချမ်းရေးယူဖို့ လျို့ဝျက်ညှိနှိုင်းကြတဲ့ ဖြစ်ရပ်မှန်ကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဘာလို့ လျို့ဝှက်ညှိနှိုင်းရလဲဆိုတော့ အဲဒီတုန်းက အစ္စရေးနဲ့ ပါလက်စတိုင်း စစ်ဖြစ်နေတာ ၄ နှစ်လောက်ရှိပါပြီ။သူတို့အချင်းချင်း ညှိနှိုင်းမှုလည်းမရှိပါဘူး။ အစ္စရေးရဲ့ ပေါ်လစီအရဘယ် ပါလက်စတိုင်း ကိုယ်စားလှယ်နဲ့မှ တရားဝင်တွေ့ဆုံညှိနှှိုင်းခြင်းမလုပ်ဘူးဆိုပြီးပိတ်ချထားတာ ဖြစ်လို့ပါပဲ။ ညှိနှိုင်းရေးတွေကို အမေရိကန်အပါအဝင် ကြားခံနိုင်ငံတွေကဝင်ရောက်ညှိနှှိုင်းနေရတာ ဖြစ်ပြီ ကာယကံရှင်နှစ်ယောက်လုံး တေ့တေ့ဆိုင်ဆိုင်မဟုတ်တဲ့အတွက်ဘာအဖြေမှ ဖြစ်မလာခဲ့တာပါ။ ဒီရုပ်ရှင်မှာတော့ နော်ဝေးနိုင်ငံရဲ့ လင်မယားနှစ်ယောက်ကအော့စ်လိုမှာ နှစ်ဖက်နိုင်ငံကိုယ်စားလှယ်တွေကို လျို့ဝှက်တွေ့ဆုံနိုင်အောင်စီစဉ်ပြီး အော့စ်လို သဘောတူညီချက်ကို ရအောင်ကူညီခဲ့တဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ဒီနှစ်နိုင်ငံဟာ နှစ်ပေါင်းများစွာ တိုက်ခိုက်လာခဲ့ပြီးအချင်းချင်း မယုံကြည်မှုတွေ၊ အငြိုးတွေတွေ ဘယ်လိုမှ ညှိမရတဲ့ နိုင်ငံဖြစ်လို့ ကြားဝင်နိုင်ငံတွေကလည်းစိတ်ကုန်ပြီး မသိမသာပစ်ထားခဲ့တဲ့သဘောပါပဲ။ဒီအော့စ်လိုသဘောတူညီချက်ကို ခက်ခက်ခဲခဲ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/oslo-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://megaup.net/2j6H1/KonoSuba_God_s_Blessing_on_this_Wonderful_World!_-_Legend_of_Crimson_(2019)_720p(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3d85ad24-052d-41a3-abcf-e03eb538902b-133x200.jpg",
        "title": "Lawrence of Arabia (1962)",
        "description": "Lawrence of Arabia (1962)====================IMDb Rating (8.3)Rotten Tomatoes (93%)အော်စကာဆု (၇) ဆု ရရှိထားတဲ့ ဖြစ်ရပ်မှန်စစ်ပွဲနောက်ခံ တကယ့်ဂန္တဝင်ဇာတ်ကားကြီးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...ဒီဇာတ်ကားဟာ ၁၉၁၆ ခုနှစ်များဆီက အာရပ်ကန္တာရတော်လှန်ရေးကို ဦးဆောင်ခဲ့တဲ့ T.E. Lawrence အကြောင်းဖြစ်ပြီးတော့Revolution တို့ရဲ့သဘောတရားကို ရှုမြင်နိုင်ပါတယ်...ပထမကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဗိုလ်တစ်ဦးဖြစ်တဲ့ ဗိုလ်လောရန့်စ်ဟာ ဂျာမန်နဲ့တူရကီတွေကိုဆန့်ကျင်တိုက်ထုတ်နေတဲ့ အာရပ်တွေရဲ့တော်လှန်ရေးကို လေ့လာဖို့ အာရေးဘီးယားကို စေလွှတ်ခြင်းခံရပါတယ်။ ကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ကန္တာရဒေသမှာ ခရီးစနှင်ကတည်းက အခက်အခဲများစွာကြုံတွေ့ရင်းကနေ အာရပ်ခေါင်းဆောင် မင်းသားဖိုင်ဆယ်ဆီရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ အစိတ်စိတ်အမွှာမွှာကွဲပြားနေတဲ့ အာရပ်လူမျိုးစုတွေကို ပြန်လည်စည်းရုံးစုပေါင်းပြီး လောရန့်စ်တစ်ယောက် ဗြိတိသျှအထက်အမိန့်တွေကို ဖီဆန်ကာ အာရပ်တော်လှန်ရေးကိုအရှိန်မြှင့်တင်ခဲ့ပါတော့တယ်။စစ်မှန်တဲ့စိတ်ရင်းစေတနာ၊ မလျှော့သောဇွဲနဲ့ ထက်မြက်တဲ့စစ်ဆင်ရေးနည်းဗျူဟာတွေကြောင့် လက်နက်အင်အား၊ လူအင်အားမမျှတဲ့ တူရကီကြီးစိုးရာနယ်မြေတွေကို သိမ်းယူလာနိုင်ခဲ့တဲ့လောရန့်စ်ဟာ အာရပ်လူမျိုးတွေနဲ့ အင်္ဂလိပ်အရာရှိနှစ်ဖက်လုံးရဲ့ ယုံကြည်ကိုးစားမှုကို တစ်စတစ်စရရှိလာပြီး သူနဲ့အတူအာရပ်တော်လှန်ရေးဟာလည်း အရှိန်အဟုန်မြင့်လာပါတော့တယ်။တော်လှန်ရေးတစ်လျှောက်မှာ မိတ်ဆွေတွေတိုးပွားပြီး စိတ်အားတက်စရာတွေကြုံခဲ့ရသလို ရပြီးသားမိတ်ဆွေတွေကိုဆုံးရှုံးရပြီး လက်လျှော့ချင်စိတ်အကြိမ်ကြိမ်ဖြစ်ခဲ့ရတဲ့ လောရန့်စ်ရဲ့စိတ်ခံစားချက်အတက်အကျတွေကိုပီပြင်အောင်ပုံဖော်နိုင်ခဲ့တဲ့ မင်းသားကြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/2j6qA/(CM)Lawrence_of_Arabia_(1962)_RM4K_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adventure, Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-11.02.53-PM-135x200.png",
        "title": "Feral State (2020)",
        "description": "Feral State (2020)==============IMDb Rating - 5.6/10CM ပရိတ်သတ်များကို တွေးလို့ဆွေးလို့ကောင်းတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘာကတွေးလို့ကောင်းတာလဲဆိုရင် တစ်ကားလုံးက တွေးစရာ စဉ်းစားစရာတွေနဲ့ပြည့်နှက်နေတာပါ။ကြည့်ရှုသူကို ဇာတ်လမ်းထဲစီးမျောပြီး ဇာတ်ကောင်တွေနဲ့အတူ ကိုယ်ပါမွန်းကြပ်လာတဲ့ခံစားချက်ဖြစ်အောင်ရိုက်ပြဖန်တီးထားနိုင်တဲ့ ဒါရိုက်တာကြီးကိုတော့ တော်တော်ချီးကျူးပါတယ်။ဇာတ်လမ်းအကြောင်းလေး စလိုက်ကြရအောင် မစခင်ပြောချင်တာက ဒီဇာတ်လမ်းလေးက တော်တော်အနှစ်ကျပါတယ်။ ဇာတ်လမ်းရဲ့ဆိုလိုရင်းသဘောတရားတွေကို review လေးတစ်ခုနဲ့ လုံးဝဖော်ပြလို့မရပါဘူး ကြည့်ရင်းတွေးရင်းနဲ့မှ မြင်လာရမယ့်အနှစ်သာရတွေရှိနေတယ်။ အဲ့တာကြောင့် သေချာပေါက်ကြည့်ရှုကြဖို့တိုက်တွန်းချင်ပါတယ်.......။ မက်မွန်းရိုးဆိုတဲ့လူကြီးတစ်ယောက်ဟာ တစ်ကောင်ကြွက်ခိုနားစရာမရှိတဲ့ကလေးတွေကို လက်ခံမွေးစားပါတယ်။မွေးစားပြီးတော့ သူ့ရဲ့ခံယူချက် အယူအဆတွေကို ရိုက်သွင်းတယ် ခိုင်းစေတယ် ပြီးတော့ ဓားပြတိုက်လုယက်ခိုင်းတယ်။ဒါပေမဲ့ အဲ့ကလေးတွေကိုမချစ်ဘူးလားဆိုတော့ မဟုတ်ဘူး သူ့နည်းသူ့ဟန်နဲ့တော့ တော်တော်ချစ်တယ်လို့ယူဆလို့ရပါတယ်။ကလေးတွေဟာလည်း သူတို့အဖေကို တုန်နေအောင်ကြောက်ရတယ်။ ဒီလိုနဲ့ ဓားပြတိုက်လိုက် လုယက်လိုက်လုပ်နေရင်းတစ်နေ့မှာတော့ လူသတ်မှုပါ ကျူးလွန်လိုက်ကြတယ် နယ်ခံရဲတွေဟာ လူသတ်မှုကိုစုံစမ်းရင်းနဲ့ မက်မွန်းရိုးအကြောင်းကိုခြေရာခံမိပြီး လိုက်ဖမ်းကြတော့ မက်မွန်းရိုးတို့မိသားစုလိုက် ထွက်ပြေးကြရတော့တာပေါ့၊ ပြောရရင် ဇာတ်လမ်းလေးကရိုးရိုးရှင်းရှင်းလေးပါပဲ ဒါပေမဲ့ အပေါ်မှာပြောခဲ့သလိုပဲ review တစ်ခုနဲ့ဖော်ပြလို့မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D8rd/Feral.State.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alluring-woman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjZdV7RM3d4WKnDBVpGwJXfzZpw.jpg",
        "title": "Colorful (2010)",
        "description": "Colorful LifeCM fan များကို အလွန်စွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့\nanime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Otaku တွေဆိုရင်တော့ ဒီကားလေးကို အကြိမ်ကြိမ်အခါခါကြည့်ဖူးကြမယ်ဆိုတာ\nမြေကြီးလက်ခတ်မလွဲပါဘဲဘ၀ရဲ့အနှစ်သာရကိုဖော်ညွှန်းပေးထားတဲ့ဇာတ်ကားလေးမို့ ဒီလိုကာလကြီးမှာ မဖြစ်မနေကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘယ်လိုဇာတ်လမ်းလေးလဲဆိုရင်.....မာကိုတိုဟာ သာမန်အလယ်တန်းကျောင်းသားလေး\nဆိုပေမဲ့ အရွယ်နဲ့မလိုက်အောင် စိတ်ဒဏ်ရာတွေကို\nအလူးအလဲခံစားနေရတဲ့ကောင်လေးတစ်ယောက်ပါ\nမိသားစုအရေးမှာဖြစ်ဖြစ် အချစ်ရေးမှာဖြစ်ဖြစ်\nပေါင်းသင်းဆက်ဆံရေးမှာဖြစ်ဖြစ်\nအနှုတ်လက္ခဏာပြနေတဲ့ ကောင်လေးပေါ့ဒီလိုနဲ့တစ်နေ့မှာတော့ လုံးဝယုံချင်စရာမကောင်းတဲ့အဖြစ်အပျက်ကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံရပြီးနောက်နေ့မှာ သူ့ကိုယ်သူအဆုံးစီရင်လိုက်ပါတယ်ဖြစ်ချင်တော့ သေဆုံးတော့မယ့် မာကိုတို နေရာမှာ\nဆိုးရွားသောပြစ်မှုကိုကျူးလွန်ခဲ့တဲ့အတွက်\nပြန်လည်မွေးဖွားခွင့်မရှိတော့တဲ့\nတခြားဝိညာဥ်တစ်ခုကို အစားထိုးဖို့\nဘုရားသခင်က ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်ဒါပေမဲ့ စမ်းသပ်ချက်တစ်ခုတော့ရှိနေပါတယ်\nအဲ့ဒီစမ်းသပ်ချက်ကိုအောင်မြင်ရင်\nပြန်လည်မွေးဖွားခွင့်ရမှာဖြစ်ပြီးတော့\n၆လအတွင်း မအောင်မြင်ရင်တော့\nလူ့ခန္ဓာကိုယ်မှ ပြန်လည်ထွက်ခွာရမှာဖြစ်ပါတယ်\nတနည်းအားဖြင့်ပြောရရင် မာကိုတိုဟာ\nအပြီးတိုင်သေဆုံးသွားမှာဖြစ်ပါတယ်အဲ့ဒီတော့ စမ်းသပ်ချက်ဆိုတာ ဘာကိုစမ်းသပ်မှာလဲ\nမာကိုတိုရဲ့ ဝိညာဥ်ကရော ဘယ်ရောက်သွားမှာလဲ\nမာကိုတိုမသေဆုံးမှီက မြင်ခဲ့ရတဲ့အဖြစ်အပျက်ဆိုတာကရော ဘာဖြစ်မလဲ\nစတဲ့စတဲ့ မေးခွန်းပေါင်းများစွာကို\nအစားထိုးဝိညာဥ်လေးနဲ့အတူ အဖြေရှာရမှာဖြစ်ပါတယ်\nစိတ်ဝင်စားဖို့ကောင်းသလို ကြည်နူးဖို့လည်းကောင်းတယ် အဲ့လိုပဲ ဝမ်းနည်းဖို့လည်းကောင်းနေတယ်\nဇာတ်လမ်းပြီးတာနဲ့ လောကကြီးကိုကြည့်တဲ့အမြင်က တမျိုးတဖုံပြောင်းလဲသွားမှာပါ တကယ့်ကိုအချိန်ပေးကြည့်ရတာနဲ့ ထိုက်တန်လွန်းလှတဲ့ anime ဇာတ်ကားကောင်းလေး တစ်ကားလို့ပဲပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThet Hnin Hsu ပါ  Translated by : Thet Hin HsuEncoded by : YKFile ...",
        "rating": "7.4",
        "url": "https://megaup.net/1D3ai/Colorful_(2010)_%7BCM%7D720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/k7krewgkculx-140x200.jpg",
        "title": "Bridge of Destiny (2020)",
        "description": "ပထမဆုံး ပြောချင်တာကတော့ တကယ်ကောင်းတဲ့ ဗီယက်နမ် အချစ်ကားလေးပါ။အချစ်ကားပေမယ့် အချစ်လည်းမကြမ်းသလို ဒရာမာလည်းဆန်ပါတယ်။လှည့်ကွက် မြှပ်ကွက်တွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားပြီးတော့ “ဟာကနဲ” ဖြစ်သွားမယ့်ကားကိုကြည့်ချင်ရင်တော့ဒီကားလေးကို ညွှန်းပေးချင်ပါတယ်...အုတ်ဖုတ်လုပ်ငန်းပိုင်ရှင် သူဌေးသားလေးဖြစ်တဲ့ “ချုန်း” က တစ်နေ့မှာ လုပ်ငန်းခွင်ကိုလှည့်လည်စစ်ဆေးတုန်းအားကောင်းမောင်းသန် အလုပ်သမားလေး “ကွန်း” ကိုတွေ့ပြီးချစ်ခင်စုံမက်ခဲ့ပါတယ်။(Boy Love ပေါ့ဗျာ)ဒီအထိ အားလုံးအဆင်ပြေပေမယ့် “ချုန်း” နဲ့ လက်ထပ်မယ့် “ဟ” ဆိုတဲ့ မိန်းကလေးပေါ်လာရာကနေ ဇာတ်လမ်းစပါတော့တယ်။“တခြားသူတွေနဲ့ မတူ မတည်နိုင်တဲ့ကတိတွေ မပေးဘဲကိုယ်တို့နှစ်ယောက်ရှေ့ဆက်ချစ်သွားရအောင်” .... “ကွန်း” အတွက်ရေးပေးခဲ့တဲ့ “ချုန်း” ရဲ့ကဗျာလေး ...“ကျွန်မကို တကယ်ချစ်ရဲ့လား?” “မင်းကိုပဲ လက်ထပ်သွားမှာပါ” လို့ “ဟ” ကို ပြောလာတဲ့ “ချုန်း”...“ချုန်း” နဲ့ “ကွန်း” တို့နောက်ဆုံးနှုတ်ဆက်နေတဲ့နေ့လေးမှာ ချစ်ကြည်နူးပြီးတစ်တီတူးနေတာကို ချုန်းအဖေကတွေ့ပြီးသူ့သား Gay နေတာကို ဒေါသူပုန်ထပါတော့တယ်။“ဟ” ကတော့ Two Way သမား ချုန်းအကြောင်းကိုသိပေမယ့်  ...",
        "rating": "",
        "url": "https://megaup.net/X5qq/(CM)Bridge_of_Destiny_2020_720p_WEB-DL_AAC2.0_H.264-FRE3LOV.mp4",
        "category": "Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nV8qwZRQm360YvgAmrdg2oDekJw.jpg",
        "title": "Nayattu (2021)",
        "description": "[Unicode]Nayattu (2021)\n==========\nIMDb Rating - 8.2ရဲအရာရှိသုံးယောက်နဲ့ လူတစ်ယောက်က မင်္ဂလာဆောင်က အပြန်မှာ ဆိုင်ကယ်စီးလာတဲ့သူကို ကားနဲ့ဝင်တိုက်မိသွားပါတယ်။\nကားမောင်းတဲ့လူက ကားပေါ်မှာပါလာတဲ့ ရဲအရာရှိရဲ့ တူဖြစ်ပြီးတော့ သူက ကြောက်ပြီး ထွက်ပြေးသွားပါတယ်။သေဆုံးသွားတဲ့သူက ဇာတ်နိမ့်မျိုးရိုးဖြစ်တာကြောင့် ဝန်ကြီးချုပ်က တရားခံကိုဖမ်းမိဖို့ ဖိအားပေးပါတော့တယ်။\nနိုင်ငံရေးအမြတ်ထုတ်ချင်တာကြောင့် ဝန်ကြီးချုပ်က အပြစ်မရှိတဲ့ ရဲအရာရှိ၃ယောက်ကို တရားခံလို့ စွပ်စွဲပြီး ဇာတ်နိမ့်လူတန်းစားတွေရဲ့ မေတ္တာကို ခံယူလိုက်ပါတယ်။ \"မှန်ကန်ရိုးသားတဲ့ရဲတွေက အမြဲပြဿနာကြုံရတယ်။\nမရိုးသားတဲ့ရဲတွေကတော့ ဝန်ထမ်းကောင်းဆုကို ရသေးတယ်\" ဆိုတဲ့ စကားအတိုင်း\nလောကကြီးမှာ အမှန်တရားက တစ်ခါတရံမှာ ပေါ်ချင်မှလည်း ပေါ်လာတတ်ကြောင်း ထိထိမိမိရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mya ပါ ) Quality__Web-DL 1080p , 720p\nIMDb Rating__8.2/10\nFormat__mp4\nDuration__02:04:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mya\nEncoded by Naing Aung Latt",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/nayattu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piBdQGTFMNzFYEUkmGRR3n2EZeU.jpg",
        "title": "Sardar Ka Grandson(2021)",
        "description": "Sardar Ka Grandson(2021)အညွှန်း*******************************ဒီဇာတ်ကားလေး ကတော့ ဟင်ဒီစကားပြော Romance/Comedy အမျိုးအစား ဇာတ်ကားလေးဖြစ်ပြီးArjun Kapoor နဲ့ မင်းသမီးချော Rakul Preet Singh တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း Amreekရဲ့ အဖွားဖြစ်သူ Sardar ဟာ အန္ဒိယနဲ့ ပါကစ္စတန် မပြိုကွဲခင် လာဟိုရ်မှာ အိမ်ကြီးတစ်လုံးကို ပိုင်ဆိုင်ခဲ့ကြပြီးထိုအိမ်ကို စက်ဘီးကုမ္ပဏီ အဖြစ် တည်ထောင်ဖို့ စိတ်ကူးခဲ့ကြပါတယ်။ဒါပေမဲ့ Sardarဟာ မမျှော်လင့်ပဲ သူ့ရဲ့ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရပြီးတဲ့နောက် နှစ် ၇၀တိုင်တိုင် အတိတ်ဖြစ်ရပ်ဆိုးကို ခံစားနေခဲ့ရရှာပါတယ်။တစ်နေ့မှာတော့ သူဟာ လာဟိုရ်က အိမ်ကို သွားကြည့်ချင်ကြောင်း Amreekကိုနားပူနားဆာလုပ်ပါတော့တယ်။Amreekကလည်း သူ့ရဲ့အဖွားကို လာဟိုရ်ခေါ်သွားဖို့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားခဲ့ပေမယ့် အရာမရောက်ခဲ့ပါဘူး။ဒါကြောင့်ပဲ သူက လာဟိုရ်ကအိမ်ကို သူ့အဖွားကြည့်နိုင်ဖို့ အမ်ရိတ်စာရ်မြို့ဆီကို သယ်လာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အလုပ်တိုင်းကို တစ်ဝက်တစ်ပျက်နဲ့ ချန်ထားတတ်တဲ့အကျင့်ရှိတဲ့ Amreekတစ်ယောက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2j0gu/Sardar_Ka_Grandson.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1D2z4/(CM)Warriors.of.the.Rainbow.2011.Part.2.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/X55p/(CM)Warriors.of.the.Rainbow.2011.Part.1.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
        "title": "26 Years",
        "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး\nနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်- သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်\n- ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို\nဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး\n- စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး\nမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်....ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက\n​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့\nဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့\nအာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး\n​\nလူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ....\"Axe forgets but the tree remembers\" ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာ\nဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့\nတစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့\nလူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်\nတူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား\nခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်\nလူတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1D2c2/26.Years.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/v8xwp_4f-141x200.jpg",
        "title": "Color Rush (2020)",
        "description": "Color Rush -BL 2021Monoနဲ့ Probeဆိုတာကိုကြားဖူးကြပါသလား။မကြားဖူးရင်တော့ ဒီကားလေးထဲမှာ လေ့လာလို့ရမှာဖြစ်ပြီး သိပြီးသားဆိုရင်တော့ အဲ့လူနှစ်ယောက်ကြားက ဇာတ်လမ်းလေးကိုခံစားကြည့်လိုက်ကြရအောင်ပါ။Monoဆိုတာ အရောင်မြင်နိုင်စွမ်းမရှိသူကိုခေါ်ပါသတဲ့ ဒါပေမယ့် Color Blind ဖြစ်တာမျိုးတော့မဟုတ်ဘဲ သူတို့မြင်ရတဲ့လောကကြီးဟာ မီးခိုးရောင်အဖြစ်တည်ရှိနေတာမျိုးပါ။ကံကြမ္မာက ဖန်တီးပေးထားတဲ့အဆန်းတကြယ်ဖြစ်ရပ်လေးကတော့ အဲ့ဒီMonoလိုလူတွေဟာ လူတယောက်နဲ့တွေ့တဲ့အခါ အရောင်မျိုးစုံဖြာထွက်တာ(Color rush)ကို မြင်ရပြီး အရောင်တွေကိုသိမြင်ခံစားလာနိုင်ကြပါသတဲ့။ အဲ့လိုသူတို့ကို အရောင်တွေကိုသိမြင်ခွင့်ပေးနိုင်သူကို Probeလို့ခေါ်ပြီး Monoတယောက်ဟာ သူ့ရဲ့Probeနဲ့တွေ့ဆုံခွင့်ရသွားပြီဆိုရင် အရူးအမူးစွဲလန်းသွားတဲ့ထိဖြစ်သွားတတ်ကြပါတယ်။Probeသာဘေးမှာရှိနေရင် အရောင်တွေကိုမြင်ခွင့်ရမယ်ဆိုတဲ့လောဘကြောင့်ရော ချစ်မိသွားတဲ့စိတ်ကြောင့်ရော...ပြောရမယ်ဆိုရင် Probeနဲ့Monoဟာ soulmate လိုမျိုးဖြစ်နေကြတဲ့ သဘောသဘာဝလေးကိုဒီကားလေးထဲမှာ Monoဖြစ်သူ အထက်တန်းကျောင်းသားချွဲယွန်းဝူနဲ့ သူ့ရဲ့Probe ဂိုယူဟန်ကြားက ဇာတ်လမ်းလေးအဖြစ်ရိုက်ကူးထားပါတယ်BLကားလေးဖြစ်လို့ မထိတထိကလိကလိနေရာလေးများကို စောင်ကိုက်ကြည့်ရမည်ဖြစ်ပါကြောင်း သတင်းကောင်းပါးလိုက်ပါရစေ Quality__720p\nIMDb Rating__7.9/10\nFormat__mp4\nDuration__02:00:00\nType__Drama ,Romance , LGBTQ+\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/color-rush-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2iZpw/Special_Cooking_Class.(720p)_%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-21-at-11.39.02-PM-134x200.png",
        "title": "Stowaway (2021)",
        "description": "Stowaway (2021)==============IMDb Rating - 5.6/10၂၀၂၁ ထွက် Sci-fi, Thriller ဇာတ်ကားလေးပါ။ Pitch Perfect မင်းသမီး Anna Kendrick ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မားစ်ဂြိုလ်ကို ဒုတိယ ကမ္ဘာအဖြစ် နယ်မြေချဲ့ထွင်နိုင်ဖို့ ကြိုးစားတဲ့ Mission တစ်ခုအကြောင်းပါ။ ယာဉ်မှူးတစ်ယောက်၊ ရုက္ခဗေဒပညာရှင်တစ်ယောက်၊ ဆရာဝန်တစ်ယောက်တို့က မားစ်ဂြိုလ်မှာ နှစ်နှစ်စာ သုသေသနပြုလုပ်ဖို့ သွားကြပါတယ်။ ဒါပေမဲ့ လမ်းတစ်ဝက်မှာ မမျှော်လင့်ထားတဲ့ လိုက်ပါစီးနင်းသူတစ်ယောက် ဒုံးပျံပေါ်မှာ ပါလာတာကို တွေ့လိုက်ရပါတယ်။ သုံးယောက်စာ စီစဉ်ထားတဲ့ခရီးစဉ်မှာ လူပိုတစ်ယောက် မမျှော်လင့်ဘဲ ပါလာသလို အောက်စီဂျင်အထောက်အပံ့ပေးတဲ့ စနစ်က ပျက်သွားတဲ့အတွက် သူတို့ရဲ့ ခရီးစဉ်ကကမောက်ကမဖြစ်သွားပါတယ်။ အောက်စီဂျင်အထောက်အပံ့က သူတို့လေးယောက်လုံးအတွက် မလုံလောက်တော့တဲ့ အခါမှာ သူတို့တွေ​အာကာသဟင်းလင်းပြင်မှာ သူတို့တွေ အသက်ဆက်ရှင်နိုင်ဖို့ ဘာတွေလုပ်ကြလဲ။ ဘယ်လိုရွေးချယ်မှုတွေလုပ်ပြီးတော့ သူတို့လေးယောက်လုံးအသက်ဆက်ရှင်နိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D1d2/Stowaway.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Sir-Alex-Ferguson-Never-Give-In-135x200.jpg",
        "title": "Sir Alex Ferguson: Never Give In (2021)",
        "description": "Sir Alex Ferguson: Never Give InIMDb Rating- 8.6/10မန်ချက်စတာယူနိုက်တက်ဖန်တွေဘာကြောင့် ဒီလောက်ရဲရတာလဲ...ဆိုပြီး ၁၉ သင်းဖန်တွေအနေနဲ့ ဒွိဟဖြစ်ဖူးကြမှာပါ...တကယ်တော့ Manchester is Red ဖြစ်နေကြတာဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ အရှုံးမပေးကြေးစိတ်ဓာတ်နဲ့ မန်ယူခေတ်ကို မှီခဲ့ကြလို့ပါပဲ။\"အောင်မြင်မှုဆိုတာ အရှုံးမပေးတာကနေအစပြုပါတယ်...\"ဖာဂူဆန်ဟာ ဉုံဖွဆိုပြီး အောင်မြင်လာတာတော့မဟုတ်ပါဘူး။လူတိုင်းလူတိုင်းရဲ့ ဘဝမှာ အတက်အကျဆိုတာ ရှိစမြဲပဲမဟုတ်လား..အဲ့လိုပဲ ဖာဂူဆန်အနေနဲ့ ဘောလုံးလောကမှာ ဆာအဲလက်စ်ဆိုတဲ့နာမည်တစ်ခု မရလာခင်ဘာသာရေး၊ နည်းပြမှု၊ ကစားသမားဆက်ဆံရေးစတဲ့ အခက်အခဲတွေကို ကြုံတွေ့ခဲ့ရပါတယ်။ဒီအခက်အခဲတွေကို လုံးဝအရှုံး မပေးဘဲ ကြိုးစားခဲ့တဲ့ပုံကို Interview, Flashback ပုံစံနဲ့ဖာဂူဆန်ရဲ့သား ဂျေဆင်ဖာဂူဆန်ကိုယ်တိုင် ရိုက်ကူးထားတာပါ။The rest is history and You know who he is. \nFile size…(2 GB) and (1.2 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.6",
        "url": "\thttps://megaup.net/X3tn/(CM)Sir.Alex.Ferguson.Never.Give.In.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-PLiSSKEN.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
        "title": "My Brother’s Wife (2015)",
        "description": "My Brother Wife 2015\n----------------------ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and ...",
        "rating": "6.1",
        "url": "https://megaup.net/X35f/My.Brothers.Wife.2005.SPANISH.720p(CM).mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/main-qimg-3b01a8018749f0b2c16513110816a289-c-142x200.jpeg",
        "title": "The Seventh Seal (1957)",
        "description": "[Unicode]Seventh Seal (1957)\n===============\nIMDb Rating - 8.2/10\nDirected By Ingmar Bergmanအင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။\nပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။\nဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။\nသူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။\nသူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ\nတကယ့်အနုပညာတွေ။\nအင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။ Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်\nသေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။ ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ\nစတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-seventh-seal-1957/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://megaup.net/X3rm/(CM)KALA_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1_).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEgQ2P09uburuPJKLeWygaqlUJ6.jpg",
        "title": "Recalled (2021)",
        "description": "Recalled (2021)ကိုရီးယားလောကမှာ ဂယက်တွေ ဒလဟော ထသွားတာတောင်သူ ရိုက်ခဲ့တဲ့ ဇာတ်ကားက Korean Film Council data တွေအရကိုရီးယားမှာအကောင်းဆုံး Ranking 9 အထိဝင်ထားတဲ့Seo Ye Ji ရဲ့ Recalled ဆိုတဲ့ Mystery/Thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားကို Box office က ဒေါ်လာ 2.63 million အထိအကုန်အကျခံရိုက်ကူးထားပြီးIMDB rating ကလည်း 8.4/10 အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်ကတော့ တစ်ခြားကားတွေနဲ့မတူဘဲ တော်တော်လေး စွဲဆောင်နိုင်ပြီးအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တွေ၊ အံ့သြဖွယ်မြှုပ်ကွက်တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားတစ်ကားလို့လည်းပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်ဆူဂျင်းဆိုတဲ့ ကောင်မလေးက မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကပြုတ်ကျခဲ့ပြီးနောက် အတိတ်မေ့နေခဲ့ပါတယ်။သူ့ဘဝက ဘယ်လို .....သူ ဘယ်သူဆိုတာကိုတောင် မေ့နေတဲ့အနေအထားပါ။ဒါကို သူ့ဘေးနားက လီဂျီဟွန်းဆိုသူ အမျိုးသားကသူ့မှတ်ဉာဏ်တွေပြန်ရလာအောင် ဘေးကနေ စောင့်ရှောက်ပေးရင်းအမှတ်တရတွေတစ်ခုချင်း ပြောပြခဲ့ပါတယ်။ဒါပေမယ့် ဆူဂျင်းယုံကြည်ထားခဲ့တဲ့ သူမရဲ့အမျိုးသားလီဂျီဟွန်းဟာ\nလျှို့ဝှက်ချက်တွေအများကြီးရှိနေတဲ့သူတစ်ယောက်ဖြစ်ကြောင်းကိုမမျှော်လင့်ဘဲနဲ့ တစ်စတစ်စ သိလာခဲ့ပြီးလီဂျီဟွန်းအပေါ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1CZ7f/Recalled.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp-143x200.jpg",
        "title": "Pather Panchali (1955)",
        "description": "[Unicode]Panther Panchali(1955)\n================\nIMDb Rating. = 8.6/10\nDirected By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။\nသူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။\nမြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် \"နှမလက်လျှော့နေလေတော့\"ကို ရိုက်ဖြစ်ခဲ့တယ်။\nနှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။\nဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ\nscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။\nရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့\n\"သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/pather-panchali-1955/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dJWyd_4f-140x200.jpg",
        "title": "Fanfare (2020)",
        "description": "Thriller ကြိုက်သူတွေအတွက် နောက်ထပ် Thriller တစ်ကားလာပါပြီဇာတ်လမ်းအကျဉ်းHalloween ပွဲတော်ညမှာ ဘားတစ်ခုထဲကို သူခိုး ၂ ယောက် ဝင်ခိုးကြပါတယ်ဒါပေမယ့် ဆိုင်ပိုင်ရှင်ကိုမတော်တဆ သတ်ပစ်မိသွားခဲ့ပြီးဆိုင်ထဲမှာကျန်နေတဲ့ customer တစ်ယောက်ကလည်း ဒါကိုမြင်သွားခဲ့တဲ့နောက်....သက်သေဖျောက်ဖို့ အလောင်းဖျောက်ဖို့ ကြိုးစားရာကနေ ဘယ်လိုအရှုပ်တွေဆက်ဖြစ်မှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။ Quality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/fanfare-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Dc2zI1n6ppnhV3VfRMmIk5AHgf.jpg",
        "title": "99 Songs (2021)",
        "description": "99 Songs (2021)အော်စကာဆုရှင် A.R.Rahman ကိုယ်တိုင် ထုတ်လုပ်သူ နဲ့ ဂီတပိုင်းကို တာဝန်ယူပြီး\nဇာတ်ညွှန်းကို ပူးတွဲရေးသားထားတဲ့ \"သီချင်း (၉၉) ပုဒ်\" ဇာတ်လမ်း ထွက်ရှိလာပါတယ်။အေအာရ် ရဲ့လက်ရာ ဖြစ်တဲ့အတွက် သီချင်းနဲ့ နောက်ခံတေးဂီတ ကောင်းဖို့ကတော့ အာမခံပါတယ်။သီချင်းပေါင်း ၉၉ ပုဒ် .....\nဘာအတွက်ကြောင့်များပါလိမ့် ?????ကိုယ့်ချစ်သူအတွက် ကိုယ်ပိုင်သီချင်းစပ်ပေးဖို့ စိတ်ကူးယဉ်ဖူးတဲ့လူတွေများ ရှိပါသလား?ဒါဆိုရင်တော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ပြီး စိတ်ကူးတွေ ယဉ်လို့ ရမှာပါ။ဇာတ်လမ်းကတော့ ဒီလိုပါ။ဂျေးဆိုတဲ့လူငယ်လေးဟာ ဂီတအပေါ်မှာ တမ်းတမ်းစွဲအောင် ရူးသွပ်လွန်းသူတစ်ဦးပါ။\nဘယ်လောက်ထိ ရူးသွပ်သလဲဆိုရင် ကိုယ့်ရဲ့ချစ်သူကောင်မလေးအတွက် သီချင်းဆိုပြရင်တောင် ကိုယ်ပိုင်သီချင်းရေးပြီးမှ ဆိုပြလေ့ရှိတာပါ။ဂျေးရဲ့ချစ်သူကောင်မလေး ဆိုဖီယာကတော့ စကားမပြောနိုင်တဲ့ သူဌေးသမီးတစ်ယောက်ပေါ့။ဆိုဖီယာရဲ့အဖေက အစမှာတော့ ဂျေးကို သဘောကျခဲ့ပါတယ်\nသို့ပေမယ့်လည်း ဆိုဖီယာ့အဖေက ဂီတကို စီးပွားရေးဆန်ဆန် အသုံးချလိုသူဖြစ်တဲ့အတွက်သူဟာ ဂျေးကို သူ့ရဲ့ဂီတစီးပွားရေးလုပ်ငန်းတွေကို ဦးစီးစေခဲ့ပါတယ်။ဂီတအပေါ်မှာ ဘာလောဘမှမရှိ ကိုယ့်ရဲ့ကိုးကွယ်မှုတစ်ခုလို သက်ဝင်ယုံကြည်နေတဲ့ ဂျေးအဖို့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2j25e/99_Songs.Hindi.720p.CM.mp4",
        "category": "Musical, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sGGEc1O-160x200.jpg",
        "title": "[18+] 3 Days of a Blind Girl (1993)",
        "description": "1993 ကထွက်ရှိခဲ့တဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဓိကဇာတ်ဆောင်ဖြစ်သူက ဒေါက်တာဂျက်အင် လိုခေါ်တဲ့ နှလုံးအထူးကုဆရာဏန်တစ်ယောက်ရဲ့ ဇနီးဖြစ်သူပါအမျိုးသမီးလေးဟာ မျက်လုံးခွဲစိတ်မှုကြောင့် သုံးရက်တာ မျက်စိမမြင်ရ ဖြစ်နေပါတယ်...ဖြစ်ချင်တော့ ယောက်ျားဖြစ်သူကလဲ နိုင်ငံခြားကို အလုပ်ကိစ္စနဲ့ခရီးထွက်ဖို ဖြစ်လာရပြီးအိမ်ကြီးမှာ အမျိုးသမီးလေးနဲ့ အိမ်ဖော်‌ မေ ဆိုသူပဲရှိနေတဲ့အချိန်ပါ...အဲ့အချိန်မှာ ခင်ပွန်းဖြစ်သူရဲ့မိတ်ဆွေလို့ဆိုတဲ့ လူတစ်ယောက် အိမ်ကိုရောက်လာတဲ့အချိန်မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်ဆိုးကြီးကို ကြုံရပါတော့တယ်...လူချမ်းသာဆရာ၀န်တစ်ယောက်နဲ့လက်ထပ်ပြီး လိုလေသေးမရှိ ဘဝကိုခြေမွှေးမီးမလောင် လက်မွှေးမီးမလောင် ဖြတ်သန်းလာရတဲ့ အမျိုးသမီးလေးတစ်ယောက်ယခုလို ဖြစ်ရပ်ဆိုးကြီးနဲ့ ကြုံတွေ့ပြီးနောက်ပိုင်းမှာရဲရင့်တဲ့အမျိုးသမီး‌တစ်ဦးအဖြစ်ပြောင်းလဲသွားပုံကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ...(အမြင်မတော်တဲ့ဇာတ်ဝင်ခန်းတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ အဆင်မပြေပါဘူး။) \nFile size…(1.3 GB) and (900 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chuck Chuck",
        "rating": "5.7",
        "url": "https://megaup.net/2j1L1/3.Days.of.a.Blind.Girl.1993.BluRay.720p.Blu-ray.REMUX.AVC.FLAC.2.0-KMX.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alluring-woman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjZdV7RM3d4WKnDBVpGwJXfzZpw.jpg",
        "title": "Colorful (2010)",
        "description": "Colorful LifeCM fan များကို အလွန်စွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့\nanime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Otaku တွေဆိုရင်တော့ ဒီကားလေးကို အကြိမ်ကြိမ်အခါခါကြည့်ဖူးကြမယ်ဆိုတာ\nမြေကြီးလက်ခတ်မလွဲပါဘဲဘ၀ရဲ့အနှစ်သာရကိုဖော်ညွှန်းပေးထားတဲ့ဇာတ်ကားလေးမို့ ဒီလိုကာလကြီးမှာ မဖြစ်မနေကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘယ်လိုဇာတ်လမ်းလေးလဲဆိုရင်.....မာကိုတိုဟာ သာမန်အလယ်တန်းကျောင်းသားလေး\nဆိုပေမဲ့ အရွယ်နဲ့မလိုက်အောင် စိတ်ဒဏ်ရာတွေကို\nအလူးအလဲခံစားနေရတဲ့ကောင်လေးတစ်ယောက်ပါ\nမိသားစုအရေးမှာဖြစ်ဖြစ် အချစ်ရေးမှာဖြစ်ဖြစ်\nပေါင်းသင်းဆက်ဆံရေးမှာဖြစ်ဖြစ်\nအနှုတ်လက္ခဏာပြနေတဲ့ ကောင်လေးပေါ့ဒီလိုနဲ့တစ်နေ့မှာတော့ လုံးဝယုံချင်စရာမကောင်းတဲ့အဖြစ်အပျက်ကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံရပြီးနောက်နေ့မှာ သူ့ကိုယ်သူအဆုံးစီရင်လိုက်ပါတယ်ဖြစ်ချင်တော့ သေဆုံးတော့မယ့် မာကိုတို နေရာမှာ\nဆိုးရွားသောပြစ်မှုကိုကျူးလွန်ခဲ့တဲ့အတွက်\nပြန်လည်မွေးဖွားခွင့်မရှိတော့တဲ့\nတခြားဝိညာဥ်တစ်ခုကို အစားထိုးဖို့\nဘုရားသခင်က ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်ဒါပေမဲ့ စမ်းသပ်ချက်တစ်ခုတော့ရှိနေပါတယ်\nအဲ့ဒီစမ်းသပ်ချက်ကိုအောင်မြင်ရင်\nပြန်လည်မွေးဖွားခွင့်ရမှာဖြစ်ပြီးတော့\n၆လအတွင်း မအောင်မြင်ရင်တော့\nလူ့ခန္ဓာကိုယ်မှ ပြန်လည်ထွက်ခွာရမှာဖြစ်ပါတယ်\nတနည်းအားဖြင့်ပြောရရင် မာကိုတိုဟာ\nအပြီးတိုင်သေဆုံးသွားမှာဖြစ်ပါတယ်အဲ့ဒီတော့ စမ်းသပ်ချက်ဆိုတာ ဘာကိုစမ်းသပ်မှာလဲ\nမာကိုတိုရဲ့ ဝိညာဥ်ကရော ဘယ်ရောက်သွားမှာလဲ\nမာကိုတိုမသေဆုံးမှီက မြင်ခဲ့ရတဲ့အဖြစ်အပျက်ဆိုတာကရော ဘာဖြစ်မလဲ\nစတဲ့စတဲ့ မေးခွန်းပေါင်းများစွာကို\nအစားထိုးဝိညာဥ်လေးနဲ့အတူ အဖြေရှာရမှာဖြစ်ပါတယ်\nစိတ်ဝင်စားဖို့ကောင်းသလို ကြည်နူးဖို့လည်းကောင်းတယ် အဲ့လိုပဲ ဝမ်းနည်းဖို့လည်းကောင်းနေတယ်\nဇာတ်လမ်းပြီးတာနဲ့ လောကကြီးကိုကြည့်တဲ့အမြင်က တမျိုးတဖုံပြောင်းလဲသွားမှာပါ တကယ့်ကိုအချိန်ပေးကြည့်ရတာနဲ့ ထိုက်တန်လွန်းလှတဲ့ anime ဇာတ်ကားကောင်းလေး တစ်ကားလို့ပဲပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThet Hnin Hsu ပါ  Translated by : Thet Hin HsuEncoded by : YKFile ...",
        "rating": "7.4",
        "url": "https://megaup.net/1D3ai/Colorful_(2010)_%7BCM%7D720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/k7krewgkculx-140x200.jpg",
        "title": "Bridge of Destiny (2020)",
        "description": "ပထမဆုံး ပြောချင်တာကတော့ တကယ်ကောင်းတဲ့ ဗီယက်နမ် အချစ်ကားလေးပါ။အချစ်ကားပေမယ့် အချစ်လည်းမကြမ်းသလို ဒရာမာလည်းဆန်ပါတယ်။လှည့်ကွက် မြှပ်ကွက်တွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားပြီးတော့ “ဟာကနဲ” ဖြစ်သွားမယ့်ကားကိုကြည့်ချင်ရင်တော့ဒီကားလေးကို ညွှန်းပေးချင်ပါတယ်...အုတ်ဖုတ်လုပ်ငန်းပိုင်ရှင် သူဌေးသားလေးဖြစ်တဲ့ “ချုန်း” က တစ်နေ့မှာ လုပ်ငန်းခွင်ကိုလှည့်လည်စစ်ဆေးတုန်းအားကောင်းမောင်းသန် အလုပ်သမားလေး “ကွန်း” ကိုတွေ့ပြီးချစ်ခင်စုံမက်ခဲ့ပါတယ်။(Boy Love ပေါ့ဗျာ)ဒီအထိ အားလုံးအဆင်ပြေပေမယ့် “ချုန်း” နဲ့ လက်ထပ်မယ့် “ဟ” ဆိုတဲ့ မိန်းကလေးပေါ်လာရာကနေ ဇာတ်လမ်းစပါတော့တယ်။“တခြားသူတွေနဲ့ မတူ မတည်နိုင်တဲ့ကတိတွေ မပေးဘဲကိုယ်တို့နှစ်ယောက်ရှေ့ဆက်ချစ်သွားရအောင်” .... “ကွန်း” အတွက်ရေးပေးခဲ့တဲ့ “ချုန်း” ရဲ့ကဗျာလေး ...“ကျွန်မကို တကယ်ချစ်ရဲ့လား?” “မင်းကိုပဲ လက်ထပ်သွားမှာပါ” လို့ “ဟ” ကို ပြောလာတဲ့ “ချုန်း”...“ချုန်း” နဲ့ “ကွန်း” တို့နောက်ဆုံးနှုတ်ဆက်နေတဲ့နေ့လေးမှာ ချစ်ကြည်နူးပြီးတစ်တီတူးနေတာကို ချုန်းအဖေကတွေ့ပြီးသူ့သား Gay နေတာကို ဒေါသူပုန်ထပါတော့တယ်။“ဟ” ကတော့ Two Way သမား ချုန်းအကြောင်းကိုသိပေမယ့်  ...",
        "rating": "",
        "url": "https://megaup.net/X5qq/(CM)Bridge_of_Destiny_2020_720p_WEB-DL_AAC2.0_H.264-FRE3LOV.mp4",
        "category": "Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nV8qwZRQm360YvgAmrdg2oDekJw.jpg",
        "title": "Nayattu (2021)",
        "description": "[Unicode]Nayattu (2021)\n==========\nIMDb Rating - 8.2ရဲအရာရှိသုံးယောက်နဲ့ လူတစ်ယောက်က မင်္ဂလာဆောင်က အပြန်မှာ ဆိုင်ကယ်စီးလာတဲ့သူကို ကားနဲ့ဝင်တိုက်မိသွားပါတယ်။\nကားမောင်းတဲ့လူက ကားပေါ်မှာပါလာတဲ့ ရဲအရာရှိရဲ့ တူဖြစ်ပြီးတော့ သူက ကြောက်ပြီး ထွက်ပြေးသွားပါတယ်။သေဆုံးသွားတဲ့သူက ဇာတ်နိမ့်မျိုးရိုးဖြစ်တာကြောင့် ဝန်ကြီးချုပ်က တရားခံကိုဖမ်းမိဖို့ ဖိအားပေးပါတော့တယ်။\nနိုင်ငံရေးအမြတ်ထုတ်ချင်တာကြောင့် ဝန်ကြီးချုပ်က အပြစ်မရှိတဲ့ ရဲအရာရှိ၃ယောက်ကို တရားခံလို့ စွပ်စွဲပြီး ဇာတ်နိမ့်လူတန်းစားတွေရဲ့ မေတ္တာကို ခံယူလိုက်ပါတယ်။ \"မှန်ကန်ရိုးသားတဲ့ရဲတွေက အမြဲပြဿနာကြုံရတယ်။\nမရိုးသားတဲ့ရဲတွေကတော့ ဝန်ထမ်းကောင်းဆုကို ရသေးတယ်\" ဆိုတဲ့ စကားအတိုင်း\nလောကကြီးမှာ အမှန်တရားက တစ်ခါတရံမှာ ပေါ်ချင်မှလည်း ပေါ်လာတတ်ကြောင်း ထိထိမိမိရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mya ပါ ) Quality__Web-DL 1080p , 720p\nIMDb Rating__8.2/10\nFormat__mp4\nDuration__02:04:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mya\nEncoded by Naing Aung Latt",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/nayattu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piBdQGTFMNzFYEUkmGRR3n2EZeU.jpg",
        "title": "Sardar Ka Grandson(2021)",
        "description": "Sardar Ka Grandson(2021)အညွှန်း*******************************ဒီဇာတ်ကားလေး ကတော့ ဟင်ဒီစကားပြော Romance/Comedy အမျိုးအစား ဇာတ်ကားလေးဖြစ်ပြီးArjun Kapoor နဲ့ မင်းသမီးချော Rakul Preet Singh တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း Amreekရဲ့ အဖွားဖြစ်သူ Sardar ဟာ အန္ဒိယနဲ့ ပါကစ္စတန် မပြိုကွဲခင် လာဟိုရ်မှာ အိမ်ကြီးတစ်လုံးကို ပိုင်ဆိုင်ခဲ့ကြပြီးထိုအိမ်ကို စက်ဘီးကုမ္ပဏီ အဖြစ် တည်ထောင်ဖို့ စိတ်ကူးခဲ့ကြပါတယ်။ဒါပေမဲ့ Sardarဟာ မမျှော်လင့်ပဲ သူ့ရဲ့ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရပြီးတဲ့နောက် နှစ် ၇၀တိုင်တိုင် အတိတ်ဖြစ်ရပ်ဆိုးကို ခံစားနေခဲ့ရရှာပါတယ်။တစ်နေ့မှာတော့ သူဟာ လာဟိုရ်က အိမ်ကို သွားကြည့်ချင်ကြောင်း Amreekကိုနားပူနားဆာလုပ်ပါတော့တယ်။Amreekကလည်း သူ့ရဲ့အဖွားကို လာဟိုရ်ခေါ်သွားဖို့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားခဲ့ပေမယ့် အရာမရောက်ခဲ့ပါဘူး။ဒါကြောင့်ပဲ သူက လာဟိုရ်ကအိမ်ကို သူ့အဖွားကြည့်နိုင်ဖို့ အမ်ရိတ်စာရ်မြို့ဆီကို သယ်လာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အလုပ်တိုင်းကို တစ်ဝက်တစ်ပျက်နဲ့ ချန်ထားတတ်တဲ့အကျင့်ရှိတဲ့ Amreekတစ်ယောက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2j0gu/Sardar_Ka_Grandson.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1D2z4/(CM)Warriors.of.the.Rainbow.2011.Part.2.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/X55p/(CM)Warriors.of.the.Rainbow.2011.Part.1.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
        "title": "26 Years",
        "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး\nနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်- သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်\n- ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို\nဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး\n- စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး\nမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်....ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက\n​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့\nဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့\nအာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး\n​\nလူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ....\"Axe forgets but the tree remembers\" ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာ\nဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့\nတစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့\nလူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်\nတူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား\nခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်\nလူတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1D2c2/26.Years.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/v8xwp_4f-141x200.jpg",
        "title": "Color Rush (2020)",
        "description": "Color Rush -BL 2021Monoနဲ့ Probeဆိုတာကိုကြားဖူးကြပါသလား။မကြားဖူးရင်တော့ ဒီကားလေးထဲမှာ လေ့လာလို့ရမှာဖြစ်ပြီး သိပြီးသားဆိုရင်တော့ အဲ့လူနှစ်ယောက်ကြားက ဇာတ်လမ်းလေးကိုခံစားကြည့်လိုက်ကြရအောင်ပါ။Monoဆိုတာ အရောင်မြင်နိုင်စွမ်းမရှိသူကိုခေါ်ပါသတဲ့ ဒါပေမယ့် Color Blind ဖြစ်တာမျိုးတော့မဟုတ်ဘဲ သူတို့မြင်ရတဲ့လောကကြီးဟာ မီးခိုးရောင်အဖြစ်တည်ရှိနေတာမျိုးပါ။ကံကြမ္မာက ဖန်တီးပေးထားတဲ့အဆန်းတကြယ်ဖြစ်ရပ်လေးကတော့ အဲ့ဒီMonoလိုလူတွေဟာ လူတယောက်နဲ့တွေ့တဲ့အခါ အရောင်မျိုးစုံဖြာထွက်တာ(Color rush)ကို မြင်ရပြီး အရောင်တွေကိုသိမြင်ခံစားလာနိုင်ကြပါသတဲ့။ အဲ့လိုသူတို့ကို အရောင်တွေကိုသိမြင်ခွင့်ပေးနိုင်သူကို Probeလို့ခေါ်ပြီး Monoတယောက်ဟာ သူ့ရဲ့Probeနဲ့တွေ့ဆုံခွင့်ရသွားပြီဆိုရင် အရူးအမူးစွဲလန်းသွားတဲ့ထိဖြစ်သွားတတ်ကြပါတယ်။Probeသာဘေးမှာရှိနေရင် အရောင်တွေကိုမြင်ခွင့်ရမယ်ဆိုတဲ့လောဘကြောင့်ရော ချစ်မိသွားတဲ့စိတ်ကြောင့်ရော...ပြောရမယ်ဆိုရင် Probeနဲ့Monoဟာ soulmate လိုမျိုးဖြစ်နေကြတဲ့ သဘောသဘာဝလေးကိုဒီကားလေးထဲမှာ Monoဖြစ်သူ အထက်တန်းကျောင်းသားချွဲယွန်းဝူနဲ့ သူ့ရဲ့Probe ဂိုယူဟန်ကြားက ဇာတ်လမ်းလေးအဖြစ်ရိုက်ကူးထားပါတယ်BLကားလေးဖြစ်လို့ မထိတထိကလိကလိနေရာလေးများကို စောင်ကိုက်ကြည့်ရမည်ဖြစ်ပါကြောင်း သတင်းကောင်းပါးလိုက်ပါရစေ Quality__720p\nIMDb Rating__7.9/10\nFormat__mp4\nDuration__02:00:00\nType__Drama ,Romance , LGBTQ+\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/color-rush-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2iZpw/Special_Cooking_Class.(720p)_%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-21-at-11.39.02-PM-134x200.png",
        "title": "Stowaway (2021)",
        "description": "Stowaway (2021)==============IMDb Rating - 5.6/10၂၀၂၁ ထွက် Sci-fi, Thriller ဇာတ်ကားလေးပါ။ Pitch Perfect မင်းသမီး Anna Kendrick ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မားစ်ဂြိုလ်ကို ဒုတိယ ကမ္ဘာအဖြစ် နယ်မြေချဲ့ထွင်နိုင်ဖို့ ကြိုးစားတဲ့ Mission တစ်ခုအကြောင်းပါ။ ယာဉ်မှူးတစ်ယောက်၊ ရုက္ခဗေဒပညာရှင်တစ်ယောက်၊ ဆရာဝန်တစ်ယောက်တို့က မားစ်ဂြိုလ်မှာ နှစ်နှစ်စာ သုသေသနပြုလုပ်ဖို့ သွားကြပါတယ်။ ဒါပေမဲ့ လမ်းတစ်ဝက်မှာ မမျှော်လင့်ထားတဲ့ လိုက်ပါစီးနင်းသူတစ်ယောက် ဒုံးပျံပေါ်မှာ ပါလာတာကို တွေ့လိုက်ရပါတယ်။ သုံးယောက်စာ စီစဉ်ထားတဲ့ခရီးစဉ်မှာ လူပိုတစ်ယောက် မမျှော်လင့်ဘဲ ပါလာသလို အောက်စီဂျင်အထောက်အပံ့ပေးတဲ့ စနစ်က ပျက်သွားတဲ့အတွက် သူတို့ရဲ့ ခရီးစဉ်ကကမောက်ကမဖြစ်သွားပါတယ်။ အောက်စီဂျင်အထောက်အပံ့က သူတို့လေးယောက်လုံးအတွက် မလုံလောက်တော့တဲ့ အခါမှာ သူတို့တွေ​အာကာသဟင်းလင်းပြင်မှာ သူတို့တွေ အသက်ဆက်ရှင်နိုင်ဖို့ ဘာတွေလုပ်ကြလဲ။ ဘယ်လိုရွေးချယ်မှုတွေလုပ်ပြီးတော့ သူတို့လေးယောက်လုံးအသက်ဆက်ရှင်နိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D1d2/Stowaway.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Sir-Alex-Ferguson-Never-Give-In-135x200.jpg",
        "title": "Sir Alex Ferguson: Never Give In (2021)",
        "description": "Sir Alex Ferguson: Never Give InIMDb Rating- 8.6/10မန်ချက်စတာယူနိုက်တက်ဖန်တွေဘာကြောင့် ဒီလောက်ရဲရတာလဲ...ဆိုပြီး ၁၉ သင်းဖန်တွေအနေနဲ့ ဒွိဟဖြစ်ဖူးကြမှာပါ...တကယ်တော့ Manchester is Red ဖြစ်နေကြတာဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ အရှုံးမပေးကြေးစိတ်ဓာတ်နဲ့ မန်ယူခေတ်ကို မှီခဲ့ကြလို့ပါပဲ။\"အောင်မြင်မှုဆိုတာ အရှုံးမပေးတာကနေအစပြုပါတယ်...\"ဖာဂူဆန်ဟာ ဉုံဖွဆိုပြီး အောင်မြင်လာတာတော့မဟုတ်ပါဘူး။လူတိုင်းလူတိုင်းရဲ့ ဘဝမှာ အတက်အကျဆိုတာ ရှိစမြဲပဲမဟုတ်လား..အဲ့လိုပဲ ဖာဂူဆန်အနေနဲ့ ဘောလုံးလောကမှာ ဆာအဲလက်စ်ဆိုတဲ့နာမည်တစ်ခု မရလာခင်ဘာသာရေး၊ နည်းပြမှု၊ ကစားသမားဆက်ဆံရေးစတဲ့ အခက်အခဲတွေကို ကြုံတွေ့ခဲ့ရပါတယ်။ဒီအခက်အခဲတွေကို လုံးဝအရှုံး မပေးဘဲ ကြိုးစားခဲ့တဲ့ပုံကို Interview, Flashback ပုံစံနဲ့ဖာဂူဆန်ရဲ့သား ဂျေဆင်ဖာဂူဆန်ကိုယ်တိုင် ရိုက်ကူးထားတာပါ။The rest is history and You know who he is. \nFile size…(2 GB) and (1.2 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.6",
        "url": "\thttps://megaup.net/X3tn/(CM)Sir.Alex.Ferguson.Never.Give.In.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-PLiSSKEN.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
        "title": "My Brother’s Wife (2015)",
        "description": "My Brother Wife 2015\n----------------------ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and ...",
        "rating": "6.1",
        "url": "https://megaup.net/X35f/My.Brothers.Wife.2005.SPANISH.720p(CM).mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/main-qimg-3b01a8018749f0b2c16513110816a289-c-142x200.jpeg",
        "title": "The Seventh Seal (1957)",
        "description": "[Unicode]Seventh Seal (1957)\n===============\nIMDb Rating - 8.2/10\nDirected By Ingmar Bergmanအင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။\nပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။\nဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။\nသူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။\nသူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ\nတကယ့်အနုပညာတွေ။\nအင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။ Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်\nသေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။ ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ\nစတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-seventh-seal-1957/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://megaup.net/X3rm/(CM)KALA_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1_).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEgQ2P09uburuPJKLeWygaqlUJ6.jpg",
        "title": "Recalled (2021)",
        "description": "Recalled (2021)ကိုရီးယားလောကမှာ ဂယက်တွေ ဒလဟော ထသွားတာတောင်သူ ရိုက်ခဲ့တဲ့ ဇာတ်ကားက Korean Film Council data တွေအရကိုရီးယားမှာအကောင်းဆုံး Ranking 9 အထိဝင်ထားတဲ့Seo Ye Ji ရဲ့ Recalled ဆိုတဲ့ Mystery/Thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားကို Box office က ဒေါ်လာ 2.63 million အထိအကုန်အကျခံရိုက်ကူးထားပြီးIMDB rating ကလည်း 8.4/10 အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်ကတော့ တစ်ခြားကားတွေနဲ့မတူဘဲ တော်တော်လေး စွဲဆောင်နိုင်ပြီးအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တွေ၊ အံ့သြဖွယ်မြှုပ်ကွက်တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားတစ်ကားလို့လည်းပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်ဆူဂျင်းဆိုတဲ့ ကောင်မလေးက မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကပြုတ်ကျခဲ့ပြီးနောက် အတိတ်မေ့နေခဲ့ပါတယ်။သူ့ဘဝက ဘယ်လို .....သူ ဘယ်သူဆိုတာကိုတောင် မေ့နေတဲ့အနေအထားပါ။ဒါကို သူ့ဘေးနားက လီဂျီဟွန်းဆိုသူ အမျိုးသားကသူ့မှတ်ဉာဏ်တွေပြန်ရလာအောင် ဘေးကနေ စောင့်ရှောက်ပေးရင်းအမှတ်တရတွေတစ်ခုချင်း ပြောပြခဲ့ပါတယ်။ဒါပေမယ့် ဆူဂျင်းယုံကြည်ထားခဲ့တဲ့ သူမရဲ့အမျိုးသားလီဂျီဟွန်းဟာ\nလျှို့ဝှက်ချက်တွေအများကြီးရှိနေတဲ့သူတစ်ယောက်ဖြစ်ကြောင်းကိုမမျှော်လင့်ဘဲနဲ့ တစ်စတစ်စ သိလာခဲ့ပြီးလီဂျီဟွန်းအပေါ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1CZ7f/Recalled.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp-143x200.jpg",
        "title": "Pather Panchali (1955)",
        "description": "[Unicode]Panther Panchali(1955)\n================\nIMDb Rating. = 8.6/10\nDirected By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။\nသူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။\nမြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် \"နှမလက်လျှော့နေလေတော့\"ကို ရိုက်ဖြစ်ခဲ့တယ်။\nနှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။\nဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ\nscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။\nရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့\n\"သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/pather-panchali-1955/"
    }
]