[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlMDUyYmItOWIzNS00OGRjLThmZjAtYTgxMmI1M2M2MmYxXkEyXkFqcGdeQXVyMTAwNDQ0NzE1._V1_-137x200.jpg",
        "title": "Shiv Shastri Balboa (2023)",
        "description": "Shriv Shastri Balboa(2023)\nIMDb 6.8/10\nComedy/Dramaမင်းသားကြီး Arnupam Kherရဲ့ အသစ်ထွက်ရှိထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။\nJugal Hansraj၊ Nargis Fakhri စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေလည်း ပါဝင်ထားပါတယ်။\nအငြိမ်းစားယူထားတဲ့ ‌လက်ဝှေ့ပညာရှင်ကြီး ရှာစတီဟာ ရော့ကီရုပ်ရှင်ရဲ့အမာခံပရိသတ်တစ်ဦးဖြစ်ပါတယ်။\nသူရဲ့အောင်မြင်မှုတွေဟာ ရော့ကီရုပ်ရှင်ကြောင့် ဖြစ်တည်လာတာလို့ပြောရရင်လည်း မမှားပါဘူး။ရှာစတီဟာ ကျန်ရှိနေတဲ့သူ့ရဲ့ဘဝကို တစ်ဦးတည်းသောသားလေးရှိတဲ့ အမေရိကန်မှာ နေထိုင်ရင်း\nကုန်ဆုံးဖို့အတွက် ခရီးစတင်ခဲ့ပါတယ်။ အိန္ဒိယနဲ့ အမေရိကန်ဟာ ဓလေ့တွေ နေထိုင်ပုံတွေ\nအကုန်ကွဲပြားနေတဲ့ နိုင်ငံနှစ်ခုဖြစ်တဲ့အတွက် နေသားကျဖို့ဆိုတာ မလွယ်ကူခဲ့ပါဘူး။\nမိသားစုရှိရာကိုပြောင်းလာခဲ့ပေမယ့်လည်း အိမ်ကြီးထဲမှာ ခွေးလေးတစ်ကောင်နဲ့သာ\nအဖော်ပြုနေထိုင်ရင်း အချိန်ကုန်ဆုံးနေရပါတယ်။ အမေရိကန်မှာ နေထိုင်နေရတဲ့\nသူ့ရဲ့ဘဝဟာ ဘယ်လိုအခက်အခဲတွေကြုံရဦးမလဲ။ဘယ်လိုစိတ်ဝင်စားစရာဇာတ်လမ်းတွေဖြစ်လာဦးမလဲဆိုတာကို\nဟာသလေးလည်းနှောရင်း ကြည့်ရှုကြရမယ့် မိသားစုဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nFile size…2.3GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Voldemort~Zwe ~Cherry~BpL",
        "rating": "6.7",
        "url": "https://megaup.net/2BtI2/Shiv_Shastri_Balboa_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTGBHdL12QEpLyRVlykDuiYxzAG.jpg",
        "title": "Bird Box Barcelona (2023)",
        "description": "Bird Box Barcelona (2023)ဒါဟာ ၂၀၁၈ မှာထွက်ရှိခဲ့တဲ့ Bird Box ရုပ်ရှင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်တစ်ခုပါ။\nနောက်ဆက်တွဲဇာတ်လမ်းတော့မဟုတ်ပါဘူး။\nဘာစီလိုနာမှာ ဆင်ဆင်တူ ဖြစ်ပျက်နေပုံကို ပြသထားတာပါ။\nထူးဆန်းတဲ့အရာတစ်ခုကြောင့် ကမ္ဘာပျက်ကိန်းကြီး တစ်ခုဖြစ်ခဲ့ပြီး အဲဒီအရာကို မြင်လိုက်တဲ့သူတိုင်းဟာ သေကြောင်းကြံသွားကြပါတယ်။\nဒါမှမဟုတ် အဲဒီအရာရဲ့ ကျေးကျွန်တွေဖြစ်လာပြီး အခြား မျက်လုံးကို အုပ်ထားတဲ့သူတွေကို အတင်းမျက်လုံးဖွင့်အောင် လုပ်လိုက်ကြပါတယ်။\nအဲဒီအရာကလည်း မျက်လုံးတွေဖွင့်ကြည့်မိအောင် မျိုးစုံလှည့်စားစည်းရုံးတတ်ပါတယ်။\nဒီရုပ်ရှင်ထဲမှာတော့ အဓိကဇာတ်ကောင်အဖြစ် ဆီဘက်ရှန်ဆိုတဲ့သူနဲ့ သူ့ရဲ့ သမီး အန်နာတို့ ပါပါတယ်။\nဇာတ်လမ်းက လှည့်ကွက်လေးတွေနဲ့မို့ အများကြီးတော့ ပြောပြလို့မရပါဘူး။\nသူတို့တွေလည်း ဒီကပ်ဘေးကြီးထဲကနေ ဘယ်လိုလွတ်အောင် ရုန်းကန်ကြမလဲဆိုတာ ကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Sci-fi\nQuality…. 1080p | 720p\nFile size… 1.6GB | 832MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Vwa4/Bird.Box.Barcelona.2023.NF.WEB-DL.720p.CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Bang_Bang-597068873-large-137x200.jpg",
        "title": "Bang Bang! (2014)",
        "description": "မင်းသား Hrithik Roshan နဲ့ မင်းသမီး Katrina Kaif တို့အဓိကပါဝင်ထားတဲ့\nဒီ Bollywood ဇာတ်ကားက Hollywood ရဲ့နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ကားကို\nမှီငြမ်းထားတာဖြစ်ပါတယ်...။နိုင်ငံတော်တော်များများကို လှည့်ပတ်ပြီး ခမ်းနားစွာရိုက်ကူးထားတာကြောင့် ရှုခင်းတွေ အရမ်းလှပါတယ်။\nဒါ့အပြင် ဘောလိဝုဒ်ရဲ့အနှစ်လို့ဆိုရမယ့် အကအလှပိုင်းမှာလဲ ဒီဇာတ်ကားက လုံးဝပြည့်စုံတယ်ဆိုရအောင် မိုက်ပါတယ်...\nမိုက်ဆို မင်းသားရော မင်းသမီးရောက လုံးဝအလန်းတွေလေ။ဇာတ်လမ်းကတော့ အက်ရှင်ကြမ်းကြမ်း အချစ်ကြမ်းကြမ်း စွန်းစားခန်းကြမ်းကြမ်းတွေနဲ့ ဟာသလေးတွေလဲ ဖြည့်စွက်ထားပါသေးတယ်။\nကြည့်ပျော်တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ အချိန် ၂ နာရီခွဲလောက်ကြာတာကိုပါ မေ့သွားပါမယ်။\nFile size…(7.1 GB)/ (1.9 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:33:49\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Thaik San",
        "rating": "5.5",
        "url": "https://megaup.net/1fvkh/(CM)_Bang_Bang_2014_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK3utfBLqkKV7rS0tssOw8xwZvr.jpg",
        "title": "The Book of Vision (2021)",
        "description": "IMDb - 6.2/10ဇာတ်လမ်းအညွှန်းအေဗာ ဟာ ဆရာဝန်တစ်ယောက်အဖြစ် ရပ်တည်မယ့်အစားတက္ကသိုလ်တစ်ခုမှာ ဆေးပညာသမိုင်းကို သုတေသနလုပ်ဖို့ဆုံးဖြတ်လာခဲ့ပါတယ်။ သူက ၁၈ရာစုပိုင်း ရှေးဟောင်းဆေးပညာသမိုင်းကို လေ့လာမှာဖြစ်ပြီး သူရှာတွေ့သွားတာကတော့သမားတော် ဂျိုဟန်အန်းမက်သ် ရဲ့ လက်ရေးမှတ်တမ်းစာအုပ်ဖြစ်ပါတယ်။ သမားတော် အန်းမက်သ်က လူနာတွေရဲ့ ခံစားချက်တွေ၊အကြောက်တရားတွေနဲ့ စိတ်ကူးအိပ်မက်တွေကို နားထောင်ပေးရင်းဒါတွေကို အခြေခံပြီး လူနာတွေကို ကုသပေးတာဖြစ်ပါတယ်။အဲ့ခေတ်အခါက သစ်ပင်၊တောတောင်တွေကို နတ်ကိုးကွယ်သလိုကိုးကွယ်ကြတဲ့သူတွေနဲ့ အကျိုးသင့်အကြောင်းသင့် တွေးခေါ်ယူဆကြတဲ့သူတွေအကြား ပဋိပက္ခဖြစ်မှုတွေနဲ့အတူ ယနေ့ခေတ်ဆေးပညာအနေနဲ့ ဖြစ်တည်လာမယ့် ဆေးပညာအသစ်ကို အစားထိုးအသုံးပြုလာကြတော့မယ့် အချိန်ကာလဖြစ်ပါတယ်။ ဒီခေတ်ကြီးထဲမှာဖြစ်တည်ခဲ့ကြတဲ့ လူနာတွေရဲ့ စိတ်ခံစားချက်တွေ၊ မျှော်လင့်ချက်တွေ၊ စိတ်ကူးအိပ်မက်တွေအကြောင်းကို အန်းမက်သ်ရဲ့ စာအုပ်ထဲမှာရေးသားထားပါတယ်။ အေဗာ တစ်ယောက် ဒီစာအုပ်ကို ဖတ်ရင်းသူကိုယ်တိုင် ဇာတ်ဆောင်နေရာတွေမှာ ခံစားကြည့်ပြီး သူကြုံတွေ့နေရတဲ့ အကျဉ်းအကျပ်အတွက် ဒီစာအုပ်ကနေ ဘယ်လို စိတ်ခွန်အားရသွားသလဲဆိုတာကို ရိုက်ကူးပြထားတာ ဖြစ်ပါတယ်။ဇာတ်လမ်းက မိနစ်၉၀သာ ကြာမြင့်ပြီး ၁၈ရာစုအပြင်အဆင်လေးတွေလည်း ကြည့်ရှုနိုင်မယ့်အပြင် mystery တွေကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2BtA9/The.Book.of.Vision.2021.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YdPekb6A4yK9AYVYuZNYejx49M.jpg",
        "title": "Ice Sniper 2 ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာတော့ စစ်ကိုအကြောင်းပြပြီး\nရတနာသိုက်ကိုသိမ်းဖို့ကြံတဲ့ ကူမင်တန်အရာရှိတစ်ယောက်နဲ့\nပြည်သူတွေအတွက် ရသမျှနည်းလမ်းနဲ့ အစွမ်းကုန်တော်လှန်တဲ့\nကွန်မြူနစ်စနိုက်ပါသမားတစ်ယောက်ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ဂျပန်တော်လှန်ရေးအပြီး ကွန်မြူနစ်နှဲ့ ကူမင်တန်တွေရဲ့ပြည်တွင်းစစ်ပွဲအတွင်းအချိန်မှ\nာ တရုတ်ပြည်အရှေ့မြောက်ပိုင်း တုံးပေဒေသ မုံဟူတောင်ခြေမြို့လေးမှာ\nတပ်နှစ်တပ်ဟာ ရက်များစွာအပြန်အလှန်ပစ်ခတ်ရင်း အခြေနေတင်းမာနေပါတယ်။မုံဟူတောင်ဂိုဏ်းခေါင်းဆောင် ကျန်းတုံးရှန်းဟာ ဂျပန်တော်လှန်ရေးစစ်ပွဲမှာပါဝင်ခဲ့တဲ့\nမျိုးချစ်ပြည်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ပြည်သူ့ဘက်တော်သားဖြစ်တဲ့\nကွန်မြူနစ်တပ်နဲ့ပူးပေါင်းဖို့ နားချဖို့ရာ ယန်ကျန့်ဖုန်းဆိုတဲ့\nလက်ဖြောင့်စနိုက်ပါသမားကို တာဝန်ပေးလိုက်ပါတယ်။ဉာဏ်များတဲ့ ကူမင်တန်အရာရှိရဲ့လှည့်ကွက်တွေနဲ့ ကွန်မြူနစ်စနိုက်ပါရဲ့\nဉာဏ်ရည် ဘယ်ဟာကပိုမြင့်လဲဆိုတာယှဉ်ပြိုင်ကြမှာပဲဖြစ်ပါတယ်။\nစစ်ပွဲချည်းပဲမဟုတ်ပဲ တောင်တွေကိုကြီးစိုးတဲ့ ဓားပြဂိုဏ်းတွေရော\nဒရာမာလေးတွေပါပါတဲ့အတွက် သမာရိုးကျစစ်ကားတွေထပ် ကြည့်ရတာပိုသွက်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ice-sniper-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZlZGFlMDktZWQ1YS00YTJkLTg4YTEtODgyZTJkODgyNGNkXkEyXkFqcGdeQXVyNDI3NzQxODA@._V1_-136x200.jpg",
        "title": "[18+]Future Century Amazons (2017)",
        "description": "Future Century Amazonies 2017ဒီတစ်ခါ DS fan ညိုကီတို့အတွက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကိုတော့\nစိတ်ခိုင်မှကြည့်ကြဖို့ အကြံပေးချင်ပါတယ်...\nစိတ်မခိုင်လဲ ကြည့်လို့တော့တန်ပါတယ်....ဝမ်းဒါးဝူးမန်းထဲက အမေဇွန်ကျွန်းလေးပေါ်မှာ ငါများရောက်သွားရက်တော့\nမချောဆယ်ယောက်ကိုယ်တစ်ယောက်ဖြစ်ရချည်သေးဆိုပြီး စိတ်ကူးယဉ်ဖူးတဲ့\nညိုကီတွေအတွက် အနာဂတ်က အမေဇွန်စီးတီးလို့ခေါ်တဲ့ မိန်းမတွေချည်းရှိတဲ့\nမြို့လေးကို အခြေပြုတင်ဆက်ထားတဲ့ဇာတ်လမ်းလေးပါဖန်ပြွန်သန္ဓေသားနဲ့ပဲကလေးမွေးကြပြီး ယောကျာ်းတွေဆီက သုတ်ပိုးကို\nအရှင်လတ်လတ်ပဲယူကြပါတယ် စိတ်ဆန္ဒပြေပျောက်ဖို့ကိုတော့ မိန်းမအချင်းချင်းပဲ တယောထိုးကြပါတယ်တဲ့\nဇာတ်လမ်းလေးက ဆန်းသလို ပြောတဲ့ဒိုင်ယာ‌လော့ခ်တွေကလည်း လုံးဝအလန်းပါ\nသွေးထွက်သံယိုတွေ ညစ်ညမ်းအခန်းတွေသာမပါရင် ဖိုမတန်းတူညီမျှရေးဇာတ်ကားဆိုပြီး\nလူတကာလိုက်ပြလို့ကိုရအောင် ရှယ်ကောင်းပါတယ်\nအဲ့တော့ မိန်းမတွေချည်းရှိတဲ့ကမ္ဘာတွေကို လေ့လာချင်တဲ့ ညိုကီတွေအတွက်\nမူးရင် ဒိုင်ကြောင်တွေလွှတ်ဖို့ ကိုးကားစရာစကားတွေပါ ပါတာမို့ လက်မလွှတ်ကြဖို့တော့ အကြံပေးလိုက်ပါတယ်\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18future-century-amazons-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6u00imN7AX2NiyWUc5kTgHXmEf.jpg",
        "title": "Dope (2015)",
        "description": "မယ်လ်ကွန်း အက်ဒဲကန်ဘီဆိုတာက လူမည်းဂိတယောက်။ကယ်လီဖိုးနီးယားပြည်နယ်က အင်ဂယ်ဝုဒ်ဆိုတဲ့မြို့လေးမှာနေတယ်။ သူ့ရဲ့ရပ်ကွက်ကတော့The Bottoms လို့သိကြတဲ့လမ်းသရဲလူမည်းဂိုဏ်းတွေ ဒုစရိုက်မှုတွေနဲ့ပြည့်နေတဲ့နေရာလေး။သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းတွေက ဂျစ်ဘ်နဲ့ ဒစ်ဂီ။ သူတို့သုံးယောက်စလုံးက ဂိတွေလည်းဖြစ်သလို ၉၀ခုနှစ်တွေရဲ့ ဟစ်ဟော့ ရွှေခေတ်ကိုလွမ်းဆွတ်တမ်းတနေတဲ့ ဟစ်ဟော့ခေတ်အလွန် လူငယ်လေးတွေ။ တနေ့မှာ ဒွန်းဆိုတဲ့ ရပ်ကွက်ထဲကမူးယစ်ဆေးရောင်းတဲ့ ဂိုဏ်းသားတယောက်ရဲ့ပါတီကို ကောင်မလေးတ‌ယောက် မျက်နှာလုပ်ဖို့သွားရင်း မူးယစ်ဆေးအထုပ်လိုက်ကြီးနဲ့သေနတ်တလက်က မယ်လ်ကွန်းရဲ့လွယ်အိတ်ထဲ ပါလာခဲ့ပါတော့တယ်။ဒီအထုပ်လိုက်ကြီးနဲ့ ဂိုဏ်းတွေကြားထဲကပြေးရင်းလွှားရင်း မယ်လ်ကွန်းတို့တသိုက် ဘာတွေဆက်ဖြစ်သွားမလဲ။ မယ်လ်ကွန်းရဲ့ ဟားဗတ်ကိုတက်ဖို့အစီအစဉ်က ဒီမူးယစ်‌ဆေးထုပ်ကြီးရောင်းထွက်ဖို့အပေါ်မူတည်လာခဲ့တဲ့အချိန်မှာ သူတို့သူငယ်ချင်းတသိုက် ဘာတွေဆက်လုပ်ကြမလဲ။အဆုံးမှာတော့ မယ်လ်ကွန်းတို့ကလေးတသိုက်ရဲ့စွန့်စားခန်းလေးဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာကို Dope ဆိုတဲ့ လူငယ်ဟာသဒရာမာဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦး။ဒီကားမှာကတော့ ရင့်သီးတဲ့စကားလုံးတွေ လိင်အသားပေးခန်းတချို့ပါ၀င်တဲ့အတွက်မိသားစုနဲ့ကြည့်ဖို့မသင့်လျော်ပါဘူး။ ဟစ်ဟော့လောကရဲ့အငွေ့အသက်တွေ သီချင်းတွေ ဝေဝေဆာဆာနဲ့ဖြစ်တဲ့အတွက်ကြောင့်ဟစ်ဟော့ ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတကားဖြစ်မှာပါပဲခင်ဗျ။  File size…1.82 GB / 743 MB\nQuality…Blu Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Adventure , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vw1h/Dope.2015.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlOdF352YkuhdJYFi6TH6tLstY0.jpg",
        "title": "Life and Death Travel ( 2019 )",
        "description": "လောကမှာ သရဲဆိုတာမရှိဘူး။ သရဲဆိုတာ လူတွေရဲ့အတွင်းစိတ်မှာ\nပုန်းအောင်နေတဲ့ မကောင်းဆိုးဝါးစိတ်ကပြန်ချောက်လှန့်နေတာပါ။\nစိတ်တွေဖောက်ပြန်လာတဲ့အခါ ကြောက်စရာကောင်းတဲ့လုပ်ရပ်တွေ\nလုပ်လာတတ်ကြတယ်။\nဒီဇာတ်လမ်းလေးမှာ လူ့စိတ်ကြောင့်ကြောက်စရာကောင်းတာတွေ\nဖြစ်လာတတ်တဲ့ပုံကိုတင်ဆက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nလူငယ်လေးတစ်စုခရီးတောင်ပေါ်ကိုအပျော်ခရီးထွက်လာကြတယ်။\nလူငယ်သဘာဝ ခရီးတစ်လျှောက်ရောက်တက်ရာရာ ပေါက်ကရတွေပြောကြတာပေါ့။\nသူတို့တွေတည်းတဲ့တည်းခိုခန်းကို ရောက်တဲ့အခါ လမ်းမှာပြောခဲ့တဲ့\nသရဲဇာတ်လမ်းထဲကအတိုင်း သရဲမနဲ့ကြုံတွေ့ကြရပါတယ်။\nအဲဒါတင်မကဘူး အားလုံးဟာထင်ယောင်ထင်မှားတွေဖြစ်ပြီး ကိုယ်စီပိတ်မိနေကြပါတော့တယ်.....\nရှေ့ဆက်ပြီး ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦး\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/life-and-death-travel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3uPS3Q3bPaTz9k437w6GfEnK2WM.jpg",
        "title": "Operation Tomahawk ( 2023 )",
        "description": "လူ‌တွေရဲ့ အလိုဆန္ဒဟာ အတောမသတ်နိုင် ကြီးထွားလာပြီး\nလောဘအဖြစ်ပြောင်းလဲသွားတဲ့အခါ လောဘရဲ့ကျေးကျွန်အဖြစ်\nကြိုးစေရာကရတော့တယ်၊အမိုက်မှောင်အတွေးတွေ ကြီးစိုးလာတဲ့အခါ\nပြန်လမ်းမရှိတဲ့ စွဲလမ်းခြင်းမှာ ပိတ်မိနေတတ်ပါတယ်။တစ်ချိန်က အားပု၊လိကျီနဲ့ ဝမ်ကျားဆိုတဲ့ ညီနောင်သုံးဦးရှိခဲ့ပါတယ်၊\nဒါပေမဲ့ အားပု(ဟယ်ဇစ်ဝေ)ဟာ ပြဿနာတက်ပြီး အချုပ်ကျခဲ့ပြီး\nတစ်ခြားသော ဇာတ်မြှုပ်ကွက်တွေကြောင့် သူတို့သုံးဦးလုံးတစ်နေရာစီ ကွဲထွက်သွားပါတော့တယ်ဒီလိုနဲ့ လိကျီဆိုသူဟာ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်တဲ့ဂိုဏ်းနဲ့ပတ်သတ်နေတဲ့အခါ。。。\nပျောက်ဆုံးနေတဲ့ ဝမ်ကျားကို。。。\nအားပု ထောင်ထဲကထွက်လာတဲ့အချိန်မှာရော\nအရင်ကညီနောင်သံယောဇဉ်ကို ဒီရုပ်ရှင်ထဲမှာ ဘယ်လိုပုံဖော်သွားမလဲထောင်ထဲကထွက်လာပြီး မသမာမှုနဲ့ လွတ်ကင်းစွာ\nနေနေတဲ့အားပုတစ်ယောက် လိကျီနဲ့ဘယ်လိုတွေဆက်ဖြစ်မလဲ 。。。\nရဲ‌တပ်ဖွဲ့ဝင်တွေကရဲ့ အမှုလိုက်ဖြေရှင်းပုံကို စိတ်ဝင်စားစွာ ကြည့်ရှုရမဲ့အပြင်\nမိမိကိုယ်ကို မှန်တယ်လို့ခံယူထားလို့လုပ်နေကြတဲ့သူတို့အားလုံးမှာ。。。\nဘယ်လိုအရာမျိုးက အဖြစ်မှန်အစစ်မှန်လဲဆိုတာ ဆက်လက်ကြည်ရှုရမှာပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/operation-tomahawk-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fRXkAcGcFIVNpsVe7cdr5YfBPmG.jpg",
        "title": "An Unforgettable Year – Spring (2023)",
        "description": "An Unforgettable Year : Spring (2023)******************************************ဒီတစ်ခါတော့ An Unforgettable Yearရာသီလေးခုထဲက Springမှာ ပေါက်ဖွားခဲ့တဲ့အချစ်ဇာတ်လမ်းလေးကို ရှုစားရမှာပါ...။ပန်းတွေပွင့်ကြတဲ့ နွေဦးအလှဟာဆိုရင် ပန်းချီလေးဆွဲ ဘောင်လေးသွင်းထားသင့်တဲ့အလှလေးဗျ..။ဒီဇာတ်လမ်းထဲမှာလည်း ဂျက်စမင်ဟာဆိုရင် ငယ်ငယ်လေးကတည်းက ပန်းချီပညာကို ရူးသွပ်သူ..၊အချိန်ပြည့် ပန်းချီကိုရူးသွပ်သူပေါ့...။သို့ပေမဲ့ ဂျက်စမင်ရဲ့ အမေဖြစ်သူကတော့ သမီးကို စီးပွားရေး ကောလိပ်သာဆက်တက်စေချင်ပြီးပန်းချီပညာနောက်ကိုလိုက်ခွင့်မပေးပါဘူး...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် စာကိုသာကြိုးစားခဲ့ရပေမယ့် အထက်တန်းနှစ်မှာတော့သင်္ချာကို တဗုန်းဗုန်းကျပါလေ‌ရော...။ဘယ်လောက်ထိဆိုးသလဲဆိုရင် သင်္ချာစာမေးပွဲဖြေရင် စာမေးပွဲကိုစိတ်မပါနိုင်ဘဲအဖြေလွှာမှာ ပုံတွေချည်း ဆွဲနေလို့ သုညရခဲ့သူလေးပါ..။သူ့အတွက်က သင်္ချာအောင်မှ အထက်တန်းအောင်ပြီးအမေဖြစ်သူတက်စေချင်တဲ့ စီးပွားရေးကောလိပ်တက်နိုင်မှာပါ...။ဒါမှမဟုတ် သင်္ချာမအောင်မယ့် အတူတူ အိမ်ကို ပုန်ကန်ပြီးပဲအနုပညာသင်တန်းတက်လိုက်ရမလားနဲ့ဝေခွဲမရဖြစ်နေပြီပေါ့...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် သင်္ချာအောင်ဖို့ ဂိုက်ဆရာလေး ဒါဗီနဲ့ဆုံတွေ့ခဲ့ပြီး...ဒါဗီကပါ ပန်းချီပညာဘက်ကိုလိုက်သင့်ကြောင်း အားပေးအားမြှောက်ပြုလာတဲ့အခါမှာတော့ Springကာလ မမေ့နိုင်တဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ် အစချီခဲ့ပါတော့တယ်...။File size   : 1.56GB / ...",
        "rating": "",
        "url": "https://megaup.net/1fyr8/An.Unforgettable.Year-Spring.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXjLP4zqnQOfTtdzoKNKksNwb11.jpg",
        "title": "Pamfir (2022)",
        "description": "Pamfir (2022)\n~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~\" ဝတ်လစ်စလစ်အခန်းအနည်းငယ်ပါဝင်တာကြောင့် အသက်မပြည့်တဲ့ကလေးတွေကြည့်ရှုဖို့ မသင့်တော်ပါဘူး \"Rotten Tomatoes 93% ရရှိထားပြီး ကိန်းရုပ်ရှင်ပွဲတော်မှာလည်း ပြသခဲ့သလို ဆန်ခါတင်တစ်ဆုပါ ဝင်ခဲ့တဲ့ ယူကရိန်းရုပ်ရှင်ဇာတ်ကား‌ကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ယူကရိန်းဇာတ်ကားတွေက ဟောလိဝုဒ်ကားတွေထက်စာရင် ကျွန်တော်တို့နဲ့နည်းနည်းအလှမ်းဝေးတယ်လို့ ပြောလို့ရပါတယ်။ ဒါပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းက ဟောလိဝုဒ်ထက်မသာတောင် ယှဉ်နိုင်တဲ့အခြေအနေတစ်ခုရှိပါတယ်။ ဒီရုပ်ရှင်ကလည်း အဲဒီလိုအဆင့်အတန်းတစ်ခုကို ကောင်းကောင်းချပြထားနိုင်တယ်လို့ ဆိုနိုင်ပါတယ်။ဒီရုပ်ရှင်ရဲ့အစမှာ လီယိုနစ်ဆိုတဲ့ ဖခင်တစ်ယောက်၊ မှောင်ခိုသမားဟောင်းတစ်ယောက်ဟာ သူ့ရဲ့နယ်စပ်ကဇာတိမြေကိုပြန်လာပြီး သူ့မိန်းမနဲ့ သားဖြစ်သူနဇာကို ပြန်လာတွေ့ပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့သား နဇာက သူ့အဖေကြာကြာနေအောင်ဆိုပြီး သူ့အဖေရဲ့ စာရွက်စာတမ်းတွေထားထားတဲ့ ဘုရားကျောင်းကို မီးရှို့ပစ်ပါတယ်။ အဲဒီမှာ ပြန်အလျော်ပေးဖို့ ပိုက်ဆံလိုတာကြောင့် ဖခင်ဖြစ်သူက သူဘယ်တော့မှထပ်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်ထားတဲ့ မှောင်ခိုအလုပ်ကိုနောက်တစ်ခါ ထပ်လုပ်ရဖို့ဖြစ်လာပါတယ်။မှောင်ခိုလောကဆိုတာ အတော်ကိုရက်စက်တဲ့လောကပါ။ ဂွင်မကျော်သင့်တဲ့လူကိုကျော်မိရင် ဘဝပါပျက်တဲ့အထိ ဒုက္ခရောက်နိုင်ပါတယ်။ အဲဒီမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Vvbj/(CM)_Pamfir_(2022)_BluRay_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnqzxDhPJIxlx2CdAq8qcmuW9Wz.jpg",
        "title": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)",
        "description": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)ကျိန်စာမိလာတဲ့ မဟာဒေဝီကြီးတစ်ယောက် အာခွေတို့သားအမိ ပိုင်ဆိုင်တဲ့ ဟိုတယ်ကို တည်းတဲ့ညမှာတင် မကြံဖူးတဲ့ အဖြစ်အပျက်တစ်ခု ဖြစ်ပျက်ခဲ့ပါတယ်။အဲမကြုံဖူးတဲ့အဖြစ်အပျက်ကြီးကို ဖြေရှင်းနေဆဲမှာတင် မွေးနေ့ပွဲတက်ခဲ့တဲ့ အာခွေတို့သားအမိဟာ\nကိုဗစ်စည်းကမ်းချက်အရ ဟိုတယ်ကို ၁၄ ရက် ပိတ်လိုက်ရပါတော့တယ်။ခိုကိုးရာမဲ့လုလု အာခွေတို့သားအမိနှစ်ယောက်ကို ကယ်တင်ဖို့ ပန်ကိတ်မလေး ရောက်လာတဲ့အခါမှာတော့......\nကိစ္စက ရှင်းသွားရမှာမဟုတ်ဘဲ ထင်တာထက်ပိုနက်နဲနေတဲ့အခါ.....အာခွေတို့သားအမိ ပဟေဠိအဖြေညှိနိုင်ပါ့မလား။\nပန်ကိတ်ကရော ဘယ်လောက်အထိ ကူညီပေးနိုင်မှာလဲ။\nပြဿနာတွေက မဟာဒေဝီရဲ့ ကျိန်စာနဲ့များ ဆက်စပ်နေမလား။\nမဟာဒေဝီကရော ဘယ်သူလဲ။ ဘယ်ကလာလို့ ဘာကျိန်စာတွေမိခဲ့တာလဲ။\nပုံမှန်သရဲတွေတင်မဟုတ်ဘဲ ဇွန်ဘီးတွေပါ ပါလာတဲ့အခါမှာတော့ .....\nဒါတွေကို သူတို့ဖြေရှင်းနိုင်ပါ့မလား။ဆိုရှယ်ဒစ်စတန်းဆင်းဆိုပေမယ့် ပန်ကိတ်မတို့\nအခေါ်တစ်ခေါက်မတို့ တစ်သိုက် ဘယ်လိုဗရုတ်ကျဦးမလဲဆိုတာ အရယ်မရပ်ရစေဘဲနဲ့ ကြည့်ရှုခံစားကြရဦးမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 720p\nFile size… 792MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/2Bsw7/Oh!_My_Ghost!The.Fierce.Escape.from.Covid-19.2021.720p.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jBprMBzSAqTPgTHY7yf1XEmr8U.jpg",
        "title": "Art Museum by the Zoo (1998)",
        "description": "Art Museum by the Zoo (1998)တိရိစ္ဆာန်ရုံနံဘေးက ပန်းချီတစ်ချပ်အကြောင်းစိုထိုင်းစအသင့်အတင့်နေ့တွေရဲ့ သံသရာထောင့်ချိုးကလေးတစ်ကွေ့မှာ\nရှုံးပြီးသားကောင်မလေးနဲ့ ရှုံးပြီးသားကောင်ကလေးတို့ ဝင်တိုက်မိခဲ့တဲ့အခြင်းအရာမျိုးနဲ့\nငါမက်မောဖူးခဲ့တဲ့တိမ်တွေလိုပဲ တကယ်မရှိခဲ့တဲ့နေ့တွေ။တစ်သက်ရဲ့နှစ်ဘဝမှာ တစ်ခါချစ်ရင်း တစ်ကြိမ်တော့ ငါတို့လွဲမှားဖူးကြမှာပဲ။\nရှိဘူယဘူတာက ဟာချီကိုလို... အရိုးခေါင်းကျွန်းက ကင်းကောင်လို...\nလွဲမှားစွာမက်မောမိခဲ့တဲ့ ငါတို့ရဲ့ မီးစိမ်းကလေးတွေဟာ\nအသက်နဲ့ဘဝကို ဆူးကလေးတစ်ချောင်းလို ဆင်မယဉ်သာ နှုတ်သွားခဲ့ကြမယ်လို့လည်း ငါတို့ ဘယ်ထင်ခဲ့ပါ့မလဲ။အလေ့အကျင့်တွေဆိုတာလည်း ငါတို့ကစခဲ့ပြီးမှ ငါတို့ကို ပုံပြန်သွင်းသွားတဲ့အရာတွေပဲ မဟုတ်လား။\nသဏ္ဍာန်တူအဖြစ်အပျက်တို့နဲ့ ပက်ပင်းတိုးမိတဲ့အခါ ဒီကဗျာကို မင်းနားလည်နိုင်ကောင်းရဲ့။\nဘာတွေဘာကို ထိုင်တွေးနေမှန်းမသိနိုင်တဲ့ ရိုဒင့်ပန်းပုထက် ထိုင်ဖို့တောင် ပျင်းနေလောက်မယ့်ပန်ဒါကလေးကို မင်းပိုသဘောကျခဲ့မှာပဲ။\nဗန်ဂိုးရဲ့ ဂျုံခင်းထဲ ကျီးကန်းတွေရဲ့ ရက်စက်လွန်းတဲ့ကမ္ဘာထက်\nခေါက်ရှာငှက်ကလေးရဲ့ ကဗျာကို မင်းပိုသဘောကျခဲ့မှာပဲ။တစ်ခါတလေပေါ့ မတူညီခြင်းတွေဟာ ပိုဝေးစေတယ်။\nတစ်ခါတလေလည်း မတူညီခြင်းတွေဟာ ပိုနီးစေတယ်။\nတိရိစ္ဆာန်ရုံလေးရဲ့နံဘေးက မင်းအလွမ်းပြေစမ်းဖို့\nပန်းချီလေးတစ်ချပ်လိုအဖြစ်နဲ့ ကမ္ဘာကို ငါရဲရဲကြီး ခါးစည်းခံထားခဲ့တာလည်း ကြာပြီ။\nအလှတရားနဲ့ ငါ့ကိုသတ်သွားတဲ့ ကမ္ဘာကြီးရဲ့အပြင်ဘက်မှာ မိုးတွေရွာနေပြီ အချစ်ရေ။\nလွမ်းတယ်။\nမင်းလည်းမင်းအချစ်နဲ့ ငါလည်းငါ့အချစ်နဲ့ ငါတို့လည်း ချစ်ခဲ့ကြတဲ့ ကောင်းကင်မှာ မိုးသားတွေမဲလို့...\nငါ့ဘဝရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2BrC9/Art.Museum.By.The.Zoo.1998.HDTV.720P.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yToAJg67r3hk3Ux3sfXOdpiqxU.jpg",
        "title": "Patriot Games (1992)",
        "description": "Patriot Games (1992)~ IMDb - 6.8/10, Rotten Tomatoes - 72% ~ဒီဇာတ်ကားက​တော့ Jack Ryan Franchise ရဲ့ ဒုတိယကားဖြစ်ပြီး ပထမကားအပြီး နှစ်နှစ်အကြာ ၁၉၉၂မှာ ထွက်ရှိခဲ့တာပါ။ ဒီကားရဲ့ Jack နေရာမှာတော့ မင်းသားကြီး Harrison Ford က သရုပ်​​ဆောင်ထားသလို ပါတိုင်း​သေ မင်းသားကြီး Sean Bean နဲ့ အချစ်​တော်ကြီး Samuel L. Jackson တို့ ပါဝင်လို့ Cast List နဲ့တင် ရှိန်​​လောက်တဲ့ကားပါ။အိုင်းရစ်ရီပတ်ဘလစ်တပ်မ​တော်လို့ ​ခေါ်တဲ့ IRA က ဗြိတိန်ကျွန်းစုရဲ့ အင်အားကြီးသူပုန်အဖွဲ့ဖြစ်ပြီး ​မြောက်အိုင်ယာလန်ကို ဗြိတိန်​တွေရဲ့လက်​အောက်က ခွဲထွက်ဖို့ ကြိုးစား​နေတဲ့အဖွဲ့ကြီးပါ။ ဒီဇာတ်ကားမှာ IRA က ​အိုင်ယာလန်ဘုရင်ခံဖြစ်လာမယ့် ဗြိတိန်မင်းသားကိုလုပ်ကြံဖို့ ကြိုးစားခဲ့​ပေမဲ့ မ​​အောင်မြင်ခဲ့ပါဘူး။ သူတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fxza/(CM)_Patriot_Games_(1992)_BluRay_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmMqtxQVTTgdQUvj1F7Q7Lf4BId.jpg",
        "title": "The Recipe (2010)",
        "description": "Genre – Drama, Romance, Mystery\nIMDB – 6.6/10 အမြီး ၉ ချောင်း မြေခွေးအလန်းစားကြီး Lee Dong-Wook ရဲ့၂၀၁၀ ခုနှစ်တုန်းက လွမ်းဆွတ်ကြည်နူးဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ပုဒ် တင်ဆက်ပေးလိုက်ချင်ပါတယ်။ အတိအကျပြောရမယ်ဆို ပဲပိစပ်ဟင်းရည် ဒွမ်ဂျန်ဆိုတဲ့ ရိုးရာ ဟင်းတစ်ခွက်ကိုအသုံးချပြီး Marketing ကောင်းကောင်းထည့်ပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း အစပိုင်းမှာ စိတ်လှုပ်ရှားဖွယ်မှတ်တမ်းရုပ်ရှင်အထာနဲ့ တဖြည်းဖြည်းချင်း ဇာတ်ကို ပံ့ပိုးထားပြီးနောက်ပိုင်းမှ လျှို့ဝှက်ချက်တွေကို ဇာတ်ထုပ်ပြန်ဖြည်တဲ့ စတိုင်မျိုးပါ။ ဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာ လူ ၁၂ ယောက်ကိုသွေးအေးအေးနဲ့သတ်ဖြတ်ပြီး အာဏာပိုင်တွေလက်အောက်ကနှစ်ပေါင်းကြာရှည်စွာ ထွက်ပြေးတိမ်းရှောင်နေတဲ့ လူသတ်သမားကြီးကတောထဲတောင်ထဲက စားသောက်ဆိုင်လေးထဲ ရဲတွေလာဖမ်းတာကိုအသာတကြည်နဲ့ ပြန်မခုခံပဲ အေးဆေး အဖမ်းခံခဲ့ပါတယ်။ အဲဒါနဲ့သေဒဏ်ပေးခါနီး နောက်ဆုံးဆန္ဒကို ပြောပါဆိုတော့ ဘာပြောတယ်ထင်လဲ…”အဲဒီဆိုင်က ဒွမ်ဂျန်ဟင်းရည် သောက်ချင်တယ်” တဲ့ဗျာ။အဲဒါနဲ့ သေခါနီးလူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒက ထူးထူးခြားခြားဒီဒွမ်ဂျန်ကို သောက်ချင်ရအောင် ဘာတွေများ ထူးခြားနေလို့လဲဆိုပြီးသတင်းထောက်ကြီးဟာ အဖြေကိုလိုက်ရှာတဲ့အချိန် နောက်ကွယ်ကလွမ်းဆွေးဖွယ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2BsrB/The.Recipe.2010.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I5MGUyMmEtODA2MC00YjU4LTg2MWYtY2ZiMWM3OGU0NzU0XkEyXkFqcGdeQXVyMjIyODc5MDA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Hijacked: Flight 73 (2023)",
        "description": "၂၀၂၃ခုနှစ်မှာ ထွက်ရှိထားတဲ့ ဖြစ်ရပ်မှန် Documentory ရုပ်ရှင်တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီ Hijacked Flight 73 ရုပ်ရှင်ဟာဆိုရင် နာမည်ကြီး 9/11 ကိစ္စတွေမဖြစ်ခင် ပါကစ္စတန်နိုင်ငံ ကရာချီလေဆိပ်မှာဖြစ်ပွားခဲ့တဲ့ တစ်ကမ္ဘာလုံးကိုထိတ်လန့်သွားစေခဲ့တဲ့ ကမ္ဘာ့အကြီးဆုံး လေယာဉ်ပြန်ပေးဆွဲမှုအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ပန်အမေရိကန်ဟာဆိုရင် အဲဒီခေတ်အခါက ကိုကာကိုလာနဲ့တန်းတူ ကမ္ဘာမှာ နာမည်ကြီးခဲ့တဲ့ လေကြောင်းလိုင်းလုပ်ငန်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ ၁၉၈၀ခုနှစ်တွေရဲ့ နိုင်ငံရေးအခြေအနေတွေနဲ့ သမိုင်းဖြစ်ရပ်တွေလည်း ပါဝင်နေတာဖြစ်ပြီးတော့ ဒီပြန်ပေးဆွဲတိုက်ခိုက်မှုမှာဆိုရင် ခရီးသည် ၃၀၀ကျော်ကို ဓားစာခံထိန်းသိမ်းခဲ့တာဖြစ်ပြီးတော့ သေဆုံးသူ ၂၀ ဝန်းကျင်ရှိခဲ့ပြီး လူ ၁၀၀ လောက်ဒဏ်ရာရရှိခဲ့ကြပါတယ်။ ဒီရုပ်ရှင်မှာ အဓိကအားဖြင့်တော့ ပြန်ပေးဆွဲခံရတဲ့လေယာဉ်ပေါ်မှာပါလာတဲ့ ခရီးသည်တွေ ဝန်ထမ်းတွေရဲ့ စိတ်ခံစားချက်၊ အသက်ရှင်ဖို့ရုံးကန်ကြိုးစားခဲ့တာတွေကိုကြည့်ရှုကြရမဲ့အပြင် အစိုးရနဲ့ တာဝန်ရှိတဲ့သူတွေက ဒီကိစ္စကို ဘယ်လိုမျိုးသဘောထားပြီး ကိုင်တွယ်ခဲ့ကြသလဲဆိုတာတွေကိုလည်း စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ File size…(1.5 GB)/(760 MB)/(370 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Vu98/Hijacked.Flight.73.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSdGJz5m9Tst39Zq0Wdxb91Lmom.jpg",
        "title": "Magnetic Beats (2021)",
        "description": "ဒီဇာတ်လမ်းရဲ့တည်နေရာကတော့ ပြင်သစ်နိုင်ငံကမြို့လေးတမြို့မှာပါ။ ဒီမြို့မှာက ဂျရုံးနဲ့ ဖီးလစ်ဆိုတဲ့အရမ်းချစ်ကြတဲ့ညီအကိုနှစ်ယောက်ရှိကြတယ်။ဖီးလစ်ကလည်း ဂျရုံးကိုစံပြပုဂ္ဂိုလ်တယောက်လိုမျိုးမြင်သလိုဂျရုံးကလည်း သူ့ကိုအမြဲဂရုစိုက်ပေးတဲ့သူ့ညီလေး ဖီးလစ်ကိုအရမ်းချစ်တယ်။ သူတို့နှစ်ယောက် အတူတူဖန်တီးခဲ့ကြတာကရေဒီယို ဝါးဆောဆိုတဲ့ ရေဒီယိုအစီအစဉ်လေးတခု။ ဒီရေဒီယိုကနေအကိုဖြစ်သူဂျရုံးက သူ့ရဲ့အာဘော်တွေ ကမ္ဘာကြီးရဲ့ဂီတလက်ရာတွေကို ပြောပြလေ့ရှိသလိုသူ့ရဲ့ နောက်ကွယ်ကနေညီဖြစ်သူ ဖီးလစ်ကတော့ တိပ်ခွေတွေ စက်ခုံတွေကြားနစ်မြုပ်နေပြီးကိုယ့်အသံကိုယ် မုန်းတီးနေခဲ့မိတယ်။ ဒီလိုနဲ့ပဲ သူတို့ညီအကိုကြားထဲကိုတနေ့မှာ ၀င်ရောက်လာခဲ့တာက မာရီယာနာဆိုတဲ့ ဂျရုံးရဲ့ရည်းစားကောင်မလေး။ ဂျရုံးရဲ့ကလေးနဲ့အတူ ဆံပင်ညှပ်သင်ဖို့ဒီမြို့လေးကိုရောက်လာခဲ့တယ်။ ဖီးလစ်တယောက်ကတော့ မြင်မြင်ချင်းမှာပဲ သူမကိုချစ်မိသွားပြီ။ ဒါပေမယ့်သူ့အကိုကိုအရမ်းချစ်တဲ့ ဖီးလစ်အတွက်ကတော့ ကျော်လို့မဖြစ်တဲ့စည်းလေးတခုဖြစ်လာခဲ့တယ်။ ဖီးလစ် အသက် ၂၀မှာတော့ပြင်သစ်စစ်တပ်ရဲ့ စစ်မှုမထမ်းမနေရဥပဒေကြောင့် တပ်ထဲ၀င်ရဖို့အကြောင်းဖန်လာခဲ့တဲ့အချိန်မှာမာရီယာနာကလည်း တိတ်တိတ်လေးသူ့ကို၀န်ခံခဲ့တယ်။ ဒီလိုနဲ့ပဲ ဖီးလစ်တယောက် အကိုကို့ချစ်တဲ့စိတ်နဲ့မာရီယာနာ့ကိုချစ်တဲ့စိတ်တွေအကြား လွန်ဆွဲရဖို့ဖြစ်လာပါတော့တယ်။စစ်မှုထမ်းကာလအပြီး အဆုံးသတ်မှာ ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးတပုဒ်က ဘယ်လိုမျိုးအဆုံးသတ်သွားမလဲ။ အဆုံးသတ်မှာ ဖီးလစ်တယောက် ဘာကိုရွေးချယ်သွားမှာလဲ။ မာရီယာနာကရော ဘာကိုရွေးချယ်သွားမလဲဆိုတာကို CM ပရိတ်သတ်ကြီးကMagnetic Beatsဆိုတဲ့ ပြင်သစ်ဇာတ်ကားလေးမှာ ကြည့်ရှုခံစားပေးကြပါဦး။  File size…1.26GB / 426MB\nQuality…WEB-Rip ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Bsor/Magnetic.Beats.2021.WEBRip720p(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
        "title": "Anna (2013)",
        "description": "Anna (2013)~ IMDb rating - 6.4/10 ~Mindscape ဆိုတဲ့ ထောက်လှမ်းရေးအေဂျင်စီက သာမန်ထောက်လှမ်းရေးအေဂျင်စီတစ်ခုမဟုတ်ဘဲ လူတွေရဲ့မှတ်ဥာဏ်တွေကိုဖတ်နိုင်တဲ့ စိတ်စွမ်းအင်ရှိတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အေဂျင်စီတစ်ခုဖြစ်ပြီး နှစ်ပေါင်းများစွာ လက်သည်မပေါ်တဲ့အမှုတွေကို ဖော်ထုတ်ပေးနိုင်ခဲ့ပါတယ်။ဂျွန်ဝါရှင်တန်ကတော့ Mindscape လက်အောက်က နာမည်ကြီး မှတ်ဥာဏ်စုံထောက်တစ်ဦးပါ။ အထက်လူကြီးက သူ့ကို သာမန်ဆယ်ကျော်သက်တွေထက်ထူးခြားနေတဲ့ အန်နာဆိုတဲ့ကောင်မလေးကို မှတ်ဥာဏ်ဖတ်ပေးဖို့ တာဝန်ပေးလိုက်ပါတယ်။အန်နာက ကျောင်းတွင်းအကြမ်းဖက်မှုရဲ့တရားခံအဖြစ်နဲ့ကျောင်းထုတ်ခံထားရပြီး အခန်းပြင်ထွက်ခွင့်မရဘဲ အချိန်ပြည့်စောင့်ကြည့်ခံနေရပြီး ပထွေးဖြစ်သူက အန်နာကို စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ပြင်နေပါတယ်။ ဂျွန်ရောက်လာတာဟာ အန်နာ့အတွက် အပြစ်ကင်းကြောင်းသက်သေပြဖို့ မျှော်လင့်ချက်ဖြစ်လာပါတယ်။အန်နာ့ကိုမှတ်ဥာဏ်ဖတ်ရင်း ဂျွန်ရဲ့ Career တလျှောက်မှာ တခါမှမကြုံဖူးတဲ့ ထူးထူးဆန်းဆန်းအရာတွေဖြစ်လာပါတော့တယ်။ ကျောင်း Hallway ကရပ်နေတဲ့နာရီ၊ အပြင်ကကျောင်းသူစာရင်းထဲမှာမရှိတဲ့နာမည်နဲ့ အန်နာ့ကျောင်းနေဖက်တစ်ယောက်ရဲ့လည်ပင်းကအမာရွတ်အပေါက်... ဘယ်အပိုင်းတွေကအမှန်ဖြစ်ပြီး ဘယ်အပိုင်းတွေက အန်နာလုပ်ကြံဖန်တီးထားတာလဲ...တကယ်ပဲအန်နာက Victim လား... လူသတ်သမားလား... ဆိုတာ ​​​ကြည့်ရှုသူတွေကိုယ်တိုင်ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/1fxso/(CM)_Mindscape_aka_Anna_(2013)_BluRay_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMWY5YzE5YjEtMDViMS00MTc5LWEyNzItY2MxOWQxNmQxYTQxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-161x200.jpg",
        "title": "Blind (2023)",
        "description": "Blind 2023Neerja လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားထဲက လေယာဉ်မယ်လေး ဆိုနမ်ကပူးရ်\nခေါင်းဆောင်အနေနဲ့ပါဝင်ထားတဲ့ အိန္ဒိယ crime/thriller ရုပ်ရှင်ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nထိပ်တန်းရဲအရာရှိတစ်ဦးဖြစ်တဲ့ဂျီယာဟာ မိဘမဲ့ဂေဟာမှာအတူကြီးပြင်းခဲ့တဲ့\nမောင်လေးဖြစ်သူ အေဒရီရန်အပေါ် အစ်မအရင်းလိုတာဝန်ကျေတဲ့သူတစ်ဦးပါ။\nတစ်နေ့မှာတော့ မောင်လေးဖြစ်သူကိုကလပ်ကနေ ဆွဲခေါ်လာပြီးအပြန်မှာ\nမတော်တဆမှုတစ်ခုကြောင့် အမြင်အာရုံဆုံးရှုံးလိုက်ရပြီး မောင်လေးဖြစ်သူနဲ့ အရာရှိဘဝကိုပါ စွန့်လွှတ်လိုက်ရပါတယ်။တစ်နေ့တော့ မိဘမဲ့ဂေဟာကအပြန် လမ်းမှာတက္ကစီငှားရင်း မထင်မှတ်ထားတဲ့ လူသတ်မှုတစ်ခုကို\nကိုယ်တိုင်ကြုံလိုက်ရပြီး တစ်ဦးတည်းသောသက်သေ ဖြစ်သွားတဲ့ချိန်မှာ\nမျက်မမြင်တစ်ယောက်ရဲ့စကားကို ဘယ်သူမှလက်မခံခဲ့ပါဘူး။\nဒီလိုနဲ့ ဂျီယာဟာ ရဲဝန်ထမ်းဟောင်းတစ်ယောက်အနေနဲ့ ဒီအမှုကို\nဘယ်လိုကိုင်တွယ်ဖြေရှင်းမှာလဲ သူကိုယ်တိုင် လူသတ်သမားကို\nရှာတွေ့နိုင်မှာလားဆိုတာ အဖြေရှာရင်း ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Zwe~V~BpLတို့ပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 737MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Zwe~V~BpL",
        "rating": "5.4",
        "url": "https://megaup.net/1Vuhg/Blind.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzhhNzMwMjEtNzAzZi00YTUwLWJiZGQtZmM2YTk2MGFmY2I2XkEyXkFqcGdeQXVyNzMxMzQyNDE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sick of Myself (2022)",
        "description": "IMDb rating - 7.2/10 ဒီတစ်ခေါက်မှာတော့ Norawy Comedy,Drama အမျိုးအစားဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ self- promotion ကိုမှားယွင်းစွာလုပ်မိသွားတဲ့ Signe တစ်ယောက်ဒုက္ခလှလှကြုံတွေ့ရပုံကို ယနေ့ခေတ်မှာဖြစ်လေ့ရှိတဲ့ uncomfortable truths တွေကိုပါ ထည့်သွင်းပြီးရိုက်ပြထားတဲ့အတွက် ပရိတ်သတ်ကြီးတို့ အားလပ်ရက်မှာကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းကားကောင်းလေးတစ်ခုပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. Signe နဲ့ Thomas တို့ဟာ အဆင်မပြေပြီး တစ်ယောက်နဲ့တစ်ယောက်ယှဉ်ပြိုင်ချင်တဲ့ ဆက်ဆံရေးတစ်ခုကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲတစ်တွဲပေါ့။ Thomas ကအနုပညာရှင်တစ်ယောက်ပါ Signe ကတော့ သူ့ရဲ့ဂုဏ်သတင်းကို လူတွေရဲ့အာရုံစိုက်ခံရအောင်လုပ်ပြီးရယူလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ Thomas တစ်ယောက် မဂ္ဂဇင်းတွေကပါ အင်တာဗျူးလုပ်ပြီး အောင်မြင်စပြုလာတာကို Signe မြင်ရတဲ့အခါမှာတော့ သူလည်းနာမည်ကျော်လူသိများဖို့အတွက် သူ့ရဲ့လိမ်ဆင်တွေကိုစပြီး အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်..File size…(1.8 GB)/(870 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Drama, Comedy\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vu8e/Sick.Of.Myself.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSyf4B4RUzSnyhMa2KqnDJsDdXk.jpg",
        "title": "(18+) What’s Going On With My Sister (2014)",
        "description": "(18+)What's Going On With My Sister (2014)\n======================================မီဆူကီက ငယ်ငယ်တည်းက ဖခင်ဖြစ်သူဆုံးပါသွားလို့မိခင်ဖြစ်သူနဲ့ နေထိုင်ခဲ့ရတဲ့ အထီးကျန်ကောင်မလေးပေါ့....မိခင်ဖြစ်သူကလဲ ယောကျာ်းဖြစ်သူဆုံးတည်းကယောကျာ်းတစ်ယောက်မကောင်းတစ်ယောက်ပြောင်းနေပြီးသူမအပေါ် သိပ်အချိန်မပေးတော့ သူမမှာ ပျော်ရွှင်မှုဆိုတာသိပ်ကိုရှားပါးနေတာပေါ့လေ....တနေ့မှာတော့ သူ့ရဲ့ဘဝကို အပြောင်းလဲဖြစ်စေမယ့်ကိုကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပါတယ် သူ့နာမည်က ယူယာတဲ့သူ့အမေရဲ့ ဘယ်နှစ်ယောက်မြောက်ယောကျာ်းမှန်းမသိတဲ့ယောကျာ်းဖြစ်သူရဲ့သားပေါ့....ပထမတော့ ယူယာ့ကိုအမြင်ကပ်ပေမယ့် ယူယာက သူမအပေါ် နွေးထွေးပြီးကြင်နာဂရုစိုက်မှုတွေ ပြည့်လျှံ့လာတဲ့အခါ သူမရဲ့စိတ်တွေဟာ..... \nFile size…700MB\nQuality…BRip H264 AAC 5.1CH \nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by X Cross",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18-whats-going-on-with-my-sister-2014-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://megaup.net/33TeK/(CM)_Bullet_in_The_Head_(1990)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTUwODg2OTA4OF5BMl5BanBnXkFtZTgwOTE5MTE4MzE@._V1_-135x200.jpg",
        "title": "Focus (2015)",
        "description": "မင်းသားကြီး Will Smith နဲ့ ဟာလေကွင်း မင်းသမီးချော Margot Robbie တို့ အဓိကပါဝင်ထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းက လူလိမ်သူခိုးဇာတ်လမ်းဆိုတော့ ကတုံးပေါ်ထိပ်ကွက် ခွကွက် ကျော်ကွက်တွေ အများကြီးနဲ့ တင်ဆက်ထားပါတယ်...Professional လုပ်ငန်းတွေမှာ ပါစင်နယ်ကိစ္စတွေ မရောသင့်ဘူးဆိုတာမျိုးကို အနောက်နိုင်ငံမှာ ပိုသုံးကြပါတယ်။လူလိမ်လုပ်ငန်းမှာဆိုရင်တော့ ပိုဆိုးတာပေါ့..ပါစင်နယ်ရောလို့မရဘူး။တစ်ယောက်ကိုတစ်ယောက် လျှို့ဝှက်တတ်တဲ့ လူလိမ်ပါတ်ကား ၂ ယောက်တစ်ယောက်ကိုတစ်ယောက် ချစ်သွားကြတဲ့အခါမှာတော့...သူတို့ရဲ့မစ်ရှင်တွေအောင်မြင်ပါ့မလားဆိုတာ.......။သရုပ်ဆောင် ၂ ယောက်ရဲ့ အက်တင်ကောင်းကောင်းနဲ့ ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရှုစားရမှာပါ။IMDb Rating (6.6) ရရှိထားပါတယ်။\nFile size…(4.5 GB)/(1.4 GB)/(700 MB)\nQuality….WEB-DL 4K HEVC /1080p/720p\nFormat…mkv/mp4\nDuration….01:44:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/1217r/(CM)_Focus.2015.720p.WEBRip.H.264.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zTwfMV1hm1DIrMo8BGyZKskhSPr.jpg",
        "title": "Home Team (2022)",
        "description": "Home Team (2022) အညွှန်း********************** IMDb - 6 ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးမှာတော့ အားကစားနဲ့ဟာသကို ယှဉ်တွဲတင်ဆက်ထားတာဖြစ်ပါတယ်။  ရှောင်းပေတန်ဟာ အပြင်လောကမှာ အမေရိကန်ဘောလုံးအားကစား (American Football) ရဲ့ နာမည်ကြီးနည်းပြတစ်ယောက်ဖြစ်ပြီး ယခုအခါမှာ နည်းပြအဖြစ်မှအနားယူနေပြီဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ သူ့နည်းပြဘဝရဲ့အကြီးမားဆုံးသော အမှတ်တရ ဒါမှမဟုတ် အိပ်မက်ဆိုးကြီးကို နောက်ခံပြုပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။အမေရိကန်ဘောလုံးရဲ့ အမြင့်ဆုံးလိဂ်မှာ ဖလားတွေရယူနိုင်ခဲ့သူဖြစ်ပြီး ၂၀၁၆ ခုနှစ်ရဲ့ တစ်နှစ်တာ အကောင်းဆုံးနည်းပြဆုကို ပိုင်ဆိုင်ခဲ့တဲ့ ဒီနည်းပြကြီးဟာ သူ့ရဲ့မွေးရပ်မြေမှာ သူ့သား ပါဝင်ကစားနေတဲ့ ဘောလုံးအသင်းကို နည်းပြဝင်လုပ်ပေးခဲ့ပါတယ်။သူဟာ သူ့အမျိုးသမီးနဲ့ ကွာရှင်းထားသူဖြစ်ပြီး သားဖြစ်သူဟာလည်း အမေနဲ့ပဲနေထိုင်ရင်းကနေ အဖေကို နာကျည်းနေခဲ့သူတစ်ယောက်ပါ။ ဒီလိုအချိန်မှာ သားဖြစ်သူပါဝင်နေတဲ့ ဘောလုံးအသင်းကိုနည်းပြလုပ်ရင်းနဲ့ သားအဖသံယောစဉ်တွေကို ဘယ်လိုမျိုးပြန်လည်ချည်နှောင်ကြမလဲဆိုတာ ရယ်စရာလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုရမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ File Size          :  ...",
        "rating": "6.0",
        "url": "https://megaup.net/1213h/[CM]Home.Team.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/71fQAt0tDiL._RI_-150x200.jpg",
        "title": "Fatal Memory (2022)",
        "description": "Fatal Memory (2022)===================ယာဉ်မတော်တဆဖြစ်ပြီးသုံးလလောက်ကိုမာဝင်ခဲ့တဲ့ ဂရေ့စ်တစ်ယောက်ကံကောင်းစွာနဲ့ပဲ\nသတိပြန်လည်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် သတိပြန်ရခဲ့တဲ့ဂရေ့စ်ဟာ ယာဉ်မတော်တဆ\nဖြစ်ခဲ့အချိန်ကနေ နောက်ပြန်ရေရင်(၅)နှစ်တာကာလအတွင်းကအကြောင်းအရာတွေကို သူ\nမမှတ်မိတော့ပါဘူး။ ဒီလိုကာလတစ်ခုစာမမှတ်မိတော့တဲ့သူ့မှာ သူ့ကိုချစ်တဲ့သမီးလေးရယ်\nယောကျ်ားလေးရယ် ညီမဖြစ်သူနဲ့ မှတ်ဉာဏ်ပြန်ရအောင်ကြိုးစားပြီးပျော်ပျော်ရွှင်ရွှင်နေနေ\nခဲ့တာပါ။ ဒါပေမယ့် သူတို့မိသားစုလေးဂုဏ်ပြုညစာစားပွဲလေးကျင်းပနေချိန် ဂရေ့စ်ဆီကို\nဖုန်းတစ်ခုဝင်လာရာကနေစတင်လာပါတော့တယ်။ နောက်ပြီး သူစိမ်းတစ်ယောက်ကလည်း\nသူ့ဘဝထဲကိုအတင်းဝင်ရောက်လာရာက ဂရေ့စ်တစ်ယောက်ပြဿနာတွေတစ်စတစ်တက်\nလာပါတော့တယ်။ ဒီသူစိမ်းက သူမမှတ်မိတော့တဲ့ငါးနှစ်ဆိုတဲ့ကာလမှာ ဘယ်လိုနေရာက\nပါနေတာလဲ။ ဒီငါးနှစ်တာကာလမှာဂရေ့စ်တစ်ယောက်ဘာတွေလုပ်ခဲ့မိတာလဲ။ အခုရော\nသူဘာတွေကြုံတွေ့လာရမှာလဲကတော့......... Fatal Memory ဒါမှမဟုတ် Deadly Infidelity\nလို့ အမည်ရတဲ့ဒီကားလေးက (၂၀၂၂)ထွက် Thriller ကားအသစ်လေးဖြစ်ပြီးတော့ Mystery နဲ့\nDramaလေ ခပ်းပါးပါးပုတ်ထားတဲ့ကားလေးတစ်ကားဖြစ်လို့ ကြည့်ရှူခံစားကြည့်ပါဦး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size -(2.1 GB) / ( 772.47 MB) / (297.69 MB)\nQuality – WebRip -(1080p) /  (720p) / (480p)\nDuration - 1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1HYnm/Deadly.Infidelity.2022.720p[CM]..mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bspoywmxxace-133x200.jpg",
        "title": "[18+] Silip (1985) Daughters of Eve",
        "description": "ဒီကားကတော့ ဂန္တဝင်ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်....လူသားတို့ရဲ့ရမ္မက်နဲ့လိုအင်လောဘ ကြမ်းကြုတ်ရက်စက်တဲ့သဘောသဘာဝတွေကို ကွက်ကွက်ကွင်းကွင်းပုံဖော်ရိုက်ကူးထားပြီး အသက်ဝင်လွန်းတာကြောင့်ရယ် သရုပ်ဆောင်တွေကြောင့်ရယ် ဘာဆင်ဆာမှာမဖြတ်ထားတာကြောင့်ရယ် နာမည်ကြီးခဲ့ပါတယ်။အီလိုကိုစ်ပြည်နယ်အစွန်အဖျားက ရွာလေးတစ်ရွာမှာရွာသူရွာသားတွေဟာလိင်မှုကိစ္စမှာပွင့်လင်းစွာ\nဖြစ်ချင်တိုင်းဖြစ်နေကြပါတယ်။ အဲ့ဒီထဲမှာမှ အများသူငါလို ရမ္မက်စိတ်တွေကိုမျိုသိပ်ပြီး ရွာကကလေးတွေကိုဓမ္မပုစ္ဆာတွေ\nသင်ပေးနေတဲ့ တွန်ညာဆိုတဲ့မိန်းမလှလေးရှိပါတယ်။ အများလက်မခံနိုင်တဲ့အယူအဆတွေကိုသင်ကြားနေတဲ့\nသူ့အပေါ်လိုသူတွေရှိသလို သူ့အလှအပကြောင့်မလိုသူတွေလဲရှိပါတယ်။တစ်နေ့တော့ရွာကနေထွက်ခွာသွားတာကြာပြီဖြစ်တဲ့ သူ့သူငယ်ချင်းဟောင်းအလှပဂေးတစ်ဦးလဲဖြစ်တဲ့ ဆယ်လ်ဒါဟာ\nအမေရိကန်သားချစ်သူတစ်ယောက်နဲ့အတူပြန်ရောက်လာချိန်မှာ ဒဏ်ရာဟောင်းတွေ အတိတ်ဇာတ်လမ်းဟောင်းတွေနဲ့အတူ\nငြိမ်သက်နေတဲ့ တွန်ညာရဲ့ဘဝအပြင် သူတို့နှစ်ဦးရဲ့ အတိတ်ဇာတ်လမ်းထဲက အမျိုးသားတစ်ဦးဖြစ်တဲ့ ဆိုင်မွန်တို့ရဲ့\nဘဝတွေပါ လှုပ်ခတ်ဖို့ဖြစ်လာပါတော့တယ်။ ဆယ်လ်ဒါကတော့ တွန်ညာရဲ့စရိုက်နဲ့ဆန့်ကျင်စွာပွင့်လင်းမြင်သာရှိလွန်းလို့ပါပဲ။Silip: Daughters of Eve ဟာအဲ့ဒီခေတ်အခါမှာခေတ်စားနေတဲ့ လိင်အသားပေး Sexploitation films တွေထဲကအထင်ရှားဆုံးဥပမာ\nတစ်ခုဖြစ်ပြီး၊ ၁၉၈၂ ဖိလစ်ပိုင်ကိုယ်စားပြု Miss Universe ပြိုင်ပွဲဝင် Maria Isabel Lopez,နာမည်ကျော်အချိုရည်ကြေငြာအလှမယ်\nSarsi Emmanuelle တို့အကြမ်းပတမ်းခေါင်းဆောင်ပါဝင်ထားပါတယ်။ရုပ်ရှင်ကားကြီးတစ်ကားလို့ မထင်နိုင်စရာပွင့်လင်းလွန်းတဲ့ လိင်ဆက်ဆံခန်းတွေ၊ ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေ၊ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်တွေရဲ့မဖွယ်မရာ စကားပြော၊ အပြ၊ အပြုအမူတွေအပြင် သွေးထွက်သံယို သတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းကြမ်းတမ်းတမ်းပါဝင်ပါတယ်။\n2007 dvd အနေနဲ့ထွက်ရှိအပြီး ကာလသားတွေကြားနာမည်ကြီးခဲ့တဲ့ဇာတ်ကားဖြစ်လို့ တစ်ချို့အခန်းတွေမှတ်မိတဲ့သူတွေမှတ်မိကြပါလိမ့်မယ်။ဖိလစ်ပိုင်ရဲ့ခေတ်ဟောင်းရုပ်ရှင်ကားဆိုပေမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2nJ9i/(CM)_Silip_-_Daughters_of_Eve_(1985)BluRay_720p.mp4",
        "category": "Adult, Asian, Crime, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8QY2xqz-125x200.jpg",
        "title": "New Kung Fu Cult Master 2 (2022)",
        "description": "New Kung Fu Cult Master 2 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့\nဇာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator   Jo Jo VA , Yunn Myat Noe Khaing, SSTGenre.....Action , Fantasy\nQuality….WEB-DL ...",
        "rating": "4.8",
        "url": "https://megaup.net/33T4D/New_Kung_Fu_Cult_Master_%E2%85%A1_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMDNhZWZkYjUtNDMyNS00NGEwLTk3ZmYtNzMxM2M1Yzc3ZGU3XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "The Ledge (2022)",
        "description": "The Ledge (2022)\n=================The Ledge ဆိုတဲ့ Thriller ကားသစ်လေးက ဒါရိုက်တာ Matthew Chapman\nရိုက်ကူးထားပြီး မင်းသမီး Brittany Ashworth က အဓိကပါဝင်သရုပ်ဆောင်ထား\nပါတယ်။Kelly (Brittany Ashworth) ဆိုတဲ့ကောင်မလေးတစ်ယောက်က သူ့သူငယ်ချင်း\nကောင်မလေးနဲ့အတူ အီတလီက ဒိုလိုမိုက်‌​ကျောက် တောင်ကိုတက်ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။\nအဲ့ဒီမှာ သူတို့လို အလည်လာတဲ့ ယောင်္ကျားလေး ၄ ယောက်အဖွဲ့နဲ့ ဆုံမိလိုက်တဲ့အခါ ၆ ယောက်သား\nအတူတူ ဘယ်လို‌ေပျာ်ပျော်ရွှင်ရွှင် အပန်းဖြေကြမလဲ၊ တက်ရခက်လောက်အောင် မတ်စောက်တဲ့\nအပြင် ရေခဲတွေပါ ဖုံးလွှမ်းနေတဲ့အတွက် ဒေသခံတွေက တောင်မတက်ဖို့ တားခဲ့ကြပါတယ်။\nဒါပေမယ့်... ကျောက်တောင်တက်ဖို့လာတာကို လက်လွတ်မခံဘဲ တက်ကြမယ့် သူတို့အုပ်စု...\nသူတို့ ပျော်ရွှင်မှုကိုရော ရရှိပါ့မလား... ဘယ်လိုမျိုး အပြောင်းအလဲတွေ ဖြစ်လာမလဲ\nKelly တို့ ယုံကြည်ထားသလို ယောင်္ကျားလေးအုပ်စုကရော ယံုကြည်ရပါ့မလား\n\"cliffhanger\" ဆိုတဲ့စကားလုံးအတိုင်း Thrill vibes အပြည့်နဲ့ ‌ ကြည့်ရမှာပါ။ ဒီကားထဲမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/11Wlz/The.Ledge.2022.720p.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/122ch/Mythica.The.Dragon.Slayer.2016.720p.BluRay[CM].mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGM3ZDAwZDEtYjlmNy00ZmUxLTg0NTYtZGQyYTg3YWJjNDgwXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Playlist (2021)",
        "description": "Playlist(2021)\n==========IMDb Rating - 6.3/10ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်က ကာတွန်းစာအုပ်ကိုဖြူမည်းရုပ်သံနဲ့ပြန်ရိုက်ထားတာပဲ\nဂျပန်မန်ဂါတွေကို Anime အဖြစ်ပြန်အသက်သွင်းထားသလိုပေါ့...\nပြင်သစ် Indie ရုပ်ရှင်တစ်ခုဖြစ်ပြီး ဒါရိုက်တာကိုယ်တိုင်ကလည်း ကာတွန်းဆရာပါ\nသူ့ကာတွန်းကိုရုပ်ရှင်အဖြစ် သူကိုယ်တိုင်ပဲ ပြန်အသက်သွင်းထားတာပါ။ဇတ်လမ်းအကြောင်းကို ပြောရရင် ကာတွန်းဆရာ မဖြစ်ချင်ပေမယ့် ဖြစ်ချင်တိုင်းမဖြစ်တဲ့\nဘဝကြီးမှာ လည်ပတ်နေရတဲ့ အထွေအထူးစိတ်ဝင်စားစရာမရှိတဲ့ ဆိုဖီရဲ့ဘဝအကြောင်းပါ....\nဇာတ်လမ်းက ကျွန်တော်တို့ဘဝတွေနဲ့အနီးစပ်ဆုံး reality show တစ်ခုကိုကြည့်နေရသလိုပဲ\nစကားလုံးအသုံးတွေအနည်းငယ်ကြမ်းမယ်....သာမန်အပျင်းပြေရုံကြည့်စရာရုပ်ရှင်တစ်ခုတော့\nမဟုတ်တဲ့အတွက် လူတိုင်းအတွက်လို့တော့ ကျွန်တော် မညွှန်းချင်ဘူး...ဒါပေမယ့် ကျွန်တော်\nကတော့ ပြင်သစ်သီချင်းဆွဲဆွဲငင်ငင်တွေ  lofi သီချင်းအကြောင်းတွေ ကာတွန်းလောကရဲ့\nအကိုးအကားတွေအကြောင်းကို သိရတဲ့အတွက် သဘောကျမိတယ်။ ဘဝက ကောင်းတာတွေနဲ့\nဆိုးတာတွေကို ရောစပ်ထားတဲ့ Playlist တစ်ခုလိုပဲတဲ့၊ ဘာကအရင်လာမလဲ မသိနိုင်တာကိုက\nဘဝရဲ့ဆန်းကြယ်မှုတစ်ခုပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size -(844 MB) / (438 MB) / (208 MB)\nQuality – WebRip -(1080p) /  (720p) ...",
        "rating": "6.3",
        "url": "https://megaup.net/11Tmw/Playlist.2021.720p.FLMN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-134x200.jpg",
        "title": "Turner & Hooch (1989)",
        "description": "ဟောင်းပေမဲ့ ကောင်းတယ်ဆိုတာ ဒါမျိုးဗျ..။အဓိကဇာတ်ကောင်ပါတဲ့ ပိုစတာကို မြင်ပြီးရင်တော့ အထူးတလည် ညွှန်းစရာလိုမယ် မထင်ဘူး..။Tom Hanks ဆိုတာ ဂန္တဝင်ရယ်လို့ Legendary သရုပ်ဆောင် မင်းသားကြီးတစ်ယောက်ဖြစ်လာပြီးမှ ဟိုးရှေးရှေးတုန်းက ငယ်ရွယ်တဲ့ Tom Hanks ကို ပြန်ကြည့်ရတာလည်း အရသာတစ်မျိုးပဲ..။လွန်ခဲ့တဲ့ ဆယ်စုနှစ် နှစ်ခုမကတဲ့ အချိန်လောက်တုန်းက ရုပ်ရှင်ဆိုပေမဲ့လည်း အခုနေ ပြန်ကြည့်မိလည်း ဇာတ်ကြောင်းက ကျေနပ်စရာကောင်းသေးတယ်ဗျ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေဆီကရတဲ့ စိတ်ဒုက္ခ..၊ ပျော်ရွှင်စရာ အခိုက်အတန့်လေးတွေနဲ့ ကြည်နူးစရာ မေတ္တာတရားတွေကို ရယ်စရာ မောစရာတွေနဲ့ ရောပြီး ကြည့်ရှုနိုင်ပါမှာ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေ မွေးထားတဲ့လူတွေကတော့ ဒီချိုမြတဲ့ဒုက္ခတွေကို ကောင်းကောင်းကြီး နားလည်နိုင်မှာ အသေအချာ..။ကမ်းခြေမြို့သေးသေးလေးတစ်ခုမှာ စုံစမ်းစစ်ဆေးရေးမှူးလုပ်နေတဲ့ မစ္စတာ တန်နာ တစ်ယောက် တခြားမြို့ကို သိပ်မကြာခင် ပြောင်းရွေ့ရတော့မယ့် ရက်ပိုင်းအတွင်းမှာမှ ဖြစ်ပေါ်လာတဲ့ မတော်တဆမှုတချို့နဲ့.. ဒီကိစ္စရပ်တွေကနေ ဆက်ပြီးတော့ ဖြစ်ပျက်လာမယ့် မှုခင်းဆက်စပ်မှုတွေ..။အရာအားလုံးကို တိကျ ၊ သေချာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2nUJ4/Turner_and_Hooch_1989_720p_(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4pKiMtJUpSgt1TMFR4G6vaqoAv.jpg",
        "title": "The Long Night (2022)",
        "description": "The Long Night (2022) ငယ်စဉ်ကလေးဘဝတည်းကမွေးစားခံရပြီး နယူးယော့ခ်ကိုရောက်သွားခဲ့တဲ့ဂရေစ့်တစ်‌‌ ယောက်မိဘတွေကိုရှာဖွေဖို့ ကလေးဘဝကနေခဲ့တဲ့မြို့လေးကိုပြန်လာဖို့အကြောင်းဖန်လာတဲ့အခါ...ထူးဆန်းတာက မြို့ထဲမှာလူတစ်ယောက်မှရှိမနေခဲ့ပါဘူး ဒါ့အပြင်ကိုမြွေတွေက နေရာတိုင်းလိုလိုရှိနေခဲ့ပါတယ်အိမ်မက်လိုလိုတကယ်လိုလိုနဲ့သူမ မြင်နေတဲ့ အရိုးစုခေါင်းစွပ်နဲ့လူတွေကဘာတွေလဲမြင်နေရတဲ့အရာတွေကထူးဆန်းလာတာဖြစ်လို့ ရှောင်ပြေးထွက်ဖို့ကြိုးစားပေမယ့်အိမ်ထဲကနေထွက်လို့မရတဲ့အပြင် ကူညီဖို့လာတဲ့လူကပါသေဆုံးသွားတဲ့အခါ...အိမ်ထဲမှာပဲရှာဖွေရင်းနဲ့ ဒီအရိုးစုမျက်နှာဖုံးလူတွေရဲ့ ဇာတ်ကြောင်းစာအုပ်ကိုတွေ့သွားတဲ့အခါမှာတော့ သူမမိဘ‌တွေကဘယ်သူဆိုတာကိုပါ ဖော်ထုတ်နိုင်မှာလားဒီလူထူးဆန်းတွေကသူမနဲ့ဘယ်လိုပတ်သက်နေမလဲ ဒီမြို့ထဲကနေသူမတို့လွတ်မြောက်နိုင်မလားဆိုတာသည်းထိပ်ရင်ဖိုကြည့်ရှုရမယ့် Horror ဇာတ်လမ်းဖြစ်တာကြောင့်တံခါးပိတ်မီးမှိတ်ပြီးရင်တစ်လှပ်လှပ်နဲ့ ခံစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်က Yunni ဖြစ်ပြီး တင်ဆက်ပေးသူက YK ဖြစ်ပါတယ် \nFile size…1.03Gb / 520MB\nQuality…1080p WEB RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "",
        "url": "https://megaup.net/1HXew/The.Long.Night.2022.720(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ddd-142x200.jpg",
        "title": "The Debt (2010)",
        "description": "ဆာရာဆိုတဲ့ အမျိုးသမီးဟာ သူရေးထားတဲ့ စာအုပ်တစ်အုပ်ရဲ့အကြောင်းကို စင်ပေါ်မှာ\nဂုဏ်ယူဝံ့ကြွားစွာနဲ့ ‌အမှတ်တရစကားပြောနေလေရဲ့ ....ဒီလို ဂုဏ်ယူနေရတဲ့ အကြောင်းရင်းကလည်း ဒီစာအုပ်ဟာ သူ့ရဲ့မိခင်ရေချယ် စင်းဂါး\nဒေးဗစ် ပဲရိစ် နဲ့\nစတက်ဖန်ဂိုး တို့ရဲ့ ဘ၀ဇာတ်ကြောင်းဖြစ်နေလို့ပါ။အခုချိန်မှာ အိုမင်းရင့်ရော်သွားပြီဖြစ်တဲ့ ဒီလူ ၃ ယောက်ရဲ့ ငယ်ဘ၀ဟာ\nဂုဏ်ယူချီးကျူးစရာတွေ အပြည့်ပေါ့ ။မိုဆက်အေးဂျင့် ၃ ယောက်ဖြစ်တဲ့ သူတို့ဟာ ဘာလင်ကို နိုင်ငံတော်အဆင့် မစ်ရှင်တစ်ခုနဲ့\nတာ၀န်ကျခဲ့တယ် ...သူတို့ရဲ့တာ၀န်က ဆရာ၀န်အမည်ခံပြီး လူ ထောင်ပေါင်းများစွာကို သတ်ဖြတ်ခဲ့သူ\n၁၅ နှစ်တာလုံး ဘယ်လိုမှ မဖမ်းမိသူ ဒေါက်တာ ဗိုဂယ်ကို ဖမ်းဆီးဖို့ပေါ့....ဒီလို ဂုဏ်ယူစရာ အဖြစ်အပျက်ကို သမီးဖြစ်သူက စင်ပေါ်မှာ ၀မ်းပန်းတသာ ပြောနေပေမဲ့\nကာယကံရှင် ဖြစ်သူ ရေချယ်ကိုယ်တိုင်ကတော့ ရွှင်ပျမနေခဲ့တာ ဘယ်သူမှ သတိမထားမိခဲ့ပါဘူး ...လူတကာက သူတို့ရဲ့ လုပ်ရပ်ကို ချီးကျူးနေကြပေမဲ့ ဒီအဖြစ်ရဲ့ နောက်ကွယ်မှာ\nကိစ္စတစ်ခု ရှိနေသေးတာကို ရေချယ်၊ စတက်ဖန်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1HX9c/The_Debt_2010_Bluray_720p_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onGdT8sYi89drvSJyEJnft97rOq.jpg",
        "title": "Looop Lapeta (2022)",
        "description": "Looop Lapeta (2022)ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲအတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲအတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာမတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်းအေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်ရှာလိုက်ပါတော့တယ်။အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော....မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှအရှုပ်တွေကိုလိုက်ရှင်းရင်း ...",
        "rating": "5.8",
        "url": "https://megaup.net/1HX6r/Looop_Lapeta.NF_WEB_DL_AAC_2.0.720p(CM).mp4",
        "category": "Action, Country, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKIdlJbd17rrIm4oZzhXTbmqpon.jpg",
        "title": "Robin Robin (2021)",
        "description": "Robin Robin (2021) အညွှန်း*********************IMDB - 7.2 CM ပရိသတ်တို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ရပါတယ် Robin ဆိုတဲ့မြေလူးငှက်မလေးတစ်ကောင်ကို ကြွက်မိသားစုလေးတစ်စုကနေ ကယ်တင်မွေးစားထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ မျိုးမတူတဲ့သတ္တဝါလေးတွေဖြစ်နေပေမယ့်လည်း ငှက်မလေးက ကြွက်မိသားစုရဲ့ နေ့စဥ်အစာရှာမှု သွားမှုလာမှုကိစ္စတွေမှာ လိုက်လျောညီထွေဖြစ်အောင်ကြိုးစားနေထိုင်ရင်း ... တစ်နေ့တော့ ကြွက်ကလေးတွေထက် အစာရှာပိုတော်ကြောင်းကို သက်သေပြချင်မိလို့ အပြင်ခိုးထွက်ရာကနေ ဘယ်လိုစွန့်စားခန်းလေးတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းတိုလေးအနေနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi က ရေးသားပေးထားပါတယ်) File Size     : (465 MB), (310 MB) and (95 MB)Quality       : WEB-DL 1080p DD5.1CH, 720p, 480pFormat        : mp4Duration    : 32minsGenre  ...",
        "rating": "",
        "url": "https://megaup.net/2nUae/Robin.Robin.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/6KZQg_4f-140x200.jpg",
        "title": "Da Capo (2020)",
        "description": "Da Capo\"ဂီတဆိုတာ ရင်ထဲကစစ်မှန်မှုမပါရင် အသက်မဝင်ဘူး\" တဲ့\nဂီတရုပ်ရှင်တစ်ခု CM ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nသီချင်းလေးတွေ နားဆင်ရတာကြိုက်တယ်ဆိုရင်တော့ မလွတ်တမ်းကြည့်ရှုလိုက်ပါဇာတ်လမ်းအကျဉ်းအရည်အချင်းရှိပေမယ့် နာမည်ကြီးဖြစ်မလာတဲ့ တေးရေးဆရာ/အဆိုတော် ထယ်အီအရည်အချင်းတစ်ခုရှိနေပေမယ့် ဂီတလောကမှာနေရာယူဖို့မကြိုးစားဘဲ ဂီတကျောင်းတစ်ခုမှာ မျိုးဆက်သစ်တွေကို မွေးထုတ်ပေးနေတဲ့ ဂျီဝန်အနုပညာဝါသနာပိုးအပြည့်နဲ့ Rock ဂီတကို သီဆိုချင်တဲ့ ဒေါ့ခိုတု့ိ သူငယ်ချင်းတစ်စုတစ်ရက်မှာ ထယ်အီနဲ့ ဂျီဝန်တို့ ဂီတကျောင်းမှာ ပြန်တွေ့တဲ့အခါ...ဒေါ့ခိုတို့ သူငယ်ချင်းတစ်စုရော ထယ်အီ့ဆီက ဘယ်လိုပညာတွေ သင်ယူဖြစ်မလဲ....\nအနုပညာလမ်းပေါ် ဘယ်လိုပုံစံလေးနဲ့ ဆက်လျှောက်သွားမှာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်File Size__(1.1GB) / (630MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:13:00\nType__Drama, Music\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/11Z35/Da_Capo_(2020)_720p.mp4",
        "category": "Asian, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BYmFjNWY5NjQtMTJiNC00NjFlLWIxMGQtNzhmMmQ0MjhiZjQyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)==========ကိုယ့်အသွေးအသားခန္ဓာကိုယ်ကိုသုံးကုန်တစ်ခုလို အသုံးချခံနေရတဲ့\nပြည့်တန်ဆာမလေးနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nကိုယ်ပိုင်ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့သူတို့နှစ်ယောက်ကြားမှာ သူတို့အတွက်\nပျော်ရွှင်မှုဆိုတာဖြစ်လာနိုင်တာကိုသိလာရတဲ့နောက်..\nကိုယ်စီအဓိပ္ပါယ်နဲ့ပျော်ရွှင်မှုတွေနောက်ကိုရှာဖွေကြတဲ့သူတို့နှစ်ယောက်ရဲ့\nဇာတ်လမ်းက မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့အခန်းတွေပါဝင်တာမလို့ သူငယ်ချင်း\nအပေါင်းအဖော်(၁၈)ယောက်အရင်စုပြီးမှကြည့်ရှုကြပါလို့\nသတိပေးတင်ဆက်လိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - 2hr 16min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Sci-Fi\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "5.4",
        "url": "https://megaup.net/2nRjB/Bliss.2021.GERMAN.720p.AMZN.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7g6xb29Wfx8x8FiTqXFLywcoEz.jpg",
        "title": "The Policeman’s Lineage (2022)",
        "description": "The Policeman's Lineage (2022)အရမ်းကိုနူးညံ့ပြီး ချစ်တတ်တဲ့ပန်းချီဆရာ ချွဲအွန်းကို ခဏလောက်မေ့ထားလိုက်ပါတရားမျှတပြီး ရဲတာဝန်ကိုကျေချင်တဲ့ ချွဲမင်ဂျယ်လာပါပြီပြစ်မှုကျူးလွန်သူတွေကို ဖမ်းပုံဖမ်းနည်းမတူတဲ့ ရဲနှစ်ယောက်စည်းမျဉ်းကိုလိုက်နာပြီး တာဝန်ကိုထမ်းဆောင်သွားမယ်ဆိုတဲ့ ချွဲမင်ဂျယ်နဲ့\nတရားခံကိုဖမ်းရဖို့  ဖြတ်လမ်းကနေ ကိုယ်တိုင်ပြစ်မှုတွေလုပ်နေတဲ့ ဘတ်ဂန်ယွန်းတို့ တစ်ဖွဲ့တည်းဖြစ်သွားချိန်မှာ..အမှုလိုက်တဲ့နေရာမှာ ဆန့်ကျင်ဘက်နည်းလမ်းကို အသုံးပြုတဲ့နှစ်ယောက်ဟာ\nအသည်းအသန်လိုက်နေတဲ့ မူးယစ်ဖြန့်ဖြူးသူ နာယောင်းဘင်ကို မိနိုင်မလား၊ဘတ်ဂန်ယွန်းနောက်ကြောင်းကို စုံစမ်းဖို့အဖွဲ့ထဲဝင်လာတဲ့\nနည်းလမ်းမှန်မှန်နဲ့ အမှုလိုက်တတ်တဲ့ ချွဲမင်ဂျယ်ကရော\nတကယ့်နည်းလမ်းမှန်ကို သိသွားမလားဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.6GB and 862MB and 278MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "6.6",
        "url": "https://megaup.net/3JNE0/The.Policemans.Lineage.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7UvYtKfIVaHLaHwVgfalyrK7Ho.jpg",
        "title": "The Village (2004)",
        "description": "The Village (2004)\n~~~~~~~~~~~ရွာ...အပြစ်ကင်းစင်မှုတွေနဲ့ ထုံမွှမ်းနေတဲ့ ချစ်စရာရွာလေး။\nစကားပြောတာတောင် နူးနူးညံ့ညံ့နဲ့ ဂုဏ်တွေ ပကာသနတွေ ဘာမှမရှိတဲ့ရွာလေးပေါ့။ဒီချစ်စရာရွာလေးမှာ သတ္တိ၊ဒေါသနဲ့ ရမ္မက်ကို ကိုယ်စားပြုနေတဲ့ အနီရောင်ကို အရောင်ဆိုးလို့ သတ်မှတ်ကြတယ်။အနီရောင်ကို မြင်တာနဲ့ မြေမြှုပ်ပစ်ကြတယ်။ ဒီလိုလုပ်ရတာ နောက်ထပ်အကြောင်းအရင်းတစ်ခုရှိနေပါသေးတယ်။အနီဟာ သူတို့မပြောကြတဲ့ သတ္တဝါတွေကို ဆွဲဆောင်နိုင်လို့ပါတဲ့။ဒီလိုအေးချမ်းတဲ့ရွာလေးမှာ မကောင်းတဲ့ အချက်ဆိုလို့ သူတို့ရွာဘေးက တောအုပ်ထဲက သူတို့မပြောကြတဲ့ သတ္တဝါတွေပဲရှိမယ်ထင်တယ်။\nရွာထဲက ကာလသားတွေမှာ သတ္တိပြစရာဆိုလို့ တောအုပ်ကို ကျောပေးပြီး အချိန်ဘယ်လောက်ကြာအောင် ရပ်နိုင်လဲဆိုတာကပဲ သူတို့အတွက် စိတ်လှုပ်ရှားစရာ စွန့်စားခန်းဖြစ်နေတယ်။ ရွာလေးက အေးချမ်းတယ်ဆိုပေမဲ့ ဆေးဝါးအထောက်အပံ့မရှိ တခြားမြို့ပြတွေနဲ့လည်း အဆက်အသွယ်မရှိလို့ ကုစရာဆေးဝါးမရှိတာကြောင့် လက်လွှတ်လိုက်ရတဲ့ ရွာသူရွာသားတွေ ရှိနေတာပေါ့။တောအုပ်ကြီးထဲမှာ ဘာရယ်မပြောနိုင်တဲ့ သတ္တဝါတွေရှိနေတာကြောင့် သွားလို့ကလည်း မဖြစ်ဘူးဆိုပေမဲ့ လူတွေဆိုတာ စွန့်စားတတ် စူးစမ်းတတ်တဲ့အမျိုးပဲမဟုတ်လား။ဒီအခက်အခဲကို ဖြေရှင်းဖို့အတွက် ကာလသားတွေထဲက သတ္တိအရှိဆုံးလူငယ်လေးတစ်ယောက်က ရွာရဲ့ကောင်းကျိုးအတွက် တောအုပ်ကိုဖြတ်ပြီး ဆေးဝါးသွားရှာဖို့ပြောလာပါတယ်။ဒီလူငယ်လေး အောင်အောင်မြင်မြင်နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/11Xn7/(CM)_The_Village_(2004)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/11Xgw/(CM)_Raging_Flower_2_(2021)_HDRip_720p.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://megaup.net/10yay/(CM)Raging_Flower_2018_720p_WEB-DL_H264-Mkvking.mp4",
        "category": "Action, Asian, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/11Xjg/Predestination_(2014)_(Bluray_720p).mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Shaadi-Mein-Zaroor-Aana4-138x200.jpg",
        "title": "Shaadi Mein Zaroor Aana (2017)",
        "description": "Shaadi Mein Zaroor Aana(2017)\n*******************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 7.6အထိ ရရှိထားပြီး Rajkummar Raoနဲ့ Kriti Kharbanda တို့ရဲ့ Romance/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်\nယခုလို ကျောင်းတွေပြန်ဖွင့်တော့မယ်ဆိုတဲ့အချိန်မှာ မိဘက တွန်းအားပေးနေတာကို မလွန်ဆန်နိုင်သေးတဲ့သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ခု ညွှန်းပေးပါရစေ။တကယ်က မိန်းကလေးဖြစ်ရင် အလုပ်မလုပ်ရဘူးဆိုတဲ့ ရှေးရိုးစွဲအယူကို ခုထိလက်ကိုင်ထားတဲ့သူတွေ ကမ္ဘာပေါ်ရှိနေပါသေးတယ်။ ဒီဇာတ်ကားထဲက မင်းသမီးဖြစ်သူ Aarti ရဲ့အဖေက အဲဒီလိုလူမျိုးပေါ့။ သူ့သမီးကို အလုပ်လုပ်ခွင့်မပေးဘဲ ယောက်ျားပဲအတင်းပေးစားချင်တာပါ။\nAarti ကလည်း အဖေ့ကိုမလွန်ဆန်တဲ့အဆုံး Blind Date မှာ မင်းသားကိုသွားတွေ့ပြီး လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်ပေါ့။ ဘာလို့လဲဆိုတော့ Aarti ကို အလုပ်လုပ်ခွင့်ပေးမယ်လို့ မင်းသားကသဘောတူလိုက်လို့ပါ။ ဒါပေမယ့်လည်း မင်းသားရဲ့အမေကလည်း Aarti ရဲ့အဖေလိုပဲ ရှေးရိုးစွဲနေမှန်း သူမသိခဲ့ပါဘူး။\nသိပ်စိတ်ညစ်ဖို့ကောင်းတဲ့ ပတ်ဝန်းကျင်ရဲ့ သတ်မှတ်ချက်တွေ၊ ကျားမခွဲခြားဆက်ဆံတတ်တဲ့ ဓလေ့တွေ၊ မိဘလောင်းရိပ်အောက်က မထွက်နိုင်ခဲ့ခြင်းတွေကြားက Aarti ...",
        "rating": "7.6",
        "url": "https://megaup.net/11Xbs/(CM)_Shaadi_Mein_Zaroor_Aana_(2018)_720p_WEB-DL_H264_AAC_-_(DTOne).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/a-136x200.jpg",
        "title": "A Shot Through the Wall (2021)",
        "description": "A Shot Through the Wall တဲ့\nမြန်မာလို ပြန်ဆိုရရင်တော့ နံရံကိုဖောက်ထွက်သွားတဲ့ ကျည်ဆံတစ်ချက်ပေါ့ ဒီဇာတ်လမ်းလေးတစ်ပုဒ်လုံးက ဒီကျည်ဆန်တစ်ချက်ကနေပဲ အစပြုခဲ့တာပါ\nမိုက်ခ်က ဘရွတ်ကလင်းမှာ ရဲအဖြစ်တာ၀န်ထမ်းဆောင်နေတဲ့ တရုတ်အမျိုးသားလူငယ်တစ်ဦး..\nသူတို့တစ်မိသားစုလုံး ဘရွတ်ကလင်းမှာ အခြေချနေထိုင်လာခဲ့တာကြာပြီဖြစ်လို့ မိုက်ခ်ဟာ ကွဲပြားခြားနားနေသူ တစ်ယောက်တော့မဟုတ်ဘူး လူတိုင်းနဲ့ လိုက်လျောညီထွေ ဆက်ဆံနိုင်တယ် ဒါ့အပြင် မကြာခင် လက်ထပ်တော့မယ့် သူ့ဇနီးချောလေးကလည်း လူမည်းအမျိုးသမီးလေးတစ်ဦးပေါ့\nဒါပေမယ့် ကံဆိုးမှုတစ်ခုက သူ့ကို စောင့်ကြိုနေတာကိုတော့ မိုက်ခ်တစ်ယောက်မသိရရှာပါဘူး\nသူ့ရဲ့တွဲဖက်ဖြစ်တဲ့ ရိုင်ယန်နဲ့အတူ တရားခံတစ်ယောက်ကို လိုက်ဖမ်းနေတုန်းမှာ မိုက်ခ်ရဲ့ သေနတ်ထဲက ကျည်ဆန်ဟာ မတော်တဆထွက်သွားခဲ့ပြီး နံရံကိုဖောက်ကာ တိုက်ခန်းထဲက လူမည်း‌ကောင်လေးတစ်ယောက်ကို ထိမှန်လို့ သေဆုံးသွားခဲ့ပါတယ် မတော်တဆဖြစ်ခဲ့တာဆိုပေမယ့် လူမှုပတ်၀န်းကျင်ကြီးတစ်ခုလုံးကတော့ မိုက်ခ်ကို ဒီလိုမမြင်ခဲ့ပါဘူး\nသာယာနေတဲ့မိုက်ခ်ရဲ့ ဘ၀လေး တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ပါပြီ လူမျိုး‌ရေးခွဲခြားသူ၊ လူသတ်သမား အစရှိသဖြင့် ခေါင်းစဉ်မျိုးစုံ အတပ်ခံရသလို မရည်ရွယ်ဘဲ လူသေစေမှုနဲ့ စွဲချက်အတင်ခံရပါတော့တယ်\nကောက်ရိုးတစ်မျှင်ပဲရရ ဆွဲထားရတော့မယ့် မိုက်ခ်တစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/11X80/A_Shot_Through_The_Wall_720p_(CM).mp4 ",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/h-135x200.jpg",
        "title": "House of Gucci (2021)",
        "description": "လူအတော်များများမျှော်နေတဲ့ကားလေး လာပါပြီ။ ကမ္ဘာကျော် ဘရန်းတစ်ခုဖြစ်တဲ့ ဂူချီရဲ့ မူလအစမိသားစုအကြောင်းပါပဲ။ ဖြစ်ရပ်မှန်ကို ကြားဖူးဖတ်ဖူးပြီးသားလူတွေကတော့ သိနှင့်မှာပါ။ မသိသေးတဲ့လူတွေအတွက်တော့ ကြည့်လို့ပိုကောင်းနေမှာပါပဲ။ ရှုပ်ထွေးတဲ့ လိမ်လည်မှုတွေ မှုခင်းတွေနဲ့ စိတ်ဝင်စားစရာဇာတ်လမ်းပါပဲ။ သရုပ်ဆောင်တွေကလည်း အဒမ်ဒရိုင်ဗာ၊ လေဒီဂါဂါ၊ အယ်ပါချီနို၊ ဂျားရတ်လယ်တို တို့ဖြစ်လို့ All Stars လို့ပဲ ပြောရမှာပါပဲ။ အားရပါးရကြည့်နိုင်ပါပြီFile size…(3.8 Gb)/(2.8 Gb)/(1 GB)/(700 Mb)\nQuality….Webrip 4K / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:38:00\nGenre...Drama, Crime, Biography\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.9",
        "url": "https://megaup.net/1HS7g/House_of_Gucci_2021_720p_(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BOTI4NDhhNGEtZjQxZC00ZTRmLThmZTctOGJmY2ZlOTc0ZGY0XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Nightmare Alley (2021)",
        "description": "နာမည်ကြီးcrime thriller စာအုပ်ဖြစ်တဲ့ Nightmare Alley နဲ့ 1947 ခုနှစ်ထွက် ရုပ်ရှင်ကားကြီးကို Remake ပြန်လည်ရိုက်ကူးထားတဲ့Nightmare Alley (2022)ထွက်ရှိလာပါပြီCast ​တွေအ​နေနဲ့ Bradley Cooper, Cate Blanchett, Toni Collette , Willem Dafoeတို့လို နာမည်ကြီးcast​တွေ ပါဝင်ထားတာဖြစ်ပြီး IMDb 7.4 ,Rotten Tomatoes 80% ရရှိထားတဲ့ ရုံတင်ကားကြီးပဲ ဖြစ်ပါတယ်အတိတ်ရဲ့အရိပ် အမြဲစိုးမိုးခံထားရတဲ့ စတန်တန်ကာလာဟာ ထိုအရိပ်မှရုန်းထွက်ကာ နယ်လှည့် Carnivalအဖွဲ့ထဲ ဝင်ရင်း ဘဝသစ်တစ်ခုကို စဖို့ကြိုးစားခဲ့ပါတယ်၊ထိုအဖွဲ့မှာလိုက်ပါရင်း သူ့မှာပါရမီတစ်ခုရှိမှန်း သ​ဘော​ပေါက်သွားပါတယ်၊ အဲဒီပါရမီ က​တော့ လူ့ကြင်အင်လက္ခဏာကို အမြန်ဖတ်တတ်တဲ့ ပါရမီပါ၊ဒီပါရမီကိုအသုံးချရင်း သူ့ကိုယ်သူ စိတ်စွမ်းအားရှင်ဆိုတဲ့ပုံစံ ကတုံး​ပေါ်ထိပ်ကွက်၊ သူများမျက်ခုံး​​​​မွေး​ပေါ် စင်္ကြံ​လျှောက်ရင်း ကိုယ့်ကိုယ်ကိုယ် တကယ်ပဲအစွမ်းရှိသူလို့ ထင်လာတဲ့အခါမှာ မလုပ်သင့် မလုပ်ထိုက်တဲ့ မ​ကောင်းမှုတစ်ခုကို စိတ်ပညာမှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1HTdg/Nightmare_Alley_2021_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xKPG2kpGtPkRMcPRDih4EHDw9n.jpg",
        "title": "New Kung Fu Cult Master 1 (2022)",
        "description": "New Kung Fu Cult Master 1 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့ ဇ\nာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator - Nu Mon, Jo ...",
        "rating": "4.4",
        "url": "https://megaup.net/2nQx4/New_Kung_Fu_Cult_Master_%E2%85%A0_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BYTIxZDAwZGYtMDNlMS00YjNmLTk4OTItMTc1N2QxNGRiMmEzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Memoria (2021)",
        "description": "Memoria (2021)==============IMDb Rating - 6.7/10Modern Life ,Modern Noise လို့ဆိုရလောက်အောင် ကျွန်တော်တို့ရဲ့ယနေ့ခေတ်\nဘဝနေထိုင်မှုပုံစံတွေက မနက်ကနေညအထိအလုပ်လုပ်ငွေရှာရင်း ဘဝရဲ့ပျော်ရွှင်မှုတွေ\nပျောက်ဆုံးလာပါတယ်။ ဒီလိုပါပဲ ယခင် ကျေးငှက်လေးတွေရဲ့တေးသံသာတွေနဲ့ပြည့်နှက်\nနေတဲ့ ပတ်ဝန်းကျင်ကမနက်ကတည်း ကားသံ၊ လူသံ၊ စက်မောင်းသံတွေနဲ့ပတ်ဝန်းကျင်က\nဆူညံလို့နေပါတော့တယ်။ ဘဝနေထိုင်မှုအတွက်ပဲရှင်သန်လှုပ်ရှားရင်းနေလာရတော့ ဒီလို\nအသံတွေနဲ့အသားကျလာကြပါတယ်။ ဒါပေမယ့် အသားမကျသေးသူအတွက်တော့ အများနဲ့\nမသက်ဆိုင်သောသူသဖွယ်ခံစားနေရမှာပါ။ဒီဇာတ်လမ်းကလည်း လက်ရှိလူနေမှုဘဝလှုပ်ရှားမှုတွေ..လူမှုဆက်ဆံရေးပုံစံတွေကို နောက်ခံမှာ\nမြုပ်နှံထားပြီး Tilda Swintonရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ အေးအေးဖြည်းဖြည်းချင်း ပုံဖော်\nရိုက်ကူးထားပါတယ်။ ဒီဇာတ်ကားလေးက ခေတ်ပေါ်ပန်းချီကားတစ်ချပ်လိုမျိုး အပေါ်ယံကြည့်လိုက်ရင်\nအဓိပ္ပါယ်မရှိသယောင်ဖြစ်ပေမယ့် ပန်းချီကားအပေါ်မှာသေချာခံစားကြည့်လိုက်ရင်တော့ ရင်ထဲမှာ\nခံစားချက်အတွေးတွေဖြစ်လာစေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - ...",
        "rating": "6.7",
        "url": "https://megaup.net/11Tic/Memoria.2021.720p.WEB-DL[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQewTgBVfFPh42KyC83JFON3uBE.jpg",
        "title": "Signal: Long-Term Unsolved Case Investigation – The Movie (2021)",
        "description": "Signal : The Movie (2021)2021 မှာထွက်လာတဲ့ The signal ဆိုတဲ့ ဇာတ်ကားလေးကတော့2018 မှာထွက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲဖြစ်ပါတယ်ဒီကားလေးက thriller ကားအမျိုးအစားဖြစ်ပြီး\nဇာတ်လမ်းကတော့ mysteryတွေနဲ့ပြည့်နေပြီး\nစုံထောက်ကားကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ2018 ဇာတ်ကားမှာတုန်းက အတိတ်နဲ့ ပစ္စုပ္ပန်မှာ ရှိကြတဲ့ စုံထောက်နှစ်ယောက်ဟာ\nစကားပြောစက် walkie-talkieလေးကနေ ထူးထူးဆန်းဆန်း ဆက်သွယ်မိကြပါတယ်\nသူတို့နှစ်ယောက်ဟာဒီလိုဆက်သွယ်ပြီး အနာဂတ်မှာအတိတ်ကဖြစ်ခဲ့တဲ့အမှုတွေမဖြစ်အောင် အတူတူတားဆီးကြတာဖြစ်ပါတယ်ခုဒီဇာတ်ကားမှာလည်း \"‌cold case investigate team\"က စုံထောက်ဆိုင်ကူဆာနဲ့\nအတိတ်ကစုံထောက် အိုယာမာတို့ဟာ အတိတ်နဲ့ပစ္စုပ္ပန်တို့မှာဖြစ်တဲ့\nတူညီတဲ့ လုပ်ကြံမှုအကြမ်းဖက်မှုတွေပေါ်မှာ အခြေခံပြီး\nနှစ်ယောက်သား အမှုမှန်ပေါ်အောင်ဖော်ထုတ်ကြတာပဲဖြစ်ပါတယ်ဇာတ်ကားရဲ့ပုံစံက action scene တွေသိပ်မပါဘဲ\nပဟေဠိဆန်ဆန်ပုံစံနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာပါ၂၀၁၈ တုန်းက ဇာတ်ကားမကြည့်ရသေးတဲ့သူတွေလည်း\nဇာတ်ကားအစမှာ ဇာတ်လမ်းဆက်ကိုအကျဉ်းချုပ်ရှင်းပြထားတာမို့ တန်းကြည့်လို့အဆင်ပြေပါတယ်\nစုံထောက်ကား ဖန်တွေ အေးဆေး \"chill ‌and think\"လို့ရပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Action, Mystery, Thriller\nQuality….WEB-DL 1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/11V4q/Signal.The.Movie.2021.JAPANESE.720p.BluRay.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSqJ2v3a2LMowD2UYNqdBpN47Zb.jpg",
        "title": "First Love (2019)",
        "description": "First Love (2019)ဇာတ်လမ်းအညွှန်း\n******************************\nဒီတစ်ခါမှာလည်း  Channel Myanmar ကနေပြီးတော့\nလူငယ်အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကို ရွေးချယ်တင်ဆက်ပေးထားပါတယ်။\"အချစ်ဦးကို မြေးဦးရတဲ့အထိမမေ့နိုင်ဘူး\" ဆိုတဲ့ စကားလေးလိုပါပဲ....ပထမဆုံးအချစ်ကို လူတိုင်းမေ့မရနိုင်ပါဘူး......ဒီဇာတ်လမ်းလေးထဲမှာတော့.....\nဂီတကိုရူးသွပ်တဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်\nအိမ်ကချုပ်ချယ်မှုတွေကြားထဲမှာ ဝါသနာနဲ့ ပညာရေးကို ဝေခွဲမရဖြစ်နေခဲ့ပါတယ်။ဒီအချိန်မှာ ...သူ့ရဲ့အကြီးမားဆုံးအိပ်မက်ဖြစ်တဲ့ာက်ဖြစ်ဖို့အတွက်\nပြိုင်ပွဲတစ်ခုမှာဝင်ပြိုင်ဖို့ အခွင့်ကြုံလာရပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဘဝကို အပြောင်းအလဲဖြစ်စေမယ့်\n\"အန်\" ဆိုတဲ့ ကောင်မလေးတစ်ယောက် ရောက်လာတဲ့အခါမှာတော့.......ဘယ်လိုအချိုးအကွေ့တွေဖြစ်လာမလဲ......\nဝါသနာနဲ့ မိဘတွေကြား ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို\nဇာတ်အိမ်ကောင်းကောင်းနဲ့ရိုက်ပြထားတဲ့အပြင် ......ဗီယက်နမ်သီချင်းကောင်းလေးများကိုပါ နားဆင်ကြရမယ့်\nHigh School Musical Romance အမျိုးအစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ \"သီယိန်\" အဖြစ် Nguyen Thai Son ကသရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး  Lam Thanh My က \"အန်\"အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်)Genre.....Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 852MB ...",
        "rating": "5.2",
        "url": "https://megaup.net/2nP65/First.Love.2019.720p.NF.WEB-DL.CM..mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://megaup.net/1HRWl/(CM)Rudhramadevi_2015_AMZN_WEB-DL_720p_Tamil.mp4",
        "category": "Action, Biography, Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/cc-138x200.jpg",
        "title": "Clean (2022)",
        "description": "လူမိုက် ကလင်းဟာ သူ့သမီးလေးသေသွားလို့ နောင်တတပွေ့တပိုက်နဲ့အမှားပြင်ဖို့ကြိုးစားနေတာပါသူပြောင်းလာတဲ့နေရာမှာ အဖွားနဲ့မြေးလေးပဲရှိတဲ့မိသားစုကကောင်မလေးကို သံယောဇဉ်ဖြစ်ပြီး သူ့သမီးတစ်ယောက်လိုစောင့်ရှောက်ပြီး ဇာတ်မြှုပ်နေတာပေါ့တစ်နေ့ကျတော့ မူးယစ်ဆေးရောင်းဝယ်နေတဲ့ဂိုဏ်းကခေါင်းဆောင်ရဲ့သားပါတဲ့ ပါတီတစ်ခုမှာကလင်းစောင့်ရှောက်ပေးနေတဲ့ ကောင်မလေးကိုမတော်မတရားကျင့်ဖို့ ကြိုးစားနေတုန်ကလင်းရောက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မှာလဲ သူ့သမီးလေးကရောဘာကြောင့်သေသွားတာလဲမူးယစ်ဂိုဏ်းကရော ဘယ်လောက်လက်စွမ်းထက်မလဲအစပိုင်းလေးအေးသလောက်နောက်ပိုင်းမှာ ဘာဆက်ဖြစ်မလဲတိတ်ဆိတ်နေမယ့် အချိန်တွေအတွက်တော့ စီးမျောလို့ကောင်းမယ့်ကားလေးပါပဲ File size…(1.1 GB)/(500 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6",
        "url": "https://megaup.net/11Ufg/Clean_2022_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMWY0ZDZiYTYtZWQyYy00Zjk1LWJhZjktMDczODNmNTM2MWFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Ditched (2022)",
        "description": "Ditched (2022)=============ရဲကားတစ်စီးရယ် လူနာတင်ကားတစ်စီးရယ် အကျဉ်းသားရွှေ့ပြောင်းဖို့အတွက် ညနက်နက်မှာ\nကားဖြတ်မောင်းလာကြတာပေါ့။ ဘေးပတ်၀န်းကျင် ပယောဂကြောင့်လား မတော်တဆမှုတစ်ခု\nကြောင့်ပဲလား မသိရပေမယ့် ကားနှစ်စီးလုံးဟာ ချောက်တစ်ခုထဲကို ဒလိမ့်ကောက်ကွေး ကျသွား\nပါတော့တယ်။ အဲ့ထဲမှာမှ ဆေးဘက်အကူလေး Melina သတိမေ့ရာကနေနိုးလာတော့ အရာရာဟာ\n၀ရုန်းသုန်းကား ... နောက်မှ သိလိုက်ရတာကတော့ ဒီဖြစ်ရပ်ဟာ မတော်တဆမှုတစ်ခုမဟုတ်ပဲ\nလုပ်ကြံမှုတစ်ခု ဆိုတာကိုပါပဲ။ Melina ကတော့ အိမ်မှာကျန်ခဲ့တဲ့ သမီးလေး Lily ကိုသာ စိတ်ပူပြီး\nအမြန်ပြန်ချင်ဇောကပ်နေခဲ့တာပေါ့၊ သို့ပေမယ့် မတော်တဆမှုတစ်ခုမဟုတ်ခဲ့တဲ့ ဒီလုပ်ကြံမှုမှာ\nအသက်ရှင်ကျန်နေတဲ့သူတွေကို တစ်ယောက်ပြီးတစ်ယောက် အပျောက်ရှင်းမယ့် အမည်မသိသူတွေ\nပါ၀င်ပတ်သက်လာတဲ့အခါမှာတော့......\nဆေးဘက်အကူ Melina တစ်ယောက် ဒီဖြစ်ရပ်ဆိုးကြီးကနေ ဘယ်လိုရုန်းကန်ထွက်မလဲ  ဒီလုပ်ကြံမှု\nကရော အကြောင်းမဲ့သက်သက်တိုက်ခိုက်မှုတစ်ခုပဲလား၊ ဘယ်သူတွေကရော ရှင်ကျန်ပြီး လွတ်မြောက်\nနိုင်မလဲ စ‌တာတွေကို ကြည့်ရှုရမယ့် horror ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်မို့ CM ပရိတ်သတ်တွေ\nအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nChuck Chuck, Jo ...",
        "rating": "5.0",
        "url": "https://megaup.net/11Tdu/Ditched.2022.720p.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWIxZDRlYzQtYmExNS00OTI0LWFiNWQtOTJlMjI1MjFjNzA0XkEyXkFqcGdeQXVyNjE3MDQxNjY@._V1_-140x200.jpg",
        "title": "The Teacher’s Diary (2014)",
        "description": "Teacher's Diary(2014)အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ \"ဖူးစာ\"ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ \"ဖူးစာ\" ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher's Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-teachers-diary-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/1HQij/Catwoman.Hunted.2022.720p(CM).mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/vLYxX_4f-143x200.jpg",
        "title": "The Town Of Ghosts (2022)",
        "description": "မြို့ပြင်ကလူတွေဝင်လာလို့ပဲရပြီး မြို့ထဲက ဘယ်သူမှ အပြင်ကိုအသက်ရှင်လျက်ထွက်မသွားနိုင်တဲ့ တစ္ဆေမြို့...မြို့ရဲ့တားမြစ်ထားတဲ့စည်းမျဉ်းတွေကို ဖောက်ဖျက်မိရင်လည်းအသေဆိုးနဲ့သေရတတ်တယ်ဒီလိုမျိုး တစ္ဆေကျိန်စာသင့်နေတဲ့မြို့ကို အရာရာစူးစမ်းချင်ပြီးတားမြစ်ထားတဲ့အရာကိုမှ လုပ်ချင်ပါတယ်ဆိုတဲ့ ရတနာသိုက်ရှာဖွေသူ ကောင်လေးနှစ်ယောက်ရောက်လာကာ မြို့စည်းမျဉ်းကို ဖောက်ဖျက်မိချိန်မှာတော့...တစ်မြို့လုံးကံဆိုးမိုးမှောင်ကျပြီး ဘာတွေဆက်ဖြစ်ကြမှာလဲမြို့ထဲကနေရော သူတို့နှစ်ယောက်အသက်ရှင်လျက်ပြန်ထွက်နိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ စိတ်လှုပ်ရှားချောက်ချားဖွယ်ကြည့်ရှုလို့ရပါပြီနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / 850MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Horror, Thriller, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/3JHz6/The_Town_of_Ghosts_(2022)_720p.mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dsCAryPlgLlpZu80hhLTwQHRIpU.jpg",
        "title": "Changeling (2008)",
        "description": "Changeling (2008) ~ IMDb - 7.7/10, RT - 62%, Meta - 63% ~အခုတစ်ခါမှာတော့ Eternals ဇာတ်ကားနဲ့ ပရိသတ်ရင်ကို ပြန်လည်ဖမ်းစားနိုင်ခဲ့တဲ့ ဂျိုလီရဲ့ Crime/ Drama ဇာတ်ကားလေး Changeling ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားဟာ ဒါရိုက်တာ​ Clint Eastwood ရိုက်ကူးခဲ့တဲ့ ဖြစ်ရပ်မှန်အခြေပြု ဇာတ်ကားတစ်​ကားဖြစ်ပြီး ဂျိုလီရဲ့သရုပ်ဆောင်ချက်တွေ ထိမိလွန်းလို့ Oscar ဆန်ခါတင်စာရင်းလည်း ဝင်ခဲ့ပါသေးတယ်။​အကျင့်ပျက်ခြစားမှုတွေနဲ့ လည်ပတ်နေတဲ့ ရဲဌာန...မတရားသဖြင့် ဖိနှိပ်အုပ်ချုပ်နေတဲ့ လော့အိန်ဂျလိစ်အစိုးရလက်အောက်မှာ...ဒုစရိုက်မှု​တွေပြည့် အလောင်းတွေထပ်နေခဲ့တဲ့အချိန်...Single Mother တစ်​ယောက်နဲ့ သူ့ရဲ့ ကိုးနှစ်သားငယ်လေးဟာ အမေတစ်ခု သားတစ်ခုဘဝမှာ အေးချမ်းစွာ နေနေခဲ့ပါတယ်...ဒါပေမဲ့ တစ်နေ့ အလုပ်ကပြန်လာတဲ့ မိခင်ဖြစ်သူဟာ သူ့သားလေးကို မတွေ့ရတော့တဲ့အခါ.....သူ့သားငယ်လေး ဝေါလ်တာက ဘယ်ရောက်သွားခဲ့တာလဲ၊ ဘယ်သူခေါ်သွားခဲ့တာလဲ၊ အမေဖြစ်သူနဲ့ ပြန်လည်ပေါင်းစည်းနိုင်ပါ့မလား ?? အစိုးရနဲ့ ရဲဌာနကရော ...",
        "rating": "7.7",
        "url": "https://megaup.net/1HP6u/(CM)_Changeling_(2008)_720p_Bluray.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMDUzMmIwYWMtMjNjOS00NGNkLThkY2MtOGNlOTY1ZWVkYjRkXkEyXkFqcGdeQXVyNjczMzgwMDg@._V1_-133x200.jpg",
        "title": "[18+] Pleasure (2021)",
        "description": "Bella Cherry ဆိုတဲ့ အသက် ၁၉ နှစ်အရွယ် ဆွီဒင်သူလေးဟာ ပွန်းစတားတစ်ယောက်ဖြစ်ချင်တာကြောင့်လော့အိန်ဂျလိကို ရောက်ရှိလာခဲ့ပါတယ်...ဒါပေမယ့် သူ့ရဲ့အိမ်မက် အောင်မြင်မှုကို ရှာဖွေတဲ့အခါမှာ ပွန်းလောကထဲမှာတောင် မလွယ်ကူလှပါဘူး...ပွန်းစတားတစ်ယောက်ဖြစ်လာဖို့ ဘယ်လောက်ထိ ကြိုးစားရုန်းကန်ရလဲဆိုတာ...ခမ်းကြမ်းကြမ်းတွေတင်ဆက်ထားပါတယ်...။တကယ်တော့ လူ့ဘဝကြီးကိုက ခက်ထန်ကြမ်းတမ်းနေခဲ့ပြီးသားပဲလေ။[Dark Side Production မှ တင်ဆက်သည်။]File Size : (1.3 GB) & (640 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:48:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by RGB",
        "rating": "6.4",
        "url": "https://megaup.net/1HP77/(DS)_Pleasure.2021.720p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7LMrT8v3GZOvh9oPYKuy0MdJORK.jpg",
        "title": "(18+) Silip Sa Apoy (2022)",
        "description": "Silip Sa Apoy (2022)\n---------------------အိမ်ထောင်ရေးတခုတည်ထောင်ဖို့ဆိုတာ လွယ်ပေမယ့်အဲ့ဒီအိမ်ထောင်ရေးပျော်ရွှင်သာယာပြီး နှစ်ဦးနှစ်ဖက်အပြန်အလှန်ကောင်းဖို့ဆိုတာ ခက်ခဲလှပါတယ်....ဒီကားလေးက ပညာပေးကားဆိုလဲ မမှားသလိုအမ်မာဆိုတဲ့ကောင်မလေးရဲ့အလှတရားကိုလဲခံစားဖို့ လှစ်ဟပြသထားတဲ့ကားဆိုလဲ မမှားပါဘူး အမ်မာက ဘားမှာလုပ်ရတဲ့ ဘားမယ်လေးငယ်ငယ်တည်းက ဆင်းရဲတယ် မပြည့်စုံရှာသူလေးဒါပေမယ့် အလှသွေးကတော့ကြွယ်တယ် နှာတံပေါ်ပေါ်ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ သေးသေးကျစ်ကျစ်နဲ့ဖျစ်ညှစ်ချင်စရာလေးပေါ့....ဒီလိုနဲ့ သူကဘန်ဆိုတဲ့ယောကျာ်းတစ်ယောက်နဲ့ အကြောင်းပါပါလေရော...ဘန်က အလုပ်ကြိုးစားတယ် ငွေတိုးပေးတယ်သူကိုယ်တိုင်လဲအလုပ်လုပ်တယ်....ဒါပေမယ့် ဘန်ကညဆိုပုံမှန်သောက်တယ်ပြီးရင်လဲ အမ်မာဆန္ဒဆိုတာထက် သူ့ဆန္ဒကိုသာဦးစားပေးတဲ့ လူစားပေါ့... အလုပ်မှာအဆင်မပြေရင်လဲအမ်မာကို ထိုးနှက်ပြီးပြဿနာရှာတက်ပါသေးတယ်ဒီလိုနဲ့ အမ်မာတစ်ယောက် အဲ့ဒီဒဏ်ရာတွေကိုကြိတ်မှိတ်ခဲံစားရင်အိမ်နီးချင်းကောင်လေးတစ်ယောက်နဲ့ မထင်မှတ်ပဲတွေ့ဆုံမိတဲ့အခါမှာတော့.................... \nFile size…1.79GB / 929MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  X Cross",
        "rating": "7",
        "url": "https://megaup.net/2nLud/Silip.Sa.Apoy.2022.720p(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUk5AGcGvybPBvvMqrDPbAFAknD.jpg",
        "title": "The Human Centipede 3 (Final Sequence) (2015)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "2.7",
        "url": "https://megaup.net/3JGd0/(DS)_The.Human.Centipede.III.2015.720p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cMTX2BQVJDZfFlnPL5dDstmLfz.jpg",
        "title": "The Human Centipede 2 (Full Sequence) (2011)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/2nLie/(DS)The.Human.Centipede.II.Full.Sequence.2011.Unrated.Colorized.720p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gMtjxIkEi0hnTV5lPHbgeZ4ZpUZ.jpg",
        "title": "The Human Centipede (First Sequence) (2009)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "4.4",
        "url": "https://megaup.net/2nLil/(DS)The.Human.Centipede.First.Sequence.2009.720p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMDYxMmFkMDgtMDU0Mi00Mjc0LWJjOGQtOTY5ZTgxZjA4Njk1XkEyXkFqcGdeQXVyMTAzMDM4MjM0._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Long Weekend (2021)",
        "description": "Long Weekend (2021)\n=================IMDb Rating - 6.1/10\"အနာဂတ်နဲ့ပတ်သက်ပြီး အများကြီးမပြောနိုင်ပေမဲ့\nတစ်နေ့တာကုန်ဆုံးသွားတိုင်း လူတွေဟာ\nတန်ဖိုးအထားခံရပြီး ပျော်ရွှင်ရတယ်ဆိုတဲ့ခံစားချက်ကို ခံစားချင်ကြဆဲ\nအချစ်ကို ရှာဖွေကြဆဲပါပဲ\"\nလူတိုင်းဘဝမှာ တစ်ကြိမ်တစ်ခါလောက်တော့\nစိတ်တွေ လွတ်ထွက်ဖူးမှာပါ ...အထူးသဖြင့် ဒီကားထဲက ဇာတ်ကောင် ဘက်လိုမျိုး\nအမေက ကင်ဆာနဲ့ဆုံး ကောင်မလေးကပစ်သွားတဲ့အပြင်\nအလုပ်ပါမရတဲ့အနေအထားမှာဆိုရင် ပိုလို့တောင်ဆိုးဦးမှာပေါ့။ဒီလိုအခြေအနေကနေ သူငယ်ချင်းဖြစ်သူကြောင့်\nနလန်ထခါစ ပြုလာတဲ့အနေအထားမှာ\nကောင်မလေးတစ်ယောက်နဲ့ အမှတ်အထင် တွေ့ဆုံခဲ့ပေါ့ဗျာ။\nပျော်စရာနတ္ထိဖြစ်နေတဲ့ ဘဝမှာ အချိန်တိုအတွင်း ရင်းနှီးခဲ့ရတဲ့\nကောင်မလေးကသူ့အတွက် အရာရာလာဖြစ်ပေမဲ့\nလက်ကိုင်ဖုန်းမရှိ၊ မှတ်ပုံတင်မရှိဘဲ ဒေါ်လာတစ်သောင်းလောက်ကို\nအထပ်လိုက် အိတ်ထဲထည့်ပြီး လိုက်သွားနေတဲ့ ဒီကောင်မလေးကို\nထူးဆန်းစပြုလာတဲ့အချိန်မှာတော့.....ဘဝမှာ အဝေးကြီးကို လှမ်းမမျှော်ဘဲ\nလက်ရှိအချိန်ကိုပဲ အကောင်းဆုံးနေထိုင်နိုင်ဖို့ကလည်း အရေးကြီးတဲ့အရာတစ်ခုပဲမလား\nဒီဇာတ်ကားဟာ ခမ်းနားလွန်းတဲ့ အချစ်ဇာတ်လမ်းမျိုးမဟုတ်ပေမဲ့\nရင်ထဲရောက်စေမယ့် ရုပ်ရှင်ပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Amelia ဖြစ်ပါတယ်။)File Size -(1.5 GB) / (876 MB) / (417 MB)\nQuality – WebRip -(1080p) /  (720p) / (480p)\nDuration - ...",
        "rating": "6.1",
        "url": "https://megaup.net/2nDow/Long.Weekend.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/Capture-135x200.png",
        "title": "The Fallout (2021)",
        "description": "The Fallout (2021)==============IMDb Rating - 7.2/10, Rotten Tomatoes 93%\nSouthwest Film Festival မှာ Narrative Feature Competition Grand Jury Award,Brightcove Illumination Award နဲ့ Audience Award တွေကို ရရှိထားပြီး Megan Park\nကိုယ်တိုင် ရေးသားရိုက်ကူးထားပါတယ်။\nThe Fallout ဆိုတဲ့အတိုင်း လူငယ်တစ်ယောက်ရဲ့ ပျော်ရွှင်မြူးထူးတက်ကြွနေရမယ့်အချိန်မှာ\nကျောင်းတွင်း ဆူပူမှုတစ်ခုကြောင့် စိတ်ဒဏ်ရာရသွားတဲ့ ဗေဒါဆိုသူ ဆယ်ကျော်သက်မလေး\nတစ်ယောက်ရဲ့ ဘ၀ခံယူပုံတွေ ၊ လူမှုဆက်ဆံရေးတွေကို အသားပေးရိုက်ကူးထားတာပါ၊\nနောက်ပြီး မိဘတွေရဲ့ စိတ်ပူမှုအောက်က မွန်းကျပ်နေတဲ့ သူ့ဘ၀ကနေ ရုန်းထွက်ဖို့ ကြိုးစားရင်း၊\nကိုယ်ပိုင် အတွေးအခေါ်အယူအဆတွေနဲ့ လမ်းသစ်ဖောက်ဖို့ ကြိုးစားရင်း မီယာဆိုတဲ့\nသူငယ်ချင်းမလေးနဲ့အတူ အချိန်တွေကိုလည်း ကုန်ဆုံးဖြစ်ခဲ့တာပေါ့၊ ဒီလိုနဲ့ နေ့စဥ်ကြုံတွေနေရတဲ့\nအတွေ့အကြုံတွေကနေတစ်ဆင့် အနေအေးသူ ဆယ်ကျော်သက်လေးတစ်ယောက်ရဲ့\nဘ၀ခံယူချက်တွေလည်း ပြောင်းလဲသွားခဲ့တာကိုတွေ့မြင်ရမှာပါ .  အေးဆေးငြိမ်သက်တဲ့\nဇာတ်အိမ်အသွားအလာနဲ့ ပရိသတ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/33H3g/The.Fallout.2021.720p.WebDL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nj0cMoZjLRrqN9SFW3wCXlSTYxd.jpg",
        "title": "Tadap (2021)",
        "description": "Tadap (2021)\n---------------------\nဒီကားလေးကတော့ RX100 (2018) တုန်းကဇာတ်ကားကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ အချစ်ဇာတ်ကားချိုချိုလေးပဲဖြစ်ပါတယ်မဆူရီမြို့မှာ လူတိုင်းက ဒယ်ဒီလို့ခေါ်ကြတဲ့ လူတစ်ယောက် အီရှာနာကိုငယ်ငယ်လေးကတည်းက မွေးစားခဲ့ပါတယ်။ ဒယ်ဒီဟာ ရွေးကောက်ပွဲမှာအနိုင်ရရှိခဲ့တဲ့ ဒမိုဒါ နောတ့်တီရယ်နဲ့အလွန်တရာမှ ရင်းနှီးကြတဲ့မိတ်ဆွေတွေပါ။အီရှာနာ တစ်ယောက်ကတော့ အဖေဖြစ်သူဒယ်ဒီနဲ့ နောတ့်တီရယ်ကို အဖက်ဖက်မှကူညီအားဖြည့်ပေးနေသူပေါ့။ တစ်နေ့မှာ လန်ဒန်မှ ပညာတော်သင်ပြန်လာတဲ့ဒမိုဒါ ရဲ့ သမီးဖြစ်သူ ရမီဆာ က အီရှာနာကို သဘောကျပြီး ဖွင့်ပြောခဲ့ရာမှကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်စတင်လာပါတယ်။ အချစ်စစ်မှန်ရင်လမ်းကြမ်းစမြဲပါပဲ။ သူတို့ကြား ဘယ်လိုအတားအဆီးတွေ ဝင်ရောက်လာမှာလဲ။ဒမိုဒါရဲ့ပြိုင်ဘက်ပါတီဝင်ကရော ဘယ်လိုကောက်ကျစ်ယုတ်မာမလဲ။မင်းသမီး မင်းသားချောချောလေးနဲ့အတူ စောင်ကိုက်ပြီး ကြည့်ရှုရမဲ့အချစ်ခန်းချိုချိုအီအီလေးတွေပါတာကြောင့် မသေခင်ကြည့်ရှုသွားသင့်တဲ့ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးလို့ညွှန်းလိုက်ပါရစေ............ \nFile size…2.3Gb / 1.2Gb / 400MB \nQuality…1080p AAC 2.0CH / 720p / 360p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pwint & Haruko &  Yunni",
        "rating": "6.0",
        "url": "https://megaup.net/11Ovb/Tadap_(2021)_Hindi_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tjQ20uaIAkNDXAOUumkT2qQnGR.jpg",
        "title": "The Ice Age Adventures of Buck Wild (2022)",
        "description": "Ice Age : Adventure of Buck Wild (2022)IMDb - 6.9/10ကဲ အိုက်စ်အေ့ဂျ် ကာတွန်းကား အသစ်လေး လာပါပြီ။ဒီတစ်ခေါက်အဓိက စွန့်စားခန်းဖွင့်မှာကတော့\nမမ်မို့ဆင်မလေး အယ်လီရဲ့ မောင်နှမဖြစ်တဲ့ ပေါ့ဆမ်နှစ်ကောင် ခရက်ရှ် နဲ့ အက်ဒီတို့ပါပဲ။ခရက်ရှ်နဲ့အက်ဒီဟာ သူတို့ကို အမြဲစိုးရိမ်ပြီး ချုပ်ချယ်နေတဲ့ အယ်လီတို့ဆီကနေ ခိုးထွက်လာပြီး\nမြေအောက်ကမ္ဘာမှာနေတဲ့ ဘက်ခ် ဆီကို သွားလည်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဒိုင်နိုအော်ဆန်က ရက်ပ်တာတွေကို ခေါ်လာပြီး\nပျောက်ဆုံးနေတဲ့ကမ္ဘာကို သိမ်းပိုက်ဖို့ ကြိုးစားလာတဲ့အခါ\nတလွဲတချော် စွန့်စားခန်းအသစ်တွေ စတင်ပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size ... 1.5GB and 784MB and 300MB\nFormat…mp4\nDuration…. 1h 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.9",
        "url": "https://megaup.net/11Of6/The.Ice.Age.Adventures.of.Buck.Wild.2022.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hUmpWqixNRe9EfsmbzccJQV0gt.jpg",
        "title": "Diego: The Last Goodbye (2021)",
        "description": "Diego: The Last Goodbye (2021)ဘောလုံးသမားတစ်ယောက်ဆိုတာထက်ပိုတဲ့လူ။ ဟုတ်တယ်ဗျ... ဒီယေဂို မာရာဒိုနာဆိုတဲ့လူကဘောလုံးသမားတစ်ယောက်ထက်ကို ပိုတဲ့...\nအာဂျင်တီးနားနိုင်ငံရဲ့ အသည်းနှလုံး၊ သူ့အမေရဲ့အချစ်ဆုံးသား၊ ဘောလုံးလောကရဲ့ရှေ့ဆောင်။ ဒီလို ဂုဏ်ပုဒ်တွေများလွန်းပါတယ်ဗျာ။လူတစ်ယောက်သေပြီးသွားတဲ့အခါ ဘာတွေများချန်ထားနိုင်မလဲ။ ဒီမေးခွန်းကအဖြေတွေကအများသား... ဒီယေဂိုကရော သေပြီးသွားတဲ့နောက်မှာ ဘာတွေများချန်ခဲ့နိုင်သလဲ၊ သူဘာတွေချန်ခဲ့နိုင်သလဲဆိုတာ မရေရာပေမဲ့ သူ့‌ကိုအသည်းနှလုံးထဲကမြတ်နိုးတဲ့လူတွေခင်ဗျာတော့ကြေကွဲခဲ့ရပါတယ်။ သူ့ရုပ်အလောင်းကို နှုတ်ဆက်ဖို့အတွက် လူပေါင်းများစွာ သမ္မတအိမ်တော်မှာ တန်းစီစောင့်ရာကနေ နှုတ်ဆက်ခွင့်မရလိုက်တဲ့အတွက် အဓိကရုဏ်းဖြစ်ခဲ့ရတဲ့အထိကို ဒီယေဂိုဟာ လွှမ်းမိုးနိုင်ခဲ့ပါတယ်။မာရာဒိုနာဆိုတာ ဘောလုံးကိုတစွန်းတစကြားဖူးရင်တောင် ခေါင်းထဲမှာစွဲနေတတ်တဲ့ပုဂ္ဂိုလ်မျိုးမို့ သူ့ကို ချီးမွမ်းခန်းဖွင့်တာ ဒီမှာတင်ရပ်ပြီး ဇာတ်ကားအကြောင်းကိုဆက်ရအောင်။ ဒီ Documentary မှာတော့ ဒီယေဂိုရဲ့ ဘဝဇာတ်ကြောင်းမဟုတ်ဘဲ ဒီယေဂို မာရာဒိုနာဆိုတဲ့ လှိုင်းလုံးကြီးက အာဂျင်တီးနားနိုင်ငံလေးကို ဘယ်လောက်ထိရိုက်ခတ်နိုင်ခဲ့ကြောင်းနဲ့ သူ့မိသားစု သူ့ပတ်ဝန်းကျင်က လူတွေကို ဘယ်လောက်ထိ လွှမ်းမိုးနိုင်ခဲ့ကြောင်း လွမ်းတသသ ကြည့်ရှုရဦးပါမယ်။ဒီယေဂို မာရာဒိုနာရဲ့အမေက သူ့သား ကမ္ဘာ့ဖလားယူနိုင်ခဲ့တုန်းက သူ့ကိုဖုန်းဆက်ပြောခဲ့ဖူးပါတယ်... သားက အမေ့ကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1HLwS/(CM)_Diego_The_Last_Goodbye_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/mjqohpxhcqiz-133x200.jpg",
        "title": "[18+] Hugas (2022)",
        "description": "အယ်လ်က လမ်းဘေးမှာပဲတစ်ကောင်ကြွက်အဖြစ် ခိုးဆိုးလုနှိုက်အလုပ်တွေနဲ့ကြီးပြင်းလာတဲ့ လမ်းပျော်လူငယ်တစ်ဦးပါ။\nသူ့မိတ်ဆွေတစ်ယောက်အဆက်အသွယ်နဲ့ ဘဏ်ဓားပြ၊မူးယစ်မှောင်ခို အစရှိတဲ့အလုပ်တွေလုပ်ကိုင်တဲ့ ဒန်ချိုရဲ့လူဆိုးဂိုဏ်းကို\nဝင်ရောက်လာခဲ့ပြီး သူ့ကျွမ်းကျင်မှုတွေကြောင့် အချိန်တိုအတွင်းမှာပဲ လူယုံတစ်ယောက်ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂန်းစတားပေါက်စလေး အယ်လ်အနေနဲ့ ဒုစရိုက်လောကကိုစွန့်ခွာချင်စရာအကြောင်းပြချက်က ဒီဂိုဏ်းထဲမှာပဲတွေ့ခဲ့တဲ့\nလီဆယ်လ်ဆိုတဲ့ မိန်းမလှလေး တစ်ဦးဖြစ်လာခဲ့ပါတယ်။ဖိလစ်ပိုင်သမ္မတ ဒူတာတေးခေတ်မှာ မူးယစ်ဂိုဏ်းတွေအပေါ်ရိုက်ခတ်လာခဲ့တဲ့ တွေ့ရာနေရာ\nအမေးအမြန်းမရှိ ပစ်ခတ်သတ်ဖြတ်တဲ့ စီရင်မှုတွေ၊ ဂိုဏ်းအချင်းချင်းနယ်မြေလု ဖျံကျတဲ့အကွက်တွေ၊ အချင်းချင်း နောက်ကျောကနေ\nဓားနဲ့ထိုးဖို့ဝန်မလေးတဲ့လောက ကနေ သူတို့ဘယ်လိုလွတ်အောင်ရုန်းမလဲဆိုတာကို ဆက်လက်ရှုစားကြပါ။ဇာတ်လမ်းက အပစ်အခတ်အညှစ်အသတ်တွေများသလို အညစ်အပတ်တွေလဲအရမ်းများပါတယ်၊ဘဏ်ဓားပြတိုက်ရင်း စာရေးမကအထာပေးလို့ဂျိမ်းတာ၊\nချစ်သူချင်းမင်္ဂလာဦးညဂျိမ်းတာ၊ ပျော်လို့ဂျိမ်းတာ၊ စိတ်ညစ်တာကိုဖေးမနှစ်သိမ့်ရင်းလမ်းကြုံလို့ဂျိမ်းတာ စသဖြင့်အားနေဂျိမ်းနေကြတာဖြစ်လို့\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။မင်းသမီးတွေကလဲချစ်စဖွယ်မျက်နှာလေးတွေနဲ့မလိုက်အောင် ရွှေရင်ဌေးဌေးတွေဆိုတော့ ခဏခဏ pause လုပ်မိနေမှာဖြစ်လို့\nတစ်ယောက်တည်းကြည့်တာကောင်းပါလိမ့်မယ်။\nFile size…(1.2 GB) (500 MB)\nQuality…WEB-DL 1080p/720p\nFormat…mkv\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "7.5",
        "url": "https://megaup.net/1HLf2/(CM)_Hugas.2022.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Action, Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/gg-134x200.jpg",
        "title": "Gold (2022)",
        "description": "ဇက် အက်ဖရွန်ရဲ့ ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ ရင်တထိတ်ထိတ်ကြည့်ရမယ် Thriller မျိုးပါပဲ။ ဒီဇာတ်ကားထဲမှာတော့ သူက စုတ်ပြတ်နေတဲ့ သေမထူးနေမထူး ဇာတ်ကောင်ပါပဲ။ အရမ်းဆိုးရွားတဲ့နေရာတစ်ခုကနေ ထွက်လာပြီး\nလူသူမနီးတဲ့မှော်ထဲမှာ အလုပ်လုပ်ဖို့ လာခဲ့တယ်။ ကန္တာရကြီးထဲကို ဖြတ်ပြီး ကားမောင်းပို့ပေးတဲ့ တက္ကစီသမားလို လူနဲ့ပေါ့။ ဒါပေမဲ့ သူအလုပ်လုပ်မယ် မှော်ထဲကိုမရောက်ခင်မှာပဲ လမ်းမှာ ရွှေကြောကြီးနဲ့ ရွှေတုံးတွေကို တွေ့လိုက်ရတော့တာပဲ။ လူနှစ်ယောက်အင်အားနဲ့မသယ်နိုင်လောက်အောင် ကြီးနေတာမို့ ကားသမားက ကရိန်းသွားငှားဖို့ ထွက်သွားရတယ်။ သူက ကန္တာရထဲမှာ တစ်ယောက်ထဲ ရွှေတုံးကြီးတွေကို ထိုင်စောင့်နေရပြီး လူတွေ ခွေးတွေ မြွေတွေနဲ့ ဒုက္ခမျိုးစုံကို ရင်ဆိုင်ရတော့တာပေါ့။ အဆုံးသတ်က ထင်ထားသလိုလည်းဟုတ်တယ်ပြောလို့ရသလို မဟုတ်ဘူးလို့လည်း ပြောလို့ရတယ်။ စိတ်ဝင်စားစရာ ဇာတ်ကားပါပဲ ကြည့်လိုက်ပါဦး။File size…(1 GB)/(500 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "",
        "url": "https://megaup.net/1HKmu/Gold_2022_720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xef9Ht77B2igqZv754HNdW8qZCk.jpg",
        "title": "The 355 (2022)",
        "description": "The 355 (2022)ဒီတစ်ခါတော့ \"The 355\" ဆိုတဲ့ အလန်းစားဆိုက်ဘာအက်ရှင်ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nအင်တာနက်တွေ ဆိုက်ဘာနည်းပညာတွေ တိုးတက်လာတဲ့ခေတ်မှာ\nတီထွင်မှုတွေကလည်း အပြိုင်အဆိုင်ကို ပေါ်ပေါက်လာခဲ့ပါတယ်\nကိုလံဘီယာ ဘိုဂိုဒါမှာ ကမ္ဘာကြီးရဲ့ ဘယ်အရာကိုမဆို ထိန်းချုပ်နိုင်တဲ့ ဒရိုက်ဗ်တစ်ခုကို တီထွင်နိုင်ခဲ့ပါတယ်\nအဲဒီဒရိုက်ဗ်ကို ကိုလံဘီယာအေးဂျင့် လူဝစ်က ရရှိသွားပြီးတော့\nစီအိုင်အေကို ဒေါ်လာသုံးသန်းနဲ့ အပေးအယူလုပ်ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့\nအဲဒီတာဝန်ကို ထမ်းဆောင်ဖို့ စီအိုင်အေ အေးဂျင် မေ့စ်နဲ့ သူ့ချစ်သူ နစ်ခ်တို့နှစ်ယောက် ပဲရစ်ကိုရောက်လာကြပါတော့တယ်\nအပေးအယူလုပ်တဲ့နေရာမှာ ဂျာမန်အေးဂျင့် မယ်ရီက\nပိုက်ဆံထည့်ထားတဲ့ အိတ်ကို ကြားထဲကနေ ဖြတ်ယူသွားပါတော့တယ်\nမေ့စ်က မယ်ရီနောက်လိုက်နေတုန်း နစ်ခ်က ပစ်သတ်ခံလိုက်ရပါတယ်\nစီအိုင်အေကို ပြန်ရောက်တော့မှ မေ့စ်တစ်ယောက် နစ်ခ်အသတ်ခံလိုက်ရမှန်း သိသွားပါတော့တယ်\nမေ့စ်ရဲ့ အထက်လူကြီး မတ်ခ်က မေ့စ်ကို မဖြစ်ဖြစ်တဲ့နည်းနဲ့\nဒရိုက်ဗ်ကို ပြန်ရအောင်ယူခိုင်းတဲ့အခါမှာတော့\nမေ့စ်တစ်ယောက်ဘယ်လိုတွေလုပ်မလဲ- စီအိုင်အေ အေးဂျင့် မေ့စ်\n- ဂျာမန်အေးဂျင့် မယ်ရီ\n- ကွန်ပျူတာကျွမ်းကျင်သူ ခါဒီဂျာ\n- ကိုလံဘီယာစိတ်ရောဂါကုဆရာဝန် ဂရေစီယယ်လာသူတို့တွေ တတိယကမ္ဘာစစ်ကြီး မဖြစ်အောင် ဘယ်လိုတွေကာကွယ်ကြမလဲဆိုတာ ...",
        "rating": "4.8",
        "url": "https://megaup.net/1HKlz/The.355.2022.720p.WEB-DL-CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/71lrQg46CyL._RI_-150x200.jpg",
        "title": "Baazigar (1993)",
        "description": "ရှရွတ်ခန်းကို ပေါက်သွားစေခဲ့တဲ့ ဒီဇာတ်ကားက မင်းသမီးကာဂျိုးနဲ့ရှရွတ်ခန်းတို့ ပထမဆုံးတွဲရိုက်ထားတဲ့ရုပ်ရှင်ကားပါ...နောက်မင်းသမီးတစ်လက်ဖြစ်တဲ့ Shilpa Shetty အတွက်လဲ ပထမဆုံးဇာတ်ကားဖြစ်ခဲ့ပြီး သူ့ကို Baazigar မင်းသမီးလို့ ပြောစမှတ်တွင်ရလောက်အောင် ဒီရုပ်ရှင်ကားနဲ့ ပေါက်ခဲ့ပါတယ်။ရုပ်ရှင်ကား ပုံစံလေးကတော့...ရှာရွတ်ခန်း ဟာ ငယ်စဉ်ကတည်းက နာမကျန်းဖြစ်နေတဲ့ မိခင်ကြီးကို ပြုစုစောင့်ရှောက်နေရတဲ့အချိန်ကနေ စပါတယ်...သူ့ဘဝဟာ ဆိုးလွန်းပါတယ်...ငယ်ငယ်ရွယ်ရွယ်နဲ့ သူများအိမ်မှာ တောက်တိုမယ်ရ အလုပ်တွေလုပ်...မိခင်ကြီးကို ဆေးဝယ်တိုက်စားစရာတွေ ဝယ်ကျွေးပြီး သူကျတော့ အငတ်ခံနေတတ်တဲ့ ကလေး တစ်ယောက်ပါ...သူတို့ မိသားစု ဘဝကိုပြန်တွေးကြည့်ရင် ရင်နာစရာ အတိပါပဲ..ရှရွတ်ခန်းတို့မိသားစုဟာ အရင်တုန်းက ပြီးပြည့်စုံ ချမ်းသာတဲ့ မိသားစုလေးပါ..ရှရွတ်ခန်း အဖေ နဲ့ အမေ ဟာ ကြင်နာသနားတတ်သူ သူတစ်ပါးကို ယုံပေးတတ်သူတွေဖြစ်တာကြောင့် အလုပ်သမား တစ်ဦးရဲ့ကောက်ကျစ်မှုနဲ့ ဖခင်ဖြစ်သူလဲ သေဆုံးခဲ့သလို ပိုင်ဆိုင်သမျှ အကုန်လုံးလဲ ပေးအပ်လိုက်ရပြီး လမ်းဘေးကို ရောက်ရှိခဲ့ရပါတော့တယ်..အမေဖြစ်သူခမျာမှာလဲ ယောင်္ကျားဖြစ်သူ သေဆုံးသွားတဲ့ စိတ်နဲ့ပဲ အိပ်ရာထဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1HK6b/(CM)_Baazigar_1993_720p_AMZN_WEB-DL_AVC.mkv",
        "category": "Bollywood, Crime, Drama, Musical"
    },
    {
        "thumbnail": "https://m.media-amazon.com/images/I/61AmkQeTZ-L._AC_.jpg",
        "title": "The Bridges of Madison County (1995)",
        "description": "The Bridges of Madison County (1995)~ IMDb - 7.6/10, RT - 90%, Meta - 69% ~အိုင်အိုဝါပြည်နယ်၊ မက်ဒီဆင် စီရင်စုက တောမြို့လေးရဲ့ ယာခင်းတစ်ခုမှာ ပျော်ရွှင်နေတဲ့ မိသားစုလေးတစ်စုရှိပါတယ်။ စစ်ပြန်လယ်သမားခင်ပွန်းရယ်၊ အီတလီမှာ စစ်ထွက်ရင်း ဖူးစာဆုံခဲ့တဲ့ ဇနီးသည်တစ်ယောက်ရယ်၊ သားနဲ့သမီးရယ် ယာစိုက်ရင်း နွားမွေးရင်း မိသားစုဘဝလေးမှာ ကိုယ်စီရှင်သန်နေကြတာပေါ့။ အဲဒီမှာပဲ ခင်ပွန်းနဲ့ သားသမီးနှစ်ယောက်က ဇနီးသည်ကို ထားခဲ့ပြီး အီလီနွိုက် ပြည်နယ် ကျေးလက်နွေရာသီပွဲကို မွေးထားတဲ့ နွားထီးလှလှကြီး ပြိုင်ပွဲသွင်းဖို့ လေးရက်ကြာခရီးထွက်သွားပါတယ်။ အဲဒီမှာပဲ ခရီးသွားဓာတ်ပုံဆရာတစ်ယောက် လမ်းဝင်မေးရင်းကနေ ဆင့်ကဲ ဆင့်ကဲ ဖြစ်ရပ်များနဲ့အတူ အချစ်တစ်ခု ပေါက်ဖွားလာခဲ့တဲ့ လေးရက်ကြာ အချစ်ဇာတ်လမ်းပေါ့။ခင်ပွန်းလည်းမသိ၊ သားသမီးတွေလည်း မသိပဲ လေးရက်ကြာချစ်ဇာတ်လမ်းကို သေသည်အထိ ဖုံးကွယ်ခဲ့ပြီး သေဆုံးပြီးနောက်မှာမှ ...",
        "rating": "7.6",
        "url": "https://megaup.net/11Mc7/(CM)_The_Bridges_of_Madison_County_(1995)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT0BY2KiFTrcdZuW0aJMddVe1Ci.jpg",
        "title": "Uncle Nine:  The Curious Case of the Ancient Coffin ( 2021 )",
        "description": "တရုတ်တစ္ဆေ ခုန်စွခုန်စွ ဖုတ်ကောင်ကားသစ်လေးလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ဦးလေး၉ဟာ ဘိုးဘေးလုပ်ငန်းဖြစ်တဲ့ဖုန်းရွှေဆရာအလုပ်ကိုမလုပ်ပဲ ဆေးဆရာအဖြစ်အသက်မွေးဝမ်းကျောင်းနေပါတယ်။နေကြတ်တဲ့နေ့တစ်နေ့ အပုပ်ချိန်မှာ ရှေးဟောင်းအလောင်းစာပိုးကောင်တွေထကြွပြီးအခေါင်းစောင့်မြွေကြီးကလဲ လူတွေကိုထွက်စားနေပါတယ်။ဦးလေး၉နဲ့တပည့်တွေဟာ ဖုတ်ကောင်အုပ်စုတိုက်ခိုက်ခြင်းကိုခံရပြီးမြို့ငယ်လေးမှာကံဆိုးစွာ မကောင်းတဲ့ဖြစ်ရပ်တွေတစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။ထူးဆန်းတဲ့သေဆုံးမှုတွေကြောင့်ရဲအရာရှိတွေနဲ့ ဦးလေး၉ နဲ့အတူအမှုကိုအပြင်းအထန်စစ်ဆေးကြပါတယ်။နစ်နာသူပြည်သူတွေရဲ့ကိုယ်ပေါ်မှာအလောင်းဆိပ်မိနေပါတယ်။ဦးလေး ၉ ဟာ တိတ်တဆိတ်စုံစမ်းရင်း ဂျပန်တွေရဲ့ဆေးကုသဖို့ဖိတ်ကြားမှုကိုခံရပြီး ဂျပန်တပ်သားတွေရဲ့သင်္ချိုင်းဖောက်တဲ့အကြံအစည်ကိုသိသွားတော့ ဂျပန်တွေရဲ့ကွပ်မျက်ခံရလုဆဲဆဲအခြေနေကိုရောက်သွားပါတယ်။ဓားသွားပေါ်ကအခြေအနေမှာရောက်နေတဲ့ ဦးလေး၉ ဟာဘယ်လိုအသက်လွတ်အောင်လုပ်ပြီး တစ္ဆေနှိမ်နင်းကာနိုင်ငံရတနာတွေကိုဘယ်လိုစောင့်ရှောက်မလဲ။ပြီးတော့ ဂျပန်သင်္ချိုင်းဖောက်ထွင်းအဖွဲ့ကရောဘာတွေနဲ့ပတ်သက်နေမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဟောင်ကောင်ကား Mr Vampire (၁၉၈၅) ပုံစံအတိုင်းပဲဟာသလေးတွေနှောပြီးပြန်ရိုက်ထားတာဖြစ်တဲ့အတွက် ငယ်ဘဝကိုပြန်အမှတ်ရသွားမှာသေချာပါတယ်။ပေါ့ပေါ့ပါးပါး ဖုတ်ကောင်ကားလေးကိုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Mystery , Fantasy\nDuring : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/uncle-nine-the-curious-case-of-the-ancient-coffin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQkCKYHmWRNAcWb1XWk8SPylUog.jpg",
        "title": "Firebreather (2010)",
        "description": "Firebreather (2010)ဒီ animation ဇာတ်ကားကောင်းလေးကို မသိတဲ့သူတော်တော်ရှားမယ်ထင်ပါတယ်။ ကျွန်တော်တို့တွေ ကလေးဘ၀မှာ အသည်းစွဲဖြစ်ခဲ့ရတဲ့ ကာတွန်းကားလေးတစ်ကားဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။မကြည့်ဖူးသေးတဲ့သူတွေရော ကြည့်ပြီးတဲ့သူတွေပါ ဘာသာပြန်ကောင်းကောင်းလေးနဲ့ သေချာပြန်လည်ခံစားလို့ရအောင်လို့ Channel Myanmar ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့......ကမ္ဘာကြီးဟာ ကိုင်ဂျူးလို့ခေါ်တဲ့ ဧရာမသတ္တဝါကြီးတွေနဲ့ လူသားတွေ ရောထွေးနေထိုင်တဲ့ နေရာတစ်ခုဖြစ်လာပါတယ်။ မျိုးနွယ်နှစ်ခုကြား စစ်ပွဲရှည်ကြီး တစ်ခုဖြစ်လာခဲ့ပြီး ဒီစစ်ပွဲကို အဆုံးသတ်ပေးလိုက်တာကတော့ မားဂရက်ဆိုတဲ့ လူသားမျိုးနွယ် မိန်းကလေးတစ်ဦးနဲ့ ကိုင်ဂျူးဘုရင်ကြီး ဘယ်လော့ခ် တို့ရဲ့ ချစ်ကြိုက်မှုပဲ ဖြစ်ပါတယ်။စစ်ပွဲကြီးရပ်တန့်သွားပြီးနောက် ကိုင်ဂျူးတွေဆိုတာလည်း ဒဏ္ဍာရီသဖွယ် ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် ဒန်ကန်ဆိုတဲ့ ကိုင်ဂျူးတစ်၀က် လူသားတစ်၀က် ဆယ်ကျော်သက်ကောင်လေးကတော့ ဒဏ္ဍာရီမဟုတ်ခဲ့ပါဘူး။ကိုင်ဂျူးတစ်ကောင်ရဲ့အစွမ်းတွေနဲ့ လူသားလေး ဒန်ကန်ဆီကို တစ်ရက်မှာ ကိုင်ဂျူးဘုရင် ဘယ်လော့ခ်ကြီးက ဆိုက်ဆိုက်မြိုက်မြိုက် ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့...... (ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.3GB, 608MB\nQuality - ...",
        "rating": "6.2",
        "url": "https://megaup.net/11Mcy/(CM)_Firebreather_(2010)_720p.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKBdDR3vc8y8vjxzDdbnK2BdYm1.jpg",
        "title": "Bro Daddy (2022)",
        "description": "Bro Daddy (2022)\n————————————-\nဒီကားလေးကတော့ Disney+က ရိုက်ကူးထားပြီး နာမည်ကြီးမင်းသားနှစ်ယောက်ဖြစ်တဲ့မင်းသားကြီး Mohanlal နဲ့ Prithviraj တို့ နှစ်ယောက်တွေ့ဆုံကြမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်မိသားစုချင်းအရမ်းရင်းနှီးကြပြီး ကာယကံရှင်ချင်းလည်း ရင်းနှီးကြတဲ့ သားဖြစ်သူနဲ့ သမီးဖြစ်သူတို့ကိုလက်ထပ်ပေးဖို့ မိဘတွေက စိတ်အားထက်သန်နေကြပေမယ့် ကာယကံရှင်နှစ်ယောက်သားကဘာလို့များအပြင်းအထန်ကန့်ကွက်နေကြတာလဲ…မမျှော်လင့်ထားပဲ ကိုယ်ဝန်ရခဲ့ပြီး မိသားစုဘဝကို စတင်လိုက်ကြရတဲ့ ရယ်စရာပျော်စရာမိသားစုဘဝလေးကို ဒါရိုက်တာက ပေါ်ပေါ်လွင်လွင် သရုပ်ဖော်ထားပြီးCast တွေကလည်း အမိုက်စားပါပဲဇာတ်အေးခန်းတွေမှာတောင် အဖေနဲ့သားနေရာမှာ သရုပ်ဆောင်ထားတဲ့မင်းသားနှစ်ယောက်ရဲ့ chemistry မိလှတဲ့ bromance ကြောင့် ဇာတ်ကားကိုဇာတ်ရှိန်မကျစေဘဲ ပရိသတ်အာရုံကို ဆွဲခေါ်နိုင်တဲ့ ကားကောင်းလေး ဖြစ်တာကြောင့်ဒီကားလေးကိုလည်း မလွတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးနော် \nFile size…2.64GB / 1.3GB\nQuality…1080p WEBDL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 39mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & HM & Yate & ...",
        "rating": "7.6",
        "url": "https://megaup.net/11Kz0/Bro.Daddy.2022.720p(CM).mp4",
        "category": "Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VBPRWW13OJoiLA6suLofnjLKou.jpg",
        "title": "A Hero (2021)",
        "description": "A Hero (2021)\n---------------\nIMDb - 7.2 , Metacritic - 82%အီရန်ဒါရိုက်တာတွေထဲမှ Abbas Kiarostami တို့ Asghar Farhadiတို့ Mohsen Makhmalbafတို့လို\nArt Film Fanတွေ အသည်းစွဲကြိုက်ကြတဲ့ ဒါရိုက်တာတွေမနည်းပါဘူး။A Heroကတော့ Asghar Farhadiရဲ့ ဒီနှစ်ထွက် ရုပ်ရှင်အသစ်ပါပဲ။\nAsghar Farhadiဟာ ရိုက်သမျှကားတိုင်း ကောင်းနေတဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့ဆိုလို့ရပါတယ်။\nသူရိုက်တဲ့ A Separationဆို Academy Award for Best International Feature Filmဆု ကိုရခဲ့တဲ့\nပထမဆုံးအီရန်ရုပ်ရှင်အဖြစ် မှတ်ကျောက်အတင်ခံခဲ့ရပြီး\nThe Salesman နဲ့ ဒီဆုကိုပဲ ဒုတိယမ္ပိထပ်ရရှိခဲ့ပါတယ်။\nအခု A Heroလည်း အော်စကာ ဆန်ခါတင် စာရင်းထဲထပ်ပါလာပြန်ပါပြီ။ဇာတ်ကြောင်းကတော့ ရှင်းရှင်းလေးပါပဲ။\nရှင်းရှင်းလေးကိုပဲ ပြန်ပြောပြဖို့ တော်တော်ခက်ပါတယ်။\nအကြွေးမဆပ်နိုင်လို့ ထောင်ကျနေတဲ့ လူတစ်ယောက် ရွှေအိတ်တစ်အိတ်ကောက်ရတယ်။\nအစက အဲဒီရွှေအိတ်ကို ရောင်းပြီး အကြွေးဆပ်ဖို့လုပ်တယ်။\nနောက်ကျ ပိုင်ရှင်ကိုပြန်ပေးဖြစ်သွားတယ်။\nအကြွေးမဆပ်နိုင်လို့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1HHny/A.Hero.2021.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/l_p0071619015-143x200.jpg",
        "title": "[18+]Mutual Relations (or) Emptiness is Nothing (2015)",
        "description": "ဒီဇာတ်ကားဟာ ခေတ်သစ် ကိုရီးယား Romance-Sexy ဇာတ်လမ်းတွေထဲမှာတော့ အကြိုက်ဆုံးနဲ့ အရယ်ရဆုံးလောက် ရှိပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့မင်းသမီး သုံးယောက်ရဲ့ အကြောင်းကိုအရင်စပြောရမှာပေ့ါပတ်ဆိုးမီကတော့ စမန်ထတဲ့ ကောင်မလေးဟန်ရီချွန်းကတော့ ရိုးတဲ့အတဲ့ ကောင်မလေးအဓိက မင်းသမီးဖြစ်တဲ့ ဂျီအန်ကတော့ ပန်းချီဝါသနာကိုသာစိတ်ရှိတဲ့ တည်တည်ငြိမ်ငြိမ် ကောင်မလေးပေ့ါပတ်ဆိုးမီ ..ဂျီအန် နဲ့ဟန်ရီချွန်းတို့ ပန်းချီသင်ကြားနေတဲ့ မင်းသမီးချောလေးသုံးယောက်ဖြစ်တယ်ပန်းချီသင်တန်းမှာပဲ အပိုဝင်ငွေအတွက် ကိုယ်တုံးလုံးချွတ်မော်ဒယ်လာလုပ်တဲ့ မင်းသား ဂျန်ဘေဟွန်နဲ့ တွေ့ဆုံကြတော့တာပဲ...ထို သုံးယောက်ထဲမှာမှ ဂျန်ဘေဟွန်ဟာ ဂျီအန်ကို တွေ့တွေ့ချင်း ကြွေသွားပါလေတော့တယ်သစ္စာဖောက်သွားတဲ့ရည်စားနဲ့ မင်းသမီး ဂျီအန်တို့ စကားများနေတဲ့အချိန်မှာပဲဂျန်ဘေယွန်က ဟီးရိုးကြီးဝင်လုပ်ရာမှ အထိုးခံလိုက်ရတာနဲ့ သနားသွားပြီ ဂျီအန်တို့အဖွဲနဲ့ဂျန်ဘေယွန်တို့အဖွဲ့ ခင်မင်ရင်းနှီးသွားကြပါတော့တယ်....ခင်မင်ရင်းနှီးပြီး နောက်ပိုင်း လူငယ်ဘာဝ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါအုံးလို့။18+ ဇာတ်ဝင်ခန်းများ ဖောဖောသီသီ တင်ဆက်ထားတာကြောင့် ၁၈ နှစ်မပြည့်သေးသူများမကြည့်ရှုရန်လည်း ကြိုတင်သတိပေးအပ်ပါသည်(သတိပေးပေးမပေးပေး ကြည့်မယ်မှန်းသိနေလည်း အဲ့လိုတော့ ပြောရမှာပဲ)(ဒီဇာတ်ကားကို Pennywise မှ ဘာသာပြန်ဆိုထားပြီး AP Newschool မှ ...",
        "rating": "",
        "url": "https://megaup.net/Q8gj/(CM)Mutual.Relations.2015.720p.HDRip.H264.AAC-ob2.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/d13cfa7e-f4a4-4b86-b6e9-094afda1cd35-133x200.jpg",
        "title": "[18+] Fifty Shades Freed (2018)",
        "description": "Fifty Shades Freed ရဲ့ preview ကိုတော့ စာအုပ်ထဲဇာတ်လမ်းနဲ့Trailer ကိုဆက်စပ်ပြီးဖော်ပြပေးပါမယ်။\nTrailer ဟာ Christian နဲ့ Ana မင်္ဂလာဆောင်တဲ့ဇာတ်ဝင်ခန်းနဲ့ဖွင့်ထားပြီး Grey တို့ဇနီးမောင်နှံ ဥရောပတခွင် ဟန်နီးမွန်းထွက်တဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ဒါပေမယ့် သူတို့ရဲ့ ဟန်းနီးမွန်းမှာ အကြောင်းတစ်စုံတစ်ခုကြောင့် နောက်ကြောင်းမအေးဖြစ်ခဲ့ရပါတယ်။\nအကြောင်းကတော့ Christian ရဲ့ ရုံးအဆောက်အဦးမှာ မီးလောင်မှုဖြစ်ခဲ့တာဖြစ်ပြီး ထိုမီးဟာ မတော်တဆကြောင့်လောင်ကျွမ်းတာမျိုးမဟုတ်ပဲ တစ်စုံတစ်ဦးရဲ့ ရည်ရွယ်ချက်ရှိရှိ လုပ်ရပ်ကြောင့်ဖြစ်ကြောင်း Christian သိလိုက်ရပါတယ်။ ဒါပေမယ့် Ana ရဲ့အကူအညီနဲ့ တရားခံဘယ်သူဖြစ်တယ်ဆိုတာကို Christian တစ်ယောက်အတည်ပြုနိုင်ခဲ့တယ်။\nသူတို့ ဟန်းနီးမွန်းကပြန်ရောက်ပြီး လုပ်ငန်းခွင်ထဲပြန်ဝင်ကြရတဲ့အခါ Ana ဟာ Acting Fiction Editor မဟုတ်တော့ပဲ Fiction Editor ဖြစ်နေပါပြီ။ Christian Grey ရဲ့ အရှိန်အဝါကြောင့် ပစားပေးခြင်းခံရတာကို မလိုလားတဲ့ Ana ဟာ SIP ရုံးတွင်းမှာ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/18-fifty-shades-freed-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQ5NTk0Njg2N15BMl5BanBnXkFtZTgwNzk5Nzk3MDI@._V1_SY1000_CR006311000_AL_-189x300.jpg",
        "title": "[18+] Fifty Shades Darker (2017)",
        "description": "“Fifty Shades Darker” 2015 ခုနှစ်မှာ အပေါက်ဆုံးဖြစ်သွားခဲ့တဲ့ ရုပ်ရှင်တွေထဲကတစ်ခု….Erotic Romance ရဲ့ပုံစံကိုပီပီပြင်ပြင်ဖော်ပြခဲ့တဲ့ Fifty Shades of Grey ဟာ\nစာအုပ်ရော ရုပ်ရှင်ရောဝင်ငွေကောင်းပြီးနာမည်ကြီးတာ သိပ်မဆန်းပါဘူး….\n(မင်းသားကလဲ အတော်ဆွဲဆောင်မှုကောင်းသလို မင်းသမီးကလဲ အတော်လှတာကိုး…)အခုဆိုရင်ဖြင့် Fifty Shades of Grey ရဲ့အဆက် Fifty Shades Darker ဟာ\n2017 February မှာရုံတင်ခဲ့ပြီး  EL.James ရဲ့ Fifty Shades Trilogy မှ ဒုတိယမြောက်စာအုပ်ကို\nHouse of Card ဒါရိုက်တာ James Foley ကပြန်လည်အသက်သွင်းထားပြီး ဖြစ်ပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ပထမFifty Shades of Grey မှာ\nပါဝင်ခဲ့တဲ့သူတွေအားလုံးနီးပါးပြန်လည်ပါဝင်မှာပဲဖြစ်ပါတယ်… အချစ်ဟာ\n(စာအုပ်တွေထဲမှာ ရုပ်ရှင်တွေထဲမှာ ဆိုရင်တော့) လူတစ်ယောက်ကို\nသိမ်မွေ့စွာပြောင်းလဲစေနိုင်တဲ့အစွမ်းသတ္တိရှိတဲ့ နူးညံ့တဲ့အရာတစ်ခုပါ။Sadist တစ်ယောက်ဖြစ်တဲ့ Christain Grey ကိုအချစ်ဆိုတဲ့အရာက ပြောင်းလဲစေခဲ့ပါတယ်။\nမိခင်ရင်းကိုမျက်စိရှေ့မှာတင်ဆုံးရှုံးခဲ့ရတဲ့ Christian ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/18-fifty-shades-darker-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/679498f368689ac03a1a7082c40630d3-200x300.jpg",
        "title": "[18+] Fifty Shades of Grey (2015)",
        "description": "Fifty Shades of Grey ဟာ ၂၀၁၅ ခုနှစ်ရဲ့ လတ်တလော လူပြောအများဆုံး ဇာတ်ကားဖြစ်နေပါတယ်။ ရုံမတင်ခင်ကတည်းက စောင့်ကြည့်ဖို့ အားတင်းထားကြသူတွေ များပြားလှတဲ့ဒီဇာတ်ကားဟာ တကယ်တမ်း ရုံတင်ခဲ့တဲ့အခါမှာလည်း အောင်မြင်ခဲ့ပါတယ်။ စံချိန်ပေါင်းမြောက်များစွာကို ချိုးဖျက်နိုင်ခဲ့ပြီး တဟုန်ထိုးအောင်မြင်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေ မှိုချိုးမျှစ်ချိုးပြောနေပေမယ့် သူ့ရဲ့ဝင်ငွေက သန်း ၅၀၀ ကျော်သွားပါပြီ။ နောက်ဆက်တွဲဇာတ်ကားကို ၂၀၁၆ မှာ ထပ်မံဖြန့်ချိပါမယ်။\nဒီဇာတ်ကားဟာ လိင်အသားပေးဇာတ်ကားဖြစ်ပြီး ဗြိတိသျှစာရေးဆရာ E. L. James ရဲ့ Fifty Shades Of Grey ဆိုတဲ့ စာအုပ်ကို ဇာတ်လမ်းချုံ့ကာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nစာအုပ်ဟာ လိင်အသားပေးစာအုပ်ဖြစ်ပြီး မထွက်ခင်ကတည်းက အတိုက်အခံတွေ များခဲ့တာပါ။ ပုံနှိပ်ထုတ်ဝေဖို့ ဝေဖန်မှုတွေ ပြင်းထန်တာကြောင့် e-book အနေနဲ့ စတင်ဖြန့်ချိခဲ့ပါတယ်။ လူကြိုက်များကာ ဖတ်ရှုသူများပြားလွန်းတာကြောင့် မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ပုံနှိပ်ဖို့ ကြိုးစားကြပါတယ်။ ပရိသတ်က ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/18-fifty-shades-of-grey-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BOGJiYzgxMmMtY2VmMy00ZmZiLTk0OTQtZTI3MzVhYmZmZWU1XkEyXkFqcGdeQXVyMTE5MTkxMDI2._V1_-160x200.jpg",
        "title": "Death to 2021 (2021)",
        "description": "Death to 2021 (2021)\n===============IMDb Rating - 6.3/10Netflix ကထွက်ရှိထားတဲ့ ဒီTV Special ဇာတ်ကားဟာဆိုရင် IMDb 6.3 ထိရရှိထားတာဖြစ်ပါတယ်။\nဇာတ်ကားဆိုတာထက် TV Program တစ်ခုကို ကြည့်နေရသလိုဆိုရင် ပိုမှန်ပါလိမ့်မယ်။\n2020 , 2021 မှာဆိုရင် ကမ္ဘာတစ်လွှားမှာ ကပ်ရောဂါဘေးတွေရင်ဆိုင်ရသလို နိုင်ငံရေး စီးပွားရေး\nသဘာဝပတ်ဝန်းကျင်ကပ်ဘေး အစသဖြင့် ကိစ္စတော်တော်များများကြုံတွေ့ခဲ့ရပါတယ်။\nဒီကားမှာဆိုရင် သရုပ်ဆောင်တွေက ကျွန်တော်တို့ 2021 ခုနှစ်အတွင်း ဖြစ်ခဲ့သမျှ အကြောင်းကို\nအကုန်ပြန်သုံးသပ်ပြီးပြောကြတာဖြစ်ပါတယ်။ နိုင်ငံရေး ကျန်းမာရေး ပတ်ဝန်းကျင်ထိန်းသိမ်းရေး\nအစရှိတဲ့ နယ်ပယ်မျိုးစုံကအကြောင်းအရာတွေနဲ့ပတ်သတ်ပြီးဆွေးနွေးထားတာကြပြီးတော့ အသိ\nပညာဗဟုသုတ တိုးစေမဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(ဇာတ်လမ်းအညွှန်းကို Shwe Pyae မှရေးသားပေးထားပြီး ဘာသာပြန်များကတော့\nShwe Pyae, Jo Jo Va တို့ပဲဖြစ်ပါတယ်။)File Size -(1.12 GB) / (580 MB) / (276 MB)\nQuality – WebDL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nv4y/Death.To.2021.2021.720p.WEBRIP[CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g841pE2duYUJDUsy6i2NXqCzVBO.jpg",
        "title": "Akhanda (2021)",
        "description": "Akhanda 2021\nDrama/ Fantasy\nIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/33x6e/Akhanda_(2021)_Telugu_TRUE_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMTlmYjQwNjAtMTY0Yi00ZjJmLThmNTktZWUwYzNmYTQ3YjA2XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "A Mouthful of Air (2021)",
        "description": "A Mouthful of Air (2021)===================IMDb Rating - 6.0/10ဂန္တဝင် ရုပ်ရှင် Mamma Mia ထဲမှမင်းသမီး Amanda ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေး\nဟာဆိုရင်ဖြင့် IMDb 6 အထိရရှိထားတဲ့ အမေရိကန် Drama အမျိုးအစားလေးပဲ ဖြစ်ပါတယ်။\nကဲ ဒါဆိုရင် ဇာတ်လမ်းအကျဥ်းလေးကိုမိတ်ဆက်ပေးချင်ပါတယ် . . .\nဂျူးလီဟာ ကလေးတွေရဲ့အကြောက်တရားတွေကို ဖျောက်ဖျက်ပေးနိုင်ပြီး နှစ်လိုဖွယ်ကောင်းတဲ့အပြင်\nနွေးထွေးမှုကိုပါဆောင်ကျဥ်းပေးနိုင်တဲ့ စာရေးဆရာမတစ်ယောက်ပါ။ သူဟာ မထင်မရှား သာမန်စာရေး\nဆရာမ လုံးဝ မဟုတ်ပါဘူး။ သူရေးသမျှစာအုပ်တိုင်းက best-selling ဖြစ်တဲ့အထိကို  အောင်မြင်ကျော်\nကြားတဲ့ စာရေးဆရာမတစ်ဦးပါ။ အခုလိုမျိုး ဂျူလီတစ်ယောက် စာတွေရေးရင်း ကလေးတွေရဲ့ အကြောက်\nတရားကို ပျောက်ကွယ်အောင် လုပ်နိုင်ပေမယ့်လည်း သူရဲ့တစ်ဘဝလုံးကို နှောင့်ယှက်နေတဲ့ လျှို့ဝှက်တံခါး\nကိုတော့ မဖွင့်နိုင်ခဲ့ပါဘူး။ ဒီလိုနဲ့ မိခင်တစ်ဖြစ်လဲ ဂျူးလီမှာ ဒုတိယရင်သွေးလေးထပ်ရလာတဲ့အခါ သူရဲ့\nအကြောက်တရားက ကြီးစိုးလာပြီးတော့ ရှင်သန်ခြင်းနဲ့သေဆုံးခြင်းကြားစစ်ပွဲကိုတိုက်ခိုက်ရပါတော့တယ်။\nဒါဆိုရင် ဂျူးလီရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/11Eua/A_Mouthful_of_Air.2021.720p.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/91723585bd0a715fbbc498de6fe5b255f18f06103046b80309d7996358725ac9._RI_V_TTW_-150x200.jpg",
        "title": "For a Few Dollars More (1965)",
        "description": "For a Few Dollars More (1965) ~ IMDb - 8.2/10, RT- 92%, Meta - 74%နာမည်မရှိသော ကောင်းဘွိုင်ကြီး လာပါပြီခင်ဗျာ။ ဇာတ်ကားသုံးကားကို သုံးနှစ်ဆက်တိုက် ရိုက်ကူးထုတ်လွှင့်ခဲ့တဲ့၊ ကောင်းဘွိုင်ကားသမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့တဲ့ Clint Eastwood ရဲ့ သမိုင်းမှတ်တိုင်တွေပါ။ အခုကားကတော့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကောင်းဘွိုင် ယန်းကီးလေးဟာ ဆုကြေးစား လူဆိုးဖမ်းသမား ဖြစ်နေပြန်ပါပြီ။ အရင်ဇာတ်ကားကရခဲ့တဲ့ ပိုက်ဆံတွေ ဘယ်တည်းခိုခန်းမှာ ဖြုန်းလိုက်လဲ မသိပါဘူးဗျာ။ အခုတော့ ဒေါ်လာတစ်ထောင်တန် လူဆိုးလေးတွေ လိုက်ဖမ်းနေလေရဲ့။အချီကြီးကြံတတ်တဲ့ ပုဂ္ဂိုလ်ဆိုတော့လည်း တကယ့် ဒိတ်ဒိတ်ကြဲ လူဆိုးဂိုဏ်းနောက်ကို အမဲလိုက်ဖို့ ဖြစ်လာတာပေါ့။ တစ်ခါတလေမှာ မုဆိုးက ကျားစာမိသွားတာမျိုးလည်း ရှိတတ်တာမျိုးလေ။ အဲဒီမှာ ပုဂ္ဂိုလ်ရေးရန်ငြိုးနဲ့ လိုက်လာတဲ့ ဘဲကြီးတစ်ပွေရယ်၊ နာမည်မရှိတဲ့ ယန်းကီးလေးရယ်တို့ ခြင်္သေ့ဂူထဲဝင်ပြီး လူဆိုးတစ်သိုက်နဲ့ ဘတပြန် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2nzmw/(CM)_For_a_Few_Dollars_More_(1965)_720p.mp4",
        "category": "Action, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/A_Fistful_of_Dollars-132x200.jpg",
        "title": "A Fistful of Dollars (1964)",
        "description": "A Fistful of Dollars (1964) ~ IMDb - 8/10, RT - 98% ~ဇာတ်ကား သုံးကားမှာ အဓိက သရုပ်ဆောင်ဖြစ်ပေမယ့် ဇာတ်ကားထဲမှာ သူ့နာမည်ကို ဘယ်သူမှ မသိကြဘူး။ သိတဲ့သူတွေကလည်း သူ့နာမည်ကို မခေါ်ကြဘူး။ ဒီတော့ ကောင်းဘွိုင်ရုပ်ရှင်ချစ်ပရိသတ်က သူ့ကိုချစ်စနိုးခေါ်ကြတာ Man with No Name တဲ့။ နာမည်မရှိတဲ့လူသားကြီး၊ လူကြမ်းကြီး၊ ခြေသလုံးအိမ်တိုင်၊ လေနှင်ရာလွင့်၊ ရောက်တဲ့အရပ်မှာ ဘဝကို ကုလားဖန်ထိုး၊ မတရားတာတွေ့ရင် ဓားခုတ်ရာ လက်ဝင်လျှိုတတ်သေး။အမေရိကန်မြောက်ပိုင်းသား ယန်းကီး၊ မြင်းနဲ့ မြည်း စပ်ပြီးကျလာတဲ့ mule တစ်ကောင်နဲ့၊ ပွိုင့် 45 ပစ္စတို (ခြောက်လုံးပူး) တစ်လက်နဲ့၊ ဘယ်အချိန်မဆို ဘိုင်ကျ အိတ်ကပ်ခါလီသမား။ ခါးကြားကဗျောက်ကိုထုတ် တစ်စက္ကန့်အတွင်းမှာ 6 rounds (ကျည်ခြောက်တောင့်) လုံးကို ...",
        "rating": "8",
        "url": "https://megaup.net/1Hjox/(CM)_A_Fistful_of_Dollars_(1964)_720p.mp4",
        "category": "Action, Dollars Trilogy, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iU1vOMlnX2zdzL4lBeZuqQC2lgu.jpg",
        "title": "Shyam Singha Roy (2021)",
        "description": "Shyam Singha Roy (2021)ဒီတစ်ခါမှာတော့ ဘောလီဝုဒ်ပရိတ်သတ်တွေအတွက်IMDb 8.3ထိရရှိထားတဲ့ Netflixက ဇာတ်ကား‌ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Vasu ဟာဆော့ဝဲလ်ကုမ္ပဏီကနေအလုပ်ထွက်ပြီး ဝါသနာပါတဲ့ရုပ်ရှင်ဒါရိုက်တာအလုပ်ကို ကူးပြောင်းနေတဲ့လူငယ်တစ်ယောက်ပေါ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်ဖို့ရာ အရင်းနှီးထုတ်ပေးမယ့်သူနဲ့တွေ့တော့ရုပ်ရှင်အတွက်ကိုယ်တိုင်ဇာတ်ညွှန်းဖန်တီးပြီး ရိုက်ကူးခဲ့ပါတယ်။အဲ့ရုပ်ရှင်ကတော်တော်လေးပေါက်သွားပြီး အောင်မြင်လုဆဲဆဲဖြစ်နေတဲ့ချိန်မှာပဲမူပိုင်ခွင့်ပြဿနာနဲ့တရားစွဲခံရပါတော့တယ်။ကိုယ်တိုင်စိတ်ကူးစိတ်သန်းကနေရေးသားထားတဲ့ဇာတ်ညွှန်းကို ခိုးချပါတယ်ဆိုပြီးအစွပ်စွဲခံရတော့ အဖြေရှာဖို့ကြိုးစားတဲ့အချိန်မှာ အဲ့ဖြစ်ရပ်‌ နောက်ကွယ်အမှန်တရားကအတိတ်ဘဝနဲ့‌ထူးဆန်းစွာ ဆက်နွယ်နေမှန်းသိလိုက်ရတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာမို့ ခုပဲဒေါင်းပြီးကြည့်ကြဖို့အကြံပေးပါရစေ..... \nFile size…2.3Gb / 1.2GB\nQuality…1080p True WEB DL AAC 5.1CH /  720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM & Allena & Eliza & Haruko",
        "rating": "8.3",
        "url": "https://megaup.net/11Dpt/Shyam_Singha_Roy_(2021)_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5iKw3VjDs5TvuM5T2x6kSvb4fTT.jpg",
        "title": "North to Home (2022)",
        "description": "North to Home (2022) မြန်မာစာတန်းထိုး********************************** ဒီကားလေးက မိသားစုနဲ့ အတူကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဟန်နာ၊ ဘက်သ်နဲ့ ပိုစီဆိုတဲ့ ညီအစ်မ ၃ ယောက် အကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားလေးပါ။တကယ်တော့ သူတို့ ကလေးဘဝက အင်မတန် ဆိုးရွားခဲ့ပါတယ်။ မိဘအရင်းတွေက တောင်တက်ပြီး နှင်းမုန်တိုင်းနဲ့ သေသွားခဲ့ကြတယ်။ အဲ့လိုနဲ့ သူတို့အမေအရင်းရဲ့ အချစ်ဆုံး ဆူဇန်းတို့ လင်မယားက မတော်တဆမှုက သူတို့ မပါလို့ ဖြစ်ရတာလို့ ကိုယ့်ကိုယ်ကို အပြစ်တင်ရင်း သူတို့လေး ၃ ယောက်ကို မွေးစားပြီး ပြုစုပျိုးထောင်ပေးခဲ့တယ်။ညီအစ်မ ၃ ယောက် အမေ့ရဲ့ အသက် ၆၀ ပြည့်မွေးနေ့ပွဲလေးလုပ်ဖို့ မိဘအိမ်ကို ပြန်လာကြတဲ့အခါ ဘယ်လို အခက်အခဲတွေ ဘယ်လို စိတ်ခံစားမှုတွေကို ကြုံတွေ့ရမလဲ။ဆောင်းတွင်းလေး စောင်ထဲကွေးပြီး ကြည့်ရင်း မျက်ရည်ကျရမယ့် ဇာတ်ကားလေးပါပဲ။ဒီကားလေးကို ကြည့်ရင်း “မိသားစု” တန်ဖိုးကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2nxns/[CM]North.to.Home.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbkR03dqGG4CFsRRFbxC4s29ORY.jpg",
        "title": "Italian Studies (2021)",
        "description": "Italian Studies (2021) မြန်မာစာတန်းထိုး********************************* ခင်ဗျားဟာ ရုတ်တရက် လူစည်ကားတဲ့လမ်းမကြီးပေါ်ရောက်နေပြီး အတိတ်မေ့နေတဲ့လူတစ်ယောက်ဖြစ်နေတယ်ဆိုပါစို့။ကိုယ့်ကိုကိုယ်လည်းမသိဘူး တခြားလူတွေကိုလည်းမသိဘူး၊ ကိုယ်ဟာဘာလုပ်လို့ဘာကိုင်ခဲ့မှန်းလည်းမသိဘူး၊ လူတစ်ယောက်ရဲ့ ပင်ကိုအသိဉာဏ်ပဲရှိတော့တယ်ဆိုတာမျိုး မြင်ယောင်ကြည့်လိုက် ...ဘယ်နားအိပ်ရမှန်းမသိ ဘယ်နားသွားစားရမှန်းမသိတဲ့ဘဝ ... ခုဇာတ်လမ်းထဲကမင်းသမီးက အဲ့လိုဖြစ်နေတာ၊ ဒါပေမဲ့ သူက သူနဲ့တစ်ညတာ ခင်မင်ခဲ့ဖူးတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့သွားတယ်။ သူကတော့ မမှတ်မိပေမဲ့ ဟိုကောင်မလေးက သူ့ကိုစနှုတ်ဆက်တဲ့အချိန်ရောက်မှ သူ့ဟာသူ အတိတ်မေ့နေမှန်းသိတာ။ဒီလိုနဲ့မှ သူ့ရဲ့အဖြစ်အပျက်တွေကို ပြန်လည်ဖော်ဆောင်ရတဲ့အခါမှာတော့ သူဖြတ်သန်းခဲ့ရတဲ့ကိစ္စ‌တွေဟာ ကောင်းတဲ့ကိစ္စတွေချည်းပဲ မဟုတ်ခဲ့ဘူးဆိုတာ သိရှိလာရချိန်မှာတော့ ... (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ) File Size     : (1.8 GB)(740 MB) and (345 MB)\nQuality       : WEB-DL 1080P DD5.1CH, 720p\nFormat       : mkv, mp4\nGenre      ...",
        "rating": "5",
        "url": "https://megaup.net/1Hy99/[CM]Italian.Studies.2021-720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jWfzHXvqLllbsVL7bvV1UVTq8s.jpg",
        "title": "Garuda Gamana Vrishabha Vahana (2021)",
        "description": "Garuda Gamana Vrishabha Vahana (2021)ဒီတစ်ခါတော့ပရိသတ်ကြီးကို IMDb rating 8.8 အထိရရှိထားတဲ့အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်ဒီဇာတ်ကားမှာတော့ အဓိကဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ ရှီဗာနဲ့ဟာရီတို့ဟာမန်ဂလောမြို့ကိုအုပ်စိုးနေတာဖြစ်ပါတယ်။ ရှီဗာဟာ ငယ်စဥ်ကလေးဘဝတည်းကအမေဖြစ်သူမှလည်ပင်းလှီးပြီးရေတွင်းထဲစွန့်ပစ်ခံရသူဖြစ်ပြီး ကံကောင်းထောက်မစွာနဲ့အသက်ပြန်ရှင်လာသူပါ။ ဟာရီ့အမေမှမွေးစားထားပြီး နှစ်ယောက်သားအတူတကွကြီးပြင်းလာတဲ့သူငယ်ချင်းများဖြစ်ကြပါတယ်။ ဟာရီနဲ့ပတ်သတ်ရင် ဆတ်ဆတ်ထိမခံတတ်တဲ့ရှီဗာက ဟာရီ့ကိုသေနတ်နဲ့ခြိမ်းခြောက်တဲ့ မာကရီဒါရာနန္ဒာကိုသတ်ပြီးနောက်မှာအချိန်နဲ့အမျှ ဘယ်လိုစိန်ခေါ်မှုတွေတွေ့ကြုံလာမလဲ ရဲအရာရှိတွေနဲ့လည်း ဘယ်လိုဆက်နွယ်လာမလဲရာဇဝတ်မှုအတူကျူးလွန်‌‌နေကျ ငယ်သူငယ်ချင်းနှစ်ယောက်နဲ့ သူတို့ကြား အတ္တ မနာလိုစိတ်တွေကြားဝင်လာတဲ့အခါဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ သည်းထိတ်ရင်ဖိုစောင့်ကြည့်ရမဲ့ Crime Thriller အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ် \nFile size…1.6Gb / 800MB\nQuality…1080p ZEE5 WebDl / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & HM & Haruko & Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/11Ab7/Garuda.Gamana.Vrishabha.Vahana.2021.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Fe75Lf6VT7wvYMK8YQhRusbJjc.jpg",
        "title": "(18+) Eva(2021)",
        "description": "Eva (2022)အယ်ဗာက လှတယ် နုပျိုတယ်အသက်ကလဲ ၂၀ဝန်းကျင်ဆိုတော့လှအားကလဲကြွယ် သွေးသားဆန္ဒတချို့လဲရှိလာတဲ့အချိန်ပေါ့ သူမရဲ့ဘဝပေးကံကတော့မကောင်းရှာပါဘူး ဆင်းရဲတာကြောင့်သူများအိမ်မှာ အကူလုပ်ရတဲ့ အိမ်အကူမလေးအယ်ဗာပေါ့ ကံဆိုးမလေးသွားရာ မိုးလိုက်ရွာဆိုသလိုပထမအိမ်ရှင်က သူ့အပေါ်မဟုတ်မကကြံစည်တာကြောင့်အလုပ်ထွက်ပြီး သူဌေးမလေးတစ်ယောက်အိမ်မှာသွားလုပ်ရပါတယ် ကံကောင်းတယ်ပဲပြောရမလားပေါ့သူဌေးမလေးက သူ့အပေါ်ကြင်နာရှာတယ် ပြီးတော့သူ့ရဲ့အိမ်နီးနားချင်းထဲက အလုပ်သမားကောင်လေးကလဲသူ့အပေါ်စိတ်ဝင်စားနေပြီး သူကလဲ စိတ်ဝင်စားသွားပါတယ်သူဌေးမလေးက သူ့အပေါ်ကြင်နာပေမယ့် ဆန္ဒကတော့တော်တော်ကြီးပါတယ်ညစဉ်လိုလို ယောကျာ်းမိန်းမ မကျန် ခေါ်ပြီးပျော်ပါးနေတာကြောင့်အယ်ဗာလေး ညတွေဆိုအိပ်မပျော်ဖြစ်တာပေါ့ ဒီလိုနဲ့သူရဲ့အိမ်နီးချင်းကောင်လေးကလဲ သူ့ရဲ့အိမ်ကိုလာပြီးတွေ့တဲ့အခါ.......... \nFile size…1.3Gb / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 36mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by X Cross",
        "rating": "5.6",
        "url": "https://megaup.net/1Hxqa/Eva.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJL9O1N9uESFQql3LNnROvBNZCy.jpg",
        "title": "The Curse of La Patasola (2022)",
        "description": "The Curse of La Patasola (2022) La Patasola ဆိုတာ ကိုလံဘီယာ ဒဏ္ဍာရီ မကောင်းဆိုးဝါးတစ်ကောင်ပါ၊ Patasola ဆိုတာကတော့ ခြေတစ်ချောင်းလို့ အဓိပ္ပာယ်ရပြီးတော့ မိန်းမတစ်ဦးပါ။သူကတော့ သူ့ယောက်ျားကိုဖောက်ပြန်လို့ သူ့ယောက်ျားကခြေထောက်တွေရိုက်ချိုးပြီးသတ်ခဲ့ပါတယ်၊ ဒီလိုနဲ့ တောထဲမှာ သေဆုံးပြီး မကောင်းဆိုးဝါးဖြစ်လာတာပေါ့၊ သူကိုယ်တိုင်ကဖောက်ပြန်ပေမဲ့ ဖောက်ပြန်တာတော့ မုန်းတဲ့ မိန်းမဗျ။တောထဲမှာ ဆွဲဆောင်မှုရှိပြီးလှပတဲ့အသွင်နဲ့ ရုတ်တရက်ပေါ်လာပြီး ယောက်ျားတွေကိုဆွဲဆောင်၊ ဒီလိုနဲ့တောနက်ထဲရောက်လာလို့ အဖော်တွေနဲ့ဝေးသွားတဲ့ ပုရိသယောက်ျားခင်ဗျာ ပုံစံအစစ်အမှန်ကိုမြင်လိုက်ရတဲ့အချိန်မှာ နောက်ကျသွားပါပြီ။ တောထဲသွားတိုင်းလည်းကြောက်မနေပါနဲ့ ပုရိသအပေါင်းတို့... ဒီသတ္တဝါဆိုးက ကိုယ့်ရဲ့လက်တွဲဖော်ကို ဖောက်ပြန်တဲ့သူမှပဲမြင်ရတယ်လို့ ဒဏ္ဍာရီတွေကဆိုပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဒန်နီရယ် ဆာရာတို့တစ်တွဲ ဒန်နီရယ့်သူငယ်ချင်းတို့ကတစ်တွဲနဲ့ လူသူအရောက်အပေါက်နည်းတဲ့နေရာကို Camp ထွက်ကြပါတယ်။ ဒီနေရာကလည်း သတင်းဆိုးတွေ လူ‌သေမှုသတင်းတွေနဲ့ကျော်ကြားတဲ့နေရာဖြစ်ပေမဲ့ ဒန်နီရယ်ကတော့ မသွားရရင် မနေနိုင်အောင်ကိုဖြစ်နေပါပြီ၊ အစောင့်တွေသတိပေးတဲ့ကြားက ဒန်နီရယ်ကလည်းသွားချင်၊ ဆာရာခမျာလည်း ယောက်ျားကိုချစ်ရှာလေတော့ ဒီလိုနဲ့သွားဖြစ်လိုက်ကြပါရော။တောထဲမှာ မလုပ်သင့်တာတွေလုပ်ပြီး မဖြစ်သင့်တာတွေဖြစ်တာကို အသည်းတယားယား ...",
        "rating": "",
        "url": "https://megaup.net/1Hxmo/(CM)_The_Curse_of_La_Patasola_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/65wje2ck69z7-133x200.jpg",
        "title": "Lord Bunlue (2019)",
        "description": "ထိုင်းဟာသသရုပ်ဆောင် Mum /Petchtai Wongkamlao ရဲ့ ဇာတ်ကားလေးပါ..အချိန်က Thailand လို့ နာမည်မပြောင်းခင် Siam နိုင်ငံအဖြစ်သာရှိသေးတဲ့ ထိုင်းနိုင်ငံရဲ့ဘုရင်ကြီး ချူလာလောင်ကွန်း နန်းတက်ချိန် ၁၈၇၀ ဝန်းကျင်ဖြစ်ပြီးတော့ မြန်မာနိုင်ငံမှာ မင်းတုန်းမင်းလက်ထက်လောက်ဖြစ်ပါမယ်။ဘုရင် ချူလာလောင်ကွန်းဆိုတာ ခုလက်ရှိ ထိုင်းဘုရင်မျိုးဆက် ချာကရီမျိုးဆက်ရဲ့ ပဉ္စမမြောက် ဘုရင်ဖြစ်ပါတယ်...သူ့လက်ထက်မှာ ထိုင်းနိုင်ငံကို ခေတ်မီတိုးတက်စေဖို့ အုပ်ချုပ်ရေး နှင့် လူမှုရေး ပြုပြင်ပြောင်းလဲမှုများ၊ ဖြေလျော့မှုများ ပြုလုပ်ခဲ့သလို ဗြိတိသျှ၊ပြင်သစ်၊အမေရိကန်တို့နဲ့ သင့်တင့်မျှတစွာသံတမန်ရေးအရ ဆက်ဆံခဲ့ပြီး ဒေသတွင်းနိုင်ငံများကဲ့သို့ ကိုလိုနီပြုခံရခြင်းမှ ရှောင်လွဲနိုင်ခဲ့ပါတယ်..အနောက်နိုင်ငံများကို ပညာတော်သင်ထိုင်းကျောင်းသားများ စေလွှတ်ပြီး အဆင့်မြင့်ပညာများကို သင်ယူစေခဲ့သလို\nခေတ်အဆက်ဆက်က ကျင့်သုံးခဲ့တဲ့ ကျွန်စနစ်ကို ဖျက်သိမ်းခဲ့ပါတယ်...ဒီဇာတ်ကားကတော့ အဲ့ဒီကျွန်စနစ်တိုက်ဖျက်ရေးကာလက အရာရှိ Lord Bunlue ရဲ့ အကြောင်းပါ...ထိုင်းရုပ်ပြောင်သရုပ်ဆောင်တွေနဲ့ ဟာသပုံစံတင်ဆက်ထားပါတယ်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:36:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/11zzt/(CM)_Lord.Bunlue.2019.720p.WEB-DL.DDP5.1.H.264-TheNextNeverdie.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdUfVaewNTK1R3lNZS1qbslJiLi.jpg",
        "title": "Memory: Manipulated Murder (2021)",
        "description": "Memory : Manipulated Murder (2021)ဇာတ်လမ်းငြိမ့်ငြိမ့်လေးနဲ့ စိတ်ဝေဒနာရှင် လူသတ်သမားအကြောင်း ပုံဖော်ဖန်တီးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါရစေအမျိုးသားဖြစ်သူ သေဆုံးသွားလို့ ခံစားနေရတဲ့ စိတ်ဒုက္ခတွေကိုစိတ်ပညာရှင်ဆရာဝန်နဲ့ ဆွေးနွေးခဲ့တဲ့ ဆူယောင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဆရာဝန်နဲ့ဆွေးနွေးရင်း မှတ်ဉာဏ်ထဲက အမျိုးသားဖြစ်သူကို သတ်သွားတဲ့ တရားခံကိုရှာချင်နေတဲ့သူရယ်လူနာဖြစ်ပေမဲ့ ကူညီပေးချင်လို့ လိုက်စုံစမ်းပေးတဲ့ ဆရာဝန်ဂျောင်ဝူ....သူတိ့နှစ်ယောက်ကြားထဲကို တကယ့်တရားခံက ဘယ်သူလဲဆိုတာ ပြောပြီးဝင်မွှေသွားတဲ့ စုံထောက်ဟောင်း အာမခံကုမ္ပဏီဝန်ထမ်းပါလာတဲ့အချိန်ကျတကယ့်တရားခံက ဘယ်သူဖြစ်နေမလဲ တကယ်ပဲ သတ်သေမှုနဲ့ အဆုံးသတ်မလားမေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ဖန်တီးထားတဲ့ plot twist အများကြီးနဲ့ အံ့ဩအောင်လုပ်မဲ့ ရုပ်ရှင်တစ်ကားပါပဲထိတ်လန့်မှု၊ အံ့ဩမှုတွေ အကုန်တစ်ခါတည်းခံစားချင်ရင်တော့ ဒီရုပ်ရှင်လေးကိုအတူကြည့်လိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Mystery, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.24GB, 633MB, 248MB\nFormat…mp4\nDuration….1h 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Hvbf/Memory.Manipulated.Murder.2021.720p.HDRip.CM.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hYbAzG9EZoKWjFa64XvISlQzeJ5.jpg",
        "title": "Nothing Serious (2021)",
        "description": "Nothing Serious (2021) Review\" Friends with benefits \" ဆိုတဲ့ ရုပ်ရှင်ကားလေးကိုကြည့်ဖူးပြီး သဘောကျတဲ့သူဆိုရင်\nအခုဇာတ်ကားလေးကိုလည်း သေချာပေါက်သဘောကျမှာပါပဲ။ဟန်ဂျာယောင်းဆိုတဲ့ အသက်၂၉နှစ်ကောင်မလေးက အချစ်ရေးမှာ ကံခေသူလေးပါ\nသို့ပေမယ့် သူ့မှာ ပြင်းပြတဲ့သွေးသားဆန္ဒတွေကရှိနေပြန်တယ်ဆိုပါတယ်။တစ်ဘက်မှာ ဘတ်အူရီဆိုတဲ့ မဂ္ဂဇင်းဆရာလေးကလည်း\nအလုပ် stress ကတမျိုး လိုသုံးလုပ်ခံရတာကတမျိုးနဲ့ အထီးကျန်နေသူ။သူတို့နှစ်ယောက်ကို dating app လေးတစ်ခုက ဆုံတွေ့စေလိုက်တဲ့အခါမှာတော့ ...\nBurning (2018) တို့ The Call(2020) တို့လို ဇာတ်ကားတွေနဲ့\nသရုပ်ဆောင်စွမ်းရည်ကို သက်သေပြထားပြီးသား\nမင်းသမီး Jeon Jong Seo က ဟန်ဂျာယောင်းအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာမို့\n2022 မှာအထီးဆက်ကျန်နေသူများအဖြစ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် ဇာတ်ကားလေးဖြစ်ပါကြောင်း ။\nအသုံးအနှုန်းနဲ့ဇာတ်ဝင်ခန်းအချို့ကြောင့် မိသားစုနှင့်အတူတူကြည့်ရန်တော့မသင့်တော်ပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Romance, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB, 850MB, 200MB\nFormat…mp4\nDuration….1h 35min\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Hvc2/Nothing.Serious.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nCRfr3eOlwH7wfxaz6cU1bhMR1W.jpg",
        "title": "The King’s Daughter(2022)",
        "description": "The King's Daughter(2022) အညွှန်း*******************************ဂျိန်းစဘွန်းမင်းသားကြီ: Pierce Brosnan နဲ့  အချောအလှလေး Bingbing FanKaya Scodelario တို့ပါဝင်ထားတာနဲ့ ဒီကားက ကြည့်ဖို့တန်နေပါပြီ...1997 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Moon and The Sun ဝတ္ထုကို မှီငြမ်းပြီး ရိုက်ကူးထားတဲ့\nAdventure/Fantasy ဇာတ်ကားဖြစ်ပါတယ်Mermaid ခေါ် ရေသူမ ဆိုတဲ့ဒဏ္ဍာရီလာ ရေနေသတ္တဝါတွေအကြောင်းပုံပြင် ဇာတ်လမ်းတွေ အများကြီးကြည့်ရှူဖူးကြမယ်လို့ထင်ပါတယ်..ဒီကားလေးကလည်း အဲဒီလိုကားတွေထဲက တစ်ခုဖြစ်တာမို့ စိတ်ဝင်စားရင်တကယ် လက်မလွှတ်သင့်ပါဘူး ဝတ္တုကိုက ဆုရထားတာမို့လို့ပါ...အချိန်ကာလအားဖြင့် ၁၈ ရာစုဖြစ်ပြီး ပြင်သစ်နိုင်ငံမှာ လူးဝစ် ၁၄ ဆိုတဲ့ရှင်ဘုရင်တစ်ပါးစိုးစံလျက်ရှိပါတယ် ပြင်သစ်ဟာ မကြာသေးခင်ကမှ စစ်နိုင်ထားကာ ပြန်လည်ထူထောင်စ ဖရိုဖရဲ\nအခြေအနေပါ ရန်သူတွေကလည်း ပတ်လည်ဝိုင်းနေတာပေါ့...တစ်နေ့မှာတော့ တော်ဝင်သမားတော်က ထာဝရရှင်သန်နိုင်စေမယ့်နည်းလမ်းကိုရှာတွေ့ထားတယ်လို့ လျှောက်တင်လာပါတယ်\nအဲဒါကတော့ နေကြတ်ချိန်မှာ ဒဏ္ဍာရီလာ ရေသူမရဲ့ နှလုံးကို ရှင်ဘုရင်ထံ လွှဲပြောင်းဖို့ပါပဲ\nမသေချင်တဲ့ ရှင်ဘုရင်ဟာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/1Hwli/The_Kings_Daughter.2022.WEB-DL.720P.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/m3mmFkPQKvPZq5exmh0bDuXlD9T-133x200.jpg",
        "title": "Platoon (1986)",
        "description": "Platoon (1986)[ Dir: Oliver Stone ]IMDb - 8.1/10, Rotten Tomatoes - 87% \" ငါတို့တွေဟာ တိုက်လာတဲ့ စစ်ပွဲတိုင်း\nနိုင်ခဲ့ကြတာချည်းပဲလေ။ ဒီတစ်ပွဲတော့ရှုံးသင့်ပါတယ် \"\nSergeant Elias ကနေ ညတစ်ညမှာ တပ်သားလေး Chris ကိုပြောခဲ့တဲ့စကား။Platoon ဟာ Oliver Stone ရဲ့အအောင်မြင်ဆုံးဇာတ်ကားကြီးတွေထဲကတစ်ခုပေါ့။ သူ့အတွေ့အကြုံ သူ့ခံစားချက်တွေကို ချပြခဲ့တယ်။ Vietnam စစ်ပွဲမှာ အမေရိကန်တွေစစ်ရှုံးသွားပုံတွေပေါ့။ ပိုဆိုးတာက စိတ်ဓာတ်တွေပါ ဆုံးရှုံးသွားခဲ့ရတာ။=================Chris ရဲ့အဖိုးဟာ ပထမကမ္ဘာစစ်မှာ ဝင်ကြမ်းခဲ့တဲ့ သူရဲကောင်း။ အဖေက ဒုတိယကမ္ဘာစစ်မှာ အမေရိကန်တွေအတွက် ဂုဏ်ဆောင်ပေးခဲ့တဲ့သူ။ သူကိုယ်တိုင်ကရော ဒီ Vietnam စစ်ပွဲမှာ ဘာလုပ်ပေးနိုင်မလဲ?Chris ဟာတစ်ယောက်ထဲ စာရေးနေတတ်တယ်။ စကားတွေလဲပြောတတ်တယ်။ ဘယ်ကမှန်းမသိ ရှိလဲမရှိတဲ့ သူ့အဖွားဆီကိုပေါ့။ နည်းနည်းတော့ ကြောင်တောင်တောင်နိုင်ပေမဲ့ ဒီ ဇာတ်လမ်းတစ်ခုလုံးက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Hw8v/(CM)_Platoon_(1986)_REMASTERED.720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjIyZGU4YzUtNDkzYi00ZDRhLTljYzctYTMxMDQ4M2E0Y2YxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SX667_CR00667999_AL_-134x200.jpg",
        "title": "Harry Potter and The Deathly Hallows: Part 2 (2011)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2BGjq/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2OTE1Mjk0N15BMl5BanBnXkFtZTcwODE3MDAwNA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Harry Potter and The Deathly Hallows: Part 1 (2010)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/harry-potter-and-the-deathly-hallows-part-1-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzU3NDg4NTAyNV5BMl5BanBnXkFtZTcwOTg2ODg1Mg@@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "Harry Potter and The Half-Blood Prince (2009)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1VJo7/(CM)_Harry_Potter_and_the_Half-Blood_Prince_(2009)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM0NTczMTUzOV5BMl5BanBnXkFtZTYwMzIxNTg3._V1_-135x200.jpg",
        "title": "Harry Potter and The Order of the Phoenix (2007)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1VJpg/(CM)_Harry_Potter_and_the_Order_of_the_Phoenix_(2007)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    }
]