[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Revolutionary-Road-poster-143x200.jpg",
        "title": "Revolutionary Road (2008)",
        "description": "Revolutionary Road (2008)IMDb - 7.3/10_____Rotten - 67%\n  Titanic စုံတွဲ လီယိုနာဒိုနဲ့ကိတ်ဝင်းစလတ်တို့ကို ပူးတွဲပြီး ထပ်မံမြင်တွေ့ရမယ့်ဇာတ်ကားပါ။ ဒီဇာတ်ကားနဲ့ မင်းသမီးကိတ်ဝင်းစလတ်ဟာ Golden Globe Awards ဆုကိုရရှိခဲ့ပါတယ်...ရုပ်ရှင်အညွှန်းကိုတော့ ကိုဝဏ္ဏသန်းထွန်းရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။-------------------------------------------Revolutionary Road အား ဆင့်ပွားခံစားခြင်း==============================ပထမဆုံး မိတ်ဆက်ပေးချင်တာတော့ ဒီ ဇာတ်လမ်းကို ရေးသားခဲ့သူ စာရေးဆရာ Richard Yates နဲ့ သူ့ ဝတ္တုအကြောင်းပါ။ ဒီ ဝတ္တုဟာ ရစ်ချက် ရဲ့ ပထမဆုံး ဖန်တီးမှု တစ်ခုဖြစ်ခဲ့ပြီး (၁၉၆၂) ခုနှစ်ရဲ့ National Book Award မှာ နောက်ဆုံး စကာတင် သုံးဆုထဲ ပါခဲ့ပါတယ်။ ပရိသတ်အကြိုက်ဖြစ်ခဲ့ပြီး (၂၀၀၅) ခုနှစ်မှာ Time မဂ္ဂဇင်းက ရွေးချယ်တဲ့ (၁၉၂၃) ခုနှစ်ကနေ လက်ရှိအချိန်ထိ အကောင်းဆုံး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/revolutionary-road-2008/",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/cb8469339b732d998002cef272a0481b-143x200.jpg",
        "title": "Oh My God (2015)",
        "description": "Oh My God… ဒီဇာတ်ကားလေးကတော့အချစ်ဟာသကားလေးဘဲဖြစ်ပါတယ်။ချန်မော့နဲ့ မော့ဟန်...လဲ့ရိနဲ့ မီဂါ တို့ကသူငယ်ချင်းချစ်သူစုံတွဲတွေဖြစ်ကြတယ်။အိမ်တစ်အိမ်တည်းမှာတူတူနေကြရာမှ မမျှော်လင့်တဲ့ပြသနာလေးတွေပေါ်ပေါက်လာပါတယ်။တစ်ရက်မှာကောင်းကင်ပေါ်မှကျလာတဲ့အစိုင်ခဲတစ်ခုကနေ ကလေးလေးတစ်ယောက်အဖြစ်ပြောင်းသွားပြီး သူတို့အတူနေတဲ့အိမ်ကိုရောက်လာပါတယ်။ကလေးလေးကိုပြုစုစောင့်ရှောက်ကျရင်း ရယ်မောပျော်ရွင်ဖွယ်ရာအလွဲလေးတွေနှင့်အတူ သူငယ်ချင်းအချစ် ၁၅ဝဝအချစ်တို့ကို ရယ်မောကြည်နူးဖွယ်ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်။အဓိက casting အနေနဲ့ကတော့ အားလုံးသဘောကျကြတဲ့EXOအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ Zhang Yixing (Lay), မင်းသား Cheney Chen, မင်းသမီး Li Xiao Lu, မင်းသမီး Jiang Wenတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Drama Listတွင် rating 7/10ရရှိထားသောဇာတ်ကားဖြစ်ပါတယ်။File size…(900 MB) and (410 MB)\nQuality…WEB Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ying Ying",
        "rating": "4.9",
        "url": "https://megaup.net/115o8/Oh_My_God_(Cong_Tian_Er_Jiang)_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfvH5YKXtMiBgkj0FNozQj4TQyp.jpg",
        "title": "Spawn",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ေကာင္ကေတာ့\nHero မဟုတ္တဲ့ Anti Hero တစ္ေယာက္ပါ......\nသူ႕နာမည္က Spawn ... \nသူဟာေကာင္းကင္ဘံုနဲ႕ငရဲဘံုၾကားၿဖစ္လာတဲ့စစ္ပြဲမွာ\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္လူအၿဖစ္ေမြးဖြားလာခဲ့ပါတယ္...\nလူတစ္ေယာက္ၿဖစ္ေနတဲ့အခ်ိန္မွာ သူဟာ လုပ္ၾကံသတ္ၿဖတ္ေရးသမား\nတစ္ေယာက္ၿဖစ္ၿပီးေတာ့ သူေသဆံုးသြားၿပီးတဲ့ေနာက္မွာေတာ့\nသူဟာ ငရဲၿပည္ကိုေရာက္ၿပီး ငရဲဘံုကေနစြမ္းအားေတြရရွိလာခဲ့ၿပီး\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္ Spawn အၿဖစ္ၿပန္လည္ေမြးဖြားလာပါတယ္....\nေသဆံုးသြားတယ္ဆိုတာထက္ သူဟာလုပ္ၾကံခံခဲ့ရတာပါ..\nအၿပင္းထန္ဆံုးမီးေလာင္ေပါက္ကြဲမႈ႕ၾကားထဲမွာ တကိုယ္လံုးမီးအရိႈ႕ခံရၿပီးေတာ့\nေသဆံုးခဲ့ရပါတယ္..\nဒါေၾကာင့္ သူ႕တကိုယ္လံုးဟာလည္း ရုပ္ပ်က္ဆင္းပ်က္ၿဖစ္ၿပီးေတာ့\nသူငရဲဘံုကေနစြမ္းအားေတြရၿပီးၿပန္လာခဲ့အခ်ိန္မွာေတာ့\nလူေတာတိုးလို႕မရေတာ့တဲ့အေၿခေနၿဖစ္သြားခဲ့ပါတယ္...\nဒါဆို Spawn ရဲ႕စြမ္းအားေတြကို ေလ့လာၾကည့္လိုက္ရေအာင္...\nငရဲတပ္ကိုဦးေဆာင္ဖို႔အတြက္ေမြးဖြားလာတဲ့ Anti Hero ပါ...\nလုပ္ၾကံသတ္ျဖတ္ေရးသမားတေယာက္ျဖစ္ၿပီးေတာ့\nသူေသဆံုးတဲ့အခ်ိန္မွာ ငရဲကေနအစြမ္းေတြရလာတာျဖစ္ပါတယ္ ....Wolverine Deadpool တို႔လို႔ အနာက်က္ျမန္ဆန္ၿပီး\nခြ်န္ထက္တဲ့ စတီးႀကိဳးေတြ ဓားေတြက သူ႔စိတ္ထဲမွာရွိတဲ့အတိုင္း\nအေျခခံၿပီး သူ႔တကိုယ္လံုးကေနထြက္ေပၚတတ္ပါတယ္ ...\nရွည္လ်ားႀကီး အထာက်လြန္းတဲ့ သူ႔ရဲ႕ဝတ္ရံုက\ngreen lantern လို သူလိုခ်င္တဲ့ပံုစံကိုေျပာင္းေပးႏိုင္ပါတယ္ ....\nငရဲကစြမ္းအားေတြကို ရရွိထားတဲ့ spawn ကလူေကာင္းမဟုတ္သလို\nလူဆိုးလို႔လဲေျပာလို႔မရပါဘူး ...\nSuper Hero ဇာတ္လမ္းေတြၾကိဳက္တဲ့လူေတြအတြက္ \nဒီကားက ၾကည့္လို႕ေကာင္းမယ့္ကားတစ္ကားလို႕ညႊန္းပါရေစ.... ပထမဆုံးပြောရမယ်ဆိုရင် အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကောင်ကတော့Hero မဟုတ်တဲ့ Anti Hero တစ်ယောက်ပါ......သူ႕နာမည္က Spawn ...",
        "rating": "5.2",
        "url": "https://megaup.net/Sqhv/Spawn_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/ghostland-2018-135x200.jpg",
        "title": "Incident in a Ghostland (2018)",
        "description": "Incident in a Ghostland (2018)\nIMDb - 6.4/10_____Rotten - 56%\n \n \n \nPsychopath ကားမျိုးကိုမှ ကြည့်ချင်တဲ့သူအတွက် Ghostland ဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းနဲ့မိတ်ဆက်ပေးပါရစေ။\nGhostland ဆိုလို့ သရဲက ဟိုခြောက်လိုက်ဒီခြောက်လိုက်နဲ့ ဟိုအော်ဒီအော်နဲ့ပြီးသွားမယ့် ကားလို့မထင်လိုက်ပါနဲ့။\nElizabeth Keller ဆိုတဲ့ နာမည်ကြီး သရဲဝတ္တုစာရေးဆရာမကြီးရှိတာပေါ့။\nသူက Incident in Ghostland ဆိုတဲ့ ဖြစ်ရပ်မှန်သရဲဝတ္တုစာအုပ်နဲ့ ရောင်းအားအကောင်းဆုံးမှာ ရှိနေတာပေါ့။\nသူ့ကို interview တွေလည်းမေးကြတယ် ဒီစာအုပ်နဲ့ ပတ်သက်ပြီးတော့ပေါ့။\nBeth မှာ အမေရယ် Vera ဆိုတဲ့ အစ်မတစ်ယောက်ရှိပါတယ်။\nသူတို့ဟာ လွန်ခဲ့တဲ့ ၁၆ နှစ်က သူရယ် သူ့အစ်မရယ် သူ့အမေ ရယ်က အိမ်ကြီးတစ်အိမ်ပြောင်းသွားတော့ Psychopath နှစ်ယောက်ရဲ့ တိုက်ခိုက်မှုကိုခံရတဲ့ အကြောင်းကို Beth ကရေးထားတာလေ။ အဲ့တော့ လူတိုင်းက စိတ်ဝင်စားနေကြတာပေါ့။\nတစ်ရက်တော့ အဲ့ဒီကို အိမ်ကို သူူပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။\nသူပြန်ရောက်တော့ သူ့အစ်မ ...",
        "rating": "6.4",
        "url": "https://megaup.net/4ftA7/Incident_In_A_Ghostland_(Ghostland)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIblWDR34wTbFAsRrQR4IvuAhn0.jpg",
        "title": "Affairs of State (2018)",
        "description": "နိုင်ငံရေးအရှုပ်တော်ပုံထဲမှာမှ အချစ်ဒရာမာ ကားလေးကို ခံစားချင်တဲ့သူအတွက် Affairs of State ကိုမိတ်ဆက်ပေးပါရစေ။June လထဲမှာ ထွက်ထားတာသိပ်မကြာသေးပေမယ့် Rating ကတော့ 5.4အထိ ရထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ နိုင်ငံရေးမှာ အာဏာရတဲ့သူအဖြစ်ကြိုးစားချင်နေတဲ့ အလုပ်လက်မဲ့ လူငယ်တစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါ။သူကတော့ Michael ပဲဖြစ်ပါတယ်။သူဟာ နို်င်ငံရေးမှာ အရေးပါတဲ့ Mary ဆိုတဲ့ အသက်ကြီးကြီး အမျိုးသမီးနဲ့ Sex လုပ်ပြီး အလုပ်အကိုင် အခွင့်ကောင်းကို ရအောင်ကြိုးစားရှာနေတဲ့ သူဖြစ်နေပါတယ်။ထိုအမျိုးသမီးကြောင့်နဲ့ပဲ လွှတ်တော်အမတ် တစ်ယောက်ဆီမှာ အလုပ်ရခဲ့ပါတယ်။ထိုနည်းလည်းကောင်း လွှတ်တော်အမတ်ရဲ့အမျိုးသမီး Judith ဆီမှာ ခြိမ်းခြောက်ခံရပြီး Michael ဟာ Judith ရဲ့ လိင်ဆဒ္ဒကို ပြည့်ဝအောင်လုပ်ပေးရပါတော့တယ်။တနေ့မှာတော့ လွှတ်တော်အမတ်ရဲ့ သမီး Darcy ကို တွေ့သွားတဲ့အခါမှာတော့ Micheal ဟာ အချစ်ဆိုတဲ့အရာကို ရှာတွေ့သွားပေမယ့် Michael ဟာ Darcy လေးကို ချစ်တယ်လို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n0hr/Affairs_Of_State_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUlO39EcZzPlKS4JOhlUansgKFJ.jpg",
        "title": "Zoo (2017)",
        "description": "MDB - 7.1\nRotten tomatoes - 82%ဒီတစ်ခါမှာဆိုရင်တော့ CM က ပရိတ်သတ်တွေကိုဒါရိုက်တာ Colin McIvorရဲ့ true story ဇာတ်ကားတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်ဒီကားလေးကတော့ ၁၉၄၁တုန်းက ဒုတိယကမ႓ာစစ်ကအဖြစ်အပျက်တစ်ခုကို ရိုက်ထားတာပါ၁၂အရွယ်ကောင်လေးတစ်ယောက်ဖြစ်တဲ့ တွမ်ရဲ့အဖေဟာဆိုရင်Belfast တိရစ္ဆာန်ရုံက ဆရာဝန်တစ်ယောက်ပေါ့တစ်နေ့ကျတော့ အဲ့တိရစ္ဆာန်ရုံကိုဆင်အသစ်လေးတစ်ကောင်ရောက်လာခဲ့ပါတယ်စစ်ဖြစ်ပြီးဗုံးကြဲခံရတဲ့အချိန်ရောက်တော့အစိုးရက တိရစ္ဆာန်ရုံထဲက အကောင်ကြီးတစ်ချို့ကိုသတ်ဖို့ ညွှန်ကြားချက်တွေပေးပါလေရောသူ့အဖေဆိုတဲ့သူကလည်း စစ်တိုက်ဖို့ထွက်သွားရတော့ ကူကယ်ရာမဲ့နေပြီပေါ့အဲ့အခြေအနေတွေကြားမှာ တိရစ္ဆာန်တွေကိုချစ်တဲ့တွမ်ဆိုတဲ့ကောင်လေးက ဆင်လေးကိုကယ်ဖို့သူ့သူငယ်ချင်းတွေနဲ့အတူ ကြိုးပမ်းပါတော့တယ်သူဆင်လေးကို အဆုံးထိကယ်နိုင်သွားမလား...စစ်ပွဲကရော ဘယ်လိုတွေဆက်ဖြစ်မလဲ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Khin  ပါ)File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Family, History, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.1",
        "url": "https://megaup.net/2n0jp/Zoo_[2017]_(MM_Sub).mp4",
        "category": "Family, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCpv4wGqb4xEFrtHZaG3Z8dcTuC.jpg",
        "title": "The Last Recipe (2017)",
        "description": "ဂျပန် Comedy/ Drama ဇာတ်လမ်းမျိုးကို မိုးအေးအေးလေးမှာ ကြည့်ချင်တဲ့သူတွေအတွက် The last Recipe 2017 ကို မိတ်ဆက်ပေးပါရစေ။Rating 7/10 ရထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဟင်းချက် ပါရမီရှိတဲ့ စားဖိုမှူးတစ်ယောက်ရဲ့ ကမ္ဘာမှာ နာမည်ကျန်ရစ်ခဲ့တဲ့ ဟင်းလျာတွေကို အဓိက ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ယာမာဂါတာ ဆိုတဲ့စားဖိုမှူးတစ်ယောက် ဂျပန် စစ်တပ်ကနေပြီးတော့ mission တစ်ခု ကို ပေးအပ်ခံရပါတယ်။အဲ့ဒါကတော့ ဂျပန်သမိုင်းမှာ နာမည်တွင်စေမယ့် ဟင်းလျာမျိုးကို တီတွင်ရမှာပဲဖြစ်ပါတယ်။မေးစရာတစ်ခုပေါ်လာတာက အဲ့လိုဟင်းလျာမျိုးကို ဂျပန်စစ်တပ်က ဘာလို့ တီထွင်ခိုင်းတာလဲ။ဒါပေမဲ့ယာမာဂါတာ ကရော တီတွင်ခိုင်းတဲ့ အဓိက ရည်ရွယ်ချက်ကို သိသွားခဲ့တဲ့အခါမှာတော့ သူအဲ့ mission ကို ဆက်လုပ်မလားဂျပန်စစ်တပ် အမိန့်အတိုင်းဆက်လုပ်မလားဆိုတာကို ရင်တမမ နဲ့ ကြည့်ရမယ့် ကားလေးပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ဖြစ်ပါတယ်)File Size : (900 MB) and (380 MB)Quality ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oz/The_Last_Recipe_(Kirin_No_Shita_No_Kioku)_[2017]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/p9545758_p_v8_aa-133x200.jpg",
        "title": "American Mary (2012)",
        "description": "မင်းသမီး Katharine Isabelle ခပ်ဟော့ဟော့ ခပ်ကြမ်းကြမ်း သရုပ်ဆောင်ထားတဲ့ Horror,Thriller ဇာတ်ကားဖြစ်ပါတယ်...မက်မောဖွယ်ငွေကြေးကြောင့် ထူးထူးဆန်းဆန်း ခွဲစိတ်မှုတွေကို လုပ်ဆောင်နေတဲ့ ကောင်မလေးတစ်ယောက်ကို အခြေပြု ရိုက်ကူးထားပါတယ်။ခွဲစိတ်ချက်တွေကို ပီပီပြင်ပြင်ရိုက်ကူးထားလို့ သွေးထွက်သံယိုလန့်သူတွေမကြည့်သင့်ပါဘူး...။Horror ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့်ဇာတ်ကားပါ။\nFile size…(900 MB) and (280 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2n0hx/American_Mary_[2012]_(MM_Sub).mp4",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/lie-with-me-el-diario-intimo-de-leila-5193-1-140x200.jpg",
        "title": "[18+] Lie with Me (2005)",
        "description": "လိင်စိတ်တွေရဲ့မောင်းနှင်မှုအကြောင်းလို့ ဆိုရမလားပဲ....ပြည့်စုံကျေနပ်ဖို့ ကွန်းခိုရာ ရင်ခွင်တစ်စုံကို ရင်ခွင်တိုင်းမှာ လိုက်ရှာနေတတ်သူ Leila ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးအကြောင်းကို တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။Leila အဖြစ် ကနေဒီယန်မင်းသမီး Lauren Lee Smith ကသရုပ်ဆောင်ထားရာမှာ အတော်ကိုပီပြင်ပါတယ်... :Pအမေရိကန် အဆိုတော်မင်းသား Eric Balfour က David အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားတာက ဒီဇာတ်ကားရဲ့ လိင်ဆက်ဆံတဲ့ဇာတ်ဝင်ခန်းတချို့ကို တကယ်ရိုက်ကူးခဲ့တာပါ....လိင်စိတ်ရဲ့အမှောင်ခြမ်းတချို့အကြောင်းတွေကို ဖြစ်တတ်တဲ့သဘောတရားတွေနဲ့ အလွယ်တကူဖွင့်ဟထားလို့ ကလေးတွေကြည့်ဖို့ လုံးဝမသင့်တော်တဲ့ 18+ ဇာတ်ကားဖြစ်ကြောင်း တားမြစ်ထားပါရစေ။(Dark Side Production မှ တင်ဆက်သည်။)  လိင္စိတ္ေတြရဲ႕ေမာင္းႏွင္မႈအေၾကာင္းလို႕ ဆိုရမလားပဲ....ျပည့္စံုေက်နပ္ဖို႔ ကြန္းခိုရာ ရင္ခြင္တစ္စံုကို ရင္ခြင္တိုင္းမွာ လိုက္ရွာေနတတ္သူ Leila ဆိုတဲ့ ဆယ္ေက်ာ္သက္အရြယ္ ေကာင္မေလးအေၾကာင္းကို တင္ဆက္ထားတဲ့ဇာတ္ကားပါ။Leila အျဖစ္ ကေနဒီယန္မင္းသမီး Lauren Lee Smith ကသရုပ္ေဆာင္ထားရာမွာ အေတာ္ကိုပီျပင္ပါတယ္... :Pအေမရိကန္ အဆိုေတာ္မင္းသား Eric Balfour ...",
        "rating": "5.3",
        "url": "https://megaup.net/1z3v5/Lie_With_Me_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEDGROZ4NQDlRjUPPSSyIf0hKvD.jpg",
        "title": "The Age of Adaline (2015)",
        "description": "လူတိုင္း အသက္အရြယ္မၾကီးရင့္ပဲ အရြယ္တင္ႏုပ်ိဳခ်င္ၾကတယ္မဟုတ္လား?ဒါေပမယ့္ တစ္ကယ္တမ္းအဲ့လိုျဖစ္ခဲ့မယ္ဆိုရင္ ေပ်ာ္ရႊင္ႏိုင္မယ္ ထင္ပါသလား?ခုဇာတ္ကားထဲက အဒဲလိုင္း ဘိုမန္ကေတာ့ မေတာ္တဆမႈျဖစ္ျပီးေနာက္ပိုင္းဆယ္စုႏွစ္ ၈စုေလာက္ အသက္မၾကီးပဲ ၂၉ႏွစ္ အရြယ္တိုင္းရွိေနခဲ့သူပါ။သူ႔ကို စစ္ေဆးစမ္းသပ္ခ်င္သူေတြရဲ႕လက္ထဲက လြတ္ေအာင္သူ႔ရဲ႕ထူးျခားခ်က္ကို ဖုံးကြယ္ရင္း ေရွာင္ေျပးရင္းေနလာခဲ့ရပါတယ္။အဲလစ္ဆိုတဲ့ေကာင္ေလးနဲ႔ေတြ႕ဆုံျပီးေနာက္ပုိင္း အဒဲလိုင္းဟာ အခ်စ္ကို ျပန္လည္ေတြ႕ရွိခဲ့ရတယ္တစ္သက္လုံးဖုံးကြယ္လာတဲ့ လ်ွိဳ႕၀ွက္ခ်က္ကို အဲလစ္ကိုေျပာျပမွာလား?ဒါမွမဟုတ္ ထပ္ျပီးေရွာင္ပုန္းမွာလား? ဘယ္လိုေရွ႕ဆက္ျဖစ္မလဲ??????? (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Inzali Than Htike ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-SPARKS\nTranslated by Inzali Than Htike \nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2fnkA/The_Age_Of_Adaline_[2015]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ofqcgDnWoWMCwjYkD76VhbJH5F.jpg",
        "title": "Genghis Khan (2018)",
        "description": "Genghis Khan ဇာတ်ကားကတော့ historic / fantasy EPIC film လေးပါအဓိကဇာတ်ဆောင်အနေနဲ့ William Chan ပါဝင်သရုပ်ဆောင်ထားပြီး,ဒီကားလေးက ၈ ကြိမ်မြောက် Beijing International Film Festival မှာအပိတ်ကားအဖြစ်ပြသခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါMongol Empire ကိုစတင်တည်ထောင်ခဲ့တဲ့ ထျယ်မုကျန်း (Genghis Khan) အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားခြင်းဖြစ်ပါတယ်ထျယ်မုကျန်း နဲ့ ပေါ်အာထျဲဟာ ငယ်စဉ်ကတည်းက ချစ်ခဲ့ရတဲ့ချစ်သူတွေဖြစ်ပြီး ရုတ်တရက် ထျယ်မုကျန်းရဲ့အဖေသေဆုံးသွားခြင်းက သူတို့ ၂ ယောက်ခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်တဖက်မှာလဲ ဦးလေးဖြစ်သူရဲ့သစ္စာဖောက်ခြင်းကိုခံလိုက်ရပြီး လူမျိုးစုတစ်စုလုံးမှာမှ ၁ မိသားစုတည်းကွဲထွက်ပြီးနေထိုင်ခဲ့ရပါတယ်ငယ်စဉ်ကတည်းက စေ့စပ်ပေးထားတာကြောင့် ထျယ်မုကျန်းဟာ အရွယ်ရောက်တော့ သူ့ချစ်သူ ပေါ်အာထျဲရှိရာသို့ရောက်ရှိပြီး လက်ထပ်ထိမ်းမြားခဲ့ကြပါတယ်ပြဿနာကတော့ မင်္ဂလာဦးညမှာပဲ ပေါ်အာထျဲကို တစ္ဆေတိုင်းပြည်က ဖမ်းခေါ်သွားခဲ့တာကနေ စတင်ခဲ့တာပါတစ္ဆေတိုင်းပြည်က ဘာကြောင့် ပေါ်အာထျဲကိုဖမ်းခေါ်သွားခဲ့တာလဲ?\nထာဝရအသက်ရှင်နေထိုင်နိုင်တဲ့ ဘယ်လိုသတ်သတ်မသေတဲ့ တစ္ဆေတိုင်းပြည်ကဘုရင်ဟူးချူးလူ လက်ထဲကနေ ပေါ်အာထျဲကိုဘယ်လိုကယ်တင်မှာလဲဆိုတာ..........(ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်သူကတော့ ယမင်းသော်တာမောင်ပါ)File Size ...",
        "rating": "5.0",
        "url": "https://megaup.net/2n0io/Genghis_Khan_(Zhan_Shen_Ji)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/0ffea774b34ba90d5f134e4fba934059-133x200.jpg",
        "title": "Josie (2018)",
        "description": "Game of Thrones စတားမင္းသမီး Sophie Turner နဲ႔ မင္းသားၾကီး Dylan McDermott တို႔အဓိကပါဝင္ထားတဲ့Drama, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္...အေမရိကန္ျမိဳ႕ငယ္ေလးတစ္ခုမွာ တစ္ကိုယ္တည္းတိတ္တဆိတ္ေနေနတဲ့ Hank ဆိုတဲ့အမ်ိဳးသားတစ္ဦးနဲ႔အဲ့ဒီ့ျမိဳ႕ကို အသစ္ေရာက္ရွိလာတဲ့ တက္တူးအျပည့္.. အေျပာခ်ိဳခ်ိဳ ဆြဲေဆာင္မႈအျပည့္နဲ႔ Josie ဆိုတဲ့ အပ်ိဳေပါက္ေလးတို႕ၾကားမွာဘယ္လိုလွ်ိဳ႕ဝွက္ခ်က္ေတြရွိေနမလဲဆိုတာ.........။  \nFile size…(850 MB) and (320 MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Thu",
        "rating": "4.6",
        "url": "https://megaup.net/1Ba21/Josie_[2018]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axFmCRNQsW6Bto8XuJKo08MPPV5.jpg",
        "title": "District 9 (2009)",
        "description": "ဒီကားက တၿခားၿဂိဳလ္သားကားေတြနဲ႕ လံုး၀ကို\nကြဲထြက္သြားတဲ့ကားၿဖစ္ပါတယ္...\nအစပိုင္းပဲၾကည့္ရင္ေတာ့ ပ်င္းမွာမွန္ေပမယ့္\n၁၅ မိနစ္ေလာက္ပဲစိတ္ရွည္ရွည္ၾကည့္လိုက္ပါ...\nဒီဇာတ္ကားရဲ႕အရွိန္က ဇာတ္လမ္းၿပီးတဲ့အထိကုိ\nရိုးရိုးေလးနဲ႕ တီဗြီေရွ႕ကေနထမရေအာင္ကို\nဆြဲေဆာင္သြားမယ္ဆိုတာ အေသခ်ာေၿပာရဲပါတယ္..\nဒီကားကို ၿဂိဳလ္သားပါတဲ့ ဇာတ္လမ္းလို႔သာ သိထားၿပီး\ntrailer ေတြ၊ rating ေတြ မသိဘဲနဲ႔ ၾကည့္ျဖစ္ခဲ့တာပါ။\nေနာက္မွ Imdb 8 နဲ႔ RT 90% ေတာင္ ရထားတဲ့ ဇာတ္ကားမွန္းသိပါတယ္။\nတကယ္လည္း ထိုက္တန္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္း ........................\nၿဂိဳဟ္သားေတြ ကမၻာကို သူတို႔ရဲ့ အာကာသယာဥ္ တစ္ခုခုခ်ိဳ႕ယြင္းၿပီး ေရာက္ရွိလာတာပါ။\nေတာင္အာဖရိက ရဲ့ Johannesburg ၿမိဳ႕ ေကာင္းကင္ေပၚမွာ\nအခ်ိန္အေတာ္အၾကာ လွုပ္ရွားမွု မရွိဘဲ ရပ္တန္႔ေနခဲ့တယ္။\nဒါေၾကာင့္ လူသားေတြကို ယာဥ္ထဲကို ေဖာက္ထြင္း စစ္ေဆးဖို႔ သြားၾကတယ္။\nအဲဒီမွာေတာ့ အစာေရစာ ငတ္မြတ္ေနတဲ့ ၿဂိဳဟ္သား အမ်ားႀကီးကို ေတြ႕ရပါေတာ့တယ္။\nသုံးသပ္ခ်က္အရ အခုေတြ႕ရတဲ့ ၿဂိဳဟ္သားေတြဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Vczg/District_9_[2009]_(MM_Sub)_.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-poster-143x200.jpg",
        "title": "Monster Hunt 2 (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMonster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TRq7/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxZ8iGf5jQoLcNqBJL6uzNTivp.jpg",
        "title": "The 12th Man (2017)",
        "description": "ဒုတိယကမာၻစစ္ကာလဟစ္တလာရဲ႕ ဘုန္းတန္ခိုး ေနလိုလလို ထြန္းေတာက္ေနခ်ိန္အေရွ႕ဥေရာပတစ္ခြင္မွာ နာဇီစစ္သရဲေတြ ႀကီးစိုးေနခ်ိန္ေနာ္ေ၀သားေတြဟာ သူတို႕ရဲ႕ အဖေျမအတြက္ ျပန္လည္တိုက္ခိုက္ရမယ့္အခ်ိန္...12th Man (2017)သူတို႔ နာဇီေတြကို တိုက္ဖို႔ ႀကိဳးစားခဲ့တယ္။အရာအားလံုးကို စြန္႕လႊတ္ၿပီးေတာ့ ဒီေသြးစုပ္ေျမကိုလာခဲ့ၿပီး အဖေျမအတြက္ လြတ္လပ္ဖို႔ လမ္းစကို ရွာခဲ့တယ္။ဒါေပမယ့္ သူတစ္ေယာက္တည္းပဲ လြတ္ခဲ့ၿပီး ေသြးေသာက္ညီအကို ၁၁ေယာက္ကို နာဇီစစ္သရဲေတြရဲ႕ လက္ထဲ ထားခဲ့ရတယ္။ေျပာသြားပါရဲ႕\n\"ေပးဆပ္ရတာေတြ အလကားမျဖစ္ေစနဲ႔\" တဲ့သူ လြတ္မွ ရမယ္။ ဒီနယ္ေျမထဲက ရုန္းထြက္ၿပီး အနီးက ၾကားေန၀ါဒကို က်င့္သံုးတဲ့ ဆြီဒင္ကို သြားရမယ္။\nသူ႔ရဲ႕ မွတ္ဥာဏ္ေတြထဲမွာ ရွိေနတဲ့ ရန္သူ႔လွ်ိဳ႕၀ွက္သတင္းေတြကို ၿဗိတိန္ဌာနကို သြားေပးႏိုင္ရမယ္။သူ ေသလို႔မရဘူး။\nေသရင္ေတာင္ ကိုယ္တိုင္ သတ္လို႔ပဲ ေသေစရမယ္...။IMDB 7.5/10, RT 83%,...ျဖစ္ရပ္မွန္ေပၚ အေျခခံထားတဲ့ ဇာတ္ကားျဖစ္တဲ့အျပင္\nရုရွားဇာတ္ကားျဖစ္တဲ့အတြက္ေၾကာင့္ သူတို႔ ဘယ္လိုက်ဆံုးခဲ့ရလဲဆိုတာ မကြယ္၀ွက္တန္း ႀကည့္ရႈရမွာပါ...။\nအထူးသျဖင့္ ေနာက္ဆံုးပိုင္းမွာ လူသားေတြရဲ႕ စိတ္ဓာတ္ ဘယ္ေလာက္မာလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2fwxi/The_12th_Man_[2017]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/escape-plan-2-poster-1-133x200.jpg",
        "title": "Escape Plan 2: Hades (2018)",
        "description": "Escape Plan 2: Hades (2018)ဒီတစ်ခါမှာတော့ စတားလုံးလို့ အများသိကြတဲ့ မင်းသားကြီးSylvester Stallone ရဲ့ 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကြမ်းကားကို\nထွက်ထွက်ချင်းပဲ တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ဒိတ်ဒိတ်ကြဲအက်ရှင်မင်းသားကြီးဖြစ်တဲ့ စတားလုံးနဲ့အာနိုးတို့နှစ်ဦး ပါဝင်သရုပ်ဆောင်ထားတဲ့ 2013 ခုနှစ်ထွက် Escape Plan ရဲ့နောက်ဆက်တွဲဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မင်းသားကြီးအာနိုးပါဝင်မှာမဟုတ်တော့ဘဲ Guardian of the Glaxy မှာ Drax အဖြစ်ပါဝင်သရုပ်ဆောင်ခဲ့သူ WWE အကျော်အမော် Dave Bautista က စတားလုံးနဲ့အတူ အတွဲညီညီပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် နာမည်ကျော် အမေရိကန် Rapper ကြီး \"50 cent\" လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========Ray Breslin ဟာ ထောင်ကိုဖောက်ထွင်းပြီးအရေးကြီးတဲ့လူတွေကို ကယ်တင်ဖို့အတွက် အထူးလေ့ကျင့်ထားတဲ့ အဖွဲ့ရဲ့ အဖွဲ့ခေါင်းဆောင်တစ်ဦးပါ။တစ်ရက်မှာသူ့ရဲ့ယုံကြည်ရသူတစ်ဦးဖြစ်တဲ့ Shu Ren ဆိုသူဟာ Hades လို့ခေါ်တဲ့ ကမ္ဘာ့အတင်းကျပ်ဆုံးထောင်ထဲမှာ ပျောက်ဆုံးသွားတာကြောင့် သူ့ရဲ့အဖွဲ့ကိုပြန်ဖွဲ့စည်းပြီး ကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်.....။မင်းသားကြီးစတားလုံးရဲ့ဇာတ်ကားဖြစ်တာကြောင့် ...",
        "rating": "3.8",
        "url": "https://megaup.net/3zDhb/Escape_Plan_2_-_Hades_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pSTLj6jimNO8cg8qdoTjZjx8KoQ.jpg",
        "title": "Loveless (2017)",
        "description": "IMDB Rating 7.7 နဲ့ Rotten Tomato 93% အထိရရှိထားတဲ့ ရုရှားအိမ်ထောင်ရေးဇာတ်ကားတစ်ကားပါ။Heavy Drama ဇာတ်ကားတစ်ကားဖြစ်လို့ ပေါ့ပေါ့ပါးပါးဇာတ်ကားတွေပဲကြည့်ချင်တဲ့သူများလက်ရှောင်သွားနိုင်ပါတယ်။ဒါပေမယ့် ဇာတ်လမ်းလေးဟာ အချစ်မပါတဲ့အိမ်ထောင်ရေးကိုဖော်ကျူးပြထားပြီး အိမ်ထောင်ရေးအဆင်မပြေခြင်းဟာ အခြားသူတွေကို အဓိကအားဖြင့်ကလေးတွေအပေါ်မှာထိခိုက်တတ်ကြောင်းကို ရှင်းရှင်းလင်းလင်းမြင်သာအောင်ပြပေးထားတဲ့အတွက် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်းကိုတော့ ထောက်ခံပေးနိုင်ပါတယ်။ဇာတ်လမ်းကတော့ ယိုယွင်းစပြုနေတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြတဲ့ လင်မယားနှစ်ယောက်ဟာ ကိုယ်စီကိုယ်စီလက်တွဲဖော်အသစ်တွေရှိနေကြပြီးဖြစ်ပေမယ့် နှစ်ယောက်လုံးရဲ့ချစ်ခြင်းကိုမှမခံခဲ့ရတဲ့ ကလေးကိုတော့ ဘယ်သူကမှမလိုချင်ခဲ့ကြပါဘူး။အဲဒီကိစ္စနဲ့သူတို့အငြင်းပွားတဲ့အချိန်မှာ ၁၂နှစ်သားလေးဖြစ်တဲ့ Alexei ကကြားသွားခဲ့ပြီးတော့ အိမ်ကထွက်သွားခဲ့ပါတယ်။သူတို့တွေကလေးကိုပြန်ရှာတွေ့နိုင်မလား၊ပြန်ရှာမတွေ့ခင်ရောဘာတွေဖြစ်ကြမလဲပြန်ရှာတွေ့ခဲ့ရင်ရော ဘာတွေဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။အိမ်ဆိုတာကမနွေးထွေးပဲ နွေးထွေးတာထက်ပိုလွန်းရင် မလွှတ်မြောက်နိုင်တဲ့ ကမ္ဘာပေါ်ကငရဲပါပဲ...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ) File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 7min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DEPTH\nTranslated ...",
        "rating": "7.7",
        "url": "https://megaup.net/115o0/Loveless_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/chicken-little-poster-133x200.jpg",
        "title": "Chicken Little",
        "description": "Chicken Little (2005)_____IMDb - 5.7/10ကဲ ဒီတစ်ခေါက်တော့ ၂၀၀၅ လောက်က\nAnimation Cartoon ကားကောင်း တစ်ခုဖြစ်တဲ့\nChicken Little ကို တင်ပေးလိုက်ပါတယ်....\nCK Little လေးဟာ အမြဲတမ်း အကောင်သေးသေးလေးဖြစ်နေပြီး\nဘယ်နေရာမှ လူဝင်မဆန့်ပါဘူး လူတိုင်းကလဲ သူနဲ့ မပေါင်းချင်သလို\nအကောင်ကြီးတွေကလဲ အမြဲပဲ သူ့ကို လိုက်စနေပါတယ်\nအဲ့ဒီလိုဖြစ်သွားရတဲ့ အကြောင်းအရင်းကလဲ\nတစ်ခါက မြိုကထဲက အရေးပေါ်ခေါင်းလောင်းကိုတီးပြီး\nဂြိုလ်သားယဉ်ပျံရှိတယ်လို့ ပြောခဲ့ဖူးတဲ့ အတွက်ပါ\nအဲ့ဒီတုန်းက မြို့နေ လူအားလုံးဟာ အထိတ်တလန့်ဖြစ်ခဲ့ရပြီး\nCK Little ကိုလဲ ကျပ်မပြည့်တဲ့ ကြက်လေး လို့ မှတ်ယူလိုက်ကြပါတော့တယ်\nဒါပေမယ့် တစ်နေ့မှာတော့ CK Little တို့ သူငယ်ချင်းအုပ်စုဟာ\nတကယ့် ဂြိုလ်သားယဉ် လာတာကို ရှာတွေ့သွားတဲ့ အခါမှာတော့.....\n \nဒီကာတွန်းကားကို သီချင်းတွေက အစ ဘာသာပြန်ပေးထားသူကတော့\nMay Thazin Soe ဖြစ်ပြီး Thit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.7",
        "url": "https://megaup.net/2TQ2k/Chicken_Little_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icwnhjd1mw7kyZ27TQ84tP2uEf8.jpg",
        "title": "Transcendence(2014)",
        "description": "Transcendence(2014)\n2014 ထြက္ Drama | Mystery | Sci-Fi ဇာတ္ကားတစ္ကားပါ...\nDr. Will Caster နဲ႔ Evelyn တို႔ ဇနီးေမာင္ႏွံဟာ သူငယ္ခ်င္းျဖစ္သူ Max Waters နဲ႔\nအတူ Pinn ကို တီထြင္ႏိုင္ခဲ႔ၾကပါတယ္....\nPINN ဆိုတာဟာ သူ႔ဆီမွာ ရွိတဲ႔ အခ်က္အလက္အကုန္လံုးကို လွ်င္ျမန္စြာ တြက္ခ်က္ၿပီး အေျဖထုတ္ႏိုင္ေပမယ္႔\nကိုယ္ပိုင္အသိဥာဏ္ ျဖင္႔ စဥ္းစားဆင္ျခင္ႏိုင္တဲ႔အဆင္႔ထိေတာ႔ မရေသးပါဘူး...\nနည္းပညာရပ္ဆိုင္ရာ ေဟာေျပာပြဲ တခုမွာ Will Caster ဟာ လုပ္ႀကံခံခဲ႔ရၿပီး သူ႔ရဲ႕တျခားေသာ\nteam ေတြအကုန္လံုးလဲ လုပ္ႀကံသတ္ျဖတ္ခံလိုက္ရတဲ့အျပင္ သူတို႕ Research\nေတြလည္းလံုး၀ဖ်က္ဆီးခံလိုက္ရပါတယ္...\nနည္းပညာကလူေတြကိုလႊမ္းမိုးလာတာကိုမလိုလားတဲ့လူတစ္စုေၾကာင့္ေပါ့ သူတို႕ကေတာ့\n\"Revolutionary Independence From Technology\" (R.I.F.T.)ပါ\nလုပ္ႀကံမႈႀကီးၿပီးတဲေနာက္မွာေတာ့  Will Caster ဟာ  သူ႕အတြက္ ေရြးခ်ယ္မႈတစ္ခုသာရွိပါေတာ့တယ္..\n..အဲ့ဒါေနာက္ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့.....\nဒီကားက ရဲ႕ေခါင္းေဆာင္မင္းသားႀကီး Johnny Depp  ကုိေတာ့ ေထြေထြထူးထူး\nမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္...ဒါအျပင္ Morgan Freemanလည္းပါေနေသးရဲ႕..\nဒီဇာတ္ကားဟာ ၂၀၁၄တုန္းက ရိုက္ခဲ့တာျဖစ္ေပမယ့္ ဒီႏွစ္အတြင္းမွာ Google က\nannounce ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/transcendence2014/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BZWIxNzQzYmEtMjIyZC00YTZkLTk3ZjYtNTY0YWNhYTY4YTM3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Bride",
        "description": "CM Fan ေတြ အတြက္ ရုရွား သရဲကား တစ္ခုနဲ႔ မိတ္ဆက္ေပးပါရေစ\nဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္အေပၚ ေက်ာရိုးယူ ရိုက္ကူးထားတယ္လို႔ သိရပါတယ္\nNastya ဆိုတဲ့ ေကာင္မေလးဟာ ဓါတ္ပံုဆရာ တစ္ေယာက္နဲ႔ အိမ္ေထာင္က်ၿပီး\nေဆြျပမ်ိဳးျပ အျဖစ္ သူမ ေယာက်ၤား ရဲ႕ ေနရပ္သို႔ လိုက္လည္ခဲ့ပါတယ္\nထိုမိသားစု အတြင္းရွိ အားလံုးနီးပါး ဓါတ္ပံုရိုက္ ၀ါသနာရွင္မ်ား နာမည္ႀကီး ဓါတ္ပံုဆရာမ်ားျဖစ္ၿပီး\nေလာေလာဆယ္တြင္ Nastya ၏ ခင္ပြန္းျဖစ္သူသာ က်န္ရွိပါသည္\nထိုမိသားစု တြင္ Nastya ခင္ပြန္း ၏ ညီမ ႏွင့္ အေဖ တို႔ အတူေနထိုင္ၾကၿပီး\nအိမ္ႀကီးတစ္ခုလံုးဟာ ေခ်ာက္ခ်ားဖြယ္အတိပါပဲ...\nတစ္ရက္မွာေတာ့ ထိုအိမ္ႀကီး ရဲ႕ လ်ိဳ႕၀ွတ္ခ်က္ တစ္ခ်ိဳ႕ကို\nNastya ဆီသို႔ ဆိုက္ဆုိက္ၿမိဳက္ၿမိဳက္ေရာက္ရွိခဲ့ေသာအခါ.....\n \nThit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bride/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OemqmvthXswt5KFmtXBCMMloJ4.jpg",
        "title": "Alex Strangelove (2018)",
        "description": "June 8, 2018 ကထြက္ရွိခဲ႕တဲ႕Alex Strangelove ဆိုတဲ႕ဒီကားေလးကေတာ့Teen film/ Comedy ကားေလးျဖစ္ပါျပီးေတာ့ အလြန္လူၾကိဳက္မ်ားခဲ႕တဲ႕ကားေလးျဖစ္ပါတယ္။ဒီကားေလးကိုရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ Director Craig Johnsonျဖစ္ျပီးေတာ့ ဇာတ္ညြန္းကုိလည္းသူကိုယ္တိုင္ပဲေရးသားခဲ႕တာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းအဲလက္ထရူးလပ္ဆိုတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာအထက္တန္းေက်ာင္းသားတစ္ေယာက္ျဖစ္ျပီးေတာ့ သူနဲ႕ၾကိဳက္ေနတဲ႕ေကာင္မေလးကလယ္ရာဆိုတဲ႕ရည္းစားတစ္ေယာက္ရွိပါတယ္။ေက်ာင္းမျပီးခင္သူတို႕ရဲ႕planကေတာ့ အဲလက္ရဲ႕virginity ကိုသူရည္းစားေကာင္မေလးနဲ႕အတူျဖတ္သန္းကုန္ဆုံးေနဖို႕ျဖစ္ပါတယ္။ဒါေပမဲ႕ တစ္ေန႕မွာေတာ့ တျခားျမိဳ႕က ေခ်ာေမာ္ျပီးဆြဲေဆာင္မႈရွိတဲ႕ ေဂးေကာင္ေလးျဖစ္တဲ႕ အဲလီယက္ဆိုတဲ႕တစ္ေယာက္နဲ႕ေတြ႕ဆုံးျပီးမွေတာ့ သူတို႕ရဲ႕Relationship ေတြဘာေတြဆက္လိုရႈတ္ေထြးျပီးျဖစ္လာသလဲဆိုတာကို ဟာသနဲ႕ လူငယ္သဘာဝဆန္ဆန္ေရာေႏွာရိုက္ကူးထားတာျဖစ္လို႕ လက္လြတ္မခံသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Comedy |\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DD5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/alex-strangelove-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/crazy-safari-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy III: Crazy Safari (1991)",
        "description": "The Gods Must Be Crazy III: Crazy Safari (1991)_____IMDb - 5.5/10\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၃ ဇာတ်ကားပါ။\nရှေ့ကဇာတ်ကားတွေကို \" https://channelmyanmar.org/?s=the+gods+must+be+crazy \" မှာဒေါင်းလို့ရပါတယ်။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။\n  #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3ztbv/The_Gods_Must_Be_Crazy_III_-_Crazy_Safari_(Fei_Zhou_He_Shang)_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-II-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy II (1989)",
        "description": "The Gods Must Be Crazy II (1989)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၂ ဇာတ်ကားပါ။\nပထမဇာတ်ကား  The Gods Must Be Crazy (1980) ကိုတော့ \" ဒီလင့်မှာ \" ဒေါင်းပါ။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။ #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zt9z/The_Gods_Must_Be_Crazy_II_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-1980-poster-143x200.jpg",
        "title": "The Gods Must Be Crazy (1980)",
        "description": "The Gods Must Be Crazy (1980)\nIMDb - 7.3/10_____Rotten - 85%\n #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ကိစ္စပါ။သူတို့ယုံကြည်မှုက တခြားလူရိုင်းတွေလိုနတ်ဘုရားနဲ့ယစ်ပူဇော်မှုမဟုတ်ဘဲ ရာသီဥတုကိုယုံကြည်ကိုးကွယ်ကြတဲ့လူမျိူးတွေပါ။မှတ်တမ်းများအရ ဒီလူမျိူးစုစစ်စစ်ဟာ၂၀၀ကျော်သာကျန်တော့ပြီးသစ်တောပြူန်းတီးမှု\nတောင်အာဖရိကကျွန်ပြုအလုပ်ကြမ်းလုပ်ခိုင်းတဲ့သူပုန်တွေကြောင့် မျိူးတုံးလုနီးပါးအခြေအနေကိုရောက်နေရပြီး လူ၃၀ကိုတရွာလောက်ပဲနေထိုင်မှုတွေကြောင့် ဒီလူရိုင်းမျိူးနွယ်ဟာကမ္ဘာ့လူမျိူးစုထိန်းသိမ်းရေးအဖွဲ့တွေနဲ့အလှမ်းဝေးလွန်းခဲ့ပါတယ်။\nအချိန်အားဖြင့် ၁၉၄၄ခုနှစ် ဒီဇင်ဘာလ ၁၆ရက်နေ့ ဒီရွာလေးမှာ N!xau ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dyj6/The_Gods_Must_Be_Crazy_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Euphoria (2018)",
        "description": "ဒီ Euphoria ဆိုတဲ့ Adventure, Drama ဇာတ္ကားကို 2017 Toronto International Film Festival မွာျပသခဲ့ေပမယ့္ 2018ခုႏွစ္မွ Digital Release အျဖစ္ထုတ္ေ၀ခဲ့တာပါ။ဒီဇာတ္ကားကို ရိုက္ကူးတဲ့သူကေတာ့ အမ်ိဳးသမီးဒါရိုက္တာ Lisa Langseth ျဖစ္ျပီး နာမည္ေက်ာ္မင္းသမီးႏွစ္ဦးက ေခါင္းေဆာင္ျပီး ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ပထမတစ္ေယာက္ကေတာ့ The Danish Girl, Ex Machina နဲ႔ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Tomb Raider ကားမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီးေခ်ာ Alicia Vikander ျဖစ္ျပီး ေနာက္တစ္ေယာက္ကေတာ့ Miss Peregrine's Home for Peculiar Children, Casino Royale, 300: Rise of an Empire တို႔နဲ႔အတူ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားအၾကိဳက္ေတြ႕ခဲ့တဲ့မင္းသမီးၾကီး Eva Green ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Emilie နဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sfh7/Euphoria_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrC63ikbK4jDp3knvBqxPoWYEMM.jpg",
        "title": "7 Days in Entebbe (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့လူတိုင္းသိၾကတဲ့ ယေန႕အထိပါလက္စတိုင္းနဲ႕အစၥေရးႏိုင္ငံၾကားကမေျပလည္မႈေၾကာင့္ျဖစ္ေပၚလာတဲ့၁၉၇၆ခုႏွစ္မွေလယာဥ္ျပန္ေပးဆြဲမႈတစ္ခုကိုရိုက္ကူးျပထားသည့္ဇာတ္ကားေလးျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္သလို rating နည္းေပမယ့္စိတ္၀င္စားစရာေကာင္းပါတယ္။ ၁၉၇၆ခုႏွစ္တြင္ Tel Aviv မွ Paris သို႕သြားမည့္ Air France ေလေၾကာင္းလိုင္းမွေလယာဥ္တစ္စီးကို ပါလက္စတိုင္းလြတ္ေျမာက္ေရးတပ္ဖြဲ႕မွျပန္ေပးဆြဲမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္။ ဓားစာခံေပါင္း ၂၃၉ေယာက္ထိန္းခ်ဳပ္ဖမ္းဆီးခံခဲ့ရျပီး အဆိုပါျဖစ္ရပ္တြင္ယူဂန္ဒါႏို္င္ငံရဲ႕အာဏာရွင္ Amen ပါပါ၀င္ေနပါတယ္။အဆုိပါေခတ္ကာလ အစၥေရးနဲ႕ပါလက္စတိုင္းၾကားဆက္ဆံေရးတင္းမာမႈေတြ၊ ႏိုင္ငံတကာဆက္ဆံေရးေတြ၊ အစၥေရးနဲ႕ပါလက္စတိုင္းျပႆနာကိုအျခားေသာႏိုင္ငံေတြရဲ႕သေဘာထားေတြ၊ ႏို္င္ငံေရးေပၚလစီေတြကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ Crime/History ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Crime, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://megaup.net/SWok/7_Days_In_Entebbe_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3StJTYXbU3OZ26Vh1PbczqfyCD.jpg",
        "title": "2036 Origin Unknown (2018)",
        "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ် ဒီထဲကမှ ထွက်ထားတဲ့ Sci-fi ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာမြေပေါ်ကလူတွေဟာ မားစ်ဂြိုလ်ပေါ်ကို ဘာတွေရှိမလဲဆိုပြီးလေ့လာစူးစမ်းဖို့အတွက် အာကာသယာဉ်မှူးများကို စေလွှတ်ခဲ့ပါတယ်။ကံမကောင်းအကြောင်းမလှစွာနဲ့ အဲဒီအာကာသယာဉ်မှူးပါဝင်ခဲ့တဲ့ယာဉ်ဟာ ပေါက်ကွဲပျက်စီးသွားတာကြောင့် လူသားတို့ရဲ့အကြံအစည်တွေဟာ အထမမမြောက်ခဲ့ပါဘူး။သို့ပေမယ့် လက်မလျှော့သေးတဲ့ လူသားမျိုးနွယ်စုဟာ Mackenzie Wilson ဆိုတဲ့ အာကာသယာဉ်မှူးကို A.R.T.I လို့ခေါ်တဲ့ A.I နဲ့အတူ မားစ်ဂြိုလ်သို့ ထပ်မံစေလွှတ်ပါတယ်။ဒီတစ်ခါမှာတော့ အောင်မြင်စွာရောက်ရှိခဲ့တယ်လို့ဆိုရမှာပဲဖြစ်ပါတယ်။သို့ပေမယ့် မားစ်ဂြိုလ်မျက်နှာပြင်ပေါ်မှာ သူတို့တွေ့ရှိခဲ့တဲ့ ထူးဆန်းတဲ့အရာဝတ္ထုတစ်ခုဟာ ကမ္ဘာဂြိုလ်ရဲ့ အနာဂတ်ကို ပြောင်းလဲစေနိုင်မယ့် ကံကြမ္မာကို သယ်ဆောင်လာခဲ့တဲ့အခါမှာတော့.....။(ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "6.8",
        "url": "https://megaup.net/11Izv/2036_Origin_Unknown_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/majQar87QNbrC47qYMcmK1oCohZ.jpg",
        "title": "Message in a Bottle(1999)",
        "description": "A Message IN A Bottle(1999)\nIMDb...6.2\nဂရက္ ဆိုတဲ့ လူလတ္ပုိင္းအရြယ္ေယာက်ၤားတစ္ေယာက္......\n. ပင္လယ္ႀကီးရဲ႕ ေဘး ဇနပုဒ္ရြာက သာမန္လူသား တစ္ေယာက္ပါပဲ။။\nဘဝက ခရီးတစ္ခု ဆိုပါစို႔...ဆုံး႐ႈံးမႈေတြကေတာ့ ကြၽန္ေတာ္တို႔ ၾကဳံေတြ႕ရမဲ့ မိုင္တိုင္ေတြ ပါပဲ.\n.။ လက္ခံႏိုင္သည္ျဖစ္ေစ ေၾကာက္ရြံ႕သည္ျဖစ္ေစ ၾကဳံေတြ႕ၾကရမွာပဲ။\nဂရက္ႀကဳံေတြ႕ရတဲ့  မုိင္တုိင္က တျခားသူေတြထက္ခါးသီးေနဟန္ပါပဲ...\nသုိ႕ေပမယ့္  သူဟာ ဆုံး႐ႈံးမႈကို ဖက္တြယ္ထားတဲ့ အစဲြအလမ္းႀကီးသူ တစ္ေယာက္ ပါပဲ.\n..။ မရွိေတာ႕တဲ႕ သူရဲ႕ အခါတစ္ပါးက ခ်စ္ရသူတစ္ေယာက္အတြက္\nဖန္ပုလင္းထဲစာေလးေတြထည့္ၿပီးပင္လယ္ျပာဆီ ေမွၽာခဲ့တယ္..ေလးနက္ျခင္း လြမ္းဆြတ္ျခင္း\nတမ္းတျခင္းေတြကုိ ဖြဲ႕သီၿပီးစာေလးေတြေရးၿပီးထည့္ခဲ့တယ္..\n.ဒီဖန္ပုလင္းထဲက စာကုိအမ်ဳိးသမီးတစ္ေယာက္ကဖတ္မိတယ္..\n...၀ါက်တုိေလးေတြဆုိေပမယ့္ စာေရးတဲ့သူရဲ႕ ရင္ထဲကခံစားခ်က္ေတြကုိေကာင္းေကာင္းပုံေဖာ္ႏုိင္တယ္..\n.ဒီစာကုိဖတ္မိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ တစ္ခါမွမျမင္ဖူးတဲ့\nဖန္ပုလင္းထဲကစာပုိင္ရွင္ကုိေတြ႕ခ်င္လာတယ္...။ ဖန္ပုလင္းထဲက စာတစ္ေစာင္က ေမြးဖြားခဲ့တဲ့\nေရစက္တစ္ခုဟာ ဘာမ်ား ဆက္ျဖစ္သြားသလဲ..\n.ဆိုေတာေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။ စကားမစပ္ Roလြန္းတဲ့ ဒီဇာတ္ကားရဲ႕\nမူရင္း စာေရးဆရာက ကြၽန္ေတာ္တို႔ရဲ႕ Nicholas Sparkႀကီးပါပဲ။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္...\nFile Size : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/message-in-a-bottle1999/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMWZkYTllMjctM2E0ZS00NTNjLWE2YjQtODY4YWZjMDJiODVhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "How to Talk to Girls at Parties (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ How to Talk to Girls at Parties ဆိုတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္ မင္းသမီးေခ်ာေလး Elle Fanning နာမည္ေက်ာ္မင္းသမီးၾကီး Nicole Kidman အျပင္ မင္းသား Alex Sharp တို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။Enn တို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ ထုိအခ်ိန္က ေခတ္စားေနတဲ့ ပန္႔ဂီတနဲ႔ ယဥ္ေက်းမႈကို ရူးသြပ္ၾကတဲ့သူေတြျဖစ္ပါတယ္။တစ္ရက္ ပန္႔ဂီတပြဲကိုသြားျပီးအျပန္မွာထူးဆန္းတဲ့ ဂီတသံေတြၾကားတာေၾကာင့္ လိုက္လံစပ္စုရာမွ ထူးဆန္းတဲ့လူေတြ ေနထိုင္တဲ့ အိမ္ၾကီးတစ္အိမ္ဆီကိုေရာက္ရွိသြားပါတယ္။တကယ္ေတာ့ အဲဒီလူေတြဟာ လူအစစ္မဟုတ္ဘဲ ကမာၻေျမကို မၾကာေသးခင္ကမွေရာက္ရွိလာတဲ့ ျဂိဳလ္သားေတြပဲျဖစ္ပါတယ္။အဲဒီလို Enn တို႔သူငယ္ခ်င္းေတြ ထိုအိမ္ၾကီးကိုေရာက္ရွိသြားရာက ျဂိဳလ္သားမေလးZen နဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ကမာၻေျမနဲ႔လူေတြအေၾကာင္းကို အရမ္းစိတ္၀င္စားတဲ့ ျဂိဳလ္သားမေလး Zen ဟာ အေတြ႕အၾကံဳအသစ္ေတြကို ရွာေဖြခ်င္တာေၾကာင့္ သူတို႔ျဂိဳလ္သားမ်ိဳးရိုးေတြဆီကေန ထြက္ေျပးျပီး Enn ေနာက္ကိုေကာက္ေကာက္ပါေအာင္ လိုက္သြားပါေတာ့တယ္။အဲဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္သား ခ်စ္ကၽြမ္း၀င္သြားတဲ့ အခါမွာေတာ့......။ဒီဇာတ္ကားမွာ ပန္႔ယဥ္ေက်းမႈ ဂီတေတြအျပင္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2glUc/How_To_Talk_To_Girls_At_Parties_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
        "title": "October (2018)",
        "description": "ေအာက္တုိဘာ တဲ့ ရုပ္ရွင္နာမည္ကစြဲေဆာင္မႈမရွိသလုိပါပဲ။ဒါေပမယ့္ IMDB Rating 7.9 ရရွိထားျပီး Rotten tomato ကေတာ့ 86% ရရွိထားပါတယ္။Rating ျမင့္သေလာက္လဲဇာတ္ကားက အရမ္းစြဲေဆာင္မႈရွိျပီး အဓိပၸါယ္ရွိျပီး ၾကည့္ရတာတန္တဲ့ဇာတ္ကားတစ္ကားပါ အာမခံႏုိင္ပါတယ္။ကၽြန္ေတာ့္အေနနဲ႔ဆုိရင္ ဆရာျမသန္းတင့္ရဲ႕ ေလလြင့္သူကုိ Romance Version နဲ႔ဖတ္လုိက္ရသလုိခံစားရပါတယ္။လူငယ္ေတြ ၾကည့္ကုိၾကည့္သင့္တဲ့ကားလုိ႔ေျပာရင္မလြန္ဘူးထင္ပါတယ္။အပူအပင္မရွိတဲ့ ေဟာ္တယ္အလုပ္သင္ဝန္ထမ္း ၂၁ အရြယ္ Dan တစ္ေယာက္ သူ႕ရဲ႕လုပ္ေဖာ္ကုိင္ဖက္လည္းျဖစ္တဲ့သူငယ္ခ်င္းေတြနဲ႔ အတူတူ ေအးအတူပူအမွ်ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနေနတုန္းမွာပဲ သူ႕ရဲ႕ဘဝဟာအၾကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါတယ္။သူနဲ႔နီးစပ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Shiuli တစ္ေယာက္တုိက္ေပၚကက်ျပီးကုိးမားျဖစ္သြားခဲ့တာပါပဲ။အဲဒီျဖစ္ရပ္ကုိ စိတ္ခံစားလြယ္တဲ့ Dan တစ္ေယာက္ဘယ္လုိရင္ဆုိင္ရလဲဆုိတာကုိဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ျပီးေတာ့ ဒီဇာတ္ကားက အခ်စ္ဇာတ္လမ္းမဟုတ္ပါဘူး ဒါေပမယ့္ အခ်စ္အေၾကာင္းကုိေျပာျပထားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 55min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cnaw/October_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIYOP0Smjl0Un8iGNZ3aa5dgq7a.jpg",
        "title": "The Sorcerer and the White Snake",
        "description": "မိနျးကလေးတစျယောကျကိုသတျတဲ့အမှုနဲ့ စှပျစှဲခံထားရတဲ့ အလှတျစုံထောကျ ရိုလနျဒရျိတျချဟာ သူ့ရုံးခနျးမှာ စိတျပကြျလကျပကြျထိုငျနတေုနျး အနကျရောငျဝတျစုံကို ဆငျမွနျးထားတဲ့ ဆံပငျအနကျရောငျနဲ့ ကတျသရငျးဆိုတဲ့ မိနျးမခြောတစျဦး သူ့ဆီ ရောကျလာခဲ့ပါတယျ…ဒီမိနျးကလေးဟာ…လူကုနျထံအသိုငျးအဝိုငျးထဲက မှနျတီမာမိသားစုရဲ့ သမီးတစျယောကျပေါ့…နာမည်ကြီးမင်းသားဂျက်လီနဲ့ကားဆိုတာနဲ့တင်ပြောစရာကိုမလိုတော့ပါဘူး..ဒီကားကတော့ ကြည့်ဖူးသမျှဂျက်လီရဲ့ကားတွေထဲမှာ အကောင်းဆုံးနဲ့အမိုက်ဆုံးကားတစ်ကားဆိုရင်လည်းမမှားပါဘူး...၂၀၁၁ ကရိုက်ခဲ့တဲ့ကားပေမယ့် CGI Effect တွေကတော့ဒီနေ့အထိကောင်းမွန်ဆဲလို့ပြောရမှာပါပဲ...မိစ္ဆာတွေကိုလိုက်ဖမ်းတဲ့ကျောင်းတိုင်ဘုန်းတော်ကြီးဖအိုင် အဖြစ်ဂျက်လီကိုမြင်ရမှာဖြစ်ပါတယ်...သူဟာမိစ္ဆာပေါင်းစုံကိုလိုက်လံနှိမ်နင်းဖမ်းဆီးပြီးတော့ကျောင်းဆောင်အပေါ်ထပ်မှာချုပ်နှောင်ထားရပါတယ်..သူအဲလိုလိုက်လံဖမ်းဆီးနေတဲ့အချိန် တခြားအရပ်မှာတော့မိစ္ဆာမြွေမလေး ၂ ယောက်ထဲက အမဖြစ်သူ စုစုဟာလူသားယောကျာင်္းလေးတစ်ယောက်ကို ရုတ်တရက်မြင်မိရာကနေချစ်ကြိုက်မိသွားပါတယ်...အဲဒီအချိန်မှာဇာတ်လမ်းကစတော့တာပါပဲ...အချစ်မှာ မျက်စိမရှိဘူးဆိုပေမယ့် လူသားတစ်ယောက်နဲ့မိစ္ဆာတစ်ကောင်ဟာအတူတူပေါင်းစည်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား...ပေါင်းစည်းလို့ရခဲ့ရင်တောင်မှ အခက်ခဲတွေအများကြီးရှိမှာပါ..ဒါပေမယ့် ဒီကားလေးမှာကတော့ အချစ်ကြီးတဲ့ မိစ္ဆာမြွေဖြူမလေးတစ်ယောက်ရဲ့နှလုံးသားဖြူဖြူလေးကို အသေချာမြင်တွေ့ရမှာပါ..တစ်ကားလုံးနီးပါး စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီးတော့လူသားကောင်လေးတစ်ယောက်နဲ့ မိစ္ဆာမြွေမလေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းဟာ အားလုံးရဲ့စိတ်ကိုအဆုံးထိဆွဲဆောင်သွားမှာကလည်းဒီဇာတ်ကားရဲ့ထူးခြားချက်တစ်ခုလိုပါပဲ...ဖိုက်တင်မင်းသားကြီးဂျက်လီဇာတ်ကားတိုင်းမှာ ဖိုက်တင်အလန်းတွေနဲ့ကြည့်ရမှာဆိုပေမယ့်လည်း ဒီဇာတ်ကားကတော့ သနားစရာအချစ်ဇာတ်လမ်းလေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီးတော့ ရေးသားထားတာကြောင့်ဖိုက်တင်ကားကြိုက်သူများတောင် ဝမ်းနည်းသွားစေရမယ့်ရသကိုအပြည့်ဝခံစားရမှာပဲဖြစ်ပါတယ်....ဒါကြောင့် ကိုရီးယားအချစ်ဇာတ်ကားတွေကိုကြည့်ပြီး ခံစားချင်တဲ့လူတွေအတွက်ဒီ တရုတ်ကားလေးကိုကြည့်ကြည့်ပါ...အိမ်မှာနေပြီးတော့ ဖီးလ်းအပြည့်ဝယူချင်သူများအတွက်ဒီကားလေးကြည့်ပြီး ဘဝအမောများပြေနိုင်မှာပါ....ဒီကားလေးကြည့်ပြီး အချစ်ကြီးသူများဖြစ်ကြပါစေလို့ဆုတောင်းပေးပါတယ်....File Size : (1 GB) and (264 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0jg/The_Sorcerer_And_The_White_Snake_[2011]_(MM_Sub).mp4",
        "category": "Action, Fancy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uys7jLv8wbQoaic8DZMshOIXCmC.jpg",
        "title": "The Rake (2018)",
        "description": "June.5.2018 မွာအသစ္ထြက္ရွိခဲ႕တဲ႕ ဒီThe Rake ဆိုတဲ႕ကားေလးကေတာ့ Horror, Thrillerအမ်ိဳးအစားကားေလးျဖစ္ျပီးေတာ့ ပရိသတ္အားေပးမႈမ်ားျပားခဲ႕တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဒီကားကိုေတာ့ ေရးသားေပးခဲ႕တဲ႕ဇာတ္ညြန္းေရးဆရာကေတာ့Jeremy Silva ျဖစ္ျပီးေတာ့ ရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ နာမည္ၾကီးဒါရိုက္တာTony Wash ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းဘန္နဲ႕အက္ရွ္ေလတို႕ဟာ မိဘေတြနဲ႕အတူၾကီးျပင္းေနထိုင္လာခဲ႕ၾကပါတယ္။တစ္ေန႕မွာေတာ့သူတို႕ရဲ႕မိဘနွစ္ပါးလုံးရက္ရက္စက္စက္အသတ္ခံလိုက္ရပါတယ္။မိဘေတြအသတ္ခံလိုက္ရတဲအေၾကာင္းအရင္းကိုေမာင္နွမနွစ္ေယာက္လုံးအေၾကာင္းအရင္းမသိခဲ႕ပါဘူး။နွစ္ေပါင္း၂၀ၾကာျပီးတဲ႕ေနာက္မွာေတာ့ သူတို႕မိဘေတြဘာေၾကာင့္ေသဆုံးခဲ႕တယ္ဆိုနဲ႕ပေဟဠိဆန္တဲ႕သတၱဝါျဖစ္တဲ႕ ရိတ္ခ္လို႕ေခၚတဲ႕သတၱဝါၾကီးနဲ႕ သူတို႕မိဘေတြေသဆုံးတာဘဟ္လိုဆက္စပ္ေနလဲဆိုတာကို ခံစားၾကည့္ရႈ႕ၾကရမွာျဖစ္ပါတယ္။ဒီ ကားေလးဟာပရိသတ္အားေပးမႈေကာင္းခဲ႕တဲ႕ horror, thriller ကားေလးျဖစ္လို႕လက္လြတ္မခံဘဲၾကည့္ရႈသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (650 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 19min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike Zaw",
        "rating": "4.4",
        "url": "https://megaup.net/1Ba7d/The_Rake_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
        "title": "Padman (2018)",
        "description": "\" ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ \"ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/once-upon-a-time-in-mexico-poster-133x200.jpg",
        "title": "Once Upon a Time in Mexico (2003)",
        "description": "Once Upon a Time in Mexico (2003)\nIMDb - 6.4/10_____Rotten - 66%\n  \nဂစ်တာအိတ်ကြီးလွယ်ထားတတ်တဲ့ သွေးအေးလူသတ်သမားတွေအကြောင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်...\nမင်းသားကြီး Johnny Depp , Antonio Banderas တို့အပြင် မင်းသမီးတွေဖြစ်တဲ့ Salma Hayek နဲ့ Eva Mendes တို့လို နာမည်ကျော်တွေနဲ့ရိုက်ကူးထားတဲ့  ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Robert Rodriguez ရဲ့  Mexico Trilogy ထဲကနောက်ဆုံးဇာတ်ကားပါ။\nသူ့ရှေ့က ရိုက်ကူးခဲ့တဲ့  El Mariachi (1992) နဲ့ Desperado (1995) ဆိုတဲ့ ဇာတ်ကားတွေကလဲ ဒါရိုက်တာ Robert Rodriguez ရဲ့ နာမည်ကျော်ဇာတ်ကားတွေပါ။ El Mariachi (1992) ဇာတ်ကားဆိုရင် Budget $7000 သာအကုန်အကျခံခဲ့ပြီး Box Office မှာ $2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tsrs/Once_Upon_A_Time_In_Mexico_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/somelikeithot-142x200.jpg",
        "title": "Some Like It Hot (1959)",
        "description": "Some Like It Hot (1959)\nIMDb - 8.2/10_____Rotten - 95%\nWon 1 Oscar. Another 14 wins & 15 nominations.\n  တစ်ချို့ကတော့ လန်းလန်းလေးကြိုက်တယ် တစ်ချို့ကတော့ရိုးရိုးလေးကြိုက်တယ်တဲ့။ ရိုးရိုးလေးရော လန်းလန်းလေးတွေရောရတဲ့မာရီလင်မွန်ရိုးရဲ့ Some Like It Hot ကတော့ အချစ်ဟာသဇာတ်မြူးလေးပါ...IMDB Rating(8.2) ထိရရှိထားပြီး Rotten Tomatoes မှာလဲ 95% ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ ရွှေကမ္ဘာလုံးဆုသုံးဆု၊ အကယ်ဒမီတစ်ဆု၊ အခြားဆုသုံးဆုရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းရဲ့ လူသတ်မှုမှာမျက်မြင်သက်သေဖြစ်သွားတဲ့ Joe နဲ့ Jerry တို့ ချီကာဂိုကနေ မိန်းကလေးတီးဝိုင်းတစ်ခုမှာ မိန်းမဟန်ဆောင်ပြီးထွက်ပြေးရင်း အတိတ်ဆိုးတွေကနေထွက်ပြေးလာတဲ့ Suger နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်...Suger ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ Joe ကရော Suger ရဲ့အချစ်ကိုဘယ်လိုရအောင်ကြိုးစားတယ်ဆိုတာကို ဟာသဆန်ဆန်တင်ဆက်ပြသပေးထားပါတယ်။ Jerry တစ်ယောက်ကတော့ သူငယ်ချင်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/2TvzV/Some_Like_It_Hot_[1959]_(MM_Sub).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHPQfCoDLuoW23NXWzCw1aWd3Wm.jpg",
        "title": "Missing (2018)",
        "description": "ဒီတစ္ခါေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ေဘာလိ၀ုကားေကာင္းေကာင္းေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Missing (2018) ပါ။အခ်စ္ ဟာသ ကားေတြနဲ႔ျငီးေငြ႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ ဒီ Drama Thriller အမ်ိဳးအစား ကားေလးကအၾကိဳက္ေတြ႔ေစမွာပါ။Ratingအေနနဲ႔ကလဲ Imdb Rating 6.2/10 ေလာက္ရထားတာဆိုေတာ႔ ကုလားကားတစ္ကားအေနနဲ႔မဆိုးဘူးလို႔ပဲ ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အားလံုးျမည္းစမ္းၾကည္႔ရေအာင္တင္ဆက္ေပးခ်င္ပါေသးတယ္။ေအးေအးလူလူ အပန္းေျဖခရီးထြက္လာတဲ႔မိသားစုတစ္စု...ဖခင္ျဖစ္သူ Sushantရယ္ မိခင္ျဖစ္သူ Aparnaရယ္ သံုးႏွစ္အရြယ္သမီးေလး Titli တို႔ကပင္လယ္ကမ္းေျခတစ္ခုကိုအလည္အပါတ္ေရာက္ရွိေနတာပါ။အဲ႔ဒီခရီးစဥ္မွာပဲ သမီးေလး Titli ကအျပင္းဖ်ားပါေတာ႔တယ္။ဒီလိုနဲ႔ ေနာက္တစ္ေန႔မနက္မွာ အျပင္းဖ်ားေနတဲ႔ကေလးေလး ေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားပါေတာ႔တယ္။နယ္ေျမရဲေတြကိုသတင္းပို႔တိုင္ခ်က္ဖြင္႔ေသာ္ျငား အေျခအေနထူးမလာခဲ႔ပါဘူူး။အဲ႔အခ်ိန္မွာပဲ တစ္ေယာက္နဲ႔တစ္ေယာက္သံသယေတြဝင္ကာအေျခအေနေတြက တစ္စတစ္စတင္းမာလာခဲ႔ပါတယ္။ဒီကေလးေပ်ာက္ဆံုးသြားမႈအေပၚေဘးလူေတြဝိုင္းသံုးသပ္မႈေတြနဲ႔ ဒီေပ်ာက္ဆံုးမႈဟာေသြးရိုးသားရိုးေရာဟုတ္ပါသလား?ဘယ္သူ႔ပေယာဂေၾကာင္႔မ်ားေပ်ာက္ဆံုးသြားခဲ႔တာလဲ?ျပန္ေရာေတြ႔ပါ႔မလား?စတဲ႔သို႔ေလာသို႔ေလာေမးခြန္းေတြနဲ႔ အဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႉသြားရမယ္႔ကားေလးတစ္ကားပါ။ဒီကားေလးရဲ ႔နာမည္ကေတာ႔ Missing (2018)ျဖစ္ျပီး CMပရိသတ္ၾကီးအတြကိတင္ဆက္ေပးလိုက္ရပါတယ္။ (ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (999 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 0min\nFormat ...",
        "rating": "N/A",
        "url": "https://megaup.net/2gRyb/Missing_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ev5Einzgi2OFxPllt81DxBnfBSu.jpg",
        "title": "The Warrior’s Way (2010)",
        "description": "\"This is the Story of a Sad Flute....a Laughing Baby and a Weeping Sword.\"ျဖဴစင္စြာရယ္ေမာေနတဲ့ကေလးေလးနဲ႕ ၀ိဥာဥ္ေတြရဲ႕ငိုသံေတြျပည့္ႏွက္ေနတဲ့ဓား တို႔ရဲ႕ ၀မ္းနည္းသံစဥ္ဇာတ္လမ္းေလးတစ္ပုဒ္အႀကီးက်ယ္အခမ္းနားဆုံးေသာ ဓားသမားျဖစ္ခ်င္ခဲ့တဲ့ စစ္သည္တစ္ဦးသူအလိုခ်င္ဆုံးအရာကိုရရွိလိုက္တဲ့အခ်ိန္မွာ အရာအားလုံးဘာမွမရွိ(ေပ်ာက္ကြယ္သြား)ေတာ့သလိုခံစားလိုက္မိတဲ့ စစ္သည္\nတျပိဳက္နက္ထဲမွာပဲ သူ႔ဘ၀တစ္ေလွ်ာက္လုံး မႀကံဳဖူးမခံစားဖူးေသးတဲ့ ကေလးရဲ႕ရယ္သံေလးေၾကာင့္ျဖစ္ေပၚလာတဲ့ ေႏြးေထြးတဲ့ေမတၱာ\nဒါေပမယ့္လဲ ကံၾကမၼာရဲ႕လွည့္ကြက္ဆိုသလို ကေလးေလးက သူ႔ရဲ႕ရန္သူေတာ္ဂိုဏ္းကမ်ိဳးဆက္ျဖစ္ေနပါတယ္ဒါေပမယ့္လဲ အခ်စ္နဲ႕အမုန္းလြန္ဆဲြလိုက္တဲ့အခါ အခ်စ္ကအႏိုင္ရၿပီး ကေလးကိုပိုက္ကာ အေ၀းကိုထြက္ေျပးခဲ့ပါတယ္အဲ့အက်ိဳးဆက္ေၾကာင့္ စစ္သည္ဟာ သူ႔ဂိုဏ္းရဲ႕Black list ထဲအထည့္ခံရမယ္ဆိုတာ အတိအက်သိေနေပမယ့္လည္းေပါ့အဲ့လိုနဲ႕ သူ႔မိတ္ေဆြေဟာင္းတစ္ဦးရွိတဲ့ အေနာက္ဖက္ကိုခရီးထြက္လာခဲ့တယ္သူ႔မိတ္ေဆြကဆုံးသြားၿပီျဖစ္တဲ့အတြက္ေၾကာင့္ သူ႔မိတ္ေဆြရဲ႕လုပ္ငန္းျဖစ္တဲ့ အ၀တ္ေလွ်ာ္လုပ္ငန္းကိုျပန္လည္လုပ္ကိုင္ရင္း\nဇာတ္ျမဳပ္ေနလိုက္ပါတယ္ သူ႔ရဲ႕ဓါးကိုပါ ခ်ိတ္ပိတ္လိုက္ရင္းေပါ့တစ္ေန႔ေတာ့ သူ႔ရဲ႕ဓါးကိုမသုံးမျဖစ္သုံးရမယ့္အခ်ိန္လဲေရာက္လာေရာ ဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့....ဓါးသမားစစ္သည္အျဖစ္ ကိုရီးယားမင္းသား ဒါရိုက္တာ ရင္ အျဖစ္တစ္ခ်ိန္ကျမန္မာျပည္ပရိသတ္ေတြအကၽြမ္း၀င္ခဲ့သူ Jang Dong Gunမင္းသမီးကေတာ့ superman returns(2006)ထဲက Lois Lane အျဖစ္သရုပ္ေဆာင္ခဲ့သူ Kate Bosworthေနာက္ထပ္သရုပ္ေဆာင္တစ္ဦးကေတာ့ Pirates ...",
        "rating": "6.3",
        "url": "https://megaup.net/UQfh/The_Warrior’s_Way_[2010]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/An55LrWu0q6Nvh09xjMNAwE9Pnk.jpg",
        "title": "All Summers End (2017)",
        "description": "2017ကထြက္ရွိခဲ႕တဲ႕ All Summer End ဒီကားေလးကေတာ့ drama, thriller film အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ရိုက္ကူးေပးတဲ႕ဒါရိုက္တာကေတာ့ေတာ့ Kyle Wilamowski ျဖစ္ျပီး သူကိုယ္တိုင္ပဲဒီဇာတ္လမ္းရဲ႕ ဇာတ္ညြန္းကိုေရးခဲ႕တာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ drama, thriller ျဖစ္ျပီးပရိသတ္အားေပးမႈမ်ားခဲ႕တဲ႕ movie ေကာင္းေလးတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကြန္ရတ္ဆိုတဲ႕ ေကာင္ေလးတစ္ေယာက္ဟာ အေမနဲ႕သာၾကီးျပင္းေနရတဲ႕ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူနဲ႕ခ်စ္ၾကိဳးလြယ္ေနတဲ႕ ေကာင္မေလး ဂေရ႕တမ္နာဆိုတဲ႕ ေကာင္မေလးတေယာက္ရွိပါတယ္။တေန႕မွာေတာ့ ပြဲေတာ္ေန႔တခုမွာ ကြန္ရတ္ဟာသူငယ္ခ်င္းေတြနဲ႕ ေလ်ွာက္လည္ၾကရင္း မေတာ္တဆမႈတခုျဖစ္သြားခဲ႕ပါတယ္။အဆိုပါမေတာ္တဆမႈေၾကာင့္ သူနဲ႕ သူေကာင္မေလးဂေရ႕တမ္နာတို႕ ဘယ္လိုထိပ္တိုက္ ရင္ဆိုင္ေျဖရွင္းၾကလဲဆိုတာကို.………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (750 MB) and (340 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-summers-end-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xm0QJ3eumZ5LSewpYKQe6KfwWRW.jpg",
        "title": "Ibiza (2018)",
        "description": "MBD rating 5.1/10\nRotten tomatoes 72%Ibizaကို ေမလ ၂၅တုန္းက Netflixမွာျပခဲ့တာပါဒါရိုက္တာ Alex Richanbandရိုက္တဲ့အေမရိကန္အခ်စ္ဟာသကားေလးရဲ႕ဇာတ္လမ္းပံုစံကေတာ့ နယူးေရာ့ခ္မွာေနေနတဲ့မိန္းကေလး ဟပ္ပါက ဘာစီလိုနာကို အလုပ္ကိစၥနဲ႔အလႊတ္ခံရတာပါအဲ့ခရီးစဥ္ကို ပါတီတက္ရတာႀကိဳက္တဲ့သူ႔အခင္ဆံုးသူငယ္ခ်င္းႏွစ္ေယာက္လည္း အတူပါသြားတယ္ဟိုေရာက္ေတာ့ ဟပ္ပါတစ္ေယာက္ ပါတီတစ္ခုကDJ အလန္းေလးကိုေတြ႕ၿပီး ခိုက္သြားပါေလေရာအဲ့ေနာက္မွာေတာ့ သူစိတ္ဝင္စားသြားတဲ့ DJေနာက္ကိုလိုက္ရင္း ဘာေတြဆက္ျဖစ္မလဲေပါ့... ??ပါတီေတြလိုက္တက္တဲ့ ကားဆိုေတာ့ ဒီကားေလးမွာEDM သီခ်င္းအလန္းေတြ နာမည္ႀကီးေနတဲ့သီခ်င္းေကာင္းေတြကို ၾကားရမွာပါ18+ ေလးလည္းနည္းနည္းပါတယ္ေနာ္ :3 (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Khin  ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEBRip.x264-STRiFE\nTranslated ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/ibiza-2018/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/brothers-poster-133x200.jpg",
        "title": "Brothers (2009)",
        "description": "Brothers (2009)\nIMDb - 7.1/10_____Rotten - 64%\n  \nမင်းသား Tobey Maguire , Jake Gyllenhaal , မင်းသမီး နာတာလီပေါ့ထ်မန်းတို့ပါဝင်ထားတဲ့\nစစ်ပွဲအခြေပြု Drama,Thriller,War အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\nIMDb Rating  (7.1) ရရှိထားတဲ့ဇာတ်ကားပါ။\nTobey နဲ့ နာတာလီပေါ့ထ်မန်း က လင်မယား....ကလေးနှစ်ယောက်လဲရှိတယ်....Jake နဲ့ Tobey က ညီအစ်ကိုတွေ...\nTobey ကတော့ အမေရိကန်မရိန်းတပ်ကဗိုလ်ကြီး... Jake ကတော့ ထောင်ထွက်အပေအတေ...\nအာဖဂန်နစ်စတန်ကစစ်ဆင်ရေးတစ်ခုမှာ Tobey တစ်ယောက် အဖမ်းခံလိုက်ရပြီး ပျောက်ဆုံးသွားတဲအခါမှာတော့..........။\n  \nFile size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Bonne Fille",
        "rating": "7.1",
        "url": "https://megaup.net/2eRnn/Brothers_[2009]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1-135x200.jpg",
        "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
        "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UDsmTvWSxVvuGoRQyV3zVaIRyu.jpg",
        "title": "Sleepy Hollow (1999)",
        "description": "Sleepy Hollow လုိ႔ေျပာရင္ သိတဲ့သူနည္းတယ္ဆုိေပမယ့္ ေခါင္းျပတ္ေနတဲ့ျမင္းစီးသရဲၾကီးက ေခါင္းလုိက္ျဖတ္တဲ့ကားေလ လုိ႔ေျပာရင္ ေတာ္ေတာ္မ်ားမ်ားသိထား ၾကည့္ဖူးျပီးသားျဖစ္ၾကမွာပါ။ဟုတ္ပါတယ္ ဒီဇာတ္ကား က ၁၉၉၉ ကရုိက္ခဲ့တဲ့ Pirate of the Carribean မင္းသား Johnny Depp ရဲ႕ IMDB Rating 7.4 နဲ႔ Rotten 68% ရရွိခဲ့တဲ့ဇာတ္ကားပါ။ Stephen King တုိ႔နဲ႔ျပိဳင္နာမည္ၾကီးတဲ့ စာေရးဆရာ Washington Irving ရဲ႕ဝတၱဳကုိ ခပ္ဆန္းဆန္းပုံစံေတြနဲ႔ တင္ဆက္တတ္တဲ့ နာမည္ၾကီး ဒါရုိက္တာ Tim Burton ကရုိက္ကူးထားတာျဖစ္ပါတယ္။က်ိဳးေၾကာင္းဆင္ျခင္တတ္ျပီး ယုတၱိက်က် အေတြးရွိလုိ႔ ေခတ္ေနာက္ျပန္ဆြဲေနတဲ့ အထက္လူၾကီးေတြက ရာထူးအနိမ့္ဆုံးထိခ်ထားျခင္းခံရတဲ့ ရဲသားကရိန္း(Johnny Depp) တစ္ေယာက္ Sleepy Hollow ဆုိတဲ့ရြာငယ္ေလးက ေလးေလာင္းျပိဳင္ေခါင္းျဖတ္သတ္မႈေတြ အေၾကာင္းကုိ ဖိအားေပး စုံစမ္းဖုိ႔ေစလြတ္ျခင္းခံရပါတယ္။ယုတၱိက်တာကုိပဲ ယုံတတ္တဲ့ရဲသားကရိန္းတစ္ေယာက္ သဘာဝလြန္ျဖစ္ရပ္မ်ားနဲ႔ၾကံဳေတြ႕လာတဲ့အခါ သူ႔ရဲ႕ငယ္ဘဝအတိတ္ဆုိးေတြေၾကာင့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sleepy-hollow-1999/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/aScbNHE3T6l4esitrmYGy6VUxjv-133x200.jpg",
        "title": "Midnight Sun (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMidnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zUyg/Midnight_Sun_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
        "title": "Tombstone of the Fireflies",
        "description": "-------- မငိုပါနဲ့ ဆဲဆုကို ---------ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီး\nခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်\" ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် \"လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေး\nကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။.....အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ......ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို.......ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ....\n...ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့............။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ...",
        "rating": "6.7",
        "url": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndgk8EhgT6VxnscAaFV6SMewcQ6.jpg",
        "title": "Flipped(2010)",
        "description": "Flipped(2010)IMDb....7.7လူ့တို့ရဲ့ သဘောဟာ ဆန်းကျယ်တယ်ထင်ပါရဲ့..ချိုဆိမ့်တဲ့အရသာကို ကြိုက်ကြသလို ဖန်ငန်စပ်အရာသာကိုလည်းကြိုက်ကြတာပဲ.. ဒီလိုပဲ အချစ်၊အလှ ၊အလွမ်းဆိုတဲ့ သိမ်မွေ့နူးညံတဲ့ ခံစားမှုစည်းစိမ်ကိုနှစ်သက်ကြသလို ကြမ်းတမ်းထိတ်လန့်စရာ စည်းစိမ်ကိုလည်း နှစ်သက်ကြတာပါပဲ...မည်သို့ပင်ဆိုစေအချစ်၊အလှ ၊အလွမ်းဖွဲ့ဇာတ်ကားလေးတွေခံစားချင်တဲ့သူတွေအတွက် ဒီကားလေးတင်ပေးလိုက်ပါတယ်...၂တန်းကလေးအရွယ် ဘရိုက်စ်ဆိုတဲ့ကောင်လေးတို့မိသားစုက\nဂျူလီဆိုတဲ့ကောင်မလေးရှိတဲ့ အိမ်နားကိုပြောင်းလာတယ်... ကောင်မလေးကတော့ပထမဆုံးတွေ့တွေ့ချင်းကောင်လေးရဲ့ တောက်ပတဲ့မျက်လုံးတွေနဲ့အကြည့်ချင်းဆုံမိပြီး သဘောကျသွားတယ်..\nဖြစ်ချင်တော့ကောင်လေးက သူ့ကိုတစ်စက်ကလေးမှသဘောမကျ စိတ်ပျက်စရာကောင်မလေးအမြင်ကပ်စရာလေးလို့ပဲမြင်နေတာပါပဲ...ဒီကားက ကောင်မလေးရဲ့ အမြင်ရယ် ကောင်လေးရဲ့အမြင်ရယ်ကို အချိုးကျပြသသွားတယ်...ဆယ်ကျော်သက်ရွယ် ကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့အချစ်နဲ့ပတ်သက်ပြီးတွေ့ကြုံခံစားသိမြင်ပုံလေးတွေကို လှလှပပလေးရိုက်ပြသွားတာပါ ...တစ်ချို့သောသူတွေအတွက် ပျော်ရွှင်ဖွယ်ရာ စိတ်ကူးယဉ်ကမ္ဘာထဲကိုရောက်နေသလိုတောင်ခံစားရနိုင်တယ်...အယ် တစ်ချို့သောသူတွေအတွက် ငယ်ဘဝ ငယ်ချစ်ဦးကို ပြန်လွမ်းဆွတ်တမ်းတပြီးအလွမ်းပြေစရာတစ်ခုခုဖန်တီးသွားလောက်တယ်...ဥပမာ ငယ်ငယ်ကချစ်ဖူးခဲ့တဲ့သူအတွက်ရည်စူးရေးစပ်ထားဖူးတဲ့ကဗျာစာအုပ်အဟောင်းလေးတွေကိုတောင်ပြန်ဖတ်သွားတာမျိုးပေါ့...အယ် ဆယ်ကျော်သက်လူငယ်တွေအတွက်တော့ ဆင်ခြင်စရာလေးတွေအတုယူစရာလေးတွေရသွားမှာပေါ့ဗျာ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  JtheKoalaဖြစ်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/flipped2010/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2-133x200.jpg",
        "title": "Midnight Sun (2018)",
        "description": "Midnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ IMDb – 6.6/10 Google ...",
        "rating": "6.6",
        "url": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/kinopoisk.ru-Edward-Scissorhands-3107616-159x200.jpg",
        "title": "Edward Scissorhands (1990)",
        "description": "Edward Scissorhands (1990)\nIMDb - 7.9/10_____Rotten - 90%\n   ခပ်ကြောင်ကြောင်သရုပ်ဆောင်ချက်တွေနဲ့မင်းသား Johnny Depp နဲ့ အမြင်ဆန်းတွေနဲ့ ပညာသားပါပါရိုက်ပြပြီး Message လှလှလေးတွေ ပေးတတ်တဲ့ ဒါရိုက်တာ Tim Burton တို့ရဲ့ပူးပေါင်းမှု နောက်တစ်ခုပါ။ဆုကိုးဆုရရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆုအပါအဝင် အခြားဆုတွေမှာ ဆန်ကာတင် ၂၂ခုရှိခဲ့ပါတယ်။ IMDB Rating 7.9 နဲ့ Rotten Tomatoes (89%) ထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။အဆင်မပြေဖြစ်နေတဲ့အရောင်းစာရေးမတစ်ယောက်ဖြစ်တဲ့ Peggy တစ်ယောက် ဖောက်သည်အသစ်ရှာရင်း သရဲခြောက်တဲ့အိမ်ကြီးလို့နာမည်ကြီးတဲ့အိမ်ကိုရောက်သွားတဲ့အခါ လူပုံစံအတိုင်းပြုလုပ်နေပေမယ့် အဆုံးမသတ်ခင်တီထွင်သူကသေဆုံးသွားခဲ့တဲ့ စက်ရုပ်လေး Edward တစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပါတယ်။စိတ်ထားကောင်းလှတဲ့ Peggy ကစက်ရုပ်လေးကို မွေးစားပြီး လူနေမှုဘဝတွေနဲ့မိတ်ဆက်ပေးခဲ့ပါတယ်။ တီထွင်ဖန်တီးဉာဏ်ရှိပေမယ့် အသိဉာဏ်မဖွံ့ဖြိုးသေးတဲ့စက်ရုပ်လေး Edward တစ်ယောက် အချောမသပ်ရသေးပေမယ့် နှလုံးသားနဲ့ဦးနှောက်ကိုတပ်ဆင်ပေးခဲ့လို့ Peggy ရဲ့သမီး Kimber နဲ့တွေ့ပြီး ရင်ခုန်မိသွားပါတယ်။စက်ရုပ်လေးEdward လူ့အသိုင်းအဝိုင်းအဝိုင်းမှာ အဆင်ပြေပါ့မလားဆိုတာကတော့...သေချာတာတစ်ခုက အဲဒီမြို့မှာသူမရောက်ခင်ကနှင်းမကျပါဘူး ဒါပေမယ့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/Sb7b/Edward_Scissorhands_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
        "title": "The Mercy (2018)",
        "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King's Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gb21lRTWA6uo1IdIIYotPCHHUP9.jpg",
        "title": "Incoming(2018)",
        "description": "Incoming(2018)Sci-Fi, Thriller ,Actionကားလန္းလန္းေလးေတြၾကည္႔ရႈလိုတဲ႔ပရိသတ္ၾကီးအတြက္ လတ္တေလာထြက္ရွိလာတဲ႔ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ကားေလးနာမည္က Incoming (2018)ပါ။ဒီဇာတ္လမ္းေလးက ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းမြန္ျပီး သရုပ္ေဆာင္မႈေကာင္းေကာင္းေတြနဲ႔ တင္ဆက္ထားႏိုင္ေပမယ္႔ Rating ေတြကေတာ႔ ထင္သေလာက္မေကာင္းခဲ႔ပါဘူး။Ratingနဲ႔ ဇာတ္လမ္းနဲ႔ခ်ိန္ၾကည္႔ႏိုင္ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ႏိုင္ငံတကာ အာကာသစခန္းတစ္ခုဟာ ကမာၻေပၚက အႏၲရာယ္ရွိ အက်ဥ္းသားေတြကိုခ်ဳပ္ေႏွာင္ထားရာေနရာတစ္ခုပါ။ထိုေနရာကိုေရာက္ျပီးရင္ဘယ္သူမွျပန္မထြက္ႏိုင္သလို အဲ႔ဒီအက်ဥ္းေထာင္မွာ ဘာေတြျဖစ္တယ္၊ဘာေတြရွိတယ္ဆိုတာကို ဘယ္သူမွမသိႏိုင္ပါဘူး။တစ္ေန႔မွာေတာ႔ ထိုအက်ဥ္းေထာင္ကိုအာကာသယာဉ္မႈးအသစ္ေတြေရာက္လာတဲ႔အခ်ိန္...အက်ဥ္းသမားတစ္ေယာက္လြတ္ေျမာက္ကာအက်ဥ္းေထာင္ကို အပိုင္စီးလိုက္တဲ႔အခါမွာ ဘာေတြဆက္ျဖစ္မလဲ?မထင္မွတ္ထားတဲ႔ လွ်ိဳ႔ဝွက္နက္နဲမႈေတြနဲ႔ဘယ္လိုလွ်ိဳ႔ဝွက္ခ်က္ေတြကိုသိလာရမလဲ?စတဲ႔ သို႔ေလာ႔သို႔ေလာေမးခြန္းေတြနဲ႔ရင္တစ္ဖိုဖိုနဲ႔ၾကည္႔ရႈရမွာပါ။အားလံုးသေဘာက်ႏွစ္ျခိဳက္မယ္လို႔လဲ ေမွ်ာ္လင္႔ရင္းChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ Qty - 720p Web DLGern - Sci-FiDuration - 1hr 45minTranslator - AkaryiEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/2gRwq/Incoming_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1M1U5K4Vf1Cbtrjl9EkGNWpqahf.jpg",
        "title": "Unsane (2018)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 6.6 ရရှိထားတဲ့ Psychological Thriller ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့ Steven Soderbergh ဖြစ်ပြီးတော့ Clarie Foy က ခေါင်းဆောင်မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားချက်တစ်ခုအနေနဲ့ကတော့ နာမည်ကျော်ကြီး Matt Damon ဟာ ဒီဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nSawyer Valentini ဟာ ဘဏ်ဝန်ထမ်းတစ်ဦး၊ သူ့မှာနောက်ယောင်ခံလိုက်တဲ့သူရှိတယ်လို့ ထင်ယောင်ထင်မှားဖြစ်နေတာကြောင့် လုပ်လက်စအလုပ်တွေကိုပါပစ်တခြားမြို့ကိုပြောင်းပြီး အဲဒီစိတ်ရောဂါကို ပျောက်အောင်ကုဖို့ကြိုးစားတယ်။ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလိုပဲ သူဆေးကုသမှုခံယူမယ့်ဆေးရုံကအာမခံကြေးလိုချင်တာကြောင့် လာသမျှလူနာကို အရူးတံဆိပ်ကပ်ပြီး အာမခံကြေးရမှ ပြန်လွှတ်ပေးတဲ့ဆေးရုံဖြစ်နေတယ်။သူဟာ အဲဒီဆေးရုံမှာ အလိုမတူဘဲ ဘုမသိဘမသိနဲ့ စိတ်ရောဂါဝေဒနာရှင် အမည်ခံပြီးဆေးကုသမှုကိုတစ်ပတ်ခန့်ခံယူဖို့အကြောင်းဖန်လာတော့တယ်။ပိုဆိုးတာက အဲဒီဆေးရုံကဝန်ထမ်းတစ်ဦးက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့David Strine ဆိုတဲ့လူဖြစ်နေတဲ့အခါမှာတော့...။အကုသိုလ်အပြွှတ်လိုက်ဝင်နေတဲ့ မင်းသမီးတစ်ယောက်အခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား မကျော်ဖြတ်နိုင်ဘူးလာဆိုတာကိုတော့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)File Size : (800 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/unsane-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
        "title": "Urvi (2017)",
        "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့...အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 31min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BZjZkN2I4MDItMGM5Yy00OTJmLThmMDMtZGQzY2U1MTU4NDAwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Berlin Falling (2017)",
        "description": "ဂ်ာမနီတပ္ထြက္တစ္ေယာက္ဟာ သူ႔မိန္းမနဲ႔ ကြာရွင္းေတာ့မွာျဖစ္တဲ့အတြက္ သူနဲ႕အတူမေနရတဲ့ သမီးေလးကို သြားေတြ႔ဖို႔ ဘာလင္ျမိဳ႕ကို ကားေမာင္းလို႔ထြက္လာခဲ့ပါတယ္ …လမ္းမွာ လူတစ္ေယာက္က ဘာလင္ျမိဳ႕ကို ကားၾကံဳလိုက္ခ်င္တဲ့အတြက္ တင္ေခၚလာရာကေန လမ္းခရီးတစ္ေနရာအေရာက္ မေတာ္တဆ အဲ့ဒီလူရဲ႕ အိတ္ထဲကေန ဗံုးတစ္လံုးထြက္က်လာခဲ့ပါတယ္..ဒီလူဟာဘယ္သူလဲ..အဲ့ဒီေနာက္မွာဒီလူဟာ သူ႔ကိုဘာလင္လိုက္မပို႕ရင္ သူ႔သမီးကိုသတ္ပစ္မယ္လို႔ျခိမ္းေျခာက္ျပီး ေသနတ္နဲ႕ခ်ိန္ကာဘာလင္အထိလိုက္လာပါတယ္…ခရီးသည္ကေန ျပန္ေပးသမား အၾကမ္းဖက္သမားျဖစ္သြားတဲ့သူဆီကေန သူေျပးလို႔လြတ္နိုင္မလား ၾကည့္ရွဳေတာ္မူၾကပါ။၂၀၁၇ထြက္ကားတစ္ကားျဖစ္ျပီးRatings ေတြကေတာ့IMDb – 6.5Google users- 61%Moviepilot – 5.9/10Cinema.de – 4/5 (ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin  ပါ) File Size : (700 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zz50/Berlin_Falling_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pathology-poster-133x200.jpg",
        "title": "Pathology (2008)",
        "description": "Pathology (2008)\nIMDb - 6.0/10_____Rotten - 45%\n  \"Forensics အသိပညာနဲ့ လူသတ်ကြည့်မလား\"\n~~~~~~~~~~~~~~~~~~~~~~~~~\nတစ်ခါတလေ တွေးကြည့်ဖူးတယ် ။\n\" မှုခင်းဆေးပညာ တတ်မြောက်တဲ့သူတစ်ဦးသာ ပိပိရိရိ လူသတ်နိုင်ရင် အဲ့အမှုကာလကို\nဘယ်လောက်ထိစစ်ဆေးရမလဲ \" ဆိုတာပဲ။\nတကယ် ရူးလွင့်လွင့် အတွေးပါပဲ။ဒီကားကတော့ ဟစ်ပိုကရေးတီး ကျမ်းကို\nဇာတ်ကားအစမှာ ညွှန်းဆိုပြပြီး မလုပ်သင့်တဲ့ ကျင့်ဝတ်များ ( တနည်းအားဖြင့် )\nလူသေတွေနဲ့\nကစားပွဲတွေ ဖန်တီးကြတဲ့ ကားမျိုးဖြစ်တယ်။အမျိုးအစားက #18+Rated ကားမျိုးဖြစ်မယ်ထင်တယ်။ ဒါပေမဲ့ သည်းထိတ်ရင်ဖို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့ တကယ်မိုက်ပါတယ်။ Autopsy of Jane Doe ကားထက် ပို ကြောက်ဖို့ကောင်းပါတယ်။ဒီဇာတ်ကားမှာတော့ ရင်ခွဲရုံတွေ /သေဆုံးမှုစစ်ဆေးတာတွေက အမှန်တကယ် တည်ဆောက်ခြင်းတွေနဲ့တူတယ်။ သွေးသံတရဲရဲနဲ့\nအမှောင်ခန်းတွေက လည်း စိတ်ခြောက်ခြားဖို့ကောင်းပါတယ်။အဲ့ဒီနောက် ဦးခေါင်းခွံခွာပြီး ဦးနှောက်လေးကို အတုံးအခဲလိုက် ကိုင်တွယ်ယူပုံက သာမန်လူအဖို့ကျောချမ်းစေမယ် လို့ ယူဆမိပါတယ်။ နံရိုးတွေ ကို ညှပ်ကိရိယာတွေနဲ့ ချိုးယူပုံတွေက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2TU6z/Pathology_[2008]_(MM_Sub).mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CFvwP4axrqwd8sf5tC0Tz8YH1L.jpg",
        "title": "Deadly Sweet (1967)",
        "description": "Bernard meets Jane in a Night Club, in London, and he likes her.\nHer father was killed in a car accident, but Jane thinks he has been killed because he was blackmailed for a picture of his second wife, Jane's mother in law.\nIn the same Night Club Bernard finds the blackmailer corpse and Jane near him, but he believes she is ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/deadly-sweet/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/White-The-Melody-Of-The-Curse-poster-140x200.jpg",
        "title": "White: The Melody of the Curse (2011)",
        "description": "White: The Melody of the Curse (2011)\nIMDb - 6.0/10_____Rotten - 52%\n  \nဒီတစ်ခါမိတ်ဆက်ပေးမယ့် ခြောက်ခြားစရာဇာတ်လမ်းလေးကတော့\nKpop မိန်းကလေးအဖွဲ့လေးတစ်ခုရဲ့  သီချင်းလေးတစ်ပုဒ်ကိုဆိုလိုက်ရင်းကနေ\nနောက်ဆက်တွဲဖြစ်ပေါ်လာတဲ့ အသည်းပျက်ဖွယ်ရာ ထိတ်လန့်ကြောက်စရာ\nဖြစ်ရပ်များကို ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်...\nသရဲ တစ္ဆေဆိုတာကို လူတိုင်းယုံကြည်ကြပါတယ်...\nဒါပေမယ့် မယုံတဲ့လူတွေလည်းရှိပါတယ်...\nတချို့သေသွားတဲ့ လူတွေက အမျှလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nတချို့ကျတော့လည်း နေရာလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nအသိပေးကြတယ်...\nဘယ်လိုပဲဖြစ်နေပါစေ ခြောက်တာကခြောက်တာပဲမဟုတ်ဘူးလား...\nဒီဇာတ်လမ်းလေးထဲမှာတော့ အဲလိုမဟုတ်ပါဘူး..\nသီချင်းလေးတစ်ခုကို စွဲလမ်းရင်းကနေ အဲသီချင်းလေးထဲမှာပဲ\nစိတ်ကရှိနေတာကြောင့် ဒီသီချင်းကိုဆိုတဲ့ လူမှန်သမျှဟာ\nအသေဆိုးနဲ့သေကြတာပါပဲ...\nဘာလို့လဲဆိုတော့ အဲသီချင်းလေးထဲမှာရှိနေတဲ့ ကောင်မလေးဟာလည်း\nသနားစရာ ဇာတ်သိမ်းနဲ့ မတရားခံရပြီး အဆုံးသတ်သွားရလို့ပါ..\nသူဟာ သူ့သီချင်းကိုပြီးအောင်မဆိုသွားခဲ့ရပဲ သေဆုံးသွားခဲ့ရတယ်..\nဘယ်လိုတွေသေဆုံးရတယ်ဆိုရင် ကိုယ့်ကိုကိုယ်သတ်သေသွားရလောက်တဲ့အထိ\nဝေဒနာတွေခံစားသွားရလို့ပါ...\n  \nသူမဆိုခဲ့ရတဲ့ သီချင်းကို နောက်လူတွေဆိုတဲ့အခါမှာ\nအဖြစ်ဆိုးတွေကြံလာကြတော့တာပါပဲ...\nအဲဒီအချိန်မှာမအောင်မြင်သေးတဲ့ မိန်းကလေးအဆိုတော်အဖွဲ့လေးက\nဒီသီချင်းလေးကိုတွေ့ရှိပြီး ဆိုလိုက်ကြပါတယ်..\nဒီသီချင်းကြောင့်လည်းအရမ်းကိုအောင်မြင်လာကြပါတယ်...\nဒါပေမယ့် သူတို့မသိလိုက်တာတစ်ခုကတော့ ဒီသီချင်းဆိုပြီးနောက်ပိုင်းမှာ\nသူတို့တွေ ရင်ဆိုင်ရမယ့် အဖြစ်ဆိုးကြီးတွေကိုပါပဲ...\nတချို့သောလူတွေက အစွဲလမ်းအရမ်းကြီးကြပါတယ်..\nဒီအစွဲလမ်းကြောင့်ပဲ သေသွားတဲ့အခါ သူတို့ကိုယ်တိုင်ဒုက္ခများစွာကို\nခံစားရပါတယ်..\nဒီကားလေးမှာကတော့ အစွဲလမ်းကြီးတဲ့ တစ္ဆေကောင်မလေးတစ်ယောက်ကြောင့်\nလူသားအဆိုတော်မိန်းကလေး လေးယောက်ရဲ့ ကြောက်လန့်ခြောက်ခြားဖွယ်ရာ\nအဖြစ်ဆိုးကြီးတွေကို တစ်ကားလုံးမွန်းမွန်းကြပ်ကြပ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...\nRating 6 ရရှိထားပါတယ်...\nHorror ကားကြိုက်တဲ့လူတွေအဖို့ကတော့ တကယ်ကိုကောင်းတဲ့ကားလေးဖြစ်ပါတယ်...\nကြောက်စရာကောင်းလားလို့ မေးမယ်ဆိုရင်တော့ တော်တော်ကြောက်ဖို့ကောင်းပါတယ်...\n  \n(ကြောက်တတ်တဲ့လူများတစ်ယောက်တည်းကြည့်ဖို့မသင့်တော်ပါဘူး...)\n  \nFile Size : (770 MB)\nQuality : 720p HDRip\nRunning Time : 1hr 46min\nFormat ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7TX/White_-_The_Melody_Of_The_Curse_(Hwaiteu_-_Jeojooui_Mellodi)_[2011]_(MM_Sub).mp4",
        "category": "Horror, Music, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4d6UHuQ2gpsaN38pMSZ42Fj6hi.jpg",
        "title": "The Last Witness(2018)",
        "description": "The Last Witness(2018)IMDb....5.4စိတ်​ဝင်​စားဖွယ်​ပိုလန်​နိုင်​ငံ​ရေးကား​ကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​.....ဒီကား​ထဲမှာဆိုရင်​​တော့ ဆိုဗီယက်​ပြည်​​ထောင်​စု​တွေကြီးစိုးတဲ့စစ်​ပွဲကာလမှာ ပိုလန်​နိုင်​ငံရဲ့အရာရှိ​တွေပြည်​သူ​တွေ\nထောင်​​သောင်​းချီပြီးအစုလိုက်​အပြုံလိုက်​အသတ်​ခံခဲ့ရပါတယ်....​ ဒီကိစ္စကို ပိုလန်​နိုင်​ငံရဲ့အထက်​လူကြီး​တွေကလည်​းတိကျတဲ့အ​ဖြေတစ်​ခုမ​ပေးနိုင်​ကြပါဘူး..ဒါ​ပေမဲ့ ဒီကိစ္စနဲ့ပတ်​သတ်​ပြီးတိကျတဲ့အ​ဖြေတစ်​ခု​ဖော်​ထုတ်​ချင်​တဲ့သူက​တော့မစ္စတာစတီဖင်​အန်​ဒါဝတ်​လို့​ခေါ်တဲ့\nဂျာနယ်​လစ်​တစ်​​ယောက်​ပါ ...ဂျာနယ်လစ်တစ်ယောက်အတွက်ရက်စက်တဲ့ဆိုးယုတ်မှုကြီးကိုဖော်ထုတ်ဖို့ရာမလွယ်ပါဘူးးး...သို့ပေမယ့် သူဟာ ဒီဖြစ်ရပ်ကြီးကို ဇွဲရှိရှိနဲ့လိုက်လံရှာဖွေဖော်ထုတ်ရာမှာ မမျှော်လင့်တဲ့သူတွေ ပါဝင်ပတ်သက်နေပြီးသူ့အတွက်လည်း အန္တရယ်ပေါင်းများစွာနဲ့ကြုံရပါတော့တယ်..သူဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Pyae Xeinn Settဖြစ်ပါတယ်...File Size : (900 MB) and (321MB)\nQuality : WEBDL-720p\nFormat…mp4\nDuration…01:37:00\nGenre :  History, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhrn/The_Last_Witness_[2018]_(MM_Sub).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCsB2IePfLj5eQXXziGb8Xyxblm.jpg",
        "title": "They Remain (2018)",
        "description": "They Remain ဆိုတဲ့ ဇာတ္လမ္းကေတာ့ Thriller/Horror အမ်ိဳးအစားျဖစ္ပါတယ္။Rotten Tomato 61% ရထားတဲ့ ဘဘာ၀လြန္ဇာတ္လမ္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Keith နဲ႔ Jessica ဆိုတဲ့ သုေတသန ပညာရွင္ႏွစ္ေယာက္က သစ္ေတာတစ္ခုထဲမွာ အမည္ေဖာ္လုိ႔မရတဲ့ အရာတစ္ခုကို ေဖာ္ထုတ္ျပီးသုေတသနလုပ္ဖုိ႔ ေစခိုင္းခံရပါတယ္။ပထမေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တိရိစာၦန္ မ်ိဳးရိုးဗီဇအသစ္နဲ႔ အပင္မ်ိဳးစိတ္အသစ္ကိုပဲ သုေတသနျပဳလုပ္ရမယ္လို႔ထင္ၾကပါတယ္။သူတို႔ သုေတသန ျပဳလုပ္ရမယ့္ သစ္ေတာနားက ကြင္းျပင္မွာပဲ စခန္းခ်ျပီး စတင္ ရွာေဖြၾကပါေတာ့တယ္။ဒါေပမဲ့ သူတို႔သိလုိက္ရတာက တစ္ခ်ိန္က လူေပါင္းေျမာက္ျမားစြာ အသတ္ခံရျပီးကိုအဲ့ဒီေနရာမွာပဲ ျမဳပ္ႏွံထားတာပဲျဖစ္ပါတယ္။အဲဒီေနရာမွာ လူဆိုလုိ႔ သူတုိ႔ႏွစ္ေယာက္ပဲရွိေပမဲ့ သူတုိ႔ေတြ႔ေတြ႕ေနရတဲ့ လူအရိပ္ေတြ ေခၚသံေတြ တံခါးေခါက္သံေတြက ဘာေတြလဲ သူတို႔ဘာသာစိတ္ထင္လုိ႔ျဖစ္တာလား တကယ္သူတုိ႔ကို ကိုယ္ေယာင္လာျပတာလား ပရေလာကသားေတြက သူတို႔ႏွစ္ေယာက္ကို ဘာမ်ား ေျပာခ်င္တာလဲ သူတုိ႔ကေရာ အဲလိုထူးဆန္းတဲ့အရာေတြကေန လြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို ရင္တမမနဲ႔ ၾကည့္ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းထဲမွာ သူတုိ႔ႏွစ္ေယာက္ပဲပါတယ္ဆုိေပမဲ့ တကယ္ပ်င္းစရာမေကာင္းပဲ ၾကည့္တဲ့သူကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba70/They_Remain_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-133x200.jpg",
        "title": "Monster Hunt 2 (2018)",
        "description": "Monster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TQoj/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/veZszwMZu8d3WMU6TJX9sV5w1Y4.jpg",
        "title": "I Can Only Imagine (2018)",
        "description": "IMDb rating 7.6 အထိရရှိထားတဲ့ 2018ခုနှစ်ထွက် Christian Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။Mercy Me တီးဝိုင်းအဖွဲ့ရဲ့ Best Selling Christian Song ဖြစ်တဲ့ I Can Only Imagine ကိုရိုက်ကူးထားတာဖြစ်ပြီးအဆိုပါသီချင်းဟာ အမေရိကန်နိုင်ငံတွင်နံပါတ် ၁ ချိတ်ခဲ့တဲ့သီချင်းလည်းဖြစ်ပါတယ်။ဒီသီချင်းကိုသူ့ရဲ့အဖေနဲ့ဆက်ဆံရေးအကြောင်းရေးဖွဲ့ထားခဲ့တဲ့အဆိုပါတီးဝိုင်းအဖွဲ့ရဲ့ Lead Singerလည်းဖြစ်တဲ့ Bart Millard အဖြစ် Michel Finely ကသရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကို ဒေါ်လာရသန်းဖြင့်ရိုက်ကူးထားခဲ့ပြီး ၈၄သန်းအထိပြန်လည်ရရှိခဲ့တာကြောင့် အောင်မြင်တဲ့ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဒါ့အပြင် အမေရိကန်ပြည်ထောင်စုတွင် တတိယအအောင်မြင်ဆုံးသောMusic Biopic အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါသေးတယ်။ဝေဖန်ရေးဆရာတစ်ချို့ကတော့ ဒီဇာတ်ကားလေးကို အခြား Faith-Based ဇာတ်ကားတွေနဲ့ယှဉ်ရင် ပိုပြီးစိတ်လွှမ်းမိုးနိုင်တဲ့\nတိုးတက်မှုဖြစ်စေတဲ့ကားလေးဖြစ်တယ်လို့ဆိုထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်စဉ်ဘဝ မိဘတွေအဆင်မပြေမှုတွေကြောင့် မြေစာပင်ဖြစ်ခဲ့ရတဲ့ Bart Millard တစ်ယောက်\nမိခင်အိမ်ကနေထွက်သွားပြီးတဲ့နောက် ဖခင်နဲ့ပဲနေရတဲ့အခါ ဖခင်စိတ်တိုင်းကျဖြစ်စေချင်တာတွေကိုပဲ သဘောကျဖြစ်အောင်လုပ်ပေးခဲ့ပေမယ့် ကံကြမ္မာကသူ့ကိုလမ်းမှန်ပို့ခဲ့တယ်ဆိုရမလားပဲခြေကျိုးခဲ့ပြီး ဘောလုံးအသင်းကနေ Music Club ကိုရောက်သွားခဲ့ပါတယ်။ငယ်စဉ်ကတည်းက သီချင်းတွေကိုခုံမင်မြတ်နိုးလာပြီး စိတ်ဉာဏ်ကွန့်မြူးတတ်တဲ့ Bart ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Hhlg/I_Can_Only_Imagine_[2018]_(MM_Sub).mp4",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
        "title": "Black Water (2018)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာ\nဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္\n********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။\nတတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။\nအဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******\n (ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ) File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p and 360p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/O.T.-Ghost-Overtime-poster-136x200.jpg",
        "title": "O.T. Ghost Overtime (2014)",
        "description": "O.T Ghost Overtime (2014)_____IMDb - 5.7/10\n  \n2014 မှာ ထွက်ရှိထားတဲ့ ထိုင်းသရဲကားတစ်ကားဖြစ်ပါတယ်..\n3AM ထဲမှာပါတဲ့ ဇာတ်ကားအပိုင်း 3ခုထဲက\nတစ်ခုရဲ့ အဆက်အဖြစ် ဆက်လက်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..\n3AM ထဲမှာ အချိန်ပိုဆင်းတဲ့ ရည်းစား၂\nယောက်ကို သရဲအဖြစ်ခြောက်လှန့်ပြီးတော့ စနောက်တဲ့\nသူ2ယောက်အကြောင့် ထွက်ပြေးသွားကြရတဲ့\nရည်းစား၂ဦးလုံး လှေကားပေါ်ကနေ ပြုတ်ကျသွားပြီးသေဆုံးသွားပါတယ်..\nအဲ့ဇာတ်ကားကိုမှတ်မိကြမယ်\nထင်ပါတယ်..\nအခုဒီဇာတ်ကားရဲ့အစမှာလည်း ထိုဇာတ်ကားက\nအပိုင်းအစ လေးတွေကိုပြန်ပြီးတော့ပြထား\nပေးပါတယ်..\nGhost Over Time ဇာတ်ကားမှာတော့\nအစအနောက်သန်တဲ့ လူတစ်စုနဲ့အတူ\nသရဲအယောင်ဆောင်တာတွေမှာ..\nတကယ့်သရဲအစစ်ပါလာတဲ့အခါ\nဘယ်လိုတွေကြုံတွေ့ကြရမလဲဆိုတာ\nကိုဆက်လက်စောင့်ကြည့်ကြပါ\n  \n3.A.M Part 1\n3.A.M Part 2\nနှင့် ယခု O.T Overtime ၃ ကားလုံးကို\nThinZar Htet မှ ဘာသာပြန်ပေးထားပါတယ်\n \nThit San Khant",
        "rating": "5.7",
        "url": "https://megaup.net/T64k/O.T._Ghost_Overtime_(O.T._Phi_Overtime)_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno-140x200.jpg",
        "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
        "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့...ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ...ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။) \nFile size…(750 MB) and (330 MB)\nQuality…DVDrip\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Moe Gyi",
        "rating": "",
        "url": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "category": "Action, Adult, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YUYg5q7QfC4IoNwNUtiwdiYKPr.jpg",
        "title": "Love, Simon (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Love Simon\" ဆိုတဲ့ Romantic ဇာတ္လမ္းေလးျဖစ္ပါတယ္...အညႊန္း- ကၽြန္ေတာ့္နာမည္က ဆိုင္မြန္(Simon)ပါ...ကၽြန္ေတာ္က ခရိဝုလို႔ေခၚတဲ့ေက်ာင္းမွာ တက္ေနတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္မွာ... ကၽြန္ေတာ္တို႔ မိသားစုေလးေယာက္ရွိပါတယ္...ကၽြန္ေတာ္ခ်စ္ရတဲ့ညီမေလးအပါအဝင္ေပါ့... ကၽြန္ေတာ့္မွာ သူငယ္ခ်င္းေကာင္းေတြလဲရွိပါတယ္...သူတို႔ကေတာ့ လီယာ အဘီ နဲ႔ နစ္ တို႔ပါ...ကၽြန္ေတာ္တို႔ ေလးေယာက္အျမဲ ေက်ာင္းတူတူသြားပါတယ္...ကၽြန္ေတာ့္ဘဝက ေပ်ာ္စရာမိသားစု သူငယ္ခ်င္းေကာင္းေတြနဲ႔ ျပည့္စံုပါတယ္....ဒါေပမဲ့ ကၽြန္ေတာ့္မွာ ထိပ္တန္းလ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိတယ္...တစ္ေန႔ ကၽြန္ေတာ္ လီယာနဲ႔ စကားေျပာျဖစ္တယ္... သူက ခရိဝုေက်ာင္းက ေက်ာင္းသားေတြအေၾကာင္း တင္တဲ့ ခရိဝုလ်ိဳ႕ဝွက္ခ်က္ ဘေလာ့အေၾကာင္း ေျပာတာပါ...အဲ့ ဘေလာ့မွာ ဘလူးဆိုတဲ့သူက သူ႔လ်ိဳဝွက္ခ်က္ကို ေဝမၽွခဲ့တာပါ... သူ႔ပို႔စ္ကို ကၽြန္ေတာ္ဖတ္ၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔လ်ိဳ႕ဝွက္ခ်က္နဲ႔ ကၽြန္ေတာ့္လ်ိဳ႕ဝွက္ခ်က္တူေနခဲ့ပါတယ္...အဲ့ေတာ့ ကၽြန္ေတာ္ သူနဲ႔ သိခြင့္ရဖို႔ ခ်ဥ္းကပ္ခဲ့ပါတယ္... ဂ်က္ဆိုတဲ့ နာမည္နဲ႔ေပါ့.... လ်ိဳ႕ဝွက္ခ်က္ခ်င္း တူေနေတာ့ ကၽြန္ေတာ္တို႔ ႏွစ္ေယာက္ရင္းႏွီးခဲ့ပါတယ္..ကၽြန္ေတာ္လဲ သူ႔ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zE7i/Love,_Simon_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster-139x200.jpg",
        "title": "The Perks of Being a Wallflower (2012)",
        "description": "The Perks of Being a Wallflower (2012)IMDb - 8.0/10_____Rotten Tomatoes - 86%\n  \nHarry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လို\nနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။\nStephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။\nဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်\nကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။\n   \nHarry ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV-133x200.jpg",
        "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb - 6.4/10\n  2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-walk-to-remember-poster-133x200.jpg",
        "title": "A Walk to Remember (2002)",
        "description": "A Walk to Remember(2002)_______IMDb....7.4/10\n “A Walk to Remember” သို့ ပြန်တမ်းတခြင်း …။\nမြန်မာပရိသတ်တွေအနေနဲ့ Nicholas Sparks ကို သိချင်မှသိမှာပေမယ့်၊ romance ကြိုက်သူတိုင်းရဲ့ playlist ထဲမှာ မပါမဖြစ်တဲ့The Notebook, The Lucky One, Dear John, The best of me စတဲ့ ဇာတ်ကားတွေဟာသူ့ရဲ့ဝတ္ထုတွေကို ပြန်အသက်သွင်းထားတာပါ။ အခု A Walk to Remember ဟာ ဒီကားတွေထက် စောပြီး2002 ခုနှစ်ထဲက ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။အချစ်ဆိုတာ ဘယ်လိုမျိုးလဲ.. အချစ်က ကျွန်တော်တို့အတွက် ဘယ်လောက်အရေးပါလဲ။ တစ်နည်းအားဖြင့်် အချစ်ကိုကျွန်တော်တို့ ဘယ်လိုသတ်မှတ်ကြလဲ။Beauford ဆိုတဲ့ သိပ်လှတဲ့ ကမ်းနားမြို့လေးက ဇာတ်လမ်းတစ်ပုဒ်...။အဖေက သူတို့ကိုပစ်ပြီး နောက်မိန်းမယူသွားလို့ လောကကြီးကို အရွဲ့တိုက်ဆိုးပေနေတဲ့…၊မျှော်လင့်ချက်၊ ယုံကြည်ချက်၊ ပန်းတိုင်၊ မေတ္တာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tiby/A_Walk_To_Remember_[2002]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
        "title": "Black Mass (2015)",
        "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (950 MB) and (399 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-BLOW\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/black-mass-2015/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZ72SsxEP9XSx3StaazsMwBi9C0.jpg",
        "title": "Feral (2017)",
        "description": "Feralရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ Horror အမျိုးအစား ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 4.1/10 ရှိထားပြီး ဇာတ်​လမ်​းကြာမြင့်​့ချိန်​က​တော့ တစ်​နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Scout Taylor-Compton,Olivia Luccardi,Renee Olstead စတဲ့ မင်​းသမီး​ချော​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ အားလပ်​ရက်​မှာ အပန်​း​ဖြေ ခံရသူ​တွေတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သ1တွတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သူ​တွေလွတ်​​မြောက်​လာမလဲ....ဘယ်​လိုရှင်​သန်​ရုန်​းထွက်​လာနိုင်​မလဲဆိုတာ ပရိသတ်​ကြီး​စောင်​့ကြည်​့လိုက်​ပါဦး(ဘာသာပြန်သူကတော ကွီးရဲခံပါ) File Size : (700 MB) and (293 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Ye Khant Min\nEncoded by Thanhtike Zaw",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/feral-2017/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMTQ1NDI5MjMzNF5BMl5BanBnXkFtZTcwMTc0MDQwOQ@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Special 26 (2013)",
        "description": "အားလပ်ချိန်မှာ ပေါ့ပေါ့ပါးပါးလေးနဲ့ Bollywood ဇာတ်ကားကောင်းကို ကြည့်ရှုခံစားချင်ရင်တော့ IMDB 8/10 အထိရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာတော့ အဂျေး နဲ့ အပေါင်းအပါတွေရဲ့ လိမ်လည်မှုပညာ တွေကို အဓိက တင်ဆက်ထားပြီး လူလိမ်နဲ့ ရဲကြား အားပြိုင်မှုကို ဖော်ပြထားပါတယ်။ဒီနေရာမှာ အဂျေးနဲ့ အပေါင်းအပါတွေဟာ ခေသူတွေမဟုတ်ပါဘူး။ဝန်ကြီးချုပ်ကိုတောင် လိမ်လည်နိုင်စွမ်းရှိခဲ့သူတွေပါ။သူတို့တွေ ဘယ်သူတွေကို ဘယ်လို လိမ်ခဲ့ကြမှာလဲ။ရဲတွေလက်ကနေ ဘယ်လောက် ဖောက်ထွက်နိုင်မလဲ / အလွန်တော်တဲ့ စုံထောက်တွေကရော ဖမ်းဆီးနိုင်မလား ဆိုတာ ရင်ခုန်ခံစားရမှာပါ။အဂျေး အဖြစ် မင်းသားကြီး အရှေးကူးမားက ပါဝင်သရုပ်ဆောင်ထားပြီး Bollywood ဇာတ်ကားကောင်းတို့၏ ထုံးစံအတိုင်း ပဥ္စလက်ဆန်ဆန် လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားစေမှာ ဖြစ်လို့ ကြည့်ရှုအားပေး ခံစားကြည့်ကြစို့လားခင်ဗျာ။File Size         : 1 GB\nQuality           : Blu ray 720P\nRunning Time : 2hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cqQ7/Special_Chabbis_26_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uiLgARBzUiE7PPRiJILXSh4zOIW.jpg",
        "title": "The Other End of the Line(2008)",
        "description": "\"The other end of the line\"\n\"လေလိုင်းတစ်ဘက်က\"\n*လေလိုင်းတစ်ဘက်မှာ ဘယ်သူရှိလဲ\n*လေလိုင်းတစ်ဘက်မှာကိုယ်မတွေ့သေးတဲ့ ဖူးစာရှင်လေးရှိမလား\n*လေလိုင်းတစ်ဘက်မှာ ကိုယ်မသိသေးတဲ့ ကံကြမ္မာတစ်စုံတစ်ရာရှိလေမလား\nCM ပရိတ်သတ်တွေအတွက်ပိုးဆိုးပတ်ဆတ် ရိုလွန်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ... ဇာတ်လမ်းနာမည်က \"The other end of the line\"တဲ့... ပရိတ်သတ်တွေထဲမှာ ကိုယ်နဲ့ မတူတဲ့ နိုင်ငံခြားသူတစ်ယောက်နဲ့ ဆုံစည်းမယ်လို့ တွေးခဲ့ဖူးလား.... ကိုယ့်ရဲ့ မသိသေးတဲ့ ဖူးစာက အခြားတစ်ဘက်ခြမ်းမှာဆိုရင် ဘာလုပ်မလဲ.... ဂရင်ဂျာဆိုတဲ့ ကောင်လေးက အမေရိကန်နိုင်ငံသားတစ်ယောက်... သူနဲ့အကြောင်းပါလာခဲ့သူလေးက အိန္ဒိယနိုင်ငံသူ ပရီယာစီသီးတဲ့...ပရီယာက မွန်ဘိုင်းမြို့ စီးတီးဝမ်းလို့ခေါ်တဲ့ အမေရိကန်ဘဏ်တစ်ခုမှာ အလုပ်လုပ်တဲ့သူပါ.. သူ့ရဲ့ အမေရိကန်နာမည်က ဂျနီဖာဒေးဗစ်တဲ့... သူ့အလုပ်က အင်္ဂလိပ်အသံထွက်ကောင်းကောင်းနဲ့ အမေရိကန်နိုင်ငံသားတွေရဲ့ အကြွေးဝယ်ကတ်ပြဿနာ ကိုဖြေရှင်းပေးရတာပါ... ဂရင်ဂျာ အကြွေးဝယ်ကတ်ခိုးခံလိုက်ရတယ်.. ပရီယာက ဒါကိုကူညီဖြေရှင်းပေးသူပါ...သူတို့နှစ်ယောက်ဟာ လေလိုင်းပေါ်မှာပဲ သံယောဇဉ်ဖြစ်ခဲ့ကြတယ်... ထူးဆန်းတဲ့ မျက်လှည့်ဆန်ဆန် ခံစားချက်မျိုး ဖြစ်ခဲ့ကြတယ်... ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-other-end-of-the-line2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0d9TOAglrzpkcx5NpjDOO9vqf.jpg",
        "title": "Godless Youth (2017)",
        "description": "Youth Without God ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ Crime/Drama/Science-Fiction အမျိုးအစားဖြစ်ပါတယ်။Bavarian Film Award (2017)မှာ Best young Actor ဆုနဲ့ German Film Award (2018) မှာ Best Production Design ဆုမှာ nominate ခံထားရတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Rating ကတော့ 5.7 အထိရထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ပြောရရင် Hunger Game နဲ့ ခပ်ဆင်ဆင် ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဂျာမန်ကျောင်းသားတွေက ကမ္ဘာ့အကောင်းဆုံး တက္ကသိုလ် တစ်ခုဖြစ်တဲ့ Rowald Eduation Performance Center ကို တက်ရောက်ခွင့်ရအောင် ယှဉ်ပြိုင်ကြိုးစားကြတာပါ။အဲ့လို ကြိုးစားတဲ့ အခါမှာ Rowald က လက်ရွေးစင်ကျောင်းသားတွေကို Camp သွင်းပြီး တောအုပ်တွေထဲမှာ missions တွေကို လုပ်ခိုင်းတာပါ။အဲ့ဒီအချိန်မှာ တက္ကသိုလ်ဝင်ခွင့်ရချင်ကြတဲ့ ကျောင်းသားတွေက ဘယ်လို အခက်အခဲယှဉ်ပြိုင်မှုမျိုးလုပ်ရမလဲဆိုတာကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/Uxat/Godless.Youth(2017).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster-143x200.jpg",
        "title": "Hichki (2018)",
        "description": "Hichki (2018)______IMDb - 7.5/10\n Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး\n~~~~~~~~~~~~~~~~~~~\n\" ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး \" ပါပဲ။ဒါကတော့ St.Nokler's ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbMVirC0QIlzxMJabtH8OqWFCtd.jpg",
        "title": "Seven Swords",
        "description": "၂၀၀၅ ခုနှစ်ထွက် တရုတ်သိုင်းကားကောင်းလေးကို တင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....၁၇ ရာစု မှာ အင်အားကြီးထွားနေတဲ့ စစ်ဘုရင် fire.wind ဟာ ရွာတွေဖျက်ဆီးလူတွေသတ်ရင်း ချီတတ်လာနေပါတယ်။ဒါကို တားဆီးချင်တဲ့ အငြိမ်းစားပါးကွက်သား ဖူကျင်းကျူးဟာရွာထဲက တပည့်နှစ်ယောက် နဲ့ အတူ ကောင်းကင်ဘုံတောင်ကပန်းပဲဓားသိုင်းဆရာကြီး ဆီကအကူအညီကို တောင်းခံပါတော့တယ်။ဆရာကြီးက တပည့်လေးယောက်ကို အကူထည့်ပေးပြီး သူတို့ ၇ ယောက်အတွက်ထူးခြားတဲ့ ဓား တစ်ချောင်းစီ ပေးအပ်လိုက်တဲ့အခါ ဓားရဖော်အဖွဲ့ ဖြစ်လာပြီးစစ်ဘုရင်ကြီးရဲ့ တပ်တွေကို အံတုပါတော့တယ်.......ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/seven-swords/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m8T3M974HdjxLeMLJTdKQ4LcII2.jpg",
        "title": "3 A.M. PART 2",
        "description": "3.A.M Part 2 ကို CM ပရိတ်သက်များအတွက် ထပ်မံတင်ဆက်လိုက်ပါပြီဒီအခန်းမှာလဲ အရင် Part 1 တုံးကလို အခန်း ကဏ္ဍ ၃ ခု လောက်ပါဝင်လာပါတယ်၁။ အစိမ်းသေ၂။ ခေါင်းပြတ်သီလရှင်၃။ ပုံပြောသူ၁။ အစိမ်းသေအရာတစ်ခုခုကို စွဲလန်းပြီး သေသွားတဲ့ လူတစ်ယောက်ဟာသူ စွဲလန်း နေတဲ့ အရာတစ်ခုခု အတွက် ကျန်တဲ့သူတွေကိုပါကောင်းကောင်းမနေရအောင် ဒုက္ခလိုက်ပေးတက်တဲ့သူ...၂။ ခေါင်းပြတ်သီလရှင်ဘုရားကျောင်းပျက် တစ်ခုထဲမှာစန္ဒရား တစ်ခု ရှိပြီး အဲ့ဒီ စန္ဒရား ကို မကြောက်မလန့်သွားတီးခဲ့ရင် ခေါင်းပြတ်သီလရှင် က လာခေါ်တယ်ဆိုတဲ့ယုံတမ်း ပုံပြင် တစ်ခု နဲ့ အချစ်အတွက် အရူးလုပ်ခံလိုက်ရတဲ့တွမ်ဘွိုင်းလေး....၃။ ပုံပြောသူအထပ်ပါ ခေါင်းစဉ် ၂ ခုကို ဒီပုံပြောသူတွေက ပြောခဲ့တာဖြစ်ပြီးပုံပြောပြီးတဲ့နောက် အဲ့ဒီ ပုံပြင်တွေက သူတို့ အနောက်ကိုကပ်ပါလာခဲ့သော အခါ.....ဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ThinZar Htet ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/3-a-m-part-2/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/pride-and-prejudice-poster-133x200.jpg",
        "title": "Pride & Prejudice (2005)",
        "description": "Pride and Prejudice(2005)\nIMDb.....7.8,,,,,Rotten ...86%\n ဒီဇာတ်လမ်းလေးကမသိတဲ့သူမရှိလောက်ပါဘူး Drama အချစ်ဇာတ်လမ်းအေးအေးလေးတစ်ပုဒ်ဖြစ်ပေမယ့်\nစိတ်ဝင်စားစရာလေးပါ...\n၁၈၁၃ခုနှစ်တုန်းက Jane Austen ရေးသားခဲ့တဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်ပြီးတော့ ပြဌာန်းစာအုပ်တွေမှာလည်း\nဖော်ပြခြင်းခံရတဲ့ နာမည်ကျော်ဝတ္ထုလေးက 2010 ခုနှစ်မှာ ဒါရိုက်တာ Joe Wright က\nဇာတ်လမ်းအဖြစ်အသက်သွင်းခဲ့တဲ့ဇာတ်ကားလေးပါ..\nဇာတ်လမ်းလေးက ၁၈ရာစုနှောင်းပိုင်းဂျော်ဂျီယန် အင်္ဂလန်ခေတ် တစ်နည်းအားဖြင့်ပြောရရင်\nအတန်းစားခွဲတဲ့ခေတ်ပေါ့ ..အဲ့ခေတ်မှာအခြေတည်ထားပါတယ်...\nသာမန်လူတန်းစားဖြစ်ကြတဲ့ Bennet မိသားစုက သမီးတွေချည်းပဲ၅ယောက်မွေးထားတော့\nသူတို့အမေရဲ့ဘဝမှာတစ်ခုတည်းသောမျှော်မှန်းချက်က သူ့သမီးတွေကိုလူချမ်းသာယောက်ျားတွေနဲ့\nအိမ်ထောင်ပြုခိုင်းဖို့ပဲပေါ့..\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ Elizabeth (Keira Knightly) ကညီအစ်မတွေတည်းမှာ\nခပ်သွက်သွက်နဲ့ စိတ်ထဲရှိရာထုတ်ပြောရဲတဲ့ မိန်းကလေးပေါ့..\nတစ်နေ့မှာသူတို့မြို့ကို အထက်တန်းလွှာထဲက လူပျိုလူလွတ်၂ယောက်ကရောက်လာတော့\nသူ့သမီးတွေ အဆင်ပြေရေးအတွက် Bennet မိခင်ကြီးပျာယာတွေခတ်ပြီပေါ့...\nဖြစ်ချင်တော့တော်ရုံသဘောမကျတတ်တဲ့ Elizabeth တစ်ယောက် မာနကြီးတဲ့\nMr.Darcy(Matthew Macfadyen) ဆိုတဲ့ အထက်တန်းလွှာလူပျိုတစ်ယောက်ကိုသဘောကျမိသွားတယ်ပေါ့ ..\nဒီကားဟာ အဓိကနဲ့သာမညအပေါ်စဉ်းစားဆင်ခြင်နိုင်စွမ်းကိုအလေးပေးထားပါတယ်..\n.ရည်ရွယ်ချက်ကောင်းသလို ဇာတ်လမ်းထဲက ဒိုင်ယာလော့တွေကလည်း ပြောင်မြောက်ပါတယ်..\n..ပေးချင်တဲ့ Message လေးတွေကလည်း လှပလွန်းတော့ ခံစားကြည့်လိုက်ပါဦးလို့.\n.အော်စကာ (၄)ဆုဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၃)ခုလည်းရရှိခဲ့ပါတယ်...အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  JtheKoala ဖြစ်ပါတယ်...\n  File Size : (855 MB)\nQuality : ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zz5j/Pride_And_Prejudice_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGU5NjkzNTgtOTI0Yy00YjNlLWFkZDktZDZkOGYwZTgyZTQ3XkEyXkFqcGdeQXVyMTU1ODQyNzg5._V1_-141x200.jpg",
        "title": "Dhamaka (2022)",
        "description": "Dhamaka (2022)IMDb-8.1/10ရုံတင်ငွေသန်း ၆၀ တောင်အမြတ်ရထားတဲ့ ဟာသအက်ရှင်အရောလေးနဲ့\nညိုကီတို့လည်း Are we dating the same girl? ဂရုဖွဲ့ဖို့လိုနေကြောင်းပြထားတဲ့ကားလေးပါ2022 ခုနှစ်ထွက် အောင်မြင်ပြီးလူကြိုက်များခဲ့တဲ့ တေလဂူးစကားပြော\nတောင်ပိုင်းရုပ်ရှင်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ မင်းသားကြီး Ravi Teja ကနှစ်ကိုယ်ခွဲအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nစီးပွားရေးလုပ်ငန်းပိုင်ရှင်အာနန့်ဒ်နဲ့\nမကြာခင်ကမှ အလုပ်ပြုတ်ထားတဲ့ ဂျစ်ကန်ကန်ကောင်ဆိုးလေး ဆွာမီ၊\nရုပ်ချင်းဆင်ပြီး ကံကြမ္မာချင်းမတူကြတဲ့ ဆွာမီ နဲ့ အာနန့်ဒ်တို့ဟာ\nမတူညီကြတဲ့ပြဿနာတွေကိုဖြေရှင်းရင်ဆိုင်ရင်း တစ်နေ့မှာတော့\nထိပ်တိုက်ရင်ဆိုင်ကြဖို့ အကြောင်းဖန်လာပါတော့တယ်။တစ်ဖက်မှာလည်း ပရာနာဗီဆိုတဲ့ မိန်းမလှလေးက ရုပ်ချင်းဆင်နေတဲ့ လူနှစ်ယောက်ကိုမှ\nမထင်မှတ်ဘဲချစ်မိနေပြီး နှစ်ယောက်ကြားမှာ ရွေးချယ်ရခက်နေတဲ့သူလေးပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ အာနန့်ဒ်တစ်ယောက်ကုမ္ဗဏီရဲ့ စီးအီအို ဖြစ်လာမယ့်အချိန်မှာ\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းလေးတွေက သူတို့တွေရဲ့ဘ၀ကို‌ တစ်ဆစ်ချိုး ပြောင်းလဲစေခဲ့ပါတယ်။\nသီချင်းတွေကလည်းမြူးကြွတယ် အားတက်စေတယ်၊ စကားပြောခန်းတွေက\nပညာသားပါတယ် ဆိုတော့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…3.1GB / 1.4GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2xCnh/Dhamaka_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-mars-132x200.jpg",
        "title": "Mars Attacks! (1996)",
        "description": "နှစ် ၂၀ ပြည့်လာလည်း အူကြောင်ကြောင်နဲ့အရမ်းရယ်ရဆဲ ဇာတ်လမ်းတစ်ခုကို တင်ပေးလိုက်ပါတယ်။ဖွံဖြိုးပြီးနိုင်ငံတစ်နိုင်ငံဖြစ်တဲ့ အမေရိကန်နိုင်ငံကဆိုရင် အခွင့်ရတိုင်း ဂြိုလ်သားတွေနဲ့တွေ့ဆုံဖို့ကြိုးပမ်းတတ်ကြတဲ့လုပ်ရပ်မျိုးတွေကို 20ရာစုကတည်းကအကောင်အထည်ဖော်လျက်ရှိနေခဲ့ပါတယ်...။\nဒီအတွက်ကြောင့်ပဲ အမေရိကန်သမ္မတနဲ့ သမ္မတကြီးရဲ့အမှုထမ်းတွေက အင်္ဂါဂြိုလ်သားတွေဆီကနေ အကြိမ်ကြိမ် ဂျင်းထည့်ခံရတဲ့အကြောင်းလေးကို Ironicဆန်ဆန် ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...။ဒီဇာတ်ကားမှာတော့ ကမ္ဘာမြေပေါ်ကို ရောက်လာကြတဲ့ အင်္ဂါဂြိုလ်သားတွေကို အထင်ကြီးစိတ်နဲ့ အကောင်းမြင်စိတ်များနေတဲ့အပေါ်မှာ US သမ္မတကြီးတို့တတွေက ဂြိုလ်သားတွေရဲ့ ကမ္ဘာမြေပေါ်ခြေဆန့်လာတဲ့ရည်ရွယ်ချက်ကို ငြိမ်းချမ်းရေးဆွေးနွေးဖို့အတွက်ပဲလို့ ထင်နေခဲ့ပါတယ်...။ ဒါပေမဲ့ ဂြိုလ်သားတွေရဲ့ ကမ်းလှမ်းမှုက ဂျင်းဖြစ်နေကြောင်း သိခဲ့ရတယ်။ အဲဒီအချိန်မှာတော့ အရာရာဟာ ထိန်းမနိုင်သိမ်းမရတွေ ဖြစ်ကုန်ပါပြီ။Legendary Wizard of Weirdလို့ နာမည်ကြီးတဲ့ ဒါရိုက်တာTim Burton ရိုက်ကူးထားပါတယ်။ File size…(1.88GB)  / (`1021B) / (521MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Drama / Crime / ...",
        "rating": "6.4",
        "url": "https://megaup.net/2xBsf/Mars.Attacks.1996.720p(CM).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-kiss-134x200.jpg",
        "title": "Kiss the Girls (1997)",
        "description": "ကျောချမ်းစရာ မှုခင်းဒရာမာကောင်းကောင်းလေးတစ်ခု တင်ပေးထားပါတယ်။မှုခင်းဆိုင်ရာ စိတ်ပညာရှင် Alex Cross ဟာ သူ့တူမ ပျောက်ဆုံးသွားတာကို သိသွားတာနဲ့တစ်ပြိုင်နက် သူ့တူမ နေထိုင်ရာဒေသကို လိုက်သွားပါတယ်။ အဲဒီက ဒေသခံရဲတပ်ဖွဲ့ဆီက Casanova ဆိုတဲ့ ကွင်းဆက်လူသတ်သမားက ပြန်ပေးဆွဲသွားတာ ဖြစ်နိုင်ကြောင်း သိလိုက်ရပါတယ်။ အဲလိုဖြစ်နေတဲ့အချိန်မှာပဲ တက္ကသိုလ်ဆေးရုံမှ ဒေါက်တာ Kate McTiernan ဆိုသူ အမျိုးသမီးဟာ Casanova ဖမ်းတာခံလိုက်ရပြီး သူ့ကို ဖမ်းဆီးထားတဲ့နေရာမှာ တခြားအမျိုးသမီးတွေလည်း ရှိနေတာကို တွေ့ခဲ့ရပါတယ်။ ကံကောင်းချင်တော့ Kate ဟာ အဲလူသတ်သမားထံမှ ထွက်ပြေးလွတ်မြောက်လာခဲ့ပြီး Alex Cross နဲ့ ပူးပေါင်းကာ Casanova ဖမ်းနိုင်ဖို့ ကြိုးစားပါတော့တယ်။ ဒီဇာတ်ကားက James Patterson ရဲ့ Kiss the girls ဆိုတဲ့ bestseller မှုခင်းဝတ္တုကို ဒါရိုက်တာ Gary Fleder ...",
        "rating": "6.6",
        "url": "https://megaup.net/1RCsa/Kiss.the.Girls.1997.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aokihpxx2tr0-133x200.jpg",
        "title": "Lunch Box (2004)",
        "description": "2004 Lunch Box\nအချစ်ကလွဲပြီး ဘာမှ မမြင်နိုင်တဲ့ မိန်းမသားတစ်ယောက်...သူမှသူပဲ ချစ်မိပြီးရင် အရာရာကို ပေးဆပ်တတ်တဲ့ မိန်းမသားတစ်ယောက်...ကိုယ်ချစ်တဲ့ ယောင်္ကျားတစ်ယောက်အတွက် မနက်တိုင်း ထမင်းဗူး ပြင်ပေးရင် ပျော်ရွှင်နေတတ်တဲ့ သူမ...တနေ့ သူမ ချစ်ရတဲ့ ယောက်ျားက လမ်းခွဲစကားပြောပြီးမကြာခင် လက်ထပ်‌တော့မယ့် အကြောင်းသိသွားသောအခါ...သာမာန်အတွဲတွေလိုဝုန်းဒိုင်းကြဲပြီး ပြသာနာရှာမလား❓ဆက်ချစ်နေအုံးမှာလား❓အဖြေကတော့ ပရိသတ်ကြီး မှန်းထားတာနဲ့ တော့ ကွာနေမှာ အသေအချာပါပဲ\nဇာတ်လမ်းဆန်းတဲ့ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်သင့်ပါတယ်File Size__(550MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lunch-box-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0HLEZfqJp5dRxMzkgZwW9puP7N.jpg",
        "title": "Zathura: A Space Adventure (2005)",
        "description": "Zathura: A Space Adventure (2005)~ IMDb - 6.2/10, Rotten Tomatoes - 76% ~ငယ်ငယ်တုန်းက သိပ်ကြိုက်ခဲ့ရတဲ့ Fantasy, Adventure ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ Jumanji တို့ဘာတို့ကိုတော့ မှတ်မိဦးမယ်ထင်ပါတယ်။ ဂိမ်းတစ်ခုဆော့ရင်း ဂိမ်းကမ္ဘာတစ်ခုကိုရောက်သွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။Zathura က Jumanji ကို Space Version Spin-off ပုံစံမျိုး Fantasy Sci-Fi Game Universe ကိုဖန်တီးခဲ့တာပါ။ အဲဒီတော့ သိကြတဲ့အတိုင်းပဲ။ သတ္တဝါဆန်းတွေ၊ ဖြစ်ရပ်ဆန်းတွေနဲ့ Entertainment ကောင်းကောင်းဖြစ်မယ့်ကားပါပဲ။ဒီထဲက Main Cast ညီအကိုနှစ်ယောက်ထဲက တစ်ယောက်က‌ နောက်ပိုင်း Bridge to Terabithia, Huger Games Franchise ကြီးနဲ့ Journey 1 & 2 လို တကယ့်ဇာတ်ကားကောင်းတွေမှာပါခွင့်ရခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2xB5r/(CM)_Zathura_-_A_Space_Adventure_(2005)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fullsizephoto1132172-141x200.jpg",
        "title": "[18+]The First Time 3 (2019)",
        "description": "[18+]The First Time 3 (2019)**************************အပြာကားအတွက် ဇာတ်ညွှန်းရေးပေးတဲ့ ယွန်းလေးဆိုတဲ့ဇာတ်ညွှန်းဆရာမက တစ်ခါမှ အတွေ့အကြုံမရှိသေးတဲ့အပျိုစင်လေး တစ်ယောက်ဖြစ်တယ် ..တစ်ခါမှအတွေ့အကြုံ မရှိတဲ့အတွက် သူ့ရဲ့ ဇာတ်ညွှန်း‌‌တွေကို အမြဲ သူငယ်ချင်းရဲ့ Sexအတွေ့အကြုံ‌ကိုနားထောင်ပြီး ရေးနေရတယ် တစ်နေ့မှာ ရိုမန့်တစ်ဆန်ဆန်နဲ့ သူ့ရဲ့ first time ကို သူတကယ် သဘောကျတဲ့\nသူနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ ဇာတ်ညွှန်းရေးဆရာမလေးကသူငယ်ချင်းဖြစ်သူရဲ့ ချစ်သူကောင်လေးနဲ့ ဆုံတွေ့ပြီး ရင်းနှီးသွားကြတဲ့အခါဘယ်လို ဇာတ်လမ်းလေးတွေ ဖြစ်လာကြမလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါနော်..File Size :(1.5GB) and (574 MB)\nQuality : WEB-DL 1080p5.1ch,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1bG08/The_First_Time_3_(2019).WEB-DL.720P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMGJiZTVhNTItMTdmMC00ZDE4LWI2ZmItNjFhMmFiMzc1MmNhXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-147x200.jpg",
        "title": "En Corps(Rise) (2022)",
        "description": "En Corps(Rise) (2022)\n================\nIMDb Rating - 7.2/10ဇတ်လမ်းလေးကတော့ ဘဲလေးကချေသည်လေးအဲလစ်မှာ\nစင်ပေါ်မှာဖျော်ဖြေနေတုန်းမှာ ခြေကျင်းဝတ်ဒဏ်ရာရသွားတယ်၊\nအရင်ကတည်းကဒဏ်ရာဟောင်းကိုပဲသုံးခါလောက်ထပ်ဖြစ်တော့\nဆရာဝန်က ဘဲလေးအကကို နှစ်အနည်းငယ်လောက်နားဖို့ပြော\nလိုက်တာပေါ့၊ ငယ်ငယ်ကတည်းက ဘဲလေးအကကို ကလာတာ\nရယ် ရူးသွပ်တဲ့စွဲလန်းမှုတွေကြောင့် ရပ်နားရမယ်လို့ကြားလိုက်ရတဲ့\nစကားကသူ့အတွက်အတော်လေးစိတ်ဓာတ်ကျစေတယ်။အက မကရတဲ့အတွက်အခြားအလုပ်ကိုပြောင်းပြီးလုပ်မယ်လို့\nစိတ်ကူးရင်းနဲ့ သူငယ်ချင်းဆဘရီနာနဲ့ဆက်သွယ်ဖြစ်တယ်၊ ဆဘရီ\nနာရဲ့ ချစ်သူက အနုပညာသင်တန်းတစ်ခုမှာစာဖိုမှူးလုပ်နေတာဆိုတော့\nအဲလစ်လည်းလက်ခံလိုက်တယ်၊ဆေးကုနေရင်း အနုပညာသင်တန်းမှာ\nခေတ်ပေါ်အကကိုတဖြည်းဖြည်းနဲ့လိုက်က ကြည့်တယ်၊ ဒဏ်ရာက\nတဖြည်းဖြည်းသက်သာတဲ့အတွက် ခေတ်ပေါ်အကအဖွဲ့ကိုဝင်ကရင်းနဲ့\nစင်ပေါ်မှာပြန်လည်တင်ဆက်နိုင်ဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြည့်ရှုပေးပါဦးလို့ပြောလိုက်\nပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (870 MB) / (514 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 57Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "7.2",
        "url": "https://megaup.net/3dpij/Encore.2022.FRENCH.7200p.WEBRip.(CM)_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2JjNzVhOTMtNTc3Yi00NGNjLWI3YjgtYjkyZTYzY2FmMmIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Adaptation. (2002)",
        "description": "Adaptation. (2002)\n==============\nIMDb Rating - 7.7/10ဒီဇာတ်ကားလေးမှာတော့ မင်းသားကြီး Nicholas Cageနဲ့\nမင်းသမီးကြီး Meryl Streepတို့ရဲ ကြက်သီးထချင်စရာကောင်း\nလှတဲ့ သရုပ်ဆောင်ချက်တွေကို မြင်ရမှာပါ။ အဲ့လိုပဲ John\nLarocheနေရာမှာ သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Chris\nCooperရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ သဘာဝကျချက်က\nတော့ သူနဲ့ဇာတ်ကောင်နဲ့ကို ခွဲမရတော့အောင်ကို ဖြစ်ရပါတယ်။ဒီဇာတ်ကားမှာ လူတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထား အတွေး\nအမြင်တွေသာ မက ခံယူချက်တွေရဲ့ သက်ရောက်မှုအားပြင်းပုံ\nတွေကိုပါ တစ်ပါတည်းမြင်နေရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်း\nအသွားအေးသလိုနဲ့ ပူလောင်စေရတဲ့ ခံစားချက်မျိုး၊ အားမလို\nအားမရဖြစ်စေမှုတွေ၊ လူတစ်ယောက်က တခြားတစ်ယောက်ကို\nချစ်မိသွားဖို့ ဖြစ်စေတဲ့အရာတွေကို တသီတတန်းကြီးတွေ့ရပါ\nတယ်။ ဇာတ်ကားနာမည် Adaptation ဆိုတာနဲ့ လိုက်ဖက်လွန်း\nလှတဲ့ လိုက်လျောညီထွေစွာ တဖြည်းဖြည်းချင်း မသိမသာနဲ့\nပြောင်းလဲသွားတဲ့ ဇာတ်ကောင်တွေရဲ့ ခံစားမှုတွေ အတွေးတွေ\nအယူအဆတွေ ထင်မြင်ချက်တွေနဲ့လုံးဝကို ပြီးပြည့်စုံတဲ့ ကား\nကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul\nဖြစ်ပါတယ်)File Size..........(2.38 GB) / (900 MB) / (500 ...",
        "rating": "7.7",
        "url": "https://megaup.net/2xzov/Adaptation.2002.720p.BluRay.(cm).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://megaup.net/3dxwR/Mission.Majnu.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/download-160x200.jpeg",
        "title": "{21+} At The End Of A Month (HMN-185)",
        "description": "ကီတာနို\nအရမ်းကို ချစ်စဖွယ်အမူရာလေးတွေနဲ့\nပုရိသတို့ရဲ့ အသည်းကို ဖမ်းစားမည့်သူ\nသူမမှာ အခွင့်ရေးထူး တစ်ခု ဒါရိုက်တာက\nကမ်းလှမ်းထားပါတယ် အဲဒါကတော့\nမေထုန်မှုကို တစ်လကြာ စောင့်ထိန်းဖို့ပါပဲ\nအဲဒါပြီးတာနဲ့ သူမကို အထူးအခွင့်ရေးပေးပြီး\nရိုက်ကူး ဖြန့်ဖြူးမှာဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက Documantry\nပုံစံမျိုး ဇာတ်လမ်းဆင်ထားပါတယ်\nသူမရဲ့ အငို အပြော နွဲ့ဆိုး\nချစ်စဖွယ်အမူရာလေးတွေက\nအသည်းတွေ ကလိကလိဖြစ်စေပြီး\nသူမရဲ့ အချိုးစားတွေနဲ့ ပေါင်းစပ်လိုက်ရင်\nဘယ်သူမှ မငြင်းနိုင်ပါဘူး\nစတဲ့ လှုပ်လီလှုပ်လဲ့ အပြောအဆိုလေးတွေနဲ့\nတန်ဆာဆင်ထားလို့ DS Fans တွေအတွက်\nအထူးတလည် တင်ဆက်လိုက်ပါတယ်\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 36mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1RDiu/[HMN-185]_Mina_Kitano_%E2%80%93_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o89snIeueVAH0m56vM15v0RjpEz.jpg",
        "title": "The One Hundred (2022)",
        "description": "The One Hundred (2022)\"The One Hundred \" ဆိုတဲ့ဇာတ်ကားလေးကတော့\n၂၀၂၂ မှထွက်ရှိထားတဲ့ ထူးခြားဆန်းကြယ်ထိုင်းကားလေးပဲဖြစ်ပါတယ်မင်းသမီး ဖိန်းက YouTuber တစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံခြားခရီးအပြန် ဟိုတယ်တစ်ခုမှာ ကွာရန်တင်း ၁၄ ရက်ဝင်ရတာနဲ့အစပြုထားပါတယ်ဒီကားလေးကတော့ ကိုရိုနာဗိုင်းရပ်စ်ဖြစ်ပွားဆဲ ၂၀၂၀ ခုနှစ် ဝန်းကျင်ပုံစံကို ရိုက်ကူးထားတာပါတစ်နေ့မှာတော့ သူနာပြုမလေး မေ ဟာ သူ့အမေလှမ်းခေါ်တာနဲ့ ဂျူတီကို\nသူ့ရဲ့လက်အောက်က သင်တန်းသူလေး ကတ် ကို အစားပေးထားခဲ့ရပါတယ်\nဒါပေမဲ့ ကတ်ဟာ သာမန်မဟုတ်ဘဲ အကြီးဆုံးကင်းခြေများ ဝင်ပူးခံထားရပြီးမကောင်းဆိုးဝါးဖြစ်နေခဲ့တာပါမင်းသားဖြစ်သူ လီအိုကတော့ တိုက်ကွမ်ဒိုကစားသမားတစ်ယောက်ဖြစ်ပြီး စိတ်ဒဏ်ရာရှိနေတဲ့သူပါ\nမကောင်းဆိုးဝါးဖြစ်နေတဲ့ကတ်ဟာ ဟိုတယ်မှာ တည်းခိုသူတွေ ဝန်ထမ်းတွေကို ဒုက္ခပေးသတ်ဖြတ်လာပါတော့တယ်ဒါပေမဲ့ မြင်လိုက်တဲ့သူက ဖိန်းနဲ့ လာအိုအပြင် မရှိပါဘူး\nဘယ်သူကမှ သူတို့ပြောတာကို မယုံခဲ့ကြပေမယ့် အခြေအနေတွေက ပိုပြီးဆိုးလာတဲ့အခါ ...Horror Vibe နဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းပါရစေရှင့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1bDty/The.100.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqL2tl1Cg49N72T3fuu9UzPzXf3.jpg",
        "title": "Fist of Fury: Soul ( 2021 )",
        "description": "ဝူလင်အဖွဲ့အစည်းမှာ ရွှယ်မုံ့လုံကြောင့် သူရဲကောင်းတွေ အများကြီးဆုံးရှူံးခဲ့ရတယ်။\nကျင်းဝူခေါင်းဆောင် ဟော်ချန်ခုံးလည်း တိုက်ပွဲကနေ\nစွမ်းအားတစ်ဝက်ဆုံးရှုံးခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ခေါင်းဆောင်ဟော်က\nသူ့ရဲ့စွမ်းအားကို လျို့ကျင်းဆီကို လွှဲပြောင်းပေးပြီး\nအမြစ်ဖြတ်သုတ်သင်မှုကနေ ကာကွယ်ပေးခဲ့တယ်၁၄ နှစ်ကြာပြီးတဲ့နောက်မှာတော့ လျို့ကျင်းက အရည်အချင်းရှိပြီးတော့\nဟော်ကျားချွမ်က ဆရာ့ဆီကနေ ကွန်ဖူးသင်ဖို့\nအခွင့်အရေးရခဲ့ပေမယ့် ရှုံးနိမ့်ကိုလည်း ထွက်သွားရပြန်တယ်။လမ်းမှာ ထန်းပိုင်ပိုင်ဆိုတဲ့လူနဲ့တွေ့ပြီးတော့\nဆရာရှာဖို့အတွက် ဟေးယွီဟွေ့ဂိုဏ်းထဲကို\nရောက်လာပြီး ရွှယ်မုံ့လုံနဲ့တွေ့ဆုံခဲ့တယ်\nလျို့ကျင်းကိုရှာနေတဲ့ရွှယ်မုံ့လုံနဲ့ အဖေကိုသတ်သွားတဲ့သူကို\nတွေ့လိုက်ရတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nရင်ခုန်စွာစောင့်မျှော်ကြည့်ရှုဖို့ ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်နော်\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fist-of-fury-soul-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkaTNb3g7ACFauUTTrH5nOjPT41.jpg",
        "title": "Reindeer Games Homecoming (2022)",
        "description": "Reindeer Games Homecoming (2022)ဖခင်ဖြစ်သူ ဆုံးပါးပြီးနောက် လစ်ဟာနေတဲ့ကွက်လပ်ကိုဖြည့်ဖို့အတွက်\nသူ့အဖေချစ်တဲ့ ကစားပွဲတွေကို အားကြိုးမာန်တက် ဆက်ဆော့ပြီး မြို့အတွက် ရန်ပုံငွေရှာပေးနေတဲ့ ကောင်မလေးမက်ခ်ဟာ\nတစ်နေ့မှာတော့ ကိုယ်ဝန်သည်အစ်မကို ကူညီပေးဖို့မြို့ကိုပြန်ရောက်လာတဲ့\nသူ့အထက်တန်းကျောင်းတုန်းက ခရက်ရှ်လည်းဖြစ်၊ ငယ်သူငယ်ချင်းဟောင်းလည်းဖြစ်တဲ့ စူပါစတားနဲ့ပြန်ဆုံတွေ့ပြီး\nခရစ္စမတ်မှာ ရန်ပုံငွေရှာတဲ့ပွဲအတွက် အတူတူဆော့ရင်းနဲ့ အတိတ်ကအနာဟောင်းကို ပြန်ဆွမိသွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။မက်ခ်ဟာ ဆရာဝန်ဖြစ်ဖို့ရည်မှန်းချက်နဲ့ ငယ်ငယ်ကတည်းက အရမ်းကြိုးစားခဲ့ပြီး ဉာဏ်လည်းအရမ်းကောင်းပေမယ့်\nဘာလို့ ဆရာဝန်အလုပ်မလုပ်ဘဲ အထက်တန်းကျောင်းမှာ ဆရာမဝင်လုပ်နေရတဲ့အကြောင်းအရင်းကရော ဘာကြောင့်ဖြစ်မလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးခရစ္စမတ်ကားလေးကြည့်ပြီး ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 747MB | 359MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.9",
        "url": "https://megaup.net/1bDqr/Reindeer.Games.Homecoming.2022.720p.AMZN.WEBRip.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WwBf5Lex1XUQfS1nREp2a2JZsc.jpg",
        "title": "Ruben Brandt, Collector(2018)",
        "description": "Ruben Brandt, Collector(2018)****************************သင်ဟာ now you see me တို့လို့ money heist တို့လို အဖွဲ့လိုက်လှုပ်ရှားတဲ့ မှုခင်းကားမျိုးကိုသဘောကျတယ်ဆိုရင်တော့ ဒီကားဟာ တကယ့်ကိုကြည့်သင့်တဲ့ကားပါပဲ၊\nဒါ့အပြင် inceptionလိုမျိုး vibeလည်းခံစားရမှာပါ၊\nဇာတ်လမ်းရဲ့ animationပုံစံကနည်းနည်းတော့ ဆန်းတယ်ဗျ။ဇာတ်လမ်းထဲက လူတွေဟာ မျက်နှာနှစ်ခုတွေ၊ပါးစပ်ငါးခုတွေ၊ မျက်လုံးသုံးလုံးငါးလုံး ၊two-dimensional တွေ စတဲ့\nပီကာဆိုရဲ့ပန်းချီကားတွေထဲကလိုခပ်ဆန်းဆန်းမြင်ရမှာပါ။ ဘာလို့ဆို ဇာတ်လမ်းရဲ့ ဒါရိုက်တာဟာဘယ်အပိုင်းမှာပဲရပ်လိုက်ရပ်လိုက် ပန်းချီကားတစ်ချပ်ကြည့်ရသလို့ အရသာမျိုး၊တစ်ခုခုကြည့်စရာရှိနေစေချင်လို့ပါတဲ့။\nပန်းချီကားမကြည့်တတ်တဲ့သူတောင် ငေးကြည့်နေရမယ့်ဇာတ်ကားမျိုးပါပဲ။\nဒါ့အပြင် စုံထောက်စတိုင်တွေ၊actionတွေလည်း ခပ်မိုက်မိုက်အကွက်တွေနဲ့ ပါဝင်ပြီးဇာတ်လမ်းကို စိတ်ပညာလေးနဲ့ရောကာ တစ်ကားလုံးမငြီးငွေ့အောင်ဆွဲဆောင်သွားနိုင်တာက အသက်ပါပဲ၊\nPlotကတော့ ပန်းချီကား ၁၃ချပ်ကိုခိုးတဲ့အကြောင်းပါပဲ...File Size :(1.1GB) and (418 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Animation , Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "7.2",
        "url": "https://megaup.net/3dy3f/Ruben.Brandt.Collector.2018.BLU-RAY720P(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlrlBo3jS5lK3Fxlf97TNoN67lN.jpg",
        "title": "Army Soul of Han Dynasty ( 2022 )",
        "description": "ရှေးသမိုင်းတွေစိတ်ဝင်စားတဲ့သူတွေအကြိုက်တွေ့စေမယ့်\nဟန်ခေတ်ကနယ်စပ်မြို့လေးမှာအခြေတည်ပြီး\nရိုက်ထားတဲ့စစ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဘီစီ၃၀၀ခုနှစ်လောက်မှာ အရှေ့ဥပရောပမှာနေထိုင်တဲ့ရှုံနူလူမျိုးတွေရှိခဲ့ပါတယ်။\nသူတို့ဟာရေကြည်ရာမြက်နုရာလှည့်လည်ကျက်စားတတ်ပြီး\nတရုတ်ပြည်မြောက်ပိုင်းကိုအကြိမ်ကြိမ်ကျူးကျော်ဖို့ကြိုးစားခဲ့သူတွေလဲဖြစ်တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဟန်တိုင်းပြည်နယ်စပ်မြို့လေးဖြစ်တဲ့\nစူးလော့မြို့လေးကိုစစ်သည်အင်အား၃၀၀နဲ့စစ်သူကြီးတစ်ယောက်ဟာ\nရှုံနူတွေရဲ့ရန်ကနေပြီး ဘယ်လိုခုခံကာကွယ်မလဲ.....\nမြို့လေးကိုသေသည်အထိကာကွယ်မယ်ဆိုပြီးသစ္စာဆိုခဲ့တဲ့ဟန်စစ်သားတွေဟာ\nသူတို့ရဲ့တာဝန်ကိုဘယ်လိုစိတ်ဓာတ်အားမာန်တွေနဲ့\nဘယ်လိုကျေပွန်အောင်ထမ်းဆောင်ခဲ့လဲဆိုတာကို ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,War\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/army-soul-of-han-dynasty-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBmZWQ3ZTItYjJkMC00NDQ5LTliMGEtMDdiZTNiMjViNjFjXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_-132x200.jpg",
        "title": "Greenfingers (2000)",
        "description": "Greenfingers (2000)===============IMDb Rating - 6.8/10၂၀၀၀ ပြည့်နှစ်က အင်္ဂလိပ် ‌ဟာသဒရမ်မာဇာတ်လမ်း\nGreenfingers ဟာ ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပြီး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။Greenfinger ဆိုတာ သစ်ပင်\nအစိုက်ကောင်းတဲ့ ဥယျာဉ်မှူးတွေကို တင်စားခေါ်ဝေါ်တဲ့စကား\nဖြစ်ပါတယ်။ အင်္ဂလန်က လုံခြုံရေးလျှော့ပေါ့ထားတဲ့ အကျဉ်း\nစခန်းတစ်ခုက ဆုရအကျဥ်းသားတွေအကြောင်း အခြေခံရိုက်\nကူးထားတယ်လို့ ဆိုပါတယ်။ဇာတ်လမ်းထဲမှာ ကောလင်န်ဘရစ်စ်ဟာ ထောင်နှစ်ရှည်ကျနေတဲ့\nအကျဉ်းသားတစ်ယောက်ပါ။ နှစ်အတော်ကြာပြီးတဲ့နောက် သူ့\nအပြုအမူကောင်းတွေကြောင့် လုံခြုံးရေးလျှော့ပေါ့ထားတဲ့ open\nprison စနစ်နဲ့ အကျဉ်းထောင်တစ်ခုဆီ ပြောင်းရွှေ့ရပါတယ်။\nအဲဒီမှာ လူအမျိုးမျိုးနဲ့ တွေ့ရပေမဲ့ အထူးခြားဆုံးက သူ့အခန်းဖော်\nအဘိုးကြီးဖားဂတ်စ်ပါ။ တစ်နေ့မှာ ဖားဂတ်စ်ကြီးကောင်းမှုကြောင့်\nကောလင်န်နဲ့ အကျဉ်းသားတစ်စုတို့ ဥယျာဉ်မှူးဘ၀ကို ရောက်မှန်း\nမသိ ရောက်သွားကြပါတယ်။ အဲဒီမှာ သူတို့‌တွေအပြောင်းအလဲကြီး\nပြောင်းလဲပြီး ဘ၀ပန်းတိုင်းကို ရှာတွေ့သွားကြပါတယ်။ဒါပေမဲ့ လူတွေရဲ့ အလိုလိုအထင်သေးခံရမှုတွေကြောင့် သူတို့ပန်းတိုင်\nကို သွားရာလမ်းဟာ မဖြောင့်ဖြူးဘဲ အနှောင့်အယှက်တွေ ကြုံရပါတယ်။\nထောင်ထဲကလူဆိုးတွေဘ၀ကနေ ပန်းဥယျာဉ်မှူးအဖြစ် ပြောင်းလဲသွား\nကြတဲ့ ကောလင်န်တို့လူစု အခက်အခဲကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်\nသွားကြမလဲဆိုတာ တွေးရင်းငေးရင်း စိတ်၀င်တစား ကြည့်ကြရမှာပါ။မြင်‌နေကျ အကျဉ်းထောင်ဇာတ်လမ်းတွေမျိုး ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RCa3/Greenfingers.2000.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGYwMzQ2NzgtOWY3YS00MmY0LWFjZTQtMThhMzYzNTcxNGM3XkEyXkFqcGdeQXVyMTUyMjc2OTg@._V1_-142x200.jpg",
        "title": "Our Huff and Puff Journey (2016)",
        "description": "Our Huff and Puff Journey (2016)\n========================\nIMDb Rating - 5.9/10ဒီတစ်ခါတော့ သီချင်းကိုအရမ်းရူးသွပ်တဲ့ အိမ်ပြေးအထက်တန်း\nကျောင်းသူလေးယောက်အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကား\nလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အီချီနို ၊ ချီအဲ ၊ ဆက်ဆွန် နဲ့ ဖူမီကိုဆိုတဲ့သူငယ်ချင်းလေးယောက်မှာ\nတကယ်တမ်းအိမ်ပြေးလာတာ ဖူမီကိုတစ်ယောက်တည်းပါ။ ဖူမီအို\nအကြိုက်ဆုံးအိုင်ဒေါဖြစ်တဲ့ ကာအိုစံပါဝင်တဲ့ ခရိဟိုက်တေးဂီတအဖွဲ့က\nတိုကျိုမှာဖျော်ဖြေပွဲလုပ်မှာမို့ အိမ်နဲ့ရန်ဖြစ်ပြီးထွက်လာတာပါ။ အချစ်\nဆုံးသူငယ်ချင်းကို အဖော်လုပ်ပေးဖို့ အီချီနို၊ ချီအဲ နဲ့ဆက်ဆွန်တို့လည်း\nတိုကျိုကို အတူတူထွက်လာခဲ့ပါတယ်။ဘာထူးခြားလဲဆိုတော့ တိုကျိုအထိ လေးရက်ခရီးလောက်ကို စက်ဘီး\nကိုယ်စီနဲ့တက်လာခဲ့ကြတာပါ။ အထက်တန်းကျောင်းသူတွေမို့လို့ မုန့်ဖိုး\nလည်းအများကြီးမပါတဲ့အပြင် စက်ဘီးလည်း ဆက်မနင်းနိုင်တဲ့အခါ\nအံ့အားသင့်ရလောက်အောင်ကို လူကောင်းတွေနဲ့အများကြီးတွေ့ခဲ့ရ\nပါတယ်။ တစ်မြို့ပြီးတစ်မြို့ အကူအညီတောင်းရင်းနဲ့ နောက်ဆုံးလက်\nထဲမှာ ယန်း ၃၀၀ ပဲကျန်တဲ့အချိန် သူငယ်ချင်းလေးယောက်လည်း တစ်\nဖြည်းဖြည်းချင်းသွေးကွဲလာပြီး အမြင်စောင်းလာကြတဲ့အခါ....\nသူတို့လေးယောက် ဘယ်လိုမျိုးညှိနှိုင်းကြမလဲ ? သူတို့ကြိုက်တဲ့တေးဂီတ\nဖျော်ဖြေပွဲဆီကိုရော ချောချောမောမော ရောက်သွားရဲ့လားဆိုတာတော့\nဆက်ကြည့်လိုက်တော့နော်....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.7 GB) / (650 ...",
        "rating": "5.9",
        "url": "https://megaup.net/2xrN3/Our.Huff.and.Puff.Journey.2015.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfWJoFLEnO5nkFwUQS3ekR08hym.jpg",
        "title": "Candy(2006)",
        "description": "Candy(2006)************Heath Ledger ရဲ့ IMDb 7.2/10 ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးတစ်ကားပါမူးယစ်ဆေးစွဲနေကြတဲ့ ကန်ဒီနဲ့ ဒန်တို့စုံတွဲ..သိပ်ချစ်ကြပြီး အကျင့်တူ ဝါသနာတူလို့ဆိုရပါ့မယ်..ဆေးချတဲ့နေရာမှာလည်းတက်ညီလက်ညီပါပဲ..ဆေးကိုနည်းမျိုးစုံသုံးပြီး မသေရုံသာ အစားကိုစားကြပါတယ်..ဒီလိုနဲ့ မမျှော်လင့်ဘဲ ကန်ဒီမှာ ကိုယ်ဝန်ရှိလာပါတော့တယ်..အဲ့ဒီနောက် မိဘဖြစ်လာတော့ သူတို့ဟာ ဆေးဖြတ်မယ်လို့စကြိုးစားလာတဲ့အချိန်မှာတော့...သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲဆိုတာ...File Size : (2.09GB) (1.01GB) and (222MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2xzT7/Candy.2006.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/91ctSxfVAvL._AC_SL1500_-141x200.jpg",
        "title": "[21+]There’s Nothing To Do During Summer-Mei Washio [SSNI-969-Decensored]",
        "description": "Dark Side Production ကနေ Mei Washio ရဲ့ ဇာတ်ကားနောက်တစ်ကားကိုတင်ဆက်လိုက်ပါပြီ။ဒီဇာတ်ကားကိုတော့ Decensored Version နဲ့ တင်ဆက်ထားတာမလို့ Censored Version ထက်ပိုပြီးပြည့်ပြည့်ဝဝရှုစားရမှာဖြစ်ပါတယ်။JAV မင်းသမီးတွေထဲမှာ နုနုငယ်ငယ် ပြည့်ပြည့်တင်းတင်း အပြစ်ကင်းတဲ့မျက်နှာလေးနဲ့ ချစ်စရာလေးဆိုရင် Mei Washio ပဲ ပြေးမြင်ကြမယ်ထင်ပါတယ်။နားဝင်ချိုတဲ့အသံလေးနဲ့ ရက်ရောတဲ့လိုက်လျောမှုတွေကြောင့် ပိုပြီး အချစ်ပိုကြတဲ့ မင်းသမီးတစ်လက်ပါပဲ။SSNI-969 ဒီဇာတ်လမ်းမှာလဲ ရက်ရောလှတဲ့ သူမရဲ့အချစ်ကြွယ်မှုတွေကိုတပြုံကြီးရှုစားရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (960 MB)\nQuality : HDRip (Decensored) 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1RCns/[SSNI-969-Decensored]_There_s_Nothing_To_Do_In_The_Country_During_Summer-Mei_Washio.HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBhMjFhYmMtYjRlZC00OTU4LWFlNjUtZWFjZDViOGNlOTcxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-155x200.jpg",
        "title": "Chhatriwali (2023)",
        "description": "Chhatriwali (2023)\nComedy, Drama\nIMDb 5.3/10အခုတစ်ခါမှာတော့ မင်းသမီးချောလေး ရာကူးပရိဆင်းရဲ့\nပညာပေးဇာတ်ကားလေးကို တင်ဆက်ပေးပါတော့မယ်။ကျားမတန်းတူညီမျှရေးဆိုတာဘာကိုပြောတာလဲ\nအလုပ်ခွင်မှာတန်းတူနေရာပေးတာလား\nအမျိုးသမီးများကို sexual harassment မလုပ်တာလား\nအမျိုးသမီးအခွင့်အရေးကို လေးစားလိုက်နာရမှာလား\nယနေ့ခေတ်မှာ ပညာပေးပေါင်းစုံ အခွင့်အရေးလှုပ်ရှားသူတွေက\nနည်းလမ်းပေါင်းစုံနဲ့ဖော်ပြနေတဲ့ အရာတစ်ခုပါတကယ်တော့ ဒီနိုင်ငံမှာမှမဟုတ်ပါဘူး ကမ္ဘာတစ်ဝှမ်းမှာအမျိုးသမီးတွေကို\nအတိတ်မှာနှိမ်ချဆက်ဆံခဲ့ကြပါတယ် ဘာသာတရားရော ယဉ်ကျေးမှုအရရောပါပဲ\nအိန္ဒိယကတော့ အားလုံးသိကြတဲ့အတိုင်း တော်တော်ဆိုးဆိုးပါပဲ အခုခေတ်မှာတော့\nခေတ်မှီလာတာနဲ့အမျှ သူတို့လဲ ရှေးရိုးစွဲအမြင်တွေကို တွန်းလှန်နေကြပါပြီ\nအဖြစ်မှန်ကိုရိုက်ကူးထားတဲ့ padman လိုဇာတ်ကားမျိုးထွက်ခဲ့သလို\nအခုကားလေးကတော့ သားဆက်ခြားကျန်းမာရေးကိစ္စကို မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ\nတားဆေးတွေရဲ့ဆိုးကျိုးနဲ့ အဖော်ဆောင်သင့်ပုံလေးတွေကို ဟာသနဲ့နှော တင်ဆက်ထားပုံအရ\nပရိသတ်ကြီးတို့ကို ကိုယ်တိုင်လဲကြည့် အကုန်လုံးကိုလဲ ညွှန်းဆိုပေးသင့်တဲ့ ပညာပေး\nပေါ့ပေါ့ပါးပါး ပျော်ရွှင်စရာဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.54GB / 703MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "5.5",
        "url": "https://megaup.net/3dxjf/Chhatriwali_(2023)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    }
]