[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYmU0NTMyYjAtYmY4OC00MzdlLTg4OTItOWM3ZGVjNzY2MmExXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Pathonpatham Noottandu (2022)",
        "description": "Pathonpatham Noottandu 2022IMDb-8/10ဒီဇာတ်ကားလေးကတော့ 19ရာစုနှစ်ကအဖြစ်အပျက်တွေကို\nအခြေတည်ထားတဲ့ ဇာတ်ကားလေးပါ\nအာရတုပူဂါဗေလာယုဒပါနီကာဟာ စစ်သည်တော်တစ်ယောက်ဖြစ်ပြီး\nထကာဗန်ကိုးနိုင်ငံရဲ့ ဇာတ်နိမ့်ကိုယ်ခံပညာရှင်တစ်ယောက်အဖြစ်နဲ့ မွေးဖွားလာခဲ့ရတာပါ...တစ်ချိန်တည်းမှာပဲ နန်ဂီလီဆိုတဲ့ဆင်းရဲတဲ့ဇာတ်နိမ့်မိသားစုက\nမိန်းကလေးတစ်ယောက်ဟာ လူကုံထံတွေရဲ့အနိုင်ကျင့်မှု လူမျိုးခွဲခြားမှုတွေကို ရင်ဆိုင်ဆန့်ကျင်နေတဲ့သူပေါ့...\nဇာတ်မြင့်ဇာတ်နိမ်တွေခွဲခြားခံရပေမယ့် မဟုတ်ရင်မခံတဲ့စိတ်ကြောင့်\nချီကာဗာဟာ လူကုံထံတွေရဲ့ချောက်ချမှုကြောင့်အကျဥ်းထောင်သွင်းခံခဲ့ရပါတယ်..ဒါပေမယ့် ဘုရင်မကြီးရဲ့အကူအညီနဲ့လွတ်မြောက်ခဲ့ရပြီး သူ့ကိုဘုရင်မကြီးက ဘယ်လိုတာဝန်တွေပေးခဲ့လဲ....\nနန်ဂီလီကရော...ဇာတ်နိမ့်မိသားစုတွေအတွက် ဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပေးဆပ်သလဲဆိုတာ...\nစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦး....\nFile size…8.74GB / 2.89GB  / 1.59GB\nQuality…4k HEVC/  1080p HQ HD RIP / 720p\nFormat…mp4\nDuration….2h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Thet Ko ~ Poe",
        "rating": "8.0",
        "url": "https://megaup.net/2vIB7/Pathonpatham_Noottandu_(2022)_720p_(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOAIceE0DkwWJhk91vLs2H5dcrg.jpg",
        "title": "The First Stab of The Datang ( 2018 )",
        "description": "တရုတ်သမိုင်းရဲ့နာမည်ကြီးဧကရီ Wu Zhe Tian ကိုသိကြမယ်ထင်ပါတယ်။\nထန်ခေတ်ဧကရီဝူဇယ်ထျန်းကို ပုံစံတစ်မျိုးနဲ့ဖော်ပြထားတဲ့\nသိုင်းကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။တထန်တိုင်းပြည်ကြီး တိုင်းရေးပြည်ရေးမတည်မငြိမ်ဖြစ်ပြီး\nအရှင်မဝူဇယ်ထျန်းက ဧကရီအမည်ခံအုပ်ချုပ်လိုက်တယ်။\nပြည်သူတွေကြားမှာ ကောလဟာလတစ်ခုပြန့်နေပါတယ်\nအမတ်ချုပ်ကြီးဟာထိုက်ကျုံးဘုရင်မင်းမြတ်ရဲ့အမိန့်တော်အရ လျို့ဝှက်ကျမ်းစာကိုရေးခဲ့တယ်။ဒီကျမ်းစာဟာရှေ့ဖြစ်ဟောစာဖြစ်ပြီး ဝူဇယ်ထျန်းကို\nထိန်းချုပ်ဖို့နည်းလမ်းဖြစ်တဲ့အတွက် ဧကရီမကြီးက\nဒီလျို့ဝှက်စာကိုမရရအောင် ထျန်းကျီးဂိုဏ်းကလူသတ်သမားတွေကို\nစေလွှတ်တဲ့အကြောင်းကို သိုင်းအက်ရှင်တွေဝေဝေဆာဆာနဲ့ရိုက်ကူးထားပြီး\nတိုက်ရေးခိုက်ရေးတွေကြားထဲက အစွန်းနှစ်ဘက်က\nလူ၂ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာလဲ စိတ်ဝင်တစားကြည့်ရမှာပါ.....\nရက်စက်တဲ့ဧကရီနဲ့ သူတို့ချစ်သူနှစ်ယောက်ရဲ့အဆုံးသတ်ဟာ\nဘယ်လိုဖြစ်လာမလဲဆိုတာ ဆက်ပြီးကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , History\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3bG3x/The_First_Stab_Of_The_Datang_(2018)_WEB-DL_1080p_CM.mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wjOZQfffXsNCV18vrXHLm8XUbPn.jpg",
        "title": "Midnight in the Garden of Good and Evil(1997)",
        "description": "Midnight in the Garden of Good and Evil(1997) အညွှန်း************************************************* နာမည်ကျော်မင်းသားကြီး Kelvin Spacey ပါဝင်ထားတဲ့ Crime/Drama အမျိုးအစားဖြစ်ပါတယ်။Kelvin Spacey ကားဆိုရင် အညွှန်းမဖတ်ဘဲကြည့်သင့်တဲ့အထဲမှာပါတယ်ဆိုတာသူကားတွေအတော်များများကြည့်ဖူးရင်သိကြပါတယ်..ဒါ့ကြောင့်အညွှန်းတွေ ရှည်ရှည်ဝေးဝေးရေးမနေတော့ဘူး..နယူးယောက်မြို့ကနေ ပါတီပွဲတစ်ခုအကြောင်း သတင်းယူဖို့ စေလွှတ်ခဲ့လိုက်ရတဲ့ဂျွန်ကယ်ဆိုတစ်ယောက် ဆာဗန်းနားမြို့ကို မအူမလည်နဲ့ရောက်ချလာပါတယ်။အဲဒီပါတီပွဲကိုတာဝန်ယူကျင်းပမယ့်သူက ရှေးဟောင်းဂန္တဝင်ပစ္စည်းတွေကိုစုဆောင်းလေ့ရှိတဲ့ သူဌေးကြီး ဂျင်မ်ဝီလီယံစ်ဖြစ်ပြီး သူတို့နှစ်ဦး ခင်မင်သွားရာမှတစ်မနက်မှာတော့ ဂျင်မ်တို့အိမ်ကြီးမှာ လူသတ်မှုတစ်ခုဖြစ်သွားကြောင်း သိလိုက်ရပါတယ်။ဘာတွေ ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာကတော့…File Size :(3.2GB) (1.4 GB) and (467 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…02:35:00\nGenre : Crime , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2vIon/Midnight.in.the.Garden.of.Good.and.Evil.1997.BLU-RAY.1080P.PP(CM).mkv",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-cause-133x200.jpg",
        "title": "Causeway(2022)",
        "description": "IMDb 6.6\nRotten Tomatoes 87%မင်းသမီး ဂျနီဖာလောရန့်စ်ရဲ့ ရုပ်ရှင်အသစ်တစ်ကားကို Apple TV ကနေ တင်ဆက်လိုက်ပါပြီ။အာဖရန်နစ္စဂန်က စစ်တပ်မှာတာဝန်ထမ်းဆောင်ရင်း ပေါက်ကွဲမှုထဲကိုယ်တိုင်ပါဝင်သွားခဲ့တဲ့ လင်စီက ဆေးခွင့်နဲ့ မွေးရပ်မြေဆီပြန်ရောက်လာခဲ့ပါတယ် ဦးနှောက်သွေးယိုစီးမှုခံစားနေရတဲ့သူမ ဆေးလည်းတစ်ဖက်ကုရင်း သူမပြန်သွားချင်တဲ့အလုပ်ခွင်ထဲပြန်ရောက်ဖို့ကြိုးစားနေသူပေါ့...\nဂျိမ်းကတော့ ကားပြင်ဆရာပါလင်စီ့ကားကိုပြင်ပေးရင်း သူတို့နှစ်ယောက်ရင်းနှီးသွားတော့ တစ်ယောက်အကြောင်းတစ်ယောက်ရင်ဖွင့်ရင်း ဂျိမ်းမှာလည်းသူမလိုဖြစ်ရပ်ဆိုးရှိနေမှန်းသိသွားခဲ့တယ် ဒီလိုနဲ့ ခံစားချက်တူလူနှစ်ယောက်အချင်းချင်းဖေးမရင်း သူတို့သာမန်ဘဝကိုပြန်သွားကြပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ် File size…(1.3GB) / (668MB) / (454MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:32:00\nGenre... Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Yunni",
        "rating": "6.6",
        "url": " https://megaup.net/3bFFO/Causeway.2022.720p.(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZjk5ZTA0N2QtMTVjZC00MjZhLWI0NDEtNzI0OTdjYTVkNjhjXkEyXkFqcGdeQXVyMjAyNTEwOQ@@._V1_-141x200.jpg",
        "title": "(18+) Female Leopard(1985)",
        "description": "ဒီတခေါက်တင်ဆက်ပေးချင်တာကတော့ စိတ်ပညာသဘောလေးတချို့လဲပါနေသလို\nအချစ်အနမ်းဇာတ်ဝင်ခန်းတွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဂျပန်ရိုမန့်ကားလေးပဲဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်း\nယူကိုဟာ နိုင်ငံခြားကို ပညာတော်သင်ထွက်ပြီး\n၆နှစ်အကြာမှာ အိမ်ကိုလွမ်းဆွတ်လာတာကြောင့်\nဂျပန်ပြည်က သူ့ရဲ့တဦးတည်းသော အကိုရှိရာ\nမိသားစုပိုင်စံအိမ်တော်ကြီးဆီ ပြန်လာခဲ့ပါတယ်....အိမ်ကိုပြန်ရောက်ချိန်မှာတော့ ဒီဇိုင်နာတဦးအဖြစ်\nနာမည်ကြီးပြီး ချမ်းသာကြွယ်ဝနေတဲ့အကိုဖြစ်သူဟာ\nထူးထူးဆန်းဆန်းပါတီတွေ ကျင်းပနေပြီး\nမြေအောက်ခန်းမှာ မိန်းမပျိုလေးတဦးရှိနေတာကို\nယူကိုတစ်‌ေယာက်မထင်မှတ်ထားပဲ တွေ့မိသွားချိန်မှာတော့....\nFile size…1.7GB  / 750MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "4.8",
        "url": "https://megaup.net/19Mkf/Mehyo.1985.720p(DS).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-get-135x200.jpg",
        "title": "Get Carter (2000)",
        "description": "ဒီတစ်ခါမှာတော့ မင်းသားကြီး စတားလုံးရဲ့ ၂၀၀၀ ခုနှစ်မှာ ထွက်ရှိထားတဲ့ Get Carter ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nကာတာဆိုတာကတော့ သူ့မွေးရပ်မြေမြို့လေးကနေ ထွက်ပြီး အကြွေးလိုက်သိမ်းတဲ့ လူမိုက်တစ်ယောက်အဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အကြောင်းတစ်ခုကြောင့် သူ့မွေးရပ်မြေကို ပြန်လာခဲ့ပါတယ်။\nအဲဒါကတော့ သူ့ညီလေး ရစ်ချီ သေဆုံးသွားခဲ့လို့ပါပဲ။ အကုန်လုံးကတော့ အမူးလွန်ကားမောင်းလို့ သေဆုံးသွားခဲ့ရတယ်လို့ ပြောခဲ့ကြပေမယ့် ကာတာတစ်ယောက်ကတော့ မယုံကြည်ခဲ့ပါဘူး။\nဒီလိုနဲ့ ရစ်ချီ သေဆုံးရတဲ့ အမှုမှန်ကို လိုက်တူးဖော်ရင်း ကာတာတစ်ယောက် သူ့မွေးရပ်မြေလေး‌ နောက်ကွယ်ကအရိပ်မည်းတွေကို ရင်ဆိုင်ကြုံတွေ့ခဲ့ရပါတော့တယ်။ File size…(2GB) / (1017MB) / (634MBMB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:42:00\nGenre...Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chuck",
        "rating": "5.1",
        "url": "https://megaup.net/1Pygx/Get.Carter.2000.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-bla-150x200.jpg",
        "title": "Blast from the Past (1999)",
        "description": "ပရိတ်သတ်ကြီးရေ ထူးဆန်းထွေလာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေနဲ့ ပတ်သတ်လာရင် The Mummy, George of the Jungle, Journey ကားတွေလို ္Fantasy တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Brendan Fraserကို မေ့ထားလို့မရပါဘူး။ ကျွန်တော်ဆိုလည်း ငယ်ငယ်ကတိုင် သူ့ရဲ့ဇာတ်လမ်းတွေကို သိပ်သဘောကျခဲ့တာပါ။အခုလည်း စီအမ်ပရိသတ်ကြီးအတွက် မင်းသားကြီးရဲ့ အချစ်/ဟာသ ဇာတ်လမ်းလေဟောင်းတစ်ပုဒ် တင်ဆက်ပေးပါရစေ။ ၁၉၉၉ ခုနှစ်ကထွက်တာဆိုတော့ ကျွန်တော်နဲ့ သက်တူရွယ်တူပဲဗျ။ ဖေဖော်ဝါရီလမှာ ထွက်တာဆိုတော့ ကျွန်တော့်ထက်တောင် လပိုင်းကြီးသေးဗျာ။ ဘရန်ဒန့်ဇာတ်လမ်းပီပီ သောင်းပြောင်းထွေလာတွေ မပါမှာကလည်း ပူစရာမလို့ပါဘူးဇာတ်လမ်းအစမှာတော့ သူ့ရဲ့နောက်ခံဝန်းကျင်က ၁၉၆၂ ခုနှစ် ဆိုဗီယက်တွေနဲ့ အမေရိကန်တို့ တင်းမာမှုတွေ ရှိနေတဲ့ အချိန်ကာလပေါ့၊ အဲဒီမှာ ကယ်ဗင်ဆိုတဲ့ သိပ္ပံပညာရှင်တစ်ယောက်က နျူကလီးယား တိုက်ခိုက်မှုတွေ ရှိလာတဲ့အခါ ဘေးရှောင်နိုင်ဖို့ မြေအောက်ဗုံးခိုကျင်းကြီး တစ်ခု တည်ဆောက်ခဲ့တယ်။ နျူကလီးယားကိုတောင် ခံနိုင်ရည်ရှိတယ်ဆိုတော့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/19Ma0/Blast.From.The.Past.1999.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-wick-133x200.jpg",
        "title": "Wickensburg (2022)",
        "description": "Wickensburg နယ်မြို့လေးကိုပြောင်းလာတဲ့ စီလင်းနဲ့ အဲလီရက်တို့ သားအမိ ၂ ယောက်...\nမြို့ကိုလာတဲ့လမ်းမှာတင် ဒေသခံတစ်ယောက်ရဲ့ထူးခြားတဲ့စကားတွေ.. မြို့ထဲရောက်တော့လည်း ပုံမှန်မဟုတ်တဲ့ လူတွေရဲ့အပြုအမူတွေဟာ သားအမိ ၂ ယောက်အတွက်ထူးဆန်းနေခဲ့ပါတယ်။ နယ်မြို့လေးမှာလည်း အရင်တည်းက ကျိန်စာမိတယ်ဆိုတဲ့ယုံတမ်းစကားကိုလည်းယုံကြည်ပြီး သူ့ကိုယ်သူစုန်းမလို့ခံယူထားတဲ့ ဒေသခံ ဝီလိုဆိုတဲ့ကောင်မလေး နဲ့ အဲလိရက်တို့ခင်မင်သွားပြီး ကျိန်စာအကြောင်းကိုရှာဖွေကြပါတော့တယ်။\nတစ်ဖက်မှာလည်း တက်ကြွပြီးတော်တဲ့ ဂျာနယ်လစ်လေးစီလင်းတစ်ယောက် အလုပ်အသစ်မှာ ဘယ်လိုတွေကြုံတွေ့ရမလဲ သတင်းတွေရေးဖို့ရှာဖွေမွှေနှောက်ရင်း စုံစမ်းရင်း ဘာတွေထပ်ပြီးဖော်ထုတ်နိုင်မလဲ..\nဒီမြို့လေးရဲ့ လျှို့ဝှက်ချက်တွေရယ် ဒီမြို့လေးကတကယ်ပဲ ကျိန်စာမိနေတာလား နောက်ဆုံးဘယ်လိုဖြစ်သွားမလဲဆိုတာကို Mystery ဆန်ဆန် မပျင်းရဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားရမှာပါ။ File size…(1.8GB) / (1.14GB) / (412MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sarah",
        "rating": "",
        "url": "https://megaup.net/19Mbr/Wickensburg.2023.720p.(CM).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/a1d5a74f-bf64-42d0-84b6-12410ad4fc2c-133x200.jpg",
        "title": "The Ugly Truth (2009)",
        "description": "The Ugly Truth ( 2009 )\n==================\nIMDb Rating - 6.4/10တော်တော်များများ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ ညစာစားပွဲမှာ\nဗိုင်ဘရေတာအတွင်းခံဝတ်ထားပြီး တိုင်ပတ်နေတဲ့ စကီရဲ့\nဗီဒီယိုအတိုလေးကို တော်တော်များများကြည့်ဖူးကြမှာပါ။\nအဲဒီရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ ရုပ်လေးလှပေမဲ့ အကွက်မတတ်လို့ ဘဲမရ\nဖြစ်နေတဲ့ ပရိုဂျူဆာမမကို ရှိုးမှာ ယောက်ျား မိန်းမ ဆက်ဆံရေးတွေ\nအကြောင်း ညစ်တီးညစ်ပတ်တွေသိပ်ပြောတတ်တဲ့ မိန်းမကျမ်းကြေ\nယောက်ျားကျမ်းကြေတဲ့ ငရှုပ်က ဘဲစားခံရဖို့ ဆောင်ရန်ရှောင်ရန်များ\nသင်ပေးတဲ့အကြောင်းပါပဲ။Romance/Comedy တွေ သိပ်မရိုက်ပေမဲ့ ရိုက်လိုက်ရင်လည်း\nတစ်ကားဆို တစ်ကားဆိုသလို တော်တော်ထိတတ်တဲ့ လူမိုက်ရုပ်နဲ့\nထထပြောင်တတ်တဲ့ Gerard Butlerရဲ့ Romance/Comedyကား\nကောင်းပေါ့။ နောက် အလှလေး Katherine Heiglကလည်း ပါထား\nပါသေးတယ်။ ရယ်ရင်းမောရင်း မိန်းမတွေအကြောင်း ယောက်ျားတွေ\nအကြောင်း အထာတွေ အကွက်တွေ သင်ယူချင်ရင် ကြည့်သင့်တဲ့\nရုပ်ရှင်လေးပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ W ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (721 MB) / (410 MB)\nQuality............BluRay 1080p ...",
        "rating": "6.4",
        "url": "https://megaup.net/1PFl2/The.Ugly.Truth.2009.1080p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g7fEH8uafDHYDHOafRPkoud0Tjy.jpg",
        "title": "Nosferatu the Vampyre (1979)",
        "description": "Nosferatu the Vampyre (1979)~ IMDb - 7.4/10, RT - 95%, Meta - 79% ~မြို့ကြီးပြကြီးက အိမ်ခြံမြေအကျိုးဆောင် ဂျိုနသန်ဟာကာတစ်ယောက် ထရန်ဆဲလ်ဗေးနီးယားဒေသအထိ ခရီးဝေးထွက်ပြီး ငွေကြေးရှင်တောသူဌေးတစ်ယောက်ကို အိမ်ရောင်းရင်း အကျိုးဆောင်ခ မြက်မြက်လေးရဖို့ ကြိုးစားရာကနေ မရဏတိမ်တိုက်တစ်ခုကို သူ့ဘဝတင်မကဘဲ သူနေထိုင်ရာမြို့ဆီပါ ခေါ်ဆောင်လာမိသလို ဖြစ်သွားရတဲ့ ဒီ ဒရက်ကူလာဇာတ်လမ်းကိုတော့ ကလေးရော၊ ခွေးရော၊ ကလေးရဲ့ဘွားတော်ကြီးပါ ကြားဖူးကြပါလိမ့်မယ်။ပုံနှိပ်စာရွက်တွေကနေ ဖန်သားပြင်ရော ပိတ်ကားပေါ်ပါ အကြိမ်ကြိမ်အထပ်ထပ် ပြန်တင်ခြင်းခံထားရပြီးဖြစ်တဲ့ ဒီဇာတ်ကြောင်းက ခုကားမှာ ဘာထူးခြားနေလဲဆိုရင်တော့ ဒရက်ကူလာရဲ့ ပထမဆုံးရုပ်ရှင်ဗားရှင်း ဖြစ်ပေမဲ့ ဝတ္ထုမူပိုင်ခွင့်မရလို့ နာမည်ပြောင်းရိုက်ခဲ့ရတဲ့တိုင် သူကိုယ်တိုင်က ရုပ်ရှင်သမိုင်းအပေါ် လွှမ်းမိုးမှုကြီးသွားခဲ့တဲ့ ၁၉၂၂ ခုနှစ်ထွက် ဂျာမန်ရုပ်ရှင် Nosferatu ဇာတ်လမ်းကိုရော၊ Bram Stoker ရဲ့ မူရင်းဝတ္ထုကိုပါ အခြေခံထားတာပါပဲ။ဒီရုပ်ရှင်ကိုရိုက်တဲ့ Werner ...",
        "rating": "7.4",
        "url": "https://megaup.net/3bEGR/(CM)_Nosferatu_the_Vampyre_(1979)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sUEXw2pwMU7cEHhfy3wcUGC1Wtp.jpg",
        "title": "The Magic Lotus Lantern ( 2021 )",
        "description": "“ထူးခြားဆန်းပြားလှတဲ့ စစ်နတ်ဘုရား သူရဲကောင်း\nလူငယ်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်...!”နတ်ဘုရားနဲ့ နတ်ဆိုးတွေ အားပြိုင်နေစဥ် အချိန်ကာလ...,\nလောကကြီးကို စောင့်ရှောက်နေတဲ့ ကြာပန်းမီးအိမ်အခိုးခံလိုက်ရတဲ့အချိန်မှာတော့\nယန်ကျန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nမီးအိမ်ကိုပြန်လည်ရှာဖွေဖို့အတွက် လူ့ဘုံလောကနယ်ပယ်ကို ရောက်ရှိလို့လာခဲ့ပါတော့တယ်\nမီးအိမ်ရှာဖွေရေးလမ်းစဥ်မှာ မိန်းမငယ်တစ်ဦးနဲ့တွေ့ဆုံပြီး\nချစ်ကြွမ်းဝင်ခဲ့ကြပါတယ် အဲဒီနောက်မှာတော့\nဘုံခြောက်ဘုံကိုအုပ်စိုးစီးနင်းဖို့ကြံစည်နေတဲ့ နတ်ဆိုးအရှင်ကို နှိမ်နင်းဖို့ နှစ်ဦးသား အတူတူကြိုးစားခဲ့ကြတဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ? ဆိုတာ ဆက်ပြီးတော့ ကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားလေးဟာဆိုရင် ရှေးခေတ်တရုတ်ပြည်ရဲ့ ဒဏ္ဍာရီတော်တော်များများကို\nထည့်သွင်းအသုံးပြုထားတဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nလူတွေရယ် ပြီးတော့ သမိုင်းဝင်ဖြစ်ရပ်တွေရယ်ဟာဆိုရင်\nအရှေ့တိုင်းစိတ်ကူးယဥ်အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nအရမ်းကိုမှကြီးမားလှတဲ့ မြင်ကွင်းကြီးတစ်ခုကိုဖန်တီးပေးထားသလိုပါပဲ\nဒီဇာတ်လမ်းတစ်ခုလုံးမှာလဲ ကြာပန်းမီးအိမ်ရဲ့\nသဲလွန်စနဲ့အခြေခံထားပြီးတော့ ချန်ရှန်းခေတ်ကို\nပြန်လည်အသက်သွင်းထားတာဆိုရင်လဲဟုတ်ပါတယ်\nလူငယ်တစ်ယောက်ဖြစ်သူ ယန်ကျန်းရဲ့ ဘဝ အတတ်အကျတွေကို\nအခြေခံယူထားပြီးတော့ သူကြုံတွေ့ခဲ့ရတဲ့ တွေ့ကြုံမှုတွေ\nအနိမ့်ဆုံးကိုကျရောက်နေပေမဲ့လဲ မရပ်တမ်းရှေ့ဆက်သွားပုံတွေ\nအစရှိတာတွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ\nစိတ်အားထက်သန်လှတဲ့ သူရဲကောင်းတစ်ယောက်ဟာ\nရှုပ်ထွေးလှတဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့ ဒွန့်တွဲနေတယ်ဆိုတာတွေကိုလဲ\nတွေ့မြင်ရပြီးတော့ ရသမျိုးစုံ ပေးစွမ်းထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ရတာ\nတကယ်ကိုတန်နေစေမှာပါ အဲဒါကြောင့် အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-magic-lotus-lantern-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVhMjMzM2QtNjI0Ny00NTM2LWI3YjMtNTgzZjg3ZTdhNjI5XkEyXkFqcGdeQXVyMTMzNzczNTcx._V1_-133x200.jpg",
        "title": "The OctoGames (2022)",
        "description": "The OctoGames (2022)\n=================နာမည်ကျော်ကြားမှုနဲ့ ပိုက်ဆံအတွက် သူတပါးဘ၀ကိုချနင်းရက်တဲ့သူတွေ\nဘယ်လောက်များရှိနိုင်မလဲ...။ ဒီဇာတ်လမ်းထဲက လူ ၈ ယောက်ကတော့\nအဲဒီလိုချနင်းရမယ်မှန်းမသိဘဲ ဂိမ်းတစ်ခုထဲ ဘုမသိဘမသိပါလာကြပါတယ်။\nသူတို့ပါ၀င်ခဲ့ရတဲ့ဂိမ်းက OctoGames...။ရေဘဝဲဂိမ်းလို့ပဲအလွယ်ခေါ်ကြပါစို့။ ရေဘဝဲရဲ့ခြေတံလက်တံ ၈ ခုကို ကိုယ်စား\nပြုပြီး ဂိမ်း ၈ မျိုး၊ လူ ၈ ယောက် ကစားတာကြောင့်ပါ။ ဂိမ်းအားလုံးက ကလေး\nကစားတဲ့ဂိမ်းတွေဖြစ်ပေမဲ့ ရှုံးနိမ့်သူတွေအတွက် ပေးဆပ်လိုက်ရတာက တကယ့်\nအသက်နဲ့ဘ၀ပါ...။ အဲဒီလူသတ်ကစားပွဲကြီးကိုဖန်တီးသူကတော့ follower သန်း\nပေါင်းရာချီတဲ့ နာမည်ကျော် YouTuber \"ဂျက်စ်ပရို\" ဆိုသူ ဖြစ်ပါတယ်။ကယ်ရီ၊ မက်ဆင်း၊ အေဂျေ၊ စကွစ်ရှ်၊ ရုသ်၊ ဝေါလ်တာတို့က မျက်စိလည်လမ်းမှားပြီး\nလူသတ်ဂိမ်းကြီးထဲ ပါ၀င်မိကြသူတွေပေါ့။ ဂိမ်းရဲ့သရုပ်မှန်ကိုသိသွားချိန်မှာတော့\nနောက်ပြန်ဆုတ်လို့မရတော့ဘဲ ကိုယ့်အသက်ရှင်သန်ရေးအတွက် ရုန်းကန်ကြရပါ\nတော့တယ်။ အဲဒီလိုနဲ့ ဘယ်သူကရှင်သန်ပြီး ဘယ်သူတွေရှုံးနိမ့်သွားကြမလဲဆိုတာကို\nကြည့်ရှုခံစားရင်း အခက်အခဲကြုံချိန်မှာ တွေ့ရတဲ့သံယောဇဉ်၊ ကိုယ်ချင်းစာတရား၊\nကောက်ကျစ်စဉ်းလဲမှု၊ တစ်ကိုယ်ကောင်းဆန်မှု၊ လူတွေရဲ့ရူးသွပ်မိုက်မဲမှုတွေကို\nအထင်းသားတွေ့ကြရမှာပါ။\nပရိသတ်ကြီးစိတ်၀င်တစားကြည့်ရလောက်အောင် လှုပ်လှုပ်ရှားရှားဖြစ်တဲ့ Horror\nဆန်ဆန် ပဟေဠိဆန်ဆန် ဇာတ်လမ်းမျိုးမို့ ကြည့်ကြဖို့ ညွှန်းပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1PzVL/The.OctoGames.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/fatal-desire-159x200.jpg",
        "title": "[18+] Fatal Desire (1998)",
        "description": "တောတွင်းစွန့်စားခန်းကို 18+ ဆန်ဆန်ကြည့်ချင်တယ်ဆို ဒီကားလေးရှိပါတယ်နော်။\nဇာတ်လမ်းကရိုးမလိုလိုနဲ့ ဆန်းပါတယ်။ ရှေးဟောင်းမြို့ထဲမှာမြှုပ်ထားတဲ့\nရတနာကို အားကတ်ကရှာချင်တာဖြစ်ပြီး အားကတ်နဲ့အတူတူ\nတစ်ခြားသူငယ်ချင်းတွေလည်းပါလာကြပါတယ်။အားကတ်ရဲ့အဖေက ရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပြီး\nသူ့အိပ်မက်ဖြစ်တဲ့ရှေးဟောင်းမြို့ကို မရှာနိုင်ခင်မှာပဲ ဆုံးသွားတာဖြစ်ပါတယ်။\nအဖေ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ ဖိလစ်ပိုင်မှာ ရှေးဟောင်းမြို့ကိုလာရှာရင်း\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့လည်းတွေ့ရပြီး တောင့်တောင့်ဖြောင့်ဖြောင့်\nကိုလူချောဘန်းနဲ့လည်း ခင်မင်ရင်းနှီးခဲ့ရပါတယ်၊သူတို့ငါးယောက် ရတနာရှာပုံတော်ဖွင့်ရင်း ဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊\nဘယ်လိုမျိုး အမှောင်ဇာတ်လမ်းတွေခင်းမလဲဆိုတာကိုတော့\nတစ်ယောက်တည်းကြည့်လိုက်ပါတော့နော် ။ ။\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtilte(Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/19M0y/Fatal.Desire.1998.720p(DS).mp4",
        "category": "Adult, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bjBpSwzWckPslpn9dYNOrfAdhsf.jpg",
        "title": "Running the Bases (2022)",
        "description": "Running the Bases (2022)ငယ်စဉ်ကတည်းက ​ဘေ့စ်​ဘောကစားနည်းကို ဝါသနာကြီးသလို\nကစားတာလည်းထူးချွန်တဲ့ ​ဂျော့ရှ်နဲ့လုခ်ဆိုပြီး ညီအစ်ကို၂​ယောက်\nရှိရာ ကံမ​ကောင်းစွာပဲ အစ်ကိုဖြစ်သူ ​ဂျော့ရှ်က နှလုံးအားနည်းတဲ့\n​ရောဂါ​ကြောင့် ကွင်းထဲမှာပဲ ရုတ်တရက်​သေသွားသလို ညီဖြစ်သူ\nလုခ်လည်း အလားတူ​ရောဂါမျိုးဆေးစစ်​တွေ့ရှိခဲ့လို့ ဝါသနာကြီးတဲ့\n​ဘေ့စ်​ဘောကစားခြင်းကို စွန့်လွှတ်လိုက်ရပါတယ်။ဒါ​ပေမဲ့တစ်​နေ့မှာ သူချစ်တဲ့​ဘေ့စ်​ဘော​လောကထဲ တဖန်ပြန်ဝင်ဖို့\nလမ်းစရပြီး ​ဘေ့စ်​​​ဘောနည်းပြတစ်ဦးဖြစ်လာကာ ဇာတိမြို့ငယ်ရဲ့\n​ကျောင်းအသင်း​လေးကို ဆုဖလား၉ကြိမ်​ရ​အောင် ဦး​ဆောင်နိုင်သူ\nဖြစ်လာပါတယ်။ ဒီလိုနဲ့တက္ကဆက်က ​ကျောင်းကြီးတစ်​ကျောင်းက\nသူ့ကို နည်းပြလုပ်ဖို့ ကမ်းလှမ်းလာတဲ့အခါ ရလာတဲ့အခွင့်အ​​​ရေးကို\nလက်လွတ်မခံနိုင်ဖို့ လက်ခံလိုက်ပါတယ်။ဇာတိမြို့အသင်းကို ကိုင်တွယ်စဉ်က ဖိအား​​တွေ သိပ်မရှိခဲ့​ပေမယ့်\nမြို့ကြီးပြကြီးမှာ ​ကျောင်းကြီးတစ်​ကျောင်းရဲ့အသင်းကို ကိုင်တွယ်\nရတဲ့အခါ ထင်​သ​လောက်မလွယ်ဘဲ ဘက်​ပေါင်းစုံက​ အခက်အခဲ\nများစွာ ကြုံလာရတဲ့အခါ လုခ်အ​နေနဲ့ ဘေ့စ်​ဘောချစ်စိတ်တစ်ခုနဲ့\nဘယ်လိုရင်​ဆိုင်​ကျော်ဖြတ်ပြမလဲ။ သူကိုင်တွယ်ရတဲ့ အသင်းကို\n​အောင်မြင်​အောင် စွမ်း​ဆောင်​ပေးနိုင်မလား ​စောင့်ကြည့်ရမှာပါ။အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ JYJ ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Family\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1.1GB ...",
        "rating": "5",
        "url": "https://megaup.net/19M10/Running.the.Bases.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8LrZNrZX82BLYLvjWZGbUsiCNR0.jpg",
        "title": "Little Forest: Summer/Autumn (2014)",
        "description": "Little Forest : Summer and Autumn (2014)\n........................................အချိန်တိုင်းလိုလို ကားသံလူသံဆူညံညံနဲ့\nမွန်းကျပ်တဲ့မြို့ပြလူနေမှုကနေ ပြေးထွက်ပြီး\n\"ခိုမိုရိ\"ဆိုတဲ့တောအုပ်ငယ်လေးကို အလည်သွားကြရအောင်။အပေါ်ယံဟန်ဆောင်မျက်နှာဖုံးတွေမတပ်ဘဲ\nရိုးသားကြိုးစားကြတဲ့ရွာသူရွာသားတွေ၊မျက်စိတစ်ဆုံး စိမ်းစိုလှပနေတဲ့ယာခင်းတွေ၊\nဆောင်းနံနက်ခင်းတွေဆို မြူနှင်းတွေအုံ့မှိုင်းနေတတ်တဲ့တောင်တန်းတွေ၊ရာသီအလိုက်ပွင့်ဖူးတတ်တဲ့ ထူးဆန်းတဲ့ပန်းလေးတွေ၊\nမြင်တွေ့နေကျမဟုတ်တဲ့ အသီးအနှံမျိုးစုံနဲ့ညညဆိုမဖိတ်ခေါ်ဘဲရောက်လာပြီး အဖော်ပြုပေးတတ်တဲ့ အကောင်ပလောင်လေးတွေ၊ဒီလိုမျိုး သဘာဝတရားကြီးကို အလှအပကို\nအပြည့်အဝခံစားလို့ရနိုင်တဲ့ \"ခိုမိုရိ\"ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ်။\nမြို့ပေါ်မှာနေရတာ မွန်းကျပ်လာတဲ့ကောင်မလေးတစ်ယောက်\nသူ့ဇာတိရွာလေးကို ပြန်လာပြီးနေထိုင်စားသောက်ပုံကိုရိုက်ပြထားတာပါ။\nနောက်ခံတီးလုံးငြိမ့်ငြိမ့်လေးနဲ့ ချက်ပြုတ်စားသောက်ပြမယ်။\nကျေးလက်ဒေသရဲ့အလှအပနဲ့ဓလေ့တွေကိုရှင်းပြမယ်။\nစားပင်သီးပင်တွေ အမျိုးမျိုးစိုက်ပျိုးပြမယ်။\nဒါကြောင့် ဇာတ်အေးအေးလေးနဲ့ အကြည်ဓာတ်ရတဲ့\n\"Only Yesterday\"လိုကားမျိုးကြိုက်တတ်တဲ့သူဆို\nဒီ \"Komori\" ကိုလည်းသေချာပေါက်သဘောကျမယ်လို့ထင်ပါတယ်။\nစိတ်ပင်ပန်းနွမ်းနယ်နေတဲ့သူတွေလည်း\nဒီ Healing Drama လေးကြည့်ပြီး ခဏတဖြုတ်ပဲဖြစ်ဖြစ်\nစိတ်သက်သာရာရသွားရင် ဘာသာပြန်ရကျိုးနပ်ပါပြီ။(*အဘိဓာန်ထဲမှာမရှိတဲ့ ပန်းနာမည်တစ်ချို့နဲ့\nအစားအစာတွေကို လက်လှမ်းမီသလောက်ရှာဖွေပြီး\nဆီလျော်အောင် ဘာသာပြန်ဆိုထားရတာဖြစ်လို့\nအချို့နေရာတွေမှာ လွဲချော်မှုများရှိခဲ့ရင်\nနားလည်ခွင့်လွှတ်ပေးကြပါလို့ ကြိုတောင်းပန်ထားပါရစေ)အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size…\nFormat… mp4\nDuration…. 1h 51min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "7.7",
        "url": "https://megaup.net/1PJ99/Little.Forest.Summer.Autumn.2014.720p.BRRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5636VDkstxGE5kgbSCIiX5uv87.jpg",
        "title": "Little Forest: Winter/Spring (2015)",
        "description": "Little Forest: Winter/Spring (2015)\n...................................တောအုပ်ငယ်လေးရဲ့ပထမကားဖြစ်တဲ့\n(နွေ/ဆောင်းဦး)၂၀၁၄ ရဲ့အဆက်လာပါပြီ။ဒီဒုတိယကားမှာတော့ အိချိကို ကိုထားရစ်ခဲ့တဲ့\nသူ့အမေအကြောင်းနဲ့ အစချီထားပြီးနောက်မြို့ပေါ်မှာအလုပ်လုပ်တုန်းက ကြုံခဲ့ရတာတွေ\nခိုမိုရိကိုချစ်ပေမယ့် အခြေမချချင်တဲ့\nအိချိကိုတစ်ယောက် သူ့အမေရဲ့စာကိုဖတ်ပြီး\nနောက်ဆုံးမှာ ဘယ်လိုရွေးချယ်မှုကို\nလုပ်သွားမလဲဆိုတာကိုကြည့်ရှုရမှာပါ။ဆိုတော့ကာ...Little Forest ရဲ့ထုံးစံအတိုင်း\nစိတ်ကြည်လင်စေတဲ့ရှုခင်းလေးတွေနဲ့၊\nချက်ပြုတ်စားသောက်ပြတာတွေကို\nဆောင်း/နွေဦးအလှနဲ့အတူ ကြည့်ရှုခံစားပေးကြပါဦးလို့။(*အဘိဓာန်ထဲမှာမရှိတဲ့ ပန်းနာမည်တစ်ချို့နဲ့\nအစားအစာတွေကို လက်လှမ်းမီသလောက်ရှာဖွေပြီး\nဆီလျော်အောင် ဘာသာပြန်ဆိုထားရတာဖြစ်လို့\nအချို့နေရာတွေမှာ လွဲချော်မှုများရှိခဲ့ရင်\nနားလည်ခွင့်လွှတ်ပေးကြပါလို့ ကြိုတောင်းပန်ထားပါရစေ)အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB | 598MB\nFormat… mp4\nDuration….2h\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "7.6",
        "url": "https://megaup.net/3bE4e/Little.Forest.Winter.Spring.2015.1080p.BluRay.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vIpi1KtHLXUOfSVC2m6MqpjSPgL.jpg",
        "title": "The Orphanage(2007)",
        "description": "The Orphanage(2007) အညွှန်း***************************IMDb...7.4,,,,Rotten 87% Simon ဆိုတဲ့ ၇နှစ်အရွယ်ကောင်လေးကို သူ့မိဘတွေက ကမ်းခြေတစ်ခုနားမှာ ရှိတဲ့အိမ်ကြီးတစ်အိမ်ကို ခေါ်လာပြီး မကြာခင် တခြားကလေးတွေကို မွေးစားဖို့လည်း စီစဉ်နေကြပါတယ်..Laura သားလေးက Simon အဖော်မဲ့နေလို့ စိတ်ကူးယဉ်သူငယ်ချင်းတွေအကြောင်းပြောပြီး အမြဲကစားနေတာကြောင့် စိတ်ပူနေပါတယ်ဒါမဲ့ မွေးစားကလေးတွေရောက်လာရင် အဆင်ပြေမှာပါလို့ တွေးထားရင်းသူတို့တကယ်ရောက်လာတဲ့နေ့မှာပဲ Simon က အိမ်ထဲမှာပဲပျောက်သွားပါတယ်...ဒါနဲ့ Laura နဲ့သူ့ယောက်ျားတို့ လိုက်ရှာပေမဲ့ဘယ်လိုမှမတွေ့ပါဘူး..ကလေးလေးဘယ်လိုပျောက်သွားလဲ..သူတို့ဘယ်လိုပြန်ခေါ်ကြမလဲ..Horror ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.2GB)(713MB) and (259 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Horror, Mystery , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/3RBGc/The.Orphanage.2007.BLU-RAY.108P5.1Ch(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/BHA-KM-tp1-140x200.jpg",
        "title": "[18+]Bitch Heart Asshole(2013)",
        "description": "[18+]Bitch Heart Asshole(2013) အညွှန်း**********************************ပြည့်တန်ဆာအလုပ်နဲ့အသက်မွေးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိတယ်..ဘဝက ငွေရလွယ်တယ်ဆိုပေမဲ့ ရွံရှာစက်ဆုတ်ရတဲ့ပုံစံတွေလည်းတွေ့ကြုံရတာ ဒုနဲ့ဒေး...ကိုယ့်ကိုချစ်မြတ်နိုးပြီး လာသဘောကျမဲ့ကောင်လေးဆိုတာလည်း ရှိဖို့ခဲယဉ်းလှတယ်..သို့ပေမဲ့ အဲ့ဒီကောင်မလေးကံကောင်းခဲ့တယ်..ကောင်လေးတစ်ယောက်က သူမ ဘဝထဲကိုဝင်လာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့...မင်းသမီးလေးလည်းအတော်လှသလိုစွဲမက်ဖွယ်အိပ်ရာပေါ်က အခန်းတွေလည်းပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...   File Size :(1.8GB) and (650 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Romance, Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1PJft/Bitch.Heart.Asshole.2013.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yaUW9NSozz7XNDJoAJqcbMcKYmI.jpg",
        "title": "Come Back Home (2022)",
        "description": "Come Back Home (2022)ဒီတစ်ခေါက်မှာတော့ The Servant, Special Delivery အစရှိတဲ့ရုပ်ရှင်တွေမှာပါဝင်ထားတဲ့\nမင်းသား Song Sae Byeok နဲ့ အားလုံးရဲ့အချစ်တော် Ra Mi Ran တို့အဓိကပါဝင်ထားတဲ့ ဟာသ၊ အက်ရှင်ရုပ်ရှင်လေးကိုတင်ဆက်ပေးချင်ပါတယ်။လီကီဆဲဟာ ငယ်ငယ်လေးတည်းက လူရွှင်တော်တစ်ဦးဖြစ်ဖို့ အိပ်မက်ရှိခဲ့ပြီး\nသူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ဆိုးလ်မြို့ကြီးကိုတက်လာခဲ့ပါတယ်။\nဒါပေမယ့် အခက်အခဲတွေ၊ မတတ်သာတဲ့အခြေအနေတွေကြုံလာပြီး မွေးရပ်မြေကိုပြန်လာတဲ့အခါမှာတော့\nဖခင်ကြီးရဲ့သေဆုံးမှုကြောင့် သူတို့ဒေသရဲ့အကြီးဆုံးလူမိုက်ဂိုဏ်းကြီးတစ်ခုကို ဆက်ခံဖို့ဖြစ်လာပါတော့တယ်။လူရွှင်တော်အဖြစ် ဘဝကိုဖြတ်သန်းလာတဲ့ လီကီဆဲတစ်ယောက်\nလူမိုက်ဂိုဏ်းကြီးနဲ့ဘယ်လိုဇယားတွေရှုပ်ပြီး၊ ဘာကိစ္စတွေကိုဖော်ထုတ်မလဲ\nနှစ်ပေါင်းများစွာနေမှပြန်တွေ့ရတဲ့သူငယ်ချင်းတွေကရော သူ့ကိုဘယ်လိုကူညီကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ ကြည့်ရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB } 780MB | 350MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://megaup.net/3bAhk/Come.Back.Home.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EkvDdgzD8Fby3J0uJ7n3xhBqjD.jpg",
        "title": "Fearless Love (2022)",
        "description": "Fearless Love (2022)ဘယာနက ကင်းတဲ့ ချစ်ခြင်းသတ္တိ\n======================================\nချစ်သူတွေက ဘယ်လိုအကြောင်းအရာတွေကြောင့်လမ်းခွဲကြရတာလဲ\nပလွိုင်နဲ့ဒင်ဟာ လက်ထပ်ခွင့်တောင်းရာကနေ လမ်းခွဲပြတ်​ဆဲခဲ့ရတဲ့ချစ်သူတွေပေါ့တစ်နေ့ကျ သူတို့နှစ်ဦးက လက်စွပ်ကုမ္ပဏီတခုအတွက် ချစ်ဟန်ဆောင်ပြီး\nလက်ထပ်ခွင့်တောင်းရမဲ့ အခန်းသရုပ်ဆောင်ဖို့အကြောင်းဖန်လာတော့တယ်\nသူတို့နှစ်ဦးပြန်နီးစပ်မဲ့ ဒီကြော်ငြာကိုရိုက်ကူးဖို့ အယုဒ္ဓယဘက်သွားရင်း\nနည်းပြဘောရီဘွန်နဲ့မတော်တဆဆုံကြတယ်\nသူတို့၃ဦးက လမ်းခုလပ်တနေရာအရောက် ရွာတခုထဲက ဦးလေးပေါ်ဆီမှာ ဝင်တည်းခဲ့ကြစဥ်မှ‌ာတော့\nကြောက်စရာကောင်းတဲ့ဖြစ်ရပ်တခုနဲ့အတူကြုံခဲ့ကြရပါတော့တယ်။သူတို့ ၃ဦး ဒီသရဲရန်ကနေလွှတ်မြောက်သွားနိုင်ပါ့မလား\nသရဲထန်ခွန်ကလည်း ဘာအကြောင်းကြောင့် ပလွိုင်နဲ့ဒင်ကိုလိုက်သတ်နေရတာလဲ\nသူတို့ရိုက်ကူးမဲ့ ဒီကြော်ငြာကရောပြီးဆုံးသွားနိုင်ပါ့မလား\nပလွိုင်နဲ့ဒင်ရဲ့ဇာတ်လမ်းကလည်း ဘယ်အချင်းအရာတွေနဲ့တွယ်ငြိလာမလဲဆိုတာရသစုံပါဝင်တဲ့ Fearless loveမှာ ခံစားချက်အမျိုးမျိုးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.68GB | 897MB | 493MB\nFormat… mp4\nDuration…. 2h 2min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wuityi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/1PJ98/Fearless.Love.2022.NF.WEB-DL.1080P.H264.DDP5.1.CM.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rye5v1w3cXz5OrgAoN9OuXdQ1aW.jpg",
        "title": "Ida (2013)",
        "description": "ပိုလန်နိုင်ငံ ဒုတိယကမ္ဘာစစ်ကြီးအပြီးကာလများမှာဇာတ်အိမ်တည်ထားတယ်။ရုပ်ရှင်တစ်ခုလုံးကိုအဖြူအမဲ ကာလာနဲ့ ရိုက်ကူးထားတယ်။ဓာတ်ပုံဆန်ဆန် မလှုပ်မလျက်ကင်မရာရိုက်ချက်တွေအများကြီးသုံးထားတယ်။ဒုတိယကမ္ဘာစစ်ပွဲအတွင်းနဲ့စစ်ပြီးကာလမှာ လူသားတွေရဲ့ ပုဂ္ဂိုလ်ရေး၊ သမိုင်းရေးအရရုန်းကန်ရတာတွေကို ကွင်းကွင်းကွက်ကွက်ရိုက်ပြထားတယ်။ ကျပ်တည်းမှုတွေ၊ ချွတ်ခြုံကျမှုတွေကြားမှာ လူတွေရဲ့ စိတ်ဓာတ်ဖောက်ပြားမှုဟာ ရိုးအီနေပြီဖြစ်တဲ့ ဘဝရဲ့လှည့်ကွက်တစ်ခုသာဖြစ်တယ်။စစ်ကြီးအတွင်းမှာ မိဘမဲ့ဖြစ်ခဲ့ရတဲ့ အယ်လ်ဒါတစ်ယောက် သီလရှင်ကျောင်းမှာပဲကြီးပြင်းခဲ့ရတယ်။သီလရှင်တသက်လုံးဝတ်ဖို့ ကျမ်းမကျိန်ခင်မှာ ကျောင်းအုပ်မာသာကြီးကတစ်ဦးတည်းသောသက်ရှိထင်ရှားဆွေမျိုးရင်းခြာဖြစ်တဲ့ သူ့အဒေါ်ဆီမှာသွားနေဖို့ စေလွှတ်ခဲ့တယ်။အဒေါ်ဖြစ်သူဗန်ဒါက အငြိမ်းစား ပြည်နယ်တရားသူကြီး၊ စစ်အတွင်းမှာရခဲ့တဲ့စိတ်ဒဏ်ရာအမာရွတ်တွေနဲ့ခုချိန်ထိ ဘဝကိုလေးပင်စွာဖြတ်သန်းနေတဲ့ သက်လတ်ပိုင်းအမျိုးသမီးတစ်ယောက်ပေါ့။ အယ်လ်ဒါ့ ရဲ့ဇစ်မြစ်၊ အဖေနဲ့အမေ စစ်ကြီးအတွင်းမှာဘယ်လိုဆုံးပါးခဲ့လဲဆိုတာ ဗန်ဒါနဲ့တွေ့မှ သီလရှင်လေးအယ်လ်ဒါ သိခဲ့ရတယ်။ တူကြီးနှစ်ယောက်ရှေ့ဆက်ပြီး အတိတ်ကိုပြန်လည်တူးဆွ ကြည့်ကြတာကိုတော့ ဆက်ကြည့်လိုက်ကြပါ။ ရင်ဘတ်ထဲမှာလေးပင်တဲ့ခံစားချက်တစ်ခုတော့ ကျန်ခဲ့မှာအသေချာပါပဲ။ File size…  1.71 GB /  581 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Xi3a/Ida.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/hyena-133x200.png",
        "title": "[18+] Hyena (2020)",
        "description": "Hyena 2020 (18+)\nဒီကားလေးကတော့ 18+ကိုမှ ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ လျှို့ဝှက်ဆန်းကြယ်မှ\nကြိုက်နှစ်သက်တဲ့ ရုပ်ရှင်ချစ်သူတို့ ကြည့်သင့်တဲ့ဇာတ်လမ်းပါဇာတ်လမ်းလေးကတော့ သိန်း ၂သောင်းရဖို့\nရည်မှန်းချက်တွေနဲ့ ကြိုးစားနေတဲ့ သူတစ်ယောက်ရယ်\nငယ်ငယ်ရွယ်ရွယ် လှလှပပ သူဌေးမလေးရဲ့ အလိုမကျစရာအချစ်ရေးကနေ\nဘယ်လိုလှည့်ကွက်တွေနဲ့ တွေ့ဆုံမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါဇာတ်လမ်းလေးလဲ ခံစားရင်း 18+အနုအယွ အလှအပတွေလည်းခံစားနိုင်မယ့်\nကားကောင်းလေးပါ သူဌေးမလေးက ငယ်လည်းငယ် ချောလည်းချောသလို\nညီမလေးမှကြိုက်တယ်ဆိုတဲ့ ညိုကီတွေ ဒီကားလေးကိုကြည့်သင့်ပါတယ်\nအနည်းဆုံးတော့ ပညာတွေရမယ့် ကားကောင်းလေးပါ\nFile size… 1.01GB / 680MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 12mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/2DfO7/Hyena.2020.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNDU2NzFhMWQtYjAwNi00NDRhLWFlYWUtM2Y1MDdhYzk0ODNhXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "Love Amongst the Stars (2022)",
        "description": "မနှစ်ကထွက်ရှိထားတဲ့ Love Amongst The Stars ဆိုတဲ့ ကြယ်တာရာတွေကြားက အချစ်ပုံပြင်လေးတစ်ပုဒ်အကြောင်း ပြောပြချင်ပါတယ်ဗျ။ဟိုက်ဒီက မြို့ငယ်လေးတစ်မြို့က တက္ကသိုလ်တစ်ခုရဲ့ နက္ခတ္တဗေဒပရော်ဖက်ဆာတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောင်းသားတွေအတွက် နက္ခတ်တာရာကြည့်မျှော်စင်တည်ဆောက်ဖို့ ရန်ပုံငွေလိုအပ်တာကြောင့် အထက်ဘုတ်အဖွဲ့ကို ဒဏ္ဍာရီလာကြယ်တံခွန်တစ်ခုရဲ့ တည်ရှိမှုအကြောင်း သက်သေပြဖို့ကြိုးစားနေသူဖြစ်ပါတယ်။ ဩဂတ်စ်ကတော့ ဒီတက္ကသိုလ်ကို သမိုင်းဌာနရဲ့ ပရော်ဖက်ဆာရာထူးနဲ့ ရောက်ရှိလာသူဖြစ်ပါတယ်။ ဒါပေမဲ့သူက ရှေးဟောင်းသုတေသီတစ်ယောက်လည်းဖြစ်ပြီး ကမ္ဘာလှည့် စွန့်စားခန်းတွေဖွင့်ဖို့အတွက် နယူးယော့က်မှာ အခြေခိုင်တဲ့အလုပ်တစ်ခုရဖို့ ကြိုးစားနေသူဖြစ်ပါတယ်။ ဒါကြောင့် နယူး‌‌ယောက်က အထက်လူကြီးတွေရဲ့ စိတ်အာရုံကိုဖမ်းယူနိုင်ဖို့ ဟိုက်ဒီရဲ့ ကြယ်တံခွန်ရှာဖွေရေးမစ်ရှင်ကြီးပါ ပါဝင်ကူညီဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒီဇာတ်ကားမှာဆို အဓိက‌ဇာတ်ဆောင်တွေက အချစ်ကိုကိုးကွယ်တဲ့အရွယ်မဟုတ်ဘဲ တက္ကသိုလ်တစ်ခုရဲ့ပါမောက္ခတွေအနေနဲ့ ပုံဖော်ထားတာမို့ မျက်စိနောက်စရာ ရင်ခုန်စရာ ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းပုံစံမဟုတ်ဘဲ ဘဝရဲ့လမ်းကြောင်းတစ်ခုပေါ်ရောက်နေတဲ့ သက်လတ်ပိုင်းတွေနဲ့ သူတို့ရဲ့အချစ်အပေါ်အမြင်၊ အချစ်တစ်ခုကို သူတို့ဘဝရဲ့ ဘယ်အတိုင်းအတာအထိ ဝင်စွက်ဖက်ခွင့်ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့အတူ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…(1.5 GB)/(720 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:29:00\nGenre...Drama, ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Xijs/Love.Amongst.The.Stars.2022.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/digital-133x200.jpg",
        "title": "Digital Village (2023)",
        "description": "Digital Village (2023)\nIMDB 8.7\"ဒစ်ဂျစ်တယ်ရွာ\" ဇာတ်ကားလေးက 2023 August မှာတင်\nပူပူနွေးနွေးထွက်ထားတဲ့ IMDB rating 8.7 တောင်ရထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ရွာလေးရဲ့ wedding တစ်ခုကို ဘယ်သူမှန်းမသိတဲ့\nမြို့က ရုပ်ရှင်ဒါရိုက်တာ လာပြီး စင်ပေါ်တက် တော်ကီဖုတ်သွားတာကို\nရုပ်ရှင်ဇာတ်ညွှန်းအကြောင်းဝါသနာ ပါတဲ့ လူငယ်လေး သုံးယောက်က\nအဲဒီဒါရိုက်တာဆီ မရရအောင် ချဥ်းကပ်ပါတော့တယ်အကြောင်းက သူတို့ကြံထားတဲ့ မဟာအော်ရဂျင်နယ် မာစတာပိစ် ဇာတ်ညွှန်းကြီးကို\nဒါရိုက်တာက ပိတ်ကားပေါ် အသက်သွင်းပေးဖို့ပါပဲ ဒါတွေကလည်း\nမြက်ရိတ်ရင်း နွားစာကျွေးရင်းရလာတဲ့ အိုင်ဒီယာတွေပါ ..ဆိုတော့သူတို့အကြံအစည်\nအောင်မြင်သွားမလား ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အင်တာနက်/ရုပ်ရှင် ဗဟုသုတနည်းတဲ့\nရွာငယ်လေးတစ်ရွာကို \"ဒစ်ဂျစ်တယ်ရွာ\" ဖြစ်အောင် ကောင်လေး သုံးယောက်\nဘယ်လို ပြောင်းလဲနိုင်မလဲဆိုတာကို ပေါ့ပေါ့းပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ KKKZ ဖြစ်ပါတယ်\nFile size…1.7GB/ 650MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by KKKZ",
        "rating": "8.7",
        "url": "https://megaup.net/1Xi1Z/Digital_Village_(2023)_Malayalam_HQ_HDRip.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jsJlOhVHiz1xXr36616EI8tJ4b2.jpg",
        "title": "Pride and Prejudice and Zombies (2016)",
        "description": "ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Cinderella (2015)ထဲကမင်းသမီးချော Lily James နဲ့ Maleficent ဇာတ်ကားတွေထဲမှာ သရုပ်ဆောင်ခဲ့တဲ့မင်းသား Sam Riley တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇွန်ဘီကားလေးပဲဖြစ်ပါတယ်။ ဒီဇွန်ဘီကားဟာ 19 ရာစုမှာအ‌ခြေတည်ထားပြီး ထူးဆန်းတဲ့ ဇွန်ဘီပလိပ်ရောဂါကြောင့်အင်္ဂလန်နိုင်ငံဟာ စစ်တလင်းဖြစ်ခဲ့ရပုံကိုပြသထားပါတယ်။ ဒီဇာတ်ကားထဲကဇွန်ဘီတွေက သာမာန်ဇွန်ဘီကားတွေထဲကလို တွေ့ကရာအကုန်လိုက်ကိုက်နေတာမျိုးမဟုတ်ပဲသူတို့မှာလည်း ဦးနှောက်ရှိတဲ့အတွက် ဉာဏ်ပြေးကြပါတယ်။ ဝူးရှူးဝါးတွေမလုပ်ပဲလူ့ ဦးနှောက်စားရဖို့အတွက် ထောင်ခြောက်လည်းဆင်တတ်သလို လူတွေကြားထဲလည်းသွားလာတတ်ကြပါသေးတယ်။ ဒီလိုဉာဏ်ကောင်းတာကြောင့်ပဲ ဇွန်ဘီတွေကတ‌ဖြေးဖြေးနဲ့အင်အားကောင်းလာတာမို့ လူသားမျိုးနွယ်တွေအတွက် ခြိမ်း‌ခြောက်မှုကြီးတစ်ရပ်ဖြစ်လာပါတော့တယ်။ ဒီလိုတွေကြားထဲမှာမှ လူသဘောလူ့သဘာဝလူမှုရေး ချစ်ရေးကြိုက်ရေး နိုင်ငံရေး ဒါမျိုးတွေကိုရောထည့်ပေါင်းစပ်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ ဇွန်ဘီကားကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်ကတော့အမြင်တစ်မျိုးထူးခြားနေမှာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်တယ်လို့ညွှန်းလိုက်ပါရစေ။ File size…1.59 GB / 750MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ….. Action , Comedy , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1hkvn/blow-pride.and.prejudice.and.zombies.2016.bluray720p(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uld210snAVIWQh8VdyxGMiDE4A0.jpg",
        "title": "Shortcomings (2023)",
        "description": "လူတွေနဲ့ ဆက်ဆံတဲ့နေရာမှာ နေရာတကာလိုက်ပြီးတော့ လူ့ဂွစာလုပ်နေတဲ့ဘယ်သူနဲ့မှ အဆင်မပြေကြတဲ့လူတွေက ဒီလောကမှာအများကြီးပါပဲ။အဲ့လိုလူအများစုကလည်း သူတို့အမှားကိုသူတို့မသိကြပဲနဲ့ ဘယ်သူနဲ့မှအဆင်မပြေတာကတခြားလူတွေရဲ့ အပြစ်ကြောင့်လို့ပဲ ထင်တတ်ကြပါတယ်။ တကယ်လို့ကိုယ်လည်းအဲ့လိုလူဖြစ်နေတယ်ဆိုတာကို စိတ်ထဲမှာသိနေတယ်ဆိုရင်တော့ အမြန်ဆုံးပြင်လိုက်တာအကောင်းဆုံးပါပဲ။ ဒီကားထဲမှာလည်း အရာရာကိုဘုကလန့်လိုက်တိုက်နေပြီးလူမျိုးရေးတွေအရမ်းခွဲခြားပြီး လူ့ဂွစာဖြစ်နေတဲ့ ဘန်ကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အဓိကအဆင်မပြေဖြစ်နေတာကတော့ သူ့ကောင်မလေးမီကိုနဲ့ပဲဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ကအမြဲတမ်း ရုပ်ရုင်အကြောင်းတွေ တစ်ယောက်နဲ့ တစ်ယောက်အတွေးအမြင်တွေနဲ့ပတ်သတ်ပြီး အမြဲတမ်းရန်ဖြစ်နေတတ်ကြပါတယ်။တစ်နေ့မှာတော့ မီကိုနဲ့ ဘန်နဲ့ ပြဿနာအကြီးအကျယ်တက်ကြပြီး မီကို တစ်ယောက်သူအရမ်းသွားချင်နေတဲ့ နယူးယောက်မြို့တော်ကို ထွက်သွားပါတော့တယ်။ဒီလိုနဲ့ဘန်လဲနောက်ဆော်တစ်ယောက်နဲ့ ကောက်တွဲခဲ့ပေမဲ့ သူ့ရဲ့အကျင့်စရိုက်တွေကြောင့်အဆင်မပြေလို့ ဆော်ပစ်ခံရတဲ့အပြင် သူ့အလုပ်ကပါပိတ်သိမ်းသွားရတဲ့အတွက်မီကိုရှိရာ နယူးယောက်မြို့ကိုလိုက်သွားပါတော့တယ်။ဒီလိုနဲ့ သူအဲ့ဒီကိုရောက်သွားတဲ့အချိန်မှာ သူ့အတွက်ပိုဆိုးတဲ့ ကံကြမ္မာတစ်ခုကိုတွေ့ခဲ့ရပါတော့တယ်။လူဆိုတာအဲ့လိုမျိုးမကောင်းတဲ့ စွမ်းအင်တွေကိုသယ်ဆောင်ထားနေရင်တော့ ကိုယ့်အပေါ်မှာမကောင်းတဲ့ အရာတွေပဲဖြစ်နေမှာပါ။ဒီတော့ ဘဝမှာသူများတွေအတွက် ကန့်လန့်တိုက်တဲ့လူ့ဂွစာဖြစ်မနေပဲ ပျော်ရွှင်တတ်တဲ့စိတ်ထားလေးထားပြီး ပျော်ရွှင်စွာနေထိုင်နိုင်ကြဖို့ဒီကားလေးကိုကြည့်ပြီးပညာယူသင့်ပါတယ်။  File size…1.76 GB / 617MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ….. Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Dfnv/Shortcomings.2023.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/auyGypNbvHh4KpEVwmzI8ngaMzv.jpg",
        "title": "Sacrum Vindictae (2023)",
        "description": "ကိုယ့်မိသားစုဝင်တစ်ယောက်ယောက်ကို မတရားဆုံးရှုံးလိုက်ရမယ်ဆိုရင်ကိုယ့်စိတ်ထဲမှာ ဘယ်လိုနေမလဲ။အဲ့လိုဆုံးရှုံးအောင် လုပ်ခဲ့တဲ့သူကိုအနည်းနဲ့ အများတော့ လက်စားချေခြင်စိတ်တွေပေါ်နေမှာတော့သေချာပါတယ်။ဒီကားထဲမှာလည်း စစ်တပ်ထဲကနေထွက်လာပြီး မိန်းမနဲ့ကလေးနဲ့မိသားစုဘဝကိုပျော်ရွင်စွာဖြတ်သန်းနေတဲ့ နုချ်ကတစ်နေ့မှာတော့ ကံကြမ္မာဆိုးကြီးနဲ့ကြုံတွေ့ရပြီးသူ့မိန်းမနဲ့ကလေးကိုဆုံးရှုံးလိုက်ရပါတော့တယ်။ဒီလိုနဲ့နုချ်လည်း ကမ္ဘာပျက်ပြီးတော့ပြန်လက်စားချေဖို့လုပ်ရင်းနဲ့ ကြေးစားလူသတ်သမားဖြစ်နေပါတော့တယ်။သူ့အလုပ်ရှင်က မိန်းမနဲ့ကလေးတွေကိုသတ်တဲ့ လူတွေကိုမုန်းတဲ့လူဖြစ်ပြီးအဲ့လိုလုပ်ခဲ့တဲ့ လူတစ်ယောက်ကိုသတ်ဖို့နုချ်ကိုတောင်ခိုင်းခဲ့ပါသေးတယ်။ဒါပေမယ့် အဲ့လိုမျိုးမုန်းတဲ့လူတစ်ယောက်က သူ့မိန်းမနဲ့သမီးသေဆုံးရခြင်းရဲ့အဓိကတရားခံဖြစ်နေခဲ့တဲ့အခါမှာတော့ နုချ်တစ်ယောက် ဘာတွေဆက်လုပ်မယ်ဘာတွေဆက်ဖြစ်မလဲ သူ့မိန်းမနဲ့သမီးအတွက်ရောလက်စားချေနိုင်ပါ့မလားဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။ File size…420 MB\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "",
        "url": "https://megaup.net/1hkqs/Sacrum.Vindictae.2023..WEB-DL720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kroBXkrqoNG4x6unizzOEJ6kXkF.jpg",
        "title": "Earwig (2021)",
        "description": "2021 မှာထွက်ရှိထားတဲ့ ပြင်သစ်အမျိုးသမီးဒါရိုက်တာ Lucile Hadzihalilovic ရဲ့ပထမဦးဆုံးသော အင်္ဂလိပ်စကားပြောရုပ်ရှင်ဖြစ်ပြီး စားရေးဆရာ Brian Catling ရဲ့ဝတ္ထုကို မှီငြမ်းရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဥ်း1950 ဝန်းကျင် ဥရောပအငွေ့အသက်တွေနဲ့ ရိုက်ကူးထားတဲ့ ဒီကားရဲ့ဇာတ်ဆောင်ဖြစ်သူအဲလ်ဘတ်ဆဲလင့်ခ်က မီရာလို့ခေါ်တဲ့ ဆယ်နှစ်အရွယ်ကလေးမလေးကို ပြုစုစောင့်ရှောင့်ရသူပါ။ဒီမီရာလို့ခေါ်တဲ့ကလေးမလေးကို အဲလ်ဘတ်အဓိကလုပ်ပေးရတဲ့တာဝန်က ကလေးမရဲ့ရေခဲနဲ့လုပ်ထားတဲ့အံကပ်ကို ထိန်းသိမ်းလဲလှယ်ပေးရတာပါပဲ။တစ်နေ့မှာတော့ အမြဲတမ်းဖုန်းပဲဆက်တတ်တဲ့ အလုပ်ရှင်ဟာ မီရာကိုသူတို့ဆီခေါ်လာဖို့ အဲလ်ဘတ်ကိုပြင်ဆင်ခိုင်းတဲ့အခါ...တစ်ကားလုံးမှာ Dialogue နည်းနည်းသာပါပြီး mystery ဆန်ဆန် melodrama ဆန်ဆန်ရိုက်ကူးထားတဲ့ ဒီ Earwig ဆိုတဲ့ရုပ်ရှင်ဟာ fantasy/horror genre အမျိုးအစားပါ။ဝတ္ထုထဲမှာပဲသေချာပါပြီး ရုပ်ရှင်မှာမပါတဲ့ trivia တစ်ခုကတော့ ရုပ်ရှင်နာမည် Earwig ကအကြားအာရုံအင်မတန်ကောင်းတဲ့ အဲလ်ဘတ်ရဲ့ nickname ဆိုတာပါပဲ.....  File size…1.19GB / 476MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ….. Drama , Fantasy , Horror\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1hko4/Earwig.2021.WEB-DL720p(CM).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k9w237hzy8ElrQvbziop5cmuimJ.jpg",
        "title": "Shotgun Love(2011)",
        "description": "Shotgun Love(2011)******************(720Pပဲရှိလို့ အကောင်းဆုံးတင်ဆက်ပေးထားပါတယ်..)SEX IS ZEROထဲက ဒီဘဲကြီးပါကတည်းက ရှယ်ခွီရမယ်ဆိုတာကျွန်တော်တို့မပြောလည်းသိကြမှာပါ...သို့ပေမဲ့ သူ့ကားတွေကရယ်ရတာနဲ့မတန်အောင် ဝမ်းနည်းကြေကွဲရအောင်လုပ်တဲ့အပိုင်လေးတွေနဲ့လည်း ဇတ်သိမ်းတတ်ပါသေးတယ်...ဒါ့ကြောင့်လည်း သူ့ကားတွေဟာကျွန်တော်တို့ရင်ထဲမှာကျန်ရှိနေတာလားမပြောတတ်ပေ...\nဟုမ်းရှော့ပင်းအစီအစဉ်မှာ ရှိုးမော်ဒယ်အနေနဲ့ အလုပ်လုပ်ကိုင်နေတဲ့ ဆန်းယောဟာ ဆွဲဆောင်မှုမရှိတဲ့ အူတူတူ အတတ ယောကျာ်းတစ်ယောက်ဖြစ်ပါတယ်သူနဲ့ တစ်ရုံးတည်းမှာ အလုပ်အတူလုပ်တဲ့\nမိန်းမလှ‌‌လေး ဆိုယွန်းကို ရင်ထဲကနေ နှစ်နှစ်ကာကာ စုံမက်နေခဲ့ပါတယ်အဲ့လိုနဲ့ မိုးညတစ်ညမှာတော့ ဆန်းယောနဲ့ ဆိုယွန်းတို့ဟာ မိုတယ်ကိုရောက်သွားဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်ဆန်းယောတစ်ယောက် သူချစ်ရသူနဲ့ မိုတယ်မှာ\nတစ်ညတာ အတူရှိနိုင်ခဲ့တာမို့လို့ ရင်ထဲမှာ ပန်းတွေပွင့်တဲ့အထိ ပီတိဖြာနိုင်ခဲ့ပေမဲ့ နောက်တစ်နေ့ မနက်ရောက်တဲ့အခါမှာတော့...ဒီကားလေးက ၂၀၁၁ ခုနှစ်က ထွက်ရှိထားတဲ့ အချစ်ဟာသ ဇာတ်ကားလေး ဖြစ်ပြီး တစ်ကားလုံး သဘာဝကျကျနဲ့ အတော်လေး ရယ်ရတာမို့လို့ စိတ်အပန်းဖြေဖို့အတွက် ဇာတ်ကား တစ်ကားရွေးချယ်နေတယ်ဆိုရင်တော့‌ အကြိုက်နဲ့ ကွက်တိကျနိုင်မှာပါ Comedy Movie ကြိုက် ပရိသတ်ကြီးအတွက် ဒီဇာတ်ကားလေးကို ညွှန်းပေးလိုက်ပါတယ်နော်....  File Size…671MB\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenres: ...",
        "rating": "6.7",
        "url": "https://megaup.net/1hknk/Shotgun.Love.2011.DNSP.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ROhQeFIRCDadpIe4C7fVi5mV1Q.jpg",
        "title": "A Christmas Mystery (2023)",
        "description": "ခရစ္စမတ်ရဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ရှိပါတယ်။အဲ့ဒါကတော့ လွန်ခဲ့တဲ့နှစ်တစ်ရာလောက်တုန်းက ဂျင်မီစတက်ဘင်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ရွှေခေါင်းလောင်းတွေအကြောင်းပဲဖြစ်ပါတယ်။ ဂျင်မီစတက်ဘင်ဆိုတဲ့ ကောင်လေးနေထိုင်တဲ့ ပလဲဆန့်ဘေးဆိုတဲ့မြို့လေးတစ်မြို့မှာ မိုးခေါင်ရေရှားမှုတွေဖြစ်ပြီးသူတို့ မြို့ရဲ့အဓိကစီးပွားရေးလုပ်ငန်းဖြစ်တဲ့ သစ်ခွဲစက်ကိုပိတ်လိုက်ရပါတော့တယ်။ ဒီလိုနဲ့ခရစ္စမတ်အကြိုညမှာ ဆန်တာကလော့စ်လာတဲ့ အသံကိုကြားပြီး ဂျင်မီလေးကထွက်ကြည့်တဲ့အခါမှာ ဆန်တာရဲ့ စွပ်ဖားလှည်းကနေ တောက်ပနေတဲ့အရာတစ်ခု ကျကျန်ခဲ့တာကိုတွေ့ခဲ့ရပါတယ်။အဲ့ဒါကတော့ ရွှေခေါင်းလောင်းလေးတွေဖြစ်ပြီး ဂျင်မီကသူ့မြို့ရဲ့သစ်ခွဲစက်ကို ပြန်ဖွင့်နိုင်ပါစေလို့ အဲ့ဒီခေါင်းလောင်းတွေကို ကိုင်ပြီးတောင်းဆုပြုခဲ့ပါတော့တယ်။နောက်နေ့ မနက်မှာတော့သူ့ရဲ့ဆုတောင်းတွေကတကယ်ပြည့်ဝသွားပြီး အဲ့ဒီအကြောင်းကလဲ သူတို့မြို့လေးနဲ့တခြားမြို့တွေကိုပါပြန့်နှံ့သွားပါတော့တယ်။ဒီလိုနဲ့ အဲ့ဒီခေါင်းလောင်းကိုပြတိုက်မှာ ပြသထားကြပြီး နှစ်တိုင်းခရစ္စမတ်အကြိုနေ့မှာ ခေါင်းလောင်းတီးပွဲကို ကျင်းပလာခဲ့တာအခုဆိုရင်နှစ်တစ်ရာရှိခဲ့ပါပြီ။ဒါပေမယ့် ထူးထူးခြားခြား အဲ့ဒီလိုနှစ်တစ်ရာပြည့်တဲ့နှစ်မှာပဲ အဲ့ဒီရွှေခေါင်းလောင်းတွေက ပျောက်ချင်းမလှပျောက်ဆုံးသွားပါတော့တယ်။အဲ့ဒီခေါင်းလောင်းကိုဘယ်သူကခိုးသွားတာလဲ ဘယ်သူတွေကရောအဖြစ်မှန်ကို ရှာဖွေဖော်ထုတ်နိုင်ကြမလဲ ဆိုတာကိုကြည့်ရမဲ့ စိတ်ဝင်စားစရာခရစ္စမတ်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…987MB / 476MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 27m\nGenre ….. Comedy , Drama , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Dfbq/A.Christmas.Mystery.2022.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUmmY7QWWn7OhKlcPOnirHJpP1F.jpg",
        "title": "Retribution (2023)",
        "description": "Retribution (2023)မင်းသားကြီး လီယံနီဆန် စီးတဲ့ကားထိုင်ခုံအောက်ကို ဗုံးထောင်ရဲတဲ့ကောင် ပေါ်လာပါပြီ။ ဗုံးကတော့ ဖင်ကြွလိုက်ရင် ကွဲမယ့်ဗုံးပါ။ ကားထဲမှာ သူ့သားနဲ့ သမီးလည်း ပါနေပြီး ဖုန်းတစ်လုံးကနေ လူဆိုးခိုင်းတာမှန်သမျှ ဖင်မကြွဘဲ လိုက်လုပ်ရပါတော့တယ်။ ဒီတစ်ခါတော့ ဘတ်မန်းရဲ့ဆရာလည်းမဟုတ်၊ အိုဘီဝမ်ရဲ့ ဆရာလည်းမဟုတ်တာမို့ ဗုံးကိုဖြုတ်မရဘဲ တစ်မြို့လုံး ပတ် ပြဿနာရှာရပါတော့တယ်။ဇာတ်လမ်းက ကောင်းပါတယ်။ ကောင်းဆို 2015 တုန်းကထွက်ခဲ့တဲ့ နာမည်ကြီးစပိန်ကားကို သုံးကြိမ်မြောက် ပြန်ရိုက်တာပါ။ ရှေ့မှာလည်း ဂျာမနီက Don't Get Out (2018), ကိုရီးယားက Hard Hit (2021) ဆိုပြီး ရိုက်ထားပါသေးတယ်။ အရင်ကားတွေ ကြည့်ဖူးဖူး မကြည့်ဖူးဖူး ဒီမင်းသားကြီးနဲ့ ဘယ်လိုကြမ်းမလဲ ကြည့်ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 4K HEVC, 1.8GB, 600MB\nQuality ...",
        "rating": "5.4",
        "url": "https://megaup.net/1hj89/(CM)_Retribution_(2023)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5FFpXoNpHdmx4hYEQOjtgotOH4b.jpg",
        "title": "Once Upon a Crime (2023)",
        "description": "Once Upon A Crime (2023)ငယ်ငယ်တုန်းက သဘောကျခဲ့ကြတဲ့ Cinderella နဲ့ ရွှေမင်းသားလေးကို ဂျပန်ဗားရှင်းနဲ့ ကြည့်လို့ရပါပြီ။ဒီဇာတ်လမ်းမှာ တမူထူးခြားနေတာကတော့ “ဟိုးရှေးရှေးတုန်းက မင်းသမီးလေးတစ်ပါး” လို့ မဟုတ်ဘဲ\n“ဟိုးရှေးရှေးတုန်းက လူသတ်မှုတစ်ခု” နဲ့ အစချီထားတာပါပဲ။Fantasy/ Crime/ Mystery စတဲ့ Genre (၃) မျိုးကို တစ်ကားတည်းမှာ ကြည့်ရမှာမို့\nကြည့်မိလို့ နောင်တရမယ့်ကားမျိုးတော့ မဟုတ်ဘူးလို့ ထင်ပါတယ်။ကိုယ်သိထားတဲ့ Cinderella ဇာတ်လမ်းကနေ ကွဲထွက်ပြီး ထူးခြားတဲ့ Plot တစ်ခုမို့\nမြှုပ်ကွက်လေးတွေနဲ့အတူ ကြည့်လို့ကောင်းစေမှာပါပဲနော်။ကဲ…စကားများရင် အမှားပါတတ်တာမို့ ကိုယ်တိုင်ကြည့်ပြီး ဝေဖန်သုံးသပ်လိုက်ကြပါဦး။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Khaing ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Comedy, Crime\nQuality…. 1080p | 720p\nFile size…2GB } 966MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3jcbw/Once.Upon.a.Crime.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2NlZGFlZjItMjQwOC00YTc2LWEwNTktMTk4MTgwNmY5NmNjXkEyXkFqcGdeQXVyNzAzMjY2Ng@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "The Pass (2023)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ ထင်မထားတဲ့ လှည့်ကွက်တွေနဲ့ ကြည့်ရတဲ့သူကို မပျင်းရအောင်အဆုံးထိ ဆွဲခေါ်သွားမယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကတော့ နီနာနဲ့ မာရီ့ဆိုတဲ့ လင်မယားနှစ်ယောက်အကြောင်း ဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပါတယ် ဇာတ်လမ်းလေးထဲမှာတော့ နီနာနဲ့ မာရီ့ဟာ အိမ်ထောင်သက်တမ်း ၇နှစ်ရှိပြီး ဖြစ်တဲ့ လင်မယားပါ ဒါပေမဲ့ နီနာရဲ့အမေဟာ မာရီ့ကို သဘောမကျပါဘူး မာရီ့လည်း မိန်းမနဲ့ သူ့အမေကြား အရမ်းပျာယာခတ်ရပါတယ် တစ်နေ့ မာရီ့စ်တို့ သူငယ်ချင်းတစ်စု ဂေါက်ရိုက်သွားကြတဲ့အခါမှ မာရီ့စ်သူငယ်ချင်းတစ်ယောက်က passဆိုတဲ့အကြောင်းကို စတင်ပြောလာပြီး မာရီ့ကိုလည်း အဲ့ဒီpassသုံးသင့်တယ်လို့ပြောပါတယ် ဒီတော့ အဲ့ဒီpassဆိုတာက ဘာလဲ အဲ့ဒီpassကြောင့်မာရီ့စ်တို့ဘာဆက်ဖြစ်မလဲ ဒီထဲမှာမြှုပ်ထားတဲ့ ဇာတ်ကွက်တွေကရော ဘာတွေဖြစ်မလဲ...ကဲ သိချင်ရင်တော့ ဒီဇာတ်လမ်းလေးကို အခုပဲခံစားကြည့်ရှူလိုက်ကြရအောင်File size…(1.7 GB)/(842 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phoo Myat Thwe",
        "rating": "",
        "url": "https://megaup.net/1Xeh3/The.Pass.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oEoR6wJA6uioAu8Pb1uU2UHLPc.jpg",
        "title": "Let the Dance Begin (2023)",
        "description": "Let the Dance Begin (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 100% ~ရယ်လည်းရယ်ချင်တယ်၊ ငိုလည်းငိုချင်တယ်၊ အဲဒါအပြင် ဒရာမာကိုပါ အပြည့်အဝခံစားချင်တယ်ဆိုရင်တော့ အခုတင်ပေးလိုက်တဲ့ အာဂျင်တီးနားကားကိုသာ ကြည့်လိုက်ပါတော့။ဒီဇာတ်ကားမှာ အာဂျင်တီးနား နာမည်ကြီး ဝါရင့်သရုပ်ဆောင်တွေဖြစ်တဲ့ Dario Grandinetti နဲ့ Mercedes Morán ကနေပြီးတော့ ဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားတာပါ။ ဒါ့အပြင် IMDb မှာ 6.9/10 နဲ့ Rotten Tomatoes မှာ 100% ပါရထားပြီး ဆု နှစ်ဆုလည်း ချိတ်ခဲ့ပါသေးတယ်။ဒီဇာတ်လမ်းဟာဆိုရင်တော့ ငယ်သူငယ်ချင်းသုံးယောက် ခြောက်ဆယ်ကျော်သွားတဲ့အချိန်မှာ ပြန်ဆုံတဲ့အပေါ်ကို ဇာတ်အိမ်တည်ထားတာပါ။ တစ်ပါထဲ \"Tango\" ဆိုတဲ့ အကတစ်မျိုးအကြောင်းပါ ပြောလိုက်ပါမယ်။ Tango ဆိုတာက ၁၈၈၀ ဝန်းကျင်တုန်းကစပြီး အာဂျင်တီးနားနဲ့ ဥရုဂွေးနှစ်နိုင်ငံကြား ခေတ်စားသွားတဲ့အကတစ်ခုပေါ့။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Debm/(CM)_Let_The_Dance_Begin_(2023)_720p.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7xGDaxBE8NazccpXN6oiwoOe67b.jpg",
        "title": "Tango & Cash (1989)",
        "description": "Tango & Cash (1989)၁၉၈၀ ခုနှစ်တွေတုန်းက လျှမ်းလျှမ်းတောက်အောင်မြင်နေခဲ့တဲ့ Sylvester Stallone နဲ့ Kurt Russell တို့လို အက်ရှင်မင်းသားတွေကို ဇာတ်ဆောင်တင်ရိုက်ထားတဲ့ Action, Comedy ရုပ်ရှင်ကားကောင်းတစ်ခုပါ။ Stallone ကလည်း Rambo ၃ကား နဲ့ Rocky ၄ကားထွက်ပြီးတဲ့အချိန်၊ Kurt ကလည်း Escape from Newyork နဲ့ Big Trouble in Little China တို့လို အက်ရှင်ကားတွေရိုက်ကူးထားပြီးချိန်ပါ။ မင်းသား ၂ယောက်ရဲ့ ဩဇာရှိန်တက်နေဆဲအချိန်ပေါ့။လော့စ်အိန်ဂျလိစ်ရဲတပ်ဖွဲ့မှာ အတော်ဆုံးလို့ သတ်မှတ်ထားရတဲ့ စုံထောက် ၂ ယောက်ရှိပါတယ်။ အနောက်ဘက်က တန်ဂိုနဲ့ အရှေ့ဘက်က ကက်ရှ် တို့ပါ။ နေရာချင်းမတူသလို စရိုက်ချင်းကလည်းမတူပါဘူး။ တန်ဂိုဟာ သပ်သပ်ရပ်ရပ်ဝတ်စားပြီး လူကြီးလူကောင်းဂိုက်နဲ့ အမြဲနေပေမဲ့ ကက်ရှ်ကတော့ ပိုလွတ်လပ်တဲ့ လမ်းသရဲစတိုင်ရှိပါတယ်။ ဒီလိုအတော်ဆုံးရဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2De8f/(CM)_Tango_&_Cash_(1989)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMmNjM2UwMGItMDM0Mi00YjZjLWI1YTYtZGYzYjA3ODIxYTNmXkEyXkFqcGdeQXVyMTU1OTAxMjgx._V1_-133x200.jpg",
        "title": "HER: Chapter 1 (2023)",
        "description": "Her - Chapter 1 (2023)\n===================\nIMDb 8.8/10\nတောင်ပိုင်း တက်သစ်စ မင်းသမီးချောလေး ရူဟနီရှာမာရဲ့ မှုခင်း ရုံကားသစ်\nHer Chapter 1 ကြည်၊ တောက်၊ ရှင်း ဗားရှင်း ထွက်ရှိလို့လာပါပြီ။အာချာနာဆိုတဲ့ ဒုရဲအုပ်မလေးဟာ ကိစ္စတစ်ကြောင့် တာဝန် ၆ လ ရပ်ဆိုင်းခံရတာနေ\nအလုပ်ပြန်ဝင်တဲ့အချိန်မှာပဲ စစချင်းကြုံရတဲ့အမှုက ရှုပ်ထွေးတဲ့ နှစ်လောင်းပြိုင်လူသဝာ်မှုတစ်ခုဖြစ်နေပါတယ်။အဲဒီအမှုက ရည်ရွယ်ချက်ရှိရှိကျူးလွန်တဲ့အမှုလား၊ ခရီးသွားဟန်လွှဲဖြစ်သွားတဲ့အမှုလား၊\nအာချာနာကရော အတိတ်မှာဘာတွေကြုံခဲ့ရတာလဲဆိုတာကို တောင်ပိုင်းမှုခင်းကားတွေရဲ့ထုံးစံ\nစိတ်ဝင်စားဖို့ကောင်းအောင်မြင်တွေ့ရမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V, ToMo, Dee နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size… 1.67GB / 879MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ ToMo~ Dee~ Zwe Yan",
        "rating": "8.8",
        "url": "https://megaup.net/1hj2u/Her_-_Chapter_1_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/91zeZWC9HJL._AC_UF8941000_QL80_-148x200.jpg",
        "title": "The Equalizer 2 (2018)",
        "description": "The Equalizer 2 (2018)IMDb Rating (6.7) / Rotten Tomatoes (52%)မင်းသားကြီး Denzel Washington ဆိုတာ ရုပ်ရှင်လောကထဲမှာတင်မက တခြားပြင်ပလောကတွေမှာပါ ဩဇာကြီးမားတဲ့ အနုပညာရှင်တစ်ဦးပါ...ဒီလိုမင်းသားကြီးကို အသုံးပြုပြီး လောကကြီးရဲ့ တလွဲတွေကို ချိန်ညှိသူအဖြစ် ရိုက်ကူးထားတဲ့The Equalizer  ရုပ်ရှင်ကားတွေဟာ တကယ့်ထိပ်တန်း အက်ရှင်ဇာတ်ကားတွေပါပဲ..နိုင်ရာစားလောကကြီးကို ကျွန်တော်တို့ မျက်မြင်မှာ လုပ်ငန်းခွင်တွေမှာ ဘဝတွေမှာ နေ့စဉ်မြင်တွေ့ ခံပြင်းနေကြမှာပါ...ဒီလိုနိုင်ရာစားလောကကြီးကို တရားသဖြင့် ချိန်ညှိပေးမယ့်သူအဖြစ် Denzel Washington ကတကယ့်တရားသူကြီးတစ်ယောက်လို တည်ငြိမ်ရင့်ကျက်စွာသရုပ်ဆောင်ထားပါတယ်။ထူးခြားတာကတော့ သူက လောကကြီးကို ချိန်ညှိဖို့အတွက် ရက်စက်ဖို့လဲ ဝန်မလေးတဲ့ယမမင်းတစ်ပါးလို လက်သံပြောင်သူအဖြစ် အားရစွာမြင်တွေ့ရမှာပါ။The Equalizer 2 (2018) မှာလဲ ပထမဇာတ်ကားထဲကလိုပဲ မတရားမှုတွေကို ဆက်လက်ချိန်ညှိနေတဲ့ Robert McCall အဖြစ် ဒန်ဇဲကိုဆက်လက်ရှုစားရမှာပါ။The Equalizer ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=the+equalizer ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Xg4v/(CM)_The_Equalizer_2_(2018)_BluRay_720p-Naung.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/equalizer_ver9_xlg-135x200.jpg",
        "title": "The Equalizer (2014)",
        "description": "The Equalizer (2014)IMDb Rating (7.2) / Rotten Tomatoes (61%)မင်းသားကြီး Denzel Washington ဆိုတာ ရုပ်ရှင်လောကထဲမှာတင်မက တခြားပြင်ပလောကတွေမှာပါ ဩဇာကြီးမားတဲ့ အနုပညာရှင်တစ်ဦးပါ...ဒီလိုမင်းသားကြီးကို အသုံးပြုပြီး လောကကြီးရဲ့ တလွဲတွေကို ချိန်ညှိသူအဖြစ် ရိုက်ကူးထားတဲ့The Equalizer  ရုပ်ရှင်ကားတွေဟာ တကယ့်ထိပ်တန်း အက်ရှင်ဇာတ်ကားတွေပါပဲ..နိုင်ရာစားလောကကြီးကို ကျွန်တော်တို့ မျက်မြင်မှာ လုပ်ငန်းခွင်တွေမှာ ဘဝတွေမှာ နေ့စဉ်မြင်တွေ့ ခံပြင်းနေကြမှာပါ...ဒီလိုနိုင်ရာစားလောကကြီးကို တရားသဖြင့် ချိန်ညှိပေးမယ့်သူအဖြစ် Denzel Washington ကတကယ့်တရားသူကြီးတစ်ယောက်လို တည်ငြိမ်ရင့်ကျက်စွာသရုပ်ဆောင်ထားပါတယ်။ထူးခြားတာကတော့ သူက လောကကြီးကို ချိန်ညှိဖို့အတွက် ရက်စက်ဖို့လဲ ဝန်မလေးတဲ့ယမမင်းတစ်ပါးလို လက်သံပြောင်သူအဖြစ် အားရစွာမြင်တွေ့ရမှာပါ။The Equalizer 2014 ဇာတ်ကားမှာတော့ ပြည့်တန်ဆာမလေးအဖြစ် မင်းသမီး Chloë Grace Moretz လဲ ပါဝင်ထားပါတယ်။The Equalizer ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=the+equalizer ကြည့်ပါ။\nFile size…(5.1 ...",
        "rating": "7.2",
        "url": "https://megaup.net/2DdwZ/(CM)_The_Equalizer_(2014)_BluRay_720p-Naung.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkmz9rxgcweizXNElozGeKwmAJE.jpg",
        "title": "Hunt for the Wilderpeople (2016)",
        "description": "Hunt for the Wilderpeople (2016)~ IMDb - 7.8/10, Rotten Tomatoes - 97% ~သွေးမတော်သားမစပ် လူကြီးနဲ့ ကလေးတစ်ယောက် သူတို့နောက်လိုက်တဲ့ အစိုးရအဖွဲ့တွေဆီကနေ ထွက်ပြေးတဲ့ ဇာတ်လမ်းပါ။ရစ်ကီဘိက်ကာဆိုတဲ့ မိဘမဲ့ကောင်လေးကို ဟိက်နဲ့ ဘယ်လာဆိုတဲ့ ယာသမားစုံတွဲက မွေးစားရာကနေ အရှုပ်ထုပ်တွေစခဲ့တာပါ။ ရစ်ကီက ကလေးသူငယ်စောင့်ရှောက်ရေးအဖွဲ့အတွက်တော့ ဆိုးသွမ်းခိုးနှိုက် ဖျက်ဆီးတတ်တဲ့ ပြသာနာကောင်လေးပေါ့။ ရစ်ကီရဲ့မွေးစားအမေ ဘယ်လာကတော့ သူ့ကို ဂရုတစိုက်စောင့်ရှောက်ပေးပါတယ်။ ဟိက်ကတော့ သူ့ဟာသူနေတာပါ။တစ်နေ့မှာ ဘယ်လာ ဆုံးသွားပြီး ဟိက်က ပြစ်မှုမှတ်တမ်းဟောင်းကြောင့် ရစ်ကီကို မွေးစားခွင့်မရတဲ့အခါ ရစ်ကီက ပြန်မလိုက်ချင်ဘဲ ထွက်ပြေးဖို့ ကြံစည်ပါတော့တယ်။ အဲဒီဒေသက လူတွေ ခြုံလို့ခေါ်တဲ့ တောအုပ်ထဲမှာ မျက်စိလည် လမ်းပျောက်ပြီး ဟိက်နဲ့ ဆုံတဲ့အခါ...ရဲတွေ အစိုးရအဖွဲ့တွေ လိုက်ဖမ်းနေလို့ မတည့်အတူနေ၂ယောက် တောထဲပုန်းခိုရင်း မထင်မှတ်ဘဲ အထင်လွဲမှုတွေဖြစ်သွားပြီး ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Xgmx/(CM)_Hunt_for_the_Wilderpeople_(2016)_BluRay_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Count_Korean_Movie-p1-140x200.jpg",
        "title": "Count(2023)",
        "description": "Count(2023)***********\nကစားသမားတွေက နှစ်ခါသေဆုံးကြပါတယ်တဲ့။ လက်ဝှေ့သမားဟောင်း ဘတ်ရှီဟွန်းကတာ့ သေဆုံးမှုနှစ်ခုစလုံးကိုတွေ့ကြုံပြီးပြီပဲဖြစ်ပါတယ်။ ပထမတစ်ခါကတော့ ၁၉၈၈ အိုလံပစ်မှာ အငြင်းပွားစရာရွှေတံဆိပ်ဆုကို ရခဲ့တုန်းကဖြစ်ပြီးတော့ ဒုတိယတစ်ခါကတော့ အဲဒီရွှေတံဆိပ်ဆုကြောင့်ပဲသူရဲ့အားကစားသမားဘဝ ဂုဏ်သိက္ခာမဲ့စွာ အဆုံးသတ်ခဲ့ရတုန်းကပဲဖြစ်ပါတယ်။အခုကတော့ သူ့ရဲ့တတိယဘဝအဖြစ် နယ်မြို့လေးမှာ ကျောင်းဆရာလုပ်နေပြီးတော့ ကျောင်းရဲ့လက်ဝှေ့အသင်းကိုနည်းပြလုပ်ပေးဖို့ ကျောင်းအုပ်ကြီးဆီက နားပူနာဆာအလုပ်ခံနေရတာပဲဖြစ်ပါတယ်။အစကတော့ ဝန်လေးနေခဲ့ပေမဲ့ စတားဖြစ်ဖို့ အလားအလာရှိတဲ့ လက်ဝှေ့သမား ယွန်းဝူကိုတွေ့ပြီးတော့အသင်းကို အကောင်အထည်ဖော်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ အဲဒီလိုနဲ့ ရှီဟွန်းနဲ့ သူရဲ့အနိုင်ကျင့်ခံအသင်းလေးဟာ ချန်ပီယံအစစ်အမှန်ကဘာလဲဆိုတာကို ပြသဖို့အတွက် ကြိုးစားကြပါတော့တယ်။ဒီကားလေးက တောင်ကိုရီးယားရဲ့ လက်ဝှေ့ကစားသမား ဘတ်ရှီဟွန်းရဲ့အကြောင်းကိုပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်မောပြီး ကြည့်ရမယ့် comedy, sport movieအမျိုးအစားပဲဖြစ်ပါတယ်။ Cast တွေအနေနဲ့ Jin Sun Kyu, Oh Nara, Ko Chang Seok တို့ပါဝင်ထားပြီးတော့မင်းသားအငယ်လေးတွေကလည်း သရုပ်ဆောင်ကောင်းတာမို့လို့ CM fan တို့အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ Windi မှရေးသားပေးထားပါတယ်....File ...",
        "rating": "6.7",
        "url": "https://megaup.net/1hirv/Count.2023.NF.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzViMTVlZmEtY2FlNy00YTlmLWI1NDMtOTBkNWM4N2JiMDc2XkEyXkFqcGdeQXVyMTI5OTY1NzU@._V1_-133x200.jpg",
        "title": "Metamorphosis (2022)",
        "description": "ဒီဇာတ်ကားက ၂၀၂၂ ခုနှစ်​ကထွက်ရှိခဲ့တဲ့​ Horror/Drama အမျိုး​အစားဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ အိမ်​ထောင်​ရေးပြိုကွဲလုနီးနီးဖြစ်နေတဲ့​ ဇနီး​မောင်နှံ​နှစ်ယောက်​ဟာ​ အိမ်​ထောင်​ရေးကိုရှေ့ဆက်နိုင်ဖို့ နှစ်ဦးအကြားနားလည်မှုယူဖို့အတွက် လူသူ​မနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်မှာ​ အတူအပန်းဖြေဖို့ရောက်လာခဲ့ကြပါတယ်။ လူသူ​မရှိသလောက်နည်းတဲ့ ကျွန်းပေါ်မှာနေကြရင်းနဲ့ ခင်ပွန်း​ဖြစ်သူ​ရဲ့​စိတ်ကျန်းမာရေးက တစ်နေ့တခြား ဆိုးဝါးဖောက်ပြန်လာ​ပြီး​ လူသားကိုပါစားတဲ့အထိဖြစ်လာတဲ့အခြေအနေကို ဇနီး​ဖြစ်သူ​ အလစ်ဆာ​တစ်ယောက်​ရင်​ဆိုင်ရပါတော့တယ်။ ဒီကြားထဲ ကျွန်း​ပေါ်​မှာ​ မသင်္ကာစရာမုဆိုးနှစ်ယောက်လည်းရှိနေတဲ့အတွက် ဒီအခြေအနေတွေကနေ အလစ်ဆာတစ်ယောက်​ လွတ်မြောက်​နိုင်​ပါ့​မလား​ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…(1.13 GB)/(504 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:22:00\nGenre...Drama, Horror, Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Wolfenheim",
        "rating": "",
        "url": "https://megaup.net/1Wrc1/Metamorphosis.2022.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MatchMeIfYouCan_Poster-138x200.jpg",
        "title": "Match Me If You Can (2023)",
        "description": "လွန်ခဲ့တဲ့တစ်ပတ်လောက်ကမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Match Me If You Can ဆိုတဲ့ Romance/ Comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ IMDB rating 5.3 ရရှိထားပြီး ဇာတ်အိမ်ကလည်း တမူထူးခြားနေတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ကားလေးတစ်ကားပါပဲ။ ကစ်ပ်က ကွန်ပျူတာပရိုဂရမ်မာတစ်ယောက်ဖြစ်ပြီး တစ်ဘဝလုံးအချစ်နဲ့ဝေးရာမှာနေလာရတဲ့ စာဂျပိုးမလေးတစ်ယောက်ပါ။ သူ့အတွက်အဖော်ဆိုလို့ ရုံးကအူကြောင်ကြောင် သူငယ်ချင်းသုံးယောက်နဲ့ ဝင်ကစွပ်ကောင်လေးတစ်ကောင်ပဲ ရှိပါတယ်။ ရိုင်လေကတော့ I Promise လို့အမည်ရတဲ့ Online Dating ဝက်ဘ်ဆိုက်တစ်ခုကို ဦးစီးနေသူဖြစ်ပြီး သူ့ရဲ့ကုမ္ပဏီက လူငယ်တွေကြားမှာ ရေပန်းစားတဲ့ကုမ္ပဏီတစ်ခုပါ။ ဒီလိုနဲ့တစ်ရက်မှာတော့ မထင်မှတ်ဘဲ I Promise မှာ sign up လုပ်ပြီး ရည်းစားရှာဖို့ကြိုးစားခဲ့တဲ့ကစ်ပ်ဟာ ကုမ္ပဏီဘက်က ကစ်ပ်အတွက် ရည်းစားရှာမရနိုင်ကြောင်း ပြန်စာကိုရရှိပြီးနောက်မှာတော့ အကြီးအကျယ်ပေါက်ကွဲပြီး I Promise ကို စတင်တိုက်ခိုက်ပါတော့တယ်။ ရန်သူတွေအဖြစ်စတင်ခဲ့တဲ့ ကစ်ပ်နဲ့ရိုင်လေရဲ့ဇာတ်လမ်းလေးက ...",
        "rating": "",
        "url": " https://megaup.net/1Wra2/Match.Me.If.You.Can.2023(CM).720p.WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDJlMWQ3YjAtOGFiOS00N2IxLThmYTUtYzZiOTFmZDc4NzFiXkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-140x200.jpg",
        "title": "Scooby-Doo! and the Cyber Chase (2001)",
        "description": "Scooby-Doo! and the Cyber Chase (2001)\n=============================\nIMDb Rating - 7.0/10ဒီတစ်ခါရုပ်ရှင်လေးမှာတော့ Scooby တို့အုပ်စုဟာ သူငယ်ချင်း\nသိပ္ပံကျောင်းသား Eric ရဲ့ တက္ကသိုလ်ကို သွားစရာအကြောင်းဖန်\nလာပါတော့တယ်။ အကြောင်းအရင်းကတော့ Game developer\nတစ်ယောက်ဖြစ်တဲ့ Eric က Scooby တို့အုပ်စုရဲ့ စွန့်စားခန်းတွေ\nအပေါ်မူတည်ပြီး ဂိမ်းတစ်ခုထွင်ထားလို့ပါပဲ။ ရှက်ဂီနဲ့စကူဘီကတော့\nဂိမ်းအဓိကဇာတ်ကောင်ဖြစ်ရတဲ့အရှိန်နဲ့ ဂိမ်းကိုစမ်းဆော့ကြည့်ချင်စိတ်\nငယ်ထိပ်ရောက်နေခဲ့ပါတယ်။ဒါပေမယ့် Eric ဆီ တကယ်ရောက်သွားတဲ့အချိန်မှာတော့ ထင်ထား\nတာနဲ့ တက်တက်စင်အောင်လွဲတော့တာပါပဲ။ ဂိမ်းကို အစမ်းဆော့\nကြည့်ကြဖို့နေနေသာသာ ဂိမ်းဖွင့်ခွင့်တောင် မရကြပါဘူး။ ပြဿနာက\nအဲဒီမှာစတာပါပဲ။ လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ Eric ရဲ့ ဂိမ်းတည်ဆောက်မှုမှာ\nအဓိကဖြစ်တဲ့ လေဆာပစ်လွှတ်မှုကနေ ဗိုင်းရပ်စ်တစ်ကောင်ခုန်ထွက်\nလာခဲ့ပြီး ပြဿနာရှာသွားတာမို့လို့ပါ။ ဂိမ်းထဲကနေ အပြင်လောကအထိ\nသက်ရှိထင်ရှား အကောင်လိုက်ထွက်ချလာတဲ့ ဗိုင်းရပ်စ်ကြီးကို ထုံးစံ\nအတိုင်း စကူဘီတို့ကပဲ လိုက်ရှာဖမ်းပေးရတော့တာပေါ့။ ဒါပေမယ့် စကူဘီ\nတို့သူငယ်ချင်း ၅ယောက်လုံးပါ ဗိုင်းရပ်စ်နဲ့အတူ ဂိမ်းထဲကို အပို့ခံလိုက်ရ\nတဲ့အခါမှာတော့ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Wiz3/Scooby-Doo.And.The.Cyber.Chase.2001.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IM9x3rmrlXSNt22JUek29Q4ymY.jpg",
        "title": "[18+] Litsoneras (2023)",
        "description": "Litsoneras (2023)Azi Acosta လိုပဲအချိန်တိုအတွင်းအောင်မြင်လာပြီး ရှေ့တန်းရောက်လာပြီး Lovely Ladies Dormitory နဲ့ ပွဲဦးထွက်ခဲ့တဲ့ Yen Durano လေးရဲ့ ဇာတ်ကားသစ်ဖြစ်ပါတယ်။အယ်လ်ရီယာ (Yen Durano) ကအထက်တန်းကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး ဝက်ကင်ဆိုင် ဖွင့်ထားတဲ့ဖခင်နဲ့အတူနေပါတယ်။ သူငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူရဲ့ဖောက်ပြန်မှုကြောင့် မိဘနှစ်ပါးကွဲခဲ့တာဖြစ်ပြီး အခုချိန်မှာတော့ နိုင်ငံခြားမှာအလုပ်လုပ်နေတဲ့ မိခင်ဖြစ်သူ ပြန်ရောက်လာပါတယ်။ အမေဖြစ်သူနဲ့အတူ ရှေ့ဆင့်နောက်ဆင့် သူ့ဘဝထဲကိုရောက်လာသူကတော့ သူတို့ဆိုင်ကဝန်ထမ်းအသစ်ဖြစ်တဲ့ Jonas ဆိုတဲ့သက်တူရွယ်တူနီးပါး ကောင်လေးတစ်ယောက်ပါ။အချစ်ကိုစူးစမ်းတတ်စ အပျိုဖြန်းလေး အယ်လ်ရီယာက ဂျိုးနာ့စ်ကိုစိတ်ဝင်စားသလို ဂျိုးနာစ့်ကတော့ အသက်ကြီးပြီး မပျက်စီးသေးတဲ့ သူ့မိခင်ဖြစ်သူကိုသာ တွင်းဟောင်းဆယ်လိုဟန်ရှိပါတယ်။ ဒီလိုဆိုရင် သူ့အမေဘက်ကရော...?အခုနောက်ပိုင်းထွက်တဲ့ Vivamax ကားတွေထဲ အတော်မိုက်တဲ့အထဲမှာပါပါတယ်။ မင်းသမီးတွေရဲ့ အလှအပတွေတင်မကဘဲ ဇာတ်လမ်းဖွဲ့စည်းပုံနဲ့ လှည့်ကွက်တွေပါ မိုက်တဲ့ကားဖြစ်တဲ့အတွက် လက်မလွတ်သင့်ပါကြောင်း။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 825MB\nQuality - ...",
        "rating": "6.3",
        "url": "https://megaup.net/2CnO6/(CM)_Litsoneras_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNkl7o1VQQqy1nEX9x56CDHULmr.jpg",
        "title": "[18+] The Cook, the Thief, His Wife & Her Lover (1989)",
        "description": "The Cook, the Thief, His Wife & Her Lover (1989)~ IMDb - 7.5/10, Rotten Tomatoes - 86% ~\" 18+ ခန်းတွေပါတာကြောင့် အသက်ပြည့်မှကြည့်ဖို့အကြံပေးပါရစေ \"ဒီကားကတော့ 1989 မှာထွက်ရှိထားပြီး ဆု​တွေလည်းအများကြီးရထားရုံတင်မက တစ်ခေတ်တစ်ခါရဲ့ ဗြိတိန်ဂန္ထဝင်မင်းသားကြီး မင်းသမီးကြီးတွေပါဝင်ထားတဲ့ မှုခင်းဒရာမာကားကောင်းတစ်ကား The Cook, the Thief, His Wife & Her Lover ဆိုတဲ့ကား​ပဲဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာကလည်း BAFTA လို‌ ဗြိတိန်အကယ်ဒမီဆု အပါအဝင် ဆု​တွေအများကြီးရထားတဲ့ Peter Greenaway ပဲဖြစ်ပါတယ်။ဇာတ်လမ်း​​ကျောရိုးကို​တော့ ဇာတ်လမ်းနာမည်အတိုင်း ဇာတ်​ကောင် ၄ ​​ယောက်ကို ဗဟိုပြုပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။လန်ဒန်မြို့က စား​​သောက်ဆိုင်တစ်ဆိုင်ကို ဝယ်လိုက်ပြီး ​​နေ့တိုင်း ထင်တိုင်းကြဲ​​သောင်းကျန်း​နေတဲ့ အဲဘက် (The ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Wqfl/(CM)_The_Cook,_The_Thief,_His_WIfe_and_Her_Lover_(1989)_BluRay_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ozkZ8TeIRwzNH2zF5LFS39M3v5U.jpg",
        "title": "The Engineer (2023)",
        "description": "ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး Yahya Ayyash ဆိုသူကို လုပ်ကြံတဲ့အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ...။ Yahya Ayyash ဆိုသူဟာ ကမ္ဘာပေါ်က သက်တမ်းအရှည်အကြာဆုံးပဋိပက္ခတစ်ခုဖြစ်တဲ့ အစ္စရေး-ပါလက်စတိုင်းပဋိပက္ခတွင် ပါဝင်ခဲ့သူပါ...။၁၉၄၈ခုနှစ်ကတည်းကစခဲ့တဲ့ဒီပဋိပက္ခဟာ လက်ရှိကာလအထိလည်းဆက်ဖြစ်နေတုန်းပါပဲ....။Ayyashဟာ ၁၉၉၀ ဝန်းကျင်၊ အစ္စရေးတွင် အသေခံဗုံးခွဲမှုများပြုလုပ်စေခဲ့တဲ့Hamasအစ္စလာမ်တော်လှန်ရေး စစ်သွေးကြွတပ်ဖွဲ့ရဲ့ အဓိကဗုံးပြုလုပ်သူဖြစ်ပါတယ်။ဗုံးအတတ်ကျွမ်းကျင်ခြင်း၊ လက်အောက်ငယ်သားများကို ဗုံးလုပ်နည်းသင်ပေးခြင်း၊အသေခံဗုံးခွဲမှုပြုစေချင်းတွေကြောင့် ကမ္ဘာက သူ့နာမည်ကို \"The Engineer\"လို့သိကြပါတယ်...။သူကိုလုပ်ကြံသွားတာက Shabak(Shin Betလို့လည်းသိကြတဲ့) အစ္စရေးလျှို့ဝှက်ထောက်လှမ်းရေးကပါပဲ...။အစ္စရေးသမိုင်းမှာ အကြီးမားဆုံး ရာဇဝတ်ကောင်ဖမ်းပွဲတစ်ခုကိုမြင်တွေ့ရမယ် ဇာတ်ကားပဲဖြစ်ပါတယ်...။ File size…1.43GB / 512MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "",
        "url": "https://megaup.net/1Wqak/The.Engineer.2023.WEB-DL720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uvZTTsiXfdCSzYEVzMN2pmZ3Cnl.jpg",
        "title": "War Pony (2023)",
        "description": "ဒီကားလေးကတော့ ရက်ဇ်ဆိုတဲ့ အမေရိကန်ဒေသခံတွေအတွက်သီးသန့်လုပ်ပေးထားတဲ့ မြေနေရာက လူငယ်တွေအကြောင်းကိုရိုက်ကူးထားတာပါ..လမ်းဘေးကလေးတွေလိုပဲ ဆေးတွေသုံး၊ အလုပ်အကိုင်အတည်တကျမရှိ၊ငယ်ငယ်ရွယ်ရွယ်နဲ့ခိုးဝှက်ပြီး ပျက်ဆီးနေကြတဲ့ ထိုလူငယ်တွေအကြောင်းကိုကျောင်းသားတစ်ယောက်ဖြစ်တဲ့မာတိုနဲ့ ကလေးနှစ်ယောက်အဖေဖြစ်တဲ့ဘီလ်ဆိုတဲ့လူငယ်တစ်ယောက် ထိုနှစ်ယောက်ကို သရုပ်ဖော်ပြီးရိုက်ပြပေးထားတာပဲဖြစ်ပါတယ်.  File size…1.69GB / 554MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Shin Rina",
        "rating": "7.0",
        "url": "https://megaup.net/2CnA2/War.Pony.2023.WEB-DL1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/59bgVtpX6MPy2d5zberJiRNkDDx.jpg",
        "title": "Bel Ami (2012)",
        "description": "Bel Ami (2012)နှုတ်ခမ်းနီမလေးတို့ရဲ့အသည်းကျော် Twilight ဗမ်ပိုင်းယားမင်းသားအဖြစ်လူသိများပြီး လတ်‌တ‌လောမှာလည်း Batman ကာရိုက်တာအဖြစ်နဲ့ အားလုံးရဲ့အာရုံကိုဖမ်းစားထားနိုင်တဲ့ ရောဘတ်ပတ်တင်ဆန်ရဲ့ ရှေးခေတ်နောက်ခံ ဒရာမာကားဟောင်းလေး‌တစ်ခုကို တင်ဆက်ပေးပါရစေ။ဒီကားလေးထဲမှာ ရောဘတ်ပတ်တင်ဆန်က ဂျော့ဂ်ျစ်ဒူရွိုင်ဆိုတဲ့ ချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့ ၂၆နှစ်အရွယ် ဆင်းရဲသားစစ်သားဟောင်းတစ်ဦးအဖြစ်ကနေ ပဲရစ်က လူကုံထဲအသိုင်းအဝိုင်းကြားကို တစ်စတစ်စဘယ်လိုတိုးဝင်မလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ပဲရစ်လူကုံထံအသိုင်းအဝိုင်းမှာ ယောက်ျားတွေထက် မိန်းမတွေက လည်လည်ဝယ်ဝယ်အချက်အချာကျနေတာဟာ ဂျော့ဂ်ျစ်တစ်ယောက်အတွက် သူရဲ့နှစ်လိုဖွယ် ညှို့ဓာတ်ကို ကောင်းကောင်းအသုံးချစရာဖြစ်လာခဲ့တယ်။ သူဟာ ခြစ်ကုပ်နေထိုင်ရတဲ့ မီးရထားဝန်ထမ်းဘဝကနေ စာနယ်ဇင်းအယ်ဒီတာ၊ အတင်းအဖျင်းတို့ရဲ့ဥက္ကဌ၊ နိုင်ငံရေးသမားဆိုတဲ့ ရာထူးဂုဏ်သိမ်တွေကို စာကောင်းကောင်းလည်း မတတ်ပါဘဲနဲ့ ဘယ်လိုရောက်လာခဲ့လဲ... ဘယ်သူတွေကို ဘယ်လိုအသုံးချပြီး ဘယ််သူတွေဆီက ဘယ်လိုသတင်းတွေကိုရယူခဲ့လဲ... ဘယ်လိုအတက်အကျတွေ ရင်ဆိုင်ခဲ့ရလဲ... ဘယ်အမျိုးသမီးကို တကယ်ချစ်လျက်နဲ့ ဘယ်သူတွေနားပဲဝဲခဲ့ရလဲ... အစရှိတာတွေကို စောင့်စားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။တစ်ခုထူးတာက ဒီကားထဲမှာ Cast ကြမ်းကြမ်းဆိုလို့ ရောဘတ်ပတ်တင်ဆန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ Kill Bill, Pulp Fiction တို့နဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2CnuV/(CM)_Bel_Ami_(2012)_BluRay_720p.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/em2LVkDDRcNWLexiQDs5JKGfT0x.jpg",
        "title": "Un Rabon Con Corazon(2022)",
        "description": "Un Rabon Con Corazon(2022)\n****************************\nအလှပဂေးလေးနဲ့ လူ့ဂွစာကြီးပါလို့ ကားနာမည်က အဓိပ္ပါယ်ရပါတယ်...\nအလှပဂေးလေးဆိုတဲ့အတိုင်း ကိုလံဘီယာမင်းသမီးချော Lina Tejeiroရဲ့အလှအပတွေကိုတစ်ကားလုံးတစ်ဝကြီးမြင်တွေ့ရမှာပါ...။\nရိုးရိုးယဥ်ယဥ်လေးကတစ်နည်း ဆွဲဆောင်မှုပြင်းပြင်းကတစ်ဖုံနဲ့ကို ခံစားရမှာပါ...။\nဇာတ်လမ်းထဲမှာတော့ သူဟာ အမျိုးသားထု အသုံးတော်ခံရွှေကြာလေးအဖြစ်သရုပ်ဆောင်ထားပြီးဘဝအတွက် ငွေရှာရင်းရုန်းကန်နေရသူပါ...။\nတစ်နေ့မှာတော့ သူ့ဆီကို လူတစ်သိုက်က အလုပ်လာကမ်းလှမ်းပါတယ်...။\nအလုပ်ကတော့ လူ့ဂွစာကြီးတစ်ယောက်ကိုပြုပြင်ပေးဖို့၊ လူ့ဂွစာကြီးနေထိုင်ရာတိုက်ခန်းကနေထွက်သွားအောင်ဖြားယောင်းပေးဖို့ပါ....။\nဒီလူ့ဂွစာကြီးကဟာ ဘယ်လောက်တောင်ဆိုးလဲဆိုရင် ညကြီးအချိန်မတော်သီချင်းတွေအကျယ်ကြီးဖွင့်လို့ဖွင့်၊ ကားကိုလည်း စည်းမရှိကမ်းမရှိ အပေါက်ဝပိတ်ရပ်လို့ရပ်နဲ့၊\nပြောမကုန်တဲ့ နည်းမျိုးစုံနဲ့ သူ့အိမ်နီးချင်းတွေကို ဒုက္ခမျိုးစုံပေးသူပါ....။\nကြာတော့ အိမ်နီးချင်းတွေက မခံနိုင်ဖြစ်လာပြီး ရွှေကြာလေးကို ငှားကာ လူ့ဂွစာကြီးကိုနှင်ချဖို့ကြံပါတယ်....။\nဒီတော့ အလှပဂေးလေးနဲ့ လူ့ဂွစာကြီးဇာတ်လမ်းက ဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုမင်းသမီးကြည့်ရရုံနဲ့တန်တဲ့ ဒီSpanish Comedy Movieလေးထဲမှာကြည့်ရှုလို့ရပါပြီ။File size… 1.5GB& 777MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre …..  Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Themes\nTranslated by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2Cnz6/Un.Rabon.Con.Corazon.2022.WEB-DL.1080P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQvlKjum8hNNiI6f2oaww5ciGw.jpg",
        "title": "[18+]The Girl Next Door 4(2020)",
        "description": "[18+]The Girl Next Door 4(2020)******************************\nအိမ်အသစ်ကို ပြောင်းလာတဲ့ ဂင်ဂျုံယွန်း\nဘေးအိမ်ကကောင်မလေးကို မြင်မြင်ချင်း သဘောကျသွားခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း မိန်းကလေးတစ်ယောက်နဲ့ အတူနေချင်ပေမယ့် ကြောက်ရွံနေတာကြောင့်\nသူငယ်ချင်းဖြစ်သူရဲ့ ပြောပြမှုကြောင့် အိမ်တိုင်ရာရောက် ဝန်ဆောင်မှုပေးတဲ့ အနှိပ်သည်မလေးကို ခေါ်ပြီး အနှိပ်ခံပါတော့တယ်\nဒီတော့ ဘေးအိမ်ကကောင်မလေးနဲ့အနှိပ်သည်မလေးကြားမှာ ဂျုံယွန်းတစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\n   File size… 831MB& 255MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gsue/The_Girl_Next_Door_4_2020.HDRIP.720P(DS)FF.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOGY4ZTcyNGUtNDQ3ZC00MTc2LWFkN2QtMDBiNzMyNGQzZWYxXkEyXkFqcGdeQXVyOTE1MjI5OTc@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Communion Girl (2022)",
        "description": "The Communion Girl (2022)\n=====================Horror ဇာတ်လမ်းဆိုရင် Annabelle ကို ပြေးမြင်ရတဲ့အထိ အရုပ်လေး\nတစ်ရုပ်ရဲ့ ဖြစ်တည်မှုက လူတွေကို Trauma ရတဲ့အထိ သွေးပျက်စေခဲ့ဖူး\nတယ်မဟုတ်လား။ ဒီဇာတ်လမ်းကလည်း အရုပ်လေးတစ်ရုပ်ကနေ စတင်\nလာခဲ့တဲ့ ကြောက်မက်ဖွယ် ကျိန်စာသင့်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ဆာရာ ဆိုတဲ့ ကောင်မလေးတို့ မိသားစုက မြို့လေးတစ်မြို့ဆီကို ပြောင်း\nရွှေ့လာကြတဲ့ လူသစ်တွေပါ။ နေရာအသစ် ကျောင်းအသစ်မှာ ဆာရာ့\nအတွက် တစ်ဦးတည်းသောအဖော်က ရေဘက်ကာဆိုတဲ့ ခပ်ဆိုးဆိုး\nကောင်မလေးတစ်ယောက်ပါပဲ။ တစ်ရက်မှာတော့ ဆာရာတို့ သူငယ်ချင်း\nနှစ်ယောက် တခြားမြို့က ကလပ်တစ်ခုဆီ သွားပျော်ခဲ့ကြတယ်။ အပြန်လမ်း\nမှာတော့ ကလပ်မှာတွေ့ခဲ့တဲ့ ကောင်လေးနှစ်ယောက်ရဲ့ကားကို လိုက်စီး\nကြရင်း တောလမ်းတစ်နေရာစီ အရောက်မှာတော့ ဝတ်စုံဖြူဝတ်ထားတဲ့\nကောင်မလေးတစ်ယောက်ကို ကားနဲ့ တိုက်မိမလို ဖြစ်သွားခဲ့တယ်။သူတို့တွေ ကားပေါ်ကနေ ဆင်းပြီး ရှာကြတဲ့အချိန်မှာတော့ ကောင်မလေး\nအစား အရုပ်လေးတစ်ရုပ်ကိုပဲ တွေ့ခဲ့ကြရတယ်။ မြို့ခံကောင်လေးတွေက\nတော့ ဒီအရုပ်ရဲ့ ရာဇဝင်ကို သိထားကြပေမဲ့ ဆာရာကတော့ မသိခဲ့ပါဘူး။\nဒီလိုနဲ့ ဆာရာတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3ihci/The.Communion.Girl.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmI5ODc3ODMtM2YwZS00OGY4LTkzMGQtYWYzZGVmNWQyN2JhXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_-160x200.jpg",
        "title": "Last Summer (2021)",
        "description": "Last Summer (or) Geçen Yaz (2021)\n===============\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကို ကြည့်မိတော့လည်း ကလေးဘဝတုန်းက\nဇာတ်လမ်းလေးတွေကိုတောင် ပြန်သတိရမိတယ်။ နွေရာသီ\nအားလပ်ရက် အချစ်ဇာတ်လမ်းလေး အနည်းဆုံး တစ်ခုလောက်\nတော့ ရှိဖူးကြမယ်ထင်ပါတယ်။ နွေရာသီရောက်လို့ အမှတ်တရ\nတွေ တွေးမိချိန်တိုင်း အမောပြေစေမဲ့ တစ်ချိန်တစ်ခါက ကြုံခဲ့ဆုံ\nခဲ့ရသူလေးနဲ့ ခဏတာရိုမန့်စ်လေးပေါ့။Last Summer ဆိုတဲ့ ဒီဇာတ်ကားလေးမှာလည်း Daniz ဆိုတဲ့\n16 နှစ်သား လူပျိုဝင်ခါစ ကောင်လေးတစ်ယောက်ရဲ့ နွေရာသီ\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ကြည့်ရှုရမှာပါ။ တူရကီနိုင်ငံက\nရိုက်ကူးထားတာဖြစ်လို့ နွေဇာတ်လမ်းလေးနဲ့ အကိုက် ကမ်းခြေမှာ\nဘစ်ကနီလေးနဲ့ တူရကီသူချောချောလေးတွေကိုလည်း တစ်ဝငေးရင်း\nDaniz တစ်ယောက်ရဲ့ နွေရာသီအချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှု\nခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.67 GB) / (753 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 41Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator......Thetti Tun\nEncoder..........Zin Phyo Aung",
        "rating": "6.3",
        "url": "https://megaup.net/3i9jw/Last.Summer.2021.720p.WEBRip.(CM)_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVGcM2cm572N6cS60b1VputhItw.jpg",
        "title": "My Art Teacher ( 2023 )",
        "description": "ဘာမှမသိနားမလည်တဲ့ အရိုင်းဆန်တဲ့ ပန်းချီပါရမီရှင်လေးကို\nအလယ်တန်းကျောင်းက အနုပညာဆရာကနေပြီး ပျိုးထောင်ပေးတဲ့\nကျောင်းသားကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။၁၉၉၀ကျော် ကျေးလက်မှာအနုပညာမဖွံ့ဖြိုးသေးတဲ့အချိန်မှာ\nအလယ်တန်းကျောင်းသားလေးတစ်ယောက်ဟာ\nပန်းချီကလွဲပြီးကျန်တဲ့စာတွေသင်ဖို့စိတ်မဝင်စားပါဘူး။သိပ္ပံ၊ဝိဇ္ဇာဘာသာတွဲကိုသာအလေးထားတဲ့ ရွာကျောင်းလေးမှာ\nသူဟာသင်းကွဲတစ်ယောက်ဖြစ်နေတော့တာပေါ့။\nဆရာတိုင်းကသူ့ကိုအော့ကြောလန်ပြီး ပြဿနာကောင်လို့\nသဘောထားကြတဲ့အချိန်မှာ မြို့ကနေ အနုပညာဆရာတစ်ယောက်ရောက်လာပါတယ်။အနုပညာကိုအလေးထားရကောင်းမှန်းမသိတဲ့ ရွာကျောင်းလေးမှာ\nအနုပညာဆရာလုပ်ရတာလဲ မလွယ်လှဘူး။\nပန်းချီပါရမီရှိတဲ့ကျောင်းသားလေးကို အနုပညာကျောင်းကိုပို့နိုင်ဖို့အတွက်\nကြိုးစားကြပုံကို အားတက်စရာ ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Cn3m/My_Art_Teacher_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODgzMDE1MjYtMWQ2MC00OTRhLWI4YTYtMjEzZGY1MDY5YzJkXkEyXkFqcGdeQXVyMzQzMzc4MTk@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Delta (2022)",
        "description": "ဒီရုပ်ရှင်ဟာ ဒယ်လ်တာလို့အမည်ရတဲ့ မြစ်ဝှမ်းမှာရှိတဲ့ တံငါသည်တွေနဲ့ ပိုင်နက်ကျူးကျော် ငါးခိုးဖမ်းသမားတွေအကြားက ပဋိပက္ခကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။ အိုဆိုဟာ သဘာ၀ပတ်၀န်းကျင်ထိန်းသိမ်းရေးအဖွဲ့ကို တည်ထောင်ထားပြီး ဒယ်လ်တာမြစ်ကို ဖလော်ရီယန်တွေရဲ့ အလွန်အကျွံငါးဖမ်းခြင်းကနေ ကယ်တင်‌ဖို့ကြိုးစားနေသူတစ်‌ယောက်ပါ။ တစ်ဖက်က ငါးခိုးဖမ်းတဲ့ ဖလော်ရီယန်တွေဘက်မှာတော့ ဒယ်လ်တာဒေသမှာကြီးပြင်းလာခဲ့တဲ့ အီလီယာဆိုတဲ့သူရှိပါတယ်။အိုဆိုတို့အဖွဲ့ဟာ ဒယ်လ်တာမြစ်အတွင်း ရှော့ရိုက်ပြီး အများအပြားဖမ်းဆီးခံထားရတဲ့ ငါးအသေကောင်တွေကိုရှာတွေ့လာရမှ နောက်ကွယ်ကတရားခံကို လိုက်လံဖော်ထုတ်ရင်းကနေ တံငါသည်တွေနဲ့ ငါးခိုးဖမ်းသူတွေအကြား မထင်မှတ်ထားတဲ့ ပဋိပက္ခတွေဆက်လက်ဖြစ်ပွားလာပြီး ကာအူဆိုနဲ့ အီလီယာတို့နှစ်ဦး မြူတွေအုံ့မှိုင်းနေတဲ့ ဒယ်လ်တာဒေသမှာ ထိပ်တိုက်ရင်ဆိုင်တွေ့ကြပါတော့တယ်။ ဒီရုပ်ရှင်ဟာ ဇာတ်အိမ်ပိုင်းမှာ အားနည်းတယ်လို့ဆိုနိုင်ပေမယ့် စီနီမက်တစ်ရိုက်ချက်တွေကိုတော့ အားထည့်ထားပါတယ်။ အထူးသဖြင့် မြူအုံ့မှိုင်းနေတဲ့ မြစ်ဝှမ်းဒေသကို ဒရုန်းရိုက်ချက်တွေ၊ အေးစက်ထိုင်းမှိုင်းတဲ့ကာလာတွေနဲ့ ရိုက်ကူးပုံဖော်ထားတဲ့အပြင် အီတလီရုပ်ရှင်ဖြစ်တာကြောင့် အသစ်အဆန်းကိုစမ်းကြည့်ချင်တဲ့သူတစ်‌ယောက်ဆိုရင်တော့ သေချာပေါက်ကြည့်ရှုသင့်ပါတယ်။ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Wl5z/Delta.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glwOyoD0Pzxzyb3l7nELEgjSjQ8.jpg",
        "title": "Follow Me (2020)",
        "description": "Follow Me (2020)အသက်လုပြီး လွတ်မြောက်အောင်လုပ်ရတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ကိုးလ်ဆိုတဲ့ကောင်လေးက ပရိသတ်တွေမဲပေးတဲ့နေရာစုံကိုသွားပြီး လျှို့ဝှက်သည်းဖို Challenge တွေလုပ်ပြတဲ့ Youtuber တ​စ်ယောက်ပါ။ ကိုးလ်က သူ့ချန်နယ် ၁၀ နှစ်ပြည့်တဲ့အထိမ်းအမှတ်အတွက် ရိုက်ကူးမယ့်နေရာကို Follower တွေဆီ မဲကောက်ရင်း ရုရှားနိုင်ငံ မော်စကိုကိုသွားဖို့အကြောင်းဖန်လာပါတယ်။ကိုးလ်တို့အဖွဲ့ထဲက ဒက်ရှ်ဆိုတဲ့သူငယ်ချင်းရဲ့ ရုရှားကအသိတစ်ယောက်က ကိုးလ်ရဲ့ Content တွေကိုသဘောကျပြီး သူတို့ဆီက Escape Room Challenge မှာပါဝင်ကစားဖို့ ဖိတ်လိုက်ပါတယ်။ ကိုးလ်တို့အဖွဲ့ကို အဆောက်အဦးတစ်ခုထဲပိတ်ထားပြီး အချိန်မပြည့်ခင် Puzzle တွေကိုအဖြေရှာပြီး သူငယ်ချင်းတွေကိုကယ်ထုတ်ရမှာပါ။အစပိုင်းမှာတော့ ကစားပွဲတစ်ခုသက်သက်ပဲလို့ထင်ခဲ့ပေမဲ့ တခုခုမှားယွင်းနေပြီဆိုတာ သတိထားမိတဲ့အချိန်မှာ ကိုးလ်တို့အဖွဲ့နောက်ကျသွားပြီလား... ကိုးလ်တစ်ယောက် သူ့သူငယ်ချင်းတွေကို အောင်အောင်မြင်မြင်ကယ်ထုတ်နိုင်မှာလား... ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 850MB\nQuality - 1080p, ...",
        "rating": "5.4",
        "url": "https://megaup.net/1grf0/(CM)_Follow_Me_(2020)_BluRay_720p.mp4",
        "category": "Adventure, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZGYxNzQ3NjktOWI1Yi00MTNmLWI4N2UtOWU2N2QyMGRmYjYyXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_FMjpg_UX1000_-161x200.jpg",
        "title": "Yahoo+ (2022)",
        "description": "ဒီတစ်ခါမှာတော့ Thriller movie လေးတစ်ခုဖြစ်တဲ့ Yahoo+ ကိုတင်ဆက်ပေးမှာဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဆင်းရဲတဲ့နိုင်ငံကနေ ရုန်းထွက်‌နိုင်အောင်ကြိုးစားကြတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ် Yahoo ဆိုတာ internet scam လုပ်တာဖြစ်ပြီးတော့ Yahoo+ ဆိုတာကတော့ ပိုဆိုးတဲ့ ပုံစံပေါ့ ဒီဇာတ်ကားလေးမှာတော့ ဘယ်လောက်ကြိုးစားကြိုးစား မအောင်မြင်နိုင်ဖြစ်နေတဲ့ အဘာချာနဲ့ အိုစီဆိုတဲ့ ကောင်လေးနှစ်ယောက်ဟာ ဟောင်ကောင်က အသိနဲ့ Yahoo+ ဆိုတာကြီးကို ဘာမှ မသိဘဲ စလုပ်ကြပါတော့တယ် သူတို့တာဝန်ကတော့ ပြည့်တန်ဆာနှစ်ယောက်ခေါ်ပြီး အိပ်ဆေးခတ်ဖို့ပဲဖြစ်ပါတယ် ဒါပေမဲ့ သူတို့ခေါ်လိုက်တဲ့ ပြည့်တန်ဆာနှစ်ယောက်ထဲမှာ တစ်ယောက်က အဘာချာရဲ့ ကောင်မလေးဖြစ်နေပါတော့တယ် ဒီလိုနဲ့ အဘာချာ တစ်‌ယောက် နောက်ပြန်လှည့်လို့မရတဲ့အခြေအနေမှာ ဆက်လည်းမလုပ်ချင်ဖြစ်နေပါတော့တယ် သူတို့လုပ်မယ့် Yahoo+ ဆိုတာကရော တကယ်က ဘာများဖြစ်မလဲ အဘာချာ တစ်ယောက်ရော ဘယ်လိုတွေ ဆက်လုပ်သွားမှာလဲဆိုတာကိုတော့ ကြည့်ရှူလိုက်ကြပါဦးခင်ဗျာ File size…(897 Mb)/(405 Mb)\nQuality….Webrip 1080p ...",
        "rating": "",
        "url": "https://megaup.net/1grcz/Yahoo.2022.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjE0MTM4NTc3NF5BMl5BanBnXkFtZTcwMjYzOTIxNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Muppets (2011)",
        "description": "မားပက်ထ်ဆိုတာက ငယ်ငယ်က‌ကလေးတိုင်းရဲ့အကြိုက်ဆုံး တီဗီရှိုးတစ်ခုဖြစ်ခဲ့ပြီး မားပက်ထ် character တွေဟာလည်း အားလုံးရဲ့အချစ်ခံတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့လည်း ကမ္ဘာကြီးက တိုးတက်ပြောင်းလဲလာတာနဲ့အမျှ ပိုကောင်းပြီးလူကြိုက်များတဲ့ တီဗီရှိူးတွေက အစားထိုးဝင်ရောက်လာခဲ့ပြီး မားပက်ထ်ရှိုးကတော့ အပိုင်းသစ်ရိုက်ကူးခြင်းလည်းမရှိတော့သလို မားပက်ထ်ဇာတ်ကောင်တွေကိုယ်တိုင်လည်း တကွဲတပြားစီနဲ့ တိမ်မြုပ်ပျောက်ကွယ်ကုန်ကြပါတယ်။ မားပက်ထ်စတူရီယိုကိုယ်တိုင်တောင် ပရိသတ်တွေအတွက် အလည်အပတ်နေရာတစ်ခုအဖြစ်ပဲ ကျန်ရှိပါတော့တယ်။ ဝေါလ်တာကတော့ စမောတောင်းလို့ခေါ်တဲ့ မြို့ငယ်လေး‌တစ်မြို့က ကောင်လေးတစ်ယောက်ဖြစ်ပြီး မားပက်ထ်ကိုအရူးအမူးစွဲလမ်းသူပါ။ ဒီလိုနဲ့တစ်ရက်မှာတော့ ဝေါ်လ်တာရယ်၊ သူ့အစ်ကိုဂယ်ရီနဲ့ မယ်ရီတို့ဟာ အလည်အပတ်ခရီးထွက်ရင်း မားပက်ထ်စတူရီယိုကို ရောက်လာကြပါတယ်။ ဒီမှာတင်ထင်မှတ်မထားဘဲ ဆိုးဝါးတဲ့ရေနံလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ စတူရီယိုကိုဖြိုချပြီး ရေနံတူးမဲ့အစီအစဉ်ကို ကြားခဲ့ရပါတယ်။ မားပက်ထ်တွေအနေနဲ့ကလည်း ပိုင်ဆိုင်မှုလွဲအပ်ကြောင်းစာချုပ်က ချုပ်ဆိုပြီးသားဖြစ်နေပြီး စာချုပ်ဖျက်သိမ်းဖို့ တစ်ခုတည်းသောနည်းလမ်းက ဒေါ်လာ (၁၀) မီလီယံလျော်ဖို့ပါပဲ။ ဒီလိုနဲ့သုံးယောက်သားဟာ မားပက်ထ်ကိုပြန်ကယ်တင်ဖို့ရည်ရွယ်ချက်နဲ့ တကွဲတပြားစီဖြစ်နေတဲ့ မားပက်ထ်တွေကို လိုက်လံစုစည်းပါတော့တယ်။ The Muppets ဇာတ်ကားဟာ 2011 တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး Musical ...",
        "rating": "",
        "url": "https://megaup.net/2Ciza/The.Muppets.2011.720p.(CM).mp4",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU3NjM3Mzg0Ml5BMl5BanBnXkFtZTcwOTk4MDI3NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Our Idiot Brother (2011)",
        "description": "ဒီနေ့မှာတော့ 2011 ကထွက်ရှိထားတဲ့ IMDb 6.4 နဲ့ Rotten tomatoes မှာ 70% ထိရရှိထားတဲ့ Comedy ကားကောင်းလေးတင်ဆက်ပေးမှာပါ ပါဝင်တဲ့ Cast တွေက ကိုယ်တွေနဲ့ မစိမ်းတဲ့ Paul Rudd တို့ Rom-com ကားတိုင်းရဲ့ ပင်တိုင်စံမင်းသမီးလိုဖြစ်တဲ့ Zooey Deschanel တို့အပြင်တခြားမင်းသမီးကြီးတွေလည်း ပါဝင်တာမို့ ဇာတ်အိမ်ခိုင်ပြီး မျက်စိပဒါသပါဖြစ်စေပါတယ်။ ဇာတ်အိမ်လေးက အိမ်တစ်အိမ်ရဲ့ ဆည်းလည်းလေးတစ်ခုအကြောင်းပေါ့ ၊ ရှိရင်လည်းဆဲတဲ့သူသာလဲသေသွားမယ်အချိုးတော့မပြင်တာမျိုး။ မရှိရင်ကျဟာတာတာဖြစ်သွားတာမျ်ိုးမို့ မိသားစုရဲ့နွေးထွေးတဲ့ Vibe လေးကိုဟာသနှောပြီး ကြည့်ရှုရမှာပါ (လူကြီးဟာသတွေပါတာမို့ မိသားစုနဲ့ကြည့်ဖို့တော့ သိပ်မသင့်တော်ပါဘူ File size…(1.6 GB)/(917 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "6.4",
        "url": "https://megaup.net/2CiqA/Our.Idiot.Brother.2011.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/IUIt3P60FMYvAgsIkSBZKNkNGd.jpg",
        "title": "My Mom’s New Boyfriend (2008)",
        "description": "My Mom's New Boyfriend (2008)ဒီကားလေးကတော့ Romance Comedy ရောထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး ပေါ့ပေါ့ပါးပါး ရယ်စရာလေးတွေနဲ့ အပျင်းပြေ ကြည့်ရှုလို့ရမှာပါ။ တစ်ခေတ်တစ်ခါရဲ့ Romcom Queen တစ်ပါးဖြစ်ခဲ့တဲ့ Meg Ryan နဲ့ ဇောရိုးမင်းသားကြီး Antonio Banderas ပါတဲ့အပြင် Selma Blair နဲ့ Tom Hanks ရဲ့သား Colin Hanks တို့ပါ ပါဝင်ထားလို့ လူစုံတက်စုံလို့ ပြောရမှာပါပဲ။လူငယ် FBI Agent တစ်ယောက်ဖြစ်တဲ့ ဟင်နရီက ၃နှစ် ကွင်းဆင်းပြီးတော့ အမေ့အိမ်ကို ပြန်ရောက်လာတာကနေစပါတယ်။ အဲဒီအချိန်မှာ အရင်က ဝတုတ်ကြီးဖြစ်ခဲ့တဲ့ သူ့အမေက ဝိတ်တွေကျ၊ ပိန်ပိန်ပါးပါး၊ ခန္ဓာကိုယ်လှလှ၊ စမတ်ကျကျနဲ့ စော်အလန်းတပွေဖြစ်နေပြီး ဘဲတွေထည်လဲတွဲနေတဲ့ အမိုက်စားလေးပေါ့။ ဟင်နရီတို့စုံတွဲ အိမ်ရောက်ပြီး တစ်ရက်အတွင်းမှာပဲ သူ့အမေ မာတီက ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Worq/(CM)_My_Mom_s_New_Boyfriend_(2008)_BluRay_720p.mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dr25PnZMpO8w93hWeOUIch3eouK.jpg",
        "title": "LEGO Disney Princess: The Castle Quest (2023)",
        "description": "Genre – Animation, Adventure, Comedy, Family, Drama\nIMDB – 7.3/10သားသားမီးမီးတို့တင်မက လူကြီးတွေပါ စိတ်ပါရင်ကြည့်လို့ရမယ့် ၂၀၂၃ ခုနှစ် အသစ်ထွက် Lego ရုပ်လေးတွေနဲ့ပုံဖော်တင်ဆက်ထားတဲ့ Disney မင်းသမီးလေးတွေရဲ့စွန့်စားခန်း ကာတွန်းလေး ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာ အဓိက လူဆိုးက Beauty and the Beast ထဲကဂတ်စတွန် ဖြစ်ပြီး မင်းသမီးလေးတွေကတော့Snow White က စနိုးဝှိုက်တို့ Moana ထဲက မိုအာနာတို့ The Little Mermaid ထဲကအေရီရယ်တို့ Rapunzel ထဲက ရာပန်ဇယ်တို့နဲ့The Princess and the Frog ထဲက တီအာနာတို့က ပါဝင်ထားကြတာပါ။ဇာတ်လမ်းလေးကတော့ ဂတ်စတွန်ဟာ မှော်ကြေးမုံနဲ့အတူမှော်ဝင်ပစ္စည်းတွေကို လိုက်သိမ်းပိုက်နေပြီးကုန်းမြေတွေကို အပိုင်စားရနေတော့ အေရီရယ်ရဲ့အဖေဖြစ်သူထရစ်တွန်ရဲ့ သုံးခွမှိန်းကြီးကို လာယူပြီးပင်လယ်ကိုပါ အုပ်စိုးဖို့ ကြံစည်နေတာပါ။ဒီမှာတင် တစ်ကမ္ဘာလုံး လူယုတ်မာလက်အောက်မကျရောက်ရအောင် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Wokg/Lego.Disney.Princess.The.Castle.Quest.2023.720p.DSNP.WEB-DL_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9gsMrNorRbdg3Bld1QZT7jfgUef.jpg",
        "title": "Beating Heart ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ရဲ့ တရုတ်ကားချစ်သူတွေအတွက်\nဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကို မိတ်ဆက်ပေးရမယ်ဆိုရင်\nဂျပန်ကားလေး 1 Litre of Tears နဲ့\nပုံစံချင်းဆင်သလို ရှိတယ်ပြောလို့ရတယ်...\nဘာလို့လဲဆိုတော့ ကျန်းရှောင်းယွီဆိုတဲ့ ကောင်မလေးကလည်း\nအာယာ့ ချန် လိုမျိုုးပဲ ရုတ်တရက်ချော်လဲရာကနေ\nဆေးစစ်ဆေးကြည့်ပြီးနောက်မှ\nရောဂါပြင်းကြီးဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတာမလို့ပါ...ရှောင်းယွီလေး ကျောင်းတွင်း မီတာ ၄၀၀ အပြေးပြိုင်ပွဲမှာ\nထိပ်ဆုံးက ပြေးနေခဲ့ရာကနေ ရုတ်တရက် ချော်လဲသွားပြီး\nမေ့မြောသွားခဲ့ပါတယ်... ဒီလိုနဲ့ ဆေးရုံကိုလည်းရောက်ရော\nဆေးစစ်ချက်က \" ဦးနှောက်ကင်ဆာ\" တဲ့... ဖြစ်ချင်တော့\nရှောင်းယွီလေး က single mom တစ်ယောက်တည်းအားနဲ့\nနေရတဲ့အပြင် လူကြီးရောဂါသည် အဖိုးကလည်း\nရှိနေပြန်တော့ သူ့ရောဂါကို ကုဖို့ဆိုတာ သိပ်မလွယ်ကူဘူးပေါ့...ဒီလိုနဲ့ တစ်ဖက်မှာလည်း သူနဲ့ သွေးအမျိုးစားချင်းတူပြီး\nမွေးရာပါနှလုံးအားနည်းနေတဲ့ ယန်ဇီဆိုတဲ့ ကောင်မလေးလည်း\nရှောင်းယွီ အရေးပေါ်ရောက်ချိန်မှာ သူလည်းရောက်လာတာပေါ့..\nယန်ဇီကတော့ ရှောင်းယွီဘဝနဲ့ မိုးနဲ့မြေပေါ့... ဒါပေမယ့်\nသူလည်း single daddy ရဲ့ သမီးလေးပေါ့...\nသို့ပေမယ့် သူ့ single daddy က စွန့်ဦးတီထွင်သူ\nလုပ်ငန်းရှင်ကြီးဖြစ်နေတာပေါ့... အခု ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/beating-heart-2022/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oMpsswJv8x4vnOnIKqs4xJs2Kn3.jpg",
        "title": "Selena Gomez: My Mind & Me (2022)",
        "description": "Selena Gomez: My Mind & Me (2022)Selena Gomez ဆိုတဲ့ ကောင်မလေးဟာ ကျွန်တော်တို့ ကလေးဘဝတည်းက Disney ဇာတ်လမ်းတွေ သီချင်းတွေမှာ တောက်လျှောက်မြင်တွေ့ခဲ့ရပြီး ဖန်သားပြင်ကနေလည်း ပျောက်မသွားသူဆိုတော့ ကျွန်တော်တို့နဲ့ အတူတကွကြီးပြင်းလာခဲ့ရသလိုပါပဲ။အနုပညာအလုပ်တွေဟာ စိတ်ဖိစီးမှုများတယ်၊ အလွန်ပင်ပန်းတယ်ဆိုတာ ကျွန်တော်တို့ ခဏခဏမြင်‌နေကြားနေကျပါ။ ဒီတော့ ကလေးလေးဘဝတည်းက အနုပညာရှင်ဖြစ်လာသူ Selenaအတွက်ရော စိတ်ပင်ပန်းမှုတွေ ဘယ်လောက်ရှိနေပြီလဲ။Selenaဟာ အသက်၇နှစ်တည်းက အလုပ်တွေမရပ်မနား လုပ်ခဲ့ရပါတယ်။ အသက်၂၀ကျော်အရွယ် Selena အအောင်မြင်ဆုံးအချိန်မှာပဲ အချစ်ရေးလွန်ဆွဲမှုဟာ သတင်းသမားများရဲ့ ထိုးနှက်စရာဖြစ်လာပါတယ်။ ဘယ်သွားသွားဘာလုပ်လုပ် လူပုံအလယ်မှာ ဒီအကြောင်းတွေချည်း အက်ကြောင်းထပ် အမေးခံရတာပါပဲ။တကယ်တမ်း ကျွန်တော်တို့တွေ အနုပညာရှင်တစ်ယောက် သူတို့အနုပညာလက်ရာတွေကို သဘောကျလို့ အားပေးရာမှာ သူတို့ရဲ့ပုဂ္ဂိုလ်ရေးကိစ္စတွေကိုရော ဝင်ရောက်စွက်ဖက်ခွင့် ရှိပါရဲ့လား။ ရောဂါရဲ့နှိပ်စက်မှုတွေ၊ သတင်းသမားတွေရဲ့ ထိုးနှက်မှုတွေ အစရှိသဖြင့် နေရာပေါင်းစုံကဖိအားတွေနဲ့ပေါ့။ဒီလိုနဲ့ ကောင်မလေးအအောင်မြင်ဆုံးဖြစ်နေချိန်မှာ မှောင်အတိပြီးတဲ့ ချောက်နက်ထဲကို ...",
        "rating": "8.2",
        "url": "https://megaup.net/19Lmg/Selena.Gomez.My.Mind.and.Me.2022.720p.WEB-DL.mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2bBCuzmFrptAeN3rAmipTyrzaOA.jpg",
        "title": "An Organized Killer (2022)",
        "description": "An Organized Killer (2022)ဂရေ့စ်နဲ့ဂျိမ်းစ်တို့ဟာ အိမ်ထောင်ရေးသက်တမ်းတစ်ခု ကြာမြင့်ပြီးတော့မှ\nအဆင်မပြေမှုတွေကြောင့် ပူပူနွေးနွေးကွာရှင်းထားတဲ့ ဇနီးမောင်နှံဖြစ်ပြီး\nချာလီလို့ခေါ်တဲ့ ၁၆ နှစ်သမီးလေးတစ်ယောက်ရှိပါတယ်။ဂရေ့စ်ဘက်ကတော့ ဂျိမ်းစ်ကို ဖောက်ပြန်တယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ ခါးသီးနေခဲ့ပေမယ့်\nဂျိမ်းစ်ဘက်ကတော့ ပြန်ပေါင်းထုတ်ဖို့လိုလားနေတာပေါ့။ဒီလိုနဲ့ တရားဝင်ကွာရှင်းပြီး ပိုင်ဆိုင်မှုတွေခွဲဝေပြီးချိန်မှာ\nဂရေ့စ်နဲ့ချာလီတို့ အိမ်အကြီးကြီးထဲမှာ ၂ ယောက်တည်းနေရဖို့ဖြစ်လာလေတော့\nသူငယ်ချင်းတွေရဲ့တိုက်တွန်းချက်နဲ့အတူ သူတို့မိသားစုထဲကိုဝင်ရောက်လာတဲ့\nအိမ်ငှားလစ်လစ်သ်ဂျုန်းစ်နဲ့ သကြားမေမေဂရေ့စ်ရဲ့ပူပူနွေးနွေး ရည်းစားအသစ်လေး အဲလက်စ်.....\nဒီလူ ၂ ယောက်က ဂရေ့စ်တို့ရဲ့ အဖုအထစ်များနေတဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုပြဿနာတွေ သယ်ဆောင်လာမလဲ။\nဂရေ့စ်အကြောင်းတွေအကုန် စုံစမ်းပြီးရောက်လာတဲ့ အကြံသမားလစ်လစ်သ်ရဲ့ ပစ်မှတ်က ဘာများဖြစ်မလဲ။\nနဂိုထဲကအဆင်မပြေဖြစ်နေတဲ့ ဂရေ့စ်တို့အိမ်ထောင်ရေးကရော ပြန်အဆင်ပြေနိုင်ပါ့မလားဆိုတာကိုတော့....တစ်ခါတစ်လေမှာတော့ ကိုယ့်ရှေ့တည့်တည့်မှာရပ်နေတဲ့ရန်သူထက်\nနောက်ကျောဓားထိုးမယ့်မိတ်ဆွေက ပိုပြီးကြောက်စရာကောင်းပါတယ်ဆိုတဲ့အချက်လေးကို ရိုက်ပြထားတဲ့\nAn Organized Killer ဆိုတဲ့ဒီရုပ်ရှင်လေးဟာ ကြည့်ရှုသူပရိတ်သတ်အတွက် တွေးစရာတစ်ခုရသွားစေမှာ အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြနကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://megaup.net/19Hvn/An.Organized.Killer.2021.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raGXZ81x2UfhhyRnheZmNAbGkEU.jpg",
        "title": "Aloners (2021)",
        "description": "Aloners (2021)Aloners ဆိုတဲ့ကားလေးကတော့ 2021 မှာထုတ်လွှင့်ထားတဲ့\nRating 6.8/10 ရရှိထားတဲ့တစ်ကိုယ်တည်းသမားတွေရဲ့အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်ဒီဇာတ်ကားလေးမှာဆိုရင်တော့ Aloners ဆိုတဲ့ခေါင်းစဥ်လေးအတိုင်း\nတစ်ကိုယ်တည်းသမားတွေရဲ့ဘဝ ခံစားချက်ကိုဖော်ပြထားတာဖြစ်ပါတယ်ဂျီနာဆိုတဲ့မိန်းကလေးဟာ credit card နဲ့ပတ်သက်တဲ့\nCall-center ကအရည်အချင်းရှိတဲ့ဝန်ထမ်းတစ်ယောက်ဖြစ်တယ်\nဒါပေမယ့်လည်းသူကတစ်ခြားသူတွေနဲ့ရင်းရင်းနှီးနှီးနေရတာကိုမကြိုက်ပဲသူတစ်ယောက်တည်းပဲနေလေ့ရှိတယ်အဲလိုနဲ့ဝန်ထမ်းအသစ်ကောင်မလေးနဲ့ဆုံမိတဲ့အခါမှာတော့\nသူ့ရဲ့ခံစားချက်တွေကအရင်လိုပဲတစ်ယောက်တည်းပဲဆက်ဖြစ်နေဦးမလား\nဒါမှမဟုတ်ပြောင်းလဲသွားမလားဆိုတာကြည့်ရှူလိုက်ရအောင်ပါနော်အညွှန်း နဲံ ဘာသာပြန်ကတော့ Yong Hom ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 457MB |\nFormat… mp4\nDuration…. 1h 31min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Yong Hom\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/1PEXl/Aloners.2021.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/alReTtKikeYcZodWsw4XOaVsCqL.jpg",
        "title": "Clerks III (2022)",
        "description": "Clerks III (2022)IMBb - 6.6ဒန်တီနဲ့ ရန်ဒယ်တို့ Clerks III နဲ့အတူ ပြန်လာပါပြီ\nClerks III မှာတော့ ဒန်တီတို့က Quick Stop စတိုးဆိုင်ပိုင်ရှင်တွေ ဖြစ်နေကြပါပြီတစ်နေ့တော့ အဲလိုင်းယက်စ်နဲ့ ငြင်းရင်းခုံရင်းကနေ ရန်ဒယ်တစ်ယောက် နှလုံးဖောက်ပြီး ဆေးရုံရောက်သွားပါတယ်သေမင်းခံတွင်းဝကနေ လွတ်မြောက်လာပြီးတဲ့နောက်မှာတော့\nရန်ဒယ်က မဟာစိတ်ကူးကြီးတစ်ခုကို အကောင်အထည်ဖော်ဖို့ လုပ်ပါတော့တယ်\nအဲဒီ မဟာစိတ်ကူးကြီးကတော့ သူ့ဘဝအကြောင်းကို ဇာတ်ကားရိုက်ဖို့ပါQuick Stop စတိုးဆိုင်မှာ ဒန်တီနဲ့ သူကြုံခဲ့တဲ့ ကိစ္စတွေကို\nသူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ကိုယ်တိုင် သရုပ်ဆောင်ပါတော့တယ်ရန်ဒယ်ရဲ့ ဇာတ်ကားက သူနဲ့ ဒန်တီအကြောင်း ရိုက်ထားတာဖြစ်လို့\nပြီးခဲ့တဲ့ Clerks I နဲ့ Clerks II တို့ရဲ့ရိုက်ကွင်းတွေကို ကြည့်နေရသလို ခံစားရမှာပါClerks ကားတွေရဲ့ ထုံးစံအတိုင်း ပြောင်မြောင်လှတဲ့ ဒိုင်ယာလော့ခ်တွေကြောင့် ခွီလည်း ခွီနေရမှာပါClerks I, Clerks II နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3bzT5/Clerks.III.2022.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZI58QUU3jQIYNM4n9SFdFzkwa5.jpg",
        "title": "Coffin Homes (2021)",
        "description": "Coffin Homes (2021)ဟောင်ကောင်ကားတွေဆိုရင် ပေးချင်တဲ့ messageကို ဘဝအမောပြေအောင်\nရယ်စရာလေးတွေနဲ့ ပညာသားပါပါရောစပ်တဲ့နေရာမှာ နာမည်ကြီးပါပဲ။\nအခုကားလေးကတော့ ဒီလိုရောစပ်တဲ့နေရာမှာ ကျွမ်းကျင်ပြီးသား\nDirector ကြီး Fruit Chan ရဲ့ ခေါင်းတလားတိုက်ခန်းများဆိုတဲ့ ကားလေးပါ။‌အိမ်ခြံမြေဈေးတွေ အဆမတန်ထောင်တက်နေတဲ့ ဟောင်ကောင်လိုနေရာမှာ\nလူတစ်ယောက် ကျောတစ်ခင်းစာနေရာရဖို့အတွက် တိုက်ခန်းအကန့်‌လေးတွေကို ဈေးကြီးပေးပြီး ဝယ်ကြရပါတယ်။\nဒီလိုနဲ့ လူတွေဟာ သက်သာရာရှာရင်း တစ်ကွေ့မှာတော့ နာနာဘာဝတွေနဲ့ ဆုံကြရတော့တာပါပဲ။တိုက်ခန်းပိုင်ရှင်တွေရဲ့ ဈေးကစားမှုတွေ၊ ပေါပေါပဲပဲရနိုင်တဲ့ လူသေထားတဲ့ အခန်းတွေကိုဝယ်၊\nအခန်းတွေထဲမှာ အခန်းပိစိတွေကန့်ပြီး ငှားစားကြတဲ့ကြားက\nအိမ်ငှားတွေနဲ့ အခန်းထဲက မကျွတ်မလွတ်သရဲတွေ ဘယ်လိုအတူယှဉ်တွဲနေထိုင်ကြမလဲဆိုတာကို\nအိမ်ခြံမြေအကျိုးဆောင်ဘက်၊ ငှားစားတဲ့အိမ်ရှင်ဘက်နဲ့၊ ဗီလာပိုင်ရှင်မိန်းမကြီးဘက် စတဲ့ ရှုထောင့်သုံးမျိုးကနေကြည့်ရှုရမှာပါ။Far East Flim Festival 2021 မှာ ပြသခွင့်ရတဲ့ Fruit Chan ရဲ့လက်ရာ၊\nဟာသနဲ့ Horror ရောထားတဲ့ ဇာတ်လမ်းလေးကိုကြည့်ပြီး\nဟောင်ကောင်လူမှုဝန်းကျင်ကို တစ်ချက်လောက်မြည်းစမ်းကြည့်လိုက်ပါဦးလို့...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aegi Xue ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Horror\nQuality…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3bzTg/Coffin.Homes.2021.CHINESE.720p.BluRay.x264.DD5.1-CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9rFFCia3wCpCFnymu94xTMho9Mu.jpg",
        "title": "Critical Eleven (2017)",
        "description": "Critical Eleven (2017)၂၀၁၇ ခုနှစ်တုနးက ထွက်ရှိထားတဲ့ အင်ဒို အချစ်အိမ်ထောင်ရေး ဇာတ်ကားကောင်ုးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကတော့ လေယာဉ်ပေါ်မှာ ဆုံတဲ့ ဖူးစာ လို့ ပြောရမှာပါပဲ။\nအယ်လီဆိုတဲ့အမျိုးသားနဲ့နှင့် အာဉာဏ်လို့ခေါ်တဲ့အမျိုးသမီးတစ်ဦးဟာ\nJakarta ကနေ Sydney ကို သွားတဲ့လေယာဉ်ပေါ်မှာပထမဆုံးတွေ့ဆုံကြပါတယ်။\nမြင်မြင်ချင်းအချစ်လို့ခေါ်ရမလိုပဲ သူတို့တစ်ယောက်ကိုတစ်ယောက်‌ လေယာဉ်‌ပေါ်မှာတင်ချစ်သွားကြပါတယ်။အဲဒီနောက်မှာ‌ေတာ့ အိမ်ထောင်ကျပြီး ကိုယ်ဝန်ရှိလာပါတယ်။\nဘ၀ဆိုတာ အမြဲတမ်း‌ေဖြာင့်ဖြူး‌ေနတာမဟုတ်ပါဘူး\nအချိုးအကွေ့အလှည့က်အ‌ေပြာင်းဆိုတာရှိပါတယ်။\nတစ်‌နေ့မှာတော့ သူတို့နှစ်ယောက်ရဲဆက်ဆံရေးကို သွေးတိုးစမ်းတဲ့ ဖြစ်ရပ်ဆိုးတစ်ခု ပေါ်ပေါက်လာပါတာ့တယ်။\nအဲဒီ ဖြစ်ရပ်ဆိုးရဲ့ နောက်ကွယ်မှာ ဘာတွေ ဆကဖြစ်မယ် ဆိုတာတော့ ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyal Sin Yati Ko ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.75Gb | 982MB | 547MB\nFormat… mp4\nDuration…. 2h 15min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7.2",
        "url": "https://megaup.net/3bzTv/Critical.Eleven.2017.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hymYtNguQKmrw65HUH6fIwVjipT.jpg",
        "title": "Green in my Heart (2020)",
        "description": "Green in my heart (2020)Green in my heartဆိုတဲ့ Drama လေးကတော့ ၂၀၂၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ မင်းသမီးဟာ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး\nမင်းသားကတော့ မင်းသမီးရဲ့သူငယ်ချင်းလည်းဖြစ်သလို သရုပ်ဆောင်တစ်ယောက်ဆိုလည်းဟုတ်ပါတယ်။\nသူငယ်ချင်းဆက်ဆံရေးကနေ ချစ်သူဘဝကို အဆင့်တက်လိုက်ရင် ကြုံလာရမယ့်ပြဿနာတွေကိုတွေးပူပြီး\nသူငယ်ချင်းဆက်‌ဆံရေးကိုပဲ ထိန်းထားချင်တဲ့ မင်းသမီးနဲ့ ချစ်သူဘဝကို အဆင့်တက်ချင်တဲ့မင်းသား\nသူတို့နှစ်ယောက် ချစ်သူတွေဖြစ်သွားမလား သူငယ်ချင်းအနေနဲ့ပဲ ဆက်ရှိနေမလားဆိုတာ‌\nဒီဇာတ်လမ်းလေးထဲမှာ ရိုမန့်တစ်ဆန်ဆန် ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jaung Min Soe ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 824MB | 346MB | 152MB\nFormat… mp4\nDuration…. 1h\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jaung Min Soe\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/19Hwj/Green.in.My.Heart.2020.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-R-133x200.jpg",
        "title": "R.I.P.D. 2: Rise of the Damned (2022)",
        "description": "2013 တုန်းက RIPD ရုပ်ရှင်ကို ကြည့်ဖူးသူကြည့်ဖူးမှာပါ။ Deadpool မင်းသားနဲ့ ရိုက်ထားတဲ့ကားရှိပါတယ်။ မကြည့်ဖူးသေးရင်လည်း ချန်နယ်မြန်မာမှာ တင်ထားပါတယ်။ အခုကားကတော့ အဲဒီ ၂၀၁၃ ကားရဲ့ ခေတ်မတိုင်ခင် ၁၈ ရာစု ကောင်းဘွိုင်ခေတ်က ရွိုင်ရဲ့ မူလဇာတ်လမ်းပါ။ ဒီတော့ ဓာတ်ဘူးမင်းသား ရိုင်ရန်ရေးနိုးတော့ မပါတော့ပါဘူး။ဒါပေမဲ့ RIPD 1 လိုပဲ အတော်လေး ကောင်းပါတယ်။ ကောင်းဘွိုင်ခေတ်အရသာတစ်မျိုးပေါ့။ ဇာတ်လမ်းအကျဉ်း ရွိုင်ဆိုတဲ့ ရဲမှူးတစ်ယောက်ဟာ ရထားတွဲကို လာတိုက်တဲ့ ဓားပြတွေကို ပြန်တိုက်ရင် သေသွားခဲ့ပါတယ်။ သူသေသွားပြီးတော့ ကောင်းကင်ဘုံနဲ့ငရဲကိုမရောက်ခင် RIPD ကိုရောက်သွားပါတော့တယ်။RIPDကတော့ငရဲပြည်ကနေထွက်ပြေးလာပြီးလူ့ပြည်မှာ သောင်းကျန်းနေတဲ့ ဝိညာဉ်တွေကို ဖမ်းဆီးနှိမ်နင်းရတဲ့ တမလွန်ရဲဌာနတစ်ခုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းငရဲကနေ လွတ်လာတဲ့ ငရဲပြေးတစ်သိုက်ဟာ ငရဲတံခါးကိုဖွင့်ပြီး ငရဲကျဝိညာဉ်တွေအကုန်လုံးကို ကမ္ဘာကြီးထဲကိုဆွဲခေါ်ပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ ပြင်ဆင်နေကြတာကို RIPD ရဲ့ အေးဂျင့်နှစ်ယောက်က ဘယ်လိုတားဆီးမလဲဆိုတာ တွေ့ရမှာပါပဲ။ ...",
        "rating": "",
        "url": "https://megaup.net/2vFmy/R.I.P.D.2.Rise_of_the_Damned.2022.720p(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Dlj0TbLNtGHq42HE0fLnawtyyD.jpg",
        "title": "Dangerous Game: The Legacy Murders (2022)",
        "description": "Dangerous Game : The Legacy Murders (2022)\"Escape Movies\" တွေကိုကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်ကားကောင်းတစ်ကားလာပါပြီ။\"Dangerous Game: the Legacy Murders\" ဆိုရင်\nကွင်းဆက်လူသတ်သမားအပြင် မျိုးဆက်လူသတ်သမားများလို့ပါပြောလို့ရပါတယ်။\nအယ်လီဆန်ဆိုတဲ့အဖိုးကြီးက တစ်ချိန်တုန်းက ကဒိတ်ဒိတ်ကြဲစီးပွားရေးသမားဖြစ်ခဲ့ပြီး\nအခုအချိန်မှာတော့ ဝှီးချဲပေါ်က ထမရတဲ့ လူအိုကြီးတစ်ယောက ဖြစ်နေပါပြီ။\nသူက သူ့သားထဲက ကိုင်လ်က သူ့ရဲ့အမွေအနှစ်တွေစီးပွားရေးလုပ်ငန်းတွေကိုခိုးသွားတဲ့ သူခိုးကောင်ဆိုပြီး စွပ်စွဲပါတယ်။\nနောက်တော့ ကျွန်းတစ်ကျွန်ပေါ်မှာအိမ်ကြီးဆောက်ပြီး သူ့အိမ်တော်ထိန်းနဲ့နှစ်ယောက်ထဲနေပါတယ်။\nသားနှစ်ယောက်ကလဲ နားအေးရင်ပြီးရော ဆိုပြီး လွှတ်ထားကြပါတယ်။\nတစ်နေ့တော့အဖိုးကြီးက သူ့သားနှစ်ယောက်နဲ့မြေးတွေကို သူ့မွေးနေ့အတွက်ကျွန်းပေါ်ကိုလာဖို့ဖိတ်ခဲ့ပါတယ်။\nအဲဒီညမှာ ဘယ်သူ့ဆီကမှန်းမသိတဲ့ ဘုတ်ပြားဂိမ်းရောက်လာပါတယ်။\nဂိမ်းက လူသတ်သမားကိုရှာရမယ့်ဂိမ်းဖြစ်ပြီး သူတို့ထဲကတစ်ယောက်သာအသက်ရှင်ကျန်မှာပါ။\nလူသတ်သမားကဘယ်သူဖြစ်မလဲ။ အဖိုးကြီးလား။ သူ့သားကိုင်လ်ပဲလား။\nမျိုးဆက်လူသတ်သမားများဆိုတဲ့အတိုင်း ဒီဇာတ်လမ်းကို အပြင်မှာတကယ်ရှိခဲ့တဲ့\nအမေရိကန်ရဲ့ပထမဆုံးကွင်းဆက်လူသတ်သမားနဲ့လဲ ချိတ်ဆက်ဖန်တီးထားတာမို့ စိတ်ဝင်စားစရာ \"Escape Movie\" ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://megaup.net/19Hvt/Dangerous.Game.The.Legacy.Murders.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uLCXYgdb9Xe92JvaClK2uNpRhF.jpg",
        "title": "[18+] Kara Krus (2022)",
        "description": "Kara Krus (2022)အန်ဒယ်လာဟာ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားတဲ့ အိမ်ရှင်မတစ်ယောက်ပါ။ သူ့အပေါ် အရိပ်အကဲကြည့် အလိုလိုက် အောင်မြင်တဲ့ရှေ့နေ ခင်ပွန်းသည်၊ ချစ်စဖွယ်သမီးငယ်လေးနဲ့ အတူနေမိခင်တို့ကြောင့် သူ့ဘဝမှာ လိုလေသေးမရှိဘူးလို့ ထင်ရပါတယ်။ ဒါပေမယ့် ဘယ်သူမှမသိပဲ အန်ဒယ်လာတစ်ယောက်တည်း ရင်ဆိုင်နေရတဲ့ လျှို့ဝှက်ချက်တစ်ခုရှိပါတယ်။အဲ့ဒါကတော့ ဘယ်သူမှအနားမရှိချိန်မှာ ရောက်လာတတ်တဲ့ လယ်နာဆိုတဲ့ သူနဲ့ တစ်ထေရာတည်းတူတဲ့ မိန်းမငယ်တစ်ယောက်ပါပဲ။လယ်နာဟာ သူသတိလွတ် မိန်းမောချိန်တွေမှာ သူ့ခန္ဓာကိုယ်ကို ဝင်ရောက်ပြီး ကလပ်တက် လျှောက်သွား ယောက်ျားတကာနဲ့ ပျော်ပါးတာမျိုးတွေ လုပ်တတ်ပါတယ်။ အဆိုးဆုံးအချက်ကတော့ သူနဲ့ဆက်ဆံပြီးတဲ့ယောက်ျားတွေကို မထင်ရင်မထင်သလို သတ်ပစ်တဲ့အထိ သောင်းကျန်းတာပါပဲ။ ဒါတွေကို သူအမျိုးမျိုးဟန့်တားပေမယ့် မအောင်မြင်ပဲ တစ်နေ့မှာတော့ လယ်နာက ဒီလိုတစ်လှည့်စီမနေနိုင်တော့ပဲ သူ့ခန္ဓာကိုယ်ကိုအမြဲတမ်းအပိုင်စီးတော့မှာဖြစ်ကြောင်း ခြိမ်းခြောက်လာပါတော့တယ်။လယ်နာဟာ သူ့အနားမှာစွဲကပ်နေတဲ့ မကျွတ်လွတ်တဲ့ ဝိညာဉ်တစ်ခုလား...? ဒါမှမဟုတ် သူ့ကိုယ်တိုင်ရဲ့စရိုက်ခွဲတစ်ခုလား...? အတိတ်ရဲ့ခြောက်လှန့်မှုတစ်စုံတစ်ရာများလားဆိုတာ‌တော့ ကိုယ်တိုင်ပဲ ခန့် \"မှန်း\" ရင်း ဆက်လက်အဖြေရှာလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2vFai/(CM)_Kara_Krus_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cE9ZPnIJmct8URu61j19OTASNY.jpg",
        "title": "Tadka (2022)",
        "description": "Tadka 2022ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ အသစ်စက်စက်\nအိန္ဒိယ အချစ်ဟာသကားလေးပါ...\nအချစ်တော် \"တာ့ပ်ဆီး\"လေးလဲပါတယ်ဆိုတော့\nပရိသတ်ကြီးကြိုက်ကြမယ်ထင်ပါတယ်.....\nဇာတ်လမ်းအညွှန်းလေးကတော့\nတူကာရမ်(Nana Patekar)က အစားအသောက်တွေကိုနှစ်သက်တဲ့\nရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပြီး လူပျိုကြီး တစ်ကိုယ်တည်းသမားပေါ့..\nမဒူရား (Shriya Saran)ကတော့ ရေဒီယိုတင်ဆက်သူတစ်ဦးဖြစ်ပါတယ်တစ်နေ့မှာတော့ မဒူရာနဲ့ ဖုန်းမှားခေါ်မိရာက\nလေလှိုင်းထဲကနေတစ်ဆင့် တစ်ယောက်နဲ့တစ်ယောက် သဘောကျမိသွားကြပါတယ်..\nကိုလူပျိုကြီးတူကာရမ်ကတော့ ရေငတ်တုန်းရေတွင်းထဲကျဆိုသလိုပါပဲ ဖုန်းထဲမှာတော်ကီတွေလွှတ်ပစ်ပြီး\nချုပ်တာပေါ့..ဒါပေမယ့်တကယ်တမ်းလူချင်းတွေ့ကြမယ်ဆိုတော့ မထုံတက်တေးနဲ့မထော်မနမ်းတွေလုပ်မိမှာလဲစိုး..ဒီလိုနဲ့ တူကာရမ်ရဲ့တူဖြစ်သူ ခပ်နောက်နောက်လူငယ်လေး ဆစ် (Ali Fazal) နဲ့ အရမ်းဟော့တဲ့\nနီကိုလ် ( Taapsee)တို့က လူအစားဝင်ပြီးတွေ့ကြတဲ့အချိန်မှာ နီကိုလ်းရဲ့အလှမှာမျောသွားတဲ့\nဆစ်က အရွယ်ချင်းကွာတယ် အဆင်မပြေဘူးဘာညာပေါ့...ကိုလူပျိုကြီးတူကာရမ်ရဲ့ ကြီးမှဝက်သက်ပေါက်ရတဲ့အချစ်ဇာတ်လမ်းမှာ\nသူတို့လေးယောက်ဘယ်လိုတွေများ မီးစင်ကြည့် ကကြမလဲဆိုတာ\nကြည့်ရင်းရယ်ရင်းနဲ့ပဲ ဆက်လက်အားပေးလိုက်ကြပါဦး....\nFile size…1.94GB / 938MB\nQuality…1080p True HD / 720p\nFormat…mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ BpL ~ Taylor ~ Thet Ko",
        "rating": "7.2",
        "url": "https://megaup.net/2vFcC/T_adka_(2022)_Hindi_TRUE_HD.720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODAxMjQ1OWEtOWZmYy00NzczLWFhNmYtYmE0ZWVjZDE5YjJhXkEyXkFqcGdeQXVyMTI2ODUzMjQ4._V1_-135x200.jpg",
        "title": "Kingslayer (2022)",
        "description": "Kingslayer (2022)\n==============အင်္ဂလန်ပြည်ကြီးရဲ့ မင်းသားတစ်ပါး ဖြစ်တဲ့ ရစ်ချတ်ဟာ\nရှေးအစဉ်အလာတွေနဲ့ ဆန့်ကျင်ပြီး မြင်းဇောင်းက အစေခံမလေး\nလီယာနဲ့ ချစ်ကျွမ်းဝင်နေသူပါ။ ဖခင်ဖြစ်သူ ဒုတိယမြောက် ဟင်နရီ\nဘုရင်ကြီး နတ်ရွာစံပြီးတဲ့နောက် ရစ်ချတ်ဟာ အင်္ဂလန်ပြည်ရဲ့ ထီးနန်း\nကို ဆက်ခံဖို့ ဖြစ်လာပါတယ်။လီယာကို တမ်းတမ်းစွဲဖြစ်နေတဲ့ ရစ်ချတ်ဟာ နန်းတက်ပွဲ မတိုင်ခင်\nနှစ်ရက်အလိုမှာ Kingswood လို့ခေါ်တဲ့ တော်ဝင်မျိုးနွယ်တွေပဲ အမဲ\nလိုက်ခွင့်ရှိတဲ့ တောအုပ်ထဲမှာ ချစ်သူ လီယာနဲ့ ချိန်းတွေ့ပြီး ချစ်ကြည်နူး\nကြပါတော့တယ်။ ထီးနန်းကိုချောင်းနေတဲ့ ရစ်ချတ်ရဲ့ ညီဖြစ်သူ ဂျွန်က\nအဲဒီအခွင့်အရေးကို အမိအရ အသုံးချပြီး Kingswood တောအုပ်ထဲ\nကြေးစားတွေလွှတ်ပြီး ရစ်ချတ်ကို အပြတ်ရှင်းဖို့ ကြံစည်တဲ့အခါမှာတော့။\n1189 ခုနှစ်ကနေ 1199 ခုနှစ်အထိ အင်္ဂလန်ပြည်ကို အုပ်ချုပ်သွားခဲ့တဲ့\nLionheart လို့ အမည်တွင်ခဲ့တဲ့ ပထမမြောက် ရစ်ချတ်ဘုရင်ရဲ့  Kingswood\nတောအုပ်ထဲက စွန့်စားခန်းတွေကို ရှုစားကြရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Roman NoX ဖြစ်ပါတယ်)File Size..........(1.7 GB) ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Pzg1/Kingslayer.2022.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/108lF5OsaWKgVptHWUemhjrr73T.jpg",
        "title": "Million Dollar Man (2018)",
        "description": "Million Dollar Man (2018)\n======================\n(Kenshin နဲ့ Death Note ထဲက ဇာတ်လိုက်ခေါင်းဆောင်မင်းသား နှစ်လက်ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေး လာပါပြီ)ထီဆုကြီးပေါက်ရင် ဘာလုပ်ချင်လဲ။ဇိမ်ခံပစ္စည်းတွေဝယ်ချင်လား။\nရှိသမျှမုန့်တွေ လျှောက်ဝယ်စားချင်လား။\nအပန်းဖြေခရီးတွေထွက်ပြီး အေးဆေးနှပ်ချင်လား။ကျွန်တော်တို့ဘဝမှာ အနည်းဆုံးတစ်ကြိမ်လောက်တော့\nထီပေါက်ရင်ဆိုတဲ့ အိပ်မက်ကိုမက်ပြီး စိတ်ကူးနဲ့ ရူးခဲ့ရတဲ့အချိန်တွေ ရှိခဲ့ကြမှာပါ။တွေးကြည့်ရင် ငွေဆိုတဲ့ဘုရားက လူသားတွေကို အမျိုးမျိုးစေခိုင်းနိုင်တာနော်။\nတစ်ဘဝလုံး ငွေနောက်ကိုပဲလိုက်ရင်း ဘဝပျော်ရွှင်မှုအစစ်အမှန်က ဘာလဲဆိုတာမသိတော့တဲ့သူတွေ၊\n\"ငွေ\"ဆိုတဲ့ အဆုံးအစ မရှိတဲ့ ကိန်းဂဏန်းတန်ဖိုး သတ်မှတ်ချက်တွေအတွက်\nပျော်တော်ဆက်ရင်း ဘဝနေဝင်သွားကြတဲ့သူတွေကို တွေ့မိတဲ့အခါမျိုးမှာ\nခဏတာသံဝေဂရမိပေမယ့် သူနဲ့ကင်းကွာပြီးမနေနိုင်ပြန်တော့\nဒီငွေနတ်ဘုရားရဲ့ ကျေးကျွန်ဘဝနဲ့ထာဝရ ခြေချုပ်မိနေကြတာပေါ့။အခု ဒီကားထဲက ဇာတ်လိုက်ကတော့ အကြွေးနွံထဲ နစ်မွန်းနေတဲ့ဘဝကနေ (ယန်း)သန်း ၃၀၀ ထီဆုကြီးထပေါက်ပြီး\nဒီငွေကိုဘယ်လိုနည်းလမ်းနဲ့ အကောင်းဆုံးအသုံးချရမလဲဆိုတာ သူ့အချစ်ဆုံးသူငယ်ချင်းဆီ သွားတိုင်ပင်ပြီးနောက်\nနှစ်ယောက်သား ပါတီပေးအောင်ပွဲခံကြပြီး နောက်နေ့မနက်နိုးလာချိန်မှာတော့\nသူ့ သူငယ်ချင်းနဲ့အတူ ထီပေါက်တဲ့ငွေတွေပါမရှိတော့ကို သိလိုက်ရပါတယ်။နေ့ချင်းညချင်း မီလျံနာဘဝက သုညဘဝကို ပြန်ရောက်သွားတော့မယ့့် အခြေအနေမှာ\nအပူတပြင်း သန်း ၃၀၀ ရှာပုံတော်ဖွင့်ရင်း\nခရီးစဥ်တစ်လျှောက်မှာ လူမျိုးမျိုးနဲ့ တွေ့ခဲ့ရပြီးနောက် ငွေဆိုတာဘာလဲဆိုတဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/19Hy8/Million.Dollar.Man.2018.720p.BluRay.CM.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pjSsjhkv4tiFe2wTE3VPycQY6a.jpg",
        "title": "Sheep Without a Shepherd (2019)",
        "description": "Sheep without a Shepherd (2019)Sheep without a shepherd ရုပ်ရှင်ခေါင်းစဉ်က ထူးထူးဆန်းဆန်းပါလားပေါ့။\nတရုတ်ကားတို့ထုံးစံအတိုင်း အင်္ဂလိပ်နာမည်ကိုကြုံသလိုပေးမိတယ်ထင်တာ။\nဒါပေမဲ့လည်း Drshym ကို remake ပြန်ရိုက်ထားတာဆိုတော့ ဘယ်လိုမျိုးလဲသိချင်ခဲ့မိပါတယ်။\nရုပ်ရှင်ကိုအစအဆုံးကြည့်ပြီးသွားတော့ ဘာလို့အဲ့ဒီလိုပေးဖြစ်ခဲ့လဲဆိုတာ ခံစားမိသွားခဲ့ပါတယ်။\nပိုထူးခြားတာက remake လို့မထင်ရလောက်အောင်ကို တကယ်ကောင်းတဲ့ကားလေးတစ်ကားလို့ ထင်မိပါတယ်။ဒီကားလေးထဲမှာ သိုးနဲ့ပတ်သက်တဲ့စကားလေးနှစ်ခွန်းပါပါတယ်။\nပထမတစ်ခွန်းက မျက်စိမှုန်တဲ့သိုးလေးတွေက အကောင်ကြီးတွေစားတာကိုခံရတယ်တဲ့။\nဒုတိယတစ်ခွန်းက သိုးလေးတွေက စားစရာသာပေးထားရင် သူတို့သိုးမွှေးတွေကိုရိတ်ပစ်လည်း ဂရုမစိုက်ပါဘူးတဲ့။\nအန္တရာယ်ကိုကြိုမမြင်နိုင်ဘူးပေါ့။ အဲ့ဒါကြောင့် သိုးလေးတွေကဖြူစင်သလို သနားဖို့လည်းကောင်းပါတယ်။\nပြီးတော့ သူတို့ကိုစောင့်ရှောက်ပေးဖို့ သိုးထိန်းကောင်းတစ်ယောက်လည်း လိုအပ်ပါတယ်။လီဝေကျယ်ဆိုတဲ့ ရုပ်ရှင်ရူးအင်တာနက်ပိုင်ရှင်ဆီမှာ ဖိန်ဖိန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။\nဆယ်ကျော်သက်အရွယ်မိန်းကလေးတို့ထုံးစံအတိုင်း အိမ်မှာအဖေနဲ့သိပ်မတည့်ကြပါဘူး။\nသူတို့မိသားစုကို ၁၈၀ ဒီဂရီပြောင်းလဲသွားအောင် လုပ်လိုက်တာကတော့ ဖိန်ဖိန်ရဲ့နွေရာသီစခန်းလေးပဲဖြစ်ပါတယ်။အရွယ်နုနယ်တဲ့သိုးငယ်လေး ဖိန်ဖိန်လေးကတော့ သိုးထိန်းမရှိတဲ့အချိန်\nနွေရာသီစခန်းမှာ လူငယ်သဘာဝအတိုင်း မှားခဲ့မိရာကနေ\nချန်ပန်းတစ်မြို့လုံး အုတ်အုတ်သဲသဲဖြစ်သွားတဲ့အထိ ပြဿနာတွေကြီးမားသွားခဲ့ပါတယ်။\nဖိန်ဖိန်ကို ကျူးလွန်စော်ကားတဲ့သူက တစ်ခြားသူမဟုတ်ဘဲ ရဲမှူးကြီးရဲ့သားဖြစ်နေတော့\nသာမာန်ပြည်သူတစ်ယောက်နဲ့ အာဏာပိုင်ရဲအရာရှိတို့ကြား လွန်ဆွဲမှု၊ ဉာဏ်ကစားမှုတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာမို့ လက်လွှတ်မခံသင့်တဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ။ ။အညွှန်း နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2vEkh/Sheep.Without.A.Shepherd.2019.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcj2z13G0KjaIgc01ifiUKu7W07.jpg",
        "title": "Weird: The Al Yankovic Story",
        "description": "Weird The Al Yankovic Story (2022)ဒီ movie genre ကတော့တော်တော်ထူးခြားတယ်ပြောရမယ်။\nBiography ကိုမှ ဟာသပြုထားသရော်ထားတဲ့ Biography Parody အမျိုးအစားပါ။\nဒီတော့ဘယ်သူ့ Biography လဲမေးရင်\nတစ်ခေတ်တစ်ခါက parody songs တွေရဲ့ဘုရင်ကြီး Weird Al ရဲ့Biography ပါပဲ\nဒီဟာသပြုအထုပ္ပတ္တိကို Weird Al ကိုယ်တိုင်ပူးတွဲရေးသားထားပြီး\nသရုပ်ဆောင်တာကလဲထူးထူးခြားခြားဇာတ်လမ်းတွေသရုပ်ဆောင်နေကျ\nအားလုံးအချစ်တော်ဟယ်ရီပေါ်တာမင်းသားဆိုတော့ တကယ့်ကြည့်ကောင်းတဲ့ဇာတ်လမ်းပါပဲ။\nအဆိုကျော်ကြီးတစ်ယောက်ရဲ့ အထုပ္ပတ္တိကိုကြည့်ရမယ့်အပြင်\nဟာသပြုထားတော့သာမန်အထုပ္ပတ္တိဇာတ်လမ်းတွေလိုပျင်းစရာလဲမကောင်းတော့ဘူးပေါ့။\nဒါက Weird Al ဘဝဖြစ်ရပ်မှန်နဲ့ဇာတ်လမ်းပြန်ဖန်တီးထားတယ်ဆိုတော့\nဒါကြည့်ပြီးရင်တော့ဘယ်အချက်တွေကများအမှန်လဲဆိုပြီး သိချင်စိတ်နဲ့\nအားလုံး ဂူဂဲလ်ရောက်သွားကြမှာသေချာတယ်ဗျာ။ဒီဇာတ်လမ်းမှာ ပေါ့ပ်ကွင်းမက်ဒေါနားနဲ့အချစ်ဇာတ်လမ်းပါပါသေးတာမို့\nWeird Al ပြောတာက လက်ရှိသူ့နာမည်နဲ့ပတ်သက်ပြီး\nဂူဂဲမှာအရှာဖွေဆုံးက သူနဲ့မက်ဒေါနားတကယ်ပတ်သက်ခဲ့သလားဆိုတာပါပဲဆိုတော့\nအမြန်ကြည့်ပြီး ဂူဂဲလ်မှာအမြန်သာပြေးရှာလိုက်ကြပါတော့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Comedy, Music\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 863MB | 465MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "7.5",
        "url": "https://megaup.net/2vEN9/Weird.The.Al.Yankovic.Story.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Biography, Comedy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SR5gUh5Qwy0FnOEXwFdt0nnAgb.jpg",
        "title": "Microhabitat (2017)",
        "description": "Microhabitat ( 2017 )\n----------------------------အိမ်မဟုတ်တောင် လူတစ်ယောက်အတွက် နေစရာ အမိုးတစ်ခု အကာတစ်ခုနဲ့ နေရာတစ်ခုတော့ အနည်းဆုံးရှိဖို့က မရှိမဖြစ်ပေါ့။\nမိန်းကလေးတစ်ယောက်အတွက်ဆိုရင်တော့ အမိုးတစ်ခု အကာတစ်ခုထက် ပိုပြီးလုံခြုံတဲ့နေရာတစ်ခု လိုလိမ့်မှာပဲ။\nအစစအရာရာဈေးတွေတက်လာပြီး လခတွေမတက်လာတဲ့အခါကျတော့ နေဖို့ထိုင်ဖို့တင် တော်တော်များများသုံးလိုက်ရတဲ့အခါ\nတခြားကိုယ်နှစ်ခြိုက်တဲ့အရာတွေကို လျှော့ချရဖို့ဖြစ်လာတယ်။စီးကရက်ဟာ ဈေးတက်တဲ့ခေတ်မှာ ဇိမ်ခံပစ္စည်းပါပဲ။\nစီးကရက် တစ်နေ့တစ်ဘူးကို တစ်လစာစုလိုက်ရင် အိမ်ငှားခတစ်လစာလောက်ရှိတယ်။\nအကုန်ဈေးတက်လာပြီး နေဖို့စားဖို့နဲ့တင် ရသမျှကုန်တဲ့အခါကျ\nစီးကရက်တို့ ဝီစကီတို့ကို လျှော့တာလို့ ဖြတ်တာတို့ လုပ်ရမယ့် အခြေအနေဆိုက်သွားပါလိမ့်မယ်။Microhabitatထဲက \"မီဆို\" ကတော့ စီးကရက်နဲ့ ဝီစကီကို ဖြတ်မယ့်အစား အိမ်နဲ့မနေဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်။\nအစကတော့ သူက အရင်က သူ့ဆီလာနေခဲ့ဖူးတဲ့ သူငယ်ချင်းတွေ အိမ် တစ်အိမ်ပြီး တစ်အိမ်သွားနေဖို့ ကြိုးစားပါတယ်။\nဒါပေမဲ့ နှစ်တွေလည်းကြာ ဘဝတွေလည်းပြောင်းနဲ့ တစ်အိမ်မှ အဆင်မပြေခဲ့ပါဘူး။\nမပြောင်းလဲတဲ့သူဆိုလို့ သူပဲကျန်တာကိုး။ ဒီလိုနဲ့သူ သူ့ဘာသာ အခန်းကျဉ်းလေးငှားဖို့ ရှာခဲ့တယ်။\nစုတ်ပြတ်သက်နေတဲ့ အခန်းတောင် သူ တတ်နိုင်တဲ့ဈေးမှာ မရှိနေဘူး။\nဒီအချိန်အထိ မီဆိုရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1PF1a/Microhabitat.2017.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS7HFW8EGCj1gPTbUo38TZN4unV.jpg",
        "title": "Sin Sisters 2 (2010)",
        "description": "Sin Sisters 2 (2010)\n======================\nComedy, Romance, Thriller၂၀၁၀ ကထွက်ခဲ့တဲ့ ထိုင်းဟာသကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\n၁၈+ အခန်းနဲ့ စကားလုံးအသုံးအနှုန်းတွေပါတာကြောင့် ကိုယ့်ဘာသာ ချင့်ချိန်ကြည့်ကြဖို့ အကြံပေးပါရစေမိန်းမလှလေး ၅ ယောက်ကို အခန်းကြီးတစ်ခုထဲမှာ ကြိုးတုပ်ပြီး ဖမ်းဆီးထားရာကနေ စပါတယ်\nအဲ့ဒီမိန်းမ ၅ ယောက်က ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီး အဆိုတော်၊သရုပ်ဆောင်၊ မော်ဒယ် နဲ့ အလှမယ် စသည်ဖြင့်\nလူသိရှင်ကြားနာမည်ကြီးသူတွေပါ...\nဒါပေမယ့် သူတို့အားလုံးမှာ လိင်ကိစ္စနဲ့ပတ်သတ်ပြီး မကောင်းတဲ့အတိတ်တွေကိုယ်စီရှိခဲ့ပါတယ်\nဒီအတိတ်တွေကို ဖမ်းဆီးပြန်ပေးဆွဲတဲ့ သူက ဝန်ခံခိုင်းပြီး အပြစ်အရှိဆုံးလို့ ယူဆရတဲ့သူကို\nအသက်ရှင်ခွင့်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...\nဒီ ၅ ယောက်ဟာက သူတို့ကျူးလွန်ခဲ့တဲ့ တဏာရာဂလိင်ဇာတ်လမ်းတွေကို\nဘယ်သူက အဆိုးဆုံးလဲဆိုတာကို ယှဉ်ပြိုင်ပြောဆိုရင်း အသက်ရှင်လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမှာဖြစ်ပါတယ်...(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။)Genre..... Comedy, Romance, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://megaup.net/1PEZt/Sin.Sisters.2.2010.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Adult, Comedy, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kezAXZnHDSlPoYsP7yCDJvro3Yg.jpg",
        "title": "Sin Sisters (2002)",
        "description": "Sin Sisters (2002)(18+ Warning အဖော်အချွတ်အခန်းများ၊ လိင်ဆက်ဆံခန်းများနှင့်\nအသုံးအနှုန်း ကြမ်းတမ်းသည်များ ပါသည့်အတွက် မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်တော်ပါ)ဂျန်၊ ဂျွိုင်း၊ မာအင်း၊ ဂွိုင်နဲ့ ဂျွန် တို့ သူငယ်ချင်း ၅ ယောက်ဟာ\nအထက်တန်းအတူတူတက်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။\nတက္ကသိုလ်အပြီးမှာတော့ အသုဘတစ်ခုမှာ သူငယ်ချင်းတွေ ပြန်ဆုံဖြစ်ကြပါတယ်။\nသူငယ်ချင်းတစ်စုတို့ ဂျွန်ရဲ့ အိမ်မှာ တစ်ညစုအိပ်ဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲညမှာ မုန်တိုင်းတိုက်လာပြီး မီးပျက်သွားပါတော့တယ်။\nဒီလိုနဲ့ သူငယ်ချင်း ၅ ယောက် စုပြီး ထွေရာလေးပါး စကားပြောကြရင်း\nသူတို့ရဲ့ ရှက်စရာအကောင်းဆုံး လိင်ကိစ္စတွေကို ပြောဖြစ်ခဲ့ကြပါတယ်။\nတစ်ယောက် တစ်လှည့် ကိုယ့်အကြောင်းကိုယ် ပြောကြရင်း ထူးဆန်းလာတာကတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 3.2GB | 1.26GB | ...",
        "rating": "",
        "url": "https://megaup.net/1PFrf/Sin.Sisters.2002.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-f-135x200.jpg",
        "title": "The Forgiven (2021)",
        "description": "နာမည်ကျော်မင်းသားမင်းသမီးကြီးတွေဖြစ်တဲ့ Ralph Fiennes, Jessica Chastain တို့အပြင် အားလုံးအချစ်တော်မင်းသားကြီး Matt Smith ပါ၀င်အားဖြည့်ထားတဲ့ Mystery drama ကားလေးပါ။\nလူချမ်းသာဆရာ၀န်တစ်ယောက်ဖြစ်သူ David နဲ့သူ့ဇနီး Jo တို့ဟာမော်ရိုကိုနိုင်ငံကို အပန်းဖြေခရီးထွက်လာကြပါတယ်။ မိတ်ဆွေတစ်ယောက်ရဲ့ပါတီပွဲတစ်ခုကိုအမှီသွားနိုင်ဖို့ David ဟာအရက် သောက်ထားပြီး အရှိန်ပြင်းပြင်းနဲ့ ကားမောင်းနေရာက ဒေသခံမော်ရိုကိုကောင်လေးတစ်ယောက်ကို ကားနဲ့တိုက်သတ်လိုက်မိပါတယ်။ ဒီမတော်တဆမှုနောက်ဆက်တွဲကနေ David တို့ဇနီးမောင်နှံရဲ့ဘ၀လည်းပြောင်းလဲသွားပါတော့တယ်။\nဥရောပတိုက်သားတွေနဲ့ ဒေသခံမူစလင်တွေကြား ယဉ်ကျေးမှုကွဲပြားပုံတွေကြောင့် နားလည်မှုတွေလွဲမှားကုန်တာတွေကိုလည်း စိတ်၀င်စားဖွယ်ရာကြည့်ရှုရမှာပါ။File size…(1.86GB) / (903MB) / (416MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.0",
        "url": "https://megaup.net/2vyos/The.Forgiven.2021.PROPER.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-b-150x200.jpg",
        "title": "Bloody Milk(2017)",
        "description": "ဆုတွေရထားတဲ့ပြင်သစ်ကားလေးပါ။\nနို့စားနွားမွေးမြူရေးခြံပိုင်ရှင်ပီရာဟာ နွားတွေအပေါ်ချစ်ခင်ကြင်နာတတ်ပြီး ခြံတစ်ခြံလုံးကို တစ်ယောက်တည်းထိန်းသိမ်းလုပ်ကိုင်ရင်း နွားနို့အရည်အသွေးပထမအဆင့်ရထားသူပါ။\nဒါပေမယ့် ဘယ်လ်ဂျီယံနိုင်ငံမှာပြန့်ပွားနေတဲ့ ကြောက်မက်ဖွယ်နွားရောဂါပိုးရဲ့လက္ခဏာတွေကို သူ့ရဲ့နွားတစ်ကောင်မှာတွေ့လာရတဲ့အခါ ကျန်တဲ့နွားတွေပါသုတ်သင်ရှင်းလင်းမခံရအောင် တာဝန်ရှိသူတွေကိုအသိမပေးပဲ တစ်ယောက်တည်းဖြေရှင်းဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nဇာတ်အေးကားလေးတွေ၊သရုပ်ဆောင်ဦးစားပေးကားတွေကိုကြိုက်တဲ့သူတွေ လက်လွှတ်မခံသင့်တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။File size…(1.87GB) / (921MB) / (480MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:30:00\nGenre...Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "7.0",
        "url": "https://megaup.net/3Rtjx/bloody_milk.2017.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-155x200.jpg",
        "title": "The Obscure Spring (2014) Las oscuras primaveras",
        "description": "ဒီကားလေးကတော့ အချစ်နဲ့အိမ်ထောင်ရေးကို အိပ်ရာခင်းတွေပါအပါ ရိုက်ပြထားတာမို့ မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ ပိုင်ပြင်သမားနဲ့ ကော်ဖီဆိုင်ကကောင်မလေးတို့ရဲ့ တားမြစ်ထားတဲ့အချစ်ဆိုပါတော့။ လျို့ဝှက်သောနွေဦးဆိုတဲ့ ရုပ်ရှင်နာမည်လေးအတိုင်း ‌နွေဦးလေးအတွင်းမှာ တားမြစ်ထားတဲ့ အသီးကို ဘယ်လိုကိုက်ပြီး ဘယ်လိုစားကြလဲဆိုတာကို ပြသထားတာမို့ ခံစားလို့တော့ ကောင်းမှာသေချာပါတယ်။File size…(1.36GB) / (576MB) / (287MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:40:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….The One\nTranslated by KHN",
        "rating": "6.2",
        "url": " https://megaup.net/19G8t/Las.oscuras.primaveras.2014.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ztYN6xo5meeEHLH3bXU6jej3Tad.jpg",
        "title": "Feed Me (2022)",
        "description": "Feed Me (2022)အားလုံးကို သိပ်မကြာသေးခင်က လောလောလတ်လတ် အသစ်ထွက်ရှိထားတဲ့ Dark Comedy အမျိုးအစား ဟော်ရာဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ IMDB rating အရ Horror ကားအနေနဲ့ဆိုရင် ကြည့်ပျော်ရှုပျော်ထက်ပိုတဲ့ မဆိုးလှတဲ့အနေအထားလို့ ပြောရမှာပါ။ဇနီးသည်သေသွားလို့ ကိုယ့်ကိုယ်ကိုယ် အပြစ်တင်စိတ်တွေနဲ့ ယူကျုံးမရဖြစ်နေပြီး ဇနီးသည်ပုံရိပ်ကိုထင်ယောင်ထင်မှားမြင် စိတ်ကျရောဂါ၀င် ထရော်မာရနေတဲ့ ဂျိတ်ဆိုတဲ့သူကို အရက်ဆိုင်မှာ သူစိမ်းတစ်ဦးက မင်းရဲ့၀န်ပိုးတွေ အကုန်ဖယ်ရှားပေးနိုင်တယ်လို့ပြောပြီး ထူးဆန်းတဲ့အပေးအယူတစ်ခုနဲ့ ချည်းကပ်လာပါတယ်။ အဲဒီအပေးအယူက သေချင်နေတဲ့ဂျိတ်ကို တဖြည်းဖြည်း သတ်ပေးပြီး ဂျိတ်ရဲ့အသားကိုတော့သူစားမယ်ဆိုတာပါပဲ။ ဇနီးသေဆုံးမှုကြောင့် အပြစ်တင်စိတ်တွေနဲ့ပြည့်နေတဲ့ ဂျိတ်ကရော ဒီကမ်းလှမ်းချက်ကိုလက်ခံလိုက်ပါ့မလား။ အဲဒါအပြင် မထင်မှတ်ထား‌တာတွေကိုပါ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားမှာ သွေးသံရဲရဲပြကွက်တွေ လူသားစားတာတွေပါတာကြောင့် Gore Movie တွေကို ကြိုက်နှစ်သက်တဲ့သူတွေ ကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 751MB\nQuality ...",
        "rating": "",
        "url": "https://megaup.net/1PFf5/(CM)_Feed_Me_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6l6qR3JGf1WLJAwwYgIQPR5rLKz.jpg",
        "title": "Someone Borrowed (2022)",
        "description": "Someone Borrowed (2022)Rsတစ်ခုမှာ 6 လကြာရင်တော့ အချစ်စစ်တွေပေါက်ဖွားလာပါတယ်တဲ့(FAတွေတော့ ဘယ်သိမလဲ😂)။\nဒီတော့ အချစ်ဆိုတာကို ကစားစရာလို့ယူဆထားတဲ့ ကိုယ့်ကိုယ်ကိုယ် Gentleman ကြီးလို သတ်မှတ်ထားတဲ့\nပလေးဘွိုင်းကြီး လူဝိဇ်ကတော့ မိန်းကလေး ၁ ယောက်ကို ၃ လထက်ပိုမတွဲဘဲ ရည်းစားတွေမှိုလိုပေါက်အောင် ထားလေ့ရှိသူပါ။\nဒါပေမဲ့ ၃ လကြာရင်ဖြတ်မယ်ဆိုတာကို ကြိုအသိပေးတတ်တဲ့သူ့ကိုယ်သူတော့ ဆရာကြီးက လူကြီးလူကောင်းလို့မှတ်ယူပြီး\nMr. Perfect Guyပီပီ ကိုယ့်ကိုယ်ကိုယ် စည်းကမ်းကြီး ၃ ရပ် ချမှတ်ထားပါသတဲ့။လူဝိဇ်ဟာ အိမ်မှာလည်းအစ်မတွေကြားက အငယ်ဆုံးလေးလည်းဖြစ်\nတစ်ဦးတည်းသောသားယောက်ျားလေးကလည်းဖြစ်တော့ မားဘွိုင်းလေးဆိုလည်း မမှားပါဘူး။\nဒါပေမဲ့ အလုပ်မလုပ် မိန်းမလည်းမယူချင်တဲ့ ရေပေါ်ဆီသားဖြစ်သူကို အမေတောင်မှ စိတ်ကုန်ချင်ချင်ရယ်ပါ။\nဒီလိုနဲ့ အမေဖြစ်သူ ၆ လပဲအသက်ရှင်တော့မယ်ဆိုတဲ့ သတင်းဆိုးနဲ့အတူ\nမိခင်ရဲ့နောက်ဆုံးဆန္ဒက လူဝိဇ်ရဲ့ခံယူချက်တွေအားလုံးရဲ့ဆန့်ကျင်ဘက်ဖြစ်တဲ့ ဇနီးတစ်ယောက်ရှာဖို့ ဖြစ်နေတဲ့အခါမှာတော့\nဇနီးအငှားလိုက်သည်ဆိုတဲ့ မိန်းမချောလေးလီနာနဲ့ဆုံစည်းရဖို့ အကြောင်းဖန်လာပါတော့တယ်။အမေဖြစ်သူကို စိတ်ကျေနပ်စေဖို့ကနေ စတင်လိုက်တဲ့ သူတို့နှစ်ယောက်ကြားက ၆ လပတ်သတ်မှုတစ်ခုနဲ့\nဆန့်ကျင်ဘက်စရိုက်တွေကြားကအလွဲအချော်ပေါင်းစုံကတစ်ဖက်၊\nလူဝိဇ်နဲ့မတည့်တဲ့အစ်မဖြစ်သူအင်နက်ဇ်ရဲ့အမျိုးမျိုးစောင့်ကြည့်မှုတွေကတစ်ဖုံကြားက\nသူရဲ့သတ်မှတ်ချက်အတိုင်း ၆ လအကြာမှာ သူတို့နှစ်ယောက်ကြားမှာ အချစ်စစ်တွေပေါက်ဖွားလာမလားဆိုတာကိုတော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1PFqd/Someone.Borrowed.2022.720p.NF.WEB-DL.DUAL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdHjCvuNOZN2ZmBPPSGDFoeKavh.jpg",
        "title": "Homecoming (2019)",
        "description": "Homecoming (2019)Homecoming ကတော့ အင်ဒိုနီးရှားရုပ်ရှင်တစ်ကားဖြစ်ပြီး မူရင်းဇာတ်လမ်း နာမည်ကတော့ Mudik ပါ။\nအင်ဒိုရုပ်ရှင်ပွဲတော်မှာ Best Original Screenplay နဲ့ တခြား nomination တွေလဲအများကြီးရထားတဲ့ဇာတ်လမ်းကောင်းပါ။\nMudik ရဲ့ အဓိပ်ပ္ပါယ်က 'အိမ်ပြန်ခရီး' လို့အဓိပ္ပါယ် ရပါတယ်။အင်ဒိုနီးရှားမှာတော့ အများစုက အစ္စလာမ်ဘာသာဝင် မွတ်ဆလင်လူမျိုးတွေပါ။\nအစ္စလာမ်ဘာသာမှာ တစ်နှစ်မှာတစ်လ ရမ်ဇာန်(ဥပုဒ်)လရှိပြီး\nရမ်ဇာန်အပြီးမှာတော့ အိဒ်ပွဲတော်ကိုဆင်နွဲဲကြပါတယ်။\nအင်ဒိုမှာမြို့ပေါ်အလုပ်လာလုပ်သူအများအပြားက ရမ်ဇာန်လပြီးခါနီးရင်\nအိဒ်နေ့ကိုမိသားစုနဲ့အတူဆင်နွှဲနိုင်ဖို့အိမ်ကိုပြန်ကြပါတယ်။\nဒီရက်ပိုင်းတွေကိုတော့ အိမ်ပြန်ခရီး Mudik လို့ခေါ်ပါတယ်။\nဒီ Mudik အချိန်အခါမှာ လမ်းတွေ သိပ်ကြပ်ပြီး အက်ဆီးဒန့်ဖြစ်မှုကလဲတစ်နှစ်တာမှာအများဆုံးပါ။\nဒီဇာတ်လမ်းမှာအိုင်ဒါနဲ့ဖေရ်မန်းဆိုတဲ့ လူငယ်စုံတွဲလေးတစ်တွဲကလဲ\nကောင်လေးမိဘအိမ်ကိုအိဒ်မရောက်ခင်ငါးရက်အလိုမှာပြန်ကြပါတယ်။\nသူတို့အတွဲကလဲသိပ်အဆင်မပြေပုံပေါက်ပြီး အိုင်ဒါကလဲတော်တော်ကြီးညစ်နေပုံပါ။\nကားကိုအိုင်ဒါကမောင်းရင်း လမ်းမှာအက်ဆီးဒန့်တစ်ခုကြုံပြီး လူတစ်ယောက်သေသွားခဲ့ပါတယ်။အဲဒီကိစ္စကိုဖြေရှင်းဖို့ သေသွားတဲ့လူရဲ့ရွာကိုဆက်သွားကြရင်း ဘာတွေဆက်ဖြစ်ကြမလဲ။\nကောင်လေးအိမ်ကို အိဒ်အမှီရောက်ပါ့မလား။\nအိဒ်နေ့မှာ အစ္စလာမ်ဘာသာဝင်တွေက ဆွေမျိုးအသိမိတ်ဆွေကြားမှာ\nအပြစ်အမှားတွေရှိရင်တောင်းပန်ကြတယ် ခွင့်လွှတ်ပေးကြတယ်။\nအိုင်ဒါတစ်ယောက်ရော သူ့အပြစ်တွေကိုခွင့်လွှတ်ခံရပါ့မလား\nအထူးသဖြင့်သူ့ကိုယ်သူရော ခွင့်လွှတ်နိုင်ပါ့မလားဆိုတာ ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "7.4",
        "url": "https://megaup.net/19I8f/Mudik.2019.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/brahma-160x200.jpg",
        "title": "Brahmāstra Part One: Shiva (2022)",
        "description": "Brahmastra Part One: Shiva (2022)\nAction, Adventure, Fantasy\nIMDb 5.6/10 (96K)ကဲ ကဲ အားလုံးပဲ စောင့်ရကျိုးအတော်နပ်မယ့် ကားကောင်လေးတစ်ကားကို\nဦးဦးဖျားဖျား တင်ဆက်ပေးတော့မယ်နော်ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့\nမြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန်\nတေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင်\nတခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်...ကဲ...အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို\nအလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ\nချီးမြှင့်ခဲ့တယ်အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့\nဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ\nလောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း\nဖျက်ဆီးနိုင်စွမ်းရှိတယ်...ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို\nအပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်ရှီဗား..\nသူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့\nဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့...\nငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/19Hmr/Brahmastra_1_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UddALFKMm2HgbwEpzEY5kNTV2K.jpg",
        "title": "DAEMUGA (2022)",
        "description": "Daemuga (2022)ဒယ်မူဂါဆိုတာက နတ်ဆရာအဖြစ် ချီးမြှောက်ခံရဖို့ ရွတ်ရမယ့်ဂါထာပါတဲ့အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ရှင်းနမ်ဆိုတဲ့ကောင်လေးက\nဘယ်လိုမှအလုပ်ရှာဖို့မရတဲ့အဆုံးတော့ နတ်ဆရာလုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်\nဒါပေမဲ့ နတ်ဆရာလုပ်ဖို့ ပါရမီမပါလာပေမဲ့ အကြွေးတွေကြောင့် ဆက်လိမ်နေခဲ့ပါတယ်\nအဲလိုနဲ့ ညာစားလာရင်း အရှုပ်ထုပ်ထဲပါသွားပြီး လက်စပျောက်သွားခဲ့ပါတယ်\nတကယ့်နတ်ဆရာကြီးဖြစ်တဲ့ မာဆောင်းဂျွန်းနဲ့ လူမိုက် ဆွန်းအစ်ဆူတို့ အဖွဲ့ကတော့\nပိုက်ဆံအချီကြီးရဖို့အရေး ဂွင်ဖန်နေကြတဲ့သူတွေပါ\nရှင်းနမ်ပျောက်သွားတဲ့ ကိစ္စမှာ နတ်ဆရာကြီးနဲ့ လူမိုက်တို့ ပါဝင်နေမလား\nမာဆောင်းဂျွန်းတို့ကရော သူတို့အသည်းအသန်လိုက်နေတဲ့ ကိစ္စကို အောင်မြင်နိုင်မလားဆိုတာ ကြည့်ကြပါဦးနော်မင်းသားကြီး Park Sun Woong,\nHospital Playlist ထဲက Park Kyung Ho နဲ့ Ryu Kyung Soo တို့က အဓိကပါဝင်ထားပါတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ််။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | ...",
        "rating": "6.5",
        "url": "https://megaup.net/19I48/Daemuga.Sorrow.and.Joy.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/enola-holme-135x200.jpg",
        "title": "Enola Holmes 2(2022)",
        "description": "နက်ဖလစ်ရဲ့ နာမည်ကြီး စုံထောက်ကားဖြစ်တဲ့ အနိုလာဟုမ်းစ် ရုပ်ရှင်ရဲ့\nဒုတိယမြောက်ကားထွက်လာပါပြီ။ မူရင်းသရုပ်ဆောင်တွေပဲ\nပြန်လည်ပါဝင်ထားပါတယ်။ ဟင်နရီ ကာဗယ်က\nရှားလော့ခ်ဟုမ်းစ်အဖြစ် ပါဝင်ထားပြီး Stranger Things ထဲက\nအချစ်တော်လေး မီလီ ဘော်ဘီ ဘရောင်းကတော့\nရှားလော့ခ်ဟုမ်းစ်ရဲ့ ညီမ အနိုလာဟုမ်းအဖြစ် ပါဝင်ထားပါတယ်။\nသူတို့ရဲ့ အစ်ကိုကြီး မိုက်ခရော့ဖ်တော့ ပြန်မပါတော့ပေမဲ့\nလော့ဒ် တုစ်ဘူရီနဲ့ အနိုလာတို့ရဲ့အချစ်ဇာတ်လမ်းကိုတော့\nဆက်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================အနိုလာဟုမ်းစ်ရာ မိခင်ပျောက်ရှာပုံတော်အမှုကိုဖြေရှင်းအပြီးမှာ\nတုစ်ဘူရီအမှုကိုပါ ဖြေရှင်းနိုင်ခဲ့ပြီး ကွန်ဖီးဒန့်လယ်ဗယ်ဆိုးဟိုက်သွားတာမို့\nကိုယ်ပိုင်စုံထောက်လုပ်ငန်းတစ်ခု တည်ထောင်လိုက်ပါတော့တယ်။\nဒါပေမဲ့ မိန်းမငယ်လေးတစ်ယောက်ကို ဘယ်သူမှ ယုံကြည်ပြီး\nအလုပ်မအပ်တော့တာကြောင့် ခွက်ခွက်လန်အောင်ရှုံးပြီး\nရုံးခန်းကိုပိတ်ဖို့စီစဉ်လိုက်ရပါတော့တယ်။အဲဒီအချိန်မှာပဲ မီးခြစ်ဆံစက်ရုံအလုပ်သမ ‌ကောင်မလေးတစ်ယောက်က\nပျောက်ဆုံးနေတဲ့ သူ့အစ်မကို ရှာပေးဖို့ အမှုလာအပ်ပါတော့တယ်။\nဒါပေမဲ့ အနိုလာဟုမ်းစ်တစ်ယောက် လူပျောက်ရှာရင်းနဲ့\nဒါဟာ သာမန်အမှုမဟုတ်ဘဲ ကြီးမားတဲ့ မသမာမှုကြီးတွေ၊\nလာဘ်စားမှုတွေ၊လူသတ်မှုတွေပါ ရောယှက်နေတာကိုတွေ့သွားပြီး\nအန္တရာယ်တွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ....\nFile size…1.9GB / 800MB\nQuality…1080p NF WEB DL  / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/19I3y/Enola.Holmes.2.2022.720p.NF.WEB-DL.YK.(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7wG1dQyTWRrBDiQU3O8J7Hsx0gJ.jpg",
        "title": "Two and One (2022)",
        "description": "(18+) Two and One (2022)BL ဇာတ်လမ်းတွေထဲမှာ ဖိလစ်ပိုင်ဇာတ်လမ်းတွေက တစ်မျိုးတစ်ဖုံ ထူးခြားနေတတ်ပါတယ်။\nဒီဇာတ်လမ်းကလည်း ထူးခြားတဲ့ ဇာတ်လမ်းဇာတ်အိမ်နဲ့ပါပဲ။\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ချစ်သူနှစ်ယောက်ကြားမှာ တတိယလူပေါ်လာတဲ့အကြောင်းပါပဲ။\nဒါပေမဲ့ ဒီချစ်သူနှစ်ယောက်ကပဲ တတိယလူကို အသာတကြည်လက်ခံခဲ့ကြတာပါ။\nချစ်သူနှစ်ယောက်လုံးက အပေါ်ထပ်တွေချည်း ဖြစ်နေတဲ့အခါ\nကြားခံအစားထိုးဖို့ အောက်ထပ်တစ်ထပ်ကို ရှာဖွေပါတော့တယ်။\nသဘောတူညီထားတာကတော့ ကုတင်ပေါ််ကိစ္စ ဖြစ်တဲ့အချိန်မှာ တတိယလူကို အသုံးချကြမယ်ပေါ့။\nဒါပေမဲ့ မမျှော်လင့်တာတွေ ဖြစ်လာတဲ့အခါမှာတော့ ....\nချစ်သူနှစ်ဦးကြားမှာ အက်ကြောင်းတွေ ထလာရပါတော့တယ်။\nဒါကို သူတို့တွေ ဖြေရှင်းနိုင်ပါ့မလား ဆိုတာကို ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်လိုက်ရအောင်ပါ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Phantom ပဲ ဖြစ်ပါတယ်။Genre..... Adult, BL, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 649MB | 284MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "7.5",
        "url": "https://megaup.net/3RxNU/Two.And.One.2022.WEB-DL.720p.VMAX.CM.mp4",
        "category": "Adult, BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUCY3g2AER73qXIUOmmS4XaQgtM.jpg",
        "title": "Leio (2022)",
        "description": "Leio (2022)ကောက်ဝ်နဲ့ဖွန်က ရေရှားပါး မိုးနည်းနယ်ဖြစ်တဲ့ ထန်တဝမ်ရမ်ခရိုင်မှာ ကြီးပြင်းလာခဲ့သူတွေပါ။ဒါပမေဲ့ တစ်နေ့မှာတော့ ဒေသခံတွေ ရေအပူအပင်မရှိရအောင် အမြဲတစေကြိုးပန်းနေခဲ့တဲ့\nကောက်ဝ်ရဲ့အဘိုးဝပ် ဆုံးပါးသွားခဲံပါတယ်။YouTuber​ လေး ဖွန်က ဒီမြေမှာရေထွက်အောင်လုပ်နိုင်ရင်\nဘတ်တစ်သန်း ဆုပေးမယ်လို့ Challenge Vlog တင်ခဲ့တယ်လူပေါင်းစုံလာရောက်ယှဥ်ပြိုင်တဲ့အထဲမှာ ကောက်ဝ်၊ ဂျိန် နဲ့ ရိုတို့အဖွဲ့လည်း ပါဝင်ခဲ့ကြပါတယ်အဖွဲ့တိုင်းက မြေအောက်ရေရှိမဲ့နေရာကို သူ့ထက်ကိုယ်အရင်ရှာဖွေနေဆဲမှာပဲ\nရေကြောက်တဲ့မြေအောက်တွားသွားသတ္တဝါကြီးက လန့်နိုးလာပြီး သောင်းကျန်းရေးစဆင်းပါတော့တယ်ဧရာမပုတ်သင်ကြီးက လျင်လျင်မြန်မြန်ပဲ လူသားတွေကိုဖမ်းဆိးပြိး\nသူ့ဂူထဲကတနေရာမှာ မာကျောတဲ့သူ့ရဲံသလိပ်ခဲတွေနဲ့ဖမ်းချုပ်ထားပါတယ်ကောက်ဝ်ကဦးဆောင်ပြီး ဧရာမပုတ်သင်ကြီးကို ဖမ်းပြီး\nလူတွေကိုကယ်ဖို့ ကြိုးပမ်းခဲ့တဲ့အချိန်မှာတော့ ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.63GB | 939MB | 458MB\nFormat… mp4\nDuration…. 2h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/19Hxz/Leio.2022.720p.NF.WEB-DL.DD+5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZjYzNmYwNzgtYzk4My00ZjliLWFmYTgtMzQwYTYwYThhNzE0XkEyXkFqcGdeQXVyMTY1NzIzODQ@._V1_QL75_UY281_CR460190281_-135x200.jpg",
        "title": "Ready, Steady, Ommm! (2013)",
        "description": "Ready, Steady, Ommm! (2013)\n======================\nIMDb Rating - 5.2/102013ခုနှစ်က ထွက်ရှိထားတဲ့ ဆွစ်ဟာသကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ စစ်တပ်ထဲမဝင်ချင်တဲ့ ယောဂဆရာ အဲလက်စ်နဲ့\nသူ့ရဲ့ မိန်းမ သူနာပြု အန်နာတို့ဟာ သူတို့ရဲ့ သားဦးလေးအတွက်\nတိုက်ခန်းကောင်းကောင်းလေးတစ်ခု ရှာဖို့လိုအပ်လာပါတယ်။\nနောက်ဆုံးကြံရာမရတဲ့အဆုံး အန်နာရဲ့ဖခင်ဖြစ်သူ ဒု-ဗိုလ်မှူးကြီး ရိုင်ကာ\nအိမ်မှာ နေရဖို့ဖြစ်လာပါတော့တယ်။ရိုင်ကာဟာလည်း စစ်တပ်မွန်းမံရေးသင်တန်းလုပ်ဖို့ ကြိုးစားနေတဲ့ အချိန်\nဆိုတော့ အလဲအလှယ်အနေနဲ့ အိမ်ပေးပြီး သမက်ကိုတပ်ထဲ ခေါ်လာခဲ့ပါ\nတယ်။ တပ်ထဲမှာ အဲလက်စ်တစ်ယောက် ဘယ်လိုဗရုတ်သုတ်ခတွေနဲ့\nရင်ဆိုင်ရမလဲဆိုတာကို ဟာသဆန်ဆန် မြင်တွေ့ရမှာမို့ စိတ်အပန်းဖြေလို\nသူတွေ ကြည့်ရှုဖို့ ညွှန်းပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.89 GB) / (854 MB) / (495 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://megaup.net/2vxvb/Ready.Steady.Ommm.2013.GERMAN.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/039b0b3c38d6d939bd3e333712d38e3b-135x200.jpg",
        "title": "Kung Fu Hustle (2004)",
        "description": "2004 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ စတီဖင်ချောင်ပါဝင်တဲ့ Kung Fu Hustle ဆိုတဲ့ ဇာတ်ကားလေးကို\nအသစ်တစ်ဖန် ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဂိုဏ်းစတားတွေ နာမည်ကြီးတဲ့ခေတ်တစ်ခုမှာ လူမိုက်ဂိုဏ်းတွေထဲက ပုဆိန်ဂိုဏ်းသားတစ်ယောက်ဖြစ်ချင်တဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nတကယ့်သိုင်းဆရာကြီးတွေ ဇာတ်မြှုပ်နေတဲ့ ရပ်ကွက်တစ်ခုမှာ ပြဿနာသွားရှာမိရာကနေ ဇာတ်လမ်းစတော့တာပါပဲ\nစတီဖင်ချောင်ရဲ့ ထုံးစံအတိုင်း ဟာသတွေနှောရင်း အပီအပြင်ဆော်ကြနှက်ကြတဲ့ သိုင်းကားတွေကို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့\nပြန်ကြည့်တိုင်း မရိုးနိုင်တဲ့ ဇာတ်ကားတွေထဲက တစ်ခုပါပဲ\nဒီဇာတ်ကားကို စတီဖင်ချောင်ကိုယ်တိုင် ဒါရိုက်တာလုပ် ရိုက်ကူးထားခဲ့ပြီးတော့\nဒီကားနဲ့ပတ်သက်လို့ သိပြီးသားတွေထဲက လူသိနည်းတဲ့ စိတ်ဝင်စားစရာ အချက်တချို့ကိုတင်ပြရရင်\n၁ - ဇာတ်ကားထဲက ဝက်ယာတောလို့ခေါ်တဲ့ ရပ်ကွက်ဟာ စတီဖင်ချောင် ကြီးပြင်းခဲ့တဲ့ ဟောင်ကောင်က တိုက်ခန်းအိမ်ယာတစ်ခုကို\nပုံစံယူတည်ဆောက်ထားတာပါ\n၂- ပုဆိန်ဂိုဏ်းခေါင်းဆောင်ကို တခြားလူမိုက်တွေနဲ့ မတူအောင်လုပ်ဖို့ စတီဖင်ချောင် စဉ်းစားခဲ့တဲ့နေရာမှာ\nသရုပ်ဆောင်သူဟာ အကသမားဖြစ်နေတဲ့အတွက် ဇာတ်ကားထဲမှာ ဂိုဏ်းသားတွေ ကတဲ့အခန်းတွေပါလာတာဖြစ်ပါတယ်\n၃- လူသတ်သမားနှစ်ယောက်ကို ငှားတဲ့အခန်းမှာ မူလဇာတ်လမ်းအရ ရေအောက်ငမန်းသိုင်းကွက်တွေ လုပ်ဖို့ ရှိခဲ့ပေမယ့်\nCGI သမားတွေ မတတ်နိုင်တာကြောင့် စောင်းနဲ့ပဲ တိုက်ခိုက်တာကို ပြောင်းလဲခဲ့တာပါ\n၄- ...",
        "rating": "7.7",
        "url": "https://megaup.net/5Ar8f/(CM)Kung_Fu_Hustle_2004_Blu-ray_720p_x264_DD_5.1-HighCode.mp4",
        "category": "Action, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZTdjNzhkYjItODlkYi00NmJkLWE1ZmUtMWUwNTc5ZjI5MzE3XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-149x200.jpg",
        "title": "My True Fairytale (2021)",
        "description": "My True Fairytale (2021)\n==================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးရဲ့ဒါရိုက်တာဖြစ်သူ D.Mitry ဟာ ကားအက်ဆီးဒင့်\nတစ်ခုမှာ သူ့ရဲ့၁၇နှစ်အရွယ်သမီးလေးကိုဆုံးရှုံးလိုက်ရပါတယ်။ My True\nFairytale ဆိုတဲ့ဇာတ်ကားလေးဟာ သူ့ရဲ့ဆုံးသွားတဲ့ သမီးလေးအတွက်\nရည်ရွယ်ပြီး ရိုက်ကူးခဲ့တာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ဒါရိုက်တာဟာ သူ့ရဲ့\nနောင်တတွေနဲ့ ပြန်ပေးဆပ်ချင်မှုတွေကို တစ်ထောင့်တစ်နေရာကနေထည့်\nသွင်းပုံဖော်ထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် အန်ဂျီနဲ့ သူ့bffနှစ်ယောက်ဟာ ကားအက်ဆီးဒင့်တစ်ခု\nဖြစ်သွားခဲ့ပါတယ်။ ဒါတကယ့်အပြင်ကအတိုင်းပါပဲ။ သူ့သူငယ်ချင်းနှစ်ယောက်က\nဒဏ်ရာကြီးကြီးမားမားမရပေမယ့် အန်ဂျီကတော့ ပျောက်ချင်းမလှပျောက်ပြီး\nလုံးဝရှာမတွေ့တော့ပါဘူး။ ဒါဟာဇာတ်လမ်းတစ်ခုလုံးရဲ့ကျောရိုးပါ။ ဒါရိုက်တာ\nအတွက် တကယ့်လက်တွေ့အပြင်မှာ သူ့အတွက် သူ့သမီးလေးဟာ ခန္ဓာကိုယ်ပဲ\nပျောက်သွားတာဖြစ်ပြီး သူ့ရင်ထဲမှာအမြဲရှင်သန်နေတယ်ဆိုတာ ပြချင်လို့ဖြစ်ပါ\nလိမ့်မယ်။အန်ဂျီဟာ စူပါဟီးရိုးဖြစ်ချင်ပြီးကမ္ဘာကြီးကို ကယ်တင်ချင်နေတဲ့သူတစ်ယောက်ပါ။\nဒါပေမယ့် သူကယ်တင်ချင်တဲ့ကမ္ဘာကြီးဆိုတာ ဘာကိုပြောတာလဲ။ အန်ဂျီဘယ်လို\nကယ်တင်မှာလဲ။ သူဘာတွေကိုပြန်ပြင်ချင်တာလဲ။ ဖခင်တစ်ယောက်ရဲ့ လွမ်းဆွတ်\nတမ်းတခြင်းတွေနဲ့ ပြည့်နှက်‌နေတဲ့ဒီဇာတ်ကားလေးထဲမှာ ဒါရိုက်တာဟာ အရွယ်မတိုင်\nခင်သေဆုံးသွားရတဲ့ သမီးလေးရဲ့ဆန္ဒတွေကို နည်းလမ်းတစ်မျိုးလေးနဲ့ ရိုက်ကူးပုံဖော်\nထားတာကို ကြည့်ရှုခံစားရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(936 MB) / (368 ...",
        "rating": "6.3",
        "url": "https://megaup.net/3bt7C/My.True.Fairytale.2021.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5r8IKmy4I4gswqZqHSCal1adHi.jpg",
        "title": "The Desert Dragon ( 2021 )",
        "description": "ထန်မင်းဆက် နောက်ဆုံးအုပ်ချုပ်သည့် ခေတ်ကာလအချိန်....,\nခွန်းလွင် တောင်ထိပ်မှာရှိတဲ့ ခွန်းဝူအဆောင်တော်မှ\nအကြီးအကဲ ဟွမ်ဖူ ဟာ နတ်ဆိုးဂိုဏ်းသားတွေ\nနဂါးရဲ့သွေးကြောကို ဖျက်ဆီးနေပြီလို့ ခံစားမိတဲ့အတွက်ကြောင့်\nတပည့်တွေကိုခေါ်ဆောင်ပြီး နှစ်တစ်ထောင်သက်တမ်းရှိတဲ့\nသစ်ပင်နတ်ဆိုးကို တိုက်ခိုက်ဖို့ဦးဆောင်ခဲ့ပါတယ်သစ်ပင်နတ်ဆိုးဟာ ရွှမ်းယင်ပုလဲကို စုပ်ယူပြီးတဲ့နောက်မှာ\nသူတို့ရဲ့ ခွန်းဝူနန်းဆောင်တော်ကို ဖျက်ဆီးတိုက်ခိုက်မှာစိုးရိမ်တာကြောင့်\nအကြီးအကဲဟွမ်ဖူဟာ ဖေးလျို လမ်းစဥ်ကိုအသက်သွင်းပြီး\nဆန့်ကျင်ခဲ့ပါတော့တယ် အဲဒီနောက်မှာတော့\nဂိုဏ်းရဲ့တပည့်တွေဖြစ်ကြတဲ့ ရွှင်ထူနဲ့ ချူလင်အာ တို့ကို\nရွှမ်းယင်ပုလဲမရရှိခင်မှာ သစ်ပင်နတ်ဆိုးကို ​ချေမှုန်းဖို့\nဖန်ရှစ်မြို့တော်ကိုစေလွှတ်ခဲ့ပါတယ် အဲဒီခရီးလမ်းမှာပဲ\nရွှင်ထူနဲ့ ချူလင်အာ တို့ဟာ ကလေကချေကောင်လေး\nလီယွမ်ကျီးနဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာဖန်လာခဲ့ပါတော့တယ်\nဒီတော့သူတို့တွေဟာ နတ်ဆိုးတွေကို နှိမ်နင်းတားဆီးဖို့ လမ်းကြောင်းမှာ အတူတူရင်ဆိုင်လာကြရင်း -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ ရင်ဆိုင်ရ/စတေးရမှုတွေ ရှိလာတဲ့အခါမှာရော\nသူတို့တွေဘယ်လိုကျော်ဖြတ်ကြမလဲ ?\n❐ နတ်ဆိုးတွေရဲ့ ဒဏ်ကို အလူးအလဲခံနေရတဲ့\nအပြစ်မဲ့ပြည်သူတွေကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nAction, Historical နဲ့ Fantasy အမျိုးအစားလေးတွေကို\nကြိုက်နှစ်သက်တဲ့သူတွေအနေနဲ့ကတော့ ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှန်ပါပဲရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-desert-dragon-2021/",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/My_Policeman-860997796-mmed-135x200.jpg",
        "title": "My Policeman (2022)",
        "description": "My Policeman (2022)\n================\nIMDb Rating - 6.3/10One Direction အဖွဲ့က ဟယ်ရီစတိုင် ခေါင်းဆောင်မင်းသားအဖြစ်\nပါဝင်ထားတဲ့ BL ရုပ်ရှင်အသစ်တစ်ကားဖြစ်ပါတယ်။ ကျွန်တော့်ရဲ့\nရဲသားကြီးဆိုတဲ့နာမည်နဲ့ နာမည်ကျော်ဝတ္ထုကို ပြန်ရိုက်ကူးထားတာပါ။\nFirebird ဇာတ်လမ်းနဲ့ဆင်သလိုလိုပဲလို့ ပြောရမှာပါပဲ။ Call Me by\nYour Name ကိုမမီပေမဲ့ အတော်လေးကောင်းတဲ့ ဗြိတိန်အချစ်ဇာတ်လမ်းပါပဲ။ဇာတ်လမ်းအကျဉ်း\n=============\nတွမ်ဟာ စိတ်ထားကောင်းပြီး ယဉ်ကျေးတဲ့ ရဲတပ်သားလေးတစ်ယောက်\nပါပဲ။  တွမ့်ကိုအရမ်းကြိုက်နေတဲ့ မာရီရွန်ဆိုတဲ့ကောင်မလေးကတော့\nကျောင်းဆရာမလေးပေါ့။ သူတို့နှစ်ယောက်ရဲ့ အရင်းနှီးဆုံး သူငယ်ချင်း\nဖြစ်လာသူကတော့ ပြတိုက်မှူး ပန်းချီဆရာ ပတ်ထရစ်ပါပဲ။ဇာတ်အိမ်တည်ထားတာက ဗြိတိန်ရဲ့ ၁၉၅၀ ကျော်ကာလဖြစ်လို့ လိင်တူ\nချစ်ကြိုက်မှုဟာ ပြစ်မှုမြောက်ပါတယ်။ ထောင်ကျပါတယ်။ ဒီတော့ သူတို့\nသုံးယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ။\nသိုင်းချခန်းအချို့ပါဝင်လို့ မိသားစုနဲ့တော့ ကြည့်လို့မသင့်တော်ပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(500 MB)\nQuality............Web-DL 720p\nDuration.........1Hr 53mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://megaup.net/2vCbo/My.Policeman.2022.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg",
        "title": "Medieval (2022)",
        "description": "Mediveal (2022)ဥ​​ရောပအလယ်​ခေတ်ဇာတ်ကား​တွေကို ကြိုက်နှစ်သက်သူ​တွေအတွက်\nဘိုဟီးမီးယန်း(ချက်နိုင်ငံ)မင်းဆက် သမိုင်းဇာတ်လမ်းတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။\n၁၄ရာစုတုန်းက ဘိုဟီးမီးယန်းနယ်​မြေရဲ့ အကြီးကျယ်ဆုံး စစ်သူရဲတစ်​ယောက်ဖြစ်တဲ့\nယန်ဇစ်ဇကာရဲ့ ကနဦးစွန့်စားခန်းတစ်ခုကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။၁၄ရာစုနှစ် ချားစ်ဘုရင်-၄ နတ်ရွာစံပြီး​နောက် ဘိုဟီးမီးယန်းနယ်​မြေတွင်း ဂိုဏ်းဂဏ​တွေကွဲပြီး\nရောမရှိပုပ်ရဟန်းမင်းနဲ့ ပြင်သစ်ဘုရင်လက်​အောက်ရှိ ပုပ်ရဟန်းမင်းဆိုပြီး ဘာသာ​​ရေးအရပါ ၂ပိုင်းကွဲသွားပါတယ်။ ​\nချားစ်-၄ ​နတ်ရွာစံပြီး​နောက် သား​တော်ဖြစ်သူ ဝင်ဆယ်ဆလက်စ် နန်းတက်ရမှာဖြစ်​ပေမယ့်\nရောမရှိပုပ်ရဟန်းမင်းကြီးဆီမှာ နန်းတက်ပွဲခံပြီးမှသာ ရှင်ဘုရင်သစ်ဖြစ်လာမှာဖြစ်လို့\nဝင်ဆယ်ဆလက်စ်အ​နေနဲ့ ​ဘိုဟီးမီးယားနယ်က​နေ ရောမကိုသွားဖို့ လိုအပ်​နေတာဖြစ်ပါတယ်။ဒါ​ပေမဲ့ ဝင်ဆယ်ဆလက်စ်ဟာ အခွံသာရှိပြီးအဆံမရှိသူဖြစ်လို့ ​ကြွေးမှီများစွာတင်​နေပြီး\nရောမကိုသွားဖို့​တောင် ရဲမက်စရိတ် စားစရိတ်ကအစ ​ချေးငှားရမယ့်အ​ခြေအ​နေပါ။\nသူတို့​ချေးငှား​နေကျ သူကြွယ်အရှင် ရိုဆင်ဘာ့ဂျ်ကလည်း ​ချေး​​ငွေထုတ်မ​​ပေးတာ​ကြောင့် အကျပ်ရိုက်​နေတာပါ။\nဒါ​ကြောင့် ကြံရာမရတဲ့အဆုံး ရိုဆင်ဘာ့ဂျ်ရဲ့ ဇနီး​​လောင်း ​လေဒီကတ်သရင်းကို ပြန်​ပေးဆွဲပြီး ပြန်​ပေး​ငွေ​တောင်းဖို့ ကြံပါ​တော့တယ်။ပြန်​ပေးဆွဲ​​​ရမယ့်တာဝန်က​တော့ ​ကြေးစားစစ်သည် ယန်ဇစ်ဇကာရဲ့ တာဝန်ဖြစ်လာပါတယ်။\nဇစ်ဇကာအ​နေနဲ့ ​လေဒီကတ်သရင်းကို ​ပြန်​ပေးဆွဲတဲ့ကိစ္စ​ အောင်မြင်မှာလား၊\nအရှင်ဝင်ဆယ်ဆလက်စ်ရဲ့ အကြံအစည်က ထင်သ​​လောက် ရိုးရိုးရှင်းရှင်းနဲ့ ပြီးသွားပါ့မလား။\nနောက်ကွယ်က နိုင်ငံ​ရေး ဘာသာ​ရေးအရှုပ်အ​ထွေး​တွေကြား ဘယ်​လောက်ထိ ​ပွေလီဦးမလဲဆိုတာ တိုက်ခိုက်ခန်း၊သတ်ဖြတ်ခန်းများများနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1PEh6/Medieval.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k40ocFpzNfDnSil2Zdojn9D2ROm.jpg",
        "title": "Preman (2022)",
        "description": "Preman (2022)ဇာတ်ဝင်ခန်းထဲက စကားလေးအတိုင်းဆိုရင်\nတကယ်တော့ မဒူဆာဆိုတဲ့ အမျိုးသမီးဟာ အရမ်းလှပတဲ့ မိန်းမပျိုလေး တစ်ယောက်ပေါ့ဒါပေမဲ့ သူမရဲ့ အလှအပတွေကို လိုချင်တပ်မက်နေတဲ့\nပင်လယ်နတ်ဖုရား ပိုဆိုက်ဒွန်ဟာ သူမကို မုဒိန်းကျင့်ခဲ့တယ်\nဒါအပြင့် သူ့ကို မနာလိုတဲ့ နတ်ဖုရားမက အပြစ်ပေးတဲ့အနေနဲ့\nမြွေတစ်ပိုင်း လူတစ်ပိုင်း ပြောင်းပစ်ခဲ့ကြတယ်\nဒါတောင်မှ သူမအတွက် ရက်စက်မှုတွေက မကုန်နိုင်သေဘဲ ပါစီးယက်ရဲ့ ခေါင်းဖြတ်ခြင်းကို ခံခဲ့ရပါသေးတယ်။ဒီလိုပါပဲ လူတွေ အတွက်တော့ ပါးစီးယက်တို့က သူရဲကောင်းကြီးတွေ ဖြစ်ပေမဲ့\nမဒူဆာ အတွက်တော့ သူတို့တွေဟာ မကောင်းဆိုးဝါး စစ်သားတွေပါပဲ။\nယခု ဇာတ်ကားလေးဟာလဲ အင်ဒို ၂၀၂၂ ထွက်ကားလေးဖြစ်ပြီးတော့\nဇာတ်လမ်းသဘောလေးကတော့\nနားကန်းနေတဲ့ လူတစ်ယောက်ဟာ လူမိုက်ဂိုဏ်း တစ်ခုမှာ အလုပ်လုပ်နေခဲ့တာ ကြာခဲ့ပါပြီ။\nဒီလို လူမိုက်အလုပ်ကြောင့်ပဲ မိန်းမဖြစ်သူက ပစ်သွားခဲ့ပြီး သားလေးတစ်ယောက်နဲ့ လောက ကိုရင်ဆိုင်နေသူတစ်ယောက်ပါ။\nနဂိုက စိတ်ထားကောင်းတဲ့သူ တစ်ယောက်ဖြစ်ပေမဲ့\nပတ်ဝန်းကျင် အခြေအနေနဲ့ အရာရာဟာ သူ့ကို ဒီဘဝကနေ ရုန်းထွက်မရအောင် ဖြစ်စေခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1PDw6/Preman.Silent.Fury.2022.720p.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/782see-133x200.jpg",
        "title": "See How They Run (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ လူသတ်သမားကိုဖော်ရတဲ့ ပဟေဠိအမျိုးအစားပါပဲ။ ဒါပေမဲ့ ဟာသနဲ့ရောစပ်ထားတာမို့ တစ်မျိုးဆန်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ထုံးစံအတိုင်းပါပဲ အဆောက်အဦတစ်ခုထဲမှာ လူတွေ စုနေတဲ့အချိန် လူတစ်ယောက်အသတ်ခံရမယ်၊ သံသယဖြစ်စရာလူတွေရှိမယ်၊ ဝါရင့်စုံထောက်တစ်ယောက်ပါမယ်၊ နောက်ဆုံးမှာမထင်ရဆုံးတစ်ယောက်က တရားခံဖြစ်နေမယ် ဒါမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ အဓိကနေရာကလန်ဒန်က ပြဇာတ်ရုံကြီးတစ်ခုပါပဲ။ အဲဒီမှာ အက်ဂ်သာခရစ္စတင်းရဲ့ ကြွက်ထောင်ချောက်ဆိုတဲ့ ပြဇာတ်ကိုကပြနေပါတယ်။ လူသတ်ပဟေဠိပြဇာတ်အမျိုးအစားဖြစ်ပြီး အရမ်းအောင်မြင်နေတာကြောင့် အခါ ၁၀၀ လောက် ပြန်ကပြနေရပါတယ်။အဲဒီပြဇာတ်ရုံကိုပဲ ဒီပြဇာတ်ကို ရုပ်ရှင်ရိုက်ချင်လို့ ရောက်လာတဲ့ အမေရိကန် ဒါရိုက်တာနဲ့ပရိုဂျူဆာတစ်ယောက်ရောက်လာပါတယ်။ အဲဒီမှာ ပြဇာတ် စာရေးဆရာမ၊ ဇာတ်ညွှန်းဆရာ၊ မင်းသား စသည်ဖြင့် လူမျိုးစုံလည်းရှိနေတဲ့အချိန်မှာ အဲဒီအထဲက လူတစ်ယောက် အသတ်ခံလိုက်ရပါတယ်။ အဲဒီအမှုကိုတော့ စုံထောက်ကြီး စတော့ပတ်နဲ့ ရဲမေ ကော့တာ တို့က လာပြီးစုံစမ်းကြတဲ့အခါ ဘာတလွဲတွေဖြစ် ဘာအတည်ပေါက်တွေဖြစ်ကြမလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ...ဗြိတိန်လေသံနဲ့ ဗြိတိန်ဟာသတွေပါတော့ တမျိုးလည်းခံစားလို့ကောင်းမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ။ )File Size__(GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/19G3o/See_How_They_Run_(2022)_720p.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/bitch-ass-161x200.jpg",
        "title": "Bitch Ass(2022)",
        "description": "ဆီဆယ်က ခပ်တုံးတုံးလူဝကြီး ဖြစ်လို့ \"ငကြောက်ကောင်\" ရယ်လို့\nငယ်ငယ်ကကျောင်းမှာ စနောက်ခံခဲ့ရပြီး အနိုင်ကျင့်ခံခဲ့ရသူပါ။\nအဲဒီထဲမှာ အခုအချိန်မှာ ဆဌမလမ်းလူမိုက်ဂိုဏ်းရဲ့ ခေါင်းဆောင်\nဖြစ်နေတဲ့ စပိတ်က ထိပ်ဆုံးကဖြစ်ပါတယ်။စပိတ်က ခွမ်တင်အပါအဝင် ဂိုဏ်းကိုစဝင်ခါစ လူငယ်သုံးယောက်ကို\nဆီဆယ့်အဘွားဆုံးသွားလို့ အခု ဆီဆယ် တစ်ယောက်တည်း\nနေနေတဲ့အိမ်ကို ဓားပြဝင်တိုက်ဖို့ တာဝန်ပေးလိုက်ပါတယ်။\nလွယ်လွယ်ပြီးပြတ်မဲ့ကိစ္စလို့တွက်ပြီး လူသစ်တွေကို လွှတ်လိုက်ပေမဲ့\nသူတို့မသိတာက အဲဒီ့အိမ်ကနေ စောင့်ကြိုနေတဲ့ အန္တရာယ်တွေပါပဲ။ပစ္စည်းတွေယူဖို့နေနေသာသာ လူသစ်တွေက မျက်နှာဖုံးစွပ်ထားတဲ့လူသတ်သမားတစ်ဦးနဲ့\nထိပ်တိုက်တိုးပြီး ရှုံးနိမ့်တာနဲ့ အသတ်ခံရမဲ့ ဂိမ်းတွေကို အသက်နဲ့ရင်းလို့ကစားနေရပါတယ်။\nအဲဒီ့အချိန်မှာပဲ ခွမ်တင့်ကို စိတ်ပူလို့ စပိတ်နဲ့အတူ ဆီဆယ့်အိမ်ကို ရောက်လာခဲ့တဲ့\nခွမ်တင့်အမေတို့အဖွဲ့ရော ကံကောင်းနိုင်မလား၊ ခွမ်တင်အပါအဝင်\nလူသစ်တွေအဖွဲ့ အသက်ရှင်နိုင်မလား၊ အပြင်လူတွေသာမက\nအဘွားရဲ့ အနှိပ်စက်ခံ သနားစရာလူဝကြီး ဆီဆယ်ရော ဘာတွေဖြစ်သွားလဲ၊\nမျက်နှာဖုံးစွပ်နဲ့လူသတ်သမားက ဘယ်သူလဲ ဆိုတာတွေကို ဟာသအနည်းငယ်၊\nသွေးသံရဲရဲဇာတ်ဝင်ခန်းများနဲ့ အချိတ်အဆက်မိမိ ဇာတ်အလှည့်အပြောင်း\nအချိုးအကွေ့တွေကို ကြည့်ရှုခံစားရမှာပါ။\nFile size…716MB  / 322MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/3byia/Bitch.Ass.2022.720p(CM).mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYTcyNDRjMjQtNDI2Mi00MmMzLTk4MjktZTNkOTI0OWZjN2MwXkEyXkFqcGdeQXVyNzQzMDgyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Sanctioning Evil (2022)",
        "description": "Sanctioning Evil (2022)\n=================ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။ လူဆိုးတွေကို နှိမ်နင်းမယ့်\nအက်ရှင်ကားတစ်ကားပါပဲ။ အရှေ့အလယ်ပိုင်းဒေသမှာ တာဝန်ထမ်း\nဆောင်နေတဲ့ တပ်ကြပ်ကြီး ရဂျီနယ် ဘားန်ဟာ သူ့ရဲ့အမိန့်ပေးမှုအောက်\nကနေ စစ်စည်းမျဉ်းကို သွေဖယ်တဲ့ အမှုတစ်ခုဖြစ်ပြီးနောက် ရာထူးမှ\nချခံရပြီး စစ်တပ်မှ ထွက်ခဲ့ရပါတယ်။မကြာခင်မှာပင် နိုင်ငံရေးသမားတစ်ယောက်ဟာ အထူးတာဝန်တစ်ခု\nအတွက် ဘားန်ကို ခေါ်ယူခဲ့ပါတယ်။ အဲဒီတာဝန်ကတော့ စစ်တပ်စစ်\nဆင်ရေးတွေနဲ့ ဆန့်ကျင်ဘက် မြေအောက်ဂိုဏ်းတစ်ခုကို အပြတ်ရှင်း\nရမယ့်တာဝန်ပါ။ ဥပဒေကနေသွေဖယ်ပြီး လုပ်ကိုင်ရမယ့် ဒီအလုပ်ကို\nဘားန်အနေနဲ့ ဘာကြောင့်ရွေးချယ်ခဲ့တာလဲ၊ ဘယ်လိုမျိုးတွေ လုပ်သွား\nမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့် အက်ရှင်ကားတစ်ကား\nဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.24 GB) / (500 MB) / (285 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2vxpC/Sanctioning.Evil.2022.720p.WEBRip.(CM)_new.mp4",
        "category": "Action"
    }
]