[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Untitled-134x200.jpg",
        "title": "Monster House",
        "description": "Monster House (2006)Monster House ဆိုတဲ့ ဇာတ်ကား​လေးကို\nကျွန်​တော်တို့ ငယ်ငယ်က ၆ကားတွဲအ​ခွေ​တွေမှာ ကြည့်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့ဒီတုန်းက​တော့ စာပါ​တာ​တွေ​ရော စာမပါတာ​တွေ​ရောနဲ့\nအင်္ဂလိပ်လို ကြည့်​ကောင်းကြည့်ခဲ့ရမှာပါ။\nအခုတစ်ခါ​တော့ ငယ်ငယ်ကနားမလည်ပါးမလည်ကြည့်ခဲ့ဖူးတဲ့\nဇာတ်ကား​ကောင်း​လေးကို တစ်ခါပြန်ပြီး​တော့ ကြည့်လိုက်ကြရ​အောင်ပါ။အမြဲမှန်​ပြောင်းတစ်ခုနဲ့ အလုပ်ရှုပ်​နေတတ်တဲ့ DJ တစ်​ယောက်က\nသူ့အိမ်​ရှေ့အိမ်ကိုအမြဲစူးစမ်း​နေတတ်ပါတယ်။\nအမြဲတိတ်ဆိတ်ပြီး​တော့ က​လေး​တွေကို မနှစ်သက်၊\nက​လေး​တွေလာရင် ​မောင်း​ထုတ်တဲ့ Mr. Nebbercracker ရဲ့ အိမ်ကြီး​Mr. Nebbercracker က က​​လေး​တွေတော်တော်မုန်းတဲ့သူဗျ\nကလေးတွေကလည်းသူ့ကိုကြောက်ကြ\nသူ့ကိုကြည့်မရတဲ့ လူဆိုး​လေး​တွေကလည်း အိမ်ကိုနည်းမျိုးစုံနဲ့ ​နှောက်ယှက်ကြ​နဲ့\nက​လေး​တွေ အများဆုံးလမ်း​ပေါ်ထွက်တဲ့ Holloween ကာလဆိုတာကလည်း\nMr. Nebbercracker အတွက် အမုန်းဆုံးအချိန်ဖြစ်လာ​တော့တာပေါ့ဒါပေမယ့် သူဘာလို့ဒီလောက်တောင် ပစ်ပစ်ခါခါဖြစ်နေရတာလဲဆိုတဲ့\nနောက်ကွယ်ကအကြောင်းအရင်းလေးတွေရှိသေးတယ်ဒီလိုအကြောင်းအရာတွေကိုဖော်ထုတ်ဖို့ အကြောင်းဖန်လာတော့\nDJ တို့ က​လေးတစ်သိုက်ကဘယ်လိုတွေလုပ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်လိုက်ရအောင်ဗျာFile size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/monster-house-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BfwwULWKE4XvI116Q7G3pAIYjX.jpg",
        "title": "Silence… Can You Hear It?(2021)",
        "description": "Silence... Can You Hear It?(2021)ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.0ရရှိထားတဲ့Hindiစကားပြော Thrillerဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။တခြားအိန္ဒိယကားတွေလို သီချင်းတွေ အကတွေ တစ်ခုမှ မပါပါဘူး။ဇာတ်လမ်း အကျဉ်း\nတရားသူကြီး ချော်ဒရီရဲ့သမီး ပူဂျာချော်ဒရီဟာ သူ့ရဲ့သူငယ်ချင်း ကဗီသာဆီကို သွားမယ်ဆိုပြီး အိမ်ကနေ ထွက်လာခဲ့ပါတယ်။\nကဗီသာရဲ့အိမ်ရောက်မှ ကဗီသာဟာ အိမ်မှာမရှိကြောင်း ပူနေးကို ရောက်နေကြောင်း သိလိုက်ရပြီးအဲဒီအိမ်မှာပဲ တစ်ညအိပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနောက်တစ်နေ့မှာတော့ ပူဂျာချော်ဒရီတစ်ယောက် ရက်ရက်စက်စက်အသတ်ခံလိုက်ရပြီ ဒီအမှုကို စုံစမ်းအဖြေရှာဖို့\nပူဂျာချော်ဒရီရဲ့အဖေ တရားသူကြီး ချော်ဒရီက အေစီပီအဗီနား(ရှ်)ကိုအကူအညီတောင်းတာကြောင့်\nရဲမှူးချုပ် ရှရ်မားက ဒီအမှုကို စုံးစမ်းဖော်ထုပ်ဖို့ အထူးအဖွဲ့တစ်ဖွဲ့ ဖွဲ့ပေးလိုက်ပါတယ်။ဒီလူသတ်မှုကို ကျူးလွန်တဲ့ တရားခံက ဘယ်သူလဲ ....\nအမှုမှန်ပေါ်ပေါက်အောင် ဘယ်လိုတွေ စုံစမ်းဖော်ထုတ်ကြမှာလဲ ....\nThrillerဇာတ်ကားကြိုက်သူများ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.1GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Cm2k/Silence_(2021)WEB-DL.720P.PP.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://megaup.net/4et2u/(CM)The_Interview_(2014)_[720p_x265_HEVC_10bit_BluRay_AAC_5.1]_[Prof].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
        "title": "Chaos Walking(2021)",
        "description": "Chaos Walking(2021)အညွှန်း**************************မင်းသားကတော့ တွမ်ဟော်လန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံစွန့်စားခန်း ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်....။ တော့ဒ် ဟီးဝစ်ဟာ ကမ္ဘာသစ်မှာ အခြေချနေတဲ့ လူသားတွေထဲက အငယ်ဆုံး ကောင်လေးတစ်ယောက်ပါ။အဲဒီ ကမ္ဘာသစ်ရဲ့ ထူးခြားချက်က လူတွေရဲ့ အတွေးတွေက အသံတွေပုံရိပ်တွေအဖြစ် ခေါင်းထဲက ထွက်ပေါ်နေတာပါပဲ။ဒီတော့ တစ်ယောက်ကို တစ်ယောက် လိမ်ဖို့ အတော်ခက်ပါတယ်။ပြီးတော့ နောက်ထပ်ထူးခြားတာက မိန်းမ တစ်ယောက်မှ မရှိတော့တာပါ။အဲဒီဂြိုလ်ရဲ့ စပက်ကယ်ဆိုတဲ့ ဂြိုလ်သားတွေက မိန်းမတွေအားလုံးကို သတ်ဖြတ်ခဲ့လို့ပါပဲ။တစ်နေ့မှာတော့ လူသားတွေပါတဲ့ ယာဉ်တစ်ခု အဲဒီဂြိုလ်ပေါ် ပျက်ကျလာပြီး မိန်းမတစ်ယောက် အသက်ရှင်ကျန်နေခဲ့တဲ့အခါ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတော့ Littleneo ပဲဖြစ်ပါတယ်.... File Size : (2.1GB) and (936MB)\nQuality : HEVC5.1CH,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ihpu/Chaos_Walking.2021.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-1-027d6485597c-113x200.jpg",
        "title": "Fake Bodyguard ( 2021 )",
        "description": "တစ်ခဏလောက်စိတ်ထွက်ပေါက်ပေးနိုင်အောင် ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ကမ္ဘာကြီးအတွက် လူသားတွေအတွက် အရေးကြီးပြီးအသုံးဝင်တဲ့ ပရောဂျက်တစ်ခုကို သုသေသနလုပ်နေတဲ့ သုသေသနပညာရှင်တစ်ယောက်ကိုအန္တရာယ်တွေကြားက ကာကွယ်ဖို့ သက်တော်စောင့် ၃ ယောက်ကိုဘုရင့်သားမင်းသားက ငှားပေးခဲ့တယ်။ ဒါပေမယ့် မထင်မှတ်ဘဲသက်တော်စောင့်နဲ့လွဲပြီး ဧည့်သည်တွေကို ကြားဖြတ်လုတဲ့ ခရီးသွားလမ်းညွှန်တွေနဲ့ဆုံပြီးတလွဲဟာသတွေဖြစ်ကုန်တာကို ရိုက်ကူးထားတာပါ။ကြားထဲ ကိုယ်ကျိုးကြည့်တဲ့လူတစ်ယောက်က ဒီပရောဂျက်ကိုလုဖို့ ပါမောက္ခကိုသတ်ဖို့ ငှားထားတဲ့ ကြေးစားလူသတ်သမားလည်းရှိသေးတယ်။သက်တော်စောင့်အလွဲနဲ့အတူ ကြေးစားလူသတ်သမားလည်း လွဲလိုက်တာဆိုတာမရယ်ချင်လည်း ကလိထိုးပြီး ရယ်အောင်လုပ်ပေးမယ့် ဇာတ်ကားပါလို့ပဲ ပြောလိုက်ပါတော့မယ်။စိတ်ညစ်နေတယ် စိတ်ဖိအားတွေပိနေတယ်ဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်။ Quality :WEB-DL 720pFormat : mp4Subtitle : Myanmar Subtitle ( hardsub )Translated By Chu Chu",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fake-bodyguard-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHdVU0HyyB6k6kuYt8qjwTz9one.jpg",
        "title": "I Want to Eat Your Pancreas (2018)",
        "description": "I want to eat your pancreas (2018)Genres: Drama, RomanceJapanနိုင်ငံမှ စာရေးဆရာ Yoru Suminoက ရေးသားခဲ့ပြီး 2018ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့Anime Movieလေးပဲဖြစ်ပါတယ်..ဇာတ်အိမ်ကိုပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့နေ့စဉ်ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်လေးအပေါ် တည်ထားပါတယ်.သူမရဲ့ ဒိုင်ယာရီလေးထဲမှာ သူမရဲ့ နေ့စဉ်ဘ၀တွေ ၀မ်းနည်းမှုတွေ ပျော်ရွင်စရာတွေ ရေးထည့်ထားပြီးသူမရဲ့ ဒုတိယနှလုဲးသားလို့တောင်တင်စားလို့ရပါတယ်.တနေ့မှာတော့ သူမရဲ့ဒုတိယနှလုဲးသားလေးဟာဆေးရုံပြတင်းပေါက်ကနေ ပြုတ်ကျပြီး အတန်းဖော် Harukiဆိုတဲ့ကောင်လေးက ကောက်ရသွားခဲ့ပါတယ်. harukiဟာသူမရဲ့ဒုတိယနှလုံးသားဒိုင်ယာရီလေးကို ဖတ်ပြီးတဲ့အခါမှာတော့ .......  Translated by : Daniel LawweiEncoded by : YKFile size :1.89GBDuration : 1h 49minQuality : 1080p 5.1CH",
        "rating": "7.9",
        "url": "https://megaup.net/1Cgnn/Kimi_no_Suizou_o_Tabetai_.720p%7BCM%7D.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tximyCXMEnWIIyOy9STkOduUprG.jpg",
        "title": "Good Boys (2019)",
        "description": "ဒါကတော့ IMDb rating 6.8နဲ့ ခရမ်းချဉ်သီးမှာ 79%ရထားတဲ့ဟာသကားလေးပါ။တစ်ကားလုံးရယ်ရလို့ ပါးစပ်တောင်မစေ့နိုင်ဘူးဘရစ်စလီဆိုတဲ့ကောင်မလေးကိုအရမ်းတွေကြွေနေတဲ့မက်စ်ရယ်၊လေကြီးလေကျယ်ပြောတတ်တဲ့သောရယ်၊ရင့်ကျက်ပြီးမှန်တာပဲလုပ်ချင်တဲ့လူကပ်စ်တို့သုံးယောက်ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေပေါ့။‌ခြောက်တန်းရောက်တာနဲ့ခြောက်တန်းနဲ့တူအောင်အထာကျမယ်လို့ ဆုံးဖြတ်ထားတဲ့\nငမြွေလေးတွေပေါ့။\nတစ်နေ့တော့ kissing partyတစ်ခုကို ဖိတ်ခံလိုက်ရလို့မက်စ်ကသူကြိုက်နေတဲ့ကောင်မလေးကိုပါတီမှာနမ်းရတော့မယ်ဆိုပြီး ရင်တွေခုန်နေတာပေါ့။\nဒါပေမယ့် သူတို့ထဲကဘယ်သူမှမနမ်းဖူးကြတော့သူများတွေဘယ်လိုနမ်းလဲဆိုတာရှာဖွေလေ့လာရင်းပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ကုန်ပါတော့တယ်။\nကလေးတွေဆိုပေမယ့် သူတို့မှာလည်းသူတို့အရွယ်နဲ့ကြုံတွေ့နေရတဲ့ကိစ္စတွေရှိတာပေါ့။\nသူတို့ရဲ့တစ်နေ့တာကိုဘယ်လိုဖြေရှင်းကျော်ဖြတ်ပြီးမိဘတွေအဆူမခံရအောင်ဘယ်လိုတွေဉာဏ်များအုံးမလဲဆိုတာကိုတော့ဒီကားလေးမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။\nတကယ်ကောင်းတဲ့ဟာသကားလေးကိုလက်လွှတ်မခံဘဲကြည့်ရင်း ခဏတာဘဝအမောပြေနိုင်ပါစေ (အယ့်လယ့်) File Size : ( 840 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/good-boys-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-31-at-2.10.57-PM-134x200.png",
        "title": "Godzilla vs. Kong (2021)",
        "description": "Godzilla vs. Kong (2021)=================IMDb Rating - 7.4/10အားလုံးစောင့်မျှော်နေတဲ့ ဂေါ်ကြီး နဲ့ ကောင်ကြီးတို့ လာပါပြီ။ဒီရုပ်ရှင် မတိုင်ခင်မှာ Godzilla (2014)၊ Kong Skull Island (2017),Godzilla King of Monsters (2019) တို့ကြည့်ဖူးထားရင် ပိုအချိတ်အဆက်သိပါတယ်။ ယှဉ်လာရင် ဗိုလ်မထားတဲ့ ဗိုက်ပူဂေါ်ကြီး နဲ့ မိုက်ကယ်ကောင်ကောင်တို့ဇာတ်လမ်းကို ကြည့်လို့ရပါပြီ။ ကောင်းပါတယ် ဇာတ်လမ်းရော အက်ရှင်ရော မိုက်တယ်။ဇာတ်လမ်းအကျဉ်းတော့ မပြောတော့ပါဘူး အဓိကက ဒီနှစ်ကောင် ချတာ ကြည့်ရဖို့ပဲမဟုတ်လား။ ( အညွှန်းကတော့ လက်လန်တယ်နော် . ဤကား Encoder စကားချပ် :P )(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wi9k/Godzilla.vs.Kong.2021.720p.HMAX.WEB-DL[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-30-at-2.51.03-PM-134x200.png",
        "title": "Yes Day (2021)",
        "description": "Yes Day (2021)============IMDb Rating - 5.7/10ဒါကတော့ မိသားစု ဟာသကား စစ်စစ်လေးပါ။ သားသမီးသုံးယောက်ကို အမြဲ စိုးရိမ်လွန်ပြီးစည်းကမ်းတင်းကြပ်ထားတဲ့ အမေဟာ ကလေးတွေနဲ့ အဆင်မပြေတာ များလာတဲ့အခါ နည်းလမ်းတစ်ခုကို စမ်းကြည့်ဖို့ ကြိုးစားလာပါတယ်။ အဲဒါကတော့ YES DAY ဆိုတဲ့ နေ့ရက်တစ်ရက်ကလေးတွေကို ဖန်တီးပေးဖို့ပါပဲ။ အဲဒီနေ့မှာ ကလေးတွေ တောင်းဆိုသမျှကို No လို့ ငြင်းလို့မရပါဘူး။မိသားစု ၅ ယောက်အတူ ကလေး ၃ ယောက် တောင်းဆိုတဲ့ ပေါက်ကရတွေကို လိုက်ဖြည့်စည်းရင်းဘယ်လို တလွဲတွေဖြစ်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။ ချစ်စရာကောင်းတဲ့ family ရုပ်ရှင်လေးပါ၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://megaup.net/Wi6v/YES.DAY.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfAnJ8pBSCTHLBfdb3YAXxnV4oG.jpg",
        "title": "Some (2004)",
        "description": "Some (2004)ဆောယူဂျင်း (Song Jihyo) ဟာ သာမန် ရေဒီယိုဌာနတစ်ခုက ယာဥ်လမ်းကြော သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်။\nသူမဟာ ဟယ်မီ ဆိုတဲ့နာမည်ကို သုံးပြီး အွန်လိုင်းပေါ်မှာ ခန် ဆိုတဲ့မိတ်ဆွေတစ်ယောက်နဲ့ ခင်မင်သွားပါတော့တယ်။ဓာတ်ပုံရိုက်ရတာဝါသနာပါတဲ့ ယူဂျင်း တစ်ယောက် တနေ့မှာတော့အလုပ်သွားဖို့လာရင်းနဲ့ ကြောင်လေးတစ်ကောင်နောက် ဓာတ်ပုံလိုက်ရိုက်ရင်း မထင်မှတ်ဘဲ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့ ပုံကို သူ့ရဲ့ ကင်မရာထဲ ရိုက်ကူးမိသွားပါတယ်။တစ်ဖက်မှာလည်း  နိုင်ငံတော်ဘဏ္ဍအဖြစ်သိမ်းယူလိုက်ပေမယ့် ပျောက်ဆုံးနေတဲ့ ဒေါ်လာ၁၀သိန်းတန် မူးယစ်ဆေးဝါး အမှုကို လိုက်နေတဲ့ စုံထောက်ဖြစ်သူ ဂန်ဆောင်ဂျူး (Go Soo) နဲ့  ဆောယူဂျင်း တို့ တွေ့ဆုံတဲ့အခါမှာတော့...အချင်းချင်း တစ်ခါမှမဆုံဖူးကြပေမယ့်  သူမ နဲ့ စုံထောက်ဂန် တို့ တနေ့တည်းတချိန်မှာ သေမယ်ဆိုတာဆိုတာ သူမရဲ့ မှတ်ဥာဏ်ထဲမှာ ကြိုမြင်နေတဲ့ ဆောယူဂျင်း တစ်ယောက် သူတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား....\nဒေါ်လာဆယ်သန်းကိုခိုးယူသွားတဲ့သူကရောဘယ်သူဖြစ်မလဲ...Action နဲ့ Crime ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/some-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-03-22-at-10.34.38-AM-133x200.png",
        "title": "Doors (2021)",
        "description": "Doors (2021)============IMDb Rating - 4.7/10 \"တံခါးပေါက်တွေ .....\"တစ်နေ့နေ့မှာ ခင်ဗျားရှေ့မှာ တံခါးတစ်ပေါက် ရောက်လာမယ် ဆိုပါစို့။\nဘယ်ဆီရောက်မယ်မှန်းမသိတဲ့ တံခါးပေါက်တစ်ချပ်ရဲ့ ဆွဲဆောင်မှုနောက်ကို ခင်ဗျား ကောက်ကောက်ပါအောင် လိုက်မလား?\nတံခါးတစ်ပေါက်ရဲ့ ဆွဲဆောင်မှုက ဘယ်လောက် အားကောင်းတယ်ဆိုတာ ခင်ဗျား စဉ်းစားဖူးရဲ့လား?ဇာတ်လမ်းအကျဉ်းကတော့ အပေါ်မှာ ညွှန်းထားသလိုမျိုးပါပဲ။သိပ္ပံ ဇာတ်လမ်းတို့ရဲ့ ထုံးစံအတိုင်း ထူးဆန်းမှုတွေနဲ့ပဲ စပါတယ်။\nကမ္ဘာမြေပေါ်မှာ ထူးဆန်းတဲ့ တံခါးပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။\nအဲဒီတံခါးပေါက်တွေရဲ့ ဆွဲဆောင်မှုကို နည်းအမျိုးမျိုးနဲ့ ခံရတဲ့လူတွေဟာလည်း တံခါးပေါက်ထဲကို ရောက်သွားကြပါတယ်။\nဒါပေမယ့် ဘယ်ကို ရောက်လို့ ရောက်သွားကြမှန်းလည်း မသိပါဘူး။\nဒီတံခါးပေါက်တွေအကြောင်း စုံစမ်းပေးမယ့် စေတနာ့ဝန်ထမ်းတွေကတော့ အသီးသီး အသသ ပေါ်ပေါက်လို့ လာခဲ့ပါတယ်။\nသူတို့ကိုတော့ \"တံခါးခေါက်သူများ\" လို့ ခေါ်ကြပါတယ်။တံခါးခေါက်သူတွေကရော တံခါးပေါက်တွေရဲ့အကြောင်းကို အဖြေရှာနိုင်ကြပါ့မလား?\nတံခါးပေါက်ထဲ ရောက်သွားတဲ့သူတွေကရော ဘယ်ကို ရောက်သွားကြတာလဲ?\nတချို့ကတော့ ပြောတယ် ဂြိုလ်သားတွေ ဖန်တီးထားတဲ့ တံခါးပေါက်တဲ့။\nဒါဆို ဂြိုလ်ပေါ်ကို ရောက်သွားတာများလား?ဒါကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်ပြီး ...",
        "rating": "3.8",
        "url": "https://megaup.net/2iMni/Doors.2021.720p.WEB-DL[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-28-at-1.08.16-PM-159x200.png",
        "title": "Lamp Life (2020)",
        "description": "Lamp Life (2020)=============IMDb Rating - 6.7/10 ဒီတစ်ခေါက်က ကလေးရော လူကြီးရောအကြိုက် toy story က အသစ်ထပ်ထွက်တဲ့ကာတွန်းဇာတ်လမ်းတိုလေးနဲ့ မိတ်ဆက်ပေးမယ်နော်။ ကစားစရာအရုပ်ကလေး ဘိုတစ်ယောက် မီးအိမ်ဘဝကနေ ဘယ်လိုထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ အကြောင်းကိုရိုက်ကူးထားတာပါ . . .Toy story 1,2,3,4 ထွက်ရှိထားပြီး လူကြိုက်များတဲ့ ကာတွန်းကားကောင်းတွေထဲက lampရဲ့အပိုင်းတိုးလေးမို့ ထွေထွေထူးထူး ပြောစရာမရှိပါဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p WebRipDuration - 10minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, AdventureSource : 1080p.WebRipTranslator – ParrisEncoder – SWM",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lamp-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9At4gHXspTVG89nUZBJNM5zGmHm.jpg",
        "title": "Enforcement(2021)",
        "description": "Enforcement(2021)IMDb...7.0Svalegardenဆိုတဲ့ မြို့လေးမှာ အဓိကရုဏ်းဖြစ်ပွားနေလို့\nရဲတွေသွားနှိမ်နင်းကြတဲ့အချိန် လက်လွန်ပြီးတော့Talib Ben Hassiဆိုတဲ့သူကို သေလုနီးပါးဖြစ်စေခဲ့ပါတယ်။အဲဒီ့လူကို ရဲတွေပဲခေါ်သွားပြီး ဆေးရုံမှာ\nအရေးပေါ်ကုသပေးထားပါတယ်။တစ်ရက်တော့ အဲဒီမြို့လေးမှာ ကင်းလှည့်ဖို့ ရဲနှစ်ယောက်ဆီတာဝန်ကျလာခဲ့ပါတယ်။အခြေအနေတွေမတည်ငြိမ်လို့ မြန်မြန်ကင်းလှည့်ပြီးပြန်ထွက်ကြဖို့ ညွှန်ကြားချက်ရထားပေမယ့်စိတ်ဆတ်လွယ်တဲ့ရဲကတော့ မြို့ခံလူငယ်လေးတစ်ယောက်ကို တိကျတဲ့အကြောင်းရင်းမရှိဘဲ ဖမ်းဆီးခေါ်ဆောင်သွားပါတယ်။ရဲနှစ်ယောက် အဲ့လူငယ်လေးကိုခေါ်ပြီး မြို့ထဲကထွက်ဖို့လုပ်နေကြတဲ့အချိန်မှာပဲTalib Ben Hassi သေဆုံးသွားကြောင်းကြားသိလိုက်ရပါတယ်။ဒီသတင်းဟာ မြို့ခံလူတွေကိုဒေါသထွက်စေခဲ့ပြီး သူတို့နယ်မြေထဲရောက်နေတဲ့ ရဲနှစ်ယောက်အပေါ် ဒေါသတွေပုံချလိုက်တဲ့အခါမှာတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်....File Size : (2.08GB) and (920 MB)\nQuality : 1080P.HEVC, WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/Wds1/Enforcement.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
        "title": "A Silent Voice: The Movie (2016)",
        "description": "Silent Voice 2016\n------------------------\nကျွန်တော်တို့အားလုံး ကျောင်းသားဘ၀နဲ့ ပက်သက်တဲ့ အမှတ်တရတွေ ရှိကြမှာပါ။။ကျွန်တော်လဲ ရှိခဲ့ဖူးပါတယ်။။ ဒါပေမယ့် အမှတ်တရကောင်းတော့ မဟုတ်ခဲ့ပါဘူး။ကျွန့်တော့်ရဲ့ အမှတ်တရကို မသန်စွမ်း(နားမကြားမလေး)နဲ့ပဲ\nစရမှာပေါ့။သူ့ရဲ့ကျောင်းသားသစ် မိတ်ဆက်ပွဲမှာ တမူထူးတဲ့ မိတ်ဆက်ပုံကြောင့် ကျွန်တော်အာရုံစိုက်မိခဲ့ပါတယ်။ သူမိတ်ဆက်ပုံက တွေတွေလေးငေးနေရင်းကနေ လွယ်အိတ်ထဲက စာအုပ်ကို ထုတ်ပြီး သူဟာ အကြားအာရုံမကောင်းကြောင်းနဲ့ သူကို ဒီစာအုပ်လေးကနေ ဆက်သွယ်ခင်မင်စကားပြောပေးဖို့ အပြုံးမှိန်မှိန်လေးနဲ့ မိတ်ဆက်ခဲ့လို့ပါ။ သူ့ရဲ့ လူတကာပေါ်ကောင်းချင်ပြီး အမြဲတမ်း အပြုံးလေးနဲ့ ဆက်ဆံပုံကို ကျွန်တော်က ဟန်ဆောင်တယ်ထင်ပြီး အမြဲနှောင့်ယှက်ဒုက္ခပေးခဲ့ပါတယ်။တနေ့မှာတော့ ကျွန်တော့်ရဲ့စနှောက်မှုတွေက ကျွန်တော့်ရဲ့ဘ၀တစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေခဲ့ပါတယ်။အဲ့ဒါက သူ့ရဲ့နားအကြားအကူနားကြပ်တွေကို လွှင့်ပစ်မိတာခဲ့ပါ။ အဲ့နားကြ့ပ်တွေက ဈေးကလဲကြီးပြီး ၈ခုထိကိုကျွန်တော် လွှင့်ပစ်မိတာကြောင့် သူ့အိမ်ကနေ တဆင့် ကျနော်တို့အတန်းဆီပါ ရောက်လာပြီး သူလဲကျောင်းပြောင်းပြီး ကျွန်တော်လဲ ဆရာတွေရဲ့စစ်ဆေးမှူမှာ အမြဲနှောင့်ယှက်တတ်တဲ့ ကျွန်တော်ကို အားလုံးက အပြစ်ပုံချခဲ့ပါတယ်။အနိုင်ကျင့်ယုတ်မာတဲ့လူတစ်ယောက်အဖြစ် ပတ်၀န်းကျင်ရဲ့ ဖယ်ကျဉ်ခြင်းလဲ ခံရပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1RHzZ/a.silent.voice.2016.720p.{CM}.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Grand Budapest Hotel (2014)",
        "description": "The Grand Budapest Hotel (2014)IMDb - 8.1/10_____Rotten - 91%Won 4 Oscars. Another 130 wins & 225 nominations.\n   \nဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့\nရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်...\n1. Best Achievement in Costume Design\n2. Best Achievement in Makeup and Hair styling\n3. Best Achievement in Music Written for Motion Pictures,\nOriginal Score\n4. Best Achievement in Production Design\nဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲ\nရရှိပိုင်ဆိုင်ထားပါတယ်...\nဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့\nဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကို\nမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်...\nသင်ဟာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/grand-budapest-hotel/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSlazQmwqtlRIbmZ72xBGr0MEFH.jpg",
        "title": "The Vault(2021)",
        "description": "The Vault(2021)အညွှန်း*********************IMDb...7.0Thomဆိုတဲ့ကောင်လေးက Cambridgeတက္ကသိုလ်ကအရမ်းတော်တဲ့ အင်ဂျင်နီယာကျောင်းသားတစ်ယောက်ပါ....ဉာဏ်ပြေးတဲ့Thomကို လစာဒေါ်လာသိန်းချီပြီးကမ်းလှမ်းတဲ့ကုမ္ပဏီကြီးတွေရှိခဲ့ပေမဲ့Thomကတော့ Walter Morelandရဲ့ကမ်းလှမ်းမှုကိုသာ စိတ်ဝင်စားခဲ့ပါတယ်....Walter Morelandတို့အဖွဲ့က နှစ်တရာကျော်သက်တမ်းရှိတဲ့စပိန်ဘဏ်အဆောက်အဦးကမြေအောက်ဘဏ္ဍာတိုက်တစ်ခုကိုဖွင့်ဖို့ ကြိုးစားနေတာပါ.....အဲ့ဒီစပိန်ဘဏ်က ကမ္ဘာ့အလုံခြုံဆုံးစနစ်နဲ့တည်ဆောက်ထားတဲ့ဘဏ်တွေထဲကတစ်ခုအပါအဝင်ဖြစ်ပြီးထိုးဖောက်မရနိုင်တဲ့ အံ့မခန်းအင်ဂျင်နီယာအစွမ်းလို့ ပြောစမှတ်တွင်ပါတယ်.....လိုအပ်နေတဲ့ အင်ဂျင်နီယာဉာဏ်ကြီးရှင်Thomက Walterတို့အဖွဲ့ထဲရောက်လာတဲ့အချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ရတနာသိုက်ကိုအရယူဖို့အတွက် ဘဏ္ဍာတိုက်ဖောက်ဖို့အစီအစဉ်ဆွဲကြပါတယ်....လုံခြုံရေးအထပ်ထပ်ကာထားတဲ့ဘဏ်ကို သူတို့ဘယ်လိုကြိုးစားပမ်းစားဖောက်ကြမလဲဆိုတာကိုတော့...ဒီကားက ထင်မထားလောက်အောက် နင်းကန်လန်းပါတယ်...ဒါ့ကြောင့်မို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်.... File Size : (2.2GB) and (0.9GB)\nQuality : HEVC 1080p 5.1,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/W9q4/Way_Down_OR_The_Vault..2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2CFcSBK4B1xywyvS5lxxtmhOIw.jpg",
        "title": "ACT-1978 (2020)",
        "description": "ACT 1978 (2020)\" ဆရာ. . . အကျိုးဆောင်ခ(ကော်မရှင်ခ)လေးပါ ..... \"ဒီလိုမျိုး ပုဒ်မလေး နဲ့မှ အလုပ်လုပ်တတ်တဲ့ အစိုးရဝန်ထမ်းတွေကို ကြုံဖူးကြတယ် မဟုတ်လား?မနက်ကို နောက်ကျမှလာ ညနေကိုအစောကြီးပြန်။\nအလုပ်ကျတော့ကောင်းကောင်းမလုပ် အကျိုးဆောင်ခပဲ မျှော်ကိုးနေပြီး တာဝန်ကိုအလွဲသုံးစားလုပ်ကြတဲ့ အစိုးရဝန်ထမ်းတွေကို ပညာပေးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခုပါလောကဓံကို အန်တုရင်ဆိုင်နေရတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးလေး ဂီသာ ။\nဖခင်လည်းဆုံး ခင်ပွန်းသည်လည်း ဆေးရုံမှာမြောနေတာမို့ ဖခင်လယ်သမားကြီးရဲ့ နစ်နာကြေးနဲ့မှ အသက်ရှုချောင်နိုင်မယ့် ဂီသာ တစ်ယောက်\nလယ်သမားသက်သာချောင်ချိရေးဌာနကိုသွားပြီး နစ်နာကြေးတောင်းခံလွှာ တင်ခဲ့ပါတယ်။စစချင်း ဆောက်နဲ့ထွင်းသလို အကျိုးဆောင်ခ တောင်းလိုက်တဲ့ စာရေးကြောင့် အောင့်သက်သက်ဖြစ်ရပေမယ့်လည်း\nလာဘ်ပေးလာဘ်ယူကိုမုန်းတဲ့ ဂီသာ တစ်ယောက် နည်းလမ်းကျကျနဲ့ နစ်နာကြေးကို ရယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဗိုက်တောင်မထွက်သေးတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးက မွေးဖွားခါနီးသည်အထိ နစ်နာကြေးမရလာတဲ့အခါ. . .ဂီသာ တစ်ယောက် ဗုံးတစ်လုံးကို ခန္ဓာကိုယ်မှာပတ် အစိုးရဌာနထဲကိုဝင်ပြီး အဂတိလိုက်စားနေတဲ့ အစိုးရဝန်ထမ်းများအား သူမအတွက်၊ ပြည်သူတွေအတွက် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1C6gw/ACT-1978_(2020).720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.06.43-PM-133x200.png",
        "title": "The World to Come (2020)",
        "description": "The World to Come (2020)====================IMDb Rating - 6.1/10ဒီရုပ်ရှင်ကတော့ ဒရာမာ စစ်စစ်လေးပါ။ နာမည်ကျော်သရုပ်ဆောင်တွေနဲ့ ဇာတ်ကောင် လေးယောက်ကိုအဓိကထားပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ လက်စ်ဘီယန်အချစ်အကြောင်းလည်းဖြစ်ပါတယ်။လယ်သမား လင်မယားနှစ်ယောက် မိတ်ဆွေဖွဲ့ရင်း ဖြစ်လာတဲ့ လူမှုရေး ကိစ္စ တွေကိုမှ ကဗျာဆန်ဆန်ပြသထားသလို အမျိုးသမီးတွေ ဖိနှိပ်ခံရမှုကိုလည်း အဲဒီခေတ်နဲ့ အညီ သရုပ်ဖော်ထားလို့ တကယ့်ဝတ္ထုကောင်းလေးတစ်အုပ်ကို ဇိမ်နဲ့ ထိုင်ဖတ်နေရသလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 45minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – LittleneoEncoder – SWM",
        "rating": "6.1",
        "url": "https://megaup.net/W7oo/The.World.to.Come.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KgL5KiGk8ABfMFHzGP2GnoH8sL.jpg",
        "title": "1987: When the Day Comes (2017)",
        "description": "1987 : When the day comes (2017)Zawgyiဒီဇာတ္ကားကို လြန္ခဲ့တဲ့ႏွစ္သံုးဆယ္ကာလက ေတာင္ကိုရီးယားႏုိင္ငံမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္မွန္အေၾကာင္းအရာေတြကို အေျခခံျပီးရိုက္ကူးထားပဲျဖစ္တယ္။အဲဒီအခ်ိန္တုန္းက ေတာင္ကိုရီးယားႏုိင္ငံဟာ အခုလို ဖြံ႔ျဖိဳးျပီးႏုိင္ငံမဟုတ္ေသးဘူး။စစ္အစိုးရနဲ႔ အာဏာပိုင္ေတြရဲ႕ေခါင္းပံုျဖတ္မႈေတြကို ျပည္သူေတြလည္စင္းခံေနရတဲ့အခ်ိန္၊ အဲဒီလိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကို မခံႏုိင္တ့ဲအဆံုးမွာ ေက်ာင္းသားတစ္စုဟာ စစ္အစိုးရကိုဆန္႔က်င္တဲ့အေနနဲ႔ လမ္းမေပၚထြက္ျပီး ဆႏၵျပေတာ့တယ္။အင္အားၾကီးသူႏိုင္စတမ္္းဆိုသလို အဲဒီဆႏၵျပမႈမွာအႏုိင္ရရွိသြားသူကေတာ့အာဏာပိုင္ေတြပါ။ဆႏၵျပေက်ာင္းသားတစ္ဦးျဖစ္တဲ့ အသက္၂၁ႏွစ္အရြယ္ ဆုိးလ္တကၠသိုလ္ကေက်ာင္းသား ပက္ဂၽြန္ေခ်ာအပါအ၀င္ဆႏၵျပသူအခ်ိဳ႕ကို အာဏာပိုင္ေတြလက္၀ယ္ဖမ္းဆီးရခဲ့တယ္။က်ဳပင္ခုတ္က်ဳငုတ္ပါမက်န္ေအာင္ရွင္းမယ္ဆိုတဲ့အၾကံနဲ႔အာဏာပိုင္ေတြဟာ အဖမ္းဆီးခံေက်ာင္းသားပက္ဂၽြန္ေခ်ာကို ႏွိပ္စက္နည္းေပါင္းစံုနဲ႔ႏွိပ္စက္ျပီး ဆႏၵျပမႈနဲ႔ပတ္သတ္တဲ့အေၾကာင္းအရာေတြကို စစ္ေၾကာေမးျမန္းခဲ့တယ္။ပက္ဂၽြန္ေခ်ာတစ္ေယာက္လည္းႏွိပ္စက္မႈေပါင္းစံုကို မခံႏုိင္ေတာ့ပဲ ေနာက္ဆံုးမွာ အသက္ပါဆံုးရႈံးသြားေတာ့တယ္။သူ႔ရဲ႕ေသဆံုးမႈဟာ 1987 ဇြန္လမွာ ေတာင္ကိုရီးယားႏုိင္ငံရဲ႕သမုိင္း၀င္ဆႏၵျပမႈၾကီးအျဖစ္ ေျပာင္းလဲေပးခဲ့ပါတယ္။ဖိႏွိပ္ခံရပံုေတြ မတူညီၾကေပမယ့္ ျပည္သူေတြအားလံုးရဲ႕ တစ္ခုတည္းေသာဦးတည္ခ်က္ကေတာ့ ဒီမိုကေရစီေဖာ္ေဆာင္ေရး၊ အဲဒီလို ျပည္သူေတြအားလံုးညီညီညြတ္ညြတ္ ေသြးေတြေခၽြးေတြနဲ႔ေပးဆပ္ခဲ့တာေၾကာင့္လည္း ေတာင္ကိုရီးယားႏုိင္ငံဟာ ယေန႔အခ်ိန္မွာ ဖြံ႔ျဖိဳးျပီးႏုိင္ငံတစ္ခု ရပ္တည္ေနႏုိင္တာျဖစ္ေၾကာင္းကိုဒီဇာတ္ကားက ေကာင္းေကာင္းၾကီးမီးေမာင္းထိုးျပေနတယ္။ဒီဇာတ္ကားဟာ ေ၀ဖန္ေရးေတြအၾကားမွာ ေအာင္ျမင္ရံုသာမက ေငြေၾကးပိုင္းအရလည္း ေတာ္ေတာ္ၾကီးကိုေအာင္ျမင္ခဲ့တဲ့ကားပါ။$14 သန္းရင္းထားတဲ့ဇာတ္ကားဟာ ျပည္တြင္း၀င္ေငြ $54 သန္းေက်ာ္ရရွိခဲ့တာဟာ ေတာ္ေတာ္ေၾကာက္စရာေကာင္းတဲ့ေအာင္ျမင္မႈမ်ိဳးပါ။IMDB ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/1987-when-the-day-comes-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zWOPibu4RqGz9Y4zj657HslR964.jpg",
        "title": "The Donor Party (2023)",
        "description": "The Donor Party (2023)ဒီ The Donor Party ဆိုတဲ့ ဇာတ်ကားကတော့ ဟာသဇာတ်ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ ဒါရိုက်တာ Thom Harp ကိုယ်တိုင် ရေးပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ တစ်ချိန်က Watchmen နဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Malin Akerman ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားပြီးတော့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Jerry O'Connell ကနေ ပါဝင်အားဖြည့်ပေးထားတာပဲဖြစ်ပါတယ်။ဂျက်ကလင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ကလေးအရမ်းလိုချင်နေတဲ့လူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် သူ့ယောက်ျားနဲ့ ကွဲပြီး နှစ်ပေါင်းများစွာ သောကရောက်ခဲ့ပြီးတဲ့အခါ ကလေးအမေတစ်ယောက်ဖြစ်ဖို့ ယောက်ျားယူစရာမလိုဘူးဆိုတာကို သိသွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ သူနဲ့ သူ့သူငယ်ချင်းတွေက မွေးနေ့ပါတီပွဲတစ်ပွဲမှာ ဂျက်ကလင်းကို ကိုယ်ဝန်ရအောင်လုပ်ပေးမယ်ဆိုပြီး အကြီးအကျယ်အစီအစဉ်ဆွဲပါတော့တယ်။ အဲဒီမွေးနေ့ပါတီပွဲမှာ ဂျက်ကလင်းတစ်ယောက် ဘယ်သူတွေနဲ့ ဆုံရမလဲ... ဘယ်လိုမျိုးတွေ ဝုန်းဒိုင်းကြဲပြီးတော့ ကိုယ်ဝန်ရအောင် လုပ်မလဲဆိုတာကိုကြည့်ပြီး တစ်ကားလုံးထိုင်ခွီနေရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark ...",
        "rating": "",
        "url": "https://megaup.net/1VAn0/(CM)_The_Donor_Party_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGMzNjkyMDEtNmNkYi00OTM0LWE5YTEtMTBhYzg5OWVkZDg4XkEyXkFqcGdeQXVyNDQxOTAyNA@@._V1_-160x200.jpg",
        "title": "Machine Gun Kelly’s Life In Pink (2022)",
        "description": "Machine Gun Kelly’s Life in Pink (2022)\nGenre – Documentary, Music\nIMDB – 6.3/10Hip-hop တွေကို နားထောင်တဲ့လူဆို Machine Gun Kelly aka MGK ဆို သိကြမယ်နဲ့ တူပါတယ်။\nဒါမှမဟုတ်လည်း ဆရာကြီး Eminem နဲ့ ကွိုင်ကြလို့ တစ်ယောက်သီချင်းတစ်ပုဒ်စီနဲ့ အပြန်အလှန်\nဖြုတ်ကျတာကိုလည်း ကြားဖူးကြမယ်ထင်ပါတယ်။အဲဒီထက် ပြောရမယ်ဆို ခုလက်ရှိတွဲနေတာက ပုရိသတို့ အသည်းစွဲ နာမည်ကျော် မင်းသမီး Megan Fox ပဲ ဖြစ်တယ်ဗျာ။\nHip hop ဆိုလို့ ခုကျ Rapper ပဲ လုပ်နေတယ်မထင်ပါနဲ့ ဒီဆရာလေးက Hip-hop တွေ ဆိုလာရင်းကနေ ၂၀၂၀ လောက်ကျတော့\nချောတောငေါ့ပြီး Pop Punk တွေ Rock တွေဖက် ဝုန်းဒိုင်းပြီးပြောင်းသွားပြီး အခုတော့ Rapper တစ်ယောက်ကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1VAln/machine.gun.kellyss.life.in.pink.2022.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcrssH6rL4BebUBxJfC8gGgRkEg.jpg",
        "title": "Fireworks (2023)",
        "description": "Fireworks (2023)အကယ်၍ တစ်စုံတစ်ယောက်ဟာ သတ်သေဖို့လုပ်ရာကနေ\nဒုတိယအကြိမ် အခွင့်အရေးရခဲ့မယ်ဆိုရင် သူတို့စိတ်ပြောင်းနိုင်သလား။ဒီ Fireworksဆိုတဲ့ဇာတ်ကားလေးကလည် းဒီမေးခွန်းကိုမေးထားတာပါ။ဂျပန်ရုပ်ရှင် 3ft Ball And Soul (2017) ကို မှီငြမ်းရိုက်ကူးထားတဲ့အင်ဒိုဇာတ်ကားလေးပါ။\nသာမန်ဆိုရင်တော့ ပထမပိုင်းလောက်မှာ ဇာတ်အေးပေမယ့် စနောက်ကိုစောင့်ကြည့်ရကျိုးနပ်ပါတယ်။\nညစ်ညမ်းတာတွေ ၊အကြမ်းဖက်တာတွေ မပါလို့ မိသားစုနှင့်ကြည့်ဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ခါမှမတွေ့ဖူးတဲ့ လူလေးယောက်\nဆိုကှယ်မီဒီယာမှာတွေ့ပြီး ဘဝနဲ့ကိုယ်ရေးကိုယ်တာပြဿနာတွေကို မျှော်လင့်ချက်မဲ့ပြီး မဖြေရှင်းနိုင်လို့ သတ်သေကြပါတယ်။\nဒါပေမဲ့ အစီအစဉ်က ထင်ထားသလို မဖြစ်တဲ့အခါမှာတော့ ဘာဖြစ်မလဲဆိုတာ ဘာလုပ်ကြမလဲဆိုတာ...\nပရိသတ်ကြီးစောင့်မျှော်ကြည့်ရှုခံစားလိုက်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-fi, Thriller\nQuality…. 1080p | 720p\nFile size… 984MB | 497MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "7.2",
        "url": "https://megaup.net/3hv9c/Fireworks.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggGR0YuMTrCr4xUwFSdHtpPuwlY.jpg",
        "title": "The Last Subway ( 2017 )",
        "description": "သဲထိတ်ရင်ဖို ဟော်ရာကြိုက်သူတွေအတွက်\nအဆုံးမဲ့နောက်ဆုံးရထားဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါ။တစ်နေ့မှာ ကာတွန်းရေဆရာကောင်လေးတစ်ယောက်က\nညကြီးမိုးချုပ် နောက်ဆုံးရထားကိုမဖြစ်မနေစီးပြန်အိမ်ပြန်ရပါတယ်။\nတစ်ချိန်ထဲမှာပဲ ဒီရထားပေါ်ကို မတူညီတဲ့အလုပ်အကိုင်တွေနဲ့\nအကျင့်စရိုက်တွေရှိတဲ့ ခရီးသည်(၆)ယောက်ပါတက်လာပါတယ်။ဒီရထားကြီးစထွက်ခွာပြီး မကြာခင်မှာပဲ ထိတ်လန့်စရာဖြစ်ရပ်နဲ့ကြုံတွေ့ခဲ့ပါတယ်။\nသူတို့တွေဟာ ဒီရထားတွဲပေါ်မှာပဲ တဝဲလည်လည်ဖြစ်နေတာကိုတွေ့လိုက်ရတယ်။\nရထားပေါ်ကဆင်းလဲ နဂိုဘူတာ တခြားဘက်ကပြန်တက်ရင်လဲ\nဒီရထားတွဲပဲဆိုတော့ ဘာတွေဖြစ်နေတာလဲ......\nဒီဒုက္ခကလွတ်မြောက်ချင်ရင် နည်းလမ်းတစ်မျိုးပဲရှိလိမ့်မယ်..... အဲဒါကဘာများလဲ\nအချိန်ကြာလာတဲ့အမျှ ခရီးသည်အချင်းချင်း သံသယတွေပိုများလာပြီး\nမြေအောက်ရထားရဲ့လျှို့ဝှက်ချက်တွေဟာ တစ်ခုချင်းပေါ်လာပါတော့တယ်.....\nသွေးလွှမ်းတဲ့ဖြစ်ရပ်တွေကလဲ တဖြည်းဖြည်းစတင်လာပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Mystery\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-last-subway-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Asteroid_City-326541733-large-135x200.jpg",
        "title": "Asteroid City(2023)",
        "description": "Asteroid City(2023)*******************\nဒီကားကတော့ တွမ်ဟန့်နဲ့ စကားလက်ဂျိုဟန်ဆန်တို့ ပါဝင်ထားတဲ့ ရုပ်ရှင်ဆရာကြီးဝက်စ်အန်ဒါဆန်ရဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ Wes Anderson ဟာ ရုပ်ရှင်ငါးကားနဲ့တင်အော်စကာ ဆန်ကာတင် ၇ ခု ရခဲ့ဖူးပါတယ်။ အထူးသဖြင့်တော့ သူ့ရဲ့ ထူးခြားတဲ့ အရေးအသားနဲ့ရိုက်ချက်အလှအပတွေကြောင့်ပါ။ Isle of Dogs, The Grand Budapest Hotel, Moonrise Kingdom တို့ကိုတော့အတော်များများသိကြမှာပါ။ ဒီရုပ်ရှင်ကတော့ သူ့ရိုက်သမျှထဲမှာ နာမည်ကျော်သရုပ်ဆောင်အများဆုံးပါပဲ။Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright,Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody,Steve Carell, Hong Chau, Willem Dafoe စတဲ့ ဒိတ်ဒိတ်ကျဲတွေ စုပြီးပါဝင်ထားပါတယ်။စကားလက်အနေနဲ့ အရှေ့ပိုင်းဗလာအခန်းကို ရိုက်ရတာ ပြဿနာမရှိပေမဲ့ ဒါရိုက်တာကြီးကတော့အတော်ရှက်လို့ မျက်နှာပူစရာတွေဖြစ်ခဲ့တယ်လို့ ပြောပါတယ်။ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3hv8p/Asteroid.City.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/horror-150x200.jpg",
        "title": "Horror Novelist ( 2019 )",
        "description": "စိတ်ခြောက်ခြားဖွယ်ရာ Horror Movie တွေ ကြိုက်နှစ်သက်တဲ့\nCM ပရိတ်သကြီး အကြိုက်တွေ့စေမဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မာခယ့်ဆိုသူဟာ သရဲ တစ္ဆေတွေနဲ့ပတ်သက်ပြီး ထိတ်လန့်ဖွယ်ရာ ဝတ္ထုတွေကို\nကိုယ်တိုင် ခံစား ဖန်းတီလေ့ရှိတဲ့ စာရေးဆရာတစ်ယောက်ပါ။\nတစ်နေ့မှာ မာခယ့်တစ်ယောက် (ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် ၇၀၁)ဆိုတဲ့\nမေးလ်တစ်စောင်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒါရိုက်တာလိုချင်တဲ့\nဇာတ်ညွှန်းတစ်ပုဒ်ကို ရရှိဖို့ရာအတွက် သူရေးလက်စ ဝတ္ထုကို\nအပြီးသတ်ရန် သရဲခြောက်တယ်လို့ နာမည်ကြီးတဲ့\nဒီဖန်းချွမ်ဟိုတယ်ဆီ တစ်ညတာသွားရောက်လေ့လာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် (၇၀၁)ဟာ လွန်ခဲ့တဲ့ နှစ်(၂၀)အတွင်း\nလူသေဆုံးမှု အကြိမ်ရေ(၂၄) ကြိမ်ထက်မနည်း ဖြစ်ပွားခဲ့ပြီး ၊\nနောက်ဆုံးအကြိမ် အသက်(၂၅)နှစ်အရွယ် မိန်းကလေးတစ်ဦး\nကိုယ့်ကိုကိုယ် သတ်သေသွားပြီးကတည်းက အခန်းနံပါတ်(၇၀၁)ကို\nမည်သူတစ်ဦးတစ်ယောက်ကိုမှတည်းခိုခွင့်မပေးဘဲ ဟိုတယ်ဘက်က ပိတ်ထားခဲ့တာပါ။ဒီအခန်းကို သန့်ရှင်းရေးဝင်လုပ်တဲ့ ဝန်ထမ်းတစ်ဦးဟာလည်း\nရေချိုးခန်းထဲပိတ်မိသွားပြီး ထိတ်လန့်ခြောက်ခြားစရာတွေကြုံတွေ့ခဲ့ရတဲ့နောက်\nရူးသွားတဲ့ အခြေအနေအထိရောက်ခဲ့ကြောင်း ဟိုတယ်မန်နေဂျာက\nမာခယ့်ကို ပြောပြခဲ့ပေမယ့် မာခယ့်တစ်ယောက် မည်သူ့စကားကို\nနားမဝင်ဘဲ ဒီအခန်းကိုသာ မရရအောင်တောင်းဆိုခဲ့ပါတယ်။ဒီအခန်းထဲရောက်ရှိသွားတဲ့ မာခယ့်တစ်ယောက် ထူးဆန်းတဲ့\nသဘာလွန်ဖြစ်ရပ်တွေကြားထဲ သူ့ရဲ့ ဝတ္ထုအတွက် အချက်အလက်တွေကို\nတစ်ညတာအတွင်း စုဆောင်းပြီး ပြန်ထွက်လာနိုင်မလား။\nမမြင်ရတဲ့လောကရဲ့ စိတ်ခြောက်ခြားဖွယ်ရာ ထိတ်လန့်စရာတွေကြားထဲ\nဘဝအဆုံးသတ်သွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nQuality ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/horror-novelist-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cBShWaY4gG7rago4mXVX8dj7zJJ.jpg",
        "title": "Cross The Battlefield ( 2023 )",
        "description": "ချန်ကျစ်ဖျင်ဟာ အထက်တန်းကျောင်းတက်နေတဲ့ သားဖြစ်သူ\n\"ချန်ယွီဖေး\"ကို ဇနီးဖြစ်သူမပါဘဲ တစ်ဦးတည်း ပျိုးထောင်နေသူဖြစ်ပါတယ်\"ချန်ယွီဖေး\"ဟာ E-sports ဂိမ်းတွေကို အင်မတန်ဝါသနာပါသူဖြစ်ပြီး\nအပျော်တမ်းထက် ပရော်ဖက်ရှင်နယ်ကစားသမားဖြစ်ဖို့\n\"မြို့နယ်လူရည်ချွန်ဂိမ်းပြိုင်ပွဲ\"ဆိုတဲ့ ပြိုင်ပွဲကြီးမှာ သွားရောက်ယှဉ်ပြိုင်ရန်အားခဲနေပါတော့တယ်၊ဖခင်ဖြစ်သူ \"ချန်ကျစ်ဖျင်\"ကတော့ ဂိမ်းဟာ ပညာရေးမှာအားနည်းစေတဲ့\nပေါ့ပေါ့ပျက်ပျက် အရေးမပါတဲ့အရာလို့ အမြဲသမုတ်နေပါတယ်။\nဒီလိုနဲ့ တစ်နေ့မှာ ချန်ယွီဖေးဟာ ပြိုင်ပွဲသွားပြိုင်ဖို့လုပ်နေတာကိုသိရှိသွားတော့\nအတင်းပိတ်ပင်တားဆီးတဲ့အတွက် ချန်ယွီဖေးဟာ ဖခင်အိမ်မှထွက်လာပါတော့တယ်။အဲ့အချိန်မှာပဲ ဆန်းကြယ်အံ့ဩစွာနဲ့...ချန်ကျစ်ဖျင်ဟာ ချန်ယွီဖေးရဲ့\nသူငယ်ချင်းဖြစ်သူ ဝမ်ခိုင်ရဲ့ခန္ဓာကိုယ်ထဲကို ထူးဆန်းစွာ ကူးပြောင်းရောက်ရှိသွားတဲ့အခါ....\nချန်ယွီဖေးရဲ့ ဂိမ်းပြိုင်ပွဲကို အမြဲအနှောင့်ယှက်ပြုပြီး\nလက်လျော့သွားအောင် အတန်တန် ကြိုးစားပါတော့တယ်...ဒီလိုနဲ့ ဂိမ်းပြိုင်ပွဲကမ္ဘာမှာ သားအဖနှစ်ယောက် ထိပ်တိုက်တွေ့တဲ့အခါ...\nထုံးစံအတိုင်း နောက်ပိုင်းဘယ်လိုတွေဆက်ဖြစ်မလဲ-အဖေနဲ့နှစ်ယောက်ကြားက အထင်လွဲမှုစည်းတံတိုင်းကြီးဟာ\nဘယ်လိုပုံစံနဲ့ ဘာကြောင့်ပြိုလဲသွားမလဲဆိုတာကို\nမေးခွန်းထုတ်ထားရင်း CMနဲ့အတူဒီရုပ်ရှင်မှာ\nလိုက်ပါကြည့်ရှုခံစားလိုက်ရအောင်လားQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/cross-the-battlefield-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/TrueLove-112x200.jpg",
        "title": "Liar And True Love ( 2017 )",
        "description": "ထိုင်းနိုင်ငံရဲ့ လမ်းမတစ်နေရာမှာ လက်တန်း သရုပ်ဆောင်လေ့ကျင့်နေတဲ့\nတော်ဝင် အနုပညာ တက္ကသိုလ်မှ ကျောင်းသူ ယန်ကျန်းကျန်း....ကပ္ပတိန် ကျန်းရော့ချန် က လမ်းပေါ်မှာ တကယ် ဒုက္ခရောက်နေတယ်ထင်ပြီး\nယန်ကျန်းကျန်း ကို အကူအညီပေးခဲ့ပြီးနောက်ပိုင်းမှ\nအရာအားလုံးက လိမ်လည်လှည့်ဖြားခဲ့တာဆိုတာသိခဲ့လိုက်ရတယ်...နောက်ပြီး အကြောင်းအရင်းတချို့ကြောင့် ဦးလေးဝူ မိသားစုရဲ့\nသမီး ဟွမ်းဟွမ်း အဖြစ်သို့ ပြောင်းလဲသွားပြီး မိသားစုမိတ်ဆွေ\nဖြစ်ခဲ့ဖူးတဲ့ ကျန်းရော့ချန်နဲ့ပြန်လည်တွေ့ဆုံတဲ့အခါ....ယန်ကျန်းကျန်း က အထောက်အထားတွေကို ဖျောက်ဖျက် ကာ\nဘယ်လိုနည်းပေါင်းစုံနဲ့ ကြိုးစားပြီး အန္တရာယ်မှ အကြိမ်ကြိမ် လွတ်မြောက်နိုင်မလဲ.....ကျန်းရော့ချန်ကရော ဦးလေးဝူအတွက် ဒီအတုအယောင်တွေကို\nဘယ်လိုမျိုး ကူညီဖော်ထုတ်ပေးမလဲဆိုတာကိုတော့ စောင့်မျှော် ကြည့်ရှုအားပေးကြပါဦးနော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/liar-and-true-love-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Bewitchingattractionposter01-139x200.jpg",
        "title": "[18+] Bewitching Attraction (2016)",
        "description": "Bewitching Attraction (2006)CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့\nမဲပြာပုဆိုး ဇာတ်လမ်းထပ်နေတဲ့ ကိုရီးယားအမှောင်ကားတွေကို\nကြည့်ရတာ စိတ်ကုန်နေတဲ့သူတွေအတွက် အရင်ခေတ် ၂၀၀၆ တုန်းက\nထွက်ရှိခဲ့တဲ့ old but gold လေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ပရော်ဖက်ဆာ မမကြီးရဲ့\nဘဲများနဲ့အရှုပ်တော်ပုံလေးပဲဖြစ်ပါတယ်ပရော်ဖက်ဆာမမကြီးက လှလဲလှတယ် ပညာလဲတတ်တယ်\nကောက်ကြောင်းလေးကလည်း လှသလို\nပွင့်လင်းတတ်တဲ့ အလှပဂေးတစ်ယောက်ပါမမကြီးရဲ့ဘဝမှာ လုပ်ဖော်ကိုင်ဖက် ဘာညာ ခင်လို့တွဲတာ\nစသည်ဖြင့် ငယ်ငယ်တုန်းက ကျောင်းသူဘဝမှာတင်\nညီအကို နှစ်ယောက်ကို ပြိုင်တွဲပစ်တာတို့ ဘာတို့\nလုံးဝကို သိပ်ကြမ်းတဲ့ မမပါမမတစ်ယောက် နောက်ဆုံးသူ့အရှုပ်တွေက နောက်ကိုအရိပ်လိုလိုက်တာတဲ့အခါမှာတော့\nဘာတွေဘယ်လိုဖြစ်ကုန်မလဲဆိုတာ ရှုစားကြပါဦး ညိုကီတို့\nFile size…2GB  / 596MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.2",
        "url": "https://megaup.net/1fC25/Bewitching.Attraction.2006.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/QJnx1v_4f-160x200.jpg",
        "title": "The Ghoul Mansion (2023)",
        "description": "သခင်မကြီးထောင်းရမ်ဖိုင် အဖြစ် Noi Nuttanee\nကွိုင့် အဖြစ် Gwang Wanpiya\nဂို အဖြစ် Kong Huayrai\nကစ်ပ် အဖြစ် Fond Nattichaဇာတ်လမ်းအကျဉ်းကွိုင့်က မိသားစုစားဝတ်နေရေးအတွက် သင်္ဘောသီးထောင်းရောင်းပြီး ရှာစားနေရသူတစ်ယောက်ဖြစ်ပါတယ်ကောင်းမွန်တဲ့နေရာလေးတစ်ခုက အိမ်သစ်မှာသွားနေချင်တာ ကွိုင့်အိပ်မက်ဖြစ်ပေမဲ့ အသုံးမကျတဲ့လင်ဖြစ်သူ ဂိုရဲ့လောင်းကစားစွဲနေမှုကြောင့် ကွိုင့်ရဲ့ကြိုးစားမှုတွေက အရာမထင်ဖြစ်ခဲ့ရတယ်တစ်ရက် ကွိုင့်ဆီ အဝေးတစ်နေရာက သူဌေးဆွေမျိုးဖြစ်သူ သခင်မကြီးထောင်းရမ်ဖိုင်နေမကောင်းဖြစ်နေခဲ့လို့ အမွေပေးချင်တဲ့စာတစ်စောင်နဲ့လာဖို့ရထားလက်မှတ်တွေရောက်လာခဲ့တယ်ကွိုင့်တစ်ယောက် တွေဝေနေဆဲမှာ လင်ဖြစ်သူဂိုရဲ့အကြွေးရှင်တွေလိုက်လာတာမို့ ရွေးချယ်စရာမရှိတဲ့သူတို့မိသားစုဟာ သခင်မကြီးထောင်းရမ်ဖိုင်ရဲ့စံအိမ်ဆီရောက်လာရပါတော့တယ်အမျိုးဖြစ်တဲ့ သခင်မကြီးထောင်းရမ်ဖိုင်ကို ကွိုင့်ကဘာလို့မသိနေရတာလဲ\nဘာလို့ကွိုင့်ကိုမှ အမွေပေးချင်ရတာလဲ\nထိတ်လန့်ဆန်းကြယ်နေတဲ့ဒီစံအိမ်ကြီးရဲ့လျှို့ဝှက်ချက်က ဘာလဲဆိုတာ ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ်ဟာသနှောပြီးကြည့်ရှုရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Comedy, Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Kyi Nue Zin & Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fC0v/The_Ghoul_Mansion_(2023)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Vzot/The.Flash.2023.720p.WEB.DL.DD5.1[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkE8z7x5Ab94gN3CtormERYIz8B.jpg",
        "title": "I Met a Girl (2020)",
        "description": "Genre – Drama, Romance\nIMDB – 6.1/10 ကိုယ့်စိတ်ကိုယ်တောင် အနိုင်နိုင် ထိန်းနေရတဲ့ကြားထဲကနေမိုင်ပေါင်း ၂၄၀၀ ကျော် ခရီးကြမ်း ဖြတ်သန်းပြီး ချစ်တဲ့လူကိုသွားတွေ့မယ့် ဂေါက်သီးလေးတစ်ယောက်အကြောင်းပေါ့။ဟုတ်ပါတယ် မင်းသားက ဂေါက်သီးလေးပါ စိတ်ကစဉ့်ကလျားရောဂါကို ငယ်စဉ်ကတည်းက ခံစားနေရပြီး သူ့ ခေါင်းထဲမှာ လူ၂ ယောက် လာလာ စကားပြောနေကြပါတယ် တစ်ယောက်ကမစ္စတာရော့ကတ်ဖြစ်ပြီး သဘောကောင်းတဲ့ စူပါဟီးရိုးကြီးပါလမ်းကောင်းကိုသာ ညွန်ပေးပါတယ် နောက်တစ်ယောက်ကတော့မစ္စနီဒယ်ဆိုတဲ့ ကြောက်စရာဘွားတော်ကြီးပါ သူကတော့ဆန့်ကျင်ဖက်ဖြစ်ပြီး မကောင်းတာတွေပြော စိတ်ဓာတ်ကျအောင်လုပ်ပြီး သေဖို့အထိပါ တိုက်တွန်းတတ်သူပါ။ ဒါပေမဲ့ ရောဂါအခြေအနေက အရမ်းမဆိုးတဲ့အတွက် ဆေးလေးပဲသောက်ရင် နေလို့ရတယ်ပေါ့လေ ပတ်ဝန်းကျင်နဲ့ ဝင်ဆန့်တယ်ပေါ့။အဲဒီလိုပြောလို့လည်း မရပြန်တာက အစ်ကို့ မင်္ဂလာဆောင်မှာအချစ်တွေပေးချင်တယ်ဆိုပြီး ပုလင်းကွဲနဲ့ ရင်ဘတ်ကို ထိုးပစ်တာတို့အလုပ်လုပ်နေတဲ့ အိမ်မွေးတိရစ္တာန်ဆိုင်က ငှက်လေးကို နှိပ်စက်နေကြပါတယ်ဆိုပြီး လွှတ်ပေးပစ်တာတို့တွေလည်း ရှိတာပေါ့။ဒီလိုနဲ့ တစ်ရက်ကျ အဆုံးစီရင်ဖို့ထိ တွေးမိသွားပြီး သေကြောင်းကြံလိုက်တဲ့အခါမှာတော့ ထူးခြားစွာနဲ့ လူစီ ဆိုတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEYQgkcGsNZe6X76ZStGb62v1ad.jpg",
        "title": "Delicious (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဟင်းလျာကောင်းဆိုတာ လူတန်းစားတိုင်းနဲ့ထိုက်တန်တယ်၊ စားဖိုမှူးတိုင်းလည်း ဆန်းသစ်တီထွင်ခွင့်ရှိတယ်ဆိုပြီး စားဖိုဆောင်တော်လှန်ရေးလုပ်ကာ စားသောက်ဆိုင်ထောင်ခဲ့တဲ့ ထမင်းချက်ကြီး မာစီယွန်အဖြစ် ဇာတ်လမ်းတည်ရိုက်ကူးထားတာပါ...။ ဇာတ်လမ်းအကျဥ်းမစမီ ဇာတ်အိမ်တည်ထားပုံကို နည်းနည်းပြောပြပါဦးမယ်..။ဇာတ်အိမ်ကိုတော့ ပြင်သစ်နိုင်ငံရဲ့ ဘုရင်စနစ်ကိုတော်လှန်တဲ့ တော်လှန်ရေးမစမီ ၁၇၈၉ ခုနှစ်မှာဇာတ်အိမ်တည်ထားပါတယ်...။အဲ့ခေတ်အဲ့အခါမှာ ပြင်သစ်နိုင်ငံမှာ လူတန်းစားသုံးမျိုးရှိတယ်ဗျ...။ပထမတန်းစားက ဘုန်းတော်ကြီးတွေ တစ်နည်းဆို ဘာသာရေးလူတန်းစားပေါ့...။ဒုတိယက တော်ဝင်မျိုးနွယ်တွေ၊ တတိယကတန်စားက သာမန်လူတွေပါ...။အဲ့ဒီခေတ်တုန်းက စားသောက်ဆိုင်တွေဆိုတာ မပေါ်ထွန်းသေးဘူး...။လူတွေကအိမ်မှာပဲစားသောက်တဲ့အလေ့ရှိကြပါတယ်...။ခရီးသွားရင်း ခဏနားတဲ့ နားခိုရာလေးတွေ၊ တည်းခိုခန်းလေးတွေမှာလည်းဟင်းလျာကောင်းကောင်း ချက်လေ့မရှိဘူး။စားစရာဆိုလို့ စွပ်ပြုတ်လောက်သာရှိပြီး အရသာမဲ့တဲ့အပြင်၊ အဆာပြေဝမ်းဝရုံကလွဲ ဘာမှရွေးချယ်စရာမရှိပါဘူး။ဘာလို့လည်းဆိုတော့ အဲ့ဒီခေတ်ရဲ့ အယူအဆအရ ဟင်းလျာကောင်းကောင်းဆိုတာ အရသာခံတတ်သူ တော်ဝင်မျိုးနွယ်နဲ့သာထိုက်တန်တယ်...၊ထိုက်သင့်မှ စားသုံးခွင့်ရှိတယ်...၊ သာမန်လူတန်းစားတွေအနေနဲ့ဟင်းလျာကောင်းကောင်းစားစရာမလိုဘူးဆိုတဲ့အယူရှိလို့ပါပဲ...။ဒါကြောင့် ထမင်းချက်တွေ၊ စားဖိုမှူးတွေဟာ တော်ဝင်မျိုးနွယ်အတွက်သာချက်ပြုတ်ရပြီး ဆန်းသစ်တီထွင်ခွင့်မရှိဘဲ သတ်မှတ်ထားတဲ့ဟင်းပွဲကိုသာသတ်မှတ်ထားတဲ့ အမယ်တွေနဲ့ချက်ပြုတ်ရပါတယ်...ဟင်းပွဲတွေ၊ဟင်းလျာတွေဆိုတာလည်း တော်ဝင်မျိုးနွယ်ရဲ့ ပျင်းရီငြီးငွေ့မှုအတွက် အသုံးတော်ခံသက်သက်သာဖြစ်ခဲ့ပါတယ်...။ဒီလိုဓလေ့တွေရှိတဲ့အပြင် အဲခေတ်ကာလပြင်သစ်ရဲ့ အောက်ခြေလူတန်းစားက ငတ်မွတ်ခေါင်းပါးမှုဒဏ်ကိုလည်းခံရပါသေးတယ်။ဒီအချက်ကလည်း ပြင်သစ်တော်လှန်ရေးရဲ့အကြောင်းတစ်ချက်ပေါ့...။ဇာတ်လမ်းအစမှာတော့ မာစီယွန်ဟာ နယ်စားကြီးတစ်ယောက်ရဲ့စားဖိုမှူးဖြစ်ပြီး ဟင်းလျာကောင်းချက်ပြုတ်ရာမှာ ပါရမီပါသူဖြစ်ပေမယ့်ထိုကာလရဲ့ထုံးတမ်းအရ ဆန်းသစ်တီထွင်ခွင့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Vzcr/Delicieux.2021.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/back-133x200.jpg",
        "title": "Back To The Devil ( 2020 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ ခေတ်ရေစီးကြောင်းအလိုက်\nမကောင်းမှုတွေကျူးလွန်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ အက်တာနက်ပေါ်ကနေ\nလိမ်လည်မှုတွေကို လိုက်လံဖမ်းဆီးမှုတွေ တင်းကြပ်လာတဲ့အချိန်မှာတော့\nမကောင်းမှုကျူးလွန်သူတွေကတော့ လုပ်နေကျအတိုင်း\nမလုပ်ရမနေနိုင်ဘဲ ဆက်လက်လုပ်ကိုင်ရာကနေမှ နောက်ဆုံးမှာ ဘဝနိဂုံးချုပ်သွားရတဲ့အကြောင်းမကောင်းမှုကျူးလွန်ရတဲ့အကြောင်းရင်းအမြောက်အမြားရှိသော်ငြားလည်း\nမကောင်းမှုပြုသူတို့ဟာ မကောင်းမှုမှန်သမျှတို့ရဲ့ အကျိုးဆက်ကို\nပြန်လည်ခံစားသွားရတဲ့အကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးတော့\nဒီကားလေးကနေတစ်ဆင့် ယနေ့ခေတ်မှာဖြစ်ပျက်နေတဲ့\nနည်းပညာပိုင်းဆိုင်ရာလိမ်လည်မှုတွေကို\nသင်ခန်းစာယူလို့ရတာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်.......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-devil-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZe2lT3G9C7JrwB7Avu22mVhqFw.jpg",
        "title": "In Your Dreams(2023)",
        "description": "In Your Dreams(2023)*********************\nကျွန်တော်တို့ဘဝမှာ ကိုယ်ချစ်ရတဲ့သူကို အိပ်မက်ထဲမှာတွေ့ချင် ဆုံဆည်းချင်တဲ့စိတ်ကူး‌လေး လူတိုင်းရှိဖူးကြမှာပါ...။\nတစ်ယောက်သောသူကို အိပ်မက်ထဲမှာတွေ့လိုက်တယ် နံနက်နိုးလာတော့ လက်တွေ့ဘဝမှာရော သူရှိနေမလားဆိုပြီး တမ်းတမိတဲ့ခံစားချက်မျိုးလည်း ကြုံဖူးတယ်မလား။\nကိုယ့်ချစ်သူနဲ့အတူ အနာဂတ်ကို အိပ်မက်လေးမက်ပြီး သွားကြည့်ခွင့်ရရင်ရော ဘယ်လောက်ကောင်းမလဲပေါ့‌နော်..။\nဒီကားလေးကတော့ အဲ့လိုအချစ်အိပ်မက်ကို တမ်းတတတ်သူတိုင်းကြည့်သင့်တဲ့ Plot ဆန်းဆန်းလေးနဲ့ တူရကီအချစ်ဇာတ်လမ်းလေးပါ...။\nဇာတ်လမ်းထဲမှာတော့ မင်းသားနဲ့ မင်းသမီးဟာ လက်တွေ့လောကမှာ ခင်မင်သိကျွမ်းသူတွေမဟုတ်ပါဘူး...\nဘဝကို ပေါ့ပေါ့ပါးပါးနေထိုင်ရင်း အိမ်ထောင်ပြုဖို့ဆိုတာလည်း စိတ်ကူးရှိသူတွေ မဟုတ်ကြပါဘူး။\nကံတရားက ဆန်းကြယ်တော့ သူတို့နှစ်ဦးဟာ အိပ်မက်တစ်ခုတည်းကိုပဲ နှစ်ယောက်အတူမက်ခဲ့ကြတယ်...။\nအဲ့ဒီ အိပ်မက်လိုလို အနာဂတ်လိုလို လောကထဲမှာ သူတို့ဟာ လင်မယားအဖြစ်အိမ်ထောင်ကျခဲ့တာ နှစ်နှစ်ရှိနေပါပြီတဲ့\nလုံးဝမသိကြတဲ့ သူစိမ်းနှစ်ယောက် အိမ်မက်တစ်ခုတည်းအတူပိတ်မိနေတော့ နိုးထဖို့အတွက် နည်းလမ်းရှာပါတော့တယ်...။\nသူတို့ရဲ့ အိပ်မက်က တကယ်ပဲအိပ်မက်လား၊ လက်တွေ့ဘဝလား၊ အနာဂတ်ကို ခဏရောက်သွားတာလားဆိုတာတော့...ဒီဇာတ်လမ်းထဲမှာပဲ ကြည်ကြည်နူးနူးစီးမျောရင်း အဖြေလိုက်ရှာကြည့်ပါဗျာ...။File Size : (1.3GB) and (621MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vyyc/In_Your_Dreams(2023)WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9kOKoxu0Ua3922kQHG7hHwN6Yf.jpg",
        "title": "The Hottest Summer(2023)",
        "description": "The Hottest Summer(2023)*************************\nဇာတ်လမ်းကိုတော့ အီတလီနိုင်ငံ ဆစ္စလီမြို့ရဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ ဇာတ်အိမ်တည်ထားပါတယ်...။\nအဲ့ဒီမှာဆိုရင် နွေရာသီကာလ ကျောင်းတွေပိတ်တော့ ဘုရားကျောင်းတွေမှာ ကလေးတွေအတွက် နွေရာသီကျောင်းလေးတွေဖွင့်လေ့ရှိပါတယ်..။\nကလေးတွေကို ထိန်းကူဖို့ လူငယ်လူရွယ်လေးတွေကလည်း volunteerလာလုပ်ပေးကြတာ‌ပေါ့...။\nလူစီယာဟာလည်း အဲ့လိုvolunteerတစ်ယောက်ဖြစ်ပြီး နွေရာသီကျောင်းကိစ္စဆိုရင် တက်တက်ကြွကြွပါဝင်လေ့ရှိသူပါ...။\nဒီလိုနဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ သူတို့ရဲ့ဘုရားကျောင်းကို ဘုန်းတော်ကြီးအသစ်ရောက်လာပါတယ်...။\nရောက်လာတဲ့ဘုန်းတော်ကြီးက ငယ်ငယ်ရွယ်ရွယ် ခန့်ခန့်ချောချောဆိုတော့လူစီယာတို့လို မိန်းမငယ်လေးတွေအတွက်တော့ သဘောကျချင်စရာပါ...။\nဘုန်းတော်ကြီးတွေက အိမ်ထောင်သားမွေးအမှုကိုပြုလို့မရဘူးဆိုတဲ့ ဝိနည်းပညတ်တွေရှိပါတယ်...။\nသို့ပေမယ့် အချစ်ဇာတ်လမ်းတစ်ပုဒ်က ဒီလိုစလာပြီဆိုတော့လည်း စည်းမျဥ်းတွေကို မြင်နိုင်တော့မယ် မထင်ပါဘူး...။\nအတားအဆီး ပညတ်ချက်တွေအကြား အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဘယ်လိုပေါက်ဖွားလာမလဲ၊ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size : (1.6GB) and (771MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Romance, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1fB20/The_Hottest_Summer(2023).WEB-DL,720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk0MjgxOTQ5MF5BMl5BanBnXkFtZTgwODA3NTUwNjE@._V1_-135x200.jpg",
        "title": "Dragon Blade (2015)",
        "description": "Dragon Blade (2015)\n===============\nIMDb Rating - 5.9/10ဒီကားကို ငွေရှာဖို့ရည်ရွယ်ချက် ခပ်များများနဲ့ ရိုက်ကူးခဲ့သလို\nငွေလည်း တော်တော်ပြန်ရလိုက်တဲ့ဇာတ်ကားပါ။ Battle Scene\nတွေ တော်တော်ကောင်းတယ်လို့ ပြောနိုင်သလို တဆိတ်ရှိရင်\nဖုန်တလုံးလုံးထ CGI တွေပဲ တွင်တွင်သုံးထားတယ်လို့လည်း\nပြောလို့ရပါရဲ့။ ဘယ်လိုပဲပြောပြော တရုတ်ကားတွေထဲမှာ သူတို့\nယဉ်ကျေးမှုပဲအ‌ကောင်း၊ သူတို့ပဲ အာဇာနည်၊ သူတို့ပဲ ပညာရှိတဲ့\nဇာတ်ကွက်ကသွေဖည်လို့ နှစ်ဖက်မျှမျှတတ သမိုင်းစစ်စစ်ကို ထုတ်\nပြသွားတယ်လို့ ယူဆရပါလိမ့်မယ်။ တရုတ်သိုင်းနဲ့ ရောမအသတ်\nအပုတ်ကို ယှဉ်ပြတဲ့အခါ အလှအပဟန်ကဲတဲ့ တရုတ်သိုင်းဟန်နဲ့\nအင်အားသုံးပြီး ရန်သူကို အချိန်တိုအတွင်း အပြီးသတ်လိုတဲ့ ရောမ\nဂလက်ဒီယေတာဟန်ကိုလည်း ကွဲကွဲပြားပြား မြင်ခဲ့ရပါတယ်။မြို့တော်တည်ဆောက်ရေးလုပ်ငန်းမှာ ဗိသုကာပညာပိုင်းယှဉ်လာတော့\nရောမမြို့ကြီးကို လှပခံ့ညားစွာဆောက်ခဲ့တဲ့ ရောမသားတွေရဲ့ သိပ္ပံနည်း\nစနစ်ကျကျ တည်ဆောက်ရေးပညာက တရုတ်တို့ ရက် ၁၀၀ စီမံကိန်းကို\n၁၅ ရက်နဲ့ အပြီးသတ်တည်နိုင်ခဲ့တာမျိုး။ ကျောက်တုံးကြီးတွေနေရာမှာ\nကျောက်စရစ်ခဲသံသေတ္တာနဲ့ အစားထိုးပြီး မြို့တံတိုင်းထိုးခဲ့ပုံတွေ။ တရုတ်\nတွေ အလေးအပင်တွေကို လူအားနဲ့ ကြိုးဆွဲပြီး မချိမဆန့်တင်နေရချိန်မှာ\nရောမသားတွေရဲ့ အားပြောင်းအားလွှဲဝန်ချီစက်ကြောင့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vw7u/Tian.Jiang.Xiong.Shi.2015.720p.BluRay.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fRXkAcGcFIVNpsVe7cdr5YfBPmG.jpg",
        "title": "An Unforgettable Year – Spring(2023)",
        "description": "An Unforgettable Year – Spring(2023)***********************************\nဒီတစ်ခါတော့ An Unforgettable Year၊ရာသီလေးခုထဲက Springမှာ ပေါက်ဖွားခဲ့တဲ့အချစ်ဇာတ်လမ်းလေးကို ရှုစားရမှာပါ...။\nပန်းတွေပွင့်ကြတဲ့ နွေဦးအလှဟာဆိုရင် ပန်းချီလေးဆွဲ ဘောင်လေးသွင်းထားသင့်တဲ့အလှလေးဗျ..။\nဒီဇာတ်လမ်းထဲမှာလည်း ဂျက်စမင်ဟာဆိုရင် ငယ်ငယ်လေးကတည်းက ပန်းချီပညာကိုရူးသွပ်သူ..၊အချိန်ပြည့် ပန်းချီကိုရူးသွပ်သူပေါ့...။\nသို့ပေမယ့် ဂျက်စမင်ရဲ့ အမေဖြစ်သူကတော့ သမီးကို စီးပွားရေး ကောလိပ်သာဆက်တက်စေချင်ပြီးပန်းချီပညာနောက်ကိုလိုက်ခွင့်မပေးပါဘူး...။\nဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် စာကိုသာကြိုးစားခဲ့ရပေမယ့် အထက်တန်းနှစ်မှာတော့သင်္ချာကို တဗုန်းဗုန်းကျပါလေ‌ရော...။\nဘယ်လောက်ထိဆိုးသလဲဆိုရင် သင်္ချာစာမေးပွဲဖြေရင် စာမေးပွဲကိုစိတ်မပါနိုင်ပဲအဖြေလွှာမှာ ပုံတွေချည်း ဆွဲနေလို့ သုညရခဲ့သူလေးပါ..။\nသူ့အတွက်က သင်္ချာအောင်မှာ အထက်တန်းအောင်ပြီး အမေဖြစ်သူတက်စေချင်တဲ့ စီးပွားရေးကောလိပ်တက်နိုင်မှာပါ...။\nဒါမှမဟုတ် သင်္ချာမအောင်မယ့် အတူတူ အိမ်ကို ပုန်ကန်ပြီးပဲအနုပညာသင်တန်းတက်လိုက်ရမလားနဲ့ဝေခွဲမရဖြစ်နေပြီပေါ့...။\nဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် သင်္ချာအောင်ဖို့ ဂိုက်ဆရာလေး ဒါဗီနဲ့ဆုံတွေ့ခဲ့ပြီး...ဒါဗီကပါ ပန်းချီပညာဘက်ကိုလိုက်သင့်ကြောင်း အားပေးအားမြှောက်ပြုလာတဲ့အခါမှာတော့Springကာလ မမေ့နိုင်တဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ် အစချီခဲ့ပါတော့တယ်...။File Size : (1.4GB) and (688MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:19:00\nGenre : Romance\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/1VysZ/An_Unforgettable_Year_%E2%80%93_Spring(2023).WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rjGYOszxlaUAe6EC5yZ4Q8l3aVL.jpg",
        "title": "Needle in a Timestack (2021)",
        "description": "အနာဂတ်ကာလမှာ အချိန်ခရီးသွားခြင်းကိုအောင်မြင်ခဲ့ကြပါတယ်။ပိုက်ဆံရှိတဲ့ သူဌေးတွေကတော့ ပိုက်ဆံအများကြီးပုံပေးရင်းအတိတ်ကိုပြန်သွားပြီး သမိုင်းဝင်ဖြစ်ရပ်တွေကိုကြည့်ကြတာ၊အတိတ်ကို မတော်တဆ (သို့) တမင်ပြောင်းလဲတာမျိုးတွေလုပ်ပစ်ကြလေ့ရှိပါတယ်။ သူတို့ပြောင်းလဲလိုက်တာတိုင်းကအနာဂတ်အချိန်ကို အချိန်ကူးပြောင်းမှုဆိုတွေလှိုင်းတွေနဲ့ရိုက်ခတ်လေ့ရှိပြီး တချို့လူတွေ၊ ဖြစ်ရပ်တွေက ပြောင်းလဲသွားတတ်ကြပါတယ်။ နစ်ခ်နဲ့ ဂျန်နင်ကတော့ ပျော်ရွှင်စွနေထိုင်နေကြတဲ့အတွဲလေးဖြစ်ပြီးလတ်တလောလေးမှာတင် အချိန်ကူးပြောင်းမှုလှိုင်းသုံးခုလောက်ရိုက်ခတ်တာခံထားရတာပါ။ ဒီလိုနဲ့ နစ်ခ်ကလည်း ဂျန်နင်ရဲ့ခင်ပွန်းဟောင်း သူဌေး တွမ်မီက အချိန်ခရီးသွားပြီး သူတို့ရဲ့ဖြစ်တည်မှုကိုဖျောက်ဖျက်အောင်လုပ်ဖို့ ကြိုးစားနေတယ်လို့သံသယဝင်လာခဲ့ပါတော့တယ်။တနေ့မှာတော့ နစ်ခ်နဲ့ဂျန်နင်တို့ ခရီးသွားဖို့လုပ်နေကြတုန်းမှာပဲအချိန်ကူးပြောင်းမှုလှိုင်းရိုက်ခတ်တာကိုခံလိုက်ရပြီ ဂျန်နင်ကတွမ်မီဆီကိုပြန်ရောက်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နစ်ခ်လည်း အနာဂတ်ကာလအချိန်မှာပဲ ပိတ်မိနေမလား၊သူ့မိန်းမဂျန်နင်ကို ပြန်ရအောင်ကြိုးစားမလား၊ သူ့မိန်းမနဲ့အတူပြန်ရှိနေနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။  File size…1.07GB / 664MB\nQuality…WEB-DL 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Drama , Fantasy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by TMMT",
        "rating": "5.3",
        "url": "https://megaup.net/1fB17/Needle.in.a.Timestack.2021.WEB-DL720p(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72ZO0zs9NuEAEsLOMnoPcKnW6sm.jpg",
        "title": "Katharbasha Endra Muthuramalingam (2023)",
        "description": "Kathar Basha Endra Muthuramalingam (2023)\nIMDb-5.4/10\nTeddy(2021) ရုပ်ရှင်ထဲမှာ ၀က်ဝံရုပ်နဲ့အတူ ကြမ်းခဲ့တဲ့\nမင်းသားကြီးအာယာရဲ့ အက်ရှင်ကားအကြမ်းစားကြီး\nထွက်လို့လာပါပြီ။ဖိုက်တင်ခန်းတွေ တောင့်တနေတဲ့\nဘောလိဝုပရိသတ်အတွက် ကြည့်လို့ကောင်းဦးမယ့် ဇာတ်လမ်းပါပဲ။မင်းသမီးက ကိုတိုင်းကြိုက်တဲ့ နှင်းဆီပျို၊ ခက်နေတာ သူက\nဘယ်သူ့ကိုမှ အာရုံမလာဘဲ ခပ်ချေချေပဲနေတာ။ပိုပြီးခက်တာက\nဂန်းစတားအသိုင်းအဝိုင်းထဲက သူမ။သူတို့အသိုင်းအဝိုင်းထဲက\nယောက်ျားကလွဲရင် ဘယ်သူနဲ့မှ ပတ်သက်ခွင့်မပြုထားဘူး။\nပိုပိုပြီးခက်တာက ကျွန်တော်တို့ဇာတ်လိုက်ကျော် ဖိုက်တာကြီးအာယာက\nထောင်ထဲကနေတောင် အာမခံနဲ့ထွက်လာပြီး သူမကိုလာတွေ့ခဲ့ပါရောလား။ကာသာဘာရှာကို သိတဲ့လူတိုင်း ကြောက်ဒူးတုန်ကြသလို\nရွာထဲကလူတိုင်း ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတဲ့ ဂန်းစတားကြီးတို့ ရင်ဆိုင်တွေ့ ကြတဲ့အခါ။\nဖိုက်တင်ခန်းတွေ အများကြီးနဲ့ ကြမ်းပြမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~YHတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.7GB / 1.43GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~YH",
        "rating": "",
        "url": "https://megaup.net/1fB0b/Kathar_Basha_Endra_Muthuramalingam_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
        "title": "The Girl on the Train (2021)",
        "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီး\nရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။\nမီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်\nလူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။\nဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ.... File size…1.7GB and 874MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr \nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/W7gy/The_Girl_on_the_Train_(2021).Hindi.720p.CM.mp4",
        "category": "Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYaLA6hmXPRnJqk4XHS2O82Rzph.jpg",
        "title": "Water and Fire (2013)",
        "description": "Water and Fire(2013)လူတစ်ယောက်ရဲ့ မျက်ဝန်းတွေကိုကြည့်ပြီးကဗျာဖွဲ့နိုင်လောက်တဲ့အထိ ချစ်ဖူးကြလား??\"ငါက လေထဲကအမှုန်အမွှားလေးပါလေတစ်ချက်ဝှေ့လိုက်ရင် တိမ်တွေပေါ်ရောက်သွားတယ်​မိုးအဖြစ်နဲ့ပြန်ရွာချတဲ့အခါ မြေပြင်ပေါ်ကတစ်နေရာမှကျလာတယ်ကံကြမ္မာရဲ့ အကျဉ်းသားပေါ့အမှုန်အမွှားလေးတစ်ခုသာဖြစ်လို့ ဘာမဆိုရင်ဆိုင်ရဲပါတယ်\"ဒါကတော့ အကြည့်ချင်းဆုံဖို့အရမ်းရှက်တတ်တဲ့ကောင်မလေးတစ်ယောက်ရဲ့မျက်ဝန်းတွေကိုကြည့်ပြီးဖွဲ့ထားတဲ့ကဗျာပါကောင်မလေးရဲ့ အသံချိုချိုလေးတွေအောက်မှာကျရှုံးဖို့သူ့ကိုယ်သူခွင့်ပြုမိလိုက်တဲ့ လူတစ်ယောက်ရဲ့ကဗျာ.....ချစ်ခြင်းတရားဆိုတာ သိပ်ကိုဆန်းကြယ်တယ်မလားဘာအကြောင်းပြချက်မှမရှိဘဲ သူဖြစ်နေလို့ကိုချစ်မိသွားတာပါဆိုတဲ့ ချစ်သူနှစ်ဦးအတွက်နှစ်နှစ်ကာကာချစ်နေတဲ့အချိန်ရောက်မှ ပေါ်ပေါက်လာတဲ့ အကြောင်းတရားတစ်ခုကသူတို့အချစ်တွေကို ဖျောက်ဖျက်ပစ်နိုင်ပါ့မလား???ပူလောင်တဲ့အချစ်နဲ့ပိုင်ဆိုင်ဖို့ကြိုးစားခဲ့တဲ့သူအတွက်ကရော​အချိန်ကြာလာရင် ငါ့ကိုချစ်လာမှပါဆိုတဲ့အတွေးက ရာနှုန်းပြည့်မှန်နိုင်ပါ့မလား???Water and Fire ဆိုတဲ့နာမည်လေးအတိုင်းပဲဆန့်ကျင်ဘက်ကမ္ဘာက လူနှစ်ယောက်ရဲ့ နက်ရှိုင်းလှတဲ့ အချစ်တွေကိုဖော်ကျူးထားတာပါခပ်ဆွေးဆွေး Romantic ဇာတ်ကားကြည့်ရှူချင်တဲ့သူအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးလို့ ပြောပါစေ....   Translated and Reviewed by : AmeliaEncoded by : YKFile Size : 1.15GBQuality : 720p BLu-Ray DDP 5.1Duration : 1h 53min",
        "rating": "6.2",
        "url": "https://megaup.net/2i1ro/Su_ve_Ates_(2013)_720p_BluRay_x264_DD5.1%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BM2Q0NTE0MTAtNzUyYS00MzQzLTgxZjUtYTA2MmRkNzExY2IyXkEyXkFqcGdeQXVyOTE4NzcwNzI@._V1_-141x200.jpg",
        "title": "Jiang Ziya ( 2020 )",
        "description": "Rating 6.4 နဲ့ အမိုက်စား Animation ဇာတ်ကားလေးNe Zha ပရိတ်သတ်တွေ ပိုပြီးနှစ်ခြိုက်သွားမှာသေချာတဲ့ ဒဏ္ဍာရီလာသူရဲကောင်း Jiang Ziyaရှန်းမင်းဆက်နှစ်များမှာ အမြီးကိုးချောင်းနှင့်မြေခွေးမိစ္ဆာဟာ လူ့လောကြီးကိုဖျက်စီးသောင်းကျန်းနေပါတယ်လူသားမျိုးနွယ်တွေကို ကယ်တင်ဖို့အတွက် ခွန်းလွန်တောင်မှ နတ်စစ်သည်များစုဆောင်းထားသည့်အနက်လူသားတွေကို ကာကွယ်စောင့်ရှောက်တဲ့နတ်တစ်ပါးဖြစ်လိုတဲ့ စစ်သည်တော် Jiang Ziya ဟာမိစ္ဆာနှင့်တိုက်ခိုက်ချိန်မှာ ကာကွယ်ရမဲ့အကြောင်းကိစ္စတစ်ချို့ကြောင့် အပြစ်ပြတ်မအောင်မြင်ခဲ့တဲ့အတွက်ကြောင့် ကောင်းကင်ဘုံစည်းကမ်းများချိုးဖောက်မှုနှင့် ပြစ်ဒဏ်ပေးခံရပါတယ်ပြစ်ဒဏ်အနေနဲ့ ခွန်းလွန်နဲ့ မြောက်ပင်လယ်မှမောင်းထုတ်ခြင်းခံရတဲ့ Jiang Ziya တစ်ယောက် ကောင်းကင်ဘုံပေါ်ကိုနတ်ဘုရားတစ်ပါးအဖြစ်ပြန်လည်ရောက်ရှိဖို့အတွက် မြေခွေးမိစ္ဆာရန်စွယ်ကိုဘယ်လိုဖယ်ရှားပေးဖို့ကြိုးစားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုကြပါဦးနော်Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/jiang-ziya-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTCdyHTibEl90w6rDxTTHTX9k3O.jpg",
        "title": "Herself (2020)",
        "description": "Herself (2020)IMDb 7/10ဒီဇာတ်ကားလေးကတော့ .....\nယောကျ်ားဖြစ်သူရဲ့ အိမ်တွင်းအကြမ်းဖက်မှုကိုခံရတဲ့\nစန်ဒရာဆိုတဲ့ အိုင်ယာလန်အမျိုးသမီးတစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်ချစ်စဖွယ်သမီးလေးနှစ်ယောက်လက်ကိုဆွဲရင်း\nစန်ဒရာတစ်ယောက် အလုပ်တွေအများကြီးလုပ်ပြီး ပိုက်ဆံရှာပေမယ့်\nဒပ်ဘလင်မြို့ရဲ့ အိမ်ရာစနစ်က စန်ဒရာ့လို ကိုယ်ထူကိုယ်ထအမျိုးသမီးတစ်ယောက်အတွက်\nကျဉ်းထဲကြပ်ထဲရောက်ပြီး အဆင်မပြေစေခဲ့ပါဘူး\nအဲ့ဒါကြောင့် စန်ဒရာအနေနဲ့ ကိုယ်ပိုင်အိမ်တစ်လုံးကို ကိုယ့်အားကိုယ်ကိုးပြီး ဆောက်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဆွေမျိုးညာတိ ဗလာနတ္ထိနဲ့ ကျောထောက်နောက်ခံမရှိတဲ့ စန်ဒရာတစ်ယောက်\nအိမ်ကို ကိုယ်တိုင် အဆင်ပြေပြေပြီးမြောက်အောင် ဆောက်နိုင်ပါ့မလား ?????\nပတ်ဝန်းကျင်ကလူတွေ .....\nသူမဘေးကလူတွေကရော .....\nသူမအပေါ် ကောင်းကြပါ့မလား? ကူညီကြပါ့မလား?ကလေးတွေရဲ့ Photographic memory ကနေ Trauma တွေရနိုင်တဲ့အကြောင်းများနဲ့\nအခက်အခဲတွေအများကြီးကို ကျော်ဖြတ်ပြီး ကိုယ်ပိုင်အိမ်ကို ဆောက်ရင်း\nသူမကိုယ်သူမ ဘယ်လိုရှာဖွေတွေ့ရှိခဲ့လဲဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်။IMDb - 7/10 ရရှိထားပြီးရုပ်ရှင်ဆု ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားတဲ့ ကားကောင်းတစ်ကောင်း ဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူများ လက်မလွှတ်သင့်တဲ့ ကားတစ်ကားပါပဲ။\nအိမ်တွင်းအကြမ်းဖက် နဲ့ အမျိုးသမီးဘဝမြှင့်တင်ရေး ဇာတ်လမ်းကောင်းတစ်ခုဆိုလည်း မမှားပါဘူး။File size… 2.2 GB ...",
        "rating": "7",
        "url": "https://megaup.net/W6ds/Herself.2020.720p.WEBRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40596auzZmi8KeprItxjM8nZFrg.jpg",
        "title": "The Four Monkeys: The Return of Sun Wukong (2021)",
        "description": "စွန်းဝူခုန်းရဲ့ စွန့်စားခန်းတွေပဲကြည့်ပြီးတော့ ငြီးငွေ့နေပြီလား ?? ဒီတစ်ခါ စွန်းဝူခုန်းရဲ့ အချစ်အကြောင်းလေး ကြည့်ကြမလားနော် ? အရင်ဇာတ်လမ်းနဲ့မတူ တကယ်မိုက်တဲ့ကားလေးတစ်ကားပါ ။ စွန်းဝူခုန်းကို ဒီကားထဲမှာ လင်းမင်မျောက်မင်း လို့ခေါ်ပါတယ်... ကျောက်ကနေပြောင်းလဲလာတဲ့မျောက်ပေါ့....ဇာတ်လိုက်ကျော်မျောက်မင်းက လူတွေကိုအရမ်းကူညီတတ်ပါတယ်။ ဆုတောင်းတွေလည်း ဖြည့်ပေးတယ်။ တစ်ရက်ကို သုံးသောင်းရှစ်ထောင် သောဆုတောင်းတွေကို ပတ်ဖြည့်ပေးနေတာတဲ့ ။ ကောင်းတာလည်းရှိသလို မကောင်းတာလည်းရှိတာပေါ့ ။ အပင်မြင့်လေ လေတိုက်လေဆိုတဲ့အတိုင်း အဲ့ဒါကိုမနာလိုတဲ့ နတ်ဒေဝါတွေလည်းရှိသတဲ့။တစ်နေ့မှာတော့ ရွာကိုမိုးရွာပေးဖို့ ဆုတောင်းလာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထိပ်တိုက်တိုးပါလေရော... မျောက်မင်းကလည်း ဆုတောင်းတွေအကုန်ပြည့်စေရမယ်လို့ပြောသွားပါတယ်။ဒါပေမဲ့လည်း.. ဒါပေမဲ့လည်းပေါ့...တစ်ရက်မှာ သုံးသောင်းရှစ်ထောင်သော ဆုတောင်းတွေကြားထဲမှာ ကောင်မလေးတစ်ယောက်ရဲ့ ဆုတောင်းကဘယ်လိုဖြစ်သွားမလဲ.... မျောက်မင်းကိုမနာလိုနေတဲ့ နတ်ဒေဝါ တွေကရော ဘယ်လိုအကောက်ကြံမလဲဆိုတာ အချစ်ဒရာမာလေးကတစ်ဖက် တိုက်ခိုက်မှုတွေကတစ်ဖက်နဲ့ မရိုးနိုင်အောင်ကြည့်ရမယ့်ကားလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်.... Translated by : JoJo VaEncoded by; YKFile Size : 1.2GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hZlC/The.Four.Monkeys.The.Return.of.Sun.Wukong.2021.HD.720p.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTI1MDc0OTA5OF5BMl5BanBnXkFtZTcwNDMyOTk3MQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Day the Earth Stood Still (2008)",
        "description": "Keanu Reeves ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံအက်ရှင် ရုပ်ရှင်ဇတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်ဇတ်လမ်း ပုံစံကတော့ နောဧ ရဲ့ လှေကြီးနဲ့ ခပ်ဆင်ဆင်တူမလား ပဲ ဘုရားသခင်က အရာအားလုံးကို ဖန်ဆင်းပေးတယ်ဒါပေမယ့် တစ်ချိန်ချိန်မှာ လူသားတွေ အတ္တကြီးလာမယ် အချင်းချင်းတိုက်ခိုက်ကြမယ်ဆိုရင်တော့ရေကြီးမှု တွေ မုန်တိုင်းတွေ မီးလောင်တိုက်တွင်းမှုတွေ ငလျင်တွေ ရောဂါ တွေ ပို့လွှတ်ပြီး ပြန်ဖျက်စီးမှာ ဖြစ်ပြီးတာဝန်ပေးအပ်ချက်အရ အသက်ရှင်မယ့် လူသား ၂ ဦး နဲ့ သတ္တဝါအစုံ ဖိုမ ၂ ကောင်ဆီ ပြန်လည်ယူဆောင်သွားပြီးကမ္ဘာအသစ် ပြန်လည်ဖန်ဆင်းပေးမှာ ဖြစ်ပါတယ်...ဒီရုပ်ရှင်ကားမှာတော့ ကမ္ဘာကို သိမ်းယူဖို့ ဖျက်စီးမရနိုင်တဲ့ အကောင်ကြီး တစ်ကောင် အရင်ပို့လိုက်ပါတယ်ပြီးနောက် သတ္တဝါပေါင်းစုံကို သိမ်းယူမယ့် အလင်းရောင် အလုံးကြီးတွေ ကမ္ဘာအနှံ့က နေရာအစုံကို ပစ်ချလိုက်ပါတယ်ပင်လယ်ထဲကိုလဲ ပစ်ချပါတယ် ဘယ် သတ္တဝါ တစ်မျိုးစီမှ မကျန်ရအောင် အကုန်ယူဆောင်သွားပါတယ်ဒီလို ယူဆောင်လို့ ပြီးသွားရင်တော့ ဖျက်ဆီးရေး လုပ်ငန်းစတင်မှာ ဖြစ်ပြီး ဘယ်သက်ရှိမှ ကမ္ဘာပေါ်မှာ ကျန်မနေခဲ့ရတော့ပါဘူး...ဒီလို ဖျက်စီးဖို့ အတွက်ကို ကမ္ဘာဖျက်ဖို့ ရောက်ရှိလာတဲ့သူက Klaatu လို့ နာမည်တွင်တဲ့ လူသားအသွင်ယူထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-day-the-earth-stood-still/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prfKmhgM3HiUSU1tfXvIw831iEA.jpg",
        "title": "May 18 (2007)",
        "description": "[Unicode]ဒီဇာတ်လမ်းကတော့ 1980 ခုနှစ် မေလ ၁၈ ရက်မှာ ဂွမ်ဂျူပြည်နယ်မှာဖြစ်ပွားခဲ့တဲ့ အရေးအခင်းအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်\nဗိုလ်ကြီး Chun Doo Hwan လက်ထက် သူပုန်တွေကိုတိုက်ထုတ်ဖို့အတွက် စစ်တပ်အာဏာနဲ့နှိမ်နှင်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းလေးပါအေးချမ်းနေတဲ့မြို့တစ်မြို့မှာ ရုတ်တရက်ဆိုသလို သူပုန်တွေကိုတိုက်ထုတ်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့ စစ်တပ်တွေချီတက်လာပြီး ရှိသမျှလူတိုင်းကို ရိုက်စစ်မေးမြန်းပါတော့တယ်Min Woo ရဲ့တစ်ဦးတည်းသော ညီလေး Jun Woo တစ်ယောက် သူငယ်ချင်းဖြစ်သူ မတရားသဖြင့်သေဆုံးခဲ့ရတာကို ဒေါသထွက်ပြီး တက္ကသိုလ်ကျောင်းသားတွေပါဝင်တဲ့ ဆန္ဒဖော်ထုတ်မှုကြီးကို ဦးဆောင်ပြီး ချီတက်ခဲ့ပါတော့တယ်ပြည်သူတွေပါ ပါဝင်ပြီးတော့ဆန္ဒပြခဲ့ရာက စစ်တပ်ကြီးပြန်ဆုတ်သွားပြီအထင်နဲ့ ပျော်ရွှင်နေတဲ့အချိန်မှာ စစ်တပ်ဘက်ကနေ သေနတ်တွေနဲ့စတင်တိုက်ခိုက်ခဲ့တဲ့နောက်...ရုန်းရင်းဆန်ခတ်တွေဖြစ်ရင်းကနေ Jun Woo တစ်ယောက်သေနတ်ပစ်ခံထိပြီး သေဆုံးခဲ့ရပါတော့တယ်\nအဲ့အချိန်မှာ Min Woo တစ်ယောက် ကြေကွဲမဆုံးဖြစ်ပြီး ဂွမ်ဂျူမြို့သူမြို့သားတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ပြီး ပဋိပက္ခတွေကို ဘယ်လိုအဆုံးသတ်စေမလဲဆိုတာကတော့ စောင့်ကြည့်ခံစားလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ ) [Zawgyi]ဒီဇာတ္လမ္းကေတာ့ 1980 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/may-18-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGgcIO45UcqsbwiT5IRyrmC6osj.jpg",
        "title": "Marshal Tianpeng (2020)",
        "description": "ဒီတစ်ခါ အပြောင်းအလဲလေးဖြစ်သွားအောင် ပါကျဲ အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ချင်ပါတယ် ။ နောက်ပိုင်း ဝူခုန်း ကားလေးတွေက ကလိထိုးရယ်သလို ဟာသဆန်ဆန် ရိုက်ကူးကြပေမယ့် အခု ပါကျဲ ကားလေးကတော့\nလုံးဝကို ဒရမ်မာပုံစံနဲ့ ပါကျဲ ဖြစ်တည်လာပုံကို ရိုက်ကူးထားတာပါ ။ပါကျဲ မဖြစ်ခင် သူက အရမ်းချောမောတဲ့ ကောင်းကင်နတ်စစ်သူကြီး ထျန်းဖုန်း ဆိုတာတော့ သိကြလိမ့်မယ်ထင်ပါတယ် ။ ဝူခုန်း နဲ့ အထက်ကောင်းကင်မှာ လက်ရည်တူတိုက်ခိုက်နိုင်တဲ့သူပါ ။ မြတ်စာဘုရားက ဝူခုန်းကို လက်ငါးချောင်းတောင်မှာ ချုပ်ထားလိုက်တဲ့အချိန် စစ်သူကြီထျန်းဖုန်း ကို မနာလိုတဲ့ ကောင်းကင်စောင့်နတ်မင်းကြီးရဲ့ အကွက်ဆင်မှုကြောင့် လူ့ပြည်ကိုသွားပြီး ဝူခုန်းကို နှိမ်နင်းရပါတော့တယ်။အရင်က သိခဲ့တဲ့ မိန်းကလေးလှလှမြင်ရင် လိုက်ငမ်းတဲ့ ပါကျဲ....\nအပျင်းကလည်းကြီး ... ပိန်းတိန်းတိန်းနဲ့ ငတုံး လို့ခဏခဏအပြောခံရတဲ့ ပါကျဲ ...\nတကယ်တော့ သူက အချစ်အတွက်နဲ့ ပါကျဲ ဖြစ်ခဲ့ရတာပါ ။\nရုပ်ရည်ချောမောပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1C03x/%7BCM%7DMarshal.Tianpeng.H265.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qIi2AEAvavVP9DySExT5CYN0ocy.jpg",
        "title": "Come True(2021)",
        "description": "Come True(2021)အညွှန်း***********************IMDb...6.5Sarahဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးက\nအိမ်မက်ဆိုးတွေကို ထပ်တလဲလဲမက်တတ်တဲ့သူပါ....တနေ့တော့ Sarahတစ်ယောက် အိမ်မက်ဆိုးတွေကလွတ်မြောက်အောင်အိပ်စက်ခြင်းကိုလေ့လာတဲ့ သိပ္ပံပရောဂျက်တစ်ခုမှာ ပါဝင်ခဲ့ပါတယ်....ဒီပရောဂျက်ကို စပါဝင်တဲ့ညမှာတော့ ခါတိုင်းလိုအိမ်မက်ဆိုးမမက်တော့ဘဲSarahဟာနှစ်နှစ်ခြိုက်ခြိုက်အိပ်ပျော်လို့ ပျော်ရွှင်ခဲ့ရပါတယ်....ဒါပေမဲ့ နောက်ညတွေမှာ Sarahအတွက် အိမ်မက်ဆိုးတွေက ခါတိုင်းထက်ပိုပိုဆိုးရွားပြီး အရင်ကထက် စိတ်ခြောက်ခြားလာရပါတော့တယ်...သိပ္ပံပရောဂျက်မှာလည်း မသင်္ကာစရာတွေတွေ့လာတဲ့အခါထပ်တလဲလဲမက်နေတဲ့ အိမ်မက်ဆိုးကနေ Sarahတစ်ယောက်လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့  Horror, Sci-Fiကားမို့  ခံစားကြည့်ရှူကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Waiပဲဖြစ်ပါတယ်....File Size : (2GB) and (1GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…01:45:00\nGenre :  Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1BZpo/Come_True.2021.WEB-DL.720P.PP.mkv",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
        "title": "Cherry (2021)",
        "description": "Cherry (2021)တွမ် ဟော်လန် ရဲ့ ရုပ်ရှင် အသစ်လေး ကြည့်လိုက်ရအောင်။The Devil All the Time လိုပါပဲ။\nဘဝသရုပ်ဖော် ဝတ္ထုတစ်ခု ဖတ်နေရသလိုပါပဲ။ဆေးတပ်သား အဖြစ် အီရတ်မှာ တိုက်ပွဲဝင် ...... သူရဘွဲ့တွေရ .....\nစိတ်ဒဏ်ရာနဲ့ ပြန်လာပြီး ဆေးတွေစွဲ ရုန်းကန်ရတဲ့ ဘဝခပ်နာနာကို တွေ့ရမှာပါ။\"ညီမလေးက အချစ်ကို ကိုးကွယ်သတဲ့လား\" ဝတ္ထုထဲကလို မိန်းကလေး မျိုးနဲ့အတူ\nဘဝကို ဘယ်လိုရုန်းကန်ကြလဲ ပြထားတာပါပဲ။လက်ရှိမှာတော့ တစ်ကြိုစာရင်း နှစ်ကြိမ်ဝင်ခဲ့ပြီးပါပြီ။IMDb - 6.5/10 ရထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ LittleNeo ပဲ ဖြစ်ပါတယ်။File size…1GB and 3.2GB\nGenre ... Crime, Drama\nQuality….720p Web-dl and 1080P HEVC\nFormat…mp4\nDuration…. 2hr 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hWN1/Cherry.2021.720p.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgtqcdpzf7ar-135x200.jpg",
        "title": "A Taxi Driver (2017)",
        "description": "A Taxi Driver (2017)IMDb - 7.9/10_____Rotten - 96%\n  IMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/a-taxi-driver-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-13-at-7.58.35-PM-135x200.png",
        "title": "The Mauritanian (2021)",
        "description": "The Mauritanian (2021)===================IMDb Rating - 7.3/102001 ခုနှစ် စက်တင်ဘာ ၁၁ရက်နေ့တုန်းက အယ်ကိုင်းဒါးအကြမ်းဖက်အဖွဲ့က အမေရိကန်ကိုအကြမ်းဖက်တိုက်ခိုက်မှုတွေလုပ်သွားတဲ့အကြောင်း ဟိုးလေးတကျော်ဖြစ်ခဲ့တာ ကြားဖူးကြမှာပါ၊9/11 လို့ သိကြပါတယ်၊ဒီဇာတ်ကားကတော့ အဲ့ဒီအကြမ်းဖက်အဖွဲ့ထဲမှာ ဦးဆောင်ပါဝင်သူဆိုပြီး နာမည်တပ်ခံထားရတဲ့ မောရီတေးနီးယန်း နိုင်ငံသား မိုဟာမဒူအိုဆလာဟီ အကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။သံသယရှိသူအနေနဲ့ တကယ်ပဲ အကြမ်းဖက်လုပ်ရပ်တွေကို ရက်ရက်စက်စက်လုပ်ခဲ့တာလားဆိုတာကိုနှစ်ဖက်ရှေ့နေများက ရှာဖွေစစ်ဆေးကြရင်း နောက်ကွယ်က ဖုံးထားတဲ့အရာတွေ ပေါ်လာတဲ့အခါဘာတွေ ဆက်ဖြစ်ကြမှာလဲ၊မိုဟာမဒူဘက်က ခုခံပြောဆိုပေမယ့် ရှေ့နေအနေနဲ့ Jodie Foster က သရုပ်ဆောင်ထားပြီးတော့အစိုးရရှေ့နေ တစ်ဖြစ်လဲ အကြမ်းဖက်မှုမှာ ကျဆုံးသွားရတဲ့ လေယာဉ်မှူးရဲ့ သူငယ်ချင်းအနေနဲ့Benedict Cumberbatch (Doctor Strange, Sherlock Home, Stephen Hawking စတဲ့နာမည်ကြီးဇာတ်ကားတွေရဲ့ အဓိကသရုပ်ဆောင်) က သရုပ်ဆောင်ထားပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jerrica ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/2luyj/The.Mauritanian.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzDAAMphTTy53ereXgcbDTpfhQm.jpg",
        "title": "Mountain King (2020)",
        "description": "Wild King (2020)--------------------------ဒီတခါတော့ CMပရိသတ်တွေကို မျောက်ဝံကြီးပါတဲ့ တရုတ်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားနာမည်လိုပဲ တောထဲမှာနေတဲ့ တာဇံကောင်လေးနဲ့ မျောက်ဝံကြီးအကြောင်းရိုက်ထားတာပေါ့နော်သူငယ်ငယ်ကတောင်ပေါ်မှာနေတဲ့ သူတို့တမျိုးနွယ်လုံး လူဆိုးတွေ သတ်တာခံလိုက်ရကတည်းက သူဟာတောထဲကိုလာတဲ့ဘယ်သူ့မဆို သတ်စားတဲ့ တောဘုရင်တကောင်ဖြစ်သွားခဲ့ပါတယ် ဒီလိုနဲ့ တနေ့မှာ သူတို့ဆီကို ကလေးမလေးတယောက်အကြောင်းတခုနဲ့ ရောက်လာခဲ့ပါတယ် သူက ကလေးမလေးကိုရော ဘာလုပ်ပစ်မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်မလဲ သိချင်ရင်တော့ ဆက်ဆက်ဒေါင်းကြည့်ပါလို့ .... Translated by : Nay ChiEncoded by : YKFile Size : 1.2Gb and 663MBDuration : 1h25minQuality : 1080p WEB Dl and 720p",
        "rating": "6.5",
        "url": "https://megaup.net/1BYiu/%7BCM%7DYewang.2020.720p.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/3DQxD/Teddy.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjmtKSwVTCwhp00Rxg58VauqKG0.jpg",
        "title": "Nota (2018)",
        "description": "NOTA (2018) Reviewဝန်ကြီးချုပ်ကြီး ဗာစူဒေ့ဟာ ပြည်သူလူထုက အားပေးထောက်ခံတဲ့ ပါတီခေါင်းဆောင်တစ်ယောက်ပါ။တစ်နေ့မှာ သူ့ရဲ့ အဂတိလိုက်စားမှုများပေါ်လာခဲ့ပြီး တရားစွဲဆိုခံခဲ့ရပါတယ်။\nလက်ရှိရာထူးကနေနှုတ်ထွက်မှဖြစ်တော့မယ့် အခြေအနေမှာ ဗာစူဒေ့ဟာ သားဖြစ်သူ ဗာရွန်ကို သူ့ရဲ့ ဝန်ကြီးချုပ်နေရာမှာ ယာယီခန့်အပ်ဖို့ အစီစဉ်ရေးဆွဲခဲ့ပါတယ်။သူ့အဖေရဲ့အမှုကိစ္စတွေပြီးတဲ့ထိ ယာယီဝန်ကြီးချုပ်အနေနဲ့ နေပေးရမယ့် ဗာရွန်ဟာ ဗီဒီယိုဂိမ်းဒီဇိုင်းရေးဆွဲသူတစ်ယောက်ပါ။မိမိဝါသနာနဲ့ ဝင်ရမယ့် ရာထူးနေရာ ကိုက်ညီမှုမရှိတဲ့အပြင် နိုင်ငံရေးအသိပညာလုံးဝမရှိတဲ့ ဗာရွန်တစ်ယောက် သူ့အဖေပြန်လာမယ့်အချိန်ထိ ဝန်ကြီးချုပ်ရာထူးကို ဘယ်လိုဆက်ထိန်းသွားမှာလဲ?စီစဉ်ထားတဲ့အတိုင်းကိစ္စတွေက\nမဖြစ်မြောက်လာတဲ့အခါ ဗာရွန်တစ်ယောက် နိုင်ငံရေးကိစ္စတွေမှာ ဟန်ပြမဟုတ်ဘဲ ကိုယ်တိုင် ပါဝင်လာခဲ့ရပါတော့တယ်။နိုင်ငံရေးကမရိုးရှင်းတဲ့အပြင် ဖုံးကွယ်ထားတဲ့အမှန်တရားတွေကို ဗာရွန်သိရှိလာတဲ့အချိန်မှာတော့ .....ဘာဆက်ဖြစ်မလဲသိချင်ရင်\nဇာတ်လမ်းလေးကို ကိုယ်တိုင်ဆက်လက်ခံစားကြည့်လိုက်ပါ။ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နိုင်ငံရေးအခြေအနေတွေကို တိတိကျကျရိုက်ကူးပြထားတာကတော့ ဒီကားရဲ့ အဓိကအားသာချက်ပါပဲ။ဒါကြောင့် လှည့်ကွက်ပေါင်းများစွာနဲ့ ဇာတ်အိမ်တည်ထားတဲ့ အက်ရှင်ကားတွေကို သဘောကျတဲ့ကြည့်ရှုသူတွေအတွက်\nဒီကားလေးကို ကြည့်ရှုခံစားကြဖို့ အကြံပြုပေးလိုက်ပါတယ်နော်။  Translate and Review by Shwe Poe EainEncoded By : YKQuality :1080p WEB-HD ...",
        "rating": "6.4",
        "url": "https://megaup.net/2XSgz/%7BCM%7D-_NOTA_(2018)720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.41.48-PM-135x200.png",
        "title": "Crisis (2021)",
        "description": "Crisis (2021)===========IMDb Rating - 6.1/10ဘိန်းစကားလုံးတစ်လုံးလေးပေမယ့် တစ်လောကလုံးကို ချုပ်ကိုင်ပစ်နိုင်တယ်။ဒီဘိန်းကြောင့် အမေရိကန်ပြည်ထောင်စု ဒေသတစ်ခုမှာနေထိုင်သူ မိခင်တစ်ယောက် သူချစ်ရတဲ့သားကို ရုတ်တရက်ဆုံးရှုံးလိုက်ရတယ်၊ဒီဘိန်းကြောင့် တက္ကသိုလ်က ဇီဝဗေဒပညာရှင်တစ်ယောက် ရာထူးပြုတ်ပြီး အလုပ်လက်မဲ့ဖြစ်လုနီးပါးအခြေအနေကို ကြုံနေရတယ်၊ဒီဘိန်းကြောင့် လူဆိုးဖမ်းချင်တဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်တစ်ယောက် ဘိန်းကုန်သည်ယောင်ဆောင်ပြီးအသက် အန္တရာယ်ရှိတဲ့ဘ၀ကို နေထိုင်နေရတယ်၊ဒီဘိန်းကြောင့် မိန်းကလေးတစ်ယောက်ရဲ့ ဘ၀ဟာ လမ်းပျောက်လုနီးပါးဖြစ်နေရတယ်၊ဒီဘိန်းကြောင့် လောဘသားတွေ အတောမသတ်နိုင်သလို အပြစ်မရှိတဲ့သူတွေပါ သေဆုံးနေရတယ်၊ဒီအကြောင်းအရာတွေအားလုံးရဲ့ တစ်ခုတည်းသော တရားခံက ဘိန်းပဲ . . .ဒီတော့ ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲလူ ၃ ယောက် ကြုံရတဲ့ မတူညီတဲ့ အခြေအနေတွေကို ချိတ်ဆက်ရိုက်ပြထားပြီး အင်မတန်မှ စိတ်၀င်စားဖို့ကောင်းပါတယ်။− မင်းသားကြီး Gary Oldman− Social Network , Call Me by Your Name တို့နဲ့ လူသိများတဲ့ Armie Hammer− ...",
        "rating": "6.1",
        "url": "https://megaup.net/1BWl9/Crisis.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
        "title": "The Great Wall (2016)",
        "description": "The Great Wall (2016)_____IMDb...5.9/10\n \n(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nပြန်လည်တင်ဆက်ထားပါသည်....)\nMatt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့\nဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့\nထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊\nတိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-great-wall2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-05-at-11.06.59-AM-136x200.png",
        "title": "Cosmic Sin (2021)",
        "description": "Cosmic Sin (2021)==============ကျွန်တော်တို့ နေထိုင်ကြတဲ့ စကြဝဠာကြီးမှာ ကမ္ဘာဂြိုဟ်က သတ္တဝါတွေအပြင် တခြား မျိုးစိတ်တွေ ရှိနေဦးမယ်လို့ထင်ပါသလား ....ရှိနေရင်ရော ဘယ်လိုပုံစံတွေ ဖြစ်မယ်လို့ထင်လဲ၊ သူတို့ကရော ကမ္ဘာဂြိုဟ်ကလူတွေလို အသိဉာဏ်ရှိကြလား၊ဒါမှမဟုတ် နိမ့်ကျမလား သာလွန်နေမလား၊ ဒါတွေဟာ စဉ်းစားကြည့်မယ်ဆို စိတ်၀င်စားစရာပဲ . . .ပိုပြီး စိတ်၀င်စားဖို့ ကောင်းတာက ဒီလိုမျိုးစိတ်တွေသာ တကယ်ရှိပြီး လူတွေထက် အသိဉာဏ်နဲ့ ဖန်တီးနိုင်မှု စွမ်းအားကလည်း ပိုမြင့်နေမယ်၊ သူတို့က လူတွေကို အန္တရာယ်ပေးလာမယ်ဆိုရင် လူသားတွေအနေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာပါပဲ။ ဒါဆိုရင် လူသားတွေအနေနဲ့ ဒီ ကြမ္မာဆိုးကြီးကို ကျော်ဖြတ်နိုင်ပါ့မလား လူသားတွေသက်တမ်းဟာ အဓွန့်ရှည်ပါ့မလား ......ဆိုတာဟာ စဥ်းစားစရာပါပဲ။ဒီဇာတ်ကားမှာ မင်းသားကြီး Bruce Willis က ဂျိမ်းစ် ဖို့ဒ်အမည်ရှိ အာကာသဆိုင်ရာ မဟာမိတ်ကောင်စီရဲ့ ဗိုလ်ချုပ်ဟောင်းကြီးအဖြစ် ပါ၀င်ထားပြီး Frank Grillo က ...",
        "rating": "3.0",
        "url": "https://megaup.net/2hQrq/Cosmic.Sin.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFRq98cW9lTo6di2o4lK1qUAWaN.jpg",
        "title": "Sentinelle (2021)",
        "description": "Sentinelle (2021)ဒီတစ်ခါတော့ အမျိုးသမီး ဂျွန်ဝစ်ခ် အကြောင်းပေါ့ဗျာ။မင်းသမီးကတော့ 007 Quantum of Solace, Hitman, Johnny English 3 စတဲ့အမိုက်စားကားတွေမှာပါခဲ့ဖူးတဲ့ ပြင်သစ်မင်းသမီး Olga Kurylenko က အဓိကဇာတ်ကောင်အဖြစ် ပါဝင်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ကလယ်ရာ ဟာ ကင်းစောင့်စစ်ဆင်ရေးမှာ တာဝန်ကျတဲ့ အထူးတပ်သားတစ်ယောက်ဖြစ်ပါတယ်။\nနိုင်ငံရပ်ခြားကစစ်ဆင်ရေးမှာ အဖြစ်ဆိုးကြီးတစ်ခုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့ပြီး\nအမေနဲ့ညီမ ရှိတဲ့ မိမိနေထိုင်ရာပြင်သစ်ကို ရွှေ့ပြောင်းခံခဲ့ရပါတယ်။ညီမဖြစ်သူ တာနီယာနဲ့အတူ ကလပ်တက်ခဲ့ပြီး\nနောက်တစ်နေ့မှာ တာနီယာဟာအဓမ္မပြုကျင့်ခံခဲ့ရတာကို စိတ်ပျက်ဝမ်းနည်းစွာသိလိုက်ရပါတယ်။\nနိုက်ကလပ်ရဲ့လုံခြုံရေးဗီဒီယိုကတစ်ဆင့်\nသူ့ညီမတာနီယာဟာ ရုရှားအမျိုးသားတစ်ယောက်နဲ့\nနောက်ဆုံးထွက်သွားခဲ့တာတွေ့လိုက်ရပြီး\nထိုအမျိုးသားရဲ့ဖခင်ဟာ အရှိန်အဝါကြီးတဲ့ နည်းပညာရှင်တစ်ယောက်ဖြစ်နေလို့\nဥပဒေရစုံစမ်းစစ်ဆေးဖို့အခက်တွေ့နေတဲ့အခါ\nကလယ်ရာဟာ ဥပဒေဘောင်ကထွက်ပြီး လက်စားချေဖို့ အမျိုးသမီးဂျွန်ဝစ်ခ် လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အရင်ခေတ်တုန်းက ဂျက်မ လို့ ခေါ်တဲ့ အမျိုးသမီး အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့ကြဦးမှာပါ။\nမင်းသမီးတွေရဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်ရဲ့အလှတရားကို ခံစားရမယ့် အခန်းတွေလည်း ပါဦးမှာဆိုတော့ကာ .....ဘာများစောင့်နေဦးမလဲ .... ပရိသတ်ကြီးရယ်File size…1.1 GB and 570MB\nQuality….WEB-rip 1080p ...",
        "rating": "4.8",
        "url": "https://megaup.net/VV6l/Sentinelle.2021.720p.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster-133x200.jpg",
        "title": "Exit (2019)",
        "description": "Exit (2019)IMDb - 7.0/10_____Rotten - 83%\n  \nCM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့\nမကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့\nကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့\nတင်ဆက်ပေးလိုက်ပါပြီ။\nဇတ်လမ်းပုံစံကတော့...\nယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစ\nတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ...\nအားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်\nအလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီး\nအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ :D\nယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့\nယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီး\nအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ....\n  \nတစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်\nဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/exit-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mP2qaWdxbisjJWWHYCq3uq4Dtji.jpg",
        "title": "The Last Train (2016)",
        "description": "Last Train to Auschwitz(2006)=============================IMDb Rating- 6.6/10Rotten Tomatoes- 79%ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာခေါင်းဆောင်တဲ့ နာဇီဟာ ဂျူး၆သန်းကို သုတ်သင်ခဲ့တာ လူတိုင်းအသိဖြစ်မယ်လို့ထင်ပါတယ်ဒီဇာတ်ကားထဲမှာတော့ ဂျာမန်အစိုးရဲ့ ဂျူးသုတ်သင်ရေးတစိတ်တပိုင်းဖြစ်တဲ့ “ဘာလင်မြို့ပေါ်က ဂျူးတွေကို နှင်ထုတ်၊Auschwitzမြို့အထိ ရထားနဲ့ပို့လိုက်တဲ့အကြောင်း”ကို ရှုစားရမှာပါ***************************************\n၁၉၄၃ ဧပြီလ ညတစ်ညမှာတော့ ဂျာမနီနိုင်ငံ ဘာလင်မြို့မှာရှိနေတဲ့ ဂျူးလူမျိုးလက်ကျန်တိုင်း(ဆင်းရဲ ချမ်းသာမရွေး)ကိုနာဇီလျှို့ဝှက်ရဲတပ်ဖွဲ့ကနေ  အိမ်တိုင်ရာရောက်ဖမ်းဆီးခဲ့ပါတယ်ဖမ်းဆီးခဲ့တဲ့ ဂျူးလူမျိုးတွေကိုလည်း ဘာလင်-ဂူနဗိုင်လ် ဘူတာကတစ်ဆင့် ပို့မယ့်နေရာမပြောပြဘဲ ရထားပေါ်တင်လိုက်ပါတယ်ရထားပေါ်မှာလည်း ဂျူးလူမျိုးတွေဟာ တိရစ္ဆာန်တွေလိုဆက်ဆံခံခဲ့ရတယ်ပြီးတော့ အစာရေစာကျွေးတာမခံခဲ့ရသလို စိတ်ကူးပေါက်ရင် သေနတ်အပစ်ခံရတာမျိုး ကြုံခဲ့ရတယ်ဇာတ်လမ်းတင်ဆက်ပုံကတော့ realistic တော်တော်လေး ဖြစ်တာကြောင့် ဗဟုသုတတော်တော်ရနိုင်သလိုနာဇီစနစ်ဆိုးကိုလည်း မျက်ဝါးဝါးထင်ထင် မြင်တွေ့နိုင်ပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-last-train-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
        "title": "I Care a Lot (2021)",
        "description": "I Care A Lot (2020)ဇာတ်လမ်းနာမည်အတိုင်း မာလာဂရေဆန်ဟာ အိုမင်းမစွမ်းဖြစ်နေတဲ့ သက်ကြီးရွယ်အိုတွေကိုစောင့်ရှောက်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကိုဦးဆောင်နေတဲ့ အမျိုးသမီးတစ်ဦးပါဒါပေမယ့် ကောင်းသောစောင့်ရှောက်ခြင်းမျိုးလားဆိုတော့ သူ့ကောင်းစားရေးအတွက် ချမ်းသာတဲ့အဘိုးအဘွားတွေကို အသုံးချနေတဲ့စောင့်ရှောက်ခြင်းမျိုးပါမာလာဟာ ဒေါက်တာကယ်ရင်အေမို့စ်ဆိုတဲ့ ဆရာဝန်နဲ့ပေါင်းကြံပြီး လူနာတွေထဲက သူဌေးအဘိုးကြီး အဘွားကြီးတွေကို ကျန်းမာရေးချို့တဲ့လို့ ကိုယ့်ကိုယ့်ကိုမစောင့်ရှောက်နိုင်တော့ပါဘူးဆိုပြီး တရားရုံးကိုအကူအညီတောင်း၊ တရားရုံးကနေမှ မာလာ့ကိုတရားဝင်အုပ်ထိန်းသူအဖြစ် တာဝန်ခန့်အပ်ပြီး လူနာတွေကို သက်ကြီးရွယ်အိုစောင့်ရှောက်ရေးဂေဟာမှာ သွားထားထားတာပါအဲဒီစောင့်ရှောက်ရေးဂေဟာဆိုတာကလည်း အကျယ်ချုပ်ချထားတာနဲ့မခြားပါဘူး မာလာနဲ့ပေါင်းကြံထားတဲ့အဖွဲ့အစည်းတွေပေါ့ အပြင်လောကနဲ့အဆက်အသွယ်လုံးဝဖြတ်ထားပြီး မိသားစုဝင်တွေနဲ့ပါ လုံးဝပေးမတွေ့တာပါအဲဒီလို သက်ကြီးရွယ်အိုတွေကို ဂေဟာမှာသွားထားပြီး မာလာကတော့ သူတို့ရဲ့အိမ်တွေ၊ ကားတွေ၊ ပိုင်ဆိုင်မှုတွေကို လေလံတင်ပြီးရောင်းစားနေတာပေါ့အကြောင်းပြချက်ကတော့ သူတို့မိသားစုဝင်တွေက အဘိုးအဘွားတွေကိုပစ်ထားတဲ့အတွက် စောင့်ရှောက်ရေးဂေဟာကိုပေးရမယ့်စရိတ်စကတွေပေးဖို့ ဒီလိုပစ္စည်းတွေကိုထုခွဲရောင်းချပြီး စီမံရပါတယ်ပေါ့ဒီလိုနဲ့တစ်နေ့ ဒေါက်တာကယ်ရင်အေမို့စ်ချိတ်ပေးတဲ့ မိသားစုလည်းမရှိ ငွေလည်းလျှံတဲ့အပျိုကြီး ဂျနီဖာပီတာဆန်တစ်ယောက် မာလာတို့လက်ထဲရောက်လာတဲ့အခါ....မာလာတို့အကြိုက်ပဲပေါ့နော် အမွေစားအမွေခံသားသမီးလည်းမရှိ၊ မိသားစုဝင်လည်းတစ်ယောက်မှမရှိတော့ အဘွားကြီးကို ဂေဟာမှာလှောင်ပိတ်ထားပြီး အဘွားကြီးအိမ်တွေ၊ ပိုင်ဆိုင်မှုတွေကိုရောင်း၊ ဘဏ်ထဲကမီးခံသေတ္တာတွေကို စိတ်ကြိုက်ခြယ်လှယ်တော့တာပေါ့ဒါပေမယ့် အဘွားကြီးပြောတဲ့စကားတစ်ခွန်းက \"မင်းလုပ်ခဲ့မိသမျှထဲမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/VKzc/I.Care.a.Lot.2021.720p.CM..mp4",
        "category": "Comedy, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-24-at-4.57.20-PM-135x200.png",
        "title": "Flora & Ulysses (2021)",
        "description": "Flora & Ulysses (2021)=================IMDb Rating - 6.5/10ဒီတစ်ခေါက်မှာတော့ IMDb 6.5/10 ရထားတဲ့ Disney Movies အလန်းစား ComedySuperHero ဇာတ်ကားလေး ဖြစ်တဲ့  Flora and Ulysses ဆိုတဲ့ မိသားစုဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အသက် ဆယ်နှစ်အရွယ် ဖလော်ရာဆိုတဲ့ကောင်မလေးဟာ  သူမအဖေရေးထားတဲ့ ကောမစ်စာအုပ်တွေဖတ်ရတာကြိုက်ပြီး စိတ်ကူးစိတ်သန်းများစွာရှိတဲ့ ကလေးမလေးဖြစ်ပါတယ်။တစ်နေ့မှာ ယူလစ်စီဆိုတဲ့ ရှဉ့်လေးတစ်ကောင်ကို မထင်မှတ်ထားဘဲ ကယ်တင်လိုက်ပြီးတဲ့နောက်မှာထူးဆန်းတဲ့အဖြစ်အပျက်တစ်ခုအနေနဲ့ အဲ့ရှဉ့်ကလေးဟာ အစွမ်းသတိတွေရှိနေပါတယ်၊ တစ်နေ့မှာတော့ ရှဥ့်လေးကို တိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲက လိုက်လံဖမ်းစီးတာကြောင့် အဲ့ ရှဥ့်ကလေးနဲ့အတူထွက်ပြေးရပါတော့တယ်၊ ဒီကားလေးထဲမှာ ရှဥ့်ကလေးရဲ့ အစွမ်းနဲ့  ပေါင်းပြီး ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ဆိုတာကို အသည်းတယားယားနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်၊  ရှဉ့်ကလေး ယူလစ်စီရဲ့ ချစ်ဖို့ကောင်းတဲ့အပြုအမူတွေအပြင်  ကလေးလေးတွေရဲ့ လောကကြီးအပေါ်ထားတဲ့ အပြစ်ကင်းတဲ့ အမြင်ချစ်ခြင်းမေတ္တာရဲ့ အရေးကြီးတဲ့အချက် စတာလေးတွေကိုပါ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခွင့်ရမှာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hEC5/Flora.and.Ulysses.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS4xCPwxhrCpu1x7qiL6p3cUeNf.jpg",
        "title": "Yamato (2005)",
        "description": "[ Unicode ]ဒုတိယကမ္ဘာစစ်တွင် ဂျပန်တပ်များ စစ်ပွဲတွင်စတင်ပြီးစစ်ရှုံးခဲ့ကြပါတယ်\nကာမီအို ပါဝင်တဲ့ အထူးဂျူနီယာအရာရှိများ ယာမာတိုသင်္ဘောကြီးပေါ်ရောက်ပြီး ဗိုလ်ကြီး မိုရီဝါကီနဲ့ အူချီဒါတွေနဲ့တွေ့ဆုံပါတော့တယ်ဒါပေမယ့် ဒီတိုက်ပွဲဟာဆိုရင် ဂျပန်အင်ပါယာရေတပ်ရဲ့ မှတ်သားဂုဏ်ယူစရာတိုက်ပွဲတဟ်ခုဖြစ်ခဲ့ပါတယ်\nဒီထဲမှာဆိုရင် တပ်သားတွေရဲ့ နိုင်ငံအပေါ်ထားတဲ့ မျိုးချစ်စိတ်နဲ့ ယာမာတိုသင်္ဘောကြီးအပေါ်မှာထားတဲ့ ချစ်မြတ်နိုးစိတ်တို့ကိုတွေ့မြင်နိုင်တဲ့အပြင်\nရဲဘော်အချင်းချင်းဖေးမရင်း နိုင်ငံအတွက် သေတဲ့အထိ တိုက်ခိုက်သွားကြတဲ့ပုံစံတွေကို ဝမ်းနည်းကြေကွဲဖွယ်တွေ့မြင်နိုင်မှာဖြစ်ပါတယ်( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ )  [Zawgyi]ဒုတိယကမာၻစစ္တြင္ ဂ်ပန္တပ္မ်ား စစ္ပြဲတြင္စတင္ၿပီးစစ္ရႈံးခဲ့ၾကပါတယ္\nကာမီအို ပါဝင္တဲ့ အထူးဂ်ဴနီယာအရာရွိမ်ား ယာမာတိုသေဘၤာႀကီးေပၚေရာက္ၿပီး ဗိုလ္ႀကီး မိုရီဝါကီနဲ႔ အူခ်ီဒါေတြနဲ႔ေတြ႕ဆုံပါေတာ့တယ္ဒါေပမယ့္ ဒီတိုက္ပြဲဟာဆိုရင္ ဂ်ပန္အင္ပါယာေရတပ္ရဲ႕ မွတ္သားဂုဏ္ယူစရာတိုက္ပြဲတဟ္ခုျဖစ္ခဲ့ပါတယ္\nဒီထဲမွာဆိုရင္ တပ္သားေတြရဲ႕ ႏိုင္ငံအေပၚထားတဲ့ မ်ိဳးခ်စ္စိတ္နဲ႔ ယာမာတိုသေဘၤာႀကီးအေပၚမွာထားတဲ့ ခ်စ္ျမတ္ႏိုးစိတ္တို႔ကိုေတြ႕ျမင္ႏိုင္တဲ့အျပင္\nရဲေဘာ္အခ်င္းခ်င္းေဖးမရင္း ႏိုင္ငံအတြက္ ေသတဲ့အထိ တိုက္ခိုက္သြားၾကတဲ့ပုံစံေတြကို ဝမ္းနည္းေၾကကြဲဖြယ္ေတြ႕ျမင္ႏိုင္မွာျဖစ္ပါတယ္( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu ...",
        "rating": "6.5",
        "url": "https://megaup.net/3DzHg/Yamato_(2005)_HEVC_720p_5.1.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/MV5BMTkzMjgwMDg1M15BMl5BanBnXkFtZTcwMTgzNTI1OA@@._V1_SY1000_CR006431000_AL_-193x300.jpg",
        "title": "Rise of the Guardians (2012)",
        "description": "Director: Peter Ramsey ရိုက်ကူးတင်ဆက်ထားပြီးNovember 21, 2012 (USA) မှာ ရုံတင်ခဲ့တဲ့ လူကြီးရော ကလေးပါ ကြည့်သင့်တဲ့ယုံကြည်မှု စိတ်ဓါတ်ရေးရာ မြင့်တင်ပေးပြီး စိတ်ဓါတ်ခွန်အား ရရှိစေမယ့် နတ်သမီး ပုံပြင်အခြေခံကာတွန်းဇတ်လမ်းလေး ဖြစ်ပါတယ်....==================================ဇတ်လမ်းပုံစံကတော့ ကြင်နာတက်တဲ့ စိတ်ထားရှိတဲ့ ဂျက်ဖရော့ဒ်ဟာ လူသား ဘ၀ မှာ သူရဲ့ ညီမလေးကို ကယ်ဆယ်ဖို့ သူ့အသက်ကိုစွန့်လွှတ်ခဲ့ပြီး ရေခဲပြင်ထဲမှာ သေဆုံးသွားပါတယ်...တစ်ရက်သော လပြည့်ညမှာတော့ လနတ်သား ဟာ ဂျက်ဖရော့ဒ် ကိုသေရွာကနေ နှိုးယူပြီး လူသားကလေးတွေ ရဲ့ ပျော်ရွှင်မှုကို ဆောင်ကျဉ်းပေးမယ့်နှင်းလူသား အဖြစ် ဖန်တီး ပေးလိုက်ပါတယ်....ဂျက်ဖရော့ဒ် ရဲ့ အတိတ်ဘ၀ မှတ်ဉာဏ်ကို ဖျောက်ထားခဲ့တဲ့အတွက်၎င်း ကိုယ်တိုင် စိတ်ထားကောင်းမွန်တဲ့ ကောင်လေး တစ်ယောက်ဆိုတာ မသိခဲ့ပါဘူးဒါကြောင့် သူ့ကိုသူ နတ်ဆိုး တစ်ယောက်လို့ မှတ်ယူပြီး လေလွင့်နေတုန်းဆန်တာကလော့ တို့ အက်စတာဘန်နီ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rise-of-the-guardians-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7dZpJDORYs5c56dydbrLFkEXpE.jpg",
        "title": "Host (2020)",
        "description": "ကိုဗစ်ဖြစ်နေတဲ့ကာလမှာ အပြင်မထွက်ရတော့zoom သုံးပြီးစာသင်ရ စကားပြောရလုပ်ကြရတယ်မို့လားအဲ့အပြင်ကို တခြားရော ဘာတွေလုပ်ဖြစ်ကြသေးလဲ(ကိုယ်ကတော့ အတင်းစုပြောဖူးတယ် )အခုဒီရုပ်ရှင်ထဲမှာကတော့zoom သုံးပြီး ဝိဥာဉ်ခေါ်ပွဲလုပ်ကြပါသတဲ့ဒီလိုမျိုးလုပ်တာဟာတကယ်ရော ခေါ်လို့ရပါမလားဝိဉာဉ်တွေကရော အွန်လိုင်းသုံးတတ်ကြပါမလားပြီးတော့ရော ဘာတွေဖြစ်လာကြမလဲသိချင်ရင်တော့ဒီမှာဆက်ကြည့်လိုက်ကြပါနော်ကြည့်ပြီးသွားမှ zoom မသုံးရဲတော့ဘူးလို့တော့မပြောနဲ့နော်IMDB rating 6.6 ရထားတဲ့သဲထိပ်ရင်ဖိုကားကောင်းလေးပါလန့်ဖို့ကောင်းတဲ့အခန်းတွေပါတာမို့လို့အရမ်းကြောက်တတ်သူများမကြည့်သင့်ပါနော် Translated by : ThinZar HtetEncoded by : YKQuality : 1080p WEB H264 and 720pFile Size : 815 MB and 490MBDuration : 57mins",
        "rating": "6.6",
        "url": "https://megaup.net/2hDUj/%7BCM%7DHost.2020.720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/1-SlIwyx_DFgSyJGL21_GTMg-133x200.jpeg",
        "title": "R.I.A.(2021) / Override",
        "description": "ရီယာဆိုတဲ့မိန်းမငယ်တစ်ယောက်ဟာ သာမန်အိမ်ထောင်ရှင်မတစ်ယောက်\nဆင်ခြေဖုံးဒေသမှာ ခင်ပွန်းသည်နဲ့အတူနေထိုင်တယ်။ မနက်လင်းတဲ့အခါအိပ်ယာကထ မနက်စာပြင်မယ် ခင်ပွန်းကိုနှိုးမယ်၊\nတစ်နေ့တာအစီအစဉ်တွေအကြောင်း ဖလှယ်ကြမယ်။ ခင်ပွန်းသည်က နှုးနှပ်ဖို့ကြိုးစားရင် ညအထိစောင့်ဖို့ပြောမယ်။\nအိမ်အလုပ်တွေလုပ်၊ တစ်ခါတစ်လေလဲ ယောဂကျင့်၊ ညကျရင်အချိန်မှန်လာတတ်တဲ့ဇာတ်လမ်းတွဲကြည့် ပုံမှန်နေ့စဉ်ဘဝပေါ့။\nသူ့ခင်ပွန်းသည်နာမည်က ဂျက်ခ်တဲ့။ ဒီအထိဘာမှမထူးဆန်းဘူး၊ နောက်တစ်နေ့မနက် သူပြန်နိုးလာတယ်။ သူ့ခင်ပွန်းကိုနှိုးမယ် မနက်စာပြင်မယ်။\nဒါပေမယ့် သူ့ခင်ပွန်းဆိုတဲ့သူက နောက်တစ်ယောက်ဖြစ်နေခဲ့ပြီ။ ဒါပေမယ့် နာမည်ကတော့ ဂျက်ခ်ပဲ။ သူကတော့မသိဘူး ပုံမှန်စကားတွေပြောတယ်။\nပုံမှန်လည်ပတ်မှုအတိုင်း တစ်နေ့တာကို ဆက်သွားတယ်။ သူ့ဘဝဟာ ဒီလို Loop တစ်ခုထဲမှာ ထပ်တလဲလဲလည်ပတ်နေရတယ်ဆိုတာ\nရီယာ ဘယ်တော့ရိပ်မိလာမလဲ? သူက ဘယ်သူလဲ? သူ့ခင်ပွန်းသည်ဆိုသူတွေကရော?\nအရေးကြီးဆုံးကတော့ ဒီအဖြစ်အပျက်တွေအားလုံးကို ကြိုးကိုင်နေသူတွေက ဘယ်သူဖြစ်နေမလဲ? ဆက်လက်ရှုစားကြပါ။\nBlack Mirror ကိုရုပ်ရှင်တစ်ကားကြည့်ရသလိုမြင်ရမယ့် sci-fi, Thriller ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ \nFile size…(1.8 GB) and (1 GB)\nQuality…WEB-DL 1080p & 720p\nFormat…mkv\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/VJy7/(CM)R.I.A.2021.720p.AMZN.WEBRip.DDP5.1.x264-NOGRP.mp4",
        "category": "Crime, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
        "title": "The Breakfast Club (1985)",
        "description": "The Breakfast Club (1985)ဒီတစ်ခေါက် CM team မှ တင်ဆက်ပေးမှာကတော့80s Classic Teen Comedy အမျိုးအစားဖြစ်ပြီးIMDb 7.8 နဲ့ Rotten Tomatoes 89%ရရှိထားတဲ့The Breakfast Club ပဲ ဖြစ်ပါတယ်။Teen Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးပဲကျောင်းသား၅ယောက်နဲ့ ဇာတ်အိမ်ဖွဲ့ထားပါတယ်ပင်ကိုယ်စရိုက်ချင်းမတူညီကြတဲ့ ကျောင်းသားကျောင်းသူငါးယောက်ဟာကျောင်းစည်းကမ်းတွေကို မတူညီတဲ့နည်းလမ်းတွေနဲ့ ချိုးဖောက်ခဲ့ကြလို့ကျောင်းပိတ်ရက် စနေနေ့မှာ ကျောင်းစာကြည့်တိုက်ကိုလာပြီးကိုယ့်အပြစ်ကိုယ် ဆင်ခြင်သုံးသပ်ကြရပါတယ်။လူကြီးမဖြစ်သေးပေမယ့် ကလေးလည်းမဟုတ်တော့တဲ့ဆယ်ကျော်သက် အရွယ်တွေအနေနဲ့လူကြီးမိဘ ဆရာသမားတွေနဲ့ ဆက်ဆံရေးအဆင်မပြေကြပြဿနာတက်ပုံတွေ မတူညီကြပေမယ့်တူညီတဲ့အရာတစ်ခုကတော့တဖြည်းဖြည်း ကိုယ့် စိတ်နှလုံးသားကို ဖွင့်ပေးရင်းတစ်ယောက်အကြောင်းတစ်ယောက် ရိုးရိုးသားသားဖွင့်ဟပြောဆို လက်ခံပေးကြခြင်းပဲဖြစ်ပါတယ်ကိုယ့်ရဲ့ငယ်ဘဝခံစားချက်ကသူတို့ထဲက ဘယ်တစ်ယောက်ရဲ့ ခံစားချက်နဲ့များထပ်တူကျနေမလဲဆိုတာစောင့်ကြည့်ပြီး ခံစားပေးကြပါဦးReviewed and Translated by JerricaFile size…1.4GB and 638MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Jerrica\nEncoder ..... ...",
        "rating": "7.8",
        "url": "https://megaup.net/VJup/The.Breakfast.Club.1985.REMASTERED.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeHRlDkhNZ9pOCFGHK23kuSTCpX.jpg",
        "title": "Affliction (2018)",
        "description": "Affliction (2018)ဒီကားကတော့ အင်ဒိုနီးရှား သရဲကားလေးပါ။အင်ဒိုသရဲကားဆို​တော့​ကြောက်ဖို့​ကောင်းတယ်လို့​ပြောစရာကိုမလို​တော့ဘူးထင်ပါတယ်​နော်\nနီနာနဲ့ဟာဆန်တို့လင်မယားဟာ ဂျာကာတာမှာသားတစ်​ယောက်သမီးတစ်​ယောက်နဲ့အတူ ​နေ​နေတဲ့အချိန်မှာ နီနာရဲ့အ​မေဟာရုတ်ရက်ဆုံးပါးသွားတယ်\nနီနာဟာသူ့အ​မေကို​သေချာမပြုစုလိုက်ရ​​တော့ ​နောင်တရ​နေချိန်မှာ ဟာဆန်​ငယ်ငယ်ကနေဖူးတဲ့ရွာကမိန်းမတစ်​ယောက်​ရောက်လာတယ်\nအဲ့မိန်းမ​က ဟာဆန်ရဲ့အ​မေဟာအတိတ်​မေ့​ရောဂါပြင်းပြင်းထန်ထန်ခံစား​နေရတာကို မပြုစုနိုင်​တော့လို့ လာ​ပြောတာ​ပေါ့\nအဲ့တာနဲ့နီနာဟာသူသူ့အ​မေကို​သေချာမပြုစုခဲ့နိုင်​ပေမယ့် ဟာဆန်ရဲ့အ​မေကို​တော့ပြုစုရမယ်ဆိုပြီးဟာဆန်ကိုရွာသွားပြန်ပီးသူ့အ​မေကိုသွား​ခေါ်ခိုင်းတယ်\nအဲ့မှာပြဿနာကစတာပါပဲ ဟာဆန်ကရွာပြန်ဖို့အရမ်းကိုငြင်းဆန်​နေတယ် ဘာအ​ကြောင်း​ကြောင့်လဲနီနာ​မေး​တော့မ​ဖြေဘူး\n​နောက်ဆုံး​တော့နီနာရဲ့တွန်းအား​ပေးမှု​ကြောင့်သူတို့တစ်မိသားစုလုံးအဲ့ရွာကိုသွားဖို့အ​ကြောင်းဖန်လာ​တော့တယ်\nရွာ​ရောက်မှ နီနာလည်း ဟာဆန်နဲ့သူ့အ​မေကြားမှာဘာ​တွေဖြစ်ခဲ့တာလဲဆိုတာ သိသွားမှာလား မသိဘူးလားဆိုတာ အဆုံးထိကြည့်​ပေးပါလို့...File size…1.3GB and 641MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nGenre....Horror, Thriller\nDuration….1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Dolly\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1BGp5/Affliction.2020.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Aphl/(CM)_The.Croods.A.New.Age.2020.720p.WEBRip..mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/V-For-Vendetta-poster-141x200.jpg",
        "title": "V for Vendetta (2005)",
        "description": "V For Vendetta (2005)\nIMDB - 8.2/10_____Rotten - 73%\n  \nနိုဝင်ဘာ၅ရက်နေ့ဟာဗြိတိန်နိုင်ငံမှာတော့နိုင်ငံရေးအခြေခံအားလပ်ရက်တရက်ပဲဖြစ်ပါတယ်။\nခုနောက်ပိုင်းမှာကျေးဇူးတော်နေ့ဆိုပြီးကျင်းပကြတယ်လို့လည်းဆိုကြပါတယ်။\nအဲဒီနေ့ကိုGuyFawkesနေ့လို့လည်းခေါ်ခဲ့ကြပါတယ်။\nအဲဒီနေ့လေးရဲ့ဖြစ်လာပုံကတော့၁၆၀၅ခုနှစ်နိုဝင်ဘာလ၅ရက်နေ့မှာGuyFawkesဆိုတဲ့\nကတ်တလစ်ဂိုဏ်းဝင်တယောက်ဟာသူ့အဖွဲ့ဝင်တွေနဲ့အတူ\nကတ်တလစ်ဧကရာဇ်ကိုပြန်လည်နန်းတင်ဖို့အတွက်အင်္ဂလန်ဘုရင်ဂျိမ်း(JameI)ကိုလုပ်ကြံဖို့ကြံစည်ခဲ့ပါတယ်။\nယမ်းအိုးတွေများစွာကိုပါလီမန်အဆောက်အအုံရဲ့မြေအောက်ခန်းထဲကိုသယ်ဆောင်ပြီးဖောက်ခွဲလုပ်ကြံဖို့ကြိုးစားခဲ့ကြတာပါ။\nသို့ပေမယ့်ကံမကောင်းချင်တော့အမည်မသိသတင်းပေးစာတစောင်ကြောင့်\nသူ့တို့အားလုံးအဲဒီနေ့မှာပဲအဖမ်းခံခဲ့ရပြီးဇန်နဝါရီလ၃၁ရက်မှာကွပ်မျက်ခံခဲ့ရပါတယ်။\n  \nဟောဒီဇာတ်ကားလေးမှာလည်းအဲဒီဖြစ်စဉ်ကိုအခြေခံထားပြီးတရားမျှတမှုဆိုတာဘာလဲ။\nဖိနှိပ်ခံရတဲ့အချိန်မှာဘယ်လိုတုံပြန်ကြမလဲ။\nနိုင်ငံတနိုင်ငံရဲ့အာဏာဟာဘယ်သူ့ဆီမှာရှိသင့်လဲ။\nအဲဒါတွေထက်ပိုပြီးစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်တချက်ကတော့\nကမ္ဘာကျော်ဟက်ကာအဖွဲ့Anonymousအဖွဲ့သုံးတဲ့မျက်နှာဖုံးရဲ့မူလဇစ်မြစ်ကဘယ်ကလဲ။\nဘယ်လိုရည်ရွယ်ချက်နဲ့အဲဒီမျက်နှာဖုံးကိုအသုံးပြုကြတာလဲ၊\nအဲဒီမျက်နှာဖုံးလေးရဲ့တကယ်ဆိုလိုရင်းအစစ်အမှန်ကဘာလဲဆိုတာကိုတွေ့ရဦးမှာပါ။\nဇာတ်ကားကိုတော့ဇာတ်ကြောင်းလေးတွေပြောပြီးမမိတ်ဆက်တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ပြီးအားရပါးရခံစားစေချင်လို့ပါ်။\nသုံးတဲ့စကားလုံးတွေဒိုင်ယာလော့တွေဟာလည်းတကယ်ကိုအနှစ်ပါတာကိုတွေ့ရမှာပါ။\nစိတ်ကိုဖျော်ဖြေပေးရုံပေးမယ့်ကားလေးလုံးဝမဟုတ်ရပါဘူး။\nကြည့်ရတာတကယ်ကိုအကျိုးရှိစေမှာဖြစ်ပြီးတကယ်လည်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတကားဖြစ်ပါတယ်။\nဘယ်လိုအကြောင်းကြောင့်ပဲဖြစ်ဖြစ်ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဗျာ။\nRatingမြင့်ကားလေးတကားဖြစ်ပြီးimdb rating 8.2ထိရထားပါတယ်။\n  \n(မူရင်းဇာတ်ကားရဲ့အနှစ်သာရမပျက်အောင်အကောင်းဆုံးဘာသာပြန်ထားပါတယ်။\nတခုခုမှားယွင်းသွားတာရှိရင်ဘာသာပြန်သူအနေနဲ့တောင်းပန်ပါတယ်ဗျာ။)\n(ဘာသာပြန်သူကတော့ The Fridays ပဲဖြစ်ပါတယ်)\n  \nFile size…(900 MB) and 3GB\nQuality…Blu-Ray Rip 720p and HEVC 1080p 5.1\nFormat…mp4\nDuration….02:12:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..The Fridays\nEncoder….CM",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/v-for-vendetta-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/we2fwufoigdu-147x200.jpg",
        "title": "18+ Last Sister Class (2020)",
        "description": "Last Sister Class (2020)ဖောင်းဒိုင်း 18+ ကိုရီးယားနောက်ထပ်တစ်ကားလာပါပြီ ဒီကားမှာတော့ စိတ္တဇဆန်ဆန်ဖောင်းဒိုင်းခန်းတွေကို တွေ့ရမှာဖြစ်ပြီး မိန်းမဆိုက်ကိုတစ်ယောက်ရဲ့လက်စားချေလက်တုံ့ပြန်ထားတဲ့အကြောင်းလေးကို ရင်သပ်ရှုမော ရှုစားကြရဦးမှာပါ ဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်မွေးစားညီအစ်မ နှစ်ယောက်ကယောကျာ်း တစ်ယောက်ကိုတစ်ပြိုင်တည်းချစ်မိသွားတဲ့ အခါညီမရဲ့အီစီကလီကို အစ်မကဖြတ်ခုတ်တဲ့ဇာတ်လမ်းလေးပါ ညီၤမဖြစ်သူအိမ်ပြန်နောက်ကျနေတုန်းအစ်မက ညီမဘဲနဲ့ခိုးစားနေတာကို ညီမဖြစ်သူကိုယ်တိုင်မြင်သွားတဲ့အခါမှာတော့ ဆောက်တည်ရာမရလင်တရူးသွားပါတော့တယ် စိတ်ကျန်းမာရေး ဆေးရုံတက်နေရင်း ငြိလာတဲ့ဆိုက်ကိုဘဲတစ်ပွေနဲ့အတူ ဆေးရုံဆင်းလာတဲ့အချိန်မှာညီမဖြစ်သူက အစ်မဖြစ်သူ ခိုးစားလင်မယားကိုလိုက်ရှာပြီးလက်စားချေဖို့ကြိုးပမ်းပါတော့တယ် ကျန်တာတော့ငါးကောင်တို့အတွက် တစ်ကွက်ချန်ထားလို့ကိုယ်တိုင်ဒေါင်းကြည့်စေချင်ပါတယ် မင်းသမီးအပိုင်းကိုညွှန်းရရင် အစ်မဖြစ်သူကောညီမဖြစ်သူပါဘော်ဒီတွေတောင့်သလိုညီမဖြစ်သူကအိုးကားကားနဲ့အကိတ်မို့လို့လက်မလွှတ်တမ်း ရှုစားသင့်တဲ့အထဲပါပါတယ် အကွက်ဆန်းတွေနဲ့ဆိုက်ကိုဆန်ဆန်ခပ်ကြမ်းကြမ်းဖောင်းဒိုင်းခန်းတွေလည်းပါလို့ ၁၈ယောက်မပြည့်ရင်မကြည့်ပါနဲ့လို့သတိပေးချင်ပေမယ့်လည်း မရရအောင်ကြည့်ကြမှာသိလို့ဒေါင်းပြီးသိုင်းကွက်ဆန်းတွေကို တဝရှုစားလိုက်ပါဦး Translated by : FOXEncoded by : SenpaiQuality : 1080p FHDRIP and 720pFile Size : 1GB and 546MBDuration : 72min",
        "rating": "6.9",
        "url": "https://megaup.net/2Xz9P/(DS)Last_Sister_Class_2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/images-133x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)\n******************(IMDb 5.3)ဇတ်လမ်းအညွှန်းBliss ဇာတ်ကားလေးက ၂၀၂၁ မှာထွက်ရှိထားတဲ့ ကားသစ်လေး ဖြစ်ပါတယ်\nIMDbမှာ rating 5.3 ရရှိထားပြီး နာမည်ကြီးမင်းသား Owen Wilson ပါဝင်ထားတဲ့\nအချစ် Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Bliss ဇာတ်လမ်း ကတော့ ကွာရှင်းထားခံရပြီး\nဂရတ်ဟာ သူတစ်ခါမှ မရောက်ဖူးတဲ့ နေရာတွေကို\nအတွေးထဲမှာ အမြဲပေါ်နေတတ်ပြီး ရင်းနှီးနေသလို ခံစားနေရတယ်..လုပ်သမျှ အဆင်မပြေဖြစ်ကာ အလုပ်ကနေအထုပ်ခံလိုက်ရတဲ့အချိန်မှာ\nလမ်းပေါ်မှာနေပြီး ထူးဆန်းတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့ တွေ့ဆုံမိခဲ့တယ်...\nသူမ နာမည်က အစ်စဘဲလ် အစ်စဲဘဲလ်နဲ့ တွေ့ဆုံရပြီး သူမသိရသေးတဲ့ အကြောင်းအရာတွေ\nသူနေထိုင်ရာ ကမ္ဘာကြီးရဲ့ လှို့ဝှက်ဆန်းကျယ်မှုတွေကို သိလိုက်ရတယ်ဒါပေမဲ့ အစ်စဲဘဲလ် ပြောပြတာကကော တကယ်လား...\nလမ်းဘေးမှာနေတဲ့ အစ်စဲဘဲလ်ရဲ့ စကားတွေကြောင့်\nမရှိတာကို ရှိတယ်လို့ ထင်နေမိမလား...\nတကယ်သူတို့နေတဲ့ ကမ္ဘာကြီးကကော ဘယ်မှာရှိတာလဲ ...\nဒီဇာတ်လမ်းထဲလေးက လောကကြီးမှာ တစ်ချိန်တည်းမှာ\nနောက်ကမ္ဘာကြီးကို ခံစားနိုင်တဲ့ ဖန်တီးသူ ၂ ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို အခြေခံပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2hAlq/Bliss.2021.720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
        "title": "The Legend of Shanyu Town (2020)",
        "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ် Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720p Duration : 1h 10mins",
        "rating": "6.1",
        "url": "https://megaup.net/2hzB6/%7BCM%7DLegend_of_Shanyu_Town___720p.mp4",
        "category": "Comedy, Family, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/supernova-2020-133x200.jpg",
        "title": "Supernova (2020)",
        "description": "Supernova (2020)******************(IMDb  6.7)Tuskerနဲ့Samတို့က တစ်ယောက်ကိုတစ်ယောက် နက်ရှိုင်းစွာချစ်ကြတဲ့သက်လယ်ပိုင်းGayစုံတွဲပါ။ကံမကောင်းချင်တော့ Tuskerက Dementiaနောက်ဆုံးအဆင့်ကို ခံစားနေရပြီးမှတ်ဉာဏ်ခဏခဏပျောက်ဆုံးတဲ့ ရောဂါသည်တစ်ဦးပါရောဂါသည်Tuskerကို ခင်ပွန်းဖြစ်သူ Samက အရိပ်တကြည့်ကြည့်နဲ့ပြုစုစောင့်ရှောက်ပေးပါတယ်သူတို့ရဲ့ကားဟောင်းလေးနဲ့ သူငယ်ချင်း၊ ဆွေမျိုးတွေဆီကိုသွားလည်ပြီးအတိတ်က အတူရှိခဲ့တဲ့နေရာတွေကို ပြန်သွားချင်နေတဲ့ Tuskerရဲ့ဆန္ဒကိုSamက ဖြည့်စည်းပေးဖို့ကြိုးစားခဲ့ပါတော့တယ်လူ့သဘာဝအရ တခါတရံ သူတို့နှစ်ဦးသားသဘောထားချင်းမတိုက်ဆိုင်ပေမဲ့Tuskerနဲ့Samတို့ဟာ အချစ်မပျက်ခဲ့ကြပါဘူးသူတို့အချင်းချင်း တိတ်တဆိတ်နဲ့ တစ်ဦးပေါ်တစ်ဦးချစ်ခြင်းမေတ္တာဖော်ကျူးထားပုံကိုSupernovaဆိုတဲ့ဇာတ်ကားလေးမှာ ဆက်လက်ရှုစားကြပါဦး။ Khine Khine Wai နဲ့ Ei Phyu Khin တို့က ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။ File Size : ( GB) and (MB)\nQuality :\nFormat…mp4\nDuration…1h 35min\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Myoko",
        "rating": "6.7",
        "url": "https://megaup.net/VKxu/Supernova.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWedKDsQoXgZ1S3au5Sm49fZQjf.jpg",
        "title": "Our Time Will Come (2017)",
        "description": "ဝေဖန်ရေးသမားတွေရဲ့ ကောင်းမွန်တဲ့ဝေဖန်သံတွေ နဲ့ ရုပ်ရှင်ဆုပေါင်း ၈ ဆု ရရှိထားပြီးဆင်ဆာကြမ်းလှတဲ့ တရုတ်အစိုးရရဲ့ ပိတ်ပင်မှုကိုခံရပြီးမှ ၂၀၁၇ ခုနစ်မှာထွက်ရှိလာခဲ့တဲ့ တရုတ်တော်လှန်ရေးကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။တရုတ်အမျိုးသမီး တော်လှန်ရေးခေါင်းဆောင် “ဖန်းကူး” နဲ့ တော်လှန်ရေးတပ်ဖွဲ့အောင်မြင်ဖို့ မိမိကိုယ်ကို စတေးထားတဲ့ လူငယ်တွေရဲ့ ကြိုးပမ်းခဲ့ပုံတွေကိုနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Zhou Xun , Wallace Huo, Eddie Peng တို့က အတွဲညီညီပုံဖော်ပေးထားပါတယ်။လူငယ်တော်လှန်ရေးအဖွဲ့တွေရဲ့ တော်လှန်ရေးအတွင်းမှာ ကြုံတွေ့ရတဲ့ ခံစားချက်တွေ၊ ခံယူချက်တွေ၊ အတွေ့အကြုံတွေကို အဓိကထားပြီး ရိုက်ပြပေးထားပါတယ်။ ပစ်တာခတ်တာတွေချည်းပဲ ရိုးအီနေအောင်မပြဘဲ တော်လှန်ရေးစိတ်ဓါတ်တွေကို အများကြီးထည့်သွင်းပေးထားတဲ့ ကားလေးဖြစ်တာမို့တွေးလို့ကောင်းမယ့် ရုပ်ရှင်ကောင်းလေးတစ်ကားပါ။ “သမီးတို့တော်လှန်ရေးကကျောက်ခဲကိုကြက်ဉနဲ့ပေါက်သလိုဖြစ်နေမှာပေါ့”“ဒီလိုသာ လူတိုင်းတွေးနေရင် အရေးတော်ပုံ ဘယ်နိုင်တော့မှာလဲအမေ...သမီးပြန်လာခဲ့မှာပါ...အားလုံးအေးချမ်းသွားတဲ့တစ်နေ့ သမီးတို့ ပြန်လည်တွေ့ဆုံကြတာပေါ့”  Translated by : JoJoVaEncoded by : YKFile Size ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/our-time-will-come-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiDvCA9ry3G9SwAP5oKpDFH75YO.jpg",
        "title": "Solo (2017)",
        "description": "Solo 2017-------------------------Solo (2017) ဟာ IMDb 7.1/10 ရထားတဲ့ Anthology Type Netflix Movie ဖြစ်ပါတယ်ဒီဇာတ်ကားမှာ ဇာတ်လမ်းတို လေးခုပါဝင်ပြီးတော့ဇာတ်လမ်းတစ်ခုချင်းစီမှာ အရှင်သီဝရဲ့ personality တစ်ခုချင်းစီရဲ့ ပုံရိပ်ကို ထင်ဟပ်ပြသထားတာပဲဖြစ်ပါတယ်Water Air Fire Earth ဆိုတဲ့ element လေးခုကိုပေါ်လွင်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလည်းဖြစ်ပါတယ်ချစ်ရသူဇနီးသည်ရဲ့ အမှတ်တရတွေကို တစ်သက်လုံးထမ်းပိုးရင်း နေထိုင်သွားတဲ့ ရှေခါဘာသာမတူတဲ့ချစ်သူနဲ့ ခက်ခက်ခဲခဲ ကြိုးစားပေါင်းဖက်ခဲ့ရပြီးမှ ဟန်းနီးမွန်းကာလမှာမှ သေကွဲကွဲရတဲ့ ဒေါက်တာထရစ်လော့အဖေကို သတ်ခဲ့တဲ့လူကို ပြန်လိုက်ရှာရင်း လက်စားချေဖို့ကြိုးစားခဲ့တဲ့ ဂိုဏ်းစတား ရှီဗာအရမ်းချစ်ရတဲ့ကောင်မလေးကို မဆုံးရှုံးချင်လို့ စိတ်လိုက်မာန်ပါပြုမူမိတဲ့ ဗိုလ်လေးရူဒရာလူငယ်လေးယောက်ရဲ့ အချစ်နဲ့ဘဝမှာ အနိမ့်အမြင့်အတက်အကျ နာကျင်မှုနဲ့ ဒေါသ ရောပြွမ်းမှုတို့ကိုကြည့်ရှူခံစားရမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးခုလုံးမှာ Dulquer Salmann တစ်ယောက်တည်းကပဲအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားပြီးတော့ဒါရိုက်တာBejoy Nambiar က ရိုက်ကူးတင်ဆက်ထားပါတယ် Translated by : Jerrica Encoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1BCYm/%7BCM%7D_Solo_(2017)720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3eCLo3aOB2lM06MXiVqWD028DY.jpg",
        "title": "Drishyam 2 (2021)",
        "description": "Drishyam 2 (2021)\nမြန်မာစာတန်းထိုးမနေ့က ထွက်ရှိလာတဲ့ မာလာယာလမ်းစကားပြော အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါရစေ...။\nဒီဇာတ်ကားဟာ ၂၀၁၃ ခုနှစ်က ထွက်ခဲ့တဲ့ Drishyam မူရင်းဇာတ်ကားရဲ့ အဆက်ဖြစ်ပြီး ၊\nပထမကားဟာ Kannada, Tekugu,Tamil,Hindi,Simhalese,Chinese စတဲ့ ဘာသာစကားပေါင်းများစွာနဲ့\nRemake များစွာရိုက်ကူးခဲ့ရတဲ့အထိ အောင်မြင်ခဲ့ပြီး ၊ သူတို့ရဲ့ ကာရယ်လာပြည်နယ်ကပေးအပ်တဲ့\nBest FIlm Award တွေပါ ရရှိခဲ့တဲ့အပြင် ၊ ၄၅ကြိမ်မြောက်ကျင်းပတဲ့ နိုင်ငံတကာအိန္ဒိယရုပ်ရှင်ပွဲတော်မှာလည်း\nပြသခဲ့ရပါသေးတယ်။\nမြန်မာပြည်မှာတော့ Ajay Devgn ပြန်လည်ရိုက်ကူးထားတဲ့ Drishyam (2015) ရုပ်ရှင်ကို\nလူတွေ ပိုသိကြပါတယ်။\nအထူးပြောလိုတာကတော့ Ajay Devgn ရဲ့ဇာတ်ကားကို ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ၊\nဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်ကားကိုပဲ ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ယခုထွက်လာတဲ့\nDrishyam 2 ရုပ်ရှင်ကို နားလည်မှာပါ။\n(ဘယ်ဇာတ်ကားကိုမှ မကြည့်ဖူးရင်တော့\nပထမထွက်တဲ့ဇာတ်ကားကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါရစေ)ဇာတ်လမ်းအကျဉ်းကို နည်းနည်းပြောပြပါရစေ...။ပထမရုပ်ရှင်မှာပြသွားခဲ့တဲ့ ဇာတ်သိမ်းပိုင်းကနေ ဒီဇာတ်လမ်းကို အစပြန်ကောက်ထားတဲ့အတွက်\nဒီရုပ်ရှင်မှာတော့ ဂျော့ဂျူတီ(GeorgeKutty) ဟာ ၊ ဗာရွန်းအမှုပြီးတဲ့နောက်မှာ\nကေဘယ်တီဗီလုပ်ငန်းအပြင် ရုပ်ရှင်ရုံတစ်ခုပါ တည်ထောင်လိုက်ပြီး ...",
        "rating": "8.9",
        "url": "https://megaup.net/16ey1/Drishyam.2.2021.720p.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6y3ev0rJFbHA1hU22UPmmfzBjrG.jpg",
        "title": "The Map of Tiny Perfect Things (2021)",
        "description": "The Map of Tiny Perfect Things (2021)အခုတစ်ခေါက်မှာတော့ The edge of tomorrow တို့လို Groundhog Day တို့လိုမျိုး\nTime loop ရုပ်ရှင်ပရိသတ်တွေရဲ့အကြိုက်နဲ့ကိုက်ညီမယ့် ရုပ်ရှင်လေးကိုတင်ဆက်ပေးသွားမှာပါ။The Map of Tiny Perfect Things လို့အမည်ရတဲ့ရုပ်ရှင်ကားလေးမှာတော့\nအချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေကြတဲ့လူငယ်လေးနှစ်ယောက်အကြောင်း ဖော်ကျူးတင်ဆက်ထားတာဖြစ်ပါတယ်မက်လို့အမည်ရတဲ့ ကောင်လေးတစ်ယောက်ဟာ အချိန်စက်ဝန်းရဲ့ တစ်ရက်ထဲမှာ ထပ်ခါတလဲလဲပိတ်မိနေသူပါ။\nတစ်နေ့တစ်နေ့ ဒီတစ်ရက်ထဲမှာပဲ ထပ်တူညီတဲ့အဖြစ်မျိူးတွေချည်းကြုံနေရတဲ့ မက်တစ်ယောက်ဟာ သူ့ဘဝကြီးကို ငြီးငွေ့လာခဲ့ပါတယ်။\nသူတစ်ယောက်ထဲ အချိန်စက်ဝန်းထဲမှာ တစ်ကမ္ဘာတည်နေရသလိုပေါ့မက်က စူးစမ်းချင်တယ် .....\nသူ့ရဲ့စိတ်ညစ်စရာဘဝကြီးကနေ လွတ်မြောက်ချင်တယ်\nအချိန်စက်ဝန်းထဲကနေ လွတ်မြောက်ဖို့အတွက် နည်းအမျိုးမျိုးရှာဖွေစမ်းသပ်တယ်။\nအချိန်မျဥ်းတွေကို ကျော်ဖို့ကြိုးစားတယ်အဲ့လိုနဲ့ တစ်နေ့မှာ သူ့လိုပဲ အချိန်စက်ဝန်းထဲပိတ်မိနေတဲ့ ကောင်မလေး မာဂရက်နဲ့ တွေ့ဆုံခဲ့တယ်။\nမာဂရက်ကတော့ သူနဲ့ပြောင်းပြန်ပါ။\nကင်ဆာနဲ့သေဆုံးခါနီးအမေဖြစ်သူကြောင့် အချိန်တွေကိုရပ်တန့်ပြီး\nအခုလိုတစ်ရက်ထဲမှာ ပိတ်မိနေရတာကို ပျော်မွေ့ပြီး အချိန်စက်ဝန်းကနေ ရုန်းမထွက်ချင်သူပါ။\nလေးဖက်မြင်ဆိုတဲ့ပုံရိပ်ကို အချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေရင်းလိုက်ရှာချင်တဲ့သူလေးပေါ့အချိန်စက်ဝန်းကနေ ရုန်းထွက်ချင်သူ မက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1BC9k/The.Map.of.Tiny.Perfect.Things.2021.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/download-133x200.png",
        "title": "Our Friend (2021)",
        "description": "Our Friend (2021)******************(IMDb 7.3 )ဇတ်လမ်းအညွှန်း============ဘဝမှာ လူတစ်ယောက်တိုင်းဆီက လူပေါင်းစုံနဲ့ ကြုံဖူးကျ နေဖူးကျမှာပါ...အဲ့ထဲမှာမှ ကိုယ်အရမ်းချစ်ရတဲ့မိသားစုတွေရှိကြတယ်...အရမ်းခင်ရတဲ့သူငယ်ချင်းတွေရှိကြတယ်...အဓိကပြောချင်တာကတော့ အရမ်းခင်ရတဲ့သူငယ်ချင်းဆိုတဲ့အကြောင်းလေးပါပဲ...\nအဲ့လိုသူငယ်ချင်းကို..ညီအစ်ကိုမောင်နှမလို ချစ်ပြီးရင်းနှီးခင်မင်ဖူးကြမှာပါ...အနေဝေးနေရင်တောင်မှ ဘယ်လောက်ရင်းနှီးကြတယ်ဆိုတာ ထုတ်ပြောစရာတောင်မလိုပါဘူး...\nအဲ့လိုသူငယ်ချင်းတွေထဲမှာမှ အသက်လတ်ပိုင်း\nလောက်မှာ စတော့ခင်ဖူးခဲ့တယ်...ဒါပေမဲ့ မိသားစုလိုဖြစ်သွားတဲ့ သူငယ်ချင်းတစ်ယောက်အကြောင်းကို ဒီဇာတ်ကားထဲမှာ ဖော်ပြထားပါတယ်...သူ့နာမည်က ဒိန်းတဲ့...ဒိန်းက ပျင်းစရာကောင်းတဲ့စာရင်းကိုင် အလုပ်ကိုလုပ်ပါတယ်...သူ့မှာ ကောင်မလေးလဲရှိတယ်...ဇာတ်ကားရဲ့အစမှာတော့ သူစပြီးပေါင်းဖြစ်သွားတဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ မက် နဲ့ နစ်ကိုးလ်တို့လင်မယားလေးအကြောင်းနဲ့ ပြထားပါတယ်......နစ်ကိုးလ်ဆိုတဲ့မိန်းကလေးက ကဇာတ်မှာသီချင်းဆိုတဲ့အလုပ်လုပ်တယ်...သူ့ယောက်ျားဖြစ်တဲ့ မက်က ဂျာနယ်ဌာနမှာ စာရေးတဲ့အလုပ်လုပ်တယ်...ဒိန်းက နစ်ကိုးလ်ဆိုတဲ့သူငယ်ချင်းမိန်းကလေးကို လူလွတ်ထင်ပြီး ချိန်းတွေ့ဖို့လုပ်ရင်းက ခင်သွားကြတာပါအဲ့လိုနဲ့ တဖြည်းဖြည်းပေါင်းလာရင်းနဲ့ အချိန်တွေကြာလာတဲ့တစ်ရက်မှာ သူတို့ကြားထဲမှာ မထင်မှတ်တဲ့ ဝမ်းနည်းစရာအဖြစ်ဆိုးကြီးတစ်ခုကို ကြုံလိုက်ရပါတယ်...အဒါကတော့ နစ်ကိုးလ်မှာ ကင်ဆာရှိသွားတာပါပဲ..အဲ့အချိန် သူတို့လင်မယားမှာ သမီးလေး၂ယောက်လည်းရှိနေကြပြီ...ဒီလိုအခြေအနေ\nတွေ ခက်ခဲသွားပြီဖြစ်တဲ့အချိန်မှာ သူငယ်ချင်းတစ်ယောက်အနေနဲ့ ဒိန်းတစ်ယောက် ဘာတွေလုပ်မလဲ...သူတို့ဒီအခြေအနေကိုဘယ်လိုတွေတူတူကျော်ဖြတ်ကြလဲဆိုတာကို...ကြည့်ရှုမယ့်\nရုပ်ရှင်ချစ်သူငယ်ချင်းအပေါင်းတို့ ဆက်လက်ခံစားကြည့်ကြပါဦး..ဒီဇတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Cynthia ဖြစ်ပါတယ်။ File Size : (1.1 GB, 1.8 ...",
        "rating": "7.3",
        "url": "https://megaup.net/2hzwh/The.Friend.2019.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u00WWJsijXwkkXqc8hHJAKGJ3mh.jpg",
        "title": "Red (2021)",
        "description": "RED 2021\nမြန်မာစာတန်းထိုးဒီမင်းသားကတော့ တေလဂူးပရိသတ်တွေရင်းနှီးပြီးသား ဖြစ်မှာပါ။\niSmartShankar တို့၊ Hello Guru Prema Kosameတို့ရဲ့ မင်းသား\nRam Pothineniပါပဲ။လောကမှာ အရှုပ်ထွေးဆုံးက လူ့လောက ဖြစ်ပါတယ်။\nလူတစ်ယောက် နှစ်ယောက်ကနေ\nအစုအဖွဲ့ ဖြစ်လာတော့\nလူ့ အဖွဲ့အစည်းတွေသတ်မှတ်ပြီး\nဥပဒေတွေ စည်းမျဉ်းစည်းကမ်းတွေ\nချမှတ်တာဟာလည်း ဒီလူသားတွေပါပဲ။ဘယ်လိုပဲ ဥပဒေတွေ\nစည်းတွေဘောင်တွေ ချမှတ်ပေမယ့်\nကယ်ပေါက်(ဟာကွက်)တွေကလည်း\nရှိနေစမြဲပါပဲ။ဇာတ်လမ်းအကျဉ်းက. . .\nအာကတ်ရ်ှဆိုတဲ့ လူတစ်ယောက်\nသူနေထိုင်ရာ တိုက်ခန်းမှာ အသတ်ခံရတယ်။ရဲတွေ ပြာပန်းခတ် လှုပ်ရှားပြီး\nအမှုမှန်ပေါ်အောင် စုံစမ်းနေစဉ်မှာ\nဆိဒါ့သ်ဆိုတဲ့ အင်ဂျင်နီယာတစ်ယောက်ကို ဖမ်းလိုက်ပါတယ်။ရဲတွေရဲ့ ဆက်စပ် စုံစမ်းမှုအရ\nလူသတ်သမားရဲ့ နေအိမ်တိုက်ခန်းအပြင်မှာ\nအခင်းဖြစ်ပွားတဲ့ ညတုန်းက လူတစ်ယောက်ရပ်နေတာကို\nအမှတ်မထင်ဘဲ ရိုက်မိခဲ့တဲ့ ပုံတစ်ပုံရရှိခဲ့ကြပါတယ်။ဒီတော့\nအာကတ်ရ်ှကို သတ်သွားတာ\nသူပဲလို့ ကောက်ချက်ချလိုက်ပါတယ်။ဘယ်လိုပဲ စစ်မေး စစ်မေး အမှုမှန် မပေါ်သလို\nဆယ်လ်ဖီပုံတစ်ခုသာ သက်သေအဖြစ် ရှိတာမို့\nရဲတွေ ခေါင်းချင်းဆိုင် ဆွေးနွေး အကြံထုတ်ရပြီ။ဒီလိုနဲ့ မကြာမီမှာပဲ ရဲအရာရှိတွေ အကြပ်ရိုက်စေမယ့်\nအရာတစ်ခုကို ထပ်မံသိလိုက်ရပါတော့တယ်။ဇာတ်လမ်းကျောရိုးက အဲ့လောက်ပဲ ဆိုပေမယ့် အရှေ့ပိုင်းမှာ ပြသွားတဲ့ အခန်းတွေ\nကြားမှာ ဖြတ်ပြတဲ့ အခန်းတွေဟာ\nလူသတ်သမား ...",
        "rating": "5.8",
        "url": "https://megaup.net/2XEej/%7BCM%7DRED_(2021)_Telugu%C2%A0TRUE_WEB-DL_-720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbGCxfOEbVUoASAvLwcUEcPAhiy.jpg",
        "title": "Escaping the Madhouse: The Nellie Bly Story (2019)",
        "description": "1887 ခုနှစ်မှာထွက်ရှိထားတဲ့ နာမည်ကြီးစာအုပ်Nelly Bly ရဲ့ 'Ten days in a Madhouse’ ကိုသိကြလားဗျကျွန်တော်ကတော့ အဲ့ဒီစာအုပ်ကို ခပ်ငယ်ငယ်အရွယ်က ဖတ်ခဲ့ဖူးတယ်တော်တော်လေးကိုလည်း သဘောကျခဲ့တယ်ဇာတ်လမ်းကတော့ စာအုပ်နာမည်အတိုင်းပဲNew York တစ်ဖက်ခြမ်း Blackwell ကျွန်းပေါ်ကအမျိုးသမီးစိတ္တဇဆေးရုံတစ်ခုကို ရောက်သွားတဲ့၁၀ ရက်တာအကြောင်းကို ရေးထားတာဒီစာအုပ်ကို ရုပ်ရှင်ပြန်ရိုက်မယ်ဆိုတော့အားလုံး တစ်ထပ်တည်းကျပါ့မလားလို့လည်း စိတ်ပူခဲ့မိသေးတယ်ဖြစ်ရပ်မှန်ရုပ်ရှင်တွေကတော့ ထုံးစံအတိုင်းပေါ့ဗျာစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းမဟုတ်ဘဲဖြည့်သင့်တာဖြည့် ဖြုတ်သင့်တာဖြုတ်ပြီး ရိုက်ထားတယ်ဒီလိုပြောလို့ ရုပ်ရှင်ကိုတော့အထင်မသေးစေချင်ပါ2019 ခုနှစ်မှာ Canadian Society of Cinematographers Award အတွက် ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး2020 ခုနှစ်မှာ Women’s Image Network Award ကိုရခဲ့သေးတာ'ငါ့ရဲ့တစ်နေ့တာကို မင်းရဲ့ဆံပင်အရောင်ပေါ်မူတည်ပြီး ဆုံးဖြတ်တယ်မင်းဆံပင်လေး ပန်းရောင်သန်းနေရင် မနက်ခင်းအနီညိုရောင်ရင့်ရင့်ဆိုရင် နေ့လည်ခင်းပျားရည်ဆမ်းထားတဲ့ ပယင်းရောင်လေးဆိုရင် ညနေခင်း'တဲ့အမျိုးသမီးစိတ္တဇဆေးရုံမှာ ရှိနေတဲ့အမျိုးသမီးတွေရဲ့ဘဝတွေ​ဒီဆေးရုံရဲ့အကြီးအကဲ အမျိုးသမီးကြီးရဲ့ငယ်ရွယ်စဉ်မှာရရှိခဲ့တဲ့ စိတ်ဒဏ်ရာတွေကြောင့်ထိခိုက်ခံစားရတဲ့ ဘဝတွေ.....ပြီးတော့ ဒီလိုရူးသွပ်မှုတွေကြားကမှ​ပေါ်ပေါက်လာတဲ့ သံယောဇဉ်တွေ ချစ်ခြင်းတွေ......လက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦး  Translated ...",
        "rating": "6.4",
        "url": "https://megaup.net/VLrz/%7BCM%7DEscaping.The.Madhouse.The.Nellie.Bly.Story.2019.720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nfRlQCl590F30L37aihuqBGBvaO.jpg",
        "title": "Terrifier (2016)",
        "description": "Terrifier(2016)ဒီကားဟာ ပိုးစိုးပက်စက်သတ်ဖြတ်တဲ့အခန်းတွေပါတဲ့ Slasher Horror အမျိုးအစားမို့\nအသက်မပြည့်သေးသူတွေနဲ့အသည်းငယ်သူတွေအတွက်မဟုတ်ဘူးလို့ပြောချင်ပါတယ်။ဒါရိုက်တာ၊ဇာတ်လမ်းရေးဆရာ Damien Leone က 2011 တုန်းကသူ့ရဲ့ မိနစ်၂၀စာ ဇာတ်လမ်းတိုTerrifier ကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ကောင် Art the clown ဟာ\nအရင်က All hallows' eve ဇာတ်လမ်း နဲ့\nThe 9th circle ဇာတ်လမ်းတိုတို့မှာလည်း\nပါဝင်ခဲ့ဖူးတဲ့ဇာတ်ကောင်ဖြစ်ပါတယ်။တယ်ရာနဲ့ ဒေါင်းန် တို့သူငယ်ချင်းနှစ်ယောက်ဟာ ဟောလိုးဝင်းပါတီတစ်ခုကအပြန်မှာ\nပီဇာဆိုင်ကိုသွားကြပါတယ်။ဆိုင်ထဲဝင်သွားပြီးမကြာခင် လူပြက်ဝတ်စုံနဲ့လူတစ်ယောက်လည်း ရောက်လာပြီး\nတယ်ရာကိုကြက်သီးထဖွယ် မျက်တောင်မခတ်စိုက်ကြည့်နေပါတော့တယ်။တော်တော်အရက်မူးနေတဲ့ ဒေါင်းန်ဟာ ထိုလူပြက်ကို ကျီစယ်နောက်ပြောင်ခဲ့ပြီးနောက်\nသူငယ်ချင်း ၂ယောက်အိမ်ပြန်ဖို့အလုပ်မှာ ကားဘီးပေါက်နေတာတွေ့လိုက်ရပါတယ်။တယ်ရာဟာ အစ်မဖြစ်သူကိုလာခေါ်ဖို့အကူအညီတောင်းပြီး\nအနီးအနားကဂိုထောင်တစ်ခုထဲကို\nသန့်စင်ခန်းလိုက်ရှာဖို့ဝင်သွားပါတယ်။ဒေါင်းန်တစ်ယောက်တည်းကားပေါ် ရှိနေချိန်\nရေဒီယိုမှာ လူပြက်တစ်ယောက်ဟာ\nပီဇာဆိုင်ဝန်ထမ်း၂ဦးကိုရက်ရက်စက်စက်သတ်သွားကြောင်းကို အံ့သြစွာကြားလိုက်ရပြီးနောက်၊\nကားတံခါးဖွင့်သံနဲ့အတူ ကားထဲရောက်လာသူကို\nသူ့သူငယ်ချင်းတယ်ရာအမှတ်နဲ့ စကားပြောနေရင်း\nလှည့်ကြည့်လိုက်တဲ့အခါ...  Translated by ; Pyi T NyeinEncoded by YKQuality : 1080p Blu-Rayx264 and 720pFile Size : 1.8GB and ...",
        "rating": "5.6",
        "url": "https://megaup.net/2XD7z/%7BCM%7DTerrifier.2017.720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mP2qaWdxbisjJWWHYCq3uq4Dtji.jpg",
        "title": "The Last Train (2016)",
        "description": "Last Train to Auschwitz(2006)=============================IMDb Rating- 6.6/10Rotten Tomatoes- 79%ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာခေါင်းဆောင်တဲ့ နာဇီဟာ ဂျူး၆သန်းကို သုတ်သင်ခဲ့တာ လူတိုင်းအသိဖြစ်မယ်လို့ထင်ပါတယ်ဒီဇာတ်ကားထဲမှာတော့ ဂျာမန်အစိုးရဲ့ ဂျူးသုတ်သင်ရေးတစိတ်တပိုင်းဖြစ်တဲ့ “ဘာလင်မြို့ပေါ်က ဂျူးတွေကို နှင်ထုတ်၊Auschwitzမြို့အထိ ရထားနဲ့ပို့လိုက်တဲ့အကြောင်း”ကို ရှုစားရမှာပါ***************************************\n၁၉၄၃ ဧပြီလ ညတစ်ညမှာတော့ ဂျာမနီနိုင်ငံ ဘာလင်မြို့မှာရှိနေတဲ့ ဂျူးလူမျိုးလက်ကျန်တိုင်း(ဆင်းရဲ ချမ်းသာမရွေး)ကိုနာဇီလျှို့ဝှက်ရဲတပ်ဖွဲ့ကနေ  အိမ်တိုင်ရာရောက်ဖမ်းဆီးခဲ့ပါတယ်ဖမ်းဆီးခဲ့တဲ့ ဂျူးလူမျိုးတွေကိုလည်း ဘာလင်-ဂူနဗိုင်လ် ဘူတာကတစ်ဆင့် ပို့မယ့်နေရာမပြောပြဘဲ ရထားပေါ်တင်လိုက်ပါတယ်ရထားပေါ်မှာလည်း ဂျူးလူမျိုးတွေဟာ တိရစ္ဆာန်တွေလိုဆက်ဆံခံခဲ့ရတယ်ပြီးတော့ အစာရေစာကျွေးတာမခံခဲ့ရသလို စိတ်ကူးပေါက်ရင် သေနတ်အပစ်ခံရတာမျိုး ကြုံခဲ့ရတယ်ဇာတ်လမ်းတင်ဆက်ပုံကတော့ realistic တော်တော်လေး ဖြစ်တာကြောင့် ဗဟုသုတတော်တော်ရနိုင်သလိုနာဇီစနစ်ဆိုးကိုလည်း မျက်ဝါးဝါးထင်ထင် မြင်တွေ့နိုင်ပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-last-train-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
        "title": "I Care a Lot (2021)",
        "description": "I Care A Lot (2020)ဇာတ်လမ်းနာမည်အတိုင်း မာလာဂရေဆန်ဟာ အိုမင်းမစွမ်းဖြစ်နေတဲ့ သက်ကြီးရွယ်အိုတွေကိုစောင့်ရှောက်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကိုဦးဆောင်နေတဲ့ အမျိုးသမီးတစ်ဦးပါဒါပေမယ့် ကောင်းသောစောင့်ရှောက်ခြင်းမျိုးလားဆိုတော့ သူ့ကောင်းစားရေးအတွက် ချမ်းသာတဲ့အဘိုးအဘွားတွေကို အသုံးချနေတဲ့စောင့်ရှောက်ခြင်းမျိုးပါမာလာဟာ ဒေါက်တာကယ်ရင်အေမို့စ်ဆိုတဲ့ ဆရာဝန်နဲ့ပေါင်းကြံပြီး လူနာတွေထဲက သူဌေးအဘိုးကြီး အဘွားကြီးတွေကို ကျန်းမာရေးချို့တဲ့လို့ ကိုယ့်ကိုယ့်ကိုမစောင့်ရှောက်နိုင်တော့ပါဘူးဆိုပြီး တရားရုံးကိုအကူအညီတောင်း၊ တရားရုံးကနေမှ မာလာ့ကိုတရားဝင်အုပ်ထိန်းသူအဖြစ် တာဝန်ခန့်အပ်ပြီး လူနာတွေကို သက်ကြီးရွယ်အိုစောင့်ရှောက်ရေးဂေဟာမှာ သွားထားထားတာပါအဲဒီစောင့်ရှောက်ရေးဂေဟာဆိုတာကလည်း အကျယ်ချုပ်ချထားတာနဲ့မခြားပါဘူး မာလာနဲ့ပေါင်းကြံထားတဲ့အဖွဲ့အစည်းတွေပေါ့ အပြင်လောကနဲ့အဆက်အသွယ်လုံးဝဖြတ်ထားပြီး မိသားစုဝင်တွေနဲ့ပါ လုံးဝပေးမတွေ့တာပါအဲဒီလို သက်ကြီးရွယ်အိုတွေကို ဂေဟာမှာသွားထားပြီး မာလာကတော့ သူတို့ရဲ့အိမ်တွေ၊ ကားတွေ၊ ပိုင်ဆိုင်မှုတွေကို လေလံတင်ပြီးရောင်းစားနေတာပေါ့အကြောင်းပြချက်ကတော့ သူတို့မိသားစုဝင်တွေက အဘိုးအဘွားတွေကိုပစ်ထားတဲ့အတွက် စောင့်ရှောက်ရေးဂေဟာကိုပေးရမယ့်စရိတ်စကတွေပေးဖို့ ဒီလိုပစ္စည်းတွေကိုထုခွဲရောင်းချပြီး စီမံရပါတယ်ပေါ့ဒီလိုနဲ့တစ်နေ့ ဒေါက်တာကယ်ရင်အေမို့စ်ချိတ်ပေးတဲ့ မိသားစုလည်းမရှိ ငွေလည်းလျှံတဲ့အပျိုကြီး ဂျနီဖာပီတာဆန်တစ်ယောက် မာလာတို့လက်ထဲရောက်လာတဲ့အခါ....မာလာတို့အကြိုက်ပဲပေါ့နော် အမွေစားအမွေခံသားသမီးလည်းမရှိ၊ မိသားစုဝင်လည်းတစ်ယောက်မှမရှိတော့ အဘွားကြီးကို ဂေဟာမှာလှောင်ပိတ်ထားပြီး အဘွားကြီးအိမ်တွေ၊ ပိုင်ဆိုင်မှုတွေကိုရောင်း၊ ဘဏ်ထဲကမီးခံသေတ္တာတွေကို စိတ်ကြိုက်ခြယ်လှယ်တော့တာပေါ့ဒါပေမယ့် အဘွားကြီးပြောတဲ့စကားတစ်ခွန်းက \"မင်းလုပ်ခဲ့မိသမျှထဲမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/VKzc/I.Care.a.Lot.2021.720p.CM..mp4",
        "category": "Comedy, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-24-at-4.57.20-PM-135x200.png",
        "title": "Flora & Ulysses (2021)",
        "description": "Flora & Ulysses (2021)=================IMDb Rating - 6.5/10ဒီတစ်ခေါက်မှာတော့ IMDb 6.5/10 ရထားတဲ့ Disney Movies အလန်းစား ComedySuperHero ဇာတ်ကားလေး ဖြစ်တဲ့  Flora and Ulysses ဆိုတဲ့ မိသားစုဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အသက် ဆယ်နှစ်အရွယ် ဖလော်ရာဆိုတဲ့ကောင်မလေးဟာ  သူမအဖေရေးထားတဲ့ ကောမစ်စာအုပ်တွေဖတ်ရတာကြိုက်ပြီး စိတ်ကူးစိတ်သန်းများစွာရှိတဲ့ ကလေးမလေးဖြစ်ပါတယ်။တစ်နေ့မှာ ယူလစ်စီဆိုတဲ့ ရှဉ့်လေးတစ်ကောင်ကို မထင်မှတ်ထားဘဲ ကယ်တင်လိုက်ပြီးတဲ့နောက်မှာထူးဆန်းတဲ့အဖြစ်အပျက်တစ်ခုအနေနဲ့ အဲ့ရှဉ့်ကလေးဟာ အစွမ်းသတိတွေရှိနေပါတယ်၊ တစ်နေ့မှာတော့ ရှဥ့်လေးကို တိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲက လိုက်လံဖမ်းစီးတာကြောင့် အဲ့ ရှဥ့်ကလေးနဲ့အတူထွက်ပြေးရပါတော့တယ်၊ ဒီကားလေးထဲမှာ ရှဥ့်ကလေးရဲ့ အစွမ်းနဲ့  ပေါင်းပြီး ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ဆိုတာကို အသည်းတယားယားနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်၊  ရှဉ့်ကလေး ယူလစ်စီရဲ့ ချစ်ဖို့ကောင်းတဲ့အပြုအမူတွေအပြင်  ကလေးလေးတွေရဲ့ လောကကြီးအပေါ်ထားတဲ့ အပြစ်ကင်းတဲ့ အမြင်ချစ်ခြင်းမေတ္တာရဲ့ အရေးကြီးတဲ့အချက် စတာလေးတွေကိုပါ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခွင့်ရမှာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hEC5/Flora.and.Ulysses.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS4xCPwxhrCpu1x7qiL6p3cUeNf.jpg",
        "title": "Yamato (2005)",
        "description": "[ Unicode ]ဒုတိယကမ္ဘာစစ်တွင် ဂျပန်တပ်များ စစ်ပွဲတွင်စတင်ပြီးစစ်ရှုံးခဲ့ကြပါတယ်\nကာမီအို ပါဝင်တဲ့ အထူးဂျူနီယာအရာရှိများ ယာမာတိုသင်္ဘောကြီးပေါ်ရောက်ပြီး ဗိုလ်ကြီး မိုရီဝါကီနဲ့ အူချီဒါတွေနဲ့တွေ့ဆုံပါတော့တယ်ဒါပေမယ့် ဒီတိုက်ပွဲဟာဆိုရင် ဂျပန်အင်ပါယာရေတပ်ရဲ့ မှတ်သားဂုဏ်ယူစရာတိုက်ပွဲတဟ်ခုဖြစ်ခဲ့ပါတယ်\nဒီထဲမှာဆိုရင် တပ်သားတွေရဲ့ နိုင်ငံအပေါ်ထားတဲ့ မျိုးချစ်စိတ်နဲ့ ယာမာတိုသင်္ဘောကြီးအပေါ်မှာထားတဲ့ ချစ်မြတ်နိုးစိတ်တို့ကိုတွေ့မြင်နိုင်တဲ့အပြင်\nရဲဘော်အချင်းချင်းဖေးမရင်း နိုင်ငံအတွက် သေတဲ့အထိ တိုက်ခိုက်သွားကြတဲ့ပုံစံတွေကို ဝမ်းနည်းကြေကွဲဖွယ်တွေ့မြင်နိုင်မှာဖြစ်ပါတယ်( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ )  [Zawgyi]ဒုတိယကမာၻစစ္တြင္ ဂ်ပန္တပ္မ်ား စစ္ပြဲတြင္စတင္ၿပီးစစ္ရႈံးခဲ့ၾကပါတယ္\nကာမီအို ပါဝင္တဲ့ အထူးဂ်ဴနီယာအရာရွိမ်ား ယာမာတိုသေဘၤာႀကီးေပၚေရာက္ၿပီး ဗိုလ္ႀကီး မိုရီဝါကီနဲ႔ အူခ်ီဒါေတြနဲ႔ေတြ႕ဆုံပါေတာ့တယ္ဒါေပမယ့္ ဒီတိုက္ပြဲဟာဆိုရင္ ဂ်ပန္အင္ပါယာေရတပ္ရဲ႕ မွတ္သားဂုဏ္ယူစရာတိုက္ပြဲတဟ္ခုျဖစ္ခဲ့ပါတယ္\nဒီထဲမွာဆိုရင္ တပ္သားေတြရဲ႕ ႏိုင္ငံအေပၚထားတဲ့ မ်ိဳးခ်စ္စိတ္နဲ႔ ယာမာတိုသေဘၤာႀကီးအေပၚမွာထားတဲ့ ခ်စ္ျမတ္ႏိုးစိတ္တို႔ကိုေတြ႕ျမင္ႏိုင္တဲ့အျပင္\nရဲေဘာ္အခ်င္းခ်င္းေဖးမရင္း ႏိုင္ငံအတြက္ ေသတဲ့အထိ တိုက္ခိုက္သြားၾကတဲ့ပုံစံေတြကို ဝမ္းနည္းေၾကကြဲဖြယ္ေတြ႕ျမင္ႏိုင္မွာျဖစ္ပါတယ္( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu ...",
        "rating": "6.5",
        "url": "https://megaup.net/3DzHg/Yamato_(2005)_HEVC_720p_5.1.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/MV5BMTkzMjgwMDg1M15BMl5BanBnXkFtZTcwMTgzNTI1OA@@._V1_SY1000_CR006431000_AL_-193x300.jpg",
        "title": "Rise of the Guardians (2012)",
        "description": "Director: Peter Ramsey ရိုက်ကူးတင်ဆက်ထားပြီးNovember 21, 2012 (USA) မှာ ရုံတင်ခဲ့တဲ့ လူကြီးရော ကလေးပါ ကြည့်သင့်တဲ့ယုံကြည်မှု စိတ်ဓါတ်ရေးရာ မြင့်တင်ပေးပြီး စိတ်ဓါတ်ခွန်အား ရရှိစေမယ့် နတ်သမီး ပုံပြင်အခြေခံကာတွန်းဇတ်လမ်းလေး ဖြစ်ပါတယ်....==================================ဇတ်လမ်းပုံစံကတော့ ကြင်နာတက်တဲ့ စိတ်ထားရှိတဲ့ ဂျက်ဖရော့ဒ်ဟာ လူသား ဘ၀ မှာ သူရဲ့ ညီမလေးကို ကယ်ဆယ်ဖို့ သူ့အသက်ကိုစွန့်လွှတ်ခဲ့ပြီး ရေခဲပြင်ထဲမှာ သေဆုံးသွားပါတယ်...တစ်ရက်သော လပြည့်ညမှာတော့ လနတ်သား ဟာ ဂျက်ဖရော့ဒ် ကိုသေရွာကနေ နှိုးယူပြီး လူသားကလေးတွေ ရဲ့ ပျော်ရွှင်မှုကို ဆောင်ကျဉ်းပေးမယ့်နှင်းလူသား အဖြစ် ဖန်တီး ပေးလိုက်ပါတယ်....ဂျက်ဖရော့ဒ် ရဲ့ အတိတ်ဘ၀ မှတ်ဉာဏ်ကို ဖျောက်ထားခဲ့တဲ့အတွက်၎င်း ကိုယ်တိုင် စိတ်ထားကောင်းမွန်တဲ့ ကောင်လေး တစ်ယောက်ဆိုတာ မသိခဲ့ပါဘူးဒါကြောင့် သူ့ကိုသူ နတ်ဆိုး တစ်ယောက်လို့ မှတ်ယူပြီး လေလွင့်နေတုန်းဆန်တာကလော့ တို့ အက်စတာဘန်နီ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rise-of-the-guardians-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7dZpJDORYs5c56dydbrLFkEXpE.jpg",
        "title": "Host (2020)",
        "description": "ကိုဗစ်ဖြစ်နေတဲ့ကာလမှာ အပြင်မထွက်ရတော့zoom သုံးပြီးစာသင်ရ စကားပြောရလုပ်ကြရတယ်မို့လားအဲ့အပြင်ကို တခြားရော ဘာတွေလုပ်ဖြစ်ကြသေးလဲ(ကိုယ်ကတော့ အတင်းစုပြောဖူးတယ် )အခုဒီရုပ်ရှင်ထဲမှာကတော့zoom သုံးပြီး ဝိဥာဉ်ခေါ်ပွဲလုပ်ကြပါသတဲ့ဒီလိုမျိုးလုပ်တာဟာတကယ်ရော ခေါ်လို့ရပါမလားဝိဉာဉ်တွေကရော အွန်လိုင်းသုံးတတ်ကြပါမလားပြီးတော့ရော ဘာတွေဖြစ်လာကြမလဲသိချင်ရင်တော့ဒီမှာဆက်ကြည့်လိုက်ကြပါနော်ကြည့်ပြီးသွားမှ zoom မသုံးရဲတော့ဘူးလို့တော့မပြောနဲ့နော်IMDB rating 6.6 ရထားတဲ့သဲထိပ်ရင်ဖိုကားကောင်းလေးပါလန့်ဖို့ကောင်းတဲ့အခန်းတွေပါတာမို့လို့အရမ်းကြောက်တတ်သူများမကြည့်သင့်ပါနော် Translated by : ThinZar HtetEncoded by : YKQuality : 1080p WEB H264 and 720pFile Size : 815 MB and 490MBDuration : 57mins",
        "rating": "6.6",
        "url": "https://megaup.net/2hDUj/%7BCM%7DHost.2020.720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/1-SlIwyx_DFgSyJGL21_GTMg-133x200.jpeg",
        "title": "R.I.A.(2021) / Override",
        "description": "ရီယာဆိုတဲ့မိန်းမငယ်တစ်ယောက်ဟာ သာမန်အိမ်ထောင်ရှင်မတစ်ယောက်\nဆင်ခြေဖုံးဒေသမှာ ခင်ပွန်းသည်နဲ့အတူနေထိုင်တယ်။ မနက်လင်းတဲ့အခါအိပ်ယာကထ မနက်စာပြင်မယ် ခင်ပွန်းကိုနှိုးမယ်၊\nတစ်နေ့တာအစီအစဉ်တွေအကြောင်း ဖလှယ်ကြမယ်။ ခင်ပွန်းသည်က နှုးနှပ်ဖို့ကြိုးစားရင် ညအထိစောင့်ဖို့ပြောမယ်။\nအိမ်အလုပ်တွေလုပ်၊ တစ်ခါတစ်လေလဲ ယောဂကျင့်၊ ညကျရင်အချိန်မှန်လာတတ်တဲ့ဇာတ်လမ်းတွဲကြည့် ပုံမှန်နေ့စဉ်ဘဝပေါ့။\nသူ့ခင်ပွန်းသည်နာမည်က ဂျက်ခ်တဲ့။ ဒီအထိဘာမှမထူးဆန်းဘူး၊ နောက်တစ်နေ့မနက် သူပြန်နိုးလာတယ်။ သူ့ခင်ပွန်းကိုနှိုးမယ် မနက်စာပြင်မယ်။\nဒါပေမယ့် သူ့ခင်ပွန်းဆိုတဲ့သူက နောက်တစ်ယောက်ဖြစ်နေခဲ့ပြီ။ ဒါပေမယ့် နာမည်ကတော့ ဂျက်ခ်ပဲ။ သူကတော့မသိဘူး ပုံမှန်စကားတွေပြောတယ်။\nပုံမှန်လည်ပတ်မှုအတိုင်း တစ်နေ့တာကို ဆက်သွားတယ်။ သူ့ဘဝဟာ ဒီလို Loop တစ်ခုထဲမှာ ထပ်တလဲလဲလည်ပတ်နေရတယ်ဆိုတာ\nရီယာ ဘယ်တော့ရိပ်မိလာမလဲ? သူက ဘယ်သူလဲ? သူ့ခင်ပွန်းသည်ဆိုသူတွေကရော?\nအရေးကြီးဆုံးကတော့ ဒီအဖြစ်အပျက်တွေအားလုံးကို ကြိုးကိုင်နေသူတွေက ဘယ်သူဖြစ်နေမလဲ? ဆက်လက်ရှုစားကြပါ။\nBlack Mirror ကိုရုပ်ရှင်တစ်ကားကြည့်ရသလိုမြင်ရမယ့် sci-fi, Thriller ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ \nFile size…(1.8 GB) and (1 GB)\nQuality…WEB-DL 1080p & 720p\nFormat…mkv\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/VJy7/(CM)R.I.A.2021.720p.AMZN.WEBRip.DDP5.1.x264-NOGRP.mp4",
        "category": "Crime, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
        "title": "The Breakfast Club (1985)",
        "description": "The Breakfast Club (1985)ဒီတစ်ခေါက် CM team မှ တင်ဆက်ပေးမှာကတော့80s Classic Teen Comedy အမျိုးအစားဖြစ်ပြီးIMDb 7.8 နဲ့ Rotten Tomatoes 89%ရရှိထားတဲ့The Breakfast Club ပဲ ဖြစ်ပါတယ်။Teen Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးပဲကျောင်းသား၅ယောက်နဲ့ ဇာတ်အိမ်ဖွဲ့ထားပါတယ်ပင်ကိုယ်စရိုက်ချင်းမတူညီကြတဲ့ ကျောင်းသားကျောင်းသူငါးယောက်ဟာကျောင်းစည်းကမ်းတွေကို မတူညီတဲ့နည်းလမ်းတွေနဲ့ ချိုးဖောက်ခဲ့ကြလို့ကျောင်းပိတ်ရက် စနေနေ့မှာ ကျောင်းစာကြည့်တိုက်ကိုလာပြီးကိုယ့်အပြစ်ကိုယ် ဆင်ခြင်သုံးသပ်ကြရပါတယ်။လူကြီးမဖြစ်သေးပေမယ့် ကလေးလည်းမဟုတ်တော့တဲ့ဆယ်ကျော်သက် အရွယ်တွေအနေနဲ့လူကြီးမိဘ ဆရာသမားတွေနဲ့ ဆက်ဆံရေးအဆင်မပြေကြပြဿနာတက်ပုံတွေ မတူညီကြပေမယ့်တူညီတဲ့အရာတစ်ခုကတော့တဖြည်းဖြည်း ကိုယ့် စိတ်နှလုံးသားကို ဖွင့်ပေးရင်းတစ်ယောက်အကြောင်းတစ်ယောက် ရိုးရိုးသားသားဖွင့်ဟပြောဆို လက်ခံပေးကြခြင်းပဲဖြစ်ပါတယ်ကိုယ့်ရဲ့ငယ်ဘဝခံစားချက်ကသူတို့ထဲက ဘယ်တစ်ယောက်ရဲ့ ခံစားချက်နဲ့များထပ်တူကျနေမလဲဆိုတာစောင့်ကြည့်ပြီး ခံစားပေးကြပါဦးReviewed and Translated by JerricaFile size…1.4GB and 638MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Jerrica\nEncoder ..... ...",
        "rating": "7.8",
        "url": "https://megaup.net/VJup/The.Breakfast.Club.1985.REMASTERED.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeHRlDkhNZ9pOCFGHK23kuSTCpX.jpg",
        "title": "Affliction (2018)",
        "description": "Affliction (2018)ဒီကားကတော့ အင်ဒိုနီးရှား သရဲကားလေးပါ။အင်ဒိုသရဲကားဆို​တော့​ကြောက်ဖို့​ကောင်းတယ်လို့​ပြောစရာကိုမလို​တော့ဘူးထင်ပါတယ်​နော်\nနီနာနဲ့ဟာဆန်တို့လင်မယားဟာ ဂျာကာတာမှာသားတစ်​ယောက်သမီးတစ်​ယောက်နဲ့အတူ ​နေ​နေတဲ့အချိန်မှာ နီနာရဲ့အ​မေဟာရုတ်ရက်ဆုံးပါးသွားတယ်\nနီနာဟာသူ့အ​မေကို​သေချာမပြုစုလိုက်ရ​​တော့ ​နောင်တရ​နေချိန်မှာ ဟာဆန်​ငယ်ငယ်ကနေဖူးတဲ့ရွာကမိန်းမတစ်​ယောက်​ရောက်လာတယ်\nအဲ့မိန်းမ​က ဟာဆန်ရဲ့အ​မေဟာအတိတ်​မေ့​ရောဂါပြင်းပြင်းထန်ထန်ခံစား​နေရတာကို မပြုစုနိုင်​တော့လို့ လာ​ပြောတာ​ပေါ့\nအဲ့တာနဲ့နီနာဟာသူသူ့အ​မေကို​သေချာမပြုစုခဲ့နိုင်​ပေမယ့် ဟာဆန်ရဲ့အ​မေကို​တော့ပြုစုရမယ်ဆိုပြီးဟာဆန်ကိုရွာသွားပြန်ပီးသူ့အ​မေကိုသွား​ခေါ်ခိုင်းတယ်\nအဲ့မှာပြဿနာကစတာပါပဲ ဟာဆန်ကရွာပြန်ဖို့အရမ်းကိုငြင်းဆန်​နေတယ် ဘာအ​ကြောင်း​ကြောင့်လဲနီနာ​မေး​တော့မ​ဖြေဘူး\n​နောက်ဆုံး​တော့နီနာရဲ့တွန်းအား​ပေးမှု​ကြောင့်သူတို့တစ်မိသားစုလုံးအဲ့ရွာကိုသွားဖို့အ​ကြောင်းဖန်လာ​တော့တယ်\nရွာ​ရောက်မှ နီနာလည်း ဟာဆန်နဲ့သူ့အ​မေကြားမှာဘာ​တွေဖြစ်ခဲ့တာလဲဆိုတာ သိသွားမှာလား မသိဘူးလားဆိုတာ အဆုံးထိကြည့်​ပေးပါလို့...File size…1.3GB and 641MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nGenre....Horror, Thriller\nDuration….1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Dolly\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1BGp5/Affliction.2020.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Aphl/(CM)_The.Croods.A.New.Age.2020.720p.WEBRip..mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/V-For-Vendetta-poster-141x200.jpg",
        "title": "V for Vendetta (2005)",
        "description": "V For Vendetta (2005)\nIMDB - 8.2/10_____Rotten - 73%\n  \nနိုဝင်ဘာ၅ရက်နေ့ဟာဗြိတိန်နိုင်ငံမှာတော့နိုင်ငံရေးအခြေခံအားလပ်ရက်တရက်ပဲဖြစ်ပါတယ်။\nခုနောက်ပိုင်းမှာကျေးဇူးတော်နေ့ဆိုပြီးကျင်းပကြတယ်လို့လည်းဆိုကြပါတယ်။\nအဲဒီနေ့ကိုGuyFawkesနေ့လို့လည်းခေါ်ခဲ့ကြပါတယ်။\nအဲဒီနေ့လေးရဲ့ဖြစ်လာပုံကတော့၁၆၀၅ခုနှစ်နိုဝင်ဘာလ၅ရက်နေ့မှာGuyFawkesဆိုတဲ့\nကတ်တလစ်ဂိုဏ်းဝင်တယောက်ဟာသူ့အဖွဲ့ဝင်တွေနဲ့အတူ\nကတ်တလစ်ဧကရာဇ်ကိုပြန်လည်နန်းတင်ဖို့အတွက်အင်္ဂလန်ဘုရင်ဂျိမ်း(JameI)ကိုလုပ်ကြံဖို့ကြံစည်ခဲ့ပါတယ်။\nယမ်းအိုးတွေများစွာကိုပါလီမန်အဆောက်အအုံရဲ့မြေအောက်ခန်းထဲကိုသယ်ဆောင်ပြီးဖောက်ခွဲလုပ်ကြံဖို့ကြိုးစားခဲ့ကြတာပါ။\nသို့ပေမယ့်ကံမကောင်းချင်တော့အမည်မသိသတင်းပေးစာတစောင်ကြောင့်\nသူ့တို့အားလုံးအဲဒီနေ့မှာပဲအဖမ်းခံခဲ့ရပြီးဇန်နဝါရီလ၃၁ရက်မှာကွပ်မျက်ခံခဲ့ရပါတယ်။\n  \nဟောဒီဇာတ်ကားလေးမှာလည်းအဲဒီဖြစ်စဉ်ကိုအခြေခံထားပြီးတရားမျှတမှုဆိုတာဘာလဲ။\nဖိနှိပ်ခံရတဲ့အချိန်မှာဘယ်လိုတုံပြန်ကြမလဲ။\nနိုင်ငံတနိုင်ငံရဲ့အာဏာဟာဘယ်သူ့ဆီမှာရှိသင့်လဲ။\nအဲဒါတွေထက်ပိုပြီးစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်တချက်ကတော့\nကမ္ဘာကျော်ဟက်ကာအဖွဲ့Anonymousအဖွဲ့သုံးတဲ့မျက်နှာဖုံးရဲ့မူလဇစ်မြစ်ကဘယ်ကလဲ။\nဘယ်လိုရည်ရွယ်ချက်နဲ့အဲဒီမျက်နှာဖုံးကိုအသုံးပြုကြတာလဲ၊\nအဲဒီမျက်နှာဖုံးလေးရဲ့တကယ်ဆိုလိုရင်းအစစ်အမှန်ကဘာလဲဆိုတာကိုတွေ့ရဦးမှာပါ။\nဇာတ်ကားကိုတော့ဇာတ်ကြောင်းလေးတွေပြောပြီးမမိတ်ဆက်တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ပြီးအားရပါးရခံစားစေချင်လို့ပါ်။\nသုံးတဲ့စကားလုံးတွေဒိုင်ယာလော့တွေဟာလည်းတကယ်ကိုအနှစ်ပါတာကိုတွေ့ရမှာပါ။\nစိတ်ကိုဖျော်ဖြေပေးရုံပေးမယ့်ကားလေးလုံးဝမဟုတ်ရပါဘူး။\nကြည့်ရတာတကယ်ကိုအကျိုးရှိစေမှာဖြစ်ပြီးတကယ်လည်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတကားဖြစ်ပါတယ်။\nဘယ်လိုအကြောင်းကြောင့်ပဲဖြစ်ဖြစ်ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဗျာ။\nRatingမြင့်ကားလေးတကားဖြစ်ပြီးimdb rating 8.2ထိရထားပါတယ်။\n  \n(မူရင်းဇာတ်ကားရဲ့အနှစ်သာရမပျက်အောင်အကောင်းဆုံးဘာသာပြန်ထားပါတယ်။\nတခုခုမှားယွင်းသွားတာရှိရင်ဘာသာပြန်သူအနေနဲ့တောင်းပန်ပါတယ်ဗျာ။)\n(ဘာသာပြန်သူကတော့ The Fridays ပဲဖြစ်ပါတယ်)\n  \nFile size…(900 MB) and 3GB\nQuality…Blu-Ray Rip 720p and HEVC 1080p 5.1\nFormat…mp4\nDuration….02:12:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..The Fridays\nEncoder….CM",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/v-for-vendetta-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/we2fwufoigdu-147x200.jpg",
        "title": "18+ Last Sister Class (2020)",
        "description": "Last Sister Class (2020)ဖောင်းဒိုင်း 18+ ကိုရီးယားနောက်ထပ်တစ်ကားလာပါပြီ ဒီကားမှာတော့ စိတ္တဇဆန်ဆန်ဖောင်းဒိုင်းခန်းတွေကို တွေ့ရမှာဖြစ်ပြီး မိန်းမဆိုက်ကိုတစ်ယောက်ရဲ့လက်စားချေလက်တုံ့ပြန်ထားတဲ့အကြောင်းလေးကို ရင်သပ်ရှုမော ရှုစားကြရဦးမှာပါ ဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်မွေးစားညီအစ်မ နှစ်ယောက်ကယောကျာ်း တစ်ယောက်ကိုတစ်ပြိုင်တည်းချစ်မိသွားတဲ့ အခါညီမရဲ့အီစီကလီကို အစ်မကဖြတ်ခုတ်တဲ့ဇာတ်လမ်းလေးပါ ညီၤမဖြစ်သူအိမ်ပြန်နောက်ကျနေတုန်းအစ်မက ညီမဘဲနဲ့ခိုးစားနေတာကို ညီမဖြစ်သူကိုယ်တိုင်မြင်သွားတဲ့အခါမှာတော့ ဆောက်တည်ရာမရလင်တရူးသွားပါတော့တယ် စိတ်ကျန်းမာရေး ဆေးရုံတက်နေရင်း ငြိလာတဲ့ဆိုက်ကိုဘဲတစ်ပွေနဲ့အတူ ဆေးရုံဆင်းလာတဲ့အချိန်မှာညီမဖြစ်သူက အစ်မဖြစ်သူ ခိုးစားလင်မယားကိုလိုက်ရှာပြီးလက်စားချေဖို့ကြိုးပမ်းပါတော့တယ် ကျန်တာတော့ငါးကောင်တို့အတွက် တစ်ကွက်ချန်ထားလို့ကိုယ်တိုင်ဒေါင်းကြည့်စေချင်ပါတယ် မင်းသမီးအပိုင်းကိုညွှန်းရရင် အစ်မဖြစ်သူကောညီမဖြစ်သူပါဘော်ဒီတွေတောင့်သလိုညီမဖြစ်သူကအိုးကားကားနဲ့အကိတ်မို့လို့လက်မလွှတ်တမ်း ရှုစားသင့်တဲ့အထဲပါပါတယ် အကွက်ဆန်းတွေနဲ့ဆိုက်ကိုဆန်ဆန်ခပ်ကြမ်းကြမ်းဖောင်းဒိုင်းခန်းတွေလည်းပါလို့ ၁၈ယောက်မပြည့်ရင်မကြည့်ပါနဲ့လို့သတိပေးချင်ပေမယ့်လည်း မရရအောင်ကြည့်ကြမှာသိလို့ဒေါင်းပြီးသိုင်းကွက်ဆန်းတွေကို တဝရှုစားလိုက်ပါဦး Translated by : FOXEncoded by : SenpaiQuality : 1080p FHDRIP and 720pFile Size : 1GB and 546MBDuration : 72min",
        "rating": "6.9",
        "url": "https://megaup.net/2Xz9P/(DS)Last_Sister_Class_2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/images-133x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)\n******************(IMDb 5.3)ဇတ်လမ်းအညွှန်းBliss ဇာတ်ကားလေးက ၂၀၂၁ မှာထွက်ရှိထားတဲ့ ကားသစ်လေး ဖြစ်ပါတယ်\nIMDbမှာ rating 5.3 ရရှိထားပြီး နာမည်ကြီးမင်းသား Owen Wilson ပါဝင်ထားတဲ့\nအချစ် Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Bliss ဇာတ်လမ်း ကတော့ ကွာရှင်းထားခံရပြီး\nဂရတ်ဟာ သူတစ်ခါမှ မရောက်ဖူးတဲ့ နေရာတွေကို\nအတွေးထဲမှာ အမြဲပေါ်နေတတ်ပြီး ရင်းနှီးနေသလို ခံစားနေရတယ်..လုပ်သမျှ အဆင်မပြေဖြစ်ကာ အလုပ်ကနေအထုပ်ခံလိုက်ရတဲ့အချိန်မှာ\nလမ်းပေါ်မှာနေပြီး ထူးဆန်းတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့ တွေ့ဆုံမိခဲ့တယ်...\nသူမ နာမည်က အစ်စဘဲလ် အစ်စဲဘဲလ်နဲ့ တွေ့ဆုံရပြီး သူမသိရသေးတဲ့ အကြောင်းအရာတွေ\nသူနေထိုင်ရာ ကမ္ဘာကြီးရဲ့ လှို့ဝှက်ဆန်းကျယ်မှုတွေကို သိလိုက်ရတယ်ဒါပေမဲ့ အစ်စဲဘဲလ် ပြောပြတာကကော တကယ်လား...\nလမ်းဘေးမှာနေတဲ့ အစ်စဲဘဲလ်ရဲ့ စကားတွေကြောင့်\nမရှိတာကို ရှိတယ်လို့ ထင်နေမိမလား...\nတကယ်သူတို့နေတဲ့ ကမ္ဘာကြီးကကော ဘယ်မှာရှိတာလဲ ...\nဒီဇာတ်လမ်းထဲလေးက လောကကြီးမှာ တစ်ချိန်တည်းမှာ\nနောက်ကမ္ဘာကြီးကို ခံစားနိုင်တဲ့ ဖန်တီးသူ ၂ ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို အခြေခံပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2hAlq/Bliss.2021.720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
        "title": "The Legend of Shanyu Town (2020)",
        "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ် Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720p Duration : 1h 10mins",
        "rating": "6.1",
        "url": "https://megaup.net/2hzB6/%7BCM%7DLegend_of_Shanyu_Town___720p.mp4",
        "category": "Comedy, Family, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/supernova-2020-133x200.jpg",
        "title": "Supernova (2020)",
        "description": "Supernova (2020)******************(IMDb  6.7)Tuskerနဲ့Samတို့က တစ်ယောက်ကိုတစ်ယောက် နက်ရှိုင်းစွာချစ်ကြတဲ့သက်လယ်ပိုင်းGayစုံတွဲပါ။ကံမကောင်းချင်တော့ Tuskerက Dementiaနောက်ဆုံးအဆင့်ကို ခံစားနေရပြီးမှတ်ဉာဏ်ခဏခဏပျောက်ဆုံးတဲ့ ရောဂါသည်တစ်ဦးပါရောဂါသည်Tuskerကို ခင်ပွန်းဖြစ်သူ Samက အရိပ်တကြည့်ကြည့်နဲ့ပြုစုစောင့်ရှောက်ပေးပါတယ်သူတို့ရဲ့ကားဟောင်းလေးနဲ့ သူငယ်ချင်း၊ ဆွေမျိုးတွေဆီကိုသွားလည်ပြီးအတိတ်က အတူရှိခဲ့တဲ့နေရာတွေကို ပြန်သွားချင်နေတဲ့ Tuskerရဲ့ဆန္ဒကိုSamက ဖြည့်စည်းပေးဖို့ကြိုးစားခဲ့ပါတော့တယ်လူ့သဘာဝအရ တခါတရံ သူတို့နှစ်ဦးသားသဘောထားချင်းမတိုက်ဆိုင်ပေမဲ့Tuskerနဲ့Samတို့ဟာ အချစ်မပျက်ခဲ့ကြပါဘူးသူတို့အချင်းချင်း တိတ်တဆိတ်နဲ့ တစ်ဦးပေါ်တစ်ဦးချစ်ခြင်းမေတ္တာဖော်ကျူးထားပုံကိုSupernovaဆိုတဲ့ဇာတ်ကားလေးမှာ ဆက်လက်ရှုစားကြပါဦး။ Khine Khine Wai နဲ့ Ei Phyu Khin တို့က ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။ File Size : ( GB) and (MB)\nQuality :\nFormat…mp4\nDuration…1h 35min\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Myoko",
        "rating": "6.7",
        "url": "https://megaup.net/VKxu/Supernova.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWedKDsQoXgZ1S3au5Sm49fZQjf.jpg",
        "title": "Our Time Will Come (2017)",
        "description": "ဝေဖန်ရေးသမားတွေရဲ့ ကောင်းမွန်တဲ့ဝေဖန်သံတွေ နဲ့ ရုပ်ရှင်ဆုပေါင်း ၈ ဆု ရရှိထားပြီးဆင်ဆာကြမ်းလှတဲ့ တရုတ်အစိုးရရဲ့ ပိတ်ပင်မှုကိုခံရပြီးမှ ၂၀၁၇ ခုနစ်မှာထွက်ရှိလာခဲ့တဲ့ တရုတ်တော်လှန်ရေးကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။တရုတ်အမျိုးသမီး တော်လှန်ရေးခေါင်းဆောင် “ဖန်းကူး” နဲ့ တော်လှန်ရေးတပ်ဖွဲ့အောင်မြင်ဖို့ မိမိကိုယ်ကို စတေးထားတဲ့ လူငယ်တွေရဲ့ ကြိုးပမ်းခဲ့ပုံတွေကိုနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Zhou Xun , Wallace Huo, Eddie Peng တို့က အတွဲညီညီပုံဖော်ပေးထားပါတယ်။လူငယ်တော်လှန်ရေးအဖွဲ့တွေရဲ့ တော်လှန်ရေးအတွင်းမှာ ကြုံတွေ့ရတဲ့ ခံစားချက်တွေ၊ ခံယူချက်တွေ၊ အတွေ့အကြုံတွေကို အဓိကထားပြီး ရိုက်ပြပေးထားပါတယ်။ ပစ်တာခတ်တာတွေချည်းပဲ ရိုးအီနေအောင်မပြဘဲ တော်လှန်ရေးစိတ်ဓါတ်တွေကို အများကြီးထည့်သွင်းပေးထားတဲ့ ကားလေးဖြစ်တာမို့တွေးလို့ကောင်းမယ့် ရုပ်ရှင်ကောင်းလေးတစ်ကားပါ။ “သမီးတို့တော်လှန်ရေးကကျောက်ခဲကိုကြက်ဉနဲ့ပေါက်သလိုဖြစ်နေမှာပေါ့”“ဒီလိုသာ လူတိုင်းတွေးနေရင် အရေးတော်ပုံ ဘယ်နိုင်တော့မှာလဲအမေ...သမီးပြန်လာခဲ့မှာပါ...အားလုံးအေးချမ်းသွားတဲ့တစ်နေ့ သမီးတို့ ပြန်လည်တွေ့ဆုံကြတာပေါ့”  Translated by : JoJoVaEncoded by : YKFile Size ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/our-time-will-come-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiDvCA9ry3G9SwAP5oKpDFH75YO.jpg",
        "title": "Solo (2017)",
        "description": "Solo 2017-------------------------Solo (2017) ဟာ IMDb 7.1/10 ရထားတဲ့ Anthology Type Netflix Movie ဖြစ်ပါတယ်ဒီဇာတ်ကားမှာ ဇာတ်လမ်းတို လေးခုပါဝင်ပြီးတော့ဇာတ်လမ်းတစ်ခုချင်းစီမှာ အရှင်သီဝရဲ့ personality တစ်ခုချင်းစီရဲ့ ပုံရိပ်ကို ထင်ဟပ်ပြသထားတာပဲဖြစ်ပါတယ်Water Air Fire Earth ဆိုတဲ့ element လေးခုကိုပေါ်လွင်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလည်းဖြစ်ပါတယ်ချစ်ရသူဇနီးသည်ရဲ့ အမှတ်တရတွေကို တစ်သက်လုံးထမ်းပိုးရင်း နေထိုင်သွားတဲ့ ရှေခါဘာသာမတူတဲ့ချစ်သူနဲ့ ခက်ခက်ခဲခဲ ကြိုးစားပေါင်းဖက်ခဲ့ရပြီးမှ ဟန်းနီးမွန်းကာလမှာမှ သေကွဲကွဲရတဲ့ ဒေါက်တာထရစ်လော့အဖေကို သတ်ခဲ့တဲ့လူကို ပြန်လိုက်ရှာရင်း လက်စားချေဖို့ကြိုးစားခဲ့တဲ့ ဂိုဏ်းစတား ရှီဗာအရမ်းချစ်ရတဲ့ကောင်မလေးကို မဆုံးရှုံးချင်လို့ စိတ်လိုက်မာန်ပါပြုမူမိတဲ့ ဗိုလ်လေးရူဒရာလူငယ်လေးယောက်ရဲ့ အချစ်နဲ့ဘဝမှာ အနိမ့်အမြင့်အတက်အကျ နာကျင်မှုနဲ့ ဒေါသ ရောပြွမ်းမှုတို့ကိုကြည့်ရှူခံစားရမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးခုလုံးမှာ Dulquer Salmann တစ်ယောက်တည်းကပဲအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားပြီးတော့ဒါရိုက်တာBejoy Nambiar က ရိုက်ကူးတင်ဆက်ထားပါတယ် Translated by : Jerrica Encoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1BCYm/%7BCM%7D_Solo_(2017)720p.mp4",
        "category": "Action, Drama, Thriller"
    }
]