[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/my-own-private-idaho-spanish-movie-poster-140x200.jpg",
        "title": "My Own Private Idaho (1991)",
        "description": "My Own Private Idaho\nIMDB - 7.1\nRotten Tomatoes - 79%Narcolepsy လို့ခေါ်တဲ့ ဦးနှောက်တုံ့ပြန်မှုပုံမမှန်ဝေဒနာသည် ခြေသလုံးအိမ်တိုင် မိုက်ဝေါတားစ်(River Phoenix)က gay prostitute အဖြစ် လုပ်စားနေသူပါ။ စကော့တ်ဖေဗာ(Keanu Reeves)က မြို့တော်ဝန်ရဲ့သား ဖြစ်ပေမယ့် မိဘတွေနဲ့ သဘောထားချင်းမတိုက်ဆိုင်လို့ အိမ်ပေါ်က ဆင်းပြီး မိုက်တို့လို လိုက်လုပ်ပြီး နေတယ်။ သူတို့လို လမ်းဘေးလူငယ်လေးတွေက ဘော့ပ်လို့ ခေါ်တဲ့ လူဝကြီးတဦးကို ခေါင်းဆောင်တင်ထားတယ်။ ငယ်ငယ်ကတည်းက မေတ္တာငတ်ခဲ့တဲ့ မိုက်ဟာ ပျောက်ဆုံးနေတဲ့ မိခင်ကို ရှာဖွေရင်း စကော့တ်ကို သံယောဇဉ်တွယ်လာခဲ့တယ်။ အခြေအနေတခုကြောင့်သာ လမ်းဘေးဘဝကို ရွေးချယ်ခဲ့တဲ့ စကော့တ်က အချိန်တန်ရင် မိဘဆီ ပြန်မှာလို့ ပြောထားပြီးသား။ ဘော့ပ်တို့ကလည်း စကော့တ်ကို မျှော်မှန်းပြီး ဆင်ဖြူတော်မှီကြံစုပ်ဖို့ ရည်ရွယ်ထားတယ်။ အဆင့်အတန်းနဲ့ ဘဝ မိုးနဲ့မြေလို ကွာခြားတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/UTxq/My.Own.Private.Idaho.1991.720p.BluRay.x264-SiNNERS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bRwZd69oR92mTGXR4KdPjtzNnjY.jpg",
        "title": "Voices in the Wind (2020)",
        "description": "Voices In the Wind (2020)ဇာတ်လမ်းလေးကတော့ ၂၀၁၁ခုနှစ် ဂျပန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ အကြီးဆုံး ပင်လယ်ရေအောက်ငလျင်နဲ့ ဆူနာမီမုန်တိုင်းကို အခြေတည်ရိုက်ကူးထားတာပါဒီဆူနာမီမုန်တိုင်းကြောင့် လူပေါင်းသောင်းချီ အသက်ဆုံးရှုံးခဲ့ရပြီး အချိန်တစ်ခုထိ စားဝတ်နေရေး၊ စီးပွားရေး၊ လမ်းပန်းဆက်သွယ်ရေး အစရှိသဖြင့် အများကြီးဒုက္ခရောက် အခက်အခဲဖြစ်ခဲ့ရတာ အားလုံးအသိပါဆယ်စုနှစ်တစ်စုခန့်အကြာမှာ ပျက်စီးသွားခဲ့တဲ့ အိမ်တွေ၊ တိုက်တွေ၊ လမ်းတံတားတွေ၊ မြို့တွေကို ​ပြန်လည်ပြုပြင်တည်ထောင်နိုင်ခဲ့ပေမယ့် ငလျင်ဒဏ်ကို ကိုယ်တွေ့ခံစားခဲ့ရသူတွေရဲ့ မှတ်ဉာဏ်တွေ၊ ပူဆွေးသောကတွေကိုတော့ ကုစားဖို့ရာခက်ခဲလှပါတယ်ဒီဇာတ်လမ်းထဲက ဟာရူလေးဟာလည်း ၉နှစ်သမီးအရွယ်မှာ ဆူနာမီကြောင့် မိသားစုဝင်တွေဖြစ်တဲ့ အဖေ၊ အမေနဲ့ မောင်လေး သုံးယောက်လုံးကိုဆုံးရှုံးလိုက်ရပြီး တစ်ယောက်တည်းအသက်ရှင်ကျန်ရစ်ခဲ့တာပါ\"သွားလေသူထက် ကျန်ရစ်သူက ပိုနာကျင်ရတယ်\" ဆိုတဲ့အတိုင်း မိသားစုအားလုံးကိုဆုံးရှုံးလိုက်တဲ့ ဟာရူအဖို့ ၉နှစ်ကြာသည့်တိုင် စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ရာ မတတ်နိုင်ခဲ့ပါဘူးဒီလိုနဲ့၉နှစ်ကြာပြီးတစ်နေ့ ဟာရူတစ်ယောက် မိသားစုဝင်တွေနဲ့တူတူနေထိုင်ခဲ့တဲ့ အိုဆူချီမြို့က အိမ်လေးဆီ တစ်ယောက်တည်းခရီးနှင်လာတဲ့အခါ လမ်းမှာ လူအမျိုးမျိုးနဲ့ဆုံပြီး သူတို့ရဲ့ဘဝဇာတ်လမ်းအဖုံဖုံကို ကြားခဲ့ရပါတော့တယ်အရွယ်နဲ့မမျှအောင် နာကျင်မှုတွေမျိုသိပ်ထားရတဲ့အတွက် စကားနည်းပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/2gNnt/{CM}Voice_In_The_WInd_2020.720p.HC_WEB_RIP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/megamind1009-203x300.jpg",
        "title": "Megamind (2010)",
        "description": "Megamindရုပ်ရှင်ကားက ကျွန်တော်တို့အကုန်သိကြတဲ့ Dreamworks Creationတွေထဲက အပြောင်မြောက်ဆုံးလက်ရာတစ်ခုဆိုလည်းမမှားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အကောင်းဆုံး animationကိုထုတ်ပေးနိုင်ခဲ့သလို ဒုတိယအနေနဲ့ဆို Kung Fu Pandaကို ညွှန်ပေးရပါမယ်။\nDreamworksက ရုပ်ရှင်ကားတွေတော်တော်များများက storylineတွေကောင်းသလို ကြည့်ပြီးရင် ထပ်ခါထပ်ခါပြန်ကြည့်ချင်အောင်ဆွဲခေါ်နိုင်တယ်ဗျ။\nAnimationsတော်တော်များများထဲမှ Dreamworksကထုတ်တဲ့ Megamindဆိုတဲ့ရုပ်ရှင်ကားက 2010မှာထွက်လာခဲ့ပြီး.. တော်တော်လည်းပေါက်ခဲ့တာပါ။\nအကြောင်းကတော့ Dc/Marvelဆိုတဲ့ Universe၂ခုမှာရှိကြတဲ့ Comicsထဲက အကြောင်းအရာတချို့ကို What if storyအနေနဲ့ပြန်ရိုက်ထားတာပါ။\nဒီရုပ်ရှင်ကားက ကြည့်ရင်ကြည့်သလို အခုနောက်ပိုင်းထွက်ရှိနေတဲ့ MCUဇာတ်ကားထဲက Technologyတွေနဲ့ပိုဆင်တူလာသလို... သတိထားမိရင်ထားမိသလို Factsတော်တော်များများက Superheros Comicsတွေထဲက ဆွဲထုတ်ယူထားမှန်း သိသာလာစေပါတယ်။\nနောက်ထပ်ရော ဘယ်လိုTheoryတွေ ဘယ်လိုအကြောင်းအရာတော်တော်များများ ပါသလဲဆိုတာကိုတော့ ရုပ်ရှင်မှာဆက်လက်ရှုစားကြည့်ပါခင်များး\nReview Credit to Everdean Aurora\nရုပ်ရှင်ကားကို ထက်ထက်တင်ဇာ\nက ဘာသာပြန်ပေးထားပြီး\nသစ်ဆန်းခန့် မှ Encode ပေးထားပါတယ်\nzawgyi\nMegamind႐ုပ္ရွင္ကားက ကြၽန္ေတာ္တို႔အကုန္သိၾကတဲ့ Dreamworks Creationေတြထဲက အေျပာင္ေျမာက္ဆုံးလက္ရာတစ္ခုဆိုလည္းမမွားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အေကာင္းဆုံး animationကိုထုတ္ေပးႏိုင္ခဲ့သလို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1AQcn/Megamind.2010.1080p.BluRay.x264_{CM}.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/labofcghqmsh-133x200.jpg",
        "title": "(18+) Father, Daughter and Her Friends (2020)",
        "description": "Father, Daughter and Her Friends(2020) 18 +အခုတစ်ခါ DS ပရိတ်သတ်ကြီးကို ပထွေးနဲ့ မွေးစားသမီးလေးကြားက ကြင်ကြင်နာနာ ဦးနဲ့သမီး မွေးပြီးစားတဲ့ မွေးစားသားအဖမေတ္တာဖွဲ့ဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့မဆိုးဘူးကောင်းတယ်ပြောလို့ရတယ် ဇာတ်လမ်းသွားလေးနဲ့လာတာ မီးသတ်သမား ဘိုးတော်တစ်ယောက်က မီးလောင်မှုမှာမိဘနှစ်ပါးလုံးသေဆုံးသွားခဲ့တဲ့သနားစရာကောင်မလေး မီနာကို သူ့ရဲ့သမီးလေးတစ်ယောက်လိုမွေးထားခဲ့ရာကနေ မမျှော်လင့်ပဲ သမီးလေးက အဖေ့ထက်ပိုတဲ့အချစ်တွေနဲ့ ဘိုးတော်ကိုချစ်သွားခဲ့ပါတယ်အဲ့ဒီမီနာလိုပဲ အဲ့ဒီဆော်ကြည်ဘဲဘိုးတော်ကို ကြိတ်ကြွေနေတာကတော့ မီနာ သူငယ်ချင်းဆူဂျင်းဆိုတဲ့ ကောင်မလေးပါ မီနာမှာလည်း မင်းချောဆိုတဲ့ရည်းစားရှိပါတယ်ဒါပေမယ့် မင်းချောက မီနာ့အတွက်အသုံးချခံသက်သက်ပါ မီနာတကယ်ချစ်တာကတော့ သူမရဲ့မွေးစားအဖေ ဒယ်ဒီဖားသားကိုပါ တစ်ရက် မီနာက သူသူငယ်ချင်းမရယ်သူရည်းစားရယ် သူမွေးစားအဖေအိမ်မှာမရှိဘူး ထင်ပြီး အရက်တူတူသောက်ကြရာကနေ မီနာသူငယ်ချင်းနဲ့ သူမမွေးစားအဖေ ဒချိမိရာကနေ ဆုတ်လည်းဆူး စားလည်းရူးမယ့်အကွက်တွေဖြစ်လာပါတော့မယ် ဘိုးတော်ကလည်းငယ်ငယ်ချောချောကောင်မလေးကို ဝိုက်လိုက်ရတော့ နောက်မဆုတ်ချင်တော့ဘူးပေါ့ အဲ့ဒါကိုမြင်နေရတဲ့မီနာတစ်ယောက်မနာလိုစိတ်တွေ များပြားလာတဲ့အခါဘာတွေဆက်ဖြစ်လာမလဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2WJQe/{CM}Father,_Daughter_and_Her_Friends.2019.720p.HDRip.H264.AAC.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-dce5b028cf5b-113x200.jpg",
        "title": "Folk Expects ( 2021 )",
        "description": "ကဲလိုင်းပေါ်မှာအမြဲတမ်း ဟာသ video လေးတွေရိုက်ပြီးခေတ်စားတဲ့မောကုထိုကို မသိတဲ့လူမရှိဘူးထင်တယ်နော်...အခု မော်ကုထိုက ဇာတ်လမ်းပိုင်းလေးတွေရိုက်ရတာအားမရလို့ ရုပ်ရှင်ကားကြီးရိုက်ထားပါတယ်။ဟာသလေးရောထားတဲ့ ဒရာမာကားလေးမို့ ငိုရင်းနဲ့ရယ်ရယ်ရင်းနဲ့ငိုနိုင်အောင် တင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ မြေးလေးရဲ့ အနာဂတ်အတွက်တစ်ခုတည်းသော ချန်ပီယံဆုကို ဆွတ်ခူးနိုင်မယ့် ပင်ပေါင်ပြိုင်ပွဲကိုလက်လွှတ်ခဲ့တဲ့ ယန်ကောချန်ဆိုသူက ဒီအဖြသ်ပျက်ကိုအနှစ် ၃၀ တိုင် မမေ့နိုင်ဘဲ ဖြစ်နေခဲ့ပါတယ်။ဒါကြောင့်လည်း သူ့မြေးဖြစ်သူ ယန်ရွှမ်ရှီက နည်းပေါင်းစုနဲ့ကုစားရာကနေ နောက်ဆုံးတော့ ပင်ပေါင်ပြိုင်ပွဲကို မြေးအဖိုးတက်ညီလက်ညီ အတူလက်တွဲယှဉ်ပြိုင်ကြိုးစားရင်း ချန်ပီယံဆုကိုလက်ဝယ်ရမလား ကပ်လွဲမလားဆိုတာ ဒေါင်းကြည်လိုက်တော့နော် Quality : WEBRip 720pFormat : mp4During : 1h 58 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1APis/(CM)Folk.Experts.2021.WEB-DL720p.mp4",
        "category": "Comedy, Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKQ169Uq9fOrdfYpky7Wvigcreb.jpg",
        "title": "The Day I Died: Unclosed Case (2020)",
        "description": "The Day I Died (2020)ဘဝမှာတစ်ယောက်တည်းအထီးကျန်နေတာမျိုး၊\nကိုယ့်အမှားမဟုတ်ဘဲ တစ်ခြားသူအမှားကြောင့်\nအပစ်ပယ်ခံရတာမျိုးကို ကြုံနေရတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းကို\nစုံထောက်တစ်ယောက်က စုံစမ်းတာနဲ့ ဇာတ်လမ်းလေးကို စဖွင့်ထားပါတယ်ဒီကားထဲမှာပါဝင်တဲ့သူတွေကတော့\nနာမည်ကြီးမင်းသမီး Kim Hye-soo၊ တက်သစ်စ မင်းသမီးလေး No Jeong-ee (18 Again) နဲ့\nမင်းသားချော Lee Sang-Yeob တို့က ပါဝင်ထားပြီး ၂၀၂၀မှာထွက်ရှိထားပြီး\nIMDB 10/7.3 ထိ ရထားတဲ့ Drama/Crime ဇာတ်ကားကောင်းလေးတစ်ကားလည်း ဖြစ်ပါတယ်ဇာတ်လမ်းကို ပြန်ပြောရရင် မတော်တဆမှုတစ်ခုကြောင့် အလုပ်နားထားရတဲ့ ဂင်ယောင်းဆွန်း အမှုစစ်ကို\nအထက်လူကြီးဖြစ်သူကခေါ်ပြီး အလုပ်ခွင်နားထားရတဲ့မတော်တဆပြစ်မှုနဲ့ ရာထူးတိုးချင်တယ်ဆိုရင်\nအမှုတစ်ခုကိုလိုက်ပြီး အမှုပိတ်ဖို့အတွက်အစီရင်ခံစာတင်ဖို့တောင်းဆိုခဲ့ပါတယ်\nဂင်ယောင်းဆွန်းကိုယ်တိုင်ကလည်း ယောက်ျားနဲ့ကွာရှင်းဖို့အမှုရင်ဆိုင်နေရပြီး\nမတော်တဆမှုကြောင့် လက်အကြောဆိုင်းတဲ့ဝေဒနာကိုခံစားနေရတဲ့အပြင်\nအလုပ်ကလည်းမတော်တဆမှုအတွက်နဲ့ ပြုတ်မလိုဖြစ်နေခဲ့သူပါ\nအဲ့ဒီအချိန်အထက်ကစုံစမ်းခိုင်းတဲ့ ဆယ်ဂျင်းဆိုတဲ့ သူဌေးသမီးကောင်မလေးတစ်ယောက်\nသေကြောင်းကြံစည်မှုကို အစီရင်ခံစာဖို့လုပ်ရင်း မထင်မှတ်ထားတွေပါ ဆက်လက်သိရှိလာခဲ့ပါတယ်\nကောင်မလေးအဖေဖြစ်သူကလည်း မတရားမှုများစွာလုပ်ခဲ့ပြီးနောက် သေဆုံးသွားခဲ့ပြီး\nအစ်ကိုဖြစ်သူကလည်း ဆေးမှုနဲ့ထောင်ကျနေပါတယ်\nဆယ်ဂျင်းကိုလည်း သူ့အဖေပြစ်မှုတွေအတွက် သူမသေကြောင်းမကြံခင်မှာ ရဲတွေဖက်ကစစ်ဆေးခဲ့ကြပြီး\nအဲ့ဒီအချိန်တုန်းက ဂင်ဆွန်းယောင်းကမတော်တဆမှုကြောင့်ဆေးရုံရောက်နေချိန်လည်းဖြစ်ပါတယ်\nဂင်ယောင်းဆွန်း ဆေးရုံက ဆင်းလာပြီးနောက် အထက်က ယာယီအလုပ်ဆင်းခိုင်းခဲ့ချိန် ဆယ်ဂျင်းက သေဆုံးသွားခဲ့ပြီး\nအားလုံးက အပြီးသတ်ချင်နေတဲ့အမှုက ...",
        "rating": "7.3",
        "url": "https://megaup.net/2WKb3/(CM)_The_Day_I_Died.2020.720p.FHDRip.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/live-and-let-die-007-bluray-cinefiloshd-D_NQ_NP_165111-MLV20494795564_112015-F-154x200.jpg",
        "title": "[James Bond] Live and Let Die(1973)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.8/10) ရရှိထားပါတယ်…။ \nFile size…(2.7 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.8",
        "url": "https://megaup.net/2gMpq/Live.And.Let.Die.1973.INTERNAL.720p.BluRay.x264-CLASSiC(HEVC).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3GhO9usvGOkGm9Okiym8RyET8t.jpg",
        "title": "The Tree of Blood (2018)",
        "description": "ရီဘီကာ နဲ့ မာ့ခ် တို့စုံတွဲနှစ်ယောက်ဟာ သူတို့နှစ်ဦးနှစ်ဖက်ကမိသားစုတွေရဲ့ အမှတ်တရတွေလွှမ်းခြုံထားတဲ့ဘက်စ်ခ်ပြည်နယ် ကျေးလက်ဒေသက လယ်ကွင်းအိမ်လေးတစ်လုံးဆီ ရောက်လာကြပါတယ်။အဲ့အိမ်မှာမိသားစုကိုယ်စီရဲ့အဖြစ်အပျက်တွေကို အပြန်အလှန်ပြောပြပြီး ဖြစ်ရပ်တွေချိတ်ဆက်နေပုံကို အဖြေရှာကြဖို့ဖြစ်ပါတယ်။ရီဘီကာဟာ အဆိုတော်မိန်းကလေးတစ်ယောက်ရဲ့သမီးဖြစ်ပြီး ဖခင်ကိုမသိရပဲမွေးလာခဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ ရီဘီကာရဲ့အမေနဲ့ ဗစ်တာဆိုတဲ့လူတစ်ယောက်တွေ့ပြီး လက်တွဲခဲ့ကြပါတယ်။ ဗစ်တာရဲ့ညီဖြစ်သူအိုလ်မိုရဲ့မင်္ဂလာပွဲမှာ ရီဘီကာနဲ့ မာ့ခ်တို့ စတွေ့ပြီးချစ်ကြိုက်ခဲ့ကြတာဖြစ်ပါတယ်။မာ့ခ်ရဲ့အမေဟာ ဗစ်တာရဲ့ညီအိုလ်မိုရဲ့ဇနီးဖြစ်သူစာရေးဆရာမ အမ်မိုင်ယာရဲ့အယ်ဒီတာဖြစ်ပြီးအိုလ်မိုရော ဇနီးဖြစ်သူအမ်မိုင်ယာနဲ့ပါ ပတ်သတ်ခဲ့ဖူးသူဖြစ်ပါတယ်။ဒီအထိဆိုရင် ဒီစာကိုဖတ်နေတဲ့သူလည်းခေါင်းရှုပ်နေလောက်ပါတယ်။ ဒီဇာတ်ကားကိုဝေဖန်သူတွေကလည်း ကြည့်ရှုသူအတွက်တော်တော်ရှုပ်ထွေးတယ်လို့ဝေဖန်ထားကြပါတယ်။ ဒါပေမယ့်အချိန်ပေးပြီးသေသေချာချာကြည့်နိုင်ရင်တော့တော်တော်စိတ်ဝင်စားစရာကောင်းတာတွေ့ရမှာပါ။ရီဘီကာ နဲ့မာ့ခ်တို့ မိသားစုအ​ဖြစ်အပျက်တွေပြောကြရင်းနာကျင်စရာအမှန်တရားတွေ ပေါ်လာပြီးမိသားစုရဲ့မှောင်မိုက်နက်နဲတဲ့ လျှို့ဝှက်ချက်ကြီးကိုသိရဖို့လမ်းစပေါ်လာပါတော့တယ်။ဒီကားဟာ စပိန်နိုင်ငံကဇာတ်ကားဖြစ်ပြီးမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့ 18+တွေ၊သတ်ဖြတ်တာတွေ၊အဆုံးစီရင်တာတွေပါပါတယ်။ကြည့်ပြီးရင်စိတ်ထဲတစ်မျိုးကြီးကျန်နေခဲ့တဲ့အခန်းမျိုးတွေလည်းပါပါတယ်။ရှုပ်ရှုပ်ထွေးထွေးစဥ်းစားရင်းကြည့်ပြီးအဖြေရှာရတဲ့ဇာတ်လမ်းနက်နဲတဲ့ဇာတ်ကားတွေကိုမှကြိုက်တယ်ဆိုရင်တော့လက်လွှတ်မခံဖို့ပြောချင်ပါတယ်။  Translated by : Pyi T NyeinEncoded by : YKQuality : 1080p Blu-Ray and 720p Blu-RayFile Size : 2.2GB and 1.4GBDuration : 2h 20minsSubtitle : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://megaup.net/URb0/%7BCM%7DThe.Tree.of.Blood.2018.SPANISH.720p.BluRay.H264.AAC.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cKsuf3ffVJvBg5Lcqx3GfF0AQq.jpg",
        "title": "More than Blue ( 2018 )",
        "description": "ဒီဇာတ်ကားလေးကြည့်မယ်ဆိုရင်အရင်ဆုံးမျက်ရည်ခိုင်စေချင်မိပါတယ်ရှယ်ငိုရမယ့်ကားပါအရင်ဆုံးအကြမ်းမျဉ်းအနေနဲ့ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားဟာ 2009 ခုနှစ်မှာထွက်ရှိပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ကိုရီးယား ရုပ်ရှင် More Than Blue ရဲ့Remake ကားလေးဖြစ်ပြီး same title အနေနဲ့ပဲပြန်လည်ထွက်ရှိလာပါတယ်Chinese Box Office မှာ တလဝန်းကျင်ကို ထိပ်ဆုံးကရပ်တည်ခဲ့ပြီး153 million ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုနည်းနည်းပေးလိုက်ရအောင်အလွမ်းအဆွေးသီချင်းတွေ နားထောင်ဖူးကြလား...ဒီဇာတ်လမ်းထဲမှာလည်း အဆိုတော်တစ်ယောက်ကနာမည်မရှိတဲ့ အလွမ်းသီချင်းဟောင်းတစ်ပုဒ်ကို နားထောင်ရင်းကြိုက်သွားပြီး ဒီသီချင်းကိုဆိုဖို့ တေးရေးဆရာနောက်ကိုလိုက်ရင်သီချင်းလေးထက် ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ လူနှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးကို သိလိုက်ရတယ်...အဲ့လူနှစ်ယောက်က K နဲ့ Cream တဲ့ ၁၆ နှစ်အရွယ်မှာမိသားစုနဲ့ သေကွဲကွဲရပြီး အထီးကျန်ခဲ့ရတဲ့ လူနှစ်ယောက်ပေါ့....သူတို့နှစ်ယောက်အတွက် ၁၆ နှစ်အရွယ်ကစပြီးတစ်ယောက်အတွက် တစ်ယောက်က ရပ်တည်ပေးခဲ့ကြတယ်...မိသားစုလို့ခေါင်းစဉ်တပ်ရင်း ရင်ဘတ်ထဲက အချစ်တွေကိုထုတ်မပြောခဲ့ကြတဲ့သူတို့နှစိယောက်ကြားမှာ ဘယ်လို လွမ်းမောဖွယ်ရာဇာတ်လမ်းလေးတွေရှိတယ်ဆိုတာ ဇာတ်ကားလေးကြည့်ရင်းသိလာမှာပါ...Quality : Bluray 720pFormat : mp4During : 1h 14 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/URj6/(CM)More.Than.Blue.2018.Bluray.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/oldboy-2003-poster-141x200.jpg",
        "title": "Oldboy (2003)",
        "description": "Oldboy (2003)\n***************\n(1080p UFHDRip)\nIMDb - 8.4/10\nRotten - 82%အိမ်ထောင်သည်အမျိုးသားတစ်ယောက် သမီးလေးတစ်ယောက်ရှိတယ်\nသူ့သမီးလေး ၄နှစ်မြောက်မွေးနေ့မှာ မွေးနေ့လက်ဆောင်လေးပေးဖို့ဝယ်ထားတယ်\nအရက်တွေသောက် စရိုက်ဆိုးလူတစ်ယောက်ဖြစ်လေတော့ စုံတွဲတစ်တွဲနဲ့ပြသနာတက်ပြီး\nရဲစခန်းရောက်သွားတယ် ရဲစခန်းက ပြန်ထွက်လာတော့နောက်ကျနေလို့ အမြန်ပြန်လာမဲ့အကြောင်း ဖုန်းဆက်ခဲ့တယ်\nမိုးတွေကလည်းရွာနေတယ် ဖုန်းပြောပြီးမိုးရွာထဲမှာ ရုတ်တရက်လူတစ်ယောက်သူ့အနားရောက်လာတယ်\nအဲ့ဒီသူကြောင့်သူသတိလစ်သွားတယ် သူသတိရလာတော့ စားစရာထည့်ပေးတဲ့အပေါက်လေးကလွဲလို့\nနံရံတွေကြီးရှိတဲ့အလုံပိတ်အခန်းထဲရောက်နေတယ် ၁၅နှစ်တောင် ထောင်ထဲမှာသူအကျဉ်းကျနေခဲ့တယ် .....ဘယ်နေရာရောက်နေမှန်းလည်းမသိ တီဗွီလေးတစ်လုံးနဲ့အဖော်ပြုရင်း\nစိတ်ဓာတ်ကျစရာအခြေအနေတွေ ဆက်တိုက်ကြုံခဲ့ရတယ်ဘယ်သူက သူ့ကိုအကျဉ်းချခဲ့တာလဲ ဘာအကြောင်းကြောင့် ၁၅နှစ်ဆိုတဲ့အချိန်ကာလကြီး တစ်ခုလုံး\nသူ့ကိုချုပ်နှောင်ထားရတာလဲ.....ထူးဆန်းစွာပဲ ၁၅နှစ်ပြည့်တဲ့အချိန်မှာ သူ့ကိုလွှတ်ပေးလိုက်တယ်\nဒီဇတ်ကားကကြည့်ဖူးသမျှထဲမှာအဆန်းဆုံးဇတ်ကွက်လို့ပြောရမယ်ထင်တယ်\nကြည့်နေရင်းကိုယ်က ဇတ်အိမ်ထဲအလိုလိုမြောသွားတယ် ထောင်လိုအခန်းထဲရောက်သွားတယ်ဘာကြောင့်လဲ ဘာဖြစ်လို့လဲဆိုတဲ့မေးခွန်းတွေကို ကိုယ်ပါအရမ်းသိချင်တယ် ဖြတ်သန်းရတဲ့ဒုက္ခ\nသူ့ကိုခုလိုလုပ်တသူကိုရအောင်ပြန်ရှာပြီး လက်စားချေဖို့ ပြင်ဆင်ပုံတွေ\nတကားလုံးအပြီးထိဆွဲဆောင်နိုင်လွန်း အားကြီးတယ်ပေးချင်တဲ့ messageကလည်း ကျနော်တို့မြန်မာစကားပုံနဲ့ဆို\nကြမ်းပေါက်ကျွံရင်နှုတ်လို့ရတယ် စကားကျွံရင်နှုတ်မရဘူး\nနှုတ်ကြောင့် ဖြစ်ပျက်ပုံမျိုးတွေပေးထားတယ်ခင်ဗျားရဲ့နှလုံးသားကို ခပ်စပ်စပ်ရသလေးပေးတဲ့ကားမျိုးကိုကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားက အသင့်တော်ဆုံးပါလို့အကြံပေးပါရစေဒါရိုက်တာ Park Chan-yongရဲ့လက်ရာမြောက်ကားတစ်ကားပါပဲ\nသူ့ရဲ့လက်ရာရဲ့ပေါက်ရောက်မှုက Hollywood ကနေ အမေရိကန် Oldboy ဆိုပြီးပြန်ရိုက်လိုက်တယ်\nအဓိကသရုပ်ဆောင် Choi Min-sikရဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းခံစားလိုက်ပါဦး\nလက်ဖျားခါလောက်တယ်ကဲ ပြောရတာလည်းရှည်နေပါပြီဗျာ IMDB 8.4 တောင်ရထားတယ်ဆိုတော့\nအထူးပြောစရာမလိုတော့ဘူးထင်ပါတယ်..ဒီကားကိုဘာသာပြန်ပေးတာကတော့ Ichika ဘဲဖြစ်ပါတယ်...File ...",
        "rating": "8.4",
        "url": "https://megaup.net/UR9w/(CM)_Oldboy(2003)_1920p.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTE2N2NjNzQtNTY0Ny00MTEwLWJmNDQtOWEzNjI2MDNlZTUwXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "American Dream (2021)",
        "description": "American Dream (2021)==================IMDb Rating - 5.0/10 Rating က ထွက်ခါစကနေ တဖြေးဖြေးလည်း တတ်လာနေပါတယ်။ 2021 မှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Crime, Thriller  ဇာတ်ကားလေးပါ။Terminators 3 တို့ Sin city တို့လို ဇာတ်ကားကောင်းတွေထဲမှာ ပါဝင်ခဲ့ဖူးတဲ့ရရှားသရုပ်ဆောင် Nick Stahl ပြန်ပွဲဦးထွက်လာတဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။နစ်ကီနဲ့ စကော့တို့သူငယ်ချင်းနှစ်ယောက်က အမေရိကားကိုပြောင်းလာကြတဲ့ ရရှားနွယ်ဝင် Immigrants တွေပေါ့။သူတို့ရဲ့အိပ်မက်က လော့အိန်ဂျလိစ်မှာ  တိုက်တန်းလျားတစ်ခုဆောက်ပြီး ငှားစားဖို့ပါပဲ အဲဒီအိပ်မက်ကိုလည်းအကောင်အထည်ဖော်နေကြတာပေါ့။ ဒါပေမဲ့ ကံဆိုးစွာပဲ သူတို့ဆောက်လက်စတိုက်အတွက် ရန်ပုံငွေပြတ်ပြီးအပြီးမသတ်နိုင်ဖြစ်နေပါတယ်။ ဘဏ်တွေဆီကလိုက်ချေးငွေထုတ်ခဲ့ပေမယ့် အပေါင်ပစ္စည်းမပေးနိုင်တာမို့လို့ဘယ်ဘဏ်မှ ထုတ်မချေးကြပါဘူး။ ဒီလိုနဲ့ စကော့နဲ့ မင်္ဂလာပွဲတစ်ခုမှာ ခင်မင်ခဲ့တဲ့ ရရှားလူမျိုးယူရီဆိုတဲ့သူကသူတို့ကိုကူညီပေးနိုင်မယ့်သူရှိတယ်လို့ ကမ်းလှမ်းလာပါတယ်။ အဲဒီသူဆီက ချေးငွေထုတ်ပြီးကာမှ ဘဏ်တစ်ခုကတရားဝင်ထုတ်ချေးလာတာကြောင့် ပြန်ပေးခဲ့ပေမယ့် ယူရီက လက်မခံပဲ ငွေညှစ်ရာမှ တဖြေးဖြေးနဲ့ အသက်ကိုပါရန်ရှာလာတဲ့အခါမှာတော့ သူတို့ဘယ်လိုကြံကြဖန်ကြမလဲဆိုတာ စိတဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသား ၃ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2gL6x/American.Dream.2021.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3jcbDmRFiQ83drXNOvRDeKHxS0C.jpg",
        "title": "One Flew Over the Cuckoo’s Nest (1975)",
        "description": "One Flew Over The Cuckoo's Nest (1975)\n====================\nIMDB Rating- 8.7/10\nRotten Tomatoes- 94%\n1963ခုနှစ်ရဲ့ဆောင်းဦးမှာ R.P.McMurphyလို့ခေါ်တဲ့ လူတစ်ယောက်က စိတ်ကျန်းမာရေးဆေးရုံကို ရောက်လာတယ်။\nMcMurphyက ထောင်ကို အိမ်ဦးနဲ့ကြမ်းပြင်လို ၀င်လိုက်ထွက်လိုက် လုပ်နေတဲ့သူပါ။ သူ့လိုလူအတွက် ထောင်ထဲသွားတာက ဘာမှ\nပြဿနာမရှိပါဘူး။ ဒါပေမယ့် ကြာလာတော့အလုပ်ကြမ်းလုပ်ရတာ‌ေတွ ငြီးငွေ့လာတယ်။ ဒါကြောင့်က 15နှစ်သမီးကို rapeလုပ်ပြီး\nတရားစွဲခံရတဲ့နောက်မှာ ထောင်ထဲကို မသွားချင်တဲ့အတွက် စိတ်ရောဂါရှင်ယောင်ဆောင်ခဲ့တယ်။ အဲ့လိုနဲ့ ဒီဆေးရုံကို ရောက်လာတယ်။\nသူက ဆေးရုံမှာဆိုရင် ပိုပြီး လွတ်လပ်မယ်လို့ ထင်ခဲ့တယ်။ ဒါပေမယ့် လူနာတွေအပေါ် အာဏာ မတရားသုံးတဲ့ သူနာပြု\nRatchedကြောင့် မလွတ်လပ်တဲ့အပြင် ပိုပြီး တင်းကျပ်လာတယ်။ ထောင်မှာလုပ်လို့ရခဲ့တဲ့ ကိစ္စတွေတောင် လုပ်လို့မရဖြစ်လာတယ်။\nဒါကြောင့် သူက ဦးဆောင်ပြီး ကလန်ကဆန်စလုပ်လာတယ်။ ပြဿနာရှာတယ် အမျိုးမျိုးပေါ့။\nတစ်ရက် ...",
        "rating": "8.7",
        "url": "https://megaup.net/1zUue/One.Flew.Over.The.Cuckoos.Nest.1975.720p%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTJmNTNlZDEtM2JjNy00MmNmLTgzNWItN2VlZGNlNjM1YjFmXkEyXkFqcGdeQXVyMTExMDk0NzQ3._V1_-135x200.jpg",
        "title": "Words on Bathroom Walls (2020)",
        "description": "Words on Bathroom Walls (2020)========================IMDb Rating - 7.0/10 စိတ်ဆိုတာ သိပ်ထူးဆန်းတဲ့အရာပါ။ စိတ်ရောဂါတွေက ကုလို့ မပျောက်တဲ့ ရောဂါတွေပါပဲ။ဒါကို ရင်ဆိုင်ကျော်လွှားနိုင်ဖို့ စိတ်နဲ့ပဲ ကျော်ဖြတ်နိုင်မှ ရမှာပါ။ စိတ်ရောဂါကို ကျော်လွှားနိုင်ဖို့ ဆိုတာလူကြီးရင့်မာကြီးတွေတောင် ကျော်လွှားဖို့ ခက်ခဲတဲ့အချိန်မှာ ဆယ်ကျော်သက်တစ်ယောက်က ဘယ်လိုများရင်ဆိုင်ကျော်လွှားနိုင်မှာတဲ့လဲ?စိတ်ရောဂါတစ်ခုကို ထိန်းချုပ်နိုင်ဖို့ ဆိုတာ စိတ်ခွန်အား အရမ်းကောင်းတဲ့လူတွေမှ တတ်နိုင်တာမျိုးပါပဲ။အချစ်ကြောင့် အရာရာ အကောင်းအတိုင်း ဖြစ်စေမယ် ဆိုတဲ့ စကားတော့ ရှိပါတယ်။ စိတ်ရောဂါကို အချစ်ကြောင့် မေတ္တာတရားကြောင့် အောင်နိုင်တယ် ဆိုတာမျိုးက ဖြစ်နိုင်ပါ့မလား? မေတ္တာတရား ဆိုတာ စိတ်ခံစားချက်တစ်မျိုးပဲ မဟုတ်လား? ဘာသာတရားနဲ့ရော စိတ်ကို ကုနိုင်ပါ့မလား? စိတ်ကို စိတ်နဲ့ပဲ ကုရင်တော့ ရကောင်းပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ဆယ်ကျော်သက် စိတ်ရောဂါသည် အာဒမ် ပက်ထရာဇယ်လီ ရဲ့ စိတ်ရောဂါကို ရင်ဆိုင်ရပုံတွေကိုမြင်တွေ့ရမှာပါ။ တစ်ခုလပ် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ANc1/Words.On.Bathroom.Walls.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Don-2-Poster-SRK-131x200.jpg",
        "title": "Don 2 (2011)",
        "description": "နာမည်ကျော် ဘောလီးဝုဒ် မင်းသားကြီး ရှာရွတ်ခန်းပါဝင်ရိုက်ကူးထားတဲ့ Don 1 ရဲ.အဆက်ပါ။ဒီဇာတ်ကားမှာတော့မင်းသားကြီး ရှရွတ်ခန်း နဲ့ မင်းသမီး Priyanka Chopra တို့အဓိက ပါဝင်ထားပြီး\nအခြားသရုပ်ဆောင်များစွာ အားဖြည့်ထားတဲ့ Bollywood Action ဇာတ်ကားပါ။\nAction ချည်းသက်သက်မဟုတ်ဘဲ ဇာတ်လမ်းသဘောအရလဲ ဖမ်းစားထားနိုင်တာကြောင့်\nဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nIMDb Rating (7.1/10) ရရှိထားပါတယ်။(Don Sequel တွေနဲ့ပတ်သက်လို့ SRK Universe Myanmar က‌ ရေးထားတာလေးကို ကူးယူဖော်ပြထားပါတယ်။)++++++++++++++Celebrating (9) Years of DON-2 🎉🎉\n*****************************\nDon(2006) Box Office မှာ အကြီးအကျယ် အောင်မြင်ပြီးနောက် ဒါရိုက်တာဖာရန်အက်ခ်သာဟာ (၂၀၀၇)မှာပဲ \"Don Sequel \"ကို ဆက်လက်ရိုက်ကူးမယ်လို့ ကြေငြာခဲ့ပါတယ် ။\nဒါပေမဲ့ ကံဆိုးစွာပဲ ရှာရွတ်ပခုံးဒဏ်ရာ surgery လုပ်ရတာမို့ မရိုက်ဖြစ်ပဲ အချိန်တစ်ခုကို ထပ်စောင့်နေခဲ့ရတယ် ။ အချိန်ကြန့်ကြာသွားပေမဲ့ ဒီ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ANyf/(CM)Don.2.2011.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-MMR(HEVC).mkv",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/poster-1-138x200.jpg",
        "title": "Don (2006)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (78%)ဒီတစ်ခါတော့ နာမည်ကျော် ဘောလိဝုဒ် မင်းသားကြီး ရှာရွတ်ခန်းရဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ ဘိန်းမှောင်ခို ဂိုဏ်းခေါင်းဆောင် Don ကိုဖမ်းဆီးဖို့အိန္ဒိယ ရဲဌာနမှ ရဲအုပ် De Silva ကိုတာဝန်ပေးအပ်ထားတာပါ။တစ်ဖက်မှာလဲ Don ဟာ ဂိုဏ်းကနေ ထွက်ဖို့ကြိုးစားတဲ့ လူယုံ Ramesh ကို သတ်လိုက်ပါတယ်။အဲ့တော့ Ramash ရဲ့ ဇနီးလောင်းနဲ့ ညီမဖြစ်သူကလဲ Don ကိုလက်စားခြေဖို့ကြိုးစားကြပါတော့တယ်။တစ်နေ့တော့ Don နဲ့ရုပ်ချင်းချွတ်စွပ်တူတဲ့ Vijay ဆိုတဲ့မွမ်ဘိုင်းက ကောင်လေးတစ်ယောက်ကိုရှာဖွေတွေ့ရှိသွားချိန်မှာDon အစစ်နဲ့အတု ဘယ်လိုဆက်စခန်းသွားသလဲဆိုတာ ဇာတ်လမ်းရဲ့အနှစ်ပါ။စရိုက်နှစ်ခုကို နှစ်ကိုယ်ခွဲပြီးသရုပ်ဆောင်ထားတဲ့ ရှာရွတ်ခန်းရဲ့ စကေးကတော့ အထွေအထူးထောက်ခံနေစရာလိုမယ်မထင်ပါဘူး။ဝင်ငွေအရရော အနုပညာအရရော အောင်မြင်မှုကြီးမားခဲ့လို့ Don 2 (2011) ကိုဆက်လက်ရိုက်ကူးခဲ့ပါတယ်...Don 2 (2011) ကို ဒီမှာ ‌ https://channelmyanmar.org/don-2-20111/  ကြည့်ပါ။ \nFile ...",
        "rating": "7.2",
        "url": "https://megaup.net/UQai/(CM)Don.2006.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-MMR(HEVC).mkv",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/The_Brand_New_Adventures_of_Aladdin-588028850-large-147x200.jpg",
        "title": "Alad’2 (2018) The Brand New Adventures of Aladin",
        "description": "2015 ကထွက်ခဲ့တဲ့ အာလာဒင်ဟာသကားလေးကို ကြည့်ဖူးသူတိုင်းမှတ်မိကြဦးမယ်ထင်ပါတယ်။ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းမဆိုးသလို အလွန်လည်းရယ်ခဲ့ရတဲ့ ကားကောင်းလေးတစ်ကားပါ။အဲဒီကားလေးရဲ့အဆက်နံပါတ် ၂ ကားလေးကိုတော့ ၂၀၁၈ မှာထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဟာသကားဖြစ်သည့်အားလျော်စွာ အလွန်ခွီးနေရမှာလည်းဖြစ်သလို ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေနဲ့ဇာတ်လမ်းဇာတ်ကွက်ကအလွန်ကောင်းပြန်တဲ့ ကားလေးတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ပထမဇာတ်လမ်းက အာလာဒင်ဟာ နန်းတော်ကြီးမှာ ရွှေနန်းပြောင်ပြောင်းနန်းဆောင်ဆောင်နဲ့နေရပြီး အရင်လိုစွန့်စားခန်းတွေမရှိတော့တဲ့သူ့ဘဝကြီးကိုပျင်းနေပါတယ်။မင်းသားဖြစ်သူအာလာဒင်ဘာမှသေချာမစီမံပေးနိုင်တာကြောင့်အဆင်မပြေဖြစ်နေရတဲ့တိုင်းပြည်ကြီးကို ရှားဇမန်ဆိုတဲ့သူရောက်လာပြီး တိုင်းပြည်သိမ်းဖို့လုပ်တဲ့အခါအင်အားမသာတာကြောင့်အရေးနိမ့်ပြီး မင်းသားအာလာဒင်အနေနဲ့ထွက်ပြေးရပါတော့တယ်။အခက်အခဲတွေရောက်နေတဲ့ အာလာဒင်ဟာ သူလွှတ်ပေးခဲ့တဲ့ သူရဲ့ဂျင်းနီကိုပြန်ရှာတဲ့အခါ ဘယ်လိုအခက်အခဲတွေကြုံရမယ်၊ထွက်ပြေးသွားတဲ့အာလာဒင်ကိုယုံကြည်မှုကင်းမဲ့သွားတဲ့မင်းသမီးရဲ့ယုံကြည်မှုကိုဘယ်လိုပြန်ရအောင်ကြိုးစားရမယ်၊ဇာတ်လမ်းထဲမှာဘယ်လိုလှည့်ကွက်မြုပ်ကွက်လေးတွေပါမယ်ဆိုတာကို ဟာသလေးတွေနဲ့တောက်လျှောက်ကြည့်ရင်းဘဝ‌အမောတွေပြေရစေဖို့ ဒီတစ်ခါညွှန်းလိုက်ရတဲ့ကားလေးက‌တော့ Aladdin 2(2018) ပဲဖြစ်ပါတယ်ခင်ဗျာ။(Aladin 1 ကို ဒီမှာ https://channelmyanmar.org/the-new-adventures-of-aladdin-2015/   ဒေါင်းပါ။) \nFile size…(1.8 GB) and (1 GB)\nQuality…BluRay 1080p & 720p 5.1CH (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/2gJTf/(CM)Alad.2.2018.720p.BluRay.DTS.x264-EDPH(HEVC).mkv",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/91i45JNZUL._RI_-150x200.jpg",
        "title": "The New Adventures of Aladdin (2015)",
        "description": "အာလာဒင်ပုံပြင်ကို ဆန်းသစ်ထားတဲ့ ပြင်သစ်ဇာတ်ကားပါ။\nအာလာဒင်ကို Comedy ဇာတ်ကားဖြစ်အောင်ရိုက်ကူးထားပါတယ်။\nတွေ့ဖူးသမျှ အာလာဒင်ဇာတ်ကားတွေထဲမှာတော့ ဒီဇာတ်ကားက အတော်အခွက်ပြောင်ပါတယ်။\nတစ်ကားလုံး ရယ်ရမလို စိတ်ပျက်ရမလိုနဲ့ သေချာတာကတော့ ကြားဖူးနေကြ အာလာဒင်နဲ့လုံးဝမတူတာပါပဲ။\nဇာတ်ကားတစ်ကားလုံးကို သွက်လက်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ပံ့ပိုးထားတဲ့အပြင်\nအာလာဒင်သီဆိုတဲ့ Rap သီချင်းတွေကလဲ နားထောင်လို့ကောင်းပါတယ်။\nပုံစံပြောင်းအာလာဒင်နဲ့ ခွီကြပါစို့။(Aladin 2 ကို ဒီမှာ https://channelmyanmar.org/alad2-2018-the-brand-new-adventures-of-aladin/  ဒေါင်းပါ။) \nFile size…(1.6 GB) and (900 MB)\nQuality…BluRay 720p 5.1 CH (HEVC Encode) & 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n Trailer",
        "rating": "",
        "url": "https://megaup.net/2gJTi/(CM)The_New_Adventures_of_Aladdin.2015.FRENCH.720p.BluRay.x264-PiNKPANTERS(HEVC).mkv",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnaioo5EbXEkGGrYdfWXxWBssio.jpg",
        "title": "Family of Strangers (2019)",
        "description": "Family of Strangers------------------------------------သွေးသားတော်စပ်သူတွေကို မိသားစုလို့ခေါ်ကြတယ်သွေးသားမတော်စပ်ပေမယ့်မိသားစုထပ်ပိုနွေးထွေးတဲ့သူတွေနဲ့ ကြုံဖူးကြလား??အရပ်သုံးစကားကတော့ ရပ်ဆွေရပ်မျိုးပေါ့အဲ့လိုဆိုပေမယ့်လည်း သွေးသားအချင်းချင်းကိုညှင်းပန်းနှိပ်စက်ပြီး ရိုင်းစိုင်းတဲ့သူတွေလည်းရှိကြတာပဲဒီကားထဲမှာတော့ လူသတ်ပြီးကြိုးပေးတာမသေလို့စိတ်ကျန်းမာရေးဆေးရုံရောက်နေတဲ့လူကြီးရယ်ဆေးသုံးလွန်ပြီး ကြောင်နေလို့ရောက်လာတဲ့လူရည်လည် ကောင်လေးရယ်ပထွေးကအနိုင်ကျင့်တာကိုဘယ်သူ့အကူအညီမှမရပဲသတ်သေချင်နေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးရယ်တို့ကစိတ်ကျန်းမာရေးဆေးရုံမှာဆုံကြရင်းကအချင်းချင်းနွေးထွေးကြတဲ့ဆက်ဆံရေးလေးကိုကြည့်ရမှာပါသွေးမတော်သားမစပ်ပေမယ့်ဘဝတူတွေမို့ ကိုယ့်သွေးသားမိသားစုလိုအတူတူလိုက်ပါ ခံစားနာကျင်ထိခိုက်ပြီးတတ်နိုင်တဲ့ဘက်ကကူညီကြတဲ့ရိုးရှင်းတဲ့ မေတ္တာတရားအေးချမ်းတဲ့မေတ္တာတရားကိုဘာအထူးတလည်မွမ်းမံမှုမှမရှိပဲနဲ့ရင်ထဲရောက်အောင် ရိုက်ကူးပြသထားတာကြောင့်အသေးစိတ်ကအစ ရင်ထဲခံစားရစေမှာပါ....ဒီလိုကပ်ဘေးကာလမှာ နှလုံးသားကိုလဲအာဟာရကျွေးဖို့လိုတာကြောင့် နှလုံးသားအာဟာရမိသားစုဇာတ်ကားလေးကို ကြည့်ရှုခံစားကြပါဦးဒါကြောင့် သေချာလေးကြည့်ပြီးခံစားလိုက်ပါဦးနော်..IMDB 6.2 ရထားပြီး castingပိုင်းမှာလဲဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးမင်းသမီး နနကိုမတ်စုလေးကခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်ရိုက်ကူးထားကြောင့်ကြည့်ရှုသူ ပရိသတ်တို့ သရုပ်ဆောင်ပိုင်းမှာလဲ နှစ်ခြိုက်ကြမှာပါ...အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ ThinZar Htet မှခံစားရေးသားပေးထားပါတယ်  Translated by : ThinZar HtetEncoded by : YKQuality :720p HDTV x264 AAC5.1File Size : 1.2GBSubtitles : Myanmar (Hardsub)",
        "rating": "6.2",
        "url": "https://megaup.net/3CEHa/%7BCM%7DFamily_Of_Strangers_2019_720p_HDTV_x264_AAC5.1.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTA5YzNhMjgtZGEyZi00Nzg5LWE1ZTUtYzc1ZmMyMWNmOTMzXkEyXkFqcGdeQXVyMTAzNDgzMjU1._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Breaking Surface (2020)",
        "description": "Breaking Surface (2020)==================IMDb Rating - 6.1/10 သည်းထိတ်ရင်ဖိုစွန့်စားခန်းတွေပါတဲ့ဇာတ်ကားကိုမှကြိုက်ပါတယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်၂၀၂၀ခုနှစ်ထွက်ဇာတ်ကားလေးလာပါပြီ။ တူဗာနဲ့အီဒါဆိုတဲ့အမေတူအဖေကွဲညီအစ်မနှစ်ယောက်က သူတို့အမေနဲ့အတူ ပင်လယ်ကြမ်းပြင်အောက် ရေငုပ်ကြမယ်ဆိုပြီးစီစဉ်ထားရာကနေ မိခင်ဖြစ်သူကနေမကောင်းဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်တည်း ရေငုပ်ဖို့ဖြစ်လာတာပေါ့။ ဒီဇင်ဘာအချိန်အခါချမ်းအေးလှတဲ့ရာသီမှာ ကိုယ်တွေလိုအိမ်မှာပဲ စောင်ခြုံပြီးအိပ်မနေပဲရေငုပ်ဖို့လုပ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ဟာ ကံဆိုးစွာနဲ့လန့်စရာအဖြစ်ဆိုးကို ငယ်ဘဝကတည်းကကြုံခဲ့တယ်ပေါ့။ဒီလိုနဲ့အသက်တွေကြီးလာတဲ့အခါလည်း ရေငုတ်တဲ့ဘဝကနေ စွန့်စားခန်းတွေ . အသက်အန္တရာယ်နဲ့များလွန်းတဲ့ အလုပ်တွေမှာ သူတို့ဟာ ပျော်နေဆဲပါ။ဒီကားထဲမှာ မြင်တွေ့ရမှာကတော့ ညီအမတွေရဲ့ သံယောဇဥ◌်၊ အန္တရာယ်ကြားကနေ အရှုံးမပေးဘဲ ရဲရင့်တဲ့စိတ်ဓါတ်၊ပြတ်သားတဲ့ဆုံးဖြတ်မှု၊ ဖြစ်နေတဲ့အခြေအနေမှာ အကောင်းဆုံးလမ်းကြောင်း ရွေးချယ်လုပ်ကိုင်မှုတွေကို မြင်တွေ့ရမှာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 22minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – Chit ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gJJ9/Breaking.Surface.2020.720p.Bluray[CM].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSAlpVXRXcj6Fj6c9guA7PzOkTV.jpg",
        "title": "Blame! (2017)",
        "description": "Blame!IMDb - 6.7/10Rotten Tomatoes - 55%Myanimelist - 7.2/10ဒီ‌animeကို 2017တုန်းက Netflixကနေထုတ်လွှင့်ခဲ့တာပါ။ Sci-fiဇာတ်လမ်းကြည့်ရှုချင်တဲ့သူတွေမလွတ်တန်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့အနာဂတ်ကာလမှာ AIနည်းပညာတွေနဲ့မြို့ကြီးတစ်မြို့ကိုလူသားတွေဟာတည်ဆောက်ခဲ့ပါတယ်တနေ့ကျတော့ကူးစက်ရောဂါတစ်ခုရုတ်တရက်ဖြစ်ပွားခဲ့ကာAIနည်းပညာနဲ့မြို့ကြီးဟာ လူသားတွေကိုရှင်းလင်းမှုတွေစတင်လုပ်‌ေဆာင်ခဲ့ပါတော့တယ်။ ရှင်းလင်းမှုခံရတဲ့အတွက် လူသားတွေရဲ့အရေအတွက်ဟာ လက်တစုပ်စာလောက်ပဲကျန်တော့ပြီးစားစရာတွေရှားပါးတဲ့အထိဖြစ်လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ကေလီဆိုတဲ့ ထူးဆန်းတဲ့လူတယောက်ပေါ်လာခဲ့ပြီး Net terminalမျိုးရိုးဗီဇရှိတဲ့လူသားတွေကိုလိုက်ရှာတဲ့အခါမှာတော့......- လူသားတွေကိုမြို့ကြီးကဘာလို့တိုက်ခိုက်ခဲ့လဲ- ကေလီဆိုတဲ့လူဟာဘယ်သူလဲ- Net terminalမျိုးရိုးဗီဇရှိတဲ့သူတွေဟာ ဘာထူးခြားလို့ကေလီဟာလိုက်ရှာနေရလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိုက်ပါ Translated by : Dr.NyanEncoded by : YKFile Size : 1.5GB and  1.1GBQuality : 1080p and720pSubtile : Myanmar (Hardsub)",
        "rating": "6.7",
        "url": "https://megaup.net/2WC2S/[CM]_BLAME!_[Ma10p_1080p].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/At_the_End_of_the_Storm_jacket_for_web-128x200.jpg",
        "title": "The End of the Storm (2020)",
        "description": "The End of The Storm(2020)==========================IMDb - 8.3/10\nRotten Tomatoes - 67%ယာဂင်ကလော့အကြောင်း..လီဗာပူးအကြောင်း ကျွန်တော်တို့မြည်းစမ်းကြည့်ရအောင်....လီဗာပူးအတွက် ၂၀၁၉-၂၀ဘောလုံးရာသီက ကြည့်လိုက်ရင် ရိုးရှင်းတဲ့ရာသီလို့ ထင်ရပေမယ့် တကယ်တော့ မဟုတ်ခဲ့ပါဘူး\nမုန်တိုင်းတစ်ခုလိုပါပဲ...ရာသီအစ ပထမဆုံးပွဲမှာ ကတည်းက ဂိုးသမားဒဏ်ရာရသွားတယ်\nရာသီအလယ်ခေါင်ပွဲကြပ်နေတဲ့အချိန်မှာ Club World Cup သွားကစားရတယ်\nကိုဗစ်ကြောင့် စိုးရိမ်စရာရှိနေတဲ့ကြားထဲကနေ ချန်ပီယံလိဂ်ကစားခဲ့တယ်\nပြီးတော့လည်း ၁၆သင်းအဆင့်ကနေနှူတ်ဆက်သွားတယ်\nပရီးမီးယားလိဂ်ဖလားရဖို့ တော်တော်နီးစပ်တဲ့အချိန်မှာလည်း ကိုဗစ်ကြောင့် ဘောလုံးပွဲတွေ ရပ်နားလိုက်ရတယ်ဒီလိုနဲ့ လွယ်ကူတဲ့ရာသီမဟုတ်ခဲ့ပါဘူးဒီ Documentary မှာတော့ လီဗာပူးအသင်း ဖလားရခဲ့တဲ့ ၂၀၁၉-၂၀ရာသီက အတွင်းရေးကိစ္စတွေကို နည်းပြကလော့ကိုယ်တိုင်ပြောပြနေတဲ့ပုံစံနဲ့ တင်ဆက်ထားပါတယ်\nအသင်းတွင်း စိတ်ဓာတ်တည်ဆောက်ပုံတွေ အတိတ်ကဖြစ်ရပ်တွေကိုလည်း flash back အနေနဲ့ ပြသထားတာကြောင့် တကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ Documentary လေးပါနည်းပြ..အသင်းသား...ပရိတ်သတ်..ကံကြမ္မာတွေ ချိတ်ဆက်ထားတဲ့ ဘောလုံးအသင်းအကြောင်းတင်ဆက်ထားတာမို့ဒီ Documentary လေးက ဘောလုံးပရိတ်သတ်တိုင်းအတွက်ပါပဲ။ \nFile size…(1.5 GB) and (870 MB)\nQuality…WEB ...",
        "rating": "8.3",
        "url": "https://megaup.net/2WHae/(CM)The.End.of.the.Storm.2020.720p.WEBRip.x265-RARBG.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_-142x200.jpg",
        "title": "Veer-Zaara (2004)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်\nLogic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။\nဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။\n( လျှာရှည်တာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3CEBd/Veer-Zaara_[2004]_BluRay_720px264(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDg5ZmRhNTEtYTU2Yy00NzM2LTgxNWEtNmUwYWI4YzQ5NjVmXkEyXkFqcGdeQXVyOTA5NjE5ODU@._V1_-142x200.jpg",
        "title": "Vernost (2019)",
        "description": "Vernost (2019)\n===========IMDb Rating - 6.0/10 Fifthy Shades Triologyလို Eroticဆန်ဆန် ဒရာမာကားတွေ ဒီနှစ်ထဲ သိပ်မထွက်ပါဘူး။အခုထွက်တဲ့ကားကတော့ IMDd Rating 6/10ပါ။ Erotic လိုင်းအနေနဲ့တော့ မဆိုးဘူးပြောရပါမယ်။ မင်းသမီးလေးလည်း တော်တော်လှပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ TIFF Award forBest Performance ဆုရသွားခဲ့တာပါ။ တစ်နာရီဆိုတဲ့ ပြသချိန်တိုတိုလေးနဲ့မလိုက်အောင်ပါဖော်မန့်ကောင်းတယ်ဆိုတဲ့ သဘောပါပဲ။ Eroticအသားပေး Drama filmဆိုတဲ့အတိုင်း လိင်မှုကိစ္စတော့အတော်ပါပါတယ်။ ပါတယ်ဆိုပေမယ့်လို့Erotic Filmမို့ အရမ်းကြီးတော့ မျှော်လင့်တော့မထားကြပါနဲ့။ ဘာပြောပြောလေ ဒါမျိုးကားတွေက မင်းသမီးလှရင်တောင် တန်နေပြီမို့လား။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် . လန်ကာဟာ အသက် ၃၀ မှာတင် အောင်မြင်တဲ့ သားဖွားမီးယပ်ဆရာဝန်တစ်ယောက်ဖြစ်နေပါပြီ။ လူနာတွေက သူနဲ့မှပြချင်ကြသလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသူ့ကိုလေးစားကြပါတယ်။ ဒါပေမဲ့ တဖက်မှာလည်း သူ့ရဲ့အိမ်ထောင်ရေးက အဆင်မပြေပါဘူး သူ့ခင်ပွန်းဖြစ်သူဆယ်ရို့ဂျ်က လုပ်ဖော်ကိုင်ဘက်ဖြစ်သူ ခါဂျာနဲ့ ဖောက်ပြန်နေတယ်လို့ လန်ကာက တထစ်ချယုံကြည်နေပါတယ်။ဒီလိုနဲ့ ခင်ပွန်းဖြစ်သူကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/UOdl/Vernost.2019.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://megaup.net/3CE8g/(CM)_Maggie_(2019).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cFsY7j5vt1c1OPQj9JFd2vhTN9.jpg",
        "title": "Nail Polish(2021)",
        "description": "Nail Polish(2021)IMDb...7.9ဗီးရ်ဆင်းက အရင်တုန်းက ကရှ်မီးရ်မှာ သူလျှို တစ်ယောက် အဖြစ် တာဝန်‌ထမ်းဆောင်ခဲ့ပြီးအလုပ် ထွက်လိုက်ပါတယ်။\nသူက ကလေးတွေကို အားကစားသင်ကြားပေးပြီး ကလေးတွေကလည်း သူ့ကို အရမ်းချစ်ကြပါတယ်။နေ့စဉ်ကလေးတွေနဲ့ပဲအချိန်ကုန်ရင်းသူ့ဘဝကို ပျော်ပျော်ပါးပါးကြီးဖြတ်သန်းနေတယ်...ဒီလိုပဲနေပေမဲ့ သူ့ဘဝကြီးရဲ့ကံဆိုးမိုးမှောင်က ရောက်ရှိလာပါတော့တယ်...ကလေးနှစ်ယောက် မီးရှို့သတ်ခံထားရပြီးဒီကိစ္စရဲ့တရားခံက ဗီးရ်ဆင်းဖြစ်တယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်...အိမ်ပိုင်ရှင်ကလည်း သူကိုယ်တိုင်ြဖစ်နေတဲ့အပြင်အခြေအနေ ရှုထောင့်စုံက သူဟာတရားခံလို့ညွှန်ပြနေတဲ့အတွက် ဗီးရ်ဆင်းတစ်ယောက်ဒုက္ခအကြီးအကျယ်ရောက်နေပါတယ်....သူကိုယ်တိုင်လည်းကလေးတွေသေဆုံးမှုအတွက် အံအားသင့်ပြီး သွေးပျက်နေတယ်..တရားခံကဘယ်သူလဲ..တရားသူကြီးတွေနဲ့ရဲအဖွဲ့ကရော စစ်မှန်တဲ့တရားခံကိုဖော်ထုတ်နိုင်ပါ့မလား...India မှုခင်းကားအလန်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်ပါဘူး\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.08GB) and (432MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/2gJ2l/Nail_Polish.2020.WEB-DL.480P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c7OsovY4s15sLp8AfzxR92fTCU.jpg",
        "title": "Let’s Scare Julie (2019)",
        "description": "Let's Scare Julie--------------------------------အမ်မာဟာ မိဘတွေဆုံးပါးသွားတဲ့အခါ၊အစ်မဝမ်းကွဲဖြစ်သူ တေလာရဲ့အိမ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ပါတယ်။တစ်ညမှာ သူတို့အိမ်ကို၊အစ်မဝမ်းကွဲတေလာရဲ့ အစအနောက်သန်တဲ့သူငယ်ချင်းတွေရောက်လာပြီး၊ အမ်မာနဲ့မိတ်ဆက်စကားပြောရင်း အိမ်ရဲ့မျက်နှာချင်းဆိုင်ကထူးဆန်းတဲ့အိမ်အကြောင်း စကားဆက်မိသွားကြပါတယ်။ အဲ့အိမ်မှာအဖွားကြီးတစ်ယောက်နေထိုင်ခဲ့ပြီး၊သူနေခဲ့တဲ့တစ်လျှောက်လုံးမှာသူ့ကိုဘယ်သူမှမမြင်ဖူးကြောင်း၊ အဲ့အဖွားကြီးကိုမြင်ဖူးခဲ့သူတစ်ယောက်လည်းထူးဆန်းတဲ့ဖြစ်ရပ်ဖြစ်သွားခဲ့ကြောင်း၊အခုအဲ့အဖွားကြီးသေဆုံးသွားပြီမို့အဲ့အိမ်ကို သားအဖနှစ်ယောက် ပြောင်းလာကြောင်း တေလာကပြောခဲ့ပါတယ်။ ညီမဝမ်းကွဲဖြစ်သူအမ်မာကလည်း သူ့အစ်မဝမ်းကွဲ တေလာရဲ့အဖေမှာ အဲ့အိမ်ရဲ့သော့ရှိကြောင်းပြောပြလိုက်ပြီး၊တေလာနဲ့သူ့သူငယ်ချင်းတွေဟာ အဲ့အိမ်ကိုပြောင်းလာတဲ့ ကလေးမလေး ဂျူလီတစ်ယောက်တည်းရှိနေချိန် ခိုးဝင်ပြီး၊ခြောက်လှန့်နောက်ပြောင်ဖို့ အကြံရလိုက်တဲ့အခါ... Translated by : Pyi T NyeinEncoded by ; YKFile Size : 1.5GB and 689MBQuality : 1080p BluRay and 720pSubtitles : Myanmar Hardsub",
        "rating": "5.5",
        "url": "https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH92dHWRnzDuQ8jJya8co47PwuI.jpg",
        "title": "The Royal Bride",
        "description": "The Royal Bride (2020)ဒီတစ်ခါတော့ ပရိသတ်အတွက် အရသာအသစ် ရနိုင်မယ့် ဗီယက်နမ် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ခုနောက်ပိုင်း အာရှကားတွေထဲမှာ ဗီယက်နမ်ကားတွေလည်း အတော်အတန် အဆင့်ရှိလာတာကို တွေ့ရပါတယ်။\nဒီကားလေးလည်း ရိုက်ချက်တွေရော ဇာတ်လမ်းတင်ပြပုံရော အတော်လေး ကောင်းတာကို တွေ့ရပါတယ်။\nတော်တော်လေးလည်း တခမ်းတနားနဲ့ ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nတော်ဝင် သတို့သမီး တစ်ယောက်အကြောင်းပေါ့။မင်းသမီးက ကူယင် ဆိုတဲ့ တီဗွီအစီအစဉ် တင်ဆက်သူပါ။\nသူ့အစီအစဉ်က အတင်းအဖျင်းတွေကို ဖော်ထုတ်တဲ့ Showbiz Face-off ဆိုတဲ့ အစီအစဉ်ပါ။\nသူ့အစီအစဉ်ကို စုံတွဲလာရင် ကွဲတယ်။ သူငယ်ချင်းတွေ လာရင် ရန်ဖြစ်ကြတယ်။\nဒီလို အစီအစဉ်မျိုးပေါ့။မင်းသားကတော့ ဂျက်လို့ နာမည်ရတဲ့ တော်ဝင်မျိုး တော်ဝင်နွယ် တစ်ယောက်ပေါ့။\nဒီတော့ ဂျက်ရဲ့အမေက ဂျက်ကို ကူယင်နဲ့ သဘောမတူနိုင်ပါဘူး။\nဒါပေမယ့် ဂျက်ရဲ့အမေကလည်း တစ်ခေတ်တစ်ခါက နာမည်ကြီး ရုပ်ရှင်မင်းသမီးကြီးပါ။\nသူ ဘာလို့ သဘောမကျရတာလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရပါမယ်။ဂျက်ရဲ့အမေက ဂျက်ကို ဇာတိမြို့ ...",
        "rating": "5..1",
        "url": "https://megaup.net/1AL6p/(CM)_The_Royal_Bride_2020.1080P.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Project-Guten-139x200.jpg",
        "title": "Project Gutenberg ( 2018 )",
        "description": "IMDb Rate 6.9 နဲ့အတူ နာမည်ကြီးမင်းသား ချောင်ယွမ်ဖတ်ကလည်းပါဝင်သရုပ်ဆောင်ထားပြီး ဂျင်းကားမဟုတ်တာတော့ 100 %ကျိန်းသေနေတာပါပဲဇာတ်လမ်းအကျဉ်းလေးကတော့လွန်ခဲ့တဲ့  နှစ်တွေက ချစ်သူ ၂ယောက် …အတူပန်းချီဆွဲကြတယ်..ကောင်မလေး က လက်ရာမှာပါရမီပါတယ်ကောင်လေးကတော့ သူ့လောက်ပါရမီမထူးပေမယ့်ပုံတူဆွဲနေတဲ့နေရာမှာလည်း သူက ပါရမီပါတယ်ကံကြမ္မာလှည့်ကွက်တွေကြောင့်၂ယောက်သားဝေးပြီးတော့ ပြန်လည်ဆုံတွေ့တဲ့အခါမှာတော့ကောင်လေးက လူသတ်တရားခံအဖြစ်အဖမ်းခံထားရတယ်ကောင်မလေးကတော့ နိုင်ငံတကာအသိအမှတ်ပြုပန်းချီပညာရှင်တစ်ယောက်….ရဲစခန်းကဟွကျားလို့ခေါ်တဲ့လူတစ်ယောက် အကြောင်းကိုကောင်လေးကိုမေးတယ်..ကောင်မလေးပါတော့မှပဲကောင်လေးက ဟွကျားအကြောင်းကိုဖွင့်ပြောတော့တယ်ကောင်မလေးနဲ့ဝေးပြီးတဲ့နောက် ကောင်လေးဟာဟွကျားဦးဆောင်တဲ့ ငွေတုဂိုဏ်းတခုကိုရောက်သွားတာကနေအစပြုပြီး မြုပ်ကွက်များစွာပါဝင်တဲ့ ဇာတ်လမ်းလေးတပုဒ်ဖြစ်တည်လာပါတော့တယ်ထိုင်ရာကမထချင်ပဲ အဆုံးထိ စိတ်ဝင်စားပြီးစောင့်ကြည့်သွားရမယ့် ဇာတ်ကားမျိုးဖြစ်လို့ရုပ်ရှင်ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ် Quality : Bluray 1080p 5.1 CH ( HEVC )& Bluray 720p 5.1CHFormat : mkv for ( 1080p HEVC ) & mp4 for ( 720p )During : 2h 10 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/Szt6/Project_Gutenberg_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1AK2w/(CM)_Prespective.Eyes.2019.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BY2Q3N2NkMTItYTlkMS00ZjEwLThkMGItOWUwNzg1M2I2ZmQzXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Jalebi (2018)",
        "description": "Jalebi (2018)(Zawgyi) \nေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး\nဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ\nမဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္...\nအေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့\nလူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္...\nကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို\nေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔\nထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ...\nေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္\nခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္...\nထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္\nေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္\nအခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ\n၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္\nအရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး\nဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/UMxp/Jalebi_2018_Hindi_1080p_WEB-DL_DD_5.1_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q46YDixZRQY8QfAkKJat6fK8ZQ1.jpg",
        "title": "More Than Family (2020)",
        "description": "More Than Family (2020)\"မိသားစုထက် ပိုတယ်\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်းပဲ\nမိသားစုတွေအကြောင်းရိုက်ထားတဲ့ကားလေးပါFx အဖွဲ့က Krystal လေး က ဗိုက်တစ်လုံးနဲ့သရုပ်ဆောင်ထားပါတယ်\nတက္ကသိုလ်ကျောင်းသူဂိုက်ဆရာမလေးဟာ စိတ်လက်တစ်ဆစ်နဲ့\nဟောဟောဒိုင်းဒိုင်း လုပ်ချင်တိုင်းလုပ်တတ်တဲ့ ကောင်မလေးပေါ့သူ စာသင်ပေးနေတဲ့ အထက်တန်းနောက်ဆုံးတစ်နှစ်ကျ ကျောင်းသားလေးနဲ့\nစာသင်ရင်းက အရှိန်လွန်ပြီး ကိုယ်ဝန်ငါးလဖြစ်သွားတော့တယ်\n(ဘယ်လိုအရှိန်လွန်တာလဲတော့ မမေးနဲ့ဗျနော့)အဲ့ဒါကို နှစ်ဖက်မိဘတွေကိုပြောတဲ့အခါမှာ ဘယ်လိုတွေဖြစ်လာလဲကိုယ်ဝန်ကြီးနဲ့ အဖေရင်းလိုက်ရှာတဲ့ဆရာမလေးကရော တွေ့မှာလား\nမိသားစုတွေရဲ့တွေးခေါ်ပုံတွေမတူတဲ့အခါ လက်ခံနိုင်စွမ်းတွေလည်းကွာဟတယ်ဆိုတာကို\nရယ်ရင်းမောရင်းနဲ့ကြည့်ရအောင်ဇာတ်လမ်းကို ဖတ်ကြည့်လိုက်ရင်တော့ ဘာမှမဟုတ်ဘဲ ရိုးရှင်းနေတဲ့ ဇာတ်ကားလေးပါပဲ။\nဒါပေမယ့် ကြည့်မိရင်တော့ အဆုံးထိကြည့်မိမှာ သေချာပါတယ်။ဘာမှမကြည့်ချင်ရင်တောင် Krystal လေးရဲ့မျက်နှာပြောင်လေးကြည့်ရရုံနဲ့တင်တန်ပါတယ်\nကြည့်ကြပါလို့File size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August\nTranslated by ..... Thinzar Htet",
        "rating": "6",
        "url": "https://megaup.net/UMw6/(CM)_More.Than.Family.2020.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AK0a/Kubo.and.the.Two.Strings.2016.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTFkZWJlMzUtNTAwYS00NzE5LTgxNTQtN2RkYzBhYzY1ZDY0XkEyXkFqcGdeQXVyNTY3MTY3MzE@._V1_-141x200.jpg",
        "title": "Asphalt Burning (2020)",
        "description": "Asphalt Burning (2020)===================IMDb Rating - 5.2/10 ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေတစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်းပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွားပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိလိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မကဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း \" အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ \" ဆိုတဲ့စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gGTV/Asphalt_Burning.2020.720p.BluRayRip[CM].mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0ehxutuumpct-140x200.jpg",
        "title": "[18+] Strange Hair Salon (2015)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Pink ဆိုတဲ့ မမကြီးပိုင်တဲ့ Beauty Salon ဆိုင်မှာ Mina ဆိုတဲ့အလန်းလေးက Salon ဝန်ထမ်းလုပ်နေတာပါ...ပြသနာက သူတို့ Beauty Salon ကို လူသိပ်မလာကြပါဘူး..ဒီတော့ Mina က Pink ကို အကြံပေးတယ်...ဆိုင်ကို ယွကျားလေးသီးသန့်ပြောင်းပြီး ဘာညာကြမလားဆိုပြီးတော့ပေါ့...Pink က အစကတော့ အင်တင်တင်ပဲ..ဒါပေမယ့်လူကျလာမလားဆိုပြီး စမ်းကြည့်တာပေါ့ဆိုပြီး ဝုန်းကြပါလေရော...ချက်ချင်းပဲ ဆိုင်က နာမည်တွေကြီးကုန်လို့ လူတွေကြိတ်ကြိတ်တိုးလာကြရော...ဒီလိုချိန်မှာ ဘဲအလန်းလေးတစ်ပွေကို ပိုင်ရှင်မမကြီးကကြွေနေသလို..ရှူးဂါးဒယ်ဒီတစ်ပွေကလဲ Mina အလန်းလေးကို ကြွေသွားကြတဲ့အခါ...ဒီ Beauty Salon ဆိုင်ကြီး ဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာ....။ File Size : (1.2 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:24:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2WE7B/(DarkSide)Strange.Hair.Salon.2015.720p.HDRip.X264.AAC-CJCONTENTS.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTVjOTQzNTctNmIwMi00MWMwLWEwMDUtN2M5YWM0MDIzMmYyXkEyXkFqcGdeQXVyNjAyMDAzNjk@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Robo (2020)",
        "description": "Robo (2020)==========IMDb Rating - 5.2/10 ဒီဇာတ်ကားလေးကတော့ အသက် ၁၂ အရွယ် မီဂျာဆိုတဲ့ ကောင်လေးနဲ့ စက်ရုပ်တစ်ရုပ်တို့ ရဲ့ အခက်အခဲကျော်ဖြတ်ကြပုံတွေ၊သံယောဇဉ်တွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတဲ့ ခေတ်လွန် စွန့်စားခန်း ဇာတ်ကားလေးပါ။ပန်းချီအနုပညာရှင် တစ်ယောက် သိပ်ဖြစ်တဲ့ မီဂျာနဲ့ သူ့ကို အင်ဂျင်နီယာ ဖြစ်စေချင်တဲ့ သူ့မိဘတွေရဲ့ ဆန္ဒက အမြဲတမ်း မထပ်တူမကျခဲ့ပါဘူး။မီဂျာ့ မိဘတွေက လူသားတွေကို ကာကွယ်ပေးနိုင်တဲ့ စက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ကြပါတယ်။ အဲ့ဒီစက်ရုပ်လေးဟာ အလွန်ချစ်စရာကောင်းပြီးတစ်နေ့တစ်ခြားသူ့ရဲ့ AI စနစ်ဟာလည်း ကောင်းမွန်တိုးတတ်လာနေခဲ့ပါတယ်။တစ်နေ့မှာတော့  ဉာဏ်ရည်မြင့်မားတဲ့ စက်ရုပ်လေးက သူရဲ့မိသားစုကို ရှာဖွေဖို့ စမ်းသပ်ခန်းကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။ဒါပေမယ့် ထိန်းချုပ်သူမရှိတဲ့ စက်ရုပ်ဆိုတာဟာ အန္တရာယ်များလွန်းတတ်ကြပါတယ်။အဲ့ဒီ ထွက်ပြေးသွားတဲ့ စက်ရုပ်လေးဟာ ဖြစ်ချင်တော့ မီဂျာနဲ့တွေ့ဆုံခဲ့ပြီး စိတ်ဝင်စားဖွယ်ရာလည်းကောင်း . ကြည်နူးစရာလည်းကောင်းတဲ့ဖြစ်စဥ◌်တွေတောက်လျှောက် ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် မီဂျာကကော စက်ရုပ်ကို ထိန်းချူပ်နိုင်ပါ့မလားဆိုတာကိုတော့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်.......အဲ့တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1AJ3r/Robo.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjY2NWJmNzMtMWIyYi00NGUwLTg2NTUtMzA5ZDZkZDZkOTVjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)",
        "description": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)=====================================IMDb Rating - 5.8/10 Dragons: Rescue Riders ကားလေးတွေထွက်လာသမျှတိုင်းကတော့ ကြည့်လို့ကောင်းပြီးလူအတော်များများက ကြိုက်နေဆဲဖြစ်ပါတယ်။ အခုလည်း Huttsgalor Holiday ကားလေးထွက်လာပြန်ပါပြီ။ဟူစတပ်ဂလာ (Huttsgalor) မြို့မှာနေထိုင်ကြတဲ့ သူတွေဟာ နှစ်စဉ်နှစ်တိုင်း အိုဒင်နယူး (Odinyule )ပွဲတော်ကိုကျင်းပလေ့ရှိကြပါတယ်။ ဒီလိုနှစ်စဉ်နှစ်တိုင်း ပုံမှန်ကျင်းပနေကြပွဲလေးဟာ ဒီနှစ်မှာတော့အခက်အခဲတွေ ရှိလာခဲ့ပြီး . ပြဿနာတွေလည်း ရင်ဆိုင်ကြုံတွေ့လာရပါတယ်။ ဒါကို Rescue Ridersတွေကဘယ်လိုမျိုးကြိုးစားပြီးဖြေရှင်းပေးမလဲဆိုတာကို ကြည့်မြင်ရမည့် ဇာတ်ကားလေးပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Aye Nyein Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 46minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, FamilySource : 1080p.WebRipTranslator ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AIux/Dragons.Rescue.Riders.Huttsgalor.Holiday.2020.720p.NF.WEB-DL.[CM].mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_-133x200.jpg",
        "title": "Love and Monsters (2020)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (92%)\nဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။\nဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။လူတွေကို ပြန်စားကုန်ကြတယ်။\nအဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။\nအဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။\nဒါပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/UKz9/Love.and.Monsters.2020.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/B3JCQAOCYAAKAyT-132x200.jpg",
        "title": "Valley Girl (1983)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (83%)ဟောလိဝုဒ်ရဲ့ ၁၉၈၀ ပြည့်နှစ်တွေဘက်ဆီလည်ပြန်ကြည့်လိုက်မယ်ဆို တစ်မျိုးတမည်လေးခံစားရမှာတော့သေချာ‌ပေါက်ပဲဗျ။ခေတ်တစ်ခေတ်ရဲ့ချစ်စရာအဖြစ်လေးတွေနဲ့မမေ့နိုင်စရာကိစ္စလေးတွေပြည့်နှက်ခဲ့တဲ့အ‌ကြောင်းတွေပြောရမယ်ဆို ၁၉၈၀ကျော်ခုနှစ်တွေကမပါမဖြစ်ပါပဲ။နီကိုလက်ကေ့ခ်ျမင်းသားကြီးရဲ့ ငယ်ရုပ်ချောချောကို တွေ့ရမယ့်အပြင်ခေတ်ဟောင်းဟောလိဝုဒ်သီချင်းတွေကိုခံစားလို ခေတ်ဟောင်းအငွေ့အသက်ကိုရလိုသူတွေအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ခေတ်ဟောင်းဟောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးကတော့ ၁၉၈၃ ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Valley Girl ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...ဂျူလီဟာ ဟောလိဝုဒ်နဲ့ကပ်လျက်ဘယ်လီမြို့လေးကမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီးတော့ရန်ဒီကတော့ဟောလိဝုဒ်က ကောင်ဆိုးလေးတစ်ယောက်ပါ။ဘရက်ဆိုတဲ့ရည်းစားရှိပြီးသားဖြစ်တဲ့ ဂျူလီလေးနဲ့ ကောင်ဆိုးလေး ရန်ဒီတော့ဘယ်လိုပက်သက်မိကြမယ်သူတို့သုံးယောက်ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းကဘယ်လိုတွေဖြစ်လာမယ်ဆိုတာကို၁၉၈၀ ကျော်တုန်းက ဟိုးလေးတကြော်ကြော်ဖြစ်ခဲ့တဲ့ဒီဇာတ်ကားလေးကိုပြန်လှည်ခံစားရင်း၁၉၈၀ ကျော်နှစ်တွေဆီပြန်လည်လွမ်းဆွတ်ကြည့်ကြရအောင်လားဗျာ။ \nFile size…(1.8 GB) and (1 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2gGry/(CM)Valley.Girl.1983.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT(HEVC).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzFZtPTvMsgvZ9r4FKDoIc1gPZK.jpg",
        "title": "Caught In Time ( 2020 )",
        "description": "ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ အက်ရှင်ကြိုက်နှစ်သက်သူတွေအတွက်တော့ရှယ်သဘောကျမယ့်ကားအမျိုးအစားပဲဖြစ်ပါတယ်အချိန်ဆိုတာ တစ်မိနစ် တစ်စက္ကန့်လေးကအစ အရေးပါတယ်ဆိုတဲ့စကားက ဒီကားနဲ့ လုံးဝကွက်တိဖြစ်ပါလိမ့်မယ် ဒီကားထဲကဓားပြအဖွဲ့ဟာ ဘယ်လောက်တောင်ကျွမ်းကျင်အဆင့်လဲဆိုရင်ခေါက်ဆွဲပြုတ်နေတဲ့ ၁၀မိနစ်အတွင်းမှာ ဘဏ်ကို ဓားပြသွားတိုက်ပြီးခေါက်ဆွဲဆိုင်မှာ ခေါက်ဆွဲအေးဆေးပြန်လာစားနိုင်တဲ့အထိကိုအလန်းဇယားတော်တာပါနော် ခေါက်ဆွဲပဲစားရုံတင်ပဲမထင်လိုက်ပါနဲ့ရဲတွေအတွက် ခေါက်ဆွဲတောင် ဝယ်ကျွေးသွားပါသေးတယ်အဲ့လောက်ထိ အခန့်မှန်းမှာရော အလုအယက်မှာရော ရဲတွေထက်ရှေ့တစ်လှမ်းအမြဲစောနေတဲ့ ဓားပြအဖွဲ့ကို အပြောင်းရွှေ့ကျလာတဲ့ရဲအဖွဲ့ခေါင်းဆောင် ကျုံချန်က အမိ ဖမ်းနိုင်ပါ့မလား ဓားပြအဖွဲ့ကရောလှည့်စားမှုတွေနဲ့ ရဲတွေကို ဆက်ပြီးပိုင်ပိုင်နိုင်နိုင်ကစားသွားနိုင်ဉီးမလားဆိုတာကိုဆက်လက် ကြည့်ရှုလိုက်ကြပါတော့နော် Quality : HDRipFormat : mp4During : 1h 35 minSubtitle : Myanmar Subtitle ( hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/1AIXq/(CM)Caught.in.Time.2020.HDRip.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Co0EwXIVYAk9AjE-215x300.jpg",
        "title": "For a Few Bullets (2016)",
        "description": "အခါတစ်ပါး၌ ဂျပန်သည် တရုတ်ပြည်ကို အုပ်စိုးရန် ကျူးကျော်ဝင်လာကြ၏။တရုတ်ပြည်လဲ ကပ်ဆိုက်လေသည်။ဂျပန်တို့သည် အရှေ့အာရှ သာတူညီမျှ ဘလာ ဘလာ ဘလာ ကြွေးကြော်ပြီးတရုတ်ပြည်သူများကိုကျုံးသွင်းရန်ကြံဆောင်နေလေသည်။ထိုကာလ၌ ပျောက်ဆုံးနေပြီဖြစ်သော ရှေးတရုတ်အင်ပါယာတို့၏ အထိမ်းအမှတ် ယူချီဟူသော တံဆိပ်တုံးကိုဂူသင်္ချိုင်းတစ်ခုမှ ပြန်လည်တူးဖော်ရရှိလာကြောင်း ဂျပန်တို့သတင်းရရှိလေသည်။ထိုတံဆိပ်တုံးသည် အင်ပါယာ၏အမှတ်အသားဖြစ်သလို ကျောက်စိမ်းတုံးပေါ်တွင်ထွင်းထုထားခြင်းဖြစ်လေရာတန်ဖိုးအရကြီးမားလှပြီး ရှေးဟောင်းအမွေအနှစ်အစစ်အမှန်လဲဖြစ်ပေသည်။ဂျပန်တို့သည် တရုတ်ပြည်သူများကို ထိုတံဆိပ်တုံးဖြင့် ဂျင်းထည့်ရန် အာရုံရလေသည်။ထိုသတင်းကိုသိလေသော တရုတ်မျိုးချစ်တို့သည် ဂျပန်တို့လက်ထဲ တံဆိပ်တုံးမရောက်ရှိစေရန် လျှို့ဝှက်လုပ်ဆောင်လေသည်။ခိုးယူရမည်ဖြစ်သောကြောင့် တရုတ်ပြည်၏ အတော်ဆုံးသူခိုးနှစ်ယောက်ကို အသုံးချမိသောအခါ....။တရုတ်ပြည်၏ တစ်ချိန်က အတော်ဆုံးသူခိုး ချိဖော်။ချိဖော်ကဲ့သို့ နာမည်ကြီးချင်နေသော ကျန်ကျောင်း။သေနတ်ပစ်တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သော တရုတ်မျိုးချစ်သမလေး ယူရင်။ရက်စက်ကြမ်းကြတ်သော လူသတ်သမား အပိုင်း-၇၃၁ တစ္ဆေအရိပ်။စသည့် စသည့်ဇာတ်ကောင်များဖြင့် ဖန်တီးထားသော Action , Comedy ဇာတ်ကားကောင်းဖြစ်ပေသည်။ငြီးငွေ့ဖွယ်မရှိရအောင် သွက်သွက်လက်လက်တင်ဆက်ထားပြီးဆွဲဆောင်မှုရှိသော တရုတ်ဇာတ်ကားဖြစ်ကြောင်း တင်ပြလိုက်ရပါသည်။\nFile size…(2.4 GB) and (1.3 GB)\nQuality…BluRay 1080p & 720p ...",
        "rating": "",
        "url": "https://megaup.net/1AI1Y/For.a.Few.Bullets.2016.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rK4jb2t3J98IXjY9O3nc8bX9yqt.jpg",
        "title": "Happiness for Beginners(2023)",
        "description": "Happiness for Beginners(2023)****************************\nအမေရိကန်စာရေးဆရာမ Katherine Centerရဲ့ ဝတ္ထုကောင်းတွေထဲကတစ်အုပ်ဖြစ်တဲ့Happiness for Beginnersကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီး\n‌တောတွင်း ခရီးထွက်ရတဲ့ hiking vibeလေးတွေ ရှုခင်းလှလှလေးတွေကိုပါ လိုက်ပါခံစားလို့ရမယ့် ဇာတ်ကားလေးပါ...။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ ဟယ်လန်ဟာ ယောကျ်ားဖြစ်သူနဲ့ကွာရှင်းပြတ်စဲပြီးတစ်နှစ်အကြာမှာ ဘဝအသစ်ပြန်စဖို့ အားယူရန် တောတွင်းလမ်းလျှောက်ခရီးလေးကိုစိတ်ပြေလက်ပျောက်ထွက်ခဲ့လိုက်ပါတယ်...။\nအိမ်ထောင်ရေးကံခေလို့ ကွာရှင်းပြီးတာတောင် ခင်ပွန်းဟောင်းဖြစ်သူက လိုက်ကပ်နေတာတွေ...၊အိမ်ထောင်ကွဲမိဘတွေရဲ့စွန့်ပစ်ခံခဲ့ရတဲ့အတိတ်တွေ...၊\nတစ်ဦးတည်းသောသွေးသားရင်း မောင်လေးနဲ့ အဆင်မပြေတာတွေ စတဲ့အထိုထိုသောဘဝရဲ့ အခက်အခဲတွေကို move onလုပ်ဖို့အတွက် ပထမဆုံးခြေလှမ်းအနေနဲ့ ဒီခရီးကိုထွက်ခဲ့တာ....။\nတိုက်ဆိုင်ချင်လို့လားပဲ...။ ဒီခရီးမှာ ဟယ်လန့်မောင်လေးရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂျိတ်လည်း လိုက်ပါလာပါတယ်...။\nတစ်ယောက်တည်း ဆိတ်ငြိမ်ချင်လို့ခရီးထွက်ပါတယ်ဆိုမှ ခရီးမှာ မျက်နှာသိပါလာတော့ဟယ်လန်တစ်ယောက် ထပ်ပြီးစိတ်ညစ်ပြန်ရပါလေရော...။\nသို့ပေမဲ့ ဘဝဆိုတာ ဆိုးတာချည်းပဲကြုံမနေဘူးလေ အပြောင်းအလဲလေးရှိသေးတာကိုး...။\nဟယ်လန်တစ်ယောက် တောတွင်းလမ်းလျှောက်ခရီးမှာ မျက်နှာသိဂျိတ်နဲ့ ကတောက်ကဆ၊ကမောက်ကမဖြစ်ရင်း ဘယ်လိုတွေ စခန်းသွားကြမလဲဆိုတာကိုဒီ Comedy Drama movieလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။\n  File size…1.8GB/ 741MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 43min\nGenre ….. Comedy, Drama , ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BLvQ/Happiness.for.Beginners.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2VmOTkwM2QtZjY2Mi00MGIyLTkxMDAtMmQ2MDMyOTlmZjEzXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Dunia Tanpa Suara (2023)",
        "description": "Dunia Tanpa Suara 2023အခုတစ်ခါမှာတော့ Amazon Prime ကနေအသစ်ထွက်ရှိထားတဲ့ အင်ဒိုရိုမန့် အချစ်ဇာတ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်အနေနဲ့က မကြာသေးခင်ကမှ ဟောလီးဝုဒ်နာမည်ကြီး‌တွေဖြစ်တဲ့\nဂျူလီယာရောဘတ်၊ ဂျောဂ်ျကလူးနီတို့နဲ့အတူ \"Ticket to Paradise \" ဇာတ်ကားမှာဟောလိဝုဒ် debut လုပ်ထားတဲ့\nအင်ဒိုမင်းသားချော Maxime Bouttier ကအဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nအာရီဆာဟာ ဆွံ့အနားမကြားကောင်မလေးတစ်ယောက်ပါ။\nအီဇရာကတော့ လက်ဖက်ရည်ဆိုင်ပိုင်ရှင်တစ်ယောက်ဖြစ်ပြီး အာရီဆာကို မြင်မြင်ချင်းမှာပဲ\nချစ်မိသွားတဲ့သူပေါ့။ သူ့ခင်ဗျာ အာရီဆာနဲ့ စကားပြောနိုင်ဖို့\nလက်ဟန်ဘာသာစကားတွေပါ ကြိုးစားသင်ယူနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ အာရီဆာရဲ့ မိခင်မှာ စင်ကယ်မားသားတစ်ယောက်အနေနဲ့ တစ်ဦးတည်းသောသမီးကို\nပြုစုပျိုးထောင်ခဲ့ရတဲ့သူပါ။ သမီးဖြစ်သူကို သူ့လိုအဖြစ်မျိုး\nမကြုံမိစေချင်တာကြောင့် သူ့သမီးနဲ့ပတ်သက်လာရင် အမြဲတမ်းတင်းကြပ်တတ်တဲ့သူတစ်‌ယောက်ပေါ့။ဒီလိုနဲ့ အီဇရာဟာ အာရီဆာအပေါ် ခဏတာခံစားချက်သက်သက်ပဲလား သူ့အမေကန့်ကွက်တဲ့ကြားထဲက\nတကယ်ပဲအာရီဆာကို မေတ္တာသက်ဝင်နေလားဆိုတာကိုတော့ မပြည့်စုံတဲ့လူနှစ်ယောက်ကြား\nပြည့်စုံလှပတဲ့ချစ်ခြင်းတစ်ခုကို ဘယ်လိုဖော်ကြူးမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.24GB / 556MB\nQuality…1080p AMZ WEB DL ...",
        "rating": "",
        "url": "https://megaup.net/1VNSR/Dunia.Tanpa.Suara.2023.720p(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWTFTNJiGTI7VyELmEqSb9zp21i.jpg",
        "title": "Butterfly Effect(2023)",
        "description": "Butterfly Effect(2023)********************\nဂျူယောင်းနဲ့ ဟယ်ယောင်းဆိုတဲ့ အမြွှာ ညီအစ်မ‌နစ်ယောက်က ဂီတဝါသနာပါသူတွေဖြစ်ကြတယ်...\nတစ်နေ့မှာ အဖေက အကြီးမလေး ဟယ်ယောင်းကို\nသီချင်းရေးဆရာမလုပ် အငယ်မလေး ဂျူယောင်းကို\nအဆိုတော်လုပ်ဖို့ သတ်မှတ်ပေးလိုက်တယ်....\nတစ်နေ့မှာ ဂျူယောင်းက ကိုယ်ပိုင် တီးဝိုင်းအဖွဲ့နဲ့ အသံကျင့်ရင်း အပြန်လမ်းမှာအစ်မဖြစ်သူနဲ့ အရက်သွားသောက်ဖို့ ချိန်းရာအသွား အစ်မဖြစ်သူ\nဟယ်ယောင်းက မျက်စိရှေ့တင် ကားတိုက်ခံရပြီး\nအရေးပေါ်ယာဉ်နဲ့ ဆေးရုံအသွား လမ်းမှာတင် ဆုံးပါးသွားခဲ့တယ်...အစ်မဖြစ်သူ ဆုံးပါးသွားတဲ့နောက်မှာ ဂီတအလုပ်ကို အကြောင်း အမျိုးမျိုးကြောင့် ရပ်နားထားပြီး‌တော့တိုးဂိုက် လုပ်နေခဲ့တယ်.... တစ်နေ့မှာ အဖေဖြစ်သူကလည်း အချိန်သိပ်မကျန်တော့ဘူး\nမသေခင်မှာ သမီးဖြစ်သူ အဆိုတော်အဖြစ် အောင်မြင်နေတာကို တွေ့ချင်တယ်လို့ သိရတဲ့အတွက်ဂီတဘက်ကို ခြေဦးပြန်လှည့်ဖို့ ဖြစ်လာခဲ့တယ်.... အဲဒီအချိန်မှာ အောင်မြင်ရခါနီး အချိန်တွေတိုင်း အဆင်မပြေမှုတွေ\nအနှောင့်အယှက်‌တွေ တစ်ခုပြီးတစ်ခုနဲ့ ရင်ဆိုကြုံတွေ့လာရတဲ့အခါဂျူယောင်းတစ်ယောက် ဘယ်လို‌ တောင့်ခံနေမလဲ ဂီတကို လက်လျှော့လိုက်တော့မလား\nအဆုံးထိ အောက်မြင်အောင် လျှောက်လှမ်းနိုင်မလားဆိုတာကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှုခံစားအားပေးကြပါဦးနော်....File size…1.6GB/ 641MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32min\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/1VNUp/Butterfly.Effect.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjY1Zjg0ZWMtZDBlMy00MzBmLWI0ZTgtNGM3ZGNlODliYmVhXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-148x200.jpg",
        "title": "Spy (2023)",
        "description": "Spy 2023\nIMDb 8.3/10\nAction/Thrillerဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ အက်ရှင်အလန်းစားတွေကိုမှ ကြိုက်နှစ်သက်တဲ့\nပရိသတ်တွေအတွက် တေလဂူမင်းသားချော Nikhil Siddharth ပါဝင်ထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။RAWအဖွဲ့အစည်းလက်အောက်မှာ လုပ်ကိုင်နေတဲ့ လျှို့ဝှက်အေးဂျင့်ဆူဘာ့ရှ်ဟာ\nစစ်ဆင်ရေးတစ်ခုမှာ သေဆုံးသွားခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ ဆူဘာ့ရှ်ရဲ့သေဆုံးမှုကို\nသေချာသိရဖို့အတွက် ညီဖြစ်သူဂျေးဟာ လျှို့ဝှက်အေးဂျင့်လုပ်နေရင်း စုံစမ်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဂျေး တာဝန်ပေးခံခဲ့ရတဲ့ စစ်ဆင်ရေးတစ်ခုဟာ အစ်ကိုဖြစ်သူဆူဘာ့ရှ်\nလုပ်ကိုင်ခဲ့တဲ့စစ်ဆင်ရေးဖြစ်နေခဲ့ပါတယ်။ စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာ ဒီကိစ္စဟာ\nအိန္ဒိယနိုင်ငံရဲ့ဂုဏ်သိက္ခာ၊ နိုင်ငံသားတွေရဲ့ဘေးကင်းမှုနဲ့လည်း သက်ဆိုင်နေပါတယ်။\nဂျေးတစ်ယောက် ဒီလိုကြီးလေးတဲ့တာဝန်ကို ထမ်းဆောင်ရင်း အစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုကိုပါ\nစုံစမ်းဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီစစ်ဆင်ရေးအောင်မြင်သွားမလား။ ဂျေးရဲ့အစ်ကိုကရော\nဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Cherry ~ BpL ~ V ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…7GB / 2.4GB  / 1GB\nQuality…4k HEVC True WEB DL  / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "8.3",
        "url": "https://megaup.net/2BIwh/Spy_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/american-sniper-poster-133x200.jpg",
        "title": "American Sniper (2014)",
        "description": "American Sniper ( 2014 )IMDb Rating (7.3) / Rotten Tomatoes (72%)အမေရိကန်သမိုင်းတစ်လျှောက် Most Deadliest Sniper အဖြစ်သတ်မှတ်ခံထားရတဲ့ SEAL စနိုက်ပါသမား Chris Kyle အကြောင်းရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။Chris Kyle ရဲ့ ကိုယ်တိုင်ရေး အထ္ထုပတ္တိ \"American Sniper: The Autobiography of The Most Lethal Sniper in US Military History\" စာအုပ်ကိုအခြေခံပြီး မင်းသားကြီး Clint Eastwood က ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားပြီး Bradly Cooper က အဓိကသရုပ်ဆောင် Chris Kyle အဖြစ်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်မှာ စစ်ပွဲကြားကအခြေအနေတွေအပြင် အိမ်မှာကျန်ခဲ့တဲ့ စစ်သားမိသားစုတွေရဲ့ ဘဝကိုလည်း ပေါ်လွင်အောင်ထည့်သွင်းရိုက်ကူးထားပါတယ်။Chris Kyle ဟာ အစကတော့ ...",
        "rating": "7.3",
        "url": "\thttps://megaup.net/1fQl9/(CM)_American.Sniper.2014.720p.WEBRip.H.264-Naung.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ib7jFLnrI7KLbGa1GeZ9ZCuoWgO.jpg",
        "title": "[18+] My Sister-in-law’s Secret (2019)",
        "description": "ဟီယောင်းရဲ့သူငယ်ချင်းဖြစ်သူ ဂျောင်ဟီက အလုပ်ကိစ္စကြောင့်နဲ့ ဟီယောင်းတိုအိမ်မှာ ခဏ နေဖို ရောက်လာခဲ့ပါတယ်\nအဲ့ဒီအချိန်မှာတော့ ဟီယောင်းရဲ့မောင် ဆန်းဝူက ဂျောင်ဟီကို မြင်တော့ သဘောကျသွားပြီး သူမနဲ့ အတူနေချင်စိတ်တွေ ဖြစ်လာပါတော့တယ်\nလက်ထပ်ရမယ့်သူ ရှိပြီးသားဖြစ်တဲ့ ဂျောင်ဟီတစ်ယောက် သူငယ်ချင်းရဲ့မောင်ဖြစ်သူနဲ့လက်ရှိရည်းစားကြားမှာ ဘယ်သူ့ကိုရွေးချယ်ပြီး ဘယ်လိုတွေဖြစ်သွားမလဲဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်  File size… 1.52GB / 517MB\nQuality… WEB-Rip 1080P  / 720p\nFormat…mp4\nDuration….1h 10m\nGenre ….. Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by TG",
        "rating": "",
        "url": "https://megaup.net/1fQ9t/[18+]My_Sister-in-law_s_Secret_2019_.720p(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
        "title": "Miraculous: Ladybug & Cat Noir, The Movie (2023)",
        "description": "Miraculous : Ladybug & Cat Noir, The Movie (2023)ပေါ့ပေါ့ပါးပါး superhero ကာတွန်းလေးတွေကြိုက်တဲ့လူတိုင်းသိကြတဲ့ ပြင်သစ်ဂျပန် ဖက်စပ်လက်ရာလေးဖြစ်တဲ့ Miraculous seriesကြီးရဲ့ movie version ထွက်ရှိလို့လာပါပြီ။\nကလေးကြိုက်ကာတွန်းပီပီ အခွီလေးတွေလည်းပါ အစွမ်းတွေသုံးပြီးချတဲ့ ဝူးရှူးဝါးရှားလေးတွေလည်းပါမှာဆိုတော့ ပိတ်ရက်မှာအပျင်းပြေကြည့်ချင်သူတွေအတွက် ကွက်တိဖြစ်မှာပါ။မယ်ရီနက်ဆိုတဲ့ကောင်မလေးဟာ warming familyကလာတဲ့ အချစ်ခံကောင်မလေးတစ်ယောက် ဒါပေမဲ့ နမော်နမဲ့နဲ့ အမြဲဗရုတ်သုတ်ခရှုပ်ပွနေတတ်တဲ့ ပြဿနာအိုးမလေးဆိုရင်လည်း မမှားပါဘူး။\nပြဿနာနဲ့ သူငယ်ချင်းပေါင်းပေါင်းနေတဲ့ မယ်ရီနက်ကို ပေါင်းရဲတဲ့သူငယ်ချင်းကလည်းမရှိတော့ teenage issueပေါင်းစုံနဲ့ ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုကလည်းမရှိ အနိုင်ကျင့်ချင်သူတွေ အပုပ်ချချင်သူတွေလည်း ဒုနဲ့ဒေးပေါ့။မယ်ရီနက်နဲ့ဆန့်ကျင်ဘက်ကမ္ဘာမှာတော့ အေဒရီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါသတဲ့။ အေဒရီယန်ဟာ ဥစ္စာပေါ ရုပ်ချောဖြစ်တဲ့ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်ပြီး အပေါင်းအသင်းတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ စော်ကြည်ဘဲလေးပေါ့။\nဒါပေမဲ့ အနေအထိုင်အသွားအလာအကုန်ဆင်ခြင်ပြီးနေရတဲ့ဘဝမှာ ရှင်သန်နေရတဲ့ အပြင် မိဘမေတ္တာငတ်မွတ်နေရတဲ့ ပြီးပြည့်စုံတယ်ထင်ရတဲ့ ဒီလူသားလေးရဲ့ကွက်လပ်ကို ဘယ်သူမှမမြင်ပါဘူး။\nအမေဖြစ်သူဆုံးသွားပြီးထဲက အလုပ်ကိုပဲမြင်တော့တဲ့အဖေကြောင့် အေးစက်နေတဲ့ သူဟာလည်း တစ်မျိုးတစ်ဖုံ အထီးကျန်နေပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1VNzf/Miraculous.Ladybug.and.Cat.Noir.The.Movie.2023.720p.WEB.CM.mp4",
        "category": "Action, Animation, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmMxYjUzNjItZTk0Ni00ODRlLWJjNjctNDgzY2IwNDliYjI0XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-133x200.jpg",
        "title": "Kolla (2023)",
        "description": "Kolla (2023)\nIMDb 8/10မြို့နယ်လေးတစ်ခုဆီ အလှပြင်ဆိုင်ဖွင့်မယ်ဆိုပြီး ပြောင်းရွှေ့လာကြတဲ့\nမိန်းမငယ်လေး ၂ယောက်... ဖော်ရွေတတ်ကြတော့ ဆိုင်နားဝန်းကျင်ကလူတွေနဲ့\nခဏလေးအတွင်းရင်းနှီးပြီး အချင်းချင်း ကူညီကြ ဖေးမကြနဲ့ပေါ့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ကြိုးစားကြလို့\nလူကြီးတွေကအစ ချီးကျူးကြ ချီးမွမ်းကြနဲ့..ဒါပေမဲ့ သူတို့မထင်ထားတာက ဒီ၂ယောက်ဟာ အလှပြင်ဆိုင်ကိုအကြောင်းပြပြီး\nနောက်ကွယ်မှာ ကိစ္စကြီးတစ်ခု လုပ်နေကြတာပါပဲ အလှပြင်ဆိုင်ရဲ့ အပေါ်မျက်နှာကြက်မှာ\nအာရုံခံကိရိယာပါတဲ့ လျှို့ဝှက်ခန်းတစ်ခုကို ဘယ်သူမှမသိအောင်ဆောက်ထားပြီး\nသူတို့ဘာတွေဆက်လုပ်ကြမလဲ ဒီမြို့ကိုရောက်လာကြတဲ့ အကြောင်းကရော ဘာကြောင့်လဲ\nတကယ့်သရုပ်မှန်က ဘာတွေလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe Yan ~BpL~ Cherry တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 816MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 3mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe Yan ~BpL~ Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/2BKC2/Kolla_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bThnmRhh0d3oKcmte2w0aArm8Lq.jpg",
        "title": "Fading Gigolo (2013)",
        "description": "Fading Gigolo (2013)\nGenre – Comedy, Romance\nIMDB – 6.2/10မူရီဆိုတဲ့လူကြီးဟာ မျိုးရိုးအလိုက် အမွေလက်ဆင့်ကမ်းရခဲ့တဲ့စာအုပ်ဆိုင်လေးကို ပိတ်လိုက်ရပါပြီ။သူ့ဆီမှာ ပိုက်ဆံလိုပြီး အလုပ်ပေါင်းစုံလုပ်ပြီး ရုပ်အဖြောင့်အတောင့်ကြီးမဟုတ်ပေမဲ့ လူကြီးလူကောင်းဆန်ပြီး မိန်းမကျောနပ်တဲ့ဖီရိုရာဗန်တေးဆိုတဲ့ မိတ်ဆွေလည်း ရှိပါတယ်။တစ်ရက်ကျ သူ ပြနေကြ အရေပြားဆရာဝန်မဆီကနေထူးခြားတဲ့ ဖိတ်ကြားချက်ကို သိလိုက်ရပါတယ်အဲဒါကတော့ သူ့ သူငယ်ချင်းမ တစ်ယောက်နဲ့ သုံးပါးသွားကဖို့မင်းသားတစ်ပါး လိုအပ်နေတာပါတဲ့။အဲဒါ မူရီဆိုတဲ့ ဘဲကြီးက အသိရှိတယ်ပေါ့ ဒီတိုင်းတော့ မရနိုင်ဘူးအခကြေးငွေတော့ ပေးရလောက်မယ်ဆိုပြီး ဖီရိုရာဗန်တေးကိုမင်းလုပ်ပါလား မင်းဆို ဖြစ်နိုင်တယ်ဆိုပြီးယောက်ျားဖျာသည်လိုင်းသွင်းပါတော့တယ်။အစပိုင်းတော့ ဆရာသမားလည်း ငြင်းတာပေါ့နောက်ကျ စမ်းကြည့်မယ်ဆိုပြီး လုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ကြည့်ရမှာပါ။ဂျူးလူမျိုးတွေနဲ့ လူမျိုးရေး ဘာသာရေး စည်းကမ်းတင်းကြပ်ပုံတွေလည်းဗဟုသုတရပါတယ်။ မင်းသားနေရာကတော့ Transformer ကားတွေထဲကရယ်ရတဲ့ Agent Simmon ကြီး သရုပ်ဆောင်ပေးထားပြီး Sexy သိပ်ဆန်တဲ့မင်းသမီးကြီး Sharon Stone နဲ့ အကိတ်မင်းသမီး Sofia Vergara ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fPvl/Fading.Gigolo.2013.720p.BluRay_%7BCM%7D_TSK.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzk3Nzg0NDA0Nl5BMl5BanBnXkFtZTcwMTg1MTUxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Renoir (2012)",
        "description": "အဆိုပါရုပ်ရှင်သည် အမြင်အာရုံတွင် စွဲမက်ဖွယ်ကောင်းပြီးစိတ်ခံစားမှုများကို လှုံ့ဆော်ပေးသည့်ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။French Riviera ၌ဇာတ်အိမ်တည်ထားသောရုပ်ရှင်၏ ဇာတ်ကြောင်းကားImpressionist ပန်းချီဆရာ Pierre-Auguste Renoir ရဲ့ နောက်ဆုံးနှစ်များ၏အနှစ်သာရကို လှပစွာဖမ်းယူရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Gilles Bourdos သည် အချစ်၊ အနုပညာနှင့်ခေတ်အပြောင်းအလဲများကြားတွင် ကွဲအက်နေသော မိသားစုတစ်ခု၏ပြင်းထန်သောပုံတူပန်းချီကိုရေးဆွဲထားသည့်နှယ်ရိုက်ကူးပုံဖော်ထားပါတယ်။လှပတဲ့ ကင်မရာရိုက်ချက်များအားအသုံးပြုကာRenoir ၏ အနုပညာစတိုင်ကို ပဲ့တင်ထပ်စေမယ့်ဇာတ်ဝင်ခန်းများကို ရုပ်ရှင်ထဲ၌ ပြန်လည်တည်ဆောက်ဖန်တီးပြခဲ့ပါတယ်။စိမ်းလန်းစိုပြေသောရှုခင်းများ၊ နေရောင်ဖျော့ဖျော့နှင့်တောက်ပလှသော အရောင်များသည် ရူနွာ ၏ ကမ္ဘာပေါ်ရှိပရိသတ်များကို ဖမ်းစားထားသည်များဖြစ်ပါတယ်။ ရုပ်ရှင်၏ အသေးစိတ်နှင့် အချိန်တိကျမှုအပေါ်အာရုံစူးစိုက်မှုသည် ကြည့်ရှုသူများကို အနုပညာနှင့်သဘာဝ ချောမွေ့စွာ ပေါင်းစပ်ထားသည့် 20ရာစုအစောပိုင်းသို့ပြန်လည်ပို့ဆောင်ပေးသကဲ့သို့ဖြစ်နေပါတော့တယ်။ရုပ်ရှင်ရဲ့အဓိကဆွဲဆောင်ထားတဲ့အချက်က လူမှုဆက်ဆံရေးအားသိမ်မွေ့စွာရှာဖွေဖော်ထုတ်တာပဲဖြစ်ပါတယ်။Renoir တစ်ယောက် အသက်အရွယ်ကြီးရင့်လာသည်နှင့်အမျှရုပ်ပိုင်းဆိုင်ရာချို့ယွင်းမှုကို တွန်းလှန်ရင်း၊ သူ၏အနုပညာဝါသနာဟာလည်း မယိမ်းယိုင်သွားဘဲဆက်လက်တည်နေပြီး၊ နောက်ပိုင်းတွင်နာမည်ကြီးရုပ်ရှင်ဒါရိုက်တာတစ်ဦးဖြစ်လာမည့်သားဖြစ်သူဂျွန်၏ ငယ်ရွယ်နုပျိုသောစွမ်းအင်နှင့်လည်းလှပစွာ ဆန့်ကျင်နေတာကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။အဖေနှင့်သား အကြား နူးညံ့သော ဆက်သွယ်မှုကိုသိမ်မွေ့စွာ သရုပ်ဖော်ထားပြီး ၎င်းတို့၏ ဘဝအပေါ်နက်နဲသော အနုပညာ၏ လွှမ်းမိုးမှုများအားတစေ့တစောင်း ပြသထားပါတယ်။Renoir ရုပ်ရှင်သည် စိတ်ကူးယဉ်ဆန်ပြီး ကဗျာဆန်သောခရီးတစ်ခု၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BKpB/Renoir.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5wDSjzstchAAN3cnVEhAlo10eC.jpg",
        "title": "Attack of the Unknown (2020)",
        "description": "SWAT အထူးတပ်ဖွဲ့တဖွဲ့ဟာ အကျဉ်းသားတယောက်ကိုထောင်ဆီပို့ဆောင်နေရင်းနဲ့ လမ်းမှာ ခြုံခိုတိုက်ခံရသလိုဖြစ်ခဲ့ပြီးယာဉ်တန်းရပ်သွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုက်ခိုက်ခံရတာမဟုတ်ပဲ အမည်မသိအကောင်တွေရဲ့တိုက်ခိုက်မှုဖြစ်နေခဲ့ပြီး ဒီအကောင်တွေကတွေ့သမျှလူတိုင်းကို လိုက် သ-တ်နေတဲ့အခါသူတို့ဘယ်လိုရင်ဆိုင်ကြမလဲ၊ အမည်မသိအကောင်ကြီးတွေကရောအခုမှပေါ်လာတာလား၊ နောက်ဆုံးမှာရောသူတို့အဖွဲ့လွတ်မြောက်နိုင်မှာလားဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.6 GB /  670 MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 43m\nGenre .....  Action\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.0",
        "url": "https://megaup.net/1fPvx/Attack.of.the.Unknown.2020.720p.WEB-DL_%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
        "title": "Dante’s Inferno: An Animated Epic (2010)",
        "description": "Dante's Inferno\n..............................ဒီကားမထွက်ခင် ဂိမ်းအရင်ထွက်တာဗျဂိမ်းတုန်းကလည်းတော်တော်တော့လို့ကောင်းခဲ့ပါတယ်ဒန်ထေရဲ့ငရဲဆိုတဲ့ဇာတ်လမ်းဟာတကယ်တော့သမ္မာကျမ်းစာပါဇာတ်လမ်းမဟုတ်ဘူးဗျ၁၄ရာစု အီတလီကဗျာဆရာကြီး ဒန်ထေ ‌အလီဂေလွိရေးဖွဲ့တဲ့ကျော်ကြားတဲ့ကဗျာကြီးထဲကဇာတ်လမ်းပါဗုဒ္ဓဘာသာဇာတ်ထုတ်မှာဆိုရင်ရင့်မာတကျိပ်ဇာတ်ထုတ်ထဲကနေမိဇာတ်ထုတ်လိုပဲဗျဒန်ထေဟာ ခရစ်ယာန်ငရဲကြီးကိုးထပ်ကိုဖြတ်ကျော်ပြီး ချစ်သူကိုပြန်ကယ်တဲ့ဇာတ်လမ်းပါ ဒီကာတွန်းမှာထူးဆန်းတာကဇာတ်ဝင်ခန်းတခုနဲ့တခုပုံတွေမတူဘူးဗျအဲ့တချက်တော့ကြည့်ရတာတမျိုးပဲ IMDbမှာ‌တော့ 6.9/10ထိရထားပါတယ်  File size…  1.33GB /  781 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 29m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr. Nyan",
        "rating": "6.5",
        "url": "https://megaup.net/1VMWP/Dantes.Inferno.An.Animated.Epic.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tarla (2023)",
        "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။\nလူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်း\nထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထား\nအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲ\nအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်က\nယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့\nဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်း\nဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့\nကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။\nသားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကို\nဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့\nယောကျာ်းကိုမိသွားတဲ့အခါ ...။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့\nယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့\nနာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါ\nဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1VN29/Tarla_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmYwMjg4NzAtNDUwZC00OGJkLWEzYjItNWVlMzg2YmQ5OTFmXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_-133x200.jpg",
        "title": "The Three Investigators and The Legacy of the Dragon /  Die Drei (2023)",
        "description": "\"The Three Investigators\" ဆိုတဲ့ ကလေးဖတ်စာအုပ်တွဲထဲက တစ်အုပ်ကိုမှီငြမ်းပြီးရိုက်ကူးထားတဲ့ ဂျာမန် Adventure & mystery ဇာတ်ကားလေးပါ IMDb 5.7 ရရှိထားပြီးကလေးသရုပ်ဆောင်သုံးယောက်ကတော့အဓိကဇာတ်ဆောင်တွေဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့ စုံစမ်းထောက်လှမ်းရတာဝါသနာပါတဲ့သူငယ်ချင်းသုံးယောက်သား နွေရာသီအစမ်းခန့်အလုပ်အတွက် Transylvania မြို့ကိုရောက်သွားခဲ့ရာကနေစပါတယ် သူတို့ကအဲဒီမှာဒရက်ကူလာဇာတ်ကားရိုက်ဖို့အတွက်သွားကြတာဖြစ်ပြီး ရိုက်ကွင်းနေရာဖြစ်တဲ့ရဲတိုက်ကြီးကတော့ရာဇဝင်တွေအပြည့်ပါပဲ စုံထောက်‌ကျော်သုံးယောက်တို့ ရဲတိုက်ရဲ့ရာဇဝင်နဲ့ရဲတိုက်ထဲမှာဖြစ်နေတဲ့ထူးဆန်းတဲ့ကိစ္စကိုလိုက်စုံစမ်းကြရင်း ဘာတွေတွေ့ကြုံရမလဲ ရာဇဝင်တွေကတကယ်ရောဟုတ်ရဲ့လား မသမာသူတွေကရောရဲတိုက်ထဲမှာဘာတွေကြံစည်နေကြတာလဲဆိုတာကိုအဖြေရှာကြတဲ့ဇာတ်ကားဖြစ်ပါတယ် နာမည်ကျော်ကလေးဖတ်စာအုပ်ကနေမှီငြမ်းရိုက်ကူးထားတာမလို့ ကလေးတွေပါကြည့်လို့သင့်တော်တဲ့ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးပါFile size…(1.2 GB)/(700 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Adventure, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.7",
        "url": "https://megaup.net/2BIhq/Die.Drei.-.Erbe.Des.Drachen.2023.720p.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjU2NDZhODctMzg5NC00ODJjLTg3NTAtNzg4NWUzZmE0MTY2XkEyXkFqcGdeQXVyNDkyMDgwNQ@@._V1_-150x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Continues (1975)",
        "description": "ဂျပန်မလေးတွေရဲ့ ရောင်စုံအလှကို ဆက်ခံစားကြည့်ရအောင်\nဒီဇာတ်လမ်းလေးက ရှေ့ကဇာတ်လမ်းလေးရဲ့အဆက်ပါပဲမာရူမီ တယောက် အချုပ်က ခိုးထွက်ပြေးပြီးလွတ်လာချိန်မှာပဲ\nသူချစ်သူက တခြားကောင်မလေးတယောက်နဲ့ အတူအိပ်နေတာကို\nတွေ့သွားခဲ့ပါတယ် အဲဒီမှာပဲ လက်မရွံ့ဖြစ်နေတဲ့ မာရူမီက\nသစ္စာမဲ့တဲ့ချစ်သူကို သတ်ခဲ့ပြီး သက်ငယ်ထောင်ပြန်ရောက်ပါတယ်ထောင်ဝန်းထမ်းတွေ အပြင်က ရာကူဇာတွေနဲ့ တွဲလုပ်စားပုံ\nကောင်မလေးတွေအပေါ် မက်လုံးတွေပေးပြီး တာဝန်မယူတာတွေ\nထုံးစံအတိုင်း သွေးအေးအေးနဲ့ လုပ်တက်တဲ့ မာရူမီရဲ့\nလှလှပပ အကွက်တွေကို လှလှပပ ဖေါ်ကြူးထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.3GB / 640MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…XCross\nTranslated by Ki Mu Chi",
        "rating": "4.7",
        "url": "https://megaup.net/1VMTm/True.Story.Of.Woman.Condemned.Continues.1975.720p(DS).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM4OTMxMTM5Ml5BMl5BanBnXkFtZTcwMDg4NzU2OQ@@._V1_-136x200.jpg",
        "title": "Grabbers (2012)",
        "description": "IMDb - 6.3/10 ~ Rotten tomatoes - 70% အိုင်ယာလန်နိုင်ငံက ‌အယ်ရန်ကျွန်းလေးဟာ လူအနည်းစုပဲနေထိုင်ကြပြီး သာယာအေးချမ်းနေတဲ့ ကျွန်းလေးပါ။ ရဲစခန်းမှာလည်း အရာရှိနှစ်ယောက်သာရှိပြီး မှုခင်းလည်းတော်ရုံဖြစ်ခဲပါတယ်။ တနေ့မှာတော့ စခန်းမှူးက ပိတ်ရက်ခွင့်ယူတဲ့အတွက် ဒပ်ဗလင်မြို့ကနေပြီး နှစ်ပတ်အစားထိုးပေးမဲ့ ဂါဒါ (အရာရှိ) နိုလန် ကိုလွှတ်ခဲ့ပါတယ်။ ဒီလိုနဲ့ စခန်းမှာကျန်ခဲ့တဲ့ အိုရှေးနဲ့တွဲပြီးအလုပ်လုပ်ကြရင်း ကမ်းခြေမှာ ဝေလငါးတွေ သောင်သာတင်တဲ့သတင်းကို သွားစစ်ရင်း ဝေလငါးတွေရဲ့ ကိုယ်ပေါ်ကပုံမှန်အဟုတ်တဲ့ အမည်မသိဒဏ်ရာတွေကိုတွေ့ခဲ့ကြရပါတယ်။တဖက်မှာလည်း ဘဝကိုငါးဖမ်းလိုက်၊ အရက်သောက်လိုက်နဲ့ ဖြတ်သန်းနေတဲ့ ပက်ဒါဆိုတဲ့ အဘိုးကြီးရဲ့ ကျောက်ပုစွန်ထောင်ခြောက်မှာ အမျိုးအမည်မသိ အကောင်တကောင်မိခဲ့ပြီး ပက်ဒါကိုတိုက်ခိုက်ရင်း သေသွားခဲ့တာကြောင့် အဏ္ဏဝါဗေဒပညာရှင် စမစ်နဲ့စစ်ဆေးကြည့်ရင်း ဒီသတ္တဝါတွေဟာ သွေးကိုစားသုံးပြီး အသက်ရှင်ဖို့ရေလိုအပ်တဲ့ အမျိုးအမည်မသိမျိုးစိတ်ဖြစ်နေပြီး သေသွားရတဲ့အကြောင်းအရင်းကလည်း ပက်ဒီလို ရှက်ကီပေါင်းစုံထုထားတဲ့ ရှက်ဘီဘဲကြီးရဲ့ သွေးကိုစုပ်မိသွားတာကြောင့် ဖြစ်နေခဲ့ပါတယ်။ ဖြစ်ချင်တော့ ပက်ဒါမိထားတဲ့အကောင်က အမဖြစ်နေပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1fM8t/Grabbers.2012.720p.(CM).mp4",
        "category": "Comedy, Horror, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
        "title": "Mission: Impossible – Dead Reckoning Part One (2023)",
        "description": "Mission: Impossible - Dead Reckoning Part One (2023)[ကြည့်ရတာ အတော်လေးမဆိုးတဲ့ HDTS အဆင့်ခိုးရိုက်ထွက်လာလို့ တင်ပေးလိုက်ပါတယ်။ အကြည်မှ ကြည့်ချင်ရင်တော့ ‌စောင့်ပေးကြပါဦး]~ IMDb - 8/10, Rotten Tomatoes - 96% ~Mission: Impossible – Fallout (2018) ရဲ့ အဆက်ဖြစ်တဲ့ Dead Reckoning Part 1 လာပါပြီ။ ဒါဟာ သတ္တမမြောက် M:I ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ Fallout, Top Gun တို့ရဲ့ ဇာတ်ညွှန်းဆရာ Christopher McQuarrie ကပဲ ဇာတ်ညွှန်းရေးသား ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ဟာ နှစ်ကားတွဲဖြစ်ပြီး Dead Reckoning Part II ကိုလည်း ဆက်ပြီးရိုက်ကူးသွားမှာပါ။ တွမ်ခရုရဲ့ သက်စွန့်ဆံဖျားစတန့်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ M:I ...",
        "rating": "8",
        "url": "https://megaup.net/1fPl5/(CM)_Mission.Impossible.Dead.Reckoning.Part.One.2023.720p.HDTS.x264_-_Naung.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI6-135x200.jpg",
        "title": "Mission: Impossible – Fallout (2018)",
        "description": "Mission: Impossible VI - Fallout (2018)=============================IMDb Rating 7.7/10MI ရုပ်ရှင်တွေဟာ ပုံမှန်အားဖြင့် တော်တော်လေးမိုက်တယ်။ Action scene တွေ၊ လုပ်သွားတဲ့ အကွက်တွေ ကြမ်းတယ်။ ပစ္စည်းပစ္စယ gadget တွေလည်း စုံတယ်။ တစ်ကားနဲ့ တစ်ကား နည်းနည်းလေးဆင်နေပေမဲ့ ကြည့်ရပျော်တယ်။ ဒါပေမဲ့ Fallout ကတော့ နောက်တစ်ဆင့်တက်သွားပြီလို့ ပြောရမှာပါ။ဇာတ်လမ်းပိုင်းမှာ ခါတိုင်း MI ကားတွေလိုပဲ ပြဿနာတွေတက်၊ မဖြစ်နိုင်လောက်တဲ့ Impossible တွေလုပ်ပြီး နောက်ဆုံးတော့ “Ethan Hunt saves the day” ဆိုတာအဓိကပဲပေါ့။ ဒါပေမဲ့ မသိမသာနဲ့ သိသိသာသာပြောင်းသွားတာတွေရှိတယ်။ သတိထားမိတာက ဒီကားမှာ အရင်လို လွန်အားကြီးတဲ့ tech တွေ သိပ်မပါတော့ဘူး။ အရင်ကားတွေလို Kremlin ကို ပြောင်ကြီးခိုးဝင်ရလောက်အောင် “မလွယ်လွန်းဘူးလားဟ” ဆိုတာမျိုးတွေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/16mas/[CM]Mission.Impossible.VI.Fallout.2018.1080P.BluRay.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI4-4-133x200.jpg",
        "title": "Mission: Impossible – Ghost Protocol (2011)",
        "description": "Mission: Impossible - Ghost Protocol (2011)\n================================\nIMDb Rating 7.4/10ကျွန်တော်တို့ဘဝမှာ No Plan,No Backup,No Choice အခြေအနေဖြစ်နေတဲ့\nအခက်အခဲတွေကိုကြုံ ဖူးကြမှာပါ၊ ဒီဇာတ်ကားထဲကလိုပေါ့။ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတွေထဲမှာ Mission Impossible ဇာတ်ကားတွေလည်း ပါပါတယ်။\nMission Impossible ဇာတ်ကားတိုင်းဟာ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်း\nဇာတ်ကွက်၊ မရိုးနိုင်တဲ့စွန့်စားခန်းတွေနဲ့ ရုံဝင်ငွေကိုဦးဆောင်နိုင်ခဲ့တာချည်းပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့...အကြမ်းဖက်သမားတွေ ကရင်မလင် နန်းတော်ကို ဗုံးခွဲရာမှာ မတားဆီးနိုင်ခဲ့တာကြောင့် IMF အေးဂျင့်တွေဖြစ်တဲ့\nအီသန်ဟန့်နဲ့ ထောက်လှမ်းရေး အေဂျင်စီ တစ်ဖွဲ့လုံး နုတ်ထွက်လိုက်ရပါတယ်။အဖွဲ့အစည်း အထောက်အပံ့ မရတော့ပေမယ့် အီသန်ဟန့်တစ်ယောက် လက်မလျှော့ဘဲ\nသူ့နာမည်နဲ့  သူတို့အေဂျင်စီ ဂုဏ်သတင်းကို ကာကွယ်ဖို့နဲ့ နောက်ထပ်အကြမ်းဖက်တိုက်ခိုက်မှုတွေ ထပ်ဖြစ်မလာဖို့ အားကုန်ရုန်းပါတော့တယ်။ဒါပေမယ့် သူတို့အဖွဲ့မှာ သူနဲ့ရည်မှန်းချက်မတူတဲ့လူတွေလဲပါဝင်နေတာကြောင့် မှန်ကန်တဲ့ရွေးချယ်မှုတွေနဲ့ IMF တစ်ဖွဲ့လုံးကို ပြန်လည်ကယ်တင်နိုင်မလားဆိုတာကတော့...။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(10 GB)/(1.5 GB)/(1.1 GB)\nQuality….BluRay ...",
        "rating": "7.4",
        "url": "https://megaup.net/3xBlh/[CM]Mission.Impossible.IV.Ghost.Protocol.2011.1080p.BluRay.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI3-137x200.jpg",
        "title": "Mission: Impossible III (2006)",
        "description": "2828Mission: Impossible III (2006)=======================IMDb Rating 6.9/10ဒီထဲမှာတော့ အီသန်ဟန့်တစ်ယောက် IMF Agent အသစ်တွေကို ထရိန်းဖို့ Agent ဘဝကနေ အနားယူခဲ့ပေမယ့်လက်နက်မှောင်ခိုရောင်းဝယ်ရေးအရှုပ်ထုပ်အတွင်းမှာ သူ့ချစ်သူကို လိုက်ကယ်ရတဲ့ Mission ကို မြင်တွေ့ရမှာပါ...ထုံးစံအတိုင်း ရှေ့က ၂ ကားရဲ့ ရသကို မီခဲ့တဲ့အပြင် ဒီဇာတ်ကားက တော်တော်လေးကြမ်းတမ်းတဲ့ လှည့်ကွက်တွေနဲ့ ဟင်ခနဲ ဟာခနဲဖြစ်ရတဲ့ MI ဇာတ်ကားပါပဲ...ဒါကြောင့်လဲ နံပါတ် ၃ ကားမြှောက်ဇာတ်ကားဆိုပေမယ့် တစ်ချက်လေးမှ ပေါ့ရွှတ်မနေခဲ့ဘဲ Rating မြင့် အက်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(9 GB)/(1.5 GB)/(999 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:05:24\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….SWM, Nyeinsaeya Aung\nTranslated by d3mon",
        "rating": "6.9",
        "url": "https://megaup.net/5zt5v/[CM]Mission.Impossible.II.2000.720P.5.1CH.mp4 https://megaup.net/4TvFV/[CM]Mission.Impossible.III.2006.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxpDRY5qVP2JSP98Xqi2WKPWjm3.jpg",
        "title": "Best Friend(2020)",
        "description": "Best Friend(2020)အညွှန်း**********************IMDb....7.0နိုင်ငံရေးသမားတစ်ယောက်ဖြစ်တဲ့ Lee Eui Shik ဟာ ကိုရီးယားနိုင်ငံရဲ့  လူတွေမသိစေချင်တဲ့ ဘက်ဂျက်လည်ပတ်ပုံတွေကိုဖွင့်ချခဲ့တယ်.....တခြားနိုင်ငံမှာနေတုန်းဒီလိုလုပ်ခဲ့ပေမဲ့ ရွေးကောက်ပွဲနီးတော့ ကိုးရီးယားနိုင်ငံကိုပြန်လာခဲ့တယ်....တကယ်တော့ သူ့ကိုထောက်ခံတဲ့ကိုရီးယားပြည်သူတွေလည်း အရမ်းများခဲ့တာကိုး.....လေဆိပ်ကိုရောက်လို့ အထုပ်တောင်မရွေးရသေးခင် ထောက်လှမ်းရေးအဖွဲ့က တစ်ခါထဲဆွဲကုတ်သွားတယ်....အစိုးရပိုင်းက လူကြီးအချို့ဟာ Lee Eui Shik  ကိုရွေးကောက်ပွဲမှမပါစေချင်ဘူး..အန္တရယ်များတဲ့လူအဖြစ်သတ်မှတ်ထားပြီးသူ့ကိုထောက်ခံတဲ့သူတွေများပြားလှတဲ့အပြင် မီဒီယာနဲ့ ဆန္ဒပြတဲ့သူတွေကြောင့်ရွေးကောက်ပွဲမှာ မပါအောင်လုပ်ဖို့အကြတ်ရိုက်နေတယ်...ဒါ့ကြောင့်  နေအိမ်မှာ ခဏတာအချုပ်ချပြီး ကွန်မြူနစ်ကောင်အဖြစ်အကွက်ဆင်ဖို့ကြံစည်တော့တယ်..အဲ့ဒီလိုအနီးကပ်အကွက်ဆင်ဖို့ စောင့်ကြည့်ရေးအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ကိုတာဝန်ပေးပြီးစေခိုင်းပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး....ဒီကားပိုစတာကြည့်ပြီးတော့ မကောင်းဘူးလို့မထင်လိုက်နဲ့ဉီး.ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေပါသလိုအစမှအဆုံးထိစိတ်ဝင်စားစရာကောင်းလှတယ်...ပြီးတော့ စတေးခံတွေက ဘယ်သူလဲ...ဘယ်သူကရောမှန်နေတာလဲ..အမှန်တရားဆိုကရောဘာလဲ...မှန်တယ်လို့ထင်တဲ့အရာတွေကရော တကယ်တမ်းလက်တွေ့မှာအနိုင်ရပါ့မလား...ကြည့်လိုက်ကြပါ,....File Size : (2.1GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung,Hnin Pale & Ei Phyu Khin\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AI54/Best_Friend.2020.WEB-DL.1080P.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oXg6oXbrn0H55WOQly2SqW2oXLy.jpg",
        "title": "What Happened to Mr Cha?(2021)",
        "description": "What Happened to Mr.Cha 2021------------------------K dramaဖန်တွေအတွက် mydrama listမှာလဲ popularityဖြစ်‌ေနပြီး 2021ဇန်နဝါရီလမှာထွက်ခဲ့တဲ့ အသစ်စက်စက်Comedyကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....ရုပ်ရှင်လောကတို့ အနုပညာတို့လောကတို့မှာစန်းဆိုတဲ့ အသုံးအနှုန်းက လူသုံးများတော့ ရင်းနှီးပြီးသားဖြစ်မှာပါ....တချို့သရုပ်ဆောင်တွေ ရုပ်လဲသိပ်မချော သရုပ်ဆောင်ပိုင်းလဲမကောင်းပဲ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ စန်းနဲ့ပေါက်သွားကြတာလဲ ကြားဖူးကြမှာပေါ့။။။ဒီဇာတ်လမ်းကလဲ အဲ့စန်းပေါ်ပဲ ဟာသဆန်ဆန်အခြေခံရိုက်ကူးထားပြီး  Fluဇာတ်ကားထဲမှာ ပါ၀င်သရုပ်ဆောင်ထားတဲ့မင်းသား Cha-In Pyoရဲ့သဘာ၀ကျကျ သရုပ်ဆောင်ဟန်ပန်တွေနဲ့ ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်ထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့အောင်မြင်တဲ့အခါတုန်းကတော့ဂုဏ်ပုဒ်တွေအများကြီးနဲ့ကျော်ကြားနေခဲ့ပြီးစန်းကျသွားတဲ့အခါ ကိုယ့်ထက်အောင်မြင်တဲ့သူတွေနဲ့အမှီလိုက်ဖို့ကြိုးစားနေရတဲ့မင်းသားကြီးတစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပြန်လည်အောင်မြင်ဖို့မျှော်လင့်ချက်လေးနဲ့ပျော်ရွှင်နေတဲ့အချိန်မှာ မထင်မှတ်တဲ့ မတော်တဆမှုကြောင့် ရေချိုးနေတုန်း အ၀တ်ဗလာနဲ့ အဆောက်အအုံပြိုကျတဲ့ထဲပါသွားပြီး ဘယ်လိုတွေ လွဲချော်ကုန်တယ်ဆိုတာ ဟာသဆန်ဆန် ခွီရအောင် ရိုက်ကူးပြသထားတဲ့အပြင် ရုပ်ရှင်သရုပ်ဆောင်တစ်ယောက်ရဲ့ တကယ်လက်တွေ့ ဘ၀ပုံစံကိုပါဖော်ပြထားတာကြောင့် အချိန်ကုန်ရကျိုးနပ်စေမယ့် ရုပ်ရှင်ကားတကားမလို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းပါရစေ Translated by : Thin Zar HtetEncoded by : YKNative Title: 차인표Also Known As: Cha Inpyo , Chainpyo , ...",
        "rating": "4.7",
        "url": "https://megaup.net/2gF4y/(CM)What_Happened_To_Mr_Cha720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/e7f7988a8e71d405f9095e66b5c642c5-137x200.jpg",
        "title": "Hard Target (1993)",
        "description": "အခုတင်ဆက်မယ့်အက်ရှင်ဇာတ်ကားကြီးရဲ့ မင်းသားကတော့ တစ်ခြားသူမဟုတ်ပါဘူး မင်းသားကြီးဗန်ဒိန်းပါ။ဗန်ဒိန်းက အက်ရှင်၊ဇာတ်ကြမ်းသာမက ဟန်ပန်အမူအရာတွေပါပိုင်နိုင်တဲ့ legend ကြီးတစ်ယောက်ရယ်ဆိုလဲ မမှားပါဘူး။အခုတင်ဆက်မယ့် ၁၉၉၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Hard Target ထဲမှာဆိုရင်လဲ ဗန်ဒိန်းရဲ့နုပျိုမှုတွေနဲ့ ကေဝဲကြီးနဲ့ အလွန်ပဲမိုက်ပါတယ်။ဇာတ်လမ်းတစ်ခုမှာ ဇာတ်ဆောင်မင်းသားကအသက်ဆိုရင် မင်းသမီးကလည်းသွေးကြောပါပဲ။အက်ရှင်ဇာတ်ကားကောင်းလေးကိုခံစားရင်း ဇာတ်ကားရဲ့အဓိကသွေးကြောသဖွယ်ဖြစ်တဲ့မင်းသမီးချောလေး ရန်စီဘက်တလာကိုပါရှု့စားနိုင်ဦးမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင်တော့...ဆင်းရဲသူတွေဟာ တစ်ဒေါ်လာလောက်တောင်ပြူးပြဲရှာနေရချိန်မှာချမ်းသာတဲ့သူတွေအတွက်ကျ ဒေါ်လာသိန်းချီဟာအမှိုက်သာသာဆိုလောက်ဆိုတဲ့အတိုင်းချမ်းသာတဲ့သူ‌ တွေဟာ‌ဒေါ်လာသိန်းချီပေးပြီး လူသတ်အမဲလိုက်ပွဲကစားလေ့ရှိကြပါတယ်။အဲလိုလူသတ်အမဲလိုက်ပွဲကျင်းပရာမြို့ကို နတ်တာရှာဆိုတဲ့မိန်းက‌လေးတစ်ယောက်ရောက်လာပြီးစစ်ပြန်ကြီး ဘုဒရိုစ်ဆိုသူနဲ့တွေ့တဲ့အခါသူတို့နှစ်ယောက်ဘယ်လိုအရှုပ်ထုပ်ထဲရောက်သွားမလဲဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာမကြည့်ဖူးတဲ့သူတိုင်းအတွက်အလွန်ကြည့်လို့ကောင်းစေမယ့်old but gold အက်ရှင်ကားလေး Hard Target ကိုခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။ \nFile size…(2 GB) and (1.2 GB)\nQuality….Unrated Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/1AI0o/Hard.Target.1993.UNRATED.720p.BluRay.x264-LiViDiTY(HEVC).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/74MuudAjlX4gpQLnIhH35lAbx4q.jpg",
        "title": "The Rope Curse 2 ( 2020 )",
        "description": "စိတ်တုန်လှုပ်ခြောက်ခြားစရာ စိတ်ခံစားချက်လေးရချင် တယ်ဆိုတဲ့ယူတို့အတွက် ထိုင်ဝမ်တရုတ်သရဲကားလေးလာပါပြီနော် ဒီကားလေးကကြောက်ဖို့ကောင်းမကောင်းတော့မပြောနဲ့ ဆုသုံးဆုတောင်nomination ဝင်ထားတာပါ အသံတွေရော မိတ်ကပ်ပိုင်းရောအရမ်းနိုင်နင်းတာမို့လို့ တကယ်ကို စိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ သရဲကားလေးပါနော်ဇာတ်လမ်းအကြောင်းအရာကတော့...ထိုင်းမိစ္ဆာရဲ့ ကြိုးကျိန်စာအကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါဒီ ထိုင်းမိစ္ဆာဟာဆိုရင် အရမ်းစွမ်းအားကြီးပြီး ကြိုးကျိန်စာဆိုတဲ့အတိုင်းသူနဲ့ဆုံတဲ့ ကံနိမ့်တဲ့လူတိုင်းကို ကိုယ့်ဘာသာကိုယ် ကြိုးဆွဲချပြီးသတ်သေစေတာပါရန်ဟော်ဆိုတဲ့ သရဲနှိမ်နှင်းတဲ့ ကောင်လေးဟာဆိုရင် သရဲတွေမြင်နိုင်တဲ့အစွမ်း ကောင်းကင်ဘုံ လုပ်ပိုင်ခွင့်ကို ပိုင်ဆိုင်ထားတာပါတစ်နေ့ ရန်ဟော်တို့ ဆရာတပည့်တတွေ ထိုင်းမိစ္ဆာကို သွားနှိမ်နှင်းကြရာမှာ မိစ္ဆာက စွမ်းအားကြီးလွန်းကြောင့် မနှိမ်နှင်းနိုင်ဘဲ သူ့ဆရာသေဆုံးသွားခဲ့ပါတယ် အဲ့ဒီကတည်းကစပြီး သူက သရဲနှိမ်နှင်းတဲ့လူဆက်မလုပ်တော့တာဖြစ်ပြီး နောက်ငါးနှစ်ကြာတဲ့အချိန်မှာထိုင်းမိစ္ဆာရဲ့ ကြိုးကျိန်စာ တစ်ဖန်ပြန်ထွက်ပေါ်လာတဲ့အခါမှာတော့ဘာတွေ ဆက်ဖြစ်ကြမှာလဲဆိုတာ သည်းထိပ်ရင်ဖို ဆက်လက်ကြည့်လိုက်ကြရအောင်Quality : Bluray 1080p 5.1 CHFormat : mp4During : 1h 44 minSubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-rope-curse-2-2020/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ULEEvH0hDYnbWN3nClrb88sYCF.jpg",
        "title": "AK vs AK(2020)",
        "description": "AK vs AK(2020)အညွှန်း*******************ဒီဇာတ်ကားကတော့ IMDb rating 7.2 ရရှိထားတဲ့ Drama/Thriller အမျိုးအစားBollywood ဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။တကယ့်နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့Anil Kapoor ,Anurag Kashyap,Sonam Kapoorအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းအညွှန်း\nအနူရား(ဂ်)ဆိုတာ တက်သစ်စ ဒါရိုက်တာလေး... သူဟာ ဇာတ်ညွှန်းကောင်းကောင်းရှိလို့နာမည်ကြီး  မင်းသား အနေး(လ်)ကို သူ့ရဲ့ဇာတ်ကားတစ်ကား မှာ သ‌ရုပ်ဆောင်ပေးဖို့ ကမ်းလှမ်းခဲ့တယ်...မင်းသားက ဒါရိုက်တာပေါက်စဆိုတော့ ငြင်းလိုက်တယ်....မင်းသားရဲ့အငြင်းတစ်ချက်က ဘာမဟုတ်ပေမဲ့ အနူရားလို ဒါရိုက်တာပေါက်စအဖို့အတော်ဆုံးရှုံးမှုတွေများပါတယ်...ဒီလိုနဲ့အချိန်(၁၅)နှစ်ခန့်ကြာတော့ ပြောင်းလဲမှုတွေအတော်ကြီးလာတယ်..အနူရားဟာ နာမည်ကြီးဒါရိုက်တာဖြစ်လာသလို အနေးလည်းအသက်အရွယ်ကြောင့် အဘိုးတွေ ဉီးလေးတွေနေရာမှာပဲသရုပ်ဆောင်ရင်း အကျဘက်ကိုရောက်နေတယ်... ဒီလိုနဲ့ ဒါရိုက်တာနဲ့မင်းသားကိုတိုက်တိုက်ဆိုင်ဆိုင် TVအစီအစဉ်တစ်ခုကနေLiveလွှင့်ရင်း အင်တာဗျူးဖြစ်ကြတယ်..သူတို့(၂)ယောက်ပြန်ဆုံတဲ့အချိန်မှာ ဟိုးတစ်ချိန်က သူ့ကိုအကျနာအောင်လုပ်ခဲ့တဲ့မင်းသားအပေါ်ဒါရိုက်တာရဲ့ ဒေါသတွေဟာ ပုံကျလာတယ်...တစ်နိုင်ငံလုံးဝိုင်းကြည့်နေတဲ့ TVအစီအစဉ်မှာ မင်းသားကို မျက်နှာရေနဲ့ပက်ခဲ့တယ်...အိန္ဒိယရဲ့ ရုပ်သံတွေ သတင်းစားတွေ ဂျာနယ်တွေဟာ ဒါရိုက်တာရဲ့ ရိုင်းစိုင်းကြမ်းတမ်းမှုတွေကို မျက်နှာဖုံးကြီးတပ်ပြီးဆော်ကြပါတယ်...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး...\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်....File Size : ...",
        "rating": "7.2",
        "url": "https://megaup.net/UKx8/AK_vs_AK.2020.WEB-DL.1080P.5.1CH(HEVC).mkv",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/6Nxqp_4f-140x200.jpg",
        "title": "Dragon Inn Part 1: The City of Sadness (2020)",
        "description": "Dragon Inn Part 1 – The City of Sadness (2020)ဒီကိုရီးယားအက်ရှင်ကားကတော့\nMy Drama List မှာ 7/10ထိရထားပြီးတော့\nဇာတ်လမ်းလေးလည်းကောင်းသလို Action ခန်းတွေလည်းဝေေ၀ဆာဆာပါလို့\nအက်ရှင်ကားကြိုက်သူတွေ အတွက်အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်Cast တွေအနေနဲ့ မင်းသားကြီး Oh Ji-ho က guest အနေနဲ့ပါဝင်ထားသလို\nJo Ji Ill,Bae Hong Seok,Park Jeonh Hwa,Jang Eui Soo စတဲ့ သရုပ်ဆောင်တွေပါဝင်ထားပြီး\nကိုရီးယားဒုစရိုက် အမှောင်လောကအကြောင်းကိုအဓိကအသားပေး ရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရဲတွေဖက်ကလက်လှမ်းမမှီတဲ့ အမှုတွေ\nလာဘ်စားထားလို့ပိတ်လိုက်ရတဲ့အမှုအခင်းတွေကို\nအခကြေးငွေလက်ခံပြီး ဖြေရှင်းပေးနေတဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်\nသူတို့အဖွဲ့ကလက်ရုံးရည်သမား ဉာဏ်ကြီးရှင်သမားတွေနဲ့စုစည်းပြီးဖွဲ့ထားတာဖြစ်ပြီး\nအဖွဲ့ဝင်တွေအနေနဲ့ ချောမင်း ဆွန်းဂျင်း ဂျီဟယ် ယုံးဘယ်ဆိုတဲ့ လေးယောက်နဲ့ဖွဲ့စည်းထားပြီး\nသူတို့က တရုတ်စားသောက်ဆိုင်တစ်ဆိုင်မှာအယောင်ပြအလုပ်လုပ်ပြီး\nနောက်ကွယ်ကနေ အမှုတွေဖော်ထုတ်ကြပါတယ်\nအဲ့ဒီစားသောက်ဆိုင်ပိုင်ရှင်သူဌေးဖြစ်သူကလည်း သူတို့အလုပ်တွေကို စီမံခန့်ခွဲပေးရသူတစ်ယောက်ဖြစ်သလို\nတစ်ရက်မှာ သူတို့နားကစတိုးဆိုင်က အချိန်ပိုင်းအလုပ်သမားကောင်မလေး သေဆုံးတဲ့အမှုကို လိုက်ရင်း\nသူတို့အဖွဲ့နဲ့ ဟိုယက်လူဆိုးဂိုဏ်းအဖွဲ့တို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်\nဟိုယက်လူဆိုးဂိုဏ်းဆိုတာကလည်း မူးယစ်ဆေးလူမှောင်ခိုစတဲ့မကောင်းမှုမှန်သမျှအကုန်လုပ်သလို\nသူတို့နောက်မှာထောက်ပံ့ပေးနေတဲ့ အင်အားကြီးလုပ်ငန်းစုတစ်ခုရဲ့\nအမွေဆက်ခံသူတစ်ယောက်ကလည်း ဒီအမှုမှာပါဝင်ပတ်သက်နေပြန်ပါတယ်\nဒီအမှန်တရားဖော်ထုတ်တဲ့အဖွဲ့က ...",
        "rating": "7",
        "url": "https://megaup.net/2gFqv/(CM)_Dragon_Inn_Part_1_The_City_of_Sadness.2020.720p.FHDRip.mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzU2NDg3ZTItNzRmNy00NTQzLTljMDUtNjczOTMwZjEzNWVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Broken Arrow ( 1996 )",
        "description": "1996 ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb 6 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်Old But Gold လေးတွေကို ပြန်လည်ခံစားကြည့်ပါဦး..မကြည့်ရသေးရင်အသစ်ပါပဲအမေရိကန်လေတပ်အရာရှိနှစ်ဦးဖြစ်တဲ့ ဗိုလ်ကြီး ဒစ်ကင်နဲ့ကပ္ပတိန်ဟေးလ်တို့ဟာ နျူကလီးယားဗုံး ၂လုံးကိုလျှို့ဝှက်သယ်ဆောင်ရန်တာဝန်ပေးအပ်ခံခဲ့ရတယ် ပို့နေတဲ့လမ်းမှာ ဗိုလ်ကြီး ဒစ်ကင်ကနျူကလီးယားလက်နက်တွေကို ခိုးယူဖို့ကြိုးစားပြီးကပ္ပတိန်ဟေးလ်ကို သတ်ဖို့လုပ်ခဲ့ပါတယ် ကံကောင်းချင်တော့ဟေးလ်မှာ အသက်မသေပဲ ပန်းခြံစောင့်အရာရှိမလေးတယ်ရီနဲ့တွေ့ဆုံခဲ့ပြီး တယ်ရီအကူအညီနဲ့ ဒစ်ကင်ခိုးယူသွားသောနျူကလီးယားလက်နက်ကို ပြန်လည်ရယူရန်ကြိုးစားပါတော့တယ်။ဉာဏ်ကောင်းတဲ့ဒစ်ကင်က နျူလက်နက်ကို ဘယ်လိုတွေသယ်ယူရန်ကြိုးစားမလဲ၊ ဟေးလ်ကရော နျူလက်နက်ကိုပြန်ယူဖို့ကြိုးစားရာမှာ ဘာအန္တရာယ်တွေ ရင်ဆိုင်ရမလဲနျူလက်နက်ကို ပြန်ယူနိုင်ပါ့မလားဆိုတာကိုအက်ရှင်ကားစိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် Quality : Bluray 1080p ( HEVC )Format : mp4During : 108 minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Ei PyaeEncoder : LK",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/broken-arrow-1996/",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/b4b4da3027c146f57d99631a70216605-137x200.jpeg",
        "title": "King Arthur (2004)",
        "description": "[Unicode]IMDb Rating - 6.3/10ဗြိတိန်ပြည်ရဲ့နန်းတည်ဘုရင် အာသာ..\nစားပွဲဝိုင်းက သူရဲကောင်းများ..\nသူတို့အကြောင်းကို ကျွန်တော်တို့ ကလေးဘဝကတည်းက ဇာတ်လမ်းအမျိုးမျိုးမှာ ပုံစံအမျိူးမျိုးနဲ့ မြင်ခဲ့သိခဲ့ ရပြီးပါပြီ။\nသမိုင်းသုတေသီတွေက ၁၅ရာစုက ဘုရင်အာသာနဲ့ သူ့ရဲ့ သူရဲကောင်းတွေအကြောင်း\nဂန္တဝင်ဇာတ်လမ်းဟာ အမှောင်ခေတ်လို့ခေါ်ကြတဲ့ ၅ရာစုဝန်းကျင်ကာလမှာ တကယ်ရှိခဲ့တဲ့ သူရဲကောင်းတစ်ယောက်ကနေ ပေါ်ပေါက်လာတယ်လို့ လက်ခံထားကြပါတယ်။\nအထောက်အထားတစ်ချိူ့လည်းတွေ့ထားတယ် ဆိုပါတယ်။\nတကယ့်အာသာဟာ ဒဏ္ဍာရီထဲက အာသာထက် ဆယ်ရာစုစောပေါ်ခဲ့တာပါတဲ့။\nဒီတစ်ခါဇာတ်လမ်းကတော့ ရှေးဟောင်းသုတေသနနဲ့ သမိုင်းတွေ့ရှိချက်တွေအရ အာသာရဲ့ ဖြစ်ရပ်မှန်နဲ့ အနီးစပ်ဆုံးလို့ဆိုရပါမယ်။အာသာကို လွတ်လပ်မှုနဲ့ သာတူညီမျှ ဝါဒကိုလက်ကိုင်ထားတဲ့ ရောမသူရဲကောင်းအနေနဲ့ ပုံဖော်ထားပါတယ်။\nသူရဲ့သူရဲကောင်းတွေကိုတော့ ရောမကို ကျေးဇူးကြွေးဆပ်နေရတဲ့ ဆာမားတီးယန်း မြင်းသည်တော်တွေအနေနဲ့ပုံဖော်ထားပါတယ်။\nသူရဲကောင်းတွေကို တာဝန်မှကင်းလွတ်ခွင့်ပေးရမဲ့ အချိန်မှာ ရောမပြည်က နောက်ဆုံးတာဝန်တစ်ခု ပေးအပ်ခဲ့ပါတယ်....။\nလွတ်လပ်မှုကိုရဖို့ နောက်ဆုံးတာဝန်ကို ထမ်းဆောင်ရတဲ့ အာသာနဲ့ သူရဲကောင်းတွေရဲ့ ခရီးနဲ့ တိုက်ပွဲကို ဇာတ်အိမ်တည်ထားပါတယ်။Clive Owen, Keira Knightley\nMads Mikkelsen,Ioan Gruffudd လို\nနာမည်ကျော်သရုပ်ဆောင်တွေပါပါတယ်။\nရိုက်ချက်တွေ Battle Sceneတွေလှပါတယ်။\nRating ...",
        "rating": "6.3",
        "url": "https://megaup.net/3Czxz/King_Arthur_(2004)_DC_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/namgoong-min-2-160x200.jpeg",
        "title": "PART 3/SBS Drama Awards(2020)Final",
        "description": "SBS Drama Awards(2020)PART 3SBSရုပ်သံကလွှင့်တဲ့ စီးရီးတွေကနေ အကောင်းဆုံးသောဆုအသီးသီးပေးတဲ့ပွဲကြီးပြီးသွားပါပြီ....တကယ်တော့ SBSရုပ်သံစီးရီးတွေဟာ ကျွန်တော်တို့ မြန်မာပရိတ်သတ်တွေနဲ့ အတော်ရင်းနှီးပါတယ်...ဟိုးစလွှင့်တဲ့အချိန်ကစလို့ ယခုအချိန်ထိစီးရီးတွေဟာ ကိုယ်နိုင်ငံကလွှင့်တဲ့ဇာတ်ကားတွေနီးပါးမှတ်မှတ်ရရရှိနေတတ်ပါတယ်...နောက်တစ်ခုက ဆုပေးပွဲကြီးစဖွင့်တာကစလို့ ကိုရိုနာကြောင့် ဆုတက်ရောက်ယူတဲ့အစီအစဉ်တစ်ချို့မှာကန့်သတ်ခဲ့ရတွေရှိခဲ့ပေမဲ့ တင်ဆက်ပေးသွားတဲ့ပုံတွေက တကယ့်ကိုအမိုက်စားတွေပါပဲ...SBSကို ဘယ်လိုစတင်ဖြစ်တယ်....SBSကလွှင့်တဲ့စီးရီးတွေကြောင့် ပရိတ်သတ်တွေ ဘယ်လောက်ကျေနပ်ပျှော်ရွှင်ခဲ့ရတယ်...SBS ဘယ်လိုအောင်မြင်လာတယ်...ဘယ်လောက်အထိ နိုင်ငံတကာအပေါ်လွှမ်းမိုးလာနိုင်ခဲ့တယ်ဆိုတာတွေအစတင်ဆက်ခဲ့ပြီးတစ်ချိန်တုန်းက ပရိတ်သတ်တွေအနှစ်ခြိုက်ဆုံး စီးရီးတွေကိုလည်း အလွမ်းပြေပြသသွားပါတယ်...တစ်ချို့လည်း LIVEကြည့်ပြီးကြပေမဲ့ Kdrama ပရိတ်သတ်တွေအတွက် သူတို့အားပေးတဲ့ သူတွေဆုရတာတွေကိုအမှတ်တရသိမ်းထားချင်လို့ပဲဖြစ်ဖြစ် တခြားနိုင်ငံရဲ့ဆုပေးပွဲတွေကျင်းပပုံတွေဘယ်လိုဆုအမျိုးအစားတွေပေးတယ်ဆိုတာတွေကို ဗဟုသုတရစေခြင်းအလို့ငှါတင်ဆက်ပေးလိုက်ရပါတယ်...Part 1,2,3 စဆုံးတင်ဆက်ပေးထားပါတယ်...Quality – HD-TV 720pDuration – 67MinSubtitle – Myanmar HardsubFormat – Mp4Genres: Drama AwardsTranslated by Lwin Lwin Aung,,Ei Phyu Khin ,Shoon Thu Thu Chain & Hnin PaleEncoder – ...",
        "rating": "7.6",
        "url": "https://megaup.net/1AHex/2020.SBS.Drama_Awards.Part_3.mp4",
        "category": "SBS Drama Awards"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/shadow-in-the-cloud.198763-135x200.jpg",
        "title": "Shadow in the Cloud (2020)",
        "description": "ဒုတိယ ကမ္ဘာစစ်အတွင်း မုန်တိုင်းထန်တဲ့ ညတစ်ည၊\nပျံတက်လုဆဲဆဲ ဗုံးကြဲလေယာဉ်တစ်စင်းပေါ်ကို ထိပ်တန်းလျှို့ဝှက်ကုန်စည်တစ်မျိုးသယ်ဆောင်လာတဲ့\nအမျိုးသမီးလေယာဉ်မှူးတစ်ယောက် တက်လာခဲ့တယ်။\nလေယာဉ်ပေါ်က အမျိုးသားတပ်ဖွဲ့ဝင်တွေဟာ အထောက်အထားတွေရော သူတို့ကြောက်ရတဲ့\nနာမည်ဆိုးနဲ့အထက်လူကြီးကြောင့်သာ လက်ခံလိုက်ရပေမယ့် အင်တင်တင်ဖြစ်ရုံမက သူ့အပေါ် ရိုင်းရိုင်းပျပျဆက်ဆံတယ်။\nဒါပေမယ့် သူနဲ့ စကားတွေပြောရင်း ဖလှယ်ရင်း ဒီအမျိုးသမီးနဲ့ ဒီကုန်စည်အပေါ်ကိုသံသယတွေကြီးထွားလာပြီး အမှောင်ထဲက\nတိမ်တွေကြားထဲ အရိပ်တစ်ခုကိုမြင်လိုက်ကြရတဲ့အခါမှာတော့? အဲ့ဒါ ရန်သူ ဂျပန်လေယာဉ်တွေဖြစ်မလား? ဒါမှမဟုတ်\nလေယာဉ်ကြုံလိုက်တဲ့ မိန်းမကြောင့်ဖြစ်မလား? စစ်အတွင်းကာလ အက်ရှင် နဲ့ အရင်တုန်းက နာမည်ကျော် gremlins မှင်စာတွေနဲ့\nHorror ကိုရောမွှေထားတဲ့ကားပါပဲ။ ဇာတ်အစကနေ ပျိုးလာတဲ့ သိချင်စိတ်ကိုအဆုံးထိဆွဲခေါ်နိုင်သလို အထူးပြုလုပ်ချက်တွေလဲ\nသပ်ရပ်လှပပါတယ်။\nမတွေ့ရတာကြာပြီဖြစ်တဲ့ အားလုံးရဲ့ အသည်းကျော်လေး Chloë Grace Moretz ကိုဇာတ်အစကနေအဆုံးထိ\nတောက်လျှောက်မြင်တွေ့ရမှာဖြစ်ပါတယ်။ \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:23:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/UJG5/(CM)Shadow.in.the.Cloud.2020.720p.AMZN.WEB-DL.DDP5.1.H.264-NTG.mp4",
        "category": "Action, Horror, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKzsw9b5Xj3WaJQl5h4wWr3T2y8.jpg",
        "title": "The Beast And The Beauty (2005)",
        "description": "ဒီကားက 2015 တုန်းကထွက်ထားတဲ့ကား​ပေမယ့် Old But Gold ပါ​​မင်းသမီးဖြစ်သူဟေဂျိုက မျက်စိမမြင်တဲ့မိန်းက​လေး​ပေါ့မင်းသားဒုံဂန်က​တော့တက္ကစီ​မောင်းတဲ့သူ တစ်​နေ့မင်းသမီး​ကသူ့တက္ကစီငှားစီးရင်းသူတို့နှစ်​ယောက်ခင်သွားကြတယ်မင်းသမီးအသွားအပြန်ကို မင်းသားကလိုက်ပို့​ပေးရတဲ့သူ​ပေါ့မင်းသမီးမမြင်ရတာ​တွေကိုမင်းသားကအကုန်လုံးသရုပ်​ပေါ်​အောင်​ပြောပြ​ပေး​တော့ မင်းသားကမင်းသမီးအတွက်မျက်လုံးတစ်စုံလိုဖြစ်​နေတာ​​ပေါ့သူတို့နှစ်​ယောက်တ​ဖြေး​ဖြေး သံ​ယောဇဥ်​တွေခိုင်မာလာတဲ့အချိန်မှာမ​မျှော်လင့်ထားတဲ့ကံကြမ္မာကျ​ရောက်လာပါတယ်အဲ့တာက​တော့မင်းသမီးအတွက်မျက်ကြည်လွှာအလှူရှင်​ပေါ်​ပေါက်လာတာပါပဲမင်းသားအတွက်က​​တော့ တစ်ဖက်မှာမင်းသမီး​လေးမျက်စိပြန်မြင်ရ​တော့မှာကိုဝမ်းသာသလို တစ်ဖက်မှာကျ​တော့သူကတအားရုပ်ဆိုး​တော့မင်းသမီးသူ့ကိုမြင်ရင်စိတ်ပျက်သွားမှာစိုးရိမ်​နေခဲ့တယ်ဒီလိုနဲ့မင်းသမီးခွဲစိတ်ပြီးသွားတဲ့အချိန်မှာမင်းသားကအလုပ်ကိစ္စရှိလို့ခရီးသွား​နေတယ်ဆိုပြီးပုန်း​ရှောင်​နေခဲ့တယ်​နောက်ပိုင်းမင်းသမီး​လေးက မင်းသားရဲ့ရုပ်ကိုမြင်ပြီး စိတ်ပျက်သွားမှာလား မင်းသားက​ရော မင်းသမီးကိုအ​တွေ့ခံပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုပါဦးလို့.... Reviewed by : DollyTranslated by : Myint Thu ZarEncoded by : YKQuality : 1080p WEBRIPx264Duration  : 1h 42minFile Size ; 1.42GBSubtitles : Hardsub (Myanmar)",
        "rating": "6.7",
        "url": "https://megaup.net/2gDbg/%7BCM%7DThe.Beast.and.the.Beauty.2005.KOREAN.1080p.WEBRip.x264.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/22508B4957A986C00E-138x200.jpg",
        "title": "Rab Ne Bana Di Jodi (2008)",
        "description": "IMDb Rating (7.2/10) / Rotten Tomatoes (78%)အချစ်မှာ နားလည်မှုလိုအပ်သလား?ဟုတ်ကဲ့..မဖြစ်မနေလိုအပ်ပါတယ်...လူနှစ်ဦးလက်ထပ်လိုက်ပေမယ့် နားလည်မှုတွေကို ပြန်ရှာကြရတဲ့အခါဒီဇာတ်ကားဖြစ်ပေါ်လာတဲ့အကြောင်းပါပဲ...။ကျွန်တော်တို့မေ့နေကြတာတွေ ပြန်မြင်လာရသလိုပေါ့...အချစ်က အနားမှာရှိနေပေမယ့် ဖွင့်ပြောဖို့ ရွှေ့ဆိုင်းနေတတ်ကြတယ်...တစ်ယောက်ကိုတစ်ယောက် နားလည်မှုရှာပေးဖို့ထက် ဖြစ်သလို ကြုံသလို နေလိုက်တတ်ကြတယ်...ဒါတွေက အချစ်ခရီးမှာ လိုအပ်ချက်တွေဖြစ်ပေါ်လာစေတာပဲ..အချစ်ကိုတကယ်တွေ့ကြုံပြီး ကြည်နူးပျော်ဝင်လိုက်ဖို့ တစ်ယောက်ကိုတစ်ယောက်နားလည်မှုတွေရှိနေဖို့လိုပါတယ်။ဒီတော့..သင့်မှာချစ်ရတဲ့လူ ရှိတာဖြစ်ဖြစ်...ရှိတော့ရှိတယ် ဖွင့်မပြောရသေးဘူး..ဘယ်လိုအနေထားမှာဖြစ်ဖြစ်ဒီရုပ်ရှင်က သင်ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။မင်းသားကြီး ရှာရွတ်ခန်း နဲ့  Anushka Sharma တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးအနူးရဲ့ ပထမဆုံးသောဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားနဲ့တန်းဝင်မင်းသမီးဘဝကိုချက်ချင်းရောက်သွားခဲ့သလို ရှာရွတ်ခန်းကတော့ ပြောနေစရာကိုမလိုအောင် ဇာတ်နဲ့လိုက်ဖက်နေခဲ့ပါတယ်....နိုင်ငံတကာမှာလဲ အားပေးမှုတွေရရှိခဲ့တဲ့ဇာတ်ကားမို့ သိမ်းထားလို့ရအောင် BluRay HEVC 1080p 5.1CH နဲ့ ပြန်လည်တင်ဆက်လိုပါတယ်။(ဒီဇာတ်ကားကို Aung Maw Han မှ ဘာသာပြန် တင်ဆက်ထားတာပါ။) \nFile size…(3.4 GB) and (2 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://megaup.net/2gEBg/Rab_Ne_Bana_Di_Jodi_(2008)_720p_BluRay_x264_DTS-HDMA_5.1_-_Hon3y(HEVC).mkv",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/namgoong-min-1-160x200.jpeg",
        "title": "PART 2/SBS Drama Awards(2020)",
        "description": "SBS Drama Awards(2020)PART 2SBSရုပ်သံကလွှင့်တဲ့ စီးရီးတွေကနေ အကောင်းဆုံးသောဆုအသီးသီးပေးတဲ့ပွဲကြီးပြီးသွားပါပြီ....တကယ်တော့ SBSရုပ်သံစီးရီးတွေဟာ ကျွန်တော်တို့ မြန်မာပရိတ်သတ်တွေနဲ့ အတော်ရင်းနှီးပါတယ်...ဟိုးစလွှင့်တဲ့အချိန်ကစလို့ ယခုအချိန်ထိစီးရီးတွေဟာ ကိုယ်နိုင်ငံကလွှင့်တဲ့ဇာတ်ကားတွေနီးပါးမှတ်မှတ်ရရရှိနေတတ်ပါတယ်...နောက်တစ်ခုက ဆုပေးပွဲကြီးစဖွင့်တာကစလို့ ကိုရိုနာကြောင့် ဆုတက်ရောက်ယူတဲ့အစီအစဉ်တစ်ချို့မှာကန့်သတ်ခဲ့ရတွေရှိခဲ့ပေမဲ့ တင်ဆက်ပေးသွားတဲ့ပုံတွေက တကယ့်ကိုအမိုက်စားတွေပါပဲ...SBSကို ဘယ်လိုစတင်ဖြစ်တယ်....SBSကလွှင့်တဲ့စီးရီးတွေကြောင့် ပရိတ်သတ်တွေ ဘယ်လောက်ကျေနပ်ပျှော်ရွှင်ခဲ့ရတယ်...SBS ဘယ်လိုအောင်မြင်လာတယ်...ဘယ်လောက်အထိ နိုင်ငံတကာအပေါ်လွှမ်းမိုးလာနိုင်ခဲ့တယ်ဆိုတာတွေအစတင်ဆက်ခဲ့ပြီးတစ်ချိန်တုန်းက ပရိတ်သတ်တွေအနှစ်ခြိုက်ဆုံး စီးရီးတွေကိုလည်း အလွမ်းပြေပြသသွားပါတယ်...တစ်ချို့လည်း LIVEကြည့်ပြီးကြပေမဲ့ Kdrama ပရိတ်သတ်တွေအတွက် သူတို့အားပေးတဲ့ သူတွေဆုရတာတွေကိုအမှတ်တရသိမ်းထားချင်လို့ပဲဖြစ်ဖြစ် တခြားနိုင်ငံရဲ့ဆုပေးပွဲတွေကျင်းပပုံတွေဘယ်လိုဆုအမျိုးအစားတွေပေးတယ်ဆိုတာတွေကို ဗဟုသုတရစေခြင်းအလို့ငှါတင်ဆက်ပေးလိုက်ရပါတယ်...Part 1,2,3ရှိတာမို့ ကျန်အပိုင်းများကို မကြာမီဆက်လက်တင်ဆက်ပေးသွားမှာပါ....Quality – HD-TV 720pDuration – 67MinSubtitle – Myanmar HardsubFormat – Mp4Genres: Drama AwardsTranslated by Lwin Lwin Aung,,Ei Phyu Khin ,Shoon Thu Thu Chain & Hnin PaleEncoder ...",
        "rating": "9",
        "url": "https://megaup.net/UJE9/2020.SBS,Drama.Awards.PART.2.NEW.mp4",
        "category": "SBS Drama Awards"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/81oeKKl60EL._RI_-150x200.jpg",
        "title": "Cold Mountain 2003",
        "description": "Cold Mountain(2003) ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Old but Gold အနေနဲ့ အရမ်းကောင်းတဲ့ ကားဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင် Jude Lewနဲ့ Nicole Kidman တို့ပါ၀င်သရုပ်ဆောင်ထားတဲ့ Cold Mountain ဆိုတဲ့ ဒီကားလေးဟာ Imdb Rating 7.2/10 Rotten Tomatoes 71% တောင်ရရှိထားတဲ့ကားလေးပါ။ ဇာတ်ကားလေးကတော့ ကိုး‌မောင်တိန်လို့ ခေါ်တဲ့မြို့လေးကနေ အခြေတည်ထားတာပါ။ကျွန်စနစ်ဖျက်သိမ်းရေးပေါ် အငြင်းပွားပြီးမြောက်ပိုင်းနဲ့တောင်ပိုင်း ပြည်တွင်းစစ်အတွက် တိုက်ခိုက်ဖို့မြို့ထဲမှာရှိတဲ့ ယောကျာ်းသားတွေ အရမ်းစိတ်အားတက်ကြွနေတဲ့အချိန်လေးပေါ့။အဲဒီကိုးမောင်တိန်မြို့လေးကို ဘုန်းတော်ကြီးတစ်ပါးနဲ့သူ့သမီးလေးဖြစ်သူ အေဒါက ပြောင်းလာခဲ့ပါတယ်။ပြောင်းလာပြီးသိပ်မကြာခင်မှာပဲ စစ်ပွဲတွေက စတင်ကာအင်းမန်းတို့ စစ်တိုက်ထွက်ရပါတော့တယ်။အင်းမန်းနဲ့ အေဒါတို့မှာအတူတူရှိချိန်နည်းပါးခဲ့ပေမယ့် ကျွန်မစောင့်နေမယ်ဆိုတဲ့ ကတိလေးကတစ်ဘ၀လုံးစာအတွက်လုံလောက်သွားခဲ့သလိုပါပဲ။အေဒါကအခက်အခဲတွေကြားက အင်းမန်းပြန်အလာကိုစောင့်နေခဲ့ပါတယ်။ဒါပေမယ့် စစ်ပွဲကထင်သလိုဖြစ်မလာခဲ့ပဲ နှစ်များစွာကြာလာခဲ့ပါပြီ။စစ်ပွဲကနေ ထွက်ပြေးတဲ့သူတွေကိုလည်း မြို့စောင့်တပ်တွေက ခွေးတစ်ကောင်လို သတ်ဖြတ်ပစ်နေတဲ့အချိန်ဖြစ်လာပါတယ်။ချစ်ရတဲ့သူတစ်ယောက်တည်း စောင့်မျှော်နေတာကိုသိနေရတဲ့ အင်းမန်းတစ်ယောက် ဘယ်လိုဆက်လုပ်မလဲ? မိုင်ပေါင်းထောင်ချီ‌ေ၀းကွာနေတဲ့ ကိုးမောင်တိန်ကိုပြန်ရောက်နိုင်မှာလားဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။လွမ်းမောဖွယ် ချစ်ခြင်းမေတ္တာနဲ့ စစ်အတွင်းအခြေအနေတွေကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1AHci/Cold.Mountain.2003_720p(CM).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/namgoong-min-160x200.jpeg",
        "title": "PART 1/SBS Drama Awards(2020)",
        "description": "SBS Drama Awards(2020)PART 1SBSရုပ်သံကလွှင့်တဲ့ စီးရီးတွေကနေ အကောင်းဆုံးသောဆုအသီးသီးပေးတဲ့ပွဲကြီးပြီးသွားပါပြီ....တကယ်တော့ SBSရုပ်သံစီးရီးတွေဟာ ကျွန်တော်တို့ မြန်မာပရိတ်သတ်တွေနဲ့ အတော်ရင်းနှီးပါတယ်...ဟိုးစလွှင့်တဲ့အချိန်ကစလို့ ယခုအချိန်ထိစီးရီးတွေဟာ ကိုယ်နိုင်ငံကလွှင့်တဲ့ဇာတ်ကားတွေနီးပါးမှတ်မှတ်ရရရှိနေတတ်ပါတယ်...နောက်တစ်ခုက ဆုပေးပွဲကြီးစဖွင့်တာကစလို့ ကိုရိုနာကြောင့် ဆုတက်ရောက်ယူတဲ့အစီအစဉ်တစ်ချို့မှာကန့်သတ်ခဲ့ရတွေရှိခဲ့ပေမဲ့ တင်ဆက်ပေးသွားတဲ့ပုံတွေက တကယ့်ကိုအမိုက်စားတွေပါပဲ...SBSကို ဘယ်လိုစတင်ဖြစ်တယ်....SBSကလွှင့်တဲ့စီးရီးတွေကြောင့် ပရိတ်သတ်တွေ ဘယ်လောက်ကျေနပ်ပျှော်ရွှင်ခဲ့ရတယ်...SBS ဘယ်လိုအောင်မြင်လာတယ်...ဘယ်လောက်အထိ နိုင်ငံတကာအပေါ်လွှမ်းမိုးလာနိုင်ခဲ့တယ်ဆိုတာတွေအစတင်ဆက်ခဲ့ပြီးတစ်ချိန်တုန်းက ပရိတ်သတ်တွေအနှစ်ခြိုက်ဆုံး စီးရီးတွေကိုလည်း အလွမ်းပြေပြသသွားပါတယ်...တစ်ချို့လည်း LIVEကြည့်ပြီးကြပေမဲ့ Kdrama ပရိတ်သတ်တွေအတွက် သူတို့အားပေးတဲ့ သူတွေဆုရတာတွေကိုအမှတ်တရသိမ်းထားချင်လို့ပဲဖြစ်ဖြစ် တခြားနိုင်ငံရဲ့ဆုပေးပွဲတွေကျင်းပပုံတွေဘယ်လိုဆုအမျိုးအစားတွေပေးတယ်ဆိုတာတွေကို ဗဟုသုတရစေခြင်းအလို့ငှါတင်ဆက်ပေးလိုက်ရပါတယ်...Part 1,2,3ရှိတာမို့ ကျန်အပိုင်းများကို မကြာမီဆက်လက်တင်ဆက်ပေးသွားမှာပါ....Quality – HD-TV 720pDuration – 67MinSubtitle – Myanmar HardsubFormat – Mp4Genres: Drama AwardsTranslated by Lwin Lwin Aung,,Ei Phyu Khin ,Shoon Thu Thu Chain & Hnin PaleEncoder ...",
        "rating": "10",
        "url": "https://channelmyanmar.org/sbs-drama-awards2020part-1/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYmJjOWM4ZjMtZjM1Mi00ZDI3LWIyZmEtNTJmNzI3NTNjZmEyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Pixie (2020)",
        "description": "Pixie (2020)IMDb Rating(5.9)/ Rotten Tomatoes (93%)ဇာတ်လမ်းအညွှန်းဇာတ်ကားနာမည် ပစ်စီဆိုတာက ဖျတ်ဖျတ်လတ်လတ်နဲ့ ဘာမဆို လက်ရဲဇက်ရဲလုပ်ရဲတဲ့ လည်လည်ဝယ်ဝယ် ကောင်မလေးတစ်ယောက်ပါဆန်ဖရန်စစ္စကိုသွားပြီး ဘဝကိုအသစ်ကပြန်စဖို့ ကြိုးပမ်းနေတဲ့အစီအစဥ်​ပျက်သွားပြီးနောက်ပိုင်းမှာ သူ့ဘဝအရှုပ်တော်ပုံထဲ ပြန်ပြီးခြေချရပါတော့တယ်သူ့ကိုဘားမှာတွေ့ပြီး လာကြောင်တဲ့နှစ်ယောက်ခမျာမှာလည်း မသိမသာနဲ့ ပစ်စီ့အရှုပ်တော်ပုံထဲ ယောင်လည်လည်ပါသွားပြီး သုံးယောက်ပေါင်းလောင်းကျော်ကြပါတော့တယ်ဆိုတော့ ပစ်စီ့ဘဝမှာ ဘာတွေကရှုပ်ထွေးနေတာလဲဇာတ်လမ်းအစမှာ အမေ့အုတ်ဂူရှေ့ရပ်ပြီး အမေ့အ​ပေါ်သူတို့လုပ်ခဲ့တဲ့လုပ်ရပ်တွေအတွက်လက်စားချေမယ်ဆိုတော့ အဲဒီ \"သူတို့\" ဆိုတာကရော ဘယ်သူလဲဆိုတာတွေကိုတော့ ပစ်စီကိုယ်တိုင်ပဲဖြေပေးသွားပါလိမ့်မယ်Crime comedy ဆိုတော့ အရမ်း serious မဖြစ်ဘဲ အလွဲလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးပဲကြည့်ရမယ့်ဇာတ်ကားမျိုးပါပဲ။ \nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MTA",
        "rating": "",
        "url": "https://channelmyanmar.org/pixie-2020/",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BOGI4NDA1MDItOTRmYy00OWU2LTllZTEtMTA4YWM0OTg1ZmIxXkEyXkFqcGdeQXVyMjcxMTQxNjU@._V1_-212x300.jpg",
        "title": "D-Day (2015) Complete Seires",
        "description": "ဆရာ၀န္ တစ္ေယာက္ ရဲ႕ လူနာေတြ အေပၚထားတဲ့ ေပးဆပ္တက္တဲ့ စိတ္ထား ရယ္\nေငြေၾကး မ်က္ႏွာ တစ္ခုထဲသာ ၾကည့္တက္တဲ့ ပညာတက္ စီးပြားေရးသမားေတြ ရယ္\nပ်က္ကပ္ေဘး ကေန ျပည္သူေတြ ကို ကယ္တင္ရမယ့္ ဆရာ၀န္ မ်ားရဲ႕ အေၾကာင္း\nဒရာမာ ဇတ္လမ္းတြဲ ေကာင္းတစ္ခု အျဖစ္ တင္ဆက္ေပးလုိက္ပါတယ္..\n(Thit San Khant)\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08\nEP 09\nEP 10\nEP 11\nEP 12\nEP 13\nEP 14\nEP 15\nEP 16\nEP 17\nEP 18\nEP 19\nEP 20\nEpisode Complete Zip File\nVIP / Yoteshin / Megaup / Userdrive",
        "rating": "8.0",
        "url": "https://megaup.net/1AGrp/D-Day.zip",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTUyMzM5OTM5NF5BMl5BanBnXkFtZTcwNTIwMjA3OA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Jab Tak Hai Jaan (2012)",
        "description": "Samar မျက်နှာ စူပုတ်ပုတ်နဲ့ ရဲ့ရင်တဲ့ ဗုံးရှင်းသမား၊ ဗုံးတစ်လုံး ဖြုတ်ပြီးတိုင်း အေးဆေးတဲ့ နေရာမှာ တစ်ယောက်ထဲ အနားယူ တတ်တယ်။ သူ့ဘဝရဲ့ ၉၈ လုံးမြောက် ဗုံးကို ဖြုတ်ပြီး ကမ်းခြေဘက်မှာ တစ်ယောက်ထဲ အနားယူနေတဲ့ အချိန် Akira ဆိုတဲ့ မိန်းမလှလေး ရေနစ်လို့ ဆင်းကယ်ပြီး အနွေး ဓါတ်ရဖို့ Samar ရဲ့ အပေါ် အနွေးထည်ကို ပေးလိုက် မိရာမှာ မထင်မှတ်ပဲ Samar ရဲ့ Diary ကို Akira ရသွားပြီး Samar ရဲ့ လွမ်းစရာ ကောင်းတဲ့ London က အချစ် ဇာတ်လမ်းကို သိခဲ့ရပြီး Samar ကို Akira တစ်ယောက် စိတ်ဝင်စားခဲ့ပါတယ်။\nAkira ဆိုတာ Discovery Channel မှာ မှတ်တမ်းရုပ်ရှင် ...",
        "rating": "6.8",
        "url": " https://megaup.net/2tN4B/Jab.Tak.Hai.Jaan.2012.720p.BluRay.REMUX.AVC.TrueHD.5.1-EPSiLON(HEVC).mkv",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Your Name (2016)",
        "description": "Your Name (2016)\n===============================\n(Kimono Na wa)\nဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်...\nကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီး\nYour Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ...\nဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ...\nဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်...တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေး\nတာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့...အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်...\nဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့\nသူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲ\nသူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့....\nဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်...\nမြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့\nဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ...\nဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ...\nဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးက\nကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ\n\"မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်\nနှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ\"\nကျွန်တော်တို့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/UIqf/[CM]_Kimi_no_Na_wa_(1080p_x265_10bit_FLAC).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBlNmM1N2EtMDljYS00NzEzLWE4ZWQtZDk0YWI1MDM0MmRjXkEyXkFqcGdeQXVyNjUxMDQ0MTg@._V1_-160x200.jpg",
        "title": "Secret Society of Second Born Royals (2020)",
        "description": "Disney က အသစ်ထွက်ရှိထားတဲ့ Action,Adventure,Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ဆမ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ အလီရီယာတိုင်းပြည်ရဲ့ တော်ဝင်မျိုးဆက် ဒုတိယသမီးဖြစ်သူပါ။\nသူ့အစ်မ အယ်လီနောက နန်းမွေဆက်ခံရမယ့်သူပီပီ မင်းသမီးပီသ အဘက်ဘက်ကပြီးပြည့်စုံသလောက် ဆမ်ကတော့\nဘုရင်စနစ်ကိုပုန်ကန် တော်ဝင်ထုံးတမ်းတွေကို ငြီးငွေ့မုန်းတီးနေတဲ့ ပုန်ကန်ချင်တဲ့ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်နေပါတယ်။\nသူ့မှာ မိုက်ခ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းကောင်လေးတစ်ယောက်ရှိပြီး ပူးတွဲဂီတအဖွဲ့လေးကို တည်ထောင်ထားကြတယ်။\nတစ်နေ့တော့ ကလပ်မှာလုပ်တဲ့ ဖျော်ဖြေရေးပွဲတစ်ခုကို ခိုးသွားကြရင်း စာမေးပွဲလွတ်သွားတာကို သူ့အမေ သိသွားတဲ့နောက်\nအဲ့ဒီစာမေးပွဲအတွက် ဆမ်ဟာ ကျောင်းပိတ်ရက်မှာ နွေရာသီသင်တန်းကိုတက်ဖို့ဖြစ်လာပါတော့တယ်။\nတကယ်တမ်း အဲ့ဒီနွေရာသီသင်တန်းဟာ ဆမ်တို့လို တော်ဝင်မျိုးဆက်ရဲ့ ဒုတိယရင်သွေးတွေကို လျှို့ဝှက်လေ့ကျင့်ပေးနေတဲ့ အစီအစဉ်\nတစ်ခုဖြစ်ပါတယ်။ ပထမမွေးချင်းသားသမီးတွေဟာ ထီးနန်းအရိုက်အရာကိုဆက်ခံ တိုင်းပြည်ကို အုပ်ချုပ်ရပြီး ဒုတိယမွေးချင်းသားသမီးတွေကတော့\nထူးခြားတဲ့ လူသာမန်ထက်သာလွန်တဲ့အစွမ်းတွေရှိကြပြီး အဲ့ဒီအစွမ်းတွေကို အသုံးချ သူတို့တိုင်းပြည်တွေ ကမ္ဘာကြီးကို အန္တရာယ်ပြုမယ့်\nရာဇဝတ်ကောင်တွေရန်က ကာကွယ်ကြရတယ်ဆိုတာကို ဆမ်သိလိုက်ရတဲ့အခါမှာတော့..။ဒစ်စနေကားပီပီ ဆယ်ကျော်သက်လူငယ်လေးတွေရင်ဆိုင်ရမယ့်\nဘဝအလှည့်အပြောင်း၊ မိသားစု ပတ်ဝန်းကျင် အရွယ်ရောက်ချိန်မှာကြုံဆုံရတတ်တဲ့ ပြဿနာလေးတွေကို မီးမောင်းထိုးပြပြီး ပါဝါတွေ ကိရိယာအဆန်းတွေနဲ့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတဲ့ ပေါ့ပေါ့ပါးပါး ...",
        "rating": "",
        "url": "https://megaup.net/UIxj/(CM)Secret.Society.of.Second-born.Royals.2020.720p.DSNP.WEB-DL.DDP.5.1.Atmos.H.264-PHOENIX.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/faithfully-yours-south-korean-poster-141x200.jpg",
        "title": "Faithfully Yours (1988)",
        "description": "Faithfully Yours (1988)\n===================ဟောင်ကောင်ရုပ်ရှင်လောကမှာ\nပေါပြမနေပေမယ့် ပေါနေတဲ့ကားတွေ\nရိုက်သတ်မကုန်ပါဘူး။\nချောင်ကတော့ ဒါနဲ့ ဆန့်ကျင်ဘက်ပါပဲ။\nသူ့ရုပ်ရှင်တွေဟာ\nပေါပြနေပြီး မပေါတဲ့ကားတွေပါပဲ။\nကျွန်တော်တော့ သူ့ကား နှစ်ဆယ်ကျော်\nကြည့်ပြီးတဲ့အထဲမှာ သဘောမကျတဲ့ကားမရှိပါဘူး။\nသူ့ရုပ်ရှင်တွေဟာ\nအဆင့်မြင့်ရုပ်ရှင်တွေမဟုတ်ပါဘူး\nပြုံးမိစေမယ့် ရုပ်ရှင်တွေပါပဲ။\nတစ်နေ့တစ်ခါလောက်တော့\nကျွန်တော်တို့ ပြုံးစရာရှိဖို့လိုတယ်မလား။Plot Summary\n===========ဗေဒင်ဆရာရယ်၊ ဆံသဆရာရယ်\nအ၀တ်ချုပ်ဒီဇိုင်ရယ်\nသူငယ်ချင်းသုံးယောက်ရှိတယ်။\nဘေးဆိုင်က ဆံသဆရာအဘိုးကြီးကို\nပြဿနာရှာမိပြီးမှ သူ့သမီးကိုတွေ့ပြီး\nဗိုက်ကလေးနဲ့စောတင်မောင်မိန်းမပိုးသလို\nတစ်ယောက်ကိုတစ်ယောက်\nကတ်လိုက်ဖဲ့လိုက်ဆော်လိုက်လုပ်ရင်း\nအဘိုးကြီးကိုဖားရင်း\nသူ့သမီးကိုအပြိုင် ပိုးကြတယ်။ပြုံးပျော်ဖို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ရအောင်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "",
        "url": "https://megaup.net/2gDjA/Faithfully.Yours.1988.720p.BluRay.REMUX.AVC.TrueHD5.1-KMX.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6jwyPp8pAL7evPDADfI4nL9Pgt2.jpg",
        "title": "Gatham (2020)",
        "description": "Gatham ( 2020 )\nIMDb 6.1အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေအတွက်\nဇာတ်ကွက်အလှည့်အပြောင်းကောင်းကောင်းနဲ့\nThriller ဆန်ဆန်ရုပ်ရှင်တစ်ကားညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းက ရစ်ရှီဆိုတဲ့မင်းသား အတိတ်မေ့နေရာကနေ ပြန်သတိရလာတာက စပါတယ်\nသူ နိူးလာတဲ့အချိန် သူ့ဘေးနားမှာဆရာဝန်တစ်ယောက်နဲ့သူ့ချစ်သူအာဒီသီ တို့သာရှိပါတယ်\nသူကလည်း မိဘတွေကအစ ဘာမှမမှတ်မိတော့တာဆိုတော့ သူ့မိဘတွေအကြောင်းအာဒီသီကို မေးကြည့်လိုက်တယ်\nအာဒီသီက နင့်အမေကတော့ ဆုံးသွားပြီ အဖေတော့ ရှိသေးတယ်ဆိုတာနဲ့\nသူ့အဖေကိုတွေ့ချင်တယ်ဆိုပြီး အာဒီသီကို လိုက်ပို့ခိုင်းပါတယ်\nသူတို့သွားနေရင်း သူ့အဖေအိမ်ရောက်ဖို့ မိုင် ၃၀၀လောက်မောင်းရဦးမယ့်နေရာမှာ ကားပျက်သွားပါတယ်\nအဲ့ဒီအချိန် အာဂျွန်ဆိုတဲ့ အသက်ခပ်ကြီးကြီး လူတစ်ယောက်ရောက်လာပြီး အချိန်ကလည်း မရှိတော့ဘူး\nသွားရမှာလည်း ဝေးသေးတယ်ဆိုတော့ သူ့အိမ်မှာလိုက်တည်းဖို့ ခေါ်ရာကနေ စိတ်လှုပ်ရှားစရာတွေ စပါတော့တယ်\nအာဂျွန်က အစပိုင်းမှာ အိမ်ရှင်ကောင်းပီသသလိုနဲ့ သူ့သားရောက်လာတဲ့အချိန်မှာတော့ တစ်မျိုးဖြစ်သွားပါတယ်\nသူ့သားဖြစ်သူက ရစ်ရှီရဲ့ ချစ်သူအာဒီသီကို မုဒိန်းကျင့်ဖို့ကြိုးစားသလို\nသူကလည်း အိမ်ထဲကပြန်ထွက်ခွင့်မပေးတော့ဘဲ နှိပ်စက်ပါတော့တယ်အဲ့ဒီအချိန်မှာပဲ ဇာတ်လမ်းက မထင်မှတ်ထားတဲ့အခြေအနေကို ပြောင်းလဲသွားတာပါ\nအာဂျွန်တို့သားအဖက ရစ်ရှီကို ဘာကြောင့်ဒီလိုလုပ်ရတာလဲ?????\nရစ်ရှီမမှတ်မိတော့တဲ့ သူ့ရဲ့အတိတ်မှာ ဒီလူတွေနဲ့ ဘယ်လိုအရှုပ်အရှင်းတွေများရှိခဲ့လို့လဲ?????\nဒါမှမဟုတ် စိတ္တဇလူသတ်သမားတွေပဲလားဆိုတာကို ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားပေးကြပါTranslated by Rico suaveFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/UHph/(CM)_Gatham_(2020)_720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-137x200.jpg",
        "title": "Palm Springs (2020)",
        "description": "Palm Springs (2020)=================IMDb Rating - 7.4/10အကယ်၍ ကျွန်တော်တို့သာ ဒီနေ့ကိုပဲနေ့တိုင်းဖြတ်သန်းရမယ်ဆိုရင် ဘယ်လိုပုံစံမျိုးနဲ့ဖြတ်သန်းနေကြမလဲ။မနက်အိပ်ယာကနိုးလာတိုင်း ဒီနေ့ပဲဖြစ်နေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။ဒီဇာတ်ကားလေးထဲမှာတော့ နိုင်းလ်စ်ဟာ အချိန်ပတ်လမ်းကြောင်းတစ်ခုမှာပိတ်မိနေပြီး တစ်နေ့တည်းကိုပဲနေ့စဉ်ဖြတ်သန်းနေရပါတယ်။ တစ်နေ့တော့ ဆာရာဆိုတဲ့ ကောင်မလေးကိုမထင်မှတ်ပဲ ဆွဲထည့်မိလိုက်တဲ့အခါကျတော့ သူရဲ့ တစ်နေ့တာ ဖြတ်သန်းမှုမှာ ဆာရာပါ ပါဝင်လာပြီး နှစ်ယောက်အတူတူအလွဲပေါင်းစုံနဲ့တစ်နေ့တာကိုပဲနေ့တိုင်းဖြတ်သန်းနေရတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားလေးက အချစ်ဟာသဇာတ်ကားလေးဖြစ်လို့ပေါ့ပေါ့ပါးပါးဖြစ်ပြီ….. ဖောင်းဒိုင်းရှူးရှဲချင်ယောင်ဆောင်ထားတဲ့ အခန်းလေးတွေတော့ပါတာမလို့ သတိပြုကြည့်ရှူကြပါလို့တော့ ပြောချင်ပါတယ်။ နောက်ပြီးတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော် စူပါမန်း မင်းသား ကလပ် (Tyler Hoechlin)လည်း ဇာတ်ဝင်ခန်းတစ်ချို့မှာ ပါဝင်ထားတယ်ဆိုတာလည်း ထပ်လောင်းပြောပါရစေ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "7.4",
        "url": "https://megaup.net/2WB6D/Palm_Springs_2020_FullHD_720p[CM]..mp4",
        "category": "Comedy, Fancy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/licencetokillbluc-159x200.jpg",
        "title": "[James Bond] Licence to Kill (1989)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ဒုတိယနဲ့နောက်ဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်…မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်…သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.6/10) နဲ့ Rotten Tomatoes (78%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.6",
        "url": "https://megaup.net/UH0g/Licence_to_Kill_(1989)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
        "title": "Insidious: The Last Key (2018)",
        "description": "ဒီဇတ်ကားကို ကြည့်ပြီးမှ ဟိုးအရင်တုန်းက Chapter 1 & 2 ကို ကြည့်သင့်တယ် ထင်တာပဲအဲ့ဒါမှ အဲလိစ် ရဲ့ နောက်ကြောင်းကို ဇတ်ရည်လည်မှာပါဒါကတော့ ပရလောကဖြင့် ချိတ်ဆက်နိုင်တဲ့ ပညာရှင် အဲလိစ် မသေဆုံးခင်ဖြေရှင်းခဲ့တဲ့ ပရလောက ဇတ်လမ်းတွေထဲက တစ်ခုဖြစ်ပြီး အဲလိစ် ဘာကြောင့်ပရလောကဖြင့် ချိတ်ဆက်နိုင်ခဲ့တယ်ဆိုတာရဲ့ ဇတ်မြစ် ဖြစ်ပြီးသူမ ရဲ့ မိခင် ကို သတ်ဖြတ်ခဲ့တဲ့ သော့လက် ပိုင်ရှင် မကောင်းဆိုးဝါး ကိုရင်ဆိုင်ဖြေရှင်းရမယ့် အခန်းလဲ ဖြစ်ပါတယ်အဲလိစ် ရဲ့ ငယ်ဘ၀ က နေထိုင်ရာ အိမ်ကြီးတွင် မကောင်းဆိုးဝါးများ ကပ်ညှိနေ၍လက်ရှိအိမ်ပိုင်ရှင်က အကူအညီတောင်းလို့ အဲလိစ် နှင့် သူ၏ လက်ထောက် တို့သွားရောက် ကူညီဖြစ်ရင်း ငယ်ဘ၀ နှင့် ပြန်လည် ချိတ်ဆက်မိခဲ့ရာ......ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.8",
        "url": "https://megaup.net/1FP65/Insidious_-_The_Last_Key_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDdGfdNvY1EX0uDdA4Ru77fwMfc.jpg",
        "title": "Insidious: Chapter 3 (2015)",
        "description": "ကွင်း ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ဟာသူမ ရဲ့ ကွယ်လွန်သွားတဲ့ မိခင်ဖြစ်သူ နှင့် အဆက်အသွယ်ရရှိနိုင်ဖို့ပရလောက ဖြင့် ချိတ်ဆက်ပေးနိုင်သူ ပညာရှင် အဲလိစ် ထံ ရောက်ရှိခဲ့ပါတယ်အဲ့ဒီ အချိန်မှာ အဲလိစ် ဟာ ခင်ပွန်းဖြစ်သူ ဆုံးပါးပြီးခါစ အခြေအနေဖြစ်တဲ့အတွက်အလုပ်ခက်ခံပေးဖို့ ငြင်းဆိုလိုက်ပါတယ်...အဲ့ဒီနောက် ကွင်းဟာ စာအုပ်တစ်ချို့ကို ဖတ်ပြီး သူမဘာသာဝိဉာဉ် ဆင့်ခေါ်တဲ့ အရာတွေကို စမ်းသပ်ခဲ့ပါတယ်...တကယ်လဲ အလုပ်ဖြစ်ခဲ့ပါတယ် ဒါပေမယ့် ရောက်ရှိလာခဲ့တာကတော့သူမ ရဲ့ အမေမဟုတ်ပဲ အလွန်အင်မတန် ဆိုးဝါးတဲ့ လူသတ်ကောင်မကောင်းဆိုးဝါး အကြီးစား တစ်ကောင် ဖြစ်နေခဲ့သောအခါ....ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://megaup.net/2lMyi/Insidious_-_Chapter_3_[2015]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmlDFIUpGRKiuWm9Ixc6CYDk4y0.jpg",
        "title": "Insidious (2010)",
        "description": "အေးချမ်းသာယာနေတဲ့ မိသားစုလေးဟာ အိမ်အသစ်တစ်ခုကို ပြောင်းလာခဲ့တယ်အရမ်းချစ်ကြတဲ့ ဂျော့ချ် တို့ လင်မယား ရယ် ကလေး ၃ ယောက်ရယ်ပေါ့တစ်နေ့မှာတော့ အကြီးဆုံးသားဖြစ်သူ ဒေါလ်တွန် တစ်ယောက်အိပ်နေစဉ် အချိန်တွေမှာ မကောင်းဆိုးဝါးတွေကို မြင်နိုင်ခဲ့ပြီးထို မကောင်းဆိုးဝါးတွေကလဲ လူ့လောက ကို ကူးလာဖို့အတွက်ဒေါလ်တွန် ရဲ့ ခန္ဓာကိုယ် ကို လိုချင်တဲ့အတွက် မိသားစု ကို အမျိုးမျိုး ဒုက္ခပေးပါတော့တယ်တစ်နေ့မှာတော့ သူတို့ ရလုဆဲဆဲ အခြေအနေကို ရောက်ရှိလာပါတော့တယ်ပရလောက ကို မယုံတဲ့ ဂျော့ချ် ဟာ ပရလောက နှင့် အဆက်အသွယ်လုပ်နိုင်သောအဲလိစ် ကို ခေါ်ဆောင်ပြီး သားဖြစ်သူ ဒေါလ်တွန် ရဲ့ ဖြစ်ပျက်နေတဲ့ ကိစ္စကို ကူညီခိုင်းခဲ့သော အခါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.8",
        "url": "https://megaup.net/1FP6v/Insidious_[2010]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chnxUtTmTRZh5FE7Ha4aUOZ9ahs.jpg",
        "title": "Insidious: Chapter 2 (2013)",
        "description": "ဒီအပိုင်း ၂ မှာတော့ ဒေါလ်တွန် ရဲ့ ဖခင် ဂျော့ချ် ငယ်ရွယ်စဉ်ကသူ့အနောက်ကို လိုက်နေခဲ့တဲ့ မကောင်းဆိုးဝါး မိန်းမကြီး အကြောင်းကို နောက်ကြောင်းပြန်တဲ့ အခန်းတွေပါဝင်လာခဲ့ပါပြီ ဒီ အပိုင်း ၂ မှာတော့ အဲလိစ် မရှိတော့ ပေမယ့် အဲလိစ် ရဲ့ နောက်လိုက် ၂ ယောက်နဲ့မိတ်ဆွေ ဟောင်းတို့က ဂျော့ချ် ရဲ့ ခန္ဓာကိုယ်ထဲမှ မကောင်းဆိုးဝါးကို ဖယ်ထုတ်ဖို့ ကြိုးစားရတော့မဲ့အချိန်ပဲ ဖြစ်ပါတော့တယ်...ဒီ Insidious Chapter 2 ကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.6",
        "url": "https://megaup.net/2lMya/Insidious_-_Chapter_2_[2013]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNDdiNDU1MzgtMDAzOS00YjY5LWI0ODEtM2MxZmVmNjBkYjA3XkEy_002-135x200.jpg",
        "title": "Black Beauty (2020)",
        "description": "Black Beauty (2020)================IMDb Rating - 6.3/10ဒီတစ်ခေါက် ဇာတ်ကားလေးကတော့ Disney+ movie တစ်ခုဖြစ်တဲ့ Black Beauty ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားက ၂၀၂၀ နိုဝင်ဘာလမှာ ထွက်ရှိလာခဲ့တာပါ။ ဒီကားလေးမှာတော့ အင်မတန်ရဲရင့်ပြီး သတ္တိကဲလှပါတယ်ဆိုတဲ့ မက်စတန်းမျိုးနွယ်စု မြင်းမလေးနဲ့ ကားအက်စီးဒင့်ဖြစ်ပြီး မိဘ၂ယောက်လုံး ဆုံးရှုံးသွားတဲ့ Jo ဆိုတဲ့ ကောင်မလေးကြားက ကြီးမားတဲ့မေတ္တာကို အခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာဆိုရင်တော့ မြင်းမလေးအဖြစ်အသံသရုပ်ဆောင်ထားတဲ့သူကတော့ ကိတ်ဝင်းစလတ်ဖြစ်ပါတယ်။ Black Beauty ဆိုတဲ့ မြင်းမလေးနဲ့ Jo ဆိုတဲ့ကောင်မလေးကြားထဲကို ဘယ်လိုအခက်အခဲတွေရောက်လာမလဲ၊ လူနဲ့ တိရစ္ဆာန်ကြားက သံယောဇဉ်ကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပေးပါဦး။ နောက်ပြီးတော့ မြင်းတွေရဲ့ ဘာသာစကားလို့ဆိုလို့ရမယ့်အနေအထားတွေ ၊ မြင်းတွေရဲ့သဘာဝတွေကို ဒီကားထဲမှာ ရှင်းပြသွားတာကလည်း သေသပ်လှပလွန်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "6.3",
        "url": "https://megaup.net/1ADye/Black.Beauty.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/0776d192a65691c1d8e26ed3382c3348-cinema-posters-art-posters-146x200.jpeg",
        "title": "2046 (2004)",
        "description": "[Unicode]IMDB Rating. = 7.4/10\"2046\"... ဒီနံပါတ်ဟာ\nအချိန်ကာလတစ်ခုဖြစ်ချင်ဖြစ်မယ်\nဟိုတယ်အခန်းတစ်ခုရဲ့နံပါတ် ဖြစ်ချင်ဖြစ်မယ်။\nအချိန်လား‌ နေရာလား ထားလိုက် အရေးမပါဘူး။\nအရေးပါတာက အဲ့ဒီမှာ ဘာမှမပြောင်းလဲဘူးဆိုတဲ့ အချက်။\nချစ်မိသူတွေဟာ မပြောင်းလဲနိုင်တဲ့ ကမ္ဘာကြီးကိုလိုလားကြတယ်။\nအထူးသဖြင့် သူတို့ချစ်တဲ့သူတွေရဲ့နှလုံးသားတွေမပြောင်းလဲဖို့ လိုလားကြတယ်။\n၂၀၄၆ဟာ ဘာမှ မပြောင်းလဲ တဲ့နေရာ။\nဒီတော့ သူတို့၂၀၄၆ကိုသွားကြတယ်။တစ်ရံတစ်ခါမှာ ပဟေဠိဆန်တဲ့ ရထားတစ်စီးက ၂၀၄၆ကို ထွက်ခွာတယ်။\n၂၀၄၆ကိုသွားတဲ့ ခရီးသွားတိုင်းမှာ တူညီတဲ့ ရည်ရွယ်ချက်တစ်ခုရှိတယ်\nသူတို့က သူတို့ရဲ့ ဆုံးရှုံးသွားတဲ့ မှတ်ညဏ်တွေကို ပြန်လည်ဖမ်းဆုပ်လိုကြတယ်။\nတစ်ချို့ကတော့ ၂၀၄၆ကို လွယ်လွယ်လေးရောက်သွားကြပေမယ့် တစ်ချို့အတွက်ကျတော့ခရီးက အများကြီးပိုရှည်ကြာတယ်။ခရီးသည်လက်စွဲ အပိုဒ်၂၀၁မှာ ဧရိယာ ၁၂၂၄-၁၂၂၅မှာ အရမ်းအေးတယ်လို့ သတိပေးထားတဲ့အပြင် ခရီးသည်တွေအနေနဲ့ အနွေးဓာတ်ရအောင် တစ်ယောက်ကိုတစ်ယောက် ဖက်ထားကြဖို့ အကြံပြုထားသေးတယ်။\n၁၂လပိုင်း ၂၄ရက်နေ့ ၁၂လပိုင်း ၂၅ရက်နေ့ ခရစ္စမတ်အကြိုနေ့နဲ့ ခရစ္စမတ်နေ့။\nဒီလိုအချိန်တွေမှာ လူတွေက ပုံမှန်ထက်ပိုပြီးနွေးထွေမှုကိုလိုကြတယ်တဲ့။\nဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ်ပုံရဲ့ ဖွင့်ဆိုချက်ပါပဲ။\nဒါဆို ၂၀၄၆ဆိုတာကရော..။\nရထားကြီးကရော.....။\nအဖြေတွေစုပေါင်းရရှိပြီးတဲ့နောက် ဒီရုပ်ရှင်မှာ\nအချစ်ဆိုတဲ့အရာကိုပဲ ထင်ရှားမြင်နေရတယ်။ဇာတ်ကောင်တွေတိုင်းရဲ့ အချစ်တွေဟာ\nနာကျင်ကြေကွဲစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wydg/2046_(2004)_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/4a098df0e2fbbbc7a6afe0c172e17519-146x200.jpeg",
        "title": "In the Mood for Love (2000)",
        "description": "In the Mood for Love (2000)\nIMDb - 8.1/10_____Rotten - 90%\n \n  Romance/Drama Genre မှာ တကယ်တမ်း ရင်ထဲစွဲစွဲလမ်းလမ်းဖြစ်ပြီးအမြဲတမ်း သတိတရဖြစ်နေစေတဲ့ရုပ်ရှင်က တော်တော်လေးရှားတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်သိမ်းမှာ ချစ်တာနဲ့ ကွဲတာနှစ်မျိုးပဲ နှစ်ပင်လိမ်ပြီး ဇာတ်အိမ်တွေ အက်ကြောင်းထပ်နေတဲ့ခေတ်ကာလမှာ Lost in Translation, Eternal Sunshine of the Spotless Mind, In the Mood for Loveလို ဇာတ်ကားမျိုးတွေဟာ သာမန်အချစ်ဇာတ်လမ်းတစ်ခုဆိုတာထက် အများကြီးပိုမိုပြသသွားနိုင်ခဲ့ပါတယ်။ဒီနေ့တင်ဆက်ပေးသွားမယ့်ရုပ်ရှင်ကတော့ ဟောင်ကောင်ဒါရိုက်တာ ဝမ်ကာဝေရဲ့ အကောင်းဆုံးလက်ရာလို့တင်စားခေါ်ဝေါ်ကြတဲ့ In the Mood for Love ဆိုတဲ့ဇာတ်ကားပါ။ဝမ်ကာဝေဟာ အရှေ့တိုင်းရုပ်ရှင်လောကရဲ့ဆရာတစ်ဆူဖြစ်ပြီး သူရိုက်ကူးခဲ့တဲ့ရုပ်ရှင်တွေဟာ မှတ်တိုင်များစွာ စိုက်ထူနိုင်ခဲ့ပါတယ်၊အဲ့ဒီဇာတ်ကားတွေထဲမှာIn the Mood for Love ကတော့ သူရိုက်ကူးခဲ့တဲ့ တခြားရုပ်ရှင်ဇာတ်ကားတွေနဲ့ မတူပဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/3zBx8/In_The_Mood_For_Love_(Fa_Yeung_Nin_Wah)_[2000]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEBweVcJlCqYO96oodURFUfM1hk.jpg",
        "title": "Days of Being Wild (1990)",
        "description": "[Unicode]IMdb Rating. = 7.6/10\"အရိုင်းဆန် နေ့ရက်များ\"၁၉၆၀ ဧပြီလ၁၆ရက်နေ့ သုံးနာရီထိုးဖို့ တစ်မိနစ်အလို ဇာတ်ကောင်ဟာ မိန်းကလေးနဲ့အနီးဆုံးရပ်နေပြီး နာရီရဲ့စက္ကန့်လက်တံ သုံးနာရီအတိထိ တစ်ချက်ချင်းသွားတာကို သူတို့အတူကြည့်နေကြတယ်။\nဒီတစ်ခေါက် စက္ကန့်လက်တံ ရှေ့တွန်းလိုက်တာဟာ မိနစ်လက်တံတစ်ချောင်းတည်းတော့မဟုတ်ဘူး။\nကြားဖူးတယ်မလား တစ်ခါတလေကျ တစ်မိနစ်ဆိုတာ တစ်ဘဝလုံးလောက်လည်း ရှည်ကြာနိုင်တယ်။ဇာတ်ကောင်ဟာ မိန်းကလေးကိုပြောလိုက်တယ်။\n\" မင်းကြောင့်ငါ ဒီတစ်မိနစ်ကို\nအမြဲအမှတ်ရနေတော့မှာ\"တဲ့။\nတစ်မိနစ်တာစတင်မှုဟာ အခုတော့ မိန်းကလေးအတွက် သူနဲ့တစ်နေ့တစ်နာရီ နှီးနှောမှုအသွင်ပြောင်းလဲသွားခဲ့ပြီ။\nတစ်လွှာချင်းပြန်ဝတ်ရတဲ့ အဝတ်အစားတွေအတွက် မိန်းကလေးမှာ မေးစရာစကားလုံးနှစ်လုံးရှိတယ်။ လက်....ထပ်....။\nဇာတ်ကောင်ဟာ ရဲတင်းတယ်။ ထီမထင်ဘူး။\nဇာတ်ကောင်ဟာ လက်ထပ်ယူတတ်တဲ့စရိုက်မျိုးမရှိဘူး။\nဒီတော့ မိန်းကလေးဟာဒီကိုပြန်လာစရာအကြောင်းမရှိဘူး။\nဇာတ်ကောင်ဟာ အပူအပန်မရှိဘူး။\nလွမ်းဆွေးမှုမရှိဘူး။ သွေးအေးတယ်။\n\"ရှင် ကျွန်မကို တကယ်ချစ်ခဲ့ဖူးလား\"တဲ့\nမိန်းကလေးက ဇာတ်ကောင်ကိုမေးတယ်။\nဇာတ်ကောင်ဟာအေးစက်တယ်။ခံစားချက်မဲ့တယ်။\n\" ငါ့ဘဝမှာ နောက်ထပ်မိန်းမ\nဘယ်နှယောက်ကို ချစ်မိဦးမလဲ ငါမသိနိုင်ဘူး\nငါ့ဘဝနောက်ဆုံးအချိန်မရောက်သေးခင်အထိ\nငါ့အချစ်ဆုံးက ဘယ်တစ်ယောက်လဲ\nငါသိဦးမှာမဟုတ်ဘူး\"တဲ့ ဖြေတယ်။\nဒီလိုနဲ့ သူတို့ကျောခိုင်းသွားကြပြီ။စစလာကတည်းကိုက ဘဝဟာဝေဒနာပဲမဟုတ်လား။\nဇာတ်ကောင်ဟာဒဏ်ရာများတယ်။\nဇာတ်ကောင်ဟာ ငှက်ကလေးတစ်ကောင်ဖြစ်တယ်။\nဇာတ်ကောင်မှာ အသိုက်မရှိဘူး။\nဒါဆို ဘယ်လိုငှက်မျိုးလဲ။\nဇာတ်ကောင်ပြောတာကတော့.....\n\"ခြေထောက်မရှိတဲ့ ငှက်တစ်မျိုးရှိတဲ့အကြောင်း\nကျုပ်ကြားဖူးတယ်။ သူလုပ်နိုင်တာဆိုလို့\nပျံပြီးရင်းပျံဖို့ပဲရှိတယ်။သူမောပန်းလာတဲ့အခါကျ\nလေထဲမှာ အိပ်တယ်။အဲ့ဒီငှက်က ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gyUj/Days_of_Being_Wild_(1990)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capture-2-144x200.jpg",
        "title": "[18+] Grotesque (2009)",
        "description": "ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့...မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့...ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don't Watch ဆိုပြီး တပ်ပေးထားပါတယ်...အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲ\nစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီး\nကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကို\nလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကို\nတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။\nရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကို\nအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။\nဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူ\nဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်\nမသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။\nဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်\nအေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီး\nစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။\nရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီး\nစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာက\nပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းက\nဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်း\nကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်\nကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေ\nအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်း\nသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့\nဘုရင်ကားလို့ဆိုကြပါတယ်။\nကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေ\nသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေ\nဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nအသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေ\nမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။\nကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေ\nနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့\nSadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့\nအတော်ကြည့်လို့ကောင်းမယ့်ကားလို့\nမြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S....\nဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်က\nဘာသာပြန်ခဲ့တာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-grotesque-2009/",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/hnyreview-thumb-430xauto-51308-141x200.jpg",
        "title": "Happy New Year (2014)",
        "description": "Happy New Year !!!!အလုပ်ပိတ်ရက်မှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ဖို့ စိတ်ကူးထားရင်တော့ ရုံတင်နေပြီဖြစ်တဲ့\nဂီတ ဟာသဘောလိဝုဒ် ရုပ်ရှင်ကားလေးက စိတ်ကြည်နူးပျော်ရွှင် စေနိုင်မှာပါ။ နာမည်ကြီး သရုပ် ဆောင်တွေ ဖြစ်တဲ့ ရှာရွတ်ခန်း၊ အဘီရှက် ဘက်ချန်း၊ ဒီပီကာ ပါဒူကုန်း၊ ဘိုးမန်းအီရာနီ တို့တစ်တွေကို တစုတစည်းတည်း ကြည့် ရှုရမှာပါ။ချာလီလို့ လူသိများတဲ့ ချန် ဒရာမိုဟန်မန်နိုဟာရှာမာဟာ ချာ ရန်ဂရိုဗာဆိုသူကို လက်စားချေ ဖို့အတွက် ဖိုက်တာတစ်ယောက် အနေနဲ့ ရှစ်နှစ်နီးပါး စောင့်ဆိုင်း နေခဲ့ပါတယ်။ သူ့အဖေဖြစ်သူကို ရှာလီမာစိန်တွေ ခိုးယူတယ်ဆိုပြီး ချာရန်ဂရိုဗာက စွပ်စွဲခဲ့လို့ သူ့အ ဖေဟာ သူခိုးတစ်ယောက်အဖြစ် နာမည်ဆိုးတွင်ကျန်ခဲ့ရတဲ့အ တွက်ပဲ ဖြစ်ပါတယ်။ချာလီဟာ သတင်းတစ်ခု ဖတ်ရင်း ခရစ္စမတ်နေ့ မတိုင်ခင် တစ်ရက်မှာ အတ္တလန္တိတ်ဟိုတယ် ကို စိန်တွေ ရောက်ရှိမယ်ဆိုတာ သိရှိခဲ့တာကြောင့် ခိုးယူဖို့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/happy-new-year-20144/",
        "category": "Action, Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNTkxYzUxMDQtZWRiNy00ZWUwLWIxYjMtNWExODBmMzRkZGVmXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_-135x200.jpg",
        "title": "Kajillionaire (2020)",
        "description": "Kajillionaire (2020)================IMDb Rating - 6.4/10 ဒီဇာတ်ကားလေးဟာ IMDb Rating 6.4/10 ရရှိထားပြီး ကြည့်လို့ကောင်းတဲ့ Crime, Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ◌်းကိုပြောပြရရင် ရောဘတ်နဲ့ ထရီဇာဆိုတဲ့ စုံတွဲဟာ လူတွေကို လှည့်ပတ်လိမ်လည်နေတဲ့ဂျင်ပေါ်ကထုံး လမ်းဘေးကြွက် Con Artist နှစ်ယောက်ပါ၊ ရတဲ့ဝေစုကို အမြဲတမ်း ၂ ယောက်ခွဲယူတယ် ဒီလိုနဲ့ သူတို့ ဘဝကိုလည်ပတ်ဖြတ်သန်းနေတာပါ။ နောက်ပြီး သူတို့မှာ သမီးလေး တစ်ယောက်ရလာတော့လည်း ပညာအမွေပေးတဲ့အနေနဲ့ အဲ့ဒီသမီးကို ၂၆ နှစ်လုံးလုံး သူတို့လိုလူလိမ်တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပေးခဲ့ပါတယ်။ (စေတနာတွေနော်)ရောဘတ်ပြောတဲ့ စကားအရဆို ငါ့သမီးက စာမရေးတတ်ခင် အရွယ်ကထဲက လူတွေကို ဘယ်လိုလှည့်ပတ်ရမလဲ သိနေပြီတဲ့....အဲ့ဒီလိုနဲ့ သူတို့ ၃ ယောက်အဖွဲ့ထဲကို မယ်လီနာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရောက်လာပြီး ဓားပြမှုတစ်ခုကို စီစဉ်ကြတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကိုဆက်လက်ကြည့်ရှုပေးပါ ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha ...",
        "rating": "6.4",
        "url": "https://megaup.net/1AD2f/Kajillionaire.2020.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/All_My_Life_2020_film_official_poster-135x200.jpg",
        "title": "All My Life (2020)",
        "description": "IMDb Rating (6.2) ရရှိထားတဲ့ အသစ်စက်စက် အချစ်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဆောလ်မွန်ချောင်နဲ့ ဂျန်နီဖာကာတာတို့ဟာ အမှတ်မထင်တွေ့ဆုံရာကနေ အရမ်းချစ်ကြတဲ့စုံတွဲလေးဖြစ်လာခဲ့ပါတယ်..\nပျော်ပျော်နေတတ်တဲ့သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်း လက်ထပ်ဖို့ထိဆုံးဖြတ်ခဲ့ပါတယ်..ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား မမြင်ရတဲ့ လောကဒါဏ်တစ်ခု ရောက်ရှိလာတဲ့အခါမှာတော့...\nသူတို့နှစ်ဦး အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ..\nသူတို့ရဲ့ အိမ်မက်တွေနဲ့ စီခြယ်ထားတဲ့ မျှော်လင့်ခြင်း ကောင်းကင်ကြီး တောက်ပနေဦးမလား...စိတ်ဝင်စားစရာပါ...ဒီဇာတ်ကားလေးမှာ ချစ်သူနှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာကိုသာမက သူငယ်ချင်းသံယောဇဉ်နဲ့မေတ္တာကိုပါခံစားရမှာဖြစ်တဲ့အပြင်\nစကားလုံးတွေ စာသားတွေကလည်း အချစ်ကို ကိုးကွယ်လာဖို့ ထိုက်တန်နေခဲ့ပါတယ်...ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ပါ...ကျွန်တော်တို့ကိုယ်တိုင်ပါဝင်ခံစားဖို့ လက်တွေ့ဆန်လွန်းနေမှာပါ..။ချစ်ခြင်းကို ယုံကြည်သူများအဖို့ Romantic, Heart-warming ဇာတ်လမ်းလေးကို ကြည့်သင့်တယ်လို့ ညွှန်းဆိုချင်ပါတယ်။ \nFile size…(1.6 GB) and (900 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat Now Maung",
        "rating": "",
        "url": "https://channelmyanmar.org/all-my-life-2020/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMDlkYzRmODAtZjczMy00ODdjLWE4MDUtMzA5YmYwNTVlMTEyXkEy_002-133x200.jpg",
        "title": "Monsters of Man (2020)",
        "description": "Monsters of Man (2020)===================IMDb Rating - 5.2/10 ဇာတ်လမ်းကိုတော့ ရွှေတြိဂံလို့ လူသိများကြတဲ့ ဘိန်းနဲ့ မူးယစ်ဆေးတို့ ကြီးစိုးရာနယ်မြေထဲ နှိမ်နင်းရေးမှာအသုံးချဖို့ စီအိုင်အေက နည်းပညာမြင့် စက်ရုပ်တွေကို စမ်းသပ်ဖို့ရာ အတော်ဆုံးနည်းပညာရှင်တစ်ဖွဲ့ကိုအဲ့ဒီဒေသနားမှာ ငှားရမ်းခေါ်ယူထားပါတယ်။ ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ် ပရိုဂရမ်က ဘယ်လောက်တောင်အသုံး၀င်ကြောင်းပြသဖို့ပါ။ ထင်မှတ်မထားတာက အဲ့ဒီနယ်မြေထဲက ရွာလေးတစ်ရွာမှာ မရိန်းတပ်သားဟောင်းမေဆန်တစ်ယောက် တိတ်တဆိတ်အခြေချနေထိုင်နေတာရယ် လုပ်အားပေးဆေးကျောင်းသားတစ်ဖွဲ့ လမ်းပျောက်လို့ရောက်လာတာရယ်ပါ။ ဒီပရိုဂရမ်ကို လူသိခံလို့မဖြစ်တဲ့ စီအိုင်အေအနေနဲ့ နည်းပညာအဖွဲ့နဲ့ပူးပေါင်းပြီး မျက်မြင်သက်သေမကျန်အောင် လက်စဖျောက်ဖို့ကြိုးစားမယ့်ကြားက မေဆန်တို့အဖွဲ့လွတ်မြောက်မလား အဲ့ဒီစက်ရုပ်ပရိုဂရမ်ကရောဘယ်လိုတွေဖြစ်လာမလဲဆို‌တာ ကြည့်ရှုရမဲ့ Sci-fi Action ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gzoB/Monsters.of.Man.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzQ5NzU4Y2MtNGYwOC00ZmY2LTk0NmMtOWM0ZjlmMmE4YWE2XkEyXkFqcGdeQXVyMTQ2OTU2OTQ@._V1_-143x200.jpg",
        "title": "Fear Pharm (2020)",
        "description": "Horror သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းကြိုက်တတ်သူတို့အတွက် ဇာတ်ကားကောင်းလေး\nသူငယ်ချင်းလေးယောက်တစ်စုကို ပွဲတော်တစ်ခုရဲ့ ဝင်္ကဘာပြောင်းခင်းပိုင်ရှင်က VIP အနေနဲ့ အထူးအခွင့်အရေးကမ်းလာတယ်။\nဝင်္ကဘာကို 1နာရီအတွင်းပြန်ထွက်နိုင်ရင် $10,000 ရမယ့် စိန်ခေါ်မှု ကို ကြုံရတဲ့အခါ\nလူငယ်ပီပီ အသစ်အဆန်းကို စမ်းကြည့်ချင်စိတ်နဲ့ လက်ခံလိုက်ကြတယ်။\nဒီဝင်္ကဘာကြီးက သူတို့ထင်သလို ရိုးရိုးသာမန်မဟုတ်ပဲ ကံဆိုးမှုတွေအသက်အန္တရာယ်တွေကြုံလာရတဲ့အခါ ...\nသူငယ်ချင်းတစ်စု အခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလား... ဘယ်လိုအသက်အန္တရာယ်ကို ရင်ဆိုင်ကြရမလဲ...\nဝင်္ကဘာရဲ့ပိုင်ရှင်မှာ ဘယ်လို ကောက်ကျစ်တဲ့အကြံအစည်တွေရှိနေမလဲ...\nဘာလို့ ဒီလူငယ်တစ်စုကို ပစ်မှတ်ထားရတာလဲ... ဆိုတာကိုတော့\nရုပ်ရှင်ဇာတ်ကား ချစ်ပရိတ်သတ်ကြီး ကိုယ်တိုင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…(1.3 GB) and (700 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-pharm-2020/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1ABha/%7BCM%7DAmelia_2001.720p.Blu-Ray.mp4",
        "category": "Comedy, Romance"
    }
]