[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocC1i2ea5R4N1bkJ2cQ7dEMT3Ki.jpg",
        "title": "[18+] Lagaslas (2023)",
        "description": "Lagaslas (2023)~ IMDb rating - 7.8/10 ~အက်ဒ်မာဆိုတဲ့ ကောင်လေးဟာ အရွယ်ရောက်တဲ့အထိ မိခင်ဈေးရောင်းကျွေးတာကိုထိုင်စားနေတဲ့လူပေါ်ကြော့တစ်ယောက်ဖြစ်သလို အချိန်ပြည့်အာသာဖြေနေတတ်တဲ့ အထန်ကောင်လေးတစ်ယောက်လဲဖြစ်ပါတယ်။ တစ်နေ့တော့ သူတို့မြို့ကိုအသစ်ပြောင်းလာတဲ့ တူဝရီးနှစ်ယောက်ရဲ့ အိမ်နားကိုရောက်ရင်း ရေချိုးနေတဲ့တူမဖြစ်သူနဲ့ပက်ပင်းတိုးမိလို့ ချောင်းရာကနေ ရေချိုးခန်းထဲတစ်ကားရိုက်ခဲ့မိပြီး အက်ဒ်မာတစ်ယောက် အရူးအမဲသားကျွေးသလို ကောင်မလေးကိုအစွဲကြီးစွဲလန်းသွားပါတော့တယ်။နောက်ပိုင်းမှာ တစ်ဖြည်းဖြည်းသိလာရတာက ကောင်မလေးနဲ့ဦးလေးဖြစ်သူတို့ဟာ ပတ်ဝန်းကျင်ကိုသတင်းလွှင့်ထားသလိုမဟုတ်ပဲ ကောင်မလေးဟာ အဘိုးကြီးရဲ့ မွေး'စား'သမီးဖြစ်နေခဲ့တာကိုပါ။ အချစ်ဦးကိုရူးမတတ်ဖြစ်နေတဲ့ အက်ဒ်မာနဲ့ ဒီသွေးမတော်သားမစပ် သားအဖနဲ့ဘယ်လိုရှေ့ဆက်ကြမလဲ...?ဒီဇာတ်ကားမှာတော့ Vivamax ရဲ့စင်တင်အသစ်ကလေးနှစ်ယောက်ဖြစ်တဲ့ VR Relosa နဲ့ Maebelle Medina တို့ကိုခေါင်းဆောင်တွေအဖြစ် ပွဲဦးထွက်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 830MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 34Min\nGenre - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3ek2z/(CM)_Lagaslas_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmZmZDAzZWEtYmNkNC00NWVhLWJkOGMtZTA0NjUwZGUxYjc3XkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-136x200.jpg",
        "title": "Hum Dil De Chuke Sanam(1999)",
        "description": "Hum Dil De Chuke Sanam (1999)\n**********************************\nဒီဇာတ်ကားလေးကတော့ ပရိတ်သတ်အချစ်တော် သရုပ်ဆောင်တွေ ဖြစ်ကြတဲ့\nဆလ်မန်းခန်း၊အာဂျေးဒေ့ဗ်ဂန်ဒ်နဲ့ မင်းသမီးချောလေး အက်ရှ်ဝါးရွိုင်တို့ ပါဝင်\nသရုပ်ဆောင်ထားကြတဲ့ Romance/Dramaအမျိုးအစား\nဘောလိဝုဒ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating ကလည်း\n7.4အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nနန္ဒနီနဲ့ ဗန်ရား(ဂ်ျ)ဟာ မိဘတွေ ပေးစားတဲ့အတွက်ကြောင့်\nလက်ထပ်ခဲ့ရပါတယ်။ဗန်ရား(ဂ်ျ)နဲ့ လက်မထပ်ခင် နန္ဒီမှာ\nဆမီး(ရ်)ဆိုတဲ့ ချစ်သူတစ်ယောက် ရှိခဲ့ပါတယ်။နန္ဒီဟာ ဗန်ရား(ဂ်ျ)နဲ့ လက်ထပ်လိုက်ရပေမဲ့လည်း\nသူ့ရဲ့အချစ်ဟောင်းကို မမေ့နိုင်ပဲ တလွမ်းလွမ်းတဆွေးဆွေး ဖြစ်နေခဲ့ပါတယ်။\nဒီအကြောင်းကို ဗန်ရား(ဂ်ျ)တစ်ယောက် သိသွားတဲ့အခါမှာတော့\nနန္ဒီကို သူ့ရဲ့အချစ်ဟောင်း ဆမီး(ရ်)ရှိတဲ့ အီတလီကို လိုက်ပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nဗန်ရား(ဂ်ျ)နဲ့ နန္ဒီတို့ရဲ့ အိမ်ထောင်ရေး ပြိုကွဲသွားမှာလား ...\nနန္ဒီ့အနေနဲ့ လက်ရှိခင်ပွန်းနဲ့ အချစ်ဟောင်း နှစ်ယောက်ထဲက ဘယ်သူ့ကို ရွေးချယ်မှာလဲ ....\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ...အချစ်၊အလွမ်း၊အဆွေးနဲ့ ဟာသတွေပါရောနှောထားပြီး ရသစုံစုံလင်နဲ့ ကြည့်ရမှာမလို့\nဘောလိဝုဒ် ပရိတ်သတ်များ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ymyb/Hum_Dil_De_Chuke_Sanam_1999_Hindi_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1mZcxuL4GLUvPdEXC4iZPjG2EO3.jpg",
        "title": "Huesera: The Bone Woman (2022)",
        "description": "Huesera: The Bone Woman (2022)~ IMDb - 6.4/10, RT - 99%, Meta - 83% ~Rotten Tomatoes ရော၊ Metacritic ရော ထိပ်ဆုံးရောက်နေတဲ့ စပိန် ဘော်ဒီဟော်ရာ ဒရာမာကားပါ။ A24 ကထုတ်တဲ့ကားမဟုတ်ပေမဲ့ A24 ဖန်တွေ ကြိုက်လောက်တဲ့ A24 ကားတွေလို ကားမျိုး‌ပေါ့။Horror ဆိုပေမဲ့ မှောင်ခန်းမည်းခန်းက မပါသလောက်ဖြစ်ပြီး Midsommar လို လင်းလင်းကျင်းကျင်းနဲ့ လန့်ရမယ့် အခန်းတွေက ပိုများပါတယ်။ ဟော်ရာကားနဲ့မလိုက်မဖက် စစချင်းမှာတင် ကလေးမွေးတော့မယ့် မိခင်တစ်ယောက်ရဲ့ ကလေးအတွက် ပြင်နေဆင်နေခြင်းတွေကနေမှ တငွေ့ငွေ့ချင်း ပဟေဠိဆန်ဆန်သွားထားတဲ့ ခပ်ဆန်းဆန်းကားပါပဲ။ ခြောက်တာလှန့်တာ သိပ်မပါဘဲနဲ့ကို ဘာတွေဖြစ်နေလဲ အဖြေဝင်ရှာရင်း သိချင်စိတ်နဲ့ စိုးထိတ်ရမယ့် ဟော်ရာကားဆို ပိုမှန်ပါလိမ့်မယ်။ Body Horror ကားပီပီသသတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Sp5m/(CM)_Huesera_-_The_Bone_Woman_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzRiN2Q3ZWEtM2RhNy00MTJmLWFmMDQtYmY3MmNkYjRmNWNhXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_-141x200.jpg",
        "title": "What to Do With the Dead Kaiju? (2022)",
        "description": "What to Do with Dead Kaiju IMDB 4.4   ၂၀၂၂ကမှ ထွက်ရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့ နာမည်အတိုင်း ကိုင်ဂျူအသေကောင်နဲ့ တိုင်ပတ်ရတဲ့ ဂျပန်ပြည်ကြီးအကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ကိုင်ဂျူဟာ လူက သတ်လို့ သေတာမဟုတ်ဘဲ ကောင်းကင်ပေါ်ကကျလာတဲ့ ထူးဆန်းတဲ့အလင်းတန်းကြောင့် ဆုံးပါးသွားခဲ့ရတာဖြစ်ပါတယ်။ ရုပ်ရှင်တိုင်းလိုလိုမှာ သေကြေပျက်စီးခြင်းကို သယ်ဆောင်လာသူအဖြစ် ပုံဖော်ခံရတဲ့ ကိုင်ဂျူတစ်ကောင် ဒီနည်းနဲ့ပဲ ဇီဝိန်ချုပ်သွားတဲ့အခါ …. ကိုင်ဂျူအလောင်းကောင်ကြီးကို ရှင်းလင်းဖို့ တာဝန်ဝတ္တရားဟာ ဂျပန်အစိုးရပေါ်ကို ကျရောက်လာပါတော့တယ်။ ဒီလိုနဲ့ ကိုင်ဂျူကို တိုက်ဖို့ ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့သည်လည်း ကိုင်ဂျူမရှိတော့တဲ့နောက် ဘယ်လိုဆက်ဖြစ်သလဲ။ ထုံးစံအတိုင်း နိုင်ငံရေးသမားတွေသည်လည်း နိုင်ငံရေးသမားပီပီ ကိုင်ဂျူကို နင်းပြီး နာမည်ရရေး ဘယ်လိုယဉ်ပြိုင်လုပ်ဆောင်ကြသလဲ ရှုစားရမှာပဲ ဖြစ်ပါတယ်။File Size__(2.7GB) / (1.2B)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:00:00\nType__Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/1cqhk/What_To_Do_With_Dead_Kaiju_(2022)_720p.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Memory_of_Water-826448695-mmed-140x200.jpg",
        "title": "Memory of Water (2022)",
        "description": "Memory of Water (2022)အနာဂတ်ကမ္ဘာကြီးမှာ ရေဟာ ရွှေလိုရှားလာခဲ့တယ်။ အထူးသဖြင့် သောက်ရေသုံးရေဆိုတာ အစိုးရက ခွဲတမ်းနဲ့ မစို့မပို့ပေးတာကိုပဲ သုံးရတဲ့အရာတွေဖြစ်လာတယ်။ ရှားပါးတဲ့ထဲကမှ ရှိတဲ့ရေကိုလည်း အများပြည်သူလုယက်ပြီး သတ်ဖြတ်မှုတွေမဖြစ်ရအောင်ဆိုပြီး စစ်အာဏာရှင်တစ်ယောက်က သိမ်းထားတယ်။ အဲဒီကမ္ဘာမှာတော့ ရေကိုပိုင်တဲ့လူက အာဏာကိုပိုင်တဲ့လူပါပဲ။ ရေအင်မတန်ရှားတဲ့ ကမ္ဘာဆိုတော့လည်း ဒီကမ္ဘာမှာ လက်ဖက်ရည်တို့ ဘာတို့ ဖျော်တဲ့ တီးမာစတာတွေက ပေါ့သေးသေးမဟုတ်ဘဲ အဆင့်တစ်ဆင့်တော့ရှိတဲ့လူတွေ အထက်တန်းစားတွေပေါ့။ မင်းသမီးက အဲဒီလို တီးမာစတာ။တစ်နေ့ကျ သူ သူ့အဖေထားခဲ့တဲ့ အမွေပစ္စည်းတစ်ခုကနေ သူ့အဘိုးအဘေးတွေ လက်ထက်တုန်းက သိပ္ပံပညာရှင်တစ်စုက ရေကောင်းရေသန့်တွေရှိတဲ့နေရာတွေရှိသေးကြောင်း ပြောပြထားတာကို သိလိုက်ရတယ်။ သူတို့ကို အာဏာရှင်ရဲ့လက်ပါးစေတွေက ဖမ်းပြီးသတ်တော့မှာမို့ ဒီအချက်ကို အသံသွင်းပြီး လက်ဆင့်ကမ်းပေးခဲ့ကြတဲ့ သိပ္ပံပညာရှင်တွေရဲ့ အမှာစကားပေါ့။ မင်းသမီးဟာ ရေကောင်းရေသန့်တွေရှိတဲ့နေရာတကယ်ရှိကြောင်း သိလိုက်ရတဲ့အချိန် ဒီအချက်ကို လူတွေကို အသိပေးဖို့လုပ်တယ်။ သူတို့ဆီက ရေယူနေရမှ လူတွေကိုကောင်းကောင်းဖိနှိပ်နိုင်ပြီး ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ympt/(CM)_Memory_of_Water_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/p170806_p_v8_ae-133x200.jpg",
        "title": "Nim’s Island(2008)",
        "description": "Nim's Island(2008)******************Gerard Butler ကြီးရဲ့ နောက်ထပ် စွန့်စားခန်း ကားတစ်ကားဖြစ်ပါတယ်...လူသူမသိပေမယ့် အရမ်းလှပတဲ့သီးသန့်ကျွန်းလေးမှာ နှစ်ယောက်တည်းနေကြတဲ့ နင်းမ်နဲ့သူ့အဖေဂျက်ခ်။နှစ်ယောက်လုံး စွန့်စားရတာဝါသနာပါကြပြီး ဂျက်ခ်ကတော့ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နင်းမ်ကိုတစ်ယောက်တည်းထားခဲ့ပြီး ဂျက်ခ်တစ်ယောက်ပင်လယ်ထဲရှာဖွေရေးခရီးထွက်သွားတာကနေ မုန်တိုင်းမိပြီး လမ်းပျောက်သွားခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း နင်းမ်တို့သီးသန့်ကျွန်းကို အပျော်စီးသဘေႅာပေါ်ကရှာတွေ့ပြီကျွန်းကိုစီးပွားဖြစ်လုပ်မလို့ကြံစည်ပါတော့တယ်။\nထိုအချိန် တစ်ယောက်တည်းကျန်ခဲ့တဲ့နင်းမ်ကလည်း စာရေးဆရာမအလက်စ်ဇန်းဒြားနဲ့အဆက်အသွယ်သွားရပါတယ်။ နာမည်ကြီးစွန့်စားသမားဇာတ်ကောင် \"အဲလက်စ်ရိုဗာ\"စာအုပ်ရေးခဲ့တဲ့သူဖြစ်ပေမယ့်အပြင်မှာကျ အိမ်အပြင်တောင်မထွက်ရဲတဲ့သူဖြစ်နေပါတယ်။ ဒါပေမဲ့ နင်းမ်အကူအညီတောင်းလာတဲ့အခါမှာတော့...သူတို့သီးသန့်ကျွန်းလေးပေါ် ကျူးကျော်လာတဲ့သူတွေကို နင်းမ်တစ်ယောက်အောင်အောင်မြင်မြင်မောင်းထုတ်နိုင်ပါ့မလား..နင်းမ်အဖေကရော ပြန်လာနိုင်ပါ့မလား..အလက်စ်ဇန်းဒြားကရော ရောက်လာနိုင်ပါ့မလားဆိုတာကတော့.. File Size :(2.3GB)(1.2GB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:36:00\nGenre :Adventure, Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1cram/Nims.Island.2008.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/51xzq8R1qkL._AC_SY445_-142x200.jpg",
        "title": "The Game of Their Lives(2005)",
        "description": "The Game of Their Lives(2005)*****************************၂၀၂၂ခုနှစ်မှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲကြီးကတော့ အာဂျင်တီးနားအသင်းကဖလားကြီးကို ကိုင်မြှောက်ရင်းနဲ့ပဲ\nလှလှပပအဆုံးသတ်သွားခဲ့ပါတယ်။ ပြိုင်ပွဲတစ်လျှောက် မထင်မှတ်ထားတဲ့ပွဲတွေ မထင်မှတ်ထားတဲ့ရလဒ်တွေနဲ့\nပွဲကြည့်ပရိသတ်တွေကို ရသမျိုးစုံပေးစွမ်းနိုင်တဲ့ကမ္ဘာ့ဖလားပွဲကြီးဟာ အားကစားပြိုင်ပွဲတွေအားလုံးထဲမှာ\nအကြီးကျယ်ဆုံးလို့သတ်မှတ်ခံထားရပါတယ်။ ၁၉၃၀ ခုနှစ်မှာအစပြုခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲစဉ်တွေဟာ\nလေးနှစ်တစ်ကြိမ်ကျင်းပခဲ့ပြီး ၁၉၄၂ နဲ့ ၁၉၄၆ ခုနှစ်တွေမှာတော့ ဒုတိယကမ္ဘာစစ်ကြောင့်ခေတ္တရပ်နားခဲ့ရပါတယ်။\n၁၉၅၀ ခုနှစ်မှာကမ္ဘာ့ဖလားပွဲ ပြန်လည်စတင်ခဲ့တဲ့အခါမှာတော့ အမေရိကန်ပြည်ထောင်စုကလည်း\nကမ္ဘာ့ဖလားကန်ဖို့အတွက် အခွင့်အရေးရခဲ့ပါတယ်။ ဘောလုံးအဆင့်အတန်းအနေနဲ့ နိမ့်ပါးနေတဲ့အမေရိကအသင်းဟာ\nအဲ့ဒီအချိန်အခါမှာတော့ အောက်ဆုံးအသင်းအဖြစ်အများက သတ်မှတ်ခံထားရတဲ့အသင်းပဲဖြစ်ပါတယ်။\nဒါပေမယ့် သူတို့ရဲ့ဘောလုံးအားကစားအပေါ်ထားတဲ့ စိတ်အားထက်သန်မှုနဲ့ အသင်းသားတစ်ယောက်နဲ့တစ်ယောက်အပေါ်ထားတဲ့\nနားလည်မှုတွေကြောင့် အဲ့ဒီခေတ်အခါမှာအင်အားကြီးအသင်းတစ်သင်းဖြစ်တဲ့ အင်္ဂလန်အသင်းကိုအနိုင်ယူနိုင်ခဲ့ပါတယ်။\nဒီလိုဖြစ်လာဖို့အတွက် အသင်းသားတွေရဲ့အခက်အခဲတွေ တစ်ယောက်နဲ့တစ်ယောက်ရဲ့ယုံကြည်မှုတည်ဆောက်ခဲ့ရပုံတွေနဲ့\nဘောလုံးအားကစားအပေါ်ထားတဲ့သူတို့ရဲ့ ပြင်းပြတဲ့စိတ်ဓာတ်တွေကိုရိုက်ကူးပြသထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nဘောလုံးချစ်တဲ့ပရိတ်သတ်တွေရော ရုပ်ရှင်ချစ်တဲ့ပရိသတ်တွေရော ကြိုက်နှစ်သက်မယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။File Size :(2.3GB)(1.1GB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:41:00\nGenre :Sport, History , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/1crtm/The.Game.of.Their.Lives.2005.BLU-RAY.720P(CM).mp4",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Nao-Jinguji-4-140x200.jpg",
        "title": "[21+]My Beautiful Sister(MIDV-103)",
        "description": "မမဟာတခမ်းတနားဖွဲ့ဆိုစရာမလိုအောင်လှလွန်းပါတယ်\nမမလို့ခေါ်ချင်ပေမဲ့ တကယ်တော့ နာအိုလေးက\nအသက်ငယ်ငယ်လေးရှိပါသေးတယ်နာအိုလေးရဲ့အလှကတော့ မြီးကောင်ပေါက်မလေးလိုမဟုတ်တော့ပါဘူး\nရှိုက်ကြီးဖိုငယ်အသွယ်သွယ်နဲ့ မင်းကြိုက်စိုးကြိုက်တော်ဝင်သုံးလေးပါ\nပြောရရင် သူလေးက ၉၇ ခုနှစ်ဖွားလေးဆိုတော့ မမမကျညီမလေးမကျလေးပေါ့ရုပ်ရည်လေးက စွဲမက်ဖွယ်ရှိတဲ့အပြင် ပြောရရင်ယောကျ်ားတစ်ယောက်ရဲ့\nရမ္မက်စိတ်ကိုနှိုးဆွပေးနိုင်တဲ့ ရုပ်ရည်မျိုးပေါ့ ခါးသေးရင်ချီ\nတင်းသားနှစ်ဆိုင်လွန်ထွားကျိုင်းပုံမှာလည်း ဂစ်တာလေးကိုသာ\nမျက်စိထဲမြင်ကြည့်လိုက်ပါတော့ ညိုကီတို့..ခုဇာတ်ကားလေးထဲမှာလဲ လှပတဲ့ဘော်ဒီလေးကို\nရှင်းလင်းမြင်သာအောင် ဖိုတိုမော်ဒယ်လေးအဖြစ်\nသရုပ်ဆောင်ပေးထားတာမို့ညိုကီတို့အတွက်\nတင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1crd4/MIDV-103_My_Big_Sister-In-Law.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Blood_poster-135x200.jpg",
        "title": "Blood (2022)",
        "description": "Blood (2022)\n==========ဒီတစ်ခါမှာတော့ \"Enchoes\" ဇာတ်လမ်းတွဲထဲက အမြွှာ\nညီအစ်မအဖြစ် နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ မင်းသမီး\nMichelle Lynn Monaghan ရဲ့ \"Blood\" ဆိုတဲ့ ရုပ်ရှင်ကို\nတင်ဆက်ပေးလိုက်ပါတယ်။\"Blood\" ဆိုတဲ့ Horror/Thriller ရုပ်ရှင်ထဲမှာ အမည်မသိ\nအရာတစ်ခုဆီကနေ သားငယ်ကို ကယ်တင်ဖို့ကြိုးစားနေတဲ့\nမိခင်တစ်ယောက်ကို မြင်တွေ့ရမှာပါ။ ဂျက်စီကာဟာ ကွာ\nရှင်းပြီးတဲ့နောက် သားနဲ့သမီးကို အုပ်ထိန်းခွင့်ရဖို့ အရင်ယော\nက်ျားနဲ့ တရားရင်ဆိုင်ဆဲအနေအထားပါ။ အဲ့အချိန်မှာပဲ သူ့\nသားလေးဆီကို အမည်မသိအရာတစ်ခုဝင်ရောက်လာလေ\nတော့ သားဇောနဲ့ မိခင်တစ်ယောက်ရဲ့ အခက်အခဲတွေ၊ ရွေးချယ်\nမှုတွေကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (665 MB) / (336 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 48Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1ckoh/Blood.2022.720p.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KFJWmfUY1aBF97CCKOFoEz8KqQ.jpg",
        "title": "Hell House LLC(2015)",
        "description": "Hell House LLC ဟာ၂၀၁၅ ခုနှစ်မှာ ဒါရိုက်တာ Stephen Cognetti ကရိုက်ကူးတင်ဆက်ခဲ့တဲ့ Found Footage Horror Film အမျိုးအစားရုပ်ရှင်ကားကောင်းတစ်ကား ဖြစ်ပြီး IMDb 6.4/10 ရရှိထားပါတယ်။၂၀၀၉ ခုနှစ်မှာ ဟောလိုးဝင်းပွဲတော်ဆင်နွှဲလိုသူများ လည်ပတ်နိုင်ဖို့အတွက်ခြောက်ခြားဖွယ် သရဲအိမ်ကြီးတစ်အိမ်ကို လူငယ်တစ်စုက နယူးယော့ခ်မြို့တော်ရဲ့အပြင်ဘက်ရှိ မြို့ငယ်တစ်မြို့မှာ ဖန်တီးခဲ့ကြပါတယ်။ ထိုနေရာကတော့အစွန့်ပစ်ခံ အက်ဘဒန်ဟိုတယ်ဟောင်း ဖြစ်ပြီး သူတို့ရဲ့ ခြောက်ခြားဖွယ်ဂေဟာကြီးကို ငရဲအိမ် (Hell House) လို့ အမည်ပေးထားကြပါတယ်။ လူငယ်များရဲ့အင်အားနဲ့ ကြိုးစားပမ်းစားဖန်တီးခဲ့ကြသော်လည်း ဖွင့်ပွဲနေ့မှာပင် လူပေါင်းများစွာအသက်ဆုံးရှုံးစေခဲ့သော ကြေကွဲဖွယ် အဖြစ်အပျက်ကြီး ပေါ်ပေါက်လာပါတော့တယ်။ထိုဖြစ်ရပ်ရဲ့နောက်ကွယ်မှာ...ဘာများ ရှိနေလိမ့်မလဲ...၊ လူအများစုထင်ထားသလိုစက်ပစ္စည်းချွတ်ယွင်းမှုကြောင့်များလား...၊ ထိုဖြစ်ရပ်ဆိုးဟာ အက်ဘဒန်ဟိုတယ်ဟောင်းရဲ့ သမိုင်းကြောင်းနဲ့များ ပတ်သက်နေမလား...စသဖြင့်..ဖုံးကွယ်ထားတဲ့ဗဟေဠိကို documentary ဆန်ဆန် ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးကြည့်ရင်းအဖြေညှိလိုက်ကြပါစို့။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့  Thae Su ပဲ ဖြစ်ပါတယ်) File size…1.79GB / ...",
        "rating": "6.4",
        "url": "https://megaup.net/1cr0p/Hell.House.LLC.2015.WEB-DL720p(CM).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QeepC7oD3XAByFIkHfmd83fLJU.jpg",
        "title": "[18+]Master and Man(2019)",
        "description": "[18+]Master and Man(2019)**************************ပန်းချီလောကထဲမှာ ကျင်လည်နေတဲ့သူနှစ်ယောက်ဖြစ်တဲ့\nပါမောက္ခဂင်ချွန်းဘယ်နဲ့ အီဟျွန်းဒယ်ကိုယ်ရေးကိုယ်တာအရ သိပ်သဘောမကျပေမဲ့လည်း\nချွန်းဘယ်လက်အောက်မှာနေရင်း မိန်းမယူတာကအစ\nသူ့သဘောအတိုင်း ယူလိုက်ရတဲ့ အီဟျွန်းဒယ်လူကသာနာမည်မကြီးသေးပေမဲ့ မိန်းမလိုက်စားမှုကနာမည်ကြီးနေလေတော့\nဟျွန်းဒယ်တစ်ယောက် ဒီပန်းချီလောကထဲက ဘယ်လိုမိန်းမတွေနဲ့ နှစ်ပါးသွားမလဲ\nသူဖြစ်ချင်တဲ့ နာမည်ကြီးပန်းချီဆရာအဖြစ်နဲ့ ချွန်းဘယ်ကိုအာခံနိုင်မလားဆိုတဲ့ဇာတ်ကြောင်းကို\n18+ scene တွေဝေဝေဆာဆာနဲ့ ကြည့်ရှုရမှာဖြစ်လို့ညိုကီတို့ဒေါင်းထားသင့်ပါကြောင်း....File Size :(1.2GB)and (576MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre :Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1cr00/Master.And.Man.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwuUhGVY4yA3hUsyuj6OoNPPVB8.jpg",
        "title": "The Princess and the Bodyguard(2022)",
        "description": "The Princess and the Bodyguard(2022)************************************ဒီတခါ ညွှန်းပေးချင်တဲ့ ကားလေးကတော့ တော်ဝင်မင်းသမီး‌လေးနဲ့သက်တော်စောင့်လေးတို့ရဲ့ကားပါ..\nအယ်လက်စီယာဆိုတဲ့ တော်ဝင်မင်းသမီးလေးက ငယ်ငယ်ကတည်းကသာမန်ဘဝလေးနဲ့နေထိုင်လာခဲ့တာပါ။ဒါပေမယ့် တစ်နေ့မှာတော့သူမရဲ့ ၃၅နှစ်ပြည့်မွေးနေ့မှာ သူမရဲ့ မိဘတွေက ထီးနန်းဆက်ခံဖို့ကို အကြံပေးကြပါတော့တယ်....\nသာမန်ဘဝလေးမှာ ပျော်နေပြီဖြစ်တဲ့ မင်းသမီးလေးအတွက် ခက်ခဲတဲ့ စိန်ခေါ်မှုတစ်ရပ်လို့ဆိုရမှာပါ..ဒါ့အပြင် ထီးနန်းပြည့်စုံဖို့ တော်ဝင်အိမ်ထောင်လည်းပြုရပေဦးမည်..ဒါတွေကိုရှေ့ဆက်ဖို့ သူမဟာ သူမရဲ့ သက်တော်စောင့်ဆီကနေ အကြံယူရင်းဆက်လျှောက်ရပါတယ်..အဲ့ဒီနောက်မှာတော့...File Size :(1.8GB)(805 MB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:29:00\nGenre :Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2ylS9/The.Princess.and.the.Bodyguard.2022.BL-RAY.720P(CM)_.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPQNuAzbi6HSjvrimKTjEzIvGZC.jpg",
        "title": "[19+]Day Dream(1981)",
        "description": "[19+]Day Dream(1981)*********************အကြမ်းပတမ်းအိပ်ခန်းနှင့်သတ်ဖြတ်ခန်းများပါသဖြင့်မိသားစုနှင့်အတူမကြည့်သင့်ပါ..... ဇာတ်ကားကတော့ နာမည်နဲ့လိုက်အောင်ပဲ နေ့ခင်းကြောင်တောင်ကြီး\nအိပ်မက်မက်နေတဲ့ ကိုလူချောရဲ့အိပ်မက်ကို ရိုက်ပြထားတာပါသွားနဲ့ပတ်သက်ပြီး ဝေဒနာခံစားရသူတွေ ဆုံစည်းကြတဲ့ သွားဆေးခန်းမှာ\nကူရာဟာရှီနဲ့ မိန်းမလှလေး ချီအဲကိုတို့ ကိုယ့်အလှည့်ရောက်အောင်\nအတူတူထိုင်စောင့်ကြရပါတယ်အရင်ဝင်သွားတဲ့ ချီအဲကိုရဲ့ သွားကုသရာမှာ နာလို့ညည်းသံတွေကို ကိုယ်တော်က\nတမျိုးတဖုံ စိတ်ဝင်စားမိပြီး စပ်စုမိတဲ့နောက်မှာတော့\nသွားနှုတ်ဖို့အတွက် မေ့ဆေးလား ထုံဆေးလားမသိတာကို အပေးခံလိုက်ရပါတယ်အဲမှာ စိတ်စွဲပြီး ဘယ်လိုအိပ်မက်တွေ ဆက်မက်မလဲဆိုတာသိချင်ရင်တော့\nကူရာဟာရှီနဲ့အတူတူ လိုက်မက်ကြည့်ကြဖို့အကြံပေးချင်ပါတယ်...File Size :(2.2GB) and (836 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:50:00\nGenre : Adult,Fantasy, Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Soo3/Daydream.1981.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYmMyZTNkNzktOWM5NC00OWEyLWIzYjctYjk2MzFlOWRkMThiXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-158x200.jpg",
        "title": "Butterfly (2022)",
        "description": "Butterfly (2022)\n============လှပတဲ့လိပ်ပြာလေးဖြစ်ဖို့ ဘာတွေပေးဆပ်ခဲ့ရမလဲ ? အရင်ဦးဆုံး\nပိုးအိမ်လေးထဲမှာ ပိတ်မိနေမယ်။ ပြီးတော့ အများတကာအထင်\nသေးတဲ့ ပိုးတုံးလုံးလေးအဖြစ် ဖြတ်သန်းရမယ်။ နောက်ဆုံးကျမှ\nလှပတဲ့အတောင်ပံတစ်စုံရရှိပြီး လွတ်လပ်တဲ့လိပ်ပြာငယ်လေးအဖြစ်\nအလှပဆုံးပျံသန်းခွင့်ရပါလိမ့်မယ်။ရီ ရဲ့အဖေက ထောင်ကျနေတဲ့ ဒုစရိုက်ခေါင်းဆောင်၊ အမေကလည်း\nဆေးသုံးရင်း မီးလောင်ပြီးဆုံးသွားခဲ့တာမို့ စောင့်ရှောက်ရေးဂေဟာမှာ\nကြီးပြင်းလာခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်။ အရွယ်ရောက်တော့ နစ်\nနဲ့တွေ့ပြီး အိမ်ထောင်တစ်ခုထူထောင်ခဲ့ပေမဲ့ စီးပွားရေးအဆင်မပြေ\nတော့ နစ်လည်း မူးယစ်သားကောင်ဖြစ်ခဲ့ရပါတယ်။အိမ်ပိုင်ရှင်ကလည်း နှင်ထုတ်၊ နစ်ကလည်းဆေးသမားဖြစ်နေတော့ ရီရဲ့\nသားလေးကို ပြုစုစောင့်ရှောက်ဖို့အဆင်မပြေဘူးဆိုပြီး ကလေးစောင့်\nရှောက်ရေးဂေဟာက ခေါ်သွားခဲ့ပါတယ်။ သားလေးမိုင်လိုကိုပြန်ခေါ်နိုင်\nဖို့ အစွမ်းကုန်ကြိုးစားနေရင်း နစ်လည်း ဆေးလွန်ပြီးဆုံးသွားခဲ့ပါတယ်။\nပိုးအိမ်ထဲမှာ ပိတ်မိနေရင်း ပိုးတုံးလုံးအဖြစ်ရုန်းကန်နေရတဲ့ ရီတစ်ယောက်\nသူ့ဘဝကိုတည်ငြိမ်အောင် ဘယ်လိုလုပ်မလဲ? မိုင်လိုလေးကို ပြန်ခေါ်ခွင့်\nရအောင် အလှပဆုံးလိပ်ပြာလေးအဖြစ် ဘယ်လိုပြောင်းလဲမလဲဆိုတာကို\nတော့ ဆက်ပြီးကြည့်လိုက်ပါဦးနော် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (815 MB) / (520 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "4.6",
        "url": "https://megaup.net/3eiiv/Butterfly.2022.720p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzQ2MGU0MGUtZDQyNy00MzVhLTg5N2UtOTBkYjhmY2QwMmE4XkEyXkFqcGdeQXVyMjAwMzU2MDY@._V1_-150x200.jpg",
        "title": "A Love You (2015)",
        "description": "A Love You (2015)\n=============ဟာသကားကြိုက်နှစ်သက်သူတွေအတွက် ပြင်သစ်ဟာသ\nရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးက\nတော့ ဖရတ်က မိဘတွေမရှိတုန်းအိမ်မှာပါတီပွဲကျင်းပတယ်။\nကားကို ပဲရစ်မြို့ထဲစွန့်ပစ်ခဲ့လို့ ရဲစခန်းမှာဖြေရှင်းပြီးအိမ်အ\nပြန်မှာ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းမန်နူကအိမ်ကိုရောက်လာ\nတယ်။မန်နူက သူနဲ့အတူညက ပါတီပွဲမှာအိပ်ခဲ့တဲ့ကောင်မလေးကို\nစွဲလမ်းသွားပြီးတော့ ကောင်မလေးရှိတဲ့နေရာကို လိုက်သွား\nမယ်လို့ပြောတယ်။ ဖြစ်ချင်တော့ အဲ့ကောင်မလေးက ဖုန်းနံ\nပါတ်လည်းမပြော၊ နာမည်လည်းမပြောခဲ့ပဲနဲ့ လက်ပေါ်မှာ\nလိပ်စာလေးတစ်ခုပဲရေးထားခဲ့တယ်။ မန်နူက အိမ်စီးကားရှိ\nတဲ့ဖရတ်ကို အတင်းလိုက်ပို့ပေးဖို့တောင်းဆိုတာနဲ့ပဲ လိုက်ပို့\nပေးဖို့ဆုံးဖြတ်လိုက်တာပေါ့။ ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်\nတောင်ပိုင်းအယ်ဗီညွှန်ကိုသွားရင်းနဲ့လမ်းမှာ ဘယ်လိုအခက်\nအခဲတွေကြုံရမလဲဆိုတာကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (752 MB) / (437 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1cp9f/A.Love.You.2015.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://megaup.net/2ylvf/The.Point.Men.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1cqjl/(CM)_The_Weapon_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdIkDCWcBqv1B10ncm71sMiqEEF.jpg",
        "title": "Backcountry(2014)",
        "description": "Backcountry(2014)============== Backcountry ဆိုတဲ့ Survival Thriller ဇာတ်ကားလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်မွန်းကျပ်လှတဲ့ နေ့စဉ်လူမှုဘဝထဲကနေ ရုန်းထွက်ပြီး တောတောင်ရေမြေအလှအပကို ခံစားဖို့အတွက် တောတွင်းခရီးစဉ်တစ်ခု ထွက်လာခဲ့တဲ့အဲလက်စ် နဲ့ ဂျန်းတို့စုံတွဲ..မထင်မှတ်ဘဲ လူထူးဆန်း ဘရက်ဒ်နဲ့ စတင်တွေ့ဆုံရချိန်.အဲလက်စ် နဲ့ ဂျန်းကြားမှာ ကတောက်ကဆမီးပွားလေးများ စတင်ဖြစ်ပေါ်လာရင်း.လူသူမရောက်တဲ့နေရာမှာ မမျှော်လင့်ထားတဲ့အန္တရာယ်တွေ ကြုံလာရချိန်ဘယ်လိုတွေ ဖြေရှင်းကြမလဲ. လူသားနဲ့သားရဲကောင် ကြားက အသက်လုပွဲ.၊ survival ဆိုတဲ့အတိုင်း အသက်ရှင်သန်ဖို့ ဘယ်လောက်ထိ ရုန်းကန်ရမလဲ၊ကံ၊ ဉာဏ်၊ ဝီရိယ စိုက်ထုတ်ရမလဲ ဆိုတာကို ထင်ဟပ်ပြသထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.29GB / 543.9MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Adventure , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1cqab/Backcountry.2014.BluRay720p(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Snx9/(CM)_Battleship_(2012)_BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpF6Hj9nvLJvMNjjqSzforPEQkX.jpg",
        "title": "Beautiful Pain (2016)",
        "description": "Beautiful Pain (2016)မိဘရယ်လို့ ဖြစ်လာပြီဆိုရင် သားသမီးတွေကို အဖိုးတန်တဲ့ ပြီးပြည့်စုံတဲ့လူအဖြစ်ပဲ မွေးဖွားလာစေချင်ကြမှာပါ။\nဒါပေမဲ့ ကံတရားကတော့ လူတိုင်းကို ကိုယ်ထင်မှတ်သလို မျက်နှာသာပေးတတ်သူတော့ မဟုတ်ပါဘူး။ရာဇ်လန်ဟာ ဇနီးဖြစ်သူအလီနာ သားဖြစ်သူဒန်နီရယ်နဲ့အတူ အေးချမ်းတဲ့မိသားစုငယ်လေးတစ်ခုကို ပိုင်ဆိုင်ထားသူပါ။\nဒါပေမဲ့ သားဖြစ်သူဒန်နီရယ်ရဲ့ တစ်နေ့တခြား ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့် ရာဇ်လန်ရော အလီနာပါ ရင်ပူနေရပါပြီ။\nရာဇ်လန်ကတော့ ယောက်ျားသားပီပီ အဖြစ်အပျက်တွေကို မသိကျိုးကျွန်လုပ်နေပေမဲ့\nအလီနာကတော့ သားဖြစ်သူရဲ့အခြေအနေကို ရိပ်စားမိပြီး ရတက်မအေးဖြစ်နေတာပေါ့။အလီနာတစ်ယောက် ခင်ပွန်းဖြစ်သူမသိအောင် ကွာလာလမ်ပူမှာရှိတဲ့ ညီမဖြစ်သူရဲ့အကူအညီနဲ့ ကလေးအထူးကုနဲ့ပြကြည့်တဲ့အခါမှာ\nဒန်နီရယ်တစ်ယောက် အော်တစ်ဇင်ဖြစ်နေကြောင်း သိသွားရတဲ့အခါမှာတော့...သားဖြစ်သူကို မျှော်မှန်းချက်ကြီးမားခဲ့တဲ့အဖေပီပီ ရာဇ်လန်တစ်ယောက် ဒန်နီရယ်ရဲ့အခြေအနေကို အကြောက်အကန် ငြင်းဆန်နေရရင်းနဲ့\nရုတ်တရက် အလီနာဆုံးသွားတဲ့အခါ သူတို့ဘယ်လိုရှေ့ဆက်ကြမလဲ။\nဘယ်အရာကရော ရာဇ်လန်ကို အခြေအနေတွေကို လက်ခံသွားစေတာလဲ။\nမသန်စွမ်းဖြစ်နေတဲ့သားဖြစ်သူရဲ့ အနာဂတ်ခရီးမှာ အဆင်ပြေစေဖို့\nဖခင်တစ်ယောက်အနေနဲ့ သူဘယ်လိုကြိုးစားသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်တဲ့အတွက်\nကြည့်ရှုသူတွေအတွက် လက်တွေ့ဘဝနဲ့ဆက်စပ်တဲ့ အတွေးအမြင်တစ်ခုရသွားစေမှာ အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Drama, ...",
        "rating": "7",
        "url": "https://megaup.net/1Sgh9/Beautiful.Pain2016.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482637210124-211x300.jpg",
        "title": "Oh My Ghost (2015)",
        "description": "Oh My Ghost 5 အေျခာက္မျကီးေတြနဲ ့ ပန္ကိတ္သရဲမတို ့ရဲ ့ ဟာသသရဲကားျဖစ္ျပီး ဒီတေခါက္မွာေတာ့ စာသင္ေက်ာင္းရဲ ့ဆရာကန္ေတာ့ပြဲကိုသြားမိရာမွ ေက်ာင္းအုပ္ျကီးရဲ ့ေသဆံုးသြားတဲ့ ညီမျဖစ္သူ အကူအညီေတာင္းျခင္းေျကာင့္ အမႈအခင္းဆိုင္ရာ အေမြဆိုင္ျပသနာအရႈပ္ထဲဝင္ပါမိျကေသာအခါ....အေျခာက္မျကီးတို ့ သရဲမေလးကို အကူအညိီေပးနိုင္ျကပါ့မလား အရႈပ္ေတြကိုေရာ ရွင္းနိုင္ျကပါ့မလားဆိုတာကို ဟာသေတြနဲ ့ပါးစပ္မပိတ္နိုင္ေအာင္ရယ္ျပီး ျကည့္ရႈရမွာျဖစ္ပါတယ္.. ( ေက်ာင္းအုပ္ဆရာမျကီးရဲ ့သမီးျဖစ္တဲ့ Ladyboy ေလးရဲ ့ ခ်စ္စရာပံုရိပ္ေလးေတြကိုလဲ ရႈစားလိုက္ျကပါဦး)\nFile size…(750 MB)\nQuality…Dvdrip 720p\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/oh-my-ghost-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/oh-my-ghosts-aka-hor-taew-tak-2.17350-133x200.jpg",
        "title": "Oh My Ghosts (2009)",
        "description": "Oh My Ghostဇာတ္ လမ္ း ေတြရဲ႕ ေနာက္ ထပ္ တစ္ ကားထပ္ လာပါၿပီး\nဒီတစ္ ခါမွာ ေတာ့အရင္ OMGဇာတ္ လမ္ းမွာသ႐ုပ္ ေဆာင္ တဲ့\"ကစ္ တီ\"ကိုမွတ္ မိၾကဦးမယ္ ထင္ ပါတယ္ ..သူဟာဒီကားမွာ ေတာ့ \"ဆာမနီ\"ဆိုတဲ့နာမည္ နဲ႔သရဲမဇတ္ ႐ုပ္ ေနရာမွာသ႐ုပ္ ေဆာင္ ရပါတယ္\n\"ဆာမနီ\"သူငယ္ ခ်င္ းအျဖစ္ \"တီခ်ာလာ\"ဆိုၿပီး ေတာ့ သရဲမ ေခ်ာ ေခ်ာ ေလးလည္ းပါဝင္ ထားပါ ေသးတယ္လာၿပီးဗ်ာဇာတ္ ၫြန္ း...ဟိုတယ္ တစ္ ခုကိုမိန္ းမ႐ွာတစ္ သိုက္ ကဝယ္ ယူၾကအၿပီးမွာ ည ေတြဆို\"ဆာမနီ\"ဆိုတဲ့သရဲမက ေျခာက္ လြန္ းတာ ေၾကာင္ ့ ေနာက္ ဆံုးသိလိုက္ ရတာကသူတို႔ဝယ္ ထားတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/oh-my-ghost-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/hor-taew-tak-4-f0821c9686eb082387d30298db7765cc-136x200.jpg",
        "title": "Oh My Ghost 4",
        "description": "ဇတ္ ကားအၫြန္ းကိုမ ေရးခင္ မွာ..ဒီဇတ္ ကားရဲ႕အဓိကသ႐ုပ္ ေဆာင္ ျဖစ္ တဲ့..\"ကစ္ တီ\"( Sudarat Butrprom)သူ႔ကိုန ည္ းနည္ း ေလး ေျပာပါရ ေစ...facebookမွာနာမည္ ႀကီးခဲ့တဲ့ဟာသVideo ေလး..အဂၤလိပ္ စာ ေတြတစ္ လႊဲသင္တဲ့ထိုုင္ ဆရာမဆိုတာSudarat Butrpromမွန္ း..အားလံုးသိထားၾကမွာပါ..ဒါ့အျပင္ ..2015မွာထြက္ ရိွထားတဲ့..Oh My Ghost 3မွာ..သရဲမ ေနရာမွာသ႐ုပ္ ေဆာင္ တာဟာလည္ း Sudarat Butrpromပဲဆိုတာ. ေျပာလိုက္ ပါရ ေစ... ေလ႐ွည္ ေနမိၿပီး..အၫြန္ း ေလးစရ ေအာင္ ..ဘဝကို.. ေပ်ာ္ ေပ်ာ္ ေနၿပီး..အျမဲတစ္ လႊဲ ေတြလုပ္ ၿပီး..အလွႀကိဳက္ တတ္ တဲ့.\"ကစ္ တီ\"ဟာ..တစ္ ေန႔မွာ ေတာ့...\"ဘီ\"ဆိုတဲ့သရဲမ ေလးနဲ႔ဆံုမိၾကပါတယ္ ..သူတို႔ ေတြ႔ဆံုပံုကလဲထူးဆန္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/oh-my-ghost-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/dc55A1fcJM7lOhQaS8D0C9s3edd-133x200.jpeg",
        "title": "Your Name Engraved Herein (2020)",
        "description": "[Unicode]BLကားလေးတွေ ကြိုက်နှစ်သက်သူတွေအတွက် ( Dec 23 ) မနေ့ကမှ ထွက်ထားတဲ့ အရမ်းရိုဆန်တဲ့ ကားလေး လာပါပြီနော်\nဒီကားလေးကတော့ ၁၉၈၇ခုနှစ် ထိုင်ဝမ်မှာ စစ်အုပ်ချုပ်ရေး ရုတ်သိမ်းလိုက်ခါစ ခေါတ်မှာ ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးပုံဖော်ထားတာပါ။ဒီဇာတ်ကား ဇာတ်အိမ်တည်တဲ့ ၁၉၈၇ခုနှစ်မှာဆိုရင် လက်ရှိကာလလို ပွင့်ပွင့်လင်းလင်း ရှိတဲ့အချိန်အခါမဟုတ်တာကြောင့် လိင်တူကြိုက်နှစ်သက်တာကို ပြင်းပြင်းထန်ထန်ကို ကန့်ကွက်ခဲ့ကြပါတယ် ။အဲဒီတုန်းက လိင်တူကြိုက်တဲ့လူကို အထင်သေးစက်ဆုပ်စရာလို့ မြင်ခဲ့ကြပြီး သူတို့ဟာ အဖိနှိပ်ခံ အနိုင်ကျင့်ခံတွေ ဖြစ်ခဲ့ကြတာပါ ။ဇာတ်ကြောင်းလေးကတော့....စည်းကမ်းကြီးလှတဲ့ ယောကျာ်းလေး ခရစ်ယာန်ကျောင်းမှာ ဘတ်ဒီလို့ အများကခေါ်ကြတဲ့ကောင်လေးဟာ မကြာခဏဆိုသလို ကျောင်းစည်းကမ်း ဖောက်ဖျက်လေ့ရှိပါတယ်အဲ့ဒီလူဆိုးလေး ဘတ်ဒီ ကို ချန်ကျားဟန်ဆိုတဲ့ကောင်လေးက ဂရုစိုက်ပေးရင်း သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက် သူငယ်ချင်းသံယောဇဉ်ထက်ပိုပြီးချစ်မိသွားကြတယ်အချစ်စစ်ဆိုတာ ဖြောင်းဖြူးရိုးထုံးစံမရှိဆိုသလိုမျိုးပဲလိင်တူချစ်သူတွေကို လက်မခံနိုင်တဲ့ ပတ်ဝန်းကျင်နဲ့ မိဘအသိုင်းအဝိုင်းရဲ့ ကန့်ကွက်မှုကို ရင်ဆိုင်လာရတဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့ အချစ်က ဒီလိုအခက်အခဲတွေကို သတ္တိရှိရှိနဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uz34/Your_Name_Engraved_Herein_(2020)_Web-DL_720p.mp4",
        "category": "BL, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-f9b069c182d9-138x200.jpg",
        "title": "Soul Snatcher ( 2020 )",
        "description": "ဒီတစ်ခေါက်မှာ 2020 ရဲ့ နာမည်ကြီးဇာတ်ကား တစ်ကားလို့ ဆိုနိုင်တဲ့နာမည်ကြီး မိန်းမပျိုဝိညာဉ်လို့ နာမည်ကြီးပြီး version စုံထွက်တဲ့တရုတ်ဇာတ်လမ်းကြီးကို အခြေခံပြီး ပုံစံတစ်မျိုးပြောင်းထားတဲ့ ဇာတ်ကားကောင်းလေးပေါ့...ဒီကားကို အဓိကကြည့်သင့်တာကတော့ go go squid မှာ နာမည်ကြီးခဲ့တဲ့ပျိုတိုင်းစွဲ လီရှန့် နဲ့ nine percent က မန်ဘာဟောင်း မားမားတို့ရဲ့ကလေးလေး နုံနုံ (ခ) ချန်လိနုံတို့ သရုပ်ဆောင်ထားတာကြောင့်ပါဒါဟာ နုံနုံရဲ့ ပွဲဦးထွက်ကားလေးမို့ အားလုံးက အချစ်ပိုပြီး အားပေးနေကြတာပေါ့ကဲ ဇာတ်လမ်းလေးနည်းနည်းပြောပြမယ်ဒီကားလေးက အရင်အတိုင်း အမှုထမ်းစာမေးပွဲဖြေဖို့ ကြိုးစားနေတဲ့စာကြမ်းပိုးလေးနဲ့ လေလွင့် မိန်းမပျိုဝိညာဉ်ကြားက အချစ်ဇာတ်လမ်းလေးပါပဲဒါပေမယ့် မိန်းမပျိုလေးကတော့ ဇာတ်လိုက်မဟုတ် ဇာတ်လိုက်ကနတ်ဖြစ်ဖို့ ကြိုးစားပြီး အမြုတေလိုက်ရှာနေတဲ့ မြေခွေးလေးပေါ့ဖြစ်ချင်တော့ အမြုတေပိုင်ရှင်က စာကြမ်းပိုးလေးဖြစ်နေတော့မြေခွေးလေးနဲ့ စာကြမ်းပိုးကြားက သူငယ်ချင်းသံယောဇဉ်ကိုပုံဖော်ထားတဲ့ ဇာတ်ကားလေးလို့ဆိုနိုင်မယ်ပါးပါးလေး bromance လည်းပါလို့ မှန်ဘီလူးမလေးတို့လည်းကြည့်ကြည့်လိုက်ပါဦး Quality : HDRip 720pFormat : ...",
        "rating": "7.5",
        "url": "https://megaup.net/Uz1x/(CM)Soul.Snatcher.2020.HDRip.720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BN2Y5NWM0OTYtNTFhYy00MmUzLWEyNDQtNTlkMGMzZTZmOTBiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "The Midnight Sky (2020)",
        "description": "The Midnight Sky (2020)===================IMDb Rating - 5.6/10 ဒီနေ့ ညနေကမှ Netflix ကနေ ထွက်ရှိထားတဲ့ Sci-Fi, Fantasy, Drama ကားသစ် ကားကောင်းလေးပါ။အော်ဂတ်စတင်းဆိုတဲ့ လူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီး သိပ္ပံပညာကို စွဲလမ်းလွန်းလို့ ချစ်သူနဲ့တောင်အဆက်ပြတ်ခဲ့သူတစ်ယောက်ပါ။ သူဟာ ကမ္ဘာဂြိုဟ်ပေါ်က သက်ရှိတွေအတွက် နေရာသစ်တွေကို ရှာဖွေချင်တဲ့သူတစ်ယောက်ပါ။ငယ်ရွယ်တဲ့ဘ၀ ကုန်ဆုံးပြီး နောက်အနှစ် ၃၀ လောက်ကြာတဲ့အခါ ကမ္ဘာဂြိုဟ်ပေါ်မှာ ဆိုးရွားတဲ့ ကပ်ဆိုးတွေဖြစ်ပေါ်လာပြီး အားပြင်းတဲ့ ရေဒီယိုလှိုင်းတွေကြောင့် လူတွေအမြောက်အများသေကြေကုန်ကြပါတော့တယ်။ လူတိုင်းကိုယ့်နေရာကို စွန့်ခွာပြီး လုံခြုံမယ့်နေရာ ရှာကြပေမယ့် အော်ဂတ်စတင်းကတော့ သူ့ရဲ့ ကင်ဆာရောဂါအခြေအနေကြောင့်အာတိတ်ဒေသမှာပဲ တစ်ယောက်တည်း နေရစ်ခဲ့ပါတယ်။တစ်ဖက်အာကာသထဲမှာကျတော့လည်း နေရာသစ်ရှာဖို့သွားတဲ့ယာဥ◌်တွေထဲကမှ တစ်စီးထဲ အသက်ရှင်ကျန်နေတဲ့ ယာဉ်အဖွဲ့ဟာ ကမ္ဘာမြေက အခြေအနေတွေကို မသိဘဲ နေရာသစ်တွေ့ကြောင်းသတင်းပေးဖို့ ကမ္ဘာမြေကိုပြန်လာဖို့ ကြိုးစားပါတော့တယ်။ အော်ဂတ်စတင်းကလည်း ကမ္ဘာပေါ်ကအခြေအနေတွေအကြောင်း ထိုအဖွဲ့ကို ပြောနိုင်ဖို့ ဆက်သွယ်ချင်ပေမယ့် ...",
        "rating": "5.6",
        "url": "https://megaup.net/Uyta/The.Midnight.Sky.2020.WebDL-720P.[CM].mp4",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMmNiZTE2NjgtOWI4MC00N2NiLWFhOGYtMDY3NWVjZTNlNTRmXkEy_002-135x200.jpg",
        "title": "The Ride (2018)",
        "description": "The Ride (2018)==============IMDb Rating - 6.6/10 2018 ပေမယ့် 13 November 2020 (USA)  မှထွက်လာတဲ့ ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားလေးကတော့ BMX စက်ဘီးစီးဖို့ စိတ်ဝင်စားတဲ့သူတွေနဲ့ ရသခံစားချင်သူတွေ ကြည့်သင့်တဲ့ IMDb 6.6 ရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပါ။ ငယ်စဥ်ကတည်းက လူငယ်ထိန်းသိမ်းရေး‌ကျောင်းသို့ရောက်ခဲ့ရတဲ့ ဂျွန်မက်ကော့ဟာ ကျောင်းမှလူမည်းကလေးများနှိပ်စက်တာကို အလူးအလဲခံခဲ့ရရှာပါတယ်။ ဆယ်ကျော်သက်အရွယ်ကိုရောက်လာတဲ့အခါမှာ သူ့ကိုမွေးစားဖို့လာကြည့်ကြတဲ့မိဘတွေမှာယောက်ျားဖြစ်သူ အယ်လ်ဒရစ်ဂျ် (Ludacris) က လူမည်းတစ်ယောက်ဖြစ်နေလို့သူစိတ်ညစ်ခဲ့ရပါတယ်။ လူငယ်ထိန်းသိမ်းရေးကျောင်းမှစွန့်ခွာနိုင်မယ့် အခွင့်အရေးကိုလက်လွှတ်မခံနိုင်လို့သာ သူဟာလိုက်သွားဖြစ်ပေမယ့် စိတ်ထဲတော့သိပ်မကြည်လှပါဘူး။ဂျစ်ကန်ကန်နိုင်တဲ့ ဂျွန့်ကို အယ်လ်ဒရစ်ဂျ်တစ်ယောက် နည်းလမ်းမျိုးစုံနဲ့ ရင်းနှီးမှုရယူဖို့ကြိုးစားရာမှ သူစိတ်ဝင်စားနေတဲ့ BMX စက်ဘီးလေးဝယ်ပေးပြီး စက်ဘီးစီးသင်ပေးရာက မိသားစုတွင်းအဆင်ပြေသွားပါတယ်။ BMX ကို ဝါသနာအရ လေ့လာပြီး စီးကြည့်ရာကနေ ကျွမ်းကျင်သူတစ်ယောက် ဖြစ်လာဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေနဲ့ သူ့ရဲ့စတန့်ကွတ်လှလှလေးတွေကို ခံစားကြည့်ရှုရမှာဖြစ်ပြီးတော့ မိသားစုဆိုတဲ့နွေးထွေးမှုနဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့ရသကို အပြည့်အဝခံစားရပြီး Heart ...",
        "rating": "6.6",
        "url": "https://megaup.net/Uygo/The.Ride.2018.720p.WEBRip[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rtxof5lyXavuaF0klqN35LLZR2u.jpg",
        "title": "Unpaused(2020)",
        "description": "Unpaused(2020)ဇာတ်လမ်းအညွှန်းIMDb...7.2Covid 19 အဆင့်မဟုတ်တော့ဘူး Covid 30ထိတောင်ရောက်ကုန်ပြီ...အိမ်မှာနေပြီး အပြင်မထွက်ရတဲ့အချိန်ပိုများလာတဲ့အပြင်သေဆုံးတဲ့ဉီးရေကလည်း များပြားလွန်းလှတယ်...ဒါ့ကြောင့်  အဟန်ဆိုတဲ့သူဟာ အိမ်မှာနေတယ် ..onlineကနေ ဘွဲ့တွေယူတယ်...ဘွဲ့လက်မှတ်တွေနံရံအပြည့်...နောက်ဆုံး စားဖိုမှူးဘွဲ့တောင်ကောက်ယူလိုက်သေးတယ်....ကြိုးခုန်တယ်...Tvကြည့်တယ်...နည်းပညာအကူအညီရယူပြီး onlineကနေ ဆော်တွေပတ်ဒိတ်တယ်...အခုဆို သူဒိတ်တာ၁၉၃ယောက်ရှိပြီ....အိမ်ထဲမှာနေရတာများတော့ အထီးကျန်ခြင်းတွေကို ဖြေဖျောက်ဖို့ ကောင်မလေးတွေနဲ့ဒိတ်လိုက်စိတ်တိုင်းမကျလိုက်နဲ့...နောက်တော့ အင်္ကျီအနီဝတ်ထားတဲ့ ၁၉၄ယောက်မြောက်ခပ်လှလှမိန်းကလေးနဲ့ တွေ့တော့မှာတလွဲကြီးတွေစဖြစ်တော့တာပဲ...ဒီကားက Covidကာလအတွင်းရိုက်ကူးထားတာဖြစ်ပြီး အခုလက်ရှိအဖြစ်အပျက်တွေကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြထားသလို ရယ်လည်းရယ်ရပါတယ်...အားပေးမှုများတဲ့ဇာတ်ကားဖြစ်လို့ ကြည့်သင့်ပါကြောင်း...File Size : (1.98GB) and (979 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/1Avvh/Unpaused2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/1-171x200.jpg",
        "title": "Max Cloud(2020)",
        "description": "Max Cloud(2020)အက်ရှင်မင်းသားကြီး Scott Adkins ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...၁၉၉၀ခုနှစ်က ဗီဒီယိုဂိမ်းတွေခေတ်စားတဲ့အချိန်ပေါ့...Brooklynမြို့က ဆယ်ရာဆိုတဲ့ကောင်မလေးကလည်း လူငယ်ပီပီ ဂိမ်းစွဲတဲ့သူပါ....တစ်နေ့တော့ သူနှိပ်နေကျဂိမ်းထဲက “အာကာသစုန်းမ”ရဲ့လက်ချက်ကြောင့် ဆယ်ရာတစ်ယောက်\nဂိမ်းထဲကိုဝင်သွားပါတယ်....အပြင်လည်းထွက်လို့မရ၊ သူဝင်သွားတဲ့ဇာတ်ကောင်နေရာကအသက်တစ်ချောင်းပဲကျန်တော့တဲ့အတွက် ဆယ်ရာဒုက္ခအကြီးအကျယ်ရောက်ပါတယ်...ဆယ်ရာရဲ့သူငယ်ချင်းကောင်းဘွိုင်က ဆယ်ရာ့ရဲ့ဂိမ်းဇာတ်ကောင်ကို ဆော့ပေးပြီးဆယ်ရာအပြင်ပြန်ထွက်ဖို့ “အာကာသစုန်းမ”ကိုရှာဖို့ ကြိုးစားကြပါတယ်....ဒီလိုကြိုးစားတဲ့အချိန်လူစွမ်းကောင်း ကပ္ပတိန် မက်စ်ကလောက်နဲ့တွေတဲ့အခါမှာတော့....ဘယ်လိုအန္တရယ်တွေက ကြိုဆိုနေမလဲ...တော်လှပါတယ်ဆိုတဲ့ ကပ္ပတိန်ကြီးကရောက်အကြမ်းစား ရန်သူတွေကိုနှိမ်နှင်းနိုင်ပါ့မလားဆိုတာကိုတော့....File Size :(1.55GB) and (830MB)\nQuality : Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Sci-F\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Avc3/Max_Cloud.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMjEyZGI0OTItZmI4OC00MjI0LWFkNTYtOGJmNWRkMzEzMTVhXkEyXkFqcGdeQXVyMTA3NjU4NzYw._V1_-133x200.jpg",
        "title": "Rise to Power: KLGU ( 2019 )",
        "description": "ဒီတစ်ခေါက်တော့ အက်ရှင်ကြိုက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်kl gangster အကြောင်းကိုရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့...မေဝမ်ဆိုတဲ့ အမျိုးသမီးက သူ့ဘဝကို နောက်ကြောင်းပြန်ပြောထားတဲ့ပုံလေးနဲ့ အစပျိုးတာပါနော်မေဝမ်က သူရဲ့ အယုံကြည်ရဆုံးလူရဲ့ သမီး လီယန်နာကို သူမဟာ ဒုစရိုက်လောကဘန်ဆာရဲ့ ဘုရင်မ ဘယ်လိုဖြစ်လာခဲ့လဲဆိုတာကို ပြန်လည်ပြောပြရင်းနဲ့ဇာတ်လမ်းလေးကိုအစချီထားတာပါ လွန်ခဲ့တဲ့ ၁၀နှစ်တုန်းက မေဝမ်ဟာသာမန်ဒုစရိုက်ဂိုဏ်းသားတစ်ဦးပဲ ဖြစ်ခဲ့ပြီးတော့ သူ့မှာ ဇန်ဆိုတဲ့ အရမ်းချစ်ရတဲ့ချစ်သူတစ်ယောက်လည်း ရှိပါတယ် ဒါပေမဲ့ ဆုံဆည်းရမဲ့ကံပါမလာတော့ မေဟာအာဏာရဖို့အတွက် ဒုစရိုက်လောကရဲ့ တောင်ပိုင်းဘုရင်သား ယူဂျင်းနဲ့လက်ထပ်လိုက်ရရှာပါတယ် အဲ့နောက်ပိုင်းမှာတော့ မေအနေနဲ့ ဘန်ဆာရဲ့ဘုရင်မတစ်ယောက်ဖြစ်လာတဲ့အထိ ဘယ်လိုတွေ အာဏာ ရအောင်ကြိုးစားမလဲဇန်ကရော သူချစ်ရတဲ့သူအတွက် ဘာတွေဘယ်လိုဆက်လုပ်ပေးမလဲဆိုတာကိုအကြမ်းစား အက်ရှင်တွေနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော် Quality : WEB-DL 720pFormat : mp4During : 1hr 36 minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin EiEncoder : ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Av4e/(CM)Rise.To.Power.KULG.2019.WEB-DL.720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3lOYicrgvA6982iVUpD9860qf7X.jpg",
        "title": "Unbreakable Kimmy Schmidt: Kimmy vs. the Reverend(2020)",
        "description": "Unbreakable Kimmy Schmidt: Kimmy vs. the Reverend(2020)အညွှန်း**************************************************************IMDb.... 7.1ဒီဇာတ်ကားလေးက Netflix ကနေပြီးတော့ unbreakable Kimmy Schmidt series ထဲကို 2020 special အနေနဲ့ ပြန်လည် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။အသက် ၂၉ နှစ်အရွယ် ကမ်မီဟာ အင်ဒီရားနနား မြို့လေးရဲ့ မြေအောက် ကတုတ်ကျင်းထဲမှာ နှစ်အတော် အကြာ ပိတ်လှောင်ခြင်းခံထားရဖူးပါတယ်။ကြောက်စိတ်တွေနဲ့ သူမဟာ လက်ထက်ဖို့ သုံးရက်အလိုမှာ လွယ်အိတ်ထဲကနေမမျှော်လင့်ပဲ စာကြည့်တိုက်ကနေ ဌားထားတဲ့ စာအုပ်လေးကို တွေ့ရှိခဲ့တယ်။ အဲ့လိုနဲ့ အကောင်းမြင် သမားလေးဖြစ်တဲ့ ကမ်မီဟာ နောက်ထပ် သူ့လို မတရားခံရသူ မိန်းကလေးတွေ ရှိနေနိုင်မလားဆိုတဲ့ စိုးရိမ်စိတ်နဲ့\nမင်္ဂလာပွဲမစခင် သုံးရက် အလိုမှာ သူငယ်ချင်း ဖြစ်သူ တိုင်းဒက်စ်နဲ့ အင်းဒီးရားနား မြို့လေးကို ပြန်သွားခဲ့ပါတယ်။သူမှာ သူ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Auls/Unbreakable_Kimmy_Schmidt_Kimmy_vs.The_Reverend.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OmLWQSczVtNb6X3BhuW94eEK9V.jpg",
        "title": "Archenemy(2020)",
        "description": "Archenemy(2020)ဟမ်းစတားဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးဟာ သူ့အဖေလိုပဲ ပုံပြင်ဇာတ်လမ်းလေးတွေဖန်တီးပြောဆိုချင်တဲ့ လူငယ်လေး။လူငယ်ဆန်ဆန်စိတ်ကူးယဉ်ဇာန်ကောင်တွေဖန်တီးချင်နေတဲ့သူ။ဒီလို ထူးဆန်းတဲ့ဇာတ်ကောင်တွေကို ဖန်တီးရင်းခက်ခဲစွာသူ့အတွက်ရုန်းကန်နေရတဲ့အစ်မကို ပြန်လည်ထောက်ပံ့ပေးဖို့ ကြိုးစားနေတဲ့ကောင်လေးဆိုပါတော့...တစ်နေတော့ လမ်းကြားထဲမှာ နံရံကိုလက်သီးနဲ့ထိုးနေတဲ့ လူထူးဆန်းတစ်ယောက်ကိုတွေ့ပြီးစကားပြောရာမှ သူတို့ခင်သွားကြတယ်..နောက်တစ်ခုက ခပ်ကြောင်ကြောင် သဘာဝလွန်စွမ်းအားတွေအကြောင်းပြောတဲ့လူထူးဆန်းကြီးကြောင့်ကောင်လေးအတွက်တော့ ဇာတ်ကွက်တွေရနေသလိုပဲ...ဒီလူကြီးက ပြောတာတွေက တကယ့်ကိုတစ်ခမ်းတစ်နားတွေ...ဂြိုလ်တွေ စွမ်းအားရှင်တွေပါသလို သူကိုယ်တိုင်လည်းစွမ်းအားရှင်တစ်ဉီးဖြစ်ကြောင်းတွေပေါ့...ကောင်လေးကလည်းယဉ်ယဉ်လေးရူးသလိုဖြစ်နေတဲ့ ဒီလူကြီးနဲ့နေ့တိုင်းစကားပြောပါတယ်..ကောင်လေးကတော့ ပြောသမျှ စိတ်ကူးယဉ်ဇာတ်လမ်းအဖြစ်ကိုပုံသွင်းပါတယ်..အဲ့ဒီနောက် ကောင်လေးထင်သလို ဒီလူထူးဆန်းကြီးဟာ  ယဉ်ယဉ်လေးရူးနေတဲ့သူမဟုတ်ဘဲ သူပြောနေတဲ့အကြောင်းအရာတွေကအမှန်တွေဖြစ်လာတဲ့အခါမှာတော...နောက်ထပ် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာကိုတော့.... File Size :(1.5GB) and (846MB)\nQuality :Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2WpcB/Archenemy.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BM2NiMDZmMTMtNDQxZS00ZDJjLWI2NmItZTQ0ZDVhNDM2NGYyXkEy_002-142x200.jpg",
        "title": "ariana grande: excuse me, i love you (2020)",
        "description": "ariana grande: excuse me, i love you (2020)===============================IMDb Rating - 7.2/10မနေ့ကမှ ပူနွေးနွေးထွက်ရှိထားတဲ့ နာမည်ကျော်အမေရိကန်ပေါ့ပ်အဆိုတော်မလေး Ariana Grande ရဲ့ documentary လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဒီ documentary မှာတော့ 2019 တုန်းကကျင်းပခဲ့တဲ့ Ariana ရဲ့ ရှိုးပေါင်း ၁၀၁ပွဲ နယ်လှည့်ဖျော်ဖြေခဲ့တဲ့Sweetener World Tour အကြောင်းကို ရိုက်​ကူးထားတာပါ။ မြို့ပေါင်းများစွာမှာဖျော်ဖြေခဲ့တဲ့ အလန်းစား performance တွေ၊ရီဟာဇယ်တွေ၊ ဖျော်ဖြေပွဲနောက်ကွယ်က backstage ပြင်ဆင်မှုတွေ၊ အဖွဲ့သားတွေ သူငယ်ချင်းတွေ စနောက်ပျော်ရွှင်နေတာလေးတွေကိုပါကြည့်ရှုကြရမှာပါ။ Arianaရဲ့ နာမည်ကျော်သီချင်းတွေဖြစ်တဲ့ Side To Side, Thank you next, No tears left to cry, Break free အစရှိတဲ့သီချင်းတွေရဲ့ performance တွေကိုတစ်ဝကြီးကြည့်ရှုရမှာဆိုတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Auaf/Ariana.Grande.Excuse.Me.I.Love.You.2020.720p.WEBRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LJQPqWM6WcbAHSnqFXsMllXjNW.jpg",
        "title": "From the Dark (2020)",
        "description": "ရုပ်ရှင် ပိုစတာလေးကြည့်ပြီး သရဲကားလို့ထင်နေပါသလား? မဟုတ်ပါဘူးနော်.. ဆိုက်ကို လူသတ်သမားကားလားဆိုတော့လည်း... အဲ့လိုလည်းပြောလို့မရပြန်ဘူး... ဒါဆို ဘာကားကြီးလဲဆိုတော့.. စိတ်ဒဏ်ရာရနေတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ အကြောင်းပါ.. အဲ့ကောင်လေးက ဘယ်သူဆိုတာ ဇာတ်လမ်းအဆုံးသတ်ကြမှ ပြောပေမယ့် JoJo ကတော့ သိတယ်လေ... ငိငိငိ.. ဇာတ်လမ်းကဘယ်လိုစထားလဲဆိုတော့ လိုဏ်ဂူထဲကို ခရီးစဉ် လိုက်ပို့တာနဲ့စထားပါတယ်။ အဲ့မှာ တံခါးတစ်ချပ်တော့ ပိတ်ထားတယ် ၊ ထုံးစံအတိုင်းမဝင်ရပေါ့ .. ဘာလို့လဲဆိုတော့ အဲ့မှာ ကောင်မလေးတစ်ယောက်က လမ်းပျောက်ဖူးလို့ပါတဲ့ ဒီနေ့ က ဗယ်လာရီ ဆိုတဲ့ တိုးဂိုက်လေးရဲ့ အလုပ်မှာ နောက်ဆုံးရက်... နောက်ဆုံးရက်လေးမှာ  လုပ်ဖော်ကိုင်ဖက်တွေနဲ့ ပျော်ပျော်ပါးပါးပါတီပေးရင်း နှုတ်ဆက်ကြတာပေါ့... အဲ့မှာပဲ အရင်တုန်းကဖြစ်ပျက်ခဲ့တဲ့ လိုဏ်ဂူမှာပျောက်ခဲ့တဲ့ ကောင်မလေး အကြောင်းရောက်သွားရော.. တစ်ယောက်ချင်းဆီက သူတို့ကြားဖူးတဲ့ ဇာတ်လမ်းလေးတွေပြန်ပြောကြတယ်။ တချို့ကြတော့ ဂူထဲမှာပဲ ဆုံးသွားတယ်၊ တချို့ကြတော့ အပြင်ပြန်ထွက်လာနိုင်တယ် စုံလို့ပါပဲ.. အဲ့ထဲကတစ်ယောက်ကတော့ တော်တော်လေးကို တိတိကျကျ ဇာတ်လမ်းလေးကို ပြန်ပြောပြနိုင်ခဲ့တယ်...  အဲ့ညမှာ မီးတွေပျက်ပြီး သူတို့အဖွဲ့ဝင်တွေက မတော်တဆမှုတွေနဲ့ ဆုံးပါးသွားကြရင်း ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Atlr/%7BCM%7DFrom.the.Dark.2020.720p.WEBRip.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQC63xosCxGsMw2gVbSxvRNY018.jpg",
        "title": "What Lies Below (2020)",
        "description": "[Unicode]အိမ်ကအရှုပ်ထုပ်ပေါင်းများစွာကြောင့် ဘော်ဒါဆောင်မှာနေပြီး ကျောင်းတက်နေတဲ့ လစ်...အမေဖြစ်သူက အိမ်မှာနေပြန်နေဖို့ လာခေါ်ပြီးနောက် သူ့ရဲ့ ပထွေးဖြစ်သူနဲ့ တွေ့ရပါတော့တယ်သူ့အမေက ၄၂နှစ်ပေမယ့် သူ့ပထွေးကတော့ ၃၀၀န်းကျင် ဗလခပ်တောင့်တောင့် ဆွဲဆောင်မှု့အပြည့်နဲ့ပါပထွေးဖြစ်သူက သဘာဝဖြစ်စဉ်တွေကို သဘောကျတဲ့သူဖြစ်ပြီး အရမ်းဂရုစိုက်တတ်တာကြောင့်ကိုယ်တိုင်တောင်စိတ်ယိုင်ချင်သလိုဖြစ်ပေမယ့် မထင်မှတ်ဘဲ လုံးဝမဖြစ်နိုင်စရာ မယုံနိုင်စရာတွေကို ခဏ ခဏတွေ့လာရလေတော့...သူ့ပထွေးက ဘာလဲဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှု့လိုက်ပါ။ [Zawgyi]အိမ္ကအရွဳပ္ထုပ္ေပါင္းမ်ားစြာေၾကာင့္ ေဘာ္ဒါေဆာင္မွာေနျပီး ေက်ာင္းတက္ေနတဲ့ လစ္...အေမျဖစ္သူက အိမ္မွာေနျပန္ေနဖို႔ လာေခၚျပီးေနာက္ သူ႔ရဲ႔ ပေထြးျဖစ္သူနဲ႔ ေတြ႔ရပါေတာ့တယ္သူ႔အေမက ၄၂နွစ္ေပမယ့္ သူ႔ပေထြးကေတာ့ ၃၀၀န္းက်င္ ဗလခပ္ေတာင့္ေတာင့္ ဆြဲေဆာင္မႈ႕အျပည့္နဲ႔ပါပေထြးျဖစ္သူက သဘာ၀ျဖစ္စဥ္ေတြကို သေဘာက်တဲ့သူျဖစ္ျပီး အရမ္းဂရုစိုက္တတ္တာေၾကာင့္ကိုယ္တုိင္ေတာင္စိတ္ယိုင္ခ်င္သလိုျဖစ္ေပမယ့္ မထင္မွတ္ဘဲ လံုး၀မျဖစ္နုိင္စရာ မယံုနုိင္စရာေတြကို ခဏ ခဏေတြ႔လာရေလေတာ့...သူ႔ပေထြးက ဘာလဲဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ဆက္လက္ၾကည့္ရွဳ႕လိုက္ပါ။ Quality__1080p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Horror , Mystery , Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Zin Min Lwin\nEncoded by Naing ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/what-lies-below-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Girl-Lost-Final-Key-2-150x200.jpg",
        "title": "[18+] Girl Lost: A Hollywood Story (2020)",
        "description": "Girl Lost,A Hollywood Story (2020)\n===========================IMDb Rating. =. 7.8/10၀င်းဖေရေးတဲ့ ခင်မောင်ရင်နဲ့ရုပ်ရှင်ဆိုတဲ့\nဆောင်းပါးလေးဖတ်ရတော့ အဲ့ဒီထဲမှာ\nခင်မောင်ရင်ကို ရုပ်ရှင်ပိုးကြွစေတဲ့ဒါရိုက်တာ\nတစ်ယောက်အကြောင်းဖတ်လိုက်ရသေးတယ်။\nအဲ့ဒီရုပ်ရှင်ဒါရိုက်တာက ဘင်္ဂါလီအောက်ခြေ\nလူတန်းစားနဲ့ အလယ်အလတ်တန်းစားအကြောင်း\nTriologyရိုက်ထားတယ်။ အဲ့ဒီသုံးကားကို\nဒါရိုက်တာက ရိုက်ရတဲ့အကြောင်းအရင်းကို\nခင်မောင်ရင်က....\" အဲဒီရှော်တိုး ဂျစ်ရွိုင်းဆိုတဲ့ ဘင်္ဂါလီဒါရိုက်တာက\nဘင်္ဂါလီအောက်ခြေလူတန်းစားနဲ့အလယ်အလတ်\nတန်းစားတွေအကြောင်း ကောင်းကောင်းသိတယ်။\nကောင်းကောင်း သိတော့ ဒီသုံးကားကို ရိုက်တယ်။\nကောင်း ကောင်းသိတယ်ဆိုတာက\nသူတို့အိမ်တွေက ဘယ်လို၊\nသူတို့ယုံကြည်တာက ဘယ်လို၊\nသူတို့ဓလေ့ထုံးတမ်းက ဘယ်လို၊\nသူတို့ယဉ်ကျေးမှုက ဘယ်လို၊\nသူတို့ရိုးရာတွေက ဘယ်လို၊\nသူတို့မိသားစုချင်း ဆက်ဆံတာက ဘယ်လို၊\nဘယ်လိုစားတာ၊ ဘယ်လိုသွားတာ၊ ဘယ်လိုစားတယ်၊ ဘယ်လိုအိပ်တယ်၊ ဘယ်လို ထိုင်တယ်\nအကုန်လုံး ရှော်တိုးဂျစ်ရွိုင်းက သိတယ်။\nသိတော့ အဲဒီဟာကို ရိုက်တယ်။\nဘာဖြစ်လို့ရိုက်တာတုန်း။\nသူသိပ်သိလို့ရိုက်တာ။ \"လို့ဆိုတယ်။ဒီရုပ်ရှင်က ဟောလိဝုဒ်ပခြုပ်သည်မတွေ\nအကြောင်းသက်သက်ပါပဲ။ ဘာမှကိုမပါဘူး\nဒီအကြောင်းသက်သက်ပါပဲ။အခု Girl Lostရော\n၂၀၁၆ကထွက်ခဲ့တဲ့ Girl Lostရောက\nအမေရိကန်ဟောလိဝုဒ်က ပခြုပ်သည်မတွေ\nအကြောင်းသက်သက်ပါပဲ။ဒီနှစ်ကားလုံးကို\nဇာတ်ညွှန်းရော ဒါရိုက်တာရောလုပ်ခဲ့တဲ့\nRobin Bainက ဒရာမာ Genreသက်သက်မှာ\nဒီလောက်စိတ်ညစ်စရာကောင်းတဲ့ရုပ်ရှင်ကို\nရိုက်ခဲ့တဲ့အကြောင်းအရင်းကလည်း\nသူသိလို့ပဲဖြစ်ပါလိမ့်မယ်။\nဒါရိုက်တာက အယ်အေဇာတိဆိုတော့\nဒါတွေကို‌အတော်တော့ကြုံဖူးပုံရပါတယ်။\nဒီလိုထင်ရလောက်အောင်လည်း\nသူ့ဇာတ်ညွှန်းနဲ့ ပြသပုံတွေက\nဟောလိဝုဒ်ပခြုပ်သည်လောကကို\nခရေစေ့တွင်းကျပြထားတယ်။\nအချုပ်ပြောရရင် 2016 ကကားရော\nအခုကားရော Rating‌တွေကောင်းတယ်\nဒါရိုက်တာကလည်း သူရိုက်တာကို\nသူသေချာသိတဲ့သူဆိုတော့\nဂျင်းဖြစ်နေမှာတော့ စိတ်ပူစရာမလိုပါဘူး။\nစိတ်ညစ်မခံနိုင်ရင်တော့\nမကြည့်တာအကောင်းဆုံးပါပဲ\nသရုပ်ဆောင်တွေကအစ\nစိတ်ညစ်စရာကောင်းပါတယ်။\nသတိချပ်ရမှာက Nude Scene ...",
        "rating": "7.8",
        "url": "https://megaup.net/1At2k/Girl.Lost.A.Hollywood.Story.2020.720p.WEBRip.x264-RARBG.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzFjNzIxMmEtMzY5NS00YTgzLTkwYWEtN2FjMmY0NmNkZWY3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Face/Off ( 1997 )",
        "description": "အက်ရှင်၊ thriller လို့ပြောတာနဲ့ ဘယ်ခေတ်ကိုရောက်ရောက်ရိုးမသွားမယ့် ရုပ်ရှင်တစ်ကား တင်ပေးလိုက်ပါတယ်။IMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်ကြည့်ဖူးသူတွေကတော့ မေ့မှာမဟုတ်ပါဘူး။ နီကိုးလတ်ကေ့ နဲ့ဂျွန်ထရာဗိုတာတို့ အပြိင်ကျဲခဲ့တဲ့ကားပါ။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ရိုက်ချက် အားလုံးကောင်းပါတယ်။ သားဖြစ်သူကို သတ်သွားတဲ့အကြမ်းဖက်သမားကို တစ်ဘဝလုံး နှစ်မြှပ်ပြီး လိုက်ဖမ်းနေခဲ့တဲ့အက်ဖ်ဘီအိုင်အေးဂျင့် ရှောင်ဟာ နောက်ဆုံးတော့အကြမ်းဖက်သမား ကတ်စတာကို မိသွားပါတယ်။ မိသွားချိန်မှာကတ်စတာ ထောင်ခဲ့တဲ့ ဗုံးနေရာကို သိဖို့အတွက် ကတ်စတာရဲ့မျက်နှာကိုခွာယူပြီး ခွဲစိတ်ပြုပြင်ပြီး ကတ်စတာ အဖြစ်ဟန်ဆောင်စုံစမ်းနေရပါတယ်။ဒီအချိန်မှာပဲ ကတ်စတာက ရှောင်ရဲ့ မျက်နှာကို ယူပြီးအက်ဖ်ဘီအိုင်အေးဂျင့်အဖြစ် ပြန်လိုက်ဒုက္ခပေးတဲ့အခါမှာ….. Quality : Bluray 1080p (5.1ch ) HEVC & Bluray 720pDuring : 2h 18 minFormat : mkv ( 1080p ) , mp4 ( 720p )Subtitle ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/face-off-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-5-poster-134x200.jpg",
        "title": "Die Hard 5 (2013)",
        "description": "A Good Day to Die Hard (2013)\nIMDb - 5.3/10_____ Rotten Tomatoes - 15%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/a-good-day-to-die-hard-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/die-hard-4-133x200.jpg",
        "title": "Die Hard 4 (2007)",
        "description": "Live Free or Die Hard (2007)\nIMDb - 7.1/10_____ Rotten Tomatoes - 82%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/live-free-or-die-hard-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-3-poster-133x200.jpg",
        "title": "Die Hard 3 (1995)",
        "description": "Die Hard: With a Vengeance (1995)\nIMDb - 7.6/10_____ Rotten Tomatoes - 57%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1.4 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/die-hard-with-a-vengeance-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/die2-133x200.jpg",
        "title": "Die Hard 2 (1990)",
        "description": "Die Hard 2 (1990)\nIMDb - 7.2/10_____ Rotten Tomatoes - 68%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/die-hard-2-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-poster-135x200.jpg",
        "title": "Die Hard (1988)",
        "description": "Die Hard (1988)\nIMDb - 8.2/10_____ Rotten Tomatoes - 93%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray 1080p ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/die-hard-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/grRJYKcYjLMJ2lulnGmu0Qjquf1.jpg",
        "title": "Leap ( 2020 )",
        "description": "Imdb 6.7  ရရှိထားပြီးတော့ဆယ်စုနှစ်နဲ့ချီတဲ့ သမိုင်းကြောင်းကိုပုံဖော်ရိုက်ကူးထားတဲ့ဇာတ်ကားဆိုမမှားတဲ့တရုတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကြောင်းပြောရမယ်ဆိုရင်တော့...တစ်ချိန်က တရုတ်အမျိုးသမီးဘောလီဘောအဖွဲ့ဟာ တရုတ်ဆိုတဲ့နာမည်ကို ကမ္ဘာကသိရမယ်ဆိုတဲ့ယုံကြည်ချက်ကို လက်ကိုင်ထားပြီး အသက်ပေးကြိုးစားလေ့ကျင့်ခဲ့ကြတယ်။ဒီလိုနဲ့ပဲ ၁၉၈၂ ခုနှစ်မှာ အိပ်မက်တွေအောင်မြင်ပြီး ချန်ပီယံဆုကိုပိုက်ကာ အိမ်ပြန်လာခဲ့တယ်ပေါ့.လျန်ဖင်းဆိုတဲ့ သူရဲကောင်းကတော့ အမေရိကားအဖွဲ့ရဲ့ နည်းပြအဖြစ်နှစ် ၂၀ အကြာ မိခင်မြေကို ပြန်ပြီး မိခင်အဖွဲ့နဲ့ပြန်ပြိုင်ရတဲ့အခါမှာတော့တစ်ချိန်က သူကြိုးစားခဲ့တဲ့ တရုတ်အမျိုးသမီး ဘောလီဘောအဖွဲ့ကစံနှုန်းတွေကျနေတာနဲ့အတူ သူနည်းပြလုပ်နေတဲ့ အမေရိကန်အဖွဲ့ကိုပါရှုံးခဲ့တဲ့အချိန်မှာတော့ သူ့ဆုံးဖြတ်ချက်တွေအတွက် ပြန်လည်ဆန်းစစ်ခဲ့တော့တယ်။တစ်ချိန်က ဘာအကူအညီလေ့ကျင့်ရေးစက်တွေ နည်းလမ်းတွေဘာမှမရှိချိန်တုန်းကအသက်ပင်ပေးရပါစေ ချန်ပီယံကို အရယူမယ်လို့ ကြိုးစားခဲ့တဲ့ ခေတ်ကနေအားကစားစက်တွေ လေ့ကျင့်နည်းတွေအပြည့်နဲ့ အားလုံးက ပြိုင်ပွဲကဂိမ်းတစ်ခု အရှုံးအနိုင်က နာမည်တစ်ခုလို့ ပြောင်းလဲသွားတဲ့ ပြောင်းလဲမှုကိုလျန်ဖင်းတို့ဘယ်လိုမှ နားမလည်နိုင်တာအမှန်ပါ။ ဒါကြောင့်လည်း သူတရုတ်ပြည်မှာကျန်ခဲ့ပြီး နည်းပြလုပ်ပြီး တစ်ချိန်က အမျိုးသမီးဘောလီဘောအဖွဲ့နာမည်ကိုထိန်းမယ်လို့ ကြိုးစားခဲ့ပါတယ်။ကြိုးစားမယ်ဆိုတိုင်း ကြိုးစားလို့ရတာမျိုးတော့မဟုတ်ဘူးလေ။အားကစားသမားတွေအရင်စုရတယ်။ လေ့ကျင့်မှုတွေနဲ့အတူ စိတ်ဓာတ်ပါပြုစုပျိုးထောင်ရတာတွေနဲ့ ပင်ပန်းရတဲ့ကြားထဲမှာ ပြိုင်ပွဲကာလအတွင်းထွက်သွားတဲ့ အားကစားသမားတွေနဲ့....ဒီလိုခက်ခက်ခဲခဲကြိုးစားမှုရလဒ်ကတော့ ၂၀၁၆ ခုနှစ်ကမ္ဘာ့အားကစားပြိုင်ပွဲမှာ အဖြေသိရမှာပါ။အဖြေကတော့ ဇာတ်လမ်းလေးကြည့်လိုက်ကြပါလို့.... Quality ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/leap-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/hot-133x200.jpg",
        "title": "Hot Summer Nights 2017",
        "description": "၁၉၉၁ ခုနှစ်၀န်းကျင်က နွေကာလတစ်ခုကို\nအခြေခံရိုက်ကူးထားပြီး ပျိုပျိုမေတို့ အသဲစွဲ\nTimothee Chalamet ၊ Maika Monroe နဲ့ Alex Roe တို့က\nအဓိကပါ၀င် သရုပ်ဆောင်ထားပါတယ်။\nဒန်နီရယ်ဟာ အဖေဖြစ်သူဆုံးပြီးနောက်ပိုင်း\nဘ၀ကို လေလေလွင့်လွင့်ဖြတ်သန်းနေသူဖြစ်ပါတယ်။\nတစ်နေ့သူ့ရဲ့ အမေဖြစ်သူဟာ အဒေါ်ဖြစ်သူနဲ့\nနွေရာသီမှာ သွားနေဖို့အတွက် Cape Cod ဆိုတဲ့\nMassachusetts ပြည်နယ်က ကမ်းရိုးတန်းဒေသတစ်ခုကို\nလွှတ်လိုက်ပါတယ်။ အဲ့ဒီဒေသလေးဟာ နွေရာသီဆို\nခရီးသွားတွေနဲ့ပြည့်နေပြီး မူးယစ်ဆေးဝါးတွေနဲ့\nပြည့်နက်နေတဲ့ အရပ်ဒေသတစ်ခုပါ။\nလူသစ်ဖြစ်တဲ့ ဒန်နီရယ်တစ်ယောက် ဟန်တာ ဆိုတဲ့\nလူတစ်ယောက်နဲ့ ပေါင်းမိပြီး မူးယစ်ဆေးလောကထဲကို\nအခြေချမိသွားပြီး မူးယစ်ဆေးဝါးတွေ\nရောင်းတဲ့သူတစ်ယောက်ဖြစ်သွားပါတော့တယ်။\nမူးယစ်ဆေးရောင်းရင်း ရေလျှံလာပြီး\nပင်လယ်ရေလို သောက်လေငတ်မပြေဖြစ်သွားတဲ့\nဒန်နီရယ်တစ်ယောက် ဘယ်လိုအဖြစ်တွေကြုံရမလဲဆိုတာကတော့\nကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ\nဒီဇာတ်လမ်းထဲက အဖြစ်အပျက်အများစုဟာ\nဖြစ်ရပ်မှန်ကို အခြေခံထားပါတယ်။\nဆဲရေးတိုင်ထွာတဲ့စကားတွေ သွေးထွက်သံယိုတွေပါတဲ့အတွက်\nRated R အဖြစ်သတ်မှတ်ထားပါတယ်\nFile size…(1.3 GB) and (700 Mb)\nQuality….BluRay 1080p and 720p\nFormat…Mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Yoon Sandi Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2gpnA/hot.summer.nights.2017_720p.bluray_(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/急先锋-143x200.jpg",
        "title": "Vanguard (2020)",
        "description": "Vanguard (2020)=============မင်းသားကြီးဂျက်ကီချန်းရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်လာပါပြီ။ အရင်တုန်းကလိုပဲ အက်ရှင်ဟာသအမျိုးအစားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ကျင်းကော်လီဆိုတဲ့ သူဌေးကြီးတစ်ယောက်ဟာအိုမာဆိုတဲ့ အကြမ်းဖက်အဖွဲ့ ခေါင်းဆောင်ရဲ့ အဖေကို သစ္စာဖောက်မိလို့ အိုမာရဲ့ ကြေးစားတွေကလိုက်ဖမ်းတာကို ခံနေရပါတယ်။ ဂျက်ကီချန်းကတော့ ကြေးစားသက်တော်စောင့် အဖွဲ့ရဲ့ စီအီးအိုဖြစ်နေပြီး ကျင်းကော်လီနဲ့ သူ့သမီးကို ကာကွယ်ဖို့ သူ့တပည့်တွေနဲ့အတူ အိုမာရဲ့ အဖွဲ့တွေကို ရင်ဆိုင်ရတာပဲ ဖြစ်ပါတယ်။ အရင်ရိုက်နေကျကားတွေလိုပဲ အာဖရိက ဒူဘိုင်း လန်ဒန် စသည်ဖြင့်နေရာစုံမှာ စွန့်စားခန်းတွေ ဖွင့်ကြတာကိုပဲ ကြည့်ရမှာပါ။ ဂျက်ကီချန်း ဖန်တွေ ကြည့်နိုင်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) \nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by LittleNeo",
        "rating": "4.5",
        "url": "https://megaup.net/Uuzj/(CM)Vanguard.2020.CHINESE.720p.BluRay.x264.TrueHD.5.1-FGT.mkv",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyu4Ll1Vkaw8tUJ1hy1yrPT6r6e.jpg",
        "title": "Woman of the Photographs (2020)",
        "description": "Woman of the Photographs (2020)=========================\nသက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ဓါတ်ပုံဆရာတစ်ဦးဖြစ်ပါတယ် သူဟာအင်းဆက်တွေ အကောင်ပလောင်တွေကိုလူတွေထက်ပိုပြီး စိတ်ဝင်တစားရိုက်ကူးချင်တဲ့သူမျိုးဖြစ်ပါတယ် သူ့အဖေထားခဲ့တဲ့စတူဒီယိုတခုအမွေရထားလေတော့ သူတတ်တဲ့ပညာလေးနဲ့ဓါတ်ပုံရိုက် retouchလုပ်ရင်းအသက်မွေးဝမ်းကျောင်းပြုနေသူဖြစ်ပါတယ် မိတ်ဆွေတစ်ဦးထဲရှိပြီး အဲ့ဒီမိတ်ဆွေကပဲသူ့ရဲ့အခိုင်အမာဖောက်သည်တစ်ဦးပါ ခုချိန်ထိရည်းစားထားဖို့မပြောနဲ့ မိန်းကလေးတွေကိုဆိုရင်တောင်ရှောင်ဖို့စဥ်းစားနေတဲ့သူကတနေ့တော့ တောထဲမှာအင်းဆက်လေးတွေကို ဓါတ်ပုံရိုက်နေရင်း စိတ်ဝင်စားစရာမိန်းကလေးတစ်ဦးကိုတွေ့ရှိခဲ့ပါတော့တယ် မိန်းကလေးတို့ရဲ့သဘာဝ ဓါတ်ပုံလှလှလေးတွေရိုက်ပြီး အင်တာနက်ပေါ်တင်ကာ like ,follower တွေကို ဘဝမှတ်နေသူလေးပါ သူချစ်တဲ့မိန်းကလေးကိုဆန္ဒတွေပြည့်ဝစေဖို့သူတတ်တဲ့ပညာနဲ့ဓါတ်ပုံတွေရိုက်ပေး retouchလုပ်ပေးရင်းက ဘယ်လိုတွေဘဝသင်ခန်းစာရကြမလဲဆိုတာစောင့်ကြည့်ရမှာပါ သင်တို့ပါတ်ဝန်းကျင်မှာ like ,follower ကို ဘဝမှတ်နေတဲ့သူတွေရှိရင် လက်တို့ပြီးအတူကြည့်လိုက်ကြပါဦး Translated and Reviewed by : Nay ChiEncoded by : YKQuality : 720pFile Size : 958MBDuration :  1h 29minsSubtitle : Myanmar ( hard sub )",
        "rating": "6.3",
        "url": "https://megaup.net/Uux1/%7BCM%7DWoman.Of.The.Photographs.2020.720p.HC.WEBRiP.mp4",
        "category": "Country, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTQyODc5MTAwM15BMl5BanBnXkFtZTgwNjMwMjA1MjE@._V1_-128x200.jpg",
        "title": "The Guest (2014)",
        "description": "The Guest (2014)=============IMDb Rating - 6.7/10#Unicodeဒီကားလေးကို အကျဉ်းချုပ်ပြောရရင်တော့ ခြေနှစ်ချောင်းမကယ်ကောင်း ပေါ့ဗျာ။ စစ်သားဖြစ်တဲ့ သားဖြစ်သူကိုဆုံးရှုံးပြီးနောက်မှာ မစ္စပီတာဆမ် ဆီကို သားရဲ့ သူငယ်ချင်းဖြစ်သူ ဒေးဗစ်ရောက်လာတယ်။ သားနဲ့အတူ တာဝန်ထမ်းဆောင်ခဲ့တဲ့သူဖြစ်တဲ့အတွက် ရက်ပိုင်းလောက်တည်းဖြစ် ဖိတ်ခေါ်လိုက်တယ်။ မိသားစုအတွက် အကူအညီဖြစ်နေတဲ့ ဒေးဗစ် တစ်ယောက် ပီဆာဆမ် တို့ မိသားစုအပေါ်မှာ ဘယ်လိုတွေသက်ရောက်မှု ရှိလာမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမယ့်ကားလေးပါ။ ၂၀၁၄ ခုနှစ်က ထွက်ရှိထားပြီး IMDb Rating -  6.7/10 နဲ့ voting အများအပြားရရှိထားတဲ့အပြင် CM မှာ မတင်ထားတဲ့ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးကို အက်ဥ္းခ်ဳပ္ေျပာရရင္ေတာ့ ေျခႏွစ္ေခ်ာင္းမကယ္ေကာင္း ေပါ့ဗ်ာ။ စစ္သားျဖစ္တဲ့ သားျဖစ္သူကိုဆုံးရႈံးၿပီးေနာက္မွာ မစၥပီတာဆမ္ ဆီကို သားရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ေဒးဗစ္ေရာက္လာတယ္။ သားနဲ႔အတူ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2gpeo/The.Guest.2014.LIMITED.720p.BluRay.5.1CH[CM].mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E9LIZzTpTKSVZ0qc05kbko6IHV.jpg",
        "title": "Haunted School: The Curse of the Word Spirit (2014)",
        "description": "Haunted School The Curse of the Word Spirit (2014)==================================== ဒီဇာတ်ကားကတော့ တကယ်ကိုကြောက်စရာကောင်းပါတယ် ဂျပန်သရဲကားပီပီ သရဲတွေက လုံးဝပီပြင်ပြီးတော့ နောက်ခံအသံတွေကလည်း အနားမှာ တကယ်ခြောက်နေသလို ခံစားရတယ် Jump scare တွေလည်း အများကြီးပါတာမို့လို့ သရဲမကြောက်ဘူးဆိုတဲ့ သူငယ်ချင်းတွေကိုခေါ်ပြီး အတူတူကြည့်လိုက်ပါ ဇာတ်လမ်းအကျဥ်းကတော့ ကီတာယာမာဒါ လို့ခေါ်တဲ့ အထက်တန်းကျောင်းမှာ ကျောင်းသားကျောင်းသူတွေက သရဲပုံပြင်ပြောကြပါတယ် အစတုန်းကတော့ သရဲဇာတ်လမ်းတွေကို လုပ်ကြံပြီးပြောကြပေမယ့် နောက်ပိုင်းမှာ သူတို့ပြောတဲ့လုပ်ကြံဇာတ်လမ်းတွေအတိုင်း တကယ်ဖြစ်လာပါတယ် ဇာတ်လမ်းကျောရိုးက ရိုးပေမယ့် Plot Twist တွေ အများကြီးပါတာမို့လို့ သရဲကားကြိုက်တဲ့သူတွေ လက်လွတ်မခံသင့်ဘူးနော်  Translated by PaxtonEncoded by : YKQuality : 1080p WEB -DL and 720pFile Size : 1.5GB and 1GBDuration : 1h 45min",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/haunted-school-the-curse-of-the-word-spirit-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/yoEbLLoE9UWZHnKbXyfazEE3MUD-133x200.jpg",
        "title": "[James Bond] GoldenEye (1995) Golden Eye",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..သူ့ရဲ့ ဘွန်းဇာတ်ကား ၄ ကားထဲမှာ Rating အမြင့်ဆုံးဇာတ်ကားဖြစ်ပြီး လူသတ်မှုအများဆုံး ဘွန်းဇာတ်ကားအဖြစ် မှတ်တမ်းဝင်ထားတဲ့ဇာတ်ကားပါ...Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..IMDb Rating (7.2/10) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://megaup.net/Uul4/GoldenEye_(1995)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTk1Y2IyYzAtZGVkNC00Y2U3LWE0MWQtN2E3MTE1OTBjN2QyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-133x200.jpg",
        "title": "Breach (or) Anti Life (2020)",
        "description": "မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ အသစ်ထွက် Action,Sci-Fi ဇာတ်ကားပါ..၂၂၃၀ ခုနှစ်လောက်မှာ ကမ္ဘာပေါ်မှာ ဂြိုလ်သားတွေ ပြသနာရှာပြီး ရောဂါတွေမွှေတာကြောင့်လူတွေဟာ ကမ္ဘာသစ်တစ်ခုကို ပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်..ဒီလိုပြောင်းရွှေ့မှုတွေ အဆင်ပြေမလား..ဂြိုလ်သားတွေကရော ဘာတွေမွှေဦးမလဲ ...Action, Sci-Fi ကြိုက်တဲ့လူတွေအတွက်တော့ အဆင်ပြေမယ့်ဇာတ်ကားပါ။ \nFile size…(1 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jackson Winn",
        "rating": "",
        "url": "https://megaup.net/Utyy/(CM)Breach.2020.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNzkyNTE1OTgtYTMxZi00NjZkLWIwM2UtNmYyY2FhYWEzYmZiXkEy_002-133x200.jpg",
        "title": "The Last Christmas Party (2020)",
        "description": "The Last Christmas Party (2020)=========================IMDb Rating - 5.7/10#Unicodeခရစ်စမတ်မတိုင်ခင် CM ပိရိသတ်တွေအတွက် ခရစ်စမတ် Drama ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.....ဒီဇာတ်ကားကတော့ ခရစ်စမတ် ကျောင်းပိတ်ရက်မတိုင်ခင် ခရစ်စမတ်ပါတီလုပ်ရင်း ကောလိပ်ကျောင်းသားစုံတွဲသုံးတွဲရဲ့ အချစ်ရေးဇာတ်လမ်းကို ကြည့်ရှုရမှာပါ? စတီဗင်နဲ့ ကာရိုလင်း၊ အက်နဲ့ ဂျွန်၊ ချာလီနဲ့ လော်ရာ . . .ကျောင်းပိတ်ရက်မတိုင်ခင် ခွဲခွာကြရမယ့် စုံတွဲသုံးတွဲရဲ့ ပြဿနာတွေနဲ့ သူတို့ရဲ့ အချစ်ပေါ်မှာ ခံယူချက်တွေကဘယ်လိုတွေရှိလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပါ။ ဒရမ်မာကားကြိုက်တဲ့သူတွေအတွက် ကြိုက်နှစ်သက်လိမ့်မယ်လို့ မျှော်လင့်ပါတယ်....... ဒီဇာတ်ကားလေးဟာ ငြိမ့်ငြိမ့်လေးနဲ့ အတော်ကြည့်လို့ကောင်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) #Zawgyiခရစ္စမတ္မတိုင္ခင္ CM ပိရိသတ္ေတြအတြက္ ခရစ္စမတ္ Drama ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္.....ဒီဇာတ္ကားကေတာ့ ခရစ္စမတ္ ေက်ာင္းပိတ္ရက္မတိုင္ခင္ ခရစ္စမတ္ပါတီလုပ္ရင္း ေကာလိပ္ေက်ာင္းသားစုံတြဲသုံးတြဲရဲ႕ အခ်စ္ေရးဇာတ္လမ္းကို ၾကည့္ရႈရမွာပါ? စတီဗင္နဲ႔ ကာ႐ိုလင္း၊ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2golk/The.Last.Christmas.Party.2020.720p.WebRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKWe6JLwdQRjZFTwSLGWy2IUbvi.jpg",
        "title": "Safety(2020)",
        "description": "Safety(2020)အညွှန်း******************IMDb....7.0ဇာတ်လမ်းအမည်က Safety...Safety ဆိုတာကAmerican Football မှာ တိုက်စစ်ဆင်သမားကို သူတို့ရဲဲ့ဧရိယာထဲမှာခံစစ်သမားက ဆွဲလှဲချနိုင်ပြီးခံစစ်အသင်းအတွက်အမှတ်ယူပေးနိုင်သူဖြစ်ရာတစ်နည်းအားဖြင့်ဆိုသော်  အဓိကနေရာမှာကစားရတဲ့ နောက်တန်းခံစစ်သမားဖြစ်ပါတယ်..ဇာတ်လမ်းထဲမှအဓိကသရုပ်ဆောင်ဖြစ်တဲ့ Ray Ray McElrathbey ဟာ Clemson University မှာတက်ရောက်နေတဲ့ကျောင်းသားအားကစားသမားတစ်ဦးဖြစ်ပြီး အသင်းမှာသူကSafetyနေရာက ကစားသူဖြစ်ပါတယ်..ကျောင်းသားအားကစားသမားတစ်ဦးအနေနဲ့ လိုက်နာရမယ့်စည်းကမ်းချက်ကအတော်များပါတယ်..ငွေကြေးအပါအဝင် တစ်ခြားပြင်ပအကူအညီမျိုးယူမိတာနဲ့ ကစားသမားဘဝမှအပြင် စကောလားရှစ်အခွင့်အရေးပါ ဆုံးရှုံးသွားနိုင်ပါတယ်.....Ray မှာညီလေးတစ်ယောက်ရှိပြီး သူတို့အမေကမူးယစ်ဆေးကြိုးစားဖြတ်နေတဲ့ အတောအတွင်းညီလေးကိုလည်း မိဘမဲ့ဂေဟာမရောက်စေချင်တဲ့အတွက် သူခဗျာ ကြိုးစားရပါတယ်..ဒီလိုအခက်အခဲပေါင်းစုံကို သူကျော်ြဖတ်နိုင်ပါ့မလားဆိုတာကိုတော့...ဒီကားက ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး တော်တော်လည်းကြည့်လို့ကောင်းပါတယ်..Cast တွေလည်းအားကောင်းလှသလိုတခန်းတနားကို ရိုက်ကူးထားတာမို့ ကြည့်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်....File Size :(2.1GB) and (1.09GB)\nQuality : Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre :  Biography, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2goer/Safety.2020.WEB-DL.720P.PP.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lpfiGuO7R0VUMNORGjRWsOEZiXQ.jpg",
        "title": "Voice of a Murderer (2007)",
        "description": "Voice Of A Murderer ( 2007 )============================== ကလေးငယ်တွေကို ပြန်ပေးဆွဲတယ်ဆိုတဲ့ ကိစ္စဟာ တကယ်ကို စက်ဆုပ်ရွံရှာစရာလုပ်ရပ်ပါပဲ နိူင်ငံရဲ့ အကောင်း အဆိုးသတင်းတွေကို နေ့စဥ္တင်ဆက်နေတဲ့ အစီအစဥ္ တင်ဆက်သူတစ်ယောက်ဟာ သူ့ရဲ့ သားလေးပြန်ပေးဆွဲခံရတဲ့ သတင်းကို သူကိုယ်တိုင် ပြန်ပြီးတင်ဆက်နေရလိမ့်မယ်လို့ တွေးခဲ့မိပါ့မလား ဟန်ယောင်းဘေဟာ ကျော်ကြားတဲ့ သတင်းတင်ဆက်သူတစ်ယောက်ပါ သူ့မှာ ဇနီးချောချောလေးတစ်ယောက်နဲ့ ဟန်ဆန်ဝူးလို့ ခေါ်တဲ့ ဝဝတုတ်တုတ် ချစ်စရာကောင်းတဲ့ သားလေးတစ်ယောက်ရှိပြီး စံပြနိူင်ငံသားအဖြစ် ဘဝကိုအေးအေးချမ်းချမ်း ဖြတ်သန်းနေသူလည်း ဖြစ်ပါတယ် ဒါပေမဲ့ လောဘသာကောင်း မကောင်းဆိုးဝါးတွေကတော့ လူမရွေးပါဘူး ဆန်ဝူးတစ်ယောက် ညနေခင်းတစ်ခုမှာ တိုက်အောက်မှာရှိတဲ့ ကစားကွင်းလေးမှာ ကစားနေရင်း ပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ် အဲ့ဒီနောက် မှာတော့ ပြန်ပေးသမားက ဆက်သွယ်လာပြီး ဒေါ်လာတစ်သိန်းနဲ့အပေးအယူလုပ်ခဲ့ပါတယ် ပြန်ပေးသမားတို့ ထုံးစံအတို်င်းရဲတိုင်ရင် သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ခဲ့ပေမယ့် ဆန်ဝူးအမေက တိုင်ချက်ဖွင့်ခဲ့တဲ့အတွက် ပထမဆုံး အပေးအယူမဖြစ်ခဲ့ပါဘူး ပညာတတ်တွေ မိုက်မဲရင် ကြောက်စရာကောင်းတယ်ဆိုတာ အမှန်ပါပဲ ပြန်ပေးသမားရဲ့ ပညာရှိရှိကလိမ်ကကျစ်ဗျူဟာတွေကြောင့် ရဲတပ်ဖွဲ့ပါအကျပ်ရိုက်ခဲ့ရတာပါ ဟန်ယောင်းဘေ ကတော့ သူ့သားလေးကိုပြန်ရဖို့အတွက် အရာရာအားလုံးပေးဖို့ အသင့်ဖြစ်နေခဲ့ပေမဲ့ ပြန်ပေးသမားကတော့ ငွေဆက်ညစ်နေဆဲပါပဲ သဲလွန်စတောင်ရှာမရတဲ့ တရားခံကို ရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုများကိုင်တွယ်မလဲ ရှင်လျက်သေနေရတဲ့ မိဘနှစ်ယောက်ရဲ့ ပူဆွေးမှုတွေကလည်း အတိုင်းမသိပါပဲ ဒီလို အခက်အခဲတွေနဲ့ လေးဆယ့်လေးရက်တာခရီးမှာ ဆန်ဝူးတစ်ယောက်အိမ်ပြန်လာနူိင်ပါ့မလား သူတို့ မိသားစုလေးပြန်ဆုံစည်းနိူင်ပါ့မလား ရင်တမမ နဲ့ ကြည့်ရမယ့် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Utd5/%7BCM%7DVoice.of.a.Murderer.2007.720p.NF.WEB-DL.DD+5.1.H.264.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/IP-MAN-142x200.jpg",
        "title": "Ip Man: Kung Fu Master ( 2020 )",
        "description": "အသစ်ထွက် IP Man ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်ကြောင်းလေးကတော့....ဖော်ရှန်မြို့ရဲ့ ရဲအုပ်ဖြစ်သူဟာ ဥပဒေကိုလေးစားပြီး တရားမျှတမှုကို မြတ်နိုးတဲ့သူပါအကူအညီလိုအပ်နေတဲ့ လူတိုင်းကို ကူညီနိုင်ဖို့ ကွန်ဖူးကို သင်ယူခဲ့သူတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့ သူအဲ့ဒီမြို့မှာတာဝန်ကျချိန်မှာတော့ ဖော်ရှန်းမြို့တစ်မြို့လုံးဟာပုဆိန်ဂိုဏ်းရဲ့ ဥပဒေအာဏာအတိုင်းဖြစ်နေခဲ့ပါတယ် တစ်နေ့ ရဲအုပ်ကလူသတ်မှုတစ်ခုကြောင့် ပုဆိန်ဂိုဏ်း ဂိုဏ်းချုပ် ဖြစ်တဲ့စန်းရဲ့ကို ဖမ်းလာခဲ့ပါတယ်ကံဆိုးပြီးတော့ စန်းရဲ့က ရဲစခန်းမှာ ဂျပန်တွေရဲ့လက်ချက်ကြောင့်သေသွားတဲ့အခါမှာတော့ ပုဆိန်ဂိုဏ်းကလည်း ကျဆုံးသွားပြီး ဖော်ရှန်းမြို့ဟာဂျပန်တွေရဲ့ လက်အောက်ကို ရောက်သွားခဲ့တယ် အဲ့ဒီအချိန်မှာရဲအုပ်အနေနဲ့ ရဲစခန်းမှာတာဝန်ထမ်းဆောင်ရတာက တရားမျှတမှုကို မရနိုင်ဘူးဆိုတာ သဘောပေါက်သွားခဲ့တယ်သူ့အနေနဲ့ ကဗြောင်းကဆန်တွေဖြစ်နေတဲ့ ဖော်ရှန်းမြို့ကြီးကို ဘယ်လိုဥပဒေတွေနဲ့ ဆက်လက်ကာကွယ်မှာလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော် \nQuality : WEB-DL 720p\nFilesize : 982 MB\nFormat : mp4\nSubtitle : Myanmar Subtitles ( Hardsub )\nTranslator : Yamin Ei\nEncoder : LK",
        "rating": "5.3",
        "url": "https://megaup.net/2gobv/(CM)IP.Man.Kung.Fu.Master.2020.WEB-DL.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cR6MFCIqgJugJB4jIRtiANwFrSk.jpg",
        "title": "The Lost Case (2017)",
        "description": "The Lost Case (2017) အညွှန်း********************************* တစ္ဆေသရဲတွေတကယ်ရှိတယ်ဆိုတာကို ယုံကြည်တဲ့သူတွေလည်းရှိသလို မယုံကြည်တဲ့သူတွေလည်းရှိကြပါတယ် ဒါပေမယ့် ကမ္ဘာတစ်ဝန်းမှာတော့ ရှင်းပြလို့မရနိုင်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်များဟာဆက်လက် ဖြစ်ပေါ်နေဆဲဆိုတာကိုတော့ ငြင်းလို့မရနိုင်ပါဘူး ဒီဇာတ်ကားလေးက​တော့ တစ္ဆေသရဲတွေရဲ့ခြောက်လန့်မှုကြောင့် ဒုက္ခရောက်နေကြတဲ့ လူတွေကို ကူညီ​​ပေးတဲ့ ရသစုံတီဗီရှိုးတစ်ခုကို အ​ခြေခံပြီးအစပျိုးထားပါတယ် အဲ့ဒီတီဗီရှိုးဟာ ဖြစ်ရပ်မှန်သဘာ၀လွန်ဖြစ်ရပ်​တွေကို ရိုက်ကူးတင်ဆက်​ပေးတဲ့ အစီအစဥ်​တစ်ခုပါ အစ် နဲ့ ပေါ်ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ အဲ့ဒီအစီအစဥ်ကို တာဝန်ယူရိုက်ကူးရတဲ့ကောင်​လေး​တွေဖြစ်ပါတယ် တစ်နေ့မှာတော့ ရှိုးရိုက်ကူးဖို့အတွက် သူတို့နှစ်​ယောက်ဟာ မရင်းနှီးတဲ့သူစိမ်းဒေသတစ်ခုကို ခရီးထွက်လာရပါတော့တယ် သူတို့ရိုက်ကူးမယ့်အိမ်ကိုရောက်သွားတဲ့အခါမှာတော့ သူတို့ထင်ထားတာထက် ရှုပ်ထွေးနေတဲ့ဖြစ်ရပ်တွေကိုကြုံတွေ့လာရပါတယ် သူတို့ဖြေရှင်းနိုင်ပါ့မလား……. သူတို့ရိုက်ကူးရတဲ့အမှုကရော ဘယ်လိုအမှုမျိုးဖြစ်နေမလဲ…… စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းအခင်းအကျင်းတွေနဲ့ ကြည့်ရှုသူတွေကိုတစိမ့်စိမ့်နဲ့ကြောက်ရွံနေမိအောင် ရိုက်ကူးထားတဲ့ Horror ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ  Translated by : Thet Hnin HsuEncoded by : YKQuality : 720p WEB DLFile Size : 770MB",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lost-case-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2GHdZGTw64aInzpo0RtQ45gSSdL.jpg",
        "title": "Again (2020)",
        "description": "Again 2020ဘဝမှာ ကိုယ်ဖြစ်ချင်တာတွေဖြစ်ပြီး လုပ်ချင်တာတွေလုပ်ပြီး နေခဲ့ရရဲ့လား..\nဒါမှမဟုတ် သူများအတွက်ပဲ ကိုယ်ကနေထိုင်နေခဲ့ရတာလား..\nဘဝရဲ့အဓိပ္ပါယ်ကို ဒီ again ဆိုတဲ့ကားလေးကဖော်ကျူးထားပါတယ်..ဇာတ်လမ်းအကျဉ်းက\nယွန်းဂျူဆိုတဲ့ကောင်မလေး ရုပ်ရှင်ဒါရိုက်တာဖြစ်ဖို့ ကြိုးစားနေသူတစ်ယောက် ဖြစ်ပြီး\nအိမ်မှာဆို ဂျစ်ကန်ကန် မိုက်ကန်းကန်းနေတတ်သူပါ။သူတို့အိမ်က ပဲပင်ပေါက်ထမင်းဆိုင် ဖွင့်ထားဖြစ်ပေမယ့်\nယွန်းဂျူကတော့ အိမ်ရဲ့စီးပွားရေးထက် သူဖြစ်ချင်တာကိုပဲ ဦးစားပေးတတ်တဲ့သူပါ။\nသူမှာညီမတယောက်လည်းရှိပြီး သူညီမကတော့သူနဲ့မတူပဲ လိမ်မာပါတယ်။\nသူအမေဖြစ်သူကတော့ သူတို့မမွေးခင်ထဲက အဲ့ဒီထမင်းဆိုင်ကို ဦးစီးခဲ့ရတာဖြစ်ပြီး\nနားရက်တစ်ရက်တောင်မယူပဲ နေ့မအားညမနား\nမိသားစုအတွက် သားသမီးတွေအတွက်ရှင်သန်နေတဲ့ အမေတစ်ယောက်ဖြစ်ပါတယ်။ဘဝကိုပေါ့ပေါ့လေးဖြတ်သန်းနေတဲ့ ယွန်းဂျူကတော့\nအိမ်အလုပ်လဲကူမလုပ် အလုပ်အတည်တကျလဲမရှိသလို\nသူမအိမ်မက်ဖြစ်မြောက်ဖို့ကိုပဲ ခေါင်းမာမာနဲ့ ကြိုးစားနေသူလည်းဖြစ်ပါတယ်။တရက် သူတို့မိသားစုထဲကို ကြမ္မာဆိုးတစ်ခုဝင်ရောက်လာတဲ့အခါ ဘာဆက်ဖြစ်မလဲ။\nခေါင်းမာတဲ့ယွန်းဂျူကော အသိတရားရသွားမလား။\nသူမအိမ်မက်ဖြစ်တဲ့ ရုပ်ရှင် ဒါရိုက်တာဖြစ်ဖို့ကရော အကောင်အထည်ပေါ်သွားမှာလားဆိုတာကတော့\nရုပ်ရှင်ကိုကြည့်မှအဖြေပေါ်မှာပါ။ဘဝသရုပ်ဖော်ကားတစ်ကားဖြစ်ပြီး\nကြည့်တတ်မယ့်ဆို ဘဝသင်ခန်းစာရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ်သာမန်ရိုက်နေကျ ပုံစံတွေထဲက ကွဲထွက်ပြီး\nMusical Drama ပုံစံမျိုး ရိုက်ထားတဲ့အတွက်\nသီချင်းတွေလည်း နားထောင်ရင်း ရုပ်ရှင်ကို ခံစားရမှာပဲ ဖြစ်ပါတယ်။ File size ..… 1.2GB . 750MB\nQuality .…. WEB-DL 1080p and 720p\nFormat ...",
        "rating": "4",
        "url": "https://megaup.net/1Aqya/(CM)_AGAIN.2018.WEBRip.720p.mp4",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91yPC-t9VML._AC_SL1500_-141x200.jpg",
        "title": "[21+] My Girlfriend’s Older Sister,Misaki Honda [PPPD-531]",
        "description": "Dark Side production မှ တင်ဆက်သည်။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ထားတာမို့ ဆင်ဆာမပါသလိုမျိုးတွေ မြင်ရဖို့ရှိပါတဘ်။This dude has been dating her girlfriend Erina for the last 6 months and on a night out drinking, she gets smashing drunk.He has to carry her back home and once in the house, he meets for the first time with Erina’s older sister, Misaki Honda. And exceptionally voluptuous and horny ...",
        "rating": "",
        "url": "https://megaup.net/1Aqyd/[DS][PPPD-531]_My_Girlfriend’s_Older_Sister,Misaki_Honda_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2WrT8AZUcDicvf5m8KVgspQEHK3.jpg",
        "title": "The Kid Detective(2020)",
        "description": "The Kid Detective(2020)IMDb...7.0အေ့လို့ခေါ်တဲ့ ကောင်လေးက အသက် ၁၂ အရွယ်ကနေ စပြီး ကလေးစုံထောက်အဖြစ် အလုပ်စလုပ်ခဲ့တယ်။ထက်မြတ်တဲ့ကလေးတစ်ယောက်ဖြစ်တာကြောင့် အမှုတွေကို ဖော်ပေးနိုင်ခဲ့တဲ့အတွက် သူ့မြို့လေးမှာသူဟာ အရမ်းကို နာမည်ကြီးလာခဲ့တယ်....မြို့လယ်ခေါင်မှာ ရုံးခန်းလေး ဖွင့်နိုင်တဲ့အထိ သူက အောင်မြင်ခဲ့တယ်။ အမှုအပ်တဲ့သူတွေများလာသလိုသူကိုယ်တိုင်လည်းအတွေ့အကြုံတွေများလာတဲ့အတွက် တော်ရုံအမှုဆို အချိန်တိုအတွင်းဖြေရှင်းနိုင်လေ့ရှိတယ်....နောက်ပိုင်း သူ့ရုံးခန်းလေးအတွက် အတွင်းရေးမှူးမလေးအဖြစ် သူ့သူငယ်ချင်း ဂရေစီကိုတောင်  အလုပ်ခန့်ထားပါသေးတယ်...အဲ့ဒီနောက်မှာတော့ သူ့အောင်မြင်မှုတွေနဲ့ သူ့ဘဝကို ဟိုးအောက်ဆုံးဆွဲချသွားစေတဲ့ဖြစ်ရပ်တစ်ခုရောက်လာခဲ့တယ်..အဲ့ဒါက သူ့ သူငယ်ချင်းမလေး ဂရေစီ ပြန်ပေးဆွဲခံရပြီး  သူဘယ်လောက်ပဲကြိုးစား ကြိုးစားပြန်မတွေ့တော့တဲ့အဖြစ်ကြောင် ့စိတ်ဓာတ်တွေအကြီးအကျယ်ကျခဲ့တဲ့အပြင် သူ့ကိုလည်းအားလုံးက ဖယ်ကျဉ်လာကြတယ်...နောက်ဆုံးမှာတော့ သူ့နာမည်ကိုပြန်အဖတ်ဆယ် ခက်ခဲလွန်းတဲ့အမှုကြီးတစ်ခုကိုလိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်...သူအောင်မြင်မလားဆိုတာကိုတော့.......စိတ်ဝင်စားစရာမှုခင်စုံထောက်ကားတွေသဘောကျတဲ့သူတွေအတွက်ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်....   File Size :(930 MB) and (380 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ut5j/The_Kid_Detective.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTFjMDMwZGItZDcwZC00NmI5LTgzZTMtMTNhNmRjOGVkODNkXkEyXkFqcGdeQXVyOTExODQ3OQ@@._V1_-139x200.jpeg",
        "title": "The Client (2011)",
        "description": "[Unicode]ဒီကားထဲမှာဆိုရင် နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Ha Jung-Woo နဲ့ Park Hee-Soon တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဟန်ချောမင်ဟာ ရုပ်ရှင်ထုတ်လုပ်ရေးက ဝန်ထမ်းတစ်ယောက်ပါမင်္ဂလာနှစ်ပတ်လည်နေ့ရှိတာကြောင့် အလုပ်ခရီးကိုမသွားခဲ့ပဲ လမ်းတစ်ဝက်ကနေ ပြန်လှည့်လာခဲ့ပါတယ်အိမ်ရှေ့ရောက်တဲ့ အခါမှာ လူတွေ အုံနေပြီး ရဲကားတွေကိုပါ မြင်ခဲ့ရပြီး အထဲကိုဝင်ကြည့်တဲ့အခါ အိမ်ထဲမှာ ရဲတွေရောက်နေပါတယ်အိပ်ယာပေါ်မှာ သွေးကွက်ကြီးရှိနေပြီး အိပ်ယာအောက်က သွေးစီးကြောင်းကြီးကိုလည်း မြင်နေရလျက်...တစ်ဆက်တည်းမှာစုံထောက်တွေရောက်လာပြီး မိန်းမဖြစ်သူကို သတ်တဲ့အမှုနဲ့ ဟန်ချောမင်ကို ဖမ်းဆီးခဲ့ပါတယ်ဒီအမှုဟာ အလောင်းလည်းပျောက် လူသတ်လက်နက်လည်း မတွေ့ရတဲ့ အမှုတစ်ခုဖြစ်တာကြောင့်တရားခံအစစ်ဟာ ဘယ်သူလဲနောက်ဆုံးမှာ တရားခံအစစ်ကို ဖမ်းမိမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပါနော်..။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားထဲမွာဆိုရင္ နာမည္ႀကီးမင္းသားေတြျဖစ္တဲ့ Ha Jung-Woo နဲ႔ Park Hee-Soon တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ၪ္းဟန္ေခ်ာမင္ဟာ ႐ုပ္ရွင္ထုတ္လုပ္ေရးက ၀န္ထမ္းတစ္ေယာက္ပါမဂၤလာႏွစ္ပတ္လည္ေန႔ရွိတာေၾကာင့္ အလုပ္ခရီးကိုမသြားခဲ့ပဲ လမ္းတစ္၀က္ကေန ျပန္လွည့္လာခဲ့ပါတယ္အိမ္ေရွ႕ေရာက္တဲ့ အခါမွာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Aqqc/The_Client_(2011)_Blu-Ray_720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-4af87eec9a97-113x200.jpg",
        "title": "God Of War Zhao Zilong ( 2020 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ဟန်မင်းဆက်နောက်ပိုင်းမှာဖြစ်ပေါ်လာတဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေအကြောင်းကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်Mobile Legend ထဲက Hero တစ်ယောက်ဖြစ်တဲ့ Zhao Zilong ရဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ကျစ်လုံဟာဆိုရင် ရှုံးပွဲမရှိဖူးတဲ့ အဖြူရောင်မြင်းစီးသူရဲကောင်းအဖွဲ့ရဲ့စစ်သူကြီးတစ်ယောက်ပါ ဒါပေမဲ့ ကျစ်လုံဟာ ချင်ကျုံစစ်ပွဲမှာ ညီနောင်အများစုတိုက်ပွဲကျခဲ့ပြီး သူ့ရဲ့ အစ်ကိုဖြစ်သူ တိုက်ပွဲကျသွားတဲ့ အဖြစ်ကြောင့်နိုင်ငံရေးအရှုပ်အထွေးတွေကနေ အနားယူခဲ့ပါတယ် သို့ပေမဲ့ ခုနှစ်နှစ်ကြာပြီးတဲ့အခါမှာကျစ်လုံအနေနဲ့ ပရမ်းပတာဖြစ်နေတဲ့ နိုင်ငံတော်ကြီးကို ပြန်လည်မွန်းမံ့ဖို့နိုင်ငံအရှုပ်အထွေးတွေနဲ့ ပြန်လည် ပတ်သတ်ရတဲ့အခါမှာတော့ ကျစ်လုံအနေနဲ့ရှုပ်ထွေးပွေလီလှတဲ့ နိုင်ငံ့အရေးတွေကြားမှာ ဘယ်လိုနောက်တစ်ဖန်ပြန်ရပ်တည်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် \nFilesize : 0.99GB\nQuality : WEB-DL 720p\nFormat : mp4\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslator  : Yamin Ei\nEncoder : LK",
        "rating": "6.2",
        "url": "https://megaup.net/2gmTg/(CM)Zhao_Zilong_2020_WEB-DL_720p_(2).mp4",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTg4YTFmNzItODFiMy00NDhiLTg0NDAtZDc5ZDM2ODQ3YzUwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Wolfwalkers(2020)",
        "description": "Wolfwalkers(2020)IMDb..8.3Wolfwalkers ဇာတ်ကားလေးက စိတ်ကူးယဉ် စွန့်စားခန်း animation ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်လူသားနဲ့ ဝံပုလွေကြားမှာတဲ့ တင်းမာတဲ့ ဆက်ဆံရေးတွေ ၊ မိန်းကလေးငယ်ငယ်လေး နှစ်ယောက်ရဲ့ခိုင်မာတဲ့ သံယောဇဉ် အကြောင်းလေး နဲ့ မိဘနဲ့ သားသမီး ကြားမှာရှိတဲ့ ချစ်ခြင်း မေတ္တာတို့ကို တစ်ခန်းနဲ့ တစ်ခန်း မရိုးသွားအောင် ရိုက်ပြထားတဲ့ Drama ဆန်ဆန်ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အေဒီ နှောင်းပိုင်းကာလမှာ လူသားတွေက ဝံပုလွေကို အရမ်း မုန်းတီးနေကြပါတယ်။မိန်းကလေးဆိုရင် အိမ်မှူ ကိစ္စပဲ လုပ်ရမယ်ဆိုတဲ့ ခေတ်ကြီးမှာ ရောဘင်လို့ ခေါ်တဲ့ ကလေးမလေးကသူ့အဖေနဲ့ အတူ ဝံပုလွေေတွေကို လိုက်သတ်ချင်တယ်။ အဲ့ဒါနဲ့ တစ်နေ့မှာ အဖေ့နောက် ခိုးလိုက်ရင်းတောထဲမှာ သူနဲ့အသက်သိပ်မကွာတဲ့ မေ့ဆိုတဲ့ ဝံပုလွေစောင့်ရှောက်သူနဲ့ ခင်သွားတယ်။တစ်တိုင်းပြည်လုံးက ဝံပုလွေတွေကို မုန်းတီးနေတာကြောင့် အန္တရာယ်ကင်းအောင်ထွက်သွားဖို့မေ့ကပြောပါတယ်... အဲ့ဒီနောက် ရောဘင် လေးဟာ မမျှော်လင့်ဘဲသိလိုက်ရတာက မေ့ရဲ့အမေဟာပြန်မလာတော့ဘဲ ထူးဆန်းစွာနဲ့ပျောက်ဆုံးသွားပါတယ်...မနေနိုင်လွန်းတဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Anc6/Wolfwalkers.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vMW81htT6Kki8x0G4UNb7l48iIr.jpg",
        "title": "Wild Mountain Thyme(2020)",
        "description": "Wild Mountain Thyme(2020)အညွှန်း**********************************ခေါင်းမာပြီး တဇွတ်ထိုးနိုင်တဲ့ ရိုစ့်မယ်ရီမယ်ဒွန်းဆိုတဲ့ကောင်မလေး။ငယ်ငယ်ကတည်းက ကြိတ်ကြိုက်ခဲ့ရတဲ့ အန်တိုနီရိုင်လီဆိုတဲ့အိမ်နီးချင်းကောင်လေးရဲ့ အချစ်ကိုပိုင်ဆိုင်ရဖို့သူမရဲ့ နှလုံးသားကို ပြင်ဆင်ထားတယ်။ ဟိုဖက်အိမ်က ကောင်ကလေးပေါ့။ဒါပေမဲ့ အန်တိုနီက မိသားစုကိစ္စပြဿနာတွေနဲ့ အလုပ်ရှုပ်နေပြီး သူမရဲ့အချစ်ကို မမြင်ခဲ့ဖြစ်နေပါတယ်။တနေ့ သူမရဲ့အမေဆုံးပါးသွားတဲ့နောက်မှာတော့ လောကကြီးအပေါ် ရှုမြင်ပုံတွေပြောင်းလဲသွားပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး...ဒီကားမှာ Fifty Shapes of Gery ရဲ့ မင်းသားချော Jamie Dornan နဲ့ A Quiet Place ကမင်းသမီး Emily Blunt တို့က အတွဲညီညီသရုပ်ဆောင်ထားပြီးရသတစ်မျိုးရစေမယ့် ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zawပဲဖြစ်ပါတယ်...\nFile Size :(1.8GB) and (961MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thithtoo Zaw\nEncoded by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1An4n/Wild_Mountain_Thyme.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/4NVQ6rDjPdJ1fayNggtL87nkAuE-133x200.jpg",
        "title": "A Chinese Odyssey Part Two: Cinderella (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "8.0",
        "url": "https://megaup.net/Upvl/A_Chinese_Odyssey_Part_Two_Cinderella_1995_720p_BluRay_REMUX_AVC_DTS-HD_MA_6.1_-_KRaLiMaRKo.mkv",
        "category": "Action, Adventure, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91PerazOCjL._RI_-150x200.jpg",
        "title": "A Chinese Odyssey Part One: Pandora’s Box (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "7.7",
        "url": "https://megaup.net/Upvc/A_Chinese_Odyssey_Part_One_Pandora_Box_1995_720p_BluRay_REMUX_AVC_DTS-HD_MA_6.1_-_KRaLiMaRKo.mkv",
        "category": "Action, Adventure, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/elephant-105x200.jpg",
        "title": "The Elephant In The Room 2020",
        "description": "The Elephant In The Room ကဆရာ၀န်တွေနဲ့လူနာကြားကချစ်ခြင်းမေတ္တာကိုအသားပေးဖော်ကျူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါဆရာ၀န်မိုက်ကယ်က ဘယ်အရာကိုမှအလေးမထားပဲပျော်ပျော်ရွှင် ရွှင်နေတတ်တဲ့သူတစ်ယောက်ပါဒါပေမဲ့ တစ်နေ့မှာဆေးရုံကိုလာပြတဲ့ ကူပါအမည်ရတဲ့လူနာတစ်ယောက်နဲ့တွေ့ပီးနောက်မှာတော့ အများကြီးပြောင်းလဲသွားပါတယ်ကျောရိုးမကြီးကင်ဆာခံစားနေရတဲ့အသက်၅၂အရွယ်လူနာကိုမျှော်လင့်ချက်တွေမပျောက်ဆုံးအောင်ဘယ်လိုစိတ်ခွန်အားတွေပေးလဲ နောက်ဆုံးအခြေအနေထိဘယ်လိုကြိုးစားကယ်တင်ပေးလဲဆိုတာကိုကြည့်ရင်းဆရာ၀န်တွေရဲ့လေးစားဖွယ်စိတ်ရင်းကိုရသစုံစွာကြည့်ရှုရမဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် Quality – 1080p / 720p BluRayDuration - 1 hr 30 minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Zora YangEncoder – Littleneo",
        "rating": "5,4",
        "url": "https://megaup.net/2Wh5h/The.Elephant.in.the.Room.2020.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utYKyP9q7aYxU6LdOwkxRo92XFU.jpg",
        "title": "The Prom(2020)",
        "description": "The Prom(2020)အညွှန်း**********************ကျောင်းကပွဲဆိုတာ ကျောင်းပြီးဆုံးခါနီးကျောင်းသားတွေအတွက်တော့\nကိုယ့်ချစ်သူတွေ သဘောကျတဲ့သူတွေနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းရင်း\nဘဝမှာမေ့ပျောက်လို့မရတဲ့ညတစ်ညအဖြစ်နဲ့ အမှတ်တရတွေ အများကြီး\nချန်ထားခဲ့ရမယ့်ပွဲတစ်ပွဲပဲဖြစ်ပါတယ်။\nအင်ဒီယားနားပြည်နယ် အက်ချ်ဝါးတားမြို့က အထက်တန်းကျောင်းသူလေးအမ်မာကတော့\nလိင်တူချစ်သူတစ်ယောက်ဖြစ်နေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ကျောင်းကပွဲတက်ရောက်ခွင့် မရရှိပါဘူး....\nမြို့နေလူထုဟာတစ်ဖက်သန်တစ်ယူသန်တွေများပြီး ကျောင်းသားမိဘတွေဟာလည်း\nလိင်တူစုံမက်ချစ်ခင်မှုကို မလိုလားတဲ့သူတွေဖြစ်ပါတယ်...\nလိင်တူချစ်ခင်သူတစ်ယောက်ဖြစ်တဲ့အကြောင်းပြချက်နဲ့တင်\nParent Teacher Association (PTA)ကဆုံးဖြတ်ချက်နဲ့\nကျောင်းကပွဲတက်ရောက်ခွင့်မပြုပဲ လူ့အခွင့်အရေးကို ချိုးဖောက်ခံခဲ့ရပါတယ်...\nတစ်ဖက်မှာလဲ အရင်တုန်းကနာမည်ကြီးခဲ့ကြတဲ့ ပြဇာတ်သရုပ်ဆောင်တွေဟာ\nပွဲတစ်ပွဲကရာမှ ဝေဖန်ပြစ်တင်မှုများစွာခံရပြီး နာမည်ကိုပြန်အဖတ်ဆယ်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။\nကောင်းတဲ့အရာတစ်ခုခုကိုလုပ်ပေးလိုက်ရင် လူတွေအမြင်ပြောင်းသွားမှာပဲဆိုတဲ့\nဆယ်လီဘရစ်တီတွေလုပ်နေကြ လှည့်ကွက်တွေနဲ့အတူ\nလူတွေအာရုံပြောင်းဖို့ အမ်မာရဲ့ဖက်ကနေ ကူညီပေးဖို့ကြိုးစားကြပါတော့တယ်....\nအဆုံးသတ်မှာအမ်မာတစ်ယောက် သူချစ်ရတဲ့သူနဲ့အတူ ကျောင်းကပွဲကိုတက်ရောက်နိုင်ပါ့မလား...\nလူတွေရဲ့လိင်တူချစ်သူတွေကို မြင်တဲ့အမြင်ကရောဘယ်လိုရှိသလဲဆိုတာ\nကြည့်ရှုလိုက်ကြပါဦး။\nMusicalကားတစ်ကားဖြစ်တာနဲ့အညီ သီချင်းဒိုင်ယာလော့တွေ\nဝေဝေဆာဆာပါဝင်ပါတယ်။ဆုကြီး (၂)ဆုရရှိထားတဲ့အပြင် မင်းသမီးကြီး Meryl Streep လည်းပါဝင်ထားလေတော့အလန်းဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ   File Size :(2.3GB) and (1.02GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:10:00\nGenre :  Comedy, Drama, Musical\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Am53/The_Prom.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/btg7g9ftutks-140x200.jpg",
        "title": "[18+] A Frozen Flower (2008) Director’s Cut Version",
        "description": "ဒီကားကတော့ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားပါ......တောင်ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပြီးတော့လူတွေရဲ့ Dark Side ခြမ်းကို ထင်ပေါ်အောင် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်...မင်းသမီးက Running Man ရဲ့ နာမည်ကျော် Song Ji Hyo  ဂျီဟိုဖြစ်ပြီး သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ဩချရမှာပါ..။မင်းသားတွေကလဲ နာမည်ကျော်တွေချည်းပါပဲ...Jo In-sung , Joo Jin-Mo တို့အဓိကနေရာကပါဝင်ထားပြီးတော့ အဲ့ခေတ်ကနာမည်မရှိသေးတဲ့ Song Joong‑ki တောင် အရံအဖြစ် ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်....Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ...ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ...သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ....အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်...တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2gjpn/A.Frozen.Flower.2008.Director_s.Cut.720p.Bluray.REMUX.AVC.DTS-HD.MA.5.1-GLOMP.mp4",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mhZqZ7nXL6Dj6PKZSseJxv1qXZ.jpg",
        "title": "Let Them All Talk(2020)",
        "description": "Let Them All Talk(2020)အညွှန်း*****************************စာရေးဆရာမAliceဟာ အင်္ဂလန်က စာပေဆုပေးပွဲကိုတက်ရောက်ပြီးဆုသွားယူဖို့ ဖြစ်လာပါတယ်...ရခဲလှတဲ့ဆုဖြစ်ပြီးသွားရောက်ယူချင်ပေမဲ့ သူမအတွက်အခက်အခဲက လေယာဉ်မစီးရဲတာပါ...ဒါ့ကြောင့် သူမရဲ့ကိုယ်စားလှယ်က သင်္ဘောခရီးစီစဉ်ပေးခဲ့တယ်..ဒီတော့စာရေးဆရာမ Aliceဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကတည်းက ငယ်သူငယ်ချင်းဖြစ်ခဲ့တဲ့အမျိုးသမီးကြီး(၂)ဉီးကို ခေါ်ခဲ့တယ်...သိတဲ့အတိုင်း ငယ်သူငယ်ချင်းတွေဆိုပေမဲ့လည်းအရွယ်ရောက်အလုပ်ကိုယ်စီ ပတ်ဝန်းကျင်တစ်ခုစီ ဖန်တီးပြီးနောက်မှာ ပြန်ဆုံကြတော့တစ်ယောက်နဲ့တစ်ယောက်ခပ်တန်းတန်းရယ်...ဒီလိုနဲ့ သင်္ဘောကြီးပေါ်မှာသူမတို့(၃)ယောက်နဲ့စာရေးဆရာကြီးရဲ့တူလေးတစ်ယောက်ရယ် ကိုယ်စားလှယ်အမျိုးသမီးငယ်လေးတစ်ယောက်ရယ်ပေါင်း(၅)ယောက်အင်္ဂလန်ကို ရွက်လွှင့်ခဲ့ကြတာပေါ့...ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက မင်းသမီးကြီး Meryl Streep ပါတာနဲ့တင်ကြည့်ရတာတန်ပါတယ်...ပြီးတော့ ဇာတ်လမ်းက ဘာမဟုတ်ဘူးထင်ရပေမဲ့ ကျွန်တော်တို့ဘဝကိုပြန်စဉ်းစားကြည့်ရင်ဒီလိုပါပဲ...ဘယ်လောက်ပဲခင်ခဲ့မင်ခဲ့ ကျောင်းမှာ အတူတူ ပေါက်ကရတွေလုပ်ခဲ့ပေမဲ့အရွယ်ရောက်လို့ ကိုယ်စီလမ်းတွေလျှောက်ပြီးချိန်မှာတော့ ပြန်ဆုံကြရင်သူစိမ်းတစ်ယောက်လိုဖြစ်နေတတ်ကြတာပဲမလား....ဒီလိုအချိန်မှာ အရင်လိုအငွေ့အသက်တွေရအောင် တတ်နိုင်သလောက်ကျွန်တော်တို့ကြိုးစားဖန်တီးတတ်မြဲပဲမလား...ခင်ဗျားတို့မှာငယ်ငယ်ကရော ခုချိန်ထိပါ ခင်ဆဲမင်ဆဲအရင်လို ခံစားချက်တွေမျှဝေဆဲသူငယ်ချင်းတွေရှိရင် သိပ်ကိုကံကောင်းတယ်လို့ပြောချင်ပါတယ်..ဟာသလေးတွေလည်းပါသလို ကိုယ်ကိုတိုင်ခရီးထွက်သလိုခံစားရစေတဲ့ ကားမို့ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.82GB) and (1.03GB)\nQuality : Web-DL 1080P, 720P\nFormat…mp4\nDuration…01:52:00\nGenre : Comedy , Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/Uow9/Let_Them_All_Talk.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiG1YwNax0oTmNpbkdexY5rOBW7.jpg",
        "title": "Torbaaz(2020)",
        "description": "Torbaaz(2020)အညွှန်း********************(1080p5.1ch သမားတွေ ရပါပြီ...)မင်းသားကြီး Sanjay Dutt ရဲ့ Action, Drama, Sport ကားသစ်လာပါပြီဗျား....အဖဂန်နစ္စတန်က သိကြတဲ့အတိုင်း ရုရှားက ဗျင်းလိုက် အမေရိကန်က ဗျင်းလိုက်နဲ့ စစ်ကြောင့်ပြိုလဲပျက်စီးနေတဲ့နိုင်ငံတစ်ခု...အဖဂန်နစ္စတန်က လက်နက်ကိုင်အဖွဲ့အစည်းတွေကတော့ နည်းမျိုးစုံနဲ့ တွန်းလှန်နေဆဲပါပဲ...အဲ့ဒီလို တွန်းလှန်တဲ့နေရာမှာ သူတို့တွေဟာ ကလေးသူငယ်တွေကို အစွန်းရောက်ဘာသာရေးအယူအဆတွေသွပ်သွင်းပြီးအသေခံဗုံးခွဲတိုက်ခိုက်ခိုင်းပါတယ်...ဒီကလေးတွေကြောင့် စစ်သည်အများစုအသက်ဆုံးရှုံးကြရသလို အပြစ်မဲ့တဲ့ပြည်သူလူထုတွေလည်း ကျဆုံးကုန်ကြပါတယ်..စစ်ဘေးကြောင့် ဒုက္ခသည်စခန်းတွေမှိုလိုပေါက်လာပြီး ဒီစခန်းမှာရှိတဲ့သူတွေကို တတ်နိုင်သလောက်ကူညီထောက်ပံ့နေတဲ့အဖွဲ့အစည်းတွေလည်းရှိလာပါတယ်......အဲဒီလိုကူညီတဲ့အဖွဲ့ထဲမှာ စစ်တပ်မှာတာဝန်ထမ်းဆောင်နေတဲ့ နစားရ်ခန်းရဲ့အမျိုးသမီးလည်းအပါအဝင်ဖြစ်ပါတယ်...ကံဆိုးစွာပဲ အသေခံဗုံးခွဲခဲ့တဲ့ကလေးတစ်ယောက်ကြောင့် သူ့မိန်းမနဲ့ကလေးအသက်ဆုံးရှုံးသွားရတယ်...နစားရ်ခန်းတစ်ယောက် ဆောက်တည်ရာမရ စိတ်ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့လေရဲ့...အဲ့ဒီနောက် သူ့ကို အဖဂန်နစ္စတန်က ဒုက္ခသည်ကလေးတွေကို ကူညီဖို့ ဖိတ်ခေါ်ခြင်းခံရတယ်..အရင်က ကလေးတစ်ယောက်ဆို အပြစ်ကင်းတဲ့ချစ်စရာကလေးငယ်လို့ မြင်ခဲ့ပေမဲ့ ဇနီးနဲ့ကလေး အသေခံဗုံးခွဲတဲ့ကလေးကြောင့်အသက်ဆုံးရှုံးပြီးနောက်မှာ ကလေးငယ်တိုင်းကို လက်နက်ကိုင် အကြမ်းဖက်သမားအဖြစ်မြင်နေတဲ့သူ့အတွက်တကယ့်ကို စိတ်ပျက်စရာကြီးပါပဲ...အာဖဂန်နစ္စတန်ရောက်ပြီး ဘယ်လိုတွေထပ်ကြုံရမလဲဆိုတာတွေကိုတော့.....ဒီကားကမင်းသားကြီး Sanjay Dutt က အဓိကပါဝင်ထားပါတယ်...ရိုက်ကူးထားတာတွေတော်တေ်ာကြီးကိုမိုက်သလိုဇာတ်လမ်းလည်းတော်တော်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး....ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(2.57GB)(1.21GB) and (466 ...",
        "rating": "6.0",
        "url": "https://megaup.net/Umd3/Torbaaz.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x38vQCzCpWZWlWJhSVPFWhmTadu.jpg",
        "title": "Let’s Dance (2019)",
        "description": "Let’s dacnce (2019) (French)\nIMDB Rating :: 5.9/10\nLet’s Dance ဆိုတဲ့နာမည်ကို မြင်လိုက်တာနဲ့ ရုပ်ရှင်ချစ်သူတွေရဲ့ စိတ်ထဲမှာ\nStep Up, The Streets, Battle, Feel the Beat စတဲ့ရုပ်ရှင်တွေကို\nရုတ်တရက်ပြေးသတိရမိမှာ အသေအချာပါပဲ။\nဟုတ်ပါတယ် ..... ဒီရုပ်ရှင်ဟာ လည်း ရှေ့က ပြောခဲ့တဲ့ရုပ်ရှင်တွေလိုပဲ\nComedy Musical Romance Drama ရုပ်ရှင်တစ်ကားပါ။\nဒါပေမယ့် Let’s Dance(2019)ရဲ့ ထူးခြားချက်ကတော့\nပြင်သစ်သရုပ်ဆောင်များနှင့်ပြင်သစ်စကားပြော ရုပ်ရှင်တစ်ကားဖြစ်ခြင်း၊\nပိုမိုရုပ်ရှင်ဆန်တဲ့အရောင်အသွေးများရှိခြင်း၊\nပြင်သစ်အနုပညာရဲ့အစိပ်အပိုင်းထဲက တခုဖြစ်တဲ့ Balletအက၊\nရှည်လျားပြီးသဘာ၀ကျတဲ့ စကားပြောများ၊\nသေချာရွေးချယ် အသုံးပြုထားတဲ့ နောက်ခံတေးဂီတ စတာတွေပဲဖြစ်ပါတယ်။\nဂျိုးဇက်၊ အမ်မာနဲ့ အာရင်တို့ဟာ Hip Hop အကပြိုင်ပွဲတခုမှာ ပါဝင်ယှဉ်ပြိုင်ဖို့ ပဲရစ်မြို့ကိုလာခဲ့ကြ သူတွေပါ။\nဂျိုးဇက်နဲ့ အမ်မာနဲ့ဟာ ချစ်သူတွေဖြစ်ကြပြီး အာရင်ကတော့ဂျိုးဇက်ရဲ့ သူငယ်ချင်းကောင်းတစ်ဦးဖြစ်ပါတယ်။\nအမ်မာရဲ့အဆက်အသွယ်နဲ့ သူတို့လာခဲ့ကြတာဖြစ်ပြီး\nသူမရဲ့အဆက်အသွယ် ယူအီ ကတော့ အမ်မာ တယောက်တည်းကိုသာပဲ\nအထူးအခွင့်အရေးတွေပေးချင်တဲ့ နာမည်ရအမျိုးသားကချေသည်တစ်ဦးပါ။\nHip Hop Dance ...",
        "rating": "5.9",
        "url": "https://megaup.net/2gj9u/(CM)_Lets.Dance.2019.FRENCH.720P.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Untitled-143x200.png",
        "title": "[James Bond] The World Is Not Enough (1999)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ တတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားရဲ့ Bond Girl နှစ်ယောက်ဖြစ်တဲ့ Sophie Marceau နဲ့ Denise Richards နှစ်ယောက်လုံးကတော့အရွယ်ကောင်းနဲ့ကွက်တိပါပဲ...တော်တော်လေးဆွဲဆောင်မှုရှိပါတယ်..။IMDb Rating (6.4/10) ရရှိထားပါတယ်…။  \nFile size…(2.8 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.4",
        "url": "https://megaup.net/2gh8k/The_World_Is_Not_Enough_(1999)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/ufhn9hgoaiw5-133x200.jpg",
        "title": "Fight Back to School 3 (1993)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်\nလျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်း\nလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။\nဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။\nအသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီး\nရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ...။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:29:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gi8i/Fight_Back_To_School_III_1993_BluRay_REMUX_720p_AVC_TrueHD_5.1.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/piw2ks871vih-133x200.jpg",
        "title": "Fight Back to School 2 (1992)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.7) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီကားကတော့ ရှေ့ကဇာတ်ကား Fight Back to School (1) နဲ့ချိတ်ဆက်ထားပါတယ်။စတီဖင်ချောင်နဲ့ဦးလေးတက်တို့နှစ်ယောက် ပစ္စတိုပျောက်ဆုံးမှုကိုဖြေရှင်းပြီးတော့အခုဒုတိယကားမှာ ဦးလေးတက်ရဲ့ကောင်းမှုနဲ့ စတီဖင်ချောင်တစ်ယောက် ရာထူးကျသွားပါတယ်..ရာထူးချခံရပြီးနောက် အဆင်မပြေမှုတွေနဲ့ အလုပ်ထွက်ရသည့်အထိ ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ်လို့..ဗြိတိန်အကြမ်းဖက်သမားများက ဟောင်ကောင်ရှိကျောင်းများကို အကြမ်းဖက်ဖောက်ခွဲမယ်လို့ သိရတဲ့အခါ...စတီဖင်ချောင်တစ်ယောက် အရပ်သားအနေနဲ့ အကြမ်းဖက်မှုတွေကို ဘယ်လိုတားဆီးဖော်ထုတ်မယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.7",
        "url": "https://megaup.net/2gi8D/Fight.Back.to.School.2.1992.CHINESE.720p.BluRay.x264.DTS-PbK.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1t9aqefuqkyk-133x200.jpg",
        "title": "Fight Back to School (1991)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။\nFight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။\nဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကို\nသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)\nသံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။\nစာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hlaine ...",
        "rating": "7.2",
        "url": "https://megaup.net/Undb/Fight_Back_to_School_1991_BluRay_REMUX_720p_AVC_TrueHD_5.1.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZWY4YTk2YjktZTQxNi00NGViLWE2ZDAtMGZhMjgxZWQwMjA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Rose Island (2020)",
        "description": "Rose Island (2020)================IMDb Rating - 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက  အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့...သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ...ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်...ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့... ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်...ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ...",
        "rating": "6.9",
        "url": "https://megaup.net/2ghN8/Rose.Island.2020.ITALIAN.720p.WEBRip.[CM].mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/dances-133x200.jpg",
        "title": "Dances With Wolves: Director’s Cut (1990)",
        "description": "IMDb 8/10\nOscar 7ဆုနဲ့ ရုပ်ရှင် ဆုပေါင်း 44 ခု ရရှိခဲ့တဲ့\n1990 ခုနှစ်က Adventure, Drama, Western ဇာတ်ကားတစ်ကားပါ။\nဂျွန် ဘန်ဒါအမည်ရတဲ့ အရာရှိတစ်ယောက်ဟာ\nပြည်တွင်းစစ်တွေ ဖြစ်ပွားနေတဲ့ နယ်စပ်ဒေသတစ်ခုကို\nမိမိဆန္ဒအလျောက် တာ၀န်ထမ်းဆောင်ဖို့ သွားခဲ့ပါတယ်။\nဟိုကိုရောက်တော့ လူမပြောနဲ့ တိရစ္ဆာန်တစ်ကောင်တစ်မြီးမှတောင်\nမရှိတဲ့အခြေအနေကို ကြုံတွေ့လိုက်ရပါတော့တယ်။\nတာ၀န်အရလာတာဖြစ်တဲ့အတွက် ဂျွန်ဟာ နောက်ကြောင်းပြန်မလှည့်ပဲ\nသူရယ် မြင်းတစ်ကောင်ရယ် ရိက္ခာတွေနဲ့အတူ နေရစ်ခဲ့ပါတော့တယ်။\nဂျွန် ဘန်ဒါတစ်ယောက် အဲ့ဒီဒေသမှာနေရင်း\nလူတွေအတွက် အန္တရာယ်ရှိလှပါပြီဆိုတဲ့\nသားရဲကောင်တွေ လူရိုင်းတွေနဲ့ တွေ့ဆုံပုံတွေ၊\nဘာသာစကားမတူတဲ့ လူရိုင်းတွေ\nမိမိကို အန္တရာယ်မပေးအောင် သူတို့နဲ့ လိုက်လျောညီထွေနေရင်း\nမိတ်ဆွေအပေါင်းအသင်း ဖြစ်သွားပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nKevin Costner ကိုယ်တိုင် ဇာတ်လိုက်မင်းသားရော\nဒါရိုက်တာအဖြစ်ပါ လက်စွမ်းပြထားတဲ့ Dances With Wolves: Director's cut ဟာဆိုရင်တော့\nduration 236 minutes တောင်ရှိလို့ အမုန်းကြည့်ရမှာပါနော်\nQuality – 720p BluRayDuration - 3 hr 30 minSubtitle ...",
        "rating": "8",
        "url": "https://megaup.net/1Akh3/Dances.with.Wolves.1990.DC.720p.BluRay(CM)_(2).mp4",
        "category": "Adventure, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/916jY5lnDoL._AC_SY679_-142x200.jpg",
        "title": "Agatha and the Midnight Murders (2020)",
        "description": "Agatha and the Midnight Murders (2020)================================IMDb Rating - 6.4/10#Unicodeကမ္ဘာပေါ်မှာအအောင်မြင်ဆုံးစုံထောက်ဝတ္ထုတွေကိုရေးခဲ့တဲ့ စာရေးဆရာမကြီးအဂ္ဂသာခရစ်စတီးကိုဇာတ်အိမ် တည်ပြီး ရိုက်ကူးထားတဲ့ လျှို့ဝှက်မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဒီကားလေးမှာ စာရေးဆရာမကြီးခရစ်စတီးဟာ စီးပွားရေးပျက်လုနီးပါးဖြစ်ပြီး အခွန်အကြွေးတွေပါပေးစရာရှိတာကြောင့် သူ့ရဲ့နာမည်ကျော်ဇာတ်ကောင်ပွိုင်ရော့(Poirot)ကို သေခိုင်းလိုက်တဲ့ ဝတ္ထုတစ်ပုဒ်ကိုရေးခဲ့ပါတယ်။ အဆိုပါဝတ္ထုရဲ့လက်ရေးမူကို သူ့ရဲ့အမာခံပရိသတ်တစ်ဦးထံ ရောင်းချဖို့လုပ်ခဲ့ပါတယ်။ ရောင်းချဖို့အတွက်တွေ့ဆုံနေကြတုန်းမှာ ဂျာမာန်တွေရဲ့လေကြောင်းတိုက်ခိုက်မှုနဲ့ကြုံရလို့ မြေအောက်ခန်းမှာရှောင်ပုန်းနေခဲ့ရပါတယ်။မြေအောက်ခန်းထဲမှာပုန်းနေတုန်း သူ့ရဲ့ဝတ္ထုလက်ရေးမူကအခိုးခံလိုက်ရသလို လာဝယ်တဲ့လူကလည်းရုတ်တရက်သေဆုံးခဲ့ပါတော့တယ်။ ဒီလောက်အထိပဲ ဇာတ်လမ်းအညွှန်းကိုပြောပြချင်ပါတယ်၊ စိတ်ဝင်စားစရာကောင်းတဲ့လှည့်ကွက်လေးတွေနဲ့ ဇာတ်အိမ်ကိုရိုက်ပြသွားတာလေးက အတော်ကိုသေသပ်ပါတယ်။Mystery ကားတွေကြိုက်သူများအဖို့အတွက်တော့ ကြည့်သင့်တဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားလို့ ညွှန်းဆိုရင်း တင်ဆက်ပေးလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiကမာၻေပၚမွာအေအာင္ျမင္ဆုံးစုံေထာက္ဝတၳဳေတြကိုေရးခဲ့တဲ့ စာေရးဆရာမႀကီးအဂၢသာခရစ္စတီးကိုဇာတ္အိမ္ တည္ၿပီး ႐ိုက္ကူးထားတဲ့ လွ်ိဳ႕ဝွက္မႈခင္းဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္။ ဒီကားေလးမွာ စာေရးဆရာမႀကီးခရစ္စတီးဟာ စီးပြားေရးပ်က္လုနီးပါးျဖစ္ၿပီး အခြန္အေႂကြးေတြပါေပးစရာရွိတာေၾကာင့္ သူ႔ရဲ႕နာမည္ေက်ာ္ဇာတ္ေကာင္ပြိဳင္ေရာ့(Poirot)ကို ေသခိုင္းလိုက္တဲ့ ဝတၳဳတစ္ပုဒ္ကိုေရးခဲ့ပါတယ္။ အဆိုပါဝတၳဳရဲ႕လက္ေရးမူကို သူ႔ရဲ႕အမာခံပရိသတ္တစ္ဦးထံ ေရာင္းခ်ဖို႔လုပ္ခဲ့ပါတယ္။ ေရာင္းခ်ဖို႔အတြက္ေတြ႕ဆုံေနၾကတုန္းမွာ ဂ်ာမာန္ေတြရဲ႕ေလေၾကာင္းတိုက္ခိုက္မႈနဲ႔ႀကဳံရလို႔ ေျမေအာက္ခန္းမွာေရွာင္ပုန္းေနခဲ့ရပါတယ္။ေျမေအာက္ခန္းထဲမွာပုန္းေနတုန္း သူ႔ရဲ႕ဝတၳဳလက္ေရးမူကအခိုးခံလိုက္ရသလို လာဝယ္တဲ့လူကလည္း႐ုတ္တရက္ေသဆုံးခဲ့ပါေတာ့တယ္။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ghdj/Agatha.And.The.Midnight.Murders.2020.720p.BluRay.H264[CM].mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-136x200.jpg",
        "title": "[James Bond] Tomorrow Never Dies (1997)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်...ကြင်အင်လက္ခဏာ...တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ....နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်...IMDb Rating (6.5/10) ရရှိထားပါတယ်...။  \nFile size…(2.6 GB) and (1.4 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/Umdi/Tomorrow_Never_Dies_(1997)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/arvX1qZWTj7FAbRB7hPBGfk6h2D.jpg",
        "title": "My Wife Got Married (2008)",
        "description": "My wife got married 2008\n------------------------------------------\nတစ်ရက်မှာ မထင်မှတ်ပဲ ကျွန်တော်သိပ်ချစ်ရတဲ့ သူမနဲ့ ပြန်ဆုံတွေ့ခဲ့တယ်.....\n \nသူနဲ့ပက်သက်ရင် အမြဲလွဲတတ်တဲ့ ကျွန်တော်ဟာ ဒီတခါတော့ ကံကြမ္မာရဲ့\n \nမျက်နှာသာပေးမှုနဲ့ ပြန်ဆုံတွေ့ခဲ့ရပြီး ချစ်ကြိုးသွယ်နိုင်ခဲ့တယ်........\n \nဒါပေမယ့် ကျီစားတတ်တဲ့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် တနေ့မှာ\n \nမထင်မှတ်ပဲ သူ့စကားတခွန်းကြောင့် ကျွန်တော်ဘဝထပ်ပြီး\n \nလမ်းပျောက်ခဲ့ရပြန်ပါတယ်..... သူပြောခဲ့တဲ့စကားက\n \n\"သူ့မှာနောက်တစ်ယောက်ရှိနေကြောင်းနဲ့ သူ့ကိုပဲ လက်ထပ်ချင်ကြောင်းပါ\"ပဲ................\n \nတစ်နေ့မှာ ဒေါ့ဟွန်းဟာ အရင်က လုပ်ဖော်ကိုင်ဖက်အနေနဲ့ တဖက်သတ်လဲ ချစ်ခဲ့ရတဲ့ ဂျူအင်နာကို ပြန်တွေ့ခဲ့တယ်။\n \nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ နှစ်ယောက်လုံးက ဘောလုံးပွဲကြည့်ရတာ ဝါသနာပါနေခဲ့ကြတယ်။\n \nဂျူအင်နာရဲ့ စိတ်ဓာတ်တွေ ဝါသနာတွေ ချစ်ဖို့ကောင်းမှုနဲ့ ဆွဲဆောင်မှုရှိတာတွေကြောင့် ချစ်သူတွေဖြစ်\n \nလက်ထပ်ကြပြီး အပျော်ကြီးပျော်နေခဲ့ကြပေမယ့်\n \nတစ်ရက်မှာ ရုတ်တရတ် ဂျူအင်နာက သူ့မှာနောက်တစ်ယောက်ရှိနေပြီဖြစ်ကြောင်း\n \nဒေါ့ဟွန်းကို အသိပေးလာတော့တယ်။ ဒေါ့ဟွန်းအနေနဲ့ သူသိပ်ချစ်ရတဲ့ မိန်းကလေး\n \nပျော်စေချင်တဲ့စိတ်နဲ့ ပေးဆပ်တဲ့အချစ်နဲ့ လက်လွှတ်လိုက်မလား အတ္တစိတ်နဲ့ သူမကို\n \nပြန်လွန်ဆွဲမလား ကြည့်ရှုရမယ့် ဒရာမာဇာတ်ကားလေးပါ...........\n   \nTranslated by : Jerrica \nEncoded by : YK\nQuality : 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/my-wife-got-married-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k99YLo6oHZeixyr4AqgDJEhve50.jpg",
        "title": "Detour (2016)",
        "description": "Detour (2016)\nသူငယ်ချင်း ၃ ယောက် ရှိလေသည်ပေါ့ဗျာ။၃ ယောက်ပေါင်း လောင်းကျော်ကြတဲ့ ဇာတ်။ဦးလေးကြီးများအဖွဲ့ပါ။\nဦးလေးကြီးတွေ ကဲရင် ဆယ်ကျော်သက်တွေ ဘယ်လိုက်မီလိမ့်မလဲ?ဦးလေးကြီး ဂျန်ဆုထက်က မိန်းကလေးတွေကိုအရမ်းစွဲလမ်းပြီး\nစာမေးပွဲဖြေဖို့ကြိုးစားနေတဲ့သူပါဦးလေးကြီး ပတ်အွန်းဒုံကသတင်းကြေညာသူဖြစ်ပြီးအိမ်ထောင်သည် ကလေးတစ်ယောက်အဖေ\nဦးလေးကြီး ဂယ်ဂျိုဖီးကတော့ အစိုးရဝန်ထမ်းတစ်ယောက်ပေါ့သူတို့သူငယ်ချင်းသုံးယောက်ကတစ်နေ့ ဂျယ်ဂျူဒိုမှာ သူငယ်ချင်းတစ်ယောက်ရဲ့ဈာပနာသွားရင်း\nတည်းခိုဆောင်က နာရေး နဲ့ ရူဘီဆိုတဲ့ မိန်းကလေးနှစ်ယောက်နဲ့တွေ့ဆုံရင်းဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာတော့ ..... ဒန့် တန် တန် ပေါ့ဗျာ\nFile Size - 1.4GB, 700MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslated by - Myint Thuzar Linn\nEncoded by - August",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/detour-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/btg7g9ftutks-140x200.jpg",
        "title": "[18+] A Frozen Flower (2008) Director’s Cut Version",
        "description": "ဒီကားကတော့ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားပါ......တောင်ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပြီးတော့လူတွေရဲ့ Dark Side ခြမ်းကို ထင်ပေါ်အောင် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်...မင်းသမီးက Running Man ရဲ့ နာမည်ကျော် Song Ji Hyo  ဂျီဟိုဖြစ်ပြီး သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ဩချရမှာပါ..။မင်းသားတွေကလဲ နာမည်ကျော်တွေချည်းပါပဲ...Jo In-sung , Joo Jin-Mo တို့အဓိကနေရာကပါဝင်ထားပြီးတော့ အဲ့ခေတ်ကနာမည်မရှိသေးတဲ့ Song Joong‑ki တောင် အရံအဖြစ် ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်....Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ...ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ...သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ....အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်...တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2gjpn/A.Frozen.Flower.2008.Director_s.Cut.720p.Bluray.REMUX.AVC.DTS-HD.MA.5.1-GLOMP.mp4",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mhZqZ7nXL6Dj6PKZSseJxv1qXZ.jpg",
        "title": "Let Them All Talk(2020)",
        "description": "Let Them All Talk(2020)အညွှန်း*****************************စာရေးဆရာမAliceဟာ အင်္ဂလန်က စာပေဆုပေးပွဲကိုတက်ရောက်ပြီးဆုသွားယူဖို့ ဖြစ်လာပါတယ်...ရခဲလှတဲ့ဆုဖြစ်ပြီးသွားရောက်ယူချင်ပေမဲ့ သူမအတွက်အခက်အခဲက လေယာဉ်မစီးရဲတာပါ...ဒါ့ကြောင့် သူမရဲ့ကိုယ်စားလှယ်က သင်္ဘောခရီးစီစဉ်ပေးခဲ့တယ်..ဒီတော့စာရေးဆရာမ Aliceဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကတည်းက ငယ်သူငယ်ချင်းဖြစ်ခဲ့တဲ့အမျိုးသမီးကြီး(၂)ဉီးကို ခေါ်ခဲ့တယ်...သိတဲ့အတိုင်း ငယ်သူငယ်ချင်းတွေဆိုပေမဲ့လည်းအရွယ်ရောက်အလုပ်ကိုယ်စီ ပတ်ဝန်းကျင်တစ်ခုစီ ဖန်တီးပြီးနောက်မှာ ပြန်ဆုံကြတော့တစ်ယောက်နဲ့တစ်ယောက်ခပ်တန်းတန်းရယ်...ဒီလိုနဲ့ သင်္ဘောကြီးပေါ်မှာသူမတို့(၃)ယောက်နဲ့စာရေးဆရာကြီးရဲ့တူလေးတစ်ယောက်ရယ် ကိုယ်စားလှယ်အမျိုးသမီးငယ်လေးတစ်ယောက်ရယ်ပေါင်း(၅)ယောက်အင်္ဂလန်ကို ရွက်လွှင့်ခဲ့ကြတာပေါ့...ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက မင်းသမီးကြီး Meryl Streep ပါတာနဲ့တင်ကြည့်ရတာတန်ပါတယ်...ပြီးတော့ ဇာတ်လမ်းက ဘာမဟုတ်ဘူးထင်ရပေမဲ့ ကျွန်တော်တို့ဘဝကိုပြန်စဉ်းစားကြည့်ရင်ဒီလိုပါပဲ...ဘယ်လောက်ပဲခင်ခဲ့မင်ခဲ့ ကျောင်းမှာ အတူတူ ပေါက်ကရတွေလုပ်ခဲ့ပေမဲ့အရွယ်ရောက်လို့ ကိုယ်စီလမ်းတွေလျှောက်ပြီးချိန်မှာတော့ ပြန်ဆုံကြရင်သူစိမ်းတစ်ယောက်လိုဖြစ်နေတတ်ကြတာပဲမလား....ဒီလိုအချိန်မှာ အရင်လိုအငွေ့အသက်တွေရအောင် တတ်နိုင်သလောက်ကျွန်တော်တို့ကြိုးစားဖန်တီးတတ်မြဲပဲမလား...ခင်ဗျားတို့မှာငယ်ငယ်ကရော ခုချိန်ထိပါ ခင်ဆဲမင်ဆဲအရင်လို ခံစားချက်တွေမျှဝေဆဲသူငယ်ချင်းတွေရှိရင် သိပ်ကိုကံကောင်းတယ်လို့ပြောချင်ပါတယ်..ဟာသလေးတွေလည်းပါသလို ကိုယ်ကိုတိုင်ခရီးထွက်သလိုခံစားရစေတဲ့ ကားမို့ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.82GB) and (1.03GB)\nQuality : Web-DL 1080P, 720P\nFormat…mp4\nDuration…01:52:00\nGenre : Comedy , Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/Uow9/Let_Them_All_Talk.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiG1YwNax0oTmNpbkdexY5rOBW7.jpg",
        "title": "Torbaaz(2020)",
        "description": "Torbaaz(2020)အညွှန်း********************(1080p5.1ch သမားတွေ ရပါပြီ...)မင်းသားကြီး Sanjay Dutt ရဲ့ Action, Drama, Sport ကားသစ်လာပါပြီဗျား....အဖဂန်နစ္စတန်က သိကြတဲ့အတိုင်း ရုရှားက ဗျင်းလိုက် အမေရိကန်က ဗျင်းလိုက်နဲ့ စစ်ကြောင့်ပြိုလဲပျက်စီးနေတဲ့နိုင်ငံတစ်ခု...အဖဂန်နစ္စတန်က လက်နက်ကိုင်အဖွဲ့အစည်းတွေကတော့ နည်းမျိုးစုံနဲ့ တွန်းလှန်နေဆဲပါပဲ...အဲ့ဒီလို တွန်းလှန်တဲ့နေရာမှာ သူတို့တွေဟာ ကလေးသူငယ်တွေကို အစွန်းရောက်ဘာသာရေးအယူအဆတွေသွပ်သွင်းပြီးအသေခံဗုံးခွဲတိုက်ခိုက်ခိုင်းပါတယ်...ဒီကလေးတွေကြောင့် စစ်သည်အများစုအသက်ဆုံးရှုံးကြရသလို အပြစ်မဲ့တဲ့ပြည်သူလူထုတွေလည်း ကျဆုံးကုန်ကြပါတယ်..စစ်ဘေးကြောင့် ဒုက္ခသည်စခန်းတွေမှိုလိုပေါက်လာပြီး ဒီစခန်းမှာရှိတဲ့သူတွေကို တတ်နိုင်သလောက်ကူညီထောက်ပံ့နေတဲ့အဖွဲ့အစည်းတွေလည်းရှိလာပါတယ်......အဲဒီလိုကူညီတဲ့အဖွဲ့ထဲမှာ စစ်တပ်မှာတာဝန်ထမ်းဆောင်နေတဲ့ နစားရ်ခန်းရဲ့အမျိုးသမီးလည်းအပါအဝင်ဖြစ်ပါတယ်...ကံဆိုးစွာပဲ အသေခံဗုံးခွဲခဲ့တဲ့ကလေးတစ်ယောက်ကြောင့် သူ့မိန်းမနဲ့ကလေးအသက်ဆုံးရှုံးသွားရတယ်...နစားရ်ခန်းတစ်ယောက် ဆောက်တည်ရာမရ စိတ်ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့လေရဲ့...အဲ့ဒီနောက် သူ့ကို အဖဂန်နစ္စတန်က ဒုက္ခသည်ကလေးတွေကို ကူညီဖို့ ဖိတ်ခေါ်ခြင်းခံရတယ်..အရင်က ကလေးတစ်ယောက်ဆို အပြစ်ကင်းတဲ့ချစ်စရာကလေးငယ်လို့ မြင်ခဲ့ပေမဲ့ ဇနီးနဲ့ကလေး အသေခံဗုံးခွဲတဲ့ကလေးကြောင့်အသက်ဆုံးရှုံးပြီးနောက်မှာ ကလေးငယ်တိုင်းကို လက်နက်ကိုင် အကြမ်းဖက်သမားအဖြစ်မြင်နေတဲ့သူ့အတွက်တကယ့်ကို စိတ်ပျက်စရာကြီးပါပဲ...အာဖဂန်နစ္စတန်ရောက်ပြီး ဘယ်လိုတွေထပ်ကြုံရမလဲဆိုတာတွေကိုတော့.....ဒီကားကမင်းသားကြီး Sanjay Dutt က အဓိကပါဝင်ထားပါတယ်...ရိုက်ကူးထားတာတွေတော်တေ်ာကြီးကိုမိုက်သလိုဇာတ်လမ်းလည်းတော်တော်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး....ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(2.57GB)(1.21GB) and (466 ...",
        "rating": "6.0",
        "url": "https://megaup.net/Umd3/Torbaaz.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x38vQCzCpWZWlWJhSVPFWhmTadu.jpg",
        "title": "Let’s Dance (2019)",
        "description": "Let’s dacnce (2019) (French)\nIMDB Rating :: 5.9/10\nLet’s Dance ဆိုတဲ့နာမည်ကို မြင်လိုက်တာနဲ့ ရုပ်ရှင်ချစ်သူတွေရဲ့ စိတ်ထဲမှာ\nStep Up, The Streets, Battle, Feel the Beat စတဲ့ရုပ်ရှင်တွေကို\nရုတ်တရက်ပြေးသတိရမိမှာ အသေအချာပါပဲ။\nဟုတ်ပါတယ် ..... ဒီရုပ်ရှင်ဟာ လည်း ရှေ့က ပြောခဲ့တဲ့ရုပ်ရှင်တွေလိုပဲ\nComedy Musical Romance Drama ရုပ်ရှင်တစ်ကားပါ။\nဒါပေမယ့် Let’s Dance(2019)ရဲ့ ထူးခြားချက်ကတော့\nပြင်သစ်သရုပ်ဆောင်များနှင့်ပြင်သစ်စကားပြော ရုပ်ရှင်တစ်ကားဖြစ်ခြင်း၊\nပိုမိုရုပ်ရှင်ဆန်တဲ့အရောင်အသွေးများရှိခြင်း၊\nပြင်သစ်အနုပညာရဲ့အစိပ်အပိုင်းထဲက တခုဖြစ်တဲ့ Balletအက၊\nရှည်လျားပြီးသဘာ၀ကျတဲ့ စကားပြောများ၊\nသေချာရွေးချယ် အသုံးပြုထားတဲ့ နောက်ခံတေးဂီတ စတာတွေပဲဖြစ်ပါတယ်။\nဂျိုးဇက်၊ အမ်မာနဲ့ အာရင်တို့ဟာ Hip Hop အကပြိုင်ပွဲတခုမှာ ပါဝင်ယှဉ်ပြိုင်ဖို့ ပဲရစ်မြို့ကိုလာခဲ့ကြ သူတွေပါ။\nဂျိုးဇက်နဲ့ အမ်မာနဲ့ဟာ ချစ်သူတွေဖြစ်ကြပြီး အာရင်ကတော့ဂျိုးဇက်ရဲ့ သူငယ်ချင်းကောင်းတစ်ဦးဖြစ်ပါတယ်။\nအမ်မာရဲ့အဆက်အသွယ်နဲ့ သူတို့လာခဲ့ကြတာဖြစ်ပြီး\nသူမရဲ့အဆက်အသွယ် ယူအီ ကတော့ အမ်မာ တယောက်တည်းကိုသာပဲ\nအထူးအခွင့်အရေးတွေပေးချင်တဲ့ နာမည်ရအမျိုးသားကချေသည်တစ်ဦးပါ။\nHip Hop Dance ...",
        "rating": "5.9",
        "url": "https://megaup.net/2gj9u/(CM)_Lets.Dance.2019.FRENCH.720P.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Untitled-143x200.png",
        "title": "[James Bond] The World Is Not Enough (1999)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ တတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားရဲ့ Bond Girl နှစ်ယောက်ဖြစ်တဲ့ Sophie Marceau နဲ့ Denise Richards နှစ်ယောက်လုံးကတော့အရွယ်ကောင်းနဲ့ကွက်တိပါပဲ...တော်တော်လေးဆွဲဆောင်မှုရှိပါတယ်..။IMDb Rating (6.4/10) ရရှိထားပါတယ်…။  \nFile size…(2.8 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.4",
        "url": "https://megaup.net/2gh8k/The_World_Is_Not_Enough_(1999)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/ufhn9hgoaiw5-133x200.jpg",
        "title": "Fight Back to School 3 (1993)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်\nလျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်း\nလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။\nဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။\nအသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီး\nရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ...။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:29:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gi8i/Fight_Back_To_School_III_1993_BluRay_REMUX_720p_AVC_TrueHD_5.1.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/piw2ks871vih-133x200.jpg",
        "title": "Fight Back to School 2 (1992)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.7) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီကားကတော့ ရှေ့ကဇာတ်ကား Fight Back to School (1) နဲ့ချိတ်ဆက်ထားပါတယ်။စတီဖင်ချောင်နဲ့ဦးလေးတက်တို့နှစ်ယောက် ပစ္စတိုပျောက်ဆုံးမှုကိုဖြေရှင်းပြီးတော့အခုဒုတိယကားမှာ ဦးလေးတက်ရဲ့ကောင်းမှုနဲ့ စတီဖင်ချောင်တစ်ယောက် ရာထူးကျသွားပါတယ်..ရာထူးချခံရပြီးနောက် အဆင်မပြေမှုတွေနဲ့ အလုပ်ထွက်ရသည့်အထိ ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ်လို့..ဗြိတိန်အကြမ်းဖက်သမားများက ဟောင်ကောင်ရှိကျောင်းများကို အကြမ်းဖက်ဖောက်ခွဲမယ်လို့ သိရတဲ့အခါ...စတီဖင်ချောင်တစ်ယောက် အရပ်သားအနေနဲ့ အကြမ်းဖက်မှုတွေကို ဘယ်လိုတားဆီးဖော်ထုတ်မယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.7",
        "url": "https://megaup.net/2gi8D/Fight.Back.to.School.2.1992.CHINESE.720p.BluRay.x264.DTS-PbK.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1t9aqefuqkyk-133x200.jpg",
        "title": "Fight Back to School (1991)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။\nFight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။\nဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကို\nသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)\nသံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။\nစာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hlaine ...",
        "rating": "7.2",
        "url": "https://megaup.net/Undb/Fight_Back_to_School_1991_BluRay_REMUX_720p_AVC_TrueHD_5.1.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZWY4YTk2YjktZTQxNi00NGViLWE2ZDAtMGZhMjgxZWQwMjA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Rose Island (2020)",
        "description": "Rose Island (2020)================IMDb Rating - 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက  အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့...သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ...ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်...ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့... ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်...ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ...",
        "rating": "6.9",
        "url": "https://megaup.net/2ghN8/Rose.Island.2020.ITALIAN.720p.WEBRip.[CM].mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/dances-133x200.jpg",
        "title": "Dances With Wolves: Director’s Cut (1990)",
        "description": "IMDb 8/10\nOscar 7ဆုနဲ့ ရုပ်ရှင် ဆုပေါင်း 44 ခု ရရှိခဲ့တဲ့\n1990 ခုနှစ်က Adventure, Drama, Western ဇာတ်ကားတစ်ကားပါ။\nဂျွန် ဘန်ဒါအမည်ရတဲ့ အရာရှိတစ်ယောက်ဟာ\nပြည်တွင်းစစ်တွေ ဖြစ်ပွားနေတဲ့ နယ်စပ်ဒေသတစ်ခုကို\nမိမိဆန္ဒအလျောက် တာ၀န်ထမ်းဆောင်ဖို့ သွားခဲ့ပါတယ်။\nဟိုကိုရောက်တော့ လူမပြောနဲ့ တိရစ္ဆာန်တစ်ကောင်တစ်မြီးမှတောင်\nမရှိတဲ့အခြေအနေကို ကြုံတွေ့လိုက်ရပါတော့တယ်။\nတာ၀န်အရလာတာဖြစ်တဲ့အတွက် ဂျွန်ဟာ နောက်ကြောင်းပြန်မလှည့်ပဲ\nသူရယ် မြင်းတစ်ကောင်ရယ် ရိက္ခာတွေနဲ့အတူ နေရစ်ခဲ့ပါတော့တယ်။\nဂျွန် ဘန်ဒါတစ်ယောက် အဲ့ဒီဒေသမှာနေရင်း\nလူတွေအတွက် အန္တရာယ်ရှိလှပါပြီဆိုတဲ့\nသားရဲကောင်တွေ လူရိုင်းတွေနဲ့ တွေ့ဆုံပုံတွေ၊\nဘာသာစကားမတူတဲ့ လူရိုင်းတွေ\nမိမိကို အန္တရာယ်မပေးအောင် သူတို့နဲ့ လိုက်လျောညီထွေနေရင်း\nမိတ်ဆွေအပေါင်းအသင်း ဖြစ်သွားပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nKevin Costner ကိုယ်တိုင် ဇာတ်လိုက်မင်းသားရော\nဒါရိုက်တာအဖြစ်ပါ လက်စွမ်းပြထားတဲ့ Dances With Wolves: Director's cut ဟာဆိုရင်တော့\nduration 236 minutes တောင်ရှိလို့ အမုန်းကြည့်ရမှာပါနော်\nQuality – 720p BluRayDuration - 3 hr 30 minSubtitle ...",
        "rating": "8",
        "url": "https://megaup.net/1Akh3/Dances.with.Wolves.1990.DC.720p.BluRay(CM)_(2).mp4",
        "category": "Adventure, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/916jY5lnDoL._AC_SY679_-142x200.jpg",
        "title": "Agatha and the Midnight Murders (2020)",
        "description": "Agatha and the Midnight Murders (2020)================================IMDb Rating - 6.4/10#Unicodeကမ္ဘာပေါ်မှာအအောင်မြင်ဆုံးစုံထောက်ဝတ္ထုတွေကိုရေးခဲ့တဲ့ စာရေးဆရာမကြီးအဂ္ဂသာခရစ်စတီးကိုဇာတ်အိမ် တည်ပြီး ရိုက်ကူးထားတဲ့ လျှို့ဝှက်မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဒီကားလေးမှာ စာရေးဆရာမကြီးခရစ်စတီးဟာ စီးပွားရေးပျက်လုနီးပါးဖြစ်ပြီး အခွန်အကြွေးတွေပါပေးစရာရှိတာကြောင့် သူ့ရဲ့နာမည်ကျော်ဇာတ်ကောင်ပွိုင်ရော့(Poirot)ကို သေခိုင်းလိုက်တဲ့ ဝတ္ထုတစ်ပုဒ်ကိုရေးခဲ့ပါတယ်။ အဆိုပါဝတ္ထုရဲ့လက်ရေးမူကို သူ့ရဲ့အမာခံပရိသတ်တစ်ဦးထံ ရောင်းချဖို့လုပ်ခဲ့ပါတယ်။ ရောင်းချဖို့အတွက်တွေ့ဆုံနေကြတုန်းမှာ ဂျာမာန်တွေရဲ့လေကြောင်းတိုက်ခိုက်မှုနဲ့ကြုံရလို့ မြေအောက်ခန်းမှာရှောင်ပုန်းနေခဲ့ရပါတယ်။မြေအောက်ခန်းထဲမှာပုန်းနေတုန်း သူ့ရဲ့ဝတ္ထုလက်ရေးမူကအခိုးခံလိုက်ရသလို လာဝယ်တဲ့လူကလည်းရုတ်တရက်သေဆုံးခဲ့ပါတော့တယ်။ ဒီလောက်အထိပဲ ဇာတ်လမ်းအညွှန်းကိုပြောပြချင်ပါတယ်၊ စိတ်ဝင်စားစရာကောင်းတဲ့လှည့်ကွက်လေးတွေနဲ့ ဇာတ်အိမ်ကိုရိုက်ပြသွားတာလေးက အတော်ကိုသေသပ်ပါတယ်။Mystery ကားတွေကြိုက်သူများအဖို့အတွက်တော့ ကြည့်သင့်တဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားလို့ ညွှန်းဆိုရင်း တင်ဆက်ပေးလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiကမာၻေပၚမွာအေအာင္ျမင္ဆုံးစုံေထာက္ဝတၳဳေတြကိုေရးခဲ့တဲ့ စာေရးဆရာမႀကီးအဂၢသာခရစ္စတီးကိုဇာတ္အိမ္ တည္ၿပီး ႐ိုက္ကူးထားတဲ့ လွ်ိဳ႕ဝွက္မႈခင္းဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္။ ဒီကားေလးမွာ စာေရးဆရာမႀကီးခရစ္စတီးဟာ စီးပြားေရးပ်က္လုနီးပါးျဖစ္ၿပီး အခြန္အေႂကြးေတြပါေပးစရာရွိတာေၾကာင့္ သူ႔ရဲ႕နာမည္ေက်ာ္ဇာတ္ေကာင္ပြိဳင္ေရာ့(Poirot)ကို ေသခိုင္းလိုက္တဲ့ ဝတၳဳတစ္ပုဒ္ကိုေရးခဲ့ပါတယ္။ အဆိုပါဝတၳဳရဲ႕လက္ေရးမူကို သူ႔ရဲ႕အမာခံပရိသတ္တစ္ဦးထံ ေရာင္းခ်ဖို႔လုပ္ခဲ့ပါတယ္။ ေရာင္းခ်ဖို႔အတြက္ေတြ႕ဆုံေနၾကတုန္းမွာ ဂ်ာမာန္ေတြရဲ႕ေလေၾကာင္းတိုက္ခိုက္မႈနဲ႔ႀကဳံရလို႔ ေျမေအာက္ခန္းမွာေရွာင္ပုန္းေနခဲ့ရပါတယ္။ေျမေအာက္ခန္းထဲမွာပုန္းေနတုန္း သူ႔ရဲ႕ဝတၳဳလက္ေရးမူကအခိုးခံလိုက္ရသလို လာဝယ္တဲ့လူကလည္း႐ုတ္တရက္ေသဆုံးခဲ့ပါေတာ့တယ္။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ghdj/Agatha.And.The.Midnight.Murders.2020.720p.BluRay.H264[CM].mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-136x200.jpg",
        "title": "[James Bond] Tomorrow Never Dies (1997)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်...ကြင်အင်လက္ခဏာ...တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ....နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်...IMDb Rating (6.5/10) ရရှိထားပါတယ်...။  \nFile size…(2.6 GB) and (1.4 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/Umdi/Tomorrow_Never_Dies_(1997)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/arvX1qZWTj7FAbRB7hPBGfk6h2D.jpg",
        "title": "My Wife Got Married (2008)",
        "description": "My wife got married 2008\n------------------------------------------\nတစ်ရက်မှာ မထင်မှတ်ပဲ ကျွန်တော်သိပ်ချစ်ရတဲ့ သူမနဲ့ ပြန်ဆုံတွေ့ခဲ့တယ်.....\n \nသူနဲ့ပက်သက်ရင် အမြဲလွဲတတ်တဲ့ ကျွန်တော်ဟာ ဒီတခါတော့ ကံကြမ္မာရဲ့\n \nမျက်နှာသာပေးမှုနဲ့ ပြန်ဆုံတွေ့ခဲ့ရပြီး ချစ်ကြိုးသွယ်နိုင်ခဲ့တယ်........\n \nဒါပေမယ့် ကျီစားတတ်တဲ့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် တနေ့မှာ\n \nမထင်မှတ်ပဲ သူ့စကားတခွန်းကြောင့် ကျွန်တော်ဘဝထပ်ပြီး\n \nလမ်းပျောက်ခဲ့ရပြန်ပါတယ်..... သူပြောခဲ့တဲ့စကားက\n \n\"သူ့မှာနောက်တစ်ယောက်ရှိနေကြောင်းနဲ့ သူ့ကိုပဲ လက်ထပ်ချင်ကြောင်းပါ\"ပဲ................\n \nတစ်နေ့မှာ ဒေါ့ဟွန်းဟာ အရင်က လုပ်ဖော်ကိုင်ဖက်အနေနဲ့ တဖက်သတ်လဲ ချစ်ခဲ့ရတဲ့ ဂျူအင်နာကို ပြန်တွေ့ခဲ့တယ်။\n \nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ နှစ်ယောက်လုံးက ဘောလုံးပွဲကြည့်ရတာ ဝါသနာပါနေခဲ့ကြတယ်။\n \nဂျူအင်နာရဲ့ စိတ်ဓာတ်တွေ ဝါသနာတွေ ချစ်ဖို့ကောင်းမှုနဲ့ ဆွဲဆောင်မှုရှိတာတွေကြောင့် ချစ်သူတွေဖြစ်\n \nလက်ထပ်ကြပြီး အပျော်ကြီးပျော်နေခဲ့ကြပေမယ့်\n \nတစ်ရက်မှာ ရုတ်တရတ် ဂျူအင်နာက သူ့မှာနောက်တစ်ယောက်ရှိနေပြီဖြစ်ကြောင်း\n \nဒေါ့ဟွန်းကို အသိပေးလာတော့တယ်။ ဒေါ့ဟွန်းအနေနဲ့ သူသိပ်ချစ်ရတဲ့ မိန်းကလေး\n \nပျော်စေချင်တဲ့စိတ်နဲ့ ပေးဆပ်တဲ့အချစ်နဲ့ လက်လွှတ်လိုက်မလား အတ္တစိတ်နဲ့ သူမကို\n \nပြန်လွန်ဆွဲမလား ကြည့်ရှုရမယ့် ဒရာမာဇာတ်ကားလေးပါ...........\n   \nTranslated by : Jerrica \nEncoded by : YK\nQuality : 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/my-wife-got-married-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k99YLo6oHZeixyr4AqgDJEhve50.jpg",
        "title": "Detour (2016)",
        "description": "Detour (2016)\nသူငယ်ချင်း ၃ ယောက် ရှိလေသည်ပေါ့ဗျာ။၃ ယောက်ပေါင်း လောင်းကျော်ကြတဲ့ ဇာတ်။ဦးလေးကြီးများအဖွဲ့ပါ။\nဦးလေးကြီးတွေ ကဲရင် ဆယ်ကျော်သက်တွေ ဘယ်လိုက်မီလိမ့်မလဲ?ဦးလေးကြီး ဂျန်ဆုထက်က မိန်းကလေးတွေကိုအရမ်းစွဲလမ်းပြီး\nစာမေးပွဲဖြေဖို့ကြိုးစားနေတဲ့သူပါဦးလေးကြီး ပတ်အွန်းဒုံကသတင်းကြေညာသူဖြစ်ပြီးအိမ်ထောင်သည် ကလေးတစ်ယောက်အဖေ\nဦးလေးကြီး ဂယ်ဂျိုဖီးကတော့ အစိုးရဝန်ထမ်းတစ်ယောက်ပေါ့သူတို့သူငယ်ချင်းသုံးယောက်ကတစ်နေ့ ဂျယ်ဂျူဒိုမှာ သူငယ်ချင်းတစ်ယောက်ရဲ့ဈာပနာသွားရင်း\nတည်းခိုဆောင်က နာရေး နဲ့ ရူဘီဆိုတဲ့ မိန်းကလေးနှစ်ယောက်နဲ့တွေ့ဆုံရင်းဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာတော့ ..... ဒန့် တန် တန် ပေါ့ဗျာ\nFile Size - 1.4GB, 700MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslated by - Myint Thuzar Linn\nEncoded by - August",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/detour-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNnw3UiqF7UOjjeo6GKXOeO3t8d.jpg",
        "title": "The Road to Mandalay (2016)",
        "description": "The Road to Mandalay (2016)\n----------------------------------------------------------------------------------\nစာအုပ်တစ်အုပ်ကို ကာဗာ ကိုကြည့်ပြီး မဆုံးဖြတ်ပါနဲ့\nဆိုတဲ့စကားတော့ တကယ်လက်ခံသွားပါပြီ ။\nအမှန်အတိုင်းပြောရရင် JoJo က ဘာသာပြန်နေရင်းနဲ့\nဒီကားကောင်းကို သာမန်ပဲထင်ခဲ့တာပါ ။\nမင်းသမီးကလည်း သိပ်မချောတော့လေ. ..\n(ဒါပေမဲ့ Google ခေါက်တော့မှ အထင်နဲ့အမြင်လွဲတာဆိုတာ ... )\nဒီကားလေးက The Lady ကားကိုထုတ်လုပ်ခဲ့တဲ့ Myanmar Montage Film Production ကပါ ။\nနိုင်ငံတကာ ဆုပေါင်း (၁၉) ဆု ဇကာတင်စာရင်းဝင်ခဲ့ပြီး\nအကောင်းဆုံးဇာတ်ကားဆု ၊ ထုတ်လုပ်ရေးဆု၊\nအမျိုးသားဇာတ်ဆောင်ဆု နဲ့ အကောင်းဆုံး ဒါရိုက်တာဆု ရရှိခဲ့ပါတယ် ။\nနည်းနည်းတော့ ဖြုံသွားပြီး ... အဲ့လောက်တောင်လားပေါ့ ?\nတကယ် အဲ့လောက်တောင်ပါ ...\nဇာတ်လမ်းလေးက မြန်မာနိုင်ငံကနေ ထိုင်းဘက်ကို\nတရားမဝင်သွားရောက်နေထိုင် အလုပ်လုပ်ကိုင်တဲ့ အကြောင်းလေးပါ ။\nမင်းသမီးက ရည်မှန်းချက်ကြီးတဲ့သူပါ။\nထိုင်းမှာ အလုပ်လုပ်ဖို့က အလုပ်ပါမစ်လိုပါသတဲ့။\nအဲ့အလုပ်ပါမစ်အတွက် မင်းသမီးက အသေရရ အရှင်ရရ ကြိုးစားပါတော့တယ်။\nသူ့ရည်မှန်းချက်က ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-road-to-mandalay-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCJGTNtoRr9VQRQRyJ8FIJK6QfK.jpg",
        "title": "Kelam (2019)",
        "description": "Kelam(Dark) 2019 (Indonesia)\nIMDB – 4/10\nဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ခုနှစ်ကမှထွက်ရှိထားတဲ့\nအင်ဒိုနီးရှား Horror ကားလေးပဲ ဖြစ်ပါတယ်။\nနီနာဟာ ချစ်စဖွယ်သမီးငယ်လေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားတဲ့\nသက်လတ်ပိုင်းအိမ်ထောင်သည် အမျိုးသမီးတစ်ဦးပါ။\nတစ်ညမှာတော့ သူမ အိပ်ပျော်နေတုန်းမှာ သူမတို့နဲ့အဝေးမှာနေထိုင်တဲ့\nသူမရဲ့ မိခင် ကျန်းမာရေး ဆိုးရွားနေတဲ့ အတွက်\nသူမ ကိုလာခဲ့ဖို့ဆက်သွယ်လာပါတယ်။\nသူမနဲ့သမီးဖြစ်သူဟာ သူမငယ်စဉ်ကနေထိုင်ခဲ့တဲ့ မိခင်ကြီးရဲ့ အိမ်ကို ရောက်သွားကြပြီး\nသူမရဲ့ ခင်ပွန်းဖြစ်သူကတော့ အလုပ်တွေကြောင့် သူမတို့နဲ့ အတူတူ မလိုက်ပါနိုင်ခဲ့ပါဘူး။\nသူမရဲ့ သမီးငယ်ဟာလည်းမွေးရာပါ နှလုံးရောဂါခံစားနေရတဲ့ ကလေးငယ်တစ်ဦးဖြစ်ပြီး\nခွဲစိပ်မှုပြုလုပ်ဖို့ စောင့်ဆိုင်းနေရပါတယ်။\nသူမ မိခင်ကြီးရဲ့ အိမ်ကို ရောက်တဲ့အခါမှာ မိသားစုတွေ ပြန်လည် ဆုံတွေ့ကြပေမယ့်\nအတိတ်ကပြသနာတချို့ကြောင့် သူမနဲ့ မိခင်ကြား ဆက်ဆံရေးကောင်းမွန်ခြင်းမရှိတာကို\nသူမရဲ့ ညီမဖြစ်သူထံမှ အပြစ်တင်တာမျိုးကို ရင်ဆိုင်ကြုံတွေ့ရပါတယ်။\nသူမသမီးငယ်လေးရဲ့ ကျန်းမာရေးတဘက်၊ မိခင်ရဲ့ ကျန်းမာရေးကို တဘက် နဲ့\nသူမနှင့် ညီမဖြစ်သူဟာ ပြုစုစောင့်ရှောက်ရင်း\nပုံမှန်မဟုတ်တဲ့ သဘာ၀ကိစ္စရပ်တွေကို ရင်ဆိုင်ကြုံတွေ့လာရပါတယ်။\nသူမကိုယ်တိုင်က စိတ်ဓာတ်ခက်ထန်မာကျောသူတစ်ဦးဖြစ်ပေမယ့်\nကြုံတွေ့ရတဲ့ကိစ္စများဟာ သူမအတွက် ...",
        "rating": "4",
        "url": "https://megaup.net/Ulen/(CM)_Kelam.2019.720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zMxQNt6YAqRp6shK8gTIDSLxYyQ.jpg",
        "title": "Alice in Earnestland (2015)",
        "description": "Alice in Earnestland (2015)\nဒီဇာတ်လမ်းကတော့ ဂျောင်ဆူနမ်လို့ခေါ်တဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့\nဘ၀အစိတ်အပိုင်းတစ်ခုအကြောင်းလို့ ပြောလို့ရပါတယ်..\nဇာတ်လမ်းရဲ့အစမှာ အဲ့ဒီအမျိုးသမီးဟာ\nအခမဲ့အကြံပေးခြင်း၀န်ဆောင်မှုပေးတဲ့ ရုံးခန်းကိုရောက်လာပြီး\nအဲ့ဒီမှာပဲ သူမဘ၀အကြောင်းကို စတင်ပြောပြခဲ့ပါတယ်\nစိတ်၀င်စားဖို့ကောင်းတဲ့ သူမရဲ့ဇာတ်လမ်းအစဟာ\nဆယ်ကျော်သက်အရွယ်မှာပဲ စတင်ခဲ့တယ်ဆိုပါတော့\nအလယ်တန်းနောက်ဆုံးနှစ်ပြီးတဲ့အချိန်မှာ\nအထက်တန်းပဲဆက်တက်ရမလား\nစက်ရုံတစ်ခုမှာပဲ အလုပ်၀င်ရမလားဆိုပြီး ဒွိဟဖြစ်နေခဲ့ပါတယ်\nတစ်ယောက်တည်းခက်ခဲပင်ပန်းစွာ နေလာခဲ့ရတဲ့သူမဘ၀ဟာ\nသိပ်ချစ်ရတဲ့အမျိုးသားနဲ့တွေ့ဆုံပြီးနောက်မှတော့\nအနည်းငယ် ပျော်ရွှင်စရာကောင်းလာခဲ့သလိုပါပဲ\nအကြားအာရုံချို့တဲ့နေတဲ့အမျိုးသားကြောင့်\nသူတို့နှစ်ယောက်ရဲ့အိမ်၀ယ်မယ့် ပိုက်ဆံဟာ\nခွဲစိတ်မှုအတွက် ဖြစ်လာခဲ့ပါတယ်\nကံဆိုးမှုက အဲ့ဒီမှာတင် ရပ်မနေခဲ့ပါဘူး\nခွဲစိတ်မှုပြီးတဲ့နောက်မှာပဲ အမျိုးသားဟာ\nမတော်တဆမှုတစ်ခုကြောင့် လက်တစ်ဖက်ဟာ\nသုံးမရတော့တဲ့အထိ ဖြစ်သွားခဲ့ပါတ\nအလုပ်မလုပ်နိုင်တော့တဲ့ယောက်ျားဖြစ်သူကြောင့်\nအိမ်အတွက် ပိုက်ဆံရှာဖို့က သူမတာ၀န် ဖြစ်လာခဲ့ပါတယ်\nပိုက်ဆံရဖို့အတွက် အလုပ်ပေါင်းစုံ မညည်းမညူဘဲ လုပ်ခဲ့တယ်.\nတစ်ရက်မှာတော့ သူတို့နေတဲ့ မြေနေရာကို စီမံကိန်းအသစ်တစ်ခုနဲ့\nပြန်လည်တည်ဆောက်ဖို့ အကြောင်းဖန်လာတဲ့အခါ..\nသေကြောင်းကြံပြီး ကိုမာဖြစ်သွားတဲ့ ခင်ပွန်းသည်အတွက် ပိုက်ဆံလိုနေတဲ့ သူမ..\nစီမံကိန်းရဲ့ကန်ထရိုက်ကခိုင်းတဲ့ အလုပ်ကို ကြိုးစားဆောင်ရွက်ရင်း\nသူမဘာတွေကြုံတွေ့လာရမလဲ\nဇာတ်ကားတစ်ကားလုံး အချိတ်အဆက် မိမိနဲ့\nစိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ပြသွားတာမို့\nအားလပ်တဲ့အချိန်မှာ အချိန်ပေးကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ\nFile Size - 1GB ,548MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Thiri Lwin\nEncoder - August",
        "rating": "6.8",
        "url": "https://megaup.net/2ggbC/(CM)_Alice_in_Earnestland.2015.720P.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/middle-138x200.jpg",
        "title": "Middleton Christmas 2020",
        "description": "Middleton Christmas ဇာတ်ကားက Romanceအမျိုးအစားလေးပါ\nမကြာခင်ကျရောက်လာတော့မဲ့ခရစ်စမတ်ပွဲတော်အကြောင်း\nအသားပေးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါပဲ\nဇာတ်လမ်းအကျဥ္းက Middletonကိုယ်ပိုင်အထက်တန်းကျောင်းကို\nဖလော်ရီဒါကပြောင်းလာတဲ့ကျောင်းသားလေး\nမက ်စ်နဲ့ အရည်အချင်းရှိတဲ့သူ့အဖေကို\nကျောင်းအုပ်ဆရာမကြီးက အလုပ်ခန့်လိုက်ပါတယ်\nကျောင်းအုပ်ဆရာမကြီးရဲ့သမီး ဆမန်သာနဲ့မက ်စ်တို့မထင်မှတ်ပဲတွေ့ဆုံပီးနောက်\nအတန်းဖော်တွေဖြစ်လာခဲ့ပါတယ်\nဆမန်သာမှာအစကရည်းစားရှိပေမဲ့သူ့ကို\nတကယ်မချစ်ဘူးဆိုတာနားလည်သွားပီးနောက် မှာ\nမက ်စ်အပေါ်စိတ်ယိုင်လာခဲ့ပါတယ်\nတစ်နေ့မက ်စ်ကိုတွေ့ဖို့ကားမောင်းလာရင်း accidentဖြစ်ပီး ကျောက်ကပ်ပျက်စီးသွားခဲ့ပါတယ်\nဒါကိုသိတဲ့သွေးအမျိုးအစားတူတ​ဲ့ ဆမ်ရဲ့အရင်ရည်းစားက\nလှူဖို့ပြင်ဆင်ခဲ့ပေမဲ့သူ့မိဘတွေကခွင့်မ​ပြုခဲ့ပါဘူး\nမက ်စ်ကတော့အဖေကိုတောင်အသိမပေးပဲခွဲစိတ်မှုပြုလုပ်ခဲ့ပါတယ်\nခွဲစိတ်မှုအပီးမှာ ဆမ်ကချက်ချင်းသက်သာလာခဲ့ပေမဲ့ မက ်စ်ကတော့သတိမေ့နေခဲ့ပါတယ်\nဒီလိုအခက်အခဲတွေရင်ဆိုင်ပီးနောက် မှာ မက ်စ်ပြန်လည်ကျန်းမာလာမလား\nသူတို့နှစ်ယောက်ပေါင်းစည်းနိုင်မလားဆိုတာ စောင့်ကြည့်ရမှာပါ\nFile Size :(1.4 GB) and (700 MB)\nQuality : WEB-DL 1080p/ 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zora Yang\nEncoded by Littleneohttps://megaup.net/Ulnq/The.Big.Bang.Theory.S01E16.The.Peanut.Reaction.1080p(CM).mp4",
        "rating": "5.4",
        "url": "https://megaup.net/Ulnw/Middleton.Christmas.2020.720p(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnAEKVw94Gr7MS5P0UZqYUdo5Kx.jpg",
        "title": "Love You Forever",
        "description": "Love you forever (2020)\nတရုတ်ကျောင်းသားကားလေး ကြည့်ကြမလား ??\nကျောင်းသားကားလေးရယ်လို့မဟုတ်ဘူး.......\nဘယ်လိုပြောရမလဲ အချစ်ကားပေါ့...\nဟုတ်တယ် အချစ်ကား.......\nဘာသာပြန်တဲ့သူတောင် ချစ်သူကို သတိရသွားတဲ့အထိ စွဲဆောင်လွန်းတဲ့ အချစ်ကား...\nမိသားစုနဲ့ကြည့်လည်း သင့်လျော်ပြီး\nဒီကားလေးကို ဒေါင်းပြီး ချစ်သူကိုပေးလိုက်ရင်တော့ စပါယ်ရှယ်ပါပဲ...\nထားပါ...ဇာတ်လမ်းလေးပြောရအောင်..\nငယ်ငယ်လေးကတည်းက ကစားဖော်ကစားဖက်\nလင်းကော် နဲ့ ချိုးချန်း က ၆ နှစ်လောက်မှာကွဲသွားခဲ့ပါတယ်။\nအဲ့တုန်းက ကစားနေရင်းနဲ့ လက်ပတ်နာရီတစ်လုံးကောက်မိရာက ဇာတ်လမ်းစတာပဲ။\nအထက်တန်းရောက်တော့ သူတို့နှစ်ယောက်ပြန်တွေ့ပါတယ်။\nကျောင်းသားသဘာဝ ပျော်ပျော်ရွှင်ရွှင်ပေါ့...\nအဲ့လိုနဲ့ ကောင်လေး မွေးနေ့မှာ\nမထင်မှတ်ဘဲ ချိုးချန်း က ကားမတော်တဆမှုနဲ့ အသက်သေဆုံးခဲ့ပါတယ်။\nဆေးရုံမှာ လင်းကော် ကတော့\nကောက်ရတဲ့လက်ပတ်နာရီကို ကိုင်ပြီး ငိုယိုနေခဲ့တာပေါ့...\nထပ်ပြောချင်ပေမယ့် ... spoil မှာကြောက်လို့ မပြောတော့ဘူး\n“ချစ်နေမယ် အချိန်တွေမကုန်ဆုံးခင်ထိပေါ့”\nတကယ် ရင်ထဲထိလို့ ၁၀၀ ရာခိုင်နှုန်း ကြည့်ဖို့ တိုက်တွန်းပါတယ်နော်.....\nFile Size - 1.6GB, 759MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Jo Jo Va\nEncoder - ...",
        "rating": "6.8",
        "url": "https://megaup.net/2ggdl/(CM)_Love_You_Forever.2020.720P.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oDRnmRRNw3374bpRc3j9or32Jak.jpg",
        "title": "Ghost Painter (2020)",
        "description": "Pelukis Hantu (Ghost Painter )  2020\n=========================\nStay Homeကာလမှာ စိတ်အပန်းပြေအောင် စီအမ်က\n၂၀၂၀ထွက် အင်ဒိုနီးရှား သရဲဟာသကားလေးနဲ့ ဖျော်ဖြေပေးပါရစေ.\nIMDB 7.8တောင် ရထားတာကြောင့် Horror/ Comedy ဇာတ်လမ်းကောင်းတပုဒ်ဆိုတာ\nပြောပြနေဖို့ လိုမယ်မထင်ပါဘူး. ဇာတ်လမ်းအကျဉ်းကတော့\nတူတူဆိုတဲ့ ပန်းချီဆရာလေးက ပန်းချီကားမရောင်းရလို့\nညစ်နေတုန်း တီဗီရှိုးတစ်ခုမှာ လုပ်တဲ့ သူ့ဘော်ဒါက\nအလုပ်အကြောင်း ဖုန်းဆက်ရာကနေ စရမှာပဲ.\nတီဗီရှိုးက သရဲတွေကို နတ်ဆရာက ပင့်ခေါ်ပြီး\nအင်တာဗျူးတာကို တင်ဆက်ပေးတဲ့\nပရလောကအကြောင်း ရှိုးလေးပေါ့ဗျာ.\nတီဗီရှိုးမှာ သူလုပ်ပေးရမယ့် အလုပ်ကတော့\nနတ်ဆရာက သရဲခေါ်တဲ့အခါ သူက မျက်လုံးကို\nအဝတ်နဲ့စည်းပြီး သရဲပုံကို ဆွဲပြရတာပါပဲ. အရင်က\nfake showဖြစ်တဲ့ အဲ့ဒီတီဗီရှိုးဟာ သူနဲ့တွေ့မှပဲ\nreality showဖြစ်သွားပါတယ်. ဘာလို့လဲဆိုတော့\nသူတကယ်ပဲ မီးနေသည်သရဲကိုမြင်လိုက်ရလို့ပါ. သူ့ကြောင့်\nရှိုးပွဲက နာမည်ကြီးသွားချိန်မှာတော့ ပရိုဂျူဆာက မီးနေသည်သရဲမပဲ\nမြင်နေရင် ပရိတ်သတ်ရိုးအီမှာဆိုးလို့ တခြားသရဲတွေပါ\nမြင်ရအောင် လုပ်ဖို့ တိုက်တွန်းတာကြောင့် နည်းလမ်းရှာဖွေရင်း\nအလွဲတွေ ဖြစ်လာတာကို အတော်လေးရယ်ရအောင် ရိုက်ပြထားတဲ့\nComedy ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ဇာတ်အိမ်တည်ဆောက်ပုံလဲ\nကောင်းတာကြောင့် စိတ်ဝင်စားစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Ulhu/(CM)_Pelukis.Hantu.2020.720p.mp4",
        "category": "Comedy, Horror"
    }
]