[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zWwX/Nothing.Like.Paris.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-4-133x200.jpg",
        "title": "Almost Heroes (1998)",
        "description": "Imdb 5.7/10  rotten tomatoes 5%\nဒီရုပ်ရှင်ကတော့ ၁၉၉၈ ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့တဲ့ comedy adventure အမျိုးအစားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လက်စလီအက်ဒ်ဝေါ့ဒ်နဲ့ ဘာသိုလိုမြူး ဆိုတဲ့လူနှစ်ယောက်ရဲ့အမေရိကန်အရှေ့ဘက်ကနေ အနောက်ဘက် ပစီဖိတ်ကို‌ရောက်အောင် စွန့်စားသွားကြတာကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာ ပါဝင်တဲ့အရာတော်တော်များများကလည်း စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် အရမ်းကိုရယ်ရတဲ့အတွက် comedy ကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်တစ်ဦးဖြစ်တဲ့ Chris Farley မသေဆုံးခင်ရိုက်ကူးခဲတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဇာတ်အိမ်ထက် ဟာသကို ပိုပြီးဦးစားပေးထားတာမို့ ဟာသကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်File size…(1.6 GB)/(1.3 GB)/(650 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Adventure, Western, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phil",
        "rating": "",
        "url": "https://megaup.net/1e12b/Almost.Heroes.1998.720p.(CM).mp4",
        "category": "Adventure, Comedy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU16/Sid.is.Dead.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0bOXCGMxHc4RHeeZQFFLIM6fZJ.jpg",
        "title": "Return to Seoul (2022)",
        "description": "Return to Seoul ( 2022 )ယဉ်ကျေးမှု ဆိုတာကို \" သဘာဝပတ်ဝန်းကျင်မှ လူတိုင်းကိုယ်တိုင်ဖန်တီးယူသော အစိတ်အပိုင်း တစ်ခုဖြစ်သည်။\nယဉ်ကျေးမှု ဆိုသည်မှာ လူတစ်မျိုး၏ ဘဝတည်ဆောက် ပျိုးထောင်ပုံ နည်းနာများသာ ဖြစ်သည်။\nလူ့ဘောင်အဖွဲ့အစည်းအတွင်း၌ လူတို့ ဆက်ဆံ နေထိုင်စားသောက် လှုပ်ရှားသည့် ပုံစံသည် လူတို့၏ ယဉ်ကျေးမှု စနစ်ဖြစ်သည်\"လို့ ဖွင့်ဆိုထားတယ်။\nသူ့ဖွင့်ဆိုချက်အတိုင်းပဲ ယဉ်ကျေးမှုဟာ ရွေ့လျောသွားတဲ့နေရာ ရွေ့လျားသွားတဲ့ပတ်ဝန်းကျင်ကိုလိုက်ပြီး မတူညီကြဘူး။\nနိုင်ငံကွဲ ဒေသကွဲ အရပ်ကွဲတာတွေထားဦး။ အိမ်တစ်အိမ်ထဲတောင် အဖေနဲ့သားရဲ့ ယဉ်ကျေးမှုခြင်းက မတူနိုင်ဘူး။\nဘယ်တုန်းကမှလည်း လူကြီးတွေရဲ့ ယဉ်ကျေးမှုဟာ လူငယ်တွေရဲ့ ယဉ်ကျေးမှုနဲ့ ထပ်မတူမကျဖူးဘူး။\nဟိုးတုန်းက ဆံပင်အရှည်ထားလို့ လမ်းသရဲလို့သမုတ်ခံရတဲ့ ကျွန်တော်တို့ရှေ့မျိုးဆက်တွေနဲ့ သူတို့ရှေ့မျိုးဆက်တွေရဲ့ ယဉ်ကျေးမှုလည်းမတူသလို ကျွန်တော်တို့နဲ့ ဆံပင်ရှည်ထားတဲ့မျိုးဆက်က ယဉ်ကျေးမှုလည်းမတူဘူး။\nတကယ်လို့သာ နိုင်ငံကွဲသားသမီးတစ်ယောက်နဲ့ အဖေတစ်ယောက်ရဲ့ ယဉ်ကျေးမှုဆို ဘယ်လောက်ထိ ကွာခြားသွားနိုင်လဲ။ ဒီရုပ်ရှင်က ဒီအကြောင်းပါပဲ။ဇာတ်ကားစစအဖွင့်မှာ ကိုရီးယားမျက်နှာနဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းမှာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TZ5x/Return.to.Seoul.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTnAYyUwp6lT0cKrt4aNujj5mdF.jpg",
        "title": "The Green Inferno (2013)",
        "description": "The Green Inferno (2013)IMDb rating - 5.3ဇာတ်လမ်းအညွှန်းအာဖရိကအမျိုးသမီးအခွင့်အရေးအတွက် အားမလိုမရဖြစ်နေတဲ့တက္ကသိုလ်ကျောင်းသူ ဂျက်စတင်းဟာ ကျောင်းစောင့်တွေအရေးအတွက်အစာငတ်ခံဆန္ဒပြနေတဲ့၊ အယ်လီဟန်ဒရိုခေါင်းဆောင်တဲ့၊လူအခွင့်အရေးတက်ကြွလှုပ်ရှားတဲ့ ကျောင်းသားအဖွဲ့ထဲ ဝင်ရောက်လာတယ်။ပီရူးနိုင်ငံအပိုင်းထဲက အမေဇုန်တောတစ်နေရာမှာ တောကို ရှင်းပြီးအဖိုးတန်ဓာတ်ငွေ့တွေထုတ်ယူမယ့်ကုမ္ပဏီဟာ အဲ့တောနေရာကရှားပါးလူရိုင်းမျိုးနွယ်စုဖြစ်တဲ့ ရာဟက်စ်တွေရဲ့ ရွာကိုပါ ထိပါးပြီးဒေသခံလူမျိုးစုကိုပါ ရက်ရက်စက်စက် ရှင်းလင်းသတ်ပစ်လိုက်နိုင်တဲ့ဒီအရေးကို တားဆီးဖို့ ကယ်တင်ဖို့ဟာ အယ်လီဟန်ဒရိုတို့အဖွဲ့ရဲ့နောက်ထပ်ပရောဂျက်ဖြစ်လာပါတယ်။ဒီအဖွဲ့က လူထုအာရုံစိုက်မှုရလာအောင် ဆန္ဒထုတ်ဖော်မှာဖြစ်ပြီးUNက ရှေ့နေကြီးရဲ့သမီး ဂျက်စတင်း တစ်ယောက်လည်း လိုက်လာခဲ့တယ်။ခက်ခက်ခဲခဲဆန္ဒပြပြီး အပြန်လမ်းမှာ သူတို့စီးလာတဲ့လေယာဉ်လေးက တောနက်ကြီးထဲမှာ ပျက်ကျပါလေရော။တချို့လည်း သေကုန်ပြီး အသက်ရှင်ကျန်တဲ့ ဂျက်စတင်းတို့လူစုကတော့ နောက်ထပ် “တစ်ပူပေါ် နှစ်ပူဆင့်”ဆိုသလိုပဲရာဟက်စ်တွေ ဖမ်းခေါ်သွားခံရပါတယ်။ရာဟက်စ်လူမျိုးစုတွေက လူ့ဦးခေါင်းကိုအမဲလိုက်သူတွေ၊လူသားစားလူရိုင်းမျိုးနွယ် ဖြစ်လေတော့…..ဂျက်စတင်းတို့ ဘာတွေဆက်ပြီး တွေ့ကြုံရမလဲ။လူသားစားလူရိုင်းတွေ ဖမ်းခံရတာဆိုတော့အသက်ရှင်လွတ်မြောက်မယ့်သူရော ရှိပါ့မလားဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။လုံးဝ horror အကြမ်းစား၊ ကြည့်ရင်းနဲ့ကိုအမလေး အမလေး အော်နေရမယ့်ဇာတ်လမ်းဖြစ်တာကြောင့် horror ကြိုက်တဲ့သူတွေအတွက်တကယ်ကြည့်ကောင်းမယ့် ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ (၁၈နှစ်အောက် ကလေးတွေနဲ့ စိတ်နုနုရွရွလူတွေအတွက် ကြည့်ရှုရန် မသင့်တော်ပါ။) ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1e3ow/The.Green.Inferno.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/cis-141x200.jpg",
        "title": "CSI Sanatan (2023)",
        "description": "C.S.I. Sanatan (2023)IMDb-9.6/10ဇာတ်လမ်းအညွှန်း ၁‌ ဒေါ်လာနဲ့ VCဆိုတဲ့ချေး‌ငွေ\nကုမ္ပဏီတစ်ခုမှာ ရင်းနှီးမြှုပ်နှံရုံနဲ့ အိမ်မက်တွေပြည့်၀မယ်\nလူမှုဘ၀အဆင်ပြေတယ်ဆိုပြီး\nဟိုးလေးတကျော်ကျော်ဖြစ်နေတဲ့ ကာလပေါ့အဲဒီချိန်မှာမှ VC ကုမ္ပဏီရဲ့ CEO ဗစ်ကရမ်အသတ်ခံလိုက်ရပါတယ်\nနိုင်ငံအတွင်းနာမည်ကြီးဟစ်ဖြစ်နေတဲ့လူအသတ်ခံရတာမို့\nရဲတပ်ဖွဲ့တင်မဟုတ်ဘဲ အထူးပညာရှင်တွေပါလိုအပ်လာချိန်မှာ\nဆန်နသန်၀င်ပါလာရ‌ပါတော့တယ်ဆန်နသန်ရဲ့ ဘ၀တစ်စိတ်တစ်ပိုင်းကတော့\nရဲဖြစ်ချင်တဲ့ဘ၀အိမ်မက်အတွက် စာမေးပွဲကျတဲ့အချိန်မှာ ရည်းစားကပစ်\nအစ်ကိုကသေနဲ့စိတ်ဓာတ်ကျနေရာက ပြစ်မှုဗေဒဝင်သင်ရင်း\nပြစ်မှုစုံစမ်းစစ်ဆေးရေးတွေမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်လာသူပါ\nနိုင်ငံအတွင်းလတ်တလောနာမည်ကြီးထိပ်ပြေးနေတဲ့သူ\nအသတ်ခံရတဲ့နောက်ကွယ်ကဘာများလဲ\nဆန်နသန်ရဲ့ ကျွမ်းကျင်မှုပညာတွေနဲ့ ဘယ်လိုထုတ်ဖော်သွားမလဲဆိုတာတွေက\nမှုခင်းကားတွေကြိုက်တတ်တဲ့ ပရိသတ်ကိုစိတ်ပျက်စေမှာမဟုတ်ပါဘူး\nFile size…1.96GB / 894MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Khin~BpL",
        "rating": "9.6",
        "url": "https://megaup.net/3VT2Z/C.S.I_Sanatan_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1e3h5/(CM)_The_Wedding_Wish_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
        "title": "Evil Dead Rise (2023)",
        "description": "Evil Dead Rise (2023)~ IMDb - 7.1/10, RT - 84%, Meta - 69% ~Evil Dead ဆိုတာ ဟော်ရာရုပ်ရှင်လောကရဲ့ နာမည်အကြီးဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ ဟောဒီရုပ်ရှင်ကတော့ Evil Dead ရဲ့ ၅ ကားမြောက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ကျန်တဲ့လေးကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပြီးပါပြီ။ ဒါရိုက်တာ Lee Cronin ဟာ အရင်က The Hole in the Ground ဆိုတဲ့ဟော်ရာကားတစ်ကားလောက်ပဲ ကြီးကြီးမားမားရိုက်ဖူးပေမဲ့ ဒီ Evil Dead ရုပ်ရှင်မှာတော့ ရှားရှားပါးပါး IMDb - 7.1/10 ရတဲ့အထိ လက်စွမ်းပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ The Hole in the Ground ကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3VRcB/(CM)_Evil_Dead_Rise_(2023)_720p.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fiuTCP0XDjUBT3HeR6pjmi6uDXl.jpg",
        "title": "Secret(2009)",
        "description": "Secret(2009)***********အဓိကဇာတ်ဆောင်တွေအနေနဲ့ Cha Seung Won, Song Yoon A, Ryoo Seung Ryong တို့ ပါဝင်ထားကြပါတယ်။စုံထောက် ကင်ဆောင်းယော (Cha Seung Won) ဆိုတဲ့သူမှာ သိပ်လှတဲ့ ဇနီးချောလေးတစ်ယောက်ရှိတယ်..သူဟာ အလုပ်မှာတာဝန်ကျေတယ်လို့ဆိုရပေမဲ့ ဇနီးဖြစ်သူအပေါ်တော့ ခင်ပွန်းဝတ္တရားကျေပုံမရဘူး...ဒါ့ကြောင့် သူတို့လင်မယားရဲ့ အိမ်ထောင်ရေးဟာအဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ဘူး...ဒါပေမဲ့ သူဟာ နည်းလမ်းအမျိုးမျိုးနဲ့ဇနီးဖြစ်သူနဲ့အဆင်ပြေဖို့ကြိုးစားရှာတယ်...တစ်နေ့တော့ လူမိုက်ဂိုဏ်းခေါင်းဆောင်တစ်ဦးသတ်ခံရတယ်..ဒီအမှုကိုလိုက်ဖို့ သူ့ကိုပဲ စခန်းမှူးက တာဝန်ပေးလိုက်တယ်...အမှုမှာ သက်သေတွေလိုက်စစ်တဲ့အခါမှာ သက်သေအဖြစ်ကျန်ခဲ့တဲ့ ကြယ်သီးတစ်လုံးနဲ့နားကတ်တစ်ဖက်ဟာ သူ့မိန်းမရဲ့ပစ္စည်းတွေဖြစ်နေတယ်...ဒီလိုနဲ့ တရားခံဖြစ်ဖို့ရာခိုင်နှုန်းများတဲ့ မိန်းမရဲ့ သက်သေခံပစ္စည်းတွေဖြစ်နေတဲ့အတွက်ကြောင့်သူဟာ ဒီသက်သေတွေကိုဖျောက်ပြီး အမှုကို တလွဲတွေလုပ်ဖို့ကြံစည်ပါတော့တယ်..\nအဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(2.8GB) and (855MB)\nQuality :NF.WEB-DL.1080P5.1Ch,720p\nFormat…mp4\nDuration…01:45:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mya Thet\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/1U058/Secret.2009.NF.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-28-136x200.jpg",
        "title": "Locke (2013)",
        "description": "IMDb - 7.1 , RT - 91% ဒီဇာတ်ကားက ကျွန်တော်တို့ရဲ့ အချစ်တော် Venom ကြီး Tom Hardyနဲ့ Spidyလေး Tom Holland တို့ရဲ့ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင် Heart Stopper၊ The Crown၊ Puss in boots တို့ထဲမှာ သရုပ်ဆောင်ဖူးတဲ့ Olivia Colmanလည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကို မပြောခင် သင်ဟာ One Night Stand ကို ဘယ်လိုမြင်ပါသလဲ။ သင်ဟာ One Night Stand လုပ်နေသူလား၊ လုပ်ခဲ့သူလား၊ လုပ်ဖို့ကြံရွယ်နေတဲ့လူလားဆိုတာကို သုံးသပ်စေလိုပါတယ်။ အိုင်ဗန်လော့ခ်ဆိုတဲ့ အမျိုးသားက ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့ ပျော်ရွှင်စရာ မိသားစုဘဝလေးကို တည်ထောင်ထားတဲ့ အောင်မြင်တဲ့ ဆောက်လုပ်ရေး မန်နေဂျာတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1dKq2/Locke.2013.LIMITED.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMWFjYzI0MzAtMzQwNS00M2E3LWI2YzUtNTg4ZDJmZTBmNDk3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Sound of Silence (2023)",
        "description": "အမ်မာဟာအဆိုတော်ဖြစ်ချင်သူတစ်ယောက်ပါ။ ဒါပေမဲ့ အကဲဖြတ်ဒိုင်တွေရှေ့ကိုရောက်သွားတိုင်းမှာ အသံမထွက်နိုင်တော့ပဲကြောက်နေတာကြောင့် သူ့ရဲ့ပါရမီတွေကိုထုတ်ပြခွင့်မရပဲဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ အီတလီက သူ့အမေကဖုန်းဆက်ပြီး ပြန်လာဖို့ခေါ်တဲ့အတွက် အီတလီကိုပြန်သွားတဲ့အခါမှာတော့ သူ့ရဲ့အဖေက လှေကားပေါ်ကနေပြုတ်ကျပြီး အထူးကြပ်မတ်ကုသဆောင်မှာကုသနေရပါတယ်။ အမ်မာရဲ့ အမေဆီမှာလည်း ဒဏ်ရာတွေရှိနေတဲ့အတွက် ဆရာဝန်တွေကတော့ အိမ်တွင်းအကြမ်းဖက်မှုလို့ယူဆထားပြီး သေချာစောင့်ကြည့်ခိုင်းထားတယ်။ ဒါပေမဲ့ အမ်မာရဲ့အမေကတော့ အမ်မာရဲ့အဖေမဟုတ်တဲ့လူက သူကိုသတ်ဖို့ကြိုးစားတယ်လို့ပြောတဲ့အတွက် အမ်မာတစ်ယောက်အိမ်ကိုပြန်ပြီး ဖြစ်ခဲ့တာကိုလေ့လာကြည့်ရင်း သူ့အဖေပြင်နေတဲ့ ရေဒီယို အဟောင်းလေးတစ်လုံးမှာ ရှိနေတဲ့အရာက ဒီလိုတွေဖြစ်အောင်လုပ်လိုက်မှန်းသိလိုက်ရတဲ့အခါမှာ ဘယ်လိုတွေဆက်ပြီးဖြစ်မလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာပါဗျ။File size…(1.6 GB)/(500 MB)/(200 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/2zXoB/Sound.of.Silence.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzg5YzA5MGItMGMxZS00Y2ZjLTkzYzQtYmE3MTdlMzE5OTNhXkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-152x200.jpg",
        "title": "Real Steel (2011)",
        "description": "IMDb Rating(7.1)မင်းသားကြီး Hugh Jackman ပါဝင်တဲ့ အာလုံးအကြိုက်တွေ့စေမယ့် စက်ရုပ် အက်ရှင် ဖိုက်တင်ကား အလန်းလေးတင်ဆက်ပေးချင်ပါတယ် ။ဒီရုပ်ရှင်က ထွက်စတုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့သလို ဘယ်အချိန်ကြည့်ကြည့်မရိုးတဲ့ Drama,Sci-Fi ကားလေးပါပဲ။ဇာတ်လမ်းကတော့...\nစက်ရုပ်‌တွေကို အရမ်းစိတ်ဝင်စားလွန်းလို့ အကြွေးပတ်ပတ်လည် ဝိုင်းနေတဲ့ ချာလီ...\nချာလီ ဆီမှာ မရင်းနှီးတဲ့ ၁၀ အရွယ် ဂျစ်ကန်ကန်သားတစ်ယောက်ရှိတယ် ။\nသားဖနှစ်ယောက် ပေါင်းမိပြီး ကောက်ရတဲ့ စက်ရုပ်နဲ့ ကြေးစားလက်ဝှေ့ ပွဲတွေကို ဝင်ရောက်ထိုးသတ်ရင်း နာမည်ကြီးလာခဲ့တယ် ။\nစက်ရုပ်ရဲ့ နာမည်က .... အက်ပ်တန် ....ပါ....နာမည် ကြီးလာတဲ့ အက်ပ်တန်နဲ့ သားအဖနှစ်ယောက် Real Steel ကမ္ဘာ့ ချန်ပီယံ ပွဲရဲ့ ချန်ပီယံကို စိန်ခေါ်ပြီး\nဘယ်လို ဖိုက်တင်ပလေးကြမလဲဆိုတာ.....။Review Crd\nFile size…(3 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:06:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "7.1",
        "url": "https://megaup.net/1U09f/(CM)Real_Steel(2011)1080p.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTJjMWQyODItYjUwNC00ZmVhLWFjOGYtMmI3MTRjYjRjY2U0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "The Man with One Red Shoe (1985)",
        "description": "မင်းသားကြီး တွမ် ဟန့်ခ်ရဲ့ 1985 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ စီအိုင်အေ လက်ထောက်ညွှန်ကြားရေးမှူဖြစ်တဲ့ ကူးပါးဟာ သူ့ရဲ့အထက်အရာရှိဖြစ်တဲ့ညွှန်ကြားရေးမှူး ရို့စ်ကိုဖြုတ်ချပြီး သူ့ရဲ့နေရာကိုယူနိုင်ဖို့အတွက် ရို့စ်က လာဘ်စားပြီးမူးယစ်ဆေးဝါးမှောင်ခိုမှုတွေမှာပါဝင်နေသလိုမျိုးအကွက်ဆင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ ကော်မတီဖွဲ့ပြီးစစ်ဆေးကြတဲ့အခါမှာတော့ ရို့စ်ကသူ့ဘက်ကနေ ပြန်ချေပနိုင်ဖို့အတွက် အချိန်တောင်းခဲ့ပြီး ကော်မတီကလည်း ၄၈ နာရီပေးခဲ့လိုက်ပါတယ်။ ရို့စ်ကလည်း သူ့ရဲ့လူယုံကြီး ဘရောင်းကိုအိမ်ကိုခေါ်ပြီး ရှင်းပြဖို့လုပ်တဲ့အချိန်မှာ ကူးပါးက သူ့အိမ်တစ်အိမ်လုံးမှာ အသံဖမ်းစက်တွေတပ်ထားတာကိုသိထားတာမလို့ ကူးပါးကိုအကွက်ဆင်ပြီးပြန်ဖမ်းဖို့အတွက် ကော်မတီကြားနာမှုမှာ သူ့ဘက်ကနေထွက်ဆို ပေးမဲ့လူကို လေဆိပ်မှာသွားတွေ့ပါဆိုပြီး ဘရောင်းကို တကယ်မရှိတဲ့လူတစ်ယောက်ကို သွားတွေ့ခိုင်းလိုက်ပါတယ်။ ဘရောင်းလည်းလေဆိပ်မှာ လူရှာရင်း ဖိနပ်အနီရောင်တစ်ဖက်စီးထားတဲ့ ရစ်ချက်ကိုရွေးလိုက်ပြီး နှုတ်ဆက်လိုက်တဲ့အတွက် ကူးပါးလွှတ်ထားတဲ့ လူတွေကလည်း ရစ်ချက်နောက်ကိုတကောက်ကောက်လိုက်ကြပါတော့တယ်။ ဒီလိုနဲ့ ငယ်ငယ်လေးကတည်းကတယောကိုပဲ ထိုးလာခဲ့ပြီး သူလျိုလုပ်ဖို့နေနေသာသာ ကားတောင်မမောင်းတတ်တဲ့ ရစ်ချက်တစ်ယောက် အလကားနေရင်း စီအိုင်အေ ဒုတိယညွှန်ကြားရေးမှူးရဲ့ လူတွေလိုက်တာကိုခံရရင်း ဘယ်လိုအလွဲတွေတစ်မျိုးပြီးတစ်မျိုးဖြစ်ကြတာကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.5 ...",
        "rating": "",
        "url": "https://megaup.net/1e2te/The.Man.with.One.Red.Shoe.1985.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
        "title": "Death’s Roulette(2023)",
        "description": "Death's Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။\nသူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်....\nသူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲ\nဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲ\nသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Mystery, Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1U02v/Deaths.Roulette.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/726eKWUNN5jiOhUM7HaxEwPjf9G.jpg",
        "title": "Billiards King ( 2023 )",
        "description": "ရုပ်ရှင်အမျိုးအစားအတိုင်း ဟာသ‌နှောပြီး ဘိလိယက်အားကစားလောကရဲ့\nအခြေခံသဘောတရားတွေကို တစ်ဝကြီးကြည့်ရှုရမဲ့\n- Billiard's King_ဘိလိယက်ဘုရင်မဏ္ဍိုင်‎(东北球王）ရွာတစ်ရွာက အခြေခံလူတန်းစားတစ်ယောက်ဖြစ်ပြီး\nဝါသနာတစ်ခုနဲ့ ဘိလိယက်ကိုခုံမင်တဲ့ -ကျိုးသာ့ဖားသူ့ရဲ့အိမ်မက်ကတော့ မြို့ကိုတက်ပြီး \"တရုတ်ဘိလိယက် ကမ္ဘာ့အဆင့်မြင့်စိန်ခေါ်ပွဲစဉ်\"မှာ\nပါဝင်ယှဉ်ပြိုင်ခွင့်ရပြီး ချန်ပီယံဖြစ်‌ဖို့ပဲ ဖြစ်ပါတယ်\nဒါပေမဲ့မိခင်ဖြစ်သူဟာ ကျိုးသာ့ဖားကို အတင်းလက်ထပ်ပေးဖို့ စီစဉ်ပါတော့တယ်၊\nဒီလိုနဲ့ ကျိုးသာ့ဖားဟာ ရွာကနေထွက်သွားပြီး အိမ်မက်တွေဆီကိုအရောက်လှမ်းဖို့လုပ်တဲ့အခါ。。。∆ရွာမှာရိုးရှင်းစွာဘဝကိုဖြတ်သန်းနေတဲ့သူတစ်ယောက်\nရပ်ခြားမြေခြားမှာ ဘယ်လို စိန်ခေါ်မှာတွေကိုရင်ဆိုင်ရမလဲ\nဝါသနာနဲ့အလုပ်မှာရော ဘယ်လိုကွဲပြားမှုတွေရှိတာကို သူသိလိုက်ရမလဲ ?\nပြိုင်ပွဲအတွက်ကြိုးစားရင်း သိကျွမ်းရတဲ့မိန်းမလှလေးဟောင်ယွင်နဲ့သူ့ကြားက\nအဆုံးသတ်ဟာရော ဘယ်လိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်သိမ်းလိမ့်မလဲ...?∆ချန်ပီယံဆုကိုရော အနိုင်ယူနိုင်ပါ့မလား?ဒီလိုဟာသနှောပြီးပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးဖြစ်တာမို့ ပိတ်ရက်မှာအနားယူရင်း\nကြည့်ရှုနိုင်အောင်တင်ဆက်ပေးလိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1e2vn/Billiards_King_2023_1080p_WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
        "title": "The Covenant(2023)",
        "description": "The Covenant(2023)*******************Sherlock Holmes 2009 တို့ Alladin 2019 တို့ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Guy Ritchie ရဲ့ ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားအသစ်လာပါပြီ။ဇာတ်ကားနာမည် Covenant ဆိုတာကတော့ ကတိတစ်ခု သစ္စာတစ်ခုကို ဆိုလိုတာပါပဲ။ မင်းသားကတော့ ဂျိတ်ယီလင်ဟောပါပဲ။\nအဖြစ်အပျက်ကတော့ အာဖဂန်စစ်ပွဲတွင်းကိုပဲ အခြေတည်ထားတာပါ။ အောက်တိုဘာ ၇ ရက်၊၂၀၀၁ ခုနှစ်မှာ ၉/၁၁ တိုက်ခိုက်မှုကိုတုံ့ပြန်တဲ့အနေနဲ့ အမေရိကန်တပ် ၁၃၀၀ ကို အာဖဂန်မှာတာဝန်ချထားခဲ့ပေမဲ့ ၂၀၁၁ ဒီဇင်ဘာမှတေ့ာ အမေရိကန်တပ်သား ၉၈၀၀၀ အထိ တာဝန်ပေးတပ်စွဲစေခဲ့ပါတယ်။အဲဒီတပ်တွေနဲ့အတူ အာဖဂန် စကားပြန်ပေါင်း ၅၀၀၀၀ လောက်ကို အမေရိကန်မှာ ခိုလှုံခွင့်ပေးဖို့ သဘောတူညီချက်နဲ့အမေရိကန်စစ်တပ်က တာဝန်ပေးခဲ့ပါတယ်။ အဲဒီကာလအတွင်းမှာ တပ်ကြပ်ကြီး ဂျွန် ကန်န်လီနဲ့ စကားပြန် အာမက်တို့အသက်လုပြီးတိုက်ပွဲဝင်ခဲ့ရပုံတွေကို တစ်ဝက်လောက်အထိပြထားတာပါ။ အာဖဂန်ကနေ ၂၀၂၁ ခုနှစ်မှာအမေရိကန်တွေတပ်ဆုတ်ပြီး တာလီဘန်တွေ အာဏာရသွားချိန်မှာ စကားပြန်ပေါင်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/1e27c/The.Covenant.2023.AMZN.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
        "title": "Ajoomma(2022)",
        "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့...ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ...\nMain Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီး\nမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်.....File Size : (1.3GB) and (566MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zXpC/Ajoomma.2022.AMZN.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zWof/Queens.on.the.Run.2023.SPANISH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDNlYzg3YmQtYWU3NC00YzA2LWJjODEtNTMxNDA2YTFlYmM2XkEyXkFqcGdeQXVyNDU0NjMyNTQ@._V1_-1-135x200.jpg",
        "title": "Revoir Paris (2022)",
        "description": "Revoir Paris (2022)\n===============\nIMDb Rating - 6.8/10အဓိပ္ပာယ်က \"ပဲရစ်မြို့ရဲ့ အမှတ်တရများ\" တဲ့။ ပဲရစ်မြို့ဆိုတာနဲ့\nစိတ်ကူးယဉ်အိပ်မက်မြို့တော်လေးလို့ မြင်ယောင်မိကြလိမ့်မယ်\nထင်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမှတ်တရတွေက ချိုမြိန်တဲ့အမှတ်တရ\nလေးတွေတော့ ဟုတ်မနေခဲ့ဘူး။ အရိပ်လို တကောက်ကောက်လိုက်\nနေမဲ့ ဆိုးရွားတဲ့အမှတ်တရတွေဖြစ်နေခဲ့တယ်။ပဲရစ်မြို့လယ်ခေါင်စားသောက်ဆိုင်တစ်ခုမှာ လူပေါင်းများစွာ သေ\nကြေခဲ့ရတဲ့ တိုက်ခိုက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး အသက်ရှင်ကျန်ရစ်သူ\nဆိုတာ လက်နှစ်ဖဝါးစာတောင် မပြည့်တဲ့အရေအတွက်တစ်ခုပါ။\nမီရာက အဆိုပါတိုက်ခိုက်မှုကနေ လွတ်မြောက်လာခဲ့ပေမဲ့ သူဘယ်\nလိုတွေဖြစ်ခဲ့တယ်ဆိုတာကို လုံးဝသတိရခြင်း မရှိတော့ပါဘူး။ တခြား\nကျန်ရစ်သူတွေပြောတဲ့ အဲဒီညက သူ့အကြောင်းတွေကလည်း လိုက်\nကောက်ဖို့မလွယ်တဲ့ ပဟေဠိလေးတွေ ဖြစ်နေခဲ့ပြီး သူ့အတွက်အရာ\nရာဟာ မှုန်ဝါးဝါးပါပဲ။ မီရာတစ်ယောက် သူတိုက်ခိုက်ခံခဲ့ရတဲ့ညက\nအမှတ်တရတွေကို ပြန်တူးဖော်မိနိုင်မလား ဆိုတာကတော့ \"ပဲရစ်မြို့ရဲ့\nအမှတ်တရများ\" ကနေ ဆွဲဆောင်ပြောပြသွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (612 MB) / (353 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1dZs6/Revoir.Paris.2022.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmRlNjQ2N2ItZmM4ZC00YzA0LWEzOWQtNzYzYjMwZmZmODEzXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Sister’s Serial Killer Boyfriend (2023)",
        "description": "My Sister's Serial Killer Boyfriend (2023)\n=============================သတင်းထောက်မမမက်ဒီက ကွင်းဆက်လူသတ်မှုဖြစ်စဥ်ကို ဆောင်းပါး\nရေးရဖို့ကြိုးပမ်းနေတဲ့သူပေါ့။ ကွင်းဆက်လူသတ်သမားတွေက စံနှုန်း\nတစ်ခုထားပြီး လူသတ်ကြတယ်ဆိုတာ ဘော်ဒါတို့လည်းသိကြမှာပါ။\nဖြစ်ချင်တော့ လူတစ်ယောက်က ညီမဖြစ်သူအိုလစ်ဗီယာရဲ့အိမ်ထဲ\nဖောက်ထွင်းဝင်လာပြီး အန္တရာယ်ပြုဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ခဲ့ဘူး။\nဒီတော့ မမမက်ဒီက ကိုယ်ခံပညာတတ်ထားမှရမယ်ဆိုပြီး သင်တန်း\nသွားတက်ကြတယ်။ကဲ...ဘာပြောကောင်းမလဲ သင်တန်းနည်းပြက ခပ်တောင့်တောင့်\nဘဲကြီးဆိုတော့ အိုလစ်ဗီယာတစ်ယောက် မြင်မြင်ချင်းချစ်ကျွမ်းဝင်\nရှာတာပေါ့။ ဒါပေမဲ့ မမက်ဒီကလည်း သင်တန်းနည်းပြကို ဟိုလိုလို\nဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်နဲ့သင်တန်းနည်းပြကြီးတို့ကြား\nဘာတွေဆက်ဖြစ်လာမလဲ၊ မမနိုင်သွားမလား ညီမလေးနိုင်သွားမ\nလားဆိုတဲ့ ဒီဇာတ်ကားလေးမှာ ညီအစ်မနှစ်ယောက်ရဲ့အားပြိုင်မှု\nအပြင် တခြားဘယ်လို​လေး​​တွေထပ်ပါလာဦးမလဲဆိုတာတော့\nပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Zwe Win Tun\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1e1ul/My.Sisters.Serial.Killer.Boyfriend.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1e1tb/Chokehold.2023.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmM1NzUyY2YtOTU4My00ZmFmLWI4ZjYtYzJlM2JlOTBhZmIzXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_-134x200.jpg",
        "title": "Judge Dredd (1995)",
        "description": "မင်းသားကြီးစတားလုံးပါဝင်ထားပြီး 1995 ခုနှစ်ထွက် Judge Dredd ဆိုတဲ့သိပ္ပံစိတ်ကူးယဉ်ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ 2012 မှာလည်း Dredd ဆိုတဲ့နာမည်နဲ့ ထပ်မံထွက်ရှိခဲ့ပြီး ပရိသတ်အားပေးမှုကိုရရှိခဲ့ပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ခုနှစ် 2100 ကျော်မှာ ကမ္ဘာကြီးဟာ လူတွေနေထိုင်လို့မရတော့တဲ့ ကျိန်စာသင့်ကမ္ဘာကြီး အဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ကမ္ဘာပေါ်မှာရှိသမျှလူတိုင်းကလည်း အသက်ဆက်လက်ရှင်သန်နိုင်ဖို့အတွက် မီဂါမြို့တော်ဆိုတဲ့ မြို့တွေကိုတည်ထောင်ခဲ့ကြပြီး နေရာကျဉ်းကျဉ်းလေးမှာ လူဦးရေအများကြီးနဲ့ဆက်လက်နေထိုင်ခဲ့ကြပါတယ်။ လူဦးရေများလာတာနဲ့အမျှရာဇဝတ်မှုဖြစ်ပွားနှုန်းကလည်းမြင့်မားပြီး သာမာန်တရားရေးစနစ်နဲ့တင် နှိမ်နင်းဖို့မဖြစ်နိုင်တာကြောင့် တရားရေးစနစ်အသစ်တစ်မျိုးကိုအသုံးပြုခဲ့ကြပါတယ်။ ဒီစနစ်မှာကတော့ စီရင်သူ ဆိုတဲ့လူတွေက ရဲတွေအဖြစ်၊ ဂျူရီလူကြီးတွေအဖြစ်၊ ကွပ်မျက်သူတွေအဖြစ် တာဝန်ယူရင်း ငြိမ်းချမ်းမှုကိုထိန်းသိမ်းရင်း ငြိမ်ဝတ်ပိပြားလာအောင် လုပ်ဆောင်ခဲ့ကြတာပါ။ မီဂါမြို့တော်တစ်လို့ခေါ်တဲ့ မြို့ကြီးမှာတော့ ဥပဒေကို ကိုးကွယ်တဲ့ စီရင်သူ ဒရက်ဒ် (စတားလုံး) ကဦးဆောင်ပြီး ရာဇဝတ်မှုတွေကိုဖြေရှင်းပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သတင်းထောက်လင်မယားမိသားစုကို သ-တ်တဲ့အမှုနဲ့ ဒရက်ဒ်ကိုဖမ်းပြီး စွဲချက်အတင်ခံလိုက်ရပြီး အပြစ်ရှိကြောင်းသက်သေ တွေ့ရှိရတဲ့အတွက် အက်စပန်ထောင်မှာ‌ ထောင်ဒဏ်တစ်သက်ကျခံဖို့အမိန့်ချမှတ်ခံလိုက်ရပပါတော့တယ်။ ဒရက်ဒ်မရှိတော့တဲ့ မီဂါမြို့တော်ကြီးထဲမှာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zW0w/Judge.Dredd.1995.PROPER.720p.(CM).mp4",
        "category": "Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Breathe-In-142x200.jpg",
        "title": "Breathe In (2013)",
        "description": "ဒီဇာတ်ကားကတော့ တကယ့်ကိုမှရိုးရိုးရှင်းရှင်းနဲ့ဇာတ်အိမ်တည်ထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်တယ်\nဇာတ်လမ်းအကြောင်းကတော့ ကျောင်းဆရာတစ်ဦးအနေနဲ့\nလုပ်ကိုင်နေတဲ့ ဂီတပညာရှင်တစ်ဦးရဲ့အိမ်မှာ\nဇနီးဖြစ်သူက စာသင်နှစ်တစ်ခုစာကျောင်းလာတက်တဲ့\nလေ့လာရေးကျောင်းသူကို လက်ခံထားစဉ်\nလင်မယားနှစ်ယောက်ကြားနှစ်ပေါင်းများစွာ\nမြိုသိပ်ထားတဲ့ မကျေနပ်ချက်တွေပွင့်ထွက်လာကာ\nထန်းသီးကြွေခိုက် ကျီးနင်းခိုက်ဆိုသလို လေ့လာရေးကျောင်းသူကိုအရင်းတည်ပြီး\nမိသားစုအတွင်းမပြေလည်မှုတွေဖြစ်လာတဲ့ဇာတ်လမ်းတစ်ခုဖြစ်တယ်ဒီဇာတ်လမ်းလေးမှာ ဇာတ်လမ်းအဖွင့်နဲ့အပိတ်က ဇာတ်ဝင်ခန်းလေးက\nတွေးစရာတွေအများကြီးပေးတဲ့ဇာတ်ဝင်ခန်းတွေဖြစ်ပါတယ်\nဇာတ်ဝင်ခန်းတိုင်းမှာလည်း သရုပ်ဆောင်တွေရဲ့အကြည့်တွေက\nတကယ့်ကိုမှသူတို့အတွင်းစိတ်ကို ထွင်းဖောက်မြင်လိုက်ရသလိုခံစားရစေတယ်\nခင်ပွန်းဖြစ်သူကဇနိးသည် သူ့ကိုနားလည်မပေးလိုက်တဲ့အချိန်ဖြစ်သွားတဲ့အကြည့်၊\nဇနီးဖြစ်သူက ခင်ပွန်းသည်ဂီတအကြောင်းတွေပြောတဲ့အချိန် စိတ်မဝင်စားပေမယ့်\nနားလည်နိုင်ဖို့ကြိုးစားနေတဲ့အချိန်ဖြစ်သွားတဲ့သရုပ်ဆောင်ချက်တွေ\nစသဖြင့်သရုပ်ဆောင်ချက်တွေကိုအသေးစိတ်ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအေးလေးဖြစ်ပေမယ့် အေးအေးငြိမ့်ငြိမ့်လေးနဲ့\nဆွဲဆောင်သွားမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1GB / 475MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eunice",
        "rating": "6.3",
        "url": "https://megaup.net/1TZd6/Breathe.In.2013.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A6giic4ReClIwcZAlGYfDnRTzqW.jpg",
        "title": "The Ancestral (2021)",
        "description": "The Ancestral (2021)ဒီတစ်ခါမိတ်ဆက်ပေးသွားမယ့် ဇာတ်ကားလေးကတော့ The Ancestral ဆိုတဲ့ သဲထိတ်ရင်ဖို ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ Horror ဇာတ်လမ်းလေးဆိုပေမဲ့ ယန်းတို့မိသားစုဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေကို အများကြီး ဖော်ပြထားတဲ့ drama ဆန်ဆန်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nအိပ်ရင် ဘီလူးစီးတဲ့ ရောဂါကို ခံစားနေရတဲ့ယန်း၊ယန်းဆိုတာကတော့ ဗီယက်နမ်လူမျိုး မိသားစုလေးတစ်ခုက သမီးလေးပါ။ သူခံစားနေရတဲ့ ဝေဒနာနဲ့ပတ်သက်ပြီး အဖြေရှာဖို့ သူတို့တစ်မိသားစုလုံးက ရှေးဟောင်းအိမ်ကြီးတစ်ခုကို ပြောင်းလာခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ယန်းတစ်ယောက်တည်းမဟုတ်တော့ဘဲ အဲ့ဒီ မိသားစုက သမီးငယ်လေးနှစ်ယောက်လုံး ဘယ်သူမှ မမြင်ရတာတွေကို မြင်လာရပါတယ်။ ဒီကိစ္စကိုဖြေရှင်းဖို့ အဖေဖြစ်သူက စိတ်ကျန်းမာရေး အထူးကု နဲ့ ကြိုးစား ကုသပေးပေမဲ့ ကိစ္စတွေက ထင်ထားတာထက်ပိုပြီး နက်နဲနေတဲ့ အခါ ...ဘာတွေဆက်ဖြစ်မလဲ ရုပ်ရှင်ထဲ ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြရအောင်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Eric ပါ။) File Size : 1.7GB, 731MB & 350MB\nQuality ...",
        "rating": "4.8",
        "url": "https://megaup.net/1TY16/[CM]The.Ancestral.2021.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33aY5SYNym6QuF4Rn3QbozPiNSa.jpg",
        "title": "Detective Dee and Grand Canal Dragon ( 2023 )",
        "description": "ယခုတစ်ခေါက် မှုခင်းစုံထောက်ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nစုံထောက်ကြီးဒီးရန်ကျယ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ချွေကုန့်ခုနှစ်မှာ ဝူကျဲထျန်းဟာ လုံမိန်သို့ တိုင်းခန်းလှည့်လည်ရာမှာ\nစီးမာချိန်ကျန်းနဲ့ မူးမတ်ရာကျော် လိုက်ပါလာခဲ့ပါတယ်။ ညအချိန် လော့ယန်က\nလူသောင်းချီတဲ့ လမ်းတွေပေါ်ကနေ လုံမိန်သုံး အပြေးလာကြပြီး မင်းကြီးကို လာရောက်ဖူးမြော်ကြပါတယ်အဲ့အချိန်မှာ တူးမြောင်းကြီးထဲကနေ နဂါးသဏ္ဍာန်တိရိစ္ဆာန်ကြီးက\nတော်ဝင်သင်္ဘောကို တိုက်ခိုက်ခဲ့ပါတယ်။ လော့ယန်မှ ပြည်သူတွေက\nနိမိတ်ဆိုးအဖြစ်နဲ့ ပြောဆိုနေကြတဲ့အတွက် ဝူကျဲထျန်းက\nဒေါသူပုန်ထပြီး ဒီးရန်ကျယ်ကို နဂါးမင်းအမှုကို စစ်ဆေးဖို့ ပြန်လည်ဆင့်ခေါ်ခဲ့တယ်။လော့ယန်တစ်မြို့လုံးမှာ ကောလာဟလတွေနဲ့ ပြည်သူအားလုံး ကြောက်လန့်နေကြပါတယ်။\nဒီးရန်ကျယ်တစ်ယောက် နဂါးမင်းအမှုကို ၇ ရက်အတွင်း အဖြေထွက်အောင်\nစုံစမ်းစစ်ဆေးဖို့ အမိန့်ကျလာတဲ့အခါမှာ အခက်အခဲတွေ အန္တရာယ်တွေကြားက\nအမှန်တရားကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ခံစားအဖြေရှာလိုက်ကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zWok/Detective_Dee_and_Grand_Canal_Dragon_(2023)_1080p_WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/anoter-135x200.jpg",
        "title": "Another Me(2013)",
        "description": "Game of thrones က ဆန်ဆာ စတာ့ခ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့\nSophie Turnerရဲ့ဇာတ်ကားလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဖေး ဒယ်လူ့စီဆိုတာ အရမ်းလှတဲ့ဆံပင်အနီရောင်နဲ့\nအထက်တန်းကျောင်းသူလေး။ သူမရဲ့ပျော်ရွှင်စရာ\nမိသားစုဘ၀လေးတခုက လွန်ခဲ့တဲ့နွေရာသီ သူမရဲ့\nဖခင်နာမကျန်းစဖြစ်ခဲ့တာနဲ့အတူတူပြောင်းလဲသွားခဲ့ရတယ်။ကိုယ်တပိုင်းသေဖြစ်သွားတဲ့ယောကျာ်းဖြစ်သူကို\nစောင့်ရှောက်နေရတဲ့ ဖေးရဲ့မိခင် အန်းဒယ်လူ့စီရဲ့\nအရှုပ်တော်ပုံတွေ။ မိုနီကာ မယ်ဒရန်ဆိုတဲ့ ဖေးကိုမနာလို\nဖြစ်နေတဲ့ကောင်မလေးတယောက်။ ကျောင်းကလူကြိုက်များတဲ့\nဒရူးဆိုတဲ့ကောင်လေးက သူ့ကိုကြိုက်နေလို့\nလူမုန်းခံရတာကလည်းရှိသေး။ ဒါပေမယ့် ဖေးအတွက်\nဒါတွေထဲကအကြီးဆုံးပြဿနာကတော့\nသူ့လိုအယောင်ဆောင်နေတယ်ထင်ရတဲ့လူတယောက်ရှိနေတာပဲ။သူမရဲ့နေ့စဉ်ဘ၀ထဲမသိမသာနဲ့ လူတွေကြား\n၀င်၀င်‌မွှေသွားတဲ့ဒီသူကဘယ်သူလဲ။ ဒါကမိုနီကာရဲ့လက်ချက်ပဲလား။\nသူမမိဘတွေရဲ့အေးစက်လာတဲ့\nဆက်ဆံရေးကြားကလျှို့ဝှက်ချက်တွေကရောဘာတွေလဲ။\nအများအမြင်သူ့ကိုအရူးမတယောက်လိုထင်ရတဲ့အထိဒုက္ခပေးလာတဲ့\nဒီသူကိုသူဘယ်လိုရှာနိုင်မလဲ။ အဆုံးမှာတရားခံကဘယ်သူလဲဆိုတာကို\nAnother Me ဆိုတဲ့ဇာတ်ကားလေးမှာရှူစားအားပေးကြပါဦးခင်ဗျ\nFile size…1.1GB / 551MB\nQuality…1080p BluRay  / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by BrackMan",
        "rating": "4.6",
        "url": "https://megaup.net/1e1q5/Another.Me.2013.720p(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67x9NJyjK4u02NpISnChDMKzCUr.jpg",
        "title": "What If (2013)",
        "description": "What If (2013)\nGenre – Comedy, Romance\nIMDB – 6.8/10“သူငယ်ချင်းလေးပါပဲ သူငယ်ချင်းလေးပဲတဲ့ကွယ်ဒီလိုအကြိမ်ကြိမ်အခါခါ ပြောပါတယ် ချစ်ရသူရယ်”ဘာရယ်မဟုတ်ဘူး ဒီကားလေး ကြည့်မိတော့ အရင်ဆုံးပြေးမြင်မိတာကဒီသီချင်းလေး ဖြစ်နေလို့။အကယ်၍များ ခင်ဗျားတို့ တကယ်အဆင်ပြေနေတဲ့လူတစ်ယောက်ကိုတွေ့ပြီဆိုပေမယ့် ရှေ့ဆက်တိုးလို့ မဖြစ်နိုင်တော့ရင်ဘယ်လိုတွေဆက်လုပ်ကြမလဲ...လောကဝတ်ကျင့်ထုံးတွေကို လိုက်နာမလား...မျက်စိမှိတ် ခြေစုံဇွတ်ဝင်တိုးပစ်လိုက်ချင်မလား…ဝေခွဲမရဖြစ်မှာ သေချာပါတယ်။တစ်လောကလုံးမှာ ကိုယ်ဘယ်လောက်ပဲ ကြောင်တောင်တောင်စကားတွေပြောတလွဲတွေလုပ်ပေမယ့် ဒါမျိုး အတူတူလိုက်ပြော/လိုက်လုပ်နိုင်စွမ်းရှိတဲ့တခြားဆန့်ကျင်ဖက်လိင်တစ်ယောက်ကို တွေ့ရတာကလည်းကံကောင်းမှုတစ်ခုပေလား ကံဆိုးမှုများပဲလား…။ကိုယ်က ဒီလူတစ်ယောက်ကို ဆိုးတူကောင်းဖက် တိုင်ပင်လို့ရတယ်ရင်ဖွင့်လို့ရတယ် အထီးကျန်ချိန် အဖော်လုပ်ပေးနိုင်တယ်ဖေးမကူညီတယ် ဒါပေမဲ့ လူ့စည်း ဘီလူစည်းဆိုတာလေးလည်း ရှိနေတော့အခက်သားမဟုတ်လား…။သူငယ်ချင်းကလည်းပြောတယ် မင်း Do or Die လုပ်ပေါ့မပြတ်မသားဆိုတာ ပိုပြီး ခံရခက်စေတယ်တဲ့ တစ်ဖက်ကလည်းရေရှည်တွဲလာတဲ့ လက်တွဲဖော်ဆိုတာက ရှိတယ်ပြဿနာဖြစ်ဖို့မပြောနဲ့ အစစအရာရာ ပြေလည်နေတဲ့ စုံတွဲဆိုတော့ကမျှော်လင့်ချက်မီးက ခပ်မှိန်မှန်သာ…ဘာဆက်လုပ်ရမလဲ…။ကိုယ့်မှာကလည်း ငယ်ဘဝက ဒဏ်ရာဒဏ်ချက်ရော ကြီးမှရတဲ့စိတ်ထိခိုက်စရာရောက ဒီကိစ္စနဲ့လာပတ်သက်နေပြီးဆုပ်လည်းစူး စားလည်းရူးမယ့်ဘဝဖြစ်နေတော့ ဘာလုပ်ရမလဲခင်ဗျားတို့သာ အကြံပေးကြပါတော့လားလို့…။ချစ်သူကဖောက်ပြန် အထီးကျန်တစ်ယောက်တည်းနေရာမှကောင်မလေးကိုတွေ့ခဲ့သူက ဟယ်ရီပေါ်တာမင်းသားဖြစ်တဲ့ဒယ်နီရယ်ရတ်ကလစ်ဖ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/3fTLJ/What.If.2013.LIMITED.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmVkMDQ0MGMtNDA5My00NjQ2LWE4ZjQtZTYwZWE4NWU3NWFlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(21+)Nurse’s Sex Journal (My Sex Report: Intensities) [1976]",
        "description": "အီတိုလို့ခေါ်တဲ့ ရှယ်ချစ်စရာကောင်းတဲ့\nသူနာပြုမလေး သူမရဲ့အလှတွေကပြည့်စုံတယ်\nချစ်ဖို့ကောင်းတယ် တည်ကြည်တယ်သူကငွေကြေးချို့တဲ့တယ် ဆေးရုံတစ်ရုံမှာ\nအလုပ်ကြိုးစားပြီး သူနာပြုလုပ်တယ်\nသူကလှတော့ သူဌေးတွေက တစ်ယောက်ပြီးတစ်ယောက်လာကပ်ကြတယ်\nဝိသမလောဘသားတွေရဲ့ မျက်စိကျစရာလည်းဖြစ်လာတယ်\nတစ်နေ့သူရဲ့ ဆွေးမျိုးသားချင်းထဲက အရေးပေါ်ဆေးရုံတက်လိုက်ရပြီး\nငွေအရေးတကြီးလိုအပ် လာချိန်မှာတော့....အရမ်းကိုစိတ်ဝင်စရာကောင်းပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာ အလှတွေကိုခံစားစေဖို့\nDS Fans တွေဆီအရောက်ပို့ပေးလိုက်ပါတယ်\nFile size…1.1GB / 435MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/2zWji/My.Sex.Report.Intensities.1976.720p(DS).mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BODcyYzM4YTAtNGM5MS00NjU4LTk2Y2ItZjI5NjkzZTk0MmQ1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006711000_AL_-201x300.jpg",
        "title": "Army of Darkness (1992)",
        "description": "Army of Darkness (1992)~ IMDb 7.4 / Rotten Tomatoes 74% ~ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက်ယူဆောင်လာတာကလည်း Evil Dead ရုပ်ရှင်ကားတွေထဲက တတိယမြောက်ထွက်ရှိခဲ့တဲ့ Army of Darkness ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ Evil Dead လို့ပြောလိုက်တာနဲ့ ထွေထွေထူးထူးညွှန်ပေးနေစရာမလိုလောက်အောင် အောင်မြင်တဲ့ filmgoer တွေအကြိုက် ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီတစ်ကြိမ်မှာတော့ ဇာတ်လိုက်မင်းသားအက်ရှ်တစ်ယောက် မှော်လေပွေထဲကတစ်ဆင့် လွန်ခဲ့တဲ့ ခရစ်နှစ်တစ်ထောင့်သုံးရာသို့ ရောက်ရှိသွားပါတယ်။ အက်ရှ်တစ်ယောက် မိမိရဲ့ လက်ရှိအချိန်ကာလကို ပြန်ရောက်ဖို့အတွက် နက်ခရိုနော့မစ်ကန် လို့ခေါ်တဲ့ သေသူများအကြောင်း စာအုပ်ကို ရှာဖွေရင်းဘယ်လိုအန္တရာယ် မကောင်းဆိုးဝါးတွေနဲ့ ရင်ဆိုင်တိုက်ခိုက်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် Horror / Fantasy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်...\n~ Evil Dead Franchise ကြီးကို ဒီ Link ကနေ ဝင်ကြည့်နိုင်ပါတယ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bbwm/Army_of_Darkness_1992_Bluray_1080P_%7BCM%7D.mp4",
        "category": "Comedy, Evil Dead Franchise, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/1987insert-129x200.jpg",
        "title": "Evil Dead II (1987)",
        "description": "Evil Dead II (1987)\n~ IMDb 7.7 / Rotten Tomatoes 95% ~ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ယူဆောင်လာပေးတဲ့ ရုပ်ရှင်ကားလေးကတော့ နာမည်ကျော် Evil Dead ရုပ်ရှင်ကားတွေထဲက ဒုတိယမြောက်ထွက်ရှိခဲ့တဲ့ Evil Dead II ပဲဖြစ်ပါတယ်။ Evil Dead ရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း သေသူများအကြောင်း လို့ခေါ်တဲ့ သရဲခေါ်ဂါထာ စာအုပ်လေးတစ်အုပ်ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ချစ်သူနှစ်ယောက် သစ်တောတစ်တောထဲက အိမ်လေးတစ်အိမ်မှာ ခေတ္တတည်းကြစဥ် တက္ကသိုလ်ပါမောက္ခတစ်ယောက် ချန်ထားခဲ့တဲ့ အသံဖမ်းစက်တစ်ခုကို ဖွင့်နားထောင်နေရင်း ချစ်သူကောင်မလေးဟာ မကောင်းဆိုးဝါးဝိညာဥ်တစ်ခု ပူးကပ်ခြင်းကိုခံလိုက်ရပါတယ်။ ရုပ်သာ ချစ်သူဖြစ်ပြီး နာမ်မှာ မကောင်းဆိုးဝါးဖြစ်နေတဲ့ ချစ်သူကောင်မလေးကို သတ်ပြီးနောက် ကောင်လေးဟာ ဒီမကောင်းဆိုးစိတ်ဝိညာဥ်တွေထံက ဘယ်လိုလွတ်မြောက်အောင် ကြိုးပမ်းမလဲဆိုတာ စိတ်ဝင်စားထိတ်လန့်ဖွယ် ကြည့်ရှုရမယ့် Horror & Comedy ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1baxm/Evil.Dead.2.1987.REMASTERED.720p.BluRay__%7BCM%7D.mp4",
        "category": "Comedy, Evil Dead Franchise, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/insert-1981-129x200.jpg",
        "title": "The Evil Dead (1981)",
        "description": "The Evil Dead (1981) \nပျော်ရွှင်ဖွယ် ခရီးလေး ထွက်လာတဲ့ သူငယ်ချင်းတစ်စု\nတောင်တွေ ကာရံပြီး ချောက်ကမ်းပါး ခြားနေတဲ့ တောတစ်ဖက်သို့\nခရော်နီခရောနဲ့ တံတားလေးကို ဖြတ်ပြီး တောထဲက အိမ်အိုကြီးကိုရောက်အသွား\nစပ်စုတတ်တဲ့ လူငယ်သဘာ၀ ဗီဇအရ ပိတ်ထားတဲ့\nမြေအောက်ခန်းထဲကို ရောက်သွားပြီး မူလ ဘိုးဘေးတွေ အသံသွင်းထားတဲ့\nအသံဖမ်းစက် အဟောင်းကြီးကို ဖွင့်မိရာက အစ\nသရဲများ နိုးထ စေသော ဂါထာ ကို အသံဖမ်းစက်မှ ပြန်လည်ကြားပြီး\nတောထဲတွင် ချူပ်နှောင်ထားသော သရဲများ လွတ်လာပြီးနောက်\nလူငယ်တစ်စုကို ပြန်ခွင့်မပေးတော့ပဲ မသေမချင်း သတ်ဖို့ ကြံစည်လေသောအခါ...\n~ Evil Dead Franchise ကြီးကို ဒီ Link ကနေ ဝင်ကြည့်နိုင်ပါတယ် ~\n(ဒီကားလေးကိုတော့ Channel Myanmar မှ ကိုဟေဒိ မှ ဘာသာပြန်ပေးထားတာပါ)\nFile size…1.90GB / 1.2GB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bams/The.Evil.Dead.1981.REMASTERED.720p.BluRay__%7BCM%7D.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODA5ZTgzMzUtOWIyZS00MTI4LTg1ZTItMzcwYzI2MGI1YmNhXkEyXkFqcGdeQXVyNTI4OTYyNTM@._V1_-165x200.jpg",
        "title": "Phenomena (2023)",
        "description": "Phenomena (2023)\n==============ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန် စပိန် Horror\nMovie ဖြစ်ပါတယ်။ ဖာသာပီလွန်ဟာ ၁၉၈၇ မှာ ဟက်ပ်တာ\nအဖွဲ့ကို စတင်တည်ထောင်ခဲ့ပါတယ်။ အရည်အချင်းရှိကြတဲ့\nအဖွဲ့ဝင်တွေကို စုစည်းထားပြီး သဘာဝလွန်ဖြစ်ရပ်တွေ၊ သိပ္ပံ\nနည်းကျမဖြေရှင်းနိုင်တဲ့ အမှုတွေကို ဖြေရှင်းကြပါတယ်။\nဟက်ပ်တာအဖွဲ့ဆိုတာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ဇာတ်လမ်းထဲက အဓိကသရုပ်ဆောင်သုံးယောက်က ဟက်ပ်တာ\nအဖွဲ့ရဲ့ အဓိကအဖွဲ့ဝင် သုံးယောက်ဖြစ်တဲ့ Sol Blanco-Soler,\nPaloma Navarrete နဲ့ Piedad Cavero တို့ကို ကိုယ်စားပြု\nထားတာပါ။တစ်နေ့မှာတော့ ဖာသာပီလွန်ကို ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ခုက\nဆိုင်မှာ ပစ္စည်းတွေ နေရာရွေ့နေတာ၊ အနံ့ဆိုးတွေထွက်တာ၊ အရာ\nဝတ္ထုတွေပျံနေတာ၊ လူရိပ်တွေ မြင်ရတာတွေ ဖြစ်နေလို့ ကူညီပေးဖို့\nတောင်းဆိုလာပါတယ်။ တခြားအဖွဲ့ဝင်တွေကို မခေါ်ဘဲ ဖာသာပီလွန်\nတစ်ယောက် သွားစုံစမ်းရာက သတိမေ့ပြီး ဆေးရုံတက်လိုက်ရပါတယ်။\nဒါကြောင့် တခြားအဖွဲ့ဝင်တွေက ဖာသာ ဘာတွေဖြစ်ခဲ့လဲဆိုတာကို\nသိဖို့ ရှေးဟောင်းပစ္စည်းဆိုင်ကို သွားပြီး စုံစမ်းကြပါတော့တယ်။၁၉၉၉ ခုနှစ်က စပိန်နိုင်ငံ မက်ဒရစ်မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာပါ။ အကြောက်အလန့်မရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3VG4v/Phenomena.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ok2sl6rGITZ0W94DeRU4VkB2ssW.jpg",
        "title": "The Host (2013)",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခါမှာတော့ချစ်စရာကောာင်းတဲ့ မျက်နှာလေးနဲ့မင်းသမီးချောလေး Saoirse Ronan ရဲ့သိပ္ပံအက်ရှင် ရုပ်ရှင်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဂြိုဟ်သားတွေက ကမ္ဘာကိုကျူးကျော်တဲ့ဇာတ်ကားမျိုးကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီကားမှာတော့ တခြားကားတွေလိုလက်နက်တွေနဲ့လာကျူးကျော်ကြတာမဟုတ်ဘဲ ဂြိုဟ်သားတွေကလူ့ခန္ဓာကိုယ်တွေကို အပိုင်စီးပြီးလူတွေလိုပဲဆက်ပြီးနေထိုင်ကြတာပါ။ဂြိုဟ်သားတွေဟာ ခန္ဓာကိုယ်ကို အပိုင်စီးရုံမကပဲလူသားတွေရဲ့ ဦးနှောက်မှတ်ဉာဏ်ကိုပါအပိုင်သိမ်းဖျက်ဆီးတာပါတွန်းလှန်နိုင်ဖို့ဆိုတာလဲ လုံး၀ မလွယ်ကူပါဘူးခုခံတဲ့လူတွေကိုလဲ သတ်ပစ်ကြပါတယ်။အဲဒီခုခံသူတွေထဲမှာ မယ်လနီဆိုတဲ့ကောင်မလေးလည်း ပါတာပေါ့။သူ့ခန္ဓာကိုယ်ကို ဂြိုဟ်သားတစ်ယောက်ကအပိုင်စီးလိုက်တဲ့အခါမှာ... File size…  1.59 GB /  664 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 2h 5m\nGenre .....  Action , Drama , Sci-Fi\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "5.8",
        "url": "https://megaup.net/2zWgi/The.Host.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWM2ODUxYTAtZmJiNy00ZjYxLWJiMDctYmY5YzdmZTBmNDY5XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_-155x200.jpg",
        "title": "After Masks (2021)",
        "description": "After Masks (2021)\n================ကူးစက်ရောဂါ ကိုရိုနာဗိုင်းရပ်စ် သောင်းကျန်နေတဲ့ကိုဗစ်\nကာလအတွင်း Stay home နေကြရင်း တစ်ယောက်ချင်းစီ\nဖြတ်သန်းရပုံတွေ အခက်အခဲ တွေ့ရပုံတွေ အထီးကျန်ရပုံတွေ\nပြဿနာတက်ရပုံတွေ စိတ်ထွက်ပေါက်ရှာကြတာတွေကို\nရှုထောင့်အမျိုးမျိုးကနေ ပြောပြနေတဲ့ပုံစံမျိုးနဲ့ တင်ဆက်ထား\nပါတယ်။အလုပ်တွေ ကြိုးစားရုန်းကန်ပြီး အဆင်မပြေဖြစ်နေတဲ့ အမျိုး\nသမီးတစ်ဦး၊ လူမည်းတစ်ယောက် နှိမ့်ချခံရတာ Black Lives\nMatter ပြချင်တဲ့ လူမည်းအမျိုးသမီးတစ်ဦး၊ ကိုဗစ်ကာလ မူးရူး\nဖြတ်သန်းနေတဲ့ အမူးသမားတစ်ဦး၊ ဘာသာရေးတွေနဲ့ ဖြတ်သန်း\nကြတဲ့ ဂျူးအမျိုးသမီး၊ ယောက်ျားဆုံးလို့ ပူပင်စွာဖြတ်သန်းနေရတဲ့\nဇနီးသည်၊ သူငယ်ချင်းတွေနဲ့ ပျော်မြူးပြီး ဖြတ်သန်းကြတဲ့လူငယ်တွေ\nအတွဲတွေ စသဖြင့် လူပေါင်းစုံနေရာကို ရိုက်ကူးထားပြီး ကိုဗစ်ကာလ\nတစ်ယောက်ချင်းစီရဲ့ အကြောင်း လူသားအတွေ့အကြုံခရီးတစ်ခု\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ဖြစ်ပါတယ်)File Size..........(2.27 GB) / (592 MB) / (378 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 45Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Thura Aung\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1e14r/After.Masks.2021.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCSqxrM5Sw6AhDIRfxQ4BenPd9y.jpg",
        "title": "I Give It a Year (2013)",
        "description": "အိမ်ထောင်ရေးဆိုတာကလည်း မိသားစု ၂ စု ပေါင်းစည်းရတဲ့ကိစ္စဖြစ်လို့. တစ်ဖက်နဲ့ တစ်ဖက်မတူညီမှုတွေကို သမီးရည်းစားဘဝမှာထက် အိမ်ထောင်ရှင်ဘဝမှာသာ မျက်ဝါးထင်ထင်မြင်တွေ့နိုင်ကြတာပါသက်တမ်း ၉ လ အကြာကို ဝင်ရောက်လာပြီဖြစ်တဲ့.နတ် နဲ့ ဂျော့ရှ် တို့ အိမ်ထောင်ရေးမှာ ပြောမပြနိုင်တဲ့အဟန့်အတား တစ်ခုခုရှိနေပြီဆိုတာကိုနှစ်ဦးသဘောတူဆုံးဖြတ်ခဲ့ကြတဲ့အတွက်.အိမ်ထောင်ရေးတိုင်ပင်ပြောဆိုပေးသူတစ်ယောက်နဲ့ စုံတွဲစိတ်ကုထုံး ဆက်ရှင်ဝင်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.ညျှိနှိုင်းဆွေးနွေးနေရင်း နဲ့ သူတို့ရဲ့အိမ်ထောင်သက်တမ်းအတွင်း ကြုံတွေ့ရတဲ့ မတူညီမှုတွေ၊သဘောထားမတိုက်ဆိုင်မှုတွေ၊ အခက်အခဲတွေကိုFlashback Scene များနဲ့ဟာသနှောတင်ဆက်ထားပါတယ်.သူတို့ရဲ့အိမ်ထောင်ရေးကြားထဲကို နောက်ထပ်ဝင်ရောက်လာတာကတော့ပိုကောင်းတဲ့တစ်ယောက် ဆိုတဲ့အတွေးတွေပါပဲ.နတ်ကလည်း သူ့ကို အလုပ်အပ်မယ့်အမေရိကန်လုပ်ငန်းရှင် ဂိုင်းဟားရပ် ဆိုတဲ့အမျိုးသား တစ်ယောက်အပေါ်မှာ စိတ်တိမ်းညွတ်လာခဲ့သလို.ဂျော့ရှ်ကလည်း တရားဝင် မပြတ်စဲခဲ့ရတဲ့ရည်းစားဟောင်း. ကလိုဝီအပေါ်မှာအချစ်စိတ်တွေ ပြန်လည်ယိုဖိတ် လာချိန်မှာတော့..စုံတွဲ ၂ တွဲကြားထဲက အရှုပ်အထွေး၊ပြဿနာများကြားထဲကနေ ယုံကြည်မှု၊ သည်းခံမှု၊ချစ်ခြင်းမေတ္တာများနဲ့ အိမ်ထောင်ရေးကိုတည်ဆောက်ကြပုံနဲ့. ချစ်ခြင်းရဲ့ညှို့ယူစေခိုင်းမှုဒဏ်ကနေဘယ်သူတွေကများ လွတ်မြောက်နိုင်မှာလဲဆိုတာကိုအကောင်းဆုံးဖော်ကြူးထားတဲ့ ဇာတ်လမ်းလေးကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…  1.56 GB /  686 MB\nQuality… Blu-Ray ...",
        "rating": "5.7",
        "url": "https://megaup.net/1e1hy/I.Give.It.a.Year.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzNkNzU5MTMtZmVmNC00OTNjLWE1YjEtNGZhNDVhNDg0MGQ4XkEyXkFqcGdeQXVyMjA0ODUxMw@@._V1_-140x200.jpg",
        "title": "The Judgement [De veroordeling] (2021)",
        "description": "The Judgement [De veroordeling] (2021)\n=============================\nGenre – Biography, Crime, Drama\nIMDb Rating  – 7.3/10တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံထားတဲ့ နယ်သာလန်ရုပ်ရှင်\nဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၉၉ ခုနှစ်မှာ\nချမ်းသာကြွယ်ဝတဲ့ မုဆိုးမကြီးတစ်ယောက် သေဆုံးမှုကနေ\nစတင်ခဲ့တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ စတွေ့တဲ့သက်သေတွေအရ\nလောင်ဝက်စ်ဆိုတဲ့လူကို ဖမ်းဆီးလိုက်ကြပါတယ်။ဒါပေမဲ့ နောက်နှစ်နည်းနည်းကြာလာတော့ ပြန်လွှတ်ပေးလိုက်\nကြပါတယ်။ နောက်ပြီးတော့ ဒီအန်အေစစ်တာ ကိုက်ညီတယ်ဆိုပြီး\nထောင်ဒဏ် ၁၂ နှစ် ပြန်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ နက်ဝေါ့ဆိုတဲ့\nရုပ်သံလိုင်းက သတင်းထောက် ဘတ်စ်ဟန်းဟာ ဒီအမှုနောက်ကို\nစိန်ခေါ်မှုတွေများစွာနဲ့ သတင်းလိုက်ပြီး အမှန်တရားကို ရှာဖွေပါ\nတော့တယ်။ တစ်ချိန်တည်းမှာလည်း မောရစ်စ်ဆိုတဲ့လူ ပြောစကား\nအရ မုဆိုးမကြီးကို သတ်တဲ့လူဟာ သူမရဲ့ လက်တိုလက်တောင်း\nခိုင်းတဲ့ မီခေး ဖြစ်နေတယ်လို့လည်း စွပ်စွဲလာပါတယ်။ အဲဒီမှာ သပွတ်\nအူလို ရှုပ်ထွေးလှတဲ့ အမှုအခင်းကြီး ဘယ်လိုဆက်ဖြစ်ကြမလဲ ဆိုတာ\nသတင်းထောက်အမြင်နေရာကနေ ကြည့်ရှု ခံစားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ...",
        "rating": "7.3",
        "url": "https://megaup.net/3fTrW/The.Judgement.2021.DUTCH.720p.WEBRip(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8OYOeiSyC2CmogqfRAMCUc0Xfc.jpg",
        "title": "The To Do List (2013)",
        "description": "ဘရန်ဒီ ကလက်ခ်ဆိုတာ အထက်တန်းကျောင်းကလောလောလတ်လတ်ဘွဲ့ရထားတဲ့ ကျောင်းသူလေးပါ။ကျောင်းစာမှာ ထိပ်ဆုံးရောက်အောင် ထူးချွန်ပြီးအဘက်ဘက်က ပြည့်စုံတဲ့သူပေမဲ့ တစ်ခုတော့ လိုအပ်နေပါတယ်။လိင်ကိစ္စနဲ့ပတ်သက်တဲ့ အတွေ့အကြုံမရှိတဲ့ ပြစ်ချက်လေးပါပဲ။ဘရန်ဒီတစ်ယောက် အထက်တန်းဘွဲ့ရပါတီမှာ ခပ်မိုက်မိုက်ကောလိပ်ကျောင်းသား ရပ်စတီဝါးတားစ်နဲ့ တွေ့ပြီးကြွေသွားမိသွားပါတော့တယ်။ဒါပေမဲ့ သူငယ်ချင်းတွေကတော့ လိင်ကိစ္စနဲ့ပတ်သက်လို့ ဘာဆိုဘာမှမသိတဲ့ ဘရန်ဒီရဲ့ အဆင့်ကရပ်စတီကို မီဖို့ အများကြီးလိုနေတယ်လို့ ပြောကြပါတယ်။ဒီတော့ ဘရန်ဒီတစ်ယောက် ရပ်စတီကို ဘယ်လို မီအောင် လိုက်မလဲ။ဘရန်ဒီကလည်း ထူးချွန်ကျောင်းသူပီပီ လိင်ကိစ္စနဲ့ ပတ်သက်ပြီးသူ လုပ်ဖို့လိုတာတွေကို စာရင်းတစ်ခု ပြုစုလိုက်ပါတော့တယ်။စာရင်းထဲက စမ်းသပ်ချက်တွေကို လုပ်ဖို့ ပူးကောင်လေးကတော့သူ့ကို ကြိတ်ကြွေနေတဲ့ သူငယ်ချင်းလေး ကမ်မရွန်ပါ။ဒီတော့ ကောလိပ်မရောက်ခင် ပညာစုံသင်မယ့်ဘရန်ဒီတစ်ယောက် ဘာတွေ လက်တည့်စမ်းဦးမလဲကိုယ့်ကိုကြွေနေတဲ့ သူငယ်ချင်း ကမ်မရွန်နဲ့ကိုယ်က ကြွေနေတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ရပ်စတီကြားဘယ်လိုတွေ ဗျာများဦးမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးနော်   File size…  1.75 GB /  874 MB\nQuality… Blu-Ray 1080p / ...",
        "rating": "5.8",
        "url": "https://megaup.net/1e1fu/The.To.Do.List.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a9q6HloUNPn5dXkzLGJt8CUbXhN.jpg",
        "title": "Detective Dee’s Ghost Blood Hand ( 2020 )",
        "description": "ဖုံလိုင်ခရိုင်မှ ခရိုင်မှူး ၃ ဦးဆက်တိုက် ထူးခြားစွာသေဆုံးသွားကြရာမှာ\nသက်သေရှာမရလိုက်လို့ အစိုးရတစ်ခုလုံး တုန်လှုပ်နေခဲ့တယ်။\nအဲ့အချိန်မှာပဲ အမှုလိုက်ရာမှာ နာမည်ကြီးတဲ့ ဒီးရန်ကျယ်က\nတလီစစ်မှ ထွက်ခွါပြီး ဖုံလိုင်ခရိုင်မှာ ဒီအမှုကို စစ်ဖို့ ရောက်လာပါတယ်။ဖုံလိုင်ခရိုင်သို့ ရောက်ရှိပြီးနောက်မှာလဲ တူညီတဲ့ သေဆုံးပုံနဲ့ နောက်ထပ်\nလူတွေ သေနေပါသေးတယ်။ ထို့အပြင် ထိုလူသတ်သမားက\nဒီးရန်ကျယ်ရဲ့ အသက်အန္တရာယ်ကိုပါ ခြိမ်းခြောက်လာပါတယ်။ဖုံလိုင်ခရိုင်က ထူးခြားတဲ့ သေဆုံးမှုတွေနဲ့ မိစ္ဆာဒဏ္ဍာရီတွေနဲ့\nပြည့်နှက်နေတဲ့ မြူဝင်္ကပါတောကြီးနဲ့ ဒီးရန်ကျယ်တစ်ယောက်\nလူသတ်တရားခံကို ဘယ်လို ရှာတွေနိုင်မလဲဆိုတာကို\nဇာတ်လမ်းလေးထဲမှာ အဖြေရှာလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1e1fc/Detective_Dee_And_Ghost_Blood_Hand_2020_1080p_WEB-DL.CM.mp4",
        "category": "Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-3-139x200.jpg",
        "title": "Pillow Party Massacre (2023)",
        "description": "Horrorကြိုက်တဲ့လူတွေအတွက် Netflixရဲ့ ရှပ်ရှင်အသစ်လာပါပြီ။ ပျော်စေပျက်စေ စရင်းနဲ့ အပျော်ကနေ အပျက်ဖြစ်ခဲ့ရလို့ ဝမ်းနည်းစရာအဖြစ်ပျက်နဲ့ကြုံခဲ့ရပြီး ၂နှစ်အကြာမှာ သူငယ်ချင်းတစ်သိုက် ငယ်ငယ်တုန်းက နွေရာသီ အားလပ်ရက်တိုင်း လာလေ့ရှိတဲ့ အိမ်ကို ဆမန်သာ၊ မိုင်းစ်၊ အလာနာ နဲ့ မစ်ကီတို့ သူငယ်ချင်းတစ်သိုက် ပြန်ချိန်းလိုက်ကြပါတယ်။ မတွေ့တာကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတစ်သိုက်ကို ဘယ်လိုမကောင်းတဲ့အရာတွေက စောင့်ကြိုနေမလဲ၊ အဲဲဒီ မကောင်းတဲ့အရာကနေ ဆမန်သာတို့ လွတ်မြောက်သွားနိုင်ပါ့မလား၊ ဘာလို့ အဲဒီမကောင်းတဲ့အရာကြီးက ဘာလို့လိုက်သတ်နေတာလဲဆိုတာကို ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ ခေတ်စားနေတဲ့ Screamလိုမျိုးပုံစံမျိုးဆိုတော့ တရားခံက ဘယ်သူလဲဆိုတာ ကြည့်ရင်းရှာဖွေလိုက်ကြပါအုန်း။ File size…(1 GB)/(500 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1e10p/Pillow.Party.Massacre.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNjA2M2M4YzUtYWU3NS00NWFmLThmZjgtNTEyODRjOWI0M2U5XkEyXkFqcGdeQXVyNTM3Njc3MA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Conception (2022)",
        "description": "Conception (2022)\n==============မိသားစုတစ်ခုမှာ ကလေးရှိတာက ရတနာလေးတစ်ခုပဲလို့\nဆိုတတ်ကြတယ်။ တချို့အတွက်ကျလည်း ရတာ,နာ လေးတဲ့။\nဒီဇာတ်ကားထဲက အေမီကတော့ တစ်ဦးတည်းသောသမီးဆို\nတော့ ကလေးတွေအများကြီးနဲ့ သာယာတဲ့ မိသားစုတစ်ခုကို\nမျှော်လင့်နေတဲ့သူပေါ့။ဒီတော့ သူအိမ်ထောင်ကျပြီးတဲ့အခါမှာ သူ့ရဲ့အိပ်မက်ဖြစ်တဲ့\nသားသမီးတွေယူဖို့ အမျိုးသားဖြစ်သူ ဗစ် နဲ့ အားကြိုးမာန်တက်\nကြိုးစားပါတော့တယ်။ ဗစ် ကတော့ ကလေးရရာလမ်းကြောင်း\nကို ဝင်ခလုတ် ထွက်ခလုတ်ဆက်တိုက်လျှောက်လှမ်းနေရတော့\nရှယ်အကြိုက်တွေ့တာပေါ့။ဒါပေမဲ့ သနားစရာကောင်းတာက ဗစ်ခမျာ လချီကြိုးစားပေမဲ့\nရင်သွေးလေးက ရမလာခဲ့ဘူး။ ဒီတော့ ကလေးရူးရူးနေတဲ့ အေမီ\nအတွက် နောက်ဆုံးလက်နက်ဖြစ်တဲ့ ဖန်ပြွန်သန္ဓေသားလေးလွယ်\nနိုင်ဖို့ ကြိုးစားကြပါတော့တယ်။ မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကို ဆေး\nပညာရှု့ထောင့်ကနေရော ဟာသအမြင်လေးနဲ့ပါ တွဲဖက်ရိုက်ကူး\nပြထားတာမို့ ဇာတ်လမ်းအစအဆုံး ပျင်းမနေရဘဲ စိတ်ပျော်ပျော်\nရွှင်ရွှင်နဲ့ ကြည့်လို့ရနိုင်မဲ့ ဇာတ်လမ်းမျိုးလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေး\nပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ May Thet Khine Soe,\nNgwe Zin တို့ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (534 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dZpz/Conception.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9DScIcL0cEIKcwSEz0jRfzEcGn.jpg",
        "title": "The Blessing Bracelet (2023)",
        "description": "The Blessing Bracelet (2023)~ IMDb - 6.7/10, Rotten Tomatoes - 100% ~Romance ပရိသတ်တွေအတွက်ဇာတ်ကားသစ်လေးတစ်ခုလာပါပြီ။ ဒေါင်းန်ဆိုတဲ့ Single Mom အမျိုးသမီးနဲ့ ခွေးချစ်သူ အေဒမ်တို့ကြားမှာပေါ်ပေါက်လာမယ့် အချစ်ဇာတ်လမ်းလေးကိုရှုစားကြရမှာပါ။ Main Leads တွေအဖြစ် နာမည်ကျော် SUITS စီးရီးက Amanda Schull နဲ့ Carlo Marks တို့ပါဝင်ထားပါတယ်ဒေါင်းန်က ကွာရှင်းထားပေမဲ့ သားလေးတစ်ယောက်ရှိပြီး ဘဝကိုကြိုးကြိုးစားစားရှင်သန်နေသူတစ်ယောက်ပါ။ တက်ကြွ အကောင်းမြင်စိတ်ရှိပြီး အလုပ်မှာလည်းအလေးထားရတဲ့သူတစ်ယောက်ပါ။ ဒါပေမဲ့ ဒေါင်းန်မှာ လူမသိတဲ့ပြဿနာတွေ ရင်ဆိုင်နေရတယ်။ ခင်ပွန်းဟောင်းထားခဲ့တဲ့အကြွေးတွေကို ဒိုင်ခံဆပ်နေရတဲ့အခါ အလုပ်တစ်ခုတည်းနဲ့မလုံလောက်တော့တဲ့အတွက် ဒုတိယအလုပ်ထပ်ရှာနေတုန်းမှာ အိမ်ကအပေါင်ဆုံးတော့မယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ ​အဲဒီအချိန်မှာ အထက်တန်းကျောင်းအကြီးတန်းနှစ်မှာ ဒေါင်းန်လုပ်ခဲ့တဲ့ ပုတီးစေ့လက်ကောက်လေးတွေကိုပြန်သတိရသွားခဲ့တယ်။ လက်ကောက်လေးတွေက ဒေါင်းန်ကို ခက်ခဲတဲ့နေ့ရက်တွေမှာ သူ့ဘဝမှာလက်ခံရရှိဖူးတဲ့ကောင်းချီးတွေကို ပြန်အမှတ်ရပြီးကျေးဇူးတရားထားတတ်အောင်ကူညီပေးတာပါ။ အဲဒီ Blessing Bracelet ...",
        "rating": "6.7",
        "url": "https://megaup.net/1e0bp/(CM)_The_Blessing_Bracelet_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEegKDrhRZVnn0Y87TdKqGwjowo.jpg",
        "title": "Prime Time (2021)",
        "description": "Prime Time (2021)1999 ခုနှစ်ကနေ နောက်ထပ် ထောင်စုနှစ်တစ်ခုဖြစ်တဲ့ သက္ကရာဇ် 2000 ကိုပြောင်းတော့မယ့် New Year Eve တစ်ညမှာ ပိုလန်နိုင်ငံရဲ့ TV show တစ်ခု Broadcast နေစဉ်မှာ Studio ထဲကို လက်နက်ကိုင်တစ်ယောက် ဝင်ရောက်စီးနင်းခဲ့ပါတယ်။ သူ့နာမည်ကတော့ Sebastian ပါ။ သူရဲ့ ရည်ရွယ်ချက်ဟာ ဒီလို နှစ်တစ်ထောင်မှတစ်ခါ ကြုံတဲ့ ကြီးကျယ်လှတဲ့ နှစ်သစ်ကူးပြောင်းမယ့်တစ်ရက်မှာ တီဗွီအစီအစဉ်မှာ စကားတစ်ခွန်းပြောချင်တာဖြစ်ပါလိမ့်မယ်။သူ့ရဲ့ရည်ရွယ်ချက်ကိုမသိတဲ့ Broadcast အဖွဲ့သားတွေနဲ့ သူဖြစ်ချင်တဲ့အရာရဲ့ Conflict ဟာ Crisis တစ်ခုပါပဲ။ ဒီလို Drama ဆန်တဲ့ Mild Thriller ဇာတ်ကားလေးရဲ့အဆုံးသတ်မှာ Sebastian ဟာ ဘာတွေဆက်လုပ်သွားမလဲဆိုတာတော့ ဆက်လက်ရှုစားဖို့လိုပါလိမ့်မယ်ဗျ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Nyan Hlyan Chit မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/1TXwW/(CM)_Prime_Time_(2021)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BY2YxZTFiNWMtMTY4Zi00Y2MyLWIyODctOWEzMjk0MjExN2ViXkEyXkFqcGdeQXVyMTk3OTg3NTQ@._V1_-133x200.jpg",
        "title": "Noble Intentions (2023)",
        "description": "ဘယ်ဆိုတဲ့ အသက် ၁၈ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ဟာ အဖေဆုံးသွားပြီးနောက် အမေနဲ့နေထိုင်ရင်းက ကင်ဆာရောဂါသည်အမေကို ဆေးကုသဖို့အတွက် ငွေပမာဏအမြောက်အမြားလိုလာပါတယ်။ သူ့နာမည်နိုဘယ်က မြင့်မြတ်တယ်လို့ အဓိပ္ပာယ်ရပေမဲ့ မိခင်ကိုချစ်တဲ့စိတ်ကြောင့် ငွေအများကြီးရှာနိုင်ဖို့ လမ်းစရှာရင်း နာမည်နဲ့မလိုက်တဲ့ အလုပ်တွေလုပ်ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ အစကတော့ ချီတုံချတုံဖြစ်နေခဲ့ပေမဲ့ ဘဝကြီးမှာ တခြားရွေးချယ်စရာကလည်း ဘာမှရှိမနေပြန်တော့ အရင်ကတစ်ခါမှမစဉ်းစားခဲ့ဖူးတဲ့ မူးယစ်ဆေးရောင်းတဲ့အလုပ်ကိုလုပ်ဖို့ ဆုံးဖြတ်လိုက်ရပါတော့တယ်။ တရားမဝင်တဲ့အလုပ်ကိုလုပ်ကိုင်ကြပြီး အကြောင်းပြချက်ကြီးကြီးမာမားမရှိပေမဲ့ လူတစ်ယောက်ကို အလွယ်တကူဒုက္ခပေးဖို့ ဝန်မလေးတတ်ကြတဲ့ လောကကြီးထဲမှာပါဝင်ပတ်သက်ရင်း နိုဘယ်တစ်ယောက် ဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊ အန္တရာယ်များပေမဲ့ငွေဝင်လွယ်တဲ့လောကကြီးထဲကနေရော သူရုန်းထွက်နိုင်ပါ့မလား၊ နဂိုရည်ရွယ်ချက်ဖြစ်တဲ့ ဆေးဖိုးရပြီး အမေနေကောင်းဖို့ဆိုတဲ့ မြင့်မြတ်တဲ့ရည်ရွယ်ချက်ရော ပြည့်ဝသွားရဲ့လားဆိုတာတွေကို ခံစားကြည့်ရှုနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…(1.8 GB)/(910 MB)/(435Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Monica May",
        "rating": "",
        "url": "https://megaup.net/1dKy4/Noble.Intentions.2022.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DMDx7XMylIL7lpBEOMzIjuwhw0.jpg",
        "title": "Devil’s Knot (2013)",
        "description": "Colin Firth, Reese Witherspoon,Dane Dehhan တို့လိုဝါရင့်သရုပ်ဆောင်တွေပါ၀င်ထားတဲ့ဖြစ်ရပ်မှန်မှုခင်းဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၀က်စ်မန်းဖက်စ် မြို့ဆိုတာက အာကန်ဆာပြည်နယ်ကဆိတ်ငြိမ်တဲ့မြို့လေးတမြို့ပါ။ဒီလိုမြို့လေးကိုတနေ့မှာ တုန်လှုပ်သွားစေခဲ့တာကတော့ရှစ်နှစ်သားအရွယ် စတီဗီ, မိုက်ကယ်နဲ့ ခရစ်စတိုဖာဆိုတဲ့ကောင်လေး ၃ယောက် လူသတ်ခံရမှုကြောင့်ပါပဲ။ဒီလူသတ်မှုမှာရဲတပ်ဖွဲ့က သံသဃရှိ စွဲချက်တင်ခံထားရတာကဒေမီယန် အက်ကိုးလ်, ဂျေဆင် ‌ဘော့်၀င်နဲ့ ဂျက်စီ မစ်စ်ကယ်လီဆိုတဲ့လူငယ်လေးသုံးယောက်ပါ။ဒီလူငယ်လေးသုံးယောက်ကို လူတွေကလည်းနတ်ဆိုးကိုးကွယ်တဲ့သူတွေ ကလေးတွေကိုယဇ်ပူဖော်လိုက်တာလို့စွပ်စွဲထားကြပါသေးတယ်။သူတို့ကိုကူညီဖို့အတွက် ရောက်လာခဲ့တဲ့သူကတော့ရွန်လက်စ်ဆိုတဲ့ အလွတ်တန်းစုံထောက်ပါ။သေဒဏ်အထိဖြစ်လာနိုင်နေတဲ့ ဒီလူငယ်လေးတွေကိုကူညီပေးရင်းနဲ့ရွန် သတိထားလာမိတာကတော့ ရဲတွေနဲ့စုံထောက်တွေရဲ့အလောတကြီး ဒီအမှုကိုတရားရုံးတင်ခဲ့တာတွေသက်သေရှေ့နောက်မညီ ထိန်ချန်တာတွေ မူမမှန်တဲ့ထွက်ဆိုချက်တွေပါ။ရွန်အနေနဲ့သူ့စိတ်ထဲထင်သလို ဒီကောင်လေးသုံးယောက်ကတကယ်ပဲအပြစ်မရှိတာလား။မရှိခဲ့ရင်ရောတကယ့်တရားခံတွေကဘယ်သူလဲဆိုတာဖော်ထုတ်နိုင်ပါ့မလားအယူသီးမှုတွေနဲ့ တရားဥပဒေလက်တလုံးခြားလုပ်မှုတွေရဲ့အောက်မှာသူ့အနေနဲ့အမှန်တရားကိုဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကိုDevil's knot ဆိုတဲ့ ဖြစ်ရပ်မှန်မှုခင်းဇာတ်ကားလေးမှာရှူစားအားပေးကြပါဦးခင်ဗျ File size…  1.58 GB /  768 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 54m\nGenre .....  Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zUO9/Devils.Knot.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/npWmmadYcEWKmCHS3prucSVJHjH.jpg",
        "title": "42 (2013)",
        "description": "ဒီတစ်ခါ CM Fan တွေ အတွက် Black Panther ရုပ်ရှင်ကားနှင့်ပိုပြီးလူသိများ ကျော်ကြားခဲ့သော ကွယ်လွန်သွားပြီဖြစ်တဲ့မင်းသားChadwick Boseman ရဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်၁၉၄၅ ခုနှစ်မှာ ဒုတိယကမ္ဘာစစ်ကြီးပြီးဆုံးပြီးတော့အမေရိကန်နိုင်ငံရဲ့ ရှေ့တန်းထွက်နေရတဲ့သူအားလုံးအမိမြေကိုပြန်လာကြပါတယ်။အဲဒီမှာ အာဖရိကန်-အမေရိကန်လူမျိုးတွေလည်းပါပါတယ်။သူတို့ဟာ နာဇီစစ်တပ်ရဲ့လူမျိုးရေးခွဲခြားမှုကို တိုက်ခိုက်အနိုင်ယူခဲ့ကြပေမယ့်အမိမြေပြန်ရောက်တဲ့အချိန်မှာတော့ သူတို့အပေါ်လူမျိုးရေးခွဲခြားမှုကြီးက စောင့်ကြိုနေပါတယ်။သူတို့ဟာ လူဖြူတွေနဲ့ အိမ်သာအတူတူသုံးခွင့်မရှိဘူး၊ရေချိုးခန်းတစ်ခန်းထဲအတူသုံးခွင့်မရှိဘူး၊ ဟိုတယ်ထဲတည်းခွင့်မရှိဘူးစတဲ့ခွဲခြားမှုပေါင်းမျိုးစုံရှိနေတာပါ။ဒီလိုအဖြစ်မျိုးက အမေရိကန်တစ်နိုင်ငံလုံးမှာဖြစ်ပျက်နေတာပါ။ဘေ့စ်ဘောလောကမှာလည်း အတူတူပါပဲ။၁၉၄၆ ခုနှစ်မှာ စာရင်း၀င်ဘေ့စ်ဘောအသင်း ၁၆သင်းရှိခဲ့ပြီးစာရင်း၀င်ကစားသမား အယောက် ၄၀၀ရှိခဲ့ပါတယ်။အဲဒီအယောက် ၄၀၀လုံးကလည်း လူဖြူတွေပါ။ဒါပေမယ့် ၁၉၄၇ ခုနှစ်ရောက်တော့ ဘရွတ်ကလင်ဒေါ့ဂျာစ်အသင်းရဲ့ ပိုင်ရှင်ဖြစ်တဲ့မစ္စတာရစ်ကီဟာ လူမည်းကစားသမား ဂျက်ကီရော်ဘင်ဆင်ကို ခေါ်ယူခဲ့ပါတယ်။ဒီလိုခေတ် ဒီလိုအခါမှာ လူမည်းကစားသမားကိုထခေါ်တော့ကန့်ကွက်သူပေါင်းများစွာကို ရင်ဆိုင်ခဲ့ရပြီး ကျောနံပါတ်၄၂ ဂျက်ကီရော်ဘင်ဆင်ကလည်းကစားပွဲထဲမှာရော ကစားပွဲပြင်ပမှာပါလူမျိုးရေးခွဲခြားမှုတွေ၊ ခြိမ်းခြောက်စာမျိုးစုံကိုပါ ရခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဟာ ဒီခွဲခြားမှုတွေကို ကြံ့ကြံ့ခံရင်ဆိုင်ခဲ့ပြီးအနိုင်ရဖို့ ကြိုးစားအားထုတ်ခဲ့ကြတာကိုတွေ့ရပြီးဘေ့စ်ဘောလောကကြီးက လူမျိုးရေးခွဲခြားမှုကိုဘယ်လိုမျိုးပြောင်းလဲခဲ့လဲဆိုတာကို ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…  1.82 GB /  894 ...",
        "rating": "7.5",
        "url": "https://megaup.net/3fS6w/42.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ7aucozEWiz1cBCdZtcYSJfWC7.jpg",
        "title": "3096 Days (2013)",
        "description": "3096 Days ဇာတ်ကားဟာ သြစတြီးယားမှာဖြစ်ခဲ့တဲ့ 10နှစ်အရွယ် ကလေးမလေးနာတာရှာ ခမ်ပွတ်ရှ်ကို 8နှစ်ကြာအောင်ပြန်ပေးဆွဲခဲ့တဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ နာတာရှာ ကြုံတွေ့ခဲ့ရတဲ့ စိတ်ဓာတ်ပိုင်းဆိုင်ရာခန္ဓာကိုယ်ပိုင်းဆိုင်ရာနဲ့ လိင်ပိုင်းဆိုင်ရာ အကြမ်းဖက်မှုတွေကိုပေါ်လွင်အောင် ရိုက်ပြထားတာကိုလည်း တွေ့ရမှာပါ။ဒီလို နှိပ်စက်မှုတွေနဲ့ နာတာရှာရဲ့ စိတ်ဒဏ်ရာအကြောင်းကိုသေချာရိုက်ကူးထားတာဖြစ်လို့ တချို့သောပရိတ်သတ်တွေအတွက်တော့ကြည့်ရှုဖို့ ခက်ခဲနိုင်ပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားမှာ နာတာရှာရဲ့ စိတ်ခွန်အားနဲ့သူ့ကိုပြန်ပေးဆွဲသူဆီက ဇွဲရှိရှိ လွတ်မြောက်ဖို့ကြိုးပမ်းပုံကိုလည်း တွေ့မြင်ရဦးမှာပါ။ပါဝင်ထားတဲ့ castတွေကလည်း သရုပ်ဆောင် အရမ်းကောင်းကြပါတယ်။ဒီဇာတ်ကားဟာ ပြန်ပေးဆွဲမှုတွေနဲ့ အကြမ်းဖက်မှုတွေရဲ့ခါးသီးတဲ့အမှန်တရားကို မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားတစ်ကား ဖြစ်လို့ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ဗျာ   File size…  1.23 GB /  604 MB\nQuality…  Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 51m\nGenre .....  Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San ...",
        "rating": "6.5",
        "url": "https://megaup.net/1TX5j/3096.Days.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Cd3mqDMcOi0fJURiPnkDjTJwRh.jpg",
        "title": "Detective Dee : Deep Sea Dragon Palace ( 2020 )",
        "description": "သက္ကရာဇ်(၆၈၈)ခုနှစ်မှာ တထန်ပြည်ကြီးမှာ(၁၀)လကြာအောင်\nမိုးခေါင်ရေရှားမှုကြီးကြုံတွေ့နေရပါတယ်။ ဝူကျယ်ထျန်းကမိုးခေါ်\nဆုတောင်းပွဲကျင်းပဖို့ကွေးရွှီးတိုင်းပြည်ကနဂါးပုလဲကိုဆက်သခိုင်းခဲ့ပါတယ်။ပင်လယ်ရေကြောင်းလမ်းကနေပြီးပို့လာတဲ့အချိန်မှာ\nရေသူမျိုးနွယ်တွေရုတ်တရက်ပေါ်လာပြီး အစောင့်တပ်သားတွေကို\nသတ်ဖြတ်ကာနဂါးပုလဲလုံးကိုလုယူသွားခဲ့ပါတယ်။အဲဒီအချိန်မှာအချစ်ကိုဆုံးရှုံးလိုက်ရလို့အသဲကွဲနေတဲ့\nစုံထောက်ကြီးဒီဟာသေရည်တွေသောက်ပြီး ဆောင်ကြာမြိုင်မှာလေလွင့်နေခဲ့ပါတယ်။\nမိဖုရားကြီးကနဂါးပုလဲလုံးကိုရှာဖို့ စုံထောက်ကြီးဒီးကိုအချိန်(၃)ရက်သာပေးလိုက်တဲ့အခါဆုတောင်းပွဲအတွက်ကွေးရွှီးကလာတဲ့သူတော်စင်မလေးဟာ\nသူ့ရဲ့ချစ်ရသူလေးနဲ့ရုပ်အရမ်းတူနေတာကိုတွေ့လိုက်ရတဲ့အခါ.\nစုံထောက်ကြီးဒီတစ်ယောက် ရေသူမျိုးနွယ်တွေလုယက်သွားတဲ့\nနဂါးပုလဲလုံးကို(၃)ရက်အတွင်းဘယ်လိုရှာဖွေမလဲ......\nရေသူမျိုးနွယ်ဆိုတာရဲ့နောက်ကွယ်ကအမှန်တရားဟာ\nဘာတွေဖြစ်နေမလဲဆိုတာကိုကြည့်ရှုအားပေးလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1dZga/Detective_Dee_And_Deep_Sea_Dragon_Palace_2020_1080p_WEB-DL.CM.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qlgPBk5xZzHHPfrimBFV46QuktX.jpg",
        "title": "Afternoon Delight (2013)",
        "description": "Afternoon Delight (2013)Imdb - 5.7Rotten Tomatoes - 66%ပျင်းရိစရာကောင်းနေတဲ့ အိမ်ထောင်မှုဘဝကိုအပြောင်းလဲဖြစ်လိုဖြစ်ငြား အဖော်ချွတ်ကလပ်ကိုလင်မယားနှစ်ယောက်လုံး သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်။ဇနီးဖြစ်သူ ရေချယ်တစ်ယောက်ကလပ်မှာလုပ်နေတဲ့ မက္ကန်နာဆိုတဲ့ကောင်မလေးနဲ့ရင်းနှီးကျွမ်းဝင်ပြီးကောင်မလေးဒုက္ခရောက်တာနဲ့ကြုံကြိုက်ပြီးရေချယ်တို့ အိမ်အထိလာနေဖြစ်ရော။ပိုက်ဆံရရင်ဘာမဆိုလုပ်တဲ့ မက္ကန်နာဟာရေချယ်ရဲ့ကယ်တင်ခြင်းကနေ သူ့ဟာသူသိမှန်းမသိပဲထွက်ပြေးနေမိတယ်။အလုပ်တွေပဲအမြဲတစေပိနေတဲ့ ယောက်ျားဖြစ်သူဂျက်ဖ်နဲ့စိတ်တွေကယောက်ကယက်ဖြစ်နေတဲ့ ရေချယ်တို့လိင်မှုဆက်ဆံရေးကတော့ ဘာမှထူးမလာခဲ့ပါဘူး။ပတ်ဝန်းကျင်မှာစိတ်အဆင်ပြေချင်ယောင်ဆောင်နေရတဲ့ရေချယ်တစ်ယောက်ဘယ်တော့ပေါက်ကွဲထွက်မယ် မသိတဲ့အစိုင်းခဲကြီးကိုပိုက်ပြီးနေလာခဲ့ရာမှအကြောင်းတရားတွေတိုက်ဆိုင်သွားတဲ့အခါကွဲထွက်လွင့်စင်ကုန်ပါတော့တယ်။ရုပ်ရှင်ဟာအမျောပုံစံဖြစ်ပြီး အေးအေးဆေးဆေးပေါ့ပေ့ါပါးပါး ရယ်မောစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…  1.59 GB /  790 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 48m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kaung Paing",
        "rating": "5.7",
        "url": "https://megaup.net/1TX10/Afternoon.Delight.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTMzMjMzOGQtNTEzYy00MDBhLWIyZmUtZjBlNmYwODljNzdhXkEyXkFqcGdeQXVyNTgwNzU4NjM@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Buddha 2: The Endless Journey (2014)",
        "description": "Buddha 2 : The Endless Journey\nမြတ်ဗုဒ္ဓ ၂ - ဘဝသံသရာခရီး\n........................................................IMDb 6.2/10\nMyAnimeList 6.9/10ဒီကာတွန်း​လေးက​တော့ ၂၀၁၁ထွက် Buddha : the great departureရဲ့​နောက်ဆက်တွဲကာတွန်းပါ။\n(ပထမကား Buddha : The Great Departureရဲ့ download linkပါ Click Hereပထမကား​အပြီး တောထွက်ရာက​နေ သဗ္ဗညုတဥာဏ်ဆိုက်​​ရောက်ပြီး\nဗုဒ္ဓမဖြစ်ခင်စပ်ကြား ဒုက္ကရစရိယာကို ပြင်းပြင်းထန်ထန်ကျင့်ကြံခဲ့ပုံ၊ ​\nဂင်္ဂါမြစ်စစ်ပွဲ၊ ​ကောသလနဲ့သကျသာကီတို့ရဲ့ စစ်ပွဲ၊ ဗိမ္မသာရမင်းကြီးနဲ့​တွေ့ဆုံခန်း၊\nသာကီဝင်​တွေကျဆုံးခန်း​တွေကို​ဝေ​​ဝေဆာဆာမြင်​တွေ့ရမှာပါ။ တစ်ခု​တော့ရှိပါတယ်။ဗုဒ္ဓဖြစ်စဥ်ကို​ကျောရိုး​လောက်ပဲယူထားတာမလို့ ​ထေရဝါဒရဲ့ဗုဒ္ဓဝင်နဲ့​တော်​တော်ကိုကွဲပါတယ်။\nတချို့ဇာတ်လမ်း​တွေဆိုရင် အသစ်ထည့်တာ​တွေ၊ အချိန်ကွဲတာ​တွေပါပါတယ်။\nဥပမာ ​ကောသလက သကျသာကီ​တွေကိုဝင်တိုက်တဲ့ကာလဟာ အရမ်း​စော​နေတာတို့ပါ။\nအပျင်း​ပြေကြည့်မယ်ဆိုမှပဲ ကြည့်ရအဆင်​ပြေမှာပါ။ နို့မို့ဆိုရင် ကျမ်းစာနဲ့မကိုက်ဘူး\nဘာဘူးညာဘူးဖြစ်ပြီး စိတ်ညစ်ရပါလိမ့်မယ်။မှတ်ချက် - နာမည်​တွေကိုတတ်နိုင်သမျှ ကျမ်းစာပါအတိုင်း ​​ရေး​ပေးထားပါတယ်\nFile size…1.4GB/ 565MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Dr Nyan",
        "rating": "6.2",
        "url": "https://megaup.net/3fR3T/Tezuka_Osamu_no_Buddha_-_Owarinaki_Tabi.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Asian, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGUyYTZmOWItMDJhMi00N2IxLWIyNDMtNjUxM2ZiYmU5YWU1XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-131x200.jpg",
        "title": "Butch Cassidy and the Wild Bunch (2023)",
        "description": "အသစ်စက်စက်ထွက်ထားတဲ့ Butch Cassidy and the wild bunchဟာဆိုရင်ဖြင့် အရင် cowboy ခေတ်မှာဇာတ်လမ်းတည်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ကြည့်နေရင်းတန်းလန်းနဲ့တင်ပဲမသိရင် အရင်ခေတ်က ရိုက်ခဲ့တဲ့ ကားလို့တောင်ထင်ရလောက်အောင် ကောင်းလှတဲ့ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားလေးကတော့ Butch Cassidy ဆိုတဲ့ လူလေးဟာ သူ့ရဲ့မိဘအိမ်ကိုအကြွေးလာသိမ်းမယ်ဆိုတာကို ကြားခဲ့ရပြီးတဲ့နောက်ပိုင်းမှာ ဘဏ်ကိုသူ့သူငယ်ချင်းနဲ့ဓားပြတိုက်ခဲ့တယ်။ နောက် ၅နှစ်လောက်ကြာတဲ့အခါမှာတော့ သူဟာနာမည်ကြီး ဓားပြတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ သူဓားပြတိုက်လိုက်တဲ့ ရထားက လက်မှတ်ဖြတ်တဲ့လူကိုရုတ်တရက်သတ်မိသွားရာကနေပြီးတော့ Pinkertons လို့ခေါ်တဲ့ အဖွဲ့က စုံထောက်တွေက သူ့ကိုလိုက်လံရှာဖွေရာကနေ ဘယ်လိုတွေဖြစ်သွားလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ Butch Cassidyနေရာကိုတော့Ross Jirgl ကသရုပ်ဆောင်ထားတာဖြစ်ပြီးတော့ Charles Siringoနေရာမှာတော့ Jeffrey Combsက ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်\nသင်ဟာ Actionကားတွေကိုကြိုက်နှစ်သက်တဲ့လူဆိုရင်တော့ဒီကားဟာကြည့်သင့်တဲ့ကားတစ်ကားပဲဖြစ်ပါတယ်\nFile size…(802 MB)/(500 Mb)\nQuality….Webrip 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phill",
        "rating": "",
        "url": "https://megaup.net/1dM74/Butch.Cassidy.And.The.Wild.Bunch.2023.720p.(CM).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-30-133x200.jpg",
        "title": "Legacy Peak (2022)",
        "description": "တောတွင်းစွန့်စားခန်းဖွင့်တဲ့ဇာတ်ကားမျိုးကိုမှ exaggerated ဖြစ်နေတဲ့ scene တွေမပါဘဲ ကိုယ်ကိုယ်တိုင်တောတွင်းရောက်သွားတဲ့အခါ တကယ်တမ်းကြုံတွေ့လာရနိုင်တာတွေကိုပဲ ရိုက်ပြထားတဲ့ သဘာဝအဆန်ဆုံး adventure movie မျိုးကို သဘောကျတယ်ဆိုရင် Legacy Peak ဆိုတဲ့ ဒီဇာတ်ကားလေးကိုကြည့်ဖို့ ကျွန်တော်ညွှန်းချင်ပါတယ်ဗျာ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဆန်ဆိုတဲ့ သက်လတ်ပိုင်းဘဲတစ်ပွေက သူလက်ထပ်လုဆဲဆဲအမျိုးသမီးရဲ့ သားနဲ့သမီးဆီမှာ မျက်နှာကောင်းရဖို့အတွက် သူ့အမျိုးသမီးရဲ့မိသားစု ခရစ်စမတ်ကိုအတူတူနွှဲကြမဲ့အပန်းဖြေအိမ်လေးဆီ ကလေးနှစ်ယောက်ကိုခေါ်ပြီး ဘိုးရင်းဂျက်တစ်စီးနဲ့ ထွက်လာခဲ့ပါတယ်။ ဒါပေမဲ့လည်း စီစဉ်တဲ့အတိုင်းဖြစ်မလာခဲ့ဘဲ လေယာဉ်ပျက်ပြီး လီဂေဆီတောင်ထိပ်နားကတောနက်ကြီးထဲကို သုံးယောက်သားရောက်ရှိသွားပါတော့တယ်။ လူတွေဟာ အခက်အခဲတွေကြုံလာရချိန် ကိုယ်နဲ့အတူရင်ဆိုင်မဲ့ရဲဘော်ရဲဘက်တွေနဲ့ ရင်ဘတ်ချင်းနီးတတ်ကြသလိုပဲ ဒီသုံးယောက်သားဟာလည်း အခက်အခဲတွေကြားမှာမှ တစ်ယောက်အကြောင်းတစ်ယောက်ပိုသိလာ၊ တစ်ယောက်စိတ်ရင်းအမှန်ကိုတစ်ယောက် မြင်ခွင့်ရလာပါတော့တယ်။ ဒီဇာတ်လမ်းမှာက အဓိကအနေနဲ့ တောတွင်းစွန့်စားခန်းတွေထက် သူတို့သုံးဦးသားကြားက မေတ္တာတွေ၊ အခက်အခဲတွေကို အတူရင်ဆိုင်ကြပုံတွေကို ရိုက်ပြထားတာမို့ ကြည့်ပြီးတဲ့အချိန်မှာလည်း တစ်ခုခုတော့ကျန်ခဲ့မှာ အသေအချာပါပဲဗျာ။File size…(1.6 GB)/(966 MB)/(466 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/1TK29/Legacy.Peak.2022.720p.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Enthada-Saji-150x200.jpg",
        "title": "Enthada Saji (2023)",
        "description": "Enthada Saji (2023)IMDb - 6.2/10ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ စိတ်ကူးယဥ်ဆန်ပြီးရယ်ရတာကို သဘောကျတဲ့သူတွေကို\nအကြိုက်တွေ့စေမယ့် မင်းသား Kunchacko Bobanနဲ့မင်းသမီးNivetha Thomasတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Enthada Saji ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆာဂျီမိုဟာ ရည်မှန်းချက်မရှိပဲလေလွင့်ပျင်းရိနေတဲ့ အမျိုးသမီးလေးတစ်ယောက်ဖြစ်ပါတယ်\nသူ့သူငယ်ချင်းတွေတောင် မင်္ဂလာဆောင်ပြီးသွားကြပေမယ့် သူကတော့စေ့စပ်စွဲတစ်ခါပျက်ဖူးတဲ့အပြင်\nအခုချိန်ထိလည်း Faဖြစ်နေတာမို့ရပ်ထဲရွာထဲမှာ အပျိုဟိုင်းကြီးလို့ စနောက်လှောင်ပြောင်ခံနေရသူလေးပါ\nဆာဂျီမိုဟာဒီလိုဒဏ်တွေကို သည်းမခံနိုင်တော့တာမို့ ချက်ကျောင်းမှာအမြဲလိုလိုသွားညည်းညူလေ့ရှိပါတယ်တစ်နေ့မှာတော့သူ့ညည်းညူတာတွေကို ကြားရတာများလာတဲ့အရှင်က ရုပ်တုထဲကနေအပြင်ကိုထွက်လာရာကနေ\nဆာဂျီမိုရဲ့ဘဝဟာလည်းပြောင်းလဲသွားပါတော့တယ် ဆာဂျီမိုရဲ့ပျော်ရွှင်ခြင်းအခိုက်အတန့်တွေကြားမှာ\nချက်ကျောင်းရဲ့ရုပ်တုဟာလည်းထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့အချိန်မှာ အရှင်နဲ့သူထပ်ဆုံနိုင်ပါ့မလား\nဒီလိုရုပ်တုထဲကထွက်လာတဲ့အရှင့်နောက်ကွယ်မှာလည်း ဘယ်လိုပဟေဠိတွေရှိနေမလဲဆိုတာ\nစိတ်ကူးယဥ်ဆန်စွာတခြားကားတွေနဲ့မတူပဲကြည့်ရှူ့ရမှာဖြစ်ပါတယ်\nFile size…1.92GB/ 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Yunni~Khin Khin",
        "rating": "5.4",
        "url": "https://megaup.net/1dYvz/Enthada_Saji_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWFjZmE2NGYtNGIzYi00Nzc2LTlhZWMtMTNkOTBkOTQ0MTJmXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-140x200.jpg",
        "title": "Doubt (2008)",
        "description": "John Patrick Shanley ရေးသားပြီး Pulitzer Prize ရရှိထားတဲ့ Doubt: A Parable ဆိုတဲ့ ဝတ္ထုကို သူကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းကတော့ စိန့်နီကိုးလပ်စ်ဆိုတဲ့ ကတ်သလစ်စာသင်ကျောင်းတစ်ကျောင်းမှာ အခြေခံထားပါတယ်။ စစ်စတာအယ်လိုဝစ်ရှက်စ်ဟာ ကျောင်းကို စည်းကမ်း တိတိကျကျနဲ့ အုပ်ချုပ်တတ်သူတစ်ဦးဖြစ်ပါတယ်။ ဖာသာဖလင်းကတော့ ခေတ်မီတဲ့အမြင်နဲ့ စည်းကမ်းတွေကို ဖြေလျှော့ပြီး ကျောင်းသားတွေနဲ့ ရင်းရင်းနှီးနှီးနေတတ်သူ တစ်ဦးပါ။ တစ်နေ့မှာ စစ်စတာဂျိမ်းစ်တစ်ယောက် ဖာသာဖလင်း ကျောင်းသားတစ်ယောက်ကို အထူးအရေးပေးပြီး ဆက်ဆံနေတာ မြင်လိုက်ပါတဲ့အကြောင်း စစ်စတာအယ်လိုဝစ်ရှက်စ်ကို ပြောပြပါတယ်။ ဘာကြောင့်ဒီလိုဆက်ဆံလဲဆိုတဲ့အကြောင်းအရင်းကိုတော့ သူတို့သေချာမသိပါဘူး။ အဲဒီမသေချာမှုကို လက်ကိုင်ထားပြီး စစ်စတာအယ်လိုဝစ်ရှက်စ် ဖာသာဖလင်းကို ဖြုတ်ချဖို့ ကြိုးစားပါတော့တယ်။ ဒီဇာတ်ကားနဲ့ ပတ်သက်လို့ ဆုတွေလည်း အများကြီးရထားပြီး သရုပ်ဆောင်ပုံတွေကလည်း ပေါ်လွင်ပါတယ်။ ဇာတ်လမ်းထဲမှာ သုံးထားတဲ့ စာသားတွေကလည်း ထိထိမိမိနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3VCpR/Doubt.2008.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://megaup.net/1dYtj/(CM)_Mafia_Mamma_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzr7ywaU9mUfASN57FYsKRFb4l0.jpg",
        "title": "The Grudge 2 (2006)",
        "description": "The Grudge 2 (2006)ဒီဇာတ်ကားလေးက 2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ အမေရိကန် Ju-On ရဲ့ အဆက်လေးဆိုပါတော့...\nThe Grudge 1 ထဲက ကယ်ရန်ရဲ့ ညီမလေး အော်ဘရီကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားပါတယ်။အမေလုပ်သူက ဖုန်းဆက်ပြီး အစ်မဖြစ်သူ ကယ်ရန် ဆေးရုံတင်ထားရတယ် ပြန်သွားခေါ်ပါဆိုလို့ မသွားချင်သွားချင်နဲ့ ဂျပန်ကို ရောက်ရှိသွားတဲ့ အော်ဘရီ...\nအစ်မနဲ့ တွေ့တဲ့အခါ လွတ်မြောက်အောင်လုပ်ပေးဖို့ အတင်းတောင်းဆိုခံရတဲ့ အော်ဘရီ...\nထိုညမှာပဲ ကယ်ရန်တစ်ယောက် ဆေးရုံခေါင်မိုးကနေ ခုန်ချလိုက်တဲ့အခါ...ဂျပန်မှာကျောင်းလာတက်တဲ့ ဆယ်ကျော်သက် ကျောင်းသူလေး အဲလစ်ဆန်...\nအများနဲ့မဝင်ဆန့်လို့ သူငယ်ချင်းရှားနေတာမို့ အတန်းဖော်ကောင်မလေး ၂ယောက်ကို အတင်းဝင်ရောရင်း သူတို့ရဲ့ နောက်ပြောင်မှုကြောင့် သရဲခြောက်တဲ့အိမ်ကြီးကို ရောက်ရှိသွားတဲ့ အဲလစ်ဆန်...မိထွေးအိမ်ပေါ်ရောက်လာတာကို မကျေမနပ်ဖြစ်နေတဲ့ ဂျိတ်...\nဘေးအခန်းမှာ ထူးဆန်းတဲ့အသံတွေကြားရင်း ကျိန်စာ တစ်ခုမှာ ကပ်ငြိသွားတဲ့ သူတို့မိသားစုလေး....ဒီ၃ယောက်ရဲ့ ထူးဆန်းဖွယ် အချိတ်အဆက်ကိုတော့ ဇာတ်ကားလေးကြည့်ရှုရင်း အဖြေရှာလိုက်ကြပါဦးလို့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya ...",
        "rating": "5",
        "url": "https://megaup.net/1dYqz/(CM)_The_Grudge_2_(2006)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzG1UxUSfPACREjgBrsPDRUvneH.jpg",
        "title": "Shanghai Triad (1995)",
        "description": "Shanghai Triad (1995)~ IMDb - 7.1/10, RT - 90%, MyDramaList - 7.2/10 ~ပွဲဦးထွက်ကားဖြစ်တဲ့ Red Sorghum (1988) ကနေစပြီး သိပ်အတွဲညီလာတဲ့ ကျန်းရိမူနဲ့ ဂေါင်လီတို့ အတွဲအစပ်ဟာ ရိုက်သမျှကားတိုင်း တွဲရိုက်လာတာ ၁၉၉၀ရဲ့ Shanghai Triad မှာမှ နားသွားပါတယ်။ ဒီကြားထဲ ကျန်းကျိရီနဲ့ ၃ကားလောက်တွဲရိုက်ခဲ့သလို တခြားသရုပ်ဆောင်တွေနဲ့လည်း ရိုက်ဖြစ်ခဲ့တယ်။ Hero တို့ House of Flying Daggers တို့လို ဂေါင်လီနဲ့သူ တွဲရိုက်ခဲ့တဲ့တုန်းကရှိခဲ့တဲ့ သူ့မူလဟန်ကနေ နည်းနည်းကွဲထွက်တဲ့ဟန်နဲ့လည်းမြင်လာရသလို ကျွန်တော့်အတွက် သူ့မာစတာပိစ်အဖြစ်ဆုံးကားဖြစ်တဲ့ Hero ကိုလည်း ဟောင်ကောင်ရဲ့ Top Star တွေ သုံးပြီး ရိုက်ဖြစ်ခဲ့တယ်။ နောက်ပိုင်းတော့ ၁၆နှစ်အကြာ ၂၀၀၆မှာ ဂေါင်လီနဲ့ပြန်တွဲပြီး ချောင်ယွန်ဖတ်ကိုပါထည့်သုံးပြီး Curse ...",
        "rating": "7.1",
        "url": "https://megaup.net/1dYnf/(CM)_Shanghai_Triad_(1995)_720p.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BODRmY2NhNDItOWViNi00OTIyLTk3YjYtYzY0YTFlMDg1YzQ0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Van Helsing (2004)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တစ်ခေတ်တစ်ခါက Sony PS2 ဂိမ်းတောင် ထွက်ခဲ့ရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ ၉၀ ခုနှစ်ဖွားတွေအနေနဲ့တော့ ဒီကားကို ကောင်းကောင်းကြီး သိကြမှာပါ။ ဒီဇာတ်ကားလေးကို The Mummy တို့ G.I Joe တို့ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာကြီး Stephen Sommers ကပဲ ရိုက်ထားပြီးတော့ Logan မင်းသားကြီး Hugh Jackman ကပဲ ဗန်ဟဲလ်ဆင်း အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Hugh Jackman တစ်ဖြစ်လဲ Van Helsing ဆိုတာ လူတွေကို သက်သက် အလုပ်မရှိအလုပ်ရှာ လိုက်လံဖမ်းစားသတ်ဖြတ်နေတဲ့ မကောင်းဆိုးဝါးတွေကို လိုက်သတ်နေတဲ့သူ ၊\nတစ်ရက်တော့ ကျရာတာ၀န်ကို ကျေပွန်စွာ ထမ်းဆောင်ပြီး စခန်းပြန်လာချိန် ၊ ကိုယ်မသွားရတိုင်း တွေ့တဲ့နေရာကို ရောက်ချင်တဲ့ ဒုက္ခရောက်ဆိုပြီး အမိန့်ပေးနေတဲ့ အထက်လူကြီး‌တွေထုံးစံအရ Count Dracula ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zTek/(CM)_Van.Helsing.2004.BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsUGS9kqQcTJcqGknCoqBZTQbrt.jpg",
        "title": "Private Eye(2009)",
        "description": "Private Eye(2009)*****************ကိုရီးယားရဲ့အထင်ကရမင်းသားကြီး Hwang Jung-min ပါဝင်ထားတဲ့ဒီဇာတ်ကားကလည်း အတော်ကောင်းပါတယ်..Thriller vibe အပြည့်ရသလိုplot twist တွေလည်းပါတာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ..ဂျိုဆွန်းပြည်မှာ ဂျပန်တွေ အုပ်စိုးနေတဲ့အချိန်ကို အခြေတည်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖောက်ပြန်နေတဲ့မိန်းမတွေကို ဓာတ်ပုံလိုက်ရိုက်ပြီး သတင်း​တွေ ဖန်တီးတတ်တဲ့ ဟုန်းဂျင်ဟိုဆီတစ်နေ့မှာ ဆေးကျောင်းသားလေးတစ်ယောက်က လူတစ်ယောက်ကို ရှာပေးဖို့ အကူအညီလာတောင်းပါတော့တယ်။ပြဿနာကတော့ ရှာပေးရမယ့်လူက အတွင်းဝန်ရဲ့ပျောက်နေတဲ့သားကို သတ်သွားတဲ့ လူသတ်တရားခံပါ။ဆေးကျောင်းသားလေးက တိရစ္ဆာန်အ​သေတွေနဲ့ပဲ လေ့လာရာကနေ တစ်နေ့မှာလူသေအလောင်းတွေ့လို့ လေ့လာဖို့ ယူသွားလိုက်တာ အဲ့အလောင်းက အတွင်းဝန်ရဲ့သားမှန်းနောက်ကျမှ သိလိုက်ရတော့ ရဲဆီ သွားပြန်ရင်လည်း သူသတ်တယ်ဆိုပြီးအထင်ခံရမှာစိုးလို့ ကြောက်ကြောက်လန့်လန့်နဲ့ ဟုန်းဂျင်ဟိုဆီ အကူအညီသွားတောင်းလိုက်ရတာပါ။\nနှစ်ယောက်သားအတူတူ လူသတ်တရားခံကို လိုက်ရှာရာကနေ အစိုးရအရာရှိတွေရဲ့ အကျင့်ပျက်​ခြစားမှုတွေ၊ဆက်စပ်နေတဲ့ ရာဇဝတ်မှုတွေကို သိလိုက်ရပြီး အားလုံးကို အတူတူထုတ်ဖော်ဖို့ ကြိုးစားရာကနေ ကြုံတွေ့ရမယ့်အဖြစ်အပျက်တွေကို ဟာသတစ်မျိုး ရင်ဖိုစရာတစ်ဖုံနဲ့ စိတ်လှုပ်ရှားဖွယ် ကြည့်ရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myat Noe ဖြစ်ပါတယ်..File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zT4B/Private.Eye.2009.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/owfKp0rbBa8vHoNO30MdB3GiaYU.jpg",
        "title": "Summerland(2020)",
        "description": "Summerland(2020)******************ဒုတိယကမ္ဘာစစ်တုန်းက စစ်ထွက်တိုက်ပေးရတဲ့ဖခင်တွေနဲ့ အစိုးရရုံးမှာအလုပ်လုပ်ပေးရဲ့မိခင်တွေဟာသားသမီးတွေကို ဂရုစိုက်ဖို့အချိန်လည်း\nမပေးနိုင်ကြသလို၊ လုံခြုံမှုလည်း ရာနှုန်းပြည့်မပေးနိုင်ကြပါဘူး။\nဒီလိုနဲ့ သူတို့ရဲ့သားသမီးတွေကို စစ်မဖြစ်တဲ့ နယ်ဘက်တွေမှာ လုံလုံခြုံခြုံနေထိုင်၊ပညာသင်နိုင်ဖို့ဆိုပြီး လူမှုကူညီရေးအသင်းတွေပေါ်လာပါတယ်။\nသားသမီးမရှိတဲ့ အဘိုးကြီးအဘွားကြီးတွေ၊ အားလပ်သူတွေက တစ်နိုင်တစ်ပိုင် တာဝန်ယူစောင့်ရှောက်ပေးကြတာပေ့ါ။\nအဲ့အထဲမှာမှ လူ့ဂွစာအမျိုးသမီးကြီးတစ်ယောက်က ကောင်ကလေးတစ်ယောက်ကိုစောင့်ရှောက်တာဝန်ယူပေးဖို့ဖြစ်လာပါတယ်။\nဒီအမျိုးသမီးကြီးဟာ အိမ်ထောင်လည်းမရှိ၊ တကုပ်ကုပ်နဲ့သာ စာရေးနေတတ်သူဖြစ်ပြီး\nဆက်ဆံရေးလည်းမကောင်းလို့ ပတ်ဝန်းကျင်ကပါရှောင်ဖယ်ခံနေရသူပါ။\nသူ့ဆီကိုကောင်လေးတစ်ယောက်လာနေရမယ်ဆိုတော့ မြို့ထဲကလူမှန်သမျှကကောင်လေးကို ဝိုင်းသနားကြပါလေရော။\nလူ့ဂွစာအမျိုးသမီးကြီးကလည်း သူချစ်ခဲ့ဖူးတဲ့အမျိုးသမီးကပစ်ထားခဲ့တာကြောင့် အသဲကွဲကာတစ်ယောက်တည်းနေရတာကိုပဲခုံမင်နေခဲ့သူပါ။\nအခုသူ့ဆီကို ကောင်လေးတစ်ယောက်လာနေမယ်ဆိုတော့ လက်မခံချင်ဘဲ ပထုတ်ဖို့သာကြံပါတော့တယ်၊\nဇာတ်လမ်းလေးထဲမှာ lesbianတို့ရဲ့အချစ်၊ လူ့ဂွစာအပျိုကြီးနဲ့ ကောင်ကလေးတို့အကြားကမေတ္တာတရားလေးတွေကို မြင်တွေ့ရမယ့်ကားလေးပဲဖြစ်ပါတယ်။File Size : (1.7GB) and (610MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance , War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dY7v/Summerland.2020.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQ1Njg0NjUtMjhmMC00ZGNjLWFmOGMtOGJjMjg1OWNkZTM1XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-132x200.jpg",
        "title": "Amma I Love You (2018) Siddhu The Warrior",
        "description": "Amma I Love You (2018) Siddhu The Warrior\"မိခင်တစ်ယောက်က ကျွန်တော်တို့အတွက်\nတံမြက်စည်းလှည်းသမား...သန့်ရှင်းရေး...စားဖိုမှုး..စားပွဲထိုး...ဆရာမလည်း ဖြစ်တယ်...\nပွဲစီစဉ်သူ ...အလှဆင်တဲ့သူ....ပုံပြင်ပြောတဲ့သူ.. အဆိုတော်..သရုပ်ဆောင်\nပြီးတော့ ဘာသာပြန်ပေးသူ ဆိုလည်းဟုတ်တယ်\nစျေးဆစ်တတ်တဲ့သူ....ငွေကိုင်...စီးပွားရေးအကြံပေး...ထောက်ပံ့ပေးတဲ့သူ...\nစိတ်ခွန်အားပေးတဲ့သူဆိုလည်း ဟုတ်တယ်\nကျွန်တော်တို့ပစ္စည်းတွေ မေ့ကျန်ခဲ့ရင်လည်း သူက သတိပေးတတ်တယ်\nကျွန်တော်တို့ဟာ ကျွန်တော်တို့မိခင်တွေကို အရာအားလုံးအတွက် လိုအပ်တယ်\nဖခင်တစ်ယောက်ကို အချိန်ခဏပဲ လိုအပ်ပေမယ့်\nမိခင်ကို‌တော့ ကျွန်တော်တို့တစ်ဘ၀လုံး လိုအပ်တယ်\"\nဒီလိုအဖွင့်စကားလုံးတွေနဲ့ Amma I Love You ဆိုတဲ့ ဒီဇာတ်ကားက အမေချစ်တတ်တဲ့လူသားတွေအတွက် ဟက်ထိစေမယ့်\nအိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါ....ဆစ်ဒူ ဆိုတာ အိန္ဒိယရဲ့ ထိတ်ထိတ်ကြဲကုမ္ပဏီကြီးတစ်ခုကို အမွေဆက်ခံမယ့် သူဌေးသားလေးပါ...\nတစ်နေ့မှာတော့ ကုမ္ပဏီကိုဦးစီးပြီးအမွေဆက်ခံဖို့အတွက် သူ့အမေက သူ့ကို အိန္ဒိယကိုပြန်ခေါ်လိုက်ပါတယ်....\nအမေကလဲသူ့ကိုဆို အသေးစိတ်ကအစ ဂရုစိုက်တတ်သလို သူကလဲ အမေ့စကားဆို မြေဝယ်မကျနားထောင်တတ်တဲ့ သားလိမ္မာလေးပါ။\nသိပ်ချစ်ကြတဲ့သူတို့သားအမိကြားကို တစ်နေ့မှာတော့ ကံကြမ္မာဆိုးက ဝင်ရောက်လာပါတယ်...\nမတော်တဆမှုတစ်ခုကနေ သူ့အမေထိခိုက်ဒဏ်ရာရပြီး ဆေးရုံမှာ သတိမလည်ဘဲ ကိုမာဝင်တဲ့အဆင့်ထိရောက်သွားပါတယ်...\nဘာနဲ့ကုကု သတိပြန်မလည်တော့တာကြောင့် ကူကယ်ရာမဲ့သွားတဲ့ ဆစ်ဒူတစ်ယောက် ဘာလုပ်ရမှန်းမသိတဲ့အချိန်မှာ\nကံကောင်းချင်တော့ အကြားအမြင်ဆရာတစ်ယောက်နဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1TU1Z/(CM)Amma_I_Love_You(2018)Siddhu_The_Warrior_-WEB-DL_720p.mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODk3MWExNDEtM2RlZS00OThiLWJkOGItOTIzM2I1OWFjNDJmXkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-138x200.jpg",
        "title": "(18+) Virgin People (1984)",
        "description": "Virgin People ဆိုပေမယ့် အသိဉာဏ်နုနယ်လွန်းတဲ့လူသားတွေလို့ အဓိပ္ပါယ်ဖွင့်ချင်ပါတယ်ဗျ။\nအသိဉာဏ်နုနယ်တဲ့အပြင် လောကကြီးအကြောင်း ဘာမှမသိသေးတဲ့အဖြူထည်လေးတွေအကြောင်းကို\nရင်နင့်စရာကောင်းအောင် ရိုက်ကူးထားတာမို့ စဉ်းစားစရာအတွေးတစ်ခုရသွားနိုင်မယ့်\nရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အခုပဲကော်ဖီတစ်ခွက်သွားဖျော်လိုက်ပါ။ ကိုယ်ခံစားလို့ကောင်းအောင် ဆေးလိပ်တိုပဲဖြစ်ဖြစ်၊\nVape ပဲဖြစ်ဖြစ် အရင်ဆုံးရှူပြီး မီးခိုးလေးတွေမှုတ်ထုတ်လိုက်ပါ... ဒါဆိုဇာတ်လမ်းစကြည့်လို့ရပါပြီ။မြို့ပေါ်ကလူတွေက အရမ်းကိုမူယာမာယာများတတ်ပြီး ဖြူစင်တဲ့လူတွေကို နှိပ်စက်တတ်တာမို့\nသမီးသုံးယောက်ရှိလာတဲ့အခါ မြို့ပြနဲ့ဝေးရာ တောင်ပေါ်မှာပဲနေထိုင်ခဲ့ကြပါတယ်။\nအီခန်၊ တိုင်လာ၊ အာနင်တို့ ညီအစ်မသုံးယောက်က မွေးကတည်းက တောမှာပဲမို့လို့\nလူတွေရဲ့အကျင့်စရိုက်ကို ကောင်းကောင်းနားမလည်ခဲ့ပါဘူး။\nသူတို့ကို အဖော်ပြုပေးတာ ကျမ်းစာပဲရှိပါတယ်။ ပြီးတော့\nသူ့အဖေဆီတစ်လတစ်ခါလာတတ်တဲ့ ချိုအင်ဂါလို့ခေါ်တဲ့\nဦးလေးကြီးတစ်ယောက်။ သူလာတိုင်း မြို့ပေါ်ကနေ\nလက်ဆောင်ပစ္စည်းတွေ ယူလာတတ်တာမို့ မြင်းလှည်းအသံကြားတိုင်း စောင့်မျှော်ရတဲ့ဦးလေးကြီးပေါ့....တစ်နေ့မှာ သူတို့ညီအစ်မသုံးယောက်ရဲ့အဖေ ရုတ်တရက်ဆုံးပါးသွားပြီးနောက်\nချိုအင်ဂါကလည်း လူကြီးမပီသပဲနဲ့ ဘယ်လိုမျိုးအနိုင်ကျင့်အကျင့်ပုတ်မလဲ\nပြီးတော့ ညီအစ်မသုံးယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ .....\nFile size…3.24GB  /  1.36GB\nQuality…1080p Restored WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "7.5",
        "url": "https://megaup.net/3VNMS/Virgin.People.1984.720p(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BM2JlNzMzM2MtY2M0Mi00ZjcxLWFkOTYtYzk1ZTY4MDA2NjFhXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-133x200.jpg",
        "title": "The Sandlot (1993)",
        "description": "Imdb 7.8/10 rottentomatoes 65%\n၁၉၉၃ ခုနှစ်ကထွက်ရှိထားတဲ့ The Sandlot ဟာဆိုရင်  ရပ်ကွက်လေးတစ်ခုကိုပြောင်းလာတဲ့ ကောင်လေးတစ်ယောက်နဲ့ သူရဲ့ အဲ့က သူငယ်ချင်းတွေနဲ့အတူ ဘေ့စ်ဘောဆော့လေရှိတဲ့ ကွင်းပြင်လွတ်ကြီးထဲကသူတို့လေးတွေရဲ့ ပျော်စရာကောင်းလှတဲ့ စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဘေ့စ်ဘောရဲ့ သဘောသဘာဝတွေလည်းပါဝင်သလို ကလေးတွေရဲ့ ကိုယ့်အားကိုယ် ကိုးပြီးကြိုးစားကြတာလေးကိုပြထားပါသေးတယ်။ ဒီ ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တွေကတော့ Scotty Smalls, Benny Rodriguez, Yeah-Yeah, Squints, Hamilton,စတဲ့ ကလေးတွေကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။ Slice of Life, Comedy, Drama, Sport အမျိုးအစားဖြစ်တဲ့အပြင် ကြည့်သူတိုင်းကို ရင်ထဲနွေးသွားအောင်ပြုလုပ်ပေးနိုင်တဲ့ဇာတ်ကားမလို့ ကြည့်သင့်တဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.7 GB)/(1.5 GB)/(776 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Family, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/3fFE2/The.Sandlot.1993.720p.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RG0t17b6XDAyTjEXSHQ8f4Ndfa.jpg",
        "title": "Detective Dee and Plague of Chang’an ( 2021 )",
        "description": "ထူးဆန်းထွေလာစုံထောက်ကြီးဒီးရဲ့မှုခင်းဇာတ်လမ်းပရိသတ်တွေအတွက်\nစုံထောက်ကြီးဒီးရဲ့ ချန်အန်မြို့တော်ကပ်ဘေးအမှုကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ပန်းချီဆရာကြီးရဲ့နှစ်နှစ်ကြာအောင်ကြိုးစားအားထုတ်ထားတဲ့\nလက်ရာမြောက်နံရံပန်းချီကားကို ဂုဏ်သရေရှိလူကြီးမင်းတွေလာကြည့်ကြတဲ့အချိန်မှာ\nပန်းချီဆရာရဲ့လက်ထောက်လေးဟာ ထူးထူးဆန်းဆန်းသေနေတာကိုတွေ့လိုက်ကြရပါတယ်။ငရဲဘုံအကြောင်းရေးထားတဲ့ကျမ်းထဲကအတိုင်း လူတွေဟာအဖြစ်ဆိုးနဲ့သေကြတဲ့အခါ\nချန်အန်းမြို့တော်ကြီးမှာ ဒါဟာမကောင်းတဲ့သူတွေကိုကောင်းကင်ကြီးက\nပြစ်ဒဏ်ခတ်ခြင်းပဲဆိုပြီး ကောလဟာလတွေပြန့်သွားပါတယ်။စုံထောက်ကြီးဒီးတစ်ယောက် အမှုကိုလိုက်စုံစမ်းရင်းနဲ့\nလူသတ်သမားထောင်ချောက်ဆင်တာကိုခံလိုက်ရပြီး တရားခံအဖြစ်နဲ့အဖမ်းခံလိုက်ရပါတယ်။\nစုံထောက်ကြီးဒီးတစ်ယောက် အမှုမှန်ပေါ်အောင်ဘယ်လိုများလိုက်ရမလဲ......\nဆန်းကြယ်တဲ့လူသေမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုလျှို့ဝှက်ချက်ကြီးရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/3VNAX/Detective_Dee_and_Plague_of_Chang_an_2020_1080p_WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-135x200.jpg",
        "title": "Lola 2 (2022)",
        "description": "အောင်မြင်မှုဆိုတာ ရယူဖို့မလွယ်သလို ထိန်းသိမ်းထားဖို့ ပိုခက်ခဲတဲ့အရာပါ.. ကိုယ်လိုချင်တဲ့အရာတစ်ခုကို မဖြစ်မနေ အရယူနိုင်ခဲ့ပြီးမှ မထင်မှတ်ထားတဲ့ ကံကြမ္မာကြောင့် မလွှဲမရှောင်သာ လက်လွှတ်လိုက်ရမယ်ဆိုရင်.. အခွင့်အရေးရလာတာနဲ့ ပြန်အရယူဖို့ပဲကြိုးစားမလား.. comfort zone မှာ ရေလိုက်ငါးလိုက်ဆက်နေရင်း ဘဝကိုဖြတ်သန်းမလား.. အမျိုးသမီးလက်ဝှေ့ကားတွေ ကြိုက်နှစ်သက်သူတွေအတွက် ၂၀၂၀ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Lola 1 ရဲ့ sequelဖြစ်တဲ့ Lola 2 (2022)ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ အပျော်တမ်းလက်ဝှေ့ချန်ပီယံ လိုလာက ကြိုးကြိုးစားစားနဲ့ ချန်ပီယံဖြစ်လာပြီးနောက်မှာပဲ သူ့အတွက် အမြဲရှိနေခဲ့သူဒေးဗစ်နဲ့ ချစ်သူတွေအဖြစ် အဆင့်တက်ခဲ့ကြပါတယ်။ စိန်ခေါ်သူတွေကို တစ်ပွဲပြီးတစ်ပွဲအနိုင်ယူရင်း ထရီနာဆိုတဲ့ စိန်ခေါ်သူနဲ့ ထိုးတဲ့ပွဲမှာ သူ့ဘဝမှာမမျှော်လင့်ထားတဲ့အရာလေး ဖြစ်လာခဲ့ပါတော့တယ်။ အဲဒါကတော့ သူတို့ဘဝထဲကို ရင်သွေးလေးတစ်ယောက် ရောက်ရှိနေခဲ့တယ်ဆိုတာ သိလိုက်ရတာပါပဲ။ ရုတ်တရက်ဆန်လွန်းတဲ့ အဖြစ်အပျက်ကြောင့် ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိ ဗျာများနေခဲ့ပေမယ့် ဒေးဗစ်ရဲ့အားပေးမှုတွေနဲ့ ချစ်ခြင်းတွေကြောင့် လိုလာက ကလေးလေးကို ရွေးချယ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်။တစ်ဖက်မှာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/3fIiC/Lola.2.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/128111_1_large-137x200.jpg",
        "title": "[18+] Siew Lup (2016)",
        "description": "အခုတ်အဖြတ် သွေးထွက်သံယို လန့်ဖြန့်သွေးတက် ချစ်ခင်မြတ်နိုး ရိုမန့်ဒရမ်မာ စင်ကာပူဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်။မီယာဟာ တစ်ချိန်ကပြည့်တန်ဆာဘဝနဲ့အသက်မွေးခဲ့ပြီး အခုချိန်မှာတော့ ကွမ် ဆိုတဲ့အသားကင်ဆိုင်ရှင်တစ်ယောက်ရဲ့ဇနီးအဖြစ်\nဘဝကိုဖြတ်သန်းနေပါတယ်။ ကွမ်ဟာ တစ်ချိန်က သူ့ကိုဘဝဆိုးထဲက ဆွဲထုတ်ကယ်တင်ခဲ့သူဖြစ်တဲ့အတွက် ကွမ်ကိုမလှန်ရဲသလို\nတောင့်တောင့်ဖြောင့်ဖြောင့်သူ့ဇနီးကို စိတ်မချနိုင်ပဲ လူတကာနဲ့သမုတ်ရိုက်နှက်တတ်တဲ့ ကွမ် ကြောင့်လည်း မီယာစိတ်ဆင်းရဲနေရပါတယ်။တကယ်တမ်း အနီးကပ်ရန်သူ၊သူ့ဇနီးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူကတော့ သူ့အရင်းနှီးဆုံးမိတ်ဆွေ ဂေါင် ဆိုတာတော့ ကွမ်မသိခဲ့ပါဘူး။a\nဒီလိုနဲ့ မီယာဘဝကို ကယ်တင်ရှင်အဖြစ် သုဘရာဇာချောချောလေးဖြစ်တဲ့ ဝူ ဆိုတဲ့လူငယ်လေး သူ့ဘဝထဲကိုဝင်ရောက်လာချိန်မှာတော့\nမီယာဟာ လင်ငယ်အားကိုးနဲ့ တစ်ချိန်ကကျေးဇူးရှင် လင်ကြီးကိုသတ်ဖို့အကြံဆိုးကြီးကိုကြံပါတော့တယ်။ဝူတစ်ယောက် တကယ်ပဲသူ့ရဲ့ကြံရာပါအဖြစ်ခံမလား၊ သူ့ကိုအမြဲတမ်းကြံစည်နေတဲ့ အနီးကပ်ရန်သူ ဂေါင်ကရော ဘယ်နေရာကနေ ပါဝင်လာမလဲ။ ပိုပြီးအရေးကြီးတဲ့အချက်ကတော့ ဘယ်သူဟင်းအိုးထဲရောက်မလဲဆိုတာပါပဲ။သူတို့အတွက် အလောင်းဖျောက်ဖို့အလွယ်ဆုံးနည်းက အလောင်းကို ခုတ်ထစ်ကင်ပြီးတော့ ရောင်းမယ့်အသားတွေထဲထည့်လိုက်တဲ့နည်းဖြစ်နေလို့ပါ။အဖော်အချွတ်ဇာတ်ဝင်ခန်းတွေနဲ့ကြမ်းတမ်းတဲ့ ခုတ်ထစ်သတ်ဖြတ်ခန်းတွေအများကြီးပါဝင်တဲ့အတွက် ၁၈ နှစ်အထက်ဇာတ်ကားဖြစ်ပါတယ်။\nငယ်ငယ်တုန်းက လူသားပေါက်စီကားတို့ခေါက်ဆွဲကားတို့ကို တဖန်ပြန်သတိရစေမယ့် လူသားအခေါက်ကင်ကားလေးကို ရှုစားလိုက်ကြပါဦး။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side ...",
        "rating": "",
        "url": "https://megaup.net/1TVcc/(DS)_Siew.Lup.2016.720p.BluRay.AAC.x264-RGB.mp4",
        "category": "Adult, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seaALXhaRkgH0QClmw2wXkaY33a.jpg",
        "title": "Deep Sea Rescue ( 2023 )",
        "description": "နည်းပညာတွေတိုးတက်လာတာနှစ်တွေကြာလာပြီဆိုပေ့မယ်\nကမ္ဘာကြီးကိုလူတွေဟာလေ့လာလို့မကုန်နိုင်သေးပါဘူး။\nဆန်းကြယ်တဲ့ရေအောက်ကမ္ဘာအကြောင်းကို Sci-fi လေးတွေ\nကြိုက်သူတွေအတွက် သည်းထိတ်ရင်ဖိုsurvival ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့……ပင်လယ်ရေနက်ထဲက Hydrothermal zoneမှာရှိတဲ့သတ္တု၊ဒြပ်ထုတွေရှာဖွေလေ့လာဖို့\nစူးစမ်းသူအမှတ်ဆိုတဲ့ ရေငုပ်သင်္ဘောလေးဟာ ပင်လယ်ရေနက်ထဲကို\nငုပ်ဆင်းလာတဲ့အချိန်မှာ မထင်မှတ်တဲ့ ပင်လယ်အောက်ခြေမြေဆီလွှာ\nအပြောင်းအလဲကြောင့် ရေငုပ်သင်္ဘောဟာ\nပင်လယ်အောက်ရေတံခွန်ထဲကျသွားပြီး သင်္ဘောပျက်ကကြိုးတွေနဲ့\nငြိနေတာကြောင့် ရေပြင်ပေါ်ပြန်မတက်နိုင်ဖြစ်သွားပါတယ်။သူတို့အတွက်တစ်ခုထဲသောရွေးချယ်စရာက ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ဖို့ပါပဲ……\nရေငုပ်သင်္ဘောထဲမှာလူလေးယောက်အတွက် အောက်စီဂျင်အကန့်အသတ်၊\nလျှပ်စစ်ဓာတ်အားအကန့်အသတ်တွေရှိတာကြောင့်\nအသက်ရှူတိုင်း စက္ကန့်တိုင်းဟာတန်ဖိုးကြီးပြီး အရေးကြီးလာတဲ့အခါ ……\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3fQ6f/Deep_Sea_Rescue_2023_1080p_WEB-DL.CM.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZkbE6KgK4FWz5YZfFF9cmluOUb.jpg",
        "title": "Top Secret Pursuit ( 2021 )",
        "description": "လျန်ကျားဒေသက မူးယစ်ကုန်သွယ်ရေးဂိုဏ်းတစ်ခုဟာ\nရဲတွေအချိန်ကြာကြီး စုံစမ်း‌နေပေမဲ့ လက်ပူးလက်ကြပ်မဖမ်းနိုင်တဲ့\n\"ချန်ကျားဟောက်\"ဦးဆောင်တဲ့ အဖွဲ့တစ်ခုဖြစ်ပါတယ်။ချန်ကျားဟောက်ဟာလည်း \"ကိုယ့်ဒူးကိုယ်တောင်\nမယုံတဲ့လူမျိုးဖြစ်တဲ့အတွက် မူးယစ်ဆေးဝါးထုတ်လုပ်ရာ\nဂိုထောင်စက်ရုံကြီးကို လျှို့ဝှက်စွာဖုံးကွယ်ထားပါတော့တယ်။အမြစ်ကိုမရှင်းနိုင်တဲ့သစ်ပင်တစ်ပင်ဟာ ဘယ်တော့မှမသေဆုံးနိုင်သလိုပဲ\nပြဿနာရဲ့ဇစ်မြစ်ဖြစ်တဲ့ထိုစက်ရုံကြီးကိုပါ ရှာဖွေနိုင်ဖို့ ရဲတွေဟာကြိုးပမ်းပါတော့တယ်ဒီလိုနဲ့ ချန်ကျားဟောက်အဖွဲ့ထဲက \"ချောင်ရန့်ဖန်\"ဆိုသူဟာ\nရဲတွေထောက်လှမ်းဖို့လွန်ခဲ့တဲ့၄နှစ်တည်းက ထည့်ထားတဲ့သူလျှိုဖြစ်နေတဲ့အခါမှာတော့...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုခံစားပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1TVaq/Top.Secret.Pursuit.2023.1080p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/raven-138x200.jpg",
        "title": "The Raven(2012)",
        "description": "The raven 2012ကွင်းဆက်လူသတ်သမား စုံထောက်ဇာတ်လမ်းမျိုးကိုမှ၁၈၀၀ ပြည့်နှစ်ကာလကို အခြေခံထားပြီးခမ်းခမ်းနားနားရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။မင်းသားတွေကလဲ 2012 ကမ္ဘာပျက်ဇာတ်ကားထဲကjohn cusack နဲ့ Dracula untold မင်းသား luke evans တို့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကဗျာဆရာ၊ စာရေးဆရာအက်ဒ်ဂါအလန်ပိုး ရဲ့ ပရိသတ်တဦးဖြစ်သူ လူသတ်သမားကပိုးရဲ့ စိတ်ကူးယဉ်လူသတ်ဇာတ်လမ်းတွေကို အခြေခံပြီးလူသတ်မှုတွေစတင်ကျူးလွန်ခဲ့ပြီးပိုးရဲ့ချစ်သူကိုပြန်ပေးဆွဲကာ သူမရှိရာနေရာကိုလာဖို့လူတယောက်သတ်ပြီးတိုင်း သဲလွန်စတွေချန်ထားပေးတာတွေကနေတဆင့်လူသတ်သမားကိုဖော်ထုတ်နိုင်မလား ပိုးရဲ့ချစ်သူကိုရောအချိန်မီကယ်တင်နိုင်မလားဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းကစိတ်ကူးယဉ်ဇာတ်လမ်းဆိုပေမယ့်အက်ဒ်ဂါအလန်ပိုးရဲ့ ကဗျာတွေ ပုံပြင်ဇာတ်လမ်းတွေကတော့ပိုးရဲ့စာအုပ်တွေထဲကယူသုံးထားတာတွေဖြစ်ပါတယ်။ File size…  1.1 GB /  489 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 51m\nGenre ..... Thriller , Mystery\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Chit Min Thu",
        "rating": "6.4",
        "url": "https://megaup.net/1TUah/The.Raven.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tekken-131x200.jpg",
        "title": "TEKKEN: Blood Vengeance (2011)",
        "description": "Tekkenဆိုတာ Bandai Namcoက ထုတ်လုပ်ထားတဲ့ Fightinggameဖြစ်ပြီး Street fighters, KOFတို့နည်းတူ gameအတွဲ​တွေ၊ animations​တွေ များစွာထွက်ရှိထားတဲ့ နာမည်ကြီးfranchiseပါ။ ဒီ animation movieက​ ၂၀၁၁ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Final Fantasyစတိုင် animation​တွေ၊ တိုက်ခိုက်​ပုံတွေနဲ့ ခပ်ကြမ်းကြမ်း​ရိုက်ကူးထားတာပါ။ ငယ်ငယ်က ကြည့်ခဲ့ဖူး၊ကြိုက်ခဲ့ဖူးသူ​တွေ​ရော၊မကြည့်ဖူး​သေးတဲ့သူ​တွေပါ ခံစားကြည့်ရှုနိုင်​​​ဖို့ ပြန်လည်တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက Tekken-verseထဲက main character​တွေဖြစ်တဲ့ကာဇမ ဂျင်၊ ခဇုယနဲ့ မီရှီမာ ဟဲဟချိ ​သားအဖမြေးအဘိုး၃​ယောက်ရဲ့အားပြိုင်မှုကိုကြည့်ရမှာပါ။ ဟဲဟချိရဲ့မူတာရီစမ်းသပ်မှုမှာ မ​သေဘဲရှင်ကျန်ခဲ့တဲ့ ​ကျောင်းသားတစ်​ယောက်ကို ဂျင်နဲ့ ခဇုယတို့၂​ယောက်ရည်ရွယ်ချက်ကိုယ်စီနဲ့ သူလျှိုတွေလွှတ်ကာ ရှာ​ဖွေရင်း ကျိုတိုမြို့ရဲ့​ကျောင်းတစ်ခုမှာ ရှာ​​တွေ့ပြီး​နောက်ပိုင်း အနီးကပ်​ထောက်လှမ်းရင်းသူတို့မထင်ထားတဲ့ ကစားပွဲတစ်ခုထဲဝင်​မိပြီးသား ဖြစ်သွားပါတယ်။စမ်းသပ်ခံကျောင်းသားကို လိုချင်ရတဲ့အ​ကြောင်းရင်း​၊ မထင်ထားတဲ့လှည့်ကွက်​တွေ၊ အမိုက်စားbattleနဲ့ animation​တွေကို ကြည့်ရှုရင်းငယ်ဘဝကို တ​ကျော့ပြန်​​အောက်​မေ့လိုက်ကြတာ​ပေါ့။  File size…  1.8 GB /  940 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 40m\nGenre .....  Action , Sci-fi\nSubtitle…. Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1TUaa/Tekken.Blood.Vengeance.2011.JAPANESE.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Right-Now-Wrong-Then-141x200.jpg",
        "title": "Right Now, Wrong Then (2015)",
        "description": "“Right Now Wrong Then”အမှန်အတိုင်းပြောရရင် ကျွန်တော်က Hong Sang-Soo ရဲ့ကားတွေနဲ့သိပ်ရင်းနှီးတာ မဟုတ်ဘူး။ဟိုတလောက pageတစ်ခုမှာ Hang Sang-Soo နဲ့ Kim Min Hee တို့ရဲ့အကြောင်းကို “အချစ်နဲ့ဖောက်ပြန်မှုကြားက လူနှစ်ယောက်အကြောင်း”ဆိုတဲ့ခေါင်းစဉ်နဲ့ (ထင်တယ်)ဖတ်လိုက်မိပြီးမှသူ့အကြောင်း စိတ်ဝင်တစား လိုက်ရှာကြည့်မိတာ။နောက်ပြီးတော့ သူ့ရဲ့ နာမည်ကြီး “Right Now Wrong Then “ကို ကြည့်ဖို့ရှာတယ်ပေါ့။ဖြစ်ချင်တော့ အဲ့ကားကို ဘယ်မှာမှ ရှာမရဘူး။အဲ့တာနဲ့ CM ကို ကျွန်တော်ပြန်ပါ့မယ်ဆိုပြီး ရှာခိုင်းလိုက်တယ်လေ(ဟဲ ဟဲ)။ဟိုကလည်း ရှာပေးတယ် ရော့ ပြန် တဲ့။အဲ့တာနဲ့ မပြန်ခင် ကိုယ့်ဟာကိုယ် အရင်ထိုင်ကြည့်တာပေါ့။ကြည့်လဲပြီးရော ငါတော့ မြွေကိုက်ပြီလို့ တန်းသိလိုက်တာပဲ။ဘယ့်နှယ့် ဇာတ်ကားကြီးက ကျွန်တော်တို့ ပုံမှန်ကြည့်နေကျဇာတ်ကားတွေလို linear သဘော မျဉ်းတစ်ပြေးတည်းသွားတာမဟုတ်ဘူး။တွေ့ဆုံမှုနဲ့ ခွဲခွါမှုကြားက လူနှစ်ယောက်အတူရှိခဲ့တဲ့အချိန်ကာလကို မတူညီတဲ့ ရွေးချယ်မှုတွေနဲ့ အပြိုင်သဘောမျိုးခွဲပြသွားတာ။ဒီလူတွေပဲ၊ဒီပတ်ဝန်းကျင်ပဲ၊ဒီတွေ့ဆုံမှုပဲ ။ကွဲသွားတာဆိုလို့ရွေးချယ်မှုသေးသေးလေးတွေပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TUas/Right.Now.Wrong.Then.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
        "title": "The Artifice Girl (2023)",
        "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာ\nဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။\nလူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။\nတကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။\nနည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။\nအဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။\nတကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။\nဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်\nသူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။\nဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။\nပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။\nဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။\nတစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်\nသူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာ\nဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေ\nလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။\nချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။\nဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီး\nသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-2-135x200.jpg",
        "title": "Last Sentinel (2023)",
        "description": "Cm ပရိသတ်ကြီးအတွက် 2023 ထွက် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ အနာဂတ်ကာလမှာ ရာသီဥတုဖောက်ပြန်မှုတွေနဲ့ စစ်ပွဲကြီးတွေဖြစ်ခဲ့ပြီး ကုန်းမြေအကုန်လုံးနီးပါးဟာ ပင်လယ်ရေအောက်ကိုမြုပ်သွားကြပါတယ်။ ကုန်းမြေအကုန်လုံးနီးပါးရေထဲမြုပ်သွားပေမဲ့လည်း စစ်ဖြစ်နေတာကတော့မရပ်သေးဘဲ ကင်းစခန်းတွေကိုရေပေါ်မှာတည်ဆောက်ထားပြီး ရန်သူရဲ့ လှုပ်ရှားမှုကိုဆက်လက်စောင့်ကြည့်ခဲ့ကြပါတယ်။ ဗိုလ်ကြီးဟန့်ဒရစ်ခ်ျဦးဆောင်တဲ့ စစ်သားလေးယောက်ပါကင်းတပ်ဖွဲ့ကလည်း တာဝန်ကျရာ ရေပေါ်ကင်းစခန်းမှာစောင့်ကြည့်ရင်း တာဝန်ချိန်နှစ်နှစ်ပြည့်သွားတဲ့အတွက် ကယ်ဆယ်ရေးသင်္ဘောရောက်အလာကို မျှော်လင့်နေကြတာပါ။ သူတို့ရဲ့စခန်းကလည်းတစ်လကိုတစ်ကြိမ်တိုက်ခတ်နေတဲ့မုန်တိုင်းကြောင့်တဖြည်းဖြည်းယိုယွင်းလာနေခဲ့ပါပြီ။ သူတို့ဆီကိုလည်းတစ်နေ့နဲ့တစ်နေ့ ဌာနချုပ်ကနေပြီးအကြောင်းကြားစာအသစ်တွေကိုရောက်ရှိမလာတဲ့အတွက် လူသူကင်းမဲ့ပြီးရေအတိဝိုင်းနေတဲ့ ပင်လယ်ပေါ်မှာ နှစ်နှစ်ကျော်နေလာရတဲ့လူတွေအနေနဲ့စိတ်ပိုင်းဆိုင်ရာထိခိုက်မှုတွေရှိလာပါတော့တယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ရဲ့ကယ်ဆယ်ရေး သင်္ဘောလို့ယူဆရတဲ့ သင်္ဘောတစ်စီးကမျောပါလာတာကိုတွေ့လိုက်ရပြီး သင်္ဘောပေါ်မှာ ပစ္စည်းတွေကလွဲရင် လူတစ်ယောက်မှပါခဲ့ပါဘူး။ ဌာနချုပ်ဘက်ကလည်း သင်္ဘောနဲ့ပတ်သတ်ပြီး ဘယ်လိုအကြောင်းကြားစာမှမပြန်တာမလို့ မျောပါလာတဲ့သင်္ဘောကိုပြင်ပြီးလူနှစ်‌ေယာက်က ဌာနချုပ်ဆီကို ကိုယ်တိုင်အစီရင်ခံစာသွားပို့မယ်လို့စီစဉ်ခဲ့ကြပါတယ်။ ဒါပေမဲ့လည်း ဒီလိုသွားပို့မဲ့အစီအစဉ်ကအောင်မြင်ပါ့မလား၊ ‌သူတို့ရဲ့ အကြောင်းကြားစာတွေကိုရော ဌာနချုပ်ကဘာလို့အကြောင်းမပြန်တာလဲ၊ သူတို့ကရော နောက်ဆုံးကင်းတပ်ဖွဲ့ဖြစ်နေတာလား၊ ကယ်ဆယ်ရေးနဲ့ ရန်သူဘယ်အရာကအရင်ရောက်ရှိလာမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(2 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://megaup.net/2zPxi/Last.Sentinel.2023.720p.(CM).mp4",
        "category": "Drama, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDczNDllMzUtYzc3OS00YTk2LTk1MGItMDRmYWViMWY1NTY4XkEyXkFqcGdeQXVyNDUwOTU3MjM@._V1_-135x200.jpg",
        "title": "From Black (2023)",
        "description": "သားငယ်လေးပျောက်ဆုံးသွားမှုကြောင့် နှစ်တွေကြာတဲ့အထိ ကိုယ့်ကိုယ်ကိုယ် အပြစ်တင်လို့မဆုံးဖြစ်နေတဲ့ မိခင်တစ်ယောက်က သူ့သားလေးကို ပြန်ရနိုင်မယ့်နည်းလမ်းတစ်ခုကို တွေ့ရှိသွားပါတယ်။ ဒါပေမဲ့ အဲဒီနည်းလမ်းက အလွယ်တကူလုပ်လို့ရတာမျိုး မဟုတ်ဘဲ သူ့ဘက်ကပြန်ပေးဆပ်ရမယ့်ကြေးကလည်း ကြီးမားလွန်းလှပါတယ်။ သားလေးကိုပြန်ခေါ်ချင်စိတ်ကြောင့် ထိတ်လန့်စရာကောင်းတဲ့အရာတွေကို ခက်ခက်ခဲခဲ ရင်ဆိုင်ရမယ့်အကြောင်း တင်ဆက်ပေးထားတဲ့ horror ကားကောင်းလေးပဲဖြစ်ပါတယ်။File size…(1 GB)/(500 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Stella May",
        "rating": "",
        "url": "https://megaup.net/3fN0o/from.black.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjFiMDIyYjItMmY2OC00NWZlLTlkZjMtODQxNDFkYzJjODZlXkEyXkFqcGdeQXVyMTY1NDQ5ODA@._V1_-141x200.jpg",
        "title": "The Fearway (2023)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ၂၀၂၃ ခုနှစ်ရဲ့အသစ်ထွက် Horror/Mystery/thriller ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဆယ်ရာနဲ့မိုက်ကယ်တို့က မကြာခင်လက်ထပ်တော့မယ့် ချစ်သက်တမ်းကြာစုံတွဲလေးဖြစ်ပြီး လက်မထပ်ခင် နေမကောင်းဖြစ်နေတဲ့ ဆယ်ရာရဲ့ ဖခင်ဖြစ်သူရှိရာမြို့ကို ဖခင်ဖြစ်သူကိုတွေ့ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။ လမ်းခရီးမှာ မထင်မှတ်ဘဲ တစ်ခုခုကိုတိုက်မိလိုက်ပေမယ့် ထူးဆန်းစွာနဲ့ ဘာမှရှိမနေခဲ့ပါဘူး။ နှစ်ယောက်သား ဇဝေဇဝါနဲ့ ဆက်သွားခဲ့ကြရင်း သူတို့ကားနောက်မှာ မသင်္ကာစရာကားတစ်စီး လိုက်လာတာကို သတိထားမိခဲ့ကြပါတယ်။ အဲဒါနဲ့ အန္တရာယ်ကို ခဏတာရှောင်ရှားနိုင်ဖို့ လမ်းမှာတွေ့တဲ့ ရပ်နားစခန်းက စားသောက်ဆိုင်ကို ခဏဝင်ပြီး ခြေရာဖျောက်ခဲ့ကြတာပေါ့။ ခဏနားပြီး ပြန်ထွက်လာပေမယ့် နောက်ယောင်ခံလိုက်တဲ့ကားက ဘယ်လိုလုပ်လုပ် နောက်ကလိုက်တာရပ်မသွားတာမို့ သူတို့ရင်ဆိုင်နေရတာ ဘာလဲဆိုတာ သိနိုင်ဖို့ ဆယ်ရာက ကားပေါ်ကဆင်းပြီး အနောက်ကကား မောင်းတဲ့သူကို သွားကြည့်ခဲ့ပါတော့တယ်။ ဒါပေမယ့် ထင်သလို ရိုးရှင်းတဲ့အခြေအနေမျိုးမဟုတ်ဘဲ ထိတ်လန့်စရာတစ်ခုခုကို မြင်လိုက်ရတဲ့ ဆယ်ရာက ကြံရာမရဖြစ်သွားပြီး ကြောက်လန့်တကြားနဲ့ ခြေဦးတည့်ရာ ဆက်မောင်းနေခဲ့ရင်း နောက်က ကားကလည်းလိုက်နေဆဲဖြစ်နေလို့ စိတ်ရှုပ်ထွေးနေတုန်း ...",
        "rating": "",
        "url": "https://megaup.net/3fOmu/The.Fearway.2023.720p.(CM).mp4",
        "category": "Horror, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg7GnkXlp0k3ernOJSLVBQxyIqo.jpg",
        "title": "House Cleaning Master ( 2023 )",
        "description": "အိမ်ယာမြေအကျိုးဆောင်က \"ကျန်းရှို့\"ဆိုသူဟာ \"လီလိရာ\"ဆိုသူကို\n'ရှောင်ယန်လုံ'လို့ခေါ်တဲ့နှစ်ထပ်အိမ်လေးတစ်လုံး ငှားပေးခဲ့ပါတယ်\"လီလိရာ\"ဟာ တိုက်ခန်းငှားပြီး မကြာခင်မှာပဲ စိတ်ကစဉ့်ကလျားဖြစ်ကြောင်းကြားပြီး\nသွားကြည့်ခဲ့ရာမှာ ကျိန်စာတိုက်ပြီး ကိုယ့်ကိုယ်ကိုသတ်သေသွားပါတော့တယ်...\nသို့သော်ရိုးရှင်းတဲ့ သာမာန်သေဆုံးမှုတော့ မဟုတ်ခဲ့ပါဘူး။-ဒီနှစ်ထပ်အိမ်လေးနောက်ကွယ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိနေမလဲ?\nအလင်းရောင်တံတိုင်းခြားထားတဲ့အမှောင်ထုကို သူတို့တွေဘယ်လိုရှာဖွေ‌သွားမလဲဆိုတာကို...\"အလင်းကမ္ဘာရဲ့အမှောင်ထု\"ဆိုတဲ့ ဒီရုပ်ရှင်ဇာတ်ကားလေးမှာ စိတ်ဝင်စားစွာနဲ့\nဖြစ်ရပ်တွေရဲ့သမိုင်းကြောင်းဇစ်မြစ်တွေကို ခန့်မှန်းရင်း\nထိုင်းနိုင်ငံရဲ့အငွေ့အသက်တွေနဲ့အတူ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "",
        "url": "https://megaup.net/3VDAb/House_Cleaning_Master_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjhlMzZmOTMtY2UwZC00YTdlLWEwMmItMjZjNTRlODExMDAzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "August 16, 1947 (2023)",
        "description": "August 16 1947(2023)ရဲကား ရှေ့နေကား အမတ်ကား စသဖြင့် ရိုးရိုးအိန္ဒိယကားပေါင်းစုံ\nကြည့်ရတာကို ငြီး‌ငွေ့နေလောက်မဲ့ ပရိသတ်တွေအတွက် IMDb 6.9 အထိ\nရရှိထားတဲ့ တောင်ပိုင်းတမီလ်ရုံတင်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုပါတယ်အိန္ဒိယနိုင်ငံဟာလည်း ကျွန်တော်တို့မြန်မာတွေလိုပဲ ဗြိတိသျှသခင်ကြီးများရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျမှုကို ခံခဲ့ရတဲ့ ကိုလိုနီနိုင်ငံတွေပါ ဒီဇာတ်လမ်းလေးမှာတော့\nလွတ်လပ်ရေးအရယူခါနီး အိန္ဒိယနိုင်ငံက သယံဇာတတွေကို ရသလောက်\nအမြတ်ထုတ်သွားတဲ့ သခင်ကြီးများရဲ့ဇာတ်လမ်းကို ‌အခြေပြုထားပါတယ်\nအိန္ဒိယတောင်ပိုင်း ဝေးလံခေါင်ဖျားရွာလေးတစ်ရွာမှာ ဝါဂွမ်းအထွက်ကောင်းလွန်းလို့\nဗြိတိန်တွေအတွက် အမြတ်ငွေ စတာလင်ပေါင်သိန်းရာနဲ့ချီ ဝင်နေပါတယ်လွတ်လပ်ရေးပေးရတော့မဲ့အချိန်မှာလည်း သခင်ကြီးများက သံယောဇဉ်မပြတ်\nအဲ့လုပ်ငန်းကို ဆက်မောင်ပိုင်စီးချင်ပါသေးတယ် အဲ့ရွာကို တာဝန်ယူအုပ်ချုပ်နေတဲ့\nဗိုလ်ချုပ်ရောဘတ်နဲ့သူ့ရဲ့သား ဂျက်စတင်တို့ကလည်း လွတ်လပ်ရေးပေးခါနီးကိုတောင်\nရွာသားတွေကို သတင်းအမှောင်ချ နှိပ်စက်နေတဲ့အခါ သူ့ကျွန်မခံနိုင်တော့တဲ့သူတွေရဲ့\nတော်လှန်ပုန်ကန်ကြပုံကို သဘာဝကျကျ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ကြည့်ရှုကြရမှာဖြစ်လို့\nပရိသတ်ကြီးအနေနဲ့ အိုဗာအက်ရှင်တွေမပါပဲနဲ့ ဇာတ်လမ်းဇာတ်ကွက်လန်းတဲ့\nရုပ်ရှင်မျိုးကြည့်ချင်ရင်တော့ ဒီကားလေးက ပရိသတ်တွေအတွက်ပါပဲဆိုတာ\nပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.67GB / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dWpc/August_16,_1947_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720pCM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/OriginEvil_WEB_HR_jan13-scaled-1-138x200.jpg",
        "title": "The Origin of Evil (2022)",
        "description": "The Origin of Evil (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~Lesbian အတွဲက အဓိကဇာတ်ကောင်အနေနဲ့ပါ၀င်ထားတဲ့ Mystery ဆန်ဆန် ပြင်သစ်ကားတစ်ကားဖြစ်ပါတယ်။စတေဖနဲစ်ဆိုတဲ့ အမျိုးသမီးဟာ အသင့်စားငါးဗူးတွေ ထုတ်တဲ့ စက်ရုံမှာ အလုပ်လုပ်ပြီး သူ့ချစ်သူမိန်းမက ထောင် ၅နှစ်ကျနေသူဖြစ်ပါတယ်။ သူ့ကို သတ်မှတ်ရက်ထက် စောလွတ်အောင်လုပ်ဖို့ သူတို့ ကြိုးပမ်းနေကြတာပါ။ စတေဖနဲစ်ငှားနေတဲ့ အိမ်ရှင်အမျိုးသမီးက သူ့သမီးပြန်ရောက်လာမှာဖြစ်တဲ့အတွက် စတေဖနဲစ်ကို ဖယ်ခိုင်းပါတော့တယ်။ အစအစအရာရာ အခက်အခဲတွေ ဖြစ်လာတဲ့အချိန်မှာ စတေဖနဲစ်က သူ့ရဲ့ ကလေးဘ၀တည်းက ကွဲသွားတဲ့ဖခင်ကို ဆက်သွယ်ပါတော့တယ်။ ဒီလိုနဲ့ ဖခင်နဲ့ အဆက်အသွယ်ရပြီးတဲ့အခါမှာ သူ့ဖခင်ရှိတဲ့ မြို့ကို သွားရောက်တွေ့ဆုံပါတော့တယ်။စတေဖနဲစ်ရဲ့ဖခင်က စီးပွားရေးလုပ်ငန်းတွေ အများကြီးပိုင်တဲ့ သူဌေးကြီးတစ်ဦးဖြစ်ပြီး လက်ရှိမှာ နောက် မိန်းမနဲ့ သမီးဖြစ်သူတို့နဲ့ နေနေတာပါ။ သူ့အဖေက စတေဖနဲစ်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zRhu/(CM)_The_Origin_of_Evil_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZKBFTYZJQBHmbFZ0N0SGnCK64G.jpg",
        "title": "Hachiko ( 2023 )",
        "description": "ဒီနှစ်ထွက်ရှိထားတဲ့ တရုတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်ကားနာမည်ကတော့ Hachiko ပါ။ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို\nအခြေခံထားတာဖြစ်ပြီးတော့ ပရိသတ်ကြီးတို့ထဲမှာ\nခွေးချစ်တတ်တဲ့သူလေးတွေရှိရင် ဒီကားလေးက ကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nအားလုံးကြားဖူးကြမယ်လို့ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင်တော့ ပါမောက္ခချန်ဟာ\nသုတေသနခရီးသွားရာကနေ လမ်းမှာ ခွေးပေါက်လေးတစ်ကောင်နဲ့\nမတော်တဆ တွေ့ဆုံခဲ့ရပါတယ်။ ခွေးလေးက ချစ်ဖို့ကောင်းတဲ့အပြင်\nသနားစရာလည်း ကောင်းတာမလို့ ပါမောက္ခချန်က အိမ်ပြန်ခေါ်လာခဲ့ပါတယ်။မိန်းမဖြစ်သူက ငယ်ငယ်က ခွေးကိုက်ခံရဖူးတာကြောင့် အခုလိုမျိုး\nခွေးခေါ်လာတာကို မကြည်ဖြူခဲ့ပါဘူး။ ဒါပေမဲ့လည်း အချိန်ကြာလာတာနဲ့အမျှ\nခွေးလေးကို မိသားစုဝင်အဖြစ် လက်ခံခဲ့တယ်။ ခွေးလေးရဲ့ နာမည်ကိုလည်း\nမာကျောက်ကစားဝိုင်းကို အစွဲပြုပြီး ပါးထုန်လို့ ပေးထားလိုက်တော့တာပေါ့။ပါးထုန်လေးက သူ့သခင်အလုပ်သွားတိုင်း ကေဘယ်ဘူတာအထိ\nလိုက်ပို့တတ်ပြီးတော့ ဘူတာကနေ သတင်းစာယူပြီးမှ အိမ်ပြန်လာတတ်ပါတယ်။\nညနေပိုင်း သခင် အလုပ်ပြန်လာမယ့်အချိန်ရောက်ရင် ဘူတာမှာ\nသွားစောင့်နေတတ်သေးတာပါ။ သခင်ဖြစ်သူ ချန်ကျင်းရှိုက\nပါးထုန်လေးကို သားလေးတစ်ယောက်လို သဘောထားတာမလို့\nပါးထုန်လေးကလည်း သခင့်ကို အရမ်းတွယ်တာခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သခင်ဖြစ်သူဟာ မမျှော်လင့်ဘဲ လောကကြီးထဲက\nထွက်ခွာသွားခဲ့ရပါတယ်။ ဒါပေမဲ့ ပါးထုန်လေးကတော့\nသေခြင်းတရားဆိုတာကို နားမလည်ဘဲ သခင်ဖြစ်သူ ပြန်အလာကို စောင့်ပြီးရင် စောင့်နေခဲ့ပါတယ်။ကျန်ရစ်ခဲ့တဲ့ မိသားစုကလည်း ဘဝပေးအခြေအနေတွေကြောင့်\nတစ်ယောက်တစ်နေရာစီ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3fOG4/Hachiko_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3quYJd2IDJHDxQESx6MguSwsx6h.jpg",
        "title": "(18+)Step Up Love Story: Double Love (2019)",
        "description": "Step Up Love Story: Double Love====================ဒီဇာတ်ကားက Eigaban Futari ecchi ဆိုတဲ့ manga ကို\nရုပ်ရှင်အနေနဲ့ပြန်ရိုက်ထားတာပါ။ မှောင်တော့မှောင်ချင်တယ်\nတအားမမှောင်ပဲ ကြည်ကြည်နူးနူးလေးကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားလေးကြည့်သင့်ပါတယ်။အိမ်ထောင်ပြုထားတာ ၃နှစ်ကြာပြီဖြစ်တဲ့ မာကိုတို နဲ့ ယူရ တို့ဟာ\nကလေးဘ၀ကတည်းကခင်မင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပါတယ်။\nတစ်ရက်တော့ ခင်ပွန်းဖြစ်သူစန်းပွင့်ချိန်ရောက်ပြီဆိုတဲ့ ဗေဒင်တစ်ခုကို\nယူရ ဖတ်မိလို့ သူ့ခင်ပွန်းကိုပြောပြပေမယ့် မာကိုတိုကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒါပေမယ့် ဗေဒင်ကမှန်ကန်နေတဲ့အခါမှာတော့ ယူရလည်းစိတ်ပူရပါတော့တယ်။\nအလုပ်မှာကောင်မလေးတွေဝိုင်းဝိုင်းလည်လာတဲ့ မာကိုတိုဟာ အိမ်ပြန်ရောက်လို့\nဇနီးသည်နဲ့ပူတူတူးမယ့်အချိန်ရောက်တော့ ညီငယ်ကမထောင်မတ်လာတော့ပါဘူး။\nဒီတော့ ယူရခမျာ ခင်ပွန်းသည်ဖောက်ပြန်မှာလည်းပူရ၊ ညီငယ်ကိုလည်း\nနိုးထအောင်ကြိုးစားပေးရနဲ့ အလုပ်တွေများပါတော့တယ်။\nဒီလိုနဲ့ သူတို့လင်မယားရဲ့ဇာတ်လမ်းလေး ဘယ်လိုဆက်ဖြစ်မလဲ၊\nဒီအတိုင်းပဲအဆုံးသတ်သွားတော့မှာလားဆိုတာကို\nကြည့်ရှုနိုင်ဖို့အတွက် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nFile size…903MB / 405MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1 h 6 min\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "",
        "url": "https://megaup.net/3VM51/Step.Up.Love.Story.Double.Love.2019.720p(CM).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://megaup.net/2zVml/Corona_Papers_(2023)_WEB-DL_-_720p(CM).Edit.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://megaup.net/3VLJS/Ungnami.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md0ioEXLgAcIrZKyK1A15gbEJzn.jpg",
        "title": "The Scam(2009)",
        "description": "The Scam(2009)**************ဒီကားဟာ ကိုးရီးယားနိုင်ငံရဲ့စတော့ရှယ်ယာစီးပွါးရေးအရှုပ်အထွေးတွေနဲ့ စတော့ရှယ်ယာတွေကိုအကြံအဖန်ဂွင်နဲ့ ကြားကနေသိမ်းပိုက်ယူဖို့ကြိုးစားနေကြတဲ့ သူဌေးတွေ နဲ့ အချောင်သိုက်တူးသမားတွေကြားမှာဖြစ်ကြတဲ့ပဋိပက္ခဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်....ဂန်ဟျောင်းဆိုးဆိုတဲ့လူတစ်ယောက်ဟာ ကောလိပ်ကသရုပ်ဆောင်ဘွဲ့ရတစ်ယောက်ဖြစ်ပေမယ့်လည်းသာမန်ဘဝ သာမန်အလုပ်လေးနဲ့ပဲ ဘဝကို ပင်ပင်ပန်းပန်းဖြစ်သန်းနေရတဲ့သူတစ်ယောက်ဖြစ်ပြီး ချမ်းချမ်းသာသာနေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ဦးပါ ..တစ်နေ့မှာတော့ စီနီယာအကိုတစ်ယောက်ရဲ့စကားဆွယ်မှုကြောင့် စတော့လောကထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတော့တယ်..ဒီလိုနဲ့ပဲ စတော့လောကထဲမှာ နိုင်တစ်လှည့် ရှုံးတစ်လှည့်ကျင်လည်ပြီး နောင်ငါးနှစ်အကြာမှာတော့လူမိုက်ဂန်းစကားအဖွဲ့ခေါင်းဆောင် DSG ရင်းနှီးမြှုပ်နှံမှုနှင့်ပိုင်ဆိုင်မှုလုပ်ငန်းရဲ့ ဥက္ကဌဟွမ်ဂျောင်ဂူဂွင်ချထားတဲ့ စတော့အစီအစဉ်ကို မထင်မှတ်ဘဲ ဝင်ရောက်သွားနှောင့်ယှက်မိပါတော့တယ်...အဲဒါကို ဟွမ်ဥက္ကဌသိရှိသွားချိန်မှာတော့.... File Size : (2.09GB) and (882MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1TTlm/The.Scam.2009.WEB-DL.1080P(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/New-York-Minute-136x200.jpg",
        "title": "New York Minute (2004)",
        "description": "New York Minute 2004 Olsen ညီအစ်မ နှစ်ယောက်ရဲ့ တစ်ခါကTeen Movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေပေါ့ပေါပါးပါး လူငယ်ဇာတ်လမ်းလေးဖြစ်လို့အပန်းဖြေကြည့်ရှုဖို့ အထူးသင့်တော်ပါတယ်ဇာတ်လမ်းအကျဉ်းဂျိန်းနဲ့ရော့ဇီ ဆိုတဲ့ ညီအစ်မနှစ်ယောက်ဟာ အမြွှာတွေဖြစ်ကြပေမယ့်စရိုက်တွေဟာ ပြဒါးတစ်လမ်း သံတစ်လမ်းပါပဲ ...ဂျိန်းကတော့ ငယ်စဉ်ကတိုင်း စာကြိုးစားပြီးဘာမဆို စီစဉ်တကျနဲ့ နေတတ်ထိုင်တတ်သူရော့ဇီကတော့ ပေါ့တီးပေါ့ပျက်နဲ့ဂီတလိုက်စားသူ ကျောင်းပြေးမတစ်နေ့တော့ ဂျိန်းက သူ့တက္ကသိုလ်ပညာရေးအတွက်ပြိုင်ပွဲတစ်ခုမှာ မိန့်ခွန်းပြောဖို့ ဖြစ်လာတယ် ။တစ်နေ့တည်းမှာပဲ ရော့ဇီကကျ သူ့ဂီတလမ်းကြောင်းအတွက်အခွင့်အရေးရနိုင်မယ့် MV ရိုက်ကွင်းတစ်ခုကို သွားဖို့ ရှိလာပါတယ် ။ဒီလိုနဲ့ ညီမနှစ်ယောက် ရထားတစ်စင်းပေါ်တူတူလိုက်ပါလာတဲ့ ခရီးက စလို့ ..ဂယက်‌တစ်သိန်းဇာတ်လမ်း စတင်ပါတယ် ...အမြွှာတွေ အများစုဟာ စိတ်တူကိုယ်တူ ဖြစ်ပြီနှစ်ယောက်အတူဆို ကံကောင်းတတ်ကြတယ်ဆိုတဲ့ ‌လောဂျစ်က ဒီညီအစ်မနဲ့တော့ ‌လားလားမျှမဆိုင်တာကို ဒီဇာတ်လမ်းမှာ မြင်ရပါလိမ့်မယ်။ဒါ့အပြင် ချစ်စရာ Olsen ညီအစ်မရဲ့ အလှတွေကိုမြင်ရဦးမှာဖြစ်လို့ ကြည်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ် File size…  2.3 ...",
        "rating": "4.9",
        "url": "https://megaup.net/3fN8v/New.York.Minute.2004.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Hard-Rain-142x200.jpg",
        "title": "Hard Rain (1998)",
        "description": "Hard Rain (1998)\nIMDb-5.9/10 CM ပရိသတ်တွေအတွက် မင်းသားကြီးမော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိုးတွေသည်းထည်စွာဆက်တိုက်ရွာသွန်းနေမှုကြောင့် ဟန့်တင်ဘာ့မြို့‌လေးမှာ ရှိနေတဲ့ဆည်ကြီးကို ဖွင့်ချနေရပြီး လူတွေ‌ကိုလည်း ဘေးလွတ်ရာကိုရွေ့ပြောင်း‌ခိုင်းထားရပါတယ်။ ဒီအချိန်မှာပဲ ဘဏ်ကလည်း သူတို့ရဲ့ ဘဏ်ခွဲမှာရှိနေတဲ့ ဒေါ်လာ သုံးမီလီယံကို တွမ်နဲ့ သူ့ရဲ့ဦးလေးချာလီ တို့ မောင်းတဲ့ကျည်ကာကားနဲ့နေရာရွေ့ပြောင်းဖို့လုပ်ရပါတော့တယ်။ဒီလိုနဲ့ရေကတအားတက်လာတာကြောင့် လမ်းတွေလည်းရေမြုပ်ကုန်ပြီး တွမ်တို့ရဲ့ကျည်ကာကားကလည်း မြို့အထွက်မှာတင်ပိတ်မိသွားတဲ့အတွက် အကူအညီခေါ်နေချိန်မှာ ဒေါ်လာသုံးမီလီယံကို ရွေ့ပြောင်းမယ်လို့သတင်းအတိအကျရထားတဲ့ ဂျင်မ်တို့ရဲ့အဖွဲ့ကရောက်လာပြီး ပိုက်ဆံတွေကိုမောင်ပိုင်စီးဖို့ကြိုးစားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ၊ တွမ်ကရော ပိုက်ဆံတွေကိုကာကွယ်နိုင်မှာလား၊ လူတွေရဲ့ ပြောင်းလဲလွယ်တတ်တဲ့စိတ်‌ဆိုတာကရော ဘယ်လိုမျိုးလဲ၊ နောက်ဆုံးမှာ ဂျင်မိတို့အဖွဲ့ပိုက်ဆံတွေရသွားမလား ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ ။ File size…  2.89 GB /  1.35 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 37m\nGenre .....  Action , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.9",
        "url": "https://megaup.net/3fN7w/Hard.Rain.1998.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy-140x200.jpg",
        "title": "Catatan (Harian) Si Boy (2011)",
        "description": "Catatan Harian Si Boy (2011)IMDb rating - 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ...နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TScj/Catatan.Harian.Si.Boy.2011.INDONESIAN.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bait-135x200.jpg",
        "title": "Bait (2000)",
        "description": "Bait (2000)\nGenre – Action, Comedy, Crime\nIMDB – 5.7/10ဒေါ်လာ သန်း ၄၀ ကျော် တန်ဖိုးရှိတဲ့ ရွှေတွေကိုအစိုးရလက်ထဲကနေ ကွန်ပျုတာကျွမ်းကျင်သူနဲ့ယန္တရားစက်ကျွမ်းကျင်သူ ဂျက်စတာတို့ ၂ ယောက်ပေါင်းပြီး ဖောက်ထွင်းခဲ့ကြတယ်။ဒါပေမဲ့ ဂျက်စတာက လူမသတ်ရဘူး သေနတ်မပါရဘူးပြောထားတာကို တစ်ဖက်လူက အစောင့်တွေကိုသတ်လိုက်တော့ ဂျက်စတာတစ်ယောက် ရွှေတွေနဲ့ကိုယ်လွတ်ရုန်းပြီး တစ်နေရာသွားဖွက်ကာထောင်ထဲဝင်နေလိုက်တယ်။ဒီမှာ ကိုယ်တွေမင်းသား အယ်ဗင်က ဘာလဲဆိုတော့ပုဇွန်သွားခိုးပြီး ဖမ်းခံလိုက်ရာကနေ ဒီ ဂျက်စတာနဲ့အခန်းတူတူကျပါလေရော။ဂျက်စတာက အဲဒီအချိန် နှလုံးသိပ်မကောင်းတော့ရွှေရှိတဲ့နေရာကို အယ်ဗင့်ကို သူ့မိန်းမကို ပြောပေးပါဆိုပြီးတစ်ဆင့် မှာခိုင်းလိုက်ပါလေရော ပြီးတော့ တကယ်ပဲအဲဒီမှာတင် သေသွားခဲ့တယ်။ဒီမှာ အစိုးရဘဏ္ဍာမို့ အသေအလဲ ပြန်လိုချင်တဲ့ဘဏ္ဍာရေးက ထောက်လှမ်းရေးမှူးရယ်အတူတူဖောက်ရာကနေ သစ္စာဖောက်ခံလိုက်ရလို့ရွှေလိုချင်တဲ့ ကွန်ပျုတာသမားကျွမ်းကျင်သူလူသတ်သမားက အယ်ဗင့်ကို ပစ်မှတ်ထားကြပါတော့တယ်။ဒီမှာ ထောက်လှမ်းရေးမှူးက အကွက်မြင်တော့ခြေရာခံစက်ကို အယ်ဗင်ရဲ့မေးရိုးအောက်သူမသိအောင်ထည့်ပေးပြီး ထောင်ကနေ ခပ်တည်တည်နဲ့ လွှတ်ပေးလိုက်တယ်၊သူတို့အကြံကလည်း တစ်ဖက်က လူသတ်သမားကိုအမှောင်ထဲကနေ ထွက်လာအောင် ငါးစာမျှားတဲ့သဘော။ဆိုတော့ ထောက်လှမ်းရေးမှူးတို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fN6f/Bait.2000.PROPER.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmY3OWYyODAtYTgxNi00MmI0LWExODEtZjk4YjAyMjUwYjczXkEyXkFqcGdeQXVyMTUzMzEyMTk0._V1_-147x200.jpg",
        "title": "The Visitor from the Future (2022)",
        "description": "The Visitor from the Future (2022)~ IMDb - 6/10, Rotten Tomatoes - 82% ~အချိန်ခရီးသွားသီအိုရီတွေ အချိန်ခရီးသွားတာတွေ၊ Timeline အပြောင်းအလဲတွေကို စိတ်ဝင်စားတဲ့လူတွေအတွက် ရုပ်ရှင်ကားသစ်ကြီးထွက်ရှိလာပါပြီ။ Sci-fi/Comedy ကားပေမဲ့ Rotten Tomatoes မှာ ၈၂ရာခိုင်နှုန်း ရထားတာဆိုတော့ အထာကျကျအခွီဖောက်ထားတဲ့ ရုပ်ရှင်လို့တော့ ပြောလို့ရပါတယ်။ အချိန်ခရီးသွားပြီး အနာဂတ်မှာဖြစ်လာမယ့် ကပ်ဘေးတစ်ခု မဖြစ်အောင်တားတာကိုကြည့်ရင်း အချိန်လမ်းကြောင်းမှာ ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲ တွေ့ကြရမှာပါ။အနာဂတ်မှာ အဏုမြူဓာတ်ပေါင်းဖိုကြီးပေါက်ကွဲသွားလို့ တိမ်တွေဟာ ဓာတ်သင့်သွားပြီး အဆိပ်သင့်တိမ်တိုက်တွေဖြစ်လာပါတယ်။ ဒီတိမ်တွေရဲ့ လမ်းကြောင်းကလူတွေဟာ သေဘေးကိုရင်ဆိုင်ရတော့မှာပါ။ ပြောရရင် တစ်ကမ္ဘာလုံး လူမျိုးသုဉ်းတော့မယ့် အန္တရာယ်ကို ကြုံရတော့မှာပါ။ ဒီတော့ အနာဂတ်က လူကောင်းသူကောင်းတွေဟာ အတိတ်ကိုသွားပြီး အဏုမြူဓာတ်ပေါင်းဖိုကြီး မပေါက်ကွဲအောင်လုပ်ဖို့ တားဖို့ကြိုးစားကြပါတယ်။ ဒါပေမဲ့ ဒီလောကမှာလည်း မာဗယ်ရဲ့ TVA ...",
        "rating": "6",
        "url": "https://megaup.net/1TSo8/(CM)_The_Visitor_from_The_Future_(2022)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://megaup.net/3VKNi/Meter_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iSDYKUed39LKjlvbEnsQbwpwES.jpg",
        "title": "I Like You More ( 2023 )",
        "description": "ရိုးရိုးလေးနဲ့ တသသတွေးနေရမဲ့ အချစ်ကားလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ရောခ်ဂီတအဖွဲ့တစ်ခုနဲ့ အောင်မြင်ဖို့ ကြိုးစားနေတဲ့\nဖန့်ခွေအန်းဟာ သူမရဲ့ ဂီတအိပ်မက်ကို လက်လျှော့လိုက်ရချိန်မှာပဲ\nသူမရဲ့အဖေ ဦးနှောက်သွေးကြောပြတ်ပြီး ဆေးရုံရောက်သွားခဲ့တဲ့ သတင်းကို ရခဲ့ပါတယ်။အဖိုးလက်ထပ်ကတည်းက အောင်မြင်ခဲ့တဲ့ စားသောက်ဆိုင်က ဒီလိုနဲ့ပဲ\nသူ့လက်ထဲကို ရောက်လာပါတော့တယ်။ မိသားစုလုပ်ငန်းဖြစ်သော်လဲ\nသူမမှာ ဟင်းချက်နည်းတွေကို မြင်သာမြင်ဖူးပြီး ကိုယ်တိုင်က မလုပ်တတ် မကိုင်တတ်ဖြစ်နေပါတယ်။တိုက်ဆိုင်စွာနဲ့ သူမတို့ စားသောက်ဆိုင်မှာ စားပြီး ဝမ်းလျှောသွားတာကြောင့်\nသူမက လျော်ကြေးမပေးနိုင်ပဲ အိမ်မှာ လက်ခံထားတဲ့\nကုန်းပေါင်ဆိုတဲ့ လူကြီးဟာ Michelin စားဖိုမှူးတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါ......သူတို့နှစ်ယောက် အတူတကွ စားသောက်ဆိုင်ရဲ့ အခက်အခဲတွေကို ဖြေရှင်းနိုင်ပါ့မလား ......\nသူတို့ နှစ်ယောက်ကရော မတည့်အတူနေ ကနေ ချစ်မေတ္တာတွေက ဘယ်လို ပေါက်ဖွားလာမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ကြည့်ရှု ခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/1TSr7/I_Like_You_More_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
        "title": "Belle (2013)",
        "description": "Belle (2013)~ IMDb - 7.3/10, RT - 85%, Meta - 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1TSjj/(CM)_Belle_(2013)_720p.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZWQ0NDRkZDEtMWQ1Yi00YTIzLThlYTEtNTQyMTRiNTAwYTQyXkEyXkFqcGdeQXVyNTU4NjAyNDk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Brace for Impact (or) Final Destiny (2016)",
        "description": "Brace for Impact (or) Final Destiny (2016)\n==============================\nThriller\nIMDb – 4.8/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို လေယာဉ်ပျက်ကျမှုအကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ Thriller ဆန်ဆန် ဇာတ်လမ်းကောင်းလေး\nတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့..\nရာထူးက ရပ်နားခံထားရတဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေး\nရတဲ့အေးဂျင့်ဖြစ်တဲ့ ဆိုဖီယာတစ်ယောက် ရာထူးက ရပ်နားခံရပြီး\nအားလပ်ရက်ရထားတာကြောင့် သူ့အစ်ကိုနဲ့အတူတူလေယာဉ်စီးဖို့\nလုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေးရတဲ့\nအေးဂျင့်ပီပီ လေယာဉ်ထွက်ခါနီးမှာပျက်ကျမှာကို စိုးရိမ်ပြီး ဆင်း\nလာခဲ့ပါတယ် သူ့အစ်ကိုကိုကတော့ လေယာဉ်ပေါ်မှာ ပါသွားတာပေါ့။အဲဒီလေယာဉ်ဟာ ပျက်ကျသွားတဲ့အချိန်မှာတော့ ဆိုဖီယာတစ်ယောက်\nရာထူးရပ်နားခံထားရပေမဲ့ အေးဂျင့်တစ်ယောက်ရဲ့စိတ်ခံစားမှုအရ ဒီကိစ္\nစကို သူ့ဘာသာစတင် စုံစမ်းပါတော့တယ်။ စုံစမ်းစစ်ဆေးနေတဲ့အချိန်\nအတွင်း ဆိုဖီယာဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ၊ သဲလွန်စတွေ\nက များလွန်းလို့ သူရှာတွေ့ထားတာက တကယ့်ကိုခိုင်လုံတဲ့သဲလွန်စဖြစ်\nရဲ့လား။ ဒီလေယာဉ်ပျက်ကျမှုနောက်ကွယ်က ဖြစ်ရပ်မှန်ကို တကယ်ဖော်\nထုတ်နိုင်မှာလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (600 MB) / (337 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.8",
        "url": "https://megaup.net/1dUfp/Brace.For.Impact.2016.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zP9D/In.Your.Dreams.2023.TURKISH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmUwMDdmNTktZmJlNS00NWY2LWJjYWUtYTZiZjBjZWQ3YmJiXkEyXkFqcGdeQXVyMTI4NDMxNzYz._V1_-138x200.jpg",
        "title": "Beans (2020)",
        "description": "Beans (2020)\n==========\nIMDb Rating - 6.9/10“ကမ္ဘာပေါ်မှာ မျိုးနွယ်တစ်ခုပဲရှိတယ် လူသားမျိုးနွယ်ပါ” တဲ့။\nဒီဇာတ်ကားက တကယ့်သမိုင်းဝင်အဖြစ်အပျက်ပေါ် အခြေခံ\nပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။၁၉၉၀ခုနှစ်မှာ Oka မြို့က သူတို့ဂေါက်ကွင်းကိုချဲ့ဖို့အတွက်\nMohawk တိုင်းရင်းသားတွေ အထွတ်အမြတ်ထားတဲ့မြေကို\nထိဖို့ကြိုးစားပါတယ်။ အဲဒီမှာပဲ ၇၈ရက်ကြာ အရေးအခင်း\nဖြစ်ပွားခဲ့တာပါ။အဲဒီအချိန်တုန်းက ဒီဇာတ်ကားရဲ့ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေး\nဆရာဖြစ်တဲ့ Tracey Deer က ၁၂နှစ်အရွယ် Mohawk သူ\nလေးပါ။ Tracey Deer က ဒီဇာတ်လမ်းကို Meredith Vuch-\nnich နဲ့အတူ ၂၀၁၂မှာ စရေးခဲ့ပေမဲ့ အရေးအခင်းကာလရဲ့အချိန်\nတွေကို ပြန်စဉ်းစားရတာက သူ့အတွက် ခက်ခဲလို့ ၇နှစ်တိတိ\nကြာပြီးမှ ဒီဇာတ်လမ်းကိုအဆုံးသတ်နိုင်သွားတာပါတဲ့။ ပင်ပန်း\nခဲ့ရတာနဲ့တန်အောင်ပဲ ဒီဇာတ်ကားက ဆုပေါင်း၁၅ဆုရရှိထား\nပါတယ်။Oka အရေးအခင်းကာလ အဖြစ်အပျက်တွေ၊ Mohawk တွေရဲ့\nတိုက်ပွဲ နဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ ဘင်းစ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nမလေးရဲ့ စိတ်ထား၊အကျင့်စရိုက်ပြောင်းလဲမှုတွေကို ကြည့်ရှုရမှာ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.52 GB) ...",
        "rating": "6.9",
        "url": "https://megaup.net/1TQbp/Beans.2020.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/adsf-141x200.jpg",
        "title": "[18+]My Girlfriend’s Secret (2019)",
        "description": "[18+]My Girlfriend's Secret (2019)********************************မင်္ဂလာပွဲမတိုင်ခင် မင်္ဂလာဝတ်စုံနဲ့ မလှတော့လို စိတ်ညစ်နေတဲ့ သတိုသမီးလောင်းလေးဟာမဂ်လာရက်နီးလာလေစိတ်ဖိစီးမှုတွေများလာလေလေပါပဲ... ဒါကသိတဲ့သတို့သားဟာအကွက်ဆန်းပေါင်းများစွာနဲ့ သတို့သမီးလေးကိုနှစ်သိမ့်ပေးပါတော့တယ်...ဘယ်လိုအကွက်တွေနဲ့နှစ်သိမ့်ပေးမလဲဆိုတာကိုတော့... File Size : (1.3GB) and (458GB)\nQuality :WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:00:00\nGenres: Adult ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3VKwe/My_Girlfriend_s_Secret_2019.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gcyeIqQzq619sXBN23SFrX4BXpK.jpg",
        "title": "The Thousand Faces Of Dunjia 2 ( 2023 )",
        "description": "အေးချမ်းနေသလိုထင်ရတဲ့လောကကြီးမှာ လူသားတွေပဲနေထိုင်နေတာမဟုတ်ပါဘူး။\nတစ်လျှောက်လုံးမှာ မိစ္ဆာကြီးငယ်တွေက လူယောင်ဆောင်ပြီး\nလူတွေကြားမှာရှင်သန်နေထိုင်နေခဲ့ကြပါတယ်။\nကောင်းတဲ့သူတွေရှိသလို ဆိုးသွမ်းတဲ့သူတွေလဲရှိပါတယ်။\nဒီအရာအားလုံးကိုစီစဉ်တကျဖြစ်အောင်ထိန်းသိမ်းပေးနေတာကတော့\nလျို့ဝှက်ပြီးရပ်တည်နေတဲ့ဝုယင်ဂိုဏ်းဆိုတဲ့လျို့ဝှက်ဂိုဏ်းတစ်ခုပါ။မိစ္ဆာမကြီးထျန်းရှဲဟာ မကောင်းဆိုးဝါးနတ်စွမ်းအင်ထိုက်ဆွေ့ကို\nအသုံးချပြီးမိစ္ဆာတိုင်းပြည်ကိုတည်ထောင်ဖို့ကြံစည်နေပါတယ်။\nဒါပေမယ့် မထင်မှတ်ပဲထိုက်ဆွေ့ဟာဝူရင်းဆိုတဲ့\nကလေကချေတစ်ယောက်ရဲ့ကိုယ်ထဲကိုဝင်သွားပါတယ်။\nဝုယင်ဂိုဏ်းသားလေးဖုန်းရှောင်ရှောင်ကဝူရင်းကိုရှာတွေ့သွားပြီး\nထိုက်ဆွေ့ကိုသူ့ကိုယ်ထဲကနေထုတ်ဖို့ကြံစည်ခဲ့ရာ ဝူရင်းက\nစိတ်ကူးပြောင်းသွားပြီး ထိုက်ဆွေ့ကိုထိန်းချုပ်ပြီး\nလောကကြီးကိုကယ်တင်မယ့် သူရဲကောင်းတစ်ယောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။သာမန်လူသားဖြစ်တဲ့ဝူရင်းတစ်ယောက် ထိုက်ဆွေ့ရဲ့စွမ်းအားကိုထိန်းချုပ်နိုင်ပါ့မလား......\nမိစ္ဆာခေါင်းဆောင်ကြီးထျန်းရှဲကိုရောဘယ်လိုအနိုင်ယူကြမလဲ......\nဝူရင်းနဲ့ဝုယင်ဂိုဏ်းသားဖုန်းရှောင်ရှောင်ကရောဘယ်လို\nဇာတ်လမ်းတွေရှိခဲ့တာလဲဆိုတာ လှပဝေဆာတဲ့CGI Effect\nကောင်းတွေနဲ့ စိတ်ဝင်တစ်စားကြည့်ရှုရမှာဖြစ်ပါတယ်။\nထိုက်ဆွေ့ကိုပုံဖော်ထားတာMCUရဲ့Venonနဲ့နည်းနည်းဆင်ပေမယ့်\nမတူညီတဲ့ဟန်နဲ့ဇာတ်လမ်းလေးမလို့\nတစ်မျိုးတော့ကြည့်ကောင်းမှာသေချာပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/3VKvD/The_Thousand_Faces_Of_Dunjia_2_(_2023_)_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjRhNTc5NjgtMDlhYS00OWVkLTgxMGQtNWM3MTBmYWMxZTFiXkEyXkFqcGdeQXVyMjUxOTAxNzI@._V1_-134x200.jpg",
        "title": "Murder, Anyone? (2022)",
        "description": "IMDb 6/10 ခုတစ်ခေါက် CM ပရိသတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ Murder, Anyone? ဆိုတဲ့ Comedy ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ဇာတ်လမ်းကတော့ ပြဇာတ်ရေးဆရာနှစ်ယောက်ဟာ တစ်မူထူးခြားပြီး ရသအပြည့်အဝပေးနိုင်မဲ့ ပြဇာတ်တစ်ပုဒ်ကို ပူးပေါင်းဖန်တီးကြတဲ့အကြောင်းပဲဖြစ်ပါတယ်။ အဲလိုရေးကြရင်း ရုပ်ရှင်နဲ့ ပြဇာတ်လောကရဲ့ အကြောင်းအကျိုး အကောင်းအဆိုးတွေ၊ အနုပညာအကြောင်း၊ ဘာသာစကားအကြောင်း အကောင်းအဆိုး အကြောင်းအကျိုးတွေကို ဟာသရောပြီး တင်ပြထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ သူတို့ရေးနေတဲ့ ပြဇာတ်ထဲက ဇာတ်လမ်းကိုလည်း တစ်ခါတည်း အသက်သွင်းပြထားလို့ ဇာတ်ကြောင်းနှစ်ခုတစ်ပြိုင်တည်း ကြည့်ရူရမှာဖြစ်ကြောင်း... File size…(1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3VJ8r/Murder.Anyone.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjU2NWFiZDMtYmY3NS00YzZlLWI4YTEtY2FiZjBlNTJhNDE5XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Breaking Girl Code (2023)",
        "description": "အန်ဒီဟာဘွဲ့ရပြီး‌နောက် နယူးယော့ခ်မြို့မှာ အလုပ်သင်ဆင်းခဲ့ပေမဲ့ သူ့ရဲ့ကောင်လေးနဲ့နီးဖို့အတွက် ဘော့စတွန်ကိုပြောင်းလာခဲ့ပြီး အလုပ်တစ်ခုကိုရှာနေသူပါ။ အလုပ်အများစုကလည်းအလုပ်မခန့်ကြတဲ့အပြင် မြို့အသစ်ကိုပြောင်းလာတဲ့သူဖြစ်တာကြောင့် သူငယ်ချင်း အသိမိတ်ဆွေကလည်းမရှိဖြစ်နေပါတယ်။ ဒီလိုနဲ့ Be Friend ဆိုတဲ့ အက်ပ်တစ်ခုကိုစမ်းသုံးကြည့်ရင်း ဖာရာဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက်တွေ့ပြီး ရင်းနှီးသွားခဲ့ကြပါတယ်။ တစ်နေ့မှာတော့ ဖာရာခေါ်သွားတဲ့ ကလပ်ကိုလိုက်သွားရင်းနဲ့ ဖာရာရဲ့ကောင်လေး အီသန်ဟာ သူ့ရဲ့သူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကလပ်ကိုလာတဲ့ မိန်းကလေးတွေကိုဆေးခတ်ကာ ကိုယ်ထိလက်ရောက်ကျူးလွန်ကြတာတွေကို အန်ဒီတစ်ယောက်သိရှိသွားတဲ့ အခါမှာတော့ ဘယ်လိုအရှုပ်အထွေးကြီးထဲကို အန်ဒီဝင်ပါနေမိပြီးသားဖြစ်နေမလဲ၊ အီသန်တို့ကကျူးလွန်နေတာတွေကိုရော အန်ဒီတားဆီးနိုင်မလား၊ သူပါပြဿနာတွေတက်ကုန်မလားဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.2 GB)/(600 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/3fL4r/Breaking.Girl.Code.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUvikzKJJSg9khrVdxK8kg3TMHA.jpg",
        "title": "Kate & Leopold(2001)",
        "description": "Kate & Leopold(2001)********************ယနေ့လိုခေတ်ကြီးမှာ တော်ဝင်မင်းသားလေးက မြင်းဖြူကြီးစီးပြီး သင့်‌ရှေ့ရောက်လာမယ်လို့ စိတ်ကူယဉ်ဖူးပါသလား။ဒီဇာတ်ကားလေးမှာတော့ မင်းသားလေးက မြင်းဖြူကြီးစီးလို့ ရောက်လာတာတော့မဟုတ်ပါဘူးတောင့်တောင့်ဖြောင့်ဖြောင့် အင်္ဂလိပ်နယ်စားမင်းက အချိန်အက်ကြောင်းပေါ်တယ်ကတဆင့် ပြုတ်ကျလာတာပါ။The Greatest Showmanထဲမှာ ရှေးခေတ်ဝတ်စုံအပြည့်နဲ့ ချောမောခန့်ညားလှတဲ့ Hugh Jackman ကိုဒီကားမှာလည်း နယ်စားဝတ်စုံအပြည့်နဲ့ တစ်ဖန်ပြန်လည်ရှုစားရဦးမှာပါ။\nဇာတ်ကြောင်းကတော့ ဒီလိုပါ သိပ္ပံစူးစမ်းသူ Stuartက အချိန်အက်ကြောင်းကနေ၁၈၇၆ခုနှစ်ကို ပြုတ်ကျသွားပါတယ်။ အဲဒီခေတ်က နယ်စားမင်းLeopoldဟာ Stuwartနောက်ကို မသင်္ကာလို့ လိုက်လာရာကတဆင့် မတော်တဆ ဒီဘက်ခေတ်ကိုရောက်လာပါတော့တယ်။ ၁၈၇၆ကနေ ရောက်လာသူဆိုတော့ ဒီဘက်ခေတ်ကအရာရာဟာ အသစ်အဆန်းပေါ့။သူရောက်နေတာ ခေတ်သစ်နယူးယော့ခ်ဆိုတာမသိဘဲ Stuwart ကို နယူးယော့ခ်ကိုသာ ပြန်ပို့ခိုင်းနေပါတော့တယ်။Stuwartရဲ့ရည်းစားဟောင်းဖြစ်သူ အောက်ထပ်မှာနေတဲ့ Kateကတော့ အပေါ်ထပ်မှာ ထူးထူးဆန်းဆန်းတွေဖြစ်နေတာကြောင့်သူ့ရည်းစားဟောင်းဟာ စော်အသစ်ခေါ်လာတယ်လို့ပဲ ထင်နေပါတယ်။ ၁၉ရာစုက နယ်စားမင်းLeopold ဒီဘက်ခေတ်မှာ ဘာတွေကြုံရမလဲ၊ Kateနဲ့ရော ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲ၊ သူ့အချိန်ဆီကိုရော ပြန်ရောက်ဦးမှာလားဆိုတာ ကြည့်ရှုလိုက်ပါဦး။ File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1TPnh/Kate.&.Leopold.2001.BLU-RAY.1080P(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU2OGZjYWUtMzI4Yy00ZjNkLWEyNjQtODNmY2M3N2ZjMWQxXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "The Last Dragon (1985)",
        "description": "သိုင်းပညာကို အထွတ်အထိပ်ရောက်အောင်လေ့လာနေတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လီရွိုင်းက နောက်ဆုံးတစ်ဆင့်ကိုတက်လှမ်းနိုင်ဖို့အတွက်ဆရာတစ်ဦးကို အသည်းအသန်လိုက်ရှာပါတော့တယ် ဆရာရှာနေစဉ်ကာလမှာ သိုင်းပညာအကျော်အမော်တစ်ဦးရှိုးနက်ဖ်ကလည်းလီရွိုင်းကို ပြိုင်ဆိုင်တိုက်ခိုက်ချင်သဖြင့် ပြဿနာလိုက်ရှာလေ့ရှိပါတယ်။တစ်နေ့တော့ရေပန်းစားသီချင်းတွေကို ကြော်ငြာပေးသူ လော်ရာ့ကို အလုပ်ရှင်တစ်ဦးမှတွေ့ခွင့်ရဖို့ပြန်ပေးဆွဲတာကို ကယ်တင်ရင်းနဲ့လော်ရာထံမှာ ပစ္စည်းတစ်ခုကျန်ရစ်ခဲ့ပါတယ်။ ပစ္စည်းပြန်ရဖို့ လော်ရာ့ကို လိုက်ရှာရင်း လော်ရာ့ကိုအကြပ်ကိုင်တဲ့ သူဌေးကိုအပြစ်ပြုမိသွားကာ သူဌေးရဲ့ပစ်မှတ်ထားခြင်းကိုခံလိုက်ရပါတယ်။ လီရွိုင်းတစ်ယောက် သူတွေ့ချင်တဲ့ဆရာကိုရှာတွေ့ပြီး နောက်ဆုံးအဆင့်ကို တက်လှမ်းနိုင်မလား။ပြဿနာလိုက်ရှာနေတဲ့ ရှိူးနက်ဖ်ကိုရော ဘယ်လိုအနိုင်ယူတိုက်ခိုက်မလဲဆိုတာကြည့်ရှူခံစားရမယ့် ကွန်ဖူးဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…(2.7 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action, Adventure, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2zOcw/The.Last.Dragon.1985.720p.(CM).mp4",
        "category": "Action, Adventure, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBEPLTPSm0d1mbEcLxULjJq9Eh.jpg",
        "title": "The Pope’s Exorcist (2023)",
        "description": "The Pope's Exorcist (2023)\n\" R-rated အကြမ်းပတမ်းဇာတ်ကားမို့ မိသားစုနဲ့အတူကြည့်လို့အဆင်‌မပြေနိုင်ပါဘူးခင်ဗျာ \"\nမင်းသားကြီး ရက်ဆဲခရိုးရဲ့ ဟော်ရာရုပ်ရှင်အသစ်လာပါပြီ။ အတော်လည်းကောင်းသလို ဇာတ်အိမ်ကြီးတာမို့ အဆက်တွေလည်းထွက်လာနိုင်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ အဓိကဇာတ်ကောင်ကိုလည်း အပြင်မှာ တကယ်ရှိခဲ့တဲ့ နာမည်ကြီး အပနှင် ဘုန်းတော်ကြီး Gabriele Amorth ကို အခြေခံထားပါတယ်။ ဇာတ်လမ်းကလည်း Gabriele Amorth ရဲ့ အပနှင်တဲ့အတွေ့အကြုံတွေကို အခြေခံထားတာဖြစ်ပါတယ်။ Gabriele Amorth ဟာ နတ်ဆိုးဗေဒနဲ့ အပနှင်ခြင်းအကြောင်းကို ကမ္ဘာကသိလာအောင် လုပ်ခဲ့တာကြောင့် ခရစ္စယာန်သမိုင်းမှာ ထင်ရှားတဲ့ အီတလီဘုန်းတော်ကြီးတစ်ဦးပါပဲ။~ ဇာတ်လမ်းအကျဉ်း ~ပုပ်ရဟန်းမင်းကြီး ယုံကြည်ရတဲ့ အပနှင်အဖွဲ့ခေါင်းဆောင် ဂါဘရီရဲ အာမော့ဟာ သာမန် အပနှင်အမှုလေးတွေကို လိုက်နေရင်းနဲ့ တစ်နေ့မှာ စပိန်က ကလေးတစ်ယောက်နတ်ဆိုးပူးခံရတာကို ကူညီဖို့ ဖန်လာပါတယ်။ ဒါပေမဲ့ ကလေးကိုဝင်ပူးနေတဲ့နတ်ဆိုးက သာမန်မဟုတ်ဘဲ အရမ်းအစွမ်းထက်နေပြီး ဂါဘရီရဲကို တမင်မျှားခေါ်လိုက်တဲ့ နတ်ဆိုးဖြစ်နေပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1dRgb/(CM)_The_Pope_s_Exorcist_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    }
]