[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/The_Banquet-614176011-mmed-144x200.jpg",
        "title": "The Banquet (2006)",
        "description": "မင်းသမီးကျန်းကျိရိပါဝင်ထားတဲ့ ခမ်းနားတဲ့အချစ်ဇာတ်ကားလေးပါပဲ...အချစ်ဇာတ်ကားဆိုပေမယ့် သိုင်းကစားပြီး Crouching Tiger, Hidden Dragon လို ဇာတ်လမ်းကိုပုံဖော်ထားပါတယ်...ရိုက်ကူးထားတဲ့ပုံစံတွေ သိပ်ကိုခမ်းနားပါတယ်..ကြည့်ကြည့်ပါ။မင်းသား Daniel Wu တို့ မင်းသမီး Xun Zhou တို့လဲ ပါပါသေးတယ်..အချိန်ကတော့ တရုတ်ပြည်ဖရိုဖရဲဖြစ်နေတဲ့ \"မင်းဆက်ငါးဆက်..နိုင်ငံဆယ်နိုင်ငံ\" ၉ ရာစုခေတ်ကာလကိုအခြေခံထားပါတယ်..နိုင်ငံငယ်တွေ ရောထွေးနေတဲ့အပြင် ဘုရင် မှူးမတ်တွေ အချင်းချင်းပြန်သတ်ကြပြီး အာဏာလုနေကြတာနဲ့တစ်နိုင်ငံလုံး သွေးချောင်းစီးနေချိန်ပေါ့...ဒီအချိန်မှာ ဘုရင်ကို ညီတော်မောင်ကသတ်ပြီး ဘုရင်ထလုပ်ရော...ပြီးတော့ သေသွားတဲ့ဘုရင်ရဲ့မိဖုရားခေါင်ကြီး ဝမ်ကို ထပ်ယူဖို့ကြံပြန်ရော..ဖြစ်ချင်တော့ မိဘုရားခေါင်ကြီးဝမ်ကလဲ သေသွားတဲ့ဘုရင်ကိုယူသာယူထားတာ...သူနဲ့ချစ်ကြိုက်နေတာက ဘုရင့်သား အိမ်ရှေ့မင်းသား...ဒီတော့ မိဖုရားခေါင်ကြီးနဲ့ အိမ်ရှေ့မင်းသားနဲ့ ခုမှ ဘုရင်ထလုပ်တဲ့ဦးရီးတော်တို့ကြား ဘယ်လိုရှေ့ဆက်ကြမယ်ဆိုတာ...။အချစ်နဲ့စစ်ဆိုတာ နှစ်ခုလုံးကြေကွဲစရာချည်းပါပဲ။\nFile size…(2.2 GB)/ (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/480p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Omi",
        "rating": "6.4",
        "url": "https://megaup.net/1F1rb/The.Banquet.2006.720p.BluRay.DTS-HD.5.1.x264-BaSiAc.mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6fvS07LDOuL9610VeftTWRqHYTM.jpg",
        "title": "Rebels of the Neon God(1992)",
        "description": "ခေါင်းစဉ်အတိုင်းပါပဲ...\nရုပ်ရှင်ဟာ.....\nထိုင်ပေမြို့က လူငယ်တွေအကြောင်းပဲ။နီယွန်မီးတွေ စုန်းမီးတောက်သလိုထနေတဲ့ တိုင်ပေရဲ့ညဟာ နီယွန်နတ်ဘုရားပေါ့။\nဟိုမောင်ဖီလာကဗျာထဲက စာသားလို \"လူငယ်ဆိုတာ သူပုန်စိတ်ကလေး နည်းနည်းတော့ရှိတာပဲ\"မဟုတ်လား။ထိုင်ပေညရဲ့ သူပုန်တွေဟာ စီးကရက်ကို လက်ကမချပါဘဲ တယ်လီဖုန်းရုံထဲက ငါးပြားစေ့လေးတွေ ခိုးကြတယ်။\nထိုင်ပေညရဲ့ သူပုန်တွေဟာ ခေါင်းမရှိတောင် ခုနှစ်ရက်အသက်ဆက်ရှင်နိုင်တယ်ဆိုတဲ့ ပိုးဟပ်ကို သံချွန်နဲ့စိုက် မသေမရှင်ဘ၀ကို ကြည့်ရက်ကြတဲ့ ကောင်တွေပဲ။\nအာသာတစ်ခါဖြေမယ်။\nဟော်တယ်တစ်ခါသွားမယ်။\nဒါ နေ့အိပ်ညသွားတဲ့ ထိုင်ပေသူပုန်များပဲ။မစားရက်တာတွေကို ကျွေးခြင်းမျိုးနဲ့တောင် အဖေက ကျွန်တော့်ကို ကောင်းစေချင်ခဲ့တယ်။\nသူပုန်စိတ်ပျောက်အောင်လို့တဲ့ မန္တန်စာရွက်ကိုပြာချ ၀မ်းထဲ၀င်အောင် အမေက ကျွန်တော့်ကို တိုက်တယ်။\nကျွန်တော့်ရဲ့ လူမမယ်စရိတ်တွေဟာ အဖေ့ရဲ့ ရုပ်ရှင်ရုံမရောက်တဲ့နှစ်လတွေကို ရှည်ကြာစေခဲ့ပေမဲ့လည်း အဖေ့ရဲ့ အိမ်အပြန်နောက်ကျတဲ့ညတွေဟာ ကျွန်တော့်အတွက် စိတ်ပူစရာ ဘယ် တုန်း က မှ မဟုတ်ခဲ့ဘူး။   စကတ်တိုကြပ်ကြပ်နဲ့ ညထွက်ဖို့ ၀န်မလေးတဲ့ သူပုန်မကလေးပေါ့။\nဒီအခန်းထဲက အနမ်းတွေ ဘယ်ရွေ့ဘယ်တိုင် အာသာပြင်းလဲ......\nကဲ ကြမ်းစမ်းပါ။\nသုံးယောက်တွဲ စက်တော်ခေါ်ရမှာကိုလည်း သူ ‌တွေးမကြောက်ခဲ့ဘူး။နဖူးကွဲဒူးပြဲလည်း သူတို့ရဲ့ဆေးဟာ စီးကရက်တစ်လိပ်ပဲတဲ့။\nသူပုန်မကလေးရဲ့ တစ်ရေးနိုးတဲ့ညရဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Z44q/(CM)Rebels.of.the.Neon.God.1994.Mandarin.720p.BluRay.x265.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p82271_p_v10_aa-150x200.jpg",
        "title": "Millennium Actress (2001)",
        "description": "Millennium Actress (2001)\n===============\nIMDb Rating - 7.9/10\nDirected By Satoshi Konဘယ်လောက်ထိရောက်ခဲ့ပြီး ဘာကောင်ကြီးဖြစ်ခဲ့ကြတယ်ဆိုတာထက်\nဘာအတွက်သွားခဲ့သလဲက ပိုအရေးကြီးတယ်မဟုတ်လား။\nဒီခရီးဟာ ဘယ်တော့မှဆုံးတယ်မရှိတော့ ဘာအတွက်သွားတယ်ဆိုတဲ့ မျှော်လင့်ချက်က အထားအသိုမမှားဖို့ လိုတယ်။\nတစ်စုံတစ်ရာအပေါ် ချစ်တဲ့စိတ်သာ မှန်နေပါစေလေ သေအောင်ကြိုးစားပြီး ဘာမှဖြစ်မလာခဲ့တဲ့ အကြောင်းတရားကလည်း ယုံကြည်မျှော်လင့်ခြင်း‌များကို ဖျက်စီးမပစ်နိုင်ဘူး။ဘယ်လောက်ထိသွားပြီး ဘာဖြစ်ခဲ့တယ်ဆိုတာတွေထက်\nတစ်စုံတစ်ရာအတွက်သွားပြီး ဘယ်မှမရောက်ခဲ့ရဘူးဆိုတဲ့ ဇာတ်လမ်းတွေက ပိုခမ်းနားတယ်လို့ ကျွန်တော်တော့ တစ်ထစ်ချယုံတယ်။\nဂျပန်ဝတ္တုကလေးတစ်ပုဒ်ထဲကလို တစ်ချိန်မှာ တောင်ကြောလေးတစ်ခုကနေ အိမ်ကလေးကိုမျှော်ငေးပြီး တစ်စုံတစ်ရာကိုလုပ်ဖို့ဆုံးဖြတ်ရာမှာ\nနှလုံးသားနဲ့ဆုံးဖြတ်ရင်း မှန်ကန်ခဲ့တဲ့ ကိုယ့်ရဲ့ဆုံးဖြတ်ချက်တွေကို ပြန်ကျေနပ်မိပြီး တစိမ့်စိမ့်အရသာခံနိုင်ဖို့\nဘာအတွက် ဒီခရီးကိုသွားခဲ့တာလဲဆိုတဲ့ အချက်ဟာ အတော်လေးအရေးပါတယ်။\nMillennium Actressဟာ ဂျပန်ဂန္တဝင် သရုပ်ဆောင်၂ယောက်ရဲ့ဘဝကို\nကိုးကားရိုက်ထားတဲ့ အလားတူ အကြောင်းအရာတစ်ခုအကြောင်းပါပဲ။Millennium Actressဟာ ကူရိုဆာဝါရဲ့Ran, Seven Samurai,Yojimbo,Throne Of Bloodနဲ့ Godzillaရုပ်ရှင်အပြင်\nတခြားရုပ်ရှင်ပေါင်းများစွာက ဇာတ်ဝင်ခန်းတွေကို ကိုးကား ထည့်ထားပြီး Perfect Blueနဲ့ Millennium Actressကို\nညီအစ်မရုပ်ရှင်တွေအဖြစ် စတိုရှိခွန်က ...",
        "rating": "7.9",
        "url": "https://megaup.net/1F1rz/Millennium_Actress_(2001)_720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTg4NjY1ODYzNl5BMl5BanBnXkFtZTcwMDcxNTAwMQ@@._V1_-139x200.jpg",
        "title": "Dil Se.. (1998)",
        "description": "Dil Se (1998)\n=========IMDb Rating (7.6)တစ်ခါတလေ ကျွန်တော် တို့ နှလုံးသားမှာ မသိစိတ်နဲ့ စွဲမြဲစွာ ကပ်ငြိမိတဲ့သူ တစ်ဦးဦး ရှိနေတတ်ကြပါတယ်။ သိစိတ်နဲ့လည်း တမ်းတဖြစ်တတ်ကြပါတယ်သူနဲ့သာဆို သေအတူ ရှင်မကွာ လက်တွဲရင်း ဘ၀လမ်းကို လျှောက်လှမ်းနေချင်ခဲ့တယ်။ ဒါဟာ နှလုံးသားရဲ့ တောင့်တမှုဖြစ်ပြီး စိတ်ရဲ့ လိုအင်လည်း ဖြစ်ပါတယ်ဒါဟာ တစ်ဖက်သတ်ဖြစ်နေခဲ့လည်း ဆုပ်ကိုင်ထားတဲ့ သစ်ရွက်နု စိတ်ကူးလေးလည်း ဖြစ်ပါတယ်။ ဒါမှမဟုတ် ကိုယ်တိုင် တရားစီရင်ခဲ့တဲ့ ဥပဒေတစ်ရပ်ဆိုလည်း မမှားဝံ့ပါဘူးဤမျှထိ အစပြုလာသော အချစ်သည် ဘယ်အရပ် မှ စပါသနည်း။ Amar အတွက်တော့ နယ်စပ်ရထားဘူတာရုံငယ်လေး မှ စခဲ့ဟန်တူသည်ရေဒီယို အသံလွှင်ခြင်းကိစ္စနဲ့ပတ်သက်လို့ ခရီးထွက်ရင်း သူမကို Amar စတွေ့ခဲ့သည်။ လေကထန် မိုးကသည်း ရင်း ချမ်းအေးသော ဤချိန်၀ယ် သူမ သည် သဘက်လေးကို ဦးခေါင်းထက်ပေါ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1EYhq/(CM)Dil_Se_(1998)_Hindi_720p_WEB-DL_DDP_5.1_=TeamSunny=.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s7o0AyOFIYNjTe008pV6EZMI2IP.jpg",
        "title": "Monster’s Ball(2001)",
        "description": "Monster's Ball ဆိုတဲ့စကားလုံးဟာ ရှေးအင်္ဂလိပ်အသုံးအနှုန်းတစ်ခုဖြစ်တယ်။ သေဒဏ်ကျလူတစ်ယောက်ရဲ့ နောက်ဆုံးည ဆိုတဲ့ အဓိပ္ပာယ်ပေါ့။ ဒီကားတစ်ကားလုံးရဲ့ ဇာတ်ရှိန်နဲ့ အဖြစ်အပျက်တွေကလည်း အဲဒီညကနေ အစပြုတယ်။ ပါဝင်တဲ့ဇာတ်ကောင်တစ်ကောင်ချင်းစီဟာ သူ့ကျရာဇာတ်ရုပ်နဲ့ လုံးဝသွေဖီခြင်းမရှိလောက်အောင်ထိကို ကောင်းလွန်းခဲ့တယ်။ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ကောင်ကတော့ Heath Ledger နဲ့ Halle Berry ရဲ့ ဇာတ်ကောင်တွေပဲ။ ဒီရုပ်ရှင်ဟာ Heath Ledger ရဲ့ သရုပ်ဆောင်ဘဝ အစပိုင်းကို အရောင်တင်ပေးခဲ့တဲ့ ဇာတ်ကားဖြစ်ခဲ့တယ်။ Halle Berry အတွက်လည်း အော်စကာဆုကြီးကို ပိုင်ပိုင်နိုင်နိုင် ဆွတ်ခူးနိုင်စေခဲ့တဲ့ကားဖြစ်တယ်။ ဒီကားရဲ့ ဇာတ်လမ်းကို ပြောပါဆို ကျွန်တော်ပြောတတ်မှာမဟုတ်ဘူး။ ရိုးရိုးရှင်းရှင်း မင်းသားနဲ့ မင်းသမီးညားကြတဲ့ကားဆိုပြီး ပြောလိုက်ရင် ဒီရုပ်ရှင်ကို စော်ကားရာကျသလိုဖြစ်သွားနိုင်တယ်။ ဒါပေမယ့် ဒီရုပ်ရှင်ကြည့်ပြီး ရလာတဲ့ ခံစားချက်တွေကတော့ တစ်ပတ်လောက်ထိ ဆက်ရှိနေမှာ အသေအချာပါပဲ။ ဒါပေမယ့် ဇာတ်လမ်းကို သေချာပိုင်းခြားလိုက်ရင် နှစ်ပိုင်းတော့ ထွက်လာနိုင်တယ်။ Hank ...",
        "rating": "7",
        "url": "https://megaup.net/Z0wl/(CM)Monster_Ball_.2001.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNWYwMzc3YTMtMDdlMy00N2M1LTkyZGEtOWY4YmNmNmVjMmUwXkEyXkFqcGdeQXVyMTM1OTYwNDU0._V1_-138x200.jpg",
        "title": "Annabelle Sethupathi(2021)",
        "description": "ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် တာ့ပ်ဆီးနဲ့ဗီဂျေစည်သူတို့ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားကတော့ သရဲတွေ နေတဲ့စံအိမ်တစ်ခုအကြောင်းပါပဲ။ဒီအိမ်ထဲ သရဲတွေဟာ ဆွေမျိုးအများကြီးနဲ့အကျဉ်းကျနေကြတယ်။နန်းတော်သဖွယ်တည်ဆောက်ထားတဲ့ အဲ့ဒီအိမ်ဟာသူခိုးမလေးတို့ အဖွဲ့ရဲ့ မျက်စိကျစရာ ဖြစ်လာခဲ့ပါတယ်။သူခိုးမလေးဆိုတာကတော့ တာ့ပ်ဆီးပါပဲ။သူတို့သူခိုးအဖွဲ့ကို သရဲတွေမှာတော့အားကိုးရတဲ့ အချက်တစ်ချက်ရှိပါတယ်။အဲ့ဒါက သူတို့အားလုံး ဒီအိမ်ကလွတ်ဖို့သူခိုးမလေးကူညီနိုင်မယ်ဆိုတဲ့ ရည်မှန်းချက်ပါပဲ။ပျာယီးပျာနိုင်လှတဲ့ သရဲမိသားစုဟာသူခိုးမလေးနဲ့ တစ်အိမ်ထဲဘယ်လို နှစ်ပါးသွားကြမလဲဆိုတာကိုဟာသတွေနဲ့ အတူ ခံစားကြည့်ကြပါဦးဗျာ။File size…1.32GB / 2.13GB / 511MB\nQuality…720p WEB DL / 1080p WEB DL 5.1CH  /480p\nFormat…Mp4\nDuration….2h 14mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu & Nyi Koe & Thaik San",
        "rating": "",
        "url": "https://megaup.net/1F0sX/Annabelle_Sethupathi_(2021)_Tamil_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/asjasUntitled-133x200.png",
        "title": "Maestro (2021)",
        "description": "IMDb Rating (8.2)အားလုံးသိကြတဲ့အတိုင်း ၂၀၁၈ တုန်းကဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ အရွတ်ရှ်မန်းရဲ့ Andhadhun ကိုပြန်လည်ဖန်တီးထားတဲ့\nTelugu ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီနေ့ပဲထွက်ရှိလာတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့ စန္ဒရားဆရာတစ်ယောက်\nလူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်သွားတဲ့နောက်ကနေ မီးခိုးကြွက်လျှောက်ပြဿနာတွေကြုံရတဲ့အကြောင်းပါပဲ။\nသေတဲ့သူက နာမည်ကျော်မင်းသားဟောင်းကြီး မိုဟန်ဖြစ်ပြီး၊ သတ်တဲ့လူက သူ့ဇနီးရဲ့တိတ်တခိုးချစ်သူ ရဲအရာရှိ ဘော်ဘီပါ၊\nသူ့ဇနီးဖြစ်သူ ဆီမရန်ကတော့ကြံရာပါအလောင်းဖျောက်တဲ့သူပါ။\nသူကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့အတွက် ဒီအမှုဖြစ်စဉ်တစ်ခုလုံးကိုမမြင်ချင်ယောင်ဆောင်ထားရက်နဲ့မြင်နေခဲ့ရာကနေ\nအငြိမ်မနေနိုင်တဲ့အဆုံး ရဲစခန်းကိုတိုင်ချက်ဖွင့်ဖို့ သွားခဲ့ပါတယ်။ အဲ့ဒီမှာကျားရှေ့မှောက်ရက်လဲသလို အဓိကလူသတ်တရားခံဖြစ်တဲ့\nဘော်ဘီနဲ့မှ ဆိုက်ဆိုက်မြိုက်မြိုက်တိုးမိရာကနေ နောက်ဆုတ်ဖို့ခက်တဲ့အခြေအနေတွေထိ ဆိုက်ရောက်သွားပါတော့တယ်။တဘူးကြီးရဲ့ ဆီမရန်း ဇာတ်ကောင်ကို Bahubali, K.G.F တို့နဲ့ပရိသတ်ရင်းနှီးပြီးသား မင်းသမီးချောလေး Tamannaah ကအစွမ်းကုန်ကြဲထားပါတယ်။\nအဓိကဇာတ်ကောင် အာရွန်းရဲ့နေရာမှာတော့နာမည်ကျော် Telegu မင်းသား Nithiin ပါဝင်ထားပြီး တစ်ခြားဇာတ်ကောင်တွေကလဲ\nပရိသတ်နဲ့ မစိမ်းတဲ့သူတွေချည်းပါပဲ။မူရင်းဇာတ်ကားကိုကြည့်ပြီးတဲ့သူတွေအတွက်တောင် မူရင်းထက်မလျော့တဲ့ ရသကိုပေးနိုင်မှာ သေချာတဲ့ remake ဖြစ်ပါတယ်။\nAndhadhun remake တွေမှာအစောဆုံးထွက်လာတဲ့ version ဖြစ်ပြီး နောက်ထပ် Tamil remake, malayalam remake အစရှိတာတွေ\nဆက်ထွက်လာဦးမှာပါ။Rating တွေလဲမိုက်တာမို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1F07e/(CM)Maestro_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED_-_(DD+5.1)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Musical, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p16067915_p_v10_ab-150x200.jpg",
        "title": "Andhadhun (2018)",
        "description": "IMDb Rating - 9/10\nGoogle Users - 97%\nRotten Tomatoes - 100%\nBox office - ₹110 crore\nGenere - Comedy, Crime, Thrillerအချစ်၊ဂီတ၊ပြစ်မှု၊သဲထိတ်ရင်ဖို စတာတွေကိုတစ်ကားထဲမှာ ကြည့်ရှု ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။အထူးသဖြင့် 'သူများမကောင်းကြံကိုယ့်ဘေးရန်ထိ' ဆိုတဲ့ စကားကို အဓိကမြင်မိစေပါတယ်။ထို့နောက် ဇာတ်ကားရဲ့ တင်ဆက်ပုံဖြစ်တဲ့ မြူးကြွတဲ့ သီချင်းသံစဉ်တွေနဲ့ အတူ ပျင်းရိစရာ ဇာတ်ဝင်ခန်းရယ်လို့ ရှာမတွေ့တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် ချီးကျူးမိမှာပါ။မျက်မမြင်တစ်ယောက်အနေနဲ့လူသတ်မှုကို သိနေပါလျက် အမှုဖွင့်ချင်ပေမဲ့သူကိုယ်တိုင် မျက်မြင်သက်သေဖြစ်ခွင့်မရှိတဲ့ အခါမှာ......ဒီဇာတ်ကားဟာ နာမည်ကြီး ဇာတ်ကားတစ်ကား၊IMDb Rating ထဲမှာလည်း နေရာကောင်းရထားတဲ့ဇာတ်ကားတစ်ကားဆိုတာသိရင်\"ဇာတ်လမ်းအကျဉ်း\" ဆိုတဲ့အပိုင်းကို မဖတ်စေချင်ပါဘူး။(ဇာတ်လမ်းအကျဉ်း ရေးရတာ တော်တော်ခက်ပါတယ်။တချို့ ဇာတ်ကွက်တွေ ပေါ်သွားမှာ ကြောက်ရပါတယ်)\" ဇာတ်လမ်း အကျဉ်း \"အာ့ကက်ချ်က မျက်ကန်း စန္နရားပညာရှင်ပါ။မျက်မမြင်တွေဟာ အာရုံစူးစိုက်မှု ကောင်းတယ်တဲ့။အနုပညာရှင်တွေအဖို့ အာရုံစူးစိုက်မှု ...",
        "rating": "9.0",
        "url": "https://megaup.net/Z2zy/(CM)Andhadhun_(2018)_v3_(1080p_BluRay_x265_Natty).mp4",
        "category": "Bollywood, Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/net-156x200.jpg",
        "title": "NET(2021)",
        "description": "NET (2021)\n-----------------------------------------------ကျွန်တော်တို့ အားလုံးဟာ လူ့ဘဝမှာ တခုမဟုတ်တခုသောကွန်တွေကြား ပိတ်မိနေတတ်ပါတယ်.မိသားစုရဲ့သံယောဇဉ်ကွန်သူငယ်ချင်းတွေရဲ့သံယောဇဉ်ကွန် စတဲ့ တခုခုကို စွဲလမ်းမိတဲ့ကွန်ရက်တွေထဲ ပိတ်မိနေကြပါတယ်...အဲ့ဒီကွန်တွေဟာ ကျွန်တော်တို့ဘဝတွေကို စိုးမိုးချယ်လှယ်နိုင်တဲ့ထိ အင်အားကြီးပါတယ်....ဒီဇာတ်လမ်းလေးမှာလဲ အဲ့ဒီကွန်တွေကြား ပိတ်မိနေတဲ့မိသားစုတွေကို သည်းထိတ်ရင်ဖိုရသနဲ့ ကြည့်ရှုရဦးမှာပါ...ဇာတ်လမ်းအကျဉ်း\n---------------\nဖခင်အတင်းပေးစားလို့ မချစ်မနှစ်သက်တဲ့သူနဲ့လက်ထပ်လိုက်ရတဲ့ လက်စ်မန်းက သူ့မိန်းမကိုမချစ်တဲ့အပြင် သူ့ဘဝသူလည်း ပျော်ရွှင်ကျေနပ်မှုမရှိသူတစ်ယောက်ပါ..သူဟာ အွန်လိုင်းပေါ်မှာ လူကြီးကားတွေကြည့်ရတာ သဘောကျနှစ်သက်သူတစ်ဦးလည်းဖြစ်ပါတယ်...တစ်ဖက်မှာလည်း ပူပူနွေးနွေး လက်ထပ်ပြီး အိမ်အသစ်ကိုပြောင်းလာကြတဲ့ဇနီးမောင်နှံတို့ရဲ့အိမ်မှာ စီစီတီဗွီကင်မရာတွေအပြည့်ရှိနေခဲ့ပါတယ်..တစ်နေ့မှာတော့ လက်စ်မန်းက အဲဒီဇနီးမောင်နှံရဲ့ စီစီတီဗွီမှတ်တမ်းတွေကို အွန်လိုင်းမှာတွေ့ရှိခဲ့ပြီးသူတို့ရဲ့နေ့စဉ်အဖြစ်အပျက်တွေကို နေ့တိုင်းစောင့်ကြည့်နေခဲ့ပါတယ်..ဒီလိုနဲ့ တစ်နေ့မှာလက်စ်မန်းက မထင်မှတ်ထားတဲ့အရာတစ်ခုကို မြင်လိုက်ရပြီး အမှန်တရားကိုဖော်ထုတ်ဖို့ ကြိုးစားပါတော့တယ်..သူ ဘာကိုမြင်သွားတာလဲ..ဘယ်လိုတွေ ကြိုးစားပြီးအမှန်တရားကိုဖော်ထုတ်မလဲဆိုတာကို ကြည့်လိုက်ရအောင်..File size…1.58GB / 844MB / 422MB\nQuality…1080p True WEBDL /720p / 480p\nFormat…Mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "6.3",
        "url": "https://megaup.net/Z2ea/NET_(2021)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qChIxlYpbsnVw2oXYI5WFPFGxFB.jpg",
        "title": "Moonbound(2021)",
        "description": "Moonbound(2021)အညွှန်း**********************ဂျာမနီနိုင်ငံရဲ့ နာမည်အကြီးဆုံး ကလေးစာအုပ်တွေထဲက တစ်အုပ်ဖြစ်တဲ့ Monnbound ဆိုတဲ့စာအုပ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကား လေးဖြစ်ပါတယ်။ဇွန်ဘာ့ဂ်ပိုးကောင်လေးတွေနေထိုင်တဲ့သီးခြားကမ္ဘာငယ်လေးတစ်ခုရှိတယ်...\nသိပ်ကိုပျော်စရာကောင်းတယ်..\nအချင်းချင်းရန်လိုမှုနည်းတယ်...ရိုင်းပင်းတယ်..ကူညီတယ်...\nဆိုးယုတ်မှုဆိုတာဘာမှန်းမသိတဲ့သူတို့ ကမ္ဘာငယ်လေးကို\nကျူးကျော်သူ အရိုင်းအစိုင်းတွေဟာ\nဝင်ရောက်တိုက်ခိုက်လာတယ်...အင်အားချင်းမမျှတဲ့အပြင် တိုက်ပွဲအတွေ့အကြုံနည်းပါးလွန်းတဲ့\nဇွန်ဘာ့ဂ်လေးတွေဟာ မရှုမလှရှုံးဖို့လက်မတင်လေးလိုပါတော့တယ်..\nအဲ့အချိန်မှာပဲ\nဇွန်ဘာ့ဂ်လေးတစ်ကောင်ဟာ နတ်သမီးတစ်ပါးဆီကို အကူအညီတောင်းပါတယ်...\nကျူးကျော်သူတွေကို အပြီးအပိုင်နှိမ်နှင်းပေးဖို့ပေါ့....\nအဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ကိစ္စတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....\nဇာတ်လမ်းလေးကလည်းကောင်းတဲ့အပြင်\nရိုက်ချက်တွေလည်း တော်တော်လှတာမို့\nAnimation ကားကောင်းကြိုက်သူတို့\nလက်မလွှတ်သင့်ပါကြောင်း.....File Size :850MB\nQuality :WEB-DL 720P\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EZtb/Moonbound.2021.WEB-DL.1080P.5.1CH.mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-22.40.40-143x200.png",
        "title": "My Son (2021)",
        "description": "My Son (2021)============IMDb Rating - 6.6/10စက်တင်ဘာ ၁၅ ရက်နေ့မှ ထွက်ထားပြီး IMDB 6.7 ရထားတဲ့ အသစ်စက်စက် ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ကွာရှင်းထားတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ခုနှစ်အရွယ် ကလေးလေးတစ်ယောက်ကို ကမ့်မှာပို့ထားရင်း ပျောက်ဆုံးသွားသောအခါ . . . ပျောက်ကွယ်ရခြင်းရဲ့ အကြောင်းအရင်းက ဘာလဲ။ အသတ်ခံလိုက်ရတာလား ... ဒါမှမဟုတ်ပြန်ပေးဆွဲခံလိုက်ရတာလား။ ပြန်ရော ရှာတွေ့ပါ့မလား စသဖြင့် မေးခွန်းပေါင်းများစွာနဲ့ ရင်တစ်မမ ကြည့်ရမယ့်Crime, Mistery, Drama ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ X-men, Split, Glass တို့မှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား McAvoy မှ ပါဝင်ရိုက်ကူးထားပြီး တစ်ကားလုံးအဖြေရှာရင်း ရင်တမမကြည့်သွားရမယ့် ကားကောင်းလေးတစ်ကားမို့ မိုးအေးအေးမှာ အနားယူရင်း ကြည့်ရှုအားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee ...",
        "rating": "6.6",
        "url": "https://megaup.net/1F0d9/My.Son.2021.WebRip.1080P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjExMWNlNjItMjEzNy00MmZjLWFmZTgtMzFmODBkZThiZTdlXkEyXkFqcGdeQXVyMTA5OTc4NTkz._V1_-134x200.jpg",
        "title": "Battlefield Heroes (2011)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟိုးအရင်ခေတ် ဂိုဂူလျောတိုင်းပြည်နဲ့ တရုတ်မင်းဆက် ကြားက တိုက်ပွဲကို ဟာသနှောပြီး ရိုက်ပြထားတာပါ ။ဒီထဲမှာ ကိုရီးယားက တကယ့်မင်းသားကြီးဖြစ်တဲ့ Jin-young Jung ၊ (Kingdom)အပြင် နာမည်ကြီးဇာတ်ကားတော်တော်များများမှာပါတဲ့ Seung-ryong Ryu ၊ Je-mun Yun တို့အပြင်\nအာရှမင်းသားဆိုပြီး နာမည်ကြီး မိန်းကလေးတွေအရမ်းကြိုက်ပြီး Running Man မှာလည်းပါတဲ့ သစ်ကုလားအုတ် အီဂွမ်ဆူ ( Lee Kwang-Soo ) ကလည်း အခွီဇာတ်ရုပ်နဲ့ ပါဝင်ထားပါသေးတယ် ။ ဇာတ်လမ်းကတော့ ...လူအင်အားနည်းနေတဲ့ ထန်မင်းဆက်က ဂိုဂူလျောကိုတိုက်ခိုက်ဖို့အတွက် ရှီလာတွေဆီကနေ စစ်ကူတောင်းပါတော့တယ်ရှီလာတွေကလည်းဘတ်ဂျယ်နဲ့မြစ်တောင်ပိုင်းပေးရင် စစ်ကူလွှတ်မယ်လို့ကတိတောင်းခဲ့တာပေါ့ဒီလိုနဲ့ စစ်ပွဲအတွက် ပေါ်တာဆွဲတဲ့ထဲမှာ ဘတ်ဂျယ်ကမူဂွန်ဆိုတဲ့တစ်ယောက်လည်းပါသွားပါတယ်\nသူက စစ်မတိုက်ချင်တဲ့သူပါ ( သူရဲ့စစ်ပွဲတွင်းမသေအောင်နေနည်းတွေက အံ့မခမ်းပါပဲ )မွန်ဒီ ( Lee Kwang-Soo ) ဆိုတဲ့တစ်ယောက်ကတော့ စစ်တိုက်မယ်ဆိုပြီး ကိုယ်တိုင်လိုက်လာခဲ့တဲ့သူပါစစ်တိုက်ချင်တဲ့သူ မတိုက်ချင်လို့ကန့်လန့်လိုက်လုပ်တဲ့သူ သူတို့နှစ်ယောက်ရဲ့ဟာသအလွဲတွေနဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/30UkC/Battlefield_Heroes_(2011)_720p.mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-19.05.02-133x200.png",
        "title": "Together (2021)",
        "description": "Together (2021)============IMDb Rating - 6.8/10အိမ်ထောင်တစ်ခုမှာ ဘယ်လောက်ချစ်ကြသည်ဖြစ်စေ ရန်မဖြစ်တဲ့စုံတွဲဆိုတာတော့ ရှိကြမယ်မထင်ပါဘူး။ဒီဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ၁၀နှစ်အရွယ်သားလေးတစ်ယောက်ရှိပြီးဖြစ်တဲ့ မတည့်အတူနေဖေဖေနဲ့မေမေပေါ့နော် . ဘယ်လိုတောင်လဲဆို ယောက်ျားဖြစ်သူထမင်းစားနေရင် အစာချေပြီးအီးပါတဲ့ အဆင့်ထိမြင်ယောင်လာပြီး အလိုလိုရွံလာပါသတဲ့လေ။အဲဒီလိုလင်မယားနှစ်ယောက်က ကိုဗစ်ကာလ လော့ဒေါင်းချလိုက်တော့ ဘယ်မှသွားမရဘဲ အိမ်ထဲမှာပိတ်မိနေတဲ့အခါဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ပရိတ်သတ်ကြီးတို့သာ မြင်ယောင်ကြည့်ကြပါတော့။ တော်ကီကတော့ရှယ်ဖုတ်ပါတယ်။ရန်လည်းရှယ်ဖြစ်ပါတယ် သူတို့မကျေနပ်‌ချက်တွေကို ကြည့်ရှုသူတွေကို ပြန်တိုင်နေကြတဲ့ပုံစံ ရိုက်ထားတာပါ။ဒါပေမယ့်လည်း အချိန်တစ်ခုထိ အတူနေလာတဲ့လင်မယားတွေဆိုတော့ သံယောဇဉ်ဆိုတာတော့ ရှိကြစမြဲပေါ့နော်အိမ်ထောင်တစ်ခုရဲ့ နေ့စဥ်လူမှုဘဝ အတက်အကျလေးတွေကို ရိုက်ပြထားတာဖြစ်လို့ အားလုံး relate လုပ်နိုင်တဲ့ကားလေးဖြစ်မယ်ထင်ပါတယ်။ ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဒီကားထဲမှာ အဓိကဇာတ်ဆောင်နှစ်ယောက်တော့ X-Men ထဲမှ ပရောဖက်ဆာ ချားလ်စ်(James McAvoy) နဲ့ Sharon Horganတို့ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p ...",
        "rating": "6.8",
        "url": "https://megaup.net/Z1aw/Together.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2X5hPbamzNeeaFEPdNIiaVBA2.jpg",
        "title": "The Guilty (2021)",
        "description": "The Guilty (2021)စောင့်​မျှော်​နေကြတဲ့ Jake Gyllenhaalရဲ့ Crime, Thrillerကားသစ် ရပါပြီ၊\nဒီကားက​​တော့ 2018 တုန်းက ထွက်ခဲ့တဲ့ ဒိန်းမတ်ရုပ်ရှင် The Guilty ကို Remake ပြန်ရိုက်ထားတာပါသူ့နာမည်က ဂျိုး​ဘေလာ၊ LAရဲတပ်ဖွဲ့ရဲ့ အရာရှိတစ်ဦးဖြစ်​ပေမယ့်\nအတိတ်ကအ​ကြောင်းတစ်ခု​ကြောင့် ၉၁၁- အ​ရေး​ပေါ်ဌာနကို ရာထူးချခံထားရသူအ​ရေး​ပေါ်ဌာနတို့ရဲ့ ထုံးစံအတိုင်း ကားပိတ်တာ၊ ​ကြောင်သစ်ပင်​ပေါ်တက်တာကအစ\nသဘာဝ​ဘေးအန္တရာယ်အဆုံး ဖုန်းတဂွမ်ဂွမ်ဆက်လာတာကို ပြန်​ဖြေပေးရတဲ့​နေရာဆို​​တော့ဂျိုးတစ်​ယောက် ​သိပ်နေသားမကျလှ၊ ရဲအရာရှိဘဝကလာတာမလို့\n​ပေါင်းသင်းဆက်ဆံ​​ရေးကလည်းညံ့​တော့ အ​တော်ဘုကလန့်ကျ​နေတာ​ပေါ့၊\nဒီကြားထဲ အိမ်​ထောင်​ရေးကလည်း အဆင်မ​ပြေ​တော့ တစ်ပူ​ပေါ်နှစ်ပူဆင့် ဖြစ်​နေတာ​ပေါ့တစ်ရက် LAမှာ မီးအကြီးအကျယ်​လောင်မှု​ကြောင့် အ​ရေး​ပေါ်ဌာနတစ်ခုလုံး ဗျာများ​နေချိန်\nဂျိုးဆီကို ဖုန်းတစ်​ကောလ်ဝင်လာတယ်၊\nဖုန်းဆက်လာသူအမည်က အမ်မလီလိုက်တန်၊ ဂျိုးဖုန်းကိုင်ကိုင်ချင်းပဲ\nသူ့ကို Sweetyဆိုပြီး စ​ခေါ်​​​တော့ လူဂွစာကြီးဂျိုး ​ထောင်းခနဲ​ဒေါသထွက်သွားပြီ၊\nဌာနတစ်ခုလုံးအလုပ်များ​နေချိန် မျက်နှာ​ပြောင်ပြီး ဖုန်းဆက်တာပဲ​​ပေါ့ဒါ​​ပေမယ့်အဲ့ဒီအမျိုးသမီးရဲ့အသံက တုန်​နေတယ်၊ ငိုသံပါ​နေတယ်၊ ​ကြောက်လန့်​နေတယ်၊ ​\nနောက်​ပြောင်ပြီး​ခေါ်တဲ့ဖုန်းမဟုတ်ဘူး။ဂျိုးလည်းစဉ်းစားရပြီ၊သူ့ကိုဘာလို့ Sweetyလို့​ခေါ်ရတာလဲ?\nဘာလို့ ဖုန်း​​ပြောတဲ့အသံက ထူးဆန်း​နေတာလဲ?စသဖြင့် ​မေးခွန်း​တွေ​မေး၊ စကား​တွေ​ပြောရင်း\nကိစ္စကသူထင်ထားသလို ရိုးရှင်းမ​နေမှန်းသိသွားတဲ့အခါ....အမ်မလီလိုက်တန်ဆိုတဲ့ အမျိုးသမီးက ဘယ်သူလဲ?\nသူအခုကြုံ​နေရတဲ့ကိစ္စက ...",
        "rating": "6.1",
        "url": "https://megaup.net/2kW5q/The.Guilty.2021.720p.WEBSCR.1400MB.DD2.0.x264-CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dqoshZPLNsXlC1qtz5n34raUyrE.jpg",
        "title": "Candyman (2021)",
        "description": "Candyman 2021IMDb 6.7/10ဒီတစ်ခေါက်မှာတော့ Clive Barkers ရေးတဲ့\nBooks of Blood ထဲက The Forbidden ဆိုတဲ့ ဝတ္ထုကို\nအခြေခံပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားတွေထဲကမှ\nလေးကားမြောက် Candyman Horror/Thriller ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါပထမဆုံး Original Candyman ကိုတော့ 1992 ခုနှစ်မှာရိုက်ခဲ့ပြီး\nCandyman :Farewell to the Flash (1995)\nCandyman : Day of the dead (1999) နှစ်ကားကတော့\nSequel အနေနဲ့ ထွက်ရှိခဲ့ပါတယ်အခု Candyman 2021 ကတော့ Original Candyman ရဲ့ Direct Sequel ပါ၁၉ရာစုနှောင်းပိုင်းမှာ မတရားအသတ်ခံလိုက်ရပြီး\nသရဲဖြစ်လာတဲ့ ပန်းချီဆရာ သကြားလုံးသည်လေး ရှားမန်းတဖြစ်လဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1EYyV/Candyman.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BZGYwYTQxZWEtYzAwNy00NmM4LWE4MDUtYTU5ZTVmYjY4ZTAwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Bell Bottom(2021)",
        "description": "Bell Bottom 2021----------------------------မင်းသားကြီး အရှေးကူးမားရဲ့ ယနေ့ထွက်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ မင်းသားကြီးကဘက်စုံရတဲ့ လူလတ်ပိုင်းတစ်ယောက်ပေါ့။အိန္ဒိယနိုင်ငံမှာ လေယာဉ်ပြန်ပေးမှုတွေနှစ်စဉ်လိုလို ဆက်တိုင်ဖြစ်လာခဲ့စဉ်ကအဲ့ဒီလေယာဉ်ပြန်ပေးမှု တစ်ခုမှာသူ့အတွက် စိတ်နာစရာ အကြောင်းတစ်ခု ရှိလာတယ်။အဲ့ဒီကိစ္စဟာ သူကတော့ သာမန်ပဲ ဖြစ်ပျက်ခဲ့တာလို့ထင်ထားခဲ့ပေမဲ့ RAW အေးဂျင့်တစ်ချို့ရဲ့ပြောပြမှုကြောင့် အဖြစ်မှန်ကို သိခဲ့ရတယ်။အဲ့ဒီမှာ သူဟာ နိုင်ငံတော်အတွက်နဲ့ပုဂ္ဂိုလ်ရေး ဒဏ်ရာတွေရဲ့ တွန်းအားနဲ့လေယာဉ်ပြန်ပေးအဖွဲ့ကို ဖမ်းဆီးဖို့ ဖြစ်လာခဲ့ပါတယ်။ကဲ အထူးတလည် ပြောပြနေလည်းကိုယ်တိုင်ကြည့်တာကသာ အရသာတွေ့မှာမို့မြန်မြန်လေးသာ ခံစားကြည့်လိုက်ပါတော့ဗျာ။မီးပျက်နေလို့ မိငှက် pc လစ်နေရာကပရိသတ်တွေအတွက် မဆိုစလောက် နောက်ကျသွားခဲ့လို့တောင်းပန်ပါတယ်။ \nFile size…1.29GB / 1.8Gb / 606MB\nQuality…1080p WEB  DL DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 3min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Than Htike Zaw\nTranslated by Nyi Koe & Myint Thu ...",
        "rating": "6.4",
        "url": "https://megaup.net/Z15d/BELL_BOTTOM_(2021)_Hindi%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-10.48.07-139x200.png",
        "title": "Hamari Adhuri Kahani (2015)",
        "description": "Hamari Adhuri Kahani (2015)======================IMDb Rating - 6.7/10ဗာဆူဒါး...\"ပန်းဥယျာဉ်တစ်ခုမှာ ကြွေကျနေတဲ့ပွင့်ချပ်တွေနဲ့သစ်ရွက်ခြောက်တွေမရှိရင်အဲ့ဒီပန်းဥယျာဉ်က အစစ်နဲ့မတူဘူး\"\"စန္ဒာလမင်းမှာတောင် ချိုင့်ခွက်လေးတွေရှိတယ်\" အာရဗ်...\n\"မင်းရဲ့နာကျင်မှုကို အလဲအလှယ်လုပ်တဲ့အနေနဲ့လောကကြီးက ပျော်ရွှင်မှုတွေအားလုံး ငါမင်းကိုပေးချင်တယ်\" ဟရီ...\n\"ဒီခန္ဓာကိုယ်ကို ငါပိုင်တယ်\"\"ဒီအသက်ရှူသံတွေကို ငါပိုင်တယ်\"−−−−−−−−−−−−−−−−−−−−−−−−−−−−−−အိန္ဒိယလူမျိုးတို့ရဲ့ ထုံးစံအတိုင်း ရိုးရာဓလေ့ဆို တသွေမသိမ်းလိုက်နာပြီး မိဘစကားဆို မြေ၀ယ်မကျနားထောင်တတ်တဲ့မိန်းမ‌ပျိုလေးတွေဟာ အိမ်ထောင်ရက်သားကျချိန်မှာလဲ . လင်ယောကျာ်းကိုဆို ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေဘုရားလိုကိုးကွယ်တက်လာကြပါတယ်။ ဒါပေမယ့် အဲ့ဒီလို သိမ်မွေတဲ့ မိန်းမပျိုလေးတွေရဲ့ အနာဂတ်ဟာ လင်ယောကျာ်းအပေါ်သာ မှီခိုနေတာပဲဖြစ်ပြီး လင်ယောကျာ်းက  လင်၀တ္တရားကြေပွန်မှု မရှိတဲ့အခါ သူတို့ရဲ့ ရှေ့ရေးဟာ ရင်လေးစရာဖြစ်လာတာပေါ့။ဒီဇာတ်လမ်းလေးက နူးညံ့သိမ်မွေ့တဲ့ အမျိုးသမီးလေးရဲ့ အရှက်အကြောက်တရားနဲ့ ချစ်ခြင်းမေတ္တာတို့ လွန်ဆွဲရင်း ဖြစ်ပေါ်လာတဲ့အကျိုးဆက်လေးတွေကို အနုပညာဆန်ဆန် တင်ဆက်ပေးထားတာပါ....ဒီဇာတ်လမ်းရဲ့ သဘောလေးကိုက မိန်းကလေးတွေအဖို့ပညာယူစရာအတော်များသလို တချိန်မှာအိမ်ထောင်ဦးစီးဖြစ်လာမယ့် ယောက်ျားသားတို့အနေနဲ့လဲ ပညာရစေမှာမို့ CM မှ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို သူရ နှင့် YK KY တို့မှရေးသားပေးပြီး။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1EYfk/Hamari.Adhuri.Kahani.2015.BluRay.720p.Hindi.DD5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Gantz-o-poster-133x200.jpg",
        "title": "Gantz:O (2016)",
        "description": "Gantz: O (2016)_____IMDb - 7.1/10ကဲ အခုတခါတော့အန်နီမေးရှင်းပရိတ်သတ်တွေ\nအတွက်၂၀၁၆နှစ်ကုန်လောက်မှာထွက်ခဲ့တဲ့\nဇတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အတော်\nလည်းနာမည်ကြီးခဲ့တဲ့ဇတ်ကားတစ်ကားပါပရိတ်သတ်\nတွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်\nသူတစ်ပါးကိုအမြဲကူညီတတ်တဲ့ကတိုဆိုတဲ့လူငယ်လေးတစ်ယောက်\nတစ်နေ့လူတစ်ယောက်ကိုကူညီရင်းသေဆုံးသွားတဲ့အခါမှာ\nဘာဆက်ဖြစ်မလဲကိုယ့်ကိုကိုသေပြီလို့ထင်ထားတဲ့\nကတိုတစ်ယောက်တကယ်တန်းမသေသေးပဲအခန်းလေးတစ်ခန်းကို\nရောက်ရှိသွားတဲ့အခါမှာဘာဆက်ဖြစ်မလဲအခန်းလေးထဲက\nလူတွေကကောဘယ်သူတွေလဲမိမိမူလဘဝကိုပြန်ရောက်ဖို့ဂန်းဆိုတဲ့ကစား\nပွဲတစ်ပွဲကိုကတိုကစားရတဲ့အခါမှာ\nဘယ်လိုစခန်းသွားမလဲမိမိတို့ရဲ့ကစားပွဲဟာထင်သလို\nမလွယ်ကူပဲလူ့ဘီလူးကြီးတွေနဲ့တိုက်ခိုက်ရတဲ့အခါမှာ\nကောကတိုတို့အုပ်စုအလွယ်တကူတိုက်ခိုက်နိင်မှာလား\nကစားပွဲအပြင်ကိုပြန်ရောက်နိင်ပါ့မလား\nဒီဇတ်ကားကိုကြည့်ရင်းဂျပန်တွေရဲ့ရုပ်ရှင်ပညာအရည်အသွေးကို\nသိသိသာသာမြင်နိင်ပါတယ်တိုကျိူလို\nအိုဆာကာလိုနေရာမျိုးကိုတသွေမတိမ်းတူအောင်\nဖန်တီးနိင်တဲ့ကွန်ပြူတာပညာကိုတော့အတော်\nလေးစားမိပါတယ်လူနဲ့အတော်လေးလည်းတူအောင်ပြုလုပ်ထားတဲ့\nအတွက်ပရိတ်သတ်တွေအကြိုက်\nတွေ့ဦးမယ်လို့ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်\nကျွန်တော်ပြောသလိုဟုတ်မဟုတ်ဆိုတာကတော့ဒေါင်း\nကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပြောကြားရင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်ကားအညွန်း နဲ့ ဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ)\nFile size…1.12GB / 823MB\nQuality…1080p HEVC / 720p\nFormat…Mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant",
        "rating": "7.1",
        "url": "https://megaup.net/YNb1/Gantz.O.2016.1080p.BluRay.x264.DTS_HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/znvoOzHHKNCLqiFTHuJ1G1wC1qZ.jpg",
        "title": "Another Gantz(2011)",
        "description": "Another Gantz (2011)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ် \nFile ...",
        "rating": "5.6",
        "url": "https://megaup.net/YSo7/ANOTHER_GANTZ_1080i_{CM}.mp4",
        "category": "Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBqiz2Umxh0F7FqCx7rUqWYrNrN.jpg",
        "title": "Gantz(2010)",
        "description": "GantZ (2010)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.96GB\nQuality…BluRay ...",
        "rating": "6.4",
        "url": "https://megaup.net/YSos/Gantz.2011.Bluray.1080p_{CM}.mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/gantz-2-173x200.jpg",
        "title": "Gantz: Perfect Answer(2011)",
        "description": "Gantz :Perfect Answer (2011)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kNjp/Gantz.Perfect.Answer.2011.Extended.Bluray.1080p.x264._{CM}_Recoded.mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysJte1iqN8pFQ470tumnViB1wHP.jpg",
        "title": "Nightbooks(2021)",
        "description": "Nightbooks 2021IMDb 6.6/10ကလေးများအကြိုက် Dark Fantasy Netflix ကားလေးတစ်ကားလာပါပြီသရဲပုံပြင်အရမ်းကြိုက်တတ်တဲ့ အဲလက်စ်လေး သရဲကားတစ်ကားပိုင်မုန့်တစ်ခုနဲ့ မျှားခံရရုံနဲ့ရုပ်ချောချောစုန်းမကြီးရဲ့ထောင်ချောက်ထဲမိသွားပြီးသူ့ရဲဲ့တိုက်ခန်းထဲမှာ နေသွားရတော့ဖို့အကြောင်းဖန်လာပါတယ်အသက်မသေအောင် စုန်းမကြီးကို ညတိုင်း သရဲပုံပြင်တွေဖတ်ပြရင်းနဲ့သူ့လိုပဲ စုန်းမကြီးရဲ့တိုက်ခန်းထဲမှာ ပိတ်မိနေတဲ့ ယာစမင်းဆိုတဲ့အခိုင်းအစေကောင်မလေးနဲ့ ပေါင်းမိပြီးတော့အဲ့ဒီတိုက်ခန်းထဲကနေ လွတ်မြောက်အောင် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေထုတ်သုံးကြမယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်\nFile size…1.66GB / 791 MB/ 405MB\nQuality…1080p WEB .264 5.1CH\nFormat…MP4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle(Hrad Sub)\nEncoder….YK\nTranslated by Jerrica & Amelia",
        "rating": "6.6",
        "url": "https://megaup.net/1Iwmh/Nightbooks.2021.720p(CM).mp4",
        "category": "Family, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BY2JhMzczMWYtODBjNS00ZGYzLTgzNWEtNGQ2MWVkYmFjMDg4XkEyXkFqcGdeQXVyNjg5NzA5Mw@@._V1_-155x200.jpg",
        "title": "C.O.R.N: A Field of Screams (2021)",
        "description": "အသစ်ထွက်လာတဲ့ Field of Screams တစ်ကားတင်ဆက်လိုက်ပါတယ်။Horror/Thriller လူသတ်ကားတွေထဲမှာ Field of Screams ဇာတ်ကားတွေကလဲ နာမည်ကြီးပါတယ်။\nHorror ဆိုရင် ကြမ်းကြမ်းရမ်းရမ်းသွေးထွက်သံယိုမှ ကြိုက်တတ်တဲ့သူတွေရှိသလို\nအသည်းတယားယားအူယားယားနဲ့တောက်လျှောက်ကြည့်ရမယ့်ကားမျိုးကိုမှအကြိုက်တွေ့တတ်တဲ့သူဆိုပြီးရှိတတ်ကြပါတယ်။ဒီဇာတ်ကား‌‌လေးကဒုတိယအမျိုးအစားဗျ။\nဒီတိုင်းကြီးလျှောက်ပြီးဘာအကြောင်းအရင်းမှမရှိ သတ်ပဲသတ်နေတာမျိုးမဟုတ်ဘဲ\nတစ်မြို့လုံးကလူတွေကို‌ဖယောင်းရုပ်ပြောင်းပစ်လိုက်တဲ့ horror ကားလို အသည်းတယားယားအူတယားယားဇာတ်ကွက်မျိုးဗျ။\nဘာအမျိုးအစားပဲဖြစ်ဖြစ်တောက်လျှောက်မနားတမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမှာကတော့အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်‌ဆိုရင်တီရာနဲ့ကယ်ရီတို့မောင်နှမနှစ်ယောက် သူတို့ရဲ့ပထွေးဖြစ်သူနဲ့အတူခရီးတစ်ခုကို ကားနဲ့အတူထွက်လာကြတယ်ပေါ့။\nဟိုဖက်ပြောင်းခင်း ဒီဖက်ပြောင်းခင်း ဘယ်နေရာကြည့်ကြည့်ကားလမ်းဘေးတစ်ဖက်တစ်ချက်မှာ\nပြောင်းခင်းတွေချည်းပဲမြင်နေရတဲ့နေရာမှာကားက ဘီးပေါက်ပါလေရော။\nအပိုဘီးကလည်းခရီးမစခင်တုန်းကမလိုလောက်ဘူးထင်လို့မစစ်ထားတဲ့အခါ\nသုံးမရဖြစ်သွားတဲ့အတွက် သူတို့ရဲ့ပထွေးဖြစ်သူက အကူအညီလိုက်ပတ်ရှာရတယ်ပေါ့၊\nအဲနားကလယ်သမားတွေဆီမှာလည်းမရတဲ့အခါ နောက်တစ်မြို့ကိုသွားဖို့ပြင်ပြီး\nသူတို့မောင်နှမနှစ်ယောက်တည်းကို ကားထဲမှာညအိပ်ခိုင်းလိုက်တည်းက\nအချိန်တည်းကစပြီး ဇာတ်ရှိန်ဘယ်လိုတက်လာမယ်၊\nဘယ်လိုသည်းထိတ်ရင်ဖိုဖို့ကောင်းပြီး ဘယ်လောက်အသည်းတယားယားအူတယားယားကြည့်ရမယ်ဆိုတာကိုတော့\nဇာတ်ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ပေးထားတာပါ။) \nFile size…(800 MB)\nQuality….WEB-DL  720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/Z054/C.O.R.N.a.Field.of.Screams.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BM2I3NzJmMTgtNmRjNi00OThhLTk2NjMtOGQyMjA5OWNjNWNlXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-150x200.jpg",
        "title": "Sundari [2021]",
        "description": "IMDb Rating 7.4ဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ အိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါပဲ..ဆွန်ဒရီဆိုတဲ့ အမျိုးသမီးက နန်းဆန်တဲ့အလှနဲ့ ရိုးသားတဲ့ ကျေးတောသူလေးတစ်ယောက်ပါ...သူဟာမြို့သားတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ အိမ်ထောင်ကျသွားပြီးခင်ပွန်းသည်ရှိတဲ့မြို့ကို လိုက်နေကြပါတယ်...သူမရဲ့ ခင်ပွန်းသည်က မိဘမဲ့တစ်ကောင်ကြွက်...နည်းနည်းလည်း ဆိုက်ကိုဆန်တယ်...သူမရဲ့အလှက လုံးကြီးပေါက်လှဆိုတော့ ခင်ပွန်းသည်ရဲ့အထက်အရာရှိက သူမကိုတွေ့သွားတဲ့အခါ...ခင်ပွန်းသည်ကပါ သူမကို အဲ့ဒီအထက်အရာရှိဆီ ရောင်းစားပစ်ဖို့ ကြံလာတဲ့အခါ...အမျိုးသမီးတွေအတွက် အိမ်ထောင်‌‌‌ရေးအကြမ်းဖက်မှု ပညာပေးဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ File Size : [1.7 GB] / [999 MB] / [500 MB]\nQuality : WEB-DL 1080p / 720p / 480p\nRunning Time : 01:52:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thuya\nEncoded by RGB",
        "rating": "7.4",
        "url": "https://megaup.net/1EXoe/[CM]Sundari_(2021)_Telugu TRUE_WEB-DL_-_720p_-_AVC_-_DD+5.1.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39-135x200.png",
        "title": "Kill Me Three Times (2014)",
        "description": "Kill Me Three Times (2014)====================IMDb Rating - 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.9",
        "url": "https://megaup.net/30Sgu/Kill.Me.Three.Times.2014.BluRay.1080P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j4Ra0SvYM08winX6fxn6AknlygV.jpg",
        "title": "The Girl with the Dragon Tattoo(2009)",
        "description": "The Girl with the Dragon Tattoo(2009)အညွှန်း*****************************************IMDb...7.9ဇာတ်ကောင်တွေထဲမှာ သူရဲကောင်းဆန်ဆန်စရိုက်မျိုးစုံရှိပေမဲ့ ဖြတ်သန်းခဲ့တဲ့ကာလတစ်လျှောက်ဘဝနဲ့ရင်းပြီးပေးလိုက်ရလုနီးပါး အဖြစ်အပျက်တွေကို ရင်ဆိုင်ဖြတ်သန်းပြီး အတွေ့အကြုံနဲ့ လာမဲ့အနာဂတ်မှာကြိုးစားဖြတ်သန်းတဲ့ ပုံစံတွေဟာ ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းတယ်....ဒီလိုပုံစံတွေထဲမှာ ဂန္တဝင်ဝတ္ထုကြီးအဖြစ်သတ်မှတ်ခံရတဲ့ဆွီဒင်နိုင်ငံသား စာရေးဆရာ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ဟာအထင်ကရဖြစ်တယ်...hacker မိန်းကလေး Lisbeth Salander နဲ့ အဓိက ဇာတ်အိမ်တည်ထားပါတယ်..အပေါ်ကပြောသလိုဇာတ်ကောင်ရဲ့ စရိုက်နဲ့ သူဖြတ်သန်းပုံတွေဟာ ကြမ်းတမ်းလွန်းတယ်....စာအုပ်ကို ပြန်လည်အသက်သွင်းပြီး ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကား(၃)ကားလုံးဟာလည်းအောင်မြင်မှုတွေရရှိခဲ့တယ်...ဒီကားတွေဟာ အစဉ်လိုက်ကြည့်ရမှာပါ ...ပြီးတော့ Scene တစ်ခုချင်းစီတိုင်းကို ကျော်ကြည့်လို့မရသလိုဂရုတစ်စိုက်မှတ်ထားဖို့လည်းလိုပါတယ်...Plot Twist တွေအများကြီးပါသလို ဇာတ်ကောင်တွေရဲ့နာမည်တွေကလည်းအရေးကြီးအစိတ်အပိုင်းဖြစ်လို့  သေချာလေးကြည့်ဖို့လိုပါတယ်...တစ်နှစ်ထဲမှာ (၃)ကားထွက်လို့ ကားနာမည်တွေနဲ့ပဲအစဉ်လိုက်မှတ်သားကြည့်စေလိုပါတယ်....(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)(3)The Girl Who Kicked the ...",
        "rating": "7.9",
        "url": "https://megaup.net/YZ5a/The_Girl_with_The_Dragon_Tattoo.2009.BLU-RAY.1080P5.1CH_(2).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3v9LgxjEPyJfDDOtkWUJNYnYcfu.jpg",
        "title": "The Girl Who Played with Fire(2009)",
        "description": "The Girl Who Played with Fire(2009) အညွှန်း****************************************IMDb....7.5The Girl with the Dragon Tattoo(2009) ကားပြီးရင်ဆက်ကြည့်ရမဲ့ကားပေါ့...ဒီကားမှာတော့ လစ်ဘတ်ဟာရှေ့နေဖြစ်သူနဲ့ပြဿနာတက်ပြီးနော်\nဆွီဒင်ကို ပြန်ထွက်ပြေးလာခဲ့ပါတယ်..အဲဒါကိုမကျေနပ်တဲ့ရှေ့နေဖြစ်သူက လစ်ဘတ်ကို လူငှားပြီး သတ်ခိုင်းခဲ့ပါတယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....(1)The Girl with the Dragon Tattoo (2009)ကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်...  File Size :(2.4GB)(1.2GB) and (428MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:09:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/YZ5j/The_Girl_Who_Played_with_Fire.2009.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fbnVAqbxBHvssk55Tnwtc0WC5C.jpg",
        "title": "The Girl Who Kicked the Hornet’s Nest(2009)",
        "description": "The Girl Who Kicked the Hornet's Nest(2009) အညွှန်း*************************************************IMDb...7.5ဒီကားကတော့ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ရဲ့ နံပါတ်(၃)ကားမြောက်ပေါ့...တတိယနဲ့နောက်ဆုံး ဒီဇာတ်ကားမှာတော့ လစ်ဇ်ဘတ်သ်ဆလန်ဒဟာ လူသတ်မှုသုံးခုနဲ့တရားရင်ဆိုင်နေရပါတယ်။\nဆွီဒင်ထောက်လှမ်းရေးအဖွဲ့က သူ့ကိုနူတ်ပိတ်ဖို့ကြိုးစားခဲ့သလို သူ့အစ်ကိုဖြစ်သူကလည်းသူ့ကိုလိုက်ပြီးလုပ်ကြံသတ်ဖြတ်နေပါတယ်။\nသူ့ကိုတောက်လျှောက်ကူညီနေခဲ့တဲ့ မီခယ်လ်ဘလွမ်ဗစ်စ်ကပဲ အဓိက ကူညီပေးနေတာဖြစ်ပါတယ်။ဘလွမ်ဗစ်စ်ရဲ့\nအစ်မဖြစ်သူက သူ့အမှုကိုထုချေလျှောက်တင်မှာဖြစ်ပြီးတော့ ဘလွမ်ဗစ်စ်ဟာလစ်ဇ်ဘတ်သ်ရဲ့ အတိတ်က အဖိနှိပ်ခံ၊\nဓားစာခံသားကောင်ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်တွေကို သက်သေလိုက်လံစုဆောင်းပြီးအမှုတည်ဆောက်ဖို့ကြိုးစားနေပါပြီ။အဲ့ဒီအချိန်မှာ\nတစ်ဖက်ရန်သူအဖွဲ့အစည်းကလဲ အတွင်းစည်းထဲ နက်နက်ရှိုင်းရှိုင်းခြေကုပ်ရထားတဲ့လူတွေဖြစ်တာနဲ့အမျှလစ်ဇ်ဘတ် ဖက်ကရပ်တည်သူမှန်သမျှအသက်ကိုရန်ရှာတဲ့အထိ ခြေလှမ်းကြဲလာတဲ့အချိန်မှာတော့..။(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)အထက်ပါ(၂)ကားကိုကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်... File Size :(2.78GB)(1.4GB) and (484MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:32:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://megaup.net/30Sde/The_Girl_Who_Kicked_the_Hornets_Nest.2009.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/EWd7m_4f-134x200.jpg",
        "title": "Break Through (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်တွေကို လောလောလတ်လတ်ကမှ ထွက်ထားတဲ့ တရုတ်အက်ရှင် ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဒီဇာတ်လမ်းလေးမှာ...သရုံကတော့ သာရော့ကြေးစားဘော်ဒီဂတ်အဖွဲ့ခေါင်းဆောင် စနိုက်ပါသမားတစ်ယောက်ပါ\nသူတို့အဖွဲ့ဟာ ဆေးကုန်ကူးအာဏာရှိသူ လူကြီးမင်းကဲလာကို နှောင့်ယှက်မိသွားကာ အကြောင်းအမျိုးမျိုးကြောင့် အဖွဲ့ပျက်သွားခဲ့ရပါတယ်နောက်ရှစ်နှစ်ကြာပြီးချိန်မှာတော့ သရုံက ထိုင်းနိုင်ငံမှာ ချီချီဆိုတဲ့ သမီးလေးနဲ့ သားအဖနှစ်ယောက်တည်း အေးဆေးစွာနေထိုင်နေခဲ့ပါတယ်ဒါပေမဲ့လည်း သမီးဖြစ်သူ ချီချီက လူကြီးမင်းကဲလာရဲ့ ဆေးကုန်ကူးမှုမှာ အမှတ်မထင် ပတ်သတ်မိသွားပြီး ဆေးကုန်ကူးသူတွေလက်ထဲ အဖမ်းခံလိုက်ရတဲ့နောက်...သရုံဟာ ချစ်လှစွာသော သမီးလေးကို ဘယ်လိုနည်းလမ်းတွေနဲ့ ကဲလာလက်ထဲက ကယ်တင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတေ့ာ Yamin Ei ပါ )File Size__1.5 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing ...",
        "rating": "7.0",
        "url": "https://megaup.net/1EXgj/Break_Through_(2021)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-21.07.40-135x200.png",
        "title": "Prisoners of the Ghostland (2021)",
        "description": "Prisoners of the Ghostland (2021)=========================IMDb Rating - 5.7/10မင်းသားကြီး Nicolas Cageရဲ့ 2021ထွက် အသစ်စက်စက် actionဇာတ်ကားကြီးရပါပြီ၊ ဒီကားက​တော့ လူကြမ်းကြီးနဲ့မင်းသမီး​​လေး နှစ်ပါးသွားကြမယ့်ဇာတ်ကား​ပါ။ဇာတ်လမ်းအညွန်းက​တော့ ဂျပန်ဆာမူရိုင်း​တွေချည်းပဲ နေထိုင်တဲ့မြို့​လေးတစ်မြို့ကို ဇတ်ဇတ်ကြဲဘဏ်ဓါးပြကြီး Heroတစ်​ယောက် ဓါးပြသွားတိုက်ရာ အတိုက်မ​တော် ​တစ်ကျွန်းဆိုသလို ​ထောင်နန်းစံမြန်းလိုက်ရပါတယ်၊ဖြစ်ချင်​တော့ အဲ့ဒီမြို့အကြီးအကဲရဲ့ ​မြေးမ​လေးဖြစ်သူ​ ဘားနစ်က Nightoutထွက်ရင်း Ghostlandလို့​ခေါ်တဲ့ ဖုန်းဆိုး​မြေတစ်ခုမှာ​ပျောက်​ချင်းမလှ ​ပျောက်ဆုံးသွားပါတယ်၊ မြေးမ​လေးကို ပြန်ရှာဖို့အတွက် အကြီးအကဲက ဓါးပြကြီး Heroကို သူ့ရဲ့​ထောင်ဒဏ်နဲ့အ​ပေးအယူလုပ်ခဲ့ပါတယ်၊ Heroတစ်​ယောက် ဘားနစ်ကို Ghostlandကြီးထဲမှာ ကောက်ရိုးပုံထဲအပ်​ပျောက်ရှာသလို လိုက်ရှာဖို့မြို့အကြီးအကဲ​ပေးလိုက်တဲ့အချိန်က \"​၅ရက်\"ထဲပါ။ဘားနစ်ကို ဓါးပြကြီးHeroတစ်​ယောက် ​ဘေးမသီရန်မခပဲ ပြန်​​ခေါ်လာနိုင်မှာလား၊ ၅ရက်အတွင်း ပြန်မ​ခေါ်လာနိုင်ရင် ဘာပြစ်ဒဏ်ခံရမလဲ၊ဘားနစ်​ပျောက်ဆုံးသွားတဲ့ Ghostlandဆိုတာ ဘယ်လို​နေရာမျိုးလဲ၊ ဘယ်သူ​တွေကျက်စား​နေကြတဲ့​နေရာမျိုးလဲ၊ ဘာလျှို့ဝှက်ချက်​တွေရှိ​နေလဲဆိုတာကို Nicolas Cage ဇာတ်ကား​တွေရဲ့ထုံးစံအတိုင်း အရွန်း​ဖောက်ထားတဲ့ ဟာသ​တွေ၊ အ​ပြောအဆိုခပ်ကြမ်းကြမ်း၊အလန်းစားအက်ရှင်​တွေနဲ့ ရိုက်ကူးထားတာဖြစ်လို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/YZhs/Prisoners.of.the.Ghostland.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-16.50.33-134x200.png",
        "title": "Dark Places (2015)",
        "description": "Dark Places (2015)==============IMDb Rating - 6.2/10လျှို့ဝှက်ဆန်းကျယ်မှုခင်း ရုပ်ရှင်သဘောကျတတ်တဲ့ ပရိတ်သတ်တွေအတွက် နာမည်ကြီး Gone Girl (2014) ရဲ့စာရေးဆရာ Gillian Flynn ရဲ့ ရောင်းအားကောင်းတဲ့ ဝတ္ထုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ Dark Places (2015) ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ လစ်ဘီဆိုတဲ့ ၈ နှစ်အရွယ်ကောင်မလေးဟာ သူ့မိသားစုသတ်ဖြတ်ခံရရာမှာ မသေဘဲလွတ်မြောက်ခဲ့ပါတယ်။ ကလေးမလေးရဲ့ ပြန်လည်ပြောပြချက်အရ လူသတ်မှုကို ကျူးလွန်သူမှာ သူမရဲ့အစ်ကို ဘန် ကိုယ်တိုင်ပဲ ဖြစ်ပါတယ်။အဲလိုနဲ့ဘန်ဟာ ထောင်ကျသွားပြီး လစ်ဘီကတော့ နာမည်ကြီးလူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ကောင်မလေးအဖြစ် နာမည်ကြီးသွားပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းက မပြီးသေးပါဘူး။ နောက်နှစ် ၃၀ ကြာတဲ့အခါ လစ်ဘီဟာ အဲဒီအမှုကို ပြန်စုံစမ်းဖော်ထုတ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီတစ်ခါရော သူကလေးဘဝက ထင်ခဲ့သလိုပဲ သူ့အစ်ကို ဘန် က အပြစ်ရှိတဲ့လူဖြစ်တယ်လို့ ရှာတွေ့မှာလား? ...",
        "rating": "6.2",
        "url": "https://megaup.net/3GOuX/Dark.Places.2015.BluRay.5.1CH.1080P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4uBriLQoYuzFU06uRlXKUYm2tmT.jpg",
        "title": "The Housemaid(2021)",
        "description": "Housemaid (2021)\n------------------\nဒေစီဆိုတဲ့ ကောင်မလေးက ငယ်တယ်လှတယ် နှာတံပေါ်ပေါ် မျက်လုံးမျက်အိမ်လှလှလေးနဲ့ မိန်းမပျိုလေးပေါ့. သူမကအလုပ်လက်မဲ့ဖြစ်နေတော့ ချမ်းသာတဲ့သူဌေးအိမ်တအိမ်မှာ အိမ်စေအဖြစ် အလုပ်ဝင်လုပ်တယ်.သူဌေးရဲ့နာမည်က ဝီလီယမ် သူဌေးရဲ့မိန်းမကဒုတိယမြောက်ကိုယ်ဝန်ကို လွယ်ထားရတုန်းဆိုတော့အိမ်ထောင်ရေးသုခကို သူဌေးက လိုအပ်နေတယ်.....ဒေစီကလဲ ကလေးအရမ်းချစ်တတ်တဲ့ နှလုံးသားနူးညံ့တဲ့ကောင်မလေးမျိုး....ဒီလိုနဲ့ သူဌေးက ဒေစီအပေါ်စိတ်ယိုင်လာပြီး မှားခဲ့မိကြတဲ့နောက်မှာတော့.......ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးဒရာမာကားမျိုးဆိုတော့၁၈နှစ်အောက်မသင့်တော်တာတွေ ပါတော့ပေါ့ဗျာ.ဒါပေမယ့် လိင်ကိစ္စဦးစားပေးထားတာမျိုး မဟုတ်တော့ပညာပေးကားဆိုလဲ မမှားဘူး....ဒါ့အပြင် ဒေစီရဲ့အလှတရားကလဲ ရုပ်ရှင်ကြိုက်သူတွေအမို့မျက်စိပဒေသာဖြစ်စေမှာမျိုမလို့DSကနေ တင်ပေးလိုက်ခြင်းပဲဖြစ်ပါတယ်.....File size…1.7GB / 805MB / 407MB\nQuality…1080p  WEB DL AAC 2.0 / 720p / 480p\nFormat… Mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Dark Side\nTranslated by Dark Side",
        "rating": "6.5",
        "url": "https://megaup.net/YZ1m/The.Housemaid.2021.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/6026459224d4b-144x200.jpg",
        "title": "Knights of Valour (2021)Green Dragon Crescent Blade",
        "description": "တရုတ်ဂန္တဝင်စာပေအကြောင်းပြောရင်မပါမဖြစ်တဲ့ Romance of the Three Kingdoms ဝတ္ထုကို မှီငြမ်းပြီးပုံစံသစ်တစ်မျိုးနဲ့ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဟန်မင်းဆက် ကုန်ဆုံးခါနီးအချိန် တိုင်းပြည်တစ်ခုလုံး အုန်းအုန်းကြွက်ကြွက်ဖြစ်နေတဲ့ အချိန်ကိုပြန်လည်ရောက်ရှိသွားသလို ယူငင်ခေါ်ဆောင်သွားနိုင်မှာပါ။တောင်လိုပုံနေတဲ့ အလောင်းတွေ၊ သွေးချောင်းစီးမှုူတွေ၊ မီးတောက်တွေနဲ့ ပျက်စီးမှုတွေ ကြားထဲမှာအဖေဖြစ်သူ ကွမ်းယွီသေဆုံးမှုကို လက်စားချေနိုင်ဖို့နဲ့သူ့ရဲ့နာမည်ကျော် ​ကျောက်စိမ်းနဂါးဓားကို ပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ ကွမ်းရှင်းကိုတွေ့ရမှာပါ။ \nFile size…(1 GB)\nQuality….WEB-DL  1080p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Myint Oo",
        "rating": "",
        "url": "https://megaup.net/1EUz3/Knights.of.Valour.2021.CHINESE.1080p.WEB-DL.H264-[CM].mp4",
        "category": "Action, Asian, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFqBxQiMD9FaOso4Cc0VvAEsmaH.jpg",
        "title": "Mr. Hong2004)",
        "description": "Mr. Hong (သို့မဟုတ်) ခေါင်းဆောင်ဟုန်(2004)အညွှန်း***********************************************ဒီတစ်ခါမှာ​တော့ 2004ခုနှစ်က ထွက်ရှိထားတဲ့Mr.Hongဆိုတဲ့ဇာတ်ကား​လေးကို တင်ဆက်​ပေးပါ့မယ် ...အခုတ​လော hotဖြစ်​နေတဲ့ My Hometown Cha Cha Chaရဲ့ မူရင်းဇာတ်လမ်း​လေးလည်း ဖြစ်ပါတယ်...မူရင်းဇာတ်လမ်းဟာ ပိုရယ်ရတယ်လို့ထင်ပါတယ်...၂၀၀၄ ခုနှစ်က ဝါရင့်သရုပ်ဆောင်ကြီး(၂)ဦးပါဝင်ထားလို့  ဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင် အဆင်ပြေပါ့မလားထင်ရပေမဲ့ တကမ်းတမ်းတော့တော်တော်ကြည့်ကောင်းပြီး  နင်းကန်လည်းရယ်ရပါတယ်...ဇာတ်လမ်းကျောရိုးတူပြီးသားဆိုပေမဲ့ ကွဲလွဲမှုတွေလည်းရှိလို့ထွေထွေထူးထေူးတော့ အညွှန်းမရေးတော့ပါဘူး...မတူညီတဲ့ ရသထူးလေးရမှာမို့ ခေါင်းဆောင်ဟုန်ဖန်တွေအထူးအားပေးသင့်ပါကြောင်းပြောပါရစေ... File Size :(1.4GB) and (816MB)\nQuality : HDTV1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/30R7z/Mr._Hong_(2004).HDTV.1080P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/fullsizephoto794835-140x200.jpg",
        "title": "Pandora(2016)",
        "description": "Pandora(2016) အညွှန်း********************IMDb...7.0Pandoraရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၆ခုနှစ်မှာ ပြသခဲ့တဲ့ သဘာဝဘေးအန္တရာယ်အကြောင်းရိုက်ကူးပြသထားတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ် ၂၀၁၇ခုနှစ်မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး ဝင်ငွေများစွာ ရရှိထားခဲ့ပါတယ်\nဂျယ်ဟော့ (Kim Nam-Gil)ဟာ မိခင်(Kim Young-Ae)နှင့် မရီး (Moon Jeong-Hee),တူဖြစ်သူ မင်ဂျယ် (Bae Gang-Yoo)တို့နှင့်အတူ မြို့သေးသေးမှာ အတူတူ နေထိုင်ကြပါတယ်...သူတို့မြို့မှာ ရှိတဲ့ နျူးကလီးယားဓာတ်အားပေးစက်ရုံမှာ အလုပ်လုပ်ပြီး ယောင်းဂျူ (Kim Joo-Hyun)နဲ့ တွဲနေကြပါတယ်..\nနျူးကလီးယားဓာတ်အားပေးစက်ရုံရဲ့ ဌာနမှူး (Jung Jin-Young) ဟာ\nလက်ရှိ စက်ရုံအခြေအနေကို စိတ်ပူပြီး အထက်ကို တင်ပြပေမယ့် ဘယ်သူကမှအရေးတယူ မလုပ်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ ပြင်းအား အတော်အသင့်ရှိတဲ့ငလျင် လှုပ်ခတ်ခဲ့ပါတယ်...ငလျင်ဒဏ်ကြောင့် စက်ရုံမှာ ‌‌ပေါက်ကွဲမှုအနည်းငယ်ဖြစ်ခဲ့ပြီး မြိုအနီးတစ်ဝိုက်မှာရေဒီယိုသတ္တိကြွဓာတ်ရောင်ခြည်တွေ ပျံ့လွင့်သွားခဲ့ပါတယ် နျူးကလီးယားစက်ရုံပေါက်ကွဲတယ်ဆိုတဲ့သတင်းက တစ်နိုင်ငံလုံးကို ပျံ့သွားပြီး အခြေအနေတွေက ထိန်းချုပ်မရဖြစ်သွားခဲ့ပါတယ်...စက်ရုံအတွင်းပိုင်းမှာလည်း ဓာတ်ငွေ့ယိုစိမ့်မှုတွေ ဖြစ်ပြီး နောက်ထပ်ပေါက်ကွဲမှုဖြစ်ခဲ့ရင်အခြေအနေတွေ ဆိုးဝါးသွားနိုင်တာကြောင့် စက်ရုံက ဌာနမှူးနဲ့ ဂျယ်ဟော့တို့အဖွဲ့နျူးကလီးယားဓာတ်အားပေးစက်ရုံထဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/YYhm/Pandora.2016.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6D7nfhHI7b9ZvW3m7wVMtBSbC9U.jpg",
        "title": "Prey(2021)",
        "description": "ဇာတ်လမ်းလေးကတော့ မကြာခင်လက်ထပ်တော့မယ့် ရိုမန်က သူရဲ့သူငယ်ချင်းငါးယောက်နဲ့အတူ လူပျိုပါတီအနေနဲ့ စိတ်ပြေလက်ပျောက်တောတောင်တက်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။သူ့အစ်ကိုအဲဘတ်အပါအဝင် ကျန်တဲ့လူကသဘောတူပြီးသွားမယ်လို့ဆုံးဖြတ်ခဲ့တယ်။ရိုမန်ကတော့ မင်္ဂလာဆောင်တော့မှာဆိုတော့ အလုပ်အကိုင်အထိုင်ကျဖို့အတွက်သူ့အစ်ကိုအပူကပ်ရင်းနဲ့အဆင်ပြေမယ်ဆိုတဲ့မျှော်လင့်ချက်လေးနဲ့ ဒီခရီးကိုထွက်ခဲ့တာပေါ့။ ဒီလိုနဲ့တောတောင် ကျွမ်းကျင်တဲ့စတီဖန်ရဲ့ဦးဆောင်မှုနဲ့အတူ တောထဲမှာလျှောက်လည်ကြတယ်။အမဲလိုက်ရာသီဆိုတော့ တောထဲ သေနတ်သံတွေ ဘာတွေကြားရတော့ပေါ့။အသွားခရီးကတော့ အဆင်ပြေပြေဖြစ်ပေမယ့် ပြန်ခါနီးအချိန်မှာတော့ ဘယ်ကမှန်းမသိတဲ့ ကျည်ဆံကသူတို့သူငယ်ချင်းဗင်ဆင့်ကိုထိသွားတယ်။သူတို့ရောက်နေတဲ့နေရာ အမဲလိုက်ကင်းမဲ့ဇုန်ဖြစ်နေမယ့် သူတို့ဆီကိုကျည်ဆံတောက်လျှောက် ဝင်လာတော့ တောထဲကိုပြန်ပြေးရတော့တယ်။သူတို့နဲ့ဘာရန်ညှိုးရန်စမှမရှိတဲ့တောတောင်ထဲမှာ တကယ်ပဲအမဲလိုက်သူတွေက သားကောင်နဲ့မှားပစ်တာလား...\nတမင်ပဲသတ်ချင်လို့ပစ်တာလား...\nရိုမန် တို့တစ်သိုက်ရောတောတောင်ထဲမှာ အသက်ရှင်အောင်ဘယ်လိုရုန်းကန်ရမလဲဆိုတာ ဆက်လက်ကြည့် ရှုပေးပါဦး(ဘာသာပြန်တင်ဆက်ပေးတဲ့သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)File size…(1.5 GB)/ (852 MB)/ (371 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by Tin Myo Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/2kTcu/(CM)Prey.2021.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-6-99b027d8e48b-121x200.jpg",
        "title": "Restart The Earth ( 2021 )",
        "description": "ကမ္ဘာကြီးမှာ အပင်တွေဟာ ရုတ်ချည်း သန္ဓေပြောင်းလဲကြီးမားလာပြီး လူတွေတိရိစ္ဆာန်တွေကို အာဟာရအဖြစ်စားသုံးကာ မြေနေရာရဲ့ ၉၃ရာခိုင်နှုန်းကိုဖုံးလွှမ်းသွားပါတော့တယ် အဲ့လိုကပ်ဘေးကြီးမှာ ယန်ဟောက် နဲ့ သူ့ရဲ့သမီးဟာနောက်ဆုံးအကြိမ်လွတ်မြောက်ရေးအဖွဲ့ထဲမှာပါမသွားဘဲ နှစ်ဦးတည်းအန္တရာယ်ဇုံထဲမှာ ကျန်ရစ်ခဲ့ပါတယ် အဲ့နောက်မှာ အစိုးရက ကပ်ဘေးမှလွတ်မြောက်ဖို့ တာဝန်တွေထမ်းဆောင်ရမဲ့ ပူးတွဲအဖွဲ့၄၇ဖွဲ့ကို ဖွဲ့စည်းပေးပြီးကမ္ဘာ့ နိုင်ငံအသီးသီးကို စေလွှတ်လိုက်ပါတယ် ၄၇ဖွဲ့ထဲကမှ C8683စစ်ဆင်ရေးအဖွဲ့နဲ့သူတို့သားအဖနှစ်ယောက် တွေ့ဆုံမိကြပြီး အကြောင်းအမျိုးမျိုးကြောင့်ပူးပေါင်းစစ်ဆင်ရေးလုပ်ဖို့ ဖြစ်လာတဲ့အခါမှာတော့... သူတို့တစ်တွေအမျိုးမျိုးသော အန္တရာယ် အခက်အခဲတွေကြားမှာ ကိုယ်ကျိုးစွန့်ကာကမ္ဘာကြီးကို ဘယ်လိုတွေ ​အတူတူကယ်တင်ကြမလဲဆိုတာရင်တမမနဲ့ စိတ်လှုပ်ရှားထိတ်လန့်ဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 29 minGenres : Drama , Sci-FiSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/30Qgi/Restart.The.Earth.2021.1080p.WEB-DL.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-03.08.42-139x200.png",
        "title": "Martyrs Lane (2021)",
        "description": "Martyrs Lane (2021)===============IMDb Rating - 6.0/10Horror ပရိတ်သတ်တွေ အကြိုက်တွေ့စေမဲ့ IMDb rating 6.0/10 ရရွိထားတဲ့ Horror ကားကောင်းလေးကိုတင်ဆက်ပေးပါရစေ။အရင်ဆုံး အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ လီယာနဲ့ စပြီး မိတ်ဆက်လိုက်ကြတာပေါ့။ လီယာဟာ အသက် ၁၀ နှစ်အရွယ်ရှိတဲ့ကလေးမလေးပဲဖြစ်ပါတယ်။ လီယာက သူ့မိခင်ရယ် ဖခင်​ဖြစ်သူဖာသာသောမတ်ရယ် အစ်မကိုင်လာနဲ့အတူ ဘုရားကျောင်းမှာအတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် နေ့ဘက်ဆို လူတွေနဲ့ စည်ကားပျော်ရွှင်နေတဲ့ ဘုရားကျောင်းကြီးဟာ ညဘက်ဆိုရင်တော့ခြောက်ခြားစရာကောင်းလောက်အောင် မှောင်မိုက်ပြီး လီယာ့အတွက် အိပ်မက်ဆိုးတွေ ဖြစ်စေခဲ့ပါတယ်။အစ်မဖြစ်သူဆီကလည်း  အနိုင်ကျင့်ခံရ မအေဖြစ်သူဆီကလည်း အချစ်မခံရ ဖခင်ဖြစ်တဲ့ ဖာသာဟာလည်း သူ့ရဲ့သာသနာပြုလုပ်ငန်းတွေနဲ့ပဲ အလုပ်များနေတာဆိုတော့ လီယာဟာ မိသားစုမှာ အပယ်ခံလေးဖြစ်လို့နေတာပေါ့။ဒီလိုနဲ့ အထီးကျန်နေတဲ့ လီယာတစ်ယောက် တစ်နေ့မှာ ရွယ်တူကောင်မလေးနဲ့တွေ့ဆုံပြီး ကစားဖော်တွေ ဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းစေမယ့် လီယာနဲ့ရွယ်တူ ကစားဖော်ကောင်မလေးက ဘယ်သူများလဲ...??သူတို့အတူ ဘာကစားနည်းတွေကို ကစားပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/30OA5/Martyrs.Lane.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cf8p2qw9qnsaaFWc64AG6U05eT.jpg",
        "title": "Scream 4 (2011)",
        "description": "Scream 4 2011\n===========ဒီကားကတော့ scream 3 ထွက်ပြီး ၁၁ နှစ်ကြာမှ ထွက်လာတာ ဖြစ်ပါတယ်။\nဆယ်စုနှစ်တစ်ခုကျော်ကြာမှ ထွက်လာတာဖြစ်လို့ တိုးတက်လာတဲ့ နည်းပညာတွေ\nရုပ်ရှင်ပညာတွေကို ကောင်းကောင်းအသုံးချထားပြီးတော့\nနောက်ဆုံးထွက်ခဲ့တဲ့ ကားထက်ကောင်းအောင် ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းဆက်ထားပုံကတော့ သရဲမျက်နှာလူသတ်သမားနဲ့ နောက်ဆုံးရင်ဆိုင်တွေ့ခဲ့တာ ၁၀ နှစ်ကျော်ကြာသွားပါပြီ။\nအဲဒီအချိန်မှာ ဆစ်ဒနေက အတိတ်ရဲ့စိတ်ဒဏ်ရာတွေကို ကုစားဖို့ ကိုယ့်ကိုယ်ကို ပြုပြင်ရေးစာအုပ်တစ်အုပ်ရေးပါတယ်။\nအဲဒီစာအုပ်ကို ထုတ်ဝေတဲ့အခါ book tour လုပ်တော့ မွေးရပ်မြေကို ပြန်လာဖို့ အကြောင်းဖြစ်လာပါတယ်။\nကံဆိုးစွာနဲ့ပဲ ဆစ်နေဒန် ပြန်ရောက်လာတာကြောင့် သရဲမျက်နှာလည်း ပြန်ပေါ်လာပါတယ်။ IMDB 6.1 ရထားပြီး tomatometer 60% ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ် Quality__Bluray 1080p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h 51min\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by San Thu Aung\nEncoded by Htet Wai ...",
        "rating": "6.1",
        "url": "https://megaup.net/1EUmn/Scream.4.2011.720p.BluRay.X264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/geD86M58Zkv6O6lLbA1tHllH8B4.jpg",
        "title": "Scream 3 (2000)",
        "description": "Scream 3 2000\n===========ဒါကတော့ တတိယမြောက်ကား ဖြစ်ပြီးတော့ အမှန်အတိုင်းပြောရရင်\nScream franchise ထဲမှာ rating အနည်းဆုံးကား ဖြစ်ပါတယ်။\nဒါပေမယ့် scream ရဲ့ အရသာကိုတော့ မ‌ပျောက်အောင် ထိန်းထားနိုင်တာကြောင့်\nhorror, mystery ဖန်တွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ကားတစ်ကားဖြစ်နေတုန်းပါပဲ။ ဒီကားကတော့ scream 2 အပြီး ၂ နှစ်အကြာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nဒီကားမှာတော့ ဆစ်ဒနေဟာ လူသူကင်းဝေးရာနေရာမှာ ခြေရာဖျောက်ပြီး သွားနေနေပါတယ်။\nအဲဒီအချိန် hollywood မှာလည်း သရဲမျက်နှာလူသတ်မှုတွေကို\nအခြေခံထားတဲ့ stab 3 ရှပ်ရှင်ကားကို ရိုက်ကူးရေးစနေပါပြီ။\nအဲဒီအချိန်မှာ နောက်ထပ် သရဲမျက်နှာလူသတ်သမားပေါ်လာပြီး\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။\nဒီတစ်ခေါက်မှာတော့ သရဲမျက်နှာလူသတ်သမားက stab 3 ရုပ်ရှင်သရုပ်ဆောင်တွေနဲ့\nအရင်လူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့သူတွေကိုပါ ပစ်မှတ်ထားနေပါတယ်။ IMDB 5.6 ရထားပြီး tomatometer 40% ရထားပါတယ်။\nဒီကားဟာ scream trilogy ရဲ့ နောက်ဆုံးကားဖြစ်ပြီး\nအတိတ်ကကြောင်းတွေကို ဖြေရှင်းထားလို့ scream ဖန်တွေကတော့\nကြည့်သင့်တယ်လို့ ပြောပါစေ။ Scream 6 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1EUra/Scream.3.2000.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mumarnp1ZBHFdmt2q6x9ELuC3x0.jpg",
        "title": "Scream 2 (1997)",
        "description": "Scream 2 (1997)\n================== Scream 2 ဟာ scream ထွက်ပြီး\n၁ နှစ်တောင်မကြာသေးဘူး ထွက်လာခဲ့တာပါ။\nပထမကားရုံမတင်ခင်ကတည်း ရိုက်ကူးရေးကို စတင်ခဲ့လို့ပဲဖြစ်ပါတယ်။\nဒီကားက မူရင်းကားလောက် အကြီးအကျယ်အောင်မြင်မှုမရပေမယ့်\nHorror, Mystery ကားတစ်ကားအနေနဲ့ကြည့်ရင်\nတော်တော်လေးကြည့်ကောင်းတဲ့ စာရင်းထဲ ဝင်နေတုန်းပါပဲ။\nScream saga ထဲမှာတော့ ကြည့်ကောင်းတဲ့ ကြည့်သင့်တဲ့ ကားတစ်ကားပါ ဒီကားကတော့ ပထမကားအပြီး ၂ နှစ်အကြာမှာ နေရာယူထားပါတယ်။\nသရဲမျက်နှာ လူသတ်သမားဆီကနေ လွတ်လာတဲ့\nဆစ်ဒနေလေးဟာ အခုတော့ တက္ကသိုလ်ရောက်သွားပါပြီ။\nသူရဲမျက်နှာလူသတ်မှုအကြောင်းကိုလည်း ရုပ်ရှင်ပြန်ရိုက်ပြီး ရုံတောင်တင်နေပါပြီ။\nအတိတ်က အဖြစ်ဆိုးကြီးက ပြီးဆုံးသွားပြီလို့ ထင်နေတုန်းမှာပဲ\nကံမဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို သရဲမျက်နှာကွင်းဆက်လူသတ်မှုတွေ ထပ်ဖြစ်ပါတော့တယ်။\nဒီတစ်ခါရော သရဲမျက်နှာ လူသတ်သမားတွေ ဘယ်သူတွေများဖြစ်မလဲ? IMDB မှာ 6.2 သာရပေမယ့် tomatometer မှာတော့\nမူရင်းကားထက်တောင် ကျော်ပြီး 81% တောင်ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ်  Quality__Bluray 1080pIMDb Rating__6.2/10\nFormat__mp4\nDuration__1h\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ES26/Scream.2.1997.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKTbEQJnkYXVZkq1g4ZakJ9Y16N.jpg",
        "title": "The Legend of The Condor Heroes: The Dragon Tamer (2021)",
        "description": "Legend of the Condor Heroes : The Dragon Tamer (2021)ဒီကားကတော့ \"မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်\" ကို\nအကျဉ်းချုံးရိုက်ကူးထားတဲ့ ၂၀၂၁ ထွက် ဇာတ်လမ်းအသစ်စက်စက်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့\nကျန်းနန် ၇ဖော် ဆီက ထွက်လာတဲ့ ကောကျင့် နဲ့\nမက်မွန်ကျွန်းကထွက်ပြေးလာတဲ့ ယုံးအာတို့ စတွေ့တဲ့အချိန်က အစပြုထားပါတယ်။နဂါးနိုင်သိုင်း ၁၈ ကွက် ကို ယုံးအာရဲ့ဉာဏ်ရည်ဉာဏ်စွမ်း နဲ့သင်နိုင်ခဲ့တာ .....\nကျိုးယင်နတ်သိုင်းကို လူပျော်ကြီးဆီက အမှတ်မထင်ရခဲ့တာ .....\nအဆိပ်အိုကြီး အိုးရန်ဖုန်း နဲ့ တိုက်ခိုက်တဲ့ဇာတ်ကွက်တွေကို\nEffects သိပ်မသုံးဘဲ ရိုက်ထားတာမို့ သဘောကျစရာကောင်းသလို\nအရမ်းနုမနေတဲ့ သရုပ်ဆောင်တွေကြောင့် ငယ်ဘ၀ကို ခဏပြန်ရောက်သလိုခံစားရမှာပါ။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 1.86GB and 1GB and 500 ...",
        "rating": "5.1",
        "url": "https://megaup.net/YX0d/The.Legend.of.The.Condor.Heroes.The.Dragon.Tamer.2021.1080p.WEB-DL.X264.CM.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/thumb-1920-84051-140x200.jpg",
        "title": "Coraline (2009)",
        "description": "Coraline (2009)\nIMDb - 7.7/10_____Rotten - 90%သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ...\nလူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး\nကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?\nမခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်\nတကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ\nရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်...\nဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက\nအဓိကသရုပ်ဆောင်ထားပါတယ်...\nစူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့...\nသူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့\nကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ\nအဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်...တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်...\nထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့...\nဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို\nတွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ...\nဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??\nစူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??\nဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...\nIMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ\nဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ\nမလိုတော့ဘူး ထင်ပါတယ်..\nအော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်\nဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်...\nမိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို\nဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း\nဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်...\nလက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး\nလေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး...ဒီဇတ်ကားအတွက် အညွှန်းကို ကို  Yé ...",
        "rating": "7.7",
        "url": "https://megaup.net/1EUmt/Coraline_BluRay_1080p_HEVC_5.1Ch_(CM).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD3DvlwJbGv0QkNrTNmsve6jvcl.jpg",
        "title": "Guimoon: The Lightless Door ( 2021 )",
        "description": "၁၉၉၀ခုနှစ် လူသတ်မှုဖြစ်ပြီး နောက်ပိုင်း ထူးဆန်းစွာ လူတွေဆက်တိုက်သေနေလို့ပိတ်လိုက်ရတဲ့ ဂွီဆာရီ စင်တာအဆောက်အဦးကြီး ၁၉၉၆ခုနှစ်မှာထိုအဆောက်အဦးကို ဗီဒီယိုပြိုင်ပွဲဝင်ပြိုင်ဖို့ လာစူးစမ်းကြတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက် ထို အဆောက်အဦးကြီးက မကျွတ်မလွတ်သေးတဲ့ဝိညာဉ်တွေကိုနှိမ်နှင်းဖို့လုပ်ရာမှ သေဆုံးသွားတဲ့ အမေဖြစ်သူရဲ့ ကျန်ရစ်ခဲ့တဲ့ တာဝန်တွေကိုဒိုဂျင်းတစ်ယောက် ပရလောကနဲ့ လူ့လောကဆုံရာမှာ တည်ရှိနေတဲ့ဂွီဆာရီစင်တာထဲ မိခင်ရဲ့ဒေါသတွေပြေလျော့စေဖို့ ကျန်ရစ်တဲ့ တာဝန်တွေဆက်လုပ်ဖို့ပရလောကဝင်ပေါက်မှတဆင့် ပရလောကထဲ ဝင်ရောက်သွားတဲ့အခါမှာ​ရော ဘာတွေဖြစ်မလဲ မိခင်ရဲ့ တာဝန်တွေကို ပြီးပြတ်အောင်လုပ်နိုင်ခဲ့မလားဝင်သွားတဲ့လူတိုင်း ပြန်ထွက်မလာကြတော့လို့ ပရလောသို့ဝင်ပေါက်ဟုနာမည်ကြီးနေတဲ့ ဂွီဆာရီစင်တာထဲ ဝင်ရောက်သွားတဲ့ ဒိုဂျင်းတစ်ယောက်ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား ၁၉၉၆ခုနှစ်ကတည်းကနေ အခုထိဂွီဆာရီစင်တာထဲမှာ ပိတ်မိကာ တဝဲလည်လည်ဖြစ်နေတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက်ကရော ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား Quality : WEB-DL 1080pFormat : mp4During : 1h 25minGenres : MysterySubtitle : Myanmar Subtitle ( Hardsub )Translated By OakkarEncoded By ...",
        "rating": "5.8",
        "url": "https://megaup.net/YX1y/Guimoon.2021.1080p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
        "title": "The Voyeurs(2021)",
        "description": "ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ voyeur ကို အဘိဓာန်မှာတော့ \"သူတစ်ပါး၏လိင်ကိစ္စကို တိတ်တခိုး ကြည့်ရှုရာ၌ နှစ်ခြိုက်မွေ့လျော်သူ\"လို့ အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်။\nအတွဲချောင်းတဲ့ကောင်ပေါ့ဗျာ။နာမည်အတိုင်းပဲ တစ်ဖက်အိမ်က ကိစ္စတွေကို စပ်စုကြတဲ့ အတွဲတစ်တွဲအကြောင်းပေါ့။\"မိန်းမ၀တ် အတွင်းခံဘောင်းဘီတစ်ထည်\"ဆိုတဲ့ မင်းခိုက်စိုးစန်ရဲ့၀တ္တုတိုတစ်ခုကိုတောင် ပြေးမြင်မိလိုက်သေးတယ်။သူရေးထားတာကျ သူ့အိမ်ကနေ မြင်နေရတဲ့ တစ်ဖက်အိမ်က အတွင်းခံတစ်ထည်အကြောင်း။ဒီမှာကျ တစ်ဖက်အိမ်က ကိစ္စဝိစ္စတွေ အကုန်ပေါ့။ဇာတ်လမ်းက ကြည့်ပျော်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ဒါကိုမှ မင်းသမီးလှလှလေးရဲ့ ဟိုအခန်းဒီအခန်းတွေ ပေါင်းပေးထားတော့ ပိုကြည့်ပျော်သွားတယ်။ဇာတ်လမ်းကလည်း နည်းနည်းထူးထူးဆန်းဆန်းဆိုတော့ ကြည့်ပျော်တယ်ဆိုပေမဲ့ စကီချောချောလေးရဲ့ အလန်းစား Sceneတွေကိုကြည့်ရမှာနဲ့တင် ဒီရုပ်ရှင်ဟာ တန်နေပါပြီ။လူဟာ သမ္မာရှစ်ပါးနဲ့ မပြည့်စုံသေးသမျှ ကာမတဏှာရှိကြတာပဲမဟုတ်လား။ထိန်းချုပ်မှုနဲ့ အထားအသိုမမှားဖို့တော့လိုတယ်။ဒီရုပ်ရှင်ဟာ ခင်ဗျားရဲ့ ကာမတဏှာကို သုံးသင့်တဲ့နေရာမှာ သုံးလို့ရနိုင်အောင် ထိန်းချုပ်တတ်စေဖို့ ပြောပြပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဘာသာပြန်သူတွေကတော့ The Pooh နဲ့ Y တို့ပဲဖြစ်ပါတယ်) File size…(1.6 GB)/ (850 MB)/ (400 MB)\nQuality…WEB-DL 1080p /720p ...",
        "rating": "5.8",
        "url": "https://megaup.net/1EUqe/(CM)The.Voyeurs.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDtBAXBupxS9jirK1Jg86dvo3CG.jpg",
        "title": "White Snake II: The Tribulation of the Green Snake ( 2021 )",
        "description": "တရုတ်ပြည်ရဲ့ မြွေဖြူနဲမြွေစိမ်း ညီအစ်မ white snake animation ဇာတ်လမ်းရဲ့အဆက်white snake2 ဟာ ၂၀၂၁ထွက် animation movieကောင်းလေးပါစတင်ပြသတဲ့၃ရက်အတွင်း box office ဝင်ငွေး$77millionsအထိ စံချိန်တင်ရရှိထားပါတယ်.. ဒီဇာတ်ကားမှာမြွေစိမ်းမလေး ရှောင်ချင်းကို အဓိကထားရိုက်ကူးထားတာပါ....မြွေဖြူမလေးရှောင်ပိုင်ဟာ အချစ်အတွက်ကြောင့် ဘုန်းတော်ကြီးရှောဖာဟိုင်ရဲ့လွေဖုန်း မျှော်စင်အောက်မှာ ဖမ်းချုပ်ထားခြင်းခံရပါတယ်...ဒါကိုလက်မခံနိုင်တဲ့ရှောင်ချင်း(မြွေစိမ်းမလေး)ဟာ ဘုန်းတော်ကြီးဖာဟိုင်ကိုပြန်တိုက်ခိုက်ရင်း ရှုံးလော်မြိုဆိုတဲ့ နေရာကိုအမှန်မထင်ရောက်သွားပါတယ်..ရှုံးလော်မြို့ကလူတွေဟာ စိတ်ထဲလွှတ်မချနိုင်တဲ့အရာတွေရှိနေလို့လူပြန်မဝင်စားနိုင်ပဲ ရောက်လာတဲ့သူတွေ ပါ... အန္တရာယ်ပေါင်းများစွာနဲ့ပြည့်နှက်နေတဲ့ရှုံးလော်မြို့မှာ ရှောင်းချင်းတစ်ယောက် ရှင်သန်နိုင်ပါ့မလာ....ရှုံးလော်မြို့ကနေထွက်ခွာနိုင်ပါ့မလား.... ရှုံးလော်မြို့မှာသူ့အစ်မရှောင်ပိုင်နဲ့ရုပ်ချင်းဆင်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ ဆုံရတဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ... အစ်မဖြစ်သူနဲ့ရောပြန်ဆုံနိုင်ပါ့မလား..အချစ်..အမုန်း...ရင်ထဲက အာဃာတတွေ...ခံစားချက်မျိုးစုံ ကို ကြည့်ရှုခံစားရမှာပါ...... Quality : HDRip 1080pFormat : mp4Genres : Animation , Action  ,Adventure , FantastyDuring : 2h 11minSubtitle : Myanmar Sub ( Hardsub sub ...",
        "rating": "6.8",
        "url": "https://megaup.net/1EUmq/White.Snake.2.720p.HDRip.CM.mp4",
        "category": "Action, Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/White-Snake-2019-141x200.jpg",
        "title": "White Snake (2019)",
        "description": "White Snake 2019=============\"မြွေဖြူမိစ္ဆာနှင့်မှော်ဆံထိုး\"IMDb Rating 7.1/10 ထိ ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဒီအန်နီမေးရှင်း ဇာတ်လမ်းလေးကတော့ တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့မြွေဖြူမိစ္ဆာအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းကို အခြေခံပြီး ရှေ့မှာလည်း Live action ရော animation တွေရော ပုံစံအမျိုးမျိုး ထွက်ခဲ့ဖူးပေမယ့် အခုကတော့ ပိုကောင်းတဲ့ animation ရုပ်ထွက်တွေနဲ့ ပိုပြီးကြည့်ကောင်းလာပါပြီရိုက်ချက်အလန်းတွေ နောက်ခံတီးလုံးအလန်းတွေ လှပတဲ့ရှုခင်းတွေနဲ့ကြည့်ရှူ့သူကို ဆွဲဆောင်သွားမှာပါ...ဒီတော့ အားပေးကြည့်ရှူ့ကြပါဦးလို့။ Quality – 1080P, 720p  Blu-Ray.6CHDuration – 1 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.Blu-Ray.6CHTranslator – Ye Kyaw HtetEncoder – San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/2kRin/(CM)White.Snake.2019.CHINESE.720p.BluRay.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
        "title": "Tughlaq Durbar (2021)",
        "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်....ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့......အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ....ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1EUc3/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1EUev/Up.2009.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Adventure, Animation, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-20.13.47-133x200.png",
        "title": "The Man Who Sold His Skin (2020)",
        "description": "The Man Who Sold His Skin (2020)=========================အခုကနေဆို ဆယ်နှစ်ကျော်ကြာပြီဖြစ်တဲ့\nဆီးရီးယားပြည်တွင်းစစ်ဟာ အသေအကြေ\nများခဲ့သလို ဆီးရီးယားက ထွက်ပြေးပြီး\nဥရောပနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ဒုက္ခသည်\nတွေလည်းများခဲ့တယ်။ သို့တိုင်အောင်ပဲ\nနိုင်ငံတိုင်းမှာ သူ့ကန့်သတ်ချက်တွေနဲ့\nသူရှိခဲ့ကြတာမို့ လူတိုင်းကိုတော့ ခိုလှုံခွင့်\nမပေးနိုင်ခဲ့ဘူး။ ဒီရုပ်ရှင်ဟာ အဆိုပါ\nဆီးရီးယားဒုက္ခသည်တွေအကြောင်းကို\nထင်ဟပ်မိအောင် ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆမ်ဟာ\nနိုင်ငံရေးသမားအထင်ခံခဲ့ရတဲ့အတွက်\nဆီးရီးယားကနေ ထွက်ပြေးလာခဲ့တယ်။\nသူ့ရဲ့ ချစ်လှစွာသော ကောင်မလေးကိုတော့\nသူထားခဲ့ရတယ်။သူ့ကောင်မလေးကတော့\nအိမ်ကပေးစားတဲ့ ဘယ်ဂျီယမ်မှာရှိတဲ့\nဆီးရီးယားသံရုံးက သံအမတ်တစ်ယောက်နဲ့\nလက်ထပ်သွားခဲ့တယ်။ဆမ်ဟာ\nသူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကို\nသွားချင်ပေမဲ့ သူ့မှာ ပြည်၀င်ခွင့်မရှိဘူး။\nအဲ့ဒီအချိန်မှာပဲ ဆမ်က ဂျက်ဖရေးနဲ့ သွားဆုံတယ်။ခေတ်တစ်ခေတ်ရဲ့ အကြီးကျယ်ဆုံး အနုပညာရှင်\nဖြစ်တဲ့ ဂျက်ဖရေးဟာ အမှိုက်ကိုပါ အနုပညာ\nဖြစ်အောင် လုပ်နိုင်တဲ့သူလို့ နာမည်ကျော်တယ်။\nဂျက်ဖ‌ရေးက Installation Art၊ Paint Artအပါအ၀င်\nArtပေါင်းစုံကို ပိုင်နိုင်တဲ့ Geniusတစ်ယောက်။\nဒီတစ်ခါ သူက အနုပညာအတွက် နယ်ပယ်သစ်\nတစ်ရပ်ကို ရှာဖွေနေတယ်။ ဒီတစ်ခါ သူတင်ဆက်မဲ့\nသူ့အနုပညာပစ္စည်းက သက်မဲ့မဟုတ်ဘူး။တိရိစ္ဆာန်\nတစ်ကောင် မဟုတ်ဘူး။သက်ရှိလူသားတစ်ယောက်။\nအခု သူတို့နေနေတဲ့ခေတ်ကာလမှာ ကုန်ပစ္စည်းတွေရဲ့\nပျံ့နှံ့ရောက်ရှိမှုက လူသားတွေရဲ့ ပျံ့နှံ့ရောက်ရှိမှုထက်\nအများကြီးပိုလွတ်လပ်တယ်။ ဒီတော့ သူက လူသား\nတစ်ယောက်ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/30Odv/The.Man.Who.Sold.His.Skin.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sjaksunnamed-135x200.jpg",
        "title": "Bad Teacher (2011)",
        "description": "Title ကိုက Bad Teacher ဆရာမအဆိုးလေးတဲ့။Poster ပေါ်မှာလဲ  Eat me ငါ့ကိုစားပါတွေရော.. She doesn't give an \"F.\" တွေရောနဲ့  R-Rated ဇာတ်ကားလေးပါ။မင်းသမီးက ကင်မရွန်းဒိုင်ယာ့ဇ်..သူ့စတိုင်နဲ့ ဆရာမအဆိုးလေးဆိုတော့ ကွက်တိပေါ့...မင်းသားက အဆိုတော် ဂျက်စတင်တင်းဘားလိတ်...အူကြောင်ကြောင်နဲ့လိုက်တယ်..မင်းသားကြီး Jason Segel လဲပါသေးတယ်...သူကတော့အတည်ပေါက်နဲ့နောက်တတ်သူပေါ့။ဇာတ်လမ်းလေးကတော့ ...ဆရာမလေး ကင်မရွန်းဒိုင်ယာ့ဇ်ဟာ အပျင်းလဲထူသလို အရည်အချင်းလဲမရှိတဲ့အပြင်ခြူစားဖို့ကြံစည်ပြီး စေ့စပ်ထားတဲ့ သူဌေးသားလေးရဲ့ စွန့်ပစ်ခြင်းကိုပါခံလိုက်ရသူပါ...ဒါနဲ့ဘူနေတုန်းမှာပဲ...သူ့လိုပူပူနွေးနွေးလမ်းခွဲထားတဲ့ ကျောင်းဆရာ ဂျက်စတင်တင်းဘားလိတ်နဲ့ဆုံပြီးဆွဲစားဖို့ထပ်ကြံပြန်တယ်...ပုရိသတစ်ယောက်ကိုဆွဲဆောင်ဖို့မှာနို့ပြားရင် အဆင်မပြေဘူးဆိုပြီး ရင်သားအစားထိုးကုသဖို့ကြံစည်ရာကနေဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ....။ \nFile size…(1.7 GB)/ (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p /720p / 480p\nFormat…mkv\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.6",
        "url": "https://megaup.net/2kQK9/Bad_Teacher_2011_BluRay_720p_DTS_x264-CHD(CM).mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edENWY4yUkd4iTwRyQJZsAscNOv.jpg",
        "title": "Dikkiloona (2021)",
        "description": "Dikkiloona(2021)\n----------------------\n(1080pခဏနေ ရပါမယ်)Mendala ကားထဲက မင်းသားကြီးYogi Babu ပါဝင်သရုပ်ဆောင်ထားတဲ့Tamil Comedy ဇာတ်ကားသစ် ထွက်ရှိလာပါပြီခင်ဗျားမှာ Time Machine နဲ့ အချိန်ခရီးသွားဖို့အခွင့်အရေးရလာရင်ဘာလုပ်ကြမှာလဲအတိတ်ကိုရော အနာဂတ်ကိုပါ အချိန်ခရီးသွားလို့ရရင်ဘယ်အပိုင်းအခြားကို သွားဖြစ်ကြမလဲမီတာရုံးမှာ အလုပ်လုပ်တဲ့ မီးသမားလေး မာနီကတော့ဘဝမှာ ဖြစ်ခဲ့တဲ့ အန္တရာယ်အရှိဆုံးမတော်တဆမှုကြီး​ကို တားဆီးဖို့ အတိတ်ကို ပြန်သွားခဲ့ပါတယ်ဟော်ကီကစားသမားတစ်ယောက် သိပ်ဖြစ်ချင်ခဲ့တဲ့ မာနီဟာလက်တွေ့မှာ မီးသမားပဲဖြစ်နေရတယ်ယောက္ခမအိမ်မှာလည်း သူနေရတာ အဆင်မပြေသလိုသူ့မိဘအိမ်ပြန်တော့လည်း ယောက္ခမနဲ့ချွေးမမတည့်ကြလို့စိတ်ဆင်းရဲမှုများစွာနဲ့ ဖြတ်သန်းနေရတဲ့ လက်ရှိဘဝကနေအတိတ်ကို ပြန်သွားပြီး ပြင်ဖို့ဆုံးဖြတ်ခဲ့တဲ့အရာက ဘာဖြစ်မလဲ??????Fiction Comedy ဇာတ်ကားဖြစ်လို့ တစ်ကားလုံးဒိုင်ယာလော့ အလန်းစားတွေနဲ့ ရယ်နေရမှာပါအဲ့ဒါကြောင့် မရယ်ရမှာ စိတ်မပူပါနဲ့Yogi Babu တစ်ယောက်ရော ဒီကားထဲမှာဘယ်လို Character နဲ့ ပါဝင်သွားဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကိုတော့ Amelia မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ Amelia နဲ့ Jerrica တို့ပဲဖြစ်ပါတယ်\nFile size…1.38GB/ 2.19Gb\nQuality…720p / 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kQzg/Dikkiloona_(2021)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2IyYzI4YmQtNzBmMi00Mjg3LWI4NTMtNmZjNjk3YjIwZmJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Kate (2021)",
        "description": "KATE [2021]ကဲ....စနေ တနင်္ဂနွေ အားလပ်ရက်မှာ\nIDMb rating 7.4/10 ရထားတဲ့\nအက်ရှင်ကားအလန်းစားလေးနဲ့ အနားယူလိုက်ကြစို့လား!!ဇာတ်လမ်းအကျဥ်းလေးကို စပြီး မိတ်ဆက်ပေးပါရစေကိတ် ဟာ ဗာရစ်ခ်ရဲ့ ထိန်းကျောင်းမှုအောက်မှာ\nလုပ်ကြံသတ်ဖြတ်သူအနေနဲ့ လေ့ကျင့်သင်ကြားခဲ့ရသူတစ်ယောက်ပါ\nငယ်စဥ်ထဲက လေ့ကျင့်ခဲ့ရတဲ့ ကိတ်အတွက်\nပစ်မှတ်မှန်သမျှကို ပစ်မလွဲဖြစ်တဲ့အထိ ကျွမ်းကျင်လှပါတယ်ဒါပေမဲ့လည်း ကိတ်က လူသတ်ရတဲ့ဘဝကို ပင်ပန်းလာပြီးတော့\nသာမန်ဘဝလေးနဲ့ပဲ ရှင်သန်ချင်လာခဲ့ပါတယ်ကိတ်တစ်ယောက် သူ့ရဲ့နောက်ဆုံးမစ်ရှင်ကို ဆောင်ရွက်ရင်း\nအဆိပ်ခတ်ခံခဲ့ရပါတော့တယ်။\nအသက်ဆက်နိုင်ဖို့ ကိတ်အတွက် အချိန်တစ်ရက်ပဲ ကျန်ပြီးတော့ ​\nအဲ့ဒီအချိန်တစ်ရက်အတွင်းမှာ\nကိတ်ဟာ သူ့ကို အဆိပ်ခတ်တဲ့သူကို လိုက်ရှာပြီး လက်စားချေနိုင်ဦးမလား...???အဆိပ်ခတ်လုပ်ကြံမှုရဲ့​နောက်ကွယ်မှာ ဘာအ​ကြောင်းအရာတွေများ ရှိနေဦးမလဲ......??\nဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ​ဖြစ်ပါတယ်Now You See Me,Hunger Game အစရှိတဲ့ နာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Woody Harrelson လည်း အားဖြည့်သရုပ်​ဆောင်ထားတာမလို့\nအက်ရှင်ပရိသတ်အားလုံး အကြိုက်တွေ့စေမယ်လို့ မျှော်လင့်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shwe Pyae နဲ့ Thet Hnin Hsu ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ESlb/Kate.2021.720p.WEB.H264-CM.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/unnamed-135x200.jpg",
        "title": "Malignant (2021)",
        "description": "Malignant (2021)Conjuring, Saw စတဲ့ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nဒါရိုက်တာ James Wan ရဲ့အသစ်စက်စက် Horror ရုပ်ရှင်ဖြစ်ပါတယ်အရက်သမားယောကျ်ားနှိပ်စက်တာကိုခံရလို့\nခဏခဏ ကိုယ်ဝန်ပျက်ကျခဲ့ရတဲ့ မက်ဒီဆင်...\nငယ်ဘဝတုန်းကအကြောင်းအရာတွေကို မမှတ်မိတော့တဲ့ မက်ဒီဆင်....မက်ဒီဆင်ဟာ တစ်နေ့မှာ လူသတ်မှုတစ်ခုကို ကြုံခဲ့ရပြီးနောက်ပိုင်း\nရက်ရက်စက်စက်လူသတ်မှုတွေရဲ့အမြင်တွေ ဆက်မြင်လာရပြီး\nလူသတ်သမားဟာ ဂေဘရီယယ် ဆိုတဲ့ လူတစ်ယောက်မှန်း သိလာရတဲ့အခါ\nဂေဘရီယယ်ဆိုတာဘယ်သူလဲ? ဘာကြီးလဲ?မက်ဒီဆင်က သူ သတ်တာ ဖြတ်တာတွေကို\nဘယ်လိုကြောင့် အမြင်တွေရနေရတာလဲဆိုတာကတော့ဒါရိုက်တာ James Wan ရဲ့ အရင်ကနဲ့ မတူတဲ့ရိုက်ချက်တွေ\nဟာကနဲဟင်ကနဲဖြစ်သွားရမယ့်ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့အတူ\nခံစားကြည့်လိုက်ရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee နဲ့ Pyi Ti Nyein တို့ပဲ ဖြစ်ကြပါတယ်Quality….WEB-DL 1080p and 720p and 480p\nFile size…2.5GB and 1.3GB and 500MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Pyi Ti ...",
        "rating": "6.7",
        "url": "https://megaup.net/30N5j/Malignant.2021.720p.HMAX.WEB-DL.DD5.1.x264-CM.mp4",
        "category": "Crime, Horror, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTc4YTBmOGYtNDE0Ni00YzMyLTg5NmQtYjViYzVkODJjYjU4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Bhoot Police(2021)",
        "description": "Bhoot Police(2021)အညွှန်း***********************နာမည်ကြီးသရုပ်ဆောင်များစွာဖြစ်တဲ့Saif Ali Khan,Jacqueline Fernandez , Yami Gautam တို့ပါဝင်တဲ့Comedy , Horror ကားကြီးလာပါပြီဗျား.... ဗီဘိုဟီနဲ့ ချီရန်ဂျီတို့ဟာ သူ့အဖေအမွေပေးခဲ့တဲ့ တန်တရာအတတ်နဲ့ ကောင်းတဲ့နေရာမှာအသုံးမချဘဲ လူတွေကိုနှစ်ပေါက်တစ်ပေါက်ရိုက်ကာလိမ်စားနေကြပါတယ်။\nတစ်နေ့မှာတော့ တောင်ကုန်းပေါ်က ရွာလေးတစ်ရွာမှာနေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက် ရောက်လာပြီး သူတို့နှစ်ယောက်ရဲ့အဖေ အူလ(တ်) ဘာဘာနဲ့ တွေ့ချင်တယ်လို့ ပြောပါတယ်။\nအူလ(တ်) ဘာဘာနဲ့ ဘာကြောင့်တွေ့ချင်ရသလဲမေးတဲ့အခါမှာတော့မာယာတို့ရွာမှာ အရင်က သရဲတစ်ကောင် သောင်းကျန်းဖူးကြောင်း\nအဲဒီသရဲကို အူလ(တ်) ဘာဘာက နှင်ထုတ်ပေးခဲ့တဲ့အတွက်ထွက်ပြေးသွားကြောင်း အခုတစ်ခါလည်း အဲဒီသရဲ သောင်းကျန်းနေလို့ဘာဘာကိုလာပင့်တာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။\nအူလ(တ်) ဘာဘာမရှိတော့ပေမဲ့ လူတွေဆီကသရဲအကြောင်းပြပြီးလိမ်စားနေကြတဲ့ သူ့ရဲ့သားတွေက သရဲအလကားနှင်ပေးမယ်ဆိုပြီး မာယာနဲ့လိုက်လာပါတယ်။\nအဲ့ဒီနောက်မှာတော့.....ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့......\nဘာသာပြန်သူတွေကတော့ Thaik Sanနဲ့ Nyi Koeဖြစ်ပါတယ်။ File Size : (2.4GB)(1.2GB) and 499MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Comedy , Horror\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ESal/Bhoot_Police.2021.WEB-DL.1080P5.1CH.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/YUj9/Tuck_Jagadish_(2021)_Telugu_HDRip_-720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aXAByjBN8UhaYvotqRCwa5MsMGu.jpg",
        "title": "Scream (1996)",
        "description": "Scream 1996 အညွှန်း\n================\nHorror, Mystery ပရိတ်သတ်တွေအတွက် 90s ခေတ်က\nrating လည်းကောင်းကောင်းရထားတဲ့ ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်။\nHorror အမာခံပရိတ်သတ်တွေ ဆိုရင်တော့ Scream 1996 က အထူးညွှန်းနေစရာ မလိုပါဘူး။\nအခုနောက်ပိုင်းထွက်တဲ့ horror ကားတွေနဲ့ ဒီကားနဲ့ ကွာခြားချက်ကို ပြောပါဆိုရင်\nသူက supernatural ဆန်ဆန် သရဲတွေ နာနာဘဝတွေမပါဘဲ mystery အသားပေးထားပြီး\nလူသတ်သမားက ဘယ်သူများဖြစ်မလဲဆိုပြီး ရင်တထိတ်ထိတ်ကြည့်ရတဲ့ဖီလင်ကိုပေးတဲ့ ကားမျိုးပါ။\nဒီကားက ထွက်ပြီးပြီးချင်းပဲ horror ရုပ်ရှင်တွေကြားထဲမှာ ဇာတ်လမ်းတည်ဆောက်ပုံရော\nဇာတ်ရှိန်ထိန်းသွားတာရောကောင်းလွန်းလို့ နာမည်အရမ်းကြီးခဲ့တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်တော့ ဆစ်ဒနေဆိုတဲ့ ကောင်မလေးဟာ\nသူမရဲ့အမေကို မုဒိန်းကျင့်ပြီးလူသတ်မှုတစ်ခုမှာ တစ်ခုမှာ ဆုံးရှုံးခဲ့ရတာပါ။\nအဲလိုနဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ဆစ်ဒနေဟာ ဘဝကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေတုန်း\n၁ နှစ်ပြည့်သွားတဲ့အချိန်မှာပဲ သူ့အမေတုန်းကလို လူသတ်မှုတွေ ဖြစ်လာပါတော့တယ်။\nထူးဆန်းတာက သူ့အမေကိုသတ်ခဲ့တယ်လို့ သံသယရှိသူကို ထောင်ထဲထည့်ပြီးသွားပြီ ဖြစ်နေလို့ပါ။\nဒီတော့ အခုဖြစ်လာတဲ့ လူသတ်မှုတွေရဲ့ နောက်ကွယ်က တရားခံကဘယ်သူတွေလဲ?\nသူတို့ရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?\nအရင်လူသတ်မှုနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1EQy8/Scream.1996.UNCUT.720p.BluRay.x264.AAC.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Red_Carpet_-_Korean_Movie-p1-140x200.jpg",
        "title": "Red Carpet (2014)",
        "description": "ငယ်စဉ်တည်းက ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ဖို့ အိမ်မက်မက်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် Porn Director တစ်ယောက်အဖြစ်ရပ်တည်နေရတဲ့ ပတ်ဂျောင်ဝူ...\nအမေဖြစ်သူနဲ့ လေဖြတ်နေတဲ့အဖေ ကို သူ့ရိုက်ထားတဲ့ ဇာတ်လမ်းလေး TVမှာလာတာကို ပြချင်ခဲ့ပေမယ့် လွှင့်မရတဲ့ဇာတ်ကားဖြစ်နေတော့ အကြောင်းအမျိုးမျိုးပြပြီး လိမ်ထားရတာပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ဆီကို အိမ်ဝယ်တာ အလိမ်ခံရတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်\nအလိမ်ခံခဲ့ရတာကြောင့် နေရာမရှိဘဲ ပတ်ဂျောင်ဝူရဲ့ အိမ်မှာ ကပ်နေရတဲ့သူကတော့ ငယ်ငယ်က ကလေးသရုပ်ဆောင်လုပ်ခဲ့ဖူးပြီး မင်းသမီးဖြစ်ချင်နေတဲ့ ဂျောင်အွန်းဆူပါရုပ်ရှင်ရိုက်ဖို့အတွက် လူသစ်မိန်းကလေးသရုပ်ဆောင်ရှာနေတဲ့ ပတ်ဂျောင်ဝူးက ဒါရိုက်တာဆိုတာသိပေမယ့်\nဘာကားရိုက်တဲ့ ဒါရိုက်တာမှန်းမသိဘဲ သူလည်းသွားလျောက်လေတော့...ဘာဆက်ဖြစ်မလဲ ဒီဇာတ်ကားလေးက ဟာသဆန်ဆန်ရိုက်ကူးထားပေမယ့် ပေးချင်တဲ့ မက်ဆေ့ကတော့ တော်တော်ကောင်းပါတယ်\nPorn ကားရိုက်တဲ့ မိန်းကလေးတိုင်း အပျက်မ မဟုတ်ပါဘူး...အလုပ်တစ်ခုဖြစ်ပြီး ဒါဟာလည်း အနုပညာတစ်ရပ်ပါပဲ\nဇာတ်ကားထဲမှာ ဘယ်လိုပဲ ဖြစ်နေပါစေ အပြင်မှာတော့ မိန်းကလေးအားလုံးနဲ့ တန်းတူဆက်ဆံရမှာပါပဲ လေးစားမှု့ရှိရမှာပါပဲ\nလူတွေနေ့စဉ်ဘဝမှာ ဖြစ်ပျက်နေကြအရာတွေကို ကျန်းမာရေးရှူ့ထောင့်ကဖြစ်စေ ၊ လူ့သဘောသဘာဝကို ဖြစ်စေ ဖော်ပြပေးတဲ့ဇာတ်ကားတစ်ရပ်ပါအနုပညာဆိုတာကို ကျွန်တော်တို့ ဘယ်လို ...",
        "rating": "6.1",
        "url": "https://megaup.net/YU7b/Red_Carpet_(2014)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/li2kiirkpps7-143x200.jpg",
        "title": "Sunny Sisters ( 2021 )",
        "description": "ဒီတစ်​ခါမှာ CMကနေ ထပ်မံပြီးတော့ ကိုရီးယားကား ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းလေးကတော့....ကျန်းလီကျွင်းဟာ လက်ထပ်ပြီးသမီးတစ်ယောက်နဲ့ အိမ်ထောင်မှုတွေကြားမှာ ပိတ်မိနေတဲ့ မိန်းမတစ်ယောက်ပါ တစ်နေ့ သူ့အမေဆေးရုံတတ်ရတာကိုသွားကြည့်ရင်း အထက်တန်းဘဝက ညီအစ်မတွေလို ရင်းနှီးတဲ့လင်ချင်တစ်ယောက် ကင်ဆာဖြစ်ပြီးဆေးရုံတတ်နေရတာကို သိလိုက်ရပါတယ်လင်ချင်ဟာ အထက်တန်းတုန်းက sunny sisters အဖွဲ့ရဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပြီး ကျန်းလီကျွင်းအပါအဝင်အဖွဲ့သားခြောက်ယောက်နဲ့အရမ်းကို ချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ ဒါပေမဲ့သူတို့တွေ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲသွားပြီး နှစ်လပဲ အသက်ရှင်ရတော့မယ့်လင်ချင်အတွက် အဖွဲ့ဝင်ငါးယောက်ကို ကျန်းလီကျွင်းတစ်ယောက်ရှာပုံတော်ဖွင့်မဲ့ ပုံစံလေးနဲ့ ဇာတ်လမ်းလေးကို အစချီထားတာပါ သူတို့ရဲ့ငယ်ဘဝတွေကိုလည်း တဖြည်းဖြည်းချင်းပြန်လည်ပြသထားတာဖြစ်တဲ့အတွက်ဒီကားလေးထဲမှာ ငယ်စဉ်အထက်တန်းဘဝက သူတို့တစ်တွေအရူးထခဲ့ ပျော်ရွှင်ခဲ့ရတာတွေ တစ်ယောက်နဲ့တစ်ယောက် ဖေးမကူညီခဲ့တာတွေ စတဲ့သူတို့ကြားက ဖြူစင်တဲ့ သံယောဇဉ်လေးတွေကိုကြည်နူး နွေးထွေးဖွယ် ဆက်လက် ကြည့်ရှုကြကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 1h 58minGenres : DramaSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/YT8j/Sunny.Sisters.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMzhiOWEwMTgtNTNjMi00NTZiLTkyYWMtMDVmMGE5ZjFhNjlhXkEyXkFqcGdeQXVyMTMzMjU2NjYx._V1_-139x200.jpg",
        "title": "The Interview: Night of 26/11(2021)",
        "description": "The Interview : Night of 26/11ဝါရင့်ဘောလိဝုဒ်မင်းသားကြီး Jackie Shroff ရဲ့2021ထွက်ဇာတ်ကားသစ်ဖြစ်ပါတယ်2008 ခုနှစ် မွမ်ဘိုင်းမှာ 26/11 တိုက်ခိုက်မှုတွေစဖြစ်ခဲ့တဲ့ညတုန်းကနိုင်ငံကျော်စူပါစတားမင်းသမီးတစ်လက် ဖြစ်တဲ့ တာရာရဲ့အိမ်ကိုနာမည်ကျော်ဆုရစစ်ပွဲသတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ ရိုဟန်တစ်ယောက် အင်တာဗျူးဖို့ရောက်ရှိလို့နေပါတယ်တကယ်တမ်း မြို့ထဲမှာက အုန်းဒိုင်းဂွမ်းတွေဖြစ်နေတဲ့အချိန်မှာ ကိုယ်က အခင်းဖြစ်နေရာမှာ ရှိနေရမယ့်အစား ဒီလိုရုပ်ရှင်မင်းသားမင်းသမီးတွေရဲ့အတင်းအဖျင်းတွေကို လိုက်အင်တာဗျူးဖို့ဆိုတာစစ်ပွဲသတင်းပဲလိုက်လေ့ရှိသူတစ်ယောက်အတွက် မလွယ်ကူနေခဲ့ပါဘူးလစာ၃လစာရဖို့ကျန်တာကို ဒီအင်တာဗျူးသွားမေးပေးမှ ကျန်တဲ့လစာတွေပေးမယ်ဆိုပြီး ညစ်တဲ့အယ်ဒီတာကြောင့် ရိုဟန်တစ်ယောက် နောက်ဆံတငင်ငင်နဲ့ပဲ သွားရပါတော့တယ်ပုံမှန်ဆို မင်းသမီးရဲ့အိမ်ကိုသွား အင်တာဗျူးပြီးပြန်လာ သမားရိုးကျက အဲ့လိုပေမယ့်စာဖတ်ပရိသတ်တွေ လှုပ်လှုပ်ရွရွဖြစ်စေမယ့် သတင်းရေးပါဆိုပြီး မှာလိုက်တဲ့ အယ်ဒီတာရဲ့တချက်လွှတ်အမိန့်ကြောင့်ရိုဟန်တစ်ယောက် မင်းသမီးတာရာရဲ့ တကယ့်အတွင်းစိတ်ကို ရှာဖွေရပါတော့တယ်တစ်ဖက်ကလည်း ခေသူမဟုတ်တဲ့ သရုပ်ဆောင်ကျွမ်းကျင်မင်းသမီးတစ်လက်ဖြစ်နေပြန်ဒီဘက်ကလူကလည်း စစ်ပွဲမှာလျှို့ဝှက်သတင်းတွေကို ရေလည်ကျွမ်းကျင်အောင်လိုက်တတ်တဲ့ ဆုရသတင်းထောက်ဖြစ်နေ တော့နှစ်ယောက်သားရဲ့ အားပြိုင်မှုလေးတွေကို ကြည့်ရမှာဖြစ်ပါတယ်အဖုအထစ်သေးသေးလေးတွေကနေ အနိုင်ယူမှုအနိုင်ရလိုမှုများခံစားချက်ချင်းနားလည်ပေးရာကနေ နီးကပ်လိုက် ဝေးကွာလိုက် ဖြစ်ပုံများတာရာကပဲ သရုပ်ဆောင်ပိုတော်မလားရိုဟန်ကပဲ ဉာဏ်နီဉာဏ်နက်တွေ သုံးပြီး လိုချင်တဲ့ သတင်းတွေရသွားမလားထိတွေ့ ပွတ်တိုက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/YT2a/The._nterview_Night_Of_26_-11_(2021)_Hindi_720p_WEBRip_x264_AAC_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2vCbCxOoIshmcMVdp2kFWFwTw0k.jpg",
        "title": "Where Would You Like to Go? (2023)",
        "description": "Where Would Yu Like to Go? (2023)************************************မတော်တဆမှုအတွင်း ကျောင်းသားဖြစ်သူဂွမ်ဂျီယုံးကို ကယ်တင်ဖို့ကြိုးစားရင်းအသက်ဆုံးရှုံးခဲ့ရတဲ့ အလယ်တန်းပြဆရာ ဂွမ်ဒိုဂယောင်း ။ခင်ပွန်းဖြစ်သူဆုံးပါးသွားပြီးနောက် နေ့ရက်တွေကို အထီးကျန်ပြီး နာကျင်စွာဖြတ်သန်းနေရရှာတဲ့မြောင်ဂျီတစ်ယောက် တစ်နေ့မှာ‌တော့ နိုင်ငံရပ်ခြားကို အလည်အပတ်သွားရင်းမိတ်ဆွေဟောင်းဖြစ်သူ ဟျောင်းဆော့နဲ့အမှတ်မထင် ဆုံတွေ့ခဲ့ရပါတော့တယ်။တစ်ဖက်မှာလည်း မောင်ဖြစ်သူကိုဆုံးရှုံးလိုက်ရပြီးနောက် လေဖြန်းရောဂါနဲ့ ဆေးရုံတက်နေရတဲ့ဂျီအွန်းဟာလည်းအသက်ရှင်နေလျက် နာကျင်မှုတွေထဲ ပိတ်လှောင်ခံစားနေရတဲ့သူပါ။ဆုံးရှုံးမှုကို ယူကြုံးမရဖြစ်ပြီး လွမ်းဆွတ်နေရပေမယ့် အစ်မဂျီအွန်းကိုအကောင်းဆုံးစောင့်ရှောက်ပေးနေရှာတဲ့ ဂျီယုံးရဲ့သူငယ်ချင်းဖြစ်သူ ဟယ်ဆူ။သူတို့ရဲ့နေ့စွဲတွေကို ဘယ်လိုမျိုးဖြတ်သန်းသွားကြမလဲ...။အနာကျင်ရဆုံးအခိုက်အတန့်ကိုရော ဘယ်လိုတွေကျော်လွှားသွားကြမလဲ...။ဒိုဂယောင်းရဲ့သေဆုံးမှုကိုမသိရှိဘဲ အတိတ်ကိုပြန်တူးဖော်နေတဲ့ဟျောင်းဆော့နဲ့ရော မြောင်ဂျီတစ်ယောက် ဘယ်လိုခံစားရမှာလဲ...။ကိုရီးယားကို ပြန်လာတဲ့အခါ မြောင်ဂျီကိုစောင့်နေတဲ့ ဂျီအွန်းရေးထားတဲ့စာကရော အခြေအနေတွေကို ဘယ်လိုပြောင်းလဲစေမလဲ...။စတဲ့လွမ်းဆွတ်ဖွယ် နွေရာသီနေ့ရက်တွေကို ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။ File Size : (1.43GB),&(540MB)\nQuality : WEB-DL 1080p,720p\nFormat : mp4\nDuration : 01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/3hOXy/Where.Would.You.Like.To.Go.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/0886973824993-141x200.jpg",
        "title": "The Brothers Bloom (2008)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (68%)နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ The Pianist မင်းသားကြီး Adrien Brody, MCU ရဲ့ Hulk မင်းသားကြီး Mark Ruffalo,The Mummy ရဲ့အသည်းကျော်မင်းသမီးကြီး Rachel Weisz တို့ပါ၀င်ထားပြီးဒါရိုက်တာ Rian Johnson ရိုက်ကူးထားတဲ့ Action,Adventure,Comedy ရုပ်ရှင်ကားလေးပါ။ဇာတ်လမ်းကတော့....မိဘမဲ့ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Stephen နဲ့Bloomတို့ဟာငယ်စဉ်ကတည်းက ဆိုးသွမ်းတတ်တာကြောင့် မွေးစားမိဘတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းခဲ့ရပါတယ်။ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက လိမ်လည်ခြင်းအတတ်ပညာကို ကျွမ်းကျင်ကြပြီးအစ်ကိုဖြစ်သူစတီဗင်က လူလိမ်ဇာတ်လမ်းတွေကို သေချာအစီအစဉ်ချပြီးညီဖြစ်သူကတော့ ပစ်မှတ်ရဲ့ယုံကြည်မှုကိုရနိုင်ဖို့ဟန်ဆောင်ပေးရပါတယ်။နှစ်‌တွေကြာပြီးမှာတော့ Bloomညီနောင်တို့ရဲ့နောက်ဆုံးပစ်မှတ်ဖြစ်သူတစ်ကောင်ကြွက်သူဌေးသမီး Penelope နဲ့တွေ့ချိန်မှာတော့ စီစဉ်ထားတာတွေအကုန် လွဲချော်ဖို့အကြောင်းဖန်လာတဲ့အခါ....။\nFile size…(2 GB)/ (970 MB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….01:53:40\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by SP",
        "rating": "6.7",
        "url": "\thttps://megaup.net/1VU0p/(CM)_The_Brothers_Bloom_(2008)_720p_BluRay_x264-Naung.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/20230420_6440a98299a58-140x200.jpg",
        "title": "[21+] The Arrogant President Of The Business Partner-Ichino Aoi [JUQ-191-Decensored]",
        "description": "Ichino Aoi ဆိုတာ အရွယ်ရောက်မှ JAV လောကထဲ ရောက်လာပေမယ့် နောက်ကျတဲ့ နေဝင်ချိန်မဟုတ်ခဲ့ပါဘူး..အဖူးအငုံလေးတွေလို နုလှပါတယ်ဆိုတဲ့ JAV မင်းသမီးတွေကြားသူမရဲ့အလှကျတော့ ပြီးပြည့်စုံစွာ ပွင့်ဖူးထားတဲ့ ပန်းတစ်ပွင့်လို ငွားငွားစွင့်စွင့်ပါပဲ။မြင်သူ ရင်အေးရတဲ့မျက်နှာထားလေးနဲ့ အကြည့်လေးတွေက စွဲနေမိတတ်ပါတယ်ပါးဖောင်းဖောင်းပြည့်ပြည့်ဖြိုးဖြိုးလေးနဲ့ အာရှရဲ့ အလှအပတွေနဲ့ ပြည့်စုံသူလေးပါ။JUQ-191-Decensored Versionဒီဇာတ်လမ်းမှာတော့ သူမဟာ တာဝန်ကို ပြီးမြောက်အောင် ဆောင်ရွက်ရာမှာမိမိကိုယ်သော်မှ မငဲ့ကွက်တဲ့ ဝန်ထမ်းမလေးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။Decensored Version နဲ့မလို့  Ichino Aoi ကို အားပေးရကျိုးနပ်မှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3 GB) & (1.6 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time : 02:35:47\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1fWvd/[JUQ-191-Decensored]_The_Arrogant_President_Of_The_Business_Partner-_IchinoAoi-HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTlkMmJjOGYtMWFiNS00MzZmLThiYjItZDdmMDE2ZDg3MzA2XkEyXkFqcGdeQXVyMTQ5Mzc5MDU@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Limbo (2023)",
        "description": "Limbo (2023)\n===========IMDb Rating 6.3, Rotten Tomatoes 96% ရရှိထားတဲ့\nစုံထောက်ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nAustralia နိုင်ငံက ရိုက်ကူးထုတ်လုပ်တာမို့ မြင်နေကြ Hollywood\nရုပ်ရှင်တွေနဲ့ ကွဲပြားပါတယ်။ ထို့အပြင် အဖြူအမည်းနဲ့ပဲ တင်ဆက်\nထားတဲ့အတွက် အမြင်ထူးခြားနေပါတယ်။ ကိုယ့်အကြိုက်ပေါ်\nမူတည်ပြီး ‌ကောင်းတယ် မကောင်းဘူး ဖြစ်သွားနိုင်တဲ့ ဇာတ်ကား\nလို့ပဲညွှန်းဆိုချင်ပါတယ်။ တကယ်လို့ Slow burn ဖြစ်တဲ့ Crime/\nDrama/Mystery ရုပ်ရှင်မျိုးကြိုက်တယ်ဆိုရင် ကြည့်လိုက်ပါလို့ပဲ\nပြောချင်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ က ပျောက်ဆုံးသွားတဲ့ ရှားလက် ဆိုတဲ့ လူမည်း\nကောင်မလေးအမှုကို ပြန်လည်စုံစမ်းသုံးသပ်ဖို့ မြို့ငယ်လေးကို\nထရာဗစ်ဟာလီဆိုတဲ့ စုံထောက်တစ်ယောက် ရောက်လာပါတယ်။\nမြို့လေးကိုလာရောက်စုံစမ်းရင်း ကားထဲက ပစ္စည်းတွေ အခိုးခံရကာ\nမြို့ကို မပြန်နိုင်ဘဲသောင်တင်သွားပါတော့တယ်။ ဒီလိုနဲ့ ထရာဗစ်\nတစ်ယောက် အမှုကို ပြန်လည်သုံးသပ်ဖို့အချိန်ရသွားပါတော့တယ်။\nဒီမှာသူတွေ့လိုက်ရတာက လူမျိုးရေးခွဲခြားမှုတွေ ကြားမှာ ဘယ်လို\nတွေဖြစ်ခဲ့တယ်ဆိုတာကိုပါပဲ . ကျန်တာတော့ဇာတ်ကားထဲမှာ ဆက်\nလက်ကြည့်ရှု့ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard Lin မှဖြစ်ပါတယ်)File Size..........(1.37 GB) ...",
        "rating": "6.3",
        "url": "https://megaup.net/3hObQ/Limbo.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg21ZKxP0WemBdSc49ByMbfr5ce.jpg",
        "title": "[18+] Bisyo! (2023)",
        "description": "Bisyo! (2023)ဒီတစ်ခေါက် ကားသစ်လေးကိုတော့ မျက်နှာသစ်သရုပ်ဆောင်လေးတွေ ပွဲထုတ်ပေးထားပြီး တစ်ကားလုံးကို မြူးမြူးသွက်သွက်နဲ့ပေါ့ပေါ့ပါးပါး တင်ဆက်ထားပါတယ်။ဂျိမ်းစ်က ဒုမြို့တော်ဝန်အောက်မှာအလုပ်လုပ်နေတဲ့သူပေမဲ့ သူ့ဝါသနာက Sneaker ဖိနပ်တွေစုဆောင်းခြင်းဖြစ်ပြီး ရည်မှန်းချက်က Sneaker စတိုးတစ်ခုဖွင့်ဖို့ပါ။ ဒုမြို့တော်ဝန် ဗိုက်စ်ရော့ဒ်ကတော့ ရွေးကောက်ပွဲဝင်ဖို့ပြင်ဆင်နေပြီး မဲဆွယ်ပွဲတွေမှာ ညွန့်နေအောင် ပြည်သူကိုရိုကျိုးပြတတ်ပေမဲ့ တကယ်တမ်းနောက်ကွယ်မှာ မကောင်းမှုပေါင်းစုံနဲ့ ချမ်းသာနေတဲ့သူပါ။ သူ့သားငယ်ဇက်ခ်နဲ့ ဂျိမ်းစ်တို့ဟာ သူငယ်ချင်းဖြစ်သလို သူတို့ချစ်သူတွေဖြစ်တဲ့ လီဆာနဲ့ ခရစ်စတင်းတို့ကလည်း ဘော်ဒါရင်းတွေပါပဲ။ဗိုက်စ်ရော့ဒ်နဲ့ အနီးကပ်လေလေ သူ့လုပ်ရပ်တွေကိုမြင်ရလေဖြစ်တဲ့ ဂျိမ်းစ်တစ်ယောက်ဒီဘဝကို စက်ဆုပ်လာပြီး ဗိုက်စ်ရော့ဒ်လက်အောက်က ရုန်းထွက်ဖို့ကြံစည်ပါတော့တယ်။ သူ့အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား... ဇက်ခ်တစ်ယောက်ကရော ဒီကိစ္စမှာ ငြိမ်ခံနေပါ့မလား... သူတို့ကောင်မလေးတွေကရော ဒီဇာတ်လမ်းမှာ ဘယ်လိုနေရာက ပါဝင်ပတ်သက်လာမလဲ... ဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 705MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "",
        "url": "https://megaup.net/1VTt7/(CM)_Bisyo!_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1512253453.0.x-152x200.jpg",
        "title": "Romeo and Juliet (1968)",
        "description": "Romeo and Juliet (1968)\n~ IMDb - 7.6/10, Rotten Tomatoes - 95% ~\" မိုက်မိုက်ကန်းကန်း ချစ်ခဲ့ကြရုံတင်မကဘဲ တစ်ခါတလေ အချစ်လွန်သွားတဲ့အခန်းလေးတွေပါ ပါလို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး \"ရှိတ်စပီးယားရဲ့ နာမည်အကျော်ဆုံးပြဇာတ်တစ်ဖြစ်လဲ သမိုင်းတစ်လျှောက် နာမည်အကြီးဆုံးရိုမန့်ဇာတ်လမ်းဖြစ်တဲ့ ရိုမီရိုဂျူးလိယက်ကို ရုပ်ရှင်အနေနဲ့ ပြန်တင်ဆက်ထားတဲ့ ဂန္ထဝင်ရုပ်ရှင်ပါ။ ရှိတ်စပီးယားရဲ့ ရိုမီရို ဂျူးလိယက်ဟာ ခေတ်အဆက်ဆက်အတင်စားဆုံးအချစ်ဇာတ်လမ်းလည်းဖြစ်ခဲ့တော့ အမျိုးမျိုးအဖုံဖုံပြန်တင်ဆက်ကြတာတွေရှိပေမဲ့ ဒီတစ်ခုကတော့ စာအုပ်နဲ့တော်တော်လေးထပ်တူကျပါတယ်။ ဒီစကားက မှားတောင်မှားနေလောက်တယ်။ စာအုပ်ကြီးအတိုင်းပါပဲဆို ပိုမှန်လိမ့်မယ်။ အမှန်ဆို ဒီကားကို ကျွန်တော်ငယ်ငယ်ကတော့ တစ်ခါကြည့်ဖူးခဲ့တယ်။ ဘာသိမှာလဲ ကြားဖူးနားဝအတိုင်း ရိုမီရို ဂျူးလိယက်ဆိုတဲ့ အသက်ပေးပြီးချစ်ခဲ့ကြတဲ့ ချစ်သူနှစ်ဦးရဲ့ ဇာတ်လမ်းလို့ပဲ ထင်မှတ်ခဲ့တယ်။ ဒါပေမဲ့ ဒီတစ်ခေါက်ပြန်ကြည့်တဲ့အချိန်မှာ ရှိတ်စပီးယားဟာ အဲဒီလောက်ပဲပြတတ်တဲ့ ဘဲမဟုတ်ဘူးဆိုတာ ပိုသိလာတယ်။ပြောရရင် သူ ရိုမီရိုကို ပုံဖော်ခဲ့တဲ့ပုံတွေက လူငယ်လေးတစ်ယောက်ရဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1VTph/(CM)_Romeo_&_Juliet_(1968)_Bluray_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfKvX0oB3YyJfYEtUe2TazaQdRq.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)မနှစ်က ထွက်ရှိထားတဲ့ Low Budget စစ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ပြီးခါနီးကိုအခြေတည်ထားတာပါ။ ဟစ်တလာဟာ သူစစ်ရှုံးတော့မယ်လို့မြင်တဲ့အခါ တိုင်းပြည်ထဲက လူငယ်တွေကို ပြည်သူ့စစ်အဖွဲ့တွေဖွဲ့ခိုင်းပြီး ကျူးကျော်လာသူတွေကို တစ်နိုင်တပိုင်တိုက်ထုတ်ဖို့အမိန့်ထုတ်လိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ သိပ်အဆန်းတကြယ်မဟုတ်ပါဘူး။ဟစ်တလာဟာ သူ့ရဲ့နောက်ဆုံးမျှော်လင့်ချက်ကောက်ရိုးတစ်မျှင်အနေနဲ့ နျူကလိယားဗုံးတီထွင်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ကို ဖမ်းဆီးထားပါတယ်။ စနိုက်ပါတစ်ယောက်၊ စစ်သူရဲကောင်းတစ်ယောက်၊ သိပ္ပံကျောင်းသားတစ်ယောက်နဲ့ ဗိုလ်ကြီးတစ်ယောက်က သူ့ကို အသေခံမစ်ရှင်အနေနဲ့ သွားကယ်တင်ကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။စစ်သူရဲကောင်းကြီးက အိမ်လွမ်းဝေဒနာကိုခံစားနေရပြီး လူသေတွေအားလုံးကို သူ့သမီးလို့ပဲမြင်ယောင်နေတာပါ။ ဒီအချက်နဲ့တင်တည်ပြီး ဒီထက်ပိုကောင်းအောင် Psychology ဆန်ဆန်ရိုက်ကူးလို့ရပေမယ့် ဘတ်ဂျက်အခြေအနေကြောင့် ဇာတ်လမ်းကို ပေါ့ပစ်လိုက်ရဟန်တူပါတယ်။ အသံပိုင်းဆိုင်ရာကလည်း သိပ်အားရစရာမရှိပါဘူး။ သေချာ အချိန်သီးသန့်ယူပြီး ကြည့်ရလောက်အောင်ကောင်းတဲ့ စစ်ကားမျိုးမဟုတ်ဘဲ အပျင်းပြေကြည့်ပျော်တဲ့ စစ်ကားမျိုးဘက်ကိုသွားပါတယ်။စစ်ကားတွေကိုအသည်းစွဲကြိုက်ပြီး စစ်ကားမှကြည့်ချင်တယ်ဆိုတဲ့သူတွေအတွက်တော့ အပျင်းပြေစေမယ့်အနေအထားရှိပေမဲ့ Low Budget ရုပ်ရှင်ဖြစ်တာကြောင့် အများကြီးမျှော်လင့်မထားဖို့တော့ ကြိုပြောချင်ပါတယ်။(ဒီမှတ်တမ်းရုပ်ရှင်နဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/1VTo6/(CM)_Wolves_of_War_(2022)_720p.mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JSPf4xym9pPsIy8RLJOjEUtbyB.jpg",
        "title": "The Tunnel to Summer, the Exit of Goodbyes (2022)",
        "description": "The Tunnel to Summer, the Exit of Goodbyes (2022)~ IMDb - 6.8/10, Rotten Tomatoes - 100% ~ \n\" နွေရာသီလိုဏ်ခေါင်း ခွဲခွာခြင်းထွက်ပေါက် \" တစ်ခါတလေလည်း ရဲရဲတင်းတင်း ပြုတ်ကျလိုက်၊\nတစ်ခါတလေလည်း ရဲရဲတင်းတင်း ထိုးဆင်းလိုက်၊\nငါတို့တကယ်မရှိခဲ့ဘူးလို့\nငါတို့သိလိုက်ရတဲ့နှစ်တွေမှာ\nနွေရာသီ အမြဲစိမ်းလှပနေတဲ့ လှိုဏ်ခေါင်းလေးထဲ\nငါ ပြေးဆင်းကြည့်မိတယ်... အချိန်တွေ ဘယ်လောက်ထိဟောင်းသွားခဲ့လည်း...\nငါတို့ကမ္ဘာရဲ့အပြင်ဘက်မှာ နေဘယ်နှစင်းဝင်သွားလဲ\nလူတွေ ဘယ်လောက်ထိ ခရီးပေါက်သွားလဲ\nလူတွေ ဘယ်လောက်ထိ ခရီးရောက်သွားလဲ\nအပြင်မှာ ဘယ်လောက်ထိ ပြောင်းသွားကြလဲ\nအပြင်မှာ ဘယ်လောက်ထိ ဟောင်းသွားကြလဲ ဘယ်တော့မှမဟောင်းတဲ့ ထီးကလေးတစ်ချောင်းဟာ\nငါဘာမှမသိရတော့တဲ့ ဘူတာရုံကလေးကို ဖြတ်သန်း\nဒီကမ္ဘာဝန်းထဲ တို့ထပ်ရောက်ခဲ့ကြပြန်တယ် အချစ်ရယ်...\nထွက်ပေါက်မှာ ခွဲခွာခြင်းများမရှိဘူးလို့\nစုံလုံးမှိတ်ယုံလိုက်ကြတာပေါ့\nနွေရာသီတွေလည်း လင်းဦးမယ်... \n(ဒီဇာတ်ကားနဲ့အညွှန်းကဗျာကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 720MB\nQuality - 1080p, 720p\nIMDb Rating - 6.8/10\nFormat - mp4\nDuration ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VTgq/(CM)_The_Tunnel_to_Summer,_the_Exit_of_Goodbyes_(2022)_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/B7m21gukMeVK3NAuk1PLCo9C8p.jpg",
        "title": "True Spirit (2023)",
        "description": "ကိုယ့်ဘဝမှာဖြစ်ချင်နေတဲ့ အိပ်မက်တွေရှိနေပြီး အဲ့ဒီအိပ်မက်တွေနောက်ကိုအကြောင်းအမျိုးမျိုးကြောင့် မလိုက်နိုင်ဖြစ်နေကြတဲ့ လူတွေအများကြီးရှိမှာပါ။အဲ့ဒီလို အိပ်မက်တွေဖြစ်လာဖို့က ကိုယ့်ရဲ့အိပ်မက်ကိုကိုယ်ယုံကြည်ပြီးအပြင်းအထန်ကြိုးစားရင် ဖြစ်နိုင်တယ်ဆိုတာကို ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးနဲ့သက်သေပြသွားတာပဲဖြစ်ပါတယ်။မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဂျက်ဆီကာလို့ခေါ်တဲ့ သြစတေးလျကမ်းခြေမှာကြီးပြင်းလာခဲ့တဲ့ကောင်မလေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက ပင်လယ်နဲ့အကျွမ်းတဝင်ရှိခဲ့ပြီး ရွက်လွှင့်ရတာကို အရမ်းနှစ်သက်သဘောကျတဲ့ကောင်မလေးပဲဖြစ်ပါတယ်။သူကအသက် ၁၇ နှစ်နဲ့ကမ္ဘာတစ်ပတ်ကိုအကူအညီမပါပဲ ဆက်တိုက်ရွက်လွှင့်ခဲ့တဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ အသက်အငယ်ဆုံးရွက်လွှင့်သူကို အရမ်းအားကျပြီးသူကိုယ်တိုင်လဲအဲ့လိုမျိုးဖြစ်ချင်ခဲ့ပါတယ်။ဒါကြောင့်ဂျက်ဆီကငယ်ငယ်လေးကတည်းက ဘန်ဆိုတဲ့နည်းပြနဲ့လေ့ကျင့်ခဲ့ပြီးအသက် ၁၆ နှစ်ပြည့်တဲ့အခါမှာတော့ ကိုယ်တိုင်သူသွားချင်တဲ့ပန်းတိုင်ကို ခရီးနှင်ဖို့စတင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်စစချင်းမှာတော့ မီဒီယာတွေနဲ့အစိုးရက သူ့ကိုအရမ်းတိုက်ခိုက်ကြပေမဲ့ လုံးဝလက်မလျှော့ပဲ မိသားစုနဲ့နည်းပြရဲ့ အကူအညီနဲ့ သူ့ရဲ့ကမ္ဘာပတ်ခရီးစဉ်ကိုစတင်ခဲ့ပါတော့တယ်။ဒီခရီးတစ်လျှောက်မှာ တွေ့ကြုံရမဲ့အခက်အခဲတွေမုန်တိုင်းတွေကိုဘယ်လိုတွေဖြစ်ကျော်ပြီးရက်ပေါင်း ၂၁၀ (ခုနှစ်လ) ကြာမြင့်တဲ့အခါမှာအောင်မြင်စွာပြန်လာနိုင်ခဲ့ပုံတွေကို ရင်ထိတ်ဖွယ်ရာ စိတ်ဝင်စားစရာဒရာမာတွေနဲ့ လူ့ဘဝရဲ့အတွေ့အကြုံတွေကိုပေါင်းစပ်ပြီး ရိုက်ကူးထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…  2.70GB / 800MB\nQuality… NF WEB-DL1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 49m\nGenre …..  Adventure , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/3hOex/True.Spirit.2023.NF.WEB.DL720p(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDJmZDNlMTYtYzZjOS00M2U1LWJmMTEtZDY1YTI3OGFmYjc1XkEyXkFqcGdeQXVyNTg4MDk1MzM@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Little Bone Lodge (2023)",
        "description": "Crime, Horror, Thriller အမျိုးအစား ရုပ်ရှင်သစ်တစ်ခုဖြစ်ပါတယ်။ ဒါရိုက်တာ Matthias Hoene ရဲ့လက်ရာဖြစ်ပြီး Joely Richardson နဲ့ Neil Linpow တို့ ပါဝင်ထားပါတယ်။ ဝရမ်းပြေးညီအစ်ကိုနှစ်ယောက် မုန်တိုင်းကြီးတစ်ခုအတွင်းမှာ အိမ်တစ်လုံးထဲကို ဝင်ခိုမိကြပါတယ်။ အဲဒီအိမ်မှာနေတဲ့မိသားစုကို ဓားစာခံအဖြစ် ဖမ်းထားလိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီအိမ်နဲ့မိသားစုက ရိုးရှင်းမနေဘဲ ကြောက်စရာ လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နေတာကို သိလိုက်ရတဲ့အခါ...File size…(1.3 GB)/(657 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:33:00\nGenre...Horror, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by WolfemHein",
        "rating": "6.1",
        "url": "https://megaup.net/2BOii/Little.Bone.Lodge.2023.720p.(CM).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpHT1ihSAXjNj1T7ojAVn9AqSsC.jpg",
        "title": "Soulcatcher (2023)",
        "description": "Soulcatcher (2023)****************** ပိုလန် အက်ရှင်ကားသစ်တစ်ကား နက်ဖလစ်ကနေ ထွက်လာတာပါ။ ဒါရိုက်တာ Daniel Markowicz ရဲ့လက်ရာဖြစ်ပြီး အထူးတပ်ဖွဲ့ဝင်တွေအကြောင်းကို အခြေခံထားပါတယ်။ဇာတ်လမ်းအကျဉ်းပိုလန် ကြေးစားအထူးတပ်ဖွဲ့ဝင်ဟောင်းတွေဟာ နယ်စပ်တစ်နေရာကစစ်ခေါင်းဆောင်တစ်ယောက်ဖမ်းထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့စစ်ရာဇဝတ်မှုသက်သေတွေကို သွားပြီးယူဖို့ တာဝန်ပေးခံရပါတယ်။ဒါပေမဲ့ အဲဒီမှာ လူတွေကို စိတ်ဖောက်ပြန်ပြီး သတ်ဖြတ်ချင်စိတ်တွေဝင်လာစေတဲ့ထူးဆန်းတဲ့စက်တစ်လုံးနဲ့ ရင်ဆိုင်လိုက်ရပြီး အားလုံးနီးပါး သေသွားရပါတော့တယ်။အဲဒီစက်ဟာ မူလက ကင်ဆာကုဖို့ စတီထွင်ထားခဲ့ပေမဲ့ အမှားအယွင်းတစ်ခုကနေလက်နက်ဖြစ်လာခဲ့တာပါ။ အသက်ရှင်ကျန်ခဲ့တဲ့ အထူးတပ်ဖွဲ့ဝင်ကအဲဒီစက်ကို ပြန်လုယူဖို့နဲ့ စက်တီထွင်သူကို လုပ်ကြံဖို့ စစ်စခန်းထဲကို ပြန်ဖောက်ဝင်ဖို့ ကြိုးစားရတဲ့အခါ....File size…  1.50GB / 800MB\nQuality… WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://megaup.net/3hOcv/Soulcatcher_(2023)WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6b7gM32CkHzjoP1Xjy6rJlGPwZb.jpg",
        "title": "Zhao ZiLong ( 2023 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးရင်းနှီးကျွမ်းဝင်မှုရှိတဲ့\nစစ်သူရဲကောင်း ကျောက်ကျစ်လုံရဲ့ဇာတ်လမ်းအသစ်လေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခါမှာတော့ ကကျောက်ကျစ်လုံရဲ့ငယ်ဘဝအကြောင်းလေးကိုရိုက်ကူးထားတာဖြစ်ပါတယ်\nအချင်းချင်းသတ်ဖြတ်နေကြတဲ့ ပြည်သူတွေခက်ခဲ\nနိုင်ငံတော်ရှုပ်ထွေးနေတဲ့အချိန်ကာလမှာ ကျောက်ကျစ်လုံနဲ့\nသူ့သူငယ်ချင်းရှဟုန်လန်တို့က ဒီအရှုပ်အယှက်ထဲကို မထင်မှတ်ဘဲဝင်ပါမိခဲ့တယ်အစကအရမ်းကိုချစ်ခင်ကြတဲ့သူငယ်ချင်းနှစ်ယောက်က\nသူတို့နေတဲ့တစ်ရွာလုံးသတ်ဖြတ်ခြင်းကိုခံခဲ့ရပြီးတဲ့နောက်မှာ\nမတူညီတဲ့မလမ်းကိုရွေးချယ်ခဲ့ပါတယ်\nရှဟုန်လန်ကတေ့ ရန်ငြိုးကနေ မလွတ်ရုန်းနိုင်ဘဲ\nလောဘစိတ်တက်ပြီးတော့ အာဏာကိုမက်ခဲ့တယ်ကျောက်ကျစ်လုံကတော့ နိုင်ငံတော်နဲ့ပြည်သူကိုကိုကယ်တင်ချင်စိတ်ပြင်းပြတဲ့အတွက်\nရန်ငြိုးစိတ်ကနေလွတ်ရုန်းနိုင်ခဲ့ပြီး အကျိုးဆောင်မှုတွေအများကြီးကိုထမ်းဆောင်ခဲ့တယ်\nမတူညီတဲ့လမ်းကိုလျှောက်ခဲ့တဲ့ကျောက်ကျစ်လုံနဲ့ရှဟုန်လန်တို့\nဘယ်လိုထင်မြင်မှုတွေနဲ့ ဘယ်လိုတိုက်ခိုက်မှုတွေရှိမလဲ?\nနောက်ဆုံး ရှဟုန်လန်ကအမှန်တရားရပြီးတော့ တစ်ယောက်ကို\nတစ်ယောက်ခွင့်လွှတ်ပြီးတော့ နိုင်ငံအကျိုးကိုအတူတူထမ်းဆောင်နိုင်မလားဆိုတာတွေကို\nကျောက်ကျစ်လုံရဲ့ရဲစွမ်းသတ္တရှိမှုတွေကိုမြင်ယောင်နိုင်မဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်လို့ အားလုံးကိုကြည့်ရှုဖို့ဖိတ်ခေါ်ပါတယ်~~~\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1VR0r/Zhao_ZiLong_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwKitER1KQfTmzwUtQcHO16OAxD.jpg",
        "title": "[18+] Home Service (2023)",
        "description": "Home Service (2023)ဟက်ပီးဆိုတဲ့ကောင်မလေးက နေ့ခင်းပိုင်းမှာ သူနာပြုကျောင်းတက်ပြီး ညဘက်မှာတော့ ပညာသင်စရိတ်အတွက် အနှိပ်ပညာရှင်အဖြစ် ဝင်ငွေရှာပါတယ်။ အနှိပ်ဆိုပေမဲ့ ဖောက်သည်ရဲ့တောင်းဆိုချက်အတိုင်း လိုအပ်ရင် Happy Ending အထိ သွားတဲ့ဝန်ဆောင်မှုပုံစံပါ။တစ်နေ့တော့ ကားတံခါးမှာ ပုဝါချိတ်ထားတဲ့အချက်ပြနည်းနဲ့ လူခေါ်တဲ့အမျိုးသမီးတစ်ယောက်နဲ့ ချိတ်ဆက်မိရင်း သူ့အတွက် ဝင်ငွေပိုရနိုင်စရာနည်းလမ်းကို ရှာတွေ့သွားခဲ့ပါတယ်။ အဲဒီအမျိုးသမီးနဲ့ သူ့လုပ်ဖော်ကိုင်ဖက်မိတ်ဆွေ ဓာတ်ပုံဆရာတို့ဟာ ကျောင်းသူလေးတွေကို ညစ်ညမ်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ ကိုယ်ဟန်ပြခိုင်းပြီး ငွေဖြုန်းနိုင်တဲ့ဖောက်သည်တွေဆီကိုပြန်ရောင်းစားနေကြတာပါ။ ဟက်ပီးတစ်ယောက် သူတို့နဲ့ချိတ်ဆက်မိပြီးမကြာခင်မှာပဲ ရဲတစ်ယောက်က သူတို့အုပ်စုကိုခြေရာခံမိသွားပြီး ဇာတ်လမ်းတွေပိုရှုပ်ဖို့ဖြစ်လာပါတော့မယ်။ ဒါပေမဲ့လည်း အဲဒီရဲကိုယ်တိုင်ကပါ သူတို့ရဲ့ဗီဒီယိုဖိုင် ဓာတ်ပုံတွေနဲ့ ပြသခြိမ်းခြောက်ပြီး အကျပ်ကိုင်အနိုင်ကျင့်လာချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 880MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 54Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3hO7C/(CM)_Home_Service_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjRkY2VkODctOGY4NS00MTY3LThkOTMtMTk4Yzc5ODkxYmI4XkEyXkFqcGdeQXVyMTU3MjY0NDI4._V1_-160x200.jpg",
        "title": "Madhi (2023)",
        "description": "Madhi(2022)\nIMDb-9.3/10မာဒူးနဲ့အာဘီတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်။ ငယ်ငယ်တည်းက အိမ်ချင်းကပ်လျက်နေလာတဲ့\nမာဒူးဆိုတဲ့ကောင်မလေးကို တလျောက်လုံးစိတ်မဝင်စားခဲ့ပေမယ့် တစ်နေ့လမ်းမှာ\nစကူတာအဝါလေးစီးပြီးဖြတ်သွားတာကို မြင်လိုက်တဲ့အခိုက်မှာတော့ အာဘီတစ်ယောက်\nတဖြုတ်ဖြုတ်ကြွေခဲ့မိတယ်။လျောက်ပြန်သံပေးအဆင့်ကနေ တဖြည်းဖြည်းအဆင့်တွေတိုးလာတော့ ချစ်သူတွေဘ၀ကိုရောက်သွားခဲ့ပေါ့။\nအချစ်စစ်တို့မည်သည် ဖြောင့်တန်းရိုးမရှိဆိုတဲ့စကားလို သိပ်ချစ်ကြတဲ့သူတို့နှစ်ဦးအတွက်\nမျိုးရိုးဇာတ်မတူတာကြောင့် အခက်အခဲတွေနဲ့ကြုံလာပါရော။ချစ်ရတဲ့အာဘီရဲ့အသက်အန္တရာယ်အတွက်\nချစ်သူကိုစွန့်လွှတ်ဖို့ မိဘပေးစားတဲ့သူနဲ့ယူဖို့ မာဒူးတစ်ယောက် ဆုံးဖြတ်လိုက်ပေမယ့်\nနှစ်ဦးသား အရင်အတိုင်း ဆက်ချစ်နေဖို့ဆုံးဖြတ်လိုက်တဲ့အခါ။နောက်ဆုံးမှာ သူတို့နှစ်ဦး ပျော်ရွှင်စွာပေါင်းဖက်သွားနိုင်မလားဆိုတာကတော့။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ BpL~Cherry~Yunni~Zwe~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.37 GB / 1.04GB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Cherry~Yunni~Zwe~V",
        "rating": "9.3",
        "url": "https://megaup.net/3hO2A/Madhi_(2022)_Telugu_WEB-DL_.720p.YK(CM).mp4",
        "category": "Bollywood, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rudrangi-telugu-movie-1-133x200.jpg",
        "title": "Rudrangi (2023)",
        "description": "Rudrangi (2023)\nIMDb-7.4/10လူတစ်ယောက်ရဲ့ အတ္တမာန အလိုလောဘတွေကြောင့် အပြစ်မရှိတဲ့ ချစ်သူတွေ နစ်နာကြတာ ရှေးရှေးတုန်းတည်းက ဆိုပါတော့။\nရူဒရန်ဂီနဲ့ မာလက်ရှ်ဆိုတာ ကလေးဘ၀ကတည်းက အဘိုးကိုယ်တိုင် လက်ထပ်ပေးခဲ့တာ။အသိအမှတ်ပြုတဲ့ သဘောလောက်ပေါ့။ဘီးမ်ရောဝ်ဆိုတာ နယ်တွေသိမ်း မိန်းမတွေနဲ့ပတ်ပြီးပျော်ပါးနေတဲ့သခင်တစ်ယောက်။\nဘူဂျန်ဂါရောဝ်နဲ့က အာဏာလုဘက် အပြိုင်တွေ။နှစ်ယောက်စလုံးက ဆိုးသွမ်းတဲ့သခင်တွေ။\nတယောက်နဲ့ တယောက်သူသေကိုယ်သေ အပြိုင်သတ်ဖို့ကြိုးစားနေကြတာ။အဲဒီလိုဆိုးဝါးလှတဲ့သခင်တွေနဲ့ သွားပတ်သက်မိတဲ့ မာလက်ရှ်တစ်ယောက်\nသခင်နှစ်ယောက်ကြားက အရှုပ်တော်ပုံကြီးမှာ ဘယ်လောက်ထိပါဝင်ပတ်သက်မိသွားမလဲ\nသူ့သခင်လို့သတ်မှတ်ခဲ့တဲ့ ဘီးမ်ရောဝ်က ရူဒရန်ဂီကိုတက်မက်စိတ်နဲ့ ရေရှားပါးလိုအပ်နေတဲ့ရွာလေးကိုအသုံးချပြီး\nရူဒရန်ဂီကိုတစ်ညတာပိုင်ဆိုင်ခွင့် တောင်းဆိုလာတဲ့အခါမှာတော့\nမာလက်ရှ်တစ်ယောက် ချစ်ရတဲ့ရူဒရန်ဂီကိုရော ကာကွယ်နိုင်ပါ့မလား။\nအချစ်နဲ့သက်သေတည်ကြတဲ့ အပြစ်မဲ့သူအများစုနဲ့ဘက်ကပဲ အနိုင်ယူမလား။\nအာဏာပါဝါရှိတဲ့လူတွေကပဲ ကြီးစိုးခြယ်လှယ်သွားနိုင်မလား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunni~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.57GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni~Cherry~Moon",
        "rating": "7.4",
        "url": "https://megaup.net/1VT1e/Rudrangi_(2023)_Telugu_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODIxMzM1OWMtMjRiNy00YzUxLWFjYjktZDgyMzg0MmJjNjUwXkEyXkFqcGdeQXVyNDE2NzA5MjM@._V1_-133x200.jpg",
        "title": "Going Nowhere (2022)",
        "description": "Going Nowhere (2022)\n================ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ရုပ်ရှင်ရိုက်တဲ့အကြောင်းကို\nရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ အစ်ဇီဟာ ဟိုးအရင်ကတည်းက\nရုပ်ရှင်ရိုက်ဖို့ အိပ်မက်မက်ခဲ့ရသူတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူကိုယ်တိုင်\nဒါရိုက်တာဖြစ်ရမယ်ဆိုတဲ့ အိပ်မက်ကို အကောက်အထည်ဖော်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဘက်ဂျက်မလုံလောက်မှုကြောင့် သူ့ရုပ်ရှင်လေးကလည်း ယိုင်နဲ့နဲ့ပေါ့လေ။\nအဖွဲ့သားနည်းနည်း၊ ဘတ်ဂျက်နည်းနည်း၊ ကိရိယာနည်းနည်း၊ သရုပ်ဆောင်နည်း\nနည်း‌နဲ့ပဲ သူ့ခမျာ ကြိုးစားရိုက်ရရှာတယ်။ ရိုက်နေစဉ်အတွင်းလည်း အဖွဲ့သားတွေ\nကြားကပြဿနာတွေ၊ ကိုဗစ်ကာလစည်းမျဉ်းတွေကြောင့် အခက်အခဲပေါင်းသောင်း\nခြောက်ထောင်ပေါ့။ဒီဇာတ်ကားရဲ့ထူးခြားချက်က အပေါ်မှာပြောခဲ့သလို ရုပ်ရှင်ရိုက်တာကို ရုပ်ရှင်ပြန်\nရိုက်ပြသွားတာပါ။ \"Going Nowhere\"ရဲ့ တကယ့်အပြင်ကဒါရိုက်တာဟာ ဒီဇာတ်\nကားထဲမှာ ဒါရိုက်တာနေရာက သရုပ်ဆောင်တဲ့ \"Isabel Shill\"ကိုယ်တိုင်ပဲဖြစ်ပါ\nတယ်။ ဒါတင်မကသေးဘဲ တခြားသရုပ်ဆောင်တွေရောပါပဲ။ ဆိုတော့ကာ တစ်မျိုး\nလေးအမြင်ဆန်းတယ်ပေါ့ဗျာ။ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin မှဖြစ်ပါတယ်)File Size..........(1.3 GB) / (648 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 28Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.4",
        "url": "https://megaup.net/1VIhe/Going.Nowhere.2022.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmM2NzA5ZWMtNWYzNC00MmIwLWI2MGQtMTI5YmY5NzllYjRhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Daughter (2023)",
        "description": "Daughter (2023)\n=============မိသားစုတစ်စုဟာ ဆုံးရှုံးသွားတဲ့ မိသားစုဝင်ကို ပြန်လည်အစားထိုးဖို့\nသူစိမ်းမိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲအကျဉ်းချထားပါတယ်။\nဒီလူတွေရဲ့ အစီအစဉ်ကတော့ မရှိတော့တဲ့ သမီးလုပ်သူနေရာမှာ သဘာဝ\nကျကျပူးပေါင်းနေထိုင်ပေးလာတဲ့အထိ ကောင်မလေးကို ချော့တစ်လှည့်၊\nခြောက်တစ်လှည့်သိမ်းသွင်းဖို့ပါပဲ။ အဖေနဲ့ အမေဆိုသူနှစ်ဦးကတော့\nသားဖြစ်သူကို ပစားပေးဆက်ဆံကြပြီး သမီးအသစ်ဖြစ်လာမယ့် ဓားစာခံ\nလေးကတော့ ကောင်လေးအဖော်ရအောင်ထားပေးတဲ့ အစ်မအမည်ခံ\nကစားဖော်သာသာပေါ့။ချုပ်နှောင်ခံရမှုအောက်မှာ အလျှော့ပေးလိုက်ရပြီး အယောင်ပြမိသားစု\nကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်လာပြီးနောက်မှာတော့ Katherine တစ်ယောက်\nမချစ်သော်လည်းအောင့်ကာနမ်းတဲ့ဇာတ်ခင်းရပါပြီ။ ဆက်ဆံရေးအတု\nကြားမှာ ပီပြင်အောင်သရုပ်ဆောင်နေရင်း ဒီမိသားစုရဲ့ရူးနှမ်းမှုအကြီးစား\nကြီးကို တစ်စတစ်စပုံဖော်အဖြေရှာမိပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (515 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 35Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/daughter-2023/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDhiZDkyYjMtM2U0ZS00YTE5LWE2NjAtMzY0N2E4NWFmZGQxXkEyXkFqcGdeQXVyNzAwMzE2Mg@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Take Your Bible and Get the Fuck Out of Here/ Prends Ta Bible Et Tire-Toi (2023)",
        "description": "ဟာသ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ခုတင်ဆက်ပေးထားပါပြီ။ ပြင်သစ်ဒါရိုက်တာ Alexis Wawerka ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ နည်းနည်းဆန်းပါတယ်။ ဂြိုလ်သားတစ်ကောင်က ကမ္ဘာပေါ်ကလူတွေကို ကြယ်တံခွန်ကြီး ဝင်တိုက်မဲ့အကြောင်း လာသတိပေးတယ်။ ဒါပေမဲ့ ဂြိုလ်သား ရှောသွားတယ်။ အဲဒီကနေ ဇွန်ဘီးကပ်ဘေးဖြစ်လာပြီ ပြင်သစ်ရွာကလေးကလူတွေ သက်ရှင်ရုန်းကန်တဲ့ပုံကို လူနဲ့ ကာတွန်းရောစပ် ပြသထားတာပါ။ ခပ်ဆန်းဆန်းနဲ့ ပေါက်ကရတွေမို့ ခွီလို့ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။File size…(1.3 GB)/(730 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:03:00\nGenre...Comedy, Science Fiction, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Minnie",
        "rating": "5.6",
        "url": "https://megaup.net/1VJzV/Prends.Ta.Bible.Et.Tire-toi.2023.720p.(CM).mp4",
        "category": "Comedy, Horror, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRkOGE3ZTctODE3NC00NzA2LThhNDUtM2FmMDEwMDAzOTJmXkEyXkFqcGdeQXVyNjQyMjI1MTk@._V1_-162x200.jpg",
        "title": "The House of Secrets (2023)",
        "description": "အန်တီဆာရာက နှစ်ပေါင်းများစွာ မတရားဖမ်းဆီး အကျဥ်းချခံထားရတာကို လွတ်မြောက်လာပြီးနောက် သူ့ကိုစောင့်ရှောက်ပေးနေတဲ့ မိသားစုဝင်တွေနဲ့ သူ့ရဲ့ဆရာဝန်ကပြောပြတဲ့ သူ့ရဲ့ အတိတ်အကြောင်းအရာတွေကိုလည်း မမှတ်မိနိုင်ဖြစ်နေပြီးတော့ ဆရာဝန်ပြောသမျှကိုလိုက်နာရင်း သူမကိုစောင့်ရှောက်ပေးနေတဲ့မိသားစုဝင်တွေနဲ့ အတူတူပျော်ပျော်ရွှင်ရွှင် နေထိုင်နေတာပဲဖြစ်ပါတယ်။ လက်ရှိ ခြေထောက်ဒဏ်ရာကြောင့် ဝှီးချဲပေါ်မှာပဲ အချိန်ကုန်နေရတာကြောင့် အိမ်နီးချင်းစုံတွဲအကြောင်းကိုပဲ စောင့်ကြည့်ပြီး ဝတ္ထုရေးသားနေတဲ့ အန်တီဆာရာတစ်ယောက် သူ့မိသားစုဝင်တွေကရော သူ့ရဲ့အမှန်တကယ်မိသားစုဝင်တွေဟုတ်ရဲ့လား သူ့ရဲ့ဆရာဝန်ကရော သူ့အတွက်တရားမျှတမှုရအောင်လို့ သူ့အတိတ်အကြောင်းကိုသတိရအောင်ကူညီပေးနေတာလား ဒါမှမဟုတ်အခြားရည်ရွယ်ချက်နဲ့လား သူကိုယ်တိုင်မှတ်မိရမှာအရမ်းကြောက်နေတဲ့ သူ့ရဲ့အတိတ်အကြောင်းကကောဘာလဲ ဆိုတာကို လှည့်ကွက်တွေအများကြီးနဲ့ စိတ်ဝင်တစားကြည့်ရမှာပဲဖြစ်ပါတယ် လှည့်ကွက်တွေ တစ်ခုပြီးတစ်ခုနဲ့ ဇာတ်အိမ်တည်ထားတာမို့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်း မှုခင်းဇာတ်လမ်းတွေကို စိတ်ဝင်စားတဲ့သူတွေအတွက် ဇာတ်ကားကောင်းတစ်ခုပါ File size…(1.7 GB)/(885 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:59:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ls.Ko",
        "rating": "",
        "url": "https://megaup.net/1fQzs/The.House.Of.Secrets.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWY2MGJmOTctZjlkZi00M2U4LWJkMWUtMzBhMWNkOWMxMjExXkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Blossom (2023)",
        "description": "Thriller and Crime ဇာတ်လမ်းဇာတ်အိမ်မျိုးကိုလွွမ်းနေတယ်ဆိုရင် BET+ orginal က ထုတ်လွင့်တဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ 2023 မှာ ထွက်ရှိထားတဲ့ Blossom ဆိုတဲ့ဇာတ်ကားဟာ အမျိုးသမီးအိမ်တွင်းအကြမ်းဖက်မှု နဲ့ ပတ်သတ်ပြီး စိတ်ဒဏ်ရာဆိုတဲ့အကြောင်းကိုရိုက်ကူးပြသထားတာပါ။ ကလဲရိစ် စပန်ဆာ ဟာ လွန်ခဲ့တဲ့ ၆နှစ်အကြာကချစ်ရတဲ့သားလေး ဂျေဒန် ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သတ်ပြီး trauma ရနေသူတစ်ဦးပါ။ သားလေးကို ကယ်တင်နိုင်ခဲ့ပေမဲ့ အိပ်မက်ဆိုးတွေကြားကနေ ရုန်းထွက်မရတော့ဘဲ Therapy နဲ့ ြပနေရတဲ့သူြဖစ်ပါတယ်။ကလဲရိစ် ကိုယ်တိုင်ကလည်း therapist တစ်ယောက်ဖြစ်ပြီး အမျိုးသမီးနားခိုရာ ဂေဟာတစ်ခုမှာ တာဝန်ယူအလုပ်လုပ်ပါတယ်။ နေ့စဥ္နဲ့အမျှ ယောက်ျားဖြစ်သူ၏ အကြမ်းဖက်မှုကြောင့်စိတ်ဒဏ်ရာရနေတဲ့ အမျိုးသမီးတွေကို ဖေးမကူညီပေးတဲ့ဂေဟာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ချယ်ရီဆိုတဲ့ကောင်းမလေး ဂေဟာကိုရုတ်တရက်ရောက်လာပြီးနောက်ပို်င်း ကလဲရိစ်မိသားစုထဲကို ဝင်လာဖို့အကြောင်းဖန်လာပါတော့တယ်။ ချယ်ရီ နဲ့ ကလဲရိစ်တို့ပတ်သတ်မှုက ဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ။ ချယ်ရီက ဘယ်လိုြဖစ်ပြီး ဂေဟာရောက်လာတာလဲ ဆိုတာတွေကို အဖြေထုတ်ရင်း ကြည့်ရှုဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/1Vj45/Blossom.2023.720p.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-08-at-23.09.41-145x200.png",
        "title": "Meander (2020)",
        "description": "Meander (2020)=============IMDb Rating - 5.7/10သမီးဖြစ်သူကိုဆုံးရှုံးလိုက်ရလို့ ကားလမ်းမပေါ်မှာလှဲပြီးသေကြောင်းကြံဖို့လုပ်ခဲ့တဲ့ မလီဆာအဲ့အချိန်မှာပဲ ....အဒမ်ဆိုတဲ့လူနဲ့ တွေ့တာပေါ့။ အဒမ်နဲ့ကားကြုံလိုက်ပြီး စကားဘာညာပြောတုန်းသတင်းလေးတစ်ပုဒ်ကြားပြီးနောက် မလီဆာအတွက်အရာရာအမှောင်တိဖြစ်တော့တာပဲ။ပြောရရင်သတိလစ်သွားတယ်ပေါ့။သတိရလာတော့ ထူးဆန်းတဲ့ပြွန်လိုလိုဏ်ခေါင်းထဲမှာသူရောက်နေလေပြီ။ သူ့လက်မှာကလည်း ထူးဆန်းတဲ့လက်ကောက်လေးတစ်ခု ...အချိန်ကမှတ်ထားသေးတယ်... ဒါတွေကဘာတွေလဲ ဘာအတွက်ကြောင့်လဲပြီးတော့သူဘယ်ရောက်နေတာလဲ ။ မလီဆာတစ်ယောက်သိချင်လို့လျှောက်သွားရင်း ကြုံလာရတာတွေကထောင်ချောက်တွေ။ သူ့လိုပဲရောက်နေတဲ့လူတွေ....ဒီလိုထူးဆန်းတဲ့ဝင်္ကပါလိုပြွန်လိုဏ်ခေါင်းထဲကနေ ဘယ်လိုထွက်မှာလဲ။ ဘယ်သူက သူတို့ကို ဒီလိုလုပ်နေတာလဲ။ ဘာအတွက်ကြောင့်လဲဆိုတာကို စိတ်ဝင်စားစွာ ဒီကားထဲမှာကြည့်ရှူမြင်တွေ့ရမှာ . . . နောက်ပြီး ဒီ Movie ဟာ ဆုပေါင်း(၁၁)ဆုလည်း ရထားသလို . movie ရဲ့ trailer မှာတင်အတော်စိတ်ဝင်စားစရာကောင်းနေတာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://megaup.net/YSgx/Meander_2020_720p_BluRay.5.1CH[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/images-133x200.jpg",
        "title": "The Happening(2008)",
        "description": "The Happening(2008)အညွှန်း**************************မင်းသား Mark Wahlberg ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ဒီကားတော်တော်ဝင်ငွေကောင်းသလို အဲ့ဒီနောက်ပိုင်းထွက်ရှိခဲ့တဲ့ A Quiet Place , Bird Box တို့လို့ ဇာတ်ကားတွေကိုတော့ အတော်များများသိကြမှာပါ...တစ်မျိုးစီကောင်းကြတယ်ဆိုပေမဲ့ The Happening(2008) ရဲ့ လူသေခန်းတွေနဲ့ဖြစ်ရပ်တွေဟာအတော်ကြောက်စရာကောင်းပါတယ်...ကြည့်နေရင်း ကြက်သီးမွေးညင်းတွေထောင်ထလောက်အောင်ပါပဲ...ဆိုတော့ဒီကားဘယ်လိုအမျိုးအစားလဲ ခန့်မှန်းမိလောက်မှာပါ....A Quiet Palace ကတော့ ကြားလို့မရ BirdBox ကတော့ ကြည့်လို့မရ အမျိုးအစားပေါ့...ဒီကားကိုတော့ စပွိုင်လာဖြစ်နေမှာစိုးလို့ တခြားအရာတွေမညွှန်းတော့ပါဘူး..Mark Wahlberg လည်းပါတယ်..Suspense, thrill အဆန်ဆုံးစာရင်းဝင်လို့ဒီလိုကားမျိုးနှစ်သက်တဲ့သူတွေအတွက်တော့  KBZ Atm မှာ ၂သိန်းထုတ်တုန်း၁၀သိန်းလောက်တစ်ခါထဲထွက်တဲ့ ခံစားချက်မျိုးကို ရရှိစေမှာမို့လက်မလွှတ်သင့်ပါကြောင်း...File Size :(1.7GB) (910 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Mystery  , Drama,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2kN5k/The_Happening.(2008).BLU-RAY1080P.5.1CH.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/baLxRPwwfaV5rT5ssA9zyJjwIpH.jpg",
        "title": "Valkyrie(2008)",
        "description": "Valkyrie(2008)သင်္ကြန်ပိတ်ရက်လေးမှာ ဒုတိယကမ္ဘာစစ်အခြေခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့ သူတွေအတွက် 2008 ခုနှစ်ထဲ ထွက်ခဲ့တဲ့ Valkyrie ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်\nValkyrie ဆိုတဲ့အဓိပ္ပာယ်က နော်ဝေ ဒဏ္ဍာရီထဲက စစ်ပွဲထဲမှာ ဘယ်သူသေမယ် ဘယ်သူရှင်မယ်ဆိုတာကို ဆုံးဖြတ်ပေးတဲ့ နတ်သမီးတစ်ပါးရဲ့နာမည်ဖြစ်ပါတယ် ..\nဒီဇာတ်လမ်းထဲမှာတော့ Valkyrie ဆိုတာ ဟစ်တလာက သူ့အစိုးရကိုအရေးပေါ်ကာကွယ်ဖို့ ဘာလင်မြို့ပေါ်မှာ ဖွဲ့စည်းထားတဲ့ အရေးပေါ်အရံစစ်တပ်ပဲဖြစ်ပါတယ် ...\nဒီစစ်တပ် လုပ်တဲ့ စစ်ဆင်ရေးကို Valkyrie စစ်ဆင်ရေးလို့ခေါ်ပါတယ် ...ဟစ်တလာအစိုးရအဖွဲ့ထဲက ခေါင်းဆောင်တွေကို ဝေဖန်လို့ ရှေ့တန်းအပို့ခံရတဲ့ တပ်ရင်းမှူး စတက်ဖန်ဘာ့ (တွမ်ခရုစ်) ဟာ ဒဏ်ရာတွေရပြီးဘာလင်ကိုပြန်ရောက်လာပါတယ်...\nမကြာခင် ဥရောပမဟာမိတ်တွေက ဘာလင်ကိုချီတက် သိမ်းပိုက်တော့မယ့်အခြေအနေမှာ ဘာလင်ပြည်သူတွေရဲ့ဘေးကိုတွေးမိတဲ့ စတက်ဖန်ဘာ့ ဟာ\nဘယ်သူသေသေ ငတေမာရင်ပြီးရောလုပ်နေတဲ့ ဟစ်တလာကိုလုပ်ကြံဖို့ ကြိုးစားပုံကို သည်းထိတ်ရင်ဖိုဖြစ်အောင် ရိုက်ကူးထားတဲ့အတွက် ရင်တမမ နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပါတယ်....\nIMDb - 701/10 ရရှိထားပြီးတော့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1w3n8/Valkyrie.2008.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Gabi-594296911-large-140x200.jpg",
        "title": "Gabi (2012)",
        "description": "Gabi - Russian Coffee (2012)\"Russian Coffee ''ဆိုတဲ့ ဝတ္တုကို ပြန်လည်ရိုက်ကူးထားတဲ့ ၁၉ရာစုနှောင်းပိုင်း ကိုရီးယားမှာ ကော်ဖီ ဆိုတာ စတင်အခြေချလာတဲ့ ကာလနောက်ခံနဲ့အတူ\nရုရှားနဲ့ကိုရီယားအပါအဝင် location အတော်များများ ပြောင်းရိုက်ထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ ထူးပြောပြစရာမလိုတော့တဲ့ Joo Jin Moနဲ့ တမိုးအောက်တယောက် ချောင်းဆောဂျင် (Kim So-yeon)ဖြစ်တာမို့ ကြည့်ဖို့ တန်နေပါပြီဇာတ်လမ်းအကျဉ်းပြောပြရရင်အီလီရီချဲ့နဲ့တန်ယာ နှစ်ယောက်ဟာ ငယ်ငယ်တည်းကအတူကြီးပြင်းလာပြီး သိပ်ချစ်ကြတဲ့ချစ်သူတွေပေါ့သူတို့က ဥရောပ ကုန်သည်တွေဆီက ကော်ဖီစေ့တွေကို ဓားပြတိုက်ပြီး မင်းမျိုးနွယ်တွေဆီ ပြန်ရောင်းချတဲ့အလုပ်ကို လုပ်ရင်း\nတနေ့ ရုရှားစစ်သားတွေဆီ မိသွားပြီး အသတ်ခံရတော့မယ့်ဆဲဆဲမှာ ဂျပန်ဘက်က ကယ်ဆယ်လိုက်ပါတော့တယ်သူတို့နှစ်ယောက်ရဲ့ အရည်အချင်းကို အသုံးချပြီး ဂျပန်တွေဘက်က ရုရှားနဲ့ ဂျိုဆွန်းနှစ်နိုင်ငံကြား ဆက်သွယ်မှုတွေကို သိရဖို့ အကြပ်ကိုင် ပြီး သူလျှိုလုပ်ခိုင်းလာတဲ့အခါ...ဘုရင့်လူယုံတော်အဖြစ်နဲ့ ဂါဘီဖျော်ဆက်သဖို့ တန်ယာဟာ ဂျိုဆွန်းနန်းတွင်းထဲ ဝင်ခဲ့ရပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/YS7d/Gabi_(2012)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYjEyNzBhZDAtMjBkNS00YjVlLWJmOTYtMmJjOGMxNzU2NjUyXkEyXkFqcGdeQXVyMTAyNjg4NjE0._V1_-139x200.jpg",
        "title": "Kicking Out Shoshana (2014)",
        "description": "ဒီဇာတ်ကားကတော့ မမ Gal Gadot သူ့နိုင်ငံအစ္စရေးမှာ ရိုက်ကူးထားတဲ့ ဟီဘရူးစကားပြော ရှားပါးဇာတ်ကားလေးပါ...HD Quality အစစ်နဲ့ ဟီဘရူးအသံရရှိဖို့ ကိုယ်တိုင် Edit ပြန်ထိုင်ထားရတဲ့ ဇာတ်ကားလေးမို့အင်တာနက်ပေါ်မှာ CM ကလွဲပြီး ဘယ်မှာမှမရှိသေးပါဘူး။ဇာတ်လမ်းကတော့ ....ဂျေရူစလင်သားများဆိုတဲ့ ဘောလုံးအသင်းက တိုက်စစ်မှူး အာမီရှူရှန်ဟာပရီးမီးယားလိဂ်တွေ ချန်ပီယံလိဂ်တွေသွားရဖို့ထိ မျှော်လင့်ထားကြတဲ့ ဘောလုံးကစားတစ်ဦးဖြစ်ပေမယ့်အစ္စရေးလိဂ်မှာပဲ တစ်နေရတဲ့ဘဝပေါ့....မမ Gal Gadot ကျတော့ ဒီဇာတ်ကားထဲမှာ တော်တော်ဇာတ်နာရပါတယ်...ငယ်စဉ်ကတည်းက ဆင်းရဲပြီး အ‌ကြွေးပေါ်အကြွေးဆင့်နေတဲ့မိဘတွေဆီမှာမွေးဖွားလာတဲ့သူမို့သူ့ကိုကြိုက်နေတဲ့ဂိုဏ်းစတားတစ်ယောက်ရဲ့ မွေးပြီးတော့ စားခြင်းခံနေရတဲ့ဘဝပါ...တစ်နေ့တော့ မမနဲ့ မင်းသားရှူရှန်တို့ နိုက်ကလပ်တစ်ခုမှ မတော်တဆ ဆုံမိကြပါတယ်...ရှူရှန်က ဘာသားနဲ့ထုထားတာမလို့လဲ...ချက်ချင်းပဲ မမကိုကြွေကျတာပေါ့...မမရဲ့အပြုံးတွေကလဲ အပြင်ကအတိုင်းပဲလေ...သေလောက်အောင် ဆွဲဆောင်နိုင်တာကိုး...ဒီတော့ နိုင်ငံကျော်ဘောသမားနဲ့ နယ်မရွေးလူမိုက်တို့ မမရဲ့အချစ်ကိုရဖို့မယ်သီတာရဲ့ ရာမနဲ့ဒဿလို လုကြမှာပါ..သူတို့ကတော့ လေးတော်မတင် စစ်မခင်းဘဲ မီဒီယာစစ်ပွဲဆင်နွှဲကြမှာပါ...ဇာတ်လမ်းက သွက်သွက်လက်လက်နဲ့အခွီတွေပါ တင်ဆက်ထားတာမို့ ကြည့်ရင်းရယ်နေရပါတယ်...ဒါ့အပြင် LGBT နဲ့ပတ်သက်ပြီးတော့လဲ အတွေးအမြင်လေးတချို့ကို ချပြထားနိုင်ပါသေးတယ်...နောက်ထပ်အရေးကြီးတဲ့အချက်ကတော့...ဒို့မမလေ... အရမ်းကိုလှတာပဲဗျာ။ \nFile ...",
        "rating": "4.7",
        "url": "https://megaup.net/1EPqs/(CM)Kicking_Out_Shoshana__2014_WEB-DL_720p-Israel_Audio.mkv",
        "category": "Comedy, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
        "title": "Escape Room: Tournament of Champions(2021)",
        "description": "Escape Room: Tournament of Champions(2021)အညွှန်း**************************************************ဒီကားက Escape Room2019  ရဲ့အဆက်ပေါ့...ပထမကားမှာအောင်မြင်မှုများစွာရခဲ့သလို အခုကားမှာလည်း ပထမကားထက်ပိုသာတဲ့ ဇာတ်ကောင်တွေ\nပိုမိုက်လာတဲ့ escape rooms တွေနဲ့ ဇာတ်ကွက်လည်းပိုခိုင်မာ ပိုကောင်းလာပါတယ်။Setting တွေပိုလန်းလာတယ်....Game ရဲ့ လျှို့ဝက်ချက်တွေပိုမြင့်လာသလိုလွှတ်မြောက်ဖို့ ပေးတဲ့ စကားဝှက်တွေက ပိုခက်လာတယ်...ဇာတ်ကောင်အသစ်တွေထည့်ပေးထားပြီး ပိုထိတ်လန့်စရာကောင်းတဲ့ Plotတွေနဲ့ပေါ့.ဆိုတော့ ဇိုဝီနဲ့ ဘင်န်မီလာတို့ ဟာ ပထမ လူသတ်ပွဲကြီးက ကံဉာဏ်ဖေးမမှုတွေကြောင့်လွတ်မြောက်လာတဲ့(၂)ယောက်ပေါ့..ဒီဇတ်ကားမှာတော့ သူတို့(၂)ယောက်ဟာ ကိစ္စတစ်ခုဖြေရှင်းရင်း မကြုံချင်ဆုံး ပိုအဆင့်မြင့်ပိုရှုပ်ထွေးပြီးပိုမိုရက်စက်ကြမ်းတမ်းလာတဲ့ လှည့်ကွက်တွေကြားမမျှော်လင့်ဘဲ ထပ်ရောက်သွားပါတယ်....သူတို့နဲ့အတူရောက်လာတဲ့သူတွေလည်းရှိပါတယ်..ဒီလူတွေကလည်း ဒီဂိမ်းတွေကိုအတွေ့အကြုံရှိဖူးတဲ့သူတွေ..မိမိအသက်ရှင်သန်ရေးကို သူတို့ဘယ်လိုရုန်းကန်ကြမလဲ...ဂိမ်းအားလုံးဟာ  သူတို့ထင်ထားတာထက်ပိုခက်ပြီးပိုကြမ်းလာတဲ့အခါမှာတော့....ဘန်န်နဲ့ ဇိုဝီတို့တစ်သိုက် ပဟေဠိတွေကိုဖြေရှင်းရင်းလွတ်မြောက်နိုင်မလား\nဒါတွေကို လုပ်နေတဲ့သူက ဘယ်သူလဲSurvival အရသာကို အပြည့်အဝခံစားနိုင်မယ့်...အသက်ရှူမှားစရာဇာတ်ကွက်တွေနဲ့အတူ ကြည့်ရှုရမှာပါ...File Size :(1.8GB) (960 MB) And (365MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Adventure, Action ,Horror\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1EPcb/EscapeRoom.Tournament.of.Champions.2021.WEB-DL.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ls1tZ6qjGzfGHjBB7ihOnf7f0b.jpg",
        "title": "Escape Room (2019)",
        "description": "Escape room ဆိုတာ အခန်းတစ်ခန်းထဲမှာအပိတ်အလှောင်ခံ၊အထဲမှာ သဲလွန်စတွေရှာပြီး ပေးထားတဲ့အချိန်မပြည့်ခင်အခန်းထဲက လွတ်အောင်ထွက်ရတဲ့ game တစ်ခု။အခုရုပ်ရှင်က escape room ဟာလည်း အဲလိုပဲ entertain လည်းဖြစ်၊ပါဝင်ကစားတဲ့သူတွေကလည်း တွေးတောကြံဆရတယ်ဆိုတဲ့သာမန် game တစ်ခုလို့ ထင်နေကြပေမဲ့ တကယ်တမ်းတော့ မလွတ်ရင်တကယ်သေကြရမဲ့ အကွက်တွေဖြစ်နေတဲ့အတွက် player ၆ ယောက်ဟာလည်းတစ်ယောက်နဲ့တစ်ယောက်ကြား ယုံကြည်မှုတွေ၊အားကိုးမှုတွေ မရှိရှိအောင် တည်ဆောက်ကြရင်း လွတ်မြောက်အောင် ဝိုင်းကြိုးစားကြရပါတော့တယ်။Review (Minor Spoiler alert)\n…\nMinor Spoiler alert လု့ိသာ တပ်ထားတာပါ။ဒီလိုကားမျိုးက (trailer အရရော) spoil လည်း ဖြစ်စရာသိပ်မရှိသလောက်ပါပဲ။Escape room က လူအများနားလည်အောင် အကြမ်းပြောရမယ်ဆိုရင် Saw နဲ့ ခပ်ဆင်ဆင်ပါပဲ။သူကတော့ ဟိုမှာလို near-impossible choice တွေပေးပြီးအချင်းချင်းသတ်ခိုင်းတာမျိုးမဟုတ်ဘဲ အချိန်တိုအတွင်း clue တွေလိုက်ရှာရတာမျိုးပေါ့။Big budget ကားကြီးလည်းမဟုတ်၊ သရုပ်ဆောင်တွေလည်း ဒိတ်ဒိတ်ကြဲတွေမပါ။Plot ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wft4/Escape.Room(2019).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zaPDSAlrGKV4Bgz6vvkZxPZrrxD.jpg",
        "title": "Millennium Mambo(2001)",
        "description": "Millennium Mambo(2001)\n===================IMDb Rating. = 7.1/10\nDirected By Hou Hsiao-Hsienသိသလောက်တော့ နီယွန်ညရုပ်ရှင်တွေဟာ အရှေ့အာရှရုပ်ရှင်ပရိတ်သတ်တွေကြား ပြန်ခေတ်စားနေတာ သုံးလလောက်တော့ကြာပါပြီ။Edward Yangရဲ့Taipei Storyတို့ Tsai Ming Liangရဲ့ Rebels of the Neon Godတို့ အခု Hou Hsiao-Hsienရဲ့ Millennium Mamboတို့အစရှိသဖြင့်ပေါ့။Millennium Mamboဟာ ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ပြောတတ်သလိုပြောရရင်တော့ ဝေါင်ကာဝေးကားကို သရုပ်မှန်နဲ့ရိုက်ထားသလိုပါပဲ။ဒါက Themeဖြစ်တဲ့ နီယွန်ညများကနေ ဆင့်ပွားသွားလို့လို့တော့ ထင်တယ်။Houရဲ့ ကျန်တဲ့ရုပ်ရှင်တွေကိုတော့ သိပ်မသိပေမဲ့ Millennium Mamboမှာတော့ အရာရာတိုင်းဟာ သရုပ်မှန်ပါပဲ။ ဆန်းပြားလှပတဲ့ ဒိုင်ယာလော့ တွေလည်းမပါဘူး။ထူးခြားတဲ့ ဇာတ်၀င်ခန်း တွေလည်း မပါဘူး။ ရိုးရိုးရှင်းရှင်းနဲ့ နီယွန်ညထဲက ဘ၀တွေအကြောင်း ရိုက်ပြထားရုံပါပဲ။စတိုရှိခွန်ပြောဖူးတဲ့စကားထဲက အဓိကကျတဲ့ တစ်ချက်ကိုပဲ ထုတ်နုတ်ပြောရရင်။ခွန်ဟာ ပရိတ်သတ်ကို သူပြောချင်တာကို နှုတ်တိုက်သင်မပေးဘဲ သူပေးထားတဲ့ ရုပ်ရှင်နာမည်ကိုအ‌ခြေပြုပြီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/YRxh/(CM)Millennium.Mambo.2001.DVDRip.x264.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/MV5BOTgxMDQwMDk0OF5BMl5BanBnXkFtZTgwNjU5OTg2NDE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Inside Out (2015)",
        "description": "ဒီနေ့တော့ CM ပရိတ်သတ်တွေအကြိုက်တွေ့စေမယ့် Animation ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရခဲ့သလို..ရုပ်ရှင်ဝေဖန်ရေးတွေကလည်း ချီးကျူးထားတဲ့ Animation ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ် ..Animation တကားအနေနဲ့လည်း ထူးထူးခြားခြား IMDb Rating မှာ 8.5 အထိ တောင်ရောက်ရှိထားတာမို့ ကောင်းလားမကောင်းလားဆိုတာလုံးဝစဉ်းစားနေစရာလိုမှာလည်းမဟုတ်တဲ့အပြင်..ကြည့်သင့်တဲ့ Animation ဖြစ်ကြောင်းအသိ ပေးချင်ပါတယ်။အညွှန်းလေးအရင်ခံစားကြည့်ရအောင်အညွှန်းကနည်းနည်းတော့ရှည်ပါတယ်..သေသေချာချာခံစားချင်ရင် တော့စာကိုအဆုံးထိဖတ်ဖို့အကြံပေးလိုက်ပါတယ်..ဒီကားက Pixar ရဲ့ ကာတွန်းကားကောင်းတစ်ကားဖြစ်ပြီး၊ ကလေးလူကြီးမရွေး ကြည့်နိုင်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါ။The Incredibles ဇာတ်ကား Review တုန်းက Pixar ရဲ့ အကြောင်း ပရိတ်သတ်ကြီးကို ပြောပြခဲ့ဖူးပါတယ်။ဒီကုမ္ပဏီကရိုက်တဲ့ ကာတွန်းတိုင်းက ဇာတ်လမ်းကောင်းပြီး အနုပညာရသမြောက် တယ်လို့ အားလုံးသိထားကြပါတယ်။ဒီကားကလည်း ဒီအတိုင်းပဲ အနုပညာရသမြောက်အောင် ရိုက်ကူးထားနိုင်သလို၊ တကယ့် ဝမ်းနည်းကြည်နူး စရာ ကောင်းပြီး၊ခံစားချက်ရသစုံပေးနိုင်အောင် ရိုက်ကူးထား နိုင်တာတွေ့ရပါတယ်။Pixar အကြောင်းပြောရင် Toy Story 1, 2, 3 ကို မပြောပဲ နဲ့မပြီးပါဘူး။ ဒီသုံးကားက ...",
        "rating": "8.2",
        "url": "https://megaup.net/YR7r/Inside.Out.2015.2160p.BluRay_HEVC_5.1_H_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/500full-140x200.jpg",
        "title": "Outlander (2008)",
        "description": "IMDb Rating (6.2)ဒီဇာတ်ကားလေးကတော့ Action , Adventure ,Sci-Fi အမျိုးအစား ဇာတ်ကြမ်းလေးပါ...ဇာတ်လမ်းလေးကလဲ ဗိုက်ကင်းခေတ်ကို ထူးခြားတဲ့ ပုံစံ တစ်မျိုးနဲ့ တင်ဆက်ထားတာပါမင်းသားတို့နေတဲ့ဂြိုလ်သားကမ္ဘာက ခေတ်လွန်နေပြီး တခြားဂြိုလ်တွေကို ကျူးကျော်ရေးလုပ်နေကြတာပါ...တစ်နေ့ မင်းသားတို့ အာကာသယာဥ်နဲ့ ခရီးသွားနေတုန်း မော်ဝီဆိုတဲ့ အကောင်ကြောင့်ကမ္ဘာပေါ်ကို အဲ့ဒီ့ယာဉ်ပျံကြီး ပျက်ကြလာခဲ့ပါတယ်....ကျွန်တော်တို့နေတဲ့ ကမ္ဘာကြီးက အဲ့ဒီချိန်မှာ ဗိုက်ကင်းခေတ်ပဲရှိပါသေးတယ်တဲ့...ဒီတော့ အာကာသကနေပါလာတဲ့ အကောင်ကြီးနဲ့ ဗိုက်ကင်းတွေ ဘယ်လိုဖိုက်ကြမယ်မင်းသားကရော ဗိုက်ကင်းတွေကြား ဘယ်လို Survive လုပ်မလဲဆိုတာ...သည်းထိတ်ရင်ဖို ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ...Graphic ပိုင်းတွေ Setting ပိုင်းတွေလဲ ကောင်းမွန်သပ်ရပ်စွာဖန်တီးထားတာမို့ကြည့်လို့မိုက်နေမယ့် ဇာတ်ကြမ်းကားလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှ တင်ဆက်ထားတာပါ။) \nFile size…(2 GB)/ (1.1 GB)/ (500 MB)\nQuality…BluRay 1080p /720p / 480p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.2",
        "url": "https://megaup.net/30Jay/Outlander_(2008)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/nzc2lZ8M1ppVIubM7yYpKrc1HUx-133x200.jpg",
        "title": "69 + 1 (2021)",
        "description": "69+1 (2021)မညာနဲ့နော် ဘရိုတို့ .....\nနာမည်မြင်ရုံနဲ့ စိတ်ဝင်စားနေကြပြီ မဟုတ်လား?ကားနာမည်နဲ့တင် ဝါသနာရှင်တွေက\nဘယ်လိုဇာတ်လမ်းမျိုးဆိုတာ ကျိန်း​သေသိကြမှာ​ပါဒါက​တော့ ဖိလစ်ပိုင်ဟာသဇာတ်မြူး အသစ်စက်စက်​လေးပါအိုင်ဗီ ထရီနီဒတ်နဲ့ ပက်ထရစ်ရှာတို့က သိပ်ချစ်ကြတဲ့ Lesbian​လေး​တွေပါ၊\nတွဲလာတာလည်း ၆နှစ်​ကျော်လို့ ၇နှစ်ပြည့်​တော့မယ့် သက်​တော်ရှည်အတွဲ​လေးပါ၊\nတွဲပြတ်​တွေနဲ့​တော့ ကွာ​တာ​ပေါ့​နော့။ဒါ​ပေမဲ့ မိန်းက​လေးချင်း ၇နှစ်အထိ​တွဲလာတာနဲ့အမျှ\n\"​သွေးသားဆန္ဒ\" ဆိုတာ အလိုလို​ပေါ်ထွက်လာတာပါပဲ၊ပက်ထရစ်ရှာက အဲ့ဒီ​သွေးသားဆန္ဒ​ကြောင့်\nသူတို့နှစ်ဦးရဲ့ Lesbian ချစ်​ခြင်းလေး ပျက်စီးသွားမှာကို အရမ်းစိုးရိမ်လာပါတယ်၊အဲ့ဒါ​ကြောင့် သူတို့ရဲ့ဆန္ဒလည်း ပြည့်၊\nသူတို့ရဲ့ချစ်ခြင်းကိုလည်း မခွဲနိုင်တဲ့\nကြားလူ​ယောကျ်ားတစ်​ယောက်ကို ချစ်သူနှစ်​ယောက် ရှာပုံ​တော်ဖွင့်ပါ​တော့တယ်၊အဲ့ဒီကြားလူကို ဘယ်လိုသတ်မှတ်ချက်​တွေနဲ့ ရှာ​ဖွေမလဲ?\nဘယ်​ယောကျာ်းကို ​ရွေးချယ်လိုက်မလဲ?အဲ့ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းမှာ ဘာ​တွေဆက်ဖြစ်မလဲ?\nဘယ်လို​တွေ လွဲကြ​ချော်ကြ ..... ခွီရမလဲဆိုတာကို....အ​ပြောအဆို ဗွင်းဗွင်းရှင်းရှင်း၊\nဇာတ်ဝင်ခန်းတချို့နဲ့ အပီအပြင်ရိုက်ပြထားတာမလို့\nမိသားစုနဲ့အတူကြည့်လို့မရဘဲ ၁၈​ယောက် စုကြည့်ရမယ့် ဟာသ​ကား​လေးပဲ ဖြစ်ပါတယ်၊မင်းသမီးနှစ်​ယောက်ကလည်း\n​တောင့်​တောင့်​​ဖြောင့်​ဖြောင့်​ကတစ်မျိုး၊ သွယ်သွယ်လျလျ​​က တစ်ဖုံ ဖြစ်တာမလို့\nအရသာနှစ်မျိုးကို တပြိုင်တည်းခံစားရမှာပါ၊အား​ပေးကြည့်ရှုလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.54GB and 948MB ...",
        "rating": "5.1",
        "url": "https://megaup.net/1EO1j/69.+.1.2021.720p.WEB-DL.AAC2.0.x264.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/images-133x200.jpg",
        "title": "Only Yesterday (1991)",
        "description": "Only Yesterday (1991) ကတော့ Studio Ghibli က ထုတ်လုပ်တဲ့ ဂျပန် Animated, Drama လေးပဲဖြစ်ပါတယ်။ပုံမှန် Animation ရုပ်ရှင်တွေက ကွဲလွဲနေတဲ့အချက်ကတော့ အရွယ်ရောက်ပြီးသူ အမျိုးသမီးတွေအတွက် ရည်ရွယ်ထားတဲ့ သရုပ်မှန် Drama လေးတစ်ပုဒ်ဖြစ်နေတာပါပဲ။Box Office မှာလည်း အံ့သြစရာကောင်းလောက်အောင် အောင်မြင်ခဲ့ပြီးတော့ အရွယ်ရောက်ပြီးသူအမျိုးသား အမျိုးသမီးတွေက တခဲနက် အားပေးခဲ့ကြတဲ့အတွက် ဂျပန်နိုင်ငံမှာ ဝင်ငွေအများဆုံး ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။IMDB Rating က 7.7 ရရှိထားပြီး Rotten Tomato 100% ထိရရှိထားပါတယ်။     ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၈၂ ခုနှစ်မှာ အသက် ၂၇ နှစ် အရွယ် အိမ်ထောင်မရှိသေးတဲ့ Taeko Okajima က တိုကျိုမြို့မှာ တစ်သက်လုံး အခြေချနေထိုင်ခဲ့ပြီးတော့ အားလပ်ရက်မှာ ကျေးလက်ဒေသကို သွားပြီး လယ်အလုပ်သွားလုပ်ပါတယ်။သွားတဲ့လမ်းတလျှောက်မှာ သူ့ရဲ့ ၁၀ နှစ်အရွယ်က ...",
        "rating": "7.7",
        "url": "https://megaup.net/YQt6/Only_Yesterday_(1991)_[1080p]_(CM).mp4",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZAxSiL5csPIe6Q1V8pbwz69U5m.jpg",
        "title": "Hero(2021)",
        "description": "ဒီဇာတ်ကားကတော့ အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားတစ်ကားပါ။\nဒီကားမှာ အသဲကွဲနေတဲ့ မင်းသားကို အရင်ဆုံးမြင်ရမှာပါ။\nခေတ်အခေါ် စော်ပစ်ကောင်ပေါ့။သူ့ကောင်မလေးက ဘောစိတစ်ယောက်ရဲ့ လက်ထဲပါသွားတယ်။ အသက်တမျှ ချစ်လို့ တစ်ဘဝစာ\nရည်ရွယ်ထားပြီးမှ ကွဲကွာရတဲ့အခါ\nခံစားရတဲ့ ဝေဒနာက အားလုံးထက် ဆိုးပါတယ်ဗျာ။။ သူ့အဖို့တော့ နေ့စဉ် စိတ်ဓာတ်ကျမှုတွေကို ခံစားရပြီး\nလွတ်လမ်းရှာနေသူပေါ့။ သူ တနေ့မှာတော့ လွတ်လမ်းကို ရှာဖွေတွေ့ခဲ့ပါတယ်။ ဒါက ရူးမိုက်ခြင်းလို့လည်း ခေါ်နိုင်တယ်။\nကောင်မလေးကို သတ်ဖို့ပါ။ ဒီလိုနဲ့ ဒီစိတ်ကူးကို အကောင်အထည်ဖော်ဖို့\nသူ သွားခဲ့ရာမှာတော့....  File size…(2.13 GB) / (1.07 GB) / (502 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….2:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nTranslated by NK & MT",
        "rating": "",
        "url": "https://megaup.net/1ENal/(CM)Hero_(2021)WEB-DL.720p.mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aIY2QF211NLB1AOjZPFImusCLI1.jpg",
        "title": "12 Mighty Orphans(2021)",
        "description": "မိဘမဲ့ကလေးတွေကို ဘောင်အပြင်ကလူတွေလို အပယ်ခံတွေအဖြစ်နဲ့ တစ်ဆင့်နှိမ့်ပြီး သတ်မှတ်တတ်ကြပါတယ်။သနားစရာကောင်းရင်ကောင်း၊ မကောင်းရင် ကြောက်စရာကောင်းတယ်လို့ မြင်တတ်ကြပါတယ်။Youtube မှာတွေ့လိုက်တဲ့ အပြေးပြိုင်ပွဲလေးတစ်ခုအကြောင်းကို သွားပြီးသတိရပါတယ်။\nပြိုင်ပွဲဝင်တွေအားလုံးကို တညီတည်းရပ်စေပါတယ်။\nမိဘရှိသူကို ခြေတစ်လှမ်းတိုးခိုင်းတယ်။ နေစရာရှိသူကို တစ်လှမ်းတိုးခိုင်းတယ်။\nအလုပ်ရှိသူ၊ ဘွဲ့ရသူ စတဲ့ အားသာချက်တစ်ခုတိုင်းအတွက် ခြေလှမ်းတစ်လှမ်းစီရှေ့ကိုခိုင်းပါတယ်။နောက်ဆုံး အားလုံးအတွက် နေရာသတ်မှတ်ပြီးတဲ့ အချိန်မှာ အနောက်ဆုံးက လူတွေဟာ သနားစရာအကောင်းဆုံး (သို့) ကြောက်စရာအကောင်းဆုံးလိုလူတွေပဲ ကျန်ခဲ့ပါတယ်။ဒါပေမဲ့ ဒီပြိုင်ပွဲမှာတော့ သူတို့က တခြားသူတွေလိုပဲပြိုင်ပွဲဝင်ပါပဲ။\nအနောက်ဆုံးမှာဆိုပေမဲ့ သူတို့မှာ ဝင်ရောက်ပြိုင်ဆိုင်ခွင့်၊ ပန်းတိုင်ကို အောင်မြင်စွာရောက်နိုင်ခွင့်ရှိနေပါတယ်။တခြားသူတွေက သူတို့ကို အထင်သေးအမြင်သေးဖြစ်နေပေမဲ့ သူတို့ကိုယ်သူတို့ \"ငါသည်လည်း ပြိုင်ပွဲဝင်တစ်ယောက်ပဲ\" ဆိုတဲ့ လေးစားသမှုလေးဝင်ပြီး ပထမရဖို့ကို အားကုန်ပြေးခဲ့ကြပါတယ်။\nလူ့လောကကို အပြေးပြိုင်ပွဲလေးတစ်ခုနဲ့ ဥပမာပြသွားတာ အရမ်းကိုသေသပ်ပါတယ်။\nနောက်ဆုံးကနေတာထွက်ရတဲ့သူက ပထမမရဘူးလို့ ဘယ်သူကပြောနိုင်မှာလဲ။နောက်ဆုံးကနေတာထွက်ရတောင် လောကအလည်မှာ ပထမနေရာဆိုတာကို ရနိုင်တဲ့အကြောင်းကို စွမ်းပကားကြီးတဲ့ မိဘမဲ့ကလေး ၁၂ ယောက်က ဒီဇာတ်ကားမှာ သက်သေပြသွားကြမှာပါ။မိဘမဲ့ဂေဟာမှာရှိတဲ့ ကလေးတွေကို အနှိမ်ခံအပယ်ခံဘဝကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1ENx0/(CM)12.Mighty.Orphans.2021.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p7567_p_v10_ab-150x200.jpg",
        "title": "[18+] Private School (1983)",
        "description": "ဒီဇာတ်ကားကတော့ American Pie ဇာတ်ကားတွေလိုပါပဲ...ကျောင်းသားဟာသ ဗရုတ်သုက္ခဇာတ်ကားလေးပေါ့...မင်းသမီးကတော့ အချောလေး ဖိုဘီကိတ်ပါ...တခြားမင်းသမီးတွေလဲ အများကြီးပါသေးတယ်..အဲ့ခေတ်ကမင်းသမီးတွေဆိုတော့ နာမည်တွေသိပ်မသိပေမယ့် လှတာတော့ အတော်လှကြတာဗျို့...သွက်လက်ချက်ချာပြီး ချစ်စရာကောင်းနေကြပုံများ ကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျနေရမှာ...ကျောင်းသားတွေရော ကျောင်းသူတွေရော အကုန် ငပွေးလေးတွေချည်းပဲ...ခွီနေရတယ်။ကိုဗစ်ရောဂါကြောင့် အိမ်တွင်းအောင်း ကျောင်းမတက်ရ အပြင်မထွက်ရ မကဲရ စိတ်ညစ်နေရတဲ့ကာလမှာဒီလို ပေါ့ပါးပျော်ရွှင်တဲ့ဇာတ်ကားလေးတွေကြည့်ပြီး အားကျနေဖို့တင်ဆက်လိုက်ပါတယ်။Fast Times at Ridgemont High (1982) ဖိုဘီကိတ်ရဲ့ ဇာတ်ကားလိုပဲNude Scene နဲ့အပြောအဆိုတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။ \nFile size…(1.5 GB)/ (880 MB)/ (400 MB)\nQuality…BluRay Remaster 1080p /720p / 480p\nFormat…mkv\nDuration….01:28:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.3",
        "url": "https://megaup.net/2kKA6/(CM)Private.School.1983.SHOUT.720p.BluRay.x264.DTS-MaG.mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/61EN0WcjmaL._SS500_-152x200.jpg",
        "title": "Beyond the Dream(2021)",
        "description": "Beyond the Dream(2021)အညွှန်း****************************IMDB 7.2 ရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးပါ ...ဆုကြီး (၅)ဆုနဲ့ အခြားဆု (၁၂)ဆုလည်း ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါတယ်...လီချီလော့ဟာ စိတ်ကျရောဂါခံစားနေရပြီး သူခံရတဲ့ရောဂါအမျိုးအစားကလည်းခပ်ဆန်းဆန်းမို့   စိတ်ကုဆရာဝန်တွေအမြဲတွေ့ပြီး ကုသနေရတဲ့သူပေါ့...တစ်နေ့တော့ ရီနန်ဆိုတဲ့ကောင်မလေးဟာ စိတ်ပညာဘွဲ့လွန်စာတမ်းတစ်ခုပြုစုစရာရှိတဲ့အတွက်လီချီလော့နဲ့ဆွေးနွေးတိုင်ပင်ရင်း သူ့စာတမ်းအတွက် အသေးစိတ်ပြင်ဆင်ဖို့ကြိုးစားပါတယ်...အဲ့ဒီနောက်မှာတော့ မထင်မှတ်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...File Size : (2.2GB)(1.1GB) and (462 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Mystery , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2kKhp/Beyond_The_Dream.2019.BLU-RAY.1080P5.1CH.mp4",
        "category": "Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MGcMWgxYPFrBMjIAHcQqmsOIGS.jpg",
        "title": "Ted Bundy: American Boogeyman (2021)",
        "description": "သည်းထိပ်ရင်ဖိုကား​တွေ ကြိုက်နှစ်သက်တဲ့ CM ပရိတ်သတ်တို့အတွက်\nသီအို​ဒေါ​ရောဘတ်ဘန်ဒီ ရဲ့ ​နောက်တစ်ကား လာပါပြီ၁၉၇၀ခုနှစ်ပိုင်း​တွေမှာ အမျိုးသမီးငယ် အနည်းဆုံး ၃၀​ကျော်ကို မဒိန်းကျင့် သတ်ဖြတ်ခဲ့တဲ့ ဘန်ဒီ...\nအပြင်ပန်းမှာ​တော့ ​ချော​မောဥပဓိရုပ်သန့်ပြန့်တဲ့ ဥပ​ဒေ​ကျောင်းသား​ဟောင်းဖြစ်​ပေမယ့်\nအတွင်းစိတ်မှာ ရာဂကြီးကြီနဲ့ တစ်ပါးသူရဲ့ နာကျင်မှုမှာ ​မွေ့​လျော်​ကျေနပ်တတ်တဲ့ တက်ဒ်ဒီ...\n\"မြင်ဖူးသမျှထဲ ငါက ​သွေးအ​အေးဆုံး ​ခွေးမသားပဲ\" လို့ ဝန်ခံသွားတဲ့\nအ​မေရိကန်သမိုင်းရဲ့ အရက်စက်ဆုံး ကွင်းဆက်လူသတ်သမား တက်ဒ်ဘန်ဒီ...\nဆိုရင် ရုပ်ရှင်ချစ် ပရိသတ်​တွေအတွက် မစိမ်းပါဘူးဒီကားမှာ​တော့ ဘန်ဒီရဲ့ ရက်စက်မှု​တွေကို ဇာတ်သိမ်း​ပေးချင်တဲ့\nစုံ​ထောက် မစ်ချက်စ်နီ နဲ့ ​FBI ​အေးဂျင့် ​ရောဘတ်ရတ်စလာတို့ရဲ့ စုံစမ်းရှာ​ဖွေ ဖော်ထုတ်ပုံ​တွေကို\nမတူညီတဲ့ရှု​ထောင့်က​နေ ရိုက်ကူးတင်ဆက်ထားပါတယ်။Ted Bundy အကြောင်းဆိုရင် မင်းသားချော Zac Efron ပါဝင်တဲ့https://channelmyanmar.org/extremely-wicked-shockingly-evil-and-vile-2019/ဒီဇာတ်ကားကိုလဲကြည့်သင့်ပါတယ်..ပိုစုံလင်သိရမှာပါ။\nFile size…(1.6 GB) / (950 MB) / (500 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated ...",
        "rating": "4",
        "url": "https://megaup.net/YPlt/(CM)Ted.Bundy.American.Boogeyman.2021.720p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/extremely_wicked_shockingly_evil_and_vile_ver3-135x200.jpg",
        "title": "Extremely Wicked, Shockingly Evil and Vile",
        "description": "အမေရိက သမိုင်းရဲ့ အချောဆုံး အခန့်ညားဆုံး\nလူသတ်ကောင် . .(သို့မဟုတ်)Ted Bundy ဆိုတဲ့ စိတ္တဇ လူသတ်သမားတစ်ယောက်ရဲ့ အကြောင်း . ._________________\nဖြစ်ရပ်မှန် အဖြစ်အပျက်ပါ။\n_________________၁၉၇၀ ဝန်းကျင်တုန်းက အမေရိက မှာ Ted Bundy ဆိုတဲ့ လူတစ်ယောက် ရှိဖူးခဲ့တယ်။ သူက ရုပ်ချောတယ်။ တဖက်သားကို အရမ်း လွမ်းမိုးနိုင်တယ်။ သူ့ကိုမြင်တဲ့ ကောင်မလေးတိုင်း တဖြုတ်ဖြုတ် ကြွေကြတယ်။ စကားပြောညက်တယ်။ လူကြီးလူကောင်း ပီပီသသ နဲ့ တကယ့် ယောကျာ်းဖြောင့်ကြီး တစ်ယောက်လို နေတတ်တယ်။ဒါပေမယ့် . . သူက လူ သတ်သမား တဲ့။ သတ်တာမှ ကောင်မလေးတွေ အမျိုးသမီးတွေကို သတ်တာ။ ပိုးစိုးပက်စက် ကို သတ်တာ။ လွှနဲ့ ခေါင်းဖြတ်သတ်တယ်။ မျက်နှာတစ်ခုလုံး ကြေမွသွားအောင် တုတ်နဲ့ ရိုက်တယ်။ မုဒိန်းကျင့်တယ်။ ဘာအကြောင်းမှ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/extremely-wicked-shockingly-evil-and-vile-2019/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKvHwL0GqLOear8rTnUPSTRYY0r.jpg",
        "title": "Unstoppable (2010)",
        "description": "IMDb Rating(6.8) / Rotten Tomatoes (87%)မင်းသားကြီးဒန်ဇယ်ဝါရှင်တန်ရဲ့ဇာတ်ကားဆိုတော့ ရုပ်တည်ကြီးနဲ့အလေးအနက်ခံစားရမယ့်ဇာတ်ကားဆိုတာ မှန်းမိနေမှာပါ။Chris Pine တို့...Rosario Dawson တို့လဲ ပါသေးတယ်..ဇာတ်လမ်းကတော့...လူမပါဘဲလွတ်ထွက်သွားတဲ့ အန္တရာယ်ရှိတဲ့ အရှိန်ပြင်းပြင်းရထားကြီးကို ရပ်တန့်အောင် လိုက်လုပ်ရမှာပါ...ပြောတော့တာ လွယ်ပေမယ့် တကယ်ကြည့်လိုက်ရင်ကိုယ်တိုင်ပါ အသက်ရှူရပ်မတန့် ဖြစ်သွားရမယ့် အခိုက်အတန့်တွေအများကြီးပါပဲ...Rating တွေလဲ မြင့်သလို တကယ်လဲမိုက်တဲ့ဇာတ်ကားမို့ လက်လွတ်ခံလို့မဖြစ်ပါဘူး။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:38:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myo Min Aung(MMA)",
        "rating": "6.8",
        "url": "https://megaup.net/2kKar/Unstoppable_(2010)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81arwtPKWxL._SL1500_-142x200.jpg",
        "title": "R-Point (2004)",
        "description": "ဒီဇာတ်ကားကတော့ တော်တော်လေးခြောက်ခြားစရာကောင်းတဲ့ ကိုရီးယား Horror ကားပါ..အဖြစ်အပျက်က ၁၉၇၂ ခုနှစ် ဗီယက်နမ်စစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာပါ..ဗီယက်နမ်တောနက်ထဲက R-Point ဆိုတဲ့နေရာမှာ တောင်ကိုရီးယားတပ်စိတ်တစ်ခုလုံးပျောက်ဆုံးသွားကြောင်းရေဒီယိုအဆက်အသွယ်ကနေတဆင့် သိလိုက်ရပါတယ်...ဒါကြောင့် သူတို့ကိုကယ်ဆယ်ဖို့ ဗိုလ်ချွဲထယ်အင်း ဦးဆောင်တဲ့တပ်စိတ်တစ်စိတ်ကို R-Point ဆီ စေလွှတ်လိုက်ပါတယ်..တပ်စိတ်တစ်ခုလုံး ဘာကြောင့်ပျောက်ဆုံးနေတာလဲ...ဘယ်လိုအကြောင်းတွေရှိနေတာလဲ....ဘယ်လိုခြောက်ခြားစရာတွေက R-Point မှာ စောင့်ကြိုနေမလဲဆိုတာ....။IMDb Rating (6.3) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myat Thet",
        "rating": "6.3",
        "url": "https://megaup.net/30HwU/(CM)R-Point.2004.BluRay.720p.x265.10bit.AAC-highcal.mp4",
        "category": "Action, Asian, Horror, War"
    }
]