[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vXpyvKnQSXFxsge0Zb3Yf7m7oxz.jpg",
        "title": "Air Force The Movie (2022)",
        "description": "Air Force The Movie (2022)*************************နာမ်ဘူရီနိုင်ငံလေးဟာ တောင်နဲ့မြောက် (၂)ခြမ်းကွဲပြီးပြည်တွင်းစစ်ဖြစ်နေတာ (၅)နှစ် တိုင်ခဲ့ပြီ...ပြည်တွင်းစစ်ဖြစ်လို့ နိုင်ငံဟာမွဲပြာကျနေပေမယ့်လူသတ်လက်နက်တွေတော့ ၂ဘက်လုံးမှာ ခေတ်မှီစွာတည်ရှိနေကြတယ်.....အဲ့ဒီနောက် အပစ်အခတ်ရပ်စဲရေး သဘောတူညီမှုရယူမှုရယူနိုင်ခဲ့တယ်.. မလေးရှားက နမ်ဘူရီရဲ့  နိုင်ငံကိုကိုတတ်နိုင်သလောက် အပတ်အခတ်ရပ်စဲစဉ်ကာလမှာအများကြီးကူညီခဲ့တယ်.. နာမ်ဘူရီနိုင်ငံထဲထိ မလေးရှားစစ်သည်အချို့လာရောက်ပြီး ကူညီခဲ့တယ်..အဲ့ဒီနောက် တောင်မြောက်ပြန်လည်စစ်ပွဲတွေဖြစ်ခဲ့ပြီးမလေးရှားစစ်သည်တွေပါဝင်တဲ့ လေယာဉ်ကြီးကို နမ်ဘူရီတို့က ပစ်ချခဲ့ပါတယ်..စစ်သည်အချို့ လေထီးနဲ့ခုန်ချခဲ့ပေမဲ့ နာမ်ဘူရီတို့ဟာ ဒီကိစ္စကို လက်စတုံးချင်တဲ့အတွက် တောနင်းရှာဖွေသတ်ဖြတ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့..မလေးရှားတို့ သူတို့စစ်သည်တွေကယ်တင်နိုင်မလား..လူ လက်နက်အင်အားချို့တဲ့စွာနဲ့ တောထဲမှာ မလေးရှားစစ်သည်တွေဘယ်လောက်ထိတောင့်ခံထားနိုင်မလဲဆိုတာကိုတော့... File Size :(2.1GB)(960 MB) and (282MB)\nQuality :WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Action,Adventure  , War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bWa8/Air_Force_The_Movie.(2022).WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jbq3poheykap68zY64d9hmhsLfl.jpg",
        "title": "Better Man ( 2023 )",
        "description": "အိမ်ထောင်တစ်ခုမှာ မိန်းမသားတွေဟာ အိမ်မှုကိစ္စလုပ် ၊ အမျိုးသားတွေကိုပြုစု ၊\nကလေးမွေး / ကလေးထိန်း ဖို့ပဲတာဝန်ရှိပြီး\nတစ်ခြားအလုပ်တွေလဲလုပ်စရာမလို လူမှုနယ်ပယ်ကိုလဲ\nဝန်ဆံ့စရာမလိုဘူးဟု ထင်မှတ်ထားသူ စာရေးဆရာ - ဟူထျယ်နမ်ဒီလို အတွေးမျိုးကို ပုံသေတစ်ခုအဖြစ်မှတ်ထားတဲ့ ဟူထျယ်နမ်ဟာ\nသူအပြင်မှာ ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပေး မိသားစုအတွက်\nငွေရှာပေးနေတာနဲ့တင် သူ့ရဲ့ ခင်ပွန်းဝတ္ထရား ကျေပွန်ပြီဟု ထင်မှတ်နေသူပါ ။\nဇနီးဖြစ်သူကိုလဲ အလုပ်လုပ်မခိုင်းသလို လူမှုနယ်ပယ်မှာလဲ\nဝန်ဆံ့ဖို့ ပိတ်ပင်ထားပါတယ် ။ တစ်နေ့မှာတော့ ဟူထျယ်နမ်\nတစ်ယောက် အလုပ်သွားဖို့ ဓာတ်လှေကား စီးနေစဥ်အတွင်းမှာ\nမတော်တဆ ဖြစ်ကာ သူလက်ရှိနေနေတဲ့ လောကကြီးနဲ့\nဆန့်ကျင်ဘက်ဖြစ်တဲ့ နေရာဆီကို ချက်ချင်းဆိုသလို ရောက်ရှိသွားခဲ့ပါတော့တယ် ။အဲ့ဒီလောကမှာရှိတဲ့ မိန်းမသားတွေက အိမ်ထောင်ကိုဦးစီးပြီး\nယောကျာ်းတွေက အိမ်မှုကိစ္စ အဖြာဖြာလုပ်ပြီး ကလေးမွေး ၊\nကလေးထိန်းအစရှိတဲ့ အလုပ်တွေကို လုပ်နေကြရပါတယ် ။\nအစပိုင်းမှာ ဟူထျယ်နမ်တစ်ယောက် လက်မခံပဲ ဆက်ဆက်ထိမခံ\nဆန့်ကျင်ခဲ့ပေမဲ့ မရခဲ့ချေပါဘူး ။ သူကိုယ်တိုင် မိန်းမသားတွေ\nလုပ်ကိုင်ကြရတဲ့ အရာတွေကို မျက်မြင်ကိုယ်တွေ့ ကြုံလာရတဲ့အခါမှာ ....?ဟူထျယ်နမ်တစ်ယောက် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/better-man-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/bigjoy-143x200.jpg",
        "title": "Big Joy Event ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က Big Joy Event ဆိုတဲ့\nဟာသကားလေး တစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကားပြင်ဆရာလီတကျွင်းနဲ့ လက်သည်းအလှပြင်သူ လျိုမိန်တို့\nချစ်သူနှစ်ယောက်ဟာ စေ့စပ်ပွဲနေ့မှာ မင်္ဂလာပွဲနေ့ကို သတ်မှတ်ခဲ့ကြတယ်။\nတစ်ချိန်တည်းမှာပဲ လီတကျွင်းဟာ ယောက္ခထီးကြီးဖြစ်သူ\nလျိုခဲ့ကျန်ရဲ့ စိန်ခေါ်မှုကြီး တစ်ရပ်ကို လက်ခံခဲ့ရတယ်။ တင်တောင်းငွေ ၅ သိန်းတဲ့။လီတကျွင်းအတွက်တော့ နှစ်ဝက်အတွင်း ၅ သိန်းရဖို့က\nမဖြစ်နိုင်တဲ့ တာဝန်ကြီးတစ်ခုပါ။ ထိုနောက် လီတကျွင်းနဲ့\nလျိုမိန်တို့ပူးပေါင်းပြီး လျိုခဲ့ကျန်ကို တိုက်စစ်ဆင်ပါတော့တယ်။လူငယ် နှစ်ယောက်က ရှေးဟောင်း အတွေးအခေါ်တွေကို ဘယ်လို ကျော်ဖြတ်ကြမလဲ......\nသူတိုနှစ်ယောက် မင်္ဂလာပွဲကို အောင်မြင်စွားကျင်းပနိုင်ပါမလား......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ရယ်မောကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 27 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/big-joy-event-2023/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUhZzMpHAMgdRgLbsvBIqhY7fKe.jpg",
        "title": "The Last Client(2022)",
        "description": "The Last Client(2022)******************** အတွေးအဆန်းတွေနဲ့အတူ လိုက်ပါစီးမျှောလို့ရမယ့် psycho crime thrillerကားကောင်းလေးတစ်ကားလာပါပြီ။\nဘယ်လိုအတွေးတွေလဲဆိုရင် လူအယောက်၂၀ရဲ့အသက်အတွက်ပြစ်ဒဏ်ကအသက်၁ချောင်းပြန်ပေးရမယ်ဆိုရင် ကျန်အသက်၁၉ခုကဘယ်မှာသွားတောင်းရမလဲဆိုတာမျိုး၊\nရှင်သန်ဖို့မဖြစ်နိုင်တဲ့ဘဝမလို့ အဆုံးသတ်ပေးလိုက်တာကမှ ဒုက္ခတွေကလွတ်မြောက်မယ်ဆိုတာမျိူး စတာတွေအပြင်\nစွန့်ပစ်ခံရတဲ့သူက ဘယ်လောက်အထိပြန်လုပ်နိုင်တယ်ဆိုတာမျိုးတွေကိုမြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ စိတ်ပညာရှင်ဖြစ်သူ ဆူဇန်နီဆီကိုမက် ဇီဒန်နုဆိုသူကသူ့အကြောင်းတွေပြောပြဖို့ သူခံစားနေရတာတွေအဆုံးသတ်ဖို့ရောက်လာခဲ့ပါတယ်။\nရိုးရိုးသားသားရောက်လာခဲ့တာမဟုတ်သလို သေချာအကွက်ချစီစဉ်ပြီးလာခဲ့တဲ့အပြင်သူဟာကွင်းဆက်လူသတ်သမားဖြစ်နေခဲ့ပါတယ်။\nစိတ်ပညာရှင်နဲ့အမှုသည်တို့စကားတပြောပြောနဲ့ ဇာတ်လမ်းတစ်ခုလုံးတည်ဆောက်သွားတာမျိုးတွေ့ရမှာပါ။\nသူတို့နှစ်ယောက်ကဘယ်လိုများဆက်နွယ်နေလဲဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။ File Size :(1.7 GB) and (464 MB)\nQuality :WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bW82/The.Last.Client.2022.WEB-DL.1080(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-140x200.jpg",
        "title": "Snow Falls (2023)",
        "description": "Eden ဟာဆေးကျောင်းသူတစ်ဦးဖြစ်ပြီးအမေဖြသ်သူက မကြာသေးခင်ကကင်ဆာနဲ့ဆုံးပါးသွားတာဖြစ်လို့ သူငယ်ချင်းတွေကစိတ်ပြေလက်ပျောက်ဖြစ်အောင် အပျော်ခရီးထွက်ဖို့ခေါ်လာပါတယ်။ အပန်းဖြေမယ့်အိမ်ကြီးရောက်ပြီး နောက်နေ့မှာပဲ နှင်းမုန်တိုင်းကျလို့လျှပ်စစ်မီးပျက်ကာ သူငယ်ချင်းတစ်သိုက်အိမ်ထဲမှာသောင်တင်နေပါတယ်။ ဒါပေမယ့် အအေးဒဏ်ကပိုပိုဆိုးလာပြီး လျှပ်စစ်မီးကလည်း ရက်နဲ့ချီပြတ်တောက်နေလို့ စားစရာနဲ့အနွေးဓာတ်ရဖို့ခက်ခဲလာပါတယ်။ အဲဒီမှာပဲ သူငယ်ချင်းတွေတစ်ယောက်ပြီးတစ်ယောက် အာဟာရပြတ်လို့ ကယောင်ချောက်ခြားတွေဖြစ်လာချိန်မှာတော့ အားလုံးအသက်ရှင်လျက် ပြန်ထွက်နိုင်မလားဆိုတာ..File size…(1.09GB)  / (516.42MB) /263.69MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:19:00\nGenre... Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1RPtc/Snow.Falls.2023.720p.(CM)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qA31i7FPVDHezuoevx3497CvZd4.jpg",
        "title": "Cop Out(2010)",
        "description": "Cop Out 2010=========== ဂျင်မီနဲ့ ပေါလ်တို့က နယူးယော့ခ်ရဲတပ်ဖွဲ့က စုံထောက်တွေပါသူတို့အတူတူ အလုပ်လုပ်ခဲတ့ာ ကိုးနှစ်ရှိပါပြီ စုံစမ်းရင်းနဲ့အမှားလုပ်မိတာကြောင့် တာဝန်က လစာမပေးဘဲ ရပ်နားခံလိုက်ရပါတယ်ဂျင်မီရဲ့ သမီးလေး အေဗာကလည်း ခြောက်လအတွင်းမှာလက်ထပ်တော့မယ် ဂျင်မီတစ်ယောက် တစ်ဦးတည်းသောသမီးလေးမင်္ဂလာဆောင်အတွက် ပိုက်ဆံပေးဖို့ မတတ်နိုင်ပါဘူးဂျင်မီအတွက် တစ်ခုတည်းသော အားကိုးစရာက သူ့အဖေထားခဲ့တဲ့အန်ဒီပက်ဖ်ကိုရဲ့ ရှားပါး ဘေ့စ်ဘောကတ်လေးပါ သူနှမြောပေမဲ့ရောင်းရပါတော့မယ် ကံဆိုးနေတဲ့ ဂျင်မီ ဘေ့စ်ဘောကတ်သွားရောင်းရင်း ဆိုင်ကို ဓားပြတိုက်ခံရပါတော့တယ် ဓားပြတိုက်သွားတဲ့ဆေးသမားက ကတ်ကို ဆေးဝယ်ဖို့ ရောင်းလိုက်ပါပြီ ဒီလိုနဲ့ ဂျင်မီနဲ့ပေါလ် နယူးယော့ခ် မူးယစ်ရာဇာပို့ဘွိုင်းနဲ့ ပတ်သက်မိပါတော့တယ်စုံထောက် ဂျင်မီနဲ့ ပေါလ်ရဲ့ ဘေ့စ်ဘောကတ်ပြန်ရှာမဲ့ စွန့်စားခန်းကြီးအဆင်ပြေပါ့မလား ဘယ်လိုတွေလွဲကြဦးမလဲဆိုတာကိုတော.. (အညွှန်းနဲ့ ဘာသာပြန်တော့ Phu Myat Thwe ပဲ ဖြစ်ပါတယ်)File size…1.51GB / 578MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Horror , ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RTo4/Cop.Out.2010.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKEk1w1aO7YWESer1vnxVE96qvN.jpg",
        "title": "Babylon (2022)",
        "description": "Babylon (2022)~ IMDb - 7.6/10, RT - 56%, Meta - 60% ~La La Land ဒါရိုက်တာ Damien Chazelle ရဲ့ Feature Film အသစ်ပါ။ Brad Pitt, Margot Robbie, Tobey Maguire တို့လို နာမည်ကျော် cast တွေကိုသုံးထားသလို Diego Calva လို နာမည်မရှိသေးတဲ့ မင်းသားကိုပါ တွဲဖက်သုံးပေးထားပါတယ်။ လာမယ့်အော်စကာအတွက် Best Original Score, Best Production Design နဲ့ Best Costume Design ဆုတို့အတွက် ၃နေရာ ဆန်ခါတင် ဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၂၀နှောင်းပိုင်းက ဟောလိဝုဒ်ရဲ့ အသံတိတ်ရုပ်ရှင်တွေကနေ အသံထွက်ရုပ်ရှင်တွေဆီ အကူးအပြောင်းကာလမှာ ဟောလိဝုဒ်ရဲ့ ရွှေခေတ်တုန်းဆီမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2xQQ7/(CM)_Babylon_(2022)_720p.mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oiNc4aTeaUMVNkxL0UWnezmKJgM.jpg",
        "title": "Hidden(2015)",
        "description": "Hidden (2015)===========IMDb - 6.4/10\nRotten tomatoes - 80%ဒီကားကတော့ သည်းထိတ်ရင်ဖို post-apocalypse ရုပ်ရှင်တွေကိုမှကြည့်ချင်တယ်ဆိုတဲ့ သူတွေအတွက် ကြည့်ကို ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ကင်းစ်ဗီးမြို့မှာနေတဲ့ သာမာန်မိသားစုလေးဖြစ်တဲ့ ရေးလ်၊ ကလာရာနဲ့သူတို့ရဲ့သမီးလေး ဇိုဝီတို့ဟာ သူတို့ရဲ့မြို့ငယ်လေးမှာ ဗိုင်းရပ်စ်ကူးစက်တဲ့ဖြစ်ရပ်ဆိုးကြီးဖြစ်ခဲ့အပြီးနောက်မှာ \"ဘရီသာ\" ဆိုတဲ့အမျိုးအမည်မသိသတ္တဝါတွေဆီကနေ ပုန်းနေဖို့အတွက် မြေအောက်ဗုံးခိုကျင်းထဲမှာပဲနေနေခဲ့ကြရတာ ရက်ပေါင်း 301 ရက်ရှိနေခဲ့ပါပြီ။ဒီအချိန်မှာသူတို့ရဲ့ ရိက္ခာတွေကိုလာခိုးတဲ့ ကြွက်တ‌စ်ကောင်ကို အကြောင်းပြုပြီးသူတို့ရဲ့ကံကြမ္မာကိုပြောင်းလဲသွားစေမဲ့ဖြစ်ရပ်ကြီးတခုဖြစ်သွားခဲ့ပြီးဘရီသာ\" တွေကို သူတို့ရဲ့နေရာကိုဖော်ပြလိုက်မိသလိုဖြစ်သွားခဲ့ပါတယ်။ဒီတော့ \"ဘရီသာ\" ဆိုတဲ့ အမျိုးအမည်မသိသတ္တဝါတွေကပဲ သူတို့ကိုရှာတွေ့သွားမလား၊ \"ဘရီသာ\" တွေကရော ဘာသတ္တဝါတွေလဲ၊ ဗိုင်းရပ်စ်ကရောဘယ်လိုကူးစက်တာလဲ၊ သူတို့မိသားစုကရောလွတ်မြောက်သွားမှာလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမဲ့ post-apocalypseဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ခင်ဗျ။ File size…1.16GB / 394MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 24m\nGenre ..... Horror , Sci-Fi , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.4",
        "url": "https://megaup.net/1RSzd/Hidden.2015.WEBRip720p(CM).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-truth-124x200.jpg",
        "title": "The Truth About Charlie (2002)",
        "description": "Angella ဆိုတဲ့အမျိုးသမီးငယ်တစ်ဦးဟာ အပျော်ခရီးထွက်နေရင်း သူ့ယောက်ျားနဲ့ကွာရှင်းဖို့စိတ်ကူးနေပါတယ်။ ခရီးက‌နေအိမ်ရှိရာ ပဲရစ်မြို့ကိုပြန်လာချိန်မှာတော့ သူ့ယောက်ျားဖြစ်သူ အသတ်ခံလိုက်ရတာကို သိလိုက်ပြီး သူ့တိုက်ခန်းကလည်း ဟောင်းလောင်းဖြစ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ပြင်သစ်ရဲတွေရော တခြားသူစိမ်းတွေကပါ သူ့ကိုလိုက်လံစုံစမ်းမေးခွန်းထုတ်ရာကနေ Angella လည်းခင်ပွန်းဖြစ်သူ Charles ရဲ့သရုပ်မှန်ကိုတဖြည်းဖြည်းပုံဖော်လာပါတော့တယ်။\n1963 က Cary Grant နဲ့ Audrey Hepburn တို့ရဲ့နာမည်ကျော်ဇာတ်ကားကြီး Charade ကိုပြန်ရိုက်ထားတာဖြစ်ပြီး နာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ Mark Wahlberg, Thandiwe Newton နဲ့ Tim Robbin တို့ပါ၀င်ထားတဲ့ Mystery ကားလေးပါ။File size…(1.91GB)  / (924.47MB) /594.95MBMB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...  Mystery / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1RPtU/The.Truth.About.Charlie.2002.720p(CM)_(2).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z11Dd1r8BQhCLhLfRh1x5QuzMRw.jpg",
        "title": "Hide and Seek (2013)",
        "description": "Hide and Seek (2013)\n================“မကြာသေးခင်က ကျွန်မတို့ရပ်ကွက်မှာ ထူးဆန်းတဲ့ကောလဟာလတစ်ခု စပျံ့လာခဲ့တယ်။\nသူများတကာရဲ့အိမ်ထဲကိုမသိအောင်ဝင်ပြီး တိတ်တိတ်လေးပုန်းပြီးနေတဲ့ ကျူးကျော်သူတွေအကြောင်းပေါ့။”အောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်တဲ့ “ဆွန်းဆူ” က\n“မင်ဂျီ” လို့ခေါ်တဲ့ ဥစ္စာပေါရုပ်ချောဇနီးသည်ရယ် သားတစ်ယောက် သမီးတစ်ယောက်ရယ်နဲ့ ပြီးပြည့်စုံတဲ့မိသားစုဘဝကို ပိုင်ဆိုင်ထားသူပါ။\nခေတ်မီဆန်းသစ်တဲ့တိုက်ခန်းအကောင်းစားမှာနေထိုင်ပြီး လိုလေးသေးမရှိတဲ့ဘဝကိုပိုင်ဆိုင်ထားတဲ့ “ဆွန်းဆူ” က တကယ်တော့ သူဌေးရဲ့မွေးစားသားတစ်ယောက်ပါ။\nသားအရင်းဖြစ်သူ မွေးစားအစ်ကိုရဲ့အမွေတွေအားလုံးကိုမောင်ပိုင်စီးပြီး အခုလိုချမ်းချမ်းသာသာနေနေတဲ့ “ဆွန်းဆူ” ဆီကို\nတစ်နေ့မှာတော့ အဆက်အသွယ်ပြတ်တာကြာပြီဖြစ်တဲ့ အစ်ကိုဖြစ်သူရဲ့ပျောက်ဆုံးမှုနဲ့အတူ ပဟေဠိဆန်တဲ့ဖြစ်ရပ်တွေ ရောက်လာပါတော့တယ်\n။  အတိတ်ကအမှားတွေကိုနောင်တရပြီး အစ်ကို့ကိုရှာချင်တဲ့ “ဆွန်းဆူ” တစ်ယောက်\nအစ်ကိုဖြစ်သူနေတဲ့တိုက်ကို ရောက်သွားရာကနေ ဘယ်လိုမူမမှန်မှုတွေကို ကြုံတွေ့ရမလဲ ..\nပျောက်ဆုံးနေတဲ့အစ်ကိုနဲ့ ပြန်တွေ့ခွင့်ရပါ့မလား ..\nသူ့အစ်ကိုနေတဲ့တိုက်က မူမမှန်မှုတွေရဲ့အရင်းခံက ဘာအကြောင့်ဖြစ်နေတာလဲ ..\nဘယ်လိုလူတွေကြောင့်ဖြစ်နေရတာလဲ .. စတာတွေကို အသည်းတအေးအေးကြည့်နိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "6.3",
        "url": "https://megaup.net/1RT9y/Hide.And.Seek.2013.720p.BluRay.DD5.1.CMx.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTg2NDQyODAzNF5BMl5BanBnXkFtZTcwMTg5MDA3Nw@@._V1_-135x200.jpg",
        "title": "Rock of Ages (2012)",
        "description": "Rock of Ages (2012)Musical filmတစ်ခုဖြစ်ပြီး Main leadတစ်ယောက်အနေနဲ့\nကျွန်တော်တို့ရဲ့ Tom Cruiseကြီးက ပါဝင်သရုပ် ဆောင်ထားပါတယ်။ဇာတ်အိမ်ကိုတော့ Los Angeles မြို့နယ်အခွဲလို့ပြောလို့ရတဲ့\nဟောလီးဝုဒ် အဆိုကျော်တွေ ကျင်လည်ရာ Sunset Stripမြို့လေးမှာ တည်ထားပါတယ်။ဇာတ်လမ်းအစမှာတော့\nသီချင်းဆိုပြီး အသက်မွေးဝမ်းကြောင်းပြုမယ်ကြံပြီး နယ်မြို့လေးကတက်လာတဲ့ Sherrieဟာ\nမြို့ပေါ်ရောက်ရောက်ချင်းပဲ လုယက်ခံလိုက်ရပါတယ်။\nအဲဒီမှာပဲ နာမည်ကြီး Bourbon roomမှာ အချိန်ပိုင်းအလုပ်ဝင်လုပ်နေတဲ့\nလူငယ်လေး Drewနဲ့ ကံအကြောင်းဆိုင်လို့ Bourbon room မှာပဲ အလုပ်တစ်ခုရဖို့ ဖြစ်လာပြီးတဲ့နောက်\nဝါသနာတူ Drewနဲ့ ကိုယ်စီ အနုပညာလမ်းကို လျှောက်လှမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့.. ။တစ်ဖက်မှာလည်း သူ့ခေတ်သူ့အခါမှာ ရော့ခ်နတ်ဘုရားလို့ တင်စားရလောက်တဲ့\nStacee Jaxxတစ်ဖြစ်လဲ Tom Cruiseဟာ လူမှုရေးပြဿနာတချို့ကြောင့်\nအနုပညာလမ်းကြောင်း တန့်နေတာ ကြာခဲ့ပါပြီ။\nအဲဒီလိုနဲ့ တိုက်ဆိုင်စွာပဲ Bourbon roomမှာ ပထမဆုံးအကြိမ် တစ်ကိုယ်တော်ရှိုးပွဲဆိုပြီး\nအနုပညာသက်တမ်း ပြန်ဆက်ဖို့လုပ်နေတဲ့အခိုက် Sherrieနဲ့ Drewကြား ဆူးညှောင့်တစ်ခုလို ဖြစ်လာပါတော့တယ်။ကျန်တာကိုတော့ ကိုယ်တိုင်သာ ဆက်လက် ...",
        "rating": "5.9",
        "url": "https://megaup.net/2xyml/Rock.Of.Ages.2012.EXTENDED.720p.CM.mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZyeoBDQJFPGfd0Mu8XIElGBjZz.jpg",
        "title": "When You Finish Saving the World (2022)",
        "description": "When You Finish Saving the World (2022)ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့တဲ့ အေဘရာဟမ်လင်ကွန်းကို သူ့မိန်းမကတော့ အထင်မကြီဲးနိုင်ခဲ့ဘူးတဲ့။ ကမ္ဘာကြီးကို ပြောင်းလဲပစ်ချင်ကြတဲ့ လူငယ်လေးတွေဟာလည်း ပန်းကန်ဆေးရမှာ သိပ်ပျင်းတတ်ကြတယ်။ အချစ်ထက် ကမ္ဘာကြီးကို ဦးစားပေးခဲ့တဲ့လူတွေလည်း ရှိကောင်းရှိခဲ့မှာပေါ့။ ကိုယ့်အနားကအရာတွေကို ပျောက်ရှသွားရင် ကမ္ဘာကြီးကရော ရှိပါ့ဦးမလား။ အားလုံးရဲ့ကမ္ဘာကို ကယ်တင်ပြီး ကိုယ့်ကမ္ဘာကိုယ် ပျောက်ရှခဲ့ဖူးသူတွေ ရှိလိမ့်မယ်။ ကမ္ဘာကြီးကိုလည်း မကယ်တင်နိုင်၊ ချစ်ခြင်းတရားကိုလည်း မကယ်တင်နိုင်ဖြစ်သွားကြတဲ့ လူတွေလည်းဒုနဲ့ဒေး ရှိနေမလားပဲ။ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါ\nပုံထားတဲ့ ထမင်းပန်းကန်တွေကိုဆေးဖို့\nကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါ\nမွေးထားတဲ့ ကြောင်ကလေးကို ခေါင်းပွတ်ပေးဖို့\nကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါ\nစိုက်ထားတဲ့ သစ်ပင်လေးကို ရေလောင်းပေးဖို့\nကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါ\nပျိုးထားတဲ့ ငါတို့အတ္တတွေကို ပြန်ငြိမ်းသတ်ဖို့မတတ်နိုင်တဲ့ ကမ္ဘာကြီးကို ကယ်တင်ပြီးတဲ့အခါ\nမေ့ထားတဲ့ ငါတို့အနားကအရာတွေကို ပြန်သတိရဖို့အရာ\nကမ္ဘာကြီးကို ပြောင်းလဲရင်း\nကမ္ဘာကြီးက ငါတို့ကိုပြန်ပြောင်းလဲပစ်နိုင်တာ\nမမေ့ပစ်သင့်တဲ့ ကမ္ဘာ...A24 ကနေ ဖြန့်ပေးထားတဲ့ အမေရိကန် Coming-of-Age Comedy Drama ...",
        "rating": "5.9",
        "url": "https://megaup.net/1RSr0/(CM)_When_You_Finish_Saving_the_World_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tMuywiZUoaAihEIkCu3BAL1xPC.jpg",
        "title": "Blood Ties(2013)",
        "description": "Blood Ties(2013)================ထောင်ထွက်တစ်‌ယောက်ဖြစ်တဲ့ Chris ဟာ ဒုစရိုက်လောက ကနေရုန်းထွက်ဖို့ကြိုစားပေမယ့် အဲ့လောကရဲ့အကျိုးအမြတ်တွေကိုခံနိုင်စွမ်းမရှိခဲ့ဘူး။ အဲ့တာ‌ကပဲသူနဲ့ နဂိုကတည်းကမတည့်တဲ့သူ့ ညီ ရဲအရာရှိ Frank ရဲ့နှစ်ယောက်ကြား ညီအစ်ကိုဆက်ဆံရေးကိုလုံးဝ အဖတ်ဆယ်လို့မရတော့တဲ့ အခြေအနေအထိ ရောက်မလိုဖြစ်ခဲ့ရတဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ thriller ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်ပါတယ်။ File size…1.79GB / 745MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 7m\nGenre ..... Action / Crime /  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Phill",
        "rating": "6.5",
        "url": "https://megaup.net/1RSmx/Blood.Ties.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/listener-132x200.jpg",
        "title": "Listeners: The Whispering(2022)",
        "description": "Listeners: The Whispering (2022)\n================================\nChannel Myanmar ပရိသတ်ကြီးအတွက် Psychological drama\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။\nAh Nhien ဟာ အသက် ၂၃ နှစ်အရွယ် စာရေးဆရာမ\nတစ်ယောက်ဖြစ်ပြီး စိတ်ကျဝေဒနာခံစားနေရသူတစ်ဦးပါ။သူဟာ The Whispering လို့ အမည်ရတဲ့ ဝတ္ထုစာအုပ်ကို ရေးသားခဲ့ပြီး\nစံချိန်တင်အောင်မြင်မှုများစွာ ရရှိခဲ့ပါတယ်။ ဒါပေမဲ့ စာအုပ်ထုတ်ဝေပြီးနောက်\nစိတ်ကျဝေဒနာဟာ ပိုမိုဆိုးရွားလာတာကြောင့် စိတ်ရောဂါကုဆရာဝန်နဲ့ ပြသဖို့ သဘောတူခဲ့ပါတယ်။Ah Nhien ရဲ့ထွက်ဆိုချက်အရ အမျိုးသမီးတစ်ယောက် ခြောက်လန့်ခြင်းကို\nထပ်တလဲလဲခံနေရပြီး ထိုအမျိုးသမီးဟာလည်း ထူးဆန်းစွာနဲ့ သူ့ဝတ္ထုထဲက အဓိကဇာတ်ဆောင်ဖြစ်နေတာပါ။ဆရာဝန်ဖြစ်တဲ့ Tuong Minh ဟာ အစကတော့ ဒါကို စိတ်ရောဂါလက္ခဏာလို့ သတ်မှတ်ခဲ့သော်လည်း\nသူကိုယ်တိုင် ထိုအမျိုးသမီးကို အိပ်မက်ထဲမှာ မြင်လာရချိန်မှာတော့\nအဖြစ်အပျက်များဟာ ပိုမိုရှုပ်ထွေးလာခဲ့ပါတယ်။ အစစ်အမှန်လား\nပုံရိပ်ယောင်လား ဝေခွဲမရဖြစ်နေရင်း သူတို့နှစ်ယောက်ရဲ့ အတိတ်က\nဘယ်လိုအကြောင်းတရားတွေနဲ့ ပတ်သက်နေမလဲဆိုတာတော့....(အညွှန်းနဲ့ ဘာသာပြန်ဆို ရေးသားသူကတော့ Thet Hnin Hsu ဖြစ်ပါတယ်)\nFile size…1.57GB ...",
        "rating": "5.2",
        "url": "https://megaup.net/1RSmh/Listeners.The.Whispering.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzGFiFY8wYeqxM8T4O4HFmXTqca.jpg",
        "title": "Beau Pere(1981)",
        "description": "StepFather (1981)\n=============အခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ ၁၉၈၁ ခုနှစ်ကထွက်ရှိထားတဲ့ ပြင်သစ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။၁၉၈၁ ခုနှစ်ကထွက်ရှိထားပေမယ့် အခုချိန်အထိ ရှိ‌နေသေးတဲ့အဖြစ်အပျက်တွေကို ပညာပေးရိုက်ကူးထားတာကြောင့်ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ရယ်မီဆိုတဲ့စန္ဒရားတီးတဲ့သူဟာ သူ့မိန်းမမာထင်န်ဆုံးပါးသွားတဲ့အခါမှာ သူ့ရဲ့မယားပါသမီးလေးမာရီယွန်ကို စောင့်ရှောက်ဖို့ဖြစ်လာပါတော့တယ်။ မာရီယွန်ဟာ၁၄နှစ်ပဲရှိသေးပြီး မိခင်ဆုံးပါးပြီးတဲ့နောက် ပထွေးအပေါ် အလွန်အမင်းတွယ်တာစိတ်တွေ၀င်လာပါတော့တယ်။ သူ့ရဲ့တွယ်တာမှုတွေဟာ သာမာန်ထက်ပိုလာတဲ့အခါမှာတော့ ရယ်မီတစ်ယောက်အနေကြပ်ပါတော့တယ်။ ဒီလိုနဲ့ မိန်းမမရှိတော့တဲ့ ရယ်မီနဲ့လူကြီးစိတ်၀င်လာတဲ့ သမီးလေး မာရီယွန်တို့ကြားဘယ်လိုမျိုးစခန်းသွားကြမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်ပါခင်ဗျာ။File size…1.36GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 3m\nGenre ..... Comedy / Drama / Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.9",
        "url": "https://megaup.net/1RSkq/Stepfather.1981.FRENCH.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiwplv5pET2HgMog6otunohIiSr.jpg",
        "title": "Sleepwalkers(1992)",
        "description": "Sleepwalkers(1992)=================IMDb 5.3 / Rotten Tomatoes 29%နာမည်ကျော်ရုပ်ရှင်ကားတွေဖြစ်တဲ့ The ShawshankRedemption, IT တို့ကို ရေးသားခဲ့သူ King of Horror လို့တင်စားခံရတဲ့စာရေးဆရာ Stephen King ရဲ့ လက်ရာကောင်းရုပ်ရှင်ကားလေး တစ်ကားကိုCM ပရိတ်သတ်ကြီးအတွက် ယူဆောင်လာပါတယ်.သဘာဝလွန်ဇာတ်ကားတွေကို သဘောကျတဲ့သူတွေ အကြိုက်တွေ့မယ့် ဒီရုပ်ရှင်ကားလေးထဲမှာတော့ အများအမြင်မှာ သားအမိလိုနေ​ပေယ့်နောက်ကွယ်မှာ ချစ်သူတွေလိုဖြစ်နေကြတဲ့ သွေးစုပ်ဖုတ်ကောင် နောက်ဆုံးမျိုးဆက် နှစ်ယောက် အပျိုစင်ရဲ့သွေးနဲ့မှ အာသာပြေမယ့် မိခင်ရဲ့ဆာလောင်မွတ်သိပ်မှုအတွက် သားဖြစ်သူ ချားစ်တစ်ယောက် ထန်ညာ လို့ခေါ်တဲ့အပျိုစင်မလေးအနား ချဉ်းကပ်ပါတော့တယ် တစ်ဖန် ဆရာတစ်ယောက်က ချားစ်ရဲ့သရုပ်မှန်ကို ရိပ်မိသွားတဲ့အခါ...ဖြူစင်ပြီး ချစ်စရာကောင်းတဲ့ ထန်ညာ့အပေါ််ချားစ်တစ်ယောက် ဘယ်လိုခံစားချက်တွေ ဖြစ်လာမလဲ မိခင်အတွက် သူထန်ညာ့ကို တကယ်သတ်ပစ်မှာလား ဆရာကရော ဘာဆက်လုပ်မလဲဆိုတာ...သည်းထိတ်ရင်ဖို ကြည့်ရှုရမယ့် Horror / Teen ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်... File size…1.70GB / ...",
        "rating": "5.3",
        "url": "https://megaup.net/3dNdv/Sleepwalkers.1992.720p.BluRay__%7BCM%7D.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4A7t5QmUN0joSZMOSUtbFOrbsTU.jpg",
        "title": "Chained(2012)",
        "description": "Chained (2012)============ IMDb - 6.4/10ဒီတခါတင်ဆက်ပေးမှာကတော့ သည်းထိတ်ရင်ဖို စိတ္တဇလူသတ်သမားကားကောင်းလေးတကားပါ။ သွေးထွက်သံယိုပြကွက်တွေပါဝင်တာကြောင့် ကလေးသူငယ်များကြည့်ရှုရန်မသင့်တော်ပါဘူး။ဇာတ်လမ်းလေးအကျဉ်းကတော့ယုန်လေးဟာ ငယ်ငယ်လေးကတည်းက သူ့ရဲ့ အမေနဲ့ ရုပ်ရှင်အတူကြည့်ပြီးအိမ်အပြန်လမ်းမှာစိတ္တဇလူသတ်သမားတယောက်ဖြစ်တဲ့ တက္ကစီသမား\"ဘော့ဘ်\" က ပြန်ပေးဆွဲတာကိုခံလိုက်ရပြီး သူက‌တော့ \"ဘော့ဘ်\"ရဲ့အိမ်မှာပဲ အဖမ်းခံထားရရင်း \"ဘော့ဘ်\" ကခိုင်းသမျှကို နှစ်ပေါင်းများစွာလုပ်ပေးခဲ့ရတဲ့ ကောင်လေးတယောက်ပါ။ဖမ်းလာတဲ့အချိန်ကနေ အရွယ်ရောက်တဲ့အထိ ခြေထောက်မှာသံကြိုးနဲ့ခတ်ထားတာကိုခံရပြီး \"ဘော့ဘ်\" လုပ်သမျှသွေးတွေကိုသန့်ရှင်းရေးလုပ်လိုက်၊အလောင်းတွေကိုမြေမြုပ်လိုက်လုပ်ပေးနေရာကနေ တနေ့မှာတော့\"ဘော့ဘ်\" ကသူ့ရဲ့ ခြေရာကိုလိုက်နင်းနိုင်ဖို့ ယုန်လေးကိုလည်း လူသတ်သမားတယောက်ဖြစ်လာအောင် လေ့ကျင့်ပေးဖို့ လုပ်ပါတော့တယ်။ယုန်လေးကပဲ \"ဘော့ဘ်\" ရဲ့ ခြေရာကိုလိုက်နင်းပြီး စိတ္တဇလူသတ်သမားတယောက်ဖြစ်လာမလား၊ ပုံမှန်ဆိုရင် ကောင်မလေးတွေကိုပဲ ပြန်ပေးဆွဲပြီးသတ်လေ့ရှိတဲ့ \"ဘော့ဘ်\" က သူနဲ့ သူ့ရဲ့အမေ နှစ်ယောက်ကိုမှရွေးပြီးဘာလို့ပြန်ပေးဆွဲခဲ့တာလဲ ဒီအကြောင်းအရာရဲ့ နောက်ကွယ်မှာရောဘယ်လိုအကြောင်းအရာတွေရှိနေမလဲဆိုတာကို စိတ်ဝင်စားစရာ ရင်တထိတ်ထိတ်နဲ့ဆက်လက်ကြည့်ရှုပေးပါဦးခင်ဗျ။ File size…1.16GB / 514MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Horror , Crime, ...",
        "rating": "6.4",
        "url": "https://megaup.net/2xPJ9/Chained.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2FjOWViNjYtMjRmMi00NDFkLWI1ZTktNmIyN2ExMDU3YTlmXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-141x200.jpg",
        "title": "Badrinath (2011)",
        "description": "Badrinath 2011\n-----------------------------ဘောလိဝုဒ် ဇာတ်ကားကောင်းတွေပဲကြည့်ရှုတတ်တဲ့ ပရိသတ်များအတွက်\nမင်းသားချော Allu Arjun ရဲ့ 2011ကထွက်ရှိထားတဲ့ Romance, Action ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အရည်အချင်းရှိပြီးထက်မြတ်လှတဲ့စစ်သည်တော်တစ်ယောက်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးမှ\nလေ့ကျင့်ပေးထားတဲ့ ဘဒ်ဒရီတစ်ယောက်ဟာ တိုက်ရေးခိုက်ရေးမှာ ရန်သူ ၁၀၀ကို\nမျက်စိမှိတ်တိုက်ခိုက်နိုင်တဲ့အထိ နှလုံးရေပြည့်ဝလှပါတယ်။ \"ဘဒ်ဒရီနတ်\" ဘုရားကျောင်းကို\nစောင့်ရှောက်ပေးဖို့ တာဝန်ရရှိခဲ့ပြီး တစ်နေ့မှာ ဘုရားတွေကိုအယုံအကြည်မရှိတဲ့\nဘာသာမဲ့သူဌေးမလေး အလက္ကန်နန္ဒာရောက်လာပြီးတဲ့နောက်မှာ မတည့်ကြတဲ့သူတို့တွေ\nချစ်ကြိုးသွယ်သွားမလား။ ဘယ်လိုရန်သူအနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာ\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်စွာကြည့်ရှုရမှာပါ။ US$ 5.3 million အကုန်ကျခံရိုက်ထားပြီး\nအဲဒီခေတ်အခါတုန်းက ကုန်ကျစရိတ်အများဆုံး ဇာတ်ကားများထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်ချက်၊ တိုက်ခိုက်ခန်း၊ ကခန်းတွေလည်း မြိုင်ဆိုင်လှတဲ့အပြင် မင်းသားချော\nAllu Arjun ရဲ့ ဆံပင်ပုံစံကလည်း တမျိုးလေးဆန်းနေပြီး အတော်လေးလိုက်ဖက်နေတဲ့အတွက်\nအမာခံပရိသတ်များအဖို့ သဘောတွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးအဖြစ် ညွှန်းပေးပါရစေ။\nFile size…4.26GB / 1.98GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.4",
        "url": "https://megaup.net/2xPwk/Badrinath_2011_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFGkKtWq9rvb7AriX39369FRssP.jpg",
        "title": "Confessions (2022)",
        "description": "Confessions (2022)*****************ကြေးစားလုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်က ဆိုင်ကယ် ဂိုဏ်းအတွက်အလုပ်လုပ်ပေးပြီး မြေအောက်လောကမှာသာမက ရဲ‌တွေကိုပါ ဆယ်စုနှစ်များစွာ လက်တစ်လုံးခြားလှည့်ဖျားခဲ့သူပါ...သူဟာ25 နှစ်ကျော်မှ လူသတ်မှု 28 မှုအတွက် အဖမ်းခံခဲ့ရပြီး ဒီဇာတ်ကားဟာ  ဖြစ်ရပ်မှန်ကိုအခြေခံပြန်လည်ရိုက်ကူးထားတာပါ။အစကနေအဆုံးကို ဇာတ်ကားရဲ့နာမည်လေးအတိုင်း အဓိကဇာတ်ဆောင်က ဖြောင့်ချက်ပေးရင်းဆွဲခေါ်သွားမှာပါ။ သူဟာသူ့အမေရဲ့ ချစ်ခြင်းမေတ္တာ တရားတွေကို မရခဲ့သလိုကျောင်းမှာလည်း IQ level က တော်တော်ကိုနိမ့်ပါတယ်။ နောက်အဲ့လိုကောင်းလေးတစ်ယောက်ကနေဝါရင့် သွေးအေးကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်လာပုံနဲ့ကြေးစားလူသတ်သမားတစ်ယောက်သူ့ရဲ့ပြစ်မှုတွေအတွက် ဘယ်လိုများဖြောင့်ချက်ပေးမလဲဆိုတာတော့ File Size : (1.7GB) (467MB) and (187MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Proxy\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2xPsj/Confessions.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYmFhOTdmODItYWM5MS00YTRiLTgzZTMtNTQxMjVjYzMxOTViXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-135x200.jpg",
        "title": "Always (2022)",
        "description": "Always (2022)************အချစ်ဇာတ်ကားလေးတွေကို ရှာနေတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် Always ဆိုတဲ့ ဖီလစ်ပိုင်.ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အက်စီးဒန့်ကြောင့် အန်နာဆိုတဲ့ကောင်မလေးဟာ အမြင်အာရုံပဲဆုံးရှုံးခဲ့တာမဟုတ်ဘဲ မိဘနှစ်ပါးကိုပါ ဆုံးရှုံးခဲ့ရတယ်။ ခက်ခဲလှတဲ့ဘဝဆိုပေမယ့်သူမကတော့ အတတ်နိုင်ဆုံးပျော်အောင်နေပြီး ဖြတ်သန်းနေလေရဲ့...သူတို့နေတဲ့ ကွန်ဒိုမှာ လီနိုက ဂိတ်စောင့်ပေးရင်း အန်နာဆိုတဲ့ မျက်မမြင်ကောင်မလေးနဲ့ ရင်းနှီးသွားပြီး ချစ်မိသွားတဲ့အခါမှာတော့...သူတို့၂ယောက်ဘယ်လိုဆက်ဖြစ်ကြမလဲ..လျှို့ဝှက်ချက်တွေရော ရှိမလား.. File Size : (1.54 GB) and (574 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:48:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2xPnq/Always.2022.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOGEyYmMzZTAtN2M5Mi00YWRmLTgxN2UtYWFkZjYxZDgzMzZmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-135x200.jpg",
        "title": "Dolphin Tale 2 (2014)",
        "description": "Dolphin Tale 2 (2014)\n=================\nIMDb Rating - 6.4/102011ကထွက်ခဲ့တဲ့ Dolphin Tale 1 ရဲ့အဆက်ဖြစ်ပါတယ်။ ဆော်ရာနဲ့\nဝင်းတားစတွေ့ပြီး 3နှစ်တောင်ကြာခဲ့ပါပြီ။ ကလေးသရုပ်ဆောင်တွေဖြစ်\nကြတဲ့ ဆော်ရာနဲ့ဟေဇယ်တို့လည်း မြီးကောင်ပေါက်ရုပ်လေးဖြစ်လာတဲ့\nအပြင် ဝင်းတားလေးလည်း ပိုထွားလာပါပြီ။ ဒီထဲမှာတော့ ဝင်းတားရဲ့\nသူငယ်ချင်းအသစ်လေးဖြစ်တဲ့ လင်းပိုင်ပေါက်စလေးကိုပါ မြင်တွေ့ရမှာ\nပါ။ ဒါဖြင့် ဖလော်ရီဒါပြည်နယ်က Clearwater Marine Aquarium ကို\nအလည်တစ်ခေါက် ထပ်သွားကြပါစို့။ လင်းပိုင်ပုံပြင်လေးကတော့ ဒီကား\nမှာပဲ အဆုံးသတ်ခဲ့ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(2.28 GB) / (1.12 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Family\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/1WFh1/Dolphin.Tale.2.2014.720p.BluRay.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTk2NTQwMTU5NF5BMl5BanBnXkFtZTcwNTU0MzE0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dolphin Tale (2011)",
        "description": "Dolphin Tale (2011)\n===============\nIMDb Rating - 6.8/10CM ပရိတ်သတ်ကြီးတို့ရေ။ ငယ်ငယ်က TV မှာလွှင့်ဖူးတဲ့ Dolphin Tale\nဆိုတဲ့ ကလေးဘဝရုပ်ရှင်လေးကိုမှတ်မိကြပါသလား။ အမြီးဖြတ်ပစ်လိုက်\nရတဲ့ လင်းပိုင်လေးဝင်းတားနဲ့ သူ့ကိုကယ်ပေးခဲ့တဲ့ ဆော်ရာဆိုတဲ့ကောင်လေး\nတစ်ယောက်အကြောင်းပေါ့။ ပရိတ်သတ်ကြီးတို့ထဲမှာ ကြည့်ဖူးတဲ့သူရှိရင်ဖြင့်\nလင်းပိုင်လေးဝင်းတားဟာ အပြင်မှာ တကယ်ရှိခဲ့တယ်ဆိုတာရော သိပါသ\nလား။ ဟုတ်ပါတယ် ဝင်းတားလေးဟာ တကယ်ရှိခဲ့ဖူးပြီး သူဟာ မသန်စွမ်း\nကလေးငယ်တွေအတွက် ဘဝကိုအရှုံးမပေးဖို့ တကယ်ကို ခွန်အားဖြစ်စေတဲ့\nလင်းပိုင်လေးတစ်ကောင်ပါ။ဝင်းတားလေးဟာ Clearwater Marine Aquarium ကို ဒဏ်ရာများစွာနဲ့ရောက်\nလာပြီး အမြီးပိုင်းသွေးမလျှောက်တော့တာကြောင့် အမြီးဖြတ်ပစ်လိုက်ရပါတယ်။\nလင်းပိုင်တစ်ကောင်အတွက် ရေကူးစရာအမြီးမပါတော့တာဟာ လူတစ်ယောက်\nခြေထောက်မပါတော့တာနဲ့အတူတူပါပဲ။ ဒါပေမဲ့ ဝင်းတားဟာ အရှုံးမပေးဘဲ အသက်\n16နှစ်ထိ အသက်ရှင်နေထိုင်သွားခဲ့ပါတယ်။ သူ့ရဲ့ Bottlenose Dolphin မျိုးစိတ်\nသက်တမ်းဟာ နှစ်40ကနေ60ထိ ရှိတာပါ။ ဒါပေမဲ့ အမြီးမရှိတော့တဲ့လင်းပိုင်တစ်\nကောင်အတွက်တော့ 16နှစ်ထိ‌နေသွားနိုင်ဆိုတာ တကယ်အံ့ဩဖို့ကောင်းပါတယ်။\nဒါ့အပြင် Dolphin Tale 1,2မှာ ပါဝင်တဲ့လင်းပိုင်လေးဟာ တကယ့်အပြင်ကဝင်းတား\nအစစ်ဖြစ်ပါတယ်။ ယခုလက်ရှိမှာတော့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WF56/Dolphin.Tale.2011.720p.BluRay(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjlhMTRhZWItYzk2ZS00MTNiLThkYmQtOThkOGM0MjM5NTQ1XkEyXkFqcGdeQXVyNjEzNTM0MzY@._V1_-155x200.jpg",
        "title": "You Got Me Twisted! (2023)",
        "description": "You Got Me Twisted! (2023)\n=====================ဒီကားကတော့မကောင်းတဲ့ ယောကျာ်းနဲ့သာကြုံခဲ့ရတဲ့ Mahogany ရဲ့\nဘ၀အကြောင်းပဲဖြစ်ပါတယ်။ သူမဟာငယ်ငယ်ကတည်းကအချစ်ကို\nလိုက်ရှာခဲ့သူဖြစ်ပါတယ်။ ဒါကြောင့်အရွယ်ရောက်လာပြီးအိမ်ထောင်ပြု\nတဲ့အခါ သူရချင်တဲ့အချစ်ကိုမရဘဲ အိမ်တွင်းအကြမ်းဖက်မှုသာခံခဲ့ရ\nပါတယ်။သူမအဲ့ဒီအိမ်တွင်းအကြမ်းဖက်မှုကနေဘယ်လိုလွတ်မြောက်အောင်\nလုပ်မလဲ လွတ်မြောက်ရင်‌ရော တစ်ခြားယောကျာ်းထပ်ယူမှာလား၊\nထပ်ယူရင်ရော သူငယ်ငယ်ကတည်းကမျှော်လင့်ခဲ့တဲ့အချစ်မျိုးနဲ့အချစ်\nခံရမှာလား၊ ဒါမှမဟုတ် အိမ်တွင်းအကြမ်းဖက်သူနဲ့ပဲထပ်ကြုံရဦးမှာလား\nဆိုတာကို ကြည့်ရှု့ရမယ့် Drama ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1gI7e/You.Got.Me.Twisted.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXAUPTb8XNSf5B4zyUAEajz2vFu.jpg",
        "title": "Joji (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ စိတ်ဝင်စားရတဲ့ India Murder/ Thirller ကားပါIMDB မှာ 7.8/10 ရထားပါတယ်မိသားစု family ဇာတ်လမ်းကို ဦးတည်ရိုက်ထားပြီးဇာတ်အိမ်ကို covidအတွင်းတည်ဆောက်ထားပါတယ်..မြို့တစ်မြို့က မျက်နှာဖုံးသူဌေးမိသားစုတခုရဲ့ဘဝအဖြစ်အပျက်ပေါ့သန်မာပြီးအာဏာရှိတဲ့ အဖေရယ် သား ၃ ယောက်ရယ် ပထမသားရဲ့သားဆယ်ကျော်သက်အရွယ်တစ်ယောက်ရယ် ဒုတိယသားရဲ့မိန်းမရယ်တစ်အိမ်တည်း အားလုံး၆ယောက်အတူနေကြတယ် အိမ်ထဲ ခြံထဲမှာတော့အလုပ်သမားတွေအများကြီးရှိကြတယ်.Joji ကတော့ ၃ယောက်တည်းကအငယ်ဆုံးသားပါ သူက ညီအကိုထဲမှာအိမ်ထောင်မရှိ လူလွတ်တစ်ယောက်။ တစ်အိမ်လုံး သားအားလုံးကအဖေကို အရမ်းကြောက်ရတယ် တနေ့တော့ သူတို့အဖေက အလုပ်တခုလုပ်ရင်းဦးနှောက်သွေးကြောပေါက်သွားပါတယ် covid အတွင်းဆိုတော့ ဆေးကုရခက်ပေမဲ့ဆေးရုံအမြန်ပို့ပေမဲ့ လေဖြတ်သွားပါတယ် အဖေဒီလိုဖြစ်ချိန်မှာ Jojiကအခွင့်အရေးတွေ ယူလာတယ် အဖေပိုင်တဲ့အရာတွေကို မျက်စိကျပြီးရအောင်လုပ်ရာက ဘာဖြစ်မလဲ လူသတ်မှုကရော ဘယ်လိုဖြစ်မလဲကို ကြည့်ရမှာပါ.. File size…1.93 GB / 729MB\nQuality…WEB-Rip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Drama , Crime\nSubtitle….Myanmar ...",
        "rating": "7.8",
        "url": "https://megaup.net/2CEtV/Joji.2021.WEBRip720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1s2xayFVgYEQb8DxnmNCJZMXgGp.jpg",
        "title": "Septembers of Shiraz (2015)",
        "description": "အီရန်နိုင်ငံကို Revolutionary Guards လို့အမည်ရတဲ့ အစ္စလမ်မစ်အစွန်းရောက်ဝါဒီတွေသိမ်းပိုက်လိုက်တဲ့အတွက် ယခင်အစိုးရနဲ့အဆက်အစပ်ရှိတဲ့သူတွေကို ပစ်မှတ်ထားပြီးလိုက်လံဖမ်းဆီးနေပါတယ်။နိုင်ငံအနှံ့မှာ ဆူပူသောင်းကျန်းမှုတွေဖြစ်နေကြပြီး ထင်ရာစိုင်းတဲ့အစွန်းရောက်အဖွဲ့ရဲ့ဒဏ်ကိုအလူးအလဲခံစားရနေရတယ်။ အစ်ဇက်တို့မိသားစုဟာကျောက်မျက်ရတနာလုပ်ငန်းလုပ်ကြပြီး ကြွယ်ဝချမ်းသာတဲ့မိသားစုဖြစ်ပါတယ်။တစ်နေ့ အစ်ဇက်အလုပ်လုပ်နေတုန်းမှာ Revolutionary Guards ကလာဖမ်းသွားပါတယ်။ခင်ပွန်းဖြစ်သူနဲ့‌တွေ့ရဖို့အတွက် ဖာနက်ဇ်မှာ နည်းမျိုးစုံနဲ့ကြိုးစားပေမယ့်မအောင်မြင်ပါဘူး။နီးစပ်တဲ့သူတွေနဲ့ ဆွေးမျိုးရင်းခြားတွေကလည်းလိုက်ဖမ်းလို့ထွက်ပြေးရတဲ့ အတွက်ဘယ်သူ့မှ အကူအညီမပေးနိုင်ပါဘူး။ ဒီလိုအသည်းအသန်ကြိုးစားနေချိန်မှာ ခင်ပွန်းဖြစ်သူရဲ့လုပ်ငန်းကို လူယုံက အပိုင်သိမ်းသွားတယ်။ထောင်ထဲမှာ အကျဉ်းသားတွေကို နည်းမျိုးစုံနဲ့နှိပ်စက်မေးမြန်းဒဏ်ကိုမခံနိုင်တဲ့အဆုံးမှာအစ်ဇက်ဟာ ပိုင်ဆိုင်တာအကုန်ပေးမယ် သူ့ကိုလွတ်ပေးပါလို့ကမ်းလှမ်းတယ်။ဒီကမ်းလှမ်းချက်ကိုတစ်ဖက်ကလည်းလက်ခံခဲ့တယ်။ အကျဉ်းထောင်ကနေလွတ်လာတဲ့အစ်ဇက်ဟာ တစ်ချိန်မှာသူ့ကိုပြန်လာဖမ်းနိုင်တာကိုသိတဲ့အတွက် နိုင်ငံကနေထွက်ပြေးဖို့ကြိုးစားပါတော့တယ်။  File size…1.75 GB/ 703MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre …..  Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/3iCdf/Septembers.of.Shiraz.2015.BluRay720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uCyDJGQ54vcCclNqa6nLcSqH3DQ.jpg",
        "title": "The Standoff at Sparrow Creek (2018)",
        "description": "ဂန်နွန်ဟာ ရဲအရာရှိဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့လက်နက်ကိုင်ပြည်သူ့စစ်ဂိုဏ်းတစ်ခုရဲ့အဖွဲ့ဝင်ဖြစ်နေတာပေါ့...။ဒီအဖွဲ့က ရဲတွေနဲ့လည်း သိပ်မတည့်သလို လက်နက်တိုက်တစ်ခု ပိုင်ဆိုင်တဲ့အဖွဲ့ပါ...။တစ်နေ့ကျတော့ သူတို့ရဲ့စခန်းနားက အသုဘတစ်ခုမှာ ပစ်ခတ်မှုတစ်ခုဖြစ်ပါတယ်...။အသုဘက ရဲတွေရဲ့အသုဘ...။ပစ်ခတ်သွားတဲ့သူက မောင်းပြန်သေနတ်တွေ၊ ဗုံးတွေနဲ့ ပစ္စည်းအစုံသုံးသွားတာ....။ဒီတော့ ဂန်နွန်တို့အဖွဲ့လည်း ဒီပစ်ခတ်မှုက သူတို့နဲ့ ဆိုင်မဆိုင်၊ သူတို့လူလုပ်တာဟုတ်မဟုတ်ဖြေရှင်းဖို့ စခန်းမှာ လူစုကြလေရော....။ဖြစ်ချင်တော့ သူတို့လက်နက်တိုက်ထဲက မောင်းပြန်သေနတ်တစ်လက်နဲ့ပစ္စည်းတချို့ပျောက်နေပါလေရော...။ဒီကိစ္စကို ဂန်နွန်တို့ဘယ်လိုရှင်းမလဲ၊ လက်သည်က သူတို့အဖွဲ့ထဲကလားဆိုတာကိုစစ်ကြမေးကြရင်းနဲ့ Thrillerဆန်ဆန်ကြည့်ရှုရမယ့် crime movieလေးဖြစ်ပါတယ်....။ File size…1.11GB/ 245MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://megaup.net/2CEyk/The.Standoff.at.Sparrow.Creek.2018.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE2NDNhZjMtNDcxZi00ZmM0LTk1MmYtMzliMzVmODcyZWVmXkEyXkFqcGdeQXVyODA3MTE1ODU@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Invalid (2023)",
        "description": "ပြတိုက်ထဲက သေနတ်ပစ်ခတ်မှုရဲ့ နောက်ကွယ်က ဇာတ်ကြောင်းက ဘာဖြစ်မလဲ… ထူးထူးခြားခြား ဆလိုဗက်ကီးယားကားတစ်ကားဖြစ်တဲ့ Invalid ဆိုတဲ့ကားကတော့ Drama, Comedy အမျိုးအစားကားတစ်ကားပဲ ဖြစ်ပါတယ်။ ဟုန်းဒဲရာ့လာ့စ်ကိုးဆိုတာက စက်တွေပြင်ဆင်တဲ့နေရာမှာ ကျွမ်းကျင်ပညာရှင်ပဲ။ ဒါပေမဲ့ သူက ဒေါသအရမ်းကြီးတဲ့သူ။ သူ့ဒေါသကြောင့်ပဲ သူ့သားကို အိမ်ပေါ်က နှင်ချမိလိုက်သလို သူ့မိန်းမကလဲ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်။ နောက်တော့ သူ နောင်တရပြီး သူ့သားဖြစ်သူကို ပြန်ချော့ဖို့ ဓာတ်စက်ဝယ်တာကနေ ဇာတ်လမ်းကစတယ်။ ဓာတ်စက်ကြော်ငြာဆီမှာ အလိမ်ခံလိုက်ရတဲ့အပြင် ပိုက်ဆံတွေပါ ဓားပြတိုက်ခံရပြီး ဒုက္ခိတပါ ဖြစ်သွားခဲ့တဲ့ လာ့စ်ကိုးက ဘယ်လိုလက်စားပြန်ချေမလဲ။ လာ့စ်ကိုးကို ကယ်တင်ပေးခဲ့တဲ့ ဂါဘိုရဲ့ မိတ်ဆွေကောင်းပီသမှုတွေကိုလဲ ထင်ထင်ရှားရှားတွေ့မြင်ရမဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။File size…(1.5 GB)/(847 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "7.7",
        "url": "https://megaup.net/1WEmj/Invalid.2023.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYwZdnXVnVxAr7dx4MEK7tTK9gI.jpg",
        "title": "The Boogeyman (2023)",
        "description": "ဒီသရဲကားကတော့ စာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။မူလအစီအစဉ်ကတော့ Hulu မှာ streaming ပြသဖို့ ဖြစ်ပေမဲ့အကြိုပွဲတွေမှာ လူတွေအရမ်းကြောက်ပြီးကြိုက်ကြတဲ့အတွက် ရုံတင်ဖြစ်သွားပါတယ်။အချို့အခန်းတွေမှာ ပရိသတ်တွေ အရမ်းအော်ပြီး အရေးကြီးတဲ့ဒိုင်ယာလော့တွေကို အသံဖုံးသွားလို့ ရုပ်ရှင်ကိုကြောက်စရာအခန်းနဲ့ ဒိုင်ယာလော့ကြား နည်းနည်းခြားအောင်ပြန်တည်းဖြတ်လိုက်ရပါသေးတယ်။ဒီရုပ်ရှင်ရဲ့ အဓိက မိန်းကလေးသရုပ်ဆောင်နှစ်ယောက်ကတော့Star Wars Series ထဲက မင်းသမီးလေယာနဲ့ ဒရက်ရှ် နေရာက သရုပ်ဆောင်ခဲ့တဲ့နှစ်ယောက်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းအဓိကမကောင်းဆိုးဝါး ဘူဂီမန်းဟာ စတီဖင်ကင်းရဲ့ နာမည်ကျော် IT နဲ့ အတော်ဆင်တူပါတယ်။ကလေးတွေကို အရမ်းကြောက်အောင်လုပ်ပြီး သတ်ပစ်တာပါ။ဒါပေမဲ့ IT လောက်တော့ စွမ်းအားမကြီးပါဘူး။သူဟာ အလင်းကိုကြောက်ပါတယ်။အမှောင်ထဲမှာပဲ လှုပ်ရှားနိုင်တယ်။စိတ်ဒဏ်ရာရှိနေတဲ့ကလေးတွေကို ပစ်မှတ်ထားတယ်။ဒီလိုမျိုးပါပဲ။စတီဖင်ကင်းရဲ့ ဝတ္ထုတိုပဲဖြစ်လို့ IT, Dark Tower လို့ပင်မဇာတ်ကြောင်းကြီးမှာတော့ ထပ်မပါသေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ စိတ်ကုထုံးဆရာဝန်ဒေါက်တာ ဟာပါမှာ ဆေဒီ နဲ့ ဆောယာဆိုတဲ့ သမီးနှစ်ယောက်ရှိပါတယ်။သူတို့ရဲ့အမေကတော့ မကြာသေးခင်‌လေးက ကားတိုက်မှုဖြစ်ပြီးဆုံးသွားတာမို့ သူတို့မိသားစုဝင်သုံးယောက်လုံးကိုယ်စီပူဆွေးနေတုန်းအချိန်မှာပဲရှိပါသေးတယ်။တစ်နေ့မှာတော့ လူတစ်ယောက် ရုတ်တရက်ဒေါက်တာဟာပါနဲ့ လာပြပါတယ်။သူ့ရဲ့ကလေးတွေကို မကောင်းဆိုးဝါးတစ်ကောင်ကသတ်သွားကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/3YyMf/The.Boogeyman.2023.720p.WEB-DL_%7BCM%7D_TSK.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oke6xdVV3QNRFBZSw4Wj6oKGmT5.jpg",
        "title": "Message from the King (2016)",
        "description": "ဒီရုပ်ရှင်လေးကတော့ ကွယ်လွန်သွားပြီဖြစ်တဲ့ Black Pantherမင်းသားChadwick Boseman သရုပ်ဆောင်ထားတဲ့ action crime drama movieလေးပဲဖြစ်ပါတယ်....။နောက်ပြီး ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ သူ့ရဲ့လေသံ၊ စကားပြောဟန်ဟာBlack Pantherရဲလေသံနဲ့တူတူပဲလို့ အင်တာဗြူးတစ်ခုမှာဖြေသွားဖူးပါတယ်...။ဒီတော့ Black Pantherတစ်ဖြစ်လဲ မင်းသား Chadwick Bosemanရဲ့သရုပ်ဆောင်ပုံကို အလွမ်းပြေ ကြည့်ရှုလို့ရမယ့်ကားလေးဖြစ်ပါတယ်...။ညီမဖြစ်သူကိုရှာပုံတော်ဖွင့်တဲ့ အစ်ကိုတစ်ယောက်ရဲ့ ဇာတ်ကြောင်းဖြစ်ပြီးမင်းသား Chadwickကလည်း စူပါဟီးရိုးသရုပ်မဟုတ်ဘဲ လူကောင်းတစ်ယောက်၊ကြေကွဲနေတဲ့ အစ်ကိုတစ်ယောက်ရဲ့သရုပ်ကို တည်တည်ငြိမ်ငြိမ်နဲ့ သရုပ်ဆောင်ပြသွားပါတယ်...။ ဇာတ်လမ်းအကျဥ်းကတော့...ဂျက်ကော့ဟာ ညီမဖြစ်သူဘီယန်ကာကိုရှာဖို့အတွက်နဲ့ ‌အာဖရိကကနေလော့စ်အိန်ဂျယ်လစ်ကိုတက်လာပါတယ်...။သူသိတာဆိုလို့ ညီမဖြစ်သူက သူ့အကူအညီလိုနေတယ်၊ပျောက်ဆုံးနေတယ်...ဆိုတာကလွဲပြီး ကျန်တာနတ္ထိပါ...။အဲ့လိုကနေ တစ်စပြီးတစ်စသိအောင် စုံစမ်းရင်းနဲ့ ညီမဖြစ်သူပျောက်ဆုံးရတာဟာမသမာသူလူတစ်စုရဲ့လက်ချက်ဖြစ်မှန်းသိသွားတဲ့အခါမှာတော့...ဘုရင်ကြီးရဲ့ ရာဇသံက ဘာဖြစ်မလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရှုလို့ရပါပြီ...။ File size…2.81GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://megaup.net/2CD4o/Message.from.the.King.2016.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0BUNpFJinTLGpPc9iqfUVVrCPw.jpg",
        "title": "[18+]Sister-in-law Addiction(2020)",
        "description": "[18+]Sister-in-law Addiction(2020)*********************************\nဟယ်အီဟာ မိန်းမနဲ့ခယ်မဖြစ်သူတိုနဲ့အတူ တစ်အိမ်တည်းမှာ အတူတူ နေနေပါတယ် ...ဟယ်အီတိုလင်မယားက သာမန်လိုပဲထင်ရပေမယ့် အတူနေချိန်မှာတော့ ဟယ်အီကအထွဋ်အထိပ်ကို မရောက်နိုင်ဘဲဖြစ်နေပါတယ်......\nဒီလိုအခြေအနေကို ငြီးငွေ့လာတဲ့ မိန်းမဖြစ်သူက စိတ်ကျေနပ်မှု ရနိုင်ဖိုအတွက်တွဲဖက်ကိုယ်စီ ရှာဖိုပြောလာခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း အွန်လိုင်းပေါ်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့ခယ်မနဲ့ ဟယ်အီတိုလင်မယားကြားမှာ ဘာကိစ္စတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး.... File size… 837MB& 233MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gHbj/Sister-in-Law.Addiction.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88zdJKhD42Mpnd3if4RXYyILT9P.jpg",
        "title": "Lost in the Stars ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင်တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေခံယူထားပြီးရိုက်ကူး\nတင်ဆက်ထားတဲ့ဇာတ်ကားလေးတပုဒ်ပဲဖြစ်ပါတယ်. ထိုင်းနိုင်ငံမှာဖြစ်ပျက်ခဲ့တဲ့\nတရုတ်စုံတွဲရဲ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပြီးတော့\nတကယ့်လက်တွေ့လောကမှာလည်း ဒီအမှုဟာ ဟိုးလေးတကျော်ကျော်\nဖြစ်ခဲ့ပါသေးတယ် ၂၀၁၉ ကနေ ၂၀၂၃ ထိ အမှုရင်ဆိုင်ခဲ့ရပြီး\nဒီဇာတ်ကားထွက်လာတဲ့အချိန်မှာလည်း ကာယကံရှင်ဟာ\nအကြိမ်ကြိမ် ဒီဇာတ်ကားအကြောင်းကို ပြောပြီး Promote\nလုပ်ခဲ့ပါသေးတယ် စိတ်ဝင်စားဖို့ကောင်းလွန်းပါတယ်\nအညွန်းလေးကတော့မင်္ဂလာနှစ်ပတ်လည်နေ့မှာပျောက်ဆုံးသွားတဲ့ဇနီးသည်လေးကို\nဟယ်ဖေးတစ်ယောက်အပြင်းအထန်လိုက်ရှာနေပါတယ်။\nဖြစ်စဉ်ကတော့ ဟယ်ဖေးနဲ့ လီမုကျစ်တို့ဇနီးမောင်နှံလေးဟာ\nမင်္ဂလာနှစ်ပတ်လည်တစ်နှစ်ပြည့်အနေနဲ့\nအရှေ့တောင်အာရှကျွန်းလေးတစ်ကျွန်းကို\nအပန်းဖြေခရီးထွက်လာခဲ့ပါတယ်။အဲဒီအချိန်မှမထင်မှတ်ပဲ လီမုကျစ်ဟာရုတ်တရက်ပျောက်သွားခဲ့တယ်။\n(၁၅)ရက်ပျောက်နေတာတောင် ဒေသခံရဲတွေက\nလင်မယားပြဿနာဆိုပြီးအရေးတယူမရှိခဲ့ပါဘူး။\nနောက်နေ့မနက်မှာတော့ သူစိမ်းမိန်းကလေးတစ်ယောက်ဟာ\nသူ့ကိုယ်သူဟယ်ဖေးရဲ့ဇနီးသည်ပါဆိုပြီး ဓာတ်ပုံ၊ပတ်စ်ပို့\nသက်သေအခိုင်အမာတွေနဲ့ပေါ်လာပါတယ်။\nဟယ်ဖေးကိုလဲဦးနှောက်အာရုံကြောပိုင်းမှာရောဂါရှိတဲ့သူဆိုပြီးတန်ပြန်စွပ်စွဲပြန်တယ်။\nဟယ်ဖေးဟာဘယ်လိုငြင်းငြင်း ဘယ်လိုသက်သေတွေပဲရှာရှာ ရှာမတွေ့ဘူးဖြစ်နေခဲ့တယ်။မိန်းကလေးဟာ တကယ်ပဲဟယ်ဖေးရဲ့ဇနီးလား......\nဟယ်ဖေးပြောသလိုပဲ အယောင်ဆောင်တဲ့သူတစ်ယောက်လား......\nဒါမှမဟုတ် ဟယ်ဖေးကပဲတကယ်စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းနေတာလား.....\nမထင်မှတ်တဲ့ Plot twist တွေနဲ့ဇာတ်ကားတစ်လျှောက်လုံး\nအရှိန်ကောင်းကောင်းနဲ့ ကြည့်တဲ့သူတွေရဲ့စိတ်ကိုဆွဲခေါ်သွားနိုင်တဲ့\nအရည်အသွေးတစ်ခုရှိတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery , Crime , Drama\nRuntime : 2h 2 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/2CC3h/Lost_In_The_Stars_2023_1080p_WEB-DL_CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEPgBdmnDM773H2OBbskNsfaSXG.jpg",
        "title": "[18+]Actress Sex Auditions(2020)",
        "description": "[18+]Actress Sex Auditions(2020)********************************Cheonbong ဆိုတဲ့ဘဲက နာမည်သိပ်မရသေးတဲ့ ဒါရိုက်တာတစ်ဦး...အရည်အချင်းရှိတဲ့သူတွေဒုနဲ့ဒေးလောကမှာ သူ့လိုငချွတ်လေးအတွက်နာမည်ရဖို့ ထိုးဖောက်ဖို့ဆိုတာမလွယ်လှ..သို့ပေမဲ့ သူ့ရဲ့ရုပ်ရည်အပြောတွေကြောင့်တက်သစ်စမော်ဒယ်လေးတွေက အလွန်အထင်ကြီးကြတယ်...သူက classic မူဗီတွေဖန်တီးဖို့ ဝါသနာပါပေမဲ့လည်း အမြဲတစ်ခေတ်နောက်ကျသလိုဖြစ်နေတဲ့သူ့အတွက်ရွှေပြည်တော်မျှော်တိုင်းဝေးပါပဲ...ဒါ့ကြောင့်  တခြားဒါရိုက်တာတွေသိပ်မလုပ်ဖြစ်တဲ့လူငယ်တွေအတွက် sex ပညာပေး လောကီချမ်းသာ ဗဟုသုတမျိုးစုံရစေမဲ့ ကားတွေဖန်တီးဖို့ကြိုးစားပါတော့တယ်... File size… 715MB& 261MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 05min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WEy5/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kwMJqbY9jzFOf3g7UgAquMRt8kF.jpg",
        "title": "Beyond the Edge (2018)",
        "description": "မိုက်ကယ်ဆိုတဲ့ လူတစ်ယောက်ကသူများတွေမသိအောင် အကွက်တွေရွှေ့ပြီးလိမ်လည်လှည့်ဖျားပြီး ပိုက်ဆံတွေရအောင်လုပ်နေတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ အခုလဲ ကာစီနိုတစ်ခုဆီက ပိုက်ဆံအများကြီးရဖို့အတွက် အဲ့ဒီကာစီနိုမှာ အလုပ်သမားအနေနဲ့သုံးလလောက်ဝင်လုပ်ခဲ့ပြီး အချိန်ကျလာတဲ့အခါမှာတော့ သူ့ရဲ့မဟာအစီအစဉ်ကြီးကို အကောင်အထည်ဖော်ခဲ့ပါတော့တယ်။ အားလုံးအဆင်ပြေ ချောမွေ့နေပြီးနောက်ဆုံးကျမှပဲ ပါးစပ်နားရောက်နေတဲ့ ထမင်းလုတ်ပုတ်ချခံရသလို သူ့ပိုက်ဆံတွေအားလုံးလဲ တခြားသူတစ်ယောက်ဆီပါသွားပါတော့တယ်။အဲ့ဒီအပြင်ကိုမှ သူ့အကြောင်းကိုသိသွားတဲ့ ကာစီနိုပိုင်ရှင်ကလဲ နရင်းတွေအုပ်ပြီးတော့ သူဆုံးရှုံးခဲ့ရတဲ့ပိုက်ဆံ ငါးသန်းကိုတစ်ပတ်အတွင်းပြန်တောင်းပါတော့တယ်။ ဒီလိုနဲ့ အစီအစဉ်တွေသေချာချပြီး လုပ်ခဲ့တဲ့မိုက်ကယ်တစ်ယောက် သူဘယ်လို သူများလှည့်စားတာခံလိုက်ရတာလဲဆိုတာကိုစုံစမ်းကြည့်တဲ့အခါမှာတော့ သွေးရိုးသားရိုးမဟုတ်ပဲ သဘာဝလွန်စွမ်းအားတွေကြောင့်ဆိုတာကိုသိခဲ့ရပါတယ်။ဒီလိုနဲ့မိုက်ကယ်လဲ တစ်ပတ်အတွင်းသူပြန်ပေးရမဲ့ ပိုက်ဆံတွေပြန်ရဖို့အတွက် အဲ့လိုမျိုးသဘာဝလွန်စွမ်းအားတွေရှိတဲ့ လူတွေနဲ့ပေါင်းပြီး အဖွဲ့တစ်ခုဖွဲ့လိုက်ပြီး ပိုက်ဆံတွေကိုပြန်ရအောင်ကြိုးစားတဲ့ပုံကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.76GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Action , Adventure , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1WEtY/Beyond.The.Edge.2018.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/two-tickets-to-greece-2022-us-poster-133x200.jpg",
        "title": "Two Tickets to Greece (2022)",
        "description": "ငယ်သူငယ်ချင်းနှစ်ယောက်ဖြစ်ကြတဲ့ ဘလန်ဒင်းနဲ့ မက်ဂလီတို့ အသက်တွေကြီးလာတော့ တစ်ယောက်နဲ့တစ်ယောက်အဆက်အသွယ်တွေပြတ်ပြီးမတွေ့ခဲ့ကြတာနှစ်ချီသွားတာပေါ့၊ တနေ့တော့ ဘလန်ဒင်ရဲ့ သားဖြစ်သူ စီစဉ်ပေးမှုနဲ့ သူတို့ နှစ်ဦး ခရီးအတူထွက်ဖို့အကြောင်းဖန်လာသောအခါ၊ကောင်းချင်ဇောနဲ့ စေတနာအမှားတွေလုပ်မိတဲ့ မက်ဂလီ ၊ တခုလေးမှ အမှားမခံနိုင်တဲ့ ဘလန်ဒင်တို့ နှစ်ယောက်ဆုံတော့ ကတောက်ကဆလေးတွေကို ပေါ့ပေါ့ပါးပါးရယ်စရာအဖြစ်ခံစားရမှာဖြစ်ပါတယ်။ လူတစ်ယောက်အကြောင်းသိချင်ရင် သူနဲ့အတူအခရီးထွက်ကြည့်ဆိုသလို နှစ်ယောက်ခရီးထွက်ရင်း အရင်နားလည်မှုလွဲခဲ့တာတွေ သူ့ဖက်ကိုယ့်ဖက်မပြောဖြစ်ခဲ့တဲ့ အမှန်တရားတို့ပေါက်ထွက်လာပြီး နှစ်ယောက်သားတို့ ရင်းနှီးမှုဆက်လက်ရှိနိုင်ပါမလား၊ ရပ်တန့်သွားမလား ဆိုတာ ဂရိရဲ့လှပတဲ့ရှုခင်းလေးတွေခံစားပြီးအဆုံးထိစောင့်ကြည့်လို့ကောင်းမယ့်ဇာတ်ကားလေးတစ်ကားပါ File size…(1.9 GB)/(1.2 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Mia",
        "rating": "6.1",
        "url": "https://megaup.net/1WErj/Two.Tickets.To.Greece.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIaihDzXF0ie3oALucbUZmvGRBu.jpg",
        "title": "Spartan (2004)",
        "description": "စကော့ဟာ ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့တပ်သားအသစ်တွေကို လေ့ကျင့်ပေးတဲ့ စစ်ရေးနည်းပြတစ်ယောက်ပါ...။တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ပြန်ပေးဆွဲခံရတဲ့ အမှုမှာသူလည်းပါဝင်စုံစမ်းပေးဖို့ အမိန့်ကျလာပါတယ်...။ပြန်ပေးဆွဲသွားတဲ့အကြောင်းအရင်းက လူကုန်ကူးဖို့၊လိင်လုပ်သားအဖြစ်အတင်းအကြပ်စေခိုင်းဖို့ပါ...။ဒါပေမဲ့ ပြန်ပေးသမားတွေမသိတာ ဒီကောင်မလေးဟာ အစိုးရအရာရှိကြီးတစ်ယောက်ရဲ့သမီးဖြစ်နေရော....။ဒီတော့ ပြန်ပေးသမားတွေ မသိခင် ကောင်မလေးကို ပြန်ကယ်မယ့်တာဝန်ဟာစကော့ခေါင်းပေါ်ကျရောက်လာပြီး...စကော့တစ်ယောက် ဘယ်လိုစုံစမ်းထောက်လှမ်းကယ်ထုတ်မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ....။ File size…1.86GB / 655MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.5",
        "url": "https://megaup.net/1WEm2/Spartan.2004.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5KDJIfAWSQUj7ZW3jwmaLK8Nk4.jpg",
        "title": "Nobody ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nဟာသဇာတ်လမ်းကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းထဲမှာတော့ ရွှေဆိုင်ကိုဓားပြတိုက်ပြီးထွက်ပြေးသွားတဲ့\nလူနှစ်ယောက်အဖွဲ့၊ပိုက်ဆံတစ်သန်းပျောက်သွားလို့\nလုံအစ်ကိုဆိုတဲ့လူကိုရှာခိုင်းတဲ့ လုံအစ်ကိုတို့အဖွဲ့၊\nရှေးခေတ်ဘုရင်သုံးခဲ့တဲ့ပန်းကန်လုံးကို လေလံသွားတင်မယ့်\nသာ့ချီ၊ ရဲနဲ့ရန်ဖြစ်ပြီးထောင်ကျသွားလို့လွတ်လာတာမကြာသေးတဲ့ ရွှင့်ကျီ ဒီလိုလူတွေ အမှတ်မထင်ပဲ\nရေပူစမ်းတစ်ခုမှာ သွားဆုံတွေ့ရာကနေ\nအမှားအယွင်းအလွဲလွဲအချော်ချော်တွေနဲ့\nဘယ်လိုတွေ ဖြစ်ပျက်ကြမလဲဆိုတာ\nဟာသဇာတ်ကားလေးတစ်ကားလေးဖြစ်ပေမဲ့\nနောက်ဆုံးမှာတော့ ပရိသတ်တွေကိုတစ်ခုခုရရှိသွားစေမယ့်\nဇာတ်ကားလေးတစ်ကားဖြစ်တာကြောင့်ဒီဇာတ်ကားလေးကို ကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.6",
        "url": "https://megaup.net/2CB7g/Nobody_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTRmYjEzZmMtMTBhNS00ZGZkLWFmNWUtNzU4YmY2MzZiYmE0XkEyXkFqcGdeQXVyOTk1ODE1ODE@._V1_-150x200.jpg",
        "title": "Slum Dog Husband (2023)",
        "description": "Slum Dog Husband (2023)\nIMDb-8.2/10အက်ရှင်ကားတွေ ကြည့်ရတာ ပျင်းနေမှာစိုးလို့ အခုတစ်ခေါက်တော့\nCMပရိသတ်ကြီးအတွက် အပြောင်းအလဲအနေနဲ့ ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ချင်ပါတယ်\"777 Charlie \"ဆိုတဲ့ဇာတ်ကားလေးပြီးကတည်းက ခွေးလေးတွေပါတဲ့\nဇာတ်ကားလေးတွေ ကြည့်ချင် နေတဲ့ ပရိသတ်ကြီးအတွက်\nဒီကားလေးက Charlie ကို ပြန်ပြီး သတိတရဖြစ်စေဦးမှာပါဇာတ်ကားက ဟာသကားဖြစ်သလိုပဲ ဇာတ်ကွက်တွေကလည်း ဟာသဆန်ဆန်ပါပဲ ဒီကားထဲမှာ လာချီဆိုတဲ့ ဇာတ်လိုက်ကျော်မင်းသားက\nသူ့ကောင်မလေးဖြစ်သူ မွန်နီကာနဲ့ သမီးရည်းစားဘဝနဲ့နေရတာ အိမ်မှာလည်း အမေဖြစ်သူက လွတ်လွတ်လပ်လပ်\nဖုန်းပြောချင်တာတောင် ခွင့်မပြု၊ အပြင်ကိုသွားပြန်‌တော့လူမြင်ကွင်းမှာ မဖွယ်မရာလုပ်တယ်ဆိုပြီး\n\"ရဲတွေက အမှုဆင်ပြီးဖမ်း အဲဒီလိုကိစ္စတွေကြောင့် လာချီနဲ့မွန်နီကာတို့\nသူတို့ရဲ့အိမ်တွေကို သူတို့နှစ်ယောက်ကို လက်ထပ်ပေးကြဖို့တောင်းဆိုကြပါတော့တယ်နှစ်ဖက်စလုံးက မိဘတွေက ငယ်သေးလို့ လက်မထပ်ပေးချင်ကြပေမဲ့လက်မထပ်ပေးရင် နှစ်ယောက်စလုံးက ခိုးပြေးကြမယ်\nဆိုလို့ ဘုန်းကြီးနဲ့တိုင်ပင်ပြီး မင်္ဂလာဆောင်ပေးဖို့ ရက်ရွေးကြတဲ့အခါ မိဘတွေက မင်္ဂလာဆောင်ကြမဲ့ ဇာတ်လိုက်\nကျော် လာချီနဲ့မွန်နီကာတို့ရဲ့ မွေးနေ့တွေကို မမှတ်မိတာကြောင့် လက်ထပ်မဲ့ရက်ရွေးဖို့ အဆင်မပြေဖြစ်ကြပြန်တယ် ၊\nဒါနဲ့ တခြားဘယ်လိုနည်းလမ်းရှိသေးလဲလို့ မေးတော့ ဘုန်းကြီးက မွေးနေ့၊မွေးရက်တွေမသိဘဲ\nလက်ထပ်ချင်တယ်ဆိုရင်တော့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1gG97/Slum_Dog_Husband_(2023)_Telugu_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
        "title": "Mob Land (2023)",
        "description": "Mob Land (2023)မင်းသားကြီး John Travolta ပါဝင်ထားပြီး မူးယစ်ဆေးစွဲသူတွေ ဆေးရောင်းတဲ့ လူဆိုးဂိုဏ်းတွေနဲ့ မသမာသူတွေ ကြီးစိုးနေတဲ့ မြို့အကြောင်းအခြေတည်ထားတဲ့ Action ရုပ်ရှင်သစ်တစ်ကားပါ။ယခင်က ပြိုင်ကားမောင်းသမားဖြစ်ခဲ့တဲ့ ရှယ်ဘီဟာ ဇနီး သမီးလေးနဲ့အတူ မြို့ငယ်လေးမှာ အခြေချခဲ့ပါတယ်။ သူ့အလုပ်က မြို့လေးနဲ့မအပ်စပ်တဲ့အတွက် သူတို့မိသားစုက အဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ပါဘူး။ ယောက်ဖဖြစ်သူ ထရေးနဲ့ အသိ ရဲမှူးဘိုဒီတို့ကလည်း မကြာခဏလာလည်ကြပါတယ်။ဇနီးနဲ့သမီးလေး ဆွေမျိုးတွေဆီခဏသွားတဲ့အခါ ထရေးက ဆေးရောင်းသမားတွေဆီက ငွေကို ဓားပြတိုက်ဖို့ လာဆွယ်ပါတယ်။ ရှယ်ဘီက မလုပ်ချင်ပေမယ့် ငွေလိုနေတာရော ထရေးအဆွယ်ကောင်းတာကြောင့်ရော သဘောတူလိုက်ပါတယ်။အစီအစဉ်ဆွဲတုန်းကတော့ အဆင်ချောပေမဲ့ လက်တွေ့မှာ ထင်သလိုမဖြစ်လာဘဲ ထရေးက လူသတ်မိတဲ့အခါ...သူတို့ဓားပြတိုက်မိတာက မာဖီးယားဂိုဏ်းက ငွေတွေဖြစ်ပြီး အရှုပ်တွေဆက်တိုက်ဖြစ်လာတဲ့အခါ...ထရေးတို့ကို လက်စားချေဖို့ မာဖီးယားဂိုဏ်းက လူ လိုက်လာတဲ့အခါ...ရှယ်ဘီကရော ဘယ်လို ပြစ်မှုတွေ ဆက်လုပ်ရဦးမလဲ သူတို့ကျူးလွန်ခဲ့တဲ့အပြစ်အတွက် ဘာတွေပြန်ပေးဆပ်ရမလဲဆိုတာ စိတ်၀င်စားဖွယ် အားပေးရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune ...",
        "rating": "5.5",
        "url": "https://megaup.net/1gFmy/(CM)_Mob_Land_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csOVtfsG4jhPzNrCQloJjPDRrZf.jpg",
        "title": "[18+] Blood Bead (Red Ball) (2015)",
        "description": "အသက်ကြီးပေမယ့် မပျက်စီးသေးတာကို သက်သေပြချင်နေတဲ့ ဒါရိုက်တာတိုကီတာ ကတော့\nအနုပညာကျောင်းမှာ ပရော်ဖက်ဆာအဖြစ် ကျောင်းဆရာလုပ်နေရင်းနဲ့\nသူ့ဘဝရဲ့နောက်ဆုံးရုပ်ရှင်ကားကို အောင်မြင်အောင်ရိုက်ကူးချင်နေခဲ့ပါတယ်။ဒါပေမဲ့ အသက်အရွယ်အရရော ခေတ်အနေအထားအရရော မတူညီတာကြောင့်\nအဆင်မပြေဖြစ်နေတဲ့ တိုကီတာဘဝထဲကို ဆယ်ကျော်သက်ကျောင်းသူလေး ရီဆူကို\nဝင်ရောက်လာခဲ့ပါတယ်။ ရီဆူကို က ဇာတ်ညွှန်းရေးတဲ့နေရာမှာလည်း ကူညီပေးနိုင်သလို\nအထီးကျန်ပြီးငတ်မွတ်ဆာလောင်နေတဲ့လူအိုကြီးတစ်ယောက်ရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးနိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အတန်းသားတွေစုပေါင်းပြီး ရုပ်ရှင်ရိုက်ကူးဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nပြသာနာတွေတစ်ခုပြီးတစ်ခု ပေါ်လာခဲ့ပါတော့တယ်။\nအရမ်းကိုအပြာကားဆန်လွန်းတယ်ဆိုပြီး စိုးရိမ်နေရတဲ့\nတိုကီတာရဲ့ဇာတ်ညွှန်းကရော ဘယ်လိုဖြစ်သွားမလဲ ? တိုကီတာနဲ့ ရီဆူကိုတို့ရဲ့\nဇာတ်လမ်းကရော ဘယ်လိုဇာတ်သိမ်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါဦးနော်....\nFile size…2.11GB / 839MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.5",
        "url": "https://megaup.net/2CA2i/Red.Ball.2015.720p.AMZN.WEB-DL.X_Cross(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTljYjRlN2UtOThmMC00MzgzLWE5ZWMtM2JkODFkYTE1ZjkwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-128x200.jpg",
        "title": "Pizza 3: The Mummy (2023)",
        "description": "Pizza 3: The Mummy (2023)\nIMDb-7.0/10နာမည်ကျော် အိန္ဒိယသဲထိတ်ရင်ဖိုကားတွေဖြစ်တဲ့ ပီဇာရဲ့သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nပထမနှစ်ကားနဲ့ချိတ်ဆက်မှုမရှိပဲ သူ့ချည်းသက်သက်ကြည့်လို့ရပါတယ်။\nအခုတင်ဆက်ပေးမယ့်ကားကတော့ မံမီပေါ့။မံမီရုပ်တခုကနေ စတဲ့ဇာတ်လမ်း။သရဲတစ္ဆေတွေဆိုတာ တကယ်ရှိတာလား မရှိတာလားဆိုတာအငြင်းပွားစရာပြဿနာတစ်ခုလိုပဲ။\nမြင်ဖူးတွေ့ဖူး ကြားဖူးတယ်ဆိုပြီး သရဲတစ္ဆေတကယ်ရှိတယ်လို့ လက်ခံကြသူနဲ့\nမဟုတ်တာတွေ ပေါက်တတ်ကရဆိုပြီး လက်မခံကြသူတွေကြားမှာ အဖြေမယ်မယ်ရရ\nရှာမတွေ့နိုင်သေးတဲ့မေးခွန်းတခုပေါ့။မကောင်းဆိုးဝါးဝိညာဉ်တွေကို ဖိတ်ခေါ်နိုင်တဲ့ ရှေးဟောင်းအီဂျစ်မံမီရုပ်အသေးလေးတခုရှိခဲ့တယ်။\nအဲဒီမံမီရုပ်က ရှေးခေတ်အီဂျစ်ဘုရင်မက သူ့အင်ပါယာပတ်ဝန်းကျင်မှာရှိတဲ့\nမကောင်းဆိုးဝါးစွမ်းအင်တွေအကုန်ထည့်ပြီး သွင်းလုပ်ခဲ့တယ်။\nအဲဒီမံမီရုပ်ကို မမျှော်လင့်ပဲ နာလန်ရဲ့စားသောက်ဆိုင်မှာတွေ့ခဲ့ရတဲ့အခါမှာတော့။\nပိတ်ရက်မှာ အပန်းဖြေရင်း ကြောက်လန့်မှုအရသာကိုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~YH~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB/ 752MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~YH~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/1WBds/Pizza_3_The_Mummy_(2023)_Tamil_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gU4mmINWUF294Wzi8mqRvi6peMe.jpg",
        "title": "Narvik: Hitler’s First Defeat (2022)",
        "description": "Narvik: Hitler's First Defeat (2022)နော်ဝေနိုင်ငံမှာရှိတဲ့ နားဗတ်မြို့ကလေးဟာ ကားလမ်း၊ ရထားလမ်း၊ သင်္ဘောဆိပ်တွေ ရှိပြီး သံရိုင်း တင်ပို့ရောင်းချရာမှာ အရေးပါတဲ့မြို့ ဖြစ်တဲ့အတွက် အချက်အချာမြို့လေးတစ်မြို့ပါ။ ဒုတိယကမ္ဘာစစ် စတင် ဖြစ်ပွားချိန်မှာ စစ်ထဲကိုဝင်မပါချင်တဲ့ အတွက် ကြားနေမူဝါဒကျင့်သုံးကြောင်း ကြေငြာခဲ့ပါတယ်။ ဒါပေမယ့် ဂရိတ်ဗြိတိန်နဲ့ နာဇီဂျာမန်တို့ရဲ့ အားပြိုင်မှု ကြားမှာ စစ်ထဲဝင်ပါရဖို့ဖြစ်လာပါတော့တယ်။ နားဗတ်တိုက်ပွဲဟာ ဒုတိယကမ္ဘာစစ်မှာ ဟစ်တလာပထမဆုံး ရှုံးနိမ့်ခဲ့တဲ့ တိုက်ပွဲဖြစ်ပြီး ဒီဇာတ်ကားလေးက အဲ့အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ နော်ဝေစစ်တပ်က တပ်ကြပ်ဂန်နာဟာ မိသားစုရှိရာ နားဗတ်မြို့မှာ တာဝန် ထမ်းဆောင်ဖို့ပြန်ရောက်လာပါတယ်။ အဲ့ဒိညမှာပဲ ဂျာမန်တပ်တွေက နားဗတ်မြို့ကို သိမ်းပိုက်ပြီး နော်ဝေတပ် တွေကို လက်နက်ချခိုင်းပါတယ်။ တပ်ခွဲမှူး ဗိုလ်မှူးက တပ်ကြပ်ဂန်နာအပါအဝင် လက်နက်မချချင်တဲ့ ရဲဘော် တွေကို စုစည်းပြီး မြို့အထွက်က တံတားကိုဖေါက်ခွဲဖျက်စီးပြီး ပိတ်ဆို့ရေးလုပ်ဖို့ပြင်ဆင်ပါတယ်။ ဒါပေမယ့် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2xGK2/[CM]Narvik.Hitler_s.First.Defeat.2022.720p.WEB-DL.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9yTMBkgLnarY1OLPMaQN4vcNiq.jpg",
        "title": "Prisoner of Love (2022)",
        "description": "Prisoner of Love (2022)မကြာ​သေးခင်ကမှ ၁၈ နှစ်ပြည့်သွားတဲ့ ​မေ​မေ့သမီး​လေးတစ်‌ယောက် အ​မေကို ပုန်ကန်ချင်စိတ်နဲ့ ကလန်ကဆန်လုပ်​နေတုန်း အိမ်နားကို ​ပြောင်းလာတဲ့ အသက် ၅၀ ​ကျော် ဥစ္စာ​ပေါရုပ်​ချော ဘိုး​တော်ရဲ့ ​တော်ကီ​တွေ​အောက်မှာ ​မျှောပြီး ​သူငယ်ချင်း​တွေ မိသားစု​တွေကို​တောင် မမြင်​တော့ပဲ လင်ထိပ်ထားစံ ဖြစ်သွားတဲ့ ကယ်လီရဲ့ ​​ရှေ့​​လျောက်ကြုံ​တွေ့ရတဲ့ စိတ်ညစ်စရာတွေကို ရိုက်ပြထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို အ​ခြေခံပြီးရိုက်ထားတဲ့ ဇာတ်ကား​လေးလည်းဖြစ်ပါတယ်။ကယ်လီ မိဘကို ပုန်ကန်ပြီး လင်ထိပ်ထားစံမိတာ​ကောင်းလား မ​ကောင်းလားဆိုတာ တစ်​ခေါက်​လောက်ကြည့်ပြီး သင်ခန်းစာယူသင့်တဲ့ကား​လေးလည်းဖြစ်တဲ့အပြင် ဘဲ ၁ ​​ဘော် ၂ ​တွေလည်း ကြည့်ဖြစ်​အောင်ကြည့်သင့်တဲ့ကား​လေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.6GB, 700MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 29Min\nGenre - Thriller\nSubtitle ...",
        "rating": "",
        "url": "https://megaup.net/1bUhi/(CM)_Prisoner_of_Love_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LUkfkk39nQCrxEjfWGcjR2WYOG.jpg",
        "title": "Stranger (2022)",
        "description": "Stranger (2022)ဒီဇာတ်လမ်းက Valentine's Day နဲ့တော့မဆိုင်ပေမဲ့ ရက်ကလည်းနီးပြီဆိုဝောာ့ အတွဲ‌တွေအတွက် အားတက်စရာ ပညာယူချင်စရာ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဂျွန်နဲ့ရေဘက္ကာတို့က မကြာခင် လက်ထပ်ကြမယ့် အရမ်းချစ်ကြတဲ့ စုံတွဲလေးပါ။ တစ်နေ့တော့ သူတို့ဟာ ကိုယ်ပိုင်ဘ၀က အလုပ်အရှုပ်‌တွေကို ပစ်ထားခဲ့ပြီး တောအုပ်တစ်နေရာက အပန်းဖြေအိမ်လေးကို ချစ်ကြည်နူး တစ်တီတူးဖို့ ရောက်လာခဲ့ကြပါတယ်။စရောက်တဲ့နေ့ကစလို့ မထင်မှတ်ထားတဲ့ ပတ်၀န်းကျင်က သူစိမ်းတစ်ယောက်ပြီး တစ်ယောက်ကြောင့် အခက်တွေ့မှုတွေ ကြုံရပေမယ့် ချစ်တာပဲ သိတဲ့ ရေဘက္ကာနဲ့ ဂျွန်ကတော့ အမှုမဲ့အမှတ်မဲ့ပဲ နေခဲ့ကြပါတယ်။တကယ်တမ်း သူတို့မသိခဲ့ကြတာက သူတို့ စရောက်တဲ့အချိန်ကစပြီး သူတို့ကို စောင့်ကြည့်နေတဲ့ သူစိမ်းတစ်ယောက်က ဒီစုံတွဲနဲ့အတူ ဂိမ်းလေးတစ်ပွဲလောက် ကစားချင်နေတယ်ဆိုတာပါပဲ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.6GB, 710MB\nQuality - 1080p, 720p\nIMDb Rating - 7.3/10\nFormat - ...",
        "rating": "",
        "url": "https://megaup.net/1RReh/(CM)_Stranger_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEyi52oFS45X5sb78kAMnfrenxm.jpg",
        "title": "King (2022)",
        "description": "King (2022)ခြင်္သေ့ပေါက်လေးတစ်ကောင်ဟာ လေဆိပ်တစ်ခုကနေလွတ်လာပြီး ပျောက်ဆုံးသွားပါတယ်။ ရဲတွေဟာ ဒီခြင်္သေ့လေးကိုလိုက်လံရှာဖွေရင်း အန္တရာယ်ရှိတာမို့ အနားမကပ်ကြဖို့လည်း ထုတ်ပြန်နေကြပါတယ်။ အဲဒီလိုနဲ့ ခြင်္သေ့လေးဟာ Inès နဲ့ Alex တို့ရဲ့ အိမ်ထဲကိုရောက်လာတာပေါ့။Inès ဟာ သူ့အမေဆုံးသွားပြီးတဲ့နောက် မိထွေးကသူတို့အပေါ်ကောင်းပေမယ့်လည်း အထီးကျန်စွာနေနေတတ်တဲ့ကလေးတစ်ယောက်။ မောင်နှမနှစ်ယောက်အနက် အငယ်ဖြစ်ပေမယ့် တွေးတတ်ခေါ်တတ်ရှိပြီး ထက်ထက်မြက်မြက်လေးပေါ့။ ဒီလိုနဲ့ပဲ ခြင်္သေ့လေးကို Inès တွေ့ကတည်းက ချစ်ခဲ့ရပြီး King လို့ မှည့်ခေါ်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကလေးပီသစွာ မစဉ်းစားမဆင်ခြင်တတ်တဲ့ အကို Alex ကတော့ King လေးနဲ့ Video ရိုက်ပြီး လိုင်းပေါ်တင်လိုက်တာ Viral ပါဖြစ်သွားပါတော့တယ်။အဲဒီကနေစလို့ Inès နဲ့ Alex နှစ်ယောက်သား ချစ်စရာ King လေးကို လွတ်လွတ်လပ်လပ် သူ့သဘာဝအတိုင်းရှင်သန်နိုင်အောင် တောထဲလွှတ်ဖို့ ပြင်သစ်ကနေ အာဖရိကထိဆိုတဲ့ Adventure ခရီးကြမ်းကို ဘယ်လိုရုန်းကန်လှုပ်ရှားစွန့်စားကြရမလဲဆိုတာကို ...",
        "rating": "5.1",
        "url": "https://megaup.net/1RR9s/(CM)_King_(2022)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/kamli-1-133x200.jpg",
        "title": "Kamli(2022)",
        "description": "Kamli (2022)IMDb-7.9/10ရုံတင်ငွေနှစ်ဆမြတ်ခဲ့တဲ့ပါကစ္စတန်ကားကောင်းလေး တင်ဆက်ပေးချင်ပါတယ်\nသရုပ်ဆောင်တွေအနေနဲ့လည်း ပါကစ္စတန်ရဲ့\nကြေးအကြီးဆုံးစာရင်း၀င်မင်းသမီး Sabar Qamar၊\nဆုပေါင်းများစွာဆွတ်ခူးပြီး nomination တွေအကြိမ်ကြိမ်၀င်ခဲ့တဲ့ မင်းသမီးကြီး\nSania Saeed တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်လင်ယောင်္ကျားကနှစ်အတော်ကြာပစ်ထားသွားလို့\nအထီးကျန်နေရတဲ့ ဟင်နာ\nကိုယ်ပိုင်ဘာသာရေးယုံကြည်မှုနဲ့ ပတ်၀န်းကျင်\nလူ့အမြင်တွေကြားမှာ မျဉ်းပြိုင်လိုဖြစ်နေရတဲ့ ဆူကီနာ\nအနုပညာ ရယ် အတွင်းစိတ်ရယ် မသိစိတ်က\nမကောင်းဆိုးဝါးတွေရယ်ကြားမှာ ဗျာများခြယ်လှယ်ခံနေရတဲ့ ဇီနက်ဒီအမျိုးသမီးသုံးယောက်မှာ လိုလားတောင့်တနေတဲ့\nဆန္ဒတွေရှိပေမယ့် ရိုးရာယဉ်ကျေးမှု ယုံကြည်မှု\nလူ့ဘောင်ရဲ့ပညတ်ချက်‌တွေကြောင့် တားဆီးအုပ်မိုးထားရပါတယ်ဒါတွေကို အနုပညာရှင်အကျော်အမော်တွေက\nအတွေးတွေ စကားလုံးတွေရသတွေနဲ့\nအနုပညာမြောက်စွာရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်\nတင်ဆက်သွားတဲ့အနုပညာကိုစီးမြောခံစားတွေးတောရင်း\nကြည့်ရှူခံစားရမယ့်ကားမို့ အညွှန်းဟာဒီထက်မပိုသင့်ပါဘူး\nFile size…1.76GB / 841MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/2xOtz/Kamli.2022.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yfbsINSfotAHaeWKJbfsVKSckvq.jpg",
        "title": "The Best Offer(2013)",
        "description": "The Best Offer(2013)==================The Best Offer ရုပ်ရှင်ဟာ 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး IMDb7.8/10 ရထားတဲ့ Mystery/ Romance/ Drama အမျိုးအစားဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။Mr. Virgil Oldman ဟာ ရှေးဟောင်းပစ္စည်းများကိုတန်ဖိုးဖြတ်ရာမှာ ကျွမ်းကျင်တဲ့ လစ်လံပစ်သူတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ Mr. Billy Whistler နဲ့ပူးပေါင်းပြီးတန်ဖိုးကြီးပန်းချီကားတွေကို စျေးသက်သက်သာသာနဲ့ရအောင်တစ်ဖက်လှည့်နဲ့ဝယ်ယူလေ့ရှိပါတယ်။ သူ့ရဲ့ တန်ဖိုးကြီးပန်းချီကားတွေကိုလည်းသူ့အိမ်ထဲရှိ လျို့ဝှက်ခန်းထဲမှာ တန်ဖိုးထားသိမ်းဆည်းလေ့ရှိပါတယ်။Mr. Oldman ဟာ တစ်ကိုယ်တည်း လူပျိုကြီးဘဝနဲ့နှစ်အတော်ကြာအောင်လုပ်ငန်းထဲမှာပဲ ဘဝကိုနှစ်မြှုပ်ထားလေ့ရှိတာကြောင့် အလွန်ချမ်းသာကြွယ်ဝလာသော်လည်း အချစ်ဆိုသောအရာကို တစ်ကြိမ်တစ်ခါမျှတောင်မြည်းစမ်းခွင့်မကြုံခဲ့ဖူးပါဘူး။ တစ်နေ့မှာတော့ Miss Claire Ibbetson ဆိုသူအမျိုးသမီးငယ်တစ်ဦးက သူမအမွေရခဲ့တဲ့စံအိမ်ကြီးမှ ရှေးဟောင်းပစ္စည်းများကို လေလံတင်ရောင်းချဖို့ ဆက်သွယ်လာခဲ့ပါတယ်။ ထူးခြားလှစွာပဲအချိန်အတော်ကြာသည့်တိုင် ထိုအမျိုးသမီးငယ်ကို Mr.Oldman မတွေ့ခဲ့ရပါဘူး။ ထိုအခြေအနေကပဲ Mr. Oldman ရဲ့ သူမအပေါ်စိတ်ဝင်စားမှုကိုပေါက်ဖွားလာစေခဲ့ပါတယ်။ Miss ...",
        "rating": "7.8",
        "url": "https://megaup.net/1RQSN/The.Best.Offer.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWI2NWIwM2QtNTNiMC00YjNkLWJhYzktMjY5ZGJlNTA2MTdkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-142x200.jpg",
        "title": "Assassination Classroom: Graduation (2016)",
        "description": "Assassination Classroom: The Graduation (2016)Anime S1နဲ့ ပထမကားကို အဆုံးသတ်ပြီးနောက်မှာတော့\nထပ်ထွက်လာတဲ့ ဒုတိယကားကတော့ S2 ပါပဲ။ကျောင်းဆင်းပွဲနီးလာပြီး သတ်ဖို့အချိန်မကျခင်မှာ မထင်ထားတဲ့\nအဖြစ်အပျက်တစ်ခုကြောင့် ကေနောက်ဆုံးအချိန်ကျမှ\nသူ့အတိတ်ကိုပြောပြမယ်လို့ ဆုံးဖြတ်ထားတဲ့ ဆရာကိုရိုတစ်ယောက်\nမတတ်သာတဲ့အဆုံး သူ့အတိတ်ကိုပြောပြခဲ့ပြီးနောက်မှာတော့\nအရင်ကပစ်မှတ်အနေနဲ့ပဲ သဘောထားခဲ့တဲ့\nသူ့တပည့်တွေရဲ့ အမြင်တွေပြောင်းလဲသွားပြီး လုပ်ကြံဖို့တွေဝေသွားကြပါတော့တယ်။ဒီလိုနဲ့ သတ်မယ့်အစား ဆရာ့ကိုကယ်ဖို့နည်းလမ်းကို\nရှာဖွေကြရင်း ဆရာ့ကိုကယ်နိုင်သွားမလား။\nပထမအစီအစဥ်အတိုင်း သတ်ပဲသတ်ရမလားဆိုတာ...\nAnime မှာ S2 နဲ့အဆုံးသတ်သွားသလို\nဒီကားကလည်းနောက်ဆုံးပါပဲ ထပ်ထွက်ဖို့မရှိတော့ပါဘူး။File size…2.26GB / 1.14GB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder… YK\nTranslated by Moe Pwint Phyu",
        "rating": "5.7",
        "url": "https://megaup.net/2xOgl/Assassination.Classroom.The.Graduation.2016.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/noB71pnF8jz2IIP1LeilfnaaO2F.jpg",
        "title": "21 & Over(2013)",
        "description": "21 & Over(2013)============= ဒီဇာတ်ကားလေးကတော့ 2014 GAFCA မှာ Breakthrough awardအနေနဲ့ nominee ဝင်ထားပြီး 2013 ခုနှစ်မှာ Palm SpringsInternational Flim Festival မှာလဲ ဆုရခဲ့ပါတယ် ဇာတ်ကားရဲ့Genre က Comedy ဆိုတဲ့အတိုင်း တစ်ကားလုံး အသေရယ်ရပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့Jeff Chang ဆိုတဲ့ကောင်လေးရဲ့ ၂၁ နှစ်ပြည့်မွေးနေ့ကို surpriseလုပ်ပေးဖို့အတွက် သူ့သူငယ်ချင်း Casey နဲ့ Miller က ရောက်လာခဲ့တယ်ဒါပေမဲ့ Jeff Chang က မနက်ဖြန်မနက် ၇ နာရီဆေးကျောင်းဝင်ခွင့်အင်တာဗျူး ရှိတဲ့အတွက် သူတို့နဲ့ လျှောက်လည်လို့မရတာကို အတင်းခေါ်ထုတ်ပြီး ဘယ်လိုအလွဲတွေ ဖြစ်မလဲ ဘယ်လိုတောင်အသေရယ်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးကြပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်တာကတော့ Duckkie ပဲဖြစ်ပါတယ်) File size…1.18GB / 538MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "5.8",
        "url": "https://megaup.net/2xOgh/21.and.over.2013.bluray720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-play-133x200.jpg",
        "title": "Play Dead(2022)",
        "description": "Play Dead သို့မဟုတ် သေချင်ယောင်ဆောင်သူလေး..ချဲလို အဲလ်ဘရိုက်နဲ့ တီဂျေ အဲလ်ဘရိုက်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ဟာ မကြာသေးခင်ကမှ မိဘမဲ့ဖြစ်သွားပြီး အကြွေးတွေကြောင့် နေအိမ်ကိုပါ ဆုံးရှုံးတော့မလိုဖြစ်နေပါတယ်။အစ်မကြီး အမိရာလို အရာအားလုံးကို တစ်ယောက်တည်း ဒိုင်ခံဖြေရှင်းနေရတဲ့ ချဲလိုကို တစ်ဖက်တစ်လမ်းက ကူညီပေးချင်တဲ့ တီဂျေဟာ အစ်မဖြစ်သူရဲ့ရည်းစားဟောင်းနဲ့ ဆိုင်တစ်ဆိုင်ကို ဓားပြတိုက်ဖို့ပေါင်းကြံခဲ့မိပါတယ်။ သို့သော်လည်း ကံအကြောင်းမလှစွာ ဆိုင်ပိုင်ရှင်မှာ သေနတ်တစ်လက်ရှိနေခဲ့တာကြောင့် ခွေးပြေး ဝက်ပြေးပြန်ပြေးလာခဲ့ရပါတော့တယ်။တီဂျေဟာ သေနတ်ထိသွားတဲ့ အစ်မဖြစ်သူရဲ့ရည်းစားဟောင်း ရော့စ်ကိုထားခဲ့ပြီး ကားကိုလက်စဖျောက်ကာ အိမ်ကိုပြန်လာခဲ့ပါတယ်။ သို့သော်လည်း အိမ်ပြန်ရောက်ခါမှ သေနတ်ထိလို့ သေသွားလောက်ပြီဖြစ်တဲ့ရော့စ်ဆီမှာ ဓားပြတိုက်ဖို့ပြောဆိုထားခဲ့တဲ့ သက်သေတစ်ခုပါသွားတာကို သတိရသွားပါတော့တယ်။လူသေမှုဖြစ်သွားတဲ့ လက်နက်ကိုင်ဓားပြမှုဖြစ်တာကြောင့် အနည်းဆုံး ထောင်ဒဏ် ၂၅ နှစ်ကနေ တစ်သက်တစ်ကျွန်းထိကျနိုင်ခြေရှိတဲ့မောင်ဖြစ်သူကို လက်လွှတ်မခံနိုင်တဲ့ ချဲလိုဟာ ရင်ခွဲရုံကို သေချင်ယောင်ဆောင်ပြီး ဝင်သွားတဲ့အခါ..ရင်ခွဲရုံက အလောင်းတွေကြားမှာ ရှာတွေ့လိုက်ရတဲ့ လျှို့ဝှက်ချက်တွေအကြောင်းကို စိတ်လှုပ်ရှားဖွယ်ကောင်းစွာ ကြည့်ရှုနိုင်မှာပါ။ဒီလိုရုပ်ရှင် genre မျိုးတွေကြည့်နေကျလူတွေအတွက်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1RMmc/Play.Dead.2022.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLmnmtFLHqGnA0iBrXl9zfVVeBO.jpg",
        "title": "[18+]Bela Luna(2023)",
        "description": "[18+]Bela Luna(2023)*******************Angeli Khang လေးလာပြန်ပါပြီဗျား..\nအာနိုနဲ့ ဘယ်လာတို့က ချစ်သူရည်းစားတွေဖြစ်ပြီး ရည်မှန်းချက်ကိုယ်စီနဲ့ပေါ့။အာနိုက ဒါရိုက်တာဖြစ်ချင်ပြီး ဘယ်လာကတော့ စာရေးဆရာတစ်ယောက်ဖြစ်ချင်တာပါ။ဒါပေမယ့် အာနိုဟာပိုက်ဆံရမယ့်အလွယ်လမ်းကိုလိုက်ချင်တယ်။တစ်နေ့မှာ အာနိုဟာ ထုတ်လုပ်သူဒီဇွန်နဲ့ ဘယ်လာကိုတွေ့ပေးတယ်။ဒီဇွန်က ဘယ်လာကို sex ခန်းတွေ၊ BDSM အခန်းတွေပိုပါမယ့်ဇာတ်လမ်းကိုရေးခိုင်းတယ်။\nဘယ်လာရဲ့ဇာတ်လမ်းထဲမှာ sex အခန်းတွေကို သဘောမကျဘဲ ထပ်ခါထပ်ခါပြန်ပြင်ခိုင်းတယ်။အဲ့ဒီနောက်မှာတော့................... File Size :(2.02 GB) and (760 MB)\nQuality : WEB-DL 1080, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2xO9y/Bela.Luna.2023.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvjxr77dfxdIOY3lvj0bHP4B5xT.jpg",
        "title": "August: Osage County(2013)",
        "description": "August Osage County (2013)======================Genre - Comedy, Drama\nIMDB Rating - 7.2/10ဇာတ်ကားမကြည့်ခင် Cast list နဲ့တင် သေလို့ရပြီမင်းသမီးကြီး Meryl Streep ပြီးတော့ မင်းသမီး Julia Roberts တို့Ewan McGregor တို့အစုံအလင်နဲ့ ကျွန်တော်တို့ Benedict Cumberbatchတောင် အူကြောင်ကြောင်နဲ့ ပါထားသေးတယ်ဗျာ။ ဇာတ်လမ်းကလည်းကိုရီးယား မိသားစုဇာတ်လမ်းတွဲတွေပဲ လောင်ရပြီထင်နေလား၊ ခင်ဗျားတို့မှားသွားမယ် ဒီကားလောင်ရချက်က ပက်စက်တယ် စိတ်တွေပါမွန်းကျပ်လာမှာကြည့်နေရင်းနဲ့။ ဇာတ်လမ်းအကျဉ်းကတော့ အိုကလာဟိုးမားမှာအရက်စွဲနေတဲ့ခင်ပွန်းဖြစ်သူရယ် ပါးစပ်ကင်ဆာဖြစ်လို့ စိတ်ငြိမ်ဆေးတွေစွဲနေတဲ့ ဇနီးသည်ရယ် လင်မယားနှစ်ယောက် လျှာနဲ့သွားလိုမျိုးအတူတူနေကြတယ်။ တစ်ရက်ကျ ခင်ပွန်းဖြစ်သူပျောက်သွားတဲ့အတွက်သူတို့ရဲ့ သမီးသုံးယောက်ဟာ ငယ်စဉ်တုန်းက နေခဲ့ရတဲ့ အိမ်ကြီးကိုပြန်လာရဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီမှာပဲ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်ပြီး ထိန်းမနိုင်သိမ်းမနိုင် ဆယ်ကျော်သက်လေး မွေးထားတဲ့သမီးအကြီးရယ်၊ မိခင်ဖြစ်သူနားနေပြီး ယောက်ျားမရသေးလို့ ခဏခဏပွစိပွစိပြောခံရတဲ့ သမီးအလတ်ရယ်၊ ယောက်ျားပေါင်းစုံနဲ့တွဲပြီး အလှအပမက်စိတ်ကူးအသေယဉ်တတ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1RPz7/August.Osage.County.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDUwNTIxZGQtNWJlZS00NDk5LWFjMGEtNmI5ZDllZjhiYzNiXkEyXkFqcGdeQXVyMTA4Njk3Mjcw._V1_-139x200.jpg",
        "title": "Dakuaan Da Munda 2 (2022)",
        "description": "Dakuaan Da Munda 2 (2022)Best Actor nomination ၀င်ခဲ့တဲ့ မင်းသားကြီး\nDev Kharoud ရဲ့ Dakuaan Da Munda (2018) ရဲ့ အဆက်ဖြစ်ပါတယ်\nဒီကားဟာ ဘော်လီဘောကစားသမား\nမန်ဂါဆင်းအန်တာလ်ရဲ့ ကိုယ်တိုင်ရေးအထ္ထုပ္ပတ္တိကို အခြေခံပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်ယခုတင်ဆက်ပေးမယ့်ကားလေးကတော့\nရှယ်ကြမ်းတဲ့ အချစ်အက်ရှင်ဇာတ်မြူးကားလေးပါ\nမင်းသားရဲ့ ငယ်ဘဝကျောင်းသားဘဝအလွဲလေးတွေ မဟုတ်မခံဆတ်ဆတ်ကျဲ\nဇာတ်လမ်းလေးတွေက မင်းသိင်္ခဇာတ်လမ်းက ခံစားချက်မျိုးရသလို\nမင်းသမီးကို ချစ်ကြိုးသွယ်တာလေးကလည်း အားကျရလောက်အောင် ကြည်နူးဖွယ်ကောင်းပါတယ်ဇာတ်လမ်းလေးကတော့ အားကစားသမား စော်ကြည်ဘဲကောင်လေးဟာ\nမူးယစ်ဆေးကိစ္စတွေ နိုင်ငံရေးအရှုပ်အရှင်းတွေမှာ ဝင်ရောက်ပတ်သက်မိလို့\nဘဝကြီးတင်မက အချစ်ရေးတွေပါ ထိခိုက်ရတဲ့ထိ မူးယစ်ဆေးရဲ့ဆိုးကျိုးတွေကို ပညာပေးထားတာပါ\nအဲဒီတော့ ရသစုံဆေးရောင်စုံဇာတ်ကားကြီးကို ပရိသတ်ကြီးခံစားနိုင်ဖို့ တင်ဆက်ပေးပါရစေ\nFile size…2.25GB / 1.06GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "5.7",
        "url": "https://megaup.net/1RPz3/Dakuaan.Da.Munda.2.(2022).720p.WEB_DL(CM).mp4",
        "category": "Action, Adventure, Biography, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1DRGfyRxYQclvJOJiXwAw5gDg2.jpg",
        "title": "Starred Up(2013)",
        "description": "Starred Up(2013)==============ဒီကားလေးကတော့ british director David Mackenzie ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းကတော့ လူကြီးထောင်ကို ပြောင်းလာတဲ့ Eric Loveလို့ခေါ်တဲ့ ၁၉ နှစ်အရွယ် လူငယ်တစ်ယောက်ရဲ့ အကြောင်းပါ။ဖြစ်ချင်တော့ အဲ့ဒီထောင်မှာပဲ သူ့အဖေဖြစ်သူ Neville ဟာလည်းအကျဉ်းသားအဖြစ် ရှိနှင့်နေပြီးသား ဖြစ်နေပါတယ်။ ဒေါသကြီးပြီးစိတ်ဆတ်တတ်တဲ့ လူငယ်တစ်ယောက်အနေနဲ့ ဆိုးပေ့ကြမ်းပေ့ဆိုတဲ့ယောကျ်ားတွေကြားမှာ ရှင်သန်ဖို့ ဘယ်လို ရုန်းကန်ရမယ်၊အဖေဖြစ်သူမှာလည်း သူ့သားဒီထောင်ထဲမှာ အခြေကျနိုင်ဖို့အတွက်ဘယ်လိုကြိုးစားပြီး ကူညီပေးမယ် ဆိုတာတွေကို အမုန်းတရားတွေ၊ဒေါသတွေကြားက သားအဖနှစ်ယောက်ရဲ့ မေတ္တာတရားကိုပါ မြင်တွေ့ရမှာပါ။Eric Love အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသားဖြစ်သူJack O’Connell ရဲ့ ပီပီပြင်ပြင် သရုပ်ဆောင်ချက်တွေ၊ခပ်ကြမ်းကြမ်း action တွေနဲ့ စကားအသုံးအနှုန်းတွေအပြင်အုတ်နံရံ၊ သံတိုင်တွေကြားက ကြမ်းတမ်းတဲ့ ဘ၀တွေကိုစိတ်လှုပ်ရှားစရာကောင်းအောင် ရိုက်ပြထားတာဖြစ်ပါတယ်။ File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , ...",
        "rating": "7.3",
        "url": "https://megaup.net/1RP3m/Starred.Up.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ldlpTitpSTBINwgifzlRRXveXUF.jpg",
        "title": "Black Box (2020)",
        "description": "Black Box (2020)~ IMDb - 6.2/10, Rotten Tomatoes - 71% ~2020 ​နှစ်က ထွက်ရှိထားတဲ့ အ​မေရိကန် Sci-Fi Horror ကားတစ်ကားပါ။ ဒီလို Genre မျိုး ကြိုက်တတ်ရင် ကြည့်သင့်တဲ့တစ်ကားပါပဲ။ဇာတ်လမ်းအညွှန်းကားမ​တော်တဆမှု ကြောင့် ဇနီးသည်ပါမက မှတ်ဥာဏ်​တွေကိုပါ ဆုံးရှုံးလိုက်ရတဲ့ နိုလန်...\nဆရာဝန်​တွေအားလုံးက လက်​လျော့လိုက်​ပေမယ့် တဖန် သတိပြန်ရလာတဲ့ နိုလန်တစ်​ယောက် မှတ်ဥာဏ်​တွေလိုက်ရှာ​ဖွေ​နေရင်း ကုမရတဲ့အဆုံး သူငယ်ချင်းဆရာဝန် လမ်းညွှန်မှုနဲ့ စိတ်အထူးကုဆရာဝန် ဘရု နဲ့ ​တွေ့သွားတဲ့အခါ...- ဘယ်​လို​တွေ မှတ်ဥာဏ်ရ​အောင်ရှာ​​ဖွေခဲ့လဲ\n-​ သတိပြန်ရလာတဲ့ နိုလန်ဖြစ်ရပ်က​တော့ ထူးခြားမှုတစ်ခုပဲလား\n-​​ ဒေါက်တာဘရု နိုလန်ကို ​သွေးရိုးသားရိုးပဲ ကူညီခဲ့တာလား\n- ​ဒေါက်တာဘရု လျှို့ဝှက်ထားတဲ့ အရာ​တွေက​ရော ဘာ​တွေလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုလို့​ကောင်းမယ့်ကား​လေးပါ။သရဲ​တွေဘာ​တွေမပါ​ပေမဲ့လည်း ကြည့်​နေရင်း ချမ်းစိမ့်စိမ့်ဖြစ် ကြက်သီးထလာတဲ့ ခံစားမှုကိုလည်းရမယ့်ကားတစ်ကားပေါ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3dKky/(CM)_Black_Box_(2020)_720p.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/raangi-128x200.jpg",
        "title": "Raangi (2022)",
        "description": "Raangi (2022)IMDb 6.1/10Thaiyal Nayagi ဆိုတာအမျိုးသမီးတွေရဲ့ခေါင်းဆောင်ဆိုတဲ့အဓိပ္ပာယ်ပါ\nနာမည်နဲ့လိုက်အောင် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့သတင်းထောက်မလေး\nမတရားတာတွေကိုလက်ပိုက်ကြည့်မနေဘဲ ဖြေရှင်းပေးတတ်သူ\nသူတင်တဲ့သတင်းတိုင်းက မပေါက်တာမရှိတဲ့လူပေါ့ ဒါကြောင့်ပဲ\nဇာတ်လမ်းစစချင်းမှာ FBI တွေက သူ့နာမည်ကိုမေးပြီး\nအပူတပြင်းလိုက်ရှာနေကြတယ်ဘာကိစ္စကိုဘယ်လိုပတ်သက်မိလို့ FBI ကအစပါဝင်နေလဲသူလည်းမသိခဲ့ဘူး\nဒီအဖွဲ့အစည်းကပါလို့ပြောပြီး သူ့ကိုနေရာတစ်နေရာဆီဆွဲခေါ်သွားကြတယ်\nဒီအကြောင်းကိုသတင်းရေးရင် သေသလားရှင်သလားပြည်သူတွေမသိအောင်\nလူပျောက်စာရင်းဖွင့်မယ်လို့လည်း ခြိမ်းခြောက်ထားကြတာပေါ့ ...ဒီဇာတ်လမ်းတွေရဲ့အစက သူ့တူမ စုရှ်မီသာကစပါတယ် သူ့နာမည်နဲ့ သူ့ပုံပါတဲ့\nFacebook က ယောကျာ်းလေး ၁၈ယောက်နဲ့ Sex Chat ထားပြီး\nအဲဒီ၁၈ယောက်တည်းကတစ်ယောက်ကခြိမ်းခြောက်လေတော့\nသိုင်ရယ်လည်းမနေနိုင် ဝင်ဖြေရှင်းရပါတော့တယ် ဒီလိုနဲ့\nသူ့တူမနာမည်နဲ့အကောင့်ထဲဝင်လိုက်ရင်း ထင်မထားတဲ့ဓာတ်ပုံကိုတွေ့ပြီး\nမီဒီယာမှာတင်လိုက်မိရာက.... သူ့ဘဝတစ်ဆစ်ချိုးဘယ်လိုပြောင်းလဲသွားမလဲ\nစိတ်ဝင်စားစရာတွေတစ်ပုံကြီးနဲ့ ကြည့်ရှုရမဲ့ကားဖြစ်တာကြောင့် အခုပဲကြည့်လိုက်ကြပါတော့နော်\nFile size…2.51GB / 1.08GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~Yunni ~ Nyein Aye",
        "rating": "6.0",
        "url": "https://megaup.net/2xMit/Raangi_(2022)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qw34d1M7GtE4GPf0eI8QBnUEA0T.jpg",
        "title": "Stuck in Love (2012)",
        "description": "Stuck in Love (2012)================ IMDb 7.2 / Rotten Tomatoes 58%မင်းသမီးချောလေးတွေဖြစ်တဲ့ Gennifer Connelly နဲ့ Lily Collins တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး Stuck in Loveဇာတ်လမ်းလေးကတော့...ဇနီးဟောင်းကို မေ့မရနိုင်ဖြစ်နေတဲ့ နာမည်ကျော်စာရေးဆရာ ဘေးလ်မိဘတွေရဲ့ အိမ်ထောင်ရေးကွာပြဲမှုကြောင့် ချစ်ရမှာ ကြောက်နေတဲ့သမီးဖြစ်သူ ဆမ်တစ်ယောက်ဆို တစ်ယောက် စွဲစွဲလမ်းလမ်းချစ်တတ်တဲ့သားဖြစ်သူ အချစ်သမားလေး ရက်စတီ Stuck in Love ဆိုတဲ့အတိုင်းအချစ်နွံနစ်ကြမယ့် သားအဖသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးကိုနှစ်သက်ဖွယ် ကြည့်ရှုရမယ့် Romance / Drama ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်.. File size…1.36GB / 544MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xMpg/Stuck.in.Love.2012.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93eceHkP3bTTGhrERgL6nKdYgNG.jpg",
        "title": "Alcarràs (2022)",
        "description": "Alcarràs (2022)~ IMDb - 7.1/10, RT - 90%, Meta - 85% ~ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာ Palme d’Or ဟာ အမြင့်ဆုံးဆုဖြစ်သလို ဒီရုပ်ရှင်ဟာ ဘာလင်ရုပ်ရှင်ပွဲတော်ကြီးရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Golden Bear ဆုကို ဆွတ်ခူးထားတဲ့ ရုင်ရှင်ပဲဖြစ်ပါတယ်။ဒီကားထဲက ထူးခြားမှုတစ်ခုက ဘာလဲဆိုတော့ သရုပ်ဆောင်အစစ်တစ်ယောက်ကလွဲရင် ကျန်တဲ့ ပါဝင်သမျှသရုပ်ဆောင်တွေအားလုံးဟာ အဲဒီရိုက်တဲ့နေရာက ဒေသခံတွေချည်းပဲဖြစ်ပါတယ်။ ဒေသခံမဟုတ်တဲ့ တစ်ဦးတည်းသော သရုပ်ဆောင်ကလည်း ဒါရိုက်တာရဲ့ ညီမဖြစ်သူပဲဖြစ်ပါတယ်။ ကျေးလက်ဒေသနဲ့ ခြံသမားတွေအပေါ် ဇာတ်လမ်းတည်ထားတာဖြစ်တဲ့အလျောက် သရုပ်ဆောင်မဟုတ်သူ (Non-Actors) တွေကို သုံးထားတာက တကယ့်ကို လက်တွေ့ဆန်စေပြီး ရုပ်ရှင်ဆိုတာကို မေ့သွားစေပါတယ်။ သရုပ်ဆောင်မဟုတ်လို့ဆိုပြီး သဘာဝမကျ တောင့်တောင့်ကြီးတွေ ဖြစ်နေမယ်လို့တော့ မထင်လိုက်ပါနဲ့၊ ဘာလို့ဆို Best New Actor/Actress အတွက် Nomination တွေ အများကြီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bRsd/(CM)_Alcarr%C3%A0s_(2022)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ce66ewX8MIZgHy9iqOp86BB8Ogv.jpg",
        "title": "Kingdom 2: Far and Away (2022)",
        "description": "Kingdom 2: Far and Away (2022)Alice in Borderland ထဲက အာရိဆု ပါင်သရုပ်ဆောင်ထားတဲ့ Kingdom 2: Far and Away ဆိုတဲ့ ဂျပန်ဇာတ်ကားလေး ထွက်ရှိလာပါပြီခင်ဗျာ။ သူ့ရှေ့ကား Kingdom 2019 လည်း ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း ...\nတစ်မိုးအောက်စစ်သူကြီးဖြစ်ချင်တဲ့ ရှင်းတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့ ဒုတိယမြောက် ဇာတ်ကားလေးပါ။ ဒီတစ်ခေါက်မှာလည်း မပျင်းရအောင်ဖန်တီးထားပြီး ဇာတ်အိမ်ကတော့ ရှင်းပြည်ထောင်နဲ့ ဂီပြည်ထောင်ကြားက နယ်မြေလုစစ်ပွဲတစ်ခု ကို အခြေတည်ထားပါတယ်။ဒီလိုနဲ့ပဲ ဘာမဆို ရှေ့တန်းကပါတတ်တဲ့ ရှင်းတစ်ယောက်လည်း စစ်ချီထွက်လို့လာခဲ့ပါတယ်။ လူကသာအာကျယ်ပေမယ့် ခန္ဓာကိုယ်က သေးသေးလေးမို့ အုပ်စုဖွဲ့ရာမှာအကျဉ်ခံရရင်း အားအနည်းဆုံးသော လူတွေနဲ့အတူတကွ စစ်ပွဲဆင်နွှဲဖို့ ဖြစ်လာပါတော့တယ်။ရှင်းတစ်ယောက် ဘယ်လိုလူတွေနဲ့ ဘယ်လိုသံယောဇဉ်တွေဖန်တီးပြီး ရွတ်ရွတ်ချွန်ချွန် တိုက်ခိုက်သွားမလဲ?\nနယ်မြေလုစစ်ပွဲကြားက ပြည်ထောင်စစ်သူကြီးတွေရဲ့ ဗျူဟာနည်းစနစ်တွေကိုရော ရှင်းဘယ်လိုသင်ယူသွားမလဲ? ဆိုတာကို ဓားရေးလှံရေး အမိုက်စားတွေနဲ့ တစ်ဝကြီးကြည့်ရှုရဦးမယ့် ဇာတ်ကားတစ်ခုပါပဲ။မင်းသမီးအလှလေးကလည်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RJgn/[CM]Kingdom.2.Far.and.Away.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWExZTNmNTgtOTMzNy00YzMyLWE0MDItYTdkOGZjYzgwODU1XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-142x200.jpg",
        "title": "Yeh Raaste Hain Pyaar Ke(2001)",
        "description": "Yeh Raaste Hain Pyaar Ke (2001)အခုတစ်ခါ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးပါတော့မယ်...မင်းသားကြီး အဂျေး..မင်းသမီး မာဒူရီးနဲ့ ပါးချိုင့်မင်းသမီးလေး ပရီတီးဇင်ဒါးတို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်\ncameo အနေနဲ့ မင်းသားကြီး ဆန်နီဒိုးကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်ဒီဇာတ်ကားမှာ ဗစ်ကီနဲ့ ဆာခရှီးတို့က ကားသူခိုးစုံတွဲ\nလူတွေကို နှစ်ကျပ်ကွက်ရိုက်ပြီး သူတို့ကားတွေကို ခိုးတယ်\nနှစ်ယောက်စလုံးက မိဘမဲ့...ဆာခရှီးကတော့ ဦးလေးမိသားစုမှာ ကပ်နေတယ်တစ်ရက် လူမိုက်တစ်ယောက်ကို မတော်တဆသတ်မိသွားရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ\nအသက်ဘေးကြုံလာရပါတော့တယ်...ပြေးရင်းလွှားရင်းနဲ့ နှစ်ယောက်သား လမ်းကွဲသွားခဲ့ကြပြီး\nကံကြမ္မာရဲ့လှည့်ကွက်တွေက သူတို့နှစ်ဦးအပေါ်\nဘယ်လိုရက်စက်လာတော့မလဲဆိုတာကိုတော့ ဆက်လက်ပြီး\nဇာတ်ကားထဲမှာ ရှုစားပေးပါဦးနော်...။ဒီဇာတ်ကားလေးမှာ ချစ်ခြင်းမေတ္တာ..သစ္စာတရားနဲ့ စာနာနားလည်မှုအကြောင်းကို\nအမိအရရိုက်ကူးပေးထားလို့ ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ တိုက်တွန်းပေးလိုက်ပါတယ်နော်...။\nFile size…4.02GB / 1.8GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.0",
        "url": "https://megaup.net/1bRfr/Yeh_Raaste_Hain_Pyaar_Ke_2001_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qurTmuj36prAz4BG71hC9r2n02.jpg",
        "title": "The Invisible Woman(2013)",
        "description": "The Invisible Woman (2013)=======================Charles Dickens (ချားလ်စ် ဒစ်ကန်စ်)ဆိုတာနဲ့ အင်္ဂလန်ဗစ်တိုးရီးယားခေတ်ရဲ့ဂန္တ၀င်စာရေးဆရာကြီးကိုမြင်မိကြမှာပါပဲ။သူ့ရဲ့၀တ္ထု ပြဇာတ်တွေ ဇာတ်ကောင်တွေဟာအသက်၀င်လွန်းလှပလွန်းလို့ကိုပဲအင်္ဂလိပ်စာ‌ပေလောကမှာယခုချိန်ထိ ချီးကျုးခံနေရဆဲပါ။ဒါကတော့ ချားလ်စ်ရဲ့ဘ၀ထဲကိုဝင်ရောက်လာခဲ့တဲ့ အယ်လန် တာနန်ဆိုတဲ့တက်သစ်စပြဇာတ်မင်းသမီးလေးတယောက်နဲ့သူ့ရဲ့အကြောင်းပေါ့လှလည်းလှ သူ့ရဲ့ကမ္ဘာကြီးပေါ်အမြင်ကိုလည်းမြင်တာသာမကသူ့အပေါ်ကိုလည်းသူမတူ‌အောင်မြင်နိုင်သလို သူ့ရဲ့စာအုပ်တွေကိုလည်းချစ်တဲ့ဒီကောင်မလေးကိုမှသူကချစ်မိသွားပြီ။ မပျော်ရွှင်ရတဲ့အိမ်ထောင်ရှိပြီးသားချားလ်စ်အတွက်ကတော့ ဒီကောင်မလေးနဲ့ပေါင်းစပ်ရဖို့ဆိုတာသူ့ရဲ့၀တ္ထုတွေထဲကလိုမျိုးပဲ အတားအဆီးတွေ အစဉ်အလာတွေပတ်၀န်းကျင်ကအနှောင့်အယှက်တွေပေါများလွန်းလှပါတယ်။ချားလ်စ်က်ုလည်းတစစနဲ့ချစ်မိသွားတဲ့အယ်လန် တဖြစ်လဲ နယ်လီကလည်းဒီလိုလူမျိုးကိုမှချစ်မိသွားပြီ။ သူတို့နှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းတပုဒ်ဟာဘာတွေဆက်ဖြစ်လာမှာလဲ။ ၀တ္ထုတွေထဲကလိုပဲ အပြင်မှာရောအချစ်ဆိုတာကသိမ်မွေ့နူးညံ့နေမှာလား ခက်ခဲကြမ်းတမ်းနေရမှာလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ခရီးလမ်းဟာအဆုံးမှာဘယ်လိုနိဂုံးချုပ်မလဲဆိုတာကိုဒီ classical အချစ်ဒရာမာကား‌လေးမှာခံစားကြည့်ရှုပေးကြပါဦးခင်ဗျာ။ File size…1.11GB / 413MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Biography , Drama , History\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.2",
        "url": "https://megaup.net/2xMaj/The.Invisible.Woman.2013.BluRay720p(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xum5cMGW88ppfNGnhVUkT46kxw.jpg",
        "title": "Fortuna 4 ( 2023 )",
        "description": "အမြဲတမ်း ကြွားလုံးထုတ်လေ့ရှိတဲ့ ဖခင်ဖြစ်သူကို ပိုင်ဆိုင်ထားသူ ၊\nယခုလက်ရှိမှာ ဆင်းရဲမွဲတေနေခြင်းကို ဖခင်ဖြစ်သူ\nအသုံးမကျလို့ဟု အမြဲတစေ ပြစ်တင်ပြောဆိုလေ့ ရှိသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက်ကြွယ်ဝခြင်းနတ်ဘုရားနဲ့\nတွေ့ဆုံခဲ့ပြီး အရင်ဘဝက မိမိဟာ စည်းစိမ်ဥစ္စာတွေကိုဖြန့်ကျက်ခဲ့တဲ့\nနတ်ဘုရားဖြစ်တဲ့ အကြောင်း သိရှိလိုက်ရပါတယ် ။\nတကယ်လို့ နတ်ဘုံကို ပြန်ရောက်ချင်ရင် မိမိဘဝက\nအဆုံးစွန်သော ကံကောင်းခြင်းကို ရှာတွေ့မှရမယ်ဆိုတာပါ သိလိုက်ရတဲ့အခါ...?နတ်ဘုရားသခင်ဟာ သူ့ကို အရာအားလုံးပြင်ဆင်ဖို့အတွက်\nသူတစ်ပါးရဲ့ ကြွယ်ဝချမ်းသာခြင်း ကံကြမ္မာတွေကို\nပြုပြင်ပြောင်းလဲပေးနိုင်တဲ့ စွမ်းအားတွေကို ပေးသနားခဲ့ပါတယ် ။\nဒီစွမ်းအားတွေကိုပိုင်ဆ်ိုင်ပြီးနောက်မှာ လူတိုင်းရဲ့ ကြွယ်ဝချမ်းသာခြင်း\nကံကြမ္မာတွေကို ပြောင်းလဲပေးခဲ့ပေမဲ့ ဆင်းရဲရခြင်းရဲ့ အကြောင်းခံဟာ\nဖခင်ဖြစ်သူဖြစ်တဲ့ အကြောင်း မှတ်ယူထားတဲ့ ဝမ်ကျားချန်တစ်ယောက်\nဖခင်ဖြစ်သူရဲ့ ကံကြမ္မာကိုတော့ ပြောင်းလဲပေးခဲ့ခြင်းမရှိပါဘူး ။\nဘာကြောင့်လဲဆိုတာကတော့?❏ ဝမ်ကျားချန်တစ်ယောက် နောင်တတွေနဲ့ ဘယ်လိုကျန်ရစ်နေရမလဲ ?\n❏ ကြိုးစားပြီးတော့ရော ကံကြမ္မာကိုပြောင်းလဲပြစ်နိုင်ပါ့မလား?\nနတ်ပြည်ကိုရော ပြန်ရောက်သွားနိုင်မလား ?\n❏ ဒီကိစ္စရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိနေဦးမလဲဆိုတာ\nဒီကားလေးကို ကြည့်ရှု အဖြေရှာ လိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/fortuna-4-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKSONurQH9qz4lkMBhaoosnCzaY.jpg",
        "title": "Look up and see joy ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် မိသားစုအကျပ်အတည်းတွေကြားထဲက\nမိသားစုရဲ့ တာဝန်ကြီးပုံ ၊ တာဝန်ယူရပုံ ၊ သက်ကြီးရွယ်အို ဘိုးဘွားတွေရဲ့\nချစ်မြတ်နိုးပုံ ၊ ကလေးငယ်လေးတွေရဲ့ သင်ကြားမှု ပညာရေး\nပြဿနာ အစရှိတဲ့ မိသားစုရေး အိမ်တွင်းရေး ကိစ္စတွေကို\nအဓိက ဖော်ပြပေးထားတဲ့ မိသားစုဇာတ်ကားလေးပါပဲဖြစ်ပါတယ်ရှင် ။❏ အလုပ်ထုတ်ခံရပေမဲ့လဲ ကံကြမ္မာကို ဦးမညွှတ်ပဲ ရှေ့ဆက်ပြီး လျှောက်နေသူ\n❏ ဆုံးပါးသွားတဲ့ အဘွားဖြစ်သူကို လွမ်းတဲ့စိတ်နဲ့\nအတိတ်ကနေ ရုံးမထွက်နိုင်တဲ့ အဘိုးကို ကွန်ပျူတာ\nနည်းပညာသုံးပြီး အဘွားနဲ့ တွေ့ခွင့်ရအောင် ကြိုးစားပေးနေသူ❏ အလုပ်အကိုင်အခြေအနေတွေကြောင့် သားဖြစ်သူကို\nမိဘနဲ့ အတူတူမထားနိုင်ရှာပဲ ဘိုးဘွားတွေဆီ အပ်နှံထားရသူ❏ ငွေကြေးချမ်းသာပေမဲ့ တောရွာလေးဆီမှာ ရောက်ရှိလာဖို့ အကြောင်းဖန်လာခဲ့ပြီး\nသူဌေးသားတစ်ယောက်အနေနဲ့ ကျေးလပ်တောရွာမှာ အသားကျအောင် ကြိုးစားပြီး နေထိုင်နေရသူအစရှိသဖြင့် ဇာတ်လမ်းဇာတ်ကွက် လေးခုခွဲကာ ဒီကားလေးအတွင်း\nမြင်တွေ့ရမှာဖြစ်တဲ့ အပြင် ကိုယ်ကျရာ ဘဝဇာတ်ခုံမှာ\nကကြိုးဆင်ကာ ကပြနေကြတာကိုလဲ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ် ။\nကိုယ်ကျရာ ဘဝမှာ အရှူံးမပေးခေါင်းမငုံ့ပဲ လုပ်ဆောင်ပြီး\nမိသားစုတွေရဲ့ နွေးထွေးမှုတွေနဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/look-up-and-see-joy-2023/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOTVkM2IwN2YtYjU1NC00ZmZhLTkzZTItYzA4NmVlMzlmMDgxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-138x200.jpg",
        "title": "Can’t Help Falling in Love (2017)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...အေးအေးငြိမ့်ငြိမ့် romance တွေကို ကြည့်ရှုတာ သဘောကျနှစ်သက်တဲ့ ပရိသတ်တွေကို ဖိလစ်ပိုင်း romance ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အဲဒီဇာတ်ကားကတော့ Can't Help Falling in Love ဆိုတဲ့ ဇာတ်ကားလေးပါ။မချစ်မိဘဲမနေနိုင်ဘူးဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ဒို့စ်ဆိုတဲ့ကောင်လေးက ဂက်ဘ်ဆိုတဲ့ ကောင်မလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင် ဂက်ဘ်ဟာ ၆ နှစ်ကျော်တွဲလာတဲ့ ရည်းစားဖြစ်သူနဲ့ မကြာခင်မှာ လက်ထပ်တော့မယ့် မိန်းကလေးပါ။ သူဟာ သူငယ်ချင်းဖြစ်သူရဲ့ မင်္ဂလာပွဲညမှာ အရက်မူးပြီးတော့ ဒို့စ်ဆိုတဲ့ တခြားကောင်လေးတစ်ယောက်နဲ့ လက်ထပ်စာချုပ်မှာ လက်မှတ်ထိုးမိသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို မမှတ်မိကြသလို သူတို့မထင်ထားခဲ့တာက အဲဒီလက်ထပ်စာချုပ်က တရားဝင်ဖြစ်နေခဲ့မယ်ဆိုတာကိုပါပဲ။ရည်းစားဖြစ်သူနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ လက်ထပ်စာချုပ်က ဂက်ဘ်ဆီကို ရောက်လာခဲ့ပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2xLbk/(CM)_Cant.Help.Falling.in.Love.2017.720p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-with-136x200.jpg",
        "title": "With/In(2022)",
        "description": "ဇာတ်လမ်းတိုလေးတွေ စုပြီး ထုတ်ထားတဲ့ ညွန့်ပေါင်းfilmတစ်ခု ဖြစ်ပါတယ်။ဇာတ်လမ်းကျောရိုးကိုတော့ Covidကာလမှာ တည်ထားပြီး ကပ်ရောဂါကြီးကြောင့် တစ်နေ့တစ်နေ့\nလူတွေ နေ့မြင်ညပျောက် ဖြစ်နေတဲ့ကာလအတွင်းက\nလူပေါင်းစုံ ဘဝပေါင်းစုံကို ထင်မြင်အောင် ရိုက်ကူး\nတင်ဆက်ထားတာကို တွေ့ရမှာပါ။\nအထူးသဖြင့် Covid pandemic, Black lives matterတို့လို\n2020-21အတွင်း ဖြစ်ပျက်သွားတဲ့ အထင်ကရ အဖြစ်အပျက်တွေ\nအဓိကရုဏ်းတွေကို surrealတစ်ပိုင်းနဲ့ Mysteryလေးပါ ရောပြီး ကြည့်ရှုရမှာမို့\nဇာတ်လမ်းအေးအေးလေးနဲ့ တွေးစရာတွေ မြှုပ်ကွက်လေးတွေ\nပါတာကို ကြိုက်တဲ့လူတွေအဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းကိုတော့ volumeနှစ်ခုခွဲကာ တစ်ရက်ခြား ထုတ်ဝေခဲ့ပြီး\nစုစုပေါင်း ၃နာရီအထက် ကြာမြင့်ပါတယ်။မဆိုးလှတဲ့ အနေအထားတစ်ခုမှာ ရှိတယ်လို့ ပြောလို့ရတဲ့အတွက်‌ကြောင့်\nစောင့်ကြည့်ရှုစားလိုက်ကြပါဦးနော်။ File size…(2.9GB)  / (772MB) / 434.73MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...  Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "",
        "url": "https://megaup.net/1RMms/WithIn.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-house-160x200.jpg",
        "title": "House Party (2023)",
        "description": "House Party ရုပ်ရှင်ကားကို ၂၀၂၃ခုနှစ် ဇန်နဝါရီလမှာ ထုတ်လွှင့်ပြသခဲ့တာဖြစ်ပါတယ်။ ယခင် ၁၉၉၀ နဲ့ ၁၉၉၁ ခုနှစ်ကပြသခဲ့တဲ့ House Party 1 နဲ့ 2 ကိုreboot ပြန်လည်ရိုက်ကူးထားတဲ့ Comedy Drama ဟာသဒရမ်မာ ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ကယ်ဗင်နဲ့ ဒါ့မွန်ဆိုတာက အယ်လ်အေမြို့မှာနေတဲ့ သန့်ရှင်းရေးအလုပ်သမားတွေဖြစ်ပါတယ်။ တစ်ဖက်မှာလည်း သူတို့ကအိမ်ပါတီပွဲစီစဥ်တဲ့သူတွေ ဖြစ်နေ​ပြန်ပါတယ်။ တစ်နေ့မှာ သူတို့အလုပ်လုပ်နေရင်း အလုပ်လည်းပြုတ် ပိုက်ဆံစိုက်ထားတဲ့ ပါတီပွဲကနေလည်း အနှင်ထုတ်ခံလိုက်ရပါတော့တယ်။ ပိုက်ဆံလိုနေတဲ့တစ်ချိန်တည်းမှာပဲ ကံဆိုးမိုးမှောင်ကျတာမလို့ ကြံမိကြံရာလုပ်ဖို့ ရည်ရွယ်တဲ့အခါမှာတော့ သူတို့သန့်ရှင်းရေးလုပ်နေဆဲ အိမ်ကြီးဟာ ဘတ်စကတ်ဘော ကစားသမား လီဘရွန်ဂျိမ်းစ်ရဲ့အိမ်ကြီးဖြစ်နေပြီးတော့ အိမ်ရှင်ကလည်း ခရီးထွက်သွားပါတယ်။ ဆိုတော့ကာ လူမရှိတဲ့အိမ်မှာ သူတို့ပါတီပွဲပေးပြီး ငွေရှာဖို့လုပ်ပါတော့တယ်။ သူတို့ ပိုက်ဆံကို ဖြောင့်ဖြောင့်တန်းတန်းရှာနိုင်လေမလား ဘာပြဿနာတွေတက်ကြမလဲ ဘယ်လိုတွေရော ဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှု့ရမယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားတစ်ကားလုံးမှာ အဆဲစကားလုံးတွေကို ဖောဖောသီသီသုံးထားတဲ့အပြင် မူးယစ်ဆေးသုံးတဲ့ပြကွက်တွေ ...",
        "rating": "4.4",
        "url": "https://megaup.net/3dHgD/house.party.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjE5ODUxNDQ4NF5BMl5BanBnXkFtZTcwMjc4MzMzMQ@@._V1_-135x200.jpg",
        "title": "Lower City (2005)",
        "description": "Lower City (2005)\n==============\nIMDb Rating - 6.5/10ဒယ်ဒင်ဟိုနဲ့ဒီကိုဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်က ငယ်ငယ်ထဲက\nခင်လာကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေပဲဖြစ်ပါတယ်။ တစ်ယောက်\nကကြက်တိုက်ရတာကြိုက်ပြီး တစ်ယောက်က လက်ဝှေ့ထိုးပါတယ်။\nဒါပေမယ့် သူတို့နှစ်ယောက်စပ်တူပိုင်တဲ့လှေပေါ်မှာပဲ ရရာအလုပ်\nလေးလုပ်ပြီး အတူနေလေ့ရှိပြီး မိန်းမတစ်ယောက်ကိုတောင် နှစ်ယောက်\nမျှကြတဲ့ ညီအကိုတွေလိုခင်ကြပါတယ်။တစ်နေ့မှာတော့ ကရီနာဆိုတဲ့ ညည့်ငှက်ကလေးနဲ့ နှစ်ယောက်သားစုံ\nကြပြီး ခါတိုင်းလိုမျှဝေကြရာကနေ ညီအကိုလိုခင်တဲ့သူငယ်ချင်းတွေမှာ\nညည့်ငှက်ကလေးကို ကြိုက်မိကုန်ကြပြီး သူငယ်ချင်းနှစ်ယောက်လုကြရင်း\nဘယ်သူနဲ့နောက်ဆုံးမှာ ရသွားမလဲဆိုတဲ့ ဇာတ်ကြောင်းလေးကို ဇာတ်\nအိမ်တည်ထားတာပါ။ ဘယ်လောက်ပဲခင်ခင် ညီအကိုတွေထပ်ပိုရင်းနီး\nနေပါစေ မိန်းကလေးတစ်ယောက်နဲ့ပတ်သတ်လာတဲ့အခါ အခုလိုရန်သူ\nတွေပါဖြစ်နိုင်တယ်ဆိုတဲ့ message လေးကိုပေးထားတာမို့ အားလုံး\nပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(အဖော်အချွတ်အခန်းတွေပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nmomo ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (846 MB) / (529 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 38Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......momo\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/3dDdx/Lower.City.2005.PORTUGUESE.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/sakra-138x200.jpg",
        "title": "Sakra (2023)",
        "description": "Sakra (Tin lung baat bou) (2023)\n========================\nIMDb Rating - 6.7/10ဒီနေ့မှာတော့ အသစ်စက်စက် ထွက်ရှိထားတဲ့ Donnie Yan ရဲ့\nသိုင်းကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ ။ မင်းသမီးလေးကလဲ\nချန်ယွီချီ (yukee chen) ဖြစ်တာမို့ သရုပ်ဆောင်တွေနဲ့တင် ကြည့်\nရတာ တကယ်တန်နေစေမှာပါ ။ဇာတ်လမ်းအကျဥ်း -မြောက်ပိုင်း စုန့်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ သူတောင်းစားဂိုဏ်းရဲ့\nဂိုဏ်းချုပ်ဖြစ်သူ ချောင်ဖုန်းဟာ သူရဲကောင်းတစ်ယောက်အဖြစ် သိုင်း\nလောကမှာ ကျော်ကြားခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေမှာတော့ ရုတ်တရက်\nဆိုသလို ချီတန်း(မြောက်ပိုင်းတရုတ်နိုင်ငံရဲ့ လူမျိုးစုတစ်ခု) အဖြစ်စွပ်စွဲခြင်း\nခံရတဲ့အပြင် သစ္စာဖောက်အဖြစ် သိုင်းလောက လူတိုင်းက သတ်မှတ်ခဲ့\nပါတော့တယ် ။ အမှန်တရားကို ရှာဖွေဖို့ သူတောင်းစားဂိုဏ်းကနေ ထွက်\nလာခဲ့ပြီး ခရီးလမ်းတစ်လျှောက်မှာ အညှိုးအတေးများကို ချောင်ဖုန်းတစ်\nယောက် လက်စားချေခဲ့ပါတော့တယ် ။ အဲ့ဒီခရီးလမ်းမှာပဲ မုရုံအိမ်တော်မှ\nမိန်းမလှလေး အားကျူးနဲ့ မေတ္တာမျှကာ အတူတူ သိုင်းလောကမှာ ကျဥ်\nလည်ခဲ့ပါတယ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/3dB7P/Sakra_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/815bgZyhLlL._AC_SY606_-141x200.jpg",
        "title": "[21+]Model Like Proportions-Marin Hinata[SSIS-343-Decensored]",
        "description": "ကလေးဆိုးလေးလို သရုပ်ဆောင်တတ်တဲ့ Marin Hinata ကို JAV လောကထဲ သတိထားမိသူတွေလဲ ရှိမှာပါ။Slim Body ဆိုပေမယ့် ရှိသင့်တဲ့နေရာ ပြည့်ပြည့်ဖောင်းဖောင်းရှိတာမလို့ ကျစ်ကျစ်လစ်လစ်နဲ့ စွဲမက်စရာကောင်းသူလေးပါ။မထုံတတ်သေးရုပ်ရည်လေးနဲ့ ဂရုမစိုက်သလို လေလွင့်သူလိုမျိုးသရုပ်ဆောင်တတ်သူပါ..SSNI-343 ဒီဇာတ်လမ်းမှာလဲ ဘာကိုမှဂရုမစိုက်ဘဲ လွှတ်မိုက်တဲ့ မော်ဒယ်မလေးအဖြစ် ရှုမြင်ကြရမှာဖြစ်ပါတယ်။720p ဖိုင်ကတော့ Decensored Version ဖြစ်ပြီး 1080p ကတော့ ပိုကြည်ပေမယ့် Censor ပါပါတယ်။နှစ်သက်ရာက စီးမျောကြပါကုန်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (1.1 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/1bQd8/[SSIS-343-Decensored]Model_Like_Proportions-Marin_Hinata.HDrip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/SSIS-275-Mei-Washio-142x200.png",
        "title": "[21+]Changed After Drinking-Mei Washio[SSIS-275-Decensored]",
        "description": "Dark Side Production ကနေ Mei Washio ရဲ့ ဇာတ်ကားနောက်တစ်ကားကိုတင်ဆက်လိုက်ပါပြီ။JAV မင်းသမီးတွေထဲမှာ နုနုငယ်ငယ် ပြည့်ပြည့်တင်းတင်း အပြစ်ကင်းတဲ့မျက်နှာလေးနဲ့ ချစ်စရာလေးဆိုရင် Mei Washio ပဲ ပြေးမြင်ကြမယ်ထင်ပါတယ်။သူမ ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားတိုင်းမှာ တက်ကြွတဲ့သူမရဲ့ပုံစံကို အမြဲမြင်တွေ့ရတတ်ပါတယ်.SSNI-275 ဒီဇာတ်လမ်းမှာလဲ သာမန်အချိန်တွေဆိုသွေးအေးနေတတ်ပေမယ့်အရက်သောက်လိုက်ရင် တက်ကြွလာတဲ့သူမရဲ့ပုံစံကိုရှုမြင်ကြရမှာပါ။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (1 GB)\nQuality : HDRip 1080p & 720p (Decensored) ...",
        "rating": "",
        "url": "https://megaup.net/1bQgm/[SSIS-275-Decensored]Changed_After_Drinking._Mei_Washio.HDrip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paHlEvMz4rqzMsqxSbMOBn4HtM3.jpg",
        "title": "Frances Ha(2012)",
        "description": "Frances Ha (2012)===============IMDb - 7.4/10\nRotten tomatoes - 93%ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ လူတွေရဲ့ နေ့စဉ်ဘဝမှာကြုံတွေ့နေရတဲ့ သူငယ်ချင်းဆက်ဆံရေး၊ ရည်မှန်းချက်တွေအတွက် ရုန်းကန်ရမှု၊ အောင်မြင်မှုနဲ့ ကျရှုံးမှုတွေ အကြောင်းကိုB&W နဲ့ အလှပဆုံး ရိုက်ကူးတင်ဆက်ထားတဲ့ ဟာသဇာတ်မြူးကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့အသက် 27 အရွယ် ဖရန့်စစ် ဟယ်လာဒေး (Greta Gerwig) ဟာကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆာခရာမန်တိုမြို့ ကနေ နယူးယော့ခ်မြို့ကိုလာပြီးအကကုမ္ပဏီတစ်ခုမှာ အရံလူအဖြစ်ဝင်လုပ်ရင်း ကိုယ်ပိုင်အိပ်မက်ဖြစ်တဲ့အောင်မြင်တဲ့ အကပညာရှင် တစ်ယောက်ဖြစ်အောင်ကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။ နယူးယော့ခ်က တိုက်ခန်းတစ်ခုမှာ သူငယ်ငယ်လေးကတည်းက ခင်လာခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း ဆိုဖီ (Mickey Sumner) နဲ့အတူငှားနေရင်း တနေ့မှာဆိုဖီက တခြားတိုက်ခန်းပို‌ကောင်းတဲ့တစ်ခုကိုပြောင်းသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ဘာပြဿနာအခက်အခဲပဲရှိရှိ ပေါ့ပေါ့ပါးပါးပဲဖြေရှင်းတတ်ပြီး သူငယ်ချင်းမျက်နှာ တစ်ကမ္ဘာထင်‌နေခဲ့တဲ့ ဖရန့်စစ်တယောက်နယူးယော့ခ်မြို့ကြီးမှာဆက်လက်ရှင်သန်နိုင်ဖို့ ဘယ်လိုတွေ ဆက်ပြီးရုန်းကန်ရမလဲ၊ သူလုပ်သမျှအလုပ်တွေကရော အကုန်အဆင်ပြေလာမလား၊သူ့ရဲ့အပ်မက်ကရော ဖြစ်မြောက်လာမလား ကျရှုံးသွားမလား ဆိုတာကိုဆက်လက် ရှုစားပေးကြပါဦးခင်ဗျ။ File ...",
        "rating": "7.4",
        "url": "https://megaup.net/3dIkp/Frances.Ha.2012.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8Ti4tOwAmY6RhUxV9JsXl2W4l7.jpg",
        "title": "Falling in Love (1984)",
        "description": "Falling in Love (1984)~ IMDb - 6.5/10, Rotten Tomatoes - 54% ~ခရစ်စမတ်မှာစတဲ့ဇာတ်လမ်းက ခရစ်စမတ်မှာ ဆုံးခဲ့တယ်။ အစဟာ ရင်ခုန်စိတ်မောဖွယ် ခံစားမှုပြန်လည်ဆန်းသစ်‌ခြင်းတွေနဲ့။ အဆုံးသတ်ကတော့ ယစ်မူးတပ်မက်စိတ်တွေနဲ့ နှလုံးသား နိုးထရှင်သန်ခြင်းများ ထုံမွှန်းနေလေရဲ့။ချစ်ခြင်းဟာ အပြစ်ကင်းပါသတဲ့။ သူတို့ချစ်ခြင်းကြောင့် နာကျင်ကြေကွဲရသူတွေ ရှိလာခဲ့ရင်ရော... ချစ်ခြင်းဟာ အပြစ်ကင်းပါသေးလား။ မင်းဘက်ကိုလှည့်လို့ တလောကလုံးကို ကျောခိုင်းလိုက်မယ်ဆိုတဲ့လူမျိုးတွေအတွက်တောင် ချီတုံချတုံဖြစ်စရာ မသင့်တော်ခြင်းလွှမ်းတဲ့ အချစ်လမ်းဖြစ်နေလို့ပါပဲ။သွက်လက်ချက်ချာ ပျော်ပျော်နေတတ်တဲ့ ဆရာဝန်ကတော်တစ်ယောက်။ ကြော်ငြာအနုပညာစိတ်ကူးလေးတွေလှပသူ။ ကားပျက်နေတဲ့အတွက် သူ့အိမ်ကနေ နယူးယောက်မြို့ကို ရထားစီးလို့လာခဲ့တယ်။ဆောက်လုပ်ရေးအင်ဂျင်နီယာ၊ ကလေးတို့အဖေ၊ အင်မတန်လိမ္မာတဲ့ ဇနီးသည်လေးရဲ့ခင်ပွန်း။ သူလည်း ကားပျက်တာပဲဗျ။ နယူးယောက်မြို့ကို ခရစ်စမတ်ပွဲအတွက် ရထားနဲ့ ခရီးဆန့်ခဲ့သူပေါ့။သူတို့နှစ်ယောက်ရဲ့ ဆုံဆည်းခြင်းနဲ့ ရင်ခုန်ခြင်းဟာ လူပျိုလူလွတ်တွေလိုတော့ မလှပ၊ မခမ်းနားဘူးပဲ ဆိုကြပါစို့ဗျာ။ ပိုင်ရှင်ကိုယ်စီရှိကြသူတွေဖြစ်လို့ အတင်းထိန်းချုပ်ထားတဲ့ အချစ်စိတ်တွေ ပေါက်ကွဲထွက်လာခြင်းကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1bQ3e/(CM)_Falling_In_Love_(1984)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/io6ZJf1m61vQOSBFuSo5T48vipp.jpg",
        "title": "Tang And Me (2022)",
        "description": "Tang And Me (2022)နည်းပညာတွေ တိုးတက်မြင့်မားလာပြီး အနာဂတ်နဲ့ မဝေးတော့တဲ့ကာလမှာ လူသားတွေရဲ့ နေ့စဉ်ကိစ္စတွေကို အကူအညီပေးဖို့ လှပကျော့ရှင်းတဲ့ စက်ရုပ်တွေလည်း ကိုယ်စီကိုယ်စီရှိနေကြပါပြီ။ ဒီလိုခေတ်ကြီးထဲမှာ တန်ဂ်ဆိုတဲ့ ဟောင်းဟောင်းနွမ်းနွမ်း ရိုးရိုးယဉ်ယဉ်စက်ရုပ်လေးဟာ စက်ရုပ်တွေမှာမရှိတဲ့ စိတ်ခံစားချက်တွေရှိနေပါသတဲ့။တစ်နေ့ ကန် တို့မိသားစု အိမ်နောက်ကခြံလေးကို စက်ရုပ်လေးတန်ဂ် ရောက်လာတယ်ပေါ့နော်။ ကန် ဆိုတာက အလုပ်သင်ဆရာဝန်လုပ်ရင်း အကြောင်းကိစ္စတစ်ခုကြောင့် ဆေးပညာလောက ကနေ အနားယူပြီး အလုပ်မလုပ်ဘဲ အိမ်မှာပဲတစ်နေကုန် ဂိမ်းဆော့အချိန်ဖြုန်းနေသူပါ။ဇနီးဖြစ်သူ အဲမီဟာ ရှေ့နေအလုပ်လည်းလုပ်၊ အိမ်အလုပ်လည်းလုပ်ပြီး မိသားစုကိုဦးဆောင်နေသူ၊ ခင်ပွန်းသည်ကိုလည်း အလုပ်လေးတစ်ခုလောက်ဖြစ်ဖြစ် လုပ်စေချင်သူပေ့ါ။ကန် တစ်ယောက် အလုပ်အင်တာဗျူး မသွားတာကို အဲမီသိသွားတဲ့အခါမှာ‌တော့ စိတ်ဆိုးပြီး အိမ်ကမောင်းချလိုက်ပါတော့တယ်။\nဒီလိုနဲ့ အဲမီ စိတ်ဆိုး‌နေတာချော့ဖို့ သူမ လိုချင်တဲ့ စားဖိုမှူးစက်ရုပ်ကို တန်ဂ်နဲ့ လဲလှယ်ယူဖို့ဆိုပြီး ကန်နဲ့တန်ဂ်တို့ ခရီးကို စတင်ခဲ့ပါတော့တယ်။လမ်းခရီးမှာဘာတွေဆက်ဖြစ်ကြမလဲ?\nတန်ဂ်ရဲ့ ပုံပြင်ကရောဘယ်လိုမျိုးလဲ? စတာတွေကို ပေါ့ပေ့ါပါးပါးလိုက်ပါခံစားလို့ရမယ့်အပြင် ...",
        "rating": "5.5",
        "url": "https://megaup.net/1RJew/[CM]Tang.and.Me.2022.720p.WEB-DL.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKnsyaJZLXfiL2JhIJEkpA8C3LU.jpg",
        "title": "Short Term 12 (2013)",
        "description": "Short term 12 (2013)=================IMDb 7.9/10 Rotten tomatoes 98%Indie Dramaလူတယောက်ကိုသူ့ရဲ့အပြင်ပန်းပုံစံနဲ့ သူ့စိတ်ထဲမှာဒီလူဘာတွေဖြစ်နေလဲဆိုတာကိုဆုံးဖြတ်လို့မရဘူး။သတ်သေဖို့ကြိုးစားတဲ့သူတွေရဲ့အများစုကအပြင်လောကမှာပျော်ရွှင်နေသယောင်ထင်ခဲ့ရသူတွေချည်း။Short Term 12 ဆိုတာက ဒီလိုမျိုးကိုယ့်ကိုယ်ကိုယ်အန္တရာယ်ပြုနိုင်တဲ့ကလေးငယ်တွေကိုကြည့်ရှုစောင့်ရှောက်ပေးတဲ့နေရာလေးတခု။ဒီမှာအလုပ်လုပ်နေတာက ဂရေ့စ်ဆိုတဲ့ပျော်ပျော်ပဲနေတတ်တဲ့ကောင်မလေးနဲ့သူ့ကိုအရမ်းချစ်အရမ်းဂရုစိုက်တဲ့ မေဆင်ဆိုတဲ့ချစ်သူကောင်လေး။ဒီစခန်းကကလေးတွေရဲ့သူတို့ခံစားခဲ့ရတဲ့ဒုက္ခအဖုံဖုံတွေ စိတ်ခံစားချက်အမျိုးမျိုးတွေကိုကူညီဖြေရှင်းပေးနေကြတာပေါ့။ ဒါပေမယ့်တကယ့်အတွင်းမှာတော့သူမရဲ့ခံစားချက်တွေကိုဖွင့်ပြောဖို့ခက်နေတဲ့ စိတ်ဓာတ်ကျနေတဲ့ဂရေ့စ်။ သူမရဲ့ဘေးမှာဒါကိုစိတ်ရှည်ရှည်နဲ့သည်းခံကူညီပေးဖို့အသင့်ဖြစ်နေသူတော့မေဆင်။ သူ့လိုမျိုးကလေးတွေကူညီနေတဲ့ဂ‌ရေ့စ်ကရောဒါကို‌မေဆင်နဲ့အတူကျော်ဖြတ်နိုင်ပါ့မလား။ ဂရေ့စ်ရဲ့အတိတ်ကရောဘာကြောင့်ဒီလိုမျိုးဖြစ်စေခဲ့တာလဲ။အဆုံးမှာသူတို့နှစ်ယောက်အတူတူပျော်ရွှင်စွာ‌နေနိုင်ကြမလားဆိုတာကိုShort term 12 ဆိုတဲ့အင်ဒီးဒရာမာကားလေးမှာရှုစားပေးကြပါဦး။Captain marvel မှBrie LarsonBohemian rhapsodyမှ Rami Malek တို့လိုသရုပ်ဆောင်တွေကလည်းပါ၀င်ထားသလိုBrie Larson ရဲ့ အကောင်းဆုံးသရုပ်ဆောင်ချက်တွေကိုလည်းခံစားနိုင်မှာပါ။ File size…1.16GB / 496MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 36m\nGenre .....  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.9",
        "url": "https://megaup.net/3dI5x/Short.Term.12.2013.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/seren-143x200.jpg",
        "title": "Serendipity Love (2022)",
        "description": "ါနောင်တအရဆုံးက မင်းနောင်တရတဲ့ကိစ္စကငါနဲ့သက်ဆိုင်နေတာပဲ\nအချင်းချင်းချစ်ရဲ့သားနဲ့ ကံစီမံရာကိုမကျော်ဖြတ်နိုင်တော့လည်း......လင်ဟိန်ယွီက ဖြောင့်မတ်လွန်းပြီးစာတော်တဲ့\nဆေးပညာရပ်မေဂျာကမာစတာကျောင်းသားတစ်ယောက်\nဆရာရဲ့အလေးထားခြင်းခံရသလို သူငယ်ချင်းတွေကလည်းချစ်ကြတယ်ရှန့်ယန်ကအိမ်အခြအနေကောင်းမွန်တဲ့ ပါရမီပါတဲ့ပန်းချီမေဂျာကကျောင်းသူ\nရှန့်ယန်နဲ့လင်ဟိန်ယွီကငယ်ငယ်ကတည်းသိကျွမ်းတဲ့သူတွေဖြစ်ပေမဲ့\nကိစ္စအမျိုးမျိုးကြောင့် ပထမဆုံးအကြိမ်ခွဲခွာခဲ့ရတယ်\nတက္ကသိုလ်တက်နေတဲ့သာမာန်နေ့တစ်ရက်လေးမှာ\nသူတို့နှစ်ဦးပြန်လည်တွေ့ဆုံခဲ့တယ်အချင်းချင်းနှစ်သက်နေတဲ့သူနှစ်ယောက်က ကိုယ့်ခံစားချက်ကိုရင်ဖွင့်ပြီး\nကျောင်းဝတ်စုံဘဝကနေ မင်္ဂလာဝတ်စုံဝတ်တဲ့အချိန်ထိ စိတ်ကူးရင်ရင်းနဲ့လက်တွဲသွားကြတယ်\nသူတို့စိတ်ကူးထားတဲ့အတိုင်း မင်္ဂလာဝတ်စုံဝတ်တဲ့အထိ လက်တွဲသွားနိုင်မလား?\nအသီးသီးကိုယ့်လမ်းကိုယ်စီလျှောက်ကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်မျှော်ကြည့်ရှုလိုက်ကြရအောင်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/serendipity-love-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BY2Q1ZjBjMTMtNjQxOS00OTRkLThmZjUtZWUyMzVhMTA4MGE1XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-160x200.jpg",
        "title": "18 Pages (2022)",
        "description": "18 Pages (2022)IMDb 7.7/10\nRowdy Boys တုန်းက ချစ်စရာ့အလှလေး\nAnupama Parameswaran ရဲ့ဇာတ်ကားသစ်ထွက်ရှိလို့လာပါပြီ\nBox office မှာ သန်း၁၆၀ ရင်းပြီး သန်း၂၅၀ထိပြန်ရခဲ့လို့\nအမြတ်လဲတော်တော်ထွက်ခဲ့တဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းလေးကိုကြည့်ရတာ အိန္ဒိယကားဆိုတာထက်\nဟောလီးဝုဒ် အငွေ့အသက်မျိုးထိရအောင်ကို\nဇာတ်လမ်းသွားလေးက ရိုးရိုးလေးနဲ့လှပါတယ်လူတစ်ယောက်ကို ဒိုင်ယာရီလေးကနေချစ်မိသွားတဲ့အခါ\nသူ့ကိုတွေ့ချင်လာတဲ့အခါ ရေဆုံးမြေဆုံးလိုက်ရှာမိရင်း\nဒိုင်ယာရီထဲက သူ့အကျင့်တွေပါ ကူးစက်လာမိတဲ့အခါ\nအချစ်စစ်သာဆိုရင် ဆူးခင်းလမ်းလည်း\nပန်းခင်းလမ်းဖြစ်တတ်သွားကြောင်းပြသထားတဲ့\nဇာတ်လမ်းတစ်ပုဒ်ကို ဆက်လက်ကြည်နူးခံစားကြည့်လိုက်ပါဦး\nFile size…2.2GB / 1.03GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ Yunni ~ BpL",
        "rating": "7.7",
        "url": "https://megaup.net/1RN3n/18_Pages_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yuADLCxGCA5rFWk2QDXvX5plBrD.jpg",
        "title": "The Railway Man(2013)",
        "description": "The Railway Man(2013)====================၁၉၄၂ မှာ ဗြိတိသျှတွေရဲ့ စင်ကာပူခံတပ်ကြီးကျသွားတော့မဟာမိတ်စစ်သားတွေဟာ ဂျပန်တွေ လက်ထဲကို စစ်သုံ့ပန်းအနေနဲ့ရောက်သွားတယ်။အဖမ်းခံလိုက်ရတဲ့ စစ်သုံ့ပန်းတွေဟာအခုကျွန်တော်တို့ သေမင်းတမံရထားလမ်းလို့ သိကြတဲ့ယိုးဒယား-မြန်မာမီးရထားလမ်းကြီး ဖောက်တဲ့ လုပ်ငန်းမှာကျွန်အဖြစ် အတင်းအကြပ်စေခိုင်းခြင်းခံခဲ့ရတယ်။အဲ့ထဲမှာ အခုဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Eric Lumox ဆိုတဲ့ဘဲလည်း ပါတယ်။သူက ဗြိတိသျှတပ်မှာ ဆက်သွယ်ရေး အရာရှိ၊မီးရထားလမ်းတွေနဲ့ ပက်သက်ရင် ဝါသနာကြီးတဲ့သူ။တစ်နေ့ကျ အဖမ်းခံထားရတဲ့ ဗြိတိသျှတပ်တွေဟာ ရထားလမ်းဖောက်တဲ့နေရာကနေ ထွက်ပြေးဖို့ ကြံစည်ကြတယ်။အဲ့ဒီအကြံအစည်မှာဆက်သွယ်ရေးအရာရှိလည်းဖြစ်၊မီးရထားလမ်းတွေအကြောင်းလည်းသေချာနားလည်တဲ့ Lumox က ဦးဆောင်သူ ဖြစ်လာတယ်။လူအသေအပျောက်များလွန်းလို့ သေမင်းတမံရထားလမ်းလို့ကို ခေါ်ရတဲ့အဲ့ဒီငရဲခန်းကနေ သူတို့အုပ်စု လွတ်မြောက်နိုင်ပါ့မလား ၊ဘာတွေဆက်ဖြစ်ကြမလဲ၊ ဘယ်လိုအဖြစ်ဆိုးမျိုးတွေ ကြုံရဦးမလဲဆိုတာကိုဒီဇာတ်ကားမှာ ကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ စစ်ရဲ့အနိဌာရုံတွေ၊ စစ်ပြန်တွေကို ခြောက်လှန့်နေတဲ့အရိပ်ဆိုးတွေ၊ အောက်ခြေစစ်သားတွေရဲ့ ဘဝတွေကိုတွေ့ရမှာဖြစ်ပြီးအချိန်ပေးရတာနဲ့ တန်အောင် တွေးစရာတွေ ငေးစရာတွေ ကျန်ခဲ့မှာမို့ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့ Damien ပဲ ဖြစ်ပါတယ်) File size…1.31GB / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bPwt/The.Railway.Man.2013.BluRay720p(CM).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-killer-105x200.jpg",
        "title": "Killer Ambition (2022)",
        "description": "Killer Ambition ဆိုတဲ့ ဇာတ်ကားကတော့ သည်းထိတ်ရင်ဖိုဒရမ်မာကားတွေကြောင့် နာမည်ကြီးတဲ့ Lifetime Movie Clubကနေတင်ဆက်ပေးထားတဲ့ 2022ခုနှစ်ထွက် IMDB rating 4.1 ရရှိထားတဲ့ dramaဇာတ်ကားတစ်ကား​ဖြစ်ပါတယ်။ဇာတ်လမ်းကိုတော့ အမျိုးသမီးတစ်ယောက် လှေဆိပ်မှာ သေဆုံးနေတာကနေ စဖွင့်ထားပါတယ်။ 15 နှစ်အကြာမှာတော့ သေဆုံးသွားတဲ့သူရဲ့သမီးဖြစ်သူဟာ အောင်မြင်တဲ့ ​ေကကေ်မျက်ရတနာကုမ္ပဏီတစ်ခုရဲ့ ပိုင်ရှင် ရည်မှန်းချက်ကြီးတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ ဒါပေမယ့် သူ လျို့ဝှက်အမျိုးသမီးစီးပွားရေးလုပ်ငန်းရှင်အသင်းကို ဝင်ပြီးတဲ့နောက်မှာတော့ ထူးဆန်းတာတွေဖြစ်လာပါတော့တယ်။ သူ့ကိုတိုက်ခိုက်နေတာကဘယ်သူလဲ။ သူ့ရဲ့လုပ်ငန်းဒီဇိုင်းတွေကို ခိုးယူနေတာကရော ဘယ်သူလဲ။ သူ့အမေရဲ့လူသတ်တရားခံကရော ဘယ်သူလည်းဆိုတာ ရုပ်ရှင်ကားမှာ ဆက်လက်ရှု့စားရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားကို plotပိုင်းနဲ့ သရုပ်ဆောင်အပိုင်းကို အရမ်းမျှော်လင့်ပြီးမကြည့်ကြရင်တော့ အကောင်းဆုံးဖြစ်ပါလိမ့်မယ်File size…(1.65GB)  / (772MB) / 434.73MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...  Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "4.1",
        "url": "https://megaup.net/1RKm3/Killer.Ambition.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ATrJ3jNAXfRCybUStqMh3Tx2ff.jpg",
        "title": "Hermitage Girl (2017)",
        "description": "Hermitage Girl (2017)ပြဿနာစုံ ဂယက်စုံနဲ့ အခန်းတွင်းအောင်းပြီး ဂိမ်းဆော့ဖို့ပဲသိတဲ့ကောင်လေးတစ်ယောက်ရဲ့အိပ်မက်ကတော့\nရုပ်ရှင်ဇာတ်လမ်းထဲက မကောင်းသူပယ် ကောင်းသူကိုကယ်တင်မဲ့ သူရဲကောင်းကြီးပေါ့။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာတော့ သူ့ဆီမှာ သူရဲကောင်းနဲ့တူတာဆိုလို့\nရင်းရှုံဆိုတဲ့ သူရဲကောင်းလို့အဓိပ္ပာယ်ရတဲ့ သူ့နာမည်ပဲရှိပါတယ်။တစ်နေ့တစ်နေ့ ဂိမ်းဆော့လိုက် တစ်ကိုယ်တော် အာသာဖြေလိုက်နဲ့ ဘာမှမဖြစ်မြောက်တဲ့ရင်းရှုံဟာ\nသူ့ရဲ့ငွေမပေးရတဲ့အိပ်မက်ကိုတော့ ခဏခဏစိတ်ကူးနဲ့ပုံဖော်လေ့ရှိပါသတဲ့။ရင်းရှုံရဲ့အိမ်မှာ အိမ်ငှားလာနေတဲ့ နာ့နာ့ဆိုတဲ့ကောင်မလေး\nတစ်နည်းအားဖြင့် ရင်းရှုံအကျင့်ဆိုးသမျှ ညစ်ပတ်သမျှခံနေရသူလေးပေါ့။\nအပြင်က မိန်းမလှလေးကို ကယ်တင်ချင်နေတဲ့ သူရဲကောင်းရူးရူးနေတဲ့ရင်းရှုံဟာ\nသူ့ရဲ့အိမ်ငှား နာ့နာ့အပေါ်တော့ သဘောကောင်းတဲ့အိမ်ရှင်မဟုတ်ပါဘူး။ဒီလိုနဲ့ မီးမီးဆိုတဲ့ အင်တာနက်ဆယ်လီရဲ့လိုက်ဖ်ကိုကြည့်\nဒုက္ခရောက်နေတဲ့မီးမီးကို ဟီးရိုးကြီးလုပ်ကယ်တင်မယ်ဆိုပြီး တထစ်ချဆုံးဖြတ်လို့\nအိမ်ကနေပြေးထွက် ကားတိုက်ခံရလုဆဲဆဲမီးမီးကိုဝင်ကယ်ရင်းနဲ့\nမနက်မိုးလင်းတဲ့အခါ မီးမီးရဲ့ခန္ဓာကိုယ်နဲ့ ကိုယ့်ကိုယ်ကိုယ် မြင်လိုက်ရတဲ့အခါ...တစ်ညတာကာလအလွန်မှာ ညစ်ပတ်တဲ့ဂိမ်းရူးကနေ\nအချောလေးဖြစ်သွားတဲ့ရင်းရှုံတစ်ယောက် ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲ။\nနေသားမကျဖြစ်နေတဲ့သူ့ကို နာ့နာ့နဲ့သူငယ်ချင်း‌တွေကရော ဘယ်လိုကူညီပေးမှာလဲ။\nသူ့ခန္ဓာကိုယ်ကရော နေ့ချင်းညချင်း ဘာလို့မိန်းမဖြစ်သွားရတာလဲဆိုတာ\nအားလုံးအတူကြည့်ရှုရင်းနဲ့ ရယ်မောခြင်းဖြင့် အပန်းဖြေလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…834MB | 435MB | ...",
        "rating": "",
        "url": "https://megaup.net/2xyip/Hermitage.Girl.2017.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3oWnNcbnWrMnpofDwlN947Bi6B.jpg",
        "title": "The Night of the 12th (2022)",
        "description": "The Night of the 12th (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 85% ~Memories of Murder တို့ Zodiac တို့လို ဖြစ်ရပ်မှန်ကို အခြေခံပြီး တရားခံမပေါ်တဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တယ်ဆိုရင်တော့ ဒီကားဟာ သင့်အတွက်ပါပဲ။စုံထောက်တိုင်းမှာ သူတို့မေ့မရတဲ့ သူတို့ကို အတွင်းထဲက လှိုက်စားနေတဲ့ အမှုတစ်ခုစီတော့ ရှိတတ်ကြပါတယ်။ ဒီကားထဲက စုံထောက်အတွက်ကတော့ ၁၂ရက်နေ့ညမှာအသတ်ခံခဲ့ရတဲ့ ကလာရာဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ အမှုပါ။ ဒီကားဟာလည်း ကလာရာ့အသတ်ခံရမှုနောက်ကို စုံစမ်းဖော်ထုတ်ကြမယ့် ဖြစ်စဉ်အကြောင်းပဲဖြစ်ပါတယ်။အပေါ်မှာပြောခဲ့သလိုပါပဲ... ဒီကားဟာ ပြင်သစ်ရဲဌာနရဲ့ မဖြေရှင်းနိုင်ခဲ့တဲ့ အမှုတစ်ခုအပေါ် အခြေခံပြီး ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သိတဲ့အတိုင်းပါပဲ ဒီလိုကားတွေဟာ ဇာတ်လမ်းအကြောင်း သိပ်များများပြောပြဖို့ မသင့်တာမို့ ကိုယ်တိုင် ကြည့်ရှုကြဖို့ပဲ တိုက်တွန်းချင်ပါတယ်။တစ်ခုရှိတာက ဒါဟာဖြစ်ရပ်မှန်စုံထောက်ကားဆိုပေမယ့် အလွှာတွေအများကြီးနဲ့ ဖွဲ့စည်းထားတဲ့ လူမှုရေးရာခေါင်းစဉ်တွေပါဝင်သလို ...",
        "rating": "7.1",
        "url": "https://megaup.net/3dHcz/(CM)_The_Night_of_the_12th_(2022)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
        "title": "Shotgun Wedding (2023)",
        "description": "Shotgun Wedding (2023)ဂျနီဖာလိုပက်ရဲ့ အက်ရှင်ဟာသအချစ်ကားအသစ် ထွက်လာပါပြီ။ဇာတ်ကားနာမည် Shotgun Wedding ဆိုတာ တိုက်ရိုက်ဘာသာပြန်ရင်တော့ နှလုံးပြူးသေနတ်မင်္ဂလာဆောင်ပေါ့။\nဒါပေမဲ့ တကယ့်အဓိပ္ပါယ်က အလောသုံးဆယ်ဆောင်ရတဲ့မင်္ဂလာဆောင်မျိုးကို ပြောတာပါ။\nတစ်ခါတလေ သတို့သမီးကိုယ်ဝန်ရှိသွားလို့ ထဆောင်လိုက်ရတာမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ နာမည်နဲ့လိုက်အောင် ဂျေလိုကြီး နှလုံးပြူးနဲ့ ပစ်ပြပါလိမ့်မယ်။\nမင်းသားကတော့ ထရန်စဖော်ကားထဲက ဗိုလ်ကြီး Josh Duhamel ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖိလစ်ပိုင်က ကျွန်းတစ်ကျွန်းမှာ မင်္ဂလာဆောင်လုပ်တာကနေ စပါတယ်။\nမင်းသမီးက ချမ်းသာတယ်။ မင်းသားက ဘေ့စ်ဘောကစားသမားကိုမှ အသင်းကထုတ်ခံထားရပြီး အလုပ်လက်မဲ့။\nအဲဒီကျွန်းမှာ နှစ်ဘက်မိသားစုတွေ အကုန်စုံပြီး တလွဲဖြစ်နေတဲ့အချိန်မှာမှ\nပင်လယ်ဓားပြတွေက ဓားပြဝင်တိုက်တဲ့အခါ ဟိုအတန်းမီးလောင်သလို ပွဲတွေဖြစ်ကြတဲ့ ဇာတ်ကားမျိုးပါပဲ။\nသတို့သားနဲ့သတို့သမီး ရန်တွေဖြစ်ရင် ပင်လယ်ဓားပြတွေကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 1.1GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RMe5/Shotgun.Wedding.2023.WEB.720p..CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq1tvtcARVYqOaZG2XDw8pSkC4g.jpg",
        "title": "Making Wolf’s Path (2022)",
        "description": "Making Wolf's Path (2022)Independent Film ဆန်ဆန် အမေရိကန်မှာထုတ်တဲ့ အီတလီစကားပြော ရုပ်ရှင်လေးပါ။ ရုပ်ရှင်ပွဲတော် တစ်ချို့မှာလည်း ဆုရထားပါတယ်။ အင်ဒီဖလင်လိုဖြစ်နေတယ်ဆိုတော့ ကြည့်ရတာတော့ ပဒေသာမဖြစ်ပေမဲ့ ဇာတ်လမ်းကတော့ တော်တော်လေး အချိုးအကွေ့တွေနဲ့ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။သူ့နာမည်နဲ့ဆက်စပ်ပြီး ခေါင်းစွပ်နီမလေးနဲ့ မြေခွေးပုံပြင်ကို ထည့်သုံးသွားတာလေးလည်း မဆိုးပါဘူး။ စစချင်း သူက ကလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတဲ့အမှုအတွက် မှားယွင်းစွပ်စွဲခံရတဲ့သူနဲ့ အဲဒီအမှုကိုကိုင်ခဲ့တဲ့ရဲအကြောင်း ဒိုကူမန်ထရီရိုက်ပြတဲ့ ရုပ်ရှင်သက်သက်လိုမျိုး ခံစားရအောင်ပြတယ်။ တဖြည်းဖြည်းနဲ့ ဇာတ်ကရုပ်လုံးပေါ်လာပြီးတဲ့နောက် ဒိုကူလိုလို တကယ့်အဖြစ်လိုလို အခန်းဖြတ်လေးတွေထည့်၊ ပြီးမှ ၂ခုကိုပေါင်းပြီး ဟာခနဲဖြစ်အောင်လုပ်သွားတဲ့ ဇာတ်ကြောင်းပြောပုံလေးနဲ့ ဇာတ်လမ်းလေးက တော်တော်တော့မဆိုးပါဘူး။ စုံထောက်ကားလိုလို အငွေ့အသက်လည်းရပါတယ်။ ကြည့်ပျော်တဲ့ အင်ဒီကားကောင်းလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 710MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://megaup.net/1RM8g/(CM)_Making_Wolf_s_Path_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6bcerd7CeQ5y5Dilym1O2C8c8Gl.jpg",
        "title": "Rust and Bone(2012)",
        "description": "Rust and Bone(2012)================= လက်ဝှေ့သမားဟောင်း အလီဟာ ကြုံရာကျပန်းလုပ်ကိုင်ရင်းအလုပ်ရှာဖို့ရည်ရွယ်ချက်နဲ့ အစ်မဖြစ်သူအိမ်ကို သားလေးလက်ကိုဆွဲပြီး ရောက်လာပါတယ်။ ကလပ်တစ်ခုမှာဂိတ်စောင့် အနေနဲ့လုပ်ကိုင်ရင်း စတပ်ဖ်ဖနီဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ဆုံခဲ့တယ်။တစ်နေ့တော့စတပ်ဖ်ဖနီတစ်ယောက် အလုပ်ကမတော်တဆမှုကြောင့်ထိခိုက်သွားချိန် အလီ နဲ့ပြန်ဆက်သွယ်မိသွားတယ် အလီ ဟာလည်းအလုပ်ကအသိတစ်ယောက်ဆက်သွယ်ပေးမှုနဲ့ လက်ဝှေ့ပွဲတွေကိုစတပ်ဖ်ဖနီကိုခေါ်သွားပြီး ထိုးဖြစ်တယ်။ကြုံရာအလုပ်ကို လုပ်ကိုင်ရင်းမိသားစုဝမ်းရေးကို ဖြေရှင်းနေတဲ့အလီ နဲ့ မတော်တဆမှုကြောင့်စိတ်ဓာတ်ကျနေတဲ့ စတပ်ဖ်ဖနီတို့ဘဝအခက်အခဲတွေကိုကျော်ဖြတ်ကြပုံ အလီ တို့သားအဖနှစ်ယောက်ရဲ့သံယောဇဉ်တွေနဲ့ ကံကြမ္မာရဲ့ကျီစားပုံ တို့ကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပါတယ်။ File size…2.07GB / 823MB\nQuality…WEB-DL 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….2h\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Eunice",
        "rating": "7.4",
        "url": "https://megaup.net/1RM4u/Rust.and.Bone.2012.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGY0YmVlOTYtMmYyMS00ZGY0LTk2Y2MtNDg2YmViNTkzMzMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "[18+]PVT Chat (2020)",
        "description": "[18+]PVT Chat (2020)\n================\nIMDb Rating - 5.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ခုနှစ်က ထွက်ရှိခဲ့တဲ့\n18+လူကြီးကားလေးဖြစ်ပါတယ်။ sex chatလုပ်ရာ\nကနေစတဲ့ အချစ်ဇာတ်လမ်းလေးလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းသဘောကတော့ ဂျက်ခ်က နယူးရော့ခ်မှာ\nနေထိုင်ပြီး အင်တာနက်လောင်းကစားလုပ်တဲ့လူတစ်\nယောက်ပါ၊ အပြာဝက်ဘ်ဆိုဒ်တစ်ခုက အဖော်အချွတ်\nမယ်လေး စကားလက်နဲ့ စကားတွေပြောဖြစ်ရင်း ချစ်မိ\nတဲ့ အဆင့်ထိရောက်သွားတာပေါ့။ ဆန်ဖရန်စစ္စကိုက\nအဖော်အချွတ်မယ်လေးကို အမှတ်မထင် နယူးရော့ခ်က\nညတစ်ညမှာ ရှာတွေ့သွားရင်းက စိတ်ကူးယဉ်အိပ်မက်တွေ\nတကယ်ဖြစ်လာပြီး ဇာတ်လမ်းတွေဖြစ်တယ့်အကြောင်း\nလေးပါ။လူနှစ်ဦးကြားက စိတ်ကူးယဉ်ဘဝနဲ့ လက်ရှိဘဝလေးကို\nချိန်ထိုးပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ဝတ်လစ်စလစ်ခန်း\nတွေ ရှင်းရှင်းလင်းလင်းပါပေမယ့်လည်း အပြာကားပုံစံ\nမဟုတ်ပဲ romanceဖြစ်လောက်အောင်အထိ ဇာတ်လမ်း\nဇာတ်ကွက်ဆန်းတဲ့အတွက်ကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ZMT\nဖြစ်ပါတယ်)File Size..........(1.6 GB) / (539 MB) / (288 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adult, Drama\nTranslator.......ZMT\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/1bNpt/PVT.CHAT.2020.720p.BluRay.(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Philadelphia_imp-133x200.jpg",
        "title": "Philadelphia(1993)",
        "description": "Philadelphia (1993)\nPG-13 | 125 min | Drama\nIMDB ----- 7.7 ⭐⭐⭐⭐⭐⭐⭐⭐\nRotten Tomatoes ----- 79%\nကာလအားဖြင့်တော့ ၁၉၉၀ ဝန်းကျင်  AIDSအကြောင်း လူတွေ သိပ်မသိသေးတဲ့အချိန်မှာပါ။လူတွေဟာ သူတို့ နားမလည်တာကို ကြောက်ရွံ့ တက်ကြတယ်။ AIDSကို ရောဂါဆိုးကြီးလို့ပဲ သိပြီး\nဂဃနဏ မသိကြသေးတဲ့အချိန်မှာ ဒီရောဂါသည်ကို ဘယ်လို ဆက်ဆံခဲ့ကြလဲ ပြသ သွားခဲ့တဲ့ ထိုခေတ်\nထိုအခါက AIDS ပညာပေး ပထမဆုံးရုပ်ရှင်ပါ။ဒီ ရုပ်ရှင်ဟာ ဟောလိဝုဒ် Mainstreamရဲ့\nAlDS နဲ့ ပက်သက်တဲ့ ပထမဆုံး  Big Budget ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။\nGoffrey Bowersဆိုတဲ့ ရှေ့နေ့တစ်ယောက်ရဲ့  အဖြစ်အပျက်ကို Inspiration လုပ်ထားတာမို့\nဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး တင်ပြထားတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်တဲ့။ဒီ အဖြစ်အပျက်ကလေးကတော့ Philadelphia ဆိုတဲ့ မြို့ကလေးက\nအရည်အချင်းရှိတဲ့ Andrew Beckett ဆိုတဲ့ စီနီယာရှေ့နေ\nတစ်ယောက်ဟာ ပေါ်ဦးစ AIDS ရောဂါ ကူးစက်ခံခဲ့ရပါတယ်။\nအလုပ်အတွက်စိုးရိမ်လို့ ထုတ်မပြောခဲ့ပေမဲ့ သိပ်မကြာခင် နဖူးက ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bOlc/Philadelphia.1993.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDJiOTdmMGItMmM5MC00ZTRiLWIzNjctNDE4ZTZkMWMzZTg0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "An Action Hero(2022)",
        "description": "An Action Hero (2022)\nAction, Comedy, Crime\nIMDb 7.9/10 (17K)အခုတစ်ခါတက်ဆက်ပေးမယ့်ကားလေးကတော့ Vicky Donor...Andhadhun\nဇာတ်ကားများနဲ့ ပရိသတ်အသည်းကိုဖမ်းစားခဲ့တဲ့\nဘောလီဝုဒ်မင်းသားချောလေး အာရွတ်ရှမန်းခူရာနာရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ကားနာမည်က အက်ရှင်ဟီးရိုးဆိုတော့\nမြင်သာပါတယ် အက်ရှင်ခန်းတွေ ပါမယ်ဆိုတာ...။ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်\nမင်းသားက အောင်မြင်ကျော်ကြားတဲ့ အက်ရှင်မင်းသားတစ်ယောက်ပေါ့နော်။ရိုက်ကွင်းလေးရှိလို့ မြို့တစ်မြို့ကိုရောက်လာရင်းနဲ့\nအဲ့ဒီမြို့က နိုင်ငံရေးသမားကြီးတစ်ဦးရဲ့ညီဖြစ်သူဟာ\nမင်းသားနဲ့ဓာတ်ပုံတွဲရိုက်ဖို့ ရောက်လာခဲ့တယ်။အခြေအနေတွေဟာ တင်းမာခဲ့ပြီးနောက်မှာ မင်းသားဟာ\nသူ့ကို မရည်ရွယ်ဘဲ သတ်လိုက်မိပါတယ်။\nဒီတော့ မင်းသားဟာ ပြေးဖို့ဖြစ်လာပါပြီ။ သူအနှစ်နှစ်အလလ\nကြိုးစားလာခဲ့တဲ့ အနုပညာအလုပ်ကြီးထိခိုက်မယ့်\nဘဝပါပျက်မယ့်အရေးကကနေ လွတ်မြောက်အောင် မင်းသားပြေးနေပါပြီ။တစ်ဖက်ကလည်း နိုင်ငံရေးသမားကြီးက\nသူ့ညီအတွက် လက်စားချေဖို့ မင်းသားကို လိုက်နေပါပြီ။\nဆိုတော့ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား\nဆက်ကြည့်ကြတော့နော်...။\nFile size…1.86GB / 831MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "7.9",
        "url": "https://megaup.net/1bOea/An.Action.Hero.2022.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xxPIzuv1Rrxu4FTbUvSH286PWG.jpg",
        "title": "Everglow (2021)",
        "description": "Everglow (2021)“အသက်အရွယ်ဆိုတာ ကိန်းဂဏန်းတစ်ခုပါပဲ” ဆိုတဲ့ ဘွားဘွားနဲ့ ကောင်လေးတို့ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်လာပါပြီ :3ဒီဇာတ်လမ်းလေးမှာတော့ ရေငုပ်သမဘွားဘွားနဲ့\nဆိုးလ်ကနေ ရိုက်ကူးရေးလာလုပ်တဲ့ ပီဒီကောင်လေးတို့နှစ်ယောက်\nဂျယ်ဂျူဒိုမှာ တွေ့ဆုံကြပြီးချစ်သွားကြတဲ့အကြောင်းလေးကို ပုံဖော်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ဂိုဂျင်အို့ဆိုတဲ့ ဘွားဘွားအန်တီက ဂျယ်ဂျူကျွန်းရဲ့အတော်ဆုံးရေငုပ်သမဖြစ်ပါတယ်။\nဒါပေမယ့် သူ့ဘဝဟာ သမီးလေးမရှိတော့တဲ့နောက် အထီးကျန်မှုတွေနဲ့သာပြည့်နှက်နေခဲ့ပါတယ်။\nဒါ့အပြင် အိပ်ရာပေါ်လဲနေတဲ့ ခင်ပွန်းဖြ်စ်သူကို ပြုစုရင်း ၊\nတစ်ဖက်မှာလည်း ရေငုပ်သမအနေနဲ့ အသက်မွေးရင်း အထီးကျန်ဆန်စွာဖြတ်သန်းနေခဲ့ရပါတယ်။ဂယောင်ဟွန်းကတော့ ဆိုးလ်ရုပ်သံလွှင့်ဌာနမှာအလုပ်လုပ်နေတဲ့ ပီဒီတစ်ဦးဖြစ်ပြီး\nဂိုဂျင်အို့အကြောင်းကို အစီအစဉ်မှာထည့်သွင်းရိုက်ကူးချင်တာကြောင့် ဂျယ်ဂျူဒိုကိုရောက်လာခဲ့သူပါ။\nဒါပေမယ့် ဂိုဂျင်အို့ကတော့ ရိုက်ကူးရေးလုပ်ဖို့ အဆုံးထိငြင်းဆန်နေတဲ့အတွက်ကြောင့်\nမရရတဲ့နည်းလမ်းအစုံသုံးပြီး ဖြောင်းဖျကြည့်ဖို့ ကြိုးစားတဲ့အခါမှာတော့ သူတို့နှစ်ယောက် ဘယ်လိုနီးစပ်သွားမလဲ …..\nတူညီတဲ့စိတ်ဒဏ်ရာရှိတဲ့သူအချင်းချင်း ဘယ်လိုအားပေးရင်း ချစ်မိသွားကြမလဲဆိုတာကို\nရသဆန်ဆန်တင်ဆက်ထားတဲ့ ကားကောင်းလေးမို့ မလွတ်တမ်းအားပေးကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ThantSin ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.9GB | 857MB | 400MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.6",
        "url": "https://megaup.net/1bDnb/Everglow.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Korameenu-2022-133x200.jpg",
        "title": "Korameenu (2022)",
        "description": "Korameenu(2022)IMDb-8.5/10ဒီတစ်ခါတော့ အောင်မြင်တဲ့ဇာတ်လမ်းပေါင်းများစွာကိုကိုယ်တိုင်ရေး\nကိုယ်တိုင်ရိုက်ကိုယ်တိုင်သရုပ်ဆောင်လေ့ရှိတဲ့ မင်းသားကြီး Anad Ravi ရဲ့ ကားလေးအလှည့်ပါသူကိုယ်တိုင်ရေးထားတဲ့ဒီကားထဲမှာတော့ ကောင်မလေးတစ်ယောက်ကို\nနှစ်ရှည်လများသဘောကျနေတဲ့ ကိုတီဆိုတဲ့လူရိုးကြီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nမီနာရှီရ်လို့ ခေါ်တဲ့အမျိုးသမီးကို အဲ့မြို့ကနိုင်ငံရေးစီးပွားရေးအားလုံးကို လက်ဝါးကြီးအုပ်ထားတဲ့ ကာရူနာနဲ့\nသူ့လက်အောက်က ကိုတီတို့ နှစ်ယောက်အပြိုင်ကြိုက်မိတဲ့အခါမှာ\nဇာတ်လမ်းလေးက ရှင်းမလိုနဲ့ အဆုံးထိကို ဆွဲခေါ်သွားမှာပါကိုယ့်ထက်အင်အားအဆမတန်ကြီးမားတဲ့ ရန်သူကို\nဘယ်လိုတိုက်ခိုက်မလဲဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း\nမြှပ်ကွက်များစွာနဲ့ တင်ဆက်ပြထားတာမို့ မလွတ်တမ်းကြည့်ရှုကြဖို့ တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…1.7GB / 837MB\nQuality…1080p HQ HDRIP / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.8",
        "url": "https://megaup.net/1bO2p/Korameenu_(2022)_HQ_HDRip_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r5C85R0Bc6RL51PnPv2HIvpSMJ7.jpg",
        "title": "The King Of Snipers ( 2023 )",
        "description": "Libiwala ဆိုတဲ့ နယ်မြေအတွင်းမှာ မူးယစ်ဆေးဝါး တွေ\nတွင်တွင်ကျယ်ကျယ်အသုံးပြုမှုရှိလာခဲ့ပြီး တရားဝန်စိုက်ပျိုးဖို့အထိ\nအာဏာပိုင်တွေက လက်ဝါးကြီးအုပ်တိုးချဲ့ခဲ့ပါတယ် ။ပြည်သူတွေ ဘေးကင်းလုံခြုံစေဖို့ / အထိအခိုက်မရှိစေဖို့အတွက်\nအနယ်နယ်အရပ်ရပ်ကနေ လုပ်ဆောင်ခဲ့ကြပြီး ဆန္ဒပြပွဲတွေလဲ\nဆက်တိုက်ဖြစ်ခဲ့ပါတော့တယ် ။ တစ်ဆက်ထဲမှာပါ\nအမျိုးသမီးစနိုက်ပါသမား အန်းန ၊ အေးဂျင့် အားထိုက် နဲ့\nဒေါက်တာဖန်းတို့ဟာ တာဝန်တစ်ခုက်ို အတူတူ လုပ်ကိုင်ကြဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီတာဝန်ကို သူတို့တွေ\nလုပ်ကိုင်ကြရင်း လုပ်ကြံသတ်ဖြတ်မှုတစ်ခုရဲ့ နောက်ကွယ်က\nအမှန်တရားကို သိရှိခဲ့ကြပြီး အမှောင်ထု ဒုစရိုက်လောကထဲကို နက်နက်ရှိုင်းရှိုင်း လုပ်ဝင်ရောက်လာခဲ့ကြတဲ့အခါ -❏ မူးယစ်ဆေးနွံနစ်နေတဲ့ အပြစ်မဲ့ပြည်သူတွေကိုရော သူတို့တွေကယ်တင်နိုင်ကြပါ့မလား ?\n❏ သူတို့တွေ တာဝန်ထမ်းဆောင်ရတဲ့ မစ်ရှင်ကိုရော\nအပြစ်ဆုံးထိ တာဝန်ထမ်းဆောင်နိုင်ပါ့မလား ?\n❏ သူတို့ကိုယ်တိုင်ကရော ဒုစရိုက် အမှောင်ထုတောကြီးအတွင်းက ရုန်းထွက်နိုင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုလိုက်ရအောင်ပါနော် ။ အက်ရှင်ကားကောင်းကောင်းလေးဖြစ်တာမ်ို့ လက်လွှတ်မခံတမ်းကြည့်ရှုပေးကြပါဦးရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-king-of-snipers-2023/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fd7UrKcFp9xShEmDBGKHZeuWfe.jpg",
        "title": "Natural Born Killers(1994)",
        "description": "Natural Born Killers(1994)====================== မစ်ကီနဲ့ မယ်လိုရီ တို့ဟာ ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာကိုယ်စီနဲ့ကြီးပြင်းလာခဲ့သူတွေဖြစ်ပါတယ် မစ်ကီနဲ့ မယ်လိုရီတို့ အချင်းချင်းတွေ့ဆုံမိချိန်မှာတော့ နှစ်ယောက်ပေါင်းပြီး မယ်လိုရီရဲ့ အနိုင်ကျင့်တတ်တဲ့မိဘတွေကိုသတ်ကာ နှစ်ယောက်သားထွက်ပြေးခဲ့ကြပါတော့တယ်ဒါပေမယ့် ငယ်ငယ်ကစိတ်ဒဏ်ရာရှိခဲ့သူတွေဖြစ်တာကြောင့်နှစ်ယောက်ပေါင်းမိချိန်မှာတော့ တစ်ဖြည်းဖြည်း စိတ္တဇ လူသတ်စုံတွဲအဖြစ်ပြောင်းလဲလာပါတော့တယ် သူတို့ဟာ သူတို့ကားရပ်တဲ့နေရာတိုင်း အနားမှာရှိသမျှလူအကုန်သတ်ပစ်တတ်ကြပြီး သူတို့သတ်သွားတဲ့ဇာတ်လမ်းကိုပြန်ပြောနိုင်ဖို့ လူတစ်ယောက်ကိုတော့ချန်ခဲ့တတ်တဲ့စုံတွဲအဖြစ် နာမည်ကြီးပါတယ် အဲ့အချိန်မှာပဲ မီဒီယာရဲ့မြောှက်ထိုးပင့်ကော်လုပ်မှုကြောင့် တစ်နိုင်ငံလုံးဟာ ဒီရာဇဝတ်စုံတွဲကိုထောက်ခံအားပေးလာကြတဲ့အချိန်မှာတော့ မစ်ကီနဲ့မယ်လိုရီတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာ ကြည့်ရှုရမှာဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ မင်းးသားကြီး Woody Harrelsonနဲ့မင်းသမီး Juliette Lewisပဲဖြစ်ပါတယ် ဒါ့အပြင် မင်းသားRobert Downey Jrကလည်း သတင်းထောက် ဝိန်းဂေးလ်အနေနဲ့ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.. File size…2.81GB / 1.26GB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xIQ5/Natural.Born.Killers.1994.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-teen-135x200.jpg",
        "title": "Teen Wolf: The Movie (2023)",
        "description": "ဒီရုပ်ရှင်ကတော့ Teen Wolf (2011-2017) စီးရီးရဲ့နောက်ဆက်တွဲကို ရုပ်ရှင်အနေနဲ့ ၂ နာရီခွဲကြာအောင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မူလသရုပ်ဆောင်အားလုံး ပြန်လာကြတာမို့ Teen Wolf ဖန်တွေတော့ အရမ်းကြိုက်ကြမှာပါပဲ။ စီးရီးမကြည့်ဖူးတဲ့သူတွေလည်း ကြည့်လို့ရအောင် အတိုချုံးလေး ရှင်းပြပေးထားပါ့မယ်။အဓိက ဇာတ်ကောင်ကတော့ ဘီကွန်ဟေးလ်မြို့လေးမှာနေတဲ့ စကော့ မက်ကော ဆိုတဲ့ သမန်းဝံပုလွေပါပဲ။ စီးရီးအဆုံးမှာတော့ သူဟာ သမန်းဝံပုလွေအုပ်ရဲ့ အယ်ဖာခေါင်းဆောင်ဖြစ်သွားခဲ့ပါပြီ။ သူ့အမေကတော့ သူနာပြုပါ။ သူ့ရဲ့ ချစ်သူ အလီဆန်အားဂျန့်ကတော့ သမန်းဝံပုလွေ မုဆိုးမျိုးရိုးဖြစ်ပြီး စီးရီးထဲမှာ သေဆုံးသွားခဲ့ပါပြီ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းက စတလင်းစကီးခေါ် စတိုင်းပါ။ သူကတော့ သမန်းဝံပုလွေတွေကို တချိန်လုံးကူညီခဲ့တဲ့ ဉာဏ်ကောင်းတဲ့ သူငယ်ချင်းပါပဲ။ နောက်တော့ FBI ထဲရောက်သွားပါပြီ။ စတလင်းစကီးရဲ့အဖေကတော့ ရဲမှူးပါ။ စတိုင်းရဲ့ကောင်မလေး လစ်ဒီယာကတော့ ဘန်းရှီးဖြစ်ပြီး သေခြင်းတွေကို မြင်နိုင်တဲ့အစွမ်းနဲ့ အသံလှိုင်းနဲ့တိုက်ခိုက်နိုင်တဲ့အစွမ်းရှိပါတယ်။ စကော့မက်ကောရဲ့ နောက်ထပ်အချစ်ဆုံးမိတ်ဆွေကတော့ ဒဲရက်ဟေးလ်လို့ခေါ်တဲ့ ...",
        "rating": "6.4",
        "url": " https://megaup.net/1RLco/Teen.Wolf.The.Movie.2023.720p.(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlNr3fDFvZGrPWdDrCzsnf3kNuh.jpg",
        "title": "A Sealed Book ( 2022 )",
        "description": "ဟိုးတစ်ချိန်တစ်ခါက လောကကြီး တစ်ခုလုံးဟာအလင်းရောင်တွေ\nပျောက်ကွယ်သွားပြီး အမှောင်ထုဖုံးလွှမ်းသွားခဲ့ပါတယ် ။\nဒီတော့ အနယ်နယ်အရပ်ရပ်မှာရှိတဲ့လူတွေဟာ\nအမှောင်ထုဖုံးလွှမ်းသွားရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာဖို့ကြိုးစားခဲ့ကြပါတယ် ။အဲ့ဒီအထဲကမှ ရဲအရာရှိလေး ရှောင်ဝူလဲ အပါအဝင်ပါ ။\nအမှောင်ထုဖုံးလွှမ်းရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာပြီး သူဟာ\nလောကရဲ့ သူရဲကောင်းဖြစ်ချင်နေခဲ့တာပါ ။ သူတို့တွေ ခရီးဆက်လာခဲ့ပြီး\nလမ်းတစ်ထောက်မှာတော့ အမှောင်ထုဖုံးလွှမ်းရခြင်းဟာ\nရှေးခေတ် ထူးဆန်းလှတဲ့ ကောင်းကင်ဘုံစာအုပ်ကြောင့်ဖြစ်ပြီး\nအဲ့ဒီစာအုပ်ဟာ မြေအောက်နန်းတော်ကနေ ပျောက်ဆုံးနေခဲ့ပါတယ် ။မြေအောက်နန်းတော်က လူတွေဟာ မသေမျိုးတွေဖြစ်ပြီး\nအဲ့ဒီထူးဆန်းစာအုပ်ဟာလဲ အဘယ်သူကမှ ရယူနိုင်ခြင်းမရှိတဲ့ အခါမှာ ...?\n❏ လောကကို ဖုံးလွှမ်းနေတဲ့ အမှောင်ထုကြီးကို သူတို့တွေ ဖြိုဖျက်နိုင်ပါ့မလား ?\n❏ ဒီကိစ္စကြီးဟာ ရှောင်ဝူ နဲ့ပါ သက်ဆိုင်နေတဲ့အခါ\nနောက်ကွယ်က အမှန်တရားဟာ ဘာများဖြစ်မလဲ\n❏ သူရဲကောင်းဖြစ်ချင်ရှာတဲ့ ရှောင်ဝူတစ်ယောက် အဖြစ်မှန်ကို\nရှာပေးပြီး လောကအတွက် အလင်းဆောင်ပေးနိုင်ပါ့မလား ？\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL ...",
        "rating": "6",
        "url": "https://megaup.net/3dGfz/A_Sealed_Book_2022_WEB-DL_1080p_CM.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmve9K0ILteypEhO8XtECaZgaAF.jpg",
        "title": "Bride for Rent (2018)",
        "description": "Bride for Rent (2018)နာမည်ကြီး Bride for Rent ဖိလစ်ပိုင်ဇာတ်ကားကို ပြန်ရိုက်ထားတဲ့ ဗီယက်နမ်ကားလေးပါ။\nဖိလစ်ပိုင်ကားက 2014 မှာ ထွက်ခဲ့တာဖြစ်ပြီးတော့\nဗီယက်နမ်ကားကာတော့ 2018 မှာ ထွက်ထားတာ ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်ကားကို ကြည့်ဖူးပြီးသားသူတွေအတွက်တော့ သိပ်မထူးဆန်းပေမယ့်\nမကြည့်ဖူးသေးတဲ့သူတွေအတွက်တော့ ဟာသ၊ အချစ်ရသကို ခံစားရမယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုအတွက် အရေးပေါ်ငွေလိုနေတဲ့ Linh ရယ်\nအိမ်ထောင်ပြုမှ အမွေရမှာမို့ အိမ်ထောင်ဖက်လိုက်ရှာနေတဲ့ Long ရယ် တွေ့သွားတဲ့အချိန်မှာ\nအဘွားဆီက အမွေတွေရဖို့ ဟန်ဆောင်လက်ထပ်ဖို့ စာချုပ်ချုပ်လိုက်ကြတဲ့အခါ\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်သွားပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 622MB | 308MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xyhd/Bride.For.Rent.2018.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOtXXOoswsdEWZiMTRQfFPbpPS9.jpg",
        "title": "Steel Cold Winter (2013)",
        "description": "Steel Cold Winter (2013)ယွန်းဆူဟာ သူငယ်ချင်းကို သတ်တဲ့တရားခံဆိုတဲ့ စိတ်ဒဏ်ရာနဲ့အတူ\n‌ကျေးရွာလေးကို မိခင်နဲ့အတူ ပြောင်းလာခဲ့သူဖြစ်ပါတယ်။\nအဲ့ကျေးရွာမှာ မကောင်းတဲ့ကောလဟာလတွေ အဖြန့်ခံနေရပြီး\nစိတ်မကျန်းမာတဲ့ အဖေနဲ့အတူတူနေတဲ့ အပယ်ခံဖြစ်နေတဲ့ ဟေးဝန်လည်းရှိနေပါတယ်။\nယွန်းဆူက ဟေးဝန်တို့ရွာကို ပြောင်းလာပြီး ဟေးဝန်ကို ချစ်မိသွားတဲ့အခါမှာ....ယွန်းဆူက တကယ်ပဲ သူငယ်ချင်းကို သတ်ခဲ့တာလား?\nဟေးဝန်ရဲ့ ကောလဟာလတွေကရော တကယ်ပဲလား?\nသူတို့နှစ်ဦးရဲ့ ဖုံးကွယ်ထားတဲ့တစ်ဖက်ခြမ်းက ဘာဖြစ်မလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ကြည့်ရှုရမယ့် thriller ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ P&D ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB \" 692MB | 340MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... P&D\nEncoder ..... August",
        "rating": "6.1",
        "url": "https://megaup.net/2xyng/Steel.Cold.Winter.2013.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMCO3txxxatCtAhOnzeqLcw4fI8.jpg",
        "title": "The Foggy Mountain (2020)",
        "description": "The Foggy Mountain (2020)ဒါကတော့ 2020 လောက်ကထွက်ထားတဲ့ Vietnam action ကားလေးဖြစ်ပါတယ်။\nIMDb မှာတော့ 5.9/10 ရရှိထားပြီး\nအက်ရှင်ဇာတ်ကြမ်းမှကြည့်ချင်တယ်ဆိုသူများအတွက် သင့်တော်မယ့် ဇာတ်ကြမ်းကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အငြိမ်းစားယူပြီး မျက်မမြင်မိန်းမနဲ့ပဲ အချိန်ပေးနေတဲ့ ဖိုက်တာဟောင်းကြီးတစ်ယောက်အကြောင်းပါ။\nမိန်းမဖြစ်သူရဲ့မျက်လုံးကိုရအောင်ကုပေးဖို့ကြိုးစားနေသူတစ်ယောက်လည်းဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အလုပ်ရှင်ဟောင်းမှပေးတဲ့ တာဝန်ကို ငြင်းပယ်လိုက်တဲ့အတွက်ကြောင့်\nအလုပ်ရှင် ဂိုဏ်းစတားခေါင်းဆောင်ဟာ ဖိုက်တာဟောင်းကြီးရဲ့ မိန်းမကို သတ်လိုက်ပါတာ့တယ်။\nဒီအတွက် သူ သူ့မိန်းမအတွက် ဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါခင်ဗျ။\nအက်ရှင်ခန်းတွေအများကြီးနဲ့ ဇာတ်ကြမ်းကားပီသတဲ့အတွက်ကြောင့် Actionသမားတွေအတွက် တင်ပေးလိုက်ပါတယ်ခင်ဗျ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 758MB | 359MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier ...",
        "rating": "5.9",
        "url": "https://megaup.net/1bDuh/The.Foggy.Mountain.2020.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDQzZTVmZWMtYWJkNy00ZGViLThiNzctMzEwMmNmMDY5NWI2XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Seriously Red (2022)",
        "description": "Seriously Red (2022)\n===============\"if you don't like the road you're walking,\nstart paving other\" by Dolly Parton\" သင်အခု\nလျှောက်လှမ်းနေရတဲ့ လမ်းကို မကြိုက်ဘူးဆိုရင်\nအခြားလမ်းဖောက်လိုက်ပါတဲ့\" နာမည်ကြီး မင်းသမီး\nဒေါ်လီပါတွန်ရဲ့ ပြောခဲ့တဲ့စကားပါ။ရေးလင်း ရက်ဒ် ဟာ အိမ်ခြံမြေတန်ဖိုးဖြတ်သူအဖြစ်\nလုပ်ကိုင်တဲ့သူပါ။ ကုမ္ပဏီရဲ့ ပါတီတစ်ခုမှာ ဒေါ်လီပါ\nတွန်လိုဝတ်ဆင်ပြီးတော့ ဖျော်ဖြေခဲ့ပါတယ်။ အဲနေ့ညမှာပဲ\nအမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဖြစ်ပြီး နာမည်ကြီးတွေလို\nဝတ်စားပြီး ဖျော်ဖြေကြတဲ့လုပ်ငန်းကို စိတ်ဝင်စားသွားပါ\nတယ်။ နောက်နေ့မှာပဲ သူ အလုပ်ဖြုတ်ခံလိုက်ရပါတယ်။\nထို့နောက် ဒေါ်လီပါတွန်လို ဝတ်စားပြီး အတုအနေနဲ့ဖျော်\nဖြေဖို့အတွက် စတင်ကြိုးစားပါတော့တယ်။ငယ်စဉ်ကတည်းက ဒေါ်လီ့ပရိသတ်ဖြစ်တာမို့ ဒေါ်လီ့စကား\nအတိုင်းပဲ အခြားလမ်းကို ဖောက်ပါတော့တယ်။ ဒီလိုနဲ့ ဒေါ်လီ\nလို ဝတ်စား၊ နေထိုင်စားသောက်၊ ပြောဆိုနေရင်း ကိုယ့်ကိုယ်\nကိုယ် ရှာဖွေဖို့ ကြိုးစားနေတဲ့ ရက်ဒ် တစ်ယောက် အဆင်ပြေ\nပါ့မလား။ ဘာတွေကြုံတွေ့ရမယ်ဆိုတာကိုတော့ ဟာသလေး\nတွေရယ် ဒေါ်လီပါတွန့်ရဲ့ နာမည်ကြီး သီချင်းတွေရယ်နဲ့ တဝကြီး\nကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3dFeC/Seriously.Red.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDBlYzA0MWYtOWJjOS00YzUzLTk3YTUtMjhhNDhhOWFkYTdlXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-133x200.jpg",
        "title": "Dr. 56 (2022)",
        "description": "Dr. 56 (2022)\nCrime, Mystery. Sci-Fi\nIMDb 9.4/10 (2.1K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့\nကန်နန်ဒါးဘာသာစကားပြော မှုခင်းစုံထောက်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီကားမှာ ကနဦးအနေနဲ့ လူသတ်မှုတစ်ခုကနေ စတင်ထားပါတယ်။ အသတ်ခံရတဲ့ ကောင်မလေးနာမည်ကတော့\nနန်ဒီပေါ့။ ဒါပေမဲ့ ဆန်းတာက လူသတ်သမားဟာ နစ်နာသူကို ခေါင်းတည့်တည့်ရိုက်ထည့်ပြီးတာတောင်\nမေ့ဆေးသုံးပြီး ပြန်ပေးဆွဲပါတယ်။ဒါတင်မသတ်သေးဘဲ နာရီပေါင်းများစွာ နှိပ်စက်ခဲ့ပြီးမှ သတ်ဖြတ်ပစ်ပြီး အိမ်တစ်အိမ်ရဲ့အရှေ့မှာ\nလာစွန့်ပစ်သွားတတ်ပါတယ်။သူသတ်တဲ့လူဟာ ဆရာဝန်တွေဖြစ်ကြပြီး အလောင်းလာစွန့်ပစ်တဲ့အိမ်ကလည်း\nဆရာဝန်ရဲ့အိမ်တွေဖြစ်နေပါတယ်။ဒီလိုနဲ့ နောက်ထပ်လူသတ်မှုတွေဆင့်ကဲဖြစ်ပေါ်လာခဲ့ပါပြီ။တရားခံဟာ ဘယ်သူဖြစ်နေမလဲ...။\nFile size…1.5GB / 705MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "9.4",
        "url": "https://megaup.net/3dFii/Dr._56_(2022)_Kannada_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVjtnBZCprzDFgo5M0BbC9nB0Co.jpg",
        "title": "Ultimate Oppa (2022)",
        "description": "Ultimate Oppa (2022)ဒီတစ်ခေါက်မှာတော့ My Ultimate Oppa ဆိုတဲ့ မူဗီအသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေရှင်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဝါသနာပါပြီး စာရေးဆရာဖြစ်ချင်တဲ့ ရာနာ ဆိုတဲ့ကောင်မလေးက\nသူ့အိုင်ဒေါ ကိုကိုမွန်းရှီဝူး ကို သူ့ရဲ့ Fanfic လေး ပို့ပေးခဲ့ရာကပြန်စာလေး ကံကောင်းစွာနဲ့ရလာခဲ့ပါတယ်\nအဲဒီအချိန်ကစပြီး ရာနာ့အတွက် ကိုကိုမွန်းရှီဝူးက ကမ္ဘာကြီးဖြစ်လာခဲ့ပါတယ်\nအဲဒီကိုကိုမွန်းရှီဝူးက သူ့ရဲ့ပထမဆုံးမိန်းကလေး ဖြစ်လာနိုင်တဲ့\n“ မွန်းအတွက် ပထမဆုံးမိန်းကလေးနေရာကိုယှဉ်ပြိုင်ပွဲ” ကိုကျင်းပလာတဲ့အခါ\nရာနာတစ်ယောက် ကိုရီးယားကို ရောက်လာပြီး သူ့ကိုကိုမွန်းရှီဝူးနဲ့ အနီးကပ် တွေ့ဆုံခွင့်ရလာခဲ့ပါတယ်ကိုရီးယားနိုင်ငံကြီးကိုလာပြီး ဘယ်လိုရင်ခုန်စရာတွေ အခက်အခဲတွေဖြစ်လာမှာလဲ\nသူ့နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ တကယ်ရှိနေတာကဘာလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒါ့အပြင် ဒီကားလေးက ဖိလစ်ပိုင်နဲ့ ကိုရီးယား Collaboration ကားလေးဆိုတော့ ပိုပြီးထူးခြားပါတယ်\nCommunicate လုပ်တဲ့နေရာမှာလည်း အင်္ဂလိပ်လိုတွေပဲလုပ်သွားတာမို့ တခြားမူဗီတွေနဲ့မတူတဲ့ခံစားချက်ကိုရမှာအသေအချာပါပဲအများကြီးမညွှန်းတော့ပါဘူး\nတကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ အခုပဲကြည့်လိုက်ပါတော့နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Shin and Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/1bDw0/The.Ultimate.Oppa.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan-150x200.jpg",
        "title": "Aan: Men at Work (2004)",
        "description": "Aan: Men at Work (2004)\nAction, Crime, Drama\nIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nမှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်\nမင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။\nတခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကို\nအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်း\nတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်း\nကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့\nရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်က\nလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့\nဇာတ်သိမ်းနဲ့သွားမလား...။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ\nဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်...။\nFile size…3GB ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RKe1/Aan_Men_at_Work_20041080p_ZEE5_HDRip(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDlRPYtDHxrc6czuXXin46tHIFL.jpg",
        "title": "Friendship!(2010)",
        "description": "Friendship!(2010)===============အချိန်ကာလအားဖြင့် 1990 တစ်ဝိုက် စစ်အေးခေတ်ပြီးခါနီးပေါ့ဗျာ။New York လေဆိပ်က အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးဌာနကိုအူတိအူကြောင်ရုပ်နဲ့ ဂျာမန်နှစ်ကောင်ရောက်ချလာတယ်။သူတို့ကGDR လို့ခေါ်တဲ့ အရှေ့ဂျာမနီ(ကွန်မြူနစ်နိုင်ငံ)ကတဲ့။ဘယ်သူမှမမေးရဘဲ သူတို့ကိုယ်သူတို့ “We are Communists”ဆိုပြီးဝမ်းသာအားရ မိတ်ဆက်တယ်။ဘာပြောကောင်းမလဲ ၊ပယ်ပယ်နယ်နယ်အစစ်ခံရတော့တာပေါ့။ဒီဇာတ်ကားက အဲ့ဒီဂျာမန်နှစ်ကောင်ရဲ့ အမေရိကန်ခရီးရှည်ကြီးကို ရိုက်ပြထားတာ။သူတို့ ဘာကြောင့် အမေရိကားကို ရောက်လာကြတာလဲ။အူကြောင်ကြောင်နဲ့ ဘယ်လိုမျိုး ပေါက်ကရတွေ လုပ်ကြလဲ။ဘယ်လိုတွေ ပြဿနာတွေတက်ကြလဲဆိုတာကို (ဒီကောင်တွေတော့ကွာဆိုပြီး)တဟီးဟီးတဟားဟားနဲ့ ကြည့်ရမယ့်ကားမျိုး။ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ဇာတ်ကားနာမည် “Friendship” ဆိုတဲ့အတိုင်းသူတို့နှစ်ယောက်ကြားက “ပေဖော်ပေဖက် ခင်မင်မှုမျိုး”ကို ခင်ဗျားခံစားမိလိမ့်မယ်။ ပြီးရင်တော့ ဘယ်ရောက်ဘယ်ပေါက်မယ်၊ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မှန်းလို့မရတဲ့ Road Trip မျိုးတစ်ခေါက်လောက်ဖြစ်ဖြစ် ထွက်ဖူးချင်လာလိမ့်မယ်။ငါလည်း ဘဝမှာ ဒါမျိုးတစ်ခေါက်လောက်တော့ ဖြစ်ချင်ရာဖြစ်ပေဖူးချင်လိုက်တာဆိုပြီး တွေးမိလိမ့်မယ်။ အချိန်ပေးရတာနဲ့တန်အောင်ရယ်ရ မောရမယ့် ဇာတ်ကားမျိုးမို့ ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့  Damien ပဲ ဖြစ်ပါတယ် ) File size…975MB / 545MB\nQuality…WEB-DL ...",
        "rating": "6.5",
        "url": "https://megaup.net/1RKgs/Friendship!2010.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eV8Ph03ZNV2PmE44FQn9jHB6TdY.jpg",
        "title": "Duyen Ma (2022)",
        "description": "Duyen Ma / My Biyfriend is a Ghost (2022)ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကတော့\nMy Boyfriend Is A Ghost လို့အမည်ရတဲ့ Vietnam ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nမင်န်ဆိုတဲ့ တစ်ကိုယ်တော် ရိုးသားကြိုးစားတဲ့ ကောင်လေးက\nကံအကြောင်းမလှဘဲ ကားအက်ဆီးဒင့်တစ်ခုကြောင့် သေဆုံးသွားပါတော့တယ်။\nသေဆုံးခါစ ဝိဉာဉ်အဖြစ်နဲ့ သွားစရာမရှိဖြစ်နေတဲ့ မင်န့်ကို\nနော့ ဆိုတဲ့ ဝိဉာဉ်တွေ သရဲတွေကိုမြင်ရပြီး ခင်မင်ရတဲ့ဝိဉာဉ်တစ်ချို့နဲ့အတူတူနေထိုင်နေတဲ့ ကောင်မလေးက\nသူ့အိမ်က ဝိဉာဉ်တွေနဲ့အတူတူ‌ လာနေထိုင်ဖို့ခေါ်လာခဲ့ရာက စတင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nသေဆုံးသွားတဲ့အဖြစ်ကိုလက်မခံနိုင်ဖြစ်နေတဲ့ မင့်န်ကို ဝိဉာဉ်ဘဝနဲ့နေသားကျသွားအောင် ကူညီပေးနေရင်း\nသူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ ၊ အချစ်တွေ ဖြစ်ပေါ်လာပါတော့တယ်။\nကမ္ဘာနှစ်ခုခြားနေတဲ့ သူတို့အချစ်ရဲ့ခက်ခဲမှုတွေနဲ့အတူ ဘယ်လိုမျိုး အနှောင့်အယှက်တွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali နဲ့ Shin ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Horror, Romance\nQuality…. 1080p | ...",
        "rating": "",
        "url": "https://megaup.net/2xykb/My.Boyfriend.Is.a.Ghost.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Horror, Romance"
    }
]