[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1JBoo/Asurado_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
        "title": "Godha (2017)",
        "description": "ဒီကားကတော့ 2017ခုနှစ်မှာ ထွက်ရှိထားပြီး IMDb Rating 7.5ရရှိထားတဲ့ အိန္ဒိယနပန်းအားကစားကားပဲဖြစ်ပါတယ်။အိန္ဒိယနိုင်ငံရဲ့ နပန်းအားကစားနဲ့ ပက်သက်ရင် အားလုံးသိထားကြတာကတော့ 2016ခုနှစ်မှာ ထွက်ရှိထားခဲ့တဲ့မင်းသားကြီး Aamir Khanနဲ့ မင်းသမီးFatima Sana Shaikhတို့ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်း Dangalဆိုတဲ့ ကားပါပဲ။ဒီလိုမျိုး အိန္ဒိယနိုင်ငံမှာ ရာဇဝင်နဲ့ရှိခဲ့ပြီး အလေးအမြတ်အားကစားတစ်ခုလို တန်ဖိုးထားကြတဲ့ နပန်းအားကစား စတင်ကွယ်ပျောက်လာချိန်....လူငယ်တွေတန်ဖိုးမထားတတ်ကြတော့လို့ အားကစားပညာရပ်တစ်ခု စတင်မှေးမှိန်လာတဲ့အချိန်မှာ နပန်းအားကစားကို တန်ဖိုးထားပြီးအားပေးနေသေးတဲ့ နပန်းအားကစားသမားဟောင်း အဖွဲ့ခေါင်းဆောင်ဖြစ်သူက သူ့ရဲ့သားဖြစ်သူ ဒက်စ်ကို ပညာသင်ဖို့ ပန်ဂျက်ကောလိပ်ကိုလွှတ်လိုက်ပြီးတဲ့နောက်မှာ ဒက်စ်ဟာ နပန်းအားကစားသမား အက်ဒီသီစင့်ဆိုတဲ့ကောင်မလေးကို ချစ်မိသွားခဲ့ပါတယ်။ နဂိုတည်းက အစွန်းရောက်ဝါဒတွေနဲ့မိန်းမဆိုတာ ယောကျာ်းယူပြီး ကလေးမွေးရမယ်လို့ တစ်ဖက်ပိတ်နေသူ အစ်ကိုဖြစ်သူကိုဖောက်ထွက်ပြီး နပန်းဆော့ဖို့ရုန်းကန်နေရတဲ့ပန်ဂျက်သူ​လေး အက်ဒီသီဟာ သူမရဲ့လမ်းကြောင်းမှာ ဘာတွေကို ဆက်ရွေးချယ်သွားလေမလဲ။ ဒက်စ်တစ်ယောက်အနေနဲ့ရောသူ့မြို့ရဲ့ နပန်းအားကစားတစ်ဖက်၊ ချစ်ရသူရဲ့ ဘဝကတစ်ဖက်မှာ ဟန်ချက်ညီအောင် ဘယ်လိုထိန်းပြီး သူချစ်ရတဲ့အရာတွေကိုဘယ်လိုကာကွယ်သွားမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြပါနော်။အိန္ဒိယနပန်းအားကစားရဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JAl7/Godha_720p_2017_AAC_2.0CH_(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/w-135x200.jpg",
        "title": "Windfall (2022)",
        "description": "လောကကြီးမှာ ပြည့်စုံတဲ့သူတွေနဲ့ မပြည့်စုံတဲ့သူတွေက\nအမြဲတမ်း အားပြိုင်နေကျစမြဲပါဘဲ မပြည့်စုံတဲ့သူတစ်ယောက်ဟာ\nပြည့်စုံတဲ့သူလိုဖြစ်ချင်တာကလည်း သဘာဝတရားတစ်ခုပါပဲ\nပြည့်စုံတဲ့သူတစ်ယောက်လည်း မပြည့်စုံတဲ့သူတွေကို\nအချောင်သမား အပျင်းကြီးတဲ့သူတွေလိုထင်နေတာလည်း မဆန်းပါဘူး\nဒါပေမဲ့ ကိုယ်က ပြည့်စုံတယ်ဆိုပြီး ကိုယ့်မိန်းမရဲ့ စိတ်ကိုနည်းနည်းလေးမှ\nဂရုမစိုက် လူရာမသွင်းဘဲ ကိုယ်လုပ်ချင်တာတွေချည်းလုပ်နေလို့\nမရဘူးဆိုတာလေးကို ရိုက်ပြသွားတာပါ လူလေးယောက်ထဲနဲ့\nတစ်ကားထဲကို စဉ်းစားစရာတွေ သင်ခန်းစာယူစရာတွေနဲ့\nလူတန်းစားကွာဟချက်တွေအကြောင်း ရိုက်ပြသွားလို့ အေးအေးလေးနဲ့\nငြိမ့်ငြိမ့်လေးကြည့်လို့ကောင်းမယ့်ကားလေးပါပဲ\nထူးခြားတာကတော့ ဇာတ်ကောင်တွေရဲ့နာမည်ကိုအသုံးမပြုထားဘဲ\nနာမ်စားတွေပဲသုံးသွားခဲ့တာပါ စဉ်းစားရသက်သာတာပေါ့\n File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/105ve/wildland.2020.720p.bluray_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://megaup.net/1Jzks/Jackass.Forever.2022.720p_(CM).mp4",
        "category": "Action, Comedy, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/images-133x200.jpg",
        "title": "Election (2005)",
        "description": "Election (2005) ~ IMDb - 7.1/10, RT - 87%, Meta - 73% ~အာရှရုပ်ရှင်ဖန်တွေ အကောင်းဆုံးဟောင်ကောင်ဂန်းကားကို ရွေးကြတဲ့အခါ Election တွေကို ကြည့်ဖူးတဲ့လူအများစုကတော့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကို ရွေးကြတာများပါတယ်။ Election နှစ်ကားက ဂန်းကားပေမဲ့ အားနေပစ်လိုက် ထိုးလိုက်လုပ်နေတဲ့ ဂန်းကားမဟုတ်သလို စကားပဲများနေတဲ့ ဂန်းကားလည်းမဟုတ်ပြန်ဘူး။ အဲဒီနှစ်ခုကြားက မဇ္စျိမပဋိပဋာကျတဲ့ ဂန်းကားလို့ဆိုရမယ်။ ဒီနှစ်ကားလုံးက ဂန်းကားပေမဲ့ အနုပညာရည်အရလည်း မနုံနဲ့ဘူး။ ၂၀၀၅ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပထမကားကိုပြခဲ့ပြီး ၂၀၀၆ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ဒုတိယကားကိုပြခဲ့တဲ့အပြင် ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲတွေမှာရော ဝေဖန်ရေးသမားတွေပေးတဲ့ ဆုပေးပွဲတွေမှာ Best Picture ဆုတွေ Best Director ဆုတွေ Best Screenplay ဆုတွေ ရထားတဲ့ရုပ်ရှင်တွေဆိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jznt/(CM)_Election_(2005)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/battle.freestyle-134x200.png",
        "title": "Battle: Freestyle (2022)",
        "description": "Battle: Freestyle (2022)=================စတိုင်ကျကျကပြတဲ့ ကားတွေကို ကြိုက်သူများအတွက် Netflix က\nအသစ်ထွက်ရှိလာတဲ့ ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်။\nကားနာမည်ကတော့ Battle: Freestyle တဲ့ . . .ဒီကားထဲမှာ အမ်မလီက ချစ်သူမီကယ်ရဲ့အကအဖွဲ့မှာ ပါဝင်တဲ့သူလည်း\nဖြစ်သလို၊ တစ်နေ့မှာ အမ်မလီတို့အဖွဲ့ ပါရီမှာ ပြိုင်ပွဲ ယှဥ်ပြိုင်ဖို့အတွက်\nရွေးချယ်ခံလိုက်ရတဲ့အခါ အမ်မလီတစ်ယောက် ဝေးကွာနေတာကြာပြီဖြစ်တဲ့\nအမေဖြစ်သူနဲ့ တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။ နောက်ပြီးအမ်မလီအမေက\nအကသင်တန်းကျောင်းရဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်ပြီး အမ်မလီ\nတစ်ယောက် အမေဖြစ်သူနဲ့တွေ့တဲ့ချိန်မှာ ဘယ်လိုအပြောင်းအလဲတွေ\nဖြစ်ကုန်မှာလဲ၊ အကပြိုင်ပွဲမှာရော သူတို့မျှော်မှန်းထားတဲ့ ဆုကြေးတွေ\nသိမ်းပိုက်နိုင်မလားဆိုတာ စိတ်ဝင်တစားနဲ့ ဒီဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှု\nရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Jerrica တို့ဖြစ်ပါတယ်)File Size - (1.6 GB) / (813 MB) / (538 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "4.8",
        "url": "https://megaup.net/35t7z/Battle.Freestyle.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VCoynZwiaTEsETx9yP0rAWOaOg.jpg",
        "title": "Bull (2021)",
        "description": "Bull (2021) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါတော့ Thriller အမျိုးအစား ရုပ်ရှင်ကားကောင်းလေး ကို တင်ဆက်ပေးလိုက်ပါတယ်။သွေးအေး ရက်စက်တဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်တဲ့ ဘူးလ်ဟာ သားဖြစ်သူကို ဆေးစွဲနေတဲ့ သူ့မိန်းမနဲ့ ခွဲထားဖို့ ကြိုးစားရာကနေ ဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ယောက္ခမ ဖြစ်သူနဲ့ ကတောက်ကဆ တွေ ဖြစ်ပါတော့တယ်။ ဒီလိုနဲ့ လူမိုက်တွေရဲ့ ထုံးစံအတိုင်း ဘူးလ်ကို နှိပ်စက်ပြီးတဲ့နောက်မှာ ဝေဒနာကြီးစွာ ခံစားရပြီး သေသွားအောင် ပစ်ထားခဲ့ပါတယ်။နောက်ဆယ်နှစ်အကြာမှာတော့ ဘူးလ်တစ်ယောက် အမှတ်မထင် ပြန်ပေါ်လာပြီး သူ့သားကို ပြန်ခေါ်နိုင်ဖို့နဲ့ သူ့ကို သစ္စာဖောက်ခဲ့တဲ့ မိတ်ဆွေဟောင်းတွေကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ...နဂိုကတည်းက သွေးအေးရက်စက်ပါတယ်ဆိုတဲ့ ဂိုဏ်းစတား တစ်ယောက် နာကျည်းချက်တွေနဲ့ လက်စားချေဖို့ အကြောင်းဖန်လာတဲ့အခါ ...ဘယ်လိုရက်စက်တဲ့ နည်းတွေ သုံးမလဲ?သားဖြစ်သူကို ပြန်ခေါ်ထားနိုင်ပ့ါမလား?ယောက္ခမနဲ့ မိန်းမတို့ကကော သူ့ကို ဒီအတိုင်း လက်ပိုက်ကြည့်နေပါ့မလား? ဆိုတာကိုတော့ ရုပ်ရှင်ထဲ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Jzhe/[CM]Bull.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "title": "Moonshot (2022)",
        "description": "Moonshot (2022)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ မှာအသစ်ထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။Walt ဆိုတဲ့ကောင်လေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက အာကာသတစ်ခွင် လျှောက်သွားချင်နေခဲ့တာပါ။\nKovi Industries Student Mars Program ဆိုတာကတော့\nကောလိပ်ကျောင်းသားတွေကို အင်္ဂါဂြိုလ်ဆီ ပို့ပေးနေတဲ့ ပရိုဂရမ်တစ်ခုဖြစ်ပါတယ်။\nWalt ရဲ့ရည်းစားဖြစ်သူကလည်း အင်္ဂါဂြိုလ်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ။\nWalt တစ်ယောက် အင်္ဂါဂြိုလ်သွားဖို့ကို အကြိမ်ကြိမ်ပယ်ချခံရပြီးနောက်မှာတော့\nSophie ဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nSophie ကတော့ ထူးချွန်တဲ့ကျောင်းသူတစ်ယောက်ဖြစ်သလို\nသူ့ရည်စား Kelvin ကလည်း အင်္ဂါဂြိုလ်ပေါ်မှာ အလုပ်လုပ်နေတာဖြစ်ပါတယ်။\nတစ်နေ့မှာ Sophie ဟာသူ့ရည်စားနဲ့ တွေ့ဖို့အတွက် အင်္ဂါဂြိုလ်ကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲဒီမှာ အင်္ဂါဂြိုလ်ရူး Walt ကလည်း Sophie ကိုအသုံးချပြီး ယာဉ်ပေါ်ကို ခိုးပြီးလိုက်ပါသွားပါတော့တယ်။\nWalt ခိုးပြီးတော့လိုက်ပါလာတာကို Sophie သိသွားပြီးတဲ့နောက်မှာတော့\nသူတို့နှစ်ယောက် အာကာသခရီးစဉ်တစ်လျှောက် ဘယ်လိုနှစ်ပါးဆက်သွားကြမလဲ၊\nသူတို့ရဲ့ ရည်းစားတွေနဲ့ရော အင်္ဂါဂြိုလ်ပေါ်မှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကတော့\nC ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Jylf/Moonshot.2022.720p.HMAX.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9g6yLno4P14UWiURoL2H2NUp39h.jpg",
        "title": "Pinocchio: A True Story (2022)",
        "description": "Pinocchio A True Story (2021)အီတလီ ပုံပြင်လေးတစ်ပုဒ်ဖြစ်တဲ့ သစ်သားရုပ်ကလေးကနေ\nအသက်ဝင်လာတဲ့ Pinocchio အကြောင်း ကြားဖူးကြမှာပါဒီဇာတ်ကားလေးမှာတော့\nသစ်သားရုပ်ကလေး Pinocchio နဲ့ သူ့အဖော် မြင်းလေး Tibalt တို့\nကမ္ဘာကြီးကို လျှောက်ပတ်ကြည့်ဖို့ ထွက်လာခဲ့ရာကနေ\nမာဂျီရာဖိုကိုရဲ့ ဆပ်ကပ်အဖွဲ့ကိုရောက်သွားပြီး စွန့်စားခန်းတွေနဲ့ ကြုံတွေ့ရပုံကို\nတင်ဆက်ထားတာပါလိမ်ပြောရင် နှာခေါင်းကြီးရှည်ထွက်လာမယ် ဆိုတဲ့\nအကြောင်းအရာတွေကနေ ကွဲထွက်ပြီးPinocchio နဲ့ သူ့ရဲ့ မိတ်ဆွေ မြင်းလေး Tibalt တို့ရဲ့ စွန့်စားခန်းတွေ\nလူသားဆန်မှုတွေကို ဖော်ကျူးထားတာဖြစ်တဲ့အတွက်\nPinocchio ပရိသတ်တွေအနေနဲ့ တမူထူးခြားတဲ့ အရသာကို ခံစားရမှာပါစိမ်းစိမ်းစိုစို ကာတွန်းရုပ်လေးတွေနဲ့\nအရောင်အသွေးစုံစုံလင်လင်တင်ဆက်ထားတာကြောင့်\nစိတ်အပန်းဖြေတဲ့အနေနဲ့  ကြည့်ရှုသင့်တဲ့ ကာတွန်းကားလေးပဲ ဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Animation, Family, Fantasy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size...1.65GB and 683MB and 267MB\nFormat...mp4\nDuration….1h ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Jyn0/Pinocchio.A.True.Story.2021.720p.WEB-DL.CM.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\nIMDb 7.1Netflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။Finch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်ကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။ဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\nFile size…(1.3 GB)/(550 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:25:o6\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "7.1",
        "url": "https://megaup.net/2pvA7/(CM)_Captain.Nova.2021.720p.WEB.h264-Naung.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuf8aq2ybTFutnssA4OZVsirRNK.jpg",
        "title": "Someone (2016)",
        "description": "Someone (2016) ဘွဲ့ရပြီးတဲ့ ဂျပန်လူငယ်ငါးယောက်၊ ဘွဲ့ရအလုပ်လက်မဲ့ဆိုတာ ကျွန်တော်တို့လို Third World Country တွေမှာ ပေါများသလို Japan လိုတိုးတက်ပြီးသားနိုင်ငံမှာ မရှိပါဘူးရယ်တော့ ပြောလို့မရပါဘူး၊ ဂျပန်နိုင်ငံမှာဘွဲ့ရထားပြီး အလုပ်ခွင်ဝင်ဖို့ကြိုးစားတဲ့အခါ အလုပ်လျှောက်ကြတဲ့အခါ အခက်အခဲကိုမျိုးစုံကြုံကြရပါတယ်တဲ့။ဒီလိုဘွဲ့ရပြီးသားဂျပန်လူငယ် ငါးယောက်က အလုပ်လျှောက်ဖို့ပြင်ကြတဲ့အခါ သူတို့ငါးယောက်လုံးက တိုက်ခန်းတူနေပါတယ်၊ ဒီလိုနဲ့တူတူကြိုးစားကြ တူတူ‌အလုပ်တွေလျှောက်ဖြစ်ကြတယ်ပေါ့ဗျာ၊ ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်ရသွားလိုက်ကြတာ မရသွားတဲ့ကောင်လေးတစ်ယောက်ကတော့ကျန်ရစ်ဖြစ်ပြီး စွန့်ပစ်ခံရသလိုခံစားနေရတဲ့အခါ သူတို့ကြားကဆက်ဆံရေးတွေကအရင်လိုမဖြစ်နိုင်တော့ပါဘူး။ဂျပန်နိုင်ငံရဲ့ အလုပ်အကိုင်အခွင့်အလမ်းတွေအကြောင်းကို အနည်းအကျဉ်းဆိုသလိုထိတွေ့ခွင့်ရမယ့် ဝတ္ထုတစ်ပုဒ်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး မင်းသား မင်းသမီးတွေကလည်း ဂျပန်သိပ်မကြည့်တဲ့ သူတွေနဲ့တောင် မစိမ်းတဲ့လူတွေပါပဲ။ ကန်ရှင်းမင်းသား၊ Flying colors မင်းသမီး၊ Drive My Car ထဲက ဒုတိယမင်းသားတို့တွေပါ။ ထိပ်တန်းသရုပ်ဆောင်တွေချည်းပါပဲ။ဒီနေ့ခေတ် ဒီနိုင်ငံမှာ ဂျပန်ကိုသွားဖို့ အစီအစဉ်ရှိနေတဲ့သူတွေ များသလို ဂျပန်စာလေ့လာနေကြတဲ့သူတွေလည်း မနည်းပါဘူး။ မြင်မိသလောက် လူငယ်သုံးချိုးတစ်ချိုးလောက်နီးပါးပါပဲ။ ဒီရုပ်ရှင်ဟာ ဂျပန်မှာ အလုပ်သွားလုပ်ချင်တဲ့သူတွေ ဗဟုသုတအနည်းအကျဉ်းရအောင် ကြည့်ထားသင့်တဲ့ကားပါ။ (ဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/13Auh/(CM)_Someone_(2016)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/en-171x200.jpg",
        "title": "The English Patient (1996)",
        "description": "ဒုတိယ ကမ္ဘာစစ်ကိုဇာတ်လမ်းတည်ပြီးရိုက်ထားတဲ့ အချစ်ဇာတ်လမ်းလေးပါ\nအချစ်က လူတိုင်းကို ရူးသွပ်စေနိုင်တယ်ဆိုတာလေးပါ ဖော်ပြပေးထားတာပါ\nဂျော့ဖရီ နဲ့ ကတ်သရင်းတို့ လင်မယားနှစ်ယောက်က\nလေ့လာရေးခရီးထွက်ပြီး မြေပုံဆွဲနေတဲ့အဖွဲ့ဆီ ရောက်လာတာကနေ\nဇာတ်လမ်းလေးက စတာပါ\nအဖွဲ့ထဲမှာ ကတ်သရင်းကို သဘောကျနေတဲ့ အယ်မာဆီဆိုတဲ့တစ်ယောက်ကလည်း\nရှိနေပါသေးတယ် တစ်နေ့တော့ ဂျော့ဖရီက အစိုးရအတွက် အလုပ်လုပ်ပေးဖို့\nသွားတော့ ကတ်သရင်းကို လေ့လာရေးအဖွဲ့နဲ့ ထားခဲ့ပါတော့တယ်\nအဲဒီအချိန်မှာပဲ ရှုပ်ထွေးပွေလီလှတဲ့ အချစ်ရဲ့ နိယာမတွေကို\nတစ်ခုချင်းစီ ကွက်ကွက်ကွင်းကွင်းမြင်ပြီး ငြိမ့်ငြိမ့်လေးနဲ့ ခံစားနေရာကနေ\nမျက်ရည် ဘူးသီးလောက်ကျအောင် ဆွဲခေါ်သွားနိုင်တာမို့\nဆု အများကြီးရထားပြီး လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ\n File size…(1.7 GB)/(928.32MB)\nQuality….Webrip  720p / 480p\nFormat…mp4\nDuration….02:42:00\nGenre...Drama, Romance, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.4",
        "url": "https://megaup.net/1Jwt0/The_English_Patient_1996_720p_(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqABFRg3xs0gAimTJqj78W8Y0mX.jpg",
        "title": "The Centipede Is Tap Dancing (1977)",
        "description": "CM ပရိတ်သတ်​တွေအတွက် Old but Gold comedy​တွေထဲကတစ်ကားဖြစ်တဲ့ Le Mille Pattes Fait des Claquettesဆိုတဲ့ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 1977ထွက် ပြင်သစ်Comedy ဇာတ်ကားပဲ ဖြစ်ပြီး ဒုတိယ​ကမ္ဘာစစ်​ကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တန်ခိုးထွားခဲ့တဲ့ နာဇီဂျာမန်​တွေကပြင်သစ်နိုင်ငံကို လက်ခုပ်ထဲက​ရေလို ကြိုးကိုင်ချယ်လှယ်ခဲ့ချိန်တစ်ခု ရှိခဲ့ဖူးပါတယ်။ ပြင်သစ်ရဲ့ အဖိုးတန်အ​မွေအနှစ်​မှန်သမျှအပိုင်စီးပြီး ဂျာမဏီကိုပို့ပစ်ခဲ့တဲ့ အချိန်ကာလတစ်ခု​ပေါ့၊ ဒီလိုတိုင်းတစ်ပါးရဲ့ အ​မွေအနှစ်​တွေကို စိတ်တိုင်းကျ​မောင်ပိုင်စီးနေတဲ့ ဂျာမန်ဗိုလ်ချုပ်​​တွေ ​နောက်ထပ်မျက်စိကျလာတာက​တော့ပြင်သစ်နိုင်ငံ ပါရီမြို့ Louvre ပြတိုက်မှာရှိတဲ့ လှပခြင်းနဲ့အချစ်နတ်သမီး Aphroditeရဲ့ ရုပ်တုဖြစ်တဲ့ \"Venus De Milo\" ရုပ်တုကိုပါ။ နိုင်ငံရဲ့အ​မွေအနှစ်ရုပ်တုကြီးတစ်ခု တိုင်းတစ်ပါးလက်ထဲ ​​ရောက်တော့မှာ သိလိုက်ရတဲ့ ပြင်သစ်သားလူငယ် ၃​ယောက်ဟာ ဂျာမန်ကောင်​တွေလက်ထဲက​နေ ရုပ်တုကြီးကို တဖန်ပြန်ခိုးပြီး \"ရုပ်တုမပါသွား​ရေး ဒို့အ​​ရေး\"လုပ်ကာ ဂျာမန်စစ်တပ်​တွေ လိုက်ဖမ်းတဲ့ကြားက​နေVenus De Miloရုပ်တုကို ကာကွယ်​ဖို့ကြိုးစားပုံ​တွေစွန့်စားခန်း​တွေကို ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။​၂၀၂၂နဲ့ ၁၉၇၇ခုနှစ်ကြား ...",
        "rating": "5.6",
        "url": "https://megaup.net/35rcD/Le.mille-pattes.fait.des.claquettes.1977.FRENCH_720P_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/solaris-141x200.jpg",
        "title": "Solaris (1972)",
        "description": "Solaris (1972)တာကော့စကီးမှာ Features Film ၇ကားရှိတဲ့အထဲ Solarisနဲ့ Stalker နှစ်ကားပဲ Science Fictionပါ။ သူများဝတ္တုကို ရိုက်တာလည်း ဒီ၂ကားပဲ ရှိပါတယ်။ Solarisရဲ့ လက်ကျန်အတွေးစကနေ Stalkerဆက်ဖြစ်လာတယ်လည်း ပြောကြတယ်။ Solarisဟာ Stanisław Lemရဲ့ ဝတ္တုကိုရိုက်ထားတာဖြစ်ပြီး တာကော့စကီးနောက်မှာ Steven Soderberghက တစ်ခါရိုက်ခဲ့ပြီး ရူဆုခဲ ဟမဂုချိကလည်း သူ့ဆရာခိရိုရှိ ခုရိုဆ၀ အကြံပေးမှုနဲ့ ကျောင်းသားဘဝက ရိုက်ခဲ့ဖူးပါတယ်။ တာကော့စကီးရဲ့ Solarisကတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Sci-fiတွေထဲက ထိပ်ဆုံးစာရင်းဝင်ကားဖြစ်ခဲ့ပါတယ်။အကြောင်းအရာကတော့ ဆန်းသလိုလို မဆန်းသလိုလိုပါပဲ။ Solarisဆိုတဲ့ ဂြိုဟ်ကြီးကို လေ့လာတဲ့သူတွေရဲ့ အာကာသစခန်းထဲက အဖြစ်အပျက်တွေအကြောင်းပါပဲ။ သိပ္ပံအကြောင်းအရာတွေကလည်း တခြားဘယ်ကားမှာမှ မတွေ့ဖူးတဲ့ အဆန်း‌ကြီးတွေပါပါတယ်။ တာကော့စကီး ရုပ်ရှင်ဆိုတော့ ကိုယ့်အတွေးကို ဒီသိပ္ပံဇာတ်အိမ်ထဲ ဘောင်ဘင်မခတ်တာ အကောင်းဆုံးပါပဲ။ကဗျာဆိုတာ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာတွေ့ဖို့နေရာလည်း ဟုတ်ပါတယ်။ တာကော့စကီးရုပ်ရှင်ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Jw5k/Solaris_[Solyaris]_(1972)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2pty4/(CM)_Mission_Kashmir_2000_Hindi_720p_AMZN_WebDL_DDP_2.0_Nyein.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/EveryLastSecret_Poster-133x200.jpg",
        "title": "Every Last Secret (2022) Broken Soldier",
        "description": "Every last secrets (2022)GOT စီးရီးမှာ Sansa Stark အဖြစ်သရုပ်ဆောင်ပြီး နာမည်ကြီးလာတဲ့ မင်းသမီး Sophie Turner ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပါဝင်ထားတဲ့ ဒရမ်မာဇာတ်ကားအသစ်လေးဖြစ်ပါတယ် ။စစ်မြေပြင်ကနေ စိတ်ဒါဏ်ရာရပြီး ပြန်လာတဲ့ ၃၅ နှစ်အရွယ် တပ်သားတစ်ယောက် ၊\nအချစ်ကိုတစ်ခါမှမကြုံဖူးသေးတဲ့ ၁၇ နှစ်အရွယ်ကောင်မလေးတစ်ယောက် ၊\nတစ်ဦးတည်းသော သမီးလေးကို အချစ်လွန်ပြီး over protective ဖြစ်လွန်းတဲ့ ဖခင်တစ်ယောက်\nဒီ ၃ယောက်ရဲ့ ဆုံမှတ်ကတစ်နေရာတည်းအဖြစ် ထပ်တူကျလာတဲ့အချိန်မှာ ဘယ်လိုမျိုးရှေ့ဆက်ကြမှာပါလဲဆိုတာ...။\nFile size…(1.1 GB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:33:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Htet Kyaw Myo",
        "rating": "5.2",
        "url": "https://megaup.net/1Jw14/(CM)_Every.Last.Secret.2022.720p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ZzllPVrYmBn28Kc7PZaQ0PrQat.jpg",
        "title": "Trust No One: The Hunt for the Crypto King (2022)",
        "description": "Trust No One: The Hunt for the Crypto King (2022)\n====================================\nCryptocurrency.... ၂၀၀၈ ခုနှစ်ဟာ စတင်​ပေါ်​ပေါက်ခဲ့တဲ့Currencyတစ်ခုဟာ ဆယ်စုနှစ်​​ကျော်ကြာ ၂၀၁၇၊ ၂၀၁၈မှာပဲ ကမ္ဘာ့ Financial stream တစ်ခုလုံးကို အကြီးအကျယ်ရိုက်ခတ်​လာတဲ့ digital currencyတစ်ခုဖြစ်လာပါပြီ၊ ကိုယ့်ရဲ့ပိုင်ဆိုင်မှုကို ​ငွေသားအ​နေနဲ့ သိမ်း​နေစရာမလို၊ ဘဏ်​တွေနဲ့ဇယားရှုပ်စရာမလိုတဲ့အပြင် ကိုယ်investထားတဲ့coinတန်ဖိုးဟာ ​​ရွေးချယ်မှု မှန်သ​လောက် အဆ ရာနဲ့ချီပြီး ဈေးမြောက်သွားနိုင်တဲ့ မက်လုံး​ကြောင့် Investor​တွေ၊ အလွယ်လမ်းနဲ့သူ​ဌေးဖြစ်ချင်သူ​တွေ တဟုန်ထိုးစိတ်ဝင်စားလာတဲ့ နယ်ပယ်​​ပေါ့၊ ဒီလိုမနူးမနပ်လူသစ်​တွေ များလာတာနဲ့အမျှ scammerလို့​ခေါ်တဲ့ အွန်လိုင်းလူလိမ်​တွေလည်း များစွာ​ပေါ်လာပါတယ်၊ဒီDocumentaryက​ crypto​လောကမှာ အ​တော်ကိုပွဲ​ဆူခဲ့တဲ့Scammer တစ်​ယောက်အ​ကြောင်း ဖြစ်ရပ်မှန်မှတ်တမ်းပါ၊က​နေဒါရဲ့အကြီးဆုံးCrypto exchangeဖြစ်တဲ့QuadrigaCXဟာ Investor​တွေရဲ့ keyကို နံပါတ် ၆၄ လုံးအထိ ထား​ပေးတဲ့အတွက် သိပ်ကိုယုံကြည်စိတ်ချရပါတယ်ဆိုတဲ့ exchangeပါ၊\nInvestor​တွေကလည်း အဆိုပါkey​တွေကို ကုမ္ပဏီပဲတာဝန်ယူသိမ်းဆည်း​ထားဖို့ တောင်းဆိုခဲ့ပါတယ်၊ ဒီkey​တွေကိုသိနိုင်တဲ့တစ်ဦးတည်း​သောသူက​​တော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/13ym1/Trust_No_One__The_Hunt_for_the_Crypto_King.720p.AAC2.0CH_(CM).mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pt2n/[CM]Special.Agent.2020.720p.HDRip.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vtSFcwagN0O5psdS69xPRaLYkS.jpg",
        "title": "Bheeshma Parvam (2022)",
        "description": "Bheeshma Parvam 2022ဒီတစ်ခါမှာတော့ IMDb 8.5ထိရရှိထားတဲ့ Action/Drama ဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားဟာ ရုံတင်အပြီးလေးရက်တည်းနဲ့ကုဋေ၅၀လောက်ရရှိခဲ့ပြီး စုစုပေါင်းကုဋေ ၁၂၀ထိရရှိခဲ့တာပါ ဒါဆိုရင်ဇာတ်ကားအညွှန်းကိုတစ်ချက်သွားကြည့်ရအောင်မိုက်ကယ်ဆိုတာက အကုန်လုံးကြောက်ရတဲ့လူတစ်ယောက်ပါ ရှေ့နေဖြစ်ရမှာပေမယ့် ကံမ ကောင်းအကြောင်းမလှစွာနဲ့မိသားစုထဲကလူတစ်ယောက်အသတ်ခံရတာကိုလက်စားပြန်ချေရင်း ရာဇာဝတ်ကောင်လူသတ်သမားဖြစ်ခဲ့တာပါ ထောင်ထွက်လာပြီးတော့မိသားစု တူ/တူမတွေရဲ့ ဦးဆောင်သူယောကျာ်းတစ်ယောက်အနေနဲ့ လုပ်ကိုင်စားသောက်ခဲ့ပါတယ် မိသားစု‌ဝင်တွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရပေမယ့် တစ်ဖက်မှာတော့ သူ့ကိုမုန်းနေတဲ့လူရှိပါတယ် ဒါကတော့တခြားမဟုတ်ပါဘူးမိုက်ကယ်ရဲ့တူတွေဖြစ်တဲ့ ပေါလ်နဲ့ပီတာပဲဖြစ်ပါတယ် မိုက်ကယ်ကသူတို့ရဲ့ဘဝကိုအရမ်းလွှမ်းမိုးချုပ်ကိုင်တယ်ဆိုပြီးမိုက်ကယ်ကိုမုန်းနေကြတာပါ ဒါ့အပြင် မိုက်ကယ်ကသူပိုင်တဲ့ သိုလှောင်ရုံတစ်ခုကို တူဖြစ်သူအမ်မီလက်ထဲလွှဲပေးလိုက်တော့ကျန်တဲ့လူတွေဖြစ်တဲ့ ပေါ်လ်နဲ့ ပီတာတို့က ပိုမုန်းတီးလာကြပါတော့တယ် ဒီလိုနဲ့ အရင်က မိုက်ကယ်ရဲ့ ရန်သူတော်ဟောင်းကြီးနဲ့ပေါ်လ်၊ပီတာတို့သွားရောက်တွေ့ဆုံမိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ မိုက်ကယ်ကိုလက်စားချေဖို့ကြိုးစားမှာလားဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…1.8GB / 966MB\nQuality....1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey & Go-O & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2prU3/Bheeshma_Parvam_(2022)_WEB-DL_720p_(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clP8tDZeM9jgnqmu4VBClBDpLtS.jpg",
        "title": "The Invention of Lying (2009)",
        "description": "The Invention of Lying (2009) ~ IMDb - 6.4/10, Rotten Tomatoes - 55% ~မုသားမရှိတဲ့ကမ္ဘာမှာနေချင်တယ် ဘာညာ စာတိုလေးတွေ ရေးကြ ပြောကြတာတွေ တွေ့ဖူးမယ်ထင်ပါတယ်။ ကိုယ်တိုင်ရော ပြောမိကြဖူးပါသလား။ တကယ်ပဲ အဲဒီလိုကမ္ဘာထဲရောက်သွားရင်ကော ဘယ်လိုနေမယ်ထင်ပါသလဲ။ဒီဇာတ်ကားထဲမှာတော့ အဲလိုမျိုးကမ္ဘာတစ်ခုထဲက ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်း ပြောပြထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲကလူတွေဟာ ခင်ဗျားတို့ ကျွန်တော်တို့လို သာမန်လူတွေပါပဲ။ ကွာခြားမှုတစ်ခုတည်းရှိတာက သူတို့ဟာ မုသားဆိုတဲ့ သဘောတရားကို နားမလည်ကြဘူး၊ သိလည်းမသိ၊ ပြောလည်းမပြောတတ်ကြဘူး။ ဒီတော့ မြှောက်ပင့်ပြီးညာပြောတာမျိုး၊ အားနာလို့လိမ်ပြောတာမျိုး၊ လိုချင်တာရဖို့လိမ်ညာတာမျိုး လုံးဝမရှိပါဘူး။ သူတို့က သူတို့စိတ်ထဲရှိတာကိုပဲ အရှိအတိုင်းပြောတတ်ကြပါတယ်။ အဲလိုဆိုတော့ တစ်ခါတလေမှာ အပြောခံရသူမှာ စပ်ဖျင်းဖျင်းတော့ ဖြစ်တာပေါ့လေ။မာ့ခ် ဘယ်လီဆင်လို အသက်ကလေးဆယ်ကျော် ပိုက်ဆံကမရှိ လူက ဝပြဲပြဲ ရွက်ကြမ်းရေကျိုရုပ်နဲ့ လူ ဆိုရင် ပိုခံရခက်တာပေါ့။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jucg/(CM)_The_Invention_of_Lying_(2009)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/sChU1ykaA0xVLp63YfRoxn3wBsm.jpg",
        "title": "It’s All My Fault (2022)",
        "description": "It’s All My Fault (2022)ယုတ ဆိုတဲ့ ကောင်လေးက ငယ်စဉ်တည်းက မိဘမဲ့စောင့်ရှောက်ရေးဂေဟာမှာ နေလာရတဲ့ကလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူ့မှာ အမေရင်းရှိပေမဲ့ မတွေ့ခဲ့ရတာကြာပြီဖြစ်ပြီး သူအလယ်တန်းကျောင်းရောက်ရင် သူ့အမေနဲ့တွေ့ခွင့်ရနိုင်တယ်လို့ ဆရာမတွေကပြောဖူးတာကြောင့် အဲဒီနေ့ကိုပဲ စောင့်နေခဲ့တဲ့ကလေးပါ။တစ်နေ့မှာ သူ့အမေကိုဆက်သွယ်လို့ရမယ့်နည်းကို တိတ်တဆိတ် စုံစမ်းပြီး ဂေဟာကနေ ထွက်ပြေးခဲ့ပါတယ်။ ဘယ်မှမသွားဖူးတဲ့ ယုတက အမေရှိတဲ့နေရာထိရောက်အောင် လာခဲ့ပြီး သူ့အမေကလည်း သူ့ကို တွေ့တွေ့ချင်းမှာတော့ ပျော်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂေဟာဆရာမက သူတို့အိမ်တံခါးဝကို လာခေါက်တဲ့အချိန်မှာ ယုတရဲ့ အပျော်တွေအားလုံး အငွေ့ပျံသွားရပါတယ်။ သူအရမ်းတွေ့ချင်ခဲ့တဲ့အမေက သူ့ကိုမလိုချင်မှန်းသိလိုက်ရချိန်မှာ ထပ်ပြီးထွက်ပြေးခဲ့ပါတယ်။ ဒီလိုနဲ့ ထရပ်ကားအပျက်ပေါ်မှာ အိမ်လိုလုပ်ပြီးနေတဲ့ ဂျွန်နီဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်။ ဂျွန်နီကလည်း အမေဖြစ်သူရှိတဲ့မြို့ကို ပြန်ဖို့ ထရပ်ကားစုတ်ကြီးကို ပြင်ဖို့ကြိုးစားနေတာမှန်း သိလိုက်ရတဲ့အခါ မိခင်မေတ္တာကို ငတ်မွတ်နေတဲ့ယုတက ဂျွန်နီကိုကူပြီး ပိုက်ဆံရှာပေးဖို့ကြိုးစားပါတယ်။သူအရင်ကမလုပ်ဖူးတဲ့ စက်ဘီးခိုးတာတွေ ကလိမ်ကျတဲ့အလုပ်တွေကိုပါ ကူညီပေးရင်း ...",
        "rating": "",
        "url": "https://megaup.net/2CT00/(CM)_It_s_All_My_Fault_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtgltT1u4kVUJBocfRb1Xf2v1gu.jpg",
        "title": "Mama Susan’s Friends (2023)",
        "description": "Mama Susan's Friends (2023)ဂါလိုဟာ မိဘမဲ့ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်ပြီး ဦးလေးနဲ့အဒေါ်ရဲ့ စောင့်ရှောက်မှုအောက်မှာနေထိုင်ပြီး ကျောင်းတက်နေပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ဟာ သူ့အပေါ်ကောင်းသလိုရှိပေမဲ့ သူ့သားသမီးအရင်းတွေနဲ့ယှဉ်ရင်တော့ မျက်နှာသာမပေးတာ ခွဲခြားတာမျိုးတွေရှိတတ်တဲ့အတွက် တစ်ခါတလေ စိတ်ညစ်ရတာရှိပေမဲ့ ဂါလိုက ပျော်ပျော်ပဲနေတတ်ပုံရပါတယ်။သူ့ဦးလေးနဲ့အဒေါ်ထက် ပိုစိတ်ညစ်ဖို့ကောင်းတာက ညညဆိုရောက်လာတတ်တဲ့ အိမ်မက်ဆိုးတွေပါပဲ။ မျက်နှာမည်းမည်းနဲ့လူတစ်ယောက် သူ့နောက်ကလိုက်နေတတ်တာ။ အဲဒီလိုပဲတစ်ကိုယ်လုံးမည်းနက်နေတဲ့ မိန်းမကြီးတစ်ယောက် သူ့ကို ဂုတ်ကနေကိုင် လေထဲမြှောက်ထားတာတွေကို မြင်မက်တတ်ပြီး အိမ်မက်နဲ့မတူအောင်ပြက်ပြက်ထင်ထင်ဖြစ်နေတတ်တာတွေကထူးခြားပါတယ်။တစ်နေ့မှာတော့ သူ့ငယ်ဘဝမွေးရပ်မြေ ကျွန်းမြို့ငယ်လေးဆီက သူ့အဖေသေပြီဆိုတဲ့အကြောင်း ကြေးနန်းရောက်လာတဲ့အချိန်မှာ ဂယ်လိုတစ်ယောက် ဇာတိကိုပြန်ရဖို့ ဖြစ်လာပါတော့တယ်။ သူ့ဇာတိ သူမွေးတဲ့ အိမ်မှာ သူ့အဘွားဆူဇန်တစ်ယောက်သာ လက်ရှိနေထိုင်နေပါတယ်။ တစ်အိမ်လုံးမှာရှိနေတာကတော့ ဘာသာရေးရုပ်တုတွေ ပုံစံအမျိုးမျိုးနဲ့ဖြစ်ပြီး တစ်ချိန်က အိပ်မက်ဆိုးတွေဟာ ဒီအိမ်ကြီးကိုရောက်တဲ့အချိန်မှာ တစ်ဖြည်းဖြည်းလက်တွေ့ဆန် ကြောက်မက်ဖွယ်ကောင်းလာတာတွေကိုတွေ့ရတဲ့နောက် ဂယ်လိုတစ်ယောက် ပဟေဠိတွေကြားကနေ ရုန်းထွက်လွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်။နာမည်ကျော် ဖိလစ်ပိုင်စာရေးဆရာ Bob Ong ရဲ့ဘတ်ဆဲလားတစ်အုပ်ဖြစ်တဲ့ Ang mga Kaibigan ni ...",
        "rating": "",
        "url": "https://megaup.net/1WVk1/(CM)_Ang_Mga_Kaibigan_ni_Mama_Susan_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjQxMTdkY2EtM2Y3OS00NDgxLWEyN2EtNGRmZTczYTQ0OWZkXkEyXkFqcGdeQXVyMTY0NjI4OTQ5._V1_-133x200.jpg",
        "title": "Surongo (2023)",
        "description": "Surongo (2023)\nIMDb-6.6/10မထင်မှတ်ထားတဲ့ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့\nမင်းသားကြီးအာဖရန်နီရှိုးရဲ့ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဘင်္ဂလားဒေ့ရှ်ငွေ သန်းနှစ်ဆယ်အသုံးပြုရိုက်ကူးခဲ့ပြီး\nနှစ်ဆကျော်ပြန်လည်ရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။မာဆုဒ်ဆိုတာ ရွာထဲမှာလျှပ်စစ်ပစ္စည်းအမျိုးမျိုးပြုပြင်နေတဲ့လူငယ်တစ်ယောက်။\nတစ်ရက်စျေးထဲဓာတ်တိုင်က မီးသီးတက်ပြင်နေရင်း မြင်လိုက်ရတဲ့မိုနာဆိုတဲ့အမျိုးသမီးလေးကြောင့်\nအချစ်မှာကျရှုံးမိပါလေရော။ချစ်သူတောင်းဆိုသမျှ လိုက်လျောဖို့အသင့်ဖြစ်နေခဲ့သူလေး မောင်မာဆုဒ်တစ်ယောက်\nဆန္ဒတွေပြည့်၀သွားပြီး ချစ်သူနဲ့နှစ်ကိုယ်တူလက်ထပ်ပေါင်းသင်းပြီးနောက်မှာတော့\nလိုအင်ဆန္ဒတွေများပြားလွန်းလှတဲ့ ဇနီးဖြစ်သူမိုနာရဲ့ တောင်းဆိုမှုလိုအပ်ချက်တွေအားလုံးကို ဖြည့်ဆည်းမပေးနိုင်တော့။ချစ်ဇနီးမျက်နှာအညှိုးမခံချင်သူ မာဆုဒ်တစ်ယောက်မိဘ\nလက်ငုတ်လက်ရင်း အိမ်လေးကိုပေါင်ပြီး\nမလေးရှားတက်အလုပ်လုပ်ပါလေရော။အထက်မှာပြောခဲ့သလိုပဲ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးကနေ\nမထင်မှတ်ထားတဲ့ဇာတ်ကွက်ဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့\nဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~YH~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  /  900MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~Zwe~BpL~V",
        "rating": "6.6",
        "url": "https://megaup.net/1gY0u/Surongo.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZjljOWQ2ZmUtN2Y4Zi00MGIyLWI5ZGMtZDIxNzg4OTEwNWQwXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Old Man (2022)",
        "description": "Old Man (2022)\n============Horror ကားကို ဘာဆက်ဖြစ်မလဲဆိုပြီး အဆုံးထိ ရင်တထိတ်\nထိတ်နဲ့ ကြည့်ချင်ကြသူတွေ အကြိုက်တွေ့ကြမယ့် ဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့ ဂျိုးဆိုတဲ့ကောင်လေးတစ်ယောက် တောထဲမှာ\nလမ်းပျောက်ပြီး တောထဲက သစ်လုံးအိမ်လေးဆီ ရောက်သွားရာ\nကနေ စပါတယ်။ကူကယ်ရာမဲ့နေရာကနေ ကယ်တင်ရှင်တွေ့ပြီဆိုပြီး ဝမ်းသာအား\nရနဲ့ သစ်လုံးအိမ်ထဲ ဝင်သွားခဲ့ပေမဲ့ အထဲမှာ ရူးကြောင်ကြောင်\nအဘိုးကြီးတစ်ယောက်နဲ့ တွေ့ပြီး နှစ်ယောက်သား ဘယ်လိုတွေ\nနှစ်ပါးသွားကြမလဲဆိုတာကြည့်ရှုကြရမှာပါ။တဲအိမ်လေးထဲမှာပဲ ပြီးသွားတဲ့ ဇာတ်ကားဖြစ်ပေမဲ့ မထင်ထားတဲ့\nplot twist တွေလည်း ပါဝင်တာကြောင့်ကြည့်ပျော်တဲ့ ဇာတ်ကားပါ။\nရူးကြောင်ကြောင် အဘိုးကြီးအဖြစ် Avatar ကားထဲက မင်းသားကြီး\nStephen Lang က သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nRoman Nox ဖြစ်ပါတယ်)File Size..........(1.23 GB) / (460 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 37Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Roman Nox\nEncoder..........Zin Phyo Aung",
        "rating": "4.8",
        "url": "https://megaup.net/1WP2v/Old.Man.2022.720p.WEB-DL(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67Ue5or6ZPScqkagC3EJSOYuzyR.jpg",
        "title": "Desierto (2015)",
        "description": "ကိုယ်နေထိုင်တဲ့ နေရာမှာမလုံခြုံတဲ့ အတွက် တခြားနိုင်ငံကိုခိုးဝင်ကြတာတွေကိုသိကြမှာပါ။ဒီကားထဲမှာလဲ အဲ့လိုမျိုးမက္ကဆီကိုကနေအမေရိကန်ကိုခိုးဝင်တဲ့လူတွေအကြောင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ခြင်းအားဖြင့် ဒုက္ခခံပြီး အန္တရာယ်တွေကြားကတခြားတစ်နိုင်ငံကို ခိုးဝင်ရတဲ့ လူတွေရဲ့ဘဝကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ မက္ကဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်ဖို့အတွက်ကားတစ်စီးနောက်မှာ လူတွေကိုတင်လာခဲ့ပါတယ်။ဒါပေမယ့် နယ်စပ်အရောက်မှာ ကားပျက်သွားပြီးတော့ ကန္တာရကြီးထဲကနေ တစ်ဆင့်လမ်းလျှောက်ပြီး ဖြတ်ကူးရပါတော့တယ်။ဖြစ်ချင်တော့ တခြားတစ်ဖက်မှာမျိုးချစ်လိုလို စိတ္တဇလိုလိုအမေရိကန် လူတစ်ယောက်က အဲ့ဒီသတင်းကိုကြားမိပြီး ခိုးဝင်လာတဲ့လူတွေကို လိုက်ရှာနေပါတော့တယ်။သူတို့ကိုတွေ့တဲ့အခါမှာတော့ တစ်ယောက်ချင်းစီသေနတ်နဲ့ စိမ်ပြေနပြေထိုင်ပစ်ပါတော့တယ်။ဒီလိုနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေဆုံးကုန်ပြီး ထွက်ပြေးတဲ့လူတွေကလဲ ထွက်ပြေးကြပါတယ်။ဒီလိုနဲ့နောက်ဆုံးမှာတော့ ခိုးဝင်လာတဲ့လူတွေအကုန်သေသွားမလား သူတို့ကိုအမဲလိုက်နေတဲ့ မုဆိုးကရောဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ File size…2.04GB / 797MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Action . Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.1",
        "url": "https://megaup.net/1WVd9/Desierto.2015.Blu-Ray720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvKQYyz8zBFuHojwURt2rrrXQp2.jpg",
        "title": "Never Too Late to Celebrate (2023)",
        "description": "စပိန်လူမျိုးတွေရဲ့ ဓလေ့ထုံးစံမှာ မိန်းကလေးတွေ အသက် ၁၅ နှစ်ပြည့်တဲ့မွေးနေ့ပွဲကိုကြီးကြီးကျယ်ကျယ် ခမ်းခမ်းနားနား ကျင်းပပေးတတ်ကြပါတယ်။အရွယ်ရောက်ပြီဆိုတဲ့ အထိမ်းအမှတ်အနေနဲ့ပေါ့။အဲအခမ်းအနားလေးကို quinceañera or quince လို့ခေါ်ပါတယ်။ စပိန်လူမျိုးဖြစ်ပေမယ့် အမေရိကမှာ ပြောင်းရွှေ့အခြေချ နေထိုင်ခဲ့ရတဲ့ အဖေဖြစ်သူနဲ့အမေရိကန်သူဖြစ်တဲ့ အမေဆီက မွေးဖွားလာတဲ့ ကပြားလေး ကာမီလာ လိုပက်ဇ်ကတော့အဖေဖြစ်သူကို ဆုံးရှုံးထားရတဲ့အတွက် အဖေ့ကို တသသဖြစ်ပြီး လွမ်းဆွတ်နေသူပါ။အဲလိုဖြစ်တာနဲ့အမျှ ကိုယ့်ကိုယ်ကိုယ် မအားလပ်အောင်ထားဖို့အတွက်အလုပ်တွေပဲ ဖိလုပ်နေတဲ့ အလုပ်ကြမ်းပိုးလေးပေါ့။အဲလို နိစ္စဓူဝ အပ်ကြောင်းထပ်နေတဲ့ ကိုယ်ပိုင်အချိန်ဇယားမှာ အသားကျနေတဲ့ကာမီလာတစ်ယောက် အမေဖြစ်သူအလုပ်လုပ်တဲ့ကျောင်းကို သွားတွေ့ရင်းနဲ့အချိန်ပိုင်းဆရာလေး ဟာဗီနဲ့ တွေ့ဆုံခဲ့ပါတော့တယ်။စတွေ့ကတည်းက ဟာဗီပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကြောင့်အဖေဖြစ်သူကို သတိရပြီး သူစိမ်းရှေ့မှာ ငိုကြွေးခဲ့မိရာကနေကာမီလာတစ်ယောက် ရှေ့ဆက်ပြီး ဘယ်လိုဆုံးဖြတ်ချက်တွေ ချမိမလဲအဖေဖြစ်သူ မရှိဘူးဆိုတဲ့ အတွေးကြောင့် ၃၀ နှစ်ပြည့်မွေးနေ့ကိုပါမကျင်းပဖို့ ဆုံးဖြတ်ထားပေမဲ့ ဘယ်အရာတွေကြောင့်Double quince လုပ်ဖို့ဖြစ်လာမလဲဆိုတာကို အရိုတစ်လိုင်း ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အရိုကားလေးဆိုပေမယ့် အဖေနဲ့သမီးကြား၊ သားအမိကြား မေတ္တာတွေကိုပါပေါ်လွင်အောင်ပုံဖော်ထားတာမလို့ တစ်ရှူးလေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1WSs5/Never.Too.Late.to.Celebrate.2023.WEB-DL720p(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODgwMzBiYWItNThjYi00MjU4LWFjZDAtM2ZhMzk5NmFjZDViXkEyXkFqcGdeQXVyODkyMDY1MQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Famous (2023)",
        "description": "သွေးမတော်သားမစပ် မွေးစားညီအစ်ကို နှစ်ယောက်ဖြစ်ကြတဲ့ Wayne နဲ့ Famous ဆိုတဲ့ ညီအစ်ကို နှစ်ယောက်ရဲ့ music business အထဲမှာ ကျင်လည်ကြပုံကို ရိုက်ထားတာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်က ဆန့်ကျင်ဖက်တွေဖြစ်ကြပြီး Wayneက Famousရဲ့ ပရိုဂျူဆာဖြစ်ပါတယ်။ Famous က ဆေးစွဲနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အစ်ကိုရဲ့ ထိန်းချုပ်ခြင်းကိုခံနေရသူပါ။ တညမှာ ခရစ်ယာန်ဘုရားကျောင်းတစ်ခုရဲ့ ဆေးဖြတ်တဲ့သူတွေကိုအထောက်အပံ့ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကို ငွေသွားလှူခဲ့ရင်း Eileen ဆိုတဲ့အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ သူ့ဘဝရဲ့ လက်တွဲဖော်အဖြစ်ရည်မှန်းထားတဲ့ Eileenရဲ့ နောက်ကြောင်းကို သူသိသွားတဲ့အခါမှာ၊သူ့ကို ထိန်းချုပ်ထားတဲ့ သူ့အစ်ကိုက Eileenနဲ့ သဘောတူကြည်ဖြူရဲ့လား သူရောဆေးဖြတ်ပြီး သူ့အစ်ကို ထိန်းချုပ်မှုအောက်ကနေ ရုန်းထွက်နိုင်မလား ရုန်းထွက်လို့မရတဲ့ ထိန်းချုပ်မှုဆိုတာကရော တကယ်ရှိတာလား ဆိုတာသိရဖို့ ရုပ်ရှင်ကားကိုပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။ File size…(960 Mb/(500 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Drama, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1WVhs/Famous.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5g4bp8gS5ovMyR5439AII6zQ3n.jpg",
        "title": "My Best Friend’s Wedding (1997)",
        "description": "My Best Friend's Wedding (1997)~ IMDb - 6.3/10, Rotten Tomatoes - 74% ~တစ်ခေတ်တစ်ခါက ပုရိသတို့ရဲ့အသည်းကျော် မမဂျူလီယာရောဘတ်နဲ့ ကင်မရွမ်ဒီယက်ဇ်တို့ကို အတူတူတွဲမြင်ရမှာဖြစ်ပြီး Dermot Mulroney နဲ့ Rupert Everett တို့နုစဥ်က Visual တွေနဲ့ 90s ခေတ်ရဲ့အဖိုးတန်ရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပါတယ်။ဂျူလီယန်: \"မိုက်ကယ်ရေ ငါတို့တက္ကသိုလ်ဒုတိယနှစ် ညတစ်ညက နင်ပြောခဲ့တာမှတ်မိသေးတယ် ''ငါတို့ ၂၈ နှစ်ထိအိမ်ထောင်မပြုဖြစ်ကြသေးရင် ငါတို့ချင်းလက်ထပ်ရအောင်'' ဆိုပြီးလေ။ မကြာခင် ၂၈ ပြည့်တော့မှာဆိုတော့ ဒီရက်ပိုင်းအဲဒီစကားကို ငါပြန်တွေးဖြစ်နေတယ်။ နင့်ဆီကအရေးကြီးကိစ္စပြောစရာရှိတယ်ဆိုပြီး Voicemail ရတော့ပျော်လိုက်တာ ငါလက်ခံဖို့အဆင်သင့်ဖြစ်နေပါပြီ။ တကယ်တမ်းကြားလိုက်ရတာက ချစ်ခွင့်ပန်စကားမဟုတ်ဘဲ နင့်ရဲ့မင်္ဂလာသတင်းဖြစ်နေခဲ့တယ်။ ကိုယ်ချစ်တဲ့သူကတခြားမိန်းကလေးနဲ့လက်ထပ်တော့မှာကို လက်ခုပ်တီးပေးနိုင်လောက်အောင် ငါသဘောထားကြီးပေးနိုင်ပါ့မလားမသေချာဘူး မိုက်ကယ်...\"မိုက်ကယ်: \"ဂျူလီယန် ငါအဲဒီညကိုဘယ်တုန်းကမှမမေ့ခဲ့ပါဘူး။ မင်းကလှပတယ် ထက်မြက်တယ် ကိုယ်ဘာလိုချင်လဲသေချာသိပြီး ပြီးပြည့်စုံတဲ့မိန်းမတစ်ယောက်။ နင့်ဘဝရဲ့ဦးစားပေးတွေက မိန်းကလေးအများစုလို ...",
        "rating": "6.3",
        "url": "https://megaup.net/4EL2z/(CM)_My_Best_Friend_s_Wedding_(1997)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EONm3medZBNfHhost4taqrje1r.jpg",
        "title": "The Great Seduction (2023)",
        "description": "လူ့လောကရဲ့ နိဗ္ဗာန်ဆိုတာက ဂုဏ်တွေ ပကာသနတွေ ငွေကြေးတွေနဲ့ပြည့်နှက်နေတဲ့ နေရာတစ်ခုမဟုတ်ပါဘူး။စိတ်ချမ်းသာ ကိုယ်ကျန်းမာပြီးအားလုံးအတူတူပျော်ရွှင်စွာ နေထိုင်နိုင်ကြတဲ့နေရာလေးတစ်ခုကိုဆိုလိုတာပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာတော့ ဆန်တာမာရီယာဆိုတဲ့ ကျွန်းမြို့လေးကို အဲ့လိုနိဗ္ဗာန်လေးတစ်ခုလို့တင်စားထားပါတယ်။အဲ့ဒီမှာ နေထိုင်တဲ့လူတွေက အချင်းချင်းချစ်ခင်ကြပြီးတော့ ပျော်ရွှင်စရာကောင်းတဲ့နေရာလေးတစ်နေရာဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ သူတို့အနီးအနားကမြို့မှာ ငါးတွေကိုဖမ်းပြီးထုပ်ပိုးရောင်းချတဲ့ ကုမ္ပဏီတစ်ခုကို ထောင်ခဲ့တဲ့အချိန်မှာ သူတို့အတွက်ငါးတွေရော အလုပ်အကိုင်တွေရောမရှိတော့ပါဘူး။ဒီလိုနဲ့ပျော်ရွှင်စရာတွေနဲ့ပြည့်နှက်နေခဲ့တဲ့ နေရာကနေ အမေရိကားကိုပြောင်းရွှေ့တဲ့ လူတွေကပြောင်းရွှေ့ကုန်ကြပြီး အခုအချိန်မှာတော့ အစိုးရကပေးတဲ့ ထောက်ပံ့ကြေးလေးတွေနဲ့ပဲအသက်ဆက်နေရပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ဆန်တာမာရီယာကိုအရမ်းချစ်တဲ့ဂါမန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က သူတို့မြို့လေးကိုအဖက်ဆယ်ဖို့အတွက်အကြံရသွားပါတော့တယ်။အဲ့ဒါကတော့အဲ့ဒီစက်ရုံကိုသူတို့ မြို့လေးမှာလဲလာဖွင့်ခိုင်းဖို့ပါပဲ။ဒါပေမယ့် အဲ့လိုဖွင့်ဖို့အတွက်သူတို့မြို့မှာ ဆရာဝန်တစ်ယောက်လိုအပ်နေပါတယ်။စီးပွားပျက်ကပ်ဆိုက်နေတဲ့ မြို့တစ်မြို့မှာ နေချင်တဲ့ဆရာဝန်ဆိုတာက မရှိသလောက်ကို ရှားတဲ့အတွက်ဆရာဝန်ရှာဖို့ကြိုးစားခဲ့ပါတော့တယ်။ဒီလိုနဲ့ ကံကောင်းပြီးတော့ သူတို့မြို့ကို တစ်လတာ တာဝန်လာထမ်းဆောင်တဲ့ဆရာဝန်တစ်ယောက် ရောက်လာခဲ့ပါတယ်။အဲ့ဒီဆရာဝန်ကို သူတို့နဲ့ရေရှည်လက်တွဲပြီး နေထိုင်အောင်လို့ဆရာဝန်ရဲ့အကြိုက်တွေကိုပဲ တစ်မြို့လုံးကလိုက်လျောပြီး ဟန်ဆောင်နေထိုင်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့ မြို့သူမြို့သားတွေနဲ့ဆရာဝန်ကြားမှာ သံယောဇဉ်တွေဖြစ်လာတော့ ဆက်ပြီးလိမ်ညာနေဖို့ကခက်ခဲလာတော့ပါတယ်။ဒီလိုနဲ့သူတို့ကြားမှာဘာတွေဆက်ဖြစ်ကြမလဲဆန်တာမာရီယာမြို့လေးကရော အရင်လိုပြန်လှပလာပြီး နိဗ္ဗာန်ဘုံလေးတစ်ခုပြန် ဖြစ်လာနိုင်ပါ့မလားဆိုတာကို ကြည့်ရမဲ့ကားလေးပဲဖြစ်ပါတယ်။  File size…1.18GB / 467MB\nQuality…NF WEB-DL 1080p 5.1 ...",
        "rating": "6.5",
        "url": "https://megaup.net/3YMHX/The.Great.Seduction.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lop-nor-tomb-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcjjYcMaaSKD2C8xn0hy6o6yj2L.jpg",
        "title": "Shattered(2007)",
        "description": "Shattered(2007)*************** မင်းသားကြီး Pierce Brosnan  နဲ့ Gerard Butlerတို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတယ်....\nသူ့နာမည် နေးလ် ရမ်ဒဲတဲ့။ သူ့မှာ ဝင်ငွေကောင်းတဲ့ အလုပ်ကောင်းကောင်းလည်းရှိတယ်။ အိမ်ကောင်းကောင်း ကားကောင်းကောင်းလည်းပိုင်ထားတယ်။ ဇနီးချောလေးအပြင် သမီးချောလေးတစ်ယောက်ပါရှိသေးတယ်။လူတိုင်းအားကျရတဲ့ ဘဝကိုပိုင်ဆိုင်ထားရှာတဲ့ နေးလ် ပေါ့။သူ့ဇနီး အက်ဘီကိုလည်း အရမ်းချစ်တတ်သလို အက်ဘီကလည်းသူ့ကိုသိပ်ချစ်တယ်။ကုမ္ပဏီမှာလည်း အလုပ်လုပ်တာတော်တော့ သူဌေးမျက်နှာသာပေးတာလည်းခံရတယ်။တစ်နေ့ သူ့ သူဌေးက အိမ်ကိုအလည်ခေါ်လို့ နေးလ်ကခရီးထွက်ဖို့ပြင်ပြီး အက်ဘီကတော့သူ့သူငယ်ချင်းနဲ့လျှောက်လည်မယ်လို့စီစဉ်ထားကြတယ်။ သမီးလေး ဆိုဖီကိုတော့ ကလေးထိန်းနဲ့ထားခဲ့ကြမယ်ပေါ့လေ။ အဲ့လိုနဲ့ သူတို့နှစ်ယောက် ကားမောင်းထွက်လာပြီးမကြာဘူးကားပေါ်မှာခိုးလိုက်လာတဲ့ လူတစ်ယောက်က သူတို့သမီးလေးဆိုဖီကို ပြန်ပေးဆွဲထားတာဖြစ်ကြောင်း \\သူခိုင်းတာမှန်သမျှလုပ်ပေးရမယ်ဖြစ်ကြောင်းပြောရင်း ခြိမ်းခြောက်ပါတော့တယ်။ဇာတ်လမ်းအစကနေအဆုံးထိ tension မကျပဲ ဆွဲခေါ်သွားတာဖြစ်လို့ ကြည့်ရတန်တဲ့ဇာတ်ကားတစ်ခုပါပဲ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Muse ပဲဖြစ်ပါတယ်...File size… 1.4GB& 613MB\nQuality…Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….1hr 35min\nGenre ….. Crime, Thriller ,Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/3iQ0y/Shattered.2007.BLU-RAY.720P(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHZzPiWqhRPwVoxmfIqf7jyr6jU.jpg",
        "title": "The Headless General Who Stole the Book of Heaven (2023)",
        "description": "ဒဏ္ဍာရီအရ ချဲ့ထျန်းမျိုးနွယ်စုဟာ ငရဲပြည်က တစ္ဆေတံခါးကို ဖွင့်ခဲ့ပြီး\nချဲ့ထျန်းလျှို့ဝှက်ပညာကို ကျင့်ကြံခဲ့တယ်။ အဲဒီပညာရဲ့ လျှို့ဝှက်ချက်တွေကို\nချဲ့ထျန်းစာအုပ်မှာ မှတ်တမ်းတင်ထားတယ်တဲ့။ အားဂူလိဦးဆောင်တဲ့\nဝံပုလွေတပ်ကြီးဟာ ချဲ့ထျန်းမျိုးနွယ်ရဲ့ နဂါးသွေးကြောရတနာနဲ့\nမိန်းမလှလေး ရှီထျန်းကျောင်းကို လိုချင်တဲ့အတွက် ကျွိလန်မြို့ကို\nအပိုင်သိမ်းချင်နေကြပါတယ်။ မြို့စောင့်စစ်သူကြီးရှီဝမ့်ဖူးဟာ\nရန်သူအင်အားကို မနိုင်တဲ့အတွက် မြို့ထဲကပြည်သူတွေနဲ့ သူ့သမီးကို\nကယ်တင်ဖို့အတွက် ရှောင်းပုဖျင်နဲ့ ပူးပေါင်းပြီး ချဲ့ထျန်းစာအုပ်ထဲမှာ\nမှတ်တမ်းတင်ထားတဲ့ လျှို့ဝှက်ပညာတွေကို အသုံးချပြီး ကျွိလန်မြို့ကို\nတစ္ဆေမြို့အဖြစ်ပြောင်းလဲခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ကြောက်စရာကောင်းတဲ့\nကျိန်စာ ၇ ခုကိုလည်း ကျိန်ဆိုခဲ့ပြီး သူ့ရဲ့ခေါင်းကိုဖြတ်ပြီး\nတစ္ဆေအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ ဝံပုလွေတပ်တွေကလည်း\nရှီဝမ့်ဖူးကို သေပြီအထင်နဲ့ မြို့ထဲကို ဝင်လာခဲ့ပါတယ်။\nမထင်ထားဘဲ မြို့ထဲမှာ နိမိတ်ဆိုးတွေ ဆက်တိုက်ပြပြီး\nဝံပုလွေတပ်က စစ်သူကြီးတို့လည်း ဆက်တိုက်အသေဆိုးနဲ့ သေခဲ့ရပါတယ်။\n\"ခေါင်းပြတ်စစ်သူကြီးထွက်လာပြီး ကျိန်စာတွေ အမှန်ဖြစ်လာမယ်\"ဆိုတဲ့\nကောလာဟလက ပျံ့သွားပြီး အားလုံးကြောက်လန့်နေကြပါတယ်။\nအားဂူလိတစ်ယောက် နဂါးသွေးကြောကို ရှာတွေ့နိုင်မလား......\nခေါင်းပြတ်စစ်သူကြီးကရော မြို့နေပြည်သူတွေနဲ့ သူ့သမီးကို\nဘယ်လို ကယ်တင်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-headless-general-who-stole-the-book-of-heaven-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7w49kr94MerQGRAbVn15ZPM2fmS.jpg",
        "title": "Kung Fu Boys (2016)",
        "description": "ဆင်းဆင်းရဲရဲမွေးလာရတာနဲ့ အနိင်ကျင့်ခံနေရတော့မှာလား......\nအကြားအာရုံချို့ယွင်းတာနဲ့ လှောင်ပြောင်ခံရတော့မှာလား.....\nလူငယ်လေးရဲ့သူရဲကောင်းအိပ်မက်က\nမဖြစ်နိုင်တဲ့တောင်းဆုတစ်ခုပဲလား......\nနိဒါန်းမှာစုတ်ပြတ်နေလဲ နိဂုံးမှာဘုရင်အဖြစ်နဲ့\nအဆုံးသတ်အောင်လုပ်နိုင်ပါတယ်။\nဆင်းရဲနုံချာပြီး အကြားအာရုံချို့ယွင်းနေတဲ့\nလူငယ်လေးတစ်ယောက်ရဲ့ ထိပ်ဆုံးကိုရောက်ဖို့ကြိုးစားပြီ\nတိုက်ပွဲဝင်ပုံလေးကို နွေးထွေးတဲ့အချစ်တွေနဲ့\nသတ္တိအစွမ်းတွေကိုဖော်ကျူးထားတဲ့ Kung Fu Boys\nဒုတိယကား လူငယ်ကွန်ဖူးကားလေးဖြစ်ပါတယ်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Drama\nRuntime - 1 hr 35 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5",
        "url": "https://megaup.net/2CSef/Kungfu_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law (2021)",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကတော့\nအက်ရှင်ခပ်ကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့လူတွေအတွက်\nကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ချင်ပါတယ်။\nဇာတ်လမ်းကတော့ မူးယစ်ဆေးရောင်းတဲ့လောကမှာ\nဘုရင်တစ်ပါးဖြစ်တဲ့ ကွေယန်နဲ့ဟေးဟော်တို့က အစပိုင်းမှ\nာသွေးသောက်ညီအစ်ကိုတွေဖြစ်ပြီး အရမ်းဆိုးသွမ်းခဲ့ကြတာပေါ့။\nဒီလိုနဲ့ တနေ့မူးယစ်ဆေးနှိမ်နင်းရေးရဲတစ်ယောက်က သူတို့ကိုဖမ်းဖို့\nထောင်ချောက်ဆင်ခဲ့ပေမဲ့သူတို့ကတော့ရဲကိုသတ်ပစ်ခဲ့တယ်။ အိမ်ထဲမှာရှိနေတဲ့\nကောင်မလေးကိုပါမုဒိမ်းကျင့်ခဲ့တာပေါ့။ ဒီလိုနဲ့ချင်းချန်ဆိုတဲ့\nမုဒိမ်းကျင့်ခံခဲ့ရတဲ့ကောင်မလေးက သူ့အစ်ကိုအစားလက်စားချေဖို့ဟေးဟော်ဆီ\nတပည့်သွားခံခဲ့တယ်။တိုက်ခိုက်ရေးမှာ အရမ်းတော်ပြီးအရည်အချင်းရှိ\nနာမည်ကြီးတဲ့သူဖြစ်လာခဲ့တယ်။ ကဲဒီလိုနဲ့ ချင်းချန်တစ်ယောက်သူ့အစ်ကိုကို\nသတ်ပစ်ခဲ့သူကို လက်စားချေနိုင်မလား။လူသတ်သမားကကော\nဘယ်သူဖြစ်မလဲစတဲ့ မူးယစ်ဆေးလောကရဲ့ ရက်စက်မှုတွေ\nသတ်ဖြတ်မှုတွေအစရှိတာတွေကို ဒီဇာတ်လမ်းလေးကနေ\nပြသပေးသွားမှာဖြစ်တဲ့အတွက် ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Crime, Drama\nRuntime - 1 hr 30 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Ann Chi\nEncoded by LK",
        "rating": "8.9/10",
        "url": "https://channelmyanmar.org/the-return-of-the-sister-in-law-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmoutPdc0oFYgaG6clbdDzIF1lF.jpg",
        "title": "Huang Miao Village’s Tales of Mystery (2023)",
        "description": "နေရာအနှံ့ ခရီးလျှောက်သွားနေတဲ့\nတာအိုဆရာ ဦးလေးကျိုနဲ့ တပည့်ဖြစ်သူ ချန်ကန်းနဲ့ ချိုးရွှေတို့ဟာ\nဟွမ်မြောင်ရွာကို ရောက်သွားရာမှ\nသတို့သမီးဖုတ်ကောင်နဲ့ ကြုံတွေ့ခဲ့ရပါတယ်\nအဲဒီနောက်မှာတော့ သတို့သမီးဖုတ်ကောင်ဟာ\nဟွမ်အိမ်တော်က သခင်မမှန်းသိလိုက်ရတဲ့အခါမှာ\nဟွမ်သခင်ကြီးရဲ့ ဖိတ်ခေါ်မှုကြောင့် ဟွမ်အိမ်တော်ကို ဖုတ်ကောင်ကိစ္စဖြေရှင်းဖို့ ရောက်သွားခဲ့ကြပါတယ်ဒီလိုနဲ့ ဖုတ်ကောင်ကိစ္စအပြင် ရွာထဲမှာ အဆိပ်ပိုးကောင်ကိစ္စတွေပါ ပါဝင်လာတဲ့အခါမှာတော့\nဖုတ်ကောင်ကိစ္စဟာ မရိုးရှင်းတော့ဘဲ ဦးလေးကျိုနဲ့သူတပည့်တွေအတွက် ခေါင်းစားစရာ ဖြစ်လာပါတော့တယ်တဖြည်းဖြည်းနဲ့ သေတဲ့သူကသေ ရူးတဲ့သူကရူး ဖြစ်လာတဲ့အခါမှာ\nဦးလေးကျိုတို့ ဆရာတပည့်တွေ ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး\nQuality : WEB-DL CM 1080p, 720p\nFormat : mp4\nGenres : Action, Thriller\nRuntime : 1hr 28min\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nReviewed By MeeMeeJueJue\nEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/huang-miao-villages-tales-of-mystery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p23447683_p_v12_aa-133x200.jpg",
        "title": "Ramona (2022)",
        "description": "IMDb-6.3/10 ~ Rotten tomatoes-100%2022 တုန်းကထွက်ရှိခဲ့တဲ့ စပိန်စကားပြော အချစ်ဟာသဇာတ်မြူးရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ဝင်ခန်းအများစုကို အဖြူ၊ အမဲနဲ့ရိုက်ထားပြီးတော့ ရာမိုနာ ဆိုတဲ့ကောင်မလေးရဲ့ သုံးပွင့်ဆိုင်အချစ်ကို ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုနာ (ရာမိုနာ) ဟာ သူနဲ့နှစ်အကြာကြီးတွဲခဲ့တဲ့ ကောင်လေးဖြစ်သူ နစ်ကို နဲ့အတူ လန်ဒန်မြို့ကနေပြီး မက်ဒရစ်မြို့ကိုပြန်ပြောင်းလာခဲ့တာပါ။ ရာမိုနာက မက်ဒရစ်မြို့မှာ အခြေချပြီးတော့အစက‌နေကြိုးစားရင်းနဲ့ မင်းသမီးလုပ်ပြီး သားသမီးတွေနဲ့ ဘဝကိုကုန်ဆုံးချင်သူပါ။ ဒီလိုနဲ့ သူဝင်ပြီးအ‌ရွေးခံမဲ့ သရုပ်ဆောင်ရွေးပွဲမတိုင်ခင် တစ်ရက်အလိုမှာ လူရွေးပွဲလုပ်မဲ့နေရာနားက ဘားကိုသွားရင်းနဲ့ သူ့ထက်အသက်ကြီးတဲ့ ဘရူနိုနဲ့စကားလက်ဆုံကျပြီး ဘဝကြီးအကြောင်း၊ ကမ္ဘာကြီးအကြောင်းပြောရင်းအဖွဲ့ကျနေခဲ့ပါတယ်။ဒီအချိန်မှာ ဘရူနိုက ရုတ်တရက်သူ့ကိုချစ်နေကြောင်း ပြောလိုက်တဲ့အတွက် ရာမိုနာလည်းလန့်သွားပြီး စကားအများကြီးဆက်ပြောမနေ‌တော့ပဲ ထွက်လာခဲ့လိုက်ပါတယ်။ နောက်တစ်ရက် လူရွေးပွဲကိုသွားတဲ့အခါမှာ ဘရူနိုက ရုပ်ရှင်ရိုက်မဲ့ဒါရိုက်တာဖြစ်နေပြီး သူ့ကို ခေါင်းဆောင်မင်းသမီးအနေနဲ့ပဲတင်ရိုက်ဖို့ အတင်း‌ ရွေးတဲ့အတွက် ရာမိုနာလည်း သရုပ်မဆောင်နိုင်ကြောင်းပြောရင်း ထွက်လာခဲ့လိုက်ပါတယ်။ ဒီအကြောင်းကို နစ်ကို သိသွားတဲ့အချိန် နှစ်ခါပြန်မရနိုင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1WUi5/Ramona.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddacirup8d3NJqyFvRaBllSFncr.jpg",
        "title": "Sun and Concrete (2023)",
        "description": "Sun and Concrete (2023)~ IMDb rating - 7.6/10 ~\"Sun and Concrete\" ဆိုတဲ့စကားလုံးကို မြင်လိုက်ရင် တော်တော်များများက နေ နဲ့ ဘိလပ်မြေဆိုပြီးတော့ ထင်ကြမှာအမှန်ပါပဲ။ ဒါပေမဲ့ ဒီကားမှာတော့ ဂျာမနီနိုင်ငံက \"နေရောင်အောက်က မြို့ပျက်လေး\" တစ်မြို့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားဟာ ဆန်ခါတင်စာရင်း ၅ ခုထဲပါခဲ့တဲ့အပြင် မျက်နှာသစ်သရုပ်ဆောင်ဆုကိုပါရရှိထားပါတယ်။ ဒါ့အပြင် IMDb မှာ 7.6/10 နဲ့ 2023 မှာ ဂျာမန်ရဲ့ တတိယအကောင်းဆုံးဇာတ်ကားအဖြစ်ရပ်တည်လျက်ရှိနေပါတယ်။ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဖြစ်ကြတဲ့ လူးကတ်စ်၊ ဂျူးလိယက်စ်၊ ဂျီနိုနဲ့ ဆန်ချက်ဇ်တို့အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းရဲ့ အကျဉ်းကိုပြောရမယ်ဆိုရင် လူးကတ်စ်တို့လေးယောက်ဟာ ဘာလင်မြို့ရဲ့ နူကိုလင်ရပ်ကွက်မှာ နေထိုင်ကြတာပေါ့။ သူတို့လေးယောက်ဟာ နေ့တိုင်း တုတ်၊ ဓား၊ ရန်ပွဲ နဲ့ မူးယစ်ဆေးတွေကြားမှာ ဘဝကြီးကိုရုန်းကန်နေရသူတွေပါ။ ဒါပေမဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3YLT0/(CM)_Sun_And_Concrete_(2023)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjc4ZmM4Y2EtYWU0Yi00NGVjLTg1ZDQtMGI2YjEzYjg3YjY5XkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "Catfish Murder (2023)",
        "description": "Catfish Murder ကတော့ Crime, Drama, Thriller အအမျိုးအစား ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ တေလာပါကာဆိုတာက သိပ္ပံပညာရပ်မှာ သိပ်ကိုထူးချွန်တဲ့ စာကြမ်းပိုးတစ်ယောက်။ သူက အထက်တန်းကျောင်းမှာ အနိုင်ကျင့်ခံရတာကြောင့် အိမ်တွင်းပုန်းဗီဒိယိုဂိမ်းပဲ ထိုင်ဆော့နေရင်း အမ်မာဆိုတဲ့ ကောင်‌မလေးတစ်ယောက်နဲ့ အွန်လိုင်းအီစီကလီဆက်ဆံရေးရှိလာခဲ့တယ်။တစ်ရက် သူက သူနဲ့ Chemistry အတန်းက lab partner ဖြစ်သူ ဆိုဖီယာရဲ့ မွေးနေ့ပွဲကို သူနဲ့အတူတူတက်ဖို့ အမ်မာကိုဖိတ်ခဲ့ပေမဲ့ အစကသဘောတူခဲ့တဲ့ အမ်မာက မလာနိုင်ခဲ့တော့ သူလဲ မွေးနေ့ပွဲကို မသွားဖြစ်လိုက်တော့ဘူး။ ဒါပေမဲ့ မွေးနေ့ညမှာ မွေးနေ့ရှင်ဆိုဖီယာ အသတ်ခံခဲ့ရတယ်။ အဲနေ့ညက တေလာနဲ့ဆိုဖီယာကို အတူတွေ့ခဲ့ပါတယ်ဆိုတဲ့သက်သေနဲ့အတူ တေလာအဖမ်းခံလိုက်ရတယ်။တေလာအတွက် အပြစ်ကင်းစင်ကြောင်း ပြပေးနိုင်ဖို့ အမေဖြစ်သူနဲ့ ညီမဖြစ်သူတို့က အသည်းအသန်ကြိုးစားကြတဲ့အခါ တကယ့်တရားခံအစစ်က ဘယ်သူဖြစ်မလဲ။ တကယ်ပဲ တေလာကိုယ်တိုင်ဖြစ်နေမလား။ Catfish Murder ဆိုတဲ့ဇာတ်လမ်းအမည်အရ အမ်မာကရော ဒီအမှုနဲ့ဆက်စပ်နေမလား။ ...",
        "rating": "",
        "url": "https://megaup.net/3iOgz/Catfish.Murder.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/download-1-134x200.jpeg",
        "title": "Good Kids (2016)",
        "description": "Good Kids (2016)သူငယ်ချင်းတွေနဲ့အတူဗရုတ်ကျခဲ့ကြတဲ့ လူငယ်ဘဝအမှတ်တရတွေ လူတိုင်းကိုယ်စီရှိကြမှာပါ။ အဲဒီလိုပဲ ဒီဇာတ်လမ်းကလည်း ကောလိပ်ဝင်တော့မယ့် Teenager Squad တစ်ခုရဲ့ အမှတ်တရနွေရာသီပေါ့။အန်ဒီ စပိုက်စ် လိုင်းယွန်း နဲ့ နိုရာဆိုပြီး သူငယ်ချင်းလေးယောက်နဲ့ဖွဲ့စည်းထားတဲ့ ဒီ Squad ကတော့ ကောလိပ်ကောင်းကောင်းဝင်နိုင်ဖို့ စာပဲလုပ်ခဲ့တဲ့ ဟိုက်ပါအဖွဲ့ပါ။ အတန်းထဲမှာ ဆရာမအိမ်စာထပ်ခိုင်းဖို့မေ့နေရင် ထသတိပေးလို့ အတန်းဖော်တွေမေတ္တာပို့တာခံရတဲ့အဖွဲ့ပေါ့။ ငယ်ငယ်ကတည်းက ဘယ်ခေါ်ခေါ်မလိုက်တဲ့သူတို့ အထက်တန်းပြီးတဲ့အထိ ပါတီဆိုတာလည်း ဘာမှန်းမသိပါဘူး။ဒီလိုနဲ့ လိမ္မာရတာပျင်းလာတဲ့ သူတို့အဖွဲ့က အရင်ကမလုပ်ဖြစ်တာတွေ ဒီနွေရာသီမှာ တစ်ခုချင်းလုပ်ပြီး အပီအပြင်ကဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဟိုက်ပါလေးယောက် ဗရုတ်သုတ်ခတွေလုပ်ရင်း အရှုပ်တွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးအပန်းဖြေရင်းကြည့်ရှုလိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 730MB\nQuality - 1080p, 720p\nIMDb Rating - 6.1/10\nFormat - mp4\nDuration ...",
        "rating": "6.1",
        "url": "https://megaup.net/3iOd1/(CM)_Good_Kids_(2016)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/1WTgj/(CM)_Sugapa_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVQ1DJjdtPQd9HeaUntXaGuWadq.jpg",
        "title": "Eliminate Evil: Speedsters ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ ။ ဒီဇာတ်ကားလေးဟာဆိုရင် ပြည်သူတွေရဲ့\nလုံခြုံမှုအတွက် ကိုယ်ကျိုးစွန့်ကာ ကာကွယ်ပေးခဲ့ကြတဲ့\nလင်ယန် ဦးဆောင်သော အထူးရဲတပ်ဖွဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။၂၀၀၄ ခုနှစ် တရုတ်နိုင်ငံအတွင်းမှာ ဓားပြတိုက် လုယက်မှုတွေနဲ့အတူ\nရက်စက်စွာသတ်ဖြတ်မှုတွေကိုလဲ တွေ့ကြုံနေရပါတယ်။\nဒါပေမဲ့ကျူးလွန်သွားတဲ့တရားခံဟာ ခြေရာခံဖို့ခက်ခဲလွန်းသည့်အတွက်ကြောင့်\nဖမ်းဆီးဖို့အတွက် မဖြစ်နိုင်ခဲ့ပါဘူး ။ တစ်နေ့မှာ လင်ယန်\nဦးဆောင်တဲ့ အထူးတပ်ဖွဲ့ဟာ တရားခံကို ဖမ်းဆီးနေစဥ်အတွင်း\nဖမ်းမိခါနီးလက်မတင်လေးအလိုမှာ လွတ်မြောက်သွားခဲ့တာကြောင့်\nလင်ယန်တစ်ယောက် ယူကျုံးမရဖြစ်ကာ အပြစ်ရှိသလို ခံစားနေခဲ့ရရှာပါတော့တယ် ။ဒီလိုနဲ့ ကိုယ့်လက်ထဲကနေလွတ်မြောက်သွားတဲ့ ဒုစရိုက် တရားခံကို\nပြန်လည်ဖမ်းဆီးဖို့အတွက် အသစ်တစ်ဖန် အစီအစဥ်ဆွဲကာ အမှုကို လိုက်ခဲ့ရမှာတော့ ....?❏ တကယ့်တရားခံအစစ်အမှန်ကို သူတို့တွေ့ရှိနိုင်ပါ့မလား ?\n❏ သတ်ဖြတ်မှုတွေ လုယက်ခံရသူတွေ အစရှိတဲ့\nနစ်နာသူတွေအတွက် တရားမျှတမှူရော သူတို့တွေရှာဖွေပေးနိုင်ပါ့မလား ?\n❏ အသက်စွန့်လွှတ် ပေးဆပ်မှုတွေပါ ကြုံလာရာတဲ့အခါမှာတော့\nသူတို့အဖွဲ့ဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/eliminate-evil-speedsters-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/io2Tm89or3jO2pDtEAPEACx4wUe.jpg",
        "title": "Beginners(2010)",
        "description": "အိုလီဗာဖီးဒ်ဟာ မိဘတွေရဲ့ထူးဆန်းတဲ့အိမ်ထောင်ရေးကြောင့် တခြားသူကိုရေရှည်ချစ်ကြည့်ဖို့မဝံ့ရဲပဲ အသက်သုံးဆယ့်ရှစ်နှစ်ရှိလာခဲ့ပါတယ်။\nလူပျိုကြီးဘဝနဲ့ အရိုးထုတ်ဖို့ဆုံးဖြတ်ထားတဲ့အိုလီဗာဟာ တစ်နေ့တော့ ပါတီမှာအမှတ်မထင်ဆုံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားတဲ့အခါမှာတော့...\nအိုလီဗာ့လိုပဲ ငယ်ဘဝစိတ်ဒဏ်ရာတွေရှိနေတဲ့ အချစ်ကိုကြောက်တဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ကြားမှာတဖြည်းဖြည်းအမြစ်တွယ်လာတဲ့သံယောဇဥ်တွေရယ် အိုလီဗာရဲ့ဘဝဇာတ်ကြောင်းရယ်ကို လှပစွာပြသသွားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ ဒရမ်မာကားကောင်းတွေကြိုက်တတ်ရင် ပေးရတဲ့အချိန်နဲ့တန်မယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါလို့ ညွှန်းရင်းတင်ဆက်လိုက်ရပါတယ်။ File size…1.04 GB /470 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chole Khin",
        "rating": "7.2",
        "url": "https://megaup.net/1SNqs/Beginners.2010.bluray720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jPKEeHmUuoDnIaRs6VUqSr4qRGR.jpg",
        "title": "Housebound(2014)",
        "description": "\"Housebound\"ဇာတ်ကားလေးကတော့ ၂၀၁၄ ခုနှစ်က ထွက်ခဲ့တဲ့ horror-comedy အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းမှာ မိန်းကလေးတစ်ယောက် အမှုဖြစ်လို့ ငယ်စဥ်က နေခဲ့တဲ့အိမ်မှာ အကျယ်ချုပ်ကျပြီးနောက် သူ့နေအိမ်မှာ သရဲခြောက်နေတဲ့ အဖြစ်အပျက်တွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။Horror-comedy တွေရဲ့ ထုံးစံအတိုင်း ကြောက်တစ်လှည့်၊ ရယ်တစ်လှည့် ကြည့်နေရင်း ဇာတ်လမ်းထဲ နစ်မျောသွားအောင် ဒါရိုက်တာ Gerard Johnstone က ရိုက်ကူးဖန်တီးထားပါတယ်။ ဒီကားလေးက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ ဆု(၆)ခုရပြီး ဆန်ကာတင် (၂၂)ခေါက် ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်း‌လေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်သင့်တဲ့ကားလို့ တိုက်တွန်းလိုက်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Kelvin ဖြစ်ပါတယ်)File size…1.16GB / 493 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Comedy , Horror , Mystery\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/3eIey/housebound.2014.bluray720p(CM).mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9mIMRw3jydJifcuNh09mzVqQUc.jpg",
        "title": "Harmony(2010)",
        "description": "Harmony(2010)**************၂၀၁၀ ကထွက်ရှိထားပြီး Imdb 7.5 ရှိတဲ့ ထောင်တွင်းဒရာမာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ချောင်းဂျူအမျိုးသမီးအကျဉ်းထောင်မှာဆို ဟုန်ဂျောင်ဟဲနဲ့မင်ဝူးလေးတို့သားအမိကို မသိသူမရှိကြပါဘူး။ဒီလိုနဲ့ပဲ တစ်ထောင်လုံးရဲ့အချစ်တော်မင်ဝူးလေးလည်း အသက်တစ်နှစ်ပြည့်လို့လာခဲ့ပါပြီ။တောင်ကိုရီးယားနိုင်ငံရဲ့ အခြေခံအရပ်သားဥပဒေအရ ထောင်ဒဏ်ကျခံနေစဉ်ကိုယ်ဝန်ရှိလို့ ကလေးမွေးလာတဲ့အခါမှာ ကလေးအသက်တစ်နှစ်ခွဲအထိပဲ မိခင်နဲ့အတူနေခွင့်ပေးတာဖြစ်တဲ့အတွက်ခွဲခွာရမယ့် နေ့ရက်တွေက တဖြည်းဖြည်းနီးကပ်လို့လာနေပါတော့တယ်။ထောင်ထဲမှာပဲမွေး ထောင်ထဲမှာပဲကြီးလာတဲ့သားလေးအတွက် မခွဲခင်မှာသာမန်သားအမိတွေလိုမျိုး တစ်ရက်လောက်ပဲ အနည်းဆုံးနေကြည့်ချင်မိတာကတော့ မိခင်ဖြစ်သူရဲ့ဆန္ဒပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဟုန်ဂျောင်ဟဲတစ်ယောက် ထောင်သားတွေအတွက် ပြန်လည်ထူထောင်ရေးစီမံကိန်းကို အကြောင်းပြပြီးတစ်ရက်လောက်အပြင်ထွက်ရဖို့ အခွင့်ဖန်စရာတွေ့လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့....File Size :(998MB) and (433MB)\nQuality : WEB-DL720P, 480p\nFormat…mp4\nDuration…01:55:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Yi\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/1SN3y/Harmony.2010.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQJmWekGYlXhezGUb21xFfEfwhH.jpg",
        "title": "Beasts of the Southern Wild (2012)",
        "description": "Beasts of the Southern Wild (2012)~ IMDb - 7.2/10, RT - 86%, Meta - 86% ~ဟာရီကိန်း မုန်တိုင်းကြီး လာတော့မယ်တဲ့...လူဝီစီယားနားမြစ်ဘေးက ‘ရေချိုးကန်’လို့ ခေါ်ကြတဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ လှုပ်လှုပ်ရှားရှား ဖြစ်သွားကြတယ်။\nတချို့က ကြောက်လို့ ပြေးကြပြီ။\nတချို့ကတော့... “အို... ငါတို့ဒီမြစ်ဘေးမှာ တသက်လုံး နေလာတာ... ဒါငါတို့အိမ်၊ ဒါငါတို့ကျွမ်းကျင်ရာမြေ... ဘာကိုများ မှုနေရဦးမလဲ...”\nဟုတ်ပါရဲ့… မြစ်နံဘေးမှာ နေသူတွေအဖို့ မုန်တိုင်းနဲ့အတူ ပါလာမယ့် ရေကိုပဲ အပိုလုပ် ကြောက်နေရဦးမလား... ဝေးသေးတယ်။အစိုးရက မြောက်ပိုင်းကို ပင်လယ်ရေတက်တာလာကနေ ကာကွယ်ဖို့ တည်ဆောက်ထားတဲ့ ရေကာတာရဲ့နောက်မှာ သူတို့ရဲ့ ‘ရေချိုးကန်’လေး ရှိနေတာ။ ဝင့်ခ်ကတော့ ခေါင်းမာရဲတင်းသူပီပီ ဘာကိုမှ အကြောက်အလန့်မရှိ...\nဒါပေမဲ့ သူစိုးရိမ်တာတခုက သူမရှိတော့တဲ့နောက် သူ့သမီးလေး ဟက်ရှ်ပက်ပီ တစ်ယောက်တည်း ဘယ်လိုရှင်သန်မလဲဆိုတာပဲ။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cP49/(CM)_Beasts_of_the_Southern_Wild_(2012)_720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Hawas-Ki-Inteha-pic-150x200.jpg",
        "title": "(18+) Hawas Ki Inteha (2016)",
        "description": "Hawas Ki Inteha (2016)လင်ရယ် မယားရယ်လို့ ဖြစ်လာကြပြီဆိုရင် ဆိုးတူကောင်းဖက်အတူလက်တွဲသွားကြပြီး\nဘဝသက်ဆုံးတိုင် နားလည်မှုတွေနဲ့ ဘဝကို တည်ဆောက်ကြရမှာပါ။ဒီလိုမှ မဟုတ်ရင်တော့ ထိုအိမ်ထောင်..ထိုလင်မယားဟာ ရှားစောင်းနဲ့မျက်ချေးလို\nတစ်မိုးအောက်ထဲက ရန်သူတွေလိုပါပဲ။အိမ်ထောင်တစ်ခုမှာ အချစ်က အခရာကျသလို လိင်မှုကိစ္စဟာလည်း\nအဓိကကျပါတယ်။ မှားတဲ့လူရှိရင် ခွင့်လွှတ်ပေးနိုင်တဲ့သူ ရှိရမှာဖြစ်သလို\nမှားတဲ့သူဟာလည်း အဲ့ဒီအမှားမျိုးကို နောက်ထပ်မကျူးလွန်သင့်ပါဘူး။အမှားတွေကို မလွန်ဆန်နိုင်တော့တဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ အိမ်ထောင်တစ်ခုဟာ\nပျက်တော့မှာပဲမဟုတ်လား။ဒီဇာတ်ကားမှာလည်း ရာဂစိတ်ကြောင့် အမှားနွံထဲနစ်ပြီး ဘဝပျက်ခဲ့ရတဲ့ လင်မယားအကြောင်းကို\nပညာပေးရိုက်ကူးတင်ဆက်ပေးထားပါတယ်။၁၈အပေါင်းအခန်းလေးတွေလည်း ပါတာမို့ ၁၈ယောက်စုကြည့်ကြပါနော်။\nFile size…1.8GB / 925MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration…1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Devil",
        "rating": "6.2",
        "url": "https://megaup.net/1cP37/Hawas_Ki_Inteha_(2016)_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyAXTC0cUZXmkOmq29E7nZ74vbW.jpg",
        "title": "Tori and Lokita (2022)",
        "description": "Tori and Lokita (2022)~ IMDb - 7/10, RT - 89%, Meta - 75% ~Dardenne brothers လို့လည်း လူသိများတဲ့ ဒီကားရဲ့ Writer/Director Jean-Pierre နဲ့ Luc တို့ ညီအစ်ကို၂ယောက်ဦးရဲ့ ၂၀၂၂ ထွက် လက်ရာပါ။ သူတို့ ညီနောင် ၂ဦးဟာဖြင့် အခု Tori and Lokita အပါအဝင်ဆိုရင် Cannes ရဲ့ အမြင့်ဆုံးဆု Palme d’Or ကို ၂ကြိမ်တောင် ရထားကြတဲ့သူတွေပါ။ဇာတ်လမ်းအကြောင်းလေး စလိုက်ပါမယ်။ လိုကီတာဆိုတဲ့ မြှီးကောင်ပေါက်ဆယ်ကျော်သက်မလေးနဲ့ တိုရီဆိုတဲ့ ၁၁နှစ်သာသာ ကောင်လေးတစ်ယောက် ဘလ်ဂျီယံနိုင်ငံမှာ ခိုလှုံဖို့ရောက်ခဲ့ပါတယ်။ တိုရီလေးဟာတော့ ချက်ချင်းလက်ခံခဲ့ရပေမယ့် လိုကီတာကတော့ မေးမြန်းခံရခြင်းတွေအဆင့်ဆင့်ကို ရင်ဆိုင်ရင်း တရားဝင်နေထိုင်ခွင့်လက်မှတ် ထုတ်ပေးခြင်းမခံရရှာပါဘူး။ ၂ယောက်သားဟာ မောင်နှမတွေလို့ ...",
        "rating": "7",
        "url": "https://megaup.net/3eHgu/(CM)_Tori_and_Lokita_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtjJAFaHL5GEzOzHZaCKI9TjyN6.jpg",
        "title": "Antique(2008)",
        "description": "Antique(2008)**************အလောင်ကားတွေပဲကြည့်နေလို့ ပူလောင်နေရရင် ဒီ comedy, romance, friendship အမျိုးအစားဖြစ်တဲ့LGBT movie လေးကိုကြည့်ကြည့်ကြပါ။၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး rating လည်းကောင်းပါတယ်။ cast တွေကလည်းရှယ်ပါပဲ။ဇာတ်လမ်းကတော့\nလူပေါ်ကြော့သူဌေးသားလေးဂျင်ယော့ဟာ ကိတ်မုန့်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ဖြစ်ခဲ့ပါတယ်။ကိတ်မုန့်ဆိုင်မှာကိတ်မုန့်ဖုတ်မယ့်သူရှာရင်းနဲ့ သူ့ကိုအထက်တန်းတုန်းက crush ခဲ့တဲ့မင်ဆွန်းဝူနဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။ မင်ဆွန်းဝူကတော့ ‘နတ်ဆိုးလိုဆွဲဆောင်မှုရှိတဲ့ဂေး’ ဆိုပြီးတော့တင်စားကြရလောက်အောင်ကို သူနဲ့တွေ့သမျှယောက်ျားတိုင်းက သူ့ရဲ့ဆွဲဆောင်မှုကို မလွန်ဆန်နိုင်ကြပါဘူး။သူတို့နှစ်ယောက်တည်းအလုပ်လုပ်နေရင်းနဲ့ လက်ဝှေ့ကစားသမားဟောင်းယန်းဂီဘုံးနဲ့ဆူယောင်းဆိုတဲ့ဘော်ဒီဂတ်ကပါ သူတို့နဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ယောက်ျားလေးယောက် တစ်ဆိုင်တည်းမှာအလုပ်လုပ်ရင်းနဲ့သူတို့ရဲ့ဆက်ဆံရေးက ဘယ်လိုမျိုးပြောင်းလဲလာမလဲ၊ အချင်းချင်းရဲ့စိတ်ဒဏ်ရာကို ဘယ်လိုကုစားပေးကြမလဲ။ရန်တကျက်ကျက်ဖြစ်ရင်း ရင်းနှီးသွားကြတဲ့ သူတို့တွေကြားကrelationship လေးကို အခွီတွေ၊ အငိုတွေနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size :(1.9GB) and (897MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/3eHhA/Antique.2008.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ittBLkDQ0e605gHBpl73sFmRsmd.jpg",
        "title": "Iratta(2023)",
        "description": "Iratta (2023)\nIMDb 7.8/10Rating ကောင်းကောင်းနဲ့ မှုခင်းစုံထောက်ကားတွေ\nကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် အိန္ဒိယ‌တောင်ပိုင်း\nဇာတ်ကားတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကီရာလာပြည်နယ် ဗာဂါမွန်ရဲစခန်းမှာ အခမ်းအနားပွဲကျင်းပနေတုန်း\nသေနတ်သံသုံးချက်ကြားလိုက်ပါတယ်။ အခမ်းအနားထဲမှာ\nလူစုလူဝေးတွေအကုန်ရုတ်ရုတ်သဲသဲဖြစ်ကြကုန်တယ်။\nအဲ့ဒါကတော့ စခန်းထဲမှာရဲသားတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။အခင်းဖြစ်တဲ့ချိန်မှာ ရဲသားသုံးယောက်ရှိနေပြီး ထိုသုံးယောက်ကို\nလူသတ်မှုနဲ့သံသယစာရင်းထဲသွင်းခံရလိုက်ရတယ်။ ရဲသားသုံးယောက်ကလည်း အ\nလီဘိုင်ပြည့်ပြည့်စုံစုံရှိနေတဲ့ချိန်မှာ ရဲတစ်ယောက်သေဆုံးမှုဟာ\nကိုယ့်ကိုယ်ကိုယ်သတ်သေတာလား ဒါမှမဟုတ်\nတကယ်အသတ်ခံရလားဆိုတာကို လှည့်ကွက်ပေါင်းစုံနဲ့\nတရားခံကိုအတူတူအဖြေရှာကြည့်ကြရအောင်ပါ။..\nFile size…1.54GB  / 724MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/1SMg1/Iratta_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i9DFTWbD6mpM6UT3HlzZwlA92l4.jpg",
        "title": "Wall Street: Money Never Sleeps(2010)",
        "description": "Wall Street: Money Never Sleeps(2010)***********************************Shia LaBeouf နဲ့ Michael Douglas  တို့လို ဆရာကြီးတွေအဓိကပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်... ဒီကားကတော့ 2008 ခုနှစ်တုန်းက ငွေကြေးပြဿနာတွေနဲ့ပတ်သက်ပြီးရိုက်ကူးထားတာပါ\nGordon Gekko ဆိုတဲ့လူဟာ အမှုတစ်ခုကြောင့် ချောက်ချခံခဲ့ရပြီး ထောင်ကျခံလိုက်ရပါတယ် ...အဲ့ဒီအတွက်သူဟာ သူ့မိသားစုအပေါ် တာဝန်တွေ လစ်ဟင်းသလိုဖြစ်ခဲ့ပြီး သားကိုလည်းဆုံးရှုံးခဲ့ရပါသေးတယ်... အဲ့ဒီအတွက်သူ့ရဲ့သမီးဖြစ်သူ Winnie Gekko ဟာ သူ့ကို စိတ်နာနေခဲ့တာပါ...\nတစ်နေ့ သူထောင်ကထွက်လာတဲ့နေ့မှာပဲ သူထောင်ထဲမှာရေးခဲ့တဲ့ စာအုပ်အတွက် ဟောပြောပွဲတစ်ခုကို လုပ်ခဲ့ပါတယ် ...ထိုပွဲကို သူ့သမီးရဲ့ချစ်သူ Jacob moore လည်း လာရောက်ကြည့်ရှုခဲ့ပါတယ်...\nအဲ့ဒီကနေတစ်ဆင့် သူ့ရဲ့သမက်လာဖြစ်မယ့် Jacob moore ရဲ့ အကူအညီကို ယူပြီးသူ့သမီးနဲ့ဘယ်လို ပြန်အဆင်ပြေအောင် လုပ်မလဲ...\nသူ့ကို ချောက်ချခဲ့တဲ့လူကိုရော ဘယ်လိုပြန်လက်စားချေရမလဲဆိုတာကိုပါ ကြည့်ရှုရမှာပါ....File Size :(3.06GB)(1.01GB) and (378MB)\nQuality :BLU-RAY1080P5.1Ch,720p\nFormat…mp4\nDuration…02:13:00\nGenre :  Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1SMc8/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sU2yzV3T1LetBdQPAeBRDb4YwLo.jpg",
        "title": "The Contract(2006)",
        "description": "ဝါရင့်မင်းသားကြီး Morgan Freeman နဲ့ John Cusack တို့ရဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီမင်းသားတွေရဲ့ဇာတ်ကားဆိုတော့ ဇာတ်ကားကောင်းပါတယ်ဆိုပြီး အထွေအထူးပြောနေစရာတောင် မလိုတော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ရေး ဟာ ဇနီးသည်မရှိတော့ဘဲ ကျန်ခဲ့တဲ့သားတဲ့အတူ နေထိုင်တဲ့သူဖြစ်ပါတယ်။ ဇနီးသည်သေဆုံးပြီးကတည်းက အဆင်မပြေနေခဲ့တဲ့ သူတို့ဘ၀ကို ပြန်ပြီးအဆင်ပြေအောင်လုပ်ဖို့အတွက် တောတွင်းစခန်းချဖို့ လာခဲ့ကြပါတယ်။ တစ်ဖက်မှာလည်း စစ်တပ်ကအနားယူပြီးနောက်ပိုင်း နာမည်‌တုတွေနဲ့လှုပ်ရှားတဲ့ ကြေးစားအဖွဲ့တစ်ဖွဲ့ဟာ သူတို့စာချုပ်ချုပ်ထားတဲ့ ‌အလုပ်တစ်ခုအတွက် လူတစ်ယောက်ကိုလုပ်ကြံဖို့ စီစဉ်နေကြပါတယ်။ ဒီလိုနဲ့ တောတွင်းစခန်းလာချကြတဲ့ရေးတို့သားအဖနဲ့ ကြေးစားလူသတ်သမားတို့ထိပ်တိုက်တွေ့ပြီးတော့ စိတ်လှုပ်ရှားစရာကောင်းတဲ့ The Contract ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်။ File size…2.74 GB / 1.01 GB / 595MB\nQuality…WEB-DL 1080p 5.1 CH / 720p / 480P\nFormat…mp4\nDuration….1h 36m\nGenre ..... Action , Adult , ...",
        "rating": "5.6",
        "url": "https://megaup.net/2yIR1/The.Contract.2006.BluRay720p(CM).mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3JysDbn3kZ1nc4a1yQgkg81KIdZ.jpg",
        "title": "Barbie: Skipper and the Big Babysitting Adventure(2023)",
        "description": "Barbie: Skipper and the Big Babysitting Adventure(2023)*****************************************************ဘာဘီကားကြိုက်တဲ့သူတွေအတွက် လတ်လတ်ဆက်ဆက်အသစ်ထွက်ထားတဲ့ဘာဘီကားလေးလာပါပြီ။ ဒါပေမဲ့ဒီကားလေးကတော့ ဘာဘီ့ညီမဖြစ်တဲ့စကစ်ပ်ပါရဲ့ ဇာတ်ကားလေးပါ။ နွေရာသီပိတ်ရက်မှာ ကလေးထိန်းစင်တာလေးဖွင့်ထားတဲ့စကစ်ပ်ပါတစ်ယောက် အဆင်ပြေပြေကလေးထိန်းနိုင်ပါ့မလား..ဘယ်လိုပြဿနာတွေဖြစ်ပြီး သူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကတော့...File Size :(1.2GB) and (593MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rian\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1SM9o/Barbie.Skipper.and.the.Big.Babysitting.Adventure.2023.WEB-DL_720P(CM).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUIY3AwpApdN2VjIDw6CHociaSd.jpg",
        "title": "Deadly Flower ( 2023 )",
        "description": "တရုတ်နိုင်ငံကို ဂျပန်တွေ အုပ်စိုးစဥ် အချိန်ကာလ ၁၉၃၁ ခုနှစ်\nဝန်းကျင်အချိန်မှာ တရုတ်ပြည်သူတွေအားလုံးဟာ ဂျပန်တွေရဲ့\nနှိပ်စက်မှုဒဏ်ကို အလူးအလဲ ခံစားခဲ့ကြရပါတယ် ။\nဒီလိုအခြေအနေတွေ အကြပ်ရိုက်နေစဥ်မှာ ကိုယ့်ရဲ့ဂုဏ်သက္ခာကို\nရောင်းစားပြီး ဂျပန်လက်အောက်ခစားကြတဲ့\nသစ္စာဖောက်တွေကလဲ ပေါ်ပေါက်လို့ လာခဲ့ချေပါတယ် ။အဲဲဒီအထဲမှာ မြို့တော်ဝန် ကျန်းဝမ်လင် ဆိုသူဟာလဲ အပါအဝင်ပါပဲ ။\nမြို့တော်ဝန် ကျန်းဝမ်လင် ရဲ့ ဇနီးဖြစ်သူဟာ ယောကျာ်းဖြစ်သူရဲ့\nလုပ်ပုံကိုင်ပုံတွေကို အလိုမကျဖြစ်ကာ လုပ်ကြံတော်လှန်ဖို့အထိ\nကြံစည်လာခဲ့ပါတယ် ။ ဒါပေမဲ့ မြို့တော်ဝန်ကျန်းဝမ်လင် နဲ့\nသူ့ရဲ့ ဂျပန်အပေါင်းအပါတွေကို သတ်ဖြတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့\nမအောင်မြင်ခဲ့ချေပါဘူး ။ အဲတာကြောင့် အမွှာသမီးနှစ်ယောက်ကိုခေါ်ကာ\nထွက်ပြေးဖို့ ကြိုးစားရင်း မလွတ်မြောက်နိုင်ပဲ\nအမွှာသမီး ၂ ယောက်ဟာ တစ်ကွဲစီ ကွဲပြားသွားခဲ့တဲ့အခါမှာတော့ ...?❏ အကြီးဖြစ်သူ သမီးလေးဟာဆိုရင် ဂျပန်တော်လှန်ရေးအဖွဲ့မှာ\nပါဝင်ဦးဆောင်နေပြီး ဖခင်ဖြစ်သူကို လုပ်ကြံဖို့ ကြံစည်နေတဲ့အခါ ?\n❏ တစ်ဖက်မှာလဲ အငယ်ဖြစ်သူ သမီးမှာတော့ ဖခင်ရဲ့\nချစ်သမီးလေးအဖြစ်ရှင်သန်နေပြီး ဂျပန်ရဲ့ လက်အောက်မှာ ရှိနေတဲ့အခါ ?မတူညီတဲ့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/deadly-flower-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGRmNWQ5YWItNWI1Ny00YmQxLWJhMTEtZmE0ZTRhYzVkMWI1XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Mommy’s Little Star (2022)",
        "description": "Mommy's Little Star (2022)\n====================မိသားစုအတူတူ ဒါမှမဟုတ် မေမေနဲ့အတူကြည့်လို့ကောင်းမယ့်\nပေါ့ပေါ့ပါးပါး ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nThriller လို့ဆိုပေမဲ့ တကယ်တမ်းတော့ ဒီတိုင်းအပျော်လေး\nကြည့်လို့ကောင်းမယ့်ကားမျိုးပါ။အော်လီဗီယာဆိုတဲ့ ၁၂ နှစ်အရွယ်ကောင်မလေးဟာ မိဘတွေကွာရှင်း\nထားတာကြောင့် အဖေနဲ့ပဲ နေရသူပါ။ အမေနဲ့လည်းနေချင်ပေမဲ့\nသူ့အမေရဲ့ အခြေအနေတချို့ကြောင့် နေခွင့်မရသေးပါဘူး။ တစ်နေ့\nတော့ သူ့အမေနဲ့အချိန်များများနေခွင့်ရဖို့ သူအမေဆီက ချီကျူးခံရဖို့\nကိုမျှော်လင့်ပြီး ဆိုရှယ်မီဒီယာကနေတဆင့် နာမည်ကြီးလုပ်ဖို့ စဉ်းစား\nမိသွားပါတယ်။အဲဒီလိုနဲ့ ဆိုရှယ်မီဒီယာမှာ influencer ဖြစ်ခွင့်ရမယ့် ပြိုင်ပွဲတစ်ခုကို\n၀င်ပြိုင်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီပြိုင်ပွဲဟာ ထင်သလောက်\nမရိုးရှင်းခဲ့ပါဘူး။ အော်လီဗီယာ့ပြိုင်ပွဲကို ကိုယ်ကျိုးရှာတဲ့မသမာသူတွေ ‌\n၀င်နှောင့်ယှက်တာခံနေရမှန်း မိခင်ဖြစ်သူလော်ရင်းန် ရိပ်မိသွားတဲ့အခါမှာ\nတော့ အော်လီဗီယာတစ်ယောက် အကြီးအကျယ်မျှော်လင့်ထားခဲ့သလို\nပြိုင်ပွဲမှာ အနိုင်ရပါ့မလား၊ သူတို့မိသားစု ဘယ်လိုအခက်အခဲတွေ အန္တရာယ်\nတွေကို ရင်ဆိုင်ရမလဲဆိုတာ ဆက်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (620 MB) / (383 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "4.6",
        "url": "https://megaup.net/1cMu3/Mommys.Little.Star.2022.720p.WEBRip.x264[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2UwZmE2ZmYtYWNjNS00YTk3LWEzMGMtOTQ0MDljZmE4ZjI0XkEyXkFqcGdeQXVyNjUxNTc4MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Red Dress (2015)",
        "description": "The Red Dress (2015)\n===============ဇာတ်လမ်းနာမည်အတိုင်း အနီရောင်၀တ်စုံတစ်စုံနဲ့ မီးပွားစတင်ခဲ့တဲ့\nဇာတ်လမ်းလို့ ဆိုရမယ်ထင်ပါတယ်။ Drama Thriller ဖြစ်ပြီး ကြည့်\nရင်းကြည့်ရင်း ဒီလိုထင်ထားပေမဲ့ ဟိုလိုဖြစ်သွားမလား ဒီလိုဖြစ်နေမလား\nဒွိဟတွေပွားရင်း အဆုံးထိဆွဲခေါ်သွားမယ့် ကားမျိုးပါ။ပတ်ထရစ်ရှာနဲ့ရိန်နာတို့ဟာ အများအမြင်မှာ အစစအရာရာပြည့်စုံနေတဲ့\nဇနီးမောင်နှံပေါ့။ တစ်နေ့မှာတော့ အိမ်မီးလောင်ပြီး ကလေးဆုံးသွားတာ\nကစလို့ သူတို့ဘ၀ထဲ ဂြိုလ်ဆိုးကစမွှေပါတော့တယ်။ ကလေးဆုံးပြီးတဲ့\nနောက်မှာ ပတ်ထရစ်ရှာတစ်ယောက် စိတ်ဓာတ်တွေအကျကြီးကျသွားခဲ့\nသလို လင်မယားဆက်ဆံရေးလည်း ဝေးကွာလာခဲ့ပါတယ်။ အဲဒီဒဏ်ရာ\nတွေကို ကုစားဖို့အတွက် ရိန်နာနဲ့ပတ်ထရစ်ရှာဟာ လန်ဒန်မြို့ကြီးနဲ့ဝေးရာ၊\nလှပတဲ့ မော်လ်တာကျွန်းဆီ ခေတ္တပြောင်းရွှေ့နေထိုင်ခဲ့ကြပါတယ်။အစပိုင်းမှာ ပတ်ထရစ်ရှာတို့လင်မယား ပြန်ပြေလည်သလိုဖြစ်ခဲ့ပါတယ်။\nဒါပေမဲ့ အတိတ်ကအရိပ်တွေ ပြန်ပေါ်လာပြီး နှစ်ဦးသားရဲ့ကြည်နူးမှုဟာ\nကြာရှည်မခံလိုက်ပါဘူး။ နောက်ပိုင်းမှာ ရိန်နာ၊ ပတ်ထရစ်ရှာ၊ ရိန်နာရဲ့\nအခင်ဆုံးသူငယ်ချင်းဂျိမ်းစ်နဲ့ ရုံးစာရေးမလေး ကန်းဒစ်တို့ရဲ့‌ဖောက်ပြန်ရေး\nဇာတ်ထုပ်တွေ၊ သံသယ၀င်စရာမီးလောင်မှုနဲ့ ပြင်းထန်တဲ့စိတ်ဒဏ်ရာတွေ\nအားလုံး ရောသောရှုပ်ထွေးလာပါတယ်။ ဒီလိုနဲ့ အနီရောင်၀တ်စုံတစ်စုံက\nစတင်ပြီး ကြောက်စရာကောင်းတဲ့ စိတ်ရဲ့ဖောက်ပြန်ပြောင်းလဲမှု‌က အေးချမ်း\nနေတဲ့ဘ၀တွေကို ဘယ်လိုဒုက္ခပေးသွားမလဲ၊ ဇာတ်လမ်းကို ဘယ်လိုဆွဲခေါ်\nသွားမလဲဆိုတာ ကြည့်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.8 ...",
        "rating": "4.7",
        "url": "https://megaup.net/1cMv9/The.Red.Dress.2015.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/BruiserPoster-135x200.png",
        "title": "Bruiser (2022)",
        "description": "Bruiser (2022)\n===========ဒီဇာတ်ကားကိုတော့ အဖေနှစ်ယောက် သားလုတဲ့ကားလို့ပြောရ\nမလားပဲဗျ။ လူမည်းမိသားစုတစ်စုရဲ့အကြောင်းပေါ့။ ဒဲရီးယပ်စ်ဆိုတဲ့\n၁၄နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကျောင်းပိတ်ရက်မှာ ဘော်\nဒါဆောင်ကနေ အိမ်ပြန်လာရာက ဇာတ်လမ်းစပါတယ်။\nသူ့အဖေရင်းကတော့ သူမွေးလာတုန်းက တာဝန်ယူဖို့အဆင်သင့်မဖြစ်\nသေးလို့ဆိုပြီး ပစ်သွားတာပါ။ ငယ်ငယ်ကတည်းကနေ အခုချိန်ထိ\nကျွေးမွေးစောင့်ရှောက်လာတဲ့သူက သူ့အမေရဲ့ခင်ပွန်းဖြစ်တဲ့လက်ရှိ\nအဖေပေါ့။ အဖေရင်းနဲ့လက်ရှိမိဘတွေက ငယ်သူငယ်ချင်းကြီးတွေ\nဖြစ်ကြလေရဲ့။ တစ်ရက်ကျ သူ့အဖေရင်းဟာ ပြန်ရောက်ချလာပြီး\nဒဲရီးယပ်စ်ရဲ့မိသားစုဘဝထဲကို ဝင်လာပါလေရော။သွေးသားရင်းဖြစ်တဲ့ အဖေရင်းဟာ သူ့အပေါ်နားလည်ပေးတယ်လို့\nဒဲရီးယပ်စ်တစ်ယောက် ခံစားလာရပါတယ်။ အဖေရင်းကလည်း သူ့\nသားသူမတွေ့ရမနေနိုင်တော့ပါဘူး။ လက်ရှိအဖေကတော့ စည်းကမ်း\nတင်းကြပ်တာတွေ၊ ဆူဆူပူပူပြောတာတွေကြောင့် ဆယ်ကျော်သက်\nဖြစ်တဲ့ ဒဲရီးယပ်စ်နဲ့ အစေးမကပ်ဘူးပေါ့။ လက်ရှိအဖေဟာ ဒဲရီးယပ်စ်\nအဖေရင်းရဲ့အကျင့်နဲ့ နေပုံထိုင်ပုံကြောင့် သူ့သားကို အဲ့လူနဲ့နီးနီးမှာ နေ\nခွင့်မပေးနိုင်ဘူးဖြစ်ပြန်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ သူ့ကိုပျော်အောင်လုပ်ပေးနိုင်တဲ့ အဖေရင်းနဲ့ စနစ်တကျ\nရှိပြီး အခုချိန်ထိ သူ့ကိုကျွေးမွေးပေးလာတဲ့ လက်ရှိအဖေတို့ကြားမှာ\nဒဲရီးယပ်စ်တစ်ယောက် ဝေခွဲရခက်နေပါတယ်။ အဖေနှစ်ယောက်ကလည်း\nမတည့်ကြတာမို့ သူ့သားငါ့သားဆိုပြီး ငြင်းကြပါတော့တယ်။ ကဲပါ ကြည့်ရှု\nခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (757 MB) / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/bruiser-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jixBLmH4gQuTKTenZr89egvqZbW.jpg",
        "title": "80 for Brady (2023)",
        "description": "80 for Brady (2023)ဒီကားမှာတော့ 12 Angry Men ထဲက ဂန္ထဝင်မင်းသားကြီး ဟင်နရီဖွန်ဒါရဲ့သမီး ဂျိန်းဖွန်ဒါ၊ ရီတာမော်ရီနို၊ ဆယ်လီဖီးဒ်၊ လီလီတွမ်လင် စသဖြင့် ၇၀တန်းမင်းသမီးကြီးလေးယောက် အပြိုင်သရုပ်ဆောင်ထားပါတယ်။ ထူးတာက ဒီလေးယောက်လုံးက တကယ့် ဂန္ထဝင်တွေပါ။ ဂျိန်းဖွန်ဒါဆို အော်စကာ၂ဆု၊ BAFTA ၂ဆု၊ Golden Globe ၇ဆု၊ Emmy ဆု၊ ရွှေခြင်္သေ့ဆုအပြင် ကိန်းကပါ Honorary Award တွေရထားတာပါ။ မော်ရီနိုကတော့ ဟောလိဝုဒ်ရွှေခေတ်လက်ကျန်မင်းသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Triple Crown of Acting လို့ ခေါ်တဲ့ ဂရမ်မီ၊ အော်စကာနဲ့ တိုနီဆု သုံးခုလုံးရထားတဲ့ မင်းသမီးအနည်းအကျဉ်းထဲက တစ်ယောက်ပါ။ တော်တော်နည်းပါတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်လုံးမှ ၁၀ယောက်မပြည့်ပါဘူး။ Sally Field ကတော့ ဖောရပ်ဂန့်ရဲ့အမေနေရာကသိကြမှာပါ။ သူလည်း အကယ်ဒမီ ၂ဆု၊ ရွှေကမ္ဘာလုံး ...",
        "rating": "",
        "url": "https://megaup.net/1SLnp/(CM)_80_For_Brady_(2023)_720p.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93f71drYfVjZvqP0EsGVMRvF5Ab.jpg",
        "title": "Royal Rendezvous(2023)",
        "description": "Royal Rendezvous(2023)********************** fancy ဒရာမာ အချစ်ဇာတ်လမ်းလေး တွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ကြည့်လို့ကောင်းမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။\nကတ်တလီနားကတော့ Food Truck နဲ့ စားသောက်ဖွယ်ရာတွေကိုရောင်းတဲ့ East L.A က စာဖိုမှူးမလေးတစ်ယောက်ပါ။လွတ်လွတ်လပ်လပ် နေတတ်ပြီး ဘဝကိုပျော်ပျော်ပါ့းပါး ဖြတ်သန်းနေတဲ့အမေရိကန် ကိုလမ်ဘီယား ကပြားမ‌ လေးတစ်ယောက်တော်ဝင်မျိုးနွယ်တွေရဲ့အိမ်မှာ ကျင်းပမယ့်ပွဲအတွက် ငှားရမ်းခြင်းကိုခံခဲ့ရပါတယ်။\nအဲ့ဒီ့အိမ်ကြီးကတော့ မြို့စားမယ်တော်ကြီးပိုင်ပြီးနောက်တစ်ပတ်နေရင်ရောင်းချတော့မယ့်အိမ်ကြီးဖြစ်ပါတယ်။ ရောင်းချပြီးရင် သခင်ကြီး ပယ်ရီနဲ့ သူ့ရဲ့ သား ဂျိမ်းစ် တို့ဟာဆိုရင်သူ့ရဲ့အဖွားနဲ့ပြန်လိုက်သွားရတော့မှာပါ။ အဲ့ဒီနောက်မှာတော့......File Size :(1.8GB) and (674MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:29:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PROXY\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1SLo0/Royal.Rendezvous.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4czyy4HQuOMQtGCCB9N6JcvJwT.jpg",
        "title": "Faraway(2023)",
        "description": "Faraway(2023)**************Zeynep ဆိုတဲ့အမျိုးသမီးဟာ သူ့အမေ ဆုံးသွားလို့ စိတ်ထိခိုက်နေရတာပါ....အဲ့ဒီလို အချိန်မှာတောင် သူ့ယောကျာ်းဖြစ်သူက သူ့ဘေးနာမှာမရှိနေပေးဘဲကောင်မလေးငယ်ငယ်နဲ့ ဖောက်လွှဲဖောက်ပြန် လုပ်ခဲ့ပါတယ်...\nကံကောင်းတာ တစ်ခုက သူမ အမေက သူမအတွက် ကျွန်းတစ်ကျွန်းမှာအိမ်တစ်လုံးဝယ်ထားပေးခဲ့ပါတယ် အမေဆုံးတာတစ်မျိုး ယောကျာ်း ဖောက်ပြန်တာကတစ်ကြောင်းနဲ့ သူဟာ အဲ့ဒီကျွန်းပေါ်ကို ထွက်သွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်...\nအဲ့ဒီကျွန်းက အိမ်မှာ လူတစ်ယောက်လည်းရှိနေပါတယ် အဲ့ဒီလူကရောဘယ်လိုလဲ ကျွန်းပေါ်မှာ အဲ့ဒီလူနဲ့ရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာကတော့...File Size :(2.1GB)(935MB) and (221MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3eGft/Faraway.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjJlM2Q4ZTctZjQwNC00YzNhLThjNjItMzllYTEwZDg3Zjg2XkEyXkFqcGdeQXVyOTc5MDI5NjE@._V1_-159x200.jpg",
        "title": "Buffaloed (2019)",
        "description": "2019 ထွက် ဟာသရုပ်ရှင်ကောင်းတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ မင်းသမီးက Peg ဆိုတဲ့ ဉာဏ်အရမ်းကောင်းတဲ့ကောင်မလေးပေါ့။ Wall Street မှာ အလုပ်လုပ်နိုင်ဖို့ ငွေကြေးပိုင်းဆိုင်ရာဘွဲ့တွေလိုချင်လို့ ကောလိပ်ကောင်းကောင်းကိုရအောင်တတ်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျောင်းလခမတတ်နိုင်တော့ ငွေရှာဖို့ မဟုတ်တရုတ်တွေလုပ်ရင်းနဲ့ ထောင် ၄ လ ကျသွားရော။ ထောင်ကလွတ်တဲ့အချိန်မှာ မြေအောက်လောက အကြွေးတောင်းအဖွဲ့တွေနဲ့ တွေ့ပြီး အကြွေးတောင်း လူလည်မကြီးဖြစ်လာရနေ ဖျံအချင်းချင်း လူလည်ကျ ကတုံးပေါ်ထိပ်ကွက်ကြပုံတွေကို ဟာသဆန်ဆန်နဲ့ စိတ်ဝင်စားစရာကြည့်ရမှာပါပဲ။ ဒီခေတ်ကြီးထဲမှာ လုပ်စားဖို့ အကွက်စုံလေးတွေလေ့လာချင်ရင်တော့ ဒီရုပ်ရှင်က ခင်ဗျားတို့အတွက်ပါပဲ။File size…(1.87GB)/(953MB)/(457 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mash Island",
        "rating": "6.2",
        "url": "https://megaup.net/1SFes/Buffaloed.2019.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNDhhNGMyYWUtYTA4MC00ZGI3LWFmYjktNTUzZjczNTNiOWZiXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-150x200.jpg",
        "title": "Dasvi(2022)",
        "description": "Dasvi(2022) အညွှန်း*****************IMDb...8.5မင်းသားကြီး Abhishek Bachchan ရဲ့ ကားသစ်လာပါပြီဗျား...ဟရစ် ပရာဒက်ပြည်နယ်ဝန်ကြီးတစ်ဦးဖြစ်တဲ့ ဂန်ဒါ ရမ် ချောင်ထရီဟာအတန်းပညာမတတ်သော်လည်းနိုင်ငံရေးအကြောင်းနှောကျေနေပြီးအကျင့်ပျက်ခြစားတတ်တဲ့နိုင်ငံရေးသမားတစ်ယောက်လည်း ဖြစ်ပါတယ်။သူ့မှာ ဗစ်လာ ဒေဗွီ ချောင်ထရီလို့ခေါ်တဲ့နုံ့နုံ့အအဇနီးတစ်ယောက်လည်းရှိပါသေးတယ်။လူတွေအပေါ်အမြဲသြဇာလွှမ်းမိုးတတ်တဲ့ဝန်ကြီးဂန်ဒါ ရမ် ချောင်ထရီတစ်ယောက်တစ်နေ့မှာစွဲချက်ပေါင်းမျာစွာနဲ့ ထောင်ချခံလိုက်ရပြီး သူ့မိန်းမဖြစ်သူက ဝန်ကြီးနေရာဆက်ခံပါတော့တယ်။\nထောင်ထဲမှာလည်း ထောင်မှူးတွေအပေါ် သြဇာညောင်းတဲ့ ချောင်ထရီဆပ်ဟာသူ့မိန်းမဦးဆောင်တဲ့အစိုးရလုပ်ငန်းတွေကိုလည်း နောက်ကွယ်ကကြိုးကိုင်နေဆဲဖြစ်ပါတယ်။အချိန်ကြာတော့ သူ့ရဲ့ရုပ်သေးရုပ်ဝန်ကြီးဖြစ်တဲ့သူ့မိန်းမဟာ ဝန်ကြီးရာထူးကိုတပ်မက်လာပြီးသူ့ကိုစတင်လျစ်လျှူရှုလာခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ထောင်ထဲမှာလည်း မထင်ထားတဲ့ပြဿနာတွေပေါ်လာတဲ့အပြင်သူလုံးဝလုပ်ဖို့ခက်တဲ့ ကိစ္စကြီးတွေပေါ်လာတဲ့အခါမှာတော့.....File Size :(1.0GB) and (325 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Seiji &Jumper Neysman\nEncoded by Phyo Pyae",
        "rating": "8.5",
        "url": "https://megaup.net/35z8y/Dasvi.2022_WEB-DL.720P.PP_(2).mp4",
        "category": "Comedy, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqZymTrvHveuuEjROSbBJrvOzCX.jpg",
        "title": "Old Monk(2022)",
        "description": "Old Monk(2022)ကိုယ့်ရဲ့ရုံးက HRတစ်ယောက်က ရုံးအတွင်းမှာ ချစ်သူရည်းစားမထားရဘူးဆိုတဲ့ စည်းကမ်းကိုထုတ်ထားပြီးချစ်လို့လက်ထပ်ကြမယ့် ချစ်သူတိုင်းရဲ့ မင်္ဂလာပွဲတိုင်းကို လိုက်ဖျက်နေမယ်ဆိုရင်လို့ တွေးကြည့်ကြပါ။ တော်တော်ကို ဒုက္ခရောက်မယ့်အမျိုးပါပဲ။ဒီကားလေးကတော့ Rating 8.3ရရှိထားပြီး 2022ခုနှစ်မှာပဲ ထွက်ရှိထားတဲ့ Old Monkဆိုတဲ့ Comedy, Romance ကားလေးပဲဖြစ်ပါတယ်။နတ်ပြည်မှာနေထိုင်တဲ့ နာရဒါမူနီဆိုတဲ့သူဟာ တစ်ကိုယ်တည်းသမားဖြစ်ပြီး အရှင်ခရစ်ရှနာရဲ့ အမျိုးသမီးဖြစ်သူ ရက်ဒါရဲ့မွေးနေ့မှာ ခရစ်ရှနာသူ့ချစ်သူရဲ့မွေးနေ့ကိုမေ့နေတာကို ဆေးထိုးလိုက်ရာကနေ ခရစ်ရှာနာရဲ့ အမျက်ရှပြီး လူ့ပြည်ကို ကျိန်စာတစ်ခုနဲ့စေလွှတ်ခံလိုက်ရပါတယ်။အဲဒီကျိန်စာကတော့ \"မိန်းကလေးတစ်​ယောက်နဲ့ ချစ်ကြိုက်ပြီး အဲဒီမိန်းကလေးနဲ့လက်ထပ်ရဖို့ မိဘတွေကို စည်းရုံးရမယ်\"ဆိုတာပါပဲ။ဒီကျိန်စာနဲ့လူ့ပြည်ကိုရောက်လာတဲ့ သူက မွေးဖွားလာကတည်းက ကောင်မလေးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့ ဇာတ်လမ်းဖြစ်မလိုဖြစ်ပေမဲ့တိုင်ပင်တွေလွဲလွဲပြီး အချစ်ရေးမှာ ဆက်တိုက်ဆိုသလို အလွဲလွဲအချော်ချော်တွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ မစားရတဲ့အမဲသဲနဲ့ပက်ဆိုသလို တခြားလူတွေလည်းရည်းစားမရပါစေနဲ့ဆိုတဲ့ အတွေးနဲ့ ရုံးမှာ HRရာထူးကို ကြိုးစားယူပြီး ယောကျာ်းနဲ့မိန်းမဆိုတာနဲ့မျက်လုံးချင်းတောင်မဆုံစေဖို့ လိုက်တားမြစ်ပါတော့တယ်။ ဒီလို သူများတကာအတွဲတွေကို ညစ်တီးကျထားတဲ့အာပနာတစ်ယောက် သူတကယ်ချစ်ရတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ထပ်တွေ့လိုက်ရတဲ့အချိန်မှာ....ခရစ်ရှာနာရဲ့ ကျိန်စာကိုဖျက်နိုင်ပါ့မလား။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/35z9u/Old_Monk_(2022)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/zbGN4QBrKoT3HO7etj4FvlM3OZb-133x200.jpg",
        "title": "The Outfit (2022)",
        "description": "The Outfit (2022) ~ IMDb - 7.5/10, RT - 86%, Meta - 69% ~အင်္ဂလိပ် အမျိုးသား အပ်ချုပ်ဆရာတစ်ဦး၊ အရေတွန့်နေတဲ့ အသားအရည်နဲ့၊ ကျွမ်းကျင်ပိုင်နိုင်တဲ့ လက်တွေနဲ့၊ ချီကာဂိုမြို့ပေါ်က ကျော်ကြားသူကြီးပေါ့။ သူ့ပတ်ဝန်းကျင်ကတော့ တိတ်ဆိတ်သလိုပါပဲ။ ဒါပေမဲ့ ဘွိုင်း ဆိုတဲ့ ပုဂ္ဂိုလ်တွေဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ လာ ဖောင်တိန်း ဆိုတဲ့ ပြင်သစ်အမျိုးသမီးတစ်ယောက်ဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ မှုခင်းနှိမ်နင်းရေး FBI အဖွဲ့ရယ်၊ သူတို့ကြားမှာ သူ့အပ်ချုပ်ဆိုင်လေးက အေးချမ်းသလိုလိုနဲ့ ငရဲတွင်းတစ်ခု ဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့ အောက်ဖစ် ဆိုတဲ့ အဖွဲ့တစ်ခုကလည်း ကြားကဝင်ရှုပ်လာပြန်တယ်။ ဂိုဏ်းအဖွဲ့နှစ်ခုကြား ဘယ်သူမှန်းမသိရတဲ့ အောက်ဖစ် ကို ကြောက်ကြ လန့်ကြရပေါ့။ ဘွိုင်းအဖွဲ့ထဲကို လျှို့ဝှက်အသံဖမ်းစက်တစ်လုံး ရောက်လာပြီး ရာဇဝတ်မှုတွေကို ဖော်ထုတ်နိုင်တဲ့ အသံတွေ ဖမ်းမိသွားတဲ့အခါမှာ ဇာတ်လမ်းက ရုပ်လုံးကြွလာပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/13Fip/(CM)_The.Outfit.2022.720p.AMZN.WEB-DL.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1JAfk/(CM)_Deadpool_2_(2018)_Super_Duper_Cut_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://megaup.net/1JAgc/(CM)_Deadpool_(2016)_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPi81HkaQKud9lWfUQGxbbLwG5I.jpg",
        "title": "Kodathi Samaksham Balan Vakeel(2019)",
        "description": "Kodathi Samasksham Balan Vakeel 2019ဟာသဆန်ဆန်နဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ မှုခင်းဇာတ်ကား​ဟောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဘာလာခရစ်ရှ်နန်က ရှေ့နေ့တစ်ယောက်ဖြစ်ပြီးတော့ စကားထစ်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့်အလုပ်မှာထက်မြတ်သလောက် နေရာမရတဲ့သူပါ တစ်နေ့မှာ အဖေဖြစ်သူ ငွေလိုအပ်တာကြောင့်ယောက်ဖဖြစ်သူအပ်တဲ့ အမှုကို ကူညီဖို့လုပ်ရာကနေ အရှုပ်တွေဖြစ်လာတဲ့အခါ....အာနူရာဒါက အဖေတစ်ခုသမီးတစ်ခု​နေတဲ့သူဖြစ်ပြီး အဖေဖြစ်သူက လူတစ်ယောက်နဲ့တွေ့ဖို့ထွက်သွားရာကနေ ပျောက်သွားတာကြောင့် ရဲစခန်းမှာ တိုင်ကြားချက်ဖွင့်ထားသူပါသူကလည်း ဘာလာခရစ်ရှ်နန်ရဲ့ အရှုပ်အထွေးမှာ ပါဝင်မိရာကနေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲစကားထစ်ရှေ့နေတစ်ယောက် ဒီအရှုပ်အထွေးကို ဘယ်လို​ဖြေရှင်းမှာလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါဦးနော်\nFile size…2.4GB / 1.2GB\nQuality…1080p Web DL AAC 5.1ch /720p\nFormat...mp4\nDuration….2h 35min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "5.9",
        "url": "https://megaup.net/1JCfy/Kodathi_Samaksham_Balan_Vakeel_(2019)_720p_(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7akDcAHfp7Lkmuq2ygzNzOhWq8M.jpg",
        "title": "Alice (2022)",
        "description": "Alice (2022) ဇာတ်လမ်းအညွှန်း\"တော်လှန်ရေးသမားတွေကိုထောင်ချလို့ရချင်ရမယ်...တော်လှန်ရေးကိုတော့ထောင်ချလို့မရနိုင်ပါဘူး။\"အမေရိကားလို နိုင်ငံကြီးမှာ ဟိုးအရင်ကတည်းက ကျွန်စနစ်တွေ၊ လူဖြူလူမည်းပြဿနာတွေ ရှိခဲ့တာ အားလုံးအသိပါပဲ။ သမ္မတ လင်ကွန်း လက်ထပ်မှာတော့ ဒီလိုကိစ္စတွေကြောင့်ပဲ မြောက်ပိုင်းနဲ့ တောင်ပိုင်း နှစ်ခြမ်းကွဲကာ အမေရိကန်ပြည်တွင်းစစ်ကြီး ထဖြစ်တဲ့အထိပါပဲ။ နောက်ပိုင်းမှာတော့ လူ့အခွင့်အရေးတွေ၊ တန်းတူညီမျှမှုတွေကို အလေးထားပြီး ယဥ်ကျေးတဲ့ လူအဖွဲ့အစည်းတစ်ခုကို တည်ဆောက်ဖို့အတွက် ဦးတည်လာကြကာ ကျွန်စနစ်ဆိုတာကြီးကို တိုက်ဖျက်နိုင်ခဲ့ကြပါတယ်။ဟုတ်ပြီ၊ ဒါဆိုရင် ကျွန်တော်တို့ ဒီဇာတ်ကားလေးအကြောင်းကို နည်းနည်းလောက် မြည်းစမ်းကြည့်ကြရအောင်။ဂျော်ဂျီယာပြည်နယ် ကျေးလက်ဒေသ တစ်ခုရဲ့ အိမ်ကြီးတစ်လုံးမှာတော့ အခုချိန်ထိ ကျွန်စနစ်ပျက်သွားတာကိုမသိဘဲ ကျွန်ပြုခံထားရသူတွေ ရှိနေသေးပါတယ်။ ကမ္ဘာကြီးနဲ့ အဆက်အသွယ် ဖြတ်ထားတာ ကို ခံနေရပြီး၊ အပြင်လောကကြီးအကြောင်း ဘာမှကို မသိသူတွေပါ၊ အဲဒီအိမ်ကြီးရဲ့ ကျွန်ပြုခံထားရတဲ့ လူတွေထဲမှာ အဲလက်စ်ဆိုသူ အမျိုးသမီးဟာ ဒီနေရာကနေ ထွက်ပြေးပြီးတော့ လွတ်လပ်မှုကိုရှာဖွေချင်သူတစ်ဦးပါ။သူတို့ကို ပိုင်ဆိုင်ထားသူ သခင်ရဲ့ရက်စက်မှုတွေကို တော်လှန်ချင်သူပါ။ တစ်နေ့မှာတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/13Elg/[CM]Alice.2022.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1JBoo/Asurado_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
        "title": "Godha (2017)",
        "description": "ဒီကားကတော့ 2017ခုနှစ်မှာ ထွက်ရှိထားပြီး IMDb Rating 7.5ရရှိထားတဲ့ အိန္ဒိယနပန်းအားကစားကားပဲဖြစ်ပါတယ်။အိန္ဒိယနိုင်ငံရဲ့ နပန်းအားကစားနဲ့ ပက်သက်ရင် အားလုံးသိထားကြတာကတော့ 2016ခုနှစ်မှာ ထွက်ရှိထားခဲ့တဲ့မင်းသားကြီး Aamir Khanနဲ့ မင်းသမီးFatima Sana Shaikhတို့ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်း Dangalဆိုတဲ့ ကားပါပဲ။ဒီလိုမျိုး အိန္ဒိယနိုင်ငံမှာ ရာဇဝင်နဲ့ရှိခဲ့ပြီး အလေးအမြတ်အားကစားတစ်ခုလို တန်ဖိုးထားကြတဲ့ နပန်းအားကစား စတင်ကွယ်ပျောက်လာချိန်....လူငယ်တွေတန်ဖိုးမထားတတ်ကြတော့လို့ အားကစားပညာရပ်တစ်ခု စတင်မှေးမှိန်လာတဲ့အချိန်မှာ နပန်းအားကစားကို တန်ဖိုးထားပြီးအားပေးနေသေးတဲ့ နပန်းအားကစားသမားဟောင်း အဖွဲ့ခေါင်းဆောင်ဖြစ်သူက သူ့ရဲ့သားဖြစ်သူ ဒက်စ်ကို ပညာသင်ဖို့ ပန်ဂျက်ကောလိပ်ကိုလွှတ်လိုက်ပြီးတဲ့နောက်မှာ ဒက်စ်ဟာ နပန်းအားကစားသမား အက်ဒီသီစင့်ဆိုတဲ့ကောင်မလေးကို ချစ်မိသွားခဲ့ပါတယ်။ နဂိုတည်းက အစွန်းရောက်ဝါဒတွေနဲ့မိန်းမဆိုတာ ယောကျာ်းယူပြီး ကလေးမွေးရမယ်လို့ တစ်ဖက်ပိတ်နေသူ အစ်ကိုဖြစ်သူကိုဖောက်ထွက်ပြီး နပန်းဆော့ဖို့ရုန်းကန်နေရတဲ့ပန်ဂျက်သူ​လေး အက်ဒီသီဟာ သူမရဲ့လမ်းကြောင်းမှာ ဘာတွေကို ဆက်ရွေးချယ်သွားလေမလဲ။ ဒက်စ်တစ်ယောက်အနေနဲ့ရောသူ့မြို့ရဲ့ နပန်းအားကစားတစ်ဖက်၊ ချစ်ရသူရဲ့ ဘဝကတစ်ဖက်မှာ ဟန်ချက်ညီအောင် ဘယ်လိုထိန်းပြီး သူချစ်ရတဲ့အရာတွေကိုဘယ်လိုကာကွယ်သွားမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြပါနော်။အိန္ဒိယနပန်းအားကစားရဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JAl7/Godha_720p_2017_AAC_2.0CH_(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/w-135x200.jpg",
        "title": "Windfall (2022)",
        "description": "လောကကြီးမှာ ပြည့်စုံတဲ့သူတွေနဲ့ မပြည့်စုံတဲ့သူတွေက\nအမြဲတမ်း အားပြိုင်နေကျစမြဲပါဘဲ မပြည့်စုံတဲ့သူတစ်ယောက်ဟာ\nပြည့်စုံတဲ့သူလိုဖြစ်ချင်တာကလည်း သဘာဝတရားတစ်ခုပါပဲ\nပြည့်စုံတဲ့သူတစ်ယောက်လည်း မပြည့်စုံတဲ့သူတွေကို\nအချောင်သမား အပျင်းကြီးတဲ့သူတွေလိုထင်နေတာလည်း မဆန်းပါဘူး\nဒါပေမဲ့ ကိုယ်က ပြည့်စုံတယ်ဆိုပြီး ကိုယ့်မိန်းမရဲ့ စိတ်ကိုနည်းနည်းလေးမှ\nဂရုမစိုက် လူရာမသွင်းဘဲ ကိုယ်လုပ်ချင်တာတွေချည်းလုပ်နေလို့\nမရဘူးဆိုတာလေးကို ရိုက်ပြသွားတာပါ လူလေးယောက်ထဲနဲ့\nတစ်ကားထဲကို စဉ်းစားစရာတွေ သင်ခန်းစာယူစရာတွေနဲ့\nလူတန်းစားကွာဟချက်တွေအကြောင်း ရိုက်ပြသွားလို့ အေးအေးလေးနဲ့\nငြိမ့်ငြိမ့်လေးကြည့်လို့ကောင်းမယ့်ကားလေးပါပဲ\nထူးခြားတာကတော့ ဇာတ်ကောင်တွေရဲ့နာမည်ကိုအသုံးမပြုထားဘဲ\nနာမ်စားတွေပဲသုံးသွားခဲ့တာပါ စဉ်းစားရသက်သာတာပေါ့\n File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/105ve/wildland.2020.720p.bluray_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://megaup.net/1Jzks/Jackass.Forever.2022.720p_(CM).mp4",
        "category": "Action, Comedy, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/images-133x200.jpg",
        "title": "Election (2005)",
        "description": "Election (2005) ~ IMDb - 7.1/10, RT - 87%, Meta - 73% ~အာရှရုပ်ရှင်ဖန်တွေ အကောင်းဆုံးဟောင်ကောင်ဂန်းကားကို ရွေးကြတဲ့အခါ Election တွေကို ကြည့်ဖူးတဲ့လူအများစုကတော့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကို ရွေးကြတာများပါတယ်။ Election နှစ်ကားက ဂန်းကားပေမဲ့ အားနေပစ်လိုက် ထိုးလိုက်လုပ်နေတဲ့ ဂန်းကားမဟုတ်သလို စကားပဲများနေတဲ့ ဂန်းကားလည်းမဟုတ်ပြန်ဘူး။ အဲဒီနှစ်ခုကြားက မဇ္စျိမပဋိပဋာကျတဲ့ ဂန်းကားလို့ဆိုရမယ်။ ဒီနှစ်ကားလုံးက ဂန်းကားပေမဲ့ အနုပညာရည်အရလည်း မနုံနဲ့ဘူး။ ၂၀၀၅ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပထမကားကိုပြခဲ့ပြီး ၂၀၀၆ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ဒုတိယကားကိုပြခဲ့တဲ့အပြင် ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲတွေမှာရော ဝေဖန်ရေးသမားတွေပေးတဲ့ ဆုပေးပွဲတွေမှာ Best Picture ဆုတွေ Best Director ဆုတွေ Best Screenplay ဆုတွေ ရထားတဲ့ရုပ်ရှင်တွေဆိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jznt/(CM)_Election_(2005)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/battle.freestyle-134x200.png",
        "title": "Battle: Freestyle (2022)",
        "description": "Battle: Freestyle (2022)=================စတိုင်ကျကျကပြတဲ့ ကားတွေကို ကြိုက်သူများအတွက် Netflix က\nအသစ်ထွက်ရှိလာတဲ့ ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်။\nကားနာမည်ကတော့ Battle: Freestyle တဲ့ . . .ဒီကားထဲမှာ အမ်မလီက ချစ်သူမီကယ်ရဲ့အကအဖွဲ့မှာ ပါဝင်တဲ့သူလည်း\nဖြစ်သလို၊ တစ်နေ့မှာ အမ်မလီတို့အဖွဲ့ ပါရီမှာ ပြိုင်ပွဲ ယှဥ်ပြိုင်ဖို့အတွက်\nရွေးချယ်ခံလိုက်ရတဲ့အခါ အမ်မလီတစ်ယောက် ဝေးကွာနေတာကြာပြီဖြစ်တဲ့\nအမေဖြစ်သူနဲ့ တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။ နောက်ပြီးအမ်မလီအမေက\nအကသင်တန်းကျောင်းရဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်ပြီး အမ်မလီ\nတစ်ယောက် အမေဖြစ်သူနဲ့တွေ့တဲ့ချိန်မှာ ဘယ်လိုအပြောင်းအလဲတွေ\nဖြစ်ကုန်မှာလဲ၊ အကပြိုင်ပွဲမှာရော သူတို့မျှော်မှန်းထားတဲ့ ဆုကြေးတွေ\nသိမ်းပိုက်နိုင်မလားဆိုတာ စိတ်ဝင်တစားနဲ့ ဒီဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှု\nရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Jerrica တို့ဖြစ်ပါတယ်)File Size - (1.6 GB) / (813 MB) / (538 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "4.8",
        "url": "https://megaup.net/35t7z/Battle.Freestyle.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VCoynZwiaTEsETx9yP0rAWOaOg.jpg",
        "title": "Bull (2021)",
        "description": "Bull (2021) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါတော့ Thriller အမျိုးအစား ရုပ်ရှင်ကားကောင်းလေး ကို တင်ဆက်ပေးလိုက်ပါတယ်။သွေးအေး ရက်စက်တဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်တဲ့ ဘူးလ်ဟာ သားဖြစ်သူကို ဆေးစွဲနေတဲ့ သူ့မိန်းမနဲ့ ခွဲထားဖို့ ကြိုးစားရာကနေ ဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ယောက္ခမ ဖြစ်သူနဲ့ ကတောက်ကဆ တွေ ဖြစ်ပါတော့တယ်။ ဒီလိုနဲ့ လူမိုက်တွေရဲ့ ထုံးစံအတိုင်း ဘူးလ်ကို နှိပ်စက်ပြီးတဲ့နောက်မှာ ဝေဒနာကြီးစွာ ခံစားရပြီး သေသွားအောင် ပစ်ထားခဲ့ပါတယ်။နောက်ဆယ်နှစ်အကြာမှာတော့ ဘူးလ်တစ်ယောက် အမှတ်မထင် ပြန်ပေါ်လာပြီး သူ့သားကို ပြန်ခေါ်နိုင်ဖို့နဲ့ သူ့ကို သစ္စာဖောက်ခဲ့တဲ့ မိတ်ဆွေဟောင်းတွေကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ...နဂိုကတည်းက သွေးအေးရက်စက်ပါတယ်ဆိုတဲ့ ဂိုဏ်းစတား တစ်ယောက် နာကျည်းချက်တွေနဲ့ လက်စားချေဖို့ အကြောင်းဖန်လာတဲ့အခါ ...ဘယ်လိုရက်စက်တဲ့ နည်းတွေ သုံးမလဲ?သားဖြစ်သူကို ပြန်ခေါ်ထားနိုင်ပ့ါမလား?ယောက္ခမနဲ့ မိန်းမတို့ကကော သူ့ကို ဒီအတိုင်း လက်ပိုက်ကြည့်နေပါ့မလား? ဆိုတာကိုတော့ ရုပ်ရှင်ထဲ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Jzhe/[CM]Bull.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "title": "Moonshot (2022)",
        "description": "Moonshot (2022)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ မှာအသစ်ထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။Walt ဆိုတဲ့ကောင်လေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက အာကာသတစ်ခွင် လျှောက်သွားချင်နေခဲ့တာပါ။\nKovi Industries Student Mars Program ဆိုတာကတော့\nကောလိပ်ကျောင်းသားတွေကို အင်္ဂါဂြိုလ်ဆီ ပို့ပေးနေတဲ့ ပရိုဂရမ်တစ်ခုဖြစ်ပါတယ်။\nWalt ရဲ့ရည်းစားဖြစ်သူကလည်း အင်္ဂါဂြိုလ်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ။\nWalt တစ်ယောက် အင်္ဂါဂြိုလ်သွားဖို့ကို အကြိမ်ကြိမ်ပယ်ချခံရပြီးနောက်မှာတော့\nSophie ဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nSophie ကတော့ ထူးချွန်တဲ့ကျောင်းသူတစ်ယောက်ဖြစ်သလို\nသူ့ရည်စား Kelvin ကလည်း အင်္ဂါဂြိုလ်ပေါ်မှာ အလုပ်လုပ်နေတာဖြစ်ပါတယ်။\nတစ်နေ့မှာ Sophie ဟာသူ့ရည်စားနဲ့ တွေ့ဖို့အတွက် အင်္ဂါဂြိုလ်ကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲဒီမှာ အင်္ဂါဂြိုလ်ရူး Walt ကလည်း Sophie ကိုအသုံးချပြီး ယာဉ်ပေါ်ကို ခိုးပြီးလိုက်ပါသွားပါတော့တယ်။\nWalt ခိုးပြီးတော့လိုက်ပါလာတာကို Sophie သိသွားပြီးတဲ့နောက်မှာတော့\nသူတို့နှစ်ယောက် အာကာသခရီးစဉ်တစ်လျှောက် ဘယ်လိုနှစ်ပါးဆက်သွားကြမလဲ၊\nသူတို့ရဲ့ ရည်းစားတွေနဲ့ရော အင်္ဂါဂြိုလ်ပေါ်မှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကတော့\nC ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Jylf/Moonshot.2022.720p.HMAX.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9g6yLno4P14UWiURoL2H2NUp39h.jpg",
        "title": "Pinocchio: A True Story (2022)",
        "description": "Pinocchio A True Story (2021)အီတလီ ပုံပြင်လေးတစ်ပုဒ်ဖြစ်တဲ့ သစ်သားရုပ်ကလေးကနေ\nအသက်ဝင်လာတဲ့ Pinocchio အကြောင်း ကြားဖူးကြမှာပါဒီဇာတ်ကားလေးမှာတော့\nသစ်သားရုပ်ကလေး Pinocchio နဲ့ သူ့အဖော် မြင်းလေး Tibalt တို့\nကမ္ဘာကြီးကို လျှောက်ပတ်ကြည့်ဖို့ ထွက်လာခဲ့ရာကနေ\nမာဂျီရာဖိုကိုရဲ့ ဆပ်ကပ်အဖွဲ့ကိုရောက်သွားပြီး စွန့်စားခန်းတွေနဲ့ ကြုံတွေ့ရပုံကို\nတင်ဆက်ထားတာပါလိမ်ပြောရင် နှာခေါင်းကြီးရှည်ထွက်လာမယ် ဆိုတဲ့\nအကြောင်းအရာတွေကနေ ကွဲထွက်ပြီးPinocchio နဲ့ သူ့ရဲ့ မိတ်ဆွေ မြင်းလေး Tibalt တို့ရဲ့ စွန့်စားခန်းတွေ\nလူသားဆန်မှုတွေကို ဖော်ကျူးထားတာဖြစ်တဲ့အတွက်\nPinocchio ပရိသတ်တွေအနေနဲ့ တမူထူးခြားတဲ့ အရသာကို ခံစားရမှာပါစိမ်းစိမ်းစိုစို ကာတွန်းရုပ်လေးတွေနဲ့\nအရောင်အသွေးစုံစုံလင်လင်တင်ဆက်ထားတာကြောင့်\nစိတ်အပန်းဖြေတဲ့အနေနဲ့  ကြည့်ရှုသင့်တဲ့ ကာတွန်းကားလေးပဲ ဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Animation, Family, Fantasy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size...1.65GB and 683MB and 267MB\nFormat...mp4\nDuration….1h ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Jyn0/Pinocchio.A.True.Story.2021.720p.WEB-DL.CM.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\nIMDb 7.1Netflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။Finch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်ကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။ဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\nFile size…(1.3 GB)/(550 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:25:o6\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "7.1",
        "url": "https://megaup.net/2pvA7/(CM)_Captain.Nova.2021.720p.WEB.h264-Naung.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuf8aq2ybTFutnssA4OZVsirRNK.jpg",
        "title": "Someone (2016)",
        "description": "Someone (2016) ဘွဲ့ရပြီးတဲ့ ဂျပန်လူငယ်ငါးယောက်၊ ဘွဲ့ရအလုပ်လက်မဲ့ဆိုတာ ကျွန်တော်တို့လို Third World Country တွေမှာ ပေါများသလို Japan လိုတိုးတက်ပြီးသားနိုင်ငံမှာ မရှိပါဘူးရယ်တော့ ပြောလို့မရပါဘူး၊ ဂျပန်နိုင်ငံမှာဘွဲ့ရထားပြီး အလုပ်ခွင်ဝင်ဖို့ကြိုးစားတဲ့အခါ အလုပ်လျှောက်ကြတဲ့အခါ အခက်အခဲကိုမျိုးစုံကြုံကြရပါတယ်တဲ့။ဒီလိုဘွဲ့ရပြီးသားဂျပန်လူငယ် ငါးယောက်က အလုပ်လျှောက်ဖို့ပြင်ကြတဲ့အခါ သူတို့ငါးယောက်လုံးက တိုက်ခန်းတူနေပါတယ်၊ ဒီလိုနဲ့တူတူကြိုးစားကြ တူတူ‌အလုပ်တွေလျှောက်ဖြစ်ကြတယ်ပေါ့ဗျာ၊ ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်ရသွားလိုက်ကြတာ မရသွားတဲ့ကောင်လေးတစ်ယောက်ကတော့ကျန်ရစ်ဖြစ်ပြီး စွန့်ပစ်ခံရသလိုခံစားနေရတဲ့အခါ သူတို့ကြားကဆက်ဆံရေးတွေကအရင်လိုမဖြစ်နိုင်တော့ပါဘူး။ဂျပန်နိုင်ငံရဲ့ အလုပ်အကိုင်အခွင့်အလမ်းတွေအကြောင်းကို အနည်းအကျဉ်းဆိုသလိုထိတွေ့ခွင့်ရမယ့် ဝတ္ထုတစ်ပုဒ်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး မင်းသား မင်းသမီးတွေကလည်း ဂျပန်သိပ်မကြည့်တဲ့ သူတွေနဲ့တောင် မစိမ်းတဲ့လူတွေပါပဲ။ ကန်ရှင်းမင်းသား၊ Flying colors မင်းသမီး၊ Drive My Car ထဲက ဒုတိယမင်းသားတို့တွေပါ။ ထိပ်တန်းသရုပ်ဆောင်တွေချည်းပါပဲ။ဒီနေ့ခေတ် ဒီနိုင်ငံမှာ ဂျပန်ကိုသွားဖို့ အစီအစဉ်ရှိနေတဲ့သူတွေ များသလို ဂျပန်စာလေ့လာနေကြတဲ့သူတွေလည်း မနည်းပါဘူး။ မြင်မိသလောက် လူငယ်သုံးချိုးတစ်ချိုးလောက်နီးပါးပါပဲ။ ဒီရုပ်ရှင်ဟာ ဂျပန်မှာ အလုပ်သွားလုပ်ချင်တဲ့သူတွေ ဗဟုသုတအနည်းအကျဉ်းရအောင် ကြည့်ထားသင့်တဲ့ကားပါ။ (ဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/13Auh/(CM)_Someone_(2016)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/en-171x200.jpg",
        "title": "The English Patient (1996)",
        "description": "ဒုတိယ ကမ္ဘာစစ်ကိုဇာတ်လမ်းတည်ပြီးရိုက်ထားတဲ့ အချစ်ဇာတ်လမ်းလေးပါ\nအချစ်က လူတိုင်းကို ရူးသွပ်စေနိုင်တယ်ဆိုတာလေးပါ ဖော်ပြပေးထားတာပါ\nဂျော့ဖရီ နဲ့ ကတ်သရင်းတို့ လင်မယားနှစ်ယောက်က\nလေ့လာရေးခရီးထွက်ပြီး မြေပုံဆွဲနေတဲ့အဖွဲ့ဆီ ရောက်လာတာကနေ\nဇာတ်လမ်းလေးက စတာပါ\nအဖွဲ့ထဲမှာ ကတ်သရင်းကို သဘောကျနေတဲ့ အယ်မာဆီဆိုတဲ့တစ်ယောက်ကလည်း\nရှိနေပါသေးတယ် တစ်နေ့တော့ ဂျော့ဖရီက အစိုးရအတွက် အလုပ်လုပ်ပေးဖို့\nသွားတော့ ကတ်သရင်းကို လေ့လာရေးအဖွဲ့နဲ့ ထားခဲ့ပါတော့တယ်\nအဲဒီအချိန်မှာပဲ ရှုပ်ထွေးပွေလီလှတဲ့ အချစ်ရဲ့ နိယာမတွေကို\nတစ်ခုချင်းစီ ကွက်ကွက်ကွင်းကွင်းမြင်ပြီး ငြိမ့်ငြိမ့်လေးနဲ့ ခံစားနေရာကနေ\nမျက်ရည် ဘူးသီးလောက်ကျအောင် ဆွဲခေါ်သွားနိုင်တာမို့\nဆု အများကြီးရထားပြီး လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ\n File size…(1.7 GB)/(928.32MB)\nQuality….Webrip  720p / 480p\nFormat…mp4\nDuration….02:42:00\nGenre...Drama, Romance, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.4",
        "url": "https://megaup.net/1Jwt0/The_English_Patient_1996_720p_(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqABFRg3xs0gAimTJqj78W8Y0mX.jpg",
        "title": "The Centipede Is Tap Dancing (1977)",
        "description": "CM ပရိတ်သတ်​တွေအတွက် Old but Gold comedy​တွေထဲကတစ်ကားဖြစ်တဲ့ Le Mille Pattes Fait des Claquettesဆိုတဲ့ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 1977ထွက် ပြင်သစ်Comedy ဇာတ်ကားပဲ ဖြစ်ပြီး ဒုတိယ​ကမ္ဘာစစ်​ကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တန်ခိုးထွားခဲ့တဲ့ နာဇီဂျာမန်​တွေကပြင်သစ်နိုင်ငံကို လက်ခုပ်ထဲက​ရေလို ကြိုးကိုင်ချယ်လှယ်ခဲ့ချိန်တစ်ခု ရှိခဲ့ဖူးပါတယ်။ ပြင်သစ်ရဲ့ အဖိုးတန်အ​မွေအနှစ်​မှန်သမျှအပိုင်စီးပြီး ဂျာမဏီကိုပို့ပစ်ခဲ့တဲ့ အချိန်ကာလတစ်ခု​ပေါ့၊ ဒီလိုတိုင်းတစ်ပါးရဲ့ အ​မွေအနှစ်​တွေကို စိတ်တိုင်းကျ​မောင်ပိုင်စီးနေတဲ့ ဂျာမန်ဗိုလ်ချုပ်​​တွေ ​နောက်ထပ်မျက်စိကျလာတာက​တော့ပြင်သစ်နိုင်ငံ ပါရီမြို့ Louvre ပြတိုက်မှာရှိတဲ့ လှပခြင်းနဲ့အချစ်နတ်သမီး Aphroditeရဲ့ ရုပ်တုဖြစ်တဲ့ \"Venus De Milo\" ရုပ်တုကိုပါ။ နိုင်ငံရဲ့အ​မွေအနှစ်ရုပ်တုကြီးတစ်ခု တိုင်းတစ်ပါးလက်ထဲ ​​ရောက်တော့မှာ သိလိုက်ရတဲ့ ပြင်သစ်သားလူငယ် ၃​ယောက်ဟာ ဂျာမန်ကောင်​တွေလက်ထဲက​နေ ရုပ်တုကြီးကို တဖန်ပြန်ခိုးပြီး \"ရုပ်တုမပါသွား​ရေး ဒို့အ​​ရေး\"လုပ်ကာ ဂျာမန်စစ်တပ်​တွေ လိုက်ဖမ်းတဲ့ကြားက​နေVenus De Miloရုပ်တုကို ကာကွယ်​ဖို့ကြိုးစားပုံ​တွေစွန့်စားခန်း​တွေကို ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။​၂၀၂၂နဲ့ ၁၉၇၇ခုနှစ်ကြား ...",
        "rating": "5.6",
        "url": "https://megaup.net/35rcD/Le.mille-pattes.fait.des.claquettes.1977.FRENCH_720P_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/solaris-141x200.jpg",
        "title": "Solaris (1972)",
        "description": "Solaris (1972)တာကော့စကီးမှာ Features Film ၇ကားရှိတဲ့အထဲ Solarisနဲ့ Stalker နှစ်ကားပဲ Science Fictionပါ။ သူများဝတ္တုကို ရိုက်တာလည်း ဒီ၂ကားပဲ ရှိပါတယ်။ Solarisရဲ့ လက်ကျန်အတွေးစကနေ Stalkerဆက်ဖြစ်လာတယ်လည်း ပြောကြတယ်။ Solarisဟာ Stanisław Lemရဲ့ ဝတ္တုကိုရိုက်ထားတာဖြစ်ပြီး တာကော့စကီးနောက်မှာ Steven Soderberghက တစ်ခါရိုက်ခဲ့ပြီး ရူဆုခဲ ဟမဂုချိကလည်း သူ့ဆရာခိရိုရှိ ခုရိုဆ၀ အကြံပေးမှုနဲ့ ကျောင်းသားဘဝက ရိုက်ခဲ့ဖူးပါတယ်။ တာကော့စကီးရဲ့ Solarisကတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Sci-fiတွေထဲက ထိပ်ဆုံးစာရင်းဝင်ကားဖြစ်ခဲ့ပါတယ်။အကြောင်းအရာကတော့ ဆန်းသလိုလို မဆန်းသလိုလိုပါပဲ။ Solarisဆိုတဲ့ ဂြိုဟ်ကြီးကို လေ့လာတဲ့သူတွေရဲ့ အာကာသစခန်းထဲက အဖြစ်အပျက်တွေအကြောင်းပါပဲ။ သိပ္ပံအကြောင်းအရာတွေကလည်း တခြားဘယ်ကားမှာမှ မတွေ့ဖူးတဲ့ အဆန်း‌ကြီးတွေပါပါတယ်။ တာကော့စကီး ရုပ်ရှင်ဆိုတော့ ကိုယ့်အတွေးကို ဒီသိပ္ပံဇာတ်အိမ်ထဲ ဘောင်ဘင်မခတ်တာ အကောင်းဆုံးပါပဲ။ကဗျာဆိုတာ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာတွေ့ဖို့နေရာလည်း ဟုတ်ပါတယ်။ တာကော့စကီးရုပ်ရှင်ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Jw5k/Solaris_[Solyaris]_(1972)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2pty4/(CM)_Mission_Kashmir_2000_Hindi_720p_AMZN_WebDL_DDP_2.0_Nyein.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/EveryLastSecret_Poster-133x200.jpg",
        "title": "Every Last Secret (2022) Broken Soldier",
        "description": "Every last secrets (2022)GOT စီးရီးမှာ Sansa Stark အဖြစ်သရုပ်ဆောင်ပြီး နာမည်ကြီးလာတဲ့ မင်းသမီး Sophie Turner ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပါဝင်ထားတဲ့ ဒရမ်မာဇာတ်ကားအသစ်လေးဖြစ်ပါတယ် ။စစ်မြေပြင်ကနေ စိတ်ဒါဏ်ရာရပြီး ပြန်လာတဲ့ ၃၅ နှစ်အရွယ် တပ်သားတစ်ယောက် ၊\nအချစ်ကိုတစ်ခါမှမကြုံဖူးသေးတဲ့ ၁၇ နှစ်အရွယ်ကောင်မလေးတစ်ယောက် ၊\nတစ်ဦးတည်းသော သမီးလေးကို အချစ်လွန်ပြီး over protective ဖြစ်လွန်းတဲ့ ဖခင်တစ်ယောက်\nဒီ ၃ယောက်ရဲ့ ဆုံမှတ်ကတစ်နေရာတည်းအဖြစ် ထပ်တူကျလာတဲ့အချိန်မှာ ဘယ်လိုမျိုးရှေ့ဆက်ကြမှာပါလဲဆိုတာ...။\nFile size…(1.1 GB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:33:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Htet Kyaw Myo",
        "rating": "5.2",
        "url": "https://megaup.net/1Jw14/(CM)_Every.Last.Secret.2022.720p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ZzllPVrYmBn28Kc7PZaQ0PrQat.jpg",
        "title": "Trust No One: The Hunt for the Crypto King (2022)",
        "description": "Trust No One: The Hunt for the Crypto King (2022)\n====================================\nCryptocurrency.... ၂၀၀၈ ခုနှစ်ဟာ စတင်​ပေါ်​ပေါက်ခဲ့တဲ့Currencyတစ်ခုဟာ ဆယ်စုနှစ်​​ကျော်ကြာ ၂၀၁၇၊ ၂၀၁၈မှာပဲ ကမ္ဘာ့ Financial stream တစ်ခုလုံးကို အကြီးအကျယ်ရိုက်ခတ်​လာတဲ့ digital currencyတစ်ခုဖြစ်လာပါပြီ၊ ကိုယ့်ရဲ့ပိုင်ဆိုင်မှုကို ​ငွေသားအ​နေနဲ့ သိမ်း​နေစရာမလို၊ ဘဏ်​တွေနဲ့ဇယားရှုပ်စရာမလိုတဲ့အပြင် ကိုယ်investထားတဲ့coinတန်ဖိုးဟာ ​​ရွေးချယ်မှု မှန်သ​လောက် အဆ ရာနဲ့ချီပြီး ဈေးမြောက်သွားနိုင်တဲ့ မက်လုံး​ကြောင့် Investor​တွေ၊ အလွယ်လမ်းနဲ့သူ​ဌေးဖြစ်ချင်သူ​တွေ တဟုန်ထိုးစိတ်ဝင်စားလာတဲ့ နယ်ပယ်​​ပေါ့၊ ဒီလိုမနူးမနပ်လူသစ်​တွေ များလာတာနဲ့အမျှ scammerလို့​ခေါ်တဲ့ အွန်လိုင်းလူလိမ်​တွေလည်း များစွာ​ပေါ်လာပါတယ်၊ဒီDocumentaryက​ crypto​လောကမှာ အ​တော်ကိုပွဲ​ဆူခဲ့တဲ့Scammer တစ်​ယောက်အ​ကြောင်း ဖြစ်ရပ်မှန်မှတ်တမ်းပါ၊က​နေဒါရဲ့အကြီးဆုံးCrypto exchangeဖြစ်တဲ့QuadrigaCXဟာ Investor​တွေရဲ့ keyကို နံပါတ် ၆၄ လုံးအထိ ထား​ပေးတဲ့အတွက် သိပ်ကိုယုံကြည်စိတ်ချရပါတယ်ဆိုတဲ့ exchangeပါ၊\nInvestor​တွေကလည်း အဆိုပါkey​တွေကို ကုမ္ပဏီပဲတာဝန်ယူသိမ်းဆည်း​ထားဖို့ တောင်းဆိုခဲ့ပါတယ်၊ ဒီkey​တွေကိုသိနိုင်တဲ့တစ်ဦးတည်း​သောသူက​​တော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/13ym1/Trust_No_One__The_Hunt_for_the_Crypto_King.720p.AAC2.0CH_(CM).mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pt2n/[CM]Special.Agent.2020.720p.HDRip.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vtSFcwagN0O5psdS69xPRaLYkS.jpg",
        "title": "Bheeshma Parvam (2022)",
        "description": "Bheeshma Parvam 2022ဒီတစ်ခါမှာတော့ IMDb 8.5ထိရရှိထားတဲ့ Action/Drama ဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားဟာ ရုံတင်အပြီးလေးရက်တည်းနဲ့ကုဋေ၅၀လောက်ရရှိခဲ့ပြီး စုစုပေါင်းကုဋေ ၁၂၀ထိရရှိခဲ့တာပါ ဒါဆိုရင်ဇာတ်ကားအညွှန်းကိုတစ်ချက်သွားကြည့်ရအောင်မိုက်ကယ်ဆိုတာက အကုန်လုံးကြောက်ရတဲ့လူတစ်ယောက်ပါ ရှေ့နေဖြစ်ရမှာပေမယ့် ကံမ ကောင်းအကြောင်းမလှစွာနဲ့မိသားစုထဲကလူတစ်ယောက်အသတ်ခံရတာကိုလက်စားပြန်ချေရင်း ရာဇာဝတ်ကောင်လူသတ်သမားဖြစ်ခဲ့တာပါ ထောင်ထွက်လာပြီးတော့မိသားစု တူ/တူမတွေရဲ့ ဦးဆောင်သူယောကျာ်းတစ်ယောက်အနေနဲ့ လုပ်ကိုင်စားသောက်ခဲ့ပါတယ် မိသားစု‌ဝင်တွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရပေမယ့် တစ်ဖက်မှာတော့ သူ့ကိုမုန်းနေတဲ့လူရှိပါတယ် ဒါကတော့တခြားမဟုတ်ပါဘူးမိုက်ကယ်ရဲ့တူတွေဖြစ်တဲ့ ပေါလ်နဲ့ပီတာပဲဖြစ်ပါတယ် မိုက်ကယ်ကသူတို့ရဲ့ဘဝကိုအရမ်းလွှမ်းမိုးချုပ်ကိုင်တယ်ဆိုပြီးမိုက်ကယ်ကိုမုန်းနေကြတာပါ ဒါ့အပြင် မိုက်ကယ်ကသူပိုင်တဲ့ သိုလှောင်ရုံတစ်ခုကို တူဖြစ်သူအမ်မီလက်ထဲလွှဲပေးလိုက်တော့ကျန်တဲ့လူတွေဖြစ်တဲ့ ပေါ်လ်နဲ့ ပီတာတို့က ပိုမုန်းတီးလာကြပါတော့တယ် ဒီလိုနဲ့ အရင်က မိုက်ကယ်ရဲ့ ရန်သူတော်ဟောင်းကြီးနဲ့ပေါ်လ်၊ပီတာတို့သွားရောက်တွေ့ဆုံမိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ မိုက်ကယ်ကိုလက်စားချေဖို့ကြိုးစားမှာလားဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…1.8GB / 966MB\nQuality....1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey & Go-O & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2prU3/Bheeshma_Parvam_(2022)_WEB-DL_720p_(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clP8tDZeM9jgnqmu4VBClBDpLtS.jpg",
        "title": "The Invention of Lying (2009)",
        "description": "The Invention of Lying (2009) ~ IMDb - 6.4/10, Rotten Tomatoes - 55% ~မုသားမရှိတဲ့ကမ္ဘာမှာနေချင်တယ် ဘာညာ စာတိုလေးတွေ ရေးကြ ပြောကြတာတွေ တွေ့ဖူးမယ်ထင်ပါတယ်။ ကိုယ်တိုင်ရော ပြောမိကြဖူးပါသလား။ တကယ်ပဲ အဲဒီလိုကမ္ဘာထဲရောက်သွားရင်ကော ဘယ်လိုနေမယ်ထင်ပါသလဲ။ဒီဇာတ်ကားထဲမှာတော့ အဲလိုမျိုးကမ္ဘာတစ်ခုထဲက ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်း ပြောပြထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲကလူတွေဟာ ခင်ဗျားတို့ ကျွန်တော်တို့လို သာမန်လူတွေပါပဲ။ ကွာခြားမှုတစ်ခုတည်းရှိတာက သူတို့ဟာ မုသားဆိုတဲ့ သဘောတရားကို နားမလည်ကြဘူး၊ သိလည်းမသိ၊ ပြောလည်းမပြောတတ်ကြဘူး။ ဒီတော့ မြှောက်ပင့်ပြီးညာပြောတာမျိုး၊ အားနာလို့လိမ်ပြောတာမျိုး၊ လိုချင်တာရဖို့လိမ်ညာတာမျိုး လုံးဝမရှိပါဘူး။ သူတို့က သူတို့စိတ်ထဲရှိတာကိုပဲ အရှိအတိုင်းပြောတတ်ကြပါတယ်။ အဲလိုဆိုတော့ တစ်ခါတလေမှာ အပြောခံရသူမှာ စပ်ဖျင်းဖျင်းတော့ ဖြစ်တာပေါ့လေ။မာ့ခ် ဘယ်လီဆင်လို အသက်ကလေးဆယ်ကျော် ပိုက်ဆံကမရှိ လူက ဝပြဲပြဲ ရွက်ကြမ်းရေကျိုရုပ်နဲ့ လူ ဆိုရင် ပိုခံရခက်တာပေါ့။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jucg/(CM)_The_Invention_of_Lying_(2009)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMDhiZDNkYTgtZDEwNC00NGJjLWI5OWMtZDdlZDQ4NzY5NzlhXkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_-150x200.jpg",
        "title": "Heart of Champions (2021)",
        "description": "Heart of Champions (2021)===================Drama ပရိသတ်တွေအတွက် 2021 ခုနှစ်ထွက် ဇာတ်ကားကောင်းလေးတစ်ကားကို\nCM မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းလေးကတော့ တက္ကသိုလ်‌က လှေလှော်အသင်းလေးတစ်သင်း အကြောင်းပါ\nအဲလက်စ် ဦးဆောင်တဲ့ တက္ကသိုလ်လှေလှော်အဖွဲ့ဟာ ကျောင်းပေါင်းစုံယှဉ်ပြိုင်ပွဲမှာ\nဟားဗတ်ကျောင်းကို ရှုံးနိမ့်ခဲ့ရပါတယ်။ ခေါင်းဆောင်မှုအရည်အချင်းပြည့်၀မှုမရှိတဲ့\nအဲလက်စ်တစ်ယောက်ဟာ ရှုံးနိမ့်မှုအတွက် အသင်းသားတွေကို အပြစ်တင်နေခဲ့တာပေါ့။\nအသင်းသားတွေဟာလည်း အဲလက်စ်ကို ခေါင်းဆောင်အဖြစ်နဲ့ သဘောမကျဘဲ စည်းလုံးမှု\nမရှိတဲ့ အသင်းတစ်သင်း ဖြစ်နေခဲ့တာပေါ့။ ဒီလိုနဲ့ သူတို့အသင်းကို နည်းပြအသစ်တစ်ယောက်\nရောက်လာပါတယ် သူကတော့ စစ်ပြန်ဟောင်း မာဖီပါ။\nဒါ့အပြင် ရွှေ့ပြောင်းကျောင်းသား အသစ်တစ်ယောက်ဖြစ်တဲ့ ခရစ္စ ဆိုသူဟာလည်း အသင်းထဲ\nရောက်ရှိလာခဲ့ပြန်တယ်။ခေါင်းဆောင်ရည် မပြည့်၀ဘဲ လူမုန်းများတဲ့ အဲလက်စ်ရယ် အသင်းသားတွေသဘောအကျဆုံးဖြစ်တဲ့\nလှော်သား ဂျွန်ရယ် သူတို့နှစ်ယောက်ကြားမှာ ဖြစ်ပေါ်လာမယ့် ကတောက်ကဆတွေကို မြင်ရမှာဖြစ်ပြီး\nရွှေ့ပြောင်းကျောင်းသား ခရစ္စရဲ့ အတိတ်ဇာတ်ကြောင်းတွေကရော ဘာတွေဖြစ်ဦးမလဲ ဆိုတာ\nကြည့်ရှုရဦးမှာပါ။ စစ်ပြန်ဟောင်းနည်းပြ မာဖီတစ်ယောက် ဒီလို ဗရုတ်သုက္ခဖြစ်နေတဲ့ လှေလှော်\nအသင်းတစ်သင်းကို ပါးပါးနပ်နပ်ကိုင်တွယ်ပြီး ဟားဗတ်ကိုအနိုင်ရ ဗိုလ်စွဲအသင်းတစ်သင်းဖြစ်အောင်\nတွန်းပို့ပေးနိုင်မလားဆိုတာ ပရိသတ်ကြီးတို့ကပဲ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Jp74/Heart.of.Champions.2021.720p.BluRay[CM].mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTQwYzZhNTMtYjI4ZS00YmIwLTk1YTgtNzNmMWU1MjBlMjcyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Barbarians (2021)",
        "description": "Game of Thrones ထဲက ဂွေးဖြတ်ကောင် ရမ်ဆေးဘော်တန်တဖြစ်လဲ ဝေးလ်မင်းသား Iwan Rheon ကို မြင်တာနဲ့တန်းမှတ်မိအောင် အမြင်ကပ်နေကြမှာပါ...\nသူ့ဇာတ်ကားတွေက ရှားပါးပေမယ့် ခုရက်ထဲ ဒီကားအသစ်ထွက်လာလို့ တင်ဆက်လိုက်ပါတယ်။ဒီထဲလဲ အမြင်ကပ်စရာအခွက်နဲ့ပါပဲ။တစ်ရက်ထဲ၊တစ်ညထဲ ဒါမှမဟုတ်အချိန်ပိုင်းလေးတစ်ခုကိုပဲတည်ပြီး တစ်ကားလုံးပြီးအောင်ရိုက်ပြသွားတဲ့ ကားမျိုးတွေကိုကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီတစ်ခါဇာတ်ကားကလည်း အိမ်ကြီးတစ်အိမ်မှာ စုံတွဲနှစ်တွဲရဲ့တစ်ညတာကို တစ်ကားလုံးဖြစ်အောင်ရိုက်ပြသွားတဲ့ Drama/Thriller ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ကျွန်တော်တို့ Documentary တွေမှာမြင်ဖူးနေကျ Stonehenge တွေလိုမျိုး ခေတ်အဆက်ဆက်ပါးစပ်ရာဇဝင်တွေ၊ဒဏ္ဍာရီတွေရှိခဲ့တဲ့ ဂေတာဆိုတဲ့ကျောက်တိုင်ကြီးတစ်ခုရှိပါတယ်။ အဲဒီကျောက်တိုင်ကိုလူးကပ်စ်ဆိုတဲ့လူကသူ့မိတ်ဆွေ ကမ္ဘာကျော်ပန်းပုပညာရှင်နဲ့ပုံစံတူတစ်ခုအပ်ပြီး ကျောက်တိုင်နာမည်နဲ့ပဲ အိမ်ယာစီမံကိန်းတစ်ခုကိုဖော်ဆောင်ဖို့စိတ်ကူးခဲ့ပါတယ်။ အဲဒီစီမံကိန်းကတကယ်လည်းအောင်မြင်ခဲ့ပေမယ့် နောက်ကွယ်မှာတော့ထင်သလောက်မရိုးရှင်းခဲ့ပါဘူး။ဇာတ်ကားရဲ့ Runtime ဟာ တစ်နာရီခွဲသာရှိပြီး အကျယ်ချဲ့ရိုက်ပြလို့ရတဲ့နေရာတွေကိုရိုက်ပြမသွားပဲ ဇာတ်ကောင်တွေရဲ့ဒိုင်ယာလော့ဂ်တွေ အမူအရာတွေကနေပဲ ဒါကဒီလိုပါလားလို့ ကြည့်ရှုသူကိုယ်တိုင်တွေးစရာတွေဆက်တိုက်ပေးသွားတာမျိုးပါ။ Runtime နည်းပေမယ့် အလောတကြီးပြွတ်သိပ်ထည့်ပေးသွားတာမျိုးမဟုတ်ဘူးလို့ဆိုလိုတာဖြစ်ပါတယ်။ ကျွန်တော့်အမြင်အရဒီဇာတ်ကားရဲ့အကောင်းဆုံးအချက်တွေကိုပြောပါဆိုရင် ဘယ်နေရာမှအိုဗာအိုက်တင်ဖြစ်မနေတာ၊ Thriller ဆိုပေမယ့်သဘာဝမဆန်လောက်အောင်ဖြဲခြောက်တာမျိုးတွေပါမနေတာပါပဲ။ ကျစ်လစ်တယ်၊ သဘာဝကျတယ်ပေါ့ဗျာ။ အတိုင်းထက်အလွန်အမွှန်းတင်ရလောက်အောင် ပြောင်မြောက်တဲ့ဇာတ်ကားမျိုးမဟုတ်ပေမယ့်လည်း အချိန်တစ်နာရီခွဲပေးရကျိုးနပ်မယ့်ကားမျိုးဆိုတာတော့အာမခံပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Juf1/(CM)_Barbarians.2022.720p.WEB-DL-Naung.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/59CjIDHHvNyiinRwaSIouWnPNrY.jpg",
        "title": "Cobalt Blue (2021)",
        "description": "\"ကိုယ့်ရဲ့အစ်ကိုဖြစ်သူ ဒါမှမဟုတ် ညီမဖြစ်သူနဲ့ လူတစ်ယောက်တည်းကို သဘောကျမိရင်\" ဆိုတဲ့ အတွေးမျိုးတွေးမိကြဖူးလား။ကယ်ရလာဆိုတဲ့နေရာမှာနေထိုင်ကြတဲ့ ယဉ်ကျေးမှုရိုးရာကို အလွန်လေးစားတန်ဖိုးထားကြတဲ့ မိသားစုရဲ့မျိုးဆက်အငယ်လေးတွေဖြစ်တဲ့ မောင်နှမနှစ်ယောက်။ စာရေးဆရာဖြစ်ချင်တဲ့ တနေးနဲ့ ဟော့ကီကစားသမားတစ်ယောက်ဖြစ်ချင်တဲ့ အနူဂျာတို့ဟာ အိပ်မက်တွေမတူကြသလိုခံယူချက် မျှော်လင့်ချက်တို့မတူကြပါဘဲ သူတို့အိမ်မှာ လာငှားနေတဲ့လူတစ်ယောက်တည်းကိုပဲ ချစ်မိသွားခဲ့ကြတာပါ။ဒီကိစ္စကိုသိသွားတဲ့ သူတို့ရဲ့ မိသားစုကရော ဘယ်လိုရင်ဆိုင်မလဲ ဘယ်လိုဖြေရှင်းမလဲ...သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ....ဘဝနဲ့အချစ်ယှဉ်လာတဲ့အခါ မေတ္တာတရားကို ဘယ်လိုတန်ဖိုးဖြတ်ကြမလဲ ဆိုတာကို သပ်ရပ်ရှင်းလင်းတဲ့ရိုက်ကွက်တွေနဲ့ ချပြထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။LGBTQတို့ရဲ့ လက်တွေ့ဘဝကို အကောင်းဆုံး ချပြထားတဲ့ \"Cobalt Blue\"ဆိုတဲ့ ဒီဇာတ်လမ်းလေး။ အပြာရောင်ဆိုတာကတော့ ဝမ်းနည်းကြေကွဲခြင်းကိုဖော်ပြတဲ့အရောင်ဖြစ်သလို ဒီဇာတ်လမ်းလေးဟာလည်း နှလုံးသားတွေကွဲကြေရတဲ့ မောင်နှမနှစ်ယောက်ကြားထဲက ခံစားချက်တွေကို ဖော်ပြနေတာများဖြစ်နေမလား။\"ချစ်မိတဲ့အချိန်ကျရင် သိလာပါလိမ့်မယ်။ အချစ်က မင်းကို သန်မာလာအောင် လုပ်ပေးနိုင်တယ်\"တဲ့။IMDb 8.1အထိရရှိထားပြီး 2021 Decemberကမှထွက်ထားကာ Sachin Kundalkarရဲ့ ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့Cobalt Blue(ကိုဘော့ပြာရောင်)ဆိုတဲ့ အိန္ဒိယကားလေးဖြစ်ပါတယ်။ အားပေးကြည့်ရှုလိုက်ပါဉီးနော်။ \nFile size…1.6GB / 800MB\nQuality…1080p ...",
        "rating": "8.3",
        "url": "https://megaup.net/35pde/Cobalt.Blue.2022.720p_AAC2.0CH_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/the-mexican-swiss-movie-cover-141x200.jpg",
        "title": "The Mexican (2001)",
        "description": "ဘရတ်ပစ်နဲ့ ဂျူလီယာရောဘတ်ကို ဒီလိုဇာတ်လမ်းမှာ တွဲပြထားတာ ထိပ်တန်းစိတ်ကူးပါပဲ...နှစ်ယောက်လုံးရဲ့သရုပ်ဆောင်မှုတွေ အသက်ဝင်ချက်တွေဆိုတာလေ ကိုယ်တိုင်နှစ်မြောသွားပြီး ပြုံးစိစိကိုဖြစ်နေတာပဲ။ခင်ဗျားအချစ်ဇာတ်လမ်းတစ်ခုရိုက်မယ်ဆိုရင် Mexico လို ဒုစရိုက်တွေပြုံနေတဲ့နေရာမှာ Romance ဆန်ဆန်ရိုက်မယ်လို့ စိတ်ကူးမလား...ပြီးရင် တကယ့်ကြေးစားနာမည်ကြီးလူသတ်သမားတွေက ဘယ်လိုနူးညံ့တယ်ဆိုတာမျိုးရော ထည့်ရိုက်မလား...ပြီးရင် ဇာတ်လမ်းနဲ့ပက်သက်ပြီး မိတ်ဆက်ရာမှာ တကယ်အပြင်မှာဖြစ်နေသလိုမျိုး ကမူးရှူးသောနဲ့ အစီအစဉ်မကျဘဲ ရိုက်မယ်ရော စိတ်ကူးဖူးလား...ဇာတ်လမ်းအမျိုးအစားက အလွဲခန်းတွေကိုထိုင်ရယ်ရမှာလို အချစ်တွေနဲ့ရင်ခုန်ရမှာလို သေနတ်ပစ်ခန်းတွေပဲရင်တုန်ရမှာလို စွန့်စားခန်းတွေကြားထဲပျော်ရွှင်ရမှာလို ရှေးခေတ်ပုံပြင်ထဲမှာပဲ မိန်းမောရမှာလိုနဲ့ တကယ့်ကမောက်ကမ ဘဝင်ကျစေမှာမျိုးကို ရိုက်မလား..ရိုက်တဲ့လူတော့ရှိပါတယ်...ခုဇာတ်ကားကိုရိုက်ထားတဲ့ ဒါရိုက်တာ Gore Verbinski ဖြစ်ပြီး သူ့ကိုတော့ Pirates of the Caribbean (1-3) ရိုက်ကူးတဲ့ဒါရိုက်တာအဖြစ် နာမည်ကျော်ကြားလူသိများပါတယ်။ဇာတ်လမ်းကတော့...ဂျယ်ရီ က ဘာမဆို နမော်နမဲ့လုပ်တတ်တဲ့လူငယ်တစ်ယောက်ပါ။ နမော်နမဲ့လုပ်တတ်လွန်းလို့လည်း မီးနီကိုမမြင်ဘဲ ဖြတ်မောင်းလိုက်တာ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ယောက်ရဲ့ကားကို ဝင်ကျုံးမိပါလေရော။ ရဲတွေရောက်လာတော့ လူဆိုးဂိုဏ်းချုပ်ကြီးရဲ့ကားနောက်ဖုံးထဲမှာ လူတစ်ယောက်ကို ကြိုးနဲ့တုပ်ဖမ်းလာတာ တွေ့သွားကြတယ်။ အဲဒါနဲ့ပဲ ဂိုဏ်းချုပ်ကြီးခမျာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/35p2C/(CM)_The.Mexican.2001.proper.720p.bluray.x264-Nyein.mp4",
        "category": "Adventure, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGsI606hmcpPkUpt9iHBMDpxlKk.jpg",
        "title": "Sharmaji Namkeen (2022)",
        "description": "Sharmaji Namkee (2022)\n========================IMDb (8.3/10)အခုတစ်ခါမှာတော့ Channel Myanmar ကနေSharmaji Namkee လို့အမည်ရတဲ့ ဘောလိဝုဒ်ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရုပ်ရှင်ကတော့ ဘောလီဝုဒ်ရုပ်ရှင်လောကအတွက် စိတ်မကောင်းဖွယ်ရာဖြစ်ရပ်နဲ့ ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုလည်း မမှားပါဘူးရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ B.G. Sharma နေရာကို မူလပထမက ဘောလီဝုဒ်ရဲ့နာမည်ကြီးမင်းသား Ranbir Kapoor တို့ရဲ့ဖခင် မင်းသားကြီး Rishi Kapoor ကနေ ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်စိတ်မကောင်းစွာနဲ့ပဲ မင်းသားကြီး Rishi ဟာ ရုပ်ရှင်ရိုက်ကူးနေဆဲအချိန်မှာပဲ ဘဝတစ်ပါးကို ကူးပြောင်းသွားတဲ့အတွက်အခြားမင်းသားကြီးတစ်လက်နဲ့ အစားထိုးကာပြန်လည်ရိုက်ကူးခဲ့ရတာပဲ ဖြစ်ပါတယ်အစားထိုးရိုက်ကူးမဲ့မင်းသားကြီးကလည်း အခြားသူမဟုတ်ပါဘူး နာမည်ကြီး Oh My God ရုပ်ရှင်မှာဘုရားသခင်ကိုတရားစွဲခဲ့တဲ့ မင်းသားကြီး Paresh Rawal ပဲဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအညွှန်းလေးကို သွားလိုက်ကြရအောင်B.G.Sharmaji ဟာ အိမ်သုံးပစ္စည်းအရောင်းဆိုင်ကနေ အနားယူပြီးတဲ့နောက် အိမ်မှာဟိုနားမတ်တပ် ဒီနားငုတ်တုတ်နဲ့ ယောင်ခြောက်ဆယ်ဖြစ်နေတဲ့ဘဝကို အားမလိုအားမရဖြစ်ပြီးသူဝါသနာပါရာ ဟင်းချက်အလုပ်ကို တစိုက်မတ်မတ် စပြီး ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Ju1d/Sharmaji_Namkeen_2022_WebRip_720p_Hindi_AAC2.0(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTE3Mzk2MTMtOGMzYy00YmQzLWFjOTYtMWEwY2MzOThlZDQ3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "[18+] X-Deal (2011)",
        "description": "IMDb Rating (6.4)အရင်တင်ဆက်ပေးခဲ့တဲ့ X-Deal 2 (2022) ကိုဖြစ်ပေါ်စေခဲ့တဲ့မူလ X-deal ဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ဓာတ်ပုံဆရာ ဘီလီနဲ့ သူ့ချစ်သူတို့ဟာ တိုက်ခန်းတွဲကြီးတစ်ခုကိုပြောင်းရွှေ့လာကာစဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်မှာ အချစ်တွေမကျန်တော့ပဲ လက်ရှိဆက်ဆံရေးကို လိင်မှုကိစ္စတစ်ခုတည်းအတွက်\nဆက်လက်တည်ဆောက်ထားကြတာပါ။အဲ့ဒီလိုအချိန်မှာမှ ဘီလီဟာအိမ်နီးချင်းအသစ်လှလှလေး ဒါနာကို သွားစိတ်ဝင်စားမိပါတယ်။\nဒါနာကတော့ လိင်တူချစ်သူအမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူစိတ်ဝင်စားတဲ့သူက ဘီလီ့ချစ်သူ ဆာရာဖြစ်ပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ\nသူတို့သုံးယောက်ကြားမှာအပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။လက်ရှိအချိန်ထိအောင်မြင်ဆဲဖြစ်တဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ အခုချိန်မှာ MILF စာရင်းဝင်စပြုနေတဲ့ Jamilla Obispo (Mahjong Nights,Kinsenas, katapusan) က Danaအဖြစ်ပါဝင်ထားပါတယ်။မင်းသမီးနှစ်ယောက်ရဲ့ပီပြင်ကြမ်းတမ်းတဲ့ချစ်တင်းနှောခန်းတွေ မူးယစ်ဆေးအသုံးတွေ\nစကားပြောတွေကြောင့် ၁၈ အောက်မကြည့်ရဇာတ်ကားတစ်ကားပါပဲ။ မင်းသမီးနှစ်ယောက်က တော်တော်ကြီးကိုလှတော့\nတော်တော်ကြီးကို ကြည့်လို့ကောင်းတဲ့ကားလို့ ဆိုရပါမယ်။\nFile size…(1.6 GB)/(680 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "6.4",
        "url": "https://megaup.net/13wko/(CM)_X-Deal.2011.720p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFDWBWaFlgSWs0swtrjKkLSTM7C.jpg",
        "title": "(18+)Dirty Blondes from Beyond(2012)",
        "description": "မိန်းကလေးတွေချည်းပဲရှိတဲ့ဂြိုလ်တွေ စကြာဝဠာကြီးထဲမှာရှိနေပါတယ်အဲဒီထဲမှာ Vulvian ဂြိုလ်နဲ့ Byfrexia ဂြိုလ်က ပြိုက်ဖက်ဂြိုလ်တွေဖြစ်နေပါတယ်တစ်နေ့မှာတော့ Byfrexia ဂြိုလ်ကရာသီဥတုဆိုးရွားတဲ့ဒါဏ်ကို အပြင်းထန်ခံစားရပါတယ်Byfrexia ဂြိုလ်အရှင်သခင်မက ပြိုင်ဖက်ဂြိုလ် Vulvian သခင်မဆီနည်းပညာအကူညီလှမ်းတောင်းပါတယ်Vulvian သခင်မကလည်းအကူညီပေးမယ်ဆိုပြီး ကတိပြုလိုက်ပါတယ်တကယ်တော့ အဲဒီကတိက လိမ်ညာကတိပါပဲသူ့ရဲ့ရည်ရွယ်ချက်ရှိနေပါတယ် အဲဒါကတော့ Byfrexia ဂြိုလ်ကိုကျူးကျော်ပြီးမင်းသမီးကိုလိုချင်လို့ပါပဲByfrexia ဂြိုလ်သခင်မကတော့ သူထင်သလိုဖြစ်မလာပဲ တိုက်ခိုက်ခံရမှန်းသိလာတော့ခြေဦးတည့်ရာ ပြေးရပါတော့တယ်ပြေးရင်းပြေးရင်းပဲ ယာဉ်ချို့ယွင်းပြီး ကမ္ဘာဂြိုလ်ပေါ်ဆင်းသက်လိုက်ရပါတော့တယ်အဲဒီအချိန်မှာပဲ သူတို့ မမြင်ဖူးပဲ ကြားဖူးနားဝရှိတဲ့ပေါင်သုံးချောင်းမျိုးစိတ်နဲ့စတွေ့ပါတော့တယ်တစ်ဖက်မှာလည်း သူတို့နောက်ကို သဲကြီးမဲကြီးလိုက်နေတဲ့Vulvian ဂြိုလ်သူမအဖွဲ့ကလည်း ရှိနေပြန်ပါတယ်ယာဉ်ပျံပြင်ဖို့ ပစ္စည်းတွေရှာရင်း မျိုးစိတ်သစ်နဲ့ ထူးဆန်းတဲ့အရာတွေကိုတဝကြီး လေ့လာတဲ့ အကိတ်ဂြိုလ်သူမတွေသူတို့ရဲ့ ထူးခြားတဲ့ခံယူမှုသူတို့ရဲ့အမြင် တွေက လိင်ပိုင်းဆိုင်ရာကိုဦးစားပေးထားခြင်းဖြစ်လို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး\nFile size…1.3GB / 575MB\nQuality…1080p / 720p\nFormat...mp4\nDuration…. 1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/2pqrm/Dirty_Blonde_From_2012__720p_(DS).mp4",
        "category": "Adult, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/R4B0E_4c-142x200.jpg",
        "title": "I Don’t Fire Myself (2020)",
        "description": "ဘတ်ဂျောင်အွန်းဟာ ရုံးချုပ်ကနေ လက်အောက်ခွဲကုမ္ပဏီတစ်ခုကို ၁ နှစ် ရွှေ့ပြောင်းခြင်းခံရလိုက်ပါတယ်ပတ်ဝန်းကျင်အသစ်မှာ အလုပ်သစ်ရဲ့ စိန်ခေါ်မှုတွေနဲ့ရင်ဆိုင်ရပြီးတော့ တကယ့်လက်တွေ့မှာတော့ အောက်ခြေ ဝန်ထမ်းတွေရဲ့ဘဝက ထင်သလောက် မလွယ်ဘူးဆိုတာ သိခဲ့ရပါတယ်\"သေရမှာထက် အလုပ်ပြုတ်မှာကို ကြောက်ကြတယ်\"နေထိုင်စားသောက်ရဖို့အတွက် ရတဲ့လစာကိုအရပ်မခံနိုင်ကြတဲ့ ဝန်ထမ်းတွေရဲ့ အလုပ်မပြုတ်အောင် ရုန်းကန်၊သည်းခံကြပုံတွေနဲ့ ကုမ္ပဏီရဲ့ ပေါ့ပေါ့တန်တန်ဆက်ဆံပုံတွေကို ရိုက်ကူးထားပါတယ်တာဝါတိုင်ပြုပြင်ထိန်းသိမ်းရတဲ့ အလုပ်ကို သက်စွန့်ဆံဖျားအလုပ်လုပ်ကြတဲ့ ဝန်ထမ်းတွေနဲ့ နယ်ပြောင်းအသစ်ရောက်လာတဲ့ ဘတ်ဂျောင်အွန်းတို့ ဘယ်လိုတွေဆက်ဖြစ်သွားကြမလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်ဘတ်ဂျောင်အွန်းအဖြစ် မင်းသမီးယူဒါအင်းမှ ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ ဝန်ထမ်းအဖွဲ့ရဲ့ အငယ်ဆုံးအဖြစ် အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားကြီးအိုဂျောင်းဆယ်က သရုပ်ဆောင်ထားပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thuu Thuu ပါ )File Size__(2GB) / (1GB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:50:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Thuu Thuu\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/13w5l/I_Dont_Fire_Myself_(2020)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/RQgO6_4f-141x200.jpg",
        "title": "The Cinderella Addiction (2021)",
        "description": "The Cinderella Addiction (2021)Genre : Thriller,Mystery,Crime,DramaAlice in Borderland မှာ Usagiအနေနဲ့ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးလေး Tsuchiya Taoနဲ့ မင်းသား Tanaka Keiတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ငယ်ငယ်တုန်းက Disney Princessပုံပြင်တွေမှာဆိုရင် မြင်းဖြူစီးလာတဲ့မင်းသားလေးနဲ့ အခက်အခဲကြုံနေရတဲ့မင်းသမီးတို့ တွေ့ဆုံချစ်ကြိုက်ပြီးလက်ထပ်လို့ Happily ever afterဆိုတဲ့ပုံပြင်တွေကို အသည်းစွဲခဲ့ကြဖူးပါတယ်။ ဘဝမှာလည်း ကံကောင်းစွာနဲ့ ကိုယ့်ကိုကယ်တင်ပေးမဲ့သူပေါ်လာပြီး ဘဝများပြောင်းလဲသွားလေမလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးတယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်သင့်ပါတယ်။ကလေးတွေကို တိုင်ပင်စောင့်ရှောက်ပေးတဲ့ဌာနက ဝန်ထမ်းမလေး \"ကိုဟရု\"ကတော့ ငယ်ငယ်တည်းက မိခင်စွန့်ပစ်တာကိုခံခဲ့ရသူပါ။ ၁၂နှစ်သမီးတည်းက မိခင်ဖြစ်သူထွက်ပြေးသွားပြီး မိခင်မေတ္တာငတ်ခဲ့သူမို့ တာဝန်ယူလိုစိတ်ကင်းမဲ့တဲ့အမေကိုမုန်းပြီး အမေလိုလူတစ်ယောက်မဖြစ်ချင်တဲ့သူပါ။ သူ့အဖေကတော့စက်ဘီးဆိုင်လေးဖွင့်ထားပြီး ညီမဖြစ်သူက အထက်တန်းတက်နေပါတယ်။ တစ်နေ့မှာတော့ အဘိုးဖြစ်သူက ရေချိုးခန်းထဲမှာမူးလဲတာကြောင့် ဆေးရုံပို့ဖို့ ကားနဲ့အပြေးသွားတုန်း အိမ်မှာထွန်းခဲ့တဲ့ခြင်ဆေးခွေကနေ မီးစွဲပြီး အိမ်မီးလောင်ပါတော့တယ်။\nအိမ်မီးလောင်သွားတာကြောင့် ရည်းစားဖြစ်သူရဲ့အိမ်မှာ ခဏတည်းဖို့သွားပြန်တော့လည်း ရည်းစားဖြစ်သူက ဖောက်ပြန်နေတာနဲ့ ပက်ပင်းတိုးပါရော။အိမ်ဆုံးရှုံးပြီး ရည်းစားသစ္စာဖောက်လို့စိတ်ပျက်ပျက်နဲ့လမ်းလျှောက်လာတုန်း ရထားသံလမ်းပေါ်မှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JstY/The_Cinderella_Addiction_(2021)_720p.mp4",
        "category": "Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edYk5TSowZIDv138bCpF5ls3XI5.jpg",
        "title": "The Bubble (2022)",
        "description": "The Bubble (2022) စိတ်အပန်းပြေ ရယ်နေရတဲ့ ဟာသကားလည်းကြည့်ချင် ရုပ်ရှင်ထုတ်လုပ်ရေးလောကရဲ့ အခြေအနေကို ရှယ်သရော်ထားတဲ့ ကားတစ်ကားကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်က သင့်အတွက်ပါပဲ။ ရယ်ရတယ်ဆိုရာမှာ တစ်ချို့အခန်းတွေက ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ ဗဟုသတနည်းနည်းရှိမှ ရယ်ရမှာဖြစ်ပြီး တစ်ချို့အခန်းတွေကတော့ တမင်ကလိထိုင်ထိုးနေတဲ့ ဟာသကားတွေလို ရယ်ရပါတယ်။ အကုန်နားလည်ရင်တော့ ခွက်ထိုးခွက်လန် ရယ်နေရမယ့်ကားပါပဲ။ Rating တော့ နည်းပါတယ်။ ဒါပေမဲ့ ခင်ဗျားကို တော်တော်အူမြူးစေမှာကတော့ အမှန်ပါပဲ။ မယုံရင် ဂူးဂဲမှာ ဝေဖန်ရေးသမားပေးတာမဟုတ်တဲ့ User Reviewတွ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ထဲပါ၀င်သူတွေကတော့ Professor X ခေါ် James McAvoy, Mandalorian တစ်ဖြစ်လဲ Pedro Pascal, Nebula တစ်ဖြစ်လဲ Karen Gillan, Dr. Strange ခေါ် သခွားသီး၊ X-Files စီးရီးတွေထဲက အေးဂျင့် Muldor တစ်ဖြစ်လဲ David Duchovny ...",
        "rating": "",
        "url": "https://megaup.net/1Jsly/(CM)_The_Bubble_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjg5NGZmNjktODlhYy00MGY2LThhOWYtNGNkNDZkY2I1OGQxXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_FMjpg_UX1000_-157x200.jpg",
        "title": "Kothala Rayudu (2022)",
        "description": "Kothala Rayudu (2022)=================\nIMDb Rating - 8.9/10IMDb ကြီးမြင်ပြီး လန့်မသွားနဲ့ဦးဗျ။ ဟ Game of Thrones ကိုတောင်မီခါနီ:\nပါလားတို့ဘာတို့ပေါ့။ တမီးလ် IMDb rating ဆိုတော့ ဒီလောက်တော့ နည်းနည်း\nပါးပါးရှိတာပေါ့ဗျာ၊ နိုင်ငံတကာဘာညာကွိကွတွေရဲ့ မျက်စိထဲသာ ဒါဟာမသင့်\nတော်တဲ့ Rating ကြီးဘာညာလာမှာဗျ။ တောင်ပိုင်းကားကြိုက်နှစ်သက်သူတွေ\nအတွက်‌ဆိုရင်တော့ သေချာပေါက်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nAction/ Romance အမျိုးအစားဆိုတော့ အက်ရှင်ခန်းကောင်းကောင်းလေးနဲ့\nမေတ္တာဇာတ်လမ်းလေးခံစားချင်ရင် ကြည့်ရမယ့်ကားမျိုး။ဇာတ်လမ်းကတော့ တောင်ပိုင်းကားတို့ရဲ့ထုံစံအတိုင်း အသက်ကြီးပေမဲ့ မပျက်စီးသေးတဲ့\nလူပျိုကြီးဖြစ်တဲ့ Srikanth Meka ရဲ့ အိမ်ကပေးစားတဲ့ကောင်မလေးတွေကို\nပတ်ပြေးရင်း၊ ပတ်ရှုပ်ရင်း ဇာတ်ရှုပ်ထဲကိုဝင်မယ့်ကားဗျ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင် တစ်ကိုယ်ကြီးလူပျိုသိုးကြီး\nSrikanth Meka ဟာ လတ်မှတ်ရောင်းဝယ်ရေးကုမ္ပဏီကြီးမှာ မန်နေဂျာ\nအလုပ်လုပ်ရင်း အိမ်ထောင်မှုကိစ္စဆိုတာ အိမ်မှာထောင်ကျတာပဲဆိုပြီး\nပတ်ပြေးနေတဲ့သူပေါ့။ ပတ်ပြေးနေသာပြေးတာ ကောင်မလေးချောချောလေး\nမြင်တာနဲ့ အီစီကလီဘာညာကွိကွပိုင်းလုပ်ဖို့ကိုတော့လည်း လက်မနှေးတဲ့\nလူပျိုကြီးပါပဲ။ တစ်ချို့ကိစ္စတွေမှာ သူများကိုကူညီရင်း လူမိုက်တွေကြားထဲကို\nဓါးခုတ်ရာ ဘယ်လိုလက်၀င်လျှိုမှာလဲ။ အချစ်ကိုတန်ဖိုးမထား အီစကလီတွေ\nများတဲ့လူပျိုကြီး တကယ်အချစ်နဲ့တွေ့တဲ့အချိန် ဘယ်လိုပြောင်းလဲသွားမှာလဲ\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "8.9",
        "url": "https://megaup.net/13uru/Kothala_Rayudu_(2022)720p[CM].mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rniaU8PpWnIzP1LpxUx5S5qphwS.jpg",
        "title": "Celeb Five: Behind the Curtain (2022)",
        "description": "Celeb Five: Behind the Curtains (2022)Celeb Five ဆိုတာကတော့ တောင်ကိုရီးယား comedian တွေဖြစ်တဲ့\nSong Eun-i, Kim Shin-young, Ahn Young-mi, Shin Bong-sun တိုနဲ့ ဖွဲစည်းထားတဲ့ girl group တစ်ခုပါ။အခု သူတိုလေးယောက်ရဲ့ mockumentary လေး Netflix ကနေ ထုတ်လွှင့်သွားမှာပါ။Netflix ကနေ comedy show တစ်ခုအတွက် သူတိုကိုကမ်းလှမ်းလာပြီး\nအဲဒီအတွက် အကြံဉာဏ်တွေ၊ အိုင်ဒီယာတွေထုတ်ကြမယ့် fake documentary ပုံစံ ရိုက်ကူးထားတာပါ။Netflix မှာပထမဆုံးရိုက်ကူးကြမှာဖြစ်လို့ တခြားအစီအစဉ်တွေနဲ့မတူတဲ့ အိုင်ဒီယာတွေကိုထုတ်သွားကြဦးမှာပါ၊\ncomedian တွေပီပီ လျှာသွက်သွက်နဲ့ လုပ်သွားမှာတွေက ကလိမထိုးဘဲရယ်စရာတွေချည်းပါပဲ။\nအစကတည်းက ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသား comedian တွေမို့ ဟာသပြက်လုံးတွေနဲ့ ဝါးလုံးကွဲရယ်ကြရဦးမှာပါ။\nအတည်ပြောတဲ့ဟာသနဲ့ ဆွေးနွေးကြတဲ့ ဇာတ်လမ်းတွေကလည်း ရယ်စရာတွေချည်းပဲမို့\nစိတ်အပန်းဖြေဖို့ အကောင်းဆုံးအစီအစဉ်လေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(အညွှန်းကိုတော့ Thuu Thinzar Kyaw ...",
        "rating": "",
        "url": "https://megaup.net/1Jsi1/Celeb_Five__Behind_the_Curtain_2022.720p.CM.mp4",
        "category": "Comedy, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/55gkFbie2Nbudo21rDpi6zG0XvC.jpg",
        "title": "Better Nate Than Ever (2022)",
        "description": "Better Nate than Ever (2022)IMDb - 6.1လူတိုင်းမှာ အိပ်မက်ပန်းတိုင်တစ်ခု​တော့ ကိုယ်စီရှိကြစမြဲပါ၊\nတချို့​​တွေက ကိုယ်ဖြစ်ချင်တဲ့ကိုယ့်ရဲ့အိပ်မက်ကို\nငယ်ငယ်​လေးတည်းကသိပြီး အ​ကောင်အထည်​ဖော်ဖို့ ကြိုးစား​နေကြသလို\nတချို့ကလည်း ကိုယ့်ရဲ့အိပ်မက်က ဘာလဲဆိုတာသိဖို့ ကြိုးစား​ရှာ​ဖွေ​နေဆဲသူ​တွေလည်း ရှိတာ​ပေါ့၊နိတ်ဆိုတဲ့​ ကောင်​လေးက​တော့ အလယ်တန်း​ကျောင်းသားဘဝကတည်းက\nကိုယ့်အိပ်မက်ကို အ​ကောင်အထည်​ဖော်ဖို့ တစိုက်မတ်မတ် ကြိုးစား​နေသူ​​ပေါ့၊\nဘ​ရော့​ဒ်ဝေးပြဇာတ်ရုံတွေမှာ ကြီးကျယ်ခမ်းနားတဲ့ပြဇာတ်​တွေကို အဓိက​နေရာမှာ ကပြပြီး\nဘ​ရော့​ဒ်ဝေးပိုင်းမှာအမြင့်ဆုံးဖြစ်တဲ့ တိုနီဆုကြီးကို အရယူဖို့ပါ၊လူက ငယ်ငယ်၊ အကြံကကြီးကြီး ခါချဉ်​ကောင်မာန်ကြီးလို့ ​တောင်ကြီးဖြိုမယ် ကြံ​ပေမယ့်\nဆရာသမား​လေး နိတ်ခမျာ ​ကျောင်းကပွဲမှာ ဖြတ်​လျှောက်​နေရာက​တောင် အ​ရွေးမခံရ​အောင်ကို ပါရမီရှိပြီး စန်းပိတ်​နေတဲ့သူ​ပေါ့၊\nတစ်​နေ့​တော့ နယူး​ယောက်​ရွှေမြို့​တော်ကြီးရဲ့ ဘ​ရော့​ဒ်ဝေးမှာ ကပြရင်း\nနာမည်ကြီးလာနိုင်တဲ့ ပဏာမလူ​ရွေးပွဲအ​ကြောင်း သိလိုက်တဲ့​နောက်\nသူ​နေထိုင်ရာ ပစ်ဘာ့ဂျ်မြို့​လေးက​နေ NYအထိ မိဘမသိ​​အောင် အိမ်​ပြေး​လေးလုပ်ရင်း\nသူ့ရဲ့အိပ်မက်ခရီးလမ်းကို စတင်​လျှောက်လှမ်းခဲ့ပါ​တော့တယ်၊Disney က​နေ အသစ်ထွက်ရှိထားတဲ့ Family, Musical, ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Jsga/Better.Nate.Than.Ever.2022.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Family, Musical"
    }
]