[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pty0bC2k1QAmDcLgdz1gTxUoHYJ.jpg",
        "title": "A Christmas Karen (2022)",
        "description": "A Christmas Karen (2022)'ကာရင်' ဆိုတဲ့စကားလုံးကို ဒီခေတ်မှာ သိပ်မစိမ်းကြတော့ဘူးလို့ ထင်ပါတယ်။'ကာရင်' ဆိုတာ နေရာမရွေး ကွိုင်ရှာတတ်တဲ့ ပြဿနာအိုး၊ လူမျိုးရေးခွဲခြားဆက်ဆံတတ်တဲ့ သက်လတ်ပိုင်း အမေရိကန် လူဖြူအမျိုးသမီးကြီးတွေကို ခေါ်ဆိုတဲ့ ဗန်းစကားတစ်ခုပါ။ ကာရင်တွေရဲ့ ထစ်ခနဲရှိ လက်သုံးစကားတွေက 'ငါ ရဲခေါ်လိုက်မယ်' 'မန်နေဂျာနဲ့ စကားပြောမယ်' 'နင်တို့နေတဲ့နိုင်ငံကိုသာ ပြန်သွား' ဆိုတာတွေပါ။'ကာရင်' ဆန်ပြီး ကာရင်လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ဦးဟာ ခရစ္စမတ်အကြိုညမှာ အရင်က သူဌေးမဟောင်းနဲ့ ပြန်ဆုံခဲ့ပါတယ်။ သူမရဲ့ သူဌေးဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ခရစ္စမတ်ညမှာ ဆုံးပါးသွားခဲ့သူပါ။တစ္ဆေအဖြစ်နဲ့ လာရောက်ခြောက်လှန့်ခဲ့တဲ့ သူမရဲ့ သူဌေးဖြစ်သူဟာ ရှင်သန်နေစဥ်ကာလမှာ လုပ်ခဲ့မိတဲ့ ပြစ်ဒဏ်တွေကြောင့် ကြေးချွတ်သန့်စင်ဘုံမှာ ပြစ်ဒဏ်ခံနေရသူတစ်ဦးလည်း ဖြစ်ပါတယ်။ လေလွင့်တစ္ဆေဖြစ်နေတဲ့သူမဟာ အသက်ရှိနေစဥ်ကာလမှာ သူတစ်ပါးရဲ့ယောကျာ်းတွေနဲ့ အိပ်မိခဲ့တဲ့အတွက် အပြစ်ကြွေးဆပ်နေရပါတယ်။ ဒါပေမဲ့ ထိုအပြစ်ကြွေးကြောင့် ဘယ်လိုမျိုးများ ...",
        "rating": "",
        "url": "https://megaup.net/1aVj5/(CM)_A_Christmas_Karen_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smhLbpeaTXAY2DYp2c6f0rnsu1X.jpg",
        "title": "Stay(2005)",
        "description": "Stay (2005)==========Ryan Gosling Ewan McGregor တို့လိုဝါရင့်သရုပ်ဆောင်ကြီးများပါ၀င်ထားတဲ့ThrillerMystery ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေဆမ် ဖော်စတာဟာစိတ်ရောဂါကုဆရာ၀န်တယောက်ပါ။တနေ့မှာ ဟင်နရီဆိုတဲ့ စိတ်ဓာတ်ကျရောဂါခံစားနေရတဲ့အနုပညာကျောင်းသားလေးတယောက်ကသူ့ဆီကိုရောက်လာခဲ့တယ်။ထူးဆန်းတာကဟင်နရီရဲ့အဖြစ်အပျက်တွေ အခြေအနေတွေကတခုမဟုတ်တခုထူးဆန်းနေတယ်။ အနာဂတ်ကိုကြိုပြောနိုင်တာမျိုး‌တွေလည်းရှိသလို ဆမ်နဲ့တခြားလူ‌တွေရဲ့တချို့အကြောင်းကိစ္စတွေကိုမပြောပဲသိနေတာတွေကအစရှိနေတယ်။ဟင်နရီကသူ့ကိုယ်သူ၃ရက်အတွင်းအဆုံးစီရင်တော့မယ်လို့ပြောပြီးနောက်မှာတော့ဆမ်တယောက်ဟင်နရီ့ကိုကယ်တင်ဖို့ကြိုးစားရပါတော့တယ်။ဟင်နရီရဲ့အတွေးကမ္ဘာ အတုအယောင်ဆိုတာကနေကယ်ဖို့ကြိုးစားရင်း ဆမ်ကရောကိုယ့်ရဲ့ဖြစ်တည်မှုကိုအစစ်အမှန်လားမေးခွန်းထုတ်ရတဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ဘာကအမှန်လဲဘာကအမှားလဲဘာကတကယ့်အစစ်အမှန်ဖြစ်ပေမယ့်ဘာကကိုယ့်စိတ်ကကိုယ့်ကိုလှည့်စားနေတာဖြစ်နေတာလဲ?ဟင်နရီ့ကိုရောကယ်တင်နိုင်ပါ့မလားဆိုတာကိုstay ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးပါဦး။  File size…1.26GB / 562MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Drama , Thriller , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2wOXp/Stay.2005.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fdA913DJO01sTX5WdwjTB3DDIY.jpg",
        "title": "Ghost Writer (2019)",
        "description": "Ghost Writer (2019)နာရာ ဆိုတဲ့တက်သစ်စ စာရေးဆရာမလေးဟာ မိဘတွေဆုံးပါးသွားလို့ မောင်လေး ဒါတို ကို ကျောင်းထား ပေးနိုင်ဖို့ ရုန်းကန်ကြိုးစားနေသူပါ။ ထုတ်ဝေသူဘက်ကလည်း သူ့စာမူအသစ်တွေကို လက်မခံတာ ကြာလာပြီမို့ အိမ်ငှားခသက်သာတဲ့ အိမ်တစ်လုံးကို မောင်လေးဒါတိုနဲ့ အတူပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် လည်း သူပြောင်းလာတဲ့ အိမ် အသစ်ဟာ လူသေထားဖူးတဲ့ အိမ်အိုအိမ်ဟောင်းကြီး ဖြစ်နေတာကိုတော့ သူမသိပါဘူး။ ဒီအိမ်မှာ သူ့ကို မလိုလားတဲ့သူတွေ ကြိုရောက်နေတာကို သူသိလိုက်တဲ့အချိန်မှာတော့ ...ခြောက်ခြား စရာတွေ၊ ဆွတ်ပျံ့ကြည်နူးစရာတွေ၊ သင်ခန်းစာယူစရာတွေ၊ ပျော်ရွှင်စရာတွေဝမ်းနည်းဖွယ်ရာတွေ ပေါင်းစပ်ပြည့် နှက်နေတဲ့ အင်ဒိုနီးရှား သရဲ-ဒရာမာ ကားလေး ဖြစ်ပါတယ်။ ခံစားမှုရသမျိုးစုံကို တစ်ကားတည်းနဲ့ အစုံကြည့်ချင် ရင်တော့ အင်မတန် တန်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Ko Myo (Kop) ပါ။)File Size          : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1aUmc/[CM]Ghost.Writer.2019.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlnOqIJWjfp6MCUg5d9gFduW9lJ.jpg",
        "title": "Mountain Porter ( 2022 )",
        "description": "လွန်ခဲ့တဲ့ ၁၅ နှစ်ခန့်လောက်က သင်္ချိုင်းတူးဖော်ရင်း\nသေဆုံးသွားခဲ့တဲ့ဖခင်ဖြစ်ဖြစ်သူရဲ့ အမှန်တရားကို\nရှာဖွေဖို့ ကြိုးစားနေသူ မျိုးနွယ်စုခေါင်းဆောင်လဲဖြစ်တဲ့ အမျိုးသားတစ်ဦး?မျိုးနွယ်စုခေါင်းဆောင်တွေရဲ့ နှစ်ထောင်ချီကြာမြင့်နေပြီဖြစ်တဲ့\nကျိန်စာကို ချိုးဖြတ်ပြီး သေသောသူကို ပြန်ရှင်စေနိုင်ပြီး\nမသေမျိုးအဖြစ်ပြောင်းလဲစေနိုင်သော မုချန်ပုလဲ ကိုရှာဖွေဖို့\nစွန့်စားရေးခရီးစဥ်ကို ထွက်ခဲ့ပါတော့တယ်လမ်းတစ်လျှောက်လုံး သင်္ချိုင်းမြေကိုဖြတ်ကျော်ခဲ့ပြီး\nမြူအလွှာလွှာကို ဖြတ်ကျော်ခဲ့ကာ အရိုးမျိုးနွယ်စုရဲ့\nမြေအောက်မှာ ​မြှုပ်နှံထားတဲ့ မြေအောက်နန်းတော်ရဲ့\nလျှို့ဝှက်ဆန်းကြယ်မှုကို တစ်ဖြည်းဖြည်းချင်း ရှာဖွေတွေ့ရှိလာတဲ့ အခါမှာတော့ ....?❏ ခန်းနားကြီးကျယ်လှတဲ့ အရိုးမျိုးနွယ်စုရဲ့ လျှိူ့ဝှက်ချက်တွေက ဘာတွေများဖြစ်မလဲ?\n❏ နှစ်ထောင်ပေါင်းများစွာ ရှာဖွေခဲ့ကြတဲ့ မုချန်ပုလဲကိုရော သူတို့တွေ ရှာဖွေနိုင်ပါ့မလား?\n❏ ဒီလိုမျိုး အန္တရာယ်တွေများလှတဲ့ စွန့်စားမှုတစ်ခုကို\nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ? ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဆန်းကြယ်မှုပေါင်းများစွာပြည့်နှက်နေတဲ့ကားလေးမို့ လက်မလွှတ်သင့်ပါဘူးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Thriller\nRuntime : 1h ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mountain-porter-2022/",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzg2NWNhOWItYjA3Yi00MzhhLTg4ZmItYzM3ZTIwN2U0ZGQ5XkEyXkFqcGdeQXVyMzEyMDQzNzY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Violent Night (2022)",
        "description": "Dead Snow တို့ Hansel & Gretel: Witch Hunters တို့လို အက်ရှင်ဟာသတွေ ရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Tommy Wirkola ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ မင်းသားကတော့ Stranger Things မှာ အားလုံးချစ်တဲ့ ရဲမှူးကြီး David Harbour ပါပဲ။ ရုပ်ရှင်ကတော့ ဟာသ အက်ရှင်အမျိုးအစားဖြစ်ပြီး အသတ်အဖြတ်တွေ ကြမ်းတာကိုတော့ သတိပေးထားချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆန်တာကလောက်ဟာ ဆန်တာမဖြစ်ခင်က အတိုက်အခိုက်အသတ်အဖြတ်ကြမ်းတဲ့ စစ်သည်တော်ကြီးဖြစ်ခဲ့ပါတယ်။ အများသိတဲ့မူရင်းဆန်တာပုံပြင်နဲ့တော့ မတူဘူးပေါ့။ အခုတော့ ဆန်တာကလောက်ဟာ နှစ်ပေါင်းများစွာ ခရစ္စမတ်လက်ဆောင်တွေပေးလာရင်း တဖြည်းဖြည်း လောဘကြီးလာ ပျက်စီးလာတဲ့ ကမ္ဘာကြီးနဲ့ သူ့အလုပ်ကို စိတ်ကုန်လာပါပြီ။ နို့နဲ့ကွတ်ကီးအစား အိမ်ထဲဝင်ရင် အရက်ပုလင်းရှာမော့တဲ့အဆင့်ဖြစ်နေပြီး ခရစ္စမတ်ရဲ့ ကောင်းခြင်းတွေကိုလည်းအယုံအကြည်မရှိတော့ပါဘူး။ ဒါပေမဲ့ တာဝန်အရ လိမ္မာတဲ့ကလေးစာရင်းမှာပါတဲ့ ကလေးမလေး ထရူဒီရဲ့အိမ်ကို လက်ဆောင်ပေးဖို့ ရောက်လာပါတယ်။ ထရူဒီရဲ့မိသားစုဟာ သန်းကြွယ်သူဌေး ...",
        "rating": "",
        "url": "https://megaup.net/2wPvZ/Violent_Night_2022_720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Free_Fire-168513615-large-150x200.jpg",
        "title": "Free Fire (2016)",
        "description": "Free Fire 2016ဒီဇာတ်ကားရဲ့ ထူးခြားချက်တစ်ခုကိုပြောပြပါဆိုရင်တော့ ပါသမျှသရုပ်ဆောင်တိုင်းက နာမည်ကြီးတွေဖြစ်နေတာပါပဲ။ Captain Marvel အဖြစ်လူသိများတဲ့ မင်းသမီးချော Brie Larson ရယ် Peaky Blinders ထဲက Thomas Shelby နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသားချောကြီး Cillian Murphy ရယ်၊ Call me by your name ထဲက မင်းသားအခန့်ကြီး Armie Hammer ရယ် အက်ရှင်ကားတွေနဲ့ဆို နာမည်ကြီးတဲ့သရုပ်ဆောင်တွေ အခြားရုပ်ရှင်ကားပေါင်းများစွာ ပါဝင်ထားတဲ့ အလန်းစားအက်ရှင်ဇာတ်ကြမ်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nဂျက်စတင်ဆိုတဲ့ကောင်မလေးတယောက် ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းအရောင်းအဝယ်ကိစ္စမှာကြားဝင်စေ့စပ်ရင်း\nပြဿသနာသေးသေးလေးကနေစပြီး ပစ်ခတ်ကြတဲ့အခါမှာတော့ သေနတ်ပစ်ရတာပျော်နေတဲ့လူတွေကြား သူ့ခမျာပတ်ပြေးရပါတော့တယ်။\nပတ်လည်ရိုက်အောင် ပစ်ကြခတ်ကြလွန်းလို့ ကြည့်ရတဲ့သူတောင်မောလာစေမယ့်ဇာတ်ကားပါ။\nနောက်ဆုံးတော့ ဒီလိုအရှုပ်ထုပ်တွေကနေ ဂျက်စတင်တစ်ယောက်ဘယ်လိုလွတ်မြောက်လာမလဲ။\nဒီအရှုပ်အရှင်းတွေကြားမှာ တယောက်ယောက်ကများ အကျိုးအမြတ်ရသွားမလားဆိုတာ.....။Action/Comedy/Crime အမျိုးအစားဖြစ်တာကြောင့် အက်ရှင်ကြမ်းကြမ်းတွေ အခွီတွေနဲ့ တကယ့်အလန်းစားဇာတ်ကားမျိုးပါပဲ။File size…(1.5 GB)/(650 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:30:34\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aTs7/(CM)_Free.Fire.2016.720p.bluray.x264-Nyein.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYThkMTM4ZTMtN2M3OS00ODRjLTkxMTgtZTM4ZmZlNGZjOGIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-134x200.jpg",
        "title": "The Bodyguard (1992)",
        "description": "The Bodyguard (1992)IMdb Rating (6.3)မင်းသားကြီး ကီဗင်ကော်စတာနဲ့ မင်းသမီး ဝစ်နေးဟော်စတန်တို့ရဲ့ ဒီဇာတ်ကားက WB ရဲ့ အမြတ်ကြမ်းခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်....Budget $25 million သာ ကုန်ကျခဲ့ပေမယ့် Box office မှာ $411 million ကျော်ပြန်ရခဲ့တာကြောင့် အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ရေချယ်မဲရွန်လိုခေါ်တဲ့ နာမည်ကျော် မင်းသမီး/အဆိုတော်မလေးဆီကို အသက်အန္တရာယ်ခြိမ်းခြောက်စာတွေ ခပ်စိတ်စိတ်ရောက်ရှိလာရာကနေ နိုင်ငံတော်သမ္မတအဆင့်ထိတာဝန်ထမ်းဆောင်ခဲ့ဖူးတဲ့ ဖရန့်ဖားမားဆိုတဲ့သက်တော်စောင့်တစ်ယောက်ကို ငှားရမ်းဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ထုံးစံအတိုင်း ရွှေမင်းသမီးနဲ့ကိုယ်ရံတော်တပ်မှူးလေးတို ဘယ်လိုဇာတ်လမ်းလေးတွေဆက်ဖြစ်ကြမလဲ။ သမ္မတထက်တောင် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့မင်းသမီးလေးကို ဖရန့်ဖားမားတစ်ယောက် ကာကွယ်ရင်းဘယ်လိုတွေဗျာများရမလဲ။ ဗီလိန်စစ်စစ်ကိုသူဘယ်လိုတွေရှာဖွေရမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။ဒီနေ့ခေတ်မှာ ပြန်ကြည့်ရင်တောင် မွဲပြာပုဆိုးဖြစ် မနေတာကြောင့် သူ့ခေတ်သူ့အခါမှာဆိုရင် ဘယ်လောက်အောင်မြင်ခဲ့မလဲဆိုတာမှန်းကြည့်လို့ရပါတယ်။ ဒိုင်ယာလော့ဂ်တွေအစ ဇာတ်ဝင်တေးတွေအဆုံး ခေတ်ဆန်မှုနဲ့ ဂန္တဝင်ဆန်မှုကို ပေါင်းစပ်ချပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တဲ့အတွက် CM ပရိသတ်ကြီးအနေနဲ့ ကြည့်ရှုရကျိုးနပ်မယ့်ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားလိုပဲ ညွှန်းလိုက်ပါရစေ။File size…(3.9 ...",
        "rating": "6.3",
        "url": "https://megaup.net/1aTsu/(CM)_The.Bodyguard.1992.720p.BluRay.H264.AAC-Nyein.mp4",
        "category": "Action, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/56yDERdvxMksjy2SX5QjG0pKUCR.jpg",
        "title": "Snow Day (2022)",
        "description": "Snow Day (2022)ဒီဇာတ်လမ်းလေးကတော့ ဆောင်းရာသီမှာ ချစ်ရသူနဲ့အတူတူကြည့်ပြီး ဖီးလ်လို့ကောင်းမယ့် လူငယ်ဆန်ဆန် ရိုမန်တစ်ဟာသကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...Syracuseလို့ခေါ်တဲ့မြို့လေးတစ်မြို့မှာ ဆောင်းရာသီနှင်းအရမ်းကျတဲ့ အခါမျိုးမှာ လမ်းတွေဟာနှင်းတွေနဲ့ပိတ်ပြီး ဆိုင်အားလုံးကျောင်းအားလုံးကိုပိတ်ရပါတယ်။ အဲ့လိုပိတ်ပေးတဲ့နေ့ကို Snow Day လို့ခေါ်တာပေ့ါ။နတ်တာလီဘရတ်စတန်လို့ခေါ်တဲ့ ကလေးမလေးဟာ ‌ကျောင်းစာလုပ်ရမှာကို အရမ်းပျင်းပြီး အချိန်ပြည့် Snow Day ပိတ်ရက်ကိုမျှော်နေသူပါ။ သူ့မှာအကိုတစ်ယောက်ရှိပြီး သူ့အကိုမှာလည်း ကျိတ်ကြွေရတဲ့ ကောင်မလေးရှိနေပြီး တစ်ဖက်မှာလည်း ငယ်သူငယ်ချင်းကောင်မလေးက သူ့ရဲ့ကောင်းဖော်ဆိုးဘက်ဖြစ်နေပြန်ရော။ဒီလိုနဲ့သူတို့သုံးယောက်ကြားမှာ ဘယ်လိုဇာတ်လမ်းတွေ ထပ်ဖြစ်လာမလဲဆိုတာကတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Zwel Zan Aung ပါ။)File Size          : 1.9GB, 775MB, 393MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat  ...",
        "rating": "5.1",
        "url": "https://megaup.net/1aSct/[CM]Snow.Day.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTY2ODUzMDY3OV5BMl5BanBnXkFtZTcwMzg3NDE3Mw@@._V1_-138x200.jpg",
        "title": "Khatta Meetha (2010)",
        "description": "Khatta Meetha (2010)\n********************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 5.8အထိရရှိထားပြီး ပရိတ်သတ်အချစ်တော်\nမင်းသားကြီးအက်ရှေးကုမားရ်နဲ့မင်းသမီးတရီရှာခရစ်ရှ်နန်းတို့\nပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Romance/Comedyအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဆာချင်ဟာ ဘယ်သူတွေဘာပြောပြော ကိုယ့်အလုပ်ကိုပဲကိုယ်အာရုံစိုက်ပြီး\nမဖြစ်ဖြစ်အောင်လုပ်မယ်ဆိုတဲ့ ရည်ရွည်ချက်ရှိတဲ့ ရိုးသားကြိုးစားတဲ့ ကန်ထရိုက်တာတစ်ယောက်ပါ။\nသူဟာ ဘာလုပ်လုပ် တလွဲတချော်တွေချည်း ဖြစ်ကုန်တဲ့အတွက်\nသူ့ကို အလုပ်ကလူတွေရော သူ့ရဲ့အိမ်သားတွေကပါ တစ်ခါမှ အကောင်းမပြောကြပါဘူး။ဒီလိုနဲ့ပဲ ကိုယ့်အတွက်ပဲ ကိုယ်သိပြီး ဘဝင်မြင့်တဲ့ ဆာချင်တစ်ယောက် တစ်နေ့မှာတော့\nသူ့ရဲ့ အချစ်ဦးကို ပြန်တွေ့လိုက်ရတဲ့ခါ ဘာတွေဆက်ဖြစ်မှာလဲ ...?\nဆာချင်တစ်ယောက် သူလုပ်ချင်တာကိုရော အောင်မြင်အောင်လုပ်နိုင်မှာလား ...?\nအချစ်၊ဟာသနဲ့ အကျင့်ပျက်ချစားမှုတွေအကြောင်း စုံစုံလင်လင်ပါဝင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း....\nဘာသာပြန်သူတွေကတော့ Intelligence,Soe Kalayarနဲ့ Thaik Sanတို့ပဲဖြစ်ပါတယ်\nFile size…3.13GB  / 1.59GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San & Intelligence & Soe Kalayar",
        "rating": "5.8",
        "url": "https://megaup.net/2wOny/Khatta.Meetha.(2010).Hindi.720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y10Ll8lFOIZNIVxvraVirT1GMT5.jpg",
        "title": "The Doll 2 (2017)",
        "description": "The Doll 2 (2017)2016 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Doll ဇာတ်ကားရဲ့ အဆက် The Doll 2 ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ Maira နဲ့ Aldo တို့ လင်မယားက သမီးလေး Kayla ရယ်\nအိမ်အကူ Yani ရယ်နဲ့ အတူတူနေကြပြီးတော့ ပေျာ်စရာကောင်းတဲ့ မိသားစုလေးပါ။\nတစ်နေ့မှာ ကားအက်ဆီးဒင့်ဖြစ်ပြီးတော့ သမီးလေး Kayla ဆုံးသွားပါတယ်။\nသမီးစိတ်နဲ့ Maira လည်း စိတ်ကျရောဂါဖြစ်လာပါတယ်။\nတစ်နေ့မှာတော့ Maira သူငယ်ချင်း Elsa ရောက်လာပြီးတော့ Maira စိတ်သက်သာသွားအောင်\nသူ့သမီးအကြိုက်ဆုံး အရုပ်လေးနဲ့ ဝိညာဉ်ခေါ်ဖို့ လုပ်တဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ပေးကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.12GB | ...",
        "rating": "5.2",
        "url": "https://megaup.net/2wygw/The.Doll.2.2017.720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzJn9fQTSFLNL93PUhyatS4kGog.jpg",
        "title": "BARDO, False Chronicle of a Handful of Truths (2022)",
        "description": "BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González Iñárrituဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1aTvu/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AvbE67kjH7aeXKMTCdULIfw6U28.jpg",
        "title": "The Doll (2016)",
        "description": "The Doll (2016)2016 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Doll သရဲကားတွေရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဓားပြမှုတစ်ခုမှာ တစ်မိသားစုလုံး ရက်ရက်စက်စက်\nအသတ်ခံရပြီးတဲ့နောက်မှာ ကလေးမလေးရဲ့ဝိညာဉ်ကတော့ မကျွတ်လွတ်ဘဲ သူပိုင်တဲ့ အရုပ်ကလေးမှာ\nစွဲကပ်နေပါတယ်။အဲဒီအနီးနားက လူတွေအားလုံးက ကလေးအရုပ်သရဲကို ကြောက်လန့်ပြီး\nသူနေဖို့ သစ်ပင်တစ်ပင်မှာ အရုပ်လေးကို ချိတ်ဆွဲပေးထားပါတယ်။\nဒန်နီရယ်နဲ့ အန်ယာတို့ လင်မယားကတော့ တခြားမြို့ကနေ သူ့ယောက်ျားရာထူးတိုးလို့ ပြောင်းလာကြတဲ့စုံတွဲပါ။\nသရဲတစ္ဆေတွေကို အယုံအကြည်မရှိတဲ့ ဒန်နီရယ်က\nသူ့ရဲ့ဆောက်လုပ်ရေး လုပ်ငန်းခွင်က အရုပ်သရဲနေတဲ့ သစ်ပင်ကို လှဲခိုင်းလိုက်တဲ့အခါမှာတော့\nကလေးအရုပ်သရဲက သူတို့အိမ်ကို လိုက်လာပါတော့တယ်။ကလေးအရုပ်သရဲက သူ့အပင်ကို လှဲလိုက်လို့ လိုက်လာတာလား။\nတခြားအကြောင်းရင်းတွေရော ရှိနေသေးလား။\nသူတို့နှစ်ယောက် ကလေးအရုပ်သရဲလက်ကနေ လွတ်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.5GB | 703MB | 348MB\nFormat… ...",
        "rating": "5.1",
        "url": "https://megaup.net/2wyhf/The.Doll.2016.720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/245HaS030UkKjv7ieLiShWlJ91x.jpg",
        "title": "The Doll 3 (2022)",
        "description": "The Doll 3 (2022)အင်ဒိုနီးရှား အရုပ်သရဲကားလေးပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ မိဘတွေရဲ့ ကားအက်ဆီးဒင့်ကြောင့်\nစိတ်ဒဏ်ရာရနေတဲ့ မောင်လေးကို Tara က ပြုစုစောင့်ရှောက်ရပါတယ်။သူ့မောင်လေးက ဆေးရုံကနေ ဆင်းလာပြီးတဲ့နောက်ပိုင်း\nအစ်မ Tara မှာ ချစ်သူရှိနေမှန်းသိသွားတော့\nသူ့ကို Tara က မချစ်တော့ဘူးလို့တွေးပြီး\nသူတို့လက်ထပ်ခွင့်တောင်းတဲ့နေ့မှာပဲ တိုက်ပေါ်ကနေခုန်ချပြီး သတ်သေသွားခဲ့ပါတယ်။\nအဲဒီကိစ္စကြောင့် ကိုယ့်ကိုယ်ကိုယ် ခွင့်မလွှတ်နိုင်တဲ့ Tara က\nသူ့မောင်လေးကို နှုတ်ဆက်စကားပြောချင်လို့ဆိုပြီး\nနတ်ဆရာဆီမှာ ဝိညာဉ်ဆင့်ခေါ်ပြီး အရုပ်ထဲကို သူ့မောင်လေးရဲ့ဝိညာဉ်သွင်းလိုက်ပါတယ်။\nသူ့မောင်လေးက အစတည်းက စိတ်ဒဏ်ရာရနေတဲ့အပြင်\nသူ့ရဲ့ဝိညာဉ်မှာ မကောင်းဆိုးဝါးစွမ်းအင်ပါ ပါလာတော့\nသူ့အစ်မကို လုယူသွားမယ့်သူတွေကို အပြတ်ရှင်းဖို့ ကြိုးစားလာတဲ့အခါ\nTara အနေနဲ့ သူချစ်တဲ့သူတွေကို ကာကွယ်နိုင်ပါ့မလား၊\nသူ့မောင်လေးရဲ့ဝိညာဉ်ကိုရော ပြန်နှင်ထုတ်နိုင်ပါ့မလား၊\nမောင်လေးနဲ့ ချစ်သူကြားမှာ ဘယ်သူ့ကိုရွေးမလဲဆိုတာတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.4GB | 832MB ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Q7jx/The.Doll.3.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Beverly_hills_chihuahua-135x200.jpg",
        "title": "Beverly Hills Chihuahua (2008)",
        "description": "Beverly Hills (2008) အညွှန်းဒီတစ်ခါမှာတော့ CM ကပရိသတ်ကြီးတို့ရဲ့ Childhood memory လေးတွေကိုတူးဆွပေးမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ခလိုဝီဆိုတာကတော့ LA Beverly Hills သူဌေးရပ်ကွက်မှာ Gucci တွေ Louis တွေအပြည့်နဲ့ ပိုးမွေးသလိုမွေးခံထားရတဲ့ Rk Chihuahuaမလေးဖြစ်ပြီး အတော်လေးလည်းကြီးကြီးကျယ်ကျယ်နိုင်ပါတယ်။တစ်နေ့မှာတော့ ခလိုဝီ့သခင်က အလုပ်ခရီးသွားရမှာမို့လို့ ခလိုဝီ့ကို စပ်စလူးစိန်တူမဖြစ်သူနဲ့အပ်ခဲ့မိရာမှာ...\nကလပ်တက်ပြီး ဘဲပဲငမ်းနေတဲ့ မမချောကြောင့် ခလိုဝီဟာ မက္ကဆီကိုလိုနိုင်ငံအလန်းစားလေးမှာလမ်းပျောက်ပြီး rk ခွေးဘဝကနေ လမ်းဘေးခွေးလုံးလုံးကိုရောက်သွားရပြီး ကုဋေရှစ်ဆယ်သူဌေးသမီးအကွက်နဲ့ ဗီဇာမပါ လေယာဥ်မစီးဘဲ US ကိုပြန်ရဖို့ အမျိုးစုံကြိုးခုန်ရပါတော့တယ်.....။2k born တို့ငယ်ငယ် တစ်ရာဖိုးသုံးခွေခေတ်တည်းက Eng Sub တစ်ဝက်တစ်ပျက်ကိုမှ ဘုမသိဘမသိနဲ့တောင် ကြိုက်လွန်းလို့ ကြည့်ခဲ့ရတဲ့ကားကောင်းလေးမို့လို့ ကြည့်ပြီးရင် နောင်တမရမှာအာမခံပါတယ်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.6GB) / ...",
        "rating": "5",
        "url": "https://megaup.net/1QPqz/Beverly_Hills_Chihuahua_(2008)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDI2ZWI5ODMtNWI5OC00MzI5LWFjZDktZGExNjYxYmM3MTcwXkEyXkFqcGdeQXVyNjQwMDgzNzQ@._V1_SX700-133x200.jpg",
        "title": "9 Ways to Hell (2022)",
        "description": "9 ways to hell (2022)2022 မှာ Dante Inferno ကို inspiration ယူပြီး ရိုက်ထားတဲ့ 9 ways to hell ဟာ LA live Film Festival, Independent Horror Movie Award ​တွေက​နေ ဆုကြီးငါးဆုကို ရခဲ့တဲ့ Horror Compilation ကား​လေးဖြစ်ပါတယ်ဒီကားရဲ့ထူးခြားချက်က Director 9 ​ယောက်ပါဝင်ပြီး Lust,Glutonny,Greed အစရှိတဲ့ Segment 9 ပိုင်းကို Comedy ​ရော Horror ​ရော Drama ​ရော ရသစုံ​ပေးနိုင်​အောင် လက်စွမ်းပြ​ထားပါတယ်အခုလက်ရှိဖြစ်​နေတဲ့ လူမျိုး​ရေးပြသနာ, Social ပြသနာ ​တွေကိုပါ ထည့်သွင်းထားတာမို့ recommend ​ပေးပါတယ်ဗျ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ DB ပါ )File ...",
        "rating": "5.1",
        "url": "https://megaup.net/1QPq0/9_Ways_to_Hell_(2022)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg3ZTg0YWMtMWFkOS00MGM4LWI0OTMtZjU1MDMxYmZmMzFjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Arjun Patiala (2019)",
        "description": "Arjun Patiala (2019)\n*******************\nဒိဇာတ်ကားလေးကတော့ IMDb rating 4.3ရရှိထားတဲ့ Comedy/Actionအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး အာရ်ဂျွန်ပါတိယာလာအဖြစ်\nဒိလ်ဂျီးတ် ဒိုဆာန့်ခ်ျနဲ့ ရီတူးရန်ဒါဝါအဖြစ် ကရီသီးဆနွန်းတို့က\nပါဝင်သရုပ်ဆောင်ထားကြတာဖြစ်ပါတယ်။အချစ် ဟာသနဲ့ အက်ရှင်တွေ\nစုံစုံလင်လင်ပါဝင်ပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာတော့ အာရ်ဂျွန်ပါတယာလာလို့ခေါ်တဲ့ရဲအရာရှိနဲ့\nသူ့ရဲ့လက်ထောက်အိုနီဒါတို့ဟာဆိုရင် သူတို့ရဲ့မြို့ထဲမှာရမ်းကားနေတဲ့\nလူမိုက်တွေကို ရှင်းထုတ်ပစ်ဖို့ အကြံထုတ်ကြပါတယ်။အဲဒီအချိန် အာရ်ဂျွန်တစ်ယောက်ဟာ ရီတူဆိုတဲ့အလုပ်မှာစိတ်အားထက်သန်တဲ့\nသတင်းထောက်မ‌ချောချောလေးနဲ့ ‌ ဆုံတွေ့ကာ သူမကို မြင်မြင်ချင်းသဘောကျ\nနှစ်ခြိုက်မိသွားပါတယ်။ အာရ်ဂျွန်တစ်ယောက်မြို့ထဲက လူမိုက်တွေကိုရှင်းထုတ်ပစ်ပြီး\nသူ့ရဲ့အိပ်မက်ကို အကောင်အထည် ဖော်နိုင်မှာလား...\nရီတူကရော အာရ်ဂျွန်ကိုလက်ခံပါ့မလား....\nအာရ်ဂျွန်ရဲ့အကြံအစည်ကို‌ရော လူမိုက်တွေက ရိပ်မိသွားမလား....\nဘယ်လို အလွဲတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူ ပေးကြပါလို့ ....\nဘာသာပြန်တွေကတော့ Intelligenceနဲ့ Soe Kalayarတို့ဖြစ်ပြီး\nဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။\nFile size…1.97GB / 968MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Intelligence ...",
        "rating": "4.3",
        "url": "https://megaup.net/3cLCr/Arjun.Patiala.2019.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg",
        "title": "Naruto Shippuden the Movie: The Lost Tower(2010)",
        "description": "Naruto shippuden movie 4 : the lost tower\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိmoti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာစတုတ္ထကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာက Narutoတို့အဖွဲ့ဟာ လူဆိုးတစ်​ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့မြို့ပျက်ကြီးတစ်ခုကို​ရောက်သွားပါတယ်။အဲ့ဒီမြို့ပျက်ထဲမှာ 4th Hokageရဲ့ ချိတ်ပိတ်ထားတဲ့အစီအရင်တစ်ခုရှိပြီး အဲ့ဒီအစီအရင်ကိုလူဆိုးကစုပ်ယူလိုက်တဲ့​နောက်မှာ​တော့ Naruto ဟာ အတိတ်ကို​ရောက်ရှိသွားကာ 4th hokageနဲ့ပြန်ဆုံမိပါ​တော့တယ်။အနာဂတ်ကလာတဲ့ Naruto​ကြောင့် သမိုင်း​ကြောင်း​ပြောင်းသွားမလား သားအဖချင်း​ပြောချင်တဲ့စကား​တွေကဘာ​တွေလဲ ပစ္စုပ္ပန်ကို Narutoပြန်လာနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိူက်ပါ​တော့  File size…1.2GB / 509MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ..... Animation , ...",
        "rating": "6.8",
        "url": "https://megaup.net/2wHoo/Naruto_Shippuden_-_The_Movie_4_-_The_Lost_Tower[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csSsO9oXTIpOVxA3xXYbEzd6IKy.jpg",
        "title": "Naruto Shippuden the Movie: The Will of Fire(2009)",
        "description": "Naruto shippuden movie 3 : Will of fire\n===============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာတတိယကားဖြစ်ပြီးIMDb 7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့တိုင်းပြည်​ပေါင်းစုံက Kekkei Genkaiရှိတဲ့နင်ဂျာ​တွေဟာ ရုတ်တရက်​ပျောက်ဆုံးကုန်ကြပါတယ်။ဒါ​ပေမဲ့ Land of fireက နင်ဂျာ​တွေပဲဘာမှမဖြစ်တာမလို့konohaနင်ဂျာ​တွေကိုသံသယရှိလာကြတဲ့အပြင်Tsunade, orochimaru, jiraiyaတိူ့ရဲ့သူငယ်ချင်းဖြစ်သူHirukoဆိူတဲ့ရွာကထွက်သွားခဲ့တဲ့နင်ဂျာဟာခြိမ်း​ခြောက်မှုကြီးရဲ့တရားခံဆိုတာသိလာရတဲ့နောက်မှာ​တော့ တစ်ကမ္ဘာလုံးက Land of fireကိုရန်ပြုလာနိုင်တဲ့အ​ခြေအ​နေပါ​ရောက်လာပါ​တော့တယ်။ဒီအ​ခြေအ​နေကို ဘယ်လို​ကျော်ဖြတ်မလဲ။အဖြစ်မှန်ကိုအားလုံးသိ​အောင်လုပ်နိုင်ပါ့မလားဆိုတာကိုဒီရုပ်ရှင်မှာ ​သေချာ​ဖော်ညွှန်းသွားမှာပါ။ File size…1.7GB / 598MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aIs8/Naruto_Shippuden_-_The_Movie_3_-_The_Will_of_Fire[720p](CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/61SrPq5VGsL._SL1200_-142x200.jpg",
        "title": "Possession (1981)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (84%)တစ်ချိန်က UK မှာ အ ban ခံရတဲ့ Horror movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nစပိုင်တစ်ယောက် ဖြစ်တဲ့ မာ့ခ်ဟာ သူ့မစ်ရှင်အပြီး\nမိန်းမဖြစ်သူ အန်နာနဲ့ သားလေး ဘော့ဘ် ရှိရာဆီပြန်လာခဲ့ပေမယ့် မိန်းမရဲ့ ကွာရှင်းခွင့်တောင်းခြင်းကို ခံရပါတယ်\nဘာကြောင့်ကွာရှင်းချင်ရလဲဆိုတဲ့အကြောင်းရင်းကို မေးမြန်းရာမှာတော့\nတခြားတစ်ယောက်ရှိလို့မဟုတ်ဘူးဆိုပြီး တွင်တွင်ငြင်းခဲ့ပေမယ့် တကယ်တော့ ရှိနေပါတယ်\nကဲ ကွာမယ် အိမ်နဲ့ကလေးကိုပေးလိုက်တော့ အန်နာဟာ ကလေးကို အိမ်ထဲမှာ ရက်သတ္တပတ်အတော်ကြာ တစ်ယောက်တည်း ပစ်ထားတယ်\nသူ့ဖာသာသူ အပြင်တွေဘယ်သွားမှန်းမသိသွားရင်း ရွာလည်နေတယ်\nမာ့ခ်ကလည်း စိတ်ညစ် အရက်သောက်ပြီး အရက်ကြောင်တဲ့အဆင့်ထိဖြစ်လာခဲ့တယ်\nမာ့ခ်က သားလေးရဲ့အခြေအနေကိုမြင်လိုက်ရချိန်မှာ အိမ်ပေါ်ပြန်တက်နေဖို့ ဆုံးဖြတ်ခဲ့တယ်\nအန်နာကို အိမ်ပြန်မလာတော့ဖို့ပြောပေမယ့် ကလေးဗန်းပြပြီး သူလာချင်တဲ့အချိန်လာတယ်\nကြောင်တောင်တောင်တွေလုပ်ပြီး ပြန်ပြန်သွားတယ်\nလင်ငယ်ဆီ သွားနေနေလားဆိုပြီး စုံစမ်းပြန်တော့လည်း မဟုတ် မဟုတ်နဲ့ အမှန်တရားကို မြင်လိုက်ရချိန်မှာတော့....။IMDb 7.3အထိရရှိခဲ့ပေမယ့် အမေရိကမှာလည်း ပြသခွင့် ၂နှစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1QQq3/(CM)_Possession.1981.1080p.BluRay.HEVC.DDP2.0.x264-Naung.mkv",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nEeeKsfN1hr98aCmL16LVOckawC.jpg",
        "title": "Ca$h(2010)",
        "description": "Ca$h(2010)===========ဒီဇတ်ကားကတော့ 2010 ခုနှစ်မှာ ထွက်ရှိထားတဲ့အ‌‌မေရိကန် crime-thriller အမျိုးအစားဇတ်ကားတစ်ခု ဖြစ်ပါတယ်။ နံမည်ကြီးဇတ်ကားများဖြစ်တဲ့ The Lord of the Rings တွင်ပါဝင်သရုပ်ဆောင်ထားသော မင်းသားကြီးSean Bean ၊Marvel ရဲ့ဇတ်ကားများတွင်မိုးကြိုးနတ်ဘုရား Thor အဖြစ်သရုပ်ဆောင်ထားသောကမ္ဘာကျော်မင်းသားChris Hemsworth နှင့်မင်းသမီး Victoria Profeta တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ကြည့်မကောင်းမှာတော့ စိုးရိမ်စရာမလိုပါဘူးနော။ဇတ်လမ်းလေးကတော့ Sam (Chris Hemsworth)နှင့် Leslie (Victoria Profeta) တို့က ပိုက်ဆံအပြည့်ပါတဲ့ လက်ဆွဲအိတ်ကို ကောက်ရခဲ့ပြီးသူ့တို့ ရဲ့ ဘဝကြီး ပြောင်းလဲသွားတော့မယ်လို့ထင်နေကြပါတယ်။ အဲ့ဒီအချိန်မှာ လက်ဆွဲအိတ်ရဲ့ပိုင်ရှင်ဆိုသူ Pyke Kubic ( Sean Bean )တစ်ယောက်ရောက်လာပြီး သူ့ရဲ့ ပိုက်ဆံတွေကိုပြန်လာတောင်းပါတော့တယ်။ ပိုက်ဆံတစ်ချို့ကိုသုံးပြီးသွားတဲ့ Sam တို့ လင်မယားနှစ်ယောက် နဲ့လက်ဆွဲအိတ်ပိုင်ရှင်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲ။သူတို့ရဲ့ ပိုက်ဆံတွေကို ပြန်ရအောင်ဘယ်လိုလုပ်ကြမှာလဲဆိုတာကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1QQp8/Cash.2010..BluRay720p(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrw684BhFJZ9Jac6KJda3hSQkxt.jpg",
        "title": "The Big 4 (2022)",
        "description": "The Big 4 (2022)The Raid ဇာတ်ကားလို အမှန်အကန်ကြမ်းတဲ့ netflix ကအသစ်စက်စက်ထွက်လာတဲ့ အင်ဒိုဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်နာမည်အတိုင်းပါပဲ။ မြန်မာလိုဆို ကြီး ၄ ကြီး ပေါ့ဗျာ။\nတကယ့်ကို ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူကြမ်းကြီး ၄ ယောက်ရဲ့ဇာတ်လမ်းပါ။ဇာတ်ကြမ်းကားစစ်စစ်ကို အသောအထေ့အခွီအနှောက်လေးတွေနဲ့ဆိုတော့\nရသကို နှစ်ဆတိုးစေတဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ပစ်ခတ်မှုတွေ သွေးသံရဲရဲတွေကိုလည်း အားမနာတမ်းရိုက်ပြထားပြီး\nစနိုက်ပါပစ်လိုက်လို့ ခေါင်းကွဲထွက်သွားတာမျိုးတွေကိုပါ ရိုက်ပြထားတာပါ။ဇာတ်အိမ်လေးကတော့ လူဆိုးဂိုဏ်းတွေကိုလိုက်နှိမ်နင်းတဲ့အဖွဲ့ကို တည်ထောင်သူ\nမွေးစားအဖေဖြစ်သူလုပ်ကြံသတ်ဖြတ်ခံရပြီးနောက် အဖွဲ့သားလေးယောက် ဇာတ်မြှုပ်နေကြပြီ။\nမွေးစားအဖေရဲ့သမီးအရင်းက သူ့အဖေရဲ့လူသတ်တရားခံကိုလိုက်ရှာရင်း ကြီးလေးကြီးနဲ့တွေ့ပြီး\nလူဆိုးလူလွန်မသားလေးတွေကို ဖိုက်ကြတာပါပဲ။\nကြမ်းမှရမ်းမှဆို ပြေးသာကြည့်လိုက်တော့။ဇာတ်ကြမ်းကားမို့ ဘာသာပြန် အတန်ငယ် ကြမ်းသွားတာတော့ သည်းခံပေးကြပါ။\nလူဆိုးလူမိုက်ကြီးတို့ရဲ့ သရုပ်သကန်ကို အမှန်အကန် အပြည့်အဝ ခံစားမိစေဖို့ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.68GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3cLhv/The.Big.4.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y3PNlp3DWOXRPlmp6M8Kh3KUzK.jpg",
        "title": "Detective Chen ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ CM က ပရိသတ်ကြီးကို\nစုံထောက် အက်ရှင် ဇာတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေရှန်ဟိုင်းရဲတပ်ဖွဲ့ရဲ့ အသစ်ဝင်လာတဲ့ ရဲတပ်ဖွဲ့ဝင် ချန်ဟူ ဆိုသူဟာ\nစစခြင်းမှာပဲ လူသတ်မှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nတာဝန်ပေးခြင်းခံခဲ့ရပါတယ် အဲဒီအမှူရဲ့ သေဆုံးနစ်နာသူ\nဟယ်မန်ကျွင်း ဟာဆိုရင် ရှန်ဟိုင်းရဲတပ်ဖွဲ့နဲ့ နိုင်ငံရေးဌာန\nခေါင်းကြီးပိုင်း တစ်ဦးရဲ့ သားဖြစ်သူဖြစ်တဲ့အဖြစ် စိန့်မာတင်\nအထက်တန်းကျောင်းရဲ့ ကျောင်းသားတစ်ဦးလဲဖြစ်ပါတယ်အခင်းဖြစ်တဲ့ နေရာမှာ စိန့်မာတင် အထက်ကျောင်းဝတ်စုံရဲ့\nကြယ်သီးပြုတ်ကျနေခဲ့တာ​တွေ့တာကြောင့် အဲဒီကြယ်သီးရဲ့ ပိုင်ရှင်ဟာ\nဘယ်သူဖြစ်မလဲဆိုတာ စုံစမ်းဖို့အတွက် ချန်ဟူဟာ\nကျောင်းသားပုံစံ ဟန်ဆောင်ပြီး သဲလွန်စ ရှာဖွေဖို့အတွက်\nစိန့််မာတင် ကျောင်းကိုဝင်ရောက်ခဲ့ပါတယ် စာပေဘက်မှာ\nအားနည်းတဲ့ ချန်ဟူအတွက်တော့ အထက်တန်းကျောင်းသားဘဝဟာ\nတော်တော်ခက်ခဲခဲ့သလို အရှက်ရစရာများလဲ ခဏ ခဏ ကြုံတွေ့ခဲ့ရပါတယ်အဲဒီလိုနဲ့ပဲ တစ်ဖက်မှာ အမှုကိုစစ်ဆေးရင်း တစ်ဖက်မှာတော့\nကျောင်းက အင်အားကြီးကျောင်းသားတွေနဲ့ ရင်ဆိုင်ရင်း နေလာခဲ့ရပါတယ်\nသံသယရှိသူ တစ်ယောက်ပေါ်လိုက် ပေါ်လာတဲ့ တစ်ယောက်က\nဖြေရှင်းခံလိုက်ရနဲ့ မာဟယ်ကျွင်းအမှုဟာ မြူမှုန်ကြားထဲ\nလမ်းပျောက်သလို ဖြစ်လာတဲ့ အချိန်မှာတော့...❏ ဘာတွေဆက်ဖြစ်ကြမလဲ\n❏ ချန်ဟူတစ်ယောက် ပျောက်ဆုံးနေတဲ့ အဖြစ်မှန်ကိုရော ရှာတွေ့နိုင်ပါ့မလား\n❏ တကယ့်လူသတ်သမားအစစ်ကရော ဘယ်သူလဲဆိုတာ\nဒီဇာတ်ကားလေးကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chen-2022/",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/f4Y5auc3FgaBJ0X2kjKIwgCecQZ-136x200.jpg",
        "title": "[18+]The Taste of Next Door Sister (2019)",
        "description": "[18+]The Taste of Next Door Sister (2019)**************************************ခင်ပွန်းဖြစ်သူရဲ့ အလိုရမ္မက်ကြီးလှတဲ့ တောင်းဆိုမှုတွေကို ငြီးငွေ့လာတဲ့ ဇနီးသည်တစ်ယောက်ရှိတယ်.. တီဗွီတောင်အကောင်းကြည့်မရအောင် အနားအမြဲကပ်နေတော့ သူမဟာနေ့စဉ်ကြုံလာရတော့ ဒီအဖြစ်ကြီးကိုစိတ်ပျက်နေတယ်..အဲ့ဒီနောက်မှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်းမိသားစုကိုသူမမြင်လိုက်တဲ့အခါသူမ မုန်းနေတဲ့ အခြေအနေတွေကျော်လွှားဖို့အခြေအနေတစ်ခုဖန်တီးဖို့ ကြံစည်ပါတော့တယ်.. File Size : (824 MB) and (395MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1QQ8g/The_Taste_of_Next_Door_Sister_2019.HDRip.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/act-of-valor-french-dvd-movie-cover-142x200.jpg",
        "title": "Act of Valor(2012)",
        "description": "Act of Valor (2012)\nကော်စတာရီကာရဲ့ဟိုတယ်တစ်ခုမှာCIA အေးဂျင့်၂ယောက်တည်းခိုနေတယ်...ဒီသတင်းကိုဘယ်ကဘယ်လိုရတယ်မသိ..အကြမ်းဖက်သမားများရောက်ရှိလာပြီးအမျိုးသားအေးဂျင့်ကိုတော့နဖူးကိုကျည်တစ်တောင့်ပစ်ကျွေးပြီးအမျိုးသမီးအေးဂျင့်ဖြစ်သူကိုတော့ဖမ်းဆီးခေါ်ဆောင်သွားတယ်....ဒီနောက်မှာတော့အမျိုးသမီးအေးဂျင့်ကိုပြန်လည်ခေါ်ယူဖို့မရိန်းစစ်သားတွေကိုအမေရိကန်တို့စုစည်းခဲ့တယ်...အေးဂျင့်အမျိုးသမီးကိုဖမ်းဆီးခေါ်ဆောင်သူဟာတကယ့်ထိပ်သီးဒုစရိုက်ခေါင်းဆောင်ဖြစ်နေတဲ့အပြင်ခေတ်မှီလက်နက်ကြေးစားလက်နက်ကိုင်စစ်သည်တို့အပြည့်နဲ့ရပ်တည်နေတဲ့သူပဲဖြစ်ပါတယ်...ဒီအမှုမှာမူးယစ်ရာဇာတွေအကြမ်းဖက်သမားတွေနဲ့တကယ့်ကိုကြောက်စရာအရှုတ်အထွေးကြီးပါပဲ...ဒါပေမယ့် ကယ်ထုတ်တဲ့စစ်ဆင်ရေးဟာ ထင်သလောက် မလွယ်ကူတဲ့အပြင် နောက်ဆက်တွဲပြဿနာတွေဟာအမေရိကန်နိုင်ငံအတွက် စက်တင်ဘာ-၁၁ရက် အရေးအခင်း ထက်ပိုဆိုးတာတွေ ကြုံလာနိုင်ကြောင်း သိရှိလာရတဲ့အခါမှာတော့…..။ကိုင်းမရိန်းတပ်သားတွေဘယ်လိုအစီအစဉ်တွေဆွဲကြလဲ....သူတို့အကုန်လုံးအသက်ပျောက်သွားနိုင်လား...အောင်မြင်ကြပါ့မလား...CIA အေးဂျင့်အမျိုးသမီးကိုရောကယ်တင်နိုင်ပါ့မလား....ထင်ထားတာထက်တိုက်ပွဲတွေကြမ်းနေမလား...ခံစားကြည့်လိုက်ပါဦးဗျို့...စစ်ကားကြိုက်သူတို့အဖို့နင်းကန်ကြည့်သင့်ပါကြောင်း....... \nFile Size :(2.5GB) (1.1 GB) and (327 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QQ6w/Act.Of.Valor.2012.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6DhbsX1EuSJMtuOGsENkIOx1tt.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa (2022)(1080p ရပါပြီ)ဟာဝါ လေးဟာ မိဘတွေ မရှိတော့တဲ့နောက် မကျန်းမာတဲ့အဘွားဖြစ်သူနဲ့ပဲ နေထိုင်ရပါတော့တယ်။ ဘွားဖြစ်သူရဲ့ကျန်းမာရေးကလည်း မျှော်လင့်ချက်မရှိတော့တာမို့ သူဆုံးသွားပြီးရင် ဟာဝါလေး တစ်ယောက်တည်းကျန်မနေခဲ့‌စေဖို့ ‌မွေးစားမယ့်သူ တစ်ယောက်ရှာဖို့လိုလာပါပြီ။ဟာဝါ မှာလည်းသူ့ကို မွေးစားစေချင်တဲ့ သူသီးသန့်ရှိပါတယ်။ သူကလွဲရင် ကျန်တဲ့သူကို စဉ်းကိုမစဉ်းစားပါဘူးတဲ့။ သူကတော့ အမေရိကန်ရဲ့ Former First Lady မီရှဲလ် အိုဘားမားပါပဲ။တစ်နေ့ မီရှဲလ် အိုဘားမား ပဲရစ်မြို့ကိုရောက်နေမှန်း သိတာနဲ့ သွားတွေ့ပြီး သူ့မွေးစားဖို့ပြောမယ်ဆိုကာ ကြိုးစားတဲ့အခါ ...ကလေးတယောက်ဆိုပေမယ့် ယုံကြည်ရာကို မဖြစ်ဖြစ်အောင်လုပ်တတ်တဲ့ ဟာဝါ တစ်ယောက် ဘယ်လိုရလဒ်မျိုးရရှိလာမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 607MB, 314MB\nQuality            : ...",
        "rating": "5.2",
        "url": "https://megaup.net/3cHUg/[CM]Hawa.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BY2Y3MmFjMzgtNGRiZi00Nzg4LWE4MTctNTkzNTk5MjAzNDU2XkEyXkFqcGdeQXVyMjEzMDE2MzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "42 segundos (2022)",
        "description": "42 segundos (The Final Game) (2022)~ IMDb rating - 6.7/10 ~သင့်အနေနဲ့ အားကစားရုပ်ရှင်ကားကောင်းလေးတွေ၊ ဘောလုံးပွဲ Documentary ကောင်းလေးတွေ၊ ရုပ်ရှင်လေးတွေကြည့်ရတာကို နှစ်သက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။သင်ဟာ ပီလီရဲ့ရုပ်ရှင်နဲ့ Documentary ကို ကြည့်ထားဖူးသူ၊ ရော်နယ်ဒို၊ မက်ဆီ၊ ဖာဂူဆန်၊ ရွန်းနီ၊ အာဆင်ဝင်းဂါးစတဲ့ ဘောလုံးအကျော်အမော်တွေရဲ့ ရုပ်ရှင်တွေကို မလွတ်တမ်းကြည့်ရှုတတ်သူဆိုရင်တော့ ဒီရုပ်ရှင်ကားကောင်းလေးဟာလည်း သင့်အတွက် ထပ်မံထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကောင်းလေးကတော့ ဘောလုံးလောကအကြောင်း၊ ဘောလုံးပြိုင်ပွဲတွေအကြောင်းမဟုတ်ဘဲ အိုလံပစ်ပြိုင်ပွဲတွေထဲက ဝါတာပိုလိုအသင်းတွေအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားကောင်းလေးပါပဲ။ IMDb အနေနဲ့လည်း 6.7/10 တောင်ရရှိထားတဲ့ စပိန်ကားကောင်းလေးဖြစ်ပြီး ရထားတဲ့ Rating တွေနဲ့ ထိုက်ထိုက်တန်တန် သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်ပိုင်နိုင်မှု၊ ဇာတ်လမ်းဇာတ်ကွက်နိုင်နင်းမှုရှိတဲ့ ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ အားကစားရုပ်ရှင်ကြည့်တတ်သူတိုင်းအတွက် နောက်ထပ် ဆွေမျိုးမေ့စေမယ့်ဟင်းတစ်ခွက်ဖြစ်ပြီး မမြည်းစမ်းလိုက်ရရင်တော့ နောင်တရနိုင်တဲ့ဟင်းလျာလေးတစ်ခွက်လို့ပြောရမှာပါပဲ။ဒီရုပ်ရှင်လေးထဲမှာတော့ ၁၉၉၂ ခုနှစ်တုန်းက ဝါတာပိုလိုအိုလံပစ်ဖိုင်နယ်ပွဲအတွက် ကြိုးစားနေကြတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3cKrz/(CM)_42_segundos_(2022)_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNWFhOGEwOGYtMzU3OC00MWUxLWE4YTUtMzMzNGM0YmU0NDY5XkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_-131x200.jpg",
        "title": "Ghosts of Christmas Always (2022)",
        "description": "Ghosts of Christmas Always (2022)စာရေးဆရာကြီး Charles Dickens ရဲ့ Christmas Carole ကိုမသိသူရှိမယ် မထင်ပါဘူးစာအုပ်နဲ့တဖုံ ရုပ်ရှင်တွေနဲ့ တလှည့် version မျိုးစုံထွက် ခဲ့ပါတယ် Christmas Carole နဲ့ Christmas Day ဟာ အနောက်နိုင်ငံမှာတော့ ခွဲလို့တောင် မရပါဘူးသီချင်းတွေလဲ များစွာထွက်ခဲ့ပြီး Christmas vibe ကို အမျိုးမျိုးပုံဖော်ကြပါတယ်ဒါပေမယ့် ထွက်ခဲ့သမျှ Christmas ရုပ်ရှင်တွေမှာ မူလဇစ်မြစ်ဖြစ်တဲ့ Christmas အကြိုနေ့မှာ လူတယောက်ဆီ တစ္ဆေသုံးကောင် ရောက်လာတယ်ဆိုတာတော့ မပြောင်းလဲသေးပါဘူးအခုဒီကားမှာလဲ ပီတာဘယ်ရွန်ဆိုတဲ့ ကောင်လေးဆီ အတိတ် ပစ္စုပ္ပန်နဲ့ အနာဂတ် တစ္ဆေ ၃ကောင် အစွဲချွတ်ဖို့ ရောက်လာကြတယ်ဒါပေမယ့် ခက်တာက ပီတာတယောက်က မူရင်း ဝတ္ထုထဲက main character Scrooge လို ကပ်စီးနည်းကော်တရာ တချိန်လုံး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QPps/Ghosts_of_Christmas_Always_(2022)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8g3wDC8vYRzC8OkkURV7OIRErjP.jpg",
        "title": "Catering Christmas (2022)",
        "description": "Catering Christmas (2022)~ IMDb rating - 6.8/10 ~ခရစ်စမတ် Vibe ဇာတ်လမ်းလေးတွေဆိုတာက Christmas အနားနီးလေလေ ကြည့်ရတာ ပိုပြီး အရသာရှိလေလေပါပဲ။ အဲဒါကြောင့် ရုပ်ရှင်ချစ်သူတွေအတွက် အသစ်စက်စက် ခရစ်စမတ် အချစ်ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာ မော်လီ ဆိုတဲ့ကောင်မလေးဟာ Molly's Menu Magic ဆိုတဲ့ ဆိုင်လေးတစ်ဆိုင်ကို စဖွင့်ထားပြီး မြို့မှာရှိတဲ့ ပွဲလမ်းသဘင်တွေမှာ အကျွေးအမွေး service ပေးသူဖြစ်ပါတယ်။ ကိုယ်ပိုင်လုပ်ငန်းလေး နာမည်ရလာဖို့ လုံးပန်းနေရတာကြောင့် ရည်းစားထားချိန်မရှိဘဲ ခရစ်စမတ်အားလပ်ရက်မှာတောင် အနားမယူဘဲ အလုပ်လုပ်တဲ့ ရည်မှန်းချက်ကြီးသူလေးဖြစ်ပါတယ်။မော်လီတို့မြို့လေးမှာ \"ဟယ်ရစ်ဆင်န်\" ဆိုတဲ့ ဖောင်ဒေးရှင်းတစ်ခုရှိပြီး လူထုအကျိုးပြု အဖွဲ့စည်းတစ်ခုဖြစ်တာကြောင့် တစ်နယ်လုံးက လူတွေဟာ ဖောင်ဒေးရှင်းကို ဦးဆောင်တဲ့ မိသားစုကို အလွန်ချစ်ခင်ကြပါတယ်။ ဖောင်ဒေးရှင်းကို လက်ရှိဦးဆောင်နေတာက ဂျီးန်ဟယ်ရစ်ဆင်န် ဆိုတဲ့ အမျိုးသမီးဖြစ်ပြီး တူဖြစ်သူ \"ကာဆင်န်\" ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QPsh/(CM)_Catering_Christmas_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/91KyqybHSaS._AC_SL1500-155x200.jpg",
        "title": "xXx: Return of Xander Cage (2017)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားဖြစ်ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: Return of Xander Cage (2017) ဇာတ်ကားမှာတော့ နာမည်ကြီး အာရှမင်းသားမင်းသမီးတွေပါ ထည့်သွင်းပြီး Fun ဖြစ်အောင်ရိုက်ကူးခဲ့ပါတယ်...Vin Diesel,Donnie Yen,Deepika Padukone,\nKris Wu ,Ruby Rose ,Tony Jaa,Samuel L. Jackson , Neymar Jr စသည်ဖြင့် နယ်ပယ်စုံက သရုပ်ဆောင်တွေပါ ထည့်သွင်းရိုက်ကူးခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးမျိုးသောအန္တရာယ်တွေ၊ သေစေနိုင်လောက်တဲ့ အပြောင်းအလဲတွေ ဖြစ်ပေါ်နေချိန်\nအမျိုးမျိုးသောလူစွမ်းကောင်းတွေကို ကမ္ဘာကြီးက လိုအပ်နေချိန်ဖြစ်ပါတယ်...\nAnarchy ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QPcq/(CM)_xXx.Return.of.Xander.Cage.2017.BluRay.720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1-161x200.jpg",
        "title": "xXx: State of the Union (2005)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။\nFile size…(3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.4",
        "url": "https://megaup.net/3SHzB/(CM)_xXx.State.Of.The.Union.2005.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/71H8XhacQkL._SX522_-158x200.jpg",
        "title": "xXx (2002)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nX လို့ စတန့်လောကမှာ နာမည်တွင်နေတဲ့ X(vin diesel)ဟာ အစိုးရအရာရှိတစ်ဦးရဲ့ ကားကိုခိုးယူပြီး တံတားပေါ်ကနေခုန်ချပြခဲ့တာကြောင့် ရဲတွေရဲ့ဖမ်းဆီးထိန်းယူခြင်းခံရပါတယ်၊ တစ်ချိန်တည်းမှာပဲ အစိုးရအကြမ်းဖက်ဖမ်းဆီးနှိမ်နှင်းရေး အဖွဲ့ဟာလည်း မှောင်ခိုးသမားတွေကိုဖမ်းယူဖို့ကြိုးစားတိုင်း\nသူတို့ရဲ့ အေးဂျင့်တွေသာ အသက်ပေးလိုက်ရတဲ့အဖြစ်ကြောင့် အကြံအစီတစ်ခုအဖြစ် ဖမ်းဆီးထားတဲ့လူတွေထဲကမှ ထူးချွန်သူများကိုပြန်လည်ရွေးချယ်ပြီး အခွင့်ရေးတစ်ချို့နဲ့ အလဲအလှယ်လုပ်ကာ မှောင်ခိုသမားတွေကိုပြန်လည်ဖမ်းဆီးစေပါတယ်...ဒီလိုနဲ့ X တစ်ယောက် နိုင်ငံတော်ကြီးအတွက် ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ...။\nFile size…(2.3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC ...",
        "rating": "5.9",
        "url": "https://megaup.net/3cK7f/(CM)_XXX.2002.REMASTERED.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Homecoming-142x200.jpg",
        "title": "Home Coming ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ Channel Myanmar က ပရိသတ်ကြီးကို\n၂၀၂၂ ခုနှစ် စက်တင်ဘာလ ၃၀ ရက်နေ့က ရုံတင်ခဲ့ပြီး\nရုံဝင်ငွေ ၁.၅ ဘီလီယံကျော်ရရှိခဲ့တဲ့《Home Coming》 ဆိုတဲ့\nရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေNumedia နိုင်ငံစစ်ပွဲဖြစ်စဥ် အချိန်ကာလ , သံရုံးမှာ\nလူအင်အားမမျှသောကြောင့် စစ်ပွဲအတွင်းက\nတရုတ် ပြည်သူတွေကိုသာ ကယ်ဆယ်ဖို့ စီစဥ်ထားပေမဲ့လဲ\nအဆင်မပြေခဲ့ပါဘူး တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့ကမှ ဇာတိမြေကို\nပြန်ဖို့စိတ်ကူးထားတဲ့ သံတမန်ဝန်ကြီးချုပ်ဟောင်း ဇုံးတဝေ နဲ့\nနိုင်ငံရေးဌာနမှ လူသစ်တစ်ဦးဖြစ်တဲ့ ချန်လန် တို့ဟာ\nအန္တရာယ်ကြားထဲကနေပြီးတော့ တာဝန်တွေကို သက်စွန့်ဆံဖျား\nလုပ်ကိုင်ပေးခဲ့ကြပြီး မိမိတို့ အိမ်ပြန်မည့် အခွင့်အရေးကို\nလက်လွှတ်ကာ စစ်ပွဲအတွင်းက ပြည်သူများ ဘေးလွတ်ရာကို\nရွှေ့ပြောင်းပေးဖို့အတွက် နေရစ်ခဲ့ကြပါတယ်အဲဒီနောက်မှာတော့ တာဝန်တွေကို ကြိုးစားလုပ်ကိုင်ရင်း\nတာဝန်ပြီးဆုံးသွားပြီလို့ ထင်နေပေမဲ့ နောက်ထပ်\nစစ်ပွဲအတွင်းမှာ ပိတ်မိနေတဲ့ တစ်ပြည်ထဲသား လူတစ်စု ရှိနေသေးတယ်ဆိုတာ\nသိလိုက်ရတဲ့အခါမှာတော့ ပိုင်ဟွ ဆိုသူရဲ့ ဦးဆောင်လမ်းပြမှုနဲ့\nအတူတူ နယ်စပ်ရွှေ့ပြောင်းရေး စခန်းကို သွားရောက်ခဲ့ကြပါတော့တယ်\nအရေးပေါ်ဖြစ်နေတဲ့ အခြေအနေအောက်မှာ နှစ်ယောက်သားဟာ\nအိမ်ပြန်ဖို့ အခွင့်အရေးကို ထပ်မံစွန့်လွှတ်ခဲ့ကြပြီးတော့\nစစ်ပွဲအတွင်းထပ်မံခြေချခဲ့ပြန်ပါတော့တယ် အဲဒီနောက်မှာတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/home-coming-2022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWQ5N2ZiYzAtNmM5NC00MjE4LWIxYzYtMWQ5Njg5ZjFiYzAzXkEyXkFqcGdeQXVyNzk5ODY5Njk@._V1_-150x200.jpg",
        "title": "Sadistic: The Exorcism Of Lily Deckert (2022)",
        "description": "Horror ကားသစ်တစ်ခု တင်ပေးထားပါတယ်။ လူငယ်တစ်စု အိမ်အိုကြီးတစ်လုံးထဲ ရောက်သွားရာကနေ သရဲစီးခံသလို နတ်ပူးခံရသလို ဖြစ်ပြီး ပျောက်ခြင်းမလှ ပျောက်သွားရာကနေ ရက်ပိုင်းလောက်အကြာမှာ အဲဒီအုပ်စုထဲက ကောင်မလေးတစ်ယောက်ကို ပြန်တွေ့‌ပြီး အိမ်ခေါ်လာရာက အမှောင့် ပယောဂတွေကပ်ပါလာတဲ့ သဘောမျိုးပါ။ဇာတ်ကွက်အလှည့် အပြောင်းလေးတွေကလည်း ပါတော့ လိုအပ်ချက်အချို့ကိုသာ ဖယ်ထားလိုက်ရင် သူ့အရပ်နဲ့သူ့ဇာတ်တော့ ကြည့်ပျော်ရှုပျော် ရှိပါတယ်။File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hugo",
        "rating": "",
        "url": "https://megaup.net/1avl6/Sadistic.The.Exorcism.Of.Lily.Deckert.2022.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sBrpywCT5M1p5H5oaS5QpruH15Y.jpg",
        "title": "(18+) Oligosaccharide The Movie (2017)",
        "description": "(18+)Oligosaccharide (2017)အခုတစ်ခေါက်က ဟာသဆန်ဆန် ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် လူငယ်ဇာတ်ကားလေးပါ\nသာမန်ရုံးသမားလူငယ်တစ်‌ယောက်ရဲ့ ဘဝမှာ တွေ့ဖူးခဲ့တဲ့ မိန်းမတွေအကြောင်း\nဇာတ်လမ်းအတိုလေး ငါးခုကို ဇာတ်ကားအဖြစ်ပေါင်းထားတဲ့ ဇာတ်ကားလေးပါညီကိုတို့လို လိင်စိတ်ဆန္ဒ ပြင်းပြတဲ့ လူငယ်တွေ\n\" ဆေးလိပ်နဲ့အရက်သာ မ‌ေသာက်ဘဲနေနိုင်မယ် ဆန္ဒကိုတော့ သိက္ခာနဲ့ မထိန်းနိုင်ဘူး \" ဆိုတဲ့\nယောက်ျားလေးတွေအတွက် ကောင်မလေးက အရမ်းတင်းကြပ်တဲ့ အခါ\nနေရထိုင်ရခက်တဲ့ အကြောင်းကို ဟာသနှော ရိုက်ကူးထားတဲ့ အချစ်ကားလေး ဖြစ်ပါတယ်လူငယ်တွေ အထူးသဖြင့် အိမ်ထောင်ပြုခါနီး စုံတွဲတွေ\nတစ်ညတာ ပျော်ပျော်ပါးပါးနဲ့ ရယ်မောရင်း ဖြတ်သန်းချင်ရင်တော့ ဒီကားလေးကြည့်ဖို့ အကြံပေးချင်ပါတယ်နော်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 608MB | 257MB\nFormat… mp4\nDuration….  1h 43min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2wymm/Oligosaccharide.The.Movie.2017.HDTV.720p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
        "title": "Naruto Shippuden the Movie: Bonds(2008)",
        "description": "Naruto Shippuden the Movie: Bonds(2008)\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာဒုတိယကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကိုတစ်ရက်မှာ​တော့ မိုး​ကောင်းကင်နင်ဂျာ​တွေရုတ်တရက်ဝင်တိုက်ခိုက်ခဲ့ပါတယ်။ ထိခိုက်​သေဆုံးမှုအများအပြားကြုံလိုက်ရတာမလို့ တိုက်ခိုက်မှုကြီးအ​ကြောင်းကိုစုံစမ်းရင်း မထင်မှတ်တာ​တွေကြုံလာရတဲ့အပြင် ရွာက​နေထွက်သွားတဲ့ sasukeပါ ​ပေါ်လာတဲ့အခါမှာ​တော့....  File size…1.30GB / 717MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Animation , Action , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "6.8",
        "url": "https://megaup.net/1QE9c/Naruto_Shippuden_-_The_Movie_2_-_Bonds[720p](CM).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQU63EVrEqHTkhhkqR23MtEPOwa.jpg",
        "title": "[18+]REC(2011)",
        "description": "[18+]REC(2011)***************  ၁၈+ ကားဆိုသော်လည်း BL ကားဖြစ်သည့်အတွက်မဒေါင်းခင်သတိထားစေလိုပါသည်..........LGBT ချစ်သူများအတွက် 2011ခုနှစ်က ထွက်ရှိခဲ့တဲ့ RECဆိုတဲ့ BLကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ချစ်သူသက်တမ်း ၅ နှစ်မြောက် နှစ်ပတ်လည်နေ့ကို ဟျောင်းဂျူနဲ့ဂျွန်ဆော့တို Gay coupleကဟိုတယ်အခန်းလေးထဲမှာပဲ အမှတ်တရတွေ ဖန်တီးရင်း ဖြတ်သန်းနေပါတယ်...\nသူတိုနှစ်ယောက်ရဲ့လှုပ်ရှားမှုတွေကို ကင်မရာမှာ မှတမ်းတင်ရင်း အတိတ်ကအကြောင်းတွေ ပြောပြီးရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ စနောက်ပျော်ရွှင်နေကြပေမယ့် ရုတ်တရက်ဆိုသလိုသူတို့နှစ်ယောက်ရဲ့ သာယာနေတဲ့ဘဝလေးက ပြိုလဲသွားပါတော့တယ်..\n၅နှစ်ကြာတွဲခဲ့တဲ့ ချစ်သူတွေရဲ့ဆက်ဆံရေးက ဘယ်လိုကိစ္စကြောင့်ပျက်ဆီးသွားမလဲဆိုတာ ဆက်လက်ရှုစားပေးကြပါဦး..   File Size : (1.5GB) and (565MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Drama, Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1aRln/REC_2011.WEB-DL.1080P.PP(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-gatta-134x200.jpg",
        "title": "Gattaca (1997)",
        "description": "သိပ်မဝေးတော့တဲ့ အနာဂတ်မှာ မျိုးရိုးဗီဇမြှင့်တင်ပြောင်းလဲမှုတွေ လုပ်နိုင်လာပါပြီ။ လူတိုင်းဟာ အားနည်းချက်မရှိ ခြောက်ပစ်ကင်း သလဲစင်ဖြစ်လာကြတဲ့ခေတ်ပေါ့။ ဒါကြောင့် သဘာဝအတိုင်း မိခင်က ကိုယ်ဝန်ဆောင်ပြီး မွေးတာက မရှိသလောက်နည်းလာပါတယ်။ သဘာဝအတိုင်းမွေးလာတဲ့သူတွေကိုတော့ 'စံချိန်မမှီ' သူတွေလို့ခေါ်ပြီး သူတို့ရဲ့ပြီးပြည့်စုံမှုမရှိတဲ့ မျိုးဗီဇတွေကြောင့်နေရာတိုင်းမှာ ခွဲခြားဆက်ဆံခံနေကြရပါတယ်။ဒီကားရဲ့ ဇာတ်လိုက်ကျော် Vincent ဟာ အာကာသယာဥ်မှူးလုပ်ပြီး အာကာသထဲခရီးသွားနိုင်ဖို့ အမြဲစိတ်ကူးယဥ်ခဲ့တဲ့သူ တစ်ယောက်ပေါ့။ ဒါပေမဲ့ သူက 'စံချိန်မမှီ' တစ်ယောက်ဖြစ်တာကြောင့် အာကာသထဲသွားမဲ့ ဘယ်ပရိုဂရမ်ကမှ သူ့ကို အလုပ်မခန့်ကြပါဘူး။အဲဒါနဲ့ Vincent ဟာ ဗီဇမြှင့်တင်ပြီး မွေးလာတဲ့ Jerome Morrow ဆိုသူရဲ့ မျိုးရိုးဗီဇအချက်အလက်တွေကို တရားမဝင် ဝယ်ယူပြီး သူ့ကံကြမ္မာကို ပြောင်းပြန်လှန်ဖို့ ကြိုးစားပါတော့တယ်အဲဒီအာကာသပရိုဂရမ်က အကြီးအကဲ ဒါရိုက်တာတစ်ဦး အသတ်ခံရတဲ့အမှုကြောင့် Vincent ရဲ့ အစီအစဥ်တွေ ရှုပ်ထွေးကုန်တဲ့အခါ...Vincent အဖြစ် Ethan Hawke\nJerome အဖြစ် Jude ...",
        "rating": "7.8",
        "url": "https://megaup.net/2wqfg/Gattaca.1997.720p(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8PhaJDd4YcYX7DVKJxoDwBUCZO.jpg",
        "title": "Girl at the Window (2022)",
        "description": "Girl at the Window (2022)အေမီဟာ လူသတ်သမားအကြောင်းတွေ သွေးသံရဲရဲ သတ်ဖြတ်မှုအကြောင်းတွေ ပုံတိုပတ်စ ရုပ်ရှင်တွေနဲ့ ဝတ္ထုတွေကို ခုံမင်တဲ့ ဆယ်ကျော်သက်လေး တစ်ယောက်ဖြစ်တယ်။ဆယ်ကျော်သက်ဆိုတဲ့အတိုင်း ကိုယ်သဘောကျတဲ့အရာတွေကို လက်တွေ့နဲ့ ယှဥ်ပြီး စူးစမ်းချင်တယ်၊ လက်တည့်စမ်းချင်တယ်။ပြောရရင် လူသတ်သမားကို ရှာချင်တဲ့ စုံထောက်မလေးတစ်ယောက်လို နေချင်တယ်ပေါ့။အဲ့တော့ ဘာလုပ်လဲ? သူမအိမ်ပြတင်းပေါက်ကနေ မှန်ဘီလူးတစ်လက်နဲ့ ဟိုဒီလျှောက်ကြည့် စပ်စုနေတော့တာပေါ့။အဲ့လိုနဲ့ သူမရောက်နေတဲ့ မြို့လေးမှာအရင်က ရှိခဲ့ဖူးတဲ့ Clockwork killer ဆိုတဲ့ serial killer ဇာတ်လမ်းဟာ အရင်ကဟိုးလေးတကျော်ဖြစ်ခဲ့သလောက် အခုတော့ လူသတ်မှုတွေ ဆိတ်သုဥ်းနေတဲ့ အချိန်ဖြစ်နေတယ်။ ဒါပေမယ့် အေမီ့ အတွေးထဲမှာတော့ Clockwork Killer ဟာ အငြိမ်နေမှာမဟုတ်ဘူး။ တစ်ရက်တော့ကျိန်းသေ ပြန််ပေါ်လာမယ်ဆိုတာ စုံထောက်အဖြစ်စိတ်ကူးယဉ်ရတာကြိုက်တဲ့ ညာဥ်ကြောင့် သူမအတွေးထဲမှာ တစ်ချိန်လုံးနေရာယူထားပါတော့တယ်။ဒီလိုနဲ့တစ်ရက်ကျတော့ သူမထင်ထားတဲ့အတိုင်း Clockwork Killer ပြန်လဲပေါ်လာရော သူမနဲ့မှဘယ်လို ...",
        "rating": "4.5",
        "url": "https://megaup.net/2wKrw/[CM]Girl.At.The.Window.2022.720p.Bluray.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JvqaHXdKBtEAmm4EDVTGkoAGIj.jpg",
        "title": "Mindcage (2022)",
        "description": "Mindcage (2022)Plotကောင်းကောင်းနဲ့ စုံထောက်ကားကောင်းကောင်းတစ်ကားလာပြီ။ဇာတ်လမ်းအကျဉ်း ...ဂျိတ်နဲ့ မေရီဟာ လွန်ခဲ့တဲ့ငါးနှစ်က ဖြစ်ခဲ့တဲ့ကွင်းဆက်လူသတ်မှုလိုမျိုး ပုံစံတူလိုက်လုပ်ပြီးလူတတ်တဲ့အမှုနဲ့ကြုံရပါတယ်။ အရင်အမှုတုန်းက လူသတ်သမားကိုတော့ ဖမ်းမိထားပြီး သူ့ကိုအနုပညာရှင်လို့ခေါ်ကြတာပါ။ဘာလို့ဆို သူကအမျိုးသမီးတွေကို အဆိပ်ခတ်သတ်ပြီးအလောင်းကို နတ်သမီးတွေလိုတောင်ပံတွေတပ်ပေး တာရှည်ခံအောင်လုပ်ပြီး လူမြင်သာရာမှာ အလှဆင်ထားထားခဲ့လို့ပါတဲ့။အခုအမှုမှာက အနုပညာရင်လုပ်သလိုလိုက်လုပ်တယ်။ ပစ္စည်းတွေကလည်း အတူတူပဲသုံးတာဆိုတော့ အနုပညာရှင်ဆီက သတင်းနှိုက်လို့ရအောင် မေရီသွားမေးရင်း ဘာတွေ ဆက်ဖြစ်ကြမလဲ?ထောင်ထဲက လုံးဝမထွက်ပဲ လူသတ်သွားတဲ့ geniusဆန်ဆန် psychoဆန်ဆန်အပြင် အပမီတာမျိုး religionsဆန်ဆန် ကြိုက်တတ်တဲ့သူဆိုရင် ဇာတ်လမ်းနဲ့အတူ လိုက်စုံစမ်းထောက်လှမ်းလို့ကောင်းတဲ့ ကားလေးပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 544MB, 297MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, ...",
        "rating": "4.9",
        "url": "https://megaup.net/1aOxk/[CM]Mindcage.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw9RaP5uBmYweUK101RhyTLsJpL.jpg",
        "title": "Finnick (2022)",
        "description": "Finnick (2022)ဖင်း ဆိုတဲ့အကောင်လေးတွေဟာ အိမ်တိုင်းမှာရှိကြပြီး လူတွေကို ကူညီပေးနေတဲ့ကိုယ်ပျောက်ဝိဉာဉ်လေးတွေပေါ့။ သူတို့တာဝန်က သာယာပျော်ရွှင်တဲ့အိမ်ကလေးဖြစ်အောင်တာဝန်ယူရပြီး ဘယ် ဖင်း ကမှဒါကိုမဆန့်ကျင်ကြသလို စိတ်ကူးထဲ‌တောင် မရှိကြဘူး။ဒါပေမယ့်ဇာတ်လမ်းထုံးစံအတိုင်းစုန်းပြူးလေးတစ်ကောင်ကတော့မရှိမဖြစ်ပါလာမြဲပဲ။ ဖင်းနစ်ဆိုတဲ့ကောင်လေးက အထက်မှာပြောထားတဲ့အရာတွေနဲ့ဆန့်ကျင်ဖက်ပဲ။ လူတွေကိုသူ့အိမ်မှာမနေနိုင်အောင်တစ်ခုပြီးတစ်ခုလုပ်တယ်။အဲ့ဒါကြောင့်ဘက်ခ်မြို့မှာ ဖင်းနစ် နေတဲ့အိမ်ကိုသရဲအိမ်လို့ခေါ်ကြတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်မယ့်မိသားစုဟာ အလုပ်အတွက် ဘက်ခ်မြို့ကိုရောက်လာကြတယ်။ သူတို့ရဲ့သမီးလေးခရစ်စတင်းဟာစုံထောက်ပညာကိုစိတ်ဝင်စားသလို တကယ်လည်းဉာဏ်ထက်ပါတယ်။ဒါရိုက်တာက ခရစ်စတင်းတို့မိသားစုကိုခဏတဖြုတ်နေဖို့ ဖင်းနစ်ရဲ့အိမ်လေးကိုငှားပေးလိုက်တယ်။ လူတွေလာနေတာမကြိုက်တဲ့ ဖင်းနစ်နဲ့ လက်တွေ့ကျကျဖြေရှင်းရမှကျေနပ်တဲ့ စုံထောက်လေးခရစ်စတင်းတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.8GB, 812MB, 469MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat      ...",
        "rating": "5.8",
        "url": "https://megaup.net/3cIaq/[CM]Finnick.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NuFYT1f1rG0AeIVTJEgsRa7AOi.jpg",
        "title": "Paris, Texas (1984)",
        "description": "Paris, Texas (1984)~ IMDb - 8.1/10, Rotten Tomatoes - 94% ~ပဲရစ်လို့ကြားလိုက်ရင် ဥရောပတိုက်က အီဖယ်တာဝါကြီးနဲ့ တခမ်းတနားရှိလှတဲ့ ပဲရစ်မြို့ကိုပဲ မြင်ယောင်မိကြမှာပါ။ ဒါပေမဲ့ အမေရိကန်ပြည်ထောင်စု တက္ကဆက်ပြည်နယ်မှာရှိတဲ့ လူမသိသူမသိ မြို့သေးသေးလေးရဲ့ နာမည်ဟာလည်း ပဲရစ်ပါပဲ...သူ့ကိုယ်သူ ဘယ်သူဘယ်ဝါမှန်းမသိ၊ ကန္တာရထဲမှာ ဦးတည်ရာမဲ့လျှောက်သွားနေတဲ့ လူတစ်ယောက်ကို တစ်ရက်မှာ သူစိမ်းတစ်ယောက်က တွေ့လို့ ကယ်တင်ခဲ့ပြီး သူ့ရဲ့ ညီဖြစ်သူနဲ့ ပြန်လည် ဆုံစည်းစေခဲ့ပါတယ်။ ၄နှစ်တာလုံးလုံး သတင်းမကြားဘာမကြားနဲ့ လုံးလုံးပျောက်သွားခဲ့ပြီး လတ်တလောဘဝနဲ့ပတ်သက်တဲ့ မှတ်ဉာဏ်တွေလည်း ပျောက်သွားတဲ့ ထရာ့ဗစ်ကို သူ့ညီဖြစ်သူက လူ့အသိုက်အဝန်းထဲကို ပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ သူ ပြန်ရောက်လာမှုက သူ့ညီရဲ့ မိသားစုဘဝကို မငြိမ်မသက်ဖြစ်လာစေပါတယ်။ သူ့ညီရဲ့ မိသားစုလို့ ဆိုရာမှာ သူတစ်ချိန်က ထားခဲ့တဲ့ သူ့ရဲ့သားငယ်လေးလည်းပါတယ်။ သူထွက်သွားတဲ့ ၄နှစ်ဆိုတဲ့အချိန်ဟာ သူ့သားငယ်အတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1QO26/(CM)_Paris,_Texas_(1984)_REMASTERED_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d6Nu5c7BSo5BrH2xE1pnj3yNrc.jpg",
        "title": "A Cinderella Story(2004)",
        "description": "A Cindrella Story(2004)===============မရိုးနိုင်တဲ့ စင်ဒရဲလားဇာတ်လမ်းမြောက်များစွာထဲကမှရှေးခေတ်မူနဲ့မဟုတ်ဘဲ ခေတ်သစ်စင်ဒရဲလားဇာတ်လမ်းလေးနဲ့ CMပရိသတ်တွေကို မိတ်ဆက်ပေးပါရစေ။ Samဟာ အဖေနဲ့အတူ ပျော်ရွှင်ပြည့်စုံစွာနေခဲ့ရပေမဲ့ အဖေယူလိုက်တဲ့မိန်းမကတော့ Samကိုမကြည်လှပါဘူး။ အဖေဆုံးပါးသွားတဲ့နောက်မှာမိထွေးနဲ့ သူ့သမီးနှစ်ယောက်က အရာအားလုံးကိုအပိုင်စီးကာ Samကိုလည်း အစေခံတစ်ယောက်လိုခိုင်းပါတယ်။ Samနဲ့အတူ အွန်လိုင်းပေါ်က စကားပြောဖော်လေးတစ်ယောက်လည်းရှိပါသေးတယ်။ အဲဒီစကားပြောဖော်လေးနဲ့အတူ ကျောင်းကပွဲမှာ လူချင်းတွေ့ဖို့ ချိန်းဆိုထားပေမဲ့မိထွေးက လုံးဝမလွှတ်ဘဲ အလုပ်တွေပဲလုပ်ခိုင်းထားပါတယ်။Samဟာ ကပွဲကို ဘယ်လိုရောက်အောင်သွားမလဲသူ့မင်းသားလေးနဲ့ ဘယ်လိုတွေ့မလဲဆိုတာကိုတော့ကိုယ်တိုင် ကြည့်ရှုလိုက်ကြပါဦးနော်။ File size…2.48GB / 1.18GB / 771MB\nQuality…Blu-Ray 1080p5.1CH  / 720p / 480p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Family , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.9",
        "url": "https://megaup.net/1aQta/A.Cinderella.Story.2004.Blu-Ray1080P5.1CH(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
        "title": "Naruto Shippuden the Movie(2007)",
        "description": "Naruto shippuden the movie=========================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာပထမဆုံးကားဖြစ်ပြီးIMDb 6.7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Demon countryမှာ အနာဂတ်ကိုကြိုမြင်နိုင်တဲ့နတ်ဆရာမတစ်ပါးရှိပါတယ်။ တ​နေ့မှာ​တော့ချိတ်ပိတ်ချုပ်​နှောင်ထားတဲ့ မိစ္ဆာဘုရင်ကြီးဟာမသာမာသူမအလ​တွေ​ကြောင့်လွတ်လာခဲ့ပြီးကမ္ဘာကိုအုပ်စိုးဖို့ပဲလုပ်​ဆောင်လာပါ​တော့တယ်။မိစ္ဆာဘုရင်ကြီးကိုတားဆီးနိုင်တဲ့သူဟာလည်းနတ်ဆရာမပဲရှိတာမလို့ နတ်ဆရာမကိုကာကွယ်​ပေးရမယ့်တာဝန်ဟာ Narutoတို့တာဝန်ဖြစ်လာပါတယ်။ဒါ​ပေမဲ့ Narutoဟာ ​​သေရ​​တော့မယ်လို့နတ်ဆရာမကြီးက ​ဟောလိုက်တဲ့အချိန်မှာ​တော့......နတ်ဆရာမ​ဟောတာ​တွေက အမြဲမှန်မှာလားNarutoဟာ တကယ်​သေရ​​တော့မှာလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါ။ File size…1.25GB / 632MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Dr ...",
        "rating": "8.7",
        "url": "https://megaup.net/1QE73/Naruto_Shippuden_-_The_Movie_1_-[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCxDOdb9LnL1i3d53vV6DjaembV.jpg",
        "title": "London(2005)",
        "description": "London(2005)************နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Chris Evan နဲ့ Jason Statham တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Londonဆိုတဲ့ ဒီဇာတ်ကားလေးမှာတော့ ဆစ်ဒ်ဟာ သူအရမ်းချစ်ရတဲ့ အမျိုးသမီလေး Londonနဲ့ လမ်းခွဲပြတ်စဲအပြီးဆေးစွဲသူတစ်ယောက်အဖြစ် ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ Londonက အဝေးကိုထွက်ခွာတော့မှာမို့ နှုတ်ဆက်ပါတီပွဲလုပ်ကြတဲ့အခါ...ဖိတ်ကြားခြင်းမခံရတဲ့ ဆစ်ဒ်ဟာလည်း နောက်ဆုံးအကြိမ်အခွင့်အရေးရလိုရငြားသူ့အတွက် ကိုကိန်းလာပို့ပေးတဲ့ ဘိတ်မန်းနဲ့အတူ ပါတီပွဲကို တက်ရောက်ခဲ့ပါတယ်။ဒီလိုနဲ့ တစ်ခါမှ မတွေ့ဖူးကြတဲ့ ဆစ်ဒ်နဲ့ ဘိတ်မန်းတို့ အစပ်အဟပ်တည့်ပြီးဆေးတွေ ရှူ.. ဒဿနတွေပြောကြရင်း Londonသူငယ်ချင်းတွေဆီကနေသူတောင်မသိတဲ့ဇာတ်လမ်းတွေကြားသိရတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..............     File Size : (1.4GB) and (535 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tun Ag Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2wLel/London.2005.BLU-RAY.1080P.PP(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDg4MTkzZGMtZWI0My00MWI5LWFmYTMtY2E5NGZiYzhiY2ZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Yugi (2022)",
        "description": "Yugi (2022)\nDrama, Thriller\nIMDb 7.8/10အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းလေးကတော့ နည်းနည်းဆန်းပါတယ်\nကောင်မလေးတစ်ယောက်ပျောက်နေပါတယ်...ပျောက်သွားတဲ့ကောင်မလေးနေတဲ့ အိမ်ကလည်း\nအဲ့ဒီနားတဝိုက်မှာ ခြောက်တယ်လို့ ဂုဏ်သတင်းကြီး​နေပါတယ်ပိုပြီးထူးဆန်းဖို့ကောင်းတာက အဲ့ဒီကောင်မလေးကို ရဲတပ်ဖွဲ့ကရော...\nနိုင်ငံရေးသမားတွေကပါ အပူတပြင်းလိုက်ရှာနေကြပါတယ်အဲ့ဒီလို လိုက်ရှာနေရတာကိုလည်း သူတို့လည်း ဘာလို့လိုက်ရှာနေရမှန်း မသိကြပါဘူးဆိုတော့\nတမီလ်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းကို ဇာတ်သိမ်းထိ ဆွဲဆောင်သွားမှာမို့ ​\nရှေ့ဆက်ဘယ်လိုစိတ်လှုပ်ရှားစရာကောင်းလာမှာလဲဆိုတာကိုတော့\nဇာတ်ကားကြည့်ရင်းနဲ့ပဲ အဖြေရှာကြည့်ကြတော့နော်....။\nFile size…1.94GB / 917MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Poe & Yunni & Cherry",
        "rating": "7.8",
        "url": "https://megaup.net/3cIl1/Yugi_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/dasd990-141x200.jpg",
        "title": "(21+) If She’s Asked, She Can’t Refuse! [DASD-990]",
        "description": "လှတာမက်ရင် ညစာခက်တယ်ဆိုတဲ့\nဆိုရိုးစကားက ဘိုလာလို မိန်းကလေးအတွက်တော့\nဟာသတစ်ခု ဖြစ်နေမှာပဲဘိုလာက ဟင်းချက်လက်ရာကောင်းတယ်\nသူ့အမျိုးသားကြိုက်တဲ့ ကောင်းနိုးရာရာ\nလေးတွေကို အမြဲတစေချက်ပေးတက်တဲ့\nအိမ်ရှင်မကောင်းတစ်ယောက်ပါ\nအလှအပရေးရာမှာလဲ ပြည့်စုံလွန်းလှတယ်\nညဖက်ရောက်ရင်လဲ မယားကောင်းပီသတယ်\nသူမရဲ့ အလှပတွေက အထူးသဖြင့်\nဝိုင်းစက်နေတဲ့ ရွှေရင်အစုံ တင်းရင်းနေတဲ့ တင်ပါးအလှနဲ့\nလိုက်ဖက်လှတဲ့ ကျစ်လစ်နေတဲ့ခါးသေးသေးလေးတွေ\nက ဆွဲဆောင်စရာမလိုအောင် စွဲမက်ဖို့ကောင်းတယ်သူတို့နဲ့ တစ်ဖက်ခန်းက ကျောင်းသားလေး ဆာတို\nစာမေးပွဲတွေ တဖုတ်ဖုတ်ကျ စာတွေကျက်ရတာပင်ပန်း\nအဲဒါကို ဘိုလာက သနားပြီး စားစရာတွေ သွားပို့ပေးရင်းကနေ\nဆာတို စာမေးမွဲကျတဲ့ အကြောင်းရင်းမှန်သိသွားပါတော့တယ်\nအဲဒါ သူမနဲ့ ဘယ်လိုပက်သက်နေတာလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းလှတာကြောင့် DS Fans တွေအတွက်\nတင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.35GB  / 1.06GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2wK4B/[DASD-990]_Natural_seduction720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/aksar-149x200.jpg",
        "title": "Aksar (2006)",
        "description": "Aksar (2006)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ကားကောင်းလေးကလည်း လှည့်ကွက်လေးတွေနဲ့\nတကယ်ကို ကြည့်လို့ကောင်းတဲ့ ကားလေးပါပဲ..မင်းသားအနေနဲ့ကတော့ မင်းသားချော အင်မရန်းဟက်ရှမီနဲ့\nRaaz 2002 ထဲက မင်းသားချောလေး ဒီနိုမောရိယတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ လူတွေရဲ့ဖြစ်တတ်တဲ့သဘောကို ရိုက်ကူးတင်ဆက်ထားခြင်းပါ။အောင်မြင်ကျော်ကြားတဲ့ ဓါတ်ပုံဆရာလေး ရစ်ကီဆီကို ရာဂျ်ဆိုတဲ့ လူချမ်းသာတစ်ယောက်ရောက်လာပြီး\nငါ့မိန်းမ မင်းကိုချစ်လာအောင် စည်းရုံးပေးနိုင်ရင် ငွေ သိန်း ၃၀ ပေးမယ်လို့ ကမ်းလှမ်းလာတယ်။သူ့ရဲ့မိန်းမဖြစ်သူကလည်း နာမည်ကြီး မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ ရှီနားရွိုင်း...။ရှီနားနဲ့ ရစ်ကီတို့က ကတောက်ကဆဖြစ်ခဲ့ဖူးတယ်။ ဒါကို သိနေတဲ့ ရှီနားယောက်ျားက\nရစ်ကီကို လာကမ်းလှမ်းခဲ့ခြင်းဖြစ်ပါတယ်။ရစ်ကီဆိုတာကလည်း နယ်နယ်ရရ ဓါတ်ပုံဆရာလေးမဟုတ် မော်ဒယ်တော်တော်များများရဲ့\nအလှစစ်ကို အိပ်ရာထက်နဲ့ ဓါတ်ပုံပေါ်မှာ ရှာဖွေတဲ့သူတစ်ယောက်ဆိုပါတော့...။ဒီအလုပ်ကို ရစ်ကီလက်ခံခဲ့ပါတယ်...။ခုမေးစရာက ရာဂျ်က ရစ်ကီကို ဘာလို့ ကိုယ့်မိန်းမကိုမှ ချစ်လာအောင် ဖမ်းစားခိုင်းတာလဲ...။ရစ်ကီနဲ့ ရှီနားတို့ကရော ဘယ်လိုအခြေအနေဖြစ်လာမလဲ...။နောက်ဆုံး ဒါရိုက်တာရဲ့ဇာတ်လမ်းလှည့်ကွက်လေးတွေမှာ ဘယ်လိုမျောပါသွားမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာ အဖြေရှာကြည့်ရအောင်နော်...။ဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ ကိုယ့်ဒူးတောင်ကိုယ်မယုံရပါလားဆိုတဲ့ စကားပုံလေးက\nအမှန်ပါလားလို့ သံဝေဂရမိပါတယ်ဆိုတော့ ရှုစားလို့ရပါပြီနော်...။\nFile size…1.8GB / 1GB\nQuality…1080p ...",
        "rating": "4.9",
        "url": "https://megaup.net/3cHmo/Aksar.2006.Hindi.720p.AMZN.WEBRip.AAC.2CH.ESub.(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxa0ACvJfdGvevgmxpGKPReh7Xb.jpg",
        "title": "Twelve Nights (2000)",
        "description": "Twelve Nights (2000)~ IMDb - 6.7/10, MyDramaList - 7.4/10 ~The Warlords နဲ့ Dragon တို့လို ကားကောင်းတွေမှာ ဇာတ်ညွှန်းရေးခဲ့တဲ့ စာရေးဆရာမ Aubrey Lam ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ ဟောင်ကောင်ရဲ့ အကျော်အမော် မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Cecilia Cheung နဲ့ သူ့ခင်ပွန်းဟောင်း လက်ရှိခေတ်ရဲ့ နာမည်ကျော်တစ်ယောက်ဖြစ်တဲ့၊ ကျွန်တော်တို့တော့ ဟွားဝူချွဲအဖြစ်နဲ့ စသိခဲ့ကြတဲ့ Nicholas Tse တို့လို နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်း အချစ်တို့ရဲ့ ၁၂ညတာ အကြောင်းပါပဲ။ အချစ်ရဲ့ ပြေးတော့လိုက် လိုက်တော့ပြေးခြင်းတွေ၊ အချစ်ရဲ့မရင့်ကျက်ခြင်းတွေ၊ ဘဝရဲ့လှည့်စားခြင်းတွေကို ၁၂ညတာအချိန်အတွင်း ဘောင်သွင်းပြသွားတဲ့ ဟောင်ကောင်ရိုမန့်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ အလှတရားနဲ့ ညှို့ကွင်းထောင်နေတဲ့ ယန်တစ်ခုလို Cecilia Cheung နဲ့တင် ဒီဇာတ်လမ်းကို ကြည့်သင့်နေပြီ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aPd3/(CM)_Twelve_Nights_(2000)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZc1VbEe6LFs9vL5GgJDUcbd7Ut.jpg",
        "title": "Greed (2022)",
        "description": "Greed (2022)(1080p ရပါပြီ)ဇာတ်ကားနာမည်က Greed တဲ့ .. လောဘပေါ့။ လောဘ​တရားဟာ ဘယ်ဘာသာရေးမှာမဆိုရှိတယ်။ ခရစ်ယာန်မှာလည်း ခရစ်ယာန်၊ ဗုဒ္ဓဘာသာမှာလည်း ဗုဒ္ဓဘာသာအလျောက် ပြဌာန်းထားတာတွေရှိတယ်။ လောဘ​အကြောင်းကတော့ ပြောလို့ကုန်မှာတောင် မဟုတ်ဘူး။ဇာတ်လမ်းအကျဉ်း ...တွမ်မီ၊ ကီချီ၊ သာဒုံ ဆိုတဲ့ သူငယ်ချင်း ၃ယောက်ရှိတယ်။ တစ်နေ့မှာ သူတို့၃ယောက်ဆီ ထီလက်မှတ်တစောင်ရောက်လာပြီး သူတို့ ၃ယောက်စလုံးကို ထီလက်မှတ်အသွင်နဲ့ ရောက်လာတဲ့ လောဘတရားက တဖြည်းဖြည်း ဘယ်လို ဝါးမြိုသွားမလဲ ကြည့်ရမှာပါ။ဒီဇာတ်ကားလေးက လူတွေရဲ့ လောဘဇောတွေကို အဓိက Highlight လုပ်ပြထားပြီး အဲ့ဒါကိုပဲ ပေါ်လွင်အောင် ရိုက်ပြထားနိုင်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hein That Naing ပါ။)File Size          : 2.5GB, 987MB, 477MB\nQuality        ...",
        "rating": "6.9",
        "url": "https://megaup.net/1aOue/[CM]Greed.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXPeRqkP3ZukivafI2ZoQWQW9h2.jpg",
        "title": "The God of Cookery (1996)",
        "description": "The God of Cookery (1996)~ IMDb - 7.3/10, Rotten Tomatoes - 86% ~ဟောင်ကောင်မှာ Comedy ကားဆို ကျွန်တော်တို့ ထိပ်ဆုံးက ပြေးသတိရကြမယ့် ပုဂ္ဂိုလ်ကြီးဟာ စတီဖင်ချောင်ပဲမဟုတ်လား။ ချောင်ဟာ ဒီလောကကို ဝင်ဝင်ချင်းမှာတော့ သူရိုက်ခဲ့တဲ့ King of Comedy ထဲကလိုပဲ ဟိုဘက်က ညောင်ပင်တစ္ဆေအော်ရင် ရုပ်တောင်မပါဘဲ ဝေလေလေပြန်ထူးရတဲ့ ဇာတ်ကောင်နေရာမျိုးကနေ စဝင်လာခဲ့တာပါပဲ။ A Better Tomorrow မှာ Cast List ထဲ သူပါလို့ ရှာကြည့်တော့ ၄ပြန်လောက်ရှာပြီးမှ ၃စက္ကန့်လောက်ပါရတဲ့ လူဆိုးဂိုဏ်းကကောင်လို နေရာမျိုးတွေပေါ့။ ဒီနောက်မှာတော့ အက်ရှင်သမားအနေနဲ့ ပွဲဦးထွက်ခဲ့သလို သရုပ်ဆောင်ဆုလည်းရခဲ့ပါတယ်။ ဘရုစ်လီကားကြည့်ပြီး ဘရုစ်လီလိုဖြစ်ချင်ခဲ့တဲ့သူဆိုတော့လည်း ဆန်းတော့ မဆန်းပါဘူး။ နောက် အဲဒီခေတ်ကလည်း ဟောင်ကောင်အက်ရှင်တွေရဲ့ရွှေခေတ်လို့လည်း ပြောလည်း မမှားဘူးကိုး။ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wJL6/(CM)_The_God_of_Cookery_(1996)_720p.mp4",
        "category": "Action, Comedy, Fantasy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yc3O913QYEz87eeKqOyrlLc31vD.jpg",
        "title": "The Distributors (2022)",
        "description": "The Distributors (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ ဒိုယူဘင်းဆိုတဲ့ ကျောင်းဆရာက ကျောင်းသား နှစ်ယောက်ကို သူတစ်ပါး ခွင့်ပြုချက်မပါဘဲ လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်တဲ့ ‌ပုံတွေကို ရိုက်ကူးတဲ့အတွက် ပြစ်ဒဏ်ပေးတာနဲ့ စတင်ထားပါတယ်။အပြစ်ပေးခံရတဲ့ထဲက တစ်ယောက်က ရိုးသားကြိုးစားဖိုးသခွားလေး ... ဆိုလ်းတက္ကသိုလ်ကို သွားမယ့်သူဆိုပြီးတော့ ဆရာတွေ နှုတ်ဖျားမှာ နာမည်ကြီးနေတဲ့ အန်ဂျီဟို ဖြစ်ပြီး နောက်တစ်ယောက်ကတော့ ယောက်ဖဖြစ်လာမဲ့ အင်ဆောင်းမင်းတို့ဖြစ်တယ်။ဒိုယူဘင်းဆိုတဲ့ ကျောင်းဆရာက မကြာခင် လက်ထပ်တော့မှာဖြစ်ပြီး သာယာတဲ့ အိမ်ထောင်ရေးဘဝလေးကို စိတ်ကူးယဉ်နေသူပါ။ ဒါပေမဲ့ သူငယ်ချင်းဖြစ်သူ ‌ကောင်းမှုကြောင့် လက်မထပ်ရသေးခင်မှာ ကလပ်မှာသွား ကောင်မလေး နှစ်ယောက်နဲ့ သာယာပြီး မမေ့နိုင်စရာကောင်းတဲ့ ညလေး တစ်ညဖြစ်ခဲ့တယ်။ပျောက်ဆုံးသွားတဲ့ အဲ့ဒီညကမှတ်ဉာဏ်တွေနဲ့အတူ တစ်စုံတစ်ယောက်ဆီကနေ ဖုန်းဝင်လာတဲ့အခါ ...\nသာယာတဲ့ အိမ်ထောင်ရေးဘ၀‌လေးကို စိတ်ကူးယဉ်ခဲ့တဲ့ ဒိုယူဘင်း တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ? ဆိုတာတော့ ဇာတ်လမ်းလေးကြည့်ရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Miri ကရေးပေးထားပါတယ်။)File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1aOwt/[CM]The.Distributors.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43yEeZbFeFOah9mZWIIJe57STKS.jpg",
        "title": "Lovesong(2016)",
        "description": "Lovesong (2016)===============IMDb 6.3, Rotten Tomatoes 83%''နင်ဒီကို ဘာလို့လာတာလဲ''''ငါ့အချစ်ဆုံးသူငယ်ချင်းရဲ့လက်ထပ်ပွဲမလို့ပေါ့''''ငါမေးတာက နင် ဒီကို ဘာလို့လာတာလဲလို့''''ငါ နင့်ကို လွမ်းလို့... အချိန်တိုင်း...''ယောက်ျားဖြစ်သူရဲ့လစ်လျူရှုခြင်းကိုခံထားရတဲ့ဆာရာတစ်ယောက် သူ့သမီးလေးရယ် အချစ်ဆုံးသူငယ်ချင်းမင်ဒီတို့နဲ့အတူ ခရီးတိုတစ်ခု စတင်ထွက်ခဲ့တယ်ခရီးတစ်လျှောက် ဆာရာနဲ့ မင်ဒီတို့ကြားကသူငယ်ချင်းထက်ပိုတဲ့ ခံစားချက်လေး ပြင်းထန်အားကောင်းလာချိန်မှာပဲ အခြေအနေတွေဟာသူတို့နှစ်ယောက်ကို ဝေးကွာစေခဲ့တယ်သုံးနှစ်ခန့်ကြာပြီးတဲ့နောက်မှာတော့ဆာရာတစ်ယောက် မင်ဒီ့ရဲ့လက်ထပ်ပွဲမတိုင်ခင်ရက်တွေမှာ သူတို့နှစ်ယောက်ကြားက ခံစားချက်လေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားတဲ့အခါ...ဒီရုပ်ရှင်ဟာ အကောင်းဆုံးဇာတ်ညွှန်းဆုကို ရရှိပိုင်ဆိုင်ထားပြီးအဓိကသရုပ်ဆောင်တွေအဖြစ် ဝါရင့်မင်းသမီးကြီးတွေဖြစ်တဲ့Jena Malone နဲ့ Riley Keough တို့က သဘာဝကျကျပါဝင်သရုပ်ဆောင်ထားတဲ့ GL Dramaရုပ်ရှင်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ် File size…1.14GB / 520MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 24m\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.5",
        "url": "https://megaup.net/2wJsh/Lovesong.2016.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/drug-113x200.jpg",
        "title": "Drug Hunting Operation ( 2021 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် တစ်နိုင်ငံလုံးကို တုန်လှုပ်သွားစေခဲ့တဲ့\nဖြစ်ရပ်မှန် ကွမ်တုန်း မူးယစ်ဆေးဝါး အမှုတစ်ခုဖြစ်တဲ့\n\"GG Project\" ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်လူငယ်ရဲတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့\nဝမ်ရှင်း / ခေါင်းဆောင် လီကွမ်းဖုန်းတို့နဲ့အတူတူ\nလက်အောက်ခံ ရဲတပ်ဖွဲ့ဝင်များဟာ မူးယစ်ဆေးဝါး နှိမ်နှင်းရေး တိုက်ပွဲတစ်ခုကို\nအသေအကျေ ဝင်ရောက်ခဲ့ပုံတွေကို ပုံဖော်ပြထားတဲ့\nကားလေးဆိုရင်လဲ မမှားပါဘူး နိုင်ငံတကာ မူးယစ်ဆေးဝါးထုတ်လုပ်မှုနဲ့\nရောင်းဝယ်ဖောက်မှု အမှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nဆောင်ရွက်ခဲ့ကြတဲ့ ရဲတပ်ဖွဲ့ရဲ့ ပုံရိပ်တွေ / လက်တွေ့ကျကျ\nစေ့စပ်မှုတွေနဲ့ တာဝန်ကို ထမ်းဆောင်ခဲ့ကြတဲ့ ပုံရိပ်တွေ ကိုလဲ ရိုက်ပြထားပါသေးတယ်ဒါ့အပြင် ပစ်ခတ်မှုတွေ ရန်ပွဲတွေ ဖောက်ခွဲမှုတွေကြားက\nမူးယစ်ဆေးဝါး တိုက်ဖျက်ရေး မြင်ကွင်းများကို မီးမောင်းထိုး\nရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့ Action ကားတွေ\nကြိုက်နှစ်သက်တဲ့ သူတွေ အနေနဲ့ကတော့\nဒီကားလေးကိုကြိုက်နှစ်သက်မိမှာအမှန်ပါပဲရှင်\nအဲ့တော့ အခုပဲ ကြည့်ရှုလိုက်ရအောင်ပါနော်\n[ Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drug-hunting-operation-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0pAARUq3foDWFsrUmlYDHtNPE9.jpg",
        "title": "Freeway(1996)",
        "description": "Freeway(1996)\n=============ဒီတစ်ခေါက်မှာတော့ Freeway ဆိုတဲ့ စိတ္တဇလူသတ်သမားကားကို မိတ်ဆက်ပေးချင်ပါတယ်။အသက်၁၅နှစ်သာရှိသေးတဲ့ ဗန်နက်ဆာဆိုတဲ့ကောင်မလေးဟာ သူမမွေးခင်ကတည်း အဖေမရှိတော့ဘဲ အမေရယ် ပထွေးရယ်နဲ့အတူ နေထိုင်ရတာဖြစ်ပါတယ်။ သူတို့ဟာ သာမာန်မိသားစုမဟုတ်ဘဲအမေကအပျော်မယ်လုပ်ကိုင်သူဖြစ်ပြီး ပထွေးဖြစ်သူကဆေးစွဲနေတဲ့ထောင်ထွက်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ သူ့တို့နှစ်ယောက်လုံး ဆေးမှုနဲ့ ထောင်ကျသွားတဲ့အချိန် ဗန်နက်ဆာတစ်ယောက် မိဘမဲ့စောင့်ရှောက်ရေးဆီ အပို့ခံရဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် အရင်ကတည်း ရောက်ဖူးပြီးတဲ့ဗန်နက်ဆာဟာအဲဒီကို ထပ်မသွားချင်တာကြောင့် တစ်ခါမှမတွေ့ဖူးတဲ့အဘွားဆီကို ထွက်ပြေးလာခဲ့ပါတယ်။ ကံမကောင်းအကြောင်းမလှစွာနဲ့ ဗန်နက်ဆာတစ်ယောက် အဝေးပြေးလမ်းမှာကားပျက်ပါတော့တယ်။ လမ်းမှာဒုက္ခရောက်နေတဲ့အချိန် ကူညီမယ့်သူပေါ်လာခဲ့ပေမယ့် သူ့ကိုလာကူညီတဲ့သူဟာသတင်းတွေထဲနာမည်ကြီးနေတဲ့ အဝေးပြေးလမ်းစိတ္တဇလူသတ်သမားဖြစ်တဲ့ အိုင်ဖိုက် လူသတ်သမား ဖြစ်နေတဲ့အခါ.... File size…1.44GB / 653MB\nQuality…Web-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.8",
        "url": "https://megaup.net/2wJbo/Freeway.1996.WEBRip720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7MWaPlkKGMrEjbvKOa9rXH4rPg.jpg",
        "title": "Are We There Yet?(2005)",
        "description": "Are we there yet (2005)===================ကလေးတွေဆိုတာက မရှိမကောင်းရှိမကောင်းလေးတွေ။ရှိနေပြန်ရင်လည်း သူတို့အတွက်အမြဲစိုးရိမ်ပူပန်နေရတတ်သလို မရှိပြန်ရင်လည်းဘ၀ကြီးကအထီးကျန်နေပြန်ရော။နစ်ခ်ပါဆန် ဆိုတာ ဘောစိ မိန်းမတွေထည်လဲတွဲဘ၀ကြီးကိုအပူအပင်မရှိဖြတ်သန်းနေတဲ့လူ။ တခုပဲရှိတာကသူက ကလေးတွေဆိုရင်ကြည့်လို့ကိုမရဘူး။စိတ်တိုရအောင်အမြဲလုပ်တဲ့ဂြိုဟ်ကောင်လေးတွေလို့ပဲမြင်တာ။ ဒီလိုလူက ကလေးနှစ်ယောက်အမေဖြစ်သလောက်အရမ်းလန်းတဲ့ဆူဇန်ဆိုတဲ့အမျိုးသမီးကိုမှသွားကြိုက်မိတယ်။ နစ်ခ်ရဲ့စရိုက်ကိုမကြိုက်တဲ့‌ဆူဇန်ကငြင်းလိုက်ပြီး သူငယ်ချင်းအနေနဲ့ပဲလက်ခံခဲ့တယ်။တစ်နေ့မှာ ဆူဇန်ရဲ့ကလေးတွေကို နှစ်သစ်ကူးမှာကနေဒါကိုခေါ်လာပေးဖို့အကြောင်းဖန်လာခဲ့တာဟာနစ်ခ်အတွက်တော့အမှတ်ယူ တဆင့်တက်ဖို့အခွင့်အရေးပဲ။ခက်တာက ဒီကလေးနှစ်ကောင်ကယ်ဗင်နဲ့လင်ဆီက တကယ့်ပြသာနာအိုးလေးတွေ။နစ်ခ်ကို သည်ယုန်မြင်လို့သည်ချုံထွင်နေတာသိတဲ့သူတို့ကဘယ်လိုမျိုးပညာတွေ၀ိုင်းပြကြမလဲ။နစ်ခ်တယောက်ကရော ကနေဒါကိုရှောရှောရှုရှုရောက်နိုင်ပါ့မလားသူ့အတွက်ရောအဖြေကဘာဖြစ်မလဲဆိုတာကိုဒီမိသားစုခရစ်စ္စမတ်ဟာသကားလေးမှာရှုစားပေးကြပါဦး...... File size…2.21GB / 985MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Adventure , Comedy , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "4.7",
        "url": "https://megaup.net/3cGy3/Are.We.There.Yet.2005..BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPJaXDnW8Bsb2Dy51MHmXkcF4J.jpg",
        "title": "Ditto (2022)",
        "description": "Ditto (2022)လက်ရှိကြောင့်ပဲ အတိတ်ကပြောင်းလဲသွားတာလား၊ အတိတ်ကြောင့်ပဲ လက်ရှိဖြစ်လာသလား\"အချိန်တွေကို ကျော်လွန်ပြီး အချိန်ခရီးသွားတယ်ဆိုတာကို စိတ်ကူးယဉ်ဖူးတဲ့သူတွေအတွက်ကတော့\nတကယ်ကို စိတ်ကူးယဉ်လို့ကောင်းမယ့် လွမ်းဆွတ်စရာဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Ditto ကို ပြန်ရိုက်ကူးထားတယ်ဆိုပေမဲ့\nဒါရိုက်တာတွေရဲ့ ပုံဖော်မှုမှာတော့ တစ်ခုနဲ့တစ်ခုမတူအောင် ပြသွားတာတွေကို ခံစားရမှာပါစကားပြောစက်ကနေစခဲ့တဲ့ ဇာတ်လမ်းကတော့ ၁၉၉၉ ခုနှစ်က ဂင်ယုံး နဲ့\n၂၀၂၂ ခုနှစ်မှာရှိနေတဲ့ ကျောင်းသူမူနီးတို့က အချင်းချင်းဆက်သွယ်ကြရင်း ဆန်းကြယ်မှုတွေကို ကိုယ်တိုင်ကြုံတွေ့ရပါတော့တယ်စကားပြောစက်ကနေပဲ သူငယ်ချင်းဖြစ်လာတဲ့ သူတို့နှစ်ယောက်ဟာ\nအချစ်ရေးအချစ်ရာတွေ အိပ်မက်အကြောင်းတွေ တိုင်ပင်ကြရင်းနဲ့\nအတိတ်ဆိုတာကို ပြောင်းလဲပစ်လို့မရဘူးဆိုတာကို သိလာတဲ့အခါမှာတော့ ဘဝတွေ တစ်ဆစ်ချိုးခဲ့ပါပြီ...Cast တွေအနေနဲ့ကတော့ ပြောစရာမလိုအောင် ကောင်းပြီးသား၊\nအကုန်လုံးကလည်း မျှော်နေကြတဲ့ ဇာတ်လမ်းလေးဆိုတော့ ခံစားကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "8.2",
        "url": "https://megaup.net/1QLqg/Ditto.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjYwZjE3NzEtYjYzYS00YWM5LTk2NTQtNDE3ODcwZjA1ZWU0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Code Name: Tiranga (2022)",
        "description": "Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့\nစပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်...\nစပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့\nတာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး\nအရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး\nplot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး\nမစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ\nအာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်....သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့\nအလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်...\nအဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး\nအဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို\nစိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်\nFile size…1.34GB / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~Yunni",
        "rating": "",
        "url": "https://megaup.net/1QL3h/Codename.Tiranga.2022.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tgmoZtdRWerdmK1KPcdf87uZyE.jpg",
        "title": "The Banshees of Inisherin (2022)",
        "description": "The Banshees of Inisherin (2022)ဒီရုပ်ရှင်ကတော့ အတော်ကိုပြောင်မြောက်တဲ့ Dark Comedy အမျိုးအစားပါ။\nMartin McDonagh ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတာပါပဲ။\nMartin McDonagh ဆိုတာ In Bruges, Seven Psychopaths, Three Billboards Outside Ebbing,\nMissouri တို့တို့ နာမည်ကြီးရုပ်ရှင်တွေကို ရေးသားပေးခဲ့တဲ့သူပါပဲ။\nဒီရုပ်ရှင်ဟာ တကယ်တော့ အိုင်းရစ်ပြည်တွင်းစစ်ကို သရော်တဲ့ သဘောလည်းပါပါတယ်။\nအိုင်းရစ်ပြည်တွင်းစစ်အကြောင်း ပြောရမယ်ဆိုရင်တော့ ၁၉၁၉ ကနေ ၁၉၂၁ အတွင်း\nအိုင်းရစ် ရီပက်ဘလစ်ကန်တပ်မတော်နဲ့ ဗြိတိသျှတို့ တိုက်ခိုက်ခဲ့ကြတဲ့\nအိုင်ယာလန်လွတ်လပ်ရေးစစ်ပွဲကနေ အစပြုခဲ့တာပါပဲ။\nအိုင်ယာလန်တွေဟာ 1801 ခုနှစ်ကတည်းဆုံးရှုံးခဲ့တဲ့ လွတ်လပ်ရေးအတွက်ဗြိတိန်နဲ့တိုက်ခိုက်ရင်း\n၁၉၂၁ မှာ စစ်ပွဲရပ်စဲဖို့အတွက် အင်ဂလို-အိုင်ယာလန် ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီစာချုပ်အရ အိုင်ယာလန်ဟာ တစ်နှစ်အတွင်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ လွတ်လပ်တဲ့နိုင်ငံဖြစ်လာမှာပေမဲ့ ဗြတိသျှအင်ပါယာထဲမှာ အကျုံးဝင်ကြောင်း သဘောတူညီချက်စာချုပ်ပါပဲ။\nအဆိုပါစာချုပ်ကို လက်ခံတဲ့အဖွဲ့နဲ့ လက်မခံတဲ့အဖွဲ့ နှစ်ဖွဲ့ကွဲပြီး အိုင်ယာလန်ပြည်တွင်းစစ်ကြီးဖြစ်လာခဲ့တာပါ။\nအဆုံးမှာတော့ စာချုပ်ကိုလက်ခံတဲ့အဖွဲ့က အနိုင်ရပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1aNoh/The.Banshees.of.Inisherin.2022.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-ant-139x200.jpg",
        "title": "Antz (1998)",
        "description": "ဒီAntz animationဟာဆိုရင် Home, How to train you dragon, Kung Fu Panda,Abominable အစရှိတဲ့ animationကောင်းများစွာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်တဲ့ Director Tim Johnsonနဲ့ ကျွန်တော်တို့ကလေးဘဝတုန်းက အရမ်းကြိုက်ခဲ့ကြတဲ့\nMadagascar trilogyတို့ရဲ့ ပဲ့ကိုင်ရှင် Director Eric Darnellတို့ ၂ယောက် လက်တွဲရိုက်ကူးထားတဲ့ animation ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီလိုဒါရိုက်တာကောင်းတွေကိုမှ voice actor တွေအနေနဲ့ ပရိတ်သတ်တွေရဲ့ အချစ်တော်တွေဖြစ်ကြတဲ့ Sylvester Stallone နဲ့ Jennifer Lopezတို့က ပါဝင်သရုပ်ဆောင်ထားတော့ ​စကားဖောင်ဖွဲ့နေစရာတောင်မလိုဘဲ ကြည့်ကိုကြည့်သင့်တဲ့ animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇီ ဆိုတဲ့ပုရွက်ဆိတ်လေးက ကိုလိုနီထဲက တခြားပုရွက်ဆိတ်တွေနဲ့မတူဘဲ ကွာခြားတဲ့အတွေးအမြင်ရှိတဲ့ ပုရွက်ဆိတ်လေးပါ။ သူက အခုနေနေရတဲ့နေရာမှာမပျော်ဘဲ နေရာသစ်ကိုရှိမယ်လို့ယုံကြည်ရင်း သူနဲ့မကိုက်တဲ့နေရာအကြောင်းကို သူငယ်ချင်းတွေနဲ့ စကားပြောရင်း ညီးတွားနေတတ်သူပါ။ တစ်နေ့မှာ ဘယ်လာဆိုတဲ့ ပုရွက်ဆိတ်မင်းသမီးလေးနဲ့တွေ့ဆုံမိတဲ့အချိန်မှာတော့ သူ့ဘဝဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wqeh/Antz.1998.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-half-134x200.jpg",
        "title": "Half Baked (1998)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အမေရိကန် ဟာသ Show တွေမှာ တွေ့ရတဲ့ David Khari Webber Chappelle ပါဝင်သရုပ်ဆောင်ထားတဲ့ Stoner တို့အကြိုက် ဟာသဇာတ်နှောလေးပဲဖြစ်ပါတယ်။ Stoner တို့ဖြတ်သန်းနေရတဲ့ ဘဝအကြောင်းတွေ၊ လွဲချော်မှုတွေ၊ ပညာပေးကဏ္ဍလေးတွေ၊ဖြစ်လေ့ဖြစ်ထရှိတတ်တဲ့ကိစ္စတွေရော ဖြစ်လေ့ဖြစ်ထမရှိတဲ့ကိစ္စတွေကိုပါပေါင်းထုပ်ဇာတ်လမ်းဆင်ပြီး ဟာသလေးနှောကာ တင်ဆက်ပြသထားတဲ့ဇာတ်ကားဖြစ်လို့ ကြည့်ရကျိုးနပ်စေမှာတော့အမှန်ပါပဲ။ stoner life အကြောင်းကို ကောင်းကောင်းကြီး ဖော်ပြပေးနိုင်တဲ့ ဇာတ်ကား တစ်ကားဆိုတာတော့ငြင်းမရပါဘူး။ဇာတ်လမ်းလေးရဲ့အစမှာတော့ သားဂွတ်ဂျန်ကင်း တို့ ငယ်သူငယ်ချင်း ၄ယောက် ဝေါ်ကိဆိုတဲ့ အရာကို စပြီးထိတွေ့မိလိုက်တဲ့အချိန်ကို အခြေပြုထားပါတယ်။ ဝေါ်ကိကို အရမ်းသဘောကျသွားတဲ့ သူငယ်ချင်း ၄ယောက်နဲ့အတူ ဘယ်လိုတွေ ချိတ် ရှာကြတယ်၊ ဘယ်လိုနေရာကဘာတွေရတယ်၊ ဘယ်သူတွေက ဘယ်လိုဂျင်းကျွေးတယ်၊ ဘယ်သူတွေကတော့ ထုံးစံအတိုင်း နေလှန်းတယ်ဆိုတာတွေကို ပေါ်ပေါ်လွင်လွင် ရိုက်ကူးတင်ဆက်ပေးထားပြီး ဝေါ်ကိရဲ့ကောင်းကွက် ဆိုးကွက်တွေကိုပါ မျှမျှတတ ဖော်ပြပေးထားပါတယ်။ အဲဒီလိုနဲ့ တစ်ရက်မှာ အစာကောက်ကြတဲ့အချိန် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Qq9h/gua-halfbaked1998-720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGJiZDY2ODQtMDViNC00ZmJkLTk4NzUtOGNkM2EwMzc3YmQ5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Govinda Naam Mera (2022)",
        "description": "Govinda Naam Mera (2022)\nComedy, Drama, Romance\nIMDb 6.2/10ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့\nအိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး\nကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ\nဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ\nသူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ်\nမိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ်ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့\nအသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ်\nတစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့...။\nဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…2.28GB / 1.1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ BpL ...",
        "rating": "5.8",
        "url": "https://megaup.net/2wHUT/Govinda_Naam_Mera_(2022)_Hindi_TRUE_WEB-DL_.720p.AAC2.1CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/national-treasure-2-133x200.jpg",
        "title": "National Treasure: Book of Secrets (2007)",
        "description": "National Treasure: Book of Secrets (2007)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wHOu/(CM)_National_Treasure_-_Book_of_Secrets_(2007)_720p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure-133x200.jpg",
        "title": "National Treasure (2004)",
        "description": "National Treasure (2004)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QKp1/(CM)_National_Treasure_(2004)_720p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lksgBRKSmi0quAx1X9c9l4IJhpm.jpg",
        "title": "Possessed(2000)",
        "description": "Possessed(2000)================ဖာသာ ဘိုဒန် ဟာဒုတိယကမ္ဘာစစ် စစ်ပြန်တယောက်တဖြစ်လဲ ခရစ်ယာန်ဘုန်းတော်ကြီး။ စစ်အတွင်းပြင်သစ်မှာသူ မကယ်တင်လိုက်နိုင်တဲ့လူငယ်လေးတယောက်ကြောင့်နေ့နေ့ညညအရက်စွဲပြီးPTSDရခဲ့တယ်။ လက်ရှိ‌ကက်သလစ်တက္ကသိုလ်ရဲ့ ဘုရားကျောင်းမှာတာ၀န်ထမ်းနေရင်ကြုံတွေ့လာရတာက ရော်ဘီဆိုတဲ့ကောင်လေးရဲ့အဖြစ်အပျက်။ဒီ 11 နှစ်သားလေးဟာ မိုးမွှန်အောင်ဆဲဆိုရိုင်းစိုင်းနေသလိုသူ့ဘေးနားမှာသဘာ၀လွန်အဖြစ်အပျက်တွေကလည်းတသီချည်းဖြစ်နေတယ်။ ဒါကဘာဖြစ်တာလဲ?သိပ္ပံနည်းနဲ့လည်းအဖြေရှာမရဘူး။ နောက်ဆုံးမျှော်လင့်ချက်အနေနဲ့ရောက်လာတဲ့ရော်ဘီ့မိသားစုကို ဘိုဒန်ကူညီနိင်ပါ့မလား၂၀ရာစုဒီခေတ်ကြီးမှာဒီလိုအဖြစ်အပျက်တွေကို ကက်သလစ်ကျောင်းတော်ကြီးကရောသူတို့ကိုယုံကြည်ပါ့မလား။ဘိုဒန်ရဲ့ယုံကြည်မှုဘုရားသခင်ရဲ့သူ့အ‌ပေါ်စမ်းသပ်မှုတွေကိုအောင်မြင်နိုင်ပါ့မလားဆိုတာကိုရှုစားပေးကြပါဦးခင်ဗျာ....... File size…1.68GB / 803MB\nQuality…WEB-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Horror , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.2",
        "url": "https://megaup.net/2wHjs/Possessed.2000.WEBRip720p(CM).mp4",
        "category": "Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rmye0ThMHMT2VhZj7zdyCcHQVe.jpg",
        "title": "Shiri (1999)",
        "description": "Shiri (1999)၁၉၉၉ ခုနှစ်မှာ ကိုရီးယားရဲ့ရုပ်ရှင်လောကကို အရွေ့တစ်ခုဖြစ်စေခဲ့တဲ့ Shiri ရုပ်ရှင်ကတော့\nဇာတ်လမ်းဇာတ်အိမ်ရော သရုပ်ဆောင်တွေရော ဘယ်နေရာမှလက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ။Dr. Romantic ဇာတ်လမ်းတွဲထဲက ဂင်ဆာဘူဇာတ်ရုပ်နဲ့ကျော်ကြားတဲ့ ၊\nA Taxi Driver, Parasite စတဲ့ရုပ်ရှင်တွေနဲ့ လူတိုင်းအားပေးကြတဲ့ Song Kang Ho တို့အပြင်\nအခုခေတ်မှာ ပြိုင်စံရှားသရုပ်ဆောင်ကြီးတွေဖြစ်နေကြပြီဖြစ်တဲ့ Choi Min Sik, Kim Yunjin တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မြောက်ကိုရီးယားက ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့ကသူလျှိုတွေနဲ့\nတောင်ကိုရီးယားကအေးဂျင့်တွေအကြောင်း အခြေတည်ထားတဲ့ အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပေမယ့်\nဒီဘက်ခေတ်ဇာတ်လမ်းတွေနဲ့ ကွဲပြားတဲ့ ဇာတ်ကြောင်း၊ ရှုထောင့်တွေနဲ့ အသစ်အဆန်းခံစားချက်တစ်မျိုးခံစားရမှာပါ။\nကိုရီးယားရုပ်ရှင်တွေဟာ အဲ့ဒီအချိန်ကတည်းက ဘယ်လိုအဆင့်အတန်းရှိနေပြီလဲဆိုတာ တွေ့မြင်ရမှာဖြစ်သလို\nတကယ့်စူပါမင်းသားကြီးတွေရဲ့ ငယ်နုစဉ်ကာလကိုကြည့်ရတာနဲ့တင် တန်နေပြီဖြစ်တာကြောင့်Shiri ကတော့ လုံးဝကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality….  720p | 480p\nFile size…2GB | ...",
        "rating": "6.5",
        "url": "https://megaup.net/1aDlu/Swiri.1999.720p.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/jul781-140x200.jpg",
        "title": "(21+)The Married Woman Shakes Her Hips [JUL-781]",
        "description": "Marina Shiraishi ရဲ့ ခမ်းနားထည်ဝါလှတဲ့\nအလှတရားတွေနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nသူမက ပြည့်ပြည့်ဝဝမှ ချစ်ပါတယ်ဆိုတဲ့\nFans တွေအတွက် စိတ်ကျေနပ်မှာပေးနိုင်မဲ့ အချိုးစားပါပဲသူမ အမျိုးသားရဲ့ ညီ ကသူမတို့ရှိတဲ့တိုကျိုကို\nအခုပ်လုပ်ရလွယ်မယ်ထင်ပြီး အကို့အားကိုးနဲ့\nရောက်လာခဲ့ပါတယ်\nဒါပေမဲ့ တိုကျိုက သူ့အတွက်ဘူပိတ်လွန်းတယ်\nသူအလုပ်တွေ တသီကြီးလျှောက်ပေမဲ့ အဆင်မပြေပါဘူး\nကြာလာတော့ အစ်ကိုက ငြူစူလာပါတော့တယ်\nစောင်းမြောင်းပြောတာတွေ ရှိလာပါတယ်\nဒါပေမဲ့ သူ့အတွက်ကံကောင်းတာက\nသူ့မရီးက သဘောကောင်းနေတာပါပဲ\nမရီးက ဘယ်လောက်သဘောကောင်းလဲဆိုတာ\nDS Fans တွေအကြိုက်ဖြစ်စေမှာမို့ တင်ဆက်လိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1.07GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h 24min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1aLov/[JUL-781]_Beautiful_Married_Woman_On_Top_Of_Me.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvvR7Yf743pc2E2F1VJ2dfZl7OZ.jpg",
        "title": "Heaven and Earth (1993)",
        "description": "Heaven and Earth (1993)အိုလီဗာစတုန်းရဲ့ Vietnam War Trilogy ဟာ နာမည်ကျော် Trilogyတွေထဲ တစ်ခုအပါအဝင်ဖြစ်ခဲ့ပြီး သူ့နာမည်အတိုင်းပဲ အဲဒီသုံးကားဟာ ဇာတ်လမ်းဇာတ်အိမ် ဇာတ်ကောင် လားလားမှမဆိုင်ဘဲ ဗီယက်နမ်စစ်ပွဲကို အခြေပြုထားတာခြင်းပဲ တူနေတဲ့ ၃ကားပါ။ ပထမကားဖြစ်တဲ့ Platoon (1986) ကတော့ အကောင်းဆုံးကားလို့‌ ပြောရမှာပါပဲ။ နောက်တွမ်ခရုစ်ပါတဲ့ Born on the Fourth of July ပါ။ အခုကား Heaven and Earth (1993) ကတော့ တွမ်မီလီဂျုန်းပါဝင်ထားပါတယ်။ အိုလီဗာစတုန်းဟာ သမိုင်းကားတွေ အရိုက်များတဲ့ ဒါရိုက်တာဖြစ်ပြီး ဂျွန်အက်ဖ်ကနေဒီတို့ နက်ဆွန်တို့အကြောင်းလည်း ရိုက်ခဲ့ပါသေးတယ်။ သူကိုယ်တိုင်လည်း ဗီယက်နမ်စစ်ပွဲမှာ တာဝန်ကျဖူးပြီး သူ့စစ်မှုထမ်းအတွေ့အကြုံတွေဟာ ဒီ Trilogy အတွက် ထောက်တိုင်တွေဖြစ်ခဲ့တာမို့ ဒီကားတွေဟာ နာမည်ကျော်တာပါပဲ။ Vietnam War ...",
        "rating": "6.8",
        "url": "https://megaup.net/1aLbg/(CM)_Heaven_and_Earth_(1993)_720p.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/st58anxqv5ww-139x200.jpg",
        "title": "[18+] Role Play (2012)",
        "description": "စာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးယဉ်မှုနဲ့ သဝန်တိုတတ်တဲ့ မိန်းမအကြောင်းကို ရိုက်ကူးပြထားတဲ့\nအကောင်းစား ကိုရီးယားဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့...\nပါမောက္ခစာရေးဆရာကြီး ဂျောင်ဟို ဟာ စာရေးရင်းနဲ့ စာအုပ်ထဲကအကြောင်းတွေကို အိပ်မက်ဆိုးတွေအဖြစ်မက်နေခဲ့တဲ့ သူတစ်ယောက်ပါ\nတစ်နေ့ သူ့မိန်းမ အလုပ်လုပ်တဲ့ ကောလိပ်ကို လိုက်သွားရင်းနဲ့ ကျောင်းသူလေးတစ်ယောက်ကို တွေ့ရင်း စွဲလန်းမိသွားပါတော့တယ်\nအဲဒီကျောင်းသူလေးက သူ့အိပ်မက်ထဲမှာ မက်နေတဲ့ ကောင်မလေးဖြစ်နေပြီး\nကျောင်းသူလေးကိုယ်တိုင်ကလည်း သူ့ရဲ့ ပရိသတ်အကြီးစားကြီးဖြစ်နေပါတယ်အဲဒီလိုနဲ့ ကျောင်းသူလေးက သူ့အိမ်ကိုလက်မှတ်ထိုးခိုင်းဖို့ ရောက်လာပါရော\nသူမရှိတဲ့အချိန်ဖြစ်နေလို့ သူ့မိန်းမနဲ့တွေ့သွားတာကနေ သူ့မိန်းမကလည်း မယုံသင်္ကာတွေဖြစ်လာပေါ့\nအဲဒီလိုနဲ့ တစ်နေ့ သူ့မိန်းမ ကျောင်းကနေ ခွင့်ယူပြီးအိမ်ပြန်လာတဲ့အချိန်\nအိမ်မှာ အဲဒီကောင်မလေးနဲ့ သူ့ယောကျာ်းရှိနေတာကိုတွေ့သွားတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ\nကောင်မလေးကရော ပါမောက္ခကြီးရဲ့ အလိုကိုလိုက်ရောမှာလား\nသူ့မိန်းမကရော ဘယ်လိုတွေလက်စားချေချင်နေလဲ\nသူမက်တဲ့အိပ်မက်ဆိုးတွေကဘာများဖြစ်မလဲ\nဇာတ်လမ်းတစ်ခုလုံးက ဝတ္ထုပဲလား တကယ်ဖြစ်နေတာလားဆိုတာကိုတော့\nတစ်ယောက်တည်းမကြည့်ဘဲ ၁၈ယောက် တိုင်တိုင်ပင်ပင် အဖြေရှာရင်း ကြည့်ပြီးခံစားလို့ကောင်းမဲ့ ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QIsi/(DS)_Role.Play.2012.720p.HDRip.H264-RGB.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ua9eZ7pDjFfhZhvCHIPfFsUwug.jpg",
        "title": "Siping Youth: The Past ( 2022 )",
        "description": "၁၉၉၀ ခုနှစ်နှောင်းပိုင်းကာလအချိန်...., လီလောင်ပါးဆိုသူဟာ\nမိဘနှစ်ပါးဆုံးပါးသွားခဲ့ပြီး တစ်ဦးတည်းသော ညီမလေးဖြစ်သူ\nလီရှောင်လိနဲ့အတူ နေထိုင်လာခဲ့ပါတယ် မောင်နှမ နှစ်ဦးသားဟာ\nအခက်အခဲပေါင်းများစွာကို မရပ်တန်း ရင်ဆိုင်ရင်း\nလောကဓံကို အံတုလာခဲ့ကြပါတယ်သူတို့မောင်နှမနှစ်ယောက်ဟာ ဆိပ်ကမ်းမှာနေတာဖြစ်တာကြောင့်\nရေလုပ်ငန်းကိုပဲ မှီတင်းပြီးတော့ အသက်မွေးဝမ်းကြောင်းပြုခဲ့ပါတယ်\nတစ်နေ့မှာတော့ တစ်ပူပေါ် တစ်ပူဆင့်ဆိုသလို အညှိုးကိစ္စ\nတစ်စုံတစ်ရာကြောင့် ညီမဖြစ်သူ လိရှောင်လိရဲ့\nအထက်တန်းစာမေးပွဲဝင်ခွင့်ကဒ်ပြားဟာ ဆိပ်ကမ်းခေါင်းဆောင်ဖြစ်သူ\nလျိုချန် လုယူသွားခြင်းကိုခံခဲ့ပါတယ် အဲဒီနောက်မှာတော့\nလီလောင်ပါးဟာ ရေလုပ်ငန်းကနေပြီး နှုတ်ထွက်ဖို့အထိပါ ချိန်းခြောက်ခံခဲ့ပါတယ်ညီမငယ်လေးကို အထက်တန်းစာမေးပွဲ ဖြေကြားပြီး\nတက္ကသိုလ်တတ်ရောက်သွားတာကို မြင်ချင်တဲ့ အစ်ကိုဖြစ်သူ\nလီလောင်ပါးရဲ့ ဆန္ဒကြောင့် လျိုချန်ကို ပြန်လည်ချေပဖို့\nကြိူးစားလာခဲ့တဲ့ အချိန်မှာတော့ ....?❏ ဘယ်လိုစိန်ခေါ်မှုတွေနဲ့ ကြုံတွေ့ရမလဲ?\n❏ ဘဝတစ်ပါးကို ကူးပြောင်းသွားပြီဖြစ်တဲ့\nမိဘနှစ်ပါးရဲ့ ဆန္ဒကိုရော လီလောင်ပါးတစ်ယောက် အေးချမ်းအောင်ဆောင်ရွက်နိုင်ပါ့မလား?\n❏ ညီမဖြစ်သူကို တက္ကသိုလ်ကျောင်းသူကြီးအဖြစ်\nမြင်တွေ့ချင်တဲ့ သူ့ရဲ့ ဆန္ဒကရော ပြည့်ဝပါ့မလား?\n❏ သူ့ရဲ့ပေးဆပ်မှုတွေ ကရော အရာထင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဒီကားထဲမှာ အစ်ကိုတစ်ယောက် ညီမအပေါ်ထားတဲ့ မေတ္တာအပြင်\nလုပ်ဖော်ကိုင်ဖက် ညီအစ်ကိုတွေ အချင်းချင်းစည်းလုံးမှုတွေ\nသစ္စာရှိမှုတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့ တကယ်ကို\nနွေးထွေးလှတဲ့ ဇာတ်ကားလေးတစ်ခုဖြစ်နေမှာ အမှန်ပါပဲ\nအခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/siping-youth-the-past-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A2yyLdbrqoAepr6BexMpJjosLHq.jpg",
        "title": "Lost in Saigon (2016)",
        "description": "Lost in Saigon (2016)Lost in Saigon ဆိုတဲ့ ဗီယက်နမ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်း အကျဉ်းလေးကတော့\nမိသားစု တစ်စုမှာ မိန်းမက ကလပ်မှာ သီချင်းဆိုပြီး အိမ်ထောင်ဦးစီးလုပ်ပြီး\nယောကျာ်းဖြစ်သူမှာ ကလေးထိန်း ဟင်းချက် အဝတ်လျော်ကာ အိမ်ရှင်မ ရာထူးကို ယူထားကြပါတယ်။\nမိန်းမဖြစ်သူမှာလည်း သူငယ်ငယ်က အဆိုတော်ကြီးဖြစ်ချင်တဲ့ အိပ်မက်ကို\nစပွန်ဆာဘဲကြီး တစ်ပွေက စပွန်ဆာပေးမည်ဟု ပြောလာပါတယ်။\nဒါနဲ့ပဲ မိန်းမ ဖြစ်သူဟာ နာမည်မကြီးခင် စနေနှစ်ခိုင် အရင်ကြီးအောင်လုပ် ဆိုတဲ့ ထုံးကို နှလုံးမူပြီး ခွဲစိတ်ဖို့ အတွက် ပိုက်ဆံလိုလာပါတယ်။\nဒါနဲ့ အိမ်ကယောကျာ်းပေးထားတဲ့ လက်ထပ်လက်စွပ်ကို ရောင်းပြီး\nစနေနှစ်ခိုင်ကြီးအောင် လုပ်မယ်ဆိုပြီး လုပ်ရာကနေ ယောကျာ်းနဲ့စကားများပြီး အရောင်းဆိုင်ကို ရောက်သွားပါတော့တယ်။\nကံဆိုးချင်တော့ ရွှေဆိုင်ကို ဓားပြလာတိုက်တာနဲ့ကြုံပြီး မျက်မြင်သက်သေတွေဖြစ်ကာ\nသူတို့မိသားစုလေးနဲ့ဓားပြတွေ ဘယ်လိုတွေ နှစ်ပါးသွားပြီး တွေ့ကြမလဲ\nသူတို့ရဲ့ အိမ်ထောင်ရေးကကော ဘယ််လိုတွေဖြစ်ကြမလဲ ဆိုတာကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဟာသတွေ အရွှန်းဖောက်ကာ ရယ်စရာကောင်းတဲ့ မိသားစု ကားလေးဖြစ်ပါတယ်။\nဗီယက်နမ်ကားဆိုတော့လဲ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1aDpz/Lost.in.Saigon.2016.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1oFp1itKtKxdNuKEGooPqaYrQ0R.jpg",
        "title": "Kill Me Now (2022)",
        "description": "Kill Me Now (2022)“မိဘမေတ္တာဆိုတာ အတိုင်းအဆ မရှိ” ဆိုတဲ့ စကားပုံလေးကြားဖူးကြမှာပါ…ဒီဇာတ်ကားမှာတော့ မသန်စွမ်းရောဂါရှင် သားဖြစ်သူနဲ့ သားအတွက် အိပ်မက်နဲ့ ဘဝကို စွန့်လွှတ်အနစ်နာခံရင်း\nအစွမ်းကုန်စောင့်ရှောက်သွားတဲ့ အဖေတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းလေးကို ခံစားကြည့်ရှုကြရမှာပါဂျန်မင်ဆော့ဟာ ငယ်ရွယ်စဉ်က နာမည်ရှိတဲ့စာရေးဆရာတစ်ဦးဖြစ်ပြီး အတော်လေးအောင်မြင်ခဲ့သူပါ။\nဒါပေမယ့် သူ့ရင်သွေးလေးဟာ မသန်စွမ်းရောဂါနဲ့ မွေးဖွားလာတာကို သိရှိပြီးနောက်ပိုင်းမှာ\nသူဟာ စာရေးဆရာဘဝကို စွန့်လွှတ်ပြီး အမေမဲ့ သားဖြစ်သူရဲ့ ကျန်းမာရေးအတွက် သူ့ရဲ့ ဘဝကို စွန့်လွှတ်မြှုပ်နှံထားခဲ့ပါတယ်။တစ်ဖက်မှာတော့ သားဖြစ်သူ ဂျန်ဟျွန်းဂျယ်ဟာ မိသားစုအကူအညီမပါဘဲနဲ့\nနေ့စဉ်ဘဝမှာ အဆင်မပြေနိုင်တဲ့ မသန်စွမ်းတစ်ယောက်ဖြစ်ပါတယ်။\nဒါပေမယ့် သူ့အတွက် လူမှုရေးဝန်ထမ်းအကူအညီဖြစ်တဲ့\nရွယ်တူသူငယ်ချင်း ဆောင်ဂီချောရဲ့ မြှောက်ပင့်ပေးမှုကြောင့် သပ်သပ်အိမ်ခွဲ​နေချင်နေတာပါ။အဖေ့ကို တောင်းဆိုတဲ့အခါမှာတော့ အဖေဟာ မဖြစ်နိုင်ကြောင်း ငြင်းဆန်တဲ့အတွက်\nကတောက်ကဆဖြစ်ကြရင်း မတော်တဆဖြစ်သွားပါတော့တယ်။ဒီမတော်တဆကနေမှတဆင့် အဖေဖြစ်သူဟာ ကုသလို့မရနိုင်တဲ့\nအာရုံကြောဆိုင်ရာ ရောဂါတစ်ခုရှိနေပြီး ပိုပြီးပြင်းထန်လာဖို့ပဲ ရှိတော့တာကို သိလိုက်ရတဲ့အခါမှာတော့ ………မာမားကားထဲက စစ်မှုရေးရာအမတ်ကြီး တဖြစ်လဲ ဝါရင့်သရုပ်ဆောင်မင်းသားကြီး Jang Hyun Sung ...",
        "rating": "",
        "url": "https://megaup.net/2wyjn/Kill.Me.Now.2022.720p.SEEZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uyJEfpAflLCkqn6PFHu9EHxmbI6.jpg",
        "title": "The Ash Lad: In the Hall of the Mountain King(2017)",
        "description": "The Ash Lad: In the Hall of the Mountain King(2017)==========================================တိုင်းပြည်ရဲ့မင်းသမီးလေးဟာ အသက်တစ်ဆယ့်ရှစ်နှစ်မပြည့်ခင်အိမ်ထောင်မပြုရင် တောင်ဘုရင်ကြီးရဲ့ ဖမ်းဆီးကျွန်ပြုခြင်းကိုခံရမယ်ဆိုတဲ့ ဒဏ္ဏာရီပုံပြင်တစ်ပုဒ်လက်မထပ်ချင်လို့နန်းတော်က ထွက်ပြေးသွားတဲ့ မင်းသမီးလေးခရစ်စတင်း ညီအစ်ကိုသုံးယောက်ထဲမှာ ဘာလုပ်လုပ်အသုံးမကျဘဲ အိမ်ကိုပါပြာကျအောင်လုပ်ခဲ့မိတဲ့ဆင်းရဲသားလယ်သမားလေး အက်စပန်မင်းသမီးလေးကိုကယ်တင်ပြီး ဘုရင်ကြီးပေးတဲ့ဆုလာဘ်တွေနဲ့အိမ်ပြန်ဆောက်ဖို့ စိတ်ကူးထားတဲ့ အက်စပန်နဲ့သူ့အစ်ကိုတို့ဘီလူးကြီးရှိရာ တောတွင်းကိုသွားကြတဲ့အခါမှာတော့အက်စပန်တို့တောထဲမှာ ဘာတွေကိုတွေ့ကြုံရင်ဆိုင်ရမလဲမင်းသမီးလေးခရစ်စတင်းကရော ဘယ်ပျောက်သွားတာလဲဘီလူးကြီးကရော တကယ်ရှိတာလားဒဏ္ဏာရီပုံပြင်တွေကရော အမှန်ပဲလားဆိုတာ စိတ်ဝင်စားရင်ဖိုဖွယ် ကြည့်ရှုရမယ့် adventure/fantasyဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်.....File size…1.44GB / 739MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Adventure , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.5",
        "url": "https://megaup.net/1aJyh/The.Ash.Lad.In.the.Hall.of.the.Mountain.King.2017.WEB-DL1080P(CM).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTq5OB0LZwqbtZrpBUsB6fruLEf.jpg",
        "title": "Marriage Blue (2013)",
        "description": "Marriage Blue (2013)၂၀၁၃ ခုနှစ်ထွက် Marriage Blue ဇာတ်လမ်းကတော့\nJu Ji Hoon, Ma Dong Seok, Lee Yeon Hee, Kim Kang Hoon,\nLee Hee Joon, 2PM အဖွဲ့ဝင် Taecyeon စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေများစွာပါဝင်ထားတဲ့ အချစ်ဟာသရုပ်ရှင်လေးဖြစ်ပါတယ်။လူတိုင်းရဲ့ဘဝမှာ ကောင်းတာပဲဖြစ်ဖြစ် ဆိုးတာပဲဖြစ်ဖြစ် အလှည့်အပြောင်းတွေကြုံရတဲ့အခါ စိတ်ပိုင်းဆိုင်ရာပြဿနာတွေကြုံရလေ့ရှိပါတယ်။\nဒါကြောင့် ကလေးမွေးပြီးနောက်ပိုင်းခံစားရတဲ့ စိတ်ကျရောဂါကိုတော့ baby blue လို့ခေါ်ပြီး\nလက်မထပ်ခင်ဖြစ်တတ်တဲ့ စိတ်ပိုင်းဆိုင်ရာပြဿနာတွေကိုတော့ marriage blue လို့ခေါ်ပါသတဲ့။ဒီရုပ်ရှင်ထဲမှာတော့ လက်ထပ်ပြီး ဘဝတစ်ခုတည်ထောင်ကြမယ့်စုံတွဲလေးတွဲရဲ့ ပြဿနာတွေ၊ ကြည်နူးစရာတွေကိုကြည့်ရှုရမှာဖြစ်ပြီး\nပရိတ်သတ်တွေအသဲစွဲ သရုပ်ဆောင်တွေမြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။၂၀၁၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပေမယ့် ဘယ်အချိန်ကြည့်ကြည့် လက်တွေ့ဘဝက စုံတွဲတွေရဲ့ အချစ်ရေးပြဿနာတွေကို\nပေါ့ပေါ့ပါးပါးမီးမောင်းထိုးပြထားသလို ဇာတ်လမ်းဇာတ်အိမ်လေးမို့ ကြည့်ရှုသင့်တဲ့ ရုပ်ရှင်တစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/2wyll/Marriage_Blue.2013.BrRip.720p.5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p31oIzxbbUcbxvUDsD4VuC2chyS.jpg",
        "title": "One Fine Spring Day (2001)",
        "description": "One Fine Spring Day ( 2001 )Christmas in Augustတို့ April Snowတို့ The Last Princessတို့ Lost (TV series)တို့ရိုက်ခဲ့တဲ့\nHur Jin-hoရဲ့ Christmas in August အပြီး ဆက်ရိုက်ခဲ့တဲ့ကားပါ။\nမင်းသားကတော့ လက်ရှိ Money Heist: Korea – Joint Economic Areaထဲက ပရော်ဖက်ဆာအဖြစ်\nလူသိများလောက်မယ့် ပတ်ချန်းဝုရဲ့ Oldboyတို့ Lady Vengeanceတို့\nHong Sang-sooရဲ့ Woman Is the Future of Manတို့ Dittoတို့လို\nကိုရီးယားရဲ့မာစတာပိစ် ကားတွေမှာ အဓိကကျတဲ့ဇာတ်ကောင်တွေအဖြစ် သရုပ်ဆောင်ဖူးခဲ့တဲ့ Yoo Ji-taeပါ။\nမင်းသမီးကတော့ ငယ်ငယ်က ချန်ဂင်အဖြစ် လူသိများခဲ့တဲ့ ပတ်ချန်းဝုရဲ့ Lady Vengeanceတို့\nJoint Security Areaတို့ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Lee ...",
        "rating": "7",
        "url": "https://megaup.net/1aDte/One.Fine.Spring.Day.2001.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rb7xx68WQMzxNZlgoaW2jFaZ3nK.jpg",
        "title": "Cậu Vàng (2021)",
        "description": "Cau Ving (2021)ပမ်ဗန်ဟက်နဲ့ ပမ်ဗန်ကိုတို့ဟာ ဆင်းရဲမွဲတေပြီး စိုက်စားစရာစိုက်ခင်းလေးနဲ့ ခွေးလေးဗန်ပဲရှိတဲ့ သားအဖပါ။\nတစ်ဖက်မှာတော့ ရွာသူကြီးလီနဲ့ သူ့အဖေ ရွာရဲ့ဂုဏ်သရေရှိလူကြီး သခင်ဗာတို့ သားအဖဟာ\nရွာသားတွေကို အခွန်အခတွေကောက်ပြီး ဖိနှိပ်နေသူတွေပါ။ သူတို့ကိုထိ ဓားကြည့်ဆိုပြီး အာဏာစက်နဲ့ အုပ်ချုပ်နေသူတွေပေါ့။သားဖြစ်သူ ပမ်ဗန်ကိုတစ်ယောက် မိန်းကလေးကိစ္စနဲ့ သခင်ဗာတို့သားအဖနဲ့ ငြိစွန်းပြီး ရွာက ထွက်သွားရတဲ့အပြင်\nအ‌ဖေဖြစ်သူ ပမ်ဗန်ဟက်တို့စိုက်ခင်းအတွက် အမြဲသုံးနေတဲ့ ရေတွင်းကြီးကို ဒီတွင်းက နဂါးသွေးကြောဖြစ်ကြောင်း၊\nဒီရေကိုသောက်ရင် သခင်ဗာရဲ့ မျိုးဆက်မပြတ်နိုင်တော့ကြောင်း ဗေဒင်ဆရာတစ်ယောက်က ပြောပြီးနောက်မှာ\nအဘိုးကြီးဟက်တို့စိုက်ခင်းဟာ ရွာသူကြီးလီတို့ လိုချင်စရာပစ်မှတ်ဖြစ်လာပါတော့တယ်။ဒီလိုမျိုး အဖက်ဖက်က ပစ်မှတ်ထားခံနေရတဲ့ အဘိုးကြီး ပမ်ဗန်ဟက်တစ်ယောက်\nသူ့ခွေးလေး ဗန်နဲ့အတူ စိုက်ခင်းလေးကို ဘယ်လိုထိန်းသိမ်းမလဲ။\nမြေနိမ့်ရာလှံစိုက်ဖြစ်နေတဲ့ အဘိုးကြီးရဲ့ဘဝမှာ ခွေးလေးနဲ့အတူ\nဘယ်လိုအသက်ရှင်နေထိုင်မလဲဆိုတာကို ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.5GB ...",
        "rating": "",
        "url": "https://megaup.net/1aDoc/The.Old.Mans.Dog.2021.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/964VZmKXGmjXmsHdG4yDoast8lV.jpg",
        "title": "Something in the Dirt (2022)",
        "description": "Something in the Dirt (2022)Sci-Fi ဇာတ်လမ်းတွေကိုနှစ်သက်သူတွေ ကြည့်စရာဇာတ်ကားကောင်းတစ်ခုဖြစ်တဲ့ \"Something in the Dirt\" ပါ။\nဒီဇာတ်ကားက ကိုဗစ်၁၉ လော့ခ်ဒေါင်းကာလမှာ ဒါရိုက်တာအိမ်မှာပဲ လူဆယ့်နှစ်ယောက်လောက်နဲ့ရိုက်ကူးထားတာမို့\nဘတ်ဂျက်မူဗီအနေနဲ့ကတော့ တော်တော်အရည်အသွေးမှီတဲ့ဇာတ်လမ်း နဲ့ရိုက်ချက်တွေပါပဲ။ဒီကမ္ဘာကြီးမှာ ဘယ်သူမှမဖြေရှင်းနိုင်တဲ့ပဟေဋိတွေအများကြီးပါ\nဥပမာ ကွင်းဆက်လူသတ်သမား ဂျက်ရစ်ပါကဘယ်သူလဲ\nJFK ကိုဘယ်သူသတ်တာလဲ\nပိရမစ်တွေကဘာအတွက်ဘယ်လိုတည်ဆောက်ခဲ့လဲစသဖြင့်ပေါ့။ဒီဇာတ်လမ်းမှာတော့ လီဗိုင်ဆိုတဲ့ သက်လတ်ပိုင်းလူတစ်ယောက်က အိမ်အသစ်တစ်ခုကိုပြောင်းလာပါတယ်။\nသူကဘားမှာအလုပ်လုပ်သူဖြစ်ပြီး သူ့ဘဝကဘာမှအဓိပ္ပါယ်မရှိပဲလွင့်မြောနေသူ ဆိုပါတော့။\nသူပြောင်းလာတဲ့တိုက်ခန်း၊ ဘာမှမရှိတဲ့တိုက်ခန်းထဲမှာ ဘာမှမထူးခြားတဲ့နေ့လည်ခင်းတစ်ခုမှာ\nအပေါ်ကပြောခဲ့သလိုမဖြေရှင်းနိုင်တဲ့ပဟေဋိမျိုးနဲ့ကြုံလိုက်ရပါတယ်။\nအဲဒီအချိန်မှာ သူ့အိမ်နီးချင်းကလဲရှိနေတယ် ပြီးတော့ဒါကသရဲခြောက်တာလို့သူတို့ထင်တော့\nသူတို့နှစ်ယောက်ပေါင်းပြီးဒါကိုမှတ်တမ်းဗီဒီယိုရိုက်မယ် ပြီးရင်နက်ဖလစ်မှာ ရောင်းစားကြမယ်ပေါ့။\nဒါပေမဲ့တကယ်တမ်းကျတော့ ဒါကသရဲခြောက်တာမဟုတ်ဘဲ သိပ်နက်နဲတဲ့ပဟေဋိဖြစ်နေတော့\nအခုမှတွေ့တဲ့သူစိမ်းအိမ်နီးချင်းနှစ်ယောက် ဘာတွေများရှာတွေ့ဦးမလဲ\nသူတို့ရဲ့မှတ်တမ်းတင်ရုပ်ရှင်ကိုရော နက်ဖလစ်မှာ မကြာခင်ကြည့်ရတော့မလားဆိုတာ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Sci-fi\nQuality…. 1080p | 720p | 480p\nFile size…\nFormat… mp4\nDuration….1h 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ...",
        "rating": "6",
        "url": "https://megaup.net/3St9g/Something.in.the.Dirt.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBomvKPqmsNL3iZi1MNKV3rtieU.jpg",
        "title": "How to Steal a Dog (2014)",
        "description": "How To Steal A Dog (2014)\"လောကကြီးမှာ ရှင်သန်နေထိုင်ရတာ ခက်ခဲပင်ပန်းနေရင်တောင်\nဒါက မင်းတစ်ယောက်ထဲ ရင်ဆိုင်နေရာတမဟုတ်ပါဘူး။\nမင်းထက် ပိုဆိုးတဲ့ အခြားသူတွေလည်းရှိနေနိုင်ပါတယ်\" တဲ့ကမ္ဘာကျော် Storyteller Aesop ရဲ့ \"The hares and the fogs\" ဆိုတဲ့ ​ပုံပြင်လေးနဲ့ ဇာတ်လမ်းကို စထားပါတယ်။ဒီဇာတ်လမ်းမှာ ဂျီဆူဆိုတဲ့ကလေးမလေးတို့ မိသားစုက အိမ်ခြေရာမဲ့အနေနဲ့\nကားထဲမှာ နေထိုင်ရင်း ဘဝကို ဖြတ်သန်းနေရပုံကို ဦးစားပေးရိုက်ကူးထားပါတယ်။ကားထဲမှာနေရတဲ့ဂျီဆူက ဝမ်၅သန်းနဲ့ အိမ်တစ်လုံးရနိုင်တယ်လို့ထင်သွားတဲ့အခါမှာတော့\nဝမ်၅သန်းရဖို့အတွက် ခွေးတစ်ကောင်ကို သူမရဲ့သူငယ်ချင်းနဲ့အတူ ခိုးဖို့ ကြံစည်ပါတော့တယ်။\nခွေးကိုခိုးပြီးတဲ့နောက် ပိုင်ရှင်က ခွေးပျောက်ကြော်ငြာဝေပြီး\nဆုကြေးငွေ ဝမ်၅သန်း ချီးမြင့်မယ်ဆိုရင် ခွေးကို ပြန်ပေးဖို့အတွက် စဉ်းစားခဲ့ပါတယ်။ဒါပေမဲ့ သူခိုးလာခဲ့တဲ့ခွေးက သူ့အမေအလုပ်လုပ်ဖူးတဲ့ မာရစ်ချယ်စားသောက်ဆိုင်ပိုင်ရှင်ရဲ့ ခွေးဖြစ်နေတဲ့အခါ...\nအခြေအနေတွေက သူမထင်သလို ရိုးရှင်းမနေတဲ့အခါမှာတော့ သူမဘယ်လိုဖြေရှင်းပြီး ကျော်လွှားမလဲ?\nနောက်ဆုံး သူမလိုချင်တဲ့ ဝမ်၅သန်းကိုရပြီး အိမ်တစ်လုံးပိုင်ဆိုင်နိုင်မှာလားဆိုတာကို ရသစုံလင်စွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1aDnj/How_to_Steal_a_Dog_2014.720p_NF_WEB-DL_DD5.1.CM.mp4",
        "category": "Crime, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8tmdt6u13cPqMT8XH7myKphfMp.jpg",
        "title": "I Love You Goodbye (2009)",
        "description": "I Love You, Goodbye (2009)သင်ဟာ လူ ၂ ယောက်ကို တစ်ပြိုင်နက်တည်းချစ်မိဖူးတယ်ဆိုရင်တောင်\nတစ်ယောက်တည်းကိုပဲ ပိုင်ဆိုင်ခွင့်ရှိတဲ့အခါ ရွေးရခက်တဲ့အဖြစ်မျိုး ကြုံခဲ့ဖူးမှာပါ။\nNobody loves me ဆိုတဲ့ FA လေးတွေအတွက်တော့ မျက်ရည် ၂ စက်ပေါ့။လစ်ဇဲလ်ဆိုတဲ့ မိဘမဲ့‌မိန်းကလေးက ချို့တဲ့တဲ့ဘဝမှာ ကြီးပြင်းလာရပေမဲ့\nအချစ်ရှားနေတဲ့ ကျွန်တော်တို့လိုမဟုတ်ဘဲ သူမှသူဖြစ်နေတဲ့ ယောက်ျားနှစ်ယောက်ရှိပါတယ်။အရာရာပြီးပြည့်စုံတဲ့ Mr. Perfect Sugar daddyကြီး အေဒရီယန် ဟာ\nသမီးတစ်ယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ယောက် အင်မတန်အောင်မြင်တဲ့ တက်လမ်းအပြည့်နဲ့နှလုံးခွဲစိတ်ဆရာဝန်တစ်ယောက်၊\nမင်းတွက်ဆို ဓားတောင်ကျော်ပြီး မီးပင်လယ်ဖြတ်မဲ့ လမင်းကြီးကိုတောင် ခူးဆွတ်ပေးချင်နေတဲ့လူနဲ့နောက်တစ်ယောက်ကတော့ ဘဝသမားလေး ဂယ်ရီ၊ ၄ နှစ်တာချစ်ခဲ့ကြတဲ့ချစ်သူတွေဖြစ်ပြီး\nလက်ထပ်ပြီးဘဝတည်ဆောက်ဖို့တောင် ရည်ရွယ်ခဲ့ရပေမဲ့ အပျော်စီးသင်္ဘောမှာ အတူအလုပ်လုပ်ဖို့ ရည်ရွယ်ပြီးမှ\nလစ်ဇဲလ်ကို သစ်စိမ်းချိုးချိုးပြီး ထားပစ်ခဲ့သူ အသဲခွဲသမားလေးပေါ့။ဒါပေမဲ့ လစ်ဇဲလ်ကတော့ ဝတ္ထုထဲက ကောင်မလေးများလို\nအရာရာပြီးပြည့်စုံတဲ့ သကြားဖေဖေထက် အသဲခွဲသွားတဲ့ဂယ်ရီကို ပိုချစ်ပါသတဲ့။ဒါပေမဲ့ အေဒရီယန်မှာလည်း အဆင့်အတန်းကွာခြားလွန်းလို့ အမြင်မကြည်တဲ့အမေရယ်၊\nအဖေကိုလုယူသွားလို့ ရန်သူလိုသဘောထားနေတဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2wyiz/I.Love.You.Goodbye.2009.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d2IywyOPS78vEnJvwVqkVRTiNC1.jpg",
        "title": "The Fabelmans (2022)",
        "description": "The Fabelmans (2022)The Fablemans ကိုအညွှန်းအရှည်ကြီးရေးမယ့်အစား\nဒါရိုက်တာ \"Steven Spielberg\" ရဲ့ ဘဝဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး\nSteven Spielberg ကိုယ်တိုင်ရိုက်ကူးထားတဲ့ကားလို့ ပြောလိုက်တာနဲ့\nရုပ်ရှင်ချစ်သူတွေအားလုံးက ဒါကမဖြစ်မနေကြည့်ရမယ့်ကားလို့ သတ်မှတ်ကြမှာသေချာပါတယ်။West Side Stories, Jaws, ET, Schindler's List, Catch me if You Can စသဖြင့်\nSteven Spielberg ရဲ့လက်ရာမွန်တွေက ရေးလို့မကုန်နိုင်အောင်များပြီးရုပ်ရှင်ချစ်သူအားလုံးနဲ့ ရင်းနှီးပြီးသားပါ။ဒီပါရမီရှင်ဒါရိုက်တာကြီးရဲ့ ငယ်ဘဝက ဘယ်လိုရှိခဲ့လဲ။\nသူ့ဖန်တီးမှုတွေကဘယ်ကလာပြီး ဘယ်သူတွေလွှမ်းမိုးခဲ့လဲ။\nSteven Spielberg က ဒီဇာတ်လမ်းကို ၁၉၉၉ ခုနှစ်ထဲက\n\"I'll be Home\" ဆိုတဲ့နာမည်နဲ့ရေးခဲ့ပြီး ပရိသတ်တွေကိုသူ့ဘဝနဲ့မိတ်ဆက်ပေးချင်ခဲ့ပါတယ်။ဒါပေမဲ့ သူ့ဇာတ်လမ်းကိုပြောမယ်ဆိုရင် သူ့ဘဝထဲကအရင်းနှီးသူတွေအချစ်ရဆုံးသူတွေကိုချန်ထားရစ်လို့မရပါဘူး။\nအထူးသဖြင့်သူ့အမေနဲ့အဖေပေါ့။\nဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားတဲ့ဒီဇာတ်လမ်းက သူ့အမေနဲ့အဖေကိုထိခိုက်နာကျင်ရစေနိုင်တာကြောင့်\nသူက ဒါကို အချိန်အကြာကြီးဆိုင်းငံ့ထားခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာ Steven နေရာကသရုပ်ဆောင်တဲ့ Sammy ဆိုတဲ့ဇာတ်ကောင်လေးက\nသူ့မိသားစုပြသနာတွေကြားမှာ နားလည်ခွင့်လွှတ်ခြင်းများစွာနဲ့ သူ့ပါရမီကိုလဲဆက်လက်ပျိုးထောင်သွားပုံကိုတွေ့ရမှာပါ။Steven ကလက်တွေ့ဘဝမှာ Sammy လောက် ရင့်ကျက်ခဲ့ရဲ့လားမသေချာပေမယ့်\nဒီရုပ်ရှင်ကတော့ Steven တစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/1QGq8/The.Fabelmans.2022.720p.WEBRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Overheardteaserp-142x200.jpg",
        "title": "Overheard (2009)",
        "description": "Overheard ( 2009 )ဟောင်ကောင်ဂန်း မာစတာပိစ်ကားဖြစ်တဲ့ Infernal Affairsကားကို ရိုက်ခဲ့တဲ့ ဇာတ်ညွှန်းရေးခဲ့တဲ့ ၂ယောက်ဖြစ်တဲ့ Felix Chongနဲ့ Alan Mak တို့ ပူးတွဲ ရိုက်ထားတဲ့ကားပါ။ Infernal Affairsလိုပဲ ၃ကားထွက်ရှိထားပြီး ဟောင်ကောင်မှုခင်းကားကောင်း စာရင်းဝင်ကားဆိုလည်း မမှားပါဘူး။မင်းသားတွေ ဇာတ်ပို့တွေကတော့ တကယ့်နာမည်ကြီးတွေချည်းပါပဲ။ The Mitchells vs. the Machines ကို ဆိုနီနဲ့ပူးတွဲထုတ်ခဲ့တဲ့ One Cool Group Limited ရဲ့ဖောင်ဒါ 1994က ရုပ်ရှင်စရိုက်ခဲ့ပြီး ဟောင်ကောင်ရဲ့ သရုပ်ဆောင်အကောင်းဆုံးမင်းသားတွေထဲ အပါအဝင်ဖြစ်သလို Johnnie Toလို ဆရာကြီးရဲ့ လက်စွဲတော်ဖြစ်ခဲ့တဲ့ တလောကတင်နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်သိပ္ပံကား Warriors of Futureရဲ့မင်းသား Louis Koo , ဂျက်ကီချမ်းရဲ့ New Police Story နဲ့ လူသိများတယ်ပြောလို့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2wEet/Overheard_(2009)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTg2NTM0NDY1NV5BMl5BanBnXkFtZTcwMjU5OTkyMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "My Summer of Love (2004)",
        "description": "My Summer of Love (2004)\n====================\nIMDb Rating - 6.7/10ဒီကားလေးကတော့ 2004 ခုနှစ်က ထွက်ရှိထားတဲ့ ဒရမ်မာရိုမန့်စ် ကား\nကောင်းလေးတစ်ကားဖြစ်ပါတယ်။၂၀၀၅ ခုနှစ် BAFTA Awards မှာ\nOutstanding British Film Award ကို ဆွတ်ခူးထားပါတယ်။ Top\nCast တွေသုံးပြီးမှ ရထားတဲ့ ဆုမဟုတ်ပဲ မထင်မရှား Cast တွေရဲ့ သက်\nဆိုင်ရာ Role ကိုပီပီပြင်ပြင် သရုပ်ဆောင်မှုကြောင့်ရရှိခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အဖေအမေ ဆုံးသွားပြီးနောက် အကိုနဲ့\nမောင်နှမနှစ်ယောက်တည်း နေနေရတဲ့ မိုနာဆိုတဲ့ ကောင်မလေးနဲ့ နွေ\nရာသီကျောင်းပိတ်ရက်၊ နယ်မြို့လေးကိုပြန်လာတဲ့ တမ်မ်ဆင် တို့ ကောင်\nမလေးနှစ်ဦးကြားက အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်ဆောင်တွေရဲ့ ကွဲပြားတဲ့စရိုက်နဲ့ မတူညီတဲ့ ဘဝဇာတ်ကြောင်းကြားမှာ\nအချစ်တစ်ခုဘယ်လိုပေါက်ဖွားလာမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်\nရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (802 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Wji1/My.Summer.of.Love.2004.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnkey4fxqtqMHwFcNLxfEbX5xmP.jpg",
        "title": "Mood Indigo (2013)",
        "description": "အရမ်းချမ်းသာပြီး ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းနိုင်တဲ့သူဌေးလေးကိုလန်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးပါ။ကုဋေရှစ်ဆယ်သူဌေးသားကိုမှ ပြင်သစ်ဗားရှင်းလေးလို့ ပြောလို့ရပါတယ်၊ဒါပေမဲ့ ဒီကုဋေရှစ်ဆယ်သူဌေးသားကကိုယ်တိုင်သုံးဖြုန်းလို့ကုန်တာမဟုတ်ဘဲအချစ်ကြောင့်ကုန်တာမျိုးဆိုတော့ သူရဲကောင်းလေး‌ပေါ့...ကိုလန်က ဘဝမှာ အပူအပင်မရှိသက်သောင့်သက်သာနေနိုင်သလောက်ချစ်ရတဲ့သူတော့ရှိမနေပါဘူး၊ တစ်ရက် မိတ်ဆွေတစ်ယောက်ရဲ့ခွေးလေးမွေးနေ့ပါတီကိုသွားရင်း တွေ့ခဲ့တဲ့ ကလိုဝီကိုချစ်မိသွားပါတော့တယ်၊နောက်ရက်မှာ ကလိုဝီနဲ့ အပြင်မှာတွေ့ပြီး အချစ်တွေကိုဝန်ခံလိုက်ချိန်မှာတော့ကလိုဝီ့ဘက်ကလည်း လက်ခံခဲ့ပါတယ်။ချစ်သူနှစ်ယောက် မင်္ဂလာဆောင်ပြီးတဲ့ညမှာပဲကလိုဝီ့အဆုတ်ထဲမှာပဒုမ္မာကြာပေါက်လို့ အိပ်ရာထဲလဲသွားပါတော့တယ်...မိန်းမကိုအရမ်းချစ်တဲ့ ကိုလန်တစ်ယောက် ဘယ်လိုမျိုး ကုပေးမလဲ...ကလိုဝီ့ရောဂါကရော သက်သာနိုင်ပါ့မလား ဆိုတာကို 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးIMDb မှာ rating 6.5နဲ့ Rotten Tomatoes မှာ rating 61% ရရှိထားတဲ့Mood Indigo ဆိုတဲ့ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင် File size…  2.84 GB /  1.24 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 2h 10m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1gy2v/Mood.Indigo.2013.FRENCH.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTQ3YmUzY2MtOGZkMi00MzdlLTkyNWYtMzNiOWQwZGQ5MWY5XkEyXkFqcGdeQXVyMTIwNzcyNDg0._V1_-160x200.jpg",
        "title": "Aachar & Co (2023)",
        "description": "Aachar & Co (2023)\nIMDb-8.1/10သားသမီးတွေကို ကိုယ့်စိတ်တိုင်းကျအိမ်ထောင်ဖက်နဲ့ပဲပေးစားချင်ကြတာက\nမိဘအုပ်ထိန်းသူတော်တော်များများရဲ့ အတ္တလို့ဆိုရမလား။သူတို့ဘက်ကကျလည်း\nကိုယ့်သားသမီးကို ဆင်စီးမြင်းရံတာပဲ မြင်ချင်တာမျိုး ကောင်းစားစေချင်တာမျိုးပေါ့။\nဒီကားလေးက ၁၉၆၀ပြည့်နှစ်အလွန်က အိန္ဒိယတောင်ပိုင်းပြည်နယ်\nဘန်ဂါလူရူပြည်နယ်ကိုနောက်ခံထားပြီး အမျိုးသမီးဒါရိုက်တာ ဆင်ဒူးဆရီနီဗာဆာမူသီ\nရိုက်ကူးထားတဲ့ မိသားစုဟာသဇာတ်မြူးရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။သားသုံးယောက် သမီးခုနစ်ယောက်မွေးထားတဲ့ အစိုးရဝန်ထမ်း\nဆောက်လုပ်ရေးအင်ဂျင်နီယာကြီး ဦးအာချာပေါ့။သူ့သားသမီးတွေကို\nသူ့စိတ်တိုင်းကျဖြစ်စေချင်တဲ့ ဖခင်တယောက်။သားသမီးတွေကို သူ့စိတ်တိုင်းကျ အိမ်ထောင်ဖက်ရှာပေး အိမ်ထောင်ချပေးနေရာက\nရုတ်တရက်ကွယ်လွန်သွားတဲ့အခါမှာတော့ အိမ်ထောင်မကျသေးတဲ့\nသမီးရဲ့ဘ၀က အခြေအနေတွေပြောင်းလဲသွားပါတော့တယ်။\nအဲဒီခေတ်အခြေအနေမှာ ဘာလဲဆိုတော့ အမျိုးသမီးတွေက အိမ်ထောင်ရေးအတွက်\nအသုံးချခံအနေနဲ့ သက်မဲ့အရာလိုသတ်မှတ်ခံထားရမှုတွေကို မီးမောင်းထိုးပြရင်း\nခပ်မြူးမြူးလေးကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~BpL~Zwe~Moon~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB/ 685MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Zwe~Moon~V",
        "rating": "8.0",
        "url": "https://megaup.net/1Wv3v/Aachar_&_Co_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkGG4ovQAOmoWHBJ3aOyCAXz6Cz.jpg",
        "title": "Love You Long Time (2023)",
        "description": "ဒီဖိလစ်ပိုင်ကားကတော့ မြင်ဖူးနေကျဖိလစ်ပိုင်ကားတွေနဲ့ ကွဲထွက်ပါတယ်။အရာရာကို သဘာဝရှုခင်းလှလှ၊ ရုပ်ရှင်ဓာတ်ပုံလှလှတွေနဲ့  ငြိမ့်ငြိမ့်လေးပြသွားတာအချစ်ကဗျာတစ်ပုဒ် ဖတ်နေရသလိုပါပဲ။ အစပိုင်းမှာ ကြည့်ရတာပျင်းကောင်းပျင်းနိုင်ပေမဲ့စိတ်ရှည်ရှည်နဲ့ဆက်ကြည့်ရင် ဒီရုပ်ရှင်ကပေးစွမ်းချင်တဲ့ရသတွေကို ခံစားရမှာပါ။ အချစ်ဆိုတာလည်း ခက်တော့ခက်သား ဝေးရမယ်ဆိုမှ ပိုတွေ့ချင်မိတယ် ခွဲရမယ်ဆိုမှဆွဲထားချင်မိတယ်။ Before Trilogy တွေကိုကြည့်ပြီး မရိုးမရွဖြစ်စေတဲ့အရာကလည်းဒီလိုပဲ ဘဝမှာအလွယ်ရခဲ့သမျှအချစ်တွေအားလုံးကို ပေါပေါပဲပဲလုပ်ခဲ့ပြီးမှ ရထားခရီးစဉ်ဆုံးရင် ခွဲရတော့မယ့်လူကိုမှ ချစ်မိသွားလို့ နှစ်ယောက်သား နောင်တမရအောင် လမ်းခုလတ်ကဘူတာမှာ တစ်ညတာဆင်းနေခဲ့ကြတယ်မဟုတ်လား။ ကိုယ်ရဲ့ပစ္စုပ္ပန်က မင်းရဲ့အတိတ်မင်းရဲ့ပစ္စုပ္ပန်က ကိုယ့်အနာဂတ်အဖြစ် ၄ နှစ်တာ ကွာဟနေတဲ့ အချိန်ကာလကိုကိုယ်တို့အချစ်နဲ့ ဘယ်လိုပိတ်ဆို့ကြမလဲ။ ကိုယ်ကတော့ ဖုန်းအဟောင်းတစ်လုံးနဲ့မကျေနပ်နိုင်ဘူး။ မင်းကိုထိတွေ့ခွင့်တွေ၊ မင်းနဲ့အတူထိုင်ပြီး ကော်ဖီသောက်ခွင့်တွေ၊မင်းချသမျှဆုံးဖြတ်ချက်တိုင်းမှာ အရေးပါခွင့်တွေကို လောဘတက်ချင်သေးတယ်။မျှော်လင့်ချက်ဟာ အရာရာဆိုတာကို လက်ခံကြလားဗျ။ မျှော်လင့်ချက်ကြောင့်အသက်ရှင်သလို မျှော်လင့်ချက်ကြောင့် သေဆုံးနိုင်တာပါပဲ။ ကိုယ့်ကိုယ်ကိုသေလူလို့သက်မှတ်ထားတဲ့ကိုယ်က ဒီမျှော်လင့်ချက်တွေကြောင့်ပဲ အသက်ရှင်ချင်လာမိတယ်...ဒီဇာတ်ကားလေးကတော့Healing movie ကောင်းကောင်းတစ်ခုဖြစ်တဲ့အတွက် အချစ်ကြောင့်စိတ်ပင်ပန်းနွမ်းနယ်နေခဲ့ရင် ဒီကားကိုကြည့်ဖို့ ညွှန်းပေးချင်ပါတယ်ခင်ဗျာ။ File size…1.26GB / 481MB\nQuality…NF WEB-DL ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gxnd/Love.You.Long.Time.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI0YTJmNzktNjcwZi00MWJjLTgwYjQtMDY2MmZhOTg2ZmU1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Lakiro (2023)",
        "description": "Lakiro (2023)\nIMDb 5.2/10\nDrama/Musicalတယောက်နဲ့တယောက်ချစ်လို့ပဲဖြစ်ဖြစ် မိဘဆွေမျိုးအသိုင်းအဝိုင်းက\nပေးစားလိုက်လို့ပဲဖြစ်ဖြစ် အိမ်ထောင်တခုတည်ဆောက်ပြီးတဲ့အခါ\nအဲဒီအိမ်ထောင်ရေးကို သာယာစွာနဲ့ဆက်လက်တည်မြဲစေဖို့ ဘာတွေလိုအပ်လဲ။\nအချစ်လား ငွေကြေးချမ်းသာမှု ဒါမှမဟုတ် အလုပ်အကိုင်တွေလား\nသားသားမီးမီးတွေလား။ပုံမှန်အချစ်ဇာတ်လမ်းတွေမှာတော့ လူနှစ်ယောက် ချစ်မိကြပြီးရင် ပျော်ပျော်ရွှင်ရွှင်လက်ထပ်လိုက်ကြပါတယ်ဆိုပြီး\nဇာတ်သိမ်းသွားတတ်ကြပေမယ့် ဒီဇာတ်လမ်းမှာတော့ အဲဒီလိုမဟုတ်ခဲ့ပါဘူး။ ဟရီရှီနဲ့ ရီချာဟာ တက္ကသိုလ်ကျောင်းတော်ကြီးမှာ\nဆုံတွေ့ခဲ့ပြီး ချစ်ခဲ့ကြတယ်။ သမီးရည်းစားဘဝကို ဖြတ်သန်းပြီးကြတဲ့အခါမှာ အလုပ်ကိုယ်စီနဲ့အိမ်ထောင်တစ်ခုကို\nထူထောင်ဖို့ လက်ထပ်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ဒါဟာ သူတို့အတွက်တတော့ ပျော်ရွှင်စရာအဆုံးသတ်မဟုတ်ပဲ ပြဿနာတွေရဲ့အစဖြစ်လာပါတယ်။\nအလုပ်ကိုယ်စီလုပ်နေကြတာကိုက ကွာရှင်းဖို့လမ်းစတစ်ခုဖြစ်လာပါတော့တယ်။ အရမ်းချစ်ခဲ့ကြတဲ့\nသူတို့တွေ ဒီအိမ်ထောင်ရေးကို တည်မြဲဖို့ကြိုးစားကြမှာလား။ဒီတိုင်းပဲ လက်လွှတ်ဆုံးရှုံးခံလိုက်ကြမလားဆိုတာတော့ ဒီဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry~V~BpL~Yunni~Zweတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.06GB / 898MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry~V~BpL~Yunni~Zwe",
        "rating": "5.2",
        "url": "https://megaup.net/1gxhj/Lakiro.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzA3MzE2OWU3LTIwNzktNDUwYS1hNTg4LTI3MDM2OGQ5NDVlNC5qcGc-135x200.jpeg",
        "title": "The Island (2023)",
        "description": "Actionကားတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဒီနှစ်အတွင်းမှာထွက်ရှိထားတဲ့ အသစ်စက်စက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ အမေရိက ကျွန်းတစ်ကျွန်းပေါ်မှာတည်ထားတာပဲဖြစ်ပါတယ်။ညီဖြစ်သူ အသတ်ခံလိုက်ရပြီးနောက်မှာ LAPD ရဲတစ်ယောက်ဖြစ်တဲ့ မာ့ခ်က သူ့ရဲ့ကြီးပြင်းရာဇာတိဖြစ်တဲ့ ကျွန်းပေါ်ပြန်သွားခဲ့ပါတယ်။သူ့ညီအတွက် လက်စားချေဖို့ပြင်ဆင်ရင်း သူတို့ရဲ့ကျွန်းက အရင်လို အေးချမ်းတဲ့နေရာမဟုတ်တော့ဘဲ ဂိုဏ်းသားတွေရဲ့ လက်ဝါးကြီးအုပ် အနိုင်ကျင့်ခံနေရမှန်းသိသွားတဲ့အခါမှာ ညီအတွက်ရော ကျွန်းကိုပါ ကာကွယ်ရင်း လက်စားချေတာကို ကြည့်ရမှာပါ။\nစိတ်လှုပ်ရှားစရာ အက်ရှင်ကားကောင်းရှာနေတဲ့သူဆို အံကိုက်ပါပဲ။အက်ရှင်ကားမို့လို့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေအများကြီးနဲ့ဆိုတော့ အများကြီးမညွှန်းတော့ပါဘူး။ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ။ File size…(1.7 GB)/(900 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Hsu Leonie",
        "rating": "",
        "url": "https://megaup.net/2Csbe/The.Island.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXt3eVpaBq6q9SaLDrgSnzsUyIl.jpg",
        "title": "Past Lives (2023)",
        "description": "Past Lives (2023)~ IMDb - 8.4/10, Rotten Tomatoes - 97% ~သူ့အကြောင်းနဲ့သူ ကိုယ့်အကြောင်းနဲ့ကိုယ် လမ်းတစ်လမ်းမှာ လျှောက်ရင်းလှမ်းရင်း သူစိမ်းနှစ်ယောက် မတော်တဆ အင်္ကျီလက်ဖျားချင်း အဖျားချင်းခတ်မိရင်တောင် ဘဝအဆက်ဆက်က ရှေးရေစက်ရှိခဲ့လို့ပဲတဲ့။ ဒီလိုခတ်မိတာကိုက ဒီမမြင်ဖူးမကြုံဖူးခဲ့တဲ့ သူစိမ်းနှစ်ယောက်ကြား အတိတ်ဘဝတွေတုန်းက အကြောင်းကံပါစရာ တစ်စုံတရာရှိခဲ့ဖူးတာကြောင့်မို့ပဲတဲ့။ရထားတစ်စင်းပေါ် ဘေးချင်းကပ် ထိုင်ခဲ့ဖူးရုံ ရေစက်မျိုးပဲဖြစ်ဖြစ်...ငှက်ကလေးတစ်ကောင်နဲ့ အဲဒီငှက်ကလေး တစ်မနက်လောက် ဝင်နားဖူးခဲ့တဲ့ သစ်ကိုင်းကလေးရဲ့ ရေစက်မျိုးပဲဖြစ်ဖြစ်...တစ်ခုသောညမှာ အတူတူကြွေကျခဲ့ဖူးတဲ့ ကြယ်လေးနှစ်စင်း သစ်ရွက်ကလေးနှစ်ရွက်ပဲဖြစ်ဖြစ်...ဘယ်လိုရေစက်မျိုးပဲရှိခဲ့ရှိခဲ့ တစ်ခုသောဘဝမှာ ၂ဦးသောသူတို့ ၂သက်၂ချစ်၂ယောက်ကမ္ဘာတည်နိုင်ဖို့ သူတို့၂ဦးကြား ဘဝပေါင်း၈ထောင်စာ ရှေးရေစက်ပေါင်း၈ထောင်ရှိဖို့လိုတယ်တဲ့။သူလိုကိုယ်လိုဘဝပါပဲ။ တစ်စုံတရာကိုလည်း ရရှိဖူးလိမ့်မယ်။ တစ်စုံတရာကိုလည်း ဆုံးရှုံးဖူးလိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဆုံဖူးခဲ့လိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဝေးဖူးခဲ့လိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ လွမ်းဖူးလိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ နေသားကျသွားလိမ့်မယ်။ မေ့လောက်ပျောက်လောက်ရှိတဲ့အခါလည်း ဆန်းဆန်းပြားပြားပဲ လွမ်းဖူးလိမ့်မယ်။ အံ့ဩဖို့ကောင်းအောင် မေ့မရတဲ့နေ့ရက်တို့တွေ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Cr9x/(CM)_Past_Lives_(2023)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjQ5MGU0NGYtYjY2Zi00N2MyLTgwOTYtMTgxNTBjMmRlYjIzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-113x200.jpg",
        "title": "VII XII (Tujuh-Dua Belas) (2023)",
        "description": "ဒီတစ်ခါမှာတော့ Action, Adventure, Crime movie လေးတစ်ခု တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကဝောာ့ မလေးရှားမှာ ကလေး ကိုယ်အင်္ဂါအစိတ်အပိုင်းတွေကို ရောင်းဝယ်တဲ့အဖွဲ့ သောင်းကျန်းနေတဲ့အချိန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ် အဒမ်ဆိုတဲ့ကောင်လေးဟာ အဖေရော အမေရော တစ်ခါတည်း ဆုံးရှုံးလိုက်ရပါတယ် သူ့အဖေရဲ့ သေတမ်းစာအရ သူဟာ အ‌မွေတွေအကုန်လုံးကိုရရှိသွားပြီး သူ 18 နှစ်မပြည့်ခင်အထိ သူ့ဒေါ်လေး ဆာဖီယာရဲ့ အစောင့်အရှောက်အောက်မှာနေရမှာပါတစ်ရက်မှာတော့ အဒမ်တစ်ယောက် လမ်းမှာ လူဆိုးတွေပြန်ပေးဆွဲခံလိုက်ရတဲ့အပြင် ဆာဖီယာကိုလည်း ရဲတိုင်ရင် အဒမ်သေမယ်လို့ ခြိမ်းခြောက်သွားပါသေးတယ် သူ့အဒေါ် ဆာဖီယာဟာဆိုရင်လည်း သာမာန်လူတစ်ယောက်တော့မဟုတ်ပါဘူး ကိုယ်ခံပညာရှင် အားကစားသမားတစ်ယောက်ပါ ဒီလိုနဲ့ ဆာဖီယာတစ်ယောက် ပြန်ပေးဆွဲသမားတွေလက်ထဲက တူလေး အဒမ်ကို လိုက်ကယ်ပါတော့တယ် သူ့ရဲ့တူလေးကို ကယ်တင်နိုင်သွားမှာလား ဆာဖီယာတစ်ယောက် ဘယ်လို‌အခက်အခဲတွေကြုံလာရမလဲဆိုတာကတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ File size…(1.3 GB)/(726 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "",
        "url": "https://megaup.net/2CqpA/VII.XII.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjU3Mzg1NTctZjc5OS00YWRlLWFlZGUtM2MwZmM1ZmQ5YWU4XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Puppy Love (2023)",
        "description": "Puppy Love (2023)\n===============\nIMDb Rating - 6.4/10အရိုတစ်လိုင်းကြိုက်သူတွေရော၊ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ချင်\nသူတွေနဲ့ အာ‌ဝုချစ်သူတွေအတွက်ပါ အချစ်ဟာသဇာတ်မြူးလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Puppy Love ဆိုတဲ့နာမည်အတိုင်း အာဝုရေးတဲ့ဖူးစာလို့\nပြောရမယ်ထင်ပါတယ်။ အာဝုလေးတွေက အောင်သွယ်တော်လေးတွေပေါ့နော်။\nနစ်ကိုးလ် ဆိုတာ အလုပ်ကြိုးစားပြီး ထက်မြက်သွက်လက်တဲ့ ကောင်မလေးပေါ့။\nသူနေတတ်တဲ့ ပုံစံကြောင့် တော်ရုံရည်းစားက သည်းမခံနိုင်သူပါ။ တစ်နေ့မှာ\nအသည်းကွဲနေတဲ့ နစ်ကိုးလ် ဟာ လမ်းဘေးက အာ‌ဝုအထီးလေးတစ်ကောင်ကို\nသနားလို့ ခေါ်မွေးစားပြီး ချန်းနင်းတေတမ် လို့ နာမည်ပေးထားပါတယ်။မက်စ် ကတော့ လူတွေကို ဆက်ဆံရမှာကြောက်ရွံ့ပြီး အိမ်တွင်းပုန်းနေတတ်သူပါ။\nတစ်နေ့မှာ ဆရာ၀န်က သူ့စိတ်အခြေအနေတိုးတက်ဖို့ ခွေးတစ်ကောင်မွေးခိုင်း\nခဲ့ပါတယ်။ ဒီလိုနဲ့ မက်စ် တစ်ယောက် ကလိုဝီ ဆိုတဲ့ အာဝုမလေးကို မွေးဖြစ်ခဲ့\nပါတယ်။ တစ်နေ့တော့ ကလိုဝီ နဲ့ ချန်းနင်း ကို အကြောင်းပြုပြီး ပိုင်ရှင်တွေ\nဖြစ်တဲ့ မက်စ် နဲ့ နစ်ကိုးလ် တို့ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ စစချင်းဆောက်နဲ့ထွင်းဆို\nသလို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Wtf2/Puppy.Love.2023.720p.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrZEWzSlbQTlsJobDmzuFNzlxbh.jpg",
        "title": "Atlantis: Milo’s Return (2003)",
        "description": "Atlantis Milo’s Return (2003)\nGenre – Animation, Action, Adventure၂၀၀၁ ခုနှစ်တုန်းက Disney ကနေ ထွက်ရှိပြီးလူကြိုက်များခဲ့တဲ့ Atlantis The Lost Empire ရဲ့အဆက်ရုပ်ရှင် ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပထမကားတုန်းက အဖြစ်အပျက်တွေပြီးတော့မိုင်လိုကလည်း အတ္တလန်တစ်မှာ ကီဒါနဲ့ အတူနေနေကြပါတယ်ကီဒါကလည်း ဘုရင်မ အဖြစ်ကို ရောက်ရှိနေပါပြီ။အဲဒါနဲ့ နှစ်ယောက်သားအတူတူ ပုံဆောင်ခဲစွမ်းအင်ကိုအသုံးချပြီး သူတို့မြို့လေးကို ပြန်ပြုပြင်တည်ဆောက်လျက်ရှိပါတယ်။ဒီလိုနဲ့ တစ်နေ့ကျ ပထမကားတုန်းက မိတ်ဆွေဟောင်းတွေဖြစ်တဲ့မစ္စတာဝှစ်မောတို့ ဗင်နီတို့ သြဒရီတို့ မိုးလ်တို့ အတ္တလန်တစ်ကိုရောက်လာကြပြီး ကုန်းမြေကမ္ဘာမှာ အတ္တလန်တစ်နဲ့ ဆက်နွယ်နေနိုင်လောက်တဲ့အန္တရာယ်တွေကျရောက်နေပြီ ဖြစ်လို့ အတ္တလန်တစ်ကျွမ်းကျင်သူမိုင်လို့ကို လာ အကူအညီတောင်းကြပါတော့တယ်။ဒီလိုနဲ့ ဘုရင်မဖြစ်နေတဲ့ ကီဒါကပါ ဒါကလည်း သူ့အဖေ လက်ထက်တုန်းကစနက်တွေ ကင်းရဲ့လား သံသယဖြစ်မိတာကြောင့်အတူလိုက်ပါမယ်ဆိုပြီး အုပ်စုလိုက် ခရီးထွက်ခဲ့ကြတဲ့အခါမှာတော့ရန်စွယ်ဟာ တစ်ခုတည်း မဟုတ်ပဲ ၃ ခုလောက် ဖြစ်နေပြီးအကုန်လုံးက ကမ္ဘာပျက်လောက်တဲ့အထိ ဆိုးဝါးနေခဲ့တော့မိုင်လိုတို့တသိုက် ...",
        "rating": "5.0",
        "url": "https://megaup.net/3iofv/Atlantis.Milos.Return.2003.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/images-2-133x200.jpg",
        "title": "Atlantis: The Lost Empire (2001)",
        "description": "IMDb – 6.8/10Rotten Tomatoes – 49%Metacritic – 52% Atlantis: The Lost Empire ဆိုတဲ့ Animation ကားလေးက Disney ရဲ့ပထမဆုံးသော Adventure/Sci-Fi အမျိုးအစား Film ပဲ ဖြစ်ပါတယ်။Tob Murphy ရဲ့ ဇာတ်လမ်းကို ဒါရိုက်တာ Gary Trousdale နဲ့ Kirk Wise တို့ကပူးတွဲရိုက်ကူးကာ Don Hahn ကနေထုတ်လုပ်ပါတယ်။နောက်ခံစကားပြော အနေနဲ့ကတော့ Michael J. Fox, Cree Summer, James Garner,Leonard Nimoy, Don Novello, Phil Morris, Claudia Christian, Jacqueline Obrandors နဲ့Jim Varney တို့ကနေ ပါဝင်သရုပ်ဆောင်ပေးထားကြတာပဲ ဖြစ်ပါတယ်။Jim Varney အနေနဲ့ကလည်း ဒီဇာတ်ကားဟာ သူမသေခင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iofz/Atlantis.The.Lost.Empire.2001.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWNiZDZjZTYtMDE1NS00YzRkLTlkM2EtMDcwMzY5ZDAzZWE3XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-137x200.jpg",
        "title": "Shubh Yatra (2023)",
        "description": "Shubh Yatra (2023)\nIMDb 7.6/10ဒီတစ်ခါမှာတော့ နိုင်ငံရပ်ခြားသွားဖို့စီစဉ်ပြီး တိုင်ပတ်နေတဲ့အဖွဲ့ကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nမိုဟန်နဲ့ ဟာရ်ဒစ်ခ်ဆိုတဲ့သူငယ်ချင်း၂ယောက်.. နို့ထွက်ပစ္စည်းအရောင်းဆိုင်ဖွင့်ပြီး\nစီးပွားရေးလေးစကာမှ အရှုံးပေါ်ပြီးအကြွေးတွေလည်ပင်းရောက်ရုံတင်မက\nမိုးလင်းတာနဲ့အိမ်ရှေ့မှာ အကြွေးရှင်တွေက လာထိုင်စောင့်နေတာပုံမှန်နေ့ရက်တွေလိုပါပဲ...ဒီလိုနဲ့တစ်နေ့ သူတို့မြို့ထဲက နိုင်ငံခြားထွက်သွားတဲ့ ပြည်တော်ပြန်တစ်ယောက်ပြန်ရောက်လာခဲ့တယ်\nပြန်ရောက်လာပုံကလည်းဒေါ်လာတွေလမ်းမှာကြဲချတဲ့ ဘောစိအနေနဲ့ပေါ့ ..ဆိုတော့သူတို့လည်းအားကျပြီး\nအမေရိကန်ကို အကြွေးရှင်တွေဆီက ပိုက်ဆံထပ်ချေးပြီး သွားဖို့ပြင်ပါတယ်\nဒီကြားထဲ ပက်စ်ပို့တွေ ဗီဇာကိစ္စတွေနဲ့ မနူးမနပ်၂ယောက်သား\nဘယ်လိုစခန်းသွားကြမလဲ သူတို့ရောက်ချင်တဲ့အမေရိကန်ကိုရော\nရောက်နိုင်ကြပါ့မလားဆိုတာကတော့...(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~V ~Zwe Yan တို့ပဲ ဖြစ်ပါတယ်)\nFile size….1.62GB / 748MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~V ~Zwe Yan",
        "rating": "7.6",
        "url": "https://megaup.net/1gw10/Shubh.Yatra.2023.720p.SM.WEB-DL.AAC2.0.H.264.YK(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjVkZGE1OWItYjMzNC00ZTcwLThiODAtYmYwNzJkMjk5OTVhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Vicky Cristina Barcelona (2008)",
        "description": "IMDb----7.1/10မင်းသမီးချော စကားလက်ဂျိုဟန်ဆန် ငယ်ရွယ်နုပျိုစဥ်အခုတုန်းကရိုက်ထားတဲ့ဇာတ်ကားလေးပါ ဘာစီလိုနာမြို့မှာအခြေတည်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးတော့ ဘာစီလိုနာရဲ့မြို့အလှမြင်ကွင်းတွေကိုသေချာမြင်တွေ့နိုင်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်\nအချစ်ရဲ့အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းမတူကြတဲ့သူငယ်ချင်းနှစ်ယောက် ဘာစီလိုနာမြို့ကို နွေရာသီအားလပ်ရက်အနားယူဖို့ရောက်လာရာကနေ ဇနီးဟောင်းနဲ့သမုဒယကြိုးတွေမပြတ်နိုင်သေးတဲ့ စပိန်ပန်းချီဆရာတစ်ယောက်ကိုတစ်ပြိုင်တည်း စိတ်ဝင်စားမိရာက အချစ်နဲ့ဘဝရဲ့ ပဟေဠိတွေကို အဖြေရှာကြတဲ့အကြောင်းလေးပါ\nမင်းသမီးချော စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lost in translation 2003ကိုကြိုက်နှစ်သက်ကြသူတွေဆို ဒီကားလေးကိုလဲ သဘောကျပါလိမ့်မယ် ကြည့်ပြီးတာနဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ဇာတ်ကားအပေါ်ခံစားရပုံခြင်းမတူကြပဲ အချစ်နဲ့ဘဝရဲ့ပတ်သက်တဲ့မေးခွန်းလေးတွေကိုတွေးမိနေစေမယ့်ဇာတ်ကားလေးပါ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:36:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Tz",
        "rating": "7.1",
        "url": "https://megaup.net/1Wtta/Vicky.Cristina.Barcelona.2008.720p(CM).BluRay.x264.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heu67j6uIpHzWmR785VFjd7cS1W.jpg",
        "title": "[18+] Kamadora (2023)",
        "description": "Kamadora (2023)အီကာဖာယာဒိုဟာ အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး ဒေးဗစ်ဆန်ကုန်တိုက်ကြီးမှာ အရောင်းစာရေးလုပ်ပါတယ်။ မျက်နှာချိုအပြုံးချိုနဲ့ လူတကာချစ်ခင်နှစ်သက်ခြင်းခံရတဲ့သူဟာ မဟုတ်မခံ ဆတ်ဆတ်ကြဲလေးလည်းဖြစ်ပြီး ရိုင်းစိုင်းတဲ့ ကပ်စတမ်မာတွေနဲ့လည်း ပြဿနာဖြစ်တတ်လို့ မန်နေဂျာရုံးခန်းထဲကို မကြာခဏခေါ်ဆူခံရတတ်ပါသေးတယ်။ ဒါပေမဲ့လည်း ဘယ်သူမှမသိတာက အဲဒီသဘောကောင်းတဲ့မျက်နှာလှလှလေးရဲ့နောက်ကွယ်မှာ ကြောက်စရာပင်ကိုစရိုက်တစ်ခုရှိနေတယ်ဆိုတာကိုပါပဲ။အီကာရဲ့ငယ်ဘဝဟာ မြတ်နိုးတို့ ကြယ်စင်တို့လို ကြမ်းတမ်းလွန်းခဲ့ပါတယ်။ ရှာမကျွေးနိုင်တဲ့ဖခင်ဖြစ်သူကို သူ့မိခင်က စွန့်ခွာခဲ့ပြီးနောက် ငယ်စဉ်ကတည်းက ပထွေးနဲ့အတူနေခဲ့ရတယ်။ အရွယ်မရောက်တစ်ရောက်အချိန်လေးမှာ ပထွေးဖြစ်သူကစော်ကားလို့ အိမ်ကထွက်ပြေးခဲ့ပြီး လမ်းဘေးရောက်ခဲ့ရတာပါ။ အဲဒီမှာ ကယ်တင်ရှင်တစ်ယောက်နဲ့တွေ့ခဲ့ရပေမဲ့ အဲဒီကယ်တင်ရှင်ဖြစ်သူကလည်း သူ့ကိုမွေးပြီးစားနေတဲ့အခါမှာတော့... အဲ့ဒီဘဝကလွတ်ဖို့ နည်းပေါင်းစုံသုံးပြီး ကြိုးစားတော့မှာဖြစ်ပါတယ်။အီကာအဖြစ် Lovely Ladies Dormitory ထဲမှာ ချစ်စရာကောင်မလေး အယ်လ်မာဇာတ်ရုပ်နဲ့ ပရိသတ်ကိုဖမ်းစားနိုင်ခဲ့တဲ့ Tiffany Grey လေးကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 845MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wtqt/(CM)_Kamadora_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv8OxXYRQRfA08YJt6eatbPnzcT.jpg",
        "title": "Lorelei (2020)",
        "description": "အမျိုးသမီးဒါရိုက်တာ Sabrina Doyle ရိုက်ကူးပြီး 2020 မှာရုံတင်ပြသထားတဲ့Lorelei ရဲ့ ဇာတ်လမ်းအကျဥ်းကို စာတစ်ကြောင်းတည်းနဲ့ပြောရင်ဆိုင်ကယ်သမား ၊ ရေသူမ နဲ့ အပြာသုံးရောင်ရဲ့ ကာယအလုပ်သမားဘဝပုံပြင်လို့ပြောလို့ရပါတယ် ဇာတ်လမ်းအကျဥ်းဝေလန်ဒ်လို့ခေါ်တဲ့လူတစ်ယောက်ဟာ ဆယ့်ငါးနှစ်ကြာထောင်ကျနေပြီးမှထောင်ကလွတ်လာပြီး သူ့ရဲ့ ငယ်ချစ်ဦးနဲ့ ပြန်ဆုံပါတယ်။ဒါပေမဲ့ သူ့ရဲ့ငယ်ချစ်ဦးဖြစ်သူ ဒိုလောရက်စ်က ဆယ့်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာကလေးသုံးယောက်နဲ့ တစ်ကိုယ်တော်အမေဖြစ်လို့နေပါပြီ။ဝေလန်ဒ်တစ်ယောက် ထောင်ကလွတ်လာပြီး ဘဝကိုဘယ်လိုရှေ့ဆက်မလဲဆယ့်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာ ဒိုလောရက်စ်နဲ့ ဆက်ဆံရေးကို ဘယ်လိုစခန်းသွားမလဲဆိုတာကိုတော့......ဘဝမှာရုန်းကန်နေရတဲ့ အလုပ်သမားလူတန်းစား ဇာတ်ဆောင်နှစ်ယောက်အကြောင်းသဘာဝကျကျပေါ်လွင်အောင်ရိုက်ကူးထားတဲ့ family drama အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…1.37GB / 578MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Aerin",
        "rating": "6.4",
        "url": "https://megaup.net/2Cq9o/Ali.and.Nino.2016.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k678ohrP2DcfgElWZl2mxdO3vEd.jpg",
        "title": "Ali and Nino (2016)",
        "description": "ဒီဇာတ်ကားဟာ 1918 ခုနှစ်က မူဆလင်ကောင်လေးနဲ့ခရစ်ယာန်ကောင်မလေးတို့နှစ်ယောက်ရဲ့ အချစ်ကိုပုံဖော်ထားတာပါ။မူရင်းဝတ္ထုကလည်း အတော်အသင့်နာမည်ရှိပါတယ်။ ရေနံတွင်းတွေပေါများလှတဲ့ အဇာဘိုင်ဂျန်ကို ရုရှားတွေသိမ်းထားပြီးပထမကမ္ဘာစစ်ဖြစ်နေချိန်ပေါ့။ အဇာဘိုင်ဂျန်ဟာ ပါရှား၊ ဂျော်ဂျီယာနဲ့အိမ်နီးချင်းနိုင်ငံဖြစ်ပြီး ဥရောပတိုက်နဲ့ အာရှတိုက်အကြားကနိုင်ငံဖြစ်တဲ့အတွက် အချက်အချာကျလှပါတယ်။ ရုရှားကိုလိုနီနိုင်ငံဖြစ်တဲ့အတွက်နိုင်ငံအတွင်းမှာ ရုရှားမိတ်ဖက်စီးပွားရေးသမားတွေလည်း ခြေရှုပ်လှပါတယ်။အဇာဘိုင်ဂျန်မင်းသား အလီနဲ့ ဂျော်ဂျီယာမင်းသမီး နီနိုတို့ဟာ လူမျိုးမတူ၊ဘာသာကွဲပြားတဲ့ကြားက ချစ်ခဲ့ကြပါတယ်။ အဇာဘိုင်ဂျန်ဘုရင်ကသူတို့အချစ်ရေးကို သဘောတူပေမဲ့ ‌နီနို့အဖေဂျော်ဂျီယာမင်းသားကတော့ရှုပ်ထွေးလှတဲ့နိုင်ငံရေးအခြေအနေတွေကြောင့် အချိန်ဆွဲလျက်ရှိပါတယ်။ဒါ့အပြင် နီနိုကို မော်စကိုစီးပွားရေးသမားတစ်ယောက်ကလည်းအပိုင်ကြံဖို့ကြိုးစားနေပါတယ်။ ရှုပ်ထွေးလှတဲ့နိုင်ငံရေးတွေကြားမှာအလီနဲ့နီနိုတို့ ဘယ်လိုဆုံဆည်းကြမလဲဆိုတာကို ကမ္ဘာစစ်နောက်ခံထားပြီးကြည့်ရှုရမှာဖြစ်တဲ့အတွက် သမိုင်းစိတ်ဝင်စားသူ အချစ်ဇာတ်လမ်းကောင်းကြိုက်သူတို့အတွက် လက်မလွှတ်သင်တဲ့ဇာတ်ကားတစ်ကားပါ။ File size…1.37GB / 578MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Romance , War\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "6.8",
        "url": "https://megaup.net/2Cq9o/Ali.and.Nino.2016.BluRay720p(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDViMjMwMjEtODI3OS00Njk3LWFjYzktNGNhMGY3ZjgwYThlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "Metro (2013)",
        "description": "Metro (2013)\n============\nIMDb Rating - 6.4/10\nAction, Drama, Thriller၂၀၁၃ လောက်ကထွက်ခဲ့တဲ့ မက်ထရိုဆိုတဲ့ ရုရှားကားကောင်း\nဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်လောက်ထဲက ဆောက်လုပ်ခဲ့တဲ့\nမော်စကိုမြေအောက်ရထားလှိုင်ခေါင်းကြီး တစ်ခုရှိပါတယ်။\nမော်စကိုမြစ်နဲ့တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်ပြီး၊ စစ်တွင်းက\nဘန်ကာတွေလည်းရှိနေပါတယ်။ရန်သူတွေကိုရေလွှမ်းဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ဆောက်လုပ်ထား\nခဲ့တာဖြစ်ပြီး ယနေ့ခေတ်မှာတော့ ပြည်သူသုံးရထားလမ်းအဖြစ်ပဲ\nဆက်လက်သုံးစွဲနေပါတယ်။ ဒါပေမယ့် ငလျင်လှုပ်သွားတာကနေ\nတစ်ဆင့် မော်စကိုမြစ်ရေနဲ့ လှိုင်ခေါင်း ချိတ်ဆက်ထားတဲ့နေရာက\nပျက်စီးသွားပြီး ရေတွေ ဝင်လာပါတယ်။ ရထားတွဲမှာပါသွားတဲ့ လူ\nတွေလည်းပိတ်မိကုန်ပြီး သူစိမ်းတွေဆိုပေမယ့် အချင်းချင်း ကူညီ\nရိုင်းပင်းရင်း ရှင်သန်ရုန်းကန်ကြတာကိုကြည့်ရမယ့် ဇာတ်လမ်း\nကောင်းတစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(2.66 GB) / (1.25 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........2Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Thriller\nTranslator......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/1Wmb6/Metro.2013.720p.BluRay.(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/busty-133x200.jpg",
        "title": "{21+}Busty Cops and the Jewel of Denial (2010)",
        "description": "အလှပဂေးသုံးဖေါ်ရဲ့ စွမ်းစွမ်းတမံတာဝန်ကျေမှုတွေကို\nမျက်တောင်မခတ်တမ်း ကြည့်ရဖို့တန်တဲ့ကားပါပဲလူသူအရောက်နည်းတဲ့နေရာမှာ ပူနာနီ လို့ခေါ်တဲ့\nကျွန်းလေးတကျွန်းတည်ရှိပါတယ် အရမ်းကို\nသာသာလှပပြီး ဒေသခံတွေကလည်း ဖေါ်ရွေပါတယ်ကျွန်းနဲ့ လူမျိုးကိုကို အုပ်ချုပ်ပိုင်စိုးတာက သခင်မတစ်ယောက်ပါပဲ\nသူက သန္ဓေကျောက်တုံးကို ကိုင်စိုးထားပြီး\nအားလုံးရဲ့ ဖြစ်တည်မှုနဲ့ လိင်စိတ်ကို ထိန်းချုပ်ထားနိုင်သူပါပဲ\nကျောက်တုံးပိုင်တဲ့မည်သူမဆို တခြားသူနဲ့ လိင်စိတ်ကို ထိန်းချုပ်နိုင်စွမ်းရှိပါတယ်အဲဒီကျောက်တုံးကို မသမာသူတွေ လိုချင်လာတဲ့အခါမှာတော့\nအကိတ်သုံးဖေါ်ရဲ့ တာဝန်က ကာကွယ်ဖို့ဖြစ်လာပါတယ်\nဘယ်လိုတွေ ခုခံ မလဲဆိုတာတော့ DS Fans တွေအကြိုက်ဖြစ်မှာသေချာပါတယ်\nFile size…2GB / 1.02GB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Wt4x/Busty_Cops_&_the_Jewel_of_Denial_Full_HD.720p_.XCross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2I1ZTZlYmQtZjZiYS00ZWIzLWJmMjEtMWY2ZmExZGE0N2NhXkEyXkFqcGdeQXVyNTEwNjM1MjE@._V1_-140x200.jpg",
        "title": "Bosch & Rockit (2022)",
        "description": "Bosch & Rockit (2022)\n=================\nIMDb Rating - 6.0/10ဘော့ချ်နဲ့ရော့ကစ်တို့ဟာ ကမ်းခြေမှာအိမ်တစ်လုံးနဲ့နေထိုင်တဲ့ သားအဖ\nနှစ်ယောက်ဖြစ်ပြီး ဘော့ချ်ကဆေးခြောက်စိုက်တာဖြန့်တာတွေလုပ်ပါတယ်။\nရော့ကစ်ကတော့ surf လုပ်ရတာအထူးဝါသနာပါပြီး အချိန်အတော်များ\nများကို ကျောင်းမှာထက်ကမ်းခြေမှာကုန်ဆုံးလေ့ရှိသူဖြစ်ပါတယ်။ သူတို့\nမြို့ဘက်ကို တောမီးအကြီးအကျယ်လောင်တဲ့တစ်နေ့မှာ ဘော့ချ်ဆီမှာ\nသူများရောင်းခိုင်းထားတဲ့ ဘိန်းဖြူတွေမတော်တဆဆုံးရှုံးခဲ့ရပြီးနောက်\nအဲ့ဒီရန်သူလက်ကနေ သူ့သားကိုခေါ်ပြီး အားလုံးကိုစွန့်ခွာထွက်ပြေးရပါ\nတော့တယ်။အခြေအနေတွေမတည်ငြိမ်သေးတဲ့အလျောက် တစ်ခြားကမ်းခြေမြို့လေး\nတစ်ခုမှာရှောင်နေရင်း သူတို့သားအဖနှစ်ယောက်ကြားက မကျေလည်မှု\nတွေ၊ ရော့ကစ်မိခင်နဲ့ကွဲကွာခဲ့ရတဲ့အကြောင်းရင်းနဲ့ ရှေ့ဆက်ရမယ့်ဇာတ်\nလမ်းတွေကို ရင်ဆိုင်ဖြတ်ကျော်ကြရပုံတွေကိုတွေ့မြင်ရမှာပါ။ Chris and\nLiam Hemsworth တို့ရဲ့ အစ်ကိုကြီး Luke Hemsworth က ဘော့ချ်\nအဖြစ်ခေါင်းဆောင်ပါဝင်ထားတဲ့ coming of age ဇာတ်ကားကောင်းလေး\nတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကိုရေးသားပေးသူကတော့ Alias ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (805 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 46Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1Whpg/Bosch.and.Rockit.2022.720p.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
        "title": "No Reservations (2007)",
        "description": "No Reservations (2007)\nGenre – Comedy, Drama, Romance\nIMDB – 6.3/10ငယ်ငယ်တုန်းက Zorro ကြည့်ရင်း ဒီမင်းသမီးလှလိုက်တာဆိုပြီးဖြစ်ခဲ့ဖူးတဲ့သူ ဒါမှမဟုတ် ခု နာမည်ကြီး ဗုဒ္ဓဟူးမ Wednesday ရဲ့ အမေနေရာကပါပြီးခုထိ ကျက်သရေရှိရှိနဲ့ လှနေတဲ့ အန်တီကြီး Catherine Zeta-Jones ရဲ့၂၀၀၇ ခုနှစ်တုန်းက Rom-com ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။မင်းသားနေရာကလည်း Dark Knight Trilogy မှာ အပြိုင်ကြမ်းခဲ့တဲ့Two-face နေရာက မင်းသား Aaron Eckhart ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုံးလေးကတော့ စားဖိုမှူးလောကမှာ နာမည်ရှိပြီးအင်မတန်တော်သလောက် စည်းမျဉ်းစည်းကမ်းတွေနဲ့ စေ့စပ်တိကျပြီးမိတ်ဆွေမရှိ ချစ်သူမရှိ ဟင်းချက်တာကိုပဲ စိတ်နှစ်ထားတဲ့စားဖိုမှူးမချော ကိတ်ဆိုတာရှိပါတယ်။ဆိုင်ထဲမှာ ဖောက်သည်က သူချက်တာကို စောဒကတက်ရင်လည်းမထင်ရင်မထင်သလို ပြန်ပြန် ပြဿနာရှာတတ်လွန်းလို့ဆိုင်ပိုင်ရှင်ကတောင် ကုထုံးဆရာဆီ ပို့ထားရတဲ့လူမျိုးပါ။တစ်ရက်တော့ သူ့ အစ်မဖြစ်သူဟာ သူ့သမီးနဲ့အတူ သူ့ဆီကိုလာလည်ဖို့လုပ်ရင်း မတော်မဆ ဖြစ်သွားရာကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wseq/No.Reservations.2007.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    }
]