[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbCxv1KcdJhpzxCFsfHA3Tq9jtm.jpg",
        "title": "Spinning Gold (2023)",
        "description": "Spinning Gold (2023)ဒါကတော့ မှတ်သားလောက်ဖွယ်ရာ လူတစ်ယောက်ရဲ့အတ္ထုပ္ပတ္ထိဇာတ်လမ်းပါ။\nဒီဇာတ်လမ်းကို သူ့ဘဝအကြောင်းသူပြန်ပြောနေပုံနဲ့ရိုက်ကူးထားပြီး ဒီဇာတ်လမ်းမှာ သူကလူတိုင်းကို စိန်ခေါ်ထားပါတယ်။\"မင်းတို့ ငါ့နာမည်ကိုမမှတ်မိဘူးဆိုတာ\nမင်းတို့တစ်ယောက်ချင်းကို ဒေါ်လာတစ်ရာစီလောင်းရဲတယ်\nဒါပေမဲ့ ငါက မင်းတို့ကို ကခုန်စေခဲ့တယ်တဲ့\"သူ့ကိုမမှတ်မိရင်တောင် သူနဲ့ပတ်သက်ခဲ့သူတွေကိုတော့ ဂီတချစ်သူတွေဆို သေချာပေါက်သိကြမှာပါ။\nKiss, The Village People, George, Donna Summer,\nBill Withers, Isley Brothers, Parliament နဲ့တခြားအဆိုရှင်ပေါင်းများစွာပါပဲ။\nDonna Summer ရဲ့ Orgasmic moan တွေပါဝင်ပြီး\n၁၇ မိနစ်တာကြာတဲ့ Love to Love You သီချင်းကိုလဲ ပရိသတ်ကစွဲစွဲထင်ထင်ရှိနေဦးမယ်လို့ထင်ပါတယ်။\nဒီအဆိုကျော်ကြီးတွေက သိပ်ကိိုထူးခြားပြည့်စုံသူတွေဖြစ်ကြပေမယ့် သူတို့ရဲ့ထူးခြားမှုကိုပရိသတ်တွေလက်ခံနိုင်ဖို့ သူတို့ဂီတတွေကိုလက်ခံနိုင်ဖို့\nသူတို့အိပ်မက်တွေကိုအသက်သွင်းပေးခဲ့သူကတော့ ဒီဇာတ်လမ်းရဲ့ဇာတ်ကောင် ကာဆာဘလန်ကာဓာတ်ပြားခွေထုတ်လုပ်ရေးရဲ့တည်ထောင်သူ နီးလ်ဘိုးဂတ်ပါပဲ။\nဒီဇာတ်လမ်းကသိပ်ပြည့်စုံလွန်းနေတာကြောင့် ဘာမှထပ်မညွှန်းလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းကို နီးလ်ရဲ့သားဖြစ်သူကရိုက်ကူးထားတာပါ။\nနီးလ်ကသူ့သားငယ်စဥ်မှာပဲဆုံးပါးသွားခဲ့တော့ အဖေ့ကိုသေချာ သိခွင့်မရခဲ့တဲ့သားက အဖေ့မိတ်ဆွေတွေကိုလိုက်မေးမြန်းပြီး ဒီဇာတ်လမ်းကိုရေးဖွဲ့ထားပါတယ်။\nလူတွေရဲ့မှတ်ဥာဏ်ကထူးဆန်းတယ်တဲ့။ လူတွေကလဲသူတို့မှတ်မိချင်ရာကိုမှတ်မိကြပြီး မေ့ချင်ရာကိုမေ့ပစ်တတ်ကြတယ်။\nအဲ့တော့ဒါအားလုံးကအမှန်လားဆိုရင်တော့ မဟုတ်ပါဘူး။\nနီးလ်ဘိုးဂတ်လို ဘဝကတိုတောင်းခဲ့ပေမယ့် အဲ့ဒီဘဝတိုလေးမှာပဲ သူ့ရဲ့ကိုယ်ပိုင်အိပ်မက်တွေအပြင်\nသူများတွေရဲ့အိပ်မက်တွေအများကြီးကိုပါ အသက်သွင်းပေးခဲ့တဲ့လူတစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းကို ဘယ်လိုလုပ်အတိအကျပြောနိုင်မလဲ။\nနည်းနည်းလျှော့ပြောတာလေးတွေရှိမယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/1eVpk/Spinning.Gold.2023.720p.BluRay.CM.mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MXGS-633-Uncensored-Leak-convert.io_-140x200.jpg",
        "title": "{21+}Sweaty Miyuki Yokoyama [MXGS-633 ]",
        "description": "မီယူကီ ရဲ့ ဆင်ဆာမပါတဲ့အလှလေးတွေကို ရင်ခုန်ကြည့်မယ်\nဂျပန်မ လှလှလေးတွေက ရင်ခုန်စရာအသစ်ဆန်းတွေရှာတက်ကြတယ်\nအချောလေးတွေက အထိတွေ့ကို ပုံစံမျိုးစုံခံစားကြည့်ချင်ကြတယ်\nဒါရိုက်တာတွေကလည်း အချောလေးတွေကို အမှီလိုက်ရရှာတယ်\nအချောလေးတွေက ဘယ်လောက်ပဲ ပင်ပန်းပါစေ အစွမ်းကုန်ပွင့်လန်းတာပါပပဲဒီဇာတ်ကားလေးက အချောလေး မီယူကီရဲ့ ခံနိုင်အားကိုစမ်းသပ်တယ်ဆိုလည်းမမှားပါဘူး\nမီယူကီ ကချွေးထွက်တာကိုအရမ်းမုန်းတယ်လေ\nသူ့ကို ဆက်တင်ချထားတာက ချွေးနဲ့ နပန်းလုံးရမဲ့ ရိုက်ကွင်း\nသူချွေးတွေကို ဘယ်လို ရုန်းကန်မလဲ\nသူဘယ်လောက်ထိရင်ခုန်စိတ်လှုပ်ရှားပြီး\nသူ့အထင်နဲ့အမြင် ဘယ်လိုတက်တက်စင်အောင် လွဲသွားသလဲဆိုတာ\nDS Fans တွေ သိရအောင် အခုပဲကြည့်သင့်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.01GB/ 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2 h 2 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3gOTW/MXGS-633_[Uncensored_Leaked]_Sweaty_FUCK_Miyuki_Yokoyama_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMTQ2NTAyM15BMl5BanBnXkFtZTcwNDIzMjQ0OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Citadel (2012)",
        "description": "တွမ်မီကူလီဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ဇနီးဖြစ်သူ ထူးဆန်းတဲ့ကလေးတစ်သိုက်တိုက်ခိုက်ခံရပြီးချိန်ကစပြီးတော့ နာတာရှည်လူအုပ်ကြောက်ရောဂါကို ခံစားနေရသူဖြစ်ပါတယ်။ ပျက်စီးနေတဲ့နေရာတစ်ခုဖြစ်တဲ့ အီဒင်တောင်းမှာပိတ်မိနေရင်းနဲ့ ဇနီးဖြစ်သူကိုတိုက်ခိုက်ခဲ့သည့်သူများ သမီးဖြစ်သူနောက်ကိုလိုက်နေတယ်ဟု ခံစားရကာထိတ်လန့်ခြောက်ခြားနေရာမှ မိမိထိတ်လန့်နေသော အရာကိုနားလည်ပေးတဲ့ တရားဟောဆရာတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ ဇနီးဖြစ်သူကို စောင့်ရှောက်ပေးခဲ့တဲ့သူနာပြုမလေးကတော့ တွမ်မီတစ်ယောက်အကြောက်လွန်ပြီးထင်ယောင်ထင်မှားဖြစ်တယ်ထင်ကာ ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။ တရားဟောဆရာမှ ဖြစ်ကြောင်းကုန်စင်ကိုရှင်းပပြလိုက်သောအခါ တွမ်မီကူလီတစ်ယောက် အကြောက်လွန်နေခြင်းလား ဇနီးဖြစ်သူကိုတိုက်ခိုက်သွားတဲ့ကလေးတွေကရော ဘယ်ကလာတာလဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမှာလဲ စသည်ဖြင့် စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမည့် သည်းထိပ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.3 GB)/(620 MB)/(340 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama, Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "5.4",
        "url": "https://megaup.net/3WIH2/Citadel.2012.720p.(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRSsYtYcbhNAfHBp3ha1Nr65agi.jpg",
        "title": "Finding You (2021)",
        "description": "Genre - Romance, Drama\nIMDB – 6.4/10စိမ်းလန်းတဲ့ရှုခင်းတောတောင်သဘာဝတွေနဲ့ အိုင်းရစ်ရှ်တေးဂီတတွေနဲ့အတူ ကမ္ဘာမတူတဲ့နှစ်ခုက လူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေး ကြည့်ကြရအောင်ဗျာ။ ဇာတ်လမ်းလေးကတော့ တယောဂီတ လူရွေးပွဲမဝင်လိုစိတ်ပျက်လက်ပျက်နဲ့ နိုင်ငံခြားပရိုဂရမ်ယူပြီး အိုင်ယာလန်ကိုအစ်ကိုခြေရာအတိုင်းနင်းပြီး သွားမယ့်ကောင်မလေးတစ်ယောက်။ သွားနေတဲ့လမ်းခရီးမှာတင် ဘတ်ကက်ဆိုတဲ့နာမည်ကြီး မိန်းကလေးတွေအသည်းစွဲ ဟော့ရှော့မင်းသားနဲ့တွေ့ခဲ့ပါတယ်၊ တွေ့ကတည်းက ဘုနဲ့ဘောက်ပေါ့။ အိုင်ယာလန်မြိုငယ်လေးကိုရောက်တော့လည်း တည်းတဲ့နေရာမှာတစ်နေရာတည်းဖြစ်နေကြသောအခါ....ဘဝကို အပြောင်းအလဲဖြစ်ချင်နေတဲ့ ကောင်မလေးတစ်ယောက်ဒီနေရာသစ်တစ်ခုမှာ ပညာတွေဘယ်လိုယူပြီး တိုးတက်သွားနိုင်မလား...စိတ်ကြီးဝင် အသောက်အစား အပျော်အပါးမက်တဲ့ ရုပ်ရှင်မင်းသားတစ်ယောက်ရဲ့ ဘဝအမှန်တွေ....တစ်ယောက်ကို တစ်ယောက် စတွေ့တုန်းက ကြည့်မရကြပေမယ့်ဘယ်လိုအဆင်ပြေပြီး အထောက်အပံ့တွေ ပေးနိုင်သွားမယ်...ဆိုတာကို ရိုက်ကူးထားတဲ့ အချစ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာ စိမ်းစိုသာယာနေတဲ့ အိုင်ယာလန်ရှုခင်းတွေမျက်စိအေးအောင် ကြည့်ရမယ်၊ အိုင်ရှစ်ရိုးရာသံစဉ်တွေဓလေ့တွေ လူအကျင့်စရိုက်လေးတွေ လေ့လာခွင့်ရမယ်။ခွင့်လွှတ်ခြင်း၊ မေတ္တာတရား၊ မိသားစု၊ သံယောဇဉ်တွေ ရသအဖုံဖုံခံစားရမှာပဲဖြစ်ပါတယ်။ အားလုံးပဲကြည့်ရှုခံစားပြီးဘဝအမောပြေပျောက်နိုင်ကြပါစေခင်ဗျာ....(  အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thura Aung ပဲ ဖြစ်ပါတယ် ) File size…1.99GB / 797MB\nQuality…Blu-Ray ...",
        "rating": "6.4",
        "url": "https://megaup.net/3gORg/Finding_You.2021.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5oRelLHUSMbxma0NAjkB0raPYY.jpg",
        "title": "Riceboy Sleeps (2022)",
        "description": "Riceboy Sleeps (2022)IMDb - 7.6/10, Rotten Tomatoes - 95% ~90 ခုနှစ်တွေမှာ ဇာတ်အိမ်တည်ထားပြီး သားငယ်အတွက် ပိုကောင်းတဲ့ဘဝကိုရည်ရွယ်လို့ ကိုရီးယားကိုစွန့်ကာ ကနေဒါကိုလာခဲ့တဲ့ အာဃ မုဆိုးမလေး ဆိုယွန်းနဲ့ သားလေး ဒုံဟျွန်းတို့ ၂ယောက်အကြောင်းကို ကိုယ်ပိုင်မှတ်ဉာဏ်တွေလိုမျိုး ညှင်ညှင်သာသာလေး ဆွဲခေါ်ပြသွားမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ လူမျိုးရေးခွဲခြားမှုတို့ ခွဲခြားဆက်ဆံမှုတို့လို အသုံးအနှုန်းတွေကို ရေရေလည်လည် သုံးတတ်ကြသူတချို့ဟာ ကိုယ်တိုင်က အဲ့ဒီ့လို ပြန်အထောက်ခံရတဲ့အခါ ဆတ်ဆက်ထိမခံဖြစ်တတ်ကြတဲ့သဘာဝကိုလည်း မြင်ရမှာပါ။နိုင်ငံကြီးသားဆိုတာ နိုင်ငံက \"ကြီး\" နေတာကို ပြောတာမဟုတ်ဘဲ လူက ကြီးမြတ်တာကို ပြောတာဆိုသလိုပါပဲ \"နိုင်ငံကြီး\"မှာနေသလောက် \"နိုင်ငံကြီးသား\" မဟုတ်တဲ့ သူတွေနဲ့ နေ့စဉ်ဘဝမှာ ရင်ဆိုင်ရမယ့် အရှေ့တိုင်းသား သားအမိရဲ့ နိစ္စဓူဝဒုက္ခအဖုံဖုံ…။အက်ရှင်ကားတို့ ဒရမ်မာ အပြင်းစားတို့ မဟုတ်ပေမယ့်လည်း ကြည့်သူကို ထပ်တူကျလိုက်ခံစားမိစေမယ်ဆိုတာတော့ အာမခံနိုင်ပါတယ်။ ကိုယ်တိုင်လည်း အရှေ့တိုင်းသားဖြစ်တဲ့အလျောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1eWtu/(CM)_Riceboy_Sleeps_(2023)_720p.mp4",
        "category": "Drama, Family, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRnzwPv3cl5MWCMebtTVpxLX30x.jpg",
        "title": "[18+] Star Dancer (2023)",
        "description": "Star Dancer (2023)အိုဒတ်ဆာဟာ မနီလာမှာရှိတဲ့ ဘဲလေးကျောင်းတစ်ကျောင်းမှာ ပညာသင်ဆုရခဲ့ပေမယ့်လည်း ကံဆိုးစွာပဲ ခြေထောက်မှာဒဏ်ရာရခဲ့ပြီး အနားယူရာကနေ ဘယ်တော့မှ ဘဲလေးပြန်မကနိုင်တော့ဘူးဆိုတာသိရပြီး ကျောင်းထွက်ခဲ့ရပါတယ်။ အဆောင်အတူနေ သူငယ်ချင်းကောင်မလေးတွေက သူတို့အလုပ်လုပ်တဲ့ကလပ်မှာ Dancer အဖြစ်လျှောက်ဖို့ပြောလို့ လိုက်သွားခဲ့မိရာကနေ ကလပ်ပိုင်ရှင်ရဲ့သား ပရင်စ့်ဆိုသူက မျက်စိကျပြီး မြှောက်စားတဲ့နောက် သူဟာ Lakeside ဆိုတဲ့ကလပ်မှာ Star Dancer တစ်ယောက်ဖြစ်လာပါတော့တယ်။မပြေလည်တဲ့ မိသားစုကိုထောက်ပံ့နေရတဲ့ သူ့အတွက် ကလပ်ကရတဲ့ ညကြေးတွေနဲ့တင် မလုံလောက်တဲ့အခါ အခန်းဝင်ဖို့ တစ်ဆင့်တက်ဖို့ ကမ်းလှမ်းတာတွေကြုံရတဲ့ကြားက ပရင်စ့်ရဲ့မျက်နှာကိုထောက်ပြီးသူထိန်းချုပ်ထားခဲ့ပေမယ့်လည်း တစ်ချိန်တုန်းက ကလပ်ရဲ့ Star Dancer ဟောင်း ဂျီဆဲလ်ဆိုတဲ့ မိန်းမလှလေးပြန်ရောက်လာတဲ့အချိန်မှာတော့ အခြေအနေတွေတစ်မျိုးတစ်ဖုံပြောင်းလဲလာပါတော့တယ်။ဘာကြောင့်လဲဆိုတော့ ဂျီဆဲလ်ဟာ ကချေသည်ဟောင်းတစ်ယောက်ဖြစ်ရုံမက သူ့လက်ရှိချစ်သူ ပရင်စ့်ရဲ့ရည်းစားဟောင်းတစ်ယောက်လည်းဖြစ်နေလို့ပါပဲ။ရင်းနှီးပြီးသားဖြစ်လောက်မယ့် မင်းသမီးချောလေး Denise Esteban နဲ့ ပြီးခဲ့တဲ့ Stalkers Series မှာ Apple အဖြစ်၊ Pantaxa ...",
        "rating": "",
        "url": "https://megaup.net/1eWmo/(CM)_Star_Dancer_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB1rCWGMsM2mm1kBDleaPkqUCFo.jpg",
        "title": "Danger Close: The Battle of Long Tan (2019)",
        "description": "Danger Close: The Battle of Long Tan (2019)၁၉၆၆ ခုနှစ် ဩဂုတ်လမှာ လောင်းတန်လို့ ခေါ်တဲ့ ဗီယက်နမ်တွေရဲ့ ရော်ဘာစိုက်ခင်းတစ်ခုထဲမှာ တိုက်ပွဲဖြစ်ပွားခဲ့ပါတယ်။ ဩစတြေးလျနဲ့ နယူးဇီလန် နိုင်ငံက အတွေ့အကြုံမရှိသေးတဲ့ လူငယ် စစ်သား ၁၀၈ ယောက် နဲ့ အတွေ့ကြုံရှိတဲ့ မြောက်ဗီယက်နမ်နဲ့ ဗီယက်ကောင်း စစ်သား ၂၅၀၀ တို့ ရဲ့ တိုက်ပွဲပါ။မိုးထဲရေထဲ တိုက်ပွဲဖြစ်ပွားခဲ့တာဖြစ်ပြီး လက်နက်ခဲယမ်းတွေပါ ကုန်သွားတဲ့အခါမှာတော့ တိုက်ပွဲအတွေ့အကြုံ နုနယ်သေးတဲ့ လူငယ်လေးတွေ သူတို့ ဆက်ပြီး ယှဉ်သန်နိုင်ဖို့ ဘယ်လိုတွေ ကျားကုတ်ကျားခဲ ရှေ့ဆက်ရမလဲ?နယ်မြေကျွမ်းကျင်တဲ့ ဗီယက်ကောင်းတွေလက်ထဲ သားကောင်မဖြစ်သွားဖို့အတွက်ဆို သူတို့ ဘာဆက်လုပ်ကြမလဲ? ဆိုတာ ...File Size          : 2.6GB, 1.1GB, 637MB\nQuality    ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AQmp/[CM]Danger.Close.The.Battle.of.Long.Tan.2019.720p.WEB-DL.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgVkkjigF31r1nZV80uV0xNIoun.jpg",
        "title": "Beau Is Afraid (2023)",
        "description": "Beau Is Afraid (2023)~ IMDb - 7.1/10, Rotten Tomatoes - 67% ~မင်းသားကြီး ဝါကင်းဖီးနစ်ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဟာသ၊ ဒရာမာ၊ ဟော်ရာ အမျိုးအစားပါ။ ရုပ်ရှင်လောကရဲ့ ထူးထူးဆန်းဆန်းနဲ့ ပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေကို ထုတ်လုပ်နေကျ A24 ကုမ္ပဏီရဲ့ ရုပ်ရှင်ပေါ့။ ဒါရိုက်တာကလည်း ဟော်ရာရုပ်ရှင်လောကရဲ့ ပြောစမှတ်ဖြစ်စရာ ရုပ်ရှင်နှစ်ကားဖြစ်တဲ့ Midsommar နဲ့ Hereditary ကို ရိုက်ခဲ့တဲ့ Ari Aster ပါပဲ။ သူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာ၊ တွဲဖက်ထုတ်လုပ်သူအဖြစ်လုပ်ခဲ့တာပါ။ ရုပ်ရှင်တစ်ခုလုံးက အိပ်မက်ဆိုးကြီးနဲ့ တူနေပါတယ်။ ကြောက်စရာတွေ ရယ်စရာတွေ သောင်းပြောင်းဖြစ်နေပြီး တစ်ခုကနေ တစ်ခုကို ခုန်ကူးသွားပါတယ်။ဒီရုပ်ရှင်ဟာ မူလက ၄ နာရီစာ ရိုက်ကူးဖို့ ကြိုးစားခဲ့တာဖြစ်ပြီး ရုံတင်ဖို့အတွက် ၂ နာရီ ၅၉မိနစ် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1eVc3/(CM)_Beau_Is_Afraid_(2023)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjMxNjU0ODU5Ml5BMl5BanBnXkFtZTcwNjI4MzAyOA@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "End of Watch (2012)",
        "description": "2012 ခုနှစ်ကထွက်ရှိထားတဲ့ Action & Crimes ရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး IMDb 7.6/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ Brian နဲ့ Zavala ဆိုတဲ့ရဲအရာရှိနှစ်ယောက်ဟာ လော့စ်အိန်ဂျလစ်မြို့မှာနေ့စဉ်ကင်းလှည့်ရင်း လူဆိုးတွေနဲ့ရာဇဝတ်မှုတွေနှိမ်နင်းနေတာကိုတွေ့ရမှာပါ သူတို့နေ့တိုင်းလူဆိုးတွေဖမ်းရင်းဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရတာတကယ့်ကိုစိတ်လှုပ်ရှားစရာပါပဲ ဒီဇာတ်ကားမှာသရုပ်ဆောင်ဖို့အတွက် အဓိကဇာတ်ဆောင်နှစ်ယောက်က LAရဲဌာနမှာ ငါးလလောက်ရဲတွေနဲ့အတူသွားနေပြီးလေ့ကျင့်ခဲ့ရပါတယ်တဲ့ ရဲကားအက်ရှင်ကားကောင်းကောင်းကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ File size…(2.3 GB)/(1.2 GB)/(710 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.6",
        "url": "https://megaup.net/3gLcj/End.of.Watch.2012.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fV5PBFAXlpPEoks6V1u3ffjZlbB.jpg",
        "title": "The Memory of a Killer (2003)",
        "description": "အယ်(လ်)ဇိုင်းမားဆိုတဲ့ရောဂါ အကြောင်းကြားဖူးလား။မှတ်ဉာဏ်တွေပျောက်သွားတဲ့ ရောဂါပေါ့။တံခါးပိတ်ခဲ့ပြီလား ၊သော့ဘယ်နားထားလဲ စတဲ့အကြောင်းအရာသေးသေးလေးတွေကနေစပြီး လူတွေ၊နာမည်တွေ၊လမ်းတွေ မမှတ်မိတော့တာမျိုးအထိဖြစ်တတ်တယ်။ပြီးတော့ အဲ့ရောဂါရရင် အနီးစပ်ဆုံး(လတ်တလော)ဖြစ်ထားတဲ့ အဖြစ်အပျက်တွေက စပြီး မေ့တတ်တယ်တဲ့။တစ်ကိုယ်တည်းရှင်သန်ရတာ တော်တော်ခက်ခဲမယ့် ရောဂါမျိုးပေါ့။ သာမာန်လူတစ်ယောက်အတွက်တောင် ဘဝရှင်သန်မှုကိုကပြောင်းကပြန်ဖြစ်အောင် လုပ်နိုင်တဲ့ ဒီရောဂါက လူသတ်သမားတစ်ယောက်မှာ ရှိနေမယ်ဆိုရင်ရော၊၊ဘယ်လိုဖြစ်မယ်ထင်လဲ၊၊ဒီဇာတ်ကားက အန်ဂျလို လဲဒါ ဆိုတဲ့ အယ်(လ်)ဇိုင်းမားရောဂါရှိတဲ့လူသတ်သမားအဘိုးကြီးတစ်ယောက် အကြောင်းရိုက်ထားတာ၊၊သူ့ခေတ်သူ့အခါက သျှမ်းသျှမ်းတောက် ကြေးစားဆိုပေမယ့်ရောဂါဖိတဲ့ဒဏ်ကိုခံလာရတော့ အနားယူဖို့ စဉ်းစားရတာပေါ့၊၊ဒါပေမယ့် သူအနားမယူခင်မှာ အလုပ်တစ်ခုလာအပ်တယ်၊၊ဘယ်(လ်)ဂျီယံနိုင်ငံကို သွားပြီး လူသတ်ပေးဖို့တဲ့၊၊အနားယူဖို့စဉ်းစားထားပေမယ့် နောက်ဆုံးအနေနဲ့လုပ်ပေးပါကွာဆိုတဲ့တောင်းဆိုချက်ကြောင့် အဘိုးကြီးလည်း လက်ခံလိုက်တယ်၊၊ဒီနေရာမှာ ဖြတ်ပြောရရင် အန်ဂျလိုဟာ လူသတ်သမားဆိုပေမယ့်သူ့စည်းနဲ့ သူရှိတယ်၊၊(၁၃)နှစ်အောက်ကလေးတွေကို မသတ်ဘူး၊၊ကလေးတွေကို လိင်ပိုင်းအရဖိနှိပ်တာတွေ အကြမ်းဖက်တာတွေဆိုလက်မခံဘူး၊၊ ဖြစ်ချင်တော့ အခုနောက်ဆုံးဆိုပြီး သူလက်ခံလိုက်တဲ့အလုပ်မှာ ကလေးတစ်ယောက်ကို သတ်ပေးဖို့ဖြစ်လာတယ်၊၊အလုပ်အပ်တဲ့လူတွေကလည်း ဘယ်(လ်)ဂျီယံမှာ အာဏာရှိပါတယ်ဆိုတဲ့ ထိပ်တန်းနိုင်ငံရေးသမားမိသားစု၊၊အန်ဂျလို လဲဒါတစ်ယောက် ဘာဆက်လုပ်မလဲ၊၊သူ့ရဲ့ရပ်တည်ချက်စည်းမျဉ်းတွေကို နောက်ဆုံးတစ်ခေါက်မှာဖောက်ဖျက်လိုက်မလား၊၊အယ်(လ်)ဇိုင်းမားရောဂါနဲ့ သူ့လူသတ်သမားအလုပ်နဲ့ရော ဘယ်လိုနှစ်ပါးသွားမလဲ၊ စတာတွေကို ဒီဇာတ်ကားမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၀၃ ခုနှစ်က ...",
        "rating": "7.2",
        "url": "https://megaup.net/2AR6C/The.Memory.of.a.Killer.2003.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40hMqsjNSprflk7bfif2F3Cn4ke.jpg",
        "title": "Priest of Evil (2010)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့ကို သည်းထိတ်ရင်ဖို့ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Priest of Evil ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ တီမိုကရဲတစ်ယောက်ပါ။ ဘဝကို မိသားစုနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းနေသူဆိုလည်း ဟုတ်ပါတယ်။ တစ်နေ့မှာတော့သမီးဖြစ်သူ အယ်မီက သူငယ်ချင်းတွေနဲ့အတူ အပြင်သွားဖို့လုပ်ခဲ့တယ်။ အဖေဖြစ်တဲ့ တီမိုက တာဝန်ချိန်ပြီးတဲ့အခါမှာ သွားကြိုပေမဲ့ ကံမကောင်းစွာပဲ အယ်မီဟာသေဆုံးသွားခဲ့ရပါတယ်။ အဲဒီအချိန်ကစပြီးတော့မိန်းမဖြစ်သူနဲ့ ကတောက်ကဆဖြစ်ပြီး အိမ်ထောင်ရေးမသာယာခဲ့တော့ပါဘူး။ ဒါ့အပြင် တရားခံကိုလည်း ရှာမတွေ့ခဲ့ပါဘူး။ နှစ်အနည်းငယ်ကြာပြီးနောက်မှာ မြေအောက်ရထားလူသေမှုတစ်ခု ဖြစ်ပေါ်ခဲ့ပါတယ်။ တီမိုတို့အဖွဲ့က အဲဒီအမှုကိုလိုက်ရတာပါ။ အဲဒီအမှုလိုက်ရင်းနဲ့မှ အရင်က ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်မှုလို့ သတ်မှတ်ထားတဲ့ အမှုဟောင်းတွေနဲ့ သွားချိတ်ဆက်နေခဲ့တာကို သိခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ဒီအမှုဟာထင်သလောက်မရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နိုင်တယ်လို့ကောက်ချက်ချခဲ့တယ်။ အဲဒီလိုကနေ သမီးဖြစ်သူ သေဆုံးခဲ့တဲ့အမှုနဲ့ နွှယ်နေတာကို တွေ့ခဲ့ရပါတယ်။ ကဲ…ဒီလိုဆိုရင် တီမိုက အဲဒီလူသတ်သမားက ဘယ်သူလဲဆိုတာဖော်ထုတ်နိုင်မလား၊  ဘယ်လိုဖော်ထုတ်သွားမလဲ၊အဲဒီလူသတ်သမားက တကယ်ပဲ သူ့သမီးရဲ့ သေဆုံးမှုနဲ့ဆက်နွှယ်နေသူလား၊ သူက ပြစ်မှုတွေကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/2AR3n/Priest.Of.Evil.2010.BluRay720p(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nA5F2uam1bvA5O7sv6RkkwH4Gbh.jpg",
        "title": "Anatomy of Time (2021)",
        "description": "Anatomy of Time (2021)နာမည်နဲ့လိုက်အောင်ကိုပဲ ဒီကားရဲ့ အချိန်စဉ်တွေက ဟိုတစ်စ ဒီတစ်စဆိုသလိုဖြစ်နေတယ်။\nအဖြစ်အပျက်စဉ်အလိုက်တော့မဟုတ်ဘူး ဒါပေမဲ့ အချိန်ကာလအားဖြင့်တော့ ၂ခုကို သုံးထားတယ်။\nမိန်းမတစ်ယောက်ရဲ့ အပျိုဘဝနဲ့ အဘွားကြီးဖြစ်သွားတဲ့အချိန်ပေါ့။\nဒီနေရာမှာ သူက ဒီအမျိုးသမီးရဲ့ ငယ်ဘဝကို ပုံဖော်တဲ့နေရာမှာ အရောင်တွေစိုစိုပြည်ပြည်သုံးထားသလို\nခန္ဓာလှုပ်ရှားပုံဖော်မှုတွေကအစ ရမ္မက်နဲ့သိချင်စိတ်ကို မြင်နေရတယ်။ တော်တော်လေးသိသိသာသာပါပဲ။\nဒါတော့ ဒီထိုင်းဒါရိုက်တာရဲ့ အားသာချက်လို့ပြောရမလား မင်းသမီးရဲ့သရုပ်ဆောင်စွမ်းကိုပဲ ချီးကျူးရမလားပါပဲ။\nနောက် သူ့အဖေက နာရီပြင်ဆရာဖြစ်သလို ဒီကားရဲ့ အပြတွေရဲ့ ဖြည့်စွက်မှုတစ်ခုလိုဖြစ်နေတဲ့ အရှေ့တိုင်းဖလော်တွေကို ပြောသွားတဲ့လူပေါ့။\nဒီဇာတ်ကောင်ကို တည်ဆောက်ထားတာ တော်တော်ဝေဝါးပေမဲ့ သူ့ထည့်ချင်တဲ့အဖြည့်တစ်ခုနဲ့ ပဟေဠိတစ်ခုကို ထည့်ပေးနိုင်တဲ့ ဇာတ်ကောင်လို့မြင်ရတယ်။\nနောက်ထပ်မြင်ရတဲ့ ဇာတ်ကောင်က မင်းသမီးရဲ့ ယောက်ျားဖြစ်လာမယ့်သူတစ်ဖြစ်လဲ ဖြစ်နေတဲ့သူတစ်ဖြစ်လဲ စစ်ခေါင်းဆောင်တစ်ယောက်။\nသူလည်းမထူးဘူးပြောရမလိုလိုပဲ ။ သူ့မကောင်းမှုတွေများတာကို သိရပေမဲ့ အဲဒီမကောင်းမှုတွေက ဘယ်လောက်ထိတာသွားသလဲတော့ ရေရေရာရာပြမသွားဘူး။ ဒါတော့ သူ့အပြအပိုင်းပေါ့။သူ့ခေတ်က ထိုင်းနိုင်ငံရဲ့ အာဏာရှင်စနစ်နဲ့ ကွန်မြူနစ်သူပုန်တွေကြားက တင်းမာမှုတွေရှိခဲ့တဲ့ ဆိုးဆိုးရွားရွားခေတ်တစ်ခုမှာတည်ထားတယ်။\nတိုင်းပြည် ဒုက္ခဝေတဲ့ခေတ်ပေါ့။ ဒီကားရဲ့ အဓိကပုံဖော်မှုဟာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2AQ7j/Anatomy.of.Time.2021.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stugjayBrzoJT4Vl1a3jvXf49O1.jpg",
        "title": "D@bbe: The Possession (2013)",
        "description": "ခရစ်ယာန်သရဲကို ဗမာဘုန်းကြီး နိုင်ပါ့မလားဆိုပြီးဟီးဟီးဟားဟားနဲ့ ဟာသ ပြောဖူးကြတယ်မို့လား။ဒီကားထဲက သရဲက အဲ့လို သရဲ။ဘယ်ဘုရားပြေးကပ်ရမှန်းမသိအောင်ကို ကြမ်းတာ။သူတို့ အခေါ်အရတော့ဂျင်(မကောင်းဆိုးဝါး)ပေါ့။ အဲ့တာကလည်း အကြောင်းရှိတယ်။ဒီဇာတ်ကား ဇာတ်အိမ်တည်ရာ တူရကီက ဟိုးနှစ်ပေါင်းထောင်ချီကတည်းက Abrahamic Religions လို့ခေါ်တဲ့ ဂျူး၊ခရစ်ယာန် နဲ့အစ္စလာမ်ဘာသာတွေ ထွန်းကားခဲ့တဲ့ နေရာ။ဆိုတော့ သရဲကလည်းကြမ်းပြီပေါ့။ဘာသာ(၃)ခုလုံးက ဘုရားတွေကို ဆင်းကယ်ကြပါဆိုသလိုမျိုးပဲ။အလာရှင်မြတ်ကို တိုင်တည်ပါ၏ ဖြစ်လိုက် ၊သခင်ယေရှု၏နာမတော်တွင် ဖြစ်လိုက်ရယ်။ဆိုတော့ ဇာတ်ကားအကြောင်းဆက်ကြရအောင်။ဒီကားကတော့ Dabbe series တွေထဲမှာ (၄)ကား မြောက်ပေါ့။ပြီးတော့ အကြမ်းဆုံး ကြောက်စရာအကောင်းဆုံးကားလို့လည်း ညွှန်းကြတယ်။ ဇာတ်လမ်းအစမှာ ဖရော့အာကတ်လို့ခေါ်တဲ့ ဟောဂျာ(ပရောဂဆရာ)တစ်ယောက်က အက်ဘရူလို့ ခေါ်တဲ့ စိတ်ရောဂါကုဆရာဝန်မတစ်ယောက်ကို ဖိတ်ပြီး ဂျင်အပူးခံထားရတဲ့ လူနာတစ်ယောက်ကိုပရောဂ နှင်ပြတယ်။စဉ်းစားကြည့်ဗျာ။ပရောဂဆရာက လူနာကို မှော်တို့ဓာတ်တို့ နတ်တို့နဲ့ ကုတယ်။ဆရာဝန်မက ဆေးတို့ ဘာတို့နဲ့ သိပ္ပံနည်းကျကုတယ်။ပရောဂဆရာအမြင်မှာ သရဲပူးတယ်ဆိုပေမယ့် ဆရာဝန်မအမြင်မှာတော့ စိတ်ကစဉ့်ကလျားဖြစ်တယ်။လူတစ်ကိုယ် စိတ်အမျိုးမျိုးဖြစ်တယ်ပေါ့။အဲ့မှာ ပရောဂဆရာ သူ့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AH4q/Dabbe.4.The.Possession.2013.WEBRip720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blGdfZPiv4CXViqbfXNcWiplABz.jpg",
        "title": "The Wonder Weeks(2023)",
        "description": "The Wonder Weeks(2023)************************ဒီဇာတ်ကားလေးကတော့ မွေးခါစဘေဘီလေးတွေကို မေမေ၊ဖေဖေတို့ကအစွမ်းကုန်ဘယ်လိုထိန်းကျောင်းကြမလဲမြင်တွေ့ရမယ့်ကားလေးပါ။\nများသောအားဖြင့် ကလေးယူမယ် ကိုယ်ဝန်ဆောင်မယ်ဆိုရင်သာ ကြိုတင်ပြင်ဆင်လေ့ရှိကြပေမယ့်\nကလေးမွေးပြီးနောက်ပိုင်းကြုံရမယ့်အရာတွေကို ကြိုတင်မှန်းမထားနိုင်သလို ပြင်ဆင်ထားဖို့ကလည်းခက်ခဲပါတယ်။\nဥပမာ ညဖက်ကလေးထထငိုလို့ အိပ်မရတာမျိုး၊ ကလေးက မဆော့မကစားဖြစ်နေတာဘာဖြစ်မှန်းမသိရတာမျိုးပေါ့။\nမိမိကလေးက နေကောင်းလား၊ အစားဝင်လား၊ ဒီအရွယ်မှာ ပုံမှန်ပဲလား၊ တစ်ခုခုဖြစ်နေပြီလားနဲ့ မေမေဖေဖေတို့က ပူပန်ကြမှာအမှန်ပါပဲ။\nဒီအကြောင်းအရာတွေကို ဇာတ်လမ်းလေးထဲမှာ မိသားစုသုံးစုနဲ့ ပုံဖော်ရိုက်ကူးထားပါတယ်။\nပထမမိသားစုက မေမေက အရမ်းအစိုးအရိမ်ကြီး စည်းစနစ်ကျလွန်းပါတယ်။\nအိပ်တာစားတာကအစ အချိန်ဇယားအတိုင်းလုပ်လွန်းတော့ မီးမီးလေးက အဝလွန်လာရော၊ဒါကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။\nဒုတိယမိသားစုကျတော့ ဓလေ့မတူကြတာဗျ။\nဖေဖေ့ဘက်က ဓလေ့တစ်ခု မေမေ့ဘက်ကဓလေ့တစ်ခုနဲ့ဗျာများရင်း ဗရုတ်သုတ်ခလေးတွေဖြစ်ကြတာပေါ့။\nတတိယမိသားစုကျတော့ မေမေနှစ်ယောက် ဖေဖေတစ်ယောက်ဗျ။\nဖေဖေက ဗရုတ်ကခပ်ကျကျ မေမေတစ်ယောက်က တစ်ယူသန်နဲ့ဗျ။\nကဲ ဒီမိသားစုလေးတွေရဲဘဝက ကလေးကိုယ်စီထိန်းကျောင်းရင်းဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။File Size : (1.6GB) and (725MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1UTl8/The.Wonder.Weeks.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2k0Zi4VNNKnlkx9ZLHcXln9tlR.jpg",
        "title": "High Tension (2003)",
        "description": "High Tension (2003)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ အဲလက်စ်နဲ့ မာရီတို့ဟာ ပိတ်ရက်မှာစာလုပ်ဖို့အတွက် နယ်မြို့လေးမှာရှိတဲ့ အဲလက်စ်ရဲ့ အိမ်ကို ခရီးထွက်လာခဲ့ပါတယ်။ အဲလက်စ်ဟာ ယောက်ျားတွေကို စိတ်ဝင်စားသူဖြစ်ပေမယ့် မာရီကတော့ အဲလက်စ်ကို တစ်ဖက်သက် စိတ်ဝင်စားနေသူဖြစ်ပြီး အဲလက်စ်ကိုလည်းပိုင်ဆိုင်ချင်နေသူပါ။အဲလက်စ်တို့အိမ်ကိုရောက်ပြီး နေရာတကျဖြစ်တဲ့အချိန်မှာတော့ မထင်မှတ်ထားတဲ့ဧည့်သည်တစ်ဦး ရောက်လာပါတော့တယ်။ အဲ့ဒီဧည့်သည်ကလည်း အဲလက်စ်ကို လိုချင်နေတဲ့သူဖြစ်နေတဲ့အခါ အဲလက်စ်ကိုရဖို့ ဘယ်လောက်အထိလုပ်သွားမလဲ။မာရီကရောအဲလက်စ်ကို ဘယ်လိုကယ်တင်မလဲ။ အဲ့ဒီဧည့်သည်ရဲ့သရုပ်အမှန်ကရော ဘယ်သူလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။ သွေးသံရဲရဲအခန်းများစွာပါဝင်တဲ့အတွက် ကလေးသူငယ်များနဲ့ နှလုံးမကောင်းသူများ ကြည့်ရှုဖို့မသင့်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ APP ပါ။)File Size          : 1.9GB, 693MB, 352MB\nQuality            :1080p Blu-ray 5.1CH, 720p Blu-ray, 480p\nFormat          ...",
        "rating": "6.7",
        "url": "https://megaup.net/1eVwo/[CM]High.Tension.2003.720p.Blu-ray.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ92SlJ8Y7QyIV24BTDZvZPaPO8.jpg",
        "title": "AUM! (2021)",
        "description": "Aum! (2021)ခုရက်ပိုင်းမှာ Mockumentary တွေ ဓာတ်ကျနေတဲ့ပရိသတ်တို့အတွက် Indonesia Mockumentaryလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nWestern Mockumentary တွေလို Hypeနေတာမျိုးမဟုတ်ပေမဲ့ ကြည့်လို့အဆင်ပြေတဲ့ comedy movieလေးတစ်ခုတော့ ဖြစ်မှာပါ။ဒီကားလေးထဲမှာတော့ Part 1 နဲ့ Part 2 ဆိုပြီး 2 ပိုင်းခွဲထားတာကို မြင်ရမှာပါ။\nPart 1 မှာတော့ အစိုးရသစ်ပြန်လည်ဖွဲ့စည်းရေးအတွက် တိုက်ပွဲ‌ဝင်နေတဲ့ တက်ကြွလှုပ်ရှားသူ ဆထရီယာအကြောင်း ရိုက်ကူးထားတဲ့ Low Budget movieလေးတစ်ခုကို ပြထားတာဖြစ်ပြီး\nPart 2 ကမှ ရုပ်ရှင်လောကကို ထေ့ငေါ့ပြီးလှောင်ထားတဲ့ Mockumentary တစ်ဖြစ်လဲ Part 1 က ရုပ်ရှင်ကို ရုပ်လုံးပေါ်လာအောင် ရိုက်ကူးခဲ့တဲ့ဖြစ်စဉ်ကို ဖော်ပြထားတာပါ။Low Budget ကလည်းဖြစ် နိုင်ငံရေးတွေပါနေတော့ ခိုးကြောင်ခိုးဝှက်ကရိုက်ရ၊ အာဏာပြတတ်တဲ့ဒါရိုက်တာနဲ့ ရုပ်ရှင်အဖွဲ့သားတွေကြားက ပဋိပက္ခ၊\nအကြောင်းအရာကိုပဲအဓိကထားချင်တဲ့ ထုတ်လုပ်သူနဲ့ ဆန်းသစ်တဲ့ဇာတ်လမ်းဇာတ်ကွက်တွေကို ကွန့်ပြီးထည့်ချင်တဲ့ အတွေးသမားဒါရိုက်တာကြားက အားပြိုင်မှု၊\nLimited ...",
        "rating": "7.4",
        "url": "https://megaup.net/1URaj/Aum!.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Aakasa-Veedhullo-Telugu-Movie-Box-Office-Hit-or-Flop-160x200.jpg",
        "title": "Akasha Veedullo (2022)",
        "description": "Aakasa Veedhullo (2022)\nIMDb 7.8/10မောင်လေးနဲ့မမဇာတ်လမ်းကြိုက် ပရိတ်သတ်ကြီးတွေအတွက် စောင်ကိုက်ကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးလာပါပြီရှင် မင်းသမီးချောလေးPujita Ponnada\nပါဝင်သရုပ်ဆောင်ထားပြီး Rating အပျံ့စားနဲ့ရိုမန့်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဆစ်ဒူးကတော့ ဂီတကိုရူးသွပ်တဲ့လူ ဂီတလောကထဲဝင်ရောက်ဖို့ အရာရာပစ်ချခဲ့ပြီး\nလျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့လူပေါ့ သီချင်းတွေကလည်းတစ်ပုဒ်ဆို\nတစ်ပုဒ်အလျောက်.. လူငယ်တွေအတွက်တော့ သူက Rock Star သူ့ပွဲတွေတိုင်း\nလူတွေကြိတ်ကြိတ်တိုးတဲ့အထိ နာမည်ကြီးပါတယ် ဒါပေမဲ့ သူဒီအလုပ်ကနားလိုက်တာ\n၄နှစ်တောင်ရှိနေပါပြီတဲ့ ဒါကဘာလို့များလဲ...သူ့အချစ်ရေးကိုပြောရရင်လည်း မမနဲ့စတွေ့ပုံက ဆေးလိပ်မသောက်တတ်သောက်တတ်နဲ့\nစမ်းသောက်တဲ့၂၂နှစ်အရွယ်ဆစ်‌ဒူးကို ၂၅နှစ်မမက သင်ပေးတာကစပါတယ် မိုးမမြင်လေမမြင်ချစ်ကြတဲ့\nဒီ မနဲ့မောင်အတွဲလေးရော ကြာရှည်ခံပါ့မလား ဆစ်ဒူးတစ်ယောက်\nသူ့ရဲ့ဂီတလောကထဲကိုပြန်သွားနိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းရေးသားသူကတော့ Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni~BpL~YH~Aditiတို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.15GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~YH~Aditi",
        "rating": "7.8",
        "url": "https://megaup.net/3gNyU/Aakasha_Veedhullo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nwEa56q5zxxz88k7F74VbaRuYtM.jpg",
        "title": "In the Name of Love (2011)",
        "description": "In the name of love (2011)၂၀၁၁ ခုနှစ်တုန်းက အောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကသမား အမ်မန်ဆိုတဲ့ ကောင်လေးဟာ\nသူ့ရဲ့သားလေးပညာရေး အတွက် နိုင်ငံခြားမှာပိုက်ဆံရှာရင်းနဲ့ စီးဒီးစ် ဆိုတဲ့ချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။\nသူတို့ရဲ့အချစ်ခရီးလမ်းဟာ အိပ်မက်တွေနဲ့ အပြည့်ပေါ့။\nပြန်ရောက်ရင် လက်ထပ်ကြမယ် သူ့ရဲ့သားလေးကိုလဲ ကျောင်းကောင်းကောင်းမှာ ထားမယ်ဆိုပြီးပေါ့။\nဒီလိုနဲ့ ပျော်ရွှင်နေခဲ့ရတာကနေ လေဆိပ်မှာ အဖမ်းခံလိုက်ရတာကနေ သူ့ရဲ့ဘဝကြီး ပျက်စီးသွားခဲ့ရတယ်။\nသူ့ရဲ့စွန့်ပစ်သွားတဲ့ ကောင်မလေးကို စိတ်နာရင်းနဲ့ပဲ ဖိလစ်ပိုင်ကို ပြန်ရောက်လာတဲ့အခါ\nဇိမ်ခံကားကြီးပေါ်မှာ သူ့ကောင်မလေးကို ပြန်တွေ့လိုက်ရတော့ .... ။မင်းသမီးလေးကြည့်ရင်ကို ဇာတ်လမ်းက တန်နေပြီ လို့ ပြောလို့ရတယ်။\nဒီထက်ပိုကာကတော့ ဇာတ်လမ်းကလည်းကောင်း ဆိုတော့ ပိုအဆင်ပြေတာပေါ့။\n၂၀၁၁ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဖိလစ်ပိုင် ကားဆိုပေမဲ့ အနုပညာကတော့ အရှေ့တောင်အာရှမှာ မခေဘူးဆိုတဲ့အထဲကပါ။\n\"အချစ်ဟူသော အမည်နာမအားဖြင့်\" ဇာတ်ကာလေးကို ကြည့်ရှု အားပေးလိုက်ကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3WJz6/In.the.Name.of.Love.2011.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk76afyL80UvGf48ChlbIt4Wev.jpg",
        "title": "Siren (2006)",
        "description": "Siren (2006)Siren ဆိုတဲ့ ဗီဒီယိုဂိမ်းစီးရီးကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဂျပန် Horror ဇာတ်ကားလေးဖြစ်ပါတယ်။\nလူသူဝေးတဲ့ ကျွန်းတစ်ကျွန်းကို သတင်းထောက်တစ်ယောက်က သားသမီးနှစ်ယောက်နဲ့အတူ ပြောင်းလာပါတယ်။\nသားငယ်လေးက ကျန်းမာရေးမကောင်းတဲ့သူဆိုတော့ သူ့ရောဂါအတွက် နေရထိုင်ရအဆင်ပြေမယ့်နေရာကို ပြောင်းလာကြတာပါ။\nသူတို့ပြောင်းလာတဲ့ကျွန်းမှာတော့ ကျွန်းသူကျွန်းသားတွေက ထူးခြားနေတဲ့အပြင် အဲဒီကျွန်းမှာ ဒဏ္ဍာရီတစ်ခုရှိနေပါတယ်။\nအဲဒါကတော့ ရေသူမအော်သံကြားရင် အပြင်မထွက်နဲ့၊ အသတ်ခံရလိမ့်မယ်ဆိုတာပါပဲ။\nတိုကျိုကပြောင်းလာတဲ့ သားအဖတွေအတွက်တော့ အဲဒါက ရယ်စရာတစ်ခုလိုဖြစ်နေပါတယ်။\nရေသူမအော်သံဆိုတဲ့ အသံကြီး ကြားလိုက်ရတဲ့ တစ်ညမှာတော့\nအဖေဖြစ်သူက တိရစ္ဆာန်တွေကို ဓာတ်ပုံရိုက်ဖို့ တောအုပ်ထဲထွက်သွားရင်း\nမနက်လင်းတဲ့အထိ ပြန်ရောက်မလာတဲ့အခါမှာတော့ ...\nရေသူမအော်သံဆိုတာ တကယ်ရှိတာလား၊ ဒဏ္ဍာရီသက်သက်ပဲလားဆိုတာကို\nရင်တထိတ်ထိတ်နဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုသွားကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 856MB | 421MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. ...",
        "rating": "5.4",
        "url": "https://megaup.net/3gM8m/Siren.2006.JAPANESE.720p.WEBRip.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yD74hfDCXSZHUqvJpyjTZRuTZA.jpg",
        "title": "The Modern Way (2022)",
        "description": "The Modern Way (2022)ဒီရုပ်ရှင်ကိုတော့ ၁၉၈၀ ခုနှစ် ဝန်းကျင်က အင်္ဂလန်ရဲ့ဂိုဏ်းတွေဖြစ်တဲ့\nMod၊ Skinhead နှင့် Biker တို့ကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားတာပါ ။ဇာတ်လမ်းလေးက ဗြိတိန်ဆန်ဆန် တက်ကြွလန်းဆန်းတဲ့ရသကိုခံစားမိစေပါတယ်။\nဇာတ်လမ်းက ရှေ့ဘာဆက်ဖြစ်မလဲဆိုတဲ့ ခံစားချက်ကို ပေးစွမ်းနိုင်တယ်လို့ပြောရပါမယ် ။Danni ဆိုတဲ့ကောင်မလေးက အိမ်တွင်းရေးအဆင်မပြေမှုလေးတွေကြောင့်\nSkinhead ဂိုဏ်းဝင်ဖြစ်မှန်းမသိ ဖြစ်လာပြီး သူလေးကြောင့် ဘယ်သူတွေဒုက္ခရောက်မလဲ။\nသူကကော ဒီဒုက္ခတွင်းထဲရုန်းထွက်နိုင်မှာလား ဆိုတာကို ရှုစားအားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size…  1.2GB | 624MB | 303MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "5.3",
        "url": "https://megaup.net/1URey/The.Modern.Way.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/l_p1002849941-138x200.jpg",
        "title": "The Unmatchable Match (1990)",
        "description": "မင္းသားၾကီးစတီဖင္ေခ်ာင္ရဲ႕ 1990 ႏွစ္တုန္းကဇာတ္ကားျဖစ္ပါတယ္။စတီဖင္ေခ်ာင္ မ်က္ခြက္မေျပာင္ဘဲ အမွန္အကန္သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားဆိုရင္လဲ မမွားပါဘူး။အေယာင္ေဆာင္ရဲနဲ႔ စိန္သူခိုးတို႕ ခင္မင္သြားၾကရာကေန ဘာေတြဆက္ျဖစ္မလဲဆိုတာ..။IMDb (6.3) ပါ။ \nFile size…(999 MB) and (490 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-unmatchable-match-1990/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z8lmjRaPdydneYDArwrLvSnJ7IU.jpg",
        "title": "Await Further Instructions(2018)",
        "description": "Await Further Instructions(2018)\nခရစ္စမတ္ကာလမွာ  နစ္နဲ႔ သူ႕ေကာင္မေလးအတြက္ အေပ်ာ္ဆုံး အခ်ိန္ေတြပါပဲ...နစ္က အိမ္မွာ  သူ႕ေကာင္မေလးကုိ  ညစာစားဖို႔ေခၚလုိက္တယ္...\nကံႀကမၼာဆုိးေရာက္မယ္မွန္းမသိေတာ့ နစ္တို႔မိသားစုလူစံုတက္စံုတက္စံုနဲ႕ေပ်ာ္ေနၾကတယ္...\nသူတုိ႕အေပ်ာ္က သိပ္ႀကာၾကာမခံပါဘူး...\nေနာက္ေန႔မနက္မွာေတာ့ သူ႔တိုရဲ႕အိမ္အျပင္မွာဘက္မွာထူးဆန္တာျဖစ္ၿပီး တစ္အိမ္လံုး အျပင္ေလာကနဲ႕ အဆက္သြယ္ျပတ္သြားတယ္..\nဘာလုိ႕ဆုိ အိမ္တစ္ခုလုံးကုိ သတၱဳလုိ အရာမ်ဳိးႀကီးနဲ႕ဖုံးအုပ္ထားလုိ႕ပါပဲ..အျပင္ထြက္ဖုိ႕ေနေနသာသာ..ဖုန္းလုိင္းေတာင္ဆက္သြယ္လုိ႕မရတဲ့အေျခအေနပါပဲ...\nကိုင္း နစ္တို႔မိသားစုေတြ တစ္အိမ္လံုးလႊတ္ေျမာက္ႏိုင္ပါ့မလား ဘယ္လိုအခက္အခဲေတြနဲ႔ၾကံဳမလဲ ဘာေတြမထင္မွတ္ထားတာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Horror  ကားၾကဳိက္သူတုိ႕\nခံစားၾကည့္လုိက္ပါဦး...\nFile Size : (861 MB) and (311 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Horror , Mystery , Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mrs.Pinky\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/await-further-instructions2018/",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/mamma-mia-2018-poster-133x200.jpg",
        "title": "Mamma Mia! Here We Go Again (2018)",
        "description": "Mamma Mia! Here We Go Again (2018)\nIMDb - 6.7/10_____Rotten - 79%\n  ဒီတစ်ခါတော့ CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ မကြာသေးခင်ကမှ ရုံတင်ပြသထားတဲ့ \"Mamma Mia! Here we go again\" ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကတော့ 2008 တုန်းက ထွက်ခဲ့တဲ့ \"Mamma Mia\"ဇာတ်လမ်းပြီးနောက် ဒုတိယမြောက်ထွက်ရှိထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...2008 ဇာတ်လမ်းကို ကြည့်ရှုပြီးသူများကတော့ ဒီဇာတ်လမ်းနဲ့ စိမ်းမယ်မထင်ပါဘူး....အရင်ဇာတ်လမ်းရဲ့ သရုပ်ဆောင်တွေအပြင် ဇာတ်လိုက်မင်းသမီးရဲ့ ငယ်ဘဝနေရာ သရုပ်ဆောင်သူကလဲ CM ပရိတ်သတ်တွေနဲ့ မစိမ်းပါဘူး.. သူလေးကတော့ Cindrella ဇာတ်လမ်းထဲက မင်းသမီး \"Lily James\" ပဲဖြစ်ပါတယ်...ဇာတ်လမ်းက musical/comedy movie ဖြစ်တာကြောင့် တစ်ကားလုံး သီချင်းတွေ မြိုင်မြိုင်ဆိုင်ဆိုင် နားထောင်ရမှာပါ...ဒါကြောင့် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ... အညွှန်းဖတ်ရှုကြပါဦး...အညွှန်း- ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xvco/Mamma_Mia!_Here_We_Go_Again_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1H7rF8T0dPXKDVNy5bZdOSEUlY.jpg",
        "title": "Ride (2018)",
        "description": "L.A မွာ Uber တုိ႔ Grab တုိ႔လုိမ်ိဳးRyde ဆုိတဲ့ Taxi Service တစ္ခု႐ွိပါတယ္။ James ဆုိတဲ့လူငယ္ေလးကေတာ့ သ႐ုပ္ေဆာင္ဝါသနာပါေပမယ့္ အသက္ေမြးဝမ္းေက်ာင္းအတြက္ Ryde မွာကားေမာင္းေနတာေပါ့။ ကားသမားေတြက ခရီးသည္ရဲ႕လုံုျခံဳမႈကုိတာဝန္ယူေပးရပါတယ္။ တစ္ညမွာေတာ့ သူ႔ရဲ႕ကားေပၚမွာ ရည္းစားနဲ႔ျပတ္ၿပီး ေဆးေၾကာင္ေၾကာင္ေနတဲ့ စိတၱဇလူသတ္သမားတစ္ေယာက္က ငွါးစီးျဖစ္ေတာ့တယ္။ James ဟာ ဓားေထာက္ၿပီး ကားလုတာထက္ဆုိးဝါးတဲ့အျဖစ္မ်ိဳးနဲ႔ၾကံဳရပါေတာ့တယ္။ မင္းသမီးကလည္း Midnight Sun ထဲက ပရိသတ္အခ်စ္ေတာ္ Bella Throne ဆုိေတာ့ CM ပရိသတ္ေတြ လက္မလႊတ္သင့္တဲ့ Thriller ဇာတ္ကားတစ္ကားပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (600 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 19min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://megaup.net/TN5v/Ride_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/power-rangers-2017-poster-133x200.jpg",
        "title": "Power Rangers (2017)",
        "description": "Power Rangers (2017)_____IMDb - 5.9/10\n Mighty Morphin Power Rangers 2017 Reboot Movie\nနာမည်ကြားရုံနဲ့ ခင်ဗျားတို့တွေကြက်သီးတဖျန်းဖျန်းထရုံမကပဲ\nအသားတွေပါတဆတ်ဆတ်တုန်သွားမယ်ဆိုတာ\nကောင်းကောင်းကြီးအာမခံပါတယ်….\nတကယ်တော့ဒီရုပ်ရှင်ကို အညွှန်းတောင်တကူးတကရေးပြီးတော့ ညွှန်းနေစရာမလိုလောက်ပါဘူး…\nဘာကြောင့်လဲဆိုတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့အပြင် ကျွန်တော်တို့နဲ့အတူတကွကြီးပြင်းလာတဲ့\nငယ်ဘဝဇာတ်ကောင်လူစွမ်းကောင်းများဖြစ်တဲ့ Power Rangers တွေဖြစ်တာကြောင့်\nအားလုံးလည်း ရင်းနှီးပြီးသားဖြစ်ကြပါလိမ့်မယ်…..\nဒါပေမယ့် တစ်ခုပြောစရာရှိတာက ဒီရုပ်ရှင်ထဲကအဓိကဇာတ်ကောင်တွေ\nPower Rangers တွေဖြစ်လာမယ့် Angel Groove မြို့ရဲ့အထက်တန်းကျောင်းသားတွေဖြစ်ကြတဲ့\nPower Rangers တွေဖြစ်လာကြမယ့် အထက်တန်းကျောင်းသားလေးတွေဖြစ်တဲ့\nJason,Kimberley,Billy,Zack,Trini တို့ဟာ ကျွန်တော်တို့ငယ်ငယ်ကရင်းနှီးခဲ့ကြတဲ့အတိုင်း\nလူတော်လူကောင်း အများအကျိုးသယ်ပိုးကြတဲ့ လူငယ်လေးတွေမဟုတ်ကြဘဲ\nကျောင်းရဲ့ လူပေလူတေလေးများဖြစ်နေတာကို အံ့အားသင့်ဖွယ် မြင်ရမှာပဲဖြစ်ပါတယ်….\nဒါ့အပြင် ဒီရုပ်ရှင်ဟာလှည့်ကွက် မြှပ်ကွက်များစွာနဲ့ တင်ဆက်ထားတဲ့အပြင်ကို\nဇာတ်လမ်းအစမှာကိုပဲ ကြည့်ရှု့သူပရိတ်သတ်တွေအားလုံးကို\n”ဟာ ဒါကဒီလိုပါလား” ဆိုပြီး အံ့အားသင့်ရေရွတ်ရလောက်အောင်ကို\nတင်ဆက်ထားတာကိုလည်း ကြည့်ရှု့ရဦးမှာဖြစ်ပါတယ်….\nဇာတ်လမ်းအကျဉ်းလေးကိုတော့ အခုပြောပြတာထက် ကိုယ်တိုင်ခံစားကြည့်ရှု့လိုက်တာက\nပိုပြီးတော့ ရင်ခုန်စိတ်လှုပ်ရှားမှု့တွေပေးစွမ်းနိုင်မှာမို့ အခုပဲ\n ဒေါင်းကြည့်ကြဖို့အတွက် တိုက်တွန်းချင်ပါတယ်…\nနောက်ပြီး Original Power Rangers ရဲ့ Theme Song ကိုထပ်မံမွန်းမံထားပြီးတော့\nနောက်အသစ်ထည့်ထားတဲ့ နောက်ခံတီးလုံးတွေက ဇာတ်ကိုလုံးဝအထွတ်ထိပ်ရောက်စေပြီး\nကောင်းမွန်လှပစေခဲ့ပါတယ်…\nကျွန်တော်တို့တွေ ဒီရုပ်ရှင်မထွက်လာခင်ကတည်းက Ranger တွေရဲ့ Suit တွေ Morpher တွေ\nZord တွေကိုကြည့်ပြီးစိတ်ပျက်ခဲ့ရတာတွေက ဒီရုပ်ရှင်ကိုတကယ်တမ်းကြည့်လိုက်ရတဲ့အခါမှာတော့\nအကုန်ပျောက်သွားမယ်ဆိုတာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/power-rangers-2017-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzzDAg3fkztvfQB08VBprhs9tVE.jpg",
        "title": "The Lives of Others(2006)",
        "description": "The Lives of Others(2006)\nIMDb.....8.4,,,Rotten....92%\nဒီကားက ၂၀၀၇ခုႏွစ္ရဲ႕ ေအာ္စကာဆုေပးပြဲ မွာ Best Foreign language of the year ဆုကုိရရွိခဲ့ပါတယ္...အျခားဆုေပါင္း ၇၆ဆုရရွိခဲ့ၿပီး ၃၅ဆုဆန္ကာတင္စာရင္းလည္း၀င္ခဲ့ပါတယ္...\nဒီဇာတ္​ကားဟာ ဂ်ာမဏီႏိုင္​ငံရဲ႕ ဒုတိယကမၻာစစ္​ စစ္​ၿပီး​ေခတ္​ အ​ေျခအ​ေနကို ႐ိုက္​ကူးျပထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလး ျဖစ္​ပါတယ္​။\nဒါ​ေၾကာင္​့ ​ေနာက္​ခံ သမိုင္​း​ေၾကာင္​းကို အနည္​းငယ္​ ​ေျပာျပပါမည္​။ ဒုတိယကမၻာစစ္​ၿပီးတဲ့ အခါ ဂ်ာမဏီကို မဟာမိတ္​ႏိုင္​ငံ​ေတြက အသီးသီး ပိုင္​းယူခဲ့ၾကပါတယ္​။ မဟာမိတ္​​ေတြက အထူး​ေျပာစရာလိုမယ္​မထင္​ပါ။\nျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမရိကန္​ နဲ႔ ႐ု႐ွားတို႔ပဲ ျဖစ္​ပါတယ္​။ သို႔​ေသာ္​လည္​း တစ္​​ေျဖး​ေျဖးနဲ႔ အ​ေနာက္​ဘက္​က မဟာမိတ္​အုပ္​စု( ျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမကိကန္​) က\nတစ္​ဖက္​ ႐ု႐ွားအစိုးရက တစ္​ဖက္​ျဖစ္​ကာ ဂ်ာမဏီႏုိင္​ငံဟာ ႏွစ္​ပိုင္​းပိုင္​းခံလုိက္​ရပါတယ္​။ ဂ်ာမဏီႏိုင္​ငံကို ႏွစ္​ပိုင္​း ပိုင္​းလုိက္​႐ုံသာမက ႐ု႐ွားအစိုးရလက္​ထဲက်​ေရာက္​​ေနတဲ့\nဘာလင္​ၿမိဳ႕ကိုလည္​း ႏွစ္​ပိုင္​းပိုင္​း​ခဲ့ပါတယ္​။ အ​ေ႐ွ႕ဂ်ာမဏီနဲ႔ အ​ေနာက္​ဂ်ာမဏီ အ​ေ႐ွ႕ဘာလင္​နဲ႔ အ​ေနာက္​ဘာလင္​ဆိုကာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/TN67/The_Lives_Of_Others_[2006]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vx0I4swb55GPZwEPcS0gAo3QowV.jpg",
        "title": "The Extraordinary Journey of the Fakir(2018)",
        "description": "The Extraordinary Journey of the Fakir(2018)\nIMDb....7.1\nဒီဇာတ္လမ္းေလးမွာ အိႏိၵယသားတစ္ေယာက္ရဲ႕ ထူးျခားဆန္းျပားတဲ့ခရီးစဥ္ေလးကို ဟာသဆန္ဆန္ ဒရာမာဆန္ဆန္နဲ႔ ႐ိုက္ကူးထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားျဖစ္ပါတယ္ ...\nသူရဲ႕ဘ၀တစ္ခုလုံးဟာ ေမြးရပ္ဇာတိေလးမွာပဲ အခ်ိန္ကုန္ခဲ့ရေတာ့ တစ္ေန႕က်ရင္ တျခားႏုိင္ငံေတြသူခရီးထြက္ႏုိင္ရမယ္လုိ႕ ရည္မွန္းခ်က္ထားတယ္..\nဒါ့အျပင္ သူ႕မိဘေတြကလည္း ဆႏၵတစ္ခုထားခဲ့တယ္..ပဲရစ္ျမဳိ႕ကုိသြားေပးဖုိ႕ေပါ့...ဒီအိႏိၵယသားဟာသူ႕မိဘေတြရဲ႕ဆႏၵေလးကိုျဖည္႔ဆည္းေပးဖို႔အတြက္\nပဲရစ္ၿမိဳ႕ကိုခရီးထြက္လာခဲ႔တယ္...\nသူကံေကာင္းတာက ပဲရစ္ကအီဖယ္တာဝါမွာခ်စ္စရာေကာင္းတဲ့အေမရိကန္မေလးနဲ႔ ေတြ႕ဆုံခဲ့တယ္.....\nသူတုိ႕ (၂)ေယာက္ ကုိယ္စီအေၾကာင္းေတြေျပာရင္း ရင္ခုန္သံေလးေတြ မွ်ေ၀ခဲ့ၾကတယ္...\nအဲ့ေနာက္ပိုင္းကစၿပီးတလြဲလြဲ တေခ်ာ္ေခ်ာ္နဲ႔ ျပင္သစ္ကေန သူဘယ္ႏိုင္ငံေတြကို ဆက္ၿပီးေရာက္သြားဦးမလဲ...သူ႕တုိ႕(၂)ေယာက္ကေရာ ေရွ႕ဆက္ၿပီး ေပ်ာ္ရႊင္ဖြယ္အခ်စ္ကဗ်ာေလးေတြစပ္ဆုိႏဳိင္ဦးမလားဆုိတာကုိေတာ့\nဇာတ္ကားေလးမွာပဲ ဆက္လက္႐ႈစားလိုက္ၾကပါေတာ့.. ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nFile Size : (915 MB) and (329 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by ...",
        "rating": "7.2",
        "url": "https://megaup.net/TN64/The_Extraordinary_Journey_Of_The_Fakir_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDkxM2FmZTYtN2JlNi00YTNkLWIxMGYtYWE5MmFmOTY1NWE0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Dhadak (2018)",
        "description": "အခ်စ္နဲ႔ ရင္းခဲ့တဲ့ တူႏွစ္ကိုယ္ဘဝေလး။မေမွ်ာ္လင့္တဲ့ ကံဆိုးျခင္းေတြ မလာခင္ထိေတာ့ ေအးခ်မ္းတာေပါ့။လိႈင္းေတြ လာတဲ့အခ်ိန္ကမ္းေပၚက သဲအိမ္ေတြ ၿပိဳပ်က္ေပးရမွာ သဘာဝပါပဲ။\" မင္းအတြက္ တစ္ေန႔က်ရင္ အိမ္ႀကီး ထည္ထည္ဝါဝါေဆာက္ေပးမယ္ \"\"အိမ္ႀကီး မလိုပါဘူး ငယ္ငယ္ေလးကတည္းကေနခဲ့ဖူးၿပီးၿပီ၊အိမ္တစ္ေဆာင္.. ငါတို႔ႏွစ္ေယာက္အတြက္ပဲထမင္းခ်က္ရမယ့္ အိမ္တစ္ေဆာင္ပဲ လိုခ်င္တာပါ \"______________________________ဇာတ္လမ္းအက်ဥ္း\n-----------------------\nDhadak ဆိုတဲ့ ကားေလးကအဆင့္အတန္း မတူတဲ့ ဘဝႏွစ္ခုၾကားကအခ်စ္စစ္ကို ေဖာ္က်ဳးထားတဲ့ ကားေကာင္းေလးပါ။မေမွ်ာ္လင့္ဘဲ ေသနတ္ဆြဲမိခဲ့တဲ့ မိမိ၊ဘဝအတြက္ အဆင္သင့္ မျဖစ္ေသးတဲ့ မိမိခ်စ္သူ၊မေမွ်ာ္လင့္ဘဲ အာဏာရလာတဲ့ ဖခင္၊အားလံုးက ကံစီမံရာအတိုင္း ယိမ္းကရေပမဲ့အသိမႂကြယ္ေသးတဲ့ လူငယ္အိမ္ေထာင္သည္ဘဝမွာေရွာင္ေျပးၾကရင္း၊ ဘဝကို ႐ုန္းကန္ၾကရင္းနဲ႔စကားမ်ားရန္ျဖစ္ၾကာတာလည္းယေန႔ေခတ္ရဲ႕ ကိုယ္ေတြ႕ ျမင္ကြင္း၊သတိထားစရာ ပညာယူစရာေတြပါ။ဒါေပမဲ့ သူတို႔ဘဝမွာေတာ့ မေမွ်ာ္လင့္ဘဲ....-------------------ဒရာမာပရိသတ္ေတြ ေႂကြတဲ့ Beyond the clouds ရဲ႕မင္းသားေခ်ာက အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီးမင္းသမီးေခ်ာေလး(အိႏၵိယေအးေသာင္း)နဲ႔အတူ ဇာတ္႐ုပ္ကို ပီျပင္စြာ သ႐ုပ္ေဆာင္ထားပါတယ္။အိမ္ေထာင္ျပဳမယ့္သူေတြေရာ...အိမ္ေထာင္ျပဳၿပီးစ ၾကင္စဦးဇနီးေမာင္ႏွံေတြပါအတုယူသင့္တဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္း...ယေန႔ေခတ္ ႐ုပ္ရွင္အမ်ားစုမွာ ထည့္သြင္းေနက်ဇာတ္သိမ္းႏွစ္မ်ဳိး ထည့္သြင္းေပးထားလို႔အေပ်ာ္နဲ႔ ဇာတ္သိမ္းႏိုင္သလို.. ...",
        "rating": "4.2",
        "url": "https://megaup.net/TN6t/Dhadak_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Wr8uwFowyHMmfiygs7Tkjbbxkp.jpg",
        "title": "The Accidental Detective 2: In Action (2018)",
        "description": "Sherlock Holmes ကိုအားက်ၿပီး စုံ​ေထာက္​ျဖစ္​ခ်င္​​ေနတဲ့ ဂန္​​ေဒးမန္​ဆိုတဲ့Comicbook အ​ေရာင္​းဆိုင္​႐ွင္​ဟာဆိုင္​ကို ​ေရာင္​းၿပီး ရဲအုပ္​​ေဟာင္​း ႏို​ေတးဆူနဲ႔ အတူစုံ​ေထာက္​ေ​အဂ်င္​စီတစ္​ခု ဖြင္​့ခဲ့ပါတယ္​။စိတ္​ကူးနဲ႔လက္​​ေတြ႕က ကြာျခားလြန္​း​ေလ​ေတာ့အမႈအပ္​မဲ့လူမ႐ွိပဲ အိမ္​က မိန္​းမ​ေတြရဲ႕ အၿငိဳအျငင္​ခံ​ေနရတဲ့ သူရဲ​ေကာင္​းႀကီး​ေတြ​ေပါ့။ရထားတိုက္​​ေသၿပီး ရဲ​ေတြက မ​ေတာ္​တဆမႈလို႔အမႈပိတ္​လိုက္​တဲ့ အမႈကို ျပန္​လိုက္​​ေစခ်င္​သူက်န္​ရစ္​သူ အမ်ိဳးသမီးတစ္​​ေယာက္​ရဲ႕ အမႈကိုလက္​ခံလိုက္​မိရာက.. အမႈႀကီးတစ္​ခုနဲ႔ ပက္​သက္​မိပါ​ေတာ့တယ္​။့အမႈရဲ႕ အရိပ္​အႁမြက္​​ေျပာရင္​ကိုကားရဲ႕ အရသာပ်က္​ၿပီမလို႔ အမႈအ​ေၾကာင္​း​ေတာ့ထည္​့မ​ေရး​ေတာ့ပါဘူး။ကိုရီးယားကားတစ္​ကားအ​ေနနဲ႔​ေတာင္​အ​ေတာ္​​ေလး ဇာတ္​အိမ္​ခိုင္​ၿပီးRating ဒီထက္​ပိုရသင္​့တဲ့ ကားလို႔လည္​းPersonal အရ ျမင္​မိရ​ေလာက္​​ေအာင္​အ​ေတာ္​​ေလး ဆဲြ​ေဆာင္​မႈ႐ွိတဲ့ ကားပါ။ဒရာမာ နည္​းနည္​းခ်ိဳး​ေပမဲ့စိတ္​​ေျပလက္​​ေပ်ာက္​ၾကည္​့ဖို႔အ​ေတာ္​​ေလးသင္​့​ေတာ္​တဲစုံ​ေထာက္​ဟာသကားလည္​း ဟုတ္​ပါတယ္​။Running Man ထဲက သစ္​ကုလားအုတ္​လီဂြမ္​ဆူရဲ႕ မ်က္​ခြက္​​ေျပာင္​ ပုံစံ​ေတြလည္​းျမင္​ရဦးမွာပါ။စိတ္​ညစ္​ရတဲ့ တစ္​​ေန႔​ေတာ့မွာစိတ္​​ေျပလက္​​ေျပာက္​ ​ေပါ့​ေပါ့ပါးပါးဟာသဆန္​ဆန္​ကား​ေလး ၾကည္​့ခ်င္​ရင္​ၾကည္​့ကို ၾကည္​့သင္​့တဲ့ ကားလို႔Recommend ​ေပးခ်င္​ပါတယ္​။လူသားဆန္​မႈဆိုတာကိုလည္​းရိပ္​ခနဲ ျမင္​ရ​ေအာင္​ ႐ိုက္​ထား​ေပးတဲ့ဒီကား​ေလးရဲ႕IMDB Ratingက​ေတာ့ 6.5 ပါ။Ratingထက္​ပိုရတဲ့ ကားဆိုတာ​ေတာ့ ​ေသခ်ာပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (945 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fnI3/The_Accidental_Detective_2_-_In_Action_(Tam_Jeong_2)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w2o8l9YCExIh56UGTdUUfgq0sU6.jpg",
        "title": "The Accidental Detective (2015)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၅ က ထြက္ခဲ့တဲ့ The Accidental Detective ဆိုတဲ့ စုံေထာက္ ဟာသဇာတ္ျမဴးေလးပါဇာတ္လမ္းအက်ဥ္းေလးကို နည္းနည္းမိတ္ဆက္ေပးခ်င္ပါတယ္ေနာ္ငယ္ငယ္တည္းက အတူၾကီးျပင္းလာျပီး အရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ ရွိပါတယ္တစ္ေယာက္ကေတာ့ ရဲသင္တန္းေက်ာင္းကို တက္ခြင့္ရျပီး စုံေထာက္အျဖစ္လုပ္ကိုင္ခြင့္ရခဲ့ေပမယ့္ ေနာက္တစ္ေယာက္ကေတာ့ သူ႕ေျခေထာက္ေၾကာင့္ ေဆးစစ္ခ်က္က်ခဲ့လို႔ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ရွာပါဘူးသူက စုံေထာက္အလုပ္ကို အရမ္းဝါသနာပါလြန္းလို႔ အလုပ္ပ်က္အကိုင္ပ်က္ မိန္းမ အဆူအဆဲခံျပီး သူ႕သူငယ္ခ်င္းတို႔ရဲစခန္းကို အျမဲသြားျပီး ေပကပ္ေနေလ့ရွိပါတယ္သူ႕သူငယ္ခ်င္းဂၽြန္စုရဲ႕ တြဲဖက္စီနီယာကေတာ့ Legendary ၾကီး နိုေတးဆူပါေဒးမန္ရဲ႕ ဝါသနာ စုံေထာက္အရည္အခ်င္းေတြက နိုေတးဆူအသိအမွတ္မျပဳလို႔မရေအာင္ထိ ျဖစ္ေနခဲ့ေပမယ့္ သူ႕ခမ်ာ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ပါဘူးတေန႕မွာေတာ့ လူသတ္မႈတစ္ခုမွာ ဂၽြန္စုကို ေခ်ာက္တြန္းခံရတဲ့အခါ တတ္သိပညာမေနသာ သူငယ္ခ်င္းထိ ဓားၾကည့္ဆိုတဲ့ ေဒးမန္တစ္ေယာက္ နုိေတးဆူေနာက္ကို အတင္းလိုက္ကပ္ျပီး အမႈမွန္ေပၚေအာင္ ၾကိဳးစားရပါေတာ့တယ္ဒီအခါ သူ႕စုံေထာက္စေကးေတြက သူငယ္ခ်င္းကို ကယ္တင္ဖို႕ လုပ္နိုင္ပါ့မလားဆိုတာေတာ့ ပရိသတ္ေတြ ၾကည့္ၾကည့္ၾကပါဇာတ္လမ္းျမွဳပ္ကြက္အဆန္းေလးေတြနဲ႔ အတူ နိုေတးဆူနဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fnI0/The_Accidental_Detective_(Tam_Jeong_Deo_Bigining)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/005wI4KEjw1ewj20egrv6j30i20pt77g-2-210x300.jpg",
        "title": "Pee Mak Phrakanong ( 2013 )",
        "description": "IMDb Rating(7.4/10) ထိရရှိထားပြီး အောင်မြင်မှုတွေစိုက်ထူနိုင်ခဲ့တဲ့\nထိုင်းဇာတ်ကားဖြစ်ပါတယ်။အခု ပြန်လည်းခံစားလို့ရအောင် bluray 5.1 CH နဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်\nရုပ်ရှင်အညွှန်းကိုတော့ R Ker ရေးထားတာသဘောကျလို့ သူ့အမြင်ကို ညွှန်းလိုက်ပါတယ်။Pee Mak နဲ့Nak ရဲ့ အချစ်မှာ Pee Mak ရဲ့အချစ်က ပိုပြီး \" အခရာ \"ကျတယ် ..\n\"\nပိုပြီးအရေးပါအရာရောက်တယ် \" လို့ကျွန်တော်ထင်တယ် ..ဒါကြောင့်ပဲ ဇာတ်လမ်းနာမည်ကိုက Nak မဟုတ်ပဲ\n\" Pee Mak \" ဖြစ်နေတာပေါ့ ..Pee Mak ကသာ Nak ကို တကယ်မချစ်ရင် သူတို့ နှစ်ယောက်ကို\nခွဲနေကြတဲ့\nသူငယ်ချင်းလေးယောက်နဲ့အတူ Pee Mak က ထွက်ပြေးမှာပေါ့ ..သို့တည်းမဟုတ် Pee Mak က Nak ကို\n\" သရဲမကြီး !!!!! \" လို့အော်ပြီး Nak နဲ့ဝေးရာကို\nရှောင်ပြေးပုန်းရှောင်ဖို့ကြိုးစားမှာပေါ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1UA67/Pee_Mak_Phrakanong_(2013)_[Comedy]_[Davika_Hoorne]_[THAI]_[7.3].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbq5yQTQ1AfcBQb0y4ozUPTzd8Y.jpg",
        "title": "Malevolent (2018)",
        "description": "ေနာက္ဘဝဆုိတာရွိပါသလား။ေသလြန္ျပီးေနာက္ တမလြန္ဆုိတာရွိပါသလား။ဒီဇာတ္ကားေလးရဲ႕အစမွာေတာ့ ေသလြန္ျပီးလူေတြက ျပန္လာတတ္တာမ်ိဳးမဟုတ္ဘဲ ဘယ္ကုိမွမသြားၾကတာပါတဲ့။ေသလြန္ျပီးသူေတြနဲ႔ဆက္သြယ္ႏုိင္ဖုိ႔ဆုိတာ လူတုိင္းေတာ့ ျဖစ္ႏုိင္မယ္မထင္ပါဘူးဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ Angela ကေတာ့ မ်ိဳးရုိးစဥ္ဆက္ အဲဒီ လက္ေဆာင္ကုိပုိင္ဆုိင္ထားတာပါ။ဒါေပမယ့္ သူ႕ကေတာ့ ကြယ္လြန္ျပီးသူေတြကုိမျမင္ႏုိင္ပါဘူး။မိဘမရွိဘဲ ေမာင္ႏွမ ႏွစ္ေယာက္တည္း ဘဝကုိရုန္းကန္ေနရတဲ့အခ်ိန္မွာ Angela ရဲ႕အစ္ကုိျဖစ္သူ Jackson က မိဘလက္ငုတ္လက္ရင္းအလုပ္လုိ႔ေျပာလုိ႔ရတဲ့ ေသလြန္ျပီးသူေတြနဲ႔ဆက္သြယ္ျပီး ေကာင္းရာမြန္ရာကုိပုိ႔ေပးတဲ့အလုပ္ကုိလုပ္ကုိင္ဖုိ႔အၾကံရလာပါတယ္။ဒါေပမယ့္ လက္ေဆာင္ရဲ႕အစြမ္းကုိမရႏုိင္ေသးတဲ့ Angela ေၾကာင့္ လုပ္ဇာတ္ခင္းျပီးေတာ့ က်န္ရစ္သူမိသားစုေတြကုိ ႏွစ္သိမ့္ေပးျပီး ဝင္ေငြရွာေနပါတယ္။ဒါေပမယ့္ Angela ရဲ႕လက္ေဆာင္အစြမ္းျပလာခ်ိန္မွာေတာ့ တကယ့္မကၽြတ္မလြတ္ေသးတဲ့ အသတ္ခံလုိက္ရတဲ့ေကာင္မေလးသုံးေယာက္ရဲ႕ အိမ္ကုိေရာက္သြားခ်ိန္မွာေတာ့...IMDB Rating ကေတာ့ 4.9 ရရွိထားပါတယ္။Horror ခ်စ္သူေတြၾကည့္လုိက္ၾကပါဦး။ (ဆရာဦး d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (700 MB) and (330 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TUye/Malevolent_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxc25B05Gq4CbCoWbyTFf9iF0wn.jpg",
        "title": "Animal World (2018)",
        "description": "ဂဏန္းေတြတြက္ရခ်က္ရတာ သေဘာက်ျပီး စိတ္လႈပ္ရွားစရာ ဇာတ္လမ္းေတြ ၾကိဳက္ႏွစ္သက္တဲ ့ပရိတ္သတ္ေတြအတြက္ ၂၀၁၈ ထြက္ထားတဲ့ Animal world ဆိုတဲ့ တရုတ္ကားေကာင္းတစ္ကား တင္ဆက္ထားပါတယ္…ဒီဇာတ္ကားမွာထူးျခားတာတစ္ခုုက Antman ရဲ႕ ေယာကၡမေလာင္း သိပၸံပညာရွင္ၾကီး မိုက္ကယ္ ေဒါက္ကလပ္ ပါဝင္အားျဖည့္ထားတာပါပဲ…သခ်ၤာေတာ္ျပီး ဥာဏ္ေကာင္းတဲ့ ဂ်န္ခိုက္စန္ဆိုတဲ့ လူငယ္ေလးတစ္ေယာက္ဟာ အေဖအသတ္ခံရျပီးတဲ့ေနာက္မွာ အေမကလည္း ကိုမာဝင္သြားခဲ့တဲ့အတြက္ အေမ့ေဆးဖုိးရွာရင္း အိမ္ေထာင္တာဝန္ကို မႏိုင္မနင္းထမ္းေနရတ့ဲ လူတစ္ေယာက္ျဖစ္တယ္…တစ္ေန႔ေတာ့ အိမ္ပြဲစားလုပ္တဲ့သူငယ္ခ်င္းတစ္ေယာက္ဟာ အျမတ္္အစြန္းအၾကီးအက်ယ္ရမယ့္ အိမ္တစ္လံုးကိုစပ္တူဝယ္ဖို႔ သူတိုက္ခန္းကိုေပါင္ဖို႔ အကူအညီလာေတာင္းပါတယ္…ပထမေတာ့ျငင္းလိုက္ျပီး ေနာက္ေတာ့ အေမ့ေဆးဖိုးနဲ႕စားဝတ္ေနေရးက်ုပ္တည္းလာတဲ့ ခုိက္စန္ဟာ အိမ္ေပါင္ဖို႔ သေဘာတူလိုက္ေတာ့တယ္…အဲ့ဒီအခ်ိန္ကစျပီး သူ႕သူငယ္ခ်င္းဆိုတဲ့လူလံုးဝေပ်ာက္သြားျပီး သူနဲ႔မသိတဲ့ သူစိမ္းေတြ သူ႕ကိုလာေခၚကာ သူ႕သူငယ္ခ်င္းနစ္ေနတဲ့အေၾကြးစာရင္းေတြျပပါေတာ့တယ္…။သူ႕အိမ္ကိုအေပါင္ထားထားတာျဖစ္တဲ့အတြက္ သူလည္းအေၾကြးျပႆနာထဲဝင္ပါျပီး အေၾကြးကိုျပန္ဆပ္ဖို႔အတြက္ လူစိမ္းေတြက သူ႕ကိုကစားပြဲတစ္ပြဲေဆာ့ကစားဖုိ႔ ကမ္းလွမ္းပါေတာ့တယ္….ဂ်န္ခိုက္စန္ ပါဝင္ကစားရမယ့္ပြဲဟာ ဘယ္လုိကစားပြဲမ်ိဳးျဖစ္မွာလဲ..သူကစားပြဲထဲက အသက္ရွင္လ်က္ျပန္ထြက္ရမွာလားဆိုတာ ပရိတ္သတ္ၾကီးကိုယ္တိုင္ပဲရွဳစားေတာ္မူပါRatings – IMDb – 6.4, Rotten tomatoes ...",
        "rating": "6.4",
        "url": "https://megaup.net/TUyr/Animal_World_(Dong_Wu_Shi_Jie)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s6gb87rw41INTG59Fzifapc13Kb.jpg",
        "title": "Terrortory 2 (2018)",
        "description": "(ေၾကာက္တတ္သူမ်ားမၾကည့္သင့္ပါ...)ဒီတစ္ေခါက္CMပရိသတ္ၾကီးကို တင္ဆက္ေပးခ်င္တဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားကေတာ႔ Terrortory (2018)ကားေလးပဲျဖစ္ပါတယ္။ဒီကားကေတာ႔ Horror Thriller အမ်ိဳးအစားျဖစ္ျပီးေတာ႔ေတာ္ေတာ္ေလးၾကည္႔ေကာင္းတဲ႔ကားေလးပါလို႔ညႊန္းရင္လဲမမွားပါဘူး။သရဲကားကိုမွ ဇာတ္လမ္းအလွည္႔အေျပာင္းေတြနဲ႔ ထူးထူးဆန္းဆန္းေလးရိုက္ကူးထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဇာတ္လမ္းေလးက ေတာၾကီးမ်က္မည္းထဲမွာ အဖိုးႀကီးတစ္ဦးနဲ႔ လူတစ္ေယာက္ဆံုမိရာကစပါတယ္။သူတို႔အခ်င္းခ်င္းစကားစမည္ေျပာဆိုရာကဒီေတာအုပ္က သာမာန္ေတာအုပ္တစ္ခုမဟုတ္တဲ႔အျပင္မေကာင္းဆိုးရြားေတြလဲ အမ်ိဳးအစားစံုစြာတည္ရွိေနေၾကာင္းကိုသိလာရပါေတာ႔တယ္။အဖိုးၾကီးက ေတာထဲမွာက်င္လည္က်က္စားသူပီပီ အႏၲရာယ္ေတြေရွာင္ကြင္းသြားရင္းလူငယ္ေလးကိုေတာၾကီးအေၾကာင္းပံုုျပင္ေတြေျပာျပကာ ဇာတ္လမ္းကိုအရွိန္ယူပါတယ္။အျပင္ေလာကနဲ႔ဆက္စပ္ေနတဲ႔ ဒီဇာတ္လမ္းေတြက ပံုျပင္သက္သက္လားတကယ္႔အျဖစ္အပ်က္လား?အဖိုးၾကီးကေရာ ဘာလဲ?ေကာင္ေလးကေရာဘာလဲ?ဒီလိုေမးခြန္းေပါင္းမ်ားစြာေတြ ပံုျပင္ထဲကအျဖစ္အပ်က္ေတြေတာအုပ္ၾကီးမွာ ခ်မွတ္ထားတဲ႔စည္းကမ္းေတြစတဲ႔ထူးဆန္းမႉမ်ားစြာနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေလးတစ္ကားပါ။ေသြးထြက္သံယိုေတြ ဝတ္လစ္စလစ္ေတြပါဝင္လို႔ ကေလးငယ္မ်ားအေနနဲ႔မိဘညႊန္ၾကားခ်က္နဲ႔သာၾကည္႔သင္႔ပါတယ္။သရဲကားဆိုရင္ ျဖဲေျခာက္တာမ်ိဳးကိုသေဘာမက်ပဲဇာတ္လမ္းဇာတ္အိမ္နဲ႔ရွိတဲ႔ကားမ်ိဳးသေဘာက်တယ္ဆိုရင္ေတာ႔ဒီTerrortory (2018)ကားေလးကသင္႔ေတာ္မွာပါလို႔ပဲ ညႊန္းလိုက္ပါတယ္။File Size : (882 MB) and (304 MB)\nQuality : WebRip\nFormat…mp4\nDuration…1 hr 42 min\nGenre : Horror\nSubtitle : Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://megaup.net/TUyu/Terrortory_2_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BODgxMzdlZDMtZjAzYS00YjdkLTkwYTctYTAxZGUxZTQ4MmNjXkEyXkFqcGdeQXVyMzQ2NTU3OTg@._V1_-141x200.jpg",
        "title": "Egon Schiele: Death and the Maiden 2016",
        "description": "ၿပီးခဲ့တဲ့ ရက္ပုိင္းအတြင္းက ျပဳလုပ္ခဲ့တဲ့\nဥေရာပ႐ုပ္႐ွင္ပြဲေတာ္မွာ Egon Schiele ဆုိတဲ့\n႐ုပ္႐ွင္ကားကုိ ဆင္ဆာအေၾကာင္းျပၿပီး\n႐ုပ္႐ွင္ပြဲေတာ္မွာ ျပသခြင့္ပိတ္ပင္ခဲ့တယ္၊\nNude Art,Erotic Art ကုိ ေရးဆြဲတဲ့ ပန္းခ်ီဆရာ\nEgon Schiele ရဲ႕ ဘဝအေၾကာင္းကုိ ႐ုိက္ကူးထားတဲ့\nဒီဇာတ္ကားမွာ Egon ရဲ႕ Nude Art ပန္းခ်ီဆြဲတဲ့ေနရာမွာ\nဘယ္လုိအႏုပညာစ်န္ဝင္စားလည္းဆုိတာကုိ\n႐ုိက္ျပထားတာျဖစ္တာေၾကာင့္ အေဖာ္အခြၽတ္ေတြ\nပါတယ္ဆုိၿပီး ဒီကဆင္ဆာအဖြဲ႔က ပိတ္ပင္လုိက္တာပဲ\nျဖစ္ပါတယ္၊\nပန္းခ်ီဆရာ Egon ဘဝက ထူးဆန္းဖြယ္ေကာင္းတယ္၊\nအသက္ ၂၈ အရြယ္မွာ အျပင္းဖ်ားေရာဂါေၾကာင့္\nေသဆုံးသြားခဲ့ေပမယ့္ ယေန႔အခ်ိန္ထိ သူေရးဆြဲခဲ့တဲ့\nပန္းခ်ီကားေတြက နာမည္ေက်ာ္လူႀကိဳက္မ်ားၿပီး\nေဒၚလာသန္းေပါင္းမ်ားစြာတန္ဖုိး႐ွိေနပါၿပီ၊\nသူ႔ရဲ႕ အႏုပညာအေပၚမွာ ဘယ္ေလာက္႐ူးသြပ္လည္းဆုိတာကုိ\nဒီဇာတ္ကားထဲမွာ ေတြ႔ရမွာပါ၊\n \nလြမ္းေဆြးဖြယ္ေကာင္းေသာ ေနာက္ခံတီးလုံးနဲ႔အတူ\n၁၉၀၀ ျပည့္ႏွစ္ ျသစေတးလ်ေနာက္ခံဇာတ္လမ္းက\nသင့္ကုိ ထုိင္ရာမထဆြဲေခၚသြားမွာပါ၊Egon ရဲ႕\nအႏုပညာစ်ာန္ဝင္စားမႈ၊ သူ႔ရဲ႕ႏွလုံးသားေရး၊သူ႔ရဲ႕\nေနာက္ဆုံးေန႔ရက္ေတြအေၾကာင္းကုိ ႐ုိက္ကူးထားၿပီး\nကမၻာေက်ာ္ပန္းခ်ီဆရာရဲ႕ ဘဝကုိသိ႐ွိနားလည္ေစမွာပါ၊\n \nSex ခန္းေတြမပါဝင္ေပမဲ့ nude အခန္းေတြပါဝင္တာ\nေၾကာင့္ မိသားစုနဲ႔ေတာ့ ၾကည့္ဖုိ႔အဆင္မေျပပါဘူး၊\n \nဒီရုပ္ရွင္ကားကို Shain Htet Naing မွ ဘာသာျပန္ေပးထားၿပီး\nMovie ရဲ႕ Review ကိုေတာ့ ကို Zin ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zS0V/Egon_Schiele_-_Death_And_The_Maiden_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vMDLIB1cwsaOK4GJRMXIgukb9OX.jpg",
        "title": "The Nutcracker in 3D(2010)",
        "description": "The Nutcracker in 3D(2010)\nဇာတ္လမ္းသေဘာတရားေလးကေတာ့ အရမ္းစိတ္ကူးယဥ္တတ္တဲ့ မိန္းကေလးတစ္ေယာက္ရဲ႕ စိတ္ကူးယဥ္ဇာတ္လမ္းေလးကို\nစိတ္ဝင္စားဖြယ္ေကာင္းတဲ့ ကာတြန္းဇာတ္ေကာင္႐ုပ္ေလးေတြနဲ႔ ဖန္တီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္...\nဇာတ္လမ္းထဲကမိန္းကေလးရဲ႕စိတ္ကူးထဲမွာ အ႐ုပ္ေတြဟာအမွန္တကယ္ အသက္႐ွိတယ္လို႔ယံုၾကည္မႈ႐ွိၿပီး တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ သစ္သားရုပ္တစ္႐ုပ္ဟာ သူ႔ကိုစၿပီး စကားေျပာလာခဲ့တယ္ ...\nအဲ့ေနာက္မွာေတာ့ အဲ့ဒီအ႐ုပ္ေလးရဲ႕ေနာက္ေၾကာင္းနဲ႔ရာဇဝင္နဲ႔ သူ႔ရဲ႕ရန္သူျဖစ္တဲ့ႂကြက္ေတြအေၾကာင္းေတြကို သိလာခဲ့ရတယ္....\nအဲ့ဒီရန္သူႂကြက္ေတြကို မိ္န္းကေလးနဲ႔သစ္သား႐ုပ္ေလးတို႔ ဘယ္လိုဆက္ၿပီးရင္ဆိုင္ၾကမလဲ ဆိုတာကိုေတာ့ လက္ေတြ႔နဲ႔စိတ္ကူးယဥ္မႈအၾကား ဖန္တီး႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးကိုပဲ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါေတာ့..\nFantasy  ကားေလးေတြကုိသေဘာက်တဲ့သူအတြက္ၾကည့္လုိ႕ေကာင္းတဲ့ကားေလးပါ...ဒီကားကုိ CM ဘာသာျပန္တစ္ဦးျဖစ္တဲ့ Ko Zwel Zan Aung မွသူ႕ခ်စ္သူေကာင္မေလးအတြက္ရည္ရြယ္ၿပီးဘာသာျပန္ေပးထားတာပါ...\nမည္သုိ႕ပင္ဆုိေစကာမူ ကြ်န္ေတာ္တုိ႕ Channelmyanmar မွလည္း Fantasy ရုပ္ရွင္ခ်စ္သူေတြအတြက္ျပန္လည္တင္ဆက္ေပးလုိက္ပါသည္....\nFile Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Action , Family , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zS11/The_Nutcracker_In_3D_[2010]_(MM_Sub).mp4",
        "category": "Action, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/missyouagain0-141x200.jpg",
        "title": "Miss You Again (2009)",
        "description": "IMDb (6.6) ရရွိထားတဲ့ 2009 ခုႏွစ္ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ပါတယ္။မင္းသမီးေခ်ာေလး Baifern နဲ႔ အျခားလူငယ္သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားတဲ့ ေက်ာင္းသားဇာတ္ကားေလးပါ။ဘဝမွာ ရိုးသားျဖဴစင္ခဲ့တဲ့ အခ်ိန္လို႕ ဆိုလိုက္တာနဲ႕ ေျပးျမင္မိမွာမ်ိဳးကမူလတန္း အလယ္တန္း အထက္တန္းေက်ာင္းသား/ေက်ာင္းသူ ဘဝပဲျဖစ္ပါတယ္....ေက်ာင္းသားဘဝဆိုတာ သူငယ္ခ်င္းေတြနဲ႔ ဘဝကို အရိုးသားဆံုး ေပ်ာ္ရႊင္ၾကည္ႏူးခဲ့ရတဲ့ အခိုက္အတန္႔ေတြေပါ့...ခ်စ္စရာ ၾကည္ႏူးစရာ ဒီအခိုက္အတန္႕ေတြဟာ ဘဝမွာ အျမဲတမ္း သိမ္းထားသင့္တဲ့ အမွတ္တရေလးေတြျဖစ္ခဲ့တယ္...ဒီလိုအမွတ္တရေတြ အျမဲရွိေနတဲ့ အမိေက်ာင္းေတာ္ၾကီးကို ျဖိဳခ်ျပီး Shopping Mall တည္ေဆာက္ေတာ့မယ္လို႕ သတင္းရသြားတဲ့အခါေက်ာင္းေတာ္ၾကီးရဲ႕ ရင္ေသြးေတြျဖစ္ၾကတဲ့ ေက်ာင္းသား/ေက်ာင္းသူတသိုက္ ဘယ္လိုေတြ ခံစားသြားရမလဲ...သူတို႕ရဲ႕ အမွတ္တရငယ္ဘဝေတြနဲ႔ အမိေက်ာင္းေတာ္ၾကီးကို စီးပြားျဖစ္ေရာင္းစားခံလိုက္ရတာကို လက္ပိုက္ၾကည့္ေနၾကမလား....ေက်ာင္းေတာ္ၾကီးကို ခ်စ္တတ္သူတိုင္းအတြက္ Miss You Again 2009  ဇာတ္ကားေလးကို တင္ဆက္လိုက္ရပါတယ္။ \nFile size…(900 MB) and (420 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zS15/Miss_You_Again_[2009]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/childrenofmen-143x200.jpg",
        "title": "Children of Men (2006)",
        "description": "Children of Men(2006)IMDb….7.9,,,,,Rotten…..92%\nဒီကားက ဇာတ်လမ်းဇာတ်ကွက်ဆန်းပြားသလို IMDbနဲ့RTကလည်း အမြင့်ဆုံးအနေအထားလောက်မှာရှိတယ်…လူသားတို့တွင် ကလေးမရနိုင်တော့သည်မှာ ၁၈ နှစ်ပင် ရှိပြီဖြစ်သည်။ ကမ္ဘာကြီးသည်လည်း ပြဿနာပေါင်းများစွာနှင့် ဖြစ်နေပြီးအင်္ဂလန်သို့ ရွှေ့ပြောင်းဝင်ရောက်လာသော ဒုက္ခသည်မှာလည်း အင်မတန်များနေသည်။\nအင်္ဂလန်ကလည်း ဒုက္ခသည်များကို လက်မခံနိုင်၊ ရှိပြီးသား ဒုက္ခသည်များကိုလည်း ဖိနိပ်လေသည်။\nဖိနိပ်မှုကို မခံနိုင်သူများကလည်း တော်လှန်ရေးကြိုးစားနေကြသည်။\nထိုအချိန်တွင် ဒုက္ခသည် ကောင်မလေးတွင် ကိုယ်ဝန်ရှိလာသည်။ နေ့စေ့လစေ့။ ထိုကိုယ်ဝန်ကို နိုင်ငံရေးအရအသုံးချချင်သူများလည်း ရှိလာသည်။ ထိုသူများလက်မှ လွတ်ပြီးလုံခြုံရာသို့ ကိုယ်ဝန်သည်မလေး မည်သို့မည်ပုံ သွားမည်ဆိုသည်ကို စိတ်လှုပ်ရှားဖွယ် ခံစားလှည့်ပါဟု ရုပ်ရှင်ကြည့်ပရိသတ်ကို ဖိတ်ခေါ်အပ်ပါသည်။ဒီကားထဲက အဓိက သရုပ်ဆောင်မင်းသားကြီး Clive Owen ကိုတော့ တော်တော်များများရင်းနှီးပြီးသားဖြစ်ပါလိမ့်မယ်…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Ye Pye Soneပဲဖြစ်ပါတယ်…\n------------------------------------------------------------------------\nဒီကားက ဇာတ္လမ္းဇာတ္ကြက္ဆန္းျပားသလုိ IMDbနဲ႕RTကလည္း အျမင့္ဆုံးအေနအထားေလာက္မွာရွိတယ္…လူသားတုိ႔တြင္ ကေလးမရနုိင္ေတာ႔သည္မွာ ၁၈ ႏွစ္ပင္ ရွိျပီျဖစ္သည္။ ကမၻာၾကီးသည္လည္း ျပႆနာေပါင္းမ်ားစြာနွင္႔ ျဖစ္ေနျပီးအဂၤလန္သုိ႔ ေရႊ႕ေျပာင္း၀င္ေရာက္လာေသာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4UFxb/Children_Of_Men_[2006]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Irobot-156x200.jpg",
        "title": "I, Robot (2004)",
        "description": "AI နည်းပညာကို Phone တွေထဲ ထည့်သွင်းဖို့ ကြိုးစားနေကြတဲ့သတင်း ဖတ်မိတော့i,Robot ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားလေးကို သွားသတိရမိပါတယ်ဒီဇာတ်ကားဟာ Artificial Intelligence (ဉာဏ်ရည်တု) နည်းပညာရဲ့ကောင်းကျိုးဆိုးကျိုးတွေကို ထည့်သွင်းရိုက်ကူးထားတာကြောင့်ပညာပေးဇာတ်ကားတစ်ကားလို့တောင် ဆိုနိုင်ပါတယ်i,Robot ကို ဒါရိုက်တာ Alex Proyas ရိုက်ကူးခဲ့ပြီး မင်းသားကြီး Will Smith နဲ့မင်းသမီး Bridget Moynahan တို့က ဦးဆောင်ပါဝင်ထားပါတယ်IMDb 7.1 ရရှိထားတာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သေချာပါတယ်ဒီဇာတ်ကားကို ကြည့်ရှုနေစဉ်မှာပင် ဇာတ်ဆောင်တွေ နဲ့ ဇာတ်လမ်းထဲကဇာတ်ရုပ်တွေအလွန်လိုက်ဖက်လွန်းတာကို သတိထားမိကြပါလိမ့်မယ်ဇာတ်လမ်းအကျဉ်း 2035 ခုနှစ် ချီကာဂိုမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်ကမ္ဘာ့အကြီးဆုံး ရိုဘော့ထုတ်လုပ်ရေးကုမ္ပဏီ USR အဆောက်အဦးမှာကိုယ့်ကိုယ်ကိုယ်သတ်သေမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်သေဆုံးသူကတော့ ရိုဘော့ပညာရှင် ဒေါက်တာအဲလ်ဖရက်လန်နင် ဖြစ်ပါတယ်ထူးခြားတာာက ဒီအမှုကိုကိုင်တွယ်ဖို့ စုံထောက်တစ်ယောက်ကိုသေဆုံးသူက ကြိုတင်ရွေးချယ်ထားတာပါ သူရွေးချယ်ခဲ့တဲ့စုံထောက်ကတော့ရိုဘော့တွေကို နဂိုတည်းက မုန်းတီးရင်းစွဲစိတ်အခြေခံရှိထားတဲ့ စုံထောက်စပွန်နာ ဖြစ်ပါတယ်အခင်းဖြစ်ပွားခဲ့တဲ့နေရာမှာ ပုန်းအောင်းနေတဲ့ NS-5 ရိုဘော့တစ်ကောင်ကိုစုံထောက်စပွန်နာ ရှာတွေ့ခဲ့တဲ့အခါမှာတော့.....အဲလ်ဖရက်လန်နင်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/5Av8A/I,_Robot_[2004]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Karwaan (2018)",
        "description": "Bollywood ပရိသတ္ေတြအတြက္ မင္းသားႀကီး အစ္ဖန္းခန္း(မ္)ရဲ႕ ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 8/10 ႏွင့္ Rotten 71%ထိရ႐ွိထားၿပီး အမွန္အကန္ ဟာသ, ဒရာမာ ဇာတ္လမ္းေကာင္း တစ္ပုဒ္လည္းျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...အဗီနက္(႐ွ္)\n=========\nေလာကမွာ ဆႏၵနဲ႕ဘဝတစ္ထပ္တည္းက်တယ္ဆုိတာ အင္မတန္ၿပီးျပည့္ဆုံတဲ့ ေတာင္းဆုတစ္ခုမဟုတ္လားဒါေပမဲ့ ကံၾကမၼာမ်က္ႏွာသာမေပးတဲ့အခါေတြမွာ ကုိယ့္ဆႏၵေတြ ဝါသနာေတြကုိ ေဘးခ်ထားၿပီး ေပ်ာ္ရာမေန ေတာ္ရာမွာေနရတဲ့သူေတြ ဒုနဲ႕ေဒးပါဝါသနာပါရာကုိေလွ်ာက္လွမ္းခြင့္မျပဳခဲ့တဲ့အေဖေၾကာင့္စိတ္မပါတဲ့အလုပ္တစ္ကုိလုပ္လူသာရွင္ၿပီး ဘဝေသဆုံးသူတစ္ေယာက္ မ်က္ႏွာအေပ်ာ္အျပံဳးဆုိတာ မျမင္ရသေလာက္ပဲတေန႔အလုပ္ကအျပန္မွာ ဖုန္းတစ္ခုဝင္လာခဲ့တယ္သူ႕အေဖ ဘုရားဖူးသြားရင္း ယာဥ္မေတာ္တဆမႈေၾကာင့္ ဆုံးသြားၿပီတဲ့အေလာင္းကုိ နီးစပ္ရာေလယာဥ္ကြင္းကာဂုိမွာ သြားထုတ္လုိက္ပါဆုိၿပီး လွမ္းေျပာခဲ့တယ္ ...-----------------------------------------------------------------------------ေရွာကတ္\n=======\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ဘဝကုိ ေပါ့ေပါ့ပါးပါးျဖတ္သန္းေနသူ အဗီနက္(ရွ္)ရဲ႕ သူငယ္ခ်င္းသူ႕အေဖသတင္းကုိ ေရွာကတ္ကုိေျပာျပၿပီး ဗန္ကားလာဌားတဲ့ အဗီနက္(ရွ္)ကို မင္းအေဖက ငါ့အေဖပါပဲဆုိၿပီး ကုိယ္တုိင္ အေလာင္းသယ္ဖုိ႔ ႏွစ္ေယာက္သား သြားခဲ့ၾကတယ္------------------------------------------------------------------------------အဲဒီမွာျပႆနာတစ္ခုတက္ေတာ့တာပဲအေလာင္းသြားထုတ္တဲ့အခ်ိန္မွာ အဗီနက္(ရွ္)အေဖရဲ႕ အေလာင္းမဟုတ္ဘဲ အမ်ိဳးသမီးအေလာင္းႀကီး တစ္ခုျဖစ္ေနတယ္အဗီနက္(ရွ္)အေဖရဲ႕အေလာင္းကမွားၿပီး ကုိခ်ီကုိေရာက္သြားၿပီး ကုိခ်ီကအဖြားႀကီးတစ္ေယာက္ အေလာင္းက သူ႕ဆီေရာက္လာတယ္မွားသြားတဲ့အေလာင္းအတြက္ အေလာင္းလဲလွယ္ေရးလုပ္ဖုိ႔ အဗီနက္(ရွ္)နဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qtpc/Karwaan_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/dororo-poster-133x200.jpg",
        "title": "Dororo (2007)",
        "description": "Dororo (2007)\nIMDb 6.4/10_____Rotten Tomatoes 54%\n   ဒီကားလေးဟာဆိုရင် 1960 တုန်းကထုတ်လွှင့်ခဲ့တဲ့ Manga series လေးကို\n2007 မှာပြန်ပြီး အသက်သွင်းရိုက်ကူးထားတဲ့ ဆာမူရိုင်း ကားလေးပဲဖြစ်ပါတယ်...\nအကျဉ်းချုံးလေးပြောရမယ်ဆိုရင်တော့ ဆယ်စုနှစ်ကြာအောင်ဖြစ်ပွားနေတဲ့\nစစ်ပွဲကြီးမှာ စစ်ရှုံးလာတဲ့ စစ်သူကြီးတစ်ယောက်ဟာ တိုင်းပြည်ကို အုပ်စိုးချင်တဲ့အတွက်\nနတ်ဆိုးတွေနဲ့ ကြောက်မယ်ဖွယ်အပေးအယူကြီးတစ်ခုပြုလုပ်ခဲ့ပါတယ်\nအဲ့ဒါကတော့ သူ့မိန်းမကိုယ်ဝန်ဆောင်ထားတဲ့ သားရဲ့ ခန္ဓာကိုယ်ကို 48 ပိုင်းပိုင်းပြီး\nနတ်ဆိုးတွေကို ပူဇော်လိုက်တာပဲဖြစ်ပါတယ်...\nမမွေးခင်ထဲက ယစ်ပူဇော်ခံရတဲ့ ကလေးဟာ အသားလုံးလေးအဖြစ်မွေးဖွားလာပြီး\nရေထဲမျှောခံလိုက်ရပါရော\nမှော်ဆေးဆရာကြီးက ဆယ်ယူမွေးစားပြီး ကိုယ်လက်အင်္ဂါအတုတွေတပ်ပေးလိုက်ပါတယ်\nအရွယ်ရောက်လာတော့ အဖြစ်မှန်တွေအကုန်သိပြီး ဟိရခိမာယု ဓားနဲ့ နတ်ဆိုးတွေကိုသုတ်သင်ပြီး\nသူ့ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေကို ပြန်လည်ရယူပါတော့တယ်\nသူ့လက်ထဲမှာတပ်ထားတဲ့ ဟီရခိမာယုဓားကို လိုချင်နေတာကတော့\nသူ့ကိုယ်သူယောကျ်ားလေးလိုနေထိုင်တဲ့ အလစ်သုတ်သမလေးပဲဖြစ်ပါတယ်\nသူတို့နှစ်ယောက်ပေါင်းပြီး နတ်ဆိုးတွေသတ်ရာမှာ ခြေထောက်ယူထားတဲ့\nနတ်ဆိုးကိုသတ်ပြီးတာနဲ့ ခြေထောက်အတုကပြတ်ကျပြီး\nအစစ်ပြန်ထွက်လာတာတွေကတော်တော်မိုက်ပါတယ်\nအခွေခေတ် စာတန်းထိုးတွေမပါတုန်းကတောင် တော်တော်ကြည့်လို့မိုက်တဲ့ကားလေးမို့\nမင်းသားလေးကလည်း အရမ်းချောလို့ Dororo ကားလေးကို ညွှန်းလိုက်ရပါတယ်နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ထားသူကတော့ Cafeo Wine ဖြစ်ပါတယ်။)\n  File size…(1.16 GB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cafeo ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tq7e/Dororo_[2007]_(MM_Sub).mp4",
        "category": "Action, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/1200x630bb-133x200.jpg",
        "title": "Tom and Jerry: The Fast and the Furry (2005)",
        "description": "Tom and Jerry: The Fast and the Furry (2005)IMDB...6.5.\n94 % of google users like..အားလုံးသိၿပီးျဖစ္​တဲ့\nမ႐ိုးႏိုင္​တဲ့ Tom and Jerry ကား​ေဟာင္​း​ေလး\nတင္​ဆက္​လိုက္​ပါတယ္​။\nအၫႊန္​းကို​ေတာ့ CM က ရတုဆရာ ထရန္​စလိတ္​တာႀကီး\nဆရာ ရဲခန္​႔မင္​းမွ စပ္​ဆို​ေပးထားပါတယ္​။\" ဖတ္စ္အန္ဖ်ဴရီ ဇာတ္​လမ္​းအၫႊန္​း ရတုလကၤာ\"​ေ႐ွးသ​ေရာခါ ျပည္ေဟာလာဝယ္\nနာမည္ေက်ာ္လ်က္ ​ေၾကာင္​နဲ႔ႂကြက္​ဟု\nမည္​တြင္​ျပဳရာ ဇမၺဴေက်ာ္​လႊား\nကာတြန္​းကားမ်ား ထြက္ေလဖူး၏ေမာ္ဖူးဖြယ္ရာ ကားရာေက်ာ္မွ\nThird Dimension Animate ဟု\nစရိတ္ေထာင္လႊား ဤဇာတ္ကားကား...\nအက်ဥ္​းဆိုရ ဤသို႔စ၏။ေၾကာင္ႏွင့္ႂကြက္မည္ တြမ္ဂ်ယ္ရီသည္\nေျပးခ်ည္လိုက္ခ်ည္ ခိုက္ရန္ျဖစ္ပြား\nေဒါသမ်ားျဖင့္ မွီတင္းခိုရာ\nအိုးအိမ္သာအား\nဆႏၵမပါ မေမွ်ာ္သာပဲ\nၿပိဳကာပ်က္စီး ဖ်က္ဆီးျခင္းသို႔\nမလ်င္းေရွ႕ေမွာက္ ေရာက္ေစလိုက္​၏။အရႈပ္ေတာ္ပံု အလံုးစံုေၾကာင့္ ေငြပံုစံျပဳ\nေယရႈသခင္ ရွင္ကိုယ္ေတာ္မွ\nမၾကာခ်က္ခ်င္း ရႈပ္ေထြးျခင္းကို\nSecond Chance တစ္ရပ္\nေပးဆပ္ျခင္းျဖင့္\nခြင္​့​ေရးတစ္​ခါ ၾကဳံဆုံလာျပန္​\nအံ႕ဖြယ္​ထိပ္​တန္​း ကားၿပိဳင္​ပဲြဟု\nေခၚမည္ျပဳၾက အိမ္ႀကီးရခိုင္\nဆုေၾကးပိုင္မည့္ ထိုၿပိဳင္ပြဲအား\nဖန္သားျပင္မွ တန္ခိုးျပလ်က္\nလမ္းျပေဆာင္ေသာ္\nေၾကာင္နဲ႔ႂကြက္လည္း\nမေႏွးအျမန္ ေျပးၾကျပန္၏တိုတိုကပ္ကပ္ နိဂုံးခ်ပ္ေသာ္​\nဖတ္​စ္​အင္​န္​ဖ်ဴရီ အမည္​တည္ရ\nဤ႐ုပ္​ျပတြင္​...တစ္​​ခ်ိန္ခါကကမာၻေက်ာ္ေအာင္\n​ေရႊ​ေရာင္​ဖိ္​တ္​​ေတာက္\nႀကြက္နဲ႔​ေၾကာင္​တို႔ ဟာဒရႊင္​​ေဆး\nတိုက္​ေကြ်းေလသည့္အူထိႏွလံုးတစ္ကိုယ္လံုးပါ\nရႊင္လန္းသာမည့္\nကာတြန္း​ေတာ္ႀကီး ျဖစ္ေလတည္​့။ပုံ\nရတုဆရာ ထရန္​စလိတ္​တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/TUz3/Tom_And_Jerry_-_The_Fast_And_The_Furry_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg",
        "title": "Hotel Artemis (2018)",
        "description": "ေသာက္ေရရွားပါးမႈေၾကာင့္ ေရသန္႔ကုိထိန္းခ်ဳပ္ထားတဲ့ သူေတြကုိ ဆႏၵျပေနတဲ့ျပည္သူေတြနဲ႔ မီးခုိးတလူလူျဖစ္ေနတဲ့ Los Angeles ျမိဳ႕မွာ တရားဥပေဒနဲ႔မလြတ္ကင္းသူေတြရဲ႕ ေဆးရုံလုိ႔ေခၚလုိ႔ရတဲ့ ပုံျပင္ဆန္ဆန္ တည္ရွိေနတဲ့ Hotel Artimis မွာ ျဖစ္ပ်က္ခဲ့တဲ့တစ္ညတာအေၾကာင္းပါ။၂၂ ႏွစ္လုံး Hotel ထဲကမထြက္တဲ့ Nurse ျဖစ္သူ Genie Thomas က Hotel ကုိဦးစီးေနပါတယ္။သူ႕ရဲ႕ Hotel ရဲ႕တည္းခုိသူေတြကေတာ့ လက္နက္ကုန္သည္တစ္ေယာက္ျဖစ္တဲ့ Acapulco ၊Honolulu လုိ႔ေခၚတဲ့ အလုပ္လုပ္ရာမွာ ကၽြမ္းက်င္တဲ့ဓားျပတစ္ဦးေပမယ့္ ညီျဖစ္သူေၾကာင့္ ဒုကၡအျမဲေရာက္ရတတ္တဲ့ Sharman ၊လွသေလာက္အဆိပ္ျပင္းတဲ့ Nice ေခၚ Niragra ဆုိတဲ့ ေၾကးစားလူသတ္သမားမေလး၊LA ျမိဳ႕တစ္ဝက္ေလာက္ကုိ ပုိင္ဆုိင္ထားတဲ့ လူဆုိးဂုိဏ္းေခါင္းေဆာင္ ဝံပုေလြဘုရင္ နဲ႔ တျခား မေမွ်ာ္လင့္ထားခဲ့တဲ့တည္းခုိသူ ရဲေမတစ္ေယာက္ျဖစ္ပါတယ္။သူတုိ႔ေတြ လူထုအုံၾကြမႈအဆုိးဆုံးျဖစ္ေနတဲ့ ညတစ္ညထဲမွာ အတူတူလာစုံစည္းၾကျပီးဘာေတြျဖစ္ၾကမလဲဆုိတာေတာ့IMDB Rating 6.1 ရရွိထားတဲ့ Hotel Artemis(2018) ဇာတ္ကားထဲမွာၾကည့္လုိက္ၾကပါေတာ့ဗ်ာ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File ...",
        "rating": "6.3",
        "url": "https://megaup.net/TUza/Hotel_Artemis_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzUwMDc0ZmMtZWRmYy00NzEzLTgwNzYtNGEwNTc0NGRhMWI5XkEyXkFqcGdeQXVyODc3Nzg3NDA@._V1_-133x200.jpg",
        "title": "The Beach House (2018)",
        "description": "CM Fan ေတြအတြက္ မိသားစု အတူၾကည့္ရႈ႕သင့္တဲ့\nမိသားစု သရုပ္ေဖာ္ ဇတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးလုိက္ပါတယ္\nဒီရုပ္ရွင္ကား မွာဆိုရင္ အလုပ္ေတြ အရမ္းႀကိဳးစားတဲ့ ကာရာ ဟာ\nအခ်စ္ေရးမွာလဲ အဆင္မေျပခဲ့သလို အလုပ္မွာလဲ အဆင္မေျပေတြ\nျဖစ္ၿပီးတဲ့ေနာက္ အေမရွိရာ သူမႀကီးျပင္းခဲ့ရာ ၿမိဳ႕ကို တစ္ေခါက္\nျပန္ေရာက္လာခဲ့တယ္ သူမ အေမဆီ မေရာက္တာ ႏွစ္ေတြ\nအေတာ္ၾကာသြားပါၿပီ အေမကေတာ့ သူမ ဘာျဖစ္လာတယ္\nဆိုတာ မသိေပမဲ့ ေႏြးေထြးစြာႀကိဳဆိုခဲ့ပါတယ္....\nဒါေပမဲ့ တစ္ေယာက္ထဲ အထီးက်န္ေနတဲ့ အေမ ဟာ\nေနထုိင္စရာမရွိပဲ လင္ေကာင္မေပၚ ဗိုက္တစ္လံုးနဲ႔\nျဖစ္ေနတဲ့ ေကာင္မေလး တစ္ေယာက္ကိုပါ အိမ္ေပၚ\nေခၚတင္ေပးထားတာ သိလုိက္ရပါတယ္ သူမ မႏွစ္သက္ေပမဲ့\nဘာမွေတာ့ အတြန္႔မတက္ျဖစ္ပါဘူး....\nကာရာ ဟာ အေမ နဲ႔ အတူ မရွိတာ ၾကာၿပီးေနာက္\nသူမ အေမေၾကာင္းကို သိပ္မသိတဲ့ သူစိမ္းတစ္ေယာက္လို\nျဖစ္သြားခဲ့ေၾကာင္း တစ္ေျဖးေျဖး သိလာခဲ့ပါတယ္\nသူမ အေမကေတာ့ သားသမီးေတြ ေခၚရာၿမိဳ႕ႀကီးေနာက္\nမလုိက္ျဖစ္ပဲ သူခ်စ္တဲ့ ပင္လယ္ျပင္ႀကီး နဲ႔ ဒီၿမိဳ႕မွာပဲ\nဖက္တြယ္ေနခဲ့ပါတယ္....\nဇတ္လမ္းေလးက ေအးမလိုလို နဲ႔ မိသားစု ေမတၱာသရုပ္ေဖာ္\nဇတ္လမ္းေလး ျဖစ္ၿပီး ပတ္၀န္းက်င္ထိမ္းသိမ္းေရး အတြက္ပါ\nတစ္ေစ့တစ္ေစာင္း ေဖာ္ျပထားပါတယ္...\nဆက္လက္ၾကည့္ရႈလုိက္ၾကပါ....\n   \nFile ...",
        "rating": "N/A",
        "url": "https://megaup.net/TUzc/The_Beach_House_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEM80vqREgfjk7YhIbl4AgfZ47S.jpg",
        "title": "The Little Mermaid (2018)",
        "description": "The little mermaid ဇာတ္ကားဟာ စာေရးဆရာ Hans Christian Andersen ရဲ႕ ဝတၳဳကုိ live action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားျခင္းျဖစ္ပါတယ္သတင္းေထာက္တစ္ေယာက္ျဖစ္ ကမ္ဟယ္ရီဆင္မွာ မိသားစုဆုိလုိ႔ မိဘမဲ့တူမတစ္ေယာက္သာက်န္ေနခဲ့တယ္။ကမ္ရဲ႕တူမေလးနာမည္ကေတာ့ အယ္လ္လုိ႔ေခၚတယ္။အယ္လ္က ေရသူမလုိမ်ိဳး Fairy Tales ထဲက သတၱဝါေတြ အျပင္မွာတကယ္႐ွိေနတာကုိ ယုံၾကည္ေနတယ္။အယ္လ္မွာ အသက္႐ွဴရခက္တဲ့ေရာဂါစြဲကပ္ေနတယ္။အယ္လ္ရဲ႕ေရာဂါအတြက္ ဘယ္ဆရာဝန္ကမွ ကုသနည္း႐ွာမေတြ႔ခဲ့ဘူး။တစ္ေန႔ကမ္ရဲ႕အလုပ္႐ွင္က မစၥစၥပီျပည္နယ္က ေရာဂါမ်ိဳးစုံေပ်ာက္ကင္းေစတဲ့မတ္ေရစင္အေၾကာင္းသတင္းၾကားၿပီး ကမ္ကုိ ဒီအေၾကာင္းသတင္းေရးခုိင္း ကမ္ရဲ႕တူမေလးအတြက္ပါ ကုသေဆး႐ွာေတြ႔ႏုိင္ေလာက္တယ္ဆုိတဲ့ရည္ရြယ္ခ်င္နဲ႔ ကမ္နဲ႔သူ႔တူမေလးကုိ မစၥစၥပီျပည္နယ္ကုိေစလႊတ္လုိက္ေတာ့တယ္။နတ္ေရစင္အေၾကာင္းစုံစမ္းရင္း ေရသူမတစ္ေယာက္ကုိ အဲ့ဒီကဆပ္ကပ္တစ္ခုမွာ သူတုိ႔ေတြ ေတြ႔လုိက္ရေတာ့တယ္အဲ့ဒီေရသူမဟာအစစ္လား လွည့္စားမႈသက္သက္လားအရမ္းလွတဲ့ေရသူမေလးရဲ႕ေနာက္ေၾကာင္းရာဇဝင္ကေရာဘာလဲအယ္လ္အတြက္ေရာ ကုသေဆး႐ွာေတြ႔မွာလားဆုိတာကုိေတာ့ ဒီဇာတ္ကားေလးၾကည့္ရင္း ခံစားလုိက္ၾကပါ (၇ဲမာန္ေအာင္ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (706 MB) and (317 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 25min\nFormat ...",
        "rating": "4.3",
        "url": "https://megaup.net/2fPry/The_Little_Mermaid_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4BjV6dMPaCMiWCf86hPUg0BF9Z.jpg",
        "title": "The Scorpion King 3: Battle for Redemption (2012)",
        "description": "Scorpion King 3 ; Battle for Redemptionတတိယေျမာက္ Scorpion King ဇာတ္ကားကိုေတာ့ဒါ႐ိုက္တာ Roel Reine’ ႐ိုက္ကူးခဲ့ၿပီး2012 ခုႏွစ္မွာထြက္ရွိခဲ့ပါတယ္အဓိကသ႐ုပ္ေဆာင္မ်ားအျဖစ္ Victor Webster၊ Ron Perlman၊ Billy Zane တို႔နဲ႔အတူမင္းသမီးေခ်ာေလး Krystal Vee လည္း ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကို အနည္းငယ္ေဖာ္ျပေပးလိုက္ပါတယ္ဒီကားမွာေတာ့ ကၽြန္ေတာ္တို႔ရဲ႕ အာေကးဒီးယန္းသားႀကီး မက္သားရပ္စ္ ဟာစစ္ပြဲတစ္ခုမွာစစ္ရံႈးခဲ့ပါတယ္သူ႔ရဲ႕အင္ပါယာႀကီး ၿပိဳကြဲခဲ့ရံုသာမက သူ႔ရဲ႕ခ်စ္လွစြာေသာ ေမွာ္ဆရာမေလးပါဆံုးပါးသြားတာေၾကာင့္ မက္သားရပ္စ္တစ္ေယာက္ ဘဝပ်က္ေနတဲ့ကာလလို႔ေတာင္ ဆိုႏိုင္ပါတယ္ေသမထူး ေနမထူး ဘဝမွာ တိုက္ခိုက္ျခင္းအတတ္ပညာကလြဲၿပီးက်န္တဲ့အတတ္ပညာ သူ႔မွာမရွိတာေၾကာင့္\"ေၾကးစားစစ္သား\" တစ္ေယာက္အျဖစ္ အသက္ေမြးေနခဲ့ရပါတယ္သံုးျပည္ေထာင္ကြဲေနတဲ့အီဂ်စ္ျပည္ႀကီးကိုဟိုးရပ္စ္၊ တဲလပ္စ္ နဲ႔ ရာမူဆန္ ဆိုတဲ့ ဘုရင္ ...",
        "rating": "3.7",
        "url": "https://megaup.net/TUx2/The_Scorpion_King_3_-_Battle_For_Redemption_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/04/419ae_dark-flight-407-2012-movie-poster-2-1-210x300.jpg",
        "title": "407 Dark Flight ( 2012 )",
        "description": "လြန္ခဲ႔တဲ႔ 6 ႏွစ္၀န္းက်င္ေလာက္တုန္းက DC 2 က ရုပ္ရွင္ရံုမွာ 3D ၿပသခဲ႔တုန္းက၀က္၀က္ကြဲကိုေအာင္ၿမင္ခဲ႔တဲ႔ ထိုင္းသရဲကားတစ္ကားပါ..အခုခ်ိန္မွာေရာ ရံုမွာၿပန္ၾကည္႔သလိုမ်ိဳးအသံကြာလတီ ေကာင္းေကာင္းနဲ႔ ခံစားခ်င္ေသးလား..ခံစားခ်င္သူမ်ားအတြက္ Bluray 720p 5.1CHနဲ႔ ၿပန္လည္တင္ဆက္ေပးလိုက္ရပါတယ္ ဇာတ္လမ္းအညႊန္းကေတာ႔ 407 ေလယာဥ္ၾကီးဟာ မေတာ္တဆအၾကီးၾကီးၿဖစ္ၿပီးေတာ႔ပ်က္က်ဖူးၿပီးသားေလယဥ္ၾကီးေပါ႔..တာ၀န္ရွိသူက ေပါ႔ေပါ႔ဆဆ နဲ႔ပဲ ေလယာဥ္ကိုအသစ္ၿပန္ရြိဳင္းေဆးၿပန္မုတ္ ဂ်င္းထည္႔ၿပီး ေနာက္တစ္ၾကိမ္ထပ္မံၿပန္သန္းဖုိ႕ လုပ္ၾကပါတယ္ၿဖစ္ခ်င္ေတာ႔လည္း အရင္တစ္ေခါက္မေတာ္တဆမွုမွာ အသက္ရွင္က်န္ခဲ႔တဲ႔ နယူးဆုိတဲ႔ေလယာဥ္မယ္ေလးကလည္း အဲ႔ေလယာဥ္မွာပဲတာ၀န္က်ၿပန္တယ္..အရင္ေလယာဥ္ေဟာင္းဆုိတာ ေဆးၿပန္မွုတ္ထားေတာ႔သူလည္းမသိဘူးေပါ႔..ဒီလိုနဲ႔ ေလယာဥ္မယ္ေလး..စက္ၿပင္ဆရာခရီးသည္တစ္ခု..မကြ်တ္လြတ္ေသးတဲ႔ သရဲေတြတအုပ္ ဘယ္လိုဆက္ၿပီးစခန္းသြားၾကမလဲဆုိတာရင္ခုန္စြာနဲ႔ နားၾကပ္တပ္ၿပီး ေကာင္းေကာင္း ၾကည္႕လိုက္ပါ \nDownload Here ( 1.46GB ) - Google Drive | Megaup | Openlaod",
        "rating": "4.2",
        "url": "https://megaup.net/TUxl/407_Dark_Flight_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYmZkYjZkNzktY2M4YS00Y2ZjLWI3ZTktMDE4MDVkMzc2ZDk2XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Danger One 2018",
        "description": "ဒိန္းဂ်ား၀မ္း ဆိုတဲ့ အေရးေပၚလူနာတင္ယဥ္ လုပ္ငန္းလုပ္ေနတဲ့\nပိုင္ရွင္ ဒင္းန္ ႏွင့္ သူ႔ရဲ႕ လက္ေထာက္လဲျဖစ္ သူငယ္ခ်င္းလဲျဖစ္တဲ့\nအဲရစ္ တို႔ဟာ အေရးေပၚ ကားအက္ဆီးဒင့္ တစ္ခုကေန\nလူနာတစ္ေယာက္ကို သယ္လာခဲ့ပါတယ္\nသူတို႔နဲ႔ အတူ မီးသတ္ ရဲေဘာ္ မတ္ ဆိုသူလဲ\nကူညီရန္လိုက္လာခဲ့ၿပီးေနာက္ လူနာရဲ႕\nအက်ီအတြင္းအိတ္တြင္းမွာ ခိုးသယ္လာေသာ\nUS ေဒၚလာမ်ားကို ေတြ႔ရွိခဲ့ၾကၿပီး လူေသကိုအပ္ၿပီး\nပိုက္ဆံမ်ားကို ၃ ေယာက္ အတူ ေဖ်ာင္လုိက္ၾကရန္\nေဆြးေႏြးၿပီး သေဘာတူခဲ့ၾကပါတယ္...\n XP Phone Charger မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n \nေမွာင္ခို ပိုက္ဆံမ်ားျဖစ္တဲ့ အတြက္ မည္သူမွ်\nသူတို႔ေနာက္ကို မလုိက္ဟု ထင္ခဲ့ၾကေသာ္လဲပဲ\nရဲ ႏွင့္ ေမွာင္ခို ဂိုဏ္း မွ အေသရရ အရွင္ရရ\nထို ပိုက္ဆံမ်ားေနာက္သို႔ လုိက္ခဲ့ေသာ္ အခါ\nဒိန္းဂ်ား၀မ္း ပိုင္ရွင္ ဒင္းန္ ႏွင့္ အဲရစ္ တို႔\nပိုက္ဆံေတြကို ဘယ္လို မေတြ႔ေအာင္\nေရွာင္တိမ္းၿပီး ဘုန္း ၾကမလဲဆိုတာ\nဟာသ ေရာၿပီး ၾကည့္ရႈလုိက္ရေအာင္....\nဒီရုပ္ရွင္ကို Shain Htet Naing မွ ဘာသာျပန္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/TUx6/Danger_One_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTQ0NmYyM2YtOTM4OS00YWI3LTg5OWUtY2NjOWYzMmQ4ZmJkXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_-140x200.jpg",
        "title": "Long Weekend (2013)",
        "description": "အစအနောက် သန်ကြတဲ့ သူငယ်ချင်းတစ်စု လှေစီးပြီးမှ သွားရတဲ့ ရွာငယ်လေးတစ်ခုကို ပျော်ပျော်ကြီး ခရီးထွက်ခဲ့ကြတယ်....အဲ့ဒီထဲမှာမှ ငယ်ငယ်တုန်းက သရဲဖမ်းစားခံရလို့ ၀ိဉာဉ် ပြန်ခေါ်ထားရတဲ့ ကောင်လေးလဲ ပါတယ် ကံဆိုးစွာပဲ အဲ့ဒီကောင်လေးကို ကျန်တဲ့သူငယ်ချင်းတွေကနတ်တင်တဲ့ ဂူထဲမှာ ပိတ်ပြီး စနောက်မိလိုက်ကြတယ်....အဲ့ဒီနောက်မှာတော့..... '' ဒီ ဖယောင်းတိုင် မငြိမ်းစေနဲ့ ငြိမ်းသွားရင်တော့ အားလုံး အသက်အပျောက်ပဲ \"\" ဟတ်ပီး ဘာ့ဒေးပါ သမီးလေး ဖယောင်းတိုင်ကို မှုတ်လိုက်တော့ \"\" ဟင့်အင်းမ် မေမေ က သမီး အတွက် မွေးနေ့ ဘယ်တုန်းကမှ မလုပ်ပေးခဲ့ဘူး ရှင် ဘယ်သူလဲ \"အညွှန်းတွေ ဘာတွေ ထွေထွေထူးထူး မတင်ပေးတော့ပါဘူး တစ်စိမ့်စိမ့်ကြည့်ရင်း ကြောက်စေချင်လို့ပါကြည့်ပြီးရင် နောင်တ မရမယ့် ကားမျိုးထဲမှာပါပါတယ် ကြည့် ကြည့်ပါဒီရုပ်ရှင်ကားကို Hein Thet Naing မှဘာသာပြန်ပေးထားပြီးThit San ...",
        "rating": "5.4",
        "url": "https://megaup.net/1F527/Long_Weekend_(Thongsook_13)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZiu9RIcMeQLUaDVqQffQTl6bhy.jpg",
        "title": "Black 47(2018)",
        "description": "Black 47(2018)\nIMDb.....7.0\nဒီကားေလးကေတာ့ အိုင္ယာလန္ႏုိင္ငံမွာအငတ္ေဘးၾကီးက်ေရာက္တဲ့ကာလကိုအေျချပဳရိုက္ကူးထားတဲ့ ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။\nIMDb rating 7.0 အထိရရွိထားျပီး စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nအုိင္ယာလန္ႏိုင္ငံမွာအငတ္ေဘးက်ေရာက္ျပီး သီးႏွံလည္းမျဖစ္ထြန္း အနာေရာဂါေတြနဲ႕\nလူေတြမ်ားစြာေသေက်ျပီး အဂၤလန္၊ အေမရိကစတဲ့ေဒသေတြဆီကို အိုင္းရစ္လူမ်ဳိးေတြထြက္ခြာေနရတဲ့အခ်ိန္မွာ ျဗိတိန္စစ္တပ္အတြက္ ျပည္ပမွာတိုက္ခိုက္ေပးခဲ့တဲ့အိုင္းရစ္စစ္သည္တစ္ေယာက္ရွိတယ္..\nသူဟာ မိမိေနရပ္ကိုျပန္လာခ်ိန္မွာ ဒီလိုစိတ္ထိခိုက္စရာအျဖစ္အပ်က္ေတြကိုျမင္ေတြ႕လိုက္ရတဲ့အျပင္ သူ႕ရဲ႕မိသားစုေတြနဲ႕အျခားအိုင္းရစ္လူမ်ဳိးေတြ\nျဗိတိန္ရဲ႕ဖိႏွိပ္မႈေတြခံေနရတာ သတ္ျဖတ္ခံရတာေတြကိုပါ\nေတြ႕ျမင္လိုက္ရေတာ့ သူ႕မိသားစုနဲ႕ သူ႕လူမ်ဳိးအတြက္တစ္ကိုယ္ေတာ္အာခံတိုက္ခိုက္လက္စားေခ်ေတာ့တာပါပဲ။\nAction/Drama ကားၾကိဳက္တဲ့သူေတြအတြက္ စိတ္မပ်က္ေစမယ့္ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (303 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:40:00\nGenre : Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/black-472018/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZGZlMTQ3YjQtYWI4Ny00ZTc5LTgyZGMtOTk3MmI3M2U4ZDk1XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-143x200.jpg",
        "title": "Silent Witness",
        "description": "Unicode\nဟောင်ကောင်က နာမည်ကြီးသူဌေးကြီး\nလင်ထိုင်ရဲ့ သမီးငယ်လေး လင်မန်းမန်းဟာ\nလူသတ်မှုတစ်ခုအတွက် တရားစွဲဆို ခံထားရပါတယ်။\nCCTV အထောက်အထား အစုံအလင်နဲ့\nရဲစစ်ချက်တွေအရ လင်မန်းမန်းဟာ\nအနည်းဆုံး ထောင်ဒဏ် ၁၅ နှစ်ကျခံရမှာ ဖြစ်ပါတယ်။\nသူသတ်လိုက်မိတဲ့ သူက သူ့အဖေရဲ့ ရည်းစား\nနာမည်ကြီး အဆိုတော် ယန်းဒန်ပါ။\nလင်မန်းမန်းဟာ ယန်းဒန်ကို အလွန်နှစ်သက်သဘောကျသူပါ။\nအဆိုတော် တစ်ယောက်အနေနဲ့ အောင်မြင်နေတဲ့ ယန်းဒန်ဟာ\nလင်ထိုင်ရဲ့ ဒုတိယအိမ်ထောင် ဖြစ်လာဖို့ နီးစပ်နေပါပြီ။\nဇနီးဖြစ်သူ ဆုံးပါးပြီးနောက်ပိုင်း မိန်းမပေါင်းများစွာထဲကမှ\nသမီးဖြစ်သူနဲ့ သဟဇာတ ဖြစ်မယ့် ယန်းဒန်ကို ရွေးချယ်မိခဲ့တာ\nလင်ထိုင်အတွက် ကြမ္မာဆိုး ဝင်တာပါပဲ။\nသူနဲ့ လက်ထပ်ဖို့ ပြင်ဆင်ပြီးကာမှ\nအခြားမင်းသားငယ်တစ်ဦးနဲ့ ဖောက်ပြားနေတဲ့\nယန်းဒန်အကြောင်းကို မီဒီယာတွေက ဖော်ထုတ်လိုက်ပါတယ်။\nအဲဒီအဖြစ်အပျက် လင်မန်းမန်းဟာ ယန်းဒန်ကို\nကားနဲ့တိုက်ပြီး ထွက်ပြေးသွားပါတယ်။\nယန်းဒန်သေဆုံးရတာဟာ ကားနဲ့တိုက်လို့ မဟုတ်ပဲ သံချွန်တစ်ချောင်း ခေါင်းမှာ\nစိုက်မိပြီး သေဆုံးရတာ ဖြစ်တာမို့ သေဒဏ်မကျနိုင်ရင်တောင်\nထောင်ဒဏ် ၁၅ နှစ် ကျမှာ ဖြစ်ပါတယ်။\nဒီအချိန်မှာ ဖခင်ဖြစ်သူ လင်ထိုင်ဟာ ရှေ့နေလောကမှာ\nနာမည်အကြီးဆုံးနဲ့ ဈေးအကြီးဆုံး ရှေ့နေ ကျိုးလီကို ငှားရမ်းပြီး\nသမီးဖြစ်သူကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2f5L4/Silent_Witness_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uXvgP1Qzv7gSXx3oh715DsY0ctr.jpg",
        "title": "Teen Bride (2017)",
        "description": "ပုံပြင်ထဲကမင်းသားလေးနဲ့မင်းသမီးလေး ပျော်ရွှင်စွာပေါင်းဖက်သွားကြလေသတည်းဆိုရင် Happy Endingလို့ဆိုကြတယ်။ဒီလိုပျော်ရွှင်စွာပေါင်းဖက်ပြီး နောက်ပိုင်းဘယ်သူမှစိတ်မဝင်စားကြတော့ပေမယ့် လစ်လျူရှုထားလို့တော့မဖြစ်ဘူးမလား?ဒီဇာတ်လမ်းလေးထဲမှာလဲ ဒီလိုပါပဲ။ မျက်နှာသစ်တာကအစ အိပ်ယာဝင်အဆုံး အိမ်ဖော်တွေnအိမ်တော်ထိန်းတွေက လိုက်လုပ်ပေးတဲ့ မင်းသမီးလေး \"ကာရင်\"...ပုံပြင်ထဲကမင်းသားလေးတစ်ပါးနဲ့ ပုံပြင်ဆန်ဆန်တွေ့ဆုံပြီး တစ်သက်လုံးပျော်ပျော်နေသွားမယ်ဆိုပြီးအမြဲအိပ်မက်နေပေမယ့်အသက်၁၆နှစ်ပြည့်မွေးနေ့မှာ မိဘတွေရဲ ့စီစဉ်မှုနဲက လက်ထပ်လိုက်ရတဲ့အခါ......သူမမျှော်လင့်ထားသလို ပုံပြင်ဆန်ဆန်ပျော်စရာဘဝလေးဖြစ်လာနိုင်ပါ့မလား?အစစအရာရာပြည့်စုံနေတဲ့ဘဝကနေ သျှောင်နောက်ဆံထုံးပါ ခင်ပွန်းဖြစ်သူနောက်ကိုလိုက်သွားရတဲ့အခါ ဘာတွေဖြစ်လာမှာလဲ?စတဲ့မေးခွန်းတွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ချစ်စရာဂျပန်ကားလေးနာမည်က Teen Bride (2018)ပါ။မင်းသားလေးကလဲ ချစ်ဖို့ကောင်း၊ မင်းသမီးလေးကလဲချစ်ဖို့ကောင်းတာမို့ ချစ်ဖို့ကောင်းလှတဲ့ ဒီဇာတ်လမ်းလေးကိုချစ်ဖို့ကောင်းတဲ့CMပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။File Size : (827 MB) and (285 MB)\nQuality : BluRay 720p\nFormat…mp4\nDuration…104 mins\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwin",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/teen-bride-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1etEySwZQnBJpzgplgadPi5y4PL.jpg",
        "title": "Hold the Dark(2018)",
        "description": "Hold the Dark(2018)သားရဲ တိရစ္ဆာန်တစ်ကောင်ဖြစ်တဲ့ ဝံပုလွေတစ်ကောင်ရဲ့ နေထိုင်မှုပုံစံဟာ ကျွန်တော်တို့အမြင်မှာတော့ရက်စက်ကြမ်းယုတ်နေတယ်...တစ်ခုတော့ရှိတော့ ဝံပုလွေတစ်ကောင်ရဲ့ နှလုံးသားကို ကျွန်တော်တို့တစ်ခါမှမြင်အောင်မကြည့်ခဲ့ကြသလို ဖေးမစာနာစရာလိုတယ်လို့လည်း တစ်ခါမှ မစဉ်းစားခဲ့ကြဘူး....ဝတ္ထုအနေနဲ့ အောင်မြင်ခဲ့တဲ့ Hold the Dark ကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတဲ့ Hold the Dark (2018) ဇာတ်ကားဟာ ဝံပလွေတွေနဲ့ အဓိက ဇာတ်အိမ်တည်ထားတယ်...Medora Sloaneဆိုတဲ့အမျိုးသမီးမှာ သိပ်ချစ်ရတဲ့ သား(၃)ယောက်ရှိတယ်...ကံဆိုးစွာပဲ ဒီသားလေးတွေဟာ ဝံပုလွေဆွဲလို့ အသက်ဆုံးရှုံးသွားတယ်...မိခင်ဖြစ်သူအတွက် ဝံပလွေတွေဟာ နာကျဉ်းစရာ စက်ဆုတ်စရာပေါ့...အမေဖြစ်သူဟာ ဝံပုလွေကို အမုန်းကြီးမုန်းလေတော့ ဝံပုလွေအကြောင်းကိုလေ့လာနေသူစာရေးဆရာလည်းဖြစ် မုဆိုးလည်းဖြစ်တဲ့ Russell Core ကို အကူအညီတောင်းတယ်..အဲ့ဒါကတော့ဝံပုလွေတွေကိုလက်စားချေ သတ်ဖြတ်ပေးဖို့ပါပဲ...Russell တစ်ယောက် ဝံပုလွေရှာပုံတော်ဖွင့်ရင်း ဘာတွေဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး...ဒီကားက ရှုံထောင့်စုံကနေ ကြည့်ရှုသူကို ဆွဲခေါ်သွားရင်း တွေးစရာလေးတွေပေးသွားတဲ့ကားလေးလည်းဖြစ်ပါတယ်...ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (376 MB)\nQuality : ...",
        "rating": "5.8",
        "url": "https://megaup.net/3388u/Hold_The_Dark_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Lif1qGiyaF8OqG9lR3eqzeEC3S.jpg",
        "title": "Kiss Kiss Bang Bang(2005)",
        "description": "Kiss Kiss Bang Bang(2005)\nIMDb....7.6,,,Rotten...86%\nKiss kiss bang bang ဟာ စုံ​ထောက်​ဟာသဇာတ်​မြူးကားဖြစ်​ပါတယ်​။ ဟယ်​ရီဆိုတဲ့ အ​ပေအ​တေ ဂျ​လေဘီတစ်​​ယောက်​က ရုတ်​တရက်​ ရုပ်​​ရှင်​သရုပ်​​ဆောင်​အ​နေနဲ့ အ​ရွေးခံရပြီး​တော့အယ်​​အေကို​ရောက်​သွားပါတယ်​။ အဲ့ဒီမှာ ငယ်​ကကျွမ်​းတဲ့ ငယ်​ကျွမ်​း​ဆွေ​ကောင်​မ​လေး ဟာမီုနီနဲ့ ပါတီမှာပြန်​​တွေ့ခဲ့ရာက​နေ ငယ်​ငယ်​ကဇာတ်​လမ်​းပြန်​စခဲ့ပါတယ်​။ငယ်​ကျွမ်​း​ဆွေ​ကောင်​မ​လေးမှာ ငယ်​ငယ်​ကအရမ်​း admire ဖြစ်​ခဲ့ရတဲ့ စာ​ရေးဆရာ တစ်​​ယောက်​ရှိခဲ့ပါတယ်​။ အဲ့ဒီစာ​ရေးဆရာ​ရေးတဲ့စာအုပ်​ကို ပြန်​ရုပ်​ရှင်​ရိုက်​တဲ့အခါမှာလည်​း ရုပ်​ရှင်​မင်​းသားကိုအရမ်​း​လေးစားခဲ့ပြန်​ပါတယ်​။ ဒါ​ပေမဲ့လည်​း သူမရဲ့ညီမ သူ့ကိုယ်​သူသတ်​​သေတာဟာ အဲ့ဒီရုပ်​ရှင်​မင်​းသားနဲ့ ပတ်​သတ်​​နေပြန်​ပါ​ရော။ ဘယ်​လိုပတ်​သတ်​​နေတာလဲဆိုတာကို​တော့ ရှုစားကြည်​့ကြပါ။ခုနက ဂျ​လေဘီ ဟယ်​ရီက​တော့ စုံ​ထောက်​​လေ့ကျင်​့ခန်​း​တွေကို လိုက်​ပြီးကူလုပ်​​ပေးခဲ့ရပါတယ်​။ အဲ့ဒီက​နေ အရှုပ်​​တော်​ပုံတစ်​ခုထဲကို ​ရောက်​မှန်​းမသိ​ရောက်​ခဲ့ရပါတယ်​။သို့​သော်​လည်​း ၎င်းအရှုပ်​​တော်​ပုံက သူရဲ့ ဟာမိုနီနဲ့ပတ်​သတ်​​နေတာဖြစ်​​လေ​တော့ သူဟာရုန်​းထွက်​မရနိုင်​​အောင်​ဖြစ်​ခဲ့ရပါတယ်​။ ဟယ်​ရီတို့ ကိစ္စတစ်​ခုစုံစမ်​း​နေချိန်​မှာပဲ ​ကောင်​မ​လေးတစ်​​ယောက်​ရဲ့အ​လောင်​းကို တိုက်​တိုက်​ဆိုင်​ဆိုင်​​တွေ့ခဲ့ရပါတယ်​။ အသတ်​ခံရတဲ့​ကောင်​မ​လေးက​ကော ဟာမိုနီ့ညီမနဲ့ ဘယ်​လိုပတ်​သတ်​လဲ။ ဟိုရုပ်​ရှင်​မင်​းသားက​ကောဒီ​ကောင်​မ​လေးနှစ်​​ယောက်​​သေဆုံးမှုနဲ့ ဘယ်​လိုပတ်​သတ်​မလဲဆိုတာက​တော့ ဆက်​လက်​ရှုစားရင်​းနဲ့ ရင်​ခုန်​လိုက်​ပါဦး။\nဇာတ်​လမ်​းကို​တော့ ဟယ်​ရီ က​နောက်​ခံစကား​ပြောတဲ့ပုံစံမိိျုးနဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/33TaB/Kiss_Kiss_Bang_Bang_[2005]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YjxKYjz6tIERC5yXRRseasQvWa.jpg",
        "title": "Mata Batin(2017)",
        "description": "Mata Batin(2017)\nခမ္းနားထည္ဝါၿပီးလွပတဲ့အိမ္ႀကီးမွာတစ္ဦးကိုတစ္ဦးသိပ္ခ်စ္ၾကတဲ့မိသားစုေလးေယာက္ေနၾကတယ္....\nမိသားစုေတြဟာ ခ်စ္ခ်စ္ခင္ခင္ေနၾကၿပီး ေန႕စဥ္ သမရုိးက်ပဲ ဘ၀ကုိျဖတ္သန္းေနၾကတယ္...\nတစ္ေန႕မွာေတာ့ သမီးအငယ္ဆံုးေလးရဲ႕အခန္းကို တစ္ညမွာလူတစ္ေယာက္ဝင္သြားတာကိုအစ္မျဖစ္သူကေတြ႕လိုက္ရတယ္..\nအငယ္ဆုံးေလးရဲ႕ အခန္းကုိမွ လူစိမ္းတစ္ေယာက္၀င္သြားတယ္ဆုိေတာ့ အစ္မျဖစ္သူအတြက္ တကယ့္ကုိ အံအားသင့္စရာပါပဲ..\nသူတုိ႕အိမ္မွာ ဒီလုိမ်ဳိးအ၀င္အထြက္ေတြယခင္က တစ္ခါမွ မျဖစ္ပ်က္ခဲ့ဘူးတာကုိးး..ဒီၾကားထဲ\nဒီအိမ္ထဲကုိ အိမ္ခြဲေနတဲ့  သမီးအႀကီးဆုံး လင္မယားကေရာက္လာျပန္တယ္..အဲ့ဒီေနာက္ အိမ္မွာ ခပ္ဆန္းဆန္းအျဖစ္အပ်က္ေတြ ဆက္တုိက္လုိျဖစ္လာတယ္..\nအဆန္းဆုံးကေတာ့ အငယ္မ ေလးပဲ... ပရေလာကနဲ႕ အဆက္အသြယ္ရွိတယ္လုိ႕ တစ္ခ်ဳိ႕က ထင္ၾကသလုိ စိတ္ေထာက္ျပန္ေနတယ္လုိ႕လည္း တစ္ခ်ဳိ႕ကထင္ၾကတယ္...ကဲ ဒီအိမ္ႀကီးထဲမွာ ဘာေတြဆက္ျဖစ္ၾကဦးမလဲဆုိ\nတာကုိေတာ့ Horror ကားႀကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Hj SH ပဲျဖစ္ပါတယ္..\nFile Size : (850 MB) and (326 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:48:00\nGenre :  Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hj SH\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mata-batin2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLhYXQoOpatnbJy9lqWkf7F6Kad.jpg",
        "title": "Little Italy (2018)",
        "description": "ဒီနှစ်ထဲထွက်ရှိထားတဲ့ Romance-Comedy အမျိုးအစား ဇာတ်ကား ဖြစ်ပြီးမင်းသား Hayden Christensen နဲ့ မင်းသမီးလေး Emma Roberts တို့အဓိကခေါင်းဆောင်ပါဝင်ထားတယ်။ဒီဇာတ်ကားလေးကို တစ်ချို့ Pizza လုပ်ပုံလုပ်နည်းတွေ အသားပေးတင်ပြထားလို့Pizza Documentary လို့တောင် တင်စားကြသလိုဒီကားရဲ့ မင်းသမီးလေး Emma Roberts ကလည်းမင်းသမီးကြီး ဂျူလီယာရောဘတ်ရဲ့ တူမဖြစ်တာကြောင့် သူ့ရဲ့ သရုပ်ဆောင်မှုတွေကလည်း ကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့Little Italyလို့နာမည်ရတဲ့ ကနေဒါကရပ်ကွက်လေးထဲမှာ နစ်ကီ (Emma Roberts)နဲ့လီယို(Hayden Christensen)တို့ သူငယ်ချင်းနှစ်ယောက်ဟာငယ်ငယ်ကတည်းက နှစ်ယောက်ပေါင်းလောင်းကျော် ကစားဖော်ကစားဖက်တွေပါ။သူတို့မိဘတွေကတော့ ပီဇာလုပ်ငန်းလုပ်ကိုင်ကြတဲ့သူတွေ ဖြစ်ပြီးတော့စီးပွားပြိုင်ဖက်တွေ ဖြစ်လာတဲ့အခါမှာတော့ မတည့်ကြတော့ပါဘူး။သူငယ်ချင်းနှစ်ယောက်လည်း ကွဲသွားပြီး နစ်ကီကတော့လန်ဒန်မှာ စားပွဲမှူးတစ်ယောာက်ဖြစ်လာဖို့ ကြိုးစားနေခဲ့ပြီးလီယိုကတော့ မိဘတွေရဲ့ပီဇာလုပ်ငန်းဆက်လုပ်နေပါတယ်။တစ်နေ့တော့ နစ်ကီ လန်ဒန်မှာ အလုပ်ဆက်လုပ်ဖို့ ဗီဇာအတွက်ကနေဒါ ပြန်လာတဲ့အခါမှာတော့ ငယ်သူငယ်ချင်းနှစ်ဦးဟာငယ်ငယ်ကသံယောဇဉ်နဲ့ အချင်းချင်း Crush နေကြပေမယ့်မိဘချင်းက ပြိုင်ဖက်တွေမို့ ပီဇာစစ်ပွဲကြားက ရိုမီယိုနဲ့ ဂျူးလီယက်စ်လို ဖြစ်နေကြပါတယ်။ဒါကြောင့်သူတို့နှစ်ယောက်ကြားထဲက ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/little-italy/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/941yY4Hm6P6GMj4sJEHIoazpoLJ.jpg",
        "title": "Trolled (2018)",
        "description": "ဒီတစ်ခါတော့အသစ်ထွက်ရှိလာတဲ့ ကာတွန်းကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Trolled (2018)ပါ။ဒီဇာတ်လမ်းလေးရဲ ့အကျဉ်းကတော့ ဝှီးမှင်စာတိုင်းပြည်မှာCupcakeဆိုတဲ့မင်းသမီးချောလေးတစ်ပါးရှိပါတယ်။အဲ့ဒီမင်းသမီးလေးကို ခမည်းတော်ဖြစ်သူ ဘုရင်ကြီးဘေဆယ်လ်က အရမ်းချစ်လွန်းလို့နန်းတော်ထဲမှာပဲ အန္တရာယ်ကင်းကင်းနေစေပါသတဲ့။တစ်နေ့တော့ ထုံထိုင်း မှုန်မှိုင်း အုံ့ဆိုင်း ဂါထာကိုသုံးကာတိုင်းပြည်ကိုသိမ်းသွားတဲ့ရန်သူတစ်ယောက်ရဲ ့လက်ထဲကနေတိုင်းပြည်ကိုပြန်လည်ကယ်တင်ဖို့အတွက် မင်းသမီးလေးဟာ စွန့်စွန့်စားစားကယ်တင်ရပါတော့တယ်။ဇာတ်လမ်းဇာတ်အိမ်လေးကတော့ကောင်းမွန်ပေမယ့် အားလုံးအကြိုက်နဲ့ထပ်တူကျဖို့တော့ခဲယဉ်းမယ်လို့တော့ပြောချင်ပါတယ်။ကြိုက်မကြိုက်ကိုတော့ ဇာတ်ကားလေးကိုကြည့်ရှုရင်းဆုံးဖြတ်ကြပါလို့ပဲညွှန်းလိုက်ချင်တာပါFile Size : 798 MB , 287 MB\nQuality : WEB DL 720p\nRunning Time : 1hr 32min\nFormat : MP4\nGenre : Animation ,Family \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB BL 720p\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwin",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/trolled-2018/",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m5z4Ud6Ya5EY3Eg3OBbVBaDKWK.jpg",
        "title": "Champions(2018)",
        "description": "Champions(2018)အညွနး်\n***************************IMDb...7.3ထက်မြက်တဲ့ဘက်စကက်ဘောနည်းပြတစ်ယောက်ဖြစ်တဲ့မွန်တီးစ်တစ်ယောက်ဟာတော်လဲတော်သလိုစိတ်မရှည်ဒေါသထွက်လွယ်တဲ့လူတစ်ယောက်ဖြစ်တာနဲ့အညီသူ့အသင်းကနည်းပြအချင်းချင်းသဘောထားမတိုက်ဆိုင်ရာကနေစကားများရန်ဖြစ်ပြီးအသင်းကထုတ်ခံလိုက်ရတယ်..ယောကျ်ားလေးထုံးစံအတိုင်းစိတ်ပျက်ဒေါသထွက်ပြီးအရက်သောက်...အရက်မူးပြီးမောင်းတော့ယာဉ်တိုက်မှုဖြစ်..တိုက်တာကလဲရဲကားကိုမှလေ..အဲ့မှာတရားရုံးရောက်..တရားသူကြီးက လူမှု့ဝန်ထမ်းလုပ်မလား ထောင်ထဲသွားမလားလို့မေးတော့..လူမှုဝန်ထမ်းပဲလုပ်မယ်ပေါ့..အဲ့မှာဇာတ်လမ်းကစပြီ..မွန်တီးစ်တစ်ယောက်အသိဉာဏ်ချို့တဲ့(ကျပ်မပြည့်)တဲ့လူတွေကိုဘက်စကက်ဘောနည်းပြလုပ်ဖို့အကြောင်းဖန်လာတဲ့အချိန်မှစိတ်မရှည်တတ်တဲ့နည်းပြတစ်ယောက်နဲ့ ဘတ်စကက်ဘော ကစားတဲ့နေရာမှာ အားနည်းချက်တွေအများကြီးရှိတဲ့သူတစ်သိုက်နဲ့စတွေ့ကြတဲ့အခါမှာတော့...ကိုင်း အလွဲလွဲအချောချောတွေနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...ဟာသအမြူးလေးတွေကြိုက်တဲ့သူတွေအတွက် စိတ်အပန်းပြေဇာတ်ကားလေးတစ်ကားဖြစ်ကြောင်းပြောပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (358 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/champions2018/",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v25BUcPSxRS3yJ2yd3GHZOtoS8.jpg",
        "title": "Mr. Holmes(2015)",
        "description": "Mr. Holmes(2015)IMDb....6.9ရာစုနှစ်တစ်စုနီးပါး အချိန်ကာလကိုဖြတ်သန်းလာခဲ့ရ၍ အသက်အရွယ်ကြီးရင့်လာသော ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာဟုမ်းစ်သည်လည်း ဇရာ၏နှိပ်စက်မှုဒဏ်ကိုကောင်းကောင်းကြီးခံစား နေရပြီဖြစ်သည်။ သို့သော်လည်း သူ့၏ ထက်မြက်မှုကိုကား ဇရာက အနိုင်မတိုက်နိုင်သေးသည်မှာထင်ရှားသည်။သို့သော် မစ္စတာ ဟုမ်းစ် စုံထောက်အလုပ်မှအနားယူလိုက်ရသည် အထိ စိတ်ဆင်းရဲကိုယ်ဆင်းရဲဖြစ်စေရသော အကြောင်းမှာ မည်သို့မည်ပုံဖြစ်သည်ကိုIMDB Rating 6.9 ရရှိထားသော Mr.Holmes(2015) တွင် ဖော်ပြထားလေသည်။ အကျဉ်းမှာ ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာ ဟုမ်းစ်တစ်ယောက်သတိမေ့ရောဂါစွဲကပ်လာ၍ မိမိ၏နောက်ဆုံးအမှုမှ အဘယ်ကြောင့်အနားယူခဲ့သည်ကို မမှတ်မိသည်ကို ပြန်လည် အမှတ်ရအောင် ကြိုးစားရင်းနောက်ဆုံးမှာ မစ္စတာဟုမ်းစ်၏ အမှန်စင်စစ် နောက်ဆုံးအမှုကို မည်သို့မည်ပုံဖြေရှင်းခဲ့သည်ကို မိတ်ဆွေတို့ စိတ်ပါဝင်စားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko D3monပဲဖြစ်ပါတယ်...File Size : (900 MB) and (325 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Drama , Mystery\nSubtitle : Myanmar ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/mr-holmes2015/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-3-Summer-Vacation-poster-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nHotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQif/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-sword-in-the-stone-poster-146x200.jpg",
        "title": "The Sword in the Stone (1963)",
        "description": "The Sword in the Stone (1963)\nIMDb - 7.2/10_____Rotten - 66%\n  Old but Gold ထဲကနေ ကာတွန်းကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။၁၉၆၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\n\"The Sword in the Stone\" ဆိုတဲ့ကားလေးပါ။ဟိုး ယခင်တိတ်ခွေခေတ်တုန်းကတည်းက ဖန်တစ်ရာတေအောင်\nကြည့်ခဲ့ပြီး မကြည့်ရသေးတဲ့ သူတွေကိုလည်း ကားကောင်းလေးဖြစ်ကြောင်းလမ်းညွှန်ခဲ့ရတဲ့ Animation ကားလေးပါ...။ အခုပြန်ကြည့်ပြန်တော့လည်း ကျွန်တော်တို့ နှလုံးအိမ်ကို ဆွဲဆောင်နိုင်စွမ်းရှိနေတုန်းပါပဲ။၁၉၆၃ ကထွက်ခဲ့တဲ့ကားဆိုပေမယ့်\nလက်ရာကတော့ အတော်လေးကိုသေသပ်ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ တော်တော်များများသိကြမယ့်\nအာသာဘုရင်ကြီးနဲ့ မှော်ဆရာကြီးမာလင်တို့ရဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nအင်္ဂလန်ပြည်မှာ ဘုရင်အဖြစ်ဆက်ခံမယ့်သူမရှိတော့တဲ့အတွက်ကြောင့် သူတစ်လူငါတစ်မင်းခေတ်ပျက်ကာလဖြစ်နေပါတယ်..\nအဲ့လိုအချိန်မှာ ကျောက်တုံးတစ်တုံးအပေါ်မှာစိုက်ထားတဲ့ ဓါးတစ်ချောင်းထူးခြားစွာပေါ်လာခဲ့ပါတယ်။ အဲ့ဓါးကိုဆွဲထုတ်နိုင်သူသည်\nအင်္ဂလန်ရဲ့ဘုရင်ဖြစ်မည်ဆိုပြီးဓါးပေါ်မှာစာထွင်းထားတယ်ပေါ့။ တစ်ယောက်ပြီးတစ်ယောက်လာဆွဲနှုတ်ကြတယ် ဘယ်သူမှမရခဲ့ကြဘူး\nအဲ့လိုနဲ့နှစ်ပေါင်းများစွာကြာလာတော့ လူတွေကလဲ ဓါးကိုမေ့မေ့ပျောက်ပျောက်ဖြစ်လာတယ်ပေ့ါ။ အဲ့အချိန်မှာ အာသာက\n၁၂နှစ်အရွယ်ကလေးပဲရှိသေးတယ်။ ဇာတ်လမ်းက အာသာကဘုရင်ဖြစ်ရမှာပဲ သူပဲဓါးဆွဲနှုတ်နိုင်မှာပေါ့(အာသာ၊ မာလင်ဇာတ်ကားတော်တော်များများ\nအဲ့အတိုင်းနီးနီးပါပဲ)။ ဒါပေမယ့် မာလင်တစ်ယောက် အာသာနဲ့ဘယ်လိုတွေ့သွားမှာလဲ။ မာလင်ကိုဘယ်လိုများ နည်းပေးလမ်းပြပေးမလဲ။\nအာသာကရော ဓါးဆီဘယ်လိုရောက်သွားမလဲဆိုတာတော့ Disney ရဲ့ Classic လက်ရာလေးကို ခံစားရင်းကြည့်လိုက်ပါဦးဗျ....\nမှတ်ချက်။ ။မာလင်ရဲ့မှော်ပညာတွေကိုစိတ်ဝင်စားသူများအတွက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f2ez/The_Sword_In_The_Stone_[1963]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LYSsOPzuP13201qSzMjNxi8FxN.jpg",
        "title": "Skyscraper (2018)",
        "description": "unicode\nBlu-Ray 1080p 5.1 CH x264\nအက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။\nနောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။\nThe Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eFb2/Skyscraper_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NL1FiTEhU4SWOuWk8lkVCbmnYm.jpg",
        "title": "Skyscraper (2018)",
        "description": "အက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။နောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။The Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး လာကာ သူကိုယ်တိုင်တောင် ပစ်မှတ်တစ်ခုလိုဖြစ်ခဲ့ပြီး အဖမ်းခံခဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eET7/Skyscraper(2018).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/gjAFM4xhA5vyLxxKMz38ujlUfDL-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018)",
        "description": "Hotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် သင်ဖို့ အမြဲကြိုးစားနေသူ ဖြစ်တယ်။သည်တစ်ခါတော့ ရှေးဟောင်းရေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQir/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/I-saw-the-light-poster-135x200.jpg",
        "title": "I Saw the Light (2015)",
        "description": "I Saw the Light (2015)_____IMDb - 5.8/10\n  \nအခုတင်ဆက်ပေးမယ့်ကားလေးကတော့...\nမင်းသားကြီး Loki ခေါ် Tom Hiddleston နဲ့ မမ Scarlet ခေါ် မင်းသမီး Elizabeth Olsen တို့ရဲ့ကားလေးပါ...\nဒီဇာတ်ကားဟာ   country သီချင်းတွေဆိုတဲ့အဆိုတော်ကြီး Hank William ဘဝအကြောင်းကိုရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်...\nအဆိုတော်ကြီး Hank William ဘဝအကြောင်းကို ရိုက်ထားလေတော့ Tom Hiddleston လည်း\nတော်တော်ကြိုးစားခဲ့တယ်လို့ဆိုပါတယ်..သူဟာ  ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုရိုက်ဖို့အတွက်\nရိုက်ကွင်းပေါ်မှာ အသက်ပါတဲ့ ဂစ်တာတီးဟန်ဖြစ်ဖို့ အရေး အချိန်များစွာပေးပြီး ဂစ်တာတီးလေ့ကျင့်ခဲ့တယ်လို့ဆိုပါတယ်...\nပြီးတော့ country သီချင်းဆိုဖို့ အတွက်လည်း  နာမည်ကြီး country အဆိုတော်တစ်ဦးဖြစ်သူ\nRodney Crowell နဲ့ လေ့ကျင့်ခဲ့ပါတယ်တဲ့ ... ဒီဇာတ်ကားထဲက သီချင်းတွေအားလုံးကို သူကိုယ်တိုင်ပဲသီဆိုထားတယ်လို့ဆိုပါတယ်...\nကိုင်း ဖြစ်ရပ်မှန် ဇာတ်ကားလေးကိုခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Ko Ba Nyar ပဲဖြစ်ပါတယ်...\n  \nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့...\nမင္းသားႀကီး Loki ေခၚ Tom ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gAL8/I_Saw_The_Light_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "",
        "title": "Fanaa [2006]",
        "description": "Fanaa (2006) မြန်မာစာတန်းထိုး\n====================IMDb...7.2ကဲ ... အခုလိုအေးချမ်းလှတဲ့ မိုးရာသီလေးမှာ ဆွတ်ပျံကြည်နူးစရာ\nအချစ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ..ဘောလီဝုဒ်ရဲ့ ခန်း(မ်) ၃ ခန်း(မ်)ထဲက နာမည်ကြီး တစ်ယောက်ဖြစ်တဲ့ အမီးရ်ခန်း(မ်)နဲ့ အခုချိန်ထိ ချောဆဲ လှဆဲ\nမင်းသမီးတစ်လက်ဖြစ်တဲ့ ကာဂျိုလ်တို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းတကားလည်း ဖြစ်ပါတယ်..သူ့ခေတ်သူ့အခါမှာ နာမည်ကြီး အောင်မြင်မှုတွေရခဲ့တဲ့အပြင်\nအခုထိလည်း လူကြိုက်များဆဲ ဇာတ်ကားကောင််း တစ်ကားဖြစ်ပါတယ်...ဇာတ်ဝင်တေးချိုချိုလေးတွေ၊မှိန့်မေားစရာ နောက်ခံတေးဂီတ ၊\nရိုက်ကွင်းရှု့ခင်း ခပ်လှလှလေးတွေနဲ့ ဆွေးစရာ၊ လွမ်းမောစရာ\nကြည်နူးစရာ အချစ်ဇာတ်ကားကောင်းလေး တစ်ကားလည်း ဖြစ်ပါတယ်...ဆုတွေအနေနဲ့လည်း ဘောလီဝုဒ်ရဲ့ အကြီးမားဆုံးဆုပေးပွဲတစ်ခုဖြစ်တဲ့\nFilmfare Awards မှာBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer (Male) အဖြစ် Shaan\nBest Lyrics အဖြစ် Parsoon JoshiZee Cine Awards မှာလည်း\nBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UK2A/Fanaa_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRlYjM0ZDctOWQ4Yy00OWM2LTlhN2MtMTA4MGU1YjVhOWM3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Mara 2018",
        "description": "CM Fan တွေ အတွက် ကြောက်စရာ ည ကို ယူလာပါရစေသင့်မှာ ညအိပ်မပျော်တဲ့ သူငယ်ချင်းတွေ ရှိခဲ့ရင် ဒီအောက်မှာအရင်ဆုံး Mention ခေါ်ပေးပါ ဒီ ရုပ်ရှင်ကားက သူတို့ အတွက်ပါပဲကျွန်တော်တို့ မြန်မာလူမျိုးတွေမှာ အိပ်နေတုန်းဘီလူး စီးတယ် ဘာညာ ဆိုပြီးယုံတမ်းပုံပြင်တစ်ခု ရှိတယ်မဟုတ်လားလူက အိပ်တဝက်နိုးတဝက် ဖြစ်နေတယ်မကောင်းတာ တစ်ခုခုက ဖြစ်လာတော့မယ်ဒါပေမယ့် လူက လှုပ်မရဘူး အော်မရဘူးထွက်ပြေးမရဘူး ရုန်းမရဘူး ဒီလိုနဲ့လွတ်မြောက်ခြင်းက အိပ်ရာက နိုးထခြင်းပါပဲအကယ်၍ သင်အိပ်ရာက မနိုးခဲ့ရင်ရော ?ဒီဇတ်လမ်းမှာတော့ လူတစ်ချို့ ဟာစိတ်ဝေဒနာ တစ်ခုကို ခံစားနေရပါတယ်ပထမ အဆင့်မှာ သင့်အိပ်မက်ထဲမှာလှုပ်လို့မရဘူး ပြေးလို့မရဘူး ခန္ဓာကိုယ်ကရွေ့လျားမရဘူးလို့ အိပ်မက် မက်ပါလိမ့်မယ်ဒုတိယ အဆင့်မှာ သင့် အိပ်ရာပေါ်မှာသင်နိုးလာပါလိမ့်မယ် ဒါပေမယ့် လှုပ်မရပါဘူးတစ်ယောက်ယောက်က တက်ခွထားသလိုဖြစ်နေပါလိမ့်မယ်... XP Phone Charger များကို  ----> ဒီနေရာ မှာ စျေးသက်သာစွာဝယ်နိုင်ပါပြီ။အဲ့ဒီမှာ သင်ပထမဆုံး ကြိုးစားမှာကဘေးဘီ ဝဲယာကို ကြည့်ပါမယ်အဲ့ဒီမှာပဲ တံခါးကြားကနေ ဖြစ်ဖြစ်စားပွဲခုံအောက်ကနေ ဖြစ်ဖြစ် သင့်ကိုချောင်းနေတဲ့ မိန်းမ တစ်ယောက်ကိုစတွေ့ပါမယ်တတိယ အဆင့်ရောက်ခဲ့ပြီဆိုရင် ...",
        "rating": "N/A",
        "url": "https://megaup.net/2fYiw/Mara_[2018]_(MM_Sub).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2OTtTGfSfBRKArvzn14sk3xiNL.jpg",
        "title": "Adore(2013)",
        "description": "Adore(2013)IMDb....6.2ဒီဇာတ်ကားမှာတော့ မင်းသမီးချောကြီး (၂)လက်ဖြစ်တဲ့  Naomi Watts,နဲ့ Robin Wright  တို့ အဓိက ပါဝင်ထားကြပါတယ်....Lil နဲ့ Roz တို့ နှစ်​​ယောက်​က သာယာလှပတဲ့ ကမ်​း​ခြေမြို့​လေးတစ်​မြို့မှာ အိမ်​နီးချင်​း​တွေ အဖြစ်​ ​နေထိုင်​ကြတဲ့ အချစ်​ဆုံး သူငယ်​ချင်​း​နှစ်​​ယောက်​ပါ..ဘယ်လိုအခက်အခဲတွေပဲရှိရှိ သူတို့ဟာ ကမ်းခြေမှာ အပန်းဖြေလိုက်ရုံနဲ့ စိတ်အမောတွေပြေသွားကြပုံပါပဲ...တစ်ယောက်အကြောင်းတစ်ယောက်သိတဲ့ သူတို့ (၂)ယောက်ဟာ အားနည်းချက်တွေကိုအပြန်အလှန်နားလည်းပေးကြလို့ အသက်အရွယ်ရလာသည့်အထိ သိပ်ချစ်တဲ့သူငယ်ချင်းတွေအဖြစ်ရှိနေတုန်းပါပဲ....ဒီလိုနဲ့ သူတို့ ၂ယောက်ဟာ အိမ်ထောင်တွေကျလို့ သားတစ်ယောက်ဆီလည်းရလာတယ်...သူတို့သား​တွေကလည်​း အ​မေနှစ်​​ယောက်​ချစ်​ကြသလို ချစ်​ကြတဲ့ သူငယ်​ချင်​း​တွေ ဖြစ်​လာပါတယ်​...ဒီမိသားစု(၄)ယောက်ဟာ ခွဲမရဘူးလို့တောင်ပြောလို့ရပါတယ်...သို့ပေမယ့် သားတွေအရွယ်ရောက်လာတဲ့အခါမှာတော့ခံစားချက်တွေလည်းပြောင်းလဲကုန်တယ်ထင်ပါရဲ့...ခံစားချက်ဆိုတာမျိုးဟာ စည်းတွေဘောင်တွေနဲ့ကန့်သတ်လို့ရလား..သူတို့ဖြစ်နေတဲ့ဟာတွေရောမှန်ရဲ့လား....ဒါတွေကို ကျွန်တော်တော့မသိဘူး ...ခင်ဗျားတို့လည်း ဒီကားကိုကြည့်ပြီး ဘယ်လိုဆုံးဖြတ်မှာလဲ သိချင်မိတယ်...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...မှတ်ချက်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းတွေပါလို့ သတိချပ်စေချင်ပါတယ်...File Size : (900 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://megaup.net/U3o0/Adore_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y6BzUkrx789OhVMDXZiBBVHu6OQ.jpg",
        "title": "Layer Cake(2004)",
        "description": "Layer Cake(2004)IMDb....7.4....Rotten....80%2004 ခုနှစ်ထွက် မင်းသားကြီး Daniel Craig ပါဝင်သရုပ်ဆောင်ထားတဲ့ Layer Cake ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…..Rating တွေက IMDb- 7.4, Rotten Tomatoes – 80 ရှိတယ်ဆိုတော့ Rating ကောင်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်…အလည်အလတ်တန်းစား ကိုကင်းမူးယစ်ဆေးဖြန့်ဖြူးရေးသမားတစ်ယောက်ဟာ ပိုက်ဆံအတော်အတန်စုဆောင်းမိတဲ့အချိန်မှာ မူးယစ်ဆေးလောကကနေ အနားယူဖို့ အစီအစဉ်တွေ ချထားခဲ့ပါတယ်…သူရဲ့ ခြေရာတွေနဲ့ အလုပ်အကိုင်တွေ ဖျက်လို့မပြီးသေးခင်မှာဘဲ သူတို့မူးယစ်ဆေးသမားတွေကို အကာအကွယ်ပေးနေတဲ့ အစိုးရဖက်ကလူတစ်ယောက်က သူ့ကိုအလုပ်တစ်ခု ခိုင်းလာပါတော့တယ်…ဒါကတော့ ဂိုဏ်းစတား အကောင်ကြီးကြီးရဲ့သမီးတစ်ယောက် ပျောက်ဆုံးသွားလို့ သူ့ကိုရှာဖို့ အကူအညီတောင်းခြင်းပဲဖြစ်တယ်…တစ်ဖက်မှာလည်း အရောင်းအဝယ်လုပ်မယ့် စိတ်ကြွရူးသွပ်ဆေးပြားတွေကို ယူလာသူတွေက ဆာဗီးယားစစ်တပ်နဲ့ အငြိအစွန်းတွေ ဖြစ်ခဲ့ကြပြီး ... သူ့ဆီကို ပြဿနာနှစ်ခုက တစ်ပြိုင်နက်တည်းဆိုက်ရောက်လာပါတော့တယ်….ကင်မရာ ရိုက်ချက်ကောင်းကောင်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ တစ်ကတ်နဲ့တစ်ကတ်ဆက်ထားပုံလေးတွေ အရမ်းလှပပြီး ရင်ဖိုစရာကောင်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် အားပေးကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ..။File Size : ...",
        "rating": "7.4",
        "url": "https://megaup.net/U3o8/Layer_Cake_[2004]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMmEyMjNlOTAtNzEwMy00NzVjLTgyYzgtZmNhMDA0ODk5NmE1XkEyXkFqcGdeQXVyNDQzOTk1NDc@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Warning Shot 2018",
        "description": "XP Powerbank မ်ားကို  ----> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n  အော်ဒရီ ဟာ ရှိုင်းနီး ဆိုတဲ့  သမီးလေးကို  ယောကျင်္ားမရှိပဲ တစ်ယောက်ထဲရှာဖွေကျွေးမွေးနေရတဲ့ Single Mom တစ်ယောက်ဖြစ်ပြီး အကြွေးပင်လယ်ဝေနေသူပေါ့တစ်ရက်မှာတော့ သူမ ဖခင် သေဆုံးခဲ့ကြောင်းသိရပြီး အသုဘကိစ္စ များ စီစဉ်ပြီးရာရှေ့နေမှ သူမ ဖခင်မှာ ခြံအကျယ်ကြီးနဲ့ အိမ်တစ်လုံး ပိုင်ဆိုင်ကြောင်း တစ်ပတ်နေရင်အမွေပိုင်ဆိုင်ခွင့် ရရှိကြောင်း ကြေငြာပေးမည် ဖြစ်၍ လောလောဆယ် ထိုအိမ်တွင်နေဖို့ သော့ပေးလိုက်ပါတယ်...အကြွေးများကြောင့် ငှားနေတဲ့အိမ် လက်လွှတ်လိုက်ရတဲ့ အော်ဒရီ တို့ သားအမိဟာနောက်ဆုံး ကောက်ရိုးမျှင်လေးဖြစ်တဲ့ ဖခင် အမွေချန်ထားခဲ့သော မြို့အစွန်က အိမ်လေးဆီသို့သွားရောက်ခဲ့ပါတော့တယ်...သူမ တို့ မသိသေးတဲ့အချက်ကတော့ ထိုမြေနေရာမှ အရာတစ်ခုကိုစီးပွားရေး ပြိုင်ဘက်တစ်ဦးမှ မတော်လောဘ နှင့် လိုချင်နေ၍သူမတို့ သားအမိ နှစ်ဦးသာ ရှိတဲ့ အိမ်ဆီသို့ မဖိိတ်ခေါ်ထားသောဧည့်သည်များ ရောက်ရှိလာသော အခါ....ဇတ်လမ်းသည် အပြောအဆိုများ ညစ်ညမ်းသဖြင့် မိသားစုနှင့်အတူကြည့်ရှုရန်မသင့်တော်ပါထိတ်လန့်သည်းဖို ဇတ်လမ်းဖြစ်သောကြောင့် ထိုင်ရာက မထစတမ်း သင့်ကိုဇတ်လမ်းအစကနေ အဆုံးထိ စွဲဆောင်သွားပါလိမ့်မယ်...ဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့Thein ...",
        "rating": "5.0",
        "url": "https://megaup.net/U3od/Warning_Shot_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5IzmdWdO5CqgeoyJLZ1dO7w375.jpg",
        "title": "Rounders(1998)",
        "description": "Rounders(1998)IMDB...7.3,,,Rotten...65%Rounders ( ကျားများ) ကျား ။ ။ ကံတိုက်​ကစားတဲ့ ဖဲသမား မဟုတ်​ပဲ ဖဲလိမ်​ရိုက်​သူ ဖဲနဲ့ အသက်​​မွေးသူများကို ကျားဟု​ခေါ်သည်​။Ref..မင်​းသိင်္ခ ဆရာသခင်​နဲ့ နှစ်​​ပေါင်​းများစွာ ခင်​ဗျား ဖဲကစားရတာ စိတ်​ဝင်​စားလား...။ ကျွန်​​တော်​​တော့ မကြာမကြာ ဖဲကစား ဖူးတယ်​။Texas Holdem Poker လို့​ခေါ်တဲ့ ဆိုတဲ့ ဖဲကစား နည်​းလည်​း အပါအဝင်​ပါပဲ။ ဒီ ကစားနည်​းကို ကျွန်​​တော်​ ကံ နဲ့ ဆုံးဖြတ်​ချက်​သက်​သက်​လို့ ထင်​ခဲ့ဖူးပါတယ်​... ဒီ ဇာတ်​ကားကို မကြည်​့မိခင်​ အထိ​ပေါ့။ ဖဲလိမ်​ရိုက်​တယ်​ဆိုတာထက်​လူ့စိတ်​ကို ဖတ်​တယ်​ ဆို ပိုမှန်​မလားပဲ။ ဒီထဲမှာ Matt Damon ​ပြောခဲ့သလို ​ပြောခဲ့သလိုပါပဲ ဖဲချပ်​​တွေကို ကစားတာ မဟုတ်​ပါဘူး လူ​တွေရဲ့ စိတ်​ကို ကစားလိုက်​တာပါ။ ဖဲတစ်​ချပ်​​ဝေတိုင်​းမှာ ဆုံးဖြတ်​မှုတစ်​ခု လုပ်​ရတယ်​။ ဆက်​လိုက်​မလား အရှုံး​ပေးလိုက်​မလား​လောင်​း​ကြေးမြှင်​့မလား ...",
        "rating": "7.3",
        "url": "https://megaup.net/1ztwd/Rounders_[1998]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97ygpgoFwUQcV6BOdEvBk81C9df.jpg",
        "title": "[18+]Crazy Love(1993)",
        "description": "[18+]Crazy Love(1993) အညွန်း(Dark Side Production မှတင်ဆက်သည်....)ဒီတစ်ခါမှာတော့ တရုတ်အချစ်ဟာသ 18+ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ အားကျန်းဆိုတဲ့ကောင်မလေးဟာအမေရိကန်မှာပညာသင်ဖို့ အိမ်ကထွက်လာရင်း စိတ်ပြောင်းလဲသွားခဲ့ပြီး သူ့ရည်းစားဆီပြန်သွားခဲ့ပါတယ် ..သူ့ရည်းစားဟာ နောက်မိန်းမတစ်ယောက်နဲ့ ဖောက်ပြန်နေတာတွေ့တဲ့အချိန်မှာတော့ အားကျန်းဟာ အိမ်လည်းမပြန်ဖြစ်ပဲခြေဦးတည့်ရာလျှောက်သွားမိပါတော့တယ် အားကျန်းဟာတစ်ယောက်တည်း သွားလာရင်း မသမာသူတွေနဲ့တွေ့ရာမှာလည်း မိန်းမမာယာသုံးပြီး ပညာပေးနိုင်ခဲ့တယ် ဒီလိုနဲ့ပဲ အားကျန်းဟာ ဒေးဗစ်ဆိုတဲ့ ဇာတ်ညွှန်းရေးဆရာတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးအတူနေထိုင်ခဲ့ကြတယ် အားကျန်းဟာ နဂိုတည်းက ပွင့်လင်းစွာနေထိုင်တဲ့သူဖြစ်ပါတယ် ...သူဟာတခြားယောကျာ်းလေးတွေနဲ့ပတ်သက်ခဲ့မိလို့ ဒေးဗစ်တစ်ယောက် သဝန်တိုမိပြီး ခဏခဏပြဿနာတွေဖြစ်ခဲ့ကြတယ်...အဲ့ဒီနောက် သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးဟာ တည်မြဲပါ့မလား ပြိုကွဲသွားမလားဆိုတာကိုတော့ဘဆက်လက်ကြည့်ရှူ့ရမှာပဲ ဖြစ်ပါတယ်...မိန်းမတစ်ချို့ရဲ့မာယာတွေ သူတို့ရဲ့စိတ်ကခံယူချက်တွေကို အထူးလေ့လာမှတ်သားသင်ယူသင့်တဲ့ကားလေးပါပဲ(မှတ်ချက်။ ။ 18+အခန်းတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး)File Size : (800 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:17:00\nGenre :  Drama, Romance\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/U3of/Crazy_Love(1993).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/c8r74einbiqv-140x200.jpg",
        "title": "[18+] What a Good Secretary Wants (2016)",
        "description": "Dark Side Production မှ စီစဉ်တင်ဆက်သည်။\n~ ကလေးသူငယ် အရွယ်မရောက်သေးသူများ မကြည့်ရ။ ~\nGenius Consulting is a recruiting company that provides Board of Members of large corporates and professional talents to China. As the original secretary for Joo Yeong-cheol, CEO of the company went on her maternity leave, Ji-won, a new secretary is hired and starts filling the position.\nAll the employees welcome her who looks ...",
        "rating": "",
        "url": "https://megaup.net/2f0pe/What_A_Good_Secretary_Wants_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/back-to-the-90s-140x200.jpg",
        "title": "Back to the 90s (2015)",
        "description": "Crazy Little Thing Called Love ဇာတ်ကားထဲမှာ မင်းသားမာရီယိုနဲ့ လိုက်ဖက်လွန်းစွာ သရုပ်ဆောင်ခဲ့တဲ့ ထိုင်းမင်းသမီးချောလေးPimchanok Luevisadpaibul (Baifern) ကို အားလုံးသိကြမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...Back to the 90s (2015) ဒီဇာတ်ကားဟာလဲ သူလေး အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာလဲ သူလေးရဲ့ လှပသေသပ်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုသူတိုင်းကို စွဲဆောင်သွားဦးမှာပါ။မင်းသားတွေလဲ ဇာတ်ရုပ်နဲ့ကွက်တိကျတာကြောင့် ဒီဇာတ်ကားဟာ Rating မြင့်မားပြီး ကြည့်ရှုသူတိုင်း ကြိုက်နှစ်သက်တဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။ကျွန်တော်တို့မှာ မပြုပြင်နိုင်ခဲ့တဲ့ အတိတ်တွေရှိကြပါတယ်...ချစ်ခြင်းမေတ္တာရဲ့ ဆန်းကြယ်မှုမှာ မျက်စိသူငယ် နားသူငယ်ဖြစ်ဖူးခဲ့ကြမယ်...အသက်အရွယ်နဲ့ ရူးမိုက်မှုတို့ အချိိုးကျနေတုန်းမှာ ခပ်မိုက်မိုက် လေလွင့်ဖူးခဲ့မယ်..ဒါတွေကို ကျွန်တော်တို့ မပြုပြင်နိုင်တော့ဘူး.. နောင်တဆိုတာပဲ ပွေ့ဖက်နေကြရတာမလား...။ဒါပေမယ့် အတိတ်ကိုပြန်သွားလို့ရမယ်....ဒါတွေကို ပြုပြင်ဖို့ အခွင့်အရေးကို တစ်စုံတစ်ယောက်က ရခဲ့မယ်ဆိုရင်..ကျွန်တော်တို့ မြင်တွေ့ရမယ့် အရာတွေက ငယ်ရွယ်ပျိုမြစ်မှုတစ်ခုထဲလို့ ခပ်လွယ်လွယ်မထင်လိုက်ပါနဲ့။အစဉ်အဆက် ခမ်းနားခဲ့သလိုပဲ ချစ်ခြင်းက ဒေသမရွေး ကာလမရွေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Afi5/Back_To_The_90s_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZTY1ZjRjMzYtN2UwNi00YjA0LWI2OTktNGNiYTg1NjQ0ZTZiXkEyXkFqcGdeQXVyNjQ1MDcxNzM@._V1_-118x200.jpg",
        "title": "Great Warrior (Magadheera) [2009]",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူကြိုက်များခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ခုပေါ့နှစ် ၄၀၀ ရာခန့်က ဘဝတွေရဲ့ အချစ်ရမ္မက်က ယနေ့ဘဝထိ ဆွဲခေါ်ငင်ခဲ့ပြီး\nဘယ်လိုဘယ်ပုံနည်းနဲ့ အဆုံးသတ်စေခဲ့သလဲဆိုတာကိုရင်မောဖွယ် စောင့်ကြည့်ရမယ့်ကားကောင်းလေးပါ(ဇာတ်လမ်းအကျဉ်း) ဟာရှာ ဆိုတဲ့ လူငယ်လေးဟာ\nဆိုင်ကယ်စတန့် သမားတစ်ယောက်ပေါ့ ဆယ်ပေလောက် အမြင့်ဘားတန်းကို ကျော်ဖြတ်ကာ စွန့်စားနိုင်ခဲ့တဲ့ သူပါ တစ်နေ့မှာတော့\nဘန်ကောက်ပြိုင်ပွဲသွားရန်အတွက် လေဆိပ်ကို ကားငှါးစီးသွားခဲ့ပါတယ်အဲဒီ အချိန်မှာ မိုးကလည်းသည်းလို့။\nသူဟာ ကားဘေးဆီမှ လက်ဆန့်ထုတ်ပြီး မိုးရေစက်တွေကို ထိတွေ့လို့နေခဲ့ပါတယ်တစ်နေရာအရောက်မှာတာ့ သူ့လက်ကိုလျှပ်စီးထိသလို ဖြစ်ခဲ့ပါတယ် ဟာရှာ\nအတွက်တော့ ဒါဟာအတိတ်ဘဝဆီ ပြန်တွေးစေခဲ့တဲ့ နိမိတ်ပါ သူ့ကိုလျှပ်စစ်စီးသလိုဖြစ်စေခဲ့တာကလည်းကောင်မလေးတစ်ယာက်ရဲ့လက်နဲ့ ထိတွေ့မိမှုကြောင့်ပါ\nဒါကို ဟာရှာ သိခဲ့တာကြောင့် အဲဒီကောင်မလေးကိုကားမှတ်တိုင်မှာပြန်ရှာဖို့ ကြိုးပမ်းခဲ့တယ်အဲဒီကောင်မလေးနာမည်က အင်ဒီရာ တဲ့သူမရဲ့အဖေနဲ့ ဦးလေး\nကတော့ အမွေ ကိစ္စနဲ့ အမှုရင်ဆိုင်နေကြရတယ် သူ့ဦးလေးမှာသားတစ်ယောက်ရှိ၍ နာမည် ကတော့ ဒါရာဂူးဗား/\nဒါရာဂူးဗား ဟာ ရက်စက်ကြမ်းတမ်းသူတစ်ဦးဖြစ်ပြီးမိမိလိုချင်သည့်အရာအား မည့်သည့်နည်းနဲ့မဆို ရယူလေ့ရှိသည်။တစ်နေ့မှာတော့ ဒါရာဂူးဗား ဟာ အင်ဒီရာ\nကိုတွေ့ပြီးချစ်ကြိုက်မိသွားတော့တယ် အဲဒီချိန်မှာတော့ဒါရာဂူးဗားဟာ အင်ဒီရာကို ရရှိဖို့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/great-warrior-magadheera/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTg0MDI2MTM4M15BMl5BanBnXkFtZTYwNDg1OTc3._V1_-133x200.jpg",
        "title": "Charlotte’s Web (2016)",
        "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က စကားေျပာတက္တဲ့ တိရိစၦာန္ေလးေတြ\nရုပ္ရွင္ကားေတြ စၾကည့္ရတုန္းက အေတာ္သေဘာက်တာပါ\nအျပင္မွာပါ အဲ့ဒီလို လိုက္ေျပာမလား ဆိုၿပီး နားေထာင္မိတဲ့ အထိပဲ\nအဲ့ဒီ သတၱ၀ါေလးေတြ စကားေျပာတဲ့ ရုပ္ရွင္ေလးေတြကို\nျပန္တင္ဆက္ေပးမယ္ စိတ္ကူးၿပီး ဟိုးအရင္က ကေလးေတြ\nအသဲစြဲ ခဲ့တဲ့ ၀ီလ္ဘာ ဆိုတဲ့ ၀က္ကေလး အေၾကာင္း\nျပန္တင္ေပးလုိက္ပါတယ္ ငယ္ငယ္ကဆိုရင္ Video တိပ္ေခြဆိုင္ေတြမွာ\n၀က္လိမၼာကား ဆိုၿပီး နာမည္ႀကီးခဲ့ေသးတာ မွတ္မိတဲ့သူေတြလဲ မွတ္မိမွာပါ\nတစ္ရက္ေသာ ေန႔မွာ လယ္သမားႀကီး တစ္ဦးရဲ႕ စပါးက်ီထဲမွာ\n၀က္မႀကီး တစ္ေကာင္ဟာ ကေလးေလးေတြ ေမြးခဲ့တယ္ေပါ့\nအဲ့ဒီထဲမွာ ႏို႔မစို႔ ႏုိင္တဲ့ ကေလး အေသးဆံုး တစ္ေကာင္ကို\nသတ္ၿပီး စြပ္ျပဳတ္ လုပ္ေသာက္ဖို႔ စိတ္ကူးခဲ့ေပမယ့္\nလယ္သမားႀကီးရဲ႕ သမီးအငယ္ဆံုး ဖန္း ဟာ\n၀က္ကေလးကို သူမ အသက္ရွင္ေအာင္ တာ၀န္ယူပါ့မယ္ဆိုၿပီး\nေမြးခဲ့တယ္....\nတစ္ေျဖးေျဖး ၀က္ကေလး ႀကီးလာေတာ့ အိမ္ထဲမွာ ထားလို႔မျဖစ္ေတာ့ဘူး\nဒီေတာ့ကာ အိမ္နဲ႔ တစ္လမ္းေက်ာ္က ဖန္း ရဲ႕ ဦးေလး ဂိုေဒါင္မွာ\nဘဲေတြ သိုးေတြ ျမင္းေတြ နဲ႔ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Wadj/Charlotte’s_Web_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjEyNTA3Njk4M15BMl5BanBnXkFtZTcwMzkzMzY3Mw@@._V1_SY1000_CR006961000_AL_-139x200.jpg",
        "title": "Incendies (2011)",
        "description": "ေနာ္ဝယ္မာဝမ္ဆိုတဲ႔အေရွ႕အလယ္ပိုင္းသူ က\nသူမေသဆံုးခင္ ေသတမ္းစာေရးခဲ႔ပါတယ္သူ႕ေသတမ္းစာကို\nသူ႕အလုပ္ရွင္ေရွ႕ေနႀကီးဆီမွာပဲယံုၾကည္စြာအပ္ႏွံခဲ႔ပါတယ္\nသူမေသဆံုးသြားၿပီးတဲ႔ေနာက္မွာေတာ့ ေရွ႕ေနႀကီးက\nသူရဲ႕ သားသမီးျဖစ္တဲ႔ အမႊာေမာင္ႏွမ၂ေယာက္ေရွ႕မွာပဲဖြင့္ဖတ္ျပခဲ႔ပါတယ္\nသူေရးခဲ႔တဲ႕ေသတမ္းစာကသူမ်ားေတြေသတမ္းစာနဲ႔မတူ တမူထူးျခား ေနပါတယ္\nထူးျခားတဲ႔ေတာင္းဆိုခ်က္ေတြထဲမွာမွ သမီးျဖစ္သူဂ်န္မာဝမ္အတြက္\nစာအိတ္တစ္အိတ္ေပးၿပီး အေဖျဖစ္သူကိုရွာၿပီး\nအဲ႔စာအိတ္ေလးေပးေပးဖို႕ေတာင္းဆိုခဲ႔သလုိ သားျဖစ္သူ\nစီမြန္မာဝမ္ကိုေတာ့ သူ႕ရဲ႕ေနာက္ထပ္အစ္ကိုျဖစ္သူကိုရွာၿပီး ေပးဖို႕\nစာအိတ္တစ္အိတ္ေပးခဲ႔ပါတယ္ သားအမိ၃ေယာက္ထဲေနခဲ႔ၿပီးမွ\nအေဖနဲ႕ေနာက္ထပ္အစ္ကိုလုပ္သူကို\nရွာရေတာ့မယ္ဆိုေတာ့အကုန္လံုးကလက္မခံႏိုင္စရာေတြျဖစ္ခဲ႔ပါတယ္\nသို႕ေသာ္လဲ သခ်ၤာပညာရွင္ ဂ်န္မာဝမ္ကပုစၦာတစ္ခုကိုအရွင္းဆံုးပံုစံထိ\nအေျဖရွာတတ္တဲ႔သူျဖစ္တာေၾကာင့္ေမာင္လုပ္သူတားေနတဲ႕\nၾကားက သူ႕တာဝန္ျဖစ္တဲ႔ အေဖျဖစ္သူကိုရွာၿပီးစာအိတ္ေပးဖို႕\nခရီးစထြက္ပါေတာ့တယ္ အေဖျဖစ္သူကိုရွာဖို႕က\nအေမရဲ႕အတိတ္ကို မလႊဲအေသျပန္ တူးေဖာ္ရေတာ့မွာျဖစ္ၿပီး\nသူ႕အေမရဲ႕အတိတ္ေတြကို သူတို႕ေမာင္ႏွမေတြ\nသိလာရတဲ႔အခါမွာေတာ့..\nIMDb 8.2/10ရထားတဲ႔ ဒီကားေလးက\nေအးေအးေဆးေဆးဇာတ္လမ္းကိုၾကည့္ခ်င္တဲ႔သူေတြ\nအႀကိဳက္ျဖစ္မွာပါ ကြ်န္ေတာ္ကုိယ္တိုင္ၾကည့္ၿပီးတဲ႔\nအခါရင္ထဲစို႕နင္႔သလိုလုိ ခံစားရပါတယ္\nအဂၤလိပ္ ျပင္သစ္နဲ႕ အာေရဗီဘာသာစကားသံုးထားတဲ႔ဒီကားေလးက\nအေကာင္းဆံုးႏုိင္ငံျခားဘာသာစကားသံုး\nဇာတ္ကားအေနနဲ႕ အကယ္ဒမီဆန္ကာတင္ စာရင္းဝင္ခဲ႔ပါတယ္...\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့\nCM Translator  Wai Zin ျဖစ္ၿပီး Thit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "8.2",
        "url": "https://megaup.net/2gcL8/Incendies_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTYyNTI2NTc4Ml5BMl5BanBnXkFtZTgwOTY2MDcwOTE@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "The Final Master (2015)",
        "description": "သိုင္းကား ေမွ်ာ္ေနၾကတဲ့ CM Fan ေတြ အတြက္ အေကာင္းဆံုး သိုင္းကား တစ္ကားကို\nCM မွ တင္ဆက္ေပးလုိက္ပါၿပီ\nIP Man ရဲ႕ ၀င္းခၽြန္း သိုင္းအျပင္ နာမည္ႀကီးခဲ့တဲ့ ယံုခၽြန္း သိုင္းပညာ အေၾကာင္းကို\nဒီရုပ္ရွင္မွာ ျပသထားပါတယ္...\nယံုခၽြန္း သိုင္းပညာဟာ ေတာင္ပိုင္း က စတင္လာတဲ့ သိုင္းပညာျဖစ္ၿပီး\nအစစ္အမွန္ကိုေတာ့ တက္သူ နည္းပါးခဲ့ၿပီး ဆရာေတြ ဆိုတာလဲ\nေခတ္မေကာင္းလို႔ သိုင္းပညာကို အစစ္အမွန္ မသင္ၾကတဲ့ အခ်ိန္ပါ\n၁၉၀၀ ခုႏွစ္ေတြ အေက်ာ္မွာ တရုတ္ႏုိင္ငံရဲ႕ သိုင္းေလာက ဟာ ေမွးမွိန္ေပ်ာက္ကြယ္စ\nျပဳေနပါၿပီ သိုင္းေလာက မွာ အမွန္တကယ္ တက္ကၽြမ္းသူမွာ လက္ခ်ိဳးေရလို႔ရခဲ့ၿပီး\nေငြသဲ့ယူ လိမ္စားေနတဲ့ သိုင္းသင္တန္းေက်ာင္းေတြသာ က်န္ခဲ့ပါေတာ့တယ္...\nတရုတ္ႏိုင္ငံ ထန္က်င္းၿမိဳ႕ဟာ သိုင္းဂိုဏ္းေပါင္းစံု တည္ရွိၿပီး\nသူ႔ဟာ နဲ႔ သူ စည္းလံုးေနေပမယ့္ သိုင္းအစစ္အမွန္ကိုေတာ့\nမသင္ေပးၾကပါဘူး ဒီလိုနဲ႔ ေတာင္ပိုင္းသား တစ္ေယာက္ဟာ\nပညာအစစ္ကို ယူၿပီး ထန္က်င္းကို ေရာက္လာခဲ့တယ္\nသူ မိန္းမ တစ္ေယာက္ ယူတယ္ ထန္က်င္း က တပည့္\nတစ္ေယာက္ ေမြးတယ္ ပညာတစ္၀က္ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Afj1/The_Final_Master_(Shi_Fu)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "The First Purge (2018)",
        "description": "ဒီဇာတ္ကားက The Purge ဇာတ္ကားေတြရဲ႕ မူလအစ Prequel ကားတစ္ကားပဲျဖစ္ပါတယ္။The Purge ကားေတြကိုေတာ့ ျမန္မာပရိသတ္ေတြသိပ္ျပီးစိမ္းၾကမယ္မထင္လို႔ အထူးတလည္မိတ္ဆက္ေပးမေနေတာ့ပါဘူး။ဒီဇာတ္ကားမွာေတာ့ ေရွ႕ကထြက္ခဲ့တဲ့ဇာတ္ကားေတြထဲက Purge လို႔ေခၚတဲ့ပြဲၾကီး ဘယ္လိုျဖစ္တည္လာလဲဆိုတာကို ျပသထားပါတယ္။ဒီဇာတ္လမ္းကိုေရးသားသူကေတာ့ ေရွ႕ကားေတြကို ကိုယ္တိုင္ေရးျပီးကိုယ္တိုင္ရိုက္ခဲ့တဲ့ James Demonaco ျဖစ္ျပီး ကိုယ္တိုင္ရိုက္ကူးလိုစိတ္မရွိတာေၾကာင့္ Gerard McMurray ဆိုတဲ့ဒါရိုက္တာကိုရုိက္ကူးခြင့္ေပးခဲ့ပါတယ္။အေမရိကန္ႏုိင္ငံဟာ လူဦးေရအရမ္းကိုအဆမတန္ထူထပ္မ်ားျပားလာတာေၾကာင့္ စီးပြားပ်က္ကပ္ဆိုက္ေနတဲ့အေျခအေနကိုေရာက္ရွိလာပါတယ္။အာဏာပိုင္ေတြအေနနဲ႔ ထိုျပႆနာၾကီးကို ကိုယ္တြယ္ရာမွာ တိုးတက္ေကာင္းမြန္လာတယ္လို႔မရွိဘဲ ၾကာလာတာနဲ႔ ေၾကြးျမွီေတြက လည္ပင္းအထိနစ္လာပါေတာ့တယ္။အဲဒီလိုၾကံရာမရျဖစ္ေနတဲ့အဆံုး ေနာက္ဆံုးနည္းကိုထုတ္သံုးဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။အဲဒီေနာက္ဆံုးနည္းဆိုတာကေတာ့ လူဦးေရကိုေလွ်ာ့ခ်ပစ္တဲ့နည္းပါ။Purge လို႔လူအမ်ားေခၚတြင္ၾကတဲ့နည္းလမ္းကိုသံုးျပီး လူဦးေရကိုေလွ်ာ့ခ်ပစ္တာပဲျဖစ္ပါတယ္။Purge ဆိုတာကေတာ့ သတ္မွတ္ထားတဲ့ညတစ္ညမွာ ၾကိဳက္တဲ့ရာဇဝတ္မႈကို ၾကိဳက္သလိုက်ဴးလြန္ႏုိင္တဲ့ပြဲၾကီးပါပဲ။အဲဒီပြဲၾကီးကိုအခြင့္ေကာင္းယူျပီး လူသတ္ျပီး လုယက္ၾကမယ့္လူေတြကလည္း မနည္းပါဘူး။အာဏာပိုင္ေတြကေတာ့ အဲဒီပြဲကိုကိုယ္တိုင္ဦးစီးျပီး တရားဝင္အျဖစ္ေၾကျငာထားပါတယ္။အဲဒီဒဏ္ကိုပထမဆံုးခံရတာကေတာ့ Staten Island လို႔ေခၚတဲ့ အေျခခံလူတန္းစားေတြနဲ႔ လူမည္းေတြအမ်ားစုေနထုိင္တဲ့ ျမိဳ႕ပါပဲ။အစိုးရကိုယ္တုိင္က လူဦးေရေလွ်ာ့ခ်ခ်င္တဲ့အၾကံၾကီးနဲ႔ မင္းမဲ့တိုင္းျပည္လို လူၾကိဳက္သေလာက္သတ္ ၾကိဳက္တာလုပ္ခြင့္ေပးထားတဲ့တစ္ညတာကို အဲဒီျမိဳ႕ေလးရွင္သန္ႏုိင္ပါ့မလားဆိုတာ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ရာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ (ဘာသာျပန္ေပးထားသူေတြကေတာ့ ကိုမ်ိဳးသန္႔နဲ႔ေမျမတ္သူပါ) File ...",
        "rating": "5.3",
        "url": "https://megaup.net/2cxfg/The_First_Purge_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-2-poster-1-149x200.jpg",
        "title": "Hotel Transylvania 2 (2015)",
        "description": "Hotel Transylvania 2 (2015)IMDb - 6.7/10_____Rotten - 56%\n  2012 က အောင်မြင်ကျော်ကြားလူကြိုက်များခဲ့လို့ အခုသူ့ရဲ့နောက်ဆက်2015မှာ Part 2အနေနဲ့ထပ်ထွက်လာတဲ့ Animation ကားလေးတစ်ခုကိုတင်ပေးပါရစေ။IMDb Rating 7 အထိရရှိထားပြီးတဲ့  ဒီကားလေးကိုအားလုံးပဲမျှော်လင့်နေကြမှာပါ။ဒီဇာတ်ကားလေးဟာမကောင်းဆိုးဝါးလေးတွေနဲ့ဇာတ်လမ်းစထားခဲ့ပြီး . Draculaဘုရင်တစ်ပါးရဲ့သမီးလေးနဲ့ချစ်ကြိုက်ခဲ့တဲ့ လူသားတစ်ဦးတို့ရဲ့ အချစ်မေတ္တာနဲ့ပေါင်းစပ်လက်တွဲမှုကို အချက်ကျကျသဘောကျဖွယ် ဖန်တီးထားပါတယ်။Part 1 မှာ ချစ်ကြိုက်ခဲ့တဲ့ Dracula မလေး Mavis နဲ့လူသားလေး Jonathan တို့ရဲ့ လက်ထပ် မင်္ဂလာဆောင်ပွဲကနေစထားပါတယ်။Mavis နဲ့ Jonတို့ဟာ လက်ထပ်ပြီးကာလတစ်ခုမှာသားလေး တစ်ယောက်မွေးဖွားခဲ့ပါတယ်။အထူးသဖြင့်ဒီဇာတ်ကားမှာတွေ့ရမှာက အဘိုးဖြစ်သူ Count Dracula ရဲ့သူ့ မြေးလေးအပေါ်ထားတဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပဖွဲ့နွဲ့သွားခဲ့ပြီးသူ့လိုပဲမြေးလေးကိုမှော်အတတ်တွေကျွမ်းကျင်တဲ့Dracular လေးတစ်ဦးဖြစ်စေချင်တာကိုလည်းတွေ့ရပါမယ်။Spoiler  ဖြစ်သွားမှာစိုးလို့ ဇာတ်ကားအကြောင်းကို ဆက်လက်မပြောပြတော့ပါဘူးMovie သာဆက်လက်ကြည့်ရှုကြပါ။  ခေတ်နဲ့လျော်ညီအောင် တင်ဆက်ထားပြီး . Sony Entertainmentကထုတ်လုပ်ထားတဲ့အတွက် Sony Product များကိုပါသုံးနှုန်းသွားတာဟာ ကြော်ငြာတဲ့ဘက်ကိုမသိသာစေဘဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eLcz/Hotel_Transylvania_2_[2015]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTM2NTI3NTc3Nl5BMl5BanBnXkFtZTgwNzM1OTQyNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Solo: A Star Wars Story (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ rogue one လိုပဲ a star wars story ပါပဲ။\nနာမည္ကိုျမင္တာနဲ႔ ဘယ္သူ႔အေၾကာင္းလဲဆိုတာ\nအားလံုးသိၿပီးသား ျဖစ္မွာပါ။\nစတားဝါးစ္႐ုပ္႐ွင္တြဲေတြရဲ႕\nဂႏၶဝင္ကာ႐ိုက္တာ ဟန္ဆိုလိုရဲ႕\nဘဝဇာတ္ေၾကာင္းပါပဲ။\nဖန္ေတြ အတြက္ကေတာ့ တကယ္ကို\nစိတ္ေက်နပ္မႈ ရေစပါလိမ့္မယ္။\n ဟန္ နဲ႔ ခ်ဴဝီ တို္႔ေတြ႔ဆံုမႈ။\nဟန္ရဲ႕ ေသနတ္သမိုင္း။\nဖယ္ကြန္ နဲ႔ လန္ဒို တို႔အေၾကာင္းအျပင္\nဖယ္ကြန္ထဲက feature ေတြ ျဖစ္ေပၚလာပံုကိုပါ\nအကြက္က်က်ျပထားပါတယ္။\nHan always shoots first ရဲ႕\nအစကို ၾကည့္လိုက္ၾကပါဦး။\nဒီရုပ္ရွင္ကားကို Little Neo မွ\nဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္\n \nStar Wars 9 ကား ျပန္ေဒါင္းရန္ ႏွိပ္ပါ။",
        "rating": "7.1",
        "url": "https://megaup.net/Rfv5/Solo_-_A_Star_Wars_Story_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-poster-133x200.jpeg",
        "title": "Hotel Transylvania (2012)",
        "description": "Hotel Transylvania (2012)\nIMDb - 7.1/10_____Rotten - 45%\n  ဒီတစ်ခါတော့ စိတ်အပန်းဖြေအနေနဲ့ကြည့်လို့တော်တော်လေးကောင်းတဲ့ ကာတွန်းကားလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်...Count Dracula ဟာသူ့ရဲ့ ဇနီး Martha သေဆုံးပြီး နောက်ပိုင်းမှာ သူ့မိန်းကို ကတိ ပေးထား ခဲ့တဲ့အတိုင်း သူတို့ ၂ ယောက်ရဲ့ သမီးလေး Mavis ကို မျက်စိ အောက်က အပျောက် မခံပဲ ထိန်းသိမ်း စောင့်ရှောက် ခဲ့ပါတယ်။Count Dracula ဟာ Transylvania လို့ခေါ်တဲ့ Five Star အဆင့်ရှိ Hotel တစ်ခု တည်ဆောက် ခဲ့ပြီး သူ့ရဲ့ သူငယ်ချင်းတွေ ဖြစ်တဲ့ Frank နဲ့ သူ့ဇနီး Eunice, Wayne, Wanda နဲ့ သူတို့ရဲ့ မြေခွေး သားသမီး တစ်ဖွဲ့, Griffin ဆိုတဲ့ ကိုယ်ပျောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eLdf/Hotel_Transylvania_[2012]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjk1MjhmZWQtNzU3OC00NDE4LThlODQtNTdhZGM4M2E3MWZkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Mandy (2018)",
        "description": "နာမည္ေက်ာ္ မင္းသားႀကီး နီကိုးလက္စ္ ေက့ဂ်္  အၾကာႀကီးေပ်ာက္ေနၿပီးမွ\nျပန္ေပၚလာတဲ့ ရုပ္ရွင္ကားလို႔ပဲ ေျပာရမလား\nမင္းသားႀကီးကို လြမ္းေနတဲ့သူေတြ အတြက္\nအေကာင္းဆံုး သရုပ္ေဆာင္ထားေပးပါတယ္\nဒီ Mandy ဆိုတဲ့ ရုပ္ရွင္ကားဟာ ဘာသာေရး အစြန္းေရာက္ တဲ့\nပံုစံမ်ိဳးကို ျပသထားၿပီး ေသြးထြက္သံယို အခန္းေတြ ၊ ညစ္ညမ္းတဲ့ အခန္းေတြ\nအေတာ္မ်ားမ်ား ပါ၀င္လို႔ ႏွလံုးေရာဂါ ရွိသူမ်ား ကေလးသူငယ္မ်ား မၾကည့္သင့္ပါ\nမိသားစု အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဇတ္လမ္းကို ၁၉၈၃ ခုႏွစ္ ၀န္းက်င္ ပံုစံဖန္တီးထားၿပီး\nရဒ္ နဲ႔ မန္ဒီ ဆိုတဲ့ လင္မယား ၂ ေယာက္ ဟာ\nလူေတြ နဲ႔ ေ၀းတဲ့ ေနရာတစ္ခုမွာ အိမ္ေလး ေဆာက္ၿပီး\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေနၾကတာေပါ့...\nဒါေပမယ့္ တစ္ရက္မွာေတာ့ ရဒ္ ရဲ႕ အမ်ိဳးသမီး မန္ဒီ ကို\nဘာသာေရးအစြန္းေရာက္ ေခါင္းေဆာင္ တစ္ဦးက လမ္းတစ္ေနရာမွာ\nျဖတ္ခနဲ ျမင္ၿပီးေနာက္ မေနႏုိင္ မထိုင္ႏုိင္ေတြ ျဖစ္ၿပီး သူ႔ အနား\nေခၚထားခ်င္တာနဲ႔ လူသတ္ သမား အုပ္စု ကို ရဒ္ နဲ႔ မန္ဒီ တို႔ဆီ\nလႊတ္ၿပီး ဖမ္းခိုင္းပါေတာ့တယ္...\n XP Powerbank မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\nရဒ္ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Waei/Mandy_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZGEwODczZjYtZTU2MS00YzQ2LWJjMTUtMjQ4NjEwMTNkYmE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Final Score (2018)",
        "description": "Final Score(2018) ကေတာ့ Action ဇာတ္ကားတစ္ကားပါပဲ။အရမ္းၾကီးထူးျခားေကာင္းမြန္ေနတာမ်ိဳးမဟုတ္ေပမယ့္ အက္ရွင္ပရိသတ္ေတြကေတာ့ ၾကိဳက္ၾကမွာပါ။IMDB Rating 5.5 သာရရွိထားေပမယ့္ Rotten tomato 77% ရရွိထားပါတယ္။WWE ကစားသမားေဟာင္းတစ္ဦးျဖစ္တဲ့ Dave Bautista က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး နာမည္ၾကီး Bond မင္းသား Pierce Brosnan ကလည္းပါဝင္အားျဖည့္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ညီအစ္ကုိလုိခ်စ္ခင္ရတဲ့ ရဲေဖာ္ရဲဖက္တစ္ေယာက္ ဆုံးရႈံးသြားရတဲ့ Michael Knox တစ္ေယာက္ သူ႕သူငယ္ခ်င္းရဲ႕ မိသားစုဆီ သြားလည္ရာကေန သူ႕သူငယ္ခ်င္း သမီးျဖစ္တဲ့ Danni ကုိေဘာလုံးပြဲသြားၾကည့္ဖုိ႔ေခၚသြားပါတယ္။ေဘာလုံးကြင္းမွာ တူမေပ်ာက္ရွာရာကေန ေဘာလုံးကြင္းကိုေဖာက္ခြဲဖုိ႔ၾကိဳးစားတဲ့ အၾကမ္းဖက္အဖြဲ႕တစ္ဖြဲ႕နဲ႔ ေတြ႕မိသြားပါတယ္။Konx ရဲ႕ အၾကမ္းဖက္သမားေတြ ကုိဘယ္လုိအကူအညီေတြယူပီး ဘယ္လုိမ်ိဳးတားဆီးမလည္း ဆုိတာၾကည့္လုိက္ၾကပါဦးဗ်ာ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (863 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gcM4/Final_Score_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uG04EjdV1zrj91ROxP75jwRxxv0.jpg",
        "title": "Goodachari (2018)",
        "description": "ေတာင္ပိုင္းကားေတြဟာအိႏၵိယကား ပရိတ္သတ္ေတြၾကားမွာမ်က္ႏွာအေတာ္ငယ္ရတဲ့ ကားေတြပါ။အက္႐ွင္အသားေပးေတြ မ်ားတယ္၊ဝန္ႀကီးေတြ ရဲေတြ နဲ႔တင္ တိုင္ပတ္ေနတယ္၊အက္႐ွင္ကို အလြန္ႀကီးေတြ လုပ္တယ္၊ဇာတ္လမ္းေတြ ထပ္တယ္စတဲ့ စတဲ့ အေၾကာင္းျပခ်က္ေတြေၾကာင့္ေတာႀကိဳက္ရယ္လို႔ေတာင္ တစ္ခ်ိဳ႕က ေျပာၾကမွာပါ။ဒီဇာတ္ကားေလးကေတာ့မင္းသား Adivi Sesh ရဲ႕တစ္ျခားေတာင္ပိုင္းကားေတြနဲ႔ မတူပဲ ထူးထူးျခားျခား ႐ိုက္ထားတဲ့ စပိုင္ ကားေလးပါ။သူ ့ရဲ႕ သ႐ုပ္ေဆာင္ပံုနဲ႔သူ႐ိုက္တဲ့ ဇာတ္လမ္းေတြဟာ ထူးျခားသလို သူကိုယ္တိုင္က ဒါ႐ိုက္တာ,မင္းသား,စာေရးဆရာ ျဖစ္ပါတယ္။သူ ့ကားေတြကို သိပ္မေတြ႔ရေပမယ့္ဒီနွစ္ပိုင္း ထြက္တဲ့ Tiger Sheroff ရဲ႕.Baaghi 2 ဟာဒီမင္းသားရဲ႕ Kshanam 2016 ဇာတ္ကားကိုျပန္႐ိုက္ထားတဲ့ Remake ကားျဖစ္ေနပါတယ္။ဇာတ္လမ္းအက်ဥ္းကို မေျပာခင္ထူးျခားခ်က္ကေလးေတြကိုထုတ္ႏႈတ္ျပရမယ္ဆိုရင္ဒီကားရဲ႕ ဝတၳဳအျကမ္းကို မင္းသားျဖစ္သူ Adivi Sesh ကိုယ္တိုင္ အေမရိကားမွာ အထက္တန္းတက္ေနတဲ့ 2004 ခုႏွစ္တုန္းကတည္းကေရးထားခဲ့တာပါတဲ့။တကယ့္တကယ္ ပိတ္ကားေပၚမွာဒီဇာတ္လမ္းကို ျပသဖို႔ ႐ိုက္ကူးမယ္ဆိုေတာ့ ဇာတ္ညႊန္းစီစဥ္တည္းျဖတ္ရတာတင္ အခ်ိန္ ကိုးလ ယူခဲ့ရပါတယ္။ေနာက္ၿပီးႏိုင္ငံသံုးႏိုင္ငံရဲ႕ Location ...",
        "rating": "9.2",
        "url": "https://megaup.net/2gcJ8/Goodachari_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/chunking-express-poster-1-135x200.jpg",
        "title": "Chungking Express (1994)",
        "description": "Chungking Express (1994)\nIMDb 8.1/10, Rotten Tomatoes 87%\n ဝမ်ကာဝေက သူရိုက်ခဲ့ဖူးသမျှရုပ်ရှင်တွေထဲမှာ အချိန်အပေးရဆုံးနဲ့ အခက်ခဲဆုံးဖြစ်တဲ့ Ashes of Time (1994) ရဲ့ နောက်ဆုံးအဆင့် Post Production တွေလုပ်ကိုင်နေဆဲမှာ သူ့ Production အတွက်၊ သူ စိတ်ပြေလက်ပျောက်ဖြစ်ဖို့အတွက်ဆိုပြီး Chungking Express ရုပ်ရှင်ကားကို ၃ လအတွင်းအပြီးသတ်ရိုက်ကူးပြသခဲ့တယ်။\"ကျွန်တော် Ashes of Time ရဲ့ Post Production တွေကနေ ခဏအနားယူချင်ခဲ့တယ်၊ အဲ့ဒါနဲ့ ဒီ Chungking Express ကိုရိုက်ဖြစ်သွားတာပဲ။ ဒီရုပ်ရှင်မှာ ဇာတ်ညွန်းလည်းအတည်တကျမရှိပါဘူးဗျာ....ရိုက်ကွင်းမစခင်ည ဒါမှမဟုတ် ရိုက်မယ့်မနက်မှ လက်တန်းချရေးပြီး ရိုက်လိုက်တာပဲဗျ။\"\n- ဝမ်ကာဝေဒီရုပ်ရှင်ရဲ့ Theme က ပြောရခက်တယ်။ နီယွန်မီးရောင်တွေနဲ့ အတုအယောင်တွေပြည့်နှက်နေတဲ့ ဟောင်ကောင်မြို့ပြညအချိန်တွေကို အခြေခံတဲ့ ပထမဇာတ်လမ်းနဲ့ Chungking Mansion ရဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4fvzg/Chungking_Express_(Chung_Hing_Sam_Lam)_[1994]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGMOQt6R88ZuJRtlfpqWRa5268h.jpg",
        "title": "9 (2009)",
        "description": "သိပၸံနည္းပညာေတြထြန္းကားလာတဲ့အခ်ိန္မွာ\nလူသားေတြဟာ ၿငိမ္းခ်မ္းေရးအတြက္ စက္ပစၥည္းေတြကို\nစစ္ပြဲေတြရပ္တန္႕ဖို႕အစားထုိးအသံုးၿပဳခဲ့ေပမယ့္ \nအဲစက္ပစၥည္းေတြက ေနာက္ဆံုးမွာ\nလူသားေတြအားလံုးအတြက္ဆိုးက်ိဳးေတြကိုသယ္ေဆာင္လာခဲ့တဲ့\nကံၾကမၸာဆိုးေတြၿဖစ္လာခဲ့ပါတယ္...\nလူသားေတြဖန္တီးခဲ့တဲ့စက္ရုပ္ေတြရဲ႕ ဖ်က္ဆီးမႈ႕ေတြေၾကာင့္\nလူသားမ်ိဳးစိတ္တစ္ခုလံုးအသက္ဆံုးရံႈးခဲ့ရၿပီးေတာ့\nလူသားေတြရဲ႕ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္ၿဖစ္တဲ့\n၀ိဥာဥ္ေတြအစားထိုးၿပဳလုပ္ထားတဲ့\nအရုပ္ကေလး ၉  ရုပ္သာက်န္ခဲ့ပါေတာ့တယ္...\n၁...၂....၃.....၄....၅....၆....၇....၈....၉ ..\nဆိုတဲ့ ကိုယ္ပိုင္နံပါတ္ေတြရွိတဲ့အရုပ္ကေလး ၉  ရုပ္ဟာ\nအၿမဲပုန္းကြယ္ေနခဲ့ေပမယ့္ \nေနာက္ဆံုးမွာ ၉  ရဲ႕ မေတာ္တဆမႈ႕ေလးတစ္ခုေၾကာင့္\n၉  ရုပ္လံုးပ်က္စီးမယ့္ အေၾကာင္းရာၾကီးတစ္ခုကစတင္လို႕လာပါေတာ့တယ္...\nIMDB Rating  7.1 ရရွိထားၿပီးေတာ့ 9.9.2009 မွာထြက္ရွိခဲ့တဲ့\n9 ဆိုတဲ့ ဒီ Animation ကားေလးကို ပရိတ္မ်ားၿပန္လည္ၾကည့္ႏိုင္ရန္\nတင္ဆက္ေပးလိုက္ပါတယ္....\n \nFile Size                          : 850 Mb / 420 MB\nQuality                            : HD 720P\nRunning Time                  : 1h 19m\nTranslated                      : Carey Nyein\nEncoded                         : San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/2Wacf/9_(2009).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Architecture_101_film_poster-140x200.jpg",
        "title": "Architecture 101 (2012)",
        "description": "Architecture 101 ဇာတ္ကားဟာဆိုရင္ေတာ့\nကိုရီးယား Drama , Romance ဇာတ္ကားေလးျဖစ္ျပီး\nDirector: Yong-Joo Lee က ရိုက္ကူးထားတာျဖစ္ပါတယ္။ွ >IMDb Rating - 7.2/10\n>Asianwiki Rating - 90% သရုပ္ေဆာင္မ်ားအေနနဲ႕လည္း\nမင္းသားၾကီးTae-woong Eom,မင္းသမီးေခ်ာGa-in-Hanနဲ႔\nမင္းသား Je-hoon Lee တို႔အျပင္\nKorean Kpop အဖြဲ႕ေတြထဲကတစ္ဖြဲ႕ျဖစ္တဲ့\nMiss A အဖြဲ႕ထဲက ေကာင္ေလးေတြရဲ႕အသည္းစြဲ\n(Adminရဲ႕ရည္းစား :3)\nSuzy Bae ေလး တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ကိုရီးယားဆိုးလ္ျမိဳ႕မွာေနတဲ့\nဆိုယြန္းတစ္ေယာက္ သူ႔ရဲ႔မိသားစုနဲ႔အနွစ္သံုးဆယ္ၾကာေနခဲ့တဲ့\nဂ်ယ္ဂ်ဴကၽြန္းက အိမ္ေလးကို ျပင္ဖို႔အတြက္ ေဆာက္လုပ္ေရးကုမၸဏီသို႔ သြားရာမွ\nလြန္ခဲ့တဲ့ ၁၇နွစ္ေလာက္က သူနဲ႔အတူ\nဗိသုကာသင္တန္း အတူတူတက္ခဲ့တဲ့\nေဆာင္မင္း နဲ႔မထင္မွတ္ဘဲေတြ႕ခဲ့ၾကပါတယ္။\nအဲ့လိုနဲ႔သူတို႔နွစ္ေယာက္ေတြ႔မိျပီး အရင္ကသူတို႔အေၾကာင္းေတြကို\nျပန္ေျပာျဖစ္ခဲ့ၾကပါတယ္။\n၁၉၉၀ခုနွစ္ေလာက္တုန္းကအခ်ိန္ေတြကို ျပန္ေျပာရင္း\nေနာက္ေၾကာင္းျပန္ၾကည့္ရမယ့္ဇာတ္ကားလည္းျဖစ္ပါတယ္။ဒီကားဟာဆိုရင္ ကိုရီးယားအခ်စ္ဇာတ္လမ္းေလးျဖစ္ျပိး\nကိုရီးယားဆန္ဆန္ Ro ရတဲ့အျပင္ ေၾကကြဲစရာ လြမ္းဆြတ္မႈအရသာပါ\nခံစားရမည္ျဖစ္တာေၾကာင့္ ၾကည့္ရွဳ႕သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(1.1 GB) and (400 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 7.2/10\nFormat…mp4\nDuration….01:56:20\nType...Drama,Romance\nSubtitle….Myanmar ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcK5/Architecture_101_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjdiNjRiMjUtNzZjZC00ZDUzLWFhYzUtOTg0ZjI2MzlmOWRlXkEyXkFqcGdeQXVyMzcxMDg1OTM@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Office Uprising (2018)",
        "description": "Drama မပါ။ ဇာတ္လမ္းရႈပ္တာမပါ။ အပ်င္းေျပ လုံးဝအခြီတစ္လုိင္းၾကည့္ခ်င္သူမ်ားအတြက္ Office Uprising(2018) ပါ။လုံးဝ Story line ကရွင္းရွင္းေလးပါ။လက္နက္စက္ရုံတစ္ခုမွာ ေဘးထြက္ဆုိးက်ိဳးရွိတဲ့ ကုိယ္တုိင္ထုတ္ အားျဖည့္အခ်ိဳရည္ေတြေသာက္မိျပီး ရန္ျပဳတတ္လာျပီးေတာ့ Zombie ေတြလုိျဖစ္သြားတာပါပဲ။အဲဒီထဲကမွ အေခ်ာင္ေနအေခ်ာင္စား ဝန္ထမ္း Desmond တစ္ေယာက္ ကုမၸဏီထဲမွာပိတ္မိေနျပီးေတာ့ သူငယ္ခ်င္းေတြနဲ႔အတူျပန္ထြက္ဖုိ႔ၾကိဳးစားတဲ့ဇာတ္လမ္းပါ။ဇာတ္ကားကေတာ့ ေကာင္းတယ္လုိ႔ေျပာမရေပမယ့္ ခီြတာၾကိဳက္တဲ့ကၽြန္ေတာ္ကေတာ့ IMDB Rating 6.8 ရထားတာတန္ပါတယ္လုိ႔ထင္ပါတယ္။ျပီးေတာ့ Deadpool ရဲ႕အခ်စ္ေတာ္ေလး Dopinder အျဖစ္သရုပ္ေဆာင္တဲ့ Karan Soni ပါဝင္တာကလည္း ဒီဇာတ္ကားကုိ ပုိရယ္ခ်င္စရာေကာင္းသြားတာေပါ့ဗ်ာ။ဇာတ္ကားဇာတ္လမ္းေတြၾကည့္မယ္ဆုိရင္ေတာ့ မေကာင္းဘူးလုိ႔ ေျပာလုိ႔ရေပမယ့္ အခြီတလုိင္းၾကည့္မယ္ဆုိရင္ေတာ့ မိသားစုနဲ႔ၾကည့္မရမယ့္အခန္းေတြမပါေပမယ့္ လူငယ္ေတြေလာက္ပဲၾကည့္ေကာင္းမယ့္ကားျဖစ္လုိ႔ ကၽြန္ေတာ္ကေတာ့ တစ္ေယာက္တည္းခြီတာကုိအၾကံျပဳလုိပါတယ္ဗ်ာ။ (ဆရာဦး d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (700 MB) and (310 MB)\nQuality : WEB 720p\nRunning Time : 1hr ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcK9/Office_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Destination Wedding (2018)",
        "description": "၂၀၁၈ ထြက္ မင္းသားၾကီး Keanu Reeves ပါဝင္သရုပ္ေဆာင္ထားတဲ့Destination Weddimg ဆုိတ့ဲဇာတ္ကားေလး တင္ဆက္ေပးလိုက္ပါတယ္ ….အေနာက္တိုင္းႏိုင္ငံေတြမွာ ယေန႔ေခတ္ ေခတ္စားေနတဲ့ မဂၤလာေဆာင္နည္းတစ္မ်ိဳးကို Destination Wedding လို႔ေခၚပါတယ္…ဒီလိုမဂၤလာေဆာင္ၾကတဲ့အခါ သတို႔သား သတို႕သမီးတို႔ဟာ ကိုယ့္ျမိဳ႔မွာမဟုတ္ဘဲနဲ႕ ကိုယ့္ျမိဳ႕နဲ႕ အနည္းဆံုး မုိင္ ၁၀၀ ေဝးကြာတဲ့အရပ္မွာ ခရိီးလည္းထြက္ မဂၤလာလည္းေဆာင္ ဆိုသလို ..မဂၤလာပြဲလာတဲ့ ဧည့္သည္ေတြအတြက္လည္း လမ္းစားရိတ္ ေနစားရိတ္ေတြ အကုန္က်ခံျပီး က်င္းပၾကတဲ့ပြဲျဖစ္ပါတယ္…ဖရန္႔ နဲ႕ လင္းေဆးတို႔ဟာ ဒီမဂၤလာပြဲကို လာၾကတဲ့ လူႏွစ္ေယာက္ျဖစ္ျပီး သူတို႔ရဲ႕ အျမွီူးအေမာက္မတည့္မႈဟာ ေလဆိပ္မွာကတည္းက စတင္ခဲ့ၾကပါတယ္…ႏွစ္ေယာက္စလံုးဟာ ဇီဇာေၾကာင္သူမ်ားျဖစ္ျပီး သူတို႕ႏွစ္ေယာက္စလံုး တူညီေနတဲ့အခ်က္ေတြ ရွိေနတာကို ေတြ႔ရွိခဲ့ၾကပါတယ္…ဇာတ္ကားတစ္ကားလံုးကို သူတို႔ႏွစ္ေယာက္ေျပာစကားေတြနဲ႕ပဲ တင္ဆက္ထားျပီး ရယ္ရႊင္စရာေလးေတြပါပါတဲ့ Drama/Melodrama ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္ခံစားၾကည့္ရွဳေတာ္မူၾကပါဦ: (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (700 MB) \nQuality : WEB-DL ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xZdk/Destination_Wedding_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/riddick-2013-133x200.jpg",
        "title": "Riddick (2013)",
        "description": "IMDb (6.4/10)\nမင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eP5x/Riddick_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/d401eb41cf642c1e7966eeb492e3829f-140x200.jpg",
        "title": "The Chronicles of Riddick (2004)",
        "description": "IMDb (6.7/10)\nမင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SUxS/The_Chronicles_Of_Riddick_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Pitch-Black-1-133x200.jpg",
        "title": "Pitch Black: Riddick (2000)",
        "description": "IMDb (7.1/10)\n မင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2SU88/Pitch_Black_-_Riddick_[2000]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BOWY2M2E0ZTQtZGE3ZS00YzA4LTkxYTktOGZhNmVmMDUyNTFjXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_-140x200.jpg",
        "title": "9-9-81 (2012)",
        "description": "Director: Rapeepimol Chaiyasena\n \nရိုက္ကူးတင္ဆက္ထားၿပီး\n13 September 2012 (Thailand)\n \nမွာ ရံုတင္ခဲ့တဲ့ ထိုင္းသရဲကားျဖစ္ပါတယ္...\n \n ဇတ္လမ္း ပံုစံကေတာ့ လက္ထပ္မယ္\n \nေျပာထားတဲ့ ခ်စ္သူက ကားေမွာက္\nေသၿပီလို႔ ၾကားၿပီး တိုက္ေပၚက\n \nခုန္ခ်သြားတဲ့ မိန္းမေခ်ာေလး....\n \nမေသခင္က သူမ ကို က်ိတ္ေၾကြေနတဲ့\n \nထမင္းဆိုင္က ေကာင္ေလးကေတာ့\n \nေကာင္မေလး တိုက္ေပၚက\n \nခုန္ခ် ေသသြားၿပီးေနာက္မွာ\n \nသူမ ရဲ႕ အတြင္းခံ အ၀တ္ကို ခိုးယူထားတာ\n \nစိတ္မသန္႔လို႔ ျပန္သြားအထား\n \nအခန္းေရွ႕မွာပဲ ေပ်ာက္ဆံုးသြားတယ္....\n \nေသခါနီး ကင္ဆာ ေရာဂါသယ္\n \nတစ္ေယာက္ကလဲ ထိုအခန္းကို လာအငွား\n \nမစားသင့္တဲ့ ေသသူကို ပူေဇာ္တဲ့\n \nအစား စားမိလို႔ အေသဆိုးနဲ႔ ေသရျပန္...\n \nခ်စ္သူ ဆိုတဲ့ လူရဲ႕ အလိမ္စကား ကို\n \nေျပာေပးတဲ့ သူငယ္ခ်င္း ဆိုတဲ့ မိန္းမလဲ\n \nကားေမွာက္ၿပီး ေသျပန္တယ္....\n \nေနာက္ဆံုး သူ လိမ္ညာမိလို႔ ေသသြားတဲ့\n \nေကာင္မေလး အသုဘ ကို\n \nေရာက္လာေတြ႔တဲ့ ေကာင္ေလးလဲ\n \nေနာက္ေန႔ မနက္ ကားပဲ ျမင္ရၿပီး\n \nလူကေတာ့ ထူးဆန္းစြာ\n \nေပ်ာက္ဆံုးသြားျပန္တယ္....\n \nIMDb -  5.4/10\nFile size  - (786 MB)\nQuality ...",
        "rating": "5.5",
        "url": "https://megaup.net/1AkQj/9-9-81_[2012]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Mr.-Brooks-poster-140x200.jpg",
        "title": "Mr. Brooks (2007)",
        "description": "Mr. Brooks (2007)\nIMDb - 7.3/10_____Rotten - 55%\n  \nအခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ 2007 ခုနှစ်က ထွက်ခဲ့တဲ့ Mr. Brooks ဆိုတဲ့ မှုခင်းဒရမ်မာ ဇာတ်ကားပါ...\nအားလ်ဘရွတ် အမည်ရတဲ့ လူတစ်ယောက်ဟာ\n လူတွေလေးစားခံရလောက်အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ပါ...ဒါပေမယ့် သူ့မှာ ဘယ်သူမှ ထင်မထားတဲ့ စွဲလမ်းမှု\nတစ်ခုရှိနေခဲ့တယ်....အဲ့ဒါကတော့ လူသတ်ရကို နှစ်ခြိုက်နေတာပါပဲ ...သူ့ရဲ့ မကောင်းတဲ့စိတ်ကို\n၂ နှစ်ကျော်အောင် ထိန်းချုပ်ခဲ့ပေမယ့် တစ်နေ့မှာတော့ ကချေသည်စုံတွဲ ကို စိတ်မထိန်းနိုင်ဘဲ ပြန်သတ်မိရာကနေ\nဇာတ်လမ်းစလာပါတော့တယ်...\nသိပ်မကြာခင်မှာပဲ သူ့ဆီကို ဓာတ်ပုံတစ်ချို့ရောက်လာတယ်...\nဒီဓာတ်ပုံတွေမြင်ပြီးတဲ့ သူသွေးပျက်သွားတယ်..\nတစ်ချန်ထဲမှာပဲ ပြသနာတွေ တစ်ပွေ့တစ်ပိုက်နဲ့ ကျောင်းတက်တက်နေတဲ့သမီးဟာ ပြန်ရောက်လာတယ်...\nကိုင်း အားလ်ဘရွတ် တစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ... ဓာတ်ပုံထဲမှာရော ဘာတွေများပါနေလို့လဲ...\nဒီကားထဲက မင်းသားကြီး Kevin Costner ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်...\nကိုင်း plot twist လေးတွေနဲ့ စိတ်ဝင်စားစရာတွေ ရိုက်ပြထားတဲ့ မှုခင်းဇာတ်ကားတစ်ကားပါ\nIMDb rating ကလည်း 7.3 ထိရထားလေတော့\nခပ်ကြောင်ကြောင်ကားတွေကြိုက်တဲ့သူတွေအဖို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/TTgd/Mr._Brooks_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMDFlNDc3ZmYtMTk5My00MGFhLThmOWUtYzA4YjUzNWVjZGQ1XkEyXkFqcGdeQXVyNTI0Mzc3Ng@@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "[18+] Young Mother (2013)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  18+ အသားပေး အိမ်ထောင်ရေးပညာပေး ဇာတ်ကားတစ်ကားကိုအနုအရွ မယာပရိယာယ် တွေနဲ့ထုံမွှန်းထားတဲ့ ဇာတ်ကားတစ်ကားလေးပါ။၁၈+ ကိုသဘောကျသူတိုင်းမသေခင်ကြည့်သ့င်တဲ့ ဇာတ်ကားထဲမှာ ပါဝင်ပါတယ်။ဘာလို့ပြောရတာလဲဆိုတော့ ကြည့်ကြည့်ရင် သိရပါလိမ့်မယ်(ပြောရင် ပိုတယ်ဆိုမှာစိုးလို့)။ဒီဇာတ်ကားက ထွက်တာကြာခဲ့ပါပြီ။ကိုရီးယား ၁၈+ မှာ ဟုန်းဟုန်းကျော်နေတဲ့ဇာတ်ကားတစ်ကားပါပဲ။အဆင်ပြေတဲ့ စာဖိုင်က ဒီနှစ်ထဲမှာပဲ ထွက်ရှိလာလို့ အနီးစပ်ဆုံး ဘာသာပြန်ဆိုထားပါတယ်။  ဇာတ်လမ်းအကျဉ်းကတော့----ချန်အွန်း တစ်ယောက် ကျောင်းမှာတွေ့ကရလူနဲ့ပျော်ပါးတက်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ငြိစွန်းမိပါတယ်။တစ်နေ့မှာတော့ သူတို့နှစ်ယောက် အချစ်နယ်လွန်ကြပြီး ကောင်မလေးမှာကိုယ်ဝန်ရှိသွားလို့မယူချင်ယူချင်နဲ့ ယောက္ခမ အလိုကျလက်ထပ်လိုက်ရပါတယ်။ယောက္ခဆိုလို့ အဖွားကြီးလို့ မမြင်လိုက်နဲ့နော်.. ယောကျာၤးမရှိတဲ့နောက်ပိုင်း ကိုယ်ပိုင်စီးပွါးရေးနဲ့ သမီးကိုထိန်းကျောင်းလာခဲ့တဲ့ အပျိုတွေအရှုံးပေးရလောက်တဲ့ မိန်းမလှတစ်ဦးပါပဲ။ခန္ဓာကိုယ်အနေထားက တစ်တစ်ရစ်ရစ် လုံးကြီးပေါက်လှပါ အသားရေအနေထားကဝင်းအိနေပြီး ပုသိသတွေမငြင်းလောက်နိုင်တဲ့\nအနေထားပါ သို့ပေမဲ့ အိမ်ထောင်မပြုပဲ တစ်ကိုယ်ထီးပဲ သမီးနဲ့ပျော်ပျော်ရွှင်ရွှင် နေလာခဲ့သူပါ။ဒါပေမဲ့ အဲဒီအပျော်တွေက ကြာကြာမခံပါဘူးအမေလိုစိတ်မရှိတဲ့ သမီးက ကလေးမွေးပြီး ၅ လခန့်အကြာမှာပဲ နောက်မီးလင်းပါတော့တယ်။အဲဒီမှာ ပြဿတွေစတာပဲ အေးချမ်းသယောင်ရှိလှတဲ့ မိသားစုဘဝလေးပြိုကွဲသွားခဲ့ပါတယ်။  ယောက္ခမကြီးကတော့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2f4aj/Young_Mother_(Jeolmeun_Eomma)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-choice-2016-poster-133x200.jpg",
        "title": "The Choice (2016)",
        "description": "The Choice (2016)_______IMDb....6.6/10\n တိကုဆရာဝန်ကောင်လေးတစ်ယောက် သူပိုင်ဆိုင်ထားတာ ပင်လယ်ကမ်းးနားဘေးက\nအိမ်လေးတစ်လုံးရယ် ခွေးလေးတစ်ကောင်ရယ်.....\nအလုပ်သွားတယ် ....သူငယ်ချင်းတွေနဲ့အတူနေတယ်...\nညနေဘက်ဆိုလည်း ခြံဝန်းအစပ်ကသစ်ပင်အောက်မှာ\nခွေးကလေးကလည်းနံဘေးမှာထားရင်း ထိုင်ခုံလေးတစ်လုံးပေါ်ထိုင်ပြီး လောကကြီးကို ဟိုဒီငေးပြီး\nပင်လယ်ပြင်ကိုဖြတ်တိုက်လာတဲ့လေနွေးနွေးလေးတွေကိုရှုရှိက်ရင်းပေါ့..... မိန်းကလေးတွေဆိုတာလည်းသူ့အတွက်\nခပ်ပါးပါးနမ်းရှိုက်စရာ ရာသီအလိုက်ပွင့်ဖူးတဲ့ပန်းလေးတွေလို့\nသဘောထားတဲ့သူ ......သူ့ဘဝက ပြည့်စုံတယ် ငြိမ်းအေးတယ်လို့ယူဆထားတဲ့သူ .....သို့သော်လည်း ငြိမ်းအေးခြင်းရဲ့နောက်ကွယ်မှာ\nအချစ်မရှိတော့အထီးကျန်ခြင်းဆိုတဲ့ တိတ်ဆိတ်မှုကရှိနေပြန်တယ်...။\nဒီလိုနဲ့ သူ့အိမ်နံဘေးကို ကောင်မလေးတစ်ယောက်ပြောင်းလာတယ် ...\nအဲ့ဒီကောင်မလေးက ဆေးကျောင်းသူတစ်ယောက်ဖြစ်သလို\nလက်ထပ်ဖို့ရည်စူးထားတဲ့သူလည်းရှိနေတယ် .....အဲ့ဒီသူနဲ့လည်းဘဝကိုဖြတ်သန်းမယ်လို့\nယုံကြည်ထားတဲ့ဂျွတ်ဆတ်ဆတ်ကောင်မလေးပေါ့....\nဒီလိုနဲ့တိကုဆရာဝန်နဲ့ကောင်မလေးက အဆင်မပြေမှုတွေနဲ့ဆုံတွေ့ခဲ့ကြတယ်....\nမြစ်တစ်စင်းရယ် လတစ်စင်းရယ်ရဲ့ဖြားယောင်းမှုအောက်မှာ သူတို့ဘာဆက်ဖြစ်ကြမလဲ ဆရာဝန်ကောင်လေးကရော အားလုံးကိုရင်ဆိုင်\nဖို့ခွန်အားတွေဘာကြောင့်ရခဲ့လဲ???\nNS ရဲ့အရောင်းရဆုံးဝတ္ထုတစ်ပုဒ်ကိုပုံဖော်ထားတဲ့အတွက်အချိုးအကွေ့အလှည့်အပြောင်းတွေနဲ့\nအရမ်းကောင်းတဲ့ဇတ်ကားလေးတစ်ကားပါ....\nငြိမ့်ညောင်းတဲ့နောက်ခံသီချင်းလေးတွေရယ် သာယာတဲ့မြစ်ကမ်းနံဘေးရယ် ခွေးလေးတွေရယ်\nကဲ နူးညံတဲ့နှလုံးသားပိုင်ရှင်ပရိတ်သတ်ကြီးရေ ..........ခံစားကြည့်ပါဦးလို့......။\n(ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phyo Pyae ပဲဖြစ်ပါတယ်။)\n \nFile size...(796 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:51:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay",
        "rating": "6.6",
        "url": "https://megaup.net/2Tmhx/The_Choice_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hUDDo5MPWM6rc6COQYhaoRNqvhE.jpg",
        "title": "Next Gen (2018)",
        "description": "ဒီ Animation ဇာတ္ကားေလးကေတာ့ Netflix မွာ ထုတ္လႊင့္ျပသခဲ့တဲ့သိပၸံအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ဒီရုပ္ရွင္ကို စက္တင္ဘာ၇ ရက္ေန႕မွာ ထုတ္လႊင့္ျပသခဲ့ၿပီး လူၾကိဳက္အေတာ္မ်ားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေမ ဆုိတဲ့ေကာင္မေလးဟာ သူငယ္ငယ္ကတည္းက အေဖနဲ႕အေမ ကြဲသြားတာကို ကိုယ္တိုင္ျမင္ေတြ႕ခဲ့ရသူျဖစ္ၿပီး အေဖကိုလြမ္းတဲ့စိတ္၊ နာက်ည္းတဲ့စိတ္နဲ႕ ၾကီးျပင္းလာခဲ့ပါတယ္။အေမျဖစ္သူကလည္း ေယာက်္ားနဲ႕ကြဲကြာသြားၿပီတဲ့ေနာက္ စက္ရုပ္ေတြက သူ႕အတြက္စိတ္ထြက္ေပါက္လို႕ ခံယူခဲ့ၿပီး သမီးထက္ စက္ရုပ္ေတြကိုပုိအေလးေပးခဲ့ပါတယ္။ေမ က ဒီအခ်က္ေတြေၾကာင့္ စက္ရုပ္ေတြကို စိတ္နာမုန္းတီးေနၿပီး စက္ရုပ္ေတြအေပၚအရမ္းအားကိုးအားထားျပဳလြန္းတဲ့ လူေတြကိုအလိုလိုမုန္းတီးေနခဲ့တာပါ။တစ္ဖက္မွာလည္း Gen 6 Q-Bots စက္ရုပ္ေတြကလူတိုင္းမရိွမျဖစ္ လိုခ်င္တဲ့အိမ္သံုးစက္ရုပ္ေလးေတြျဖစ္လာခဲ့ပါတယ္။အဲ့ဒီစက္ရုပ္ေတြကို တီထြင္သူကေတာ့ ေဒါက္တာတန္နာရိုက္စ္ျဖစ္ၿပီး သူဟာ ဒီ Gen 6စက္ရုပ္ေတြကို အလြဲသံုးစားလုပ္မယ့္ CEO ၾကီး ဂ်က္စတင္ပင္ရဲ႕အႏၱရာယ္ကိုသိရိွေနခဲ့ပါတယ္။အဲ့ဒါေၾကာင့္ပဲ သူက Q-Bots ေတြထက္ ပိုအဆင့္ျမင့္တဲ့ စက္ရုပ္တစ္ရုပ္ကို တိတ္တခိုးဖန္တီးခဲ့ၿပီး အဲ့ဒီစက္ရုပ္နဲ႕ ေမ တို႕ အမွတ္မထင္ေတြ႕ဆံုသြားတဲ့အခါ.....ဘာေတြဆက္ျဖစ္ၾကမလဲ၊ဂ်က္စတင္ပင္ရဲ႕ အစီအစဥ္ကဘယ္လိုလဲအျပင္ ေဒါက္တာရိုက္စ္ရဲ႕ စက္ရုပ္က ဘယ္လိုစက္ရုပ္မ်ိဳးလဲဆိုတာေတာ့ရုပ္ရွင္ထဲမွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/Unor/Next.Gen(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjnHRySiVM4YcBYzjCxw344y9g.jpg",
        "title": "Sierra Burgess Is a Loser (2018)",
        "description": "ဒီကားေလးကေတာ့ Netflix က႐ိုက္ထားတဲ့ ေက်ာင္းသားအခ်စ္ဇာတ္ကားေလးပါဝဝတုတ္တုတ္ေကာင္မေလးတစ္ေယာက္ရဲ႕ အခ်စ္ပံုျပင္ေလးကို ဟာသေလးေတြ ရင္ခုန္စရာေလးေတြနဲ႔ ႐ိုက္ထားတဲ့အတြက္ လူငယ္ေတြသေဘာက်မွာပါအထက္တန္းေက်ာင္းသူတစ္ဦးျဖစ္တဲ့ ဆီရာဘားဂ်က္စ္ဟာ လူတိုင္းကအစခံအေလွာင္ခံရတဲ့ ဝဝတုတ္တုတ္ ဖက္တီးမေလးေပါ့ဒါေပမဲ့သူကစာဘက္မွအရမ္းထူးခြၽန္တဲ့သူတစ္ေယာက္လဲျဖစ္တယ္သူ႔ကိုအႏိုင္က်င့္တဲ့ ေက်ာင္းသူေတြထဲမွာ ေပၚျပဴလာျဖစ္တဲ့ ဗေရာ္နီကာ တို႔အဖြဲ႔လဲပါတယ္တစ္ရက္ ဗေရာ္နီကာ့ကို သေဘာက်တဲ့ တျခားေက်ာင္းက ေဂ်မီဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္က ဗေရာ္နီကာ့ဖုန္းနံပါတ္ကိုလာေတာင္းတဲ့အခ်ိန္ ဆီရာဘားဂ်က္စ္ရဲ႕ နံပါတ္ကိုေပးလိုက္တယ္အဲ့ဒိေကာင္ေလးဟာ ဆီရာ့ကို ဗေရာ္နီကာ အမွတ္နဲ႔ စာပို႔ၿပီးစကားေျပာတယ္ဆီရာကလဲ ျပန္ေျပာရင္း ညတိုင္းသူတို႔ဖုန္းေတြေျပာ သံေယာဇဥ္ေတြလဲတိုးေပါ့ေဂ်မီကေတာ့ ဆီရာ့ကိုမသိပါဘူးဗေရာ္နီကာလို႔ပဲ ထင္ေနခဲ့တာပါဒီလိုနဲ႔ ဆီရာက ဗေရာ္နီကာနဲ႔ အေပးအယူတစ္ခုလုပ္ၿပီး သူ႔ေနရာမွာ ဝင္ဟန္ေဆာင္ခိုင္းတယ္ဆီရာ နဲ႔ ဗေရာ္နီကာ တို႔ရဲ႕ Friendship ကလဲ တိုးလာတာေပါ့အဲ့ဒိေနာက္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ ဆက္ဟန္ေဆာင္ၿပီး ေဂ်မီ့ကိုအ႐ူးလုပ္ႏိုင္မွာလားၾကားထဲမွာဘယ္လိုအခက္အခဲေတြနဲ႔ ၾကံဳရမလဲဆီရာရဲ႕အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္မလဲဆိုတာ ဆက္လက္ၾကည့္႐ႈရမွာပါေနာ္လူငယ္ေတြႀကိဳက္ႏွစ္သက္မယ္ လို႔ ေမွ်ာ္လင့္ရတဲ့ ဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းပါရေစ ??? (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ) File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/Unkb/Sierra_Burgess_Is_A_Loser_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
        "title": "Taxi Driver(1976)",
        "description": "Taxi Driver(1976)\nIMDb...8.3,,,,,Rotten.....98%\nဒီကားရဲ႕ Rating ေတြကေတာ့ ျမင္တဲ့အတုိင္းပါပဲ....သူတုိ႕ဆီမွာလည္း ကြ်န္ေတာ့္တုိ႕ျမန္မာကားေတြလုိပဲထင္တယ္...ကားသစ္ေတြက\nအရင္လုိ သိပ္အားစရာ  မေကာင္းဘူး...ကြ်န္ေတာ္ပဲ စိတ္ထင္ေနလုိ႕ပဲလား..မသိ...ဒီကားက ေတာ့ ကြ်န္ေတာ္တုိ႕မေမြးခင္ကထဲက\nထြက္ရွိခဲ့ပါတယ္..သုိ႕ေပမယ့္လည္းေပါ့ေလ...\nမရိန္းစစ္ထြက္တစ္ဦးျဖစ္သူ ထရာဗစ္တစ္ေယာက္  ညဘက္တက္စီဒရုိင္ဘာ အလုပ္ကုိလုပ္ေနတယ္....သူဟာ ညဘက္လည္းအိပ္မေပ်ာ္တတ္တဲ့သူဆုိေတာ့\nညလုံးေပါက္ကားေမာင္းေနတယ္...ေနရာစုံကုိေရာက္သလုိ လူအမ်ဳိးမ်ဳိးကုိလည္းသူေတြ႕ေနရတယ္. ၿမဳိ႕ျပရဲ႕စိတ္ပ်က္စရာလူေတြနဲ႕\nအေျခအေနဆုိးေတြ သူမေတြ႕ခ်င္ဘဲေတြ႕ေနရတယ္...သူ႕အလုပ္က ကားေမာင္းတယ္..သူသိပ္သေဘာက်တဲ့\nေကာင္မေလးတစ္ေယာက္ကုိ သြားေငးတယ္.....ဒီလုိနဲ႕ ေန႕စဥ္ျဖတ္သန္းၿပီးေနာက္မွာ ဒီစိတ္ပ်က္စရာေတြကုိ အတတ္ႏုိင္ဆုံးျပဳျပင္ဖုိ႕\nသူဆုံးျဖတ္လုိက္တယ္....ကဲသူဘာေတြဆက္လုပ္မလဲ...\nကုိင္း ကားေဟာင္းအလန္းေတြ သေဘာက်တဲ့သူေတြအဖုိ႕ ခံစားၾကည့္လုိက္ပါဦးဗ်...ဒီကားထဲက အဓိကသရုပ္ေဆာင္မင္းသားႀကီး\n Robert De Niro ႀကီးကုိေတာ့ အားလုံးသိႀကမယ္ထင္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\nFile Size : (1GB) and (347 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Zuel Khant Thwin\nEncoded by Phyo Pyae",
        "rating": "8.3",
        "url": "https://megaup.net/Unkz/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    }
]