[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/pbb-133x200.jpg",
        "title": "Point Break(1991)",
        "description": "Point Break(1991)အညွှန်း**********************IMDb....7.31991 မှာရိုက်ခဲ့တဲ့ Point Break ဇာတ်ကားမှာတော့\nငယ်ရွယ်ပျိုမြစ်တဲ့ Keanu Reeves ရဲ့ စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\nအခုမှ အလုပ်ထဲ စဝင်ခါစ ... သင်တန်းသားဘဝမှာ အကောင်းဆုံးရမှတ်တွေနဲ့\nအက်ဖ်ဘိီအိုင်အေးဂျင့်တယောက်ဖြစ်တဲ့ အသက် ၂၅ နှစ်အရွယ် ဂျွန်နီယူတာ ဟာ\nဘဏ်ဓားပြတိုက်မှုတွေကို စုံစမ်းတဲ့ ဌာနမှာ  စတင်တာဝန်ထမ်းဆောင်ရတယ်....အဲ့ဒီအချိန်တိုက်ဆိုင်တယ်ပဲပြောရမလားပဲ...အမေရိကန်သမ္မတဟောင်း မျက်နှာဖုံးတွေကို စွပ်ပြီး\nဘဏ်တွေကို ဓားပြလိုက်တိုက်တဲ့  အကြီးစားအမှုကြီးဖြစ်ခဲ့တယ်....စနစ်ကျလွန်းတဲ့ လှုပ်ရှားမှုတွေနဲ့အတူ အတွေ့အကြုံတွေများလွန်းတဲ့ ဘဏ်ဓားပြအဖွဲ့ဟာအချိန်တိုအတွင်း လှုပ်ရှားနိုင်ခဲ့တာမို့ ရဲဌာနတစ်ခုလုံး ခေါင်းမီးတောက်နေတယ်...သဲလွန်စ ဆိုလို့လောက်လောက်လားလားမကျန်ခဲ့....ဒီအဖွဲ့ရေလွှာလှိုင်းစီးသမားတွေဖြစ်နိုင်တယ်ဆိုတဲ့ ထင်မြင်ချက်သဲ့သဲ့လေးပဲကျန်ခဲ့တယ်..အဲ့ဒီနောက် ဂျွန်နီယူတာဟာ ပင်လမ်းကမ်းခြေမှာ အသွင်ယူရင်း တစ်ဖွဲ့လုံးကို ဖမ်းဖို့ကြိုးစားပါတော့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwinပဲဖြစ်ပါတယ်...  File Size : (1.11GB)\nQuality : Blu-Ray 1080p 5.1CH, 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2VYji/Point_Break.1991.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/32054_2_large-133x200.jpg",
        "title": "King of Comedy (1999)",
        "description": "King Of Comedy (1999)၁၉၉၉ ဖေဖော်ဝါရီလ ၁၃ရက်နေ့ မှာ\nဟောင်ကောင် ၌ စတင်ထွက်ရှိခဲ့ ပြီး တရုတ်နှစ်ကူးအမှီ ထွက်ရှိခဲ့တဲ့ ထိထိမိမိ ဇာတ်ကားတစ်ကားပါ။ Imdb_7.3 အထိ ရရှိထားပြီး ချောင်ရဲ့ The best top movie rating စာရင်းထဲက တစ်ကားလဲ ဖြစ်ပါတယ်။\nDrama-Comedy-Romance Type 3 ခုလုံး ပါဝင်ပြီး Box Office အနေနဲ့ HKD $29.85 Million ကျော် ရရှိ ထားပါတယ်။\nဒါရိုက်တာကတော့ ချောင်ရဲ့ ကားကောင်းတွေကို ထုတ်ပေး နေကြဖြစ်တဲ့ Lee Lik-Chi နှင့် Stephen Chow ကိုယ်တိုင် ပဲ ဖြစ်ပါတယ်။\nLee Lik-Chi ရိုက် ကူးပေး ခဲ့တဲ့ချောင်ရဲ့ကားတွေကို ပြရမယ်ဆိုရင်\n*From Beijing With Love\n*Forbidden City ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/king-of-comedy-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3yozs3oGY0ubwf4cKQKOMWqNx3.jpg",
        "title": "Uncle Frank(2020)",
        "description": "Uncle Frank(2020)IMDb...7.1,,,,,Rotten...85%ဘက်ဆိုတဲ့ကောင်မလေးမှာ ရည်မွန်လှတဲ့ဖရန့်ဆိုတဲ့ဉီးလေးတစ်ယောက်ရှိတယ်...ပညာထူးချွန်တယ်...စာပေဗဟုသုတပြည့်စုံသလို ကြင်နာသနားတတ်တဲ့ဟန်ကြောင့်ဘက်က သူ့ဉီးလေးကို သဘောလည်းကျသလို အားလည်းအားကျတယ်...ခက်တာက ဒီလိုမျိုးဉီးလေးကို ဘက်ရဲ့အဘိုး (ဖရန့်ရဲ့အဖေ)က ခါးခါးသီးသီးပဲ...မိသားစုထဲမှာ ဖရန့်တစ်ယောက်ကိုပဲ အဘိုးဖြစ်သူက လျှစ်လျူရှုထားတာ...မိသားစုဝင်တော်တော်များများကလည်းအဖေနဲ့သားကြားက ြပဿနာကို အတိတ်နိုင်ဆုံးထိန်းညှိရင်း မသိချင်ယောင်ပဲဆောင်နေကြတယ်....ဒီလိုနဲ့ဖရန့်လည်း တခြားမြို့တစ်မြို့မှာ ပါမောက္ခအဖြစ်နဲ့အသက်မွေးနေလေရဲ့...အဲ့ဒီမြို့မှာပဲ သူ့တူမလေး ဘက်ကကျောင်းတက်နေတယ်...၄နှစ်အကြာမှာတော့ ဖရန့်ရဲ့အဖေဆုံးလို့ ဇာတိမြို့လေးကို ပြန်ဖို့အကြောင်းဖန်လာတယ်..တူဝရီး(၂)ယောက်တူတူပြန်ကြတာပေါ့...အဲ့ဒီနောက်မှာတော့ ဖရန့်ရဲ့ မိသားစုမယ် ဖယ်ကျဉ်ခံထားရတဲ့အကြောင်းတွေကိုတစ်စ တစ်စ သိလာရပါတော့တယ်...ဒီကားက Dramaဖြစ်နေပြီး အညွှန်းအရ အနည်းငယ်ဇာတ်အေးကြီးလို့ထင်ရပေမဲ့ဒီဇာတ်ကားထဲကလို ြဖစ်စဉ်တွေ ကျွန်တော့်တို့ နိုင်ငံမိသားစုဝင်တွေအများကြီးမှာဖြစ်နေရတာပါ..ကျွန်တော်တို့လက်တစ်ကမ်းအကွာမှာပဲ ဒီလိုမျိုးတွေကြုံတွေ့နေရပါတယ်...ခံစားကြည့်ကြပါဉီးဗျို့... File Size :(884MB) and (331MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1A3ka/Uncle_Frank.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BY2VlYmQ5MjUtNWRjMC00MWExLWExMzYtY2FiYWUxYTlkY2JmXkEy_002-135x200.jpg",
        "title": "The Swerve (2018)",
        "description": "The Swerve (2018)===============IMDb Rating - 6.7/10#Unicodeဇာတ်လမ်းလေးကတော့ ကလေးနှစ်ယောက်မိခင်ဖြစ်တဲ့ဟော်လီဟာ ကျောင်းတစ်ကျောင်းရဲ့ဆရာမတစ်ယောက်ပါ ။ ဟော်လီရဲ့ယောကျ်ားကစူပါမားကတ်တစ်ခုမှာအလုပ်လုပ်တယ်။ ကလေးနှစ်ယောက်ကလည်း ယောကျ်ားလေးတွေဆိုတော့ ကလန်ကဆန်တွေတော့ လုပ်တယ် ။ တစ်နေ့မှာတော့ ဟော်လီရဲ့ညီမကြောင့် အမေဖြစ်သူက အိမ်ကိုလာဖို့ ဖုန်းဆက်ခေါ်တယ်၊ဟော်လီကလည်းသူ့ညီမနဲ့သိပ်တည့်တာမဟုတ်ဘူး။ အဲ့နေ့ညမှာပဲ သူ့အမေအိမ်မှာညစာစားရင်းနဲ့ညီမဖြစ်သူနဲ့ စကားများကြတယ် ၊ ဒါ့အပြင် အိမ်အပြန်မှာလည်း Accident ကလည်းဖြစ် . လင်ယောင်္ကျားကလည်းထင်သလို သစ္စာမရှိ . စတဲ့ ဆိုးရွားမှုအခြေအနေတွေနဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်လိုအင်အားမျိုးနဲ့ ရှေ့ဆက်ရပ်တည်နိုင်ရမှာပါလိမ့်။ ဒါပေမယ့် ဘယ်လိုအကြပ်အတည်းမျိုးမှာပဲဖြစ်ပါစေ . ထွက်ပေါက်ထွက်လမ်းဆိုတာဟာ အမြဲရှိမြဲ ရှာလို့ရစမြဲပါပဲ။ အဲ့တော့ ဟော်လီတစ်ယောက်ရှာသွားတဲ့ ဒုက္ခတွေကင်းလွတ်ရာလမ်းဟာ ဘယ်လိုမျိုးလဲဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) #Zawgyiဇာတ္လမ္းေလးကေတာ့ ကေလးႏွစ္ေယာက္မိခင္ျဖစ္တဲ့ေဟာ္လီဟာ ေက်ာင္းတစ္ေက်ာင္းရဲ႕ဆရာမတစ္ေယာက္ပါ ။ ေဟာ္လီရဲ႕ေယာက်္ားကစူပါမားကတ္တစ္ခုမွာအလုပ္လုပ္တယ္။ ကေလးႏွစ္ေယာက္ကလည္း ေယာက်္ားေလးေတြဆိုေတာ့ ကလန္ကဆန္ေတြေတာ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2g0F7/The.Swerve.2019.720P.Webrip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vQZ9xinTItmEmFIqfxJ8bKwOCOH.jpg",
        "title": "Voice of Silence (2020)",
        "description": "Voice of Silence 2020\n=================\nဒီကားကတော့ ၂၀၂၀နှစ်ကုန်နားနီးမှ အသစ်ထွက်ရှိထားပြီး IMDB 6.6/10 ထိရထားတဲ့\n \nCrime/Drama အမျိုးစားဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။သရုပ်ဆောင်တွေအနေနဲ့\n \nAliveထဲကမင်းသား Yoo Ah-In နဲ့ Reply 1988 တို့ Itaewon Class တို့က\n \nမင်းသားကြီး Yoo Jae-Myung တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်\n \nဇာတ်လမ်းအကျဉ်းကတော့ ကြက်ဥအရောင်းအဝယ်ဗန်းပြပြီး\n \nလူဆိုးဂိုဏ်းတွေက လူသတ်တာတွေအတွက် တာဝန်ယူအလောင်းဖျောက်ပေးရတဲ့\n  \nကြေးစား အလောင်းဖျောက်ပေးတဲ့သူနှစ်ယောက်အကြောင်းကို\n \nအဓိကဇာတ်အိမ်တည်ရိုက်ကူးထားပါတယ် တစ်ရက်မှာသူတို့အတွက်\n \nပုံမှန်အလောင်းဖျောက်နေကြအလုပ်မျိုးနဲ့ မတူတဲ့\n \nတခြားသော အော်ဒါတစ်ခုကို လူဆိုးဂိုဏ်းခေါင်းဆောင်\n \nတစ်ယောက်ကစေခိုင်းလာခဲ့ပါတယ် စေခိုင်းပြီးနောက်\n \nဒီလူဆိုးခေါင်းဆောင်ကလည်း သေဆုံးသွားတဲ့အခါ...\n \nဒီအလုပ်ကိုလက်ခံပြီးနောက် ဘယ်လိုအကြောင်းအရာမျိုးတွေ\n \nဆက်ဖြစ်လာမယ်ဆိုတာတော့ စိတ်ဝင်စားဖွယ်တင်ဆက်ထားလို့\n \nကိုယ်တိုင်ပဲခံစားကြည့်စေချင်ပါတယ် Yoo Ah-In ပါဝင်ထားတဲ့\n \nကားတော်တော်များများကောင်းတာများလို့ Mystery ဆန်ဆန်ကားမျိုး\n \nကြိုက်တယ်ဆိုရင်တော့ ဒီကားလေးကိုကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်\n   \nTranslated by : Phue Nge Nge Thein, Moe Pwint\nEncoded by : Thit ...",
        "rating": "6.6",
        "url": "https://megaup.net/2VY9f/Voice.of.Silence.2020.720p%7BCM%7D.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDRkMGM5YTQtOGMzZS00ZGJiLTg5YWMtYjg4NTcyZTk0MzAzXkEy_002-135x200.jpg",
        "title": "Shawn Mendes: In Wonder (2020)",
        "description": "Shawn Mendes: In Wonder (2020)=========================IMDb Rating - 6.7/10#Unicodeအနုပညာရှင်တွေရဲ့ documentary တွေကြည့်ရတာ ကြိုက်နှစ်သက်​သူတွေအတွက် နာမည်ကျော်ကနေဒီယန်အဆိုတော်လေး Shawn Mendes ရဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။သူလိုကိုယ်လူ သာမန် ၂၂နှစ်အရွယ် လူငယ်လေး Shawn Mendes တစ်ယောက် သူ့ရဲ့အိပ်ခန်းထဲမှာ ဂစ်တာလေးတစ်လက်နဲ့ သီချင်းတွေစဆိုရင်း အခုလို ကမ္ဘာကျော်တစ်ယောက်ဖြစ်လာတဲ့အထိ ဖြတ်သန်းလာခဲ့ရပုံတွေ၊အိပ်မက်တွေအမှန်တကယ်ဖြစ်လာတဲ့အခါ အတိုင်းမသိဝမ်းသာကြည်နူးရပုံတွေ၊ တစ်ချိန်တည်းမှာပဲ တစ်ခါတစ်ရံသာမန်လူငယ်လေးတစ်ယောက်လို မိသားစုတွေ သူငယ်ချင်းတွေ ချစ်ရသူတွေနဲ့ ဘဝကိုလွတ်လွတ်လပ်လပ် ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းချင်မိပုံတွေ အစရှိတဲ့ Shawn ပြောပြတဲ့ Shawn ရဲ့ life story တွေကို လိုက်ပါခံစားကြရမှာပါ။ဒါ့အပြင် သူ့ရဲ့ ၂၀၁၉တုန်းက ပွဲပေါင်း ၁၀၄ပွဲ လှည့်လှည်ဖျော်​ဖြေခဲ့တဲ့ World Tour မှာ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊ပျော်ရွှင်စရာတွေ အပြင်၊ အားလုံးသိပြီးဖြစ်တဲ့ ...",
        "rating": "6.7",
        "url": "Url:\thttps://megaup.net/1A2l9/Shawn.Mendes.In.Wonder.2020.720p.WebRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naAbiQYJCM2LrYaT5pgRLf9PjxI.jpg",
        "title": "My Punch-Drunk Boxer(2020)",
        "description": "My Punch-Drunk Boxer(2020)အညွှန်း***********************************IMDb...6.5ဒီဇာတ်လမ်းမှာတော့ ကိုရီးယား ရိုးရာဂီတနဲ့ ရိုးရာ လက်​ေ၀ှ့အကြောင်းကို အသားပေးရိုက်ကူးထားပါတယ်Reply 1988 series ထဲက မင်းသမီး Hyeri နဲ့ မင်းသားကြီး Um Tae-Goo တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဗြောင်ဂူက ပရို လက်​ေ၀ှ့သမား တစ်ဦးဖြစ်ခဲ့ပါတယ်လက်​ေ၀ှ့ထိုးခွင့် အပိတ်ခံထားရတာကြောင့်\nလက်​ေ၀ှ့ပြန်ထိုးရဖို့ ကြိုးစားနေသူပါ....ငယ်ရွယ်စဉ် ကြမ်းခဲ့ဖိုက်တာကျခဲ့စဉ် ခေါင်းထိခဲ့တဲ့ ဒဏ်ရာတွေကြောင့် ဗြောင်ဂူဟာဉီးဏှောက်ပိုင်းဆိုင်ရာ အားနည်းမှုတွေကြောင့် ခပ်ထုံထုံ လက်ဝှေ့သမားဖြစ်သွားခဲ့တယ်...ဒါပေမဲ့ လက်မလျှော့ဘဲ ကြိုးဝိုင်းထဲပြန်လည်ဝင်ရောက်ပြီးအားလုံး ပါးစပ်အဟောင်းသားနဲ့ငေးရလောက်တဲ့ ဖိုက်တာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (400 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1A2se/My_Punch-Drunk_Boxer.2019.FHDRip.720p.pp.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDAyOTY2MzE4N15BMl5BanBnXkFtZTgwMjY0OTI5NDE@._V1_-150x200.jpg",
        "title": "Hello Ghost (2010)",
        "description": "Hello Ghost (2010)==============IMDb Rating - 7.6/10#Unicodeဒီဇာတ်ကားလေးကတော့ comedy,drama အမျိုးအစားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝကြီးကိုစိတ်ကုန်နေတဲ့ ကင်ဆန်မင် ၊ ငယ်ငယ်ကတည်းဆွေမရှိ မျိုးမရှိတစ်ကောင်ကြွက် ၊ မျက်နှာငယ်ဘဝနဲ့လူအထင်သေးမခံချင်လို့ ငယ်ငယ်ကတည်းကအလုပ်တွေအရမ်းကြိုးစားပြီးပိုက်ဆံတွေရှာတယ် ၊ ဒါပေမယ့်သူ့ဘဝရည်မှန်းချက်မရှိရယ် ၊ သူလိုချင်ခဲ့တာမိသားစုမျိုး အသိုင်းအဝိုင်းမျိုးမရခဲ့တာရယ်ကြောင့် လူဘဝကိုစိတ်နာပြီးကိုယ့်ကိုကိုယ်အကြိမ်ကြိမ်သတ်သေခဲ့ပါတယ်၊ ဆေးသောက်ပြီးသတ်သေတယ်ဒါပေမယ့် မသေခဲ့ပါဘူးနောက်ဆုံးမှတော့မှာတံတားပေါ်ကနေခုန်ချပြီးသတ်သေခဲ့ပါတယ် ၊ ဒါပေမယ့် တံတားအောက်မှာကယ်ဆယ်ရေးတွေရှိနေတာကြောင့် သူ့ကိုကယ်ခဲ့ပါတယ် ၊ နောက်ဆုံးသူ့ကိုဆေးရုံကိုခေါ်သွားပြီးအသက်ပြန်ရှင်လာအောင် ဆရာဝန်တွေကြိုးစားပေးခဲ့ကြတယ်။ ဒီတစ်ကြိမ်ပြန်နိုးလာတော့ သူ့မှာအထူးအဆန်းတွေဖြစ်ပါတော့တယ် ၊ ဆေးရုံမှာ သရဲဝိဉာဉ်လေးကောင်ကိုမြင်ခဲ့တယ်။ အဲ့ဒီသရဲလေးကောင်ဟာသူသွားနေရာတောက်လျှောက်လိုက်တယ်။ သူ့ကိုအနှောင့်အယှက်တွေပေးတယ် ၊ အဲ့ဒါနဲ့ကင်ဆန်မင်ဟာ နတ်ဆရာတစ်ယောက်ဆီသွားပြီးအကူအညီတောင်းတယ် ၊ နတ်ဆရာက မင်းသရဲတွေကိုမြင်နေရတာက သူတို့ဆန္ဒကိုဖြည့်ဆည်းခိုင်းဖို့၊ သူတို့ဆန္ဒပြည့်သွားတာနဲ့ မင်းဆီကနေထွက်သွားလိမ့်မယ်ဆိုပြီးပြောခဲ့တယ် ၊ ဒီလိုနဲ့ ကင်ဆန်မင်တစ်ယောက် သရဲလေးကောင်ရဲ့ ဆန္ဒတွေကိုဖြည့်ဆည်းဖို့ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ်ကားလေးကတော့ comedy,drama အမျိုးအစားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝကြီးကိုစိတ်ကုန်နေတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2fZno/Hello.Ghost.2010.720P.HDRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/mosul-143x200.jpg",
        "title": "Mosul 2020",
        "description": "အီရတ်မှာ ISIS တေွနဲ့ အီရတ်နိုင်ငံသား အခြားတပ်ဖွဲ့တွေ\nအကြာကြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ကြတယ်။\nISIS တွေကို အီရတ်မှာ DAESH အဖွဲ႕တွေလို့ ခေါ်ကြပါတယ်။\nISIS တွေဟာ သူတို့ဖမ်းမိတဲ့ အီရတ်တပ်ဖွဲ့ဝင်တွေကို\nအပြစ်ချေဖို့နဲ့ ဘက်ပြောင်းဖို့ ခွင့်ပြုပြီး လူသစ်စုတတ်ကြတယ်။\nဒါပေမယ့် ISIS တွေကို သတ်တဲ့နေရာမှာ လက်သံပြောင်လွန်းလို့ မိတာနဲ့\nဘက်ပြောင်းခွင့်မရှိဘဲ အသတ်ခံရတဲ့ တပ်ဖွဲ့တစ်ခုတော့ ရှိခဲ့ပါတယ်။\nNineveh SWAT လို့ခေါ်တဲ့ အီရတ်အထူးတပ်ဖွဲ့ပါပဲ။\nဒီရုပ်ရှင်ကတော့ အဲဒီတပ်ဖွဲ့ကို ဂုဏ်ပြုသောအားဖြင့်\nတကယ့်ဖြစ်ရပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nအီရတ်ရဲ့ ဒုတိယအကြီးဆုံးမြို့တော် ဖြစ်ခဲ့တဲ့ Mosul ကို ISIS တွေ အတော်ကြာ ကြီးစိုးခဲ့ပြီး\nနောက်ဆုံးမှာ စွန့်ခွာထွက်ပြေးကြပါတော့တယ်။\nအဲဒီ မြို့မှာ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုကို လာထမ်းဆောင်တဲ့\nSWAT အဖွဲ႕တွေနဲ့ DAESH တွေ ရင်ဆိုင်ကြပုံကို ပြသထားတာပါ။\nစစ်ကားကောင်းကောင်း ငတ်နေတဲ့သူတွေ အတွက်\nအဆာပြေမယ့် ရုပ်ရှင်ကောင်းပါပဲ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mosul-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/cow-1-144x200.jpg",
        "title": "Cowboys & Aliens (2011)",
        "description": "Cowboys & Aliens (2011)==================IMDb Rating - 6.1/10 - Voting - 206,241#Unicodeဒီကားကတော့ ၂၀၁၁ မှာ ထွက်ထားခဲ့တဲ့ Western Theme ဂြိုလ်သားဇာတ်ကားပါ။ James Bond မင်းသားDaniel Craig ၊ ကြာပွတ်မင်းသားလို့ ကျွန်တော်တို့တွေ သဘောကျခဲ့တဲ့ Indiana Jones မင်းသား မင်းသားကြီးHarrison Ford နဲ့ ကျပ်ပြားစေ့မျက်နှာနဲ့ လှတဲ့ မင်းသမီး Olivia Wilde တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ ထုံးစံအတိုင်း ဂြိုလ်သားတွေက ကမ္ဘာကို သိမ်းပိုက်ဖို့လာတာကို မင်းသားတို့ လူတစ်စုက တားကြတဲ့ဇာတ်လမ်းပေမဲ့ Western ပုံစံလေးကတော့ အမြင်ဆန်းတာပေါ့ဗျာ။ IMDb Rating ကတော့ 6.1/10 ရထားတယ်ဗျ။ဂြိုလ်သားကားကြည့်ချင်ပေမဲ့ အမေရိကန်စစ်တပ်နဲ့ပဲ တိုက်နေလို့ ကြည့်ရတာပျင်းနေတဲ့သူတွေ ကောင်းဘွိုင်တွေနဲ့ဂြိုလ်သားတွေချတာကို ကြည့်လို့ရသွားစေမယ့် ရုပ်ရှင်ကားကောင်းလေးမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A084/Cowboys.and.Aliens.2011.EXTENDED.720p.BluRay[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QKWOuEZk77ey7oA1Ul3e3xm4KY.jpg",
        "title": "The Christmas Chronicles: Part Two (2020)",
        "description": "CM ပရိသတ်တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Netflix က လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ခရစ္စမတ် theme ဇာတ်ကားလေးဖြစ်ပါတယ် 2018 တုန်းကထွက်ရှိခဲ့တဲ့ The Christmas Chronicles ရဲ့အဆက်ပါ ( 2018 ဇာတ်လမ်းလေးကိုလည်း CMမှာပြန်ရှာကြည့်လို့ရတယ်နော် ) အေးစပြုလာတဲ့ဆောင်းတွင်းလေးနဲ့လိုက်ဖက်မယ့် ဇာတ်ကားလေးပါပဲ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ကိတ်နဲ့ တက်ဒီတို့က သူတို့အမေရယ် သူတို့အမေရဲ့ချစ်သူဘော့ဘ်ရယ်နဲ့အတူ ခရစ္စမတ်အပန်းဖြေခရီးထွက်လာတာပေါ့... ခရစ္စမတ်အချိန်မှာ ပူနွေးတဲ့မက်ဆီကိုကမ်းခြေကို ခရီးထွက်လာရတဲ့အတွက်ကော ဘော့ဘ်ကိုပါ အမြင်မကြည်တာကြောင့်ကော True Believer လေး ကိတ်က စန်တာကလော့ခ်ဆီမှာ သူ့ကိုဒီနေရာကခေါ်ထုတ်ပေးဖို့ဆုတောင်းပါတော့တယ်... တခြားတစ်ဖက်မှာတော့ စန်တာကိုအရမ်းမုန်းတီးနေတဲ့ ဘယ်စနခ်ကယ်ဆိုတဲ့သူရှိပါတယ် သူက စန်တာနဲ့အတူစွန့်စားခန်းတွေဝင်ခဲ့တဲ့ ကိတ်ကို ပြန်ပေးဆွဲပြီး စန်တာကို ဒုက္ခပေးဖို့ ကြံစည်နေတာပေါ့... ကိတ်ရဲ့ဆုတောင်းကို စန်တာက တကယ်ကြားသွားမလား ဘယ်စနခ်ကယ်ရဲ့အကြံအစည်တွေပဲ အောင်မြင်သွားမလား ဘယ်စနခ်ကယ်ကရော ဘယ်လိုအတိတ်ဆိုးတွေကြောင့် စန်တာကိုမုန်းနေရတာလဲ ဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာ ရှုစားလိုက်ကြပါဦးနော် \nFile Size : ( 1 GB , 326 MB )\nQuality : WEBRip 720p\nRunning Time : 1hr 52min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-christmas-chronicles-part-two-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfTD9Z2ObdTIslsKtXiYRWuf7qd.jpg",
        "title": "Aftershock ( 2010 )",
        "description": "ဒီဇာတ်ကားလေးဟာ 2010 ခုနှစ်ကထွက်ရှိထားပြီး Vote ပေါင်း 8603 နဲ့imdb မှာ 7.5 အထိ Rating ကောင်းထားတဲ့ ဇာတ်ကားလေးပါပဲRotten Tomatoes လည်း 91 % ရထားပါတယ်သဘာဝဘေးအန္တရာယ်ဆိုတာ ကြုံလာရင် လူတိုင်းရှောင်လွှဲလို့မရတဲ့ကပ်ဆိုးကြီးတစ်ခုပါ ဒီလိုကပ်ဆိုးတွေကြောင့် ပျော်ရွှင်နေရတဲ့ မိသားစုတွေသေကွဲတွေသာမက ရှင်ကွဲပါကွဲကြရပါတယ် ယခုတင်ဆက်ပေးမဲ့ ရုပ်ရှင်ရဲ့အကြောင်းအရာဟာဆိုရင်ဖြင့် ၁၉၇၆ခုနှစ် တရုတ်နိုင်ငံ ထန်ရှန်မြို့မှာ ဖြစ်ခဲ့တဲ့ငလျင်ဒဏ်ကြောင့် ထိခိုက်နစ်နာခဲ့သူ နှစ်သိန်းလေးသောင်းရဲ့ ဘဝတွေကိုအမှတ်ရအောက်မေ့ဖွယ်ရာ တင်ဆက်ထားခြင်းဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကတော့ငလျင်ဘေးကြီးကြောင့် ပြိုကွဲသွားရတဲ့ မိသားစုလေးအကြောင်းကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ် ဇာတ်ကြောင်းလေးကတော့....ထန်ရှန်မြို့လေးမှာ ယွမ်နီဆိုတဲ့ အမျိုးသမီးလေးဟာ အမွှာ သား သမီးနှစ်ယောက်ယောကျာ်းနဲ့အတူ မိသားစုဘဝလေးကို ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူ တစ်ယောက်ပါဒါပေမဲ့ ကံအကြောင်းမလှတဲ့အခါမှာတော့ ထန်ရှန်မြို့မှာ ငလျင်အကြီးစားတစ်ခုလှုပ်ခတ်ပြီး ယောကျာ်းဖြစ်သူက ယွမ်နီကို ကာကွယ်ရင်း ငလျင်ဘေးမှာ ဆုံးပါးသွားခဲ့ပါတယ်ကံဆိုးမသွားလေရာ မိုးလိုက်လို့ရွာဆိုသလို ယောကျာ်းသာသေရုံမကပဲကလေးနှစ်ယောက်ဟာလည်း ကွန်ကရစ်တုံးကြီး အောက်မှာပိမိပြီး တစ်ယောက်ပဲကယ်လို့ရမဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/aftershock-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cc4KnY4ZH5yB3DIrdYmPDCeagc.jpg",
        "title": "Mephisto (2020)",
        "description": "ဒီတစ်ခေါက် ဇာတ်ကားကတော့ Mephisto ဆိုတဲ့\n \nKorean Thriller ရုပ်ရှင်ကားပဲ ဖြစ်ပါတယ်\n \nဒီကား ကိုတော့ မကြာသေးခင်ကမှ ထုတ်လုပ်ထားတာဖြစ်ပြီး\n \nရင်ခုန်စိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ ရုပ်ရှင်အမျိုးအစားကို\n \nသဘောကျတဲ့သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ကားလေးဖြစ်ပါတယ်\n \nထယ်ဆော့ အနေနဲ့က လက်ဝေ့ချန်ပီယံဟောင်းတစ်ယောက်ဖြစ်ပါတယ်။\n \nရန်ဖြစ်မှုတစ်ခုကြောင့် အကျဥ်းကျခံရပြီး\n \nပြန်လွတ်လာသူတစ်ယောက်ဖြစ်ပြီး သူရဲ့ချစ်သူ ဖြစ်တဲ့\n \nဂျီဆူယွန်းနဲ့ အတူတူနေထိုင်ကြပါတယ်။\n \nဆူယွန်းကတော့ သင်တန်းကြောင်းတစ်ခုမှာ\nပန်းချီသင်ကြားပေးတဲ့ ဆရာမတစ်ယောက် ဖြစ်ပြီး အကြွေးရှင်တွေနဲ့\n \nအခက်ခဲရောက်နေတဲ့ သူဖြစ်ပါတယ်။\n \nဂျီအွန်း ကတော့ ဆူယွန်းရဲ့ညီမ ကျောင်းသူတစ်ယောက်ပါ\n \nဒါပေမယ့် ငွေရဖို့အတွက် လမ်းမှားကို ဆက်တိုက်လျှောက်နေမိတဲ့သူပါ။\n \nသူတို့သုံးယောက်အတွက် အခက်ခဲဆုံးအခြေအနေ\n \nရောက်နေတာဖြစ်တဲ့အတွက် မတက်သာပဲ သူတို့အတွက်\n \nတန်ဖိုးအရှိဆုံးအရာကို ရင်းပြီး မကောင်းဆိုးဝါး နဲ့\n \nကတိတစ်ခုပြုလုပ်မိလိုက်ကြပါတယ် ။\n \nဒါပေမယ့် ကတိကိုဖျက်ခဲ့မယ်ဆိုရင်\n \nဘာတွေများဆက်ဖြစ်ကြမလဲ ဒီကျိန်စာကနေရော\n \nသူတို့သုံးယောက် လွတ်မြောက်နိုင်ကြမှာလား.....\n \nအစရှိတာတွေကို့တော့ ဇာတ်လမ်းကနေတစ်ဆင့်ကြည့်ရှုရင်း\n \nအဖြေရှာကြည့်စေချင်ပါတယ်....\n  \nTranslated by : Hana\nEncoded by : YK\nQuality : 1080p and ...",
        "rating": "",
        "url": "https://megaup.net/2fYTY/%7BCM%7DMEPHISTO_2019.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kC4EZmMi6KQCAySv5Jxh8eKbwse.jpg",
        "title": "Call Mom! (2020)",
        "description": "Call Mom ( 2019 )\nIMbd 5.4/10\nဒီရုပ်ရှင်ကအချစ်ရေးနဲ့ လိင်မှုကိစ္စ အရှုပ်အထွေးတွေ ရှိနေပြီး မိခင်နဲ့လည်း\nသိပ်ပြီးအဆင်မပြေတဲ့ သက်လတ်ပိုင်း\nမူလတန်းကာယဆရာမ နစ်ကီကို\nအခြေတည်ထားပါတယ်\nအချစ်နယ်ကျွံတဲ့ ဇာတ်ဝင်ခန်းတွေနဲ့\nစကားခပ်ကြမ်းကြမ်းတွေ အနည်းငယ်ပါဝင်တယ်ဆိုပေမဲ့\n18+ အသားပေး ဇာတ်လမ်းတော့မဟုတ်ပါဘူး\nနစ်ကီဟာ အိမ်ထောင်ရှိအမျိုးသားတစ်ယောက်နဲ့\nချစ်ကြိုက်နေခဲ့ပြီးမမျှော်လင့်ပဲ သူမရဲ့\nချစ်သူဟောင်းနဲ့လည်း ပြန်ဆုံခဲ့ပါတယ်\nသူမရဲ့လွတ်လပ်လွန်းတဲ့ စိတ်ကြောင့်ပဲ\nအခက်အခဲတွေ တွေ့လာရပြီး\nဒီလိုအရှပ်အထွေးတွေ ဖြစ်နေတဲ့အချိန်မှာပဲ\nအမေကို ဂရုမစိုက်ဖြစ်ခဲ့တဲ့\nအမေနဲ့ ရင်းရင်းနှီးနှီးမနေခဲ့မိတာတွေအတွက်\nနောင်တရစရာ ဖြစ်ရပ်တစ်ခု\nပေါ်လာခဲ့ပါတယ်\nအဲ့ဒီနောက်ပိုင်းမှာတော့ နစ်ကီဟာ\nသူ့ဘဝအတွက် မှန်ကန်တဲ့ရွေးချယ်မှုတွေကို\nဆုံးဖြတ်ရပါတော့တယ်\nဇာတ်လမ်းက ရိုးရှင်းသယောင်ရှိပေမဲ့\nကြည့်ရှုရတာတော့ ပေါ့မနေပါဘူး\nEnglish movies တွေ Spain movies တွေ\nကြိုက်နှစ်သက်ကြပေမယ့် ဒီ swedish movies တွေနဲ့\nအလှမ်းဝေးနေသူတွေ အတွက်တော့ ဒီရုပ်ရှင်လေးက\nအမြည်းသဘောအနေနဲ့\nကြည့်ရှုသင့်တဲ့ အထဲမှာပါပါတယ်\n  \nTranslated by Rico suave\nEncoded by YK\nQuality : 1080p Blu-ray and 720p\nFile Size : 1GB ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VWjx/{CM}Ring.Mamma.2019.SWEDISH.720p.mp4",
        "category": "Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdhZF0tSHkdh0GSuyOLQZLS22wm.jpg",
        "title": "Maryada Ramanna(2010)",
        "description": "Maryada Ramanna(2010) IMDb ratings : 7.4/10\nGoogle Users:92%Budget ₹120 million\nBox Office ₹300–400 millionဒါရိုက်တာ S.S.Rajamouli ဆိုတာ တောင်ပိုင်းရုပ်ရှင်လောကထဲကို စဝင်ပါပြီဆိုကတည်းက ကားရိုက်ခပ်ကျဲကျဲနဲ့ အကောင်းဆုံးဖြစ်အောင်ပုံဖော်ရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။\nEega(ယင်ကောင်ကလဲ့စား),Magadheera (နှစ်ဘဝကလဲ့စား) တို့လို ဇာတ်ကားတွေနဲ့\nမြန်မာပရိတ်သတ်ကို ဖမ်းစားနိုင်ခဲ့ရုံမက Baahubali 1+2 တို့လို\nလက်ရာကောင်းပြီး ကမ္ဘာကျော်ခဲ့တဲ့ ဇာတ်ကားတွေကိုပါ ဖန်တီးမှုလက်ရာကောင်းမွန်စွာနဲ့ ကမ္ဘာကို ချပြခဲ့သူပါ။ကိုင်း ဒီလောက်ဆိုရင် မင်းသားလည်း မပါ ၊ မင်းသမီးကလည်း နာမည်မကြီးတဲ့ မင်းသမီးပဲ ပါတဲ့\nဒီဇာတ်ကားကို ဘာ့ကြောင့်တင်ဆက်ပေးလဲဆိုတဲ့အဖြေကို သိလောက်ပါပြီ။ဒီဇာတ်ကားထဲမှာ မင်းသားထက် ၊ ဟာသသရုပ်ဆောင် ဇာတ်ပို့ဇာတ်ရံအနေနဲ့သာ Telugu ပရိတ်သတ်တွေကြားမှာအမှတ်ရနေကြတဲ့ Sunil ကို Leading Role ထားပြီး ရိုက်ထားတာ....S.S.Rajamouli ရိုက်တဲ့ကားဆိုတော့ Sunil အတွက်မှတ်တိုင်တစ်ခု ဖြစ်စေခဲ့သလို စီးပွားရေးအရလည်း အောင်မြင်ခဲ့ပြီး ၊ ဘာသာစကားငါးမျိုးနဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1A1qe/Maryada_Ramanna.2010.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BYmU0ODRiYWYtMjE3MS00YzZiLTk5YmQtNTU5Y2VjZWJkNTdmXkEy_002-142x200.jpg",
        "title": "Loco (2020)",
        "description": "Loco (2020)==========IMDb Rating - 6.7/10#Unicodeဇာတ်လမ်းတည်ဆောက်ပုံက Breaking Bad Series နဲ့ နည်းနည်းဆင်တယ်....BrBa မှာ Meth ချက်ပေမယ့် ဒီကားမှာတော့ လိုကို(Loco) ချက်တာပေါ့။ လိုကိုဆိုတာမူးယစ်ဆေးတစ်မျိုးရဲ့နာမည်ပါ။ မက္ကဆီကို နယ်မြို့လေးတစ်ခုမှာ အကောင်းဆုံး Drugတစ်မျိုးလို့လည်းပြောလို့ရတယ်။ ဒီ မူးယစ်ဆေးလောကထဲကို အဲလက်စ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ကို လက်စတာဆိုတဲ့ လိုကိုချက်တဲ့ မူးယစ်ရာဇာတစ်ယောက်ကခေါ်သွင်းခဲ့တယ်( မသိရင် ဝေါ်တာ ဝှိုက်နဲ့ ဂျက်ဆီပင့်မန်းအတိုင်းပဲ)။ အဲလက်စ်တို့အဖွဲ့ဟာ တစ်ဖက်မှာလည်းမူးယစ်လောကမှာ ဘုရင်လို့ပြောလို့ရတဲ့ တလာမိုကိုရှောင်ရပါတယ်။ တလာမိုဆိုတာ နာမည်သာကြားဖူးပြီး ဘယ်သူမှမမြင်ဖူးတဲ့ ဆရာကြီးပေါ့။ အဲလက်စ်ဟာ တလာမိုနဲ့သွားရှုပ်မိပြီးလက်စတာ, တလာမို မူးယစ်ရာဇာ ၂ ယောက်ရဲ့ အားပြိုင်မှုကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။တလာမိုဆိုတာ ဘယ်သူဖြစ်မလဲ .....အဲလက်စ်တို့အဖွဲ့ရော တလာမိုလက်အောက်က လွတ်နိုင်မှာလား .....ဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။ ဇာတ်လမ်း Climax လို့ပြောလို့ရတဲ့ Ending ပိုင်းမှာwtf လို့ထယောင်မိအောင် plot ...",
        "rating": "6.7",
        "url": "https://megaup.net/1A1ny/Loco.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yBZu9MOX38NCshVkHK57GkOps8S.jpg",
        "title": "Let Him Go(2020)",
        "description": "Let Him Go(2020)IMDb.....7.0ဝါရင့်သရုပ်ဆောင် Diane Lane နဲ့ Kevin Costner ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပြီး IMDB 7/10 ရရှိထားပါတယ်...ဂျော့နဲ့ မာဂရက်ဆိုတဲ့အဘိုးကြီး လင်မယားမှာ တစ်ဉီးထဲသောသားလေးတစ်ယောက်ရှိတယ်...အချိန်တန်အရွယ်ရောက်လို့ သားဖြစ်သူ အိမ်ထောင်ကျပြီး သားယောင်္ကျားလေးရလို့ အဘိုးအဘွားဖြစ်သူတို့အတွက်ပီတိတွေဖြာလို့ပေါ့...သားအချစ်မြေးအနှစ်ဆိုတဲ့အတိုင်း မြေးလေးကိုအရိပ်တကြည့်ကြည့်ပေါ့...တစ်နေ့ မြင်းပေါ်ကပြုတ်ကျပြီး သားဖြစ်သူဆုံးပါးသွားတယ်...နှစ်အနည်းငယ်ကြာတော့ ချွေးမဖြစ်သူလည်းနောက်အိမ်ထောင်ပြုသွားတယ်....မြေးလေးနဲ့ အိမ်မှာပဲနေစေချင်ပေမဲ့ ချွေးမဖြစ်သူလည်း သူ့အားကိုးရာရှာလေတော့အဘိုးအဘွားလင်မယားဟာ မြေးလေးနဲ့ခွဲရတော့တာပေါ့...အဘိုးအဘွားဆိုတာ ပထွေးနဲ့ ဘယ်စိတ်ချပါ့မလဲ..တစ်နေ့ အဘွားဖြစ်သူဈေးသွားတော့ ချွေးမနဲ့သားကို ပထွေးဖြစ်သူကရိုက်နှက်နေတာတွေ့သွားတယ်..အဘိုးအဘွားရဲ့စိုးရိမ်မှုတွေဟာ ပြောမပြနိုင်အောင်ပါပဲ..ဒါ့ကြောင့် မြေးလေးတို့အိမ်လိုက်သွားပေမဲ့အိမ်ပြောင်းသွားကြတယ်...မြေးလေးရဲ့ပထွေးဖြစ်သူဟာ ထစ်ခနဲရှိလက်ပါတတ်ပြီး သဘောထားကျဉ်းမြောင်းတဲ့သူဖြစ်နိုင်တာကြောင့် မြေးလေးကို ပြန်တွေ့ပြီး အိမ်ကိုပြန်ခေါ်ဖို့ ရေဆုံးမြေဆုံးလိုက်ပါတော့တယ်..တကယ်တော့ ဒီဇာတ်ကားဟာ ဆန်းပြားပြီးလှည့်ကွက်တွေပါတဲ့အမျိုးအစားမျိုးမဟုတ်ပေမဲ့မင်းသားကြီး မင်းသမီးတွေရဲ့သရုပ်ဆောင်မှုနဲ့အတူ အဘိုးအဘွားတွေရဲ့ချစ်ခြင်းမေတ္တာကို ခံစားရတဲ့ကားမို့တော်တော်ကြီးကိုကြည့်လို့ကောင်းပါတယ်...အမလေးငါ့မြေးလေးရဲ့ဆိုပြီး ငိုကြီးချက်မနဲ့ အာဗြဲကြီးနဲ့အော်ငိုနေတဲ့ပုံစံမျိုးတွေမပါဘဲ ခပ်တိုးတိုးစကားသံနဲ့ မျက်လုံးတွေကိုကြည့်ရုံနဲ့ သူတို့ဘယ်လောက်စိုးရိမ်ပြီးမြေးလေးကိုလွမ်းဆွတ်နေလဲဆိုတာ အလိုလိုခံစားရပါတယ်...မြေးလေးနဲ့ပြန်တွေ့နိုင်မလား..တခြားဘယ်လိုအခက်အခဲတွေရော မမျှော်လင့်ဘဲကြုံတွေကြရမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်... File Size :(900 MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/2VWfe/Let_Him_Go.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4iroJUn8YuQBekDwGy7r61YHXiu.jpg",
        "title": "Taylor Swift – Folklore: The Long Pond Studio Sessions (2020)",
        "description": "Taylor Swift : Folklore The Long Pond Studio Sessions (2020)\nIMDb 9.2/ 10\nလတ်တလော ပူပူနွေးနွေးမှာ Grammy nomination 6 ခုတောင် ၀င်ခဲ့တဲ့\nTaylor Swift, Artist of the Decade ရဲ့\nfolklore studio sessions လေး ရပါပြီနော်\nဒီ film လေးထဲမှာ folklore မှာပါ၀င်တဲ့ သီချင်း 17 ပုဒ်ကို ဘယ်သီချင်းက ဘာအကြောင်း\nဘာကြောင့် ရေးခဲ့သလဲ ဆိုတာတွေကို ရှင်းပြရင်း discussion လေးလုပ်လိုက် သီချင်းလေးဆိုလိုက်နဲ့ ရိုက်ကူးထားပါတယ်\nTrack 17 ပုဒ်ကို အစဉ်လိုက် သီဆိုထားပြီး တကယ်ကို နားထောင်လို့ ကောင်းတဲ့အပြင်\nဒီver ကိုတောင် ပိုကြိုက်သွားနိုင်လောက်ပါတယ်\nIMDb ကလည်း 9.2 တောင် ရရှိထားပါတယ်\nSwiftie တွေအတွက်တော့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/U3us/Taylor.Swift.Folklore.The.Long.Pond.Studio.Sessions.2020.720_CM.mp4",
        "category": "Documentary, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bNbyjzhzJVadpWIQPb57ddWWdWI.jpg",
        "title": "The Taking of Pelham 1 2 3(2009)",
        "description": "The Taking of Pelham 1 2 3(2009)(အလန်းစားကားမို့  Blu-Ray 1080p 5.1CH ပါပြုလုပ်ပေးထားပါတယ်...)နယူးယောက်မြို့မှာ လူသုံးအများဆုံး သယ်ယူပို့ရေးလမ်းကြောင်းက မြေအောက်ရထားစနစ်ပဲဖြစ်ပါတယ်။အားလုံးသိကြတဲ့အတိုင်း ဒီလိုရထားတွေဟာ အချိန်တိကျတဲ့အပြင် ကားစီးပြီးသွားတာထက်တောင် လိုရာခရီးကို ပိုပြီးမြန်မြန်ဆန်ဆန်ရောက်နိုင်ပါတယ်.... ဒီဇာတ်ကားထဲမှာတော့ ဝေါ်တာ ဂါဘာ ဟာ ဒီလိုမျိုး မြေအောက်ရထားတွေကို အန္တရာယ်ကင်းစွာသွားလာနိုင်ဖို့အတွက်....ထိန်းချုပ်ရေးစင်တာကနေ ညွှန်ကြားချက်တွေပေးရတဲ့သူဖြစ်ပါတယ် တစ်ရက်မှာတော့ Pelham 123 ဆိုတဲ့ ရထားတစ်စီးကို လက်နက်ကိုင်အဖွဲ့တစ်ဖွဲ့က အနုကြမ်း၀င်စီးပြီး ရထားပေါ်ကခရီးသွားတွေကို ဓားစာခံအနေနဲ့ဖမ်းထားတဲ့အခါ .... ဂါဘာ လည်း ဒီအကြမ်းဖက်အဖွဲ့နဲ့ ညှိနှိုင်းရာကနေ ဒေါ်လာ ၁၀ သန်း နဲ့ ၁ နာရီအတွင်းလဲဖို့ ကမ်းလှမ်းလာပါတော့တယ်.... ဒီဇာတ်ကားမှာ နာမည်ကျော်မင်းသားကြီး ၂ ဦးဖြစ်တဲ့ Denzel Washington နဲ့ John Travolta တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့အပြင်... ဒါရိုက်တာ Tony Scott ကိုယ်တိုင် US ...",
        "rating": "7.0",
        "url": "https://megaup.net/2fWR1/The_Taking_Of_Pelham_123.2009.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-28a7d942804b-143x200.jpg",
        "title": "Lich Hand To Destroy Flowers ( 2020 )",
        "description": "ခံစားချက်ဆိုတာ  အသွေးအသားအတွက် ဓားချက်နှလုံးသားအတွက် အဆိပ်ဆေး...\"ဒါကို ယုံကြည်တယ်ဆို ဒီကားကြည့်လိုက်တော့နော်။တရုတ်က အမြဲ ချစ်တတ်ကြတဲ့ မသေမျိုးနဲ့ လူသားကြားက အချစ်ဇာတ်လမ်းတွေကိုပုံဖော်ရိုက်ကူးနေကြပါ။ ဒီတစ်ခေါက်လည်း ပန်းနတ်သမီးလေးနဲ့ ပန်းတွေကိုချစ်တတ်တဲ့ လူသားကြားက အချစ်ကို ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးလို့ပြောရမယ်။ဇာတ်လမ်းလေးကတော့ မိန်းမပျိုလေးတွေ အသွေးသားတွေ စုပ်ယူခံရပြီးအကြောင်းမဲ့သေခဲ့တဲ့ အမှုကိုလိုက်တဲ့ မင်းမှုထမ်းလေးတစ်ယောက် စုန့်ယိချန်ဒီအမှုကိုလိုက်ရင်း သစ်ပင်မိစ္ဆာတိုက်ခိုက်တာ ခံလိုက်ချိန်မှာ ပန်းနတ်သမီးလေးကျောက်ဖေးက ကယ်သွားခဲ့ပြီး သူတို့ အချစ်ဇာတ်လမ်းလေး နိဒါန်းပျိုးခဲ့တာပေါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lich-hand-to-destroy-flowers-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kFL9ujaZcZbJ1J1hghQyqTWmgkE.jpg",
        "title": "Bleach (2022)",
        "description": "Bleach (2022)ဒီကားလေးကတော့ Horror ပရိတ်သတ်တွေ သဘောကျမယ့် ကားမျိုးဗျ။\nဇာတ်လမ်းဆုံးထဲ အထိ ရင်တမမနဲ့ ကြည့်နေရသလို ကြောက်နေရတယ်။\nမြန်မာပေါသရဲကားတွေလိုတော့ မဟုတ်ဘူးပေါ့ဗျာ။\nဇာတ်လမ်းကလည်း နည်းနည်းဆန်းတယ် ဆိုမလား။\nသူ‌ဌေးတစ်ယောက်ကနေ သူများအသားနာကျင်မှုကနေ ကျေနပ်မှုရှာတက်တဲ့ ရုပ်ရှင်ဒါရိုက်တာကို\nငွေတွေ ပုံပေးပြီး အရက်စက်ဆုံး အပြင်းထန်ဆုံး ဇာတ်ကားကို ရိုက်ခိုင်းလိုက်တာပါပဲ။\nအဲ့ဒီမှာ ဒါရိုက်တာဖြစ်တဲ့ ဂျိုနာပက်တန်ဟာ သူရက်ရက်စက်စက် သတ်ဖြတ်ခဲ့ဖူးတဲ့သူတွေရဲ့ တစ္ဆေတွေနဲ့\nတကယ့်အပြင်မှာ သူ့နောက်လိုက်နေတဲ့ စုံထောက်တွေကို ဘယ်လို တစ်ပက်ရိုက်မလဲဆိုတာ ကြည့်ရူရမှာ ဖြစ်ပါတယ်။\nဇာတ်လမ်းဟာ သာမန်ကြည့်နေကျ ဇာတ်လမ်းလို မဟုတ်တာကြောင့်\nထူးဆန်းတဲ့ ဇာတ်ကားတွေမှ ကြည့်ရူချင်တဲ့သူတွေက အကြိုက်တွေ့ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 680MB | 329MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3ebcf/Bleach.2020.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNy5VrMfmxoAYlY1YJ5W6RtDHOU.jpg",
        "title": "Run & Gun (2022)",
        "description": "Run and Gun (2022)မင်ဒဲလားသက်ရောက်မှု(Mindela effect) ဆိုတာ ကြားဖူးပါသလား\nမင်ဒဲလားက ထောင်ထဲမှာပဲ ၁၉၈၀ ခုနှစ်မှာသေဆုံးသွားတယ်လို့ လူသန်းပေါင်းများစွာက ယုံကြည်ကြတယ်တဲ့\nဒါပေမဲ့ မင်ဒဲလားက အမှန်တကယ်မှာ တောင်အာဖရိကနိုင်ငံရဲ့ သမ္မတပါဖြစ်ခဲ့ပါသေးတယ်\nလူတွေအဲ့လိုအထင်မှားကြတာက ကောလဟာလကြောင့်လဲဖြစ်နိုင်သလို\nနောက်သီအိုရီတစ်ခုက ကျွန်တော်တို့စကြာဝဠာကြီးက ‌အပြိုင်ယူနီဗာ့စ်တစ်ခုအဖြစ်ကွဲထွက်သွားပြီး အဖြစ်အပျက်တွေက ကွဲပြားနေရတာပါတဲ့\nကျွန်တော်အခုရေးပြနေတာတွေက ခုဇာတ်ကားရဲ့ plot နဲ့ ဘာမှမဆိုင်ပါဘူး\nဇာတ်လမ်းက အရင်ကဆိုးသွမ်းခဲ့တဲ့လူမိုက်ကြီးတစ်ယောက်က မိသားစုနဲ့အေးချမ်းစွာနေထိုင်နေတဲ့အချိန်မှာပဲ\nအထုပ်တစ်ခုကိုသွားယူဖို့ လူမိုက်ဆရာကြီးတစ်ယောက်က လာခိုင်းစေပါတော့တယ်\nအဲ့မှာသောက်တလွဲတွေ ပြသနာတွေပေါင်းစုံနဲ့ အဲ့အထုပ်ထဲပါတာက\nမင်ဒဲလားသက်ရောက်မှုကို သက်သေပြနိုင်မဲ့အရာလားဘာလား စသည်ဖြင့် မရိုးရအောင်ကြည့်ရှုရမှာပါEntertainment ဖြစ်တဲ့ အပစ်အခတ်အက်ရှင်တွေလဲ ပါမယ်\nကောင်းဘွိုင်အထာ ကန္တာရထဲ မိုက်ကြရမ်းကြတာတွေလဲပါမဲ့\nဒီဇာတ်ကားလေးက စိတ်အပန်းဖြေကြည့်ရှုဖို့အတွက်တော့ ကောင်းမွန်မှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynnပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 792MB | 343MB\nFormat… ...",
        "rating": "5.1",
        "url": "https://megaup.net/2yeUe/Run.and.Gun.2021.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fLDGQtwZtqk9xNlKFuwU030H1dz.jpg",
        "title": "Kamu Tidak Sendiri (2022)",
        "description": "Kamu Tidek Sendiri (2022)-အင်ဒိုနီးရှားဇာတ်ကားထဲမှာ ဒီကားသဘောအကျဆုံးပဲ ။\nအင်ဒိုနီးရှားနိုင်ငံမှာ သဘာဝဘေးအန္တရာယ်ကြောင့် အထူးသဖြင့် ငလျင်၊\nဒါတွေကြောင့် လူတွေထိခိုက်သေဆုံးရတာတွေ ၊ အပျက်အစီးအောက်မှာ ပိတ်မိနေတဲ့သူတွေ ခံစားရတာတွေ ၊\nကိုယ်ချစ်တဲ့သူ တန်ဖိုးထားရတဲ့သူတွေကို မေ့လျော့ပစ်ပယ်မထားသင့်ဘူးဆိုတာတွေ၊ စတာစတာတွေကို\nအရိုးရှင်းဆုံး ဘာလှည့်ကွက် ဘာဝှက်ကွက်မှမပါပဲ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းက ဓာတ်လှေကားမှာ စပြီးတော့ ဓာတ်လှေကားမှာပဲ ဆုံးသွားတာပါ။\nမင်းသားကြီး Ryan Reynolds ရဲ့ Burn ကိုတောင် သွားသတိရမိတယ် အဲ့လောက်တော့ မမွန်းကျပ်ဘူးပေါ့လေ။-ဇာတ်အိမ်ကတော့ မင်းသမီးက ကုမ္ပဏီမှာ အထက်လူကြီးတစ်ယောက်၊မသိတဲ့သူကိုစကားပြောဖို့ဝန်လေးသူ ။\nအပေါက်ဆိုးတယ် ဆက်ဆံရေးမကောင်းဘူးလို့ သတ်မှတ်ခံထားရတဲ့သူ။\nတစ်နေ့ မနက်ဖြန်အမှီအလုပ်အပြီးသတ်ရမှာဆိုတော့ ညနက်မှအလုပ်ကဆင်းမယ့်အချိန်\nဓာတ်လှေကားကနေအဆင်း တစ်လွှာတည်းအလုပ်လုပ်ကြတဲ့ကောင်လေးနဲ့ကြုံ\nဓာတ်လှေကားစီးနေတုန်း ငလျင်လှုပ်ရာ ကြုံရဆုံရ လူ့ဘဝကို ဘယ်လိုတွေ ဖြတ်သန်းခဲ့ကြလဲဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thrillee\nQuality…. 1080p | 720p | ...",
        "rating": "5.2",
        "url": "https://megaup.net/2yeUa/Kamu.Tidak.Sendiri.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qBWtxQEuoPYAOy8zTiZhrvQJf0m.jpg",
        "title": "I, Challenger (2022)",
        "description": "I, Challenger (2022)ဆစ်ဒ် ဆိုတဲ့သတ်လတ်ပိုင်းလူကတော့ သူ့ကိုယ်သူအရှုံးသမားအဖြစ် အပြည့်အဝခံယူထားသူပါ။\nအလုပ်ကမရှိ၊ သူ့အလုပ်က စက်ရုပ်နဲ့အစားထိုးခံလိုက်ရလို့အလုပ်ပြုတ်သွားတယ်။\nလတ်တလောအလုပ်ကတော့ ဆယ်ကျော်သက်တွေကိုဆေးခြောက်ရောင်းတဲ့အလုပ်။\nဘော်ဒါဆိုတော့လဲ သူနဲ့ဂိမ်းတွဲဆော့နေကျ ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ပဲရှိတယ်။\nဆော်ကလဲမရှိ။ သူကလဲကြံရာမရ ပေါက်ကရတွေအကုန်လုပ်တဲ့သူပါ။\nTinder ကနေလဲ သကြားမေမေရှာကြည့်သေးတယ်။ မအိုကေ။ ထီတွေဆိုတာလဲ လတိုင်းထိုးတာ။နောက်ဆုံးတော့ ကံကောင်းခြင်းရဖို့ ဂူဂဲလ်မှာရှာရင်း ရုရှားကဗီဒီယိုတွေကိုသွားတွေ့တယ်။\nရုရှားကလူတွေက သူတို့ကိုယ်သူတို့၂၄ နာရီကြာ အခေါင်းထဲထည့်မြှပ်နှံပြီး ကံကောင်းခြင်းကိုရသွားကြတယ်တဲ့။\nအခေါင်းထဲကပြန်ထွက်လာတာနဲ့ အလုပ်တွေအချစ်ရေးတွေအရာရာမှာကံကောင်းလာတယ်။\nသေချာတာပေါ့ ဆစ်ဒ်ကလဲ သူ့တစ်ဦးတည်းသော သူငယ်ချင်းကောင်လေးရဲ့ အကူအညီကိုယူပြီး\nသူ့ကိုယ်သူ ၂၄ နာရီကြာ မြှုပ်နှံဖို့ ကြိုးစားလိုက်ချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 767MB | 373MB\nFormat… mp4\nDuration…. 1h 38min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ydL8/I.Challenger.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PnGo4QM3Bvx3YmrdN6NwshVZ6j.jpg",
        "title": "The Twelve Stories of Glen Anggara (2023)",
        "description": "The Twelve Stories of Glen Anggara (2023)ဒါလေးကတော့ မနှစ်ကမှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nနာမည်လေးက The Twelve Stories of Glen Anggaraတဲ့။\nဒီကားလေးက Romance/Drama အမျိုးအစားလေးဖြစ်ပြီး\nရုပ်ရှင်ရဲ့ Dialogue တွေက တကယ့်ကိုရင်ထဲထိပါတယ်။IMDbမှာဆိုရင်လည်း 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာတော့ အသက်ရှင်ဖို့အချိန်သိပ်မကျန်တော့တဲ့ ရှန်နာ့ရဲ့ ​မသေခင်လုပ်သွားချင်တဲ့ ဆန္ဒဆယ့်နှစ်ခုကို\nသူ့ရဲ့ ချစ်သူကောင်လေး ဂလန်က ရအောင်လိုက်ပြီး ဖြည့်ဆည်းပေးတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဒီ ဆန္ဒဆယ့်နှစ်ခုက ဘာတွေဖြစ်မလဲ။\nနောက်ပြီး ဂလန်ကရော ရှန်နာ့ရဲ့ ဆန္ဒတွေအကုန် ပြည့်ဝအောင်လုပ်ပေးနိုင်မလားဆိုတာကို ပျော်ရွှင်ဖွယ်ကောင်းစွာကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်ခင်ဗျ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 768MB | 384MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ydJ2/12.Stories.of.Anggara.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukzgWvs0ag2q7zBOBQS9Y1aRVCz.jpg",
        "title": "Hide-and-Never Seek (2016)",
        "description": "Hide and Never Seek (2016)ကလေးဘဝကလူတိုင်းကစားဖူးတဲ့ တူတူပုန်းတမ်းကို Horror Version လေးတစ်ဖြတ်အနေနဲ့ ကြည့်ရှုရဦးမှာပါ။\nVJ Glow ဟာ “Glow World” ဆိုတဲ့ horror channel တစ်ခုရဲ့ အစီအစဉ်တင်ဆက်သူဖြစ်ပါတယ်။\nchannel ကနေ ဝင်ငွေရဖို့အတွက် သူနဲ့ Producerဘတ် တို့က ထူးခြားဆန်းပြား ခြောက်ခြားစရာcontent အသစ်တွေကို ရှာဖွေနေခဲ့ကြတာပါ။\nတစ်နေ့မှာတော့ သူတို့ Channel ကို Video တစ်ခုပေးပို့လာခဲ့ပါတယ်။\nvideo ထဲမှာတော့ အထက်တန်းကျောင်းသူလေး ၂ ယောက်က တစ်ယောက်တည်းတူတူပုန်းတမ်းလို့ဆိုတဲ့ ဝိဉာဉ်လောကနဲ့ဆက်သွယ်ပြီးကစားရတဲ့တူတူပုန်းတမ်းကိုကစားနေခဲ့တာပါ\n။အဲဒီ video ထဲမှာရိုက်ကူးမိထားတဲ့ ခြောက်ခြားစရာအဖြစ်အပျက်ကို VJ Glow တို့တွေက စိတ်ဝင်စားသွားကြပြီး\nChannel မှာတင်ဆက်ဖို့အတွက် Video ထဲကအဆောက်အဦးကို ကိုယ်တိုင်သွားရောက်စူးစမ်းကြပါတော့တယ်။\nအဲဒီကျိန်စာသင့်အဆောက်အဦးထဲမှာပဲ live broadcast လွှင့်ကြရင်းနဲ့\nဘယ်လို ထူးထူးဆန်းဆန်းကြောက်မက်ဖွယ်တွေဖြစ်လာမလဲ …..\nVideo ထဲကကျောင်းသူလေးကိုရော ကယ်တင်နိုင်မလား ….ဆိုတာတွေကို\nရုပ်ရှင်တစ်ခုလုံးကို ကင်မရာနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့ပုံစံအနေနဲ့ ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။အညွှန်း ...",
        "rating": "5",
        "url": "https://megaup.net/3ebcA/Hide.and.Never.Seek.2016.720p.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uyV8Gx9Ns1AXIRiahGFVeRFHHf.jpg",
        "title": "A True Scary Story: Summer Special Edition (2022)",
        "description": "A True Scary Story : Summer Special Edition (2022)\n-------------------------------------------------------\nသရဲကားအရှည်ကြီးတွေထက် သရဲကားအတိုလေးတွေကြည့်ရတာကြိုက်တဲ့ ပရိသတ်တွေအတွက်\nကိုယ်တွေ့ဖြစ်ရပ်မှန် သရဲဇာတ်လမ်းတိုလေးတွေကို ပြန်ပြောပြတဲ့ ဂျပန်အစီအစဥ်ကနေ ကောင်းနိုးရာရာဇာတ်လမ်းတွေကို စုထုတ်ထားတဲ့ကားပါ။ရှိုးကနေ ပြောပြတဲ့ဇာတ်လမ်းတွေကို စုစည်းထားတာမလို့\nတစ်ချို့နေရာတွေမှာ အဆက်အစပ်မရှိတဲ့ကြားဖြတ်ဇာတ်လမ်းတွေလည်းပါပေမယ့်\nစိတ်ရှည်သည်းခံပြီး ကျော်သာကြည့်လိုက်ကြပါလို့။တစ်ခုရှိတာက ဒီကားကသာမန်သရဲကားမဟုတ်ဘဲ ရှိုးကိုပေးပို့လာတဲ့ ကိုယ်တွေ့ဖြစ်ရပ်မှန်သရဲအကြောင်းကို ပြောပြနေတာမလို့\nNarrator အပေါ်မူတည်ပြီး မတင်မကျဇာတ်သိမ်းတွေ တစ်ချို့ဟာတွေကျ ဘာမှနားမလည်လိုက်သိဘဲ ပြီးသွားတာမျိုးလည်း ရှိနိုင်ပါတယ်။\nပါးစပ်ရာဇဝင်သရဲဇာတ်လမ်းတွေနဲ့ အလကားနေဖြဲခြောက်တဲ့သရဲအကြောင်းတွေလည်း အများကြီးပါပေမယ့် အပျင်းပြေကြည့်လို့တော့ရပါတယ်။အညွှနိး နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.43GB | 633MB | 311MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moe ...",
        "rating": "",
        "url": "https://megaup.net/1Sgig/Honto_ni_Atta_Kowai_Hanashi_2022_720p_WEB-DL_CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ0gylJMxWSL490sy0RrPj1Lj7e.jpg",
        "title": "The Whale (2022)",
        "description": "The Whale (2022)~ IMDb - 7.9/10, RT - 65%, Meta - 60% ~Directed By \"Darren Aronofsky\"ဖြစ်စေချင်ဝာာကတော့ ဘာမှဆက်ဖတ်မနေပါနဲ့။ ဒီတိုင်းသာ ကောက်ကြည့်လိုက်ပါ။ ပေါင်၆၀၀လူဝကြီးတစ်ယောက်က အသည်းကို ဖင်ခုထိုင်ပြီး တစ်စစီခွဲပစ်မယ့် ရုပ်ရှင်ပါပဲ။ \"ဝေလငါး ( သို့ ) ဝမ်းနည်းခြင်းအက်ဆေး\"ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်လို့ စကားဦးပျိုးလိုက်ရင် မှန်ပါ့မလား။ ဟင့်အင်း... မမှန်တာ သေချာတယ်။ ကမ္ဘာကြီးက လူ၀ကြီးကို ထမ်းထားတယ်ထင်ရပေမဲ့ တကယ်တမ်းကျ လူဝကြီးက ကမ္ဘာကြီးကို ထမ်းထားခဲ့တယ်။ လူဝကြီးအကြောင်းပြောပြရရင် လူဝကြီးက အလေးချိန် ပေါင်၆၀၀ရှိတယ်။ ဇနီးဟောင်းတစ်ယောက်၊ သမီးတစ်ယောက်၊ သူငယ်ချင်းတစ်ယောက်ရှိတယ်။ လူဝကြီးမှာ ကောင်လေးတစ်ယောက်ရှိခဲ့ပေမဲ့ အခုတော့ မရှိတော့ဘူး။ လူဝကြီးစကားအရတော့ အဲဒါကြောင့်ပဲ သူ့ကိုယ်အလေးချိန် တက်လာခဲ့တယ်တဲ့။ လူဝကြီးရဲ့ အ၀လွန်နေတဲ့ကိုယ်ပေါ်မှာ ဖက်ခွက်နာ၊ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Snyh/(CM)_The_Whale_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7wxJmFqTMcdE05sfWedB6458US1.jpg",
        "title": "Chasing Mavericks(2012)",
        "description": "Chasing Mavericks(2012)************************လှိုင်းကြီးလှေအောက် တောင်ကြီးဖဝါးအောက် စကားဟာ လူသားတွေရဲ့ အားမာန်ကိုပြသတဲ့စကား ဖြစ်ပါတယ်။ဒါပေမယ့် ဒီစကားဟာ ကယ်လီဖိုးနီးယားပြည်နယ်မြောက်ဘက်ကမ်းခြေက မားဗရစ်ခ်(Mavericks) လှိုင်းလုံးကြီးတွေကိုစီးနင်းဖို့ ကြိုးစားတဲ့ လှိုင်းစီးသမားတွေအတွက် အမြဲတမ်းမမှန်ကန်ပါဘူး။ဂျေးမော်ရီယာတီ ဟာ ဖခင်ရဲ့ စွန့်ပစ်မှုကြောင့် သောကရောက်နေတဲ့ မိခင်နဲ့ အတူနေထိုင်သူဖြစ်ပြီးရေလွှာလှိုင်းစီးရတာကို ကလေး ကတည်းက နှစ်သက်သူဖြစ်ပါတယ်။ တစ်ရက်မှာ သူရဲ့အိုင်ဒေါဖြစ်တဲ့လှိုင်းစီးသမား ဖရော့စ်တီတို့ လှိုင်းစီးသွားတာ လိုက်ချောင်းရင်း ဧရာမကြီးမားတဲ့ မားဗရစ်ခ်ရေလှိုင်းတွေကိုဖရော့စ်တီစီးလေ့ရှိတာကို သိသွားပါတယ်။ ဒါနဲ့ပဲ ဖရော့စ်တီ့ဆီမှာ အပူကပ်ပြီး သူ့ကို မားဗရစ်ခ်ရေလှိုင်းကိုစီးနိုင်တဲ့အထိသင်ပေးဖို့ ပူဆာပါတော့တယ်။ တစ်ဖက်မှာ လည်း ဖရော့စ်တီဟာ သူ့မိန်းမဖြစ်သူကိုအန္တရာယ်ရှိတဲ့ရေလှိုင်းတွေ ထပ်မစီးတော့ဘူးလို့ ကတိပေးထားပြီးသား ဖြစ်နေပါတယ်။ဂျေးမော်ရီယာတီကတော့ ဘယ်လိုဖြစ်နေနေ မားဗရစ်ခ်ရေလှိုင်းတွေကို စီးဖို့ စိတ်ပိုင်းဖြတ်ပြီးသား ဖြစ်ပါတယ်။မားဗရစ်ခ်ရေလှိုင်းတွေကို သူတကယ်စီးနင်းနိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေ သူရင်ဆိုင်ခဲ့ရလဲ၊သူဖြစ်ချင်တဲ့ရေလွှာလှိုင်းစီးသမားဘဝကို လွယ်လွယ်ကူကူတက်လှမ်းနိုင်ပါ့မလားဆိုတာကို ခံစားကြည့်ရှုရမှာပါ။\nဒီဇာတ်ကားဟာ ရေလွှာလှိုင်းစီးသမား ဂျေးမော်ရီယာတီ(Jay Moriarity)ရဲ့ အတ္ထုပ္ပတ္တိဖြစ်ပါတယ်။သူ့ဘဝအနိမ့်အမြင့်၊ အတက်အကျနဲ့ အချစ်ရေးကိစ္စတွေကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1cq0y/Chasing.Mavericks.2012.BLU-RAY.720P.pp(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lk9qVzvPHuL2vX9ixNut9n0KfYD.jpg",
        "title": "Harry Brown(2009)",
        "description": "Harry Brown (2009)================တော်ဝင်ရေတပ်သားဟောင်းကြီး ဟယ်ရီဘရောင်းဟာ မုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အထီးကျန်လှတဲ့ဘဝကို ပင်စင်ယူထားတဲ့ သူငယ်ချင်းလီယိုနာ့အက်ဝယ်လ်နဲ့ပဲ အချိန်ကုန်ဆုံးလေ့ရှိပါတယ်။ ဟယ်ရီတို့နေထိုင်တဲ့ ပတ်ဝန်းကျင်မှာလည်း အရမ်းသောင်းကျန်းပြီး ဆိုးသွမ်းတဲ့ လူငယ်လေးတွေအုပ်စုရှိပါတယ်။ လူ့အသက်တွေကို ကစားစရာလိုသတ်မှတ်ပြီး သေနတ်တစ်လက်နဲ့ ဆေးမူးပြီးလုပ်ချင်တာလုပ် ထင်ရာစိုင်းနေတဲ့လူငယ်လေးတွေပါ။ ဒီလိုမျိုး ပြဿနာပဲရှာချင်နေတဲ့ ကောင်လေးတွေက ပင်စင်စားဖြစ်ပြီး အင်အားနည်းတဲ့ မစ္စတာအက်ဝယ်လ်ကိုလည်း အနိုင်ကျင့်နှောင့်ယှက်ကြပါတယ်။ တစ်ရက်မှာတော့ ဟယ်ရီဆီကို စုံထောက်နဲ့ စုံစမ်းရေးအရာရှိတို့က မိတ်ဆွေမစ္စတာအက်ဝယ်လ်သေဆုံးသွားကြောင်းလာအကြောင်းကြားပါတယ်။ ဟယ်ရီတစ်ယောက် တစ်ဦးတည်းသောမိတ်ဆွေကိုဆုံးရှုံးလိုက်ရတဲ့အချိန်ကနေစပြီး ဘယ်လိုတွေပြောင်းလဲမလဲ.. မိတ်ဆွေအတွက်ရော ရေတပ်သားဟောင်းကြီးအနေနဲ့ ဘယ်လိုအကွက်ကျကျလက်တုံ့ပြန်မလဲဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်… File size…0.99GB / 330.9MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kyawt Kay Zin",
        "rating": "7.2",
        "url": "https://megaup.net/1cq2o/Harry.Brown.2009.BluRay720PMW(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzAyNDAzMjYtMmIzNC00ZDFkLTk2NjEtOTc2YzExZGI3OGVjXkEyXkFqcGdeQXVyNjA1NjU0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Grotesque (2022)",
        "description": "Grotesque (2022)\n=============သူ(မ)ရဲ့ကြီးမားတဲ့နှာခေါင်းကြောင့် ငယ်စဉ်ကတည်းက\nလူတွေရဲ့လှောင်ပြောင်ခြင်းကိုခံခဲ့ရတဲ့ မစ်ဒရစ်မော်ရာ၊\nအစ်မဖြစ်သူကိုယ်တိုင်က နှာခေါင်းကြောင့် သတို့သမီး\n၏အရံလုပ်ဖို့ ငြင်းဆန်သောအခါ သူ့ကိုယ်သူပြုပြင်\nမယ်ဆိုပြီး ပလတ်စတစ်ဆာဂျရီလုပ်ဖို့ကြိုးစားရာမှ\nမတော်တဆမှုတွေပေါ်ပေါက်လာပါ‌တယ်။အားကိုးရာမဲ့‌နေတဲ့သူဟာ အစ်မဖြစ်သူကို အကူအညီ\nတောင်းသော်လည်း အစ်မဖြစ်သူကငြင်းဆန်လိုက်သော\nအခါ စိတ်ဒဏ်ရာတွေနဲ့မစ်ဒရစ်တစ်ယောက် သူကိုအနိုင်\nကျင့်သူတွေကို တစ်ယောက်ပြီးတစ်ယောက်လက်စား\nချေရင်းနဲ့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာသည်းထိပ်\nရင်ဖို ကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Eunice ဖြစ်ပါတယ်)File Size..........(1.31 GB) / (669 MB) / (424 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 23Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator.......Eunice\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/2yk6m/Grotesque.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8n8PfqMUVgr5mn0ShiVflBzUMf.jpg",
        "title": "Giant Snake Incident at Yellow River ( 2023 )",
        "description": "\" ဟွမ်မြစ်အတွင်းက ကြောက်မက်ဖွယ်ကောင်းလှတဲ့ လူသားစား မြွေကြီးရဲ့ ဒဏ္ဍာရီလေးတစ်ပုဒ် \"ဟွမ်မြစ်ရဲ့နံဘေးမှာ ဆိတ်ငြိမ်အေးချမ်းတဲ့ ခေတ်လွန်ရွာလေးတစ်ရွာတည်ရှိပါတယ် ။\nဒီလိုအေးချမ်းလှတဲ့ ရွာလေးဆီကို ခေါင်းတလားကြီးတစ်လုံးနဲ့အတူ\nကြောက်မက်ဖွယ်ကောင်းတဲ့ ဘေးအန္တရာယ်ကြီးက ရောက်ရှိလို့လာခဲ့ပါတော့တယ် ။ထူးဆန်းတဲ့ အရာတွေ မကြာခဏ ဖြစ်ပြီး လူတွေကလဲ တစ်ဦးပြီး\nတစ်ဦးပျောက်ဆုံးလို့ လာခဲ့ချေပါတယ် ။ ဒီဘေးအန္တရာယ်ကြီးကို\nကျောက်မိသားစုကနေပြီး နှိမ်နင်းဖို့ သွားခဲ့ပေမဲ့ တစ်ဦးတစ်ယောက်မှ\nပြန်လာခြင်းမရှိခဲ့ပါဘူး ။ ဒီကိစ္စဖြစ်ပြီး နှစ် ၂၀ ကြာတဲ့နောက်မှာ\nအလားတူ ကိစ္စရပ်မျိုး ပြန်လည်ဖြစ်ပျက်လာခဲ့သောအခါ...?ကျောက်အိမ်တော်ရဲ့ မျိုးဆက်ကို ဆက်လက် လက်ခံမဲ့\nသခင်လေးကျောက်ပိုင်တစ်ယောက် ဒီမကောင်းဆိုးဝါးကြီးကို\nနှိမ်နင်းဖို့ ခရီးစတင်ထွက်ခဲ့ပါတော့တယ် ။ ဒီတော့ မြစ်ထဲက\nမကောင်းဆိုးဝါး မြွေကြီးကို နှိမ်နင်းနိုင်ပါ့မလား ?\nဘယ်လိုမျိုး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ရဦးမှာလဲ ? ဆိုတာ\nသခင်လေး ကျောက်ပိုင်ရဲ့ စွန့်စားရေး ခရီးစဥ်လေးကို\nအတူတူ စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-snake-incident-at-yellow-river-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmM2MmE5Y2MtZGEwNC00NjY3LTgzYTItYTAzN2M4Y2RlNTI2XkEyXkFqcGdeQXVyMTMwNjQxNDU1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Attachment (2022)",
        "description": "Attachment (2022)\n===============\nIMDb Rating - 5.8/10လီယာနဲ့မာယာဆိုတဲ့ ကောင်မလေးနှစ်ယောက်ဟာ အမှတ်မထင်\nတွေ့ရာကစလို့ စိတ်ချင်းထပ်တူကျပြီး ချစ်သူအဆင့်ထိရောက်သွား\nကြပါလေရော။ လီယာ့အိမ်ကို မာယာလိုက်သွားရင်း ယောက္ခမဖြစ်\nသူနဲ့ ဆုံလိုက်ရတာပေါ့။ လီယာ့အမေဟာ ဘာသာရေးစွဲမိသားစုက\nမွေးဖွားလာတာမဟုတ်ပေမယ့် ဘာသာရေးစွဲခင်ပွန်းနဲ့ အကြောင်း\nပါပြီးနောက်မှာတော့ သူပါအကျင့်ကူးသွားခဲ့သူတစ်ယောက်ပါ။\nနောက်ပြီး သူ့ခင်ပွန်းက ရုတ်တရက်ဆိုသလို သူတို့သားအမိကို\nအကြောင်းပြချက်မရှိပစ်သွားပါတယ်။ ဒါကတော့ လီယာ့သိထားတဲ့\nသူ့မိဘတွေရဲ့ဇာတ်လမ်းပေါ့။လီယာ့အမေက တစ်ဦးတည်းသောသမီးကို မျက်စိအောက်ကအပျောက်\nမခံ ရင်အုပ်မကွာစောင့်ရှောက်တတ်တဲ့ မိခင်တစ်ယောက်ပါ။ မာယာက\nတော့ သူ့ယောက္ခမကြီးရဲ့ ထူးထူးဆန်းဆန်းအပြုအမူတွေကြောင့် ယဉ်\nယဉ်လေးရူးနေတယ်လို့ ထင်နေပါပြီ။ ဒါကြောင့် ဘာသာရေးရူး ရူးပြီး\nကိုယ့်သမီးကိုယ်အန္တရာယ်ပြန်ပေးမယ့် ယောက္ခမဖြစ်သူလက်ကနေ\nသူ့ချစ်သူလီယာ့ကို ကယ်ထုတ်ဖို့ကြိုးစားပေမယ့် နောက်ဆုံးမှာ သူသိ\nလိုက်ရတဲ့အမှန်တရားဟာ.........။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.85 GB) / (553 MB) / (357 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror, Romance\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2yfhi/Attachment.2022.720p.WEBRip(CM).mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BY2EzYWUxNzYtMjg4Yi00Y2M1LThmZTAtNmYyZTBmMDcxNDhlXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Just Say Yes (2022)",
        "description": "Just Say Yes (2022)\n===============လမ်းခွဲခံရဖူးတဲ့သူတွေ ရှိကြမှာပါ။ တချို့တွေက မက်ဆေ့ချ်တစ်စောင်နဲ့\nလမ်းခွဲခံရမယ်။ တချို့ကတော့ ဖုန်းထဲမှာပဲ လမ်းခွဲခံရမယ်။ တချို့ကတော့\nလူကိုယ်တိုင် စသည်ဖြင့် မျိုးစုံပဲပေါ့။ဒီဇာတ်လမ်းထဲက လော့တာဆိုတဲ့ producerမလေးကတော့ တီဗီမှာ တိုက်\nရိုက်ထုတ်လွှင့်နေတုန်းမှာပဲ သူနဲ့စေ့စပ်ထားတဲ့ ချစ်သူဆီက လမ်းခွဲစကား\nပြောခံလိုက်ရပါသတဲ့။ ဒီလိုမျိုး တိုင်းသိပြည်သိ ဘဲပစ်ခံလိုက်ရလို့ ကြေကွဲ\nလူငယ်လေးဖြစ်နေတဲ့လော့တာက သူ့လိုမျိုး producerတစ်ယောက်ဖြစ်တဲ့\nခရစ်နဲ့အတူ သူ့ဘဲပြန်လာအောင် လုပ်ဖို့ စီစဉ်ကြပါတော့တယ်။ဒီလိုစီစဉ်ရင်းမှာပဲ လော့တာတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ ကောင်း\nတာတွေဖြစ်လာမလား အဆိုးတွေနဲ့ပဲတွေ့ရမလားဆိုတာကို ရိုက်ကူးထားတဲ့\nပေါ့ပေါ့ပါးပါး Comedy, Romance ကားလေးကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်\nပါတယ်)File Size..........(1.85 GB) / (753 MB) / (461 MB)\nQuality............WEB-DL 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/2yffi/Just.Say.Yes.2021.720p.NF.WEB-DL.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/in-126x200.jpg",
        "title": "Knock at the Cabin(2023)",
        "description": "M. Night Shyamalan ရိုက်ကူးထားတဲ့ ဟော်ရာရုပ်ရှင်အသစ်ပဲဖြစ်ပါတယ်။ Horror, Mystery, Thriller အမျိုးအစားဖြစ်တဲ့အတွက် ပဟေဠိဆန်ဆန်ကြည့်ရမှာဖြစ်ပြီး နောက်ဆုံးကျမှပဲ အဖြူအမည်း သဲကွဲမယ့် ရုပ်ရှင်မျိုးပါ။ The Sixth Sense လို ရုပ်ရှင်မျိုးကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာပီပီ သို့လော သို့လောလေးတွေနဲ့ ရိုက်ပြတဲ့နေရာမှာတော့ တော်ပါတယ်။ မင်းသား ဒေးဗစ် ဘာတစ်စတာကလည်း GotG ဇာတ်ရုပ်လို ဟာသမဟုတ်ဘဲ တကယ်ကို အလေးအနက်နဲ့ သရုပ်ဆောင်သွားတာပါ။ဇာတ်လမ်းအကျဉ်းအဲရစ်နဲ့ အန်ဒရူးဆိုတဲ့ လိင်တူစုံတွဲဟာ ဝန်လင်ဆိုတဲ့ကလေးမလေးကို မွေးစားထားပြီး ပျော်ပျော်ရွှင်ရွှင်နေထိုင်နေကြပါတယ်။ တစ်နေ့မှာတော့ အားလပ်ရပ်ခရီးအဖြစ် ရှုခင်းလှပြီး လူသူမရှိတဲ့ သစ်လုံးအိမ်လေးတစ်ခုကို ပျော်ပွဲစားထွက်ခဲ့ကြပါတယ်။ အဲဒီအိမ်လေးကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက် လူလေးယောက်ရောက်ရှိလာခဲ့ပါတယ်။ လူလေးယောက်ဟာ အလွန်ထူးဆန်းတဲ့အကြောင်းနဲ့ရောက်လာပြီး ထူးဆန်းတဲ့လက်နက်ကိုယ်စီနဲ့ အဲရစ်တို့ကို ဖမ်းထားပြီး မယုံနိုင်စရာ တောင်းဆိုမှုတွေလုပ်လာတဲ့အခါ....File size…(1.29GB)  / (696MB) / (324MB)\nQuality…. Web ...",
        "rating": "6.4",
        "url": "https://megaup.net/1cpfu/Knock.at.the.Cabin.2023.720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DUhY8eB0X5NM6smvas8nfdUYZu.jpg",
        "title": "Rimini (2022)",
        "description": "Rimini (2022)~ IMDb - 7/10, RT - 94%, Meta - 81% ~အခုမိတ်ဆက်ပေးမှာကတော့ မနှစ်က ထွက်ခဲ့တဲ့ ဩစတြေးလျကားသစ်လေးတစ်ကားပါ။ ရီမီနီဆိုတာ အီတလီနိုင်ငံက မြို့တစ်မြို့ပေမယ့် ဩစတြေးလျပေါ့ပ်အဆိုတော်ကြီးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး အီတလီ၊ ရိုမေးနီးယား၊ ဂျာမနီ၊ ဩစတြေးလျတို့မှာ ရိုက်ထားတာပါ။ရီချီဘရာဗိုလို့ ခေါ်တဲ့ တစ်ခေတ်တစ်ခါက အောင်မြင်ခဲ့တဲ့ ပေါ့ပ်စတားတစ်ဦးဟာ မှေးမှိန်သွားပြီဖြစ်တဲ့ သူ့အောင်မြင်မှုလေးတွေ လိုက်လံဖမ်းဆုပ်ရင်း သူ့သီချင်းတစ်ချို့ ခေတ်စားနေသေးတဲ့ အီတလီနိုင်ငံ ရီမီနီမြို့မှာ အခြေချဖြစ်ပါတယ်။ ဘဝကို အနိမ့်တကာ့အနိမ့်ဆုံးထိ ကိုယ်တိုင်ထိုးဆင်းပြီး အရက်၊ ဆေးလိပ်၊ (အထူးသဖြင့်) မိန်းမ အပျော်အပါးမှန်သမျှ အကုန်ချပြီး လူမဝင်သလောက်နီးပါး ရုံလေးတွေမှာ ဖျော်ဖြေရင်း မဖြစ်စလောက် ဝင်ငွေလေးနဲ့ ရပ်တည်နေပါတယ်။ဒီလိုမျိုး ဘဝကို စိတ်ကြိုက်ဖြုန်းတီးပြီး ဖြစ်သလိုနေထိုင်နေတဲ့ ရီချီ့ဘဝထဲကို ငယ်ငယ်လေးကတည်းက သူပစ်ထားခဲ့တဲ့ သမီးဖြစ်သူရောက်လာပြီး သူရထိုက်တဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/1cpcj/(CM)_Rimini_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCUrI8v523NQDJNKoDxGq2nvbvw.jpg",
        "title": "A Family Man (2016)",
        "description": "A Family Man (2016)********************အဓိကဇာတ်ဆောင်အဖြစ် မင်းသားကြီး Gerard Butler ကသရုပ်ဆောင်ထားပြီးWilliam Dafoe၊ Alfred Molina၊ Alison Brie၊ Gretchen Molစတဲ့ ပရိသတ်နဲ့ရင်းနီးပြီးသားသရုပ်ဆောင်တွေချည်းပါပဲ။ဇာတ်လမ်းလေးကတော့Head-hunter ဆိုတာ ကုမ္ပဏီတွေအတွက်လူသစ်ရှာဖွေရေးဝန်ဆောင်မှုလုပ်ရင်း အလုပ်ဖြစ်ရင်၊ပွဲဖြစ်ရင် ကုမ္ပဏီဘက်ကနေ ဝန်ဆောင်ခရတဲ့ အလုပ်ကိုမျိုးကို ပွဲစားလိုလုပ်တဲ့ အလုပ်ပွဲစားတွေပေါ့။အလုပ်လုပ်ဖို့ကလည်း စားပွဲတစ်လုံး ဖုန်းတစ်လုံး ထိုင်ခုံတစ်ခု လူတစ်ယောက်ပဲ လိုပါတယ်။ကလိမ်ကကျစ်ကျတတ်ဖို့၊ ကွက်ကျော်ရိုက်တတ်ဖို့ ၊လိမ်လည်တတ်ဖို့ကတော့ အဆစ်ပေါ့ဗျာ။သူဌေးဖြစ်သူကိုယ်တိုင်က အလုပ်မဖြစ်တဲ့ အလုပ်ပွဲစားတွေကို အလုပ်ဖြုတ်တဲ့စနစ်၊ရာထူးတိုးချင်ရင်လည်း လအလိုက်အပြိုင်အဆိုင် ငွေရှာခိုင်း၊ နိုင်တဲ့သူမှ ရာထူးတိုးပေးတဲ့စနစ်ကိုပဲသွေးအေးအေးကျင့်သုံးတဲ့သူပေါ့။ဘယ်လောက်တောင်ဆိုးလဲဆိုရင် အလုပ်ထွက်သွားတဲ့သူတွေ သူ့ကိုပြန်မတုနိုင်အောင်မယှဥ်ပြိုင်ရသဘောတူညီချက်(non-compete aggreement)တွေထားပြီးကိုယ့်ဆီကအလုပ်ထွက်သွားရင်တောင် ဒီအလုပ်လုပ်လို့မရအောင် ခေါင်းပုံဖြတ်ထားသတဲ့။ဒီအလုပ်ကိုပိုင်နိုင်ကျွမ်းကျင်သလို အရမ်းလည်းအလုပ်ကြိုးစားတဲ့ David Jensenတစ်ယောက်အလုပ်ကိုပဲ မဲလုပ်နေတော့ မိသားစုအပေါ်လစ်လပ်လာတာတွေ၊ သားသမီးကိုဂရုမစိုက်မိတာတွေဖြစ်လာတယ်။ ပိုကံဆိုးချင်တော့ သားဖြစ်သူက သွေးကင်ဆာ ဖြစ်ပြီး သေမလားရှင်မလားဖြစ်အလာ၊အလုပ်ကလည်း အပြိုင်အဆိုင်ဆိုတော့ Dane တစ်ယောက် ဘာ‌တွေဘယ်လို့ရှေ့ဆက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ File Size ...",
        "rating": "7",
        "url": "https://megaup.net/1cp9z/A.Family.Man.2016.BluRay.720p(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZWEyMjA5YjUtNGRiOS00YThhLTg0ZDUtMjY5Y2U5ZmU3ZWM2XkEyXkFqcGdeQXVyNjQ2MjM1OTk@._V1_-148x200.jpg",
        "title": "The Last Coffee(2023)",
        "description": "The Last Coffee (2023)\nIMDb 6.7/10နာမည်လေးကိုကနောက်ဆုံးကော်ဖီတစ်ခွက်တဲ့ ‌ကြည့်ရင်းနဲ့\nသင်ခန်းစာယူစရာတွေနဲ့ အတွေးတစ်ခုခုရနိုင်မဲ့ဇာတ်ကားမျိုးပါ\nဘဝမှာပြန်ပြင်လို့မရတဲ့အမှားတွေလုပ်ဖူးကြမှာပေါ့\nဒီထဲမှာအိမ်ထောင်ရေးလည်းပါဝင်မှာပါဒီကားမှာဆိုရင်တော့ သိပ်ချစ်ကြတဲ့လင်မယား၂ယောက်\nရီဟန်နဲ့ အီရမ်တဲ့ ရီဟန်ကအိမ်ထောင်ကွဲပေမဲ့\nအရာရာနားလည်ပေးပြီးလက်ထပ်ပေးခဲ့တဲ့အီရမ်...ပြဿနာတစ်ခုကြောင့် ကွာရှင်းရမဲ့အထိဖြစ်လာတဲ့အခါ\nဘယ်သူမှားမလဲဘယ်သူမှန်မလဲ အိမ်ထောင်ရေးတစ်ခုမှာယုံကြည်မှုက\nအဓိကမဏိုင်ဖြစ်ပြီး တစ်ဖက်လူကိုမယုံကြည်နိုင်တော့ရင်တောင်မှ\nပြဿနာကိုအဆုံးထိနားထောင်ပြီးမှ အိမ်ထောင်တစ်ခုကိုအဆုံးသတ်ကြဖို့\nလွယ်လွယ်နဲ့လက်မလျော့ကြဖို့မီးမောင်းထိုးပြထားတဲ့ကားပဲဖြစ်ပါတယ်\nFile size…855MB / 422MB\nQuality…1080p Zee5 WEB DL / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/1cp9u/The.Last.Coffee.2023.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYQFYtws1kQs4zsRuevMuA4b2BY.jpg",
        "title": "[18+]Sibyl(2019)",
        "description": "[18+]Sibyl(2019)***************ပြင်သစ်ကားပီပီ အကြမ်းပတမ်း အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါကြောင်း...စီဘီလ်ဆိုတဲ့ စိတ်ရောဂါကု ဆရာဝန်တယောက်ဟာ သူသဘောအကျရဆုံး စာရေးတဲ့အလုပ်ကိုလုပ်ဖို့ဆရာဝန်အလုပ်ကို စွန့်လွှတ်လိုက်ပါတယ်။ တနေ့မှာတော့ မားဂေါ့ဆိုတဲ့ မင်းသမီးတလက်ဟာ သူ့ဆီကဆေးကုသမှု ခံယူဖို့ ရောက်လာပါတော့တယ်။\nလူနာတွေ ထပ်မကြည့်တော့တဲ့ စီဘီလ်တယောက် မားဂေါ့ကို လူနာအဖြစ်လက်ခံပြီးမားဂေါ့ဘဝထဲကို တစနဲ့တစ ဝင်ရောက်လာပါတော့တယ်။စာရေးဖို့ ဇာတ်လမ်းရှာနေတဲ့စီဘီလ်တယောက် မားဂေါ့ရဲ့ ဘဝအကြောင်းကို အခြေခံပြီး ဘယ်လိုဝတ္ထုတွေ ဖန်တီးမလဲ\nမားဂေါ့ကရော ဘယ်လိုပြသနာတွေနဲ့ရင်ဆိုင်နေရလို့ စီဘီလ်ဆီရောက်လာရတာလဲဆိုတာကို ကြည့်ကြရမှာပါFile Size :(1.5 GB) and (618 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1cp7a/Sibyl.2019.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j97jPOtKRpPjNSoaupokZHWGQaj.jpg",
        "title": "Samsara (2001)",
        "description": "Samsara (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 100% ~Directed By \" Pan Nalin \"ကားနာမည်ကိုက သံသရာဆိုတော့ သိတော့သိသာပါတယ်။ ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အတိအကျဆို တိဘက်ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အဓိကဇာတ်လိုက်က တိဘက်က ကိုယ်တော်တစ်ပါး။ ထူးတာက ဇာတ်ကတော့ ဒီကိုယ်တော်ကိုပဲ တည်ထားပေမဲ့ အဲဒီကိုယ်တော်ကို သိဒ္ဓတ္ထမင်းသားရဲ့ ပုံစံငယ်လိုလိုသဘောမျိုးနဲ့ပြသွားတယ်။ ပုံစံငယ်လို့ပြောရတာလည်း သိပ်တော့မဟုတ်သေးဘူး။ ပြောရရင် သိဒ္ဓတ္ထမင်းသားနဲ့ ခပ်ဆင်ဆင်အဖြစ်မျိုးတွေ ဒီကိုယ်တော်ဘဝထဲ သွတ်သွင်းပြီး ပြသွားတယ်ပေါ့။ ဒီတစ်ကားလုံးရဲ့ Main Plot ဟာလည်း ဒီကိုယ်တော်ရဲ့ သံသရာကလွတ်မြောက်ရာရှာခြင်းခေါ်မလား၊ ဉာဏ်အလင်းရှာခြင်းခေါ်မလား၊ အာသဝက္ခယဉာဏ်ကို ရှာတယ်ခေါ်မလား၊ အဲဒီအရာကို ရှာတဲ့ အကြောင်းအရာပဲ။\" ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ \"ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Smwd/(CM)_Samsara_(2001)_720p.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-95bc7d3bbe9b-162x200.jpg",
        "title": "Power On Girls ( 2020 )",
        "description": "ဒီတစ်ခေါက်တော့ တရုတ် အိုင်ဒေါလ်မိန်းကလေးအဖွဲ့ တစ်ဖွဲ့ရဲ့ နောက်ကွယ်ကသွေးချွေးနဲ့ အခက်ခဲ အတားအဆီးတွေကို ရသစုံပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါ။ရသစုံဆိုတာက ဒီလိုပါ။ မိန်းကလေး အိုင်ဒေါလ်ဖြစ်လို့ တဏှာလက်မည်းတွေကအသုံးချဖို့ကြိုးစားနေတဲ့ ပုံရိပ်တချို့၊ မန်နေဂျာနဲ့ အိုင်ဒေါလ်ကြားကဖြူစင်တဲ့ မေတ္တာ၊ အဖွဲ့သားတွေကြား အခွင့်အရေးအတွက် လုယက်တုန်းအထေ့အငေါ့လေးတွေရှိပေမယ့် အရေးကြီးရင် သွေးစည်းသွားတာလေးတွေ။နောက်ပြီး အိုင်ဒေါလ်တိုင်းကြုံရတဲ့ အဆောင်ပြဿနာ၊အကလေ့ကျင့်ခန်းပြဿနာလေးတွေကို ပြိုင်ဖက်အဖွဲ့နဲ့လုရပုံလေးတွေကိုသုံးပြ ဟာသသဘောဆောင် တင်ဆက်ထားပါတယ်။အကုန်မတူပေမယ့် ဒီဇာတ်ကားလေးထဲကလေ အိုင်ဒေါလ်တစ်ယောက်ရဲ့ခက်ခဲတဲ့ လှေကားထစ်လေးတွေကို မြင်တွေ့နိုင်မှာပါ။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/3CIxV/(CM)Power.On.Girl.2020.WEB-DL.720p.mp4",
        "category": "Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-a89e128a899d-153x200.jpg",
        "title": "The Master Baji ( 2020 )",
        "description": "ဒီကားလေးကတော့ sept 24 2020မှာထွက်လာတဲ့action,historical,Martial arts အမျိုးအစား ဖြစ်ပါတယ်လွန်ခဲ့တဲ့၁၀နှစ်က လူဆိုးကြီး ကျင့်ထျန်းပေါက်ဟာမြို့မှာအချမ်းသာဆုံးသူဌေး ပိုင်မျိုးနွယ် တစ်အိမ်လုံးကိုရက်ရက်စက်စက်သတ်သွားခဲ့ပေမယ့် မဖမ်းဆီးနိုင်ခဲ့ပဲလွတ်မြောက်သွားခဲ့ပါတယ်...၁၀နှစ်ပြည့်တဲ့နှစ်မှာ ဒီလိုနဲ့ ကျိုးရှင်းဝူရဲ့သူငယ်ချင်း ကျန်ဖုန်တို့တစ်မိသားစုလုံးကျင့်ထျန်းပေါက်ရဲ့သတ်တာခံလိုက်ရတဲ့အခါ..ကျိုးရှင်းဝူရဲဆရာဟာ သူ့ဂိုဏ်းကထွက်သွားစေပြီးကျိုးရှင်းဝူကိုပါးကျီသိုင်းကွက်သင်ယူစေခဲ့ပါတယ်ကျိုးရှင်ဝူ ပါးကျီသိုင်းကွက်တတ်မြောက်ပြီး ပြန်လာချိန်သူ့ဆရာလီစေ့ရယ်ပါသေဆုံးသွားခဲ့ပြီး လူသတ်သမားလို့စွပ်စွဲခံရတဲ့အခါ....လူဆိုးကြီးကျင့်ထျန်းပေါက်ကိုရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား...နှိမ်နင်းနိုင်ပါ့မလားမထင်မှတ်တဲ့လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/1AQb2/(CM)_The_Master_Of_BAJI_2020_WEB-DL_720p.mp4",
        "category": "Action, Martial"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ooeuR6Uh1dfwJ67pr5m20yLjuI.jpg",
        "title": "Wet Season (2019)",
        "description": "Wet Season (2019)\n==================\n \nသာယာမှု ၊ နွေးထွေးမှု ၊ နားလည်မှု ၊ စာနာမှု အဲ့ဒါတွေအကုန်ခံစားရစေမယ့် ကားကောင်းလေးတစ်ကားပါ ။ ၁၈ နှစ်ကျော်တာလည်း တစ်ခန်းလောက်ပဲပါပြီး\nစုံတွဲတွေအဓိကကြည့်သင့်တဲ့ကားလေးလို့ မြင်မိပါတယ်။ ဒါပေမဲ့လည်း ဖိုမသဘာ၀သာပါတဲ့ တခြားသောကားတွေထက် ပိုသာလွန်ပြီး\nနိုင်ငံရဲ့ စာပေယဉ်ကျေးမှုကိုပါ ခပ်ပါးပါးလေး ထည့်ရိုက်ပေးထားတာမို့လို့ ကြည့်လို့အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားပါ ။\nလင်း ဆိုတဲ့ ဆရာမတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ် ။ တရုတ်စာကို သင်တဲ့ဆရာမပီပီ အင်္ဂလိပ်မှ အင်္ဂလိပ်ဖြစ်နေတဲ့\nကျောင်းသားတွေ ကျောင်းသားမိဘတွေ တခြားဆရာတွေကို မိခင်ဘာသာတရုတ်စာကအရေးကြီးကြောင်း ရှင်းပြချင်နေတဲ့သူတစ်ယောက်ပါ ။\nတစ်ဖက်မှာလည်း သားသမီးမရနိုင်တဲ့ကံကြောင့် အိမ်ထောင်ရေးမှာ သွေးအေးတာကိုခံစားနေရတဲ့ အိမ်ထောင်ရှင်အမျိုးသမီးတစ်ယောက်ပေါ့ ။\nဆရာမကြောင့် တရုတ်စာကို ပိုကြိုးစားလာချင်တဲ့ ကျောင်းသားလေး ကောင်းဝေလွင် ကတော့ အကောင်းဆုံးဇာတ်ကိုပံ့ပိုးသူပေါ့ ။\nဆရာမရဲ့ ဂရုစိုက်မှု ၊ နွေးထွေးမှု ကြောင့် သူ့ရဲ့ချစ်တဲ့စိတ်တွေ နိုးထလာခဲ့ပြီး ဆရာမနဲ့ကျောင်းသားအကြား ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/wet-season/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKCMFSnUsYE6AM0yrUkzOeYn8Kj.jpg",
        "title": "My Teacher, Mr. Kim (2003)",
        "description": "My teacher Mr.Kim 2003\n=====================\n \nကိုဗစ်ကာလမှာ Heartwarming ဖြစ်စေမယ့် ကိုရီးယားဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။\n \nကျေးလက်ကဆရာဆိုရင် ဒီဘက်မှာဦးညပုလေးရဲ့မီးအိမ်ရှင်မလေးဆိုတဲ့သီချင်းကိုပြေးမြင်မိမှာပါ။ ဒီထဲကဆရာကတော့\n \nအခုလောက်မရိုးရှင်းပါဘူး ကင်ဘုံဒူဆိုတဲ့ မြို့ပြကဆရာတစ်ယောက်က နာတာရှည်ဖြစ်နေတဲ့အဖေကြောင့်\n \nကျောင်းသားမိဘတွေဆီက စာအိတ်ကလေးတွေလက်ခံခဲ့ပါတယ်။ တစ်ရက်မှာအလုပ်ထွက်ရဖို့ဖြစ်လာပြီး\n \nအလုပ်လည်းမထွက်ချင်တာကြောင့် လိုအပ်နေတဲ့ကျေးလက်ဘက်က စတိုးဆိုင်တောင်မရှိတဲ့ နယ်ဖျားတစ်နေရာမှာ\n \nဆရာလုပ်ဖို့ဖြစ်လာပါတယ်။အစကတော့ သူလည်းကျောင်းပြန်ပြောင်းရဖို့အမျိုးမျိုးကြိုးစားပါတယ်။\n \nဟာသလေးတွေလည်းပါပါတယ်။ ဒီထဲမှာ ဆရာကကလေးတွေကိုသင်ပေးတာထက် ကလေးတွေကပါ\n \nဆရာ့စိတ်ထားကိုပြုပြင်ပေးသွားတာကို ကြည်နူးဖွယ်တွေ့ရမှာပါ။ ကျေးလက်လူထုနဲ့ စာသင်ကျောင်းတွေ၊\n \nကျေးလက်ကကျောင်းသားကလေးတွေ၊ အသက်ကြီးပြီး ဇီဇာကြောင်ပေမယ့် သဘောကောင်းတဲ့အဖိုးကြီးတွေ\n \nအထီးကျန်နေတဲ့အချိန်တွေပဲဖြစ်ဖြစ် Heartwarming ဖြစ်စေတာမို့ ကြည့်ကြည့်သင့်တယ်လို့ ထင်ပါတယ်\n  \nTranslated and reviewed by DoDo\nEncoded by YK\nQuality ; 1080p and 720p\nFile Size : 1.2GB and 590MB",
        "rating": "6.4",
        "url": "https://megaup.net/U2sz/My.Teacher.Mr.Kim.2003.720p.{CM}_.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/aebjl5ijowed-133x200.png",
        "title": "(18+) Rated 19 Secret Lesson (2020)",
        "description": "Rated 19 Secret Lesson (2020)\n=====================\nကိုရီးယားကားတောင်းဆိုနေကြတဲ့သူတွေအတွက်နောက်ထပ်တစ်ကားထပ်လာပါပြီ\nဒီကားကတော့ တခြားကားတွေနဲ့ မတူပဲနည်းနည်းထူးခြားတယ်ပြောရမယ် ကိုယ့်ကောင်မလေးတွေ\nသိုင်းကျမ်းလေ့လာဖို့လိုနေသေးတယ်လို့ ခံစားမိတဲ့ဘဒိုတွေဒီကားကြည့်ပြီး နည်းလမ်းကောင်းလေးတွေ\nပြန်ဖောက်သည်ချပေးလို့ရတဲ့ကားလေးဆိုလည်းမမှားပါဘူး အိမ်ထောင်သည်ဘဒိုတွေလည်းကြည့်ပြီး\nနည်းနာယူသင့်ပါတယ် ဇာတ်လမ်းမစခင်ပါတဲ့ ဆော်ကြီးနှစ်ယောက်အကြောင်းအရင်ပြောပြမယ်\nပထမတယောက်ကတော့ ကိတ်ချက်က အခုကိတ်ပါတယ်ဆိုတဲ့ မော်ဒယ်တွေ ဘာလဲဆိုတာ\nမေးယူရလောက်တဲ့အထိ ကိတ်ပြီးမှည့်တယ် နောက်ထပ်ဆော်ကြီးတစ်ဗွေကတော့ အဖြုတ်ကြမ်းတဲ့\nLCD ဆော်ကြီး သူကတော့ ဆရာမကြီးပေါ့ ကဲဇာတ်လမ်းအကြောင်းပြန်သွားရရင် sexသင်တန်းပေါ့\nအဲ့သင်တန်းကိုတက်ပြီး sex ကိစ္စပိုင်းမှာပြောင်းလဲသွားတဲ့ယူဂျောင်းဆိုတဲ့ ဆော်လေးအကြောင်းကို\nရိုက်ထားတာပါ အဲ့သင်တန်းပိုင်ရှင်ဆရာမကလဲ ဘာလာလာဒေါင်းဆရာမကြီးပေါ့ ကြမ်းတယ်\nဆော်လန်းတယ်ဆိုမှကြည့်ချင်တယ်ဆိုဒီကားသာ ၁၈ယောက်စုပြီးဒေါင်းကြည့်လိုက်ပါတော့ ဗဟုသုတတွေလဲ ရတာပေါ့\n \n Released: 04 Sep 2020\n Runtime: 75 Mins\n Genre: Romance\n Countries: South Korea\n Languages: Korean",
        "rating": "6.5",
        "url": "https://megaup.net/1zZmc/Rated_19_Secret_Lesson_(2020)_720p{DS}_.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-8341c77c2a80-112x200.jpg",
        "title": "Wars In Chinatown ( 2019 )",
        "description": "တရုတ်တန်းက စစ်ပွဲလေးအကြောင်း ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက အမေရိကားရောက်နေတဲ့ တရုတ်တန်းက တရုတ်တွေအမေရိကန်ရဲအဖွဲ့ရဲ့ လျစ်လျူရှုခံရတာတွေ ဂျပန်ရဲ့ အမှောင်ထဲကအသုံးချခံရတာတွေကို ပုံဖော်ပြထားခဲ့တာပါ။ဇာတ်လမ်းလေးကိုအကျဉ်းပြောရမယ်ဆိုရင်တော့ အမေရိကားရောက်တရုတ်လူမျိုးတွေ တစ်နေ့ကိုတစ်ယောက်နှုန်းနဲ့ နှလုံးဖောက်ခံရပြီးအမည်မဲ့အလောင်းတွေအနေနဲ့ ပေါ်ပေါ်လာတယ်။ဒါကို ဉာဏ်ကြီးရှင် မျက်နှာဖြူပလိပ်တွေက နှလုံးစားတဲ့မိစ္ဆာကြီးပေါ်လာတယ်ဆိုပြီးအမှုမလိုက်ဘူးတဲ့။ ဒီတော့ ကိုယ်ထူကိုယ်ထစနစ်နဲ့ တရုတ်တန်းကတရုတ်တွေ ဒီကိစ္စနောက်ကွယ်ကို စုံစမ်းရင်း ဒီဇာတ်လမ်းလေးပေါ်လာတာပါပဲTranslated & Review By Chu ChuEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/1AQb5/(CM)Wars_In_ChinaTown_2019_WEB-DL_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-baa3125fba51-113x200.jpg",
        "title": "HUA MULAN ( 2020 )",
        "description": "ထုံးစံအတိုင်း ဗားရှင်းတမျိုးနဲ့ မူလန်ပေါ့ ဒါပေမယ့်ဒီမူလန်ဗားရှင်းကတော့ မဆိုးဘူးပြောရမယ်.မူလန်လေးနည်းနည်းမလှတာကလွဲရင် ဇာတ်ကားလေးကမဆိုးလှပါဘူးထင်ထားတာထက်ပိုပြီးကောင်းပါတယ်တခြားမူလန်မင်းသမီးထက်စာရင် မလှဘူးပဲပြောတာပါနော်ကြည့်ရင်းကြည့်ရင်း မျက်လုံးဝိုင်းဝိုင်းလေးနဲ့ ဒီမူလန်လေးလည်း ချစ်စရာကောင်းတာတွေ့ရပါလိမ့်မယ်ကိုယ်ခံပညာတော်ပြီး လူဆိုးဖမ်းရတာကိုနှစ်ခြိုက်တဲ့ မူလန်တစ်ယောက်လူဆိုးထိန်းဆီမှာ လူဆိုးဖမ်းဖို့အလုပ်တောင်းသော်လည်းမိန်းကလေးဖြစ်နေလို့လုပ်ချင်တာ လုပ်ခွင့်မရခဲ့ပါဘူးဒီအချိန်မှာ တိုင်းပြည်ကိုကျူးကျော်လာတဲ့ ရန်သူတွေကိုကာကွယ်ဖို့တစ်အိမ်တစ်ယောက်စစ်မှုထမ်းခေါ်ရာက ဖခင်ကိုယ်စားယောက်ျားလေးယောင်ဆောင်ပြီး တပ်ထဲဝင်ရောက်ခဲ့ပါတယ်သိုင်းပညာကိုပင်ကိုယ်ဝါသနာပါတဲ့မူလန်တစ်ယောက် တပ်ထဲမှာလည်းတပ်သားကောင်းတစ်ယောက်အနေနဲ့လေ့ကျင့်သင်ကြားနိုင်ခဲ့ပါတယ်စစ်ပွဲတွေအပေါ်မှာ သာမာန်လောက်သာအစက စိတ်ထဲထားခဲ့ပေမယ့်မိတ်ဆွေရင်းတစ်ယောက် တိုက်ပွဲကျသွားတဲ့အခါ... ခိုကိုးရာမဲ့ပြည်သူတွေမျက်စိရှေ့မှာသေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ သူ့အမြင်တွေပြောင်းလဲလာပြီးအောင်လံလွှင့်လိုစိတ်တွေ ပြင်းထန်လာပါတယ်ဘယ်လိုတွေအောင်မြင်အောင်တိုက်ခိုက်မလဲမူလန်ဇာတ်လမ်းကိုအမျိုးမျိုးပုံဖော်ရိုက်ကူးကြတဲ့အထဲမှာဒီကားလေးကလည်းတစ်မျိုးကောင်းပါတယ်ဒီဇာတ်လမ်းလေးကို မူလန်ကယ်တင်ထားခဲ့တဲ့ မိဘမဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့ချူးလိုက်ဟော်က အသက်ကြီးရင့်တဲ့အချိန် ပြန်ပြောင်းပြောပြတဲ့ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာဖြစ်ပါတယ်ဂျင်းတော့ဂျင်းပေမယ့် ရသမြောက်ဂျင်းလေးမို့ အားပေးကြည့်ရှုကြပါဦးနော်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.9",
        "url": "https://megaup.net/2VUeg/(CM)HUAMULAN_2020_WEB-DL_720p.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BZDFhODE1YjMtMzEzOS00OTMzLWE0ZDktODM3YjkzNDVjZWFmXkEyXkFqcGdeQXVyMjg0MTcyMQ@@._V1_-142x200.jpg",
        "title": "1 Interrogation (2020)",
        "description": "1 Interrogation (2020)=================IMDb Rating - 7.5/10#Unicodeနှစ်(၄၀)လုံးလုံး လူဆိုးတွေကိုစစ်ဆေးမေးမြန်းပြီးထောင်ထဲပို့နေတဲ့ စုံထောက်ဒန်နီရယ်…ကောင်းမွန်တဲ့ကမ္ဘာဖြစ် လာစေဖို့ မျှော်လင့်ရင်း တာဝန်ကိုကျေပွန်စွာထမ်းရွက်နေတဲ့စုံထောက်ဒန်နီရယ်…သူ့လိုမျိုးပဲ အလုပ်ကိုကျေပွန်စွာထမ်း ဆောင်တဲ့ ခရိုင်ရှေ့နေဝေါ့ကာတို့ကို ဇာတ်အိမ်တည်ပြီးရိုက်ထားတဲ့ကားလေးပါ။သူတို့နှစ်ယောက်က အမှုတစ်ခုကိုဖြေရှင်းပြီးတိုင်း နောက်တစ်မှုကထပ်ထပ်ရောက်လာတယ်။ သူတို့ကိုင်တွယ်နေရတဲ့အမှုတွေကလည်းအမျိုးစုံ သလို တရားခံတွေကလည်းအမျိုးစုံရယ်…နစ်နာသူတွေကလည်းပုံစံအမျိုးမျိုးနဲ့ရယ်ပေါ့….….ဒီကားလေးကိုကြည့်ပြီး သိလိုက်ရတာက မကောင်းတဲ့လူတွေကအသက်အရွယ်မရွေးရှိကြသလို အခြေအနေပတ်ဝန်းကျင်တစ်ခုကြောင့် လူဆိုးဖြစ် လာကြတာမျိုးလည်းရှိကြတယ်ဆိုတာပါပဲ… ချုပ်ရရင်တော့ ဒီကားလေးကအေးအေးဆေးဆေးနဲ့ကြည့်လို့ကောင်းရဲ့လားကို တော့ ကိုယ်တိုင်ကြည့်ရှုပြီးသုံးသပ်လိုက်ကြပါလို့…………(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiႏွစ္(၄၀)လုံးလုံး လူဆိုးေတြကိုစစ္ေဆးေမးျမန္းၿပီးေထာင္ထဲပို႔ေနတဲ့ စုံေထာက္ဒန္နီရယ္…ေကာင္းမြန္တဲ့ကမာၻျဖစ္ လာေစဖို႔ ေမွ်ာ္လင့္ရင္း တာဝန္ကိုေက်ပြန္စြာထမ္း႐ြက္ေနတဲ့စုံေထာက္ဒန္နီရယ္…သူ႔လိုမ်ိဳးပဲ အလုပ္ကိုေက်ပြန္စြာထမ္း ေဆာင္တဲ့ ခ႐ိုင္ေရွ႕ေနေဝါ့ကာတို႔ကို ဇာတ္အိမ္တည္ၿပီး႐ိုက္ထားတဲ့ကားေလးပါ။သူတို႔ႏွစ္ေယာက္က အမႈတစ္ခုကိုေျဖရွင္းၿပီးတိုင္း ေနာက္တစ္မႈကထပ္ထပ္ေရာက္လာတယ္။ သူတို႔ကိုင္တြယ္ေနရတဲ့အမႈေတြကလည္းအမ်ိဳးစုံ သလို တရားခံေတြကလည္းအမ်ိဳးစုံရယ္…နစ္နာသူေတြကလည္းပုံစံအမ်ိဳးမ်ိဳးနဲ႔ရယ္ေပါ့….….ဒီကားေလးကိုၾကည့္ၿပီး သိလိုက္ရတာက မေကာင္းတဲ့လူေတြကအသက္အ႐ြယ္မေ႐ြးရွိၾကသလို အေျခအေနပတ္ဝန္းက်င္တစ္ခုေၾကာင့္ လူဆိုးျဖစ္ လာၾကတာမ်ိဳးလည္းရွိၾကတယ္ဆိုတာပါပဲ… ခ်ဳပ္ရရင္ေတာ့ ဒီကားေလးကေအးေအးေဆးေဆးနဲ႔ၾကည့္လို႔ေကာင္းရဲ႕လားကို ေတာ့ ကိုယ္တိုင္ၾကည့္ရႈၿပီးသုံးသပ္လိုက္ၾကပါလို႔…………(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။) Quality ...",
        "rating": "7.5",
        "url": "https://megaup.net/U1j4/1.Interrogation.2020.720p.WEBRip[CM].mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/bohemi-135x200.jpg",
        "title": "Bohemian Rhapsody (2018)",
        "description": "Bohemian Rhapsody (2018)\nIMDb - 8.0/10_____Rotten - 60%\nWon 4 Oscars. Another 40 wins & 76 nominations \nဘိုဟီးမီးယန်း ရာ့ပ်ဆိုဒီ ၂၀၁၈\n====================\n၂၀၁၈ ခုနှစ်အတွင်း အကြိုက်မိဆုံး ရုပ်ရှင်တစ်ကားပါ။လက်ရှိမှာတေ့ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ ရုပ်ရှင်ဆုနဲ့ အမျိုးသားသရုပ်ဆောင်ဆု ဆွတ်ခူးပြီးသွားပါပြီ။ဘာကြောင့်ဆုတွေရလဲဆိုတာတော့ ကြည့်လိုက်ရုံနဲ့ သိပါလိမ့်မယ်။ ဇာတ်ညွှန်း၊ သရုပ်ဆောင်၊ အသံ၊ ရိုက်ကွင်းတွေ အားလုံး ကောင်းနေပါတယ်။Queen တီးဝိုင်းအဖွဲ့ရဲ့ ပင်တိုင်အဆိုတော် ဖရက်ဒီ မာကျူရီရဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ကွင်းအဖွဲ့ရဲ့ ကမ္ဘာကျော်သီချင်းတွေ ဖြစ်လာပုံနဲ့ သီချင်းတွေကို အကောင်းဆုံး ပြထားတဲ့ ရုပ်ရှင်ပါ။ကွင်းအဖွဲ့ရဲ့ ဂန္ဓဝင် Live Aid ရှိုးပွဲကြီးရဲ့ ဖျော်ဖြေမှုကို ပြန်တင်ဆက်ထားတာနဲ့တင် အတော်တန်ပြီပြောရမှာပါ။ဖရက်ဒီမာကျူရီရဲ့ ဂီတအမျိုးအစားပေါင်းစုံ ရောစပ်ထားတဲ့ ဘိုဟီးမီးယမ်း ရာ့ပ်ဆိုဒီ သီချင်းဟာ မာစတာပိစ်အဖြစ် သတ်မှတ်ခံခဲ့ရပြီး ကမ္ဘာ့အကောင်းဆုံး သီချင်းတွေထဲက တစ်ပုဒ်ဖြစ်လာခဲ့ပါတယ်။သမိုင်းတစ်လျှောက် ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/bohemian-rhapsody-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/mother-133x200.jpg",
        "title": "Mother 2020",
        "description": "ဆရာသာဓုရေးတဲ့ အတာဝတ္တုဖတ်ဖူးကြလားအခုကားက အတာ ဂျပန်ဗားရှင်းပဲဆိုပါတော့အမေတစ်ယောက်ဖြစ်ဖို့ ကလေးမွေးလိုက်ရုံနဲ့ဖြစ်နိုင်ပြီတဲ့လားအမေဝတ္တရားမကြေပြွန်ပဲ သားသမီးကိုခိုင်းစားနေတဲ့အမေတွေကရော အခု မြန်မာပြည်မှာလည်းကလေးတွေကိုတောင်းစားခိုင်းနေတာတွေ အလုပ်အတင်းလုပ်ခိုင်းတာတွေဒီလိုပုံရိပ်တွေကိုမြင်ရတာ ရင်နာရပါတယ်ဂျပန်လိုနိုင်ငံမျိုးကို အမြဲ လူသားဆန်ပြီး နွေးထွေးတဲ့တိုးတက်တဲ့ပုံရိပ်တွေနဲ့ပဲကြည့်ဖြစ်ကြပေမယ့်အမေမဆန်တဲ့အမေတွေကတော့ မြန်မာမှ ဂျပန်မှမဟုတ်ဘူးနိုင်ငံတိုင်းမှာရှိတယ်ဆိုတာကိုသိလိုက်ရတာပဲအမေဟာ အမေလိုမနေပေမယ့် သားသမီးကတော့ သားသမီးလိုချစ်နေတာကပိုပြီးရင်နာစရာကောင်းခဲ့ပါတယ်မိဘကိုရွေးချယ်ခွင့်မရှိပေမယ့် ရွေးချယ်ခွင့်ရရင်တောင်မရွေးချယ်ပဲ ငါ့အမေဆိုတာကိုပဲ ချစ်ပြီး ကာကွယ်သွားတဲ့ကလေးမျိုးတွေဟာ ရုပ်ရှင်ထဲမှာတင်မဟုတ်ပဲအပြင်လက်တွေ့ဘဝမှာပါရှိပါတယ် ကိုယ့်မိဘတွေကရောဘယ်လိုမိဘတွေလဲ ကိုယ်ကရောဘယ်လိုသားသမီးဖြစ်နေလဲဆိုတာကိုအတွေးများစေတဲ့ကားလေးပါပဲIMDB 6.6 ရထားပြီး Netflix ကရိုက်ထားတာမို့ကြည့်လိုက်ရတဲ့အချိန်တွေအတွက် နှမြောစရာမဟုတ်တဲ့ကားကောင်းတစ်ကားပါပဲ\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….02:06:00\nGenre … Family, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Htet",
        "rating": "6.7",
        "url": "https://megaup.net/2fWek/Mother.2020.720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IuoL7QmVgomokCpwmgUz3VmL7w.jpg",
        "title": "The Golden Holiday (2020)",
        "description": "The Golden Holiday (2020)\nအခုတစ်ခါ CM ပရိတ်သတ်ကြီးကို ၂၀၂၀ခုနှစ်ထွက် Action/Comedy ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ် Cast တွေကတော့The Man Standing Next,The Wailing တို့မှာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဝါရင့်\nသရုပ်ဆောင်ကြီး Kwak Do-won,နန်းတွင်းကားတော်တော်များများမှာပါတတ်တဲ့ သရုပ်ဆောင်ကြီး Kim Sang\nHo,The Sound of Your Heart ထဲကဟာသသရုပ်ဆောင် Kim Dae-Myung တို့အဓိကပါဝင်ထားပြီ\nး ရယ်လည်းရယ်ရ ကြည့်လို့လည်းကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်း\nကတော့ ဗြောင်းဆူဆိုတဲ့ ရဲဟာအလွန်ရိုးသားသလိုစိတ်ထားလည်းကောင်းတဲ့သူဆိုပေမယ့် တစ်ခါတစ်ခါဒေါသ\nလည်းကြီးပါတယ် သူ့မှာအရမ်းချစ်ရတဲ့သူငယ်ချင်း ယုံးဘယ်ဆိုတာရှိပါတယ် ယုံးဘယ်ကတော့သူလူလိမ်တစ်\nယောက်ပါ လိမ်ရမယ်ဆိုသူ့သူငယ်ချင်း ရဲကိုတောင်မချန်ပါဘူး သူငယ်ချင်းကို အရမ်းချစ်တဲ့ဗြောင်းဆူက ယုံးဘယ်\nငွေလိုလို့ပိုက်ဆံကိုသူ့နာမည်နဲ့ အာမခံထားချေးပေးခဲ့ပေမယ့် လူလိမ် ယုံးဘယ်က ဒီငွေတွေကိုပြန်မဆပ်ပဲ ဖိလစ်ပိုင်\nကိုလစ်သွားပါတယ် သူငယ်ချင်းကောင်းမှုနဲ့အိမ်ပေါင်ပြီး ပိုက်ဆံချေးပေးထားလို့ အပေါင်ဆုံးမလိုဖြစ်နေတုန်း တစ်ပူ\nပေါ်နှစ်ပူဆင့်ဆိုသလို သူ့အမျိုးသမီးကလည်းသူကို ဖိလစ်ပိုင်ကိုခရီးထွက်ချင်ကြောင်း ပူဆာပါတော့တယ် ဒီလိုနဲ့\nဗြောင်းဆူတစ်ယောက် ပြဿနာတွေကိုခဏ မေ့ထားပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2fW6v/The_Golden_Holiday.2020.720p.%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/babyteeth-135x200.jpg",
        "title": "Babyteeth 2019",
        "description": "ဆယ်ကျော်သက် ကောင်မလေး မီလာ။ အဆင်မပြေတဲ့ မိဘတွေကြားမှာ ကြီးပြင်းလာရတဲ့ ဒီကောင်မလေးမှာ မကြာခင် သေရတော့မယ်ဆိုတဲ့ ရောဂါဆိုးကြီးကလည်း ရှိနေပြန်ပါသေးတယ်။ တစ်ရက်တော့ မီလာက အိမ်ပေါ်ကနှင်ချထားတဲ့ မောစက်နဲ့ စဆုံမိတယ်။ မီလာဟာ သူ့မိဘတွေကို အရွဲ့တိုက်ဖို့အတွက် လူပေလူတေ ဆေးသမားဖြစ်တဲ့ မော့စက်ကို ရည်းစားအနေနဲ့ အိမ်ကို ခေါ်လာခဲ့တယ်။ ဒါပေမဲ့ မီလာဟာ မော့စက်ကို အမှန်တကယ် ချစ်မြတ်နိုးမိသွားတဲ့အခါမှာတော့ မြန်မြန်သေချင်လှပါပြီလို့ ဖြစ်နေခဲ့တဲ့ သူ့စိတ်တွေက ရှင်သန်ချင်စိတ်ဘက်ကို ယိမ်းလာပါတော့တယ်။ ဒီတော့ ဆေးသမားဖြစ်တဲ့ မော့စက်က မီလာ့ကို တကယ်ပြန်ချစ်ပါ့မလား။ မီလာကရော ရောဂါဆိုးကြီးဒဏ်ကနေ လွတ်မြောက်ပါ့မလားဆိုတာကို ကြည့်ရှူခံစားကြည့်လိုက်ကြပါဦးနော်။\nQuality – 720p  blurayrip\nDuration - 1 hr 58 min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, Comedy\nTranslator ...",
        "rating": "6.9",
        "url": "https://megaup.net/Ry69/Babyteeth.2019.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8M7Z5cpmb0HJg4b4IGKBOU3JZV.jpg",
        "title": "Mookuthi Amman(2020)",
        "description": "Mookuthi Amman(2020)နေရာတိုင်းလိုလိုမဟုတ်ပေမယ့် ဘာသာရေးကိုခုတုံးလုပ်ပြီး အကျိုးစီးပွားရှာနေကြတဲ့ဘိုးတော်တုဘိုးတော်လိမ်တွေဆိုတာ အများကြီးရှိကြပါတယ်..အထူးသဖြင့်အိန္ဒိယလိုနိုင်ငံမျိုးတွေမှာဆိုရင် ဒုနဲ့ဒေးပါ...ပိုဆိုးတာကသူတို့ဆီမှာ ကိုးကွယ်စရာနတ်ဘုရားက အများကြီးရှိတဲ့အတွက် ဘိုးတော်တုတွေအတွက်ပိုပြီးဂွင်ဖန်လို့တောင်ကောင်းပါတယ်.. အဲ့ဒီလိုဘိုးတော်တု ဘိုးတော်လိမ်တွေကို ကိုးကွယ်ယုံကြည်ရင်လူတွေ လမ်းလွှဲလိုက်ကြလို့ ငွေတွေမလိုအပ်ဘဲကုန်ကြသလိုတခြားဆိုးကျိုးများစွာလည်းရှိလေတော့ တကယ့်နတ်ဘုရားတစ်ပါးက ဒီဖြစ်စဉ်ကြီးကိုကြည့်မနေနိုင်တော့ပါဘူး..ဒါ့ကြောင့် လူ့ပြည်ကို ပညာပေးဖို့ ဆင်းသက်လာခဲ့ပါတော့တယ်...\nတစ်ကယ့်နတ်ဘုရားဆင်းသက်လာပြီးနောက်ပိုင်းမှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဒီဇာတ်ကားနင်းကန်ရယ်ရသလို တော်တော်လည်း ပညာလေးပေးတဲ့ကားဖြစ်တာမို့ Indiaကားကောင်းကြိုက်သူတိုလက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်...File Size :(1.04GB) and (377MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/U12f/Mookuthi_Amman.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMjBhODI3MjctNmMwZS00MDE5LTk1YTItZmUyZDk2N2U1YTIxXkEy_002-141x200.jpg",
        "title": "Haruko Azumi Is Missing (2016)",
        "description": "Haruko Azumi Is Missing (2016)========================IMDb Rating - 6.2/10#UnicodeJapanese Girls Never Die လို့လည်း ဒီဇာတ်ကားကို ခေါ်ပါသေးတယ်။(သတိပေးချက်။ ။ ဒီအညွှန်းက ပွဲရှာတာ၊ မီးမွှေးတာမဟုတ်ပါဘူး။ အဲဒါကြောင့် တချို့ဓာတ်မတည့်တဲ့သူတွေ ကျော်သွားနိုင်အောင် သတိပေးချက်ရေးပေးတာပါ။ ဒီဇာတ်ကားက မဟာပုရိသဝါဒလက်ကိုင်ထားသူများ၊ ရှေးရိုးစွဲသူများ၊ လိင်ပိုင်းဆိုင်ရာ အယူသီးတတ်ကြသူများ၊ အသက်မပြည့်သေးသူများ၊ အသက်ပြည့်သော်လည်း စိတ်ဓာတ်မပြည့်သေးသူများ၊ လိင်ခွဲခြားဆက်ဆံတတ်သူများ၊ စကားလုံးအသုံးအနှုန်းနှင့်ပတ်သက်၍ ထိရှလွယ်သူများ၊ လူသားအမြင်နဲ့သာမကြည့်တတ်ဘဲ လူ့အသိုင်းအဝိုင်းအမြင်ကိုသာ လက်ကိုင်ထားတတ်ကြသူများ လုံးဝ(လုံးဝ) ကြည့်ရှုရန် မသင့်တော်သောကြောင့် အထက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ ဇာတ်ကားကိုရော အညွှန်းကိုပါ လက်ရှောင်ပေးကြပါရန် လေးစားစွာ အသိပေးအပ်ပါတယ်ဗျာ။)တံခွန်မရှိတဲ့ ရထားက မတင့်တယ်ဘူးတဲ့ ရထားမရှိတဲ့ တံခွန်ကကျတော့ ဘာဖြစ်လို့ သုံးစားမရတော့တာ ဖြစ်သွားရတာလဲ။\nHaruko Azumi ပျောက်ဆုံးနေပါတယ်။ အသက် ၃၀ ပြည့်ခါနီး အိမ်ထောင်မရှိသေးတဲ့ မိန်းကလေးတစ်ယောက်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zYps/Haruko.Azumi.Is.Missing.2016.720p.BluRay[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/BgLj6_4f-152x200.jpg",
        "title": "Ex-GirlFriend ( 2017 )",
        "description": "ဒီတစ်ခါတော့ ဘဝအမောပြေစေမဲ့ ဟာသကားလေးလာပါပြီဇာတ်ကြောင်းလေးကတော့....လီရှောင်ယောင်က အချစ်ကြီးပြီး အမြဲဒေါသကြီးတတ်တဲ့ လူတစ်ယောက်ပါသူဟာ အရင်လက လမ်းခွဲခဲ့တဲ့ သူ့ရည်စားဟောင်းကို တမ်းတမ်းတတဖြစ်နေပြီးရုံးအောက်မှာ တောင်းပန်ရအောင် စောင့်နေခဲ့ပေမဲ့ ကောင်မလေးကအခြားကောင်လေးတစ်ယောက်နဲ့ ရှိနေတာ တွေ့သွားတဲ့အခါမှာ ဒေါသတကြီးကားနဲ့ တိုက်သတ်ဖို့ကြံလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရည်းစားဟောင်းအတွဲကို မတိုက်နိုင်ဘဲလမ်းပလတ်ဖောင်းကနေ သစ်ပင်ကို ဝင်တိုက်မိပြီး သေသွားရှာပါတယ်အဲ့အချိန်မှာ သေမင်းတွေရောက်လာပြီး သေမင်းနှစ်ယောက်က သူ့ကြည့်ရတာသနားစရာကောင်းလို့ အခွင့်အရေးပေးတဲ့အနေနဲ့ အရင်တစ်လအချိန်အပြိုင်ကမ္ဘာကို ပြန်ပို့ပေးလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရဲ့ပုံမှန် ခန္ဓာကိုယ်နဲ့ ပြန်မပို့လိုက်ဘဲမိန်းကလေးတစ်ယောက်ရဲ့ခန္ဓာကိုယ်နဲ့ ပြန်ပို့လိုက်တာပါ သူရောက်သွားတဲ့အချိန်မှာအတိတ်က လီရှောင်ယောင်လည်း အဲ့ဒီကမ္ဘာမှာ ရှိနေပါတယ်သူ့အနေနဲ့ အတိတ်ကလီရှောင်ယောင်နဲ့ သူ့အရင်ရည်းစားကို ပြန်ပြေလည်အောင်ဘယ်လိုတွေလုပ်ပေးမှာလဲ ဘယ်လိုအလွဲလေးတွေနဲ့ဟာသတွေဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/ex-girlfriend-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDJhM2EyOGUtNjM0My00OWVjLWFkMmMtMjhmYzVmNzdlYmFhXkEy_002-132x200.jpg",
        "title": "One Little Finger (2019)",
        "description": "One Little Finger (2019)==================IMDb Rating - 7.8/10#Unicodeဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ဒရမ်မာအမျိုးစားဖြစ်ပါတယ်၊ အဓိကအားဖြင့် ကိုယ်အင်္ဂါချို့တဲ့သူတွေအပေါ် လူတွေအမြင်ပြောင်းလဲသွားစေမယ့် ဇာတ်ကားမျိုးပါပဲ....ဇာတ်လမ်းအကျဉ်းက‌တော့ အမေရိကန်နိုင်ငံသူ ဦးနှောက် နှင့် အာရုံကြောဆရာ၀န် ဒေါက်တာ ရေနာက ဂီတကုထုံး နှင့် ပတ်သတ်တဲ့ထိရောက်မှုတွေကို သုတေသနပြုချင်လို့ အိန္ဒိယနိုင်ငံကို သွားရောက်ခဲ့ပါတယ်...သူဟာ အိန္ဒိယနိုင်ငံမှာရှိတဲ့ မသန်စွမ်းကျောင်းမှာ အဆိုပါ ဂီတကုထုံးကို သုတေသနပြုရင်း မသန်ပေမယ့်စွမ်းတဲ့ ဂျီဂျာ အိန်ဂျယ်တို့နဲ့ဆုံတွေပြီး သူတို့ရဲ့မျှော်လင့်ချက်တွေကြိုးစားအားထုတ်မှုတွေကို ပြထားတာဖြစ်ပါတယ် ... ဒီဇာတ်ကားထဲမှာတော့ ဂီတဟာ လူသားတွေကို တစ်သားတည်း‌ဖြစ်စေတတ်ပုံတွေ...မသန်စွမ်းတွေအနေနဲ့ လူ့ဘောင်အဖွဲ့အစည်းမှာ အနိုင်ကျင့်ခံရတာတွေ ရှိပေမယ့် သူတို့က ဘယ်လို မျိုး လူ့အဖွဲ့အစည်းကို ပြန်ပြီးကောင်းကျိုးပြုနိုင်လဲဆိုတာတွေကို ဖော်ကျူးထားပါတယ်...ဒီဇာတ်ကားလေးဟာ IMDb 7.8/10 ရရှိထားခဲ့ပါတယ်...(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးဟာ ၂၀၁၉ ခုႏွစ္မွာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1zY32/One.Little.Finger.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rR2LOUI0gj0Eg9HwPbRpw7UsMXx.jpg",
        "title": "Embattled(2020)",
        "description": "Embattled(2020)2020 ထဲမှာထွက်ရှိခဲ့တဲ့ အက်ရှင် ဒရာမာ အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ် MMA Caged Fights တွေကိုအခြေတည်ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်လို့ လက်ဝှေ့ပွဲပရိတ်သတ်တွေ နှစ်သက်ကြမယ်ထင်ပါတယ်...ကတ်ရှ်က MMA မှာ ဘုရင်လို့တောင် တင်စားခံရတဲ့ ထိတ်ထန်း ဖိုက်တာတစ်ယောက်ပါ....၃၇ပွဲမှာ တစ်ပွဲသာရှုံးနိမ့်ဖူးတဲ့ ဖိုက်တာာတစ်ယောက်ပေါ့..တကယ်တော့ သူဟာ ကလေး(၂)ယောက်ရှိခဲ့ပြီး အမျိုးသမီးနဲ့ အဆင်မပြေလုိ့လမ်းခွဲခဲ့ပြီးနောက်မှအောင်မြင်လာတဲ့သူပါ..ယခုလည်းနောက်အိမ်ထောင်ပြုလိုက်ပါပြီ...ပထမအိမ်ထောင်နဲ့ရခဲ့တဲ့သားကြီး ဂျက်ကတော့အောင်မြင်လာတဲ့သူ့အဖေကိုအားကျပြီး MMAလောကထဲကို ဝင်ရောက်ဖို့ကြိုးစားလာပါတယ်..ကတ်ရှ်က သူ့သားအောင်မြင်ဖို့ ကူညီပေးပြီး ထရိန်နာတွေနဲ့ ကူညီပေးပါတယ်...အဲ့ဒီနောက် သားဖြစ်သူ ဂျက်တစ်ယောက် လက်စောင်းလေးထက်လာပြီး MMAလောကအကြောင်းနဲ့သူ့အဖေအကြောင်းတွေသိလာရတဲ့အချိန်မှာတော့...ဘယ်လိုတွေဆက်ပြီး ပွဲတွေကြမ်းမလဲဆိုတာကိုတော့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(928MB) and (333MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1zYgq/Embattled.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/fatman-141x200.jpg",
        "title": "Fatman 2020",
        "description": "ခရစ်စမတ် ကာလမှာ ကလေးတွေဟာ သူတို့ရဲ့ ဆန္ဒလေးတွေကို ရေးပြီးမှခရစ်စမတ် ဘိုးဘိုးကြီးလို့ ခေါ်တဲ့ Santa ဆီကို စာပို့ကြလေ့ရှိပါတယ်။ခရစ်ဆိုတဲ့ အဘိုးကြီးတစ်ဦးဟာ Santa အသွင်နဲ့ ကလေးတွေကိုလက်ဆောင်ပို့တဲ့အလုပ်လုပ်တဲ့သူပေါ့တစ်နေ့မှာ ဝီနန်ဆိုတဲ့ တစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းလိုချင်တာ ရအောင်ယူ ဖြစ်ချင်တာ ရအောင်လုပ်တတ်တဲ့ သူဌေးသားလေးဟာလည်းခရစ်စမတ်မှာ Santa ဆီကို စာတစ်စောင်ပို့လိုက်ပါတယ်။ဝီနန်ဟာ ကလေးဆိုပေမယ့် သူဌေးသားဖြစ်တဲ့အလျောက်အသက်ငယ်သော်ငြားလည်း သူဖြစ်ချင်တာတွေ မဖြစ်တဲ့အခါကြေးစားတစ်ယောက်ကို ပိုက်ဆံပေးပြီး မရရအောင် လုပ်တဲ့သူတစ်ယောက်ပါ။အဲ့ဒီလောက် ဆိုးသွမ်းတဲ့ ဝီနန်တစ်ယောက် Santa ဆီကခရစ်စမတ်လက်ဆောင်အဖြစ် သူလိုချင်တာမရဘဲမီးသွေးခဲတစ်တုံးသာပြန်ရလိုက်တော့အရမ်းကို စိတ်တိုသွားပါတော့တယ်။ ဖြစ်ချင်တာကို ရအောင် လုပ်တတ်တဲ့ဝီနန်တစ်ယောက် ကြေးစားတစ်ယောက်ကို ငှားပြီးSanta ကို ရှာသတ်ခိုင်းပါတော့တယ်....\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantsy, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Yoon ...",
        "rating": "6",
        "url": "https://megaup.net/U0rn/Fatman.2020.720p.WEBRip.(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHZlz5QMNFb5PcrnfIrG3kARx7F.jpg",
        "title": "(18+)Tiger Woman 2015",
        "description": "Tiger Woman 2015\n================== dsပေ့ချ်ကို အသစ်တဖန်ပြန်လည်ဖွင့်တဲ့အနေနဲ့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ သမန်းကျားမလေးကားပါပဲ. ဇာတ်လမ်း အကျဉ်းကတော့ ယောကျာ်းတွေဆို ကြောက်ရွံ့နေတတ်တဲ့ နီယာလေးကို သူငယ်ချင်းမလေးတွေက ကုသိုလ်လည်းရ ဝမ်းလည်းဝအောင် ခပ်တောင့်တောင့် ဘဲတွေကို ခေါ်ပြီး သူတို့လဲစားမယ် နီယာလေးလဲ ပျော်စေရမယ်ဆိုပြီး အပန်းဖြေစခန်း တစ်ခုဆီ ခေါ်သွားတာကနေ ဇာတ်လမ်းကစတာပါပဲ. နီယာလေးဟာ ယောကျာ်းတွေကို လွယ်လွယ်အကပ်မခံတာကြောင့် သူတို့တွေ အကြံအိုက်နေတုန်း ဒီကိုခေါ်လာတာဟာ သူ့ရဲ့ အပျိုရည်ကို ဖျက်ချင်ရုံသက်သက်ပဲဆိုတာကို နီယာလေးသိလိုက်ချိန်မှာတော့ ဝမ်းနည်းပက်လက်ဖြစ်ပြီး တောထဲကို စိတ်ရူးပေါက်ပြီး လျှောက်သွားပစ်ခဲ့ပါတယ်. တောထဲက ချောင်းတချောင်းမှာ မိန်းမတစ်ယောက် မိမွေးတိုင်း ရေချိုးနေတာကို သူမ မြင်သွားပြီး ကြည့်နေချိန်မှာ အဲ့ဒီမိန်းမက သူ့အနားကို ရောက်လာပြီး သူ့ကို လက်စားချေနိုင်အောင် ကူညီပေးခဲ့ပါတယ်. သူမ ဘယ်လိုလက်စားချေမလဲဆိုတာကို ကြည့်ချင်စဖွယ် ဇာတ်ကွက်တွေနဲ့ ဆွဲဆောင်ထားပြီး နီယာ့ သူငယ်ချင်းမလေးတွေရဲ့ ဆွဲဆောင်မှုပြင်းအားကလဲ 9+ဖြစ်တာကြောင့် dsဖန်တွေ လက်မလွှတ်သင့်ကြောင်း သတင်းကောင်းပါးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်. 18+ warningဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများကလွဲရင် လူမျိုးဘာသာမရွေးကြည့်ရှုနိုင်ပါတယ်ဗျာ.  \nReleased: 01 Jan 2015 (5 years ago)\n Genre: Thriller Adult\n Countries: Thailand\n Languages: Thai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/U0ad/Tiger_Woman_2015.720p%7BCM%7D.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjDvYhx6HjXSMWI3YZ5SHphkOah.jpg",
        "title": "Ayyappanum Koshiyum(2020)",
        "description": "Ayyappanum Koshiyum(2020)IMDb...7.9အိုက်ယာပန်နိုင်းယားလို့ခေါ်တဲ့ ဉပဒေကိုယ်တိုင်လိုက်နာသလို သူစည်းကမ်းတင်းကြပ်တာကိုအမြဲတမ်းဂုဏ်ယူခဲ့တဲ့ နယ်မြို့လေးရဲ့အချစ်တော်seniorရဲအရာရှိတစ်ယောက်ရှိတယ်...စာအုပ်ကြီးသမားဖြစ်လို့ သူ့ကိုရှိန်ကြသူတွေလည်းအတော်များတယ်...တစ်နေ့မှုခင်းတစ်ခုမှာ လူတစ်ယောက်ဖမ်းဆီးလိုက်တယ်...ဉပဒေအရ အရေးယူမှုတွေ ပြုလုပ်ခဲ့တယ်..သို့ပေမဲ့ အကျင့်ပျက်ချစားမှုတွေများလှတဲ့ ဒီနိုင်ငံမှာ သူဖမ်းလိုက်တဲ့သူကြောင့် နောက်ဆက်တွဲပြဿနာတွေဖြစ်လာပြီးရာထူးက အနားခံရတဲ့အပြင် ယူနီဖောင်းချွတ်ပြီးအရပ်သားအဖြစ်ပါပြောင်းခံလိုက်ရတယ်...ကျားနာတစ်ကောင်လိုဖြစ်လာတဲ့သူဟာ\"မျက်လုံးတလုံးအတွက်မျက်လုံးတလုံး\"\n\"သွားတချောင်းအတွက်သွားတချောင်း\"ဆိုတဲ့  စိတ်ရိုင်းတွေဝင်လာတဲ့အခါမှာတော့...သူဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့...India ကားကောင်းတွေနင်းကန်ကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Yoonwahwah Theint ပဲဖြစ်ပါတယ်....File Size :(1.35GB) and (505MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:57:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/U01k/AK_Ayyappanum_Koshiyum.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
        "title": "The Princess Switch: Switched Again(2020)",
        "description": "The Princess Switch: Switched Again(2020)ဒီကားက The Princess Switch (2018) ရဲ့အဆက်ပါ...လူကြိုက်များပြီး ပေါက်လို့ 2020မှာSwitched Againဆိုပြီး ဆက်ရိုက်ကူးထားတာပါ...2018ကို ကြည့်ပြီးသားသူက ပြဿနာမရှိပေမဲ့မကြည့်ရသေးဘဲနဲ့တော့ ဒီကားကိုသွားကြည့်ရင် ခေါင်းမူးသွားမှာမို့ ၂၀၁၈ ကိုအရင်ကြည့်လိုက်ပါ...ဘုရင်စနစ်အုပ်ချုပ်တဲ့ ဘယ်ဂရေးဗီးယားနိုင်ငံ နဲ့ မွန်တဲနားရိုး နိုင်ငံ(၂)ခုရှိတယ်...မာဂရက်ဆိုတဲ့ကောင်မလေးက မွန်တဲနားရိုး နိုင်ငံရဲ့မင်းသမီးလေးပေါ့...၂၀၁၈ က ကားထဲမှာ ရုပ်ချင်းလုံးဝတူတဲ့သာမန်အရပ်သူလေးစတေးစီ နဲ့  မွန်တဲနားရိုးနိုင်ငံက မင်းသမီး မာဂရက်တို့ဟာလူချင်းခဏချိန်းရင်း နောက်ဆက်တွဲအနေနဲ့ သာမန်အရပ်သူလေး စတေးစီဟာ Belgravia နိုင်ငံက မင်းသားနဲ့အိမ်ထောင်ကျသွားရင်တော်ဝင်မိသားစုဖြစ်သွားတယ်....မင်းသမီးမာဂရက်ကတော့ အရပ်သားနဲ့ချစ်ကြိုက်ရင်း သာမန်ဘဝနဲ့နေထိုင်ဖို့ကြိုးစားပေမဲ့သူ့မရဲ့ Montenaro နိုင်ငံက ဘုရင်မ အရာကိုဆက်ခံဖို့အကြောင်းဖန်လာတဲ့အခါ သာမန်အရပ်သားချစ်သူနဲ့ပြတ်သွားတယ်..ဒါကို သိလို့မနေနိုင်တဲ့ စတေးစီက ကူညီဖို့ ကြိုးစားရင်း ၂၀၂၀ဇာတ်လမ်းကိုစထားပါတယ်...၂၀၁၈ ကားကိုမကြည့်ရသေးတဲ့သူတွေအဖို့ အညွှန်းဟာ အနည်းငယ်ရှုတ်ထွေးနိုင်လို့ ဇာတ်ကားကြည့်လိုက်ရင်တော့သဘောပေါက်သွားပါလိမ့်မယ်..ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို စိတ်လှုပ်ရှားစရာ Twistလေးတွေလည်းပါလို့ကြည့်ရအတော်ကောင်းပါတယ်...ဆောင်းရာသီရဲ့လှပတဲ့ရှုခင်းတွေခံစားရင် ပျော်ရွှင်ဖွယ်ဒီဇာတ်လမ်းကိုကြည့်ရှုရင်းStay Home ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zXo7/The_Princess_Switch_Again.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/biRUM4CBgfJtEQDCttf3zca4epp.jpg",
        "title": "The Princess Switch (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးမယ်နော်...ဒီဇင်ဘာလလည်း ရောက်တော့မယ်...ခရစ်စမတ်နေ့လည်း နီးပြီဆိုတော့ ခရစ်စမတ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါမယ်...ကြည့်ရတာ ပျော်စရာကောင်းပြီး အဆုံးသတ်လည်းလှတော့ကြည့်ရှုသူတိုင်း ကျေနပ်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါ...Netflix မှဖြန့်ချီပြီး IMDb 6.1 ရထားတာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်လမ်းပါနော်...ဒီဇာတ်လမ်းမှာတော့ High School Musical ဇာတ်လမ်းနဲ့ လူသိများတဲ့မင်းသမီး Vanessa Hudgens က နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်...အညွှန်း- ချီကာဂိုမှာ မုန့်ဖုတ်ဆိုင်ဖွင့်ထားပြီး အတော်အသင့် နာမည်ရထားတဲ့ကောင်မလေး စတေစီ..သူက သူငယ်ချင်းဖြစ်သူ ကယ်ဗင်နဲ့ ဒီမုန့်ဖုတ်ဆိုင်ကို ဦးစီးပါတယ်...စတေစီက ရည်းစားနဲ့ကွဲပြီးပူပူနွေးနွေး အသည်းကွဲနေသူတစ်ယောက်ပါ...ဒါကို သိတဲ့ ကယ်ဗင်က စတေစီအတွက် စိတ်ထွက်ပေါက်ဖြစ်အောင်ဆိုပြီးဘယ်ဂရေးဗီးယားနိုင်ငံမှာ ကျင်းပတဲ့မုန့်ဖုတ်ပြိုင်ပွဲအတွက် စာရင်းသွင်းခဲ့ပါတယ်...မုန့်ဖုတ်ပြိုင်ပွဲမှာ စတေစီပါဝင်ယှဉ်ပြိုင်ခွင့်ရခဲ့ပါတယ်...ဘယ်ဂရေးဗီးယားနိုင်ငံကတော့ ဘုရင်အုပ်ချုပ်တဲ့နိုင်ငံတစ်ခုပါ...ဒီအချိန်က ဘယ်ဂရေးဗီးယားနိုင်ငံရဲ့ မင်းသား အက်ဒ်ဝပ်အိမ်ထောင်ပြုတော့မယ့် အချိန်ကာလဖြစ်နေပါတယ်...မင်းသား အိမ်ထောင်ပြုမယ့် သတို့သမီးလောင်းကတော့မွန်တဲနားရိုးမြို့စားအမျိုးသမီး မာဂရက်ပဲဖြစ်ပါတယ်...ထူးခြားတာက မာဂရက်နဲ့ စတေစီက ရုပ်တစ်ထပ်တည်းနီးပါး တူနေတာပါ...မာဂရက် မုန့်ဖုတ်ပြိုင်ပွဲအပြင်အဆင်ကို လာကြည့်တဲ့ အချိန်...စတေစီကလည်း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-princess-switch-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1F0vrX4tGuAHdvsuyfmBDpCQS3.jpg",
        "title": "Dreambuilders(2020)",
        "description": "Dreambuilders(2020)မီနာဟာ ​ကျေးလက်​​ဒေသ​လေးမှာ ဖခင်​နဲ့အတူ\nဘဝကို​အေး​အေးချမ်းချမ်းဖြတ်​သန်း​နေတဲ့ ​ကောင်​မ​လေး​တစ်​ဦးပါ။မီနာရဲ့ မိခင်​က​တော့  မြို့ကြီးပြကြီးမှာ အဆို​တော်​ဖြစ်​ချင်​တဲ့အိပ်​မက်​​ကြောင့် တောရွာက သူတို့သားအ​ဖ၂ဦးကို ထားရစ်​ခဲ့ပါတယ်​။မိခင်​ထားခဲ့​ပေမယ့် ဖခင်​နဲ့အတူ​နေထိုင်​ရင်း ​ပျော်​ရွှင်​​နေတဲ့ မီနာ့ဘဝထဲကို\nမိ​ထွေးဖြစ်​သူ ဟယ်​လီနာနဲ့ မိ​ထွေးရဲ့သမီးဖြစ်​သူ ဂျင်​နီတို့ ဝင်​လာခဲ့ပါတယ်​။သူတို့သားအဖရဲ့အိမ်​​လေးကို မြို့ကြီးသူပီပီ မီနာတို့ဘဝကို အထင်​မကြီးတဲ့ ဂျင်​နီ​ရောက်​လာချိန်​မှာ​တော့မီနာ့ဘဝဟာ စိတ်​အ​နှောင့်အယှက်​ဖြစ်​စရာ​တွေ တစ်​ခုပြီးတစ်​ခုကြုံ​တွေ့ရပါ​တော့တယ်​။အဲ့ဒီနောက် မီနာ့ဆီကို ထူးဆန်းအိပ်မက်စက်ရုပ်လေးရောက်လာတယ်...ဒီစက်ရုပ်လေး အိပ်မက်တွေကို လှပအောင်ဖန်တီးပေးတဲ့သူလေးပေါ့...အိပ်မက်တွေက တစ်ဆင့် လက်တွေ့ဘဝကခံစားချက်တွေကို လွှမ်းမိုးရှိလေတော့ မီနာ့ အိပ်မက်စက်ရုပ်လေးကို အသုံးချပြီးသူရင်ဆိုင်နေရတဲ့ ဆိုးဝါးတဲ့အခက်အခဲတွေကို ပြောင်းလဲဖို့ အသုံးချပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ စိတ်ဝင်စားစရာanime ကား​ကောင်း​လေးဖို့ လက်​မလွှတ်​တမ်းကြည့်ဖို့ ညွှန်းဆိုလိုက်​ပါတယ်​​နော်​။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Lwin Aungပဲဖြစ်ပါတယ်......File Size :(873 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:21:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2VSfQ/Dreambuilders.2020.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/587HNFoHHV7MJ3gk3zkYvsjlcKr.jpg",
        "title": "Wild Grass 2020",
        "description": "Wild grass 2020\n=====================\n \nDrama & romance အမျိုးအစားဇာတ်ကားတခုကိုတင်ဆက်ပေးချင်ပါတယ် ကောင်မလေးနှစ်ယောက်နဲ့ကောင်\n \nလေးတယောက် စုစုပေါင်းသုံးယောက်ရဲ့ဘဝသုံးခုကို ဇာတ်လမ်းထဲမှာတမျိုးစီကနေပေါင်းသွားတဲ့ပုံစံကို1990ခုနှစ်\n \nနောက်ခံနဲ့ရိုက်ပြထားပါတယ် (အဆုံးသတ်မှာမင်းသားမင်းသမီးညားတာလိုချင်တဲ့သူတွေအတွက်ကတော့\n \nဒါဟာဘဝအကြောင်းကိုရိုက်ပြထားတာလို့ပြောပါရစေ)\n \n- ယွင်ချောင်ဟာ အမေနဲ့အမဆီကနေမြို့ကြီးကိုသွားပြီးရုပ်ရှင်တွေထဲကလိုဘဝကိုဖြတ်သန်းချင်သူ\n \n- လီမိုင်ကတော့ အကကိုဘဝထက်ရူးသွပ်ပြီး ဂျပန်ထိတောင်သွားရောက်ကပြချင်သူ\n \n- ဖုန်း ဆိုတဲ့ကောင်လေးကတော့ အကိုကိုအရမ်းချစ်ပြီး ဘေးအိမ်က အကကျင့်နေတဲ့\n \nကောင်မလေးကိုခိုးခိုးကြည့်ကာချစ်နေရသူ သူတို့ရဲ့အိပ်မက်ကိုယ်စီဟာ\n \nသူတို့မျှော်လင့်သလိုလက်တွေ့ဖြစ်လာခဲ့မလားသိချင်ရင်တော့ဆက်လက်ကြည့်ရှုပေးကြပါဦ:\n  \nTranslated by : Nay Chii\nEncoded by : YK",
        "rating": "4.9",
        "url": "https://megaup.net/1zXko/[CM]Wild.Grass.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vzwaHDlTEjpjHFE8K9X9qUhSaqp.jpg",
        "title": "King Naresuan 6 (2015)",
        "description": "Part 6\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\n \nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\n \nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\n \nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\n \nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\n \nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\n \nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\n \nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\n \nအကြောင်းပါ။\n \nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\n \nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\n \nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\n \nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\n \nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\n \nအခြေခံပြီး ရိုက်ကူးထားတဲ့\n \nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\n \nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/1zXgf/King_Naresuan_6.2015.720p(CM)_.mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/123129871_1125266537932024_5472452356610791275_n-133x200.jpg",
        "title": "Daddy’s Troubles ( 2020 )",
        "description": "ဒီကားလေးကတော့ 20th October 2020မှာထွက်လာတဲ့အချစ် ဟာသ မိသားစု ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်...Single father ကျိုးတုန်းဟိုင်ဟာ သူ့သမီး ကျိုးလင်အယ်လေးကိုအရိပ်တစ်ကြည့်ကြည့်နဲ့ သူ့အချစ်အားလုံးကိုပုံပေးထားတာပါဒီလိုနဲ့သူ့သမီးရဲ့ ကျောင်းနှုတ်ဆက်ပွဲနေ့မှာ သူ့သမီးကိုချစ်ခွင့်ပန်နေတယ်လို့အထင်မှားပြီး ပြသနာရှာလို့ နှုတ်ဆက်ပွဲ ပျက်သွားခဲ့ရတယ်..ဒီလိုနဲ့ကျိုးလင်အယ်ဟာ သူ့သူငယ်ချင်းစုန့်သော်သော်နဲ့အတူ လိကျန်းကိုနှစ်ယောက်ထဲအတူသွားခွင့်တောင်းပါတော့တယ်...ကျိုးတုန်းဟိုင်ဟာ သွားခွင့်ပြုခဲ့ပေမယ့် စိတ်မချနိုင်ပဲ လိကျန်းကို တိတ်တိတ်လေးလိုက်လာတဲ့အခါ..ခရီးစဉ်တစ်ခုလုံးမှာ ရယ်စရယအဖြစ်အပျက်တွေများစွာကြုံတွေ့ခဲ့ရတယ်..ပြသနာတွေရှိခဲ့ပေမယ့် ပျော်ရွှင်စရာတွေလဲရှိခဲ့တယ်..နောက်ဆုံးမှာ ဖခင်နှစ်ယောက်ဟာ သမီးတွေကို သူတို့ဖြစ်ချင်တဲ့အရာကိုလုပ်ခွင့်ပေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်..ဒီလိုနဲ့ကျိုးတုန်းဟိုင်နဲ စုန်ကျားလျန့်တို့ဟာလဲ သမီးတွေရဲ့အားပေးမှုနဲ့အတူငယ်စဉ်ကဖြစ်ချင်တဲ့အိပ်မက်တွေကိုးပြန်အကောင်အထည်ဖော်ခွင့်ရလာပါတော့တယ်....Single fatherတစ်ယောက်ရဲ့ သမီးကို ပျော်ရွှင်အေးချမ်းတဲ့ဘဝပေးနိုင်ဖို့သူ့အိပ်မက်တွေကိုစွန့်လွတ်ရဲတဲ့သတိ်္ကိုလေးစားဖွယ်မြင်တွေ့ရမှာပါ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/1AT9l/(CM)Daddy_s_Troubles_2020_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKgUaRKdwQQtwJBtpI6XLoShHLv.jpg",
        "title": "Spring Tide(2019)",
        "description": "Spring Tide2019\n=============\n  \nမိသားစုတစ်ခုကို နိုင်ငံရေးနှင့်ယှဉ်ပြီး ရိုက်ပြတဲ့ကားကိုပြပါဆို ဒီကားလေးကို လက်ညှိုးထိုးရမှာပါပဲ ။\n \nဘာလို့လဲဆိုတော့...ဒီဇာတ်ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တစ်ယောက်ချင်းစီက\n \nပြောသွားတဲ့စကားလုံးတိုင်းက သာမာန်မိသားစုတစ်ခုမှာပြောတာထက်ကို ပိုပြီးလေးနက်လို့ပါပဲ။\n  \nဉပမာ... နင်က သတင်းသမားဖြစ်ပြီး နိုင်ငံကိုအာခံတယ်ပေါ့... အဲ့ဒါက\n \nငါ့အိမ်မှာနေပြီး နင်ကငါ့ကို ပြန်ပြီးအာခံတာနဲ့အတူတူပဲ\n \nအာခံချင်ရင် ငါ့အိမ်မှာမနေနဲ့... ကဲ ဘယ်လိုထင်ပါသလဲ ပရိသတ်ကြီး ?\n \nဘာသာပြန်သူအထင်ကတော့ ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီ ကိုပါးပါးလေး ရိုက်ပြနေသလိုပဲ ။\n \nတရုတ်ဆိုတာက ဆင်ဆာလည်းကြမ်းတယ်မလား ။ အဲ့တော့ ပါးပါးလေးနဲ့ပဲ ထည့်သွားတာ ။\n  \nအမေကြီးကတော့ အရင်စနစ်နဲ့တိုင်းပြည် ၊ သမီးကတော့ တော်လှန်ချင်တဲ့သူ၊\n \nမြေးကတော့ အမေနဲ့သမီးက ပုံသွင်းချင်တဲ့ ပြည်သူလေးပေါ့ ။\n  \nအဲ့လိုမတွေးဘဲ ပုံမှန် မိသားစုကားလေးလို့ သတ်မှတ်ပြီး\n \nကြည့်ရင်လည်းအဆင်ပြေပါတယ်ဗျာ.....\n \nTranslated by Jojova\nEncoded by YK",
        "rating": "6.7",
        "url": "https://megaup.net/3BP5n/%7BCM%7DSpring.Tide.2019.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Alter-Me-162x200.png",
        "title": "Alter Me (2020)",
        "description": "Alter Me (2020)ဒီလို Covid အချိန်ကြီးမှာ Comedy ဇာတ်ကားလေးတွေကြည့်ရင်းစိတ်ညစ်စရာတွေကိုဖြေဖျောက်ချင်နေသူများအတွက်ဇာတ်ကားကောင်းလေးတစ်ကားကို အမြန်ဆုံးနည်းနဲ့ပန်းကန်လုံးစီးပြီး တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက Comedy သက်သက်ကြီးပဲတော့မဟုတ်ပါဘူး Romance လေးတွေလည်းပါပါတယ်၁၆ယောက်စုကြည့်ရမယ့်အခန်းလေးတွေလည်းပါပါတယ် ပါသင့်တာမှန်သမျှအကုန်ပါနေတဲ့အတွက် လုံးဝကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါအေမီဆိုတဲ့ကောင်မလေးဟာ အလုပ်လုပ်တဲ့နေရာမှာ အရမ်းတော်ပြီး အရမ်းလည်းထက်မြက်ပါတယ်အဲ့ဒီလိုပဲ သူ့ရဲ့လက်အောက်က ဝန်ထမ်းတွေကိုလည်း တော်နေမှ ထက်နေမှသဘောကျပါတယ်ဝန်ထမ်းတစ်ယောက်ယောက်က အမှားတစ်ခုခုလုပ်မိပြီဆိုတာနဲ့ ချွင်းချက်မရှိ ချက်ချင်းအလုပ်ထုတ်ပါတယ်အဲ့လိုကိစ္စတွေများလာတော့ ဝန်ထမ်းတွေဟာ သူ့ရဲ့ဒဏ်ကိုသည်းမခံနိင်ကြတော့ဘဲ HR ကိုတိုင်ကြပါတော့တယ်HR ကိုယ်တိုင်ကလည်း အေမီရဲ့အပြုအမူတွေကို သဘောမကျတဲ့အတွက်ရှေ့လျှောက် အေမီသာ မပြောင်းလဲလာဘူးဆိုရင် သူကိုယ်တိုင်အလုပ်ထုတ်ပါမယ်လို့ ရာဇသံပေးခဲ့ပါတယ်တစ်သက်လုံး ဒီလိုပုံစံနဲ့ပဲနေလာခဲ့တဲ့ အေမီအတွက် ချက်ချင်းပြောင်းလဲနိုင်ဖို့ဆိုတာ တော်တော်ခက်ခဲပါတယ်ကံကောင်းချင်တော့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က နည်းလမ်းတစ်ခုကိုပြောပြခဲ့ပါတယ်အဲ့တာကတော့ SEX ပါ SEX ကို အသုံးချပြီးတော့ စိတ်ဖိစီးမှုတွေကိုဖြေဖျောက်လိုက်ရင် လူတွေဟာတစ်မျိုးတစ်ဖုံပြောင်းလဲသွားကြပါတယ်တဲ့အေမီဟာ အဲ့ဒီအကြံကိုလက်ခံခဲ့ပြီး အွန်လိုင်းပေါ်က အမိုက်စားကောင်လေးတစ်ယောက်နဲ့အတူအိပ်ဖို့ချိန်းဆိုခဲ့ပါတယ်အဲ့ဒီကောင်လေးကတော့ အူနိုပါ အူနိုဟာ အချစ်စစ်ကိုတောင်းတနေတဲ့ကောင်လေးတစ်ယောက်ပေါ့ဘဝပေးအခြေအနေကြောင့် မကောင်းတဲ့အလုပ်ကိုလုပ်နေရပေမယ့် သူ့ကိုယ်သူတော့ကျေနပ်နေပါတယ်ဘာဖြစ်လို့လဲဆိုတော့ ဒီအလုပ်က သူ့ရဲ့အချစ်စစ်ကိုရှာတွေ့နိုင်တဲ့အလုပ်မို့လို့ပါတဲ့အဲ့ဒီတော့ရှေ့ဆက်ရရင် သူတို့နှစ်ယောက်တွေ့ဖြစ်ခဲ့ပါတယ်ဖြစ်ချင်တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/alter-me-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Armour-of-God-II-Operation-Condor-1991-134x200.jpg",
        "title": "Armour of God II: Operation Condor (1991)",
        "description": "Amour of God II ကတော့ 1991 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်ဒီတစ်ခါတော့ ဂျက်ကီတစ်ယောက် အပန်းဖြေနေရာကနေ တာဝန်နဲ့ ပြန်ခေါ်ခံရပါတယ်အာဖရိကသဲကန္တာရထဲမှာ ဂျာမနီစစ်တပ်တွေ ဒုတိယကမ္ဘာစစ်တုန်းက မြှုပိထားခဲ့တဲ့ ရွှေတွေကို သွားရောက် တူးဖော်ဖို့ပါသူနဲ့အတူ ကန္တာရပညာရှင်မလေးတစ်‌ယောက်ကို အဖော်ထည့်ပေးလိုက်ပါတယ်နောက်တစ်ယောက်ကတော့ ရွှေတွေကို တာဝန်ယူမြှုပ်ခဲ့တဲ့ စစ်လက်ထောက်ကြီးရဲ့ မြေးဖြစ်သူ မိန်းကလေးကလည်းသူ့အဘိုး ဘဝခရီးဘယ်လိုအဆုံးသတ်ခဲ့သလဲဆိုတာကို အတည်ပြုဖို့အတွက် သူ့ဆန္ဒအလျောက် ရွှေတူးဖော်မယ့်ခရီးကို လိုက်ခဲ့ပါတယ်မိန်းကလေး ၂ ယောက်ရဲ့ အချင်းချင်း မတည့်တာလေးတွေဘုနဲ့ ဘောက်ဖြစ်ကြတာလေးတွေကိုဟာသလေး နှောပြီး ချစ်စရာကောင်းအောင် ရိုက်ကူးပြထားပါတယ်ဒါ့အပြင် အာဖရိကဘက်ကို ကျွမ်းကျင်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့လည်း လမ်းမှာဆုံရာက အတူ ခရီးဆက်ဖြစ်ကြပါတယ်မချော ၃ ယောက် ဂျက်ကီတစ်ယောက် အခက်အခဲတွေကို ရင်ဆိုင်ပြီး ရွှေတွေရှိတဲ့နေရာကို ရောက်သွားချိန်မှာတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2fTP2/(CM)Armour.of.God.II.Operation.Condor.1991.Extended.Cut.BluRay_720p.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/u8Lh2XEcJoL58WSOvW5LaeCGGJ8-133x200.jpg",
        "title": "Armour of God (1986)",
        "description": "အခုတစ်ခါတော့ အဟောင်းထဲက အကောင်းလေး တစ်ခုဖြစ်တဲ့ ဂျက်ကီချန်းရဲ့ ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါပြီ1986 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Armour of God ပထမဆုံးဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းလေးနဲ့ အနည်းငယ် မိတ်ဆက်ပေးချင်ပါတယ်ခရစ်တော်မပေါ်မီ‌ တစ်ချိန်က မကောင်းဆိုးဝါးဂိုဏ်းတွေ လောကကြီးကို ကြီးစိုးဖို့ ကြိုးစားကြပါတယ်သူရဲ‌ကောင်းတွေက ဒီလိုမကောင်းဆိုးဝါးတွေကို တိုက်ပွဲဆင်နွှဲပြီး နောက်ဆုံးမှာ အနိုင်ယူခဲ့ပါတယ်အဲလိုတိုက်ပွဲမှာ သုံးခဲ့တဲ့ ဓားကို နတ်ဓားလို့ ခေါ်ဝေါ်ကြပါတယ်ကမ္ဘာ‌ပေါ်မှာ နတ်ဓားစုစုပေါင်း ၅ ချောင်း ရှိနေပါတယ်ဂျက်ကီချန်းက ၃ ချောင်းကို ရှာဖွေတွေ့ရှိပြီး ရောင်းစားထားပါတယ်အဲအချိန်မှာမကောင်းဆိုးဝါးဂိုဏ်းတစ်ခု ပေါ်ပေါက်နေပါတယ်ဒီဓားတွေကို အရယူပြီး ဖျက်စီးလိုက်နိုင်ရင် သူတို့ဘာသာသာသနာဟာ တည်တံ့ခိုင်မြဲပြီး သာယာဝပြောလိမ့်မယ်လို့ ယုံကြည်နေကြပါတယ်ဒါကြောင့် နတ်ဓားတွေကို ရအောင်ယူနိုင်မယ့် ဂျက်ကီချန်းကို ပိုက်ဆံမပေးဘဲ ခိုင်းနိုင်ဖို့ရာ ဂျက်ကီ့ရဲ့ ငယ်ချစ်ဟောင်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/2VRhi/(CMorg)Armour.of.God.1986.720p.BluRay.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTYyXCoIBy2TDxetoGS4Sc0VBP1.jpg",
        "title": "The Lookout(2007)",
        "description": "The Lookout(2007)အညွှန်း***********************IMDb....7.0Rotten tomatoes....87%Chrisဟာ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ဆယ်ရက်လောက် ကိုမာဝင်ခဲ့ပြီး အတိတ်မေ့ရောဂါရခဲ့ပါတယ်....ဒီယာဉ်တိုက်မှုရဲ့အဓိက တရားခံဟာ သူကိုယ်တိုင်ဖြစ်ပြီး ကားပေါ်ပါတဲ့သူငယ်ချင်းတွေဆုံးပါးခဲ့တဲ့အတွက်ယူကြုံးမရဖြစ်ပြီး သူ့အမှားဆိုတဲ့ စိတ်ကြီးနဲ့ပဲ အပြစ်တင်ရင်းနေလာခဲ့တယ်....သူရဲ့တစ်နေ့တာလုပ်ငန်းစဉ်ကိုတောင် မမှတ်မိနိုင်တဲ့ Chrisအတွက် ဘဝမှာ အဆင်မပြေမှုတွေ များခဲ့တယ်...ဘဏ်တစ်ခုမှာသန့်ရှင်းရေးလုပ်ရင်းတစ်နေ့တာကို ခက်ခဲလေလွင့်စွာဖြတ်သန်းနေရတယ်...တစ်နေ့တော့ အကြီးစားဘဏ်ဖောက်မှုကျူးလွန်တဲ့သူတွေဟာအမာခံတစ်ယောက်ရအောင် သူ့ကိုချဉ်းကပ်လာပြီးဘဏ်ဖောက်ဖို့ စည်းရုံးသိမ်းသွင်းလာတဲ့အခါမှာတော့....ဘဏ်ဓားပြကားတွေကြိုက်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်... File Size :(926 MB) and (352MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Crime , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/TZ2r/The_Lookout.2007.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Live-Game-2020-1-136x200.jpg",
        "title": "Live Game ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ 2020မှာထွက်ထားတဲ့ Drama.,Mystery,Thrillerအမျိုးအစားဖြစ်ပါတယ်Online cele ဟန်ကျိန်းအယ်ဆိုတဲ့မိန်းကလေးဟာ အခန်းတစ်ခုမှာအဖမ်းခံထားရပြီးLiveလွင့်ရင်းကစားပွဲတစ်ခုကစားရပါမယ်...၄နာရီအတွင်းLiveအတွင်းကြည့်ရှုသူ၅သောင်းပြည့်ရင်အခန်းထဲရေဖြည့်တာရပ်သွားမယ်...စည်းကမ်းချိုးဖောက်ရင်တော့မိနစ်၂၀အတွင်းတစ်ခန်းလုံးရေပြည့်ပြီး ရေမြှုပ်သေရမှာပါ.....ဘယ်သူကသူ့ကိုဖမ်းချုပ်ထားတာလဲ...ဘာအကြောင်းရင်းရှိနေတာလဲ...လွန်ခဲ့တဲ့၂နှစ်က ကိုယ်ဝန်သည်မိန်းကလေးသတ်ခံရတဲ့အမှုနဲ့ပတ်သက်နေတာလား...ဟန်ကျိန်းအယ်က နောက်ဆုံးမှာလွတ်မြောက်နိုင်ပါ့မလား.....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/1AT9w/(CM)Live.Game.2020.WEB-DL.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nL9ncXlRmHn2OOFuMtZuaWdEwJs.jpg",
        "title": "Times & Measures (2020)",
        "description": "Times and measures (2020)\n=====================\n  \nဒီကားကတော့ ရိုးရိုးရှင်းရှင်းနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားပါ\n  \nကော်ရီနာက Single Mother တစ်ယောက်ပါ\n  \nယောကျာ်းဖြစ်သူ ဒက်စ် နှစ် ၂၀ ပေါင်းသင်းပြီးတော့ သူတို့မိသားစုကို ထားသွားခဲ့တယ်\n  \nသူ့ဆီမှာ မယ်လ်လို့ခေါ်တဲ့ ၁၇ နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်\n  \n၁၇ နှစ်အရွယ်သမီးလေးကို ပြုစုစောင့်ရှောက်ဖို့အတွက် ကော်ရီနာဟာ\n  \nအလုပ်တွေလိုက်လျှောက်ခဲ့ပေမယ့် အလုပ်မရခဲ့ပါဘူး\n  \nနောက်ဆုံးတော့ အကြွေးတွေ နစ်လာတဲ့အခါမှာ ကော်ရီနာတစ်ယောက်\n  \nဘယ်လိုဖြေရှင်းခဲ့သလဲ ဒက်စ်ကရော သူတို့ဆီပြန်လာမှာလားဆိုတာ စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့\n  \nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ\n  \nDrama, Thriller အမျိုးအစား ဖြစ်ပေမယ့်လည်း\n  \nကြောက်စရာကောင်းတဲ့အခန်းတွေ သိပ်မပါလို့ ကြောက်တတ်ပြီး\n  \nသည်းထိပ်ရင်ဖို့ကားကြည့်ချင်တဲ့ ‌လူတွေအတွက်ကတော့ ကွက်တိပါပဲ\n   \nTranslated By Paxton\nEncoded by : YK",
        "rating": "4.3",
        "url": "https://megaup.net/1zWmr/%7BCM%7DTimes.and.Measures.2020.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jingle-135x200.jpg",
        "title": "Jingle Jangle: A Christmas Journey 2020",
        "description": "ဒီတစ်ခေါက် မိတ်ဆက်ပေးမယ့်ကားလေးကတော့\nမိသားစုခရစ္စမတ်ကားလေးပဲ ဖြစ်ပါတယ်\nဆောင်းညတစ်ညမှာ အဘွားအိုတစ်ယောက် သူ့မြေးလေးနှစ်ယောက်ကို\nမီးလင်းဖိုလေးနံဘေးမှာ ပုံပြင်တစ်ပုဒ်ကို ပြောပြနေရာကနေ အစချီထားပါတယ်\nဂျရောနစ်ကပ်စ် ဂျန်ဂယ်လ်ဆိုတဲ့ သိပ်တော်တဲ့\nတီထွင်သူကြီး တစ်ယောက်အကြောင်းပေါ့\nသူ့ရဲ့အိပ်မက်က အားလုံးရဲ့စိတ်ကို ပြောင်းလဲနိုင်လောက်စရာ\nတီထွင်မှုကြီးတစ်ခု ဒါကို သူနှစ်ပေါင်းများစွာကြိုးစားနေခဲ့တယ်\nအဲ့ဒီတီထွင်မှုကြီးကို သူနောက်ဆုံးလုပ်နိုင်ခဲ့ပေမယ့်\nတပည့်ဖြစ်သူ ဂတ်စတက်ဖ်ဆန်ဟာ ခိုးယူထွက်ပြေးသွားပါတယ်\nဂျရောနစ်ကပ်စ်တစ်ယောက်ဟာ ဒီနောက်မှာ ဇနီးလည်းသေ သမီးကိုလည်းမေ့လျောလိုက်ပြီး\nသူ့ဘ၀ကြီးဟာ လုံး၀ကို စုတ်ပြတ်သပ်သွားပါတော့တယ်\nဒီလို စုတ်ပြတ်သပ်နေတဲ့ ဂျရောနစ်ကပ်စ်ရဲ့ဘ၀ထဲကို\nမြေးမလေး ဂျာနီပြန်ရောက်လာပြီး အရင် တီထွင်သူကြီး ဂျရောနစ်ကပ်စ်အဖြစ် ‌\nပြန်လည်ပြောင်းလဲသွားမယ့်ပုံကို ကြည့်ရှုရမယ့်\nမိသားစု ခရစ္စမတ် ကားကောင်းလေးပဲဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….02:00:00\nGenre … Family, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Chuck Chuck",
        "rating": "6.6",
        "url": "https://megaup.net/TYhj/Jingle.Jangle.A.Christmas.Journey.2020.720p(CM).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5dpwXR2Yi69wnvdQyegeEoMPqm.jpg",
        "title": "Red Post on Escher Street 2020",
        "description": "Red Post On Escher Street\n======================\nကိုယ်တို့ဟာ ရုပ်ရှင်တွေကြည့်ကြတယ်\nရုပ်ရှင်ကားဖန်တီးမှုကိုတော့ မကြည့်ဖြစ်ကြတာများပါတယ်\nရုပ်ရှင်ကားတွေထဲမှာ လက်တွေ့ဘဝကိုရိုက်ပြကြပေမယ့်\nဒီကားကတော့ ရုပ်ရှင်ထဲမှာပါဝင်တဲ့\nသရုပ်ဆောင်တွေရဲ့ဘဝတွေကိုပုံဖေါ်ပြထားတာဖြစ်ပါတယ်\nဒါရိုက်တာတကယ်ပြချင်တာကတော့\nကိုယ်တို့တွေရဲ့စိတ်တွေကိုဖေါ်ပြချင်တာဖြစ်နိုင်ပါတယ်\nပေါ့ပေါ့လေးကြည့်ရင် ခပ်ပေါ့ပေါ့ကားလေးပါပဲ\nတွေးယူရင်တော့ တွေးယူသလောက် နက်နဲတဲ့ကားလေးပါ\nဂျပန်တွေရဲ့ထုံးစံအတိုင်း တခြားသူတွေနဲ့မတူညီတဲ့ပြသပုံနဲ့\nရိုက်ပြထားတဲ့ဇာတ်ကားလေးပါ\nကိုယ်ကတော့ ကြည့်ရင်းက ကိုယ့်ဘဝကိုပါ ကိုယ်ပြန်တွေးဖြစ်ပါတယ်\nကိုယ့်ဘဝနဲ့ကိုယ်နေလာခဲ့တာ အရံအဖြစ်နဲ့လား ဇာတ်ဆောင်အဖြစ်နဲ့လားပေါ့\nသူများဘဝမှာ ကိုယ်ဟာ အရံဖြစ်ပေမယ့်\nကိုယ့်ဘဝမှာတော့ ကိုယ်ဟာ ဇာတ်ဆောင်အဖြစ်နဲ့ တောက်ပနိုင်ပါတယ်\nခံယူချက်လေးပဲလိုတာပါ ဟုတ်တယ်မဟုတ်လား\nပရိတ်သတ်ကြီးလည်း ဒီကားလေးကြည့်ရင်းက\nအတွေးတွေနယ်ချဲ့လိုက်ပါဦး\nTranslator : Thinzar Htet\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nFile Size : 1.55GB and 759MB",
        "rating": "7.6",
        "url": "https://megaup.net/1zVqz/Red_Post_On_Escher_Street_720p%7BCM_%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7PWpkcFrzs84bguwYc0V2yb78u.jpg",
        "title": "Farewell Song (2019)",
        "description": "Farewell Song 2019\n================\nဟရု နဲ့ လီယို ဆိုတဲ့ကောင်မလေးနှစ်ယောက်က\nအမှတ်မထင်တွေ့ရင်းက ဟရုလီယိုဆိုတဲ့ တီးဝိုင်းလေးတစ်ခုဖြစ်လာတယ်\nအောင်မြင်လာတာနဲ့အတူ အဆင်မပြေမှုတွေပါတွေ့ရင်း\nဘယ်လိုဆက်ဖြစ်မလဲ\nနာမည်ကြီးမင်းသမီးနှစ်ယောက်ဖြစ်တဲ့\nNa Na လေးနဲ့ Mugi Kadowaki က\nဟရု နဲ့ လီယို အဖြစ်သရုပ်ဆောင်ထားပါတယ်\nတီးဝိုင်းအဖွဲ့ဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေရယ်\nသံယောဇဉ်တွေရယ်\nကြိုးစားအားထုတ်မှုတွေရယ်\nစိတ်အားထက်သန်မှုတွေရယ်\nသီချင်းချိုချိုလေးတွေရယ်ကို\nအားရပါးရကြည့်ရမှာပါ\nဂျပန်ကားတွေရဲ့ထုံးစံအတိုင်း ပါးပါးလှပ်လှပ်\nပေါ့ပေါ့ပါးပါးလေးပဲရိုက်ပြထားပါတယ်\nသီချင်းတွေလည်းအရမ်းကောင်းလို့ သေချာလေးရေးပေးထားတာမို့\nဒေါင်းပြီးတော့ ကြည့်ရှုခံစားလိုက်ပါဦး\nအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ ThinZar Htet ဖြစ်ပါတယ်\n Translator  : Thinzar Htet\nEncoded : YK\nQuality :  1080p blueray and 720p\nFile Size : \n1.22 GB and 578MB",
        "rating": "6.9",
        "url": "https://megaup.net/2fSS2/Farewell.Song.2019.720p%7BCM%7D.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Our_30_Minute_Sessions-P1-142x200.jpg",
        "title": "Our 30 Minute Sessions 2020",
        "description": "အာခိဆိုတဲ့ ထက်မြက်ပြီးပျော်ပျော်နေတတ်တဲ့ကောင်လေးသီချင်းရေးဆရာလေးက လွန်ခဲ့တဲ့တစ်နှစ်က သေသွားခဲ့ပါတယ်ဆိုတာဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးကတော့ဉာဏ်ကောင်းပေမယ့် လူတွေနဲ့အဆင်ပြေပြေမပေါင်းနိုင်တဲ့အထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်ပေါ့တစ်ရက်ကျတော့ ဆိုတာက ကက်ဆက်လေးတစ်ခုကိုကောက်ရခဲ့ပါတယ်ဆိုတာက ကက်ဆက်လေးကိုနှိပ်လိုက်ရင် အာခိရဲ့ဝိဉာဉ်က ဆိုတာရဲ့ခန္ဓာကိုယ်ထဲကိုဝင်လို့ရသွားတယ်အဲ့ဒါက မိနစ်သုံးဆယ်ပဲခံပါတယ် အာခိက သူအသက်ရှိတုန်းကဖွဲ့ခဲ့တဲ့သူ့ရဲ့တီးဝိုင်းနဲ့သူ့ကောင်မလေးဆီကိုပြန်သွားဖို့ကြိုးစားပါတော့တယ်ဒါပေမယ့် ခန္ဓာကိုယ်က ဆိုတာဖြစ်နေတဲ့အခါဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ရုပ်ရှင်လေးဒေါင်းကြည့်လိုက်ပါတော့သီချင်းကောင်းတွေအများကြီးပါပြီး သေချာလည်းဘာသာပြန်ပေးထားတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်တွေက တကယ်တန်မှာပါ\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Drama, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Htet",
        "rating": "6.1",
        "url": "https://megaup.net/TT6e/Our.30-Minute.Sessions.2020.JAPANESE.720p_(CM).mp4",
        "category": "Drama, Fantasy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSTrRgXGzu2t1jVhTexIqwSHlk7.jpg",
        "title": "The Nest",
        "description": "The Nest (2020)\nရိုရီနဲ့အယ်လီဆန်တို့ရဲ့ မိသားစုလေးဟာ ကလေးနှစ်ယောက်နဲ့အတူ\nနယူးယောက်မှာအခြေကျနေတဲ့ ပျော်ရွှင်စရာမိသားစုလေးပါ\nဒီလိုနဲ့တစ်နေ့ ရိုရီတစ်ယောက် သူ့ရဲ့ခမ်းနားလှတဲ့လုပ်ငန်းအိပ်မက်တွေအတွက်\nသူစိမ်းတစ်ရံလန်ဒန်မြို့ကို ပြောင်းရွှေ့သွားတဲ့အခါ\nသူတို့မိသားစုလေးဟာ အလှည့်အပြောင်းများစွာနဲ့ကြုံတွေ့ရပါတော့တယ်\nအိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်တဲ့ ရိုရီရဲ့ဆုံးဖြတ်ချက်တွေမှားတဲ့အခါမှာ\nအေးချမ်းတဲ့ မိသားစုအသိုက်အမြုံလေး ပြိုလဲရပုံတွေ\nကလေးတစ်ယောက်အတွက် မိဘရဲ့အုပ်ထိန်းမှုက\nဘယ်လောက်တောင်အရေးပါပုံတွေ၊\nကိုယ်တကယ်အခက်ကြုံတဲ့အချိန်မှာ\nမိသားစုမဟုတ်ဘဲ ကိုယ့်အနားမှာရှိပေးတဲ့လူဆိုတာ\nလက်ချိုးရေလို့ရတယ်ဆိုတာတွေ၊\nငွေဆိုတာ အမြဲမတည်တံ့နိုင်ဘူးဆိုတဲ့ ဘဝနိယာမတွေကို\nရင်မောဖွယ်ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်\nTranslator - MTA\nEncoder - August",
        "rating": "6.5",
        "url": "https://megaup.net/TXno/(CM)_The.Nest.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/run-135x200.jpg",
        "title": "Run 2020",
        "description": "ဆေးပညာရပ်မှာ Munchausen Syndrome by Proxy (သို့)\nMunchausen By Proxy လို့ ခေါ်တဲ့ စိတ်ရောဂါ တစ်ခု ရှိပါတယ်။\nအဲဒါကတော့ ကလေးအမေ သို့မဟုတ် သက်ကြီးရွယ်အိုတစ်ယောက်ကို\nစောင့်ရှောက်နေရတဲ့ သူမျိုးမှာ ဖြစ်တတ်တဲ့ရောဂါပါ။\nသူတို့စောင့်ရှောက်ရတဲ့ ကလေး သို့မဟုတ်လူကြီးကို\nတကယ်မရှိတဲ့ ရောဂါလက္ခဏာတွေ ရှိတယ်လို့ ထင်အောင်လုပ်ပြီး\nဆေးရုံတွေတက်၊ ဆရာဝန်တွေ၊ သူနာပြုတွေ နဲ့ ပတ်ဝန်းကျင်ကလူတွေ\nသနားတာ ဂရုစိုက်တာကို ခံချင်တဲ့ စိတ်ဝေဒနာမျိုးပါ။\nဒီလို ရောဂါရှင်တွေဟာ အများအားဖြင့် ဆေးပညာဗဟုသုတ ရှိတတ်ကြပြီး\nလက္ခဏာတွေကို ယုံလောက်အောင် လိမ်ပြောတာတွေ၊ ဆေးစစ်ချက်တွေကို ပြောင်းတာတွေ၊\nပိုဆိုးလာရင် တကယ် ရောဂါလက္ခဏာတွေ ပေါ်လာအောင် နှိပ်စက်တာတွေပါ ရှိလာပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဒီရောဂါကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nဒါပေမယ့် လှည့်ကွက်တွေရယ် ပိုပြီး ကြောက်စရာ ကောင်းတဲ့အချက်တွေရယ်\nပါဝင်တာမို့ အတော်လေး ကြည့်လို့ကောင်းပါတယ်။\nဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။\nRating 7 ရထားပါတယ်။ ကြည့်လိုက်ကြပါဦး။\nFile size… 1 Gb ...",
        "rating": "7",
        "url": "https://megaup.net/TXlm/Run.2020.720p.WEBRip.(CM).mp4 ",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/come-away-138x200.jpg",
        "title": "Come Away 2020",
        "description": "889ခုနှစ်ကရေးဖွဲ့ခဲ့တဲ့ The Stolen Child ကဗျာကိုနောက်ခံထားပီးရိုက်ထားတဲ့ COME AWAY ဆိုတဲ့ဇာတ်ကားလေးကကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာအကြောင်းကိုစိတ်ကူးယဥ္ပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ဆောင်ကလေးမောင်နှမတွေ ဖြစ်တ​ဲ့ဒေးဗစ် ပီတာနဲ့ အဲလစ် ၃ယောက်ထဲမှာမှအဲလစ်ကnarratorအဖြစ်နဲ့ပါ၀င်ထားတာပါအဲမောင်နှမ၃ယောက်က နယ်စွန်နယ်ဖျားကဆင်းရဲတဲ့မိသားစုလေးကဖြစ်ပီးသူတို့အဖေကတော့လက် မှုပညာရှင်တစ်ယောက်ပါ အေးချမ်းနေတ​ဲ့သူတို့မိသားစုလေးဆီကိုရောက်လာတဲ့ဂယက်ကတော့ ဒေးဗစ်ကို Bristlemoss ကျောင်းကိုပို့ပေးမဲ့ကလေးတွေရဲ့အဒေါ် အယ်လီနာရဲ့အကြံပါပဲ အဲကိုသွားခါနီးဆဲဆဲမှာပဲဒေးဗစ်ရဲ့မျော်လင့်မထားတဲ့သေခြင်းတ ရားနဲ့ကြုံကြိုက် မိပါတယ်ပီတာနဲ့ အဲလစ်ရဲ့ရင်ထဲကနက်ရှိုင်းတဲ့ဒဏ်ရာတွေရှိလာသလိုကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာလေးကလဲ သူတို့ရဲ့လက်တကမ်းအလိုမှာရှိနေတာပါအရွယ်ရောက်ကြီးပြင်းချင်တဲ့ဆန္ဒရှိကြပေမဲ့ ဒုက္ခအားလုံးကင်း​ေ၀းမဲ့အိပ်မက ်ကမ္ဘာလေးကိုဘယ်သူသွားနိုင်မလဲဆိုတာရသမြောက်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Adventure, Fantasy, Dram\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "6",
        "url": "https://channelmyanmar.org/come-away-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iaTW57RK87v7ZrGkLKVofNH9YOr.jpg",
        "title": "Kannum Kannum Kollaiyadithaal(2020)",
        "description": "Kannum Kannum Kollaiyadithaal(2020)IMDb..7.7App Developerနဲ့ Animator တို့ သူငယ်ချင်း ၂ယောက် ရှိတယ်။\nနည်းပညာသမား သူငယ်ချင်း၂ယောက်ပေါ့။အမြဲလိုလို သောက်လိုက်စားလိုက်၊ ပါတီသွားလိုက်၊\nမိန်းမပွေးလိုက်နဲ့ သူတို့ဘဝက  လောကနိဗ္ဗန်ပဲ....မကြာခင်မှာပဲ သူတို့နှစ်ယောက်ရဲ့ ဘဝကိုတည်ငြိမ်သွားစေမဲ့ချစ်သူလေးကိုယ်စီတွေ့ဖို့အကြောင်းဖန်လာခဲ့တယ်....တကယ်တော့ ဒီနည်းပညာသမား(၂)ယောက်ဟာ သူတို့တတ်စွမ်းတဲ့ပညာကိုအသုံးချပြီး ခိုးမှုများစွာကျူးလွန်ထားတဲ့သူတွေဖြစ်ကြပါတယ်...ဘဝကိုတည်တည်ငြိမ်ငြိမ်လေးနေဖို့ကြိုးစားခါမှ သူတို့ ကျူးလွန်ထားတဲ့ ရာဇဝတ်မှုအတွက်\nရဲချုပ်ကြီးဟာ မီးခိုးကြွက်လျှောက် လိုက်လံစုံစမ်းပါတော့တယ်...ရဲချုပ်ကိုယ်တိုင် အင်တိုက်အားတိုက်လိုက်လံဖမ်းဆီးရအောင် သူတို့ ဘယ်လောက်ဆိုးတဲ့အမှုတွေကျူးလွန်ခဲ့လဲ...ဒီအမှုတွေကြောင့် နောက်ဆက်တွအကျိုးဆက်တွေဘယ်လိုဖြစ်မလဲ...သူတို့(၂)ယောက်ကရော ဖြတ်ကျော်နိုင်ပါ့မလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (436MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/TXdi/Kannum_Kannum_Kollaiyadithaal.2020.WEB-DL,720P.PP.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vFCHFVLPcU4M8uNXM1ba9y83Iu.jpg",
        "title": "Nobody Sleeps in the Woods Tonight(2020)",
        "description": "Nobody Sleeps in the Woods Tonight(2020)IMDb...6.0စမတ်ဖုန်းတွေ၊ဂိမ်းတွေစွဲနေကြတဲ့ ဆယ်ကျော်သက်လူငယ်တွေကို\nနည်းပညာတွေနဲ့ဝေးဝေးနေပြီး သဘာဝတရားကိုခံစားနိုင်အောင် စီစဥ်ပေးထားတဲ့ offline campလေးတစ်ခုရှိပါတယ်။ဒီcampလေးထဲမှာဆိုရင် ဖုန်း၊လပ်တော့စတဲ့ လျှပ်စစ်ပစ္စည်းတွေလုံးဝယူမလာရဘဲ စီစဥ်ပေးထားတဲ့အတိုင်း အုပ်စုငယ်လေးတွေဖွဲ့ပြီး activityတွေလုပ်ရပါတယ်။နည်းပြ\"မစ္စ အီဇာ\"ဦးဆောင်တဲ့အဖွဲ့လေးကတော့ တောနက်ထဲကို ခြေလျင်ခရီးထွက်လာကြပါတယ်။တောထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် မိတ်ဖွဲ့ရင်း စလိုက်ရန်ဖြစ်လိုက်၊ညဘက်မှာ မီးပုံဖိုရင်းသီချင်းတွေဆိုလိုက်နဲ့ ပတ်ဝန်းကျင်ကိုသတိမမူမိဘဲ ပျော်ရွှင်နေကြပါတယ်။မနက်လင်းလို့ခရီးဆက်ထွက်တော့မယ့်အချိန်မှ အဖွဲ့ထဲကကောင်လေးတစ်ယောက် ပျောက်ဆုံးနေပြီး\nသွေးကွက်အချို့ကျန်နေခဲ့တဲ့အတွက် လူစုခွဲပြီးလိုက်ရှာကြည့်ကြတဲ့အခါမှာတော့......တောနက်ထဲမှာရောက်နေတဲ့အပြင် ဆက်သွယ်စရာဖုန်းလည်းပါမလာကြတဲ့သူတို့တစ်တွေ တောထဲမှာ မထင်မှတ်ထားတဲ့ဘယ်လိုအန္တရာယ်မျိုးနဲ့ကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ကြပါဦး.... File Size :(970MB) and (361 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Horror  , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/TX3v/Nobody_Sleeps_In_The_Woods_Tonight.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/The-Wild-Goose-Lake-2019-133x200.jpg",
        "title": "The Wild Goose Lake (2019)",
        "description": "The Wild Goose Lake (2019)=====================IMDb Rating - 6.8/10#Unicode2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့\nGolden Bear Awardကို Diao Yinanရဲ့\nBalck Cold, Thin Iceကားကရသွားခဲ့တယ်။\nBCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့\nBCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်\nသူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်း\nအခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့\nခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။\nဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့\nဇာတ်လမ်းဟာ အပြင်လောကမှာ\nအမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။\nဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကို\nပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်\n၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာ\nသူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရ\nငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"လို့\nမူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာ\nပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီး\nအင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီး\nသူဖြေသွားတာ အတော်လှပါတယ်။\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာ\nကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံး\nရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းက\nအတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့\nဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။\nတစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာ\nသွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။\nဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့\nမှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့\nတစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့\nဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။\nကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲ\nဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာ\nဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲ\nခံစားရရုံပါပဲ။ဒါကြောင့်\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"\nဆိုတဲ့ နာမည်ကလေးထဲမှာ\nသူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့\nကျွန်တော်ထင်တယ်။\"တဲ့။သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESS\nကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူ\nဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်\nLead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသား\nမက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့\nChinese ...",
        "rating": "6.8",
        "url": "https://megaup.net/2VPix/The.Wild.Goose.Lake.2019.720P.BluRay[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/AsnZdUdmfxEenKH3GNMtqIFAzDh-133x200.jpg",
        "title": "Malaal",
        "description": "Malaal (2019)ရသစုံတဲ့ Bollywood ဇာတ်လမ်းကောင်းလေး Malaal နဲ့ မိတ်ဆက်ပေးပါမယ်....ဇာတ်လမ်း အစကတော့ ရှီဗာဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်က\nတက္ကသိုလ်နောက်ဆုံးနှစ်တက်နေပြီး\nအစားအသောက်စုံတဲ့ အလုပ်လက်မဲ့ဖြစ်ကာ\nတစ်ရက်ကွက်လုံးက အသုံးမကျသူလို့သတ်မှတ်ထားခံရသူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အာစတာတို့မိသားစုဟာ ကျိကျိတက်ချမ်းသာရာကနေ\nကံကြမ္မာကြောင့် စီးပွားရေးပျက်ပြီး\nရှီဗာတို့အိမ်နားကို ပြောင်းရွေ့လာရပါတော့တယ်။ရှီဗာနှင့်သူ့သူငယ်ချင်းတွေက အာစတာတို့ စာသင်နေတုန်း ရောက်လာပြီး\nစကားများကြပြီးတဲ့အချိန်မှာတော့\nအာစတာက သူ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်း ကြိုးစားဖို့ပြောဆိုခဲ့ပြီး\nအဲဒီအချိန်မှာပဲ ရှီဗာက အာစတာ့ကို မေတ္တာသက်ဝင်သွားပြီး ချစ်ရေးဆိုခဲ့တယ်။\nဒါပေမယ့် အာစတာမှာ မိဘတွေ သဘောတူပြီးသား\nငယ်ပေါင်း အန်ရာနှင့်လက်ထပ်ရမယ့်အခြေအနေ ဖြစ်နေပါပြီ။\nအာစတာမှာ အလုပ်အကိုင်များရှာဖွေပေးရင်း\nရှီဗာကို မိသားစုအားကိုးနိုင်မယ့် လူကောင်းအဖြစ် ပြောင်းလဲရာမှာ\nရှီဗာကို ချစ်သွားခဲ့မလား?????\nသူတို့နှစ်‌ယောက်မိဘသဘောမတူတဲ့ကြားက ပေါင်းဖက်နိုင်ပေါ့မလား?????\nရှီဗာကကော လူကောင်းအဖြစ်ပြောင်းလဲသွားနိုင်မလား ......ဆိုတာကို\nအလွမ်း အဆွေး ရသစုံစုံလင်လင်ခံစားရမှာမို့ အကြိုက်တွေ့စေမှာပါ။Review နဲ့ ဘာသာပြန်ထားတာကတော့ Yawng Yawng ပါ။Encoder ကတော့ Thit San Khant ပါ။",
        "rating": "5.8",
        "url": "https://megaup.net/2fRP2/(CM)_Malaal_(2019).720p.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOGM3ODU1YTYtN2EwNy00NDhjLTkzNDItMzIwM2RkNzQ2NzIyXkEyXkFqcGdeQXVyNDEwMDMwNzg@._V1_-140x200.jpg",
        "title": "Timeline (2014)",
        "description": "ဘ၀ မှာ အချစ်စစ်ထက် ပို တန်ဖိုးရှိတဲ့ အရာ မရှိလောက်ပါဘူး\nတစ်ချို့ကတော့ အချစ်စစ်က ကိုယ့်ဘေးနားရှိရက်နဲ့ ပျောက်နေကြတယ်\nတစ်ချို့ ကိုယ့်ကိုချစ်လာမလားလို့ စောင့်နေရင်း အချိန်တွေ ကုန်ဆုံးကြရတယ်\nတစ်ချိုကကတော့ အချစ်စစ် နဲ့ ချစ်တာကို တန်ဖိုးမထားတက်ကြဘူး...\nဒီရုပ်ရှင်ထဲမှာ တန် ဆိုတဲ့ ကောင်လေးဟာ နယ်မြို့လေးကနေ မြို့ပေါ်ကို\nကျောင်းလာတက်ခဲ့တယ် အမေတစ်ခု သားတစ်ခု\nဘဝကနေ ကိုယ့်ဘာသာ မြို့ပေါ်မှာ ကျောင်းတက်ရတဲ့အခါ\nအလွဲလွဲ အချော်ချော်လေး တွေ စဖြစ်ရတယ်..\nအဲ့ဒီ အလွဲအချော်တွေကို ထိန်းကွပ်ပေးမဲ့\nချစ်စရာ ကောင်မလေး တစ်ယောက် တန် ရဲ့ ဘ၀ ထဲကို\nစတင် ဝင်ရောက်လာခဲ့တယ်...\nသက္ကသိုလ်ရဲ့ ဖရက်ရှာဝဲလ်ကမ်း မှာ ဒီကောင်မလေးကို\nသူစတွေ့တာပေါ့...\nဖြစ်ချင်တော့ ပထမဆုံးနေ့ မတိုင်ခင်က တန် တို့ သူငယ်ချင်းတွေ\nအမူးသောက်ပြီး မှောက်ကြတော့ ကျောင်းရဲ့ ကြိုဆိုပွဲကို\nနောက်ကျပြီး ရောက်သွားရာက စတာပဲ...\nသူတစ်ယောက်ထဲလား ဆိုတော့ မဟုတ်ဘူး\nဂျွန်ဆိုတဲ့ ကောင်မလေးပါ ပါတယ်..\nဒီတော့ ၂ ယောက်တွဲ အပြစ်ပေးခံရတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zU7v/Timeline_2014_720p_(CM).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wdeZUAB3rDtWt3KxPFF7ey6PjBw.jpg",
        "title": "King Naresuan 5 (2014)",
        "description": "Part 5\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "5.8",
        "url": "https://megaup.net/2fRpC/King_Naresuan_5.2014-.720p_%7BCM%7D.mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4DB9VFVTp0IQEWFEIf9f3f2z3t5.jpg",
        "title": "The Dark and the Wicked(2020)",
        "description": "The Dark and the Wicked(2020)IMDb...6.5Louiseနဲ့ Michaelတို့ မောင်နှမနှစ်ယောက်ဟာ နာမကျန်းဖြစ်တဲ့ဖခင်ကို ပြုစုဖို့ လယ်တဲအိမ်လေးကို ပြန်လာခဲ့ကြတယ်မိခင်ဖြစ်သူဟာ သူတို့ကို မြို့ပြန်ဖို့အကြိမ်ကြိမ်ပြောပြီး  ဘယ်လောက်တောင်စိတ်ထိခိုက်မှုတွေရှိနေလဲမသိ...အဲ့ဒီညမှာပဲ ဆွဲကြိုးချသတ်သေကာ အဆုံးစီရင်သွားတယ်....ဒီမောင်နှမဟာ အိမ်ကိုပြန်ရောက်ပြီးနတ်ဆိုးတစ်ကောင်ရဲ့ ထိတ်လန့်ဖွယ်ရာအခြောက်ခံရပါတော့တယ်...ကြည့်ရတာ ဒီနတ်ဆိုးကြောင့်ပဲမိခင်ဖြစ်သူ အဆုံးစီရင်သွားပုံရပါတယ်...ဒီနတ်ဆိုးကရော ဘာကြောင့် ခြောက်လန့်နေရတာလဲ...ဒီမောင်နှမ(၂)ယောက်ကရော အဲ့ဒီဒဏ်တွေကိုကျော်လွှားရင်ဆိုင်နိုင်ပါ့မလား..နတ်ဆိုးရဲ့ရည်ရွယ်ချက်အမှန်ကဘာလဲ...မောင်နှမ(၂)ယောက်ကရော ဒီနတ်ဆိုးကို နှိမ်နှင်းနိုင်ဖို့နည်းလမ်းရှိပါ့မလား...Horrorကားကောင်းကြည့်သူတို့လက်မလွှတ်သင့်ပါကြောင်းး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်....File Size :(896MB) and (337MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2fRjk/The_Dark_And_The_Wicked.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ipHxtI7sdIscKaMjJf3K0kpy9k.jpg",
        "title": "King Naresuan 4 (2011)",
        "description": "Part 4\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/TWe7/King_Naresuan_4.2011-720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyzJSI7UZZzz5Toj10rYGF5689z.jpg",
        "title": "The Lego Star Wars Holiday Special",
        "description": "The lego Star War Holiday Special 2020\n=========================================\nစတားဝါး လီဂို ကာတွန်း ဇာတ်လမ်းတို့လေးကတော့ ၄၅ မိနစ် စာပဲ ရှိပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရယ်ရတယ်။ Star Wars The Rise of Skywalker အပြီး ဇာတ်လမ်းကို ချိတ်ထားတာပါ။ ရေး နဲ့\nတော်လှန်ရေးအဖွဲ့တွေ အနားယူနေချိန် ရေးဟာ ဖင်းကို ဂျဒိုင်း ပညာတွေ သင်ပေးဖို့ ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ ဒါကြောင့် ဂျ\nဒိုင်း ဖတ်စာအုပ်တွေကို လိုက်ရှာကြည့်တဲ့အခါမှ ဂျဒိုင်းတစ်ယောက်ဟာ Force ကိုသုံးပြီး အချိန်ခရီးသွားလို့ရတဲ့ စက် ရှိတာကို\nတွေ့ရှိသွားပါတယ်။ ဒါကြောင့် အဲဒီစက်ကို သုံးပြီး သူ့ရဲ့ အရင်ရှိခဲ့တဲ့ ဂျဒိုင်းဆရာတပည့်တွေ သင်ကြားပုံကို လေ့လာဖို့ ထွက်လာပါတော့\nတယ်။ ယိုးဒါးနဲ့ လုခ်၊ ကွိုင်ဂွန် နဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-lego-star-wars-holiday-special/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BZDk1OTQ5MjAtNzM5Ny00YTFhLWJiNzYtMjZhNWZmMGU0M2YwXkEyXkFq-135x200.jpg",
        "title": "Blackbird (2019)",
        "description": "Blackbird (2019)=============IMDb Rating - 6.3/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ \"Blackbird\" ဆိုတဲ့ Drama ကားလေးပါ။လီလီလို့ခေါ်တဲ့ သမီး၂ယောက်ရဲ့အမေဖြစ်သူက ဆိုးရွားတဲ့အာရုံကြောရောဂါကို ခံစားနေရပါတယ်။ရောဂါအရမ်းဆိုးလာတဲ့အချိန်ကျရင် ခန္ဓာကိုယ်တစ်ခုလုံးလှုပ်မရဘဲ မစားနိုင်မသောက်နိုင် အိပ်ရာထဲလဲနေရတော့မှာကို ကြိုတင်သိထားတဲ့သူမဟာ ဒီအခြေအနေတွေမရောက်လာခင် ကြိုတင်ပြီးစောစောသေဆုံးဖို့ကို ရွေးချယ်ခဲ့ပါတယ်။ သူမသေခင် တစ်ရက်အလိုမှာ ချစ်ရတဲ့သမီး၂ယောက်ရယ် မြေးတွေရယ်သမီးဖြစ်သူတွေရဲ့မိသားစုဝင်တွေနဲ့အတူ နောက်ဆုံးအကြိမ်အနေနဲ့ တွေ့ဆုံဖို့စီစဉ်တဲ့အခါမိသားစုတွေ့ဆုံပွဲမှာ ရုတ်တရက်ပေါ်လာတဲ့ မိသားစုဝင်တွေရဲ့ ဝမ်းနည်းဖွယ်အတိတ်ဟောင်းတွေကမနက်ဖြန်သေရတော့မှာကို ကြိုသိနေတဲ့သူမအတွက် ဘယ်လိုခံစားချက်တွေဖြစ်စေမလဲ....မနက်ဖြန်ကျရင် သေဆုံးရတော့မယ့် အမေဖြစ်သူကို သမီးဖြစ်သူတွေကရော ဘယ်လိုခံစားချက်တွေနဲ့နှုတ်ဆက်ကြမှာလဲဆိုတာကို တမြေ့မြေ့နဲ့ ကြည့်မြင်ရမှာပါ။ ဒီဇာတ်ကားမှာ Titanic မင်းသမီး ကိတ်ဝင်းစလတ်ကအဓိက သရုပ်ဆောင်ထားပြီး IMDb Rating 6.3 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ \"Blackbird\" ဆိုတဲ့ Drama ကားေလးပါ။လီလီလို႔ေခၚတဲ့ သမီး၂ေယာက္ရဲ႕အေမျဖစ္သူက ဆိုး႐ြားတဲ့အာ႐ုံေၾကာေရာဂါကို ခံစားေနရပါတယ္။ေရာဂါအရမ္းဆိုးလာတဲ့အခ်ိန္က်ရင္ ခႏၶာကိုယ္တစ္ခုလုံးလႈပ္မရဘဲ မစားႏိုင္မေသာက္ႏိုင္ အိပ္ရာထဲလဲေနရေတာ့မွာကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fQf4/Blackbird.2019.720p.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fUcKFDy58DhWYd5Y7Nu5DgpxaE.jpg",
        "title": "Operation Christmas Drop(2020)",
        "description": "Operation Christmas Drop(2020)ခရစ္စမတ်ရာသီမှာခရစ္စမတ်ကားကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ဒီကားလေးက အကောင်းဆုံးဖြစ်မှာပါ။အဲရီကာဆိုတာလွှတ်တော်က အမျိုးသမီးတစ်ဦးရဲ့လက်ထောက်ပါ။အဲဒီအမျိုးသမီးဟာ ကျွန်းတွေပေါ်မှာအခြေစိုက်နေတဲ့လေတပ်စခန်းတွေကိုပိတ်သိမ်းဖို့လိုလားနေတဲ့အမျိုးသမီးပေါ့။အဲဒီစခန်းကိုပိတ်သိမ်းနိုင်ဖို့ အဲရီကာကိုသွားရောက်စုံစမ်းစေပါတော့တယ်။အဲဒီစခန်းမှာက ခရစ္စမတ်အချိန်ရောက်ရင် အနီးအနားကကျွန်းတွေကို ခရစ္စမတ်လက်ဆောင်တွေ၊ရိက္ခာတွေကိုလေယာဥ်ပေါ်ကပစ်ချပေးတဲ့အစီအစဥ်ရှိပါတယ်။အဲဒီအစီအစဥ်က အခွန်ဆောင်ထားတဲ့ပြည်သူတွေရဲ့ပိုက်ဆံတွေကိုဖြုန်းတီးနေတာလားလို့အဲရီကာတစ်ယောက်စုံစမ်းရင်း ဘာတွေသိရှိလာရမလဲ?သူဘယ်လိုအစီရင်ခံတင်ပြမလဲဆိုတာစိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Aye Mon Kyaw ဖြစ်ပါတယ်....File Size :(905 MB) and (331MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy ,Family , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2fQc0/Operation_Christmas_Drop.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BOGZjYTgwNDgtYmUyZS00NDA1LWIzNWMtMTdhODAyNjMxOGYwXkEy_002-135x200.jpg",
        "title": "Fishbowl (2018)",
        "description": "Fishbowl (2018)=============IMDb Rating - 5.4/10#Unicodeဒီကားလေးက 2018 လို့ နာမည်တပ်ထားပေမယ့် 27 October 2020 မှာထွက်ခဲ့တဲ့ကားလေးပါ။ကမ္ဘာပျက်မယ့်အချိန်ဘယ်အချိန်ဖြစ်မယ်ကို ဘာသာရေးအရဟောပြောချက်တွေအမျိုးမျိုးရှိပါတယ်။ဘစ်ရှော့ပ်လို့ခေါ်တဲ့ဘာသာရေးကိုင်းရှိုင်းပြီးရှေးရိုးစွဲတဲ့ခရစ်ယာန်မြို့ငယ်လေးမှာတော့နီးကပ်လာတဲ့ကမ္ဘာပျက်ကိန်းအကြောင်းဟောပြောလျက်ရှိပါတယ်။ ခရစ်ယာန်ဘာသာဝင်များအနေနဲ့ဘုရားသခင်ကိုယုံကြည်သက်ဝင်ပြီးလမ်းစဉ်များကိုလိုက်နာသူများသာကောင်းကင်ဘုံသို့ခေါ်ဆောင်ကယ်တင်ခြင်းခံရမှာဖြစ်တယ် ဆိုတဲ့ စကားဝိုင်းတွေဟာလည်းတီဗွီအစီအစဉ်တွေကြားနာမည်ကြီးလျက်ပေါ့။ ရေချယ်၊ ဂျက်ဆာနဲ့ဘဲလ်ဆိုတဲ့ ညီအစ်မသုံးယောက်ဟာအမေဆုံးသွားပြီးတဲ့နောက် ဘုရားသခင်ကိုအလွန်ကြောက်ရွံ့ယုံကြည်နေတဲ့ အဖေဖြစ်သူနဲ့ခက်ခက်ခဲခဲနေထိုင်နေရပါတယ် အဖေဖြစ်သူရစ်ခ်ဟာကောင်းကင်ဘုံမှာဇနီးနဲ့ပြန်တွေ့နိုင်ရန်အတွက်ကြားရသမျှလမ်းစဉ်တွေလိုက်ကာ သားသမီးများကိုနှိပ်စက်မိလုနီးပါးဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့်အားလုံးပြောနေကြတဲ့ ကမ္ဘာပျက်မယ့်စက်တင်ဘာ၂၉ရက်နေ့မှာတော့ အမှန်တကယ်ပဲ ကမ္ဘာပျက်ချိန်ညသန်းခေါင်မှာကပ်ဆိုးများဖြစ်ပွားပြီးဘုရားသခင်ရဲ့သန့်စင်ခြင်းအစီအရင်ဖြစ်ပွားမှာလားဆိုတာ ဒီကားလေးထဲမှာဆက်လက်ကြည့်ရှုအားပေးပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးက 2018 လို႔ နာမည္တပ္ထားေပမယ့္ 27 October 2020 မွာထြက္ခဲ့တဲ့ကားေလးပါ။ကမာၻပ်က္မယ့္အခ်ိန္ဘယ္အခ်ိန္ျဖစ္မယ္ကို ဘာသာေရးအရေဟာေျပာခ်က္ေတြအမ်ိဳးမ်ိဳးရွိပါတယ္။ဘစ္ေရွာ့ပ္လို႔ေခၚတဲ့ဘာသာေရးကိုင္းရႈိင္းၿပီးေရွး႐ိုးစြဲတဲ့ခရစ္ယာန္ၿမိဳ႕ငယ္ေလးမွာေတာ့နီးကပ္လာတဲ့ကမာၻပ်က္ကိန္းအေၾကာင္းေဟာေျပာလ်က္ရွိပါတယ္။ ခရစ္ယာန္ဘာသာဝင္မ်ားအေနနဲ႔ဘုရားသခင္ကိုယုံၾကည္သက္ဝင္ၿပီးလမ္းစဥ္မ်ားကိုလိုက္နာသူမ်ားသာေကာင္းကင္ဘုံသို႔ေခၚေဆာင္ကယ္တင္ျခင္းခံရမွာျဖစ္တယ္ ဆိုတဲ့ စကားဝိုင္းေတြဟာလည္းတီဗြီအစီအစဥ္ေတြၾကားနာမည္ႀကီးလ်က္ေပါ့။ ေရခ်ယ္၊ ဂ်က္ဆာနဲ႔ဘဲလ္ဆိုတဲ့ ညီအစ္မသုံးေယာက္ဟာအေမဆုံးသြားၿပီးတဲ့ေနာက္ ဘုရားသခင္ကိုအလြန္ေၾကာက္႐ြံ႕ယုံၾကည္ေနတဲ့ အေဖျဖစ္သူနဲ႔ခက္ခက္ခဲခဲေနထိုင္ေနရပါတယ္ အေဖျဖစ္သူရစ္ခ္ဟာေကာင္းကင္ဘုံမွာဇနီးနဲ႔ျပန္ေတြ႕ႏိုင္ရန္အတြက္ၾကားရသမွ်လမ္းစဥ္ေတြလိုက္ကာ သားသမီးမ်ားကိုႏွိပ္စက္မိလုနီးပါးျဖစ္ခဲ့ပါတယ္။ ဒါေပမယ့္အားလုံးေျပာေနၾကတဲ့ ကမာၻပ်က္မယ့္စက္တင္ဘာ၂၉ရက္ေန႔မွာေတာ့ အမွန္တကယ္ပဲ ကမာၻပ်က္ခ်ိန္ညသန္းေခါင္မွာကပ္ဆိုးမ်ားျဖစ္ပြားၿပီးဘုရားသခင္ရဲ႕သန႔္စင္ျခင္းအစီအရင္ျဖစ္ပြားမွာလားဆိုတာ ဒီကားေလးထဲမွာဆက္လက္ၾကည့္ရႈအားေပးပါဦး။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ...",
        "rating": "5.4",
        "url": "https://megaup.net/TVep/Fishbowl.2020.720p.WEBRip.800MB[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sZ1UGVxOCs4yDd5NoACRkK0oXn.jpg",
        "title": "Laxmii(2020)",
        "description": "Laxmii(2020)၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\nမင်းသားကြီး အရှေးကတော့\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\nပြောပေးရမယ်ဆိုရင်\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\nဝင်းပူးတာပါ။အဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\nသူ့ဘဝနောက်ကြောင်းတွေ၊\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\nသနားကရုဏာသက်စေမှာပါ။ဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်....File Size :(1.28GB) and (494MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action,Comedy,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "2.2",
        "url": "https://megaup.net/2fQ7z/LAXMII.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-6397caef3135-143x200.jpg",
        "title": "Let Life Be Beautiful (2020)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ကားလေးကတော့ အားလုံးကို မျက်ရည်ချူမဲ့ ဇာတ်ကားလေးပါဒီကားလေးဟာဆိုရင် သွေးကင်ဆာဖြစ်နေတဲ့ဝမ်ရှင်းယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ရိုက်ကူးထားတာပါဒီဇာတ်ကားလေးကို ကြည့်ရင်း ဘဝရဲ့ အဓိပ္ပါယ်ကို နားလည်လာပြီး ကိုယ့်မှာ ရှိတဲ့အချိန် တစ်မိနစ် တစ်စက္ကန့်လေးကအစ တန်ဖိုးထားတတ်လာမှာပါမိသားစုရဲ့မေတ္တာတွေ သူငယ်ချင်းတွေရဲ့ မေတ္တာတွေကိုလည်း တစ်ဝကြီးခံစားရမှာပါဇာတ်ကြောင်းလေးကတော့ ဝမ်ရှင်းယန်က အဆိုတော် ဖြစ်လာဖို့အိမ်မက်တွေတစ်ပုံကြီးရှိတဲ့လူငယ်တစ်ယောက်ပါ ဒါပေမဲ့ ကံအကြောင်းမလှစွာမမျှော်လင့်ဘဲ ကင်ဆာရောဂါခံစားနေရတာကို သိလိုက်ရပါတယ် ပထမတော့သိပ်မသိသာပေမဲ့ နောက်ပိုင်းမှာ ဒီရောဂါကြီးက ဘယ်ချိန်မဆိုသေသွားနိုင်တဲ့အခြေအနေလို့ သိလိုက်ရတဲ့အချိန်မှာဝမ်ရှင်းယန်အနေနဲ့ သူ့ရဲ့ကျန်နေတဲ့အချိန်လေးတွေမှာ ကမ္ဘာကြီးအတွက်တစ်ခုခုကျန်ခဲ့အောင်လုပ်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ် ဒီနေ့သေမလားမနက်ဖြန်သေမလား မသိနိုင်တဲ့ဘဝကြီးမှာ ဝမ်ရှင်းယန်အနေနဲ့ ပျော်ပျော်ရွှင်ရွှင်နဲ့ဘယ်လိုတွေ ရှင်သန်နိုင်ဖို့ ကြိုးစားအားထုတ်မှာလဲဆိုတာအပြင် ဒီဇာတ်ကားလေးမှာ ရိုက်ကူးပုံဖော်ထားတဲ့ လူအများစု မသိကြတဲ့ ကင်ဆာရောဂါသည်တွေရဲ့ဘဝအကြောင်းကိုဒီကားလေးကနေတဆင့် ဆက်လက်ကြည့်ရှုခံစားရင်းကိုယ့်ရဲ့ အဖိုးတန်တဲ့ဘဝလေးကို တန်ဖိုးထားချစ်မြတ်နိုးလိုက်ကြရအောင်... Translated & Review By Yamin EiEncoded By LK",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/let-life-be-beautiful-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjGcRmwfPPXD2dZJ3QZTgD7BRJ6.jpg",
        "title": "King Naresuan 3 (2011)",
        "description": "Part 3\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/2fQ02/King_Naresuan_3.2011-720p(CM).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/6lQXp_4f-115x200.jpg",
        "title": "The Dragon Hunting Well ( 2020 )",
        "description": "ဒီကားလေးမှာတော့...ဆွမ်ယိချန်က ကပ်ရောဂါဖြစ်နေတဲ့ မြို့လေးကိုဆေးအထောက်အပံ့ပစ္စည်းတွေ သွားပို့တဲ့ ဆရာဝန်တစ်ယောက်ပါ အဲ့ဒီမြို့လေးကလူတွေကလည်း ဘာသာရေးအလွန်အမင်း အယူသည်းပြီး ရောဂါကူးခံရတဲ့လူတွေကိုကျိန်စာမိနေတာလို့ သတ်မှတ်ထားကြပါတယ် ဆွမ်ယိချန် ရောဂါကူးစက်ခံရတဲ့လူတွေကိုထားတဲ့ ကန့်သတ်နယ်မြေကို ရောက်သွားပြီးမကြာခင်မှာ လူသားစားတဲ့သားရဲတစ်ကောင်ပေါ်လာတဲ့အခါ လူမှုကူညီရေးကလူတွေ ရောဂါကူးခံရတဲ့လူနာတွေ နဲ့အယူသည်းလွန်းတဲ့ မြို့လေးကလူတွေက ဘယ်လိုမျိုး လွတ်မြောက်အောင်လုပ်ကြမလဲလူတွေက သေချင်းတရားနဲ့မျက်နှာချင်းဆိုင်တွေ့တဲ့အခါ ဘယ်လိုမျိုးတွေ ပြောင်းလဲသွားကြမှာလဲဆိုတာ ရင်သက်ရှုမောဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-dragon-hunting-well-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGklB5rrVfEVbTFboR8EZxssImZ.jpg",
        "title": "King Naresuan Part 2 (2007)",
        "description": "Part 2\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Nay Chi\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/TUtg/King_Naresuan_2.2007-720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jiu_jitsu-135x200.jpg",
        "title": "Jiu Jitsu 2020",
        "description": "မင်းသားကြီး နီကိုလက်ကေ့ နဲ့ တိုနီဂျားတို့ ပါဝင်ထားတဲ့ ဂျူဂျစ်ဆု ရုပ်ရှင်ထွက်ပါပြီ။\nဂျူဂျစ်ဆု ဆိုတာ သိုင်းပညာကို သီးသန့် ရည်ညွှန်းတာမဟုတ်ဘူး ဒီ ရုပ်ရှင်မှာတော့ သီးသန့်အဓိပ္ပါယ်နဲ့ပဲ ဖြစ်ပါတယ်။\nPredator ရုပ်ရှင်နဲ့ နင်ဂျာ ရုပ်ရှင်တွေကို လွမ်းတယ်ဆိုရင် ဒီကားကို ကြည့်လိုက်ပါ။\nဂြိုလ်သားတွေနဲ့ နင်ဂျာတွေ ချတဲ့ဇာတ်လမ်းပါပဲ။\nဇာတ်လမ်းကတော့ လှည့်ကွက်လေးတွေပါလို့ မပြောပြတော့ပါဘူး။ ဇာတ်လမ်း၊ ဒိုင်ယာလော့၊ အက်ရှင်၊ အထူးပြုလုပ်ချက်တွေကတော့ ဘာမှပြောစရာမရှိပါဘူး။ ကြည့်ပြီးရင် သိပါလိမ့်မယ်။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "",
        "url": "https://channelmyanmar.org/jiu-jitsu-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jungle-135x200.jpg",
        "title": "Jungleland 2020",
        "description": "လက်‌ေ၀ှ့ထိုးတဲ့နေရာမှာထူးချွန်တဲ့ ညီဖြစ်သူလိုင်းယန်း..ညီဖြစ်သူကထူးချွန်သ‌လောက် အကြွေးပတ်လည်၀ိုင်းနေပြီးအမြဲဒုက္ခရှာတတ်တဲ့ အကိုဖြစ်သူ စတန်..လက်‌ေ၀ှ့ကျော်ဖြစ်လာခဲ့ရင် ဘ၀သစ်စမယ်လို့ကြွေးကျော်နေတတ်တဲ့ ညီအကိုပေါ့။တစ်နေ့တော့ လက်‌ေ၀ှ့ပွဲတစ်ပွဲရှုံးနိမ့်သွားလို့ အကြွေးရှင်တွေရဲ့စိတ်တိုင်းကျ Junglelandဆိုတဲ့ ဆန်ဖရန်စစ္စကိုမှာကျင်းပတဲ့ပွဲမှာ သွားထိုးသတ်ဖို့ညီအကိုနှစ်ယောက်ပြင်ရပါတော့တယ်။အဲဒီခရီးစဥ်တလျောက် စကိုင်းဆိုတဲ့ကောင်မလေးကိုပါ ကြွေးရှင်တွေက ရီနိုကိုပို့ပေးဖို့တာ၀န်ပေးပါတော့တယ်။လိုင်းယန်းရယ် စကိုင်းရယ် စတန်ရယ်...သူတို့သုံးယောက်အတူတူသွားရင်းနဲ့ဘာတွေကြုံတွေ့ရမှာလဲ?အတူတူသွားရင်းနဲ့ စကိုင်းအကြောင်းကိုပါသိလိုက်ရချိန်မှာ သူတို့ညီအကိုနှစ်‌ယောက်ဘာဆက်လုပ်မလဲ?ညီအကိုနှစ်ယောက်ကရော အဆုံးထိမပြောင်းလဲဘဲ ချစ်ခင်သွားမှာလားဆိုတာ အဆုံးထိစိတ်၀င်တစားကြည့်ရှု ရမှာပါ။ရိုးရိုးရှင်းရှင်း‌လေးပဲပြသွားတဲ့ဒီကားလေးကစိတ်ထဲမှာစွဲနစ်ခံစားမိစေမှာပါ။ကြည့်ရှုခံစားနိုင်ဖို့CM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။ဒရာမာကားကောင်းကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ကွက်တိပါပဲလို့ညွှန်းလိုက်ပါရစေ။ဇာတ်ကားလေးနာမည်က Jungleland(2019)ပါ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:30:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "6.3",
        "url": "https://megaup.net/2fOK3/Jungleland.2019.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/XbqZXf-154x200.jpg",
        "title": "You Are Deep In My Heart ( 2018 )",
        "description": "လူတိုင်းမှာ ငယ်ချစ်ဦးဆိုတာတော့ရှိကြပါတယ် ငယ်ချစ်နှစ်တစ်ရာမမေ့သာဆိုတဲ့အတိုင်းတခြားရည်းစားတွေကိုသာ မေ့ရင်မေ့သွားမယ် ငယ်ချစ်ဦးကိုတော့ မမေ့နိုင်ကြပါဘူးငယ်ချစ်ဦးနဲ့ ပေါင်းဖက်ရတဲ့သူပဲဖြစ်ဖြစ် ကွဲကွာသွားသူပဲဖြစ်ဖြစ် ဒီတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကို ကြည့်ရင်း ငယ်ချစ်ဦးကို ပြန်တမ်းတကာ ကြည်နူးလို့ရပါပြီနော်ဇာတ်ကြောင်းလေးကတော့....ယုရှန်းဟာ အိမ်မက်တွေအပြည့်ရှိတဲ့သူဌေးသမီးလေးဆိုပေမဲ့ သူ့အိမ်မက်တွေကိုဖခင်က အပြင်းအထန် ကန့်ကွက်တာကြောင့် အိမ်ပေါ်ကဆင်းလာပြီး သူ့ရဲ့မင်းသမီးဖြစ်လာဖို့ အိမ်မက်တွေကို ပုံဖော်နေတဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်ကျင်ယန်ကတော့ DEမိတ်ကပ်ကုမ္ပဏီရဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီးယုရှန်းနဲ့ ကျောင်းတုန်းက ငယ်ချစ်ဦးတွေဖြစ်ခဲ့ကြတာပါသူတို့ အချစ်ဦးနှစ်ယောက်ဟာ အရင်က မပေါင်းဖက်ခဲ့ရဘဲအကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားခဲ့ကြရပါတယ် အခုလက်ရှိမှာတော့ယုရှန်းကို ကျင်ယန်က DEမှာ တတ်သစ်စကြော်ငြာမင်းသမီးအဖြစ်ငှားလိုက်ပါတယ်သူတို့ငယ်ချစ်ဦးနှစ်ယောက် ပြန်လည်တွေ့ဆုံကြပြီး သူတို့တွေ ဘယ်လိုပြဿနာတွေကြောင့်ကွဲသွားကြတာလဲ အခုလက်ရှိအခြေအနေမှာရောပြန်လည်ပေါင်းထုပ်နိုင်ဦးမှာလား ဆိုတာကို ဆက်လက်ကြည့်ကြရင်းတချိန်က အချစ်ဦးကို တကျော့ပြန် တမ်းတလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/you-are-deep-in-my-heart-2018/"
    }
]