[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzI3NmYyZjgtZjc2My00NDQ1LTkyMzgtZTQ4NzFjYzUxOTk3XkEyXkFqcGdeQXVyODAzNjkzODU@._V1_-142x200.jpg",
        "title": "[18+]Gyeulhoneui Giwon (2013)",
        "description": "[18+]Gyeulhoneui Giwon (2013)*****************************ဂင်ဆွန်းအယ်က AIDS သုတေသနဓာတ်ခွဲခန်းမှာ အလုပ်လုပ်ပြီး မီဂျူကတော့ကြုံရာဝင်လုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ် ဆောင်းအယ်ကတော့ စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်ပြီးဆွန်းအယ်ကို ကုသပေးနေရပါတယ် တစ်ရက်မှာ ဆွန်းအယ်ကို ကုသပေးနေတုန်းဆွန်းအယ်ရဲ့ထိတ်လန့်ဖွယ်ရာလုပ်ရပ်ကို သိလိုက်ရပါတော့တယ်\nတစ်ဖက်မှာလည်း မီဂျူက သူ့ချစ်သူနဲ့ မွေးနေ့ပွဲကျင်းပချင်လိုဆွန်းအယ်ရဲ့အိမ်မှာ လာလုပ်ဖို ခွင့်တောင်းလိုက်ပါတယ် ဆွန်းအယ်က ခွင့်ပြုပေးလိုက်တဲ့အခါမှာတော့ဆွန်းအယ် မီဂျူနဲ့သူ့ချစ်သူတို ၃ပွင့်ဆိုင် ဘယ်လိုကိစ္စတွေဖြစ်လာမလဲဆိုတာ ကိုယ်တိုင်ကြည့်ရှုခံလိုက်ပါဦးညှို့အားပြင်းအလှပိုင်ရှင်မမတွေပါတဲ့အပြင် အိပ်ရာခန်းတွေလည်းပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း...File Size :(733 MB) and (252 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Adult, Romance,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1c78t/Gyeulhoneui.Giwon.2013.WEB-DL720P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydsLYdSiPSIL1LOWWYu7VCvDTT8.jpg",
        "title": "The Loved Ones(2009)",
        "description": "The Loved Ones(2009)==================အထက်တန်းကျောင်းသား ဘရန့်ဟာ ကားမတော်တဆမှုတစ်ခုမှာသူ့အဖေကို ဆုံးရှုံးပြီးကတည်းက စိတ်ဒဏ်ရာနဲ့ ဘဝကို ပစ်စလက်ခတ်ဖြတ်သန်းနေတဲ့ သူပါ။သူ့အဖေဟာ သူ့ကြောင့်သေရတာဆိုပြီးကိုယ့်ကိုကိုယ်အပြစ်တင်တဲ့စိတ်နဲ့ ဆေးခြောက်တွေချတဲ့အပြင်ကိုယ့်ကိုကိုယ်လည်း ဘလိပ်ဓားနဲ့ မွှန်းတတ်ပါသေးတယ်။တစ်နေ့မှာတော့ လူတစ်ယောက်က သူ့ကိုမေ့ဆေးအုပ်ပြီး ပြန်ပေးဆွဲသွားပါတယ်။ဘရန့်နိုးလာတဲ့ အချိန်မှာတော့ သူဟာ သူ့အတန်းထဲကကောင်မလေး လိုလာ တို့အိမ်မှာရောက်နေတာကို တွေ့လိုက်ရပါတယ်။လိုလာဟာ ဘရန့်ကို ကြိုက်နေသူဖြစ်ပြီး ဘရန့်ကိုလည်း ကျောင်းကပွဲကိုသူနဲ့ အတူသွားမလားလို့ မေးခဲ့ပါသေးတယ်။ဒါပေမယ့်လည်း ဘရန့်ကတော့ငြင်းလိုက်ပါတယ်။ သူငြင်းလိုက်တဲ့ လိုလာနဲ့ သူ့အဖေဟာ စိတ္တဇလူသတ်သမားတွေဖြစ်ကြပြီး လူတွေကို ရက်ရက်စက်စက်အမဲဖြတ်ရတာကိုပျော်ရွှင်တဲ့လူတွေဖြစ်ကြောင်း ဘရန့်သိလိုက်ရတဲ့ အချိန်မှာတော့သူဟာ သူတို့သားအဖရဲ့ အကျဉ်းသားဖြစ်နေပါပြီ။ဘရန့်တစ်ယောက် စိတ္တဇသားအဖနှစ်ယောက်ရဲ့ လက်ကနေ လွတ်မြောက်နိုင်ပါ့မလား ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ဒီဇာတ်ကားမှာအသည်းတယားယားနဲ့ စောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်။Horror/Thriller အမျိုးအစားဖြစ်ပြီး သွေးသံတရဲရဲနဲ့ စိတ်ညစ်ညူးဖွယ်အခန်းတွေများတာကြောင့် စိတ်ကျန်းမာရေးမကောင်းသူ၊နှလုံးရောဂါအခံရှိသူတွေတော့ သတိထားကြည့်သင့်ပါတယ် ခင်ဗျ။ (ဘာသာပြန်နှင့်အညွှန်းကတော့ Damien ပဲ ဖြစ်ပါတယ်) File size…1.16GB / 484MB\nQuality…Blu-Ray ...",
        "rating": "6.6",
        "url": "https://megaup.net/1c75b/The.Loved.Ones.2009.BluRay720p(CM).mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDkyZTk2ODktYmE0NC00ZDdmLTliYTQtNzkwNDU1YWE3MjY4XkEyXkFqcGdeQXVyMjI0MjMwMzQ@._V1_-140x200.jpg",
        "title": "The Storage (2011)",
        "description": "The Storage (2011)\n==============\nIMDb rating – 5.9/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးအတွက် ပေါ့ပေါ့ပါးပါးဖြစ်တဲ့\nDrama/comedy ဇာတ်လမ်းလေးတစ်ခုကို တင်ဆက်ပေး\nချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့ -\nစတိုးဆိုင်တစ်ခုရဲ့ သိုလှောင်ခန်းထဲမှာ ရော့စ်ကုနဲ့ ရာ့နီနန်\nနှစ်ယောက်သား တာဝန်ယူပြီး လုပ်ပေးရပါတယ်။ ရော့စ်ကုက\nအဲဒီစတိုးဆိုင်မှာ အလုပ်လုပ်နေတဲ့ ကယ်ရီတာနဲ့ ဇာတ်လမ်း\nလေးတွေ ရှိခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကယ်ရီတာက သူ့မှာ\nကိုယ်ဝန်ရှိကြောင်း ရော့စ်ကုကို ဖွင့်ပြောလာပါတယ်။ ရော့စ်\nကု ကတော့ကလေးကို ဖျက်ချပစ်ဖို့ ပြောပေမဲ့ ကယ်ရီတာက\nတော့ ကလေးကို မွေးဖြစ်အောင်မွေးမယ်လို့ ပြောပြီး သူနဲ့အတူ\nတူလာမနေရင် သိုလှောင်ခန်းထဲက ပစ္စည်းတွေကို သူခိုးခဲ့တဲ့\nအကြောင်းကို မန်နေဂျာကို အကြောင်းကြားမယ်လို့ပါ အကြပ်\nကိုင်ခြိမ်းခြောက်ပြီး သူနဲ့ မိသားစုတစ်ခုကို တည်ထောင်ဖို့ ပြော\nခဲ့ပါတယ်။နောက်ပိုင်းမှာ သိုလှောင်ခန်းထဲကနေ ရော့စ်ကု ခိုးယူနေတဲ့ကိစ္စ\nတွေကို သူဌေးသိသွားမှာလား၊ ကယ်ရီတာနဲ့အတူတူ သူတို့ရဲ့\nဆင်းရဲနွမ်းပါးတဲ့ ဘဝလေးမှာ မိသားစုတစ်ခုကို တည်ထောင်နိုင်\nမလားဆိုတာကို ကြည့်ရှူလို့ရမယ့် ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ June\nဖြစ်ပါတယ်)File Size..........(1.47 GB) ...",
        "rating": "5.9",
        "url": "https://megaup.net/2xBU7/The.Storage.2011.FINNISH.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTUzY2ZjYWItYjQ2OC00N2I3LTk1NmQtYjNkMTgwODBhYzNmXkEyXkFqcGdeQXVyNjIyMDI4NDI@._V1_-154x200.jpg",
        "title": "The Beach of the Drowned (2015)",
        "description": "The Beach of the Drowned (2015)\n========================\nIMDb Rating - 6.1/10မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိပါဘူး။ အင်မတန်သေးငယ်တဲ့\nအပြစ်ပဲဖြစ်ဖြစ်၊ အကြီးဆုံးအပြစ်ပဲဖြစ်ဖြစ် မကောင်းမှုပါပဲ။ ဘယ်\nလောက်ပဲဖုံးဖိထားထား အချိန်တန်ရင် ဘူးပေါ်သလိုပေါ်ရတာချည်း\nပါပဲ။ အခုမိတ်ဆက်ချင်တဲ့ဇာတ်ကားလေးဟာလည်း သင်္ဘောသား\nတစ်ယောက် အသတ်ခံရပြီး ကမ်းခြေမှာပေါ်လာတာကစပြီး တရားခံ\nတွေ ဖုံးကွယ်ထားတဲ့အမှုတွေ တစ်ခုပြီးတစ်ခုပေါ်လာတဲ့ စပိန်မှုခင်း\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ပန်ဂျွန်ဆိုတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့မှာ ကာစတယ်လိုဆိုတဲ့ သင်္ဘော\nသားရဲ့အလောင်း ပေါ်လာခဲ့ပါတယ်။ ဒီတော့ စုံထောက် လီယိုကယ်လ်\nဒက်စ် နဲ့ အရာရှိ ရာဖာအက်စ်တီဗက်စ် တို့ဟာ ဒီအမှုကိုဖော်ထုတ်ဖို့\nရောက်ရှိလာကြပါတယ်။ သူတို့စုံစမ်းရင်း သိလာရတာက ဒီအမှုဟာ\nသာမာန်လူသတ်မှုတင်မဟုတ်ပဲ လွန်ခဲ့တဲ့နှစ်နှစ်က ပျောက်ဆုံးသွားခဲ့တဲ့\nရေဘက်ကာနီရာ ဆိုတဲ့အမျိုးသမီးရဲ့ အမှုနဲ့ပါဆက်စပ်နေတာကို တွေ့လာ\nရပါတယ်။သူတို့တွေဟာ ကာစတယ်လိုကိုသတ်ခဲ့တာ ဘယ်သူဖြစ်မလဲ၊ ပျောက်\nဆုံးနေတဲ့ အမျိုးသမီး ရေဘက်ကာကရော ဘယ်ရောက်နေမလဲ၊ တရားခံ\nဘယ်နှယောက်လောက်ရှိနေမလဲ၊ အမှုနှစ်ခုဟာ ဘယ်လိုဆက်စပ်နေမလဲ\nဆိုတာကို စုံစမ်းဖော်ထုတ်တာဟာ စိတ်၀င်စားဖို့ကောင်းလွန်းတာကြောင့်\nမှုခင်းဇာတ်လမ်းကြိုက်သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့\nညွှန်းလိုက်ချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jaka ဖြစ်ပါတယ်)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/1c2vr/The.Beach.of.the.Drowned.2015.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1c6qc/(CM)_Boso_Dos_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
        "title": "Casanova(2005)",
        "description": "Casanova(2005)**************Heath Ledger ပါဝင်ပြီး ဆုကြီး ၅ ဆုတောင်ရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..ညှို့ဓာတ်ပြင်းလွန်းပြီး မိန်းကလေးတိုင်းလိုလိုကိုဆွဲဆောင်နိုင်တဲ့ ကာဆာနိုဗာ..\nအမျိုးသမီးငယ်၊ အပျိုစင်တွေ၊ အိမ်ထောင်ရှိအမျိုးသမီးတွေသာမက မယ်သီလရှင်တွေကိုပါဆွဲဆောင်ပြီးအိပ်ရာထဲခေါ်နိုင်တဲ့အတွက် တရားရုံးကပါကြိုးပေးသတ်ချင်နေတဲ့သူ..\nအဲဒီလိုလူတစ်ယောက် တစ်နေ့မှာတော့ အရာရှိတွေလိုက်ဖမ်းလို့ပြေးရင်းအမျိုးသမီးတစ်ယောက်ကို အချစ်စစ်နဲ့ချစ်မိသွားပါတော့တယ်..\nထို \"ဖရန်ချက်စ်ကာ\"ဆိုတဲ့အမျိုးသမီးလေးမှာလည်း စေ့စပ်ထားတဲ့သူရှိတဲ့အခါ..\nကာဆာနိုဗာတစ်ယောက် ဖရန်ချက်စ်ကာ့စေ့စပ်ထားတဲ့သူနေရာက ဟန်ဆောင်ပါတော့တယ်။\nပျိုတိုင်းကြိုက်နှင်းဆီခိုင်ဖြစ်ပေမယ့် ဒီတစ်ခါမှာတော့ တခြားမိန်းကလေးတွေနဲ့မတူထူးခြားတဲ့သူတကယ်ချစ်တဲ့ဖရန်ချက်စ်ကာရဲ့အချစ်ကို ရနိုင်ပါ့မလား..\nအလိမ်တွေရောဘယ်လိုပေါ်ကုန်မလဲ..File Size :(2.04GB)(1.04 GB) and (293 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Adventure, Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1c6kt/Casanova.2005.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Meguri-Megu-Fujiura-1-123x200.jpg",
        "title": "(21+)The Beautiful Mistake In Overtime (MEYD-568)",
        "description": "ပြည့်ဝန်းလှပတဲ့ စနေနံ နှစ်ခိုင်နဲ့\nဖွံ့ထွားစွံကားလှတဲ့ တင်နှစ်ဆိုင်\nအလှပြိုင်မိချိန်မှာ မိတ်ဆွေအနေနဲ့\nဘယ်လှေနံကိုနင်းရမလဲလို့\nဆုံးဖြတ်ချက်ချရခက်ခဲနေရင်\nလှေနံနှစ်ဖက်လုံးကို ရဲရဲကြီးသာ နင်းချလိုက်ပါမီဂူရီလေးရဲ့ အလှမယ်ရှုံးလောက်တဲ့\nရိုးရှင်းတဲ့မျက်နှာလှလှလေးဟာ ဆုတောင်းကောင်းခဲ့လေတော့\nမင်းကြိုက်စိုးကြိုက် ကိုယ်လုံးကိုယ်ပေါက်ကိုပါ\nပိုင်ဆိုင်ခွင့်ရခဲ့ခြင်းအတူ ပြစ်မျိုးမှဲ့မထင်တဲ့မိန်းမသားဆိုတာ ဒါမျိုးပါပဲ\nမိန်းမသားတွေရဲ့ ရုပ်ရည်အဆင်းရူပကာထက်\nယောက်ျားသားများရဲ့ စိတ်နှလုံးကို ဆွဲဆောင်ရစ်နှောင်နိုင်တဲ့အရာကားမရှိ\nထိုကဲ့သို့ ဘုရားသခင်ဖန်ဆင်းပေးထားသော\nသဘာဝရဲ့အလှတရားများကို မိတ်ဆွေတို့ပါ ကြည့်ရှုကြဖို့\nတင်ဆင်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.99GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/2y1cm/FHD_MEYD-568.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lufGFZCit8My00nLJpbGqFeLmjX.jpg",
        "title": "Phone ( 2002 )",
        "description": "Ha Ji-won ရဲ့ 2002 က ထွက်ရှိခဲ့တဲ့ Horror ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားလေးလေးဟာဆိုရင်\nကွာလတီက ဒီလောက်ပဲရနိုင်လို့ ရနိုင်သမျှ အကောင်းဆုံး\nကွာလတီနဲ့တင်ဆက်ပေးလိုက်ရပါတယ်ဂျီဝန်းတစ်ယောက် သတင်းထောင်ဘဝကနေအနားယူချိန်ကစပြီး\nအမည်မသိခြိမ်းခြောက်ဖုန်းတွေ ဝင်လာခြင်းကိုကြုံရပါတော့တယ်\nစာရေးဆရာမဖြစ်ချင်တဲ့သူ့ရဲ့စိတ်ကူးကိုအ​ကောင်အထည်ဖော်ဖို့\nသူငယ်ချင်းဖြစ်သူရဲ့အိမ်မှာ စာရေးရင်း အမည်မသိဖုန်းနံပါတ်ကနေ\nမိန်းကလေးတစ်ဦးရဲ့အသံကိုကြားခဲ့ရပါတယ်တစ်နေ့ ဖုန်းလာတဲ့အချိန် ဂျီဝန်းသူငယ်ချင်းရဲ့သမီးဖြစ်သူက\nဖုန်းကိုကိုင်လိုက်ရာကနေ သူတို့မိသားစုမှာ\nထူးဆန်းတဲ့သဘာဝလွန်ဖြစ်ရပ်တွေ စပြီးဖြစ်လာတော့တာပဲဂျီဝန်းတစ်ယောက် ဖုန်းရဲ့နောက်ကွယ်ကအကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုထူးဆန်းတဲ့လှည့်ကွက်တွေကို\nရင်ဆိုင်တွေ့ရမလဲဆိုတာ ကျောချမ်းချမ်းနဲ့စောင့်ကြည့်လိုက်ကြပါဦး\n[ Reviewed By Shoon Thu Thu Chain ]\nQuality : DvdRip\nFormat : mp4\nGenres : Horror , Mystery , Thriller\nRuntime : 1h 44 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/1c63l/Phone_2001_DvdRip_CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mary-1-131x200.jpg",
        "title": "(21+)Mary! Mary! (1977)",
        "description": "လိင်ကိစ္စဆိုတာ ပွင့်ပွင့်လင်းလင်း ရှင်းလင်းဆွေးနွေးမှ\nမလိုလားအပ်တဲ့ နောင်တရစရာတွေ ရှိမလာမှာဖြစ်ပါတယ်\nအိမ်ထောင်ရှင်တွေ ကြားထဲ ချစ်သူရည်းစားတွေကြားထဲ\nပွင့်ပွင့်လင်းလင်းရှိဖို့ ပညာယူရမဲ့\nဆင်ဆာ ဖြတ်မထားပဲ ပြူးပြူးပြဲပြဲ ပြထားတဲ့ ဇာတ်လမ်းလေးမေရီ မေရီ\nနာမည်လေးလှသလို အချိုးစားကလည်းပြေပြစ်တယ်\nခက်တာက သူ့အိပ်ထောင်ဖက်မှာ အားနည်းချက်ရှိနေပါတယ်\nအဲဒါကတော့ သူက Premature Ejaculation လို့ခေါ်တဲ့\nသုတ်စောလွှတ်တဲ့ ပြဿနာတက်နေတာပါအဲဒါကို သူတို့ နှစ်ယောက်အဖြေရှာရင်း\nမှော်ဆန်စွာပဲ စီစဉ်သူဆိုတဲ့ စွမ်းအားရှင်တစ်ယောက်နဲ့\nအပေးအယူ လုပ်ပြီးလိုက်ချိန်မှာတော့\nအရမ်းကို ရင်ခုန်ချင်စရာ မမကြီးတွေ\nတင်းပြည့်ကျပ်ပြည့်ကြီးတွေ\nကြည့်ရမှာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 915MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1c5ut/Mary_Mary_1977.720p(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDcxYTQyZDgtZWYzYS00NWQxLTgyOTctN2U1Y2ExZGE1ZTBkXkEyXkFqcGdeQXVyNDgzNjg5Nw@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "A Tale of Love and Desire (2021)",
        "description": "A Tale of Love and Desire (2021)\n=======================\nIMDb Rating  6.7/10\"သူ(မ)ဟာ မာဂျ်နန်ရဲ့ အိပ်မက် မာဂျ်နန်ရေးခဲ့တဲ့\nကဗျာတိုင်းဟာ သူ့အတွက်ပေါ့။ တစ်နေ့တော့ သူ..\nမာဂျ်နန့်ဆီ ပြန်လာခဲ့တယ်။ သူ့ရဲ့ အမျိုးသားဖြစ်သူ\nဆုံးပါးသွားခဲ့ပြီ။ သူတို့နှစ်ယောက်ကြားက အတား\nအဆီးတွေ ပြိုလဲသွားခဲ့ပြီပေါ့၊ သို့ပေမဲ့ မာဂျ်နန်ဟာ\nသူ(မ)ကို လက်မခံခဲ့တော့ပါ၊ဘာလို့လဲ ... ?မာဂျ်နန်ဟာ သူ့ကို သူ့ကဗျာတွေရဲ့ ဈာန်ဝင်စားမှု တစ်ခု\nအဖြစ်သာကျန်ရှိနေစေချင်ပါတော့သည်။ နှစ်ဦးသား ဆုံ\nဆည်းမှုဟာ ကဗျာတွေရဲ့ ..အနက်ကို ပျက်ပြယ်သွားစေ\nနိုင်သည်။ ထို့ကြောင့် ... အဆုံးသတ်မှာ ကဗျာဆရာတိုင်းရဲ့\nအဟန့်အတားဟာ သူတို့ကိုယ်တိုင်သာ ဖြစ်နေခဲ့တော့ပါသည် .... \"ဒီကိုးကားချက်လေးအတိုင်း... အာမက်ဆိုတဲ့ ၁၈ နှစ်အရွယ်\nစာပေသမားလေးဟာလည်း အရာရာမှာ သိပ်ကို အတွေးများ\nတတ်သူပါ။ ဆိုတော့ ... မထိတွေ့ဖူးသေးတဲ့ အချစ်နဲ့ကြုံလာ\nတဲ့အခါ သူ့အတွက် ပို၍ဆိုးလှပါတယ်။ ဖာရာဆိုတဲ့ မိန်းကလေး\nဟာ သူ့စိတ်မှာ ကြီးစိုးနေပေမယ့် ဒီကြီးစိုးမှုကြီးကနေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2xWR2/A.Tale.of.Love.and.Desire.2021.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
        "title": "The Seven’s Dog PDU ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်\nဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။\nသူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးက\nသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်\nအချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာ\nအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။\nဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ......\nသူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1S3v7/The_Seven_Dog_PDU_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmO2U0ckWkE6T5hyYY3rUtSH9X4.jpg",
        "title": "Infiesto(2023)",
        "description": "Infiesto(2023)*************စပိန်နိုင်ငံမှာကိုရိုနာဗိုင်းရပ်စ်ကြောင့်\nလော့ခ်ဒေါင်းသတ်မှတ်ကာလကို စပိန်အစိုးရကြေညာဖို့စီစဉ်နေပါတယ်။\nဒီသတင်းထုတ်ပြန်နေချိန်မှာပဲစပိန်နိုင်ငံရဲ့ တစ်‌နေရာမှာပြန်ပေးဆွဲခံထားတဲ့ကလေးတစ်ယောက်ဟာ\nလွတ်မြောက်လာခဲ့ပြီးဆေးရုံကိုရောက်နေပါတယ်။ ကလေးအခြေအနေဟာ\nအတော်ဆိုးနေပြီး ညှင်းပန်းနှိပ်စက်တဲ့ဒဏ်တွေကြောင့်စကားမပြောနိုင်ဘဲစိတ်ရောဂါပါ\nရသွားပါတယ်။ အင်စပတ်တာ ဆမ်မူရယ်နဲ့လက်ထောက်စုံထောက်ကတ်စတိုတို့နှစ်ယောက်ဟာ\nဒီအမှုကိုလိုက်လံစုံစမ်းပေမယ့်တရားခံကိုရှာတွေဖို့ခက်ခဲနေပါတယ်။\nဒီအမှုက လွန်ခဲ့တဲ့နှစ်တွေကဖြစ်ခဲ့တဲ့ပြန်ပေးဆွဲကွင်းဆက်လူသတ်မှုတွေနဲ့ပက်သက်နေပြီး\nနောက်ထပ်ကျုးလွန်နိုင်တဲ့လက္ခဏာတွေလည်းတွေ့ရတဲ့အတွက် ဆမ်မူရယ်တို့\nတရားခံကိုအသည်းအသန်လိုက်ဖမ်းပါတော့တယ်။ ဆမ်မူရယ်တို့ရဲတပ်ဖွဲ့က\nတရားခံကိုဖမ်းနိုင်မလား တရားခံကလည်းနောက်လူသတ်မှုတွေကျူးလွန်နိုင်မလားဆိုတာFile Size :(3.5GB) (625 MB) and (268 MB)\nQuality : WEB-DL 1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1S3ov/Infiesto.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOGE1ZDI2NTUtNWY2MS00ZWU2LTkzNDEtMmQwNTYwNzVjYmRjXkEyXkFqcGdeQXVyMTg1Mjc5OTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Haunted Valley (2022)",
        "description": "Haunted Valley (2022)\n=================သရဲခြောက်တယ်လို့ သတင်းကြီးတဲ့ Haunted Valley လေးကို\nခံစားကြည့်ကြပါဦး။ အဲ့ဒီတောင်ကြားမြို့ရဲ့ လမ်းမထက်မှာ ဒါမှ\nမဟုတ် လမ်းကြိုလမ်းကြားမှာ လေလွင့်နေတဲ့ဝိဉာဉ်တွေ သွားလာ\nနေတတ်ကြပါတယ်။ သူတို့ဝင်ပူးလို့ရမယ့်သူကို ရှာနေရင်းနဲ့ မကောင်း\nဆိုးဝါးတွေကို ဗိုင်းရပ်ပိုးလို ဖြန့်ဖို့အခွင့်ကောင်းကို စောင့်နေကြတယ်\nလို့ဆိုပါတယ်။ဘက်သနီတို့အိမ်က သရဲခြောက်တယ်လို့ နာမည်အကြီးဆုံးအိမ်တွေ\nထဲကတစ်အိမ်နဲ့ တစ်လမ်းတည်းရှိပါတယ်။ စစဦးဆုံးသတိထားမိတာ\nကတော့ ဘက်သနီရဲ့ သားနဲ့သမီးပေါ့။ တစ်ခါတစ်လေ ပုံစံမမှန်တဲ့ဝိဉာဉ်\nကိုတွေ့ရသလို၊ တစ်ခါတစ်လေ မိန်းမကြီးပုံစံလည်းတွေ့ရတတ်ပါတယ်။ဘက်သနီကလည်း သူ့ခင်ပွန်းကနောက်အိမ်ထောင်ပြုတော့မှာမို့ စိတ်\nရှုပ်နေပြီး စိတ်ဓါတ်အကျဆုံးအချိန်ကိုရောက်နေတာမို့ လေလွင့်နေတဲ့\nဝိဉာဉ်က သူ့ခန္ဓာကိုယ်ထဲကို ဘယ်လိုမျိုးအခွင့်အရေးရှာပြီး ဝင်ပူးဖို့လုပ်\nမလဲဆိုတဲ့အဖြေကို စောင်လေးခြုံ၊ မီးလေးပိတ်ပြီး ကြည့်ကြည့်လိုက်ပါ\nတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.79 GB) / (660 MB) / (424 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1c2gy/Haunted.Valley.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjcxNGFhOTQtZjE0Ni00OTA0LTgxZWQtNGZlNWVkZWRmZGNjXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Legions (2022)",
        "description": "Legions (2022)\n============Horror ဇာတ်ကားကောင်း ကြိုက်သူများအတွက် ၂၀၂၂ ခုနှစ်က\nထွက်ရှိခဲ့တဲ့ စပိန်စကားပြော ဇာတ်ကားတစ်ကား တင်ဆက်ပေး\nလိုက်ပါတယ်။အန်တိုနီယို ပိုဟူ ဟာ စွမ်းအားကြီးတဲ့ နတ်ဆရာတစ်ယောက်ဖြစ်\nပါတယ်။ အာဂျင်တီးနားတောအုပ်ထဲမှာ အပနှင်ရင်း အင်အားကြီး\nနတ်ဆိုးတစ်ကောင်နဲ့ ရင်ဆိုင်ခဲ့ရပါတယ်။ အမန်ဒါဆိုတဲ့ အမျိုးသမီးနဲ့\nချစ်ကြိုက်ကာ အယ်လေနာဆိုတဲ့ သမီးလေးတစ်ယောက် မွေးဖွားခဲ့\nပါတယ်။ အဆိုပါ နတ်ဆိုးကြောင့်ပဲ အမန်ဒါ့ကို ဆုံးရှုံးလိုက်ရပြီး သမီး\nလေးကို တစ်ယောက်တည်း စောင့်ရှောက်လာခဲ့ပါတယ်။တောထဲကနေ မြို့ပေါ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ကြသလို သူ့ရဲ့ အလုပ်\nအကိုင်ကြောင့် သမီးဖြစ်သူနဲ့လည်း အဆင်မပြေဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့ အပနှင်ရာမှ အမှားအယွင်းဖြစ်သွားပြီး လူသေသွားခဲ့တာမို့ အန်တို\nနီယိုလည်း အရူးထောင်ထဲ ရောက်သွားပါတော့တယ်။ အန်တိုနီယို အရူး\nထောင်ထဲ ရောက်နေတုန်းပဲ အဆိုပါ နတ်ဆိုးက တစ်ကျော့ပြန်လာပြီး\nအယ်လေနာ့ကို ဒုက္ခပေးကာ အသက်ကိုပါ ဆုံးရှုံးအောင်လုပ်ဖို့ ကြိုးစား\nလာပါတော့တယ်။ အဆိုပါကိစ္စကို အန်တိုနီယိုတစ်ယောက် ဘယ်လို\nတားဆီးမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦး။ဒီဇာတ်ကားက မိစ္ဆာတွေ နတ်ဆိုးတွေ အပနှင်တာတွေပါတဲ့ Horror\nကားမျိုးကြိုက်နှစ်သက်တွေအတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/1RZt2/Legions.2022.SPANISH.720p.WEBRip.x(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbGtogDZOg09bm42KIpCXUXICkh.jpg",
        "title": "The Deer Hunter(1987)",
        "description": "The Deer Hunter (1978)=================== စစ်ပွဲတစ်ခုဆိုတာ လူတွေကို ဘာများ ပြောင်းလဲသွားစေနိုင်သလဲ....။လူတွေရဲ့ နေ့စဉ် နိစ္စဓူဝတွေအပေါ် ဘာတွေသက်ရောက်မှုရှိသွားနိုင်သလဲ....။ပင်ဆဲဗေးနီးယားက မြို့ငယ်လေးတစ်မြို့မှာ သူငယ်ချင်းတွေ အုပ်စုလိုက်ရှိကြတယ်၊ စက်ရုံမှာ အလုပ်အတူတူလုပ်တယ်၊ အမဲလိုက်တူတူထွက်ကြတယ်၊အရက်ဆိုင်လေးမှာ ပျော်ပျော်ပါး တူတူသောက်ကြတယ်။ သူငယ်ချင်းမင်္ဂလာပွဲမှာ စိတ်လွတ်ကိုယ်လွတ် လူငယ်သဘာဝ ပျော်ရွှင်ကြမယ် ဗီယက်နမ်စစ်ပြန်တွေကို အားကျတယ်။ ဒီလိုနဲ့ အဖွဲ့ထဲက လူငယ်လေး ၃ ယောက်ဟာတိုင်းပြည်ကို စစ်မှုထမ်းပေးချင်တာကြောင့် ဗီယက်နမ်ကို စစ်လိုက်ခဲ့ပါတော့တယ်။ဒီမှာ သူတို့ထင်ထားသလိုမဟုတ်ပဲ ဗီယက်နမ်နိုင်ငံက သူတို့ကို ရက်စက်စွာနဲ့ကြိုဆိုခဲ့ပါတော့တယ်၊ သေအံ့နီးနီး အဖြစ်အပျက်တွေကနေ မနည်းအသက်လွတ်အောင် ရုန်းကန်ခဲ့ရပြီး တကွဲတပြားနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ ဒီမှာပဲဘဝတွေဟာ ပြောင်းလဲလာပါတော့တယ် ကိုယ့်မြို့လေးကို ပြန်လာနိုင်ခဲ့တယ်ဆိုပေမယ့် ဒီစစ်ကြီးရဲ့ ဆိုးရွားတဲ့အမှတ်တရဟာ နေ့စဉ်နှိပ်စက်လာပါတော့တယ်။သွားခဲ့တဲ့ သူငယ်ချင်း ၃ ယောက်ဟာ တစ်ယောက်တစ်မျိုးစီ ဘယ်လိုတွေဖြစ်ပျက်ခဲ့သလဲ၊ ပြန်ပြီး အံဝင်ခွင်ကျဖြစ်အောင် ဘယ်လိုကြိုးစားနေထိုင်ကြမလဲ၊ ကိုယ့်မြို့ကိုပြန်ရောက်တဲ့လူရော ရှိလား မရှိရင် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1c5h3/The.Deer.Hunter.1978.BluRay1080P5.1CH(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjQwYWUzOTItY2FmOS00NjE4LWIzNGQtZjI4MmJkMmFiNjJiXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Alice, Darling (2022)",
        "description": "Alice, Darling (2022)~ Rotten Tomatoes - 83%, Meta - 65% ~ကနဦးပြောချင်တာကတော့ ဒီကားကို ဘာ Genre လဲ သွားမကြည့်ပါနဲ့။ ဒီတိုင်း ဘာကားမှန်းမသိဘဲ ကြည့်လိုက်ပါ။ ဒါဆို ပိုအဆင်ပြေပါလိမ့်မယ်။ နောက်တစ်ချက်သတိချပ်စေချင်တာကတော့ ဒီကားမှာ မင်းသမီးရေချိုးနေတုန်း မင်းသမီးဘော်ဒီကိုပြပြီး အနောက်ဘက်ကုန်းမြင့်ဒေသတွေကို လေ့လာစူးစမ်း အလံတိုင်စိုက်တာတွေပါတဲ့အတွက် မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ မင်းသမီးကတော့ အားလုံးသိကြတဲ့ Pitch Perfect မင်းသမီး Anna Kendrick ပါ။ ချစ်စရာကောင်းနေဆဲပါပဲ။ကောင်မလေးတစ်ယောက်ရှိတယ်။ သူ့ဘဲက ပန်းချီဆရာ။ ဒါပေမဲ့ သွေးကြီးမွေးကြီး ကိန်းကြီးခန်းကြီးနိုင်တဲ့လူ။ ကောင်မလေးဘဝမှာ သူငယ်ချင်း ၂ယောက်ရယ် သူ့ဘဲရယ် ဒါပဲရှိမယ်။ ကောင်မလေးက အရင်က ဆိုးခဲ့ပေခဲ့ပုံရတယ်။ သူ့ဘဲ ကြောင်သူတော်ကြွက်သူခိုးက ကောင်မလေးကို သူ့လိုပဲဖြစ်စေချင်တယ်။ ဒီတော့ ကောင်မလေးက သူဆိုးတာကို ချမပြဘူး။ သူ့ဘဲက ...",
        "rating": "5.6",
        "url": "https://megaup.net/1c586/(CM)_Alice,_Darling_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjA2MWI5NzktNjY0My00YmJkLWIzZDEtMDc3NmFkYTdkMzJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-128x200.jpg",
        "title": "Naan Mirugamaai Maara (2022)",
        "description": "Naan Mirugamaai Maara (2022)အခုတစ်ခါမှာတော့ IMDb 5.8 အထိရရှိထားတဲ့\nAction-Thriller တမီလ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးပါ့မယ်။ဘွန်မီနာသန်ဆိုတဲ့လူဟာ သူ့ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေခဲ့ပြီး မိသားစုကိုသိတတ်တဲ့\nလူတစ်ယောက်လည်း ဖြစ်ပါသေးတယ်။သို့ပေမယ့် သူ့ညီလေးအသတ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဒါတွေအားလုံးဟာ သူ့အတွက်\nမှေးမှိန်သွားခဲ့ပါတယ်။ဆုံးသွားတဲ့ညီဖြစ်သူ တရားမျှတမှုရရှိရေးအတွက် အပတ်တကုတ်ကြိုးစားခဲ့ပေမယ့်\nတရားဥပဒေရဲ့လျှော့ကြိုးတွေကို သူ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒီလိုနဲ့ သူကိုယ်တိုင်ပဲ ညီဖြစ်သူတရားမျှတမှုရရှိရေးအတွက် ကလဲ့စားချေဖို့ထွက်လာခဲ့တဲ့အခါ\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ...။အောင်မြင်နိုင်ပါ့မလား..။သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်လာမလဲဆိုတာကိုတော့\nဆက်လက်ရှုစားပေးကြပါဦးနော်...။\nFile size…1.83GB / 778MB\nQuality… 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor ~ Yunni",
        "rating": "5.8",
        "url": "https://megaup.net/2y04i/Naan_Mirugamaai_Maara_(2022)_Tamil_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLwyiWN758E4TtnV3bd3GE9wo7V.jpg",
        "title": "Another Way To Make A Living (2022)",
        "description": "Another Way to Make a Living (2022)Eric ဟာ ဂျာနယ်လစ်တစ်ယောက်ပါ။ သူဟာ အသေးစား ပြည်တွင်းသတင်းစာလေးတစ်ခုမှာအလုပ်လုပ်ကိုင်သူပါ။ ရုံးမှာလည်း သူနဲ့ သူ့အထက်က Celine နဲ့နှစ်ယောက်သာရှိပါတယ်။ သူဟာ ဒီသာမန်ဘဝလေးမှာမနေချင်ပဲ သူ့ဘဝအတွက် ကြီးမားတဲ့စိန်ခေါ်မှုကြီးတစ်ရပ်ကိုစတင်ဖို့ ကြိုးစားပါတော့တယ်။ ဂိုဏ်းတစ်ခုရဲ့အကြောင်းကိုစာအုပ်တစ်အုပ်ထုတ်ချင်တာပေါ့။Eric ဟာ ထောင်ထဲထိဝင်ပြီး လူပေါင်းများစွာကို အင်တာဗျူးပါတယ်။ လူများစွာထဲကမှ Moritz ဟာ ထူးခြားသူပါ။ သူနဲ့သူ့ညီမလေးဟာ Gang တစ်ခုရဲ့လက်အောက်ကနေရုန်းထွက်ချင်နေပေမယ့် အခြေအနေမပေးကြလို့ ဒီတိုင်းနေကြရသူတွေပေါ့။ ဒီလိုနဲ့ပဲ ‌Moritz နဲ့ခင်မင်မှုရလာပြီး Moritz က သူလွတ်မယ့်နေ့မှာ လာကြိုခိုင်းပါတယ်။ လာကြိုပြီး သူ့ရဲ့ အပေါင်းအသင်းတွေရှိတဲ့‌ Bar တစ်ခုဆီကိုမောင်းခိုင်းပါတယ်။ အဲဒီကစလို့ Eric ရဲ့ Article ရေးမယ့်ခရီးရှည်ကြီးနဲ့ Moritz တို့မောင်နှမနှစ်ယောက်ရဲ့ ရုန်းထွက်ကြဖို့ကြိုးစားရင်း ရင်ဆိုင်ရမယ့်အရာတွေကို ကြည့်ရမယ့် ဖြူမည်း German ...",
        "rating": "",
        "url": "https://megaup.net/1c53f/(CM)_Another_Way_to_Make_a_Living_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4L7AYHFz3yPUBol5fe4SxZW88vf.jpg",
        "title": "Alivehoon (2022)",
        "description": "Alivehoon (2022)ဂျပန်ကားကြိုက်တဲ့ ညိုကီတို့ ညောင်နီတို့ရှိကြလားဗျို့\nအချင်းချင်းလက်တို့ မန်းရှင်းခေါ်ပြီး ဒီကားလေးသာပြလိုက်ပါတော့...\nအရမ်းမိုက်တဲ့ကားပြိုင်ပွဲလေးကိုရိုက်ထားတဲ့ကားလေးပါ။တစ်ခြားပြိုင်ကားတွေနဲ့မတူတာက Drift ဆွဲတာကိုပြိုင်တဲ့ကားလေးပါ။\nဘာသာပြန်သူကလည်း အရမ်းကြီးမသိပေမယ့် ဘာသာပြန်တာ ခဏရပ်ပြီး ပြိုင်ပွဲကိုအားပေးလိုက်ရတဲ့အထိ ဆွဲဆောင်မှုရှိတဲ့ကားလေးပါ။အားကစားကားတွေဆို လေ့ကျင့်မယ်၊ ရှံးမယ်၊ ရှုံးခါနီးမှနိုင်သွားမယ် အဲ့ဒီလိုပုံစံခွက်ထဲကနေ မတူအောင်ရိုက်ပြထားပါတယ်။\nDrift ဆွဲပြိုင်မယ့်သူက E-sport မှာချန်ပီယံရထားတဲ့ ပြိုင်ကားမောင်းသူ ကိုအိချိ ပဲ ဖြစ်ပါတယ်။\nဂိမ်းသမားတစ်ယောက်က လက်တွေ့မှာတကယ့်ပြိုင်ကားကို မောင်းရမယ်ဆိုတော့\nခေါင်းတွေလည်းမူး၊ အန်လည်းအန်ပြီး တော်တော်စိတ်ညစ်ခဲ့ရပါတယ်။ဒါပေမဲ့ ဂိမ်းဆိုသည်မှာလည်း လက်တွေ့နဲ့တူအောင်ဖန်တီးထားတာမို့\nဂိမ်းဆရာကြီးဖြစ်တဲ့ ကိုအိချိ က လက်တွေ့နဲ့ ဂိမ်း ဘယ်လိုရောစပ်သွားမလဲဆိုတာကို\nဂျပန်အဆင်လေးလည်းငမ်းရင်း အားရပါးရကြည့်ဖို့ ဒေါင်းလိုက်ပါတော့နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB | 54oMB\nFormat… mp4\nDuration…. 2h 1min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "8.1",
        "url": "https://megaup.net/1S2of/Alivehoon.2022.WEB-DL.1080P.CM.mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufzaS4qxZC0mNqWBPkhMnQ1gekY.jpg",
        "title": "Northeast Love Brother 2: Endless Love ( 2023 )",
        "description": "တုန်းပေရဲ့ ၉၀ခုနှစ်ကို နောက်ခံထားထားတဲ့ ခရီးသည်တင်ကားမောင်းတဲ့\nကောင်လေးနဲ့ ဘဲလေးအကမယ်လေး တို့ကြားက\nအချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးထားတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်တစ်ရက် ခရီးသည်တင်ကားမောင်းတဲ့ ကောင်လေး ရွှီထျယ်ရဲ့ ကားပေါ်မှာ\nလူပေါင်းစုံစီးကြတဲ့ အထဲမှာမှ ဘဲလေးအကမယ်လေး ချန်လိရှားက\nပေါ်လွင်လို့နေပါတယ် ဒါကို ကလိမ်ကချေ တစ်ယောက်က\nထိကပါးရိကပါး လုပ်လာတဲ့ အချိန်မှာ ရွှီထျယ်တစ်ယောက်\nဝင်ကူညီပေးရင်းနဲ့ ချန်လိရှားနဲ့ စသိခဲ့ပါတယ် ဝင်ကူညီပေးရင်း\nခိုက်ရန်ဖြစ်ပွားပြီးတော့ ကလိမ်ကချေကောင်က ကားမှန်ကို ခွဲသွားခဲ့ပါတယ်အဲ့တော့ ရွှီထျယ်တစ်ယောက် ယွမ်1000 လျော်ရဖို့ဖြစ်လာပါတယ်\nသူ့အပေါင်းသင်းတွေနဲ့ ယွမ်1000 ရဖို့ နည်းလမ်းပေါင်းစုံ\nစဉ်းစားရင်း ချန်လိရှားရဲ့ အလုပ်ကတ်နဲ့ ကတ်ဆတ်လေးကို\nသူ့ဆီပြန်ပေးဖို့ကနေ တစ်ဆင့် အကြံထုတ်ရင်း သွားရှာခဲ့ပါတယ်စိတ်ရင်းကောင်းတဲ့ ရွှီထျယ်တစ်ယောက် ချန်လိရှားဆီကနေ\nဘယ်လိုမှ အမြတ်မထုတ်နိုင်ခဲ့ဘဲ နှစ်ယောက်သား သံယောဇဉ် ငြိတွယ်ခဲ့ကြပါတယ်\nကားမောင်းသမားနဲ့ ဘဲလေးအကမယ်က ဘယ်လိုမှ\nမလိုက်ဖက်သလိုပဲ ချန်လိရှားရဲ့အမေက သဘောမတူပါဘူး.......\nပြဿနာတွေကနေ အစချီတဲ့ အချစ်ဇာတ်လမ်းလေးက\nအခက်ခဲတွေနဲ့ ကြုံလာရတဲ့ အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ\nရွှီထျယ်ရဲ့ အပေါင်းသင်းတွေကရော ဘယ်လောက်ထိ\nကူညီထောက်ပံ့ပေးခဲ့မှာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်........\n[ Reviewed ...",
        "rating": "6",
        "url": "https://megaup.net/3dXej/Endless_Love_2023_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://megaup.net/3dXcv/Keanu.2016.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bUy74ts2Ru4mOjXUGzWP1Gs3LG.jpg",
        "title": "…ing(2003)",
        "description": "...ing (2003)IMDb 7.2 / My Drama List 7.4 အင်္ဂလိပ်ဝေါဟာရ \"Present\" ဟာ မြန်မာလို\n\"လက်ရှိ\" လို့ ဘာသာပြန်လို့ ရသလို \"လက်ဆောင်\" လို့လည်းဘာသာပြန်လို့ရပါတယ်ကိုယ့်ရဲ့\"လက်ရှိ\"အချိန်ဟာ ကိုယ်လုပ်ချင်တာတွေ လုပ်ဖို့အတွက်ဘဝကို ပျော်ရွှင်ခံစားဖို့အတွက် ကိုယ်ပိုင်ဆိုင်ထားတဲ့ အကောင်းဆုံး\"လက်ဆောင်\" ပါပဲအဲ့ဒါကြောင့် \"Present is Present❤\"\"လက်ရှိက လက်ဆောင်\" လို့ ပြောကြပါတယ်ဒီဇာတ်ကားလေးမှာလည်း သမီးဖြစ်သူ ဘဝကို အဓိပ္ပါယ်မဲ့ ဆွဲဆန့်ရှင်သန်နေရမယ့်အစား လက်ကျန်အချိန်လေးမှာ ဘဝအရသာကိုပျော်ရွှင်ခံစားခွင့်ရအောင် ဖန်တီးပေးခဲ့တဲ့ မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို အသည်းနင့်ဖွယ် တွေ့မြင်ခံစားရမှာပါကိုရီးယားတွေဟာ melodrama အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ပြရာမှာ ထိပ်တန်းမှာ ရှိနေတာ အားလုံးအသိပါနေမကောင်းဖြစ်နေတဲ့ ကောင်မလေးနဲ့ ကောင်လေးရဲ့ အချစ်ဇာတ်လမ်းတွေကိုလည်း မရေနိုင်အောင် ရိုက်ကူးခဲ့ ရိုက်ကူးနေကြဆဲပါဒါပေမယ့် ဒီ \"...ing\" ရုပ်ရှင်လေးလိုမျိုး ငြိမ့်ငြိမ့်လေးနဲ့ ရင်ထဲနင့်နေအောင်ခံစားရစေတဲ့ ဇာတ်ကားတွေကတော့ ရှားပါတယ်အားလုံးရဲ့ အချစ်ဦး Kim Rae ...",
        "rating": "7.2",
        "url": "https://megaup.net/1S2f2/Ing.2003.KOREAN.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2xZyc/True_And_False_JiGong_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMSeZk9kCZhxVl3OOXIH29Gx1W6.jpg",
        "title": "Perfect Strangers (2022)",
        "description": "Perfect Strangers(2022)လကြတ်ချိန်ဟာ နေနဲ့လတို့ကြားက တင်းမာမှု အပြင်းထန်ဆုံးအချိန်ဖြစ်ပြီး\nလူသားတွေကို စိတ်ကယောက်ကယက်ဖြစ်စေတယ်ဆိုပြီး အဆိုရှိပါတယ်။အဲဒီလို စိတ်ကယောက်ကယက်ဖြစ်စေတဲ့ လကြတ်ညတစ်ညမှာ\nမိတ်ဆွေသူငယ်ချင်း (၇) ယောက် ညစာအတူစားကြဖို့ စုမိကြပါတယ်။အန်ဒရီကိုနဲ့အီဗာတို့က သူတို့ရဲ့ အိမ်အသစ်ကြီးမှာ အိမ်တက်ပွဲအထိမ်းအမှတ်အနေနဲ့ ညစာဖိတ်ကျွေးတာပါ။\nညစာစားပွဲမှာ အိမ်ရှင် လင်မယားနဲ့အတူ ညားခါစ စုံတွဲ အန်ဂျာ့စ်နဲ့ကီရှာ၊\nကလေးနှစ်ယောက်ရနေပြီ ဖြစ်တဲ့ ဝစ်နူနဲ့အီမဲလ်ဒါ၊ ရည်စားရထားတာ မကြာသေးတဲ့ တိုမို ဆိုပြီး\nစုစုပေါင်း (၇) ယောက် ပါဝင်ပါတယ်။ပေါင်းလာတာ ကြာပြီဖြစ်တဲ့ အကြောင်းသိတွေ ပျော်ပျော်ပါးပါး စားကြသောက်ကြရင်း\nအိမ်ကြီးရှင် အီဗာက ဂိမ်းတစ်ခု ကစားကြဖို့ ပြောလိုက်ရာကနေ ဇာတ်လမ်းက စ,ပါတယ်။သူပြောတဲ့ ဂိမ်းက ဖုန်းတွေအားလုံးကို စားပွဲပေါ်မှာ တင်ထားပြီး\nဝင်လာသမျှ မက်ဆေ့ဂျ်တွေ၊ ဖုန်းကောလ်တွေ၊ အီးမေးလ်တွေကို အတူတူဝိုင်းဖတ်ကြဖို့ပါ။ဆော့ရင်လည်း မကောင်း၊ မဆော့ပြန်ရင်လဲ အထင်လွဲခံရမှာစိုးတာနဲ့ အဲဒီဂိမ်းကို ဆော့ကြရင်းကနေ\nတစ်ယောက်ချင်းစီရဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာပြီး ပြဿနာတွေက သပွတ်အူလို ရှုပ်ထွေးကုန်ပါတော့တယ်။လူတွေရဲ့ လူသိမခံနိုင်တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2xZ4y/Perfect.Strangers.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svpc5CdExIpsNkX091K70HY8gpm.jpg",
        "title": "The Royal Nanny (2022)",
        "description": "The Royal Nanny (2022)ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတဲ့ spy kids တို့ spy next door တို့လိုမျိုး\nပေါ့ပေါ့ပါးပါးလဲဖြစ်မယ် ခိုင်မာတဲ့ဇာတ်အိမ်လေးလဲရှိမယ်\nမိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး အပန်းဖြေကြည့်ရှုဖို့ဆိုရင်တော့ နောက်ဆုံးထွက်လာတဲ့ ဒီဗြိတိန်ကားလေးကို ညွှန်းဆိုပေးပါရစေ\n‌\nဗြိတိန်တော်ဝင်မိသားစုကို အန္တရာယ်ပေးမယ့်သူတွေရှိနေလို့ အနီးကပ်အသွင်ယူအနေနဲ့\nကလယ်ရာဟာ ‌ကလေးထိန်းအဖြစ်တာဝန်‌ထမ်းဆောင်ဖို့ အကြောင်းဖန်လာပါတယ်\nဒီခြိမ်းခြောက်မှုကို ကြိုးကိုငါနေတာဘယ်သူလဲဆိုတာ ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nခရစ္စမတ်လို ဟောလီဒေးvibe ကို ရရှိနေမှာမလို့ ပရိသတ်ကြီးတို့ အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 688MB | 329MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "6.9",
        "url": "https://megaup.net/1c47z/The.Royal.Nanny.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a7O0s8VwKrWveD58WpBF3a5FIz.jpg",
        "title": "La traversée (2022)",
        "description": "The Crossing (La Traversée, 2022)ပြင်သစ်စကားပြော ဟာသဇာတ်ကားလေးဖြစ်ပြီးတော့\nIMDb 5.5 ရထားတဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nဆယ်ကျော်သက်ငါးယောက်နဲ့အတူတူ ပင်လယ်ကို လေ့လာရေးခရီးထွက်လာတဲ့ နည်းပြနှစ်ယောက်ရယ်\nမာလိန်မှူး ရဲဝန်ထမ်းဟောင်းတစ်ယောက်ရယ် သင်္ဘောပေါ်မှာ ဖြစ်ပျက်ကြတာတွေကို ရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်တွေ ဆိုးသွမ်းကြတာကို သည်းမခံနိုင်တဲ့ ရဲဝန်ထမ်းဟောင်းရယ် ကလေးတွေရယ်\nပင်လယ်ထဲက သင်္ဘောပေါ်မှာ ဘယ်လိုဆက်သွားကြမလဲဆိုတာကို ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 963MB | 463MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moh Moh\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2xYP8/La.Traversee.2022.FRENCH.720p.Bluray.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTM1KPeR8mRNFXiatjPLCIVcMp9.jpg",
        "title": "Northeast Zoo ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဘဝအမောတွေပြေစေဖို့\nပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေရှင် ။“ မြို့ကိုတက်ပြီးအလုပ်လုပ်နေပေမဲ့ အလုပ်မှာ အဆင်မပြေမှုတွေနဲ့ ရင်ဆိုင်နေရသူ ၊\nဖခင်ဖြစ်သူဟာ လျောင်ခရိုင်မှာ တိရိစ္ဆာန်ရုံတစ်ခုကိုဖွင့်လှစ်ထားပေမဲ့\n၎င်းတိရိစ္ဆာန်ရုံကို ဦးစီးဖို့ နည်းနည်းလေးမှ စိတ်ကူးမရှိသူ ၊\nဖခင်နဲ့လဲ ဆက်ဆံရေး အဆင်မပြေသူ - စွင်းရှောင်ဟူ ”တစ်နေ့မှာတော့ ရင်းနီးမြှုပ်နှံသူတစ်ချို့ဟာ စွင်းရှောင်ဟူ ဖခင်ရဲ့\nတိရိစ္ဆာန်ရုံကို စီးပွားရေးနယ်ချဲ့ဖို့အတွက် မျက်စိကျနေခဲ့ကာ\nတိရိစ္ဆာန်ရုံမြေနေရာကို လက်ဝါးကြီးအုပ်ဖို့ ကြံစည်လာခဲ့ပါတယ် ။အဲဒါနဲ့ပဲ အလုပ်အကိုင် / ငွေကြေးအဆင်မပြေတဲ့ စွင်းရှောင် ဟူကို\nငွေနဲ့ဖျားယောင်းကာ တိရိစ္ဆာန်ရုံရဲ့ စီးပွားရေးဖျက်ဆီးပစ်ပြီး\nမြေနေရာကို ဖယ်ခိုင်းခဲ့ပါတယ် ။ ဖခင်အပေါ်လဲ စိတ်ကျေနပ်မှုမရှိတဲ့\nစွင်းရှောင်ဟူဟာ ဒီသဘောတူညီချက်ကိုလက်ခံပြီး\nတိရိစ္ဆာန်ရုံကို ဖျက်ဆီးပစ်ဖို့ စီစဥ်လာခဲ့ပါတော့တယ် ။❏ စွင်းရှောင်ဟူတစ်ယောက် ဖခင်ဖြစ်သူကိုဘယ်လိုရင်ဆိုင်မှာလဲ ?\n❏ တိရိစ္ဆာန်ရုံဖျက်ဆီးပြစ်ဖို့ အကြံကရော အောင်မြင်နိုင်ပါ့မလား ?\n❏ သူ့အပေါ်ဆို ဘယ်အရာနေနေ သစ္စာရှိကြတဲ့\nသူငယ်ချင်းတွေကရော သူ့လုပ်ရပ်အတွက် ခွင့်လွှတ်နိုင်ပါ့မလား ?\n❏ ဘယ်လိုအလွဲလွဲ ...",
        "rating": "6",
        "url": "https://megaup.net/1S1x5/Northeast_Zoo_2023_WEB-DL_480p_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDBkNmVkMzQtNWI0Yi00ODgzLWJmYTQtMzc4N2ExNDFkN2ZjXkEyXkFqcGdeQXVyNDAwMzY0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Kruty 1918 (2019)",
        "description": "Kruty 1918 (2019)\n=============\nIMDb Rating - 6.0/10ယူကရိန်းကို ကမ္ဘာက လွတ်လပ်တဲ့နိုင်ငံအဖြစ် အသိအမှတ်ပြုဖို့\nအသင့်ဖြစ်နေပါပြီ။ ဒါပေမယ့် လွတ်လပ်ရေးလမ်းကြောင်းကို\nအနှောင့်အယှက်ပေးနေတဲ့ ရုရှားစစ်တပ်ဟာ ယူကရိန်းမြို့တွေကို\nတစ်မြို့ပြီးတစ်မြို့သိမ်းယူရင်း မြို့တော် ကီဗီ ကိုသိမ်းဖို့အထိစီစဉ်\nထားခဲ့ပါတယ်။နိုင်ငံရဲ့စစ်အင်အားချိနဲ့လာချိန်မှာ ယူကရိန်းမြို့တော်ကီဗီမှာပဲ အကြီး\nအကဲတွေဟာ ခြေကုပ်ပြီးခုခံဖို့ပြင်ဆင်လာခဲ့တယ်။ တစ်ဖက်မှာလည်း\nစစ်အင်အားလိုအပ်တဲ့အတွက် မြို့တွင်းစည်းရုံးရေးတွေ ဆက်တိုက်\nဆိုသလိုလုပ်နေခဲ့ပါတယ်။ ၁၉၁၈ ခုနှစ်မှာ ရုရှားတွေကိုခုခံတိုက်ခိုက်\nဖို့အတွက် ယူကရိန်းတက္ကသိုလ်ကကျောင်းသားအများစုဟာစစ်ထဲကို\nဝင်ရောက်ခဲ့ပါတယ်။စစ်ရေးလိုအပ်ချက်အရစစ်ပညာတစ်ပတ်သာ သင်ကြားပြီးရှေ့တန်းကို\nတက်ကြရမှာဖြစ်တဲ့အတွက်စိုးရိမ်မှုတွေရှိခဲ့ပါတယ်။ ဒါပေမယ့် ကျောင်း\nသားအင်အားစုဟာ ကရူတီရထားဘူတာရုံမှာ ခြေကုပ်ပြီး ရုရှားစစ်တပ်\nတွေကိုအောင်မြင်စွာခုခံတိုက်ခိုက်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (625 MB) / (357 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1RVi0/Kruty.1918.2019.UKRAINIAN.720p.WEBRip.CM_(2).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzFiNWI1MDQtMjg3Mi00YjIxLWI2NDktNjI0MmNiNjRjMDI5XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "3 Ninjas Kick Back (1994)",
        "description": "3 Ninjas Kick Back (1994)\n===================များလှစွာသော Three Ninjas တွေထဲကမှ နောက်ထပ်\nကားကောင်းလေး တစ်ကားပါ ပရိသတ်ကြီးရေ .. ၁၉၉၄\nခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်ကိုယ်တိုင်လည်း\nငယ်ငယ်က ကြိုက်လွန်းလို့ ခဏခဏကြည့်ပြီး အလွတ်နီးပါး\nရနေတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကြောင်းကတော့ .. ရော့ကီ၊ ကော့တ်နဲ့ တမ်တမ် ဆိုတဲ့\nညီအစ်ကို သုံးယောက် ရှိကြသဗျ။ သူတို့ဟာ နွေရာသီအားလပ်\nရက်တွေမှာ အဘိုးဖြစ်သူရဲ့ အပန်းဖြေအိမ်လေးကို သွားပြီး\nနင်ဂျာသိုင်း သင်ကြပါတယ်။ တစ်ခုသောနွေရာသီမှာတော့\nအဘိုးဖြစ်သူက လွန်ခဲ့တဲ့ အနှစ် ၅၀ က သူ ပြိုင်ပွဲဝင်ရင်း\nဆုရခဲ့တဲ့ဓားမြှောင်တစ်ချောင်းရဲ့ သမိုင်းကို မြေး ၃ယောက်ကို\nပြောပြပါတော့တယ်။ ဒီလိုနဲ့ ဒီဓားမြှောင်က တိုကျိုမှာရှိတဲ့\nရွှေလှိုဏ်ဂူတစ်ခုရဲ့ သော့ဖြစ်ကြောင်း သိလိုက်ရပါတော့တယ်။ဒီဓားမြှောင်ကို အဘိုးဖြစ်သူဟာ ယခုလက်ရှိ ဂျပန်နိုင်ငံ ကိုဂါမြို့မှာ\nကျင်းပတဲ့ နင်ဂျာပြိုင်ပွဲမှာ အနိုင်ရသူကို ပြန်ပြီး လက်ဆင့်ကမ်း\nချီးမြှင့်မှာ ဖြစ်ပါတယ်။ သို့ပေမဲ့ လွန်ခဲ့တဲ့ အနှစ် ၅၀ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1bR6i/3.Ninjas.Kick.Back.1994.720p.WEBRip.(cm).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XbSqfGWY2eDmvTfIJGQCLKU1r4.jpg",
        "title": "A Kidnap(2022)",
        "description": "A Kidnap(2022)************* မောင်နှမ နှစ်ယောက်ကို အကြမ်းဖက်သူ (၃) ဦးဟာ ငွေအတွက်နဲ့ ပြန်ပေးဆွဲခဲ့ကြတယ်..ငွေတောင်းဖို့အရေး ကြာလင့်တဲ့အချိန်ကို အခွင့်ကောင်းယူပြီး ဒီမောင်နှမဟာထွက်ပြေးဖို့ကြံစည်ကြတယ်...တကယ်တော့ သူတို့ဟာ မောင်နှမအရင်းတွေမဟုတ်မှန်း၊ပြန်ပေးသမားတွေက သိနေတဲ့အပြင်...မိသားစုရာဇဝင်တွေလည်းစုံစမ်းသိရှိထားကြပါသတဲ့။\nဒါ့အပြင် ပြန်ပေးသမားသုံးယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက်အခဲမကြေတာလေးတွေ၊အရှုပ်အရှင်းလေးတွေ၊ အကြံအစည်‌တွေသပ်သပ်ရှိတဲ့အခါမှာတော့...\nသူတို့လွတ်‌အောင်ထွက်ပြေးနိုင်ကြမလား၊ ပြန်ပေးသမားတွေရဲ့ ရည်ရွယ်ချက်ကရောဘာလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။    File Size :(2GB) and (751 MB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1S1ju/A.Kidnap.2022.WEB-DL.1080P(CM)__(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CxWs95VQWlOAdgE0iadrz3RPwH.jpg",
        "title": "Viking Wolf (2022)",
        "description": "Viking Wolf (2022)လွန်ခဲ့သော နှစ်တစ်ထောင်က ဗိုက်ကင်းမျိုးနွယ်စု အကြီးအကဲ ဂတ်ဘရန်ဟာ သင်္ဘောအစင်း ၂၀ နဲ့ အတူ နော်မန်ဒီကို ဓားပြတိုက်ဖို့ ခရီးဆက်ခဲ့တယ်...ဘုရားကျောင်းတစ်ကျောင်းမှာ လျှို့ဝှက်ခန်းတစ်ခုကို တွေ့ခဲ့တယ်။ ဘုန်းတော်ကြီးတွေက အထဲကို မဝင်ဖို့ တောင်းပန်ကြပေမယ့် လောဘသား ဗိုက်ကင်းတို့ဟာ စကားကို နားမဝင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ငရဲခွေးကြီးဟာ လွတ်သွားတယ်။ အပြန်လမ်းထိ ဗိုက်ကင်းတွေနဲ့အတူ လိုက်ပါလာခဲ့ပြီး သူတို့သင်္ဘော နော်ဝေကို မဆိုက်ခင်မှာ ဗိုက်ကင်းတွေအကုန် သေသွားခဲ့တယ်။ ဒီသတ္တဝါကြီးတစ်ကောင်တည်းသာ ကုန်းပေါ်ကို ရောက်ပြီး နော်ဒစ်အမည်ရတဲ့ တောနက်ကြီးထဲကို ဝင်သွားခဲ့သတဲ့...---------------------ယခုလက်ရှိအချိန်...\nလစ်ဗ်နဲ့ သာလာတို့ သားအမိဟာ နီဘိုဆိုတဲ့ မြို့ကို မကြာသေးခင်ကမှ ပြောင်းရွှေ့လာတဲ့သူတွေပေါ့။ ဖခင်ဖြစ်သူ သေဆုံးပြီးနောက် ပထွေးနဲ့ နေရတဲ့ သာလာဟာ မြို့သစ်လေးမှာ စိတ်ပြေလက်ပျောက် ဂျိုးနက်စ်ဆိုတဲ့ ကောင်လေးနဲ့ အပေါင်းအသင်းဖွဲ့မိပါတယ်။တစ်နေ့တော့... လူငယ်တွေဟာ ပင်လယ်အော်တစ်နေရာမှာ စခန်းချရင်း သောက်ကြစားကြ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dWce/(CM)_Viking_Wolf_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rOb04vA8BxnpDN5A8Wvb4BnFhTg.jpg",
        "title": "Runaway God of Wealth 3 ( 2022 )",
        "description": "အားလုံးအတွက် ဘဝအမောပြေဖို့ ဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nတရုတ်လူမျိုးတွေရဲ့ ဥစ္စာနတ်မင်း ငွေနတ်မင်းကို ကြားဖူးကြမယ်ထင်ပါရဲ့...\nအခုကားလေးကတော့ ဥစ္စာနတ်မင်းနဲ့ ဆက်စပ်တဲ့ ဇာတ်ကားလေးပေါ့...ဥစ္စာနတ်မင်းကြီးတစ်ယောက် နတ်ဘုံနတ်နန်းမှာ မွေးနေ့ပွဲကြီးကျင်းပချိန်မှာ\nနိုင်ငံခြား ဥစ္စာနတ်မင်းတို့က လာနှောင့်ယှက်တဲ့အပြင်\nဥစ္စာနတ်နန်းကို ကာကွယ်နေတဲ့ ရှန်ကူ (နတ်အရိုး)\nပျောက်သွားပြီး လူ့ပြည်က ရေစက်ရှိသူတစ်ဦးဆီရောက်သွားခဲ့တယ်...တစ်ချိန်တည်းမှာပဲ အလုပ်မလုပ်ဘဲ တစ်နေ့တစ်နေ့ ချမ်းသာဖို့\nဥစ္စာနတ်မင်းကိုပဲ တောင်းဆိုနေတဲ့ ဝမ်ကျားချန်တစ်ယောက်လည်း ဥစ္စာနတ်မင်းကို တောင့်တနေခဲ့တာပေါ့လေ...\nအားလုံးခန့်မှန်းတဲ့အတိုင်းပဲ ဝမ်ကျားချန်ဟာ ရှန်ကူနဲ့ ရေစက်ရှိသူဖြစ်နေပြီး...\nဝမ်ကျားချန်ကလည်း ဥစ္စာနတ်မင်းကို ငွေပေးမှ ရှန်ကူပေးမယ်..\nဥစ္စာနတ်မင်းကလည်း လူ့ပြည်ရောက်တော့ အစွမ်းကမသုံးနိုင်နဲ့...\nတိုင်းတစ်ပါးက ဥစ္စာနတ််မင်းတွေကလည်း တစ်ဖက်လှည့်နဲ့ ရှန်ကူကိုရဖို့ ကြိုးစားပြန်တော့...ကဲ ရှန်ကူကို ဘယ်သူပိုင်နိုင်မလဲ...\nဘယ်လို ရယ်သံတွေကြားမှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေနဲ့\nတွေ့မြင်ရမယ်ဆိုတာတော့ ဇာတ်ကားလေးကြည့်ရင်းနဲ့\nရယ်မောရင်း ဘဝအမောဖြေလိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-3-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLXqorJ3CtXkR90wCBkg4WnITL3.jpg",
        "title": "Doraemon: Nobita’s Little Star Wars (1985)",
        "description": "Doraemon: Nobita's Little Star Wars\n-----------------------------------------------------------\nကျွန်တော်တို့ကလေးဘဝရဲ့အချစ်တော် ကြောင်စက်ရုပ်လေးဒိုရေမွန်ရဲ့ ဒီကားဟောင်းလေးကတော့\nမူရင်း Star Wars ဇာတ်ကားတွေကို parody သဘောနဲ့ရိုက်ထားတာလို့ ယူဆလို့ရပါတယ်။ဘယ်အရာမှ မဖြစ်နိုင်ဘူးဆိုတာမရှိတဲ့ ဒိုရေမွန်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ အာကာသတစ်နေရာမှာ\nတိုက်ပွဲဖြစ်နေပုံနဲ့အစပျိုးထားပြီးနောက် ကမ္ဘာမြေပေါ်မှာတော့ နိုဘိတတို့သူငယ်ချင်းတစ်သိုက်ဟာ\nအရုပ်တွေ ပုံစံငယ်လေးတွေနဲ့ အာကာသတိုက်ပွဲဆိုပြီး ဆော့ကစားနေကြတာပေါ့။အဲဒီလိုသူတို့ကစားကွင်းကို ကစားစရာဆိုဒ်ဒုံးပျံယာဥ်အစစ်နဲ့အတူ ပါပီဆိုတဲ့ဂြိုဟ်သားပိစိလေးရောက်ချလာပြီး\nသူဟာသူ့ဂြိုဟ်ကနေထွက်ပြေးလာတဲ့သမ္မတဖြစ်ကြောင်းနဲ့ သူ့ကိုဖမ်းဖို့လိုက်လာတဲ့\nရန်သူတွေပါလာကြောင်း ပြောပြတဲ့အခါမှာတော့ ဒိုရေမွန်တို့တွေဟာ ပါပီကိုကာကွယ်ဖို့\nအစွမ်းကုန်ကြိုးစားခဲ့ပေမယ့် အဖမ်းခံလိုက်ရလို့ သူ့ဂြိုဟ်အထိပါ\nလိုက်ကယ်ရတဲ့အခါမှာတော့ ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာ...\nFile size…1.84GB  / 741MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "",
        "url": "https://megaup.net/3dW4j/Doraemon.Nobitas.Little.Star.Wars.1985.720p(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGsDeDtT4HJ2v3wDHy5ZDEXlRiA.jpg",
        "title": "In from the Side (2022)",
        "description": "In from the Side (2022)\n--------------------------------------\nဒီကားကတော့ ရက်ဘီကစားပွဲကို အခြေတည်ထားတဲ့အနောက်တိုင်း BL ကားပဲဖြစ်ပါတယ်။\nလန်ဒန် ဂေးရက်ဘီကစားသမား B အဖွဲ့က အတွေ့အကြုံမရှိသေးတဲ့ ကစားသမားအသစ် မာ့ခ်နဲ့\nA အဖွဲ့ကစတားဖြစ်တဲ့ဝါရန်တို့ဟာ ကလပ်ရဲ့ပါတီတစ်ခုမှာ အရက်မူးပြီးငြိစွန်းသွားခဲ့ပါတယ်။နှစ်ယောက်လုံးမှာ ပိုင်ရှင်ကိုယ်စီရှိနေတာသိပေမယ့် စထားတဲ့ဇာတ်လမ်းကို မရပ်နိုင်ဘဲ\nပါတနာတွေရဲ့နောက်ကွယ်မှာရော ရက်ဘီအဖွဲ့ဝင်တွေမသိအောင်ပါ ခိုးကြောင်ခိုးဝှက်နဲ့ နှစ်ပါးသွားနေကြတာပေါ့။ဒီလိုနဲ့ သူတို့ရဲ့ဖောက်ပြန်တဲ့ဇာတ်လမ်းက ဘူးပေါ်သလိုပေါ်သွားပြီး ကစားပွဲကိုပါထိခိုက်လာတဲ့အခါမှာတော့\nခိုးစားကြတဲ့ဆရာသမားတွေ ဘယ်လိုတိုင်ပတ်သွားမလဲ ဘယ်လိုပြန်ဖြေရှင်းကြမလဲ\nသူတို့ပါတနာတွေကရော သစ္စာဖောက်ခဲ့တဲ့သူတို့ကို ခွင့်လွှတ်ပေးကြမလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB | 1GB | 529MB\nFormat… mp4\nDuration…. 2h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/3dW4g/In.from.the.Side.2022.720p.WEB.CM.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDeqyKwEtms2IFtT8SDvURZWqAF.jpg",
        "title": "Battlebox (2023)",
        "description": "Battlebox (2023)၁၉၄၁ ခုနှစ်၊ ဟောင်ကောင်ဟာ ဗြိတိသျှအင်ပိုင်ယာကြီးရဲ့ အရှေ့ဘက်စစ်မျက်နှာခံတပ်တစ်ခု ဖြစ်နေတဲ့ကာလ......\nဂျပန်တပ်တွေရုတ်တရက်တိုက်ခိုက်လာခဲ့တဲ့အခါ....\nအလွဲလွဲအမှားမှား ဖြစ်ကုန်တဲ့ စစ်ဖက်ထောက်လှမ်းရေးပြဿနာကြားမှာ ပါဝင်ပတ်သက်နေမိတဲ့ တရုတ်ညီအစ်မနှစ်ယောက်ရဲ့ ဇာတ်လမ်း....\nGin Drinker ခံစစ်ကြောင်းမှာ ဂျပန်တွေအဝိုင်းခံလိုက်ရတဲ့ ဗြိတိသျှ-အိန္ဒိယစစ်သားတွေရဲ့ ဖြစ်ပုံပျက်ပုံတွေ....\nသွေးပျက်ချင်စရာ စစ်ပွဲရဲ့မြူနှင်းတွေကြားမှာ မေဂျာဂျင်နရယ် မော့ဘီနဲ့ သူ့ရဲ့ အထက်တန်းအရာရှိတွေ အရှက်ကွဲခံပြီးလက်နက်ချကြမှာလား၊\nအသက်အသေခံပြီး အဆုံးထိခံတိုက်သွားကြမှာလား....\n(ဘယ်လမ်းကိုရွေးဖို့ သတ္တိပိုလိုမလဲ) စတာတွေကို ဇာတ်ကားလေးကြည့်ရင်း\nဆက်လက်ရှုစားလိုက်ကြပါဦး.............အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Bruce ပဲ ဖြစ်ပါတယ်။Genre..... Drama, History, War\nQuality…. 1080p | 720p | 480p\nFile size…1.1GB | 567MB | 265MB\nFormat… mp4\nDuration…. 1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Bruce\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://megaup.net/3dW1o/Battlebox.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/10-Day-Lover-140x200.jpg",
        "title": "(18+)10-Day Lover (2022)",
        "description": "(18+)10-day Lover 2022ဒီတစ်ခေါက်တော့ လူကြီးကားဆိုပေမဲ့ Sex အခန်းသာမပါရင်\nတကယ့်ကို ကျားမမရွေး ကြည့်သင့်တဲ့ ပညာသားပါတဲ့ ကားလေးကို ညွှန်းပါရစေဇာတ်လမ်းက တက္ကသိုလ်က ဆရာတစ်ယောက်က ကျောင်းသူလေးနဲ့ ချစ်သူဖြစ်တယ်\nအဲလိုနဲ့ တစ်နေ့တာ့ကျောင်းသူလေးက ကျောင်းနားလိုက်ရတယ်\nဘာလို့မှန်းမသိ ကျောင်းသူလေးနဲ့ ဆယ်နှစ်ကျော်ကြာ အဆက်ပြတ်သွားတယ်\nအဲနောက်မှာ သူငယ်ချင်း အကူအညီနဲ့ အချစ်ဦးရှာဖွေရေး အေဂျင်စီတစ်ခုကနေ\nအဲကောင်မလေးကို ရှာအတွေ့မှာ ကောင်မလေးနဲ့ တစ်ရက်ကို\nတစ်နှစ်စာ အချစ် စုစုပေါင်းဆယ်နှစ်စာအချစ်ကို ဆယ်ရက်နဲ့ ဖြေဖျောက်ခဲ့တဲ့ ဇာတ်ကားလေးပါ။ဒါ့အပြင် သူငယ်ချင်းဖြစ်သူရဲ့ မျှော်လင့်မထားတဲ့ သစ္စာဖောက်မှု နဲ့\nAre we dating the same girl လို့ ဆိုရလောက်တဲ့ အနေအထားတွေပါ ပါတဲ့ ဇာတ်ကားမို့\nညိုကီတို့ ဘရိုဝီတို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/2xYw3/(18+)10.Day.Lover.2022.720p.WEB-DL.CM.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBlMDI1MWUtYTAyNC00NTczLWE3MWYtYzE3YWNmYWQwZmM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-139x200.jpg",
        "title": "Vadh(2022)",
        "description": "Vadh (2022)IMDb-7.4/10အိန္ဒိယကားတွေက ကခုန်ခြင်း မင်းသားရဲ့ အိုဗာပါဝါတွေနဲ့ နာမည်ကြီးသလို\nဒရမ်မာဇာတ်ကားတွေ ရိုက်တဲ့နေရာမှာလဲ မညံ့ကြောင်း 3 idiots တို့\nPK တို့ Super 30 တို့လိုဇာတ်ကားတွေမှာလဲ တွေ့နိုင်မှာပါယခုဇာတ်ကားက အိန္ဒိယကားထဲမှာ ရှားရှားပါးပါး Thriller အမျိုးအစားပါ\nThriller ကိုမှ ရိုးရိုးစိတ်လှုပ်ရှားရရုံတင်မက စိတ်မွန်းကျပ်လာအောင်ကို လုပ်တဲ့ အမျိုးအစားပါအသက်ကြီးကြီး ကျောင်းဆရာအိုကြီးနဲ့ သူ့မိန်းမဟာ သားကိုနိုင်ငံခြားပို့ဖို့အတွက်\nအကြွေးတွေယူခဲ့ပြီး အဲဒီအကြွေးတွေလည်ပင်းနစ် ဘဝပျက်နေတဲ့ အချိန်မှာ\nကံဆိုးမသွားရာ မိုးကြိုးပါပစ်ချတဲ့ ဇာတ်လမ်းသွားက Thriller ဆိုတဲ့အတိုင်း\nတဖြည်းဖြည်းဇာတ်ရှိန်မြင့်လာပြီး အဘိုးကြီးရဲ့မွန်းကျပ်မှုတွေနဲ့အတူ\nဝင်ခံစားရင်း ထိုင်ရာမထကြည့်ဖြစ်သွားမှာမို့\nပရိသတ်ကြီးကိုလဲ လက်တို့ပေးလိုက်ပါတယ်\nFile size…1.5GB / 719MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "7.3",
        "url": "https://megaup.net/1c3zd/Vadh.2022.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shwUVJTDFQtb95zUlrbqhIO8ksd.jpg",
        "title": "All Eyes (2022)",
        "description": "All Eyes (2022)~ IMDb - 5.4/10, Rotten Tomatoes - 80% ~Podcast ကနေ သရဲဇာတ်လမ်းတွေ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းတွေကို အင်တာဗျူးတဲ့ ဘဲတစ်ပွေရှိတယ်။ တစ်နေ့ သူ့အစီအစဉ်မှာ နောက်ယောင်ခံလိုက်ခံနေရတယ်လို့ သူ့ကိုယ်သူထင်နေတဲ့ လူတစ်ယောက်ကို အင်တာဗျူးရင်း အဲဒီလူက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့သူကို မိထားပြီ သတ်ပစ်မယ်ဆိုပြီး ကောက်လုပ်တယ်။ တကယ်လည်း သတ်ပစ်တော့ သူ့ကြောင့်ဖြစ်တာပါဆိုပြီး အလုပ်ပြုတ်သွားတယ်။ ဒီလိုနဲ့ သူ့အစီအစဉ်ကိုပြန်စဖို့ အကောင်းဆုံးဇာတ်လမ်းတစ်ပုဒ်ကိုရှာဖို့ဖြစ်လာတယ်။အဲဒီအချိန်မှာ သူ့ဆီပို့ထားတဲ့ စာတစ်စောင်ကိုဖတ်ဖြစ်သွားတယ်။ ဒေါ်လာ၂သောင်းခွဲတန် ချက်လက်မှတ်ပေးပြီး အကောင်ကြီးတစ်ကောင်ကို သတ်တာကို လာကြည့်ဖို့ ဖိတ်တဲ့အဘိုးကြီးတစ်ယောက်ရဲ့စာပေါ့။ အဲဒီအကောင်ကြီးဟာ တစ်ကိုယ်လုံးမျက်လုံးတွေနဲ့ ပြည့်နေတဲ့ ထူးဆန်းတဲ့အကောင်ကြီးလို့သိလိုက်ရတယ်။ ဒီလိုနဲ့ သူဟာ သူ့ကိုဖိတ်ကြားတဲ့သူကို အင်တာဗျူးရင်း အကောင်ကြီးကို သတ်တာကို သွားကြည့်ဖို့လုပ်ခဲ့တယ်။ အဘိုးကြီးပြောတဲ့ အကောင်ကြီးကို သူမြင်လိုက်ရလား။ အဘိုးကြီးကရော ဘာလဲ။ ဒီအကောင်ကြီး ...",
        "rating": "5.4",
        "url": "https://megaup.net/1c3tj/(CM)_All_Eyes_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDUzYTRjMDAtNDkwMi00ZWY1LWI1OWEtM2VjY2NjNzNhOTRmXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-1-138x200.jpg",
        "title": "Aligarh(2015)",
        "description": "Aligarh (2015)IMDb-7.8/10အိန္ဒိယနိုင်ငံ Aligarh University မှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ကိုရိုက်ကူးထားတာ\nဖြစ်ပါတယ်\nအဓိကဇာတ်ဆောင်မင်းသားကြီး Manoj Bijpayeeဟာလည်း ဒီထဲက စီရပ်ဇာတ်ကောင်နဲ့\nBest Actor ဆု 3 ဆုဆွတ်ခူးရရှိခဲ့ပြီး nomination 2 ဆု၀င်ခဲ့ပါတယ်\nဒီဆုတွေရခဲ့လောက်အောင်လည်း ဒီထဲကသူ့ရဲ့ ဇာတ်ရုပ်ကိုပီပြင်ဟာသရုပ်ဆောင်မှုဟာ\nလွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၀ ကျော်က ပုဂ္ဂိုလ်တစ်ဦးကို မျက်မြင်တွေ့ကြုံရသလိုပါပဲ\nဒီပူးဇာတ်ကောင်နဲ့ Rajkumar Rao က Best Supporting actor nomination ငါးဆုထိ၀င်ခဲ့ပါတယ်\"ငါ့ရဲ့ခံစားချက်တွေကို ဒီ (g a y) စကားလုံးလေးသုံးလုံးနဲ့ ဘယ်လိုဖော်ပြလို့ရမှာလဲ\"ပရော်ဖက်ဆာစီရပ်ဟာ အူရဒူဘာသာစကားပြောတဲ့မြို့မှာ မာရသီဘာသာစကားသင်ပေးတဲ့\nပရော်ဖက်ဆာတစ်ယောက်ပါ\nအိမ်ထောင်သည်ဆရာတွေကြားမှာလည်း သူတစ်ယောက်တည်းလူပျိုလူလွတ်တစ်ယောက်ဖြစ်နေခဲ့တယ်\nဒါတွေတင်မက သူ့ရဲ့ချစ်စိတ်တိမ်းညွှတ်မှုဟာလည်း အများသတ်မှတ်ထားတဲ့စံညွှန်းတွေနဲ့မတူ\nတစ်မူထူးခြားနေလေတော့...\nသူ့ရဲ့ထူးခြားထူးချွန်မှုတွေကို အမြင်မကြည်တဲ့တက္ကသိုလ်အကြီးအကဲတွေရဲ့ ချောက်ချခံရပါတော့တယ်\nသူ့ရဲ့လိင်တိမ်းညွှတ်မှုမတူကွဲပြားမှုကိုသာ ထောက်ပြပြစ်တင်တဲ့ တက္ကသိုလ်အသိုင်းအဝိုင်းနဲ့\nစီရပ်ရဲ့ လူအခွင့်အရေးချိုးဖောက်ခံရပြီး အိမ်ထဲထိကိုယ်ထိလက်ရောက်ကျူးလွန်ခံရမှုတွေအတွက်\nရပ်တည်ပေးသူတို့ တရားရုံးမှာထိပ်တိုက်တွေ့ရင်ဆိုင်ကြပါတော့တယ်ဒီဇာတ်လမ်းမှာလူ့အဖွဲ့အစည်းရဲ့ လိုရာဆွဲတွေးတစ်ဖက်စောင်းနင်းပြုမူသူတွေနဲ့\nမတူကွဲပြားမှုအရှိတရားကိုလက်ခံကျင့်သုံးသူတို့ရဲ့ အားပြိုင်မှုကို မြင်တွေ့ရမှာဖြစ်ပါတယ်\nFile size…2.3GB / 879MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 54m\nSubtitle….Myanmar ...",
        "rating": "7.8",
        "url": "https://megaup.net/1c2tp/Aligarh_2015_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Paradise_Now-536810603-large-142x200.jpg",
        "title": "Paradise Now (2005)",
        "description": "Paradise Now (2005)~ IMDb - 7.4/10, Rotten Tomatoes - 89% ~\"တန်းတူ ရှင်သန်ခွင့်မရှိဘူးဆိုရင် အနည်းဆုံးတော့ တန်းတူ သေရမယ်\" တဲ့။ဟုတ်ပါတယ်။ အသေခံဗုံးဖောက်ခွဲဖို့ ကြံရွယ်နေသူတစ်ဦးရဲ့ စကားပါ။ ဘာလို့ ဒါကိုပြောလဲဆိုတော့ Paradise Now ဟာ အသေခံဖောက်ခွဲရေးသမား ၂ယောက်ရဲ့ အမြင်ကတစ်ဆင့် ကြည့်ရှုရမယ့် ရုပ်ရှင်မို့လို့ပဲဖြစ်ပါတယ်။အစ္စရေး-ပါလက်စတိုင်းအရေးကိုတော့ တော်တော်များများသိကြမှာပါ။ ၂၀ရာစုလယ်လောက်ကတည်းက စခဲ့ပြီး ဒီနေ့ထိတိုင် အဖြေမတွေ့ မပြီးနိုင်သေးတဲ့ ပဋိပက္ခတစ်ခုဖြစ်ပြီး နိုင်ငံကြီးတွေ ကြားဝင်ညှိနှိုင်းပေးတာတောင် မအောင်မြင်သေးတဲ့ အရေးကိစ္စပါ။ ပါလက်စတိုင်းတွေဟာလည်း အနောက်ဘက်ကမ်းဒေသမှာ ကပ်နေရုံထက်ပိုပြီး နိုင်ငံအဖြစ်အသိအမှတ်ပြုခံရတာမျိုး မရှိသေးပါဘူး။ ဒီကားထဲမှာတော့ ပါလက်စတိုင်းတွေက အစ္စရေးတွေကို ‘အခြေချနေထိုင်သူတွေ’လို့ သုံးနှုန်းလေ့ရှိပါတယ်။Paradise Now ဟာ တဲလ်အာဗစ်လို့ခေါ်တဲ့ အစ္စရေးရဲ့ လူထူထပ်တဲ့မြို့တစ်မြို့မှာ အသေခံဗုံးခွဲဖို့ အစည်းရုံးခံခဲ့ရတဲ့ ငယ်သူငယ်ချင်း၂ယောက်ရဲ့ ၂ရက်တာအကြောင်းပါ။ တစ်သက်လုံး ...",
        "rating": "7.4",
        "url": "https://megaup.net/1c2vo/(CM)_Paradise_Now_(2005)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODQ2NTAzNjAtOTllMi00ZmVkLTgzOTktYzQzOWJkMDZmYzIwXkEyXkFqcGdeQXVyMTQ4Mzg5OTEy._V1_-128x200.jpg",
        "title": "Sembi(2022)",
        "description": "Sembi (2022)IMDb-8.3/10အန်ဘူးဆိုတဲ့ဘက်စ်ကားလေးကပြောပြတဲ့ ဇာတ်ကြောင်းလေးပါ\nတောင်ပေါ်ဒေသလေးမှာ ရိုးရိုးသားသားမြေးအဘွားနှစ်ယောက်ထဲနေကြတယ်\nတစ်နေ့မြေးမလေးကံဆိုးပြီး တဏှာရူးသုံးကောင်ရဲ့ ယုတ်မာမှုကိုခံလိုက်ရတယ်\nသူ့အဘွားကရဲတိုင်တာပေါ့ရဲကအစကတော့ တကယ်ပဲကိုယ်ချင်းစာသလိုကြိုးစားပမ်းစားလိုက်ပေးတယ်\nတရားခံဟာ လက်တလောရွေးကောက်ပွဲနိုင်ခြေများတဲ့ အမတ်လောင်းရဲ့သားဆိုတာသိသွားတော့\nငွေမက်ပြီး အဘွားကိုနားချပြီး အမှုပိတ်အဝေးကိုထွက်သွားဖို့ပြောပါတော့တယ်\nဘယ်အားကိုးရာမှမရှိတဲ့တောင်ပေါ်ကရိုးသားတဲ့မြေးအဘွား ဒီလိုပဲခံလိုက်ရတော့မှာလား\nတရားကိုနတ်စောင့်ပါ့မလားဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…4.1GB / 1.6GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.2",
        "url": "https://megaup.net/3dUMy/Sembi_(2022)%C2%A0TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwrffkNVVHjRxbdtTVmtE2lohpF.jpg",
        "title": "Runaway God of Wealth 2 ( 2021 )",
        "description": "အတွဲ ၁ ရှိပါသေးတယ် အခုဇာတ်ကားကလဲ အတွဲ ၁ ရဲ့ အဆက်မဟုတ်ပါဘူး\nနာမည်သာတူပြီး ဇာတ်လမ်းကတခြား Plot နဲ့လာတာမို့\nမကြည့်ရသေးလဲ အတွဲ ၂ ကိုတန်းကြည့်လို့ရပါတယ်\nကြည့်ချင်သူများအတွက် လင့်ပေးထားပါတယ်အတွဲ ၁ ကြည့်ရန် ဒီကိုနိပ့်ပါ❏ ဆင်းရဲမွဲတေနေတဲ့ သူ့ရဲ့ဘဝကို အမြဲ အပြစ်တင်လေ့ရှိသူ ၊\nချစ်ရသူ အမျိုးသမီးကိုလဲ သူဒီလို နိမ့်ကျရတဲ့ ဘဝရောက်တာဟာ\nသူကြောင့်ဟု အမြဲတမ်း အပြစ်တင်လေ့ရှိသူ ၊\nလက်ရှိလုပ်ကိုင်ရာ အလုပ်ထဲမှာလဲ အဆင်မပြေဖြစ်နေသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက် နတ်ပြည်မှ\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားတစ်ပါးနဲ့ တွေ့ဆုံဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။\nဝမ်ကျားချန်ဟာ နတ်ဘုရားရဲ့ ကံ​ကောင်းခြင်း သံလိုက်အိမ်မြှောင်ကို\nဖျက်ဆီးမိလိုက်ပြီး ၎င်းကို ၁၀ ရက်အတွင်းမှာ ပြန်ပြင်ပေးရမှာပဲဖြစ်ပါတယ် ။၁၀ ပြီးလို့ မပြင်နိုင်ပါက သူ့ရဲ့အသက်ကို ပေးဆပ်ရမှာဖြစ်တာမို့\nကြိုးစားပြီး ပြင်ဆင်ဖို့ လုပ်ကိုင်ခဲ့ပါတယ် ။ ၁၀ ရက်ပြီးတဲ့နောက်\nဝမ်ကျားချန်ဟာ ချစ်သူမိန်းကလေးဖြစ်သူ ဝမ်ရှောင်ဟွားနဲ့\nအတူတူပူးပေါင်းကာ တာဝန်ပြီးမြောက်အောင်လုပ်ဆောင်ခဲ့ပြီးတော့\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားက သူ့ကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2-2021/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wulk2ONRFHf48uxfzhVJkrQqV6p.jpg",
        "title": "Peter von Kant (2022)",
        "description": "Peter von Kant (2022)~ IMDb - 6.5/10, RT - 76%, Meta - 62% ~အချစ်ဆိုတဲ့အရာနဲ့ ပတ်သက်လာရင် စွဲလမ်းမှုဆိုတဲ့ ခံစားချက်က အမြဲကပ်ပါလာစမြဲပါ။ ရယူခြင်း သို့ ပေးဆပ်ခြင်းဆိုပြီး အချစ်ရဲ့အဓိပ္ပါယ်ကို အမျိုးမျိုးဖွင့်ဆိုခဲ့​ပေမယ့် ဘယ်သူမှ ​သေ​သေချာချာ မရှင်းပြနိုင်ခဲ့သလို အချစ်စိတ်နဲ့ တွဲပါလာတတ်တဲ့ ​မျှော်လင့်ခြင်း ပြဿနာကလည်း အခုထိ​ ဖြေရှင်းမရတဲ့ ပုစ္ဆာတစ်ခုဖြစ်​နေဆဲပါ။ ဒီဇာတ်ကားက​ ချစ်ခြင်းတရားကလူတစ်​ယောက်ကို ဘယ်လိုမျိုး ဒုက္ခ​ပေးနိုင်လဲဆိုတာကို ​ဖော်ညွှန်းပြထားတဲ့ ပြင်သစ် Romance, Drama ဇာတ်ကားပါ။ထိပ်သီးရုပ်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ပီတာဗွန်ကန့်ဟာ မိတ်​ဆွေဖြစ်သူ နာမည်​ကြီး မင်းသမီး ဆီဒိုနီရဲ့မိတ်ဆက်​​ပေးမှုနဲ့ အမီရ်ဘန်ဆလမ်ဆိုတဲ့ သက်လတ်လူငယ်​လေးတစ်​ယောက်နဲ့ သိကျွမ်းပြီး ချစ်စိတ်​ဝင်ခဲ့ပါတယ်။ ထိုစိတ်နဲ့ပဲ ​ကောင်​လေးကို မင်းသားအဖြစ် စင်တင်​ပေးကာ မျိုးစုံ​​ထောက်ပံ့​ပေးခဲ့​ပေမယ့် ​​အောင်မြင်လာတဲ့အချိန်မှာ ​ကောင်​လေးဘက်က ​​​ကျေးစွပ်သလိုလုပ်လာသလို ပီတာဘက်က ...",
        "rating": "6.5",
        "url": "https://megaup.net/1c2ih/(CM)_Peter_von_Kant_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWNiMmIyNmItNGNmYy00YzBhLTgxNmYtYzg2ODkzZmQ1NzhhXkEyXkFqcGdeQXVyOTgxMDk4ODU@._V1_-e1675515249357-146x200.jpg",
        "title": "In from the Side (2023)",
        "description": "မာ့ခ်ဟာ ရက်ဂ်ဘီအသင်းက ကစားသမား တစ်ယောက်ဖြစ်ပြီး အသင်းပွဲစဉ် ပြီးဆုံးလို့ ကလပ်တက်ကြတဲ့အခါအမှတ်မထင် ဝါရန်နဲ့ တွေ့ဆုံခဲ့ပါတယ်ထိုတွေ့ဆုံမှုကနေ အစပျိုးခဲ့တဲ့ သူတို့ဆက်ဆံရေးဟာ တကယ်တော့ ရပ်တန့်ပစ်ရမှာပဲဖြစ်ပါတယ်။အကြောင်းကတော့ မာ့ခ်နဲ့ ဝါရန်မှာ ကိုယ်ဆီကိုယ်ငှဆိုင်သူရှိနေကြလို့ပါ။သူတို့ရဲ့ ဇာတ်လမ်းလေးကို တိတ်တဆိတ်ပဲ ဆက်လှုပ်ရှားမှာလား... ပတ်ဝန်းကျင်က သတိထားမိသွားမလား... အသိ သတိကပ်ပြီး စိတ်ကို ချုပ်တည်းသွားနိုင်မလားဆိုတာကို ကြည့်ရှုရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.4GB) / (1.2GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__02:04:00\nType__Drama, Sport\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2xXeA/In_From_The_Side_(2022)_720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDRiYWM1MGMtZjYwMi00YjA4LWIwODctNWE0NDZkZGQ1OWRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Last Flight (2009)",
        "description": "The Last Flight (2009)\n================ဒီဇာတ်ကားလေးကတော့ 1933 ခုနှစ် ဧပြီလ ၁၂ ရက်နေ့မှာ\nဆာဟာရကန္တာရထဲ လေယာဉ်ပျက်ကျသွားတဲ့ William Newton\nLancaster ခေါ် Bill Lancaster နဲ့ သူရဲ့ ချစ်သူ Jessie Miller\nအကြောင်းကိုအခြေခံပြီးဇာတ်အိမ်တည်ထားတဲ့ Le Dernier Vol\nဆိုတဲ့ ဝတ္ထုလေးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်တွေအနေနဲ့ကတော့ ကျွန်တော်တိုငယ်စဉ်က သည်းခြေ\nကြိုက် “Taxi” ကား အပါအဝင် ဇာတ်လမ်းကောင်းပေါင်းများစွာမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး ဆုတွေအများကြီးကိုသိမ်းပိုက်ထားတဲ့\nမင်းသမီး Marion Cotillard ပါဝင်သလို၊ “Love Me If You dare”\nအပါအဝင် အခြားဇာတ်လမ်းကောင်းများတွင်လည်း သရုပ်ဆောင်၊\nဒါရိုက်တာ အဖြစ် လျှောက်လှမ်းလာပြီး ဆုတွေလည်းအများကြီး ရခဲ့\nဖူးတဲ့ မင်းသား Guillaume Canet တို့က လိုက်ဖက်ညီစွာ ပါဝင်သရုပ်\nဆောင်ထားတာကိုတွေ့မြင်ရမှာပါ။ဇာတ်ကားလေးရဲ့ အဓိကချပြထားတဲ့အကြောင်းအရာကတော့ ဘေလ်ရဲ့\nချစ်သူ မာရီးဟာ ဘေလ်ကို မနားမနေ ရှာဖွေရင်း ဒုက္ခမျိုးစုံကို အံတုကာ\nအချစ်ဆိုတဲ့အကြောင်းကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dNd6/The.Last.Flight.2009.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3kEonqpF57M6pfNP7cuH2BJV34.jpg",
        "title": "Runaway God of Wealth ( 2019 )",
        "description": "ကလေကချေလူမိုက် ဝမ်ကျားချန်\nမသိနားမလည်တဲ့ညီလေးကိုသူ့ကိုယ်သူသူလျိုပါလို့ပြောထားတဲ့ ဝမ်ကျားချန်ဝမ်ကျားချန်တစ်ယောက်မူးပြီးအိပ်ပျော်သွားတိုင်း\nကြွယ်ဝခြင်းနတ်မင်းကိုအိပ်မက်မက်ပါတယ်။\nတစ်နေ့မှာတော့အိပ်မက်ကနိုးထလာတဲ့အချိန်မှာ\nပိုက်ဆံအများကြီးရပြီး ညတွင်းချင်းသူဌေးဖြစ်သွားပါတယ်။\nကြွယ်ဝခြင်းနတ်မင်းကကောင်းချီးပေးတာပဲဆိုပြီး\nအထိန်းအကွပ်မရှိသုံးဖြုန်းတော့တာပေါ့.....သူထင်ထားသလိုကြွယ်ဝခြင်းနတ်မင်းပေးတာမဟုတ်ဘူးဆိုတာသိလိုက်ရတဲ့အချိန်မှာ......\nလူမိုက်ဂိုဏ်းရဲ့လိုက်လံသတ်ဖြတ်တာကိုခံရတဲ့အချိန်မှာ......\nဝမ်ကျားချန်တစ်ယောက်ဘယ်လိုလုပ်ရပါ့မလဲ\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားပါဦး\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 18 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ipx-869-theyll-milk-you-to-your-nookie-limits-shar-141x200.jpg",
        "title": "[21+] A Business Trip With 2 Lady Bosses Tsubasa Amami and Sumire Mizukawa [IPX-869-Decensored]",
        "description": "Tsubasa Amami နဲ့ Sumire Mizukawa တို့လို JAV ရဲ့ ဝါရင့် ၂ ယောက်ပါတဲ့ ဒီဇာတ်ကားက ပြည့်ဝတဲ့ရသကိုပေးမှာပါ။မမ ၂ ယောက်ရဲ့အထာတွေက အလန်းစားတွေဖြစ်ပြီးတော့ဖြူစင်တဲ့အလုပ်သင်ကောင်လေးကို ဘယ်လိုအထက်စီးကဆက်ဆံသွားမလားဆိုတာ...IPX-869 ဒီဇာတ်လမ်းက မတူကွဲပြားတဲ့ပုံစံနဲ့ မိုက်ပါတယ်။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.9 GB) & (1.4 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1RZkc/[IPX-869-Decensored]A_Business_Trip_With_2_Lady_Bosses_Tsubasa_Amami_and_Sumire_Mizukawa-HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BKg7z_4f-141x200.jpg",
        "title": "Noise (2023)",
        "description": "Death Note ကား ထဲက L နဲ့ Light Yagami မင်းသား 2ယောက်ကို အတူတူတွေ့ရမှာပါရှီရှီခါရီ ဆိုတဲ့ ကျွန်းလေးဟာ လူဦးရေခေါင်းပါလာပြီး အေးချမ်းသာယာတဲ့ကျွန်းလေးပါ ကျွန်းရဲ့အဓိကထွက်ကုန်ကတော့ အနက်ရောဂ်သဖန်းသီးတွေပါဒီကျွန်းပေါ်မှာ သဖန်းပင်စိုက်ပျိုးပြီး ကျွန်းလေးကိုအကျိုးပြုနတောကြောင့် လူအများချစ်ခြင်းမေတ္တာရရှိကာ ကျွန်းရဲ့ကယ်တင်ရှင်လို့ တင်စားခံရတဲ့ ကီတာ...\nအမဲလိုက်ခြင်းနဲ့ အသက်မွေးဝမ်းကြောင်းလုပ်ကိုင်ပြီး အမဲလိုက်ရာသီမဟုတ်ရင် သဖန်းခြံမှာ လာရောက်ကူညီလေ့ရှိတဲ့ ဂျွန်...\nဒီကျွန်းအတွက် အဘက်ဘက်က အကာအကွယ်ပေးမယ့်ဆို့တဲ့ အ်ယူကို လက်ခံထားတဲ့ ရဲဝန်ထမ်းလေး ရှင်း...ဒီလို အေးချမ်းစွာ နေနေရင်းကနေ တစ်နေ့တော့ Life Changing event တစ်ခုဖြစ်ပွားခဲ့ပါတယ် ပြည်မကြီးအကျဉ်းထောင်ကနေ ပြန်လည်ထူထောင်ရေးစခန်းမှ အကျဉ်းသား အိုမီဆာကာ ဟာဒီကျွန်းကိုအလုပ်လုပ်ဖို့လာရောက်ခဲ့ပေမယ့် လူတစ်ယောက်သတ်ပြီး ထွက်ပြေးနေခဲ့ပါတယ် ဒီလိုအန္တရာယ်များတဲ့လူတစ်ယောက်ကျွန်းပေါ်ရောက်နေတာကြောင့် ဟို3ယောက်ဟာ သူ့ကိုသတ်ရမယ့်အကြောင်းအရာပေါ်ပေါက်လာခဲ့ပါတယ် ပထမတော့ စိတ်မနှံ့တဲ့အကျဉ်းသားမို့လို့ ဘယ်သူမှလာမရှာဘူးလို့ထင်ထားပေမယ့် ကြိုးစားပန်းစားလာရှာတဲ့ရဲတွေကြောင့် သူတို့၃ယောရ် ဒီကိစ္စကိုဘယ်လိုဖြေရှင်းကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲ ဘယ်သူတွေပါပါဝင်နေသေးလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပါ\nPlot ...",
        "rating": "6.3",
        "url": "https://megaup.net/1RYi2/Noise_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI614V538RlBArivIKkswT8gBOi.jpg",
        "title": "Utama (2022)",
        "description": "Utama (2022)IMDb - 7.4/10\n24 Wins & 17 Nominationsသိမ်းငှက်တစ်ကောင်ဟာ သူ့ဘဝကို ဘယ်အချိန်မှာ အဆုံးသတ်လဲတဲ့\nတောင်ပံတွေမဖြန့်နိုင် အားအင်ချိနဲ့တဲ့ ဘဝနေဝင်ချိန်မှာ သိမ်းငှက်‌တစ်ကောင်ဟာ\nနောက်ဆုံးခွန်အားနဲ့ တောင်ထိပ်ကိုတက်ပြီး အဲ့ကနေ ပြုတ်ကျခံပြီး ကျောက်ဆောင်တွေနဲ့ တိုက်သေပါတယ် တဲ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဖွင့်ဆိုကြည့်ရရင်လဲ အဲ့လိုပါပဲ\nကိုယ့်ကိုယ်ကို အသုံးမဝင်တော့ဘူးလို့ ထင်တဲ့တစ်ချိန်ကျရင် ဘယ်သူမှဆက်လက်ရှင်သန်ချင်မှာ မဟုတ်ပါဘူး\nဒီစပိန်စကားပြော ဇာတ်ကားလေးထဲမှာ စပိန်ကားတွေရဲ့မြင်နေကျ ကလက်စီကယ်ဂစ်တာတွေ ပေါင်တံရှည်တွေကို ကြည့်ရမှာမဟုတ်ပါဘူး\nအဲ့အစား သင်တို့ကို ခံစားချက်တွေတနင့်တပိုးနဲ့ တွေးစရာတွေ အပြွတ်လိုက်ထည့်ပေးမှာပါ\nဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးမှာ ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာ‌ဖွေကြည့်နိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 887MB | 449MB | 229MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/3dUee/Utama.2022.SPANISH.720p.Bluray.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcCy1ShjvgpwZXt3wej4uy4DLHV.jpg",
        "title": "About Joan (2022)",
        "description": "About Joan (2022)IMDb 6.2 ရထားတဲ့ ပြင်သစ်ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂျိုအန်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့အကြောင်းကို ရိုက်ကူးပြထားတာပါ။\nပြင်သစ်ကားတွေရဲ့ ထုံးစံအတိုင်း Love and Relationship ကို အနုပညာမြောက်အောင် တင်ပြထားတာပါ။ဂျိုအန် ဆိုတဲ့ အမျိုးသမီး က အသက်ငယ်ရွယ်တဲ့အချိန်မှာ အချစ်ဦး နဲ့ ရင်သွေးကလေး ရသွားခဲ့ပါတယ်။\nအကြောင်းအမျိုးမျိုးကြောင့် သူ့ချစ်သူနဲ့ကွဲသွားပြီး ပြန်ဆုံတဲ့အချိန်ရောက်တော့လည်း သူ့ချစ်သူမှာ သက်ဆိုင်သူအသစ်ရှိနေပါပြီ။\nဒီတော့ ဂျိုအန်တစ်ယောက် ရည်းစားဦးကို ဖွင့်မပြောဘဲ ထားခဲ့ပါတယ်။\nဒီကြားထဲ မိခင်ဖြစ်သူက နောက်ယောက်ျားနဲ့ဖောက်ပြန်ပြီး သူတို့မိသားစုကို ထားသွားပါတယ်။\nအဲဒီလို စိတ်ဒဏ်ရာတွေနဲ့ ဂျိုအန်တစ်ယောက် သူ့သားနဲ့အတူတူ ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့လဲဆိုတာကို\nအတိတ်ကို ပြန်တွေးတဲ့ပုံစံနဲ့ ရိုက်ကူးပြထားပါတယ်။\nSingle Mom ဖြစ်တဲ့ ဂျိုအန်ရဲ့ ဘဝဖြတ်သန်းပုံ အသေးစိတ်ကို\nအနုပညာရသမြောက်အောင် ဘယ်လိုဖန်တီးထားတယ် ဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Romance\nQuality…. 1080p ...",
        "rating": "6",
        "url": "https://megaup.net/3dUdx/About.Joan.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/vfWbS6u3EtOw9zMbJJJQ8hVq701-133x200.jpg",
        "title": "(21+) Story of White Coat: Indecent Acts (1984)",
        "description": "မျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့\nသူနာပြုရာမလေး\nသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေး\nအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနာမလည်တဲ့\nပညာရည်သောက်စို့နေတဲ့ မာနခဲလေး\nသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေ\nဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက...ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သား\nသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေး\nအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကို\nကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့\nအရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို\nဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.03GB / 500MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.6",
        "url": "https://megaup.net/3TQDz/Story_of_the_White_Coat_Indecent_Acts_(1984)_.720p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RYru/Legion.of.Super.Heroes.2023.720p.BluRay.x264[CM].mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc4MzVkNzYtZTRiZC00ODYwLWJjZmMtMDIyNjQ1M2M1OGM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Plane (2023)",
        "description": "မင်းသားကြီး Gerard Butler ရဲ့ နောက်ဆုံးထွက် အက်ရှင်ရုပ်ရှင်သစ် လာပါပြီ။ ဒီကားကတော့ rating လည်းကောင်းသလို ပရိသတ်တွေလည်းအတော်ကြိုက်ကြပါတယ်။\nတောရန့်ဆိုတဲ့ လေယာဉ်မှူးဟာ တော်ဝင်လေတပ်ထွက် စစ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး ပုဂ္ဂလိကခရီးသည်တင်လေကြောင်းလိုင်းမှာ ပိုင်းလော့လုပ်နေခဲ့တာပါ။ နှစ်သစ်ကူးအညမှာတော့ သူ့သမီးဆီကို မပြန်ခင် လေယာဉ်တစ်ခေါက် တိုကျိုကို ဆွဲပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ တိုကျိုအသွားလမ်းမှာ မုန်တိုင်းကြောင့် ကျွန်းတစ်ခုပေါ် ထိုးဆင်းလိုက်ရပြီး လက်နက်ကိုင်ပြန်ပေးသမားတွေနဲ့ ရင်ဆိုင်ရတဲ့အခါ....File size…(1.9 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": " https://megaup.net/2xWxg/Plane_2023_720p_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/index-136x200.jpg",
        "title": "Those Who Walk Away (2022)",
        "description": "Those Who Walk Away (2022)\n======================\nIMDb Rating - 5.8/10မက်စ်တစ်ယောက် ရည်းစားရှာအက်ပ်ကနေသိတဲ့ အပြင်မှာ\nတစ်ခါမှမတွေ့ဖူးတဲ့ ကောင်မလေးနဲ့ သွားဒိတ်ပါတယ်။ ဒိတ်\nလုပ်ရင်း ရုပ်ရှင်ကြည့်မယ့်အစီအစဥ်ကပျက်သွားတော့ ကောင်\nမလေးက မက်စ်ကို တခြားနေရာခေါ်သွားတော့တာပေါ့။ကောင်မလေးခေါ်ရာနောက်ကို ကောက်ကောက်ပါအောင်လိုက်\nသွားတဲ့ မက်စ်တစ်ယောက် အဲ့ညမှာ ကြောက်စရာအကောင်းဆုံး\nအရာတွေကြုံတွေ့လိုက်ရတဲ့အခါ......။ Those who walk away\nဆိုတဲ့ ဒီHorror ကားလေးထဲကလို လိုင်းပေါ်ကသိတဲ့လူတွေခေါ်ရာ\nနောက်ကို မက်စ်လိုကောက်ကောက်ပါအောင် လိုက်မသွားသင့်\nကြောင်းပါခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe\nZin ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (473 MB) / (340 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 34Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/2xPP6/Those.Who.Walk.Away.2022.720p.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmM5ZmUwNDktZTlhZC00MDE1LWFkYjktOTZhMDY2MTMzZmI5XkEyXkFqcGdeQXVyNzkxMzkxNA@@._V1_QL75_UY281_CR50190281_-135x200.jpg",
        "title": "Beneath the Green (2022)",
        "description": "Beneath the Green (2022)\n===================ဇာတ်လမ်းလေးကတော့ ကေလတ်ဟာသစ်တောထဲက\nတစ်နေရာမှာနိုးထတယ်၊ ဘယ်နေရာကို ဘာကြောင့်ရောက်\nနေမှန်းလဲမသိဘူး၊ အဲ့အချိန်မှာ ဟန်တာကသူ့ကိုလာခေါ်တယ်၊\nဟန်တာ ကေလတ်ကို သူတို့ဟာ ဒီဂြိုလ်တဲ့အတိတ်ကာလမှာ\nရောက်နေတာဖြစ်ပြီး လွတ်လမ်းမရှိဘဲ ထပ်ခါထပ်ခါဒီနေရာ\nမှာပဲနေနေရတဲ့အကြောင်းကိုပြောပြပြီးတော့ အခြားသူတွေရှိတဲ့\nနေရာကိုခေါ်သွားတယ်၊ အခြားသူတွေက ထွက်လမ်းဝင်လမ်း\nမရှိတဲ့ဒီနေရာကိုရောက်လာတဲ့ ကေလတ်ကို ကယ်တင်ဖို့လာတယ်\nလို့ထင်နေကြတာပေါ့။အဖွဲ့သားတွေအကုန်လုံးကလည်းဖြစ်ရပ်တွေအကုန်လုံးကို ဘာမှ\nမမှတ်မိပဲ စူးစမ်းစုံစမ်းရင်းရလာတဲ့အချက်အလက်တွေကိုမှီခိုပြီး\nလွတ်လမ်းကိုရှာဖွေနေကြပါတယ်။အကုန်လုံးကလွတ်လမ်းအတွက်\nတံခါးတစ်ချပ်ရှိမယ်လို့ယုံကြည်ထားပြီးတံခါးကိုရှာဖွေနိုင်မှသာ\nလွတ်မြောက်မယ်လို့ယုံကြည်ထားကြပါတယ်။ အရင်ကအဖွဲ့ဝင်\nဗစ်တာဆိုတဲ့တစ်ယောက်က သူတို့ထဲကပျောက်သွားပြီးလွတ်သွား\nတယ်လို့ထင်နေကြပါတယ်။ အဲ့ဒါကြောင့်ကေလတ်ကိုသူတို့အတွက်\nလွတ်လမ်းရှာဖွေပေးနိုင်မယ့်သူလို့ ယုံကြည်ကြတာပေါ့။ ဒါကြောင့်\nကေလတ်တစ်ယောက်အဖွဲ့သားတွေကို တကယ်ပဲကယ်တင်နိုင်မလား\nဒါမှမဟုတ် အတိတ်မှာပဲပိတ်မိနေမလားဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (473 MB) / (340 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 20Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Mystery, Sci-Fi\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/3dQ52/Beneath.the.Green.2022.1080p.WEBRip.(CM)mp4_(2).mp4",
        "category": "Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7WpuYoWoyZ0ZtGcCJTD424aKvj.jpg",
        "title": "Mukhachitram (2022)",
        "description": "Mukhachitram 2022\nIMDb -7.1/10မတော်တဆမှုတစ်ခုကြောင့် မျက်နှာပုံပန်းပျက်သွားပြီး စိတ်ကျရောဂါနဲ့ သေဆုံးသွားတဲ့အမေဖြစ်သူကို\nမကယ်နိုင်ခဲ့တာကြောင့် ပလပ်စတစ်ဆာဂျရီဆရာ၀န်တစ်ယောက် ဖြစ်လာသူ ရာ့ဂ်ျကူးမား...\nရာ့ဂ်ျတစ်ယောက်တစ်နေ့မှာ အောင်သွယ်တော်ရဲ့ချိတ်ဆက်မှုကြောင့် မဟာသီဆိုတဲ့\nကောင်မလေးနဲ့ ချစ်ကြိုက်ခဲ့ပါတယ်၊ တစ်ဖက်မှာလည်း ရာ့ဂ်ျကို\nဟိုးငယ်ငယ်လေးကတည်းက ကြိုက်နေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိပါတယ်။တစ်နေ့မှာတော့ မာယာတစ်ယောက် မတော်တဆမှုတစ်‌ခုကြောင့်\nသေမင်းနဲ့လွန်ဆွဲနေရချိန်မှာ ရာ့ဂ်ျ ၊ မဟာသီ နဲမာယာတို့ရဲ့\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ...ဇာတ်လမ်းအစမှာတော့ ကြည်နူးဖွယ် အချစ်ဇာတ်လမ်းလေးနဲ့စထားပြီး\nရာ့ဂ်ျ၊ မဟာသီ၊ မာယာ တို့သုံးယောက်သားက လောင်မြိုက်အောင်\nတဖြည်းဖြည်းနဲ့ ဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…1.59GB / 739MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Nyein Aye ~ Sai ThuRein ~ Cherry ~ BpL",
        "rating": "7.1",
        "url": "https://megaup.net/1RYc1/Mukhachitram_(2022)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QkiD4mepnmKKvSUp36XUZjI6GG.jpg",
        "title": "When the Screaming Starts (2022)",
        "description": "When the Screaming Starts (2022)~ IGN - 8/10, Rotten Tomatoes - 100% ~သင် Serial Killer တစ်ယောက် ဖြစ်ချင်ခဲ့ဖူးလား။ သင်ဟာ သမ္မတတွေ နိုင်ငံကျော်ဘောလုံးသမားတွေ ရုပ်ရှင်သရုပ်ဆောင်၊ အဆိုတော်တွေမဖြစ်ခဲ့ရင်တောင် လူတွေအများကြီးကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ဆိုရင် သူတို့လိုပဲ ကမ္ဘာ့သမိုင်းမှာအမြဲရှိနေမှာလေ...မဟုတ်ရင် Serial Killer တစ်ယောက်ရဲ့နေထိုင်ပုံ သတ်ဖြတ်ပုံ စတာတွေကို Interview တွေနဲ့ရော သူလူသတ်တဲ့နေရာမှာ ကင်မရာတွေထောင်ပြီးတော့ပါ တကယ်ကို အမှန်အကန်ရိုက်ထားတဲ့ Documentary Movie ကြီးကို ကြည့်ရမယ်ဆိုရင် ဘယ်လောက်များ Hype လိုက်မလဲ...အဲလိုအတွေးအခေါ်ကို ရိုက်ကူးထားတဲ့ When the Screaming Starts ဟာ ဒီ Message ကို ဟာသပေါင်းစုံနဲ့ ရောစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Norman Greysmith ဟာ Documentary ...",
        "rating": "",
        "url": "https://megaup.net/1RXm4/(CM)_When_the_Screaming_Starts_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTE5NDhlYWUtZjM1OS00NTY5LWE2NWMtNjYxNzgwYjU1NmRjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-142x200.jpg",
        "title": "Heavenly Forest(2006)",
        "description": "Heavenly Forest (2006)\n================\nဒီဇာတ်ကားဟာ စာရေးဆရာ Takuji Ichikawa ရေးသားထားတဲ့\n(Collage of Our Life - Another Story) ဆိုတဲ့\n၀တ္ထုကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ Romance,Drama ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရရင် အနေအေးပြီး အရမ်းရှက်တတ်တဲ့\nကျောင်သား မာကိုတို ဟာ ဓာတ်ပုံရိုက်ဝါသနာပါသူ တစ်ယောက် ဖြစ်ပါတယ်။\nသူ့ရဲ့တက္ကသိုလ်ပထမဆုံးနှစ်မှာ အပေါင်းအသင်းမရှိဘဲ အချိန်အတော်ကြာတဲ့အထိ\nတစ်ယောက်တည်း ကျင်လည်နေခဲ့ရင်းကနေ တစ်ရက်မှာတော့ ရှိဇူရူဆိုတဲ့\nကျောင်းသူလေးတစ်ယောက်နဲ့ အမှတ်မထင် တွေ့ဆုံပြီး သူငယ်ချင်းတွေဖြစ်သွားခဲ့ပါတယ်။သိပ်မကြာခင်မှာပဲ ကျောင်းအလှပဂေးလေးဖြစ်တဲ့ မိယုကိတို့ ဘော်ဒါအုပ်စုထဲ\nမာကိုတိုရောက်သွားပြီး အချောအလှ မိယုကိကို ကြိတ်သဘောကျမိသွားတဲ့အချိန်မှာ\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး စတင်ခဲ့ပြီး တက္ကသိုလ်ကျောင်းသားဘ၀ကို ဘယ်လိုမျိုး\nအတူတကွကုန်ဆုံးကြမလဲ၊ ဘယ်သူ့ရဲ့အချစ်ကို ဘယ်သူကလက်ခံသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ဂျပန်ကားတို့ရဲ့ထုံးစံအတိုင်း Happy Ending မဟုတ်သော်ငြားလည်း ဝမ်းနည်းပြီး\nရင်ထဲတစ်ခုခုကျန်ခဲ့ချင်တဲ့ ပရိတ်သတ်များအတွက် ဇာတ်အိမ်ခိုင်ပြီး\nနောင်တမရစေနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။\nFile size…2.6GB / 987MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle(Hard ...",
        "rating": "7.4",
        "url": "https://megaup.net/2xVsi/Heavenly.Forest.2006.1080p.WEB-DL.x264(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iWg6Z8OBPJKAA9rjsqwJCFKWo8t.jpg",
        "title": "Oh! My Assistant: The Movie (2023)",
        "description": "Oh! My Assistant : The Movie (2022)ရင်ခုန်ဖို့ကောင်းပြီး ပေါ့ပေါ့ပါးပါး ဟာသ‌လေးနှောထားတဲ့ Korea BL Movie လေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nရှင်းဆွန်းဟိုကတော့ လူကြီးပိုင်းကာတွန်းတွေကိုရေးရာက‌နေ နာမည်ကြီးလာတဲ့ကာတွန်းဆရာတစ်ယောက်ဖြစ်ပါ။\nအလုပ်တွေပုံလာတဲ့ ဆွန်းဟိုတစ်ယောက် လက်ထောက်တစ်ယောက်ငှားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကစပြီး\nသူ့ကမ္ဘာထဲကို အေးတိအေးစက်ပုံစံပေါက်ပေမယ့်ကြင်နာတတ်တဲ့ ကောင်လေးတစ်ယောက်ဝင်လာခဲ့ပါတော့တယ်။ဂိုမူယောင်းကတော့ ကာတွန်းဆရာရှင်းဆွန်းဟိုရဲ့ အကြီးစားဖန်ဖြစ်တာမို့ လက်ထောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်တဲ့ Bisexual ကောင်လေးပါ။\nကာတွန်းဆရာရှင်းဆွန်းဟိုကို တိတ်တိတ်လေးသဘောကျနေတဲ့ မူယောင်းရယ် ဆွန်းဟိုတို့ရဲ့ကြားမှာ\nအရက်သောက်ရင်းအတူတူရှိဖြစ်ခဲ့ကြတဲ့ညကစပြီး တွယ်ငြိတဲ့ခံစားချက်တွေက ပိုပိုတိုးလာပါတော့တယ်။\nမူယောင်းရဲ့ ငယ်ငယ်ကတည်းကခ‌င်ရတဲ့ ဂျွန်ဆော့ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်ကလည်း\nမူ‌ယောင်းအပေါ်စပြီး သဘောကျလာမိတဲ့အခါ .....၃ ပွင့်ဆိုင်အချစ်ကို ဟာသနှောထားတဲ့ဇာတ်လမ်းလေးမို့ သေချာပေါက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတကတော့ Shin Shin, Cali, Thantsin, Lai Laii တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB ...",
        "rating": "",
        "url": "https://megaup.net/1c0sm/Oh!_My_Assistant_The_Movie_(2023)_WEB_DL.720p.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcaZUM6XoNRto8KrYrhWhN1Y84q.jpg",
        "title": "Lord Eagle ( 2022 )",
        "description": "ရွှယ်ရင်း အရှင်သခင်လို့ အမည်တွင်တဲ့ တုန်းပေါ်ရွှယ်ရင်းဟာ\nမျိုးနွယ်စုရဲ့ စည်းမျဥ်းစည်းကမ်းတွေကို ဖောက်ဖျက်ပြီး\nအကျဥ်းချခြင်းခံနေရတဲ့ မိခင်ကို ကယ်တင်ဖို့ ကြိုးစားနေသူ တစ်ဦးပါ ။အဲဒီအချိန်မှာပဲ ရွှယ်ယင်း(နှင်းသိန်းငှက်နတ်ဘုရား)မျိုးနွယ်စုရဲ့\nမျိုးဆက်ဖြစ်တဲ့ ယွီကျင့်ချို ၊ ပြီးတော့ မိန်းကလေး ခုန်းယိုးယွဲ့ နှင့်\nတစ်ခြားအဖွဲ့သားတွေ အတူပူးပေါင်းကာ မတရားမှုတွေရဲ့\nအဖြစ်မှန်ကိုရှာဖွေပြီး / တာဝန်ကို လုပ်ကိုင်ဖြေရှင်းကြဖို့ စီစဥ်ခဲ့ကြပါတယ် ။ ဒီတော့...-❏ တစ်လမ်းလုံး အခက်အခဲတွေ အဆက်မပြတ်\nကြုံတွေ့လာကြပြီးနောက်မှာ အောင်မြင်မှုတွေကိုအရယူနိုင်ကြပါ့မလား ?\n❏ သူတို့ရှာနေတဲ့ အမှန်တရားတွေကိုရှာတွေ့ပြီး\nအညှိုးတွေ လက်စားချေမှုတွေကို ခဝါချနိုင်မလား ?\n❏ အခက်အခဲကြားတွေထဲကမှ စစ်မှန်တဲ့ ချစ်ခြင်းတရားလေးကိုရော\nရှာတွေ့သွားနိုင်မလား / မိခင်ဖြစ်သူကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lord-eagle-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTNhNDJjZDgtYTQwOC00NzA2LWE1NWMtZDkxMWUzNGQ3MTExXkEyXkFqcGdeQXVyOTA1ODkxMzA@._V1_-1-123x200.jpg",
        "title": "Garuda (2022)",
        "description": "Garuda(2022)IMDb-9.2/10ကန်နာဒါရုပ်ရှင်မင်းသမီးချောလေးနှစ်ယောက်\nဖြစ်တဲ့ Ashika Ranganath နဲ့ Aindrita Ray တို့ရဲ့ အလှကိုခံစားရင်းကြည့်ရှူရမယ့်အက်ရှင်\nဇာတ်ကြမ်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nဂိုအာဆိုတဲ့ကမ်းခြေမြို့လေးဟာ သာယာလှပသလောက် အကြမ်းဖက်မှုပေါင်းစုံ၊\nလူသတ်မှုပေါင်းစုံ စသဖြင့် အကြမ်းဖက်သမားနဲ့ ရဲတွေလက်ဝါးချင်းရိုက်နေတဲ့\nဒုစရိုက်နေရာပါ။ အဲ့နေရာမှာ ရမ်ဆိုတာက သူ့ဘဝကိုဇာတ်မြှုပ်ပြီး\nဟိုတယ်အသေးစားလေးဖွင့်ကာ လုပ်ကိုင်စားသောက်နေတဲ့သူ‌ပေါ့တစ်နေ့မှာ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းတစ်ဖွဲ့ ဟိုတယ်စား‌သောက်ဆိုင်ထဲ၀င်ကာ\nစားသောက်ပြီးငွေမရှင်းဘဲ စားပွဲထိုးကိုပါ ပါးရိုက်လိုက်ပါတယ်။\nသူဌေးဖြစ်တဲ့ရမ်က သူ့၀န်ထမ်းကိုစော်ကားသွားတဲ့ လုပ်ရပ်ကို\nသူလက်ပိုက်ကြည့်မနေနိုင်တဲ့အခါ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းနဲ့\nရင်ဆိုင်ဖို့ဖြစ်လာတော့တယ်။ ဒုစရိုက်မြို့ကြီးထဲမှာ ဒုစရိုက်သမားကို\nရမ်တစ်ယောက်ဘယ်လိုဖြေရှင်းရမလဲ သူ့ရဲ့မြှုပ်ထားတဲ့\nဘဝဇာတ်ကြောင်းကရောဘာဖြစ်မလဲဆိုတာကို\nအမိုက်စားအက်ရှင်တွေနဲ့အတူ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…2.6GB/ 1.4GB\nQuality…1080p HD RIP  /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "9.2",
        "url": "https://megaup.net/1c0kp/Garuda_(2022)_Kannada_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tS3yHz34uwVniyD5zDUcP0gRoo3.jpg",
        "title": "Devil Beneath (2023)",
        "description": "Devil Beneath (2023)ဒီကားလေးက​တော့ 2023 မှာ လတ်လတ်ဆတ်ဆတ် ထွက်ရှိထားတဲ့ သည်းထိတ်ရင်ဖိုကား​လေးဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~\nအ​မေတူအ​ဖေကွဲ ညီအစ်ကိုနှစ်​ယောက် သူတို့အဖိုးရဲ့​သေတမ်းစာကြောင့် ပြန်လည်ဆုံစည်းခဲ့ကြပြီး အိမ်မှာ သူငယ်ချင်း​တွေ စကီ​တွေ​ခေါ်ကဲ​နေတုန်း သူငယ်ချင်း​တွေ ​သွေးရိုးသားရိုးမဟုတ်ပဲ ​ပျောက်သွားလို့ လိုက်ရှာခဲ့တဲ့အခါ ဘာ​တွေပြန်​တွေ့ရမလဲ...သူတို့အဖိုးက​​​ရော ဘယ်လို​သေသွားတာလဲ...သူ့သူငယ်ချင်း​တွေ ​ပျောက်သွားတာက​ရော ပြန်​ပေးဆွဲတာပဲလား... တစ်ခုခုပြုစားမှု​ကြောင့်လား... စတဲ့​ နောက်ကွယ်က ဖြစ်ရပ်​တွေကို ရင်တလှပ်လှပ်နဲ့ရိုက်ပြထားတဲ့ကား​လေးတစ်ကားပါ။အဲဒါအပြင် နစ်ခ်နဲ့ ထရစ်ဆန်ကြားက ညီအစ်ကို ​မေတ္တာကိုလည်း ထည့်သွင်းရိုက်ပြထားတာ​ကြောင့် ​နွေး​နွေး​ထွေး​ထွေး​လေးနဲ့ လန့်လန့်​လေးကြည့်ရမယ့် ကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 26Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by DB\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/2xVdt/(CM)_Devil_Beneath_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-t-135x200.jpg",
        "title": "There’s Something Wrong with the Children (2023)",
        "description": "အနောက်တိုင်းမှာဆိုရင် ဆိတ်ငြိမ်တဲ့ဒေသတွေဆီကို ပိတ်ရက်တွေမှာ အနားယူအပန်းဖြေခရီးထွက်လေ့ရှိကြတယ်။\nတစ်နည်းအားဖြင့် မြို့ပြနဲ့ဝေးတဲ့ဒေသတွေမှာ တောတောင်သဘာဝနဲ့ထိတွေ့ပြီး စိတ်ဖိစီးမှုဖြေဖျောက်တဲ့သဘောမျိုးပေါ့..။ဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း သူငယ်ချင်းမိသားစုနှစ်စုက မြို့ပြနဲ့ဝေးတဲ့ အပန်းဖြေစခန်း သစ်သားအိမ်ငယ်တွေမှာ ပိတ်ရက်အတွင်း သွားရောက်နေထိုင်ကြတယ်။\nနီးစပ်ရာတောအုပ်တွင်းကို ခြေလျင်ခရီးသွားရင်း သူတို့တွေဆီ ကပ်ဆိုးကြီးတစ်ခုကပ်ပါလာတော့တယ်။horrorကားအမျိုးအစားထဲမှာမှ သရဲ/စိတ္တဇလူသတ်ထဲကမဟုတ်ပဲ နတ်ဆိုးကပ်တဲ့ဇာတ်လမ်းမျိုးပါ။\nကလေးနှစ်ယောက်ဆီကို နတ်ဆိုးအရင်ကပ်ပြီး သူတို့တွေကပဲ သူ့တို့ရဲ့မိဘတွေဖြစ်တဲ့ အယ်လီနဲ့ သောမတ်စ်ရယ်၊ သူငယ်ချင်းလင်မယား မာဂရက်နဲ့ ဘန်ရယ်ကို အရင်ပတ်ရှုပ်မှာပါ။ ကလေးတွေနဲ့ပက်သက်ပြီး တစ်ခုခုလွဲမှားနေရာကနေ မိသားစုနှစ်စုလုံးအတွက် ကပ်ဆိုးတစ်ခုကျသလို horror sceneတွေ စပြီးတော့ပေါ်လာမှာပါ။ ​ဇာတ်ကားနာမည်အတိုင်းပါပဲ။File size…(1.92GB)  / (952MB) /488MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "4.9",
        "url": "https://megaup.net/2xRxe/Theres.Something.Wrong.With.The.Children.2023_720p(CM).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8wGtvxkuXE6ETFvsJUZo8uHiqnB.jpg",
        "title": "Mr Illusion ( 2023 )",
        "description": "CM မှ အခုတစ်ခေါက် ဘာသာပြန်တင်ဆက်ပေးမဲ့ ကားလေးကတော့\nMr. Illusion ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့-မင်ကော်ခေတ်မှာ ပုံရိပ်ယောင်ပညာဂိုဏ်းမှ ကပ်ဆိုးစိုက်ခဲ့ပါတယ်။\nရေဂိုဏ်းပုံရိပ်ယောင်ပညာရှင် ဖေကျင့်ကျစ်က ရတနာ\nရှင်းယွင်တောင်ဝှေးကို လုဖို့အတွက် လူအများအပြားကို သတ်ခဲ့ပါတယ်။နောက်ဆုံးမှာ ထိုအချိန်က မီးဂိုဏ်းဂိုဏ်းချုပ်ဖြစ်သူ ဆရာခုန်းခုန်းက\nပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။ ထို့နောက် ဆရာခုန်းခုန်းက\nမိဘမဲ့ကလေး ကျိုးဖေးဖန်ကိုခေါ်ပြီး အရပ်လေးမျက်နှာခရီးထွက်ခဲ့ပါတယ်။နှစ် ၂၀ ကျော်ကြာပြီးနောက် ရေဂိုဏ်းမှ ကျန်ရစ်သူနဲ့ သစ်ဂိုဏ်းဂိုဏ်းချုပ်တို့က\nဖေကျင့်ကျစ်ကို ကယ်တင်ခဲ့ပြီး ဂိုဏ်း ၅ ဂိုဏ်းကို ပြန်လည်အုပ်ချုပ်ဖို့ စီစဉ်ပါတော့တယ်။မီးဂိုဏ်းဂိုဏ်းချုပ် လော့ရှာဖေးနဲ့ တပည့်ကျိုဖေးဖန်၊\nချိုးချီတို့ အတူတကွ ပြန်လည်တိုက်ခိုက်ကြတဲ့အခါ......\nကြမ်းတမ်းယုတ်မာတဲ့ လူဆိုးတွေကို သူတို့ အနိုင်ရနိုင်ပါ့မလား ......\nကျိုဖေးဖန်ရဲ့ ဘဝကရော ဒီကပ်ဆိုးကြီးနဲ့ ဘယ်လို ဆက်နွယ်နေမလဲ ......\nဆိုတာကို ဇာတ်လမ်းလေးထဲမှာပဲ အဖြေရှာလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mr-illusion-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bank-143x200.jpg",
        "title": "Bank of Dave(2023)",
        "description": "ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ Daveအနေနဲ့ James Bondရုပ်ရှင်တွေဖြစ်တဲ့ No time to die , Skyfall , Being James Bondတို့အပြင် The imitation game၊ Peterloတို့လို ဇာတ်ကားကောင်းတွေအပြင် တခြားသောရုပ်ရှင်တွေ၊ စီးရီးတွေထဲမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Rory Kinnearကြီးက ဒီဇာတ်ကားကိုဦးဆောင်သရုပ်ဆောင်ထားပါတယ်။\nထို့အပြင် Game of Thrones၊ Cruella၊ Paddington 2၊ A boy called Christmasအစရှိတဲ့ ဇာတ်လမ်းကောင်းတဲ့ရုပ်ရှင်တွေထဲမှာ ပါဝင်သရုပ်ခဲ့ဖူးတဲ့ Joel Fryကလည်း Daveရဲ့ရှေ့နေ ဟူ့စတော့ဝဲလ်အနေနဲ့သရုပ်ထားပြီး Bridgertonထဲက မင်းသမီးချောလေး Phoebe Dynevorလည်းDaveရဲ့တူမအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သင်ဟာဘောလုံးပရိသတ်တွေဆိုရင် သိမှာသေချာတဲ့ ဘန်လေမြို့လေးက ဒေ့ဖစ်ဝစ်ဆိုတဲ့ အသေးစားသူဌေးတစ်ယောက်က ဘန်လေမြို့က လူတွေ စီးပွားရေးတွေအတွက် ထောက်ပံ့ဆောင်ရွက်ကူညီပေးနေသူဖြစ်ပါတယ်။ သူက တစ်နေ့မှာ ဒေ့ရဲ့ဘဏ်လို့ခေါ်တဲ့ဘဏ်အသေးစားလေးတစ်ခုကိုဖွင့်လှစ်ချင်လာပါတယ်။ ဒါပေမဲ့ UKနိုင်ငံရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xRx0/Bank.of.Dave.2023.720p(CM).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5mfGsR8dc4tD2vl0VWsRImEcybM.jpg",
        "title": "Found Wandering Lost(2022)",
        "description": "Found Wandering Lost(2022)****************************ပဟေဠိဆန်ဆန်နဲ့ အစပျိုးလာတဲ့ဇာတ်လမ်းလေးမှာတော့ အယ်လီနဲ့ထရန့်ဆိုတဲ့ ချစ်ကြည်နူးစလူငယ်စုံတွဲလေးနဲ့ အစဖွင့်လာခဲ့ပါတယ်။ စွန့်စားခန်းတွေကို သိပ်သဘောကျကြောင်း ပြောနေခဲ့တဲ့ ထရန့်မှာအယ်လီမသိထားတဲ့ ဇာတ်ကြောင်းတစ်ခု ရှိနေခဲ့ပါတယ်။ အမှန်မှာတော့ ထရန့်ဟာ ဒုစရိုက်မှုတွေကိုကြေးစားလုပ်ကိုင်သူတစ်ဦးဖြစ်ခဲ့ပြီး အယ်လီနဲ့ မေတ္တာသက်ဝင်ကြပြီးတဲ့နောက်မှာသာမန်ဘဝလေးမှာ အေးအေးချမ်းချမ်း နေထိုင်ဖို့ အားလုံးကို ကျောခိုင်းခဲ့သူတစ်ဦးပါ။သို့ပေမယ့်လည်း အမှောင်လောကဆိုတာမျိုးက ဝင်ချင်သလိုဝင် ထွက်ချင်သလိုထွက်လို့မရနိုင်တာမျိုးမို့ ထရန့်တောင့်တခဲ့တဲ့ ပျော်ရွှင်အေးချမ်းတဲ့ဘဝလေးဟာ ရမလားဆိုတာကိုတော့... File Size :(1.9GB) and (806 MB)\nQuality : WEB-DL 1080P , 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1c024/Found.Wandering.Lost.2022.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFGEmhdAp6xQPatHC2HkeJB2Xbk.jpg",
        "title": "The Westward: The City of Shadows ( 2023 )",
        "description": "ဆရာတော် ၊ ဝူခုန်း နဲ့ ပါးကျဲ့ တို့ရဲ့ စွန့်စားရေး ခရီးစဥ်တွေကို အားလုံးရင်းနီးပြီးသားဖြစ်ကြမှာပါ ။\nဒီတစ်ခါမှာတော့ စွန့်စားခန်းတွေကို Animation အနေနဲ့\nဆန်းသစ်ပြီး ကြည့်ရှုလိုက်ရအောင်ပါနော် ။ထန်စန်း နဲ့ သူရဲ့တပည့်တွေဖြစ်ကြတဲ့ ဝူခုန်း ၊ ပါးကျဲ့ ၊ ရှားဝူကျင့် ၊\nအောင်ရွှယ် တို့ဟာ လောကကြီးအတွင်းက ခါးသီးမှုတွေ\nရက်စက်မှုတွေကို ရပ်တန့်ပစ်ဖို့အတွက် အဆုံးမရှိတဲ့ ထာဝရမီးလျှံကို\nသယ်ဆောင်ဖို့ တစ်ခြားနယ်မြေတစ်ဖက်ဆီကို ခရီးဆက်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ ခရီးလမ်းမှာပဲ အရမ်းကိုမှ ထူးဆန်းလှတဲ့ ဒဏ္ဍာရီလာ\nကျီလဲ့ရှန့် မြို့တော်ကို တွေ့ရှိခဲ့ပြီး အဲ့ဒီမြို့တော်အတွင်း ဝင်ရောက်လာခဲ့ပါတယ် ။\nထန်စန်းအပါအဝင် သူ့ရဲ့တပည့်တွေအားလုံးဟာ အမှောင်ထုဝိဉာဥ်မြို့တော်\nမြို့သခင်နဲ့ တွေ့ဆုံခဲ့ပြီး ပုံရိပ်ယောင်တွေထဲကို နစ်မြောဝင်ရောက်သွားခဲ့ကြပါတော့တယ် ။\nနောက်ဆုံးမှာတော့ ထန်စန်းတစ်ယောက် ပုံရိပ်ယောင်တွေထဲ\nအကြိမ်ကြိမ် နစ်မြောပြီး ရုံးမထွက်နိုင်ဖြစ်လာတဲ့ အချိန်မှာတော့ ....?❏ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ ?\n❏ အမှောင်ထုဝိဉာဥ်မြို့တော်သခင်ကိုရော သူတို့တွေ အနိုင်ယူနိုင်ပါ့မလား ?\n❏ အဆက်မပြတ် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-westward-the-city-of-shadows-2023/",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTM4NjIxNmEtYWE5NS00NDczLTkyNWQtYThhNmQyZGQzMjM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Panther: Wakanda Forever (2022)",
        "description": "မာဗယ် Phase 4 ရုပ်ရှင်အသစ်တစ်ခုဖြစ်တဲ့ ဘလက်ပန်သာ-၂ ကို တင်ပေးထားပါပြီ။ဇာတ်လမ်းအညွှန်းအားလုံးပဲ ဘလက်ပန်သာရဲ့ မင်းသားကြီး ချက်ဒ်ဝစ်ခ် ဘို့စ်မန် ကွယ်လွန်သွားခဲ့တာကိုသိမှာပါ။ အဲဒီအတွက်လည်း မာဗယ်စတူဒီယိုက ဒီရုပ်ရှင်ထဲမှာ အမှတ်တရတွေ သေချာထည့်ပေးထားပါတယ်။ အခု ဆက်ကြည့်ရမှာကတော့ ဝါကန်ဒါမှာ အားအနည်းဆုံးအချိန်၊ ဘလက်ပန်သာ မရှိတော့သလို နောက်ထပ် ပေါ်လာဖို့လည်း နှလုံးသားပုံဆေးရွက်တွေ မီးရှို့ခံထားရတဲ့အချိန်မှာ ဘုရင်ကြီးတီချာလာရဲ့ မယ်တော် အာမွန်ဒါဟာ ဗိုင်ဘရေနီယံကို မက်မောနေကြတဲ့ ကမ္ဘာတစ်ခုလုံးကို ကြံ့ကြံ့ခံ ရင်ဆိုင်နေချိန်ပဲဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ ကမ္ဘာပေါ်က နိုင်ငံတိုင်းထက် အင်အားကြီးပြီး တိုးတက်နေတဲ့ နိုင်ငံအသစ်တစ်ခုနဲ့ ရင်ဆိုင်ဖို့ကြုံလာပါတော့တယ်။ ဝါကန်ဒါလိုပဲ ဗိုင်ဘရေနီယံတွေ ပိုင်ဆိုင်ပြီး သန္ဓေပြောင်းလူသားတွေနေထိုင်တဲ့ ရေအောက်မြို့တော် တာလိုကန်နဲ့ သူတို့ရဲ့ ခေါင်းဆောင် နေမော် (ခေါ်) ကုကုကန် ပါပဲ။ ပြီးတော့ နောက်ပိုင်းမှာ MCU villain အဖြစ်လာမယ့် ဗဲလ်၊ ...",
        "rating": "",
        "url": "https://megaup.net/1RSoq/Black.Panther.Wakanda.Forever.2022.720p(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/black-141x200.jpg",
        "title": "The Black Spider (2022)",
        "description": "The Black Spider (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ခရူးဆိတ်ခေတ် မွန်ဂိုတွေနဲ့\nခရူးဆိတ်စစ်သည်တွေ တိုက်ပွဲပြင်းထန်ခဲ့တဲ့ ကာလကို\nအ​ခြေခံထားပါတယ်။Fantasy ဆန်ဆန် Mystery ကျကျသဘောမျိုးနဲ့ ရိုက်ကူး\nထားတဲ့ German Thriller ကားလေးတစ်ကားပါ။ အဲ့\nခေတ်က အယူသည်းမှုတွေ လူနေမှု စရိုက်တွေ အပြင်\nအာဏာလက်ကိုင်ထားသူတွေရဲ့ ထင်ရာစိုင်းတတ်တဲ့\nအမူအကျင့်တွေကိုလဲ တွေ့မြင်ရမှာပဲ ဖြစ်ပါတယ်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.05 GB) / (790 MB) / (430 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/3dLjy/The.Black.Spider.2022.GERMAN.1080p.BluRay(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjMwYTgyMDEtZTQ4MS00NDhiLTliNzgtMzUxZjY5NTkzM2JlXkEyXkFqcGdeQXVyMTE4MjcwNA@@._V1_-150x200.jpg",
        "title": "(18+)Attack of the 50 Foot Camgirl (2022)",
        "description": "သည်မှာဖက်ခေတ်လူငယ်တွေ အများစု\nစီးပွါးရေးရှာကွက်ကို မီးမောင်းထိုးပြနေပြီး\nယုံကြည်မှုမှာ သတိလေးကပ်ထားဖို့ ပညာပေးထားတဲ့\n၁၈ ယောက်စုကြည့်ရမဲ့ ဇာတ်ကားလေးပါပဲဗီဗာလီဆိုတာ အင်တာနက်ပေါ်မှာ အရမ်းရေပန်းစားနေတဲ့\nကြယ်ပွင့်လေးတစ်ပွင့်ပါ\nသူမရဲ့ Channel ကို လူကြိုက်များလှပြီး\nသူထုတ်လုပ်ကြေငြာတဲ့ ထုတ်ကုန်တွေလည်း\nရောင်းအားကောင်းလှပါတယ်သူမမှာ သူအရမ်းချစ်ရတဲ့ ဗရက်လီ လို့ခေါ်တဲ့ ကင်မရာမန်းရှိနေပါတယ်\nသူက သူမရဲ့ ငွေကြေးတွေကို စီမံခန့်ခွဲပေးပါတယ်\nဖြူရှာ ကတော့ သူမရဲ့ အကူပါတစ်နေ့မှာ သူတို့ရဲ့ ထုတ်ကုန်တွေကို တိုးချဲ့ဖို့\nသိပ္ပံပညာရှင်တွေဆီကို ထုတ်ကုန်တစ်ခုအပ်လိုက်ပါတယ်\nအဲဒီထုတ်ကုန် အဆင်သင့်မဖြစ်သေးမှီပါပဲ\nသတိပေးချက်တွေကို အရေးမစိုက်ပဲ ဗီဗာလီက\nစားပြလိုက်ပါတယ်\nအဲဒီနောက်မှာဖြစ်ပေါ်လာတဲ့နောက်ဆက်တွဲတွေက\nအံ့ဩဖို့လဲကောင်း ချစ်ဖို့လဲကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.16GB / 535MB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3dR2B/Attack.Of.The.50.Foot.CamGirl.2022.720p(DS).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tbaTFgGIaTL1Uhd0SMob6Dhi5cK.jpg",
        "title": "The Offering (2022)",
        "description": "The Offering (2022)~ IMDb - 5.2/10, Rotten Tomatoes - 78% ~ဒီကားလေးက စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဟော်ရာကားလေးလို့ ပြောရမယ်။ သမ္မာကျမ်းစာထဲ ဘုရားသခင်က အီဘရာဟမ်ကို သူ့သားနဲ့အသက်နဲ့ ပူဇော်ခိုင်းတဲ့ ဇာတ်လမ်းကို သိကြမယ်ထင်တယ်။ ဒီကားက အဲဒီဇာတ်လမ်းနဲ့ ချိတ်ထားတဲ့ Horror ကားပါပဲ။အဲဒီလိုပူဇော်ခိုင်းရခြင်းရဲ့အကြောင်းရင်းကိုလည်း ထည့်ထားတယ်။ ကမ္ဘာဦးအစကတည်းက အမျိုးသမီးတွေကို ကိုယ်ဝန်ပျက်ကျစေတဲ့၊ ကလေးတွေကို စားသုံးတဲ့ နတ်ဆိုးမတစ်ယောက် ရှိခဲ့တယ်။ ဘုရားသခင်က အီဘရာဟမ်ကို သူ့ကို ပူဇော်ခိုင်းခြင်းနဲ့ လူမှုရေးရာ‌ လောကီကိစ္စတွေမှာ ဝင်စွက်ဖက်ဖို့ မျှခြေယူခဲ့ပြီး အဲဒီနတ်ဆိုးမကို ချိပ်ပိတ်ခဲ့တယ်။ဒီဘက်ခေတ်ရောက်တော့ အဲဒီနတ်ဆိုးမကို ဂမ္ဘီရဆရာတစ်ယောက်က သူ့မိန်းမကို အသက်ရှင်စေချင်ဇောနဲ့ မှားယွင်းပြီး ဆင့်ခေါ်ခဲ့မိတယ်။ ဒီလိုနဲ့ သမိုင်းမတင်ခင် ဘုရားသခင်ခေတ်ကတည်းက ရှိနေတဲ့ နတ်ဆိုးမကို လူသားတွေ ဘယ်လိုတားဆီးမလဲ မြင်ကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1bYxs/(CM)_The_Offering_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMDYxMGM1M2ItMzMwNC00OTRkLWExNzItODc2ZTUxNzdlZGFkXkEyXkFqcGdeQXVyMjEzNzg4NjU@._V1_-141x200.jpg",
        "title": "Sumeru (2021)",
        "description": "Sumeru ( 2021 )\nIMDb 7.5/10အခုတစ်ခေါက်မှာတော့ လွန်ခဲ့တဲ့နှစ်နှစ်ကထွက်ရှိခဲ့တဲ့\nကြည်နူးဆွတ်ပျံ့ဖွယ်အချစ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nဆာဗီဆိုတဲ့ သူဌေးသမီးလေးတစ်ယောက်ရှိပါတယ်..သူ့ရဲ့သူတို့သားလောင်းနဲ့အတူ အိပ်မက်‌ထဲကမင်္ဂလာပွဲကိုကျင်းပဖို့\nတောင်ပေါ်ဒေသလေးတစ်ခုကို ရောက်ရှိလာခဲ့တာပါ။ဒါပေမဲ့ သူ့ရဲ့မင်္ဂလာပွဲဟာ မိဘတွေစီစဉ်ပေးထားတဲ့\nမင်္ဂလာပွဲသက်သက်ဖြစ်တာကြောင့် စိတ်ညစ်ညစ်နဲ့\nခြေဦးတည့်ရာထွက်လာလိုက်ရင်း တောအုပ်ထဲမှာလမ်းပျောက်သွားပါတော့တယ်။အဲ့ဒီအချိန်မှာပဲ အကူအညီတောင်းဖို့လူလိုက်ရှာရင်းဆုံတွေ့လိုက်ရတာက ဘာဗာဆိုတဲ့လူတစ်ယောက်ပါ။\nသူကရော ဒီတောအုပ်ထဲကိုဘာအကြောင်းကြောင့်ရောက်နေရတာလဲ...\nသူတို့နှစ်ဦးကြားမှာ ဘယ်လိုဇာတ်လမ်းလေးတွေရှိလာမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။\nFile size…1.9GB / 858MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.5",
        "url": "https://megaup.net/2xTfl/Sumeru_2021_WebRip_720p(CM).mp4",
        "category": "Bollywood, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yN18OmWKtXy9caHqLc1WZnqVijR.jpg",
        "title": "0.1% World (2022)",
        "description": "0.1% World (2022)2022 February 14 ရက်နေ့ မှာထွက်ရှိခဲ့တဲ့ တရုတ် Romance ဇာတ်ကားလေးကို နီးကပ်လာပြီဖြစ်တဲ့ Valentine's Day အတွက် ကြည့်ရှုခံစားလို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့ ကိုယ့်ဘဝထဲက လူတွေအားလုံးရဲ့ 0.1 ရာခိုင်နှုန်းကသာ ကိုယ့်ကို အမှန်တကယ် အလေးအနက်ထားလေ့ရှိတယ် ဆိုတဲ့ အယူအဆအပေါ် ရိုက်ကူးထားတဲ့ ရိုမန့်ဇာတ်ကားလေးပါ။\"အန်းရိ\" ဆိုတဲ့ကောင်မလေးက လက်ထောက် Architect တစ်ယောက်ဖြစ်ပြီးတော့ အလုပ်မှာအောင်မြင်မှု မရသေးတဲ့ကောင်မလေးပါ။ အလုပ်ထဲက စီနီယာဖြစ်တဲ့ အစ်ကိုချန်ကို သဘောကျနေပေမဲ့ ဖွင့်မပြောရဲသေးပါဘူး။ တစ်နေ့မှာတော့ ဆိုက်ထဲကိုသွားရင်းနဲ့ မတော်တဆဖြစ်ပြီး ခေါင်းကို ပြင်းပြင်းထန်ထန် ခိုက်မိသွားပါတယ်။ပြန်နိုးလာတဲ့အခါမှာတော့ သူဟာ မိုင်ပေါင်းများစွာဝေးကွာတဲ့ ဂျာမနီက \"ကောင်းအန်း\"ဆိုတဲ့ကောင်လေးနဲ့ စိတ်ချင်းဆက်သွားပါတယ်။ သူတို့၂ယောက်က တစ်ချိန်လုံး တစ်ယောက်ပြောတဲ့စကားကို တစ်ယောက်က ကြားနေရပါတယ်။ ဒါ့အပြင် တစ်ယောက်က နှလုံးခုန်နှုန်း အကြိမ်၁၀၀ထက်ကျော်သွားရင်လည်း တစ်ဖက်လူရဲ့ လှုပ်ရှားမှုကိုပါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3TO9T/(CM)_0.1__World_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA93tlRV56jPGLuQSHV0zJUqJNP.jpg",
        "title": "Goodbye 2 ( 2023 )",
        "description": "သိပ်မကြာသေးခင်က တင်ဆက်ပေးထားတဲ့ Good Bye 1 ရဲ့ အဆက်လေးပါ\nအရင်ကားကိုကြည့်ချင်တယ်ဆိုရင်တော့အောက်ကလင့်မှာဝင်ရောက်ကြည့်နိုင်ပါတယ်Goodbye I ( 2022 ) – Channel Myanmarတုန်းပေမှာ အသုဘကိစ္စတွေကိုလုပ်ဆောင်တဲ့ ဖန့်တမင်ပိုင် ဆိုသူဟာ\nအမှားတွေ မြောက်များစွာ ကျူးလွန်ခဲ့ပေမဲ့လို့ သူ့ရဲ့ အမှားတွေကို\nပြန်လည်ပြင်ဆင်ဖို့အတွက် အဖွဲ့ပြန်လည်ဖွဲ့စည်းကာ\nသုဘရာဇာအလုပ်ကိုပြန်လည်လုပ်ကိုင်ခဲ့ပါတယ် ။ဖခင်ရဲ့ သေဆုံးမှုနဲ့ သမီးငယ်ဖြစ်သူရဲ့ ခွဲစိတ်စရိတ် အစရှိတဲ့\nအကျပ်အတည်းတွေနဲ့ ရင်ဆိုင်နေရချိန်မှာ ဖန့်တမင်ပိုင်\nတစ်ယောက် စျာပနာတစ်ခုစီစဥ်ပေးဖို့အတွက် မထင်မှတ်ပဲ လက်ခံရရှိခဲ့ပါတော့တယ် ။\nဒီကိစ္စတွေ လုပ်ကိုင် နေစဥ်အတွင်းမှာပဲ ပြဿနာတွေအများကြီး\nကြုံတွေ့ခဲ့ရသလို အလုပ်အပ်သူရဲ့ ထူးဆန်းမှုတွေကလဲ တစ်ဖြည်းဖြည်းနဲ့ ပေါ်ပေါက်လို့လာခဲ့ပါတယ် ။❏ ဒီတော့ ဒီဆန်းကျယ်လှတဲ့ စျာပနကို ဖန့်တမင်ပိုင် တစ်ယောက် ဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ ဒီစျာပနရဲ့ နောက်ကွယ်က အဖြစ်မှန်ကရော ဘယ်လိုဖြစ်နေမလဲ ?\n❏ သူနဲ့ရော ဘာအညှိုးအတေးတွေ ရှိနေနိုင်မလဲ ? ဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ ။\nဒီဇာတ်ကားအတွင်းမှာ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-2-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/10gPPyKP34EfM8GX3jpIXhwCd1k.jpg",
        "title": "Goodbye I ( 2022 )",
        "description": "CM Chinese Fanလေးတွေအတွက် ဆန်းဆန်းပြားပြားခမ်းနားကြီးကျယ်တဲ့\nအသုဘတစ်ခုဖြစ်လာအောင်စီမံတဲ့ဇာတ်ကားလေးတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။ဖန့်တမင်ပိုင်ဟာတုံးပေမှာအဖြူရောင်လုပ်ငန်း(သုဘရာဇာလုပ်ငန်း)\nလုပ်ငန်းလုပ်ကိုင်တဲ့သူတစ်ယောက်ဖြစ်တယ်။ သူများနဲ့မတူတာက\nထောင်ကထွက်လာတဲ့သူတွေကိုအလုပ်အကိုင်ပေးလက်ခံပေးခဲ့တယ်။တစ်နေ့မှာတော့ နျိုရင့်လန်ဆိုတဲ့လူတစ်ယောက်ရောက်ချလာပြီး\nအသုဘတစ်ခုအတွက် ယွမ်သိန်း၃၀သုံးမယ်လို့ဆိုပါတယ်။\nဖန့်တမင်ပိုင်တို့အဖွဲ့ကအရမ်းကိုအံ့ဩခဲ့ရတာပေါ့.....ဒီလိုနဲ့အသုဘအခမ်းအနားပြင်ဆင်နေတဲ့အချိန်မှာ\nကျောက်တမင်ပိုင်နဲ့နျိုရင့်လန်က သူတို့နှစ်ယောက်ကြားက\nရေစက်ဟာဒီလောက်ပဲမဟုတ်ဘူးဆိုတာသိလိုက်ရတယ်......\nသူတို့နှစ်ယောက်ကြားမှာရောဘယ်လိုဆက်စပ်မှုတွေရှိနေသေးလဲ......\nယွမ်သိန်း၃၀တန်အသုဘအခမ်းအနားကြီးဟာဘယ်လိုဖြစ်လာမလဲ......ဒီဇာတ်ကားလေးရဲ့အတွဲ ၂ ကြည့်မယ်ဆိုရင် အောက်ကလင့်မှာဝင်ကြည့်ပါGoodbye 2 ( 2023 ) – Channel Myanmar\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 52 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-i-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTQ4MDYyZjctZDRmOS00NWYyLTg2MzAtMGZlYzlkYjA1ZTY3XkEyXkFqcGdeQXVyODk2ODI3MTU@._V1_-133x200.jpg",
        "title": "Guru (2007)",
        "description": "Guru (2007)\nDrama\nIMDb 7.7/10 (24K)အခုတစ်ခါမှာလည်း အရှ်တို့လင်မယားရဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါ့မယ်။\nဒီဇာတ်ကားမှာ မင်းသား အဘီရှိခ်ဘဂျမ်း..3Idiots ဇာတ်ပို့မင်းသား ရန်ဂါနာဒန်မာဒဗန်..မင်းသားကြီး\nမီထွန်းချက်ကရဗာတီ(ကုလားကျော်ဟိန်း)..မင်းသမီးအရှ်ဝါရီယားရိုင်းဘဂျမ်းနဲ့ ဗစ်ဒယားဘာလန်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ရွာတစ်ရွာကနေ ဘုံဘေမြို့ကိုတက်လာပြီး လမ်းဘေးဘဝကနေ\nအိန္ဒိယစီးပွားရေးသမားကြီးတစ်ယောက်ဖြစ်လာခဲ့တဲ့ ဂုရုကန့်ဒေဆိုင်းဆိုသူရဲ့အကြောင်းကို\nတင်ဆက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရွာကနေ မြို့တက်စီးပွားရေးလုပ်ဖို့ မတည်ငွေကို မိန်းမယူပြီး ရတဲ့တင်တောင်းငွေနဲ့\nစတင်လုပ်လာခဲ့ပုံ...။လက်ရှိဦးဆောင်နေတဲ့ စီးပွားရေးသမားကြီးတွေရဲ့အတ္တကိုဖြိုဖျက်ပြီး နေရာယူခဲ့ပုံ...။သူ့ထက်ငါနှာတစ်ဖျားသာစေရမယ်ဆိုတဲ့ စိတ်နဲ့ကြိုးစားရင်း အားလုံးအပေါ်ဩဇာလွှမ်းမိုးသက်ရောက်ခဲ့ပုံ...။\nစသဖြင့် ဗဟုသုတရစေမယ့် အချက်တွေအများကြီးပါပါတယ်။သူ့ရဲ့လက်ကိုင်ဆောင်ပုဒ်က \"ကျွန်တော်က ငြင်းတဲ့စကားလုံးဆို မကြားရဘူးဗျ\" တဲ့လေဆိုတော့ ဂုရုကန့်ဒေဆိုင်းဖြစ်ချင်ရင်တော့ ဂုရုကန့်ဒေဆိုင်းလိုပြုမူနေထိုင်မှဖြစ်မယ်နော်ဆိုတဲ့\nဇာတ်ကားပါ ဒိုင်ယာလော့ခ်နဲ့အတူ ဇာတ်ကားလေးကို စီးမျောလိုက်ကြပါဦးနော်။\nFile size…3.1GB / 1.4GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.7",
        "url": "https://megaup.net/1bYjx/Guru_(2007)_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/lords-of-dogtown-dvd-movie-cover-142x200.jpg",
        "title": "Lords of Dogtown(2005)",
        "description": "Lords of Dogtown(2005)**********************Heath Ledger ရဲ့ အလန်းကားများစွာထဲက တစ်ကားဖြစ်ပါတယ်..အားကစားတွေထဲက စကိတ်စီးတာကလည်းတစ်ခေတ်ထခဲ့သလို ခုထိလည်းရိုးမသွားသေးပါဘူး၊\nဒီဇာတ်ကားကတော့ စကိတ်ကိုရူးရူးမူးမူးစွဲလမ်းခဲ့ကြတဲ့ သူငယ်ချင်းသုံးယောက်အကြောင်းဖြစ်ရပ်မှန်လေးပါပဲ။\nဇာတ်လမ်းလေးကတော့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ လူငယ်ခြေတက် ဆယ်ကျော်သက်ကောင်လေးတစ်စု\n‌ရေလွှာစီးလိုက် စကိတ်စီးလိုက်ပျော်ပျော်နေကြတယ်ပေါ့လေ။\nတိုနီ၊ဂျေး နဲ့ စတေဆီတို့ပါပဲ။\nစကိတ်စီးတာကလည်းခေတ်ထလာတော့ စီးပွားရေးသမားတွေက ကောင်လေးတွေကိုသုံးပြီးငွေရှာဖို့ကြံ၊\nကောင်လေးတွေကလည်း စကိတ်စီးနေရရင်ပြီးရောဆိုတဲ့ ငယ်ဘဝကနေ ငွေရေးကြေးရေ၊ အချစ်ရေးတွေပါ\nစိတ်နှစ်ရမယ့်အရွယ်ရောက်လာခဲ့တဲ့အခါမှာတော့.....\nလူငယ်သဘာဝပျော်ပျော်နေတာတွေ၊ စကိတ်စီးတာတောင် သူများခြံထဲဘယ်လိုခိုးဝင်စီးခဲ့တာတွေ၊\nသူငယ်ချင်းအချင်းချင်းစိတ်ဝမ်းကွဲတာတွေ၊မိသားစုလိုသံယောဇဉ်တွေကိုပါမြင်တွေ့ရမယ့် ဖြစ်ရပ်မှန်ကားကောင်းလေးပါပဲFile Size :(1.8 GB)(931 MB) and (230 MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Biography , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2xT6z/Lords.of.Dogtown.2005.BLU-RAY.1080P.F(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-night-135x200.jpg",
        "title": "Night Train (2023)",
        "description": "Single Mother တစ်ယောက်ဖြစ်တဲ့ဟော်လီဟာ ကျန်းမာရေးမကောင်းတဲ့သားဖြစ်သူရဲ့ဆေးဖိုးဝါးခအတွက် တရားမ၀င်ကားပြိုင်ပွဲတွေမှာ ၀င်ပြိုင်ရင်း၀င်ငွေရှာရပါတယ်။ ကားမောင်းရာမှာ ငယ်ငယ်တည်းက ပါရမီပါတဲ့ ဟော်လီဟာ အပို၀င်ငွေရဖို့ ဆေးပစ္စည်းမှောင်ခိုသွင်းတဲ့ကားမောင်းပေးဖို့ သဘောတူလိုက်ရာကနေ ရာဇ၀တ်လောကထဲကို တဖြည်းဖြည်းခြေချမိပါတော့တယ်။ အဲဒီအချိန်မှာပဲ အင်မတန်အလုပ်ကြိုးစားတဲ့ FBI အေးဂျင့်တစ်ယောက်က ဟော်လီကို သတိထားလိုက်မိချိန်မှာတော့ ဟော်လီတို့သားအမိလည်း အန္တရာယ်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာရပါ‌တော့တယ်။ File size…(1.72GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": " https://megaup.net/3dPoU/night.train.2023.720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4LT6aHvHL6Lct0Dp1xWdDpF3fX.jpg",
        "title": "On the Road(2012)",
        "description": "On The Road (2012)================IMDb-6/10ဒီဇာတ်လမ်းလေးက အမေရိကန်စာရေးဆရာ Jack Kerouac ရဲ့“ On the Road” ဆိုတဲ့ အထင်ကရစာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားပါတယ် ။ စာအုပ်ထဲမှာ ဆိုရင် Jack က ဆယ် အဖြစ်နဲ့သူ့သူငယ်ချင်း စာရေးဆရာ Allen Ginsberg ကို ကာလို အဖြစ်နဲ့တခြားသူငယ်ချင်းတွေနဲ့ ခရီးတွေ သွားဖြစ်ကြတဲ့အကြောင်း ၊ကြုံရဆုံရ လူ့ဘဝအကြောင်းတွေကို ရေးသားထားပါတယ်။ ဒါကိုဒါရိုက်တာ Walter Salles က သူ့ရဲ့ ရုပ်ရှင်ရုပ်ရှင်ပိတ်ကားထက်မှာပညာသားပါပါ အနုပညာပညာဆန်ဆန် ရိုက်ကူးပြသထားပါတယ်။လူငယ်စာရေးဆရာ ဆယ် ပါရာဒိုက် ဟာ သူ့အဖေသေဆုံးပြီးနောက်စာရေးဖို့ စိတ်ကူးဉာဏ်တွေ ပျောက်ဆုံးနေတဲ့အချိန်…ဒင်း နဲ့ တွေ့ဆုံပြီးစိတ်တူကိုယ်တူ သူငယ်ချင်းတွေ ဖြစ်သွားကြပါတယ်။ ဒင်း ကဆေးသုံးတယ် မိန်းမလိုက်စားတယ် အရှုပ်ထုပ်တွေ လုပ်တတ်တဲ့ သူပါ။ဆယ် တစ်ယောက် ဒင်းနဲ့ အတူ အမေရိကတစ်ခွင်က ...",
        "rating": "6.0",
        "url": "https://megaup.net/3TN7e/On.the.Road.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8nff89qjYN3Hck5G33xeRPsM8TZ.jpg",
        "title": "The Past(2013)",
        "description": "The Past(2013)============= မိန်းမနှင့်ကွာရှင်းစာချုပ်တွင်လက်မှတ်ထိုးရန် အာမက်တစ်ယောက်အီရန်မှပြန်ရောက်လာခဲ့သည်။ သံယောဇဉ်တွယ်ခဲ့သည့်ကလေးများနှင့်ပျော်ရွှင်စွာနှုတ်ဆက်ပြီး ပြင်သစ်မှထွက်ခွာရန်စီစဉ်လာရာ မမျှော်လင့်သောအိမ်ထောင်ဉီးစီးအသစ်နှင့်တွေ့ရှိလိုက်ရသည်။၎င်းနောက်ဘာတွေဆက်ဖြစ်မလဲ။ပြဿနာပေါင်းစုံရှာနေတဲ့ သမီးကြီးကရောဘာတွေသိထားတာလဲ။ချစ်တဲ့ကလေးအတွက် စောင့်ရှောက်ပေးရာက နှစ်မိသားစုရဲ့အလယ်မှာအာမက်တစ်ယောက် မဆီမဆိုင်ပြဿနာတွေထဲဝင်ပါရပါတော့တယ်။ဒါတွေအားလုံးရဲ့လျှို့ဝှက်ချက်နောက်ကွယ်ကဘာလဲ။လူတိုင်းက အမှားကိုပြုလုပ်တတ်ကြကြောင်းကိုဂရုပြုရိုက်ပေးထားတဲ့The Past ကားလေးမှာဒရာမာကောင်းကောင်းကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ကြည့်နေကျအမေရိကန်ရုပ်ရှင်တွေနဲ့မတူပဲ ဉရောပကားလေးမိုလို့ပရိသတ်တွေ ခံစားချက်အသစ်အဆန်းတစ်မျိုးကိုရရှိမှာပါ။ပုံမှန်ရုပ်ရှင်တွေလို ဇာတ်ကွက်မရှုပ်ဘဲ မိသားစုတွေကြားမှာဖြစ်တဲ့ အဖြစ်အပျက်တွေကိုရိုက်ထားတာပါ။ယောကျ်ားနဲ့မိန်းမ အမေနဲ့သမီး မိသားစုတွေကြားမှာထားတဲ့ မေတ္တာ သံယောဇဉ်ကိုရိုက်ပြထားပုံကိုလည်းတွေ့ရမှာပါ။ဇာမ်းလမ်းအေးပေမဲ့ လှပစွာရေးသားထားတဲ့ဇာတ်ညွှန်းနဲ့ လူ့သဘာဝတွေအသေးစိတ်ရိုက်ပြထားပုံက ပရိသတ်တွေကိုအဆုံးထိကြည့်ဖြစ်အောင်ဆွဲဆောင်စေမှာပါ။တွေ့နေကျကားများထက် သဘာဝကျတဲ့ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်။မင်းသမီးကလည်း အကောင်းဆုံးအမျိုးသမီးသရုပ်ဆောင်ဆုကိုဆွတ်ခူးထားပါတယ်။ဒါကြောင့် အချိန်ပေးပြီးကြည့်ရူရင်း ပြင်သစ်ရုပ်ရှင်ရဲ့ကောင်းမွန်ပုံကို ခံစားလိုက်ကြပါစို့။ File size…2.92GB / 990MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 10m\nGenre ..... Drama , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Nwe Hnin Thazin",
        "rating": "7.7",
        "url": "https://megaup.net/2xS9u/The.Past.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6GemI78Ge0ABs5qM6CnvCPduKEU.jpg",
        "title": "Noise(2022)",
        "description": "Noise(2022)********** ဒီကားလေးက မက်ဆီကိုမှာ ပျောက်သွားတဲ့ကောင်မလေးအကြောင်း ရိုက်ထားတဲ့ drama/ action ကားပါဇာတ်လမ်းကတော့ ဂျူလီယာဆိုတဲ့ artist တစ်ယောက်က သူ့သမီးလေးပျောက်လို့လိုက်ရှာနေတာပါ ..၏ရဲစခန်းမှာ အမှုဖွင့်ထားပေမဲ့ ဘာမှလည်း မထူးခြား ဘာသတင်းမှလည်း မရဘဲ ၉လသာကြာသွားပါတယ်ဒါနဲ့ သတင်းထောက်တစ်ယောက်ရဲ့အဆက်အသွယ်နဲ့ လူပျောက်ရှာပေးနိုင်တဲ့ ရှေ့နေ့တစ်ယောက်ဆီရောက်ပြီး သဲလွန်စရလာပါတယ်...ဒီသဲလွန်စလေးကနေ သူ ဘယ်လိုဆက်လှုပ်ရှားမလဲဆိုတာကိုတော့...File Size :(1.5 GB) and (694 MB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1RVji/Noise.2022..WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tD0Djpc1EpietHgXn2HXSJV1oCp.jpg",
        "title": "Werewolf Cabal(2022)",
        "description": "Werewolf Cabal(2022)*********************Horror ဝတ္ထုတွေရေးတဲ့ စာရေးဆရာ မိုက်ကယ် ကီဖာဟာ မိခင်ရင်းဆုံးသွားပြီးနောက်သူ့အတွက်ချန်ထားရစ်ခဲ့တဲ့\nအမွေတွေကိုလက်ခံယူဖို့အတွက် UK ကျေးလက်ဘက်ကရွာလေးတစ်ရွာကိုရောက်လာခဲ့တယ်ပေါ့နော်။\nကီဖာဟာ ငယ်ကတည်းက မွေးစားဖို့ ပေးပစ်ခံရသူဖြစ်ပြီး မိခင်ရင်းဖြစ်သူအကြောင်း၊မိခင်ရင်းရဲ့ရွာလေးအကြောင်းကိုလည်း\nဘာမှမသိဘူးပေါ့၊\nမိခင်ဖြစ်သူသေဆုံးသွားရတဲ့ အကြောင်းအရင်းကလည်းခွေးကိုက်ခံရလို့ဆိုပြီး ရွာကလူတွေကပြောကြတာပဲ။\nနောက်တော့ သူ့မှာမအေတူညီလေးတစ်ယောက်ရှိကြောင်း၊ရွာထဲမှာလည်း လူတွေကလည်း အမျိုးမျိုးပြောနေတာတွေ\nကြုံလာရပြီးတဲ့နောက်မှာတော့ မိုက်ကယ်ကီဖာတစ်ယောက် ဘာတွေဆက်ဖြစ်ဦးမလဲ၊\nရွာထဲကလူတွေက ဘာတွေလျှို့ဝှက်ထားကြတာလဲဆိုတာတော့ဒီသမန်းဝံပုလွေဇာတ်လမ်းထဲမှာဆက်ကြည့်နိုင်ပါတယ်။ File Size :(1.5 GB) and (682 MB)\nQuality : WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3TNBU/Werewolf.Cabal.2022.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxzm5G9XDs3OJzXk3gadLJlpdGw.jpg",
        "title": "Estranged(2015)",
        "description": "Estranged(2015)==============ဒီဇာတ်ကားလေးကတော့ 2015 တုန်းက ထွက်ရှိခဲ့တဲ့horror movie လေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဇန်နဝါရီလို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်ဟာ 6 နှစ်အကြာမှာ မိသားစုအိမ်ကိုပြန်ရောက်လာပါတယ်။ ဒါပေမယ့် တစ်ခုခု လွဲနေပြီဆိုတာ သူသတိထားမိသွားပါတယ်။ ကွဲကွာတာကြာပြီဖြစ်တဲ့မိသားစုနဲ့ ပြန်လည်နေထိုင်ရင်းနဲ့မှ ကြောက်စရာကောင်းတဲ့ အဖြစ်ဆန်းတွေကို တစ်စတစ်စကြုံတွေ့လာရပါတယ်။ ဒီအဖြစ်အဆန်းတွေက ဘာတွေလဲ။နောက်ကွယ်မှာ ဘယ်သူတွေရှိနေတာလဲ။ ဘယ်လိုတွေ ဆက်ဖြစ်မလဲဆိုတာ သည်းထိတ်ရင်ဖိုစွာ ကြည့်ရှုခံစားနိုင်မှာ ဖြစ်ပါတယ်။Horror genre တွေကို စိတ်ဝင်စားတယ်ဆိုရင်တော့ ဒီကား‌‌လေးကသင့်အကြိုက်ဖြစ်မှာ သေချာပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ပဲ ဖြစ်ပါတယ်) File size…1.21GB / 598MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Mystery  , Thriller  , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "5.7",
        "url": "https://megaup.net/2xS5v/Estranged.2015_720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0VnSnewZjsoMfDQu9j3vZ4vQzr.jpg",
        "title": "Raze(2013)",
        "description": "Raze(2013)============Saw နဲ့ခပ်ဆင်ဆင်ဖြစ်တဲ့ ဒီဇာတ်ကားမှာတော့ မိန်းကလေးတွေကိုပဲမြေအောက်အချုပ်ခန်းထဲဖမ်းထားပြီး အချင်းချင်း လက်ဗလာနဲ့မသေမချင်းချခိုင်းတယ်။ အကြောင်းကတော့ အဲ့လိုသတ်ပွဲမျိုးကိုမှကြိုက်တဲ့ လူချမ်းသာတွေကြောင့် အဖွဲ့အစည်းထောင်ပြီး အဲ့လိုသတ်ပွဲတွေကိုစီစဉ်ပေးတာကြောင့်ပါ။တစ်ယောက်နဲ့တစ်ယောက်တောင်မသိကြပဲ အပြန်အလှန်သတ်ကြတာကိုသွေးသံရဲရဲပါတဲ့ အခန်းတွေနဲ့ကြည့်ရမှာမို့ action ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။(ဘာသာပြန်နဲ့အညွှန်းကတော့ Kasashi ဖြစ်ပါတယ် ) File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Action , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/2xS4k/Raze.2013_1080P_%7BCM%7D.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aJtPLZS7tlpiQl6pEr8H42K565x.jpg",
        "title": "The Words(2012)",
        "description": "The Words(2012)============== ဒီဇာတ်ကားလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ရုန်းကန်ကြိုးစားနေရတဲ့စာရေးဆရာတစ်ယောက်ဟာ ကိုယ်တိုင်မရေးခဲ့တဲ့စာမူနဲ့အကြီးအကျယ်အောင်မြင်မှုရသွားခဲ့ပြီးတဲ့နောက် ကိုယ်ကျင့်တရားနဲ့ပတ်သက်တဲ့ရွေးချယ်မှုတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းကို ပြန်ပြောပြထားတာပဲဖြစ်ပါတယ်။Bradley Cooper က သူ့ရဲ့ဇာတ်ရုပ်ကိုကောင်းကောင်းကြီးသယ်သွားပြီးတော့အတွင်းပိုင်းမှာရုန်းကန်ကြိုးစားရတဲ့အခြေအနေကိုကောင်းကောင်းပုံဖော်ပြသွားနိုင်ပါတယ်။ တကယ့်ကိုပြင်းထန်ပြီးတော့စိတ်ပိုင်းဆိုင်ရာအရညှင်းပန်းနှိပ်စက်ခံနေရတဲ့ပုံစံကို Bradley Cooper ကပုံဖော်သရုပ်ဆောင်ပြသွားနိုင်တာက ကြိုဆိုရမယ့်အပြောင်းအလဲတစ်ခုပဲဖြစ်ပါတယ်။ဖန်လုံအိမ်ထဲမှာ အရာရာကိုပြန်အဆင်ပြေအောင်ကြိုးစားနေတဲ့သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကရင်သပ်ရှုမောလောက်စရာပါပဲ။ဒီ The Words ဆိုတဲ့ရုပ်ရှင်ကားမှာ ကြည့်ရှုဖို့ထိုက်တန်တဲ့သရုပ်ဆောင်ချက်တွေအများကြီးပါဝင်နေတာမို့ တစ်ခါလောက်မြည်းစမ်းကြည့်ရှုဖို့တိုက်တွန်းချင်ပါတယ်။ File size…1.72GB / 744MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Mystery , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Aung Wai Wai Thin",
        "rating": "7.0",
        "url": "https://megaup.net/1RUyZ/The.Words.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mv5bmgvinmu3zwytmdriyi00ngyyltk2mzmtyze3nduyzwuwyja0xkeyxkfqcgdeqxvynti5njiymw-_v1_-138x200.jpg",
        "title": "Seven Sundays (2017)",
        "description": "Seven Sundays 2017\nIMDB 7.6/10သာမန် အာရှဆန်ဆန် family drama ဖိလစ်ပိုင်ကားတွေကနေ ကွဲထွက်ခဲ့ပြီလို့ review တွေ‌ပေးထားကြပြီး 2017 မှာ ဆုပေါင်းများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးဟာ Box Office မှာ 271 Millions ရရှိထားပါသေးတယ်။ မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့သိုက်သိုက်ဝန်းဝန်းရိုက်ကူးထားတဲ့ Drama ဇာတ်ကားလေးပါ။လူ့ဘောင်လောကမှာ လူတိုင်းဟာကြိုးစားရုန်းကန်လှုပ်ရှားကြရင်း အခက်အခဲပေါင်းများစွာ၊ ဘဝရဲ့ရိုက်ခတ်မှုများစွာနဲ့ ငယ်ဘဝ နှလုံးသားဒဏ်ရာများစွာ ရှိနေကြမှာပါပဲ။ ပြီးပြည့်စုံခြင်းဆိုတာ ဘာပါလဲ။ ငွေကြေးချမ်းသာခြင်း၊ ဆင်းရဲခြင်း၊ ပျော်ရွှင်မှု၊ အထီးကျန်မှု၊ စည်းလုံးမှုတွေ ကို တစ်ခုချင်းဆီ portray ထားတဲ့ ဒီဇာတ်ကားလေးဟာ သင့်ကို ဝမ်းသာ၊ ဝမ်းနည်း၊ ကြည်နူး၊ ပျော်ရွှင်၊ သနား စတဲ့ ရသမျိုးစုံခံစားရ‌အောင် ပေးစွမ်းပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း\nချစ်ရတဲ့မိန်းမ ကွယ်လွန်သွားပြီဖြစ်တဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bX0h/(CM)_Seven.Sundays.2017.720p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTE5NTI2MjQ3OF5BMl5BanBnXkFtZTgwNTA3NzM1MTE@._V1_-130x200.jpg",
        "title": "Short Peace (2013)",
        "description": "Short Peace (2013)\n==============\nIMDb Rating - 6.8/10ဂျပန်ရှေးဟောင်းဒဏ္ဍာရီပုံပြင်တွေကို Anime ပုံစံနဲ့ကြည့်ချင်တဲ့\nသူတွေအတွက် လုံးဝရှယ်ဖြစ်နေတဲ့ Anime တစ်ခုနဲ့မိတ်ဆက်\nပေးပါမယ်။Code Geass, Gintama, Inuyasha, Colourful တို့လို Anime\nတွေရဲ့ပဲ့ကိုင်ရှင် Studio Sunrise ရဲ့လက်ရာဖြစ်တဲ့အပြင် IMDb\nRating 6.8/10 ရထားတာမို့ အတော်လေးမိုက်ပါတယ်။ \"Short\nPeace\" ဆိုတဲ့ Anime လေးထဲမှာ သူ့နာမည်အတိုင်း ပုံပြင်တို\nလေးပုဒ်ပါပါတယ်။ ၃ပုဒ်က ဂျပန်ရှေးဟောင်းပုံပြင်တိုလေးတွေ\nဖြစ်ပြီး နောက်ဆုံးကတော့ ကမ္ဘာပျက်ခေတ်က စစ်ပွဲဇာတ်လမ်းတို\nလေးပါ။ဂျပန်ဒဏ္ဍာရီပုံပြင်တို‌(၃)ပုဒ်ကတော့ - ဆုခုမိုဂါမိ (ရှေးပစ္စည်းဝိညာဉ်)၊\nဟိနော့ယောဂျင်း(မီးသတိပေး)နဲ့ ဂမ်ဘို ဖြစ်ပါတယ်။ နောက်ဆုံးကတော့\nစစ်ကားပေါ့ဗျာ။Animation Art Style ကလည်း တစ်ပုဒ်နဲ့တစ်ပုဒ်မတူဘဲ အတော်လေး\nလည်းလှပါတယ်။ ဇာတ်လမ်းတိုတစ်ပုဒ်ချင်းစီကလည်း စိတ်ဝင်စားစရာ\nကောင်းတာမို့ တစ်ကားလုံးပျင်းချိန်ကိုမရှိပါဘူး။ Japan Anime Fan\nမဟုတ်တဲ့သူတွေကိုတောင် အကြိုက်တွေ့စေမှာဖြစ်လို့ Anime fan တွေ\nအတွက်ဆိုရင်တော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ။ ကြည့်ရှုခံစားလိုက်ကြ\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RK5i/Short.Peace.2013.JAPANESE.720p.BluRay.(CM).mp4",
        "category": "Animation, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHVoZSxlz2LWWpBYRgzplU1HiAO.jpg",
        "title": "[21+] Sex Is Crazy (1981)",
        "description": "Sex Is Crazy (1981)လိင်မှုကိစ္စတွေကို ဆန်းသစ်ပြီးပွင့်လင်းစွာ တင်ပြလေ့ရှိတဲ့ စပိန်‌တွေရဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး ဒီလိုဇာတ်ကားတွေမှာ နာမည်ကျော်တဲ့ ဒါရိုက်တာ Jesús Franco ရဲ့လက်ရာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာသူ အမျိုးသမီးတွေကိုပြန်ပေးဆွဲပြီး သူတို့ဂြိုဟ်ရဲ့မျိုးဆက်တွေပြန့်ပွားဖို့ အသုံးချတဲ့အကြောင်းပြဇာတ်မှာ သရုပ်ဆောင်နေတဲ့မင်းသမီးတွေကို တကယ့်ဂြိုဟ်သားအစစ်တွေက တွေ့ပြီး အဲဒီပြဇာတ်အတိုင်း အကောင်အထည်ဖော်ကြပုံကို ဟာသနှောထားတာပါ။အဲဒီကနေမှ ရုပ်ရှင်အတွင်းက ရုပ်ရှင်တွေအဖြစ် ဇာတ်ကွက်တွေ တစ်ကွက်ပြီးတစ်ကွက် ပြောင်းသွားကြတာကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ ဇာတ်ကွက်တိုင်းကို အလွန်လွတ်လပ်ပွင့်လင်းစွာ တင်ဆက်ထားပြီး သရုပ်ဆောင်တွေလည်း တစ်ကားလုံးနီးပါးအဝတ်မပါတာမို့ ရှင်းရှင်းဘွင်းဘွင်း ရှုစားကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 26Min\nGenre - Comedy\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1RUmv/(DS)_Sex_Is_Crazy_(1981)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3g8AAw4IfUM2BuFe2nXCMlewSiE.jpg",
        "title": "Bring Out the Fear (2022)",
        "description": "Bring Out the Fear (2021)သင်ဟာအဆုံးမရှိတဲ့တောအုပ်တစ်ခုထဲမှာ ရောက်နေရင် ဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲ...ပြီးခါနီးထိပြဿနာရင်းမြစ်ကဘာလဲ... ဘာကိုအဖြေရှာရမလဲ စတဲ့ ရှုစားသူပါ တွေးတောရတဲ့ Horror ကားတစ်ကားကို ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားဟာလည်း သင့်အတွက်ပါပဲ။Dan နဲ့ Rosie ဆိုတဲ့အတွဲတစ်တွဲဟာ ပြဿနာတွေတက်ခဲ့ကြပါတယ်။ Rosie ဟာ Eric ဆိုတဲ့ Dan နဲ့လည်း အရမ်းခင်ခဲ့တဲ့ သူငယ်ချင်းနဲ့ ဖောက်ပြန်ခဲ့လို့ ပြဿနာတွေတက်ခဲ့ကြရတာပေါ့။ အဲဒီနောက်မှာ Dan ဟာ ကောင်မလေးကိုခွင့်လွှတ်ပြီး ကောင်မလေးနဲ့အတူ စိတ်ပြေလက်ပျောက်လမ်းလျှောက်ဖို့ တောအုပ်လေးတစ်ခုထဲကို ကားလေးနဲ့ထွက်ခဲ့ကြပါတယ်။တောအုပ်ထဲမှာလမ်းလျှောက်ကြရင်း စကားစမြည်လေးတွေပြော Relationship တစ်ခုကို ပြန်လည် fix လုပ်ရင်းပေါ့။ ဒီလိုနဲ့ပဲ တောင်ကုန်းလေးတစ်ခုပေါ်ကိုတက်ကြတယ်။ သာယာလှတဲ့ပင်လယ်ကမ်းခြေရှုခင်းကြီးကိုမြင်နေရတဲ့ အဲဒီနေရာလေးမှာ Dan က Rosie ကို လက်ထပ်ခွင့်တောင်းခဲ့တယ်။ Rosie ကတော့ အချိန်တစ်ခုလိုသေးလို့ ခဏစောင့်ဖို့ငြင်းခဲ့ပါတယ်။အဲဒီနောက် သူတို့ပြန်ဆင်းလာကြတော့ လမ်းတွေဟာရောက်ပြီးသားနေရာကို ရောက်ရောက်နေပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2xRI7/(CM)_Bring_Out_the_Fear_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/18910_2-133x200.jpg",
        "title": "Plan 75(2022)",
        "description": "Plan 75(2022)************ဂျပန်နိင်ငံဆိုတာ သက်ကြီးရွယ်အိုတွေများကြသလို\nအသက်လည်းရှည်ကြတာအာလုံးသိကြတယ်။ ဂျပန်အစိုးရဟာ\nသက်ကြီးရွယ်အိုတွေ \"အစီအစဉ် ၇၅ \"ဆိုတဲ့ အသက် ၇၅ နှစ်နဲ့အထက်\nအဖိုးအဖွားတွေအတွက်ထောက်ပံပေးဖို့ဥပဒေပြဌာန်းလိုက်ပါတယ်။\n၇၈ နှစ်ရှိပြီဖြစ်တဲ့ မိချီခကုတနိဆိုတဲ့အဖွားက ဟိုတယ်တစ်ခုမှာသန့်ရှင်းရေး\nဝင်လုပ်ပါတယ်။နောက်တော့ အသက်အရွယ်ကြီးပြီဖြစ်လို့အနားပေးလိုက်ပါတယ်။\nအစကတော့ အစီအစဉ် ၇၅ ကိုလျှောက်လွှာမတင်ဘဲ အလုပ်လုပ်ပြီးဆက်နေမယ်လို့\nဆုံးဖြတ်ထားပေမယ့် အသက်ကြီးလွန်တာကြောင့်ဘယ်နေရာမှအလုပ်မခန့်တာကြောင့်\nအစီအစဉ် ၇၅ လျှောက်လွှာတင်ခဲ့ရတယ်။ အဲ့ဒီနောက်မှာတော့...File Size :(1.9 GB) and (633 MB)\nQuality :WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3TMA2/Plan.75.2022.WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/48EQk_4f-141x200.jpg",
        "title": "Anime Supremacy! (2022)",
        "description": "ဘ၀မှာ ကြိုးစားတိုင်းမဖြစ်တာကို လက်မခံတဲ့ Saito Hitomi တစ်ယောက်သူဘ၀မှာဖြစ်ချင်တာကတော့ တစ်ခုပဲရှိပါတယ် Anime ရေးဆွဲတာပါသူလိုပဲ Anime ရေးတာတော်တဲ့သူကတေ့ာOuji Chiharu ပါTeam တစ်ခုတည်းတူတူကျပြီး သူ့ထက်ငါပိုတော်အောင်လုပ်ကြရင်းသူတို့ ဖြစ်ချင်တဲ့ ရည်မှန်းချက်နောက်ကို လိုက်ရင်း ကြုံတွေ့ရမယ့် အခက်အခဲတွေကို သူတို့ ဘယ်လိုဖြေရှင်းကျော်ဖြတ်ကြမလဲဆိုတာကို ကြည့်ရှု့ကြရ မှာပါ ။File Size__(1.8GB) / (960MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__02:04:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://megaup.net/1cz46/Anime_Supremacy_(2022)_720p_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v1Wj5lzvsvFbXHdrmYGdXL10Q73.jpg",
        "title": "Inspector Sun and the Curse of the Black Widow (2022)",
        "description": "Inspector Sun and the Curse of the Black Widow (2022)\"ပင့်ကူတွေ ပိုးတောင်မာတွေ ပုရစ်တွေကျတော့ပျော်မြူးနေကြပြီး... ပိုးဟပ်တွေကျတော့ ချောင်ထဲမှာ...ပုရွက်ဆိတ်တွေဆိုလည်း အမှိုက်သမားလေးတွေကိုဖြစ်လို့...မတရားဘူးကွ ပြောင်းလဲပစ်ရမယ်\" ။အင်းဆက်တွေကြားထဲမှာတောင် မညီမျှမှုတွေကိုယ်စီရှိနေတာကို မခံစားနိုင်တော့တဲ့ ကျိုင်းကောင် Red ကတော့ တရားမျှတမှုကို နည်းလမ်းမှားနဲ့ဆောင်ကျဉ်းပေးဖို့ ကြံစည်နေတဲ့ ရာဇဝတ်ကောင်အကြီးစားကြီးပေါ့။ Red ရဲ့ကျိုင်းအုပ်ကို သက်ဆိုးမရှည်အောင် စက်ရုံကြီးတစ်ခုလုံးကိုဖောက်ခွဲပြီး အပျောက်ဖမ်းမိတဲ့ စုံထောက် Sun ခမျာမှာတော့ ထမ်းပိုးထက်လက်ခကြီးပြီး မျက်နှာမရခြေထောက်ရ ဆိုသလို ရာထူးတိုးရမယ့်အစား အလုပ်ပါနားခံလိုက်ရပါတယ်။အလုပ်ပြုတ်လို့ဘူပြီး New York ကို အပန်းဖြေခရီးလေးထွက်ဖို့လုပ်ခါရှိသေး ...အနောက်ကနေတကောက်ကောက်လိုက်တဲ့ fan အကြီးစားတစ်ယောက်ဝင်ရှုပ်လို့ လေယာဉ်လွတ်သွားပြီး San Fransisco လေယာဉ်ကိုပဲ ဘော်ဒါတစ်ယောက် ဒကာခံကောင်းမှုနဲ့ တက်လိုက်ခွင့်ရလိုက်ပါတယ်။စုံထောက်ကံမကုန်သေးတဲ့ Sun အတွက် ရေကန်အသင့်ကြာအသင့်ဆိုသလို နာမည်ကောင်းပြန်ရစေမယ့် အခွင့်အရေးတစ်ခု မျက်စိလည်လာရတာကတော့ လေယာဉ်ပေါ်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/1bVwc/[CM]Inspector.Sun.and.the.Curse.of.the.Black.Widow.2022.720p.WEB-DL.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dgNc7FB5RMm6w4D6S0UpZhsUbW.jpg",
        "title": "Slayers (2022)",
        "description": "Slayers (2022)သူတို့ကိုယ်သူတို့ Stream Team လို့ နာမည်ပေးထားတဲ့ ဆိုရှယ်မီဒီယာပေါင်းစုံက Streamer တစ်စုဟာ တစ်ရက်မှာ ဘီလီယျံနာကြီးတစ်ယောက်ရဲ့ ဖိတ်ကြားချက်အရ သူ့ရဲ့ အိမ်တော်ကြီးဆီ ရောက်ရှိခဲ့ပါတယ်။ တစ်ဖက်မှာတော့ တစ်ချိန်က နာမည်ကြီး တီဗီအစီစဉ်တစ်ခုရဲ့ ဇာတ်လိုက်ဖြစ်ခဲ့သူတစ်ဦးဟာ အသက်မွေးဝမ်းကြောင်းကို စွန့်လွှတ်ပြီး လမ်းတွေပေါ်မှာ စတည်းချရင်း သွေးစုပ်ဖုတ်ကောင်မုဆိုး ဖြစ်လာပါတယ်။ဇာတ်လိုက်ကျော် Streamer တွေအကြောင်းကို ပြန်ဆက်ရရင်တော့ အနာဂတ်တွေ တလက်လက်ထ တောက်ပပြီလို့ ထင်ပြီးကာမှ တကယ်တမ်း တလက်လက်ထနေတာကတာ့ သွေးစုပ်ဖုတ်ကောင်တွေရဲ့ အစွယ်တွေသာ ဖြစ်ကြောင်းသိလိုက်ရတဲ့အခါမှာတော့…ပွင့်ပွင့်လင်းလင်းပြောရမယ်ဆိုရင်တော့ ကောင်းတယ်လို့ ညွှန်းပေးလို့ မရပေမယ့် လူတစ်ကိုယ်အကြိုက်တစ်မျိုးမို့ ကိုယ့်အကြိုက်လည်း ဖြစ်ရင်ဖြစ်နေနိုင်တာမို့ တစ်ချက်လောက်တော့ ကြည့်ကြည့်လိုက်ကြပါဦး။ Streamer တွေကို စိတ်ဝင်စားမယ်၊ Vampire ကားတွေ ကြိုက်တတ်တယ်၊ Parody တွေကို ရယ်တတ်တယ်ဆိုရင်တော့ အပျင်းပြေ ကြည့်ကြည့်ဖို့တော့ မမှားမယ့်ကားသစ်ပါပဲ။ မင်းသမီးတွေအနေနဲ့‌ကလည်း Zack ...",
        "rating": "",
        "url": "https://megaup.net/2xRom/(CM)_Slayers_(2022)_720p.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzhjZDUzMjUtOWUzNC00YzJiLWI1MGQtMWY1OGY3NGNiNWI0XkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-133x200.jpg",
        "title": "7Aum Arivu (2011)",
        "description": "7 Aum Arivu (2011)အခုတစ်ခေါက် ဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့\nကောင်းနေဆဲဖြစ်ပြီး IMDB 6.5/10 ရရှိထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးပါရစေ...\nသိုင်းလောကမှာ ထင်ရှားတဲ့ တရုတ်နိုင်ငံရဲ့ သိုင်းပညာအခြေခံကျောင်းတော်ကြီး\n\"ရှောင်လင်ကျောင်းတော်\" ဟာ ဘယ်ကနေ အစပျိုးလာတာလဲ ...တရုတ်သိုင်းပညာဟာ တရုတ်နိုင်ငံကနေ အခြေခံတာမဟုတ်ဘဲ တမီးလ်လူမျိုး ဖြစ်ပြီး\nဆေးပညာ သိုင်းပညာနဲ့ အိပ်မွေ့ချပညာမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့\nဘို့ဒ်ဒီ ဒါမန် ဆိုသူကနေ ဆင်းသက်လာခဲ့တဲ့ သမိုင်းကြောင်း...သမိုင်းကြောင်းအရ ၆ ရာစု တရုတ်ပြည် ကပ်ရောဂါဘေးဆိုက်နေချိန်\nဘို့ဒ်ဒီ ဒါမန်ဟာ အိန္ဒိယနိုင်ငံဆီကို ကပ်ရောဂါ မပျံ့နှံ့လာအောင်\nတရုတ်ပြည်သို့သွားရောက်ပြီး ကပ်ရောဂါဆိုးကြီးကို ကုသပေးခဲ့တယ်..၆ ရာစုမှာ ဘို့ဒ်ဒီ ဒါမန် အိန္ဒိယနိုင်ငံကို မရောက်လာအောင် တားဆီးခဲ့တဲ့\nကပ်ရောဂါကြီးဟာ ယနေ့ခေတ်အိန္ဒိယမှာ အစပျိုးလာတဲ့အချိန်..\nကူးစက်ရောဂါဆိုးကြီးက အလိုအလျောက် ပေါ်လာခြင်းမျိုးမဟုတ်ဘဲ\nတရုတ်နိုင်ငံရဲ့ အိန္ဒိယအပေါ် တိုက်ခိုက်တဲ့ ဇီ၀လက်နက်တစ်ခုဖြစ်နေတဲ့အခါ\nဆပ်ကပ်သမားလေး တစ်ဦး ဖြစ်ပြီး ဘို့ဒ်ဒီ ဒါမန်ရဲ့ မျိုးဆက်လည်းဖြစ်တဲ့\nအာဗင်ဆိုသူ နဲ့ မျိုးရိုးဗီဇ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1bWt3/7_Aum_Arivu_2011_WebRip_UNCUT_720p(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ad58ZmsbKMMcEF8qkL9HKRLD2vZ.jpg",
        "title": "Faces of Anne (2022)",
        "description": "Faces of Anne (2022)ဒီဇာတ်လမ်းက အန်ဆိုတဲ့မိန်းကလေးရဲ့စိတ်ထဲက ဖြစ်ချင်တဲ့အရာတွေကို ပုံဖော်ထားတာမျိုးပါ\nလူတစ်ဦးက ၂မိနစ်တိုင်း မျက်နှာတစ်မျိုးပြောင်းလဲနေတယ်အန်ဆိုတဲ့ ကောင်မလးက ကျွန်းတစ်ခုပေါ်မှာ နိုးထလာပြီး\nသူမကိုယ်သူမ ဘယ်သူဘယ်ဝါဆိုတာကို မမှတ်မိနိုင်ဘူး ဖြစ်နေတာပါ။\nသူမက ဆန်းကြယ်လှတဲ့အဆောက်အဦးတစ်ခုမှာ ကြောက်စရာသမင်မိစ္ဆာဗိဒီဂိုနဲ့ ရင်ဆိုင်နေရတယ်\nသူမဟာ ဒီထပ်တလဲလဲဖြစ်နေတဲ့ဝင်္ကပါကြီးကနေ လွတ်လမ်းရှာနေပါတယ်တကယ်တမ်းကျတော့ သူမ ရင်ဆိုင်နေရတဲ့အရာကြီးက ဘာတွေဖြစ်နေမလဲ\nဘာကြောင့် သူမကစိတ်ဝင်္ကပါထဲ ပိတ်မိနေရပြီး နှစ်မိနစ်ကို တစ်ခါ ရုပ်​ပြောင်းလဲသွားရတာလဲ\nဒီဝင်္ကပါကြီးထဲကနေရော သူမ လွတ်မြောက်နိုင်ပါ့မလား?Psychological Thriller ကြိုက်နှစ်သက်သူတွေအဖို့ လုံးဝ အကြိုက်တွေ့စေမယ့်ဇာတ်လမ်းမို့\nဇာတ်လမ်းဆုံးတဲ့အထိ လက်မလွှတ်တမ်း ကြည့်ရှုပြီး အတူတူ အဖြေရှာကြည့်ကြပါစို့နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Thriller, Mystery, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 560MB | 291MB\nFormat… mp4\nDuration…. ...",
        "rating": "7",
        "url": "https://megaup.net/1RS9g/Faces.of.Anne.720p.NF.WEBRip.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BM2Y3ODZiNjAtYTdmYS00YWE2LWFmNmMtMTdlNjYyMWQyZTI3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Candy Land (2022)",
        "description": "Candy Land (2022)\n==============\"Candy Land\" ဆိုလို့ ဇာတ်ကားက အချိုလေးတွေမပါ,ပါဘူး။\n18+ Thriller ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ထုံးစံအတိုင်း\n18+မို့ ဆယ့်ရှစ်ယောက်စုကြည့်ကြပါ။ ကလေးသူငယ်တွေကိုမပြပါနဲ့။\nCandy Land ဆိုတာ အဝေးပြေးယာဉ်ရပ်နားစခန်းတစ်ခုမှာ ကျက်\nစားနေတဲ့ sex worker ကောင်မလေးတစ်စုရဲ့ နာမည်ပြောင်ပါ။\nရပ်ထားတဲ့ထရပ်ကားတွေ၊ စားသောက်ဆိုင်အိမ်သာတွေနဲ့ သူတို့ရဲ့\nအခန်းငယ်တွေက သူတို့ကျက်စားရာနယ်မြေတွေပါပဲ။တစ်နေ့တော့ ရယ်မ်မီဆိုတဲ့ အင်နိုးစန့်ကောင်မလေးက သူတို့အဖွဲ့နဲ့\nအကြောင်းပါလာပါတော့တယ်။ အဲ့အချိန်မှာ တိုက်တိုက်ဆိုင်ဆိုင်\nယာဉ်ရပ်နားစခန်းအိမ်သာထဲ လူသတ်မှုဖြစ်သွားခဲ့တာပေါ့။ အဲ့နောက်\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပြီး ဆယ့်ရှစ်ယောက်စုကြည့်ရမယ့်\nအခန်းတွေရော၊ သွေးသံရဲရဲအခန်းတွေရော စုံလို့လာပါတော့တယ်။\nလူသတ်မှုနောက်ကွယ်ကအကြောင်းအရင်းတွေ၊ လူသတ်ပုံသတ်နည်း\nတွေကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Ngwe Zin, Fiona Gillen ဖြစ်ပါတယ်)File Size..........(2.14 GB) / (578 MB) / (332 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 33mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, ...",
        "rating": "5.3",
        "url": "https://megaup.net/1ROy7/Candy_Land.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmI3NjFhMTMtMTlhNS00NzhlLTk3YjItYzM5NzcxYjY5OGI4XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Scandal Makers (2023)",
        "description": "Scandal Makers 2023\nIMDb 7.4/10ဒီဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရပြီး\nစိတ်အပန်းပြေစေမယ့် အင်ဒိုဟာသဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။နာမည်ကြီး အနုပညာရှင်ဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့ အော်စကာဟာ\nရေဒီယိုအသံလွှင့်ရုံမှာ အလုပ်လုပ်ရင်း သူ့ရဲ့နာမည်ပြန်ရဖို့ ကြိုးစားနေရာကနေ\nတစ်နေ့မှာ သူ့ဆီကို အရှုပ်တော်ပုံတစ်ခုရောက်လာပါတော့တယ်။အထက်တန်းကျောင်းက အချစ်ဦးနဲ့ အချစ်နယ်ကျွံရာကနေ အဖတ်တင်လာခဲ့တဲ့\nသမီးဖြစ်သူ ဟာ မြေးဖြစ်သူနဲ့ရောက်ရှိလာတဲ့အခါ အော်စကာတစ်ယောက်\nဗျာများရပါတော့တယ်။ နာမည်ရဖို့ကြိုးစားနေရာကနေ ဒီလိုကိစ္စတွေကြုံလာရတဲ့အခါ\nအော်စကာတစ်ယောက် ဘယ်လိုတွေ ဆက်လုပ်မလဲဆိုတာကို ဟာသလေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.42GB / 630MB\nQuality…1080p  AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry",
        "rating": "7.2",
        "url": "https://megaup.net/2xRlx/Scandal.Makers.2023.720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iK46b6jYIKvaakp7qKt0BKexN53.jpg",
        "title": "The Kings of the World(2022)",
        "description": "The Kings of the World(2022)****************************ဒီကားက ဆုကြီး(၆)ဆုတောင်ရရှိခဲ့တာဖြစ်ပါတယ်...ရာ၊ ကူဘယ်ရို၊ ဝင်နီ၊ နာနိုနဲ့ ဆယ်ရယ်ဆိုတဲ့ လူငယ်လေးတွေက ကိုလံဘီယာနိုင်ငံ၊မယ်ဒရင်မြို့က လမ်းတွေ‌ပေါ်မှာပဲကျက်စားကြတဲ့ကောင်လေးလေးတွေပါ။\nသူတို့မှာ မိဘဆွေမျိုးတွေလည်းမရှိကြတော့လို့ အချင်းချင်းသာသူငယ်ချင်း၊ညီအစ်ကို၊ မိသားစုလိုဖြစ်နေသူတွေပါ။\nတစ်နေ့တော့ ရာ ဆီကိုသူ့အဘွားက အမွေအဖြစ်ချန်ထားခဲ့ပေးတဲ့ မြေ၊အစိုးရဆီကသိမ်းယူသွားတဲ့မြေ၊ ပြန်ယူနိုင်ကြောင်း အကြောင်းကြားစာရလာတဲ့အခါမှာတော့\nသူတို့တွေ လူရာဝင်ဝင်နေနိုင်အောင် အဲ့မြေကိုယူမယ်ဆိုပြီး လူငယ်လေးငါးယောက်ရဲ့ ခရီးဆန့်ခဲ့ကြပါတော့တယ်။\nဇာတ်လမ်းအဆုံးမှာ ဘာဖြစ်သွားမလဲ၊ တစ်ကောင်ကြွက်လေးတွေ၊လူရာမဝင်လေးတွေအတွက်နေစရာနေရာဆိုတာ လောကကြီးမှာရှိပါ့မလားဆိုတာကို...\nခရီးတစ်လျှောက် လမ်းတွေ၊ တောအုပ်တွေ ရှုခင်းလှလှတွေကို ရိုးရိုးရှင်းရှင်းနဲ့အေးအေးဆေး‌ဆေးကြည့်လို့ရမယ့် ဇာတ်ကားလေးပါပဲ။File Size :(2.3GB)(1.1 GB) and (282MB)\nQuality :WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adventure  ,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2xRiB/The.Kings.Of.The.World.2022.WEB-DL.1080P(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjU2OGVhYjgtYWE3Zi00MzM5LWEwYjgtYjQxNzkxNzhhZGFjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-135x200.jpg",
        "title": "Nurse Betty (2000)",
        "description": "Nurse Betty (2000)\n==============\nIMDb Rating - 6.3/10ကန်းဆက်မြို့လေးက သာမန် အိမ်ထောင်ရှင်မလေး ဘတ်တီ...\nရုပ်ရှင်စီးရီးတစ်ခုကို သိပ်သဘောကျရင်း Main character\nဆရာဝန် ဒေးဗစ်ကို စွဲလမ်းနေတဲ့ ဘတ်တီ၊ တစ်ခုသော ညနေမှာ\nစီးရီးလေး ကြည့်နေတုန်း ခင်ပွန်းဖြစ်သူ ထမင်းစားခန်းထဲ ရက်\nရက်စက်သက် အသတ်ခံလိုက်ရတာကို မြင်လိုက်ရတဲ့အခါ စိတ်\nဖောက်ပြန်သွားပြီး သူ့ကိုယ်သူ စီးရီးထဲက character လို့ထင်သွား\nတယ်။ဒေးဗစ်ရဲ့ Ex အနေနဲ့ သူ့ကိုယ်သူ သတ်မှတ်ရင်း အပြင်မှာ မရှိတဲ့\nစီးရီးထဲက ဇာတ်ကောင်ကို ရှာဖွေဖို့ နည်းလမ်းမျိုးစုံနဲ့ LA အထိ\nလိုက်လာခဲ့ချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲတော့ ကြည့်ရှုအားပေး\nလိုက်ကြပါဦး။ နာမည်ကျော် Morgan Freeman နဲ့ Chris Rock\nတို့ အဓိက ပါဝင်ထားတဲ့အပြင် မင်းသမီး Renee Zellweger ရဲ့\nDisney ဆန်ဆန် overacting တွေကိုလည်း ကြည့်ရှုရမှာဖြစ်ပါ\nကြောင်းပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ...",
        "rating": "6.3",
        "url": "https://megaup.net/1dAxo/Nurse.Betty.2000.720p.WEB.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDQ4NGZjMTctZTFiNy00NzMyLWE3NmEtMDJlYzc4MDZmZGYwXkEyXkFqcGdeQXVyODg1MTc3MTM@._V1_-133x200.jpg",
        "title": "Quaid-e-Azam Zindabad(2022)",
        "description": "Quaid-e-azam zindabad(2022)IMDb 6.6\nဒီတစ်ခါမှာတော့မင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမဲ့ Action/ Comedy ဇာတ်ကားကိုညွှန်းပေးချင်ပါတယ်\nရင်သပ်ရှုမောရတဲ့အလှတွေနဲ့ မင်းသမီးချောလေး Mahira Khan ကဒီကားထဲမှာ\nတိမွေးကုအနေနဲ့ပါဝင်သရုပ်ဆောင်ထားပြီး Box Office အနေနဲ့ 420 millions\nရရှိခဲ့တဲ့ဒီကားဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာတဲ့ ရုပ်ရှင်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း...\nရဲတွေကြားမှာ ဘယ်သူကလာဘ်ထိုးငွေပိုများများရလဲဆိုပြီးယှဉ်ပြိုင်ကြတဲ့ခေတ်မှာ\nဂူလတ်ရဲ့အဖေရဲသားကြီးကတော့ လာဘ်ထိုးငွေဆို တစ်ရူပီတောင်မယူခဲ့တဲ့\nရိုးသားဖြောင့်မတ်သူပါ လာဘ်ထိုးငွေမယူလေတော့ငွေကြေးသိပ်အဆင်မပြေတဲ့\nမိသားစုထဲပါခဲ့တာပေါ့ ဂူလတ်ငယ်ငယ်လေးတုန်းက သူ့အဖေရဲ့ဆုံးမစကားရှိပါတယ်\nငွေစက္ကူထဲမှာပါတဲ့ခေါင်းဆောင်ကြီးက ပိုက်ဆံကိုအလွဲသုံးစားလုပ်ရင် စိတ်ဆိုးပါလိမ့်မယ်တဲ့ဒီစကားက သူ့အဖေသူ့ကိုမုန့်ဖိုးမပေးချင်လို့ပြောမှန်းသိသွားတဲ့နေ့ ဂူလတ်တို့ ဖခင်တွေးထားတာနဲ့\nတက်တက်စင်အောင်လွဲပါတော့တယ် ကြီးလာလို့ရဲဖြစ်လာတော့လည်း ဖခင်ရှေ့မှာတော့\nရိုးသားချင်ယောင်ဆောင်ပေမဲ့ တစ်ဖက်ဌာနထဲမှာတော့ ရာထူးတိုးသွားရင် လာဘ်ထိုးငွေမရတော့မှာစိုးလို့\nငွေပေးပြီးရာထူးမတိုးအောင်တားထားရတဲ့အထိပါပဲ ဒါပေမဲ့လည်းသူ့အဖေရဲ့စကားကမှန်ကန်လာပြီး\nငွေစက္ကူကသူ့ကိုစိတ်ဆိုးမဲ့နေ့တစ်နေ့ရောက်လာပြီး သူလာဘ်ထိုးငွေယူထားသမျှပိုက်ဆံတွေမှာ\nထူးဆန်းတာတွေဖြစ်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်သွားမလဲ\nဒီကျိန်စာကိုသူဖြေနိုင်မှာလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါနော်\nFile size…2.3GB / 1.2GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/2xQ66/Quaid_E_Azam_Zindabad_2022_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    }
]