[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjE5ODhhNjQtOWFjMC00NzcxLWE4YWEtNTQ1Nzc5NmUxMmI4XkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-143x200.jpg",
        "title": "Tik Tok (2016)",
        "description": "Tik Tok (2016)_____IMDb - 5.5/10\n   \nIMDb 5.5 ရထားတဲ့ တရုတ် - ကိုရီးယားဖက်စပ်အက်ရှင်ဇာတ်ကားအလန်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nလူဆိုတာမျိုးကယုံကြည်ချက်သန်ရာသန်ရာကိုလိုက်တတ်တဲ့သူမျိုးပါ\nဒါပေမယ့်ဘယ်ကိစ္စမဆို ယုံကြည်ချက်အစွန်းရောက်သွားပြီး\nနာကျင်မှုတွေပါပေါင်းစပ်လိုက်တဲ့အခါ ရလဒ်မကောင်းတတ်တာကို\nဒီကားလေးထဲမှာတွေ့မြင်နိုင်မှာဖြစ်ပါတယ်\nဇာတ်လမ်းကျဉ်းကဆိုရင်ဖြင့် ကိုးတစ်တနဲ့ကိုးကျစ်ဟွားတို့က\nညီအစ်ကို ၂ယောက်ထဲက အစ်ကိုဖြစ်သူ ကိုးကျစ်တ က\nလောင်းကစားအလုပ်ကိုစွဲလမ်းရူးသွပ်သူပါ ဘယ်လောက်တောင်ရူးသွပ်သလဲဆို\nလူကသာစိတ်ကစဉ့့်ကလျားဖြစ်သွားတယ်\nလောင်းကစားစိတ်ကပျောက်မသွားပါဘူးတစ်ခုရှိတာက\nသူ့မှာငယ်ငယ်လေးထဲက အနိုင်ရလိုမှု ဆိုက်ကိုပါ ရှိနေလေတော့\nသူ့ရဲ့စိတ်ဝေဒနာဟာတစ်နေ့တစ်ခြားဆိုးရွားလာပါတော့တယ်\n\"ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ\"ဆိုသလိုပဲ\nကုမ္ပဏီပျက်စီးပြီးကြွေးတွေပိ လူကလဲစိတ်ဝေဒနာရသွားလေတော့\nညီဖြစ်သူကလည်း ရွာလည်တော့တာပေါ့\nဒီလိုဒုက္ခတွေကြားထဲကရုန်းထွက်နိုင်အောင်လို့\nအစ်ကိုဖြစ်သူကိုးကျစ်တကအကြံကြီးကြီးမားမားတစ်ခုအကောင်အထည်ဖော်ခဲ့ပါတယ်\nလက်တလုံးခြားလှည့်ကွက်တွေနဲ့ ကိုရီးယားရဲတွေဒုက္ခပေးပါတော့တယ်\nနောက်ပိုင်းကော ကိုးကျစ်တနဲ့ ကိုးကျစ်ဟွားတို့ဘာဆက်ဖြစ်ကြမလဲ\nပဲလှော်ကြားဆားညှပ်ခဲ့ရတဲ့သူတွေကကောဘယ်သူတွေဖြစ်မလဲ\nကိုရီးယားရဲတွေကကောဘယ်လို ဖြေရှင်းကြမလဲ ပီပြင်လှတဲ့\nနောက်ဆုံးလှည့်ကွက်ကြီးကိုကော ဘယ်လိုတောင်တအံ့တသြခံစားကြရမလဲဆိုတာကတော့\nပြီးခါနီးလေးအထိသေချာစောင့်ကြည့်ကြပါစို့ဗျာ\nတစ်ခုတော့ရှိတယ်ဒေါက်တာမလေးကိုတော့မကြွေမိကြအောင်ထိန်းကြပေါ့ဗျာ....:P\n \nQty - 720p Web dl\nType - Mp4\nDuration - 1hr 45min\nGern - Crime / Mystery\nSubtitle - Myanmar Hardsub\nTranslator - Pyae Xein Sett\nReview - Pyae Xein  Sett\nEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/1DQr0/Tik_Tok_(Jing_Tian_Da_Ni_Zhuan)_[2016]_(MM_Sub).mp4",
        "category": "Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTQ1ODUxMzA1Nl5BMl5BanBnXkFtZTgwNDk0NjMyMTE@._V1_-138x200.jpg",
        "title": "Queen (2013)",
        "description": "IMDB....8.3\nဒီဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၃တုန္​းကထြက္​ခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​တစ္ကားျဖစ္ပါတယ္....\nဒီဇာတ္​ကားမွာ ရာနီဆိုတဲ့ ​ေကာင္​မ​ေလးက အ​ေနထိုင္​သိမ္​​ေမြ႔ၿပီး ယဥ္​​ေက်းတဲ့​ေကာင္​မ​ေလးပါ.. သူမ မွာခ်စ္​သူလဲျဖစ္​သလို အိမ္​ကလဲသ​ေဘာတူတဲ့ ဗ​ီ​ေဂ်ဆိုတဲ့​ေကာင္​​ေလးနဲ႔ လက္​ထပ္​ပြဲအတြက္​ အရမ္​းကိုရင္​ခုန္​စိတ္​လႈပ္​႐ွား​ေနပါတယ္... ဒါေပမဲ့ခ်စ္​သူက လက္​ထပ္​ပြဲကို ျငင္​းဆန္​လိုက္​တဲ့အခါ ရာနီအတြက္​ အရမ္​းကိုစိတ္​ထိခိုက္​တုန္​လႈပ္​သြားခဲ့ပါတယ္​.... သူမတုိးေ၀ွ႔ခဲ့တဲ့ပခုံးက်ယ္တစ္ခုက အနားမွာမရွိေတာ့အရာရာဟာ အဓိပၸါယ္မဲ့သြားတယ္ ပန္းေတြလည္းရနံမဲ့ကုန္တယ္ မိဘေတြရဲ႕ႏွစ္သိမ့္မႈ ေဆြမ်ဳိးအသုိင္းအ၀န္း သူငယ္ခ်င္းမိတ္ေဆြၾကားမွာ မြန္းၾကတ္ေနတယ္....ျဖစ္ႏုိင္ရင္ အေငြပ်ံေပ်ာက္လြင့္သြားခ်င္တဲ့အခ်ိန္ ...ဒါေပမဲ့ ဟန္းနီးမြန္းအတြက္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ေလးရွိတယ္...ဒီေတာ့ အားလုံးနဲ႔ေ၀းရာလည္းျဖစ္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ကုိ ခ်စ္သူမပါဘဲ တစ္ေယာက္ထဲထြက္လာတယ္....\nမိန္းကေလးပဲျဖစ္ျဖစ္ ေယာက်္ားေလးပဲျဖစ္ျဖစ္ တစ္ဘ၀လုံးပုံေအာၿပီး ခ်စ္ခဲ့ ၿပီးလက္ထပ္ဖုိ႔ လက္တစ္ကမ္းအလုိမွ ပ်က္စီးသြားရရင္ ေတာ္ရုံခံႏုိင္ရည္မရွိၾကပါဘူး...အထူးသျဖင့္ မိန္းကေလးအဖုိ႔ ပုိခံစားရပါတယ္..ဒီလုိေျပာလုိ႔ ဖုိမဝါဒီဆန္တယ္လုိ႔မေျပာလုိက္ပါနဲ႔.... ကဲ ရာနီဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ပဲရစ္ျမဳိ႕မွာ အသိမိတ္ေဆြလည္း မရွိ ဘာသာစကားလည္းမကၽြမ္းက်င္ ဓေလ့စရုိက္ေတြလည္းကြဲျပားဆုိေတ့ သူမအတြက္ ဒုကၡေတြအေတာ္ေရာက္ပါတယ္.... ဒီကားေလးကအမ်ဳိးသမီးေတြ အတြက္အထူးပညာေပးကားေလးမုိ႔ ခံစားၾကည့္လုိက္ပါဦး... ဘာသာျပန္သူနဲ႔အညႊန္းေရးသူကေတာ့ မ Mie Mieပါ\nFile ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/queen/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/air-force-one-poster-133x200.jpg",
        "title": "Air Force One (1997)",
        "description": "Air Force One (1997)\nIMDb - 6.5/10_____Rotten - 76%\n  \n1997ခုနှစ်မှာထွက်ရှိခဲ့တဲ့Air Force One\nဇာတ်ကားကတော့ မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်ရယ်လို့ လူသိများလာခဲ့တဲ့ ကားတွေထဲမှာ တစ်ကားအပါအဝင်ပါပဲ။\nဟယ်ရီဆင်ဖို့ဒ် fan တွေအဖို့တော့ အကြိုက်တွေ့မှာသေချာပါပဲ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သမ္မတကြီးဂျိန်းမာရှယ်လ် နဲ့မိသားစု ဟာ မော်စကိုကနေ USကို air force one လေယာဉ်နဲ့ ပြန်လာခဲ့တာပါ။\nပျံသန်းနေစဉ်အတွင်းမှာပဲ အကြမ်းဖက်သမားတစ်စုက လေယာဉ်ကိုပြန်ပေးဆွဲလိုက်ပါတော့တယ်။သမ္မတဘယ်လိုရင်ဆိုင်မလဲ\nဘယ်လိုဖြေရှင်းမလဲ ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ရမှာပါ\nImdb 6.5 ရထားတာမို့ အထွေအထူးမညွှန်းတော့ပါဘူး။ငယ်ဘဝတုန်းကအကြိုက်တွေ့ခဲ့ရတဲ့ အက်ရှင်ကားတွေကို\nတစ်ခေါက်လောက်ပြန်လည်မြည်းစမ်းကြည့်ချင်သူတွေအတွက်တော့ လက်လွတ်မခံသင့် တဲ့ ကားလေးပါပဲ\n   \nFile Size - 892 MB\nFile Type - Mp4\nQty - 720p Bluray\nDuration - 2hr 4min\nGern - Action/Drama/Thrill\nSubtitle - Myanmar Hardsub\nTranslator - ...",
        "rating": "6.5",
        "url": "https://megaup.net/Sn8e/Air_Force_One_[1997]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Percy-Jackson-Sea-Of-Monsters-poster-133x200.jpg",
        "title": "Percy Jackson: Sea of Monsters (2013)",
        "description": "Percy Jackson: Sea of Monsters (2013)IMDb - 5.8/10_____Rotten 42% \nရှေး ဂရိဒဏ္ဍာရီထဲက နတ်ဘုရားတွေ… နတ်ဘုရားမတွေအကြောင်း …သူတို့ရဲ့စွမ်းအားတွေ… နတ်ဘုရားတွေနဲ့ လူသားတွေချစ်ကြိုက်မိရာမှမွေးဖွားလာတဲ့ သွေးနှောနတ်ဘုရားတွေ…ဂရိဒဏ္ဍာရီထဲက သတ္တဝါဆန်းတွေ…ဒါတွေဟာ ရုပ်ရှင်ချစ် ပရိသတ်တွေအတွက် အဆန်းတကြယ် ဖြစ်မနေတဲ့အကြောင်းအရာတွေ အနည်းနဲ့အများ ရင်းနှီးပြီးသား အကြောင်းအရာတွေလို့ယူဆမိတယ်…\nဘာလို့ဆို နတ်ဘုရားတွေပေါ်အခြေခံရိုက်ကူးထားတဲ့ရုပ်ရှင်ပေါင်းလည်း နည်းမှမနည်းဘဲကိုး…\nအဲ့ဒီ နည်းမှမနည်းတဲ့ ရုပ်ရှင် ဇာတ်ကားပေါင်းများစွာထဲမှ…ဒီနေ့အတွက် ရေနတ်ဘုရားရဲ့သားတော် ဖြစ်တဲ့ ပါစီဂျက်ဆန်ရဲ့ စွန့်စားခန်း ဇာတ်လမ်းလေး၂ပုဒ် ကို တင်ဆက်ပေးချင်ပါတယ်…\nဒီပါစီဂျက်ဆန် ကိုငယ်ငယ်က သိပ်နှစ်သက်ခဲ့ပြီး ခုတစ်ဖန်ပြန်လည်ကြည့်ရှုချင်တဲ့ပရိသတ်တွေအတွက်လည်း old but gold ဘာညာပေါ့နော်…\nနောက်ဇာတ်လမ်းအဆက်ဖြစ်တဲ့ The Sea of Monster ကတော့ တော်တော်လေးကိုလန်းတဲ့အပိုင်းတွေပါတာ ဝန်ခံရမှာပါ…\n  \nဇာတ်လမ်းအစမှာတော့ သွေးနှောနတ်ဘုရားတွေရဲ့ စခန်းကို ကာကွယ်ထားတဲ့ သစ်ပင် တံတိုင်းကြီး ဖြစ်ပေါ်လာပုံတွေ…\nပထမဇာတ်လမ်းမယ် အိုလန်ပတ်စ် ကိုကယ်တင်လိုက်ပြီးနောက် ဆက်ပြီးပုံမလာနိုင်တော့တဲ့ ပါစီတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/2f1ft/Percy_Jackson_-_Sea_Of_Monsters_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/percy_jackson_and_the_olympians_the_lightning_thief_ver3-135x200.jpg",
        "title": "Percy Jackson & the Olympians: The Lightning Thief (2010)",
        "description": "ေရွး ဂရိဒ႑ာရီထဲက နတ္ဘုရားေတြ… နတ္ဘုရားမေတြအေၾကာင္း …သူတို႔ရဲ႕စြမ္းအားေတြ… နတ္ဘုရားေတြနဲ႔ လူသားေတြခ်စ္ၾကိဳက္မိရာမွေမြးဖြားလာတဲ႔ ေသြးေႏွာနတ္ဘုရားေတြ…ဂရိဒ႑ာရီထဲက သတၱဝါဆန္းေတြ…ဒါေတြဟာ ရုပ္ရွင္ခ်စ္ ပရိသတ္ေတြအတြက္ အဆန္းတၾကယ္ ျဖစ္မေနတဲ႔အေၾကာင္းအရာေတြ အနည္းနဲ႔အမ်ား ရင္းႏွီးျပီးသား အေၾကာင္းအရာေတြလို႔ယူဆမိတယ္…ဘာလို႔ဆို နတ္ဘုရားေတြေပၚအေျခခံရိုက္ကူးထားတဲ႔ရုပ္ရွင္ေပါင္းလည္း နည္းမွမနည္းဘဲကိုး…အဲ႔ဒီ နည္းမွမနည္းတဲ့ ရုပ္ရွင္ ဇာတ္ကားေပါင္းမ်ားစြာထဲမွ…ဒီေန႔အတြက္ ေရနတ္ဘုရားရဲ႕သားေတာ္ ျဖစ္တဲ႔ ပါစီဂ်က္ဆန္ရဲ႕ စြန္႔စားခန္း ဇာတ္လမ္းေလး၂ပုဒ္ ကို တင္ဆက္ေပးခ်င္ပါတယ္…ဒီပါစီဂ်က္ဆန္ ကိုငယ္ငယ္က သိပ္ႏွစ္သက္ခဲ႔ျပီး ခုတစ္ဖန္ျပန္လည္ၾကည့္ရႈခ်င္တဲ႔ပရိသတ္ေတြအတြက္လည္း old but gold ဘာညာေပါ့ေနာ္…ပထမဇာတ္ကားကေတာ့ Lighting Thiefပါ…ဒီ Lighting theifထဲမွာေတာ့ သူ႔ကိုယ္သူ နတ္ဘုရားရဲ႕သားေတာ္မွန္းမသိေသးတဲ႔ပါစီဂ်က္ဆန္တစ္ေယာက္…ပေထြးေၾကာင့္ရယ္ သူ႔ရဲ႕ စာဖတ္မရတဲ႔ ေရာဂါေၾကာင့္ရယ္ ဒုကၡေပြေနရပံုေတြ…ေနာက္ပိုင္း အျဖစ္မွန္သိတဲ႔အခါ က်ျပန္ေတာ့လည္း သူ႔ကို မိုးၾကိဳး သူခိုးပါဆိုျပီး နတ္ဘုရားတစ္ေလာကလံုးက စြပ္စြဲေနတဲ႔အတြက္ ဒါကိုေျဖရွင္းဖို႔အတြက္ရယ္ မိခင္ကိုကယ္တင္ဖို႔အတြက္ရယ္ ျမိဳ႕အနွံ႕ရြာအႏွံ႕အျပင္ ေျမေအာက္ကမၻာထိသြားျပီး စြန္႕စားခန္းဖြင့္ရပံုေတြ ေတြ႔ရမွာပါ…သူ႔ရဲ႕စြန္႔စားခန္းေတြကို လိုက္ျပီးကူညီခဲ႔တဲ႔သူေတြကေတာ့ ဥာဏ္ပညာနတ္ဘုရားမရဲ႕သမီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Aorl/Percy_Jackson_&_the_Olympians_-_The_Lightning_Thief_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-17-12-16-45-46-152x200.png",
        "title": "The Kick (2011)",
        "description": "One Bak နဲ႔ Protector ကိုရိုက္ကူးခဲ့တဲ့ ဒါရိုက္တာႀကီးရဲ႕ စြန္းၾကမ္းတဲ့ Imdb5.8ရရွိထားတဲ့The Kickဆိုတဲ့ကိုရီးယားအက္​ရွင္​ကားဟာထိုင္​းနိုင္​ငံမွာအ​ေျခခ်​ေနထိုင္​​ေနတဲ့ကီုရီးယားတိုက္​ကြမ္​ဒိုမိသားစုကိုအ​ေျခခံထားတာျဖစ္​ပါတယ္​ထိုင္​းလူမ်ိဳးဘုရင္​တို႔၏ဓားကိုလူဆိုးအဖြဲ႕မွလုယူသြားခဲ့တဲ့အခါလူဆိုးမ်ားလက္​ထဲမွာဓားကိုတိုက္​ကြမ္​ဒိုမိသားစုကျပန္​လည္​ရ​ယူဖို႔ၾကဳိးစားခ့ဲရာမွာ​ေတာ့.......ဒီကားရဲ႕အထူးျခားဆံုးက​ေတာ့The Kickဆိုတဲ့နာမည္​နဲ႔လိုက္​ဖက္​​ေအာင္​အက္​ရွင္​အခန္​း​ေတြကို​ေျခ​ေထာက္​နဲ႔ကန္​ခ်က္​​ေတြကိုပဲအသံုးျပဳထားတာျဖစ္​လို႔​ေပါ့​ေပါ့ပါးပါး​ေလးနဲ႔ၾကည္​့လို႔အဆင္​​ေျပမယ္​့ဇာတ္​ကား​ေလးတစ္​ခုပဲျဖစ္​ပါတယ္​ ကဲ အက္ရွင္ႀကိဳက္ ပရိတ္သတ္ႀကီးအေနနဲ႔ေတာ့ One Bak နဲ႔ Protector ကိုၾကည့္ဖူးတယ္ဆိုရင္ ေကာင္းမေကာင္းကိုေတာ့ စဥ္းစားမေနပါနဲ႔ေတာ့ ဗ်ာQty - 720p BlurayDuration - 1hr 45minGern - ActionSubtitle - Myanmar HardsubTraslator - Min Pyae SoneEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-kick-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzFmZDNlOTUtNjA0OC00OTRkLTk3MjctODBmYmMwY2M1ZTcwL2ltYWdlXkEyXkFqcGdeQXVyNzE2MTQwMDk@._V1_-139x200.jpg",
        "title": "Underground Rendezvous (2007)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၇ ခုႏွစ္ကထြက္ခဲ့တဲ့Underground Rendezvous ဆိုတဲ့ ကိုရီးယားကားေလးပါဒီထဲမွာ ေတာင္ကိုရီးယားနဲ႔ေျမာက္ကိုရီးယားဆုိျပီး ကြဲမသြားခင္က အခုနယ္စပ္ေနရာမွာ ရွိတဲ့ရြာေလးက မိသားစုေလးအေၾကာင္းကို\nအေျခခံရိုက္ကူးထားတာပါကိုရီးယားနုိင္ငံ ႏွစ္ပုိင္းကြဲသြားတဲ့အခါ မိသားစုေတြ ခြဲတာခံလိုက္ရပါတယ္တစ္ေန႔ေတာ့ ေတာင္ကိုရီးယားဘက္က ရြာမွာ စာသင္ဖို႔ ေက်ာင္းဆရာတစ္ေယာက္ေရာက္လာတာကေနဇာတ္လားစလာပါတယ္သူဟာ အဲရြာကသူၾကီးကို သူ႔ခယ္မနဲ႔ညၾကီးအခ်ိန္မေတာ္ေတြ႕လိုက္တဲ့အခါအထင္လြဲမႈေတြျဖစ္ေပၚလာခဲ့ပါတယ္ဒီအထင္လြဲမႈေတြကို သူတို႔ဘယ္လုိေျဖရွင္းၾကမလဲbသူၾကီးရဲ႔ ခယ္မကေရာ ဘယ္ကလဲ ဘယ္သူလဲကြဲသြားတဲ့ မိသားစုေတြရဲ႕ ဇာတ္သိမ္းကေရာ ဘယ္လိုျဖစ္မလဲေက်ာင္းဆရာကေရာ သူ႔ေမြးရပ္ကိုျပန္နိုင္မလားဆိုတာေတြကို စိတ္ဝင္စားဖြယ္ၾကည့္ရွုရမယ့္ ကားေလးပါIMDb 6 အထိရထားတဲ့ ဟာသဇာတ္လမ္းေလးပါဇာတ္ကားရဲ႕ ျမွဳပ္ကြက္ေလးေတြကို မပ်င္းေစရဘဲ ဟာသေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ကူးထားျပီး ဇာတ္သိမ္းပိုင္းထိ ပရိသတ္ကို ဆြဲေခၚသြားမယ့္ဇာတ္ကားေလးပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေမသရဖီလြင္ပါ)\n File Size : (900 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Comedy, Drama, War\nSubtitle ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/underground-rendezvous-2007/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/The-Adventurers-poster-135x200.jpg",
        "title": "The Adventurers (2017)",
        "description": "The Adventurers (2017)_____IMDb - 5.6/10\n  \nThe Advanturesရုပ်ရှင်ဇာတ်ကားဟာ\n၂၀၁၇ခုနှစ်တွင်ဖြန့်ချိခဲ့သောတရုတ်အက်ရှင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်\nRating အနေနဲ့ IMDB 5.6 ရရှိထားသောဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပြီး\nပါဝင်သရုပ်ဆောင်ထားသူများကတော့\nAndy Lau, မင်းသမီးချော Shu Qi ,Zhang Jingchu ,Tony Yang တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ နာမည်ကြီးသူခိုးတစ်ယောက်ဖြစ်တဲ့\nကျန်းတန်းတစ်ယောက်ချစ်သူနှင့်လက်ထပ်ရန်\nသူခိုးအဖြစ်မှအနားယူခါနီး မွေးစားအဖေလိုသဘောထားသူ\nကျင်းကန်းအတွက် သစ်တောမျက်လုံးအမည်ရှိကျောက်ကို\nနောက်ဆုံးခိုးယူပေးခဲ့ပါတယ်။သို့သော်သစ္စာဖော်မှုကြောင့်အဖမ်းခံရပြီး\nထောင် ၅နှစ်ကျသွားခဲ့ပါတယ်။သူထောင်မှလွတ်မြောက်လာသောအခါ\nသူ့ကိုသစ္စာဖောက်သူကဘယ်သူလဲဆိုတာရှာဖွေပါတော့တယ်၊\nသူတစ်ကယ်ပဲရှာဖွေတွေ့သွားမှာလား......\nနောက်ကွယ်ကဘယ်သူရှိနေလဲဆိုတာ.......  \nThe Advantures႐ုပ္ရွင္ဇာတ္ကားဟာ\n၂၀၁၇ခုႏွစ္တြင္ျဖန္႔ခ်ိခဲ့ေသာတ႐ုတ္အက္ရွင္႐ုပ္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nRating အေနနဲ႔ IMDB 5.6 ရရွိထားေသာဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး\nပါဝင္သ႐ုပ္ေဆာင္ထားသူမ်ားကေတာ့\nAndy Lau, မင္းသမီးေခ်ာ Shu Qi ,Zhang Jingchu ,Tony Yang တို႔ျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ နာမည္ႀကီးသူခိုးတစ္ေယာက္ျဖစ္တဲ့\nက်န္းတန္းတစ္ေယာက္ခ်စ္သူႏွင့္လက္ထပ္ရန္\nသူခိုးအျဖစ္မွအနားယူခါနီး ေမြးစားအေဖလိုသေဘာထားသူ\nက်င္းကန္းအတြက္ သစ္ေတာမ်က္လုံးအမည္ရွိေက်ာက္ကို\nေနာက္ဆုံးခိုးယူေပးခဲ့ပါတယ္။သို႔ေသာ္သစၥာေဖာ္မႈေၾကာင့္အဖမ္းခံရၿပီး\nေထာင္ ၅ႏွစ္က်သြားခဲ့ပါတယ္။သူေထာင္မွလြတ္ေျမာက္လာေသာအခါ\nသူ႔ကိုသစၥာေဖာက္သူကဘယ္သူလဲဆိုတာရွာေဖြပါေတာ့တယ္၊\nသူတစ္ကယ္ပဲရွာေဖြေတြ႕သြားမွာလား......\nေနာက္ကြယ္ကဘယ္သူရွိေနလဲဆိုတာ.......\n  \nSize - 845 MB\nQty - 720p Web dl\nDuration - 1hr 38min\nGern - Action, Adventure, Crime\nSubtitle - Myanmar Hardsub\nTranslator - Kuran\nEncoder ...",
        "rating": "5.6",
        "url": "https://megaup.net/2URjc/The_Adventurers_(Xia_Dao_Lian_Meng)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/hitch-poster-143x200.jpg",
        "title": "Hitch (2005)",
        "description": "Hitch (2005)\nIMDb - 6.6/10_____Rotten - 69%\n  (Warning - FA များ၊ ရည်းစားမရှိသူများ စိတ်မခိုင်လျှင် မကြည့်သင့်ပါ။ အခန့်မသင့်လျှင်\nဤကားကြည့်ပြီး မကြာခင် ရည်းစားရသွားနိုင်ပါသည် :P\nရည်းစားရှိသော်လည်း မိန်းကလေးတွေအကြောင်း အထာမနပ်သူများ ကြည့်သင့်ကြည့်ထိုက်သော ကားကောင်းတစ်ကားဖြစ်သည်)ဒီကားလေးကို ကြည့်ပြီးသွားကြရင်တော့...\nယောက်ျားလေး အများစု မိန်းကလေးတွေနဲ့ ပတ်သတ်ပြီး \"ငါမဖြစ်နိုင်ပါဘူးကွာ၊ ငါ့ပုံစံကြီးက သူနဲ့မကိုက်လောက်ပါဘူးကွာ\" ဆိုတဲ့ ခံယူချက်၊\nခံစားချက်တွေ လျော့ပါးသွားမှာတော့အသေအချာပါပဲ ဒီကားထဲမှာ ကျွန်တော်တို့ ယောက်ျားလေးအများစုအတွက် ကိုယ်ချစ်ကြိုက်နေတဲ့ ခွက်နေတဲ့\nမိန်းကလေးတစ်ယောက်ကို ရည်းစားစကားပြောဖို့ဆိုတာ ဘယ်လောက်တောင်မလွယ်လိုက်လဲဆိုတာ တွေ့ရပါလိမ့်မယ်...(လွယ်လွယ်ကြိုက် လွယ်လွယ်ပြတ် ခေတ်ကြီးထဲမှာ ဒီစကားက ရယ်စရာလဲ\nဖြစ်ကောင်းဖြစ်နေပါလိမ့်မယ်)ဒီဇာတ်ကားလေးထဲမှာ...\n* မိန်းကလေးတစ်ယောက်ကိုတကယ်ချစ်ကြိုက်မိသွားရင် မိန်းမကျမ်းကျေပါတယ်ဆိုတဲ့သူတောင် အထစ်ထစ်အငေါ့ငေါ့ ဖြစ်တတ်ပုံတွေ...\n>>> မိန်းကလေးတွေ ဘယ်လိုပြုမူပြီ\nဘယ်လိုပြောဆိုပြီဆို အဲ့တာဘာကိုဆိုလိုချင်တာ...\n>>> ပထမဆုံးအနမ်းတစ်ခုအပေါ်မှာ မိန်းကလေးအများစုရဲ့သဘောထား...\n>>> အချစ်တစ်ခုဖြစ်ပေါ်လာဖို့ဆိုတာ\nမလွယ်ကြောင်းတွေ အစုံအလင်တွေ့ရပါလိမ့်မယ်* ဇာတ်လမ်းအကျဉ်းလေး ပြောရရင်...>>> အဲလပ်စ်ဟစ်ရှ်(Will Smith)ဆိုတာ Date doctor တစ်ယောက်ပါ(ဖူးစာရေးနတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fgTc/Hitch_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-16-12-34-34-16-142x200.png",
        "title": "Soul Mate (2016)",
        "description": "2016 မွာထြက္ရွိခဲ႔တဲ႔ Chinese Drama ေကာင္းတစ္ခုျဖစ္တဲ႔\nSoul Mates ဆိုတဲ႔ကားေလးကေတာ႔Romance Drama ျကိဳက္တဲ႔ပရိသတ္ေတြအဖို႔ကေတာ႔ ျကည္႔ရက်ိုဳးနပ္မယ္႔ကားေလးပါ။ေသြးမေတာ္ သားမစပ္တဲ႔သူငယ္ခ်င္းသံေယာဇဥ္ အေျကာင္းေတြ ခ်စ္ျခင္းေမတၱာေတြ အေျကာင္းကိုမင္းသမီး၂ေယာက္က ဆြဲေဆာင္ရွင္းျပသြားသလိုပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ႔ Qiyue နဲ႔ Ansheng တို႔ဟာ ညီမေတြထက္ေတာင္ခ်စ္ျကတဲ႔သူငယ္ခ်င္းနွစ္ေယာက္ပါ။ေအးေအးေဆးေဆးေနတတ္တဲ႔ Qiyue နဲ႔ လြတ္လြတ္လပ္လပ္ေပ်ာ္ပါးေနတတ္တဲ႔Anshengတို႔ ျကားထဲကို Jaiming ဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္ေရာက္လာပါေတာ႔တယ္။ဇာတ္လမ္းကေတာ႔ အဲ႔ဒီအေျကာင္းေတြကို ျပန္ေတြးတဲ႔ပံုစံနဲ႔ စတင္ထားတာပါ။HongKong Film Award ကို ဆြတ္ခူးထားၿပီးImdb Rating ကလဲ7.4 ေတာင္ရရွိထားတာမို႔အေထြအထူးမညြန္းေတာ႔ပဲ တျခား အက္ေျကာင္းထပ္ေနတဲ႔ Drama ေတြထဲက ဘယ္လိုေဖာက္ထြက္သြားသလဲ ဆိုတာကိုေတာ႔ ဆက္လက္ျကည္႔ရွုခံစားဖို႔ပဲ တိုက္တြန္းလိုက္ပါရေစ။ဇာတ္လမ္းအၫြန္းကေတာ့ ေအးမြန္ေက်ာ္ ျဖစ္ပါတယ္Qty - Web dl 720pDuration -1hr 52minSubtitle - Myanmar HardsubGern - Drama / RomanceTranslator - Bai MailingMovie ...",
        "rating": "7.4",
        "url": "https://megaup.net/2gUfB/Soulmate_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-15-19-46-46-61-132x200.png",
        "title": "Peace Breaker (2017)",
        "description": "2014 ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ ေတာင္ကိုရီးယားဇာတ္ကား A Hard Day ကို ျပန္လည္ဆန္းသစ္ပီး တရုတ္ဘားရွင္းနဲ႔ ရိုက္ကူးထားတာပါမူးယစ္ေဆးေရာင္းဝယ္တဲ့သူကိုဖမ္းဖို႔ႏိုက္ကလပ္ကိုေရာက္ေနတဲ့ရဲတပ္ဖြဲ႕၊ေကာင္းက်န္႔ရွန္ကေတာ့သူ႔အေမရဲ႕အသုဘအတြက္လုပ္ေဖာ္ကိုင္ဖက္ေတြနဲ႔လိုက္မသြားပဲတစ္ေယာက္တည္းကားေမာင္းျပန္ခဲ့တယ္၊လမ္းမွာေခြးတစ္ေကာင္ကိုေရွာင္လိုက္ရင္းနဲ႔လူတစ္ေယာက္ကိုတိုက္မိၿပီးအဲဒီလူကေနရာမွာတင္ေသဆံုးသြားတယ္၊ေသသူအေလာင္းကိုကားေနာက္ဖံုးထဲထည့္သြားၿပီးသူ႔အေမရဲ႕အေလာင္းနဲ႔အတူတူထည့္ျပီးျမဳပ္ပစ္လိုက္တယ္၊ဒါေပမယ့္အဲဒီအျဖစ္ကိုမ်က္ျမင္ေတြ႕ခဲ့တဲ့ခ်န္ခ်န္းမင္ကေကာင္းက်န္႔ရွန္ကိုဖိအားေပးၿပီးေသဆံုးသြားတဲ့အေလာင္းဆီမွာသူ႔အတြက္တန္ဖိုးရွိတဲ့အရာပါသြားတဲ့အတြက္အေလာင္းကိုသူ႔ဆီျပန္ေပးခိုင္းတယ္၊အဲဒီအခ်ိန္မွာမွေပၚထြက္လာတဲ့အမွန္တရားေတြ၊ထင္မွတ္မထားတဲ့အရာေတြျဖစ္ပ်က္လာခဲ့တယ္.....Qty - Web dl 720pDuration - 1hr52minGene - Crime / ThrillSubtitle - Myanmar HardsubTranslator - NickyEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/peace-breaker-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/etFSntTdf5dwYqL23vitv2F14yc-133x200.jpg",
        "title": "Neverland",
        "description": "ဒီညအတြက္အေကာင္းဆံုးကားေလးတစ္ကားၿဖစ္တဲ့ \nNeverLand Mini Series ေလးကိုတင္ဆက္ေပးပါမယ္...\nနာမည္ကိုၾကည့္လိုက္ကတည္းကအားလံုးလည္းအံ့ၾသသြားၾကမွာပါ....\nဟုတ္ပါတယ္...ဒီကားက အပိုင္း ၂ ပိုင္းနဲ႕ခြဲၿပီးထြက္ထားတဲ့ Mini Series ေလးပါ...\nဒါေပမယ့္ အခုတင္ေပးတာကေတာ့ အဲ ၂ပိုင္းလံုးကိုေပါင္းၿပီးတစ္ကားတည္းၿဖစ္ေအာင္လုပ္ထားတဲ\nMini Series ပါ....အၿပီးထိပါပါတယ္..\nဒါေၾကာင့္မို႕လို႕ကားရဲ႕ၾကာခ်ိန္ဟာလည္း ၃ နာရီနီးပါးရွိပါတယ္...\nဒီကားေလးအေၾကာင္းမေၿပာခင္ Disney ကရိုက္ကူးခဲ့တဲ့ Peter Pan နဲ႕ ကပၸတိန္ဟြတ္ဆိုတဲ့\nAnimantion ကားေလးေတြကိုေတာ့ အားလံုးလည္းသိၾကမွာပါ...\nနာရီၿမိဳထားတဲ့ မိေက်ာင္းကိုေၾကာက္တဲ့ ပင္လယ္ဓားၿပၾကီးဟြတ္နဲ႕ Neverland ဆိုတဲ့ ကြ်န္းေလးကို\nကာကြယ္ေပးေနတဲ့ လူပ်ံေလး ပီတာပန္တို႕အေၾကာင္းေတြကိုရုိက္ကူးထားခဲ့တာပါ....\nေနာက္ၿပီး တင္ကာဘဲလ္ ဆိုတဲ့နတ္သမီးေလးအေၾကာင္းလည္းေတြ႕ခဲ့ရမွာပါ....\nဒီ Animation ကားေလးေတြဟာ ေအာင္ၿမင္ခဲ့ၿပီးေတာ့\nTinkerbell ဆိုတဲ့ Animation ကားေလး\nတစ္ကားလည္းသက္သက္ထြက္ရွိခဲ့ပါတယ္....\nPeter Pan ဟာ ကြ်န္ေတာ္တို႕ငယ္စဥ္ကအၾကိဳက္ဆံုးဇာတ္ေကာင္တစ္ခုၿဖစ္ခဲ့သလို\nကပၸတိန္ဟြတ္ဆိုတာကလည္း\nအေကာင္းဆံုးနဲ႕အရယ္ရဆံုးဗီလိန္ၾကီးတစ္ေယာက္ၿဖစ္ခဲ့ပါတယ္...\nကဲဒါဆို ဒီဇာတ္ကားေလးအေၾကာင္းကိုေၿပာလိုက္ရေအာင္....\nဒီဇာတ္ကားေလးဟာ ခုနကေၿပာခဲ့တဲ့ Animation ကားေလးေတြရဲ႕\nပထမဆံုးဥေလ်ာင္ကားၿဖစ္ပါတယ္...\nပီတာပန္ ဘာလို႕ပ်ံႏိုင္လဲ...\nကပၸတိန္ဟြတ္ ဘာလို႕လက္တဖတ္မရွိတာလဲ....\nမိေက်ာင္းထဲကိုနာရီကဘယ္လိုေရာက္သြားတာလဲ...\nအားလံုးမသိၾကပါဘူး...ဘာလို႕လဲဆိုေတာ့ Animation ကားေလးေတြက\nဘယ္ကဘယ္လိုၿဖစ္လဲမရိုက္ၿပေတာ့ပဲ\nသာမာန္ၿဖစ္ေနက်အတိုင္းပဲရိုက္ၿပထားခဲ့လို႕ပါ......\nဒါေၾကာင့္ အကုန္လံုးကိုအစဆံုးသိခ်င္ရင္ေတာ့\nဒီ အစအဆံုးပါတဲ့ Mini Series ေလးကသင္တို႕အတြက္\nစိတ္ေက်နပ္မႈ႕ကိုလံုး၀ရရွိေစမွာပါ....\nဒီဇာတ္ကားေလးထဲမွာပါတဲ့ ရႈ႕ခင္းေတြကသာယာၾကည္ႏူးဖြယ္ေကာင္းတဲ့အၿပင္\nAnimation ထဲမွာပါတဲ့လူရိုင္းေက်းရြာကလူရိုင္းေလးေတြရယ္ တိုက္ဂါးလီလီဆိုတဲ့ ေခါင္းေဆာင္သမီးေလးရယ္\nပင္လယ္ဓားၿပေတြရယ္ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/neverland-2/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Wuthering_heights-poster-141x200.jpg",
        "title": "Wuthering Heights (2011)",
        "description": "Wuthering Heights (2011)\nIMDb - 6.0/10_____Rotten - 68%\n  \nWuthering Heights ဆိုကထဲက ၉တန်း(အရင်သင်ရိုး ၁၀တန်း)ကျောင်းသား အရွယ်က သင်ကြားခဲ့ရတဲ့ သင်ခန်းစာလေးဆိုတာကို နည်းနည်းတော့မှတ်မိကြဦးမယ်ထင်ပါတယ် Liverpool မြို့လေးမှာ\n\"Cathy or Catherine, Hindley, Heathcliff Earnshawမိသားစု\"ပါဝင်ခဲ့တဲ ဒီဇာတ်လမ်းလေးဟာ ကစားဖို့ မုန့်စားဖို့ ရုပ်ရှင်ကြည့်ဖို့လာသိတဲ့ ကလေးအရွယ် ကျွန်တော်တို့နှလုံးသားကိုတောင် ခပ်စပ်စပ် ရိုက်ခတ်နိုင်စွမ်းရှိခဲ့တယ် အရွက်ရောက်လာတော့လည်း အနည်ထိုင်စပြုနေတဲ့ ကျွန်တော့တို့နှလုံးသားကို ဒုတိယံပိ ပြန်လည်လှုပ်နှိုးခံလိုက်ရတယ် အဲ့ဒါကတော့စာရေးဆရာ ကျော်လှိုင်ဦးဘာသာပြန်ထားတဲ့ လေထန်ကုန်းဆိုတဲ့စာအုပ်လေးကြောင့်ပါ.... ဟော အခု ရုပ်ရှင်အသွင်နဲ့ပြန်ကြည့်ရတော့ ဘယ်ပြောကောင်းမလဲဗျာ.... နောက်တော့မှသိလာရတာက Wuthering Heights ကို Emily Btonyရေးသားပြီး ဒီစာအုပ်ဟာ ခေတ်အဆက်ဆက် အကြီးကျယ်ဆုံးသော ဂန္တဝင်ဝတ္ထုစာရင်းဝင်ခဲ့ပါတယ်.... လူရဲ့ကိုယ်ကျင့်တရား...မျိုးဆက်သစ်ပြုစုပျိုးထောင်မှုရဲ့အရေးပါပုံ...စာပေသင်ကြားခွင့်ဆုံရှုံးခြင်းဟာ လူ့ဘဝရဲ့အကြီးမားဆုံးသော ဆုံးရှုံးမှု ဆိုတာတွေကို ဒီကားမှာတွေ့နိုင်ပါတယ် ......***********\nမေ့နေတဲ့သူတွေအတွက် နည်းနည်းနွှေးရင်းဇာတ်လမ်းလေးအကြောင်းပြောပြပါ့မယ်\n   \nMr.Earnshaw ကြီးက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2gBH8/Wuthering_Heights_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-15-07-56-55-92-144x200.png",
        "title": "The Thirteenth Tale (2013)",
        "description": "Vida Winter ဆိုတဲ့ စာေရးဆရာမႀကီးဟာသူမရဲ႕ အတၳဳပၸတၱိအေၾကာင္းေရးဖို႔ ငယ္ရြယ္တဲ့ အတၳဳပၸတၱိေရးသူ Margaret ကို ငွားရမ္းခဲ့တယ္။\nသူမျဖတ္သန္းလာရတဲ့ ဘဝကို The Thirteen taleလို႔ တင္စားၿပီး The Thirteen Tale ဆိုတဲ့စာအုပ္ကို ေရးသားခဲ့သူေပါ့။\nပံုျပင္က 13ပုဒ္ဆိုေပမယ့္ တကယ္တမ္းက 12ပုဒ္ပဲရွိတယ္။သူမ ငယ္ဘဝျဖတ္သန္းလာရမႈက 13ပုဒ္ေျမာက္ ပံုျပင္ေပါ့။\nVida ဟာ အင္တာဗ်ဴးမွာ သူမငယ္ဘဝအေၾကာင္းကို ေျဖဆိုထားတာေတြက တစ္ခုနဲ႔တစ္ခုက မတူဘူး။\nအဲ့ဒါေၾကာင့္လည္း လူအမ်ားက သူ႔ငယ္ဘဝျဖစ္တဲ့ 13ပုဒ္ေျမာက္ ပံုျပင္ကို သိခ်င္ေနၾကတာေပါ့။အေဖဘယ္သူမွန္း မသိ အေမကလည္း ဂ႐ုမစိုက္ေတာ့\nပ်က္စီးခ်င္တိုင္း ပ်က္စီးေနၾကတဲ့ သနားၾကင္နာမႈကင္းမဲ့တဲ့ ငယ္ဘဝအေၾကာင္း 13ပုဒ္ေျမာက္ ပံုျပင္ကို Margaret ကို ေျပာျပတဲ့အခ်ိန္မွာေတာ့ .............Qty - 720p BlurayDuration - 90minGerne - Drama/MysterySubtitle - Myanmar HardsubTranslator - ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-thirteenth-tale-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNGI1NTA5N2MtMjBmOS00MjVlLThjOTgtY2I2ZTQ3M2RhNTYxXkEyXkFqcGdeQXVyNzU5NTIxMzg@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Daddy You, Daughter Me (2017)",
        "description": "ဒီကား​ေလးက​ေတာ့ အ​ေဖနဲ႔သမီး ၇ရက္တာ စိတ္​​ေျပာင္​းသြားတဲ့အ​ေၾကာင္​း​ေလးကို ဂ်ပန္​ဝတၱဳတစ္​ပုဒ္​ကိုမွီျငမ္​းၿပီး ႐ိုက္​ကူးထားတာပါ။\nဖခင္​နဲ႔ဆယ္​​ေက်ာ္​သက္​အရြယ္​သမီးၾကားက ဆက္​ဆံ​ေရးကို႐ိုက္​ကူးထားတဲ့အတြက္​ ပ်င္​းစရာႀကီးလို႔​ေတာ့မထင္​နဲ႔​ေနာ္​။\nစိတ္​ခ်င္​း​ေျပာင္​းသြားတဲ့ အျဖစ္​အပ်က္​​ေလးကို ဟာသ​ေလးမ်ားနဲ႔ ရယ္​​ေမာစရာ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ Drama,comedyကား​ေလးမို႔ အရမ္​းကိုရယ္​ရပါတယ္​။\nဒိုယြန္​း(Jung So Min)ကစာက်က္​ဖို႔ပဲ​ေျပာ​ေနတဲ့အ​ေဖ(Yoon Je Moon) နဲ႔အဆင္​မ​ေျပတဲ့ အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါ။\nအဘိုးအိမ္​က​ေနျပန္​တဲ့လမ္​းမွာ သားအဖႏွစ္​​ေယာက္​စကားမ်ားၾကရင္​း ​ေနရာခ်င္​းလဲခ်င္​တဲ့အ​ေၾကာင္​း​ေျပာမိၾကပါတယ္။\nသူတို႔​​ရဲ႕စိတ္​ဆနၵ​ေတြကို ဆု​ေတာင္​းျပည္​့သစ္​ပင္​ႀကီး​ေအာက္​မွာ​ေျပာမိလို႔ သူတို႔စကား​ေတြဟာ အတည္​ျဖစ္​လာခဲ့ပါတယ္​။\nဆက္​ဆံ​ေရးအဆင္​မ​ေျပ​ေပမယ္​့ ၇ရက္အတြင္​းရန္​မျဖစ္​မွ ပံုမွန္​ခနၶာျပန္​ရမယ္​ဆိုတဲ့အဖိုးရဲ႕စကား​ေၾကာင္​့ သားအဖႏွစ္​​ေယာက္​သင္​့သင္​့ျမတ္​ျမတ္​​ေနၾကရင္​းဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး ဒိုယြန္​းတစ္​​ေယာက္​ သူ႔အ​ေဖခနၶာကိုယ္​နဲ႔ ကုမၸဏီကိစၥ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ???\nဒိုယြန္​းရဲ႕ခက္​ခဲလွတဲ့စာ​ေတြကို​ေရာ ဖခင္​ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ အဆင္​​ေျပ​ေျပ​ေျပက်က္​မွတ္​ႏိုင္​ပါ့မလား???\nသမီးကိုသူ႔ထက္​ပိုခ်စ္​တဲ့သူ႐ွိလာမွာစိုးရိမ္​​ေနတဲ့ ဖခင္​ ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ ဒိုယြန္​းႀကိတ္​ႀကိဳက္​​ေနရတဲ့ စီနီယာနဲ႔အဆင္​​ေျပပါ့မလား???\nစတဲ့ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြကို ဟာသျပကြက္​​ေလးနဲ႔​ေဖာ္​ျပထားၿပီး ဖခင္​နဲ႔သမီးအၾကားဆက္​ဆံ​ေရးကို ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထားတဲ့အတြက္​အႏွစ္​သာရ႐ွိတဲ့ကား​ေလးပါ။\nဒါ့အျပင္​ ဟန္​​ေဆာင္​အနမ္​းဆိုတဲ့ကား​ေလးနဲ႔ ပရိသတ္​ရင္​ခြင္​ထဲ​ေရာက္​လာတဲ့ မင္​းသမီး Jung So Min ရဲ႕ကား​ေလးမို႔ So Min Fan​ေတြအတြက္​ လက္​မလႊတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ\n(ဘာသာျပန္သူကေတာ့ ၾကာျဖဴလြင္ပါ)File Size : (850 MB) and (330 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/daddy-you-daughter-me2017/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNjE2YjVhN2YtZGNjNi00ZWFlLWFjMTAtOTBiODU4MTYxMmI5XkEyXkFqcGdeQXVyMzYxNDc5MA@@._V1_-138x200.jpg",
        "title": "Bon Cop Bad Cop 2 (2017)",
        "description": "Bon Cop Bad Cop 2 ရုပ္ရွင္ဇာတ္ကားဟာ ခုမွပူပူေႏြးေႏြးထြက္ရွိထားတဲ့ Action/ Comdy/ Crime အမ်ိဳးအစားဇာတ္ကားအမ်ိဳးအစားတစ္ပုဒ္ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Colm Feore နဲ႔ Patrick Huard က အဓိက ပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္။ထူးျခားခ်က္က မင္းသား Partrick Huard ကိုယ္တိုင္ ဒီဇာတ္ကားရဲ့ ၀တၳဳကိုေရးသားထားတာပါ။ဒါရိုက္တာ အေနနဲ႔ကေတာ့ Alain Desrochersကရိုက္ကူးေပးထားပါတယ္။ဒီဇာတ္ကားက 2006 ကထြက္ရွိခဲ့တဲ့ Bon Cop Bad Cop ထြက္ရွိျပီး ၁၁ နွစ္အၾကာမွာ ျပန္လည္ထြက္ရွိခဲ့တာပါ။Imdb Rating 7.2/10\nRotten Tomatoes 71%\nThe Globe and Mail 3/4ဒီ rating ေတြကို ၾကည့္ျခင္းအားျဖင့္ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာေျပာဖို႔ေတာင္မလိုဘူးထင္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ျပင္သစ္ ကေနဒီယန္ ရဲအျဖစ္ ဟာသဆန္ဆန္ သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ အက္ရွင္ ဇာတ္ကြက္ေတြေၾကာင့္\n...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop-2-2017/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU2NTkwMTcwM15BMl5BanBnXkFtZTcwNzIwNzE0MQ@@._V1_-143x200.jpg",
        "title": "Bon Cop Bad Cop (2006)",
        "description": "Bon Cop Bad Cop 1 ဟာ 2006ခုႏွစ္မွာထြက္ရိွခဲ့တဲ့ ျပင္သစ္စံုေထာက္-ဟာသဇာတ္ကားေလးပါ။\nIMDB rating 7.1/10 နဲ႔ Rotten Tomatoes 78% ရရွိထားပါတယ္။\nအဓိကဇာတ္ေဆာင္ေတြကေတာ့ ျပင္သစ္ရဲ႕နာမည္ေက်ာ္အက္ရွင္-ဟာသမင္းသား Patrick Huard ၊\nThe Amazing Spider Man, Thor(2011), Face/Off ဇာတ္ကားေတြအပါအဝင္ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားမွာ ဇာတ္ပို႕အျဖစ္သရုပ္ေဆာင္တဲ့ မင္းသားႀကီး Colm Feore တို႕ျဖစ္ပါတယ္\nမင္းသားနွစ္ေယာက္လံုးဟာ ဒီဇာတ္ကားေၾကာင့္ ကေနဒါရုပ္ရွင္အစည္းအရံုးကေပးအပ္တဲ့ အေကာင္းဆံုးအမ်ဴိးသားဇာတ္ေဆာင္ဆုအတြက္ လ်ာထားျခင္းခံထားခဲ့ရပါတယ္။\nကေနဒါနိုင္ငံ အြန္တာရီယို-ေကြဘက္ နယ္ေျမနယ္ခုၾကားတည့္တည့္မွာေထာင္ထားတဲ့ ဆိုင္းဘုတ္ေပၚမွာခါးအလယ္တည့္တည့္ကေန တြဲေလာင္းက်ေသေနတဲ့ လူေသအေလာင္းတစ္ခုကို ေတြ႕တာကစပါတယ္။\nဒီေတာ့ နယ္ေျမတစ္ဖက္စီကအထက္လူႀကီးေတြဟာ လူသတ္မွုကိုပူးေပါင္းေျဖရွင္းၾကဖို႔ဆံုးျဖတ္လုိက္ၾကၿပီး အြန္တာရီယိုက စာအုပ္ႀကီးအတိုင္းလုပ္တဲ့စံုေထာက္မာတင္ဝါ့ဒ္ ၊ေကြဘက္က စည္းမ်ဥ္းစည္းကမ္းေတြကို သိပ္အေလးမထားတဲ့ စံုေထာက္ေဒးဗစ္ဘူရွားတို႕ နွစ္ေယာက္ကိုတဲြေပးလုိက္ပါတယ္။\nအားေနရင္ အခ်င္းခ်င္းစကားနာထိုးၾကတဲ့ စံုေထာက္နွစ္ေယာက္ဟာ လုပ္ေဖာ္ကိုင္ဖက္ေတြအျဖစ္ အလုပ္လုပ္ၾကရပါေတာ့တယ္။\nလူသတ္သမားဟာ ေဟာ္ကီအသိုင္းအဝိုင္းကလူေတြကို သတ္ေလ့ရိွၿပီး ေနာက္ထပ္ဘယ္သူ႕အလွည့္ဆိုတာကိုပါသဲလြန္စခ်န္ခ်န္ထားပါတယ္။\nေဟာ္ကီအားကစားကို စြဲစြဲလန္းလန္းျဖစ္ေနတဲ့လူသတ္သမားကို မတည့္အတူေနစံုေထာက္နွစ္ေယာက္ႀကိဳးပမ္းေဖာ္ထုတ္ၾကပံုကို ဟာသဆန္ဆန္ရိုက္ကူးထားပါတယ္\nေနာက္ဆံုးမွာ လူသတ္သမားဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop2006/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjI2NDQ5Mzg0NF5BMl5BanBnXkFtZTgwMDM3NjI2MDE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Let the Bullets Fly (2010)",
        "description": "Let the Bullet Fly (2010) ရုပ္ရွင္ဟာ ၂၀၁၀ခုႏွစ္ကစတင္ျဖန္ ့ခ်ိခဲ့တဲ့တရုတ္အက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nIMDB အေနနဲ ့7.3/10 ကိုရယူထားၿပီး Rotten Tomato မွာေတာ့ 72%ပါ\nအဓိကဇာတ္ေကာင္ေတြအျဖစ္နာမည္ႀကီးသရုပ္ေဆာင္ႏွစ္ေယာက္ျဖစ္တဲ့  Chow Yun-fat(ေခ်ာင္ယြန္ဖတ္) Jiang Wen(က်န္းဝမ္)တိုပါဝင္သရုပ္ေဆာင္အားၿပိဳင္ထားပါတယ္\nဇာတ္လမ္းၾကာခ်ိန္ကေတာ့ ၂ နာရီပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\n၁၉၂၀ျပည့္ႏွစ္အခ်ိန္ကာလတရုတ္ႏိုင္ငံတြင္က်ာက္ေပါက္မာဓားျပက်န္းေခါင္းေဆာင္တဲ့ဓားျပအဖြဲ ့ရွိခဲ့ပါတယ္\nတစ္ေန ့အရာရွိမင္းမာပန္းတယ္စီးနင္းလိုက္ပါလာေသာရထားအားလုယက္မႈျပဳရင္း ဓားျပဗိုလ္မွအရာရွိေယာင္ေဆာင္ကာအနီးနားရွိအယ္ခ်န္ၿမိဳ ့ေလးသို ့သြားေရာက္ကာၿမိဳ ့ဝန္မင္းရာထူးရယူၿပီးႀကီးပြားခ်မ္းသာဖို ့ႀကံစည္ပါတယ္\nသို ့ေသာ္ထိုၿမိဳ ့တြင္ႀကီးစိုးေနေသာ သူေဌးဟြမ္စစ္လန္ႏွင့္ရင္ဆိုင္ရပါေတာ့တယ္\nသူတို ့ႏွစ္ေယာက္အျပန္အလွန္ အေကာက္ဥာဏ္ေတြနဲ ့ရင္ဆိုင္တိုက္ခိုက္ရင္း ဘယ္လိုေတြျဖစ္ပ်က္လာမလဲ\nဘယ္သူရႈံးနိမ့္ၿပီးဘယ္သူႏိုင္သြားမလဲဆိုတာ........\nအက္ရွင္ ဟာသ ဒရာမာေပါင္းစပ္ထားေသာဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္\n(ဘာသာျပန္သူကေတာ့ Kuran ပါ)File Size : (950 MB) and (480 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 12min\nFormat ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ba9f/Let_The_Bullets_Fly_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-4-133x200.jpg",
        "title": "Haunter (2013)",
        "description": "မမေရ သားနဲ႔ Edgar နဲ႔ ရတနာေတြကို ရွာေတြ႕ၿပီဆိုတဲ့အသံေလး ေဝၚကီေတာ္ကီထဲက ထြက္လာတယ္။\nဒါေတြကို စိတ္ကုန္ေနၿပီ။အျပင္ဘက္မွာလည္း ျမဴေတြက\nေတာ္ေတာ္က်ေနတယ္။\nဒီအခ်ိန္ဆို အေဖက ကားျပင္ေနၿပီး အေမက မနက္စာ\nပန္ကိတ္လုပ္ေနၿပီ။\nေအာက္ထပ္ကိုဆင္းမယ္ အေမက အဝတ္ေလွ်ာ္ခိုင္းေတာ့မယ္။ဘာေၾကာင့္မွန္းမသိ ေပ်ာက္ေနတဲ့အဝတ္ေတြ ဘယ္မွာလဲေမးမယ္။ၿပီးရင္ အေဖနဲ႔အေမ မိန္႔ခြန္းေတြေခြ်ေတာ့မယ္။ကလဲရီနက္ ေလ့က်င့္ ညစာ စား * Murder She Wrote *ဆိုတဲ့ဇာတ္ကားၾကည့္ အိပ္ရာဝင္။\nေနာက္ေန႔ႏိုးလာရင္လည္း ဒီပံုစံအတိုင္းပဲ။မနက္ျဖန္မွ ေရာက္မယ့္၁၆ႏွစ္ျပည့္ ေမြးေန႔ကလည္း ေရာက္မလာႏိုင္ေတာ့။ဒါေတြကို သူမ စိတ္ကုန္ေနၿပီ။\nဒါေပမယ့္ တစ္ရက္မွာ ေကာင္မေလးတစ္ေယာက္ကို သူ႔အိပ္ရာထဲမွ ေတြ႕လိုက္တယ္။ထူးထူးဆန္းဆန္း သူမနာမည္ေခၚေနတာေတြကို ၾကားလာရတယ္။\nသိခ်င္လို႔ စူးစမ္းမိေတာ့ မိသားစုက ကေမာက္ကမျဖစ္တယ္။လူႀကီး တစ္ေယာက္ကလည္း အဲ့အသံေတြကို ဂ႐ုမစိုက္ဖို႔ ေျပာတယ္။\nဒီလိုနဲ႔.......Lisa တစ္ေယာက္ ဒီဘဝကေန လြတ္ေျမာက္မွာလား။\n``ဟိုေကာင္မေလးနဲ႔ ဟိုလူႀကီးက ဘယ္သူေတြလဲ ‘’ ဆိုတာကိုေတာ့ ေဒါင္းၿပီး ၾကည့္လိုက္က်ေတာ့ဗ်ာ။ဘာသာျပန္အၫြန္းကေတာ့ Aung Myo Thet ျဖစ္ပါတယ္Qty ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/haunter-2013/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/download-140x200.jpg",
        "title": "The Others (2001)",
        "description": "The Others (2001)IMDb - 7.6/10_____Rotten - 83%\"The others\" ရုပ်ရှင်ဟာ 2001ခုနှစ်မှာစတင်ဖြန့်ချိခဲ့တဲ့ အမေရိကန်-ပြင်သစ်သဘာဝလွန်သည်းထိတ်ရင်ဖိုဇာတ်ကား\nဖြစ်ပါတယ်။IMDBအနေနဲ့ 7.6/10ကိုရယူထားပြီး Rotten Tomatoကတော့83%ပါ။ဒါရိုက်တာဖြစ်သူ Alejandro Amenabarကရိုက်ကူးထားပြီး အဓိကဇာတ်ကောင်တွေအဖြစ်\nNicole Kidman\nFionnula Flanagan\nChristopher Eccleston\nElaine Cassidy\nEric Sykes\nAlakina Mann\nJames Bentleyစတဲ့သူတွေက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားရဲ့ကုန်ကျစရိတ်ဟာ အမေရိကန်ဒေါ်လာ 17မီလီယံဖြစ်ပြီး ရုံတင်ဝင်ငွေက 209.9မီလီယံဒေါ်လာဖြစ်ပါတယ်။အမေရိကန်နဲ့ ကနေဒါမှာ းတင်ရုံတင်တဲ့ပထမအပတ်မှာတင် 14မီလီယံဒေါ်လာကိုရရှိခဲ့ပြီး ရုံတင်ဝင်ငွေအများဆုံးနံပါတ်4နေရာမှာ နောက်ထပ်သုံးပတ်တိတိရပ်တည်ခဲ့ပါတယ်။ဒါ့အပြင်\nGoya Award for Best Film\nGoya Award for Best Director\nGoya Award for Best Original Screenplay\nGoya Award for Best Sound\nGoya Award for Best Art Direction\nGoya Award for Best Editing\nGoya ...",
        "rating": "7.6",
        "url": "https://megaup.net/Rf73/The_Others_[2001]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk3OTAzMTQzNF5BMl5BanBnXkFtZTgwNjI3MDAxMzE@._V1_-138x200.jpg",
        "title": "Lage Raho Munna Bhai(2006)",
        "description": "Lage Raho Munna Bhai (2006)\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\n\" Hello ; Good Morning ; Mumbai \" ဆိုတဲ႔ ႏႈတ္ဆက္စကားေလးဟာ ေရဒီယို ေလးကေန ပ်ံ႕လြင့္လို႔လာခဲ့တယ္။ သာယာတဲ႔ အသံပိုင္ရွင္ဟာလည္း ေခ်ာေမာလွတဲ႔ ေကာင္မေလးတစ္ေယာက္ပါပဲ။ အသံလႊင့္ သူေလးက \"ဂ်န္ဗီ\" ။ဒီအသံေလး ကို ရင္ဘတ္နဲ႔ စြဲျငိေနခဲ႔မိသူကေတာ့ လူႀကမ္းႀကီး မူနာပါပဲ။\nတစ္ေန႔မွာေတာ့ \"ဂ်န္ဗီ \"ဟာ ေရဒီယို က႑ ေလးတစ္ခုကို ေႀကျငာလိုက္ပါတယ္။ ဒီ က႑ ေလးမွာေတာ့ အိႏၷိယႏိုင္ငံရဲ႕ ႏွလံုးလွဖခင္ႀကီး ဂႏၵီ အေႀကာင္း ကို ေျဖဆိုရင္း သူမႏွင့္ ေတြ႕ဆံုႏိုငိမယ့္ အခြင့္အေရးေလးပါပဲ။\nဒီ က႑ အတြက္ မူနာ ဟာ အစြမ္းအကုန္ အားထုတ္ေနခဲ႔မိပါတယ္။ မရတာ မရွိ မျဖစ္ႏိုင္တာ မရွိေလတဲ႔ လူႀကမ္း မူနာအတြက္ေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cn8z/Lage_Raho_Munna_Bhai_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/girls_trip_xlg-126x200.jpg",
        "title": "Girls Trip (2017)",
        "description": "ေကာလိပ္မွာအခ်စ္ဆံုးသူငယ္ခ်င္းေဟာင္းေတြျဖစ္ၾကတဲ့ Ryan, Sasha , Lisa နဲ႔ Dina တို႔ေတြဟာေက်ာင္းၿပီးသြားတဲ့အခ်ိန္မွာေတာ့ တစ္ေယာက္တစ္လမ္းဆီခြဲထြက္ၿပီး ကိုယ့္ဘဝကိုယ္ေ႐ွ႕ဆက္ၾကပါတယ္အိမ္ေထာင္က်ၿပီး ကေလး၂ေယာက္အေမျဖစ္သြားတဲ့ လီဆာေအာင္ျမင္တဲ့စာေရးဆရာမ တစ္ေယာက္ျဖစ္လာတဲ့ ႐ိုင္ယန္အတင္းေျပာတဲ့ Blog တစ္ခုလုပ္ရင္း ေငြေၾကးအခက္အခဲျဖစ္ေနတဲ့ ဆာ႐ွာအရင္ကလိုပဲ ကေလးဆန္ေနဆဲျဖစ္တဲ့ ဒီနာ တို႔႐ိုင္ယန္ရဲ႕အလုပ္ကိစၥတစ္ခုေၾကာင့္ နယူးေအာ္လန္ကို အတူတူခရီးထြက္ဖို႔ အခြင့္အေရးေပၚလာခဲ့ပါတယ္နယူးေအာ္လန္ကိုေရာက္တဲ့အခ်ိန္မွာပဲ ႐ိုင္ယန္ရဲ႕ေယာက်ာ္းျဖစ္သူ စတီးဝပ္ ေဖာက္ျပန္ေနတာကိုသိခဲ့ၾကတယ္သူတို႔သူငယ္ခ်င္း႐ိုင္ယန္ကို ဘယ္လိုကူညီၾကမလဲေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနတဲ့ စနိုက္ေၾကာ္မကိုေရာ ၄ေယာက္ေပါင္းၿပီး ဘယ္လိုႏိွပ္ကြပ္ၾကမလဲနယူးေအာ္လန္မွာ သူငယ္ခ်င္း၄ေယာက္ဘယ္လိုေတြ ေသာင္းက်န္းၾကမယ္ဆိုတာကိုပရိတ္သတ္ၾကီး ဆက္ၾကည့္ရမွာပါဒီဇာတ္ကားက သူငယ္ခ်င္းေတြၾကားမွာရွိတဲ့ သံေယာဇဥ္ နဲ႔ အခ်စ္ ကို ေဖာ္ျပတဲ့ဇာတ္ကားျဖစ္ပါတယ္စကားလံုးၾကမ္းၾကမ္းေတြပါလို႔ မိသားစုနဲ႔အတူၾကည့္ဖို႔ မသင့္ေတာ္ပါဘူး BFF ေတြနဲ႔အတူၾကည့္ပါ အူတက္ေအာင္ရယ္ရပါမယ္ ?သူငယ္ခ်င္းေတြကိုခ်စ္တဲ့သူေတြအတြက္ေတာ့ ဇာတ္ကားေကာင္းတစ္ခုပါ ? \n(ဘာသာျပန္သူကေတာ ျပည့္စံုပါ)\n File Size : (850 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/girls-trip-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "A Gentleman (2017)",
        "description": "​ေဘာလိဝုဒ္​ကား​ေတြရဲ႕ထံုးစံအတိုင္​းပရိသတ္​မထင္​ထား​ေလာက္​​ေအာင္​လွည္​့ကြက္​​ေလး​ေတြကဆရာက်တတ္​ၾကပါတယ္​။ဇာတ္​​ေၾကာင္​းဇာတ္​အိမ္​တည္​​ေဆာက္​ပံုကလည္​း​ေတာင္​့တင္​းတယ္​ဆိုတာ ​ေဘာလိဝုဒ္​ပရိသတ္​ႀကီးလည္​းသိၿပီးသားပါ။​ေဘာလိဝုဒ္​ကားအမ်ားစုဟာ ဟာသ/ အခ်စ္​ / အလြမ္​း /ဇာတ္​ၾကမ္​း /လွည႔္​ကြက္​ ​စတဲ့ ရသ​ေတြေထာင္​့​​ေစ့​ေအာင္ ​တည္​​ေဆာက္​ထား​ေလ့ရွိပါတယ္​။ဒီကား​ေလးရဲ႕အၫႊန္​းကိုမွ်​ေဝရမယ္​ဆိုရင္​ျဖင္​့ အိႏၵိယႏိုင္​ငံရဲ႕လွ်ိဳ႕ဝွက္​​ေအးဂ်င္​့အဖြဲ႕တစ္​ခုျဖစ္​တဲ့ အဖြဲ႕ X ​​အ​ေၾကာင္​း​​ေလးနဲ႔ပဲစခ်င္​ပါတယ္​​​အဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​ ကာနယ္​ဟာဆိုရင္​ျဖင့္​့အာဏာကိုအလြဲသံုးစားလုပ္​ၿပီး'ရ​ေလလို​ေလအိုတ​ေစၦဆိုသလို'ကိုယ္​က်ိဳးရွာ​ေလာဘသား​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​ပါအဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​က​ေတာ့ ရွရီဆိုတဲ့အရည္​အခ်င္​းရွိ​ေအးဂ်င္​့ပါသူက​ေတာ့ မတရားမႈ​ေတြလုပ္​​ေနတဲ့​ေခါင္​း​ေဆာင္​ရဲ႕လက္​​ေအာက္​က​ေနလြတ္​​ေျမာက္​ခြင္​့ရဖို႔ခက္​ခဲ​ေနတဲ့သူတစ္​​ေယာက္​ပါ ​သူ႔သ​ေဘာထားကိုသိသြားတဲ့ကာနယ္​က​ေနာက္​ဆံုးအ​ေနနဲ႔မစ္​ရွင္​တစ္​ခုလုပ္​​ေပးဖို႔​ေတာင္​းဆိုလိုက္​ပါတယ္​ဒါကိုသ​ေဘာတူၿပီး​ေနာက္​ပိုင္​းဘာ​ေတြျဖစ္​လာမလဲတစ္​ဖက္​မွာလည္​းဒါရိုက္​တာပံ​ု​ေဖာ္​ၿပီးရိုက္​ျပထားတဲ့ ေဂၚရဗ္​ ဆိုတဲ့ဝန္​ထမ္​း​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​း​ေလးလည္​းေျပာခ်င္​ပါ​ေသးတယ္​\nသူက​ေတာ့ ဘဝကိုအရႈပ္​အရွင္​းကင္​းကင္​းနဲ႔ရိုးသားစြာျဖတ္​သန္​းခ်င္​တဲ့သူပါကုမၸဏီမွာအလုပ္​ႀကိဳးစားတယ္​အိမ္​​ေကာင္​း​ေကာင္​းတစ္​လံုးနဲ႔​ေနခ်င္​တယ္​သာမန္​​ေနထိုင္​မႈလို႔ပဲဆိုရမွာပါမင္​းသမီးကလည္​းနာမည္​​ေရးျပစရာမလို​ေလာက္​​ေအာင္​ ​ေဘာလိဝုဒ္​ပရိသတ္​​ေတြအႀကိဳက္​ ဇာတ္​ၾကမ္​း/ အခ်စ္​/အလြမ္​း /ဟာသ ဘက္​စံုရတဲ့သမီးတစ္​လက္​ပါဒီ character ​ေတြစု​ေပါင္​းလိုက္​တဲ့ဇာတ္​လမ္​းအသြားအလာဘယ္​လိုပီျပင္​လာမလဲဆိုတာ​ေတာ့ ဇာတ္​ကားၿပီးခါနီး​ေလးမွပဲသိရမွာပါဇာတ္​အိမ္​/ ဇာတ္​​ေၾကာင္​း/ သရုပ္​​ေဆာင္​/ ​ေနာက္​ခံသီခ်င္​း အျပစ္​​ေျပာရာမရွိ​ေအာင္​​ေကာင္​းတဲ့ ဇာတ္​ကား​ေလးျဖစ္​​ၿပီးဟာသ​ေလး​ေတြလည္​းပါဝင္​ထားလို႔ျကိဳက္​ႏွစ္​သက္​ၾကမယ္​လို႔ ယူဆမိပါ​ေၾကာင္​း.......\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB)\nQuality : WEB-DL 720p\nRunning Time : 2hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wpy6/A_Gentleman_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzU5OWFhYWItYTY0MS00NmJmLWE5NmItYzAyOGIyYTcyMDcyXkEyXkFqcGdeQXVyNDUwNzM3NDU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "V.I.P (2017)",
        "description": "အဓိကဇာတ္အိမ္တည္ထား  တာကေတာ့ ကမၻာတစ္လႊားကလူသတ္မႈေတြက်ဴးလြန္သူအျဖစ္သံသယရွိခံေနရတဲ့  ေျမာက္ကိုရီး ယားထိပ္ပိုင္းေခါင္းေဆာင္တစ္ ဦးရဲ႕သားကင္ဂြမ္အီရဲ႕ အေၾကာင္းျဖစ္ပါတယ္။ေျမာက္ကိုရီးယားထိပ္ပိုင္း ေခါင္းေဆာင္တစ္ဦးရဲ႕သား ကင္ ဂြမ္အီဟာ ေတာင္ကိုရီးယားကို ၀င္လာတယ္ဆိုတဲ့ သတင္းအရ အထူးစံုစမ္းစစ္ေဆးေရးအဖြဲ႕နဲ႔ အေမရိကန္ စီအိုင္ေအအဖြဲ႕တို႔ စံုစမ္းေထာက္လွမ္းဖို႔ျဖစ္လာခဲ့ပါတယ္။  ဘာေၾကာင့္လဲဆိုရင္ ေတာင္ကိုရီးယားကို ဗီအိုင္ပီတစ္ဦးအျဖစ္ ေရာက္လာခဲ့တဲ့ ကင္ဂြမ္ အီဟာ လူသတ္မႈေပါင္းမ်ားစြာနဲ႔ဆက္စပ္ေနတဲ့သံသယတရားခံ ျဖစ္တာေၾကာင့္ပါ။လူသတ္မႈေတြကို စံုစမ္းေထာက္လွမ္းေနတဲ့ စံုေထာက္ခ်ယ္ရီဒိုကေတာ့ ကင္ဂြမ္အီဟာ လူသတ္မႈေတြရဲ႕ လက္သည္ျဖစ္ တယ္ဆိုတာသိေပမယ့္လို႔ ေတာင္ကိုရီးယာအထူးစံုစမ္းစစ္ေဆးေရး အဖြဲ႔ ေအးဂ်င့္ပက္ဂ်ယ္ေဟာ့က ေတာ့ ဂြမ္အီကို ကာကြယ္ေပးခဲ့ပါ တယ္။တကယ္ေတာ့ေအးဂ်င့္ ပက္ ဂ်ယ္ေဟာ့ဟာ စံုေထာက္ရီဒိုတို႔ လက္ဦးမႈမရခင္မွာ ကင္ဂြမ္အီနဲ႔ အဆင္ေျပေအာင္ေပါင္းၿပီး အဓိကအခ်ိန္က်မွ အျပဳတ္တိုက္ဖို႔ ရည္ရြယ္ထားသလို အေမရိကန္ ေထာက္လွမ္းေရးအဖြဲ႕အစည္းနဲ႔  လည္း ခ်ိတ္ဆက္ထားတာျဖစ္ပါ တယ္။ ျဖစ္လာသမွ်လူသတ္မႈ ေတြကို ရပ္တန္႔ဖို႔အတြက္ ေတာင္ကိုရီးယား၊ ေျမာက္ကိုရီးယားနဲ႔ အင္တာပိုရဲတပ္ဖြဲ႕ေတြပါ ဂြမ္အီနဲ႔ပတ္သက္လို႔ အၿပိဳင္အဆိုင္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/v-i-p-2017/",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/War-for-the-Planet-of-the-Apes-poster-135x200.jpg",
        "title": "War for the Planet of the Apes (2017)",
        "description": "War for the Planet of the Apes (2017)\nIMDb - 7.4/10_____Rotten - 94%\n  အမေရိ ကန်စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကား ဖြစ်တဲ့ War for the Planet of the Apes ဆိုတဲ့ ဇာတ်ကားလေးအ ကြောင်း ပြောပြပါရစေ။ ရုပ်ရှင် ဝေဖန်ရေးသမားတွေရဲ့ ချီးကျူး တဲ့ သုံးသပ်ချက်တွေ ရထားတဲ့ ဒါရိုက်တာမက်ရိဗ်စ်ရဲ့လက်ရာ ဇာတ်ကားလေးကို ၂၀ ရာစုမြေ ခွေးရုပ်ရှင် ထုတ်လုပ်ရေးကနေ ဖြန့်ချိထားတာပါ။ဒီတစ်ခါ ဇာတ်လမ်းကတော့ နာမည်ကြည့်လိုက်တာနဲ့ စစ်ပွဲလို့ သုံးထားတဲ့အတွက် လူသားတစ် ယောက်လို အိုင်ကျူမြင့်တဲ့ ချင် ပန်ဇီမျောက်ဝံဆီဇာခေါင်းဆောင် တဲ့ မျောက်ဝံတပ်သား အဖွဲ့နဲ့ မျောက်ဝံတွေကို သုတ်သင်ဖြိုခွဲ မယ့် လက်နက်ကိုင်တပ်ဖွဲ့တို့ရဲ့ တိုက်ပွဲကိုအဓိကဇာတ်အိမ်တည် ထားတာပါ။မျောက်ဝံစစ်တပ်ကို ဖြိုခွင်း ဖို့အတွက် အယ်လ်ဖာ-အိုမီဂါလို့ ခေါ်တဲ့ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2rYL6/War_For_The_Planet_Of_The_Apes_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Teen-Wolf-Season-5-225x300.png",
        "title": "Teen Wolf Season 6 စ/ဆံုး",
        "description": "ကဲ... အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 6 Returns ကို အစအဆံုး\nတင္ေပးလုိက္ပါၿပီ ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator ျဖစ္သူ Mie Mie ျဖစ္ပါတယ္\nThit San Khant\n  \nDownload List\n============= Episode 1-20  Vip  /  Yoteshin[1-10]  /  Yoteshin[11-20]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-6-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/k71fyrjjkhpt.mid-136x200.jpg",
        "title": "Journey to the West:return of 3 Saints (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ၀ူခုန္း ရဲ႕ ေနာက္ဘားရွင္းအသစ္ ကားေလးကိုထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ စာဖိုင္မထြက္ သလို Imdb မယ္လဲ rating မတက္ပါဘူး ဒါေပသိ ပရိတ္သတ္ႀကီးကိုၾကည့္ေစ ခ်င္တဲ့ ေစတနာနဲ႔ စာဖိုင္ဖန္တီးၿပီးတင္ဆက္ေပးလိုက္ပါတယ္ က်ေတာ္ကေတာ့ ကိုယ့္ဖာသာ rating ေပးရရင္ 3.5/5 ေလာက္ေတာ့ေပးပါတယ္ မင္းသမီးေလးေတြက cute လြန္းလို႔ဘာ :Pဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ထန္သူေတာ္စင္က အေနာက္ဖက္ကို က်မ္းစာသြားသယ္ပါတယ္ သယ္တဲ့ေနရာမွာလဲ ၀ူခုန္းပါတယ္ထင္ပါသလား မပါပါဘူး စကီေတြ တၿပံဳႀကီးနဲ႔ သြားသယ္တာပါ ကဲ ထန္ကိုယ္ေတာ္ကို စကီေတြက လမ္းခရီးမွာ မိစၦာေတြရန္က ဘယ္လို ကိုယ္ဖိရင္ဖိ ေစာင့္ေရွာက္ၾကမလဲ မိစၦာငနဲႀကီးေတြကေကာ ထန္ကိုယ္ေတာ္ကို ဘယ္လိုေတြ သူငယ္ေထာင္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ ရွဴစားၾကရမွာပါ :PQty - 720p Web dlDuration - 1hr 30minGene - Fantasy/Drama/RomanceSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1zv5p/Journey_To_West_-_Return_Of_3_Saints_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDExMTAzYmEtZjMwOC00MjIxLTkyNjMtOTZjOWIwMTI0YTc0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SX675_CR00675999_AL_-135x200.jpg",
        "title": "Overdrive (2017)",
        "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားေလးကေတာ့2017 မွာထြက္ရွိလာတဲ့ overdrive ဆိုတဲ့ကားေလးပါဒီကားထဲမွာေတာ့ ၿပိဳင္ကားခေရစီျဖစ္တဲ့ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္ရဲ႕ ဇာတ္လမ္းေလးပါသူတို႔ဟာဆိုရင္ ကားေမာင္းကၽြမ္းက်င္တဲ့အျပင္စက္တပ္ယာဥ္မွန္သမၽွကို ခိုးႏိုင္တယ္ဆိုၿပီးေက်ာ္ၾကားတဲ့ သူေတြလဲျဖစ္ၾကပါတယ္တစ္ေန႔ေတာ့ သူတို႔ႏွစ္ေယာက္ဟာကားတစ္စီးခိုးလိုက္ရာက ျပသနာအရႈပ္အေထြးေတြစတင္လာပါေတာ့တယ္သူတို႔ခိုးလိုက္တဲ့ ကားပိုင္ရွင္ဟာ ေတာ္ရံုလူမဟုတ္ဘဲအဆိပ္ျပင္းတဲ့ ကားခေရစီတစ္ေယာက္ျဖစ္ေနတဲ့အခါမွာသူတို႔ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရမလဲသူတို႔ဘယ္လိုေျဖရွင္းသြားလဲဆိုတာကို ၾကည့္ရႈၾကပါဦးဒီထဲမွာ ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္အျပင္ တျခားၿပိဳင္ကားခေရစီေတြရဲ႕ ကားေမာင္းကြက္အလန္းစားေတြကိုေဝေဝဆာဆာရိုက္ကူးထားတာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncode by Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/overdrive-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNTU2MjAxMjk3Nl5BMl5BanBnXkFtZTgwMjM5NzI5MDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "War on Everyone(2016)",
        "description": "War on everyone (2016) ဇာတ္ကားေလးဟာ IMDB 5.9 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ ဇာတ္လမ္းကေတာ့ တယ္ရီနဲ႔ ေဘာ့ ဆုိတဲ့ရဲအရာရွိ ၂ဦး ရွိတယ္...သူတုိ႔ ၂ေယာက္ဟာ ရဲက်င့္၀တ္နဲ႔မညီတာေတြ လုပ္ၾကတယ္ အထူးသျဖင့္ ျပစ္မႈက်ဴးလြန္တဲ့ရာဇ၀တ္သားေတြဆီက လာဘ္စားတယ္ ေငြညႇစ္တယ္ ..တစ္ေန႔ေတာ့ သူတို႔၂ေယာက္ဟာ လုယက္မႈေလးေတြ ေနာက္ကို လုိက္ေနရင္း မေမၽွာလင့္ပဲ အခ်ီႀကီးၾကံေနတဲ့ လုယက္မႈသတင္းအနံရသြားတယ္ နယ္ခံရာဇဝတ္သားတစ္ေယာက္ျဖစ္သူ ဂ်င္မီဟာ ဒီလုယက္မႈႀကီးရဲ႕ ဦးေဆာင္သူကေတာ့ ဂ်ိမ္းစ္မိန္းကန္လို႔ ေခၚတဲ့ၿဗိတိသွ်စီးပြားေရးလုပ္ငန္းရွင္ႀကီးတစ္ေယာက္ျဖစ္ပါတယ္။ သူတို႔ရဲ႕အလုပ္ကို ဝင္ေရာက္ေႏွာင့္ယွက္ေနတဲ့ ဒီရဲႏွစ္ေယာက္ကို ဂ်ိမ္းစ္မိန္းကန္က ရဲအရာရွိဘဝကေန ျပဳတ္သြားေအာင္လုပ္လိုက္ပါတယ္။ သူတုိ႔ ၂ေယာက္ဟာ အရက္သားျဖစ္သြားေပမဲ့လက္မေလ်ာ့ခဲ့ဘူး...အရပ္သားအျဖစ္နဲ႔ သူတို႔ႏွစ္ေယာက္ ဒီအမႈကိုဆက္လက္လိုက္ရင္း ႐ႈပ္ေထြးလွတဲ့ ကြင္းဆက္မ်ားအၾကား ဘယ္လို စံုစမ္းေထာက္လွမ္းၿပီး ဘယ္လိုအႏၲရာယ္ေတြၾကားထဲကေန ေနာက္ဆံုးေခါင္းေဆာင္ဆီေရာက္ေအာင္ သြားမလဲဆိုတာ ဒီဇာတ္ကားေလးထဲမွာ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါဦး။ဒီကားထဲက မင္းသားေတြကုိေတာ့ အားလုံးရင္းႏွီးၿပီးသားျဖစ္မွာပါ........\nဇတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yae ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/war-on-everyone2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/70004125-140x200.jpg",
        "title": "Honey, I Shrunk the Kids (1989)",
        "description": "Honey, I Shrunk the Kids (1989)\nIMDb - 6.4/10_____Rotten - 76%ဒီဇာတ်ကားလေးကတော့ သိပ္ပံပညာရှင်အဖေတစ်ယောက်ရဲ့ မအောင်မြင်တော့ဘူးလို့ထင်ထားတဲ့\nစက်တစ်ခုကနေပြီးတော့ ပေါက်တတ်ကရတွေဖြစ်သွားတဲ့ကားလေးဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်သျှာလင့်စကီတစ်ယောက်အရာဝတ္တုတွေကိုသေးအောင်လုပ်တဲစက်တစ်ခုကို\nဖန်တီးနေတာ နှစ်တွေအတော်ကြာခဲ့ပါပြီ...သူရဲ့ဖန်တီးစမ်းသပ်မှု့တွေကြောင့်လည်း\n ဘေးအိမ်ပတ်ဝန်းကျင်ကလူတွေပါ နေ့ရောညပါအနှောင့်ယှက်ဖြစ်ခဲ့ကြပါတယ်..\nနောက်ဆုံးမှာတော့ သူ့ကိုအရူးတစ်ယောက်လို့ပဲသတ်မှတ်လိုက်ကြပါတော့တယ်...\nတစ်နေ့မှာသူနှစ်ပေါင်းများစွာတီထွင်ပေမယ့်လည်း အောင်မြင်ခြင်းမရှိတဲ့ အရာဝတ္တုတွေကိုသေးအောင်\nချုံ့တဲစက်ဟာ သူ့ရဲ့သားသမီးတွေဆော့ရင်းကနေ ထိခိုက်မိပြီး\nပြန်လည်အသက်ဝင်လာခဲ့ပါတယ်....အဲစက်ကနေသူ့ရဲ့ကလေးတွေကိုအင်းစက်အရွယ်စားထိချုံ့ပစ်လိုက်ပါတယ်...\nအဲဒီနောက်မှာတော့ ထိုလူငယ်လေးတွေဟာ သူတို့ရဲ့ခြံဝန်းထဲကနေပြန်ပြီးတော့ အိမ်ကိုရောက်အောင်\nပြန်နိုင်အောင်ကြိုးစားကြရမှာပဲဖြစ်ပါတယ်...\nသာမန်အနေထားဆိုရင် ခြံဝန်းနဲ့အိမ်ကို ခြေသုံးလှမ်းလောက်ပဲလှမ်းရမှာဖြစ်ပေမယ့်လည်း\nအင်းဆက်အရွယ်သာသာဖြစ်သွားတဲသူတို့အတွက်အိမ်ထဲကိုပြန်ပြီးရောက်အောင်\nမိုင်ပေါင်းထောင်ချီအောင် ခရီးဆက်ရတော့မှာပဲဖြစ်ပါတယ်..\nထိုသို့ခရီးဆက်ရင်းလမ်းခရီးမှာဘယ်လိုအန္တရာယ်တွေနဲ့ကြုံရမလဲဆိုတာကတော့\nစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်...\nDisney ကတင်ဆက်ထားတဲ့ကားလေးဖြစ်ပြီးတော့ လူကြီးလူငယ်ပါကြိုက်နှစ်သက်စေမယ့်\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....  \nQuality…..BluRay 1080p\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(737 MB)\nTranslator…..Khin Chan Myae Tun\nEncoder…..Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/2eC7q/Honey,_I_Shrunk_The_Kids_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/oppso1p-141x200.jpg",
        "title": "[18+] Sweet Whip (2013)",
        "description": "Dark Side Production မွတင္ဆက္သည္။IMDB Rating (6.2)WARNING: This film contains graphic sex scenes, ?**#, masturbation, bondage...and I believe there's some nudity somewhere too, I don't know so...be over 18 to watch. 18 YEARS!Sweet Whip [Director's Cut] (2013)Also known as:\nYear: 2013\nCountry: Japanese\nDirected by: Takashi Ishii\nDuration: 2 hours, 24 mins\nLanguage: JapaneseCast:\nMitsu Dan\nYuki Mamiya\nNaoto TakenakaPlot:\nWhen Naoko was a freshman in high school she ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/18-sweet-whip-2013/",
        "category": "Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wet-woman-in-the-wind-poster-133x200.jpg",
        "title": "[18+] Wet Woman in the Wind (2016)",
        "description": "Dark Side Production အနေနဲ့\nဂျပန် Adult ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\n ဇာတ်ကြောင်းကတော့...\nမိန်းမဆိုတာတွေကို စိတ်နာပြီးတော့လား လိုတာမရ ရတာမလိုတာကြောင့်ပဲလား ဘာအကြောင်းကိစ္စရယ် မသိ\nကိုဆူကီဆိုတဲ့ ဘဲတစ်ဗွေက လူသူမသိတဲ့တောထဲမှာ တစ်ယောက်တည်း နေနေပါတယ်...\nစားရကံကြုံတော့ မုတ်ဆိတ်ပျားစွဲတယ်ပြောရမလားပဲ..\nသူနေတဲ့တောနဲ့မနီးမဝေးမှာရှိတဲ့ စားသောက်ဆိုင်တစ်ဆိုင်က စော်တစ်ဗွေနဲ့ သူနဲ့ ဆုံတော့တာပဲ\nဘဲကြီးကိုချိတ်သာချိတ်တာ စော်ကလဲခပ်ချေချေနော်\nဘဲကြီးကလည်းမိန်းမတွေကိုစိတ်ကုန်နေတဲ့သူ\nစော်ကလဲ ဘဲကြီးသူ့အပေါ်စိတ်လည်လာအောင် ဘယ်လိုတွေတောင်ရွဲ့ပြီး တခြားဘဲတွေနဲ့ဝုန်းပြမလဲ ဆိုတာရယ်\nတစ်ချိန်ကရှေးဟောင်းနှောင်းဖြစ်ပတ်သတ်ရာပတ်သတ်ကြောင်းဖြစ်တဲ့ နောက်စော်တစ်ဗွေကလဲ ထပ်ရောက်လာပြီး\nဘယ်လိုတွေတောင် ဖြစ်ကြတယ် ဆိုတာကတော့ဖြင့့်......။(ဘာသာပြန် Xian မှတင်ဆက်ထားသလိုဇာတ်လမ်းအညွှန်းကတော့ BGR ဖြစ်ပြီး RGB မှ Encode ထားပါတယ်။)Cast\nTasuku Nagaoka as Kosuke Takasuke\nYuki Mamiya as Shiori \nFile Size…(800 MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side Xian",
        "rating": "5.9",
        "url": "https://megaup.net/2gtaf/Wet_Woman_In_The_Wind_(Kaze_Ni_Nureta_Onna)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/风声-143x200.jpg",
        "title": "The Message (2009)",
        "description": "IMDb Rating (7.4) ရရွိထားတဲ့ ဒီတရုတ္ကားမွာ မင္းသား Huang Xiaoming ...မင္းသမီး Li Bingbing နဲ႕ Zhou Xun တို႕ပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့......1942 ခုႏွစ္၊ နန္က်င္းအေျခအေန...\nဂ်ပန္ေတြထိန္းခ်ဳပ္ထားတဲ့ ရုပ္ေသးအစိုးရတာ၀န္ရွိသူမ်ားအေပၚ\nတရုတ္ေတာ္လွန္ေရးတပ္ေတြရဲ႕ လုပ္ႀကံမႈအစီအစဥ္ၿပီးေနာက္  ဂ်ပန္ေထာက္လွမ္းေရးအႀကီးအကဲေတြက သူတို႔ဌာနမွာ သူလွ်ိဳရွိေနတာကို သိသြားတဲ့အတြက္ သူလွ်ိဳကို ေဖာ္ထုတ္ဖို႔ သတင္းတုကို ဖန္တီးၿပီး လႊင့္လိုက္ပါေတာ့တယ္။အဲ့ဒီသတင္းတုနဲ႔ပတ္သက္ၿပီး ဌာနအတြင္းက တရုတ္ေတာ္လွန္ေရးတပ္ေတြရဲ႕\nသံသယရွိသူေတြကို သူတို႔ရဲ႕ကိုယ္ပိုင္အိမ္ေတာ္တစ္ခုမွာ ထိန္းသိမ္းၿပီး\nတရားမ၀င္ စံုစမ္းေမးျမန္ၾကတယ္။အေျခအေနတင္းမာေနတဲ့ အခ်ိန္မွာ တရုတ္၀ွက္စာေဖာ္ထုတ္ေရးအရာရွိေတြက ဒီအေရးႀကီးသတင္းကို အျပင္ဖက္ေရာက္ေစဖို႔ နည္းေပါင္းစံုနဲ႔ အစြမ္းကုန္ ႀကိဳးစားၾကတဲ့အခါ..........။တရုတ္ - ဂ်ပန္ စစ္ပြဲေနာက္ခံနဲ႕ ဖန္တီးရိုက္ကူးထားျပီး Crime, Drama, Thriller ရသစံုမို႕ ၾကည့္ရႈသင့္တဲ့ဇာတ္ကားပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ Aung Myat Shwe ပါ။) \nFile Size…(999 MB) and (350 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…02:01:00\nSubtitle…Myanmar ...",
        "rating": "7.4",
        "url": "https://megaup.net/2h7B8/The_Message_[2009]_(MM_Sub).mp4",
        "category": "Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/v1.bTsxMTE2NjczMztqOzE3NTQ0OzEyMDA7ODAwOzEyMDA-135x200.jpg",
        "title": "Troy (2004)",
        "description": "Troy (2004)\nIMDb - 7.2/10_____Rotten - 54%\n Troy (2004)Troy ရုပ်ရှင်ဟု ဆိုလိုက်တာနှင့် ဂရိဘက်မှ မြင်းရုပ်ကြီးအား ထရိုဂျန်စစ်သားများက ကြိုးများဖြင့်ချည်နှောင်ကာ အီလီယွန်(Iliad)မြို့ထဲကို သယ်ဆောင်သွားတဲ့အကြောင်းတွေကို ကြားဘူးနားဝရှိကြပါလိမ့်မည်။ထင်ရှားကျော်ကြားသော စစ်ပွဲတွေ အကြောင်းကို ညွှန်းဆိုပြောဆိုကြမည်ဆိုလျှင်လည်း ထရိုဂျန်စစ်ပွဲအကြောင်းကို ချန်ထား၍ ရမည်မထင်ပေ။ကမ္ဘာ့အစောဆုံးဂန္တဝင် စာပေ လက်ရာတစ်ခုအဖြစ် သမုတ်ထားကြသည့် ဂရိစာဆိုတော်ကြီး ဟိုးမား၏ အိလီယက်နှင့် အိုဒက်ဆီ ကဗျာရှည်နှစ်ပုဒ်အနက် အီလီယက်ကဗျာမှာ\nဂရိလူမျို းတို့ ၏ ထရွို င်မြို့အောင်ပွဲအကြောင်းကို ပြန်ပြောင်းဂုဏ်ပြု စိမ့်သောငှာ ဂုဏ်တင်ရေးဖွဲ့ထားသည့်ကဗျာရှည်တစ်ပုဒ်ဟု ပြောဆို၍ ရနိုင်ပါမည်။ထရိုဂျန်စစ်ပွဲကို အောင်နိုင်ဖို့ရာအတွက်လည်း ဂရိနိုင်ငံနှင့် ထရွို င်မြို့နိုင်ငံတို့ ကိုးနှစ်ကျော်ကြာအောင် တိုက်ခိုက်ခဲ့ရသည်။ လူသားတွေသာမကပဲ နတ်ဘုရားတွေကပါ ကူညီတိုက်ခိုက်ကြသည်။စစ်ပွဲဖြစ်ပွားရပုံကနဦးအကြောင်းရင်းကို ဖောက်သည်ချရလျှင် ထရွိင်ဘုရင်သားတော်ငယ် ပဲရစ်က ဂရိဘုရင်ကြီးအက်ဂါမန်မနွင်၏ ညီ မက်နယ်လော့ မိဖုရား ဟယ်လင်အား ခိုးယူသွားပုံကနေ စတင်ခြင်းဖြစ်သည်။\nထရွို င်နိုင်ငံအား ...",
        "rating": "7.2",
        "url": "https://megaup.net/1wtmq/Troy_[2004]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-07-11-32-10-60-139x200.png",
        "title": "ReLIFE (2017)",
        "description": "Japan Drama ကားအလန္​း​ေလးပါ Japan drama ကား​ေတြရဲ႕ဇာတ္​​ေၾကာင္​း​ထံုးစံအတိုင္​းအနည္​းငယ္​ထူးဆန္​းလိုက္​ရမွာဆို​ေတာ့ကာ27 ႏွစ္​အ႐ြယ္​ ကာဇာကီဟာ လုပ္​ငန္​း​ေရးရာသိပ္​မ​ေျပ​ေတာ့ ကုမၸဏီ​ေတြကလည္​းခဏခဏဆိုင္​းငံခံ​ေနရသူပါ ဖိအားမ်ားလာ​ေပမယ့္​လည္​းသိကၡာဆိုတာရွိ​ေသး​ေတာ့ အ​ေပါင္​းအသင္​း​ေတြၾကားဟန္​ကိုယ္​့ဖို႔မာန္​သူ႔ဖို႔ဆိုသလိုဟန္​​ေဆာင္​ထားရတာ​ေပါ့ တစ္​​ေန႔မွာထူးဆန္​းခ်င္​​ေတာ့ယိုအာကီဆိုတဲ့လူငယ္​​ေလးနဲ႔ဆံုၿပီးအလုပ္​ကိစၥတစ္​ခုကမ္​းလွမ္​းခံရပါ​ေတာ့တယ္​ ReLife ဆိုတဲ့စမ္​းသပ္​ခ်က္​တစ္​နွစ္​တိတိလုပ္​​ေပးဖို႔ ပါRelife ဆိုတာဘာလဲ​ေမးရင္​​ေတာ့​ေဆ​း​ေသာက္​ၿပီးတဲ့အခါရုပ္​ကဆယ္​​ေက်ာ္​သက္​လိုျပန္​ႏုပ်ိဳသြားၿပီးတစ္​ႏွစ္​တိတိထူးျခားခ်က္​ကိုအနီးကက္​​ေလ့လာတဲ့စမ္​သပ္​ခ်က္​ပါ ​အလိုလိုက္​အႀကိဳက္​​ေဆာင္​ပီးကမ္​းလွမ္းတာလက္​မခံခဲ့​ေပမယ့္​ မူးၿပီး​ေသာက္​မိတဲ့​ေဆး​ပုလင္​းေၾကာင္​့အထက္​တန္​း​ေက်ာင္​းသားဘဝကို​ေရာက္​သြားပါ​ေတာ့တယ္​အဲ့​ေက်ာင္​းမွာပဲ ဟီရွီယို ,အိုဂါ ,ကာရီယူ, အိုႏိုယာ စတဲ့သူငယ္​ခ်င္​း​ေတြနဲ႔သံ​ေယာဇဥ္​ျဖစ္​ခဲ့ၾကပါ​ေတာ့တယ္​ အဲ့ဒီထဲကမွ အ​ေန​ေအးၿပီးထူးဆန္​းတဲ့ဟီရွီိယုိဆိုတဲ့မိန္​းက​ေလးကိုက်ဳပ္​တို႔ဇာတ္​လိုက္ႀကီးက​ေႂကြမိ​ေတာ့တာ​ာေပါ့ သူတို႔ သူငယ္​ခ်င္​း ၅​ေယာက္​ရဲ႕ၾကားထဲမွာရွိခဲ့ၾကတဲ့​ေပ်ာ္​႐ႊင္​စရာ စိတ္​ညစ္​စရာ​ေတြကို​ေကာဘယ္​လိုမွ်​ေဝခံစားၾကမလဲအ​ေန​ေအးၿပီးထူးဆန္​းလွတဲ့မိန္​းက​ေလး ဟီရွီယိုရဲ႕ ​ေနာက္​​ေၾကာင္​းက​ေကာဘယ္​လိုလဲ,Relife စမ္​းသပ္​ခ်က္​တစ္​ႏွစ္​သက္​တမ္​းၿပီးတဲ့အခါမွာ​ေကာဘာ​ေတြဆက္​ျဖစ္​မလဲ ,စတဲ့အခ်စ္​ ,အလြမ္​း ,ဟာသ,အတုယူဖြယ္​အ​ေလ့အက်င္​့အစရွိတာ​ေတြကိုခံစားၾကရမယ္​့ happy ending​ေလးျဖစ္​လို႔Dramaခ်စ္​ပရိသတ္​ႀကီးအထူးႀကိဳက္​ႏွစ္​သက္​မယ္​လို႔ယံုၾကည္​မိပါ​ေၾကာင္​း....Qty - 720p Web dlDuration - 1hr 45min 55secGerne - Drama/ RomanceTranslator - Pyae Xein SettEncoder - Kyaw Ye Aung",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/relife-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkzODMwNTYxM15BMl5BanBnXkFtZTgwODMxNDA2MDE@._V1_-150x200.jpg",
        "title": "Secret Reunion (2010)",
        "description": "​ကိုးရီးယားႏိုင္​ငံရဲ႕​ေအာင္​ျမင္​တဲ့ထုတ္​လုပ္​မႈတစ္​ခုျဖစ္​တဲ့ ဒီကား​ေလးက ​ေဆာင္​းကန္​ဟိုနဲ႔ ကင္​​ေဒါင္​ဝန္​တို႔ main role အ​ေနနဲ႔ပါဝင္​ထားတဲ့ ​ေဟာလိဝုဒ္​ကားဆန္​ဆန္​ spy,thriller ကား​ေလးျဖစ္​ပါတယ္​။​ေအးဂ်င္​့ လီဟန္​ဂူဟာ ႏိုင္​ငံ​ေရးဌာနတစ္​ခုမွာတာဝန္​ထမ္​း​ေဆာင္​​ေနၿပီး မိသားစုကို​ေကာင္​း​ေကာင္​းမ​ေထာက္​ပံ့ႏိုင္​တဲ့အတြက္ အိ္​မ္​​ေထာင္​နဲ႔ကြဲ​ေနသူပါ။သူ႔ရဲ႕ မစ္​႐ွင္​က​ေတာ့​ေျမာက္​ကိုရီးယား​ေခါင္​း​ေဆာင္​ကိုသစၥာ​ေဖာက္​တဲ့သူ​ေတြကိုသတ္​ျဖတ္​​ေနတဲ့ အရိပ္​ ဆိုတဲ့လူသတ္​သမားကိုလိုက္​လံဖမ္​းဆီး​ရျခင္​းပါ။မစ္​႐ွင္​က်႐ွံဳးခဲ့တဲ့အတြက္​အထက္​လူႀကီးနဲ႔က​ေတာက္​ကဆျဖစ္​ကာ လီဟန္​ဂူအလုပ္​ထြက္​ခဲ့ရပါတယ္​။ကင္​​ေဒါင္​ဝမ္​က​ေတာ့ ​ေျမာက္​ကိုရီးယားရဲ႕သူလ်ိွဳ ဂ်ီဝန္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး အရိပ္​ရဲ႕အမိန္​႔ကိုလိုက္​နာရသူပါ။ႏူးညံတဲ့ႏွလံုးသားပိုင္​႐ွင္​ဂ်ီဝန္​ဟာ ရန္​သူ​ကိုညႇာတာမိရာက​ေန တိုင္​းျပည္​ရဲ႕သစၥာ​ေဖာက္​ျဖစ္​ခဲ့ပါတယ္​။၆ႏွစ္​ၾကာတဲ့အခါ ကိုယ္​ပိုင္​​ေအဂ်င္​စီ​ေထာင္​ၿပီး ထြက္​​ေျပး​ေနတဲ့ႏိုင္​ငံျခားသူဇနီး​ေတြကို႐ွာ​ေဖြ​ေပး​ေနသူ လီဟန္​ဂူဟာ ဆု​ေငြရလိုမႈနဲ႔ရဲဌာနကအလို႐ွိသူကိုဖမ္​းဆီးရင္​ ​ေဆာက္​လုပ္​​ေရးလုပ္​ငန္​တစ္​ခုမွာအလုပ္​လုပ္​​ေနတဲ့ ဂ်ီဝန္​နဲ႔ဆံုခဲ့ပါတယ္​။ဇနီးသည္​နဲ႔သမီး​ေလးဆီျပန္​ဖို႔​ေငြလို​ေနတဲ့ဂ်ီဝန္​ဟာ လီဟန္​ဂူရဲ႕​ေအဂ်င္​စီမွာအလုပ္​လုပ္​ရင္​း လီဟန္​ဂူရဲ႕တိုက္​ခန္​းမွာပဲ​ေန​ထိုင္​ခဲ့ပါတယ္​တစ္​​ေယာက္​ကိုတစ္​​ေယာက္​သတိထားရင္​းနဲ႔အ​ေနၾကာလာတဲ့အခါမွာ ညီအကိုသံ​ေယာဇဥ္​တြယ္​လာခဲ့ပါတယ္​။န်ဴးကလီးယားျပႆနာနဲ႔ႏွစ္​ႏိုင္​ငံဆက္​ဆံ​ေရးတင္​းမာလာၿပီးလုပ္​ၾကံသတ္​ျဖတ္​မႈ​ေတြျပန္​လည္​အစျပဳလာခ်ိန္​မွာ​ေတာ့ သူတို႔ႏွစ္​​ေယာက္​ၾကားဆက္​ဆံ​ေရး​ေတြဘယ္​လိုဆက္​ျဖစ္​ျကမလဲ..ဂ်ီဝန္​က​ေရာ သူ႔မိသားစုနဲ႔ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ၾကာျဖဴလြင္ပါ)\n  File Size : (850 MB) and (400 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gupB/The_Secret_Reunion_(Uihyeongjae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODM3MTE3ZjAtZmE1Zi00ODg1LWI3YTItYmYwN2ExODE1YjBlXkEyXkFqcGdeQXVyMTg1MzYyMzQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Una (2016)",
        "description": "ဒီတစ္ခါေတာ့Drama/Mysteryကားေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္အေတြးေလးတစ္ခုထင္က်န္ေစမယ့္စိတ္ထဲစြဲျငိေစနယ့္ဇာတ္ကားေလးတစ္ကားညြန္းေပးခ်င္ပါတယ္။ဇာတ္ရွိန္ေအးေအးနဲ႔ေခၚသြားေပးမယ့္ကားမ်ဳိးပါ။ဇာတ္လမ္းေလးကေတာ့အမ်ဳိးသမီးငယ္ေလးတစ္ေယာက္သူ႔ထက္အသက္ေတာ္ေတာ္ၾကီးတဲ့လူၾကီးတစ္ေယာက္ဆီကိုလာခဲ့ရာတာစတာပါပဲ။သူဒီလိုလာခဲ့တယ္ဆိုတာလည္းအေၾကာင္းအရင္းရွိပါတယ္။အဲဒိအမ်ဳိးသားၾကီးမွာအတိတ္ကအမဲစက္ထင္ေစမယ့္သူ႔ကိုယ္ကိုသူေျခာက္လွန့္ေနတဲအေၾကာင္းအရင္းေလးရွိေနလို႔ပါပဲ။အတိတ္ကျဖစ္ရပ္အေနနဲ့ဒီကိုေရာက္လာတဲ့မိန္းမငယ္ေလးတစ္ေယာက္ဘာေတြဆက္စပ္မႈရွိေနမလဲဆိုတာေတာ့စိတ္၀င္စားစရာပါ။စိတ္ခံစားခ်က္၂ခုၾကားေရာေထြးမွုေတြနဲ႔ဒီကားေလးကိုအဓိကေမာင္းနွင္ထားတာပါ။ၾကည့္ရသူအဖို့အျမင္တမ်ဳိးနဲ့ ရွုေထာင္တမ်ဳိးကေနခ်ျပထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဆိုေတာ့ဒီေကာင္မေလးနဲ့အမ်ဳိးသားၾကီးတို႔ၾကားဘာျသနာေတြရွိေနမလဲ။ဘာလ်ွဳိ႕၀ွက္ခ်က္ေတြရွိေနမလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုရင္တမမနဲ႔ဆက္လက္ရွုစားလိုက္ပါဦး။ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (230 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncode by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/una-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDg4NWJiNzAtM2RhNC00MTZlLWIzZTktZjdiNzQ0MGIzNTAxXkEyXkFqcGdeQXVyMTM3Mjc0OTE@._V1_-143x200.jpg",
        "title": "Science Fiction Volume One: The Osiris Child(2016)",
        "description": "The Osiris Child:Science Fiction Volume One(2016)\nျသစေတးလ်ေတာင္ပိုင္း Coobe Pedy နဲ႔ Gladesville နဲ႔ ဆစ္ဒနီတို႔မွာ ႐ိုက္ကြင္းယူၿပီး ဖန္တီးထားတဲ့ ဒီဇာတ္ကားေလးကို ဒါ႐ိုက္တာ Shane Abbess က ႐ိုက္ကူးထားၿပီး ေအာ္ဇီနဲ႔အေမရိက ဇာတ္ေဆာင္မ်ားပါဝင္သ႐ုပ္ေတာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nကမာၻေျမရဲ႕အျပင္ဘက္မွာ နယ္ခ်ဲ့ယူထားတဲ့ၿဂိဳလ္ေတြကို အုပ္ခ်ဳပ္ေထာက္ပံ့မႈျပဳလုပ္ဖို႔ အိတ္ေဇာလို႔ေခၚတဲ့ အဖြဲ႔အစည္းက တာဝန္ယူထားၿပီး အဲဒီၿဂိဳလ္မွာ General Lynex (Racheal Griffiths (၂၀၀၆ ထုတ္ Step Up ကားမွာ director gordon အေနနဲ႔ ပါဝင္ခဲ့)) အုပ္ခ်ဳပ္ေနပါတယ္\nအဲဒီအဖြဲ႔အစည္းကို ယုံၾကည္ၾကတဲ့လူေပါင္းမ်ားစြာဟာ အဲဒီၿဂိဳလ္မွာေနထိုင္ၾကၿပီး ဗိုလ္ခ်ဳပ္ႀကိ္းကေတာ့ စၾကာဝဠာထဲမွာ ကိုလိုနီနယ္ေျမေတြ ထပ္မံခ်ဲ့ထြင္ႏိုင္ဖို႔ ရစ္ဂ်္လို႔ေခၚတဲ့ လူကေန အသြင္ေျပာင္းသတၱဝါႀကီးေတြကို တိတ္တဆိတ္ဖန္တီးလ်က္႐ွိၿပီး အက်ဥ္းေထာင္မွာ လွ်ိဳ႕ဝွက္ထား႐ွိပါတယ္\nအဲဒီ အိတ္ေဇာအဖြဲ႔အစည္းမွာ လက္ဖတက္နင္ ကိန္း ဆြန္မာဗီးလ္ (Daniel Mcpherson) ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/science-fiction-volume-one-the-osiris-child2016/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-1-133x200.jpg",
        "title": "Mine (2016)",
        "description": "၂ဝ၁၆ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီ Mine ဆိုတဲ့ ဇာတ္ကားေလးဟာIMDB 5.9 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ဇာတ္လမ္းပံုစံကေတာ့ မစ္ရွင္တစ္ခု ေဆာင္ရြက္ဖို႔ စႏိုက္ပါ၂ဦးမစ္ရွင္မေအာင္ျမင္ဘဲ အျပန္ခရီးလမ္းမွာ ႏွစ္ေပါင္းမ်ားစြာကမိုင္းေတြ ျမဳပ္ႏွံထားခဲ့ဖူးတဲ့ သဲကႏၲာရတစ္ခုကို ေက်ာ္အျဖတ္မွာစႏိုက္ပါတစ္ဦးကေတာ့ မိုင္းေၾကာင့္ေသဆံုးခဲ့ၿပီး က်န္ရွိတဲ့စႏိုက္ပါတစ္ဦးျဖစ္သူ ဆာဂ်င္မိုက္ကယ္သားစစ္ကေတာ့ မိုင္းနင္းထားမိၿပီး ၎ေနရာမွခြာလို႔မရႏိုင္ဘဲ သဲမုန္တိုင္းမ်ား၊ ရန္သူမ်ားကို တစ္ဦးတည္းတိုက္ခုိက္ေနရပံုမ်ားကိုရင္သပ္႐ႈေမာဖြယ္ ခံစားၾကည့္႐ႈရမွာပဲျဖစ္ပါတယ္။ေနာက္ဆံုးမွာ ဆာဂ်င္မိုက္ကယ္သားစစ္တစ္ေယာက္ တပ္ဖြဲ႕ရဲ႕ကယ္ဆင္ျခင္းကိုခံရမလား၊ သဲကႏၲာရထဲ ေရငတ္ၿပီး ေသဆံုးသြားမလား၊သဲမုန္တိုင္းေၾကာင့္ေသသြားမလား၊ရန္သူလက္ခ်က္နဲ႔ေသသြားမလားဆိုတာကို ဒီ Mine ဆိုတဲ့ဇာတ္ကားေလးမွာ ဆက္လက္႐ႈစားလိုက္ၾကပါ။ QTY - 720p BlurayDuration - 1hr 45minGerne - Thrill/WarSubtitle - Myanmar hard subTranslator - Yae Yint MayEncoder - Kyaw Ye Aung",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mine-2016/",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Hugo-poster-133x200.jpg",
        "title": "Hugo (2011)",
        "description": "Hugo (2011)\nIMDb - 7.5/10_____Rotten - 93%\nWon 5 Oscars. Another 56 wins & 191 nominations.\n  ဒီတစ်ခါတော့ 2011 ကထွက်ခဲ့တဲ့ အင်္ဂလိပ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့ Hugo ဆိုတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားလေးကတော့ 1930 ခုနှစ်ဝန်းကျင် ပဲရစ်မြို့ကမီးရထားဘူတာရုံလေးမှာ တစ်ယောက်တည်းနေခဲ့တဲ့အသက် 12 နှစ်အရွယ် ဟူဂိုဆိုတဲ့ မိဘမဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါသူ့အဖေမုဆိုးဖိုကတော့ မသေခင်ထိ နာရီပြင်တဲ့အလုပ်ကိုလုပ်ကိုင်ခဲ့သူပါဟူဂိုဟာ သူ့ဖခင်ဆီက အဲပညာကိုအမွေဆက်ရခဲ့ပါတယ်သူဟာ ဘူတာရုံနာရီစင်ကြီး ပုံမှန်လည်ပတ်ဖို့ကို လုပ်ကိုင်ရင်းနေထိုင်ခဲ့တာပါသူ့အဖေမသေဆုံးခင်မှာ သူ့ကိုထားပေးခဲ့တဲ့ စက်ရုပ်လေးတစ်ရုပ်ရှိပါသေးတယ်အဲစက်ရုပ်လေးမှာ အထူးပြုလုပ်ထားတဲ့သော့လေးမရှိရင် ဘာမှအလုပ်မလုပ်နိုင်ပါဘူးဟူဂိုက သေဆုံးသွားတဲ့ သူ့အဖေနဲ့ပတ်သက်တဲ့ မယ်မိုရီတွေကို သိနိုင်ဖို့ သော့လေးကိုရှာဖို့ လိုတယ်ဆိုတာ သိလာတဲ့တစ်နေ့ ဟူဂိုတစ်ယောက်ဘာတွေ ဆက်လုပ်မလဲ ဘာတွေကြုံရမလဲ\nသူလိုချင်တာကို နောက်ဆုံးမှာ ရနိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းအပြည့်အစုံကို ကြည့်ရှုအားပေးကြပါလို့မှော်ဆန်ဆန် ဆန်းကြယ်ဖြစ်ရပ်ဇာတ်ကားလေးတွေကိုရူးသွပ်ကြတဲ့ ပရိသတ်တွေ တကယ့်ကိုအကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေ  \nFile Size : (800 MB)\nQuality ...",
        "rating": "7.5",
        "url": "https://megaup.net/2fsN5/Hugo_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Bluebeard-150x200.jpg",
        "title": "Bluebeard (2017)",
        "description": "ဂန်းနမ်မှာ ကိုယ်ပိုင်ဆေးခန်းလေးဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်းပြုနေတဲ့ဒေါက်တာဗြောင်းဆန်းဟွန်း တစ်ယောက် ငွေကြေးအခက်အခဲကြောင့်သူ့ဆေးခန်း ပိတ်သိမ်းလိုက်ရတဲ့အခါမှာတော့ အခြားပြည်နယ်တစ်ခုကဆေးရုံတစ်ခုမှာ ဆရာဝန်အနေနဲ့ သွားရောက် လုပ်ကိုင်ခဲ့ပါတယ်အဲ့ဒီဒေသမှာနေထိုင်ဖို့အတွက် သားသတ်ဆိုင်တစ်ဆိုင်ရဲ့အပေါ်ထပ်မှာငှားရမ်းနေထိုင်ရင်း အောက်ထပ်က သားသတ်ဆိုင်ကလူတွေနဲ့လည်းတဖြည်းဖြည်း ပိုပိုပြီး ရင်းနှီးလာခဲ့တယ်သူသွားနေထိုင်ရတဲ့ ဒေသက မဖော်ထုတ်နိုင်ခဲ့တဲ့ ကွင်းဆက်လူသတ်မှုတွေနဲ့နာမည်ကြီးတဲ့ ဒေသဖြစ်ပါတယ်တစ်နေ့မှာတော့ သူနေတဲ့နေရာနားတစ်ဝိုက်မှာ ဦးခေါင်းပြတ်အလောင်းတစ်လောင်း ရှာတွေ့ခဲ့ပါတယ်အမှတ်မထင်ပဲ ဒီအမှုက သူ့အောက်ထပ် သားသတ်ဆိုင်က သားအဖနှစ်ယောက်နဲ ံပတ်သက်မှုရှိတာကို သိလာတဲ့ အချိန်မှာတော့ သူကိုယ်တိုင်လည်းအဲ့ဒီပတ်သက်မှုတွေကနေရုန်းထွက်နိုင်ဖို့ကြိုးစားပြီး အမှုမှန်ဖော်ထုတ်နိုင်အောင် ကြိုးစားခဲ့ပါတယ်ဒါပေမဲ့ တစ်နေ့မှာတော့ ဒေါက်တာဆန်းဟွန်းရဲ့ဇနီးပါ ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်ဒီဇာတ်လမ်းလေးဟာ စိတ္တဇ ဆန်ဆန် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းဖြစ်တာကြောင့်စိတ္တဇ လူသတ်သမားက သားသတ်ဆိုင်က သားအဖ လားဆရာဝန်ကိုယ်တိုင်ပဲလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ စောင့်ကြည့်ရင်း အဖြေရှာကြပါစို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Scrn ပါ)\n--------------------------------------------------------------\nဂန္းနမ္မွာ ကိုယ္ပိုင္ေဆးခန္းေလးဖြင့္ၿပီး အသက္ေမြး၀မ္းေက်ာင္းျပဳေနတဲ့ေဒါက္တာေျဗာင္းဆန္းဟြန္း တစ္ေယာက္ ေငြေၾကးအခက္အခဲေၾကာင့္သူ ့ေဆးခန္း ပိတ္သိမ္းလိုက္ရတဲ့အခါမွာေတာ့ အျခားျပည္နယ္တစ္ခုကေဆးရံုတစ္ခုမွာ ဆရာ၀န္အေနနဲ ့ သြားေရာက္ လုပ္ကိုင္ခဲ့ပါတယ္အဲ့ဒီေဒသမွာေနထုိင္ဖို ့အတြက္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/4UK9q/Bluebeard_(Haebing)_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Soar-Into-the-Sun-aka-Return-to-Base-2012-Movie-Poster-600x859-140x200.jpeg",
        "title": "R2B: Return to Base (2012)",
        "description": "R2B: Return to Base (2012)\nIMDb - 6.0/10_____Rotten - 60%\n  \nဒီကားကတော့ အများကြီးမိတ်ဆက်ပေးစရာမလိုတော့တဲ့ ကိုရီးယားမင်းသားချော Rain ပါဝင်ထားတဲ့\nနာမည်ကျော် Return To Base (ဌာနချုပ်သို့အပြန်)ကိုရီးယား စစ်ကားပဲဖြစ်ပါတယ်..\nစစ်သားတွေရဲ့ဘဝဟာ အမိန့်ဆိုတာကိုအသက်အဖြစ်နဲ့နေနေကြတဲ့ လူတွေထဲကလူတွေပဲဖြစ်ပါတယ်...\nတစ်ခါတလေကိုယ်ချစ်တဲ့သူ ကိုယ်တန်ဖိုးထားရတဲ့လူတွေ အထက်အမိန့်မရလို့\nမိမိမျက်စိရှေ့မှာသေသွားရတာတွေကို\nဘာမှမလုပ်နိုင်ပဲကြည့်နေရတာတွေလည်းရှိပါတယ်.....\nစစ်သားတစ်ယောက်ဖြစ်ဖို့ဆိုတာ မလွယ်ပါဘူး....တိုင်းပြည်အပေါ်အနစ်နာခံတဲ့စိတ်\nကိုယ့်မိသားစုထက်ပြည်သူတွေရဲ့အသက်အိုးအိမ်စည်းစိမ်ကို အရင်ဆုံးအဓိကထားတတ်တဲ့စိတ်တွေကြောင့်လည်း\nစစ်သားတွေရဲ့ဘဝဟာ အမြဲခါးသက်လွန်းလှပါတယ်....\nကြည်းတပ်ပဲဖြစ်ဖြစ် ရေတပ်ပဲဖြစ်ဖြစ် လေတပ်ပဲဖြစ်ဖြစ် စစ်သားကစစ်သားပါပဲ....\n ဒီကားမှာတော့ တိုက်လေယာဉ်မောင်းတဲ့လေသရဲတွေရဲ့ဘဝကို ရိုက်ပြထားပါတယ်....\nလေသူရဲတွေရဲ့ ဒုတိယအသက်က သူတို့မောင်းတဲ့လေယာဉ်တွေပဲဖြစ်ပါတယ်....\nလေယာဉ်တွေတစ်ခုခုအပစ်ခံရလို့ ပျက်ကျခဲ့ရင်တောင်မှ မတတ်သာတဲ့အခြေနေမှသာ\nခုန်ဆင်းခွင့်ရှိပါတယ်....ဒါပေမယ့် တာဝန်သိတဲ့ လေသူရဲအများစုကတော့ မိမိရဲ့လေယာဉ်ကို\nလူနေအရပ်တွေနဲ့လွတ်တဲ့နေရာတွေမှာသာ အသက်ကိုပဓာနမထားပဲပျက်ကျခံကြပါတယ်....\nစစ်သားတိုင်းကအိမ်ကိုပြန်ချင်ကြပါတယ်....အိမ်မှာသူတို့ကိုစောင့်မျှော်နေကြတဲ့\nအိမ်သူဇနီးမယားတွေနဲ့ သားသမီးတွေရှိကြပါတယ်....တကယ်လို့ အိမ်ပြန်မလာနိုင်တော့တဲ့\nစစ်သားတွေအဖို့ သူတို့ရဲ့ မိဘတွေဇနီးတွေရဲ့ နာကျင်မှု့တွေက မပြောပြတတ်လောက်အောင်ပါပဲ...\nဒါကြောင့် Return To Base (ဌာနချုပ်)သို့ အပြန်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရင်း\nကမ္ဘာပေါ်မှာရှိတဲ့ စစ်သားတိုင်းအိမ်ပြန်နိုင်ကြပါစေ....အများကြီးကောင်းမွန်တဲ့ Old But Gold ကားလေးမို့\nလေသူရဲများကိုဂုဏ်ပြုရင်း မကြည့်ရသေးသောပရိတ်သတ်များနဲ့ကြည့်ပြီးသားသူများလည်း\nမှန်ကန်တဲ့မြန်မာစာတန်းထိုးနဲ့ကြည့်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်....\n  Quality…..BluRay 1080p\nDuration…..01:53:00\nFormat…Mp4\nFile Size…(824 MB)\nTranslator…..Myanmar Gyi\nEncoder…..Moe Myint Lwin",
        "rating": "6.0",
        "url": "https://megaup.net/UA59/R2B_-_Return_To_Base_(Altubi_-_Riteontu_Be-iseu)_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2I2OGE5NTctOTBkOS00NWE2LThhZDMtMmVhZGE3OTI0MmY4XkEyXkFqcGdeQXVyNDU4MTk2ODE@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "A Single Rider (2017)",
        "description": "မန္ေနဂ်ာ ကန္ေဂ်ဟြန္းဟာ သူ႔ကုမၸဏီေဒ၀ါလီခံသြားရလို႔ စိတ္ပ်က္ေနသူပါ။သူဟာသူ႔မိန္းမနဲ႔သားရွိတဲ႔ ၾသစေၾတးယားကို လုိက္သြားဖို႔ဆံုးျဖတ္ခဲ႔ျပီး ဟုိေရာက္ေတာ႔ သူ႔မိန္းမနဲ႔ကေလးဟာ သူမရွိပဲ အဆင္ေျပေနတာေတြ႔ပါေတာ႔တယ္။သူ႔မိန္းမနဲ႔ အိမ္နီးခ်င္းျဖစ္သူရဲ႕ ဆက္ဆံေရးကိုမသကၤာျဖစ္လို႔ ခပ္လွမ္းလွမ္းကေနေစာင္႔ၾကည္႔ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္။ေနာက္ေတာ႔ ဂ်ီနာဆိုတဲ႔ေကာင္မေလးနဲ႔ေတြ႔ျပီး ကူညီေပးရင္းနဲ႔ ထင္မွတ္မထားတဲ႔ အမွန္တရားကထိတ္လန္႔ဖြယ္ သိသြားပါေတာ႔တယ္။ဒီဇာတ္ကားဟာဆိုရင္ ႏိုင္ငံျခားကို အလုပ္သြားလုပ္တဲ႔သူေတြ သနားစရာေကာင္းပံု၊ ယံုၾကည္မႈကိုအလြဲသံုးစားလုပ္ခံရသူယံုၾကည္မႈကိုအသံုးခ်သူေတြအေၾကာင္း ျပသထားပါတယ္\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္က Rebel ပါ)\n File Size : (700 MB) and (270 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre :Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/2guqg/Single_Rider_(Sing-Geul_Ra-I-Deo)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BYjljNWJkMjktZjExMi00MzdjLTk5YmMtNDIzNGFhMjY5M2Y5XkEyXkFqcGdeQXVyNDI2OTY2MzE@._V1_-141x200.jpg",
        "title": "Closest Love to Heaven (2017)",
        "description": "ဒီတစ်ခါတော့rating မြင့်ဂျပန်ကားလေးတစ်ကားနဲ့cmပရိတ်သတ်တွေကိုမိတ်ဆက်ပေးချင်ပါတယ်rating မြင့်သလိုဇတ်လမ်းကလည်းအလွန်ပင်ကောင်းမွန်လှပါတယ်လူငယ်ဖန်စီအချစ်ဇတ်လမ်းတွေကိုနှစ်သက်တဲ့cm ပရိတ်သတ်တွေအတွက်ကတော့လက်မလွတ်သင့်တဲ့ဇတ်ကားတစ်ကားပါပဲလောကကြီးမှာတစ်နှစ်သက်တမ်းသာနေဖို့ကျန်တော့သည့်ကောင်ချောလေးခိရကျောင်းတွင်သူတစ်ပါးအမြဲအနှိမ်ခံကောင်မလေးအိုကမူရစရိုက်မတူညီတဲ့သူတို့နှစ်ယောက်ဘယ်လိုခင်မင်ပြီးသူငယ်ချင်းဖြစ်သွားမလဲသူငယ်ချင်းကနေတဆင့်တက်ပြီးအရမ်းချစ်ကြတဲ့ချစ်သူတွေဖြစ်သွားတဲ့အချိ်န်မှာကောတစ်နှစ်လောက်သာအသက်ရှင်နေရတော့မည့်ခိရနဲ့အိုကမူရကိုအိုကမူရမိဘတွေကသဘောတူကြည်ဖြူကြမှာလားမဖြောင့်ဖြူးတဲ့ချစ်သူနှစ်ဦးရဲ့ဘဝခရီးလမ်းကိုဘယ်လိုကျော်ဖြတ်ကြမှာလဲတကယ်ဆိုရင်အချစ်ပဲလိုတယ်ဆိုတဲ့ချမ်းချမ်းရဲ့သီချင်းထဲကလိုနေသွားကြမှာလားစိတ်ဝင်တစားကြည့်ရမှာပါဂျပန်နိုင်ငံရဲ့အလှအပကျောင်းသူကျောင်းသားတွေရဲ့ဓလေ့စရိုက်ချစ်ခြင်းမေတ္တာတွေကိုဒီဇတ်ကားမှာမြင်တွေ့ကြရမှာပါimb rating အလွန်ပင်မြင့်မားတဲ့ဒီကားလေးကကောcm ပရိတ်သတ်တွေရဲ့အကြိုက်နဲ့ကိုက်ညီမယ်လို့ကျွန်တော်ကတော့ယုံကြည်ပါတယ်။အားပေးကြပါဦးလို့ပြောကြားရင်းကောင်းမကောင်းကိုယ်တိုင်သာကြည့်လိုက်ကြပါလို့(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က ကိုစိုးထွေးပါ) File Size : (800 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre :Comedy,Drama,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Soe Htwe\nEncode by Thanhtike Zaw",
        "rating": "7.7",
        "url": "https://megaup.net/2lpI3/(CM)Ugly_Beauty_2019_WEB-DL_720p.mp4 https://megaup.net/31nay/(NZ)Gym.Trainer.18+(2020).mp4 https://megaup.net/1Fsge/Closest_Love_To_Heaven_(Kyô_No_Kira_Kun)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODQyMDkyOTE2MF5BMl5BanBnXkFtZTgwNDQ1NTQwMTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Belko Experiment(2016)",
        "description": "The Belko Experiment ဆိုတဲ့ ဒီကားလေးဟာ ၂ဝ၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အက်ရှင်ဇာတ်ကားကောင်း\nတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လ်ကို အမည်ရှိ ကော်ပိုရေးရှင်းကုမ္ပဏီတစ်ခုဟာ\nဝန်ထမ်းတွေကို လစာကောင်းကောင်းပေးခန့်ထားသလို ဝန်ထမ်းတွေအတွက် လုပ်ပိုင်ခွင့်တွေ\nရပိုင်ခွင့်တွေအပြည့်အဝပေးထားပါတယ်.......တစ်နေ့တော့ ဝန်ထမ်းတွေဟာ ခမ်းနားတဲ့ရုံးအဆောက်အဦးကြီးထဲမှာ\nပိတ်လှောင်ခံလိုက်ရတယ်....ထွက်ဖို့ဝန်ထမ်းအားလုံးကကြိုးစားပေမဲ့ အဆောက်အဦးရဲ့လုံခြုံရေးစနစ်က\nအရမ်းကိုမြင့်မားနေပြီ ဟာကွက်မရှိသလိုဖြစ်နေတယ်....နောက်ပိုင်းဝန်ထမ်းအားလုံးဟာ အကွက်ချပြီး\nအချင်းချင်းသတ်ဖြတ်ခိုင်းခြင်း ခံရပါတယ် ......ဒါကြောင့် ဝန်ထမ်းတွေ အချင်းချင်း\nတိုက်ခိုက်သတ်ဖြတ်ကြခြင်းများ၊ ကော်ပိုရေးရှင်းမှ ခြိမ်းခြောက်သတ်ဖြတ်မှုများကို သည်းထိတ်ရင်ဖို ခံစားရ\nမည်ဖြစ်ပါသည်။ ဒီကားက ရိုက်ချက်တွေအတော်လန်းသလို ကြည့်ရတာအတော်လေးမိုက်တယ်\nသည်းထိတ်ရင်ဖို အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သည့် ပရိသတ်များ လက်လွတ်မခံဘဲ\nကြည့်သင့်သည့် ဇာတ်ကားပဲဖြစ်ပါတယ်။IMDB..6.1 ဆိုတော့ကြည့်ရကြိုးနပ်ပါလိမ့်မယ်.....\nFile Size : (826 MB) and (240 MB)\nQuality :  720p\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :  Action,Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1AMxy/The_Belko_Experiment_[2016]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjEyOGU2NDMtYTAxYy00MDQzLWExN2UtZTM0NWY0NDJjMzJlL2ltYWdlXkEyXkFqcGdeQXVyMzY2NTE3MA@@._V1_-140x200.jpg",
        "title": "Getaway Plan (2016)",
        "description": "သာမန္​​အနိမ္​့စား​ေဖာက္​ထြင္း​းေရးသမားေတြကိုအသံုးခ်ၿပီး ​ေဖာက္​ထြင္း​ဓားျပတိုက္​တဲ့အထိက်ဴးလြန္​ၾကတဲ့ သူမ်က္​ခံုး​ေမႊး​ေပၚစၾကၤန္​​ေလွ်ာက္​ရမွစားဝင္​အိပ္​​ေပ်ာ္​တယ္​ဆိုတဲ့ ႏိုင္​ငံတကာအလိုရွိဒုစရိုက္​သမား​ေတြကို​ေဖာ္​ထုတ္​ၾကတဲ့ကား​ေလးပါဇာတ္​​ေၾကာင္​းနည္​းနည္​း​ေလးကြဲျပား​ေနတာကအလိုရွိဒုစရိုက္​​ေကာင္​​ေတြကဇာတ္​လမ္းအလယ္​​ေလာက္​မွာတင္​အနည္​းငယ္​​ေလာက္​ဖမ္​းမိခဲ့ပါတယ္​ ဒီလိုဖမ္​းမိ​ေအာင္​လည္​း အထက္​လူႀကီး​ေတြက မင္​းသားကို​ေဖာက္​ခြဲ​ေရးသမားအ​ေနနဲ႔ပဲဆက္​လက္​ဟန္​​ေဆာင္​ေစခဲ့​ၿပီးအတြင္​းလူအ​ေနနဲ႔ရဲဘက္​က​ေတာင္​မရိပ္​မိ​ေစဘဲလွ်ိဳ႕ဝွက္​လႈပ္​ရွား​ေစခဲ့တာပါမင္​းသားကလည္​းတစ္​ကယ္​​ေတာ့လူ​ေကာင္​းမဟုတ္​ပါဘူးအ​ေပါင္​းအသင္​းမွားမိရာကတစ္​ဆင္​့ငယ္​ငယ္​ကအလြယ္​လမ္​းကုိလိုက္​ခဲ့ၿပီး​ေတာ့ အ​ေပ်ာ္​ရွာရင္​းတစတစ ရာဇဝတ္​​ေကာင္​ျဖစ္​လာတဲ့သူပါကံ​ေကာင္​းတာတစ္​ခုကအ​ေၾကာင္​းအရင္​းတစ္​ခု​ေၾကာင္​့အ​သိတရားဝင္​လာခဲ့ၿပီးသူ႔လူကိုယ္​့ဖက္​သားအ​ေနနဲ႔​ေဖာက္​ခြဲ​ေရးသမားအ​သြင္​နဲ႔ပဲဆက္​​ေနခဲ့ၿပီး ​ေဖာ္​ထုတ္​​ေရး​ေတြလုပ္​ခဲ့တာပါရာဇဝတ္​​ေကာင္​​ေတြကိုဖမ္​းရမယ့္​တာဝန္​အျပင္​​ေနာက္​ပိုင္​းမွာ သူ႔ရဲ႕ဆိုးတူ​ေကာင္​းဖက္​ငယ္​သူငယ္​ခ်င္​းက ​ေဆးစြဲၿပီးဒုစရိုက္​သမားဘဝကမရုန္​းႏိုင္​​ေသးပါဘူး​ေနာက္​ဆံုးတစ္​ဖက္​က သူငယ္​ခ်င္​းရဲ႕ဆႏၵ တစ္​ဖက္​ကလည္​း ဥပ​ေဒ တစ္​ဖက္​ကလည္​းသူ႔ရဲ႕သူငယ္​ခ်င္​းကိုကယ္​တင္​ခ်င္​တဲ့ဆႏၵ ဒီလိုအ​ျခအ​ေန ၃ခုၾကားထဲက​ေန​ေတာင္​ ဥပ​ေဒ​ေဘာင္​ရဲ႕အျပင္​က​ေန ဘယ္​လိုလႈပ္​ရွားၿပီးဘယ္​လိုနည္​းလမ္​းနဲ႔​ေနာက္​ဆံုးကယ္​တင္​မလဲဆိုတာ​ေစာင္​့ၾကည့္​ရမယ့္​အက္​ရွင္​ကား​​ေကာင္​းေလးပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (800 MB) and (300 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncode by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/getaway-plan-2016/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzVjY2Y5MTEtZGE1MS00MDYxLWJkYWQtN2VlMDJjNDkzNWIxXkEyXkFqcGdeQXVyMzQzOTU5MTE@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Tubelight (2017)",
        "description": "၂၀၁၅ တုန္းက ထြက္ရွိထားတဲ့ အေမရိကန္႐ုပ္ရွင္ Little Boy ကို ျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားတာျဖစ္ၿပီး ဒီဇာတ္ကားမွာေတာ့ ျမန္မာပရိသတ္အႀကိဳက္မင္းသား ဆယ္လ္မန္ခန္းက အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထား ပါတယ္။ ဇာတ္လမ္းက ၁၉၆၂ တ႐ုတ္-အိႏိၵယစစ္ပြဲေနာက္ခံနဲ႔ ႐ိုက္ကူးထားတာျဖစ္ၿပီး ႏိုင္ငံေတြ မွာ စစ္ပြဲေတြျဖစ္ၿပီဆိုတာနဲ႔ စစ္ ေဘးဒဏ္ကို ခါးစည္းခံၾကရတဲ့ ျပည္သူေတြရဲ႕ ပံုရိပ္ကို ျမင္သာ ေအာင္ တင္ဆက္ထားတာျဖစ္ပါတယ္။လက္စ္မန္ဆင္းဘစ္ရွ္ဟာ အိႏိၵယႏိုင္ငံ ေျမာက္ပိုင္းက ၿမိဳ႕ ငယ္ေလးတစ္ၿမိဳ႕မွာ သူ႕ရဲ႕ ညီဘာရတ္နဲ႔အတူ ေနထုိင္ပါတယ္။ လက္စ္မန္ဟာ စိတ္ထားေကာင္း ၿပီး လူတိုင္းကို ယံုလြယ္သူတစ္ ေယာက္ျဖစ္ၿပီး မိသားစုအရင္းအ ခ်ာဆိုလို႔ ဒီညီအစ္ကိုႏွစ္ေယာက္ ပဲ ရွိတဲ့အတြက္ ဘယ္သြားသြား၊ ဘာလုပ္လုပ္ မခြဲအတူပါ။ ဘာ ရတ္ကလည္း သူ႕အစ္ကိုအေပၚ အႏြံတာခံခ်စ္ခင္ၿပီး ေစာင့္ေရွာက္ ဖို႔ အသင့္ဆိုသလို ေနထိုင္ခဲ့ၾကပါတယ္။တ႐ုတ္-အိႏိၵယစစ္ပြဲဆိုတာ ႀကီးျဖစ္လာတဲ့အခါမွာ စစ္ပြဲအ ...",
        "rating": "4.1",
        "url": "https://megaup.net/3BBMT/Tubelight_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/index-139x200.jpg",
        "title": "You Are My Sunshine(2005)",
        "description": "Imdb .......7.0\nဒီဇတ္ကား2006 ခုႏွစ္တြင္ထြက္ရွိခဲ့ၿပီး အေကာင္းဆုံးဒါရုိက္တာဆု အေကာင္းဆုံးအမ်ဳိးသားဇတ္ေဆာင္ဆု\nအေကာင္းဆုံးအမ်ဳိးသမီးဇတ္ေဆာင္ဆု ရုပ္ရွင္ဆု အေကာင္းဆုံးဇတ္ပုိ႕ဆု ေတြရရွိခဲ့ပါတယ္..............\nဒီကားထဲက မင္းသားႀကီးကေတာ့ ေတာ္ေတာ္မ်ားမ်ားရင္းႏွီးၿပီးသားျဖစ္မွာပါ တစ္ေလာကထြက္ရွိခဲ့တဲ့\nBattleship Island မွာ ဂီတအဖြဲ႕ေခါင္းေဆာင္အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသား Hwang Jung-min ပါ...\nသူဟာ ေမြးျမဴေရးလုပ္ငန္းနဲ႕အသက္ေမြးေနတဲ့သူတစ္ေယာက္ပါ အသက္အရြယ္အရ သူဟာအိမ္ေထာင္\nျပဳသင့္တဲ့အရြယ္ျဖစ္ေပမဲ့ သူ႕ရည္မွန္းခ်က္ေၾကာင့္ အိမ္ေထာင္ျပဳဖုိ႕အေရးဟာ ေႏွာင့္ေႏွးေနတယ္.....\nတကယ္ခ်စ္တဲ့သူေတြမွ သူအိမ္ေထာင္ျပဳမယ္ ဆုိတဲ့ ရည္မွန္းခ်က္ေၾကာင့္ပါ......ဒီလုိနဲ႕သူတကယ္ခ်စ္တဲ့\nမိန္းမတစ္ေယာက္ကုိ တစ္ေန႕ေတာ့ေတြ႕သြားတယ္....အဲ့ဒီမိန္းကေလးက KTV နဲ႕ေကာ္ဖီဆုိင္မွာ အလုပ္\nလုပ္တဲ့မိန္းကေလးတစ္ေယာက္......ဒီကားက Plot အလွည့္အေျပာင္းေလးေတြသိပ္ကုိျငင္သာတယ္...\nဒါေပမဲ့စြမ္းအားက အရမ္းကုိႀကီးတယ္.......\nကုိင္းၿပိတ္သတ္ႀကီးေရ . FILM ဆု မင္းသားဆု မင္းသမီးဆု ဒါရုိက္တာဆု ဇတ္ပုိ႕ဆုေတြ\nရခဲ့လဲဆုိတာ ၾကည့္ရင္းနဲ႕သေဘာေပါက္သြားလိမ့္မယ္.......ဘာသာျပန္သူနဲ႕အညႊန္းေရးသူကေတာ့\nကုိ Phyo Thu Hein ျဖစ္ပါတယ္\nFile Size : (784 MB) and (384 MB)\nQuality :  720p\nRunning Time : 2hr 05min\nFormat : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/you-are-my-sunshine2005/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZWY0MTY0MzItNGJjOC00NDAzLWI5ZTItZjMzZGMwYWI3MDMxXkEyXkFqcGdeQXVyMjAxMTYxMjE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Chasing (2016)",
        "description": "ဒီတစ္ခါတင္ဆက္ေပးမယ့္ ကားေလးကေတာ့ Chasing လို႔ အမည္ရပါတယ္ညတစ္ညမွာပဲ ၾကံဳေတြ႔ရတဲ့ ျပသာနာေပါင္းမ်ားစြာကို CEO တစ္ေယာက္နဲ႔ စံုေထာက္တစ္ေယာက္က တစ္ဖြဲ႔\nေက်ာင္းသားေလးေတြက တစ္ဖြဲ႔ အၿပိဳင္ပံုေဖာ္ေပးထားတဲ့ Comedy အသားေပး Action ဇာတ္လမ္းေလးပါ...ရယ္ရတဲ့အျပင္ ကိုရီးယားဇာတ္လမ္းတို႔ရဲ႕ထံုးစံအတိုင္း လူမႈေရးပညာေပးေလးလည္း ယူတတ္ရင္ ရမယ့္ကားေလးပါအဓိက သ႐ုပ္ေဆာင္ ေတြ အေနနဲ႔ကေတာ့ မင္းသားႀကီးေတြျဖစ္တဲ့ Kim Seung woo နဲ႔ Kim Jung Tae\nသူတို႔ရဲ႕ အၿပိဳင္ အထက္တန္းေက်ာင္းသားေလးေတြအျဖစ္Vixx အဖြဲ႔မွ Hyuk အပါအဝင္ Shin Kangwoo, Kim Min Gyoo နဲ႔ Moon Yong Seok တို႔ေလးေယာက္က ပါဝင္အားျဖည့္ထားပါတယ္ \n(ဘာသာျပန္သူကေတာ့ ဇြန္လဲ့ျဖဴပါ)\n File Size : (700 MB) and (300 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/chasing-2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Liar Liar (1997)",
        "description": "Imdb 6.9 ရထားၿပီး PG 13 သတ္မွတ္ထားတဲ့The Mask မင္းသား Jim Carreyပါ၀င္တဲ႔ဟာသကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ရိဒ္ ဖလက္ခ်ာဟာ လိမ္ေျပာတဲ႔ေနရာမွာကၽြမ္းက်င္တဲ႔ေရွ႕ေနတေယာက္ပါ။ လူတေယာက္သားစိတ္ခ်မ္းသာေအာင္ပဲျဖစ္ျဖစ္ လိမ္ေျပာတတ္ပါတယ္။သူဟာ အိမ္ေထာင္ကြဲေနျပီး သားေလးကိုခ်စ္ေပမယ္႔အခ်ိန္မေပးခဲ႔ပါဘူး။ သားကိုကတိအမ်ိဳးမ်ိဳးေပးေပမယ္႔မတည္တာမ်ားေနပါတယ္။ ေနာက္ေတာ႔သူ႔သားကသူ႔ေမြးေန႔လာမယ္ကတိေပးျပီးမွ မလာတဲ႔အေဖအတြက္ေမြးေန႔မွာဆုေတာင္းခဲ႔ပါတယ္။သူ႔အေဖတရက္ေလာက္ပဲျဖစ္ျဖစ္လိမ္မေျပာနိုင္ပါေစနဲ႔လို႔။ေမြးေန႔ဆုေတာင္းက အမွန္ျဖစ္လာတယ္႔အခ်ိန္မွာေတာ႔....ဘယ္လိုေတြေတာင္ ဗရုတ္သုတ္ချဖစ္ကုန္မလဲရႈစားၾကည္႔ၾကပါဦးခင္ဗ်ာQty - 720p BlurayDuration 1hr 28minGern - ComedyTranslator - RebelEncoder - Kyaw Ye Aung",
        "rating": "6.8",
        "url": "https://megaup.net/2Srmn/Liar_Liar_[1997]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/starship-trooper-poster-0801f2e1a6fb39b13642641d30a35fa4-135x200.jpg",
        "title": "Starship Troopers: Traitor of Mars (2017)",
        "description": "ဇာတ်လမ်းအကြောင်းကိုပြောရမယ်ဆိုရင်တော့\nမားစ်ဂြိုလ်ပေါ်ကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ပိုးကောင်တွေကို သုတ်သင်ဖို့စေလွှတ်ခြင်းခံရတဲ့\nလက်နက်ကိရိယာတွေတပ်ဆင်ထားတဲ့ကင်းလှည့်တပ်စုတစ်စုအကြောင်းပါ...\nထိုတပ်စုဟာ ပညာသင်ယူလေ့လာနေဆဲတပ်စုတစ်စုဖြစ်ပြီးတော့\nတကယ်တမ်း အန္တရာယ်နဲ့ကြုံတွေ့လာရတဲ့အခါ အတွေ့ကြုံများတဲ့ တပ်စုတစ်စုလို\nမားစ်ဂြိုလ်ပေါ်ကိုစေလွှတ်ခြင်းခံခဲ့ရပါတယ်...\nတိုက်ပွဲအတွေ့ကြုံမရှိတဲ့အပြင် တကယ်တမ်းပိုးကောင်တွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ\nထိုလူငယ်တပ်စုဟာအမှားမှားအယွင်းယွင်းတွေဖြစ်ကုန်ကြပါတယ်....\nအားလုံးကလည်း မားစ်ဂြိုလ်ပေါ်မှာထိုတပ်စုကို သေဆုံးသွားကြပြီလို့လည်းယူဆကြပါတယ်..\nဒါကြောင့် အာကာသပိုင်ဗိုလ်ချုပ်ကနေ ထိုမားစ်ဂြိုလ်ကိုအပြီးတိုင်ဖောက်ခွဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်..\nလူငယ်တပ်စုဟာ မားစ်ဂြိုလ်ပေါ်ကနေများပြားလှတဲ့ ပိုးကောင်တွေကိုအချိန်မှီဖယ်ရှားပြီးတော့\nသူတို့နေထိုင်ရာ ယာဉ်ဆီကို အမြန်ဆုံးပြန်နိုင်မလားဆိုတာကတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nAnimation ကြိုက်သူများအတွက်ကတော့ ရုပ်ထွက်ပီပြင်တဲ့ Animation ကားဖြစ်တဲ့အပြင်\nဇာတ်လမ်းသဘောအရပါ ကောင်းမွန်တဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်.....ဇာတ္လမ္းအေၾကာင္းကိုေၿပာရမယ္ဆိုရင္ေတာ့\nမားစ္ၿဂိဳလ္ေပၚကို က်ဴးေက်ာ္၀င္ေရာက္လာတဲ့ ပိုးေကာင္ေတြကို သုတ္သင္ဖို႕ေစလႊတ္ၿခင္းခံရတဲ့\nလက္နက္ကိရိယာေတြတပ္ဆင္ထားတဲ့ကင္းလွည့္တပ္စုတစ္စုအေၾကာင္းပါ...\nထိုတပ္စုဟာ ပညာသင္ယူေလ့လာေနဆဲတပ္စုတစ္စုၿဖစ္ၿပီးေတာ့\nတကယ္တမ္း အႏၱရာယ္နဲ႕ၾကံဳေတြ႕လာရတဲ့အခါ အေတြ႔ၾကံဳမ်ားတဲ့ တပ္စုတစ္စုလို\nမားစ္ၿဂိဳလ္ေပၚကိုေစလႊတ္ၿခင္းခံခဲ့ရပါတယ္...\nတိုက္ပြဲအေတြ႕ၾကံဳမရွိတဲ့အၿပင္ တကယ္တမ္းပိုးေကာင္ေတြနဲ႕ရင္ဆိုင္လာရတဲ့အခါ\nထိုလူငယ္တပ္စုဟာအမွားမွားအယြင္းယြင္းေတြၿဖစ္ကုန္ၾကပါတယ္....\nအားလံုးကလည္း မားစ္ၿဂိဳလ္ေပၚမွာထိုတပ္စုကို ေသဆံုးသြားၾကၿပီလို႕လည္းယူဆၾကပါတယ္..\nဒါေၾကာင့္ အာကာသပိုင္ဗိုလ္ခ်ဳပ္ကေန ထိုမားစ္ၿဂိဳလ္ကိုအၿပီးတိုင္ေဖာက္ခြဲဖို႕ဆံုးၿဖတ္လိုက္ပါတယ္..\nလူငယ္တပ္စုဟာ မားစ္ၿဂိဳလ္ေပၚကေနမ်ားၿပားလွတဲ့ ပိုးေကာင္ေတြကိုအခ်ိန္မွီဖယ္ရွားၿပီးေတာ့\nသူတို႕ေနထိုင္ရာ ယာဥ္ဆီကို အၿမန္ဆံုးၿပန္ႏိုင္မလားဆိုတာကေတာ့ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nAnimation ၾကိဳက္သူမ်ားအတြက္ကေတာ့ ရုပ္ထြက္ပီၿပင္တဲ့ Animation ကားၿဖစ္တဲ့အၿပင္\nဇာတ္လမ္းသေဘာအရပါ ေကာင္းမြန္တဲ့ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.....Quality…..BluRay 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(754 MB )\nTranslator…..Arrow\nEncoder…..Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2SOq1/Starship_Troopers_-_Traitor_Of_Mars_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p9247399_b_v8_aj-133x200.jpg",
        "title": "Stephen King’s It (1990)",
        "description": "Stephen King's It (1990)\nIMDb - 6.8/10_____Rotten - 67%\n   ဒါလေးကတော့၁၉၉၀တုန်းက ITကေားဟောင်းလေးပါ\nခုအသစ်ထက် ဒီကားဟောင်းလေးက ပိုပြီးဇာတ်ရည်လည်စေပါတယ်Imdb 6.8 ရထားပြီး အခု ၂၀၁၇ မထွက်ခင်လေးကြည့်ထားတော့ ၂၀၁၇ ထွက်တော့ ဘာတွေ ကွာခြားထားလဲ ဆိုတာ သုံးသပ်ကြည့်လို့ရတာပေါ့ဗျဇာတ်လမ်းလေးကတော့ အားလုံးသိကြတဲ့အတိုင်း အစ်ထ်လို့ခေါ်တဲ့ လူရွှင်တော်ပုံစံမကောင်းဆိုးဝါးအကြောင်းပါ\n၁၉၆၀မှာ ကလေး၇ယောက်ဟာ ကလေးတွေကိုသတ်တဲ့ လူရွှင်တော်ပုံစံ မကောင်းဆိုးဝါးကို တိုက်ခိုက်ခဲ့ပါတယ်။ ဒီမကောင်းဆိုးဝါးကြီးပြန်ပေါ်လာခဲ့ရင် ဒီကိုပြန်လာကြမယ်လို့ကတိပေးထာခဲ့ကြတယ်။\nနှစ်သုံးဆယ်အကြာမှာ မကောင်းဆိုးဝါးကြီး ပြန်ပေါ်လာတဲ့အချိန်မှာတော့ သူတို့ပြန်ပေါင်းစည်းပြီး ဘယ်လိုနှိုင်နင်းတားဆီးခုခံကြမလဲ? \nဘာသာပြန်ကတော့ Inzali Thanhtike ပါ\n  ဒါေလးကေတာ့၁၉၉၀တုန္းက ITေကားေဟာင္းေလးပါ\nခုအသစ္ထက္ ဒီကားေဟာင္းေလးက ပိုျပီးဇာတ္ရည္လည္ေစပါတယ္Imdb 6.8 ရထားၿပီး အခု ၂၀၁၇ မထြက္ခင္ေလးၾကည့္ထားေတာ့ ၂၀၁၇ ထြက္ေတာ့ ဘာေတြ ကြာျခားထားလဲ ဆိုတာ သံုးသပ္ၾကည့္လို႔ရတာေပါ့ဗ်ဇာတ္လမ္းေလးကေတာ့ အားလုံးသိႀကတဲ့အတိုင္း အစ္ထ္လို႔ေခၚတဲ့ လူရႊင္ေတာ္ပုံစံမေကာင္းဆိုးဝါးအေႀကာင္းပါ\n၁၉၆၀မွာ ကေလး၇ေယာက္ဟာ ကေလးေတြကိုသတ္တဲ့ လူရႊင္ေတာ္ပုံစံ မေကာင္းဆိုးဝါးကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fmik/IT_(Stephen_King_s_It)_[1990]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ghVARbCQcSGQ2ytSDeeQGdRWTME-139x200.jpg",
        "title": "The Merciless (2017)",
        "description": "အားလုံးပဲ The King In Love Drama ထဲက သိပ်ချစ်တတ်တဲ့ အိမ်ရှေ့စံမင်းသားလေးကို မှတ်မိကြလားမသိဘူး ...ဟုတ်ပါတယ်... နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းကျော် Im Siwon ပါ...ဒါပေမယ့် ဒီတစ်ခါမှာတော့ Gentleman တို့ရဲ့ မေတ္တာကိုပါ ခံယူမှာပါတဲ့ခင်ဗျအခုတင်ဆက်ပေးမှာကတော့ သူ့ရဲ့ အနုပညာလှုပ်ရှားမှုတွေ ပြင်းထန်လာတဲ့ 2017 ထဲမှာပဲ ထွက်ရှိထားတဲ့မပူမအေး ဖြစ်နေဆဲ The Merciless ဆိုတဲ့ Crime Action အမျိုးအစားဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်နာမည်နဲ့လိုက်အောင်ကို...ခင်မင်မှုဆိုတာဘာလဲ... သဲထဲရေသွန်လားကိုယ့်အတွက်ပဲ ကိုယ်ကြည်တတ်တဲ့ မိတ်ဆွေဟာ မိတ်ဆွေကောင်းဟုတ်ရဲ့လားအရာရာကို ခင်မင်မှု မေတ္တာတရားနဲ့ အနိုင်ယူနိုင်မလား ဆိုတာတွေကိုအကျဉ်းသားလေးတစ်ယောက်နဲ့ အကျဉ်းဦးစီးတို့ကြားထဲက သံယောဇဉ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတာပါဒီကားလေးကနေတဆင့် ဘာတွေကို ယုံကြည်ရမယ် မယုံကြည်သင့်ဘူးဆိုတာလည်း နှိုင်းဆရနိုင်ချေရှိမှာပေါ့နော်...ဒီလောက်ဆိုရင်ကို ကြည့်သင့်နေပြီမို့ စေတနာအပြည့်နဲ့ တင်ဆက်ပေးလိုက်တာပါအဓိက သရုပ်ဆောင်တွေအနေနဲ့ကတော့ Im Siwon (Z:EA) နဲ့ Sol ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hz95/The_Merciless_(Bulhandang)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk4OTY4MDg4Nl5BMl5BanBnXkFtZTgwMTE1MTU3ODE@._V1_SY1000_CR006831000_AL_-137x200.jpg",
        "title": "The Fits(2015)",
        "description": "The Fits(2015) ဇာတ္လမ္းေလးမွာ တိုနီဆိုတဲ့ ၁၁ႏွစ္အရြယ္ မိန္းကေလးတစ္ေယာက္ဟာ လက္ေဝွ႔အားကစား သင္ယူေလ ့လာေနတဲ့သူတစ္ေယာက္ပါ...ဒါေပမဲ့ ေဘးခန္းမရဲ႕ အကသင္တန္းကုိၾကည့္ေနရင္း သူမစိတ္ေျပာင္းသြားတယ္။သူမဟာ အကအဖြဲ႕နဲ႔ပူးေပါင္းခဲ့တယ္.. ေနာက္ပိုင္းမွာ ၎မိန္းကေလး ေလ့က်င့္တဲ့ အားကစားခန္းမက မိန္းကေလးမ်ားအား ထူးဆန္းတဲ့ေရာဂါေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္ ခံစားရလာတာကို ေတြ႕ရွိရပါတယ္။ ထူးဆန္းတာက ဒီေရာဂါဟာ ေယာကၤ်ားေလးေတြမွာမျဖစ္ဘဲ မိန္းကေလးေတြမွာပဲျဖစ္တတ္တာပါ။ ေခါင္းေဆာင္မိန္းကေလး တိုနီတစ္ေယာက္ေရာ ေရာဂါျဖစ္သြားမွာလား။ ဘယ္လိုေတြဆက္ျဖစ္မလဲ။ ေနာက္ဆံုးေတြးစရာတစ္ခုခုက်န္ေနခဲ့ေစမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ေရာဂါရဲ႕ဇစ္ျမစ္ကုိရွာေဖြရင္း ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမဲ့ကားေလးပါ...\n  File Size…(675MB) and (212MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…01:12:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by Yae Yint May",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-fits2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNDA4NTkxMjEwMl5BMl5BanBnXkFtZTgwMjEzNzg3NjE@._V1_UY1200_CR13506301200_AL_-105x200.jpg",
        "title": "Tomie: Unlimited(2011)",
        "description": "တေလာက Facebook မယ္ Share ေနၾကတဲ့ သရဲကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ေၾကာက္ဖို႔ေတာ့ အေတာ္ေကာင္းတယ္ဗ်၂လံုးေရာဂါ ရွိရင္ မၾကည့္နက္ေနာ္ဆကီကိုဟာထက္ျမက္တဲ႔အထက္တန္းေက်ာင္းသူဓာတ္ပံု၀ါသနာရွင္တေယာက္ပါ။ သူမဟာတေန႔မွာ သူ႔သူငယ္ခ်င္းနဲ႔အတူအိမ္ျပန္လာတုန္း သူမအမ တိုမီနဲ႔အတူ သူမၾကိတ္crushေနတဲ႔တိုရွီယိုကို ေတြ႔ခဲ႔ရပါတယ္။ သူမဟာလွပတဲ႔အမကို သ၀န္လဲတိုဂုဏ္လဲယူပါတယ္။ သူမအမ တိုမီကို ဓာတ္ပံုရိုက္ေပးေနတုန္းတိုမီဟာမေတာ္တဆျဖစ္ျပီး ေသဆံုးသြားပါတယ္။ အဲတာေတြျဖစ္ျပီးတနွစ္အၾကာတိုမီေမြးေန႔ေရာက္ေတာ႔ ဆကီကိုတို႔အိမ္ေရွ႕မွာ တိုမီကျပန္ေပၚလာပါေတာ႔တယ္။ အဲ႔အခ်ိန္ကစျပီး ဆကီကိုအနားမွာရွိတဲ႔သူေတြအားလံုးဟာ ထူးဆန္းျပီး ထိတ္လန္႔စရာေတြစလုပ္လာပါေတာ႔တယ္။တိုမီက ဘာေၾကာင္႔ျပန္လာတာလဲ....\nဆကီကိုက တိုမီကိုတားနိုင္ပါ႔မလား...Qty - Bluray 720pDuration 1hr 30 MinGern - Horror/ThrillSubtitle - Myanmar HardsubTranslator - Eg White\nEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/tomie-unlimited2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Anjaam (1994)",
        "description": "\" တႀကိမ္ေလာက္ပဲ ျဖစ္ျဖစ္ မင္းလည္း ကုိယ့္ကုိ ခ်စ္ပါတယ္လုိ႔ ေျပာလုိက္\"ဒီစကားက ဘယ္သူမဆုိေပါ့ ကုိယ္သိပ္ခ်စ္တဲ့ သူဆီက အလုိခ်င္ဆုံးစကားပဲ\nခ်စ္တယ္လုိ႔ အေျပာခံရဖုိ႔ ႏွစ္ေတြ အလီလီ အခ်ိန္ေတြ အၾကာႀကီးရင္းႏွီးေပးဆပ္ၾကရတယ္ ႕႕႕႕႕႕အခ်စ္ဆုိတာ လြယ္မေယာင္နဲ႕ ခက္သလုိ ခက္ခဲမယ္ ထင္ရေပမယ့္ လြယ္သြားတာေတြလည္း အမ်ားသား\nဘယ္လုိႀကိဳးစားရင္ျဖင့္ ခ်စ္လာပ္လိမ့္မယ္\nဘယ္လုိနည္းလမ္းသုံး\nဘယ္လုိ ခ်ည္းကပ္ ဆရာမ်ားစြာ သင္ၾကားေပးေနေပမယ့္ ဒီကိစၥက ေမးခြန္းမသိႏုိင္တဲ့ စာေမးပြဲလုိပဲတဲ့ဒါေၾကာင့္လည္း လူေတြေျပာၾကတာ အခ်စ္ကိစၥမွာေတာ့ ဟုိလူ႕ကုိ အတုယူ\nဟုိလူ႕လုိ မလုပ္နဲ႕ဆုိၿပီး သင္ၾကားေပးလုိ႔မွမရပဲ\nတကယ္လုိ သင္ၾကားေပးလုိ႔ရေတာင္ အခ်စ္သင္႐ုိးၫႊန္းတန္းက အၿမဲေျပာင္းလဲေနမွာပဲ ႕႕႕႕႕႕႕႕႕တကယ္ေတာ့ အခ်စ္ဆုိတာ အခ်စ္ပါပဲ နည္းလမ္း မွန္မွန္ ခ်စ္တတ္ဖုိ႕ပါပဲ ႕႕႕႕\nအခုေျပာျပခ်င္တာကေတာ့ မိန္းကေလးတစ္ေယာက္ နည္းလမ္း က်က်ပဲ ခ်စ္မိတာလား\nသူခ်စ္ပုံခ်စ္နည္း မွားတာလား ဒါေပမဲ့ ခ်စ္တာေတာ့ ခ်စ္တာပဲ ႕႕႕႕႕\nအဲ့ဒီ အခ်စ္ေတြရဲ႕ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qw9h/Anjaam_[1994]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/vcz3fxsdfq79-120x200.jpg",
        "title": "Secret Fruit (2017)",
        "description": "ဒီတေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့\"Secret fruit\" ဆိုတဲ့ တရုတ္လူငယ္အခ်စ္ ဇာတ္လမ္းေလးပါအခ်စ္ဦးကို ေက်ာင္းသားဘဝ မွာ ၾကံဳတတ္ၾကပါတယ္ တစ္ဖက္သတ္အခ်စ္ဆိုတာကိုလဲ ၾကံဳဖူးမွာပါ ကိုယ္စိတ္ဝင္စားတဲ့ေကာင္ေလး သို႔ ေကာင္မေလးက  ကိုယ့္ကို ျပန္သေဘာက်တာမ်ိဳးလဲ ရွိမွာပါ ဒါမ်ိဳးၾကံဳဖူးရင္ေတာ့\nအတိုင္းထက္အလြန္ေပါ့...ေက်ာင္းသားဘဝကို ေက်ာ္ၿပီး တကၠသိုလ္ တက္မွ အခ်စ္ ဆိုတာကို ၾကံဳဖူးတဲ့လူေတြလဲရွိမွာပါ...မ်ားေသာအားျဖင့္ ေက်ာင္းတုန္းက ရင္ခုန္ခဲ့ဖူးတဲ့ crush ေတြနဲ႔ အမွတ္တရေတြ ရွိဖူးၾကမွာပါဒီဇာတ္လမ္းေလးကေတာ့ ရင္ခုန္တတ္စ အရြယ္မွာ ေတြ႕ရတဲ့ အခ်စ္အေၾကာင္းကို ေဖာ္က်ဴးထားတာပါအညႊန္း- သြမ္ဘိုဝမ္ဆိုတဲ့ ေကာင္ေလး နဲ႔ ယြီခ်င္းဇင္းဆိုတဲ့ ေကာင္မေလး ဟာ ငယ္ငယ္တည္းက သူငယ္ခ်င္းေတြပါယြီခ်င္းဇင္းက ငယ္စဥ္ကတည္းက သြမ္ ဘိုဝမ္ကို တဖက္သတ္ခ်စ္ေနခဲ့ပါတယ္သြမ္ ဘိုဝမ္ကေတာ့ ေက်ာင္းမွာ စာလာသင္တဲ့ ဆရာမတစ္ဦးကို စိတ္ဝင္စားေနခဲ့ပါတယ္\"ဆရာမနဲ႔ ကၽြန္ေတာ္\"ဆိုပါေတာ့ဒါကို ယြီခ်င္းဇင္း သိလိုက္တဲ့ အခ်ိန္မွာေတာ့ သြမ္ ဘိုဝမ္အတြက္ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/secret-fruit-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA4MDM5YjgtYmYyZi00YjkzLWFmNmYtMmMzNDE1MWQ2NzQ1XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Wish Upon (2017)",
        "description": "Wish uponBe careful what you wish forသင့်ဆုတောင်းကိုသတိပြုပါလူတိုင်းဆုတောင်းပြည့်ချင်ကြပါတယ်။ကိုယ်ဆုတောင်းတာတွေတကယ်ဖြစ်လာရင် အတိုင်းထက်အလွန်ပျော်ရွှင်တတ်ကြပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမြဲတမ်းကျောင်းမှာအစအနောက်ခံနေရတတ်တဲ့ကောင်မလေးတစ်ယောက်က သူ့ဆီမှာဆုတောင်းပြည့်အိုးလေးတစ်ခုရလာပြီးပြောင်းလဲမှုတွေဖြစ်လာတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ထိုအိုးလေးမှာ ဆုတောင်းရခုကိုပြည့်အောင်လုပ်ပေးနိုင်တဲ့အစွမ်းရှိပါတယ်။ဒါပေမယ့် ဆုတောင်းတစ်ခုပြည့်မြောက်ပြီးတိုင်း ကိုယ်နဲ့သိတဲ့သူတစ်ယောက်အသက်ဆုံးရှုံးရတဲ့အကြောင်းကို ထိုကောင်မလေးကနောက်ကျမှသိလိုက်ရပါတော့တယ်။အကြောင်းကတော့ အိုးထဲမှာနတ်ဆိုးတစ်ကောင်ရှိနေတဲ့အတွက်ပဲဖြစ်ပါတယ်။ထိတ်လန့်ခြောက်ခြားဖွယ်ဇာတ်ကားတစ်ကားပါ။Horror ပရိသတ်တွေအတွက်တော့ တကယ့်ကိုအကြိုက်တွေ့စေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်က ရဲမာန်အောင်ပါ။)  File Size : (700 MB) and (260 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Fantasy, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncode by Thanhtike Zaw",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/wish-upon-2017/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Pagpag_film-139x200.jpg",
        "title": "Shake It Off: Nine Lives (2013}",
        "description": "PagPagဆိုတာဟာဖိလစ္ပိုင္အယူအဆျဖစ္တဲ့အသုဘကေနျပန္လာတဲ့သူတစ္ေယာက္ဟာအိမ္ကိုတန္းမျပန္ဘဲလမ္းေနတစ္ေနရာရာကို၀င္ျပီးအ၀တ္အစားေတြခါရမယ္ဆိုတဲ့အယူအဆပါ။အဲဒီလိုမလုပ္ဘဲအိမ္ကိုတန္းျပန္လာခဲ့မယ္ဆိုရင္အိမ္အထိေသသူရဲ႕၀ိညာဥ္လိုက္လာလိမ့္မယ္ဆိုတဲ့အယူရွိၾကပါတယ္။ဒီကားေလးကေတာ့ဖိလစ္ပိုင္သရဲကားေလးကိုမွအလြမ္းအေဆြးဟာသေလးေတြေရာထားတဲ့ကားေလးျဖစ္ပါတယ္။သရုပ္ေဆာင္ေတြကိုလည္းနာမည္ၾကီးမင္းသားမင္းသမီးေတြျဖစ္တဲ့Deniel Padila, Kathryn Bernတို႕အျပင္တျခားဇာတ္ပို႕အေခ်ာေလးေတြကိုပါသံုးထားပါတယ္(မင္းသမီးေတြသိပ္ေခ်ာXD)။ဇာတ္လမ္းေလးကေတာ့မင္းသမီးျဖစ္သူKathrynဟာအသုဘစီစဥ္ေပးတဲ့အလုပ္လုပ္တဲ့သူတစ္ျဖစ္ပါတယ္။တစ္ေန႕အလုပ္လက္ခံထားတဲ့အသုဘအိမ္ကိုသြားလုပ္ျပီးအျပန္မင္းသားတို႕တသိုက္စီးလာတဲ့ကားနဲ႕အဲဒီအသုဘအိမ္ေ႔ရွမွာပဲတိုက္မိမလိုျဖစ္ၾကပါတယ္။အဲဒါနဲ႕အဲဒီအိမ္မွာပဲခဏနားဘာညာလုပ္ရင္းအဲဒီကလူေတြအားလံုးအသုဘမွာမလုပ္ေကာင္းဘူးဆိုတာေတြကိုက်ဴးလြန္မိသလုိျဖစ္သြားၾကပါတယ္။ဖိလစ္ပိုင္ေတြရဲ႕အယူအဆအရအဲဒီလိုလုပ္မိတဲ့သူေတြရဲ႕အိမ္ကိုေသသူရဲ႕၀ိညာဥ္လိုက္လာတတ္တယ္ဆိုတဲ့အတိုင္းသူတို႕တစ္သိုက္ဒုကၡနဲ႕လွလွေတြ႕ၾကေတာ့တာပါပဲ။အဲဒီမလုပ္ေကာင္းတာေတြကေရာဘာေတြလဲ။လိုက္သတ္ျဖတ္တဲ့သရဲကေရာဘာအတြက္လိုက္လာတာလဲ။သူတို႕ရဲ႕ေနာက္ကြယ္မွာေနာက္ထပ္ဘာအေၾကာင္းအရင္းေတြရွိဦးမလဲဆိုတာကိုေတာ့ဇာတ္ကားေလးကိုပဲသဲတထိတ္ထိတ္ရင္တဖိုဖိုနဲ႕ဆက္ၾကည့္လိုက္ၾကပါဦး။Qty - DVD ripDuration - 1hr 45minFormat - Mp4 ×264Gerne - Romance , HorrorTranslator - Thway Zar Ni AungEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/shake-it-off-nine-lives-2013/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYWUyN2FkOTQtZGU1OC00OGI2LThlYjAtNGE3NTkzMWM5ZDg4XkEyXkFqcGdeQXVyNDkwMzY5NjQ@._V1_-142x200.jpg",
        "title": "[18+] Tokyo Train Girls: Private Lessons (2009)",
        "description": "ဒီတစ္ခါေတာ့ ပရိတ္သတ္ၾကီးအတြက္ 2009 ခုႏွစ္က ထြက္ရိွထားတဲ့ ဂ်ပန္ ၁၈+ ကားေလးတင္ဆက္လိုက္ပါတယ္။ဒီဇာတ္ကားကို ၾကည့္ျပီးရင္ ရင္ထဲမွာ ႏွေျမာတသေတြ ထင္က်န္ခံစားေစရမယ္လို႔ စာေရးသူရဲရဲၾကီးအာမခံတယ္ဘာလို႔လဲ ဆိုေတာ့ဒီကားထဲက မင္းသမီးေလာက္ ျပည့္စံုတဲ့ အၾကည့္၊ ရုပ္ရည္၊ မယ္ရံႈးေလာက္တဲ့ခႏၶာကိုယ္ 18+ ေလာကမွာ ခပ္ရွားရွားရယ္။ပိုတယ္ ဆိုမွာစိုးလို႔ ထပ္ျပီးမတင္စားေတာ့ပါဘူး။ေက်ာင္းဆရာမျဖစ္ခ်င္တဲ့ ကာ၀ါဆာကီ တစ္ေယာက္ ေကာလိပ္ကို မျဖစ္မေန ၾကိဳးစားတက္ခဲ့ရပါတယ္ေကာလိပ္မွာ သူငယ္ခ်င္းအသစ္ေတြရခဲ့ပါတယ္သူငယ္ခ်င္းေတြက ေငြေၾကးတက္နိုင္သူေတြျဖစ္ေနပါတယ္သူမဟာ သူတို႔နဲ႔ အျပိဳင္ သံုးရင္း ေက်ာင္းတက္လာလိုက္တာ အေၾကြးေတြန ပတ္လည္၀ိုင္းသြားပါေတာ့တယ္။ဒီလိုနဲ႔ သူမဟာေက်ာင္းျပီးသြားခဲ့ျပီး ေက်ာင္းဆရာမအလုပ္ကို ေက်ာင္းရဲ႕ အည့ံဆံုးအခန္းမွာ စာသင္ရပါတယ္။သူမရဲ႕အေၾကြးေတြက မ်ားလြန္းတာေၾကာင့္ ေက်ာင္းဆရာမလစာနဲ႕ဘယ္လိုမွမေၾကပါဘူး။ဒါေၾကာင့္သူမဟာ အိမ္မွာေနရင္း ၀င္ေငြေကာင္းတဲ့ Video Chatting အလုပ္ကို စတင္လုပ္ပါေတာ့တယ္...။သူမဟာမ်က္ႏွာေဖၚမျပပဲ နာမည္အသစ္နဲ႔ အေကာင့္ကိုသံုးခဲ့ေပမဲ့ သူမရဲ႕ အတန္းသားတစ္ေယာက္က သိသြားပါတယ္......ဘာေတြဘယ္လို ဆက္ျဖစ္မလဲဆိုတာေတာ့ 18+ ပရိတ္သတ္ၾကီးသိတဲ့အတိုင္းပဲ...။ File Size ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-tokyo-train-girls-private-lessons-2009/",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzYxMmUwZjItZWNlMi00ZTZlLWI0YTItNWE0ZjgwZDNlMjRiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "I See You (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ပိတ္ရက္မွာ အနားယူအပန္းေျဖ ၾကည့္ရႈ.နိုင္ဖို႔ဖိလစ္ပိုင္အခ်စ္ Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဂ်ပန္နိုင္ငံ စပိုရိုျမိဳ႕မွာဧည့္လမ္းညႊန္အျဖစ္အသက္ေမြးလမ္းေႀကာင္းျပဳလုပ္ေနတဲ့ ဖိလစ္ပိုင္သူေလး ေလယာ..ေလယာနဲ႔လက္ထပ္ဖို႔နွစ္နွစ္ေက်ာ္ေစ့စပ္ထားတဲ့ ဂ်ပန္နိုင္ငံသား နိုဘုသတို႔သားေလာင္းကေရွာင္ဖဟ္္ေရွာင္ဖယ္လုပ္ျပီး ျခံခုန္တာကို သိသြားျပီးတဲ့ေနာက္ ယာယီမ်က္စိကြယ္ျခင္းျဖစ္ခဲ့တယ္ေလယာ မ်က္စိကြယ္တဲ့အခ်္ိန္ေလယာအနားရုတ္တရက္ေရာက္လာတဲ့ တိုညိွအဆိုးဆံုးေဝဒနာေတြနဲ႔ႀကံဳေနရခ်ိန္ တိုညိုတစ္ေယာက္ေလယာကိုဘယ္လိုကူညီေဖးမရင္းသံေယာဇဥ္တြယ္ခဲ့ရာက.ေလယာမ်က္စိျပန္ျမင္လာတဲ့အခ်ိန္ဘယ္လိုေတြျဖစ္လာမလဲဆိုတာေစာင့္ႀကည့္ႀကပါဦးဒီဇာတ္ကားမွာတစ္ခုသိထားရမွာက မင္းသားလံုး၀မေခ်ာပါဘူး :3ဇာတ္လမ္းသေဘာသဘာ၀ကေတာ့ အေတာ္ေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္လို႔လက္လႊတ္မခံသင္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ျဖဴျဖဴသန္႔ပါ)\n File Size : (650 MB) and (250 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre :Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phyu Phyu Thant\nEncode by Thanhtike Zaw",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/i-see-you-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/children-of-heaven-poster-143x200.jpg",
        "title": "Children of Heaven (1997)",
        "description": "Children of Heaven (1997)\nIMDb - 8.3/10_____Rotten - 83%\nNominated for 1 Oscar. 13 wins & 5 nominations\n  \nမိတ်ဆွေတို့ဘဝမှာ ပထမဆုရလို့ ဝမ်းနည်းဖူးပါသလား???\nရှိမယ်မထင်ပါဘူး...။\nဒါပေမယ့် ....\nဒီကားလေးမှာတော့ ပထမဆု ရလို့ ဝမ်းနည်းပက်လက်ဖြစ်သွားရှာတဲ့\nကလေးတစ်ယောက်အကြောင်းကို ကြည့်ရှုကြရမှာပါ...။\nIMDB Rating 8.3 ထိ ရရှိထားတဲ့\nအီရန်-ဒရာမာ ဇာတ်အေးကားလေး တစ်ကားဖြစ်ပါတယ်။\nအော်စကာ ၁-ဆုအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီး\nနိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၃-ဆု ရရှိအောင်မြင်ထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်....။\nအလွန်တရာ ရိုးရှင်းလှတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုပေမယ့်\nကျွန်တော်ကတော့ ကြည့်ရင်းနဲ့ ရင်နင့်အောင်ခံစားခဲ့ရပြီးတော့\nနိုင်ငံတကာ ရုပ်ရှင်ချစ်ပရိတ်သတ်အပေါင်းကလည်း\nကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် တစ်ညီတစ်ညွတ်တည်း\nညွှန်းဆိုထားတဲ့ ဇာတ်ကားလေးဖြစ်လို့\nပရိတ်သတ်တွေဆီ အရောက် တင်ဆက်ပေးလိုက်ပါတယ်...။\n \n(ပိုစတာပါ ဖိနပ်လေးတစ်ရံအကြောင်းကိုတော့ လျှို့ဝှက်ခဲ့ပါရစေ...\nဒီဇာတ်လမ်းကို ဘာသာပြန်သူကိုယ်တိုင်က မျက်ရည်စက်လက်ရေးခဲ့တယ်လို့ဆိုပါတယ်။\nဘာသာပြန်နဲ့အညွှန်းရေးပေးသူကတော့ CM Team မှ Sherlock Homes ပဲဖြစ်ပါတယ်။)\n  \nမိတ္ေဆြတို႔ဘ၀မွာ ပထမဆုရလို႔ ၀မ္းနည္းဖူးပါသလား???\nရွိမယ္မထင္ပါဘူး...။\nဒါေပမယ့္ ....\nဒီကားေလးမွာေတာ့ ပထမဆု ရလို႔ ...",
        "rating": "8.3",
        "url": "https://megaup.net/4eI5s/Children_Of_Heaven_(Bacheha-Ye_Aseman)_[1997]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/john-tucker-must-die-profile-143x200.jpg",
        "title": "John Tucker Must Die(2006)",
        "description": "ေက်ာင္းရဲ႕အထင္ကရ ဘစ္စကတ္ေဘာ ကပၸတိန္ေခါင္းေဆာင္နာမည္က John Tucker....အရပ္က ၆ေပ၀န္းက်င္\nရူပါခပ္ေျဖာင့္ေျဖာင့္ ...တစ္ခ်က္ေလာက္စုိက္ႀကည့္ၿပီး ၿပဳံးရင္းေျပာလုိက္တဲ့ စကားလုံးေတြေၾကာင့္\nမာနေတြေျမခသြားတဲ့ မိန္းကေလးေတြ ဒုနဲ႕ေဒး....ဥာဏ္ကလည္း ခပ္မ်ားမ်ား. ခ်မ္းသာတဲ့မိသားစု\nအသုိင္းအ၀န္းက လာတဲ့သူ... ေျပာရရင္ John က သူ႕မွာရွိတဲ့အားသာခ်က္ေတြ\nအကုန္အသုံးခ်ၿပီး မိန္းကေလးေတြကုိတြဲေနတဲ့သူ.....ခုေလာေလာဆယ္သူ လက္ရွိတစ္ၿပဳိင္နက္ တြဲေနတာ\nေကာင္မေလး ၃ ေယာက္....အဲ့ဒီ ၃ေယာက္လုံး အခ်င္းခ်င္းမသိႏုိင္ေအာင္လည္း သူကထိန္းထားႏုိင္တယ္....\nသုိ႕ေပမဲ့ ....တစ္ေန႕ေတာ့ သူတြဲေန႕တဲ့ေကာင္မေလး ၃ေယာက္က John Tucker လူရႈတ္လူေပြတစ္ဦးျဖစ္တဲ့အေၾကာင္း\nကုိသိသြားတယ္.....၀က္သားဒုတ္ထုိး၊ယုိးဒယား သေဘၤာသီးေထာင္း၊ေရွာက္သီးသုတ္ ဒီသေရစာေတြသာ\nေ၀စားမယ္ အခ်စ္ကုိေတာ့ ေ၀မစားခ်င္ၾကဘူး ေျပာရရင္ အခ်စ္ႀကီးေတာ့အမ်က္ႀကီးတယ္ေပါ့ဗ်ာ ဒီေတာ့\nမိန္းကေလး ၃ေယာက္ဟာ ခပ္ရုိးရုိးေကာင္မေလးတစ္ေယာက္နဲ႕ေပါင္းၿပီး John Tucker ကုိ ျပန္လက္စား\nေခ်ဖုိ႕ စီစဥ္ၾကေတာ့တယ္...ခပ္ရုိးရုိးေကာင္မေလးကုိအသုံးခ်ၿပီးေတာ့ John အသည္းကုိကြဲေအာင္\nလုပ္ၾကတယ္...သူတုိ႕က အေသးစိတ္အစီအစဥ္ေတြဆြဲတယ္ အခ်င္းခ်င္းတုိင္ပင္တယ္\nကုိင္းၿပိတ္သတ္ႀကီး John Tucker တစ္ေယာက္ ဘယ္လုိေတြျဖစ္မလဲဆုိတာကုိေတာ့ ၾကည့္လုိက္ပါဦး......\nJohn Tucker Must Die ဆိုတဲ့ ဒီကားေလးဟာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1ztvW/John_Tucker_Must_Die_[2006]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTg5NjY3NDYxMl5BMl5BanBnXkFtZTgwMjI5ODgyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Beguiled (2017)",
        "description": "The Beguiled 2017 မွာဆိုရင္တပ္ၾကပ္ႀကီးမက္ဘာနီက စစ္ပြဲတြင္းမွာထြက္ေျပးလာတဲ့ဒဏ္ရာရထားတဲ့ျပည္ေထာင္စုစစ္သားတစ္ေယာက္ပါ။သူ႔ကိုေတာင္ပိုင္းကမိန္းကေလးေတြပဲေနတဲ့စာသင္ေက်ာင္းတစ္ေက်ာင္းကအသက္ကယ္ခဲ့ပါတယ္။သူ႔အသက္ကိုကယ္ခဲ့တဲ့မိန္းကေလးေက်ာင္းကေကာင္မေလးေတြနဲ႔ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာစိတ္ဝင္စားစြာၾကည့္ရမယ့္ ဒရာမ သည္းထိတ္ရင္ဖိုဇာတ္ကားေလးတစ္ကားပါ။မင္းသမီးေခ်ာေလး Elle Fanning လဲပါတာမို႔လက္မလႊတ္တမ္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္မွာေတာ့အေသအခ်ာပါပဲဗ်ာ \n(ဘာသာျပန္သူကေတာ့ Saw Wunna ပါ)\n File Size : (700 MB) and (240 MB)\nQuality : Bluray720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncode by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-beguiled-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wHbwsEtXRWxncYvH7LCYuQ19MOo.jpg",
        "title": "Escape to Victory (1981)",
        "description": "CM မွ classic ပရိတ္သတ္ေတြအတြက္\nOld but gold ဇာတ္လမ္းေလးတစ္ခုတင္ေပးလိုက္ပါျပီ\nEscape to Victory\nထြက္ေျပးလြတ္ေျမာက္မႈမွသည္ ေအာင္ပြဲဆီသို့ လို့ဘာသာျပန္လို့ဆီေလ်ာ္မယ္ထင္ပါတယ္\nဒုတိယကမ႓ာစစ္ ကာလ ဂ်ာမန္ စစ္သံု့ပန္း အလုပ္ၾကမ္းစခန္းမွာ\nအဂၤလန္ နဲ့ ဝက္စ္ဟမ္းယူနိုက္တက္ ကစားသမားတစ္ေယာက္ဟာ\nသူ့ကိုသိေနတဲ့ စခန္းကိုခဏလာတဲ့ ဂ်ာမနီ လက္ေရြးစင္ေဟာင္းဗိုလ္မွဴးတစ္ေယာက္နဲ့ ေတြ့ဆံုခဲ့ပါတယ္\nသူတို့စကားစပ္မိၾကတဲ့အခါ ေဘာလံုးပြဲတစ္ပြဲကစားဖို့ေျပာျဖစ္ခဲ့ပါတယ္\nစခန္းမွာက နိုင္ငံစံုကစစ္သံု့ပန္းေတြထဲမွာလဲ ကစားသမားေကာင္းေတြ ရွိေနပါတယ္ . . .\nအေမရိကန္ကြန္မန္ဒို တစ္ေယာက္ျဖစ္တဲ့ ရပ္ဘီ ကစားသမားဟက္ခ်္\nတစ္ေယာက္ဟာ အျမဲထြက္ေျပးလြတ္ေျမာက္ဖို့ၾကံစည္ေနတဲ့ သူတစ္ေယာက္ပါ\nသူထြက္ေျပးဖို့စီစဥ္ေနတဲ့အခ်ိန္ မွာ ေဘာလံုးအသင္းနဲ့ ဘယ္လိုသက္ဆိုင္ေနသလဲ. . .ေဘာလံုးပြဲကလည္း ခ်စ္ၾကည္ေရးပြဲအေနအထားကေန\nဂ်ာမန္အထက္အရာရွိေတြက ဘယ္လိုစီစဥ္အသံုးခ်လိုက္မလဲ . . .သံု့ပန္းေတြထဲက တာဝန္ရွိတဲ့ စီနီယာ အရာရွိေတြနဲ့ ေဘာလံုးအသင္းထိပ္တိုက္ေတြမႈေတြကဘာေတြရွိေနမလဲ . . .ေဘာလံုးပြဲ တစ္ပြဲဆိုတာ ေဘာလံုးပြဲဆိုတာထက္ပိုတဲ့ အေၾကာင္းတရားေတြရွိေနမလဲ . . .စတဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ အလွည့္အေျပာင္းေတြ\nရန္သူျဖစ္ေနေပမဲ့ တကယ့္အားကစားသမားစိတ္ဓါတ္ရွိတဲ့သူေတြ\nလက္ေအာက္ငယ္သားကိုနားလည္ေပမဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/TUfs/Escape_To_Victory_[1981]_(MM_Sub).mp4",
        "category": "Drama, Sport, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTc4MTU4NjEwMV5BMl5BanBnXkFtZTgwOTU0NzE1MjE@._V1_-140x200.jpg",
        "title": "My Tutor Friend 2 (2007)",
        "description": "ဒီတစ်ကားကတော့ မတူညီတဲ့ plot တွေ ကွဲပြားတဲ့ မင်းသား မင်းသမီးတွေနဲ့ My tutor Friend 1 ရဲ့ အဆက်အဖြစ် CJ ENTERTAINMENT က တင်ဆက်လိုက်တာပါအဓိက ဇာတ်ကောင်တွေအနေနဲ့ကတော့ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ဆုတောင်းနဲ့ ပြည့်စုံပြီး တစ်ချက်ပြုံးရင် ကြယ်ကြွေလောက်တဲ့ မင်းသားချော Park Ki woong နဲ့ ဘယ်လိုနေနေ ချစ်စဖွယ် မမေ့နိုင်စဖွယ် အမူအရာလေးတွေနဲ့ မင်းသမီးချောလေး Lee Chung ah တို့က ပါဝင် သရုပ်ဆောင်ထားပါတယ်ကိုရီးယားကို Student exchange နဲ့ ကျောင်းလာတတ်တဲ့ ဂျပန်မလေး ဂျွန်ကို ဟာ သူမရဲ့ Crush ဖြစ်တဲ့ ဝူဆန်းကို ကိုရီးယားမှာ လိုက်ရှာချင်ခဲ့ပါတယ်သူမတည်းခိုရာ ဧည့်ဂေဟာ ပိုင်ရှင်ဧ။်သားဖြစ်သူကတော့ လူငယ်ဆန်ဆန် ရွတ်နောက်နောက် နေတတ်ပြီး ပိုက်ဆံကို ရရင်ရသလို ရှာတတ်သူပါဒီအပျော်လွန်တတ်တဲ့ ကောင်လေးမှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/my-tutor-friend-2-2007/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgpgkvccg0hf-133x200.jpg",
        "title": "My Tutor Friend (2003)",
        "description": "2003 မှာထွက်ရှိခဲ့တဲ့ ဒီဇာတ်လမ်းလေးက နာမည်ကျော် မင်းသား Kwon Sangwoo နဲ့ နာမည်ကြီး အချောအလှ ထိပ်ခေါင် မင်းသမီး Kim Haneul တို့မှ အဓိက ပါဝင်ထားပြီး CJ Entertainment ရဲ့ ရုပ်ရှင်ကားကောင်းတွေ ထဲက တစ်ကားဖြစ်ပါတယ်Comedy ရဲ့ အရသာ အပြည့်အဝပါဝင်တဲ့ ဒီဇာတ်ကားဟာ တောင်ကိုရီးယားရဲ့ တစ်ခေတ်တစ်ခါမှာ အောင်မြင်မှုပေါင်းများစွာ သိမ်းပိုက်နိုင်ခဲ့တာ အတော်အများ သိကြမှာပါ (မသိသေးရင် အခုပဲ ကြည့်လိုက်ပါ)အထက်တန်းကျောင်းမှ အလုပ်ပြုတ်လာတဲ့ ဆရာမလေး ချွဲဆူဝမ်ဟာ မိခင်ရဲ့ စေညွှန်းချက်အရ မိခင်ဖြစ်သူဧ။်ချမ်းသာသော သူငယ်ချင်းရဲ့ သားကို ဂိုက်လုပ်ပေးဖို့ ဖြစ်လာပါတယ်ဂျစ်ကန်ကန် အပေအတေ နှစ်ကျ ပြသာနာအိုး ကျောင်းသားနဲ့ ဆတ်ဆတ်ထိမခံ ငါဟဲ့ ဆရာမ ဆိုတဲ့ မာန်အပြည့်နဲ့ ကျူရှင်ဆရာမတို့ ဆုံစည်းကြတဲ့အခါမှာ ဘယ်လို ကတောက်ကဆတွေ ဘယ်လိုအလွဲလေးတွေ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-tutor-friend-2003/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-3-poster-133x200.jpg",
        "title": "The Four 3: Kingdom Of Blood (2014)",
        "description": "The Four 3: Kingdom Of Blood (2014)_____IMDb - 5.6/10\n ဒီကားကတော့ The Four သုံးကားထဲမှာ နောက်ဆုံး ကားပဲ ဖြစ်ပါတယ်။ပထမကားနဲ့ ဒုတိယကားကို မကြည့်ဖူး\nရင် သိပ်သဘောပေါက်လောက်မှာ မဟုတ်လို့ ပထမ နှစ်ကားကို ကြည့်ဖို့ အကြံပြုချင်ပါတယ်။ဇာတ်လမ်းကို နည်းနည်း\nပြန် မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ ဒုတိယကားထဲမှာ မိသားစုအကြောင်း အမှန်တရားကို ရှောင်ယွယဲ့ (Yifei Liu)\nက သိရှိသွားခဲ့ပြီး ကျူးကယ်ကျုံး နဲ့ သံလက်တို့ကို စိတ်ပျက်သွားခဲ့ပါတယ်။လန်လင်ကျီး လဲထို့အတူပါပဲ ဒါပေမဲ့ သူက\nရှေင်ယွယဲ့ အပြင် ဋ္ဌာနခြောက် က ကျိယောင်ဟွာတို့နဲ့လဲ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဖြစ်နေပြန်ပါတယ်။ကျိယောင်ဟွာ\nတစ်ယောက်ကတော့ သခင်အန်းဆိုတဲ့ လူရဲ့ အမိန့်ကို မလွန်ဆန်နိုင်ဖြစ်နေတာပါ။ သခင်အန်းတစ်ယောက်ကတော့\nသူ့သားအတွက် လက်စားချေဖို့ အတွက် ဋ္ဌာနခြောက် ဆန်ဟုန်ဖူတို့ အပြင် မင်းကြီး အရိုက်အရာကိုပါရယူချင်နေတာပါ။\nဒီလိုနဲ့ တစ်ရက်မှာ မင်းကြီးတစ်ယောက် သာမန်အဝတ်အစားနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xupq/The_Four_3_-_Kingdom_Of_Blood_(Si_Da_Ming_Bu_3)_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-2-poster-133x200.jpg",
        "title": "The Four 2: Lawless Kingdom (2013)",
        "description": "The Four 2: Lawless Kingdom (2013)_____IMDb - 5.8/10\n ဒီဇာတ်ကားကတော့ The Four 1 ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမပိုင်း ကြည့်ဖူးမှ ကောင်းကောင်း\nနားလည် သဘောပေါက်မယ်လို့ ထင်ပါတယ်။မင်းသမီးချော ဂူဂူး ပါဝင်ထားတာဖြစ်လို့ ပရိတ်သတ်\nတွေ အကြိုက် တွေ့ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရရင်တော့\nပထမကားမှာ ငွေအတု ကိစ္စ ကို နောက်ကွယ်က ကြိုးကိုင်နေတဲ့ အန်ရှီကျန်းကို နှိမ်နှင်းပြီးတဲ့ နောက်မှာ\nတော့ ဆန်ဟုန်ဖူ(ဒီဗိုင်းအဖွဲ့) ဟာဆိုရင် နေပြည်တော် တစ်ဝိုက်မှာ ဋ္ဌာန ခြောက် ထက်ကို ပိုပြီး အလေးပေး\nခြင်းကို ခံလာရပါပြီ။ ပြည်သူတွေက လည်း အားကို တကြီးပေါ့။ဒီလိုအချိန်မှာပဲ ပထမကားက ဗီလိန်\nအန်ရှီကျန်းက မသေသေးပဲ သစ်ပင်တစ်ခုကို ကပ်ပါး ဘဝနဲ့ မှီခို နေရပါတယ်။သူ့သားဒီလို ဘဝကို\nရောက်သွားလို့ မကျေမနပ်နိုင်ဖြစ်နေသူကတော့ လူကြီမင်း အန်းပါ။သူက ဆန်ဟန်ဖူ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1xupy/The_Four_2_-_Lawless_Kingdom_(Si_Da_Ming_Bu_2)_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/The-four-poster-133x200.jpg",
        "title": "The Four (2012)",
        "description": "The Four (2012)_____IMDb - 5.8/10\n ပရိတ်သတ်တွေရဲ့ အသည်းကျော် ဂူဂူးလေးရဲ့ The Four ကားလေးကို စာအမှန် ရုပ်ထွက်အကြည် နဲ့ ပြန်တင်ဆက်\nပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ .....\nရဲချုပ် လျှို လူကြီးမင်းဦးဆောင်နေတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစုံစမ်းထောက်လှမ်းရေး အဖွဲ့တစ်ခုရှိတယ် ။\nခက်ခဲနက်နဲတဲ့ အမှုတော်တော်များများကို ဖော်ထုတ်နိုင်လို့ မင်းနေပြည်တော်မှာ အထူးနာမည်ရပြီး အာဏာရနေတဲ့အဖွဲ့ပေါ့ ။\nတစ်နေ့မှာ ရွှေဒင်္ဂံါးပြားအတု ထုတ်တဲ့ ဘလောက်တုံး ပျောက်ဆုံးမှု အမှုတစ်ခုကို ဌာန ၆ က ရဲချုပ်ကိုယ်တိုင်\nဆင်းဖမ်းရင်း ဆန်ဟုန်ဖူး ဆိုတဲ့ အဖွဲ့တစ်ခုနဲ့ သွားဆုံမိတယ် ။\nဆန်ဟုန်ဖူး အဖွဲ့ဆိုတာနန်းတွင်းဘုရင့်အမိန့်တော်နဲ့ ကျူကယ်ကျုံး ဦးဆောင်ဖွဲ့စည်းထားတဲ့ အထူးလျှို့ဝှက်ထောက်လှမ်းရေး အဖွဲ့ဖြစ်နေတယ် ။\nကျူကယ်ကျုံးဆိုတာ အရင်တုန်းက ဘုရင့်ကိုယ်ရံတော် ။ စည်းစိမ်ဥစ္စာပြည့်စုံတဲ့ ကိုယ်ရံတော် ရာထူးကို\nကျူကယ်ကျုံးက ချိုင်လူကြီးမင်းနဲ့ ပြသနာရှိတယ် ဆိုပြီး စွန့်လွှတ်ခဲ့ပြီး ဆန်ဟုန်ဖူးဆိုပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Tpkl/The_Four_(Si_Da_Ming_Bu)_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Thani-Oruvan-2015-Dual-Audio-720p-UNCUT-HDRip-1.5Gb-147x200.jpg",
        "title": "Thani Oruvan(2015)",
        "description": "ဒီတစ္ခါေတာ့IDM8.6အထိရရွိထားတဲ့ေဘာလိဝုဒ္ကားတစ္ကားနဲ႔မိတ္ဆတ္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးက၂၀၁၅မွာထြက္ရွိထားတဲ့THANI ORUVAN ကားေလးပါ။\nဇာတ္ကားေလးကအက္ရွင္ကားတစ္ကားျဖစ္ၿပီးရဲတစ္ေယာက္ရဲ့လွုပ္ရွားပုံေတြကိုေဖာ္ညြန္းထားလို႔လို႔စုံေထာက္ကားေတြႀကိဳက္တဲ့သူေတြအတြတ္ၾကည့္သင့္တဲ့ကားေလးပါ။မီးလ္သရမ္ဆိုတဲ့IPS အရာရွိရဲတစ္ေယာက္ဟာရာဇဝတ္မွုေတြကိုသူ႔ရဲ့သူငယ္ခ်င္းရဲအရာရွိေတြနဲ႔အတူတူလ်ိဳ႕ဝွက္ေဖာ္ထုတ္ေပးေနတာပါ။တစ္ရက္မွာအမွုတစ္ခုကိုလိုက္ရင္းနဲ႔မထင္မွတ္ဘဲသူလ်ိဳ႕ဝွက္စုံစမ္းထားတဲ့\nအမွုေတြနဲ႔ဆက္စပ္တဲ့ရာဇဝတ္ဂိုဏ္းတစ္ဂိုဏ္းကိုသိရွိသြားပါတယ္။အဲ့ဂိုဏ္းကိုခ်ဴပ္ကိုင္ေနတဲ့သူေတြဟာလည္းႏွယ္ႏွယ္ရရလူေတြမဟုတ္ဘဲစီးပြားေရးလုပ္ငန္းရွင္ေတြအစိုးရဌာနအႀကီးအကဲေတြကိုယ္တိုင္ျဖစ္ေနပါတယ္။\nအဲ့ဂိုဏ္းရဲ့ေခါင္းေဆာင္လို႔ယူဆရတဲ့ဆီဒါက္ရွ္ဆိုတဲ့သိပြံပညာရွင္တစ္ေယာက္ဟာေဆးဝါးတစ္ခုကိုေဖာ္ထုတ္နိုင္ခဲ့တဲ့သူ႔လက္ေအာက္ငယ္သားကိုရွင္းပစ္ခဲ့ၿပီးအဲ့ေဆးဝါးကိုလက္ဝါးႀကီးအုပ္ဖို႔ႀကံစည္ခဲ့ပါတယ္။ဆီဒါက္ရွ္ဟာအဲ့ေဆးဝါးကိုခေလးငယ္ေတြနဲ႔စမ္းသပ္ခဲ့ၿပီးခေလးငယ္ေတြေသဆုံးမွုေတြလည္းျဖစ္လာပါတယ္။မီးလ္သရမ္ကလည္းေနာက္ဆုံးသူလိုက္ခဲ့တဲ့အမွုနဲ႔ဆက္စပ္ၿပီးအဲ့ခေလးငယ္ေတြေသဆုံးမွုရဲ့ေနာက္ကြယ္မွာရွိေနတဲ့ဆီဒါက္ရွ္ကိုဖမ္းဆီးဖို႔ႀကိဳးစားလာပါတယ္။ဆီဒါက္ရွ္ရဲ့ေနာက္မွာလည္းဝန္ႀကီးေတြပါတီေခါင္းေဆာင္ေတြရွိေနတဲ့အတြတ္သူ႔အေနနဲ႔ဘယ္လိုဖမ္းဆီးနိုင္မွာလဲ။ဒါမွမဟုတ္ဆီဒါက္ရွ္ကဘဲ မီးလ္သရမ္ဆိုတဲ့IPSအရာရွိကိုဒုကၡေရာက္ေအာင္ေပးနိုင္မလားဆိုတာဇာတ္လမ္းၿပီးတဲ့အထိရင္ခုန္စြာေစာင့္ၾကည့္ရမွာလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိ Crystal Light ပါFile Size…(849MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…02:41:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by Crystal Light",
        "rating": "8.6",
        "url": "https://megaup.net/2cmUb/Thani_Oruvan_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWIxZjQ2ZDQtZGIyNy00MjUyLWFjYTMtNTYzZGQxNTA5NjgzXkEyXkFqcGdeQXVyMjgzNjA3Mw@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Monster Island (2017)",
        "description": "ဆယ္ေက်ာ္သက္အရြယ္လူငယ္ေလး လူးကပ္စ္ဟာ သူ႔အေဖေျပာတဲ႔ မ်ိဳးရိုးလိုက္တဲ႔ရင္ၾကပ္ေရာဂါေၾကာင္႔ ရွဴေဆးေဆာင္ထားရသူပါ။ေရာဂါေၾကာင္႔သြားခ်င္တဲ႔ေနရာေတြလည္း သြားခြင္႔မရပါဘူး။ဒါေပမယ္႔ သူ႔အေဖမသိေအာင္ ပါတီပြဲကိုခိုးသြားျပီး ရွဴေဆးဘူးယူဖို႔ေမ႔ေနခဲ႔ပါတယ္။အဲ႔အခ်ိန္မွာပဲ အတန္းသားအားလံုးေရွ႕မွာ ရုတ္တရက္ မြန္းစတားအျဖစ္ေျပာင္းသြားပါေတာ႔တယ္။ဒီေနာက္ေတာ႔ သူ႔ဘ၀ဘာေတြေျပာင္းလဲသြားမလဲသူမသိခဲ႔တဲ႔သူ႔ေမြးရပ္မွာဘာေတြျဖစ္ခဲ႔တာလဲသူ႔အေမကေရာ ဘယ္လိုအျဖစ္ဆိုးမ်ိဳးၾကံဳခဲ႔တာလဲ ဆိုတာကေတာ႔..... ၾကည္႔ရႈခံစားၾကည္႔ၾကပါခင္ဗ်ာ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (650 MB) and (320 MB)\nQuality : 720p WEB – DL\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre :Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/monster-island-2017/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hostel-III-poster-133x200.jpg",
        "title": "Hostel: Part III (2011)",
        "description": "Hostel: Part III (2011)\nIMDb - 4.6/10_____Rotten - 67%\n  ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...  \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ)\n  \nHostel (2005) ကို ဒေါင်းရန်နှိပ်ပါ\nHostel: ...",
        "rating": "4.6",
        "url": "https://megaup.net/1zAnq/Hostel_-_Part_III_[2011]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/1_-135x200.jpg",
        "title": "Hostel (2005)",
        "description": "Hostel (2005)\nIMDb - 5.9/10_____Rotten - 61%\n  ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...  \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ)\n  \nHostel: Part II (2007) ကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1zAn9/Hostel_[2005]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hostal-II-poster-133x200.jpg",
        "title": "Hostel: Part II (2007)",
        "description": "Hostel: Part II (2007)\nIMDb - 5.5/10_____Rotten - 44% ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...   \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ) \nHostel (2005) ကို ဒေါင်းရန်နှိပ်ပါ \nHostel: ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vviv/Hostel_-_Part_II_[2007]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMzQ4MTBlYTQtMzJkYS00OGNjLTk1MWYtNzQ0OTQ0OWEyOWU1XkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY999_CR00703999_AL_-141x200.jpg",
        "title": "Munna Bhai M.B.B.S. (2003)",
        "description": "ဒီကားကုိ 3 idiot ဒါရုိက္တာ Rajkuma Hirani ရုိက္ကူးခဲ့ၿပီး နာမည္ႀကီးမင္းသား\n(Sanjay Dutt)မင္းသမီးေခ်ာ Gracy Singh နဲ႕ 3 idiot ထဲက ဗုိင္းရပ္ႀကီးအျဖစ္\nသရုပ္ေဆာင္ခဲ့တဲ့ (Roman Irani)တုိ႕ က အဓိကပါ၀င္ခဲ့ပါတယ္.\nSanjay ဟာ လူမိုက္ေခါင္းေဆာင္တစ္ေယာက္ပါ ျပန္ေပးဆြဲတယ္ လုိခ်င္တာကုိ မရ ရတဲ့နည္းနဲ႕\nယူတယ္ တပည့္လူမုိက္ေတြလည္း အမ်ားႀကီး ....သုိ႕ေပမဲ့ သူ႕မိဘေတြသိထားတဲ့အျဖစ္က Sanjay ဟာသိပ္ကုိထူးခြ်န္တဲ့ ဆရာ၀န္တစ္ေယာက္\nဒီလုိျဖစ္ေအာင္လည္း Sanjay က လိမ္ထားႏုိင္တယ္ မိဘေတြသူ႕ဆီအလည္လာရင္\nသူတုိ႕ေနတဲ့ အေဆာက္အဦးဟာ ေဆးရုံျဖစ္သြားၿပီး တပည့္ေတြက လူနာေတြဟန္ေဆာင္ႀကတယ္\nမိဘေတြက တစ္ေန႕ေတာ့ ဆရာ၀န္မတစ္ေယာက္နဲ႕ ေစ့စပ္ေပးၾကတယ္...ေစ့စပ္ပြဲမွာ သူဆရာ၀န္အျဖစ္\nလိမ္ထားမွန္းအားလုံးက သိသြားႀကတဲ့အျပင္ တန္ဘုိးတစ္စက္မွမရွိတဲ့လူအျဖစ္ ဆက္ဆံခံလုိက္ရေတာ့\nSanjay ဟာ မခံခ်င္စိတ္နဲ႕ရည္မွန္းခ်က္ႀကီးတစ္ခုထားလုိက္တယ္...အဲ့ဒါက သူတကယ့္ဆရာ၀န္အစစ္အမွန္\nျဖစ္ရမယ္ သူတကယ္ႀကဳိးစားမယ္ဆုိတာပဲ.....သူဘယ္လုိေတြၾကဳိးစားလဲ ဘယ္လုိအခက္အခဲေတြရင္ဆုိင္ရလဲ ဆုိတာကုိေတာ့\nဒီကားက အေတာ္ေလးရယ္ရတယ္ ဟာသေလးေတြေႏွာၿပီး message ေလးေတြေပးသြားတယ္ ဒီကားထဲက\nလူႀကမ္းႀကီးက ကြ်န္ေတာ္တုိ႕လ်စ္လ်ဴရႈထားတဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/Qsd3/Munna_Bhai_M.B.B.S._[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/poster_MH-140x200.jpg",
        "title": "Helpless (2012)",
        "description": "IMDb Rating (6.7) ရရွိထားတဲ့ ဒီကိုရီးယားဇာတ္ကားထဲမွာ The Handmaiden ဇာတ္ကားရဲ႕ မင္းသမီး Kim Min-hee နဲ႕ မင္းသား Lee Sun Gyun တို႕မွ အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္။Psychological mystery/thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ နာမည္ေက်ာ္ဂ်ပန္စာေရးဆရာမ Miyuki Miyabe ရဲ႕ နာမည္ၾကီးဝတၳဳ \"Kasha\" ကို အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္။ အေတာ္ေလးစိတ္ဝင္စားဖို႕ေကာင္းတဲ့ ဇာတ္လမ္းပါ။ဝတၳဳကနာမည္ၾကီးသလို ဒီဇာတ္ကားကလဲ ကိုရီးယားဝါရင့္သရုပ္ေဆာင္ေတြေၾကာင့္ ေဝဖန္မႈေကာင္းေတြရရွိထားပါတယ္။~ သင့္မွာလက္ထပ္ေတာ့မယ့္ ခ်စ္သူတစ္ေယာက္ရွိတယ္။~ အဲ့ဒီခ်စ္သူဟာ ေနာက္ေၾကာင္းမရွင္းတဲ့သူ ... လွ်ိဳ႕ဝွက္သူ... ကုန္ကုန္ေျပာရရင္ အစားထိုးခံထားရသူဆိုတာ သင္သိလာခဲ့ရင္...........။ဇာတ္လမ္းေလးကို ဆက္လက္ရႈစားၾကရေအာင္ေနာ္။ \nFile Size…(900MB) and (380MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:57:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://megaup.net/UMt3/Helpless_[2012]_(MM_Sub).mp4",
        "category": "Asian, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjEyODcwNDk4OV5BMl5BanBnXkFtZTgwNzcwMjgxMzI@._V1_SX708_CR00708999_AL_-142x200.jpg",
        "title": "Anti Matter (2016)",
        "description": "အရာ၀တၳဳေတြ၊သတၱ၀ါေတြကိုတစ္ေနရာကေနတစ္ေနရာခ်က္ခ်င္းပို႕ေဆာင္ေပးႏိုင္မယ့္စၾကာ၀ဠာလမ္းေၾကာင္းေတြရွိႏိုင္မလား။ဖန္တီးလို႕ေရာရႏိုင္မယ္ထင္ပါသလား။Scientificရုပ္ရွင္ေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဒီကားေလးကေတာ့Wormhole Theoryဆိုတဲ့universeတစ္ခုနဲ႕တစ္ခုပတ္လမ္းကူးေျပာင္းလမ္းေတြေဖာက္ျပီးသြားလို႕ရႏိုင္တယ္ဆိုတဲ့သီအိုရီေလးကိုအေျခခံထားတဲ့တကယ့္Science movieေလးျဖစ္ပါတယ္။အန္နာဟာသူ႕ရဲ႕ပါရဂူဘြဲ႕အတြက္သုေတသနတစ္ခုျပဳလုပ္ေနတာပဲျဖစ္ပါတယ္။မထင္မွတ္ပဲစမ္းသပ္ေနစဥ္အတြင္းမွာစမ္းသပ္ပစၥည္းဟာရုတ္တရတ္ေပ်ာက္သြားပါတယ္။ဘာေၾကာင့္လဲဆိုတာသူမသိေသးပါဘူး။ဒီလိုနဲ႕ေနသန္ဆိုတဲ့ေကာလိပ္စတက္ကတည္းကေပါင္းလာတဲ့သူငယ္ခ်င္းေရာက္လာခ်ိန္မွာေတာ့အရာ၀တၳဳဟာဒီတိုင္းပ်က္စီးသြားတာမဟုတ္ပဲတစ္ေနရာရာကိုေရြ႕႔သြားတာပဲျဖစ္မယ္ဆိုတဲ့ယူဆခ်က္နဲ႕အညီစမ္းသပ္စစ္ေဆးမႈေတြလုပ္ၾကပါေတာ့တယ္။ေနာက္ထပ္သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕အားျဖည့္ကူညီမႈပါ၀င္လာျပီးေနာက္သုေတသနလုပ္ငန္းဟာအရွိန္ဟုန္ျမွင့္လာပါေတာ့တယ္။ဒါေပမယ့္သူတို႕ဘယ္ေလာက္ထိေအာင္ျမင္သြားသလဲ။စမး္သပ္မႈမွာဘာေတြျဖစ္သြားသလဲ၊သုေတသနလုပ္တာျဖစ္တဲ့အတြက္ဘာေတြမွားယြင္းမႈရွိသြားသလဲ၊သိပံၸပညာရွင္ေတြဆိုတာဘာေတြလဲ၊ဘယ္လိုစိတ္ဓာတ္ၾကံခိုင္ရမလဲ၊ဆိုတာေတြကိုေတြ႕ရမွာပါ။ဇာတ္ရွိန္အတက္အက်ေတြနဲ႕မသိတာေတြမ်ားစြာနဲ႕မို႕စိတ္၀င္စားစရာေကာင္းလွပါတယ္။Jumperတို႕Flashဇာတ္လမ္းတြဲထဲကလိုuniverseတစ္ခုနဲ႕တစ္ခုဘယ္လိုကူးေျပာင္းသြားႏိုင္မလဲ၊တစ္ေနရာနဲ႕တစ္ေနရာခ်က္ခ်င္းဘယ္လိုေရာက္သြားႏိုင္မလဲ၊စၾကာ၀ဠာနဲ႕အခ်ိန္ကာလဆိုတဲ့ၾကားကရုတ္တရတ္ေျပာင္းလဲမႈေၾကာင့္ဘာေဘးထြက္ဆိုးက်ုဳိးေတြထြက္သြားလိမ့္မလဲဆိုတာဒီကားေလးကတကယ့္သိပံၸအျမင္သိပံၸအသံုးအႏႈန္းေတြနဲ႕ရိုက္ျပသြားတာပါ။Scienceစိတ္၀င္စားတဲ့ပရိသတ္ေတြအတြက္အၾကိဳက္ေတြ႕ေစမယ့္ကားေလးျဖစ္လိမ့္မယ္လို႕ယံုၾကည္ပါတယ္ဗ်ာ။ဘယ္လိုစိတ္၀င္စားစရာေကာင္းမလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုၾကည့္လုိက္ရေအာင္ပါ။(တခ်ဳိ႕ေသာသိပံၸဆိုင္ရာအသံုးအႏႈန္းေတြကိုတတ္ႏိုင္သေလာက္အဆင္ေျပေအာင္ဘာသာျပန္ထားေပမယ့္လိုအပ္ခ်က္ေတြ႕ရွိႏိုင္တာမို႕မွားယြင္းမႈမ်ားရွိရင္ကၽြန္ေတာ္ဘာသာျပန္သူအမွားသာျဖစ္ပါတယ္လို႕ၾကိဳတင္ေတာင္းပန္အပ္ပါတယ္။) \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကြီးသူရပါ)\n File Size : (830 MB) and (280 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre :Mystery, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncode by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/1AZmz/Anti_Matter_[2016]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzI5ZDM2NjYtNmVhMS00Y2Q4LTg5ZWUtZjUwOGNkZDJhNGY2L2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Sense of an Ending(2017)",
        "description": "ဇာတ္လမ္းအညႊန္း\n============\nThe Sense of n ending (2017) ဇာတ္ကားကိုျမန္မာစာတန္းထိုးျဖင့္တင္ထားေပးထားပါတယ္\nThe sense of an ending\nLionsgate နဲ႔ CBS Film တို႔ကေန ျဖန္႔ခ်ီထားတဲ့\nဒီဇာတ္ကားဟာ julian barnes ရဲ႕ ၂၀၁၁ ခုႏွစ္မွာ The Man booker prize ဆုရခဲ့တဲ့ The sense of an ending ဝတၳဳကို Nick Payne က ဇာတ္ၫႊန္းခြဲေပးထားၿပီး ဒါ႐ိုက္တာ Ritesh Batra က ႐ိုက္ကူးခဲ့ပါတယ္...\nဒါ႐ိုက္တာဟာလည္း ဒီဇာတ္ကားနဲ႔ပဲ ၂၀၁၇ ခုႏွစ္အတြက္ က်င္းပခဲ့တဲ့ California မွာက်င္းပခဲ့တဲ့ Palm Springs International Film Festival မွာ\nDirector to Watch ဆုကို ရ႐ွိခဲ့ပါတယ္\nဇာတ္လမ္းေလးက Tony(Jim Broadbent) ဆိုတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-sense-of-an-ending2017/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/one-night-in-taipei-2015-18941-136x200.jpg",
        "title": "One Night in Taipei(2015)",
        "description": "Dark Side Production\n=================\nOne night in Taipei  (2015) ျမန္မာစာတန္းထိုး\nDark Side Production မွတင္ဆက္သည္။\nဒီကားေလးကေတာ့ ခပ္ေဟာ့ေဟာ့မိန္းမေခ်ာေလးေတြ အမ်ားစုအသုံးျပဳရိုက္ထားပါတယ္ အခ်စ္ကုိ ကုိးကြယ္တဲ့သူ အခ်စ္လုိ႔ေခါင္းစဥ္တပ္ၿပီး စီးပြားရွာေနသူ .... အခ်စ္ကုိတန္ဘုိးထားေပမဲ့လည္း ေကာင္းမြန္တဲ့ ဘ၀တစ္ခုရွာေဖြဖုိ႔ ေယက်ာ္းေတြနဲ႔ဆက္ဆံေနရတဲ့သူ..စတဲ့ မိန္းကေလးေတြနဲ႔ ဇာတ္အိမ္တည္ထားပါတယ္.... ကလပ္တစ္ခုအေျချပဳထားေလေတာြ အခ်ိန္ေတာ္ေတာ္မ်ားမ်ား အေဖာ္အခၽြတ္နဲ႔ 18+ senceတစ္ခ်ဳိ႕ပါေလေတာ့ မိသားစုနဲ႔မၾကည့္သင့္ပါဘူး\n File Size…(736MB) and (375MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…01:21:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by JUNEေဒါင္းလုတ္လင့္ကို Comment မွာယူၾကပါ။#DarkSide",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/one-night-in-taipei2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/d6w7d8vmxjxt-141x200.jpg",
        "title": "[18+] Young Sister-In-Law (2016)",
        "description": "Dark Side Production မွတင္ဆက္သည္။Synopsis\nThree men and women start living together. Byeong-soo (Do Mo-se) is chosen in a scenario contest and is picked to write a script for a movie, so he leaves the noisy city and moves in with his married senior from school. At the house is Ji-eun (Si Hyeon), the senior's wife and a young and sexy Bo-yeong ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-young-sister-in-law-2016/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjI3Y2M3OTgtZmExNS00ZTEyLTg5NGItOWZiYjVlZWY5N2E1XkEyXkFqcGdeQXVyMzI4MzEwNQ@@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Vikram Vedha (2017)",
        "description": "ဇာတ္လမ္းကုိ မညႊန္းခင္ Rating ေလးတစ္ခ်က္ၾကည့္လုိက္ပါဦး IMDB 9.0/10 တဲ့ဗ်ာ\nဒီကားကုိ စၾကည့္ျဖစ္တုန္းကေတာ့ Tollywood ကားဆုိေတာ့ ထုံးစံအတုိင္း တစ္ခ်က္ထုိးလုိက္ရင္ ေလေပၚပ်ံတာတုိ႔ အားအားေနကေနတုိ႔ ဒါေတြပဲ ျဖစ္မွာပါလုိ႔ ထင္ထားမိတာ\nအမွားႀကီးမွားတာပဲ အိႏၵိယရုပ္ရွင္ကား တစ္ကားလုိ႔ေတာင္ မထင္ရက္ဘူး\nဒီကားကုိ Bollywood က Reboot ျပန္ရုိက္ဖုိ႔အထိ ေမွွ်ာ္လင့္မိတယ္ဗ်ာ\nေကာင္းလား မေကာင္းလား မညႊန္းေတာ့ဘူး တန္းသာေဒါင္းလိိုက္ေတာ့\nေဒါင္းရက်ိဳးနပ္ေစရမည္ဗ်ာ ႕႕႕႕႕႕ဒုစ႐ုိက္ကားဆုိေတာ့ ၾကည့္ဖူးေနက် ႐ုပ္ရွင္ကားေတြလုိ ေမွာင္ခုိေတြလုပ္ ရဲကဖမ္း ရဲကုိ ျပန္သတ္ သူေသ ကုိယ္ေသ ဒါမ်ိဳးလာလိမ့္မယ္ ထင္ထားတာ\nဒါ႐ုိက္တာက အလွည့္အေျပာင္းေတြနဲ႕ Crime ကားကုိ Mystery ဆန္ဆန္ေလး တင္ျပသြားတယ္ရဲနဲ႕ရာဇာဝတ္ေကာင္ၾကားကုိ ယွဥ္ျပတဲ့ အခါမွာလည္း ရဲတစ္ေယာက္ရဲ႕သားဟာ ရဲျဖစ္သလုိ အေဖ႐ုိးသားသလုိ သားျဖစ္သူကလည္း ရုိးရုိးသားသားနဲ႕ အမွန္တရားရဲ႕ ဘက္ေတာ္သားပီပီ ပုံေဖၚထားၿပီး\nလူဆုိးလူမုိက္ကုိလည္း ကြ်န္ေတာ္တုိ႔ဆီက ၁ရာဖုိးသုံးပုဒ္ေတြလုိ အထုိးခံခါနီး ...",
        "rating": "9.0",
        "url": "https://megaup.net/Ufqa/Vikram_Vedha_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjQ3MjI4OTU1Ml5BMl5BanBnXkFtZTgwMTgwODcyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Book of Henry (2017)",
        "description": "The book of henry ဇာတ်ကားဟာ၂၀၁၇ ထွက် IT ဇာတ်ကားရဲ့မင်းသားဖြစ်တဲ့ Jaeden Lieberher ကဟင်နရီနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရာမာ လျှို့ဝှက်သည်းဖိုဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဟင်နရီဟာဆိုရင်သူတို့အိမ်ဘေးကကောင်မလေးညှင်းပန်းနှိပ်စက်ခံနေရတာကိုသိရှိသွားပြီးတော့ကယ်တင်မှာဖြစ်ပါတယ်။သူဘယ်လိုတွေကယ်တင်မှာလဲကောင်မလေးကရောလွတ်မြောက်သွားမှာလား ဆိုတာကိုဇာတ်ကားထဲမှာစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Saw Wunna ပါ)File Size : (800 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncode by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1Vax9/The_Book_Of_Henry_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/revolt_ver3-135x200.jpg",
        "title": "Revolt (2017)",
        "description": "တစ္​ကမ႓ာလံုးကလူသား​ေတြနဲ႔ စက္​ရုပ္​​ေတြ သူတို႔အ​ေခၚ(ဒရုန္​း)​ေတြနဲ႔တုိက္​ခိုက္​ၾကတဲ့အက္​ရွင္​က​ား​အၾကမ္​းေလးပါအဓိကအသား​ေပးအ​ေနနဲ႔က​ေတာ့ အာဖရိကအ​ေရွ႕ပိုင္​းကင္​ညာနိုင္​ငံရဲ႕ၿမိဳ႕​ေတာ္​နာ​ေယာ့ခ္​မွာ ျဖစ္​ခဲ့တဲ့က်ဴး​ေက်ာ္​မႈႀကီးအ​ေၾကာင္​းကို​ရိုက္​ထားတဲ့ကားပါဒီကားထဲမွာဇာတ္​​ေကာင္​မင္​းသားက နာ​ေယာ့ခ္​ရဲစခန္​းမွာအတိတ္​​ေမ့​ေနတဲ့အက်ဥ္​းသားအျဖစ္​နဲ႔အစပ်ိဳးထားပါတယ္​အဲ့အခ်ိန္​မွာပဲသူ႔ထက္​အရင္​​အခ်ဳပ္​ထဲေစာ​ေရာက္​​ေနတဲ့​့ေဒါက္​တာနာဒီယာနဲ႔ဆံုခဲ့ပါတယ္​အတိတ္​​ေမ့​ေန​ေ​ပမယ္​့\"တတ္​သိပညာမ​ေနသာ\"ဆိုသလို လူကသာ​ေနတယ္​ပညာကမ​ေနပါဘူးသူတို႔နွစ္​​ေယာက္​​ေပါင္​းၿပီး နိုင္​ငံအနွံ႔သုသာန္​တစျပင္​အလား​ျဖစ္​​ေစတဲ့ေၾကာက္​ခမန္​းလိလိက်ဴး​ေက်ာ္​မႈႀကီးကိုဒရုန္​း​ေတြရဲ႕ရန္​က​ေန ဘယ္​လိုတိုက္​လိုက္​ခိုက္​ၾကမလဲဆိုတဲ့အက္​ရွင္​ခန္​း​ေတြယူအက္​စ္​စစ္​သားျဖစ္​တဲ့မင္​းသားက​ေကာ ဘာ​ေၾကာင္​့အတိတ္​​ေမ့သြားရတယ္​ဆိုတဲ့ျမဳွပ္​ကြက္​​ေလး​ေတြဘယ္​လိုနိုင္​ကြက္​ရွာၿပီးလူသား​ေတြပူ​း​ေပါင္​းၾကမလဲဆိုတဲ့ဇာတ္​ဝင္​ခန္​း​ေတြနဲ႔ဘယ္​လို​ေတြ​ေတာင္​ဇာတ္​ရွိန္​ျမင့္​့သြားမလဲဆိုတာက​ေတာ့......... \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Action, Sci-Fi, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncode by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/revolt-2017/",
        "category": "Action, War"
    },
    {
        "thumbnail": "",
        "title": "Splice(2009)",
        "description": "အလ္ဆာနဲ႔ကလုိက္ဗ္လုိ႔ေခၚတဲ့ ဇီဝေဗဒသိပၸံပညာရွင္၂ေယာက္ေရာဂါကာကြယ္တုိက္ဖ်က္ရန္မ်ိဳးဗီဇေတြေပါင္းစပ္ကာမ်ိဳးစိတ္သစ္တစ္ခုကုိတီထြင္လုိက္ပါတယ္။ ထုိပေရာဂ်က္ကုိကုမၸဏီကေထာက္ပံ့ေပးဖုိ႔အခက္အခဲေတြရွိလာတဲ့အခါမွာေတာ့အလ္ဆာနဲ႔ဖရက္တုိ႔ဟာ ထုိမ်ိဳးစိတ္သစ္မွာ လူသားမ်ိဳးဗီဇကုိပါထည့္ျပီးသေႏၶသားေလာင္းတစ္ခုဖမ္းတီးဖုိ႔ႀကိဳးပမ္းပါေတာ့တယ္။ထုိသုိ႔ဖန္တီးရင္း ထူးျခားဆန္းျပားတဲ့မ်ိဳးစိတ္တစ္မ်ိဳးဟာႀကီးထြားႏႈန္းလ်ွင္ျမန္စြာနဲ႔အရြယ္ေရာက္လာပါေတာ့တယ္။ထုိမ်ိဳးဗီဇေပါင္းစပ္ဖန္တီးထားတဲ့သတၱဝါေလးဟာသိပၸံပညာရွင္ေတြျဖစ္တဲ့ ကလုိက္ဗ္နဲ႔အလ္ဆာတုိ႔ကုိ အက်ိဳးျပဳမလားဒုကၡေပးမလားဆုိတာကုိ ဇာတ္ကားေလးႀကည့္ရႈရင္း ခံစားႀကည့္ႀကပါဘာသာျပန္နဲ႔ အၫြန္းကေတာ့ ရဲမာန္ေအာင္ပါ Qty - Blu ray 720pDuration - 1hr 47minSubtitle - Myanmar HardsubFormat - Mp4 (×264)Gern - Horror/ Sci- fiTranslator - Ye Mann AungEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://megaup.net/Slwq/Splice_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzIyOTQ2Mjk3OV5BMl5BanBnXkFtZTgwNDIxOTcyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "It Stains the Sands Red (2016)",
        "description": "မိုလီနဲ႕ နစ္ သဲကႏၱာရထဲက ေလယာဥ္ကြင္းကို လာခဲ႕ၾကရင္း ကားက သဲထဲနစ္သြားတယ္။အဲ႕အခ်ိန္ Zombieတစ္ေယာက္ေယာက္ေရာက္လာတယ္။ေသနတ္နဲ႕ ပစ္သတ္ေပမဲ႕ ဘယ္လိုမွ မေသဘူး။နစ္ ေသသြားခဲ႕တယ္။ေလယာဥ္ကြင္းေရာက္ဖို႕က မိုင္၃၀ေလာက္လိုေသးတယ္။မိုလီတစ္ေယာက္တည္း ေလယာဥ္ကြင္းကို ဘယ္လိုေရာက္ေအာင္ သြားမလဲ။Zombieကေရာ မိုလီကို သတ္စားမွာလား။ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို It stains the sands redမွာ ဆက္လက္ၾကည့္ရႈၾကပါ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Horror, Thriller,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Neve Luna\nEncode by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/2X52u/It_Stains_The_Sands_Red_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/a-ghost-story-poster-135x200.jpg",
        "title": "A Ghost Story (2017)",
        "description": "A Ghost Story (2017)\nIMDb - 6.9/10_____Rotten - 91%\n  ဇာတ်ကားနာမည်လေးကြည့်လိုက်ရုံနဲ့သရဲကားဆိုပြီးပြေးမြင်မိမှာပါ။ဟုတ်ပါတယ်သရဲကားတော့သရဲကားပါပဲ။ဒါပေမယ့်သရဲဖက်ကနေရိုက်ပြထားတဲ့သရဲကားလေးပါဗျာ။နာမည်လေးအတိုင်းပါပဲသရဲတစ်ကောင်ရဲ့ဇာတ်လမ်းလေးပါ။ကျွန်တော်တို့သေဆုံးသွားရင်ဘာတွေဖြစ်သွားမလဲ။ဘယ်ကိုရောက်သွားမလဲ။ဒီမေးခွန်းတွေဟာတော်တော်များများယခုထိငြင်းခုံနေကြဆဲပါ။ဘာသာအမျိုးအမျိုးမှာပါရှိပြီးဖြစ်ပေမယ့်ဒီမေးခွန်းကိုတစ်ခါလောက်ဖြစ်ဖြစ်တော့လူတိုင်းတွေးဖူးကြမှာပါပဲ။ဒီကားလေးဟာတကယ်ကိုရိုးရိုးရှင်းရှင်းလေးရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။ကျွန်တော်တို့နေ့စဉ်ဓူဝလုပ်ရှားနေတဲ့ပုံကိုကင်မရာချထားပြီးရိုက်ထားသလိုပါပဲ။တကယ်ကိုရိုးရိုးရှင်းရှင်းရိုက်ပြထားတာမို့ပရိသတ်အများစုအတွက်ပျင်းစရာဖြစ်နိုင်ပါလိမ့်မယ်။ရိုးရှင်းလွန်းလို့သရဲတောင်ရိုးရိုးလေးပဲပြထားတာပါ။ဒါပေမယ့်သည်းခံပြီးဆက်ကြည့်မယ်ဆိုရင်တော့ဖြင့်ဇာတ်ကားလေးအပြီးမှာတစ်ခုခုတော့စဉ်းစားစရာကျန်မယ်လို့ထင်ပါတယ်။သရဲကားကြောက်တဲ့သူတွေအတွက်Horrorကားထက်Mystryပုံစံဇာတ်ကားမျိုးပါ။ကြောက်ဖို့မကောင်းသလိုတွေးစရာတွေပဲပေးမယ့်ကားလေးပါ။ကျွန်တော်တို့ကြုံတွေ့နေရတဲ့လူနေမှုပုံစံတွေပြီးတော့သေပြီးသွားရင်ဘယ်လိုဖြစ်မလဲဆိုတဲ့အမြင်လေးတွေ။သေဆုံးသွားသူနဲ့ကျန်ရစ်သူကြားသံယောဇဉ်ချည်နှောင်မှုတွေ၊ဒါတွေကိုလက်တွေ့ကျကျကိုယ်ပိုင်အတွေးအခေါ်တရပ်နဲ့ရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။ပြောခဲ့တဲ့အတိုင်းလက်တွေ့ကျပြလွန်းလို့ပျင်းကောင်းပျင်းသွားနိုင်စရာတော့ရှိပါတယ်။  ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောပြပါမယ်။အိမ်တစ်အိမ်ကိုပြောင်းလာတဲ့စုံတွဲတစ်တွဲကနေစတာပါပဲ။သူတို့နှစ်ယောက်ကတကယ်ကိုချစ်ကြတဲ့သူတွေပါ။တနေ့မှာတော့ကောင်လေးဟာကားတိုက်မှုဖြစ်ပြီးကွယ်လွန်သွားပါတယ်။အဲဒီလိုနဲ့အထီးကျန်ရစ်ခဲ့တဲ့ကောင်မလေးတစ်ယောက်တည်းရှိတဲ့အိမ်လေးကို ကောင်လေးရဲ့ဝိညာဉ်ပြန်ရောက်လာပါတော့တယ်။ကောင်လေးအနေနဲ့သူ့အမျိုးသမီးကိုပြန်ဆက်သွယ်ဖို့ကြိုးစားရှာပါတယ်။အမြဲတမ်းသူ့ဘေးမှာရှိနေပေးတယ်။သူလုပ်သမျှကိုကြည့်နေပေးတယ်။အဲဒီအပိုင်းတွေကြည့်ရင်းကိုယ့်ကိုဘယ်သူများကြည့်နေမလဲဆိုပြီးကလိကလိဖြစ်နေပါလိမ့်မယ်။တကယ်လည်းကိုယ့်ဘေးပတ်ဝန်ကျင်မှာသွားလာလှုပ်ရှားနေသူတွေရှိနေနိုင်တာပါပဲ။ဇာတ်လမ်းလေးကရိုးရိုးလေးဆိုပေမယ့်လူတွေတွေးတတ်ပုံစံတွေ၊လူ့သဘာဝတွေ၊အတွေးအခေါ်တချို့ကိုပါထည့်သွင်းပြထားပါတယ်။စဉ်းစားစရာအပြည့်နဲ့ရိုးရိုးရှင်းရှင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံတကာမှာလည်းဝေဖန်မှုအမျိုးမျိုးရရှိထားပြီးRatingအနေနဲ့လည်း7.7ထိရရှိထားတဲ့အပြင်ဆု၂ဆုပါရရှိထားပြီးပါပြီ။တစ်ခုတော့ရှိပါတယ်Horrorကားမဟုတ်တဲ့အတွက်Horrorကြိုက်တဲ့ပရိသတ်တွေအတွက်တော့စိတ်ကျေနပ်စရာဖြစ်မှာမဟုတ်ပါဘူး။ဒါပေမယ့်တစ်ခုခုတွေးစရာတော့ရလိမ့်မယ်လို့ပြောပါရစေ။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ သူရဇာနည်အောင်ပါ)\n  File Size : (650 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncode by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/1dYsm/A_Ghost_Story_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNDU5YzgyOGYtNTFjMi00Mzg4LWFhODMtMjY3OWM0ZjM0YTVkXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SX675_CR00675999_AL_-135x200.jpg",
        "title": "The Limehouse Golem (2016)",
        "description": "လန္ဒန္ၿမိဳ႕ Limehouseအရပ္မွာ ကြင္းဆက္လူသတ္သမားတစ္ေယာက္ ေပၚလာတယ္။သူက သူသတ္ထားသူေတြရဲ႕ေသြးနဲ႕ နံရံေတြေပၚမွာ စာေရးထားခဲ႕တယ္။သူကို လန္ဒန္သူေတြ ေခၚၾကတာကေတာ့ ဂိုလန္တဲ႕ ဟိုေရွးတုန္းက မေကာင္းဆိုးဝါးတစ္ေကာင္ေပါ့။စေကာ့တလန္ရံုးေတာ္ရဲ႕ အရာရွိ Kildareက ဒီအမႈကို လက္လႊဲယူခဲ႕ရတယ္။ (အမွန္ေတာ့ ဂ်င္းထည့္ခံလိုက္ရတာ)Kildare ဒီအမႈကို လိုက္ရင္း စာၾကည့္တိုက္ထဲက စာအုပ္တစ္အုပ္ကို ဖတ္မိလိုက္ေတာ့ အဲ႕စာအုပ္က လူသတ္သမား ဒိုင္ယာရီေရးထားတဲ႕ စာအုပ္ျဖစ္ေနတယ္။အဲ႕စာအုပ္ထဲမွာ ေနာက္ဆံုးေရးထားတာက စက္တင္ဘာ၂၄ရက္တုန္းကပဲ။စာၾကည့္တိုက္က စာအုပ္ဌားတာမဟုတ္ဘဲ စာဖတ္ရံုပဲဆိုေတာ့ ဒီစာအုပ္ကို ဘယ္သူကိုင္လဲ ဖတ္လဲဆိုတာ အစရွာမရေတာ့ စက္တင္ဘာ၂၄တုန္းက ဘယ္သူေတြရွိခဲ႕တာလဲဆိုေတာ့ ေယာက္်ားေလး၄ေယာက္ စာၾကည့္တိုက္မွာ ရွိေနခဲ႕တယ္။သူတို႕ထဲက ဘယ္သူက ဂိုလန္လဲ???ဒါမွမဟုတ္ ဂိုလန္က တစ္ျခားတစ္ေယာက္လား???   Watch in The Limehouse Golem \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ)\n File Size : (830 MB) and (290 MB)\nQuality : ...",
        "rating": "6.4",
        "url": "https://megaup.net/2h7zY/The_Limehouse_Golem_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjE2NjU1MjI3M15BMl5BanBnXkFtZTcwMzc3NTk5Mw@@._V1_-145x200.jpg",
        "title": "Kabhi Alvida Naa Kehna (2006)",
        "description": "ေျခစြမ္းျပၿပီး ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ ေဘာလုံးကစားသမား တစ္ေယာက္ျဖစ္တဲ့ ေဒ့ဗ္\nသူ႕မွာ သြက္လက္ၿပီး အရည္အခ်င္း သိပ္ရွိတဲ့ ရီဟား လုိ႔ ေခၚတဲ့ မိန္းမနဲ႕\nသားေလး တစ္ေယာက္ရွိတယ္တစ္ေန႕မွာေတာ့ ေဒ့ဗ္က မဂၤလာေဆာင္ တစ္ခုကေန သူ႕အေမကုိ သြားႀကိဳတာ\nအေမျဖစ္သူက သတုိ႔သမီး မလာေသးလုိ႔ မဂၤလာပြဲ မၿပီးေသးလုိ႔ မျပန္ေသးေတာ့\nပန္းျခံထဲမွာ လမ္းေလွ်ာက္ေနရင္း သတုိ႔သမီး ဝတ္စုံနဲ႕ မိန္းကေလး တစ္ေယာက္ကုိေတြ႕ခဲ့တယ္ သူ႕နာမည္က မာယာ\"လက္မထပ္ခင္ မင္း အခ်စ္စစ္ကုိ ရွာသင့္တယ္\nလက္ထပ္ၿပီးသြားရင္ေတာ့ မင္းရွာလုိ႔ မရဘူးေနာ္ဒါဆုိ တကယ္လုိ႔ လက္ထပ္ၿပီးမွ အခ်စ္စစ္ကုိ ေတြ႕ခဲ့ရင္ေကာ\"\"ကြ်န္မက မႏႈတ္ဆက္ဘူး ႏႈတ္ဆက္တယ္ဆုိတာ ေနာင္တစ္ႀကိမ္\nထပ္ေတြ႕မယ္ဆုိတဲ့ ေမွ်ာလင့္ခ်က္ မရွိေအာင္ လုပ္လုိက္သလုိပဲ\nဘယ္သူေျပာႏုိင္မလဲ ေနာက္တစ္ႀကိမ္ ျပန္ေတြ႕ဦးမလား ဆုိတာ\"အခုမွ ေတြ႕ဖူးတဲ့ မာယာ့ကုိ ေဒ့ဗ္ တစ္ေယာက္ အရင္ကတည္းက ရင္းႏွီးေနသလုိ ခံစားခဲ့ရတယ္\nဒါေၾကာင့္လဲ သူမကုိ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4 https://megaup.net/2cr7e/Kabhi_Alvida_Naa_Kehna_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Mr._Six_film_poster-143x200.jpeg",
        "title": "Mr. Six (2015)",
        "description": "EXO-M အဖြဲ႕ဝင္ Kris Wu ,မင္းသား Li Yifeng နဲ႕မင္းသားၾကီး Feng Xiaogang တို႔အဓိကပါဝင္ထားတဲ့ ဒီတရုတ္ဇာတ္ကားဟာ Crime/Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1) ,Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဇာတ္လမ္းကေတာ့.....တစ္ခ်ိန္က အရွိန္အ၀ါရွိခဲ့ တဲ့၊ လူဆိုးလူေတတစ္ေယာက္ျဖစ္ ခဲ့တဲ့ လ်ဴယဲ့ေခၚေလာင္ေပါင္အာ (မစၥတာဆစ္)ဟာ အသက္ (၅၀) အရြယ္ေလာက္ေရာက္လာတဲ့ အခါမွာေတာ့ အထီးက်န္ဆန္စြာ ေနခဲ့ရပါတယ္။\nဓားေရးကြၽမ္းက်င္ လွတဲ့၊ မာဖီးယားဂိုဏ္းသားတစ္ဦး ျဖစ္တဲ့ မစၥတာ ဆစ္မွာေရွာင္ဘို (ေဘာ္ဘီ)ဆိုတဲ့ သားတစ္ေယာက္ ရွိေပမယ့္ သိပ္အေစးမကပ္လွပါ ဘူး။\nတစ္ရက္မွာေတာ့ အစိုးရ အႀကီးအကဲတစ္ေယာက္ရဲ႕ သား ပိုင္တဲ့ အဖိုးတန္ၿပိဳင္ကားကို ပ်က္ စီးေစမႈတစ္ခုနဲ႔ ေဘာ္ဘီျပန္ေပး ဆြဲခံခဲ့ရပါတယ္။ ေဘာ္ဘီကို ဖမ္း သြားတဲ့လူဆိုးအဖြဲ႕ေခါင္းေဆာင္ ရဲ႕ မိသားစုဟာ ေနာက္ခံအေျခအ ေနေကာင္းတာေၾကာင့္ ကိုမာျဖစ္ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mr-six-2015/",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzc4YzZiNjAtMzRhYS00MzI3LTk1ZTYtZWVmODYzYjZmZDk3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc5MTM5MTI@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Black Snow (2017)",
        "description": "ဆာဗိတ္\"မိသားစု​ရဲ႕ရင္​နင္​့ဖြယ္​ရာ ျဖစ္​ရပ္​​ေလးအ​ေၾကာင္​းရိုက္​ထားတဲ့ ၁၅၀၀အခ်စ္​ ,၅၂၈အခ်စ္​ လွ်ိဳ႕ဝွက္​ဆန္​းၾကယ္​ စတဲ့ရသအစံုပါတဲ့ ပါတဲ့ဇာတ္​ကား​ေလးတစ္​ကားပါတစ္​နည္​း​ေျပာရရင္​​ေတာ့ဗ်ာ နွင္​း​ေတာင္​​ေတြၾကားမွာ​ေနတဲ့အမဲလိုက္​မုဆိုးမိသားစုဘဝ​ေလးက​ေနစခဲ့တယ္​​ေျပာရမွာပဲကံဆိုးခ်င္​​ေတာ့ မထင္​မွတ္​ပဲ အမဲလိုက္​ရင္​း အကိုအႀကီးဆံုးျဖစ္​တဲ့ ဆာဗာဒါက​ သူ႔ညီအငယ္​ဆံုးဂ်ဴအန္​ကို မ​ေတာ္​တဆ​ေသနတ္​နဲ႔ပစ္​မိသြားရာက​ေန သူ႔ဘဝရဲ႕​ေဆး​ေၾကာလို႔မရတဲ့အမွားလို႔ခံယူၿပီးသူ႔တစ္​​သက္​လံုး နွင္​း​ေတာင္​​ေတြၾကားမွာဘဲ​ေနထိုင္​ရင္​းဇာတ္​ျမဳွပ္​​ေနတာ​ေပါ့သို႔​ေပမယ့္​လဲၾကမၼာတစ္​ပတ္​ျပန္​လည္​​ေစခဲ့တဲ့တရားခံကအ​ေမြကိစၥ ဒါ​ေၾကာင္​့လဲသူ႔ညီျဖစ္​တဲ့မားကို႔စ္​က သူ႔ဆီကို အ​ေမြကိစၥတိုင္​ပင္​ဖို႔ နဲ႔သူ႔အ​ေဖရဲ႕​ေနာက္​ဆံုးဆႏၵကိုျဖည္​့ဆည္​း​ေပးဖို႔ လာခဲ့တာ​ေပါ့​​ေနာက္​ပိုင္​းညီအစ္​ကို၂​ေယာက္​ၾကားဘယ္​လို​ေတြ​ေျဖရွင္​းၾကမလဲသူတို႔ရဲ႕ညီအငယ္​ဆံုးျဖစ္​တဲ့ ဂ်ဴအန္​ရဲ႕​ေသဆံုးမႈက​ေကာ​ေသြးရို​ုးသားရိုးဟုတ္​ရဲ႕လားဂ်ဴအန္​​ေသသြားပီး​ေနာက္​ပိုင္​း ဆာဗာဒါ မားကို႔စ္​ ဆာဘရီနာတို႔​ေမာင္​နွမ ၃​ေယာက္​က​ေကာဘယ္​​လို​ေတြ​​ေတာင္​​ေတြ႕ျကံဳၾကရမလဲဆိုတာ​ေတာ့.......ဆက္​ၾကည့္​့ၾကပါစို႔ဗ်ာ \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (650 MB) and (250 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Crime, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/black-snow-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/unlocked_ver6-130x200.jpg",
        "title": "Unlocked (2017)",
        "description": "အက္ရွင္ကားၾကိဳက္သူေတြအတြက္၂၀၁၇စက္တင္ဘာလဆန္းထြက္ပဲျဖစ္တဲ့အသစ္စက္စက္အက္ရွင္ကားေလးတစ္ကားတင္ေပးလိုက္ပါတယ္။IMDb rating-6.1ရထားတဲ့အက္ရွင္ကားေလးဆိုေတာ့မဆိုးဘူးလို႔ေျပာရမွာပါပဲ။လူေပါင္းမ်ားစြာအသက္ဆံုးရွံုးလိုက္ရတဲ့ျပင္သစ္နိုင္ငံပါရီျမိဳ႕အၾကမ္းဖက္မွုျဖစ္စဥ္ရဲ႔ေနာက္ကြယ္ကၾကိဳးကိုင္သူကိုမေဖာ္နိုင္တဲ့ေနာက္စံုေထာက္အဲလစ္တစ္ေယာက္လန္ဒန္ကိုေျပာင္းေရြ႔တာ၀န္ေပးျခင္းခံလိုက္ရပါေတာ့တယ္။ဒါေပမယ့္လည္းသိပ္မၾကာခင္မွာပဲေနာက္ထပ္အၾကမ္းဖက္တိုက္ခိုက္မယ့္သတင္းသဲလြန္စကိုစီအိုင္ေအကရရွိျပီးေနာက္မွာေတာ့ သူ႔ကိုအထက္ကျပန္ေခၚယူလိုက္ပါတယ္။ေနာက္ထပ္အၾကမ္းဖက္မယ့္ျဖစ္စဥ္ကိုစံုစမ္းရင္းပဲသူ႔ကိုကူညီေနတဲ့စစ္သားေဟာင္းတစ္ယာက္နဲ႔ကသီကလင္ျဖစ္ေနပံုကိုလည္းရသစံုေအာင္ရိုက္ျပထားပါေသးတယ္။ကဲ အဲလစ္တစ္ေယာက္အဲဒီအၾကမ္းဖက္မွုကိုေဖာ္ထုတ္နိုင္မလား။ၾကိဳတင္တားဆီးနိုင္မလား။ဒီတခါဘယ္မွာျဖစ္မွာလဲ။စစ္သားေဟာင္းၾကီးနဲ႕အတူအဲလစ္တစ္ေယာက္လူေတြအသက္ကိုကယ္နိုင္ပါ့မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုရွုစားလိုက္ပါဦးဗ်ာ။(ဘာသာျပန္သူကေတာ့ေနျခည္ပါ)\n File Size : (750 MB) and (280 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Action, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nay Chi\nEncode by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/unlocked-2017/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/5rijjfx2cktu-141x200.jpg",
        "title": "[18+] The Temptation of Kimono (2009)",
        "description": "Its all in the family in this incest erotica as an elderly father goes after his daughter-in-law and the son goes after his young step-mother. Young bride Mikage (Osawa Yuka) is soon to be married to Youiti the son of the Chairman of a supermarket chain. Mikage moves in to stay with Youiti at his fathers big house to prepare ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18the-temptation-of-kimono-2009/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTUxOTk2NTkxNF5BMl5BanBnXkFtZTgwOTUyOTM3MTI@._V1_-135x200.jpg",
        "title": "Megan Leavey (2017)",
        "description": "ျဖစ္ရပ္မွန္ကားေကာင္းေလးေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္၂၀၁၇ထြက္ rating7.1ထိရထားတဲ့ေခြးကားေကာင္းေလးတစ္ကားလာျပီ။တကယ့္အျပင္ကျဖစ္ရပ္မွန္ကိုအေျချပဳရိုက္ကူးထားတာပါ။ဒုတပ္ၾကပ္မီဂန္လီဗီနဲ႔ သူ႔ရဲ႔ရဲေဘာ္ရဲဖက္စစ္ေခြးေလးတို႔ရဲ႔အေၾကာင္းေလးကိုရိုက္ကူထားတာပါ။မီဂန္ဟာအိမ္တြင္းေရးအဆင္မေျပမွုေတြၾကားကအလုပ္ကျပဳတ္တဲ့အျပင္သူ႔ရဲ႔အခ်စ္ဆံုးသူငယ္ခ်င္းေသဆံုးသြားျပီးေနာက္မွာေတာ့အေမရိကန္မရိန္းတပ္ထဲ၀င္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။စစ္တပ္ထဲေရာက္တဲ့အခ်ိ်န္မွာေတာ့မီဂန္ရဲ႔ေျခာက္ေသြ႔ေနတဲ့ဘ၀ေလးဟာရက္စ္ဆိုတဲ့ေခြးေလးနဲ႔ေတြ႔ျပီးျပန္လည္စိုေျပလာပါေတာ့တယ္။ရက္စ္ဆိုတာကအေမရိကန္စစ္တပ္ကေလ့က်င့္ေပးထားတဲ့တိုက္ပြဲ၀င္စစ္ေခြးေလးတစ္ေကာင္ပါ။ရက္စ္ကိုထိန္းေက်ာင္းရဖို႔ကံၾကမၼာပါလာတဲ့မီဂန္တစ္ေယာက္သူတို႔နွစ္ဦးၾကားဘယ္လိုခ်ည္ေနွာင္မွုေတြရွိလာမလဲ။ဘယ္လိုတိုက္ပြဲေတြအလီလီအတူတူျဖတ္ေက်ာ္ၾကမဘဲဆိုတာဇာတ္ကားေလးကိုဆက္ၾကည့္ျပီးခံစားလိုက္ပါ။တကယ့္အျပင္မွာမီဂန္နဲ႔ရက္စ္တို႔ဟာအတူတူတိုက္ပြဲေပါင္း၁၀၀၀ေက်ာ္ဆင္ႏြဲခဲ့ျပီးလူ႔အသက္ေပါင္းမ်ားစြာကိုကယ္တင္နိုင္ခဲ့ၾကတဲ့စစ္သည္ေကာင္းေတြအျဖစ္အသိအမွတ္ျပဳခံခဲ့ရသူမ်ားျဖစ္ပါတယ္။ဇာတ္ကားေလးဟာလည္းသူတို႔နွစ္ေယာက္ရဲ႕ၾကားကျဖစ္တည္မွုေလးကိုေသေသခ်ာခ်ာရင္ထဲထိေအာင္ရိုက္ျပထားတာေတြ႔ရမွာပါ။တကယ့္ျဖစ္ရပ္မွန္အေျခခံရိုက္ထားတဲ့ကားေကာင္းေလးေတြကိုၾကိဳက္နွစ္သက္သူမ်ားအတြက္ဒီကားေလးဟာၾကည့္သင့္တဲ့ကားေလးပါလို႔ညြန္းပါရေစဗ်ာ။Rotten Egg ratingအေနနဲ႔လည္း84%အထိရရွိထားတာဆိုတာ့အထူးတလည္ေျပာေနစရာမလိုဘူးထင္ပါတယ္ဗ်ာ။ \n(ဘာသာျပန္သူကေတာ့ သားၿပည့္စံုေဇာ္ပါ)\n File Size : (850 MB) and (378 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre :Biography, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Pyae Sone Zaw\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/megan-leavey-2017/",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzA0NDIwNjI3OF5BMl5BanBnXkFtZTgwMDMzNzE0MTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "13 Sins (2014)",
        "description": "13 Sins (2014)\nIMDb - 6.3/10_____Rotten - 65% \nအဆင့် ၁၃ ခုပါတဲ့ ရက်ရက်စက်စက် ကစားပွဲတစ်ခု ..\nတစ်ဆင့်နိုင်တိုင်း ငွေတွေ အများကြီးပေးတယ် ။\n၁၃ ဆင့်လုံးနိုင်ရင်တော့ သန်းကြွယ်သူဌေး ဖြစ်ပြီပဲ ။\nခိုင်းသူက ဖုန်းနဲ့ ကြံကြံဖန်ဖန် ခိုင်းတယ် ၊ လုပ်ရသူက ခက်ခက်ခဲခဲ အရူးတစ်ယောက်လို လုပ်ရတယ် ။\nအဲလစ် ဘရန်ဒယ် ...\nအလုပ်ကပြုတ် ၊ ညီဖြစ်သူက ဉာဏ်ရည်မမှီ ၊ မိန်းမက တစ်ဘက်နဲ့ ငွေကြေးမပြေလည်ဘူး ။\nဘရန်ဒယ်က ငွေလိုတော့ ကစားပွဲကို ဝင်ကစားမိတယ် ။\nကစားပွဲကြောင့် တစ်ဆင့်အောင်တိုင်း ပြစ်မှုအကြီးစား ကျုးလွန်မိတာအကြိမ်ကြိမ် ။\nဘရန်ဒယ် ၁၃ ဆင့်လုံး အောင်ပါ့မလား ။ သူနဲ့ အတူ ဘယ်သူတွေ ကစားနေမလဲ ။ \n(ဘာသာပြန်သူကတော့ ကိုဝေလင်းကျော်ပါ)\n \nFile Size : (700 MB) \nQuality ...",
        "rating": "6.3",
        "url": "https://megaup.net/2k4ft/13_Sins_[2014]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYTUyZDg4YjgtNzEzNi00MWNlLWI5OWEtYmYxNjJhYmQ4ZmY1XkEyXkFqcGdeQXVyNzk0OTQ3NzQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Williams(2017)",
        "description": "IMDb.....7.8\nေဖာ္ျမဴလာ၀မ္းၿပဳိင္ပြဲကုိေတြကုိအဓြန္႕ရည္တည္တံသူေတြထဲမွာအေအာင္ျမင္ဆုံးမိသားစုကုိ ျပရမယ္ဆုိရင္\n၀ီလ်ံကုိျပရမွာျဖစ္ပါတယ္....သူဟာငယ္စဥ္ကေလးဘ၀မွာ ဆင္းရဲတဲ့ဒုကၡေတြကုိရင္ဆုိင္ရေပမဲ့ ေဖာ္ျမဴလာ\n၀မ္းကားေတြနဲ႕ပတ္သက္ၿပီးအလုပ္လုပ္ရမွာကုိထူးထူးျခားစိတ္၀င္စားခဲ့ပါတယ္ ဒါေၾကာင့္အခက္အခဲေတြ\nေတြကုိေက်ာ္ျဖတ္ၿပီး အလုပ္လုပ္ခဲ့တာ အႏွစ္ေလးဆယ္ေက်ာ္ F1 ၿပဳိင္ပြဲေတြကုိထိန္းသိမ္း အုပ္ခ်ဳပ္ခဲ့သူမုိ႕ တံခြန္စုိက္ဆု ၉ခုေတာင္\nရရွိခဲ့ပါတယ္\nဒါ​ေပမယ္​့ ​1986 ​ေအာင္​ျမင္​မႈရဲ႕အျမင္​့ဆံုးအခ်ိန္​မွာ ​ေသ​ေစႏိုင္​​ေလာက္​တဲ့ ယာဥ္​တိုက္​မႈတစ္ ခုက ဖရန္႕ကုိ ဒုကၡအႀကီးအက်ယ္ေတြ႕ေစခဲ့တယ္\nၿပီး​ေတာ့ အသင္​းရဲ႕အနာဂတ္​ကလဲ ခ်ိန္​ခြင္​လွ်ာ​ေပၚမွာ ျဖစ္​​ေနခဲ့တယ္​\nBFTA အႏိုင္​ရဒါ႐ိုက္​တာ ​ေမာ္​ဂန္​ မက္​သ႐ူးရဲ႕ အသစ္​စက္​စက္​မွတ္​တမ္​းတင္​႐ုပ္​႐ွင္​ဇာတ္​ကားက ဖရန္​႔ရဲ႕ ဂုဏ္​သတင္​းႀကီးလာပံု​ေတြ သူ႔မိသားစု​ေတြက သူအသက္​႐ွင္​ဖို႔ ရင္​ဆိုင္​ခဲ့ရပံု​ေတြ ဖရန္​႔တစ္​​ေယာက္​ယာဥ္​တိုက္​မႈအၿပီး က်န္​တဲ့ဘ၀သက္​တမ္​းကို ၀ွီးလ္​ခ်ဲ​ေပၚမွာျဖတ္​သန္​းရဖို႔ျဖစ္​လာတဲ့​ၿပီးတဲ့ေနာက္ သူ႕အသင္းနဲ႕ ေနာက္ဆက္တြဲအေျခအေနေတြကုိ ရုိက္ျပထားပါတယ္\n၀ီလီယံရဲ႕လႈပ္ရွားႀကဳိးစားအားထုတ္ပုံေတြကုိ အတူယူဖြယ္ေတြရမဲ့အျပင္ ေဖာ္​ျမဴလာ၀မ္​းကား​ေတြ ႏွစ္​သက္​သ​ေဘာက်တဲ့လူ​ေတြကို ႏွလံုးခုန္​ျမန္​​ေစမယ္​့\nမွတ္တမ္းကားျဖစ္ပါတယ္\nဒီကားကျဖစ္ရပ္မွန္ sports documentary  မုိ႕ ဗဟုသုတရေစရန္အလုိ႕ငွာတင္ေပးျခင္းျဖစ္ပါတယ္\n File Size…(842MB) and (365MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:49:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo Pyae\nTranslated by EG White",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/williams2017/",
        "category": "Biography, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTc0NDYwNzU2M15BMl5BanBnXkFtZTgwOTUxNDg0MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The House (2017)",
        "description": "ဒီဇာတ္လမ္းက မိဘေမတၱာကို ျပသထားတဲ႔ကားေလးပါသမီးကိုမ်က္စိေအာက္ကအေပ်ာက္မခံနိုင္ေအာင္ခ်စ္တဲ႔ မိဘေတြက ေက်ာင္းအိပ္ေက်ာင္းစား ေကာလိပ္တက္ဖို႔သမီးကို ပို႔ရေတာ႔မယ္႔ အခ်ိန္ကေနစထားပါတယ္။စာေတာ္တဲ႔သမီးေလး တက္ရမယ္႔ေကာလိပ္က အရမ္းေစ်းၾကီးလို႔ ပညာသင္ဆုရထားေပမယ္႔အဲ႔နွစ္မွာ ဖ်က္သိမ္းတာနဲ႔ၾကံဳလိုက္ရပါတယ္။သမီးေလး ေက်ာင္းထားဖို႔ ေငြေၾကးလဲမတတ္နိုင္ မတက္ရေတာ႔ဘူးလို႔ေျပာလဲမထြက္ၾကပါဘူး။ဒါနဲ႔ ရိုးသားတဲ႔လင္မယားနွစ္ေယာက္က သူတို႔သူငယ္ခ်င္းနဲ႔ေပါင္းျပီး တရားမ၀င္ကာစီနိုလုပ္ၾကပါေတာ႔တယ္။ေငြေနာက္လိုက္ရင္းနဲ႔ ဘာေတြၾကံဳရမလဲဆိုတာကိုေတာ႔ ဟာသဇာတ္လမ္းအေနနဲ႔ ေပါ႔ေပါ႔ပါးပါးၾကည္႔ရႈရမွာပါတကိုယ္တည္းသမားမ်ား အိမ္ေထာင္ျပဳေအာင္တိုက္တြန္းထားတာပါေနာက္ဆံုး ေဆးေပးမီးယူသာအေကာင္းဆံုးျဖစ္ေၾကာင္း(ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (700 MB) and (295 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 28min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-house-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTgyNDQ4NDM2Nl5BMl5BanBnXkFtZTgwODI4NDk0MjI@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Munna Michael (2017)",
        "description": "မိုက္ကယ္ဂ်က္ဆင္ကို စံနမူ နာထား ေလးစားအားက်ရင္း ဘ၀ ရပ္တည္မႈအတြက္ ႀကိဳးစားခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အ ေၾကာင္း ဇာတ္အိမ္တည္ထားတာ ပါ။အကသမားတစ္ဦးျဖစ္တဲ့ မိုက္ကယ္ဟာ မိုက္ကယ္ဂ်က္ဆင္ကို ေလးစားအားက်သူျဖစ္ၿပီး တစ္ရက္မွာေတာ့ အလုပ္ထုတ္ခံလိုက္ ရလို႔ စတူဒီယိုကေန ျပန္လာတုန္း လမ္းေဘးမွာ စြန္႔ပစ္ခံထားရတဲ့ ေမြးကင္းစကေလးေလးတစ္ဦးကို ေတြ႕ခဲ့ပါတယ္။အဲဒီကေလးကို မိုက္ကယ္ကေခၚယူေမြးစားခဲ့ၿပီး မြန္နာလို႔နာ မည္ေပးခဲ့ပါတယ္။ မြန္နာဟာ မိုက္ကယ္ရဲ႕ေျခရာကို နင္းႏိုင္သူ တစ္ဦးျဖစ္လာခဲ့ၿပီး အကမွာ သူမတူေအာင္ထူးခြၽန္သလို သူက လည္းပဲ မိုက္ကယ္ဂ်က္ဆင္ကို ႐ူး႐ူးမိုက္မုိက္ကို သေဘာက်သူ ျဖစ္ပါတယ္။ မိုက္ကယ္ကေတာ့ မြန္နာကို အကသမားမျဖစ္ေစခ်င္ဘဲ အဆင့့္ျမင့္တဲ့ အလုပ္အကိုင္ရေစ ခ်င္ေနတာပါ။ ဒါေပမဲ့ မြန္နာ ကေတာ့ သူ႔ရဲ႕အကအဖြဲ႕နဲ႔အတူ ကလပ္ေတြမွာ လိုက္ၿပီးတျခား အဖြဲ႕ေတြ၊ စိန္ေခၚပြဲေတြ ယွဥ္ၿပိဳင္ ရင္း ၀င္ေငြရွာခဲ့ပါတယ္။ တစ္ရက္ မွာေတာ့ မိုက္ကယ္က်န္းမာေရး မေကာင္းျဖစ္ၿပီး ေဆး႐ံုတက္ခဲ့ရ ပါတယ္။ အဲဒီအခ်ိန္မွာပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/munna-michael-2017/",
        "category": "Action, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMzM5NjUwOTUtMDExOS00YTkyLTljYTMtZDZkNzliNTkyNGM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Bloody Crayons (2017)",
        "description": "ခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့2017 ထြက္ Bloody crayons ဆိုတဲ့ဖိလစ္ပိုင္သရဲကားေလးပါဘြဲ႕ရခါနီးေက်ာင္းသားသူငယ္ခ်င္းတစ္စုဟာရုပ္ရွင္တိုပေရာဂ်က္အတြက္ ကၽြန္းတစ္ကၽြန္းကိုခရီးထြက္ခဲ့ရာက ဒီဇာတ္လမ္းေလးစတင္ခဲ့တာပါသူတို႔က ကၽြန္းေပၚမွာ ေရာင္စံုဖေယာင္းေခ်ာင္းေလးေတြနဲ႔ဂိမ္းေဆာ့ေနရင္း လူသတ္မႈေတြ ျဖစ္လာတယ္သူတို႔အားလံုးကိုသတ္ဖို႔ ႀကိဳးစားေနတဲ့ လူသတ္သမားတစ္ေယာက္လဲ ပါဝင္ေနပါတယ္ထိတ္လန္႔စရာ ေၾကာက္စရာဇာတ္ဝင္ခန္းေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ထားတဲ့ ဇာတ္ကားေလးပါHorror film ပရိသတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးပါ \n(ဘာသာျပန္သူကေတာ့ May Haruko ပါ)\n File Size : (850 MB) and (337 MB)\nQuality : 720p HDRip\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Haruko\nEncode by Jessica",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/bloody-crayons-2017/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/32e4a15510238116ece36bec55985b9c-150x200.jpg",
        "title": "[18+] Lust, Caution (2007)",
        "description": "IMDb Rating (7.6)Rotten Tomatoes (73%)----------------------------Lust Caution (2007)အေဝးက လရိပ္မ်ွင္မ်ွင္ ေလးသည္\nမွန္ျပတင္းကိုျဖတ္လ်က္ အခန္းထဲကို တိုးဝင္ေနသည္။ အခန္းထဲတြင္ လေရာင္လင္းရိပ္သာရွိျပီး အခန္းေလးသည္ မွဳန္ရီ ဝိုးဝါးေန၏။မွန္ျပတင္းနားတြင္ မိန္းကေလးတစ္ေယာက္ မတ္တပ္ရပ္ျပီး အေဝးကိုေငးၾကည့္ေနသည္။သူမ၏မ်က္ဝန္းကေလးမ်ားသည္ ေသာက္ရွဳးၾကယ္မ်ားသဖြယ္ အေမွာင္ထဲမွာပင္ လင္းလက္ေနသည္။ႏွဳတ္ခမ္းႏွစ္မႊာသည္ တုန္ရီလ်က္ရွိေနေလသည္။ေယာက်ာ္းပ်ိဳတစ္ဦး သူမအနားကို ေရာက္လာျပီး ပုခုံးေလႏွစ္ဘက္ကို ယုယစြာ ဆုပ္ကိုင္လိုက္၏။မိန္းကေလးသည္ လည္ျပန္ ငဲ့ၾကည့္လိုက္ျပီး သူတို႔၏မ်က္ဝန္းမ်ား ႏွဳတ္ခမ္းမ်ားသည္ ခ်စ္ဆိပ္ရည္ တို႔ျဖင့္ျပည့္က်ံေနကာ တုန္ရီလ်က္ရွိေနၾကသည္။လရိပ္သည္ အေရာင္ေဖ်ာ့စျပဳလာေပျပီ။\nသူတို႔ႏွစ္ဦး၏ ရမၼက္အဆိပ္ေငြ႔မ်ားကမူ တစ္စထက္တစ္စအေရာင္ေတာက္လာျပီ။1938ခုႏွစ္။ Wong chia chi(Tang Wei)သည္ ေဟာင္ေကာင္တကၠသိုလ္မွ ေက်ာင္းသူတစ္ဦးျဖစ္သည္။အခ်ိန္ကာလကား ဂ်ပန္တို႔သည္ အာရွတစ္ခြင္စိုးမိုးေနသည့္ကာလျဖစ္ျပီး တရုတ္ျပည္မၾကီးကေန ေဟာင္ေကာင္က်ြန္းကိုပါ သိမ္းပိုက္ရန္ၾကံစည္ေနသည့္အခ်ိန္ကာလျဖစ္၏။ေဟာင္ေကာင္တြင္ ျဗိတိသ်ွ အလိုေတာ္ရိမ်ား ။အေရးမလွ၍ ဆုတ္ခြာရန္ျပင္ေနသည့္ ျဗိတိသ်ွ အရာရွိမ်ား။ ေဟာင္ေကာင္ကိုသိမ္းပိုက္ရန္ နည္းလမ္းအမ်ိဳးမ်ိဳး သုံးလ်က္ရွိသည့္ ဂ်ပန္စပိုင္မ်ား အလိုေတာ္ရိမ်ားျဖင့္ ...",
        "rating": "7.6",
        "url": "https://megaup.net/SWf2/Lust_,_Caution_[16+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance, Thriller"
    }
]