[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/world2-200x150.jpg",
        "title": "The World’s End End 2013",
        "description": "2013 ခုႏွစ္ထြက္ ဟာသ သိပၸံကားတစ္ကား တင္ေပးထားပါတယ္။ Rating 7.0 အထိ ရထားပါတယ္။ ဆိုင္မြန္ပက္တို႕ မာတင္ဖရီးမန္းတို႕ကိုေတာ့ ပရိသတ္အေတာ္မ်ားမ်ား ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ဇာတ္လမ္းအက်ဥ္း\n============သူငယ္ခ်င္း ၅ ေယာက္ဟာ လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၂၀ က မေအာင္ျမင္ခဲ့တဲ့ စစ္ဆင္ေရးၾကီး တစ္ခုကို ျပန္လုပ္ၾကဖို႕ ၾကံစည္လာၾကပါတယ္။အဲဒီ စစ္ဆင္ေရးကေတာ့ သူတို႕ျမိဳ႕ရဲ႕ လမ္းတစ္ေလွ်ာက္လံုးက အရက္ဆိုင္ အကုန္လံုးက အစကေန အဆံုးထိ ေရာက္ေအာင္တစ္ညထဲနဲ႕ ေသာက္သြားဖို႕ပါပဲ။အရက္ကို ေခြးလိုဝက္လို႕ ေသာက္ဖို႕အၾကံနဲ႕ ဇာတိျမိဳ႕ကို ခ်ီတက္လာတဲ့ ဇိုးတစ္သိုက္ဟာ သူတို႕ျမိဳ႕ကို ေရာက္ရွိလာခ်ိန္မွာေတာ့ မထင္မွတ္ထားပဲ လူသားအားလံုးနဲ႕ ကမာၻၾကီးကို ကယ္တင္ဖို႕ ျဂိဳလ္သားေတြနဲ႕ ရင္ဆိုင္လာရတဲ့အခါ......ဒီရုပ္ရွင္က အေတာ္ေလးလည္း ရယ္ရျပီး ေတြးစရာေလးေတြလည္း ေပးထားမွာမို႕ ကိုယ္တိုင္ၾကည့္ျပီးမွ ေတြးလို႕ ျပံဳးလိုက္ လုပ္ေနရမယ့္ အမ်ိဳးအစားမိ်ဳးပါပဲ။Dr.Shinobi ဆိုတဲ့ ဘာသာျပန္အသစ္က တင္ဆက္ေပးထားတာပါ။File Size : ...",
        "rating": "7.0",
        "url": "https://megaup.net/Stgr/The_World_s_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Kill Bill 1 + 2 (2003+2004)",
        "description": "အေမရိကန္ႏိုင္ငံ၊ တကၠဆပ္ျပည္နယ္ အယ္လ္ပါဆို ၿမိဳ႕ကေလးရဲ႕ ဘုရားေက်ာင္းငယ္ေလးတစ္ခုက လပ္ထပ္ပြဲတစ္ခုမွာ ကိုယ္၀န္ေဆာင္ သတို႔သမီးတစ္ေယာက္အပါအ၀င္ လူကိုးဦး၊ (သတို႔သမီး ဗိုက္ထဲကကေလးပါ ပါရင္ ၁၀-ဦး)တို႔ဟာ ရက္ရက္စက္စက္ အသတ္ခံခဲ႕ရပါတယ္။သူတို႕႔ကို သတ္ခဲ႕တဲ႕သူေတြက “မရဏေျမြေပြး” လို႔ေခၚတဲ႕ ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုကျဖစ္ၿပီး သူတို႔တစ္ကယ္သတ္ခ်င္ခဲ႕တာကေတာ႔ သူတို႕ရဲ႕ အဖြဲ႕၀င္ေဟာင္းလည္းျဖစ္၊ အဖြဲ႕ေခါင္းေဆာင္ ဘီလ္ ရဲ႕ ညာလက္ရံုး…ခ်စ္သူေဟာင္းလည္းျဖစ္တဲ႕ “သူတို႔သမီး”(Uma Thurman) ကိုပဲ ျဖစ္ပါတယ္။“သတို႔သမီး”ဟာ ကံေကာင္းေထာက္မစြာ အသက္မေသပဲ ဒဏ္ရာအျပင္းအထန္နဲ႕ “ကုိမာ”(ေမ႕ေျမာ)ရၿပီး ေဆးရံုမွာ ေဆးကုသမႈယူေနရင္း ေလးႏွစ္ေလာက္အၾကာမွ ျပန္လည္ႏိုးထလာခဲ႕ပါတယ္။အဲဒီအခါမွာေတာ႔ သတို႔သမီးဟာ သူနဲ႕သူ႕ရဲ႕မေမြးလိုက္ပဲ ေသဆံုးခဲ႕ရတဲ႕ကေလးအတြက္ သူ႕ရဲ႕ မိတ္ေဆြေဟာင္းေတြနဲ႕ ခ်စ္သူေဟာင္းျဖစ္တဲ႕ ဘီလ္တို႔ကို လက္စားေခ်ဖို႔ ႀကံစည္ပါေတာ႔တယ္။ဇာတ္လမ္အသြားကေတာ႔ အင္မတန္ရိုးရွင္းပါတယ္။ စတင္ရိုက္ကူးစဥ္က တစ္ကားတည္းနဲ႕အၿပီး ထုတ္လုပ္ဖို႔ စီစဥ္ခဲ႕ေပမယ္႔ ျပသခ်ိန္ ၄ နာရီေက်ာ္ၾကာျမင္႔မွာျဖစ္တဲ႕အတြက္ Kill Bill Vol.1(2003) Vol.2 (20014) ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yxov/Kill_Bill_-_Volume_1_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jA9RhCG7O0eDjFPsTr5OphL6mP.jpg",
        "title": "An Acceptable Loss (2018)",
        "description": "လူေတြကမွားတတ္ၾကပါတယ္။ဒါေပမဲ့ လက္ခံႏုိင္တဲ့ အမွား လက္မခံႏုိင္စရာအမွားဆုိတာေတာ့ရွိပါတယ္။ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ အမ်ိဳးသားလုံျခံဳေရး အၾကံေပးသူ ေဟာင္း ေဒါက္တာ အဲလိဇဘက္လမ္ ကအၾကီးအက်ယ္မွားခဲ့ပါတယ္။သူ႕ရဲ႕အမွားေၾကာင့္ သူ႕ကုိ ခ်ီးက်ဴးသူေတြကုိေရာ၊ရႈံ႕ခ်သူေတြကုိပါ ေၾကာက္လန္႔ေနရတဲ့အျဖစ္မ်ိဳးျဖစ္ပါတယ္။ဘာလုိ႔မ်ား ခ်ီးမြမ္းသူေတြကုိပါ ေၾကာက္လန္႔ေနရတာပါလဲ။သူဘာေတြမွားခဲ့ပါလဲ။လူေတြနဲ႔ မထိေတြ႕ျဖစ္ေအာင္ပုန္းေရွာင္ေနတဲ့ၾကားက သူ႕အမွားေၾကာင့္ ၾကားက ထိခုိက္နစ္နာခဲ့သူစာေတာ္တဲ့ဘြဲ႕လြန္ေက်ာင္းသား မာတင္ဆာဟိက သူ႕ရဲ႕အမွားက ဘာေၾကာင့္ျဖစ္တယ္ဆုိတာ မေမွ်ာ္လင့္ပဲ သိရွိသြားျပီးေဒါက္တာ လမ္ ကုိကူညီျပီး သူ႕ရဲ႕အမွားကုိ ျပင္ဆင္ေပးဖုိ႔ ၾကိဳးစားခဲ့ပါတယ္။ဒါေပမဲ့ သူတုိ႔ႏွစ္ေယာက္ရဲ႕ အားထုတ္မႈက အထေျမာက္ပါမလား။သူတုိ႔ဆုိတဲ့ ၾကက္ဥေလးေတြက ေက်ာက္ေဆာင္ၾကီးကုိ ကြဲေအာင္ လုပ္ႏိုင္ပါမလားဆုိတာ စိတ္ဝင္တစားၾကည့္ရႈရမွာပါ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.9",
        "url": "https://megaup.net/2eobj/An_Acceptable_Loss_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Raanjhanaa (2013)",
        "description": "Raanjhanaa (2013)( အခ်စ္ဆံုး မင္းတစ္ေယာက္သာ)\n•••••••••••••••••••••••••••••••••••••••••••••••••••••••( Drama စစ္စစ္ မွ သိပ္ႀကိဳက္တဲ႔ သူေတြအတြက္ေတာ့ အညႊန္း မလိုပါဘူး။ )အေျဖာင့္အတန္း မရွိလွတဲ႔ ေမွ်ာ္လင့္ခ်က္ေတြႀကား မြန္းႀကပ္ေနတဲ႔ေကာင္ေလးတစ္ေယာက္ရဲ႕ ပံုျပင္ေလးေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကို ႀကားျပီးရင္ မင္း ဟာ တစ္ခုခု ကို ခံစားဆုပ္ကိုင္လာမိမယ္။ ဆို႕နင့္နင့္ နဲ႔ ဘ၀ တစ္ခုကို လက္၀ယ္ ရခ်င္ရလာလိမ့္မယ္။ ဒါဟာ ကံ ႀကမၼာတစ္ခုရဲ႕ စုတ္ခ်က္သီျခယ္ျခင္းေတြပါပဲ။Zoya ဆိုတဲ႔ ေကာင္မေလးကို တစ္ဖက္သတ္ ခ်စ္မိခဲ႔တဲ႔ ေကာင္ေလး Kundan ……… ပါးအခ်က္ေပါင္း 15 ခ်က္ရိုက္ခံျပီးမွ နာမည္ေလးတစ္ခုကို ျမတ္ျမတ္ႏိူးႏိုး သိခြင့္ရခဲ႔တယ္။ဒါေပမယ့္ အႀကိမ္ႀကိမ္ လြဲေခ်ာ္ေနတတ္တဲ႔ ကံစီရင္ခ်က္က 16 ခါေျမာက္ ပါးတစ္ခ်က္ကို ထပ္မံ မိတ္ဆက္ေပးခဲ႔တယ္။ ဒါဟာ လူမ်ိဳးဘာသာ ကြဲျပားမႈေႀကာင့္ Zoya လက္ဖ၀ါးႏုႏု နဲ႔\nရိုက္ခဲ႔တဲ႔ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1xb6s/Raanjhanaa_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h535RItHGEWr181lNRFPuZGRGLv.jpg",
        "title": "Galih dan Ratna (2017)",
        "description": "1980s ဝန်းကျင်မှာ ကောင်လေးတွေကမိမိချစ်ရတဲ့ကောင်မလေးတွေအတွက်ရည်စူးပြီးခံစားချက်နဲ့တိုက်ဆိုင်သမျှသီချင်းလေးတွေကိုစုကက်ဆက်တိတ်ခွေလေးထဲထည့်ပြီးချစ်သဝဏ်လွှာအဖြစ်ပေးတဲ့ Mixtape Culture လေး ရှိခဲ့ပါသတဲ့အဲ့လိုချစ်ဖို့ကောင်းတဲ့ Culture လေးကိုအခြေတည်ပြီး ပေါက်ဖွားလာတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်းကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်ငယ်ရွယ်စဉ်အချစ်ဆိုတာ 'Tried to keep you close to me but life gets in between' ဆိုတဲ့James Bay ရဲ့သီချင်းစာသားလေးအတိုင်းပါပဲလားဆိုတာကို ထိထိမိမိခံစားရစေမှာပါOst အမိုက်စားလေးတွေကိုနားထောင်ပြီး အတူတူ feel ကြပါစို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : NF ...",
        "rating": "6.9",
        "url": "https://megaup.net/2n4vW/Galih_Dan_Ratna_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2SK6vuj7uCvqheGqjcbPK9mLvxW.jpg",
        "title": "Chupan Chupai (2018)",
        "description": "အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ 2018 မှာ ထွက်ခဲ့တဲ့Chupan Chupai ဆိုတဲ့ ပါကစ်စတန်ဟာသဇာတ်ကားလေးပါဖရက်ဒီ ကိုကီနဲ့ တယ်လီတို့ဟာ အလုပ်မရှိဘဲ ဒုက္ခရောက်နေကြရာကမစ္စတာဘာဘူနဲ့ တွေ့တဲ့အခါ အသေးစားပြန်ပေးဆွဲတဲ့အလုပ်ကို အတူလုပ်ဖြစ်ကြပါတယ်သူတို့စည်းမျဉ်းတွေနဲ့ လုပ်နေရင်း အဆင်ပြေနေရာက တစ်နေ့မှာ ဝန်ကြီးသားကို ပြန်ပေးဆွဲဖို့ ဖြစ်လာပါတယ်အဲလိုအင်အားကြီးတဲ့လူတစ်ယောက်ရဲ့ သားကို ပြန်ပေးဆွဲတဲ့အခါ ဘာတွေ ဖြစ်လာလဲဆိုတာကိုမြှုပ်ကွက်လေးတွေနဲ့ ပျော်ပျော်ရွှင်ရွှင်လေး ရိုက်ကူးပြထားပါတယ်ကြည့်နေကျ ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ လှည့်ကွက်လေးတွေနဲ့ မှန်းမထားတဲ့ ဇာတ်သိမ်းလေးနဲ့ အဆုံးသတ်ထားတဲ့ ဟာသကားကောင်းလေးဖြစ်လို့ဟာသချစ်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးချင်ပါတယ်IMDB rating 6 ထိရထားတဲ့ ဇာတ်ကားကောင်းလေးပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင်ပါ)File Size : (900 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 58min\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "6.0",
        "url": "https://megaup.net/11a6m/Chupan_Chupai_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kill-mobile-143x200.jpg",
        "title": "Kill Mobile ( 2018 )",
        "description": "2016 ခုနှစ်က ထွက်ခဲ့တဲ့ အီတလီနာမည်ကြီးဇာတ်ကား Perfect Strangers ကိုRemake လုပ်ပြီးပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကတော့ လင်မယား စုံတွဲ ၂တွဲ ..စုံတွဲတစ်တွဲ နဲ့ အပျိုကြီးတို့စုစုပေါင်းလူရယောက်ဟာ တခုသောညနေခင်းလေးမှာတွေ့ဆုံပွဲလုပ်ကြတယ်ဒီလိုနဲ့သူတို့ဟာဖုန်းတွေအားလုံးကိုအလယ်မှာထားပြီး ဖုန်းခေါ်တာတွေmessage တွေ wechat က ပို့တာတွေကို စာတိုတွေအားလုံးကို အားလုံးတူတူဖတ်ဖို့လက်ခံခဲ့ကြတယ်..ဒီလိုနဲ့သာမာန်တွေ့ဆုံပွဲလေးကနေမထင်မှတ်တဲ့အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ..ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးထဲကအတိုင်းအုပ်စုဖွဲ့ပြီးဂိမ်းကစားမယ်ဆိုရင်ပိုပြီးတောင် စိတ်လှုပ်ရှားဖွယ်ကောင်းမယ်လို့ထင်မြင်မိပါတယ်Review & Translated By Phyo ZawEncoded  By LK",
        "rating": "5.6",
        "url": "https://megaup.net/1H7z1/Kill_Mobile_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BN2I1NWM5NmUtYjZhZS00YTc3LTg1MTUtZWI1Mjg1YWI0NWIwXkEyXkFqcGdeQXVyNjIzNTQ4MjY@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Alanis (2018)",
        "description": "Alanis\n==============\n(18+ အခန္း အနည္းငယ္ပါ၍ မိသားစုျဖင့္ အတူမၾကည့္သင့္ပါ)\nလူတိုင္းလူတိုင္း ဘဝမွာေကာင္းတာေတြပဲ\nျဖစ္ခ်င္ၾကတာပါ ဒါေပမယ့္ ေလာကဇာတ္\nဆရာအလိုက် မျဖစ္ခ်င္တဲ႕ဘဝေတြမွာ\nမလုပ္ခ်င္တဲ႕ေနရာ ဌာနေတြမွာသက္ဆိုင္\nရာဇာတ္ရုတ္ေတြ အတိုင္းကခုန္ေနၾကတယ္\nတခ်ိဳ႕က်ေတာ့လဲ အရုပ္ၾကိဳးပ်က္ျပီး နစ္မြန္း\nသြားၾကတယ္ တခ်ိဳ႕ၾကေတာ့လဲ မီးအလင္း\nေရာင္စံုညီကြန္႕ျမဴ းထားတဲ႕စင္ျမင့္ထက္မွာ\nအငိုမ်က္လံုးအျပံဳးမ်က္ႏွာျဖစ္ရတယ္\nနစ္မြန္းစုတ္ျပတ္သတ္ေနတဲ႔ဘဝပိုင္ရွင္\nေတြကို ေပ်ာ္လြန္းလို႕ဒီဘဝမွာေနေနၾကတယ္\nထင္ပါသလား ဘယ္လို ခံယူခ်က္မ်ိဳးနဲ႕ ဒီဒဏ္\nေတြကိုၾကံ႕ၾကံ႕ခံတယ္ ေတြးမိဖူးလား\nသူတို႕မွာအားအေကာင္းဆံုးလက္နက္ေလး\nတစ္ခုရွိေနလို႕ပါ အဲ႕တာကအျခားေတာ့\nမဟုတ္ဘူး သူ႕နာမည္ကိုေတာ္ေတာ္မ်ားမ်ား\nၾကားဖူးၾကမွာပါ \"ေမွ်ာ္လင့္ခ်က္\" တဲ႕\nAlanis ဆိုတာ ေမာ္ဒယ္ေတြ အေဖာ္ခြ်တ္မ\nေလးေတြ နာမည္မဟုတ္ပါဘူး အဆိုေတာ္မ\nေလးတစ္ေယာက္နာမည္ပါ ဒါေပမယ့္ အဲ႕\nနာမည္ပိုင္ရွင္ေလးမွာ အဆိုေတာ္ျဖစ္ဖို႕အခြင့္\nမရခဲ႕ရွာပါဘူး single mother အျဖစ္နဲ႕\nကေလးတစ္ေယာက္ ရင္ဝယ္လြယ္ျပီးသူလုပ္\nတဲ႕အလုပ္ကသိပ္မရင္းရပါဘူး ခႏၶာပဲရင္း\nရတဲ႕ ျပည့္တန္ဆာအလုပ္ သူငယ္ခ်င္းျဖစ္သူ\nဂ်ီဆဲလားနဲ႕ တိုက္ခန္းတစ္ခုငွား ေၾကာ္ညာ\nစာေတြလိုက္ကပ္ ေဖာက္သည္ေတြလက္ခံ\nလုပ္ေနတဲ႕ညဥ္႕ငွက္ေလးေတြကို\nအာဂ်စ္တီးနားရဲ႕ ျပည့္တန္ဆာလုပ္ငန္း\nတားျမစ္ခ်က္ဥပေဒအရ အေရးယူဖို႕\nအေၾကာင္းဖန္လာပါတယ္\nဒီကားဟာရိုးရိုးေလး ဇာတ္လမ္းကိုပံုေဖာ္ထား\nတာပါ ျပည့္တန္ဆာလုပ္ငန္းကိုတရားဝင္\nလုပ္ခြင့္မေပးတဲ႕ႏိုင္ငံမွာ sex worker\nျဖစ္တဲ႕ Alanis တစ္ေယာက္ ဘယ္လိုရုန္း\nကန္ရလဲ ပဲရိုက္ျပထားတာပါ စစခ်င္းအဖြင့္\nမွာတင္ ဝစ္လစ္စလစ္ scene နဲ႕စတာမို႕\nေမာင္ႏွမေတြ မိသားစုေတြနဲ႕ၾကည့္လို႕မသင့္\nေလ်ာ္ပါဘူး တကယ့္ reality ...",
        "rating": "6.8",
        "url": "https://megaup.net/Stmc/Alanis_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nq5RSCLcLSXGzKAqMlxDiBr3KcL.jpg",
        "title": "Line Walker (2016)",
        "description": "အခုတေလာ Facebook ေပၚမွာ ပြဲဆူေနတဲ့ Line Walker 2 ဇာတ္ကားရဲ႕ ပထမကား Line Walker (2014) ေဟာင္ေကာင္ Action ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ။Cast ေတြကလည္း နာမည္ၾကီးေတြ သုံးထားျပီး ဇာတ္လမ္းကလည္း Plot Twist ေလးနဲ႔ စိတ္ဝင္စားဖုိ႔ေကာင္းပါတယ္။Line Walker ဆုိတာကေတာ့ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္ေနသူလုိ႔ေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားေလးထဲမွာ လူဆုိးဂုိဏ္းေတြထဲ ဝင္ေရာက္ျပီး အသြင္ယူေထာက္လွမ္းေနၾကတဲ့ေအးဂ်င့္ေတြရဲ႕ အေၾကာင္းကုိ သိထားတဲ့ တစ္ေယာက္တည္းေသာသူ ေသဆုံးသြားတဲ့အခါမွာအသြင္ယူေအးဂ်င့္ေတြ အေၾကာင္းေပ်ာက္ပ်က္ကုန္ျပီး တာဝန္ထမ္းေဆာင္ေနဆဲ ေအးဂ်င့္ေတြ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္သူေတြလုိ ရဲလဲျပန္မျဖစ္ႏုိင္လူဆုိးဂုိဏ္းထဲမွာပဲအေျခမပ်က္ဆက္ေနဖုိ႔ ေဘးၾကပ္နံက်ပ္အေျခအေနထဲကုိေရာက္ေနပါတယ္။အဲဒါေၾကာင့္ ဗဟုိေထာက္လွမ္းေရးဌာနက လွ်ိဳ႕ဝွက္ေအးဂ်င့္ေတြကုိ ျပန္လည္စုစည္းဖုိ႔ ၾကိဳးစားတဲ့အခ်ိန္မွာBlack Jack ဆုိတဲ့ နာမည္နဲ႔ ေအးဂ်င့္တစ္ေယာက္ျပန္ေပၚလာပါတယ္။ဖ်က္ထားခံရတဲ့ သူ႕ရဲ႕ အခ်က္အလက္ေတြက ျပန္ယူဖုိ႔မျဖစ္ႏုိင္တဲ့အတြက္ သူတုိ႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Stho/Line_Walker_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/eye-in-the-sky-poster-1-134x200.jpg",
        "title": "Eye in the Sky (2015)",
        "description": "Eye in the Sky (2015)\nIMDb - 7.3/10_____Rotten - 95%\n  \nThe Guardian rating ရရှိထားတဲ့ Eye in the sky ဇာတ်ကားဟာ\nခေတ်သစ်စစ်ပွဲတခုကို ပုံဖော်ထားပါတယ်\nဒုတိယကမ္ဘာစစ်အပြီးစစ်အေးတိုက်ပွဲနောက်မှာ\nပုံစံပြောင်းလာတဲ့ ဘက်ပေါင်းစုံစစ်ပွဲပုံစံတချို့ကိုပုံဖော်ထားပါတယ်\nဗုံးခွဲမယ့်အကြမ်းဖက်သမားကို မောင်းသူမဲ့လေယဉ်ကနေ\nစောင့်ကြည့်နေတာဟာ အခုခေတ်အတွက် မဆန်းပေးမယ့်\nသာမန်ထက်ပိုပြီးရှုပ်ထွေးတဲ့လုပ်ရိုးလုပ်စဉ်တွေဖြစ်တဲ့\nchain of command လို့ခေါ်တဲ့ဆင့်ကဲအမိန့်ပေးစနစ်တွေ\ncommander in chief လို့ ခေါ်တဲ့ ပေါင်းစပ်ညှိနှိုင်းမှုတွေ\nချစ်ကြည်ရေးနိုင်ငံအတွင်းမှာဖြစ်နေတဲ့အခါ...\nသံတမန်ရေးကိုသတိထားရသလို သတင်းမီဒီယာစစ်ကိုလဲ\nမပေါ့ဆအောင် လုပ်ကိုင်ရတာကိုလဲတွေ့ရပါမယ်\nဗုံးခွဲသမားကိုမြင်နေပေမယ့် သတင်းမီဒီယာဘက်က\nပြန်တွေးရတာတွေဟာ စိတ်ဝင်စားသူအဖို့ အပန်းဖြေယုံသက်သက်\nမကတာတော့သေချာတယ် မီဒီယာစစ်ကိုလဲဒီရုပ်ရှင်ကိုယ်တိုင်က\nပြန်သရုပ်ဖော်ထားပါတယ်ကလေးတယောက်အတွက်\nနိုင်ငံတကာအတွက် နိုင်ငံရေးတွေ မဟာမိတ်တွေအတွက်လဲ\nထည့်သွင်းစဉ်းစားထားပါတယ် လူသားချင်းစာနာပါတဲ့ဆိုတဲ့\nပြကွက်တွေကလဲ ဒီကားကိုယ်တိုင်က သတင်းစစ်ထဲပါနေတဲ့ အချက်တခုပါပဲ\nသာမန်တိုက်တာခိုက်တာလောက်ကြည့်တဲ့သူအတွက်ကတော့\nအားရချင်မှအားရပေမယ့် ကြည့်သင့်တဲ့ကား\nတကားဖြစ်ကြောင်းညွှန်းလိုက်ရပါတယ်........\n  File Size - 1.15 GB and 736 MB\nQuality - BluRay 720p, 5.1CH and HD 720p\nFile Type - mkv ...",
        "rating": "7.3",
        "url": "https://megaup.net/3zBba/Eye_In_The_Sky_[2015]_{Blu-Ray_720p,_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Fatal-Encounter-2014-140x200.jpg",
        "title": "The Fatal Encounter (2014)",
        "description": "ဒီကားလေးကတော့ကိုရီးယားနန်းတွင်းကားလေးပါ။မင်းသား Hyun Bin ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်။ဂျိုဆောင်ပြည်နယ်ရဲ့၂၂ဆက်မြောက် ဂျောင်ဂျိုဘုရင်ဟာငယ်စဉ်ကတည်းကခမည်းတော်ဖြစ်သူမျက်စိရှေ့မှောက်အဖိုးတော်ထံမှသေမိန့်ပေးခံရတာကိုမြင်ခဲ့ရသူပါ။တိုင်းပြည်မှာပုန်ကန်သူတွေသစ္စာဖောက်တွေထကြွသောင်းကျန်းချိန်မှာထီးနန်းတက်ရတဲ့ကံဆိုးသူဘုရင်အဖြစ်လည်းနာမည်ကြီးပါတယ်။သူယုံကြည်တဲ့တစ်ဦးတည်းသောသူကတော့အစ်ကိုလိုသူငယ်ချင်းလိုဖြစ်နေတဲ့ဂတ်ဆိုကုန်းကုန်းပါ။အဖိုးတော်ရဲ့ဇနီးငယ်လေးဖြစ်တဲ့အဖွားတော်ဟာလည်းလုပ်ကြံမှုထဲပါဝင်ပတ်သက်နေသူပါ။မယ်တော်ဖြစ်သူဟာလည်းသားတော်လေးကိုတတ်အားသရွေ့ကြိုးစားကာကွယ်ချင်သူ။ မင်းကြီးမသိခဲ့တဲ့နောက်ကွယ်ကဇာတ်ကြောင်းတွေနဲ့လုပ်ကြံမှုတွေတိုင်းပြည်ငြိမ်သက်အောင်စွမ်းဆောင်နိုင်မလားဆိုတာကတော့နန်းတွင်းကားနှစ်သက်သူတွေလက်မလွတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပါ။(ဇာတ်လမ်း အညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Noe ဖြစ်ပီး Arkar Phyo မှ encode ပေးထားပါတယ်။) File Size : (1.33 GB) & (486MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  16min\nFormat : Mp4\nGenre    :  Action,Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Noe\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fatal-encounter-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/olympus-has-fallen-poster-133x200.jpg",
        "title": "Olympus Has Fallen (2013)",
        "description": "Olympus Has Fallen (2013)_______IMDb - 6.5/10\n ကြည့်မိတာနဲ့ထိုင်ရာကမထပဲ ကြည့်ချင်နေမယ့်ဇာတ်ကားတစ်ကားကို Bluray 1080p 5.1 CH နဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်Mike ဟာ U.S. Army Ranger ကနေ သမ္မတ ကြီးရဲ့အထူးလုံခြုံရေး ခေါင်ဆောင် တစ်ယောက် ဖြစ်လာခဲ့ သူပါ။Mike ဟာ သမ္မတကြီးရဲ့ အထူးလုံခြုံရေး တာဝန်တင် မကပဲသမ္မတကြီးရော သမ္မတကြီး မသားစု နဲ့ပါ မိသားစု ဝင်တစ်ယောက် ကဲ့သို့ရင်းနှီး နေသူလဲ ဖြစ်ပါတယ်။ Christmas ညတစ်ည မှာတော့သမ္မတကြီးနဲ့ သူ့ရဲ့ မိသားစုတို့ ညစာ စားပွဲ တစ်ခု တတ်ရောက်ဖို့Mike က ဦးဆောင်ပြီး ထွက်ခွာ လာခဲ့ပါတယ်။Christmas ညတစ်ည ဖြစ်တာနဲ့ အညီ နှင်းတွေက အရမ်းကျ နေပြီးလေတွေလဲ အရမ်းတိုက် နေပါတယ်။ လေတွေလဲ အရမ်းတိုက် နေပါတယ်။ကားကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xotl/Olympus_Has_Fallen_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNThhYzE5MDUtODYyMC00ZWI3LTk0ZTgtNDgyMmYxM2UzZjBmXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-150x200.jpg",
        "title": "Kedarnath (2018)",
        "description": "ဒီဇတ်လမ်းလေးက မကြာသေးခင်ကမှ ရုံတင်သွားတဲ့ရုပ်ရှင်ကားပါ မကြာသေးခင်ကမှ ရုပ်ထွက်အကြည် ထွက်လာလို့CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်...ဇတ်လမ်းလေးကတော့ မန်ဆူး လို့ ခေါ်တဲ့ ကောင်လေးနဲ့မူကူး လို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက် တို့ နဲ့ စတင်ထားတယ်...ကျနော်တို့ မြန်မာနိုင်ငံမှာဆို အထင်ကရ ကျိုက်ထီးရိုးဘုရား ကိုဘုရားဖူးတွေက လမ်းလျှောက်တက်ကြတယ်အသက်ကြီးသူတွေကတော့ ကားတို့ဆိုက်ကယ်တို့ နဲ့ အဆင်ပြေသလိုပေါ့ဒီဇတ်လမ်းထဲမှာလဲ အရှင်ရှီဗား ကို ဝတ်ပြု ကိုးကွယ်ဖို့ အတွက်လူတွေဟာ တောင်ပေါ်ကို ခြေလျင် တက်ကြတယ်အရှင်ရှီဗား ရဲ့ ဝတ်ကျောင်းဆောင်ကို ရောက်ဖို့ လမ်းလျှောက်တက်ကြသလိုအသက်ကြီးရွယ်အိုတွေကတော့ အထမ်းသမား နဲ့ တက်ရတယ်...အဲ့ဒီ အထမ်းသမားတွေထဲမှာ မန်ဆူး လို့ ခေါ်တဲ့ကောင်လေး တစ်ယောက်လဲ အပါပေါ့...အထမ်းသမားတွေဟာ မန်ဆူး ကို မြင်ရင် နှာခေါင်းရှုံ့သွားကြတယ်ဘာလို့လဲ ဆိုတော့ ဘုရားဖူးဖို့ လိုက်ပို့တဲ့ အထမ်းသမားကမွတ်စလာမ် ကောင်လေး ဖြစ်နေလို့ပါ...ဒါပေမဲ့ တောင်ပေါ် ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Swdl/Kedarnath_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5gVXbA5tRYICUrs62gTmlsep3u.jpg",
        "title": "The Axiom (2018)",
        "description": "ဒီတစ္ခါ CM Fans ေတြကုိမိတ္ဆက္ေပးမွာကေတာ့Axiom လုိ႔အမည္ရတဲ့ Horror ကားေလးပဲျဖစ္ပါတယ္ကြ်န္ေတာ္တုိ႔လက္ရွိကမၻာမွာပဲ တစ္ျခားကမၻာတစ္ခုခု သုိ႔မဟုတ္တစ္ခုမက တည္ရွိေနတယ္ဆုိတဲ့ယုံၾကည္မွု႔ ရွိတဲ့သူေတြေတာ္ေတာ္ကုိမ်ားျပားပါတယ္။ဘာသာေရးေတြ မွာလည္း အဲ့ယုံၾကည္ခ်က္ကုိေတာ္ေတာ္ေတြ႔ရပါတယ္။အဲ့ထက္ပုိတဲ့သူေတြကေတာ့ အဲ့လုိတစ္ျခားကမၻာေတြကုိ သြားေရာက္ႏုိင္တဲ့ဂိတ္ေပါက္ေတြ တံခါး၀ေတြ အစရွိသျဖင့္ေျမာက္မ်ားစြာတည္ရွိေနတယ္လုိ႔ယုံၾကည္ၿပီးက်မ္းဂန္ အကုိးကားနဲ႔ရွာေဖြေနတဲ့သူေတြလည္း တစ္ပုံတစ္ပင္ပါပဲဘာျမဴဒါႀတိဂံကုိေတာင္မွပဲ တစ္ျခားကမၻာတစ္ခုဆီကို ဦးတည္ေနတဲ့ဂိတ္ေပါက္တစ္ခုအျဖစ္ရည္ညြန္းေျပာဆုိခဲ့ၾကပါတယ္ဒီလုိ ဂိတ္ေပါက္ေတြ မုခ္ဦးေတြနဲ႔ပတ္သတ္တဲ႔စိတ္ကူးယဥ္ စာအုပ္ေတြ ရုပ္ရွင္ေတြကလည္း တစ္ပုံတစ္ပင္ပါပဲ ။ခုဒီ Axiom လုိ႔ေခၚတဲ့ ဇာတ္ကားေလးကလည္းဒီလုိ ကားေတြထဲကတစ္ကားအပါ၀င္ပါပဲ။ဇာတ္လမ္းေလးကုိေတာ့ မတ္ကင္းဇီနဲ႔ မာတင္ဆုိတဲ့ေမာင္ႏွမႏွစ္ေယာက္ကေပ်ာက္ေနတဲ့ သူတုိ႔ရဲ႕အစ္မႀကီးမာရီလင္ကုိရွာေဖြတဲ့အေပၚမွာဇာတ္ကုိတည္ထားပါတယ္။မာရီလင္ကလည္း လြတ္လပ္စြာသြားလာတက္တဲ့ စိတ္ေပါ့ပါးတ့ဲလြတ္လပ္ေသာစိတ္နဲ႔ လူျဖစ္ရက်ဳိးနပ္ခဲ့တဲ့ အမ်ဳိးသမီးတစ္ဦးပါပဲ။ဒါေပမဲ့ေနာက္ပိုိင္းအဆက္သြယ္မရေတာ့တဲ့အေပၚမွာေမာင္ႏွမေတြအေပၚတြယ္တာတက္တဲ့ မတ္ကင္းဇီက အစ္မေတာ္ မာရီလင္ကုိရွာပုံေတာ္ဖြင့္ပါေတာ့တယ္ ...",
        "rating": "5.1",
        "url": "https://megaup.net/Stml/The_Axiom_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZmU4NzVkZjEtZmQxMi00ZDY5LWI3ZDYtMWRmZjE5YmYwZjQzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys ဟာဆိုရင္အညႊန္းေရးစရာမလိုေအာင္ေကာင္းတဲ့\nဇာတ္လမ္းတစ္ခု ဆိုတာသိၿပီးသားျဖစ္ၾကမွာပါေနာ္။\nဒါရိုက္္တာ Micheal Bay ေဒၚလာ ၁၃၀မီလီယမ္အကုန္အက်ခံ ရိုက္ကူးထားၿပီး\nေဒၚလာ ၂၇၃ မီလီယမ္ျပန္လည္ရရွိခဲ့ပါတယ္။\nမားကပ္စ္ ဘားနတ္(Martin Lawrence) နဲ႔ သူ႕တြဲဖက္ႀကီး မိုက္ခ္ (Will Smith) တုိ႔\nသူငယ္ခ်င္းအဆင့္ကေန ေယာက္ဖေတြအျဖစ္ရာထူးတုိးသြားၾကတဲ့အပိုင္းေပါ့။\nမားကပ္စ္ရဲ႕ ညီမေလး ဆစ္ဒ္(Gabrielle Union) ကို\nေဂ်ာ္နီတပီယာဆိုတဲ့ဘိန္းေမွာင္ခိုသမားက ဖမ္းေခၚသြားတဲ့အခါ\nညီမေခ်ာေလးကိုကယ္မယ့္အစ္ကိုႀကီး မားကပ္စ္နဲ႔\nခ်စ္သူေလးကိုထိခိုက္မွာစိုးတဲ့ မိုက္ခ္တုိ႔\nရုရွားေတြနဲ႔ဘယ္လိုေသြးေခ်ာင္းစီးေအာင္တုိက္ခိုက္ၾကမလဲ။\nအစိုးရကႏုိင္ငံေရးအခက္အခဲေတြေၾကာင့္\nဓားစာခံ ဆစ္ဒ္ကိုကယ္ေပးဖို႔ေတြေဝမႈေတြၾကားက\nလုပ္ေဖာ္ကိုင္ဖက္ေကာင္းေတြနဲ႔ဘယ္လုိတုိက္ခိုက္သြားတယ္ဆုိတာ\nBad Boys 2 မွာသဲထိတ္ရင္ဖုိၾကည့္ရႈခံစားၾကည့္ပါေနာ္။\nTranslated by Kira\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPMEpcDlZVGa8xBhUUHteaPrvHw.jpg",
        "title": "In Like Flynn (2018)",
        "description": "ကဲ သရဲကားေတြ၊ သိပၸံကားေတြ၊ လူစြမ္းေကာင္းကားေတြေၾကာင့္ ပ်င္းရိေနၾကၿပီလား။ဒါဆိုရင္ေတာ့ ပူပူေႏြးေႏြးအသစ္ထြက္ထားတဲ့စြန္႔စားခန္းေတြနဲ႔ကားေလးတစ္ကားကို ေျပာင္းၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။1930 ကာလ နယူးဂီနီကြ်န္းစု (ယခု ပါပူဝါနယူးဂီနီ) မွာေရႊေၾကာေတြေတြ႕တယ္ဆိုတဲ့သတင္းေၾကာင့္ေရႊရွာပံုေတာ္စြန္႔စားခန္းဖြင့္တဲ့ အေၾကာင္းကို ရိုက္ကူးထားတဲ့ကားတစ္ကားၿဖစ္ပါတယ္...ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းၿပီး ရသစံုလင္ကိုေပးႏုိင္တဲ့ကားေကာင္းေလးတစ္ကားမို႔ အထူးညႊန္းမေနေတာ့ပါဘူး။ကိုယ္တိုင္ၾကည့္ရႈရင္းနဲ႔ပဲ အားေပးလုိက္ၾကပါေတာ့ဗ်ာ File Size : ( 851 MB) & ( 222 MB)Quality : WEB DL 720pRunning Time :1hr 46 minFormat : Mp4Genre : Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sup3/In_Like_Flynn_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMGE1ZTQ0ZTEtZTEwZS00NWE0LTlmMDUtMTE1ZWJiZTYzZTQ2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Bad Boys (1995)",
        "description": "Will Smith နဲ႔ Martin Lawrenceတို႔ရဲ႕ Bad Boysကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nCrime/Thriller အမ်ိဳးအစားဆိုေတာ့သင့္ရဲ႕အခ်ိန္ေတြကို\nကုန္မွန္းမသိကုန္ေစမယ့္ ဇာတ္ကားဆိုတာေျပာေနစရာမလိုေတာ့ပါဘူးေနာ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မိုက္ေလာ္ရီနဲ႔မားကတ္စ္တို႔က\nမိုင္ယာမီက တြဲဖက္ရဲ၂ေယာက္ပါ တစ္ေယာက္နဲ႔တစ္ေယာက္အရမ္းခ်င္ၾကၿပီးအမႈေပါင္းမ်ားစြာကို\nလိုက္ဖမ္းႏိုင္ခဲ့ၾကသူေတြပါ\nတစ္ေန႔မွာေတာ့ သူတို႔အရင္က ဖမ္းဆီးရမိခဲ့တဲ့\nေငြသန္းေပါင္းမ်ားစြာတန္တဲ့ ကိုကင္းေတြကို ရဲေတြ\nထိန္းသိမ္းထားတဲ့အခန္းထဲကေန လူတစ္စုကျပန္လည္ခိုးယူသြားပါတယ္\nဒီေတာ့ ဒီအမႈကို မိုက္နဲ႔ မားကတ္စ္ကပဲ ဦးေဆာင္ဦးရြက္ျပဳၿပီးျပန္လိုက္ရပါေတာ့တယ္\nဒါ့အျပင္ ကိုကင္းခိုးထုတ္သြားတဲ့ အဖြဲ႔ရဲ႕ လူသတ္မႈကို\nကိုယ္ေတြ႔ၾကံဳခဲ့ၿပီးလြတ္ေျမာက္သြားတဲ့ မ်က္ျမင္သက္ေသမိန္းကေလးကိုပါ\nသူတို႔၂ေယာက္ ေစာင့္ေ႐ွာက္ေပးဖို႔ၾကံဳလာတဲ့အခါ...\nဘာေတြဆက္ျဖစ္မလဲ ၾကည့္လိုက္ရေအာင္...\nTranslated by waizin wayne\nencoded by sithu",
        "rating": "6.9",
        "url": "https://megaup.net/2epjk/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/redeag-141x200.jpg",
        "title": "Red Eagle ( 2010 )",
        "description": "အက္ရွင္သိပၸံကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္2016 ခုႏွစ္ မွာ ဘန္ေကာက္ဟာ ဒုစရိုက္နဲ႔ အေရးအခင္းေတြၿဖစ္ပြားၿပီးရွုပ္ေထြးတဲ႔ၿမိဳ႕ေတာ္ၾကီးတစ္ခုၿဖစ္ေနပါၿပီ...ေခါင္းေဆာင္မွုအပိုင္းမွာလည္းႏိုင္ငံေရးသမားေတြရဲ႕လွည္႕ကြက္ ညစ္ပတ္မွုေတြေၾကာင္႔ ဖရိုဖရဲၿဖစ္ေနတဲ႔အၿပင္အစိုးရဟာလည္း ၿပည္သူေတြကိုမငဲ႔ပဲ နယူကလီးယား လက္နက္စမ္းသပ္ဖို႕ၿဖစ္ေနပါတယ္..ဒီအခ်ိန္မွာေတာ႔ သူရဲေကာင္းတစ္ဦးထြက္ေပၚလာပါေတာ႔တယ္ဒီလူဟာ ညစ္ပတ္တဲ႔ႏိုင္ငံေရးသမားေတြ...ဒုစရိုက္သမားေတြကိုနိမ္နင္းပါေတာ႔တယ္သူ႕ရဲ႕ သရုပ္မွန္ကိုဘယ္သူမွလည္းမသိပါဘူး တခါလူသတ္ၿပီးတိုင္းThe Red Eagle ဆိုတဲ႔စာေလးပဲထားတတ္တဲ႔သူ..လ်ိဳ႕၀ွက္ခ်က္ေတြၿပည္႔ေနတဲ႔သူစြန္႕စားရင္းနဲ႔ ဘယ္လိုေတြၾကံဳရမယ္ဆုိတာ ဆက္လက္ခံစားပါ Quality : Bluray-RIP-720pSubtitle : Myanmar Sub ( Hardsub )Run Time : 2hr 10 min",
        "rating": "5.4",
        "url": "https://megaup.net/Suo6/Red_Eagle_[2010]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/cinema-parasiso-poster-139x200.jpg",
        "title": "Cinema Paradiso (1988)",
        "description": "Cinema Paradiso (1988)IMDb - 8.5/10_____Rotten - 89%Won 1 Oscar. Another 24 wins & 31 nominations1988ကဇာတ်ကားဖြစ်ပြီးတော့ ဆုပေါင်းများစွာကိုလည်း ရရှိထားပါတယ်\nဇာတ်လမ်းကတော့ ရုပ်ရှင်ကိုအရမ်းရူးသွပ်တဲ့သူတစ်ယောက်ရဲ့\nဘဝအကြောင်းရိုက်ထားတာပါ ဇာတ်လမ်းရဲ့\nအဓိကဇာတ်ကောင်နှစ်ယောက်ကတော့\nအဲလ်ဖရက်ဒိုလို့ခေါ်တဲ့ ရုပ်ရှင်ရုံမှာ\nပရိုဂျက်တာထိုးတဲ့သူနဲ့ ဆာလဗာတိုဆိုတဲ့\nရုပ်ရှင်တွေနဲ့ရုပ်ရှင်ရုံကို ဘဝလိုသတ်မှတ်ထားတဲ့\nကောင်လေးတို့ပဲဖြစ်ပါတယ် ဇာတ်လမ်းအစမှာ ရောမမြို့က\nနာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဟာ\nအဲလ်ဖရက်ဒိုဆိုတဲ့သူဆုံးပြီဆိုတဲ့ သတင်းကြားပြီးနောက်\nနောက်ကြောင်းပြန်ရာကနေစပါတယ်\nဒီနောက်ကြောင်းပြန်ရာကနေပဲ\nသူ့ရဲ့ငယ်ဘဝ အဖြစ်အပျက်များက\nတိုတို ဆိုတဲ့ကောင်လေးအဖြစ်မှာ\nကြုံခဲ့ရတဲ့အကြောင်းတွေကို ရိုက်ကူးထားတာပါ\nအဲဖရက်ဒိုက တိုတို ခေါ် ဆာလဗာတိုကို\nအစပိုင်းမှာ အန္တရယ်ဖြစ်မှာစိုးလို့\nရုပ်ရှင်ရုံထဲကနေမောင်းထုတ်ခဲ့ပေမယ့်\nနောက်ပိုင်းမှာတော့ ကောင်လေးရဲ့စိတ်ဝင်စားမှုကို\nနားလည်လာခဲ့ပါတယ် ဒီလိုနဲ့ နေ့နေ့ညည\nပရိုဂျက်တာခန်းထဲမှာ ပရိုဂျက်တာထိုးတဲ့အလုပ်ကို\nသင်ပေးရင်းနဲ့ ကောင်လေးကို သားအရင်းတစ်ယောက်လို\nသံယောဇဉ်တွယ်မိသွားသလို တိုတို ကလည်း\nအဲလ်ဖရက်ဒိုကို ဖခင်တစ်ယောက်လို ချစ်ခင်သွားခဲ့ပါတယ်\nဒီရုပ်ရှင်ကားဟာ ကျွန်တော်တို့ အတွက် နှလုံးသား အဟာရ\nဖြည့်ပေးမယ့် ရုပ်ရှင်ကားကောင်း တစ်ခု ဖြစ်သလို\nဘ၀ မှာ မသေခင် ကြည့်သင့်တဲ့ ရုပ်ရှင်ကားကောင်း\nတစ်ခုဖြစ်ပါတယ်...\nရုပ်ရှင် ရုံတင်တဲ့ ခုနှစ် ကတော့ ၁၉၈၈ ခု နှစ်ဖြစ်ပြီး\nယခု ဆိုရင် နှစ်ပေါင်း ၃၀ တောင် ပြည့်တော့မှာပါ\nလွန်ခဲ့တဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/3zPDe/Cinema_Paradiso_(Nuovo_Cinema_Paradiso)_[1988]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Secret-Scandal-2013-133x200.jpg",
        "title": "The Secret Scandal {Norigae}(2013)",
        "description": "ျဖစ္ရက္မွန္ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nNorigae ဆိုတဲ့ စကားလံုးက sex toy လို႔အဓိပၸာယ္​ရၿပီး​ေတာ့\n၂၀၁၃ ခုႏွစ္​မွာထြက္​ခဲ့တဲ့ drama/thriller အမ်ိဳးအစားရုပ္​႐ွင္​ကားျဖစ္​ပါတယ္။​\nကိုရီးယား႐ုပ္​႐ွင္​ေ​လာကရဲ႕အ႐ႈပ္​အ​ေထြး​ေတြကို ႐ိုက္​ျပထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​။\nဇာတ္လမ္းေလးကေတာ့....သတင္​း​ေထာက္​လီဂ်န္​ဟိုက\nမင္​းသမီး​ေဂ်ာင္​ဂ်ီဟဲ suicude လုပ္​သြားတဲ့ကိစၥရဲ႕​ေနာက္​ကြယ္​ကအ​ေၾကာင္​း​ေတြကိုလိုက္​စံုစမ္​းရင္​း\nမင္​းသမီးကိုဒါ႐ိုက္​တာနဲ႔ ပ႐ိုဂ်ဴဆာတို႔ကလိင္​ပိုင္​းဆိုင္​ရာအၾကမ္​းဖက္​တဲ့အ​ေၾကာင္​း​ေတြပါ​ေပၚလာၾကၿပီး​ေတာ့\nတရားရံုးမွာအမႈရင္​ဆိုင္​ရတဲ့အထိျဖစ္​လာခဲ့ပါတယ္။\n​ေငြ႐ွိရင္​ဘာမဆိုလုပ္​လို႔ရတယ္​ဆိုတဲ့အတိုင္​း ​ေငြ႐ွိတဲ့သူ​ေတြကလူပါး၀ပံု​ေတြ\nမင္​းသမီး​ေတြရဲ႕ လိင္​ပိုင္​းဆိုင္​ရာအၾကမ္​းဖက္​ခံရမႈ​ေတြကိုပါဒီဇာတ္​ကားမွာ​ေတြ႔ႏိုင္​ပါတယ္​။\nအဲ့ဒီ့က​ေနတရားရင္​ဆိုင္​ၾကရင္​ျဖစ္​လာတဲ့အဆက္​အခဲ​ေတြ\nဒီအမႈကိုႏိုင္​သြားမွာလား ႐ွံုးနိမ္​့မွာလားဆိုတာက​ေတာ့\nဒီဇာတ္​ကားထဲမွာဆက္​လက္​ၾကည္​့​ေပးၾကပါဦး\n( p.s - ဒီဇာတ္​ကားက ကိုရီးယားမင္​းသမီးဂ်န္​ဂ်ာယြန္​းရဲ႕​အဆံုးစီရင္​မႈအ​ေၾကာင္​းကို႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​\nဒီဇာတ္​လမ္​းထဲကအတိုင္​းအျပင္​မွာလည္​းတကယ္​ျဖစ္​ခဲ့တာပါ မင္​းသမီးဂ်န္​ဂ်ာယြန္​းက F4 ကားထဲမွာ ဂင္​ဂ်န္​\nဒီကို၀ိုင္​းအက်င္​့မ​ေကာင္​းၾကတဲ့​ေက​်ာင္​းသူသံုး​ေယာက္ထဲက တစ္​​ေယာက္​အ​ေနနဲ႔သ႐ုပ္​​ေဆာင္​ခဲ့ဖူးပါတယ္​ )\n File Size : (1 GB) & (455MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  14min\nFormat : Mp4\nGenre    :  Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shwe Ye Oo\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "5.8",
        "url": "https://megaup.net/Suou/The_Secret_Scandal_(Norigae)_[2013]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XyuUPoIeEf3guWLQW9lATON84v.jpg",
        "title": "The Debt Collector (2018)",
        "description": "အေၾကြးလိုက္ေကာက္သူ (သို႔) လူမိုက္အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူအတြက္ေတာ့ ထုခြဲတာေတြရိုက္ခ်ိဳးတာေတြနဲ႔ အားရပါးရၾကည့္ရမယ့္ ကားတစ္ကားပါပဲ။တစ္ကားလံုး အေၾကြးလုိက္ေကာက္ရင္း မနားတမ္းကို သတ္ပုတ္ေနရတာလက္ေတာင္မလည္ဘူးေလ။ဒါေပမယ့္ ကံတရားရဲ႕ အလွည့္အေျပာင္းတစ္ခုနဲ႔ ၾကံဳလာရတဲ့အခါမွာေတာ့လူမိုက္ႏွစ္ေယာက္ရဲ႕ ဆံုးျဖတ္ခ်က္နဲ႔ ဘဝဟာဘယ္လိုေျပာင္းလဲသြားမလဲဆိုတာကိုေတာ့ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာ။အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ေတာ့ေက်နပ္အားရေစမွာ အမွန္ပါပဲ။ File Size : ( 828 MB) & ( 238 MB)Quality : WEB DL 720pRunning Time :1hr 35minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone ...",
        "rating": "5.6",
        "url": "https://megaup.net/Suon/The_Debt_Collector_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjE5ODk0NjQzNV5BMl5BanBnXkFtZTgwODk4MDA1MDE@._V1_-134x200.jpg",
        "title": "Anchorman 2: The Legend Continues (2013)",
        "description": "ရွန်ဘွန်ဂနီပြန်လာပါပြီ ဒီအပိုင်း၂မှာတော့\nရွန်ဟာ ဗရိုနီကာနဲ့အိမ်ထောင်ကျပြီး\nသားလေးတစ်ယောက်ပါ ရထားပါပြီ\nမိန်းမဖြစ်သူနဲ့ အတူတူတကွ သတင်းတင်ဆက်သူအဖြစ်\nလုပ်ကိုင်နေရင်းမှ အထက်လူကြီးက ဝန်ထမ်းလျှော့တဲ့ ကာလမှာ\nသူ့မိန်းမကို ရာထူးတိုးပေးပြီး သူ့ကိုတော့ အလုပ်ဖြုတ်လိုက်ပါတော့တယ်\nဒီမှာတင် မိန်းမဖြစ်သူနဲ့ အချေအတင်စကားများကြပြီး\nရွန်တစ်ယောက် အိမ်ပေါ်ကဆင်းကာယစ်ထုပ်ကြီးတစ်ယောက်ဖြစ်လာပါတော့တယ်\nအဏ္ဏဝါပြတိုက်တစ်ခုမှာ တင်ဆက်သူလုပ်နေတဲ့ယစ်ထုပ်ကြီး ရွန်\nအဲ့အလုပ်ကပါ အလုပ်ပြုတ်ပြီးသူ့ဘာသာသူသတ်သေဖို့ကြံတဲ့အထိ ဘဝကို အရှုံးပေးလိုက်ပါတယ်\nသို့သော်လဲ တစ်မိုးအောက်တစ်ယောက်ရွန်ကို လူတစ်ယောက်က သတင်းကြေငြာဖို့လာခေါ်ပါတယ်\nအဲ့ခေတ်အခါက၂၄ နာရီလုံး သတင်းကြေငြာတဲ့ ရုပ်သံလိုင်းတွေကမရှိသေးဘဲ\nစွန့်ဦးထုတ်လွှင့်ဖို့ ရွန်ကိုလာငှါးတာပါ\nအဲ့မှာတင်ပဲရွန်တစ်ယောက် ထိုအလုပ်ကိုလက်ခံပြီး\nသူ့ရဲ့ တစ်ကွဲတစ်ပြားစီဖြစ်နေတဲ့ သူငယ်ချင်း၃ယောက်ကိုပါပြန်ခေါ်လို့\nနယူးယော့မြို့ကြီးမှာ သတင်းတင်ဆက်သူအဖြစ် ပြန်လာရောက်ရှိလာပါပြီ\nအလွဲတွေနဲ့ ရွန်တစ်ယောက် နယူးယော့မှာ\nဘယ်လိုတွေတွေ့ကြုံဦးမလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှူခံစားရယ်မောလိုက်ပါဦး...\n--------------------------------------------------------Translated by Waizin WayneEncoded by sithu",
        "rating": "6.3",
        "url": "https://megaup.net/2sA4v/Anchorman_2_-_The_Legend_Continues_[2013]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/songwriter-poster-135x200.jpg",
        "title": "Songwriter (2018)",
        "description": "Songwriter(2018)\nIMDb...7.3/10___________Rotten - 75%\n အခုတင်ပေးမှာကတော့ နာမည်ကြီးအဆိုတော် Ed Sheeran ရဲ့ Divide Album ထုတ်လုပ်ခဲ့ပုံကိုDocumentary တင်ဆက်ထားတာလေးပါ။ Divide Album ဟာ 2017 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပေမယ့် ဒီDocumentary ကိုတော့ 2018 ခုနှစ်မှာ ထုတ်လုပ်ခဲ့တာဖြစ်ပါတယ်။Documentary ရိုက်ကူးပေးခဲ့သူကတော့ Ed ရဲ့ အစ်ကိုဝမ်းကွဲ Murray ဖြစ်ပြီး နာမည်ကြီး Apple ကုမ္ပဏီကဒီ Documentary ရဲ့ World Screen Rights ကို ဝယ်ယူခဲ့ပါတယ်။ ဒါ့အပြင် သူ့ရဲ့ IMDb Rating ကလည်း 7.3 ရရှိထားပြန်ပါတယ်။Documentary အစမှာတော့ Justin Bieber ရဲ့ နာမည်ကြီး Love Yourself သီချင်းကို ရေးစပ်သီဆိုနေတာနဲ့ အစပြုလာခဲ့ပြီးDivide Album မှာ ပါဝင်တဲ့ သီချင်း 14 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xnht/Songwriter_[2018]_(MM_Sub).mkv",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/here-and-now-141x200.jpg",
        "title": "Here and Now (2018)",
        "description": "ဒီဇာတ္ကားဟာ Drama , Music , Romance ဇာတ္ကားတစ္ကားျဖစ္ျပီး Director : Fabien Constant က ရိုက္ကူးပံုေဖာ္ထားတာျဖစ္ပါတယ္။\nဒီကားတဲ့ Original Titleကေတာ့ Blue Night ပါ။\nဘ၀ဇာတ္ေၾကာင္းကို အဓိက ရိုက္ကူးျပသထားတဲ့ ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီး Starsေတြအေနနဲ႔ကေတာ့ Renee Zellweger , Sarah Jessica Parker , Simon Baker တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကတာျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ဂီတနဲ႔အသက္ေမြး၀မ္းေၾကာင္းျပဳရင္း ေအာင္ျမင္လာတဲ့ အဆိုေတာ္၊ေတးေရးဆရာ Vivienneဆိုေသာသူရဲ႔အေၾကာင္းကို ေရာက္ကူးထားတာျဖစ္ပါတယ္။\nVivenne ဟာ သူလုပ္ခ်င္ေသာ ဂီတ နွင့္ မိသားစု မိတ္ေဆြမ်ားအၾကား ဟန္ခ်က္ညီေအာင္ ၾကိဳးစားရင္း သူမရဲ႕ ဂီတခရီးလမ္းကို ဘယ္လိုဆက္ေလ်ာက္မယ္ဆိုတာကို ၾကည့္ရွဳ႕ရွျဖစ္ပါတယ္။(အညြန္းေရးသားထားတာကေတာ့ Dark Devil ျဖစ္ပါတယ္) File size__( 810 MB) and ( 350 ...",
        "rating": "4.4",
        "url": "https://megaup.net/2epjD/Here_And_Now_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kabali2-140x200.jpg",
        "title": "Kabali ( 2016 )",
        "description": "ခပ္ၾကမ္းၾကမ္းအက္ရွင္ကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ရပါတယ္..IMDb ကေတာ႔  6.4 ပဲၿဖစ္ပါတယ္သူ႕နာမည္က ကာဘာလီ..လူတိုင္းေလးစားရတဲ႔သူတစ္ဦး...ဂုိဏ္းစတားတစ္ဦးလည္းၿဖစ္ၿပန္တယ္..သူဟာ လူအမ်ားၾကီးရုန္းရင္းဆန္ခတ္ ၿဖစ္တဲ႔ေနရာမွာ မတရားစြပ္စြဲခံရၿပီးေထာင္ဒဏ္ ၂၅ ႏွစ္တိတိခ်မွတ္ၿခင္းခံခဲ႔ရတယ္သူ႕မိသားစုတစုလံုးဟာလည္း..အဲ႔ရုန္းရင္းဆန္ခတ္ၿဖစ္တဲ႔ေနရာမွာအကုန္လံုးေသဆံုးခဲ႔တယ္..လူမေသေပမယ္႔ ဘ၀ေသသြားတဲ႔ကာဘာလီ..ကံေကာင္းေထာက္မစြာနဲ႔ ၿပန္လြတ္လာတဲ႔အခါမွာသူခ်စ္ရတဲ႔မိသားစု..အတြက္..သူ႕ကိုမေကာင္းၾကံခဲ႔တဲ႔သူေတြကိုၿပန္လည္ရွာေဖြေရးစတင္ပါေတာ႔တယ္..ဒီလိုနဲ႕ေနာက္ကြယ္က အဖြဲ႕အစည္းၾကီးတခုနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ႔အခါမွာေတာ႔............... Subtitle Credit to Somonlian ( Subscene )",
        "rating": "6.4",
        "url": "https://megaup.net/4eFei/Kabali_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTQ2MzYwMzk5Ml5BMl5BanBnXkFtZTcwOTI4NzUyMw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Anchorman: The Legend of Ron Burgundy (2004)",
        "description": "တီဗီသတင်းတွေခေတ်စားခဲ့တဲ့အချိန်ကာလက\nနာမည်ကြီးသတင်းကြေညာသူ ရွန်ဘာဂနီရဲ့ဟာသဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nချန်နယ်၄ သတင်းဌာနကသတင်းကြေညာသူ ရွန်ဘာဂနီနဲ့\nသူငယ်ချင်းသုံးယောက်ဟာတခြားချန်နယ်တွေထက်ပိုပြီးစိတ်ဝင်စားခံရတဲ့အောင်မြင်သူတွေပါ။\nတစ်ယောက်တစ်မျိုးစီရယ်နေရတဲ့ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့အတူ\nအရာရာပြီးပြည့်စုံနေတဲ့ရွန်ဟာအချစ်နဲ့တွေ့ကြုံချိန်မှ\nာဘယ်လိုဟာသလေးတွေဖြစ်မလဲ။\nဒါ့အပြင် ရွန်စိတ်ဝင်စားတဲ့ကောင်မလေးဗရိုနီကာဟာလည်း\nသတင်းကြေညာသူဖြစ်ချင်တဲ့မိန်းကလေးဖြစ်နေတဲ့အခါ\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကို\nတစ်ကားလုံးဟာသအမြင်လေးတွေနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။\n---------------------------------------------------\nတီဗီသတင္းေတြေခတ္စားခဲ့တဲ့အခ်ိန္ကာလက\nနာမည္ႀကီးသတင္းေၾကညာသူ ရြန္ဘာဂနီရဲ႕ဟာသဇာတ္လမ္းေလးျဖစ္ပါတယ္။\nခ်န္နယ္၄ သတင္းဌာနကသတင္းေၾကညာသူ ရြန္ဘာဂနီနဲ႔\nသူငယ္ခ်င္းသံုးေယာက္ဟာတျခားခ်န္နယ္ေတြထက္ပိုၿပီးစိတ္ဝင္စားခံရတဲ့ေအာင္ျမင္သူေတြပါ။\nတစ္ေယာက္တစ္မ်ိဳးစီရယ္ေနရတဲ့ဇာတ္လမ္းဇာတ္ကြက္ေတြနဲ႔အတူ\nအရာရာၿပီးျပည့္စံုေနတဲ့ရြန္ဟာအခ်စ္နဲ႔ေတြ႕ၾကံဳခ်ိန္မွ\nာဘယ္လိုဟာသေလးေတြျဖစ္မလဲ။\nဒါ့အျပင္ ရြန္စိတ္ဝင္စားတဲ့ေကာင္မေလးဗ႐ိုနီကာဟာလည္း\nသတင္းေၾကညာသူျဖစ္ခ်င္တဲ့မိန္းကေလးျဖစ္ေနတဲ့အခါ\nဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nတစ္ကားလံုးဟာသအျမင္ေလးေတြနဲ႔ၾကည့္ရႈရမွာျဖစ္ပါတယ္။\nTranslated by Hnyot Myet WunnEncoded by sithu",
        "rating": "7.2",
        "url": "https://megaup.net/R2g4/Anchorman_-_The_Legend_Of_Ron_Burgundy_[2004]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTBkNTUyZjYtMjIzZC00NDIzLWIyOTEtYmRkYzgxYzFiYzk3XkEyXkFqcGdeQXVyNDYzNTI2ODc@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Ocean Waves (1993)",
        "description": "imdb rating 6.8 ရွိတဲ့ ဂ်ပန္​ anime ကားေလးပါ\n1993 ခုႏွစ္​တုန္​းက ကားေဟာင္​းေလးျဖစ္ျပီး\nေက်ာင္​းေျပာင္​းလာတဲ့ေကာင္​မေလးေခ်ာေခ်ာေလးနဲ႔စတဲ့ဇာတ္​လမ္​းေလးပါ\nမိဘေတြကြဲလို႔ တိုက်ိဳကေန ၿမိဳ႕ငယ္​ေလးဆီေျပာင္​းလာရတဲ့\nေကာင္​မေလး\nအတန္​းထဲမွာ အမွတ္​ေတြေကာင္​းၿပီးရင္​းေကာင္​းလို႔ေရာ\nသူ႔ရုပ္​ရည္​ေၾကာင္​့ေရာ နာမည္​ႀကီးလာတဲ့ေကာင္​မေလး\nသူေရာက္​လာတည္​းက ႀကိတ္​ႀကိဳက္​ေနတဲ့ ေကာင္​ေလး\nသံုးပြင္​့ဆိုင္​လိုမ်ိဳးေလး ရိုက္​ထားတဲ့ကားမ်ိဳးေလး\nေကာင္​မေလးက အေဖ့ဆီပဲ ျပန္​သြားေနခ်င္​လို႔\nႀကိဳးစားခဲ့ေပမယ္​့ သူမအေဖမွားတာမွန္​းသိရတဲ့အခါ\nေနာက္​ဆံုး မိုရီဆာကီတာကု ဆိုတဲ့ေကာင္​ေလးနဲ႔\nေက်ာင္​းက မနာလိုသူေတြ ၀ိုင္​းေျပာတာကို\nမိဘေတြကြဲခဲ့ရတဲ့ စိတ္​ဒဏ္​ရာနဲ႔ ေကာင္​မေလး\nဘယ္​လိုတံု႔ျပန္​မွာလဲ\nဒီကားေလးကို သေဘာက်မိတာက\nေကာင္​မေလးရဲ႕စိတ္​က ဘယ္​လိုမ်ိဳးလဲ\nသူကဘာကိုႏွစ္​သက္​တာလဲ\nသူ႔စိတ္​က ဘယ္​လိုမ်ိဳးလဲဆိုၿပီး\nသူ႔ကို နားမလည္​နိုင္​တာေလးကို ႀကိဳက္​တယ္​\nကုိယ္​တိုင္​က အသည္​းကြဲသမားမို႔လားမသိဘူး\nနားလည္​ရခက္​တဲ့ ေကာင္​မေလးေတြကို သေဘာက်ေနတာ\nဘယ္​လိုပဲျဖစ္​ျဖစ္​ ဘယ္​လိုေၾကာင္​့ပဲျဖစ္​ျဖစ္​\nဒီကားေလးကို ၾကည္​့မိတာနဲ႔ ငယ္​စဥ္​ေက်ာင္​းသားဘ၀ကို\nျပန္​လြမ္​းသြားရမယ္​ဆိုတာကို အာမခံတယ္​ဗ်ာ\nanime ကားေဟာင္​းေလးေပမယ္​့ ဒီဘက္​ေခတ္​ကိုမီတယ္​ေျပာရမလား\nေက်ာင္​းကားေလးမို႔ပဲ မရိုးတာလားေတာ့မေျပာတတ္​ဘူး\nၾကည္​့လို႔တန္တဲ့ကားေကာင္းတစ္ကားပါ\nTranslated by Munha\nEncoded by sithu",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/ocean-waves-1993/",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYmYyMTc4YjItMGNhNC00OWQwLWJhMWUtNTdjZDgxMDI5MjE2L2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Wild Wild West (1999)",
        "description": "ဗုိလ္​ႀကီး Jim West(Will Smith)ဟာ\nအ​ေမရိကန္​ျပည္​တြင္​းစစ္​ပြဲတစ္​ခုက ဗုိလ္​ႀကီး​ေဟာင္​းတစ္​​ေယာက္​ပါ\nArtemus Gordon(Kevin Kline)က​ေတာ့\n႐ုပ္​ဖ်က္​တဲ့​ေနရာမွာကြၽမ္​းက်င္​လြန္​းၿပီး ဆရာလုပ္​လြန္​းတဲ့\nအ​ေမရိကန္​ထိပ္​တန္​းရဲအရာ႐ွိတစ္​ဦးျဖစ္​ပါတယ္​\nတစ္​​ေန႔မွာ General MacGrath(Salma Hayek)ဆုိသူက\nအ​ေမရိကန္​ႏုိင္​ငံႏုိင္​ငံရဲ႕ ထိပ္​တန္​းသိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တယ္​\nဒီျပန္​​ေပးဆြဲတဲ့အမႈကုိလုိက္​ဖုိ႔ ဌာနအသီးသီးက ​\nေခါင္​း​ေဆာင္​​ေတြက Jim West နဲ႔ Atemus Gordonကုိ တာဝန္​​ေပးအပ္​ခဲ့ပါတယ္​\nဒါ့အျပင္​ Dr.Arliss Loveless(Kenneth Brangah)အမည္​နဲ႔\nဆုိက္​ကုိ​ေကာင္​တစ္​​ေကာင္​က အ​ေမရိကန္​ႏုိင္​ငံကုိ လက္​နက္​ခ်ဖုိ႔အတြက္​\nထူးဆန္​းတဲ့လက္​နက္​​ေတြတီထြင္​ထားၿပီး သမၼတႀကီးကုိ ၿခိမ္​း​ေျခာက္​ခဲ့တယ္​\nဒီအတြက္​ သမၼတႀကီးက အ​ေမရိကန္​ႏုိင္​ငံကုိ ကယ္​တင္​ႏုိင္​ဖုိ႔အတြက္​ ဒီလူစြမ္​း​ေကာင္​းႏွစ္​​ေယာက္​ကုိ ​ေခၚလုိက္​ရပါေတာ့တယ္​\nအဲ့ဒီ​ေနာက္​မွာ​ေတာ့ ​ေသနတ္​တရမ္​းရမ္​းလုပ္​​ေနတတ္​တဲ့ Jim West နဲ႔ Artemus Gordon တုိ႔ႏွစ္​​ေယာက္​ဆုံတဲ့အခါမွာ​ေတာ့\nျဖစ္​လာတဲ့တလြဲ​ေတြကုိ ရယ္​စရာအျဖစ္​ျမင္​​ေတြ႔ခံစားရမွာပါ\nGeneral MacGrathက​ေရာ ဘာအတြက္​သိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တာလဲ\nDr.Arliss Lovelessနဲ႔​ေရာ ဘယ္​လုိပတ္​သတ္​ဆက္​ႏႊယ္​​ေနၿပီး\nအ​ေပးအယူ အၾကံအစည္​​ေတြ႐ွိ​ေနသလဲဆုိတာကုိ ရင္​တထိတ္​ထိတ္​နဲ႔\nခံစားၾကည္​့႐ႈရမယ္​့ ႐ုပ္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​\nTranslated by Yuki Aurora\nEncoded by sithu",
        "rating": "4.9",
        "url": "https://megaup.net/Suow/Wild_Wild_West_[1999]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3q4fNVn2VyTz1Axhpg7ZaJqPxUq.jpg",
        "title": "Bayi Gaib (2018)",
        "description": "ထိုင္း horror နဲ႔မတူတဲ့ အင္ဒိုနီးရွား horror ႐ုပ္ရွင္ေတြရဲ႕ တစ္မူထူးျခားတဲ့ အရသာကိုျမည္းစမ္းၾကည့္ဖို႔ဒီဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဖာရာနဲ႔ရာဖာတို႔ဇနီးေမာင္ႏွံဟာ အစစအရာရာျပည့္စံုၿပီးေပ်ာ္ရႊင္ၾကည္ႏူးရတဲ့အိမ္ေထာင္သည္ဘဝေလးကို ပိုင္ဆိုင္ထားၾကပါတယ္ဖာရာကလည္း ႐ုပ္ရည္ေခ်ာေမာသလို ေခတ္ပညာတတ္အမ်ိဳးသမီးတစ္ဦးရာဖာကလည္း ေအာင္ျမင္တဲ့ ေဆာက္လုပ္ေရးကုမၸဏီတစ္ခုကိုတည္ေထာင္သူလုပ္ငန္းရွင္ပိုၿပီးေပ်ာ္စရာေကာင္းတာက ဖာရာမွာ ကိုယ္ေလးလက္ဝန္ရွိလာတဲ့အခါမွာေပါ့သားဦးေလးကိုကိုယ္ဝန္လြယ္ထားခ်ိန္ အိမ္အသစ္ႀကီးကိုေျပာင္းေရြ႕ခဲ့ၾကပါတယ္အဲ့ေနာက္ပိုင္း ထူးဆန္းတာေတြဆက္တိုက္ၾကံဳလာရတဲ့အခါသူတို႔ႏွစ္ေယာက္ဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲဆိုတာကို ၾကည့္ရႈေပးၾကပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC2.0 H.264\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://megaup.net/2epjq/Bayi_Gaib_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8dAVKte2x1Zjivt1yNaLyhQdNQ.jpg",
        "title": "Border (2018)",
        "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားေလးကေတာ့Rating 7.2 ရရွိထားၿပီးေအာ္စကာဆန္ခါတင္ခဲ့ၿပီးတစ္ျခားဆုေတြလည္းရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဆြီဒင္စကားေျပာ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကုိအနည္းငယ္ မိ္တ္ဆက္ေပးရရင္ေတာ့တင္နာ ဆုိတဲ့မိန္းမႀကီးဟာ အေကာက္ခြန္မွာအလုပ္လုပ္တဲ့သူတစ္ဦးျဖစ္ပါတယ္။သူဟာေၾကာက္မက္ဖြယ္ေကာင္းတဲ့ရုပ္ရည္ရွိပါတယ္ဒါေပမဲ့ သူဟာဆုိရင္အရမ္းကုိထူးခြ်န္ၿပီးေတာ့တစ္ျခားသူေတြပစၥည္းတစ္ခုခုကုိ လွ်ဳိ႕၀ွက္ယူလာတာနဲ႔အနံ႔ရတယ္လုိ႔လည္းဆုိပါတယ္။တစ္ကယ္လည္း အဲ့လုိပါပဲပစၥည္းေတြအေကာက္ခြန္မသိေအာင္ ခုိးသယ္ၾကေပမဲ့တင္နာကေတာ့ အနံ႔ခံမိေနဆဲပါ။သူမကေတာ့ သူမဟာဆုိရင္လူေတြရဲ႕ ေလာဘ ေဒါသေတြမလုံမလဲျဖစ္တဲ့ စိတ္ခံစားခ်က္ေတြဟာ ထူးဆန္းတဲ့အနံ႔တစ္မ်ဳိးအျဖစ္သူမအနံ႔ခံမိတာျဖစ္တယ္လုိ႔ေျပာပါတယ္။ဒီလုိနဲ႔တစ္ရက္မွာ လူတစ္ေယာက္ဆီကေနခေလးသူငယ္ညစ္ညမ္းကားေတြနဲ႔ျပည့္ေနတဲ့ မန္မုိရီကတ္ကုိ ဖမ္းဆီးမိပါတယ္အဲ့ကေနတစ္ဆင့္သူ႔ရဲ႕အနံ႔ခံႏုိင္စြမ္းနဲ႔ မူလရုိက္ကူးသူေတြကုိ ဖမ္းဆီးဖုိ႔ ကူညီရပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေနာက္ထပ္ထူးဆန္းတဲ႔ခရီးသည္ တစ္ဦးနဲ႔ ႀကဳံေတြ႕ရပါတယ္။အဲ့ဒီ့ခရီးသည္ဟာလည္း သူမလုိရုပ္ရည္မ်ဳိး ရွိတဲ့အျပင္ထူးထူးဆန္းဆန္းအျပဳမွုေတြလည္းျပဳမွုတက္ပါတယ္။အဲ့ခရီးသည္နဲ႔ ရင္းနွီးသြားတဲ့အခ်ိန္မွာေတာ့ သူ႕ဘ၀တစ္ခုလုံးကုိ ေျပာင္းျပန္ျဖစ္ေစမဲ့အႀကီးမားဆုံးလွ်ဳိ႕၀ွက္ခ်က္ႀကီးတစ္ခုကုိသိခဲ့ရပါတယ္။သူ႕ဘ၀တစ္ေလွ်ာက္လုံး သူ႕မိဘေတြကလိမ္ညာလာခဲ့တဲ့ လွ်ဳိ႕၀ွက္ခ်က္ေပါ့။အဲ့ဒါေၾကာင့္ပဲ သူမမွာ ထူးျခားတဲ့စြမ္းရည္ေတြ ရွိေနတာပါတဲ့။ဒါဆုိအဲ့လွ်ဳိ႕၀ွက္ခ်က္ကဘာလဲ ..... ?သူမဘာေၾကာင့္ဒီလုိစြမ္းရည္ေတြရွိေနရတာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2epjt/Border_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/the-art-of-getting-by-poster-133x200.jpg",
        "title": "The Art of Getting By (2011)",
        "description": "The Art of Getting By (2011)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားဟာ ရည်မှန်းချက်ပျောက်ဆုံးနေတဲ့ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်အကြောင်းကို\nအဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဆယ်ကျော်သက်ဘဝမှာလူတိုင်းတွေ့ကြုံကြရမယ့်\nချစ်ရသူ၊ မိတ်ဆွေတွေနဲ့ မှားယွင်းတဲ့ဆုံးဖြတ်ချက်တွေ၊\nသစ္စာမဲ့သူတွေကြောင့်နာကျင်ခံစားရတာတွေ၊ မိသားစုပြဿနာ အစရှိတာတွေအားလုံးကို\nလက်တွေ့ဆန်ဆန်တွေ့မြင်ကြရမှာဖြစ်လို့\nကြည့်ရှုသူအားလုံးကိုယ်တိုင်ခံစားနားလည်နိုင်ကြမှာဖြစ်ပြီး နှစ်သက်ကြမှာပါ။\nဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အောက်ပါအတိုင်းပဲဖြစ်ပါတယ်။\nမော်ဂန်ကျောင်းမှာတက်နေတဲ့ ဆယ်ကျော်သက်လေးဂျော့်ဂျ်ဟာ\nဘဝရည်မှန်းချက်ကင်းမဲ့ပြီး စိတ်ခွန်အားတွေပျောက်ဆုံးနေသူပါ။\nကျောင်းစာတွေမှာအခြေအနေမကောင်းပဲ မကြာခဏစည်းကမ်းဖောက်ဖျက်မှုကြောင့်\nအောင်လက်မှတ်အတွက်ကျောင်းရဲ့သတိပေးခြင်းကိုခံရတဲ့အထိပါပဲ။\nပြန်လည်ပြင်ဆင်ဖို့ကြိုးစားရင်းနဲ့ သူချစ်ရတဲ့ကောင်မလေး နဲ့\nသူငယ်ချင်းတွေရလာတဲ့အခါ ဘဝအဓိပ္ပါယ်ကိုပြန်လည်တွေ့ရှိပြီလို့ထင်ခဲ့တဲ့အချိန်မှာ\nသစ္စာမဲ့သူတွေနဲ့အိမ်တွင်းရေးပြဿနာတွေကြောင့် သူ့ရဲ့ဘဝဟာပိုပြီးနစ်မြုပ်ခဲ့ရပါတယ်။\nဘဝရှေ့ရေးအတွက်ကျောင်းအောင်လက်မှတ်ရရှိဖို့\nနောက်ဆုံးရာဇသံရောက်ရှိလာတဲ့အချိန်မှာတော့ ဂျော့ဂျ်တစ်ယောက်\nကျရောက်လာတဲ့လောကဓံတွေကိုအရှုံးမပေးပဲ\nခွန်အားအဖြစ်ဘယ်လိုပြောင်းလဲအသုံးချပြီးကြိုးစားသွားမလဲဆိုတာကို\nသင်ခန်းစာယူဖွယ်ရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\n  \nTranslated by Linn Kyaw Swar Aung\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/Sc91/The_Art_Of_Getting_By_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYMqHUhwHTyzonxCKjN5c7yLJkn.jpg",
        "title": "The Secret: Suster Ngesot Urban Legend (2018)",
        "description": "၂၀၁၈ ထွက် အင်ဒို သရဲကားလေးပါ။မကြည့်ခင် ကြောက်ဖို့ကောင်းတယ်လို့တော့ ပြောထားပါရစေ။Plot Twist ကတော့ သရဲကားကြည့်နေကျသူတွေ အလွယ်တကူခန့်မှန်းနိုင်တဲ့ ပုံစံမျိုးပါပဲ။ဒါပေမဲ့ နောက်တစ်ခါပြန်ပြောပါမယ် ကြောက်ဖို့ကောင်းတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ မယ်လ်ဘုန်းမြို့မှာ ပညာတော်သင်သွားရာက အင်ဒိုနီးရှားကိုပြန်လာခဲ့တဲ့ကန်နာယာတစ်ယောက် ရောက်ရောက်ချင်း စောက်နဲ့ထွင်းသလို သူ့အဖေရဲ့ နောက်အိမ်ထောင်ပြုတဲ့အကြောင်းကိုသိလိုက်ရပါတယ်။မင်္ဂလာဆောင်ည ညစာစားပွဲမှာ သူ့ကို သုံးနှစ်ကြာအောင် စောင့်နေခဲ့တဲ့ တယ်ဒီနဲ့ ပြန်ဆုံတွေ့ခဲ့ပြီးတယ်ဒီကို သူ့ရဲ့မိထွေးက မူးမူးနဲ့ နမ်းဖို့ ကြိုးစားတဲ့အချိန်မှာ စိတ်ဆိုးပြီး ကားမောင်းထွက်လာခဲ့ပါတယ်။လမ်းမှာ တစ်ခုခုကိုကားနဲ့တိုက်မိပြီး သစ်ပင်ကိုဝင်တိုက်ခဲ့ပါတယ်။ဆေးရုံရောက်နေတဲ့အချိန်မှာ ထူးထူးဆန်းဆန်းတွေကို စပြီးမြင်လာရပြီးနောက်ထပ် လန့်စရာတွေ ဘာထပ်ဖြစ်မလဲဆိုတာတော့ ကြည့်လိုက်ကြပါတော့။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar ...",
        "rating": "5.0",
        "url": "https://megaup.net/Suop/The_Secret_-_Suster_Ngesot_Urban_Legend_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lgO2gzjYSKenJxWu4V4u1VhTQYX.jpg",
        "title": "Blood Bound (2019)",
        "description": "အံ့ၾသတုန္လႈပ္ဖြယ္ ျဖစ္ရပ္ဆန္းၾကယ္ဇာတ္ကားမ်ိဳးကို ၾကည့္ရွဳခ်င္ၾကတဲ့ ပရိတ္သတ္အတြက္ ၂၀၁၉ထြက္ ဇာတ္ကားတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕မွာေနထိုင္ၾကတဲ့ ဆိုးသြမ္းတဲ့ လူငယ္တစ္စုဟာ မူးယစ္ေဆးေတြ သံုးစြဲရင္းအနားပတ္ဝန္းက်င္က အိမ္ေတြကို အႏုၾကမ္းစီးဓားျပတိုက္ေလ့ရွိပါတယ္…ဒီလူငယ္တစ္စုထဲမွာ မိန္းကေလးတစ္ေယာက္ပါဝင္ျပီး သူ႕ရဲ႕အေဖက ျမိဳ႕ကရဲဝန္ထမ္းတစ္ဦးျဖစ္ေပမယ့္သူ႕သမီးဒီလိုေတြလုပ္ေနတာ လံုးဝမရိပ္မိခဲ့ပါဘူးတစ္ေန႔မွာ အဲ့ဒီနယ္ျမိဳ႕ေလးက အိမ္ၾကီးတစ္လံုးကိုထူးဆန္းတဲ့မိသားစုတစ္စု ေျပာင္းေရႊ႕လာခဲ့ပါတယ္.။ဒီမိသားစုနဲ႕အတူ ေဒၚလာေတြအျပည့္ထည့္ထားတဲ့ ေသတၱာေတြလည္းပါလာခဲ့တယ္ဆိုတာကိုဒီလူငယ္တစ္စု စံုစမ္းသိရွိျပီးေနာက္ တိတ္ဆိတ္တဲ့ညတစ္ခုမွာ လူငယ္တစ္စုဟာ အိမ္ၾကီးကို ေဖာက္ထြင္းျပီး အႏုၾကမ္းစီးပါေတာ့တယ္…အိမ္ၾကီးထဲေရာက္ခ်ိန္မွာေတာ့ ထင္မွတ္ထားသလို ျဖစ္မလာခဲ့ဘဲမုဆိုးကေန သားေကာင္အျဖစ္ေရာက္ရွိသြားတဲ့အေျခအေနကို ၾကံဳေတြ႕ရပါေတာ့တယ္..။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (800 MB) and (290 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 36min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.5",
        "url": "https://megaup.net/2epje/(CM)_Blood_Bound_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYjMwYWNiN2EtMWNkMS00MDU5LThiMGMtOTk5NTQzMjQ4OTkwXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "London Fields(2018)",
        "description": "London Fields(2018)IMDb 4.5IMDb..ေတြ ဘာညာ Rating ေတြအသာထားလုိက္...မမရဲ႕ ပုံရိပ္ေတြကုိတစ္ခမ္းတနားအေလးေပးၿပီး စုေပါင္းရုိက္ကူးၿပထားတာနဲ႕တင္ ျဖဴစင္စြာ\"မ\"အေပၚခ်စ္ျမတ္ႏုိးတဲ့ကြ်န္ေတာ္တုိ႕အဖုိ႕ တရႈိက္မက္မက္ေငးၾကည့္ခြင့္ရတဲ့အတြက္ကြ်န္ေတာ္တုိ႕ဘယ္ေလာက္ကံေကာင္းလုိက္လဲ....မမျဖတ္ေလွ်ာက္ေလးပါခဲ့ရင္ေတာင္ ကြ်န္ေတာ္တုိ႕ အားေပးေနဦးမွာပါ....အခုလုိမ်ဳိး တစ္ကားလုံးမွာ အေရာင္အေသြးစုံ \" မ \" ကုိျမင္ရတဲ့အခြင့္အေရးက ကြ်န္ေတာ္တုိ႕အတြက္ တုႏႈိင္းမဲ့ပါ မေရ...ကုိင္း မည္သုိ႕ပင္ဆုိေစကာမူ ဇာတ္လမ္းအေၾကာင္းေလးကိုနည္းနည္းသြားရေအာင္......ဒီဇာတ္ကားထဲမွာ မင္းသမီး Amber Heard က ညွဳ႕ိအားျပင္းထန္လြန္းတဲ့ Nicola Six အျဖစ္ပါဝင္သရုပ္ေဆာင္ထားျပီး မင္းသားၾကီးJohnny Depp လည္း အခန္းအနည္းငယ္ပါဝင္ထားပါတယ္…ဒီဇာတ္ကားမွာ အရမ္းစိတ္ကူးယဥ္ဆန္ျပီး မထင္မွတ္ထားတဲ့အလွည့္အေျပာင္းေတြနဲ႔ အေရာင္အေသြးစံုလင္တ့ဲ ရိုက္ခ်က္ေတြ ေတြ႔ျမင္ရမွာပါ\nဇာတ္လမ္းအစေလးကေတာ့…\nဆမ္ဆင္ ယန္း ဆိုတဲ့ သိပ္မစြံတဲ့ အေမရိကန္ စာေရးဆရာတစ္ေယာက္ဟာ ဝတၳဳတစ္ပုဒ္ရလိုရျငားလန္ဒန္ကို ထြက္လာခဲ့ျပီး အသိမိတ္ေဆြစာေရးဆရာတစ္ေယာက္ရဲ႕ ေနအိမ္အလြတ္မွာ ေနထိုင္ေနခဲ့ပါတယ္…တစ္ေန႔ အရက္ဆိုင္တစ္ခုမွာ အသုဘတစ္ခုက ျပန္လာတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႔ဆံုခဲ့တယ္…အမ်ိဳးသမီးေလးဟာ စြဲမက္ဖြယ္ လွပလြန္းျပီးျဖစ္ခ်င္ေတာ့ မိန္းကေလးက သူ႕တိုက္ခန္းရဲ႕အေပၚတိုက္ခန္းမွာ ေနထိုင္တဲ့သူျဖစ္ေနတယ္…ဒီထက္ထူးဆန္းတာတစ္ခုက မိန္းကေလးဟာအနာဂတ္ကိုၾကိဳျမင္ႏိုင္ျပီး သူေသမယ့္ေန႔ရက္ကိုပါ ...",
        "rating": "4.5",
        "url": "https://megaup.net/Sutd/London_Fields_[2018]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iicn7Nku5G4cwCfN5DfX8aiRDD9.jpg",
        "title": "Death at a Funeral (2010)",
        "description": "Death at a Funeral (2010)IMDb...5.7ရယ္ေမာစရာ ဇာတ္လမ္းေကာင္းေတြကို ၾကည့္ရွဴခ်င္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္IMDb – 5.4/10 ရွိတဲ့ Death at a Funeral ဆုိတဲ့၂၀၁၀ထြက္ ဇာတ္ကားေကာင္းတစ္ကား တင္ဆက္ေပးခ်င္ပါတယ္….ရုပ္ျမင္ရင္ကုိရယ္ဖုိ႕ေကာင္းေနတဲ့  Martin Lawrence ႀကီးအျပင္ အျခားနာမည္ႀကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာပါ၀င္ထားေလရဲ႕....\nအသုဘနဲ႕ဟာသဆိုတာ ဘယ္လိုမွမနီးစပ္ႏိုင္ဘူးလို႔ ထင္္စရာေကာင္းတဲ့အရာေတြပါ…ဒါေပမယ့္ ဒီဇာတ္ကားထဲမွာေတာ့ အသုဘတစ္ခုကို ဖန္တီးလုိက္ၾကျပီး နာမည္ၾကီးလူမည္းဟာသသရုပ္ေဆာင္ေတြကိုအသုဘတစ္ခုမွာ ေတြ႔ဆံုေပးလိုက္ျခင္းအားျဖင့္ မရယ္ေမာဘဲ မေနႏိုင္ေစတဲ့ တလြဲတေခ်ာ္ျဖစ္ရပ္ေတြကိုအေျခတည္ျပီးေတာ့ေပါ့ေပ့ါပါးပါး ရယ္ေမာစရာကိစၥေတြထဲမွာ ေလးနက္တဲ့လူ႕ဘဝအဓိပၸာယ္ေတြကို ပါးပါးေလးထည့္ထားတာ ျမင္ေတြ႔ရမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့ လူမည္းတစ္ေယာက္ျဖစ္တဲ့ အက္ဒ္ဝပ္ရဲ႕ အသုဘမွာ လူမည္းလူျဖဴမိတ္ေဆြေတြ လာေရာက္ဆံုစည္းၾကရင္း မေသခင္ကလွ်ိဳ႕ဝွက္ခ်က္တစ္ခုေပၚေပါက္လာတဲ့အခါသူ႕ရဲ႕သားေတြ ဒီလွ်ိဳ႕ဝွက္ခ်က္ကို လိုက္လံဖံုးဖိၾကတာပဲျဖစ္ပါတယ္…\nၾကည့္ရွဳခံစားေတာ္မူၾကပ....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (372 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy\nSubtitle : ...",
        "rating": "5.7",
        "url": "https://megaup.net/Sutl/Death_At_A_Funeral_[2010]_(MM_Sub).mkv ",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qmtnUMoWCvJKi276AkORxnYQ0q1.jpg",
        "title": "Pledge (2018)",
        "description": "ခရစ္​တီးရီးယားဆိုတာ ​ေ႐ွး​ေခတ္​ဂရိႏိုင္​ငံ စပါတာၿမိဳ႕ကလူငယ္​စပါတန္​စစ္​သည္​​ေတြကို​​ ​ေလ့က်င့္​​ပ်ိဳး​ေထာင္​​ေပးတဲ့ အဖြဲ႔အစည္​းတစ္​ခုျဖစ္​ပါတယ္​အဲဒီနာမည္​ကိုယူုၿပီး ၁၈၅၂ခုႏ​ွစ္​မွာ ႏိုင္​ငံ​ေရးသမား​ေတြခ်မ္​းသာတဲ့စက္​မႈလုပ္​ငန္​း႐ွင္​​ေတြနဲ႔ နယ္​ပယ္​အသီးသီးကလႊမ္​းမိုးခ်ဳပ္​ကိုင္​ႏိုင္​သူ​ေတြပါဝင္​တဲ့ ခရစ္​တီးရီးယားလ်ိႈ့ဝွက္​အဖြဲ႔အစည္​းကိုျပန္​လည္​တည္​​ေထာင္​ခဲ့ပါတယ္​ရည္​ရြယ္​ခ​်က္​က​ေတာ့ လူမဆန္​​ေအာင္​ရက္​စက္​ၿပီး ျပတ္​ျပတ္​သားသားဆံုးျဖတ္​တတ္​တဲ့လူသတ္​သမား​ေတြကို​ေမြးထုတ္​ဖို႔ပါအဲဒီလိုလူမ်ိဳးေတြနဲ႔သြားပတ္​သတ္​မိတဲ့ေက်ာင္​းသား သံုးေယာက္​ရဲ႕အဆံုးသတ္​ဟာ ဘယ္​လိုျဖစ္​မလဲ.....လူငယ္​ဆိုတာ အေပ်ာ္​ႀကိဳက္​တတ္​ပါတယ္​ အထူးသျဖင္​့ လူပ်ိဳေဖာ္​ဝင္​ကာစ ေကာလိပ္​ေက်ာင္​းသားအ႐ြယ္​ဟာပါတီပြဲေတြ ေကာင္​မေလးေခ်ာေခ်ာေတြအေပ်ာ္​အပါးေတြကို ျမည္​းစမ္​းၾကည္​့ခ်င္​ၾကတယ္​သူတို႔ သံုးေယာက္​ကိုေတာ့ ဘယ္​ပါတီပြဲကမွ လက္​မခံသလိုဘယ္​မိန္​းကေလးကမွလည္​း စိတ္​မ၀င္​စားခဲ့ၾကပါဘူးေက်ာင္​းသားသစ္​ေတြ ျဖစ္​တာေၾကာင္​့ေက်ာင္​းသားသမဂၢအဖြဲ႕အစည္​းတစ္​ခုမွာ ပါဝင္​ဖို႔ကိုဘယ္​သူမွ မႀကိဳဆိုၾကဘူးဒါေပမဲ့ ဆန္​းက်ယ္​စြာပဲ အရမ္​းလွတဲ့ေကာင္​မေလးတစ္​ေယာက္​ကၿမိဳ႕ျပင္​က ေရွးေဟာင္​းအိမ္​ႀကီးမွာက်င္​းပတဲ့ ပါတီပြဲကို လာဖို႔ဖိတ္​ၾကားခံခဲ့ရတယ္​အဲ့ဒီအိမ္​ႀကီးထဲက ပါတီပြဲက သူတို႔ရဲ႕ဆႏၵေတြကို ျဖည္​့ဆည္​းေပးနိုင္​ပါ့မလား.....ရက္​စက္​မႈ​ေတြ လွည္​့ကြက္​​ေတြနဲ႔ ရင္​တထိတ္​ထိတ္​ၾကည္​့ရမယ္​့႐ုပ္​႐ွင္​မ်ိဳးကို ႏွစ္​သက္​သူဆိုရင္​​ေတာ့ ဒီကားေလးကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sus5/Pledge_[2018]_(MM_Sub).mp4 ",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/voxl654m7p36y8FLu8oQD7dfwwK.jpg",
        "title": "The Ballad of Buster Scruggs (2018)",
        "description": "ရွင္သန္ျခင္းနဲ႔ေသဆံုးျခင္းၾကားမွာ ဇာပုဝါလိုအလႊာပါးပါးေလးပဲျခားတယ္ဆိုတာသင္ယံုၾကည္ပါသလားOld school Cowboys ကားေတြကိုႏွစ္သက္ပါသလားဂႏၲဝင္သီခ်င္းေတြကိုနားဆင္ရတာေရာ ႀကိဳက္ပါသလားဒါဆိုရင္ေတာ့ Old West မွာ Red Indians တို႔ရဲ႕နယ္ေျမကိုက်ဴးေက်ာ္ခ်ိန္ကာလတစ္ေလွ်ာက္Americans ေတြရင္ဆိုင္ျဖတ္သန္းခဲ့ရတဲ့ ေမြးဖြားျခင္းနဲ႔ေသဆံုးျခင္းၾကားကဘဝဇာတ္ခံုအဖံုဖံုနဲ႔အတူ ကပ္ေရာဂါဆိုးေတြ ထိုေခတ္ထိုအခါလူေတြရဲ႕ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကိုဇာတ္လမ္းတို ၆ခုအေနနဲ႔ စုစည္းတင္ျပထားတဲ့ ဒီဇာတ္ကားက သင့္အတြက္ပါပဲIMDB 7.3/10 ရရွိထားၿပီး Oscar Nomination သံုးခုေတာင္ဝင္ထားတာမို႔ ျမည္းစမ္းၾကည့္သင့္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (950 MB) and (430 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2hr 13min\nFormat : Mp4\nGenre : Comedy, Drama, Musical\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-CM\nTranslated by May ...",
        "rating": "7.3",
        "url": "https://megaup.net/Sutp/The_Ballad_Of_Buster_Scruggs_[2018]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/11111-1-141x200.jpg",
        "title": "[21+] Teacher Yua Mikami [SSNI-152]",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   Yua Mikami rocks, accept it or GTFO\nSeems Mikami Yua Idol plans dropped like a bomb in the worldwide webs (Instagram), she borderline got bullied by some K-pop retards. That is the normal daily everyday internet. But I feel sad because, there’s no way Yua didn’t notice this, because even her Idol group debut, Honey pop-corn, got delayed ...",
        "rating": "",
        "url": "https://megaup.net/1zVz4/Teacher_Yua_Mikami_(SSNI-152)_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sl-135x200.jpg",
        "title": "Sleuth (2007)",
        "description": "Sleuth(2007) ဇာတ္ကားကေတာ့ ၁၉၇၂ ခုႏွစ္က ရုိက္ထားတဲ့ Crime,Drama,Mysteryဇာတ္ကား Sleuth ကုိ ျပန္လည္ဖန္တီးထားတာပါ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့နာမည္ၾကီးစာေရးဆရာတစ္ဦးျဖစ္တဲ့ Andrew Wyke ရဲ႕ မိန္းမနဲ႔ ခ်စ္ကၽြမ္းဝင္ေနသူ MiloTindle က သူ႕မိန္းမက ကြာရွင္းေပးေစလုိတဲ့ အေၾကာင္းကုိလာေျပာပါတယ္။အဲဒီအခ်ိန္မွာ စာေရးဆရာ က ကစားပြဲတစ္ခုကုိစလုိက္ပါတယ္။ သူတုိ႔ၾကားမွာမိန္းမတစ္ေယာက္ထက္ တျခားအရာေတြပါ ဝင္လာျပီး စိတ္ပုိင္းဆုိင္ရာ ရုပ္ပုိင္းဆုိင္ရာတုိက္ပြဲေတြျဖစ္လာတာကုိေတြ႕ရမွာပါ။ Cast ကေတာ့ နာမည္ၾကီးမင္းသားႏွစ္လက္ျဖစ္တဲ့Micheal Caine နဲ႔ Jude Law ပါ။ Micheal Caine က အရင္ဇာတ္ကားမွာ Milo Tindleေနရာက သရုပ္ေဆာင္ထားျပီး အခုကားမွာေတာ့ Andrew ေနရာကသရုပ္ေဆာင္ထားပါတယ္။ ေအးေအးေဆးေဆးၾကည့္ျပီးထုိင္ေတြးရမယ့္ဇာတ္ကားပါ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 850 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:28:47\nType__Crime , Drama ...",
        "rating": "6.5",
        "url": "https://megaup.net/Suts/Sleuth_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ripples-of-desire-2012-1-140x200.jpg",
        "title": "Ripples of Desire (2012)",
        "description": "CMမွာ တင္ေပးဖူးတဲ့\nHear Me (2009)အခ်စ္ကားေလးနဲ႔အတူ\nအဲဒီကားထဲက မင္းသမီးေလးေတြကိုလည္း\nခ်စ္စရာေကာင္းလြန္းတဲ့\nအမူအရာေလးေတြေၾကာင့္\nမွတ္မိၾကမယ္ထင္ပါတယ္...ဒီကားေလးထဲမွာလည္း\nအဲဒီမင္းသမီးႏွစ္ေယာက္ကို\nအတူတူ ျမင္ေတြ႔ရမွာပါ...Ripples Of Desire (2012)IMDb rating 5.3/10\nGoogle User 92% ဆိုေတာ့\nအေတာ္အသင့္ေကာင္းတဲ့\nနန္းတြင္းကားေလးလို႔\nဆိုႏုိင္ပါတယ္...ဇာတ္ကားေကာင္းေကာင္း\nမေကာင္းေကာင္း\nမင္းသမီးေလးေတြရဲ႕\nျဖဴစင္သန္႔႐ွင္း အျပစ္ကင္းတဲ့\nမ်က္ႏွာေလးေတြ ၾကည့္ရတာနဲ႔တင္\nတန္ပါတယ္...?(CM Group ထဲက Member Yan Naing Tun ေတာင္းဆိုထားလို႕ တင္ဆက္တာပါ။) \nFile size…(1.1 GB) and (500 MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/2epnx/Ripples_Of_Desire_(Hua_Yang)_[2012]_(MM_Sub).mp4 ",
        "category": "Asian, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDDb0H0uJp2wjoJBbBHbKlYRbug.jpg",
        "title": "The Possession of Hannah Grace (2018)",
        "description": "ေသြးပ်က္ထိတ္လန္႔စရာေကာင္းတဲ့ Horror Mystery Thrillerအမ်ိဳးအစား ရုပ္ ရွင္ပရိသတ္ေတြ အႀကိဳက္ေတြ႔ၾကမယ့္The Possession of Hannah Grace ႐ုပ္ရွင္ကို တင္ဆက္ေပးလိုက္ပါတယ္...ဒီကားကိုေတာ့ နယ္သာလန္႐ုပ္ရွင္ ဒါ႐ုိက္တာ Diederik Van Rooijen က႐ုိက္ ကူးပံုေဖာ္ေပးထားတာ ျဖစ္ၿပီး Sony Pictures က ျဖန္႔ခ်ိလိုက္တာ ျဖစ္ပါတယ္။မေကာင္းဆိုး၀ါး ပူးကပ္ခံရတဲ့ Hannah Grace ဆိုတဲ့ ေကာင္မေလးတေယာက္ ဟာေသဆံုးသြားခ်ိန္အထိ မေကာင္းဆိုး၀ါး ပူးကပ္ခံေနခဲ့ရတယ္။သူရဲ႕ အေလာင္းဟာ ေသဆံုးၿပီး လေပါင္းမ်ားစြာၾကာၿပီးမွ ေဆးရံုရင္ခြဲ႐ုံကို ေရာက္လာခဲ့တယ္။အဲဒီအခ်ိန္ ေဆး႐ုံမွာ တာ၀န္က်တဲ့ ၀န္ထမ္းအသစ္ ရဲ၀န္ထမ္းေဟာင္းMegan Reed နဲ႔ သြားဆံုၾကတဲ့အခါ ဘာေတြ ဆက္ျဖစ္လာမလဲ။ဒါဟာ တကယ္လား၊ ဘယ္သူမွမရွိတဲ့ ရင္ခြဲ႐ုံထဲမွာ စိတ္ေျခာက္ျခားမႈမ်ားလားဆိုၿပီး...",
        "rating": "5.0",
        "url": "https://megaup.net/Suth/The_Possession_Of_Hannah_Grace_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjBiYzliYTEtZGVkOC00ZTY0LThkNGItNzRhYjRlMWJjYWE2XkEyXkFqcGdeQXVyMjI3NDI2MzY@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "The Isle (2018)",
        "description": "ဒီကားေလးကေတာ့ February လဆန္းမွာပဲအသစ္ထြက္ရွိလာတဲ့\nအသက္စက္စက္ စိတ္ဝင္စားစရာ horror ဇာတ္ကားေလးျဖစ္ပါတယ္။\nဇာတ္လမ္းေလးကေတာ့ ၁၈၄၆ခုႏွစ္က ဒ႑ာရီဆန္ဆန္အျဖစ္အပ်က္ေလးကို\nပံုေဖာ္႐ိုက္ကူးထားတာပါ။\nကုန္သည္သေဘၤာတစ္စီးေမွာက္ရာက\nရွင္သန္လြတ္ေျမာက္သူကုန္သည္သံုးေယာက္ဟာ\nေလွတစ္စီးနဲ႔ပင္လယ္ထဲေမွ်ာေနရင္း\nျမဴေတြဆိုင္းေနတဲ့ကၽြန္းစုေလးေပၚေရာက္သြားတဲ့ဇာတ္လမ္းေလးျဖစ္ပါတယ္။\nထူးျခားခ်က္ကေတာ့ ကၽြန္းေပၚမွာလူသားေလးေယာက္ပဲရွိတယ္။\nတံငါသည္ေဟာင္းတစ္ေယာက္၊လယ္သမားတစ္ေယာက္\nသူ႕ရဲ႕တူမနဲ႔စိတ္မမွန္သူအမ်ိဳးသမီးတစ္ေယာက္ပါ။\nက်ိန္စာမိထားသလိုထူးဆန္းမႈေတြဆက္တိုက္ျဖစ္လာတဲ့အခါ\nသူတို႔မသိခဲ့တဲ့ဒီကၽြန္းရဲ႕သမိုင္းေၾကာင္းကဘာေတြျဖစ္မလဲ\nသူတို႔ဒီကၽြန္းေပၚကလြတ္ေျမာက္ႏိုင္မလားဆိုတာကေတာ့\nညီမေလး Noe က ဘာသာျပန္ၿပီး အညႊန္းပါ ေရးေပးထားလို႔\nဆက္လက္ၾကည့္ရႈလုိက္ပါ....",
        "rating": "5.7",
        "url": "https://megaup.net/Susi/The_Isle_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xSIBA14UTj0yHECOYiyA6ELwbal.jpg",
        "title": "Kaatrin Mozhi(2018)",
        "description": "Kaatrin Mozhi(2018)IMDb...7.6အားလံုးအႀကိဳက္ေတြ႕မယ့္ ဒရာမာဟာသ ကုလားကားေကာင္းေကာင္းေလးတကားလာပါၿပီ......\nဒီကားထဲကမင္းသားမင္းသမီးႀကီးက ခ်စ္စဖြယ္ရုပ္ကေလးရွိေပမယ့္ ခပ္၀၀ပုံစံမ်ဳိးဆုိေတာ့႔\nၾကည့္လုိ႕အဆင္ေျပမွာမဟုတ္ဘူးထင္ရင္ေတာ့မွားသြားလိမ့္မယ္..ဒီခပ္၀၀မင္းသမီးႀကီးရဲ႕ပုံစံကပဲ ဒီဇတ္လမ္းနဲ႕အလုိက္ဖက္ဆုံးျဖစ္တဲ့အျပင္အိမ္ေထာင္ရွင္မဇာတ္ရုပ္ကုိထပ္ေလာင္းအသက္ပါေစတဲ့ဟန္ပန္မ်ဳိးျဖစ္ေနတယ္...\nဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာမယ္ဆုိရင္..\nအိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္တဲ့ Viji တစ္ေယာက္ဟာ အေျခခံလူတန္းစားအိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္ေပမယ့္\nသူမဘဝတိုးတက္ေအာင္အၿမဲလိုလိုႀကံဆေတြးေတာေနတတ္တဲ့ သူတစ္ေယာက္ျဖစ္တယ္...\nသူမရဲ႕အေဖအစ္မေတြက သူမကိုငယ္ငယ္ကတည္းက စာေပမွာမထူးခၽြန္ခဲ့တဲ့ကိစၥနဲ႔ပက္သက္ၿပီး\nအျမဲလိုလိုႏွိမ္သလိုလိုခနဲ႔သလိုလိုေျပာဆိုၾကေတာ့ Viji ဟာ တစ္ခုခုကိုလုပ္ျပခ်င္ေနတယ္...စာေပထူးခြ်န္တာနဲ႕ ဘ၀ေအာင္ျမင္မႈဟာ တုိက္ရုိက္အခ်ဳိးမက်ေၾကာင္းကုိ သက္ေသျပခ်င္တယ္... ဒီလုိနဲ႕ တစ္ေန႔မွာေတာ့ ေရဒီယိုအစီအစဥ္တစ္ခုၿပိဳင္ပြဲမွာဝင္ၿပိဳင္ရင္း ပထမရသြားတယ္...ဒီပထမဆုရတာဟာ သူမအတြက္ အခြင့္အလမ္းေကာင္းတစ္ခုလုိထင္တဲ့အတြက္သူမေရွ႕ဆက္ဖုိ႕ ဆုံးျဖတ္လုိက္တယ္...ကုိင္း Viji တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္မလဲ...သူမ ဒီ႕ထက္ပုိေအာင္ျမင္မလား...ဟာသေလးေတြေႏွာၿပီး ဘ၀ေနနည္းေလးေတြကုိ ပညာသားပါပါျပသြားတဲ့ကုလားကားေကာငး္ေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ျဖစ္ပါတယ္..File Size : (1.2GB) and (416 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:28:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/2epmn/Kaatrin_Mozhi_[2018]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3lFQPOhOAg1gAQgFsXdfYfXFbI6.jpg",
        "title": "The Final Wish (2018)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ 2018 ခုႏွစ္မွာ ထြက္လာတဲ့The Final Wish ဆိုတဲ့ Horror ကားေကာင္းေလးပါေအရြန္ဆိုတဲ့ ေရွ႕ေနေကာင္ေလးဟာ သူ႕အေဖေသဆုံးလို႔ နယ္ျမိဳ႕ကအိမ္ကို ျပန္လာရာက ဇာတ္လမ္းစထားပါတယ္သူ႕အေဖက ေရွးေဟာင္းပစၥည္းေတြ ေရာင္းခ်တဲ့ အလုပ္ကို လုပ္ကိုင္ခဲ့သူပါသူျပန္လာတဲ့အခ်ိန္မွာေတာ့ သူ႕အခန္းထဲမွာေရွးေဟာင္းအရိုးျပာအိုးတစ္အိုး ရွိေနခဲ့ပါတယ္အဲဒီအရိုးျပာအိုးမွာ ထူးျခားတာကေတာ့ ေအရြန္ ျဖစ္ခ်င္သမွ် ဆုေတာင္းလိုက္သမွ်အကုန္ျဖစ္လာေအာင္ လုပ္ေပးေနတာပါပဲေလာကၾကီးမွာ ေကာင္းတာေတြခ်ည္း ဆက္တိုက္ျဖစ္ေနေတာ့ေအရြန္အတြက္ မေကာင္းတာက ဘာမ်ား ျဖစ္လာမွာလဲစိတ္လႈပ္ရွားဖြယ္ ရိုက္ကူးျပထားတဲ့ horror ကားေလးပါIMDB rating 4.3 ရထားျပီး အေတာ္ေလး စိတ္ဝင္စားဖို႔ ေကာင္းတဲ့ ဇာတ္ကားေလး ျဖစ္လို႔horror ခ်စ္ပရိသတ္ေတြ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားေလးပါလို႔ ညႊန္းေပးပါရေစ File Size ...",
        "rating": "4.3",
        "url": "https://megaup.net/Sus1/The_Final_Wish_[2018]_(MM_Sub).mp4 ",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfypuQSaXQTSXQk837qPwRW3H8K.jpg",
        "title": "Untogether(2018)",
        "description": "Untogether(2018)IMDb..7.0ဒီကားက စာေရးဆရာမနဲ႔ ဂ်ာနယ္လစ္ျဖစ္တဲ့\nEmme Forrestရဲ႕ ကိုယ္တိုင္းေရး ကိုယ္တိုင္႐ိုက္တဲ့\nပဲြဦးထြက္ကားပါ။ဇာတ္လမ္းကေတာ့ နည္းနည္းဆန္းျပားတဲ့\nဘဝေလးခုအေၾကာင္းပါ။\nစာေရးတဲ့အလုပ္မွာ တကယ္ပါရမီပါတဲ့\nစာအုပ္တစ္အုပ္ထုတ္ထားၿပီး အဆိုပါစာအုပ္ကို\nဘာသာေပါင္းမ်ားစြာ ျပန္ဆိုခံထားရတဲ့\nစာေရးဆရာမတစ္ေယာက္ရယ္...\nသူ႔ ကိုယ္ေတြ႔ျဖစ္ရပ္ကို ဇာတ္လမ္းေရးရင္း\nBest sellerျဖစ္သြားတဲ့ ဆရာဝန္တစ္ေယာက္ရယ္ရဲ႕\nအခ်စ္ဇာတ္လမ္းနဲ႔....\nေရာ့ခ္ကာေဟာင္း ေဆးသုတ္သမားလုပ္ေနတဲ့\nလူလတ္ပိုင္း လူအိုတစ္ေယာက္ရယ္...\n၂၃ႏွစ္အရြယ္ဂ်ဴ းဘာသာေရးသက္ဝင္ယုံၾကည္တဲ့\nBeauty Spa မွာအလုပ္လုပ္တဲ့ေကာင္မေလး\nတစ္ေယာက္ရယ္ရဲ႕ အခ်စ္ဇာတ္လမ္းတို႔ကို\nဇာတ္ေကာင္မ်ားၾကားက Chemistryကို\nေသခ်ာတည္ေဆာက္သြားၿပီး\nဘဝေလးခုၾကားက သမား႐ိုးမက်သလိုလို\nသမား႐ိုးက်ေနတဲ့ အျဖစ္အပ်က္အခ်ိဳ႕အေၾကာင္းကို\nမ႐ိုး႐ွင္းလွတဲ့ဇာတ္အိမ္ဆန္းဆန္းကေလးထဲ\nဆန္းဆန္းျပားျပား Dialougeေတြနဲ႔ ပစ္ထည့္သြားပါတယ္။\nကြၽန္ေတာ္တို႔မဟုတ္တဲ့ လူေတြရဲ႕အေၾကာင္း\nဘဝေတြရဲ႕အေၾကာင္း အခ်စ္ဇာတ္လမ္းေတြအေၾကာင္းကို\nခံစားခ်က္မ်ားစြာအတြက္.... ခံစားၾကည့္မယ္ဆိုရင္\nခံစားလို႔ေကာင္းမဲ့ Dramaကားေကာင္းေလးျဖစ္ပါတယ္။Fifty Shades ကားေတြရဲ႕ Lead Actor\nJamie Donanကိုသုံးထားတဲ့အျပင္\nဒီကားထဲက Main Cast ညီအမကိုလည္း\nတကယ့္ဘဝမွာ ညီအစ္မအရင္းေတြျဖစ္တဲ့\nLola and Jemima Kirkeတို႔ကိုသုံးထားပါတယ္။\nဒီ႐ုပ္႐ွင္ရဲ႕ ဇာတ္ၫႊန္းနဲ႔ဒါ႐ိုက္တာျဖစ္တဲ့\nEmma Forrestဟာ ဂီတဂ်ာနယ္လစ္ျဖစ္တဲ့အတြက္\nဒီကားမွာ သီခ်င္းမ်ားစြာ ဂီတအဖဲြ႔မ်ားစြာကို\nRefယူထားတဲ့အျပင္ သီခ်င္းမ်ားစြာကိုသုံးထားပါတယ္။\nR rateျဖစ္တဲ့အတြက္ Eroticအခန္း အနည္းငယ္ပါပါမယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aungပဲျဖစ္ပါတယ္...File Size : (850 MB) and (300 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/Sutz/Untogether_[16+]_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Marley-me-poster-133x200.jpg",
        "title": "Marley & Me (2008)",
        "description": "Marley & Me(2008)\nIMDb - 7.1/10_____Rotten - 62%\n အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့\nခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေ အကြိုက်တွေ့စေမယ့် Comedy - Drama အမျိုအစားလေးပါ...\nဒီကားလေးကတော့ Marley ဆိုတဲ့ခွေးလေးနဲ့\nသူ့သခင် John Grogan ရဲ့မိသားစု အကြောင်းကို\nအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်.....\nJohn နဲ့ Jenny Grogans တို့လင်မယားနှစ်ယောက်လက်ထပ်ပြီး\nအလုပ်အတွက် မိုင်ယာမီကိုပြောင်းလာတာကနေစတာပဲ.....\nအိမ်ထောင်သက်အနည်းငယ်ရလာတော့ မိန်းမဖြစ်သူJenny က\nကလေးလိုချင်လာတယ်... ဒါကို ကလေးမယူချင်သေးတဲ့John က မိန်းမကိုအာရုံလွှဲတဲ့အနေနဲ့\nခွေးလေးမွေးဖို့ကြံလိုက်တယ်...အဲ့ဒီမှာ John အတွက် ငါးပါးမှောက်တော့တာပဲ....\nမွေးထားတဲ့ ခွေးလေး Marley ဟာ  တစ်အိမ်လုံးမှာ ရှိသမျှပစ္စည်းတွေကိုဖျက်ဆီးဖို့ တာဝန်ပေးထားသလား\nမှတ်ရတယ် ..အကုန် ကိုက် စုတ် ဖြဲ တဲ့ တာဝန်ကိုခန့်ခန့်ကြီးယူထားပါတယ်..\nတော်တော်သောင်းကျန်းပြီး  ချစ်လည်းချစ်စရာကောင်း ရယ်လည်းရယ်ချင်စရာလည်းကောင်း\nအမြင်ကတ်ချင်စရာလည်းကောင်းတဲ့ခွေးလေးတစ်ကောင်ပေါ့...\nMarley ကသောင်းကျန်းတဲ့ခွေးလေးဖြစ်ပေမယ့် တစ်မိသားစုလုံးက\nချစ်တယ် သူကလည်း မိသားစုကိုအရမ်းချစ်\nတစ်ကားလုံး ရယ်စရာ စိတ်ညစ်စရာ ရသတွေအပြင်Johnတို့\nလင်မယား(၂)ယောက်ရဲ့ ပြဿနာတွေဘယ်လောက်ဖြစ်ဖြစ် ပြေလည်အောင်ညှိကြတာတွေကို\nဟာသလေးတွေနှောပြီး ပညာပေးထားတဲ့ကားလေးပါ...ကိုင်းခံစားကြည့်လိုက်ပါဦး...\nGrogan လင်မယားအဖြစ် သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့\nမင်းသားကြီး Owen Wilson ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dx7o/Marley_&_Me_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/color-136x200.jpg",
        "title": "Colour of the Game ( 2017 )",
        "description": "မင္းသားၾကီး Simon Yan နဲ႔ Jordan Chan တို႕ပါ၀င္သရုပ္ေဆာင္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီး IMDb 5.5 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းၿဖစ္ပါတယ္အက္ရွင္ကားၾကိဳက္ႏွစ္သက္သူေတြေတာ႔သေဘာေတြ႕မယ္႔ကားပါပဲရဲတပ္ဖြဲ႕ရဲ႕ဖမ္းဆီးမွုေတြ..လူဆုိးဂိုဏ္းေခါင္းေဆာင္ရဲ႕အကြက္ဆင္မွုေတြလက္တလံုးၿခားၿပဳလုပ္မွုေတြၾကားမွာဘယ္လိုေတြမ်ားလွုပ္ရွားၾကမလဲဘယ္လိုအႏၱရာယ္ေတြရင္ဆိုင္ရမလဲ..လွည္႕ကြက္ေတြကစြန္႕စားခန္းေတြကိုစိတ္၀င္တစားေစာင္႕ၾကည္႕ရမွာပဲၿဖစ္ပါတယ္ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2epmx/Colour_Of_The_Game_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJmC5ovS9FFkI6T14mqObo6sVVE.jpg",
        "title": "Fists of Legend (2013)",
        "description": "ကိုရီးယားဖိုက်​တင်​းကားတွေနဲ့ အဆက်​ပြတ်​နေတဲ့ပရိသတ်​ကြီအတွက်​ကိုရီးယားအက်​ရှင်​ကားကောင်​းလေးတကားနဲ့မိတ်​ဆက်​ပေးချင်​ပါတယ်​နော်​။အဲ့ကားလေးကတော့2013 April လက ထွက်​ရှိခဲ့တဲ့ Fists of Legend (2013)လို့အမည်​ရတဲ့တောင်​ကိုရီးယားအက်​ရှင်​ကားလေးပဲဖြစ်​ပါတယ်​။တခြားအက်​ရှက်​ကားတွေနဲ့မတူတဲ့ထူးခြားချက်ကတော့​ဒီကားဟာ Webtoonတခုကိုအခြေခံပြီးတော့ရိုက်​ကူးထားခဲ့တာဖြစ်​ပါတယ်​။ဒါ့အပြင်​ကားထဲမှာသရုပ်​ဆောင်​ထားကြတဲ့လူတွေကလည်​း နာမည်​ကြီးတောင်​ကိုရီးယားသရုပ်​ဆောင်တွေဖြစ်​ကြတဲ့Hwang Jung-min, Yoo Jun-Sang, Yoon Je-Moon, Lee Yo-wonn and Jung Woong-inတို့ဖြစ်​လို့ကြည်​့ရူသူတွေကိုဆွဲဆောင်​နိုင်​မှာအမှန်​ပါပဲနော်​။ဇာတ်​လမ်​းလေးကတော့ ငယ်ဘဝကဆိုးတူကောင်းဖက် သူငယ်​ချင်​းသုံးယောက်​နဲ့ ပြိုင်​ဖက်​တို့ဟာတီဗီမှာပြသတဲ့ ကမ္ဘာ့အကြီးကျယ်​ဆုံးတိုက်​ခိုက်​ရေးပြိုင်​ပွဲမှာဘယ်​လိုမျိုးယှဉ်​ပြီးတော့အနိုင်​ရအောင်​တိုက်​ခိုက်​ကြသလဲ သူတို့ကြားကအခြေအနေတွေကရော ဘယ်​လိုလဲဝေးကွာပီးမှပြန်တွေ့ရတဲ့့သူငယ်ချင်းသံယောဇဉ်နဲ့နောက်​ဆုံးဘယ်​လိုအနိုင်​ယူသွားခဲ့လဲဆိုတာကို အက်​ရှင်​ကားအစစ်​အမှန်​ကိုကြည်​့ရှု့ခံစားကြရမှာဖြစ်​လို့ လက်​လွတ်​မခံဘဲကြည်​့ရှုသင်​့တဲ့ ကိုရီးယားကားကောင်​းလေးတကားဖြစ်​ပါတယ်​နော်​။(ကောျင်းတက်ခဲ့တဲ့ငယ်ဘဝ ဆိုးပေတဲ့အချိန်လေးတွေကိုပြန်မြင်ရောင်မိမှန်ပါပဲ ကြည့်သင့်တဲ့ကားကောင်းလေးလဲဖြစ်တာမို့ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့ပြောချင်ပါတယ်)File Size : (1 GB) & (455MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  33min\nFormat : Mp4\nGenre    :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jake & Su\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://megaup.net/2ownk/Fists_Of_Legend_(Jeonseolui_Joomeok)_[2013]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p-133x200.png",
        "title": "P.S. I Love You (2007)",
        "description": "စိတ္ေတြမွာ ဆုံးျဖတ္ခ်က္ေတြမွာ ဘဝေတြမွာ\nေရြးစရာ လမ္းႏွစ္ခုအျမဲ႐ွိတတ္ပါတယ္။\nအသိညဏ္ရဲ႕လမ္းနဲ႔ ခံစားခ်က္ရဲ႕လမ္းပါ။\nခံစားခ်က္လမ္းေပၚေလွၽာက္ရင္း\nဘဝမွာ မျမင္ရတဲ့ႀကိဳးေတြနဲ႔\nဘယ္ေရြ႕ဘယ္မွၽအထိ ခ်ည္ေႏွာင္ဖူးၾကပါသလဲ..\nကြၽန္ေတာ္တို႔ခ်စ္ပါတယ္ဆိုတဲ့ တစ္ဦးတစ္ေယာက္အတြက္ေရာ\nကိုယ့္ကိုယ္ကိုယ္ပါ ေမ့သြားတဲ့အထိေရာ ျဖစ္ဖူးၾကပါသလား။\n႐ွင္သန္ေနတုန္းမွာ ရယူလိုမႈတစ္စုံတစ္ရာအတြက္ပဲျဖစ္ျဖစ္\nနတၳိျဖစ္တည္မႈတို႔ရဲ႕ျဖည့္ဆည္းရာအတြက္ပဲျဖစ္ျဖစ္\nလူတစ္ေယာက္ကိုခ်စ္ရတာ သိပ္ကိုလြယ္ပါတယ္...\nသို႔ေပမဲ့ ကိုယ္ဆိုတာ ဒီကမၻာေျမမွာမ႐ွ္ိေတာ့တဲ့ေနာက္\nလူတစ္ေယာက္ကိုဆက္ခ်စ္ႏိုင္ဖို႔ကေတာ့ မျဖစ္ႏိုင္သေလာက္ပါပဲ။\nဒီပုံျပင္ေလးကေတာ့ ကိုယ္ဆိုတာမ႐ွိေတာ့တဲ့အလြန္မွာေတာင္\nဆက္ၿပီးခ်စ္ႏိုင္ခဲ့ေသးတဲ့လူတစ္ေယာက္အေၾကာင္းပါ။ ဒီအခ်စ္ဇာတ္လမ္းကေလးရဲ႕ ျမစ္ဖ်ားခံရာကေတာ့\nအိုင္ယာလန္က က်ယ္ေျပာလွတဲ့ပန္းျခံတစ္ခုမွာပါပဲ။\nဂယ္ရီဆိုတဲ့ အိုင္ယာလန္သားေလးနဲ႔\nေဟာ္လီဆိုတဲ့ လမ္းေပ်ာက္ေနတဲ့အမရိကသူေလးရဲ႕\nျမင္ျမင္ခ်င္းအခ်စ္တစ္ခုကေနစခဲ့တယ္ေပါ့။သူတို႔ရဲ႕ အတူတူဘဝကေလးကေတာ့\nအိပ္မက္ခဲ့သေလာက္ေတာ့ မခမ္းနားခဲ့ပါဘူး။\nအခမ္းနားဆုံးေတြမရခဲ့ရတဲ့ေဒါသေတြနဲ႔ေတာင္\nသူတို႔ရဲ႕အခ်စ္က လွပေနေသးတယ္ဆိုရင္\nအဲ့ဒီလူႏွစ္ေယာက္ဟာ တစ္ေယာက္ကိုတစ္ေယာက္\n႐ူးသြပ္ညဏ္ကင္းစြာ ခ်စ္ခဲ့ၾကလို႔လို႔ဆိုပါမယ္။\nသူတို႔ႏွစ္ေယာက္ဟာ ဒီလိုတစ္ေယာက္ကိုတစ္ေယာက္\n႐ူးသြပ္ခဲ့ၾကတဲ့ခ်စ္သူေတြ ျဖစ္ခဲ့ၾကပါတယ္။\nဒီလိုနဲ႔...ဂယ္ရီေျပာသလိုပဲ အျမဲေျပာင္းလဲေနတတ္တဲ့\nဘဝမွာ အေျပာင္းအလဲတစ္ခုျဖစ္လာၿပီး\nဂယ္ရီမ႐ွိေတာ့တဲ့အခါ....\nေဟာ္လီေ႐ွ႕မဆက္ႏိုင္ေတာ့တဲ့အခါ...\nေဟာ္လီေ႐ွ႕ဆက္ႏိုင္ဖို႔ ဂယ္ရီဘာေတြမ်ား\nလုပ္ေပးခဲ့သလဲဆိုတာကိုေတာ့.........။စာႂကြင္း... အခ်စ္တတ္ျကဆုံး လူေတြအေၾကာင္း\nသင္ယူၿပီး ပိုခ်စ္တတ္လာႏိုင္ၾကပါေစ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 1 GB ) and ( 450 MB)\nQuality__BR-Rip 720p\nIMDb Rating - 7.1/10\nGoodreads - 4/5\nFormat__mp4\nDuration__02:05:56\nType__Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung\nEncoded by Naing Aung ...",
        "rating": "7.1",
        "url": "https://megaup.net/Susq/P.S._I_Love_You_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGIJvQ8ZQazOHVAA0E34yIy7gxv.jpg",
        "title": "The Fountain(2006)",
        "description": "The Fountain(2006)IMDb....7.3ဒီကားကုိေဒါင္းမၾကည့္ခင္ေျပာလုိတာကေတာ့ Pulp Fiction (1994) နဲ႕ Memento (2000)သေဘာက်တဲ့သူဆုိရင္ေတာ့  ဒီကားကုိေဒါင္းၾကည့္ပါလုိ႕ေျပာခ်င္တယ္... ကြ်န္ေတာ္ေျပာတဲ့ကားေတြကုိသေဘာမက်ဘူးဆုိရင္ေဒါင္းမၾကည့္ပါနဲ႕... ခင္ဗ်ားတုိ႕အတြက္ ဘာကားႀကီးမွန္းမသိဘူးလုိ႕ စိတ္ပ်က္လက္ပ်က္ေရရြတ္မိလိမ့္မယ္...အထက္ပါေျပာတဲ့ကားေတြလုိ  ခမ္းနားလားမခမ္းနားလားမသိေပမယ့္ concept ေတြခ်ိတ္ဆက္တဲ့ေနရာမွာေတာ့ေတာ္ေတာ္ႀကီးကုိ မုိက္တယ္...ဇာတ္လမ္းကေတာ့  Tommy ဆုိတဲ့ သိပၸံပညာရွင္တစ္ေယာက္ဟာ ေန႕ရွိသမွ် ဓာတ္ခြဲခန္းထဲမွာပဲကုန္ဆုံးေနတယ္...ဘာေၾကာင့္လဲဆုိေတာ့   အဆုိးဆုံးအဆင့္ေရာက္ရွိတဲ့cancer ေရာဂါသည္ သူ႕မိန္းမကုိ ကုသႏုိင္ဖုိ႕အတြက္ကုထုံးကုိအေျဖရွာေနလုိ႕ပါ.....ဇနီးျဖစ္သူက ေသျခင္းတရားကိုလက္ခံႏုိင္ေပမယ့္ သူကေတာ့ ကမၻာဆုံးထိေျဖရွင္းစရာနည္းလမ္းကုိရဖုိ႕ ႀကဳိးစားမယ့္ လူတစ္ေယာက္လိုပါပဲ...ကုိင္း သူအေျဖရွာႏုိင္မလား....ကြ်န္ေတာ့္တုိ႕ရဲ႕ X Men မင္းသားႀကီး Hugh Jackman ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားၿပီး ဆု(၉)ဆုအျခားဆန္ကာတင္(၃၄)ဆုလည္းရရွိထားပါတယ္...ခံစားၾကည့္လုိက္ပါဦး ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Scarlett May ျဖစ္ပါတယ္...File Size : (1.85GB) ,(830MB)and (380 MB)\nQuality : BluRay 1080p 5.1CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:36:00\nGenre :  Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Scarlett May\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1yt9m/The_Fountain_[2006]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPVi1soiLyfaRhLIp1ufGlhrEW0.jpg",
        "title": "What Will People Say(2017)",
        "description": "What Will People Say(2017)\nIMDb....7.5,,,Rotten..78%\n နီရွားဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာ ပါကစ္စတန္မိသားစုကေနေမြးဖြားလာတဲ့သူေလး...\nပါကစ္စတန္လူမ်ိဳးျဖစ္ေပမယ့္လည္း ႀကီးျပင္းခဲ့တာကေတာ့ႏိုင္ငံရပ္ျခားေနာ္ေဝးမွာ...\nသူမဟာအိမ္မွာမိဘေတြေရွ႕မွာေတာ့  ရုိးရာဓေလ့ေတြကုိလုိက္နာတဲ့သူတစ္ေယာက္ေပါ့...\nဒါေပမယ့္ နာက္ကြယ္မွာေတာ့ လူငယ္ဆန္ဆန္ ႏိုင္ငံရပ္ျခားက\nအေပါင္းအသင္းေတြနဲ႔ေပ်ာ္ေပ်ာ္ပါးပါး လြတ္လြတ္လပ္လပ္ေပ်ာ္ေပ်ာ္ပါးေနေလ့ရွိတယ္....\nတစ္ေန႕က်ေတာ့ ေကာင္ေလးတစ္ေယာက္နဲ႕ အိပ္ေနတာကုိ သူမရဲ႕ အေဖက ေတြ႕သြားတယ္...\nေနာ္ေ၀းလုိႏုိင္ငံမ်ဳိးမွာေကာင္ေလးတစ္ေယာက္နဲအိပ္တာမဆန္းေပမယ့္ ပါကစ္စတန္လူမ်ဳိးတုိ႕\nဓေလ့ထုံးတမ္းအရ အရမ္းကုိစက္ဆုတ္စရာျဖစ္ေနတယ္....သတ္ခ်င္ေလာက္ေအာင္ေဒါသထြက္ေနေပမယ့္\nအေဖျဖစ္သူဟာ ပါကစ္စတန္က အမ်ဳိးေတြထံျပန္ပုိ႕လုိက္တယ္......\nဒီကားက Dramaကားေတြထဲမွာ ရည္ရြယ္ခ်က္လည္း ေကာင္းသလုိ ေပးခ်င္တဲ့ message  ေလးေတြလည္း လွပတဲ့အတြက္ေၾကာင့္မုိ႕လုိ႕\nအေကာင္းဆုံးရုပ္ရွင္ဆု၊အေကာင္းဆုံးဒါရုိက္တာဆု၊မင္းသမီးဆု၊မင္းသားဆုေတြရရွိခဲ့တယ္.....\nRating ေတြကလည္းအေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ Drama ကားေကာင္းႀကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aungျဖစ္ပါတယ္...\nFile Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:46:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/2eqC7/What_Will_People_Say_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGFtGPBKS4npO9wEUhdiKCWVbKe.jpg",
        "title": "Scooby-Doo! and the Curse of the 13th Ghost (2019)",
        "description": "ပရိတ်သတ်နဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Scooby Doo ကာတွန်းဇာတ်လမ်းလေးပါဒီဇာတ်လမ်းမှာတော့ စကူးဘီဒူးတို့သူငယ်ချင်း တစ်စု နံပါတ် ၁၃ လို့ အမည်ပေးထားတဲ့စွမ်းအားကြီးတဲ့သူရဲတစ်ကောင်နဲ့ ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ။ဒဏ္ဍာ ရီလိုလို တကယ့်ဖြစ်ရပ်လိုလိုနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားရမယ့်ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။သူတို့ရဲ့မိတ်ဆွေ ကြီး ဗင်းဆင့်ရဲ့ပြဿနာကို သွားရောက်ကူညီဆောင်ရွက်ပေးခဲ့ကြတဲ့ဖရက်၊ ဒက်ဖနီ၊ဗယ်လ်မာ၊ ရှက်ဂီ၊ စကူးဘီ ဒူးနဲ့ မိတ်ဆွေလေးဖလင်းဖလမ်းတို့ရဲ့ စွန့်စားခန်းတွေကို အားပါးတရ တွေ့မြင်ကြရဦးမှာဖြစ်ပါတယ်။Animation တွေကိုမှကြိုက်တဲ့လူတွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်....File Size : ( 768 MB) & ( 258 MB)Quality : WEB-DL 720pRunning Time :1hr 22minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-curse-of-the-13th-ghost-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0mJcIW1qFtFhAFjzPmxI9zLqjj.jpg",
        "title": "Kill List(2011)",
        "description": "Kill List(2011)IMDb....6.4,,,,Rotten....76%စစ္သားေဟာင္းေတြျဖစ္ၾကတဲ့ ေဂ်း နဲ႔ ဂယ္လ္တို႔ဟာ တပ္က ထြက္ၿပီးခ်ိန္မွာေတာ့ေၾကးစားလူသတ္သမားေတြျဖစ္လာၾကတယ္....တစ္ေန႔မွာေတာ့ ေဂ်းတို႔မိသားစုဟာ မိတ္ေဆြေဟာင္း ဂယ္လ္ နဲ႕ ခ်စ္သူ ဖီအိုနာတို႔ကို ညစာဖိတ္ေကၽြးျဖစ္ခဲ့တယ္...အဲ့ဒီအခ်ိန္မွာပဲ ဂယ္လ္က သူအလုပ္အသစ္တစ္ခု လက္ခံထားတာ ရွိေၾကာင္းေျပာျပတယ္....အလုပ္သစ္က ေတာ့ လူ(၃)ေယာက္ကုိသတ္ေပးဖုိ႕ပါပဲ.....ဒီလူ(၃)ေယာက္ကုိ မသတ္ခင္မွာဘဲ ေၾကးစားလူသတ္သမား(၂)ေယာက္ဟာထူးဆန္းတဲ့အျဖစ္အပ်က္တစ္ခုႀကဳံခဲ့ရတယ္..အဲ့ဒီအဖ်က္အပ်က္ၿပီးတဲ့ေနာက္ပုိင္း လက္ခံထားတဲ့အလုပ္ကုိ လက္စသတ္ဖုိ႕ရာလူ(၃)ေယာက္ကုိသတ္ဖုိ႕ႀကဳိးစားတဲ့အခ်ိန္မွာေတာ့....ကုိင္းဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး...Horror နဲ႕ Crime အမ်ဳိးအစားေတြႀကဳိက္တဲ့သူေတြအဖုိ႕ႀကည့္သင့္ပါေၾကာင္း...Rating ေတြကလည္းေကာင္းမြန္တဲ့အေနအထားမွာရွိေၾကာင္းသတင္းေကာင္းပါးပါရေစ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္... File Size : (973 MB) and (38၇ MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre :  Crime, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/1yt8k/Kill_List_[2011]_(MM_Sub).mkv",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eY9il7HkZb1QsZYyGSNoYxu7PTQ.jpg",
        "title": "Sweet Sixteen (2016)",
        "description": "ကဲ ဒီတစ္ေခါက္ \"Sweet Sixteen\" ဆိုတဲ့ မ နဲ႕ ေမာင္ ရို တဲ့ ဇာတ္လမ္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းမွာေတာ့ Exo အဖြဲ႕ဝင္ေဟာင္း Kris Wu နဲ႔ Super Junior အဖြဲ႕ဝင္ေဟာင္းHan Geng တို႔က အဓိက ဇာတ္ေဆာင္မ်ားအျဖစ္ သရုပ္ေဆာင္ထားပါတယ္...Kpop ပရိတ္သတ္ေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႕ေစမယ့္ Chinese ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္...ငိုရမွာမို႔ တစ္ရႉးေလးေဆာင္ထားၾကေနာ္...ရင္ခုန္တတ္စ အရြယ္မွာခ်စ္တာက အခ်စ္စစ္လား...စိတ္ကစားတတ္တဲ့အရြယ္မို႔ အခ်စ္စစ္ မျဖစ္ရျပန္ဘူးလား...အခ်စ္ေတြထဲမွာမွ တဖက္သတ္အခ်စ္က အဆိုးဆံုးေပပဲ...ကိုယ္ခ်စ္သလို သူက ျပန္မခ်စ္ျပန္... သူ႔ကို အနားကၾကည့္ေနရံုေလး...ေပးဆပ္ျခင္းေတြနဲ႔ပဲ ရင္းႏွီးရတဲ့ တဖက္သတ္အခ်စ္... အခ်စ္ဆိုတာ ထူးဆန္းလြန္းတယ္...ကံၾကမၼာဆိုတာလဲ ထူးဆန္းလြန္းတယ္...ဘယ္ေလာက္ပဲ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ခ်စ္ပါေစဦးေတာ့...မတုိက္ဆိုင္မႈ မတူညီမႈေတြေၾကာင့္ လမ္းခြဲခဲ့ရတဲ့ ခ်စ္သူေတြေကာ မရွိေပဘူးလား....ကိုယ့္ထက္ အသက္ႀကီးတဲ့ေကာင္မေလး ယာဝမ္ကိုမွ တစ္ဖက္သက္ခ်စ္ေနမိတဲ့ ေကာင္ေလး ရွားမူ...ယာဝမ္ဘက္ကေတာ့ သူ႔ကို ေမာင္ႏွမထက္မပိုခဲ့... ငယ္စဥ္တည္းကသံေယာဇဥ္ေတြနဲ႔ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1yt9c/Sweet_Sixteen_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pqaNWWkcEmcdxkMrUnoxI3Viw4h.jpg",
        "title": "Dogman (2018)",
        "description": "CM ပရိတ္သတ္ေတြဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"The Dogman” ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္...ဒီဇာတ္လမ္းကေတာ့ အီတလီဇာတ္လမ္းျဖစ္ပါတယ္...IMDb 7.4 ရထားတာမို႔ အထူးၫႊန္းေနစရာမလိုပါဘူး...အၫြန္း - မာဆယ္လိုဆိုတာကေတာ့ Dogman ဆိုတဲ့ ေခြးေစာင့္ေရွာက္ေရးဆိုင္ဖြင့္ထားတဲ့ စီးပြားေရးသမားတစ္ေယာက္ပါ..မာဆယ္လိုမွာ သူအရမ္းခ်စ္ရတဲ့ သမီးေလးတစ္ေယာက္ရွိပါတယ္...မာဆယ္လိုမွာ ဆီမြန္နဲ လို႔ေခၚတဲ့ သူငယ္ခ်င္း တစ္ေယာက္လည္းရွိပါတယ္...ဆီမြန္နဲဟာ မာဆယ္လိုတို႔ ေနတဲ့ေနရာမွာေတာ့ လူေကာင္ႀကီးႀကီးနဲ႔ လူတိုင္းေၾကာက္ရတဲ့ လူဆိုးတစ္ေယာက္ျဖစ္ပါတယ္...ေဆးစြဲၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့ တစ္ကိုယ္ေကာင္းသမားတစ္ေယာက္ပါ...ဓားျပတိုက္တယ္ ေဆးခ်တယ္ လူမိုက္အလုပ္အကုန္လံုးက ဆီမြန္နဲလက္က မလြတ္ပါဘူး...မာဆယ္လိုကေတာ့ ဆီမြန္နဲ နဲ႔ ေျပာင္းျပန္ပါ...လူေကာင္ေသးေသးနဲ႔ သူငယ္ခ်င္းျဖစ္သူ ဆီမြန္နဲကိုလည္း အထူးေၾကာက္ရပါတယ္...မာဆယ္လိုဆိုင္ေဘးမွာေတာ့ အိမ္နီးခ်င္းတစ္ေယာက္ရဲ႕ရတနာဆိုင္ရွိပါတယ္..ဒါကို သိတဲ့ ဆီမြန္နဲက ေဘးဆိုင္ကို ေဖာက္ထြင္းဝင္ဖို႔ မာဆယ္လိုကို ေျပာပါတယ္... ရတဲ့အျမတ္ကို တစ္ေယာက္တစ္ဝက္ယူၾကမယ္ေပါ့...ဒီအခ်ိန္ဟာမာဆယ္လိုသမီးေလးနဲ႔ ခရီးသြားဖို႔ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1ytbp/Dogman_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nitae8eVQwnEo3LOcVzsg0WdjXQ.jpg",
        "title": "Love You… Love You Not (2015)",
        "description": "တစ္ရံတစ္ခါမ်ားမွာ အခ်စ္တစ္ခုဆိုတာ...ကိုယ့္ကိုယ္ကိုယ္ပါေမ့သြားတဲ့အထိ ဆန္းၾကယ္တတ္ပါတယ္။ကိုယ္ေသာက္လက္စ ေကာ္ဖီတစ္ခြက္အျပင္ဘာမွမက်န္ေတာ့တဲ့အေျခအေနမ်ိဴးးမွာအဲ့ဒီေကာ္ဖီတစ္ခြက္ကို ေဝမွၽႏိုင္တယ္ဆိုတဲ့စိတ္မ်ိဴးး..အခ်စ္မ်ိဳး..မဆန္းၾကယ္ဘူးလား။အခ်စ္ဆိုတာ ကိန္းႀကီးခန္းႀကီးအရာေတြ မလိုအပ္တတ္ပါဘူး။လူသားဆန္တဲ့ေမတၱာကိုေပးျပီး သင့္ကိုလည္းေပ်ာ္ရႊင္ရယ္ေမာေစႏိုင္တယ္ဆိုရင္..သူ႔ျဖစ္တည္မႈက သင့္ျဖစ္တည္မႈကိုအဓိပၸါယ္႐ွိေစႏိုင္တယ္ဆိုရင္သင့္မျပည့္စုံမႈေတြ..သူ႔မျပည့္စုံမႈေတြကို..ဖယ္ခ်ရင္းတစ္ေယာက္အတြက္တစ္ေယာက္ ျပည့္္စုံေနၾကမယ္ဆိုရင္..လံုေလာက္ပါၿပီ။တကယ္တမ္းက ခ်စ္ျခင္းေမတၱာဆိုတာ ႏူးညံ့သိမ္ေမြ႕သေလာက္လူတစ္ေယာက္နဲ႔တစ္ေယာက္ အခ်စ္ကိုရွာေတြ႕ပံုကလည္းကြဲျပားၾကပါသတဲ့..သင့္ရဲ႕အခ်စ္စစ္က တစ္ခ်ိန္လုံးေဘးနားမွာ႐ွိေနခဲ့တဲ့သင္ခ်စ္ရတဲ့ အခ်စ္ဆုံးငယ္သူခ်င္းျဖစ္ႏိုင္သလိုသင္နဲ႔မ်က္ႏွာေၾကာလုံးဝမတည့္ခဲ့တဲ့ေက်ာင္းကဂ်စ္ကန္ကန္ စီနီယာအစ္ကိုႀကီးလည္း ျဖစ္ႏိုင္ပါတယ္။ဒါမွမဟုတ္ ဘတ္စ္ကားေပၚမွာ တဒဂၤေလးရိပ္ခနဲပဲျမင္လိုက္ရတဲ့ျပန္ဆုံရင္မွတ္မိပါ့မလားေတာင္မေသခ်ာတဲ့သူစိမ္းတစ္ေယာက္ရဲ႕နားက်ပ္ႏွစ္ဖက္တပ္ထားတဲ့ မ်က္ႏွာတစ္ခုလည္းျဖစ္သြားႏိုင္ပါတယ္။ခ်စ္မိၿပီဆိုရင္လည္း မာရ္နတ္ရဲ႕.လက္တစ္ေထာင္ကေတာင္ျဖန္႔ကာဆီးတားလို႔ မရဘူးလို႔လည္း ဆိုၾကသတဲ့။ဒီကားေလးမွာေတာ့ လူႏွစ္ေယာက္အတြက္ အခ်စ္စစ္ဆိုတာ ဘယ္လိုအေျခအေနေတြကစၿပီး ဘယ္လိုအခ်ိန္အခါေတြမွာ သိနားလည္သြားခဲ့ၾကလဲ... စီးေမ်ာခံစားရမွာပါ။Romanticဆန္ဆန္.Drama ကားေလးေတြႀကိဳက္တတ္တဲ့လူေတြအတြက္ဆိုရင္ အာ႐ွအခ်စ္ကားေတြကHeartထိေစတာမ်ားပါတယ္။ဒီ႐ုပ္႐ွင္ကေတာ့ပရိတ္သတ္ရင္ထဲ အေရာက္ဆုံးထိုင္းကားေတြထဲကတစ္ကားျဖစ္တဲ့ I FINE... THANK YOU, LOVE YOU ရဲ႕ဇာတ္လမ္းေက်ာ႐ိုးကို ျပန္ယူၿပီး ခံစားမႈအသစ္နဲ႔ခံစားလို႔ရေအာင္႐ိုက္ထားတဲ့ အင္ဒိုကားပါ။ (ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr ...",
        "rating": "6.5",
        "url": "https://megaup.net/1yt8r/Love_You…_Love_You_Not_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "96 (2018)",
        "description": "ဇာတ္လမ္းနာမည္ကိုက ခပ္ဆန္းဆန္းနဲ႔။ကြၽန္ေတာ္လည္း ဒီဇာတ္လမ္းစၾကည့္ေတာ့ ဘာကားပါလိမ့္ေပါ့။96 ရဲ႕ အ႐ွည္က 1996 Batch။၁၉၉၆ မွာ ဆယ္တန္းတက္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းေတြရဲ႕ Reunion အေၾကာင္း။80 Born. 90 Born ေတြဆိုရင္ ဒီဇာတ္လမ္းၾကည့္ရင္ အျခားသူေတြထက္ ပိုၿပီးေတာ့ ရင္ခုန္ရမယ္။ ၾကည္ႏူးရမယ္။ လြမ္းဆြတ္ရမယ္။ဘာလို႔လဲဆိုေတာ့ 90's Kids ေတြကိုး။ကိုယ္ကိုယ္တိုင္လည္း ဒီကားၾကည့္တာ တကယ္ရင္ခုန္ရတယ္။ခုေနမ်ား သူငယ္ခ်င္းေတြ အကုန္ျပန္ဆံုဖို႔ဆိုတာ လြယ္မွမလြယ္ဘဲကိုး။သူငယ္ခ်င္းေတြျပန္ဆံုျဖစ္တာနဲ႔အတူတူ ရည္းစားေဟာင္းေတြလည္း ျပန္ဆံုႏိုင္ၾကေသးတယ္။ရည္းစားဦးနဲ႔လည္း ျပန္ဆံုႏိုင္ေသးတယ္။ဖြင့္မေျပာျဖစ္တဲ့ Crush မ်ား႐ွိလို႔႐ွိရင္ သူသာ အပ်ိဳႀကီးဆိုရင္ ရင္ခုန္ခြင့္႐ွိေသးတယ္ေနာ့။ဒီဇာတ္ကားၾကည့္ၿပီး သူငယ္ခ်င္းေတြ ျပန္ဆံုဖို့ေတာင္ စိတ္ကူးယဥ္မိတယ္။ငယ္ခ်စ္နဲ႔မ်ား ျပန္ဆံုရေလမလားေပါ့။ဒီဇာတ္လမ္းမွာ မင္းသားက ဓာတ္ပံုဆရာ လူပ်ိဳႀကီး၊မင္းသမီးက သူ႔ရဲ႕ Crush လက္႐ွိမွာ အိမ္ေထာင္သည္ ကေလးတစ္ေယာက္အေမ။သူတို႔ႏွစ္ေယာက္ ျပန္ဆံုဖို႔ ဒီ Reunion က ဖန္တီးလာခဲ့တဲ့အခါ....အခ်စ္ဆိုတာ ဘယ္ေလာက္ႏူးညံ့သိမ္ေမြ႔ေၾကာင္း၊ ဘယ္ေလာက္ၾကည္ႏူးဆြတ္ပ်ံ့ဖြယ္ေကာင္းေၾကာင္း၊...",
        "rating": "8.9",
        "url": "https://megaup.net/Qs0h/[CM]_96_(2018)_720p_WEB_HDRip_(1.20_GB).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tj4lbeWQBvPwGjadEAAjJdQolko.jpg",
        "title": "Juliet, Naked (2018)",
        "description": "အခု မိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ 2018 ခုႏွစ္မွာ ထြက္လာတဲ့ Juliet, Naked ဆိုတဲ့ အဂၤလိပ္ဒရမ္မာကားေလးပါဒန္ကန္ဆိုတဲ့ လူဟာ တပ္ကာခရိုးဆိုတဲ့ ေရာ့ခ္အဆိုေတာ္ေဟာင္းကို အရမ္းစြဲလမ္းျပီး ၾကိဳက္ႏွစ္သက္တဲ့ သူပါသူ႔ရဲ႕ စြဲလမ္းမႈေတြဟာ သူနဲ႔အတူေနတဲ့ သူ႔ရည္းစား အန္နီကို အရမ္းလႊမ္းမိုးခဲ့ပါတယ္အန္နီကေတာ့ သူ႕အေဖပိုင္တဲ့ ျပတိုက္ကို ဦးစီးလုပ္ကိုင္ရင္းေရာ့စ္ဆိုတဲ့ မိန္းကေလးခ်င္းစိတ္ဝင္စားသူ ညီမျဖစ္သူကို အုပ္ထိန္းေနသူပါတစ္ေန႔မွာေတာ့ Juliet, Naked ဆိုတဲ့ ေခြအၾကမ္းသြင္းထားတဲ့ ေခြတစ္ေခြ ဒန္ကန္ဆီကို ေရာက္လာရာကသူတို႔ႏွစေ္ယာက္ရဲ႕ အခ်စ္ေရးမွာ ဆူးေညာင့္ခလုတ္တစ္ခု ျဖစ္လာပါေတာ့တယ္ဒီအခါ သူတို႔ ဘယ္လိုေျဖရွင္းၾကလဲဆိုတာနဲ႔ ေမွ်ာ္လင့္မထားတာေတြ ျဖစ္လာတဲ့အခါဇာတ္ကားက ပိုအသက္ဝင္လာျပီး စိတ္ဝင္စားဖို႔ ေကာင္းလာပါေတာ့တယ္IMDB 6.6 ထိရထားတဲ့ ဒရမ္မာကားေကာင္းတစ္ကားျဖစ္လို႔လက္မလြတ္တမ္း ၾကည့္သင့္တဲ့ ဇာတ္ကားတစ္ကားလို႔ ညႊန္းေပးပါရေစ (ဇာတ္လမ္းအညႊန္း နဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ) File Size : (800 MB) and (380 MB)\nQuality ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ytc6/Juliet,_Naked_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/fy2-140x200.jpg",
        "title": "Forever Young ( 2018 )",
        "description": "2018 ခုႏွစ္တဲ႔ တရုတ္ဇာတ္ကားေတြထဲမွာ Recommend ၿဖစ္ခဲ႔တဲ႔ထိပ္တန္း ဒရာမာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္Forever Young ဇာတ္ကားဟာ Imdb 6.5/10 ရထားၿပီးChina မွာ US $ 118 milion Box Office ၀င္ေငြရရွိခဲ႕ပါတယ္ဒီဇာတ္ကားဟာ ပထမ ကမာၻစစ္ၿဖစ္ခ်ိန္ 1920 ကေန 1940 ထိ1960 ကေန ယခုေခတ္အခ်ိန္ထိ ၿဖစ္ရပ္ေတြကို မ်ိဳးဆက္ေလးခုစာရင္ဆိုင္ၾကံဳေတြ႕ရပံုေတြကိုေဖၚၿပထားၿခင္းပဲၿဖစ္ပါတယ္ မ်ိဳးဆက္တစ္ခုစီတိုင္းက သူတို႕နဲ႔ပတ္သတ္တဲ႔စိန္ေခၚမွုေတြကိုဘယ္လိုေၿဖရွင္းၾကမလဲ..အတိတ္ကၿဖစ္ရပ္ေတြကိုအနာဂတ္ကလူေတြမေၿပာင္းလဲႏိုင္ေပမယ္႔ အတိတ္ကလုပ္ေဆာင္ခ်က္ေတြကအနာဂတ္အေပၚဘယ္လိုေတြသက္ေရာက္မွုရွိလာမွာလဲၾကည္႕ၿပီးရင္ေတာ႔ ေတြးစရာေလးေတြ ရင္ထဲမွာ တခုခုက်န္ခဲ႕မွာအေသအခ်ာပါပဲ...ဒီဇာတ္လမ္းရဲ႕အဓိကေပးခ်င္တဲ႔ Messageေလးကလည္းရွိေနၿပန္ပါတယ္..ကိုယ္႕ရဲ႕အမွန္တကယ္ေဆာင္ရြက္ခ်င္တဲ႔အရာ..အမွန္တကယ္လိုခ်င္မယ္႔အရာ..ၿဖစ္ခ်င္တဲ႔အရာတန္ဖိုးထားရမယ္႔အရာေတြကို ေသခ်ာစဥ္းစားမိလာမယ္လို႔ကြ်န္ေတာ္႔အေနနဲ႔ခံစားမိပါတယ္ Review & Translated By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2eqE1/Forever_Young_(Wu_Wen_Xi_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqlqucQm9ycktct45zlkqPQmO1I.jpg",
        "title": "Gosnell: The Trial of America’s Biggest Serial Killer (2019)",
        "description": "ဒီဇာတ္ကားကေတာ့ ဇာတ္ကားနာမည္ၾကည့္တာနဲ႔ တကယ့္ျဖစ္ရပ္မွန္ကို ျပန္ရိုက္ထားတယ္ဆိုတာကို သိႏုိင္ပါတယ္။ဇာတ္ကားရဲ႕နာမည္ကမွာ သံုးထားတဲ့ အေမရိကန္ႏိုင္ငံရဲ႕အၾကီးမားဆံုးကြင္းဆက္လူသတ္သမား ဆိုတာ Kermit Gosnell လို႔ေခၚတဲ့ ဆရာဝန္ပါ။ဆရာဝန္ဆိုေပမယ့္ ရိုးရိုးဆရာဝန္မဟုတ္ပါဘူး၊ ကိုယ္ဝန္ဖ်က္ခ်ေပးတဲ့ဆရာဝန္ပါ။ကုိယ္ဝန္ဖ်က္ခ်ေပးတာဟာ ကၽြန္ေတာ္တို႔ႏိုင္ငံမွာ တရားမဝင္ေပမယ့္ အေမရိကန္ႏိုင္ငံမွာေတာ့ တရားဝင္ျပဳလုပ္ခြင့္ေပးထားတဲ့လုပ္ငန္းပဲျဖစ္ပါတယ္။တရားဝင္ဆိုေပမယ့္ ခ်မွတ္ထားတဲ့စည္းမ်ဥ္းစည္းကမ္းေတြကေတာ့ တင္းက်ပ္ပါတယ္။Kermit Gosnell ကေတာ့ အဲဒီစည္းမ်ဥ္းေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ကိုယ္ဝန္ေဆာင္ကာလေျခာက္လေက်ာ္ရင္ ဖ်က္ခ်ေပးခြင့္မရွိတာကို ဖ်က္ခ်ေပးတယ္။သတ္မွတ္ဦးေရထက္ပိုျပီး လက္ခံေပးတယ္။ဖ်က္ခ်တဲ့ေနရာမွာလည္း ျပဌာန္းထားတဲ့ လုပ္ငန္းစဥ္ေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ဒါ့အျပင္ သူ႔ေဆးခန္းကသူနာျပဳေတြကလည္း အေတြ႕အၾကံဳမရွိတဲ့သူေတြ၊ စနစ္တက်ေလ့လာသင္ယူမႈမရွိခဲ့တဲ့သူေတြခ်ည္းပါပဲ။Kermit Gosnell ဆိုတဲ့ဆရာဝန္ကို ရဲေတြသံသယစရွိတဲ့အမႈက မူးယစ္ေဆးဝါးမႈပါ။မူးယစ္ေဆးဝါးမႈနဲ႔လိုက္ရင္း သူ႔ေဆးခန္းမွာ အမ်ိဳးသမီးတစ္ေယာက္ ေသဆံုးခဲ့ဖူးတဲ့အေၾကာင္းကို သိရွိသြားတဲ့အခါမွာေတာ့ Philadelphia ရဲတပ္ဖြဲ႕စံုေထာက္ James Wood ဟာ လူသတ္မႈျဖစ္ေနႏုိင္တယ္လို႔ သံသယရွိသြားတဲ့အတြက္ ဆက္လက္ျပီးစံုစမ္းစစ္ေဆးမႈေတြ ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုစံုစမ္းစစ္ေဆးရင္းနဲ႔ပဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2eqE6/Gosnell_-_The_Trial_Of_America_s_Biggest_Serial_Killer_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Vo4vUGaE081biscSRiacl9agmE.jpg",
        "title": "An Affair to Die For(2019)",
        "description": "An Affair to Die For(2019)\nရင္တဖိုဖိုတမမ ျဖစ္ခ်င္တဲ့ Thrillerသမားေတြအတြက္\nErotic Thrillerသမားေတြအတြက္ အသစ္ထြက္\nThrillerကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီကားကို အစကနဦးကေတာ့ အဂၢသာခရစၥတီရဲ႕\nဇာတ္နဲ႔ေတာင္ သြားႏႈိင္းေသးတယ္ဆိုပါပဲ။ေတြ႕ေနၾကေနရာတစ္ခု..\nေယာက်ာ္းတစ္ေယာက္နဲ႔မိန္းမတစ္ေယာက္ လာဆုံၾကတယ္။\nေယာက်ာ္းက သူ႔မိန္းမကိုလိမ္ၿပီးလာတယ္\nမိန္းမက သူ႔ေယာက်ာ္းကိုလိမ္ၿပီးလာတယ္။\nေဖာက္ျပန္မႈရဲ႕ အေနာက္က ေက်ာျခင္းကပ္ပါလာတဲ့\nကံဆိုးမိုးေမွာင္က်မႈေတြေအာက္ တမုဟုတ္ခ်င္း\nက်ေရာက္သြားတဲ့အခါ....\nသူတို႔ရဲ႕ မိသားစုဝင္ေတြ အသတ္မခံရဖို႔ကယ္ဖို႔\nလိုက္ဖမ္းတဲ့လူေတြနဲ႔ အေကြ႕အေကာက္မ်ားတဲ့\nSurvival Gameတစ္ခုကို သူတို႔ေဆာရေတာ့မွာပါ။\nသူတို္ရဲ႕ ပိတ္ရက္အလည္ခရီးက\nသူတို႔အသက္႐ွင္ဖို႔ ဘာမဆိုလုပ္ရေတာ့မဲ့\nဆိုက္ကိုညဏ္စမ္းကစားပဲြေတြနဲ႔ အ္ိပ္မက္ဆိုးတစ္ခု\nျဖစ္လာခဲ့တဲ့အခါ...ဇာတ္လမ္းအညႊန္းကိုေတာ့ WiRa Aung မွေရးသားေပးထားပါတယ္...  File Size : (834MB) and (310 MB)\nQuality :WEBRIP 720P,\nFormat…mp4\nDuration…01:22:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myo\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/2Uo5u/An_Affair_To_Die_For_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MOM-1-135x200.jpg",
        "title": "Memoir of a Murderer ( 2017 )",
        "description": "Memoir of murderer ႐ုပ္ရွင္ကားေလးဟာ ၂၀၁၇ခုႏွစ္မွာကိုရီးယားဒါရိုက္တာ Won Shin Yun ဖန္တီးရိုက္ကူးခဲ့တဲ့ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာ သဲထိတ္ရင္ဖို ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲ ျဖစ္ပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကို စာေရးဆရာ Kim Yong Ha ရဲ့ေရာင္းအားအေကာင္းဆုံး ဝတၱဳစာအုပ္တစ္အုပ္ျဖစ္တဲ့A murderer’s guide to memorizarion ကို မွီျငမ္းၿပီး႐ုပ္ရွင္အျဖစ္ ဖန္တီးထားတာပါ။ အဓိက ဇာတ္ေဆာင္မ်ားအေနနဲ႔Sol Kyun Gul နဲ႔ Kim Nam Gil ၊ ဇာတ္ပို႔အျဖစ္ Kim Seol hyun နဲ႔Oh Dal Su တို႔က ပါဝင္အားျဖည့္ထားပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကိုေတာ့ Showbox/Mediaplex မွထုတ္ေဝျဖန္႔ျဖဴးထားၿပီး ဇာတ္လမ္းကို မိနစ္ေပါင္း ၁၂၀ ဝန္းက်င္ခန္႔ရင္သတ္ရႈေမာခံစားရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ Sol Kyun Gul ကိုအယ္လ္ဇိုင္းမားစိတ္က်ေရာဂါခံစားေနရတဲ့စိတၱဇလူသတ္သမား တရားခံ Serial Killer ႀကီးKim Byeong Soo အျဖစ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eqB3/Memoir_Of_A_Murderer_(Salinjaui_Gieokbeob)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p8325046_v_v8_af-133x200.jpg",
        "title": "Woochi: The Demon Slayer (2009)",
        "description": "Woochi: The Demon Slayer (2009)_____IMDb - 6.6/10\n မေတ္တာတရား မှော်ပညာ ဟာသ သည်းထိတ်ရင်ဖိုနဲ့\nလျို့ဝှက်ချက်လေးတွေ ပါဝင်တာမို့လို့\nရှေးခေတ် ယခုခေတ် ခေတ်နှစ်ခေတ်\nယှဉ်ကြည့်ရတာသဘောကျတဲ့သူတွေ ကြည့်သင့်ပါတယ်။\nဝူချီအမည်တွင်တဲ့မှော်ဆရာလေးဟာ သူလိုချင်တဲ့ ကြေးမုံနဲ့ ကြေးသွန်းဓားတို့ကိုလိုက်လံရှာဖွေရင်း\nကောင်းကင်ဘုံကကျလာတဲ့ မှော်ပုလွေတစ်ခုကိုရသွားခဲ့ပါတယ်။\nဒီမှော်ပုလွေကြောင့်ပဲ ဆရာကြီးဟွာဒမ်းနဲ့နတ်ဘုရားသုံးပါးတို့က\nသူ့ဆရာကိုသတ်တယ်လို့ ပြောကြပြီး\nပန်းချီကားတစ်ခုထဲ နှစ်ပေါင်းငါးရာပိတ်လှောင်ခဲ့ပါတယ်။\nနတ်ဘုရားသုံးပါးမှာ မှော်ပုလွေရဲ့သခင်ဖြစ်တဲ့ ပေါင်းကူးနတ်ဘုရားကိုလည်း ရှာဖွေရအုန်းမှာဖြစ်လို့\nနှစ်ပေါင်းငါးရာလုံး လူ့ဘုံမှကျင်လည်နေကြတယ်။\nဒီဖက်ခေတ်မှာမှင်စာတွေ ပြန်သောင်းကျန်းချိန် ဆရာဟွာဒမ်းလည်းမရှိတာမို့နတ်ဘုရားသုံးပါးဟာ\nဝူချီကို ပန်းချီကားထဲကပြန်ထုတ်ပြီး မှင်စာတွေကိုနှိမ်နှင်းဖို့ကူညီခိုင်းရင်း…\nဝူချီတစ်ယောက်သူလိုချင်တဲ့အရာတွေရောရသွားလား?\nနတ်ဘုရားတွေရော ပေါင်းကူးနတ်ဘုရားကို ရှာတွေ့ကြရဲ့လားဆိုတာကို တော့....\n \n(ဇာတ်ကားအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka joe ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်)\n  \nေမတၱာတရား ေမွာ္ပညာ ဟာသ သည္းထိတ္ရင္ဖိုနဲ႔\nလ်ိဳ႕ဝွက္ခ်က္ေလးေတြ ပါဝင္တာမို႔လို႔\nေရွးေခတ္ ယခုေခတ္ ေခတ္ႏွစ္ေခတ္\nယွဥ္ၾကည့္ရတာသေဘာက်တဲ့သူေတြ ၾကည့္သင့္ပါတယ္။\nဝူခ်ီအမည္တြင္တဲ့ေမွာ္ဆရာေလးဟာ သူလိုခ်င္တဲ့ ေၾကးမံုနဲ႔ ေၾကးသြန္းဓားတိုု႔ကိုလိုက္လံရွာေဖြရင္း\nေကာင္းကင္ဘံုကက်လာတဲ့ ေမွာ္ပုေလြတစ္ခုကိုုရသြားခဲ့ပါတယ္။\nဒီေမွာ္ပုေလြေၾကာင့္ပဲ ဆရာၾကီးဟြာဒမ္းနဲ႔နတ္ဘုရားသံုးပါးတို႔က\nသူ႔ဆရာကိုသတ္တယ္လို႔ ေျပာၾကျပီး\nပန္းခ်ီကားတစ္ခုထဲ ႏွစ္ေပါင္းငါးရာပိတ္ေလွာင္ခဲ့ပါတယ္။\nနတ္ဘုရားသံုးပါးမွာ ေမွာ္ပုေလြရဲ႕သခင္ျဖစ္တဲ့ ေပါင္းကူးနတ္ဘုရားကိုလည္း ရွာေဖြရအုန္းမွာျဖစ္လို႔\nႏွစ္ေပါင္းငါးရာလံုး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3z1dg/Woochi_-_The_Demon_Slayer_(Jeon_Woo-Chi_-_The_Taoist_Wizard_)_[2009]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/d-143x200.jpg",
        "title": "Donnie Darko (2001)",
        "description": "Donnie Darko (2001)\nIMDb - 8.0/10_____Rotten - 87%\n  \nဒီကားကို Master Pieceကားတစ်ကားလို့ဆိုကြပါတယ်။\nPersonalအရပြောရမယ်ဆိုရင် Predestination.. Memento\n..Prestige..InceptionShutter Island အစရှိသဖြင့်\nကားတွေကတောင် ဒီကားရဲ့ လေးပုံတစ်ပုံလောက် ကျွန်တော့်ကို\nခေါင်းမစားစေပါဘူး။ကျွန်တော်တို့ရဲ့ Legend Actorကြီး\nJake Gyllanhaalနဲ့သူ့အမ Maggie Gyllanhaalတို့ကိုလည်း\nဒီရုပ်ရှင်မှာ မောင်နှမတွေအဖြစ်တွေ့ရမှာပါ။\nဒီရုပ်ရှင်မှာ ...4th Dimension ဝါ အပြိုင်စကြဝဋ္ဌာ\nအချိန်ခရီးသွားခြင်းသီအိုရီတွေ...ကမ္ဘာပျက်ကိန်းတစ်ခု.\nအိပ်မက်ယောင်လမ်းလျှောက်တတ်တဲ့ရောဂါ ဖောက်ထွက်တတ်တဲ့\nအတွေးအခေါ်ရှိတဲ့လူငယ်လေးတစ်ယောက်နဲ့ ဆရာမတစ်ယောက်\nအဓိပ္ပါယ်မရှိတဲ့တက်ကျမ်းတွေနဲ့အောင်မြင်နေတဲ့လူတစ်ယောက်\nဘဝအပေါ်မတူညီတဲ့အမြင်တွေ ကံတရားရဲ့ မယုံနိုင်လောက်စရာတွေ\nစိတ်ကုထုံးဆွေးနွေးမှုတွေတွေအပြင် တခြားအကြောင်းအရာပေါင်းစုံကို ၂နာရီမခွဲတဲ့\nအချိန်ကလေးမှာ အကုန်လုံးထည့်သွားပါတယ်။\nတစ်ကားလုံးအပြီးမှာ ခင်ဗျားမှာ မေးခွန်းတွေ သိပ်များသွားမှာ\nသေချာပါတယ်။ အဖြေရှိမရှိကတော့ ကိုယ့်အပေါ်ပဲ မူတည်ပါတယ်။\nဒီကားထဲက အချိန်ခရီးသွားခြင်းနဲ့ပက်သက်တာတွေဟာ\nစိတ်ကူးယဉ်တာတွေမဟုတ်ပဲ တကယ့် သီအိုရီတွေဖြစ်ပါတယ်။\nအကျယ်သိလိုက Stephan Hawkingရဲ့ A Brief History of Time\nမြန်မာပြန်PDFမှာ ဖတ်ရှုလို့ရပါတယ်။\n4th Dimension ဝါ..အပြိုင်စကြဝဋ္ဌာအကြောင်းတော့\nကျွန်တော်ဖတ်မှတ် နားလည်ထားသလောက်ရှင်းပြချင်ပါတယ်။\nDonnie Darko ( Spoiler Alert)\nအရင်ဆုံးအနေနဲ့ ကျွန်တော်ရှင်းပြချင်တာက\nTangent Universe(Parallel Universe)နဲ့\nPrimary ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UKam/Donnie_Darko_[2001]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Neighbor_Korean_Movie-p2-141x200.jpg",
        "title": "The Neighbors (2012)",
        "description": "The Neighbors (2012)_____IMDb - 6.5/10 အလွှာစုံ၊ လူမျိုးစုံ နေထိုင်တဲ့ အိမ်ရာဝန်းကြီးထဲမှာ လူသတ်\nမှုတွေ ဆက်တိုက်ဖြစ်လာတယ်။အသတ်ခဲ့ရတဲ့သူအများစုက\nမိန်းကလေးတွေ။ နောက်ဆုံးအသတ်ခံရသူ ကောင်မလေးဆို\nအလယ်တန်းကျောင်းသူလေး။မိုးကလည်း သည်း၊ မီးတွေက\nလည်း ပျက်နေတဲ့ ည ကျောင်းအပြန်မှာ အသတ်ခံခဲ့ရတာ။\nလူသတ်ကောင်ဟာ ပြစ်မှုကျူးလွန်ပြီးရင် ခရီးဆောင်အိပ်\nLuggage ကြီးထဲမှာ အလောင်းကို ထည့်ပြီး စွန့်ပစ်တဲ့\nအလေ့အထရှိတယ်။\nရဲကလည်း တရားခံကို မဖော်ထုတ်နိုင်တော့ အိမ်ရာမှာ\nနေတဲ့သူအားလုံး ကျီးလန့်စာစား စိုးတထိတ်ထိတ်နဲ့နေထိုင်\nကြရတယ်။ကိုယ့်အခန်းနဲ့ကိုယ် တသီးတခြား နေတတ်တဲ့\nအိမ်ရာတွေရဲ့ သဘာဝ တစ်ဦးအကြောင်းကို တစ်ဦးက\nဂဃဏန မသိကြလေတော့ အချင်းချင်း သံသယမျက်လုံး\nတွေနဲ့ပဲ ကြည့်နေကြရင်း တကယ့်တရားခံဟာ ပျောက်ဆုံး\nနေဆဲပဲ။\nစိတ္တဇဆန်တဲ့ လူသတ်ကောင်ကတော့ အရင်သတ်ပြီးခဲ့တဲ့\nမိန်းကလေးနဲ့ ရုပ်ချင်းဆင်တူတဲ့ နောက်ထပ်ကျောင်းသူ\nတစ်ဦးကို မျက်စိကျပြီး ချောင်းနေပြီ။အိမ်ရာထဲက အခန်း\nမှာပဲ လူသတ်မှုတွေကို ပိပိရိရိ သွေးအေးအေးနဲ့ ကျူးလွန်\nခဲ့တဲ့ လူသတ်သမားကို သေသွားတဲ့ မိန်းကလေးရဲ့ မိထွေး၊\nအိမ်ရာလုံခြုံရေးဝန်ထမ်း အဘိုးကြီး၊ ငွေတိုးချေးစားတဲ့\nထောင်ထွက်လူမိုက်၊ အိတ်အရောင်းဆိုင် ပိုင်ရှင် နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xg0V/The_Neighbors_(I-Ut_Saram)_[2012]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjllYmQ2OGQtN2IxZC00ODJiLWI4NjQtYmNlZjYzNzUzYjkyXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_-147x200.jpg",
        "title": "Climax (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ Horror ကားပဲၿဖစ္ပါတယ္...Horror ကားေတြအမ်ားစုက Rating သိပ္မရၾကပါဘူး..ဒီကားကေတာ့ ဘာလို႕အဲေလာက္ထိရလဲဆိုတာ ၾကည့္ရင္းနဲ႕ဆံုးၿဖတ္လုိက္ရေအာင္လား....Horror ၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ကားတစ္ကားဆိုလည္းမမွားပါဘူး...1996 ခုႏွစ္ ျပင္သစ္ႏုိင္ငံမွာ ျဖစ္ပြားခဲ့တဲ့ ျဖစ္ရပ္မွန္တစ္ခုကို ရိုက္ကူးထားတဲ့Climax ဆိုတဲ့ရုပ္ရွင္ကားကို တင္ေပးလိုက္ပါတယ္။လူငယ္တစ္စုဟာ လူစုၿပီး အကအဖြဲ႕ဖြဲ႕ရင္း အေဆာက္အအံုေဟာင္းၾကီးထဲမွာရက္ေပါင္းမ်ားစြာ အကတိုက္ေနၾကပါတယ္။ေလ့က်င့္ေရးေန႔အၿပီးမွာ ပါတီပြဲျပဳလုပ္ရင္ အေဖ်ာ္ယမကာထဲမွာေဆးတစ္ခုခုပါဝင္သြားရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမွာလဲ၊ဘယ္လုိအဆံုးသတ္သြားမွာလဲဆိုတာကို ၾကည့္ရႈအားေပးၾကပါဦၤးေနာ္.. File Size : ( 778 MB) & ( 230 MB)Quality : WEB-DL 720pRunning Time :1hr 35minFormat : Mp4Genre : Drama , Horror , MusicSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ytbg/Climax_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4NHhkMHXROCiPMb8gjmRI6AMX4I.jpg",
        "title": "Gun City(2018)",
        "description": "Gun City(2018)\nIMDb....6.3\n1921 ခုနွစ္တြင္ စပိန္ႏုိင္ငံတြင္း အုပ္ခ်ဳပ္မႈမ်ားမွာ အထူးယုိယြင္းသည့္ကာလဟုဆုိရေပမည္...\nရဲေတြကလည္း လဒ္စားမႈမ်ားသလုိ ျပည္သူေတြကလည္း အရင္းရွင္မ်ားရဲ႕ ဖိႏွိပ္ျခင္းကုိ မတရားခံေနၾကရေလသည္...\nထုိ႕ေၾကာင့္ ဘာစီလုိနာၿမဳိ႕အႏွံ ဆႏၵျပမႈမ်ားသည္ မႈိလုိေပါက္ေနသည္....\n ထုိအခ်ိန္တြင္ပင္စစ္တပ္ လက္နက္မ်ားသယ္ေဆာင္ လာသည့္ ရထားတြဲ ဓားျပတုိက္ခံရသည္။\nစစ္တပ္သုံး လက္နက္အမ်ားအျပားတုိက္ခံရသျဖင့္ အုပ္ခ်ဳပ္ေရးပုိင္းမွ လူမ်ားေခါင္းမီးေတာက္ကုန္သည္....မည္သူတုိက္သည္မသိ။\nထုိ လက္နက္မ်ားကုိ ျပန္ရွာရန္ အထူးစံုေထာက္တစ္ေယာက္ ေရာက္ရွိလာျပီး စံုစမ္းေထာက္လွမ္းေသာ္လည္း ျပႆနာ မွာ ထင္သည္ထက္ခက္ကာ၊\nနုိင္ငံေရး အရႈပ္အေထြးမ်ားလည္း ေရာယွက္ေနေသးသည္။ အေျဖကုိရွာနုိင္ရန္ Double agent သဖြယ္\nသရုပ္ေဆာင္ရင္း Twist, turn မ်ားနွင္႔ ရင္ခုန္ဖြယ္ ၾကည့္ရမည့္ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းေကာင္း တစ္ခုပင္ ျဖစ္ပါသည္။\n ဒီကားကုိၾကည့္ၿပီးရင္ ခင္ဗာ်းတုိ႕သေဘာက်မိတဲ့၂၀၁၈ ထြက္ဇာတ္ကားေကာင္းစာရင္းထဲကုိ Gun city ဆုိတဲ့ကားကုိ ထည့္ျဖစ္လိမ့္မယ္လုိ႕ ကြ်န္ေတာ္အာမခံတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1GB) and ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Uo6w/Gun_City_(La_Sombra_De_La_Ley)_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Broken-Sword-133x200.jpg",
        "title": "Broken Sword Hero ( 2017 )",
        "description": "2017 ခုႏွစ္ထြက္ ထားျပီး အိုင္အမ္ဒီဘီ ၆.၅ ရရွိထားတဲ့ထိုင္းရိုးရာ ေမြ႕ထိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ခပ္ၾကမ္းၾကမ္း လက္ေ၀ွ႕ကားကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြ စစ္ကားကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး ဒီကားထဲမွာေတာ့ ျမန္မာ ထိုင္းသမိုင္းေၾကာင္းေလးကို လဲ နည္းနည္းေတာ့ေဇာင္းေပးရိုက္ကူးျပထားပါတယ္  လက္ေ၀ွ႕ကားဆိုေတာ့အေထြအထူးေတာ့ ညြန္းေနစရာေတာ့ မရွိပါဘူးဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၇၀၀ ပတ္၀န္းက်င္ကထိုင္းႏိုင္ငံမွာ ျမန္မာ ေတြက ထိုင္းကိုက်ဴးေက်ာ္စစ္ဆင္ႏြဲေနတုနး္မွာ ထိုင္းေတြရ႕ဲရဲရဲေတာက္ သတၱိေတြနဲ႕ သူတို႕ရဲ႕သမိုင္း၀င္ စတုတၳအၾကိမ္ ေမြ႕ထိုင္းခ်န္ပီယံျပိဳင္ပြဲၾကီးကို က်င္းပပံုေတြနဲ႕ကေလးေတြကို ငယ္စဥ္ကတည္းကေလ့က်င့္ေပးတာေတြကို ရိုက္ကူးျပထားတာမို႕ထိုင္းေတြ ျမန္မာေတြ ကို ဘယ္လို မ်ားအပုတ္ခ် ရိုက္ထားလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာTranslated By May Thu SoeEncoded By Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1ytb5/Broken_Sword_Hero_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Ode-140x200.jpg",
        "title": "Ode to My Father ( 2014 )",
        "description": "1950 ခုနှစ်ကိုဇာတ်ကြောင်းယူထားပြီးဒီ ဇာတ်ကားလေးဟာကိုရီးယား Box Office ရဲ့ တကယ့် ထိပ်တန်း Drama ကားလေးပါပဲဆုပေါင်း 20 လျာထားခြင်းခံရပြီး 17 ဆု သိမ်းပိုက်နိုင်ခဲ့ပါတယ်Imdb Rate ကလည်း 7.8 ဖြစ်ပြီးတော့  rottentomatoes က 71%ဖြစ်ပါတယ်..WorldWide Box Office ဝင်ငွေကတော့ 105 Milionsပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းလေးကတော့1950 ခုနှစ် December လ ကိုရီးယားမှာစစ်ပွဲတွေပြင်းထန်နေတဲ့အချိန်ယွန်းဒေါ့ဆူတို့မိသားစုဟာ ပြေးလိုက်လွှားလိုက် အန္တရာယ်ကိုကျော်ဖြတ်လိုက်နဲ့ပါပဲသူတို့မိသားစုရော ဒေါ့ဆူရဲ့ ကံကြမ္မာဟာ ပြောင်းလဲဖို့ဖန်လာတယ်ပဲပြောရမလားစစ်ပွဲအတွင်းမှာ ဒေါ့ဆူဟာသူ့ရဲ့ညီမလေးကို ပျောက်ဆုံးသွားပါတော့တယ်ညီမကိုချစ်တဲ့ဒေါ့ဆူ...သူပါလိုက်ရှာမယ်ပြောတော့ သူ့အဖေကနေခဲ့ဖို့ပြောပြီး တကယ်လို့ သူမရှိခဲ့ရင်ဒေါ့ဆူ က မိသားစုအကြီးအကဲအနေနဲ့ မိသားစုကိုစောင့်ရှောက်ရမယ်လို့မှာခဲ့တယ်စစ်ပွဲအပြီး ဘူဆန်မှာအခြေချပြီးတဲ့အခါမှာတော့ ဒေါ့ဆူဟာသူ့အဖေရဲ့မှာကြားချက်အတိုင်းသားကြီးတစ်ယောက်အနေနဲ့ကျန်ရစ်ခဲ့တဲ့မိသားစုအပေါ်မှာအစစအရာရာအကုန်တာဝန်ယူပြီးတော့ ရှေ့ဆက်ကြိုးစားပါတော့တယ်သူ့ရဲ့အနှစ်နာခံမှုတွေ...စွန့်လွှတ်မှုတွေက ရင်ကိုထိခိုက်စေမှာပါအချစ်ကြောင့်..မိသားစုကြောင့် ဒေါ့ဆူတစ်ယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ပြီး ဘယ်လိုရင်ဆိုင်မယ်ဆိုတာကို ဆက်လက်စောင့်ကြည့်ရအောင်ကိုရီးယား ထိပ်တန်း Drama ဖြစ်တဲ့အညီ ဘာတွေကများဒီဇာတ်ကားကိုနာမည်ကြီးစေခဲ့တာလဲဆိုတာ..ခံစားကြည့်ရအောင်Translated By Ei PyaeReview & Encoded By : LK",
        "rating": "7.8",
        "url": "https://megaup.net/1I45g/Ode_To_My_Father_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Royal-Tailor-2014-139x200.jpg",
        "title": "The Royal Tailor (2014)",
        "description": "ေတာ္ဝင္အပ္ခ်ဴပ္သမားဆိုတဲ့ The Royal Tailor ဇာတ္ကားကဂ်ဳိဆြန္ေခတ္မွာ အရမ္းေတာ္တဲ့\nအပ္ခ်ဳပ္သမား အေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ျဖစ္ပါတယ္။\nမင္းသမီး Park Shin-Hye ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေကာင္းေလးလဲျဖစ္ပါတယ္။\nအရင္တုန္းကဆိုရင္ အက်ီဝတ္စံုေတြဆိုတာ တစ္သတ္မတ္တည္းရွိေနၿပီးေတာ့\nအတိုအရွည္အတိုင္းအတာေတြဆိုတာလဲ တစ္ပံုစံတည္းျဖစ္တာေၾကာင့္\nမေတာ္တဲ့သူကမေတာ္ ရွည္တဲ့သူကရွည္ တိုတဲ့သူကတုိနဲ႕အခ်ိဳးမက်နိုင္ခဲ့တာပါ\nဒါကိုျပဳျပင္ေပးနုိုင္ခဲ့တဲ့သူတစ္ေယာက္ရွိပါတယ္။\nထင္ရွားလွတဲ့သူ႕ရဲ႕အရည္အခ်င္းေၾကာင့္ မိဖုရားကနန္းတြင္းကိုေခၚဆိုခဲ့ၿပီးေတာ့\nဘုရင့္ရဲ႕အရင္ကဝတ္ရုံေတာ္ကိုျပန္လည္ျပင္ဆင္ေစခဲ့ပါတယ္။\nဒါေပမယ့္ သူ႕ဘဝဆိုတာရရေန ရရစားနဲ႕ သူသေဘာက်တဲ့ပံုစံကုိပဲလုပ္ေဆာင္ခ်င္ခဲ့တဲ့ဘဝမ်ိဳးဆိုေတာ့\nအခ်ိဳးအေကြ႕အေျပာင္းအလဲကသိပ္ေတာ့ မခ်ိျမိန္လွပါဘူး။\nနန္းေတာ္ရဲ႕ပင္တိုင္အပ္ခ်ဳပ္ႀကီးကလဲ သူ႕ေနရာကိုအစားထိုးဝင္ေရာက္လာတဲ့သူကိုေနရာေပ်ာက္မွာစိုးရိမ္စိတ္ေတြေရာ\nအခ်စ္ဇာတ္လမ္းေသးေသးေလးေတြပါေရာျပြန္းပါဝင္ေနတဲ့ဒီဇာတ္ကားကၾကည့္ေကာင္းလွပါတယ္။\nအလွဆံုးကေတာ့ ပတ္ခ္ရွင္ေဟးပါပဲ မိဖုရားဆိုတဲ့ဇာတ္ရုပ္ကုိသူ႕ရဲ႕ခ်စ္စရာမ်က္နွာေလးနဲ႕တကယ့္ကိုလိုက္ဖက္ညီေအာင္သရုပ္ေဆာင္နိုင္ခဲ့တာပါ ။\nၿပီးေတာ့ ဒီတစ္ကားလံုးမွာဆိုရင္ ပတ္ခ္ရွင္ေဟးရဲ႕ပြဲေတာ္အတြက္ဝတ္စံုကတကယ့္ကိုအသက္ပါပဲ။\n(ကပ္ပရွင္ကအသက္မဟုတ္ေတာ့ဘူး ဒီတစ္ခါေတာ့ :-P)\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Chram ျဖစ္ျပီ Arkar Phyo မွ Encode ေပးထားပါတယ္)\n File Size : (1 GB) & (427MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  4min\nFormat : Mp4\nGenre    :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chram\nEncoded by Arkar ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yu8s/The_Royal_Tailor_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hiUG47bW3i9gHjDDlZ9Y1VEhKOJ.jpg",
        "title": "Painkillers (2018)",
        "description": "​ေသြးစုပ္​ဖုတ္​​ေကာင္​ဆိုတာနဲ႔ လူ​ေတြရဲ႕မ်က္​လံုးထဲမွာအသားျဖဴျဖဴ အစြယ္​​ေဖြး​ေဖြးကို မ်က္​လံုးထဲ ​ေျပးျမင္​မိၾကမွာပါ။ခုမိတ္ဆက္​​​ေပးလိုက္​တဲ့ကား​ေလးက​ေတာ့ လက္​႐ွိတကယ္​့​ေလာကမွာအမွန္​တကယ္​႐ွိတဲ့ ​​ေသြးစုပ္ဖုတ္​​ေကာင္ေ​ရာဂါတစ္​ခုအ​ေၾကာင္​းကို႐ိုက္​ကူးျပသထားတာျဖစ္​ပါတယ္​။ကယ္​လီဖိုးနီးယားက ဆရာဝန္​တစ္ဦးဟာ သူတန္​ဖိုးမ်က္​ႏိုးထားရတဲ့လူ​ေတြကိုဆံုး႐ံႈးလိုက္​ရတဲ့အခါမွာ ​စိတ္​​က်​ေရာဂါအလြန္​အမင္​းခံစားရၿပီး​ေတာ့တစ္​ကိုယ္​လံုးတုန္​ယင္​​​ေနတဲ့​ေရာဂါကို ခံစား​ေနခဲ့ရပါတယ္​။ဆရာဝန္​အားလံုး၊ ​ေဆးရံုးအားလံုးက လက္​​ေလ်ွာ့လိုက္​ရၿပီးတစ္​​ေန႔မွာ​ေတာ့ လက္​ကိုဓား႐ွရာမွ ​ေသြးထြက္​​ေနတဲ့လက္​ကိုပါးစပ္​နဲ႔စုပ္​မိလိုက္​တဲ့အခ်ိန္​မွာ​ေတာ့ သူ႔​ေရာဂါဟာခဏတာ အ႐ွင္​းကို​ေပ်ာက္​ကင္​းသြားခဲ့ပါတယ္​။ဘာ​ေတြဆက္​ျဖစ္​​ေတာ့မလဲဆိုတာ​ေတာ့ ဇာတ္​အိမ္​​ေကာင္​း​ေကာင္​း၊လွည္​့ကြက္​​ေကာင္​း​ေကာင္​းမ်ားနဲ႔ ႐ိုက္​ကူးထားၿပီးစိတ္​ဝင္​စားမႈ​ေပးစြမ္​းႏိုင္​​ေသာ ကား​ေကာင္​းတစ္​ကားျဖစ္​တာမို႔ ၾကည္​့႐ႈအား​ေပးၾကပါဦး File Size : ( 778 MB) & ( 230 MB)Quality : WEB-DL 720pRunning Time :1hr 23minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "5.2",
        "url": "https://megaup.net/1yu91/Painkillers_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/yXVUMGZCW8qOU2Hs4zV6efB7URP-134x200.jpg",
        "title": "Becoming Astrid (2018)",
        "description": "Becoming Astrid (2018)\nIMDb - 7.1/10_____Rotten - 96%\n  \nအခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ဆွီဒင်စာရေးဆရာမ Asrid Lindgren အကြောင်းကို ကျောရိုးထားရိုက်ကူးထားတဲ့\nBecoming Astrid ဆိုတဲ့ Biography, Drama ကား အမျိုးအစားပါ ကလေးတွေအတွက် စာအုပ်များစွာကို ရေးသားခဲ့တဲ့\nAstrid ကို သူ့ပရိသတ်ကလေးတွေက မွေးနေ့ဆုတောင်း ပို့တဲ့အသံဖိုင်လေးကို ဖွင့်ပြီးနားထောင်တဲ့ ပုံစံနဲ့ သူ့ငယ်ဘဝကိုပါ\nတစ်ပါတည်း ရိုက်ကူးပြသထားပါတယ် Astrid ငယ်စဉ်ကတည်းက ပုံပြောကောင်းတဲ့ မိန်းကလေးတစ်ယောက်ပါ စာရေးစာဖတ်ကို အရမ်းဝါသနာပါပြီး\nတစ်နေ့မှာတော့ သူတို့မြို့လေးက သတင်းစာတိုက်မှာ အလုပ်သင်လုပ်ခွင့်ရခဲ့ပါတယ် အယ်ဒီတာကတော့ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ သူပါ...\nသူစိတ်ညစ်စရာတွေကို နှစ်သိမ့်ပေးရင်း Astrid နဲ့ ချစ်ကြိုးသွယ်မိရာက Asrid တစ်ယောက် ကိုယ်ဝန်ရသွားပါတယ် ကလေးကို တိတ်တိတ်ပုန်းမွေးပြီး\nသားလေးကို ဒိန်းမတ်မှာ ထားခဲ့ရတဲ့ Astrid တစ်ယောက် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ ဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါ...\nIMDB ...",
        "rating": "7.1",
        "url": "https://megaup.net/4fLqh/Becoming_Astrid_(Unga_Astrid)_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwdbyKJ2PKTLamQzr57OgMuFUlD.jpg",
        "title": "The Golem (2018)",
        "description": "ၾကည့္လို႕ေကာင္းမယ့္ Horror ၾကမ္းၾကမ္းကားေကာင္းတစ္ကားနဲ႕မိတ္ဆက္ေပးပါ့မယ္...ဂ်ဴးအဖြဲ႔အစည္းတစ္ခုမွ ကပ္ေဘးၾကံဳရတဲ့အခ်ိန္ကာလတစ္ခုကိုရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ပါတယ္ကပ္ေဘးဆုိက္တဲ့အခ်ိန္မွာ ဂ်ဴးမုန္းတီးေရးအဖြဲ႔တစ္ခုဟာဂ်ဴးလူမ်ိဳးေတြေနရာကို က်ဴးေက်ာ္၀င္ေရာက္လာခဲ့ပါတယ္သူတို႔ကပ္ေဘးဆုိက္ရတဲ့အေၾကာင္းအရင္းဟာ ဂ်ဴးလူမ်ိဳးေတြက်ိန္စာတိုက္ထားလို႔ဆုိျပီးလည္း တစ္ထစ္ခ်ယံုၾကည္ေနခဲ့ပါတယ္တျဖည္းျဖည္းနဲ႔ အသက္အႏၱရာယ္အထိ ခ်ိန္းေျခာက္လာခဲ့တဲ့အခါမွာေတာ့ဟန္နာဆိုတဲ့ အမ်ိဳးသမီးက သမၼာက်မ္းစာလာအတိုင္းဂိုလမ္ကို ဖန္ဆင္းဖို႔ၾကိဳးပမ္းပါေတာ့တယ္သူကဖန္တီးလုိက္တဲ့ဂိုလမ္ဟာ ရန္သူေတြကိုသာမကပဲအခ်င္းခ်င္းကိုပါ သတ္ျဖတ္လာတဲ့အခါ…ကယ္တင္ရွင္လို႔ ယူဆခဲ့ေပမယ့္ မေကာင္းဆိုး၀ါးျဖစ္ေနတဲ့အခါ..အင္အားၾကီးမားလြန္းလို႔ ထိန္းမႏိုင္ သိမ္းမရေတာ့တဲ့အထိျဖစ္လာတဲ့အခါ..သူတို႔ေတြ ဘယ္လိုရင္ဆိုင္သြားၾကမလဲေတာ္ရံုမေသႏုိင္တဲ့ဂိုလမ္ကို သူတို႔သတ္ပစ္ႏုိင္ပါ့မလားဆိုတာၾကည့္ရႈရမယ့္ဇာတ္ကားေကာင္း တစ္ကားပဲ ျဖစ္ပါတယ္ေအးေအးေဆးေဆး ေကာ္ဖီတစ္ခြက္နဲ႔ ထိုင္ၾကည့္ရမယ့္ ကားမ်ိဳးပါဘာသာေရးဆိုင္ရာအသံုးအႏႈန္းေတြမ်ားတဲ့အတြက္ဘာသာျပန္တာ လုိအပ္ခ်က္ရွိသြားမယ္ဆိုရင္လည္း နားလည္ေပးဖို႔ ေမတၱာရပ္ခံပါတယ္ File Size : ( 877 MB) & ( 247 MB)Quality : Web-DL 720pRunning Time :1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yu8g/The_Golem_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Gdx3SP7HImBylwCcKRrYyrI79i.jpg",
        "title": "Mirai(2018)",
        "description": "Mirai(2018)IMDb.....7.2,,,Rotten....92%\"ကွန်​\" ဆိုတဲ့ ၄ နှစ်​သားအရွယ်​က​လေး​လေးတစ်​​ယောက်​၊ မိဘ​မေတ္တာ​တွေကို ပုံပြီးရ​နေတဲ့အချိိန်​မျိုးမှာမှ သူ့ဘဝထဲကို \"မိရိုင်​\" ဆိုတဲ့ညီမ​လေးတစ်​​ယောက်​ ဝင်​​ရောက်​လာတဲ့အခါ အ​​ဖေနဲ့အ​မေဆီကရ​နေကြ အာရုံစိုက်​မှု အလိုလိုက်​မှု စတဲ့ဂရုစိုက်​ခံရမှုအားလုံးကလည်​း ညီမ​လေးဖြစ်​သူ \"မိရိုင်​\"ဆီအလိုလို​ရောက်​ရှိသွားပါတယ်...​ ၄နှစ်​သားအရွယ်​က​လေးတစ်​​ယောက်​ရဲ့ မနာလိုမှု ဝမ်​းနည်​း​ကြေကွဲရမှု​တွေက ​ညီမ​လေး \"မိရိုင်​\" ဆီ ဒေါသအဖြစ်​​ရောက်​သွားပါ​တော့တယ်​။ဒီလိုမျိုး တစ်​​ယောက်​တည်​းအထီးကျန်​​နေတဲ့ \"ကွန်​\" ဆီကို ညီမဖြစ်​သူ \"မိရိုင်​\" ကအနာဂတ်​က​နေ ​လူငယ်​အသွင်​ရောက်​ရှိလာတဲ့အခါ \"ကွန်​\"တစ်​​ယောက်​ဘယ်​လိုထူးဆန်​းမှု​တွေရဲ့ကြုံလာရမလဲ \"မိရိုင်​\" က​ရော ဘာလို့အနာဂတ်​က​နေ ​ရောက်​လာရတာလဲ တစ်​အိမ်​လုံးရဲ့ဖူးဖူးမှုတ်​ခံထားရတဲ့အချိန်​ ရုတ်​တရက်​ လျစ်​လျူရှုခြင်​းခံလိုက်​ရတဲ့က​လေးတစ်​​ယောက်​က​ရော အနာဂတ်​မှာ ဘယ်​လို​တွေဖြစ်​လာမလဲ စတဲ့​မေးခွန်​း​ပေါင်​းများစွာနဲ့ ဒါရိုက်​တာ\"Mamoru Hosoda\" ရဲ့ ဇတ်​ကားအသစ်ဖြစ်​တဲ့ \"Mirai\" ဆိုတဲ့ ရုပ်​ရှင်​က အခုဆိုရင်​ Best Animation Film nomineeအဖြစ်​ ၉၁ ကြိမ်​​မြောက်​ Oscar ဆန်​ကာတင်​စာရင်​းမှာလည်​း ပါ​နေပါ​သေးတယ်​...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်...File ...",
        "rating": "7.2",
        "url": "https://megaup.net/1H7zj/Mirai_(2018)_B-R_720P.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/69ec87e32328db0df75d9b2b56eb21-143x200.jpg",
        "title": "Badges of Fury (2013)",
        "description": "မင္းသားၾကီးဂ်က္လီက အခုေခတ္နဲ႔သိပ္အံမဝင္ေတာ့ သိုင္းသမား ရဲစံုေထာက္အိုၾကီး....ေပါ့ပါးစြာသရုပ္ေဆာင္တတ္တဲ့ မင္းသား Wen Zhang က အခုေခတ္လူငယ္ေတြလို သြက္လက္ထက္ျမက္ေပမယ့္ လုပ္လိုက္ရင္ လြဲလြန္းတဲ့ ရဲစံုေထာက္...You are The Apple of My Eye ရဲ႕မင္းသမီးေခ်ာ Michelle Chen က ခ်စ္စဖြယ္အမူအရာနဲ႔ ရဲရင့္တဲ့ ရဲေမစံုေထာက္....မင္းသမီး Liu Shishi က တည္ျငိမ္ေအးခ်မ္းတဲ့အလွေတြနဲ႕ ႏိုင္ငံေက်ာ္မင္းသမီး...တက္သစ္စမင္းသမီး Liu Yan က ျမင္သူတိုင္းေငးရတဲ့ ညႈိ႕အားျပင္း အလွေတြနဲ႔ လွ်ိဳ႕ဝွက္ခ်က္အျပည့္နဲ႔မိန္းမပ်ိဳ..စသည္ျဖင့္ မင္းသားမင္းသမီးစံုစံုလင္လင္ပါဝင္ထားပါတယ္။Action, Comedy, Mystery အမ်ိဳးအစားျဖစ္ျပီး နားနားေနေနၾကည့္သင့္တဲ့ Comedy ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ကြ်န္ေတာ္ကေတာ့ သိပ္ၾကိဳက္ပါတယ္...ဒါေၾကာင့္ ဘာသာျပန္အသစ္ BluRay Quality အစစ္နဲ႔ ျပန္လည္တင္ဆက္လိုက္တာပါ။ \nFile size…(1 GB) and (500 MB)\nQuality…BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.7",
        "url": "https://megaup.net/2erB7/Badges_Of_Fury_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Unjust-2010-139x200.jpg",
        "title": "The Unjust (2010)",
        "description": "ဒီကားေလးကေတာ့မင္းသားၾကီး    jung-min Hang နဲ႔ dong-seok Ma တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nကိုရီးယားအက္ရွင္ကားေလးပါ\nဇာတ္လမ္းေလးကေတာ့  ေက်ာင္းသူ၅ေယာက္မုဒိမ္းက်င့္အသတ္ခံရတဲ့အမႈႀကီးေၾကာင့္\nကိုရီးယားျပည္သူတစ္ရပ္လံုးေဒါသထြက္ၾကရပါတယ္။\nသမၼတႀကီးပါပါဝင္ပတ္သတ္လာၿပီး ကိုရီးယားရဲဌာနကို တရားခံအစစ္မိေရးအတြက္ဖိအားေပးထားပါတယ္။\nရဲဌာနကခၽြဲအရာရွိဟာထက္ျမက္တဲ့ရဲသားတစ္ဦးျဖစ္ေပမယ့္\nအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္လို႔ရာထူးမတက္ႏိုင္ရေသးသူလဲျဖစ္တယ္။\nတစ္ဖက္မွာလဲအဓိကသံသယရွိသူတရားခံတစ္ဦးကို\nမစစ္ေဆးရေသးခင္ပစ္ခတ္မႈေတြေၾကာင့္ပြဲခ်င္းၿပီးေသဆံုးခဲ့ရတယ္။\nအထက္ကဖိအားေတြနဲ႔ရဲဌာနမွဴးဟာအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္တဲ့ခၽြဲအရာရွိကို\nတရားခံအျဖစ္သ႐ုပ္ေဆာင္ရွာခိုင္းလိုက္ရာကေနဘာေတြဆက္ျဖစ္မလဲ။\nစီးပြားေရးလုပ္ငန္းရွင္ေတြနဲ႔ျပည္သူ႕ဝန္ထမ္းေတြၾကားကလာဘ္ေပးလာဘ္ယူကိစၥေတြက\nေနလူသတ္မႈေတြျဖစ္ေစတဲ့ထိႀကီးထြားလာတာေတြ\nညီေနာင္သံေယာဇဥ္နဲ႔တစ္ကိုယ္ေကာင္းဆန္စြာရာထူးတက္ေရးဘာကိုေရြးခ်ယ္မလဲဆိုတာကိုေတာ့.....\n(ဇာတ္လမ္းနဲ႔အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hnyot Myet ျဖစ္ပီး Arkar Phyo မွ Encoded ေပးထားပါတယ္)\n File Size : (944MB) & (481MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  54min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnyot Myet\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.7",
        "url": "https://megaup.net/1yu8z/The_Unjust_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/film-poster-secretary-2002-BPJ79B-147x200.jpg",
        "title": "[18+] Secretary (2002)",
        "description": "+++Dark Side production မှ တင်ဆက်သည်။+++ဒီဇာတ်ကားမှာ မစ္စတာ Grey အဖြစ် မင်းသားကြီး James Spader...Mr.Grey ရဲ့ အတွင်းရေးမှူး ဟော်လိုဝေး အဖြစ် မင်းသမီးကြီး Maggie Gyllenhaal...ဇာတ်လမ်းကတော့ မစ္စတာဂရေးနာမည်ကို ကြားလိုက်တာနဲ့ ဘယ်လိုဇာတ်ကားဆိုတာ မှန်းမိမယ်ထင်ပါတယ်..ငယ်ငယ်ကတည်းက မိဘတွေရဲ့ ဘဝအခြေအနေကြောင့် စိတ်ဒဏ်ရာအများအပြားနဲ့ ကြီးပြင်းလာရတဲ့ ဟော်လိုဝေး..ခက်ထန်တဲ့ အမူအရာတွေနဲ့ ကြမ်းတမ်းတတ်တဲ့ မစ္စတာဂရေး...သူတို့နှစ်ယောက်ရဲ့ တိတ်ဆိတ်တဲ့ အမှောင်ခြမ်းတွေကို ရုံးခန်းတစ်ခုထဲမှာ ဘယ်လိုတွေ ခင်းကျင်းကြမလဲဆိုတာ.....။18+ ဇာတ်ကားဆိုပေမယ့် Rating တွေလဲ မြင့်ပါတယ်။IMDb (7/10) နဲ့ Rotten Tomatoes 76% ထိ ရရှိထားတဲ့ လူကြီးဇာတ်ကားပါ။ \nFile size…(1.1 GB)\nQuality…Blu-Ray 720p\nFormat…mkv\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Dark Side TNL",
        "rating": "7.0",
        "url": "https://megaup.net/T5u8/Secretary_[18+]_[2002]_(MM_Sub).mkv",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tM3hDt8JcU8Y8i6vzTcbnocM2bx.jpg",
        "title": "The Heat(2013)",
        "description": "The Heat(2013)IMDb....6.6ဒီတစ္ခါေတာ့\n21 Jump Streetတို႔ 22 Jump Streetတို႔လို\nရယ္ရတဲ့ အသြင္ယူမူးယစ္ေဆးစုံစမ္းတဲ့\nရဲစုံေထာက္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။\nဒီကားထဲက Main Castေတြကေတာ့ မၾကာေသးခင္က\nအရမ္းေအာင္ျမင္ခဲ့တဲ့\nBird Boxထဲက မင္းသမီးႀကီး Sandra Bullockနဲ႔\nSpy(2015)မွာ အူတက္ေအာင္ရယ္ရခဲ့တဲ့\nMellisa Maccathy ပါ။.Sandra Bullockရဲ႕ ဇာတ္ေကာင္ Asburnဟာ\nေတာ္ေပမဲ့ ထက္ျမက္တဲ့မိန္းမသိပ္လုပ္ခ်င္တဲ့\nစာအုပ္ႀကီးသမား Agentတစ္ေယာက္ျဖစ္ၿပီး\nရာထူးတက္ဖို႔အလို႔ငွါ မူးယစ္ေဆးဘုရင္တစ္ေယာက္ကို\nဖမ္းဖို႔အတြက္ Mullinsဆိုတဲ့ လူမွန္လူေျဖာင့္\nဇြတ္တရြတ္လုပ္တတ္တဲ့ ရဲစုံေထာက္မနဲ႔\nတဲြလုပ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္။\nဒီကားမွာ လုံးဝကို စာအုပ္ႀကီးအတိုင္းလုပ္တတ္တဲ့ေအးဂ်င့္မတစ္ေယာက္နဲ႔ စည္းေတြေဘာင္ေတြ\nမ႐ွိတဲ့ ရဲေမတစ္ေယာက္ရဲ႕ အတဲြမညီတဲ့\nဗ႐ုတ္သုတ္ခ အမႈလိုက္ျခင္းေတြကို ကြၽန္ေတာ္တို႔\nၾကည့္ၿပီး နင္းကန္ရယ္ၾကရမွာပါ။ဟာသကားဆုိေပမယ့္ သူတုိ႕ (၂)ေယာက္လုံးဟာထက္ျမက္တဲ့အရည္အခ်င္းကုိယ္စီရွိၾကလုိ႕ငေပါကားမဟုတ္ဘူးဆုိတာေလးကုိသတိခ်ပ္ေစခ်င္တယ္....\nဟာသကားမ်ဳိးလည္းသေဘာက်တယ္ ..မႈခင္းစုံေထာက္လုိမ်ဳိးေတြလည္းႏွစ္ျခဳိက္တယ္ဆုိရင္ေတာ့ ေဒါင္းၾကည့္သင့္ပါေၾကာင္း.....IMDB 6.6 ရထားၿပီး\nစကားလုံးတစ္ခ်ိဳဳ႕ ဟာသတစ္ခ်ိဳ႕က\nR rate ရထားတာေလးေတာ့ေတာ့ သတိျပဳေစခ်င္တယ္။ဇာတ္လမ္းအညႊန္းကုိေတာ့ Wira Aung မွေရးသားေပးထားပါတယ္....File Size : (952 MB) and (378 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yu8j/The_Heat_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/50663800_348023905803534_4610933003286216704_n-147x200.jpg",
        "title": "Il Mare (2000)",
        "description": "Il Mare (2000)့\" ငါတို႔ခံစားေနရတဲ့ အေၾကာင္းရင္းက အခ်စ္ေတြရပ္တန္႔သြားလို႔ မဟုတ္ဘူး ၊ ဆက္ခ်စ္ေနေသးလို႔ပဲ \"—————Kim Eun Joo ဆိုတဲ့ အသံသ႐ုပ္ေဆာင္တစ္ေယာက္ဟာ Il Mare ကေနေျပာင္းေတာ့ စာတိုက္ပံုးထဲမွာ စာေလးတစ္ေစာင္ ခ်န္ထားခဲ့တယ္ ။\" ကြၽန္မက ဒီအိမ္မွာ ႐ွင့္အရင္ ေနခဲ့တဲ့သူပါ ၊ အမွန္တကယ္ေတာ့ ကြၽန္မ႐ွင့္ကို အကူအညီေတာင္းမလို႔ပါ ၊ ကြၽန္မ စာအခ်ိဳ႕ကိုေမွ်ာ္ေနတာပါ ၊ ကြၽန္မနာမည္နဲ႔ စာအခ်ိဳ႕ေရာက္လာရင္ ဒီလိပ္စာအတိုင္း ကြၽန္မဆီကို ပို႔ေပးႏိုင္မလား႐ွင့္ ၊ အဲလိုလုပ္ေပးမယ္ဆိုရင္ ကြၽန္မအမွန္တကယ္ကို ေက်းဇူးတင္မိမွာပါ \"December 21, 1999\n'Il Mare' မွာကံေကာင္းပါေစလို႔ ဆႏၵျပဳလ်က္\nKim Eun Joo( ေခြးကေလးရဲ႕ ေျခရာေတြက ကြၽန္မ ေျပာင္းမလာခင္ကတည္းက ႐ွိေနတာပါ ၊ ကြၽန္မႀကိဳးစားဖ်က္ၾကည့္ပါေသးတယ္ ဒါေပမဲ့မရဘူး ၊ ႐ွင္သိပ္မၾကာခင္ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Up3A/Il.Mare_[2000]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/pet1-147x200.jpg",
        "title": "Pet Sematary(1989)",
        "description": "စာရေးဆရာကြီး Stephen King ရဲ့ ဝတ္ထုကိုရိုက်ကူးထားတဲ့ နာမည်ကျော် ဟော်ရာကားတစ်ကား တင်ပေးထားပါတယ်။ဇာတ်လမ်းခေါင်းစဉ်ရဲ့ အဓိပ္ပါယ်ကတော့ အိမ်မွေးတိရစ္ဆာန်လေးတွေရဲ့ သချႋုင်း လို့ ဖြစ်ပါတယ်။စာလုံးပေါင်းအမှန်ကတော့ (Pet Cemetery) ပါ။ဒါပေမယ့် အဲဒီသချႋုင်းကို ပြုလုပ်ခဲ့တဲ့သူတွေက စာလုံးပေါင်းအမှန်ကို မပေါင်းတတ်ဘဲ အသံထွက်အတိုင်း အမှားကြီးရေးခဲ့လို့ ခေါင်းစဉ်မှာကို စာလုံးပေါင်းအမှားဖြစ်နေတာပါ။(မြန်မာလူမျိုးအများစု ပဲ နဲ့ ဘဲ၊ လဲ နဲ့ လည်း၊ ကျ နဲ့ ကြ၊ တတ် နဲ့ တက်လောက်ကို မကွဲသလို သူတို့တွေလည်း C နဲ့ S မှားတာမျိုး ရှိတတ်ပါတယ်။ ဒါပေမယ့် ကလေးတွေမို့ မှားခဲ့တာဖြစ်ဖို့များပါတယ်)ဇာတ်လမ်းအကျဉ်း\n============မြို့လေးကို အသစ်ပြောင်းလာတဲ့ ဆရာဝန်မိသားစုမှာ သမီးတစ်ယောက်၊ သားတစ်ယောက် နဲ့ ကြောင်လေးတစ်ကောင် ပါလာပါတယ်။သူတို့ ပြောင်းလာရတဲ့အိမ်က ကားတွေမပြတ်သွားနေတဲ့ အဝေးပြေးလမ်းမရဲ့ လမ်းဘေးလေးတင်ဖြစ်တဲ့အတွက် ကလေးတွေအတွက်ရော ကြောင်လေးအတွက်ပါ အန္တရာယ်များတဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/11a73/Pet_Sematary_[1989]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGY3YTI1MmQtZGJlYy00NTE0LWIzMzctNzNkOTA1Mjk3MWY4XkEyXkFqcGdeQXVyNTk0NTc1NDA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "[18+] Baxter, Vera Baxter (1977)",
        "description": "[18+] Baxter, Vera Baxter (1977)\n=======================\nIMDb Rating - 6.1/10ဒီကားက ပြင်သစ်ကားဆိုတော့ အားလုံးကြိုက်မယ့် ကားမျိုးတော့\nမဟုတ်ဘူး။ ပြင်သစ်ကားပီသစွာပဲ တင်ဆက်ပြသပုံကလည်း ထူးခြား\nတယ်။ ရိုက်ထားတဲ့သူကလည်း ပြင်သစ်စာရေးဆရာမ Marguerite\nDuras။ The Loverတို့ Hiroshima, mon Amourတို့ကို ရေးခဲ့တဲ့\nစာရေးဆရာမပေါ့။ အဆိုပါကား၂ကားက တန်းဝင်ကားတွေဖြစ်တဲ့အ\nတွက် ဒီကားတွေကို ရေးတဲ့ စာရေးဆရာမကလည်း သူ့ဇာတ်ကောင်\nတွေကို သူပိုင်ပိုင်နိုင်နိုင်ပုံဖော်နိုင်တဲ့သူမျိုးပဲ။ဒီကားမှာဆိုလည်း ဇာတ်ကောင်နည်းနည်းနဲ့တင် တစ်ခါတလေ ဇာတ်\nကောင်တွေကိုတောင် သေချာမပြဘဲ စကားပြောနေတဲ့အသံနဲ့ တခြား\nကို ပြရင်းတင် ပုံဖော်သွားတယ်။ ဒါပေမဲ့ တရိပ်ရိပ်ကြည့်ရင်းတော့\nဇာတ်ကောင်တွေအကြောင်းကို ကျွန်တော်တို့သိလာလိမ့်မယ်။ ပဟေ\nဠိဆန်ဆန်နဲ့ ကြည့်နေရင်း ပဟေဠိကို အဖြေသိသွားသလို သိလာတဲ့\nအသိမျိုးပေါ့။ ဒီကားဟာ စာရေးဆရာမရိုက်တဲ့ကားဆိုတော့ ဇာတ်ကောင်\nတွေကို အသက်သွင်းသွားတာ တော်တော်မိုက်ပေမဲ့ အများကြီးတော့\nသွားမျှော်လင့်လို့မရဘူး။ တစ်ခုသတိချပ်ရမှာက ပြင်သစ်ရုပ်ရှင်ဆိုတာ\nလိင်ဆွဲဆောင်မှုမပါရင်မဖြစ်ဘူးလို့ ယူဆကြတဲ့ဒါရိုက်တာတွေတောင်\nရှိတဲ့နေရာဆိုတော့ ဒီကားဟာ အများနဲ့ကြည့်လို့တော့ အပြည့်အဝ အဆင်\nပြေမှာမဟုတ်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nW ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eFpt/Baxter.Vera.Baxter.1977.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/ADFASDFAFSDADF-135x200.jpg",
        "title": "Guardians of the Galaxy Volume 3 (2023)",
        "description": "Guardians of the Galaxy Volume 3 (2023)**************************************WEB-DL ကြည်တောက်ရှင်းထွက်ရှိလို့လာပါပြီဒါရိုက်တာ ဂျိမ်းဂန်းပဲ ရိုက်ကူးထားပြီး မူရင်းသရုပ်ဆောင်တွေပဲ ပါဝင်ထားတာဖြစ်ပါတယ်။ Rating 8.4 အထိ IMDb မှာတက်နေတာမို့ အတော်လေးကောင်းမယ်ဆိုတာ သိသာပါတယ်။ GotG 1 တုန်းကတောင် 8 အထိပဲ တက်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းဂါဒီယံတွေဟာ နိုးဝဲမှာ အေးအေးဆေးဆေးအနားယူနေချိန်၊ ပီတာကြီးလည်းအသည်းကွဲပြီးမူးရူးလို့ကောင်းနေချိန်မှာ အန္တရာယ်အသစ်ပေါ်ပေါက်လာပါတယ်။ပထမဆုံးအန္တရာယ်ကောင်ကတော့ အဒမ် ဝေါလော့ခ်ပါပဲ။ အဲဒီနောက်မှာတော့သူ့ကို ခိုင်းစေနေတဲ့ဟိုက်အီဗော်လူရှင်နရီဆိုတဲ့ ဉာဏ်ကြီးရှင်ကြီးတစ်ယောက်ပါလာပါတယ်။သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ နှစ်ပေါင်းများစွာ မျိုးဗီဇတွေကို ဆန်းသစ်တီထွင်ပြီး ပြီးပြည်စုံတဲ့မျိုးစိတ်တွေနဲ့ကမ္ဘာကို ဖန်တီးဖို့ပါပဲ။ အဲဒီမတိုင်ခင် မျိုးစုံစမ်းသပ်ထားတဲ့ ကမ္ဘာတွေပါ ရှိနေတာမို့ သူ့ကိုနတ်ဘုရားအဆင့်လို့တောင် သတ်မှတ်ကြပါတယ်။ အဲဒီလို အင်အားကြီးတဲ့ဟိုက်အီဗော်လူရှင်နရီက ဂါဒီယံအဖွဲ့ထဲက ရော့ကတ်ကို အသေရရ အရှင်ရရ လိုချင်နေတာပဲဖြစ်ပါတယ်။အဲဒီအကြောင်းရင်းက ဘာဖြစ်မလဲ ဂါဒီယံတွေကရော အရမ်းအင်အားကြီးတဲ့ ဗီလိန်ကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ စွန့်စားခန်းတွေနဲ့ ထုံးစံအတိုင်းဟာသတွေနဲ့ကြည့်ရမှာပါပဲ။ဒါလေးကိုမကြည့်ခင် Guardians ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fq11/Guardians.of.the.Galaxy.Vol.3.2023.WEB-DL.1080P5.1Ch.AC3(CM).mp4",
        "category": "Action, Adventure, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOTk4MmM3ODctNDhiYi00ODgxLWI4MGEtMWRiNGNjN2M0OGM4XkEyXkFqcGdeQXVyMTE3NjgwMzgw._V1_-138x200.jpg",
        "title": "Stand Up Rahul(2023)",
        "description": "Stand Up Rahul (2022)\nIMDb-5.1/10ချစ်သူတွေကြားမှာ အချစ်ဆိုတာထက်ပိုအရေးကြီးတာတွေရှိတတ်ကြတာပဲလေ။\nဒါကိုနားမလည်နိုင်ဘဲဘာနေနေ မချစ်လို့ဖြစ်တာ၊အဲလိုလုပ်မှာပေါ့\nငါ့ကိုမှမချစ်တော့တာဆိုရင် အဲဒီလိုမျိုး\nRelationshipတခုဟာ ရေရှည်တည်မြဲနေနိုင်ပေမယ့် ပျော်ရွှင်စရာဆိုတဲ့အရာတော့\nတဖြည်းဖြည်းဆိတ်သုန်းလာမှာပဲ။ရာဟူးလ်က ချစ်တတ်ပြီး ချစ်သူကိုအနွံတာခံပေမယ့်\nအိမ်ထောင်မှုဆိုတာကို မယုံကြည်တဲ့သူ၊အိမ်ထောင်သည်ဘ၀ဆိုတာ\nသူ့အဖေနဲ့အမေလို ရန်တကျက်ကျက်ဖြစ်ရင်းနဲ့\nသူလို ငတိတကောင်ကိုမွေးထုတ်ပေးရုံသက်သက်ကိစ္စတခုလိုတွေးမြင်ထားတာ၊\nလမ်းပျောက်နေပြီး မိသားစုတွေမိတ်ဆွေတွေရဲ့\nဟိုလိုလုပ်ပါလား ဒီလိုလုပ်ပါလားဆိုတာတွေကိုလည်း နားမဝင်တဲ့သူ၊စင်ပေါ်ကနေ ဟာသတွေပြောရတဲ့အလုပ်ကို\nဝါသနာပါတဲ့သူ၊သူ့ချစ်သူကောင်မလေးကကျ ချစ်သူတွေရဲ့နောက်တဆင့်က ပျော်ရွှင်စွာအတူလက်ထပ်နေထိုင်\nပေါင်းသင်းသွားကြလေသတည်းဆိုတာမျိုးကို စိတ်ကူးယဉ်တဲ့သူဖြစ်ပေမယ့် ချစ်သူစိတ်ချမ်းသာရင်ပြီးတာပဲ\nဆိုတဲ့စိတ်နဲ့ ဒီတိုင်းLiving Togetherပဲနေကြတယ်။သူ့မိဘတွေက ရာဟူးလ်နဲ့လက်မထပ်ဘဲအတူနေမှန်းမသိကြ။သူတို့နှစ်ယောက်နေတဲ့အိမ်ရောက်လာပြီး တခြားတယောက်နဲ့\nလက်ထပ်ဖို့စီစဉ်ပေးပါရော။အိမ်ထောင်ရေးကိုမယုံကြည်တဲ့ ရာဟူးလ်တယောက် မင်္ဂလာဆောင်ရတော့မယ့်ချစ်သူကို\nချစ်သူအလိုကျ အိမ်ထောင်မှုတခုတည်ဆောက်လိုက်နိုင်မလား၊သူဝါသနာပါတဲ့အလုပ်ကို အောင်မြင်အောင်လုပ်နိုင်မလားဆိုတာကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ရိုမန့်စ်ဟာသအချစ်ဇာတ်ကားလေးပါ။\n(အညွှန်းကို Yunniမှရေးထားပြီး Yunni,BpL,V,Sai,ThaikSanတို့ဘာသာပြန်ထားပါတယ်)\nFile size…1.7GB / 800MB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni,BpL,V,Sai,ThaikSan",
        "rating": "5.1",
        "url": "https://megaup.net/2BkF8/Stand_Up_Rahul_(2023)_HQ_HDRip_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmU5ZjhiZjQtMzRmMS00MWJkLWJjMjYtYjc4OWNlYWRkNmIxXkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Daliland (2022)",
        "description": "Dalíland (2022)\n===========\nIMDb Rating - 6.0/10Salvador Dali..1990 ခုနှစ်တွေရဲ့ အကြီးကျယ်ဆုံးသော\nပြင်သစ် ပန်းချီဆရာတစ်ယောက်ဖြစ်ပါတယ်။ လက်ရှိထိ\nလည်း ပန်းချီလောကမှာ သူ့ရဲ့ အနုစိတ်တဲ့ စုတ်ချက်တွေ\nတမူထူးခြားထဲ့ လက်ရာတွေကြောင့် ပြောစမှတ်တွင်ဆဲ\nဖြစ်ပြီး၊ Nobel Work 7ဆုထိတောင် ပိုင်ဆိုင်ခဲ့ပါတယ်။1904 ခုနှစ်မှာ မွေးခဲ့ပြီး 1989..အသက် 84 နှစ်မှာကွယ်လွန်\nခဲ့ပါတယ်..ဒီကားလေးကတော့ Dali ရဲ့ အသက် 70 နောက်\nပိုင်းကနေစပြီး သူမဆုံးခင်အထိ သူ့ဘဝရဲ့ နေဝင်ချိန်ကာလမှာ\nကြုံတွေ့ရခဲ့တဲ့ အဖြစ်အပျက်တွေ အခက်အခဲတွေကို Docum-\nentary ဆန်ဆန်ပြန်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သိပ်ကို\nထူးချွန်လှတဲ့ ပန်းချီဆရာတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားအပါ\nအဝင် အနုပညာသမားတွေဟာ သိပ်ကိုခံစားချက်နုနယ်လှတာ\nကြောင့် Dali တစ်ယောက် သူ့ဘဝရဲ့ နေဝင်ချိန်မှာ ဘာတွေဘယ်\nလိုကြုံတွေခံစားခဲ့ရလဲဆိုတာကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (724 MB) / (423 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Vih3/Daliland.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xI1GSZoww5GqBBNDAlHLyyO2APj.jpg",
        "title": "Missed Connections (2023)",
        "description": "Missed connections (2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ပြတ်တောက်သွားသော ဆက်သွယ်ရေးများ ဆိုတဲ့အတိုင်း\nရည်းစားနဲ့ပြတ်ပြီး ရည်းစားဟောင်းကို မေ့မရဘဲ Move on မလုပ်နိုင်သေးတဲ့သူတွေအတွက် ‌အကျိုးရှိတဲ့ဇာတ်ကားလေးပါ။စွန့်ဦးတီထွင်မမလေးတွေအတွက်လည်း အားဖြစ်စေတဲ့ကားလေးပါဗျ။\nကောင်လေးနဲ့ကောင်မလေး စူပါမားကတ်ထဲမှာ မတော်တဆဆုံပြီး\nMissed connections ဆိုတဲ့appကနေ ပို့စ်တင်ရှာဖွေရာကနေ ဇာတ်လမ်းစတာပါပဲခင်ဗျာ။\nကောင်မလေးက ကောင်လေး ရှာတာ ဆိုပေမယ့် ကောင်လေးရှာတာက ကောင်မလေး ဟုတ်မနေတဲ့အခါ\nသူငယ်ချင်းလို့ပဲ ဆက်ပြီးတော့ ခေါ်မလား၊\nဘာဘာညာညာ ဇာတ်လမ်းတွေဖြစ်ပြီး ဘာညာသွားမလား စောင့်ကြည့်လိုက်ရအောင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 829MB | 402MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae ...",
        "rating": "",
        "url": "https://megaup.net/1f3y4/Missed.Connection.2023.720p.NF.DD5.1.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6cuyejykRZRHLiIU88zARAU9uF.jpg",
        "title": "Annapurna (2023)",
        "description": "Annapurna (2023)တောင်တက်ဖို့ဆိုရင် စိတ်အားထက်သန်တဲ့ ဂန်ဟျွန်းက သူ့ဂျူနီယာ ဆောဝူးကို ခေါ်ထုတ်ပြီး\nတောင်အတူတက်ကြရင်း ကြုံခဲ့တဲ့အချစ်ရေး၊ လမ်းခွဲခဲ့ရတာတွေ၊ စိတ်ဒဏ်ရာတွေအကြောင်း ပြောကြတဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်ဂန်ဟျွန်းဟာ ဟိမဝန္တာတောင်တန်းမှာရှိတဲ့ Annapurna တောင်ကို တက်ချင်နေတဲ့သူဖြစ်ပြီးတော့\nတောင်ရဲ့ဇာတ်လမ်းအစုံကို ဂျူနီယာဖြစ်တဲ့ ဆောဝူးကို အပြည့်အစုံပြောရင်းနဲ့ လမ်းပျောက်လိုက်၊ မျက်စိလည်လိုက်ဖြစ်ပါလေရောသူတို့ရဲ့အချစ်ရေးအတွေ့အကြုံတွေ၊ လူငယ်သဘာဝစိတ်ကူးတွေ၊ ဝါသနာတွေကို ပြောကြရင်း\nဂန်ဟျွန်းရဲ့ ဘဝဒသနတွေကို နားထောင်ရမှာဖြစ်ပါတယ်\nနှစ်ယောက်သား ဘာတွေဆွေးနွေးမျှဝေကြမလဲဆိုတာကိုတော့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 647MB | 300MB\nFormat… mp4\nDuration…. 1h 12min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Vm24/Annapurna.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/WhatsApp-Image-2023-05-15-at-12.34.06-PM-1-convert.io_-150x200.jpg",
        "title": "Chakravyuham (2023)",
        "description": "Chakravyuham-The Trap (2023)IMDb-9.3/10ရုံတင်ငွေ ၂ ကုဋေခွဲအမြတ်ရရှိထားပြီး Ajay ပါဝင်ထားတဲ့ လှည့်ကွက်ပရိယာယ်လေးတွေနဲ့\nထောင်ချောက်ဆိုတဲ့ကားလေးဖြစ်ပါတယ်ရှရီနဲ့ ဆန်ဂျေးဆိုတာသိပ်ချစ်လွန်းလို့လက်ထပ်ထားကြတဲ့ ဇနီးမောင်နှံတွေပါ တစ်နေ့ရှရီ့ကို အိမ်ထဲမှာပဲ\nရက်ရက်စက်စက် လည်လှီးအသတ်ခံထားရတာတွေ့ရပါတယ် အပြင်ကနေခိုးဖျက်ဝင်ထားတဲ့\nလက္ခဏာလည်း ရှိမနေတော့ အတွင်းလူလက်ချက်လို့ပဲ ထင်ကြတာပေါ့ အင်စပက်တာဆပ်တရာကတော့\nဒါဆန်ဂျေးလက်ချက်လို့ပဲ စတွေ့ခဲ့တည်းကထင်နေတော့တာပဲ တစ်ခုပြီးတစ်ခုရှာတွေ့တဲ့သက်သေတွေကလည်း\nဆန်ဂျေးလို့ပဲညွှန်နေကြတယ် ဆန်ဂျေးခမျာအိမ်ထဲမှာပဲ ချစ်ဆုံးဇနီးရက်ရက်စက်စက်သတ်ခံထားရလို့\nစိတ်ထိခိုက်ရတာတစ်ဖက် လူသတ်မှုကိုအပြစ်ကင်းကြောင်းသက်သေမပြနိုင်တာက တစ်ဖက်ပေါ့\nတကယ်ပဲ သူကိုယ်တိုင်ရှရီ့ကိုသတ်ခဲ့တာလားဇာတ်လမ်းနာမည်လေးအတိုင်း သူပါထောင်ချောက်ဆင်ခံရလားဆိုတာ\nသက်သေတွေနဲ့အတူ ပရိသတ်ကြီးပါ စီးမျောခံစားဖော်ထုတ်ကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ V ~ Yunni ~ BpL ~ Thaik San တို့ပဲဖြစ်ပါတယ်)\nFile size…1.5GB / 607MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by V ~ Yunni ~ BpL ~ Thaik San",
        "rating": "9.4",
        "url": "https://megaup.net/2Bkmg/Chakravyuham_(2023)_Telugu_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TVQP2KuC7b5xYTsGrYy335SG3I.jpg",
        "title": "Baby Boy, Baby Girl (2023)",
        "description": "Baby Boy, Baby Girl (2023)ဖိလစ်ပိုင် လူငယ်ဟာသအချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီ။\nလူငယ်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းထဲက ကောင်မလေးဂျိုစီက ဒီခေတ်ရဲ့ကောင်မလေးတွေကို ကိုယ်စားပြုနိုင်တယ်ပြောရမယ်။\nသူကအွန်လိုင်းရှော့လုပ်တယ်။ ခေါင်းအုံးတံဆိပ်ရိုက်တာ ပူတင်းရောင်းတာ တခြားအစုံပလုံပဲ။\nဒါပေမဲ့သူများကိုလဲမယုံကြည်တတ်တော့ ဝန်ထမ်းမခေါ် သူကိုယ်တိုင်အလုပ်တွေသိမ်းကြုံးလုပ်ပြီး စိတ်ရောကိုယ်ပါပင်ပန်းနေတဲ့ကောင်မလေး။\nအလုပ်တွေကလဲ အဆင်ပြေလိုက်မပြေလိုက်အမျိုးမျိုး။တစ်နေ့တော့ဂျိုစီက အချိန်ပိုင်းဧည့်ကြိုသွားလုပ်တယ်။\nအဲ့ဒီပွဲကို သူဌေးမတစ်ယောက်ရဲ့ကိုယ်စားတက်လာတာက သူ့ရဲ့ရည်းစားဟောင်း ဆက်ဘ်။\nအဲ့ဒါနဲ့ပွဲအပြီးမှာ သူတို့ပြန်ဆုံကြ ဂျိုစီကလဲဆက်ဘ်အိမ်လိုက်သွားပြီး တစ်ညမတ်တပ်ရပ်ကြတယ်ပေါ့။\nဂျိုစီ မနက်နိုးလာမှသတိထားမိတယ် ဆက်ဘ်အိမ်ကခမ်းနားလိုက်တာ သူတက်တဲ့ပွဲတွေ အိုင်ဂျီကပုံတွေကလဲမြင့်မြင့်မားမားတွေချည်းပဲ။\nထူးဆန်းဆို ဆက်ဘ်က ဂျိုစီနဲ့ကြိုက်နေတုန်းက သန့်ရှင်းရေးကုမ္ပဏီတစ်ခုကအလုပ်သမားလေးလေ။\nအဲ့ဒါနဲ့ဆက်ဘ်ကို အချိန်တိုအတွင်းချမ်းသာနည်းကိုမေးတာပေါ့။\nဆက်ဘ်ကလဲ သူရှူးဂါးဘေဘီလုပ်နေတာဖြစ်ကြောင်း ရှူးဂါးဒိတ်တင်းလောကကဘယ်လိုကောင်းကြောင်းတွေပြောတာပေါ့။\nသူ့အလုပ်တွေကိုစိတ်ကုန်နေတဲ့ဂျိုစီ့ကိုလဲ ဆက်ဘ်က ရှူးဂါးဘေဘီတို့တတ်ထားသင့်တဲ့\nအသိပညာအတတ်ပညာတွေ သင်ပေးရင်း ဘာတွေဆက်ဖြစ်မလဲကြည့်ကြရမှာပါ။ဒီဘာသာပြန်သူကိုတော့ နောက်ကားတွေမှာမရှာပါနဲ့တော့။ ရှူးဂါးဘေဘီ သွားလုပ်ပါပြီ။\nဒီဇာတ်ကားကိုကြည့်သူတွေလဲ ပြီးရင်ရှူးဂါးဘေဘီဖြစ်ချင်စိတ်မပေါက်ဘူးလို့ အာမမခံနိုင်ပါဘူးနော်။\nWatch at your own risk ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1fpkm/Baby.Boy.Baby.Girl.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOThlN2NlOGEtODBkNC00YTQ3LWE3NWItYjYzOGI2MTRmOGU5XkEyXkFqcGdeQXVyMjYxOTQ5NDA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Homestead (2023)",
        "description": "အခုပရိတ်သတ်ကြီးအတွက် american western thriller ဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့... အိုင်ရင်း သူ့အစ်ကိုနဲ့ သူ့အမေတို့ဟာ သူတို့အတိတ်မှာဆိုးရွားတဲ့ကံကြမ္မာတစ်ခုကိုရင်ဆိုင်ပြီးတဲ့နောက်မှာတော့ သူ့အဖေနဲ့အတူတူ လက်ရှိသာယာတဲ့ခြံလေးမှာ နေထိုင်နေပါတယ် အိုင်ရင်းဟာ သွက်သွက်လက်လက်နဲ့ လူတွေအပေါ်မှာ သိပ်ပြီးယုံကြည်တတ်တဲ့သူမဟုတ်ပါဘူး တစ်နေ့မှာတော့ သူတို့ခြံလေးကို ရထားလမ်းဖောက်ဖို့ကိစ္စနဲ့ပတ်သက်ပြီး လူစိမ်းတစ်ယောက် ရောက်လာခဲ့ပါတယ် သူတို့ခြံဝင်းတစ်ဝိုက်ကို လှည့်လည်စစ်ဆေးခွင့်တောင်းလိုက်ပြီး နောက်ကျသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သူတို့အိမ်မှာတည်းခိုဖို့ဖြစ်လာတဲ့ သူစိမ်းယောက်ျားကို အိုင်ရင်းကတော့ သင်္ကာမကင်းဖြစ်နေခဲ့ပေမဲ့ သူ့အမေကတော့ လှိုက်လှိုက်လဲလဲကို ကြိုဆိုနေခဲ့တာပါ.. အဲဒီသူစိမ်းယောက်ျားဟာ မိသားစုအပေါ်ကိုဂရုစိုက်တတ်ပြီး ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဖခင်ရဲ့အတိတ်ကအရိပ်ဆိုးကြီးဖြစ်နေမှန်း အိုင်ရင်းတို့သိလိုက်ရတဲ့အခါမှာတော့ သူတို့အဲဒီနေ့ညမှာ ဘယ်လိုဖြစ်ရပ်ဆိုးတွေကိုကြုံတွေ့ရမှာလဲ...သွက်လက်ချက်ချာပြီး ငြိမ်ခံမနေတတ်တဲ့ အိုင်ရင်းတစ်ယောက် ဒီအခြေအနေဆိုးကြီးကနေ ဘယ်လိုလွတ်မြောက်အောင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှူရမှာပါ။ File size…(1 GB)/(440 GB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:20:00\nGenre...Horror, Thriller, Western\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Urnx/Homestead.2023.720p.(CM).mp4",
        "category": "Horror, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jCOsmpPuCXVztpB1nYUyqrdTpmr.jpg",
        "title": "Extreme Festival (2023)",
        "description": "မန်ဂျင်းမှာလုပ်မဲ့ ဒေသပွဲတော်တစ်ခုက မကျင်းပခင် တစ်ပတ်အလိုမှာပဲဂျောင်ဂျုံးယဉ်ကျေးမှုပွဲတော်ကနေ ယွန်းဆန်းဂွန်းယဉ်ကျေးမှုပွဲတော်အဖြစ် နာမည်ပြောင်းသွားပါတယ်။အဆိုပါပွဲတော်ကို စီစဉ်သူကတော့ \"သ၀န်တိုမှုက ငါ့ရဲ့အင်အား\" လို့ခေါ်တဲ့start up ကုမ္ပဏီလေးရဲ့ ကိုယ်စားလှယ်အီဟယ်ဆူပဲဖြစ်ပါတယ်။ဆိုးတာတစ်ခုက ပွဲတော်နေ့မှာ ပွဲကြည့်ထိုင်ခုံတွေက အလွတ်တွေချည်းဖြစ်နေပြီးဖိတ်ကြားထားတဲ့ ဧည့်သည်အဆိုတော်ကလည်း ရောက်မလာဇာတ်ညွှန်းပြောင်းသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ပြဇာတ်အဖွဲ့ကလည်း ဆန္ဒပြ...မျှော်မှန်းထားသလို တစ်ခုမှဖြစ်မလာတဲ့ ပွဲတော်လေးကို ဟယ်ဆူတစ်ယောက်အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ ပြီးဆုံးအောင် ကျင်းပနိုင်မလား....ဘယ်လို ရယ်စရာအလွဲလေးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်... File Size : 1.2GB, 527MB\nQuality : WEB-DL1080P,720p\nFormat : mp4\nDuration : 01:34:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/1fp0l/Extreme.Festival.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Gu30dMoeLhz7fulx1uohyIOlqT.jpg",
        "title": "I Like Movies (2023)",
        "description": "I Like Movies (2023)ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်တွေကြည့်ဖို့ အထူးညွှန်းပေးချင်ပါတယ်။\nဆယ်ကျော်သက်ကားဆိုလို့ ဖျော်ဖြေရေးပုံစံ ဆယ်ကျော်သက်ကျောင်းသားကားတွေလို\nပျော်ကြမြူးကြဒိတ်ကြရယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတော့မဟုတ်ပါဘူး။\nလေးနက်တဲ့သင်ခန်းစာလေးတွေကို အထက်တန်းကျောင်းသားလေးဆီမှာ ပေါ့ပေါ့ပါးပါးလေးပုံဖော်သွားတဲ့ဇာတ်လမ်းမျိုး။\nရုပ်ရှင်ပရိသတ်တွေနဲ့အလှမ်းဝေးလွန်းတဲ့ဇာတ်ကောင်မျိုးမဟုတ်ဘဲ\nဒီဇာတ်ကောင်က ကိုယ့်စာသင်ခန်းထဲကသူငယ်ချင်းတစ်ယောက်ယောက်ဖြစ်နေနိုင်သလို ကိုယ်ကိုယ်တိုင်လဲဖြစ်နေနိုင်ပါတယ်။\nလူတွေက အထက်တန်းအရွယ်လောက်မှာ ကိုယ့်အားနည်းချက်အားသာချက်တွေကို စသိလာကြတယ်။\nကိုယ့်အားနည်းချက်ကို သဘောပေါက်ဖို့ဆိုတာတကယ်တော့မလွယ်ပါဘူး။\nသိသွားပြီးရင်လဲ လက်မခံချင်သေးဘူး။ လက်ခံပြီးရင်လဲ မပြင်ချင်သေးဘူး ပြင်ရလဲခက်တယ်လေ။\nဒီဇာတ်လမ်းထဲက လောရန့်စ်ဆိုတဲ့ကောင်လေးက ရုပ်ရှင်တွေသိပ်ကြိုက်တယ်။\nအထက်တန်းပြီးရင်လဲ NYU မှာရုပ်ရှင်ပညာကိုလေ့လာဖို့အားခဲထားသူပါ။\nသူက ကျောင်းပညာရေးမှာလဲထူးချွန်တယ်။ ဒါပေမဲ့ သူ့အားနည်းချက်တွေလဲရှိတာပေါ့။\nသူကတစ်ကိုယ်ကောင်းဆန်တယ် အဆိုးဆုံးကတော့ သူ့ကိုယ်သူအထင်ကြီးတတ်သလို သိပ်သနားတတ်တာပဲ။\nသူများတွေသူ့ကိုသနားအောင်လဲ သူ့အဖေကသူ့ကိုယ်သူသတ်သေသွားတာ ဆိုတဲ့ကဒ်ကိုမကြာမကြာထုတ်သုံးတတ်သေးတယ်။\nဒါပေမဲ့လောရန့်စ်တစ်ယောက် တက္ကသိုလ်မတက်ခင်ပဲ အချိန်ပိုင်းအလုပ်လုပ်ရင်း လက်တွေ့လောကကြီးနဲ့ထိစပ်မိချိန်မှာ\nသူ့အားနည်းချက်တွေကထင်းထင်းကြီးပေါ်လွင်လာပြီး လောရန့်စ်ရဲ့ကလေးဘဝကနေ\nလူကြီးဘဝအကူအပြောင်းကို လက်တွေ့လောကအတိုင်းမြင်ရမယ့် သဘာဝကျတဲ့ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 915MB | 282MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzIzNDMyZmUtZWNjZC00NmNmLWE1OGItZDRiNTJhZTM1MjFjXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Summit Fever (2022)",
        "description": "Summit Fever (2022)\n================‌ဒီဇာတ်ကားလေးက 2022 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ\nJulian Gilbey ရိုက်ကူးထားပါတယ်။ မိုက်ကယ်ဟာ ဆုံးပါး\nသွားတဲ့သူ့အမ လူစီကြောင့်မလို့တောင်တက်ရတာကိုဝါသနာ\nပါသူတစ်ယောက်ပါ။ သူ့အဖေကတော့ ဝင်ငွေကောင်းတဲ့ စီးပွား\nရေးလုပ်ငန်းကိုပဲလုပ်စေချင်ပါတယ်။ ဒါပေမယ့်တစ်နေ့တော့\nအလုပ်ကနေခွင့်ယူလာပြီး သူငယ်ချင်းတွေဖြစ်တဲ့ ဂျင်ပီရယ်တို့နဲ့\nအတူတောင်တက်ဖို့ ချန်မိုနိ့ ကိုထွက်လာပါတော့တယ်။အဲဒီမှာသူတို့သူငယ်ချင်းတစ်စုတောင်တက်နေရင်း မတော်တစ်\nဆမှုဖြစ်လို့ လီယို နဲ့ နာတာရှာ တို့သေဆုံးခဲ့ရပါတယ်။ ဒါပေမယ့်\nလည်း သူတို့သူငယ်ချင်းတွေကတော့ ၀မ်းနည်းပူဆွေးနေခြင်းမရှိ\nဘဲ ဂုဏ်ပြုတာဆိုပြီး အနေထိုင်မပျက် တောင်ဆက်တက်နေတုန်း\nပါပဲ။ အဲဒါကို မိုက်ကယ်က မကြိုက်လို့တောင်တက်အဖွဲ့ထဲကထွက်\nလိုက်ပေမယ့်လည်း သူ့ရဲ့အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ဂျင်ပီရယ်က\nမိုက်ကယ့် နေရာကိုတခြားသူတွေအစားထိုးပြီး တောင်တက်ဖို့ပြင်\nပါတော့တယ်။ အဲဒီအခါ မိုက်ကယ် ကသူ့အမလူစီ တုန်းကလိုမျိုး\nသူ့သူငယ်ချင်းကိုအသက်မဆုံးရှုံးစေချင်လို့ တောင်တက်အဖွဲ့ထဲ\nပြန်၀င်ခဲ့ပါတယ်။မိုက်ကယ် နဲ့ ဂျင်ပီရယ် တို့အဖွဲ့တောင်တက်တဲ့‌အခါမှာတော့ မထင်\nမှတ်ဘဲ မုန်တိုင်းမိပြီး ပြဿနာတွေတက်ကြတဲ့အခါ ဘယ်လိုရင်ဆိုင်\nကြလဲဆိုတာ ရင်သပ်ရှုမောစွာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(3.5 GB) / (1.6 GB) / (640 ...",
        "rating": "5.1",
        "url": "https://megaup.net/3hddA/Summit.Fever.2022.720p.BluRay.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTU0NjkxNjYtMDYxZi00MDEzLWFhYWMtMmViMTJiYjgxY2M0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-146x200.jpg",
        "title": "Agilan (2023)",
        "description": "Aglian 2023\nAction/Drama/Thrillerကွန်တိန်နာနံပါတ်ကြည့်ရုံနဲ့ အာဂီလန်ပိုင်မှန်းသိရင် အဲ့ဒီကွန်တိန်နာကို\nထိကို မထိရဲလောက်တဲ့ထိ ဖိန့်ဖိန့်တုန်အောင် ဩဇာအာဏာကြီးလှတဲ့ ဆိပ်ကမ်းဘုရင်လူမိုက်ကြီး အာဂီလန်....\nဒီလူမိုက်ကြီးအာဂီလန့်နေရာကို သရုပ်ဆောင်ထားတာကလဲ အက်ရှင်ဇာတ်ကြမ်းတွေနဲ့\nနာမည်ကြီးလာတဲ့ မင်းသား Jayam Raviဆိုတော့\nဒီအက်ရှင်ကားက သွေးသံတရဲရဲနဲ့ အစဆုံးကြည့်ချင်နေမှာအသေချာပါပဲ...အိန္ဒိယသမုဒ္ဒရာရဲ့ဘုရင်လို့တောင် တင်စားရတဲ့အာဂီလန်ဟာ ဆိပ်ကမ်းက\nကုန်စည်ပို့ဆောင်ရေးလုပ်ငန်းတွေအားလုံးကို ထိန်းချုပ်ထားတဲ့ဆိပ်ကမ်းလူမိုက်ကြီးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒုစရိုက်လောကမှာ နာမည်ကျော်တဲ့ ကပူးရ်ကတော့ ငွေကြေးအတုလုပ်ငန်းကို ကုန်စည်ပို့ဆောင်ရေးနဲ့\nတွဲဖက်လုပ်ကိုင်နေတာဖြစ်ပြီး မူးယစ်ရာဇာ ပါရန်ဒါမန်ကတော့ ကပူးရ်အတွက် အလုပ်လုပ်ပေးနေတဲ့\nဒုစရိုက်လောကသားပဲဖြစ်ပါတယ်။သူတို့တွေရဲ့ တရားမဝင်လုပ်ဆောင်မှုတွေကို အာဂီလန်က ထိန်းချုပ်ပေးနေတာပါ။\nဒီလိုမျိုး အာဂီလန်ကချုပ်ကိုင်ထားတဲ့အတွက် ဘယ်အရာကမှ ဝင်စွက်ဖက်လို့မရပါဘူး။\nဒါပေမဲ့ \"မကောင်းမှုဟူသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုတဲ့အတိုင်း လိမ်လည်လှည့်ဖြားမှုတွေ\nတစ်စတစ်စပေါ်လာတဲ့အခါမှာတော့...အာဂီလန်ဘယ်လိုတွေဆက်လုပ်မလဲ။\nဘယ်လိုမျိုးစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေ ထွက်ပေါ်လာဦးမလဲဆိုတာကို\nအက်ရှင်အကြမ်းစားတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.23GB / 1.14 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "4.4",
        "url": "https://megaup.net/2Bjqs/Agilan%C2%A0(2023)_Tamil_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nhwnA580ww3BKcsrcNxSU8ZPtuP.jpg",
        "title": "[18+]The Naughty House of Sharing That Changes Yours for Mine (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဒီဇာတ်လမ်းလေးကတော့ အဆင်မပြေမူတွေနဲ့နှစ်အကြာကြီးတွဲနေရင်က ရိုးအီလာတဲ့ အိမ်ထောင်ရှင်စုံတွဲနှစ်တွဲရဲ့  ရင်တွင်းဖြစ် အသံတွေနဲ့ သူတို့ ဘယ်လိုဖလှယ်နှီးနှောကြမလဲဆိုတာကို ကွက်ကွက်ကင်းကင်းသိမြင်အောင် ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်... File size…0.98GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….48m\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/2BjaD/The_Naughty_House_of_Sharing_That_Changes_Yours_for_Mine.2020.WEBRip1080P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tb5CnszrNoSRiLf8lxu0OaecS1A.jpg",
        "title": "[18+] Big Tits Friend Sisters (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဇာတ်လမ်းအကျဉ်းလေးကတော့...မင်ဝူဆိုတဲ့ ကောင်လေးဟာ အစ်မအရင်း ခပ်ချောချော လှလှအကိတ် အမနှစ်ယောက်နဲ့  အတူနေရင်း ဇာတ်လမ်းကိုစတင်ထားပါတယ် .. အမတွေကလဲ ရုပ်ချောသလောက်လှသလောက် မစွန်ကြပါဘူး အဲ့လို ဂေါ်မစွန် အပျိုရိုင်းကြီးတွေနဲ့နေနေရင်း တစ်ရက်မှာတော့ ဆိုလ်းမြို့ကို အလည်လာရင်သူအိမ်မှာ တည်ခိုဖို့ ခွင့်တောင်းလာတဲ့ သူငယ်ချင်းဆီက ဖုန်းဝင်လာပါတော့တယ်  အစ်မတွေကလဲ ခွင့်ပြုတာကြောင့် အိမ်မှာလာနေဖို့ကို ခွင့်ပြုလိုက်ပါတော့တယ် . မင်းဝူရဲ့ သူငယ်ချင်းအိမ်ရောက်လာချိန်မှာ ဂေါ်မစွန် အပျိုကြီးတွေနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲ ဆိုတာတော့.... ဆိုလ်းမြို့ဟာ အလည်အပတ်သွားသင့်ရာ မြို့ဖြစ်မလား .ဒီအပျိုကြီးတွေကြောင့်  ဆိုလ်းမြို့ဟာ  လွမ်းဆွတ်စရာဖြစ်မလာဆိုတာတော့ ...   File size…1.91GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1foda/Big_Tits_Friend_Sisters.2020.WebRip720p_(2).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/showbtVGSiZJmKoVXJk9WfdfInB.jpg",
        "title": "[18+]Do You Want to Change?(2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ညီကို နှစ်ယောက်နဲ့ ကောင်မလေးနှစ်ယောက်ရဲ့  စွဲမက်ဖွယ်ဇာတ်လမ်းလေးပါ...adult ကားဆိုတဲ့အတိုင်း ဒီညီကို နှစ်ယောက်နဲ့  နတ်သမီးအချေားလေးနှစ်ယောက် ဘယ်လို ပေါင်းဆုံပြီး ဘယ်လိုတွေ ချစ်ခြင်းကမ္ဘာကြီးကိုလှပါအောင် ပရိသတွေ အကြိုက်  အလှဆင်မလဲ ဆိုတာတဝကြီး ရင်တခုန်ခုန်နဲ့ ကြည့်ရမယ့်  adult ကားလေးတစ်ကားဖြစ်ပါတယ်..... File size…1.23GB / 522MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration…1h\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1Vljg/Do_You_Want_to_Change.2020.WEBRip720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5ZzelrldWr7CmOTSiwagoe5Vl9.jpg",
        "title": "The Roundup: No Way Out (2023)",
        "description": "The Roundup : No Way Out (2023)မနှစ်က The Roundup ထွက်လာပြီး မကြာခင် ဒီနှစ်မှာပဲ အားလုံးမျှော်နေကြတဲ့ No Way Out ထွက်လာခဲ့ပါပြီ\nဒီတစ်ခါတော့ စုံထောက်မာဆော့ဒိုတစ်ယောက် အထူးစုံစမ်းစစ်ဆေးရေးဌာနကို ပြောင်းသွားပြီဖြစ်ပြီး အမှုသစ်တွေလိုက်သွားမှာပါစုံစမ်းစစ်ဆေးရေးဌာနကို အမှုသစ်ဝင်လာချိန်မှာ အဲအမှုက လူသတ်မှုလို့ ထင်ရပေမဲ့\nနောက်ကွယ်မှာတော့ မူးယစ်ဆေးဝါးဂိုဏ်းကြီးတစ်ခုနဲ့ သွားပတ်သက်နေပါတယ်အမြဲတမ်း လက်သီးနဲ့ဖြေရှင်းတတ်တဲ့ မာဆော့ဒိုဟာ ဉာဏ်သုံးပြီးလည်း အမှုတွေဖြေရှင်းတာကို ကြည့်ရပါဦးမယ်\nOutlaw, The Roundup တွေရဲ့ ဆွဲဆောင်တစ်ခုက ဗီလိန်မင်းသားတွေပဲမဟုတ်ပါလား\nဒီတစ်ခေါက် No Way Out ရဲ့ဗီလိန်အနေနဲ့ကတော့ Lee Joon Hyuk ကပါဝင်သရုပ်ဆောင်ထားပါတယ်ကဲ.. ဘယ်တော့မရိုးနိုင်တဲ့ မာဒုံဆော့ရဲ့ ဟာသနှောတဲ့ အက်ရှင်တွေကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hsu Wai တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Crime, ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Bilt/The.Roundup.No.Way.Out.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWmlk74p14IV4SoDpckdqUhGjl1.jpg",
        "title": "Blood Flower (2022)",
        "description": "Blood Flower (2022)ကျွန်တော်တို့ငယ်ငယ်ကတုန်းဆို မလေးရှားသရဲကားတွေဆိုတာလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာပေါ့။\nမလေးရှားစုန်းကာ အသစ်ထွက်တယ်ဆိုရင်ကို အဒေါ်တွေနဲ့ ရုပ်ရှင်ရုံသွားကြည့်ရ အခွေငှားဆိုင်မှာ လုငှားခဲ့ရတာပေါ့။\nတစ်ခါတစ်လေဆို အခွေကလက်မလည်လို့ ကြိုတင်ဘွတ်ကင်ပါ လုပ်ရသေးတာ။\nခုချိန်မှာလဲ မလေးရှား ဟော်ရာကားတွေက အရင်ကလို သိပ်မကြည့်ကြတော့ဘူးဆိုပေမဲ့\nအရင်ကလိုပဲ မလေးရှားသရဲကား အငွေ့သက်တွေနဲ့ ကြောက်စရာကောင်းနေတုန်းပါပဲ။\nအပနှင်တဲ့ပုံစံမျိုးနဲ့ လျှို့ဝှက်ချက်တွေပါတဲ့ ဟော်ရာကားမျိုး ကြိုက်တတ်တဲ့သူတွေအတွက်ကတော့\nဟော်ရာကားတွေ ထွက်စရာသိပ်မရှိတော့လို့ ဒီမလေးရှားဟော်ရာကားလေးက စိတ်ကျေနပ်မှုပေးနိုင်တဲ့ကားလေးဖြစ်မှာပါ။\nသွေးသံတရဲရဲအခန်းတွေပါတာကိုတော့ သတိချပ်စေလိုပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အပနှင်တဲ့မိသားစုတစ်စုရှိပါတယ်။\nအဲ့မိသားစုထဲမှာမှ အဖေလုပ်သူကလွဲပြီး ကျန်တဲ့သုံးယောက်လုံးဟာ သရဲတစေ တွေကို မြင်နိုင်စွမ်းရှိကြပါတယ်။\nတစ်နေ့အပနှင်နေတုန်းမှာ အမေဖြစ်သူဟာ နတ်ဆိုးတစ်ကောင်ကြောင့်သေခဲ့ရပြီး နောက်\nအဖေဖြစ်သူက သူ့သားသမီးတွေ ဒီလိုမဖြစ်ရအောင်ဆိုပြီး သူတို့ရဲ့အစွမ်းစတွေကို ချိတ်ပိတ်ထားခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ သူတို့နဲ့အိမ်နီးချင်းတစ်ယောက်ဟာ သူမရှိတုန်း သူ့အခန်းကိုကြည့်ပေးဖို့ထားခဲ့ပါတယ်။\nသားဖြစ်တဲ့သူနဲ့ သူ့သူငယ်ချင်းတွေဟာ အဲ့အခန်းထဲကိုဝင်ပြီး အလုံပိတ်ထားတဲ့ အခန်းတစ်ခုကို\nဖွင့်မိရာကနေ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေကုန်ကြပါတယ်။\nအဲ့အခန်းထဲက လွတ်သွားတဲ့အရာက ဘာလဲ\nဘာလို့လူတွေကိုလိုက်သတ်နေရတာလဲ\nအခန်းပိုင်ရှင်ရဲ့ လျှို့ဝှက်ချက်ဟာဘာလဲဆိုတာကို အသဲတယားယားနဲ့ ကြည့်ရှုလိုက်ကြပါဦး ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmIxMzAzOTEtY2QyZi00YzBkLThiM2ItM2I5YzNhYzM2ZTJlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Good Night (2023)",
        "description": "Good Night 2023ဒီတစ်ခေါက်မှာတော့ IMDb - 8.3/10 ထိရရှိထားတဲ့ တမီးလ် မိသားစုဒရမ်မာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Jai Bhim၊ Vikram Vedha ဇာတ်ကားတွေထဲက\nမင်းသား Manikandan နဲ့ မင်းသမီးချော Meetha တို့ကအတွဲညီညီသရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\nမိုဟန်တို့အိမ်ဟာ မိသားစု‌ဝင်တွေအများကြီးနဲ့ သိုက်သိုက်ဝန်းဝန်းရှိလှတဲ့ မိသားစုတစ်ခုပါ။\nအချင်းချင်းစည်းလုံးကြပြီး တစ်ယောက် ပြဿနာတစ်ယောက်ဖြေရှင်းကြရင်းပေါ့။\nသို့ပေမဲ့မိုဟန်မှာ မိသားစုဝင်တွေ သည်းမခံနိုင်လောက်အောင်ဆိုးတဲ့\nအကျင့်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ ဟောက်တတ်တာပါပဲ။အဲအကျင့်ကြောင့်လည်း စော်ငြင်းကောင်ဖြစ်နေရတဲ့သူပါ။\nတစ်နေ့မှာ ယောက်ဖဖြစ်သူနဲ့ ရေပိုက်လိုက်ပြင်ရင်း အာနူးဆိုတဲ့သနားစရာကောင်မလေးနဲ့ တွေ့ဆုံပြီး၊\nနှစ်ယောက်သားစုံမက်သွားကြတဲ့အခါ အာနူးခင်ဗျာ မိုဟန်ကိုသည်းခံနိုင်ပါဦးမလား၊\nနှစ်ယောက်သား ဘယ်လိုနားလည်မှုယူကြမှာလဲ....သူတို့ခင်ဗျာညတိုင်း \"Good Night \" ဖြစ်နိုင်ပါဦးမလားဆိုတာ\n\"Good Night\"ဇာတ်ကားမှာပဲအဖြေရှာပြီး အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ ThaikSan ~ Zwe ~ V~ BpL~ တို့ပဲဖြစ်ပါတယ်။\nFile size…2.39GB / 1.12GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fmco/Good_Night_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/image-1-146x200.jpg",
        "title": "You Don’t Mess with the Zohan (2008)",
        "description": "You Don't Mess with the Zohan (2008)Adam Sandler ရဲ့ မကြည့်ဖူးသူမရှိလောက်မယ့် ကားဟောင်းကားကောင်းတစ်ကားပါ။ သူကိုယ်တိုင် သရုပ်ဆောင်ရုံတင်မကဘဲ ဇာတ်ညွှန်း‌ကိုလည်း သူပဲ ဝင်ရေးပေးခဲ့ပါသေးတယ်။ ဒါ့အပြင် အခြားနာမည်ကျော် ရုပ်ရှင်မင်းသားမင်းသမီးတွေဖြစ်ကြတဲ့ Emmanuelle Chriqui, John Turturro နဲ့ Buddy Games ဇာတ်ကားထဲက မင်းသားကြီး Nick Swardson ကိုလည်း လူငယ်သရုပ်ဆောင်အနေနဲ့ တွေ့ရမှာဖြစ်လို့ လုံးဝကို လက်ရာမြောက် ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားကတော့ ဇိုဟန်ဆိုတဲ့ အစ္စရေးနိုင်ငံသား အထူးစစ်သားတစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးတော့ရိုက်ကူးထားတာပါ။ ဇိုဟန်ဟာ သူလုပ်နေတဲ့အလုပ်မှာ ကျွမ်းကျင်ရုံတင်မကဘဲ အတော်လေးကို နာမည်ကြီးလှတဲ့ အကြမ်းဖက်နှိမ်နင်းရေး တပ်ဖွဲ့ရဲ့  နိုင်ငံကျော်စူပါစတားပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ဒီအလုပ်ကိုလုပ်နေရင်းနဲ့ ဒီလိုပဲ သူ့ဘဝကြီးက သံသရာလည်တာကို မနှစ်သက်တော့ပါဘူး။ အဲဒီအခါ ဇိုဟန်ဟာ သူ့ရဲ့ ဝါသနာပါရာ စိတ်ကူးအိပ်မက်ကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1fm52/(CM)_You_Don__Mess_with_the_Zohan_(2008)_Unrated_720p.mp4",
        "category": "Action, Comedy"
    }
]