[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/On-your-own-160x200.jpg",
        "title": "On your own street, We are (2022)",
        "description": "On your own street, we (너만의 거리에서, 우리는) (2022)Squid Game မှာတုန်းက တစ်ခန်းထဲပါပြီး Scene Stealer လုပ်သွားတဲ့ Lee Jung Joon နဲ့\nWSJN ထဲက အချောလေး Eun Seo တို့ရဲ့ မူဗီအသစ်လေး ရပါပြီဝူယောင်းဝူလေးကို အပတ်တိုင်းစောင့်ကြည့်ခဲ့သူတွေအဖို့ကတော့\nမသန်စွမ်းကလေးတွေရဲ့အမူအကျင့်တွေ၊ သူတို့ရဲ့သဘောသဘာဝတွေနဲ့စိမ်းမှာမဟုတ်ပါဘူး။\nဒီနေ့မှာတော့ မွေးရာပါ Autism ရောဂါသည်လေး “ဆွန်းမို” နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nအထက်တန်းကျောင်းသားအရွယ် မွေးရာပါမသန်စွမ်းကောင်လေး “ဆွန်းမို” ..\nတစ်ဦးတည်းသောသားတစ်ယောက်ဖြစ်တာမို့ မိဘတွေကလည်း ဆွန်းမိုကိုအရမ်းချစ်ကြသလို“မသန်စွမ်းကလေးရဲ့မိဘတွေမို့ ကိုယ့်ကလေးထက်\nတစ်ရက်လေးပဲ အသက်ပိုရှည်ချင်တဲ့ ဆန္ဒပဲ ရှိတာပါ\" လို့ ပြောရအောင် ဆွန်းမိုရဲ့အနာဂတ်အရေးကိုပူပန်နေကြသူတွေပါ။အထူးသဖြင့် အထက်တန်းကျောင်းသားအရွယ် ဆွန်းမို ကျောင်းပြီးလို့ အသက်မွေးဝမ်းကျောင်းအလုပ်လုပ်ရတဲ့အခါ\nသူများကလေးတွေနဲ့တန်းတူမလုပ်နိုင်မှာကိုလည်း မိဘတွေခမျာ ပူပန်နေရတာပေါ့။\n“မသန်ပေမယ့် စွမ်းတဲ့” ဆွန်းမိုကတော့ ကော်ဖီဖျော်တဲ့နေရာမှာ ဆရာကြီးပါ။\nကော်ဖီစေ့အမျိုး ၅၀လောက်ကို အနံ့ခံရုံနဲ့အမျိုးအစားခွဲနိုင်ပြီး ကော်ဖီဖျော်တာကိုကျွမ်းကျင်ပေမယ့်\nသူတကယ်ဝါသနာပါတာက Barista အလုပ်မဟုတ်ဘဲ ...",
        "rating": "4",
        "url": "https://megaup.net/2uiJ7/On_your_own_Street,_We_are.720p.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbKcVBcxF96ARW2oKHqDYAcLdu.jpg",
        "title": "The Longest Yard(2005)",
        "description": "The Longest Yard(2005) အညွှန်း***************************1974 မှာထွက်ရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆုရရှိခဲ့တဲ့ အမေရိကန် ထောင်ဟာသဇာတ်ကားကို 2005 မှာAdam Sandler နဲ့ ပြန်လည်ဆန်းသစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။လူရယ်လို့ဖြစ်လာရင် တသီးတသန့်နေလို့မရပါဘူး။ ဆိုင်ရာ ဆိုင်ရာ ချစ်ခင်ရတဲ့မိသားစု မိတ်ဆွေသူငယ်ချင်းချစ်သူရည်းစားကတော့ ရှိကြစမြဲပါပဲ။ သို့ပေမယ့် ပေါလ်ခရူး (ခ) နာမည်ပျက်နဲ့ ကျော်ကြားတဲ့ရက်ဂ်ဘီကစားသမားဟောင်းမှာတော့ အဲဒီလိုတွေမရှိရှာပါဘူး။ရှိရင်လည်း သူ့အချိုးတွေကြောင့် ရေစက်ပြတ်ကုန်ကြတာကိုး။ခုလည်း သူ့ချစ်သူရဲ့ကားကိုခိုးပြီး ရဲတွေကို ပြဿနာသွားရှာလို့ ထောင်သုံးနှစ်ကျပါလေရောလား။ထူးဆန်းတာက သူရောက်သွားတဲ့ထောင်က ထောင်ပိုင်ဟာအစိုးရအဖွဲ့ ရွေးကောက်ပွဲဝင်ချင်နေပြီး ပြည်သူတွေကြားမှာကျော်စော်ချင်နေတဲ့ငနဲကြီးဖြစ်နေတော့ ထောင်စောင့်တွေနဲ့ ထောင်သားတွေတစ်သင်းစီ ခြေစစ်ပွဲလုပ်မယ်ဆိုပြီး ပေါလ်ကိုအတင်းအကျပ် ထောင်သားတွေနဲ့ အသင်းဖွဲ့ခိုင်းတော့တာပါပဲ။လူ့ဂွစာကြီးဘယ်လိုတွေဆက်ဖြတ်သန်းမလဲဆိုတာကိုတော့...  File Size :(2.5GB)(1.1GB) and (330 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Crime , Sport, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ol2z/The.Longest.Yard.2005.BLU-RAY.1080P.PP(CM).mp4",
        "category": "Comedy, Crime, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQ1NDUyODk5NF5BMl5BanBnXkFtZTcwODk0MjIwNg@@._V1_-135x200.jpg",
        "title": "Conan the Barbarian (2011)",
        "description": "Conan the Barbarian (2011)ဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော် Aquaman မင်းသားကြီး Jason Momoa ရဲ့ 2011 ကထွက်ရှိထားတဲ့ Conan the Barbarian ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကို ဟိုက်ဘိုရီယန်ခေတ်မှာ အခြေတည်ထားပြီးတော့ ခန့်မှန်းအားဖြင့် BC 14000 ကနေ 9500 ကြားလောက်အချိန်အတွင်းဖြစ်ပါတယ်။\nဟိုက်ဘိုရီယန်ခေတ်မတိုင်ခင် အက်ရှရွန်ခေတ်မှာမှော်ဆရာတွေဟာ သေသူကိုပြန်ဆင့်ခေါ်နိုင်ဖို့ ဘုရင်တွေရဲ့အရိုးတွေကိုသုံးပြီး နတ်ဆိုးတွေစီး၀င်‌နေတဲ့ မျက်နှာဖုံးတစ်ခုကို ဖန်တီးလိုက်ကြပါတယ်။ မျက်နှာဖုံးဟာ စွမ်းအားကြီးလွန်းလို့ အက်ရှရွန်တွေဟာ တစ်ကမ္ဘာလုံးကို အုပ်စိုးသွားနိုင်ခဲ့ပေမယ့် သူတို့ကိုတော်လှန်နိုင်တဲ့\nဘာဘေရီယန်ဆိုတဲ့ မျိုးနွယ်စုတစ်စု ကျန်ရှိနေခဲ့ပါတယ်။ဘာဘေရီယန်တွေဟာ မျက်နှာဖုံးကိုခွဲပစ်လိုက်နိုင်ပြီး မသမာသူတစ်ယောက်ယောက်က အစိတ်အပိုင်းတွေကိုပြန်မဆက်နိုင်အောင်\nတစ်ပိုင်းချင်းစီကို မျိုးနွယ်စုအသီးသီးဆီဖြန့်ကျက်ထားလိုက်ပါတယ်။ဒါပေမယ့် တစ်နေ့တော့ အပိုင်းအစတွေကိုပြန်စုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့တဲ့အခါ ဇာတ်လိုက်ကျော် Jason Momoa တစ်ယောက် ဘယ်လိုအန္တရာယ်တွေရင်ဆိုင်ရင်း တားဆီးဖို့ကြိုးစားသွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသားကြီးအာနိုးရဲ့ Conan the Barbarian (1982) နဲ့နာမည်တူ ခေတ်ပုံစံတွေတူပေမယ့် ဇာတ်လမ်းဆက်စပ်မှုတော့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/18nx4/(CM)_Conan.the.Barbarian.2011.720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/67790-141x200.jpg",
        "title": "Conan the Barbarian (1982)",
        "description": "Conan the Barbarian (1982)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။\n File size…(1.1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:09:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MgKing",
        "rating": "6.9",
        "url": "https://megaup.net/1xYt9/Conan_-_The_Barbarian_[1982]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/FB6ysfEVIAAjXS1-200x200.jpg",
        "title": "True Sight : The International (2021)",
        "description": "နှစ်စဉ်နှစ်တိုင်း ထွက်နေကျ Dota 2 International ရဲ့ True Sight Documentary ထွက်လာပါပြီ။ မနှစ်ကလည်း အားလုံးမှတ်မိတဲ့အတိုင်း ဘယ်သူမှ မထင်ခဲ့တဲ့ Team Spirit ဟာ အသင်းကြီးတွေ ဖြစ်တဲ့ OG, VP, iG, Secret တို့ကို ဆက်တိုက်ဖြတ်ကျော်ပြီး ဖိုင်နယ်မှာ ရှုံးပွဲမရှိတဲ့ PSG.LGD အသင်းကြီးကို အနိုင်ယူခဲ့ပြီး ချန်ပီယံဖြစ်လာခဲ့ပါတယ်။ သူတို့အသင်းတွေရဲ့ ဖိုင်နယ်ပွဲအတွင်းက ဇာတ်လမ်းလေးတွေကို ချန်နယ်မြန်မာမှာ မြန်မာစာတန်းထိုးနဲ့ ကြည့်ရှုနိုင်ပါပြီ။ ပြီးရင်တော့ အောက်တိုဘာမှာလုပ်မယ့် TI-11 အတွက် ရင်ခုန်ကြတာပေါ့။ File size…(2.04GB/(962MB)/(636MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Sport\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "10",
        "url": " https://megaup.net/2uiie/True_Sight_-_The_International_2021_Finals_720p(CM).mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djM2s4wSaATn4jVB33cV05PEbV7.jpg",
        "title": "Lou (2022)",
        "description": "Lou (2022)(1080p ရပါပြီ)အသစ်ထွက်ရှိလာတဲ့ Action, Crime, Drama အမျိုးအစားဖြစ်ပြီး ဇာတ်ကောင်လေး လက်တစ်ဆုပ်စာရယ် Plot twist တွေရယ်နဲ့ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။လူးက အမေရိကားနိုင်ငံက ကျွန်းလေးတစ်ကျွန်းမှာ ခွေးတစ်ကောင်နဲ့ တစ်ကိုယ်တည်း ဘဝကိုရှင်သန်နေတဲ့အမျိုးသမီးကြီးတစ်ဦးပါ။ဟန်နာနဲ့ ဗီကတော့ သူ့အိမ်ကိုငှါးနေရတဲ့ သားအမိနှစ်ယောက်ပေါ့။ ဗီလေးရဲ့ ဖခင်ကတော့ ဆုံးပါးသွားပြီလို့ ဆိုထားပါတယ်။မုန်တိုင်းထန်တဲ့တစ်ညမှာ ဗီလေးကို လူတစ်ယောက်က ပြန်ပေးဆွဲသွားတဲ့အခါ မိခင်ဖြစ်သူ ဟန်နာတစ်ယောက် အပေါက်ဆိုးပြီး ပဟေဠိဆန်တဲ့ လူးနဲ့အတူ သမီးပျောက်ရှာပုံတော်ထွက်ပါတော့တယ်ဒီလိုနဲ့ တဖြည်းဖြည်း လူးရဲ့ ရှုပ်ထွေးပွေလီတဲ့ နောက်ကြောင်းရာဇဝင်တွေကို တစွန်းတစ်စသိလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu က ပါ။)File Size          : 2.3GB, 823MB, 385MB\nQuality          ...",
        "rating": "5.9",
        "url": "https://megaup.net/2uhcm/[CM]Lou.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n7gVho5g4IFqnbBJL8ATqG53UH4.jpg",
        "title": "The Bad Seed Returns (2022)",
        "description": "The Bad Seed Returns (2022)Horror movie ဖန်တွေအတွက် မစိမ်းလှတဲ့ ၂၀၁၈ ခုနှစ်မှာထွက်ရှိပြီးသား The Bad Seed ရဲ့ sequeal ဇာတ်လမ်း ထွက်ရှိလာပါပြီ။2018 movie ကို ကြည့်ရှုပြီးသူတွေကတော့ ဇာတ်လမ်းကြောင်းသိထားပြီးသားဖြစ်တာကြောင့် Psychopath ကလေးမလေး အမ်မာရဲ့ ဆယ်ကျော်သက်ရွယ်ဘဝကို ဒီကားမှာဆက်ပြီးကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်။ငယ်ငယ်ကတည်းက Psychopath ဘဝနဲ့မွေးဖွားလာတဲ့ကောင်မလေး အမ်မာဟာ သူ့အဖေအရင်း၊ ရွယ်တူကောင်လေးတစ်ယောက်၊ ဆရာမတစ်ယောက်နဲ့ ကလေးထိန်းတစ်ယောက်တို့ကို လူမသိစေဘဲ သေအောင်ကြံစည်ခဲ့ပြီး သူ့အဒေါ် အန်ဂျလာနဲ့အတူနေထိုင်ဖို့အတွက် အဒေါ်အိမ်ကို လိုက်သွားခဲ့ရပါတော့တယ်။အဒေါ့်အိမ်မှာ အဒေါ့်ယောကျ်ားရယ် အဒေါ်တို့လင်မယားကမွေးတဲ့ ကလေးလေးနဲ့အတူနေထိုင်ရင်း ဆယ်ကျော်သက်ဘဝကို ဘယ်လိုဖြတ်သန်းမလဲ?\nသူ့ကိုမကျေမနပ်ဖြစ်အောင် လုပ်မိတဲ့သူတွေ ဘယ်လိုဇာတ်သိမ်းရမလဲ?\nဒီတစ်ခေါက်မှာရော ပထမဇာတ်ကားကလို အပြစ်လွတ်အောင်ရှောင်နိုင်ပါ့မလား? ဆိုတာကိုတော့ အခုထွက်ရှိလာတဲ့ The Bad Seed Returns ဇာတ်ကားမှာ ကြည့်ရှုလိုက်ကြရအောင်ပါ။သွေးအေးအေးနဲ့ Psycho ဆန်ဆန်နောက်ခံသီချင်းတွေပါ ပါရှိပြီး ဇာတ်ကွက်ကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/18mdl/[CM]The.Bad.Seed.Returns.2022.720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/L_p0013637243-1-139x200.jpg",
        "title": "[18+]Snakes and Earrings",
        "description": "Sankes and earringsညတစ်ညနဲ့စတင်ခဲ့တဲ့ ‌ဇာတ်လမ်းလေးပေါ့...\nLuiဆိုတဲ့ကောင်မလေးက ၁၉နှစ်အရွယ်Amaဆိုတဲ့ကောင်လေးကို ရူးရူးမူးမူးချစ်မိသွားခဲ့တယ် ကောင်လေးကလျှာနှစ်ခွဖြတ်ထားတာကြောင့် သူပါလိုက်လုပ်ချင်တဲ့အထိကောင်လေးကိုစွဲလမ်းသွားတယ်\nတ‌စ်နေ့ လျှာသွားဖောက်ရင်းနဲ့ tattoo ဆရာရဲ့ အထိအတွေ့တွေအောက်မှာသာယာသွားမိတဲ့အခါ သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်နာကျင်မှုနဲ့အတူဆက်ဆံရတဲ့ လိင်ပိုင်းဆိုင်ရာအထိအတွေ့ကိုသဘောကျတဲ့ Luiနဲ့ အချစ်ကိုနူးညံ့သိမ်‌မွေ့စွာတန်ဖိုးထားတတ်တဲ့ Ama\nမျက်ရည်မြင်မှ လိင်စိတ်ကြွတဲ့ tattoo ဆရာShibaတို့ရဲ့ အရှုပ်ထွေးတွေကို ပဟေဠိဆန်ဆန် ခံစားစီးမျောရမှာဖြစ်ပါတယ်File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__02:03:00\nType__Adult, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by DS Team\nEncoded by Dark Devil",
        "rating": "6.2",
        "url": "https://megaup.net/18oj8/[18+]Snakes_and_Earrings_(2008)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/The_Map_Against_The_World-pr1-140x200.jpg",
        "title": "The Map Against The World (2016)",
        "description": "The Map Against The World (2016)\nIMDb 5.8နာမည်ကြီးမင်းသားမင်းသမီးတွေတစ်စုတစ်စုတည်းပါဝင်တဲ့ တစ်ခေတ်တစ်ခါက ဖြစ်ရပ်မှန်သမိုင်းဝင်ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်GPS တွေမပေါ်သေးတဲ့နန်းတွင်းခေတ်မှာဆိုရင် မြေပုံတွေကိုပဲအားကိုးအားထားပြုကြရပါတယ် ဒါပေမယ့် အားကိုးရတဲ့မြေပုံကသာမှားယွင်းရေးဆွဲထားပါက လူကိုသတ်တာနဲ့အတူတူပါပဲဒီကားထဲမှာဆိုရင်လည်း မြေပုံဆွဲဆရာ ကင်ဂျောင်းဟိုငယ်စဉ်အချိန် သူပုန်တွေခေတ်ထတော့ နန်းတွင်းအရာရှိတွေက ကုန်သည်တွေကိုသွားတိုက်စေခဲ့ပါတယ်\nဒီကုန်သည်‌‌တွေထဲမှာ ဂျောင်းဟိုအ‌ဖေလည်းအပါအဝင်ပေါ့အာဏာရှိလူတွေကခိုင်းတာကြောင့် မတတ်သာပဲ မြေပုံလေးတစ်ခုနဲ့ ထွက်လာကြတဲ့ကုန်သည်တွေဟာ မြေပုံအမှားကြောင့် နှင်းတောထဲလမ်းပျောက်ကာ မရှူမလှသေခဲ့ရပါတယ်\nဖခင်သေဆုံးခဲ့ရလို့စိတ်နာခဲ့တဲ့ကင်ဂျောင်းဟိုလေးကြီးပြင်းလာတော့ ကမ္ဘာအနှံခြေဆန့်ပြီး ကမ္ဘာ့အရှေ့ခြမ်းမြေပုံကိုနှစ်နဲ့ချီရေးဆွဲခဲ့ပါတော့တယ်တခြားနေရာမှာသာဉာဏ်မကောင်းတဲ့ဂျောင်းဟိုက မြေပုံဆိုရင်တော့ သစ်ပင်ကအစမလွဲဘဲဆွဲနိုင်တာကြောင့် အရူးမြေပုံဆွဲသမားလို့လည်း ခေါ်ကြပါသေးတယ်\nဒီလိုနဲ့ တစ်နေ့ နန်းတွင်းအင်အားကြီးနှစ်ဖွဲ့ကြား အရှုပ်အရှင်းတွေပေါ်ပေါက်လာခဲ့ပြီး ဒီမြေပုံကိုမဖြစ်မနေရရမယ့်အနေအထားပေါ်လာခဲ့ရမှာတော့...\nဘာတွေဆက်ဖြစ်သွားမလဲ အသက်ထက်တန်ဖိုးထားရတဲ့ဒီမြေပုံကို‌ကင်ဂျောင်းဟိုကာကွယ်နိုင်မလားဆိုတာ အခုပဲဒေါင်းကြည့်လိုက်ကြပါတော့ရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(3.2GB) / (1.5GB)\nQuality__HD_1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__02:10:00\nType__Drama, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://megaup.net/1Ok5q/The_Map_Against_the_World_(2016)_720p.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjc0OTJhMDEtNDYyYy00NjVlLTg0ZGMtN2ZkMzAyMWQwYTY5XkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-143x200.jpg",
        "title": "Diary(2022)",
        "description": "Diary ( 2022 )\nIMDb 8.5/10ဒီတစ်ခေါက်မှာတော့ Mystery, Thriller တွေမှာ ကျွမ်းကျင်ပိုင်နိုင်တဲ့ Dejavu မင်းသား Arulnithi ရဲ့\nနောက်ထပ် Crime, Thriller ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းရဲ့အစမှာတော့ မတ်တူပါလာယမ်ကနေ အိုတီမြို့ကိုသွားတဲ့လမ်းက\nထူးဆန်းတဲ့ ၁၃လမ်းကွေ့ဆိုတဲ့နေရာအကြောင်းကို‌ ဖော်ပြထားပါတယ် ။\nအဲ့ဒီနေရာရောက်တိုင်း ယာဉ်မတော်တဆမှုတွေဖြစ်လေ့ရှိတာကြောင့်\nရဲတပ်ဖွဲ့၀င်တွေကပါ သတိပေးထားရတာကြောင့်ပါ ။ တချို့ကလဲ\nအဲ့ဒီနေရာကသရဲခြောက်တယ်လို့ ပြောကြပါတယ် ။\n၁၃လမ်းကွေ့ရဲ့အကြောင်းကတော့ အိုတီမြို့မှာပြောစမှတ်တွင်လာပါတော့တယ်။ဗာရတ်ဒါဟာ စုံစမ်းစစ်ဆေးရေးသင်တန်းသား အရာရှိလောင်းတစ်ဦးဖြစ်ပါတယ် ။\nတစ်ရက်မှာ ဌာနကသင်တန်းသားတွေကို\nအဖြေမပေါ်သေးတဲ့အမှုတွေကိုပြန်လည်စစ်ဆေးဖို့ တာ၀န်ပေးလိုက်ပါတော့တယ်။\nဗာရတ်ဒါစုံစမ်းရမဲ့အမှုက ၁၆နှစ်ကြာတဲ့အထိအဖြေမပေါ်သေးတဲ့\nအိုတီမြို့ကဟိုတယ်မှာ လင်မယားနှစ်ယောက် အသတ်ခံရတဲ့အမှုပါ။\nဗာရတ်ဒါနဲ့အတူ အမှုကိုကူညီပြီးစုံစမ်းပေးဖို့ ဒုစုံစမ်းရေးမှူး\nပါဗီသရာကိုလည်းတာ၀န်ပေးထားပါတယ် ။ ဒါပေမဲ့ သူတို့စုံစမ်းရမဲ့အမှုဟာ\nထင်သလောက်မလွယ်ကူခဲ့ပါဘူး ... ဒါ့အပြင်အိုတီမြို့က တခြားသောအမှုတွေနဲ့လည်း ပတ်သတ်နေပါသေးတယ်...\nသူတို့နှစ်ယောက် လွန်ခဲ့တဲ့၁၆နှစ်ကအမှုကိုပြန်လည်ဖော်ထုတ်နိုင်ပါ့မလား...\nဇာတ်လမ်းအစက သရဲခြောက်ပါတယ်ဆိုတဲ့ ၁၃လမ်းကွေ့နဲ့ရော ဘယ်လိုပတ်သတ်နေမလဲ...ဇာတ်လမ်းမှာဘာဆက်ဖြစ်မယ်ဆိုတာကြိုမသိရပဲ ရင်တထိတ်ထိတ်နဲ့ ပရိသတ်ကိုအဆုံးထိဆွဲခေါ်သွားမှာပါ ။\nလျှို့ဝှက်သည်းဖို မှုခင်းဇာတ်လမ်းမျိုးကြိုက်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်နော်\nFile size…1.7GB /  849MB\nQuality…1080p WEB ...",
        "rating": "8.4",
        "url": "https://megaup.net/18mzc/Diary_(2022)_Tamil_TRUE_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cQkjoQEvGtBWxGlGcGkATi0O0I.jpg",
        "title": "5 in 1 (2022)",
        "description": "(18+) 5 in 1(2022)ကားနာမည်ကြားတာနဲ့တင် ဆွဲဆောင်မှုအပြည့်ရှိနေတာကတော့ ဒီဇာတ်ကားပါပဲဒီဖိလစ်ပိုင်ကားမှာတော့ Johnny Dick Jordi ဆိုတဲ့ ဘဲကြီးက 5 in 1 coffee ဆိုပြီး\nသောက်ဆန်းကြီးကို‌တည်ထောင်ပြီး ဥစ္စာပေါရုပ်ချောရေလျှံနေတဲ့ ဘဲကြီးတစ်ပွေဖြစ်ပါတယ်။ဒါပေမဲ့ ရေလျှံတဲ့ဘဲတွေထုံးစံအတိုင်းသူက ကော်ဖီကိုတင် 5 in 1 လုပ်ခဲ့တာမဟုတ်ပါဘူး\nဒီလိုနဲ့ဖိလစ်ပိုင်ကျော်ကြီးတစ်ယောက် ကံဆိုးစွာနဲ့ ရောဂါကြောင့်ငယ်ငယ်ရွယ်ရွယ်သေဆုံးသွားချိန်မှာတော့\nသူ့ရဲ့ချမ်းသာကြွယ်ဝမှုကိုအမွေဆက်ခံဖို့ သူ့ရည်းစားဟောင်း ၅ ဦး ဖြစ်တဲ့\nလာနာ ရို့စ်၊ မီယာ ကာလီဆာ၊ မာရီယာ အိုဆာကာ၊လက်ဆီ လောရိုက်စ်၊ ရီလေ ရတ်ပါဆိုတဲ့\nဆော်အလန်းလေးတွေကို သူ့အသုဘကို ဖိတ်ခေါ်ခဲ့ပါတယ်။ဒါပေမဲ့သူတို့ထဲက ဘယ်သူကများ မစ္စတာ Dick ရဲ့ အမွေကိုဆက်ခံနိုင်မှာလဲ...\nဒီလိုနဲ့ စားဘဲကြီးနဲ့ သူတို့ရဲ့အမှတ်တရအတိတ်နေ့ရက်လေးတွေကို ပြန်ပြောပြရင်း\nစားဘဲကြီးရဲ့ဆော် ၅ယောက်ကို တစ်ပြိုင်နက်ထဲဘယ်လို အ‌ကွက်ရွှေ့ပြီးတွဲသွားလဲ\nဘယ်လိုတော်ကီတွေ tactics တွေသုံးသွားလည်းဆိုတာကို ညိုကီတို့နည်းနာယူရမှာပဲဖြစ်ပါတယ်\nဒါပေမဲ့လည်း ‌စားဘဲကြီးဖြစ်ပေမဲ့ စားဖို့လောက်ပဲသိတဲ့ ဘဲကြီးလို့တော့မထင်လိုက်ပါနဲ့ ‌\nအမျိုးသမီးတွေရဲ့ဘဝဒုက္ခကိုကူညီပေးရင်း အလင်းလမ်းကိုပြသတဲ့\nကျော်ကြီးရဲ့ဖြူစင်တဲ့နှလုံးသားကူညီတတ်ပုံတွေကိုလည်း မြင်တွေ့ရမှာပါဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/18mzp/5.in.1.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTc0Njc1MTU5Nl5BMl5BanBnXkFtZTcwMjA4NDE2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Superhero Movie (2008)",
        "description": "Superhero Movie (2008)\n==================\nဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ စူပါဟီးရိုးကားပါ။\nကျွန်တော်တို့ ကြည့်ဖူးတဲ့ စူပါဟီးရိုးတွေ အကုန်ပေါင်းထားတဲ့ ဇာတ်ကား\nလို့တောင်ပြောလို့ရတယ်။ ဘတ်မန်းမိဘတွေ သေတာကအစ စပိုက်ဒါမန်းရဲ့\nအန်ကယ်ဘန် သေတာအဆုံး ပါပါသေးတယ်။ X-Men Universe က ချားစ်\nဇေးဗီးယား ၊ ဝူဗာရင်းနဲ့ Fantastic 4 တောင်ပါလိုက်သေးတယ်။Spider-man No Way Home Crossover လုပ်တယ်ဆိုတာ ဒီကားကို\nဘယ်မှီဦးမလဲ။ With great power comes with Hot Bitches ( ကြီးမားတဲ့\nအစွမ်းတွေနဲ့အတူ စော်အလန်းတွေပါ ကပ်ပါလာလိမ့်မယ်) ဆိုတဲ့ စပိုက်ဒါ\nမန်းကားရဲ့ ဂန္တဝင် စကားလေးလည်း ပါလိုက်သေးတယ်ဗျာ။ Dragonfly ဆိုတဲ့\nသဘာဝလွန်ပုစဉ်းတစ်ကောင် အကိုက်ခံလိုက်ရတဲ့ Rick Ricker ဟာ ပုစဉ်း\nလူသားဖြစ်လာပြီး ဘယ်လိုပေါက်ကရတွေလုပ်ပြီး အခက်ခဲတွေကို ကျော်ဖြတ်\nသွားမလဲဆိုတာကို အပျင်းပြေကြည့်ရှုရမှာဖြစ်ပါတယ်။ ပြောရရင်တော့ Superhero\nတွေကိုလှောင်ထား၊ ပြောင်ထားတဲ့ မူဗီလို့ဆိုရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/18l0n/Superhero.Movie.2008.EXTENDED.CUT.720p.BluRay.x264-HD1080.mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3FP5tTqNbEoK0Pis7K7AuodVlu.jpg",
        "title": "The Bad Seed (2018)",
        "description": "Rating 6.1 ရှိတဲ့ Horror ဆန်ဆန်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်....ဒေးဗစ်ဂရိုစ့်မန်းဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမ မရှိတော့ဘဲနဲ့သူ့သမီးလေးဖြစ်သူ အမ်မာဂရိုစ့်မန်းကိုစောင့်ရှောက်ပြီးနေထိုင်သူတစ်ဦးဖြစ်ပါတယ်တစ်နေ့မှာတော့ အမ်မာ့ရဲ့ကျောင်းမှာကောင်လေးတစ်ယောက်ရေနစ်ပြီး သေဆုံးသွားခဲ့ပါတယ်...ထိုအဖြစ်အပျက်ကြောင့် ဒေးဗစ်ဟာ အမ်မာဝမ်းနည်းပူဆွေးနေမှာကိုစိုးရိမ်နေမိသော်လည်း အမ်မာမှာ သူထင်ထားသလိုမဟုတ်ဘဲနဲ့ဆန့်ကျင်ဘက်တွေဖြစ်နေပါတယ်...ချောမောပြီးချစ်စဖွယ်ကောင်းလှတဲ့ အမ်မာဟာ တကယ်တော့ ဘယ်လိုလူမျိုးလဲ...သူ့ရဲ့အကျင့်စရိုက်အမှန်က ဘာလဲဆိုတာကိုဒီကားထဲမှာဆက်ပြီးကြည့်ရှုလိုက်ကြပါဦး.... File Size : (787 MB) and (226 MB)\nQuality : Wed DL 720p\nRunning Time : 1hr 27 min\nFormat : Mp4\nGenre : Drama , Horror , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pone Thone\nEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/SS35/The_Bad_Seed_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWU5YTEyOWMtZDQ5OC00MWMyLTkyYjgtMDE0NjkxYzVkODE5XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The Exchange (2021)",
        "description": "The Exchange (2021)\n===============ဒီဇာတ်ကားလေးကတော့ လူငယ်ကားလေးမို့ ပေါ့ပေါ့ပါးပါးလေးပါပဲ။\nတင်မ်လောင်း ဆိုတဲ့ ဟိုးဘတ်အထက်တန်းကျောင်းက ကောင်လေး\nတစ်ယောက်က ဘော်ဒါဘော်ကျွတ်မရှိတဲ့ ကြေကွဲလူငယ်လေးတစ်\nယောက်ပေါ့။ သူနဲ့တည့်တဲ့ အတန်းဖော်ရယ်လို့လည်း မရှိဘူးပေါ့လေ။တစ်ရက်ကျ ဒီဒုက္ခတွေကနေ ငါ့ကိုကယ်တင်ပေးမယ့်သူ ပေါ်လာပါစေဆိုပြီး\nကျောင်းပြောင်းပရိုဂရမ်တစ်ခုမှာ ဖောင်တင်လိုက်ရာကနေ မေခလာနတ်သမီး\nမလာဘဲ စတက်ဖန်ဆိုတဲ့ ဘောလိဝုဒ်ဘဲကြီး ရောက်လာပြီး ဇာတ်လမ်းက\nစတော့တာပါပဲ။တင်မ်လိုချင်တဲ့ သူငယ်ချင်းမျိုးမဟုတ်ဘဲ type လုံးဝမတူတဲ့သူတစ်ယောက်\nသူ့အိမ်ရောက်လာချိန်မှာ ကြုံတွေ့ရတဲ့ ဒုက္ခသုခပေါင်းစုံကို ဟာသနှောပြီး\nရိုက်ပြထားတဲ့ကားလေး ဖြစ်ပါတယ်။ ဇာတ်လမ်းအမည်ပေးရရင်တော့\nတင်မ်နဲ့ စတက်ဖန်ရဲ့ အရှုပ်တော်ပုံပဲ ဆိုပါတော့။\nဒီဇာတ်ကားထဲမှာတော့ တင်မ်အဖြစ် Ed Oxenbould နဲ့ စတက်ဖန်အဖြစ်\nAvant Jogia တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး comedy-drama ကား\nကောင်းတစ်ခုဖြစ်ကြောင်း ပြင်သစ်ပရိသတ်တွေက ညွှန်းဆိုပေးထားပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ May Thet Khine Soe, Khant Sett Naing တို့ဖြစ်ပါတယ်)\nFile Size..........(1.44 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2u0gk/The.Exchange.2021.PROPER.720p.WEBRip.(CM)_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWVmYmFlOGUtMTk5Yy00MDFmLWEzZGYtZjM4ODhlOTVjOTNmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Babli Bouncer (2022)",
        "description": "Bobli Bouncer (2022)IMDb-6.5/10အိန္ဒိယမြို့အစွန်က ဘောက်ဆာရွာလေးမှာ လူငယ်တိုင်း ဘောက်ဆာလေ့ကျင့်ကျွမ်းကျင်ကြတယ်\nဒီထဲကမှ ဘောက်ဆာဆရာရဲ့ သမီးဖြစ်တဲ့ ဘာဘလီကတော့ ရွာမှာ ဘောက်ဆာကျွမ်းကျင်တဲ့ မိန်းကလေး\nအတန်းပညာမှာအာရုံမစိုက်ခဲ့တာကြောင့် 10 တန်း တဖုန်းဖုန်းကျပြီး ကျောင်းထွက်ခဲ့ရပေမယ့်\nဘောက်ဆာမှာတော့ အမျိုးသားထဲမှာတောင် သူ့ကိုနိုင်သူမရှိဘူး\nမင်္ဂလာဆောင်တစ်ခုမှာ ကျောင်းတုန်းကဆရာမနဲ့တွေ့ပြီး ဆရာမသားကို သဘောကျမိသွားရာကနေ သူ့ဘ၀မှာ အပြောင်းအလဲတွေ စဖြစ်တော့တာပဲ....ဒေလီက ညကလပ်တစ်ခုကိုလာတဲ့ မိန်းကလေးတွေ\nအန်တီကြီးတွေရဲ့ ရစ်ဒဏ်ညစ်ဒဏ်ကို အမျိုးသားဘောက်ဆာ‌၀န်ထမ်းတွေ ဖြေရှင်းဖို့ အခက်တွေ့ရာကနေ အမျိုးသမီး ဘောက်ဆာ၀န်ထမ်းတွေ\nခန့်ဖို့ ဖြစ်လာခဲ့တယ်ပညာတတ် လူရည်သန့်လေးဗီရာ့ဂျ်က အမှီအခိုကင်းတဲ့ မိန်းကလေးသဘောကျတယ်ဆိုတာနဲ့ အမှီအခိုကင်း နေထိုင်ပြချင်လို့ ညကလပ်မှာ အမျိုးသမီး\nဘောက်ဆာအလုပ်လျှောက်ရင်း ရခဲ့တယ်ဗီရာ့ဂ်ျရဲ့ ‌မွေးနေ့မှာ အမူးလွန်ပြီး ဖွင့်ပြောမိရာကနေ\nဗီရာ့ဂ်ျဆီက ခါးခါးသီးသီး ငြင်းခံရလိုက်တဲ့အခါမှာတော့.....ပျော်ပျော်နေတတ်ပြီး ခေတ်လူငယ်တွေကြားအသုံးအနှုန်း အပြုအမူတစ်ခုမှမသိတဲ့ ရိုးသားတဲ့ တောသူမလေးနဲ့ပညာတတ် ဥစ္စာပေါ ရုပ်ချောလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းက ရှေ့ဆက်နိုင်မှာလား ဒီလိုနဲ့ပဲ\nဇာတ်သိမ်းသွားမလားဆိုတာကို ခံစားကြည့်ပါဦးအပန်းပြေကြည့်ချင်တဲ့ကားကောင်းလေး ရှာနေတဲ့ ပရိသတ်တွေအကြိုက်တွေ့မယ့် အချစ်ဇာတ်မြူးလေးပါ\nFile size…2.45GB ...",
        "rating": "6.7",
        "url": "https://megaup.net/18lvj/Babli_Bouncer_(2022)_TRUE_WEB-DL.720p.Hindi.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3WdkhaLCzimhV4f37ZIqeWGfl6Y.jpg",
        "title": "Blank (2022)",
        "description": "Blank (2022)~ IMDb rating - 7.5/10 ~Boston Science Fiction Film Festival မှာ Best Director, Best Production Design, Best Actor ဆုတွေရထားတဲ့ Sci-Fi ရုပ်ရှင်ပါ ။ Sci-Fi တွေချည်းပြတဲ့ပွဲမှာ ဆုရထားတဲ့ Sci-Fi ကားဆိုတော့ စဉ်းသာစားကြည့်‌ပေါ့။ IMDb ကလည်း 7.5/10 ဆိုတော့ စောက်ချဉ်တော့မဟုတ်ဘူး။နာမည်ကြီးစာရေးဆရာမတစ်ယောက် စာရေးမထွက်လို့ ဆိတ်ငြိမ်ရိပ်သာလို့ခေါ်တဲ့ အေအိုင်အကူအညီနဲ့ ဧကစာရီနေပြီး စာရေးဖို့လုပ်တယ်။ အေအိုင်က ၂မျိုး၊ တစ်ခုက ရိုဘော့ သူ့ကိုဝေယျာဝစ္စလုပ်ပေးမယ့် လက်ထောက်၊ နောက်တစ်ယောက်ကတော့ အကြံပေး လမ်းညွှန်ပေးတဲ့ အရိပ်လိုဟာ...။ သူစာရေးလို့ပြီးမှ သူအဲဒီကထွက်လို့ရမယ်ပေါ့။ ကံဆိုးချင်တော့ ဗိုင်းရပ်စ်ဝင်သွားပြီး စစ္စတန်တစ်ခုလုံး ဇောက်ထိုးတွေဖြစ် ရိုဘော့အေအိုင်နဲ့ သူနဲ့ပြဿနာတွေတက်လာတဲ့အခါမှာ သည်းထိတ်ရင်ဖို Thriller ကား ...",
        "rating": "7.5",
        "url": "https://megaup.net/18lrj/(CM)_Blank_(2022)_720p.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGExNjI1MzEtODJjNi00ZDQzLTlhZjAtM2QwNTEwNTE0ZTdmXkEyXkFqcGdeQXVyMTM1OTU1MzQx._V1_-160x200.jpg",
        "title": "Thiruchitrambalam (2022)",
        "description": "Drama, Comedy, Musical\nIMDb - 8.1/ 10ဒီတစ်ခေါက် ရုပ်ရှင်လေးကတော့ Karnan ဆိုတဲ့ ဇာတ်ကားနဲ့\nလူသိများနာမည်ကြီးတဲ့ မင်းသားကြီး Dhanush ရဲ့ အချစ် ဒရမ်မာ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်သီရူချီထရမ်ဘာလမ် (ဒါနုရှ်) ဟာ အမေနဲ့ ညီမ ဆုံးရှုံးသွားမှုကြောင့်\nပျော်စရာတွေပါ ဆုံးရှုံးလိုက်ရတဲ့ လူတစ်ယောက်ပေါ့သူ့ကို သားလို့သတ်မှတ်ရမှာရှက်ပြီး၊ စကားမပြောဖြစ်တာ\nနှစ်နဲ့ချီပြီဖြစ်တဲ့ အဖေနဲ့ တစ်ယောက်တည်းသော စကားပြောဖော်\nအဘိုးနဲ့အတူ တစ်အိမ်တည်းမှာ နေပေမယ့်\nအိမ်နဲ့တူတယ်လို့ မခံစားနေရတဲ့သူပေါ့ဘဝကို ရိုးရှင်းစွာနဲ့ ပါဆယ်ပို့သမားအဖြစ် လုပ်ကိုင်နေရင်း\nသူ ကျောင်းတုန်းက ကြိတ်ကြိုက်ခဲ့တဲ့ ကောင်မလေးနဲ့\nပြန်ဆုံခဲ့ရတော့တယ်ဒါပေမယ့် အဲဒီကောင်မလေးနဲ့ သူ့ဘဝက\nမိုးနဲ့မြေလို ကွာခြားပြီး သူတို့ပြန်ဆုံတော့ ကောင်မလေး သူ့ကို\nဆက်ဆံပုံတွေက တကယ်ပဲခင်လို့လား\nဒါမှမဟုတ် အထင်အမြင်သေးပြီး နှိမ်ကြောနေတာလားဆိုတာတော့\nသူတစ်ယောက် မသိတတ်နိုင်ခဲ့ပါဘူးဒါပေမယ့် ခွဲခြားသိနေတဲ့ သူတစ်ယောက်တော့ရှိတယ်\nအဲဒါကတော့ သူ့ရဲ့ အခင်ဆုံးသူငယ်ချင်း ကောင်မလေးပါပဲအဲဒီလိုနဲ့ သူ့ရဲ့ရိုးရှင်းနေတဲ့ ဘဝထဲ\nကောင်မလေးနှစ်ယောက်နဲ့အတူ ဘယ်လိုရှုပ်ထွေးမှုတွေ\nဘယ်လိုစိတ်လှုပ်ရှားစရာတွေနဲ့\nဘယ်လို ဘဝအလှည့်အပြောင်းတွေကို ကြုံတွေ့ရမလဲဆိုတာ\nပရိသတ်ကြီးကိုယ်တိုင်ပဲ ရှုစားခံစားကြည့်ပေးပါဦးနော်\nFile size…2.3GB  ...",
        "rating": "8.1",
        "url": "https://megaup.net/2ugkv/Thiruchitrambalam_(2022)_Tamil_TRUE_WEB-DL_.1080p.AAC5.1CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4169FrDord1ELavOgCp7UcNLxcg.jpg",
        "title": "[18+] #DoYouThinkIAmSexy? (2022)",
        "description": "#DoYouThinkIAmSexy? (2022)~ IMDb rating - 6.2/10 ~ချာလိစ်ဟာ မြို့မှာကျောင်းတက်ရင်းအလုပ်လုပ်နေတဲ့အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး နေ့ခင်းဘက်မှာ ကျောင်းတက်သလို ညဘက်တွေမှာ အွန်လိုင်းဝက်ဘ်ဆိုက်တစ်ခုကတစ်ဆင့် ဆက်စီကပြတာတွေ အဖော်အချွတ်လုပ်ပြတာတွေကို အခကြေးငွေနဲ့လုပ်ဆောင်ပါတယ်။ ဒါတွေကိုစောင့်ကြည့်နေခဲ့သူကတော့ သူ့ရဲ့ ပရော်ဖက်ဆာ ထရစ်စတန်ပါပဲ။ ချာလိစ်ရဲ့ကျောင်းချိန်မမှန်တာ၊အိမ်စာပုံမှန်မလုပ်တာ အမှတ်နည်းတာတွေကိုအကြောင်းပြ အိမ်လာခိုင်းပြီး အဓမ္မပြုကျင့်လိုက်တဲ့နောက် ကျောင်းဘုတ်အဖွဲ့ကိုတိုင်ခဲ့ပေမယ့်လဲ ထရစ်စတန်ဘက်ကသာဖြစ်တဲ့ ကျောင်းတာဝန်ရှိသူတွေဟာ အရေးမယူတဲ့အပြင် သားကောင်ဖြစ်ခဲ့ရတဲ့ သူ့ကိုပါ ကျောင်းနားခိုင်းလိုက်ပါသေးတယ်။ တစ်ဖက်ကလဲနေရာတကာဝင်ပါတတ်လွန်းတဲ့ ရှေးရိုးစွဲတွေရဲ့ကန့်ကွက်မှု ကြောင့်သူတို့ဝင်ငွေရှာနေတဲ့ဝက်ဘ်ဆိုဒ်ဟာ ပိတ်ရလုနီးပါးဖြစ်နေပါတယ်။ ဒီအကျပ်အတည်းတွေကနေ သူဘယ်လိုရုန်းထွက်မလဲ? ကြောင်သူတော်သူ့ဆရာကိုထိုက်သင့်တဲ့ပြစ်ဒဏ်ပေးအပ်နိုင်ပါ့မလား?ဒီတစ်ခေါက်ဇာတ်ကားကတော့ Cam girl လေးတွေရဲ့ဘဝကိုအခြေခံထားတာဖြစ်တဲ့အတွက် Solo လေးတွေများပါတယ်။ Cloe Barretto လေးကိုလဲ မထုံတက်တေးပုံစံတစ်မျိုး၊ ကင်မရာရှေ့ရောက်သွားရင် လုံးဝအသွင်သစ်တစ်မျိုးမြင်တွေ့ရမှာဖြစ်တဲ့အတွက်အမြင်ဆန်းသဘောကျကြမှာသေချာပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 865MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.2",
        "url": "https://megaup.net/18lcj/(CM)_Do_You_Think_I_m_Sexy_(2022)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTA2ODg5ZjgtOTU2My00MzFkLWI0NzMtZmQ5MmRhMWU1NzhlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bodies Bodies Bodies (2022)",
        "description": "Bodies Bodies Bodies (2022)\n====================IMDb Rating - 6.8/10ဟာသ၊ ဟော်ရာ၊ သည်းထိပ်ရင်ဖိုရုပ်ရှင်အသစ်ပါ။ ဇာတ်လမ်းက ရိုးမလိုနဲ့\nဆန်းပါတယ်။ လှည့်ကွက်တွေပါပါတယ်။ ရယ်ရမလို ငိုရမလိုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရိုးဟော်ရာကားတွေလိုပါပဲ။ သူဌေးသားသမီး\nသူငယ်ချင်းတစ်အုပ်စုဟာ လူသူမနီးတဲ့ စံအိမ်ကြီးတစ်ခုထဲမှာ ပါတီလုပ်ကြ\nပါတယ်။ သူတို့အားလုံးမှာတော့ ထုံးစံအတိုင်း နောက်ကြောင်းရာဇဝင်ကိုယ်စီနဲ့ပေါ့။ပါတီလုပ်ကြ ကဲကြရင်းနဲ့ ဆော့နေကျ ဂိမ်းတစ်ခုကို သူတို့ စပြီးကစားကြပါတယ်။\nအဲဒီဂိမ်းကတော့ Bodies Bodies Bodies ဆိုတဲ့ဂိမ်းပါပဲ။ မဲနှိုက်ပြီးတော့\nမဲပေါက်တဲ့လူက လူသတ်သမားလုပ်ရတယ်။ မီးခဏပိတ်တဲ့အချိန်မှာ တစ်ယောက်\nယောက်ရဲ့ ကျောကိုထိလိုက်ရင် အဲဒီလူက သေချင်ယောင်ဆောင်ပေးရတယ်။\nပြီးရင် အဲဒီအလောင်းကိုစတွေ့တဲ့သူက Bodies Bodies Bodies အလောင်းတွေ့တယ်\nဆိုပြီး အော်ရပါတယ်။ ဒီတော့မှာ လူတွေပြန်စုပြီး လူသတ်သမားက ဘယ်သူလဲဆိုတာ\nမေးခွန်းတွေနဲ့အဖြေရှာရတဲ့ဂိမ်းပါ။ ဒါပေမဲ့ အဲဒီအချိန်မှာ မုန်တိုင်းကျလာပြီး မိုးတွေသည်း\nမီးတွေတကယ်ပျက်သွားပါတယ်။ နောက်တော့ သူတို့ အလောင်းအစစ်တစ်ခုကိုစတွေ့\nလိုက်ရပြီး လူသတ်တရားခံကိုရှာရင်းနဲ့ တစ်ယောက်ပြီး တစ်ယောက် သေဆုံးလာရတဲ့အခါ . ...",
        "rating": "6.8",
        "url": "https://megaup.net/18l9v/Bodies.Bodies.Bodies.2022.720p.WEB-DL.(CM).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVvyTrcZQb7kC2DPDzyo25WcxXp.jpg",
        "title": "The Wedding Singer(1998)",
        "description": "The Wedding Singer(1998) အညွှန်း*******************************Adam Sandler နဲ့ Drew Barrymore တို့ရဲ့ နောက်တစ်ကား..ရော်ဘီဟာ့ထ်ဆိုတဲ့ အဆိုရှင်တစ်ဦးကတော့ အတော်လေးအချစ်ကံခေခဲ့သူလေးဖြစ်ပါတယ်။လက်ထပ်ဖို့အထိရည်ရွယ်ထားသူဆီက အစွန့်ပစ်ခံခဲ့ရတဲ့ရော်ဘီတစ်ယောက်ဂျူလီယာဆိုတဲ့ မိန်းမလှလေးနဲ့ တွေ့ဆုံမိမှ ပျော်ရွှင်မှာကိုပြန်ရှာတတ်လာပါတော့တယ်။ဒါပေမယ့်လည်း ဂျူလီယာဆီမှာလည်း လက်ထပ်ရမယ့်သူကရှိနေပြန်တော့ခပ်နုံနုံ ရော်ဘီတစ်ယောက် ရှေ့တိုးဖို့ခက်နောက်ဆုတ်ဖို့မလွယ်နဲ့ပေါ့။အလွဲလေးတွေကိုယ်စီနဲ့ အချစ်ကံခေတဲ့ရော်ဘီတစ်ယောက်ကိုယ်ချစ်တဲ့မိန်းကလေးကို တစ်ပါးသူလက်ထဲက အမိဆွဲထားနိုင်ပါ့မလား၊ဂျူလီကရော လက်ထပ်ဖို့အထိရည်ရွယ်ထားတဲ့သူကိုပစ်ပြီး ရော်ဘီကိုရွေးချယ်ပါ့မလားဆိုတာကိုတော့ ဆက်လက်စောင့်မျှော်ကြည့်ရှုဖို့ဖိတ်ခေါ်လိုက်ပါတယ်။သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့အတူ ရိုမန့်တစ်လည်းဆန်ဆန် ဟာသလည်းနှောရက်နဲ့ သိပ်ကြည့်လို့ကောင်းတဲ့ ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်တဲ့အပြင်မင်းသမီးလေးကလည်း သိပ်လှတာမို့ လက်မလွှတ်တမ်းကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ရပါတယ်ဗျာ။ File Size : (1.8GB )(941 MB) and (213MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Romance , Comedy, Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18lac/The.Wedding.Singer.1998.Blu-Ray.720p.pp(CM).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6b7swg6DLqXCO3XUsMnv6RwDMW2.jpg",
        "title": "After Ever Happy (2022)",
        "description": "After Ever Happy (2022)\n==================\nAfter ရုပ်ရှင် Franchise ကတော့ After, After We Collided , After We Fell တို့အပြီးမှာ\nနောက်ဆုံးထွက်လာတဲ့ After Ever Happy ဆိုတဲ့ ၄ ကားမြောက်ရုပ်ရှင်နဲ့ အဆုံးသတ်သွားပါပြီ....ဟာဒင်စ‌ေကာ့ဆိုတဲ့ ခပ်ဆိုးဆိုးကောင်လေးရဲ့ ဘ၀ထဲကို ၀င်လာတဲ့ တက်စ်ဆာဟာ\nနှစ်ယောက်အတူတူ လူငယ်ဘ၀ကို အခက်အခဲ အတားဆီး အနိမ့်အမြင့်အတက်အကျတွေကို ဖြတ်သန်းရင်းနဲ့\nတည်ငြိမ်တဲ့ Relationship တစ်ခုကို တည်ဆောက်ဖို့ ကြိုးစားလာခဲ့ပါတယ် ။\nဒါပေမယ့် ဟာဒင်ကို တစ်သက်လုံးဖုံးကွယ်လာခဲ့တဲ့ မိဘတွေနောက်ကွယ်က အမှန်တရားကိုသိသွားပြီးနောက်မှာ ...\nဟာဒင် တက်စ်တာတို့ရဲ့ ဆက်ဆံရေးဟာလည်း အရင်ကထက် ပိုခက်ခဲတဲ့အခြေအနေကိုရောက်လာပါတယ်....\nနှစ်ယောက်သားနေရာတွေပြောင်းကာ တစ်ရောက်တစ်နေရာစီ လမ်းခွဲခဲ့ကြပေမယ့်\nအချစ်စစ်တို့မှန်ရင် ကံကြမ္မာက ပျော်စရာအဆုံးသတ်ကို ယူလာပေးမှာလားဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ရင်း\nAfter ရုပ်ရှင်တွဲတွေကို နှုတ်ဆက်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)Genre..... ...",
        "rating": "4.3",
        "url": "https://megaup.net/18la7/After_Ever_Happy.2022.720p.WEB-DL.x264.DDP5.1-CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w98sx8jPYWeRZORdmgkmDMcBFuH.jpg",
        "title": "Womb(2011)",
        "description": "Womb(2011) အညွှန်း*****************ရေဗက်ကာဟာ သူ့အဖိုးရှိရာကမ်းခြေကနေအိမ်လေးမှာအလည်ခဏလာနေရင်းနဲ့တွမ်မီဆိုတဲ့ကောင်လေးနဲ့ရင်းနှီးသွားပါတယ်။ကလေးတွေဖြစ်ကြပေမယ့်တစ်ယောက်ကိုတစ်ယောက်သံယောဇဉ်ဖြစ်ကြပါတယ်။တစ်နေ့မှာရေဗက်ကာဟာ သူ့အမေအလုပ်ရှိရာဂျပန်ကိုလိုက်သွားရပါတော့တယ်။အချိန် ၁၂ နှစ်လောက်ကြာပြီးတဲ့အခါမှာတော့တွမ်မီရှိရာ ကမ်းခြေကိုပြန်လာခဲ့တယ်။ငယ်ငယ်တုန်းသံယောဇဉ်တွေကြောင့်တစ်ယောက်နဲ့တစ်ယောက်ချစ်သူတွေဖြစ်သွားကြတယ်။ဒီလိုနဲ့တစ်ရက်မှာ တွမ်မီဟာကားတိုက်ပြီးသေဆုံးသွားတယ်။ခေတ်နည်းပညာတိုးတက်မှုအရလူသားတွေကိုပုံတူပွားလို့ရတာကြောင့်တွမ်မီရဲ့အမေနဲ့အဖေကိုတိုင်ပင်တယ်။သူကိုယ်တိုင်တွမ်မီရဲ့ DNA ကိုယူပြီးကိုယ်ဝန်ဆောင်မယ်ပေါ့။အဲ့ဒီနောက်မှာတော့ File Size : (1.2GB) and (469 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:50:00\nGenre : Drama , Romance, Sci-fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18l8w/Womb.2010.WEB-DL.1080P.PP(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYzFmMjAwMDYtNzM0Zi00NjY2LWFjMjYtMGQ1OTRiZjk5YjJkXkEyXkFqcGdeQXVyMTMwODY5NDc2._V1_-141x200.jpg",
        "title": "Jujutsu Kaisen 0 (2021)",
        "description": "Rotten tomatoes 98%\nImdb 7.9/10\nMyanumelust 8.5/10ဒီရုပ်ရှင်ဟာ animeဖန်​တွေအကြိုက်​တွေ့ခဲ့ကြတဲ့jujutsu kaisen စီးရီး (​ဇော်ဂျီဖိုဝင်သားစားတဲ့မင်းသား😅)ရဲ့အဖြစ်အပျက်မတိုင်ခင်ဇာတ်လမ်းပါ။ ​ပြောရရင်​တော့ Yutaရဲ့​မှော်ဆရာဖြစ်လာခဲ့တဲ့ဇာတ်​ကြောင်းလို့​ပြောရင်လည်းရပါတယ်။ဒီဇာတ်ကားဟာ ဂျပန်မှာရုံတင်ချိန်က ဝင်​ငွေစံချိန်​တွေတင်ခဲ့သလိုanimation qualityလည်း​တော်​တော်​ကောင်းတယ်ချီးကျူးခံထားရတာပါ။(အခု​တော့ one piece red filmက ဝင်​ငွေ​ကျော်တက်သွားပြီကြားပါတယ်)ဇာတ်လမ်းအကျဥ်းက​တော့တခါတုန်းက သိပ်ချစ်ကြတဲ့ငယ်ကျွမ်း​ဆွေနှစ်​ယောက်ရှိပါတယ်။သူတို့နှစ်​ယောက်ဟာ အသက်သာငယ်ကြ​ပေမဲ့ အချစ်​တွေကမငယ်တာမလို့အရွယ်​ရောက်လာတာနဲ့လက်ထပ်ကြမယ်လို့ ​​စေ့စပ်လက်စွပ်​လေးဝတ်ပြီးကတိပြုခဲ့ကြပါတယ်။အဲ့လိုနဲ့ကတိပြုပြီး​နောက်မှာ ​ကောင်မ​လေးဟာဆိုးဆိုးရွားရွားကားတိုက်ခံရပြီး​သေဆုံးသွားခဲ့ပါတယ်။ ​သေဆုံးသွား​ပေမဲ့လည်း သူတို့အချစ်ဟာကြီးမားလွန်းတာ​ကြောင့် ​ကောင်မ​လေးဟာကျိန်စာသင့်တ​စ္ဆေကြီးအဖြစ်ပြန်ရှင်သန်လာခဲ့တဲ့​နောက်မှာ​တော့.... \nFile size…  1GB / 550MB\nQuality… 1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by  Dr.Nyan",
        "rating": "7.9",
        "url": "https://megaup.net/18l63/Jujutsu_Kaisen_-_Movie_01_-_Jujutsu_Kaisen_0_[BD_720p]_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/p8269420_p_v8_ad-133x200.jpg",
        "title": "The Tourist (2010)",
        "description": "ဂျော်နီဒပ်နဲ့အန်ဂျလီနာဂျိုလီတို့ပါဝင်တဲ့ ဒီဇာတ်ကားက Action/Crime ပုံစံ လျှို့ဝှက်သည်းထိတ်ရင်ဖိုရုပ်ရှင်ကားပါ။အလက်ဇန္ဒား ပီးရက် လို့ခေါ်တဲ့ ရုရှား မာဖီယားဂိုဏ်းတစ်ခုက ငွေထိန်း လူယုံ တစ်ယောက် ။သူ့သူဌေး ဂိုဏ်းခေါင်းဆောင်ဆီက ဒေါ်လာ သန်း ၂၀၀ ကျော် ဘုံးသွားတယ် ။\nဒါ့အပြင် အင်္ဂလန် နာမည်ကျော် စကော့တလန်ယာဒ့် စုံထောက်အဖွဲ့ကြီး ဆီကနေလဲ ပေါင် ၇၃၃ သန်း ဘုံးသွားပါသေးတယ် ။\nသူ့ကို ၂ နှစ်လုံးလုံး လိုက်ရှာကြတယ် ။\nအစအနတောင် မတွေ့ရခဲ့ပါဘူး ။\nစကော့တလန်ယာဒ့် အဖွဲ့က အလက်ဇန္ဒား ပီးရက်ကို မိဖို့ အတွက် ပေါင် ၈ သန်းကျော် အသုံးပြုခဲ့တယ် ။တစ်နေ့တော့ အထူးစုံထောက် အာချက်ဆင် ခေါင်းဆောင်တဲ့ စုံထောက်အဖွဲ့တွေက အလက်ဇန္ဒား ပီးရက် ရဲ့ ဇနီးသည်နောက်ကို ထပ်ခြပ်မကွာ လိုက်လံစုံစမ်းနေတဲ့ကြားက သူတို့ နှစ်ဦး ဆက်သွယ်မိသွားကြတယ် ။\nအလက်ဇန္ဒားဟာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Oiej/(CM)The.Tourist.2010.720p..mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYmJmMjliZTMtOTE2OC00YzBhLTkzMTktZDhlOWI0MzRiYzUxXkEyXkFqcGdeQXVyMjQ1MDI1OTU@._V1_-142x200.jpg",
        "title": "[18+]Usotsuki Paradox (2013)",
        "description": "[18+]Usotsuki Paradox (2013) အညွှန်း*********************************   ရုံးဝန်ထမ်းအသစ်ဖြစ်တဲ့ ဆဲအိယုဆိုတဲ့မိန်းကလေးကို ယောခဒိုကသဘောကျနေတယ်၊\nဒါပေမယ့် ဆဲအိယုမှာက LDRS ချစ်သူရှိတယ်၊ နာဂိုယာမှာရှိနေတဲ့ချစ်သူကိုခဏခဏ\nသွားမတွေ့နိုင်ဘူးတစ်လမှာတစ်ခါလောက်ပဲ ဆဲအိယုကသွားတွေ့နိုင်တယ်၊ Singleလေး ယောခဒိုက\nရည်းစားရှိမှန်းသိလျက်နဲ့ ဆဲအိယုကို အိစီကလိလုပ်နေတယ်၊ ဆဲအိယုလည်း\nသူ့ကိုသဘောကျနေပေမယ့် ချစ်သူအပေါ်သစ္စာဖောက်မိမှာလည်းစိုးရိမ်တယ်\nချစ်သူနဲ့တစ်လမှတစ်ခါပဲသွားတွေ့ရတဲ့သူနဲ့ Single ဖြစ်နေတဲ့သူက\nအထီးကျန်နေရတာကများတယ်၊ အထီးကျန်ဝေဒနာကိုဖြေဖျောက်ဖို့အတွက်\nလိင်ကိစ္စကလွဲလို့ တစ်ယောက်နဲ့တစ်ယောက်ဟန်ဆောင်ချစ်သူတွေလုပ်ကြဖို့သဘောတူလိုက်တယ်\nဒီလိုနဲ့ ယောခဒိုကစည်းမျဉ်းကိုတဖြည်းဖြည်းနဲ့စဖောက်လာတဲ့အခါမှာတော့....\n18+ ဖြစ်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်တော်ပါဘူးFile Size :(2.1GB)(600 MB) and (263 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Romance , Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Oibr/Usotsuki.Paradox.2013.BLU-RAY1080P(CM).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNzZjYTg1M2MtYWU4YS00ODU0LTkzZWQtYjM3MGExZWRiNmRlXkEyXkFqcGdeQXVyNjcwNzA3MTM@._V1_-131x200.jpg",
        "title": "Where’s Rose (2021)",
        "description": "Where's Rose (2021)\n===============ဒန်နီရယ်လို့ခေါ်တဲ့ မိသားစုတစ်စုမှာ အဲရစ်နဲ့ ရို့စ်လို့ခေါ်တဲ့ မောင်နှမ\nနှစ်ယောက်ရှိပါတယ်။ သူတို့မိသားစုလေးက အရမ်းကို နွေးထွေးကြပြီး\nပျော်ရွှင်စရာတွေ ပြည့်နှက်နေတဲ့ မိသားစုလေးတစ်စုဆိုလည်း မမှားပါဘူး။\nဇာတ်လမ်းအစ အဲရစ်က အထက်တန်းအောင်ပြီး ကောလိပ်တက်ဖို့အတွက်\nအောင်ပွဲခံတဲ့အနေနဲ့ ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေနဲ့အတူ အိမ်မှာ ပွဲလေး\nကျင်းပပါတယ်။ ရိုစ့်တစ်ယောက်ကတော့ သူ့အစ်ကို အဲရစ်နဲ့ ခွဲရတော့မှာမို့\nစိတ်မကောင်းဖြစ်နေတဲ့ပုံပါပဲ။တစ်ရက်တောထဲမှာ ရို့စ်တစ်ယောက် ပျောက်သွားတော့ မိဘတွေ လိုက်ရှာ\nရပါတော့တယ်။ ရဲတွေရဲ့ အကူအညီနဲ့ ပြန်တွေ့ပြီးနောက်ပိုင်း ရို့စ်တစ်ယောက်က\nအရင်ကနဲ့ မတူတော့ဘဲ ပြောင်းလဲလာပါတော့တယ်။ ရို့စ်တစ်ယောက် ဘာကြောင့်\nပျောက်သွားတာလဲ၊ သူ့အစ်ကို အဲရစ်နဲ့  ရို့စ်ရဲ့ ဆက်ဆံရေးက ဘယ်လ်ိုရှခဲ့လဲ၊\nတောအုပ်ကို လှမ်းကြည့်ရင်း ရိုစ့် ဘယ်သူနဲ့ စကားပြောပြောနေလဲဆိုတာ ဆက်လက်\nစောင့်ကြည့်ပေးပါဦး။ဒီဇာတ်လမ်းက Horror, Thriller ဇာတ်ကားမျိုးဖြစ်ပြီး နောက်ဆုံးပိုင်းမှာတော့\nအံ့သြစရာကောင်းလောက်အောင် အဆုံးသတ်ဖြစ်နေတာမို့ ကြိုက်နှစ်သက်မယ်လို့\nမျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.05 GB) / (400 MB) ...",
        "rating": "5.2",
        "url": "https://megaup.net/17Q1w/Wheres.Rose.2021.720p.AMZN.WEBRip.DDP2.0.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Over_the_Sky-695379743-large-133x200.jpg",
        "title": "Over the Sky (2020)",
        "description": "Over the Sky (2020)===============ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့ 2020ကထွက်ရှိခဲ့တဲ့\nဒါရိုက်တာ Yoshinobu Senaရဲ့ လက်ရာလေးပါပဲ။\n(၃)ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းဆိုတာမျိုး တော်တော်များများကြုံဖူး\nကြားဖူးကြမှာပါ။ ဒီanime လေးမှာတော့ မီအို အာရာတာနဲ့ မာဒိုကာတို့\nသူငယ်ချင်း(၃)ဦးမှာ အာရာတာကို ၂ယောက်လုံးက ကြိတ်ကြွေနေကြပါ\nတယ်။ မင်းသမီး မီအိုကတော့ go with the flow type မို့ အရာရာကို\nလွယ်လွယ်နဲ့ အရှုံးပေးတတ်တယ်။မီအိုနဲ့ အာရာတာကတော့ ငယ်သူငယ်ချင်းတွေမို့ ပိုရင်းနှီးကြတယ်။ ဒါကို\nမခံစားနိုင်တဲ့ မာဒိုကာက တစ်နေ့မှာ မီအိုကို သူအာရာတာကို စိတ်ဝင်စား\nနေကြောင်း ဖွင့်ဟလာတဲ့အခါ မီအိုက အားပေးအားမြှောက်လုပ်လိုက်ပါ\nသေးတယ်။ တစ်နေ့ မီအိုနဲ့ အာရာတာတို့ လျှောက်လည်ရင်း စကားများ\nကြတယ် စကားလွန်မိတယ်။ ဒါကိုပြန်တောင်းပန်ဖို့ မီအိုခမျာ အပြေးသွားတဲ့\nလမ်းမှာတင် accident တစ်ခုကို ကြုံလိုက်ရပြီး ဝိဉာဉ်လွင့်သွားပါတော့တယ်။သူ့ခံစားချက်အစစ်အမှန်တွေကို မပြောလိုက်ရတာမို့ မီအိုကတော့ ဘဝမကူးဘဲ\nကြားကမ္ဘာမှာတင် လူ့လောကကို ပြန်သွားနိုင်ဖို့ အစွမ်းကုန် ကြိုးစားရပါတော့တယ်။\nအဆုံးမှာ သူလူ့လောကကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2u7J6/over.the.sky.2020.japanese.720p.bluray.dd5.1(CM)..mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f0cfIa4owkmByvxveLJBeb5BLsp.jpg",
        "title": "The Mermaid ( 2022 )",
        "description": "ဒီတစ်ခါမှာCMပရိသတ်ကြီးကိုရေသူမကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီရေသူမကားကတော့ ခါတိုင်းမြင်တွေ့နေကျရေသူမတွေလို\nချောမောလှပတဲ့ရေသူမလှလှလေးတွေမဟုတ်ပဲ\nရက်စက်တဲ့ထူးဆန်းသတ္တဝါတွေအဖြစ်ရိုက်ထားတာဖြစ်တဲ့အတွက်\nမွန်းစတားကားတွေကြိုက်တဲ့သူတွေအတွက်ကွက်တိပဲဖြစ်မှာပါ။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့\nငါးဖမ်းလှေတစ်စီးဟာ ပင်လယ်မှာငါးဖမ်းထွက်ရင်\nပိုက်ကွန်မှာငါးအကြီးကြီးတစ်ကောင်မိသွားပါတယ်။\nမိထားတဲ့ငါးကြီးဟာ ငါးမဟုတ်ပဲ\nရေသူမတစ်ကောင်ဖြစ်နေတာကြောင့်\nတစ်လှေလုံးတစ်ယောက်မကျန်ဒုက္ခရောက်သွားခဲ့ပါတယ်။အဲဒီနောက်တော့ရေသူမကိုတင်လာတဲ့ကုန်ကားကိုမောင်းမိတဲ့\nHang Chi ဟာ သုတေသနခန်းထဲမှာပိတ်မိနေတဲ့\nသားကိုကယ်ဖို့အတွက် ထူးဆန်းသတ္တဝါ\nရေသူမနဲ့ရင်ဆိုင်ရပါတော့တယ်။\nအသက်အန္တရာယ်ကြားအခက်အခဲတွေကို\nဘယ်လိုသက်စွန့်စံဖျားကျော်ဖြတ်မလဲဆိုတာကို\nရင်တမမနဲ့ကြည့်လိုက်ကြပါဦးနော်။\nQuality : WEB-DL 1080 , 480p\nFormat : mp4\nGenres : Adventure , Fantasy\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mermaid-2022/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q5hbXUl8O2A8PKDCe6bJcKTeiPk.jpg",
        "title": "Two Tickets to Paradise (2022)",
        "description": "Two Tickets to Paradise (2022)~ IMDb rating - 6.8/10 ~မြင်မြင်ချင်းအချစ်ဆိုတာကို ယုံကြလားမသိဘူး။\nကျွန်တော်ကတော့ ယုံတဲ့ထဲမှာပါတယ်လို့ ပြောလို့ရပါတယ်။ လူတစ်ယောက်ကိုချစ်မိဖို့၊ လူတစ်ယောက်ရဲ့ ဘဝတစ်ခုလုံးကို ပြောင်းပစ်ဖို့၊ ဉာဏ်အလင်းပွင့်ဖို့က အချိန် တစ်စက္ကန့်ပဲလိုတယ်လို့ ကျွန်တော်ကတော့ဖြင့် ယုံကြည်ပါတယ်။အချစ်ဆိုတာ ပွင့်အာလာအောင် နည်းမျိုးစုံနဲ့ ဘယ်လောက်ပဲ ကြိုးစားပါစေ မပွင့်တတ်ဘဲ အခြေအနေမှန် အချိန်မှန်မှာဆိုရင် အလိုလို ပွင့်အာလာတဲ့ ကြာပန်းတစ်ပွင့်လို့ဆိုချင်ပါတယ်။ လုပ်ယူဖန်တီးယူလို့မရတဲ့ အချစ်ဟာ ဖြစ်တည်လာတဲ့အချိန်မှာ အံ့အားသင့်စရာကောင်းပြီး ခမ်းနား ချိုမြနေမယ်ဆိုတာ လက်တွေ့ကြုံဖူးသူတွေပဲ သိနိုင်ကြမှာပါ။ မကြုံဖူးသေးတဲ့သူတွေအတွက်ကတော့ သုခဘုံကိုသွားမယ့် ခင်ဗျားရဲ့ဘေးခုံက လက်မှတ်ပိုင်ရှင်က တစ်နေရာရာမှာ စောင့်နေမယ်ဆိုတာ သေချာပါတယ်လို့ ပြောချင်ပါတယ်။သုခဘုံဆိုတာ နေရာမဟုတ်ပါဘူး သုခဘုံသွားမယ့်လက်မှတ်နှစ်‌စောင်ရဲ့ ပိုင်ရှင်တွေ မျှဝေကြတဲ့ ခံစားချက်တစ်ခုပါပဲ။ခု Two Ticket to Paradise ကားလေးကတော့ အချစ်ကို ကြိုတင်စီစဉ်ထားသလိုဖြစ်လာဖို့ကြိုးစားထားတဲ့သူနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Ohbj/(CM)_Two_Tickets_to_Paradise_(2022)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQwNzcwOTk5M15BMl5BanBnXkFtZTgwNjc2NTk1MDE@._V1_-142x200.jpg",
        "title": "Fireball (2009)",
        "description": "မကြာခင်ကမှ အမှုကနေလွှတ်မြောက်လာတဲ့ထိုင်ဟာ သူ့အမြွာအစ်ကို ထျန်အခြေနေဆိုးပြီးဆေးရုံတက်နေရတယ်လို့သိလိုက်ရပါတယ်ဘာကြောင့်ဆေးရုံတက်နေရတာလဲဆိုတာကို သူ့အစ်ကိုချစ်သူဖြစ်တဲ့ပျန့်ဆီကကြားကြားချင်း သူ့အစ်ကိုကို ဘယ်သူရန်လုပ်တာလဲစုံစမ်းဖို့ဖြစ်လာပါတော့တယ်ဒီလိုနဲ့ ထိုင်ဟာ သူ့အစ်ကိုနာမည်ထျန်နဲ့ဘတ်စကတ်ဘောအသင်းတစ်သင်းထဲဝင်ပြီး fireball ဂိမ်းပြိုင်ဖို့ဖြစ်လာပါတယ်အဲ့ဒီဂိမ်းမှာ ဘယ်လောက်တောင်ရက်စက်ကြမ်းကြုတ်လဲ ဘယ်လောက်တောင်အသက်လုရလဲ ထိုင်(ထျန်) ​​ရောဖိုင်နယ်လ်ထိအသက်ရှင်နိုင်ပါ့မလားသူ့အစ်ကိုကိုဘယ်သူလုပ်တယ်ဆိုတာရော စုံစမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်ဒီကားလေးလုံးဝရှယ်မိုက်ပါတယ် အက်ရှင်ကားကြိုက်သူအဖို့ လုံးဝ recommend တဲ့ကားပါ 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.7GB)\nQuality__HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:34:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1Ohb8/Fireball_(2009)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VKSQ40z76zi6nMqX7zjCZKfsBa.jpg",
        "title": "Forgetting Sarah Marshall (2008)",
        "description": "Forgetting Sarah Marshall (2008)~ IMDb - 7.1/10, Rotten Tomatoes - 83% ~ကိုယ့်ရဲ့ချစ်သူနဲ့လမ်းခွဲရပြီဆိုပါတော့...\nလူတိုင်းက ပူဆွေးမယ်၊ ဝမ်းနည်းမယ်၊ နာကျည်းမယ်၊ ခံစားရခက်မယ်။ ဒါပေမယ့် တစ်ချိန်ချိန်ကျရင်တော့ ဒီစိတ်ခံစားမှုတွေက ရုန်းထွက်ပြီး ကိုယ့်လမ်းကိုယ်ပြန်လျှောက်ရတာပါပဲ။ဒီအတိုင်းပါပဲ \"ဆာရာမာရှယ်ကိုမေ့ပစ်ခြင်း\" ဆိုတဲ့ ဒီဇာတ်ကားထဲမှာ ချစ်သူ နာမည်ကျော်မင်းသမီး ဆာရာမာရှယ်ရဲ့လမ်းခွဲစကားကိုကြားခဲ့ရပြီးတဲ့နောက် ဂီတသမား ပီတာဘရက်ထာရဲ့ဘဝက စုတ်ပြတ်သွားပါ​တော့တယ်။ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် ဟာဝိုင်အီကို ခရီးထွက်ပြန်တော့လည်း အဆက်ဟောင်း ဆာရာမာရှယ်က ကောင်လေးအသစ်နဲ့ ဟာဝိုင်အီကိုရောက်နေပြန်ပါတယ်။ ဒီလိုအဖြစ်မျိုးမှာတောင် သူ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်ပုံဘယ်နည်းနဲ့ပြန်ရှာတွေ့သွားလဲဆိုတာကို ရိုက်ပြထားတဲ့ ဇာတ်ကားပါ။ ရိုးရှင်းတဲ့ ဇာတ်လမ်းဆိုပေမယ့် လူတွေရဲ့ သဘောသဘာဝကို ချပြထားတဲ့ရုပ်ရှင်ဆိုရင်လည်းမမှားပါဘူး။ ချစ်သူရည်းစားတွေကြားထဲမှာ ကိုယ့်အတွက်ကဘာမဟုတ်တဲ့ကိစ္စလေး၊ ကိုယ့်အတွက်လုပ်နေကြကိစ္စလေးဆိုပေမယ့် အချင်းချင်းမပွင့်လင်းကြတဲ့အခါ အမှိုက်ကစ ပြဿာဒ်မီးလောင်သွားတာတွေ၊ ကိုယ့်ဘေးမှာရှိနေခဲ့တုန်းက တန်ဖိုးမထားခဲ့ဘဲ နောင်တစ်ချိန်မှအခါလွန်မိုးရွာချတတ်တာတွေပေါ့။Frozen Animation ထဲက မင်းသမီးအန်နာအဖြစ် အသံသရုပ်ဆောင်ခဲ့တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2uebs/(CM)_Forgetting_Sarah_Marshall_(2008)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/TooCoolToKill-OfficialKeyArt-ChineseComedy-WellGoUSA-812x1200-1-135x200.jpg",
        "title": "Too Cool to Kill (2022)",
        "description": "ရုပ်ရှင်သရုပ်ဆောင်ဖို့ အရူးအမူးဖြစ်တဲ့သူတွေ ဒီကားလေးက ကြည့်သင့်တဲ့ကားလေးပါ။ ရုပ်ရှင်ရိုက်ကွင်းအကြောင်းကို ပါးပါးလေးရှင်းပြထားတဲ့အပြင် ကင်မရာအယူအဆတွေကိုပါ ဒိုင်ယာလော့မှာပြောပြသွားတာမို့ ယူတတ်ရင်ပညာရပါတယ်။ ပြီးတော့ ပေါ့ပေါ့ပါးပါးလေးဖြစ်တဲ့ လူသတ်သမားကားကိုကြည့်ချင်ရင်လည်း ဒီကားကိုကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ ပြုံးစိပြုံးစိဖြစ်နေပါလိမ့်မယ် ....ရုပ်ရှင်သရုပ်ဆောင်ကို အရမ်းစွဲလန်းတဲ့ ဖြတ်လျှောက်တစ်ယောက်က လူသတ်သမားအဖြစ် အဓိကမင်းသားနေရာမှာသရုပ်ဆောင်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ လူသတ်သမားကားလ် အဖြစ်သရုပ်ဆောင်ရာမှာ ဇာတ်ညွှန်းလည်းမရှိပါဘူး။ ကင်မရာတွေလည်း ဖွက်ထားပါမယ်တဲ့။ ရုပ်ရှင်လောကကို တစ်ခေတ်ဆန်းစေမယ့်နည်းပညာအသစ်နဲ့ ရိုက်ကူးထားတာပါတဲ့... အဲ့ဒါနဲ့ပဲ ပီတိတွေဖြာ အီးအီးတွေပါပြီး ဝမ်းသာအားရ လက်ခံလိုက်ပါတယ်။သူလုံးဝမသိတာက သူသရုပ်ဆောင်တဲ့ လူသတ်သမားကားလ် ဆိုတာအပြင်မှာတကယ်ရှိနေပြီး သူကိုယ်တိုင်ကလည်း ဒုစရိုက်ဂိုဏ်းထဲမှာ အမှန်တကယ် ဝင်ရောက်သွားတာကိုပါ။ ရုပ်ရှင်သရုပ်ဆောင်တစ်ယောက်က လူသတ်သမားအဖြစ်ဘယ်လိုသရုပ်ဆောင်မလဲ.. ပြီးတော့ သူကိုယ်တိုင်ပါဝင်ထားတဲ့ ဇာတ်လမ်းကရော ဘယ်လိုအလှည့်အပြောင်းတွေလာဦးမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော် ... ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.9GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ueep/Too_Cool_to_Kill_(2022)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/party-200x300.jpg",
        "title": "Sausage Party (2016)",
        "description": "ဇတ်လမ်း အစမှာတော့ စားစရာတွေ ရောင်းတဲ့\nစူပါမားကတ် ကနေ စတင်ထားပါတယ်...စားစရာတွေဟာ လူသားတွေကို ဘုရားသခင် လို့\nမှတ်ယူထားပါတယ် မားကတ် မှာ ပုတ်သိုးမယ့် အန္တရာယ် ကနေ\nကယ်တင်မယ့် အရှင်သခင်တွေလို့ မှတ်ယူထားကြတာပါ...တစ်နေ့တာ စျေးဝယ်မှု မှာ ဝယ်သူ ရွေးချယ်ဖို့ သူ့ထက် ငါ\nအပြိုင်အဆိုင် ဆုတောင်းကြရတာပေါ့\nမဟုတ်ခဲ့လို့ရှိရင် Out Of Date ဖြစ်သွားတဲ့အခါ\nသူတို့မသွားချင်ဆုံးနေရာက အမှိုက်ပုံးအိုကြီးရဲ့ မဲမှောင်နေသာတွင်းနက် ကြီးပါပဲ....ဒီဇတ်လမ်းမှာ မင်းသားကတော့ ဝက်အူချောင်း ပါပဲ\nဟုတ်ပါတယ် ဝက်အူချောင်း ပါ....\nဖရန့် ၊ ကားလ် ၊ ဘယ်ရီ တို့ ဟာ ၆ ချောင်းပါတဲ့\nဝက်အူချောင်းပါကင်ထုပ်ထဲက သူငယ်ချင်းတွေပေါ့\nသူတို့ ဘေးကပ်ရပ်မှာတော့ ဟော့ဒေါ့ပေါင်မုန့်မလေး တွေ အဖွဲ့ ရှိနေပါတယ်ဘရန်ဒါ တို့ အုပ်စုပေါ့ သူတို့လဲ ပါမုန့်ချောင်း ၆ ခု တစ်ပါကင် ထုပ်ထဲကပါပဲ...\nအနီးကပ် နေရတဲ့ အခါ တစ်ဦးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ofwb/Sausage_Party_(2016)_1080P_Bluray_5.1_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AudXaWqKI4Bb9xIsyjTeQCTxJId.jpg",
        "title": "Birdcage Inn (1998)",
        "description": "Birdcage Inn (1998)~ IMDb rating - 7/10 ~(ကင်ကီဒွပ်ရဲ့ အစောပိုင်းကားတွေထဲက တစ်ကားဖြစ်တဲ့အတွက် အကြည်ရဖို့မလွယ်လို့ ရှိတဲ့ ကွာလတီနဲ့ပဲ ကြည်အောင် တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)Birdcage Inn ဟာ ကင်ကီဒွပ်ရဲ့ အစောပိုင်း ကာလတွေတုန်းက ရုပ်ရှင်တစ်ကားပါ။ တိတိကျကျဆို တတိယမြောက်ကားပါ။ နောက်ပိုင်း တချို့ကားတွေမှာ ကင်ဟာ ပရိသတ်နဲ့ဈေးကွက်အကြိုက်အရ နာမည်ကျော်သရုပ်‌‌ဆောင်တွေသုံးရင်း သူ့ရုပ်ရှင်တွေကနေ သူပြချင်တဲ့အမှန်တရားရော သူကိုယ်တိုင်ရော ပျောက်ဆုံးဖူးခဲ့တယ်ဆိုပါတယ်။ အင်တာဗျူးတစ်ခုမှာ ရုပ်ရှင်ရိုက်တဲ့အခါ အရေးအကြီးဆုံးက ဘာလဲလို့မေးတော့ အမှန်တရား ဝါ ရိုးသားမှုလို့ဖြေခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူ့ရုပ်ရှင်တွေမှာ သူ့ရင်ခုန်သံစစ်စစ်တွေကိုပဲ ကြားရချင်တဲ့ ကင်ရဲ့ အစောပိုင်းကာလတုန်းက အရိုးသားဆုံးရုပ်ရှင်တစ်ကားပါ။ဇာတ်ကတော့ ငှက်လှောင်အိမ်အင်းလို့ခေါ်တဲ့ အင်းတစ်ခုဆီ ပြည့်တန်ဆာလုပ်ဖို့ လာတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့စဖွင့်ထားတယ်။ ဒီအလုပ်က သူ့ကို ဘယ်လောက်ပင်ပန်းစေလဲတော့မသိပါဘူး။ အဖွင့်မှာ ရေစပ်နားချထားတဲ့ ခုံပေါ်မှာထိုင်ရင်း ငိုက်ပြီး ရေထဲပြုတ်ကျသွားတာနဲ့ စဖွင့်ထားတယ်။ Bad ...",
        "rating": "7",
        "url": "https://megaup.net/1Ogrx/(CM)_Birdcage_Inn_(1998)_480p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiInEBf347n4SeyshNJjDBRuFJ.jpg",
        "title": "[18+]Elles(2011)",
        "description": "[18+]Elles(2011) အညွှန်း****************** 2011 က ထွက်ရှိခဲ့တဲ့ ပိုလန် Erotic drama ဇာတ်ကားဖြစ်ပြီး IMDb 5.6/10 အထိရရှိထားပါတယ်။အသက်ပြည့်မှ ကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းများပါဝင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အန်းက နာမည်ကြီးမဂ္ဂဇင်းတစ်ခုက ဂျာနယ်လစ်ဖြစ်ပြီးသားနှစ်ယောက်မိခင်ပါ။ သူ ဒီတစ်ခေါက်ရေးနေတဲ့ ဆောင်းပါးကဆယ်ကျော်သက်ကျောင်းသူလေးတွေ ပြည့်တန်ဆာလုပ်ကြတဲ့အကြောင်းဖြစ်ပြီး\nသူ အင်တာဗျူးလုပ်နေတဲ့ ကောင်မလေးနှစ်ယောက်ရှိပါတယ်။အဲဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဇာတ်လမ်းတွေ အတွေ့အကြုံတွေကပရော်ဖက်ရှင်နယ်ဆန်တဲ့သူ့ရဲ့ ကိုယ်ပိုင်ဘဝထဲထိ ဘယ်လို ရိုက်ခတ်လာမလဲဆိုတာကတော့-   File Size : (1.6GB) and (627MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by YZ",
        "rating": "6.7",
        "url": "https://megaup.net/3abde/Elles.2011.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tZe7CLyjcvsEdKjw2GfVfj914O.jpg",
        "title": "The Fallen Bridge ( 2022 )",
        "description": "\"တရားမျှတမှုနဲ့ အမှန်တရားဆိုတာ အမြဲတစေဆိုသလို ဒွန့်တွဲနေတဲ့အရာတစ်ခုပါ\nအမှန်တရားဆိုတာ ဘယ်လိုမှ ဖုံးဖိလို့မရတဲ့ အရာတစ်ခုဆိုလဲမမှားဘူး\"ဖခင် သေဆုံးမှူအတွက် အမှန်တရားကို\nအပူတစ်ပြင်းရှာဖွေနေတဲ့ တက္ကသိုလ်ကျောင်းသူလေး - ဝမ်ရှောင်းယွီ\nဝမ်ရှောင်းယွီရဲ့ ဖခင်သေဆုံးမှုက မျက်မြင်သက်သေ\nတစ်ယောက်ဖြစ်တဲ့ စက်ပြင်သမားလေး - မုန့်ချောင်းကျုံးနမ်တံတားဟူသည် ဟွမ်ချွဲ့မြို့ကြီးရဲ့ အဓိက\nပေါင်းကူးတံတားဆိုရင်လဲ မမှားပါဘူး\nတစ်နေ့မှာ တံတားကြီး ပြိုကျပျက်ဆီးသွားခဲ့တဲ့အခါ\nထူးဆန်းတဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပေါ်လာခဲ့ပါတယ်အဲ့တာကတော့ တံတားအတွင်းမှာ လူသေအရိုးစုတစ်ခု\nတွေ့ရှိခဲ့ရခြင်းပါပဲ အဲဒီသေဆုံးသူကတော ဝမ်ရှောင်းယွီရဲ့\nဖခင်ဖြစ်သူ ဝမ်လျောင့်ပါ တစ်နေ့မှာတော့\nမုန့်ချောင်းရဲ့ အကူအညီပေးမှုနဲ့အတူ ဖခင်ရဲ့သေဆုံးမှုဟာ\nသွေးရိုးသားရိုးမဟုတ်တဲ့အကြောင်း ဝမ်ရှောင်းယွီသိရှိသွားခဲ့ပါတော့တယ်\nနစ်မြုပ်နေတဲ့ သဲလွန်စ တစ်စချင်းဆီနောက်ကို\nနှစ်ယောက်သား အတူတူလိုက်လံရှာဖွေရင်း\nဝမ်ရှောင်းယွီရဲ့ မွေးစားအ​ဖေဖြစ်သူ\nကျူးဖန်းကျန့် ကလူသတ်သမားဖြစ်နိုင်​ချေရှိတဲ့\nအကြောင်း သိရှိသွားချိန်မှာတော့.....?❏ ဘာတွေဆက်ဖြစ်ကြမလဲ ?\n❏ နောက်ကွယ်က လျို့ဝှက်ဆန်းကြယ်တဲ့ အရာတွေကရော ဘာတွေဖြစ်လာမလဲ ?\n❏ လူသတ်သမားကရော သူတို့ထင်ထားတဲ့အတိုင်းဖြစ်နေနိုင်ပါ့မလား ?\n❏ သူတို့တွေ အပူတပြင်းရှာနေတဲ့ အမှန်တရားကရော ထွက်ပေါ်လာပါ့မလား ?\nဆိုတာ စိတ်ဝင်စားဖွယ် ရင်တထိတ်ထိတ်ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ရှင်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ တရုတ်ပြည်မကြီးမှာ နာမည်ကြီးအဖွဲ့တစ်ခုဖြစ်တဲ့\nTFBOYS အဖွဲ့ရဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-fallen-bridge-2022/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/MV5BMTA5MzkyMzIxNjJeQTJeQWpwZ15BbWU4MDU0MDk0OTUx._V1_-126x200.jpg",
        "title": "Straight Outta Compton(2015)",
        "description": "Straight Outta Compton\nImdb- 7.2\nRotten Tomatoes-85%၁၉၈၆ ဝန်းကျင်ကာလကပေါ့ လူဖြူ လူမဲခွဲခြားမှုအသောမတတ်နိုင်သေးတဲ့ကာလ\nလူမဲတွေဟာ typical black people ထုံးစံအတိုင်း ဆေးရောင်းတာ ဂိုဏ်းဂဏ ဖွဲ့တာတွေ\nအလုပ်မပြတ်သလို လူဖြူတွေဖက်ကလဲ အထူးသဖြင့် အာဏာပိုင်တွေဖက်က လမ်းမှာလူမဲတွေအုပ်လိုက်\nလမ်းလျှောက်သွားတာတွေ့ရင်တောင် ဆွဲစိပီးပညာပေးတဲ့ ကာလပေါ့ဆူပွက်နေတဲ့ရေနွေးအိုးခရားကြီးလိုပဲ လူဖြူတွေနဲ့ လူမဲတွေကြား တကြပ်ကြပ်\nထိုစဥ်ကာလက Rap ဂီတဆိုတာ တွင်တွင်ကြယ်ကြယ်တောင်\nမဖြစ်သေးပါဘူး စကားကုန်ပြောရရင် လူမဲတွေနဲ့ပတ်သတ်တဲ့ယဥ်ကျေးမှု\nထုံးတမ်းစဥ်လာ culture တွေဟာ လူဖြူတွေကြားမှာ လက်ခံနိုင်စရာတရပ်အဖြစ်\nမဖြစ်နိုင်သေးတဲ့အချိန်တွေ ပေါ့အဲ့ထဲမှာ လူမဲတွေရဲ့ Rap ဂီတကလဲ တခုအပါဝင်ဖြစ်ခဲ့တယ်\nအဲ့လို အကြပ်တည်းကပ်ဆိုက်နေတဲ့ ကာလမှာ Gangsta Rap တွေကို\nလူသိများအောင် လုပ်ပေးနိုင်ခဲ့တဲ့ role model ၃ယောက်ထွက်ခဲ့ပါတယ်Rap သီချင်းတေကြိုက်တတ်တဲ့သူတိုင်း မသိသူမရှိ Rap God ကြီး\nEminem ရဲ့ဆရာ Dr.Dre\nGangsta Rap နဲ့အရမ်းအောင်မြင်လာခဲ့တဲ့ Eazy-E\nFriday တို့ 21 Jump ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ofwi/Straight.Outta.Compton.2015.DC.720p.BluRay__{CM}.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jlAN7nvgDEaEzP27IX98TtuYHhD.jpg",
        "title": "To the Moon (2021)",
        "description": "To The Moon (2021)ဝေးလံခေါင်သီတဲ့ တောတွင်းတစ်နေရာမှာ ဆေးစွဲနေလို့ ပြုတ်ခဲ့တဲ့ မင်းသားပြုတ်တစ်ယောက်ဟာ ဆေးဖြတ်ဖို့ အားယူနေတယ်။ သူ့မိန်းမက သူ့ကို အားပေးရင်း သူကလည်း သူ့မိန်းမထဲကို အားတွေပြန်ပေးရင်း နေလာလိုက်တာ ကံဆိုးချင်တော့ သူ့ဆီက နှစ်ပေါင်းများစွာက မတွေ့ခဲ့ရတဲ့ သူ့အစ်ကို ရုတ်တရက်ကြီး ရောက်လာတယ်။ သူ့အစ်ကိုရဲ့နောက်ကြောင်းကိုတော့ မရှင်းထားဘူးပေမဲ့ သူ့အစ်ကိုက ရူးနေသလိုလို ဘာလိုလိုပဲ။ သူ့မိန်းမကိုပါ ဆိုက်ကိုသွင်းပြီး ရူး‌ကြောင်မူးကြောင်ဖြစ်အောင်လုပ် သူ့ဘက်အရခေါ်ဖို့ကြိုးစားနေတဲ့ သူ့အစ်ကိုရဲ့ ရူးကြောင်မူးကြောင်အကွက်တွေအောက်မှာ ဆေးဖြတ်ဖို့ကြိုးစားရင်း ရူးကြောင်မူးကြောင်ဖြစ်နေတဲ့ သူဟာ ရူးကြောင်မူးကြောင်အရာတွေနဲ့ ကြုံလာရတော့တယ်။ဒီကားနဲ့ပဲ American Film Festival ဒါရိုက်တာ ဆုရထားတဲ့ ဒါရိုက်တာရဲ့ ကားသစ်လေးပါ။ ပုံမှန် Thriller ကားတစ်ကားထက်ပိုတဲ့ Ending တစ်ခုကို ခံစားရမယ့်အပြင် ကာရိုက်တာသုံးယောက်ကြားက Chemistry နဲ့ အားပြိုင်မှုကိုပါ ကောင်းကောင်းကြီး ခံစားကြပါလိမ့်မယ်။ Low ...",
        "rating": "5.8",
        "url": "https://megaup.net/2ucyZ/(CM)_To_The_Moon_(2021)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/SSIS-1-141x200.jpg",
        "title": "[21+] Thought She Was Just A Convenient Fling (SSIS-318)",
        "description": "Riri Nanatsumori\nရဲ့အလှတရားလေးတွေကို ခံစားကြည့်ရအောင်\nခန္ဓာကိုယ်က သွယ်လျပြီး ကျစ်လစ်တယ်\nရုပ်ရည်က ချစ်ဖို့အရမ်းကောင်းပြီး Heart Shpae Face လေးနဲ့\nသူမရဲ့ အပြုံးတွေ ကြားမှာ ဘယ်သူ ရုန်းနိုင်မှာလဲ\nသူမရဲ့ အစိတ်ပိုင်းတွေက ရင်ဖိုစရာ သူမအသံချိုလေးနဲ့ပေါင်းလိုက်တော့\nရူးသွားနိုင်တယ် တစ်ခုသတိထားရမှာက သူက အဆိပ်ပြင်းတယ်နော်သူမက ကုမ္ပဏီက လူကြီးတစ်ယောက်နဲ့ ဖြစ်နေတာပါ\nလူကြီးအရွယ်ဆိုတော့ ဒါမျိုးလေးတွေရဲ့ အလှကို သိပ်မခံစားတက်ဘူးလေ\nတစ်နေ့တော့ Riri Nanatsumori ကသူ့ဘဝကြီး ဒီအတိုင်း\nဆက်သွားနေရင် အငယ်နှောင်းဘဝနဲ့ လမ်းဆုံးမှာဆိုတာ ကြိုသိပြီးတော့\nဘဲကြီးကို အပြီချုပ်ပြီး သူ့ဖက်ပါအောင် ဆွဲမယ် ဆိုတဲ့အကြံဖြစ်လာခဲ့ပါတယ်\nသူ့အကြံကတော့ အရမ်းကို အကွက်ဖေါ်ထားတာလှပြီး ဘဲကြီးဘယ်လို ပလေးခံရမယ်ဆိုတာ\nကြည့်လို့ကောင်းတာမို့ Ds Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "",
        "url": "https://megaup.net/2ucA8/SSIS-318.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ems-135x200.jpg",
        "title": "Prey (2022)",
        "description": "Predator 5: Prey (2022)Predator ရုပ်ရှင်စီးရီးထဲက အသစ်တစ်ကားလာပါပြီ။ ဒါကတော့ အခုခေတ်မဟုတ်ဘဲ ဟိုးအရင် ခေတ်တုန်းက ပရက်ဒေတာတွေ လူတွေကိုအမဲလိုက်တဲ့အကြောင်းကို တင်ဆက်ထားတာပါ။ဒီတော့ သေနတ်တွေနဲ့တောင် မနည်းချရတဲ့ ဂြိုလ်သားကို လွန်ခဲ့တဲ့ နှစ် ၃၀၀ က ကိုမန်ချီလူမျိုးတွေ ပြင်သစ်မုဆိုးတွေ ရင်ဆိုင်ကြပုံကို ပြသထားပါတယ်။အက်ရှင်အသားပေးမို့ တစ်ကားလုံးကြုံးနေကြတာပါပဲ။ ကြည့်လို့အတော်ကောင်းပါတယ်။ ရိုက်ချက်တွေရော အက်ရှင်တွေရောမိုက်တယ် အားလုံးကြိုက်ကြမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr. Anderson ပါ။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File Size          : 4.1GB, 2GB, 851MB, 415MB\nQuality            : 4K HEVC 5.1CH, 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://megaup.net/2t1zZ/[CM]Prey.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Horror, Predator"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Predator2018-135x200.jpg",
        "title": "The Predator (2018)",
        "description": "အတော်ကြာကြာ စောင့်လိုက်ရတဲ့ ရုပ်ရှင်ကားလေး အခုတော့ ထွက်လာပါပြီ။\nPredator တွေကိုတော့ ရုပ်ရှင်ချစ်သူအတော်များများ ရင်းနှီးပြီးဖြစ်မှာပါ။\nကိုယ်ပျောက်နိုင်စွမ်းတွေ လက်နက်ဆန်းတွေနဲ့ လူတွေကို အားကစားတစ်ခုလို အမဲလိုက်တတ်ကြတဲ့ ဂြိုလ်သားတွေပါပဲ။\nဒီကားအကျဉ်းကတော့ စစ်တပ်က လက်ဖြောင့်စနိုက်ပါတစ်ဦးဟာ ယာဉ်နဲ့ကျလာတဲ့ ပရက်ဒေတာဂြိုလ်သားဆီကနေ ပစ္စည်းတွေ ရလာခဲ့ပါတယ်။\nသူ့အတွက် သက်သေဖြစ်အောင်လို့ ဒါတွေကို သူ့ရဲ့မိသားစုဆီကို ခိုးပြီးပို့လိုက်ခဲ့တယ်ပေါ့။\nဒါပေမယ့် ဒီဂြိုလ်သားနည်းပညာကိုလိုချင်တဲ့အဖွဲ့ နဲ့ သူ့ပစ္စည်းတွေကို ပြန်လိုက်ရှာမယ့် ပရက်ဒေတာ နဲ့ အခြားပြဿနာကြီးတွေ ရင်ဆိုင်လာရပါတော့တယ်။\nPredator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(7 GB)/(1.9 GB)/(900 MB)\nQuality…BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,THZ\nTranslated by Little Neo",
        "rating": "5.9",
        "url": "https://megaup.net/17cve/The_Predator_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/91WcRDzshvL._SL1500_-148x200.jpg",
        "title": "Predators (2010)",
        "description": "မတူညီတဲ့ နိုင်ငံက မတူညီတဲ့ စရိုက်နဲ့ လူ ၇ ယောက် ။\nလေယာဉ်ပေါ်ကနေ လေထီးနဲ့ အကန်ချခံလိုက်ရတယ် ။ သူတို့ ကျသွားတဲ့နေရာက အင်မတန်နက်ရှိုင်းတဲ့ တောကြီးမျက်မဲပေါ့ ။တကယ်တော့ အဲဒိတောနက်ကြီးက\nတစ်ခြားဂြိုလ်ကမ္ဘာက ဂြိုလ်သားတွေရဲ့ အမဲလိုက် ကစားကွင်းကြီးပဲ ဖြစ်နေတယ် ။ ဂြိုလ်သားတွေဟာ သူတို့ရဲ့ သူရဲကောင်းဘွဲ့အတွက် ဒီဂြိုလ်မှာ လူနဲ့ တစ်ခြားဂြိုလ်က ဂြိုလ်သားတွေ ဖမ်းပြီး အမဲလိုက်လေ့ရှိတယ် ။အဲဒိဂြိုလ်သားတွေက လူရဲ့ နှလုံးကို အာရုံခံပြီး ဖမ်းလေ့ရှိတယ် ။\nအရင်တုန်းက အဲဒီလို ဂြိုလ်သားလက်ကနေ လူတစ်ဦး လွတ်လာဖူးတယ် ။ သူက သူ့ကိုယ်ခန္ဓာကို ရွံ့ဗွက်တွေနဲ့ သုတ်လိမ်းပြီး သူ့ နှလုံးခုန်တာကို မမြင်အောင် ကာကွယ်ခဲ့တယ် ။ (Predator 1987 ဇာတ်ကားထဲမှာ)ပထမကားတုန်းကတော့ ဂြိုလ်သားက တစ်ယောက်ထဲပဲ ။\nဒီဇာတ်ကားမှာတော့ အမဲလိုက်မယ့် ဂြိုလ်သားတွေ များလာတယ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/18fkx/(CM)_Predators.2010.720p.mp4",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjJiM2ZjNTEtNjQ2Zi00YjJkLWE0ZDEtYTFhODYwODk5NGMzXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-139x200.jpg",
        "title": "Aliens vs Predator: Requiem (2007)",
        "description": "ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားတွေနဲ့ သူတို့ကိုလိုက်လံသုတ်သင်နေတဲ့ ဂြိုလ်သားရဲ့ကြားမှာ ဓားစာခံဖြစ်သွားတဲ့ ဂန်နီဆန်မြို့လေးအကြောင်းကို ရင်ဖိုစိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတဲ့ အာကာသယာဉ်တစ်ခု ဂန်နီဆန်မြို့လေးရဲ့ တောအုပ်ထဲကို ပျက်ကျပြီးတဲ့နောက်မှာ မြို့သားတွေရဲ့ ကံကြမ္မာဟာ စိတ်မကောင်းစွာပဲ အဆိုးဆံုးပြောင်းလဲသွားပါတော့တယ်။ ဂြိုလ်သားတွေရဲ့ သိမ်းပိုက်မှုနဲ့တိုက်ပွဲကြားမှာ အသက်ရှင်ဖို့ မြို့သားတွေက ဘယ်လိုသက်စွန့်ဆံဖျား ရုန်းကန်ကာကွယ်သလဲဆိုတာကို သည်းထိတ်ရင်ဖိုစွာနဲ့စောင့်ကြည့်ရမှာပါ။ဒါ့အပြင် နိုင်ငံရေးအလှည့်အကွက်တွေကိုလဲ ပီပြင်စွာဖော်ပြထားတာကြောင့် ဒီဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ရှုလိုက်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Su Myat မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(1.6 GB)/(830 MB)\nQuality…BluRay Unrated 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:41:05\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat",
        "rating": "4.6",
        "url": "https://megaup.net/18fk4/(CM)_Aliens.vs.Predator.Requiem.2007.UNRATED.720p.mp4",
        "category": "Action, Adventure, Horror, Predator"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_-202x300.jpg",
        "title": "AVP: Alien vs. Predator (2004)",
        "description": "Predator ဆိုတဲ့ ရုပ်ဆိုးဆိုး ဂြိုလ်သားတွေကိုတော့ ရင်းနှီးနေမှာပေါ့နော်သူတို့တွေဟာ လူသားတွေထက် ခေတ်လွန်သိပ္ပံနည်းပညာတွေ တတ်မြောက်ထားတဲ့ သတ္တဝါတွေပါ။သူတို့ အမဲလိုက်တဲ့ ဂြိုလ်သားတွေ ရှိပါသေးတယ် အဲ့ဒီအကောင်တွေကိုတော့ Alien လို့ ခေါ်ပြီးရိုင်းစိုင်း ဆိုးသွမ်းပြီး အမြဲတမ်း သတ်ချင် ဖြတ်ချင်စိတ်ပဲ ရှိနေတဲ့ ကောင်တွေပါ…ဒီဇာတ်လမ်းမှာတော့ Predator တွေနဲ့ Alien တွေကြား ဝင်ပါရမယ့် လူသားတွေအကြောင်း ကို ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း ပုံစံကတော့ သူဌေးကြီးတစ်ဦးဟာ သူမသေခင် နာမည် တစ်ခု ကျန်ရှိခဲ့ဖို့ အတွက် ကမ္ဘာ့ ပထမဦးဆုံး လူမျိုးတွေတည်ဆောက်ခဲ့တယ်လို့ယူဆရတဲ့ ပိရမစ် တစ်ခု ကို ရှာဖို့ အတော်ဆုံး လူတွေကို စုစည်းပြီး ရှာဖွေဖို့ ကြိုးပမ်းမှာပါ..ဒါပေမယ့် အဲ့ဒီ ပိရမစ် ကို ရှာဖွေတွေ့ရှိခဲ့တာ သူတို့ အဖွဲ့ တစ်ခုထဲ မဟုတ်ခဲ့ဖူးဆိုတာကို နောက်ကျမှ သိကြမှာ ဖြစ်ပြီးPredator ...",
        "rating": "5.6",
        "url": "https://megaup.net/18fmr/(CM)_AVP.Alien.vs.Predator.2004.UNRATED.720p.mp4",
        "category": "Action, Adventure, Horror, Predator"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ezgif-1-bc55d10d85-146x200.jpg",
        "title": "Predator 2 (1990)",
        "description": "Predator 2(1990)IMDb Rating (6.3)ဒီဇာတ်ကားကတော့ ၁၉၈၇ မှာထွက်ရှိခဲ့တဲ့မင်းသားကြီးအာနိုးရဲ့ Predator ဇာတ်ကားရဲ့ Sequel ပါပဲ။ တခြားကမ္ဘာကဂြိုဟ်သားတွေကို ရဲတပ်ဖွဲ့ဝင်တွေကရင်ဆိုင်တိုက်ခိုက်ရတဲ့ဇာတ်လမ်းနဲ့ဗီလိန်ဖြစ်တဲ့ Predator ကိုသာကျောရိုးယူထားပြီး အဓိကဇာတ်ဆောင်တွေနဲ့ Storyline ပဲကွာသွားတာပါ။ဒီတစ်ခါမှာတော့ရဲအုပ်ကြီးဟယ်ရီဂန်နဲ့သူ့ရဲ့အဖွဲ့က ဒီအမျိုးအမည်မသိရပဲ လူအစုလိုက်သတ်ဖြတ်မှုတွေဆက်တိုက်ကျူးလွန်နေတဲ့ Predator ကိုကြိုးစားဖမ်းဆီးကြပုံတွေကို ထုံးစံအတိုင်းအက်ရှင်ခန်းတွေမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ရှုရမှာပါ။ အက်ရှင်အသားပေးသိပ္ပံစိတ်ကူးယဥ်ဇာတ်လမ်းဖြစ်တာကြောင့်ရှည်ရှည်ဝေးဝေးညွှန်းစရာရယ်တော့သိပ်မရှိလှပါဘူး။\nထူးခြားချက်ကတော့ သူ့ခေတ်သူ့အခါနဲ့အထူးပြုလုပ်ချက်တွေကတကယ်ကိုချီးကျူးစရာပါ။အခုအချိန်မှာတော့ ဒီ Predator franchise ထဲကဇာတ်ကားခုနစ်ကားထိထွက်ရှိထားပြီဖြစ်ပြီး နောက်ဆုံးဇာတ်ကားဖြစ်တဲ့ Prey ဟာဆိုရင်ဒီနှစ်ထဲမှာပဲလောလောလတ်လတ်ထွက်ရှိထားတာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(2.8 GB)/(1.2 GB)\nQuality…BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://megaup.net/18flc/(CM)_Predator.2.1990.BluRay.720p.mp4",
        "category": "Action, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3a9je/(CM)_Predator.1987.720p.mp4",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ya26nzFf5nncBLLwELigX5NAQpX.jpg",
        "title": "Seasons Change(2006)",
        "description": "Seasons Change(2006)အညွှန်း**************************ပွန်းဆိုတဲ့ကောင်လေးဟာ ဆေးကျောင်းဝင်ခွင့်ရတဲ့ ကျောင်းသားလေးတစ်ယောက်ဖြစ်တယ်..ဒါမဲ့သူဟာ ဒရမ်တီးတာ ကိုအလွန်ဝါသနာပါတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်တယ်..အဲ့ဒီအချိန်သူသဘောကျတဲ့ကောင်းမလေးတစ်ယောက်က အနုပညာကျောင်းကိုတက်သွားတယ်..ဒရမ်လည်းဝါသနာပါတာကလည်းတစ်ကြောင်း သူသဘောကျတဲ့ကောင်မလေးနဲ့လည်းမဝေးချင်တာကလည်း တစ်ကြောင်းမို့ သူဟာ အနုပညာကျောင်းကိုတက်ဖို့ ဆုံးဖြတ်လိုက်တယ်.. ဆေးကျောင်း ဆရာဝန်ဖြစ်ရင် ဘဝတက်လမ်းအတွက်အများကြီးရှိတယ်လို့ယုံကြည်တဲ့မိဘတွေကြောင့် သူစွန့်စားရတာအများကြီးပါ..ကျောင်းရောက်တော့ သူထင်သလိုအဆင်ပြေမလား...သူ့ဘဝတက်လမ်းရော ဘယ်လိုဆက်ဖြစ်မလဲ...ကောင်မလေးနဲ့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...   File Size :(2.09GB)(773 MB) and (191 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Drama , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by little kong hou\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18hmp/Seasons_Change_2006.WEB-DL.1080P5.1Ch.PP(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/CountdownThai-IntPoster-140x200.jpg",
        "title": "Countdown (2012)",
        "description": "ဂျက် အဖြစ် Peach Pachara\nဘီ အဖြစ် Toey Jarinporn\nဖန် အဖြစ် Peak Pattarasayaဇာတ်လမ်းအကျဉ်းဖန်၊ဘီနဲ့ ဂျက်တို့က နယူးယောက်က တိုက်ခန်းတစ်ခုမှာ တူတူနေကြတဲ့ သူငယ်ချင်းတွေပါနှစ်သစ်ကူးညရောက်မယ့်အချိန်မှာ ဂျက်က သူမူးယစ်ဆေးဝယ်နေကျ လူက ဆက်မရောင်းတော့တာမို့ အရောင်းအဝယ်သမားရဲ့ ဖုန်းနံပတ်ကို တောင်းလာခဲ့ပါတယ်ဖုန်းနံပတ်က နောက်ဆုံးဂဏန်းပျောက်နေခဲ့ရာက ၃ ဂဏန်းထည့်ဆက်ကြည့်ရင်း သူတို့သုံးယောက်ဆီ လူတစ်ယောက်က ဆေးတွေနဲ့ ရောက်လာခဲ့ပါတယ်နှစ်ကူးညမှာ ဆေးသုံးကြရင်း လူစိမ်းရဲ့ မူမမှန်မှုတွေကို သတိထားမိရာက ဖုန်းနံပတ်ရဲ့ လိုနေတဲ့ဂဏန်းက ၃ မဟုတ်ဘဲ ၈ ဖြစ်နေတာ သိသွားခဲ့ပါတယ်ရောက်နေတဲ့ လူစိမ်းကရော ဘယ်သူလဲ\nဘာအတွက် ရောက်နေတာလဲ\nဖန် ဘီ နဲ့ ဂျက်တို့မှာရော ဘာတွေလျှို့ဝှက်ထားတာရှိနေတာလဲနှစ်ကူးညမှာ ဖုန်းနံပတ်မှားရာက သူတို့ရဲ့ဘဝတွေ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာ ကြည့်ရှုရအောင် ။File Size__(1.9GB) / (920MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:30:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Oes8/Countdown_(2012)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptbAHvTsEsvluHfNuDcLsMmlZyC.jpg",
        "title": "See The Sea ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက်\nပင်လယ်စွန့်စားခန်းဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nပင်လယ်မုဆိုးတပ်မှ ဝူချင်နှင့် လျိုလီ၊\nတုချန်ဖုန်း၊ လုံရှင်း တိုသည် ပင်လယ်မုဆိုးအဖွဲ ဖွဲလိုက်ပြီး\nကွေးရွှးနယ်မြေကို သွားရောက်ကာ\nမသေခြင်းရဲ့ လျှို့ဝှက်ချက်ကို ရှာဖွေကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲတွင် သေသူကိုပြန်ရှင်ပြီး\nအရိုးကိုအသားပြည့်စေနိုင်တဲ့ ကွေးရွှးကျောက်ကို\nရှာဖွေရန်အတွက် ဝူချင်တိုအဖွဲဟာ အန္တရာယ်တွေနဲ့\nပြည့်နက်နေတဲ့ စွန့်စားရေးခရီးတစ်ခုကို စတင်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း တခြားလျှိဝှက်အဖွဲတစ်ခုက\nတိတ်တဆိတ်လှုပ်ရှားနေခဲ့ပါတယ်။\nရတနာကိုလုယူဖိုအတွက် အဖွဲနှစ်ဖွဲ့ဘယ်လို ထိပ်တိုက်တွေ့ကြမလဲ......\nစွန့်စားရေးခရီးမှာ အန္တရာယ်တွေကို ဘယ်လိုဖြတ်ကျော်ကြမလဲ......\nဆိုတာကို CM ရဲ့ဘာသာပြန်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Fantasy , Adventure\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/see-the-sea-2022/",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pX0oAJ27acWEHoI7lmmQpoBmdv4.jpg",
        "title": "Mr. Deeds(2002)",
        "description": "Mr. Deeds(2002) အညွှန်း*********************Adam Sandler ဆိုတာ အခြားမင်းသားတွေလို ရူပါ မဖြူးသလိုစွဲမက်ဖွယ် ခပ်ဖြောင့်ဖြောင့် body ရှိသူလည်းမဟုတ်ပါဘူး...သို့ပေမဲ့သူရိုက်တဲ့ romance ,drama တွေဟာ ကျွန်တော်တို့ ရင်ထဲကိုအမျိုးမျိုးသော ရသတွေရောက်ရှိအောင် ပို့ဆောင်နိုင်သူပါ...ဒီဇာတ်ကားလေးဟာ ဒါရိုက်တာ Steven Brill ရိုက်ကူးထားပြီး\nအားလုံးသိတဲ့မင်းသားကြီး Adam Sandler နဲ့ မင်းသမီး Winona Ryder တို့အပြင်\nအခြားသောသရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားတဲ့အချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။\nဇာတ်ကားထဲမှာတော့ ဘလိတ်မီဒီယာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်သူပရက်စတန်ဘလိတ်ရဲ့သေဆုံးမှုကြောင့်\nသူ့ရဲ့ကျန်ရှိတဲ့ အမွေပစ္စည်းတွေနဲ့ရှယ်ယာတွေကိုဆက်ခံမယ့်သူလိုက်ရှာရာမှာ လူမသိသူမသိမြို့လေးတစ်ခုမှာနေထိုင်နေတဲ့\nဘလိတ်ရဲ့တူ လောင်းဖဲလိုးဒိစ် (Adam Sandler)ကို သွားတွေ့ပါတော့တယ်။ဒီတော့ ဒိစ်ဟာစာရွက်စာတမ်းကိစ္စတွေနဲ့\nနယူးယောက်မြို့ကိုလိုက်လာရင်း ရိုးအေးပြီးကူညီချင်စိတ်အပြည့်ရှိတဲ့ဒိစ်ဟာမီဒီယာတစ်ခုရဲ့သတင်းထောက်ဖြစ်သူ\nပန်ဒေါ်ဆန်(Winona Ryder) နဲ့တွေ့ဆုံပြီးဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာကိုတော့... File Size : (3.5GB )(995 MB) and (465 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Comedy ,Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Oelu/Mr.Deeds.2002.BLU-RAY.1080P5.1CH(Cm).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_-143x200.jpg",
        "title": "No Longer Human (2019)",
        "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ubH8/No_Longer_Human_(2019)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-cold-135x200.jpg",
        "title": "The Cold Light of Day (2012)",
        "description": "ဘရုစ် ဝီလီ နဲ့ စူပါမန်းမင်းသား ဟင်နရီကဗေးလ်တို့ သားအဖအဖြစ် သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားကို ကြည့်ဖူးပြီလား။ မကြည့်ဖူးသေးရင် ဒီမှာကြည့်လို့ရပါပြီ။\nဒီရုပ်ရှင်ထဲမှာ ဟင်နရီက ကုမ္ပဏီလေးတစ်ခုကို ဦးစီးနေတဲ့ စီးပွားရေးသမားတစ်ယောက်ပါ။ သူ့အဖေ ဘရုစ်ကတော့ သံရုံးမှာ ယဉ်ကျေးမှုနဲ့ဓလေ့ထုံးတမ်းဆိုင်ရာကိုယ်စားလှယ်အနေနဲ့ အလုပ်လုပ်နေတဲ့သူပေါ့။ တစ်ရက်မှာတော့ စပိန်နိုင်ငံ၊ မက်ဒရစ်မြို့မှာ မိသားစုတွေ အားလပ်ရပ် အပမ်းဖြေဖို့ ချိန်းကြတာကြောင့် အဖေနဲ့မတည့်ပေမဲ့ မအားတဲ့ကြားက အရောက်လာပေးခဲ့ပါတယ်။ ရောက်လာပြီးတဲ့အချိန်မှာတော့ သူ့အဖေရဲ့ ဇာတ်ရှုူပ်တွေကြားထဲမှာကြားညပ်သွားပြီး ကြောက်စရာအဖွဲ့အစည်းတွေနဲ့ ရင်ဆိုင်ရပါတော့တယ်File size…(1.82GB/(945MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "4.9",
        "url": "https://megaup.net/1Odhf/The.Cold.Light.of.Day.2012.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWUwZjNiMzQtNzZiOC00YjdjLWFiMTctOGNlMWI3ZDZkN2MxXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Honk for Jesus. Save Your Soul. (2022)",
        "description": "Honk for Jesus. Save Your Soul. (2022)\n============================နာမည်ကြီးခရစ်ယာန်ကျောင်းတစ်ကျောင်းက သင်းအုပ်တွေဖြစ်တဲ့\nချိုင်းစ် တို့ဇနီးမောင်နှံတို့နှစ်ယောက်အကြောင်းကို မှတ်တမ်းတင်ရုပ်\nရှင်ပုံစံရိုက်ကူးထားတဲ့ Peacock ကဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။သင်းအုပ်ဆရာဖြစ်သူ လီခါးတစ်ချိုင်းတစ်ယောက် လိင်မှုကိစ္စတစ်ခုကို\nကျူးလွန်မိခဲ့တဲ့အတွက် လူကြားထဲမျက်နှာမပွင့်ခဲ့ရာကနေ အရဲစွန့်ပြီး\nသူက သူတော်ကောင်းဖြစ်ကြောင်း နတ်ဆိုးက ဝင်ပူးခဲ့လို့လုပ်ခဲ့တာဖြစ်\nကြောင်း ဘာညာ အများသူငါသိရအောင်လုပ်ဖို့အတွက် အန်နီတာ ဆိုတဲ့\nရုပ်ရှင်ဖန်တီးသူတစ်‌ယောက်ကိုခေါ်ပြီး၊ သူတို့အကြောင်းမှတ်တမ်းတင်\nရိုက်ကူးဖို့လုပ်လိုက်တယ်။သူတို့ဇနီးမောင်နှံရဲ့အဓိကရည်မှန်းချက်ကတော့ တစ်ချိန်ကနာမည်ကြီးခဲ့တဲ့\nသူတို့ရဲ့ ဘုရားကျောင်းကိုပြန်ဖွင့်ရင် လူတွေအများကြီးရောက်လာဖို့ပါပဲ။\nဒါဆို လူကြားထဲမှ သူတို့ ခေါင်းပြန်မော့နိုင်ပါ့မလား၊ လူတွေကရော သူတို့ဆီ\nပြန်လာကြဦးမှာလားဆိုတာသိချင်ရင်တော့ ဒီမှတ်တမ်းတင် ဟာသကားလေး\nမှာဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe\nတို့ဖြစ်ပါတယ်)\nFile Size..........(1.85 GB) / (778 MB) / (476 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Khant ...",
        "rating": "5.3",
        "url": "https://megaup.net/1NYec/Honk.for.Jesus.Save.Your.Soul.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5dAhwGXPX9SwtaKlgRdPCnE1kN.jpg",
        "title": "The Quiet Girl (2022)",
        "description": "The Quiet Girl (2022)~ IMDb - 8.1/10, Rotten Tomatoes - 100% ~Rating အမြင့်တွေပဲ ရထားတဲ့ Coming of Age ရုပ်ရှင်လေးပါ။ ဘာလင် ဒတ်ဗလင် တိုင်ပေ အိုင်းရစ် ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တသီကြီးလည်း ရထားပါတယ်။ 2023 အော်စကာအတွက် အိုင်ယာလန်ကနေ Best International Feature Film အရွေးခံဖို့အတွက် ကိုယ်စားပြုရုပ်ရှင်အနေနဲ့ ရွေးထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ဇာတ်လမ်း သရုပ်ဆောင် စီနီမာ အကုန်လှပနေတဲ့ ဒီရုပ်ရှင်လေးက တော်တော်တော့ ရိုးရှင်းပါတယ်။ ဆင်းရဲပြီး ကလေးတွေအများကြီးရှိတဲ့ မိသားစုတစ်ခုဟာ နောက်ကလေးထပ်မွေးတော့မှာမို့ သူတို့ရဲ့အငယ်ဆုံးသမီးလေးကို ဝမ်းကွဲအမအိမ်ပို့ထားတဲ့အကြောင်း ဇာတ်လမ်းလေးပါပဲ။ အမေရဲ့ ဝမ်းကွဲအစ်မအိမ်မှာ ကလေးမလေးဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေအကြောင်းသက်သက်ပဲ။ သို့ပေမဲ့ သူဇာတ်အိမ်တည်ဆောက်ထားတဲ့ပုံလေးက မြင်နေကျမဟုတ်ဘဲ ဆန်းတော့ဆန်းပါတယ်။ ဒီလို Coming ...",
        "rating": "8.1",
        "url": "https://megaup.net/18g3c/(CM)_The_Quiet_Girl_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cc31eef083762c4013f299d963b75e8ea4a8b060040575a1cb7cd31a29db682e._RI_V_TTW_-150x200.jpg",
        "title": "Spaceballs (1987)",
        "description": "ဒီဟာကတော့ ရှားရှားပါးပါး Star Wars နဲ့ Star Trek ကို parody ဟာသလုပ်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ meme တွေမှာလည်း မြင်ဖူးကြမှာပါ။ ရယ်ရသလို ဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nအာကာသဘောလုံးဂြိုလ်သားတွေဟာ သူတို့ဂြိုလ်က လေသန့်တွေကို အစိုးရရဲ့ ညံ့ဖျင်းမှုကြောင့် အကုန်သုံးလိုက်မိတာကြောင့် အခြားဂြိုလ်က လေသန့်တွေကို လုယူဖို့ ကြံစည်နေပါတယ်။ ဒါပေမဲ့ အဲဒီဂြိုလ်ကလည်း ကာကွယ်ရေးစနစ်နဲ့ လေဆာဒိုင်းတွေ ရှိတာကြောင့် ဖောက်ဝင်နိုင်ဖို့ ပက်စ်ဝါ့လိုတာပေါ့။ အဲဒီပက်စ်ဝါ့ကို ရဖို့ ဂြိုလ်ကြီးရဲ့ ဘုရင်ရဲ့ တစ်ဦးတည်းသောသမီးလေးကို ပြန်ပေးဆွဲပါတော့တယ်။ အဲဒီမင်းသမီးလေးကို ကယ်တင်ဖို့အတွက် အာကာသထဲက မှောင်ခိုသမား သူငယ်ချင်းနှစ်ယောက်က ကြိုးစားကြပုံပါပဲ။ အဓိက အားဖြင့်တော့ Star Wars : A New Hope ကို ဟာသလုပ်ထားတာပါပဲ။ ခွီလိုက်ကြပါဦး။File size…(2.86GB/1.36GB/(757MB)\nQuality….Webrip 1080p / 720p ...",
        "rating": "7.1",
        "url": " https://megaup.net/1Oa9p/Spaceballs.1987.720p.(CM).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://megaup.net/2uaJ2/Doraemon_Nobita_s_Treasure_Island_(2018)_BluRay_-_720p.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGJlMWQyMjUtZGY3My00NTAyLTg2MDctZTdkZWUzYTU3Yjg4XkEyXkFqcGdeQXVyNTExMTk1MzM@._V1_-140x200.jpg",
        "title": "The Stolen Years (2013)",
        "description": "The Stolen Years (2013) (အညွှန်း)လူနှစ်ဦးချစ်ကြတဲ့အခါ အဲဒီလူနှစ်ဦးလက်ထပ်နိုင်ဖို့အရေး၊ ဇာတ်ပေါင်းထုပ်နိုင်ဖို့အရေးကိုပဲ\nများသောအားဖြင့် ပဓာနထားတတ်ကြတယ်။ ချစ်သူနှစ်ဦးပေါင်းဖက်နိုင်သွားရင်\nအရာအားလုံးအဆုံးသတ်သွားပြီ အောင်မြင်သွားပြီလို့ထင်မှတ်တတ်ကြတယ်။\nတကယ်တော့မဟုတ်ပါဘူး .. လက်ထပ်ပြီးနောက်ပိုင်းကမှသာ အဲဒီလူနှစ်ယောက်ရဲ့ တကယ့်ဘဝအစလို့ပြောရမှာပါ။Xie Yu နဲ့ He Mann က တစ်ယောက်ကိုတစ်ယောက်သိပ်ချစ်ကြတဲ့ ချစ်သူတွေအဖြစ်ကနေ\nအခုမှပူပူနွေးနွေးလက်ထပ်ပြီးကာစ အချစ်ငှက်ကလေးတွေပေါ့။ တစ်ယောက်နဲ့တစ်ယောက်သိပ်ချစ်ကြပြီး\nနှစ်ယောက်အတူရှိလိုက်ရင် အချင်းချင်းစနောက်ပြီး အမြဲပျော်ရွှင်ရယ်မောနေတတ်တာမို့\nအများကဝိုင်းအားကျရတဲ့စုံတွဲလေးဆိုလည်းမမှားပါဘူး။ ဒီလိုနဲ့ကြင်စဦးတို့ရဲ့ထုံးစံအတိုင်း\nဟန်းနီးမွန်းခရီးစဉ်တစ်ခုထွက်ရာကနေ မတော်တဆမှုတစ်ခုဖြစ်သွားခဲ့တယ် ..။2012 ခုနှစ်ရဲ့မနက်ခင်းတစ်ခုမှာ မတော်တဆမှုနဲ့ဆေးရုံရောက်နေတဲ့ He Mann သတိပြန်ရလာခဲ့တယ်။\nနိုးနိုးလာချင်း မတော်တဆဖြစ်တုန်းကအတူတူရှိခဲ့တဲ့ ယောက်ျားဖြစ်သူ Xie Yu ကိုရှာတာပေါ့။\nအဲဒီအချိန်မှာ မထင်မှတ်ထားတဲ့ထိတ်လန့်စရာအဖြစ်မှန်တွေကို He Mann ကြုံလိုက်ရတော့တယ်။\nသူမှတ်မိနေတဲ့မှတ်ဉာဏ်က 2007 ခုနှစ်ကမှတ်ဉာဏ်တွေဆိုတာရယ် ..\nလက်ရှိခုနှစ်က 2012 ခုနှစ်ဆိုတာရယ် .. သိပ်ချစ်ခဲ့ကြတဲ့ သူနဲ့ Xie Yu က\nကွာရှင်းပြီးသားဆက်ဆံရေးဖြစ်သွားပြီဆိုတာရယ် .. သူကမတော်တဆမှုတစ်ခုကြောင့်\nဆေးရုံမှာတစ်လလောက် ကိုမာဖြစ်နေရာကနေ မှတ်ဉာဏ်တချို့ပျောက်ဆုံးသွားပြီဆိုတာရယ် .. ။“ခိုးယူခံလိုက်ရတဲ့ သက္ကရာဇ်တွေ” ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Odpx/The.Stolen.Years.2013.720p(CM).mp4",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRUhSU7vzs5ePa72LNPcKKCCMZ5.jpg",
        "title": "Hart’s War(2002)",
        "description": "Hart's War(2002) အညွှန်း*********************** မင်းသားကြီး Bruce Willis နဲ့ Collin Ferrellတို့ရဲ့ စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..\nဇာတ်လမ်းက true story လို့မဆိုသာပေမယ့် ‌စာရေးဆရာ John Katzenbach ကသူ့အ‌ဖေ Nicholas ရဲ့ စစ်တွင်းအတွေ့အကြုံတွေကို မှီငြမ်းထားတာမလို့ တစ်စိတ်တစ်ပိုင်းတော့ မှန်တယ်လို့ဆိုရမှာဖြစ်ပါတယ်..\nအဲဒီခေတ်က အပြင်လောကမှာသာမက တပ်ထဲမှာပါလူ‌ဖြူလူမည်းဆက်ဆံရေးကိုလည်း မီးမောင်းထိုးပြထားပါသေးတယ်။WWII  ကာလ တပ်သားစုဆောင်းရေးမှာ ဥပဒေဒုတိယနှစ်ကျောင်းသား‌လေးသောမတ်စ်ဟာ့တ်လည်း ပါသွားတယ်..သူက စစ်ပွဲနဲ့ လားလားမှ မသက်ဆိုင်တဲ့သူ\nလက်ဖ်တင်နင်ဘဝနဲ့ပဲ ကျေနပ်နေတဲ့သူပေါ့...ဒါပေမယ့် သူ့အဖေကလည်း တပ်ထဲမှာ ထူးချွန်တဲ့ အရာရှိကြီးတစ်ဦး..\nတစ်နေ့တော့ အူတီးအူလည်နဲ့ အထက်လူကြီးတစ်ယောက်ကို လိုက်ပို့ရင်းဂျာမန်‌တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်\nဟာ့တ်တစ်ယောက် သုံ့ပန်းစခန်းကိုရောက်သွားပြီး  Bruce Willis  တို့ထံရောက်သွားတယ်..စစ်သုံ့ပန်းဘဝနဲ့ ဘယ်လိုပြဿနာမျိုးစုံတွေ့ရမလဲဆိုတာကိုတော့...   File Size : (2.03GB)(761 MB) and (245MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : War , Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Od26/Harts.War.2002.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1rQOgc4JNrMFP88ifZZexdcNf9.jpg",
        "title": "Another Way(2015)",
        "description": "Another Way(2015) အညွှန်း************************\" အဆုံးစီရင်ခြင်းက အဖြေလား \" ..... ပင်ပန်းလာတဲ့အခါ ကိုယ်လွတ်ရုန်းထွက်သွားခြင်းက အဖြေလား?ဘဝမှာအခက်အခဲတွေရှိလာတဲ့အခါ လူတစ်ယောက်နဲ့တစ်ယောက် ဆုံးဖြတ်ချက်တွေမတူညီကြပုံ နဲ့ လူ့သဘာဝ ၊လူ့စရိုက်တွေကိုချပြထားတဲ့ Life style drama အမျိုးအစားဖြစ်ပါတယ်။Main lead တွေအနေနဲ့တော့ Actor Kim Jae Wook , Actress Seo Ye Ji တို့ပဲဖြစ်ပါတယ်။\nအချိန်ပိုင်းအကမယ်ကောင်မလေးတစ်ယောက်နဲ့ ယာဥ်ထိန်းရဲကောင်လေးတစ်ယောက်... Suicide site တစ်ခုကနေ သိကျွမ်းခဲ့ရာကနေ အပြင်မှာအတူတူအဆုံးစီရင်ဖို့ ချိန်းဆိုထားတဲ့အတိုင်းကျွန်းလေးတစ်ခုမှာ အတူဆုံဖို့ဖြစ်လာခဲ့တယ်။ စိတ်ခံစားချက်တစ်ခုတည်း အကြံတစ်ခုတည်းရှိနေကြတဲ့သူစိမ်းနှစ်ယောက် လောကကြီးကိုမနှုတ်ဆက်ခင်မှာနောက်ဆုံးအနေနဲ့ စိတ်လွတ်လက်လွတ်နေလိုက်ကြဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ....  File Size : (999MB) and (361 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/18fog/Another.Way.2017.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJMnsf6vzgoNx0bv3uh3PTCjmks.jpg",
        "title": "I Used to Be Famous (2022)",
        "description": "I Used to Be Famous (2022)(1080p ရပါပြီ)ဗင့်စ်ဆိုတဲ့ ဂီတသမားတစ်ယောက်ဟာတော့ တစ်ခေတ်တစ်ခါက လူသိများခဲ့တဲ့ ဂီတအဖွဲ့တစ်ခုရဲ့ ခေါင်းတောင်အဆိုရှင်ဖြစ်ခဲ့ပါတယ်။ လောကဓံ‌အကြောင်းကြောင်းကြောင့် ဂီတလောကထဲကနေ ထွက်ခွါခဲ့ရပြီး နှစ်ပေါင်းများစွာ သာမန်လူအဖြစ်ကျင်လည်ခဲ့ရတဲ့ ဗင့်စ်တစ်ယောက် စတီဗီဆိုတဲ့ စိတ်ဝေဒနာရှင်လူငယ်လေးနဲ့ ဆုံတွေ့ဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ပဲ ဒရမ်ကို သိပ်ရူးသွပ်ပြီး ပါရမီပါတဲ့ စတီဗီက ဗင့်စ်အပေါ် ခင်တွယ်လာခဲ့ပြီး သူတို့အတူတူ ဂီတလမ်းကြောင်းပေါ် ပြန်လျှောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ ဂီတအပေါ်ရူးသွပ်မှုကလည်းတစ်ဖက် လူကြောက်တတ်တဲ့ စိတ်ဝေ‌ဒနာရှင်လူငယ်လေး စတီဗီကို ဗင့်စ်က ဘယ်လိုပြောင်းလဲပေးနိုင်မလဲ?သူတို့အတူ ဘယ်လိုကြိုးစားလျှောက်လှမ်းကြမလဲ? ဆိုတာကိုတော့ သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့ သိပ်ကောင်းတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်ပြီး ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Reum ပါ။)File Size          : 1.8GB, 743MB, 380MB\nQuality            ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u9gs/[CM]I.Used.to.Be.Famous.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQPBESx5J8lAh67iA5A7ILoCgii.jpg",
        "title": "The Protector (1985)",
        "description": "The Protector (1985)ဟောလိဝုဒ်ရဲ့ Hollywood Walk of Fame မှာ မှတ်ကျောက်တင်ခံထားရသလို၊ Academy Honorary Award ကိုရခဲ့တဲ့ ဟောင်ကောင်မင်းသား၊ တာရန်တီနိုကြီးက \"one of the greatest physical comedians since sound came into film\"လို့ ချီးကျူးခံထားရတဲ့ ဟောင်ကောင်မင်းသား ဂျက်ကီချမ်းရဲ့ သူဟောလိဝုဒ်မှာ စပေါက်တုန်း အမေရိကန်ဒါရိုက်တာရိုက်ပြီး အမေရိကန်မင်းသားနဲ့ အတူတွဲဖက်သရုပ်ဆောင်ထားတဲ့ ကားဟောင်းတစ်ကားပါ။ သူနဲ့တွဲသရုပ်ဆောင်တဲ့ အမေရိကန်မင်းသားကလည်း The Godfather Part II တို့၊ Once Upon a Time in America တို့၊ Leon: The Professionalတို့လို ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ဇာတ်လမ်းထဲမှာတော့ သူတို့က လုပ်ချင်တာလုပ်တဲ့ ရဲ၂ကောင်ပေါ့။ ဂျက်ကီကလည်း အမေရိကန်မှာ အခြေချနေတာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2u9uZ/(CM)_The_Protector_(1985)_REMASTERED_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-out-136x200.jpg",
        "title": "Out of Office (2022)",
        "description": "Comedy Central ရဲ့ဟာသရုပ်ရှင်အသစ်လေးပါ။Eliza ဟာစိတ်လိုက်မာန်ပါလုပ်တတ်ပြီး စိတ်ထဲရှိတာကိုလွှတ်ခနဲပြောတတ်တဲ့အတွက် ဆက်ဆံရေးအဆင်မပြေလို့အလုပ်ခဏခဏအထုတ်ခံရသူပါ။Online ကနေ work from home ရတဲ့အလုပ်အသစ်ရလာတဲ့အခါမှာတော့ သူ့ရဲ့ Boss ဟာသူ့အိမ်ထောင်ရေးအဆင်မပြေတိုင်း Eliza ကိုပြဿနာရှာတတ်ပါတယ်။သူ့ဘော့စ်အိမ်ထောင်ရေးအဆင်ပြေဖို့ Eliza ကြိုးပမ်းရင် ပေါက်ကရတွေဖြစ်လာပါတာကိုကြည့်ရှုရမှာပါ။အခုခေတ် Work from home ကြတဲ့အခါကြုံရတတ်တဲ့ ပြဿနာတွေ ရယ်စရာကို ရိုက်ပြထားပါတယ်။\nနာမည်ကျော် Comedian တွေဖြစ်ကြတဲ့ Ken Jong,Milana Vayntrub, Leslie Jones တို့အစုံအလင်ပါ၀င်ထားပါတယ်။File size…(1.4GB/(771MB)/(540MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": " https://megaup.net/2u7S6/Out.of.Office.2022.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/stars-250-156x200.png",
        "title": "[21+] Pounding Her Beauty-Uncensored Leaked(Stars-250) {DS)",
        "description": "Nanase Asahinaလေးရဲ့ Uncensored version လေးထွက်လာလို့\nဘွင်းဘွင်း ရှင်းရှင်း မှကြိုက်တယ်ဆိုတဲ့ DS Fans တွေအတွက်\nရွေးချယ်ထားပါတယ်၁၉ နှစ်အရွယ်ကောင်မလေးရဲ့ တစ်ယောက်ရဲ့ အလှတွေကို တဝကြီး ခံစားရမှာပါ\nသူမအနေနဲ့ ဒီဇာတ်ကားရိုက်ဖို့ မျှော်လင့်နေတာကြာပြီဆိုပါတယ်ကောင်လေး အမိုက်စားတွေနဲ့ သူမရဲ့ဇာတ်လမ်းကို\nမရိုးရအောင် ဖန်တီးထားပါတယ်\nကြည့်လို့ကောင်းတာမို့ ရွေးချယ်တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.76GB / 1.13GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/18ek1/STARS-250.720p.(DS)_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18e2s/The.Jackal.1997.BLU-RAY.1080P.5.1CH(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzFjZjk0NTUtNjkyNi00ZDE5LWI4ZjQtNmQzYWRhOWViMzFkXkEyXkFqcGdeQXVyMjQxMDgxMjg@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Game (2006)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၂၀ ခန့်က ကမ္ဘောဒီးယားက တားဆီးနယ်မြေ Case ၁၇ မှာ ဝင်သွားတဲ့လူတွေ အကြောင်းရင်းမရှိဘဲ သေဆုံးခဲ့ကြပါတယ်\nအဲ့နောက်ပိုင်း အဲ့နေရာကို ဘယ်သူမှမသွားရဲတော့ပါဘူးဒါကို Reality Show တခုက ဂိမ်းပြိုင်ပွဲတခုလုပ်လိုက်ပါတယ်\nအဲ့ဒီနေရာကိုသွားပြီး အကြောက်တရားတွေကိုခံနိုင်သူ နောက်ဆုံးကျန်ရစ်ခဲ့သူက အနိုင်ရသူဖြစ်ပြီး ဆုငွေ ၅ သန်းရမှာဖြစ်ပါတယ်ယှဉ်ပြိုင်သူအားလုံး ၁၁ ယောက်ရှိပြီး သူတို့တွေ ဘယ်လိုရုန်းကန်ကြမှာလဲ\nအဲ့ထဲမှာရော ဘယ်လောက်တောင်ခြောက်ခြားစရာကောင်းနေမလဲ ဇာတ်ကားထဲမှာကြည့်ရှုရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.6GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:48:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/18e7m/Ghost_Game_(2006)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzhjOWRmMGMtZjExNy00M2IxLWFmODQtM2I1MzBmZTcwOTgwXkEyXkFqcGdeQXVyNTg1MDQzMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "I Came By (2022)",
        "description": "I Came By (2022)\n=============\nIMDb Rating - 6.1/10Netflix က ထွက်ရှိထားပြီး IMDb 6.1 ရရှိထားသလို Rotten\nTomatoes မှာ 69% ရထားတဲ့ ကားလေးပါ။ Overrated ဖြစ်မနေ\nတာတော့ အသေအချာပါပဲ။ ဘာလို့ဆို ဇာတ်ကားလေးကိုစကြည့်ထဲ\nကနေ တောက်လျှောက် ဘာဖြစ်မလဲဆိုတာ မသိရတာမျိုးကားလေး\nမလို့ပေါ့ဗျာ။ ဒီလိုကားလေးတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်သိမ်းခါနီးထိကို\nဆွဲခေါ်သွားပြီးဇာတ်သိမ်းတော့မှ ဇာတ်ရှိန်ကျတဲ့ ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်ကားလေးထဲမှာတော့ ဂရက်ဖတီဆွဲတဲ့ လူငယ်လေးနှစ်ယောက်ဖြစ်တဲ့\nတိုဘီ နဲ့ ဂျေးတို့နဲ့ စတင်ထားတယ်လို့ဆိုရမှာဖြစ်ပါတယ်။ သူတို့နှစ်ဦးဟာ\nရော်ဘင်ဟုဒ်တွေလိုပေါ့ဗျာ။ ရိုးရိုးသာမန်ဂရက်ဖတီသမားတွေလို လမ်းမတွေ\nပေါ်မှာ မ‌‌ဆွဲဘဲ အကျင့်ပျက်ခြစားနေတဲ့သူဋ္ဌေးကြီးတွေရဲ့ အိမ်ထဲခိုးဝင်ပြီး\nခြိမ်းခြောက်စာအနေနဲ့ ဂရက်ဖတီတွေ ဆွဲတတ်တဲ့ လူငယ်လေးတွေဖြစ်ပါတယ်။\nစနစ်ဆိုးကြီးကို ဒီလိုစတင်တိုက်ထုတ်မယ်လို့ ခံယူထားကြတဲ့ လူငယ်လေး\nနှစ်ယောက်ပေါ့။သိုးရေခြုံထားတဲ့ ဝံပုလွေဆိုးကြီးတွေကို ဂရက်ဖတီနဲ့ဖော်ထုတ်နေတဲ့ သိုးငယ်လေး\nနှစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်၊ ဇာတ်လမ်းထဲမှာ ဘာတွေဆက်ဖြစ်\nသွားဦးမလဲကိုတော့ ဒါရိုက်တာ ဘာဘက်အန်ဗာရီရိုက်ကူးထားတဲ့ I Came By\nဆိုတဲ့ ရုပ်ရှင်ကားလေးထဲမှာခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/39MeD/I.Came.By.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://megaup.net/1NRiv/Red.Tails.2012.720p.BrRip.(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-breaking-135x200.jpg",
        "title": "Breaking (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားလေး တစ်ကားနဲ့ တင်ဆက်ပေးပါ့မယ် အစိုးရဌာနတွေဆိုတာ ဘယ်နိုင်ငံမှာဖြစ်ဖြစ် အကျင့်ပျက်ခြစားပြီး သူများရပိုင်ခွင့်ကို ရရင်ရသလို ညှစ်ထုတ်တတ်တဲ့သူတွေဆိုတာ ဒီကားကသက်သေပြနေတာပါ နိုင်ငံအတွက်အသက်နဲ့ရင်းပြီး တိုင်းတပါးမှာ စစ်ပွဲဆင်နွှဲရလို့ မသန်စွမ်းဖြစ်တဲ့သူအတွက် တိုင်းပြည်ကပေးထားတဲ့ လစာကို ဖြတ်စားလာဘ်စားလုပ်တာကတော့ တကယ့်ကို ရွံ့ရှာစက်ဆုပ်စရာပါပဲ ခေါင်းပုံဖြတ်ခံထားရတဲ့ ပိုက်ဆံလေးရခဲ့ရင် သမီးလေးကို ခွေးလေတစ်ကောင်ဝယ်ပေးချင်တဲ့ အလုပ်မလုပ်နိုင်တော့တဲ့ ဖခင်တစ်ယောက်ရဲ့ ဝမ်းနည်းစရာဇာတ်ကြောင်းကိုလည်းသေချာလေးခံစားရမှာပါ\nဇာတ်လမ်းအကျဉ်း\nဘရိုင်ရန်ဆိုတဲ့ မသန်စွမ်းစစ်ပြန်ကြီးဟာ အလုပ်မလုပ်နိုင်တော့လို့ မသန်စွမ်းလစာလေးကို မှီခိုပြီး စားသောက်နေရတဲ့သူပါ မိန်းမနဲ့ကလည်းကွဲ အလုပ်ကလည်းမလုပ်နိုင် စိတ်အခြေအနေကလည်းပုံမှန်မဟုတ်တဲ့သူတစ်ယောက်အတွက် သူမှီခိုနေရတဲ့ လစာကိုမှ စစ်မှုထမ်းဟောင်းရေးရာနဲ့ နည်းပညာ ကောလိပ် တစ်ခုတို့ ပေါင်းရိုက်ပြီး ဖြတ်စားနေတာကို သိသွားတဲ့အချိန်မှာတော့ အဲဒီပိုက်ဆံပြန်ရဖို့နဲ့ စစ်မှုထမ်းဟောင်းရေးရာရဲ့ အကျင့်ပျက်ခြစားတာကိုလူတိုင်းသိသွားအောင်လို့ ဘဏ်တစ်ခုကို အနုကြမ်းစီးပြီး သူတောင်းဆိုတဲ့အရာလုပ်ပေးဖို့ မလုပ်ပေးရင် ဗုံးဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်ခဲ့တာပါ အဲဒီလိုအနုကြမ်းစီးပြီးနောက်မှာပဲ ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ သူက အနုကြမ်းစီးပြီး ဘာကိုတောင်းဆိုချင်မှာလဲ ဓားစာခံတွေကိုရောဘယ်လိုဆက်ဆံမှာလဲ ...",
        "rating": "6.3",
        "url": " https://megaup.net/1Oa85/Breaking.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFlkpYsD0Mu5f8VpTfn6YxfdJqq.jpg",
        "title": "The Brother of Lottery ( 2022 )",
        "description": "တရုတ်ဟာသကားလေးကို CM Chinese ကို\nအစဉ်မပြတ် အားပေးနေတဲ့ဖန်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လီတကျွမ့်တစ်ယောက် အရက်စက်ရုံမှာ\nရင်းနှီးမြုပ်နှံမှုများသွားတာကြောင့် အကြွေးများနေသူဖြစ်ပြီး....\nအမှတ်မထင် ဒုတိယဆုထီကို ဆွတ်ခူးသွားခဲ့ရာကနေ\nမလိုလားတဲ့ ပြဿနာများကို\nရှောင်ရှားဖို့ နှုတ်ဆိတ်နေရာကနေ\nထီပေါက်တဲ့သူကို လူတွေက\nခန့်မှန်းနေကြချိန်မှာပဲ ရွာသားတွေရဲ့အမြင်မှာ\nပရော်ဖက်ရှင်နယ်အကျဆုံး\nဆိုတဲ့ ဝမ်ခွန်းက သူလို့ပြောပြီး သူ့ရဲ့အနာဂတ် ယောက္ခမရဲ့\nသဘောတူညီချက်ကိုရဖို့အတွက် ချမ်းသာသွားယောင်ဆောင်ခဲ့တယ်....တကယ့်ထီပေါက်သူ လီတကျွမ့်ကတော့\nအရက်စက်ရုံကို ဆက်လက်လည်ပတ်ဖို့\nဇနီးဖြစ်သူ ကန့်ကွက်တာကြောင့်\nအဆင်မပြေလို့ သူက ဆင်းရဲယောင်ဆောင်ပြီး\nအတူသရုပ်ဆောင်ပြခဲ့တယ်...သူတို့အလိမ်အညာဇာတ်ကြီး ဘာတွေဆက်ဖြစ်ပြီး\nအလိမ်ပေါ်တဲ့တစ်နေ့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို\nစိတ်ဝင်စားဖွယ်ဟာသနှောတင်ဆက်ပြထားတဲ့ကားကောင်းလေးဖြစ်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-brother-of-lottery-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jcTq6gIskCsHlKDvCKKouEfiU66.jpg",
        "title": "The Invitation (2022)",
        "description": "The Invitation (2022)(1080p ရပါပြီ)ဒီဇာတ်ကားကတော့ ဒါရိုက်တာ Jessica M.Thompson ရိုက်ကူးထားပြီး သရုပ်ဆောင်များအဖြစ် Nathalie Emmanuel, Thomas Doherty, Stephanie Corneliussen, Alan Boden, Hugh Skinner နဲ့ Sean Pertwee တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror, Mystery အမျိုးအစား ဇာတ်ကားတစ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ဖြစ်သူ အီဗီ(Nathalie Emmanuel)ဟာ အလုပ်တစ်ဖက်နဲ့ ကျောင်းတက်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ အဖေရောအမေရောမရှိတော့ဘဲ တစ်ကောင်ကြွက်လို့ ကိုယ့်ကိုယ်ကိုယ်ထင်နေတဲ့အချိန်မှာ သူ့ရဲ့ဝမ်းကွဲတစ်ယောက်ဖြစ်သူ အော်လီဗာ(Hugh Skinner) နဲ့ Online မှာတွေ့ပြီး သူ့ရဲ့မျိုးရိုးနောက်ခံကို သိရဖို့ အင်္ဂလန်ကို လိုက်လာပါတော့တယ်။အဲ့ဒီမှာနောက်မှာတော့ သူ့မိသားစုရဲ့နောက်ခံဇာတ်ကြောင်းတွေက ဘယ်လိုရှိမလဲ?\nပြီးတော့ သူတို့မိသားစုရဲ့မိတ်ဆွေတွေဖြစ်တဲ့ တခြားမိသားစုတွေရဲ့လျှို့ဝှက်ချက်တွေကရော ဘာတွေလဲ? ဆိုတာကို ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ သွေးသံတရဲရဲအခန်းတွေ၊ ကြမ်းတမ်းတဲ့ စကားလုံးအသုံးအနှုန်းတွေနဲ့ မဖွယ်မရာအခန်းတချို့ ပါဝင်တာကြောင့် Motion ...",
        "rating": "5.3",
        "url": "https://megaup.net/18ddy/[CM]The.Invitation.Unrated.Edition.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiH1ixna3TZXkwrZYbBkZcsQnD.jpg",
        "title": "Delia’s Gone (2022)",
        "description": "Delia's Gone (2022)ငယ်စဉ်က မြစ်ထဲပြုတ်ကျခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့်\nဦးနှောက်ထိခိုက်ခဲ့ရတဲ့လူးဝစ်စ်တစ်ယောက်မှာ\nခင်တွယ်စရာဆိုလို့ အစ်မဖြစ်သူဒေလီယာတစ်ယောက်ပဲရှိပါတယ်။ပြောင်းလဲမှုကိုမနှစ်သက်တဲ့လူးဝစ်စ်ကို ဒေလီယာက\nအလုပ်အတွက် အိမ်ပြောင်းမယ့်အကြောင်းကို ထုတ်ပြောလာချိန်မှာတော့\nမောင်နှမနှစ်ယောက် ကတောက်ကဆဖြစ်ပြီး\nဒေလီယာတစ်ယောက် လူးဝစ်စ်ကို လှည့်ပတ်ပြောဆိုလို့ အိမ်ကနေခိုးထွက်သွားပါတယ် ။\nအဲဒီညက လူးဝစ်စ်လည်း မူးရင်သွေးဆိုးတတ်တာကိုမေ့ပြီး အရက်သောက်မိသွားပါတယ်။\nပြောင်းလဲမှုကို မနှစ်သက်တဲ့ လူးဝစ်စ်အတွက်တော့ အဲဒီညလေးက ကြမ္မာဆိုးငင်တဲ့ညလေးဖြစ်ခဲ့တဲ့အခါ...နောက်တစ်ရက်နိုးလာချိန်မှာ အစ်မဖြစ်သူအလောင်းနဲ့အတူ\nလက်မှာသွေးတွေပေကျံရင်း နိုးထလာတဲ့လူးဝစ်စ်တစ်ယောက်\nအစ်မကိုသတ်တဲ့လူအဖြစ် ထောင်ကျသွားတဲ့အချိန်မှာ\nလူသတ်သမားအဖြစ်ခံယူရင်း ကိုယ့်ကိုယ်ကို ပိတ်‌လှောင်ပြီး ၇ နှစ်တာကြာမြင့်ခဲ့ပါတယ်။\nဒီအချိန်မှာ မဖိတ်ခေါ်ဘဲရောက်လာတဲ့ စတက်ကာကိုးလ်ဆိုတဲ့ဧည့်သည်နဲ့\nသူနဲ့အတူပါလာတဲ့ ဒေလီယာသေဆုံးမှုနဲ့ပတ်သတ်တဲ့သဲလွန်စ ပေါ်ထွက်လာချိန်မှာတော့\nဒေလီယာရဲ့‌ သေဆုံးမှုနောက်ကွယ်က ခါးသီးတဲ့အမှန်တရားကို\nလူးဝစ်စ်တစ်ယောက် ဘယ်လိုရှာဖွေမလဲဆိုတာ ဒီကားလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါစို့လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Chirst ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…1.16GB | 633MB | 284MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "4.4",
        "url": "https://megaup.net/2u8x0/Delias.Gone.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/18cbq/[CM]Drifting.Home.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haymRE8d8rCNolngLVMsJoY8Ymo.jpg",
        "title": "Tiny Cinema (2022)",
        "description": "Tiny Cinema (2022)~ Rotten Tomatoes - 86% ~ဒီရုပ်ရှင်ဟာ ခရမ်းချဉ်သီး ၈၆လုံးအထိ ရထားတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာတော့ သိပ်ပူစရာမလိုပါဘူး။ ကောင်းတာထက်ကို ခပ်ကြောင်ကြောင် ခပ်ဆန်းဆန်းတွေလို့ပြောရင် ပိုမှန်မလားပဲ။ သူက မြို့တစ်မြို့က ဖြစ်ရပ်တွေကို လူတစ်ယောက်က ဇာတ်ကြောင်းပြောပြတဲ့ ပုံစံနဲ့ရိုက်ထားပြီး ဇာတ်လမ်းတိုလေးတွေ တစ်ခုပြီးတစ်ခုပြောပြနေလိမ့်မယ်။သူ့ဇာတ်လမ်းတွေကလည်း တော်တော်ကြောင်တဲ့ တော်တော်ဆန်းတဲ့ ဇာတ်တွေ။ တစ်ဇာတ်ဆို ခိုးတာတို့ ဓားပြတိုက်တာတို့နဲ့မှ ဟိုဟာ မာတဲ့ဘော်ဒါတစ်ပွေအတွက် သူ မာနိုင်အောင် ဓားပြသွားတိုက်ကြတဲ့ ဇာတ်မျိုး။ တကယ့်ကို အူကြောင်ကြောင်ပဲ။တစ်ဇာတ်ကျ အတိတ်ကလူနဲ့ အနာဂတ်ကလူ တွေ့ကြတယ်။ အတိတ်ကလူကို အနာဂတ်ကလူက ငါက အနာဂတ်က မင်းပဲလို့ပြောပြီး မင်းနဲ့ငါ ဘာညာမလုပ်ရင် ကမ္ဘာကြီးပျက်တော့မှာပြောပြီး ညာပြီး ချခိုင်းတယ်။တစ်ဇာတ်ကျ ဒီပျက်ရှင်ကောင်မလေးတစ်ယောက်ရှိတယ်။ သေချင်လို့ တံတားနားသွားရပ်ရင်း မြစ်ထဲက အလောင်းတစ်လောင်းတွေ့လာတယ်ပေါ့။ ဘယ်ရည်းစားနဲ့မှ အဆင်မပြေနေတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Oaz1/(CM)_Tiny_Cinema_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/jogi-2-133x200.jpg",
        "title": "Jogi (2022)",
        "description": "Jogi 2022\nIMDb 8.2Netflix မှ Rating အကြမ်းစားနဲ့ အဆိုတော်၊ မင်းသားကြီး Diljit Dosanjh ရဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဒီကားက ၁၉၈၀ ခုနှစ်ဒေလီမြို့မှာဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန်သမိုင်းကြောင်းကိုအခြေခံရိုက်ကူးထားပြီး\nအကမပါ အိုဗာမပါ မိတ်ကပ်ခြယ်သမှုမပါဘဲ ရင်တစ်နင့်နင့်နဲ့ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် ထိုခေတ်ထိုအခါကအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့လူတွေရဲ့\nအင်တာဗျူးတွေမှာလည်း ကိုယ်စီကိုယ်စီ ရင်နင့်စရာဇာတ်လမ်းတွေကြောင့် အိ\nန္ဒိယသမိုင်းဝင်ဖြစ်ရပ်ကို Netflix မှ ပြန်လည်ပုံဖော်တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\n-----------\nဒေလီမြို့မှာ ငြိမ်းချမ်းတဲ့ဆစ်ခ်ဘာသာဝင်လူမျိုးတွေနေထိုင်တဲ့မြို့တစ်မြို့ရှိပါတယ်\nတွေ့သူတိုင်းနှုတ်ဆက်ပျုငှာတတ်ကြပြီး အုပ်စုဖွဲ့ဆော့ကစားတတ်ကြတဲ့ကလေးတွေကလည်း\nမြို့ရဲ့ဆည်းလည်းသံအလား သာယာနေတတ်ပါတယ်ဒီမြို့မှာဆို ဂျိုဂီက မသိသူမရှိ ဖော်ရွေတတ်သူကြီးပေါ့ အစ်မဖြစ်သူရဲ့သားလေး\nပရက်ရဲ့မွေးနေ့ပွဲအတွက် တစ်အိမ်လုံးပြင်ဆင်စရာရှိတာပြင်ဆင်\nတစ်ရပ်ကွက်လုံးပတ်ဖိတ်ထားပြီး ညနေခြောက်နာရီမှာမွေးနေ့ပွဲကျင်းပဖို့\nတာစူနေကြပါတယ် ခြောက်နာရီမတိုင်ခင်တော့ ကျောင်းတက်တဲ့လူကတက်\n|အလုပ်သွားတဲ့လူကသွားပေါ့ ဒါပေမယ့် အဲဒီနေ့မှာပဲ\nသူတို့ပျော်ရွှင်စရာတွေအဆုံးသတ်သွားမယ်ဆိုတာ ဘယ်သူမှမသိခဲ့ကြပါဘူးအကြောင်းကတော့ အိန္ဒိယနိုင်ငံရဲ့မိခင်အဖြစ်သတ်မှတ်ခံထားရတဲ့\nဝန်ကြီးချုပ်ကလုပ်ကြံခံလိုက်ရလို့ပါပဲ လုပ်ကြံတဲ့လူတွေကလည်း\nဆစ်ခ်လူမျိုးနှစ်ယောက်ဆိုတော့ တစ်မြို့လုံးက ဆစ်ခ်လူမျိုးတွေအပေါ်\nအမုန်းတရားတွေစုပြုံပြီး မြင်သမျှသတ်ဖြတ် မီးရှို့ရင်း\nပျော်ရွှင်စရာဒေလီမြို့လေးက မီးလောင်ပြင်တွေ အော်ဟစ်ငိုယိုသံတွေနဲ့တစ်မဟုတ်ချင်း\nပြည့်နှက်သွားခဲ့ရပါတယ် ထုံးစံအတိုင်း နိုင်ငံရေးရဲ့နောက်ကွယ်မှာဖုံးကွယ်မှုတွေ\nရှုပ်ထွေးမှုတွေရှိနေတတ်တော့ ရာနဲ့ချီပြီးပြေးပေါက်ပိတ်နေတဲ့ဆစ်ခ်လူမျိုးတွေကို\nလူမျိုးဘာသာမတူတဲ့ လူသုံးယောက်က ကယ်တင်သွားမယ့်ပုံတွေကို\nအသည်းတစ်ယားယားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် သူတို့တွေလွတ်မြောက်သွားကြမှာလား\nအရင်လို ပျော်ရွှင်စရာဒေလီမြို့လေးကိုပြန်ရနိုင်မလား ဆိုတာတော့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါရှင်\nFile size…1.8GB / 819MB\nQuality…1080p NF ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Oat0/Jogi.2022.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/2u7w1/The_Gangster_(2012).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yWZuwxOsGyiqJy3j4YB1sFWpFxW.jpg",
        "title": "Ghoster (2022)",
        "description": "Ghoster(2022)\n======================\nAdventure , Horror , Family၁၅ ရာစုလောက်မှာ အာသာမစ်လာဆိုတဲ့ သူရဲကောင်းက ယူတိုနဂါးကြီးကို နှိမ်နင်းအောင်မြင်ခဲ့ပြီး\nအက်ကိုဗေးလ်ဆိုတဲ့ မစ်လာအိမ်တော်ကို တည်ထောင်ခဲ့ပါတယ်...\nဒါပေမယ့် နဂါးကြီးက အင်အားကြီးလွန်းတာကြောင့် သူ့ကိုသေခြင်းတရားကတောင် မတားဆီးနိုင်ပါဘူး\nမှော်ဆရာတစ်ယောက်ရဲ့ အကူညီနဲ့ ဝိဉာဉ်တစ်ကောင်အဖြစ်ထွက်လာခဲ့ပြီး\nအသက်ပြန်ရှင်နိုင်ဖို့အတွက် မစ်လာမိသားစုရဲ့ မျိုးဆက်တွေကို နှစ် ၁၀၀ ကြာတိုင်းလိုက်သုတ်သင်ရှင်းလင်းရင်း\nဝိဉာဉ်တွေကို ဖမ်းဆီးနေခဲ့တာ နှစ်ပေါင်း ၅၀၀ ကြာမြင့်ခဲ့ကာ ယနေ့အထိပါပဲ....\nသူ့နောက်ဆုံးဖမ်းဆီးရမယ့် ဝီလီယံမစ်လာဆိုတဲ့ ကလေးလေးက ပျောက်ဆုံးသွားခဲ့ပြီး အက်ကိုဗေးလ်အိမ်တော်ကြီးလည်း\nသရဲခြောက်တဲ့အိမ်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တာ နှစ်ပေါင်းများစွာကြာခဲ့ပါပြီ ....ဘဏ်နဲ့အာဏာပိုင်တွေက\nအိမ်ကိုသိမ်းယူတော့မယ့်ဆဲဆဲမှာ အဲဘိဇဘက်ဆိုတဲ့ ဝီလီယံရဲ့မျိုးဆက်ပေါ်လာတာကြောင့်\nနဂါးကြီး ယူတိုရဲ့ နောက်ဆုံး ဖမ်းဆီးရမယ့် မစ်လာမျိုးဆက်ဖြစ်လာပါတယ်...\nအက်ကိုဗေးလ်အိမ်ကြီးမှာ ရှိနှင့်နေတဲ့ ဂိုစတာဆိုတဲ့ ဝိဉာဉ်လေးနဲ့ အဲလိဇဘက်တို့ပေါင်းစည်းကာ\nဒီနဂါးကြီးကို အပြီးတိုင် နှိမ်နင်းသွားမလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\nငယ်ငယ်က ကျွန်တော်တို့ကြည့်ဖူးတဲ့ ဝိဉာဉ်လေး Casper ရဲ့ ဇာတ်လမ်းအကွဲလို့ပြောလို့ရပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Adventure, ...",
        "rating": "4.2",
        "url": "https://megaup.net/18czj/Ghoster.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akIjKJDHcVN4bzifcEarKVPNpoa.jpg",
        "title": "Do Revenge (2022)",
        "description": "Do Revenge (2022)(1080p ရပါပြီ)ထွက်ရှိထားတာ မကြာသေးပဲ hot ဖြစ်နေတဲ့ American Comedy Genre ဇာတ်ကားလေးဖြစ်ပြီး Riverdale မင်းသမီးချော Camila နဲ့ Stranger Things မင်းသမီး Maya Hawkes တို့အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ...ဒရေယာက အမေတစ်ခု သမီးတစ်ခုဖြစ်ပြီး ဆင်းရဲပေမယ့် ရို့စ်ဟေးလ်ကျောင်းကို ပညာသင်ဆုနဲ့ တက်ရောက်ခွင့်ရရှိထားသူပါ။ သူ့ရည်မှန်းချက်ကတော့ နာမည်ကျော် ရေးလ်တက္ကသိုလ်တက်ရဖို့ဖြစ်ပြီး ကျောင်းမှာလည်း ထိပ်ထိပ်ကြဲ လူချမ်းသာ သားသမီးတွေနဲ့ ဝင်ဆံ့တဲ့အထိ ပါးနပ်ပါတယ်။ကံဆိုးတာက သူ့ချစ်သူ သူဌေးသားမက်စ်ဆီက ဒရေယာရဲ့ sex tape ပျံ့လာခဲ့ပြီး ဒရေယာက စိတ်မြန်လက်မြန်နဲ့ မက်စ်မျက်နှာကို လက်သီးတစ်လုံးကျွေးလိုက်ရာက သူ့အချစ်ဆုံး သူငယ်ချင်းဆိုသူတွေကိုပါ ဆုံးရှုံးလိုက်ရပြီး အပယ်ခံဖြစ်သွားပါတော့တယ်။ကံကောင်းတာက သူ့အတွက် စစ်မှန်တဲ့သူငယ်ချင်းမလေး ပေါ်လာတာပါပဲ။ အဲဒါကတော့ သူ နွေရာသီ တင်းနစ်ကမ့်မှာ ဆုံခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u6os/[CM]Do.Revenge.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cawd-141x200.jpg",
        "title": "{21+} Working Overtime [CAWD-164]",
        "description": "ဒီတခေါက်တင်ဆက်ပေးမယ့် အလှတရားတခုကတော့\nအသံလဲကောင်း ရုပ်လေးကလဲ baby faceလေးနဲ့\nmoko sakuraဆိုတဲ့ ပျိုမဒီလေးပဲ ဖြစ်ပါတယ်.....ကနွဲ့ကယအမူရာလေးတွေ ချွဲနွဲ့ပုံလေးတွေနဲ့\nမျက်လုံးဝိုင်းဝိုင်းတွေကြောင့် မြင်သူအဖို့\nချစ်ခင်ကြင်နာစိတ်ဖြစ်ပေါ်စေမယ့် သူလေးရဲ့\nDecencored Version တကားကိုတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File size…2.4GB / 1.2GB / 440MB\nQuality…1080p/ 720p / 360p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Java\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1O9pc/(21+)_Working_Overtime_With_My_Legs_Open-Moko_Sakura[CAWD-164]Decensored_HDRip_720p_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg4MTc3NzQzOV5BMl5BanBnXkFtZTcwNjg2NzU4MQ@@._V1_-140x200.jpg",
        "title": "FB: Fighting Beat (2007)",
        "description": "အန်တမန်ကမ်းခြေကကျွန်းစုမှာနေတဲ့ ခိမ့်တို့သူငယ်ချင်းတစ်စုဟာ နေ့ဘက်မှာ ခရီးသွားဧည့်သည်တွေကို လမ်းညွှန်တဲ့ ဝန်ဆောင်မှုပေးကြပြီး\nညအချိန်မှာတော့ ချုတ်ဒီ ဘားမှာ အလုပ်လုပ်ကြပါတယ်အဲ့ဒီဘားမှာ ညတိုင်းထိုင်းလက်ဝှေ့ထိုးပွဲရှိတဲ့အတွက် ခရီးသွားဧည့်သည်တိုင်းက စိတ်ဝင်စားပြီးလာရောက်လည်ပတ်ကြတယ်ဒီအချက်ကိုသဘောကျသွားတဲ့ရင်းနှီးမြုပ်နှံသူနိုင်ငံခြားသားဟာ ဒီဘားကိုလိုချင်ပါတော့တယ်\nဘားပိုင်ရှင်ကမရောင်းဘူးပြောပေမဲ့ မရမကဖိအားပေးပြီးယူလိုက်တဲ့အချိန်မှာ ခိမ့်တို့သူငယ်ချင်းတစ်စု သူတို့ချစ်တဲ့ဘားကိုပြန်ယူနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__( 2.2GB)\nQuality__ HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:20:00\nType__Action, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1O93s/Fighting_Beat_(2007).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://megaup.net/1O98m/Tees_Maar_Khan_(2022)_Telugu_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdPC1NRb3JVppUJe16gWIgkglug.jpg",
        "title": "The Falconer (2021)",
        "description": "The Falconer (2021)~ IMDb - 6/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးအလုံးတစ်ရာအပြည့်နဲ့ Art Film ကားကောင်းတစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၁၂ဆုရထားပါတယ်။ ဝင်ပြိုင်တဲ့ပွဲ အားလုံးနီးပါး ဆုရသွားခဲ့တဲ့‌ ကားကောင်းတစ်ကားပေါ့။ဇာတ်လမ်းကတော့ Falconer ဆိုတဲ့အတိုင်းပဲ ဖယ်ကွန်တစ်ကောင်ကို လေ့ကျင့်ပေးတဲ့ တိရိစ္ဆာန်ချစ်တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါ။ သားကောင်ကို စားတဲ့ သားရဲတွေဟာ လှောင်ချိုင့်ထဲကနေ အပြင်လောကကို လွှတ်ပေးခံလိုက်ရတဲ့အခါ ကြာကြာမနေနိုင်ပါဘူး။ သုံးလေးရက်နေ သေကြတာပါပဲ။ အရင်လိုသန်မြန်မှုတွေ မရှိတော့တာကြောင့်ပေါ့။ Falcon တွေလည်း ထိုနည်းလည်းကောင်းပါပဲ။ တိရိစ္ဆာန်ရုံထဲ လှောင်ထားခံထားရတာကြာတဲ့ ဖယ်ကွန်တစ်ကောင်ဟာ ရင်အုပ်ကြွက်သားတွေမရှိတော့ဘဲ ကောင်းကောင်းမပျံနိုင် သားကောင်ကိုဖမ်းဖို့မတတ်နိုင်ဖြစ်ကုန်ပါတယ်။ တိရိစ္ဆာန်ရုံစောင့်တဲ့ ကောင်လေးနှစ်ကောင်ဟာ အခြေအနေအကြောင်းကြောင်းနဲ့ ဖယ်ကွန်တစ်ကောင်ကို ခိုးပြီး အပြင်လောကမှာ ရှင်သန်နိုင်အောင် လေ့ကျင့်ပေးကြတဲ့ ဇာတ်လမ်းလေးပါပဲ။ တိရိစ္ဆာန်ချစ်တဲ့လူတွေအတွက်ရော Independent Film ကြိုက်တဲ့သူတွေအတွက်ရော ...",
        "rating": "6",
        "url": "https://megaup.net/1O96g/(CM)_The_Falconer_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/The-Escort-Wife-Movie-Poster-1-819x1024-1-160x200.jpg",
        "title": "[18+] The Escort Wife (2022)",
        "description": "[18+] The Escort Wife (2022)~ IMDb rating - 7.7/10 ~ပတ်ထရစ်ရှာဟာတစ်ချိန်က သာယာတဲ့အိမ်ထောင်ကိုပိုင်ဆိုင်ခဲ့ပေမယ့် ကိုယ်ဝန်ပျက်ကျပြီးတဲ့နောက် ခင်ပွန်းသည်ရဲ့ စိမ်းကားအေးစက်သွားတဲ့ဆက်ဆံရေး၊ လျစ်လျူရှုမှုကိုရင်ဆိုင်နေရသလို ကိုယ်ဝန်ပျက်ကျတဲ့ဒဏ်နဲ့ Work from home ကာလရှည်လုပ်နေရတဲ့အတွက်ငြီးငွေ့နေပါတယ်။ငြီးငွေ့မှုကိုဖြေဖျောက်တဲ့အနေနဲ့ညဘက်မှန်ဘီလူးနဲ့ဟိုကြည့် ဒီကြည့် ကြည့်ရာကနေ သူ့မီးဖိုချောင်နဲ့တည့်တည့်တိုက်ခန်းက မိန်းမငယ်တစ်ယောက်ဟာ ညစဉ်ညတိုင်း လူမထပ်စေရပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ပျော်ပါးနေတာကို တွေ့မြင်လိုက်ရပါတော့တယ်။ ဒီမြင်ကွင်းဟာ ခင်ပွန်းရဲ့အယုအယနဲ့ကင်းကွာနေတဲ့ သူ့ကိုသွေးဆူစေတယ်၊ ရာဂတွေကိုရုန်းကြွလာစေတယ်။ သူ့ခင်ပွန်းကိုအမျိုးမျိုးမြူဆွယ်ပေမယ့် အတော်ကြီးကို စိတ်ကင်းပြတ်နေပုံရတဲ့အတွက်အကြောင်းမထူးပါဘူး။ ဒီလိုနဲ့သူချောင်းကြည့်နေကျ တိုက်ခန်းက မိန်းမငယ်ရဲ့အချစ်တော်တွေထဲမှာ သူ့ခင်ပွန်းကိုမြင်တွေ့လိုက်ရတဲ့အခါမှာတော့...ယောက်ျားတွေကို အမုန်းကြီးမုန်း အငြိုးအတေးကြီးသွားတဲ့ ပတ်ထရစ်ရှာဟာ သူ့ခင်ပွန်းသည်နဲ့တကွ တစ်ခြားသော ဖောက်လွဲဖောက်ပြန်ယောက်ျားတွေကိုပါ ပညာပေးကလဲ့စားချေဖို့အကွက်ကျကျစီစဉ်ပါတော့တယ်။ သူ့ကလဲ့စားရဲ့ပထမဆုံးအဆင့်ကတော့ သူကိုယ်တိုင်အော်ဖာလိုက်ဖို့ပါပဲ။ နောက်ဆက်တွဲကလဲ့စားတွေကို ရင်သိမ့်တုန်ဆက်လက်ရှုစားကြပါ။Miss Philippines Earth 2019 မမကြီး Janelle Tee က ပတ်ထရစ်ရှာအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး ညိုပြာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/18bta/(CM)_The_Escort_Wife_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWRhMjcwYjMtZDg2ZC00YmI1LWIwM2MtOTBhNmQ4OWUwYjgxXkEyXkFqcGdeQXVyNDgyNzAxMzY@._V1_-140x200.jpg",
        "title": "Speak No Evil (2022)",
        "description": "ဥရောပ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ကားလောက် ကြည့်ရအောင်။\nဆုတွေလည်းရထားပြီး ပရိသတ်တွေလည်း ကြိုက်တဲ့သူနဲ့မကြိုက်တဲ့သူ\nနှစ်ခြမ်းကွဲနေတဲ့ ရုပ်ရှင်တစ်ခုပါပဲ။ဒါရိုက်တာ စဉ်းစားစရာ၊ တထိတ်ထိတ်ဖြစ်စရာ၊ အားမလိုအားမရဖြစ်စရာ၊\nနိမိတ်ပုံတွေနဲ့ ပရိသတ်တွေကိုပုံမှန်မဟုတ်တဲ့ ခံစားချက်မျိုး ပေးထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းပါတယ် သမီးလေးတစ်ယောက်ရှိတဲ့\nဒိန်းမတ် မိသားစုတစ်စုဟာ၊ စကားမပြောတတ်တဲ့ သားလေးတစ်ယောက်ရှိတဲ့\nနယ်သာလန်မိသားစုတစ်စုနဲ့ ရင်းနှီးခဲ့တယ်။ နောက်တော့ နယ်သာလန်ကို\nအလည်လာဖို့ ဖိတ်တဲ့အတွက် ကျေးလက်အိမ်လေးဆီကို မိသားစုလိုက်\nသွားလည်ကြတယ်ပေါ့။ နောက်တော့ အဲဒီမိသားစုနှစ်စု ဘာဆက်ဖြစ်မလဲဆိုတာ\nလှည့်ကွက်တွေနဲ့ ဆက်ကြည့်ရမှာပါပဲ။\nFile size…1GB / 500MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://megaup.net/18bn3/Speak.No.Evil.2022.720p_%7BCM%7D.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battle-132x200.jpg",
        "title": "Battle for the Planet of the Apes(1973)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Planet ...",
        "rating": "",
        "url": "https://megaup.net/182rm/Battle.for.the.Planet.of.the.Apes.1973.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-couquest-133x200.jpg",
        "title": "Conquest of the Planet of the Apes(1972)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Escape ...",
        "rating": "6.1",
        "url": "https://megaup.net/1O00j/Conquest.of.the.Planet.of.the.Apes.1972.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-escape-132x200.jpg",
        "title": "Escape from the Planet of the Apes (1971)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။အခုကတော့ Beneath ...",
        "rating": "6.1",
        "url": "https://megaup.net/1O03c/Escape.from.the.Planet.of.the.Apes.1971.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-beneath-132x200.jpg",
        "title": "Beneath the Planet of the Apes (1970)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီတစ်ခါတော့ 1968 ...",
        "rating": "6.0",
        "url": " https://megaup.net/182w0/Beneath.the.Planet.of.the.Apes.1970.720p.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-planet-135x200.jpg",
        "title": "Planet of the Apes (1968)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကတော့ Rise ...",
        "rating": "8.0",
        "url": "https://megaup.net/1O06l/Planet.of.the.Apes.1968.720p.(CM).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYK8SRI93R6w8YkbhEgF8Oh1sR5.jpg",
        "title": "You Are My Champion ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို ဘဝအတွက်လမ်းပျောက်နေတဲ့အချိန်မှာ\nအိပ်မက်တွေကိုပြန်လည်အကောင်အထည်ဖော်ဖို့\nအားဖြစ်စေမယ့်ကျောင်းသားကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Chen Xing ဆိုတဲ့\nတိုက်ရိုက်တင်ဆက်မှုနဲ့အွန်လိုင်းမှာနာမည်ကြီးနေတဲ့\nအထက်ကျောင်းသူလေးဟာ အရင်တုန်းက\nလက်ရွေးစင်ဒိုက်ဗင်အားကစားသမားဖြစ်ဖို့ကြိုးစားခဲ့ဖူးပါတယ်။လက်ရွေးစင်ရွေးချယ်ပွဲအချိန်မှာ မိဘတွေကွာရှင်းခဲ့တဲ့အတွက်ကြောင့်\nစိတ်ဒဏ်ရာရပြီးကောင်းကောင်းမလုပ်နိုင်ခဲ့တဲ့အတွက်\nဒိုက်ဗင်အားကစားကိုလက်လျော့ခဲ့လိုက်ရပါတယ်။Chen Xing တို့အထက်တန်းကျောင်းက ကာယဆရာJiဟာ\nChen Xingရဲ့စွမ်းရည်ကိုမထင်မှတ်ပဲသိသွားတဲ့အချိန်မှာ\nကျောင်းကရေကူးကန်ကိုမဖျက်ရဖို့အတွက်\nသူ့အလုပ်တည်မြဲဖို့အတွက် Chen Xingကို\nဒိုက်ဗင်အားကစားကိုပြန်ကြိုးစားဖို့နားချပါတော့တယ်။ငယ်ကစိတ်ဒဏ်ရာကြောင့် လက်လျော့ခဲ့တဲ့Chen Xingဟာ\nအိပ်မက်ကိုပြန်အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်။\nအခက်အခဲအမျိုးမျိုးတွေကိုဆရာတပည့်၂ယောက်အတူကြိုးစားကျော်ဖြတ်ရင်း\nအိပ်မက်ကိုအကောင်အထည်ဖော်ကြတာကိုကြည့်ပြီး\nCMပရိသတ်ကြီးလဲ မိုတီတွေရလိမ့်မယ်လို့မျှော်လင့်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/you-are-my-champion-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ej-140x200.jpg",
        "title": "Extreme Job ( 2019 )",
        "description": "Extreme Job (2019) \nIMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nအမှုလိုက်တိုင်း အလွဲလွဲအချော်ချော်ဖြစ်ပြီးရာထူးမတိုးပဲ အဖွဲ့ခေါင်းဆောင်သာ\nဖြစ်နေတဲ့စုံထောက်ဂို နဲ့ သူ့အဖွဲ့ဟာ တစ်နေ့မှာ မူးယစ်ရာဇာ လီမွန်ဘယ်ကို\nဖမ်းဖို့ဖြစ်လာတဲ့အခါမှာ..တော့ တလွဲတွေဆက်ဖြစ်ကြပြန်တာပါပဲ\nလီမွန်ဘယ်ကို အနီးကပ်စောင့်ကြည့်ဖို့ ကြက်ကြော်ဆိုင်မှာစောင့်ကြည့်ရင်းနဲ့ကြက်ကြော်ဆိုင်ကလည်းရောင်းထုတ်ရမယ့်အခြေအနေဖြစ်လာတဲ့အခါ\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…တလွဲတွေလုပ်တတ်တဲ့ စုံထောက်ဂိုတစ်ယောက်\nလီမွန်ဘယ်ကို ဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါ\n2019 အသစ်ထွက် ကိုရီးယားစုံထောက်ကားလေးပဲဖြစ်ပါတယ်\n This Movie is Brought To You By Channel MyanmarReview By Ei PyaeGenre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size…1.77GB | 792MB | 366MB\nFormat… mp4\nDuration…. 1h 51min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zoey\nEncoder ..... August",
        "rating": "7.6",
        "url": "https://megaup.net/2u5Q1/Extreme.Job.2019.720p.KOR.Bluray.5.1CH.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3j2cjBDLSMLlr8zSC4OV1sRiAq9.jpg",
        "title": "The Royal (2022)",
        "description": "The Royal (2022)~ IMDb rating - 6.8/10 ~ဒါကတော့ မိဘမေတ္တာဖွဲ့ မိသားစု ဒရာမာကားကောင်းလေးပါ။ ဝီလီဟာ ကမ္ဘာကျော် ဘေ့စ်ဘောသမားတစ်ယောက်ဖြစ်ခဲ့ပြီး... လောကဓံတရားကို မတွန်းမလှန်နိုင်တဲ့အခါ မူးယစ်ဆေးနွံနစ်ပြီး ထောင်နန်းစံခဲ့ရပါတော့တယ်။ထောင်ဒဏ်ဟာလည်း မသေးလှ၊ ၂၁နှစ်ဆိုပေမယ့် သူ့ရဲ့ကောင်းကောင်းမွန်မွန် နေထိုင်မှုကြောင့် ခံဝန်နဲ့ ၁၄နှစ်သာနေခဲ့ရပြီး လွတ်မြောက်လာခဲ့တယ်။ ဒီအပြစ်တွေကြောင့် သူလက်လွှတ်လိုက်ရတဲ့ မိသားစုတွေနဲ့ သူသိပ်မြတ်နိုးရတဲ့ ဘေ့စ်ဘောနောက်ကို ပြန်လိုက်ဖို့ ကြိုးစားပါတော့တယ်။ မိန်းမဖြစ်သူက နားလည်ခွင့်လွှတ်ပေးလိုက်ပေမယ့် သမီးလေး ကာမီလာကတော့ တစ်ဘဝလုံးပျောက်နေတဲ့အဖေကို တော်ရုံ ခွင့်မလွှတ်သလို လက်လည်းမခံပါဘူး။နောက်ပြီး ဘေ့စ်ဘောလောကကို ပြန်ဝင်ရောက်ချင်ပေမယ့် ငယ်ရွယ်နုပျိုမှုတွေ မရှိတော့တဲ့ ဝီလီတစ်ယောက် ဘယ်လိုဘယ်ပုံဘယ်နည်းနဲ့ ပြန်ဝင်ရောက်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။Kansas City Royal အသင်းမှာ ကစားခဲ့တဲ့ ထိပ်တန်း အ​​မေရိကန် ဘေ့စ်ဘောသမား Willie Mays Aikens ရဲ့အကြောင်းကို တစ်စေ့တစ်စောင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/2u4uV/(CM)_The_Royal_(2022)_720p.mp4",
        "category": "Biography, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-2-139x200.jpg",
        "title": "Ultimate Avengers 2: Rise of the Panther (2006)",
        "description": "Ultimate Avengers 2: Rise of the Panther (2006)==================================IMDb Rating - 6.5/10ဒါက​တော့ ၂၀၀၆ထွက် Ultimate Avengers: The Movieရဲ့\nအဆက်ပဲဖြစ်ပါတယ်။ ပထမကားမှာ ချီတာရီ​တွေကို အနိုင်ယူ\nခဲ့​ပေမယ့် ကပ္ပတိန်အ​မေရိကဟာ စစ်ပြန်​တွေရဲ့ ထုံးစံအတိုင်းပဲ\nPTSDအ​​သေးစား ဖြစ်လာတာ​ကြောင့် မစ်ရှင်​တွေပဲ ဖိလုပ်ရင်း\nသူဦး​ဆောင်ရတဲ့ Avengersအဖွဲ့နဲ့ အဆင်မ​​ပြေဘဲ One Man\nArmyလိုဖြစ်လာပါတယ်။ ​ဒေါက်တာဘန်နာကလည်း ​ဟော့ခ်\nပုံစံကို မထိန်းချုပ်နိုင်တာ​ကြောင့် ဖြူရီရဲ့ ချုပ်​နှောင်ထားမှုကို\nခံ​နေရပါတယ်။အဲဒီအချိန်မှာ ကပ္ပတိန်အ​မေရိက​ကြောင့် ၁၉၄၅ခုကတည်းက\n​သေသွားပြီလို့ ထင်မှတ်ထားကြတဲ့ ချီတာရီ​ကောင် တစ်ဖြစ်လဲ\nနာဇီဗိုလ်ချုပ်ကလိုင်ဇာဟာ ဝါကန်ဒါတိုင်းပြည်မှာ တစ်ဖန်ပြန်\n​ပေါ်လာပြီး တီချာလာတို့ဆီက စွမ်းအင်အရင်းမြစ်ကို လုယူပြီး\nတစ်ကမ္ဘာလုံးကိုဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အတွက် စည်းလုံးမှု\nအားနည်း​နေတဲ့Avengersအဖွဲ့နဲ့ Black Pantherတို့​ပေါင်းပြီး\nကလိုင်ဇာနဲ့ ကမ္ဘာဖျက်ရန်စွယ်ကို နှိမ်နင်းဖို့ အ​ကြောင်းဖန်လာ\nပြန်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 GB) / (620 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1NY6l/Ultimate.Avengers.The.Movie.2006.720p.BluRay.(CM)..mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-1-141x200.jpg",
        "title": "Ultimate Avengers: The Movie (I) (2006)",
        "description": "Ultimate Avengers: The Movie (I) (2006)=============================IMDb Rating - 6.6/10၂၀၀၆ခုနှစ်ကတည်းက ထွက်ရှိခဲ့ပြီး Avengers Animation\nရယ်လို့ ပီပီပြင်ပြင်စထွက်ခဲ့တဲ့ Ultimate Avengers ကားကို\nတင်ဆက်​ပေးလိုက်ပါတယ်။ 2008မှာ Iron Man 1စထွက်ပြီး\nMCUရယ်လို့ အကြီးအကျယ်​အောင်မြင်တဲ့ Universeကြီးကို\nအ​ကောင်အထည်​ဖော်နိုင်ခဲ့တဲ့ MarvelဟာAnimationပိုင်းမှာ\nDCAUရဲ့အရှိန်နဲ့ Fanbaseကို မယှဉ်နိုင်သလို ကားထွက်ရှိမှု\nအပိုင်းမှာလည်း ​အတော်​အားနည်းခဲ့တာပါ။ ဒီAnimationက\nMarvelရဲ့ရှားရှားပါးပါး Avengersဇာတ်ကားဖြစ်ပြီး ၂ကား\nထွက်ရှိခဲ့တဲ့အထဲက နံပါတ် ၁ ဇာတ်ကားပါ။Storylineကို​တော့ Avengersအဖွဲ့ကြီး စတင်ဖွဲ့စည်းခြင်းကို\nအဓိကထားပြီး ဒုတိယကမ္ဘာစစ်မစ်ရှင်အတွင်းမှာ ပျောက်ဆုံး\nသွားတဲ့ ကပ္ပတိန်အ​မေရိကကိုပြန်လည်ရှာ​တွေ့ခြင်းနဲ့ အစပျိုး\nထားပါတယ်။ Live Action နဲ့ Storyline မတူညီမှုနည်းနည်း\nရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းက ကပ္ပတိန်အ​မေရိကရဲ့\nမပြီးပြတ်​​သေးတဲ့ မစ်ရှင်က ဒီ​​နေ့ခေတ်အချိန်အထိ ပါလာပြီး\nတစ်ကမ္ဘာလုံးပျက်စီးနိုင်တဲ့ အ​ခြေအ​နေ​တွေ ဖြစ်လာတဲ့အခါ\nကပ္ပတိန်အ​မေရိကနဲ့ နစ်ဖြူရီတို့ဟာ တစ်ကိုယ်​တော်လှုပ်ရှား\n​နေကြတဲ့ စူပါဟီးရိုး​တွေကိုစုစည်းပြီး Avengersအဖွဲ့အဖြစ်\nကမ္ဘာဖျက်ရန်စွယ်ကို ကာကွယ်ဖို့ကြိုးစားကြပါ​တော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 ...",
        "rating": "6.6",
        "url": "https://megaup.net/2tVyh/Ultimate.Avengers.II.2006.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MM00194873__28189-141x200.jpg",
        "title": "To Catch a Thief (1955)",
        "description": "To Catch A Thief (1955)IMDb Rating (7.4) / Rotten Tomatoes (94%)Marilyn Monroe နဲ့ခေတ်ပြိုင် အော်စကာဆုရ မင်းသမီးတစ်ဦးဖြစ်တဲ့ Grace Kelly ရဲ့ ထင်ရှားတဲ့ရုပ်ရှင်ကား To Catch A Thief (၁၉၅၅)ကို တင်ဆက်ပေးချင်ပါတယ်\nဆွဲဆောင်မှုရှိတဲ့ အပြောချိုချို ဟန်ပန်အမူအရာတွေနဲ့ ကမ္ဘာ့ရုပ်ရှင်သမိုင်းရဲ့အလှဆုံးမင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Grace Kelly နဲ့  ဂန္တဝင်မင်းသားကြီး Cary Grant တို့ကို ပူးတွဲမြင်တွေ့ရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဥ်းကတော့ John Robie ဆိုတဲ့ ရတနာသူခိုးတစ်ယောက်ဟာ လတ်တလော ဖြစ်ပေါ်နေတဲ့ ခိုးမှုတွေမှာ သူအပြစ်မရှိကြောင်း သက်သေပြဖို့အတွက် သူ့ကိုတုပ​နေတဲ့ တကယ့် ရတနာသူခိုးကို ပြန်လိုက်ရှာပေးရမှာပါ ဇာတ်ကားဟာ ဒိုင်ယာလော့ခ်တွေကအစ လှိုင်းလုံးလေးတွေလို အလှုပ်အရွေ့တွေနဲ့ရှိနေပြီး ဇာတ်လမ်းကလည်း နိမ့်ချီမြင့်ချီနဲ့ရှိနေတာကတော့ နာမည်ကျော် ဂန္တဝင်ဒါရိုက်တာကြီး Alfred Hitchcock ...",
        "rating": "7.4",
        "url": "https://megaup.net/1O72k/(CM)_To.Catch.a.Thief.1955.720p.mp4",
        "category": "Mystery, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGRlODk2NTctNmRjNS00YjhmLTllYzAtMmJhNDY1NjIwOTA5XkEyXkFqcGdeQXVyMTEwOTUyOTg5._V1_-133x200.jpg",
        "title": "Kerosene (2022)",
        "description": "Kerosene (2022)IMDb-8.6/10အဖေတစ်ခု သမီးတစ်ခုပဲရှိတဲ့သားအဖနှစ်ယောက်တစ်နေ့ မင်္ဂလာဆောင်ကအပြန်\nရွာထဲခဏဆိုပြီး ထွက်သွားတဲ့သမီးလေးပြန်မလာလို့\nတစ်ညလုံးအနှံ့လိုက်ရှာခဲ့ပေမယ့် မတွေ့ခဲ့ရပဲ\nနောက်တစ်ရက်မနက်မှာ မီးကျွမ်းထားတဲ့အရိုးစုကိုပဲ တွေ့ရတော့တယ်သမီးလေးအတွက် တရားဥပဒေနဲ့အညီ မျှမျှတတလုပ်ပေးဖို့ တောင်းဆိုခဲ့ပေမယ့်\nရွေးကောက်ပွဲနီးကပ်နေတာကို အကြောင်းပြပြီး အနားရှိတဲ့ လူတစ်ယောက်ကိုပဲ\nတရားခံဆိုပြီး ထောင်ထဲဖမ်းထည့်ထားလိုက်တယ်ရဲမှူးတစ်ယောက်ရဲ့ သူငယ်ချင်းသတ်ခံရတဲ့အမှုနဲ့ပတ်သတ်ပြီး မှုခင်းထောက်လှမ်းရေး\nဗိုင်ဗက်ကို တာဝန်ပေးလိုက်တဲ့အချိန် သွားစစ်ဆေးတဲ့အချိန်ပိုင်းအတွင်းမှာပဲ\nတရားခံဖော်ထုတ်နိုင်ခဲ့တဲ့အတွက် နောက်ထပ်အမှုမှန်မပေါ်သေးတဲ့\nမိန်းကလေးတွေ သတ်ခံရတဲ့ အမှုကိုပါ တာ၀န်ပေးဖော်ထုတ်စေခဲ့တယ်မိန်းကလေးတွေ ရက်ရက်စက်စက် အသတ်ခံရတဲ့\nတရားခံကို ဘယ်လိုဖော်သွားမလဲ အကွက်ကျကျ\nရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…1.95GB / 996MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl & OeliuJ & Kevin Ag & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2u49v/Kerosene_(2022)_Telugu_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AuWxKhfxDltvKMpXG4TblyBGNy.jpg",
        "title": "Under Her Control (2022)",
        "description": "Under her control / La Jefa (2022)(18+ Warning, အဖော်အချွတ် အခန်းတွေ လိင်ဆက်ဆံခန်းတွေ\nကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေ ပါဝင်တာမို့ မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်တော်ပါ)၂၀၂၂ ခုနှစ်မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ စပိန်စကားပြော ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nNetflix ကနေ ထွက်ရှိလာတဲ့ ဥရောပ ဇာတ်ကားတွေဟာ အဆင့်အတန်းတစ်ခုအထိ ရှိတာမို့လို့ ကြည့်ရှု့ရကျိုး နပ်စေမှာပါ\nဆိုဖီယာ ရည်မှန်းချက်ကြီးမားတဲ့ ကောင်မ‌လေးတစ်ယောက်ပါ။ရည်းစားဖြစ်သူ နာချိုနဲ့ အတူ စပိန်မှာ လာရောက်နေထိုင်ရင်း ဘဝကို စွန့်စားလိုသူပါ။\nသူ့ရည်းစားဖြစ်သူ နာချိုကတော့ မွေးရပ်မြေကို ပြန်ပြီး သာမန်အေးဆေးတဲ့ဘဝမှာ နေထိုင်ချင်ပေမယ့် ဆိုဖီယာ့အလိုလိုက်ပြီး ဆက်နေနေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ ဆိုဖီယာ အရမ်းကို လုပ်ကိုင်ချင်တဲ့ ကုမ္ပဏီတစ်ခုမှာ အလုပ်ရခဲ့ပါတယ်။\nအထက်လူကြီး ဖြစ်သူ ဘီယက်ထရစ်ဇ် ဆီကနေ သင်ယူစရာတွေ များပြားလွန်းတဲ့အတွက် အလုပ်ကို ပျော်ပျော်ကြီးလုပ်ကိုင်နေခဲ့ပါတယ်။\nအလုပ်ကိုပဲ အချိန်ပေးလွန်းတဲ့အတွက် နာချိုနှင့် အဆင်မပြေဖြစ်လာပါတော့တယ်။\nသို့သော် ...",
        "rating": "4.8",
        "url": "https://megaup.net/1O69m/Under.Her.Control.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODI4ZTg3MGYtYWZiMC00ZDFjLWIwYjAtZmNjYTY2Njg1NTNjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cars on the Road (2022)",
        "description": "ဒီ စီးရီးလေးကတော့ ကမ္ဘာကျော်ကာတွန်းတစ်ခုဖြစ်တဲ့ Cars ကိုပဲ ဇာတ်လမ်းတွဲအဖြစ် ပြန်လည်တင်ဆက်ထားတာပါ။ စုစုပေါင်း ၉ ပိုင်းပါပြီ တစ်ပိုင်းကို ၁၀ မိနစ်ပဲ ကြာပါတယ်။ ဒါကြောင့် ကိုယ့်လူတွေ ဒေါင်းရသက်သာအောင် ၉ ပိုင်းလုံးကို ဆက်ပြီး မိနစ် ၉၀ အဝကြည့်လို့ရအောင် ဖန်တီးပေးထားလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ လိုက်တနင်းမကွင်းရဲ့ အခင်ဆုံးသူငယ်ချင်း မိတ်တာဟာ သူ့အစ်မရဲ့ မင်္ဂလာဆောင်ရှိလို့ ခရီးဝေးကြီးကို တစ်ယောက်တည်းမောင်းနှင်သွားဖို့ အစီအစဉ်ရှိလာပါတယ်။ အဲဒီမှာ မကွင်းကလည်း အားလပ်ရပ်ခရီးသဘောမျိုး အဖော်လိုက်လာတဲ့အခါ သူငယ်ချင်းနှစ်ကောင် တစ်လမ်းလုံး အလွဲမျိုးစုံရယ်စရာမျိုးစုံ တွေ့လာရပါတော့တယ်။ The Shinning ကို ကိုးကားထားတဲ့ သရဲခြောက်တဲ့ဟိုတယ်ကြီးတွေ၊ ဂျူရက်ဆစ်ဝါးဒ် တို့ ဘစ်ဂ်ဖု တို့ တွေကိုပါ ထည့်သွင်းဇာတ်လမ်းဆင်ထားတာမို့ အတော်လေး ကြည့်ကောင်းတဲ့ စီးရီးဖြစ်သွားပါတယ်။ ခံစားကြည့်လိုက်ကြပါဦးFile size…(2.3 GB)/(800 Mb)/(300 Mb)\nQuality….Webrip 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/3a16e/Cars_on_the_Road_S01_E_1_to_9_720p_(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjgyNTBlOGYtZjgzMS00NDM1LWFhZTItMTNlNWZlOGI4YmVjXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Ramarao On Duty (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ရူပီး ၅၀နဲအမှုဖော်တဲ့ဘဲရီး ရာဗီး\nတီဂျာရဲ့ အမှု့ဖော်ပုံတွေကိုဆက်လက်ရှု့စားရမှာပါ။\nဒီကားက Main Cast တင်မကပဲ အရံတွေပါလုပ်ကွက်ထွက်တဲ့ကားပေါ့ဇာတ်လမ်းအကျဥ်း\n================\nအကောက်ခွန်မှူး ရာမာရာအိုဟာ အမှန်အတိုင်းသာဖြစ်ပါစေ\nဘယ်လိုကိစ္စမဆို အဆုံးထိ လိုက်သူပါ\nနူကလီးယားဓါတ်ပေါင်းဖိုဆောက်တဲ့ကိစ္စတစ်ခုမှာ သူမသိပဲ\nအကျိုးဆောင်ခဲ့တာကစပြီး ရည်းစားဟောင်းကောင်မလေးရဲ့\nယောကျာ်းပျောက်မှုကိုရှာရင်းဖွေရင်းနဲ့ မထင်မှတ်ဘဲ\nမဖော်ထုတ်ဘဲထားတဲ့လူပျောက်မှုတွေအပြင်\nမှောင်ခိုမှုတွေပါတန်းစီတွေ့လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ ပြန်ဆုတ်ရိုးထုံးစံမရှိတဲ့\nရာမာရာအိုတစ်ယောက်အစတွေဆွဲထုတ်လွန်းလို့\nကြည့်မရဖြစ်နေတဲ့ရဲမှူးကရော ဘယ်လိုတွေပါဝင်ပတ်သက်နေမလဲ\nဆိုတာရုပ်ရှင်ထဲမှာ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး\nFile size…2.6GB / 1.3GB\nQuality…1080p HQ AVC / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Kham Mon & Lwin Htoo & Kevin &  Yunni & Sora",
        "rating": "5.5",
        "url": "https://megaup.net/1O5rb/Ramarao_on_Duty_(2022)_Telugu_TRUE_WEB-DL_.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_-133x200.jpg",
        "title": "Ram Gopal Varma Ki Aag (2007)",
        "description": "Ram Gopal Varma 2007\n------------------------\nကလည်းက ချလည်းချပြီး ဘောလိဝုဒ်ရဲ့အကျော်မော်\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ အမီတာဘချမ်းနဲ့ဗီဂျေးတို့ အပြိုင်ကြဲထားတဲ့\nအဟောင်းထဲက ဇာတ်ကောင်းတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားရဲ့ မင်းသားတွေဖြစ်တဲ့\nဟီရိုနဲ့ရာ့ဂ်ျတို့ဟာ လက်ရှိအလုပ်ကပြုတ်လာပြီး\nမွန်ဘိုင်းကိုရောက်လာခဲ့ကြပါတယ်။ဒီလိုနဲ့ရရာအလုပ်၀င်လုပ်ရင်း ဒုစရိုက်ဂိုဏ်းတစ်ခုနဲ့\nချိတ်ဆက်မိသွားတဲ့အခါမှာ သူတို့သူငယ်ချင်းနှစ်ယောက်\nရဲတွေနဲ့ပူးပေါင်းပြီး လူဆိုးတွေကိုဘယ်လိုနှိမ်နှင်းသွားမလဲဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်နေရမှာပါ။ ဇာတ်ကားရဲ့အဓိကဗီလိန်ဖြစ်တဲ့\nဘာ့ဘန်းရဲ့ သရုပ်ဆောင်ချက်တွေကလည်း\nကိုယ်တိုင်ပါကြက်သီးထမိလောက်အောင်ကို ပီပြင်လွန်းတဲ့အပြင်\nမင်းသားနှစ်ယောက်ရဲ့စော်ရှိတ်ပုံတွေကလည်း နှစ်ချို့FAဂေါင်းကြီးတို့အတွက်\nမနာလိုလွန်းချင်စရာတွေဖြစ်နေမှာပါ။ဒီကားမှာလူသတ်တာ၊ကြမ်းတာ၊ရမ်းတာတင်မကပဲ အပြင်ဘက်မှာ\nဘယ်လောက်ပဲကြမ်းတမ်းနေမှာစေ အတွင်းထဲမှာတော့ချစ်တတ်တဲ့စိတ်က\nလူတိုင်းမှာရှိနေပါတယ်ဆိုတာကိုပါ ရိုက်ပြသွားပါသေးတယ်။\nခေါင်းယမ်းပြီးစကားမပြောပေမယ့် ခါးယမ်းပြီး က သေးတာမို့\nအိန္ဒိယကားချစ်သူတွေအတွက် အိန္ဒိယကားအရသာလည်း ခံစားနေရဦးမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p WEBRIP AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "1.4",
        "url": "https://megaup.net/3a07w/Ram.Gopal.Varma.Ki.Aag.2007.720p.WebRip.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9GcpyEtyfOreHeX92QVv4r3habp.jpg",
        "title": "About Fate (2022)",
        "description": "About Fate (2022)~ Rotten Tomatoes - 60% ~လွန်ခဲ့တဲ့ရက်ပိုင်းလောက်ကမှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အချစ်၊ ဟာသ၊ ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး နာမည်ကျော်ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ The Irony of Fate ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်ကားရဲ့ အငွေ့အသက်က ဘယ်လိုလဲဆိုရင် Holidate တို့ She's Out of My League တို့နဲ့ ဆင်တူပါတယ်။ Romance / Comedy ဇာတ်ကားသစ်တွေငတ်နေတဲ့ပရိသတ်အတွက်တော့ ပိတ်ရက်မှာ အပျင်းပြေကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားရလိုက်တာပါပဲ။တစ်ခါတစ်ရံမှာ Right person ကို Wrong time မှာရလိုက်တာမျိုးရှိသလို Wrong person က Right time မှာရောက်လာတာမျိုးလည်း ရှိတတ်ပါတယ်။ နှစ်မျိုးစလုံးကတော့ ထပ်တူဆိုးရွားပေမယ့် ဒီနေရာမှာဒုတိယတစ်မျိုးအကြောင်းကို အဓိကပြောချင်ပါတယ်။ မှန်ကန်တဲ့အချိန်မှာ မှားယွင်းတဲ့လူရောက်လာတဲ့ဖြစ်စဥ်မျိုးပေါ့။ မှန်ကန်တဲ့အချိန်ဆိုတာ အကြမ်းဖျဥ်းအားဖြင့်ပြောရရင် ကျွန်တော်တို့လူတစ်ယောက်ကို နှစ်နှစ်ကာကာချစ်ပေးဖို့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3a0bB/(CM)_About_Fate_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    }
]