[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/woTQx9Q4b8aO13jR9dsj8C9JESy.jpg",
        "title": "[18+] X (2022)",
        "description": "X (2022) ~ IMDb Rating - 7.2/10, Rotten Tomatoes - 96% ~Horror Thriller တွေမှာ Robert Eggers တို့ Peele တို့ Ari Aster တို့နဲ့တွဲပြီး မာစတာပိစ်တွေ မနည်းဖန်တီးခဲ့တဲ့ A24 က ဒီနှစ်ရဲ့အကောင်းဆုံး Horror ကားလို့ ပြောနေကြတဲ့ X ကို Ti West နဲ့တွဲပြီး ဖန်တီးလိုက်ပါတယ်။ X ဟာ A24 Fan တွေကြားမှာရော Horror ကား ဖန်တွေကြားမှာပါ ဒီနှစ်ရဲ့ အကောင်းဆုံး Horror ကားအဖြစ် နာမည်ကျော်နေပါတယ်။ Personal Rating 10 out of 10 ပေးနေကြတာတွေလည်း မနည်းပါဘူး။သူ့စာအုပ် The Shining ကို ရုပ်ရှင်အနုပညာရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/13S7y/(CM)_X_(2022)_720p.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Screenshot-2022-04-13-at-23-48-30-Reside-2018-149x200.png",
        "title": "Reside (2018)",
        "description": "ဒိတ် အဖြစ် Ananda Everingham\nပရန် အဖြစ် Ja Natthaweeranuch Thongmee\nဆွိုင့် အဖြစ် Ploy Ploynarin Sornarin\nနုပ် အဖြစ် Apom Peerapolဇာတ်လမ်းအကျဉ်းဝိဥာဥ်ဆိုတာ ခန္ဓာကိုယ်​ပျက်စီးပြီးနော​က်ပိုင်း ပျောက်ကွယ်သွားဖို့ ငြင်းဆိုနေတဲ့ မှတ်ဥာဏ်တွေပါပဲ\nစစ်မှန်တဲ့သံယောဇဥ်ရှိနေရင် သူတို့ချစ်ရတဲ့သူတွေ​ဆီ အမြဲပြန်လာတတ်ကြတယ်ဒိတ်ရဲ့မိခင်ဖြစ်သူက နာမည်ကြီးဝိဥာဥ်ဆိုင်ရာအဖွဲ့အစည်းတစ်ခုရဲ့ ခေါင်းဆောင်ဖြစ်ပါတယ်တစ်နေ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ဝိဥာဥ်ပြန်ခေါ်အစီအရင်တစ်ခုလုပ်နေရင်း အိမ်ထဲကို မဖိတ်ခေါ်တဲ့ဝိဥာဥ်တွေဝင်လာခဲ့ပြီး သူမကို ဝင်ပူးခဲ့ပါတော့တယ်ဒိတ်လည်း မိခင်ဖြစ်သူဆီရောက်လာခဲ့ပြီး ဝိဥာဥ်ကိုပြန်ထုတ်ပေးခဲ့ပေမယ့် အိမ်ထဲက ထွက်မသွားပဲရှိနေခဲ့တယ်ဝင်ရောက်လာတဲ့ ဝိဥာဥ်တွေဟာ အိမ်သားတွေတစ်ယောက်စီကိုဝင်ပူးရင်း အန္တရာယ်ပေးဖို့ကြိုးစားလာချိန်မှာတော့ဝိဥာဥ်တွေ မဝင်အောင် ပိတ်ထားရတဲ့အိမ်ရှေ့တံခါးကိုတောင်ဖွင့်ပြီး ဒိတ်ရဲ့မိခင် ပြန်ခေါ်နေတဲ့ဝိဥာဥ်က ဘယ်သူလဲအိမ်ထဲက ဖုံးကွယ်ထားတဲ့အလောင်းကရော ဘယ်သူ့အလောင်းလဲဘာအတွက်နဲ့ ဝိဥာဥ်တွေက ဝင်ရောက်အန္တရာယ်ပြုလာရတာလဲဆိုတာ ဒီဇာတ်ကားမှာ ကြည့်ရှုကြရအောင် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ ) File Size__(1.8GB) / (880MB)\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:43:00\nType__Horror , Thriller\nSubtitle__Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/13S0n/Reside_(2018)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNjJjMzI1ZDctMDhmMy00Nzk2LTg5ZjgtNGIyN2QyNDQwMDU5XkEyXkFqcGdeQXVyMTMyNzMxNTcw._V1_-135x200.jpg",
        "title": "Metal Lords (2022)",
        "description": "Metal Lords (2022)\n=============\nIMDb Rating - 6.8/10IT , Defending Jacob တို့နဲ့နာမည်ရခဲ့တဲ့ လူငယ်သရုပ်ဆောင်\nJaden Martel ရဲ့ ဆယ်ကျော်သက် Musical ရုပ်ရှင်လေးပါ။\nဒီရုပ်ရှင်မှာရိုက်ပြထားတာက Metal Music အကြောင်းပါ ။\nလူငယ်‌ေတွရဲ့ဂီတ Genres တွေထဲမှာ ပျောက်ကွယ်လုဖြစ်နေတဲ့\nRock musicရဲ့ Metal Music ကို အသက်ပြန်သွင်းပြီး တီးဝိုင်း\nပြိုင်ပွဲကြီးမှာ အနိုင်ရဖို့ ကြိုးစားနေတဲ့ လူငယ်လေး 2 ယောက်ပေါ့။\nပတ်၀န်းကျင်ရဲ့ရှုံ့ချမှု အထင်မကြီးမှုတွေကို ချိုးဖျက်ပြီး သမိုင်းမှာ\nဂန္တ၀င် Metalတီးဝိုင်းတစ်ခုဖြစ်အောင် ကြိုးစားကြမယ်ဆိုတဲ့\nလူငယ် 2 ယောက်ရဲ့ တီးဝိုင်းထဲကို Cello တီးတဲ့ ကောင်မလေး\nတစ်ယောက်ရောက်လာခဲ့တဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲ\nကြည့်ရမှာပါ။1980,90 လောက်က နာမည်ကြီးခဲ့တဲ့ Metallic, Guns and Rose\nတို့လို ဂန္တ၀င် Band တွေရဲ့ သီချင်းတွေ Referenceတွေကို ထည့်သုံး\nထားတာကြောင့်လား ကြည့်ရတာနဲ့ နားထောင်ရတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1JPf5/Metal.Lords.2022.720p.NF.WEB-DL.DDP5.1.Atmos.x264-TEPES.mp4",
        "category": "Country, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMWFiYmYyNTMtNDBkZS00NDY0LTljYTMtNmM2YTc0ODcwNzUyXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Melissa P.(2005) [+18]",
        "description": "Melissa P.(2005) [+18] အညွှန်း****************************    ချစ်စရာစကီအချောလေးပါတဲ့ အီတလီ 18+ကားလေးပါ။\nမလီဆာဆိုတဲ့ ချစ်စရာမြှီးကောင်ပေါက်မလေးဟာ အထက်တန်းကျောင်းသူလေးတို့ထုံးစံအတိုင်းကိုယ့်အပေါ်မကောင်းတဲ့ကောင်ဆိုးလေး ဒန်နီရယ်ကိုမှ စွဲလမ်းနေမိပါတယ်။သူကချစ်မိနေပေမယ့်လည်း ဒန်နီရယ်ကတော့ သူ့ကိုအလေးမထားပဲပထမဆုံးလိင်အတွေ့အကြုံခပ်ကြမ်းကြမ်းကိုသာပေးပြီး ပလစ်လိုက်ပါတယ်။ဆယ်ကျော်သက်တို့သဘာဝဖြစ်တဲ့ အိမ်ကလူတွေကိုစိတ်ကုန်မယ်၊လောကကြီးကိုစိတ်ကုန်မယ်၊ အရွဲ့တိုက်မယ်၊ ပုန်ကန်မယ်၊ ဘယ်သူ့ကိုမှဂရုမစိုက်ဘူး၊အသစ်အဆန်းတွေကို လက်တည့်စမ်းမယ်ဆိုတဲ့အကျင့်လေးတွေရှိနေတဲ့ မလီဆာတစ်ယောက် သူ့ရဲ့စိတ်ညစ်မှုတွေကို လိင်ကိစ္စနဲ့ထွက်ပေါက်ရှာဖို့ပဲ ဖြစ်လာတဲ့အခါမှာတော့....File Size :(1.7GB) (917 MB) and (290 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Smile",
        "rating": "",
        "url": "https://megaup.net/1JP8p/Melissa.P.2005.WEB-DL.1080P.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/6413a10f08517b7d97830e3b6feb3a9e97943c880827763146fe9ae026d6ccdc-150x200.jpg",
        "title": "David Beckham: Infamous (2022)",
        "description": "David Beckham: Infamous (2022)========================ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာ ​ဘောလုံးအားကစား\nကို ချစ်မြတ်နိုးတဲ့သူ​တွေ​ရော၊ဘောလုံးအ​ကြောင်း ဘာဆိုဘာမှ\nမသိတဲ့လူ​တွေအတွက်ပါ လုံးဝမစိမ်းတဲ့နာမည်တစ်ခုပါ၊ လန်ဒန်\nဇာတိဖြစ်တဲ့ ဘက်ခမ်းဟာ ပရိုကစားသမားဘဝကို အင်္ဂလန်ရဲ့\nအ​အောင်မြင်ဆုံးအသင်းဖြစ်တဲ့ မန်ချက်စတာယူနိုက်တက်မှာ\nအစပြုခဲ့ပြီးရီးရဲလ်မက်ဒရစ်၊အေစီမီလန်တို့လို ကမ္ဘာ့ထိပ်သီး\nအသင်း​တွေမှာ လည်း ကစားခဲ့ဖူးသူပါ၊ ပရီးမီးယားလိဂ်ဖလား၆လုံ၊\nအက်ဖ်​​အေဖလား၂လုံး လာလီဂါဖလား၁လုံး၊ ချန်ပီယံလိဂ်ဖလား\n၁လုံးအပြင် ဆုဖလား​​ပေါင်းများစွာရရှိဖူးတဲ့ ဒေးဗစ်ဘက်ခမ်းရဲ့\nကစားသမားဘဝ ​အောင်မြင်မှုဟာ ​မေးခွန်းထုတ်စရာမရှိပါဘူး။ဒါအပြင် ​ဗြိတိန်နာမည်​ကျော် Spice Girlsအဆို​တော်အဖွဲ့ဝင်\nဗစ်တိုးရီးယားနဲ့ လက်ထပ်ပြီး​နောက် ​ဘက်ခမ်းဟာ ဘောလုံး\nသမားတစ်​ယောက်ရဲ့​အောင်မြင်မှုအပြင် celebrityတစ်ဦးရဲ့\n​အောင်မြင်မှု၊ သူ့ရဲ့ပုံရိပ်မြှင့်တင်မှု​တွေပါ လုပ်လာခဲ့ပြီး ကမ္ဘာ\n​ပေါ်မှာ မသိသူမရှိတဲ့ Sportman, Merchandising icon\nတစ်ဦးဖြစ်လာခဲ့သူပါ။ဒီလို​အောင်မြင်မှု​တွေ ရရှိလာခြင်းနဲ့အတူ သူ​ပေးဆပ်လိုက်ရတဲ့\nအရာ​တွေကို ဒီ documentaryထဲမှာ အတိအလင်း​ဖော်ပြထား\nပါတယ်၊ မန်ယူနိုက်တက်ရဲ့ သမိုင်းဝင်ဖလား၃လုံး​အောင်မြင်မှု\nမှာ အ​ရေးပါတဲ့ အခန်းကဏ္ဍက ပါဝင်ခဲ့သလို ၂၀၀၂မှာ ကမ္ဘာ့\nလုပ်ခလစာအများဆုံး ကစားသမားဖြစ်လာခဲ့တဲ့ ဘက်ခမ်းဟာ\nသူ့ရဲ့imageကို ​​ဘောလုံးကစားတာထက် ပိုအ​လေး​ပေးတာ​လို့\nနောက်ဆက်တွဲ​ဖြစ်လာတဲ့ ဆာအဲလက် ဖာဂူဆန်နဲ့ အကွဲအပြဲ​\nဇာတ်လမ်း​တွေ၊ ထိုမှတဆင့် ရီးရဲလ်အသင်းကို ထွက်သွားရပြီး\nထိပ်သီး​ဘောလုံးသမားဘဝမှ ...",
        "rating": "5.0",
        "url": "https://megaup.net/13Qbj/David.Beckham.Infamous.2021.1080P.WebRip[CM].mp4",
        "category": "Biography, Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvA5J6G3LiwwMzYnDfZmIBkueAH.jpg",
        "title": "Night Drive(2022)",
        "description": "Night Drive(2022) အညွှန်း*************************IMDb...7.0မှောင်ခိုမှုနဲ့ နိုင်ငံခြားရေးဝန်ကြီး ရာဂျန်ကူရက်ဆိုသူဟာ NIA မှာ စစ်ဆေးခံခဲ့ရတယ်။နောက်နေ့မနက်မှာ သူ့ကို လာဖမ်းမယ်ဆိုတဲ့ သတင်းကြားပြီးနောက် ရွှေတွေကိုနေရာရွှေ့ဖို့ စီစဉ်ခဲ့တယ်။ ရိုးသားတဲ့ တက္ကစီသမားလေး ဂျော်ဂျီဟာသူ့ချစ်သူ သတင်းကြေညာသူလေးရဲ့ မွေးနေ့အထိမ်းအမှတ်အနေနဲ့ ညဘက်မှာ ကားတူတူပတ်မောင်းဖို့ ထွက်ခဲ့တယ်။အဲ့ညမှာ ဝန်ကြီးရဲ့ ရွှေမှောင်ခိုအမှုနဲ့ ပတ်သက်တဲ့သူကိုသူတို့ ကားတိုက်မိသလို ဖြစ်ပြီး ပြဿနာမျိုးစုံတက်ပါတော့တယ်...တစ်ဘက်မှာ အင်အားကြီးမားတဲ့ လူဆိုးဂိုဏ်းနဲ့  ရဲတွေအကြားသူဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့....  File Size :(1.4GB) (737MB) and (309 MB)\nQuality : WEB-DL1080P5.1CH, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2pMmn/Night_Drive.2022.WEB-DL720p.pp.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Ew0f2UNVIAEzW1L-133x200.jpg",
        "title": "Zack Snyder’s Justice League (2021)",
        "description": "စောင့်မျှော်နေတဲ့ Snyder's Cut တော့ ထွက်ရှိလာပါပြီ2017 မှာထွက်ရှိခဲ့တဲ့ Justice League ရဲ့ အကြီးအကျယ် Failed တာကြောင့်DC ပရိတ်သတ်တွေဟာ Zack Snyder နှုတ်မထွက်ခင်ကVersion ကို WB ကိုအသည်းအသန်တောင်းကြပါတယ်4 နှစ်အကြာမှာတော့ အိမ်မက်တွေဖြစ်မြောက်ပြီလို့ဆိုရမှာပါဒီဇာတ်ကားဟာ Super Man & Batman ကားရဲ့ အဆုံးသတ်ကနေစပြီးဇာတ်လမ်းပြန်တည်ထားပါတယ်..SuperMan သေဆုံးပြီးတဲ့နောက်ကနေစပြီး Mother Box သုံးခုနိုးထလာမှုနဲ့အတူ Steppenwolfဟာ လိုက်လံစုဆောင်းပါတော့တယ် Mother Box သုံးခုရဲ့ကြီးမားတဲ့အစွမ်းကိုသိနေတဲ့ Wonder Woman ဟာ Bruce Wayne ကိုပြောပြပြီးဖြစ်လာမယ့် အန္တရာယ်တွေအတွက် တားဆီးဖို့ လူစုခိုင်းပါတော့တယ်ဒီလိုနဲ့ပဲ Justice League အဖွဲ့ဖြစ်တည်လာဖို့ Bruce Wayne ကစတင်ပြီးလူစုပါတော့တယ်...ဒီဇာတ်ကားဟာ 4 နာရီကြာမြင့်တာဖြစ်ပြီးတချို့ဇာတ်ကောင်တွေရဲ့ Origin တွေဟာလည်းပြည့်ပြည့်စုံစုံပါတယ်ဒီတခါတော့ JL ဟာသင်တို့ကိုစိတ်ပျက်စေမှာမဟုတ်လောက်ဘူးလို့ထင်ပါတယ်...စစထွက်တုန်းက WEBRIP Quality နဲ့ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2nLfl/(CM)Justice.League.Snyders.Cut.2021.WEBRip.720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/2-136-141x200.jpg",
        "title": "[21+] Room Confinement Special (SDDE 625)UNCENSORED LEAKED",
        "description": "ပထမဆုံးပြောချင်တာကတော့ ဒီဇာတ်ကားက ရှားရှားပါးပါး Uncensored Leaked ထားတာပါ။မင်းသမီးကလဲ ၃ ယောက်တောင် ပါပါတယ်...နာမည်ကြီး Iori Kogawa ရယ်...မမကြီး Yu Shinoda ရယ်...ထူးထူးဆန်းဆန်းကားတွေရိုက်တတ်တဲ့ Hibiki Otsuki ရယ်ပေါ့...ဆိုတော့ကာ ကွက်ကွက်ကွင်းကွင်းတွေကိုမှ ၃ နဲ့မြှောက်ထားသလိုဖြစ်ကုန်တာပေါ့..ဇာတ်လမ်းကလဲ အထူးအဆန်း Dark Side ပီသပါပေတယ်...ကျောင်းဆေးခန်းက ဆရာဝန်မလေးရယ် စာသင်တဲ့ဆရာမရယ် အတိုင်ပင်ခံ ကျောင်းအုပ်ကြီးမမရယ် အဲ့သုံးယောက်ကို ရော်ရမ်းတမ်းတလိုချင်နေမိတာက သန့်ရှင်းရေးကောင်ကလေး..ဒါပေမယ့်သူ့ကိုဘယ်သူမှအဖက်မလုပ်တာကြောင့် ဂေါက်သီးလိုလိုဖြစ်နေရသူပါ။ဒါပေမယ့် ဘဝဟောင်းက ဦးလေးရဲ့ နတ်ဆိုးဝိဥာဉ်က သူ့ကို ကူညီစောင်မပေးလိုက်တဲ့အခါမှာတော့မချောသုံးယောက်ကိုယ်တစ်ယောက် ဇာတ်လမ်းကြီးက ဖြစ်ချင်တိုင်းဖြစ်လာပါတော့တယ်။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.6 GB) & (1 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & 720p\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/2pLgl/(DS)_SDDE-625_UNCENSORED_LEAKED_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Screenshot-2022-04-13-at-07-44-16-Blood-The-Last-Vampire-2009-134x200.png",
        "title": "Blood: The Last Vampire (2009)",
        "description": "ဒီကားလေးကတော့ Japanese Animation ဇာတ်ကား Blood: The Last Vampire ကို အခြေခံ ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပါ\nအားလုံးသိကြတဲ့ ကိုရီးယားမင်းသမီးချော Jun Ji-hyun လည်း ပါ၀င်ထားပါတယ်ဆာယာဆိုတဲ့ ကောင်မ‌လေးကတော့ ငယ်ငယ်တည်းက မိဘမဲ့ဖြစ်ပြီး ခတိုဆိုတဲ့ ဆာမူရိုင်းဂျပန်အဘိုးကြီး တစ်ယောက်က ‌မွေးစားထားတာပေါ့\nသူ့ အဖေကိုသတ်ခဲ့တဲ့ အိုနီဂန်ဆိုတဲ့ မကောင်းဆိုး၀ါး ကို ပြန်ကလဲ့စားချေဖို့ ကိုယ်ခံပညာကို သင်ခဲ့တယ်\nဆာယာက လူတ၀က် မကောင်းဆိုး၀ါးတစ်၀က်နဲ့ မွေးလာတာ‌ကြောင့် နှစ်၄၀၀ကြာတဲ့အထိ အသက်ကြီး မသွားခဲ့ဘူးသွေးစုပ်ကောင်တွေ ကို ပြည်သူလူထု မသိစေဘဲ နှိမ်နှင်းနေတဲ့ အမေရိကန် အဖွဲ့အစည်းတစ်ခုကို ဆာယာ၀င်‌ယောက်လာခဲ့တယ်\nသူ့ အဖေကို သတ်တဲ့ မကောင်းဆိုး၀ါးကို ရှာရင်း သူကိုယ်တိုင် မကောင်းဆိုး၀ါးနီးနီး ဖြစ်လာတဲ့အခါ...ဓားရှည်တစ်ချောင်းနောက်ပစ်ပြီး ကြမ်းတမ်းပေမယ့် လှပနေတဲ့ မင်းသမီး Jun Ji-hyun ပါတာနဲ့ တင် ကြည့်ဖို့တန်နေတာမို့ လက်မလွှတ်တမ်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/2pL4D/Blood_The_Last_Vampire_(2009)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BM2RiNjc2NjQtYjAzNi00MzMyLTg2NjctN2VkNTllZmM0ZDVlXkEyXkFqcGdeQXVyMTQ5MTkzOTg2._V1_-133x200.jpg",
        "title": "Life and Death in the Warehouse (2022)",
        "description": "Life and death in the warehouse (2022)============================IMDb Rating - 7.4/10BBC ကနေ တကယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီး ဂိုဒေါင်မှာအလုပ်လုပ်ရတဲ့ အလုပ်သမားတွေရဲ့ ဘဝ\nတွေကို ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအစ ဂိုဒေါင်မှာ အလုပ်လုပ်တဲ့ အယ်လ်လေ့စ်မော်ဂန်ဆိုတဲ့ အလုပ်\nသမားတစ်ယောက်က လုပ်ငန်းခွင်မှာ ကိုယ်ဝန်ပျက်ကျသွားခဲ့ပါတယ်။\nသူဘာကြောင့် ကိုယ်ဝန်ပျက်ကျသွားတာလဲ၊ ကိုယ်ဝန်ရှိရက်နဲ့ ဘာကြောင့်\nအလုပ်လုပ်နေတာလဲဆိုတာ ဇာတ်လမ်းကြည့်ရင်း မြင်တွေ့ရမှာပါ။\nနောက်ပြီးတော့ လက်တွေ့ဘဝနဲ့ ထပ်တူကျတဲ့ ဒီဇာတ်ကားထဲမှာ လုပ်ငန်းခွင်ရဲ့\nသဘောသဘာဝ၊ အလုပ်သမားတွေရဲ့ ဘဝ၊ အလုပ်သမားတွေအပေါ် ဖိနှိပ်ချုပ်\nချယ်မှုနဲ့ အလုပ်သမား အခွင့်အရေးဆုံးရှုံးမှုတွေကို တွေ့မြင်နိုင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (850 MB) / (461 MB)\nQuality – Web-DL 1080p / 720p\nDuration - 59mins\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "7.4",
        "url": "https://megaup.net/13Ppf/Life.and.Death.in.the.Warehouse.2022.720p[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uyatxKGACzSNqDzTe5sv5YHAY30.jpg",
        "title": "Return to Space(2022)",
        "description": "Return to Space(2022) အညွှန်း**************************** အာကာသစူးစမ်းလေ့လာရေးကိုစိတ်ဝင်စားတဲ့လူငယ်တွေအတွက်လက်မလွှတ်သင့်တဲ့Netflix ရဲ့ documentary flim လေးပါ\nဒီကားထဲမှာ Elon Musk နဲ့ Space X က engineer တို့ပူးပေါင်းပြီး Mission တစ်ခုလုပ်ကြပါတယ်။\nအဲ့တာကတော့ NASA ရဲ့အာကာသယာဉ်မှူးတွေကို\nInternational space station\nဆီပြန်ပို့ပေးဖို့ပါပဲ\nအဲ့ Mission အောင်မြင်လား\nကျရှုံးလားဆိုတာ\nစိတ်လှုပ်ရှားမှုတွေအပြည့်\nနဲ့‌စောင့်ကြည့်ရမှာပါ\nStorytelling တွေနဲ့မို့  Documentary ဖြစ်သော်ငြားလည်း ကြည့်ရမပျင်းတဲ့အပြင်ဗဟုသုတလည်းရရှိစေမှာဖြစ်ပါတယ်...  File Size :(2 GB), (1 GB) & (320MB(\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…02:08:00\nGenre : Documentary\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Seiji\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/13Q5k/Return_To_Space.2022.WEB-DL.1080P5.1CH.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxtMstBRyoQYABjepeygEsJqAQT.jpg",
        "title": "The Legend of Kunlun ( 2022 )",
        "description": "ဂူသင်္ချိုင်း‌‌တွေထဲမှာ ရတနာတွေရှာ‌‌ဖွေစွန့်စားရမဲ့ ဇာတ်ကားလေးကိုကြည့်ရတာ\nသဘောကျတတ်တဲ့ CM fansတွေအတွက်\nတော်တော်စိတ်ဝင်စားစရာကောင်းမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားထဲမှာတော့ ဖချိုးမျိုးနွယ်စုရဲ့ သမိုင်းအကြောင်းကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား ကျန်းဝမ်ဖုန်းကတော့ သူ့အဖေပျောက်ကွယ်သွားရတဲ့\nဖြစ်ရပ်မှန်ကိုသိချင်သောစိတ်တစ်ခုနဲ့ ဒီရတနာသိုက်ရှာဖွေတဲ့လမ်းကို လျှောက်ခဲ့တာဖြစ်ပါတယ်\nကျန်းဝမ်ဖုန်းက ကောင်းကင်ဘုံနည်းပညာကိုလေ့လာသင်ယူကာ\nကောင်ကင်ဘုံအရာရှိဆိုတဲ့ ရာထူးကိုလည်းဆက်ခံပြီးသား လူတစ်ဦးဖြစ်ပါတယ်ဒီလိုနဲ့ ကျန်းဝမ်ဖုန်းရယ် သူ့သူငယ်ချင်းဖြစ်သူ ကျာလူပန်းနဲ့ ကျုံးလင်တို့\n၃ယောက်ပေါင်းပြီး လုပ်ဖော်ကိုင်ဖက်အဖြစ် ‌အတူလုပ်ကိုင်ကြရာမှ\nကျန်းဝမ်ဖုန်းရဲ့ အဖေကိုရှာတွေ့ဖို့ နည်းလမ်းတစ်မျိုးရှာတွေ့သွားပါတယ်\nနည်းလမ်းကတော့ ကျောက်မင်ရှေးဟောင်းကြေးမုံကိုရအောင်ရှာပြီး\nခွန်းလွမ်တောင်အတွင်းမှာရှိတဲ့ လျှို့ဝှက်မြို့ထဲကိုသွားရမှာဖြစ်ပါတယ်ကျန်းဝမ်ဖုန်းလည်း သူ့အဖေနဲ့အဆက်သွယ်ပြတ်တာ\n၁၇နှစ်ရှိပြီဆိုတော့ အချင်းချင်းပြန်တွေ့နိုင်ဦးမလား\nတရုတ်ရိုးရာအမွေအနှစ်ပုံပြင်တွေနဲ့ သမိုင်းအကြောင်းလေးတွေပါ\nထည့်သွင်းရိုက်ကူးထားတာမလို့ အားလုံးပဲ\nThe Legend of KunLunကိုကြည့်ရှုလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat :  mp4\nDuration : 1h 20min\nGenres : Action, Fantasy, Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "6.4",
        "url": "https://megaup.net/1JNn2/The_Legend_Of_Kunlun_1080p_2022_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p161242_p_v8_at-133x200.jpg",
        "title": "DOA: Dead or Alive (2006)",
        "description": "DOA: Dead or Alive (2006)\n---------------------------\n၂၀၀၆ခုနှစ် အင်တာနက်တွေ သိပ်ခေတ်မထခင်တည်းကကျွန်တော်တို့ စီဒီတွေ ဒီဗီဒီခွေတွေနဲ့ ကြည့်ခဲ့တဲ့ရတဲ့ဖိုက်တာဇာတ်လမ်းလေးပါပဲ. အတော်များများလဲ မှတ်မိကြမယ်ထင်ပါတယ်..မင်းသမီးဖိုက်တာဆိုတာ ဒါမျိုးလို့ဆိုရလောက်အောင် အသေဖိုက် အသေလန်းခဲ့တာပေါ့ဗျာ...ဒီကားထဲမှာ မင်းသမီးကို ရဲတွေဝင်ဖမ်းတော့ ပင်တီဝတ်ပြရင်း လျှပ်တပြက်ဖိုက်ပြလိုက်တာ နောက်ဆုံးသေနတ်နဲ့ပေါင်ကြားချိန်ပြီး ဘော်လီဇစ်တပ်ခိုင်းလိုက်တဲ့ အက်ရှင်ခန်းဆို မျက်လုံးထဲက မထွက်တော့တာမျိုးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့..တကမ္ဘာလုံးက အတော်ဆုံးကိုယ်ခံပညာရှင်တွေကိုDOAလို့အမည်ရတဲ့ သိုင်းပြိုင်ပွဲတခုကနေ ဖိတ်ခေါ်ခဲ့ပါတယ်.တကမ္ဘာလုံးကို ကိုယ်ခံပညာရှင်ပေါင်းစုံကလဲဒီပြိုင်ပွဲကို စိတ်ဝင်စားကြတယ်. အဲ့ဒီတော့ လာရောက်ယှဉ်ပြိုင်ကြတာပေါ့. ဒါပေမယ့် အဲ့ဒီပြိုင်ပွဲရဲ့ မူမမှန်မှုတွေကိုတော့လာရောက်ယှဉ်ပြိုင်တဲ့ထဲက အချောအလှဖိုက်တာမလေးလေးယောက်က သတိထားမိပြီး ဖော်ထုတ်လိုက်တဲ့အခါမှာတော့...........။\nFile size…(2.1 GB)/(950 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Blake",
        "rating": "4.8",
        "url": "https://megaup.net/35Idh/(CM)_DOA-Dead.or.Alive.(2006).Blu-Ray.720p.H.264.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4B34NKfHCFVHriYfKhbsunHYl4x.jpg",
        "title": "Infinite Storm (2022)",
        "description": "Infinite Storm (2022) ဇာတ်လမ်းအညွှန်း ဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ Drama/ Thrillerဇာတ်ကားတစ်ကားပါ။စိတ်ဒဏ်ရာတွေရှိနေတဲ့ အသက်53နှစ်အရွယ် တောင်တက်ရှာဖွေကယ်ဆယ်ရေး အဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ ပမ်ဟာ အေးစက်လှတဲ့ နိုဝင်ဘာလမှာ ရာသီဥတုအခြေနေ ဆိုးဝါးနေမှန်းသိနေခဲ့ပေမယ့်လည်း Mount Washington ကို ခါတိုင်းလိုပဲတက်ခဲ့ပါတယ်။ရာသီဥတုဆိုးလွန်းလို့ ပြန်လှည့်လာတဲ့အချိန်မှာတော့ နှင်းတွေကြားမှာ sneaker ဖိနပ်ခြေရာကိုတွေ့လိုက်ရင်း တောင်ပေါ်တက်ဖို့ဒီဖိနပ်စီးလာတဲ့သူတော့ ဒုက္ခရောက်နေမှာပဲ ဆိုပြီး လိုက်ရှာရာကနေ ...ပရဟိတစိတ်ဓာတ်ရှိလှပြီး လက်မလျှော့တတ်တဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ ရဲရင့်ပုံနှင့် စွန့်စားပုံတို့ကို survival ဇာတ်ကားတို့ ထုံးစံအတိုင်း ပုံဖော်ရိုက်ကူးထားတာမို့ ခံစားကြည့်ရှုကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moe Lay ပါ။) File Size          :  1.8GB, 622MB & 320MB\nQuality            : 1080p WEBRip AC3 5.1CH, 720p WEBRip & ...",
        "rating": "6",
        "url": "https://megaup.net/2pKrB/[CM]Infinite.Storm.2022.720p.WEBRip.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/XDBgO_4f-140x200.jpg",
        "title": "Blueming (2022)",
        "description": "Blueming (2022)ဒီလထဲမှာ အသစ်ထွက်ထားတဲ့ Korea BL mini series လေးတစ်ခုကို BL fan တွေအတွက် CM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းက \"Who Can Define Popularity?\" ဆိုတဲ့ Webtoon လေးကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်ကလေးတွေရဲ့ ငယ်ဘဝမှာ မိဘတွေရဲ့ ချစ်ခြင်းမေတ္တာနဲ့ ဂရုစိုက်မှုတွေက ဘယ်လောက်အရေးကြီးတယ်ဆိုတာကိုလည်း ဒီဇာတ်လမ်းထဲမှာ ထည့်သွင်းပုံဖော်ပြထားပါတယ်ဇာတ်လမ်းအကျဥ်းချာရှီဝန်ဆိုတဲ့ ကောင်လေးဟာမိဘတွေရဲ့ အဆင်မပြေမှုအပြင် သူ့ရဲ့ မလှပတဲ့ပုံပန်းသွင်ပြင်​ကြောင့်ပါ စိတ်ဒဏ်ရာတွေနဲ့ ကြီးပြင်းခဲ့ရပါတယ်ရှီဝန်ဟာ သူ့ကိုယ်သူပြစ်ချက်မရှိအောင်နေရင်းနဲ့ လူတွေကြားထဲမှာ အမြဲပေါ်ပြူလာဖြစ်ဖို့ ကြိုးစားခဲ့တယ်\nလူတွေရှေ့မှာ အမြဲဟန်ဆောင်အပြုံးလေးနဲ့နေခဲ့တယ်ဒါပေမယ့် ရှီဝန်တို့မေဂျာမှာ ပေါ်ပြူလာဖြစ်တဲ့ နောက်ထပ်ကောင်လေးတစ်ယောက်လည်းရှိပါတယ်\nသူကတော့ အရာရာပြည့်စုံတဲ့ လူတစ်ယောက်ဖြစ်ပေမယ့် သူ့အကြောင်းကို လျှို့ဝှက်ပြီးနေတတ်တဲ့ ယောင်းဒါအွန်ဆိုတဲ့ကောင်လေးပါရှီဝန်နဲ့ ဒါအွန်တို့ မေဂျာတူကျောင်းသားတွေဖြစ်ပြီး assignment လုပ်ဖို့လည်း အမြဲတမ်း တစ်ဖွဲ့တည်းအတူတူကျခဲ့တယ်\nအဲဒီနောက် ရှီဝန်ရဲ့ဟန်ဆောင်မှုတစ်ချို့ ဒါအွန့်ရှေ့မှာ မထင်မှတ်ဘဲပေါ်သွားတဲ့အခါ...ဘာဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါပြီရှင်( ဘာသာပြန်ပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/13Orb/Blueming_(2022)_1080p.mp4",
        "category": "Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnTCgupgTMZSGbl1InrO2UhTz9S.jpg",
        "title": "(18+)Nine 1/2 Weeks (1986)",
        "description": "Nine Half Weeks ဆိုတဲ့ဇာတ်ကားလေးကတော့ မိသားစု‌ေတွနဲ့ အတူကြည့်ဖို့ မသင့်တဲ့လူကြီးတွေကို လူကြီးပညာသင်တဲ့ ဇာတ်ကားကောင်း‌လေးပဲဖြစ်ပါတယ်။1986 ခုနှစ်လောက်က Cinematography နဲ့ ခန္ဓာကိုယ်ရဲ့ အနုပညာကောက်ကြောင်းတွေကိုဘယ်လိုရိုက်ပြထားလဲဆိုတာကို ကြည့်ရှုလေ့လာရင်း ပညာတွေအများကြီးတိုးပွားစေမယ့် ဇာတ်ကားလေးပါ။လိင်ကိစ္စဆိုတာ ကြာလာတာနဲ့ တစ်ယောက်နဲ့တစ်ယောက်စိတ်လှုပ်ရှားမှု‌တွေ လျော့ကျသွားတတ်ပါတယ်..ဒါပေမယ့် ဘယ်လိုနည်းမျိုးတွေနဲ့ စိတ်လှုပ်ရှားမှုတွေကို ပြန်ပြီးရှာဖွေပြီး သာယာမှုကိုပြန်ရှာဖွေမလဲ။ကိုယ့်ရဲ့ ပါတနာကို လွှမ်းမိုးတဲ့နေရာမှာလဲ အတိုင်းအတာဆိုတာ ဘယ်လောက်ရှိလဲ။သာယာမှုတွေ အလွန်မှာရော ဘယ်လိုဆိုးကျိုးတွေ စောင့်ကြိုနေလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးကို ကိုယ်တိုင်ကြည့်ရှုခံစားကြည့်လိုက်ကြပါ။\nFile size…3.2GB / 1.2GB\nQuality…1080p BluRay AAC5.1Ch / 720p\nFormat…mp4\nDuration….1h 57mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thu Ra Hein",
        "rating": "5.9",
        "url": "https://megaup.net/2pI7k/Nine.Half.Weeks.1986.720p.18+(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMGE3ZGYxMGUtMDJkOC00YjZkLWFmZWUtOTUwZTc1MjA3MTdiXkEyXkFqcGdeQXVyMjQ3OTM0MjI@._V1_-135x200.jpg",
        "title": "The Black Square (2021)",
        "description": "The Black Square (2021)==================IMDb Rating - 6.0/10ဇာတ်လမ်းအစက ပြတိုက်တစ်ခုမှာ ရုရှားပန်းချီဆရာ Kasimir Malevich ရဲ့\nပန်းချီကား အခိုးခံလိုက် ရပါတယ်။ သူခိုးတွေဖြစ်တဲ့ Vicent နဲ့ Nils တို့က\nသန်း ၆၀တန်တဲ့ ပန်းချီကားကို သင်္ဘောပေါ်မှာ ဖောက်သည်ဆီ လက်လွှဲပေးဖို့\nချိန်းဆိုထားကြတာပေါ့။အစမှာတင် သူတို့လူ ချာလီက ချိန်းထားတဲ့အချိန်ရောက်မလာတော့ သူတို့\nအစီအစဥ်တွေ ကမောက်ကမဖြစ်ကုန်ပြီး သင်္ဘောပေါ်ကို ရရာနည်းလမ်းနဲ့\nတက်သွားပါတော့တယ်။ အဲ့ကနေစပြီး သူတို့နှစ်ယောက် သင်္ဘောပေါ် ဘယ်လို\nရောက်အောင်သွားခဲ့တာလဲ သင်္ဘောပေါ်မှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ။\nနောက်ပြီး ပန်းချီကားကို ဖောက်သည်ဆီ အဆင်ပြေပြေရော လက်လွှဲပေးနိုင်ပါ့\nမလားဆိုတာ စောင့်ကြည့်ပေးပါဦး။\nဒီဇာတ်ကားကဂျာမန် Comedy, crime ဇာတ်ကားတစ်ကားဖြစ်ပြီး တစ်ကားလုံး\nအလွဲလွဲအချော်ချော်တွေနဲ့ ရယ်နေရမှာ အသေအချာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.05 GB) / (584 MB)\nQuality – Web-DL ...",
        "rating": "6.0",
        "url": "https://megaup.net/13Em8/The.Black.Square.2021.720p[CM]_new.mp4",
        "category": "Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/WKZrm_4f-142x200.jpg",
        "title": "[18+] The Girl and the Wooden Horse Torture (1982)",
        "description": "နာမီဆူချီယာဟာ စာတော်ပြီး ဆရာအရေးပေးခံရတဲ့ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်ချို့ကျောင်းသူတွေမနာလိုဖြစ်ကြရအောင်လဲ သူတို့တွေကြိတ်ကြွေနေတဲ့ ခန့်ညားချောမောတဲ့\nဆရာဟာ နာမီ့အပေါ်ကို သိသိသာသာကြွေဆင်းနေခဲ့တာအမှန်ပါ။\nဆရာဟာ နာမီ့အပေါ်ကို စိတ်ကူးတွေယဉ်တယ်၊ နာမီကိုယ်တိုင်ကလဲ ဆရာက သူဒုက္ခရောက်နေတဲ့\nအချိန်မှာ လာရောက်ကယ်တင်တတ်တဲ့အကြောင်း၊ ကယ်တင်ပြီးရင် သူ့ကိုရက်ရက်စက်စက်နှိပ်စက်ပြီးရင်\nမုဒိမ်းကျင့်ဖို့ကြိုးစားတဲ့အကြောင်း အိမ်မက်တွေမက်တတ်တယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားက နှောင်ဖွဲ့မှု စိတ္တဇတွေ နက်ရှိုင်းလာပါတော့တယ်။\nဒီဇာတ်ကားနဲ့ပတ်သက်တဲ့မှတ်ချက်တွေထဲမှာ ဂျပန်တွေဟာ လက်တွေ့ဘဝမှာ လိမ်မာယဉ်ကျေးကြတဲ့\nအပြင်ပန်းမျက်နှာစာကို ကောင်းကောင်းထိန်းသိမ်းထားနိုင်ပြီးတော့ anime နဲ့ ရုပ်ရှင်တွေထဲမှာ စိတ်ကူးတွေကို\nရိုင်းချင်တိုင်းရိုင်းကြမ်းချင်တိုင်းကြမ်းခွင့်ပေးထားတာ သိပ်ကြိုက်တယ်ဆိုတဲ့ တစ်ခုကိုသဘောကျမိပါတယ်။ဒီကားထဲမှာလဲ စိတ်ကူးယဉ်တဲ့အခန်းတွေတင်မက၊ လက်တွေ့ကျကျဆက်ဆံခန်းတွေမှာပါကြမ်းချက်တွေကတော့\nရုပ်ရှင်ကားကြီးမှ ဟုတ်ရဲ့လားလို့ပြန်ကြည့်ရလောက်အောင်ကိုကြမ်းလွန်းတာပါ။\nဒါကိုက ဇာတ်ကားရဲ့အနှစ်ပါပဲ။ Dark Side ဖက်ခြမ်းကို ဖော်ပြရာမှာတော့ ဂျပန်ကားတွေက အရင်ကတည်းက ကြမ်းနေခဲ့တာပါပဲ။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (600 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/2pHwg/(DS)Girl.and.the.Wooden.Horse.Torture.1982.720p.AMZN.WEB-DL..mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjNmMDJjZWEtMTRjMS00YzMwLWI2NzMtYjY3YjA2NzY3ZWViXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Paheli (2005)",
        "description": "Paheli (သို့မဟုတ် ) ပဟေဠိဆန်တဲ့ ချစ်ခြင်း\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\nတစ်ခါတလေ မိန်းကလေးများ အိပ်မက်ဆန်ဆန် တွေးဖူးကြပါသလား။ နတ်သားလေး နတ်သက်ကြွေပြီး ကိုယ့်ဆီ လှမ်းလာခဲ့တယ် လို့ပေါ့။ ဒါမှမဟုတ် တစ္ဆေတစ်ကောင် က ကိုယ့်ကို ချစ်တယ်လို့ ကော တွေးခဲ့ဖူးပါသလား။ ဒါပေမဲ့ ဒီမေးခွန်းဟာ\nအူကြောင်ကြောင် နိုင်လွန်းပါတယ်။ဒီကားလေး ကို မညွှန်းခင်မှာတော့ ယုတ္တိ တန်သည် မတန်သည် ဝိ၀ါဒတွေ ချန်ထားခဲ့ဖို့လိုပါတယ်။ တကယ်တော့ ဒီကားလေးမှာ တစ္ဆေတစ်ကောင် ရဲ့ အချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာမို့ပါ။ဇာတ်လမ်းအစမှာဖြင့် ကုန်သည်လေး ကီရှန်နဲ့ အလွန်လှတဲ့ လက်ရ်ှချီ တို့ လက်ထပ်ပုံနဲ့ စတင်တင်ဆက်ခဲ့ပါတယ်။ ကီရှန်က ဖခင်ရဲ့အမိန့်အောက်ရိုကျိုးရတဲ့သားငယ် တစ်ယောက်။ လက်ရ်ှချီ ကလည်း မိသားစုရဲ့သဘောအတိုင်း အမြဲခေါင်းငြိမ့်ခဲ့တဲ့ သမီးတစ်ယောက်။ ဒီလိုနဲ့ ကီရှန်ဟာ သတို့သမီးလောင်းကို ခေါ်ပြီး အိမ်ကို ပြန်လာခဲ့ပါတယ်။ နေကလည်း ပြင်းသထက်ပြင်းတာမို့ အချို့နေရာတွေမှာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ju7a/(CM)_Paheli_2005_BluRay_REMASTERED_Hindi_720p_AAC_5.1_x264-Nyein.mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk0YjUyMzctMzc2Yi00Zjk0LThlMmUtOWIyMDJiMTFiYzAwXkEyXkFqcGdeQXVyNjE2MzI5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Agent Game (2022)",
        "description": "Agent Game (2022)မင်းသားကြီး Mel Gibson ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက မကြာခင်ကမှထွက်ရှိလာတဲ့ အက်ရှင်ဇာတ်ကားသစ်ပါ။Catagory ကတော့ Agent Game ဆိုတဲ့နာမည်အတိုင်းပဲ ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ စပိုင်တွေ၊အေးဂျင့်တွေ နှစ်ကျပ်ကွက်ရိုက်တာတွေ စတဲ့တွေးစရာအပိုင်းတွေနဲ့အတူ ပစ်ခတ်ဖောက်ခွဲဝုန်းဒိုင်းကြဲတဲ့အက်ရှင်ခန်းတွေ ဝေဝေဆာဆာနဲ့ကြည့်ရှုရမှာပါ။ရာထူးကြီးကြီးအမေရိကန်အစိုးရအဖွဲ့ဝင်တစ်ယောက်ကလျှို့ဝှက်ဖွဲ့စည်းထားတဲ့အဖွဲ့အစည်းတစ်ခုဟာ စစ်ပြန်တွေ၊လူမိုက်တွေ၊ ဂန်းစတားတွေထဲကအလားအလာရှိတဲ့လူမျိုးတွေကိုရှာဖွေစုဆောင်းပြီး နိုင်ငံအဆင့်ရှိတဲ့လျှို့ဝှက်မစ်ရှင်တွေကိုပေးလေ့ရှိပါတယ်။ တရားဝင်စစ်တပ်ကိုမသုံးပဲအဲလိုကြေးစားတွေကိုငှားရတဲ့အကြောင်းရင်းကတော့ သူတို့လိုလက်မရွံ့တဲ့လူမျိုးတွေ သေမထူးနေမထူးတွေကိုပဲ လက်မှာသွေးစွန်းခံစေပြီး အစိုးရနာမည်ကိုမသုံးချင်တာကြောင့်ဖြစ်ပါတယ်။Runtime တစ်နာရီခွဲကြာမြင့်ပြီးတော့ အဆုံးသတ်သွားတဲ့ပုံစံအရ Sequel လာနိုင်တယ်လို့လည်းထင်ရသလို ဆက်မရိုက်လည်းရတဲ့ပုံစံမျိုးလေးပြသွားပါတယ်။ ပြီးပြည့်စုံတဲ့အက်ရှင်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းမှာလိုအပ်ချက်လေးတွေရှိရင်တောင် သရုပ်ဆောင်နဲ့ဇာတ်ညွှန်းပိုင်း တော်တော်လေးအားစိုက်ထားတာသိသာပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။\nFile size…(1.1 GB)/(450 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:o9\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "",
        "url": "https://megaup.net/2pHuW/(CM)_Agent.Game.2022.720p.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTI4NzEzNDk2Nl5BMl5BanBnXkFtZTYwMjc1NjU5._V1_-142x200.jpg",
        "title": "The Accidental Spy (2001)",
        "description": "၂၀၀၁ တုန်းကထွက်ရှိခဲ့တဲ့ ဂျက်ကီချမ်းရဲ့ အက်ရှင်ဟာသဇာတ်ကားလေးပါ။မတင်ရသေးလို့ BluRay Quality နဲ့ အလန်းစားတင်ဆက်လိုက်ပါတယ်။မင်းသမီးတွေကလဲ ကိုယ်တွေအကြိုက် ဟောင်ကောင်ရဲ့ Vivian Hsu နဲ့ ကိုရီးယားရဲ့ Min Kim တို့ဖြစ်ပါတယ်...Min Kim ကိုတော့ တစ်ခါတုန်းကတက္ကသိုလ်ဇာတ်လမ်းတွဲနဲ့ မှတ်မိကြမှာသေချာပါတယ်..ဗီဗီယန်ဆုကတော့ ဟောင်ကောင်ရဲ့ ရွှေမင်းသမီးလေးပါ။ဇာတ်လမ်းကတော့...ရုပ်ရှင်ကားနာမည်အတိုင်းပဲ ဆဌမအာရုံကောင်းတဲ့ မိဘမဲ့ဂျက်ကီက ဓားပြမှုတစ်ခုကို တားဆီးပေးရင်းနာမည်ကျော်သွားရာကနေ မိဘအရင်းတွေကိုလိုက်ရှာဖို့အတွက် သူလျှိုတစ်ယောက်ဖြစ်လာပါတော့တယ်။အတိတ်က အကြောင်းတွေကိုဖော်ထုတ်ရင်း လူဆိုးမျိုးစုံနဲ့ပတ်သတ်မိရာကနေ အရှုပ်တော်ပုံထဲကနေ လွတ်မြောက်အောင် ဘယ်လို အက်ရှင်ခန်းတွေနဲ့ စွန့်စားမလဲဆိုတာ...။\nFile size…(2.5 GB)/(1.2 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.8",
        "url": "https://megaup.net/4rzEj/(CM)_The_Accidental_Spy.2001.720p.Blu-ray.AAC.5.1.AVC-Nyein.mp4",
        "category": "Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZ70eV3MxSFcGFtPCpVBZVc5j8C.jpg",
        "title": "Ten Months (2020)",
        "description": "Ten Months (2020) ဇာတ်လမ်းအညွှန်းTen Months ဆိုတဲ့ ဇာတ်ကားလေးကတော့ အသက် ၂၉ အရွယ် Old video game developer လေးတစ်ယောက်ဖြစ်တဲ့ ချွဲမီရယ်လေးရဲ့ အကြောင်းကိုပုံဖော်ထားတာဖြစ်ပါတယ်။Game developer ကနေ မီရယ်တစ်ယောက် ဆိုင်းမဆင့်ဘုံမဆင့် ကိုယ်ဝန်ရပြီး မိခင်တစ်ယောက် ဖြစ်လာမဲ့ အရေးနဲ့ ကြုံခဲ့ရပါတယ်။ အချိန်တွေကြာလာတာနဲ့အမျှ သူ့ပတ်ဝန်းကျင်ကလူတွေရဲ့ ဘဝတွေ နေထိုင်မှုတွေကိုမြင်ပြီး ကလေးမွေးဖို့ မဖြစ်နိုင်တော့ဘူးဆိုတဲ့ အတွေးတွေဝင်လာခဲ့ပါတယ်။သူ့ရဲ့ချစ်သူ ယွန်းဟိုကလည်း ရှိတဲ့အလုပ်ကပြုတ်ပြီး အလုပ်သစ်ကလည်းမရ၊ အခြေအနေတွေကလည်း ခက်ခဲလာ နဲ့ ဖိအားပေါင်းစုံ ရင်ဆိုင်လာရတယ်။ သူနဲ့သိတဲ့ မိခင်တွေရဲ့ ဘဝတွေကို လိုက်လေ့လာကြည့်တော့လည်း ကောင်းတာမတွေ့တဲ့အခါ မီရယ်တစ်ယောက် လက်လျှော့ချင်စိတ်တွေ ဖြစ်လာခဲ့ပါပြီ။သို့သော်လည်း မကြာခင် လူတစ်ယောက်ဖြစ်လာတော့မဲ့ ကိုယ်ဝန်ကို ဖျက်ချတယ်ဆိုတာ လွယ်ကူတဲ့အလုပ်တော့မဟုတ်ပါဘူး။ ဒါပေမဲ့ အိမ်ထောင်မရှိတဲ့ မိန်းကလေးက တစ်ယောက်တည်း ကလေးမွေးပျိုးထောင်ဖို့ဆိုတာလည်း မလွယ်ကူတာအမှန်ပါ။အဲလိုအခက်အခဲတွေကြားက ...",
        "rating": "7.5",
        "url": "https://megaup.net/35B6b/[CM]Ten.Months.2020.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/all-135x200.jpg",
        "title": "All the Old Knives(2022)",
        "description": "မင်းသား ခရစ္စပိုင်းရဲ့ ရုပ်ရှင်အသစ်လေးပါ။ စပိုင်ရုပ်ရှင်ပါပဲ။ စိတ်ဝင်စားစရာအရမ်းကောင်းပါတယ်။လိုက်ပြီးလည်း အတူစဉ်းစားရတဲ့ကားမျိုးပါပဲ။ ဇာတ်လမ်းအကျဉ်း - လွန်ခဲ့တဲ့ ၈ နှစ်ကလေယာဉ်ပြန်ပေးဆွဲမှုတစ်ခုမှာ ဓားစာခံတွေ ရာချီပြီး သေဆုံးခဲ့သလို အကြမ်းဖက်သမားတွေအကုန်သေဆုံးခဲ့တဲ့အမှုတစ်ခုဖြစ်ပါတယ်။အဲဒီအမှုမှာ ပါဝင်တဲ့သူတွေလည်း သေတဲ့သူသေ အငြိမ်းစားယူတဲ့သူ ယူကုန်ကြပါပြီ။ အကြမ်းဖက်ထောက်လှမ်းရေးအေဂျင်စီအနေနဲ့ အရှက်တကွဲနဲ့ ပိတ်သိမ်းခဲ့ရတဲ့ အမှုတစ်ခုပါပဲ။ ဒါပေမဲ့ ရှစ်နှစ်ကြာပြီးအချိန်မှာတော့လေယာဉ်ပြန်ပေးခေါင်းဆောင်ကို ဖမ်းမိခဲ့ပြီး ပြန်ပေးမှုဟာ ထောက်လှမ်းရေးအတွင်းလူတစ်ယောက်ပါဝင်နေတယ်ဆိုတာသိလိုက်ရပါတယ်။ အဲဒီအတွက် အေဂျင်စီရဲ့ အတော်ဆုံးထောက်လှမ်းရေးသမားကို တာဝန်ပေးပြီး အတွင်းလူသစ္စာဖောက် ဘယ်သူလဲဆိုတာ စုံစမ်းလာတဲ့အခါ.... File size…(1.22 GB)/(646.7MB)/(442MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6.1",
        "url": "https://megaup.net/2pFgx/All.the.Old.Knives.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZ4fVh4NG18D4mbf0lJGoAzfT0E.jpg",
        "title": "Naradan (2022)",
        "description": "Naradan 2022\n--------------------------------------\nယခုတစ်ခေါက်မှာတော့ IMDb rating 7.4/10 ရရှိထားတဲ့အိန္ဒိယဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။သတင်းမီဒီယာဆိုတာ နိုင်ငံတစ်နိုင်ငံအတွက်အရေးပါသလိုအဆိပ်အတောက်ဖြစ်စေတဲ့ သတင်းတစ်ပုဒ်က ဘယ်လောက်အတိုင်းအတာထိ သွားလဲဆိုတာ အားလုံးပဲသိကြမှာပါ။ဒီဇာတ်ကားလေးထဲမှာတော့ မီဒီယာလောကမှာ နာမည်ကြီးတဲ့ သတင်းတင်ဆက်သူချန်ဒရာပရာကစ်ရှ်ဟာ ရုပ်သံလိုင်းကြည့်ရှုသူမြင့်လာဖို့အတွက် သတင်းရှာရေးဖို့သူဌေးနဲ့ အယ်ဒီတာဆီက အမျိုးမျိုးဖိအားပေးခံနေရသူတစ်ယောက်ပါ။ဒါပေမယ့် တခြားရုပ်သံလိုင်းမှာ သတင်းတင်ဆက်သူအသစ်ကလေး ပရာဒီဟာသူ့ထက်နှာတစ်ဖျားသာပြီး နာမည်ကြီးသတင်းတစ်ပုဒ်ကိုတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ ချန်ဒရာတစ်ယောက် သူလက်ကိုင်ထားတဲ့ သတင်းတင်ဆက်သူတစ်ယောက်ရဲ့ကိုယ်ကျင့်တရားတွေကို ဖောက်ဖျက်ပြီး လုပ်ကြံဖန်တီးထားတဲ့ အဆိပ်အတောက်သတင်းတွေနဲ့ လူစိတ်ဝင်စားအောင်ရေးသားပါတော့တယ်။အတ္တ လောဘတရားကိုဆုပ်ကိုင်ထားသူကို ဘယ်သူကမှမတားဆီးနိုင်တော့တဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲ ကြည့်ရှူခံစားပေးကြပါဦး။  \nFile size…1GB / 2.3GB\nQuality…720p WEB DL / 1080p WEB DL\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & Yunni & Allena",
        "rating": "7.3",
        "url": "https://megaup.net/1JH60/Naradan_(2022)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/The_Pilot._A_Battle_for_Survival-1-140x200.jpg",
        "title": "The Pilot A Battle for Survival(2022)",
        "description": "The Pilot A Battle for Survival(2022)၂၀၂၂ ရဲ့ ရုရှား စစ်ကားအသစ်လေး ကြည့်လိုက်ရအောင်။ ဒုတိယကမ္ဘာစစ်အတွင်း\nလေယာဉ်မှူးတစ်ယောက်ရဲ့ စွန့်စားခန်းတွေဖြစ်ပါတယ်။တိုက်ပွဲဝင်ရင်း လေယာဉ်ပျက်ကျပြီး\nဂျာမန်တွေလက်က လွတ်အောင် ပြေးလာရတာတွေ၊ ဒဏ်ရာကြောင့် ခြေထောက်တွေ\nပြတ်သွားပေမဲ့ လေယာဉ်ပြန်မောင်းပြီးတိုက်ပွဲဝင်ဖို့ ကြိုးစားတာတွေကို ဖြစ်ရပ်မှန်တွေကိုအခြေခံပြီး\nရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ စစ်ကားကောင်းကောင်းကြိုက်သူတွေအတွက်\nသင့်တော်တဲ့ရုပ်ရှင်ပါပဲ။ ကြည့်လိုက်ကြပါဦး။File size…(1.82 GB)/(979.57MB)/(669.61MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama/ biography/history\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6.0",
        "url": "https://megaup.net/3Lz7h/The_Pilot_A_Battle_for_Survival.2022.720p(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/2264013-141x200.jpg",
        "title": "The Sadness (2021) (Uncut Version)",
        "description": "The Sadness (2021) (Uncut Version)Virus​တွေ ကပ်​ရောဂါ​တွေနဲ့ Zombie movie​တွေဟာ ဒီဘက်​ခေတ်မှာ လူကြိုက်များ​နေသလို ကား​တွေလည်းအရိုက်များလာပါတယ်၊\nဒီရုပ်ရှင်က​ အသစ်ထွက်ရှိထားတဲ့ ထိုင်ဝမ် disasterရုပ်ရှင်ဖြစ်ပြီး IMDb rating6.6နဲ့ Rotten Tomatoes 95%ထိ Ratingခပ်မြင့်မြင့်ရရှိထားပါတယ်။ကတ်နဲ့ ဂျင်က ထိုင်​ပေမြို့​တော်မှာ​နေထိုင်ကြတဲ့ အတူ​နေချစ်သူ​​တွေပါ၊ အများသူငါလို အလုပ်ကိုယ်စီနဲ့ ဘဝ​ခရီးလမ်းကို တူတူ ​လျှောက်လှမ်း​နေသူ​တွေ​ပေါ့၊\nသူတို့​နေထိုင်ရာ ထိုင်​​ပေမြို့​ကြီးမှာ အဲဒီအချိန်က အယ်ဗင်ဗိုင်းရပ်ဆိုတဲ့ တုပ်​​ကွေးပိုးတစ်မျိုး ပျံ့နှံ့​နေတဲ့အချိန်​ပါ၊အဆိုပါဗိုင်းရပ်ဟာ မျိုးဗီဇ​ပြောင်းနိုင်တယ်လို့ ကျန်းမာ​ရေးနယ်ပယ်က ပညာရှင်​တွေက သတိ​ပေးကြ​ပေမယ့် ထိုင်ဝမ်​ရွေး​ကောက်ပွဲရှိတာကြောင့် ​အစိုးရက ​လော့​ဒေါင်းချခွင့် မ​ပေးခဲ့ပါဘူး။တစ်​နေ့မှာ ပညာရှင်​တွေစိုးရိမ်ခဲ့သလို ဗိုင်းရပ်ဟာ မျိုးဗီဇ​ပြောင်းသွားပြီး လူ​တွေကို ရူးနှမ်းသလိုဖြစ်သွား​စေပါတယ်၊\nဒီဗိုင်းရပ်က Zombieအဖြစ်​ ​ပြောင်းလဲပစ်တာမျိုးမဟုတ်ဘဲ လူ့ဦး​နှောက်ကိုတိုက်ခိုက်ပြီး ဟိရိဩတ္တပတရားမဲ့​အောင် လုပ်ပစ်လိုက်တာမျိုးပါ\nဆင်ခြင်တုံတရား မရှိ​​တော့တဲ့သူ​တွေက မ​​ကောင်းမှု​တွေလုပ်ရမှာ မရှက်​တော့ဘဲ လူသတ်ခြင်း၊ မုဒိန်းကျင့်ခြင်း၊ သတ်​​​​သေခြင်းလို ကိစ္စ​တွေ အကုန်လုပ်လာကြပါတယ်၊\nဒီလိုအသိစိတ်မဲ့​​နေတဲ့ လူထုကြီးရန်နဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2pE5s/The_Sadness_(Uncut_Version)_(2021)_WebDL_720p.mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTk2MjQ2NTAzOV5BMl5BanBnXkFtZTcwMTg5NzgyMQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "[18+] Eros (2004)",
        "description": "[18+] Eros (2004) ဝေါင်ကာဝေး၊ စတီဗင် ဆိုဒါးဘတ်၊ မိုက်ကယ်အိန်ဂျလို အန်တိုနီယိုနီ စတဲ့ ဟောင်ကောင် အမေရိကန် အီတလီက နာမည်ကျော် ဒါရိုက်တာ၃ယောက်ဟာ Eros ဆိုတဲ့နာမည်နဲ့ ဇာတ်လမ်းတို သုံးခုကို Erotic ဆန်ဆန်ရိုက်ဖို့ တွဲဖက်ပေးခံခဲ့ရပါတယ်။ ဇာတ်လမ်းသုံးခုလုံး ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်တွေပါပဲ။ သုံးယောက်လုံး နာမည်ကျော်တွေပေမဲ့ ဝေါင်ကာဝေးရဲ့ The Hand ကတော့ အသပ်ရပ်ဆုံး အလှပဆုံးပါပဲ။ - \"The Hand\" By Wong Kar Waiအပြာရောင်ရဲရဲသမိုင်းနဲ့ မကင်းတဲ့သူတွေ မရေနိုင်မတွက်နိုင် ရှိကောင်းရှိဖူးကြမှာပဲ။ အားလုံးနီးပါးပဲ ထင်ပါတယ်။ တစ်ခါတလေတော့လည်း သိ‌နေပြီးတဲ့ အရာရာတိုင်းကို သိဖို့မလိုဘူးပေါ့။ ဒီနည်းနဲ့ ထားသင့်အရာတွေကို ထားသင့်တဲ့နေရာမှာထားပြီး ကျွန်တော်တို့‌ ကမ္ဘာမပြိုပျက်ဖို့ နံရံတစ်ခုခြားခဲ့ကြတာပါပဲ။အနုပညာပစ္စည်းတစ်ခုမှာ ကျန်တာထက် အခရာကျတဲ့ အရည်အသွေးက ရိုးသားမှုလို့ ကျွန်တော်တော့ မှတ်ယူတာပဲ။ ဖန်တီးသူဟာ သူ့ခံစားချက် ...",
        "rating": "",
        "url": "https://megaup.net/1JGz8/(CM)_Eros_(2004)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2NY6jrjneH6qgGCVPdcqcH9NpyN.jpg",
        "title": "Yuni (2021)",
        "description": "Yuni (2021)\"လက်ထပ်ထိမ်းမြားဖို့ လာရောက်ကမ်းလှမ်းတာကို နှစ်ကြိမ်ထက်ပိုပြီးငြင်းပယ်ရင် ကံဆိုးတတ်တယ်။\nဆိုလိုတာက နောက်ပိုင်းမှာ လင်ယောက်ျားရဖို့ ခက်ခဲလိမ့်မယ်\" တဲ့။\nဒါကတော့ အင်ဒိုနီးရှားနိုင်ငံမှာ အမျိုးသမီးငယ်လေးတွေ ကြားရလေ့ရှိတဲ့စကားပါပဲ။\nလူကြားထဲသွားရင် ဆံပင်၊ အရေပြား ပေါ်နေလို့မရဘူး။\nမိတ်ကပ်၊ ရေမွှေး၊ လက်ဝတ်တန်ဆာတွေ မသုံးရဘူး။\nယောက်ျားတွေထက် အသံပိုမကျယ်ရဘူး။\nအိမ်ထောင်သည်မိန်းမက ခြုံထည်မပါဘဲ အပြင်မထွက်ရဘူး... စသဖြင့် ကန့်သတ်ချက်တွေက များလှတယ်။\nအထူးသဖြင့် အမျိုးသမီးတွေရဲ့ ကိုယ်ပိုင်ရွေးချယ်ခွင့်နဲ့ လွတ်လပ်ခွင့်ကို အလွန်အကျွံကန့်သတ်ချုပ်ချယ်ထားတယ်။အင်ဒိုနီးရှားနိုင်ငံမှာ လူအများစုက အစ္စလာမ်ဘာသာကို ကိုးကွယ်ကြတာမလို့\nနိုင်ငံတွင်းမှာ အစ္စလာမ်ဘာသာရေးအဖွဲ့အစည်းတွေလည်း များပြားတယ်။\nအဲထဲကမှ Rohani Islam (ROHIS) ဆိုတာက တစ်ခုအပါအဝင်ပေါ့။\nအဲအဖွဲ့အစည်းက အလယ်တန်း၊ အထက်တန်းကျောင်းတွေကိုသွားပြီး\nအစ္စလာမ်သွန်သင်ချက်တွေနဲ့အညီဖြစ်ဖို့ အစ္စလာမ်သာ‌သာရေးနဲ့ပက်သက်တဲ့အသိပညာတွေ\nလူငယ်တွေရရှိစေဖို့ ကျောင်းတွင်းသင်ရိုးနဲ့ လှုပ်ရှားမှုတွေမှာ ထဲထဲဝင်ဝင် ပါဝင်လုပ်ဆောင်တတ်တယ်။ဒီရုပ်ရှင်မှာတော့ ဆယ်ကျော်သက်အရွယ်မိန်းကလေးတစ်ယောက်\nမိရိုးဖလာကန့်သက်ချက်တွေနဲ့ သူ့ရဲ့စိတ်ဆန္ဒတွေကြားမှာ ခက်ခက်ခဲခဲ အားပြိုင်ရပုံကို တွေ့မြင်ရမှာပါ။\nသူ့နာမည်က ယူနီ၊ ရင်းနှီးတဲ့သူတွေက ယွန်လို့ခေါ်ကြတယ်။\nအသက်က ၁၆ နှစ်၊ အထက်တန်းကျောင်းပြီးခါနီးပြီ။\nမိသားစုက သာမန်။ မိဘတွေက အဝေးမှာမလို့ ရှေးရိုးဆန်တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1JGzX/Yuni.2021.720p.HC.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/R-3347465-1522664755-7011-138x200.jpg",
        "title": "Dil Chahta Hai (2001) Dil Chahtha Hain",
        "description": "IMDb Rating (8.1)/ Rotten Tomatoes (95%)ဒီဇာတ်ကားလေးမှာ မင်းသားကြီး အမီရ်ခန်းရယ် ဆေ့ဖ်အလီခန်းရယ် အက်ရှေးခန်နားတို့ ပါဝင်သရုပ်ဆောင်ထားတယ်Rating တွေ ကောင်းတဲ့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းကြောရိုးကတော့ ရိုးရှင်းပါတယ်...ပေါ့ပေါ့ပါးပါးလေးနဲ့ ရင်ထဲတစ်ခုခုကျန်စေမယ့် ကားမျိုး...သူငယ်ချင်းသုံးယောက်ရှိတယ်...စမီရ် ဆစ်ဒ် နဲ့ အာကာရှ်မိဘတွေကငွေကြေးပြည့်စုံကြတော့ သူတို့ဘဝက လိုလေသေးမရှိပေါ့...လူငယ်သဘာဝပျော်မယ် ပါးမယ် ကဲမယ် ဘဝရဲ့ဒဿနလည်းမသိ အချစ်ရဲ့အနက်အဓိပ္ပါယ်လည်းမမှုတစ်ခါတလေ ဘဝက သင်ခန်းစာပေးတယ်လို့ ပြောတတ်ကြတယ်မလားအဲ့ဒီလိုပဲ သူတို့သုံးဦးရဲ့ဘဝကိုယ်စီမှာ သင်ခန်းစာတစ်ခုဆီရလာကြတဲ့အခါ ဒီလူငယ်လေးတွေ ရင့်ကျက်လာတဲ့အကြောင်းကို ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာပါ...အချစ်ဆိုတာမျိုးက လုပ်ယူဖန်တီးလို့မရသလို ဘဝကြီးမှာလည်း ကိုယ်ဖြစ်ချင်တာတွေ ဖြစ်မလာတတ်ပါဘူး...ဒါပေမဲ့ တချို့အရာတွေက ကိုယ့်ရဲ့ကြိုးစားအားထုတ်မှုမရှိဘဲ ပိုင်ဆိုင်ရတာမျိုးမရှိတတ်ပါဘူး ကိုယ်တကယ်ချစ်တဲ့သူကို ဒီဇာတ်ကားလေးနဲ့ အဖြေရှာကြည့်ပြီး ကြည်နူးနိုင်ပါတယ်။\nFile size…(3.8 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….03:05:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://megaup.net/13J2w/(CM)_Dil_Chahta_Hai_2001_BluRay_720p_Hindi_DTS_HDMA_5.1_x264-Nyein.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/moLnqJmZ00i2opS0bzCVcaGC0iI.jpg",
        "title": "Umma (2022)",
        "description": "Umma (2022)\n======================\nKilling Eve ဇာတ်လမ်းတွဲနဲ့လူသိများတဲ့ ကိုရီးယားမင်းသမီး Sandra Oh ဦးဆောင်ပါဝင်ထားတဲ့\nHorror ကားကောင်းလေး ဖြစ်ပါတယ်။\nAsian အငွေ့အသက်တွေပါတဲ့ Horror Genre အမျိုးအစားဖြစ်တာကြောင့်\nကြောက်ဖို့ မကောင်းမှာတော့ မပူရပါဘူး။ဇာတ်လမ်းပုံစံကတော့ မိခင်ရဲ့ညှင်းပန်းနှိပ်စက်မှုကြောင့်\nကိုရီးယားကနေ US ကိုထွက်ပြေးပြီး အခြေချနေထိုင်လာခဲ့တဲ့\nအမန်ဒါဟာ ခရစ်ဆိုတဲ့ သမီးလေးတစ်ယောက် အရွယ်ရောက်လာတဲ့အထိပါပဲ။\nသားအမိနှစ်ယောက် ပျားမွေးမြူရေးလုပ်ကိုင်ရင်း ဖုန်းမရှိ..အီးမေးလ်မရှိ အင်တာနက်မရှိဘဲ\nပတ်ဝန်းကျင်နဲ့အဆက်သွယ်ဖြတ်ကာ ဇာတ်မြှုပ်နေထိုင်ခဲ့ကြပါတယ်။\nရှောင်လွှဲလို့မရတဲ့ ကံကြမ္မာဖန်လာတော့ အမန်ဒါရဲ့ ဦးလေးဖြစ်သူဟာ ကိုရီးယားကနေ\nအိမ်ရှေ့တံခါးဝဆီကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပါတယ်။ သူနဲ့အတူ သေဆုံးသွားတဲ့\nအမန်ုဒါအမေရဲ့ အရိုးပြာနဲ့အကြွင်းအကျန်ပစ္စည်းတွေ ပါလာခဲ့ပါတယ်။\nသမီးကိုနောက်ဆုံးစွဲလန်းစိတ်နဲ့သေသွားခဲ့တဲ့ အမန်ဒါရဲ့ မိခင် ဝိဉာဉ်ဟာ\nခရစ်နဲ့အမန်ဒါတို့ နှစ်ယောက်ဘဝထဲ ဂြိုလ်ဆိုးတွေဝင်လာခဲ့တဲ့အခါမှာတော့...\nဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ ဒီ Umma ဆိုတဲ့ဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်Genre.....Drama,Horror, Mystery\nQuality….WEB-DL 1080p and 720p and 480p\nFile size… 1.47GB and 728MB ...",
        "rating": "5.1",
        "url": "https://megaup.net/1JFao/Umma.2022.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5BU4qoPUPiOSiLue8ni8VdxNP4U.jpg",
        "title": "Etharkkum Thunindhavan (2022)",
        "description": "Etharkum Thuninthavan 2022ဟယ်လို ..ဘာ ကျွန်မသားကလူနှစ်‌ယောက်ကိုသတ်တယ်ဟုတ်လား မဖြစ်နိုင်တာ..။။ယောကျာ်းရေ ကျွန်မတို့သားကလူနှစ်ယောက်ကိုသတ်လိုက်လို့ ဆိုပြီးဖုန်းဆက်နေတယ်-လိမ်နေတာ သူတကယ်သတ်တာလေးယောက်IMDb 8.3ထိရရှိထားတဲ့ဒီကားဟာ 2019ခုနှစ် အိန္ဒိယနိုင်ငံရဲ့ Pollachi ရွာလေးမှာဖြစ်ပျက်ခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာကိုယ်ထိလက်ရောက်ကျူးလွန်မှုကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ကားတစ်ကားပဲဖြစ်ပါတယ်သားဖြစ်သူသဘောကျနေတဲ့ကောင်မလေးကို တင်တောင်းလို့မရရင်ပြန်ပေးဆွဲကွာဆိုပြီး ဝိုင်းမြှောက်ပေးကြတဲ့အဖေနဲ့အမေမျိုးရှိတဲ့မိသားစု ဟာဆိုရင်ဖြင့်အတော်ဗရုတ်ကျစရာနဲ့ ခွီနေရမှာပါ ဟုတ်ပါတယ်ကန်နာဘီရန်လို့ခေါ်တဲ့ရှေ့နေရဲ့မိဘတွေက ဒီလိုမျိုးတွေပါ သားဖြစ်သူကလမ်းမှားမလျှောက်ဘူးဆိုတာအမြဲယုံကြည်ထားကြတဲ့လူတွေပါ ဒါပေမယ့်မိန်းမခိုးပွဲနေ့ကြီးမှာတော့ ထင်မှတ်မထားတာဖြစ်လာခဲ့ပါတယ်ခိုးပြေးမယ့်မိန်းမရဲ့ သူငယ်ချင်းဖြစ်သူက အန္တရာယ်ဖြစ်နေပြီဆိုပြီးသတင်းရတော့ သွားကယ်တင်ရင်း သိလာခဲ့ရတဲ့အမှန်တရားတွေ...တစ်မြို့လုံးကမိန်းကလေးတွေနဲ့အကျပ်ကိုင်ခြိမ်းခြောက်လာတဲ့အခါမှာတော့ ဒီကိစ္စကသာမန်မဟုတ်တော့ပါဘူးနောက်ကွယ်ကအကျပ်ကိုင်သူဟာသူမယှဉ်နိုင်တဲ့လူဖြစ်နေတဲ့အခါ ဘယ်လိုလှည့်ကွက်တွေသုံးမှာလဲ၇၅ကုဋေထိအကုန်အကျခံရိုက်ကူးထားပြီး လူကြိုက်များ Rating များတဲ့ဇာတ်ကား ဖြစ်တာကြောင့် အခုပဲအပြေးကြည့်ရှုနိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းရေးသားသူက Yunniဖြစ်ပါတယ်) \nFile size…3GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Jerrica & Yunni",
        "rating": "8.2",
        "url": "https://megaup.net/2pCA3/Etharkkum_Thunindhavan_(2022)_Tamil_TRUE_WEB-DL_-720p.(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPkbeU0ZT6tuO87TksSDLpnLXwR.jpg",
        "title": "(18+)Island of Desire (2022)",
        "description": "မာသာဆိုတဲ့ အမျိုးသမီးငယ်လေးဟာ သူ့ကလေးအသေမွေးပြီးတဲ့နောက် စိတ်ဂယောင်ချောက်ချားဝေဒနာကြောင့်ကုထုံးဆရာဝန်နဲ့ပြနေရပြီး တစ်ပူပေါ်နှစ်ပူဆင့်စရာသူ့ခင်ပွန်းရဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကလဲ စိတ်ဖိစီးစရာဖြစ်နေပါသေးတယ်။တစ်နေ့ဆရာဝန်ဆီကအပြန်ကားပေါ်မှာကတောက်ကဆဖြစ်ရာကနေမတော်တဆမှုကြုံပြီးနှစ်ဦးလုံးသတိလစ်မေ့မျောသွားပါတော့တယ်။သတိရလာတဲ့အချိန်မှာတော့ မာသာဟာ အစ်စလာဘာတိုဆိုတဲ့ ဝေးခေါင်တဲ့ဒေသကျွန်းလေးတစ်ကျွန်းမှာခရိုင်ကျန်းမာရေးဌာနရဲ့သူနာပြုတစ်ယောက်အဖြစ်ရောက်ရှိနေပါတယ်။ ကျွန်းပေါ်ကဝမ်းဆွဲဆရာမ တက်စ်၊လီလွိုင်းဆိုတဲ့ဆိုင်ကယ်ကယ်ရီသမားလူငယ်လေးတို့နဲ့ရင်းနှီးလာခဲ့ပြီး လီလွိုင်းနဲ့တော့ချစ်ကျွမ်းဝင်နေကြပါပြီ။ကျွန်းပေါ်ရောက်ကတည်းက မာသာဟာထူးခြားတဲ့အိမ်မက်တွေကိုမြင်မက်ပါတယ်၊ အဲ့ဒီအိမ်မက်ကတော့ကလေးမွေးလုဆဲမိခင်တွေကို သူကူညီပြုစုပေးနေရင်း အဲ့ဒီမိခင်တွေကနေ မြွေမွေးလာပြီးထကိုက်တာ ဆိတ်ကလေးမွေးလာတာတွေပါ။ ဒီလိုပဲကျွန်းပေါ်က တစ်ချို့လူတွေက သူအရင်က သိဖူးကျွမ်းဖူးသလိုဖြစ်နေရုံတင်မကကာလရှည်ပျောက်ဆုံးနေတဲ့အစ်မအရင်းဖြစ်သူကိုပါ ကျွန်းပေါ်မှာတွေ့လာရပြီး အဲ့ဒီအစ်မက ကျွန်းပေါ်ကချက်ချင်းပြန်ဖို့ သူ့ကိုတွေ့တိုင်းတိုက်တွန်းလာတဲ့အခါ..။ သူဟာ မာသာဘဝမှာသက်ရှိထင်ရှားရှိနေသေးရဲ့လား?အခု သူရောက်နေတာ နောက်ဘဝလား? ဒါမှမဟုတ် အတိတ်ကသူ့ဘဝပဲလား? အဲ့ဒီလိုမဟုတ်ခဲ့ရင်ဒါဟာအပယ်ဘုံတစ်မျိုးမျိုးလား? ပဟေဠိဆန်တဲ့ကျွန်းရဲ့လျှို့ဝှက်ချက်တွေကို သူဘယ်လိုအဖြေရှာမလဲ?မကြာသေးမှီကထွက်ရှိထားတဲ့ Siklo နဲ့ Moonlight Butterfly တို့နဲ့ပရိသတ်စိတ်ဝင်စားမှုကိုရထားတဲ့မင်းသမီးချောလေး Christine Bermas နဲ့ Nerisa, Taya, Mahjong Night တို့ရဲ့မင်းသားငယ် Sean de Guzman တို့ဦးဆောင်ပါဝင်ထားပါတယ်။ကာမဂုဏ်တွေနဲ့လူသားတွေကိုမိန်းမောယစ်မူးစေပြီး အမှန်ကိုမမြင်နိုင်အောင်ပိတ်ပင်ဖျားယောင်းတဲ့ဘုံတစ်မျိုးမျိုးကိုရည်ရွယ်ဟန်ရှိတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့ကျွန်း၊ အစ်စလာဘတန်တိုခေါ်ရမ္မက်ကျွန်းရဲ့အကြောင်းကို ဆက်လက်ရှုစားကြပါ။  \nFile size…1.7GB /860MB\nQuality…1080p WEB DL ...",
        "rating": "7.8",
        "url": "https://megaup.net/13Hq3/Island.Of.Desire.2022.720p.WEB-DL.AAC2.0(DS).mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZGJkZDQ2NDEtZDc5Ny00NjI2LWIxY2EtYTE5MmVjYjM0OGY3XkEyXkFqcGdeQXVyMTM2MTAxMTMw._V1_-135x200.jpg",
        "title": "Koati (2021)",
        "description": "IMDb Rating (7.2)အသစ်ထွက်ရှိလာတဲ့ Animation ကာတွန်းကားလေး တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့....Balam ဆိုတဲ့ဂျာဂွားအုပ်ချုပ်နေတဲ့ မိုးသစ်တောလေးထဲမှာ Nachi လေးက တစ်ကောင်တည်းသော coati ကောင်လေးပေါ့။ သူတို့နေတဲ့မိုးသစ်တောလေးမှာမထင်မှတ်ထားတဲ့ဘေးအန္တရာယ်ကျရောက်ခဲ့ပြီးတော့ Balmလည်းအသက်ဆုံးရှုံးခဲ့ရသလို အကုန်လုံးကလည်း ဒီတောထဲကနေရွှေ့ပြောင်းမလား တောထဲကဘေးကင်းတဲ့နေရာမှာပဲနေမလားဆိုတဲ့အခြေအနေမျိုးနဲ့ကြုံလာရပါတယ်။နောက်ဆုံးမှာ Zaina ဆိုတဲ့မြွေမကြောင့် သူ့စကားတွေအောက်မှာကြွေကျပြီး အကုန်လုံးကပြောင်းရွှေ့ဖို့လုပ်ခဲ့ကြပေမယ့် Nachi ကတော့တောထဲမှာပဲနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ သူဒီလိုဆုံးဖြတ်ခဲ့တာကလည်း နောက်ကွယ်မှာအကြောင်းအရင်းတစ်ခုရှိနေလို့ဖြစ်ပြီးတော့ အဲ့ဒီအကြောင်းအရင်းကိုအဖြေရှာဖို့အတွက်လည်း Nachi တစ်ကောင် Pako ဆိုတဲ့ခရားရေလွှတ်စကားပြောတတ်တဲ့ဖားလေးရယ် အကြောက်အလန့်မရှိတဲ့ Xochi ဆိုတဲ့လိပ်ပြာမလေးရယ်နဲ့ သုံးကောင်သားစွန့်စားခန်းရှာပုံတော်ဖွင့်ခဲ့ပါတယ်။သူတို့တွေရဲ့စွန့်စားခရီးလေးမှာ ဘယ်လိုအန္တရယ်တွေကစောင့်ကြိုနေပြီး ဘယ်လိုတွေဖြတ်ကျော်ကြမှာလဲ။ Nachi တစ်ကောင် တောထဲမှာကျန်နေခဲ့ဖို့ဆုံးဖြတ်ခဲ့ရတဲ့နောက်ကွယ်ကအကြောင်းအရင်းကဘာလဲ... စတာတွေကိုတော့ ကြည့်ရှုခံစားရမှာပါ။\nFile size…(1 GB)/(640 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:31:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Chit Tee , Htet Kyaw Myo",
        "rating": "7.2",
        "url": "https://megaup.net/1JExc/(CM)_Koati.2022.720p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BOWUwMzk4ZGMtZTRmOC00ZWQ5LThiYjYtZDIyY2MzZTIyOGExXkEyXkFqcGdeQXVyMjIzNTkxMzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Death Cast (2022)",
        "description": "Death Cast(2021)ပထမဆုံးအနေနဲ့စော်လေးတွေမိုက်ပါတယ်။ ဒုတိယအနေနဲ့ဇာတ်လမ်းကသောက်ဆန်းကြီးပါ။ ဒီရုပ်ရှင်ထဲမှာပဲ နောက်ထပ်ရုပ်ရှင်တစ်ကားထပ်ရိုက်နေတဲ့ပုံစံမျိုးရိုက်ပြထားတာဖြစ်ပါတယ်။ အဲလိုကားတွေအရင်ကလည်းရှိဖူးတဲ့အတွက်အဲဒါကသိပ်မဆန်းပါဘူး။ ဘာကဆန်းတာလဲဆိုရင် ကြည့်ရင်းနဲ့ ရုပ်ရှင်လား ရုပ်ရှင်ထဲကရုပ်ရှင်လားဆိုတဲ့ကြားမှာခေါင်းစားရတာပါပဲ။ အဲဒါကပဲဒီဇာတ်ကားရဲ့အသက်လို့ဆိုနိုင်ပါတယ်။ အစကနေအဆုံးထိ အဲဒီနှစ်ခုကြားမှာလိုက်စဥ်းစားရင်းကိုမပျင်းရပါဘူး။ဇာတ်လမ်းကတော့လူငယ်ခြောက်ယောက်ကို ထုတ်လုပ်ရေးတစ်ခုကဇာတ်ကားတစ်ကားအတွက် cast လုပ်ပြီး ရိုက်ကူးရေးအဖွဲ့တွေတစ်ယောက်မှမပါပဲ သူတို့ကိုယ်ပေါ်မှာပဲ mic တွေဆင်ပေးပြီး အိမ်ထဲမှာပဲကင်မရာတွေဆင်ထားတဲ့ မြို့ပြင်ကအိမ်တစ်အိမ်ကိုလွှတ်လိုက်ပါတယ်။ Reality show လိုပုံစံမျိုးလို့ထင်တယ်ဗျ။အဲဒီမှာသူတို့ကိုဇာတ်ညွှန်းပေးထားတဲ့အတိုင်းသရုပ်ဆောင်နေတာလား တကယ်ဖြစ်နေကြတာလားဆိုတဲ့ကြားမှာ မြှုပ်ကွက်ပါးပါးလေးတွေထည့်ပြီး ဆွဲဆောင်သွားတာပါ။ ဒါပေမယ့်နောက်ဆုံးမှာ ဒိုင်ယာလော့ဂ်လေးတစ်ကြောင်းကပဲ တစ်ကားလုံးစဥ်းစားလာရတာတွေကိုအထုပ်ဖြေပေးသွားတာတစ်ခုတော့အတော်သဘောကျမိပါတယ်။Rating သိပ်မကောင်းပေမယ့်လည်း သူတို့မှီငြမ်းထားတဲ့ဝတ္ထုကိုကကောင်းပြီးသားမို့ ရိုက်ချက်တွေလိုအပ်ချက်ရှိရင်တောင် ဇာတ်လမ်းဇာတ်အိမ်ကမညံ့ဘူးဆိုတာထက်ပိုပါတယ်။ Horror Thriller ဇာတ်ကားမလို့ ဟိုလိုအခန်းလေးတွေအနည်းငယ်နဲ့ အဝတ်အစားပိုင်းလွတ်လပ်ပေါ့ပါးတာတော့ရှိပါတယ်။\nFile size…(2.2 GB)/(750 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:17:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "",
        "url": "https://megaup.net/1JEsZ/(CM)_Death.Cast.2021.720p.AMZN.WEB-DL.H264-Naung.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ9CsPoabDGFm8YxtCSdd6eWOUW.jpg",
        "title": "Yaksha: Ruthless Operations(2022)",
        "description": "Yaksha: Ruthless Operations(2022) ဇာတ်လမ်းအညွှန်း*************************************************ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Sol Kyung-gu , Park Hae-soo , Hiroyuki Ikeuchi ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားဟာ ဘက်ဂျင်တွေအများကြီးအသုံးပြုထားတဲ့အတွက်တော်တော်ကြီ:ကိုမိုက်ပါတယ်...ကိုရီးယားနိုင်ငံ အမျိုးသားထောက်လှမ်းရေးရုံးရဲ့ နိုင်ငံခြားဌာနခွဲတစ်ခုမှ ဌာနမှူးKang-in ဟာ အကောင်းဆုံးအေးဂျင့်တွေစုစည်းထားတဲ့ Black Team ကိုဦးဆောင်ပြီးလျှို့ဝှက်မစ်ရှင်များကိုလုပ်ဆောင်ရမယ့် အဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်....\nKang-in ဟာ သူလိုချင်တာရဖို့အတွက်ဆိုရင် ညှာတာမှုမရှိဘဲရက်စက်တတ်တဲ့သူဖြစ်တာကြောင့် \"Yaksha\" (လူတွေကိုဝါးမျိုသောဝိဉာဉ်) ဆိုပြီးနာမည်ဆိုးနဲ့ ကျော်ကြားပါတယ်...\nတစ်ရက်မှာ Black Team ကိုစစ်ဆေးရေးလုပ်ဖို့အတွက် ဌာနချုပ်ကနေ အမှုစစ် Ji Hoon ကိုစေလွှတ်ခဲ့ပါတယ်...\nဒီ‌နေရာမှာ သူတို့ဆောင်ရွက်ရမယ့်စစ်ဆင်ရေးအစစ်ဟာအရှေ့အာရှတစ်ခွင်လုံးကို လှုပ်ခတ်သွားစေနိုင်မယ့်အမှုနဲ့ ပတ်သက်မှုရှိနေကြောင်း သိလိုက်ရတဲ့အခါမှာတော့...File Size :(0.9GB) and (346 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin ...",
        "rating": "7.5",
        "url": "https://megaup.net/2pCrt/Yaksha.Ruthless.Operations.2022.WEB-DL.1080p5.1CH.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNDhhNGMyYWUtYTA4MC00ZGI3LWFmYjktNTUzZjczNTNiOWZiXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-150x200.jpg",
        "title": "Dasvi(2022)",
        "description": "Dasvi(2022) အညွှန်း*****************IMDb...8.5မင်းသားကြီး Abhishek Bachchan ရဲ့ ကားသစ်လာပါပြီဗျား...ဟရစ် ပရာဒက်ပြည်နယ်ဝန်ကြီးတစ်ဦးဖြစ်တဲ့ ဂန်ဒါ ရမ် ချောင်ထရီဟာအတန်းပညာမတတ်သော်လည်းနိုင်ငံရေးအကြောင်းနှောကျေနေပြီးအကျင့်ပျက်ခြစားတတ်တဲ့နိုင်ငံရေးသမားတစ်ယောက်လည်း ဖြစ်ပါတယ်။သူ့မှာ ဗစ်လာ ဒေဗွီ ချောင်ထရီလို့ခေါ်တဲ့နုံ့နုံ့အအဇနီးတစ်ယောက်လည်းရှိပါသေးတယ်။လူတွေအပေါ်အမြဲသြဇာလွှမ်းမိုးတတ်တဲ့ဝန်ကြီးဂန်ဒါ ရမ် ချောင်ထရီတစ်ယောက်တစ်နေ့မှာစွဲချက်ပေါင်းမျာစွာနဲ့ ထောင်ချခံလိုက်ရပြီး သူ့မိန်းမဖြစ်သူက ဝန်ကြီးနေရာဆက်ခံပါတော့တယ်။\nထောင်ထဲမှာလည်း ထောင်မှူးတွေအပေါ် သြဇာညောင်းတဲ့ ချောင်ထရီဆပ်ဟာသူ့မိန်းမဦးဆောင်တဲ့အစိုးရလုပ်ငန်းတွေကိုလည်း နောက်ကွယ်ကကြိုးကိုင်နေဆဲဖြစ်ပါတယ်။အချိန်ကြာတော့ သူ့ရဲ့ရုပ်သေးရုပ်ဝန်ကြီးဖြစ်တဲ့သူ့မိန်းမဟာ ဝန်ကြီးရာထူးကိုတပ်မက်လာပြီးသူ့ကိုစတင်လျစ်လျှူရှုလာခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ထောင်ထဲမှာလည်း မထင်ထားတဲ့ပြဿနာတွေပေါ်လာတဲ့အပြင်သူလုံးဝလုပ်ဖို့ခက်တဲ့ ကိစ္စကြီးတွေပေါ်လာတဲ့အခါမှာတော့.....File Size :(1.0GB) and (325 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Seiji &Jumper Neysman\nEncoded by Phyo Pyae",
        "rating": "8.5",
        "url": "https://megaup.net/1JEni/Dasvi.2022_WEB-DL.1080p5.1CH.mp4",
        "category": "Comedy, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqZymTrvHveuuEjROSbBJrvOzCX.jpg",
        "title": "Old Monk(2022)",
        "description": "Old Monk(2022)ကိုယ့်ရဲ့ရုံးက HRတစ်ယောက်က ရုံးအတွင်းမှာ ချစ်သူရည်းစားမထားရဘူးဆိုတဲ့ စည်းကမ်းကိုထုတ်ထားပြီးချစ်လို့လက်ထပ်ကြမယ့် ချစ်သူတိုင်းရဲ့ မင်္ဂလာပွဲတိုင်းကို လိုက်ဖျက်နေမယ်ဆိုရင်လို့ တွေးကြည့်ကြပါ။ တော်တော်ကို ဒုက္ခရောက်မယ့်အမျိုးပါပဲ။ဒီကားလေးကတော့ Rating 8.3ရရှိထားပြီး 2022ခုနှစ်မှာပဲ ထွက်ရှိထားတဲ့ Old Monkဆိုတဲ့ Comedy, Romance ကားလေးပဲဖြစ်ပါတယ်။နတ်ပြည်မှာနေထိုင်တဲ့ နာရဒါမူနီဆိုတဲ့သူဟာ တစ်ကိုယ်တည်းသမားဖြစ်ပြီး အရှင်ခရစ်ရှနာရဲ့ အမျိုးသမီးဖြစ်သူ ရက်ဒါရဲ့မွေးနေ့မှာ ခရစ်ရှနာသူ့ချစ်သူရဲ့မွေးနေ့ကိုမေ့နေတာကို ဆေးထိုးလိုက်ရာကနေ ခရစ်ရှာနာရဲ့ အမျက်ရှပြီး လူ့ပြည်ကို ကျိန်စာတစ်ခုနဲ့စေလွှတ်ခံလိုက်ရပါတယ်။အဲဒီကျိန်စာကတော့ \"မိန်းကလေးတစ်​ယောက်နဲ့ ချစ်ကြိုက်ပြီး အဲဒီမိန်းကလေးနဲ့လက်ထပ်ရဖို့ မိဘတွေကို စည်းရုံးရမယ်\"ဆိုတာပါပဲ။ဒီကျိန်စာနဲ့လူ့ပြည်ကိုရောက်လာတဲ့ သူက မွေးဖွားလာကတည်းက ကောင်မလေးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့ ဇာတ်လမ်းဖြစ်မလိုဖြစ်ပေမဲ့တိုင်ပင်တွေလွဲလွဲပြီး အချစ်ရေးမှာ ဆက်တိုက်ဆိုသလို အလွဲလွဲအချော်ချော်တွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ မစားရတဲ့အမဲသဲနဲ့ပက်ဆိုသလို တခြားလူတွေလည်းရည်းစားမရပါစေနဲ့ဆိုတဲ့ အတွေးနဲ့ ရုံးမှာ HRရာထူးကို ကြိုးစားယူပြီး ယောကျာ်းနဲ့မိန်းမဆိုတာနဲ့မျက်လုံးချင်းတောင်မဆုံစေဖို့ လိုက်တားမြစ်ပါတော့တယ်။ ဒီလို သူများတကာအတွဲတွေကို ညစ်တီးကျထားတဲ့အာပနာတစ်ယောက် သူတကယ်ချစ်ရတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ထပ်တွေ့လိုက်ရတဲ့အချိန်မှာ....ခရစ်ရှာနာရဲ့ ကျိန်စာကိုဖျက်နိုင်ပါ့မလား။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/35z9u/Old_Monk_(2022)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/zbGN4QBrKoT3HO7etj4FvlM3OZb-133x200.jpg",
        "title": "The Outfit (2022)",
        "description": "The Outfit (2022) ~ IMDb - 7.5/10, RT - 86%, Meta - 69% ~အင်္ဂလိပ် အမျိုးသား အပ်ချုပ်ဆရာတစ်ဦး၊ အရေတွန့်နေတဲ့ အသားအရည်နဲ့၊ ကျွမ်းကျင်ပိုင်နိုင်တဲ့ လက်တွေနဲ့၊ ချီကာဂိုမြို့ပေါ်က ကျော်ကြားသူကြီးပေါ့။ သူ့ပတ်ဝန်းကျင်ကတော့ တိတ်ဆိတ်သလိုပါပဲ။ ဒါပေမဲ့ ဘွိုင်း ဆိုတဲ့ ပုဂ္ဂိုလ်တွေဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ လာ ဖောင်တိန်း ဆိုတဲ့ ပြင်သစ်အမျိုးသမီးတစ်ယောက်ဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ မှုခင်းနှိမ်နင်းရေး FBI အဖွဲ့ရယ်၊ သူတို့ကြားမှာ သူ့အပ်ချုပ်ဆိုင်လေးက အေးချမ်းသလိုလိုနဲ့ ငရဲတွင်းတစ်ခု ဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့ အောက်ဖစ် ဆိုတဲ့ အဖွဲ့တစ်ခုကလည်း ကြားကဝင်ရှုပ်လာပြန်တယ်။ ဂိုဏ်းအဖွဲ့နှစ်ခုကြား ဘယ်သူမှန်းမသိရတဲ့ အောက်ဖစ် ကို ကြောက်ကြ လန့်ကြရပေါ့။ ဘွိုင်းအဖွဲ့ထဲကို လျှို့ဝှက်အသံဖမ်းစက်တစ်လုံး ရောက်လာပြီး ရာဇဝတ်မှုတွေကို ဖော်ထုတ်နိုင်တဲ့ အသံတွေ ဖမ်းမိသွားတဲ့အခါမှာ ဇာတ်လမ်းက ရုပ်လုံးကြွလာပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/13Fip/(CM)_The.Outfit.2022.720p.AMZN.WEB-DL.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1JAfk/(CM)_Deadpool_2_(2018)_Super_Duper_Cut_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://megaup.net/1JAgc/(CM)_Deadpool_(2016)_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPi81HkaQKud9lWfUQGxbbLwG5I.jpg",
        "title": "Kodathi Samaksham Balan Vakeel(2019)",
        "description": "Kodathi Samasksham Balan Vakeel 2019ဟာသဆန်ဆန်နဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ မှုခင်းဇာတ်ကား​ဟောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဘာလာခရစ်ရှ်နန်က ရှေ့နေ့တစ်ယောက်ဖြစ်ပြီးတော့ စကားထစ်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့်အလုပ်မှာထက်မြတ်သလောက် နေရာမရတဲ့သူပါ တစ်နေ့မှာ အဖေဖြစ်သူ ငွေလိုအပ်တာကြောင့်ယောက်ဖဖြစ်သူအပ်တဲ့ အမှုကို ကူညီဖို့လုပ်ရာကနေ အရှုပ်တွေဖြစ်လာတဲ့အခါ....အာနူရာဒါက အဖေတစ်ခုသမီးတစ်ခု​နေတဲ့သူဖြစ်ပြီး အဖေဖြစ်သူက လူတစ်ယောက်နဲ့တွေ့ဖို့ထွက်သွားရာကနေ ပျောက်သွားတာကြောင့် ရဲစခန်းမှာ တိုင်ကြားချက်ဖွင့်ထားသူပါသူကလည်း ဘာလာခရစ်ရှ်နန်ရဲ့ အရှုပ်အထွေးမှာ ပါဝင်မိရာကနေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲစကားထစ်ရှေ့နေတစ်ယောက် ဒီအရှုပ်အထွေးကို ဘယ်လို​ဖြေရှင်းမှာလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါဦးနော်\nFile size…2.4GB / 1.2GB\nQuality…1080p Web DL AAC 5.1ch /720p\nFormat...mp4\nDuration….2h 35min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "5.9",
        "url": "https://megaup.net/1JCfy/Kodathi_Samaksham_Balan_Vakeel_(2019)_720p_(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7akDcAHfp7Lkmuq2ygzNzOhWq8M.jpg",
        "title": "Alice (2022)",
        "description": "Alice (2022) ဇာတ်လမ်းအညွှန်း\"တော်လှန်ရေးသမားတွေကိုထောင်ချလို့ရချင်ရမယ်...တော်လှန်ရေးကိုတော့ထောင်ချလို့မရနိုင်ပါဘူး။\"အမေရိကားလို နိုင်ငံကြီးမှာ ဟိုးအရင်ကတည်းက ကျွန်စနစ်တွေ၊ လူဖြူလူမည်းပြဿနာတွေ ရှိခဲ့တာ အားလုံးအသိပါပဲ။ သမ္မတ လင်ကွန်း လက်ထပ်မှာတော့ ဒီလိုကိစ္စတွေကြောင့်ပဲ မြောက်ပိုင်းနဲ့ တောင်ပိုင်း နှစ်ခြမ်းကွဲကာ အမေရိကန်ပြည်တွင်းစစ်ကြီး ထဖြစ်တဲ့အထိပါပဲ။ နောက်ပိုင်းမှာတော့ လူ့အခွင့်အရေးတွေ၊ တန်းတူညီမျှမှုတွေကို အလေးထားပြီး ယဥ်ကျေးတဲ့ လူအဖွဲ့အစည်းတစ်ခုကို တည်ဆောက်ဖို့အတွက် ဦးတည်လာကြကာ ကျွန်စနစ်ဆိုတာကြီးကို တိုက်ဖျက်နိုင်ခဲ့ကြပါတယ်။ဟုတ်ပြီ၊ ဒါဆိုရင် ကျွန်တော်တို့ ဒီဇာတ်ကားလေးအကြောင်းကို နည်းနည်းလောက် မြည်းစမ်းကြည့်ကြရအောင်။ဂျော်ဂျီယာပြည်နယ် ကျေးလက်ဒေသ တစ်ခုရဲ့ အိမ်ကြီးတစ်လုံးမှာတော့ အခုချိန်ထိ ကျွန်စနစ်ပျက်သွားတာကိုမသိဘဲ ကျွန်ပြုခံထားရသူတွေ ရှိနေသေးပါတယ်။ ကမ္ဘာကြီးနဲ့ အဆက်အသွယ် ဖြတ်ထားတာ ကို ခံနေရပြီး၊ အပြင်လောကကြီးအကြောင်း ဘာမှကို မသိသူတွေပါ၊ အဲဒီအိမ်ကြီးရဲ့ ကျွန်ပြုခံထားရတဲ့ လူတွေထဲမှာ အဲလက်စ်ဆိုသူ အမျိုးသမီးဟာ ဒီနေရာကနေ ထွက်ပြေးပြီးတော့ လွတ်လပ်မှုကိုရှာဖွေချင်သူတစ်ဦးပါ။သူတို့ကို ပိုင်ဆိုင်ထားသူ သခင်ရဲ့ရက်စက်မှုတွေကို တော်လှန်ချင်သူပါ။ တစ်နေ့မှာတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/13Elg/[CM]Alice.2022.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1JBoo/Asurado_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
        "title": "Godha (2017)",
        "description": "ဒီကားကတော့ 2017ခုနှစ်မှာ ထွက်ရှိထားပြီး IMDb Rating 7.5ရရှိထားတဲ့ အိန္ဒိယနပန်းအားကစားကားပဲဖြစ်ပါတယ်။အိန္ဒိယနိုင်ငံရဲ့ နပန်းအားကစားနဲ့ ပက်သက်ရင် အားလုံးသိထားကြတာကတော့ 2016ခုနှစ်မှာ ထွက်ရှိထားခဲ့တဲ့မင်းသားကြီး Aamir Khanနဲ့ မင်းသမီးFatima Sana Shaikhတို့ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်း Dangalဆိုတဲ့ ကားပါပဲ။ဒီလိုမျိုး အိန္ဒိယနိုင်ငံမှာ ရာဇဝင်နဲ့ရှိခဲ့ပြီး အလေးအမြတ်အားကစားတစ်ခုလို တန်ဖိုးထားကြတဲ့ နပန်းအားကစား စတင်ကွယ်ပျောက်လာချိန်....လူငယ်တွေတန်ဖိုးမထားတတ်ကြတော့လို့ အားကစားပညာရပ်တစ်ခု စတင်မှေးမှိန်လာတဲ့အချိန်မှာ နပန်းအားကစားကို တန်ဖိုးထားပြီးအားပေးနေသေးတဲ့ နပန်းအားကစားသမားဟောင်း အဖွဲ့ခေါင်းဆောင်ဖြစ်သူက သူ့ရဲ့သားဖြစ်သူ ဒက်စ်ကို ပညာသင်ဖို့ ပန်ဂျက်ကောလိပ်ကိုလွှတ်လိုက်ပြီးတဲ့နောက်မှာ ဒက်စ်ဟာ နပန်းအားကစားသမား အက်ဒီသီစင့်ဆိုတဲ့ကောင်မလေးကို ချစ်မိသွားခဲ့ပါတယ်။ နဂိုတည်းက အစွန်းရောက်ဝါဒတွေနဲ့မိန်းမဆိုတာ ယောကျာ်းယူပြီး ကလေးမွေးရမယ်လို့ တစ်ဖက်ပိတ်နေသူ အစ်ကိုဖြစ်သူကိုဖောက်ထွက်ပြီး နပန်းဆော့ဖို့ရုန်းကန်နေရတဲ့ပန်ဂျက်သူ​လေး အက်ဒီသီဟာ သူမရဲ့လမ်းကြောင်းမှာ ဘာတွေကို ဆက်ရွေးချယ်သွားလေမလဲ။ ဒက်စ်တစ်ယောက်အနေနဲ့ရောသူ့မြို့ရဲ့ နပန်းအားကစားတစ်ဖက်၊ ချစ်ရသူရဲ့ ဘဝကတစ်ဖက်မှာ ဟန်ချက်ညီအောင် ဘယ်လိုထိန်းပြီး သူချစ်ရတဲ့အရာတွေကိုဘယ်လိုကာကွယ်သွားမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြပါနော်။အိန္ဒိယနပန်းအားကစားရဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JAl7/Godha_720p_2017_AAC_2.0CH_(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/w-135x200.jpg",
        "title": "Windfall (2022)",
        "description": "လောကကြီးမှာ ပြည့်စုံတဲ့သူတွေနဲ့ မပြည့်စုံတဲ့သူတွေက\nအမြဲတမ်း အားပြိုင်နေကျစမြဲပါဘဲ မပြည့်စုံတဲ့သူတစ်ယောက်ဟာ\nပြည့်စုံတဲ့သူလိုဖြစ်ချင်တာကလည်း သဘာဝတရားတစ်ခုပါပဲ\nပြည့်စုံတဲ့သူတစ်ယောက်လည်း မပြည့်စုံတဲ့သူတွေကို\nအချောင်သမား အပျင်းကြီးတဲ့သူတွေလိုထင်နေတာလည်း မဆန်းပါဘူး\nဒါပေမဲ့ ကိုယ်က ပြည့်စုံတယ်ဆိုပြီး ကိုယ့်မိန်းမရဲ့ စိတ်ကိုနည်းနည်းလေးမှ\nဂရုမစိုက် လူရာမသွင်းဘဲ ကိုယ်လုပ်ချင်တာတွေချည်းလုပ်နေလို့\nမရဘူးဆိုတာလေးကို ရိုက်ပြသွားတာပါ လူလေးယောက်ထဲနဲ့\nတစ်ကားထဲကို စဉ်းစားစရာတွေ သင်ခန်းစာယူစရာတွေနဲ့\nလူတန်းစားကွာဟချက်တွေအကြောင်း ရိုက်ပြသွားလို့ အေးအေးလေးနဲ့\nငြိမ့်ငြိမ့်လေးကြည့်လို့ကောင်းမယ့်ကားလေးပါပဲ\nထူးခြားတာကတော့ ဇာတ်ကောင်တွေရဲ့နာမည်ကိုအသုံးမပြုထားဘဲ\nနာမ်စားတွေပဲသုံးသွားခဲ့တာပါ စဉ်းစားရသက်သာတာပေါ့\n File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/105ve/wildland.2020.720p.bluray_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://megaup.net/1Jzks/Jackass.Forever.2022.720p_(CM).mp4",
        "category": "Action, Comedy, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/images-133x200.jpg",
        "title": "Election (2005)",
        "description": "Election (2005) ~ IMDb - 7.1/10, RT - 87%, Meta - 73% ~အာရှရုပ်ရှင်ဖန်တွေ အကောင်းဆုံးဟောင်ကောင်ဂန်းကားကို ရွေးကြတဲ့အခါ Election တွေကို ကြည့်ဖူးတဲ့လူအများစုကတော့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကို ရွေးကြတာများပါတယ်။ Election နှစ်ကားက ဂန်းကားပေမဲ့ အားနေပစ်လိုက် ထိုးလိုက်လုပ်နေတဲ့ ဂန်းကားမဟုတ်သလို စကားပဲများနေတဲ့ ဂန်းကားလည်းမဟုတ်ပြန်ဘူး။ အဲဒီနှစ်ခုကြားက မဇ္စျိမပဋိပဋာကျတဲ့ ဂန်းကားလို့ဆိုရမယ်။ ဒီနှစ်ကားလုံးက ဂန်းကားပေမဲ့ အနုပညာရည်အရလည်း မနုံနဲ့ဘူး။ ၂၀၀၅ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပထမကားကိုပြခဲ့ပြီး ၂၀၀၆ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ဒုတိယကားကိုပြခဲ့တဲ့အပြင် ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲတွေမှာရော ဝေဖန်ရေးသမားတွေပေးတဲ့ ဆုပေးပွဲတွေမှာ Best Picture ဆုတွေ Best Director ဆုတွေ Best Screenplay ဆုတွေ ရထားတဲ့ရုပ်ရှင်တွေဆိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jznt/(CM)_Election_(2005)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/battle.freestyle-134x200.png",
        "title": "Battle: Freestyle (2022)",
        "description": "Battle: Freestyle (2022)=================စတိုင်ကျကျကပြတဲ့ ကားတွေကို ကြိုက်သူများအတွက် Netflix က\nအသစ်ထွက်ရှိလာတဲ့ ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်။\nကားနာမည်ကတော့ Battle: Freestyle တဲ့ . . .ဒီကားထဲမှာ အမ်မလီက ချစ်သူမီကယ်ရဲ့အကအဖွဲ့မှာ ပါဝင်တဲ့သူလည်း\nဖြစ်သလို၊ တစ်နေ့မှာ အမ်မလီတို့အဖွဲ့ ပါရီမှာ ပြိုင်ပွဲ ယှဥ်ပြိုင်ဖို့အတွက်\nရွေးချယ်ခံလိုက်ရတဲ့အခါ အမ်မလီတစ်ယောက် ဝေးကွာနေတာကြာပြီဖြစ်တဲ့\nအမေဖြစ်သူနဲ့ တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။ နောက်ပြီးအမ်မလီအမေက\nအကသင်တန်းကျောင်းရဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်ပြီး အမ်မလီ\nတစ်ယောက် အမေဖြစ်သူနဲ့တွေ့တဲ့ချိန်မှာ ဘယ်လိုအပြောင်းအလဲတွေ\nဖြစ်ကုန်မှာလဲ၊ အကပြိုင်ပွဲမှာရော သူတို့မျှော်မှန်းထားတဲ့ ဆုကြေးတွေ\nသိမ်းပိုက်နိုင်မလားဆိုတာ စိတ်ဝင်တစားနဲ့ ဒီဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှု\nရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Jerrica တို့ဖြစ်ပါတယ်)File Size - (1.6 GB) / (813 MB) / (538 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "4.8",
        "url": "https://megaup.net/35t7z/Battle.Freestyle.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VCoynZwiaTEsETx9yP0rAWOaOg.jpg",
        "title": "Bull (2021)",
        "description": "Bull (2021) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါတော့ Thriller အမျိုးအစား ရုပ်ရှင်ကားကောင်းလေး ကို တင်ဆက်ပေးလိုက်ပါတယ်။သွေးအေး ရက်စက်တဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်တဲ့ ဘူးလ်ဟာ သားဖြစ်သူကို ဆေးစွဲနေတဲ့ သူ့မိန်းမနဲ့ ခွဲထားဖို့ ကြိုးစားရာကနေ ဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ယောက္ခမ ဖြစ်သူနဲ့ ကတောက်ကဆ တွေ ဖြစ်ပါတော့တယ်။ ဒီလိုနဲ့ လူမိုက်တွေရဲ့ ထုံးစံအတိုင်း ဘူးလ်ကို နှိပ်စက်ပြီးတဲ့နောက်မှာ ဝေဒနာကြီးစွာ ခံစားရပြီး သေသွားအောင် ပစ်ထားခဲ့ပါတယ်။နောက်ဆယ်နှစ်အကြာမှာတော့ ဘူးလ်တစ်ယောက် အမှတ်မထင် ပြန်ပေါ်လာပြီး သူ့သားကို ပြန်ခေါ်နိုင်ဖို့နဲ့ သူ့ကို သစ္စာဖောက်ခဲ့တဲ့ မိတ်ဆွေဟောင်းတွေကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ...နဂိုကတည်းက သွေးအေးရက်စက်ပါတယ်ဆိုတဲ့ ဂိုဏ်းစတား တစ်ယောက် နာကျည်းချက်တွေနဲ့ လက်စားချေဖို့ အကြောင်းဖန်လာတဲ့အခါ ...ဘယ်လိုရက်စက်တဲ့ နည်းတွေ သုံးမလဲ?သားဖြစ်သူကို ပြန်ခေါ်ထားနိုင်ပ့ါမလား?ယောက္ခမနဲ့ မိန်းမတို့ကကော သူ့ကို ဒီအတိုင်း လက်ပိုက်ကြည့်နေပါ့မလား? ဆိုတာကိုတော့ ရုပ်ရှင်ထဲ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Jzhe/[CM]Bull.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "title": "Moonshot (2022)",
        "description": "Moonshot (2022)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ မှာအသစ်ထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။Walt ဆိုတဲ့ကောင်လေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက အာကာသတစ်ခွင် လျှောက်သွားချင်နေခဲ့တာပါ။\nKovi Industries Student Mars Program ဆိုတာကတော့\nကောလိပ်ကျောင်းသားတွေကို အင်္ဂါဂြိုလ်ဆီ ပို့ပေးနေတဲ့ ပရိုဂရမ်တစ်ခုဖြစ်ပါတယ်။\nWalt ရဲ့ရည်းစားဖြစ်သူကလည်း အင်္ဂါဂြိုလ်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ။\nWalt တစ်ယောက် အင်္ဂါဂြိုလ်သွားဖို့ကို အကြိမ်ကြိမ်ပယ်ချခံရပြီးနောက်မှာတော့\nSophie ဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nSophie ကတော့ ထူးချွန်တဲ့ကျောင်းသူတစ်ယောက်ဖြစ်သလို\nသူ့ရည်စား Kelvin ကလည်း အင်္ဂါဂြိုလ်ပေါ်မှာ အလုပ်လုပ်နေတာဖြစ်ပါတယ်။\nတစ်နေ့မှာ Sophie ဟာသူ့ရည်စားနဲ့ တွေ့ဖို့အတွက် အင်္ဂါဂြိုလ်ကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲဒီမှာ အင်္ဂါဂြိုလ်ရူး Walt ကလည်း Sophie ကိုအသုံးချပြီး ယာဉ်ပေါ်ကို ခိုးပြီးလိုက်ပါသွားပါတော့တယ်။\nWalt ခိုးပြီးတော့လိုက်ပါလာတာကို Sophie သိသွားပြီးတဲ့နောက်မှာတော့\nသူတို့နှစ်ယောက် အာကာသခရီးစဉ်တစ်လျှောက် ဘယ်လိုနှစ်ပါးဆက်သွားကြမလဲ၊\nသူတို့ရဲ့ ရည်းစားတွေနဲ့ရော အင်္ဂါဂြိုလ်ပေါ်မှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကတော့\nC ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Jylf/Moonshot.2022.720p.HMAX.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9g6yLno4P14UWiURoL2H2NUp39h.jpg",
        "title": "Pinocchio: A True Story (2022)",
        "description": "Pinocchio A True Story (2021)အီတလီ ပုံပြင်လေးတစ်ပုဒ်ဖြစ်တဲ့ သစ်သားရုပ်ကလေးကနေ\nအသက်ဝင်လာတဲ့ Pinocchio အကြောင်း ကြားဖူးကြမှာပါဒီဇာတ်ကားလေးမှာတော့\nသစ်သားရုပ်ကလေး Pinocchio နဲ့ သူ့အဖော် မြင်းလေး Tibalt တို့\nကမ္ဘာကြီးကို လျှောက်ပတ်ကြည့်ဖို့ ထွက်လာခဲ့ရာကနေ\nမာဂျီရာဖိုကိုရဲ့ ဆပ်ကပ်အဖွဲ့ကိုရောက်သွားပြီး စွန့်စားခန်းတွေနဲ့ ကြုံတွေ့ရပုံကို\nတင်ဆက်ထားတာပါလိမ်ပြောရင် နှာခေါင်းကြီးရှည်ထွက်လာမယ် ဆိုတဲ့\nအကြောင်းအရာတွေကနေ ကွဲထွက်ပြီးPinocchio နဲ့ သူ့ရဲ့ မိတ်ဆွေ မြင်းလေး Tibalt တို့ရဲ့ စွန့်စားခန်းတွေ\nလူသားဆန်မှုတွေကို ဖော်ကျူးထားတာဖြစ်တဲ့အတွက်\nPinocchio ပရိသတ်တွေအနေနဲ့ တမူထူးခြားတဲ့ အရသာကို ခံစားရမှာပါစိမ်းစိမ်းစိုစို ကာတွန်းရုပ်လေးတွေနဲ့\nအရောင်အသွေးစုံစုံလင်လင်တင်ဆက်ထားတာကြောင့်\nစိတ်အပန်းဖြေတဲ့အနေနဲ့  ကြည့်ရှုသင့်တဲ့ ကာတွန်းကားလေးပဲ ဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Animation, Family, Fantasy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size...1.65GB and 683MB and 267MB\nFormat...mp4\nDuration….1h ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Jyn0/Pinocchio.A.True.Story.2021.720p.WEB-DL.CM.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\nIMDb 7.1Netflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။Finch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်ကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။ဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\nFile size…(1.3 GB)/(550 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:25:o6\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "7.1",
        "url": "https://megaup.net/2pvA7/(CM)_Captain.Nova.2021.720p.WEB.h264-Naung.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuf8aq2ybTFutnssA4OZVsirRNK.jpg",
        "title": "Someone (2016)",
        "description": "Someone (2016) ဘွဲ့ရပြီးတဲ့ ဂျပန်လူငယ်ငါးယောက်၊ ဘွဲ့ရအလုပ်လက်မဲ့ဆိုတာ ကျွန်တော်တို့လို Third World Country တွေမှာ ပေါများသလို Japan လိုတိုးတက်ပြီးသားနိုင်ငံမှာ မရှိပါဘူးရယ်တော့ ပြောလို့မရပါဘူး၊ ဂျပန်နိုင်ငံမှာဘွဲ့ရထားပြီး အလုပ်ခွင်ဝင်ဖို့ကြိုးစားတဲ့အခါ အလုပ်လျှောက်ကြတဲ့အခါ အခက်အခဲကိုမျိုးစုံကြုံကြရပါတယ်တဲ့။ဒီလိုဘွဲ့ရပြီးသားဂျပန်လူငယ် ငါးယောက်က အလုပ်လျှောက်ဖို့ပြင်ကြတဲ့အခါ သူတို့ငါးယောက်လုံးက တိုက်ခန်းတူနေပါတယ်၊ ဒီလိုနဲ့တူတူကြိုးစားကြ တူတူ‌အလုပ်တွေလျှောက်ဖြစ်ကြတယ်ပေါ့ဗျာ၊ ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်ရသွားလိုက်ကြတာ မရသွားတဲ့ကောင်လေးတစ်ယောက်ကတော့ကျန်ရစ်ဖြစ်ပြီး စွန့်ပစ်ခံရသလိုခံစားနေရတဲ့အခါ သူတို့ကြားကဆက်ဆံရေးတွေကအရင်လိုမဖြစ်နိုင်တော့ပါဘူး။ဂျပန်နိုင်ငံရဲ့ အလုပ်အကိုင်အခွင့်အလမ်းတွေအကြောင်းကို အနည်းအကျဉ်းဆိုသလိုထိတွေ့ခွင့်ရမယ့် ဝတ္ထုတစ်ပုဒ်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး မင်းသား မင်းသမီးတွေကလည်း ဂျပန်သိပ်မကြည့်တဲ့ သူတွေနဲ့တောင် မစိမ်းတဲ့လူတွေပါပဲ။ ကန်ရှင်းမင်းသား၊ Flying colors မင်းသမီး၊ Drive My Car ထဲက ဒုတိယမင်းသားတို့တွေပါ။ ထိပ်တန်းသရုပ်ဆောင်တွေချည်းပါပဲ။ဒီနေ့ခေတ် ဒီနိုင်ငံမှာ ဂျပန်ကိုသွားဖို့ အစီအစဉ်ရှိနေတဲ့သူတွေ များသလို ဂျပန်စာလေ့လာနေကြတဲ့သူတွေလည်း မနည်းပါဘူး။ မြင်မိသလောက် လူငယ်သုံးချိုးတစ်ချိုးလောက်နီးပါးပါပဲ။ ဒီရုပ်ရှင်ဟာ ဂျပန်မှာ အလုပ်သွားလုပ်ချင်တဲ့သူတွေ ဗဟုသုတအနည်းအကျဉ်းရအောင် ကြည့်ထားသင့်တဲ့ကားပါ။ (ဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/13Auh/(CM)_Someone_(2016)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/en-171x200.jpg",
        "title": "The English Patient (1996)",
        "description": "ဒုတိယ ကမ္ဘာစစ်ကိုဇာတ်လမ်းတည်ပြီးရိုက်ထားတဲ့ အချစ်ဇာတ်လမ်းလေးပါ\nအချစ်က လူတိုင်းကို ရူးသွပ်စေနိုင်တယ်ဆိုတာလေးပါ ဖော်ပြပေးထားတာပါ\nဂျော့ဖရီ နဲ့ ကတ်သရင်းတို့ လင်မယားနှစ်ယောက်က\nလေ့လာရေးခရီးထွက်ပြီး မြေပုံဆွဲနေတဲ့အဖွဲ့ဆီ ရောက်လာတာကနေ\nဇာတ်လမ်းလေးက စတာပါ\nအဖွဲ့ထဲမှာ ကတ်သရင်းကို သဘောကျနေတဲ့ အယ်မာဆီဆိုတဲ့တစ်ယောက်ကလည်း\nရှိနေပါသေးတယ် တစ်နေ့တော့ ဂျော့ဖရီက အစိုးရအတွက် အလုပ်လုပ်ပေးဖို့\nသွားတော့ ကတ်သရင်းကို လေ့လာရေးအဖွဲ့နဲ့ ထားခဲ့ပါတော့တယ်\nအဲဒီအချိန်မှာပဲ ရှုပ်ထွေးပွေလီလှတဲ့ အချစ်ရဲ့ နိယာမတွေကို\nတစ်ခုချင်းစီ ကွက်ကွက်ကွင်းကွင်းမြင်ပြီး ငြိမ့်ငြိမ့်လေးနဲ့ ခံစားနေရာကနေ\nမျက်ရည် ဘူးသီးလောက်ကျအောင် ဆွဲခေါ်သွားနိုင်တာမို့\nဆု အများကြီးရထားပြီး လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ\n File size…(1.7 GB)/(928.32MB)\nQuality….Webrip  720p / 480p\nFormat…mp4\nDuration….02:42:00\nGenre...Drama, Romance, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.4",
        "url": "https://megaup.net/1Jwt0/The_English_Patient_1996_720p_(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqABFRg3xs0gAimTJqj78W8Y0mX.jpg",
        "title": "The Centipede Is Tap Dancing (1977)",
        "description": "CM ပရိတ်သတ်​တွေအတွက် Old but Gold comedy​တွေထဲကတစ်ကားဖြစ်တဲ့ Le Mille Pattes Fait des Claquettesဆိုတဲ့ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 1977ထွက် ပြင်သစ်Comedy ဇာတ်ကားပဲ ဖြစ်ပြီး ဒုတိယ​ကမ္ဘာစစ်​ကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တန်ခိုးထွားခဲ့တဲ့ နာဇီဂျာမန်​တွေကပြင်သစ်နိုင်ငံကို လက်ခုပ်ထဲက​ရေလို ကြိုးကိုင်ချယ်လှယ်ခဲ့ချိန်တစ်ခု ရှိခဲ့ဖူးပါတယ်။ ပြင်သစ်ရဲ့ အဖိုးတန်အ​မွေအနှစ်​မှန်သမျှအပိုင်စီးပြီး ဂျာမဏီကိုပို့ပစ်ခဲ့တဲ့ အချိန်ကာလတစ်ခု​ပေါ့၊ ဒီလိုတိုင်းတစ်ပါးရဲ့ အ​မွေအနှစ်​တွေကို စိတ်တိုင်းကျ​မောင်ပိုင်စီးနေတဲ့ ဂျာမန်ဗိုလ်ချုပ်​​တွေ ​နောက်ထပ်မျက်စိကျလာတာက​တော့ပြင်သစ်နိုင်ငံ ပါရီမြို့ Louvre ပြတိုက်မှာရှိတဲ့ လှပခြင်းနဲ့အချစ်နတ်သမီး Aphroditeရဲ့ ရုပ်တုဖြစ်တဲ့ \"Venus De Milo\" ရုပ်တုကိုပါ။ နိုင်ငံရဲ့အ​မွေအနှစ်ရုပ်တုကြီးတစ်ခု တိုင်းတစ်ပါးလက်ထဲ ​​ရောက်တော့မှာ သိလိုက်ရတဲ့ ပြင်သစ်သားလူငယ် ၃​ယောက်ဟာ ဂျာမန်ကောင်​တွေလက်ထဲက​နေ ရုပ်တုကြီးကို တဖန်ပြန်ခိုးပြီး \"ရုပ်တုမပါသွား​ရေး ဒို့အ​​ရေး\"လုပ်ကာ ဂျာမန်စစ်တပ်​တွေ လိုက်ဖမ်းတဲ့ကြားက​နေVenus De Miloရုပ်တုကို ကာကွယ်​ဖို့ကြိုးစားပုံ​တွေစွန့်စားခန်း​တွေကို ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။​၂၀၂၂နဲ့ ၁၉၇၇ခုနှစ်ကြား ...",
        "rating": "5.6",
        "url": "https://megaup.net/35rch/Le.mille-pattes.fait.des.claquettes.1977.FRENCH.1080p_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/solaris-141x200.jpg",
        "title": "Solaris (1972)",
        "description": "Solaris (1972)တာကော့စကီးမှာ Features Film ၇ကားရှိတဲ့အထဲ Solarisနဲ့ Stalker နှစ်ကားပဲ Science Fictionပါ။ သူများဝတ္တုကို ရိုက်တာလည်း ဒီ၂ကားပဲ ရှိပါတယ်။ Solarisရဲ့ လက်ကျန်အတွေးစကနေ Stalkerဆက်ဖြစ်လာတယ်လည်း ပြောကြတယ်။ Solarisဟာ Stanisław Lemရဲ့ ဝတ္တုကိုရိုက်ထားတာဖြစ်ပြီး တာကော့စကီးနောက်မှာ Steven Soderberghက တစ်ခါရိုက်ခဲ့ပြီး ရူဆုခဲ ဟမဂုချိကလည်း သူ့ဆရာခိရိုရှိ ခုရိုဆ၀ အကြံပေးမှုနဲ့ ကျောင်းသားဘဝက ရိုက်ခဲ့ဖူးပါတယ်။ တာကော့စကီးရဲ့ Solarisကတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Sci-fiတွေထဲက ထိပ်ဆုံးစာရင်းဝင်ကားဖြစ်ခဲ့ပါတယ်။အကြောင်းအရာကတော့ ဆန်းသလိုလို မဆန်းသလိုလိုပါပဲ။ Solarisဆိုတဲ့ ဂြိုဟ်ကြီးကို လေ့လာတဲ့သူတွေရဲ့ အာကာသစခန်းထဲက အဖြစ်အပျက်တွေအကြောင်းပါပဲ။ သိပ္ပံအကြောင်းအရာတွေကလည်း တခြားဘယ်ကားမှာမှ မတွေ့ဖူးတဲ့ အဆန်း‌ကြီးတွေပါပါတယ်။ တာကော့စကီး ရုပ်ရှင်ဆိုတော့ ကိုယ့်အတွေးကို ဒီသိပ္ပံဇာတ်အိမ်ထဲ ဘောင်ဘင်မခတ်တာ အကောင်းဆုံးပါပဲ။ကဗျာဆိုတာ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာတွေ့ဖို့နေရာလည်း ဟုတ်ပါတယ်။ တာကော့စကီးရုပ်ရှင်ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Jw5k/Solaris_[Solyaris]_(1972)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2pty4/(CM)_Mission_Kashmir_2000_Hindi_720p_AMZN_WebDL_DDP_2.0_Nyein.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/EveryLastSecret_Poster-133x200.jpg",
        "title": "Every Last Secret (2022) Broken Soldier",
        "description": "Every last secrets (2022)GOT စီးရီးမှာ Sansa Stark အဖြစ်သရုပ်ဆောင်ပြီး နာမည်ကြီးလာတဲ့ မင်းသမီး Sophie Turner ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပါဝင်ထားတဲ့ ဒရမ်မာဇာတ်ကားအသစ်လေးဖြစ်ပါတယ် ။စစ်မြေပြင်ကနေ စိတ်ဒါဏ်ရာရပြီး ပြန်လာတဲ့ ၃၅ နှစ်အရွယ် တပ်သားတစ်ယောက် ၊\nအချစ်ကိုတစ်ခါမှမကြုံဖူးသေးတဲ့ ၁၇ နှစ်အရွယ်ကောင်မလေးတစ်ယောက် ၊\nတစ်ဦးတည်းသော သမီးလေးကို အချစ်လွန်ပြီး over protective ဖြစ်လွန်းတဲ့ ဖခင်တစ်ယောက်\nဒီ ၃ယောက်ရဲ့ ဆုံမှတ်ကတစ်နေရာတည်းအဖြစ် ထပ်တူကျလာတဲ့အချိန်မှာ ဘယ်လိုမျိုးရှေ့ဆက်ကြမှာပါလဲဆိုတာ...။\nFile size…(1.1 GB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:33:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Htet Kyaw Myo",
        "rating": "5.2",
        "url": "https://megaup.net/1Jw14/(CM)_Every.Last.Secret.2022.720p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ZzllPVrYmBn28Kc7PZaQ0PrQat.jpg",
        "title": "Trust No One: The Hunt for the Crypto King (2022)",
        "description": "Trust No One: The Hunt for the Crypto King (2022)\n====================================\nCryptocurrency.... ၂၀၀၈ ခုနှစ်ဟာ စတင်​ပေါ်​ပေါက်ခဲ့တဲ့Currencyတစ်ခုဟာ ဆယ်စုနှစ်​​ကျော်ကြာ ၂၀၁၇၊ ၂၀၁၈မှာပဲ ကမ္ဘာ့ Financial stream တစ်ခုလုံးကို အကြီးအကျယ်ရိုက်ခတ်​လာတဲ့ digital currencyတစ်ခုဖြစ်လာပါပြီ၊ ကိုယ့်ရဲ့ပိုင်ဆိုင်မှုကို ​ငွေသားအ​နေနဲ့ သိမ်း​နေစရာမလို၊ ဘဏ်​တွေနဲ့ဇယားရှုပ်စရာမလိုတဲ့အပြင် ကိုယ်investထားတဲ့coinတန်ဖိုးဟာ ​​ရွေးချယ်မှု မှန်သ​လောက် အဆ ရာနဲ့ချီပြီး ဈေးမြောက်သွားနိုင်တဲ့ မက်လုံး​ကြောင့် Investor​တွေ၊ အလွယ်လမ်းနဲ့သူ​ဌေးဖြစ်ချင်သူ​တွေ တဟုန်ထိုးစိတ်ဝင်စားလာတဲ့ နယ်ပယ်​​ပေါ့၊ ဒီလိုမနူးမနပ်လူသစ်​တွေ များလာတာနဲ့အမျှ scammerလို့​ခေါ်တဲ့ အွန်လိုင်းလူလိမ်​တွေလည်း များစွာ​ပေါ်လာပါတယ်၊ဒီDocumentaryက​ crypto​လောကမှာ အ​တော်ကိုပွဲ​ဆူခဲ့တဲ့Scammer တစ်​ယောက်အ​ကြောင်း ဖြစ်ရပ်မှန်မှတ်တမ်းပါ၊က​နေဒါရဲ့အကြီးဆုံးCrypto exchangeဖြစ်တဲ့QuadrigaCXဟာ Investor​တွေရဲ့ keyကို နံပါတ် ၆၄ လုံးအထိ ထား​ပေးတဲ့အတွက် သိပ်ကိုယုံကြည်စိတ်ချရပါတယ်ဆိုတဲ့ exchangeပါ၊\nInvestor​တွေကလည်း အဆိုပါkey​တွေကို ကုမ္ပဏီပဲတာဝန်ယူသိမ်းဆည်း​ထားဖို့ တောင်းဆိုခဲ့ပါတယ်၊ ဒီkey​တွေကိုသိနိုင်တဲ့တစ်ဦးတည်း​သောသူက​​တော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/13ym1/Trust_No_One__The_Hunt_for_the_Crypto_King.720p.AAC2.0CH_(CM).mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pt2n/[CM]Special.Agent.2020.720p.HDRip.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vtSFcwagN0O5psdS69xPRaLYkS.jpg",
        "title": "Bheeshma Parvam (2022)",
        "description": "Bheeshma Parvam 2022ဒီတစ်ခါမှာတော့ IMDb 8.5ထိရရှိထားတဲ့ Action/Drama ဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားဟာ ရုံတင်အပြီးလေးရက်တည်းနဲ့ကုဋေ၅၀လောက်ရရှိခဲ့ပြီး စုစုပေါင်းကုဋေ ၁၂၀ထိရရှိခဲ့တာပါ ဒါဆိုရင်ဇာတ်ကားအညွှန်းကိုတစ်ချက်သွားကြည့်ရအောင်မိုက်ကယ်ဆိုတာက အကုန်လုံးကြောက်ရတဲ့လူတစ်ယောက်ပါ ရှေ့နေဖြစ်ရမှာပေမယ့် ကံမ ကောင်းအကြောင်းမလှစွာနဲ့မိသားစုထဲကလူတစ်ယောက်အသတ်ခံရတာကိုလက်စားပြန်ချေရင်း ရာဇာဝတ်ကောင်လူသတ်သမားဖြစ်ခဲ့တာပါ ထောင်ထွက်လာပြီးတော့မိသားစု တူ/တူမတွေရဲ့ ဦးဆောင်သူယောကျာ်းတစ်ယောက်အနေနဲ့ လုပ်ကိုင်စားသောက်ခဲ့ပါတယ် မိသားစု‌ဝင်တွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရပေမယ့် တစ်ဖက်မှာတော့ သူ့ကိုမုန်းနေတဲ့လူရှိပါတယ် ဒါကတော့တခြားမဟုတ်ပါဘူးမိုက်ကယ်ရဲ့တူတွေဖြစ်တဲ့ ပေါလ်နဲ့ပီတာပဲဖြစ်ပါတယ် မိုက်ကယ်ကသူတို့ရဲ့ဘဝကိုအရမ်းလွှမ်းမိုးချုပ်ကိုင်တယ်ဆိုပြီးမိုက်ကယ်ကိုမုန်းနေကြတာပါ ဒါ့အပြင် မိုက်ကယ်ကသူပိုင်တဲ့ သိုလှောင်ရုံတစ်ခုကို တူဖြစ်သူအမ်မီလက်ထဲလွှဲပေးလိုက်တော့ကျန်တဲ့လူတွေဖြစ်တဲ့ ပေါ်လ်နဲ့ ပီတာတို့က ပိုမုန်းတီးလာကြပါတော့တယ် ဒီလိုနဲ့ အရင်က မိုက်ကယ်ရဲ့ ရန်သူတော်ဟောင်းကြီးနဲ့ပေါ်လ်၊ပီတာတို့သွားရောက်တွေ့ဆုံမိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ မိုက်ကယ်ကိုလက်စားချေဖို့ကြိုးစားမှာလားဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…1.8GB / 966MB\nQuality....1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey & Go-O & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2prU3/Bheeshma_Parvam_(2022)_WEB-DL_720p_(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clP8tDZeM9jgnqmu4VBClBDpLtS.jpg",
        "title": "The Invention of Lying (2009)",
        "description": "The Invention of Lying (2009) ~ IMDb - 6.4/10, Rotten Tomatoes - 55% ~မုသားမရှိတဲ့ကမ္ဘာမှာနေချင်တယ် ဘာညာ စာတိုလေးတွေ ရေးကြ ပြောကြတာတွေ တွေ့ဖူးမယ်ထင်ပါတယ်။ ကိုယ်တိုင်ရော ပြောမိကြဖူးပါသလား။ တကယ်ပဲ အဲဒီလိုကမ္ဘာထဲရောက်သွားရင်ကော ဘယ်လိုနေမယ်ထင်ပါသလဲ။ဒီဇာတ်ကားထဲမှာတော့ အဲလိုမျိုးကမ္ဘာတစ်ခုထဲက ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်း ပြောပြထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲကလူတွေဟာ ခင်ဗျားတို့ ကျွန်တော်တို့လို သာမန်လူတွေပါပဲ။ ကွာခြားမှုတစ်ခုတည်းရှိတာက သူတို့ဟာ မုသားဆိုတဲ့ သဘောတရားကို နားမလည်ကြဘူး၊ သိလည်းမသိ၊ ပြောလည်းမပြောတတ်ကြဘူး။ ဒီတော့ မြှောက်ပင့်ပြီးညာပြောတာမျိုး၊ အားနာလို့လိမ်ပြောတာမျိုး၊ လိုချင်တာရဖို့လိမ်ညာတာမျိုး လုံးဝမရှိပါဘူး။ သူတို့က သူတို့စိတ်ထဲရှိတာကိုပဲ အရှိအတိုင်းပြောတတ်ကြပါတယ်။ အဲလိုဆိုတော့ တစ်ခါတလေမှာ အပြောခံရသူမှာ စပ်ဖျင်းဖျင်းတော့ ဖြစ်တာပေါ့လေ။မာ့ခ် ဘယ်လီဆင်လို အသက်ကလေးဆယ်ကျော် ပိုက်ဆံကမရှိ လူက ဝပြဲပြဲ ရွက်ကြမ်းရေကျိုရုပ်နဲ့ လူ ဆိုရင် ပိုခံရခက်တာပေါ့။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jucg/(CM)_The_Invention_of_Lying_(2009)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMDhiZDNkYTgtZDEwNC00NGJjLWI5OWMtZDdlZDQ4NzY5NzlhXkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_-150x200.jpg",
        "title": "Heart of Champions (2021)",
        "description": "Heart of Champions (2021)===================Drama ပရိသတ်တွေအတွက် 2021 ခုနှစ်ထွက် ဇာတ်ကားကောင်းလေးတစ်ကားကို\nCM မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းလေးကတော့ တက္ကသိုလ်‌က လှေလှော်အသင်းလေးတစ်သင်း အကြောင်းပါ\nအဲလက်စ် ဦးဆောင်တဲ့ တက္ကသိုလ်လှေလှော်အဖွဲ့ဟာ ကျောင်းပေါင်းစုံယှဉ်ပြိုင်ပွဲမှာ\nဟားဗတ်ကျောင်းကို ရှုံးနိမ့်ခဲ့ရပါတယ်။ ခေါင်းဆောင်မှုအရည်အချင်းပြည့်၀မှုမရှိတဲ့\nအဲလက်စ်တစ်ယောက်ဟာ ရှုံးနိမ့်မှုအတွက် အသင်းသားတွေကို အပြစ်တင်နေခဲ့တာပေါ့။\nအသင်းသားတွေဟာလည်း အဲလက်စ်ကို ခေါင်းဆောင်အဖြစ်နဲ့ သဘောမကျဘဲ စည်းလုံးမှု\nမရှိတဲ့ အသင်းတစ်သင်း ဖြစ်နေခဲ့တာပေါ့။ ဒီလိုနဲ့ သူတို့အသင်းကို နည်းပြအသစ်တစ်ယောက်\nရောက်လာပါတယ် သူကတော့ စစ်ပြန်ဟောင်း မာဖီပါ။\nဒါ့အပြင် ရွှေ့ပြောင်းကျောင်းသား အသစ်တစ်ယောက်ဖြစ်တဲ့ ခရစ္စ ဆိုသူဟာလည်း အသင်းထဲ\nရောက်ရှိလာခဲ့ပြန်တယ်။ခေါင်းဆောင်ရည် မပြည့်၀ဘဲ လူမုန်းများတဲ့ အဲလက်စ်ရယ် အသင်းသားတွေသဘောအကျဆုံးဖြစ်တဲ့\nလှော်သား ဂျွန်ရယ် သူတို့နှစ်ယောက်ကြားမှာ ဖြစ်ပေါ်လာမယ့် ကတောက်ကဆတွေကို မြင်ရမှာဖြစ်ပြီး\nရွှေ့ပြောင်းကျောင်းသား ခရစ္စရဲ့ အတိတ်ဇာတ်ကြောင်းတွေကရော ဘာတွေဖြစ်ဦးမလဲ ဆိုတာ\nကြည့်ရှုရဦးမှာပါ။ စစ်ပြန်ဟောင်းနည်းပြ မာဖီတစ်ယောက် ဒီလို ဗရုတ်သုက္ခဖြစ်နေတဲ့ လှေလှော်\nအသင်းတစ်သင်းကို ပါးပါးနပ်နပ်ကိုင်တွယ်ပြီး ဟားဗတ်ကိုအနိုင်ရ ဗိုလ်စွဲအသင်းတစ်သင်းဖြစ်အောင်\nတွန်းပို့ပေးနိုင်မလားဆိုတာ ပရိသတ်ကြီးတို့ကပဲ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Jp74/Heart.of.Champions.2021.720p.BluRay[CM].mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTQwYzZhNTMtYjI4ZS00YmIwLTk1YTgtNzNmMWU1MjBlMjcyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Barbarians (2021)",
        "description": "Game of Thrones ထဲက ဂွေးဖြတ်ကောင် ရမ်ဆေးဘော်တန်တဖြစ်လဲ ဝေးလ်မင်းသား Iwan Rheon ကို မြင်တာနဲ့တန်းမှတ်မိအောင် အမြင်ကပ်နေကြမှာပါ...\nသူ့ဇာတ်ကားတွေက ရှားပါးပေမယ့် ခုရက်ထဲ ဒီကားအသစ်ထွက်လာလို့ တင်ဆက်လိုက်ပါတယ်။ဒီထဲလဲ အမြင်ကပ်စရာအခွက်နဲ့ပါပဲ။တစ်ရက်ထဲ၊တစ်ညထဲ ဒါမှမဟုတ်အချိန်ပိုင်းလေးတစ်ခုကိုပဲတည်ပြီး တစ်ကားလုံးပြီးအောင်ရိုက်ပြသွားတဲ့ ကားမျိုးတွေကိုကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီတစ်ခါဇာတ်ကားကလည်း အိမ်ကြီးတစ်အိမ်မှာ စုံတွဲနှစ်တွဲရဲ့တစ်ညတာကို တစ်ကားလုံးဖြစ်အောင်ရိုက်ပြသွားတဲ့ Drama/Thriller ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ကျွန်တော်တို့ Documentary တွေမှာမြင်ဖူးနေကျ Stonehenge တွေလိုမျိုး ခေတ်အဆက်ဆက်ပါးစပ်ရာဇဝင်တွေ၊ဒဏ္ဍာရီတွေရှိခဲ့တဲ့ ဂေတာဆိုတဲ့ကျောက်တိုင်ကြီးတစ်ခုရှိပါတယ်။ အဲဒီကျောက်တိုင်ကိုလူးကပ်စ်ဆိုတဲ့လူကသူ့မိတ်ဆွေ ကမ္ဘာကျော်ပန်းပုပညာရှင်နဲ့ပုံစံတူတစ်ခုအပ်ပြီး ကျောက်တိုင်နာမည်နဲ့ပဲ အိမ်ယာစီမံကိန်းတစ်ခုကိုဖော်ဆောင်ဖို့စိတ်ကူးခဲ့ပါတယ်။ အဲဒီစီမံကိန်းကတကယ်လည်းအောင်မြင်ခဲ့ပေမယ့် နောက်ကွယ်မှာတော့ထင်သလောက်မရိုးရှင်းခဲ့ပါဘူး။ဇာတ်ကားရဲ့ Runtime ဟာ တစ်နာရီခွဲသာရှိပြီး အကျယ်ချဲ့ရိုက်ပြလို့ရတဲ့နေရာတွေကိုရိုက်ပြမသွားပဲ ဇာတ်ကောင်တွေရဲ့ဒိုင်ယာလော့ဂ်တွေ အမူအရာတွေကနေပဲ ဒါကဒီလိုပါလားလို့ ကြည့်ရှုသူကိုယ်တိုင်တွေးစရာတွေဆက်တိုက်ပေးသွားတာမျိုးပါ။ Runtime နည်းပေမယ့် အလောတကြီးပြွတ်သိပ်ထည့်ပေးသွားတာမျိုးမဟုတ်ဘူးလို့ဆိုလိုတာဖြစ်ပါတယ်။ ကျွန်တော့်အမြင်အရဒီဇာတ်ကားရဲ့အကောင်းဆုံးအချက်တွေကိုပြောပါဆိုရင် ဘယ်နေရာမှအိုဗာအိုက်တင်ဖြစ်မနေတာ၊ Thriller ဆိုပေမယ့်သဘာဝမဆန်လောက်အောင်ဖြဲခြောက်တာမျိုးတွေပါမနေတာပါပဲ။ ကျစ်လစ်တယ်၊ သဘာဝကျတယ်ပေါ့ဗျာ။ အတိုင်းထက်အလွန်အမွှန်းတင်ရလောက်အောင် ပြောင်မြောက်တဲ့ဇာတ်ကားမျိုးမဟုတ်ပေမယ့်လည်း အချိန်တစ်နာရီခွဲပေးရကျိုးနပ်မယ့်ကားမျိုးဆိုတာတော့အာမခံပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Juf1/(CM)_Barbarians.2022.720p.WEB-DL-Naung.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/59CjIDHHvNyiinRwaSIouWnPNrY.jpg",
        "title": "Cobalt Blue (2021)",
        "description": "\"ကိုယ့်ရဲ့အစ်ကိုဖြစ်သူ ဒါမှမဟုတ် ညီမဖြစ်သူနဲ့ လူတစ်ယောက်တည်းကို သဘောကျမိရင်\" ဆိုတဲ့ အတွေးမျိုးတွေးမိကြဖူးလား။ကယ်ရလာဆိုတဲ့နေရာမှာနေထိုင်ကြတဲ့ ယဉ်ကျေးမှုရိုးရာကို အလွန်လေးစားတန်ဖိုးထားကြတဲ့ မိသားစုရဲ့မျိုးဆက်အငယ်လေးတွေဖြစ်တဲ့ မောင်နှမနှစ်ယောက်။ စာရေးဆရာဖြစ်ချင်တဲ့ တနေးနဲ့ ဟော့ကီကစားသမားတစ်ယောက်ဖြစ်ချင်တဲ့ အနူဂျာတို့ဟာ အိပ်မက်တွေမတူကြသလိုခံယူချက် မျှော်လင့်ချက်တို့မတူကြပါဘဲ သူတို့အိမ်မှာ လာငှားနေတဲ့လူတစ်ယောက်တည်းကိုပဲ ချစ်မိသွားခဲ့ကြတာပါ။ဒီကိစ္စကိုသိသွားတဲ့ သူတို့ရဲ့ မိသားစုကရော ဘယ်လိုရင်ဆိုင်မလဲ ဘယ်လိုဖြေရှင်းမလဲ...သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ....ဘဝနဲ့အချစ်ယှဉ်လာတဲ့အခါ မေတ္တာတရားကို ဘယ်လိုတန်ဖိုးဖြတ်ကြမလဲ ဆိုတာကို သပ်ရပ်ရှင်းလင်းတဲ့ရိုက်ကွက်တွေနဲ့ ချပြထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။LGBTQတို့ရဲ့ လက်တွေ့ဘဝကို အကောင်းဆုံး ချပြထားတဲ့ \"Cobalt Blue\"ဆိုတဲ့ ဒီဇာတ်လမ်းလေး။ အပြာရောင်ဆိုတာကတော့ ဝမ်းနည်းကြေကွဲခြင်းကိုဖော်ပြတဲ့အရောင်ဖြစ်သလို ဒီဇာတ်လမ်းလေးဟာလည်း နှလုံးသားတွေကွဲကြေရတဲ့ မောင်နှမနှစ်ယောက်ကြားထဲက ခံစားချက်တွေကို ဖော်ပြနေတာများဖြစ်နေမလား။\"ချစ်မိတဲ့အချိန်ကျရင် သိလာပါလိမ့်မယ်။ အချစ်က မင်းကို သန်မာလာအောင် လုပ်ပေးနိုင်တယ်\"တဲ့။IMDb 8.1အထိရရှိထားပြီး 2021 Decemberကမှထွက်ထားကာ Sachin Kundalkarရဲ့ ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့Cobalt Blue(ကိုဘော့ပြာရောင်)ဆိုတဲ့ အိန္ဒိယကားလေးဖြစ်ပါတယ်။ အားပေးကြည့်ရှုလိုက်ပါဉီးနော်။ \nFile size…1.6GB / 800MB\nQuality…1080p ...",
        "rating": "8.3",
        "url": "https://megaup.net/35pde/Cobalt.Blue.2022.720p_AAC2.0CH_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/the-mexican-swiss-movie-cover-141x200.jpg",
        "title": "The Mexican (2001)",
        "description": "ဘရတ်ပစ်နဲ့ ဂျူလီယာရောဘတ်ကို ဒီလိုဇာတ်လမ်းမှာ တွဲပြထားတာ ထိပ်တန်းစိတ်ကူးပါပဲ...နှစ်ယောက်လုံးရဲ့သရုပ်ဆောင်မှုတွေ အသက်ဝင်ချက်တွေဆိုတာလေ ကိုယ်တိုင်နှစ်မြောသွားပြီး ပြုံးစိစိကိုဖြစ်နေတာပဲ။ခင်ဗျားအချစ်ဇာတ်လမ်းတစ်ခုရိုက်မယ်ဆိုရင် Mexico လို ဒုစရိုက်တွေပြုံနေတဲ့နေရာမှာ Romance ဆန်ဆန်ရိုက်မယ်လို့ စိတ်ကူးမလား...ပြီးရင် တကယ့်ကြေးစားနာမည်ကြီးလူသတ်သမားတွေက ဘယ်လိုနူးညံ့တယ်ဆိုတာမျိုးရော ထည့်ရိုက်မလား...ပြီးရင် ဇာတ်လမ်းနဲ့ပက်သက်ပြီး မိတ်ဆက်ရာမှာ တကယ်အပြင်မှာဖြစ်နေသလိုမျိုး ကမူးရှူးသောနဲ့ အစီအစဉ်မကျဘဲ ရိုက်မယ်ရော စိတ်ကူးဖူးလား...ဇာတ်လမ်းအမျိုးအစားက အလွဲခန်းတွေကိုထိုင်ရယ်ရမှာလို အချစ်တွေနဲ့ရင်ခုန်ရမှာလို သေနတ်ပစ်ခန်းတွေပဲရင်တုန်ရမှာလို စွန့်စားခန်းတွေကြားထဲပျော်ရွှင်ရမှာလို ရှေးခေတ်ပုံပြင်ထဲမှာပဲ မိန်းမောရမှာလိုနဲ့ တကယ့်ကမောက်ကမ ဘဝင်ကျစေမှာမျိုးကို ရိုက်မလား..ရိုက်တဲ့လူတော့ရှိပါတယ်...ခုဇာတ်ကားကိုရိုက်ထားတဲ့ ဒါရိုက်တာ Gore Verbinski ဖြစ်ပြီး သူ့ကိုတော့ Pirates of the Caribbean (1-3) ရိုက်ကူးတဲ့ဒါရိုက်တာအဖြစ် နာမည်ကျော်ကြားလူသိများပါတယ်။ဇာတ်လမ်းကတော့...ဂျယ်ရီ က ဘာမဆို နမော်နမဲ့လုပ်တတ်တဲ့လူငယ်တစ်ယောက်ပါ။ နမော်နမဲ့လုပ်တတ်လွန်းလို့လည်း မီးနီကိုမမြင်ဘဲ ဖြတ်မောင်းလိုက်တာ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ယောက်ရဲ့ကားကို ဝင်ကျုံးမိပါလေရော။ ရဲတွေရောက်လာတော့ လူဆိုးဂိုဏ်းချုပ်ကြီးရဲ့ကားနောက်ဖုံးထဲမှာ လူတစ်ယောက်ကို ကြိုးနဲ့တုပ်ဖမ်းလာတာ တွေ့သွားကြတယ်။ အဲဒါနဲ့ပဲ ဂိုဏ်းချုပ်ကြီးခမျာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/35p2C/(CM)_The.Mexican.2001.proper.720p.bluray.x264-Nyein.mp4",
        "category": "Adventure, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGsI606hmcpPkUpt9iHBMDpxlKk.jpg",
        "title": "Sharmaji Namkeen (2022)",
        "description": "Sharmaji Namkee (2022)\n========================IMDb (8.3/10)အခုတစ်ခါမှာတော့ Channel Myanmar ကနေSharmaji Namkee လို့အမည်ရတဲ့ ဘောလိဝုဒ်ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရုပ်ရှင်ကတော့ ဘောလီဝုဒ်ရုပ်ရှင်လောကအတွက် စိတ်မကောင်းဖွယ်ရာဖြစ်ရပ်နဲ့ ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုလည်း မမှားပါဘူးရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ B.G. Sharma နေရာကို မူလပထမက ဘောလီဝုဒ်ရဲ့နာမည်ကြီးမင်းသား Ranbir Kapoor တို့ရဲ့ဖခင် မင်းသားကြီး Rishi Kapoor ကနေ ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်စိတ်မကောင်းစွာနဲ့ပဲ မင်းသားကြီး Rishi ဟာ ရုပ်ရှင်ရိုက်ကူးနေဆဲအချိန်မှာပဲ ဘဝတစ်ပါးကို ကူးပြောင်းသွားတဲ့အတွက်အခြားမင်းသားကြီးတစ်လက်နဲ့ အစားထိုးကာပြန်လည်ရိုက်ကူးခဲ့ရတာပဲ ဖြစ်ပါတယ်အစားထိုးရိုက်ကူးမဲ့မင်းသားကြီးကလည်း အခြားသူမဟုတ်ပါဘူး နာမည်ကြီး Oh My God ရုပ်ရှင်မှာဘုရားသခင်ကိုတရားစွဲခဲ့တဲ့ မင်းသားကြီး Paresh Rawal ပဲဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအညွှန်းလေးကို သွားလိုက်ကြရအောင်B.G.Sharmaji ဟာ အိမ်သုံးပစ္စည်းအရောင်းဆိုင်ကနေ အနားယူပြီးတဲ့နောက် အိမ်မှာဟိုနားမတ်တပ် ဒီနားငုတ်တုတ်နဲ့ ယောင်ခြောက်ဆယ်ဖြစ်နေတဲ့ဘဝကို အားမလိုအားမရဖြစ်ပြီးသူဝါသနာပါရာ ဟင်းချက်အလုပ်ကို တစိုက်မတ်မတ် စပြီး ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Ju1d/Sharmaji_Namkeen_2022_WebRip_720p_Hindi_AAC2.0(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTE3Mzk2MTMtOGMzYy00YmQzLWFjOTYtMWEwY2MzOThlZDQ3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "[18+] X-Deal (2011)",
        "description": "IMDb Rating (6.4)အရင်တင်ဆက်ပေးခဲ့တဲ့ X-Deal 2 (2022) ကိုဖြစ်ပေါ်စေခဲ့တဲ့မူလ X-deal ဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ဓာတ်ပုံဆရာ ဘီလီနဲ့ သူ့ချစ်သူတို့ဟာ တိုက်ခန်းတွဲကြီးတစ်ခုကိုပြောင်းရွှေ့လာကာစဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်မှာ အချစ်တွေမကျန်တော့ပဲ လက်ရှိဆက်ဆံရေးကို လိင်မှုကိစ္စတစ်ခုတည်းအတွက်\nဆက်လက်တည်ဆောက်ထားကြတာပါ။အဲ့ဒီလိုအချိန်မှာမှ ဘီလီဟာအိမ်နီးချင်းအသစ်လှလှလေး ဒါနာကို သွားစိတ်ဝင်စားမိပါတယ်။\nဒါနာကတော့ လိင်တူချစ်သူအမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူစိတ်ဝင်စားတဲ့သူက ဘီလီ့ချစ်သူ ဆာရာဖြစ်ပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ\nသူတို့သုံးယောက်ကြားမှာအပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။လက်ရှိအချိန်ထိအောင်မြင်ဆဲဖြစ်တဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ အခုချိန်မှာ MILF စာရင်းဝင်စပြုနေတဲ့ Jamilla Obispo (Mahjong Nights,Kinsenas, katapusan) က Danaအဖြစ်ပါဝင်ထားပါတယ်။မင်းသမီးနှစ်ယောက်ရဲ့ပီပြင်ကြမ်းတမ်းတဲ့ချစ်တင်းနှောခန်းတွေ မူးယစ်ဆေးအသုံးတွေ\nစကားပြောတွေကြောင့် ၁၈ အောက်မကြည့်ရဇာတ်ကားတစ်ကားပါပဲ။ မင်းသမီးနှစ်ယောက်က တော်တော်ကြီးကိုလှတော့\nတော်တော်ကြီးကို ကြည့်လို့ကောင်းတဲ့ကားလို့ ဆိုရပါမယ်။\nFile size…(1.6 GB)/(680 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "6.4",
        "url": "https://megaup.net/13wko/(CM)_X-Deal.2011.720p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFDWBWaFlgSWs0swtrjKkLSTM7C.jpg",
        "title": "(18+)Dirty Blondes from Beyond(2012)",
        "description": "မိန်းကလေးတွေချည်းပဲရှိတဲ့ဂြိုလ်တွေ စကြာဝဠာကြီးထဲမှာရှိနေပါတယ်အဲဒီထဲမှာ Vulvian ဂြိုလ်နဲ့ Byfrexia ဂြိုလ်က ပြိုက်ဖက်ဂြိုလ်တွေဖြစ်နေပါတယ်တစ်နေ့မှာတော့ Byfrexia ဂြိုလ်ကရာသီဥတုဆိုးရွားတဲ့ဒါဏ်ကို အပြင်းထန်ခံစားရပါတယ်Byfrexia ဂြိုလ်အရှင်သခင်မက ပြိုင်ဖက်ဂြိုလ် Vulvian သခင်မဆီနည်းပညာအကူညီလှမ်းတောင်းပါတယ်Vulvian သခင်မကလည်းအကူညီပေးမယ်ဆိုပြီး ကတိပြုလိုက်ပါတယ်တကယ်တော့ အဲဒီကတိက လိမ်ညာကတိပါပဲသူ့ရဲ့ရည်ရွယ်ချက်ရှိနေပါတယ် အဲဒါကတော့ Byfrexia ဂြိုလ်ကိုကျူးကျော်ပြီးမင်းသမီးကိုလိုချင်လို့ပါပဲByfrexia ဂြိုလ်သခင်မကတော့ သူထင်သလိုဖြစ်မလာပဲ တိုက်ခိုက်ခံရမှန်းသိလာတော့ခြေဦးတည့်ရာ ပြေးရပါတော့တယ်ပြေးရင်းပြေးရင်းပဲ ယာဉ်ချို့ယွင်းပြီး ကမ္ဘာဂြိုလ်ပေါ်ဆင်းသက်လိုက်ရပါတော့တယ်အဲဒီအချိန်မှာပဲ သူတို့ မမြင်ဖူးပဲ ကြားဖူးနားဝရှိတဲ့ပေါင်သုံးချောင်းမျိုးစိတ်နဲ့စတွေ့ပါတော့တယ်တစ်ဖက်မှာလည်း သူတို့နောက်ကို သဲကြီးမဲကြီးလိုက်နေတဲ့Vulvian ဂြိုလ်သူမအဖွဲ့ကလည်း ရှိနေပြန်ပါတယ်ယာဉ်ပျံပြင်ဖို့ ပစ္စည်းတွေရှာရင်း မျိုးစိတ်သစ်နဲ့ ထူးဆန်းတဲ့အရာတွေကိုတဝကြီး လေ့လာတဲ့ အကိတ်ဂြိုလ်သူမတွေသူတို့ရဲ့ ထူးခြားတဲ့ခံယူမှုသူတို့ရဲ့အမြင် တွေက လိင်ပိုင်းဆိုင်ရာကိုဦးစားပေးထားခြင်းဖြစ်လို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး\nFile size…1.3GB / 575MB\nQuality…1080p / 720p\nFormat...mp4\nDuration…. 1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/2pqrm/Dirty_Blonde_From_2012__720p_(DS).mp4",
        "category": "Adult, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/R4B0E_4c-142x200.jpg",
        "title": "I Don’t Fire Myself (2020)",
        "description": "ဘတ်ဂျောင်အွန်းဟာ ရုံးချုပ်ကနေ လက်အောက်ခွဲကုမ္ပဏီတစ်ခုကို ၁ နှစ် ရွှေ့ပြောင်းခြင်းခံရလိုက်ပါတယ်ပတ်ဝန်းကျင်အသစ်မှာ အလုပ်သစ်ရဲ့ စိန်ခေါ်မှုတွေနဲ့ရင်ဆိုင်ရပြီးတော့ တကယ့်လက်တွေ့မှာတော့ အောက်ခြေ ဝန်ထမ်းတွေရဲ့ဘဝက ထင်သလောက် မလွယ်ဘူးဆိုတာ သိခဲ့ရပါတယ်\"သေရမှာထက် အလုပ်ပြုတ်မှာကို ကြောက်ကြတယ်\"နေထိုင်စားသောက်ရဖို့အတွက် ရတဲ့လစာကိုအရပ်မခံနိုင်ကြတဲ့ ဝန်ထမ်းတွေရဲ့ အလုပ်မပြုတ်အောင် ရုန်းကန်၊သည်းခံကြပုံတွေနဲ့ ကုမ္ပဏီရဲ့ ပေါ့ပေါ့တန်တန်ဆက်ဆံပုံတွေကို ရိုက်ကူးထားပါတယ်တာဝါတိုင်ပြုပြင်ထိန်းသိမ်းရတဲ့ အလုပ်ကို သက်စွန့်ဆံဖျားအလုပ်လုပ်ကြတဲ့ ဝန်ထမ်းတွေနဲ့ နယ်ပြောင်းအသစ်ရောက်လာတဲ့ ဘတ်ဂျောင်အွန်းတို့ ဘယ်လိုတွေဆက်ဖြစ်သွားကြမလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်ဘတ်ဂျောင်အွန်းအဖြစ် မင်းသမီးယူဒါအင်းမှ ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ ဝန်ထမ်းအဖွဲ့ရဲ့ အငယ်ဆုံးအဖြစ် အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားကြီးအိုဂျောင်းဆယ်က သရုပ်ဆောင်ထားပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thuu Thuu ပါ )File Size__(2GB) / (1GB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:50:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Thuu Thuu\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/13w5l/I_Dont_Fire_Myself_(2020)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/RQgO6_4f-141x200.jpg",
        "title": "The Cinderella Addiction (2021)",
        "description": "The Cinderella Addiction (2021)Genre : Thriller,Mystery,Crime,DramaAlice in Borderland မှာ Usagiအနေနဲ့ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးလေး Tsuchiya Taoနဲ့ မင်းသား Tanaka Keiတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ငယ်ငယ်တုန်းက Disney Princessပုံပြင်တွေမှာဆိုရင် မြင်းဖြူစီးလာတဲ့မင်းသားလေးနဲ့ အခက်အခဲကြုံနေရတဲ့မင်းသမီးတို့ တွေ့ဆုံချစ်ကြိုက်ပြီးလက်ထပ်လို့ Happily ever afterဆိုတဲ့ပုံပြင်တွေကို အသည်းစွဲခဲ့ကြဖူးပါတယ်။ ဘဝမှာလည်း ကံကောင်းစွာနဲ့ ကိုယ့်ကိုကယ်တင်ပေးမဲ့သူပေါ်လာပြီး ဘဝများပြောင်းလဲသွားလေမလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးတယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်သင့်ပါတယ်။ကလေးတွေကို တိုင်ပင်စောင့်ရှောက်ပေးတဲ့ဌာနက ဝန်ထမ်းမလေး \"ကိုဟရု\"ကတော့ ငယ်ငယ်တည်းက မိခင်စွန့်ပစ်တာကိုခံခဲ့ရသူပါ။ ၁၂နှစ်သမီးတည်းက မိခင်ဖြစ်သူထွက်ပြေးသွားပြီး မိခင်မေတ္တာငတ်ခဲ့သူမို့ တာဝန်ယူလိုစိတ်ကင်းမဲ့တဲ့အမေကိုမုန်းပြီး အမေလိုလူတစ်ယောက်မဖြစ်ချင်တဲ့သူပါ။ သူ့အဖေကတော့စက်ဘီးဆိုင်လေးဖွင့်ထားပြီး ညီမဖြစ်သူက အထက်တန်းတက်နေပါတယ်။ တစ်နေ့မှာတော့ အဘိုးဖြစ်သူက ရေချိုးခန်းထဲမှာမူးလဲတာကြောင့် ဆေးရုံပို့ဖို့ ကားနဲ့အပြေးသွားတုန်း အိမ်မှာထွန်းခဲ့တဲ့ခြင်ဆေးခွေကနေ မီးစွဲပြီး အိမ်မီးလောင်ပါတော့တယ်။\nအိမ်မီးလောင်သွားတာကြောင့် ရည်းစားဖြစ်သူရဲ့အိမ်မှာ ခဏတည်းဖို့သွားပြန်တော့လည်း ရည်းစားဖြစ်သူက ဖောက်ပြန်နေတာနဲ့ ပက်ပင်းတိုးပါရော။အိမ်ဆုံးရှုံးပြီး ရည်းစားသစ္စာဖောက်လို့စိတ်ပျက်ပျက်နဲ့လမ်းလျှောက်လာတုန်း ရထားသံလမ်းပေါ်မှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JstY/The_Cinderella_Addiction_(2021)_720p.mp4",
        "category": "Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edYk5TSowZIDv138bCpF5ls3XI5.jpg",
        "title": "The Bubble (2022)",
        "description": "The Bubble (2022) စိတ်အပန်းပြေ ရယ်နေရတဲ့ ဟာသကားလည်းကြည့်ချင် ရုပ်ရှင်ထုတ်လုပ်ရေးလောကရဲ့ အခြေအနေကို ရှယ်သရော်ထားတဲ့ ကားတစ်ကားကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်က သင့်အတွက်ပါပဲ။ ရယ်ရတယ်ဆိုရာမှာ တစ်ချို့အခန်းတွေက ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ ဗဟုသတနည်းနည်းရှိမှ ရယ်ရမှာဖြစ်ပြီး တစ်ချို့အခန်းတွေကတော့ တမင်ကလိထိုင်ထိုးနေတဲ့ ဟာသကားတွေလို ရယ်ရပါတယ်။ အကုန်နားလည်ရင်တော့ ခွက်ထိုးခွက်လန် ရယ်နေရမယ့်ကားပါပဲ။ Rating တော့ နည်းပါတယ်။ ဒါပေမဲ့ ခင်ဗျားကို တော်တော်အူမြူးစေမှာကတော့ အမှန်ပါပဲ။ မယုံရင် ဂူးဂဲမှာ ဝေဖန်ရေးသမားပေးတာမဟုတ်တဲ့ User Reviewတွ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ထဲပါ၀င်သူတွေကတော့ Professor X ခေါ် James McAvoy, Mandalorian တစ်ဖြစ်လဲ Pedro Pascal, Nebula တစ်ဖြစ်လဲ Karen Gillan, Dr. Strange ခေါ် သခွားသီး၊ X-Files စီးရီးတွေထဲက အေးဂျင့် Muldor တစ်ဖြစ်လဲ David Duchovny ...",
        "rating": "",
        "url": "https://megaup.net/1Jsly/(CM)_The_Bubble_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjg5NGZmNjktODlhYy00MGY2LThhOWYtNGNkNDZkY2I1OGQxXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_FMjpg_UX1000_-157x200.jpg",
        "title": "Kothala Rayudu (2022)",
        "description": "Kothala Rayudu (2022)=================\nIMDb Rating - 8.9/10IMDb ကြီးမြင်ပြီး လန့်မသွားနဲ့ဦးဗျ။ ဟ Game of Thrones ကိုတောင်မီခါနီ:\nပါလားတို့ဘာတို့ပေါ့။ တမီးလ် IMDb rating ဆိုတော့ ဒီလောက်တော့ နည်းနည်း\nပါးပါးရှိတာပေါ့ဗျာ၊ နိုင်ငံတကာဘာညာကွိကွတွေရဲ့ မျက်စိထဲသာ ဒါဟာမသင့်\nတော်တဲ့ Rating ကြီးဘာညာလာမှာဗျ။ တောင်ပိုင်းကားကြိုက်နှစ်သက်သူတွေ\nအတွက်‌ဆိုရင်တော့ သေချာပေါက်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nAction/ Romance အမျိုးအစားဆိုတော့ အက်ရှင်ခန်းကောင်းကောင်းလေးနဲ့\nမေတ္တာဇာတ်လမ်းလေးခံစားချင်ရင် ကြည့်ရမယ့်ကားမျိုး။ဇာတ်လမ်းကတော့ တောင်ပိုင်းကားတို့ရဲ့ထုံစံအတိုင်း အသက်ကြီးပေမဲ့ မပျက်စီးသေးတဲ့\nလူပျိုကြီးဖြစ်တဲ့ Srikanth Meka ရဲ့ အိမ်ကပေးစားတဲ့ကောင်မလေးတွေကို\nပတ်ပြေးရင်း၊ ပတ်ရှုပ်ရင်း ဇာတ်ရှုပ်ထဲကိုဝင်မယ့်ကားဗျ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင် တစ်ကိုယ်ကြီးလူပျိုသိုးကြီး\nSrikanth Meka ဟာ လတ်မှတ်ရောင်းဝယ်ရေးကုမ္ပဏီကြီးမှာ မန်နေဂျာ\nအလုပ်လုပ်ရင်း အိမ်ထောင်မှုကိစ္စဆိုတာ အိမ်မှာထောင်ကျတာပဲဆိုပြီး\nပတ်ပြေးနေတဲ့သူပေါ့။ ပတ်ပြေးနေသာပြေးတာ ကောင်မလေးချောချောလေး\nမြင်တာနဲ့ အီစီကလီဘာညာကွိကွပိုင်းလုပ်ဖို့ကိုတော့လည်း လက်မနှေးတဲ့\nလူပျိုကြီးပါပဲ။ တစ်ချို့ကိစ္စတွေမှာ သူများကိုကူညီရင်း လူမိုက်တွေကြားထဲကို\nဓါးခုတ်ရာ ဘယ်လိုလက်၀င်လျှိုမှာလဲ။ အချစ်ကိုတန်ဖိုးမထား အီစကလီတွေ\nများတဲ့လူပျိုကြီး တကယ်အချစ်နဲ့တွေ့တဲ့အချိန် ဘယ်လိုပြောင်းလဲသွားမှာလဲ\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "8.9",
        "url": "https://megaup.net/13uru/Kothala_Rayudu_(2022)720p[CM].mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rniaU8PpWnIzP1LpxUx5S5qphwS.jpg",
        "title": "Celeb Five: Behind the Curtain (2022)",
        "description": "Celeb Five: Behind the Curtains (2022)Celeb Five ဆိုတာကတော့ တောင်ကိုရီးယား comedian တွေဖြစ်တဲ့\nSong Eun-i, Kim Shin-young, Ahn Young-mi, Shin Bong-sun တိုနဲ့ ဖွဲစည်းထားတဲ့ girl group တစ်ခုပါ။အခု သူတိုလေးယောက်ရဲ့ mockumentary လေး Netflix ကနေ ထုတ်လွှင့်သွားမှာပါ။Netflix ကနေ comedy show တစ်ခုအတွက် သူတိုကိုကမ်းလှမ်းလာပြီး\nအဲဒီအတွက် အကြံဉာဏ်တွေ၊ အိုင်ဒီယာတွေထုတ်ကြမယ့် fake documentary ပုံစံ ရိုက်ကူးထားတာပါ။Netflix မှာပထမဆုံးရိုက်ကူးကြမှာဖြစ်လို့ တခြားအစီအစဉ်တွေနဲ့မတူတဲ့ အိုင်ဒီယာတွေကိုထုတ်သွားကြဦးမှာပါ၊\ncomedian တွေပီပီ လျှာသွက်သွက်နဲ့ လုပ်သွားမှာတွေက ကလိမထိုးဘဲရယ်စရာတွေချည်းပါပဲ။\nအစကတည်းက ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသား comedian တွေမို့ ဟာသပြက်လုံးတွေနဲ့ ဝါးလုံးကွဲရယ်ကြရဦးမှာပါ။\nအတည်ပြောတဲ့ဟာသနဲ့ ဆွေးနွေးကြတဲ့ ဇာတ်လမ်းတွေကလည်း ရယ်စရာတွေချည်းပဲမို့\nစိတ်အပန်းဖြေဖို့ အကောင်းဆုံးအစီအစဉ်လေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(အညွှန်းကိုတော့ Thuu Thinzar Kyaw ...",
        "rating": "",
        "url": "https://megaup.net/1Jsi1/Celeb_Five__Behind_the_Curtain_2022.720p.CM.mp4",
        "category": "Comedy, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/55gkFbie2Nbudo21rDpi6zG0XvC.jpg",
        "title": "Better Nate Than Ever (2022)",
        "description": "Better Nate than Ever (2022)IMDb - 6.1လူတိုင်းမှာ အိပ်မက်ပန်းတိုင်တစ်ခု​တော့ ကိုယ်စီရှိကြစမြဲပါ၊\nတချို့​​တွေက ကိုယ်ဖြစ်ချင်တဲ့ကိုယ့်ရဲ့အိပ်မက်ကို\nငယ်ငယ်​လေးတည်းကသိပြီး အ​ကောင်အထည်​ဖော်ဖို့ ကြိုးစား​နေကြသလို\nတချို့ကလည်း ကိုယ့်ရဲ့အိပ်မက်က ဘာလဲဆိုတာသိဖို့ ကြိုးစား​ရှာ​ဖွေ​နေဆဲသူ​တွေလည်း ရှိတာ​ပေါ့၊နိတ်ဆိုတဲ့​ ကောင်​လေးက​တော့ အလယ်တန်း​ကျောင်းသားဘဝကတည်းက\nကိုယ့်အိပ်မက်ကို အ​ကောင်အထည်​ဖော်ဖို့ တစိုက်မတ်မတ် ကြိုးစား​နေသူ​​ပေါ့၊\nဘ​ရော့​ဒ်ဝေးပြဇာတ်ရုံတွေမှာ ကြီးကျယ်ခမ်းနားတဲ့ပြဇာတ်​တွေကို အဓိက​နေရာမှာ ကပြပြီး\nဘ​ရော့​ဒ်ဝေးပိုင်းမှာအမြင့်ဆုံးဖြစ်တဲ့ တိုနီဆုကြီးကို အရယူဖို့ပါ၊လူက ငယ်ငယ်၊ အကြံကကြီးကြီး ခါချဉ်​ကောင်မာန်ကြီးလို့ ​တောင်ကြီးဖြိုမယ် ကြံ​ပေမယ့်\nဆရာသမား​လေး နိတ်ခမျာ ​ကျောင်းကပွဲမှာ ဖြတ်​လျှောက်​နေရာက​တောင် အ​ရွေးမခံရ​အောင်ကို ပါရမီရှိပြီး စန်းပိတ်​နေတဲ့သူ​ပေါ့၊\nတစ်​နေ့​တော့ နယူး​ယောက်​ရွှေမြို့​တော်ကြီးရဲ့ ဘ​ရော့​ဒ်ဝေးမှာ ကပြရင်း\nနာမည်ကြီးလာနိုင်တဲ့ ပဏာမလူ​ရွေးပွဲအ​ကြောင်း သိလိုက်တဲ့​နောက်\nသူ​နေထိုင်ရာ ပစ်ဘာ့ဂျ်မြို့​လေးက​နေ NYအထိ မိဘမသိ​​အောင် အိမ်​ပြေး​လေးလုပ်ရင်း\nသူ့ရဲ့အိပ်မက်ခရီးလမ်းကို စတင်​လျှောက်လှမ်းခဲ့ပါ​တော့တယ်၊Disney က​နေ အသစ်ထွက်ရှိထားတဲ့ Family, Musical, ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Jsga/Better.Nate.Than.Ever.2022.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2ZiY2Y0NWItMWJhMC00ZmRhLThjOWMtMjUyOGRmMTA2NDhmXkEyXkFqcGdeQXVyMjMzNjU5MzA@._V1_-142x200.jpg",
        "title": "Boon (2022)",
        "description": "ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ ...ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Jsgp/(CM)_Boon.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23itzX1Xm8fro9gy5gkpKoA9Mad.jpg",
        "title": "Checkered Ninja 2 (2021)",
        "description": "Checkered Ninja 2 (2021) အညွှန်း2018 တုန်းကထွက်ခဲ့တဲ့ Checkered Ninja ရဲ့ ဒုတိယကားလေး လာပါပြီ။အဲလက်စ်ကတော့ သူ့ရဲ့ နင်ဂျာရုပ်လေး ပျောက်သွားတယ်ပဲ ထင်နေခဲ့ပေမဲ့ လက်တွေ့မှာတော့ မီးရှို့ဖျက်ဆီးခံလိုက်ရပါပြီ။ သူတို့ မျက်မြင်သက်သေဖြစ်ခဲ့တဲ့ အမှုက ဗီလိန်ကလည်း သက်သေတွေ မခိုင်လုံတဲ့အတွက် အချုပ်ကနေ လွတ်လာတော့မှာပါ။အဲလက်စ်ကတော့ သူ့အမေကို နင်ဂျာရုပ်နဲ့ ဆင်တူ အရုပ်လေးတစ်ရုပ်ထိုးပေးဖို့ ပူဆာပါတော့တယ်ဒီလိုနဲ့ ဗီလိန်ကြီး ထောင်ဒဏ်ကို ရှောင်လွှဲနိုင်ခဲ့ပြီး လွတ်လာချိန်မှာတော့ ...အဲလက်စ်တို့ သူငယ်ချင်းတစ်သိုက် ဘယ်လိုရင်ဆိုင်ကြမလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲ အတူတူ အဖြေရှာကြည့်ကြပါစို့။ File Size          : 1.8GB,  776MB, 400MB\nQuality            : 1080p WEBRip AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Jsae/[CM]Checkered.Ninja.2.2021.720p.WEBRip.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg",
        "title": "Checkered Ninja (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ Animation ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...အဲလစ်စ်ဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာမတွေ့တာကြာနေပြီဖြစ်တဲ့ဦးလေးစတီးဝါ့ဒ်ဆီကနေ နင်ဂျာရုပ်လေးတစ်ရုပ်လက်ဆောင်ရခဲ့ပါတယ်...နင်ဂျာရုပ်လေးဟာ တကယ့်အပြင်ကပုံမှန်နင်ဂျာသမားတွေလိုအနက်ရောင်အင်္ကျီနဲ့ဖြစ်မနေဘဲ အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပါတယ်...ဒါ့အပြင်ပိုထူးဆန်းတာက နင်ဂျာလေးဟာ အသက်ရှိနေတာပဲဖြစ်ပါတယ်...အမြဲတမ်းမဝံ့မရဲနဲ့ဖြစ်နေတတ်တဲ့အဲလစ်စ်ဟာနင်ဂျာရုပ်လေးရဲ့ကျေးဇူးနဲ့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ...သူတဖက်သတ် ကြိတ်ပြီးချစ်နေရတဲ့ကောင်မလေးကရောသူ့လိုငကြောက်လေးကိုပြန်ချစ်လာနိုင်ပါ့မလား...နင်ဂျာရုပ်လေးကသူ့ကိုကူညီသလိုသူကလဲနင်ဂျာရုပ်လေးကိုဘယ်လိုပြန်ကူညီရမှာလဲ...နင်ဂျာရုပ်လေးကရောဘာ့ကြောင့် အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပြီးတော့ အသက်ဝင်နေရသလဲ...ဇာတ်လမ်းလေးကိုကြည့်ရင်းအဖြေရှာကြည့်လိုက်ပါ File Size : (742 MB) & ( 249 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://megaup.net/3tDud/(CM)_Checkered_Ninja_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNzMwODAwNmItYjJkYy00MmQwLTg2OTEtNTIzNjlkNGU5YjEyXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-141x200.jpg",
        "title": "[21+] Pay For Sex (2020)",
        "description": "[21+] Pay For Sex (2020) အညွှန်း မင်းသမီးကတော့ Kpop အဖွဲ့ BaBa ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်လောကထဲကို ကူးပြောင်းလာပြီး အခုလို ပုရိသတို့အကြိုက် ဇာတ်လမ်းတွဲတွေ ရိုက်ကူးနေတဲ့ မင်းသမီးချောလေး ဆောင်းဟာ ပါ။ ဒီဇာတ်ကားလေးကတော့ ခါးပိုက်နှိုက်လုပ်ရင်းကနေ လောင်းကစားဝိုင်းကို အမှတ်မထင်ရောက်သွားတဲ့ ဟယ်ဘင်းဆိုတဲ့ ကောင်မလေးအကြောင်းကို အခြေခံပြီး ပုံဖော်ထားတာပါလောင်းကစားဝိုင်းကို ရောက်တဲ့နေ့ကစပြီး ပြန်မရုန်းထွက်နိုင်တော့ဘဲ သူ့ဘဝရဲ့ အမှောင်အမိုက်ဆုံး အချိန်တွေ ရောက်လာတော့မယ်ဆိုတာကို မသိရှာပါဘူး။လောင်းကစားဝိုင်းရဲ့ နောက်ဆုံး ကစားပွဲကို ဘယ်သူက အနိုင်ရသွားမလဲ? ကစားပွဲတွေသိမ်းသွားတဲ့အချိန်မှာတော့ ဟယ်ဘင်းတစ်ယောက် ဘာတွေလုပ်မလဲဆိုတာ အဖြေရှာကြပါစို့။ အကြမ်းစား sex scene တွေကို ဖောဖောသီသီ မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသမီးနှစ်လက်စလုံးကလည်း အချောအလှ ဖြူဖြူဥဥလေးတွေ ဖြစ်တာကြောင့် Dark Side Production ကနေ တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ ... File Size    ...",
        "rating": "",
        "url": "https://megaup.net/2pov3/[DarkSide]Pay.For.Sex.2020.720p.HDRip.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afclGGoQslTYFTnyW1LRMtJMiBp.jpg",
        "title": "Cheaper by the Dozen (2003)",
        "description": "Cheaper By the Dozen (2003)\n=========================Cheaper By the Dozen ဆိုတာ Free Guy , Adam Project, Stranger Things တို့ကို ရိုက်ကူးခဲ့တဲ့\nဒါရိုက်တာ Shawn Levy ရဲ့ Comedy မင်းသားကြီး Steve Martin နဲ့ရိုက်ထားတဲ့အစောပိုင်းလက်ရာကောင်းတစ်ခုပါ။\nမိသားစုနဲ့ကြည့်ရှုလို့ရတဲ့ Family , Comedy ကားလေးဖြစ်ပြီး\nRating ကလည်း လူ ၁ သိန်းကျော်ပေးတဲ့ Voting မှာ 6/10 ရရှိထားပါတယ် ။ဇာတ်လမ်းအညွှန်းကတော့ တွန်နဲ့ ကိတ်ဘိတ်ကာဆိုတဲ့ ဇနီးမောင်နှံဟာ ကလေး ၈ ယောက်မွေးပြီး\nတွန်ကဘောလုံးနည်းပြနဲ့ ကိတ်ကစာရေးဆရာမအဖြစ် အိမ်ထောင်ဘဝကို လျှောက်လှမ်းရင်း\nချီကာဂိုမှာ ကလေးတွေကို ပြုစုပျိုးထောင်မယ်ဆိုပြီး တွေးထားခဲ့ပါတယ်..\nဒါပေမယ့် ကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက်မွေးလာတဲ့အခါမှာတော့\nအလုပ်နဲ့မိသားစုတစ်ဖက်၊ အိမ်စရိတ် စားစရိတ်တွေက\nမြို့ပြမှာနေထိုင်ဖို့ အဆင်မပြေနိုင်မှန်း သိလာတဲ့အခါ ...\nသူတို့ရဲ့စိတ်ကူးအိမ်မက်တွေကို စွန့်လွှတ်ပြီး မစ်ဒ်လန်းဆိုတဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2pmS7/Cheaper.By.The.Dozen.2003.720p.WEBRip.CM..mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wD68dEtcKuboxd8bhbqiTTxn6cX.jpg",
        "title": "Cheaper by the Dozen 2 (2005)",
        "description": "Cheaper By the Dozen 2 (2005) ======================2003 ခုနှစ်မှာထွက်ခဲ့တဲ့ Cheaper By the Dozen ရဲ့အဆက်ကားဖြစ်ပါတယ်\nဒီကားမှာလည်း ပထမကားလို လူ ၅ သောင်းကျော်ပေးတဲ့ Rating မှာ ၅.၅ ဆက်လက်ရရှိထားပြီး\nဇာတ်လမ်းပေါ့သွားတာမျိုးမရှိဘဲ လူကြိုက်များဆဲကားလေးဖြစ်ပါတယ်။\nပထမကားကို ကြည့်ထားရင်တောာ့ ဒီကားကိုပါ ဆက်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။\nဇာတ်လမ်းအရ ဘိတ်ကာ မိသားစုဝင် သမီးကြီးဖြစ်တဲ့ နိုရာဟာလည်း အိမ်ထောင်ကျကိုယ်ဝန်ရပြီး\nဟူစတင်ကိုပြောင်းရွှေ့တော့မှာဖြစ်ပါတယ်\nလော်ရိန်းကလည်း နယူးရောက်ကိုပြောင်းရွှေ့ကာ တစ်ခြားမိသားစုဝင်ကလေး ၁၀ ယောက်ကလည်း\nကျောင်းကိုယ်စီတက်နေကြပါပြီ သားသမီးတွေ ကြီးပြင်းလာပြီး\nကိုယ့်လမ်းကိုယ်လျှောက်ကြတော့မှာကို လက်မလွှတ်နိုင်ဖြစ်နေတဲ့ ဖခင်ကြီး တွန်ဘိတ်ကာဟာ\nနောက်ဆုံးတစ်ကြိမ်အဖြစ် အားလုံးကိုစုရုံးကာ သူတို့အရင်ကပျော်ပွဲစားထွက်ခဲ့ဖူးတဲ့ ဝန်နက်ကာရေကန်ကြီးကို\nအလုပ်သမားနေ့ပိတ်ရက်မှာ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်လိုက်ပါတယ်...\nဖြစ်ချင်တော့ အဲ့ဒီရေကန်အနီးတစ်ဝိုက်မှာ\nတွန်ရဲ့လူငယ်ဘဝက ပြိုင်ဘက်ဟောင်းကြီး ဂျင်မီမားတော့နဲ့ အတူ မိသားစုဝင် ၈ ယောက်နေထိုင်ကြတာဖြစ်ပါတယ်....\nဒီလိုနဲ့ ဘိတ်ကာနဲ့ မားတော့ မိသားစုကြီး ၂ ခုရဲ့ အားပြိုင်ကြပုံကို\nရယ်ရယ်မောမော ဟာသများစွာနဲ့ အလွဲအလွဲအချော်ချော်ဖြစ်ပုံကို\nမိသားစုနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။( ...",
        "rating": "",
        "url": "https://megaup.net/35m4x/Cheaper.by.the.Dozen.2.2005.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNRsouZh5zmhaE3n4QpLDXzy1gQ.jpg",
        "title": "Cheaper by the Dozen (2022)",
        "description": "Cheaper by the Dozen (2022)Walt Disney Pictures ကနေထုတ်လုပ်တဲ့ မိသားစုဟာသ ကားသစ်လေးထွက်လာပါပြီ\nနာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေ casts ပေါင်းများစွာသုံးပြီး\nရိုက်ကူးထားတဲ့ ဒါရိုက်တာဇာတ်ညွှန်းရေးဆရာမ Gail Lerner ရဲ့ ကားသစ်လေး~\n\"Cheaper by the Dozen\"...\nကလေးရောလူကြီးရော ကြည့်နိုင်တဲ့ ကားကောင်းလေးဖြစ်တဲ့အပြင်\nဒီကားသစ်လေးကို အရင် ၁၉၅၀ နဲ့ ၂၀၀၃ ကထွက်ခဲ့တဲ့\nနာမည်တူ ကားဟောင်းကြီးတွေကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအရင်ကားတွေနဲ့မတူဘဲ ခေတ်အလိုက်ပြောင်းလဲသွားတဲ့သဘာဝတွေကိုမြင်တွေ့ရမှာဖြစ်ပြီး\nတကယ့်လူနေမှုဘဝကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်\nလူတိုင်းမှာ အိပ်မက်ကိုယ်စီရှိကြပါတယ်\nလူတိုင်းနီးပါး ကိုယ့်အိပ်မက်ကို တစ်နေ့မှာ ဖြစ်လာအောင် အကောင်အထည်ဖော်ချင်ကြမှာပါပဲ\nဒီကားလေးမှာလည်း မိသားစုဝင်တွေအကုန် ကိုယ်စီအိပ်မက်ရှိကြပြီး\nကိုယ့်အိပ်မက်အတွက် ရေကုန်ရေခမ်းကြိုးစားကြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်\nဒါပေမဲ့ တစ်ခါတလေမှာတော့ ကိုယ်တွေးထားတဲ့ အိပ်မက်က\nကိုယ်တွေနဲ့ မကိုက်တဲ့ အရာတစ်ခု/ ဖြစ်လာတာတောင် မပျော်ရွှင်ရတဲ့ အရာတစ်ခုဖြစ်လာတတ်ပါတယ်\nဒီလိုအချိန်မျိုးမှာ ကိုယ်ချစ်တဲ့သူတွေ မိသားစုတွေနဲ့ တိုင်ပင်ပြီး စည်းလုံးမှုကိုပြထားတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့Paul Baker (Zach Braff) နဲ့ Kate ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Jrbt/cheaper.by.the.dozen.2022.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hHZrSDD5hOgSlB88yYELzQsr23.jpg",
        "title": "Hey! Sinamika (2022)",
        "description": "Hey Sinamika 2022မိန်းမတွေကစကားအရမ်းများတယ်လို့ အဆိုရှိကြတယ်မလား ဒါပေမယ့်ဒီဇာတ်ကားမှာတော့ရေပက်မဝင်အောင်ပြောတဲ့ယောကျာ်းကြောင့်ကွာရှင်းချင်နေတဲ့ မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းကိုကြည့်ကြရမှာပဲဖြစ်ပါတယ်Netflix ကနေထုတ်လွှင့်ပေးထားပြီး IMDb 6.3ထိရရှိထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့ မိုနာဆိုတာက ရာသီဥတုလေ့လာဆန်းစစ်သူပါတစ်နေ့မုန်တိုင်းကြားမှာ ဟိန္ဒိစကားသိပ်မပြောတတ်တဲ့ကောင်လေးတစ်ယောက်ကို စကားနည်းတယ်ဆိုပြီးမြင်မြင်ချင်းအချစ်နဲ့နှစ်ယောက်သားလက်ထပ်လိုက်ကြပါတယ် ဒါပေမယ့် လူဆိုတာကြာကြာပေါင်းမှအကြောင်းသိဆိုသလိုပဲဘာသာစကားလေ့လာတတ်ကျွမ်းသွားတဲ့ ရာလန်တစ်ယောက် တွေ့သမျှကိုမေးခွန်းထုတ်ပြီး ရေပက်မဝင်ပြောပါတော့တယ်\"စကားပြောတာက အသက်ရှုနေရတာနဲ့အတူတူပဲ\" ဒီစကားက ရာလန့်ကိုစကားပြောတာရပ်ခိုင်းရင်သူပြန်ပြောနေကျပါစကားပြောတာအပြင်ကိုအချက်အပြုတ်ပါ ဝါသနာပါတော့ တွေ့မြင်သမျှပေါက်ကရကအစ မိန်းမကိုကျွေးနေတော့သည်းမခံနိုင်တော့တဲ့တစ်နေ့ မိုနာ အလုပ်ကသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကွာရှင်းဖို့နည်းလမ်းရှာပါတော့တယ်ရာလန်ကိုစိတ်ဆိုးအောင်လုပ်ပြီးကွာမယ်ဆိုတဲ့အစီအစဉ်က အောင်မြင်သွားမလား လွဲချော်ကုန်မှာလားဒါ့အပြင်မိုနာတို့ကုမ္ပဏီက တစ်နှစ်စာ‌ခရီးထွက်ဖို့ပရောဂျက်ကျလာတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲမျက်ရည်ထွက်အောင်ရယ်ရတဲ့ Netflix ရဲ့ Romance/Comedyဇာတ်ကားကောင်းတစ်ကားဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်)\nFile size…1.34GB / 3GB \nQuality…720p WEB DL  /  1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Honeyey & Haruko",
        "rating": "6.3",
        "url": "https://megaup.net/1Jr3p/Hey_Sinamika_2022_AAC_2.0_720p_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e494USnDTBxvo13rtf818eZguRe.jpg",
        "title": "Robinson Crusoe (1997)",
        "description": "Robinson Crusoe (1997) ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ ...",
        "rating": "6",
        "url": "https://megaup.net/13tw6/Robinson_Crusoe_(1997)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/photo489122-139x200.jpg",
        "title": "Untold Scandal (2003)",
        "description": "Untold Scandal (2003)ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်နှောင်းပိုင်း ယဉ်ကျေးမှု့တွေ ဓလေ့ထုံးတမ်းတွေကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားပါတယ်Best Actress/Best Director/Best Music ဆု ၃ ခုလည်းရရှိခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းသခင်မဂျိုဟာ ထူးချွန်ထက်မြက်တဲ့ ဇနီးကောင်းတစ်ယောက်အဖြစ် လူကုံထံအသိုင်းအဝိုင်းမှာ နာမည်ကြီးပါတယ်\nတကယ်တမ်းမှာတော့ အခြားယောက်ျားတွေနဲ့ အမြဲတမ်းခိုးပြီးရှုပ်တတ်တဲ့ မိန်းမတစ်ယောက်ဖြစ်ပါတယ်သခင်မဂျိုရဲ့ မောင်ဝမ်းကွဲဖြစ်သူ ဂျိုဝန်ကလည်း စာပေပညာရော သိုင်းပညာပါ ထူးချွန်သူဖြစ်ပေမယ့် ရာထူးရာခံတွေကို ငြင်းပယ်ခဲ့ပါတယ်\nဂျိုဝန်က မိန်းမလိုက်စားသူတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတွေကို သွေးဆောင်ဖြားယောင်းရတာ နှစ်သက်တတ်သူပါဂျိုဝန်က သခင်မဂျိုရဲ့ အချစ်ဦးလည်းဖြစ်ပါသေးတယ်\nဒါပေမယ့် သူတို့ရဲ့ အချစ်ကစားပွဲမှာတော့ သူတို့ခံစားချက်တွေကိုဖုံးကွယ်ထားခဲ့ကြပါတယ်သခင်မဂျောင်ကတော့ ယောက်ျားသေဆုံးသွားတဲ့ မုဆိုးမတစ်ဦးပါ\nလက်ထပ်ပြီး မပေါင်းသင်းရသေးခင်မှာ ယောက်ျားသေဆုံးသွားတာကြောင့် အပျိုစင်မုဆိုးမလု့ိနာမည်ကြီးပါတယ်\nသခင်မဂျောင်ကို အရယူနိုင်မလားဆိုပြီး ဂျိုဝန်နဲ့ သခင်မဂျိုတို့ လောင်းကြေးထပ်ခဲ့ကြပါတယ်သူတို့နှစ်ယောက်ရဲ့ ကစားပွဲမှာ သခင်မဂျောင်က မြေစာပင်ဖြစ်သွားတဲ့အခါ...\nဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(2.1GB) ...",
        "rating": "6.9",
        "url": "https://megaup.net/13tph/Untold_Scandal_(2003)_720p.mp4",
        "category": "Asian, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPGPZ5soaG27MK90oKpioSiJE2.jpg",
        "title": "The Contractor (2022)",
        "description": "The Contractor (2022)နာမည်ကျော်မင်းသား ခရစ်စ်ပိုင်းရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nဒူးဒဏ်ရာကြောင့် ဆေးတွေသုံးလို့ အထူးတပ်ဖွဲ့ကနေ အနားယူလိုက်ရတဲ့ အတော်ဆုံး စစ်သားတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nတပ်ကထွက်လာပြီး အလုပ်မရှိအကိုင်မရှိ အကြွေးတွေနစ်နေချိန်မှာ\nကြေးစားစစ်သားအလုပ် လုံခြုံရေးအလုပ်တွေကို လိုက်လျှောက်ရင်း\nငွေအများကြီးရမယ့် အလုပ်တစ်ခု တွေ့သွားခဲ့ပါတယ်။\nအဲဒါကတော့ နိုင်ငံတော်လုံခြုံရေးကို ကာကွယ်ဖို့\nဘာလင်က သိပ္ပံပညာရှင်တစ်ယောက်တီထွင်နေတဲ့ ဇီဝလက်နက်တစ်ခုကို သွားဖျက်ဆီးဖို့ ကန်ထရိုက် တာဝန်တစ်ခုပါပဲ။\nစာရင်းမဝင် လျို့ဝှက်စစ်ဆင်ရေးတစ်ခုပေါ့။\nအဲဒီစစ်ဆင်ရေးကိုအတူသွားကြရင် လွယ်မလိုနဲ့ခက်ပြီး မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Action, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.83GB and 759MB and\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6",
        "url": "https://megaup.net/13tqd/The.Contractor.2022.720p.CM..mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYWIxODQxZDktZjlmYy00MDAxLTg2MmMtZjEwOTQ0Y2MyODlmXkEyXkFqcGdeQXVyMjE5MTcyMA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Slaxx (2020)",
        "description": "Slaxx 2020===========ကိုယ့်ဆီမှာရှိတဲ့ ဂျင်းဘောင်းဘီကိုတောင် ဝတ်ဖို့ တွန့်ဆုတ်စေမယ့်\nဇာတ်ကားလေး လာပါပြီခင်ဗျာ။နာမည်ကြီးဒီဇိုင်နာဘရန်းအဝတ်အထည်ဆိုင်မှာ အလုပ်လုပ်ဖို့ သွား\nလျှောက်ခဲ့တဲ့ ဆယ်ကျော်သက်ကောင်မလေး လစ်ဘီဟာ လူသစ်တွေဆို\nဂျင်းခံရတဲ့ထုံးစံအတိုင်း အလုပ်နဲ့မဆိုင်တဲ့ လူပျောက်ရှာဖို့ဖြစ်လာခဲ့တယ်။\nပျောက်နေတဲ့ ဝန်ထမ်းနှစ်ယောက်ဟာ သွေးရိုးသားရိုးပျောက်တာမျိုး\nမဟုတ်တဲ့အကြောင်း ကိုယ်တိုင်မျက်မြင်တွေ့လိုက်ရတဲ့အခါ။ မထုတ်ခင်\nကတည်းက ရေပန်းစားနေတဲ့ ဂျင်းဘောင်းဘီ တစ်ထည်အတွက် ပြင်ဆင်မှုတွေ\nလုပ်နေတဲ့အချိန်၊ အင်တာနက်တွေဖုန်းလိုင်းတွေဖြတ်ခံထားရချိန်မှာ ကျန်ခဲ့တဲ့သူတွေ\nအနေနဲ့ ‌ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ။\nဒီကားက ကနေဒီးယန်း Horror ကားလေးဖြစ်ပြီးတော့ ‌သွေးထွက်သံယို\nဇာတ်ဝင်ခန်းတွေပါလို့ Caution လေးနဲ့ ကြည့်စေချင်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size - (620 MB) / (290 MB)\nQuality – Blu-Ray 1080p / 720p\nDuration - 1h 17mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Comedy, Horror\nTranslator – Jerrica\nEncoder – ...",
        "rating": "5.4",
        "url": "https://megaup.net/13sy4/Slaxx.2020.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/miGhnyLMxOrBosSberL0XChkqTe.jpg",
        "title": "Without Ward (2022)",
        "description": "Without Ward (2022) ဇာတ်လမ်းအညွှန်းSci-Fi romantic ဇာတ်ကား အမျိုးအစားလေးတစ်ခုပါ။ အင်မတန်တော်တဲ့ တီထွင်သူ ဝေါ့ဒ်ဟာ လူတွေ ဟေ့စ်လို့ခေါ်တဲ့ ကိုယ်ပိုင် စိတ်ကူးယဉ်ကမ္ဘာထဲမှာ နေနိုင်ဖို့အတွက် ဆေးတစ်ခု တီထွင်ခဲ့တယ်။ ကမ္ဘာ့အချမ်းသာ‌ဆုံး ပုဂ္ဂိုလ်တွေကစလို့ ငွေကြေးတတ်နိုင်သူတွေဟာ စည်းစိမ်တွေပုံအောပြီး အဲ့ဆေးကို သုံးခဲ့ကြတယ်။ဒီလိုနဲ့ နှစ်ပေါင်း ၂၀ ကြာပြီးနောက် ကမ္ဘာ့လူဦးရေ ၅၀% ‌လောက်ဟာ အဲ့ဆေးကို သုံးပြီး ဟေ့စ်ထဲမှာပဲ ရှင်သန်ကြတော့တယ်။ အက်စကွိုင်ရာလို့ခေါ်တဲ့ သေနတ်ကိုင်ဆောင်ထားတဲ့ ရှေ့နေတွေက ဆေးသုံးသူတွေကို စောင့်ရှောက်ပေးဖို့ စာချုပ် မချိုးဖောက်ဖို့ ကြီးကြပ်ပေးရတယ်ပေါ့။တစ်ကမ္ဘာလုံးကို Contractualiam လို့ခေါ်တဲ့ အစိုးရ တစ်ရပ်က ချုပ်ကိုင်ထားတယ်။ တစ်နေ့ ဆေးကို တီထွင်သူ ဝေါ့ဒ်ဟာ ကိုယ့်ကိုယ်ကို သတ်သေလိုက်တယ်။ ဟေ့စ်ထဲမှာပဲ တစ်သက်လုံးနေပြီး မနိုးလာတော့ဘူးလို့ ယုံကြည်ခဲ့တဲ့သူတွေဟာ ဝေါ့ဒ်မရှိလို့ ဆေးပြတ်သွားပြီး လက်တွေ့ဘဝထဲမှာ နိုးလာကြတယ်။တစ်ချို့က ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Jq3g/[CM]Without.Ward.2022.720p.WEBRip.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/radhe-160x200.jpg",
        "title": "Radhe Shyam (2022)",
        "description": "အိန္ဒိယမဟုတ်ဘဲ ဥရောပမှာ ဇာတ်အိမ်တည်ထားတဲ့Indian romance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကို မမိတ်ဆက်ခင်မှာ အရင်မိတ်ဆက်ပေးချင်တာကတော့အဓိကဇာတ်‌ဆောင်အဖြစ် ပါဝင်သွားမယ့် မင်းသား Prabhasဖြစ်တဲ့အပြင်Quality ပိုင်းမှာလဲ ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ WEB DLဗားရှင်းအကြည်ကို တင်ဆက်ပေးထားပါတယ်...Prabhas ကတော့ တခြားသူမဟုတ်ပါဘူး။ ၂၀၁၅ ခုနှစ်လောက်ကတီဗီမှာ ပါးစပ်အဟောင်းသားကြည့်ခဲ့ရတဲ့၊ setting အလန်းစားတွေနဲ့ရိုက်ကူးထားတဲ့Baahubali ကားထဲက မင်းသားပါပဲ။ Baahubali ကားထဲမှာ ဗလကောင်းကောင်းအရပ်မြင့်မြင့်နဲ့ ဟိတ်ဟန်အပြည့်ရှိခဲ့သလိုမျိုး ဒီကားထဲမှာလည်းမတူထူးခြားတဲ့ဟန်ပန်နဲ့ ခပ်မိုက်မိုက် ခပ်လန်းလန်း ထပ်မံတွေ့ရှိရဦးမှာ ဖြစ်ပါတယ်။ခုလို ပွင့်လင်းမြင်သာတိုးတက်နေတဲ့ခေတ်ကြီးမှာ လူတွေက prediction အစားfacts တွေကိုပဲ ပိုပြီးယုံကြည်လက်ခံလာကြပါတယ်။ ဒါပေမဲ့ ဗေဒင်လက္ခဏာတွေကိုယုံကြည်ကိုးစားသူကလည်း အများအပြား ရှိတုန်းပါပဲ။\"အချစ်နဲ့ ကံကြမ္မာ အားပြိုင်မှု\"....လူနှစ်ယောက်က ရေစက်ပါလို့ တွေ့ဆုံကြတဲ့အခါ အချစ်တစ်ခု ဖြစ်တည်လာပါတယ်။တကယ်လို့ အဲဒီလူနှစ်ယောက်ဟာ တွေ့ဆုံပြီး ချစ်မိခဲ့ကြပေမဲ့ ရေစက်မပါလာခဲ့ဘူးဆိုရင်ရော.....လက်တွေ့ကျတဲ့ အချက်အလက်တွေကိုပဲ ယုံကြည်ပြီး သက်သေပြနိုင်မှ လက်ခံတဲ့ ဆရာဝန်မလေး Prerana....\"ဗေဒင်လက္ခဏာလောကရဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Jqnf/Radhe.Shyam.2022.720p.AAC5.1CH_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/index-137x200.jpg",
        "title": "Vicious Fun (2020)",
        "description": "Vicious Fun (2020)\n==============IMDb Rating - 6.5/10, Rotten Tomato 88%Rating ကောင်းတွေရထားတဲ့ လူသတ် Horror ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ရုပ်ရှင်သုံးသပ်ရေးနဲ့ horrorမဂ္ဂဇင်း‌ရေးသူ\nဂျိုးဟာ အပေါင်းသင်းမရှိ လူသိပ်မသိတဲ့ သာမန် လူငယ် Nerd လေး\nတစ်ယောက်ပါ ။\nတစ်နေ့သူ ကောင်မလေးရှာချင်တာကြောင့် ဘားတစ်ခုသွား အရက်\nသောက်ရင်းကနေ မှောက်သွားပါတယ်။ ပြန်နိုးလာတဲ့အချိန်မှာ သူရောက်\nသွားတာကတော့ အမေရိကရဲ့ အကြမ်းဆုံးကွင်းဆက်လူသတ်သမား ၅ ယောက်စုပြီး\nအစည်းအဝေးလုပ်နေတဲ့ စကားဝိုင်းကိုပါ ။ သူလည်းအဲ့ဒီကနေ လွတ်မြောက်နိုင်ဖို့\nသူ့ရေးဖူးတဲ့ Horror ဇာတ်လမ်းတွေထဲက လူသတ်ဇာတ်ကောင်အဖြစ် အယုံသွင်းရင်း\nလိုက်လျောညီထွေနေ‌လိုက်ရပါတယ် ။ဒါပေမယ့် ‌တကယ့်လူသတ်သမားတွေနဲ့ရင်ဆိုင်တွေ့နေရတဲ့ ဂျိုးတစ်ယောက်\nအချိန်အကြာလာတာနဲ့ အလွဲတွေလုပ်မိကာ ဟန်မဆောင်နိုင်တော့ဘဲ အလိမ်တွေ\nပေါ်ကုန်ပါတယ်။ အဲ့ဒီကနေ ဂျိုးတစ်ယောက် အသက်ရှင်လွတ်မြောက်သွားနိုင်ပါ့မလား\nဆိုတာကိုတော့ အရမ်းကြမ်းတဲ့ ဟာသတွေ စကားလုံးအသုံးနှုန်းတွေနဲ့ စိတ်လှုပ်ရှားဖို့\nကောင်းစွာ ရိုက်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/2pmx0/Vicious.Fun.2020.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Gra15Mqb6NvXbyYtL3hk79OQ1d.jpg",
        "title": "Azor (2021)",
        "description": "Azor (2021) ဇာတ်လမ်းအညွှန်းဒီကားလေးကတော့ ရိုးရိုးလေးပါပဲ။ 1980 ခုနှစ်လောက်က အာဂျင်တီးနားနိုင်ငံကို စစ်တပ်က အာဏာသိမ်းခဲ့ပါတယ်။\nအဲဒီအချိန်အတွင်းမှာပဲ ဘဏ်လုပ်ငန်းရှင် ကီးစ်ဆိုသူဟာ ဘွာနိုးဆိုင်းရက်စ်မြို့ကနေ ရုတ်တရက် ပျောက်သွားခဲ့ပါတယ်။ ကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးဖို့ သူ့ရဲ့တွဲဖက်ဖြစ်သူ ပုဂ္ဂလိက ဘဏ်လုပ်ငန်းရှင် အီဗန်ဟာ အာဂျင်တီးနားနိုင်ငံကို ဇနီးဖြစ်သူနဲ့အတူ ရောက်လာခဲ့တယ်။\nကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးမဲ့ အီဗန်ရဲ့ စီးပွားရေးဆိုင်ရာ ကြိုးပမ်းမှုတွေကို အေးအေးဆေးဆေးလေးပဲ လိုက်ပါခံစားရမှာပါ။ဒီကားထဲမှာဆိုရင် နိုင်ငံရေးစကားဝိုင်းတချို့တွေ့ရမယ်၊ စီးပွားရေးကိစ္စ ပြောဆိုတာတွေ တွေ့ရမယ်၊​ ဇာတ်လမ်းရဲ့ ရည်ရွယ်ချက်ကိုတော့ ကိုယ်တိုင်ပဲ ဇာတ်လမ်းထဲမှာ ရှာရပါလိမ့်မယ်။လှုပ်လှုပ်ရှားရှားနဲ့ အက်ရှင်တွေပါမှ ကြိုက်တတ်တဲ့လူတွေအတွက်တော့ အဆင်မပြေလောက်ပါဘူး။ Rating အနေနဲ့ကတော့ IMDB မှာ 6.6 အထိရရှိထားပြီး Rotten Tomatoes မှာတော့ 100% အပြည့်ရရှိထားပါတယ်။(ဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။) File Size        ...",
        "rating": "6.6",
        "url": "https://megaup.net/13sys/[CM]Azor.2021.Blu-ray.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrwejDUmCSaca2Afubznkdp3ogB.jpg",
        "title": "Nicky Larson and the Cupid’s Perfume (2018)",
        "description": "Nicky Larson and the Cupid's Perfume (2018)IMDb 6.5\nCrime/Comedyတော်ရုံတန်ရုံ ဟာသကားဆို ပြုံးရုံပဲပြုံးတတ်တဲ့ ကျွန်တော်တောင် တော်တော်ရယ်မိတဲ့ကားပါဗျာ။\nပြင်သစ်ကားတွေ ကောင်းရင် ရှယ်ကောင်းတယ်ဆိုတာ\nဒီကားကလည်း ထပ်ပြီးသက်သေပြတယ်လို့ကိုဆိုရမယ့်ကားဗျ။ဇာတ်လမ်းအမျိုးအစားက မှုခင်းအက်ရှင်ဟာသကား‌ဆိုပေမဲ့\nဟာသက ဟာသသက်သပ်၊ အက်ရှင် အက်ရှင်သက်သက်ဖြစ်နေတာရယ်။ ပြောချင်တာကဗျာ ဟာသတွေ ပါလို့ဆိုပြီး အက်ရှင်တွေက ပေါ့မသွားဘူး၊\nအက်ရှင်တွေ ပါလို့လည်း ဟာသတွေရဲ့ရသ လည်း ပျက်မသွားဘူး။တစ်ကားလုံး ဟာသလာပြီဆို ရှယ်ခွီ၊ အက်ရှင်လာပြီဆို ရင်ဖိုလိုက်နဲ့ ခွီလိုက် ဖိုလိုက်နဲ့ကို ကြည့်ရမှာ။\nတကယ်ဗျာ အက်ရှင် ဇာတ်ကွက်တွေကလည်း 2018 ကလို့မထင်ရအောင်\nဇာတ်ကွက်၊ ရိုက်ကွက်ကောင်းသလို၊ ဟာသတွေကလည်း ရိုးမနေဘူးဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်\nကြေးစာလက်ဖြောင့်သမားသာသာအလုပ်လုပ်နေတဲ့ နစ်ကီဆီကို မစ်ရှင်တစ်ခုလာအပ်ရာကနေ စတယ်ဆိုပါတော့။\nနစ်ကီကို လာအပ်တဲ့ မစ်ရှင်ကဘာလဲ၊\nအဲဒီမစ်ရှင်ကြောင့် ဘယ်လိုတွေဖြစ်ကြမှာလဲ၊\nနစ်ကီကရော ဘယ်လိုဇာတ်ကောင်မျိုးလဲဆိုတာကို\nဇာတ်ကားစလာတဲ့အခန်းတည်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2pmTb/Nicky.Larson.et.le.parfum.de.Cupidon.2018.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDasGe2yWdVaRjxY5jYYDr2IILo.jpg",
        "title": "Too Beautiful to Lie (2004)",
        "description": "Too Beautiful To Lie(2004)မြန်မာ ပရိသတ်တွေကြားမှာ ကျီးကျင့်ဆိုပြီး နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Kang Ha-nuel\n“အကောင်းဆုံး သရုပ်ဆောင်ဆု” ရရှိခဲ့တဲ့  ၂၀၀၄ ခုနှစ်က အချစ်ဟာသ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Joo Yeoung Ju(Kang Ha-nuel)ဟာ လိမ်လည်မှုကြောင့်ထောင်ကျနေရာကနေ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာပြီး အစ်မရဲ့ မင်္ဂလာဆောင်မှာ\nသူကိုယ်တိုင်လုပ်ထားတဲ့ ဘဲငန်းရုပ်လေးလက်ဖွဲ့ဖို့ ရထားနဲ့ ထွက်လာခဲ့ပါတယ်တစ်ဖက်မှာလည်း Choi Hee Cheol(Kang Dong Won) ဟာ\nသူ့အမေရဲ့ လက်စွပ်နဲ့ ချစ်သူကောင်မလေးကို လက်ထပ်ခွင့်တောင်းဖို့\nအဲဒီရထားပေါ်မှာပဲ လိုက်ပါလာခဲ့ပါတယ်ရထားပေါ်မှာ Choi Hee Cheol ရဲ့လက်စွပ်ကို ခါးပိုက်နှိုက်တစ်ယောက်က\nခိုးသွားတာကို Joo Yeoung Ju ကမြင်လိုက်ရာကနေ ဇာတ်လမ်းစ,ပါတော့တယ်ခါးပိုက်နှိုက် ရထားပေါ်က ဆင်းသွားတဲ့အချိန်မှာ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာတဲ့ သူ့ကို စွပ်စွဲမှာစိုးပြီး\nJoo Yeoung Ju တစ်ယောက် ခါးပိုက်နှိုက်နောက်လိုက်ပြီး လက်စွပ်ကို ပြန်ယူပါတော့တယ်\nလက်စွပ်ကိုတော့ ...",
        "rating": "7",
        "url": "https://megaup.net/2pmTX/Too.Beautiful.To.Lie.2004.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vI3aahilqPyMpNQQ7421GSEHRLX.jpg",
        "title": "Adam by Eve: A Live in Animation (2022)",
        "description": "Adam by Eve : A Live In Animation (2022)ဂျပန် anime တော်တော်များများကို ကြည့်ဖူးတဲ့ဆိုရင်တော့ Eve ကို သိကြမှာပါ။ ဟုတ်ပါတယ်။\nJujutsu Kaisen လို နာမည်ကြီး Anime မှာ Opening theme song ကို သီဆိုခဲ့သူပါ။အဲဒါအပြင် ဂျပန်တေးရေးဆရာ၊ အဆိုတော်၊ ပရိုဂျူဆာအဖြစ် ရပ်တည်‌နေတဲ့ Eve ဟာ\nAnime တော်တော်များများမှာ သီချင်းတွေကို သီဆိုပေးခဲ့ဖူးပါတယ်။\nနောက်တော့ သူ့ရဲ့အိပ်မက်တွေနောက်လိုက်ရင်း Adam by Eve : A Live In Animation လေးကို ဖန်တီးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒီကားလေးကိုတော့ ၂၀၂၂ ခုနှစ် မတ်လ ၁၅ ရက်နေ့မှာ Netflix က ထုတ်လွှင့်ခဲ့ပြီးတော့\nထူးခြားချက်အနေနဲ့ကတော့ Live action နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/35kiv/Adam.by.Eve.a.Live.in.Animation.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Animation, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/3Jv9otOjimfiHuHK7CY4IBXVc8Y-133x200.jpg",
        "title": "Behind Cut (2021)",
        "description": "Behind Cut (2021)BL လောကကို ကိုရီးယားကလည်း အမှီလိုက်လာပါပြီ\nဒီဇာတ်လမ်းကတော့ ၂၀၂၁ ခုနှစ်က web series အဖြစ်ထွက်ပြီးမှ\n၂၀၂၂ ခုနှစ်မှာ movie အနေနဲ့ထွက်လာတဲ့ ဇာတ်လမ်းလေးပါကောင်လေးနှစ်ယောက်ရဲ့ မတော်တဆတွေ့ဆုံမှုကနေ\nသူငယ်ချင်းဖြစ်သွားပြီးမှ ခံစားချက်တွေ မွေးဖွားလာပြီး\nတစ်ဆင့်တက်သွားတဲ့ ဇာတ်ကြောင်းလေးနဲ့အတူ လိုက်ပါခံစားရမှာပါအိပ်မက်တွေ တသီကြီးရှိတဲ့ ဖက်ရှင်ဒီဇိုင်နာ ဂင်ဂီဂျင်းဟာ ဖက်ရှင်ရှိုးလူရွေးပွဲအတွက် ပြင်ဆင်နေပါတယ်အဲအချိန်မှာပဲ ပစ္စည်းပို့တဲ့အလုပ်ကိုသာလုပ်ပြီး\nလမ်းပျောက်နေတဲ့ အွန်းယောင်အူးနဲ့တွေ့သွားပြီး\nအွန်းယောင်းအူနဲ့အတူ အိပ်မက်ကိုယ်စီကို ပုံဖော်သွားကြမှာပါလူငယ်တွေရဲ့ အိပ်မက်ကို ကိုယ်တိုင်ဖန်တီးကြပုံနဲ့\nပါးပါးလေးရိုသွားမယ့် ကောင်လေးနှစ်ယောက်ကိုလည်း တစ်ဝကြီးကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်\nအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....BL, Romance\nQuality….WEB-DL 1080p and 720p\nFile size....1.34GB and 741MB 307MB\nFormat…mp4\nDuration…. 2h\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoyZ\nEncoder ...",
        "rating": "6.2",
        "url": "https://megaup.net/35kjx/Behind_Cut_Movie_720p_WEB-DL_CM..mp4-.mp4",
        "category": "BL, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kdeVGrB2hc7wg4F36oG1CBQt2hU.jpg",
        "title": "We Are Little Zombies (2019)",
        "description": "We are little Zombies (2019)IMDb - 6.8/104 Wins and 11 Nominationsစိတ်ခံစားမှုမျိုးစုံ အတွေးမျိုးစုံကို မြုပ်ကွက်များနဲ့အတူ ခံစားမိစေမယ့်  We are little zombies\nငယ်စဉ်ကတည်းက မိဘတွေရဲ့ ဂရုမစိုက်မှု နဲ့ ပတ်၀န်းကျင်ကြောင့် အထီးကျန်နေခဲ့ရပြီး\nမိဘတွေကို မနှစ်သက်ကြတဲ့ ကလေး ၄ ယောက် ၊\nအကြောင်းကြောင်းကြောင့် မိဘတွေ သေဆုံးသွားပြီး မိဘတွေရဲ့ ဈာပနပွဲမှာမှ သူတို့တွေ့ဆုံခဲ့ရတယ် ၊\nUnemotional လို့ခေါ်တဲ့ စိတ်ခံစားမှုမရှိတဲ့ ကလေး ၄ ယောက်ဟာ စွန့်စားခန်းတစ်ခုကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...\nဦးတည်ချက်မရှိပဲသွားနေရင်း မိဘတွေရဲ့ သေဆုံးမှုကို သီချင်းရေး သီဆိုရင်း\nလိုင်းပေါ်တင်လိုက်ရာ အောင်မြင်သွားချိန်မှာတော့ သူတို့လေးတွေ ဘာဆက်လုပ်ကြမလဲ ။\nအသက်ရှင်နေရတဲ့ရည်ရွယ်ချက်မရှိ ဘာခံစားချက်မှမရှိဘဲ\nရောက်တတ်ရာရာသွားနေကြတဲ့ သူတို့ကိုယ်သူတို့ ဇွန်ဘီလေးတွေလို ...",
        "rating": "6.8",
        "url": "https://megaup.net/13r9b/We.Are.Little.Zombies.2019.720p.CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KFSKVqOeTozicvFxZFwpsdkZep.jpg",
        "title": "Searching for the Elephant (2009)",
        "description": "Searching for the Elephant (2009)IMDb 5.5/10================================ဇာတ်ကားနာမည်က \"ဆင်ရှာပုံတော်ထွက်ခြင်း\"တဲ့။\nဒါပေမဲ့ \"ဆင်\" အကြောင်းတော့မဟုတ်ပါဘူး။\n\"လူ\" အကြောင်းမှ လူအကြောင်း စစ်စစ်ကို ရေမရောဘဲ ရိုက်ပြထားတာပါ။သေချာတာကတော့ ဒီကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး။ဘယ်လိုလူတွေ အတွက်လဲဆိုတော့\nလက်ရှိဘဝကို စိတ်ပျက်လာတဲ့အခါ....\nဘဝထဲက လူတွေအကြောင်း သိလာပြီး\nသူတို့မျက်နှာဖုံးတွေကို မြင်လာတဲ့အခါ....လွယ်လွယ်ပြောရရင် Dark mood ဝင်လာတဲ့အခါမှ\nမြိန့်မြိန့်ကြီး ထိုင်ကြည့်ပြီး ရိသဲ့သဲ့ စိတ်နာနာပြုံးမိမယ့်\nလူ့သဘာဝ dark side ကိုရိုက်ပြထားတဲ့ကားပါ။ဒီကားမှာ ဇာတ်သိမ်းကို ပြူးပြဲလိုက်ရှာလို့ မရသလို\nPlot ကိုနားလည်အောင် အတင်းချိတ်နေလို့လည်း မရပါဘူး။ဇာတ်ကားကို ဒါရိုက်တာ ခေါ်ဆောင်သွားတဲ့အတိုင်းလေး အလိုက်သင့်စီးမြောပြီး တစ်ခန်းချင်း ကြည့်သွားရုံပါပဲ။အဆုံးသတ်ကြရင် လူဆိုတာ ဒီလိုပါပဲဆိုပြီး သံဝေဂရစေမယ့် ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဝေဖန်သူတွေက ဒီကားကို plot twist တွေများပြီး ခန့်မှန်းရခက်တယ်လို့ ဝေဖန်ထားကြပေမယ့်လူ့လောကကြီးကိုက Plot twist တွေပဲ မဟုတ်လားဗျာ\n[Plot ...",
        "rating": "5.5",
        "url": "https://megaup.net/13r8c/Searching.for.the.Elephant.2009.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foUTAJurvnbUoIUbnuUk5dyHx7M.jpg",
        "title": "Arthur (2011)",
        "description": "Arthur (2011)ယခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ ၂၀၁၁ က ထွက်ရှိခဲ့တဲ့ ရိုမန့်ဟာသ\nဇာတ်ကားအမျိုးအစားဖြစ်တဲ့ Arthur ဆိုတဲ့ ဇာတ်ကားလေးပါ။\nဟာသဇာတ်ကားကြိုက်သူတွေအတွက်\nဟာသကောင်းလေးတွေနဲ့ တွေးရင်း ရယ်မောနိုင်စေမှာ ဖြစ်ပါတယ်။\nကျိကျိတက်ချမ်းသာတဲ့ မိသားစုက ဆင်းသက်လာတဲ့ အာသာဘာ့ခ် ဆိုတဲ့ လူတစ်ယောက်။\nချမ်းသာသည့် အလျှောက် သူ့ဘဝတစ်လျှောက်လုံးမှာ ဘာတာဝန်မှ မယူဘဲ ထင်ရာစိုင်းနေခဲ့ပါတယ်။\nပြဿနာတွေရှာလိုက် အရက်တွေသောက်လိုက်၊ ပိုက်ဆံတွေဖြုန်းလိုက်၊ မိန်မတွေ ရှုပ်လိုက်နဲ့\nနေလာလို့\nအမေဖြစ်သူဟာ ကုမ္ပဏီရဲ့ အကျိုးစီးပွားအတွက်\nဆူဆန်ဂျွန်ဆန် ဆိုတဲ့ မိန်းကလေးနဲ့ ပေးစားဖို့ စီစဥ်ပါတော့တယ်။\nအကယ်၍ သူပေးစားတဲ့သူနဲ့ မယူရင် အမွေပြတ်စွန့်လွှတ်မယ်ပြောလို့\nအာသာ ဟာ ရွေးချယ်စရာမရှိတော့တာနဲ့ လက်ထပ်ဖို့ သဘောတူလိုက်ပါတယ်။\nဒီလိုနဲ့ တစ်ရက်မှာ နေအိုမီ ဆိုတဲ့ ဧည့်လမ်းညွှန် ကောင်မလေးနဲ့တွေ့ဆုံဖြစ်ရာကနေ\nအာသာရဲ့ ဘဝ ပြောင်းလဲဖို့ အစပျိုးလာပါတော့တယ်။\nအာသာ တစ်ယောက် ဘယ်လို ပေါက်တတ်ကရတွေ လုပ်မလဲ၊\nဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ရမလဲဆိုတာ\nဟာသမြောက်စွာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/13r7p/Arthur.2011.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/A2RJVDQEoVf47SWMpDxR0LvveHp-133x200.jpg",
        "title": "[18+] I Love It From Behind (1981)",
        "description": "မီမေဟာ အထက်တန်းကျောင်းတက်ကတည်းက ယောက်ျားတွေရဲ့အင်္ဂါကိုမှင်သုတ်ပြီး စာရွက်ပေါ်ခပ်နှိပ်ထားတဲ့\nပုံတူတွေကိုစုဆောင်းနေခဲ့ပြီး သူတကယ်လက်ထပ်ရမယ့်အမျိုးသားနဲ့မတိုင်ခင်မှာ ပုံပေါင်းတစ်ရာယောက်ျားပေါင်း\nတစ်ရာနဲ့လိင်ဆက်ဆံပြီး စံချိန်တင်ဖို့ရည်မှန်းထားခဲ့ပါတယ်။၉၉ ခုအထိအောင်မြင်ထားခဲ့ပြီး ၁၀၀ မြောက်တစ်ခုမှာတော့\nတစ်ဖက်လူဟာ သူတွေ့ဆုံခဲ့ဖူးသမျှ ဘယ်သူနဲ့မှမတူပဲ၊ ဒီလိုကိစ္စမျိုးမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်နေပြီး သူနဲ့\nပြိုင်ဘက်ဖြစ်လာတဲ့အခါမှာတော့ နာရီပေါင်းများစွာကြာတဲ့ လိင်မာရသွန်ကြီးကိုမနားတမ်းဆင်နွှဲပြီး\nအရှုံးအနိုင်ဆုံးဖြတ်ဖို့ဖြစ်လာပါတော့တယ်။နီကတ်ဆုရဲ့နာမည်ကြီး Roman Porno Series တွေထဲကတစ်ကားပါပဲ၊ Dark ဖြစ်တဲ့ဘက်ကိုမသွားပဲ\nပေါ့ပေါ့ပါးပါးဟာသဆန်ဆန်ရှုစားရမှာဖြစ်ပါတယ်။ ဒါပေမယ့် Roman Porno Series တွေထုံးစံ ဆန်းဆန်းပြားပြား\nဆက်ဆံခန်းတွေကတော့ အရင်ထက်မလျော့ပါဘူး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.1 GB) & (380 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:05:41\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2pmik/(DS)I.Love.It.from.Behind.1981.720p.AMZN.WEB-DL.DD+2.0.H.264-ARiN.mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDdmMjkyYzEtZDMwZi00NjczLTg0ZDktYjBkYjMxZjA3N2QwXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Girl on the Mountain (2022)",
        "description": "The Girl on the mountain (2022)\n======================မတော်တဆမှု တစ်ခုကြောင့် ဇနီးနဲ့ သမီးလေးကို ဆုံးရှုံးလိုက်ရတဲ့\nဂျက်ဟာ ဂီတအနုပညာရှင်ဘ၀ကို စွန့်လွှတ်ပြီး တောင်တွေပေါ်မှာ\nတစ်ကိုယ်ထဲ နေထိုင်လာခဲ့တာ အချိန်တွေကြာခဲ့ပါပြီ။တစ်နေ့မှာ မထင်မှတ်ဘဲ သူ့သမီးအရွယ်စကားမပြောတတ်တဲ့\nကောင်မလေးတစ်ယောက်  ဂျက်ဆီကိုရောက်လာခဲ့ပါတယ်။\nဂျက်လည်း ပြန်မလွှတ်ရက်တာနဲ့ ကလေးမကို စောင့်ရှောက်ထားပြီး\nသမီးတစ်ယောက်အစားရလိုက်သလို သံယောဇဉ်တွယ်လာခဲ့ပါတယ် ။ဒါပေမယ့် အမြဲစိတ်တိုင်းကျ မဖြစ်နိုင်တဲ့ လောကဓံအရ ဒီကောင်မလေးဟာ\nပထွေးရန်ကိုကြောက်လို့ ထွက်ပြေးလာတဲ့ အိမ်ပြေးလေးဖြစ်ပါတယ် ။\nသူမရဲ့ အတိတ်က ကိစ္စတွေ ဂျက်ဆီကိုပါရောက်လာတဲ့အခါမှာ... ဖြစ်လာမယ့်\nအန္တရာယ်တွေက‌နေ ဒီကောင်မလေးကို ဂျက်ဘယ်လိုကာကွယ်သွားမလဲဆိုတာ\nကြည့်ရမယ့် သည်းထိတ်ရင်ဖို့ Drama, Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size - (1.66 GB) / (812 MB) / (504 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Jaas/The.Girl.on.the.Mountain.2022.720p.WEBRip.x264-RARBG_new.mp4",
        "category": "Drama, Thriller"
    }
]