[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTEyZTFkZWItYTRlMS00ZWFkLTg3YjEtNDg5NDFlNmU2MDM3XkEyXkFqcGdeQXVyNTA4NTM1NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "High Resolution",
        "description": "တိုင်ပေဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ရည်စားနဲ့ ပြတ်သွားတဲ့ အယ်ရင်ဆိုတဲ့ မိန်းကလေးဟာရည်းစာအသစ်အဖြစ် ပေါ နဲ့ တွဲမိပါတယ်။ပေါဟာ စာရေးဆရာတစ်ယောက်ဖြစ်နေပြီး သူနဲ့အယ်ရင်ရဲ့ အချစ်ကိုမှတ်တမ်းရုပ်ရှင်ရိုက်ကူးဖို့ နှစ်ဦးသား ကြံစည်မိခဲ့ကြပါတယ်။ဒီကားမှာတော့ bad romance နဲ့ အတူ မူးယစ်ဆေးမျိုးစုံကိုသုံးစွဲကြတဲ့ စုံတွဲရဲ့ အမြင်နဲ့အတွေးတွေကို ခံစားကြည့်ရမှာပါ။သူတို့ ၂ ယောက်ဟာ နေရာတွေ အစုံသွားတယ် ချစ်ကြတယ်မူးယစ်ဆေး တူတူသုံးတယ် ကဲတယ်တစ်ယောက်ကတော့ အရမ်းချစ်မိသွားပြီးတစ်ယောက်ကတော့ တကယ်မချစ်ခဲ့ဘူးသူတို့ ၂ ယောက်ထဲက ဘယ်သူဖြစ်မလဲ ?ဒီရုပ်ရှင်ကားကို Thwe Lay Ngon ကဘာသာပြန်ပေးထားပါတယ်",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/high-resolution/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSviUMejPmerwoQxdj7wR4Ky1Fd.jpg",
        "title": "The Scorpion King: Book of Souls (2018)",
        "description": "ဒီဇာတ်​ကားကတော့ ၂၀၁၈ခုနှစ်​မှာထွက်​ထားတဲ့Scorpion King ၅ကားမြောက်​ ဇာတ်​ကားဖြစ်​ပါတယ်​ ဇာတ်​လမ်​းရဲ့ကျောရိုးကတော့ ဖာရိုဘုရင်​လက်​ထပ်​မတိုင်​ခင်​ရှေးအီဂျစ်​ပြည်​မှာ ဘုရင်​မန်​တပ်​ဟာသေမင်​းနတ်​ဘုရား အနူးဘစ်​့နဲ့ အပေးအယူပြုလုပ်​ခဲ့ပါတယ်​ အပေးအယူအရ သေမင်​းနတ်​ဘုရားအနူးဘစ်​့က တန်​ခိုးသြဇာကြီးမားလှတဲ့ဓားတစ်​ချောင်​းကို ဖန်​တီးပေးခဲ့တယ်​အဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူက ကမ္ဘာကြီးကို အုပ်​ချုပ်​နိုင်​တဲ့အထိစွမ်​းအင်​ကြီးမားသွားပါလိမ်​့မယ်​ ထိုဓားကို သေမင်​းနတ်​ဘုရား အနူးဘစ်​့ ဖန်​တီးခဲ့ပုံကလဲဝိညာဉ်​တွေကို လောင်​စာအဖြစ်​သုံးပြီး ငရဲပြည်​က မီးလျှံတွေကြားမှာ ထုလုပ်​ခဲ့တာပါထိုဓားနဲ့ဇီဝိန်​ကြွေခဲ့ရတဲ့သူတိုင်​းဟာ \"ဝိညာဉ်​စာအုပ်​\"လို့ခေါ်တဲ့\" book of souls\"မှာ ပိတ်​မိနေကြပြီး ထာဝရညှင်​းပန်​းနှိပ်​စက်​ခြင်​းကို ခံကြရမှာပါကမ္ဘာကြီးရဲ့ ကံကြမ္မာဟာ အမှောင်​နတ်​ဘုရား အာနူးဘစ်​ရဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူလက်​ထဲမှာရှိနေတဲ့အတွက်​ ဓားကိုဖျက်​ဆီးပစ်​ဖို့ လိုအပ်​လာပါတယ်​ဓားကိုဖျက်​ဆီးနိုင်​တဲ့လျှိ့ဝှက်​ချက်​ကလဲ \"ဝိညာဉ်​စာအုပ်​\"ထဲမှာပဲရှိပါတယ်​ ဒါပေမယ်​့ \"ဝိညာဉ်​စာအုပ်​\"ကို ဘယ်​မှာသိမ်​းထားတယ်​.....ဘယ်​လိုပုံစံရှိတယ်​ဆိုတာ ဘယ်​သူမှမသိကြပါဘူးဒီဇာတ်​လမ်​းမှာ Scorpion King ဟာ လူသားများစွာရဲ့အသက်​တွေကို ခြိမ်​းခြောက်​နေတဲ့အမှောင်​ဘုရင်​ အာနူးဘစ်​ရဲ့ ဓားကိုဖျက်​ဆီးနိုင်​ဖို့အတွက်​\"ဝိညာဉ်​စာအုပ်​\"ရှာပုံတော်​ထွက်ခဲ့ပါတယ်​ရှာပုံတော်​ထွက်​တဲ့ လမ်​းခရီးတစ်​လျှောက်​မှာကြုံတွေ့ရမယ်​့စွန်​့စားခန်​းတွေကိုတော့ .............. .ပိတ်​ကားပေါ်မှာပဲ..... ဆက်​လက်​ကြည်​့ရှုလိုက်​ကြပါခင်​ဗျာ.....File Size : (891 MB) and (299 MB)Quality : ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-scorpion-king-book-of-souls-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5GISNwtHWbmYJdbFHMpLoaotYhL.jpg",
        "title": "The Scorpion King: Quest for Power (2015)",
        "description": "ဒီကားကတော့ Scorpion King ဇာတ်ကားတွေရဲ့ ၄ ကားမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာတော့ ကင်းမြှီးကောက်ဘုရင်ကြီးလို့လူသိများကြတဲ့မက်သားရက်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ မှော်ဆရာကြီးတဖြစ်လဲဘုရင်ကြီးဖြစ်တဲ့ ဘုရင်အာခမန်ရဲ့ သရဖူကို အန္တရာယ်တွေကြားထဲကနေစွန့်စားပြီးတော့ သွားယူမှာပဲဖြစ်ပါတယ်....ဒီသရဖူဟာ လှို့ဝှက်ချက်တွေနဲ့ပြည့်နှက်နေပြီးတော့ဝှက်ထားတဲ့ မေးခွန်းတွေကိုဖြေနိုင်မှသာရှိတဲ့နေရာကိုသိနိုင်မှာပါ...နောက်ပြီးတော့ အဲနေရာကလည်း အန္တရာယ်တွေပြည့်နေတဲ့နေရာတစ်ခုပါ...ဒီတော့ ကင်းမြှီးကောက်ဘုရင်ကြီး မက်သားရစ် ဘယ်လိုသွားမလဲဒီကားထဲမှာကော ဘယ်လိုမိန်းမချောလေးတွေပါမလဲဆိုတာကြည့်လိုက်ရအောင်လားဒီကားလေးဟာ အက်ရှင်ကားတွေကြိုက်တဲ့လူတွေအတွက်စိတ်ကျေနပ်မှု့တစ်ခုဖြစ်စေမှာဖြစ်ပြီးတော့မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှု့နိုင်ပါတယ်...File Size : (901 MB) and (315 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action , Adventure , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p\nTranslated by Crisis A Arrow Team\nEncoded by Moe Myint Lwin",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/the-scorpion-king-quest-for-power/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/on-your-wedding-day-poster-133x200.jpg",
        "title": "On Your Wedding Day (2018)",
        "description": "On Your Wedding Day (2018)\nIMDb - 6.9/10_____Rotten - 92%\n  \"On your wedding day\" ဆိုတဲ့ဇာတ်ကားလေးကိုတော့အထူးတလည်မိတ်ဆက်ပေးဖို့လိုမယ်မထင်ပါဘူး။Main lead တွေအနေနဲ့ မင်းသား Kim Young Kwan နဲ့ Strong Woman ရဲ့ချစ်စရာကောင်းတဲ့မင်းသမီးလေး ဘုံဘုံ Park Bo Young တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။Rating အနေနဲ့ IMDb 6.9/10 နဲ့ MyDramaList 8.0/10 အထိရရှိထားတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ Romantic ဇာတ်ကားကောင်းလေးတစ်ကောင်းပါ။\"First love will never die\" ဆိုသလိုပဲ လူတိုင်းလူတိုင်းမှာ အချစ်ဦးဆိုတာရှိခဲ့ပြီး အကြောင်းမတိုက်ဆိုင်ပဲ လမ်းခွဲခဲ့ရရင်တောင် နှလုံးသားထဲမှာ အမြဲရှင်သန်နေတတ်တာ အချစ်ဦးပါ။ငယ်ရွယ်စဉ်ကျောင်းသားဘဝရင်ခုန်တတ်စအရွယ်ကအချစ်ဦးလေးကိုပြန်လည်လွမ်းဆွတ်သတိရသွားစေမယ့်ကားလေးပါ။ဆွတ်ပျံ့ကြည်နူးဖွယ်ချစ်ခြင်းတရားကိုခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပြီးဘဝရဲ့အချိုးအကွေ့ ကံတရားတွေကိုပါ ပြသထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။  ဟန်ဝူယောင်းဟာ စာညံ့ပြီး အမြဲရန်ဖြစ်ဆိုးသွမ်းနေတဲ့ကျောင်းသားတစ်ယောက်ပါ။သူတို့ကျောင်းကိုကျောင်းပြောင်းလာတဲ့ ကျောင်းသူသစ်လေး ဟွမ်ဆွန်ဟီးကိုမတွေ့ခင်အထိပေါ့။သူတို့တွေ့ဆုံပြီးသူငယ်ချင်းသံယောဇဉ် ကနေ ချစ်ခြင်းတရားတစ်ခုပေါက်ဖွားလာခဲ့ပြီးမမျှော်လင့်ဘဲ ဆွန်ဟီးတစ်ယောက် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3CCLV/On_Your_Wedding_Day_(Neo-Eui_Kyeol-Hoon-Sik)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzcqkLNCI2Tjqscc9dr1TxURzAn.jpg",
        "title": "The Bombing (2018)",
        "description": "2018 ထြက္ Action/Adventure ဇာတ္ကားသစ္ျဖစ္ၿပီး Cast ေတြကလည္းကြၽန္ေတာ္တို႔အႀကိဳက္ မင္းသားေတြျဖစ္ပါတယ္။အက္ရွင္ကားပရိသတ္ေတြရဲ့ Action မင္းသားႀကီး Burce Willis,2002ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ The Pianist ဇာတ္ကားမွာ Performance ေကာင္းေကာင္းနဲ႔စႏၵယားအႏုပညာ႐ွင္ျဖစ္ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Adrein Brody,ဒါ့အျပင္ ကိုရီးယားသ႐ုပ္ေဆာင္မင္းသားႀကီး ဂြၽန္ေစာအျဖစ္လူသိမ်ားတဲ့ Song Seung Hun တို႔နဲ႔အတူ တ႐ုတ္မင္းသားLui Ye တို႔အတူပါဝင္အားျဖည့္သ႐ုပ္ေဆာင္ထားတဲ့ WWII ေနာက္ခံ Action ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဒုတိယကမာၻစစ္အတြင္း ဂ်ပန္တို႔ရဲ႕ေလေၾကာင္းတိုက္စစ္ဆင္မႈေတြၾကားကေန ကိုယ္စီတာဝန္အသီးသီးထမ္းေဆာင္ကာ အေရးႀကီးလက္နက္တစ္ခုကိုကာကြယ္ဖို႔ႀကိဳးစားၾကတာပဲျဖစ္ပါတယ္။ပရိသတ္Cast အလန္းစားေတြနဲ႔ ႐ိုက္ကူးထားတာျဖစ္တာေၾကာင့္ အားလပ္ရက္အနားယူရင္းအားေပးရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Action ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fAjA/The_Bombing_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/patch-200x148.jpg",
        "title": "Patch Adams 1998",
        "description": "ဒီရုပ္ရွင္ေလးကေတာ့ အျပင္ေလာကမွာ တကယ္ရိွတဲ့ လူထူးလူဆန္း ဆရာဝန္ၾကီးတစ္ေယာက္ရဲ႕ အျဖစ္ေလးပါ။ သူဟာ ဆရာဝန္၊ လူရႊင္ေတာ၊ ပရဟိတာသမား၊ စာေရးသူ တစ္ဦးျဖစ္ျပီး Gesundheit! Institute ဆိုတဲ့ အခမဲ့ေဆးကုသေရး အဖြဲ႕အစည္းၾကီးကို တည္ေထာင္ခဲ့သူလည္း ျဖစ္ပါတယ္။ နွစ္စဥ္ႏွစ္တိုင္းမွာ သူနဲ႕ ပရဟိတသမားေတြဟာ ကမာၻအႏွံ႕က ေဆးရံုေတြ မိဘမဲ့ေက်ာင္းေတြကို လူရႊင္ေတာ္ပံုစံ ဝတ္ဆင္ျပီး ေဖ်ာ္ေျဖတတ္ၾကပါတယ္။ \nဒီရုပ္ရွင္ထဲမွာေတာ့ သူ႕ရဲ႕ဘဝဇာတ္ေၾကာင္းကို အေျခခံျပီး အနည္းငယ္ ေျပာင္းလဲမႈေတြနဲ႕ ရိုက္ကူးထားခဲ့တာပဲျဖစ္ပါတယ္။ ဟန္တာအဒမ္စ္ဟာ ကိုယ့္ကိုကိုယ္ ေသေၾကာင္းၾကံစည္ခ်င္စိတ္ျဖစ္ေနတဲ့အတြက္ စိတ္ေရာဂါကုေဆးရံုတစ္ခုမွာ ကိုယ္တိုင္တက္ေရာက္ခဲ့ပါတယ္။ တက္ေရာက္ေနစဥ္အတြင္း စိတ္ေရာဂါကုဆရာဝန္ေတြရဲ႕ လူနာေတြကို တကယ္နားလည္မေပးတာေတြ၊ သူကိုယ္တိုင္လည္း လူနာေတြကို ကူညီရင္းနဲ႕ သတ္ေသခ်င္စိတ္ေတြ ေပ်ာက္လာတာေတြကို ခံစားမိလာပါတယ္။ ဒါေၾကာင့္ ေနာက္ဆံုးမွ ေဆးရံုကေန ဆင္းလာျပီး ဆရာဝန္ျဖစ္လာဖို႕ ေဆးေက်ာင္းတက္ပါေတာ့တယ္။ဒီရုပ္ရွင္ထဲမွာေတာ့ ဆရာဝန္ေတြရဲ႕ အေမွာင္ေခတ္တစ္ခုကို ထည့္သြင္းရိုက္ကူးထားတာ ေတြ႕ရမွာပါ။ ...",
        "rating": "",
        "url": "https://megaup.net/3Bveh/Patch_Adams_[1998]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR5w0he6czZkcAz459a4iPBqXGe.jpg",
        "title": "Christopher Robin (2018)",
        "description": "Trailerေတြထြက္ကတည္းက အားလံုးစိတ္ဝင္စားစြာ ေစာင္႔ေမွ်ာ္ခဲ႔ရတဲ႔ဇာတ္ကားသစ္ေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ႔ အားလံုးရဲ ႔အခ်စ္ေတာ္ Winnie the Pooh နဲ႔သူ႔ရဲ ႔သူငယ္ခ်င္းေလး Christopher Robin တို႔အေၾကာင္းရိုက္ကူးထားတဲ႔Christopher Robin (2018) ပါ။ကာတြန္းဇာတ္ေကာင္ကိုရိုက္ထားတာကဘာမ်ားအေထြအထူးေကာင္းစရာရွိမလဲလို႔ ေမးခ်င္ေမးပါလိမ္႔မယ္။ဒါေပမယ္႔ ဒီကားေလးက ဇာတ္လမ္းအရေရာ ဇာတ္ေဆာင္အရေရာသူေပးခ်င္တဲ႔ Theme အရေရာ ေတာ္ေတာ္ေလးအဓိပၸါယ္ရွိျပီးမပ်င္းမရိၾကည္႔လို႔ရတဲ႔ကားေလးတစ္ကားပါ။Imdb Rating 7.7/10 Rotten Tomatoes 71%ေတာင္ရရွိထားတာမို႔ဒီလိုညႊန္းထားတာပုိရာမက်ပါဘူး။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ေလာက္တင္ဆက္ေပးလိုပါေသးတယ္။အားလံုးပဲသိၾကတဲ႔အတိုင္း Winnie the Poohနဲ႔ ခရစၥတိုဖာေရာ္ဘင္တို႔ဟာအတူသြားအတူကစားရင္းအရမ္းခ်စ္ၾကတဲ႔ သူငယ္ခ်င္းေတြပါ။ဒါေပမယ္႔ ေလာကရဲ ႔ထံုးစံအတိုင္း ေဆာ႔ကစားေနရံုနဲ႔ျပီးမသြားတဲ႔ အတြက္ခရစၥတိုဖာေရာ္ဘင္တစ္ေယာက္ ေတာထဲကသူ႔သူငယ္ခ်င္းေတြနဲ႔ခြဲကာလန္ဒန္မွာေက်ာင္းသြားတက္ရပါေတာ႔တယ္။အဲဒီလိုနဲ႔ အလုပ္ေတြအရမ္းၾကိဳးစားကာမက္ဒီလင္းန္ဆိုတဲ႔သမီးေလးေတာင္ရရွိေနတဲ႔ အရြယ္ေရာက္လာပါျပီ။ကေလးဘဝကသူအရမ္းခ်စ္ရတဲ႔သူငယ္ခ်င္းေတြကိုလဲ ေမ႔ပစ္လိုက္ပါျပီ။တစ္ေန႔မွာေတာ႔ Poohတစ္ေယာက္သူ႔သူငယ္ခ်င္းေတြအကုန္လံုးေတာထဲမွာေပ်ာက္သြားလို႔လိုက္ရွာရင္းခရစၥတိုဖာေရာ္ဘင္ဆီကိုဆန္းၾကယ္စြာေရာက္ရွိလာပါေတာ႔တယ္။Poohကေတာ႔သူအရမ္းခ်စ္ရတဲ႔ ခရစၥတိုဖာေရာ္ဘင္ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/christopher-robin-2018/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/to-kill-a-mockingbird-133x200.jpg",
        "title": "To Kill a Mockingbird (1962)",
        "description": "To Kill a Mockingbird (1962)IMDb rating - 8.2/10_____Rotten Tomatoes - 92%Won 3 Oscars. Another 10 wins & 16 nominations\n ဒီတစ်ခါ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် ဂန္တဝင်ဇာတ်ကားကြီးတစ်ကားဖြစ်တဲ့ To Kill a Mockingbird ကို အတတ်နိုင်ဆုံးကြိုးစားဘာသာပြန်ပြီး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၉၆၀ ခုနစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Harper Lee ရေးတဲ့To Kill a Mockingbird စာအုပ်ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။\nဒီတော့ မူရင်းစာအုပ်အကြောင်းကို အနည်းငယ် ပြောပြချင်ပါတယ်။Harper Lee ဟာ To kill a mockingbird ဆိုတဲ့စာအုပ်ကို ၁၉၆၀ မှာ ထုတ်ဝေခဲ့တယ်။\nကိုးဆယ့်ငါးပတ်လုံးလုံး နံပါတ် (၁) ရောင်းအားအကောင်းဆုံးစာရင်း ထိပ်ဆုံးက မဆင်းဘူး။\n၁၉၆၁ ခုနစ်မှာ Harper Lee ...",
        "rating": "8.2",
        "url": "https://megaup.net/4eC7c/To_Kill_A_Mockingbird_[1962]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qiyuzYdarLFswbnDggEYAIyRU5s.jpg",
        "title": "Legend of Hallowaiian (2018)",
        "description": "Legend of Hallowaiian(2018) ကတော့ ကလေးကားပါ။Eng လိုကြည့်ရင်တော့ပိုကောင်းပါတယ်။ကလေးတွေအတွက် E-Skill ကျင့်ပြီးသားဖြစ်တာပေါ့ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟာဝိုင်ယီကျွန်းက သူငယ်ချင်းသုံးယောက် ရေကူးရင်း မတော်တဆ ရေအောက်လှိုဏ်ဂူထဲကို ရောက်သွားခဲ့ပြီး နာနတ်သီးခေါင်းရှိတဲ့ မကောင်းဆိုးရွားကို လွှတ်ပေးမိပါတယ်။အဲဒီ ကလေးသုံးယောက်ဟာ မကောင်းဆိုးရွားကို တားဆီးဖို့ ဟာဝေယံ ဒဏ္ဍာရီထဲက နတ်ဘုရားတွေ၊ ဝိညာဉ်တွေ၊ သတ္တဝါတွေနဲ့ ဒဏ္ဍာရီတွေပုံပြင်တွေထဲက နေရာတွေကိုသွားခဲ့ပြီးတော့ နောက်ဆုံးမှာ ကလေးသုံးယောက်ထဲက Kai ဟာဝေယံသားတစ်ယောက်ရဲ့ နှလုံးသားမျိုးပြန်ရရှိခဲ့ပြီး မကောင်းဆိုးရွားကိုအောင်အောင်မြင်မြင်တားဆီးနိုင်ခဲ့ပါတယ်။ဒီကားရဲ့ IMDB Rating ကတော့ 5.8 ထိ ကျွန်တော်မထင်မှတ်ထားတဲ့ Rating ရရှိထားပါတယ်။(ဆရာဦး d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (650 MB) and (300 MB)Quality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Animation\nSubtitle ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/legend-of-hallowaiian-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sNsmC8FKgr4hTfnGCS49WY20k4.jpg",
        "title": "I Think We’re Alone Now(2018)",
        "description": "I Think We're Alone Now(2018)\nDelက ကမာၻေျမေပၚမွာေနာက္ဆံုးက်န္ခဲ့တဲ့လူတစ္ေယာက္လို႔ သူ႔ကိုယ္သူထင္ေနတဲ့လူတစ္ေယာက္ပါ။ သူက လူသူေဝးရာျမိဳ႔ငယ္ေလးတစ္ၿမိဳ႕မွာ\nစိတ္ကူးယဥ္ကမာၻေလးဖန္တီးၿပီးေက်နပ္ေနသူတစ္ေယာက္ပါ။ သူေနထိုင္တဲ့ၿမိဳ႕ေလးဟာကပ္ဆိုးတစ္ခုေၾကာင့္တစ္ၿမိဳ႕လံုးကလူေတြေသဆံုးခဲ့တာပါ။\nအဲ့ဒီၿမိဳ႕မွာသူတစ္ေယာက္တည္းေနထိုင္ရင္း သူ႔ကိုယ္သူကမာၻေျမႀကီးရဲ႕ေနာက္ဆံုးလူသားလို႔ထင္ေနခ်ိန္မွာGraceဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္သူ႔ဆီကိုေရာက္လာခဲ့ပါတယ္။\nသူက Graceကိုသူ႔ကမာၻငယ္ေလးဆီမွာမေနေစခ်င္ပါဘူး ထြက္သြားခိုင္းေပ့မယ့္Graceကဆက္ေနခဲ့ပါတယ္။\nလူေတြအားလံုးေသဆံုးၿပီး ေျခာက္ျခားစရာၿမိဳ႕ပ်က္မွာ သူတို္႔ႏွစ္ေယာက္ကထူးဆန္းတာတစ္ခုလုပ္ခဲ့ပါတယ္။\nအဲ့ဒီလုိလုပ္ေနတုန္းမွာ သူတို႕ မေမွ်ာ္လင့္တာေတြ အံအားသင့္စရာေကာင္းေလာက္ေအာင္ႀကဳံခဲ့ရတယ္...\nကုိင္း သူတုိ႕ ဘာေတြႀကဳံလဲ ...ဘယ္လုိေတြရင္ဆုိင္ေျဖရွင္းမလဲဆုိတာကုိေတာ့ ခံစားႀကည့္လုိက္ပါဦး..ဒီကားထဲက အဓိက သရုပ္ေဆာင္ႀကီးကုိေတာ့\nအားလုံးလည္း သိၿပီးသားျဖစ္မွာပါ...မင္းသမီးေလးကလည္း နင္းကန္လွလြန္းပါတယ္...\nၿပီးေတာ့ IMDb...5.6 နဲ႕ Rotten ....63% လည္းရထားေလေတာ့  အေတာ္ေလးေအာင္ျမင္တဲ့ကားလုိ႕ဆုိရမွာပဲျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္...\nFile Size : (860 MB) and (225 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:33:00\nGenre :  Drama , Mystery , Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo ...",
        "rating": "6.1",
        "url": "https://megaup.net/TFoq/I_Think_We’re_Alone_Now_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZ96nM425RidGm6efWOUHIQUTij.jpg",
        "title": "Marmalade Boy (2018)",
        "description": "ဒီဇာတ္​ကား​ေလးက​ေတာ့ \"Marmalade Boy\"ဆိုတဲ့ Manga ​ေလးကို live action ျပန္​႐ိုက္​ထားတာပဲ ျဖစ္​ပါတယ္​ ။Romance ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ။မိကီ နဲ႔ ယူတို႔ရဲ႕မိဘ​ေတြဟာ အိမ္​​ေထာင္​ဖက္​ခ်င္​းလဲလွယ္​ၿပီး လက္​ထပ္​ကာ ​ေနာက္​အိမ္​​ေထာင္​ထူထားၾကပါတယ္​။ထိုမ်ွသာမကပဲ ထူးထူးဆန္​းဆန္​း မိသားစုႏွစ္​စု လူ​ေျခာက္​​ေယာက္​ တစ္​အိမ္​ထဲမွာ​ေပါင္​း​ေနၾကတဲ့အခါ..မိကီနဲ႔ယူတို႔ခ်စ္​မိသြားၾကတဲ့အခါ...႐ႈပ္​​ေထြးလွတဲ့မိသားစုဆက္​ဆံ​ေရးကဘယ္​လိုဆက္​ျဖစ္​မွာလဲ...ဘာျဖစ္​လို႔ အိမ္​​ေထာင္​ဖက္လဲၿပီး ျပန္​လက္​ထပ္​ၾကတာလဲ..မိကီနဲ႔ယူတို႔ရဲ႕အခ်စ္​လမ္​းခရီးက​ေရာ ဘယ္​လို​ေတြဆက္​ျဖစ္​ၾကမွာလဲ... (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Yin Wai Phyo ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 07min\nFormat : Mp4\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay DD5.1 x264-WiKi\nTranslated by Yin Wai Phyo\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/TFow/Marmalade_Boy_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/71JMWqNDRz2Au59JYosfn5W8nuS-133x200.jpg",
        "title": "Illang: The Wolf Brigade (2018)",
        "description": "Illang: The Wolf Brigade (2018)_____IMDb - 6.0/10\n  \nဒီဇာတ်ကားဟာ ကိုရီးယားတွေက Japanese animated film Jin-Roh: The Wolf Brigade ကို live action ပြန်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\nဒီကားနဲ့ပတ်သက်ပြီး review မျိုးစုံပေးထားပေမယ့် ကြည့်ရကောင်းတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nဒါရိုက်တာ Kin Jee Woo ရိုက်ကူးထားပြီး Cast တွေကတော့ Cold eyes ဇာတ်ကားထဲက မင်းသမီးချောလေး Hyo Joo Han, အဲ့ကားထဲမှာပဲပါဝင်ခဲ့တဲ့မင်းသားကြီး Woo Sung Jung တို့အပြင် မင်းသား Dong Won Gang တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်အိမ်ကို အနာဂတ် ၂၀၂၉ခုနှစ်မှာတည်ထားပြီး မြောက်ကိုရီးယားနဲ့တောင်ကိုရီးယားတို့ပြန်လည်ပေါင်းစည်းရန် ဆွေးနွေးနေသည့်ကာလတွင်အခြေတည်ထားပြီး အဲ့ဖြစ်စဉ်ရဲ့နောက်ဆက်တွဲ ကိစ္စရပ်များကိုရိုက်ကူးထားတာပါ။\nပေါင်းစည်းရေးကိစ္စကြောင့် ကမ္ဘာ့အင်အားကြီးနိုင်ငံတွေဖြစ်တဲ့ အမေရိကန်၊ ရုရှား၊ တရုတ်၊ ဂျပန်တို့ရဲ့ စီးပွားရေးပိတ်ဆို့မှုတွေကြောင့် ကိုရီးယားနိုင်ငံစီးပွားရေးထိုးကျပြီး လူထုကြားမတည်ငြိမ်မှုတွေဖြစ်ပေါ်လာကာ အစိုးရကိုဆန့်ကျင်သည့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2f4ve/Illang_-_The_Wolf_Brigade_(Inrang)_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/518qnnU-TnL._SX342_-173x200.jpg",
        "title": "Assault on Wall Street (2013)",
        "description": "Assault On Wall Street ဇာတ္ကားကေတာ့\nDirector : Uwe Boll ရိုက္ကူးထားတဲ့\nAction , Crime , Thriller အမ်ိဳးအစား\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating - 6.1/10\nRotten Tomatoes - 66%ဒီဇာတ္ကားထဲမွာဆိုရင္ Action မင္းသားၾကီး\nDominic Purcell က အဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။***အညႊန္း***New York ျမိဳ႕သား Jim ဆိုေသာသူရဲ႕မိန္းမျဖစ္သူကကေလးမရနိုင္သည့္အျပင္\nကုသရခက္ခဲေသာ ေရာဂါပါရွိေနပါတယ္။\nထုိေရာဂါကို ကုသရန္ ေဆးတစ္လံုးကပင္\n$300ေလာက္က်မည္ျဖစ္တာေၾကာင့္\nသူစုေဆာင္းထားသမွ်ကို ပိုတိုးပြားလာေအာင္\nစေတာ့ရွယ္ယာတြင္ ရင္းနွီးျမဳပ္နွံလိုက္ပါတယ္။\nသို့ေသာ္ စေတာ့ရွယ္ယာတစ္ခုလံုးပ်က္သြားတာေၾကာင့္\nပိုက္ဆံေတြအကုန္ဆံုးရွံုးကုန္ပါတယ္။အလိမ္ခံရတယ္ဆိုတာသိတာေၾကာင့္\nေရွ႔ေန၊ရဲစခန္း၊စသည္တို႔ကို သြားခဲ့ေသာ္လည္း\nသူ႔အတြက္ဘာမွမလုပ္ေပးခဲ့ေပ။\nထိုေန့မွာပဲ သူ႔မိန္းမျဖစ္သူက သူ့အတြက္နွင့္\nသူေယာက်ာ္းပိုက္ဆံေတြထပ္ကုန္ျပီး\nစိတ္ေသာကေရာက္ေနမွာ စိုးတာေၾကာင့္\nကုိယ့္ကိုိကုိယ္သတ္ေသလိုက္ပါတယ္။\nအရာရာကို ဆံုးရွံုးခဲ့ရျပီးေနာက္ Jimတစ္ေယာက္\nသူ႔ရဲ႕ဆံုးရွံုးမွဳ႕ေတြအတြက္\nဘယ္သူေတြ ဘယ္လုိ ျပန္ေပးဆပ္ေစမလဲဆိုတာကေတာ့\nဇာတ္ကားထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 6.1/10\nFormat…mp4\nDuration….01:38:55\nType...Action,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2fAjl/Assault_On_Wall_Street_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/rommel-150x200.jpg",
        "title": "Rommel (2012)",
        "description": "Rommel (2012)_____IMDb - 6.5/10\n ဒီဇာတ်လမ်းလေးကတော့ ဂျာမန်စစ်ဗိုလ်ချုပ်ကြီး ရိုးမဲလ် ရဲ့ အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပါတယ် ...သဲကန္တရမြေခွေးကြီးလို့လည်း\nအတော်များများကြားဖူးကြမယ်ထင်ပါတယ်...\nဒီစစ်ကားမှာ တခြားစစ်ကားတွေထက် ပိုကောင်းတဲ့အချက်တွေကတော့ ဗိုလ်ချုပ်ကြီးရိုးမဲလ် အပါအဝင် ဂျာမန်စစ်ခေါင်းဆောင်တွေရဲ့ ဒုတိယကမ္ဘာစစ်မတိုင်ခင်အချိန် ဘယ်လိုစစ်ပြင်ဖို့ဆွေးနွေးကြပုံတွေ.\n.စစ်ဖြစ်နေတဲ့အချိန်အတောအတွင်းမှာလဲ တန်ပြန်တိုက်စစ်တွေကို ဘယ်လိုပုံဖော်ကြအလဲဆိုတာတွေ အပြန်အလှန်ဆွေးနွေးကြပုံတွေကို အသေးစိတ်ရိုက်ကူးပုံဖော်ထားပါပဲ....ဗိုလ်ချုပ်ကြီးရိုးမဲဟာ\nသူ့ရဲ့စစ်ခေါင်းဆောင်ကြီးဟစ်တလာရဲ့အပေါ်မှာ အလွန်သစ္စာစောင့်သိတဲ့စစ်သားတစ်ဦးဖြစ်ပေမယ့် နောက်ပိုင်းမှာ ဟစ်တလာရဲ့ ဂျူးလူမျိုးတွေအပေါ်လူမဆန်တဲ့လုပ်ရပ်တွေကိုသိသွားတဲ့အခါမှာ ဆက်ပြီးတော့ဟစ်တလာအပေါ်မှာ\nသစ္စာစောင့်သိဦးမှာလား...အဲ့အချိန်မှာပဲ ဂျာမန်တွေဟာ မဟာမိတ်တို့ရဲ့ပြင်းထန်တဲ့တိုက်စစ်တွေကြောင့် အဘက်ဘက်ကစစ်ရေးရှုံးနိမ့်လို့နေခဲ့တယ်..\nရိုးမဲလ်က ဟစ်တလာကို ငြမ်းချမ်းရေးညှိနှိုင်းဖို့အကြံပြုခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး..အဲ့နောက်မှာတော့ ဟစ်တလာရဲ့ခေါင်းဆောင်မှုအပေါ်မှာ သဘောမကျတဲ့\nဂျာမန်စစ်ခေါင်းဆောင်အချို့ဟာ အာဏာသိမ်းဖို့အတွက်တိတ်တဆိတ်ကြံစည်လုပ်ဆောင်လာခဲ့တဲ့အခါမှာတော့...\nဗိုလ်ချုပ်ကြီးရိုးမဲလ် ဘယ်လိုဆက်ပြီးလုပ်ဆောင်သွားမလဲဆိုတာကိုတော့ ဇတ်လမ်းလေးကိုပဲဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါခင်ဗျ..\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ဖြစ်ပါတယ်....\n   File Size : (1.4 GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Action , Biography , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xv77/Rommel_[2012]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMzQzNjg1MjA0OV5BMl5BanBnXkFtZTcwMTUwNzI2Mw@@._V1_-232x300.jpg",
        "title": "[21+] Monamour (2006)",
        "description": "ရှေးလူကြီးများ က ပြောကြပါတယ် အိမ်ထောင်ရေးမှာ အိပ်ယာပေါ်မှာ\nမသာယာနိုင်ရင် အပြင်မှာလဲ အဆင်မပြေနိုင်ပါဘူးတဲ့...\nဒီ ရုပ်ရှင်ကားဟာ အိမ်ထောင်ရေး သုခ မပြည့်စုံလို့ မိန်းမ ဖြစ်သူက\nတစိမ်းယောင်္ကျားတစ်ယောက်အပေါ်တွင် စိတ်ဖောက်ပြန်တဲ့ အချစ်ဇတ်လမ်းလေးပါ\nယောင်္ကျားဖြစ်သူဟာလဲ အလုပ် နှင့် လူမှုရေးတွေမှာသာ အားဖြည့်ပေမယ့်\nအိမ်က အိပ်ယာပေါ်မှာတော့ ကျရှုံးသူ တစ်ဦးဖြစ်နေပါတယ်...\nအချစ် နဲ ကာမ တက်မက်မှု က ရောထွေးလျက် ရှိပြီး တကယ်မချစ်လဲ\nတက်မက်မှုနောက် လိုက်ရင်း လမ်းမှားရောက်သွားတက်ကြပါတာပါပဲ\nမိန်းမတွေရဲ့ တကယ့်လိုအင် ဆန္ဒကို ဖြည့်ဆည်း နိုင်ဖို့ ဘာတွေ လုပ်သင့်လဲ\nဆိုတာကို ဒီရုပ်ရှင်ကားကို ကြည့်ရင်းနဲ့ သဘောပေါက်နိုင်မှာပါ\n \nဒီရုပ်ရှင်ကားကို မိသားစု နှင့် ကလေးသူငယ်များရှေ့ တွင် မကြည့်ပါနှင့်\nအရွယ်မရောက်သေးသူများ ကြည့်ရှုရန် မသင့်တော်ပါ\nအသက် ၁၈ နှစ်ပြည့်ပြီးမှ ကြည့်ပါရန် မေတ္တာရပ်ခံပါသည်\nရုပ်ရှင်သည် +R အဆင့် ဖြစ်ပါ၍ ဆင်ဆာဖြတ်ထားမည်မဟုတ်ပါ...\n \nဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ အိမ်ထောင်ရေး\nရုပ်ရှင်ကားတွေကို ကြည့်စေချင်တဲ့ အဘဆရာ သာရစ် ...",
        "rating": "5.3",
        "url": "https://megaup.net/TGn3/Monamour_[21+]_[2006]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPUJsR3UJ6AUOKxx0d6dOlLHln4.jpg",
        "title": "The Dark (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့Rating 6.2 အထိရရွိထားတဲ့\"The dark\"ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္...ကဲ ပရိတ္သတ္နဲ႔ အတူ အေမွာင္ထဲဝင္ရေအာင္ေနာ္အညႊန္း- ကၽြန္မနာမည္က မီနာပါ...ကၽြန္မမွာ ေဖာင္းကားေနတဲ့ပါးေလးနဲ႔ ရွည္လ်ားတဲ့ဆံႏြယ္ရွိပါတယ္...ကၽြန္မက ေက်ာင္းသူတစ္ေယာက္ပါ..ကၽြန္မဘဝကို ကၽြန္မေပ်ာ္ပါတယ္..ဒါေပမဲ့တစ္ေန႔မွာေတာ့.. ကၽြန္မ အေမက လူတစ္ေယာက္နဲ႔ တြဲခဲ့ပါတယ္...ကၽြန္မအေဖမဟုတ္တဲ့ လူတစ္ေယာက္နဲ႔ပါ...အဲ့လူက အေမ့ထက္ငယ္ပါတယ္...သူက ကၽြန္မကို အျမဲစိုက္ၾကည့္တတ္ပါတယ္...သူက လူေကာင္းမဟုတ္ပါဘူး..သူက ကၽြန္မကို အႏိုင္က်င့္ေစာ္ကားပါတယ္...ကၽြန္မရဲ႕ အပ်ဳိစင္ဘဝကို သူကပဲသိမ္းပိုက္ခဲ့တာပါ...ကၽြန္မ ဒီဒဏ္ရာေတြနဲ႔ စိတၱဇလူတစ္ေယာက္လို ျဖစ္ခဲ့ပါတယ္...တစ္ေန႔ေတာ့ သူကၽြန္မကို ေစာ္ကားေနတဲ့အခ်ိန္ ကၽြန္မသူ႔ကို ျပန္ခုခံခဲ့ပါတယ္...သူက ကၽြန္မထက္အားႀကီးသူမို႔ ကၽြန္မကို ရိုက္ပါတယ္...မ်က္ႏွာမွာ ဒဏ္ရာအျပည့္နဲ႔ ေသခါနီးကၽြန္မကိုသူ အေမွာင္တစ္ေနရာမွာ အရွင္လတ္လတ္ေျမျမႇဳပ္ခဲ့ပါတယ္...ကၽြန္မသဲေတြေအာက္ ငိုေနခဲ့ပါတယ္... ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-dark-2018/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/tales-from-the-dark-2-poster-139x200.jpg",
        "title": "Tales From The Dark 2 (2013)",
        "description": "Tales From The Dark 2 (2013)____IMDb - 5.6/10\n  \nTales From The Dark 2 ဇာတ်ကားတွေကတော့\nHong Kong horror writer Lilian Leeနှင့်\nစာရေးဆရာမ Pik Wah Lee ရဲ့\nကြောက်မက်ဖွယ် Horror ဝတ္ထုတိုများကို\nDirector သုံးယောက်က ရိုက်ကူးထား ပုံဖော်ထားတဲ့\nဇာတ်ကားကောင်းတွေဖြစ်ပါတယ်။\n  \n***(2)အညွှန်း***\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Ching-Yi ဆိုသောအမျိုးသမီးက\nသူ့ယောကျာ်း က အရင်ငယ်ချစ်ဦးကို မမေ့နိုင်သေးသည်ကို\nသိရတာကြောင့် ရန်ဖြစ်ရင်း မတော်တဆ\nသူ့ယောကျ်ားကို သတ်မိလိုက်သော်လည်း\nထောင်ထဲမဝင်ချင်သဖြင့် အလောင်းကို\nပလတ်စတစ်အုပ်ပြီး လှောင်ပိတ်ပြီး\nဖွက်ထားလိုက်ပြီးနောက် ဘာဖြစ်ဆက်ဖြစ်မလဲ....\n(ဝတ္တုတိုများကို ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်\nမိနစ် ၄၀ အကြာတွင် ဇာတ်လမ်းတစ်ခုပြီးပြီး\nဇာတ်လမ်းအသစ်စမည်ဖြစ်ပါသည်)\n-ကြောက်မက်ဖွယ် Horrorဇာတ်လမ်း ၃ ခု ပါမည်။\n#အပေါ်မှအညွှန်းသည် တစ်ပိုင်းအတွက်သာဖြစ်သည်။\n  \nFile size…(847 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 5.6/10\nFormat…mp4\nDuration….01:30:00\nType...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/1xzm2/Tales_From_The_Dark_2_(Kei_Yau_Yeh)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/tales-from-the-dark-1-133x200.jpg",
        "title": "Tales From The Dark 1 (2013)",
        "description": "Tales From The Dark 1 (2013)_____IMDb - 5.6/10\n \nTales From The Dark 1 နဲ့\nဇာတ်ကားတွေကတော့\nHong Kong horror writer Lilian Leeနှင့်\nစာရေးဆရာမ Pik Wah Lee ရဲ့\nကြောက်မက်ဖွယ် Horror ဝတ္ထုတိုများကို\nDirector သုံးယောက်က ရိုက်ကူးထား ပုံဖော်ထားတဲ့\nဇာတ်ကားကောင်းတွေဖြစ်ပါတယ်။\n \n***(1)အညွှန်း***\nဒီဇာတ်ကားထဲမှာဆိုရင် Kwan ဆိုသောသူက\nပတ်ဝန်းကျင်မှာရှိသမျှ သရဲ၊တစ္တေ၊ဖုတ်၊ပြိတ္တာတို့ကို\nမြင်နေရပါတယ်။\nသူကအလွန်ဆင်းရဲတာကြောင့်\nထိုမကောင်းဆိုးရွားများကို အမျိုးမျိုးခိုင်းပြီး\nပိုက်ဆံရအောင် ကြိုးစားနေရင်း\nတစ်နေ့မှာ အစိမ်းသေ သေပြီးသားသူ\nတစ်ယောက်ရဲ့အရိုးပြာအိုးကို မှားယူသွားမိရာမှ\nသူဘယ်လိုတွေကြုံတွေ့ရမလဲ...\n(ဝတ္တုတိုများကို ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်\nမိနစ် ၄၀ အကြာတွင် ဇာတ်လမ်းတစ်ခုပြီးပြီး\nဇာတ်လမ်းအသစ်စမည်ဖြစ်ပါသည်)\n-ကြောက်မက်ဖွယ် Horrorဇာတ်လမ်း ၃ ခု ပါမည်။\n#အပေါ်မှအညွှန်းသည် တစ်ပိုင်းအတွက်သာဖြစ်သည်။\n File size…(952 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 5.6/10\nFormat…mp4\nDuration….01:52:46\nType...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/2Tugy/Tales_From_The_Dark_1_(Mai_Lei_Yeh)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTEzOTY0MDI3MTdeQTJeQWpwZ15BbWU4MDk5NDAyNDYz._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Look Away (2017)",
        "description": "မာရီယာ ေလးဟာ အသက္လဲ ၁၈ ႏွစ္ျပည့္ခဲ့ပါၿပီ\nဒါေပမဲ့ သူ႔မွာ ေက်ာင္းတက္ေဖာ္ သူငယ္ခ်င္းဆိုလို႔\nအက်င့္ခပ္ဆိုးဆိုး နဲ႔ ေကာင္မေလး တစ္ေယာက္ပဲ ရွိတယ္\nအဲ့ဒီေကာင္မေလးေတာင္ ငယ္ေပါင္းမို႔လုိ႔ သူ႔အနား ကပ္ေနတာ\nမာရီယာ က လူေတာမတိုးတက္ဘူး အေပါင္းအသင္း၀င္မဆန္႔ဘူး\nသူမ ရဲ႕ ေရခဲရိုက္ထားသလုိ မ်က္ႏွာေပး နဲ႔ ေအးတိေအးစက္ေၾကာင့္\nႏွာဘူးထ တဲ့ေကာင္ေလးေတြက အႏုိင္က်င့္ၿပီး စတာကလြဲလို႔\nရင္ဖြင့္စရာအေပါင္းအသင္းေတြ မရွိခဲ့ဘူး...\nမာရီယာ မွာ အေဖ နဲ႔ အေမ ရွိေပမဲ့ အေဖျဖစ္သူကို\nအေမက ေၾကာက္ရၿပီး မာရီယာ အေပၚမွာလဲ\nတစ္ခ်က္လႊတ္ အမိန္႔ေတြ အၿမဲထုတ္ၿပီး အဲ့ဒီအတိုင္း\nလုပ္မွ သေဘာက်တာပါ...\nဘာ အခက္အခဲပဲ ရွိရွိ သူမ အေဖကေတာ့\nအခ်ိန္ေပးၿပီး နားေထာင္ေလ့ မရွိပါဘူး\nဒါေၾကာင့္ ျဖစ္လာသမွ် ျပသနာ အားလံုး\nသူမ စိတ္ထဲမွာပဲ ထားခဲ့တာ ၾကာပါၿပီ....\nဒီလိုနဲ႔ ေနလာရင္း တစ္ရက္မွာေတာ့\nမာရီယာ ဘယ္သြားသြား တစ္ခုခုက\nလုိက္ေစာင့္ၾကည့္သလို ခံေနရပါတယ္\nဘယ္သူလဲ ဘာအတြက္လဲ ဆိုတာေတာ့\nမသိေပမဲ့ ညဘက္ေတြလဲ ေကာင္းေကာင္း\nအိပ္မေပ်ာ္ပါဘူး....\nတစ္ရက္ေတာ့ အဲ့ဒီအရာက သူမ ကို\nတည့္တည့္ႀကီး ၀င္တိုးခဲ့ပါေတာ့တယ္....\nဒီရုပ္ရွင္ကားဟာ မိဘ နဲ႔ သားသမီးၾကားက\nအဟန္႔အတားေတြကို မီးေမာင္းထိုးျပထားသလို\nသားသမီးေတြကို အၿမဲလိုလို ေစာင့္ၾကည့္ေလ့လာသင့္ေၾကာင္း\nျပသထားပါတယ္....\n18+ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2Vn4A/Look_Away_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzAmeK8Dpxxb0ijq4p0G8JGDogZ.jpg",
        "title": "Osamu Tezuka’s Buddha: The Great Departure (2011)",
        "description": "IMDb 6.3ထိရထားတဲ့ ဒီဇာတ္ကားေလးဟာဂ်ပန္Anime movie versionဗုဒၶဝင္ဇာတ္လမ္းေလးျဖစ္ပါတယ္ျမတ္စြာဘုရားဘဝျဖစ္စဥ္ကိုေရးဆြဲထားတယ္ေျပာေပမယ့္ဗုဒၶစာေပကဇာတ္လမ္းေက်ာ႐ိုးေလာက္ပဲယူထားပါတယ္က်ေနာ္တို႔သိတဲ့ဗုဒၶဝင္ဇာတ္နဲ႔လံုးဝကြဲထြက္ေနၿပီးစိတ္ကူးယဥ္ဇာတ္ေကာင္မ်ားလည္းအမ်ားအျပားထည့္သြင္းထားတာေၾကာင့္ပ်င္းရိဖြယ္မေကာင္းပဲ စၾကည့္ျဖစ္ရင္အဆံုးအထိမထတန္းၾကည့္ျဖစ္မယ့္ကားေလးပါဂ်ပန္Animeတို႔ရဲ႕မူအတိုင္း ၾကည့္ၿပီးရင္လည္းရင္ထဲတသသျဖစ္ေအာင္ေပးစြမ္းႏိုင္ပါတယ္က်ေနာ့္အေျပာထက္ကိုယ္တိုင္ၾကည့္တာကပိုေကာင္းပါလိမ့္မယ္ဗုဒၶစာေပလာနာမည္မ်ားကိုကူညီေျပာျပေပးေသာကို Zaw Lynn Htoon ေခၚ ကိုမင္းကံစီအားအထူးေက်းဇူးတင္႐ွိပါသည္File Size : (955 MB) and (317 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 51 min\nFormat : Mp4\nGenre : Animation , Adventure , Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :BluRay 1080p\nTranslated by Dr.Nyan\nEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2VAd0/Osamu_Tezuka’s_Buddha_-_The_Great_Departure_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGY0YmVlOTYtMmYyMS00ZGY0LTk2Y2MtNDg2YmViNTkzMzMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "[18+]PVT Chat (2020)",
        "description": "[18+]PVT Chat (2020)\n================\nIMDb Rating - 5.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ခုနှစ်က ထွက်ရှိခဲ့တဲ့\n18+လူကြီးကားလေးဖြစ်ပါတယ်။ sex chatလုပ်ရာ\nကနေစတဲ့ အချစ်ဇာတ်လမ်းလေးလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းသဘောကတော့ ဂျက်ခ်က နယူးရော့ခ်မှာ\nနေထိုင်ပြီး အင်တာနက်လောင်းကစားလုပ်တဲ့လူတစ်\nယောက်ပါ၊ အပြာဝက်ဘ်ဆိုဒ်တစ်ခုက အဖော်အချွတ်\nမယ်လေး စကားလက်နဲ့ စကားတွေပြောဖြစ်ရင်း ချစ်မိ\nတဲ့ အဆင့်ထိရောက်သွားတာပေါ့။ ဆန်ဖရန်စစ္စကိုက\nအဖော်အချွတ်မယ်လေးကို အမှတ်မထင် နယူးရော့ခ်က\nညတစ်ညမှာ ရှာတွေ့သွားရင်းက စိတ်ကူးယဉ်အိပ်မက်တွေ\nတကယ်ဖြစ်လာပြီး ဇာတ်လမ်းတွေဖြစ်တယ့်အကြောင်း\nလေးပါ။လူနှစ်ဦးကြားက စိတ်ကူးယဉ်ဘဝနဲ့ လက်ရှိဘဝလေးကို\nချိန်ထိုးပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ဝတ်လစ်စလစ်ခန်း\nတွေ ရှင်းရှင်းလင်းလင်းပါပေမယ့်လည်း အပြာကားပုံစံ\nမဟုတ်ပဲ romanceဖြစ်လောက်အောင်အထိ ဇာတ်လမ်း\nဇာတ်ကွက်ဆန်းတဲ့အတွက်ကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ZMT\nဖြစ်ပါတယ်)File Size..........(1.6 GB) / (539 MB) / (288 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adult, Drama\nTranslator.......ZMT\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/1bNpt/PVT.CHAT.2020.720p.BluRay.(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Philadelphia_imp-133x200.jpg",
        "title": "Philadelphia(1993)",
        "description": "Philadelphia (1993)\nPG-13 | 125 min | Drama\nIMDB ----- 7.7 ⭐⭐⭐⭐⭐⭐⭐⭐\nRotten Tomatoes ----- 79%\nကာလအားဖြင့်တော့ ၁၉၉၀ ဝန်းကျင်  AIDSအကြောင်း လူတွေ သိပ်မသိသေးတဲ့အချိန်မှာပါ။လူတွေဟာ သူတို့ နားမလည်တာကို ကြောက်ရွံ့ တက်ကြတယ်။ AIDSကို ရောဂါဆိုးကြီးလို့ပဲ သိပြီး\nဂဃနဏ မသိကြသေးတဲ့အချိန်မှာ ဒီရောဂါသည်ကို ဘယ်လို ဆက်ဆံခဲ့ကြလဲ ပြသ သွားခဲ့တဲ့ ထိုခေတ်\nထိုအခါက AIDS ပညာပေး ပထမဆုံးရုပ်ရှင်ပါ။ဒီ ရုပ်ရှင်ဟာ ဟောလိဝုဒ် Mainstreamရဲ့\nAlDS နဲ့ ပက်သက်တဲ့ ပထမဆုံး  Big Budget ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။\nGoffrey Bowersဆိုတဲ့ ရှေ့နေ့တစ်ယောက်ရဲ့  အဖြစ်အပျက်ကို Inspiration လုပ်ထားတာမို့\nဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး တင်ပြထားတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်တဲ့။ဒီ အဖြစ်အပျက်ကလေးကတော့ Philadelphia ဆိုတဲ့ မြို့ကလေးက\nအရည်အချင်းရှိတဲ့ Andrew Beckett ဆိုတဲ့ စီနီယာရှေ့နေ\nတစ်ယောက်ဟာ ပေါ်ဦးစ AIDS ရောဂါ ကူးစက်ခံခဲ့ရပါတယ်။\nအလုပ်အတွက်စိုးရိမ်လို့ ထုတ်မပြောခဲ့ပေမဲ့ သိပ်မကြာခင် နဖူးက ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bOlc/Philadelphia.1993.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDJiOTdmMGItMmM5MC00ZTRiLWIzNjctNDE4ZTZkMWMzZTg0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "An Action Hero(2022)",
        "description": "An Action Hero (2022)\nAction, Comedy, Crime\nIMDb 7.9/10 (17K)အခုတစ်ခါတက်ဆက်ပေးမယ့်ကားလေးကတော့ Vicky Donor...Andhadhun\nဇာတ်ကားများနဲ့ ပရိသတ်အသည်းကိုဖမ်းစားခဲ့တဲ့\nဘောလီဝုဒ်မင်းသားချောလေး အာရွတ်ရှမန်းခူရာနာရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ကားနာမည်က အက်ရှင်ဟီးရိုးဆိုတော့\nမြင်သာပါတယ် အက်ရှင်ခန်းတွေ ပါမယ်ဆိုတာ...။ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်\nမင်းသားက အောင်မြင်ကျော်ကြားတဲ့ အက်ရှင်မင်းသားတစ်ယောက်ပေါ့နော်။ရိုက်ကွင်းလေးရှိလို့ မြို့တစ်မြို့ကိုရောက်လာရင်းနဲ့\nအဲ့ဒီမြို့က နိုင်ငံရေးသမားကြီးတစ်ဦးရဲ့ညီဖြစ်သူဟာ\nမင်းသားနဲ့ဓာတ်ပုံတွဲရိုက်ဖို့ ရောက်လာခဲ့တယ်။အခြေအနေတွေဟာ တင်းမာခဲ့ပြီးနောက်မှာ မင်းသားဟာ\nသူ့ကို မရည်ရွယ်ဘဲ သတ်လိုက်မိပါတယ်။\nဒီတော့ မင်းသားဟာ ပြေးဖို့ဖြစ်လာပါပြီ။ သူအနှစ်နှစ်အလလ\nကြိုးစားလာခဲ့တဲ့ အနုပညာအလုပ်ကြီးထိခိုက်မယ့်\nဘဝပါပျက်မယ့်အရေးကကနေ လွတ်မြောက်အောင် မင်းသားပြေးနေပါပြီ။တစ်ဖက်ကလည်း နိုင်ငံရေးသမားကြီးက\nသူ့ညီအတွက် လက်စားချေဖို့ မင်းသားကို လိုက်နေပါပြီ။\nဆိုတော့ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား\nဆက်ကြည့်ကြတော့နော်...။\nFile size…1.86GB / 831MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "7.9",
        "url": "https://megaup.net/1bOea/An.Action.Hero.2022.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xxPIzuv1Rrxu4FTbUvSH286PWG.jpg",
        "title": "Everglow (2021)",
        "description": "Everglow (2021)“အသက်အရွယ်ဆိုတာ ကိန်းဂဏန်းတစ်ခုပါပဲ” ဆိုတဲ့ ဘွားဘွားနဲ့ ကောင်လေးတို့ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်လာပါပြီ :3ဒီဇာတ်လမ်းလေးမှာတော့ ရေငုပ်သမဘွားဘွားနဲ့\nဆိုးလ်ကနေ ရိုက်ကူးရေးလာလုပ်တဲ့ ပီဒီကောင်လေးတို့နှစ်ယောက်\nဂျယ်ဂျူဒိုမှာ တွေ့ဆုံကြပြီးချစ်သွားကြတဲ့အကြောင်းလေးကို ပုံဖော်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ဂိုဂျင်အို့ဆိုတဲ့ ဘွားဘွားအန်တီက ဂျယ်ဂျူကျွန်းရဲ့အတော်ဆုံးရေငုပ်သမဖြစ်ပါတယ်။\nဒါပေမယ့် သူ့ဘဝဟာ သမီးလေးမရှိတော့တဲ့နောက် အထီးကျန်မှုတွေနဲ့သာပြည့်နှက်နေခဲ့ပါတယ်။\nဒါ့အပြင် အိပ်ရာပေါ်လဲနေတဲ့ ခင်ပွန်းဖြ်စ်သူကို ပြုစုရင်း ၊\nတစ်ဖက်မှာလည်း ရေငုပ်သမအနေနဲ့ အသက်မွေးရင်း အထီးကျန်ဆန်စွာဖြတ်သန်းနေခဲ့ရပါတယ်။ဂယောင်ဟွန်းကတော့ ဆိုးလ်ရုပ်သံလွှင့်ဌာနမှာအလုပ်လုပ်နေတဲ့ ပီဒီတစ်ဦးဖြစ်ပြီး\nဂိုဂျင်အို့အကြောင်းကို အစီအစဉ်မှာထည့်သွင်းရိုက်ကူးချင်တာကြောင့် ဂျယ်ဂျူဒိုကိုရောက်လာခဲ့သူပါ။\nဒါပေမယ့် ဂိုဂျင်အို့ကတော့ ရိုက်ကူးရေးလုပ်ဖို့ အဆုံးထိငြင်းဆန်နေတဲ့အတွက်ကြောင့်\nမရရတဲ့နည်းလမ်းအစုံသုံးပြီး ဖြောင်းဖျကြည့်ဖို့ ကြိုးစားတဲ့အခါမှာတော့ သူတို့နှစ်ယောက် ဘယ်လိုနီးစပ်သွားမလဲ …..\nတူညီတဲ့စိတ်ဒဏ်ရာရှိတဲ့သူအချင်းချင်း ဘယ်လိုအားပေးရင်း ချစ်မိသွားကြမလဲဆိုတာကို\nရသဆန်ဆန်တင်ဆက်ထားတဲ့ ကားကောင်းလေးမို့ မလွတ်တမ်းအားပေးကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ThantSin ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.9GB | 857MB | 400MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.6",
        "url": "https://megaup.net/1bDnb/Everglow.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Korameenu-2022-133x200.jpg",
        "title": "Korameenu (2022)",
        "description": "Korameenu(2022)IMDb-8.5/10ဒီတစ်ခါတော့ အောင်မြင်တဲ့ဇာတ်လမ်းပေါင်းများစွာကိုကိုယ်တိုင်ရေး\nကိုယ်တိုင်ရိုက်ကိုယ်တိုင်သရုပ်ဆောင်လေ့ရှိတဲ့ မင်းသားကြီး Anad Ravi ရဲ့ ကားလေးအလှည့်ပါသူကိုယ်တိုင်ရေးထားတဲ့ဒီကားထဲမှာတော့ ကောင်မလေးတစ်ယောက်ကို\nနှစ်ရှည်လများသဘောကျနေတဲ့ ကိုတီဆိုတဲ့လူရိုးကြီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nမီနာရှီရ်လို့ ခေါ်တဲ့အမျိုးသမီးကို အဲ့မြို့ကနိုင်ငံရေးစီးပွားရေးအားလုံးကို လက်ဝါးကြီးအုပ်ထားတဲ့ ကာရူနာနဲ့\nသူ့လက်အောက်က ကိုတီတို့ နှစ်ယောက်အပြိုင်ကြိုက်မိတဲ့အခါမှာ\nဇာတ်လမ်းလေးက ရှင်းမလိုနဲ့ အဆုံးထိကို ဆွဲခေါ်သွားမှာပါကိုယ့်ထက်အင်အားအဆမတန်ကြီးမားတဲ့ ရန်သူကို\nဘယ်လိုတိုက်ခိုက်မလဲဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း\nမြှပ်ကွက်များစွာနဲ့ တင်ဆက်ပြထားတာမို့ မလွတ်တမ်းကြည့်ရှုကြဖို့ တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…1.7GB / 837MB\nQuality…1080p HQ HDRIP / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.8",
        "url": "https://megaup.net/1bO2p/Korameenu_(2022)_HQ_HDRip_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r5C85R0Bc6RL51PnPv2HIvpSMJ7.jpg",
        "title": "The King Of Snipers ( 2023 )",
        "description": "Libiwala ဆိုတဲ့ နယ်မြေအတွင်းမှာ မူးယစ်ဆေးဝါး တွေ\nတွင်တွင်ကျယ်ကျယ်အသုံးပြုမှုရှိလာခဲ့ပြီး တရားဝန်စိုက်ပျိုးဖို့အထိ\nအာဏာပိုင်တွေက လက်ဝါးကြီးအုပ်တိုးချဲ့ခဲ့ပါတယ် ။ပြည်သူတွေ ဘေးကင်းလုံခြုံစေဖို့ / အထိအခိုက်မရှိစေဖို့အတွက်\nအနယ်နယ်အရပ်ရပ်ကနေ လုပ်ဆောင်ခဲ့ကြပြီး ဆန္ဒပြပွဲတွေလဲ\nဆက်တိုက်ဖြစ်ခဲ့ပါတော့တယ် ။ တစ်ဆက်ထဲမှာပါ\nအမျိုးသမီးစနိုက်ပါသမား အန်းန ၊ အေးဂျင့် အားထိုက် နဲ့\nဒေါက်တာဖန်းတို့ဟာ တာဝန်တစ်ခုက်ို အတူတူ လုပ်ကိုင်ကြဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီတာဝန်ကို သူတို့တွေ\nလုပ်ကိုင်ကြရင်း လုပ်ကြံသတ်ဖြတ်မှုတစ်ခုရဲ့ နောက်ကွယ်က\nအမှန်တရားကို သိရှိခဲ့ကြပြီး အမှောင်ထု ဒုစရိုက်လောကထဲကို နက်နက်ရှိုင်းရှိုင်း လုပ်ဝင်ရောက်လာခဲ့ကြတဲ့အခါ -❏ မူးယစ်ဆေးနွံနစ်နေတဲ့ အပြစ်မဲ့ပြည်သူတွေကိုရော သူတို့တွေကယ်တင်နိုင်ကြပါ့မလား ?\n❏ သူတို့တွေ တာဝန်ထမ်းဆောင်ရတဲ့ မစ်ရှင်ကိုရော\nအပြစ်ဆုံးထိ တာဝန်ထမ်းဆောင်နိုင်ပါ့မလား ?\n❏ သူတို့ကိုယ်တိုင်ကရော ဒုစရိုက် အမှောင်ထုတောကြီးအတွင်းက ရုန်းထွက်နိုင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုလိုက်ရအောင်ပါနော် ။ အက်ရှင်ကားကောင်းကောင်းလေးဖြစ်တာမ်ို့ လက်လွှတ်မခံတမ်းကြည့်ရှုပေးကြပါဦးရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-king-of-snipers-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fd7UrKcFp9xShEmDBGKHZeuWfe.jpg",
        "title": "Natural Born Killers(1994)",
        "description": "Natural Born Killers(1994)====================== မစ်ကီနဲ့ မယ်လိုရီ တို့ဟာ ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာကိုယ်စီနဲ့ကြီးပြင်းလာခဲ့သူတွေဖြစ်ပါတယ် မစ်ကီနဲ့ မယ်လိုရီတို့ အချင်းချင်းတွေ့ဆုံမိချိန်မှာတော့ နှစ်ယောက်ပေါင်းပြီး မယ်လိုရီရဲ့ အနိုင်ကျင့်တတ်တဲ့မိဘတွေကိုသတ်ကာ နှစ်ယောက်သားထွက်ပြေးခဲ့ကြပါတော့တယ်ဒါပေမယ့် ငယ်ငယ်ကစိတ်ဒဏ်ရာရှိခဲ့သူတွေဖြစ်တာကြောင့်နှစ်ယောက်ပေါင်းမိချိန်မှာတော့ တစ်ဖြည်းဖြည်း စိတ္တဇ လူသတ်စုံတွဲအဖြစ်ပြောင်းလဲလာပါတော့တယ် သူတို့ဟာ သူတို့ကားရပ်တဲ့နေရာတိုင်း အနားမှာရှိသမျှလူအကုန်သတ်ပစ်တတ်ကြပြီး သူတို့သတ်သွားတဲ့ဇာတ်လမ်းကိုပြန်ပြောနိုင်ဖို့ လူတစ်ယောက်ကိုတော့ချန်ခဲ့တတ်တဲ့စုံတွဲအဖြစ် နာမည်ကြီးပါတယ် အဲ့အချိန်မှာပဲ မီဒီယာရဲ့မြောှက်ထိုးပင့်ကော်လုပ်မှုကြောင့် တစ်နိုင်ငံလုံးဟာ ဒီရာဇဝတ်စုံတွဲကိုထောက်ခံအားပေးလာကြတဲ့အချိန်မှာတော့ မစ်ကီနဲ့မယ်လိုရီတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာ ကြည့်ရှုရမှာဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ မင်းးသားကြီး Woody Harrelsonနဲ့မင်းသမီး Juliette Lewisပဲဖြစ်ပါတယ် ဒါ့အပြင် မင်းသားRobert Downey Jrကလည်း သတင်းထောက် ဝိန်းဂေးလ်အနေနဲ့ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.. File size…2.81GB / 1.26GB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xIQ5/Natural.Born.Killers.1994.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-teen-135x200.jpg",
        "title": "Teen Wolf: The Movie (2023)",
        "description": "ဒီရုပ်ရှင်ကတော့ Teen Wolf (2011-2017) စီးရီးရဲ့နောက်ဆက်တွဲကို ရုပ်ရှင်အနေနဲ့ ၂ နာရီခွဲကြာအောင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မူလသရုပ်ဆောင်အားလုံး ပြန်လာကြတာမို့ Teen Wolf ဖန်တွေတော့ အရမ်းကြိုက်ကြမှာပါပဲ။ စီးရီးမကြည့်ဖူးတဲ့သူတွေလည်း ကြည့်လို့ရအောင် အတိုချုံးလေး ရှင်းပြပေးထားပါ့မယ်။အဓိက ဇာတ်ကောင်ကတော့ ဘီကွန်ဟေးလ်မြို့လေးမှာနေတဲ့ စကော့ မက်ကော ဆိုတဲ့ သမန်းဝံပုလွေပါပဲ။ စီးရီးအဆုံးမှာတော့ သူဟာ သမန်းဝံပုလွေအုပ်ရဲ့ အယ်ဖာခေါင်းဆောင်ဖြစ်သွားခဲ့ပါပြီ။ သူ့အမေကတော့ သူနာပြုပါ။ သူ့ရဲ့ ချစ်သူ အလီဆန်အားဂျန့်ကတော့ သမန်းဝံပုလွေ မုဆိုးမျိုးရိုးဖြစ်ပြီး စီးရီးထဲမှာ သေဆုံးသွားခဲ့ပါပြီ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းက စတလင်းစကီးခေါ် စတိုင်းပါ။ သူကတော့ သမန်းဝံပုလွေတွေကို တချိန်လုံးကူညီခဲ့တဲ့ ဉာဏ်ကောင်းတဲ့ သူငယ်ချင်းပါပဲ။ နောက်တော့ FBI ထဲရောက်သွားပါပြီ။ စတလင်းစကီးရဲ့အဖေကတော့ ရဲမှူးပါ။ စတိုင်းရဲ့ကောင်မလေး လစ်ဒီယာကတော့ ဘန်းရှီးဖြစ်ပြီး သေခြင်းတွေကို မြင်နိုင်တဲ့အစွမ်းနဲ့ အသံလှိုင်းနဲ့တိုက်ခိုက်နိုင်တဲ့အစွမ်းရှိပါတယ်။ စကော့မက်ကောရဲ့ နောက်ထပ်အချစ်ဆုံးမိတ်ဆွေကတော့ ဒဲရက်ဟေးလ်လို့ခေါ်တဲ့ ...",
        "rating": "6.4",
        "url": " https://megaup.net/1RLco/Teen.Wolf.The.Movie.2023.720p.(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlNr3fDFvZGrPWdDrCzsnf3kNuh.jpg",
        "title": "A Sealed Book ( 2022 )",
        "description": "ဟိုးတစ်ချိန်တစ်ခါက လောကကြီး တစ်ခုလုံးဟာအလင်းရောင်တွေ\nပျောက်ကွယ်သွားပြီး အမှောင်ထုဖုံးလွှမ်းသွားခဲ့ပါတယ် ။\nဒီတော့ အနယ်နယ်အရပ်ရပ်မှာရှိတဲ့လူတွေဟာ\nအမှောင်ထုဖုံးလွှမ်းသွားရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာဖို့ကြိုးစားခဲ့ကြပါတယ် ။အဲ့ဒီအထဲကမှ ရဲအရာရှိလေး ရှောင်ဝူလဲ အပါအဝင်ပါ ။\nအမှောင်ထုဖုံးလွှမ်းရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာပြီး သူဟာ\nလောကရဲ့ သူရဲကောင်းဖြစ်ချင်နေခဲ့တာပါ ။ သူတို့တွေ ခရီးဆက်လာခဲ့ပြီး\nလမ်းတစ်ထောက်မှာတော့ အမှောင်ထုဖုံးလွှမ်းရခြင်းဟာ\nရှေးခေတ် ထူးဆန်းလှတဲ့ ကောင်းကင်ဘုံစာအုပ်ကြောင့်ဖြစ်ပြီး\nအဲ့ဒီစာအုပ်ဟာ မြေအောက်နန်းတော်ကနေ ပျောက်ဆုံးနေခဲ့ပါတယ် ။မြေအောက်နန်းတော်က လူတွေဟာ မသေမျိုးတွေဖြစ်ပြီး\nအဲ့ဒီထူးဆန်းစာအုပ်ဟာလဲ အဘယ်သူကမှ ရယူနိုင်ခြင်းမရှိတဲ့ အခါမှာ ...?\n❏ လောကကို ဖုံးလွှမ်းနေတဲ့ အမှောင်ထုကြီးကို သူတို့တွေ ဖြိုဖျက်နိုင်ပါ့မလား ?\n❏ ဒီကိစ္စကြီးဟာ ရှောင်ဝူ နဲ့ပါ သက်ဆိုင်နေတဲ့အခါ\nနောက်ကွယ်က အမှန်တရားဟာ ဘာများဖြစ်မလဲ\n❏ သူရဲကောင်းဖြစ်ချင်ရှာတဲ့ ရှောင်ဝူတစ်ယောက် အဖြစ်မှန်ကို\nရှာပေးပြီး လောကအတွက် အလင်းဆောင်ပေးနိုင်ပါ့မလား ？\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/a-sealed-book-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmve9K0ILteypEhO8XtECaZgaAF.jpg",
        "title": "Bride for Rent (2018)",
        "description": "Bride for Rent (2018)နာမည်ကြီး Bride for Rent ဖိလစ်ပိုင်ဇာတ်ကားကို ပြန်ရိုက်ထားတဲ့ ဗီယက်နမ်ကားလေးပါ။\nဖိလစ်ပိုင်ကားက 2014 မှာ ထွက်ခဲ့တာဖြစ်ပြီးတော့\nဗီယက်နမ်ကားကာတော့ 2018 မှာ ထွက်ထားတာ ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်ကားကို ကြည့်ဖူးပြီးသားသူတွေအတွက်တော့ သိပ်မထူးဆန်းပေမယ့်\nမကြည့်ဖူးသေးတဲ့သူတွေအတွက်တော့ ဟာသ၊ အချစ်ရသကို ခံစားရမယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုအတွက် အရေးပေါ်ငွေလိုနေတဲ့ Linh ရယ်\nအိမ်ထောင်ပြုမှ အမွေရမှာမို့ အိမ်ထောင်ဖက်လိုက်ရှာနေတဲ့ Long ရယ် တွေ့သွားတဲ့အချိန်မှာ\nအဘွားဆီက အမွေတွေရဖို့ ဟန်ဆောင်လက်ထပ်ဖို့ စာချုပ်ချုပ်လိုက်ကြတဲ့အခါ\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်သွားပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 622MB | 308MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xyhd/Bride.For.Rent.2018.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOtXXOoswsdEWZiMTRQfFPbpPS9.jpg",
        "title": "Steel Cold Winter (2013)",
        "description": "Steel Cold Winter (2013)ယွန်းဆူဟာ သူငယ်ချင်းကို သတ်တဲ့တရားခံဆိုတဲ့ စိတ်ဒဏ်ရာနဲ့အတူ\n‌ကျေးရွာလေးကို မိခင်နဲ့အတူ ပြောင်းလာခဲ့သူဖြစ်ပါတယ်။\nအဲ့ကျေးရွာမှာ မကောင်းတဲ့ကောလဟာလတွေ အဖြန့်ခံနေရပြီး\nစိတ်မကျန်းမာတဲ့ အဖေနဲ့အတူတူနေတဲ့ အပယ်ခံဖြစ်နေတဲ့ ဟေးဝန်လည်းရှိနေပါတယ်။\nယွန်းဆူက ဟေးဝန်တို့ရွာကို ပြောင်းလာပြီး ဟေးဝန်ကို ချစ်မိသွားတဲ့အခါမှာ....ယွန်းဆူက တကယ်ပဲ သူငယ်ချင်းကို သတ်ခဲ့တာလား?\nဟေးဝန်ရဲ့ ကောလဟာလတွေကရော တကယ်ပဲလား?\nသူတို့နှစ်ဦးရဲ့ ဖုံးကွယ်ထားတဲ့တစ်ဖက်ခြမ်းက ဘာဖြစ်မလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ကြည့်ရှုရမယ့် thriller ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ P&D ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB \" 692MB | 340MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... P&D\nEncoder ..... August",
        "rating": "6.1",
        "url": "https://megaup.net/2xyng/Steel.Cold.Winter.2013.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMCO3txxxatCtAhOnzeqLcw4fI8.jpg",
        "title": "The Foggy Mountain (2020)",
        "description": "The Foggy Mountain (2020)ဒါကတော့ 2020 လောက်ကထွက်ထားတဲ့ Vietnam action ကားလေးဖြစ်ပါတယ်။\nIMDb မှာတော့ 5.9/10 ရရှိထားပြီး\nအက်ရှင်ဇာတ်ကြမ်းမှကြည့်ချင်တယ်ဆိုသူများအတွက် သင့်တော်မယ့် ဇာတ်ကြမ်းကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အငြိမ်းစားယူပြီး မျက်မမြင်မိန်းမနဲ့ပဲ အချိန်ပေးနေတဲ့ ဖိုက်တာဟောင်းကြီးတစ်ယောက်အကြောင်းပါ။\nမိန်းမဖြစ်သူရဲ့မျက်လုံးကိုရအောင်ကုပေးဖို့ကြိုးစားနေသူတစ်ယောက်လည်းဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အလုပ်ရှင်ဟောင်းမှပေးတဲ့ တာဝန်ကို ငြင်းပယ်လိုက်တဲ့အတွက်ကြောင့်\nအလုပ်ရှင် ဂိုဏ်းစတားခေါင်းဆောင်ဟာ ဖိုက်တာဟောင်းကြီးရဲ့ မိန်းမကို သတ်လိုက်ပါတာ့တယ်။\nဒီအတွက် သူ သူ့မိန်းမအတွက် ဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါခင်ဗျ။\nအက်ရှင်ခန်းတွေအများကြီးနဲ့ ဇာတ်ကြမ်းကားပီသတဲ့အတွက်ကြောင့် Actionသမားတွေအတွက် တင်ပေးလိုက်ပါတယ်ခင်ဗျ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 758MB | 359MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier ...",
        "rating": "5.9",
        "url": "https://megaup.net/1bDuh/The.Foggy.Mountain.2020.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDQzZTVmZWMtYWJkNy00ZGViLThiNzctMzEwMmNmMDY5NWI2XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Seriously Red (2022)",
        "description": "Seriously Red (2022)\n===============\"if you don't like the road you're walking,\nstart paving other\" by Dolly Parton\" သင်အခု\nလျှောက်လှမ်းနေရတဲ့ လမ်းကို မကြိုက်ဘူးဆိုရင်\nအခြားလမ်းဖောက်လိုက်ပါတဲ့\" နာမည်ကြီး မင်းသမီး\nဒေါ်လီပါတွန်ရဲ့ ပြောခဲ့တဲ့စကားပါ။ရေးလင်း ရက်ဒ် ဟာ အိမ်ခြံမြေတန်ဖိုးဖြတ်သူအဖြစ်\nလုပ်ကိုင်တဲ့သူပါ။ ကုမ္ပဏီရဲ့ ပါတီတစ်ခုမှာ ဒေါ်လီပါ\nတွန်လိုဝတ်ဆင်ပြီးတော့ ဖျော်ဖြေခဲ့ပါတယ်။ အဲနေ့ညမှာပဲ\nအမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဖြစ်ပြီး နာမည်ကြီးတွေလို\nဝတ်စားပြီး ဖျော်ဖြေကြတဲ့လုပ်ငန်းကို စိတ်ဝင်စားသွားပါ\nတယ်။ နောက်နေ့မှာပဲ သူ အလုပ်ဖြုတ်ခံလိုက်ရပါတယ်။\nထို့နောက် ဒေါ်လီပါတွန်လို ဝတ်စားပြီး အတုအနေနဲ့ဖျော်\nဖြေဖို့အတွက် စတင်ကြိုးစားပါတော့တယ်။ငယ်စဉ်ကတည်းက ဒေါ်လီ့ပရိသတ်ဖြစ်တာမို့ ဒေါ်လီ့စကား\nအတိုင်းပဲ အခြားလမ်းကို ဖောက်ပါတော့တယ်။ ဒီလိုနဲ့ ဒေါ်လီ\nလို ဝတ်စား၊ နေထိုင်စားသောက်၊ ပြောဆိုနေရင်း ကိုယ့်ကိုယ်\nကိုယ် ရှာဖွေဖို့ ကြိုးစားနေတဲ့ ရက်ဒ် တစ်ယောက် အဆင်ပြေ\nပါ့မလား။ ဘာတွေကြုံတွေ့ရမယ်ဆိုတာကိုတော့ ဟာသလေး\nတွေရယ် ဒေါ်လီပါတွန့်ရဲ့ နာမည်ကြီး သီချင်းတွေရယ်နဲ့ တဝကြီး\nကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3dFeC/Seriously.Red.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDBlYzA0MWYtOWJjOS00YzUzLTk3YTUtMjhhNDhhOWFkYTdlXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-133x200.jpg",
        "title": "Dr. 56 (2022)",
        "description": "Dr. 56 (2022)\nCrime, Mystery. Sci-Fi\nIMDb 9.4/10 (2.1K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့\nကန်နန်ဒါးဘာသာစကားပြော မှုခင်းစုံထောက်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီကားမှာ ကနဦးအနေနဲ့ လူသတ်မှုတစ်ခုကနေ စတင်ထားပါတယ်။ အသတ်ခံရတဲ့ ကောင်မလေးနာမည်ကတော့\nနန်ဒီပေါ့။ ဒါပေမဲ့ ဆန်းတာက လူသတ်သမားဟာ နစ်နာသူကို ခေါင်းတည့်တည့်ရိုက်ထည့်ပြီးတာတောင်\nမေ့ဆေးသုံးပြီး ပြန်ပေးဆွဲပါတယ်။ဒါတင်မသတ်သေးဘဲ နာရီပေါင်းများစွာ နှိပ်စက်ခဲ့ပြီးမှ သတ်ဖြတ်ပစ်ပြီး အိမ်တစ်အိမ်ရဲ့အရှေ့မှာ\nလာစွန့်ပစ်သွားတတ်ပါတယ်။သူသတ်တဲ့လူဟာ ဆရာဝန်တွေဖြစ်ကြပြီး အလောင်းလာစွန့်ပစ်တဲ့အိမ်ကလည်း\nဆရာဝန်ရဲ့အိမ်တွေဖြစ်နေပါတယ်။ဒီလိုနဲ့ နောက်ထပ်လူသတ်မှုတွေဆင့်ကဲဖြစ်ပေါ်လာခဲ့ပါပြီ။တရားခံဟာ ဘယ်သူဖြစ်နေမလဲ...။\nFile size…1.5GB / 705MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "9.4",
        "url": "https://megaup.net/3dFii/Dr._56_(2022)_Kannada_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVjtnBZCprzDFgo5M0BbC9nB0Co.jpg",
        "title": "Ultimate Oppa (2022)",
        "description": "Ultimate Oppa (2022)ဒီတစ်ခေါက်မှာတော့ My Ultimate Oppa ဆိုတဲ့ မူဗီအသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေရှင်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဝါသနာပါပြီး စာရေးဆရာဖြစ်ချင်တဲ့ ရာနာ ဆိုတဲ့ကောင်မလေးက\nသူ့အိုင်ဒေါ ကိုကိုမွန်းရှီဝူး ကို သူ့ရဲ့ Fanfic လေး ပို့ပေးခဲ့ရာကပြန်စာလေး ကံကောင်းစွာနဲ့ရလာခဲ့ပါတယ်\nအဲဒီအချိန်ကစပြီး ရာနာ့အတွက် ကိုကိုမွန်းရှီဝူးက ကမ္ဘာကြီးဖြစ်လာခဲ့ပါတယ်\nအဲဒီကိုကိုမွန်းရှီဝူးက သူ့ရဲ့ပထမဆုံးမိန်းကလေး ဖြစ်လာနိုင်တဲ့\n“ မွန်းအတွက် ပထမဆုံးမိန်းကလေးနေရာကိုယှဉ်ပြိုင်ပွဲ” ကိုကျင်းပလာတဲ့အခါ\nရာနာတစ်ယောက် ကိုရီးယားကို ရောက်လာပြီး သူ့ကိုကိုမွန်းရှီဝူးနဲ့ အနီးကပ် တွေ့ဆုံခွင့်ရလာခဲ့ပါတယ်ကိုရီးယားနိုင်ငံကြီးကိုလာပြီး ဘယ်လိုရင်ခုန်စရာတွေ အခက်အခဲတွေဖြစ်လာမှာလဲ\nသူ့နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ တကယ်ရှိနေတာကဘာလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒါ့အပြင် ဒီကားလေးက ဖိလစ်ပိုင်နဲ့ ကိုရီးယား Collaboration ကားလေးဆိုတော့ ပိုပြီးထူးခြားပါတယ်\nCommunicate လုပ်တဲ့နေရာမှာလည်း အင်္ဂလိပ်လိုတွေပဲလုပ်သွားတာမို့ တခြားမူဗီတွေနဲ့မတူတဲ့ခံစားချက်ကိုရမှာအသေအချာပါပဲအများကြီးမညွှန်းတော့ပါဘူး\nတကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ အခုပဲကြည့်လိုက်ပါတော့နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Shin and Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/1bDw0/The.Ultimate.Oppa.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan-150x200.jpg",
        "title": "Aan: Men at Work (2004)",
        "description": "Aan: Men at Work (2004)\nAction, Crime, Drama\nIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nမှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်\nမင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။\nတခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကို\nအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်း\nတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်း\nကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့\nရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်က\nလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့\nဇာတ်သိမ်းနဲ့သွားမလား...။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ\nဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်...။\nFile size…3GB ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/aan-men-at-work-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDlRPYtDHxrc6czuXXin46tHIFL.jpg",
        "title": "Friendship!(2010)",
        "description": "Friendship!(2010)===============အချိန်ကာလအားဖြင့် 1990 တစ်ဝိုက် စစ်အေးခေတ်ပြီးခါနီးပေါ့ဗျာ။New York လေဆိပ်က အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးဌာနကိုအူတိအူကြောင်ရုပ်နဲ့ ဂျာမန်နှစ်ကောင်ရောက်ချလာတယ်။သူတို့ကGDR လို့ခေါ်တဲ့ အရှေ့ဂျာမနီ(ကွန်မြူနစ်နိုင်ငံ)ကတဲ့။ဘယ်သူမှမမေးရဘဲ သူတို့ကိုယ်သူတို့ “We are Communists”ဆိုပြီးဝမ်းသာအားရ မိတ်ဆက်တယ်။ဘာပြောကောင်းမလဲ ၊ပယ်ပယ်နယ်နယ်အစစ်ခံရတော့တာပေါ့။ဒီဇာတ်ကားက အဲ့ဒီဂျာမန်နှစ်ကောင်ရဲ့ အမေရိကန်ခရီးရှည်ကြီးကို ရိုက်ပြထားတာ။သူတို့ ဘာကြောင့် အမေရိကားကို ရောက်လာကြတာလဲ။အူကြောင်ကြောင်နဲ့ ဘယ်လိုမျိုး ပေါက်ကရတွေ လုပ်ကြလဲ။ဘယ်လိုတွေ ပြဿနာတွေတက်ကြလဲဆိုတာကို (ဒီကောင်တွေတော့ကွာဆိုပြီး)တဟီးဟီးတဟားဟားနဲ့ ကြည့်ရမယ့်ကားမျိုး။ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ဇာတ်ကားနာမည် “Friendship” ဆိုတဲ့အတိုင်းသူတို့နှစ်ယောက်ကြားက “ပေဖော်ပေဖက် ခင်မင်မှုမျိုး”ကို ခင်ဗျားခံစားမိလိမ့်မယ်။ ပြီးရင်တော့ ဘယ်ရောက်ဘယ်ပေါက်မယ်၊ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မှန်းလို့မရတဲ့ Road Trip မျိုးတစ်ခေါက်လောက်ဖြစ်ဖြစ် ထွက်ဖူးချင်လာလိမ့်မယ်။ငါလည်း ဘဝမှာ ဒါမျိုးတစ်ခေါက်လောက်တော့ ဖြစ်ချင်ရာဖြစ်ပေဖူးချင်လိုက်တာဆိုပြီး တွေးမိလိမ့်မယ်။ အချိန်ပေးရတာနဲ့တန်အောင်ရယ်ရ မောရမယ့် ဇာတ်ကားမျိုးမို့ ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့  Damien ပဲ ဖြစ်ပါတယ် ) File size…975MB / 545MB\nQuality…WEB-DL ...",
        "rating": "6.5",
        "url": "https://megaup.net/1RKgs/Friendship!2010.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eV8Ph03ZNV2PmE44FQn9jHB6TdY.jpg",
        "title": "Duyen Ma (2022)",
        "description": "Duyen Ma / My Biyfriend is a Ghost (2022)ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကတော့\nMy Boyfriend Is A Ghost လို့အမည်ရတဲ့ Vietnam ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nမင်န်ဆိုတဲ့ တစ်ကိုယ်တော် ရိုးသားကြိုးစားတဲ့ ကောင်လေးက\nကံအကြောင်းမလှဘဲ ကားအက်ဆီးဒင့်တစ်ခုကြောင့် သေဆုံးသွားပါတော့တယ်။\nသေဆုံးခါစ ဝိဉာဉ်အဖြစ်နဲ့ သွားစရာမရှိဖြစ်နေတဲ့ မင်န့်ကို\nနော့ ဆိုတဲ့ ဝိဉာဉ်တွေ သရဲတွေကိုမြင်ရပြီး ခင်မင်ရတဲ့ဝိဉာဉ်တစ်ချို့နဲ့အတူတူနေထိုင်နေတဲ့ ကောင်မလေးက\nသူ့အိမ်က ဝိဉာဉ်တွေနဲ့အတူတူ‌ လာနေထိုင်ဖို့ခေါ်လာခဲ့ရာက စတင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nသေဆုံးသွားတဲ့အဖြစ်ကိုလက်မခံနိုင်ဖြစ်နေတဲ့ မင့်န်ကို ဝိဉာဉ်ဘဝနဲ့နေသားကျသွားအောင် ကူညီပေးနေရင်း\nသူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ ၊ အချစ်တွေ ဖြစ်ပေါ်လာပါတော့တယ်။\nကမ္ဘာနှစ်ခုခြားနေတဲ့ သူတို့အချစ်ရဲ့ခက်ခဲမှုတွေနဲ့အတူ ဘယ်လိုမျိုး အနှောင့်အယှက်တွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali နဲ့ Shin ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Horror, Romance\nQuality…. 1080p | ...",
        "rating": "",
        "url": "https://megaup.net/2xykb/My.Boyfriend.Is.a.Ghost.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7vFFZHbDyxfjuYKzJwruTnwwjT.jpg",
        "title": "Black Warrant (2022)",
        "description": "Black Warrant (2022)2022 က ထွက်ရှိထားတဲ့ ခုကားလေးက​တော့ အက်ရှင်ကား​တွေ ကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ အက်ရှင်သည်းထိတ်ရင်ဖိုကား​လေးပါ။ကမ္ဘာ​ကို မီးဖျက်ဖို့ကြိုးစား​နေတဲ့ အကြမ်းဖက်သမား​တွေရဲ့အကြံကို တားဖို့ အ​သေဖမ်းဝရမ်းနဲ့ တာဝန်​ပေးခံရတဲ့ အ​ဖေဖြစ်သူနစ်ခ် နဲ့ နှစ်​ပေါင်းများစွာ အ​ဖေဖြစ်သူနဲ့ကွာ​ဝေး​နေပြီး မူးယစ်ရဲ ဖြစ်​နေတဲ့သားဖြစ်သူ အန်တိုနီတို့ မစ်ရှင်တစ်ခုတည်းကို ဘယ်လိုပူး​ပေါင်းပြီး တားမလဲဆိုတာကို အက်ရှင်ဆန်​ဆန်ရိုက်ပြ​ထားတဲ့ ကားလေးပါပဲ။အ​ဖေနဲ့သားအကြားက နားလည်မှုလွဲတာ​တွေကို ဘယ်လိုပုံစံနဲ့ ​​ဖြေရှင်းကြမလဲ... ​ပေးထားတဲ့မစ်ရှင်ကိုလည်း သားအဖနှစ်​ယောက် ဘယ်လို အကြံ​ကောင်း​ကောင်း နဲ့ရင်ဆိုင်ရမလဲဆိုတာ​​တွေကို ​တွေ့ရမှာမို့လို့ တစ်​ခေါက်​လောက်​တော့ကြည့်သင့်တဲ့ အက်ရှင်ကားလေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 700MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/3dF9j/(CM)_Black_Warrant_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQCrzh4b66hJJ6UFOMfbVDNIDil.jpg",
        "title": "[18+] Little Blue (2022)",
        "description": "Little Blue (2022)ကားနာမည်က တရုတ်လို ရှောင်းလန်တဲ့။ ရှောင်းလန်ဟာ ကောင်မလေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်လေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်ဆိုတော့ မိဘနဲ့အတူနေရတယ်။ ရှောင်းလန်ဟာ ကျောင်းတက်ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ဆရာဆရာမတွေနဲ့ တွေ့ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ရွယ်တူလူငယ်တွေနဲ့ တွေ့ရတယ်။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေရပေမဲ့ အဖေမရှိဘူး။ အမေနဲ့အတူနေရတယ်။ အမေက ငယ်ငယ်ရွယ်ရွယ်နဲ့ မှားယွင်းပြီး ရှောင်းလန်ကို ရသွားခဲ့ပုံရတယ်။ ရှောင်းလန်အပျိုပေါက်ဖြစ်လာပြီးတာတောင် ရှောင်းလန်အမေဟာ နုဆဲပျိုဆဲ သွေးသားဆူဖြိုးဆဲ။ သွေးသားဆူဖြိုးတော့ ရှောင်းလန်အမေဟာ ဆန္ဒရှိလာတယ်။ ဆန္ဒရှိလာတော့ ရှောင်းလန်အမေဟာ ဗိုင်ဘရေတာနဲ့ဖြေရှင်းတယ်။ ဒါပေမဲ့လည်း စက်ပစ္စည်းဆိုတာ လူလောက်ဘယ်ကောင်းမလဲ။ ဒီတော့ ရှောင်းလန်အမေဟာ အပြင်မှာကိစ္စဖြေရှင်းတယ်။ ရှင်းရင်းရှင်းရင်း ရှုပ်လာပြီး ရှောင်းလန်အမေဟာ အိမ်မကပ်နိုင်ဖြစ်လာတယ်။ ဒီလိုနဲ့ ရှောင်းလန်ဟာ မိဘရဲ့ အငွေ့အသက် အစောင့်အရှောက် အကြံအဉာဏ် မရခဲ့ရဘူး။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေပေမဲ့ မိဘတွေဟာ ရှောင်းလန်နဲ့အတူမနေခဲ့ကြဘူး...ရှောင်းလန်ဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RK93/(CM)_Little_Blue_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/prisoners-135x200.jpg",
        "title": "Prisoners (2013)",
        "description": "Prisoners (2013)IMDb.... 8.1\nRotten Tomatoes.. 82%\nCast..... Hugh Jackman, Jake Gyllanhaal\" ကျွန်​​တော်​တို့တ​တွေရဲ့ ဘဝ အဓိပ္ပါယ်​\nကျွန်​​တော်​တို့ တန်​ဖိုးထားမြတ်​နိုးရတဲ့\nလူ​တွေကို ဆုံးရှုံးရတဲ့အခါ\nကျွန်​​တော်​တို့တကယ်​ပဲ\nမ​ကောင်​းဆိုးဝါး တစ်​ပိုင်​းဖြစ်​သွားကြသလား\"ဒီကားရဲ့ Main cast ​တွေက​တော့\nHugh Jackman နဲ့ Jake Gyllanhaalပါ။\nသူတို့ ပါ​နေတာနဲ့တင်​ ဘာမှဆက်​ ညွှန်​းဖို့\nမလို​လောက်​​အောင်​ပါပဲ။အ​ဖေဇာတ်​ရုပ်​​တွေနဲ့ အ​တော်​စားတဲ့ Hug Jackmanဟာ Logan တို့\nGreatest Showman တို့\nတို့မှာ အ​တော်​​လေး စျာန်​ဝင်​ခဲ့သလို\nဒီကားထဲမှာလည်​း သမီး​ပျောက်​လို့ ပူပန်​​နေရတဲ့\nအ​ဖေတစ်​​ယောက်​အ​နေနဲ့\nလုံးဝ Perfect ဖြစ်​ခဲ့ပါတယ်​။Jake Gyllanhaal ရဲ့ ဟန်​ကလည်​း\nအ​တော်​​လေး သ​ဘောကျစရာ​ကောင်​းတာကို\n​တွေ့ရမှာပါ။မြို့က​လေးတစ်​မြို့မှာ ဖြစ်​လာမဲ့\nအရာရာတိုင်​းအတွက်​ အသင်​့ပြင်​ထားရမယ်​ဆိုတဲ့\nအ​တွေးအ​ခေါ်နဲ့ Keller(Hugh)ဆိုတဲ့\nလူလတ်​တန်​းစားတစ်​​ယောက်​ ရှိ​ပါတယ်​။​\n​ကျေးဇူး​တော်​​နေ့မှာ တစ်​ဖက်​လမ်​းက\nအိမ်​ကို စား​သောက်​ပွဲတစ်​ခုသွားရင်​း\nအိမ်​ရှင်​ရဲ့ သမီး​လေးနဲ့ Kellerအိမ်​ကို\nပြန်​သွားရင်​း Keller ရဲ့ သမီး​လေး\n​ပျောက်​ဆုံးသွားပါတယ်​။လိုက်​သမျှ အမှု မ​အောင်​မြင်​တာ မရှိ​သေးတဲ့\nစုံ​ထောက်​Loki (Jake) ဟာ ဒီအမှုကို\nကိုင်​တွယ်​ဖို့ ဖြစ်​လာခဲ့တယ်​။\nသမီးအတွက်​ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1TRt2/Prisoners(2013).mp4",
        "category": "Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjA0MzQzNjM1Ml5BMl5BanBnXkFtZTgwNjM5MjU5NjE@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Land of Mine (2015)",
        "description": "မိုင်းဆိုတာ စစ်မြေပြင်မှာ ဗျူဟာမြောက်အသုံးဝင်တဲ့ ပစ္စည်းဖြစ်ပါတယ်... သူ့ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ စစ်ကြောင်းတစ်ခုကို ရပ်တန့်နှောင့်နှေးစေချင်လို့ပါ..ဥပမာ မိုင်းကွဲတယ် ခြေထောက်ပြတ်တယ် ဒီအခါမှာ သူ့ကို သယ်ဖို့ စစ်သည် (၂)ယောက် လိုမယ်... ဗျူဟာမြောက်သုံးကြတယ်...သေဆုံးနိုင်ခြေနည်းတယ်ဆိုပေမယ့် တစ်သက်လုံးလူဖြစ်ရှုံးသွား နိုင်ပါတယ်.. မိုင်းဖော်တဲ့သူအတွက်လည်းအရမ်းကို အန္တရယ်များပါတယ်.. ဒီတွေဘာကြောင့်ပြောပြနေလဲဆိုတော့ ဒီကားထဲမှာ ဂျာမန်တွေဟာဒိန်းမတ်ကိုသိမ်းထားတုန်းမှာ မိုင်းအလုံး (၂) သန်းကျော်ကိုထောင်ထားခဲ့တယ်... ဂျာမန်တွေစစ်ရှုံးသွားလို့ ဒိန်းမတ်မြေက ဆုတ်ခွာ သွားပေမယ့် မိုင်းအလုံးရေ (၂)သန်းကျော်ရှိတဲ့ကွင်းကြီးတော့ကျန်ခဲ့ပါတယ်... ဒီမိုင်းကွင်းကြီးကိုရှင်းဖို့တာဝန်ကြတဲ့သူက ဒိန်းမတ်စစ်တပ်မှ တပ်ကြပ်ကြီးတစ်ဦး... ဒီမိုင်းတွေကိုရှင်းဖို့ဆိုပြီ ဂျာမန်စစ်သုံပန်း(၁၄)ယောက်တိတိကို တပ်ကြပ်ကြီးဆီပို့ပေးကြတယ်... မိုင်းရှင်းတုန်း သေသွားလည်း နှမြောစရာမရှိတဲ့သူမျိုးတွေပေါ့.. ဂျာမန်တွေသိမ်းပိုက်စဉ်တုန်းက ဒိန်းမိတ်တွေကို ရက်စက်စွာသတ်ဖြတ် မိန်းမတွေဆိုလည်းမုဒိန်းကျင့် ဆိုးယုတ်မှုမှန်သမျှ ဒိန်းမတ်တွေခံစားခဲ့ရတယ်... ခုမိုင်းဖော်ရမယ့်အချိန်မှာ ဂျာမန်ကလေးတွေနဲ့ဖော်ရမယ်ဆိုတော့ဒိန်းမတ်တပ်ကြပ်ကြီးအတွက် နာကျဉ်းသမျှတွေ ပုံချပါတော့တယ်.. ကလေးတွေလို့မမြင်ဘူး .. ဒိန်းမတ်တွေအပေါ်ရက်စက် ခဲ့တဲ့ ဂျာမန်တွေလို့ပဲမြင်တယ်...အသက်ငယ်ရွယ်သေးတဲ့ လူငယ်လေးတွေကို ရက်ရက်စက်စက် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4 https://megaup.net/Zh80/Silent_Hill_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh85/The_Texas_Chainsaw_Massacre_-_The_Beginning_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh8e/Wonderful_Nightmare_[2015]_(MM_Sub)_(2).mp4 https://megaup.net/1Fib8/land.of.mine.2015.limited.1080p.bluray.x264-_5.1_CH_HEVC_{CM}_.mkv",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BOTkyYmRmYzktMzExZC00MDUwLTliYjMtNjhkMzNhM2EzMTRiXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "U Turn (2018)",
        "description": "U-Turn ဆိုတာ ျမန္မာလိုေျပာရင္ \"ဂငယ္ေကြ ့\" ပါ့။ယာဥ္စည္းကမ္း လမ္းစည္းကမ္းထဲမွာ ဂငယ္ေကြ ့မေကြ ့ရတဲ့ ဆိုင္းဘုတ္အျဖစ္ U(ယူပံုစံ)ကို ျကက္ေျခခတ္ထားတဲ့အမွတ္အသားကို အသံုးျပဳၾကတယ္။ဒီကားေလးကေတာ့ ကုန္းေက်ာ္တံတား(မိုးပ်ံတံတား)တစ္ခုေပၚမွာ ျဖစ္ပ်က္တဲ့ အက္ဆီးဒင့္တစ္ခုအၿပီး အဲ့ဒီတံတားေပၚမွာ ဂငယ္ေကြ ့ေေကြ႔မိသူတိုင္း ေသဆံုးၾကလို႔ အဲ့ဒီအေၾကာင္းအရင္းကို ရဲအရာ႐ွိတစ္ေယာက္နဲ႔ သတင္းေထာက္တစ္ေယာက္တို႔က လိုက္လံစုံစမ္း ေဖာ္ထုတ္တဲ့အေၾကာင္းျဖစ္ပါတယ္။ရဲ အရာ႐ွိ နာမည္က နာယာ့ခ္၊ သတင္းေထာက္မေလး နာမည္က ရာခ်ားနားတဲ့။ရာခ်ာနားက သူ ့ရံုးနားက ကုန္းေက်ာ္တံတားေပၚက ယာဥ္စည္းကမ္းေဖာက္ၿပီး ဂငယ္ေကြ႔ ေကြ႔သူေတြကို လမ္းေဘးအဘိုးႀကီးတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ လိုက္လံ ေစာင့္ၾကည့္မွတ္သားေနသူပါ။စည္းကမ္းေဖာက္သူေတြထဲကဆြန္ဒါးဆိုသူ ေသေၾကာင္း ၾကံစည္သြားခ်ိန္မွာ ရာခ်ာနားလည္း စိတ္ဝင္စားၿပီးစည္းကမ္းေဖာက္သူ စာရင္းနဲ႔ တိုက္ၾကည့္ေတာ့မွ ဂငယ္ေကြ ့ ေကြ႔သူ မွန္သမွ် ေသဆံုးကုန္ၿပီဆိုတာ သိလိုက္ရပါတယ္။ရဲစခန္းက ရာခ်ားနားကို မသကၤာပါဘူး. . .။သူ ့အနားမွာ ရဲအရာ႐ွိ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zFm5/U_Turn_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/peTl1V04E9ppvhgvNmSX0r2ALqO.jpg",
        "title": "Sorry to Bother You (2018)",
        "description": "Rating ျမင့္ Comedy/Fantasy ဇာတ္ကားျဖစ္ၿပီး အေျပာင္အပ်က္ေတြနဲ႔ ရယ္ရယ္ေမာေမာၾကည့္ရမယ့္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဖုန္းနဲ႔ပစၥည္းအေရာင္းဝန္ထမ္းတစ္ေယာက္ရဲ႕ အလြဲအကြဲေတြကိုေပါ့ေပါ့ပါးပါး႐ိုက္ကူးထားတာပါ။ အလုပ္မွာသိပ္အဆင္မေျပရာမွာ ေအာင္ျမင္ႏိုင္မယ့္ Magic Key တစ္ခုေတြ႔႐ွိသြားၿပီးေနာက္ ဘယ္လိုေတြထူးျခားလာမလဲ၊ ဘယ္လိုေတြေအာင္ျမင္ၿပီး ဟာသေတြလုပ္မလဲဆိုတာေတာ့ ႐ုံးပိတ္ရက္တြင္းေပါ့ေပါ့ပါးပါးနားရင္းၾကည့္လိုက္ေစခ်င္ပါတယ္။ IMDb rating အေနနဲ႔လည္း 7.2 အထိရ႐ွိထားပါတယ္။ (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe  ျဖစ္ပါတယ္)  File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Comedy , Fantasy , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Zaya Phyoe\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1zFow/Sorry_To_Bother_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUgoy8qSCZ5Y5pBiu5ipufvS16d.jpg",
        "title": "Before Someone Gets Hurt (2018)",
        "description": "Before Someone Gets Hurt (2018)\n  \n''ကျွန်မတို့က အက်မွန့်ဟေးက အမှတ် ၃၁၁ လီနော့ခြံမှာ Video\nရိုက်ခွင့်လာယူတာပါ ...''\n- '' မင်းတို့အဲအိမ်ကိုမသွားသင့်ဘူးနော်....ကြောက်ဖို့ကောင်းတယ်..''\n''မီးတွေ ပိတ်သွားတာတောင် သီချင်းပွင့်နေသလိုမျိုး ကြောက်ဖို့ကောင်းတာလား ''\n'' မီးတွေမှောင်လိုက် လင်းလိုက် ပုံစံမျိုးလား''\n-'' လူတွေအပိုင်းပိုင်းခုတ်ခံရပြီး နံရံပေါ်မှာ လက်ဝါးကပ်ပုံစံမျိုးထားခံရတာ\nအဲလိုကြောက်စရာကောင်းတာမျိုး''\n''မင်းတစ်ယောက်တည်းနေတုန်းက ဘာမြင်ခဲ့တာလဲ''\n- ''ငါပြောတာကိုယုံလိုက် မင်းမသိချင်ပါဘူး....''\n''ဘေလီလုပ်ပါကွာ...''\n- ''ငါ အလောင်းတွေအများကြီးတွေ့ခဲ့တယ်ကွာ... ''\n'' တကယ်လား...''\n'' ဘယ်သူတွေလဲကွ ''\n- '' မင်းလည်းပါတယ်.....''\nHorror ပရိတ်သတ်တွေအတွက်\n\"Before someone gets hurt\"ဆိုတဲ့ဇာတ်လမ်းနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...\nသရဲရှာဖွေရေးခေါင်းစဉ်နဲ့ အင်တာနက်ပေါ် အထိုက်အလျောက်\nနာမည်ရထားတဲ့ သူငယ်ချင်းအဖွဲ့တစ်ဖွဲ့...\nစနောက်တာ ဝါသနာပါတဲ့ သူငယ်ချင်းတွေ..\nတစ်နေ့ သူတို့သရဲရှာဖွေရေးအဖွဲ့ ရိုက်ကူးရေးလုပ်မဲ့ နေရာက\nအရင်နေရာတွေနဲ့ မတူတဲ့ အိမ်တစ်အိမ်ဖြစ်ခဲ့ပါတယ်....\nဒီအိမ်မှာပဲ လူသတ်မှုပေါင်း အများအပြားဖြစ်ခဲ့ပါတယ်...\nသေဆုံးတဲ့လူတွေကလဲ ထူးဆန်းတဲ့ပုံသဏ္ဍာန်တွေနဲ့ သေဆုံးခဲ့ကြတာပါ...\nသူတို့အဖွဲ့ဟာ အရင်ကထက် နာမည်ပိုရချင်တာနဲ့ ဒီအိမ်ကို စွန့်စားရွေးချယ်ခဲ့ကြပါတယ်...\nသူတို့ အဲ့အိမ်ကို ရောက်သွားတဲ့အချိန်မှာတော့....\nသူတို့အတွက် နောက်ကျသွားခဲ့ပါပြီ....\nကံဆိုးစွာနဲ့ ဒီအဖွဲ့ဟာ ...",
        "rating": "3.3",
        "url": "https://megaup.net/2Vrfv/Before_Someone_Gets_Hurt_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YIGIS0Imzi5S2bbkjlQOhEJthS.jpg",
        "title": "Permission(2017)",
        "description": "Permission(2017)\n(ဒီကားက ၁၈+ ဆန္ဆန္ပညာေပးကားမုိ႕ အရြယ္ေရာက္သူမ်ားသာၾကည့္ေစလုိပါသည္)\nဝီလ်ံနဲ႔အန္နာတို႔စံုတဲြဟာ ဆယ္စုႏွစ္မ်ားစြာတဲြလာခဲ့ၾကတယ္ ခ်စ္သူစံုတဲြျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္စြာအတူတကြေနလာခဲ့ၾကၿပီး အန္နာရဲ႕အသက္၃၀ျပည့္ေမြးေန႔မွာမထင္မွတ္တဲ့\nအလွည့္အေျပာင္းတစ္ခုျဖစ္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္။ ေမြးေန႔မွာဝီလ်ံရဲ႕ သူငယ္ခ်င္းက အရက္မူးမူးနဲ႕သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးနဲ႔ပတ္သတ္ၿပီးေဝဖန္အၾကံျပဳခဲ့ပါတယ္။\nသမ႐ိုးက် သစၥာ႐ွိ႐ွိခ်စ္ႀကိဳက္ၿပီး အခ်ိန္တန္လက္ထပ္ၾကတာဟာၿငီးေငြ႔ဖြယ္ျဖစ္ေၾကာင္း အေတြ႔အၾကံဳအသစ္အဆန္း႐ွာေဖြသင့္ေၾကာငး့္ အျခားသူမ်ားနဲ႔အတူတူအိပ္ဖို႔အထိပါအၾကံေပးခဲ့ပါတယ္။\nသူကမူးမူးနဲ႔စေနာက္ခဲ့တာျဖစ္ေပမယ့္ သူေပးတဲ့အၾကံကို ဝီလ်ံနဲ႔အန္နာတို႔ကလက္ခံၿပီး အခ်စ္အေတြ႔အၾကံဳသစ္ေတြကို႐ွာေဖြခဲ့ရာမွ သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးဆက္လက္ခိုင္ျမဲမလား\nဘယ္လိုအေျခအေနေတြျဖစ္မလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါပဲ။သူတို႔ႏွစ္ေယာက္ရဲ႕ သူငယ္ခ်င္းလိင္တူခ်စ္သူစံုတဲြရဲ႕ဇာတ္ထုပ္ကလည္း တစ္မ်ိဳးတစ္ဖံုစိတ္ဝင္စားစရာပါ။Sex & Nudity ေတြ အေတာ္မ်ားမ်ားပါ၀င္တဲ့ အတြက္ေၾကာင့္ မိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္း အႀကံျပဳပါရေစ...\nFile Size : (850 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:36:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/1zFp3/Permission_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTQ2NzA4NzM2N15BMl5BanBnXkFtZTgwOTkxMTA1MDE@._V1_-135x200.jpg",
        "title": "Hours (2013)",
        "description": "Hours ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector : Eric Heisserer ကိုယ္တိုင္\nေရးသားရိုက္ကူးထားတဲ့ Drama , Thriller\nဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ IMDb Rating - 6.5/10\nRottenTomatoes - 60% ဒီဇာတ္ကားထဲမွာဆိုရင္ေတာ့\nမင္းသားၾကီး PAUL WALKER က အဓိက\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဖခင္ဆိုသည္မွာ သူတစ္ေယာက္တည္းဆိုရင္\nေၾကာက္ခ်င္ေၾကာက္မယ္ ေရွာင္ပုန္းရင္ေရွာင္ပုန္းမယ္\nဒါေပမယ့္ သူတို႔ခ်စ္ရတဲ့သားသမီးေတြနဲ႔ပတ္သက္လာတဲ့အခါမွာေတာ့\nဖခင္ဆိုေသာသူေတြက ေလာကၾကီးကိုေတာင္\nရင္ဆိုင္ျပီး ေျပာင္းျပန္လွန္ပစ္ၾကတတ္သူမ်ိဳးေတြပါ.... ***ဇာတ္လမ္းအညႊန္း***ဇာတ္လမ္းကေတာ့ Nolan Hayes ဆိုေသာအမ်ိဳးသားတစ္ေယာက္က\nသူ႔မိန္းမ ကေလးေမြးဖြားခါနီးျဖစ္တာေၾကာင့္\nေဆးရံုသို႔အခ်ိန္မွာ ပို႔ေဆာင္ခဲ့ေသာ္လည္း\nကေလးအသက္မွီေပမယ့္ သူ႔မိန္းမအသက္ကိုေတာ့ မမွီခဲ့ေပ။\nဒီ့ထက္ဆိုးတာကေတာ့ သူ႔ရဲ႔ကေလးဟာ\nေမြးရာပါ အသည္းျပႆနာေၾကာင့္\nေဆးရံုမွာ အသက္ရွဳ အဟာရျဖည့္သြင္းစက္နဲ႔\nအသက္ဆက္ေနရပါတယ္။တစ္ေန႔မွာေတာ့ သူ႔ကေလးေဆးရံုတင္ထားရာ\nNew Orleansျမိဳ႔သို႔ ေလျပင္းမုန္တိုင္း Hurricane\nအျပင္းအထန္တိုက္ ခတ္ျပီး ေလၾကီးမိုးၾကီးျဖစ္တာေၾကာင့္\nလူတိုင္းက လူနာကိုယ္စီေခၚျပီး ထိုေဆးရံုရွိရာ\nNew Orleans ျမိဳ႔မွ ထြက္ခြာၾကကုန္ပါတယ္။ဒါေပမယ့္ Nolan Hayes တစ္ေယာက္\nသူ႔သမီးျဖစ္သူကလည္း ေဆးပိုက္သြင္းတာကို\nမိနစ္ပိုင္းေတာင္ ျဖဳတ္ထားလို႔မရတဲ့ အခါမွာဆိုရင္ေတာ့\nNolan Hayes တစ္ေယာက္ေရြးခ်ယ္စရာနွစ္ခုသာရွိပါေတာ့တယ္...\nသူ႔သမီးကို ထားခဲ့ျပီးထိုျမိဳ႔မွထြက္မလား....\nသူ႔သမီးနဲ့ထိုေဆးရံုမွာပဲေနျပီး သူ႔သမီးအသက္ကိုကယ္ဖို႔လုပ္မလား....\nသူဘယ္လိုပဲေရြးခ်ယ္ပါေစ\nHurricane မုန္တိုင္းကေတာ့ သနားတတ္မည္မဟုတ္ေပ...\nဘယ္လိုေတြ ေရြးခ်ယ္ျပီးဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့\nဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zFq4/Hours_[2013]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjI5NzY1MTU0Nl5BMl5BanBnXkFtZTgwNDQ3NDA0NjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Galveston (2018)",
        "description": "မင္းသမီးေခ်ာ Elle Fanning ရဲ႕ ဇာတ္ကားသစ္ပါ။ညတစ္ညမွာ လူမုိက္ ၂ ေယာက္က ေခါင္းေဆာင္ခုိင္းတဲ့အတုိင္း အိမ္တစ္အိမ္ကုိဝင္စီးတယ္။အိမ္ထဲေရာက္ေတာ့မွ ေခါင္းေဆာင္က အကြက္ဆင္လုပ္ၾကံထားေၾကာင္း သူတုိ႔သိလုိက္ရတယ္။အဆုပ္ေရာဂါျဖစ္ေနတဲ့ Royတစ္ေယာပ္တည္းပဲအသက္႐ွင္ က်န္ရစိခဲ့တယ္အိမ္ထဲမွာလည္း ႀကိဳတုပ္ထားတဲ့ေကာင္မေလးတစ္ေယာက္ကုိ ေတြ႔တဲ့အခါ Roy က ကယ္တင္သြားခဲ့တယ္။သာမန္ဇာတ္ကားတစ္ကားထက္ နက္႐ႈိင္းမႈေတြအမ်ားႀကီးပါဝင္တဲ့ဇာတ္ကားတစ္ကားပါ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ye Man Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/1zFqz/Galveston_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzQxMjA1NzQ3OV5BMl5BanBnXkFtZTgwNjU5MjA2MDE@._V1_-150x200.jpg",
        "title": "Female Prisoner 1316 [2004]",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ၁၈ အေပါင္း ပရိတ္သက္တို႔\nပူဆာထားၾကတဲ့ မိန္းမေထာင္ ဇတ္လမ္းေလးကို\nCM က တဖန္ ျပန္လည္တင္ဆက္ေပးလုိက္ပါတယ္\nဂ်ပန္ႏုိင္ငံအတြင္း လူသတ္မႈ ခိုးမႈ နဲ႔ ဒုစရိုက္မႈေတြ\nက်ဴးလြန္တဲ့ အမ်ိဳးသမီးေတြကို ျပန္လည္ျပဳျပင္ေရးစခန္း\nကို ပို႔ၾကပါတယ္ ျပန္လည္ျပဳျပင္ေရး စခန္းဆိုေပမဲ့\nငရဲခန္း အေသခံ စစ္ေရးေလ့က်င့္ေရး စခန္းျဖစ္ၿပီး\nျပန္လည္ လြတ္ရိုးထံုးစံ မရွိပါဘူး...\nထြက္ေျပးရန္ ႀကိဳးစားသူေတြကိုလဲ အမ်ိဳးမ်ိဳး ႏွိပ္စက္ၿပီး\nသတ္ပစ္ေလ့ ရွိပါတယ္...\nအဲ့ဒီေထာင္ကိုမွ ခပ္ဆိုးဆိုး ခပ္ေခ်ေခ် ေကာင္မေလး\nတစ္ေယာက္ စတင္ေရာက္ရွိလာၿပီး ေထာင္ေဖာက္ေျပးဖို႔\nစီစဥ္ခဲ့ၾကေသာ္ အခါ....\nဒီရုပ္ရွင္ကားဟာ ကိုယ္လံုးတီး အခန္းေတြ ပါ၀င္ေသာေၾကာင့္\nမိသားစု ႏွင့္ အတူမၾကည့္သင့္သလို အသက္မျပည့္ေသးသူမ်ား\nမၾကည့္သင့္ပါ\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Jueno ပဲ ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/female-prisoner-1316-2004/",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ouhNC5r3YUrV6bXzEkhMwWq5xcs.jpg",
        "title": "GARO: Fang of God (2018)",
        "description": "GARO: Fang of God (2018) ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ဂျပန် actionဇာတ်ကားတွေကို ကြိုက်နှစ်သက်တဲ့ fanတွေအတွက် အကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကမာ႓ပေါ်မှာမိစ္ဆာတွေက လူတွေနဲ့ရောနှောနေထိုင်ပြီးလူတွေကို သတ်ဖြတ်စားသောက်နေကြတယ်။မိစ္ဆာတွေရန်ကနေပြီးလူတွေကိုကာကွယ်ပေးနေတာကတော့ မီကာအိ သူရဲကောင်းတွေပဲဖြစ်ပါတယ်။မီကာအိ သူရဲကောင်းတွေထဲမှာဂါဘိုမျိုးဆက်ဖြစ်တဲ့ စုဂါရီဟာ နာမည်ကျော်ကြားတဲ့သူရဲကောင်းတစ်ယောက်ပေါ့။အဲဒီလိုနဲ့ မကာအိအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ နန်ဘီဟာ သူ့ရဲ့သေဆုံးသွားတဲ့ချစ်သူ ဂျူဒိုကိုအသက်ပြန်သွင်းဖို့အတွက်မိစ္ဆာတွေနဲ့ပူးပေါင်းပြီး အဖွဲ့ကိုသစ္စာဖောက်တဲ့လုပ်ရပ်တွေလုပ်နေခဲ့တယါ။ဂျူဒိုကရော တစ်ကယ်ပဲပြန်ရှင်လာမှာလားမိစ္ဆာတွေကရော နန်ဘီနဲ့ ဘာအတွက်ကြောင့်ပူးပေါင်းတာလဲစုဂါရီ တာကဲ အူဂါရီ နဲ့ရိုင်ရယ်တို့ သူရဲကောင်း လေးယောက်ကရောသူတို့ကို တားဆီးနှိမ်နင်းမှာလဲ ဆိုတာကိုကြည့်ရှုရမဲ့ action ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။IMDB rating လည်းမဆိုး လှတဲ့ ရရှိထားတဲ့မှော်ဆန်ဆန် action ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ကိုမျိုးခန့် ပါ)File Size : (750 MB) and (380 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : ...",
        "rating": "6.3",
        "url": " https://megaup.net/2mYz6/Garo_-_Fang_Of_God_(Garo_-_Kami_No_Kiba_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-night-comes-for-us-poster-133x200.jpg",
        "title": "The Night Comes for Us (2018)",
        "description": "The Night Comes for Us (2018)\nIMDb - 7.0/10_____Rotten - 90%\n  \nAction/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပြီ rating 7 အထိရရှိထားတာပဲဖြစ်ပါတယ်။\nသရုပ်ဆောင်တွေကိုကြည့်ရုံနဲ့ ဒီကားကြမ်းမကြမ်းသိနိုင်မှာပါ။\nကြမ်းပါပေ့ဆိုတဲ့ action ကားတွေကိုမှကြိုက်တဲ့သူတွေအတွက်\nThe Raid ဇာတ်ကားနဲ့အတူအောင်မြင်လာတဲ့\nမင်သား Iko Uwais ပါဝင်ရိုက်ကူးထားတဲ့ ဒီကားဟာလုံးဝအကြိုက်တွေ့စေမှာပါ။\nဇာတမလမ်းဇာတ်ကွက်ကတော့ သိပ်မရှိပေမယ့် action အသားပေးထားပြီး အသားပေးထားတဲ့အတိုင်အရမ်းကြမ်းပါတယ်။\nကလေးငယ်တွေနဲ့မကြည့်သင့်သလို သွေးထွက်သံယိုတွေမကြည့်နိုင်သူတွေလည်း သတိထားရှောင်သင့်ရလောက်အောင် ကြမ်းပါတယ်။\nအတိုက်အခိုက် အသတ်အဖြတ်တွေကို ကြမ်းကြမ်းတမ်းတမ်းရိုက်ပြတာမျိုးကြည့်ချင်သူတွေအတွက်ကတော့ လုံးဝအကြိုက်တွေ့စေမှာပါ။\nမူရင်းစာဖိုင်မှာ English လိုပြောတဲ့နေရာတွေစာမပါတဲ့အတွက်\nကိုယ်တိုင်ဖန်တီးထားတာကြောင့်လိုအပ်ချက်အနည်းငယ်ရှိမှာဖြစ်ပြီး နားလည်ပေးစေလိုပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)\n  \nFile Size : (950 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2 h 01 min\nFormat : Mp4\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTlb/The_Night_Comes_For_Us_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6LGxwvwOMBlaGwDkzOK8c0vi6TV.jpg",
        "title": "Private Life (2018)",
        "description": "\"အံဝင္​ခြင္​က် ဆု​ေတာင္​းသမွၽ ျပည္​့စုံ​ေအာင္​ဘယ္​ဘုရားမွ မစြမ္​းႏိုင္​ဘူး\" ဆိုသလိုသိပၸံပညာ​ေတြ ဘယ္​​ေလာက္​ပဲ တိုးတက္​တိုးတက္​\nလူ​ေတြရဲ႕ အလိုဆႏၵ​ေတြကိုလုံးဝဥသုံ ျဖည္​့ဆည္​့ႏိုင္​စြမ္​း မ႐ွိပါဘူး။ဖန္​ႁပြန္​သ​ေႏၶအစ႐ွိသျဖင္​့...ဘယ္​လိုနည္​းပညာ​ေတြ​ေပၚ​ေပၚလူူသားရဲ႕ လိုအပ္​ခ်က္​တို႔အတြက္​လစ္​ဟာတဲ့ သဘာဝ တရား​ေတာ့ က်န္​တာပါပဲ။စာ​ေရးဆရာနဲ႔ ျပဇာတ္​ဒါ႐ိုက္​တာလင္​မယားႏွစ္​​ေယာက္​ဟာအသက္​အ​ေတာ္​လြန္​မွ က​ေလးရဖို႔ႀကိဳးစားၾကပါသတဲ့။​ေယာက်ာ္​းဘက္​က လိုအပ္​ခ်က္​႐ွိလိုက္​မိန္​းမဘက္​က လိုအပ္​လ်က္​႐ွိလိုက္​နဲ႔က​ေလးမရႏိုင္​ပဲပိုးသားကုန္​ ​ေမာင္​ပုံ​ေစာင္​းမတက္​့ျဖစ္​​ေနၾကရသတတ္​။အလိုဆႏၵနဲ႔ ပက္​သက္​ရင္​​ေမွၽာ္​လင္​့ခ်က္​နဲ႔ ဇြဲ​ေလွ်ာ့ႏိုင္​ခဲ့တဲ့လူသားတို႔ရဲ႕ ဘာသာ သဘာဝတစ္​ပါးသူရဲ႕ မမ်ိဴးဥကို ​ေယာက်ာၤးရဲ႕သုတ္​နဲ႔​ေရာၿပီးမိန္​းမက ကိုယ္​ဝန္​​ေဆာင္​ဖို႔ မ်ိဴးဥ အလွဴ႐ွင္​႐ွာရင္​းညီရဲ႕ မယားပါသမီး တူမ​ေလးရဲ႕မိ်ဴးဥကို သုံးဖို႔ ျဖစ္​လာခဲ့ပါတယ္​တဲ့။ဒီလိုနဲ႔...ဥတစ္​လုံးကို အ​ေၾကာင္​းျပဳရင္​းမိသားစုႏွစ္​ခုၾကားထဲကDrama တစ္​ခ်ိဳ႕ျဖစ္​တည္​ခဲ့ပါသတဲ့။ဖန္​ႁပြန္​သ​ေႏၶအ​ေၾကာင္​း သိသင္​့သ​ေလာက္​သိရမဲ့ ကားျဖစ္​သလို...သားသမီးယူုျခင္​း မယူျခင္​းနဲ႔ ပက္​သက္​ၿပီးအျမင္​တစ္​ခု ထည္​့​ေပးသြားတဲ့Netflixရဲ႕ ပညာ​ေပးကား​ေလး ျဖစ္​ၿပီးR rate ရထားတဲ့အတြက္​၁၈ႏွစ္​​ေအာက္​ မၾကည္​့ရပါသတတ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (950 MB) and (390 MB)\nQuality : NF WEB-DL 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/private-life-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDdlY2Y0NjctN2ViOS00MmQ3LWI3YmEtNGFkYTNjYjFiN2QxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Soorma (2018)",
        "description": "ဒီႏွစ္ထဲကေတာ့ Bollywoodမွာ Biography ဇာတ္ကားေတြနဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြ အထြက္မ်ားတယ္ ေျပာရမလားပဲအခုတင္ဆက္ေပးမွာကလည္း IMDb 7.7/10 နဲ႕ Rotten 60% ထိရ႐ွိထားတဲ့ Sport, Bio, Drama ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္ျဖစ္ရပ္မွန္ဇာတ္လမ္းျဖစ္တာနဲ႕အညီ တကယ္ကုိၾကည့္ေကာင္းတဲ့ ကားေကာင္းတစ္ကားလုိပဲ ေျပာၾကားပါရေစအိႏၵိယေဟာ္ကီကစားသမား ဆန္ဒီး(ပ္)ဆင့္ရဲ႕ ဘဝဇာတ္ေၾကာင္းျဖစ္လုိ႔ဘယ္လုိ ေဟာ္ကီကစားသမားျဖစ္လာခဲ့တယ္ဘယ္ေလာက္ထိ ေအာင္ျမင္ခဲ့လဲဘယ္ေလာက္ထိ က်ရႈံးခဲ့လဲဘယ္လုိကိစၥေတြေၾကာင့္ ေဟာ္ကီကစားသမား ျဖစ္လာခဲ့လဲဆုိတာကုိေတာ့ဒဏ္ေပးၾကမ္းလြန္းတဲ့ နည္းျပေၾကာင့္ ေဟာ္ကီကြင္းက ထြက္ေျပးခဲ့တဲ့ ဆန္ဒီး(ပ္)ဆင့္ တစ္ေယာက္ ၉ ႏွစ္ေလာက္ၾကာမွ အဲဒီေဟာ္ကီကြင္းကုိ တဖန္ျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ သူ႕အေၾကာင္းျပခ်က္က ေဟာ္ကီေဆာ့ဖုိ႔ မဟုတ္ဘဲအဲဒီကြင္းမွာ ေလ့က်င့္ေရးဆင္းေနတဲ့ ပရီးဆုိတဲ့ မိန္းကေလးကုိ စိတ္ဝင္စားေနလုိ႔ပါ\"ေဟာ္ကီမွာ တစ္ခုခုထူးခြၽန္မွ ငါတုိ႔နဲ႕လာေတြ႕\" ဆုိတဲ့ ပရီးရဲ႕မိသားစုေတြရဲ႕ စကားေၾကာင့္ ဆန္ဒီးပ္ဆင့္ဟာ အိႏၵိယလက္ေရြးစင္ကစားသမား အျဖစ္နဲ႕ ေအာင္ျမင္မႈေတြ ရယူႏုိင္ခဲ့ပါတယ္ဒါေပမဲ့ ဆန္ဒီးပ္နဲ႕ ပရီးၾကားကုိ ကံဆုိးမုိးေမွာင္တစ္ခုက်လာပါေတာ့တယ္အခ်စ္အတြက္ ေဟာ္ကီကစားသမားျဖစ္ခဲ့တဲ့ ဆန္ဒီးပ္တစ္ေယာက္ ဘယ္လုိအခက္ခဲေတြ ၾကံဳေတြ႕ရမလဲ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/soorma-2018/",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYWFkMTJjODEtMjY2NC00OGRiLThkYjMtMzBjMzVhY2FlZTEyXkEyXkFqcGdeQXVyNjYwMjkwMjg@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Naruto the Movie: Ninja Clash in the Land of Snow (2004)",
        "description": "Non-spoiler Review\nနာရုတိုနဲ႔သူ႔ရဲ႔team7တို႔ဟာ\nနာမည္ၾကီးသရုပ္ေဆာင္ မင္းသမီးယုကီကို\nကာကြယ္ေပးဖို႔အတြက္ တာ၀န္အေပးခံခဲ့ရပါတယ္\nသူရဲ႔နာမည္ၾကီးရုပ္ရွင္ရဲ႔ေနာက္ဆက္တြဲကားကိုရိုက္ဖို႔\nႏွင္းတိုင္းျပည္ကိုသြားရမွာျဖစ္ျပီး နွင္းတိုင္းျပည္ရဲ႔လက္မရြံ႔နင္ဂ်ာသံုးေယာာက္ကလည္\nး အသင့္ေစာင့္ၾကိဳလို႔ေနပါတယ္ Team7ဟာ\nမင္းသမီးကုိလံုလံုျခံဳျခံဳနဲ့လိုက္ပို႔ေပးရမွာျဖစ္ျပီး\nမေမွ်ာ္လင့္ထားတဲ့မင္းသမီးယုကီရဲ႔အတိတ္နဲ့အတူဘာေတြဆက္ျဖစ္မလဲ\nဆိုတာကို ၾကည့္ရႈ႕နိုင္ပါျပီ\nimdb rating - 6.8File size - 769.4 MB or 403.37 MBTranslated and encoded by -sithuQuality -  Blu-ray 720pFile type - mp4",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/naruto-the-movie-ninja-clash-in-the-land-of-snow-2004/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lIr27lBdxCpzYDl6WUHzzD6l6H.jpg",
        "title": "The Spy Who Dumped Me (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Spy who dumped me\"ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီကားလေးမှာ အွန်ဒရေးနဲ့ မော်ဂန်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရဲ့စပိုင်ဆန်ဆန်နဲ့စွန့်စားခန်းတွေကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....အွန်ဒရေးဆိုတဲ့ ကောင်မလေးဟာ သူသိပ်ချစ်ရတဲ့ ချစ်သူနဲ့ပြတ်ပြီးနောက်ပိုင်းမှာသူ့ချစ်သူက စပိုင် သူလျိုတစ်ယောက်ဆိုတာ သိခဲ့ပါတယ်...အဲဒီသူ့ချစ်သူစခဲ့တဲ့ ဇာတ်လမ်းနောက်တွဲကိစ္စတွေဟာချစ်သူဖြစ်တဲ့ သူမဆီကိုပါရောက်လာပါတော့တယ်...သူမဆီကိုရောက်လာတော့ သူမရဲ့သူငယ်ချင်းဖြစ်တဲ့ မော်ဂန်ပါပါဝင်ပတ်သက်လာရတော့တာပေါ့....ဒီလိုနဲ့ သူမတို့နှစ်ယောက် ဒီအရှုပ်ဇာတ်လမ်းတွေကြားအပစ်အခတ်သတ်ဖြတ်မှု့တွေကြားမှာဘယ်လိုအူကြောင်ကြောင်နဲ့စွန့်စားခန်းတွေ လုပ်ကြမလဲဆိုတာရယ်ရယ်မောမောနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်....Rating 6.3  ရရှိထားပြီးတော့ စပိုင်ဇာတ်လမ်း အက်ရှင်ပုံစံတွေဟာသဆန်ဆန်ရယ်မောရတာကို ကြိုက်တဲ့ လူတွေအတွက်ကတော့ဒီဇာတ်လမ်းလေးထဲက စာသားအများစုကသင်တို့ကို စိတ်ကျေနပ်မှု့ပေးစွမ်းနိုင်မှာဖြစ်ပါတယ်....အားလုံးပဲကြည့်လိုက်ရအောင်လား.... File Size : (747 MB) and (305 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfm/The_Spy_Who_Dumped_Me_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEqyTmZwFktFUr9bMBN45sV7Ahu.jpg",
        "title": "Big Brother (2018)",
        "description": "မၾကာခင္ကထြက္႐ွိထားတဲ့ မင္းသားႀကီး Donnie Yang ရဲ႕ဇာတ္ကားသစ္ Big Brother နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ Donnie Yang က ေက်ာင္းဆရာ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းသေဘာက တဲက်င့္အလယ္တန္းေက်ာင္းဟာ ေအာင္ခ်က္က်ရံႉးေနတဲ့ေက်ာင္းျဖစ္သလို ေထာက္ပံ့ေၾကးအနည္းငယ္သာရခဲ့တယ္အဲ့အခ်ိန္ ေက်ာင္းဆရာအျဖစ္ Donnie Yang က ေရာက္ေရာက္ခ်င္းမွာပဲ ဆိုးသြမ္းၿပီးစာမလုပ္တဲ့ကေလးေတြအခန္းကို ကိုင္တြယ္ရတယ္ကေလးေတြမွာလည္း သူတို႔အခက္အခဲနဲ႔သူတို႔႐ွိၾကတာကို ဆရာက သိသြားတဲ့အခါ ဘယ္လိုကိုင္ကြယ္ေျဖ႐ွင္းမလဲဆရာကလည္း အရင္ကတည္းက အဲ့ေက်ာင္းမွာတက္ခဲ့ၿပီး ဘယ္လိုသမိုင္းေၾကာင္း႐ွိခဲ့လဲေက်ာင္းႀကီးကလည္း ေထာက္ပံ့ေၾကးမရေတာ့ရင္ ပိတ္ခံရေတာ့မဲ့အခ်ိန္ ဘယ္လိုႀကိဳးစားၾကမလဲဆိုတာ ဇာတ္ကားမွာပဲ ဆက္လက္ၾကည့္႐ႈခံစားလိုက္ပါလို႔ ေျပာခ်င္ပါတယ္ဇာတ္လမ္းထဲမွာ Donnie Yang ရဲ႕ ဖိုက္တင္အခန္းေတြလည္း ပါဝင္ပါေသးတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့  ေအာင္ျမတ္ေရႊပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 41min\nFormat : Mp4\nGenre ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zGfr/Big_Brother_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9fqzZs922V8OmwgO11Eqclof2mQ.jpg",
        "title": "I Still See You (2018)",
        "description": "ဝိဥာဥ္​​ေတြက ကိုယ္​မျမင္​ရ​ေပမယ္​့ ကိုယ္​့ရဲ႕ပတ္​ဝန္​းက်င္​မွာ ​ေလ်ွာက္​သြား​ေနၾကတာကို သိၾကမွာပါ။ဝိဥာဥ္​ဆိုတာ ကံနိမ္​့လို႔ ျမင္​ရတာလို႔ ယူဆထား​ေလ့႐ွိၾကတယ္​မလား။ဒီဇာတ္​ကားထဲမွာ​ေတာ့ လူ​ေတြဟာ ​ေသဆံုးၿပီးတဲ့ ဝိဥာဥ္​​ေတြကို ​ေန႔တုိင္​း ​ေနရာတိုင္​းမွာ ​ေတြ႔ျမင္​​ေနၾကရတယ္​။​ေသဆံုးၿပီးတဲ့ ကိုယ္​့ရဲ႕​ေဆြမ်ဳိး​ေတြ ကိုယ္​ခ်စ္​ရတဲ့ ဂ႐ုစိုက္​ရတဲ့လူ​ေတြဟာ ​ေန႔တုိင္​းသူ႔အခ်ိန္​က်ရင္​ အိမ္​မွာ ​ေပၚလာတတ္​ၿပီး လုုပ္​​ေနက်အလုပ္​ေတြကို လုပ္​ရင္​း ​ေပ်ာက္​သြားၾကပါတယ္​။ဘာ​ေၾကာင္​့ဒီလိုမ်ဳိးျဖစ္​ရသလဲဆို​ေတာ့ အႏုျမဴဗံုး​ေပါက္​ကြဲတဲ့​ေနရာနဲ႔ အဲ့ဒီ​ေနရာ အနီးတစ္​ဝိုက္​မွာ ဝိဥာဥ္​​ေတြဟာ ထိုကဲ့သို႔ ​ေပၚလာ​ေလ့႐ွိလို႔ပါပဲ။သူ႔အခ်ိန္​တန္​ရင္​ ဝိဥာဥ္​​ေတြ​ေပၚလာတယ္​ ငါးစကၠန္​႔​ေလာက္​ၾကာရင္​ ျပန္​​ေပ်ာက္​သြား​ေလ့႐ွိပါတယ္​။ဗာ႐ိုနစ္​ကာ ရြန္​နီဟာ ျမင္​​ေတြ႔​ေနၾကမဟုတ္​တဲ့ တ​ေစၦ​ေတြကို ျမင္​​ေတြ႔လာရတဲ့ အခါ ထူးဆန္​းတဲ့ ခံစားမႈမ်ဳိး​ေပၚ​ေပါက္​လာပါတယ္​။သူမ​​ေနာက္​ကို လုိက္​​ေနတဲ့ ဝိဥာဥ္​က သူမကို အႏၱရာယ္​​ေပးမွာ ကို သူမခံစားလာရပါတယ္​။ဒါ​ေၾကာင္​့ ဝိဥာဥ္က ဘယ္​သူျဖစ္​မလဲဆိုတာကို ခက္​လိန္​းဆိုတဲ့​ေကာင္​​ေလးနဲ႔ ႐ွာ​ေဖြခဲ့ပါတယ္​။အဲ့ဒီဝိဥာဥ္​က ဘာလို႔ သူမကို လာ​ေျခာက္​တာလဲ။ဘယ္​သူလဲဆိုတာကို သူတို႔​ေဖာ္​ထုတ္​ၿပီးတဲ့​ေနာက္​ အသက္​အႏၱရာယ္​က​ေန ဘယ္​လို လႊတ္​​ေအာင္​ ႀကိဳးစားၾကမလဲ။အႏုျမဴဗံုးက​ေရာ ဘာ​ေၾကာင္​့​ေပါက္​တာလဲ။မိန္​းက​ေလး​ေတြ အမ်ားႀကီး႐ွိတဲ့အထဲကမွ ဘာလို႔ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfu/I_Still_See_You_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/BuyBustAdvScr-28-138x200.jpg",
        "title": "Buy Bust (2018)",
        "description": "BuyBust (2018)ဒီဇာတ္လမ္းကေတာ့ ၿပီးခဲ့တဲ့ ျသဂုတ္လကမွ ရံုတင္ခဲ့တဲ့ ဖိလစ္ပိုင္အက္႐ွင္ဇာတ္ၾကမ္း အသစ္စက္စက္ပါ။ ဇာတ္ၾကမ္းလို႔ဆိုႏိုင္ေပမဲ့ မင္းသမီးကို အသားေပးထားတာမို႔ ျမင္ေနက် မင္းသားဟီး႐ိုးလုပ္တဲ့ အက္႐ွင္ကားေတြနဲ႔ေတာ့ နည္းနည္းကြာမွာပါ။ ဇာတ္လမ္းေက်ာ႐ိုးက လက္႐ွိဖိလစ္ပိုင္ရဲ႕ နာမည္ေက်ာ္ မူးယစ္ေဆးႏွိမ္နင္းေရးတိုက္ပြဲႀကီးကို အေျခခံထားတယ္ဆိုရင္လည္း မမွားပါဘူး။ဇာတ္လမ္းမွာ ဖိလစ္ပိုင္မူးယစ္ေဆးဝါးႏွိမ္နင္းေရး အထူးတပ္ဖြဲ႔က အဖြဲ႔တစ္ဖြဲ႔ဟာ ဖမ္းဆီးရခက္တဲ့ နာမည္ေက်ာ္ မူးယစ္ရာဇာတစ္ေယာက္ရဲ႕ စခန္းကို ဝင္စီးၿပီး မူးယစ္ရာဇာကိုပါ ဖမ္းဆီးမယ့္ စစ္ဆင္ေရးတစ္ခု အစျပဳခဲ့ၾကပါတယ္။ စစ္ဆင္ေရးနာမည္က Buy-Bust...သူလ်ဳိတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ ဝင္စီးဖို႔ ထြက္လာတဲ့ သူတို႔အဖြဲ႔ဟာ စစ္ဆင္ေရးအစမွာပဲ ေထာင္ေခ်ာက္ဆင္ခံရၿပီဆိုတာ သိလိုက္ရပါတယ္။\nအခ်ိန္ယူၿပီးစနစ္တက်ေလ့က်င့္ထားခဲ့ၾကတဲ့ သူတို႔အဖြဲ႔ဝင္ေတြ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ၾကမလဲ၊\nကြၽမ္းက်င္ထက္ျမတ္တဲ့ မန္နင္းဆိုတဲ့ အဓိကဇာတ္ေကာင္ အမ်ဳိးသမီးတပ္ဖြဲ႔ဝင္ကေရာ ဘယ္လိုေတြ ႐ုန္းကန္႐ွင္သန္သြားမလဲ၊ မူးယစ္ရာဇာရဲ႕ အာဏာစက္ထဲေရာက္ေနတဲ့ ေဒသခံေတြနဲ႔ေရာ ဘယ္လို ပဋိပကၡျဖစ္ၾကမလဲ၊ သူတို႔ဘက္က အက်င့္ပ်က္ျခစားေနတဲ့ သူလ်ဳိကေရာ ဘယ္သူျဖစ္မလဲ၊ ေနာက္ဆံုး ဘယ္သူေတြ အသက္႐ွင္က်န္ရစ္ခဲ့မလဲ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2VBae/Buy_Bust_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Deep_Trap_함정-140x200.jpg",
        "title": "Deep Trap (2015)",
        "description": "Deep Trap ဇာတ်ကားဟာဆိုရင်\nDirector : Hyeong-jin Kwon ရိုက်ကူးထားတဲ့\nCrime,Horror,Thriller ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating - 5.7/10\nMyDramaList - 6.4/10\nAsianWiki - 80%ဒီဇာတ်ကားထဲမှာဆိုရင် အဓိကသရုပ်ဆောင်များအနေနဲ့ မင်းသားကြီး Ma Dong-Seok, Jo Han-sun, Kim Min-Kyung, Ji An တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။*** ဇာတ်လမ်းအကျဉ်း ***ဒီဇာတ်ကားကတော့ So-yeon နဲ့ Joon-sik ဆိုတဲ့ ညားခါစလင်မယားနှစ်ယောက် အကြောင်းကနေစပြီး ဇာတ်လမ်းဖော်ရိုက်ကူးထားသောဇာတ်ကားဖြစ်ပါတယ်။\nSo-yeonဆိုတဲ့ကောင်မလေးက သားလျောပြဿနာကြောင့် ကိုယ်ဝန်မရနိုင်ဖူးလို့ထင်တာကြောင့် ဆရာဝန်ဆီသွားပြခဲ့ပါတယ်။ဆရာဝန်က စိတ်ရှင်းအောင်နေပြီး သေချာကြိုးစားရင်ရနိုင်ပါတယ်ဆိုသောကြောင့် သူတို့လင်မယားနှစ်ယောက် အင်တာနက်မှရှာတွေ့သော ကျွန်းတစ်ကျွန်းပေါ်ကစားသောက်ဆိုင်ကို စိတ်အပန်းဖြေရန်သွားခဲ့ပါတယ်။\nသူတို့သွားတည်းခိုမယ့် စားသောက်ဆိုင်ကလင်မယားနှစ်ယောက်က သဘောကောင်းပေမယ့် အနည်းငယ်ထူးဆန်းနေကြပါတယ်။\nထိုညမှာ အရက်အရမ်းမူးနေတာကြောင့် ပြန်မရဘဲ ထိုနေရာတွင်သာအိပ်ခဲ့ရပါတယ်။\nထိုစားသောက်ဆိုင်ပိုင်ရှင်ကြီးက Joon-sik ကို သူ့မိန်းမအလှပဂေးနဲ့ အိပ်ချင်အိပ်ဆိုပြိးသဘောကောင်းနေတာကြောင့် Joon-sik မထိန်းနိုင်ဘဲ\nအိပ်မိသွားခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်သွားမလဲ..... စားသောက်ဆိုင်ပိုင်ရှင်ကြီးရဲ့တစ်ကယ့်ပုံစံအမှန်ကဘာလဲ.... နောက်နေ့ညတွင် ...",
        "rating": "5.7",
        "url": "https://megaup.net/Zh7k/Deep_Trap_(Ham-Jeong)_[2015]_(MM_Sub)_(2).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/huSncs4RyvQDBmHjBBYHSBYJbSJ.jpg",
        "title": "Slender Man (2018)",
        "description": "Horror ပရိသတ္ေတြအတြက္ Slender Man ဆုိတဲ့စကားလုံးက စိမ္းမေနေလာက္ဘူးထင္ပါတယ္။Thin Man နဲ႔မတူတာကေတာ့ Thin Man က Supernatural ဇာတ္လမ္းတြဲထဲမွာပါဝင္ေနတာျဖစ္ျပီးေတာ့ Slender Man ကေတာ့ အျပင္ေလာကမွာ ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ျဖစ္ပါတယ္။သူ႕ကုိ အမ်ိ်ဳးမ်ိဳးေျပာၾကေပမယ့္ အေျခခံအားျဖင့္ကေတာ့ အနက္ေရာင္ဝတ္စုံျပည့္ဝတ္ထားတဲ့ ပုံမွန္ထက္ အမ်ားၾကီး ပိန္ပိန္ရွည္ရွည္ မ်က္ႏွာေျဗာင္နဲ႔ လူတစ္ေယာက္ပုံစံနဲ႔ေဖာ္ညႊန္းတတ္ၾကပါတယ္။သူဟာလူေတြကုိ ဖမ္းေခၚသြားတတ္ျပီး စိတ္ညိဳ႕တတ္ျပီးေတာ့ ရူးေအာင္လုပ္တတ္တယ္လို႔ ေျပာၾကပါတယ္။သူအဓိကပစ္မွတ္ထားတာက ကေလးေတြနဲ႔ လူငယ္ေတြမ်ားတယ္လုိ႔သိရပါတယ္။တကယ္တန္းေတာ့ Slender Man က Blogger တစ္ေယာက္ရဲ႕လက္ေဆာ့ခ်က္နဲ႔ ျဖစ္လာတဲ့ သရဲတစ္ေကာင္ပါ။အဲဒါကုိမွစိတ္ဝင္စားသူေတြကထပ္ျဖည့္ရင္း Slender Man ဆုိတာျဖစ္လာပါေတာ့တယ္။အဲဒီလုိထပ္ျဖည့္လုိက္ရင္း Supernatural ဇာတ္လမ္းတြဲထဲက Thin Man လုိ တကယ္ျဖစ္လာႏုိင္မလား ကၽြန္ေတာ္ကေတာ့ မေျပာတတ္ပါဘူးဗ်ာ။ဒီဇာတ္ကားရဲ႕ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္မေလး ေလးေယာက္ Slender Man ကုိဖိတ္ေခၚမိရင္း ဘာေတြျဖစ္ၾကတယ္ဆုိတာကုိရုိက္ျပထားတဲ့ အေၾကာင္းေလးပါ။Horror ကားေကာင္းေကာင္းေတာင့္တေနသူေတြအတြက္ အရမ္းၾကီးေကာင္းတယ္လုိ႔ေျပာမရေပမယ့္ ...",
        "rating": "3.0",
        "url": "https://megaup.net/2fDI6/Slender_Man_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/chalk-n-duster-poster-134x200.jpg",
        "title": "Chalk N Duster (2016)",
        "description": "Chalk N Duster (2016)_____IMDb - 6.5/10\n  \n\" Chalk N Duster ဇာတ်ကားမှ\nဖောက်ထွက်လာသော အတွေးများ \"\n•••••••••••••••••••••••••••\n\"ငါတို့တတွေဟာ\nပညာရေးရဲ့ လင်းရောင်တန်ဆာ\nဖြစ်ခဲ့တာမို့ ကမ္ဘာတစ်လွှမ်းလုံးထိ\nတိုင်အောင် တတ်စွမ်းသမျှလေး\nလင်းလက်ခဲ့ပါ့မယ် \" \n[ Song lyrics]\nကျွန်မတို့က မြေဖြူတွေ။ ကျွန်မတို့က\nသင်ပုန်းဖျက် ပစ္စည်းတွေ။ မီးအိမ်ငယ်ငယ် ကို ကိုင်ဆောင်သူတွေ။ တစ်နည်းအားဖြင့် ခြင်းတောင်းလေး ကိုင်ရင်း\nဝါသနာလမ်းပေါ် လျှောက်လှမ်းလာကြတဲ့သူတွေ။\"ကျွန်မတို့က ဆရာမတွေ \"\n______________________________အမှန်ပြောရရင် ဒီလို ဇာတ်ကားမျိုးက\nကြည့်ချင်လာအောင် ရေးပြရမယ့် Review မျိုးမဟုတ်ပါ။ ဇာတ်ဝင်ခန်း\nတစ်ခန်းချင်း ကို ကိုယ့်ငယ်ဘဝနဲ့ ပြန်တွေးရမယ့် ပုံပြင်ဆန်နေခြင်းမျိုးပါ။ဒီပုံပြင်တွေထဲက သူရဲကောင်းတချို့ဟာ\nအပြင်လောကမှာ ရှိခဲ့ပါကြောင်း နားလည်ခဲ့ရမယ့် အတွေးမျိုးပါ။ဒါပေမဲ့ ဇာတ်လမ်းအကျဉ်း ကို ပြောပါစို့ ။KB ဆိုတဲ့ ကျောင်းတစ်ကျောင်းမှာ အုပ်ချုပ်ရေးမှူး အသစ် ဖြစ်တည်လာတဲ့\nအချိန်ကစလို့ အုပ်ချုပ်သူနဲ့ ဆရာမတွေ\nကြား မသင့်မြတ်မှုလေးတွေက\nတစ်စ တစ်စ ကြီးထွားလာခဲ့တယ်။စာသင်ခန်းမှာ ဆရာမ ထိုင်ခုံတွေ\nမထားရှိမှုတွေ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/SToa/Chalk_N_Duster_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCz1abf6zZvFWSWK3AOblJgQ334.jpg",
        "title": "White Fang (2018)",
        "description": "စာရေးဆရာ Jack Landon ရေးသားခဲ့တဲ့ White Fang စာအုပ်ကို Animation အနေနဲ့ပြန်လည် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်IMDB အနေနဲ့ကတော့ 6.9 အထိရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်သစ္စာစောင့်သိပြီး ကျေးဇူးတရားကို နားလည်တဲ့ ခွေးဝံပုလွေတစ်ကောင်အကြောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ White Fang ဆိုတဲ့ ခွေးဝံပုလွေလေးဟာ မိခင်ဖြစ်သူနဲ့နေထိုင်ရင်း ဒုက္ခတွေတွေ့ကြုံခဲ့ရာမှ မိခင်ရဲ့သခင်ဟောင်းဖြစ်သူဆီ ပြန်သွားခဲ့ကြပါတယ်အရွယ်ရောက်ပြီးကြီးပြင်းလာတဲ့ White Fang ဟာ သခင်ရဲ့ငွေကြေးအခက်အခဲကြောင့် မသမာသူတွေလက်ထဲ ရောင်းစားခံရပါတယ်White Fang ဟာ မသမာသူတွေရဲ့ ခွေးတိုက်ပွဲမှာ ဝင်ရောက်တိုက်ခိုက်ခိုင်းခံရပြီး ပိုက်ဆံတွေရှာပေးခဲ့ရပါတယ်အဲ့ဒီနောက်မှာတော့ ယူအက်စ်အရာရှိ ဝှင်းမ်ဒွန်စကော့နဲ့ တွေ့ဆုံခဲ့ပြီး ဘဝသစ်တစ်ခုရရှိခဲ့ပါတယ်White Fang ကိုပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ မသမာသူတွေဟာလည်း အရာရှိနှင့်ရန်ငြိုးရှိထားသူတွေဖြစ်ပါတယ်အရာရှိကြီးနဲ့ White Fang ဟာ ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲသူတို့နှစ်ဦးရဲ့ ကံကြမ္မာတွေဟာလည်း ဘယ်လိုမျိုးတွေကြုံတွေ့ရမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ဆက်လက် ကြည့်ရှူ့ရမှာပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4 https://megaup.net/2mTz8/Dilan_1990_[2018]_(MM_Sub).mp4 https://megaup.net/1GW6r/Agent_Mr._Chan_[2018]_(MM_Sub).mp4 https://megaup.net/2mTzW/White_Fang_(2018).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE5MjQxNzk2MV5BMl5BanBnXkFtZTgwNjE0NjY1NjM@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Between Worlds (2018)",
        "description": "မင္းသားၾကီး Nicolas Cage ရဲ႕ Action, Mystery, Thriller ဇာတ္ကားသစ္ေလးပါ။ေသျပီးသူေတြကုိ ျပန္အသက္သြင္းႏုိင္တဲ့ အစြမ္းဆုိတာမ်ိဳးကုိ ရွိသင့္တယ္ထင္ပါသလား။ရွိရင္လည္း အဲဒါက ေကာင္းမလား ဆုိးမလား။ အလုပ္ေရာျဖစ္ပါမလား။ဒီဇာတ္ကားထဲမွာေတာ့ အဓိကဇာတ္ေဆာင္ Julie က သူကုိယ္တုိင္ ေသလုေျမာပါးျဖစ္ေနတဲ့အခ်ိန္မွာ တျခားတစ္ဖက္ကုိကူးသြားျပီးေတာ့ ဝိညာဥ္ေတြကုိ ျပန္ေခၚႏုိင္စြမ္းရွိပါတယ္။သူ႕ရဲ႕သမီးျဖစ္သူ Billie တစ္ေယာက္ ဆုိင္ကယ္မေတာ္တဆမႈျဖစ္ျပီး ဝိညာဥ္ထြက္သြားေတာ့မယ့္အခ်ိန္မွာ မိသားစုမရွိ ဦးတည္ခ်က္မရွိ ဘဝေသေနတဲ့ Truck ကားေမာင္းသမား Joe ရဲ႕အကူအညီကုိယူျပီးေတာ့ ျပန္ေခၚလာႏုိင္ခဲ့ပါတယ္။ဒါေပမယ့္ သူ႕ရဲ႕သမီးက သူ႕နဲ႔စိမ္းေနသလုိျဖစ္ျပီးေတာ့ အခုမွျမင္ဖူးတဲ့ Joe ကုိေတာ့ ရင္းႏွီးေနသလုိျဖစ္ေနတာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆုိတာ ၾကည့္လုိက္ၾကပါေတာ့။ၾကမ္းခန္းရမ္းခန္းေတြပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ေတာ့ အဆင္မေျပႏုိင္ပါဘူး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fDIj/Between_Worlds_[2018]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UJNud7Ckte3CKk6YvhGV0NRldY.jpg",
        "title": "Detective Chinatown(2015)",
        "description": "Detective Chinatown (1) (2015)\nDetective Chinatown (2) (2018)ကုိ တင္ၿပီးသားပါ...2018ခုႏွစ္ထြက္တဲ့ နံပါတ္(၂)ကုိ အေတာ္မ်ားမ်ားက ႀကဳိက္ၾကတယ္..ရယ္လည္းရယ္ရသလုိ အမႈမွန္\nေပၚေပါက္ေရးအတြက္ ဥာဏ္သုံးေျဖရွင္းသြားတာေလးေတြကလည္း ပညာေတာ္ေတာ္ပါတဲ့အျပင္\nတင္ဆက္ပုံေတြကလည္း ဆြဲေဆာင္မႈရွိတယ္..ဒါေၾကာင့္ အေတာ္မ်ားမ်ားက (1)ကုိတင္ေပးဖုိ႕ေတာင္းဆုိၾကတယ္..(1)ကလည္း အေတာ္ရယ္ရသလုိ ေမွ်ာ္လင့္ေနတဲ့သူေတြအတြက္\nေက်နပ္လိမ့္မယ္လုိ႕ ထင္ပါတယ္...\n ခ်င္​ဖုန္​းဆိုတဲ့ စကားထစ္​တတ္​တဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ\nစံု​ေထာက္​အလုပ္​ကို ဝါသနာပါလြန္​းလို႔ ရဲ​ေကာလိပ္​ကို တက္​ဖို႔ ႀကိဳးစား​ေပမယ္​့ ဝင္​ခြင္​့မရခဲ့ပါဘူး\nစိတ္​ဓာတ္​​ေတြ အလံုးအရင္​းလိုက္​က်​ေနတဲ့ ခ်င္​ဖုန္​းကို သူ႔အဘြားျဖစ္​သူက ​​ေပ်ာ္​​ေစခ်င္​တဲ့အတြက္​ သူနဲ႔ အမ်ိဳးဆယ္​့ႏွစ္​ဝမ္​းကြဲ​​ေလာက္​​ေတာ္​တဲ့ ဦး​ေလးထန္​ရန္​႐ွိတဲ့ ထိုင္​းႏိုင္​ငံကို အလည္​အပတ္​ခရီးထြက္​ဖို႔ စီစဥ္​​ေပးခဲ့ပါတယ္​\nသူ႔ဦး​ေလးထန္​ရန္​ဟာဆိုရင္​​ေတာ့ျဖင္​့ ထိုင္​းႏိုင္​ငံ ဘန္​​ေကာက္​ၿမိဳ႕ တရုတ္​တန္​းမွာ နာမည္​ႀကီးစံု​ေထာက္​လုိ႕ အဖြားကေတာ့ ဂုဏ္ယူ၀င့္ႀကြားစြာေျပာခဲ့ေလရဲ႕...\nတကယ္​တန္​းမွာ​ေတာ့ သူက လမ္​း​ေပၚမွာပဲ ​ေပ​ေတ​ေလလြင္​့​ေနတဲ့ ​ေလာင္​းကစားသမားပါ သူ႔တူျဖစ္​သူ ခ်င္​ဖုန္​း​ေရာက္​လာတဲ့အခါ သူႀကိဳဆိုဧည္​့ခံပံု​ေတြကလဲ အ​ေတာ္​ခြီရတဲ့ ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြပါ အဲ​ေနာက္​မွာ​ေတာ့ ထန္​ရန္​ကို\nလူသတ္​မွဳတစ္​ခုမွာ ​ေခ်ာက္​တြန္​းခံရတာက​ေန သူတို႔ တူဝရီးႏွစ္​​ေယာက္​ ​ေျပးရလႊားရနဲ႔ အမွဳ​ေဖာ္​တာ​ေတြကို ျမင္​​ေတြ့ရမွာပါ ဥာဏ္​​ေကာင္​းၿပီး စံု​ေထာက္​ဝတၳဳ​ေတြ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zGg2/Detective_Chinatown_(Tang_Ren_Jie_Tan_An)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/friendship-poster-139x200.jpg",
        "title": "Friendship (2008)",
        "description": "Friendship (2008)_____IMDb - 6.4/10\n    \nမင်းသား မာရီယို ပါဝင်ထားတဲ့ ၂၀၀၈ ခုနှစ်က ထိုင်းဇာတ်ကားလေးပါ။\nမင်းသမီးကတော့ Apinya Sakuljaroensuk  ဖြစ်ပြီး\nကျန်တဲ့ဇာတ်ရံအများအပြားလဲပါဝင်ထားပါတယ်။\n၁၉၇၂ ခုနှစ်က ကျောင်းသားငယ်ဘဝကို အခြေခံပြီး ဖြစ်တည်လာတဲ့ ဇာတ်လမ်းပါ။\nဇာတ်လမ်းက အစပိုင်း ရယ်နေရပေမယ့် ဇာတ်ကောင်တွေအထိုင်ကျသွားတဲ့အချိန်မှာတော့\nရင်တစ်ခုလုံးညှို့မှိုင်းသွားနိုင်ပါတယ်။\nတချို့ဖြစ်တည်မှုတွေက အမြင်မှာ ပေါ့တန်လွန်းနေပေမယ့်\nနောက်ကွယ်က ကောင်းကင်ကြီးမှာ မုန်တိုင်းထန် လေနီကြမ်းနေတာမျိုးပေါ့။\nRomance/Drama ပရိတ်သတ်တွေ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလို့ ညွှန်းဆိုချင်ပါတယ်။\n    \nမင္းသား မာရီယို ပါဝင္ထားတဲ့ ၂၀၀၈ ခုႏွစ္က ထိုင္းဇာတ္ကားေလးပါ။\nမင္းသမီးကေတာ့ Apinya Sakuljaroensuk  ျဖစ္ၿပီး\nက်န္တဲ့ဇာတ္ရံအမ်ားအျပားလဲပါဝင္ထားပါတယ္။\n၁၉၇၂ ခုႏွစ္က ေက်ာင္းသားငယ္ဘဝကို အေျခခံၿပီး ျဖစ္တည္လာတဲ့ ဇာတ္လမ္းပါ။\nဇာတ္လမ္းက အစပိုင္း ရယ္ေနရေပမယ့္ ဇာတ္ေကာင္ေတြအထိုင္က်သြားတဲ့အခ်ိန္မွာေတာ့\nရင္တစ္ခုလုံးညႇိဳ႕မႈိင္းသြားႏိုင္ပါတယ္။\nတခ်ိဳ႕ျဖစ္တည္မႈေတြက အျမင္မွာ ေပါ့တန္လြန္းေနေပမယ့္\nေနာက္ကြယ္က ေကာင္းကင္ႀကီးမွာ မုန္တိုင္းထန္ ေလနီၾကမ္းေနတာမ်ိဳးေပါ့။\nRomance/Drama ပရိတ္သတ္ေတြ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားလို႔ ၫႊန္းဆိုခ်င္ပါတယ္။\n   \nFile size…(999 MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated ...",
        "rating": "6.4",
        "url": "https://megaup.net/TEw7/Friendship_(Friendship_-_Theu_Kap_Chan)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzVlYzgxYjAtYzhhZi00MDc1LTlkZDMtMTRhZWI0MTg5YTRjXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Eighth Grade (2018)",
        "description": "Eighth Grade (2018)\nIMDb - 7.4/10_____Rotten - 99%\n  \nဒီရုပ်ရှင်ကားဟာ ဆုပေါင်း ၆ ဆုလောက် ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး\nဆုရဖို့ စကာတင် ၃ ခါ လောက် ရှိခဲ့ပါသေးတယ်\nအသက် ၁၃ နှစ်လောက်ပဲ ရှိသေးတဲ့\nကေလာဒေး ဆိုတဲ့ ၈ တန်းကျောင်းသူ ဆယ်ကျော်သက် ရဲ့\nဘဝ ဖြတ်သန်းမှု လေးကို ပုံဖော်ထားတာပါ\nကေလာ မှာ သူ့ကို ချစ်ပေးမဲ့ အဖေသာ ရှိပြီး\nအမေ မရှိတော့ပါ ဒီတော့ ကာ တိုင်ပင်ရလောက်တဲ့\nအနေအထားတစ်ချို့ အဖေဆီမှာ မရှိတဲ့ အတွက်\nအဖေက ဘယ်လိုပဲ အမေနေရာက ဂရုစိုက်စိုက်\nကေလာ အတွက် တစ်ချို့ ကိစ္စတွေမှာ\nသင်ကြားပြသပေးမဲ့သူ မရှိပါဘူး\nကေလာ ဟာ ရုပ်နည်းနည်းဆိုးပြီး\nဗိုက်ပူပူ ခါးတုတ်တုတ် ကလေးမလေးပါ\nဒါကြောင့် ကျောင်းမှာ သူဟာ အပယ်ခံလိုလို\nဘာလိုလိုတွေ ဖြစ်ပြီး ကျောင်းရဲ့ ဆယ်လီတွေကြား\nသူ့ကိုကြိုက်မယ့် ကောင်လေးလဲ မရှိပါဘူး\nသူ့မှာ အဖော်ကောင်းဆိုလို့ သူပိုင်တဲ့\nYoutube Channel လေး တစ်ခုရှိပါတယ်\n  \nအဲ့ဒီမှာ သူတင်တဲ့ အကြောင်းအရာတွေက\nလူတစ်ယောက် ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2UMZf/Eighth_Grade_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzg0NGE0N2MtYTg1My00NTBkLWI5NjEtZTgyMDA0MTU4MmIyXkEyXkFqcGdeQXVyMTU2NTcyMg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Gerald’s Game (2018)",
        "description": "ဒီဇတ်လမ်းလေး အကြောင်း မပြောခင် ဝတ္တုကိုရေးတဲ့ စာရေးဆရာက Stephen King ဖြစ်တယ်ဆိုတာ ကြိုပြောပါရစေဇတ်လမ်းက ရိုးရှင်းသလား ဆိုတော့ ရိုးရှင်းတ ဟာ Jessie တစ်ယောက် ယ် ရှုပ်ထွေးသလားဆိုတော့လဲ ရှုပ်ထွေးတယ်ပွင့်ပွင့်လင်းလင်းပြောရရင် ဘယ်သူမဆို ကြည့်လို့ နားလည်တဲ့ ရုပ်ရှင်ကား မှန်တယ် ဒါပေမယ့်သေသေချာချာ နက်နက်နဲနဲ တွေးမယ်ဆိုရင် အိမ်ထောင်ရေးနဲ့ ပတ်သက်တဲ့ ဗဟုသုတ တွေရယ်တစ်ခြား လူမှုရေး ပြသနာတွေ ရဲ့ အဖြေကို ဒီထဲမှာ  ရှာတွေ့မယ်လို့ ညွှန်းဆိုပါရစေ...Movie Review============ဇတ်လမ်း အစမှာတော့ ခရီးထွက်ဖို့ ပြင်ဆင်နေတဲ့ ဇနီးမှောင်နံ နှစ်ယောက်ဖြစ်တဲ့ Gerald နဲ့ Jessie တို့ကို စတွေ့ရမှာဖြစ်ပါတယ်သိပ်မကြာခင်မှာပဲ Gerald နဲ့ Jessie တို့ဟာ ကားလေးနဲ့ လူတွေ နဲ့ ဝေးတဲ့ အိမ်လေး တစ်အိမ်ကို ရောက်သွားခဲ့ပါတယ်မိုင်အတော်ဝေးဝေးက မြစ်ကမ်းဘေးက အိမ်လှလှလေးပေါ့ အဲ့ဒီအိမ်ထဲမှာ Gerald နဲ့ Jessie တို့ အပြင် ဘယ်သူမှ မရှိပါဘူးGerald ဟာ Jessie ထက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/11be5/Gerald’s_Game_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE3OTI1MTU0OV5BMl5BanBnXkFtZTgwNTg1MzkzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Leave No Trace (2018)",
        "description": "ဒီဇတ္လမ္းကို စၾကည့္ရင္ နည္းနည္းအူေၾကာင္ေၾကာင္ ႏုိင္မယ္\nအေဖ နဲ႔ သမီး ေလး မိသားစု ၂ ဦးဟာ ေတာေလးထဲက ရြက္ဖ်င္တဲမွာ ေနထုိင္ၾကတယ္\nစၾကည့္ရင္ေတာ့ ကမၻာႀကီး တစ္ခု လံုးမွာ မွ သူတို႔ ၂ ဦးပဲ က်န္ေတာ့သလိုမ်ိဳးေပါ့\nခက္ခက္ခဲခဲ အစားအေသာက္ေတြ ရွာေဖြစားေသာက္ရတယ္ လံုး၀ အရိုင္းဆန္တဲ့\nေနထိုင္မႈမ်ိဳးနဲ႔ ေနရတယ္\nဒါေပမဲ့ ဇတ္လမ္းကို နည္းနည္းထပ္ၾကည့္လုိက္ရင္\nထင္ထားတာေတြ ထပ္လြဲသြားပါတယ္\nသူတို႔ သားအဖ ဟာ အိမ္ေျခရာမဲ့ေတြျဖစ္ၿပီး\nရဲဖမ္းမွာ စိုးတဲ့အတြက္ သစ္ေတာပန္းၿခံထဲမွာ\nက်ဴးေက်ာ္တဲ ပံုစံ ေနထုိင္တာျဖစ္ၿပီး သူတို႔လိုပဲ\nထိုပန္းၿခံထဲမွာ တစ္ျခား က်ဴးေက်ာ္တဲ တစ္ခ်ိဳ႕လဲ\nရွိေနျပန္ပါတယ္...\nတစ္ခုထူးျခားတာက သူတို႔ သားအဖ ဟာ\nခိုးစိုးလုႏိႈက္တက္တဲ့သူေတြ မဟုတ္ပါဘူး\nသူတစ္ပါး ပစၥည္းဆို အလကားေပးတာ\nေကာက္ရတာမ်ိဳးေတာင္ အပိုင္မလိုခ်င္ၾကပါဘူး\nတစ္ေန႔မွာေတာ့ သားအဖ ၂ ေယာက္ အဆင္ေျပေနတဲ့\nက်ဴးေက်ာ္တဲေလးကို ရဲေတြ ေရာက္လာၿပီး ဖမ္းေခၚသြားခဲ့ပါတယ္\nဖခင္ျဖစ္သူ နဲ႔ သမီးျဖစ္သူကို ေဆးစစ္ ၿပီး\nအတူတက ျပန္လည္ေနထုိင္ႏုိင္ရန္ က်ပန္းအလုပ္တစ္ခု\nရွာေပးၿပီး ျပန္လည္ထူေရး လုပ္ဖို႔ အိမ္တစ္လံုးမွာ\nအစားအေသာက္ေတြ ၀ယ္ေပးၿပီး ခနေပးေနပါတယ္\nသမီးျဖစ္သူကိုလဲ စာသင္ေပးဖို႔ အစိုးရက လုပ္ေပးပါတယ္\nဒါေပမဲ့ သူတို႔ သားအဖ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zGgo/Leave_No_Trace_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/99D854385AF0CEF816-140x200.jpg",
        "title": "Love+Sling (2018)",
        "description": "IMDb Rating (6.8) ထိရရွိထားတဲ့ ကိုရီးယား Drama/Comedy ဇာတ္ကားသစ္ေလးပါ။Yoo Hae-jin, Sung Dong‑il တို႕လို ဘိုးေတာ္ေတြ အပိုင္သရုပ္ေဆာင္ထားၾကသလို Kim Min-jae, Lee Sung-kyung တို႕လို တက္သစ္စ မင္းသားမင္းသမီးေတြကလဲ လိုက္ဖက္ညီစြာ ပါဝင္ထားပါတယ္...သားအဖႏွစ္ေယာက္က နပန္းဝါသနာရွင္ေတြ....သားေတာ္ေမာင္က ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕ျပီး ၾကိဳက္သြားေရာ..ဒါေပမယ့္ အဲ့ေကာင္မေလးက သူ႕အေဖကိုၾကိဳက္တယ္လို႕ ဖြင့္ေျပာလာတဲ့အခါ.......။ \nFile size…(999 MB) and (470MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Chu Chu",
        "rating": "N/A",
        "url": "https://megaup.net/1zGgr/Love+Sling_(Leo-Beu-Seul-Ling)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-firm-poster-150x200.jpg",
        "title": "The Firm (1993)",
        "description": "The Firm (1993)\nIMDB - 6.8/10_____Rotten Tomatoes - 75%\n   \nTom Curise ဆိုရင် အတော်များများလည်း သိပြီး ကြိုက်ပြီး ဖြစ်ကြမှာပါ။ ၁၉နှစ်မှာ သရုပ်ဆောင်စလုပ်ခဲ့ပြီး လက်ရှိအသက်၅၆ထိ နာမည်ရနေဆဲ မင်းသားတစ်လက်လည်း ဟုတ်ပါတယ်။ဒီ ရုပ်ရှင်ရဲ့ စိတ်ဝင်စားစရာ ဇာတ်အိမ်ကျောရိုးမှာ Memphis မြို့က Bendini, Lambert & Lock ဆိုတဲ့\nလူအနည်းအကျဉ်းသာ ပါပေမဲ့  သတင်းကြီးတဲ့ ရှေ့နေ အဖွဲ့လေးတစ်ခုရှိပါတယ်။ဒီ ရှေ့နေ အဖွဲ့ဟာ တရားဥပဒေဘက်သား အဖွဲ့မဟုတ်ပဲ Mafiaဂိုဏ်းက ငွေမဲတွေကို ခဝါချပေးတဲ့ရှေ့နေ အဖွဲ့တစ်ခုပါ။ဒီရှေ့နေအဖွဲ့မှာ Mitch MacDeere ဆိုတဲ့ ဆင်းရဲတဲ့ အသိုင်းအဝိုင်းနဲ့ရှေ့နေဖြစ်ဖို့ အလားအလာအရမ်းကောင်းနေတဲ့\nဟားဗက်ရှေ့နေ့ ကျောင်းသားတစ်ယောက်ဟာပါဝင်ဖို့ ကမ်းလှမ်းခံခဲ့ရပါတယ်။ သူ့ မိန်းမကဒီကိစ္စဟာ အစစ်အမှန်ဖြစ်ဖို့အတွက် ကောင်းလွန်းနေတယ်\nပြောပေမဲ့ သူ နားမထောင်ခဲ့ပါဘူး။ရက်သတ္တပတ်အတော်ကြာ အလုပ်လုပ်ပေးပြီးတဲ့အခါMitch ဟာ သူအလုပ်လုပ်ပေးနေရတဲ့ ရှေ့နေအဖွဲ့ဟာ\nမှုခင်းဘုရင် Joey Moroltoနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/11qe1/The_Firm_[1993]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Sanju (2018)",
        "description": "ဂုဏ္သေရ႐ွိ အမ်ိဳးသမီး အမ်ိဳးသားအေပါင္းတုိ႔ ခင္ဗ်ာဒီေန႔ဟာဆုိရင္ ကြ်န္ေတာ့္အတြက္ အင္မတန္မွ ေပ်ာ္ရႊင္ဖြယ္ေကာင္းတဲ့ ေန႔တစ္ေန႔ပါဘာေၾကာင့္လဲဆုိေတာ့ ဒီေန႔မွာ က်ဳပ္ရဲ႕ ကုိယ္တုိင္ေရး အတၳဳပၸတၱိ စာအုပ္ ထြက္ရွိမွာ မုိ႔လို႔ပါ============================================ကြ်န္ေတာ့္ေလာက္ ကဏၭစုံတဲ့လူ တစ္ေယာက္ကုိ ဘယ္မွာမွေတြ႕ႏုိင္ဖုုိ႔မ႐ွိဘူးဗ်ကြ်န္ေတာ္က အရက္သမား၊ ေဆးသမား၊ မိန္းမေပြလြန္းတဲ့လူဗ်ဒါေပမဲ့ အၾကမ္းဖက္သမားေတာ့ မဟုတ္ပါဘူး============================================AK 56 ႐ုိင္ဖယ္ေတြလက္ဝယ္ေတြ႕႐ွိမႈ၊ RDX ေတြရွိေနလားဆုိတဲ့ ေမးခြန္းေပါင္းမ်ားစြာေၾကာင့္ အမ်ားအျမင္မွာ အၾကမ္းဖက္သမားတစ္ေယာက္ျဖစ္ေနတဲ့ နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ဟာ ေထာင္နန္းစံရေတာ့ပါမယ္အဲဒီအတြက္ေၾကာင့္ ျပည္သူေတြကုိအမွန္တုိင္း သိေစဖုိ႔ ရည္ရြယ္ၿပီးနာမည္ေက်ာ္ စာေရးဆရာမတစ္ေယာက္ျဖစ္တဲ့ ဝင္နီ ဒုိက္(ဇ္)ကုိ\nသူ႕ဘဝဇာတ္ေၾကာင္းေရးေပးဖုိ႔ အကူညီေတာင္းခဲ့ရပါေတာ့တယ္ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းက ဘာေတြလဲ ...တကယ္ပဲ သူက အၾကမ္းဖက္သမား တစ္ေယာက္ ဟုတ္မဟုတ္ဆုိတာကုိေတာ့ ...============================================နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းကုိ မင္းသား ရန္ဘီးကပူးရ္က အေကာင္းဆုံးသရုပ္ေဆာင္ထားၿပီးပါေလသမွ် သ႐ုပ္ေဆာင္တုိင္းက ကဏၭအသီးသီးကေန အေကာင္းဆုံးပုံေဖၚထားႏုိင္လြန္းလုိ႔ အင္မတန္မွ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1wtai/Sanju_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/uImHZvUCT6pvu7fEoKr1eTqkhBo-134x200.jpg",
        "title": "Bleach (2018)",
        "description": "Bleach (2018)\nIMDb - 6.4/10_____Rotten - 67%\n  တစ်လောကမှထွက်ရှိထားတဲ့ဂျပန်live action ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဂျပန်အန်နီမေးရှင်းကိုပြန်ပြောင်းရိုက်ကူးထားတဲ့ဒီကားလေးဟာဂျပန်မှာတော့အတော်ရေပန်းစားသွားပါတယ်ငယ်ငယ်လေးကတည်းကမိခင်ဖြစ်သူမတော်တဆမှုတစ်ခုကြောင့်သေဆုံးသွားတဲ့ကောင်လေးခုယိုစကိထိုမတော်တဆမှုကြောင့်သူဟာမကောင်းဆိုးဝါးတွေကိုမြင်တွေ့လာနိုင်ခဲ့တယ်ကောင်းမွန်တဲ့မကောင်းဆိုးဝါးတွေကိုလမ်းမှန်သွားနိုင်အောင်သူသင်ပြပြောပြပေးခဲ့တယ်လောကမှာကောင်းတဲ့မကောင်းဆိုးဝါးတွေရှိသလိုမကောင်းတဲ့မကောင်းဆိုးဝါးတွေလည်းရှိနေခဲ့တယ်ကောင်းမွန်တဲ့သရဲတစ္ဆေတွေကိုဝိညာဉ်လောကကိုကောင်းကောင်းမွန်မွန်သွားနိုင်အောင်လုပ်ဆောင်ပေးသူတွေကတော့သေမင်းနတ်ဘုရားတွေပါပဲဝိညာဉ်ဖမ်းသူတွေလို့လည်းအလွယ်ခေါ်နိုင်ပါတယ်သူတို့ဟာမကောင်းတဲ့သရဲတစ္ဆေတွေကိုလည်းနှိမ်နင်းနိုင်တဲ့အစွမ်းရှိသူတွေပါသူတို့ဟာနှစ်ပေါင်းရှည်ကြာပြီးအလွန်အစွမ်းထက်တဲ့မကောင်းဆိုးဝါးးတစ်ကောင်ကိုနှိမ်နင်းဖို့သေမင်းနတ်ဘုရားမလေးကိုလူ့လောကကိုစေလွတ်လိုက်ပါတယ်လူသာမာန်တွေမမြင်နိုင်တဲ့ထိုသေမင်းနတ်ဘုရားမလေးကိုခုယိုစကိကမြင်တွေ့နိုင်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်မလဲသူတို့နှစ်ယောက်ပေါင်းပြီးမကောင်းဆိုးဝါးတွေကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကိုကြည့်လိုက်ကြပါဒီဇတ်ကားကိုအမျိူးမျိူးဝေဖန်ကြပါတယ် မူရင်းကိုမမှီဘူးဆိုတာတွေ မုူရင်းထက်ကောင်းတယ်လို့ပြောသူတွေအမျိူးမျိူးပါပဲကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပဲပြောချင်ပါတယ် \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုစိုးထွေးပါ)\n   \nFile Size : (900 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 48min\nFormat : Mp4\nGenre : Action , Adventure , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DD+5.1 x264-NTG\nTranslated by Soe Htwe\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Tm7j/Bleach_(Bleach_-_Burîchu)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BODQ3NzhmYmMtZmRiNy00YTE4LTliY2YtZTg3MWYwOGNkYTc0XkEyXkFqcGdeQXVyMzY2NTc3NjA@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "S.M.A.R.T. Chase (2017)",
        "description": "S.M.A.R.T Chase (The Shanghai Job) (2017)ပထမတစ္ႀကိမ္တုန္းက အ႐ႈံးနဲ႔ရင္ဆိုင္ခဲ့ရတဲ့\nအလြတ္တန္းလံုျခံဳေရးေအးဂ်င့္ ဒန္နီစတက္တန္ဟာ သူ႔ဂုဏ္သိကၡာကို ျပန္ဆယ္ဖို႔ အခြင့္အေရးတစ္ခု ထပ္မံရ႐ွိခဲ့ပါတယ္။ အဲဒါကေတာ့ တ႐ုတ္ႏိုင္ငံရဲ႕ တန္ဖိုးႀကီးေ႐ွးေဟာင္းပစၥည္းတစ္ခုကို ႐ွန္ဟိုင္းကေန လန္ဒန္ကို ပို႔ေဆာင္ေပးဖို႔ပါပဲ။ဒုတိယတစ္ႀကိမ္မွာလည္း ထပ္မံလုယက္ခံရျပန္တာေၾကာင့္ သူ႔ရဲ႕အဖြဲ႔ဝင္ေတြနဲ႔အတူ ရန္သူေတြေနာက္ လိုက္ၿပီး ပစၥည္းျပန္ရဖို႔ သက္စြန္႔ဆံဖ်ားႀကိဳးပမ္းခဲ့ပါတယ္။ အဲဒီမွာ သူသိလိုက္ရတာက အခုသူတို႔လိုက္ေနတဲ့ ရန္သူေတြဟာ ပထမတစ္ေခါက္က သူတို႔ဆီကေန ဗန္ဂိုးပန္းခ်ီကားလုယူသူေတြနဲ႔ တစ္ဖြဲ႔တည္း ဆိုတာပါပဲ။အဲဒါေၾကာင့္ ဒန္နီတစ္ေယာက္ အရင္ကက်ဆင္းခဲ့ရတဲ့ သူ႔တို႔အဖြဲ႔ရဲ႕ ဂုဏ္သိကၡာကို ျပန္အဖတ္ဆယ္ဖို႔ အတြက္ အဲဒီအဖြဲ႔ေနာက္ကို ေရကုန္ေရခန္း လိုက္ၿပီး လုယူခံလိုက္တဲ့ ပစၥည္းေတြကို ျပန္ယူဖို႔ ႀကိဳးပမ္းပါေတာ့တယ္။ ေအာင္ျမင္ခါနီးမွ ခ်စ္ရသူရဲ႕ အသက္အႏၱရာယ္နဲ႔ ၿခိမ္းေျခာက္ခံရတာေၾကာင့္ ခ်စ္သူနဲ႔ ဂုဏ္သိကၡာၾကား ေရြးခ်ယ္ရဖို႔ ျဖစ္လာပါတယ္။အဲဒီလိုနဲ႔ ဒန္နီတစ္ေယာက္ သူရဲ႕ဂုဏ္သိကၡာကို ျပန္ဆယ္ႏိုင္ပါ့မလား၊ ခ်စ္သူကိုေရာ ကယ္ဆယ္ႏိုင္ပါ့မလားဆိုတာကို အဖြဲ႔လိုက္ ...",
        "rating": "4.1",
        "url": "https://megaup.net/2fF3q/S.M.A.R.T_Chase_(The_Shanghai_Job)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6KR8AlHAVLuCk0jRaDVswq3o1bK.jpg",
        "title": "Apostle (2018)",
        "description": "horror fantasy mystery ကား​ IMDB rating 6.6 ရထားတဲ့ဇာတ္​ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ကြၽန္​းတစ္​ကြၽန္​း​ေပၚကိုျပန္​​ေပးဆဲြခံရတဲ့ညီမတစ္​​ေယာက္​ကိုျပန္​လိုက္​​ေခၚတာ အဲ့ကြၽန္​းကိုဘုရင္​ကိုသစၥာ​ေဖာက္​​လို႔ထြက္​​ေျပးတဲ့ မယ္​ကြန္​ ဖရန္​႔ခ္​ ကြင္​ရယ္​ ကသူတို႔​ေနထိုင္​တဲ့လိုရတဲ့ရြာအျဖစ္​တည္​​ေဆာက္​ထားၿပီးလူ​ေတြကိုလက္​ခံတယ္​ ကြၽန္​​းကစိုက္​ပ်ိဳး​ေရးလုပ္​ငန္​းကိုထိန္​းခ်ဳပ္​ထားတဲ့ ကြၽန္​ရဲ႕အ႐ွင္​သခင္​မႀကီး႐ွိတယ​္​​ေမွာ္​လိုလိုဘာလိုလိုနဲ႔ သူ႔လိုအပ္​တဲ့​ေသြး​ေတြမရရင္​သီးႏွံ​ေတြကိ​ေျမျသဇာကတစ္​ဆင္​့အဆိပ္​ခပ္​တယ္​အစားအ​ေသာက္​​ေတြလိုသ​ေလာက္​မရတဲ့အခ်ိန္​မွာ သူ​ေဌးသမီးတစ္​​ေယာက္​ကိုျပန​္​​ေပးဆြဲ့လိုက္​တယ္​အဲ့အခ်ိနိမွာသူ႔အစ္​ကို​ေသာမတ္​စ္​ကသူ႔ညီမကိုလိုက္​႐ွာတဲ့စြန္႔​႔စားခန္​းအ​ေၾကာင္​းကို႐ိုက္​ျပထားတာပါ​ေသာမတ္​စ္​တစ္​​ေယာက္​သူ႔ညီမကိုကယ္​ႏိုင္​မလား သူ​ေရာအသက္​႐ွင္​လ်က္​လြတ္​မလားဆိုတာ​ေတာ့ ဆက္​ၾကည္​့​ေပးၾကပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ) File Size : (950 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2h 10min\nFormat : Mp4\nGenre : Fantasy , Horror , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-CM\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/2fF3x/Apostle_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjIwOTA3NDI3MF5BMl5BanBnXkFtZTgwNzIzMzA5NTM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Searching (2018)",
        "description": "Searching ဆိုတဲ့ကားေလးက ၂၀၁၈ ခုႏွစ္ထြက္ Thriller, Mystery, Drama ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ရုိးရွင္းပါတယ္ သားအဖႏွစ္ေယာက္ရွိတယ္အေမဆုံးၿပီးေနာက္ပိုင္း အေဖတစ္ခုသမီးတစ္ခုတစ္ေန႔မွာ သမီးျဖစ္သူေပ်ာက္သြားတယ္ အဲ့ဒါနဲ႕ရဲကိုတိုင္ခ်က္ဖြင့္ လိုက္ရွာတယ္ အဲ့ဒါပါပဲ။ထူးျခားတာကေတာ့ တစ္ကားလုံး ကြန္ျပဴတာစခရင္ေပၚမွာပဲ ၿပီးသြားပါတယ္။(ဇာတ္လမ္းကိုေတာ့ Spoilသလိုျဖစ္မွာဆိုးလို႔လုံး၀မေရးထားျခင္းျဖစ္ပါသည္)ဒိုင္ယာေလာ့ခ္ေတြအကုန္လုံးက Facebook YouCast စတဲ့ social mediaေတြက live လႊင့္တာေတြVideo call ေခၚတာေတြ Chat message ေတြပဲျဖစ္ပါတယ္။အဲ့လိုမ်ိဳးႀကီးရိုက္ထားလို႔ ပ်င္းစရာေတာ့လုံး၀မေကာင္းပါဘူးတစ္ကားလုံး ဇာတ္လမ္းဇာတ္ကြက္အခ်ိတ္အဆက္မိမိ တင္ဆက္ထားပါတယ္။ယေန႔ေခတ္ရဲ႕ Social life ကိုလုံး၀ပုံေဖာ္ရိုက္ကူးထားတဲ့ကားေလးပါ။အမႈအသြားအလာကလဲ စိတ္၀င္စားဖို႔ေကာင္းသလိုသားသမီးနဲ႕မိဘၾကားက မထင္မွတ္တဲ့အမွားေလးေတြ နားလည္မႈလဲြမႈေလးေတြကိုလဲ လွစ္ဟျပထားပါေသးတယ္။လ်ိဳ႕၀ွက္ဆန္းၾကယ္ဇာတ္ကားမ်ိဳးကိုမွသေဘာက်တဲ့သူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမယ့္ကားေလးတစ္ကားျဖစ္ပါတယ္။အဲ့ဒါအျပင္ တစ္ကားလုံး အင္တာနက္သုံးေနတာျဖစ္ေနတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္းပညာပါရႏိုင္ပါေသးတယ္ခင္ဗ် :Dမွတ္ခ်က္။ ။ ဒီဇာတ္ကားရဲ႕ Engမူရင္းစာဖိုင္မွာ Chat messageေနရာေတြမွာ စာတန္းမပါလာတာေၾကာင့္ ကိုယ့္ဘာသာကိုယ္အသစ္ထည့္ေပးထားပါတယ္။အဲ့ဒါေၾကာင့္အခ်ိဳ႕ေနရာေတြမွာ စာတန္းျမန္ေနတာမ်ိဳးရွိေနႏိုင္ပါတယ္။ စာတန္းအတြက္ အခ်ိန္နည္းလြန္းေနတာမ်ိဳးပါ။ သည္းခံဖတ္ေပးၾကပါခင္ဗ် :D (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဟိန္းမင္းထြန္းပါ) File Size ...",
        "rating": "7.9",
        "url": "https://megaup.net/TK91/Searching_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/resmwoznduxz-1-150x200.jpg",
        "title": "The Legend of Zu (2018)",
        "description": "ကမၻာႀကီးနဲ႔မုိးေကာင္းကင္တုိ႔ေပါင္ေပါက္ၿပီးေနာက္မွာ ခ်ီစြမ္းအင္က ၂ ပုိင္းခြဲသြားခဲ့တယ္တစ္ပုိင္းက ေကာင္းကင္ေပၚတက္သြားၿပီး မေသမ်ိဳးေတြေပၚေပါက္လာခဲ့တယ္ေနာက္တစ္ပုိင္းက ေျမႀကီးထဲေရာက္သြားၿပီး မိစၦာေတြျဖစ္သြားတယ္မေသမ်ိဳးေတြဟာ ခ်စ္သူရည္းစားမထားရဘဲ အထီးက်န္စြာနဲ႔ေနထုိင္ၾကရတယ္မေသမ်ိဳးေတြနဲ႔ မိစၦာေတြၾကား တုိက္ပြဲျဖစ္ရင္ အမ်ိဳးသမီးေခါင္းေဆာင္အပ်ိဳမယ္ေတာ္ႀကီးက သူ႔ဝိဥာဥ္ကုိစေတးၿပီး မိစၦာေခါင္းေဆာင္အပါအဝင္ မိစၦာေတြအားလုံးကုိခ်ဳပ္ေႏွာင္ခဲ့တယ္အမ်ိဳးသာေခါင္းေဆာင္ဆရာႀကီးလည္း အသက္ေပးသြားခဲ့ရတယ္တစ္ေန႔မွာ မိစၦာေခါင္းေဆာင္ကုိအသက္ျပန္သြင္းဖုိ႔ တစ္စုံတစ္ေယာက္က ေမွာ္ပညာေတြသုံးလာေတာ့တယ္စည္းကမ္းေတြ ပညတ္ခ်က္ေတြၾကားက အခ်စ္တစ္ခုဟာလည္း ေပါက္ဖြားလာခဲ့ေတာ့တယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DD5.1 x264\nTranslated by Ye Man Aung\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://megaup.net/TKau/The_Legend_Of_Zu_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/up28fmhXm5eZjasXEZ352NdxDLq.jpg",
        "title": "Bayou Caviar(2018)",
        "description": "Bayou Caviar(2018)\nဒီကားဟာ Rotten Tomatoesက​​ ​ဆရာႀကီး​ေတြ Rate လုံးဝမ​ေပးထားပဲ\nAudience Score 100% အတိရထားတဲ့ကားပါ။\nTom Cruise ရဲ႕ Jerry Maguireကားမွာ Supporting Role ​ေအာ္​စကာရထားတဲ့\nမင္​းသား Cuba Gooding Jr. ကိုယ္​တိုင္​ဇာတ္​ၫႊန္​း​ေရး ကိုယ္​တိုင္​႐ိုက္​\nကိုယ္​တိုင္​ သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။\nOld X men timeline က Attractive အျပည္​့နဲ႔\nမမ ဂ်င္​း Famke Janssenကို တစ္​ဖန္​ျမင္​ရဦးမဲ့ ကားလည္​း ဟုတ္​ပါတယ္​။\n​\nွဇာတ္​လမ္​းသြားမွာ​ေတာ့ ​ေဘာက္​ဆင္​ ခ်န္​ပီယံ​ေဟာင္​း တစ္​​ေယာက္​နဲ႔\n႐ု႐ွ လူဆိုးဂိုဏ္​းတစ္​ခုရဲ႕ အျဖစ္​အပ်က္​​ေတြကို ကို ျပထားၿပီး\nလိင္​ကိစၥ အာဏာ ​ေငြ အၾကမ္​းဖက္​မႈ​ေတြၾကားမွာ မိသားစုအတြက္​ တိုက္​ခိုက္​​ေနတဲ့\nလူတစ္​​ေယာက္​အ​ေၾကာင္​း ဒရာမာ အျပည္​့ခင္​းျပသြားမွာပါ..\nဘယ္​လိုခင္​းမလဲ​ေတာ့ ကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့ပါ။\nဒီကားမွာ မတ္​မတ္​ Famke Janssenႀကီးရဲ႕\nခပ္​မိုက္​မိုက္​စတိုင္​​ေလး​ေတြကို\nအ​ေတာ္​​ေႂကြခ်င္​စရာ​ေကာင္​း​ေအာင္​\nျမင္​ၾကရမွာပါ။ ဒီ​ေတာ့ကာ Old X men fan ​ေတြ ၾကည္​့ကို ၾကည္​့သင္​့တယ္​လို႔\nRecommand ​ေပးပါတယ္​။\nထပ္​​ေဆာင္​း​ေျပာရရင္​ Richard Dreyfuss ႀကီးဟာလည္​း\nLeading Role Oscar ပိုင္​႐ွင္​ႀကီးပါ။ ကဲ..Oscar Winner ႏွစ္​​ေယာက္​နဲ႔\nဒီကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/TK9a/Bayou_Caviar_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Yq33EXs9YpgrwGXJlJL73OTpt1.jpg",
        "title": "Barbie: Star Light Adventure (2016)",
        "description": "Barbie: Star Light Adventure (2016)\nျမန္မာစာတန္းထိုးIMDb rating - 5.6/10ဘာဘီကားေလးေတြကိုမွ ႀကိဳက္တယ္၊ ဘာဘီရုပ္ေလးေတြကိုမွ ခ်စ္တတ္တ့ဲ မိန္းကေလးေတြအတြက္ ဘာဘီရုပ္ရွင္စီးရီးရဲ႕ စတုတၳေျမာက္စီးဆင္းထဲက ဒုတိယေျမာက္ရုပ္ရွင္ျဖစ္တဲ့ 2016ခုနစ္ထြက္ ဘာဘီကားေလးကို ဘာဘီခ်စ္သူအားလံုးတို႔အတြက္ ျမန္မာစာတန္းထိုးနဲ႔ တင္ဆက္ေပးလိုက္ပါတယ္။ဘာသာျပန္ေပးတ့ဲသူကိုယ္တိုင္​ငယ္​ငယ္​​ေလးကတည္းက ဘာဘီ ကမၻာထဲမွာ Barbieကား​ေတြၾကည္​့ရင္​းႀကီးခဲ့သူဆို​​ေတာ့​ကား၊ ​ေနာက္​ခုထိလည္​း က​ေလးဆန္​ဆန္​ဘာဘီကား​ေတြၾကည္​့​ေနဆဲမို႔လုိ႔​ ကုိယ္​့လုိဘာဘီခ်စ္​ပရိသတ္​​ေတြၾကည့္ဖို႔ ဘာသာျပန္​​ေပးလုိက္​တာပါ​ေနာ္​ဇာတ္လမ္းေလးကေတာ့ တစ္​ခါတုန္​းက ဂလက္ဆီမွာ ၾကယ္​​ေတြဟန္​ခ်က္​ပ်က္​ၿပီး​ေပ်ာက္​ကြယ္​​ေတာ့မယ္ဆိုတဲ့ တေဘာင္ထြက္ေပၚလာခဲ့ပါတယ္။ အဲဒီ ျပႆနာကုိ​ေျဖ႐ွင္​းဖို႔ ဘုရင္​ႀကီးက အထူးအဖြဲ႔တစ္​ခုဖြဲ႔စည္​းခဲ့ပါတယ္​။ အဲ့ဒီအဖြဲ႔အတြက္​ ဂလက္​ဆီရဲ႕တစ္​​ေနရာမွာ​ေနထိုင္​တဲ့ဟုိဗာဘုတ္​စီးကြၽမ္​းတဲ့ ဘာဘီကုိ ဘုရင္ႀကီးက ဖိတ္ေခၚခဲ့ပါတယ္။ ဘာဘီတစ္ေယာက္ ဘုရင္​့နန္​း​ေတာ္​ကုိ​ေရာက္​႐ွိသြားတဲ့အခါမွာ ဘယ္​လုိျပႆနာ​ေတြျဖစ္​ၾကမလဲ။ ဘာဘီရဲ႕ခ်စ္​စရာ ကေမာက္​ကမႏိုင္​ပံု​ေလးေတြ...အဖြဲ႔တစ္​ခု\nျဖစ္​ဖို႔ဘာဘီလုပ္​ခဲ့တာ​ေလး​ေတြနဲ႔ စၾကာဝ႒ာႀကီး အလင္​းျပန္​ရဖို႔ သူတို႔အဖြဲ႔ ဘယ္​လုိ​ေတြကယ္​တင္ၾကမလဲ? ဘာ​ေတြျဖစ္​ၾကမလဲဆိုတာကုိ​ေတာ့ ​ေအာက္​ကlinkမွာ ကုိယ္​့ဘာသာကုိယ္​ down ၾကည္​့လုိက္ပါ​ေနာ္ဒါနဲ႔ ဘာဘီက အရမ္​းခ်စ္​စရာ​ေကာင္​းသလို ဇာတ္​ဝင္​​ေတးသီခ်င္​းျဖစ္တဲ့ \"shooting star\" သီခ်င္းကလည္​းအရမ္းနား​ေထာင္​​ေကာင္​းတာမို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/barbie-star-light-adventure-2016/",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83GvM4oiGw3Pabz7kRUlZw6glqc.jpg",
        "title": "A Crooked Somebody (2018)",
        "description": "မိုက္ကယ္ေဗာလ္ဆိုတဲ့သူဟာ ေသဆံုးသြားေသာသူေတြနဲ႔စိတ္မွတဆင့္ဆက္သြယ္မႈျပဳလုပ္ႏိုင္ေသာ စိတ္စြမ္းအား႐ွင္တစ္ေယာက္ျဖစ္ပါတယ္ဒါေပမယ့္ တကယ္တမ္းက်ေတာ့ သူဟာ ဘာစြမ္းအားမွမ႐ွိဘဲနဲ႔ လူေတြကိုလိမ္ညာလွည့္ျဖားေနတဲ့လူလိမ္လူညာတစ္ေယာက္သာျဖစ္ေနပါတယ္လူေတြကို သူတို႔ၾကားခ်င္ေနတဲ့စကားလံုးေတြကိုသူတို႔ခ်စ္ရတဲ့ေသဆံုးျပီးသူေတြရဲ႕အမွာစကားဆိုျပီးေတာ့လိမ္ညာလွည့္ျဖားေနတာဟာ ဘာမွဆိုး႐ြားတာမ်ိဳး၊မေကာင္းတာမ်ိဳးမ႐ွိဘူးလို႔ မိုက္ကယ္ေဗာလ္အေနနဲ႔မွတ္ယူထားပါတယ္သူ႔အေဖကေတာ့ သူ႔ကို မ႐ိုးမသားမေျဖာင့္မတ္ဘဲေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့သူထက္စာရင္ ႐ိုးသားေျဖာင့္မတ္ျပီးဘာမွမဟုတ္တဲ့သူကသာ ပိုေကာင္းတယ္လို႔အျမဲဆိုဆံုးမခဲ့ပါတယ္သို႔ေသာ္သူကေတာ့ဂ႐ုမစိုက္...တစ္ေန႔မွာေတာ့ သူဟာလူတစ္ေယာက္ရဲ႕ျပန္ေပးဆဲြတာကိုခံလိုက္ရပါတယ္သူ႔ကိုျပန္ေပးဆဲြလိုက္တဲ့လူဟာ လြန္ခဲ့တဲ့ႏွစ္ေပါင္း၂၀ခန္႔ကလူတစ္ေယာက္ကို မေတာ္တဆသတ္မိသြားျပီးယခုအခ်ိန္ထိအျပစ္မကင္းတဲ့စိတ္နဲ႔ေနေနရတဲ့သူတစ္ေယာက္ပါမိုက္ကယ္ေဗာလ္ဟာအဲ့လူကိုအသံုးခ်ျပီး သူ႔အတြက္ေအာင္ျမင္ေက်ာ္ၾကားႏိုင္ဖို႔စတင္ၾကံစည္လာပါေတာ့တယ္...ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့...ဇာတ္လမ္းေလးကိုၾကည့္ရင္း အေၿဖရွာလုိက္ၾကရေအာင္လား...... File Size : (747 MB) and (305 MB)\nQuality : WEB DL 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "N/A",
        "url": "https://megaup.net/TK9y/A_Crooked_Somebody_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q27yNUaEt6ohcQMEVHwvPaoKBT8.jpg",
        "title": "Unfriended: Dark Web (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၄ Unfriended ရဲ႕ အဆက္ horror ဇာတ္ကားတစ္ကားပါ သို႔ေပမယ့္ ပါဝင္တဲ့ ကာ႐ိုက္တာေတြေတာ့ မတူၾကပါဘူးဇာတ္လမ္းအက်ဥ္းအေၾကာင္းကို မေျပာခင္ ဒီဇာတ္ကားတစ္ကားလံုးကို ကြန္ပ်ဴတာ Screen ေပၚကေနျမင္ရတဲ့ပံုစံမ်ိဳးနဲ႔ ႐ိုက္ကူးထားတာျဖစ္လို႔ မ်က္စိမယဥ္သူေတြအဖို႔ ၾကည္ရတာရႈပ္ေနေလာက္မယ္ဆိုတာ စကားခံထားပါရေစဇာတ္လမ္းအက်ဥ္းကေတာ့ တစ္ေယာက္တစ္ေနရာစီမွာ ေနၾကတဲ့ သူငယ္ခ်င္းတစ္အုပ္ ညဆိုSkype နဲ႔ စကားစျမည္ေျပာ ဂိမ္းေတြေဆာ့ၾကပါတယ္မိုင္တီယာဆိုတဲ့ ဂိမ္းထြင္တဲ့ အိုင္တီသမားေကာင္ေလးရယ္ သူ႔ခ်စ္သူ ဆြံအနားမၾကားေကာင္မေလး အမာယာရယ္နာရိနဲ႔ဆယ္လီနာတို႔ Lesbian အတြဲရယ္ လန္ဒန္က အိုင္တီ geek ေဒမြန္ရယ္ အူေၾကာင္ေၾကာင္ ေအေဂ်ရယ္ေပါ့ျပသနာက မိုင္တီယာတစ္ေယာက္ေကာ္ဖီဆိုင္တစ္ဆို္ုင္က ပိုင္ရွင္မဲ့လက္ေတာ့ပ္တစ္လံုးကိုဘုမသိ ဘမသိယူလာရာကစတာပါပဲအဲ့လက္ေတာ့ပ္ထဲက တရားမဝင္ အင္တာနက္dark web ေတြေပၚက ရာဇဝတ္ဂိုဏ္းရဲ႕အဖြဲ႔ဝင္တစ္ဦးပိုင္တာပါလူသတ္ဖို႔ဝန္မေလးတဲ့ ထိုသူက သူ႔လက္ေတာ့ပ္ကို ျပန္လိုခ်င္လာတဲ့အခါ...ဘာေတြဆက္ျဖစ္လဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ရႈလိုက္ပါေနာ္IMDB rating 5.6 ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (750 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zqlu/Unfriended_-_Dark_Web_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/64b5CSGsnmnx9oiWR6hzadsjWME.jpg",
        "title": "Kuntilanak (2018)",
        "description": "သရဲတေစၦကားေတြၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ အင္ဒိုနီးရွားသရဲကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းဇာတ္ကြက္ေတြရိုးစင္းေပမယ့္ ထိတ္လန္႕စရာေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အင္ဒိုနီးရွားသရဲျဖစ္တဲ့ ကြန္တီလန္နက္ခ္ဆုိတဲ့သရဲဟာ ကေလးငယ္ေတြကိုဦးတည္ဖမ္းယူတတ္တဲ့ သရဲမ်ဳိးပါ။ျမန္မာမွာဆိုရင္ ညေမွာင္တဲ့အခ်ိန္ တူတူပုန္းတိုင္းကစားရင္ နတ္ဖြက္သလို အဲ့မွာလဲမိခင္ေမတၱာငတ္မြတ္ေနတဲ့ကေလးေတြ၊ မိဘစကားနားမေထာင္တဲ့ကေလးေတြကို သူနဲ႕လိုက္မလားဆိုျပီးေခၚေဆာင္ရင္း ဖမ္းေခၚသြားတတ္တဲ့သရဲမ်ဳိးလည္းျဖစ္ပါတယ္။ၾကည့္ရတာစိတ္လႈပ္ရွားစရာေကာင္းသလို ကေလးငယ္ေတြနဲ႕ဇာတ္အိမ္တည္ထားတဲ့အတြက္ သရဲကားၾကိဳက္တဲ့သူေတြ အပန္းေျဖၾကည့္ႏိုင္မယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ဖတ္ခနဲ ဖတ္ခနဲထြက္ထြက္ေျခာက္တတ္ျပီး ညရိုက္ကြင္းေတြပိုမ်ားတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္း ညဖက္ေျခာက္မယ့္အခ်ိန္၀င္လာမွာကိုေတာင္ လန္႕ေနရပါတယ္။အသည္းတထိတ္ထိတ္ ရင္တဖိုဖိုနဲ႕ခံစားခ်င္တဲ့သူေတြကေတာ့ အင္ဒိုသရဲမနဲ႕ေတြ႕လိုက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (370 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 45min\nFormat : Mp4\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DDP5.1 x264-Ao\nTranslated by Thura Zarni ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fF5g/Kuntilanak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTU5NDEyOTkwNl5BMl5BanBnXkFtZTgwNDAyOTE1MDI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Beauty and the Beast (2017)",
        "description": "ရဲတိုက်ကြီးတစ်ခုမှာနေတဲ့ အတ္တကြီးပြီး စိတ်ကြီးဝင်နေတဲ့မင်းသားငယ်တစ်ပါးနဲ့ အစေအပါးတွေဟာ ကျိန်စာအတိုက်ခံခဲ့ရပြီး မင်းသားကလည်းအင်မတန်ကြောက်စရာကောင်းတဲ့အကောင်ကြီးတစ်ကောင်ဖြစ်သွားခဲ့ပါတယ်။ကျိန်စာဟာ အကောင်ကြီးဖြစ်နေတဲ့မင်းသားလေးကိုယ်တိုင်ချစ်တတ်လာပြီး သူကိုယ်တိုင်လည်း သူများချစ်တာကိုစင်စစ်ခံရမယ်ဆိုတဲ့အချိန်ကျမှသာ ပျက်ပျယ်မှာဖြစ်ပါတယ်။အဲနောက် Belle ဆိုတဲ့ စိတ်ဓာတ်ပြင်းထန်လှတဲ့မိန်းမပျိုလေးတစ်ယောက်ဟာ သူ့အဖေဖြစ်သူက မင်းသားလေးရဲ့ရဲတိုက်မှာ အကျဉ်းကျခံနေရတယ်ဆိုလို့ ရဲတိုက်ကို လိုက်လာပါတယ်။အဲဒီမှာ မင်းသားလေးရဲ့ အစေအပါးတွေရဲ့ အကူအညီနဲ့အတူBelle ဟာ စိတ်ရိုင်းဝင် ဆိုးသွမ်းနေတဲ့ မင်းသားကို ပြောင်းလဲလာအောင် လုပ်ဆောင်ရပါတော့တယ်။Disney ရဲ့ 1991 ခုနစ်ထွက် နာမည်ကျော်ကာတွန်းကားကိုရုပ်ရှင်အဖြစ်အသက်ပြန်သွင်းထားတာဖြစ်ပြီး Belle အဖြစ် မင်းသမီးEmma Watson က သရုပ်ဆောင်ထားပါတယ်။ Luke Evansနဲ့ Ewan McGregor တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ကဲ ပရိတ်သတ်ကြီးရေ အားပေးလိုက်ကြပါအုံးဗျ ?(အညွန်းကိုတော့ ဓာတ်ရှင်မှကူးယူဖော်ပြပါတယ်..)Quality…..720p\nDuration…..02:09:00\nFormat…Mp4\nFile Size…(2GB)\nEncoder…..Moe Myint Lwin\nTranslator…..Wendy",
        "rating": "7.2",
        "url": "https://megaup.net/1Mai8/Beauty_And_The_Beast_[2017]_(MM_Sub).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTM3ZjA3NTctZThkYy00ODYyLTk2ZjItZmE0MmZlMTk3YjQwXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-133x200.jpg",
        "title": "Scent of a Woman (1992)",
        "description": "Scent of a Woman(1992)\nIMDb..... 8.0/10________Rotten Tomatoes... 88%\nWon 1 Oscar. Another 5 wins & 14 nominationsဒီတစ်ခါ Old But Goldတွေထဲကပဲ ကျွန်တော်တို့သရုပ်ဆောင်အကောင်းဆုံး မင်းသားလို့သိကြတဲ့\nGodfatherကြီး Alpacinoရဲ့ Leding Roleကနေအော်စကာရခဲ့တဲ့ ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားထဲက Alpacinoနဲ့ အတူသရုပ်ဆောင်ရမဲ့နေရာအတွက် Matt Damon, Braden Fraser,\nBen Affleck တို့ Audience ဝင်ခဲ့ကြပေမဲ့Chris O'Donnell က ရသွားခဲ့ပါတယ်။\nဒီ ရုပ်ရှင်ရဲ့ နာမည်ကိုကအတော်လေး ဆွဲဆောင်မှု ရှိပါတယ်\n\"Scent Of A Woman\nမိန်းမတစ်ယောက်ရဲ့ ကိုယ်သင်းရနံ့\"\nဇာတ်ကြောင်းအကျဉ်းကတော့အထက်တန်းကျောင်းမှာ ပညာသင်ဆုနဲ့\nကျောင်းတက်နေရတဲ့ ကောင်လေးတစ်ယောက်ဟာခရစ္စမတ်ပိတ်ရက်အိမ်ပြန်စရိတ်ရှာဖို့\nခရစ္စမတ်မတိုင်ခင် ကျေးဇူးတော်နေ့ပိတ်ရက်မှာ အချိန်ပိုအလုပ်တစ်ခု\nလက်ခံခဲ့ပါတယ်။\nသူ လုပ်ရမဲ့အလုပ်ကတော့ မျက်စိကွယ်နေတဲ့အငြိမ်းစားဒုဗိုလ်မှူးကြီးတစ်ဦးကို စောင့်ရှောက်ရမှာပါ။\nသူစောင့်ရှောက်ရမဲ့လူကလည်း တော်ပြီး အရည်အချင်းရှိသလောက်\nဒေါသကြီးပြီး အရာရာကို စိတ်တိုင်းမကျဖြစ်နေတက်တဲ့ လူ့ဂွစာပါ။\nဒီ ဇာတ်ရုပ်ကိုလည်း ကျွန်တော်တို့်ရဲ့Godfaherကြီး Alpacinoက\nခပ်ကြမ်းကြမ်းဟောက်ချက်တွေOver ...",
        "rating": "8.0",
        "url": "https://megaup.net/2TaKV/Scent_Of_A_Woman_[1992]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/box_office-20170403-010-rita-210x300.jpg",
        "title": "Beauty and The Beast (2017)",
        "description": "ရဲတိုက္ႀကီးတစ္ခုမွာေနတဲ႔ အတၱႀကီးၿပီး စိတ္ႀကီးဝင္ေနတဲ႔\nမင္းသားငယ္တစ္ပါးနဲ႔ အေစအပါးေတြဟာ က်ိန္စာအတိုက္ခံခဲ႔ရၿပီး မင္းသားကလည္း\nအင္မတန္ေၾကာက္စရာေကာင္းတဲ႔\nအေကာင္ႀကီးတစ္ေကာင္ျဖစ္သြားခဲ႔ပါတယ္။က်ိန္စာဟာ အေကာင္ႀကီးျဖစ္ေနတဲ႔မင္းသားေလးကိုယ္တိုင္\nခ်စ္တတ္လာၿပီး သူကိုယ္တိုင္လည္း သူမ်ားခ်စ္တာကို\nစင္စစ္ခံရမယ္ဆိုတဲ႔အခ်ိန္က်မွသာ ပ်က္ပ်ယ္မွာျဖစ္ပါတယ္။\nအဲေနာက္ Belle ဆိုတဲ႔ စိတ္ဓာတ္ျပင္းထန္လွတဲ႔\nမိန္းမပ်ိဳေလးတစ္ေယာက္ဟာ သူ႔အေဖျဖစ္သူက မင္းသားေလးရဲ႕\nရဲတိုက္မွာ အက်ဥ္းက်ခံေနရတယ္ဆိုလို႔ ရဲတိုက္ကို လိုက္လာပါတယ္။\nအဲဒီမွာ မင္းသားေလးရဲ႕ အေစအပါးေတြရဲ႕ အကူအညီနဲ႔အတူ\nBelle ဟာ စိတ္ရိုင္းဝင္ ဆိုးသြမ္းေနတဲ႔ မင္းသားကို ေျပာင္းလဲလာေအာင္ လုပ္ေဆာင္ရပါေတာ႔တယ္။\nDisney ရဲ႕ 1991 ခုနစ္ထြက္ နာမည္ေက်ာ္ကာတြန္းကားကို\nရုပ္ရွင္အျဖစ္အသက္ျပန္သြင္းထားတာျဖစ္ၿပီး Belle အျဖစ္ မင္းသမီး\nEmma Watson က သရုပ္ေဆာင္ထားပါတယ္။ Luke Evans\nနဲ႔ Ewan McGregor တို႔လည္း ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။\nကဲ ပရိတ္သတ္ႀကီးေရ အားေပးလိုက္ၾကပါအံုးဗ် :)\n(အၫြန္းကိုေတာ့ ဓာတ္ရွင္မွကူးယူေဖာ္ျပပါတယ္..)Quality…..BluRay 720p\nDuration…..02:09:00\nFormat…Mp4\nFile Size…(927 MB , 424 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fF5j/Beauty_And_The_Beast_[2017]_(MM_Sub).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6ePJSqUkrez9DXKejigOgGSpaw.jpg",
        "title": "Kids on the Slope (2018)",
        "description": "\" Kids on the slope\" ဇာတ္ကားေလးကေတာ့ romantic ဇာတ္ကားေတြကိုရိုက္ကူးရာမွာနာမည္ႀကီးတဲ့ဒါရိုက္တာ takahiro miki ရိုက္ကူးတဲ့ drama ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နိရွီမိဆိုတဲ့ အထက္တန္းေက်ာင္းသားေကာင္ေလးဟာ သူ႔ရဲ႕မိသားစုအေျခအေနေျကာင့္ နယ္ျမိဳ႕ေလးကေက်ာင္းေလးတစ္ခုကိုေျပာင္းတက္ခဲ့ရတယ္။အဲ့ဒီေက်ာင္းေလးမွာ ကာဝါဘူခ်ီဆိုတဲ့ လူမိုက္ေကာင္ေလးရယ္ရစ္စုဆိုတဲ့ မိန္းမေခ်ာေလးရယ္နဲ႔သိက်ြမ္းခဲ့ၾကတယ္။သူတို့ေတြအားလံုးရဲ႕တူညီတဲ့အခ်က္ကေတာ့jazz ဂီတေပၚမွာရူးသြပ္ၾကတာပါပဲ။အဲ့လိုနဲ႔အခ်ိန္ေတြျကာလာတဲ့အခါ နိရွီမိ ကာဝဘူခ်ီနဲ႕ ရစ္စုျကားထဲမွာ သံုးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ခုျဖစ္လာခဲ့ျကတယ္။သူတို့ျကားထဲမွာရွိတဲ့သူငယ္ခ်င္းသံေယာဇဥ္ေတြ ၁၅၀၀ခ်စ္ျခင္းေမတၱာေတြ ဂီတအေပၚမွာ ရူးသြပ္ၾကပံု အစရွိတဲ့ abstract elements ေတြအေပၚမွာ မွီတည္ျပီး ဇာတ္အိမ္ဖြဲ႕ထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ခုပဲျဖစ္ပါတယ္။ထူးျခားခ်က္တစ္ခုအေနနဲ႔ နိရွီမိနဲ႔ ကာဝါဘူခ်ီေနရာမွာသရုပ္ေဆာင္ထားတဲ့ဇာတ္ေဆာင္မင္းသားေတြဟာ ဇာတ္ကားမွာ အံဝင္ခြင္က်ျဖစ္ေအာင္ ဒရမ္တီးတာနဲ့ ပီယာႏိုတီးတာကို လေပါင္းမ်ားစြာသင္ယူခဲ့ရပါတယ္။႔ပါဝင္သရုပ္ေဆာင္ထားတဲ့ မင္းသား မင္းသမီးေတြရဲ႕ ရူပါတစ္ေပါက္နဲ႔တင္ျကည့္ရတာတန္ေစမဲ့ံဇာတ္ကားတစ္ကားပါ။asia ကားတစ္ကားျဖစ္ေပမဲ့ IMDB rating 7.4ေတာင္ ရထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္လို့ drama ဇာတ္ကားေကာင္းေလးေတြကိုႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (900 MB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/2fF5u/Kids_On_The_Slope_(Sakamichi_No_Apollon)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiEuNw3Lg0PIPNUQ3PIWWElwGcY.jpg",
        "title": "Teen Titans Go! To the Movies (2018)",
        "description": "teen titan ဆိုတာနဲ့လူတိုင်​းမဟုတ်​​တောင်​ ​တော်​​တော်​များများသိကြမယ်​ထင်​တယ်​DC ကhero​တေ​ွ​ပေါ့trollထားတာ​တွေလဲပါတယ်Marvel hero တစ်​​ယောက်​ကိုခပ်​ပါးပါး​လေးtrollထားတယ်​ တစ်​ကားလုံးနီးပါး​လောက်​​ဟာသ​တွေချည်​းပဲ​နောက်​တစ်​ခုကmovie soundtrackတစ်​ခါနား​ထောင်​တာနဲ့တင်​နားစွဲတယ်​ ​တော်​​တော်​လဲ​ကောင်​းတယ်​ နား​ထောင်​ကြည်​့ပါ ​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ Robinတစ်​​ယောက်​သူ့ကို တကယ်​့heroအဖြစ်​လက်​ခံလာ​အောင်​ကြိုးစားတာပဲဒီကာတွန်​းကားမှာရုပ်​ရှင်​ရိုက်​ခံရတဲ့ဟီးရိုး​တွေသာ real hero ဆိုပြီးလက်​ခံထားတာ အဲ့မှာရုပ်​ရှင်​ရူးရူး​နေတဲ့Robin ဟာသူရုပ်​ရှင်​ရိုက်​ခံရဖို့အတွက်​ဘာမှဆိုလုပ်​တဲ့အ​ကြောင်​း​လေး​ပေါ့ဟာသ​လေး​တွေသီချင်​း​လေး​တွေအ​ပြောင်​အပျက်​​လေး​တွေပါတယ်​ဆို​တော့ Hero Fan မဟုတ်​ရင်​​တောင်​တစ်ခါကြည်​့လိုက်​ရင်​အကြိုက်​​တွေ့သွားမှာအမှန်​ပဲHero Fan ​တွေက​တော့လုံးဝလက်​မလွတ်​သင်​့တဲ့ဇာတ်​ကား​လေးပ​ါ  File Size : (611 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre : Animation , Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/teen-titans-go-to-the-movies-2018/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/a-Bugs-life-poster-142x200.jpg",
        "title": "A Bug’s Life (1998)",
        "description": "A Bug's Life (1998)\nIMDb - 7.2/10_____Rotten - 92%\n  \n A Bug's Life ဆိုတဲ့ Animation ,နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ IMDb မှာလည်း 7.2 ရရှိထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဒီကားက ထွက်ခဲ့တဲ့ခုနှစ်က မြင်တဲ့အတိုင်းပါပဲ..ကြာခဲ့ပြီဖြစ်ပါတယ်...သို့ပေမယ့် ကြည့်ဖူးတဲ့သူတွေအတော်များများက ကောင်းတယ်လို့ညွှန်းတာရော IMDb..နဲ့ Rotten ကလည်း\nဖျားချင်လောက်စရာကြီးဆိုတော့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဇာတ်လမ်းလေးကတော့ ပုရွက်ဆိတ်များရဲ့ အချိန်တော်တော်များများဟာ အစာရှာနေရတာပါပဲ..အဓိက အစာရှာပေးရတာက နှံကောင်တွေအတွက်ပါပဲ..\nအစဉ်အလာလိုဖြစ်နေတဲ့အပြင် နှံကောင်တွေကိုလည်း မတွန်းလှန်နိုင်တော့ ပုရွက်ဆိတ်အားလုံးဟာ အစာရှာပေးနေဆဲပါပဲ..။\n.အစာကို နွှင်ရ သယ်ရ ဆိုတော့ အချိန်တွေလည်းအတော်ကုန်တယ်..\nဒါကို အသစ်အဆန်းတွေ တီထွင်ရတာကို ဝါသနာပါတဲ့ Flik ဆိုတဲ့ ပုရွက်ဆိတ်က ဖြေရှင်းဖို့ကြိုးစားတယ်...\nသို့ပေမယ့် သူဘာလုပ်လုပ် အကောင်းမမြင်ကြသလို သူလုပ်တာတွေကလည်း အလွဲလွဲအချော်ချော်တွေကြီးပဲ...\nတနေ့မှာတော့ Flik ကြောင့် ပုရွက်ဆိတ်တွေ ကမ္ဘာပျက်သလိုဖြစ်ကုန်တယ်.. နှံကောင်တွေအတွက် ပေးရမယ့်အစာပမဏအတော်များများဟာ Flik ကြောင့်ပျောက်သွားလို့ပါ...\nကိုင်း Flik တို့ ပုရွက်ဆိတ်တွေ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1y81e/A_Bug’s_Life_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-2-140x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDv8/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNTVkYzBiNzMtOGE2MS00YzM0LWI2MzUtOGY2N2M2OTBmYzk0L2ltYWdlXkEyXkFqcGdeQXVyMjIxMzMyMQ@@._V1_-1-137x200.jpg",
        "title": "The Lure",
        "description": "ယုံတမ်းပုံပြင်တွေတော့ အများကြီးရှိခဲ့ပါတယ်ရေသူမလေးဟာ မင်းသားလေးကို ချစ်လို့ရေထဲကနေ ကုန်းပေါ်တက်လာ မနာလိုသူတွေကရေနဲ့ ၀ိုင်းဖြန်းလို့ အမှီးထွက်လာပြီး လူတွေသိလို့မင်းသားလေးနဲ့ ဝေးသွား ဘလာ ဘလာအချစ်ဇတ်လမ်းလေးတွေ နတ်သမီးပုံပြင်တွေပေါ့တကယ်တမ်း ရေသူမတွေဆိုတာ အသားစားသတ္တဝါတွေဖြစ်ပြီး ဆန့်ကျင်ဘက်လိင် ကိုသီချင်းဆိုပြပြီး စွဲဆောင်ကာ သတ်ဖြတ်စားသောက်သူပါကဲ မကြောက်ကြဘူးလား ?ဒီဇတ်လမ်းလေးက နည်းနည်းထူးဆန်းတယ်ဗျဂိုးလ်ဒန်း နဲ့ ဆေးလ်ဗား (ရွှေနဲ့ငွေ) ဆိုတဲ့ရေသူမ ညီအစ်မ ၂ ယောက်ဟာတစ်ရက်မှာတော့ ကမ်းခြေမှာ သီချင်းတိုက်နေတဲ့နိုက်ကလပ် တစ်ခုက အဆိုတော် အဖွဲ့ကိုတွေ့မြင်ချောင်းကြည့်ခဲ့ပါတယ်...ပြီးနောက် လူတွေနောက် လိုက်ချင်လို့စွဲဆောင်ပြီး ကုန်းပေါ်တက် ပါသွားပါတယ်ဒါတင်ပဲလား ဆိုတော့ မဟုတ်သေးပါဘူးသူတို့ ညီအစ်မ ကို စင်တင်မှာ သီချင်းဆိုတဲ့အဖွားကြီးက ဖော်ချွတ် ကလပ် တစ်ခုမှာအလုပ်သွင်းပေးလိုက်ပါတော့တယ်...ဖော်ရချွတ်ရ ယောကျင်္ားတွေကို စွဲဆောင်ရတာ၀ါသနာပါတဲ့ ရေသူမ ညီအစ်မ ၂ ယောက်နဲ့ရေသူမတွေ အကြောင်း သေချာ မသိတဲ့သူတွေ ကြားမှာ ဘယ်လို ထိတ်လန့်စရာတွေဖြစ်ပျက်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါအုံးဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Shain Htet Naing ဖြစ်ပြီး Thit San Khant မှတင်ဆက်ပေးထားပါတယ်",
        "rating": "6.4",
        "url": "https://megaup.net/1Hdi7/TheLure(2015).mp4",
        "category": "Drama, Fantasy, Horror, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j9t1I3MEndYAhzDY7LdCIqVoZRB.jpg",
        "title": "The House of Violent Desire (2018)",
        "description": "ဒီသည္းထိတ္ရင္ဖိုဇာတ္ကားေလးကိုေတာ့ ၁၉၄၀ခုႏွစ္ပိုင္းေလာက္မွာဇာတ္အိမ္တည္ထားပါတယ္လူေတြေနထိုင္ရာအရပ္နဲ႔ခပ္ေ၀းေ၀းတစ္ေနရာမွာ\"Black Rock\" လို႔အမည္ရတဲ့စံအိမ္ႀကီးတစ္အိမ္႐ွိပါတယ္ထိုအိမ္မွာေတာ့ ၀ွစ္ပလီမိသားစုတစ္စုေနထိုင္ၾကပါတယ္တစ္ညမွာေတာ့ ၀ွစ္ပလီမိသားစုတစ္စုလံုးအငယ္ဆံုးသမီးျဖစ္သူအယ္ဗလင္းရဲ႕ထိတ္လန္႔ႀကီးစြာေအာ္ဟစ္လိုက္သံေၾကာင့္လန္႔ႏိုးျပီးသြားအၾကည့္မွာေတာ့ ညအိပ္၀တ္စံုတစ္ခုလံုးေသြးေတြနဲ႔႐ႊဲနစ္ေနျပီးကုတင္ေပၚမွာခ်ည္ေႏွာင္ထားခံရတဲ့အယ္ဗလင္းကို ေတြ႔လိုက္ရပါတယ္အဲ့ညမွာတင္ပဲ အယ္ဗလင္းရဲ႕ဖခင္ျဖစ္သူ ဟာကင္လဲ ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္အဲ့အျဖစ္အပ်က္ေတြျဖစ္ျပီးေနာက္တစ္ရက္ည...မိုးေတြသည္းသည္းမည္းမည္း႐ြာေနျပီးမုန္တိုင္းတိုတ္ခတ္ေနတဲ့ည...အဲ့ညမွာ ဘယ္ကမွန္းမသိရတဲ့လူစိမ္းတစ္ေယာက္\"Black Rock\" အိမ္ေတာ္ႀကီးကိုေရာက္႐ွိလာခဲ့ျပီးတစ္ညတည္းခိုခြင့္ေတာင္းဆိုခဲ့ပါတယ္၀ွစ္ပလီမိသားစုရဲ႕သခင္မအလိုင္ဇာအေနနဲ႔ထိုလူကိုအိမ္မွာတစ္ညတည္းခိုခြင့္ေပးခဲ့သည့္အခ်ိန္ကစျပီးေတာ့၀ွစ္ပလီမိသားစု၀င္ေတြဟာ ရမၼက္မီးေတြေတာက္ေလာင္လာခဲ့ၾကပါတယ္ဒါ့အျပင္ ၀ွစ္ပလီမိသားစုရဲ႕စက္ဆုတ္ဖြယ္အတိတ္ဆိုးမ်ားပါတျဖည္းျဖည္းေပၚေပါက္လာကာ ၀ွစ္ပလီမိသားစု၀င္ေတြကိုေျခာက္လွန္႔လာပါေတာ့တယ္အဲ့လိုနဲ႔ေ႐ွ႕ဆက္ ၀ွစ္ပလီမိသားစုဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ဆက္လက္ၾကည္႔႐ႈလိုက္ပါဦး \nQuality…..WebDL 720p\nDuration…..01:57:00\nFormat…Mp4\nFile Size…(941 MB , 310 MB)\nTranslators……..Pone Thone\nEncoder…..Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/TK8o/The_House_Of_Violent_Desire_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNzQyMjY4OTMzMl5BMl5BanBnXkFtZTgwMDgzMzcyNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "He’s Out There 2018",
        "description": "CM Fan ေတြ အတြက္ ဒီတစ္ခါမွာေတာ့\nေသြးထြက္သံယိုေတြ မ်ားၿပီး ထိတ္လန္႔ရမယ္\nHorror ဇတ္လမ္းေကာင္းတစ္ခု တင္ဆက္ေပးလုိက္ပါတယ္\nအလုပ္မ်ားတဲ့ ခင္ပြန္းျဖစ္သူကို ပိုင္ဆုိင္ထားတဲ့ ေလာ္ရာ ဟာ\nတစ္ရက္မွာေတာ့ အိမ္ၿခံေျမေစ်းကြက္ကေန ေပါေခ်ာင္ေကာင္းနဲ႔\nအိမ္တစ္လံုးကို ၀ယ္လုိက္ႏုိင္ပါတယ္....\nအဲ့ဒီအိမ္ကို သြားၾကည့္ဖို႔အတြက္ မိသားစုလုိက္\nခရီးထြက္ခ်င္ေသာ္လဲ ေလာ္ရာ ရဲ႕ ေယာက်ၤားမွာ\nအလုပ္ကိစၥမ်ားရွိေနသျဖင့္ ေနာက္က်မွ လုိက္လာမည္ဟု\nေျပာၿပီး သမီး ၂ ေယာက္ျဖစ္သူ မက္ဒီ နဲ႔ ေကလာ ကို\nအေဖာ္ထည့္ေပးလုိက္ပါတယ္....\nၿခံ၀န္းႀကီးနား ေရာက္တဲ့အခါမွာေတာ့\nထိုပတ္၀န္းက်င္ကို လွည့္လည္ေစာင့္ေရွာက္သူ\nအို၀င္ နဲ႔ ေတြ႔ရွိၿပီး သူတို႔ သားအမိေတြကို\nယခင္ အိမ္ရဲ႕ မိသားစု အေၾကာင္း ေျပာျပကာ\nထိုမိသားစုထဲမွ ဂၽြန္နီဆိုေသာ ကေလးမွာ\nငယ္ငယ္ထဲက ေပ်ာက္ဆံုးသြားေၾကာင္း\nေနာက္ဆံုးမွာ မိသားစု၀င္မ်ားသည္လဲ\nထိုအိမ္အား ေစ်းကြက္မွာေရာင္းဖို႔တင္ကာ\nေပ်ာက္ျခင္းမလွေပ်ာက္ကုန္ၾကတယ္ လို႔\nအို၀င္ ဆီက သိခဲ့ရပါတယ္....\nေထြေထြထူးထူး ကိစၥမဟုတ္တဲ့အတြက္\nေလာ္ရာ လဲ ေမ့ေမ့ေပ်ာက္ေပ်ာက္ ျဖစ္ကာ\nသမီးေတြနဲ႔ အတူ ခင္ပြန္းျဖစ္သူ အလာကို\nေစာင့္ေနခဲ့ပါတယ္...\nဒီလိုနဲ႔ မိုးခ်ဴပ္ခဲ့တဲ့ အခါမွာေတာ့\nသူတို႔ ဘ၀ မွာ မေမွ်ာ္လင့္ထားတဲ့\nအျဖစ္အပ်က္ေတြ နဲ႔ ႀကံဳေတြ႔ခဲ့ရေသာအခါ...\n           ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nShain Htet Naing ျဖစ္ၿပီး Thit San Khant မွ\nတင္ဆက္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://megaup.net/1zKz4/He’s_Out_There_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j1c6dTycYBMZs2T1wKA6bknLLa6.jpg",
        "title": "Whitney(2018)",
        "description": "Whitney(2018)\nIMDb...7.2\n၁၉၈၀နဲ႔ ၁၉၉၀ေက်ာ္ကာလေတြမွာ အေမရိကရဲ႕ ဒိတ္ဒိတ္ၾကဲ နာမည္ေက်ာ္ခဲ့တဲ့ ေပါ့ပ္အဆိုေတာ္ သ႐ုပ္ေဆာင္မင္းသမီး Whitney Houstonရဲ႕\nကိုယ္ေရးအတၳဳပၸတၱိကိုမွတ္တမ္းတင္႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\n 1991 ခုႏွစ္တုန္းက ကမၻာ့အလွဆုံးအမ်ဳိးသမီး ၅၀ စာရင္းကုိ People မဂၢဇင္းကေနေရြးခ်ယ္ေပးတဲ့အခါ\nသူမလည္းပါ၀င္ခဲ့ပါတယ္..ရုပ္ရွင္သရုပ္ေဆာင္စဥ္တုန္းက လည္း ေအာင္ျမင္ခဲ့ပါတယ္ ...အထူးသျဖင့္ မင္းသားႀကီး Kevin Costner နဲ႕ရုိက္ကူးခဲ့တဲ့ The bodyguard(1992)ဇာတ္ကားမွာေပါ့..\nသီခ်င္းနဲ႕ပတ္သက္ၿပီးေတာ့လည္း ဆုေပါင္းမ်ားစြာရရွိခဲ့သလုိ အေရာင္းရဆုံး စံခ်ိန္ေတြလည္းတင္ခဲ့ပါတယ္...\n.သူ႔ရဲ႕ငယ္ရြယ္စဥ္ဘဝကေန ေသဆံုးခဲ့တဲ့ေနာက္ဆံုးအခ်ိန္အထိ ရုန္းကန္လႈပ္ရွားခဲ့တာေတြကုိ  သူ႔ရဲ႕မိသားစုဝင္ေတြ သူ႔ရဲ႕မိတ္ေဆြေတြ\nသူနဲ႔နီးစပ္သူေတြကို ေတြ႔ဆံုေမးျမန္းၿပီး႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\nအႏုပညာ႐ွင္တစ္ေယာက္ရဲ႕ ေအာင္ျမင္ၿပီးေနာက္ပိုင္းမွာ ၾကံဳေတြရတဲ့အခက္အခဲေတြ၊ အမွားတစ္ခုလုပ္မိတာနဲ႔\nပရိတ္သတ္ဆီကဆိုးရြားတဲ့တံု႔ျပန္မႈေတြခံရပံုေတြကို ေတြ႔ျမင္ရမွာျဖစ္ပါတယ္။\nWhitney Houstonရဲ႕ သီခ်င္းေတြကိုလည္း နားဆင္ခံစားႏိုင္မွာျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္....\nFile Size : (875 MB) and (398 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Documentary , Biography , Music |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.2",
        "url": "https://megaup.net/TN6e/Whitney_[2018]_(MM_Sub).mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-hong-kong-poster-135x200.jpg",
        "title": "Lost in Hong Kong (2015)",
        "description": "Lost in Hong Kong (2015)IMDb - 5.4/10_____Rotten - 60%\n  ဒီနေ့တော့ ရယ်ရယ်မောမောလေးကြည့်ရမယ့် တရုတ်ဟာသ ဇာတ်ကားလေးအကြောင်း ဖော်ပြပေးလိုက်ပါတယ်။၁၉၉၀ နှစ်လယ်ပိုင်းကာလ မြင်ကွင်းနဲ့အတူ အနုပညာကျောင်းသားလေး ရှုလိုင်နဲ့ ရန်ယိတို့က ချစ်သူတွေဖြစ်ကြပြီး ပထမဆုံး အကြင်နာတောင်မပေးရသေးခင်မှာ ရန်ယိဟာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်တက္ကသိုလ်တစ်ခုကို ပြောင်းရွှေ့ခဲ့ရကာ ရှန်ဟိုင်းကို လုံးဝပြန်မလာတော့ပါဘူး။ ဒီလိုနဲ့ နှစ်နှစ်ဆယ်နီးပါးကြာသွားပြီးနောက်မှာ ရှုဟာကတုံးပြောင်ပြောင်ပုံစံနဲ့ ဖြစ်နေပြီး အမျိုးသမီးအတွင်းခံ အင်္ကျီဒီဇိုင်နာအလုပ်ကိုလည်း တော်တော်ကို ငြီးငွေ့နေကာ အနုပညာရှင် တစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ အရင်က သူ့စိတ်ကူးအိပ်မက်တွေတောင်မေ့ပျောက်ကုန်ပါပြီ။အခုဆိုရင် သူချစ်ရတဲ့ ဇနီးသည် ချိုင်ဘိုနဲ့ ဘဝလမ်းအတူ လျှောက်နေတာတောင်မှ သူ့စိတ်ထဲမှာတော့ အမြဲအမှတ်ရနေတာကတော့ ရန်ယိကိုပါပဲ။ ရှုလိုင်နဲ့ ချိုင်ဘိုနှစ်ယောက်ဟာ သားသမီး မရတဲ့ကိစ္စနဲ့ ပတ်သက်ပြီး အဆင်မပြေဖြစ်နေကြပါတယ်။တစ်ရက်မှာတော့ ဟောင်ကောင်မှာရှိတဲ့ ချိုင်ဘိုရဲ့ မိသားစုတွေဆီကို သွားလည်ခဲ့ပြီး ဟောင်ကောင်ကို ရောက်တုန်းရောက်ခိုက် သူစိတ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xYjh/Lost_In_Hong_Kong_(Gang_Jiong)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-thailand-poster-142x200.jpg",
        "title": "Lost in Thailand (2012)",
        "description": "Lost in Thailand (2012)IMDb - 6.2/10_____Rotten - 67%\n  \nIMDb Rating (6.2) ရရှိထားတဲ့ ဟာသ စွန့်စားခန်း တရုတ်ဇာတ်ကားလေးပါ။\nဟာသ သရုပ်ဆောင်တွေနဲ့ အဓိကပုံဖော်ရိုက်ကူးထားပြီး မင်းသမီး ဖန်ပင်းပင်းလဲ ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်။\nဇာတ်လမ်းကတော့ ထိုင်းနိုင်ငံမှာ လိုချင်တာ လာရှာကြတဲ့ တရုတ်နှစ်ကောင်ရဲ့ လွဲချက်က ကမ်းကုန်တဲ့ရွာလည်မှု ဇာတ်လမ်းဖြစ်ပါတယ်။\nဘတ်ဂျက် US$4.6 million ပဲကုန်ကျခဲ့ပေမယ့် တရုတ် Box office မှာ US$208 million ဝင်ငွေပြန်ရခဲ့တာမို့\nအကျိုးအမြတ်အများဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။\n  \n2015 ခုနှစ်မှာ Lost in Hong Kong ဆိုပြီး ထွက်ရှိခဲ့ပါသေးတယ်။\nhttps://channelmyanmar.org/lost-in-hong-kong-2015/\nမှာဒေါင်းလို့ရပါတယ်။\n   \nFile size…(936 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.2",
        "url": "https://megaup.net/2TTdz/Lost_In_Thailand_(Ren_Zai_Jiong_Tu_-_Tai_Jiong)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xr9Hwu9zoeNArPxZZsGs6G4cwlI.jpg",
        "title": "Laughing Under the Clouds (2018)",
        "description": "နာမည္တူ Japan Anime Series ကုိ Live Action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားတာျဖစ္တဲ့အတြက္ Anime ပရိသတ္ေတြအႀကိဳက္ေတြ႔ေစမယ့္ ဇာတ္ကားတစ္ကားပါ။ Manga အေနနဲ႔အရင္ဆုံးထြက္႐ွိခဲ့တာျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ Otasu လုိ႔ေခၚတဲ့ၿမိဳ႕တစ္ၿမိဳ႕မွာ ႏွစ္ေပါင္း၃၀၀ၾကာတုိင္း ေႁမြနဂါးႀကီးတစ္ေကာင္ရဲ႕ဝိဥာဥ္က ထႂကြေသာင္းက်န္းတတ္ပါတယ္။ ေႁမြနဂါးႀကီးရဲ႕ဝိဥာဥ္ဟာ အသက္ျပန္ဝင္ဖုိ႔ ခႏၶာခြံတစ္ခုလုိအပ္ပါတယ္။ အဲ့ဒီေႁမြနဂါးဝိဥာဥ္ႀကီးကုိ ဘယ္သူေတြဘယ္လုိတားဆီးၾကမွာလဲ Otasu ရြာကုိ ဘယ္သူက ကာကြယ္ေပးမွာလဲဆုိတာကုိေတာ့ ------ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :  Action , Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DD.5.1 x264-WiKi\nTranslated by Ye Man ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zKze/Laughing_Under_The_Clouds_(Donten_Ni_Warau)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nh2ZpwuTKjY0tTGcsGu7TwOpT4p.jpg",
        "title": "The Bookshop (2017)",
        "description": "File Size : (850 MB) and (၂၀၁၇ ခုနှစ်ထွက် ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေBookshop လို့အမည်ရတဲ့ဇာတ်ကားလေးက ၁၉၅၀ ဝန်းကျင်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးမိန်းမသားတစ်ဦးရဲ့ လောကဓံကို ကြံ့ကြံ့ခံရင်ဆိုင်ပုံတွေ လူမှုစရိုက်သဘောသဘာဝရဲ့ကောင်းကွက် ဆိုးကွက်တွေ မြေနိမ့်ရာလှံစိုက် ဖိနှိပ်မှုတွေကို ဇာတ်လမ်းအေးအေးလေးနဲ့တင်ဆက်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။။။။ဇာတ်လမ်းအကျဉ်းကတော့ ဖလော့ရမ့်စ်ဂရင်းဆိုတဲ့ မုဆိုးမလေးဟာ သူမရဲ့ဝါသနာသူမရဲ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးကို ဇာတိမြေဖြစ်တဲ့ ဟာ့ဒ်ဘော့မြို့မှာပြန်လာဖွင့်တာလေးနဲ့ အစပျိုးထားပါတယ်။ဒါပေမယ့်လဲ အဲ့မြို့မှာကစာအုပ်ဖတ်တဲ့လူဆိုလို့ မစ္စတာ ဘရန်ဒစ်ရှ်ဆိုတဲ့ အဖိုးကြီးတစ်ယောက်ပဲရှိတာဆိုတော့သူစာအုပ်ဆိုင်ဖွင့်မယ့်ကိစ္စက အထူးအဆန်းလို စွန့်စားမှုကြီးတစ်ခုလို လူတွေကမြင်ကြတာပေါ့သူဆိုင်ဖွင့်မယ် Old House(အိမ်အိုကြီး)ကလဲ ရှေးဟောင်းအိမ်ကြီးဆိုတော့မစ္စစ် ဂါမက်လို့ခေါ်တဲ့ ဘွားတော်ကြီးကလဲ Art center ဖွင့်ချင်နေပြန်ပါလေရောဒါပေမယ့်လဲ သူဖြစ်ချင်တဲ့ အကောင်အထည်ဖော်ချင်တဲ့အတိုင်း စာအုပ်ဆိုင်ကိုဇွတ်အတင်းရအောင်ဖွင့်ခဲ့ပါတယ်။ဖလော့ရမ့်စ်ဂရင်းတစ်ယောက်သူ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးက အောင်အောင်မြင်မြင်ဖြစ်သွားမလားသူ့ကို မနာလိုမရှုစိမ့်ဖြစ်နေသူတွေကနေ ဘယ်လိုများနှောင့်ယှက်သွားအုန်းမလဲတစ်ကိုယ်တည်း မုဆိုးမတစ်ယောက်အနေနဲ့ လောကဓံကိုဘယ်လိုများတောင့်ခံသွားသလဲဆိုတာတော့ဆက်လက်ဒေါင်းကြည့်ကြပါကုန်။။။။ဇာတ်ကားတွေမှာ ရယ်စရာကောင်းတဲ့ကား၊ ကြောက်စရာကောင်းတဲ့ကား၊ ငိုရတဲ့ကား ဆိုပြီးရှိကြသလိုကျနော်ကတော့ ဒီကားလေးကို ချစ်စရာကောင်းတဲ့ကားလေးလို့ ခေါ်ချင်ပါတယ်။ဒရာမာကားစစ်စစ် တစ်ကားဖြစ်သလို ၁၅၀၀ အချစ်လုံးဝမပါတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-bookshop-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTEyMjAzMDk4ODZeQTJeQWpwZ15BbWU4MDUxNzMzMDEy._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "Monster Trucks (2016)",
        "description": "Monster Trucks (2016)_________IMDb - 5.6/10\n မွန်းစတားလေးတွေနဲ့ စွန့်စားခန့်ဖွင့်တဲ့\nစိတ်ကူးယဉ်ကားတွေကို နှစ်သက်ပါသလား။\nဒါဆိုရင် ဒီကားဟာ သင်တို့အတွက်ပါ။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ရေနံကုမ္မဏီကြီးတစ်ခုဟာ ရေနံတူးရင်းနဲ့\nမြေအောက်နက်တစ်နေရာက ရှေးဦးကုန်းနေရေနေသတ္တဝါဆန်းတွေ\nနေတဲ့နေရာကို တူးမိသွားပြီး အကောင်ဆန်းအချို့ မြေပေါ်ကို လွတ်လာခဲ့ပါတယ်။\nဒါပေမယ့် ရေနံတူးခွင့်ပိတ်သွားပြီ စီးပွားရေးထိခိုက်မခံနိုင်တာကြောင့်\nမြေအောက်က သက်ရှိတွေရှိတဲ့အကြောင်းကို ဘယ်သူမှမသိနိုင်အောင်\nအဲဒီ သတ္တဝါဆန်းကြီးတွေကို နှုတ်ပိတ်ရှင်းလင်းဖို့ကြိုးစားပါတော့တယ်။\nလွတ်သားတဲ့ အကောင်လေးဟာ ကားဝါသနာအိုး ထရစ် နဲ့တွေ့ပြီး\nမိတ်ဆွေတွေဖြစ်လာခဲ့ပါတယ်။ ထရစ်ရဲ့ ကားအစုတ်ဟာလည်း\nသတ္တဝါလေးရဲ့ ထူးဆန်းတဲ့အစွမ်းကြောင့်\nဘယ်ကားနဲ့မှ မတူတဲ့ ကားတစ်စီးဖြစ်လာခဲ့ပြီး သူတို့တွေ\nပူးပေါင်းပြီး ရေနံကုမ္မဏီကဖမ်းထားတဲ့ အကောင်တွေကို ကယ်ဖို့နဲ့\nသူတို့အားလုံး အိမ်ကိုပြန်နိုင်ဖို့ ကြိုးစားကြပုံလေးပါ။မြန္းစတားေလးေတြနဲ႕ စြန္႕စားခန္႕ဖြင့္တဲ့\nစိတ္ကူးယဥ္ကားေတြကို နွစ္သက္ပါသလား။\nဒါဆိုရင္ ဒီကားဟာ သင္တို႕အတြက္ပါ။\nဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ေရနံကုမၼဏီၾကီးတစ္ခုဟာ ေရနံတူးရင္းနဲ႕\nေျမေအာက္နက္တစ္ေနရာက ေရွးဦးကုန္းေနေရေနသတၱ၀ါဆန္းေတြ\nေနတဲ့ေနရာကို တူးမိသြားျပီး အေကာင္ဆန္းအခ်ိဳ႕ ေျမေပၚကို လြတ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ေရနံတူးခြင့္ပိတ္သြားျပီ စီးပြားေရးထိခိုက္မခံနိုင္တာေၾကာင့္\nေျမေအာက္က သက္ရိွေတြရိွတဲ့အေၾကာင္းကို ဘယ္သူမွမသိနိုင္ေအာင္\nအဲဒီ သတၱ၀ါဆန္းၾကီးေတြကို နႈတ္ပိတ္ရွင္းလင္းဖို႕ၾကိဳးစားပါေတာ့တယ္။\nလြတ္သားတဲ့ အေကာင္ေလးဟာ ကား၀ါသနာအိုး ထရစ္ နဲ႕ေတြ႕ျပီး\nမိတ္ေဆြေတြျဖစ္လာခဲ့ပါတယ္။ ထရစ္ရဲ႕ ကားအစုတ္ဟာလည္း\nသတၱ၀ါေလးရဲ႕ ထူးဆန္းတဲ့အစြမ္းေၾကာင့္\nဘယ္ကားနဲ႕မွ မတူတဲ့ ကားတစ္စီးျဖစ္လာခဲ့ျပီး သူတို႕ေတြ\nပူးေပါင္းျပီး ေရနံကုမၼဏီကဖမ္းထားတဲ့ အေကာင္ေတြကို ကယ္ဖို႕နဲ႕\nသူတို႕အားလံုး အိမ္ကိုျပန္နိုင္ဖို႕ ၾကိဳးစားၾကပံုေလးပါ။File Size     ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xkfe/Monster_Trucks_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/NM1-132x200.jpg",
        "title": "A Nightmare on Elm Street 2010",
        "description": "Horror ကားၾကိဳက္သူေတြအတြက္ အိပ္မက္ထဲက\nလူသတ္သမားၾကီးဖရက္ဒီဆိုရင္ လူသိမ်ားၾကမယ္ထင္ပါတယ္\nဖရက္ဒီအေၾကာင္းေၿပာရမယ္ဆိုရင္ေတာ့ သူဟာသူသတ္ခ်င္တဲ့သူကို\nအိပ္မက္ထဲမွာသတ္လိုက္ဆိုရင္\nအၿပင္မွာ တကယ္ေသသြားရတယ္….\nသူသည္ဘာလို႕ အဲ့ဒီလိုမ်ဳိးဘာလို႕လိုက္သတ္ရသလဲ….\nအဲ့ဒီၿမဳပ္ကြက္ကိုက စိတ္၀င္စားစရာေကာင္းပါတယ္\nသူသည္ အလကားသက္သက္ ဖရက္ဒီဆိုတဲ့ နာမည္ၾကီး\nလူသတ္သမားတေယာက္ၿဖစ္ခဲ့တာမဟုတ္ပါဘူးဇာတ္လမ္းအက်ဥ္း :\nဇာတ္လမ္းအစကတည္းက အိမ္မက္တခုနဲ႕အစပ်ိဳးထားၿပီး\nေကာ္ဖီဆိုင္တခုထဲမွာအိမ္မက္မက္ေနတဲ႕ ဒင္းန္ တေယာက္\nလန္႕ႏိုးသြားပါတယ္..သူ႕သူငယ္ခ်င္းေရာက္လာေတာ႕\nဒီအိမ္မက္ေတြအေၾကာင္းကိုေၿပာၿပၿဖစ္တယ္..\nတကယ္လိုခံစားေနရတဲ႕အေၾကာင္း\nလံုး၀မအိပ္ရဲေတာ႕တဲ႕အေၾကာင္းကိုေၿပာၿပေပမယ္႕\nသူ႔သူငယ္ခ်င္းခရစ္က ဒါေတြဟာ\nအိမ္မက္သက္သက္သာၿဖစ္ၿပီး စိတ္မပူဖုိ႕ေၿပာၿပီး\nသန္႕စင္ ခန္းထသြားခဲ႕တယ္\nတခ်က္ၿပန္ၿပီးအိပ္ေပ်ာ္သြားတဲ႕အခါမွာေတာ႕\nဒင္းန္တစ္ေယာက္အသက္ပါေပးလိုက္ရပါေတာ႕တယ္\nေနာက္ပိုင္းမွာ ခရစ္ကလည္း ထိုအိမ္မက္ေတြၿမင္မက္..\nတစ္ေယာက္ၿပီးတစ္ေယာက္ေသဆံုးၿပီးေတာ႕\nဘာေၾကာင္႔ဒီလိုအိမ္မက္ေတြသူတို႕မွလာၿဖစ္ရတာလဲ..\nဆုိၿပီး ၾကားထဲက ဆက္ႏြယ္မွုတစ္ခုကို\nေနာက္ဆံုးက်န္ေနတဲ႕ ကြမ္တင္ နဲ႕ နန္စီ တို႕\nစံုစမ္းရင္းနဲ႕ကေနၿပီးေတာ႕ ရလာတဲ႕ရလဒ္ကေတာ႕\nဆက္လက္ၾကည္႕ရွုခံစားၾကပါ \nDownload Here ( 800 MB ) - Google Drive | Openload | MegaUp",
        "rating": "5.2",
        "url": "https://megaup.net/2fI0Y/A_Nightmare_On_Elm_Street_[2010]_(MM_Sub)_.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTY3MTFmM2MtZGE3OC00MzY1LWE0MmItNTQxNGMzNmY2OGRjXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-140x200.jpg",
        "title": "Constantine: City of Demons 2005",
        "description": "က်ေနာ္တို႔ ရဲ႕ အသဲေက်ာ္ႀကီး DC ရဲ႕ အေက်ာ္ၾကားဆံုး ေမွာ္ဆရာ\nJohn Constantine ရဲ႕ Solo Animation ေလးပါ ...\nသူ႔အရင္ကေတာ့ မိနစ္ပိုင္းစာ TV Series အျဖစ္ ထြက္ခဲ့ၿပီး\nMovie အျဖစ္ ျပန္ေပါင္းထုတ္လုိက္တာပါ....\nအသံသရုပ္ေဆာင္ေပးထားတာကလဲ မူလ TV Series မွာ Constantine အျဖစ္\nသရုပ္ေဆာင္ခဲ့တဲ့ မင္းသား Matt Ryan ကိုယ္တုိင္ပါပဲ\nဒီရုပ္ရွင္မွာေတာ့ ဂၽြန္ ဟာ သူ႔ထံုးစံအတုိင္းပဲ\nေပၿမဲ ေနၿမဲ ဆိုးဆဲ ျဖစ္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔အခ်စ္ဆံုး သူငယ္ခ်င္းျဖစ္သူ\nခ်က္စ္ တစ္ေယာက္ ျဗဳန္းစားႀကီး ေရာက္လာခဲ့ၿပီး\nသူ႔သမီးေလး ကိုမာ ၀င္ေနရာက ျပန္မႏိုးလာတဲ့\nအတြက္ အားကိုးတႀကီး လာအကူအညီေတာင္းတာပါ\nဂၽြန္ လိုက္သြားၿပီး စစ္ၾကည့္တဲ့ အခါမွာေတာ့ အဆိုးရြားဆံုး\nနတ္ဆိုး တစ္ေကာင္က သူ႔၀မ္းဗုိက္ထဲမွာ ခ်ဳပ္ေႏွာင္ထားတာပါ\nဂၽြန္ နတ္ဆိုးဆီ လုိက္သြားတဲ့ အခါမွာေတာ့ ခ်က္စ္ ရဲ႕ သမီးက\nငါးစာ သက္သက္ ျဖစ္ၿပီး ဂၽြန္ ရဲ႕ ေမွာ္အစြမ္းကို အသံုးခ် သိမ္းသြင္းၿပီး\nခိုင္းခ်င္တဲ့ ကိစၥ တစ္ခုအတြက္ ဂြင္ဆင္ခဲ့ေၾကာင္း သိခဲ့ရတယ္...\nက်န္တာေတြကေတာ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2gxov/[04842]_Constantine_City_of_Demons_-_The_Movie_(2018)_[Animation]_[Matt_Ryan]_[USA]_[7.8].mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lz45jesBf340k5bvCvpnVJC9rg0.jpg",
        "title": "The Beauty Inside (2015)",
        "description": "လူတစ္ေယာက္အထီးက်န္တယ္ဆိုတာ ဘယ္လိုမ်ိဳးလဲ?အခုေခတ္မွာ ကြၽန္ေတာ္တို႔ FA, FA နဲ႔ အလြယ္တကူသံုးေနၾကတယ္ရည္းစားမရွိရင္ကို FA လို႔ ေခၚၾကေတာ့တာပဲပံုမွန္လူတစ္ေယာက္ရဲ႕ဘဝကို အၾကမ္းဖ်င္းတြက္ၾကည့္ရေအာင္ပံုမွန္လူတစ္ေယာက္ဟာ ေမြးလာတာနဲ႔ မိသားစုရွိတယ္ ေဆြမ်ိဳးရွိတယ္ ကိုယ့္အိမ္ပတ္ဝန္းက်င္ ရပ္ကြက္ထဲက အသိေတြရွိမယ္မူႀကိဳကေန တကၠသိုလ္ေရာက္တဲ့အထိ သိလာတဲ့သူငယ္ခ်င္းေတြရွိမယ္အလုပ္လုပ္ေတာ့လဲ အလုပ္ကမိတ္ေဆြေတြရွိမယ္ စသျဖင့္...ပံုမွန္လူတစ္ေယာက္ဟာ ဘဝမွာသိကြၽမ္းတဲ့လူ ၅၀၀ ေလာက္ေတာ့ အနည္းဆံုးရွိလိမ့္မယ္ထင္တယ္ပ်မ္းမွ်အၾကမ္းဖ်င္းေပါ့ေလ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ မတူႏိုင္ဘူးေပါ့အဲ့ေတာ့ေျပာရရင္ေတာ့ ဒီကမ႓ာေပၚမွာခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတဲ့ ျဖစ္တည္မႈကိုသိတဲ့လူ အနည္းဆံုးေတာ့ အေယာက္ ၅၀၀ ေလာက္ရွိတယ္အဲ့ဒါကို တကယ္တမ္း Forever Alone လို႔ သတ္မွတ္လို႔ရပါ့မလား?စဥ္းစားၾကည့္စမ္းပါ...ခင္ဗ်ားရဲ႕ျဖစ္တည္မႈကိုသိတဲ့သူ ၅ ေယာက္ေတာင္မျပည့္တဲ့ ဘဝမ်ိဳးမွာေနရမယ္ဆိုရင္ ဘယ္လိုေတြျဖစ္လာမလဲလို႔ ?ဘယ္သူမွ ခင္ဗ်ားကို မသိဘူးဗ်ာလမ္းမွာ အသိနဲ႔ေတြ႕လို႔ ႏႈတ္ဆက္တယ္ဆိုတာမ်ိဳးလဲ ရွိႏိုင္မွာမဟုတ္ဘူးတစ္ခါတစ္ေလမွာေတာ့ လူေတြၾကားထဲသြားလာေနတာပဲဒါမဲ့ဒီေန႔ေတြ႕တဲ့လူေတြက မနက္ျဖန္က်ရင္ခင္ဗ်ားကိုမသိေတာ့ဘူးေနာက္ဆံုး ကိုယ့္ကိုေမြးထားတဲ့ အေမကေတာင္ ခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတာကိုပဲသိတယ္ေရွ႕မွာျမင္ေနရရင္ေတာင္မွ ခင္ဗ်ားမွန္းမမွတ္မိႏိုင္တဲ့ဘဝမ်ိဳးကိုယ္ဘယ္သူလဲဆိုတာကို ကိုယ္တစ္ေယာက္ထဲပဲသိတဲ့ဘဝအဲ့လိုဘဝမ်ိဳးမွာ ခင္ဗ်ားဆိုရင္ေရာ ေနႏိုင္မလား?အေၾကာင္းရင္းကေတာ့ ဒီဇာတ္ကားေလးထဲကမင္းသား ကင္ဝူဂ်င္းဆိုတဲ့လူကေန႔တိုင္း မနက္တိုင္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zKy6/The_Beauty_Inside_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]