[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/asura-142x200.jpg",
        "title": "Asura: The City of Madness(2016)",
        "description": "Asura: The City of Madness(2016)IMDb...6.6,,,Rotten..80%\" ကျုပ်ရဲအဖြစ်အလုပ်လုပ်တဲ့ အန်နမ်မြို့က အကျင့်ပျက်တဲ့သူတွေနဲ့ပြည့်နှက်နေပြီ..ဒီနောက်ပိုင်းပြန်လည်ဖွံ့ဖြိုးခြင်းတွေနဲ့အတူ တစ်ယောက်နဲ့တစ်ယောက် ခြိ်မ်းခြောက်လာကြတယ်..အန်နမ်ရဲ့မြို့တော်ဝန် ပါ့ခ်ဆွမ်ဘဲဆိုတာရှိတယ်..သူက တစ်မြို့လုံးကို၀ါးမြိုချင်နေတာ...သူ့ပြိုင်ဘက်ကလည်း ဘယ်ငြိမ်နေပါ့မလဲ...နေ့တိုင်းမှာတိုက်ပွဲတွေဖြစ်လို့...ကျုပ်ကတော့ အနိုင်ရတဲ့သူနဲ့ပဲပူးပေါင်းတယ်...\"ဒါကတော့ ရဲတစ်ဦးဖြစ်တဲ့ ဟွမ်ဒိုဂျောင်ရဲ့အယူအဆပါပဲ....သူက ငွေရဖို့ဆိုဘယ်လိုလူမျိုးပဲဖြစ်ဖြစ် ပူးပေါင်းပြီး ခွေးတစ်ကောင်လိုအလုပ်လုပ်မယ့်သူ....ဒီကားကတော့ အန်နမ်မြို့တော်ဝန်နဲ့ အတိုက်အခံပါတီတွေကြားမှာ လူမိုက်ဂန်းစတားတွေ..စုံထောက်တွေနဲ့ရှေ့နေတွေကြားကို ကောင်းကောင်းကြီးရိုက်ပြထားတာ..သူတော်စင်တွေ ယုန်ကလေးလိုကောင်တွေတစ်ယောက်မှ မပါဘူး..ယုံပုံစံဖြစ်နေရင်တောင် ယုန်ယောင်ဆောင်ထားတဲ့ ကျားတွေ မြေခွေးတွေပဲဖြစ်တယ်...သွေးထွက်သံယိုခန်းပေါင်းများစွာပါသလို နိုင်ငံရေးရဲ့  ပဋိပက္ခပေါင်းစုံကို အလွှာစုံ နယ်ရုပ်စုံရဲ့ ရွှေ့ကွက်ပေါင်းများစွာကိုတွေ့မြင်ရမယ်..နောက်ပြီးဒီကားက ဇာတ်လမ်းအစမှ အဆုံး Tempo ကျသွားတယ်လို့ရယ်မရှိဘူး...ကြည့်ရင်းကျော်ထဲစိမ့်အောင်လန့်လာသလို ဆက်လည်းမကြည့်ဘဲမနေနိုင်အောင် ဆွဲဆောင်မှုရှိလွန်းတယ်..သရုပ်ဆောင်တွေကလည်း ကိုရီးယားတကယ့်အထင်ကရ လူတွေကြီးပဲ...The king,The Divine Moveနဲ့ Cold eye  တို့မှာ ကြမ်းခဲ့ ရမ်းခဲ့တဲ့မင်းသားကြီးWoo-sung Jungကိုတော့ထွေထွေထူးထူးထပ်မိတ်မဆက်တော့ဘူး..စပွိုင်လာမပါလေ..ဘာဇာတ်လမ်းအကြောင်းမှမပြောလေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားမို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (2.13GB),(1.03GB) and ...",
        "rating": "6.6",
        "url": "https://megaup.net/2m7xh/Asura_-_The_City_Of_Madness_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/boyerase-136x200.jpg",
        "title": "Boy Erased(2018)",
        "description": "Boy Erased(2018)\nIMDb.....7.0,,,Rotten.....81%\n\"ဟဲလို\"\"မစ္စနန်စီအီမန်လားခင်ဗျ\"\"ဟုတ်ပါတယ်\"\"'ကျွန်တော်က ဒန်နင်ကော်လိပ်က တာဝန်ရှိသူပါ..ခင်ဗျားတို့သားနဲ့ပတ်သက်ပြီးကျောင်းမှာ သတင်းဆိုးတွေပြန့်နေလို့ပါ\"\"ရှင် ဘာများဖြစ်လို့လဲ\"\"အဲ့ဒါက....\"ဒီဖုန်းလေးတစ်ချက်ကြောင့် နန်စီတို့မိသားစု ကမ္ဘာပျက်သလိုဖြစ်သွားရတယ်...သူတို့မိသားစု(၃)ဦးရှိတယ်..ယောက်ျားဖြစ်သူနာမည်က မာရှယ်ဖြစ်ပြီး သင်းအုပ်ဆရာတစ်ဦးလည်းဖြစ်တယ်...သားရဲ့နာမည်ကတော့ ဂျဲရက်...ဖုန်းဆက်ပြီးပြောသွားတဲ့ကိစ္စကတော့ ဂျဲရက်ဟာ လိင်တူစိတ်ဝင်စားသူဖြစ်တဲ့အကြောင်းပြောတာပါ...မိဘ(၂)ပါးဖြစ်သူဟာ LGBTကိစ္စကိုလုံးဝရှုံချသူတွေပီပီ ဒီသတင်းကိုကြားတော့ယူကျုံးမရဖြစ်နေတယ်...ဒီလိုနဲ့ သားကို မျက်နှာချင်းဆိုင်မေးတဲ့အခါမှာတော့ဂျဲရက်ကိုယ်တိုင်က\"သားတကယ်လိင်တူစိတ်ဝင်စားမိပြီထင်တယ် အဖေနဲ့အမေ..ဘာကြောင့်မှန်းမသိဘူး...သားတောင်းပန်ပါတယ်\"တဲ့...ဒီကားကတော့ LGBT တွေကို ရှုတ်ချပြီး အသွင်ပြန်ပြောင်းပေးဖို့ ကြိုးစားကြတဲ့အဖွဲ့နဲ့  LGBT ဖြစ်နေတဲ့သူတွေအကြောင်းကိုရိုက်ထားတာပါ...မိဘတွေကိုယ်တိုင်က လက်မခံတဲ့အပြင် အသိုင်းအဝန်းတစ်ခုလုံးကလည်း ကဲ့ရဲ့စရာဖြစ်နေတော့ဂျဲရက်ခဗျာ ယောက်ျားစိတ်စင်စစ်ဖြစ်အောင်ကြိုးစားဖို့ ကတိပေးလိုက်ရတယ်...ကျွန်တော်တို့မြန်မာကားတွေထဲမှာတော့ LGBTကို ဟာသ အဖြစ်သရုပ်ဖော်ရုံမကစရိုက်ခပ်ကျကျပုံမျိုးတွေ သရုပ်ဖော်ထားတာများသောအားဖြင့်တွေ့ရတယ်.....သူတို့ရဲ့ပုံဖော်မှုအကျိုးဆက်ကတော့လူအသိုင်းအဝိုင်းကနေ ဖယ်ကျဉ်ဖို့ ဆိုတာမျိုးကြီးပဲကျန်နေခဲ့တယ်....ကျွန်တော်ဟာ ဒီကားနဲ့ပတ်သက်လို့ ထွေထွေထူးထူးမညွှန်းလိုဘူး....နောက်ဆုံးပြောချင်တာက လိင်တူချစ်သူဆိုတိုင်း ဟာသတစ်ခုလို၊ ကဲ့ရဲ့စရာ၊ လှောင်ပြောင်စရာ၊ နှိမ့်ချစရာလို မမြင်ပါနဲ့...အဆင့်အတန်းရှိပြီး လေးစားလောက်စရာ လိင်တူချစ်သူတွေ ကမ္ဘာမှာရော မြန်မာမှာပါ အများကြီးရှိပါတယ်..မြန်မာဇာတ်ကားအချို့ကိုကြည့်ပြီး လမ်းမဆုံးကြပါနဲ့လို့ ပြောချင်ပါတယ်။ဒါကိုလည်း ဒီဘက်ခေတ်မှာ အတေ်ာများများသိပြီးသားထင်ပါတယ်...မှတ်ချက်....((မြန်မာဇတ်ကားဆိုသည်မှာ LGBTများကို ဟာသ သဖွယ်ရိုက်ပြထားသည့် ဇာတ်ကားများကိုသာဆိုလိုသည်...))File Size : (900 ...",
        "rating": "7.0",
        "url": "https://megaup.net/S679/Boy_Erased_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/triple-141x200.jpg",
        "title": "Triple Threat(2019)",
        "description": "Triple Threat(2019)\nIMDb....7.5\nOng Bak မင္းသား တိုနီဂ်ား၊ The Raid ရဲ႕ မင္းသား Iko Uwais နဲ႕ ထိုက္ခ်ိမင္းသား တိုက္ဂါးခ်န္း တို႕ ပူးေပါင္းပါဝင္ထားတဲ့ အက္ရွင္ဇာတ္ကားကို တင္ေပးထားပါတယ္။\nဗီလိန္ေနရာမွာေတာ့ ဘြိဳင္ကာ မင္းသားၾကီး စေကာ့ အက္ဒ္ကင္း ပါဝင္ထားတာမို႕ ဘယ္ေလာက္ၾကမ္းၾကမလဲ ေျပာဖို႕မလိုေလာက္ေတာ့ပါဘူး။\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nရာဇဝတ္မႈေတြ ျမင့္တတ္ေနတဲ ့မဟာဂ်ာယာမွာ လူဆိုးဂိုဏ္းေတြႏွိမ္နင္းေရးအတြက္ အၾကီးအက်ယ္လာလွဴဒါန္းတဲ့ တရုတ္မေလး\nထန္းေရွာင္ရွန္းကို ေကာ္လင္တို႕ ေၾကးစားအဖြဲ႕က လုပ္ၾကံဖို႕ၾကိဳးစားတာမွာ ဟို ဂ်ပုသံုးေကာင္နဲ႕ ေတြ႕တာပါပဲ\n။ သူတို႕ သံုးေယာက္နဲ႕ ေကာ္လင္တို႕က အရင္ကတည္းက ရန္ျငိဳးရွိသူေတြပီပီ အတိုးေရာ အရင္းေရာ ေပါင္းျပီးဆပ္ၾကပါတယ္။\nအက်ဥ္းေျပာရရင္ေတာ့ ခ်တဲ့ကားပါ။ ခ်ပါတယ္ အားတိုင္း။ ေသနတ္ရွိရင္ေတာင္ ေဘးခ်ျပီး ခ်ပါတယ္။ ေတြ႕ရာေနရာမွာ အားတိုင္းခ်ပါတယ္။ ၾကည့္ရင္းနဲ႕ ၾကည့္တဲ့သူပါ ခ်ခ်င္ေနလိမ့္မယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...\n File Size ...",
        "rating": "5.6",
        "url": "https://megaup.net/2e12l/Triple_Threat_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/sam-142x200.jpg",
        "title": "I Am Sam(2001)",
        "description": "I Am Sam(2001)\nIMDb....7.6\nလူတစ္ေယာက္ဟာ  ေဆးရုံရဲ႕ သားဖြားခန္းထဲကုိ အေျပးအလႊားသြားေနတယ္....\nမိန္းမ မီးဖြားခန္းခ်ိန္မုိ႕ပဲလားေတာ့မသိ...သူ႕ပုံစံက သာမန္လူေတြနဲ႕အနည္းငယ္ ကြဲလြဲေနသလုိပင္...\nဂနာမၿငိမ္..မိန္းမရဲ႕သားဖြားခန္းထဲေရာက္ေတာ့လည္း ပါးစပ္က တလႈပ္လႈပ္ေရရြတ္ရင္း ကုိယ္ခႏၶာကုိ ပတ္ခ်ာလွည့္ေနတယ္...\nဂနာမၿငိမ္လြန္းနဲ႕သူ႕ကုိ ၾကက္ေသ ေသလုိလုပ္ႏုိင္လုိက္တာက ခုမွ လူ႕ေလာကထဲေရာက္လာတဲ့ သမီးေလးရဲ႕ငုိသံ....\nသူ႕ပုံစံက ငါဖခင္တစ္ေယာက္ျဖစ္ၿပီ ဒါငါ့သမီးေလး ငါတာ၀န္ယူရမယ္ ငါခ်စ္ရေတာ့မယ္ဆုိတဲ့အၾကည့္မ်ဳိးနဲ႕ သမီးေလးကုိၾကည့္ေနတယ္...\nတကယ္ေတာ့ ဆမ္က သာမန္လူေတြထက္ဥာဏ္ရည္နည္းသလုိ ေပါင္းသင္းဆက္ဆံေရးမွာလည္း အခက္အခဲရွိသူပါ..\nအယဥ္ေက်းဆုံးေျပာရရင္ ဥာဏ္ရည္ခ်ဳိ႕တဲ့သူေပါ့....ဒီလုိလူမ်ဳိးနဲ႕မွားခဲ့ၿပီး ကေလးတစ္ေယာက္ရခဲ့တဲ့မိခင္အဖုိ႕\nကေလးေမြးၿပီးၿပီးခ်င္းမွာပဲ ဆမ္တုိ႕သားအဖကုိ ထားခဲ့တယ္...ဆမ္လုိ လူအတြက္ သမီးေလးကုိေစာင့္ေရွာက္ရတာ တကယ္မလြယ္ပါဘူး...\nသူ႔သမီးေလးလူကလဲသိပ္လိမၼာတယ္ အေဖတစ္ခုသမီးတစ္ခုပါပဲ သူတို႔ဘဝက..\n.ဒီလိုနဲ႔လူစီေလး၇ႏွစ္ေလာက္ေရာက္လာေတာ့ ကေလးနဲ႔မိသားစုဆိုင္ရာဌာနက လူစီ့ကို သူ႔အေဖနဲ႔မထားဖို႔ တရားရင္ဆိုင္ဖို႔ေတြျဖစ္လာတယ္...\nအဓိက ကေတာ့ ဆမ္ရဲ႕ အားနည္းခ်က္ေၾကာင့္ပါပဲ....\nဒီလိုနဲ႔တရားရင္ဆိုင္မႈေတြျဖစ္လာတယ္ သမီးေလးကိုမိသားစုတစ္ခုကလဲေမြးစားခ်င္ေနတယ္...\nဆမ့္လိုဉာဏ္ရည္မျပည့္စံုတဲ့သူတစ္ေယာက္ တရားရင္ဆိုင္တာႏိုင္ပါ့မလား? သမီးေလးကို သူပဲေစာင့္ေရွာက္ခြင့္ရပါ့မလား?\nဆမ္နဲ႔သူ႔သမီးေလးတူတူျပန္ေနႏိုင္ပါ့မလား? ဆုိတာေတြကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕.....ဇာတ္လမ္းအၫြန္းနဲ႕ဘာသာျပန္သူကေတာ့ Cynthia ျဖစ္ပါတယ္...\nFile Size : (1GB) and (395 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:12:00\nGenre ...",
        "rating": "7.6",
        "url": "https://megaup.net/S66r/I_Am_Sam_[2001]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzo0rfLxgcbUPfjT3yjBYioFpv9.jpg",
        "title": "Patrick (2018)",
        "description": "ဒီကားေလးကေတာ့ ေကာင္မေလးနဲ႕ေခြးေလးတေကာင္ရဲ႕သံေယာဇဥ္အေၾကာင္းကိုအေျခတည္ျပီးဟာသေရာထားတဲ့ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္အျမဲတမ္းမိသားစုထဲမွာအေျပာခံေနလာခဲ့ရတဲ့ေကာင္မေလးတေယာက္တေန႕သူ႕အဖြားဆံုးသြားတဲ့အခါမွာခြးေလးတေကာင္ကိုအေမြေပးခဲ့တယ္သူမေနတဲ့တိုက္ခန္းမွာတိရိစၧာန္မေမြးရဘူးဆိုတဲ့ စည္းကမ္းတစ္ခုရွိတယ္...ေခြးေလးကိုပိုင္ရွင္မသိေအာင္ဘယ္လိုေမြးမလဲအလုပ္တဖက္နဲ႕သူမေခြးကိုဘယ္လိုထိန္းမလဲဆိုတာေတြကိုဟာသေလးနဲ႕ေႏွာျပီးရုိက္ကူးထားတာျဖစ္ပါတယ္ေနာက္ဆံုးသူမရဲ႕အေရးၾကီးဆံုးေန႕မွာေခြးေလးေပ်ာက္သြားခဲ့တဲ့အခါမွာေရာၿပန္ရွာေတြ႕ႏိုင္မလားဆိုတာ ဒီကားမွာၾကည့္ရႈရမွာပါ  File Size : (882 MB) & ( 320 MB)Quality : Web-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "5.7",
        "url": "https://megaup.net/S65x/Patrick_[2018]_(MM_Sub).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
        "title": "Destroyer (2018)",
        "description": "ဒီကားေလးကေတာ့ တကယ့္ဒိတ္ဒိတ္ၾကဲမင္းသမီး ၾကီးNicole Kidman အဓိကပါဝင္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ငယ္ရြယ္တဲ့စံုေထာက္မိန္းကေလး၁ေယာက္ ဘဏ္ဓါးျပမႈေတြနဲ႕ဆိုးသြမ္းတဲ့အဖြဲ႕ကိုတိတ္တဆိတ္စံုစမ္းဖို႕ေစလႊတ္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံဆိုးစြာပဲသူ႕ရဲ႕စစ္ဆင္ေရးက်ရွဳံးသြားခဲ့ျပီးသူခ်စ္တဲ့လူေကာတျခားလူေတြေရာအသတ္ခံလိုက္ရတဲ့အခါမွာတသက္လံုးသူ႕ကိုယ္သူအျပစ္တင္စိတ္ေတြနဲ႕ပဲေနထိုင္လာခဲ့ရင္း....သူလက္စားျပန္ေခ်ခ်င္တဲ့လူျပန္ေပၚလာတဲ့အခ်ိန္လက္စားေခ်ဖို႕ဘယ္လိုေတြၾကိဳးစားမလဲ...တဖက္မွာလည္း သူ႕ရဲ႕သမီးနဲ႕ေျပလည္ေအာင္ညိွႏိႈင္းျပီးျပႆနာေတြရွင္းရ....သမီးကိုခ်စ္တဲ့စိတ္,စိုးရိမ္စိတ္ေတြနဲ႕တဖက္မွာလည္းလက္စားေခ်လိုစိတ္ေတြကိုမင္းသမီးၾကီးကဘယ္လိုေတြသရုပ္ေဆာင္ျပီးဇာတ္ကိုဆြဲေခၚသြားမလဲဆိုတာေတြကိုဒီကားေလးမွာျမင္ရမွာျဖစ္ပါတယ္ File Size : (1 GB) & ( 410 MB)Quality : Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1y3zj/Destroyer_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/12-years-a-slave-poster-135x200.jpg",
        "title": "12 Years a Slave (2013)",
        "description": "12 Years a Slave (2013)\nIMDb - 8.1/10_____Rotten - 95%\nWon 3 Oscars. Another 238 wins & 335 nominations\n ငွေဝယ်ကျွန်စနစ်တွေက အေဘရာဟမ်လင်ကွန်း\nမတိုက်ဖျက်ခင်အထိ အမေရိကမှာရှိခဲ့ကြပါတယ်။\nအဲ့ဒီခေတ် အဲ့ဒီအခါအကြောင်း စာကြီးပေကြီးတွေမှာလည်း\nငွေဝယ်ကျွန်တွေနဲ့ ကျွန်ပိုင်ရှင် ပဋိပက္ခတွေပါလေ့ရှိပြီး\nပြည်တွင်းစစ်ကာလဆိုလည်း မမှားပါဘူး။\nကျွန်ရှင်တွေဘက်ကအမြင်ကို ပြသွားတဲ့ထဲ\nအကျော်ကြားဆုံးကတော့ \"Gone With the Wind \"\nလေရူးသုန်သုန်ပါ။ အဲ့ဒီစာအုပ်ရဲ့\nတစ်ထောင့်တစ်နေရာမှာထည့်ဖော်ပြသွားတဲ့\n၁၉ရာစုရဲ့အရောင်းရဆုံစာအုပ်\n\" Uncle Tom's Cabeint\" အန်ကယ်တွမ်ရဲ့တဲကလေး..နဲ့\nယခုကားရဲ့ မူလဘူတ \" 12yearsAslave\"ဆိုတဲ့ စာအုပ်\nစာအုပ်တွေကတော့ ကျွန်တွေဘက်က အမြင်ကို ပြထားပြီး\nနှစ်အုပ်လုံးက ထွက်ချိန်မကွာသလို အကြောင်းအရာလည်း\nမကွာခြားလှပါဘူး။ ထူးခြားချက်ကတော့12yearsASalve\nကတော့ Biography တစ်ပုဒ်ပါတဲ့။\nဒီစာအုပ်တွေမှာ နှစ်ဖက်လုံးမှာရှိတဲ့ အမှန်တရားတွေနဲ့\nထိုခေတ်အခါက ငွေဝယ်ကျွန်စနစ်ကို ကျွန်တော်တို့\nချိန်ထိုးနှိုင်းယှဉ်နိုင်ပါတယ်။\nဒီရုပ်ရှင်ကတော့ ကျွန်တော်သိသလောက်\nမြန်မာဘာသာပြန်စာအုပ်မရှိသေးတဲ့\n12 Years As A Slaveစာအုပ်ကို ရိုက်ထားတာပါ။ဇာတ်ကြောင်းတစ်ပိုင်းတစ်စကိုပြောရမယ်ဆိုရင်တော့...\nဟိုအရင်များဆီတုန်းက....\nအမေရိကန်ပြည်တွင်းစစ်ကာလလောက်မှာ\nSolomon Northupဆိုတဲ့\nလွတ်လပ်တဲ့ လူမည်းတစ်ယောက်ရှိခဲ့ပါတယ်။\nဂီတသမားသူ့ အရည်အချင်းကို ပြသရမယ်လို့\nလှည့်ဖျားပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/3zwi4/12_Years_A_Slave_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ss-143x200.jpg",
        "title": "Silence Snow ( 2019 )",
        "description": "Ewenkiမ်ိဳးႏြယ္စုေတြဟာေတာင္ေပၚမွာပဲေနထိုင္ရင္းသမင္ေမြးျမဴကာအသက္႐ွင္ေနထိုင္ေလ့႐ွိပါတယ္..တစ္ေန႔မွာအစိုးရကေနသူတို႔ကိုေတာင္ေအာက္လူေနမႈဘဝထဲမွာရပ္တည္ႏိုင္ဖို႔စီစဥ္ညႇိႏိႈင္းမႈေတြျပဳလုပ္ေပးခဲ့ပါတယ္..သူတို႔ေတြလူေနမႈဘဝထဲမွာအဆင္ေျပႏိုင္ပါ့မလား…တစ္ဖက္မွာလည္း ဝူေဟာက္နဲ႔ေက်ာက္က်န္႔ေကာ္တို႔ဟာသူငယ္ခ်င္းအရင္းေတြပါ..သူတို႔ေတြဟာေလထီးတပ္သားအျဖစ္တာဝန္ထမ္းေဆာင္ၿပီးအိမ္ျပန္လာတဲ့အခါ ဝူေဟာက္ရဲ႕မိန္းမေဖာက္ျပန္ေနတာသိလိုက္ရတဲ့အတြက္ေက်ာက္က်န္႔ေကာ္ကလက္လြန္ၿပီးသူ႔မိန္းမနဲ႔ေဖာက္ျပန္ေနတဲ့သူကိုသတ္လိုက္မိၿပီးထြက္ေျပးတိမ္းေ႐ွာင္ရင္း Ewenkiမ်ိဳးႏြယ္စုတို႔ေနထိုင္တဲ့ေတာင္ေပၚရဲ႕ေတာင္ေအာက္နားမွာ႐ွိတဲ့သစ္စက္မွာပုန္းလ်ိႈးၿပီးေနေနရပါတယ္…ေက်ာက္က်န္႔ေကာ္လက္လြန္ၿပီးသတ္လိုက္မိတဲ့သူရဲ႕အစ္ကိုဟာလည္းသူ႔ညီကိုသတ္တဲ့သူကိုေျမလွန္႐ွာမယ္ဆိုၿပီး ေနရာအႏွံလိုက္႐ွာေနပါတယ္..ဒီလိုနဲ႔သစ္စက္မွာေက်ာက္က်န္႔ေကာ္က ဝူေဟာက္နာမည္နဲ႔ရပ္တည္ေနတဲ့အခါ..ဝူေဟာက္ကဘာမ်ားျဖစ္သြားလို႔လဲ.ေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းေတြ႐ွိေနတာလဲ..Ewenkiေတြကိုေရႊ႔ေျပာင္းေပးဖို႔ေရာက္လာတဲ့ရဲမူးေရာက္လာခ်ိန္မွာေတာ့ဝူေဟာက္အေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့အခါ…ဆက္လက္ၾကည့္႐ႈၾကပါေနာ္Translated & Review By Phyo Zaw\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65m/Silence_Snow_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/bt-140x200.jpg",
        "title": "Blood and Ties ( 2013 )",
        "description": "Bluray 720p 5.1 CHအခုရက္ပိုင္းေတာင္းဆိုမွုေတြမ်ားလြန္းေနတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဟုတ္မဟုတ္တာကေတာ႔ကိုယ္႕ဟာကိုယ္သာဆံုးၿဖတ္ၾကေပါ႔အေဖတစ္ခု သမီးတစ္ခု ဘဝကိုေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနထုိင္ေနခဲ့တဲ့သားအဖ ႏွစ္ေယာက္ရဲ႕ ကံၾကမၼာဟာ\" The Devil's Whisper \"ဆိုတဲ့ရုပ္ရွင္ေလး ထုတ္လႊင့္ျပသၿပီးခ်ိန္မွာေတာ့ေဇာက္ထိုးမိုးေမွ်ာ္ျဖစ္သြားပါတယ္ဘဝတစ္ခုလံုးမွာဖခင္ျဖစ္သူကလြဲၿပီးအျခားဘယ္သူမွ မရွိတဲ့ေကာင္မေလးျဖစ္ရပ္မွန္ ရုပ္ရွင္ဇာတ္လမ္းထဲကျပန္ေပးသမားရဲ႕ အသံသူ႔အေဖရဲ႕ အသံနဲ႔ဆင္တူေနတဲ့အခ်ိန္မွာေတာ့အဆိုပါျပန္ေပးဆြဲမႈ နဲ႔သူ႔အေဖရဲ႕ ေနာက္ေၾကာင္းကို လိုက္လံစံုစမ္းရာမွသူသိလိုက္ရတဲ့အမွန္တရား က ဘာလဲသူ႔အေဖကဘယ္လိုလူမ်ိဳးလဲကံၾကမၼာ၊ သူသိထားတဲ့ အမွန္တရား၊လက္ေတြ႔ဘဝနဲ႔သူျဖစ္ေစခ်င္တဲ့ ဆႏၵေတြကထပ္တူၾကပါ့မလားဆက္လက္ၾကည္႕ရွုခံစားပါTranslated & Review By SCRN\nEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/S67l/Blood_And_Ties_(Gongbeom)_[2013]_(MM_Sub).mkv",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/First-kiss-140x200.jpg",
        "title": "Fall in Love at First Kiss ( 2019 )",
        "description": "အသစ္ထြက္ ဒီဇာတ္ကားေလးဟာဂ်ပန္ manga series ၿဖစ္တဲ႔ “Itazura na Kiss”ရဲ႕Remake Version ၿဖစ္ပါတယ္..Romanceၾကိဳက္သူေတြအတြက္ေတာ႔ကားေကာင္းပါပဲေကာင္မေလးဟာႏံုအၿပီးစာညံ႕တဲ႔ေကာင္မေလးသူဟာေက်ာင္းရဲ႕အေတာ္ဆံုးေကာင္ေလးကိုသေဘာက်လြန္းလို႕မိန္းကေလးတန္မဲ႔ခ်စ္ခြင္႔ပန္ခဲ႔ေပမယ္႔ၿငင္းပယ္ၿခင္းကိုခံလိုက္ရပါတယ္ဒါေပမယ္႔လည္း ေကာင္မေလးက လက္မေလ်ာ႔ခဲ႔ပါဘူးတေန႔မွာေတာ႔ ကံၾကမၼာဖန္လာေတာ႔ေကာင္မေလးအိမ္ဟာငလ်င္ေၾကာင္႔ပ်က္ဆီးသြားတာမို႔ေကာင္ေလးအိမ္မွာအေၾကာင္းဖန္လာတဲ႔အခါဘယ္လိုေတြဆက္ၿဖစ္ၾကမလဲဆံုဆည္းႏိုင္ၾကပါ႔မလား..ဇာတ္ကားတခုလံုးကို ရိုမန္႔ဆန္ဆန္ၾကည္နူးစြာခံစားရမွာပဲၿဖစ္ပါတယ္Translated & Review By Phyo Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/1y3z4/Fall_In_Love_At_First_Kiss_(Yi_Wen_Ding_Qing)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/Hao-165x200.jpg",
        "title": "Shocking Kung Fu Of Huo’s ( 2019 )",
        "description": "ဖိုက္တင္ကားၾကိဳက္တဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္အမွန္အကန္ဖိုက္ၿပီး စိတ္၀င္စားမွုအၿပည္႔နဲ႕ေစာင္႕ၾကည္႕ရမယ္႔ကားပဲၿဖစ္ပါတယ္ ( ဂ်င္းမဟုတ္ :3 )ဇာတ္လမ္းအညြန္းကေတာ႔သိုင္းေလာကရဲ႕အရွုပ္ေတာ္ပံုေတာ႔မဟုတ္ဘူး ကြန္ဖူးေလာကရဲ႕အရွုပ္ေတာ္ပံုလို႔ပဲဆုိရမယ္..ရွန္ဟိုင္းမွာအေနာက္တိုင္းသားေတြလာၿပီးေတာ႔တရုတ္ကြန္ဖူးကိုကင္မရာရိုက္ပီး ခိုးဖို႕ၿပင္တဲ႔ေခတ္လို႔ပဲေၿပာရမလားတရုတ္ကြန္ဖူးကိုေလွာင္ေၿပာင္ေနတဲ႔ေခတ္လို႔ပဲေၿပာရမလားပဲဒီလိုေခတ္ကိုအေၿခခံထားတဲ႔ဇာတ္ကားပါပဲလက္သီးနက္ၿပိဳင္ပြဲလို႔ တင္စားထားတဲ႔ ၿပိဳင္ပြဲမွာတရုတ္ကြန္ဖူးပညာရွင္ေတြ ေတာက္ေလ်ာက္ရွံုးေသဆံုးၾကရတယ္တစ္ေန႔မွာေတာ႔ ဒါေတြကိုၿပန္အဖတ္ဆယ္ႏိုင္မယ္႔သူရဲေကာင္းတစ္ေယာက္ထြက္ေပၚလာခဲ႔တယ္..အနက္ေရာင္မိစၦာဆုိတဲ႔သူရဲေကာင္းတစ္ဦးပါပဲ…ဒါေပမယ္႔ အနက္ေရာင္မိစၦာဆုိတဲ႔နာမည္နဲ႔ၿပိဳင္ခဲ႔သူေတြဟာတစ္ေယာက္တည္းမဟုတ္ဘူးဘယ္၂ေယာက္ရွိခဲ႔တာလဲ…ဘာေၾကာင္႔ဒီလိုလူေတြေၿပာင္းလဲေနတာလဲတကယ္လို႕မ်ား အနက္ေရာင္မိစၦာ၂ေယာက္ခ်ၾကမယ္ဆုိရင္ေရာဘယ္သူမ်ားႏိုင္မွာလဲ ?နားရွုပ္သြားၿပီလား မပူပါနဲ႔ၾကည္႕ရတာေတာ႔လံုး၀မရွုပ္တဲ႔အၿပင္ စိတ္၀င္စားမွုအၿပည္႔နဲ႔ဆက္လက္ၾကည္႕ရွုႏိုင္ပါတယ္ဇာတ္လမ္းရဲ႕ ၃ ပံု ၂ပံုကတိုက္ပြဲေတြနဲ႔ပဲၿပည္႔ေနတာပါTranslated & Review By Chu Chu\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65o/Shocking_Kung_Fu_Of_Huo’s_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ferry-152x200.jpg",
        "title": "The Ferry Man Manjusaka ( 2018 )",
        "description": "Imdb 6.4 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္စန္းခ်ီးဆုိတဲ႔ မံု႕ေဖာ္( ငရဲၿပည္အ၀င္မွာစစ္ေဆးသူ ) အသစ္ေလးတစ္ေယာက္ဟာငရဲအမွုထမ္း ေက်ာက္လီကိုသံေယာဇဥ္တြယ္ေနမိတယ္ဒါေပမယ္႔ သူမဟာ ငယ္စဥ္ကတည္းက၀ိညာဥ္ ၇ ခုရွိရာကေနတစ္ခုႏွုတ္ယူခံထားၿခင္းကိုၾကံဳေတြ႕ထားရတဲ႔ေကာင္မေလးဒါေၾကာင္႔မို႕လည္း သူဟာ မလွမပၿဖစ္ေနရတဲ႔အၿပင္ႏံုအအ နဲ႔ေပါ႔..အဲ႔အတြက္ေၾကာင္႔လည္းေက်ာက္လီကသူ႕ကိုလံုး၀ စိတ္မ၀င္စားဘူးၿဖစ္ေနပါတယ္.ဒီလိုနဲ႔တေန႕မွာ သူမ ဘ၀ထဲကိုခ်န္စိမ္းဆုိတဲ႔ေကာင္ေလးတစ္ေယာက္ေရာက္လာတဲ႔အခ်ိန္မွာဘာေတြဆက္ၿဖစ္မလဲလ်ိဳ႕၀ွက္ခ်က္ေတြဘာလဲဆုိတာေတာ႔ ကိုယ္တိုင္သာဆက္လက္ၾကည္႕ရွုပါTranslated & Review By Phyo Zaw\nEncoded By PHOENIX",
        "rating": "5.6",
        "url": "https://megaup.net/S65b/The_Ferry_Man_Manjusaka_[2018]_(MM_Sub).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ID-135x200.jpg",
        "title": "Special ID ( 2013 )",
        "description": "အက္ရွင္ကား ဖိုက္တင္ကား ၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္မင္းသား Donnie Yenရဲ႕ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ေဟာင္ေကာင္မွာတရားမ၀င္ ေမွာင္ခိုဂိုဏ္းေတြေသာင္းက်န္းေနတဲ႔ကာလမွာရဲေတြက အေရးယူဖို႕သက္ေသရွာေဖြတဲ႔အေနနဲ႔ခ်န္က်စ္လံုကို သူလ်ိဳအၿဖစ္ေစလႊတ္ထားခဲ႔တယ္..ငယ္ငယ္ကတည္းက ရဲအရာရွိတစ္ေယာက္ၿဖစ္ခ်င္ခဲ႔တဲ႔ခ်န္က်စ္လံုတစ္ေယာက္ သူလ်ိဳဘ၀မွာဘယ္လိုမ်ိဳးဒုကၡေတြၾကံဳေတြ႕ရမလဲေမွာင္ခိုဂိုဏ္းကေရာသူ႕ရဲ႕ဘ၀အမွန္ကိုသိရွိသြားမွာလားဒါ႔အၿပင္လူသတ္မွုၾကီးတခုၿဖစ္လာတဲ႔အခါမွာေတာ႔ခ်န္က်စ္လံုတစ္ေယာက္ဘယ္လိုေတြဆက္လက္လုပ္ေဆာင္မလဲဆုိတာကိုေတာ႔ဆက္လက္ၾကည္႕ရွုပါေဟာင္ေကာင္အက္ရွင္ကားေတြရဲ႕ထံုးစံအတိုင္းအက္ရွင္အပိုင္းကေတာ႔ အေထြအထူးေၿပာစရာမရွိေအာင္ေကာင္းၿပီးသားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုပါTranslated & Review By Ei Pyae\nEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/S65j/Special_ID_(Te_Shu_Shen_Fen)_[2013]_(MM_Sub).mkv",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/cyan-141x200.jpg",
        "title": "Cyan Wizard ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မေကာင္းဆုိး၀ါးေတြၾကီးစိုးေနတဲ႔ေခတ္ကာလၾကီးမွာ လူသားေတြဟာေၾကာက္လန္႔စြာနဲ႔ ေနထိုင္ခဲ႔ရတယ္..မေကာင္းဆုိး၀ါးလို႔သူတို႕ထင္တဲ႔လူတစ္ဦးကိုလည္း မီးရွိဳ႕သတ္ပစ္ဖုိ႕လည္း၀န္မေလးၾကဘူးတာအိုဆရာေလးတစ္ဦးကလည္း မေကာင္းဆုိး၀ါးေတြကိုမေကာင္းၿမင္တဲ႔သူတစ္ဦးပါပဲ..တစ္ေန႔မွာေတာ႔အၿဖစ္အပ်က္တခုေၾကာင္႔ တာအိုဆရာေလးရဲ႕ မေကာင္းဆုိး၀ါးအေပၚအၿမင္ေတြဟာေၿပာင္းလဲသြားရပါတယ္သူ႕အေဖကိုကယ္တင္ဖုိ႕အတြက္ေရာ ဘယ္လိုေတြစြန္႕လႊတ္မွုေတြလုပ္ရမလဲၿပီးေတာ႔ လူသားနဲ႔ မေကာင္းဆုိး၀ါးၾကားထဲက ၿခားနားခ်က္ကိုရွာေဖြရင္း လူသားၿဖစ္ၿဖစ္ မေကာင္းဆုိး၀ါးၿဖစ္ၿဖစ္ ခ်စ္ၿခင္းေမတၱာတရားကသာေလာကၾကီးမွာအလွပဆံုးေသာ အမွတ္တရေတြၿဖစ္တယ္ဆုိတာကိုပံုေဖၚထားတဲ႔ဇာတ္လမ္းေကာင္းေလးပါပဲ ဆက္လက္ၾကည္႕ရွုခံစားပါ This Movie Brought To You By Channel MyanmarTranslated & Review By CM_Chinese TeamEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1y2sb/Cyan_Wizard_[2019]_(MM_Sub).mkv",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/badla-et00077951-19-06-2018-10-46-53-150x200.jpg",
        "title": "Badla (2019)",
        "description": "Badla (2019)__________IMDB - 7.9/10\n=========================\nBadla -2019 ဆိုတဲ့ ရုပ်ရှင်ကားဟာဘောလိဝုဒ်ပရိသတ်တွေကြား တော်တော်လေး လူသိများတယ်ဆိုရင် မှားမယ်မထင်ပါဘူးဗျာ။\"မအိုသေး\" ဆိုတဲ့ အလောင်းစည်သူမင်းကြီးရဲ့ ပြောစကားလိုအသက်ကြီးနေပြီဖြစ်ပေမဲ့ဒီနေ့ထိ မြင်တွေ့နေရတုန်း အမီတာဘချန်းနဲ့Mulk-2018 ရဲ့ မင်းသမီး Tapsee Pannu တို့ နှစ်ယောက်ကို အဓိက မြင်တွေ့ရမှာပါ။--------------------------------------------------------\"ဇာတ်လမ်းအကျဉ်း\"တစ်နှစ်တာ Focus Business Person ဆုကိုရရှိထားတဲ့ စီးပွားရေးလုပ်ငန်းရှင်နိုင်နာဟာ လတ်တလောမှာ လူသတ်မှုတစ်ခုအတွက်သံသယရှိရသူအဖြစ် အကျယ်ချုပ်နဲ့ စောင့်ကြည့်ခံထားရပါတယ်။ဖြစ်ရပ်ကဟိုတယ်အခန်းထဲမှာ သူရယ်၊ ပူနွေးနွေးသတ်ခံထားရတဲ့ အလောင်းတစ်ခုရယ်နဲ့အခန်းဟာ ပိတ်မိနေခဲ့ပါတယ်။ဒါကို နိုင်နာက သူမသတ်ဘူးလို့ ငြင်းဆိုနေတယ်။ဒီအတွက် သူ့ရှေ့နေ ဂျင်မီဟာ အရမ်းတော်တဲ့ ရှေ့နေ ဂု(ပ်)တာကို ငှားရမ်းခဲ့ပါတယ်။ရှေ့နေ ဂု(ပ်)တာဟာ သိပ်ကို တော်တဲ့ ရှေ့နေတစ်ယောက်ပါ။အမှုမှန်ကို ဖော်ထုတ်တဲ့ နေရာမှာ ကျွမ်းကျင်သူပေါ့။နိုင်နာရဲ့ ထွက်ဆိုချက်အရ\"သေဆုံးသူနဲ့ အာဂျွန်းနဲ့ သူနဲ့ကို ဟိုတယ်ကို ချိန်းဆိုပြီစောင့်ခိုင်းပါတယ်တဲ့။ဒါပေမဲ့...ငွေကို လာရောက်မယူဘဲ စာတိုတစ်စောင်ကို ပို့ခဲ့ပါတယ်။ဒါဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1x216/Badla_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iUlP6aUCyGh3aEEU0DmnFaJlAOg.jpg",
        "title": "Racetime (2018)",
        "description": "ဒီတစ်ခေါက်ကတော့ ကာတွန်းကြိုက်တဲ့ CM ပရိတ်သတ်များအတွက်RaceTime ဆိုတဲ့ ကာတွန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ ဆောင်းရာသီ နှင်းတောထဲမှာ ကလေးတွေဟာ ကိုယ်တိုင်ဒီဇိုင်းထွင်ထားတဲ့ဆွတ်ဖားလှည်းတွေနဲ့ နှင်းလျှောစီးပြီး နှစ်စဉ်ပြိုင်ပွဲပြုလုပ်နေကျပါ။နှစ်တိုင်းလဲ ဖရန်ကီဆိုတဲ့မှန်ကြောင်လေးက ဗိုလ်စွဲနေကျပေါ့။ဒီနှစ်မှာတော့ သူတို့အရပ်ကိုအသစ်ရောက်လာတဲ့ကောင်လေး ဇက်ကဖရန်ကီကို စိန်ခေါ်ထားပါသတဲ့။အဲဒါနဲ့ပဲ ဖရန်ကီလဲ ပြိုင်ပွဲမှာအနိုင်ရရေး အစွမ်းကုန်ကြိုးစားတော့တာပေါ့။အဲ့တော့ ပြိုင်ပွဲမှာရော ဘယ်လိုရလဒ်ထွက်လာမလဲ။အဲ့ရလဒ်ပေါ်မူတည်ပြိံးရော နောက်ဆက်တွဲဘာတွေ ဆက်ဖြစ်ဦးမလဲဆိုတာကတော့ပူလောင်အိုက်စပ်နေတဲ့ရာသီဥတုမှာ နှင်းတောထဲက ကာတွန်းလေးကြည့်ပြီး အပူလျော့ကြပါစေလို့ပြောရင်း အားပေးလိုက်ကြပါဦး...File Size : (837 MB) & ( 312 MB)Quality : WEB-DL 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComdySubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "5.8",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wsrZrb2Ng3eO4TYmeBufwdKeC3a.jpg",
        "title": "Anger Management (2003",
        "description": "ေဒ့ဗ္ ဟာ အရမ္းေတာ္တဲ့ စီးပြားေရးသမား တစ္ေယာက္ျဖစ္ပါတယ္\nအရာရာတုိင္းကို စည္းစနစ္တက် လုပ္တက္ၿပီး အရွက္အေၾကာက္လဲ\nႀကီးသလို ေဒါသကိုလဲ မ်ိဳသိပ္ႏုိင္သူျဖစ္ၿပီး ေအာက္က်ိဳ႕တက္သူပါ\nဒါေပမဲ့ တစ္ရက္မွာေတာ့ အလုပ္ကိစၥ တစ္ခုကို ခ်ိန္းဆိုထားလို႔\nေလယဥ္ နဲ႔ ခရီးထြက္ရပါေတာ့တယ္...\nအဲ့ဒီမွာ ျပသနာက စေတာ့တာပါပဲ\nေဒ့ဗ္ ေဘးနားမွာ က်ပ္မျပည့္တဲ့ အူေၾကာင္ၾကား\nဘဲတစ္ေပြ ေရာက္ေနၿပီး စိတ္အေႏွာက္အယွက္ျဖစ္စရာေတြကိုပဲ\nဆက္တိုက္လုပ္ေနခဲ့ပါတယ္...\nသက္သာလို သက္သာျငား ဆိုၿပီး နားၾကပ္ေလးတပ္ၿပီး\nရုပ္ရွင္ၾကည့္ဖို႔ ေလယဥ္မယ္ ကို အကူအညီေတာင္းခဲ့ေပမဲ့\nတလြဲေတြ ျဖစ္ခဲ့ၿပီး ေနာက္ဆံုး ကိုယ္ထိလက္ေရာက္မႈ နဲ႔\nတရားရံုးေရာက္ခဲ့ပါတယ္ တရားသူႀကီးက\nအင္မတန္စိတ္ရွည္ၿပီး ေဒါသထိန္းခ်ဳပ္ႏုိင္တဲ့ ေဒ့ဗ္ ကိုမွ\nေဒါသထိန္းခ်ဳပ္နည္း သင္တန္း တက္ဖို႔ အမိန္႔ခ်မွတ္လုိက္ပါေတာ့တယ္\nကဲ ေဒ့ဗ္ တစ္ေယာက္ ေအးခ်မ္းတဲ့ ဘ၀ေလး ကေန\nဘယ္လို ေသာက္တလြဲ ေတြ နဲ႔ စတင္ေတာ့မလဲ ဆိုတာ\nဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔\nဒီရုပ္ရွင္ကားကို Yuki Aurora က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ Encode ၍ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1y2sj/Anger_Management_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/castle_poster-133x200.jpg",
        "title": "Castle in the Sky (1986)",
        "description": "Castle in the Sky (1986)\nIMDb - 8.0/10______Rotten - 96%\n \nဒီကားလေးကတော့ ဒဏ္ဍာရီဆန်ဆန် anime\nဇာတ်ကားကောင်းလေးပါ။လေထဲပေါလောပေါ်နေတဲ့\nလပျူတာကျွန်းရဲ့ ရဲတိုက်ကြီးထဲမှာ ရတနာတွေရှိတယ်လို့ရှေးလူကြီးတွေကပြောခဲ့ပါတယ်တဲ့\nကာင်လေးပါဇုဆီကိုမှော်ဆန်ဆန်လေထေဲကကျလာတဲ့ကောင်မလေးရှီးတ\nတို့စတင်တွေ့ဆုံရာက အစပြုတယ်။\nရှီးတရဲ့ဘိုးဘွားပိုင်လည်ဆွဲကိုစစ်အစိုးရနဲ့ဓားပြအုပ်စုတွေ\nဝိုင်းလုယက်ရင်းပါဇုဆီရောက်လာခဲ့တယ်ပေါ့။\nစစ်အစိုးရနဲ့ဓားပြအုပ်စု၂ဖွဲ့လုံးဟာ\nဒီကျွန်းကိုအပြိုင်အဆိုင်ရှာဖွေကြရင်း\nဘာတွေဖြစ်လာမလဲဆိုတာကတော့\nဆက်လက်ကြည့်ရှုလိုက်ပါအုံး\nဘာသာပြန် နဲ့ အညွှန်းကတော့\nHnyot Myet Wunn ဖြစ်ပါတယ်\n------------------------------------\nဒီကားေလးကေတာ့ ဒ႑ာရီဆန္ဆန္ anime\nဇာတ္ကားေကာင္းေလးပါ။ေလထဲေပါေလာေပၚေနတဲ့\nလပ်ဴတာကၽြန္းရဲ႕ ရဲတိုက္ႀကီးထဲမွာ ရတနာေတြရွိတယ္လို႔ေရွးလူႀကီးေတြကေျပာခဲ့ပါတယ္တဲ့\nကာင္ေလးပါဇုဆီကိုေမွာ္ဆန္ဆန္ေလေထဲကက်လာတဲ့ေကာင္မေလးရွီးတ\nတို႔စတင္ေတြ႕ဆံုရာက အစျပဳတယ္။\nရွီးတရဲ႕ဘိုးဘြားပိုင္လည္ဆြဲကိုစစ္အစိုးရနဲ႔ဓားျပအုပ္စုေတြ\nဝိုင္းလုယက္ရင္းပါဇုဆီေရာက္လာခဲ့တယ္ေပါ့။\nစစ္အစိုးရနဲ႔ဓားျပအုပ္စု၂ဖြဲ႕လံုးဟာ\nဒီကၽြန္းကိုအၿပိဳင္အဆိုင္ရွာေဖြၾကရင္း\nဘာေတြျဖစ္လာမလဲဆိုတာကေတာ့\nဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္\nFile Size - 893 MB\nTranslated By - Hnyot Myet Wunn\nEncoded By - Shwe Sin Nan Eain",
        "rating": "8.0",
        "url": "https://megaup.net/R2w9/Castle_In_The_Sky_[1986]_(Tenkû_No_Shiro_Rapyuta)_[MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pi7J3iH3Z1NO9q2E13ChY7imyKb.jpg",
        "title": "The Perfect Date (2019)",
        "description": "သီဟိုဠ်မှ ဉာဏ်ကြီးရှင်သည် အာယုဝဍ္ဎနဆေးညွှန်းစာကို ဇလွန်ဈေးဘေး ဗာဒံပင်ထက် အဓိဋ္ဌာန်လျက် ဂဃနဏဖတ်ခဲ့သည်။IMDB 6/10 ရရှိထားတဲ့ Netflix Origin Comedy/Romance ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုမပြောခင် အချောလေး Noah Centineo ပါဝင်သရုပ်ဆောင်ထားကြောင်းပြောပြချင်ပါတယ် အဟွင်းဟွင်းကိုယ်တွေလို သင်္ကြန်မှာအိမ်တွင်းပုန်းတဲ့သူတွေအတွက်တော့ရှယ်ပဲဘရွတ်ရက်တီကန်ဆိုတဲ့ ၁၈နှစ်အရွယ်အထက်တန်းကျောင်းသားလေးရဲ့ဘဝကို အခြေပြုထားတာဖြစ်ပါတယ်မိတဆိုးလေးဘရွတ်ဟာ ဘဝကိုအရှုံးပေးထားတဲ့ဖခင်ဖြစ်သူနဲ့နေထိုင်ပေမယ့် သူ့ရဲ့ဘဝရည်မှန်းချက်တွေကတော့ ကြီးလှပါတယ်အကောင်းဆုံးကားကိုစီးချင်တယ်ပေါ်ပြူလာအဖြစ်ဆုံးကောင်မလေးနဲ့တွဲချင်တယ်ကောင်းပေ့ဆိုတဲ့ကျောင်းကိုမှတက်ချင်တယ် အစရှိသဖြင့်ပေါ့လေအဲ့ဒီရည်မှန်းချက်တွေအမှန်တကယ်ဖြစ်လာဖို့ ကြိုးစားရာမှ ဖြစ်လာတဲ့ကမောက်ကမပေါင်းစုံကို ကြည့်ရှုရမှာဖြစ်ပါတယ်Spoil သလိုဖြစ်သွားမှာစိုးလို့ ကိုယ်တိုင်ပဲဆက်လက်အားပေးလိုက်ပါဦးရှင်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ) File Size : (700 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEB-DL.DDP5.1.x264-NTG\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/S50e/The_Perfect_Date_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6YbYvsdthtMLkMHvBiQg8uiIOp.jpg",
        "title": "The Sholay Girl (2019)",
        "description": "The Sholay Girl (2019)\nဒီဇာတ္လမ္းကေတာ့ အိႏၵိယရဲ႕ ပထမဆံုး\nစတန္႔မင္းသမီး ရက္ရွ္မား ပသန္ ရဲ႕\nအေၾကာင္းကို ရိုက္ကူးထားတာပါ။\nအျပည္ျပည္ဆိုင္ရာ အမ်ိဳးသမီးမ်ားေန႔ ျဖစ္တဲ့\nမတ္လ(၈)ရက္ေန႔မွာ ရံုတင္ျပသခဲ့ပါတယ္။\nအမ်ိဳးသမီးေတြရဲ႕ ဘ၀ရပ္တည္မႈကို\nအတၳဳပၸတၱိ နဲ႔ ရုပ္ရွင္ တြဲဖက္ၿပီး ျပသခဲ့တဲ့အတြက္\nအင္မတန္ စိတ္၀င္စားဖို႔ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nယေန႔ေခတ္မွာ အမ်ိဳးသမီးေတြက\nအမ်ိဳးသားေတြနဲ႔ ရင္ေဘာင္တန္းႏိုင္လာၾကပါၿပီ။\nအရင္ေခတ္က အမ်ိဳးသမီးေတြကေတာ့\nအႏွိမ္ခံရတဲ့အခ်ိန္ေတြ အိမ္တြင္းပုန္းခဲ့ရတဲ့အခ်ိန္ေတြ ရွိခဲ့ပါတယ္။\nရက္ရွ္မားက ဒီအစဥ္အလာေတြကို ခ်ိဳးဖ်က္ျပခဲ့ပါတယ္။\nရက္ရွ္မားလုပ္တဲ့အလုပ္အကိုင္က\nေယာက်္ားတိုင္းေတာင္ မလုပ္ရဲ၊ မလုပ္၀့ံတဲ့ စတန္႔သမားပါ။\nရုပ္ရွင္ကားတစ္ကားမွာ\nယုတိၱရွိရွိရိုက္ႏိုင္ဖို႔က စြန္႔စားခန္းေတြ ပါပါတယ္။\nစြန္႔စားခန္းအမ်ားစုမွာ မင္းသား\nမင္းသမီးေတြက ကိုယ္တိုင္ရိုက္ကူးေလ့ မရွိပါဘူး။\nအသက္နဲ႔ရင္းၿပီး လုပ္ရတဲ့အခန္းေတြဆိုရင္\nစတန္႔သမားေတြရဲ႕အခန္းက႑က အေရးပါပါတယ္။\nစတန္႔သမားေတြ လုပ္ႏိုင္ရင္ လုပ္ႏို္င္သေလာက္\nဇာတ္လမ္းရဲ႕အႏွစ္သာရက ပိုၿပီးျပည့္၀လာပါတယ္။\nစတန္႔သမားအမ်ားစုကေတာ့ ေယာက်ာ္းေလးေတြပါ။\nမင္းသမီးေတြအတြက္ဆိုရင္ ဆံပင္တုေတြစြပ္ၿပီး\nမိတ္ကပ္ေတြလိမ္းၿပီး ကူညီၾကရတာပါ။\nရက္ရွ္မားက ဒီကြက္လပ္ကို ျဖည့္ခဲ့တာပါ။\nလြယ္လြယ္ကူကူ ျဖစ္လာခဲ့တာလားဆိုေတာ့ မဟုတ္ပါဘူး။\nရက္ရွ္မား ျဖတ္သန္းခဲ့ရတဲ့\nခေရာင္းလမ္းႀကီးကုိ ဒီဇာတ္ကားမွာ ျမင္ရပါမယ္။\nဒါကေတာ့ ရက္ရွ္မားရဲ႕စကားပါ။\n\"ေမွ်ာ္လင့္ခ်က္ဆိုတာ အရိပ္လိုပဲ လို႔ ေျပာၾကပါတယ္။\nရွင့္အနားကေန ဘယ္ေတာ့မွ ထြက္သြားမွာ မဟုတ္ပါဘူး။\nဒါေပမယ့္ အေမွာင္ထဲမွာ ေနတဲ့သူကေတာ့ အရိပ္ရွိမွာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/S50d/The_Sholay_Girl_[2019]_(MM_Sub).mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVG4a27ImyPS4vvNMjCtan3QhDl.jpg",
        "title": "Dragged Across Concrete (2018)",
        "description": "သည္းထိတ္ရင္ဖုိမႈခင္းဇာတ္ကားေတြကို ၾကည့္ရွဳခ်င္တဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ခုႏွစ္ထြက္ Dragged Across Concrete ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိက္ပါတယ္…IMDb -7.3/10 နဲ႕ Rottem tomatoes 73 ေတာင္ရရွိထားျပီး ရင္တမမနဲ႕ တကယ္မိုက္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ရစ္ဂ်မန္းနဲ႕ အန္သနီဆိုတဲ့ ရဲအရာရွိႏွစ္ေယာက္တို႔ဟာ တရားခံဖမ္းတဲ့ေနရာမွာ ၾကမ္းတမ္းစြာ ကိုင္တြယ္ေျဖရွင္းခဲ့တာေတြကိုအရပ္သားတစ္ဦးက ဗီဒီယုိရိုက္ယူခဲ့အျပီးမွာေတာ့ တီဗီသတင္းထဲအထိ ဟိုးေလးတေၾကာ္ေၾကာ္ျဖစ္ျပီးအလုပ္ကေန လစာမဲ့ ေလးပတ္ ေခတၱရပ္စဲခံရပါတယ္။စံုေထာက္ရစ္ဂ်မန္းဟာ ေနာက္လမွာ အသက္ ၆၀ျပည့္ပင္စင္ယူရေတာ့မွာျဖစ္ျပီးပင္စင္ယူခ်ိန္ေရာက္ရင္ ေနမေကာင္းတဲ့ ဇနီးနဲ႕ ဆယ္ေက်ာ္သက္သမီးေလးကိုေထာက္ပ့ံဖို႔ ေငြေရးေၾကးေရး အခက္အခဲရွိေနသူပါ။အန္သနီကလည္းမၾကာခင္ လက္ထပ္ေတာ့မွာျဖစ္ျပီး သူ႕ေရွ႕ေရးအတြက္ နဲ႕ ရည္းစားကို ေရႊေပၚျမတင္ထားခ်င္သူအေနနဲ႕သူကလည္း ပိုက္ဆံတစ္နည္းနည္းနဲ႕ လုိအပ္ေနပါတယ္။ပိုက္ဆံလိုေနၾကတဲ့ အလုပ္လက္မဲ့ ရဲစံုေထာက္ႏွစ္ေယာက္ဟာ တစ္ေန႕မွာ မသကၤာတဲ့ ကားတစ္စီးေနာက္ကိုလုိက္ရင္းရာဇဝတ္မႈတစ္ခုထဲ ခုန္ဆင္းလ်က္သားျဖစ္ေနပါေတာ့တယ္။  (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dragged-across-concrete-2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yNkTNIjPl4QSQmVNQyfopM4wcFF.jpg",
        "title": "Petta (2019)",
        "description": "ေဖေဖာ္ဝါရီလကတည္းက အၾကည္ထြက္ခဲ့တဲ့ကားဆိုေပမဲ့စာအေသကပ္ပါၿပီး ႐ုပ္ထြက္သိပ္မေကာင္းတာရယ္ေၾကာင့္ ဥထားခဲ့တာ ခုေတာ့ ရွင္းရွင္းလင္းလင္းေလး ထြက္လာခဲ့ပါၿပီ။------------------------------------------------သိပ္ကို ဆိုးတဲ့ ေက်ာင္းသားေတြၾကားအေဆာင္မႉးေနရာကို အတင္းရယူလာတဲ့ လူတစ္ေယာက္ ရိွလာခဲ့ပါတယ္။ကာလီတဲ့။အသက္ၾကည့္ေတာ့ လူႀကီးပိုင္းေရာက္ေနၿပီ၊ကိုယ့္ကို ထိပါးလာၿပီေဟ့ဆိုရင္ ဘယ္သူ႕ကိုမွခြင့္မလႊတ္သူ။ဒီေတာ့ ဒီကေလးေတြၾကား သူ အေဆာင္မႉး ျဖစ္ခ်င္ရတဲ့ ရည္ရြယ္ခ်က္က ဘာမ်ားလဲ။ေက်ာင္းသားေတြ ထမင္းေကာင္းေကာင္းစားရဖို႔၊ဂ်ဴနီယာေတြ ဘိုက်အႏိုင္က်င့္တာ မရိွဘဲေကာင္းေကာင္းေနထိုင္ရဖို႔ သူ ေက်ာင္းရဲ႕ အာ့ေၾကာလန္အဖြဲ႕အျပင္ကန္ထ႐ိုက္တာေတြနဲ႔ ရင္ဆိုင္ခဲ့တယ္။မထင္မွတ္ဘဲ ညတစ္ညမွာ ေက်ာင္းသားတစ္ေယာက္ ခြင့္မတိုင္ဘဲ အျပင္သြားခဲ့တယ္။ေခါင္းမီးခဲၿပီး ကာလီဟာ လိုက္ရွာရမွာေတာ့ခ်စ္သူနဲ႔ သြားေတြ႕တဲ့ ထိုေက်ာင္းသား အဏၰဝါနဲ႔ ရင္းႏီွးခဲ့ပါတယ္။အန္ကယ္ကာလီ.... အန္ကယ္က လူပ်ဳိႀကီးလား အိမ္ေထာင္ရိွလား တဲ့။တခ်ိန္က သူ႕မွာ ဒါေတြ ရိွခဲ့ေၾကာင္း ႏႈတ္က ထုတ္ေဖာ္မေျပာလိုေတာ့တဲ့ ရင့္က်က္ခ်ိန္ေရာက္ခဲ့ၿပီေလ။ေက်ာင္းစာေမးပြဲၿပီး ႏႈတ္ဆက္ပြဲညမွာအဏၰဝါကို လူတစ္စု အႏၲရာယ္ လာျပဳခဲ့တယ္။အဏၰဝါ .. ေက်ာင္းထဲမွာေနတဲ့ ေက်ာင္းသား...သူ႕မွာ ဘယ္လိုအေၾကာင္းေၾကာင့္ ဒီလို ရန္နဲ႔ ရင္ဆိုင္ရတာလဲ...သိပ္ကို ဂ႐ုစိုက္လြန္းတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eofr/Petta_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fn0Tp9SG0IQ3Nx8iHPYPiseLMWd.jpg",
        "title": "Never Look Away (2018)",
        "description": "အႏုပညာဆုိတာ ဘာလဲ။ အႏုပညာရွင္ဆုိတာ ဘာပါလဲ။နတ္ၾကီးတဲ့ေမးခြန္းေတြျဖစ္လုိ႔ ကုိယ္တုိင္မေျဖရဲလုိ႔ သူမ်ား ေျပာထားတာေတြပဲ ကုိးကားပါရေစ။ဂ်ာမန္လူမ်ိဳး ပန္းပုဆရာ Wilhelm Lehmbruck ကေတာ့ အႏုပညာပစၥည္းတစ္ခုဆုိတာ လူသားေတြ စျဖစ္တည္တုန္းက ကမာၻၾကီးကုိျမင္ရသလုိ အသစ္အဆန္းျဖစ္ေနရမယ္ တဲ့။အဲဒီစကားကုိ သူ႕ဘာသာရွိေနတုန္းကေတာ့မထူးျခားေပမဲ့ အႏုပညာနဲ႔ေပါင္းျပီး ခံစားတတ္တဲ့ႏွလုံးသားနဲ႔ ၾကည့္လုိက္တဲ့အခ်ိန္မွာ တန္ဖုိးတစ္ခုရွိလာျပီး၊ ထူးျခားတဲ့ လွပမႈပါရွိေနတဲ့ အရာတစ္ခုျဖစ္လာပါတယ္ လုိ႔ ဒီဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ ကာ့တ္ က ခံယူထားပါတယ္။အႏုပညာရွင္ဆုိတာကေရာ ဒီဇာတ္ကားထဲကပဲ မွီျငမ္းပါမယ္။အႏုပညာရွင္ဆုိတာ တျခားအရာအားလုံးနဲ႔ အႏုပညာဆုိရင္ အႏုပညာကုိေရြးၾကတဲ့သူေတြပါတဲ့။လူတုိင္းအႏုပညာရွင္ျဖစ္ႏုိင္ပါတယ္။အႏုပညာကုိပဲေရြးဖုိ႔လုိတာပါ။ပန္းခ်ီ၊ ပန္းပု၊ ဂီတ ဘယ္အႏုပညာကုိမဆုိ ဘာအေႏွာင္အဖြဲ႕မွမရွိဘဲ လြတ္လြတ္လပ္လပ္ အႏုပညာကုိ ဖန္တီးၾကတဲ့ သူေတြ ေနာက္တစ္မ်ိဳးေျပာရရင္ အႏုပညာကုိဖန္တီးရင္း ကမာၻၾကီးကေနလြတ္ေျမာက္ေနၾကသူေတြ လုိ႔ေျပာလုိ႔ရတာေပါ့။ကုိယ့္ကုိကုိယ္ လြတ္ေျမာက္ေအာင္ ၾကိဳးစားရင္းနဲ႔ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1y2s0/Never_Look_Away_(Werk_Ohne_Autor)_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svIDTNUoajS8dLEo7EosxvyAsgJ.jpg",
        "title": "Glass (2019)",
        "description": "UNICODE\nBlu-Ray(1080p5.1,720p,480p)ဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ သူ့ေ့ရှကထွက်နှင့်ထားပြီးသားဖြစ်တဲ့ The Unbreakable (2000) နဲ့ Split (2016) တို့ကိုအရင်ကြည့်စေချင်ပါတယ်။\nဒီဇာတ်ကားသုံးကားဟာ ချိတ်ဆက်နေတယကြောင့်ပဲဖြစ်ပါတယ်။\nဒါ့အပြင် ေ့ရှနှစ်ကားမှာဇာတ်ကောင်တွေရဲ့စရိုက်သဘာဝတွေကိုရိုက်ကူးထားတာဆိုတော့ အဲ့ကားတွေအရင်ကြည့်ပြီးရင် ဒီကားဟာအချိတ်အဆက်ရှိရှိကြည့်လို့ကောင်းမယ့်ကားပဲဖြစ်ပါတယ်။\nThriller/Si-Fi ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးတော့ Cast တွေဟာလည်း သဘာရင့်မင်းသားကြီးတွေဖြစ်တဲ့ ေ့ရှကားတွေမှာလည်းပါဝင်ပြီးသားဖြစ်တဲ့ Bruce Willis, Samuel L.Jackson နဲ့ James McAvoy တို့ပဲဖြစ်ပါတယ်။\nဉာဏ်ကြီးရှင်ဖြစ်သူ Mr.Glass ခေါ် Elijah ၊ စိတ်စရိုက်ပေါင်း ၂၄မျိုးနဲ့ Keven ၊ သူမတူတဲ့ခွန်အားတွေရှိတဲ့ David တို့သုံးယောက်ကို ချုပ်နှောင်ထားပြီး စမ်းသပ်စစ်ဆေးမှုတွေလုပ်ရာကစပါတယ်။\nသူတို့ကိုယ်သူတို့ သဘာဝလွန်စွမ်းအားတယ်ရှိတယ်ဆိုတာကို မဟုတ်ကြောင်း၊ စိတ်ရောဂါတစ်ခုသာဖြစ်ကြောင်းဖြေရှင်းဖို့စမ်းသပ်နေကြတာပာ။\nအစကတော့သီးခြားစီခွဲခြားပြီးလုပ်နေကြပေမဲ့ သုံးယောက်သားပူးပေါင်းမိမှာတော့ ရှုပ်ထွေးမှုတွေစပါတော့တယ်။\nအထူးသဖြင့် Mr.Glass ၂၄မျိုးဘွဲ့ရှင် Keven တို့ပဲဖြစ်ပါတယ်။\nတစ်ယောက်လည်း အင်မတန်ထူးဆန်းတဲ့ဦးနှောက်၊ နောက်တစ်ယောက်က ရှင်းပြရခက်တဲ့အမူအကျင့်တွေနဲ့ ပေါင်းမိတာအပြင် အဲ့ဒီစမ်းသပ်ခန်းကပါလွတ်ထွက်သွားလိုက်တော့ လိုက်ဖြေရှင်းရတာပါပဲ။\nဒါပေမဲ့ Mr. Glass ဟာလည်းသူ့ရဲ့ရည်ရွယ်ချက်အစစ်ကဘာလဲ။\nKeven ဟာလည်းသူ့ရဲ့နောက်ဆုံးစရိုက်ဖြစ်တဲ့ The Beast ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cyrw/Glass_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9F4yd1lnTKFHZkme1nuPWmH1hbl.jpg",
        "title": "Justice League vs the Fatal Five (2019)",
        "description": "Fatal Five ဆိုတာ ၃၁ရာစုဆိုတဲ့ အနာဂတ္ကေနလာတဲ့ စူပါဗီလိန္ေတြေပါ့ဗ်ာ။အဲဒီ ၃၁ ရာစုမွာပဲ Justice League လို စူပါဟီးရိုးအဖြဲ႕လည္းရွိေသးတယ္။အဖြဲ႕နာမည္ကေတာ့ Legion of Superheroes တဲ့။ ၾကယ္အစုအေဝးေပါင္းစံုကေန လာၾကတဲ့ ဆယ္ေက်ာ္သက္ေလးေတြနဲ႔ ဖြဲ႕စည္းထားတဲ့ စူပါဟီးရိုးအဖြဲ႕အစည္းေပါ့။သူတို႔ေခတ္မွာေတာ့ သူတို႔ရဲ႕အၾကီးဆံုးရန္သူက ဗီလိန္ငါးေယာက္ပါဝင္တဲ့ Fatal Five။ အဲဒီငါးေယာက္ထဲမွာ ႏွစ္ေယာက္ကို Legions of Superheroes က ဖမ္းထားျပီးသား။အဲဒီႏွစ္ေယာက္ကို ကယ္တင္ဖို႔အတြက္ က်န္တဲ့သံုးေယာက္က Legions of Superheroes ရဲ႕စခန္းကိုဝင္စီး၊ Time Machine ကိုယူျပီး ၂၁ ရာစုကိုျပန္သြားတယ္။အဲဒီမွာပဲ Legions of Superheroes ထဲက Star Boy ဆိုတဲ့တစ္ေယာက္ပါ ကပ္ျပီးပါသြားတယ္။၂၁ ရာစုကိုမွ လာရတဲ့အေၾကာင္းအရင္းက Green ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/justice-league-vs-the-fatal-five-2019/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGMkLo7FDgQikYwFJSlbc49ewVU.jpg",
        "title": "Hit-and-Run Squad (2019)",
        "description": "၂၀၁၉ ခုနှစ်ထဲမှာ ထွက်ရှိထားတဲ့ Hit-and-Run Squad ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအွန်းစီယွန်းဟာ ရဲမှူးကြီးပတ်ခ်ရဲ့ လာဘ်စားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သက်သေမခိုင်လုံတာကြောင့်တိုက်ပြေးအမှုတွေကိုင်တဲ့ဌာနကိုရာထူးချရွှေ့ပြောင်းခံခဲ့ရပါတယ်..`\nထိုဌာနမှာအရမ်းတော်တဲ့ရဲတပ်သား ဆူမင်ဂျေးနဲ့တွေ့ဆုံခဲ့ပြီးတော့တိုက်ပြေးအမှုတွေကို အတူတူဖြေရှင်းခဲ့ရင်းနဲ့\nပဟေဠိဆန်တဲ့အမှုတစ်ခုကို ကြုံတွေ့ခဲ့ရပါတယ်သူတို့စုံစမ်းစစ်ဆေးရင်းနဲ့ အဲဒီတိုက်ပြေးမှူှူ့သေးသေးလေးဟာ အကြီးကြီးလာဘ်ပေးသူဖော်မြူလာဝမ်းပြိုင်ကားကွင်းပိုင်ရှင် ဂျန်ဂျယ်ချောင်းနဲ့ပတ်သက်နေတယ်ဆိုတာကို ရှာဖွေတွေ့ရှိလာပါတယ်\nအွန်းစီယွန်းအနေနဲ့ သူ့နဂိုမိခင်ဌာနရဲ့တာဝန်ကိုထမ်းဆောင်ရင်းနဲ့ ပျက်စီးဆုံးရှုံးမှုတွေတွေ့ကြုံလာရချိန်မှာတော့ အရာအားလုံးဟာ ရှု့ပ်ထွေးကုန်ပါတော့တယ်\nအရှောင်အတိမ်းတော်လွန်း အဆက်အသွယ်ကောင်းလွန်းကားမောင်းပြိုင်တာတော်လွန်းတဲ့ဂျန်ဂျယ်ချောင်းကို ဘယ်လိုတွေ ဇာတ်လမ်းဇာတ်ကွက်ဆင်ပြီးဖမ်းဆီးကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nကားမောင်းပြိုင်တဲ့အခန်းမှာလည်းတိုက်လိုက်တဲ့ကားတွေမှ သောက်သောက်လဲပါပဲ :3\nကားမောင်းပြိုင်တာတွေရော ချတာတွေရော ရယ်စရာရောဝမ်းနည်းစရာရောပါတဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဆိုတော့ အာမခံပါတယ် File Size : (1 GB) & ( 258 MB)Quality : 720p HDRipRunning Time : 2 hr 13 minFormat : Mp4Genre :  Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2e5xg/Hit-And-Run_Squad_(Bbaengban)_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHhM4qtEJohpbcE7N24qeqdig7B.jpg",
        "title": "Bullitt County (2018)",
        "description": "​ေက်ာင္​းၿပီးလို႔ အလုပ္​ကိုယ္​စီနဲ႔ ​ေဝးကြာ​ေနၾကတဲ့ သူငယ္​ခ်င္​းသံုး​ေယာက္​ဆယ္​စုႏွ္​တစ္​ခုအၾကာမွာ​ေတာ့ သူတို႔ထဲကတ္​​ေယာက္​ရဲ႕ ဘတ္​ခ်လာပါတီပြဲက်င္​းပဖို႔အတြက္​ သူတို႔သြားလၫ္​ခဲ့ၾကဘူးတဲ့ အရက္​ကိုယ္​တိုင္​ခ်က္​​ေရာင္​းတဲ့ ၿမိဳ႕ငယ္​​ေလးတစ္​ၿမိဳ႕ကိုသြားခဲ့ရာက ဒီဇာတ္​ကား​ေလး ျဖစ္​​ေပၚလာခဲ့ပါတယ္​။မတူညီ​ေတာ့တဲ့ အက်င္​့စ႐ိုက္​​ေတြ​ေၾကာင္​့ သူတို႔ခရီးစဥ္​ရဲ႕ ကံၾကမၼာကဘယ္​လို​ေျပာင္​းလဲသြားမလဲဆိုတာ ​စိတ္​လႈပ္​႐ွားဖြယ္​ရာ ၾကည္​့႐ႈရမွာ ျဖစ္​​ပါတယ္​။သံုး​ေယာက္​ဆို​ေပမယ္​့ ၾကည္​့႐ႈသူ​ေတြအ​ေနနဲ႔​ေလး​ေယာက္​ကိုျမင္​​ေတြ႔ရမွာ ျဖစ္​လို႔ပို​ေနတဲ့တစ္​​ေယာက္​ကဘာလဲဆိုတာကို​ေတာ့ ဇာတ္​လမ္​းထဲမွာ အျဖ႐ွာလိုက္​ၾကပါဦး​ေနာ္​ File Size : (986 MB) & ( 369 MB)Quality : Web-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Action , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/bullitt-county-2018/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j3OBG9Td4jnXGn7m4LuNJtzskH8.jpg",
        "title": "Among the Shadows (2019)",
        "description": "လူသား ၊ ဝံပုလွေသွေးနှောသူတွေနဲ့ ဗမ်ပိုင်းယားတွေ ရောနှောပေါင်းစပ်နေထိုင်တဲ့ဥရောပဖက်ဒရေးရှင်းနိုင်ငံ တော် အစိုးရရုံးစိုက်ရာ ဘရပ်ဆဲမြို့မှာ ဇာတ်ကားကိုအခြေတည်ပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင် ကတော့ဝံပုလွေသွေးနှော အလွတ်စုံထောက်မလေးတစ်ဦးပါ။ဥရောပဖက်ဒရေးရှင်းနိုင်ငံတော်ရဲ့ သမ္မတက ဝံပုလွေသွေးနှောတစ်ဦးဖြစ်ပြီးသမ္မတကတော်က ဗမ်ပိုင်းယားပါ။ အခြားဒီလိုမျိုးဇာတ်ကားတွေနဲ့မတူပဲ တမူ ဆန်းကြယ်တဲ့ကားပါ။အက်ရှင်နဲ့ နိုင်ငံရေးကို အချိုးကျပေါင်းစပ်ရိုက်ကူးထားပါတယ်။ကြည်​့ရှုအား​ပေးကြပါဦးFile Size : (963 MB) & ( 304 MB)Quality : Web-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre :Adventure , Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "2.2",
        "url": "https://megaup.net/1y85m/Among_The_Shadows_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45b2JGeU3PJTxlgdSOCSIYypdL3.jpg",
        "title": "The Russian Bride (2019)",
        "description": "Thriller / horror ပရိတ်သတ်တွေအတွက် ၂၀၁၈ ခုနှစ်ထွက်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ ရရှားအမျိုးသမီး နီနာတစ်ယောက် အားကိုးရတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်လိုချင်တဲ့အတွက် Russian Love Line ဆိုတဲ့ဝက်ဆိုက်မှာ ဗီဒီယိုတင်ခဲ့ပါတယ်သူ့မှာ ဒါရှာဆိုတဲ့သမီးလေးတစ်ယောက်လေးရှိပါတယ်သူ့ဗီဒီယိုမှတစ်ဆင့် အမေရိကန်သူဌေး ပလတ်စတစ်ဆာဂျင်ကားလ်နဲ့ ချစ်ကြိုးသွယ်မိကာအမေရိကားကိုလိုက်လာခဲ့ပါတော့တယ်အမေရိကားတော့ ရောက်လာပြီးတဲ့အခါမှာတော့ကားလ်ဟာ သူထင်ခဲ့သလိုသူမျိုးမဟုတ်တဲ့အခါသူရင်ဆိုင်ရတာတွေက ဘာတွေဖြစ်မလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်Nudity အခန်းတစ်ချို့နဲ့ Bloody Scenes တွေအများအပြားပါဝင်နေကြောင်းကိုတော့ သတိချပ်စေချင်ပါတယ်IMDB 5.3 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (390 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.AMZN.WEB-DL.DDP5.1.H264-CMRG\nTranslated by May ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y85g/(CM)_The_Russian_Bride_2019_(Large_Size).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmuWOLfEeAH8dkyIfeC52go23TO.jpg",
        "title": "Terbang: Menembus Langit (2018)",
        "description": "၂၀၁၈ ကထွက်ရှိထားတဲ့ ဒီ အင်ဒိုနီးရှားဇာတ်ကားလေးရဲ့ အင်္ဂလိပ်နာမည်ကတော့ Fly ပဲဖြစ်ပါတယ်မျှော်လင့်ချက်အိပ်မက်ဆိုတာသာမရှိရင် လူတွေဟာ ဘာနဲ့ အသက်ဆက်ရှင်သန်ကြမလဲ...မဖြစ်နိုင်ပါဘူးလို့ ဘယ်သူတွေ ဘယ်လိုပဲပြောပါစေ...လဲကျသွားရင် ပြန်ထပြီးရှေ့ဆက်လျှှောက်ရဲတဲ့သတ္တိသာသင့်မှာရှိရင် အိပ်မက်ဆိုတာ တကယ်ဖြစ်လာမှာပါ...အဲ့ဒါကို ဒီဇာတ်ကားလေးထဲက သာမန်ညောင်ညလက်လုပ်လက်စားမိသားစုမှာပေါက်ဖွားလာရပေမယ့် သူ့အိပ်မက်တွေအပေါ် လက်မလျှော့ပဲ မဆုတ်မနစ်ကြိုးစားခဲ့တဲ့အွန်ဂီကသက်သေပြသွားပေးမှာပဲဖြစ်ပါတယ်..IMDB 7.6/10 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ) File Size : (950 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC x264\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1y859/Terbang_-_Menembus_Langit_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/new-folder-poster-133x200.jpg",
        "title": "[18+] New Folder (2014)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။ ကိုရီးယားသမရိုးကျ ၁၈+ ဇာတ်အိမ်တွေကနေဖောက်ထွက်ပြီနှစ်ထောင်းအားရစရာ ကားကောင်းလေးတင်ဆက်လိုက်ပါတယ်။မိန်းကလေးတွေရဲ့ ယောကျာၤးလေးတစ်ယောက်အပေါ်မှာ ပိုက်ဆံပြီးရင် ဘာကအရေးအကြီးဆုံးဆိုတာကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ....ဖက်တီး တစ်ယောက် အစား နဲ့ မိန်းမကိုမြင်ရင် ဘယ်လိုမှမနေနိုင်တဲ့ တစ်ယောက်ဖြစ်နေပါတယ်ဆိုးတာက သူ့ရဲ့ အစားကြူးမှု့က သူ့ကို ဖက်တီးတစ်ယောက်ဖြစ်လာစေပြီး လုပ်သမျှ အလွဲလွဲအချော်ချော် ဖြစ်နေစေပါတယ်မိန်းကလေးတစ်ယောက်ကို မြင်ရင် ဒါမှမဟုတ်သူ့ဘေးက ဖြတ်သွားရင်တောင် ဗို့အား သောင်းတစ်ထောင်မျက်လုံးနဲ့ ခြေဆုံးခေါင်းဆုံးလိုက်ကြည့်ပါတယ်...သူကမိန်းမလိုချင်လွန်းလို့ ကြင်ရာဖက် တွေလိုက်ရှာပြီးတွေ့တွေ့နေတာကလည်း အမောပါပဲ...သူနဲ့တွေ့တဲ့မိန်းကလေးတွေကလည်း မထိရက်စရာ ကပိုကယိုအလှလေးတွေနဲ့ ဖြစ်နေတော့သူ့ခမျာ အခက်တွေ့နေပါတယ်သူ့ကိုလည်းကြည့်လေ လူကဖက်တီး မိန်းကလေးတစ်ယောက်ကိုကြည့်ရင် မကြည့်သင့်တာတွေကိုပဲ စိုက်ကြည့်နေတော့...မိန်းကလေးတွေက မခံမရပ်နိုင်အောင်ဒေါသတွေထွက်ပြီး ထွက်ပြေးကြတာချည်းပဲ။တစ်နေ့မှာ ဆိုင်မှာအလုပ်လုပ်ရင်း ရည်းစားနဲ့ပြတ်ပြီး စိတ်လေနေတဲ့ ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းပဲ ချစ်မိသွားခဲ့ပါတယ်...သူက ချစ်ခွင့်ပန်တော့ ကောင်မလေးက \"ရှင့်လိုဖက်တီးမျိုး ရွံတယ်\" ဆိုပြီး ပြစ်ပြစ်ခါခါပြောပြီးငြင်းလိုက်ပါတယ်...သူလည်းစိတ်ပျက်ပျက်နဲ့ လမ်းဖြတ်ကူးလိုက်တယ်ဆိုရင်ပဲ ကားတစ်စီးဝင်တိုက်တာခံရပြီးတော့ မျက်နှာတစ်ခုလုံးစုတ်ပြတ်သတ်သွားခဲ့ပါတယ်....သူ ဆေးရုံမှာ ...",
        "rating": "",
        "url": "https://megaup.net/Ueo3/New_Folder_(Saepoldeo)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmvfVQYBMoqmY3IcWxTmuXCH391.jpg",
        "title": "[18+] The Devil’s Feast (2007)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။\n ဂ်ပန္ ခပ္ၾကမ္းၾကမ္းၾကိဳက္တဲ့ၾကိဳက္တဲ့ ေဘာ္ဒါေတြအတြက္ ပါ...မိန္းမေတြက မာယာမယ္ေတြလား..သူတို႔လိုခ်င္တာ တစ္ခုေလးရဖို႔အတြက္ သူတို႔ရဲ႕ အလွအပေတြကို ဗန္းျပျပီး ခ်ေကြ်းတက္တယ္တဲ့လားသူတို႔ရဲ႕အလွအပေတြကလည္း Gravity ခုန္ထြက္ရံုမကဘူး သက္တံ့ေတြ အရည္ေပ်ာ္ႏိုင္တဲ့ အစားမ်ိဳးအၾကည့္ေတြကလည္း ပါးစပ္မဟပဲ နားလည္ႏိုင္ေလာက္တဲ့ စြမ္းအား ပိုင္ဆိုင္ထားသူေတြပါ..သတင္းစာတိုက္မွာ ေၾကျငာက႑ကိုတာ၀န္ယူထားတဲ့ အိုကာမိုတို တစ္ေယာက္ အေခ်ာအလွ မိန္းမကို စိတ္ကုန္ေနသူ...တစ္ေန႔မွာ သူတို႔သတင္းစာတိုက္ကို အျခားသတင္းစာတိုက္ကေန ကူမီကို တစ္ေယာက္ေျပာင္းေရႊ႕လာပါတယ္သူေျပာင္းေရႊ႕လာတယ္ဆိုရင္ပဲ တစ္တိုက္လံုးက သူေတြ အံ့ၾသဘနန္းျဖစ္ၾကကုန္တယ္ဘာလို႔လဲဆိုေတာ့ သူက လွပရံုတင္မကဘူးပညာတက္တစ္ေယာက္ျဖစ္ေနပါတယ္။ေျပာင္းေရႊ႔ေလာက္လာျပီးမၾကာခင္မွာပဲ အိုကာမိုတိုရဲ႕ လက္ယာေတြကိုၾကိဳက္တယ္ဆိုျပီး ၀င္လံုးပါေတာ့တယ္..အိုကာမိုတိုကလည္း မိန္းမကိုစိတ္ကုတ္ေနသူ ဆိုေတာ့ ခဏခ်င္းမွာပဲ ကူမီကို ေရးတဲ့ဇာတ္ထဲ၀င္ကရပါေတာ့တယ္..တစ္ကယ္ေတာ့ ကူမီကိုက သူ႔ဘ၀ကို ပ်က္စီးေစခဲ့တဲ့ သူတစ္ေယာက္ကို အျပစ္ေတြေဖၚဖို႔ သက္ေသလိုက္ရွာေနသူတစ္ေယာက္ပါ။သူမ လိုခ်င္ေနတဲ့ သက္ေသ ရသြားမလားဆိုတာေတာ့ .. ေဒါင္းသာၾကည့္ေပေတာ့ဗ်ာ..ဇာတ္ကားေလးက BDSM ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18-the-devils-feast-2007/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pn3J0siei0qYunkKZD23ch0nvYq.jpg",
        "title": "Stupid Young Heart (2018)",
        "description": "လူငယ်ဘဝမှာ မှားခဲ့တာတွေလည်းရှိမယ်။မှန်ကန်တာတွေလည်းရှိမယ်။တစ်လွဲအယူမှားနေတာတွေလည်းရှိမယ်။မဆင်မခြင်လုပ်မိတာတွေလည်းရှိမယ်။ရူးမိုက်ခြင်းတွေနဲ့ ပြည့်နှက်နေတဲ့ အပိုင်းအခြားကာလတစ်ခုပေါ့။ဒီ Stupid Young Heart ဆိုတဲ့ကားလေးထဲမှာ အထက်တန်းကျောင်းသားလေးတစ်ယောက်နဲ့ကျောင်းသူလေးတစ်ယောက်တို့ အရွယ်မတိုင်းမှီ ကျူးလွန်ခဲ့ကြပြီးကောင်မလေးမှာ ကိုယ်ဝန်ရှိလာတဲ့အခါ ဘာတွေရင်ဆိုင်ကြရလဲ။ဘယ်လိုကျော်ဖြတ်ကြရလဲဆိုတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။လောကကြီးမှာ ဖြစ်တတ်တဲ့ အရာတွေအကြောင်းကိုရိုက်ကူးပြသထားတဲ့ ဘဝရသကားတစ်ကားမို့ အားပေးကြပါဦးFile Size : (950 MB) & ( 267 MB)Quality : BluRay 720pRunning Time : 1 hr 42 minFormat : Mp4Genre  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1y856/Stupid_Young_Heart_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMbsUnRfRciBGLclsqmICPOXbir.jpg",
        "title": "Rock Star (2001)",
        "description": "ဂီတနဲ့ပတ်သက်တဲ့ ဇာတ်ကားကောင်းတွေကြည့်ရှုချင်တဲ့ပရိသတ်တွေအတွက်2001 ခုနှစ်တုန်းက မင်းသား Mark Wahlberg ပါဝင်ရိုက်ကူးထားတဲ့ Rock Star ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားဟာ မြန်မာနိုင်ငံက လေးဖြူ အငဲ ဇော်ဝင်းထွဋ် စတဲ့ မက်ဂါစတားကြီးတွေတစ်ခါက သူတို့သီချင်းတွေကို သီဆိုခဲ့ဖူးတဲ့ Judas Priest တီးဝိုင်းရဲ့ဖြစ်ရပ်မှန်ကို လျော့တိလျော့ရဲ မရေမရာ အခြေခံထားတယ်လို့ ဆိုပါတယ်...ရော့ခ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့...ခရစ် ဆိုတဲ့ ဟဲဗီးရော့ခ်တွေကို ရူးသွပ်တဲ့လူငယ်လေးတစ်ယောက်ဟာ Steel Dragon ဆိုတဲ့တီးဝိုင်းကို အရမ်း ကြိုက်နှစ်သက်ပြီးအဆိုတော်ရဲ့ အဝတ်အစားတွေ ဟန်ပန်တွေ သီချင်းဆိုဟန်တွေကအစ အားလုံးအလွတ်ရတဲ့အထိ ရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့.. ..သူ့မှာ Steel Dragon တို့ရဲ့သီချင်းတွေ ကာဗာဆိုတဲ့ ကိုယ်ပိုင်တီးဝိုင်းလေးတစ်ခုတောင်ရှိတယ်....တစ်နေ့တော့ သူ့တီးဝိုင်းဟာ ကာဗာသီချင်းတွေမဆိုချင်တော့တဲ့အခါ သူနဲ့ ခွာပြဲပြီး သူ့တီးဝိုင်းကသူ့ကိုကန်ထုတ်လိုက်ချိန်မှာကံအားလျော်စွာပဲ သူရူးသွပ်တဲ့ Steel dragon က အဆိုတော်သစ်ရှာနေချိန်ဖြစ်နေပါတယ်....သူ Steel Dragon ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y852/Rock_Star_[2001]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ksNuAeuVf5Oxwj0Y6lCwYotD1P.jpg",
        "title": "Chimera Strain (2018)",
        "description": "ဒီတစ်ခါတော့ သိပ္ပံပညာတိုးတက်နေတဲ့ ခေတ်လွန်ပိုင်းကို စိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်2018 ခုနှစ်မှာ ထွက်လာခဲ့တဲ့ Chimera Strain ဆိုတဲ့ ဇာတ်ကားလေးပါဒေါက်တာပီတာကွင့်ဆိုတဲ့ ပါရမီရှင်သိပ္ပံပညာရှင်တစ်ယောက်မှာ မွေးရာပါ ရောဂါကြောင့်သေဆုံးတော့မယ့် သားနဲ့ သမီး ရှိပါတယ် သူဟာ သားနဲ့ သမီးကို ကယ်တင်ဖို့ ကြိုးစားတဲ့အကြောင်း ရိုက်ကူးပြထားတာပါသူ့စိတ်ကူးကတော့ ကလေးတွေကို မသေနိုင်တဲ့ ဂျယ်လီငါးရဲ့ မျိုးရိုးဗီဇနဲ့ ပေါင်းစပ်ပြီးမသေနိုင်တော့တဲ့ chimera တွေ ဖြစ်လာအောင် လုပ်လိုက်ဖို့ပါသူဟာ တစ်ကိုယ်တည်း စမ်းသပ်ချက်ပေါင်းများစွာကိုလုပ်ပြီး အပြင်းအထန် ကြိုးစားနေခဲ့ပါတယ်သူ့မိန်းမဖြစ်သူကလည်း သူ့ကလေးတွေလို ရောဂါ နဲ့ သေဆုံးသွားခဲ့ပါပြီဒါပေမဲ့ သူက မသေအောင် သိပ္ပံပညာနဲ့ ပြုလုပ်ထားခဲ့လို့ အသက်ရှူပြီး ကိုမာဝင်နေခဲ့တာပါကလေးတွေအတွက် ဖခင်တစ်ယောက်ဆိုတာထက် ဆရာဝန်တစ်ယောက်အနေနဲ့ပဲ နေပြီး သားသမီးတွေကို ကယ်တင်ဖို့ နည်းလမ်းမျိုးစုံ စမ်းသပ်နေခဲ့တာပါတစ်နေ့မှာတော့ သူ့ရဲ့ လုပ်ဖော်ကိုင်ဖက်ချာလီ သူ့ဆီကို ရောက်လာပြီး သူ့ကို ကူညီခဲ့ပါတယ်နောက်ဆုံးမှာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1y85o/Chimera_Strain_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q9kL9WW0Uu4AcfTi5iCLcYzBgnm.jpg",
        "title": "Vacation (2015)",
        "description": "ဒါကတော့ Comedy ဇာတ်ကဟောင်းလေးပဲဖြစ်ပါတယ်။ကြည့်ဖူးတဲ့သူတွေလည်းရှိမှာပါ။မိသားစုတစ်သိုက် ခရီးထွက်ရင်းအလွဲလွဲအချော်ချော်တွေဖြစ်ခဲ့တာကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်မင်းသားကလည်း Hangover ထဲမှာပါဝက်ခဲ့တဲ့ Ed Helms ပဲဖြစ်ပါတယ်။ဒါ့အပြင် Thor မင်းသား Chris Hemsworthပာဝင်ပြောင်ထားပာသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိသားစုတွင်းသိပ်မနွေးထွေးတာကိုတွေ့နေရတဲ့ ဖခင်ဖြစ်သူ လေယာဉ်မှူးတစ်ယောက် နွေရာသီအားလပ်ရက်မှာမိသားစုလိုက် Road Trip ထွက်မယ်ဆိုတာကစတာပါပဲ။လမ်းတျောက်လျောက် စထွက်ကတည်းကကိုတက်လိုက်တဲ့ပြသနာတွေဟာ ခရီးဆုံးထဲထိကိုမပြီးပါဘူး။အရင်က Comedy ဇာတ်ကားဟောင်းတွေကိုကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vacation-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6Yj2UlqsrHHK6kJO1FWepR6mEd.jpg",
        "title": "Grown Ups (2010)",
        "description": "Grown Ups ဆိုတဲ့ကား​လေးက ၂၀၁၀ ခုနှစ်​က ထွက်​ခဲ့တဲ့ အ​မေရိကန်​ comedy ရုပ်​ရှင်​ကား​လေးတစ်​ကားဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းအညွှန်​းအ​နေနဲ့က​တော့ အလယ်​တန်​းတုန်​းက အတူ​ဘတ်​စကတ်​​ဘောကစားခဲ့ကြတဲ့သူငယ်​ချင်​း ၅ ​ယောက်​ သူတို့ရဲ့ နည်​းပြဖြစ်​သူ ဆုံးသွား​ကြောင်​းကို ကြားသိပြီး​နောက်​ ပြန်​လည်​ဆုံစည်​းဖြစ်​ခဲ့ကြပုံ​လေးပါ။သူငယ်​ချင်​း ၅ ​ယောက်​ဆို​ပေမယ်​့ မတူကွဲပြားတဲ့ စရိုက်​ကိုယ်​စီ ရှိကြသူ​တွေဖြစ်​ပြီး လက်​ရှိမှာလည်​း ကိုယ်​ပိုင်​ မတူညီတဲ့ ဘဝအသီးသီးကို ပိုင်​ဆိုင်​ထားကြပါတယ်​။ဒါ​ပေမယ်​့ဒီလိုစရိုက်​မတူသူ ၅ ဦးကပဲ ​ငယ်​စဉ်​က ကျောင်​းဘတ်​စကတ်​​ဘော ပြိုင်​ပွဲမှာ ချန်​ပီယံဆုကို ရရှိိခဲ့ကြသူ​တွေ ဖြစ်​ကြပါတယ်​။ဘတ်​စကတ်​​ဘောလို အားကစားတစ်​ခုကစားရာမှာ တစ်​ဦးတစ်​​ယောက်​တည်​း ​ကောင်​း​နေရုံနဲ့ နိုင်​ဖို့ဆိုတာ မဖြစ်​နိုင်​ပါဘူး။တစ်​သင်​းလုံး တက်​ညီလက်​ညီ စိတ်​တူကိုယ်​တူနဲ့ အ​ပေးအယူမျှမျှှ ကစားရတာမျိုး ဖြစ်​ပါတယ်​။ဒါ​ပေမယ်​့ဒီလို စရိုက်​ချင်​းမတူညီကြတဲ့ သူငယ်​ချင်​း ၅ ​ယောက်​က​ရော ဘယ်​လို​ကြောင်​့ ပြိုင်​ပွဲမှာအနိုင်​ရရှိခဲ့ကြတာလဲ?သူတို့ ၅ ​ယောက်​ရဲ့ တူညီတဲ့ အချက်​က​ရော ဘာဖြစ်​နိုင်​မလဲ?နှစ်​​​တွေအကြာကြီး ​ကွဲကွာ​နေတဲ့ ငယ်​သူငယ်​ချင်​း​တွေ ပြန်​​တွေ့တဲ့အခါမှာ​ရော ...",
        "rating": "6.0",
        "url": "https://megaup.net/1y85q/Grown_Ups_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLVjYX0q0wdX9CyILF6nMTRIP3x.jpg",
        "title": "Carga (2018)",
        "description": "2018 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဖြစ်ရပ်မှန်အခြေပြု ရရှားဇာတ်အေးကားတစ်ကားဖြစ်ပြီးIMDB 5.9/10 ရရှိထားပါတယ်Viktoria ကနိုင်ငံရပ်ခြားမှာ အလုပ်လုပ်ဖို့ထွက်လာခဲ့တဲ့မိန်းကလေးတွေထဲက တစ်ယောက်ပါဒါပေမယ့် ကံဆိုးမိုးမှောင်ကျပြီး လူကုန်ကူးခံခဲ့ရတဲ့အခါမှာတော့....ပြည့်တန်ဆာအတင်းအကျပ်လုပ်ခိုင်းတော့မယ့်လူယုတ်မာတွလက်ထဲက ရအောင်ရုန်းထွက်နိုင်ပါ့မလား...မကောင်းမှုဆိုတာကိုသိသိရက်နဲ့ မလူးသာမလွန့်သာအခြေအနေကြောင့်ဆက်လုပ်နေရသူ အန်တိုနီယိုကရော...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ)File Size : (850 MB) and (290 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 53min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : .720p.WEB-DL.x264.AAC-Du\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1y85n/Carga_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2SjYLE1kOiw7A1NioP24ER0aXov.jpg",
        "title": "The Man Who Killed Hitler and Then The Bigfoot (2018)",
        "description": "The man who killed Hitler and then the Bigfoot 2018ဘယ်လိုဇာတ်ကားလေးလဲမသိဘူးကြည့်သလောက်တော့ romance, action,adventure ဇာတ်ကားပါIMDB rating 5.6 ရထားတဲ့ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ကယ်ဗင်ကဒုတိယကမ္ဘာစစ်မှာ ဟစ်တလာကိုသတ်ခဲ့ပါတယ်အဲ့လိုသတ်ခဲ့တယ်ဆိုတာ ကျွမ်းကျင်အဆင့်ရှိလို့ပေါ့အသက်တွေကြီးလာပေမယ့်လဲသူ့skillကပျောက်မသွားဘူးအဲ့အချိန်မှာ အမေရိကမှာလူဝံတစ်ကောင် ရဲ့ဗိုင်းရပ်စ်ကလူတွေကိုဒုက္ခပေးတဲ့အခါကယ်တင်မယ့်အချိန်ရောက်လာတယ်ထူးခြားစွာနဲ့ကယ်ဗင်ရဲ့သွေးက ဗိုင်းရပ်စ်ကိုခံနိုင်ရည်ရှိနေတယ်အဲ့ချိန်မှကယ်ဗင်ကို အဲ့လူဝံသတ်ခိုင်းတယ် ဘယ်လိုသတ်တယ်ဘယ်လိုဖြစ်သွားလဲဆိုတာ ကြည့်ပေးပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ) File Size : (750 MB) and (260 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 38min\nFormat : Mp4\nGenre : Adventure, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-CMRG\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y85a/The_Man_Who_Killed_Hitler_And_Then_The_Bigfoot_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZn87R7gtmMCGGO8KeaAfZDhXLg.jpg",
        "title": "A Dog’s Way Home (2019)",
        "description": "လူးကပ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ခွေးဘီလူးပေါက်စလေးဖြစ်တဲ့ဘဲလာကို အမှတ်မထင် ကြုံကြိုက်ရင်း မွေးမြူဖို့ဖြစ်လာပါတယ်သူတို့နေထိုင်နေတဲ့ဒန်ဗာမြို့မှာတော့ ခွေးဘီလူးတွေကပိတ်ပင်ထားတဲ့ခွေးအမျိုးအစားထဲမှာပါပါတယ်တိရစ္ဆာန်ထိန်းသိမ်းရေးကသိလာတဲ့အခါမှတော့ သူတို့ဆက်မွေးမြူဖို့မဖြစ်နိုင်တဲ့အတွက်အိမ်ပြောင်းဖို့ထိ စီစဉ်လာခဲ့ကြပါတော့တယ်ဒါပေမယ့်လည်းတစ်နေ့မှာတော့ ခွေးမလေး ဘဲလာဟာ မထင်မှတ်ပဲထွက်ပြေးပျောက်ဆုံးသွားပါတော့တယ်သူ့သခင်ရဲ့အိမ်ပြန် ဆိုတဲ့စကားလေး တစ်ခွန်းနဲ့ သူဟာအိမ်ကိုမရ အရ ပြန်ဖို့ကြိုးစားခဲ့ပေမယ့် လွယ်လွယ်ကူကူတော့မဖြစ်ခဲ့ပါဘူးသူ့သခင်ကိုချစ်စိတ်နဲ့ အတားအဆီးများစွာကိုကျော်ဖြတ်တဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ကားလေးပါတကယ်ကို တောအထပ်ထပ် တောင်အသွယ်သွယ်ကို ဖြတ်ကျော်ခဲ့တာပဲဖြစ်ပါတယ်ခွေးလေးတွေရဲ့မေတ္တာ၊ အချစ်နဲ့ သစ္စာရှိမှုတွေက တကယ်အံ့မခန်းပဲဆိုတာကိုဒီကားမှာမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။“သင့်ဘဝမှာခွေးလေးတွေအများကြီးရှိနိုင်ပေမယ့် ခွေးလေးအတွက်ကတော့ သင်ကကမ္ဘာကြီးပါပဲ” File Size : (959 MB) & ( 262 MB)Quality : HCHDRipRunning Time : 1 hr 36 minFormat : Mp4Genre :Adventure , Drama , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded by May Pyae ...",
        "rating": "6.7",
        "url": "https://megaup.net/1y85j/A_Dog’s_Way_Home_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rY6fScdYUBgGDcMcZsIDPgX0Hvj.jpg",
        "title": "Mr. Majnu (2019)",
        "description": "အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေ အကြမ်းပတမ်းတွေ ကြည့်ရတာများပြီး အီနေပြီလားဒါဆို အချစ်ဇာတ်လမ်းလေး တစ်ကားလောက်ကြည့်ရအောင်။ဟောဗျာ မင်းသားရှိုးလိုက်တော့ လူကြိုက်များခဲ့တဲ့Helloဆိုတဲ့ တေလဂူးကားထဲက မင်းသား။မင်းသမီး တစ်ချက် ထပ်ရှိုးမယ်။ရိုးပြီး အေးချမ်းလှတဲ့ မျက်နှာထားပိုင်ရှင်လေး။ဇာတ်လမ်းထဲ တစ်ချက်ထပ်ရှိုးမယ် ။\"အချစ်ဟာ လိုက်ရင်ပြေးတယ်၊ရပ်လိုက်ပြီဆိုတော့ ကိုယ့်နောက်ကို ပြန်လိုက်တယ်။မာနတွေ သိက္ခတွေ ခဝါချပြီးအရာရာ အနစ်နာခံခဲ့ပေမယ့်မင်းမှ မမြင်နိုင်ခဲ့တာ. . .ကိုယ့်ကိုမင်းတွေ ့ဖူးတဲ့ မိန်းကလေးတွေလိုထင်နေတာ ကိုယ်တကယ်စိတ်မကောင်းဘူး။ကိုယ်သတ်မှတ်ထားတဲ့ အချစ်ဆိုတာမျိုးက တစ်ဦးကိုတစ်ဦး နားလည်ပေးပြီးချစ်သူသက်တမ်းကို လက်ချိုးရေတွက်ရင်း anniversary တွေကို အပတ်စဉ်၊လစဉ် ကျင်းပနေချင်တာမျိုး။မတတ်သာတဲ့အဆုံးမှာကိုယ့်ချစ်သူ ကိုယ့်ဘက်မှာ မရှိမှန်းသိလိုက်ရတဲ့ အခါမှာ. . .ကိုယ်ဟာ ဆောက်တည်ရာမဲ့. . .ပေးဆပ်အချစ်ဆိုပေမယ့်လည်းပိုင်ဆိုင်ခွင့်များ ရလေမလားလို့ မရဲတရဲနဲ့ မျှော်လင့်ချက် တစ်ချို့တစ်ဝက်ကိုရင်မှာပိုက်ရင်း ကိုယ်ဟာ အကြိမ်ကြိမ်သေဆုံးနေခဲ့ရသူပါ။\"ဒါက ဗစ်ကီဆိုတဲ့စော်ကြည်ဘဲကောင်လေးကိုချစ်မိတဲ့ နစ်ကီဆိုတဲ့ ကောင်မလေးရဲ့ခံစားချက်နဲ့ အချစ်နဲ့ပက်သက်တဲ့ ခံယူချက်။ကိုယ့်အတွက် အချစ်ဆိုတာတစ်လပဲခံတဲ့ လစဉ်သုံးပစ္စည်းလိုမျိုး၊လကုန်ရင် အသစ်ပြောင်းလဲရတာဟာနေသားကျနေပြီ။ဒီလိုရတဲ့ အချိန် တစ်လအတွင်းကိုယ့်ရည်းစားနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e5xj/Mr._Majnu_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p8GJqm8fqU0LxWVBuVlntbh6WPV.jpg",
        "title": "Simmba (2018)",
        "description": "ဘောလီဝုဒ်ရဲ့ နာမည်ကြီးမင်းသား ရန်ဗီးဆင့်ရဲ့ ၂၀၁၉ ထွက် နာမည်ကျော် ရုံတင်ဇာတ်ကားကြီးအကြည်ထွက်လာလို့ အမြန်ဆုံးနင်ဆက်ပေးလိုက်ပါတယ်ဒါရိုက်တာကလည်း တခြားသူမဟုတ်ဘဲ အက်ရှင်အသားပေး ဒါရိုက်တာကြီး ရိုဟစ် ရှက်တီဖြစ်တဲ့အတွက်အက်ရှင်အလန်းစားတွေ မျှော်လင့်နေသူတိုင်းအတွက် အကြိုက်တွေ့မှာ အမှန်ပါပဲနောက်ခံသီချင်းအလန်းစားတွေနဲ့ ကြမ်းမှကြိုက်သူတွေကတော့ လုံးဝကို လက်လွတ်မခံပါနဲ့=============================================ဆင်(မ်)ဘား နာမည်အပြည့်အစုံကတော့ ဆန်ဂရမ် ဘာလေရောင်သူ့မှာ ရည်ရွယ်ချက်တစ်ခုပဲရှိတယ်သူကောင်းစားရေး \"ဒါ ၂၁ ရာစုပဲ၊ ဒီမှာ လူတိုင်းဟာ ရည်ရွယ်ချက်တစ်ခုအတွက်နဲ့ပဲရှင်သန်နေကြတာအဲ့ဒါက ကိုယ့်ကောင်းစားရေးအတွက်ပဲ\"ငယ်စဉ်ကတည်းက ခါးပိုက်နှိုက်လုပ် မရိုးမသားငွေရှာတဲ့ ဆင်(မ်)ဘားတစ်ယောက် တနေ့ ရဲအဖမ်းခံရပါလေရာ၊သူ သြဇာရှိလွန်းတယ်ထင်တားတဲ့သူခိုးခေါင်းဆောင်က ရဲအရှေ့ရောက်တော့ ခွေးရှေ့က ကြောင်လေးလိုဖြစ်သွားပြီး ပိုက်ဆံတွေပေးလိုက်ရတာ မြင်လိုက်ရတယ်အဲ့ဒိအချိန်မှာ သူသိလိုက်ရတာ လောကမှာ သြဇာအာဏာအရှိဆုံးကယူနီဖေါင်း၊ယူနီဖေါင်းဝတ်ထားတဲ့သူကို လူဆိုး လူမိုက်မှန်သမျှ ကြောက်ရတယ်သူ့အတွက် ပိုက်ဆံရှာဖို့ အလွယ်ဆုံးနဲ့ အာဏာရှိဖို့က ရဲလုပ်မှဖြစ်မယ်ဆိုတဲ့ အတွေးနဲ့ ရဲတစ်ယောက်ဖြစ်အောင်လုပ်ပြီးအကျင့်ပျက်ချစား၊လာဘ်ယူတဲ့နေရာမှာ နာမည်ကျော်တဲ့ ရဲတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်ဒါပေမဲ့ မီရာမာ(ရ်) ရဲစခန်းကို ပြောင်းရွေ့မိန့်ကျတဲ့အခါမှာတော့ သူ့ဘဝအတွက် ကြီးမားတဲ့အပြောင်းလဲကြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y854/Simmba_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oeZh7yEz3PMnZLgBPhrafFHRbVz.jpg",
        "title": "The Mule (2018)",
        "description": "The Mule ဆိုတာ တကယ့်ကိုကောင်းတဲ့ဇာတ်ကားလေးတစ်ကား၊ကြည့်ရတာတန်စေမယ့်ဇာတ်ကားလေးတစ်ကား၊ပေးချင်တဲ့ message ကိုမိမိရရပေးသွားနိုင်ရုံတင်မကဘူး ရသအမျိုးမျိုးကိုပါခံစားပေးဝေနိုင်တဲ့ ဇာတ်ကားလေးတစ်ကားပါ။ဇာတ်ကားအမျိုးအစားက Crime/Drama အမျိုးအစားလေးဖြစ်ပြီးကိုရီးယားစစ်ပြန်ကြီး၊ ပန်းစိုက်ပျိုးရေးမှာအောင်မြင်ခဲ့တဲ့ အဘိုးကြီးတစ်ယောက်အသက်ကြီးမှဒုက္ခရောက်ပြီး မက္ကဆီကန်မူးယစ်ဂိုဏ်းရဲ့လက်သုံးတော်ခံတစ်ာက်ဖြစ်သွားခဲ့ရတဲ့အပြင်ဘဝမှာအကြီးမားဆုံးအမှားတစ်ခုကို အချိန်လွန်မှသိခဲ့ရတာပါပဲ။ဇာတ်လမ်းအစကနေ အဆုံးထိ မငြီးငွေ့စေရဘဲ ဆွဲဆောင်လွန်းနိုင်တဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြတာထက် ကိုယ်တိုင်ပဲအစအဆုံးကြည့်ရှုခံစားစေချင်ပါတယ်။IMDb rating ဆိုရင်လည်း 7.1 အထိရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ပြောရရင် ဒီထက်ပိုကောင်းတဲ့ကားလေးဖြစ်ပါတယ်။ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်ဝင်တေးအေးအေးလေးတွေနဲ့ ဇာတ်ရှိန်အတက်အကျလေးတွေကို ကောင်းကောင်းကြီးခံစားရမှာသေချာပါတယ်။ကြည့်ပြီးရင် နောက်ပြန်ကြည့်ဖို့သိမ်းထားသင့်တဲ့ကားလေးလည်းဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y85d/The_Mule_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/whitetiger-137x200.jpg",
        "title": "White Tiger(2012)",
        "description": "ဒီတင့်ကတော့ ဂျာမန်တို့ရဲ့ White Tiger ဆိုတဲ့တင့်ပါ....[[[ ဒီ Tiger တင့်အမျိုးအစားဟာ FURY ဆိုတဲ့ကားမှာ ဘရက်ပစ်တို့M4 Sherman တွေကို အားပါတရဖျက်ဆီးပြသွားတာ ကြည့်ဖူးတဲ့သူတွေသိမှာပါ]]တစ်စီးထဲက ဖျက်ဆီးသွားတော့ ရုရှားတင့်တပ်က အကြီးအကဲတွေနဲ့နည်းပညာသမားတွေအတွက်တော့ တကယ့်သွေးပျက်စရာပါပဲ...ပျောက်ကျားစစ်ပုံစံဆင်နွဲနေတဲ့ ဒီ White Tiger ကြီးကြောင့်များစွာအထိနာနေတဲ့ရုရှားတွေဟာ တန်ပြန်တိုက်ခိုက်ဖို့ တင့်တပ်ဖွဲစီစဉ်ပါတော့တယ်..ဒီအထဲမှာတော့ အတွေ့အကြုံများစွာရှိနေတဲ့ တင့်ကား(၁၅)စီးတိုက်ခိုက်ခံရစဉ်မသေပဲကျန်ရစ်ခဲ့တဲ့ ယာဉ်မောင်းတစ်ဦးကို ခေါင်းဆောင်ခန့်ပြီး တိုက်ခိုက်ဖို့ကြံရွယ်ကြတယ်...ကိုင်း သူတို့အောင်မြင်မလားဆိုတာကိုတော့.....ကိုင်း တင့်ကား စစ်ကားတွေမှ သဘောကြတဲ့သူတွေအတွက်ကားကောင်းတစ်ကားဖြစ်လို့ခံစားကြည့်လိုက်ပါဦး....File Size : (950 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/Sbxk/White_Tiger_(Belyy_Tigr)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/cutting-edge-poster-127x200.jpg",
        "title": "The Cutting Edge (1992)",
        "description": "The Cutting Edge (1992)_____IMDb - 6.9/10\n ဒီရုပ်ရှင်ကားက ကြည့်ဖူးသမျှ ကိုရီးယားကားတွေ တရုတ်ကားတွေထက်တောင်\nအရမ်း ရိုမန့် ဆန်တယ်လို့ ပြောလို့ရတဲ့ ရုပ်ရှင်ကားလေးပါ\nအချိန်ကာလ အားဖြင့် ၁၉၉၂ ခုနှစ်က ရုံတင်တဲ့ကားမို့\nအဲ့ဒီကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား မင်းသမီး တောင်\nလက်ရှိအချိန်မှာ အိုနေပါပြီ အဲ့ဒါကလဲ အဒ်မင်က အသဲတွေယားပြီး\nGoogle မှာ လိုက်ရှာမိခဲ့လို့ :D\nဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်\nအိုလံပစ် အားကစားပြိုင်ပွဲမှာ စကိတ်အလှစီး တာ နဲ့ ရေခဲပြင်ဟော်ကီ တို့လဲ\nအပါအဝင်ပါပဲ ...\nရေခဲပြင်အလှပြစကိတ်စီး ပြိုင်ပွဲမှာတော့ အရမ်းဟော့နေတဲ့\nကောင်မလေး တစ်ယောက် ရှိတယ် ကိတ် တဲ့\nကိတ်က သူမ လူမှန်းသိတက်ကတည်းက စကိတ်စစီးနေခဲ့ပြီ\nအရမ်းလဲ လှသလို သူဌေးသမီးလဲ ဖြစ်တော့ အရမ်းကို\nမာနကြီးတယ် ဘဝမြင့်တယ်...\nသူမ နဲ့ စကိတ် အတူစီးမယ့် သူတွေဆိုတာလဲ\nသူမ ဘယ်လောက်လှလှ ကြည့်မရကြဘူး...\nကံဆိုးတယ် ပြောရမလားပဲ ပထမ ပြိုင်ပွဲမှာတင်\nကိတ် ထွက်ခဲ့ရတယ်...\nသူ့လိုပဲ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rx3d/The_Cutting_Edge_[1992]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FbHUUyOagUQ3eDjLCXMzNW90R4.jpg",
        "title": "The Divorce Party (2019)",
        "description": "The divorce partyဟာအိမ္ေထာင္ေရးဇာတ္ကား၁ကားျဖစ္ျပီးaustralia မင္းသားေခ်ာthomas cocquerelပါဝင္သရုပ္ေဆာင္ထားတာပါ။မိန္းမ၁ေယာက္ရဲ႕ထိန္းခ်ဳပ္မႈပံုစံေအာက္မွာပဲေနထိုင္ခဲ့တဲ့ေယာက်ာၤး၁ေယာက္သူ႕မိန္းမထိန္းခ်ဳပ္မႈမပါပဲပတ္ဝန္းက်င္မွာေနထိုင္ဆက္ဆံၾကည့္တဲ့အခါ လြတ္လပ္မႈကိုခံစားႏိုင္တဲ့အခါ... နိတ္နဲ႕ဆူဇန္ဟာခဏတာေတြ႕ဆံုခ်စ္ၾကိဳက္ခဲ့ျပီးလက္ထပ္ခဲ့ၾကတဲ႕စံုတြဲ၁တြဲျဖစ္ပါတယ္။ငါးႏွစ္ၾကာျပီးေနာက္ဆူဇန္ဟာရုတ္တရက္ကြာရွင္းခြင့္ေတာင္းခံလာခဲ့ပါတယ္။ဆူဇန္ကိုခ်စ္တဲ့စိတ္နဲ႕ပဲသူမရဲ႕ထိန္းခ်ဳပ္မႈပံုစံေအာက္မွာေနခဲ့တဲ့နိတ္၁ေယာက္အိမ္ကထြက္လာျပီးေနာက္မွာသူတို႕ရဲ႕အိမ္နီးခ်င္းျဖစ္ခဲ့သူေကသီနဲ႕ေတြ႕ဖို႕အေၾကာင္းဖန္လာပါတယ္။ ဆူဇန္ကြာရွင္းခြင့္ေတာင္းတဲ့အေၾကာင္းရင္းကိုသိရွိျပီးေနာက္မွာနိတ္၁ေယာက္ ဘယ္လိုေရွ႕ဆက္သြားမလဲ....ေကသီကေရာဘယ္လိုေတြကူညီမလဲဆိုတာကိုဒီဇာတ္ကားေလးမွာၾကည့္ရႈရမွာပါ။ File Size : (873 MB) & ( 326 MB)Quality : BluRay 720pRunning Time : 1 hr 33 minFormat : Mp4Genre : Comedy , Romance Subtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "6.1",
        "url": "https://megaup.net/Sbx3/The_Divorce_Party_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u8bfQiJi1qpJSd6giCJSIe11zLn.jpg",
        "title": "Soldier of War (2019)",
        "description": "ရွက္ဖတန္ေတာအုပ္အတြင္းမွာ လူသတ္မႈေတြဆက္တုိက္ျဖစ္ေပၚေနတဲ့အေၾကာင္းကို ရိုက္ကူးတင္ဆက္ထားတာပဲ ျဖစ္ပါတယ္အာခ်ီနဲ႔သူ႔သူငယ္ခ်င္းျဖစ္သူ ဗင့္စ္တုိ႔ႏွစ္ေယာက္ဟာဆယ္ေက်ာ္သက္သဘာ၀ ေတာထဲေလွ်ာက္သြားရင္းနဲ႔\nလ်ိဳ႕၀ွက္တံခါးတစ္ခုကိုေတြ႔ရွိခဲ့ပါတယ္\nကေလးသဘာ၀သိခ်င္စိတ္နဲ႔ အဲဒီတံခါးကို ဖြင့္လိုက္တာကကံၾကမၼာဆိုးကုိ ဖိတ္ေခၚခဲ့မိေစတယ္ဆိုတာကို သူတို႔မသိခဲ့ၾကပါဘူးအာခ်ီဆြဲေခၚခံခဲ့ရျပီး ဗင့္စ္လည္း ထြက္ေျပးရင္းနဲ႔ကားတိုက္ခံခဲ့ရျပီးေနာက္မွာ ေတာအုပ္ထဲကုိ သြားတဲ့ရဲေတြ..လူေတြ..အသတ္ခံခဲ့ရပါတယ္..ဘာေၾကာင့္လဲမသိတဲ့အျပင္ ဘယ္သူမွန္းလဲမသိခဲ့ပါဘူးေျခရာလက္ရာလည္း တစ္ခုမွမကို မက်န္ခဲ့တဲ့အတြက္ေနာက္ဆံုး စစ္တပ္ကိုပါ ေခၚရတဲ့အဆင့္ျဖစ္လာခဲ့ပါတယ္ေသဆံုးမႈေတြ တရိပ္ရိပ္ျမင့္တက္လာခ်ိန္မွာေတာ့..သူတို႔ဘယ္လိုအကူအညီေတြရခဲ့ပါသလဲတကယ့္လူသတ္သမားကေရာ ဘယ္သူပါလဲပံုမွန္ကိုင္တြယ္ ေျဖရွင္းလို႔ရတဲ့ အရာတစ္ခုေရာဟုတ္ပါရဲ႕လား ဆိုတာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္လ်ိဳ႕၀ွက္ထားခ်က္ကေတာ့ ဇာတ္လမ္းတစ္၀က္ေရာက္တဲ့အထိလူသတ္သမားကို လက္ပဲျမင္ရပါေသးတယ္... File Size : (758 MB) & ( 357 MB)Quality : HDRipRunning Time : 2 hrFormat : Mp4Genre : Action , Horror , ThrillerSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2e6rn/Soldier_Of_War_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRBsefISInYZ6QuFfpY6NoD4w8f.jpg",
        "title": "Don’t Go (2018)",
        "description": "ဒီကားကေတာ့ အိပ္မက္၁ခုနဲ႕လက္ရွိျဖစ္ရပ္ၾကားကိုလွ်ိဳ႕ဝွက္ဆန္းၾကယ္စြာရုိက္ကူးထားတဲ့ကား၁ကားပါ။ မိသားစု၃ေယာက္မွာ သူတို႕ရဲ႕သမီးေလးဟာ၁ရက္မေတာ္တဆျဖစ္ျပီးေသဆံုးသြားခဲ့ပါတယ္။ထိုျဖစ္ရပ္ျပီးတဲ့ေနာက္မွာေတာ့အေဖျဖစ္သူဟာေန႕တိုင္းနီးပါးတူညီတဲ့အိပ္မက္ကိုပဲမက္ေနခဲ့တယ္။အဲ့အိပ္မက္ဟာသူ႕သမီးေလးကသူ႕ကိုလက္ရွိအခ်ိန္ကိုၿပန္လည္ဆြဲေခၚခိုင္းတာကိုအေဖျဖစ္သူ၁ေယာက္သိသြားတဲ့အခါမွာ.....ကေလးမေတာ္တဆျဖစ္သြားရတဲ့အေၾကာင္းအရင္းကိုေရာမိခင္ျဖစ္သူသိသြားခဲ့လား....အရူး၁ေယာက္လိုျဖစ္ေနတယ့္ဖခင္ကေရာသူ႕သမီးကိုတကယ္လက္ရွိကိုျပန္ေခၚႏိုင္ခဲ့မလားဆိုတာလွ်ိဳ႕ဝွက္မႈေတြမ်ားစြာနဲ႕ဒီကားေလးကိုၾကည့္ရွဳရမွာပါ။ File Size : (917 MB) & ( 337 MB)Quality : Wed-DL 720pRunning Time : 1 hr 31 MinFormat : Mp4Genre : MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "5.1",
        "url": "https://megaup.net/2e6sf/Don_t_Go_[2018]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVmWh0Zfg4UhbvdGI8LQrn1lQZJ.jpg",
        "title": "In the Heart of the Sea (2015)",
        "description": "IMDb rating 7.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို Channel Myanmar ပရိတ်သက်ကြီးအတွက် တဖန်ပြန်တင်ဆက်ပေးလိုက်ပါပြီ။December 2015 USA မှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာတကယ့်ကို လက်ရာလက်ကွက် ရိုက်ကွင်းရိုက်ချက်တွေဟာပြောင်မြောက်လွန်းပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်မင်းသားကတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး Thor ( Chris Hemsworth ) ဖြစ်ပြီး .နောက်ထပ် တစ်ယောက်ကတော့နာမည်ကြီးဇာတ်ကားတွေဖြစ်တဲ့ Batman;Begins နဲ့ Batman;The Dark Night ဇာတ်ကားတွေမှာ လူဆိုးခန်းနေရာက အဓိကသရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cillian Murphyပဲဖြစ်ပါတယ်။စွန့်စားမှုတွေနဲ့ သမုဒ္ဒရာကိုအန်တုပြီး ဝေလငါးတွေကို လိုက်လံဖမ်းဆီးကြတဲ့ ဇာတ်လမ်းလေးပါ။ချေ့(Thor) ဟာ ကျွမ်းကျင်တဲ့ ဝေလငါးဖမ်းသမားတစ်ယောက်ဖြစ်သလို ကျွမ်းကျင်တဲ့ ကပ္ပတိန်ဖြစ်ပါတယ်။နောက်ဆုံးထွက်ခဲ့တဲ့ ဝေလငါးဖမ်းတဲ့ခရီးစဉ်မှာ သူ့ရဲ့ ကျွမ်းကျင်မှုတွေကြောင့် ဝေလငါးအဆီ ပုံး 1500 ကိုရှာဖွေပေးနိုင်ခဲ့လို့ .မေဆန်က နောက်ခရီးစဉ်မှာကပ္ပတိန်ရာထူးပေးမယ်ပြောခဲ့ပါတယ်။ဒါပေမဲ့ ငွေရှိလူတန်းစားတွေရဲ့ ထုံးစံကြောင့် လက်ထောက်ကပ္ပတိန်အဖြစ်နဲ့သာ အက်ဆက်သဘောၤကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1y90e/In_the_Heart_Of_The_Sea_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/385c8968296eb5e54a50be5d1297cc82-138x200.jpg",
        "title": "Welcome to Acapulco(2019)",
        "description": "Welcome to Acapulco(2019)\nရင္ခုန္စိတ္လႈပ္ရွားစရာအက္ရွင္ ဇာတ္ကားေလးေတြကိုမွ ၾကည့္ခ်င္ပါတယ္ဆိုတဲ့ ပရိ္သတ္ၾကီးအတြက္ ၂၀၁၉ ထဲမွာ ထြက္ရွိထားတဲ့\nWelcome to Acapulco ဆုိတဲ့ ဇာတ္ကားသစ္ေလး တင္ဆက္ေပးပါမယ္\nနယူးေယာက္က ဂိမ္းေတြကို ဒီဇိုင္းေရးတဲ့ ပရိုဂရမ္မာေလးတစ္ေယာက္ဟာ အလုပ္ကိစၥနဲ႔ နယူးမကၠဆီကိုကို သြားဖို႔\nေလဆိပ္မွာ ေလယာဥ္ေစာင့္ေနရင္း မိတ္ေဆြတစ္ဦးနဲ႕မထင္မွတ္ဘဲေတြ႔ျပီး ေသာက္ၾကစားၾကရင္း ေရခ်ိန္လြန္သြားခဲ့ပါတယ္…\nအမူးလြန္ျပီးသတိျပန္ရလာခ်ိန္မွာ သူဟာေလယာဥ္ေပၚေရာက္ေနျပီးျဖစ္ျပီးေတာ့ သူစီးလာခဲ့တဲ့ ေလယာဥ္ဟာ\nနယူးမကၠဆီကိုမဟုတ္ဘဲ အရင္မကၠဆီကိုကိုျဖစ္ေနပါတယ္…ေလယာဥ္မွားစီးလာျပီေပါ့…\nဒါေၾကာင့္ နယူးမကၠဆီကို ကို ျပန္စီးဖို႔ ေလယာဥ္လက္မွတ္ဝယ္ေသာ္လည္း ေနာက္ေန႕မွ လက္မွတ္ရမွာျဖစ္တဲ့အတြက္\nေရာက္ရာအရပ္မွာပဲ တစ္ရက္ေလာက္ေနဖို႔ ဆံုးျဖတ္လိုက္ခ်ိန္မွာေတာ့ ဘာေၾကာင့္မွန္းမသိတဲ့ အေၾကာင္းကိစၥတစ္ခုေၾကာင့္\nအက္ဖ္ဘီအိုင္ေတြ စီအိုင္ေအေတြ လူဆိုးဂိုဏ္းေတြ စုျပံဳ ၿပီး အမဲလုိက္သလုိ  သူ႕ေနာက္ကုိ လုိက္ၾကပါေတာ့တယ္\n…. ဘာေၾကာင့္မ်ားျဖစ္မလဲ ..သူ႕အသက္ေဘးက ေနလြတ္ပါ့မလား...\nဘယ္လုိေတြရုန္းထြက္မလဲ...သူ႕ေနာက္ကုိေရာ အဖြဲ႕ေပါင္းမ်ားစြာက ဘာျဖစ္လုိ႕လုိက္ေနတာလဲ...ကိုယ္တိုင္ပဲ...ၾကည့္ရွဳခံစားေတာ္မူၾကပါ..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and ...",
        "rating": "5.0",
        "url": "https://megaup.net/Sbxg/Welcome_To_Acapulco_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMWY4NDFiZGEtMjE4Zi00YzM0LThjNTAtNzFiNDQ0OGY3MGIwXkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-133x200.jpg",
        "title": "Purple Sunset (2001)",
        "description": "ဒီဇတ္လမ္းကို ၾကည့္ဖူးတဲ့သူေတြကေတာ့ ၾကည့္ဖူးတယ္\nေသခ်ာသေလာက္ကေတာ့ အဲ့ဒီလူေတြ အသက္ ၃၀ ေလာက္ ရွိေလာက္ၿပီ\nရုပ္ရွင္ကားကို ဒုတိယ ကမၻာစစ္ ေလာက္မွာ အေျခတည္ထားၿပီး\nအဓိက ဇတ္ေကာင္ ၃ ေယာက္ နဲ႔ ရင္သက္ရႈေမာဖြယ္ျဖစ္ေအာင္\nရိုက္ျပသြားႏုိင္တဲ့ ရုပ္ရွင္ကားပါ...\nဂ်ပန္ေတြဟာ တရုတ္ျပည္တြင္းမွာ အေျခတည္ေနတဲ့ အခ်ိန္\nတရုတ္လူမ်ိဳးေတြကို ႏွိပ္စက္ ၊ သားမယားျပဳက်င့္ ၊ သက္ျဖတ္သလို\nဂ်ပန္လူမ်ိဳးေတြကိုပါ ေခၚလာၿပီး ရြာတည္ေနခဲ့ပါတယ္...\nအဲ့ဒီလိုအခ်ိန္မွာပဲ ရုရွားစစ္တပ္ ကလဲ ဂ်ပန္ေတြကို ၀င္တုိက္ပါတယ္\nတရုတ္ရြာသားေလး တစ္ေယာက္ဟာ စစ္သံု႔ပန္းအျဖစ္\nအဖမ္းခံရၿပီး သတ္ခံရ စဲစဲ မွာပဲ ရုရွားတပ္ေတြ ၀င္ကယ္လို႔\nရုရွားေတြ နဲ႔ အတူ ခရီးဆက္တဲ့ အထဲ ပါသြားပါတယ္...\nနယ္ေျမ မကၽြမ္းတဲ့ ရုရွားေတြကလဲ ေယာင္ေတာင္ေတာင္ နဲ႔\nတရုတ္နယ္ေျမထဲ ရြာတည္ထားတဲ့ ဂ်ပန္ေတြဆီကို\nဆိုက္ဆုိက္ၿမိဳက္ၿမိဳက္ကို ေရာက္သြားတာပါပဲ\nပစ္ၾကခတ္ၾက ေသၾက ရင္း တစ္ရြာလံုး ထြက္ေျပးၾကတယ္\nအဲ့ဒီရြာမွာပဲ ဂ်ပန္ေက်ာင္းသူေလး ၁ ေယာက္အသက္ရွင္\nက်န္ခဲ့သလို ရုရွားအဖြဲ႔လဲ လူေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2e6rh/Purple_Sunset_(Ziri)_[2001]_(MM_Sub).mp4",
        "category": "Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BOWU1OTJhYmYtOWNiOS00YjZkLWI0MDUtZTBlM2I4NzliNmYyXkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-135x200.jpg",
        "title": "Stan and Ollie(2018)",
        "description": "Stan and Ollie (2018)\nIMDb - 7.5\nRotten Tomatoes 93%\n\"ဘယ္သူၿပဳိင္လုိ႕လွပါေတာ့ႏုိင္ \"ဆုိတဲ့ဇာတ္ကားကုိ ဆရာႀကီးဦးသုခရုိက္ေတာ့\nလူႀကမ္းသရုပ္ေဆာင္ ဦးအံေက်ာ္ႀကီးပါလာတယ္...အၿမဲတမ္း လူႀကမ္းဗီလိန္ သရုပ္ေဆာင္ေသာ ဦးအံေက်ာ္ႀကီးက\nဆရာႀကီးဦးသုခရဲ႕ ဇာတ္ကားထဲတြင္ စာမတတ္ေပမတတ္ ကုိခ်စ္စရာအျဖစ္သရုပ္ေဆာင္ၿပီး\nထန္းလ်က္ေတာင္းႀကီးထမ္းကာ ဆရာမလုိ႕ရင္ေခါင္းသံႀကီးေအာ္ေခၚေျပးလုိက္တဲ့ ဟန္ပန္က\nကြ်န္ေတာ္တုိ႕အားလုံးရဲ႕ ကုိမ်က္ရည္စုိ႕ေစခဲ့သည္...\nဒီကားနဲ႔ပင္ အကယ္ဒမီဆုႀကီးကုိ ထုိက္ထုိက္တန္တန္ရရွိခဲ့သည္....ဆရာႀကီးဦးသုခလုိ လူမ်ဳိးႀကီးနဲ႕ လက္တြဲခြင့္ရလုိက္တဲ့\nဦးအံေက်ာ္ႀကီးကံေကာင္းတယ္လုိ႔ပင္ေျပာရမည္လားမသိေပ... ဒီဘက္ေခတ္မွာေတာ့\nလူႀကမ္း၊ဗီလိန္၊ဟာသသရုပ္ေဆာင္ေတြအတြက္ လုပ္ကြင္း လုပ္ကြက္ အေတာ္နည္းသည္မွာ\nအေထြအထူးျငင္းစရာမရွိေပ....\nဒီကားကေတာ့ Oliver Hardy(John C.Reilly) နဲ႔ Stan Laurel(Steven Coogan) တို႔ႏွစ္ေယာက္ရဲ႕ျဖစ္ရပ္မွန္ကုိ\nျပန္လည္ရုိက္ကူးထားတဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္...\nသူတုိ႕(၂)ေယာက္ဟာ အတြဲညီညီ ေျပာက္ေျမာက္တဲ့ ျပက္လုံးေတြေၾကာင့္ ငယ္စဥ္အခါမွာေတာ့\nအေတာ္ေအာင္ျမင္ခဲ့ပါတယ္...\nေနာက္ပုိင္း ေခတ္ကာလ အေျပာင္းအလဲေၾကာင့္  လူေတြက သူတုိ႕ကုိ သိပ္မႀကဳိက္ၾကေတာ့ပါဘူး..\nသူတုိ႕ရဲ႕အရည္အခ်င္းကုိ အေကာင္းဆုံးအသုံးခ်ေပးမယ့္ သူ လက္တြဲေဖးမေပးမယ့္သူလည္းမရွိ႕ဘူး...\nသုိ႕ေပမယ့္ သူတုိ႕(၂)ေယာက္လက္မေလ်ာ့ခဲ့ဘူး...သူ႕တုိ႕ေရႊေခတ္ကုိျပန္ေရာက္ဖုိ႕ တက္ညီလက္ညီ\nႀကဳိးစားတဲ့အခါမွာေတာ့...\nကုိင္း သူတုိ႕ဘယ္လုိႀကဳိးစားၾကလဲ...သူတုိ႕ေအာင္ျမင္ႏုိင္ပါ့မလား...ဒီကားကုိၾကည့္ရင္း ေရွးေခတ္တင္ဆက္ပုံေတြကုိၾကည့္ရမွာျဖစ္သလုိ\nသရုပ္ေဆာင္ေတြနဲ႕ ဒါရုိက္တာေတြၾကား၊ထုတ္လုပ္သူေတြ၊ေခတ္အလုိက္ပရိတ္သတ္ေတြကုိ\nတစ္ခါထဲဗဟုသုတရဖြယ္ေတြ႕ရွိပါလိမ့္မယ္...\nကုိင္း ခံစားၾကည့္လုိက္ပါဦး....\nFile Size : (900 MB) and (326 ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stan-and-ollie2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Medagascar-2012-poster-135x200.jpg",
        "title": "Madagascar 3: Europe’s Most Wanted (2012)",
        "description": "Madagascar 3: Europe's Most Wanted (2012)\nIMDb - 6.8/10_____Rotten - 79%\n  ဒီတစ်ခါတော့ Channel Myanmar ပရိတ်သတ်တွေအတွက် ၂၀၁၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့Animation ကားကောင်းလေးတစ်ကားတင်ပေးလိုက်ပါတယ်။Madagascar လို့ပြောလိုက်တာနဲ့ တလွဲတွေလုပ် ဟာသတွေဖြစ်နေတတ်တဲ့ ခြင်္သေ့ကြီး Alex နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်ကြတဲ့မြင်းကျား Marty သစ်ကုလားအုတ် Melman နဲ့ ရေမြင်းမကြီး Gloria တို့ကိုပြေးမြင်မိကြဦးမှာပါဒီနောက်ဆုံးထွက် Europe's Most Wanted မှာဆိုရင် Alex နဲ့သူ့သူငယ်ချင်းတွေဟာသူတို့ရဲ့အိမ်ဖြစ်တဲ့ New York's Central Park Zoo ကိုပြန်ဖို့ကြိုးစားနေကြတုန်းပါဒါပေမဲ့ Monte Carlo ကာစီနိုမှာဘဏ်ဖောက်ဖို့ကြိုးစားနေတဲ့ ပင်ဂွင်းနဲ့မျောက်တွေကို သွားခေါ်ရဖို့အကြောင်းဖန်လာပါတယ်အဲ့လိုနဲ့ ပြင်သစ်ကတိရစ္ဆာန်ထိန်းချုပ်ရေးအရာရှိမကြီး Dubois နဲ့တိုးတဲ့အခါမှာ Alex တို့မမျှော်လင့်တဲ့အခြေအနေတွေနဲ့ကြုံရပြန်ပါတယ်Alex တို့သူတို့ရဲ့အိမ်ကိုပြန်ရောက်နိုင်ပါ့မလား Dubois ကြီးကရော ဘယ်လိုတွေတားဆီးမလဲဆိုတာ အရှေ့က Madagascar 1 & ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sbwr/Madagascar_3_-_Europe’s_Most_Wanted_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/madagascar-2-poster-133x200.jpg",
        "title": "Madagascar: Escape 2 Africa (2008)",
        "description": "Madagascar: Escape 2 Africa (2008)\nIMDb - 6.6/10_____Rotten - 64%\n ဒီတစ်ခါတော့ 2005 ခုနှစ်က ထွက်ခဲ့တဲ့ Madagascar ဆိုတဲ့ အမေရိကန် ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Adventure comedy အမျိုးအစား ကာတွန်းကားလေးပါမာတီဆိုတဲ့ မြင်းကျားလေးရယ်အဲလက်စ်ဆိုတဲ့ ခြင်္သေ့ရယ် မယ်လ်မန်းဆိုတဲ့ သစ်ကုလားအုတ်ရယ် ဂလော်ရီရာဆိုတဲ့ ရေမြင်းမလေးရယ်သူတို့ ၄ ကောင်က အဓိက ဇာတ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်သူတို့ လေးကောင်ဟာ နယူးယော့ခ်တိရစ္ဆာန်ရုံက တိရစ္ဆာန်လေးတွေပါတိရစ္ဆာန်ရုံထဲမှာပဲ သူတို့ ဘဝကို နှစ်မြှုပ်ထားရင်း သာယာပျော်ရွှင်နေကြတဲ့ အချစ်ဆုံး သူငယ်ချင်း ၄ ယောက်ပေါ့တစ်နေ့မှာ တိရစ္ဆာန်ရုံက ပင်ဂွင်း ၄ ကောင်က အန္တာတိကတိုက်ကို ထွက်ပြေးဖို့ ကြိုးစားနေကြတာကို မြင်းကျားလေးမာတီ တွေ့လိုက်ရာကငါတို့လည်း အရိုင်းတောထဲမှာ တောရိုင်းသတ္တဝါတွေနဲ့ သွားနေရင် ပျော်စရာကောင်းမယ်လို့ သူအတွေးရသွားပါတော့တယ်သူ့မွေးနေ့မှာ ကျန်တဲ့ သူငယ်ချင်း ၃ ယောက်က ...",
        "rating": "6.6",
        "url": "https://megaup.net/2dnrj/Madagascar_-_Escape_2_Africa_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/madagascar-poster-1-133x200.jpg",
        "title": "Madagascar (2005)",
        "description": "Madagascar (2005)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီတစ်ခါတော့ 2005 ခုနှစ်က ထွက်ခဲ့တဲ့ Madagascar ဆိုတဲ့ အမေရိကန် ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Adventure comedy အမျိုးအစား ကာတွန်းကားလေးပါမာတီဆိုတဲ့ မြင်းကျားလေးရယ်အဲလက်စ်ဆိုတဲ့ ခြင်္သေ့ရယ် မယ်လ်မန်းဆိုတဲ့ သစ်ကုလားအုတ်ရယ် ဂလော်ရီရာဆိုတဲ့ ရေမြင်းမလေးရယ်သူတို့ ၄ ကောင်က အဓိက ဇာတ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်သူတို့ လေးကောင်ဟာ နယူးယော့ခ်တိရစ္ဆာန်ရုံက တိရစ္ဆာန်လေးတွေပါတိရစ္ဆာန်ရုံထဲမှာပဲ သူတို့ ဘဝကို နှစ်မြှုပ်ထားရင်း သာယာပျော်ရွှင်နေကြတဲ့ အချစ်ဆုံး သူငယ်ချင်း ၄ ယောက်ပေါ့တစ်နေ့မှာ တိရစ္ဆာန်ရုံက ပင်ဂွင်း ၄ ကောင်က အန္တာတိကတိုက်ကို ထွက်ပြေးဖို့ ကြိုးစားနေကြတာကို မြင်းကျားလေးမာတီ တွေ့လိုက်ရာကငါတို့လည်း အရိုင်းတောထဲမှာ တောရိုင်းသတ္တဝါတွေနဲ့ သွားနေရင် ပျော်စရာကောင်းမယ်လို့ သူအတွေးရသွားပါတော့တယ်သူ့မွေးနေ့မှာ ကျန်တဲ့ သူငယ်ချင်း ၃ ယောက်က မွေးနေ့လုပ်ပေးပြီး လက်ဆောင်တွေ ပေးကြပေမဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dnrl/Madagascar_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BNTk4NjBhZTUtN2MwMy00MzIyLWFhN2ItMmUwYzQ4MWQxODM3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Final Fantasy VII: Advent Children (2005)",
        "description": "Final Fantasy VII: Advent Children (2005)_________IMDb - 7.2/10 Final Fantasy VII (Movie) ဟာ\n2005 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb rating 7.2 ရရှိထားတဲ့ Animation ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nမူရင်း video game ဖြစ်ပြီး movie အဖြစ်ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nနောက်ဆုံးတိုက်ပွဲပြီးဆုံးပြီးနောက် နှစ်နှစ်အကြာ\nကမ္ဘာကြီးတစ်ခုလုံးပြန်လည်တည်ငြိမ်လာတဲ့အချိန်မှာ\nနောက်ထပ်အန္တရာယ်တစ်ခုနဲ့ ကြုံတွေ့ရပါတော့တယ်\nလူတွေအားလုံးဟာလဲကမ္ဘာမြေကပ်လို့ခေါ်တဲ့ရောဂါတစ်မျိုးဖြစ်ပွားနေပြီး\nကြေးစားစစ်သည်တစ်ဦးဖြစ်တဲ့ ကလောက်ဒ့်ဟာ ကုမ္ပဏီဥက္ကဠ ရုပ်ဖ့် နဲ့တွေ့ပြီး\nရုပ်ဖ့်က ဂျီနိုဗာဆဲလ်ကိုလိုက်ရှာနေတဲ့ လူသုံးယောက်ကို\nတားဆီးဖို့အကူညီတောင်းရာမှာ ငြင်းဆန်ပြီးပြန်လာခဲ့ပါတယ်\nသူပြန်လာချိန်မှာတော့ သူနဲ့အတူနေထိုင်တဲ့ ရောဂါခံစားနေရတဲ့\nမိဘမဲ့ကလေးငယ်တွေကို ဖမ်းခေါ်သွားကြတာကိုသိလိုက်ရပါတယ်\nတစ်ကိုယ်တည်းနေတတ်တဲ့ ကလောက်ဒ့်မှာလဲ ရောဂါခံစားနေရပြီး\nသူငယ်ချင်းတွေကိုတောင်မပြောပြခဲ့ပါဘူး\nဒါပေမဲ့ သူကလေးတွေကို ကယ်တင်ဖို့ကြိုးစားရင်း\nဂျီနိုဗာဆဲလ်ကို ရှာဖွေနေတဲ့ လူသုံးယောက်ကို ကလောက်ဒ့် နဲ့\nသူ့သူငယ်ချင်းတွေ ကနောက်တစ်ကြိမ် ပြန်လည်တိုက်ခိုက်ကြရပါတော့တယ်\nVideo game ကနေ movie အဖြစ်ထွက်လာတဲ့အတွက်\nfighting scenes တွေကလဲအမိုက်စားတွေမို့ ကြိုက်ကြမှာပါ။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ Ko Myo Myint Maung(ငတုံးမျိုးကို) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1x2co/Final_Fantasy_VII_-_Advent_Children_(Fainaru_Fantajî_Sebun_Adobento_Chirudoren)_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY0OTIwNzI4NF5BMl5BanBnXkFtZTgwMTI3Mjk0NzM@._V1_-135x200.jpg",
        "title": "Never Grow Old(2019)",
        "description": "Never Grow Old(2019)IMDb...5.5,,,,,Rotten..100%အလြန္ေအးခ်မ္းသာယာလွတဲ့ နယ္စပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ရွိတယ္....\nဒီေအးခ်မ္းမႈေတြဟာ ဒတ္ခ်္အဲလ္ဘတ္ နဲ႔ သူ႔လူေတြ ေရာက္လာတဲ့အခ်ိန္မွာေတာ့ကမၻာပ်က္သလုိျဖစ္ကုန္တယ္.. ဒတ္ခ်္အဲလ္ဘတ္တုိ႕အဖြဲ႕ဟာသူတို႔ကိုဆန္႔က်င္သူအားလံုးကုိ\nေသနတ္နဲ႔ပစ္သတ္ တဲ့အျပင္  ၿမဳိ႕ေနလူထုအေပၚမွာလည္း လုပ္ခ်င္တုိင္းလုပ္ေနတယ္...မည္သုိ႕ပင္ဆုိေစကာ မူ  ဒီၿမိဳ႕ရဲ႕ သုဘရာဇာ ပတ္ထရစ္ တိတ္ ကေတာ့\nလူသတ္မႈေတြမ်ားလာတာနဲ႔အမွ် အလုပ္အကိုင္ အဆင္ေျပသလုိေတာင္ျဖစ္လာတယ္....\nသူကိုယ္တိုင္လည္း လူရမ္းကားဝရမ္းေျပးေတြနဲ႔ အေပါင္းအသင္းျဖစ္သြားခဲ့တယ္...ဒါေပမဲ့ ေနာက္ပိုင္းမွာေတာ့ သူ႔မိသားစုပါ အႏၱရာယ္ရွိလာတဲ့အခါ\nလူရမ္းကားေတြလက္ကေန သူ႔မိသားစုကို ႀကိဳးစားကယ္တင္ပံုေတြကို\nရင္တထိတ္ထိတ္ နဲ႔ ၾကည့္ရႈခံစားရမဲ့ အက္ရွင္ ဇာတ္ကားေကာင္းတစ္ကားပါ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္.. File Size : (850 MB) and (316 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/Sbwv/Never_Grow_Old_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ed0j0DHR8d35SoCIO9eMYokizpJ.jpg",
        "title": "Sunday’s Illness(2018)",
        "description": "Sunday's Illness(2018)\nIMDb....7.0\nကလဲရာ ဆိုတဲ့ ကေလးမေလး အသက္ရွစ္ႏွစ္အရြယ္မွာ\nမိခင္ျဖစ္သူရဲ႕စြန္႔ပစ္ျခင္းခံခဲ့ရတယ္.....\nသံုးဆယ့္ငါးႏွစ္ၾကာၿပီးတဲ့ေနာက္မွာေတာ့ ကလဲရာဟာ\nသူ႔အေမကို လိုက္ရွာၿပီးသူနဲ႔အတူ ဆယ္ရက္ ေနေပးဖို႔\nေတာင္းဆိုခဲ့တယ္...\nကလဲရာအတြက္ အေမကုိလြမ္းဆြတ္လုိ႕ အတူေနခ်င္လုိ႕ေတာင္းဆုိတာမဟုတ္ပါဘူး..\nသူမမွာ သီးျခားအေၾကာင္းေတြရွိပါေသးတယ္...\nဒါ့အျပင္ အေဖနဲ႕ပတ္သက္တာေတြလည္း လိမ္လည္ထားပါေသးတယ္...\nသုိ႕ေပမယ့္ သူမရဲ႕ အေမျဖစ္သူဟာ ကလဲရာမွာ လွ်ဳိ႕၀ွက္ခ်က္ေတြရွိတယ္ဆုိတာကုိရိပ္မိတဲ့အတြက္\n(၁၀)ရက္အတူေနၿပီး သိေအာင္ႀကဳိးစားတဲ့အခါမွာေတာ့...\nကလဲရာဘာေတြလွ်ဳိ႕၀ွက္ထားတာလဲ...\nအေမျဖစ္သူကေရာ ဘာလုိ႕စြန္႕ပစ္ခဲ့တာလဲ...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါ...\nဒီကားက ဆုေပါင္း(၇)ဆုရရွိထားသလုိ အျခားဆု(၁၂)ဆုအတြက္လည္း ဆန္ကာတင္ေရြးခ်ယ္ခံထားရပါတယ္..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...\nFile Size : (896MB) and (366 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:53:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2e6rx/Sunday’s_Illness_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/50-143x200.jpg",
        "title": "Love in 50 Meters ( 2018 )",
        "description": "ငယ္ငာ္ကတည္းက ထူးထူးၿခားၿခားပံုစံမ်ိဳးလို႔ေၿပာရမယ္ေကာင္ေလးတစ္ေယာက္ကသူ႕အနားကို မီတာ ၅၀ အကြာထက္နီးလာတာတဲ႔တစ္ခုမဟုတ္တခုၿဖစ္တတ္တဲ႔ ယိြေမရန္ နဲ႔ ယိြေမရန္အတြက္ကံၾကမၼာဆုိးေတြယူလာေပးတတ္တဲ႔လီရွီခြ်မ္တို႕၂ေယာက္ဟာမူလတန္းကတည္းက ကြဲကြာသြားခဲ႔ၾကၿပီး 18 ႏွစ္ၾကာမွၿပန္လည္ဆံုဆည္းဖို႕ကံက အေၾကာင္းဖန္လာခဲ႔တယ္မေၿပာင္းလဲေသးတဲ႔အရာတစ္ခုဆိုလို႕မီတာ ၅၀ ဆုိတဲ႔စည္းကိုေက်ာ္လိုက္တာနဲ႔ ယြီေမရန္တစ္ေယာက္အဆိုးေတြၾကံဳေတြ႕ေနရတုန္းပဲ..ကံဇာတ္ဆရာအလိုက်လီရွိခြ်မ္ရဲ႕အကူအညီယူဖို႕လိုအပ္လာၿပန္ေတာ႔မီတာ ၅၀ ၿခားရင္း မီးစင္ၾကည္႕က က်တဲ႔ သူတို႔၂ဦးမီတာ ၅၀ ၿခားထားတဲ႔ အခ်စ္ဇာတ္လမ္းေလးဘယ္လုိေတြဆက္ၿဖစ္လာမလဲဆုိတာ ဆက္လက္ေစာင္႕ၾကည္႔ပါ Quality : WEB-DL 720pSubtitle : Myanmar SubTranslated & Review By Chu ChuEncoded By PHOENIX",
        "rating": "N/A",
        "url": "https://megaup.net/1y90h/Love_In_50_Meters_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/spirit-135x200.jpg",
        "title": "The Spirit 2008",
        "description": "Director - Frank Miller ရိုက္​ကူးထားၿပီး imdb 4.8 ရထားတဲ့ ဇာတ္​ကားေလးနဲ႔မိတ္​ဆက္​ေပးခ်င္​ပါတယ္​ဇာတ္​ကားနာမည္​ကေတာ့ The spirit ပါ ဇာတ္​လမ္​းေလးက action ကားေလးျဖစ္​ေပမယ္​့ comedy ေလးနည္​းနည္​းေပါင္​းထားပါတယ္​ဘာေၾကာင္​့ရယ္​မွန္​းမသိ ဒန္​နီကို႔ထ္​လို႔ ေခၚတဲ့သာမာန္​ရဲတစ္​ေယာက္​ ေသရာကေန ျပန္​ရွင္​လာတဲ့အခါ ရဲအလုပ္​ကေနစြန္​႔ခြာၿပီး စပိရစ္​ထ္​ အျဖစ္​နဲ႔ ဒုစရိုက္​ေတြႏွိမ္​နင္​းပါတယ္​သူ႔ရဲ႕ အဓိက ရန္​သူက ေအာက္​တိုပတ္​စ္​ လို႔ေခၚၿပီး သူတို႔ႏွစ္​ေယာက္​လံုးက မေသမ်ိဳးေတြျဖစ္​ေနပါတယ္​စပိရစ္​ထ္​က ဘာေၾကာင္​့ မေသမ်ိဳးျဖစ္​ေနလဲ သူ႔ကိုယ္​သူ နားမလည္​ခဲ့ေပမယ္​့ သူ႔ရန္​သူ ေအာက္​တိုပတ္​စ္​ကေတာ့ သိေနခဲ့ပါတယ္​တစ္​ဘက္​မွာလည္​း စိန္​ေတြကိုမွ ႀကိဳက္​တတ္​တဲ့ စပိရစ္​ထ္​ ရဲ႕ ငယ္​ခ်စ္​ဦး ဆန္​ဒ္​ဆာရပ္​ဖ္​ က မေသမ်ိဳးျဖစ္​ရတဲ့ လ်ိဳ႕၀ွက္​ခ်က္​နဲ႔ ကိုယ္​တိုင္​ပတ္​သတ္​မိေနမွန္​းမသိတဲ့အခါ ဘာေတြဆက္​ျဖစ္​ၾကမွာလဲသူတို႔ကဘာလို႔ မေသမ်ိဳးေတြျဖစ္​ေနၾကတာလဲအဲ့တာေတြအားလံုးအဆံုးသတ္​ဖို႔ကေရာ တစ္​ေယာက္​ေသမွျဖစ္​မယ္​ဆိုရင္​ ဘယ္​သူေသမွာလဲdown ၾကည္​့လိုက္​ပါေနာ္​ action ကားေလးဆိုေပမယ္​့ comedy ေလးေႏွာထားတာမို႔ ကားေကာင္​းေလးတစ္​ကားပါ ေအာက္​တိုပတ္​စ္​ရဲ႕လက္​ေထာက္​မေလး ဖေလာ့စ္​ေနရာကို ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sbxb/The_Spirit_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHYBZ7V5KCudH0XbbYWpbt8uZKU.jpg",
        "title": "Love’s Greek to Me (2023)",
        "description": "Loves.Greek.To.Me 2023ယခုတစ်ခါအသစ်ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့\nIMDb 6.1/10 အထိရရှိထားတဲ့အချစ်ရိုမန့်ဒရာမာဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်ဘဝမှာ အချစ်ပြီးရင် အချစ်လာဖို့အတွက်ဘာတွေလိုအပ်လဲ\nသူ့မိသားစု ကိုယ့်မိသားစုဆိုတာရော အိမ်ထောင်ရေးမှာ ဘယ်လောက်အရေးပါလဲ\nချစ်သူနှစ်ဦးလက်တွဲဖို့ဆိုတာ အချိန်နေရာ ယဉ်ကျေးမှုစတဲ့အရာတွေကရော ဘယ်လောက်အရေးပါနေလဲ....\nစတဲ့အကြောင်းအရာတွေကို ပြည့်စုံနေအောင် ရိုက်ကူးတင်ပြထားတဲ့ ဒီဇာတ်ကားလေးမှာ\nအီလာနာလို့ခေါ်တဲ့ အမေရိကန်သူတစ်ယောက် သူ့ရည်းစား ဂရိနိုင်ငံသားလေး မိုက်ခ်ဆီကို လက်ထပ်ပွဲတစ်ခုအတွက် သွားတဲ့အချိန်မှာ\nကြုံတွေ့ရမဲ့ မိသားစုဆိုင်ရာ အခက်အခဲတွေ မတူညီတဲ့ရိုးရာတွေ စသည်ဖြင့်\nအချစ်နဲ့ဘဝကြား ဗျာများနေရပုံတွေကို အေးအေးဆေးဆေးကြည့်ရှုရမဲ့ ရိုမန့်ဇာတ်ကားကောင်းလေးတစ်ခုပဲ ဖြစ်ပါတယ်ဂရိနိုင်ငံရဲ့အလှအပတွေကို ဖောဖောသီသီပါဝင်တာမို့ လှပတဲ့ရှုခင်းလေးတွေကို ခံစားကြည့်ရှုရင်း\nပရိသတ်တို့ကိုယ်တိုင်လည်း မိုက်ခ်နဲ့အီလာနာတို့နေရာဝင်ခံစားနိုင်ဖို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်\nအချစ်ဆိုတာ အချိန်တွေနေရာတွေကို ဖြတ်သန်းသွားနိုင်တဲ့ အရာတစ်ခုပါ....ဘာသာပြန်နဲ့အညွှန်းကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 791MB | 374MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vm3q/Loves.Greek.To.Me.2023.720p.WEBRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a7KyFMPXj0iY4EoLq1PIGU1WJPw.jpg",
        "title": "Flamin’ Hot (2023)",
        "description": "Flamin' Hot (2023)Imdb - 6.9\nRotten Tomatoes - 69 %မက္ကဆီကန် Forrest Gump လို့ ပြောရလောက်တဲ့ Hot Cheeto မုန့်တွေရဲ့ ဖခင်ကြီး ရစ်ချတ်ဒ် မွန်တာညက်ဇ် အကြောင်းကို\nDisney လက်အောက်ခံ Searchlight Pictures စတူဒီယိုက အတ္ထုပ္ပတ္တိ ရုပ်ရှင်လေး ရိုက်ကူးပေးလိုက်ပါတယ်။\nRating တွေကလည်း အားရစရာပါပဲ။ဇာတ်လမ်းကျောရိုးကတော့\nလူမျိုးရေးခွဲခြားမှုတွေ အင်မတန်များတဲ့ အမေရိကန်ပြည်ကြီးအလယ် ရွှေ့ပြောင်းမက္ကဆီကန်တွေရဲ့ ဘဝကို ထင်ဟပ်ဖော်ပြထားတာပါ။\nတစ်ကားလုံး Twist အပြည့်နဲ့ဖြစ်ပြီး အပြောမတတ်ရင် spoil မိသွားနိုင်တာမို့ ထွေထွေထူးထူး မ‌ရေးတော့ပါဘူး။Comedy, Drama အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် စိတ်ဓာတ်မြှင့်တင်ရေး ရုပ်ရှင်မျိုးဖြစ်တာကြောင့်\nကိုယ့်ဆရာတို့ ဘဝမယ် လမ်းပျောက်နေသလို ခံစားမိရင် ကြည့်သင့်တဲ့ရုပ်ရှင်လေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | ...",
        "rating": "6.9",
        "url": "https://megaup.net/2BjuY/Flamin.Hot.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puYBDUqC09SEFzUDDjR3Txyz6xp.jpg",
        "title": "Streamer (2023)",
        "description": "Streamer (2023)အခုနောက်ပိုင်း live streaming တွေလုပ်တဲ့လူငယ်တွေများလာသလိုပဲ\nထူးခြားတဲ့ဟာတွေလုပ်ကြသလို လူကြိုက်များအောင်၊ လူကြည့်များအောင်လည်း လုပ်လာကြပါတယ်သရဲဆိုရင် မယုံကြတဲ့ ကိုယ်ပိုင်ချန်နယ်တွေရှိကြတဲ့ streamer လူငယ်တွေစုပြီး\nအဆောက်အဦးတစ်ခုဆီကို ghost hunting ပုံစံမျိုး တင်ဆက်ဖို့ သွားခဲ့ကြပါတယ်ဒါပေမဲ့ သူတို့မသိလိုက်တာက သူတို့သွားတဲ့အဆောက်အဦးက သာမန်မဟုတ်ဘဲ\nတကယ်ကိုကြမ်းတမ်းတဲ့ အတိတ်ရှိခဲ့တာကို အထဲရောက်မှသိရပါတော့တယ်\nသိသွားတဲ့အချိန်မှာ ဘာမှလုပ်မရတော့တဲ့အခြေအနေနဲ့ ရင်ဆိုင်လိုက်ရပြီး အသက်လုနေရပါတော့တယ်နောက်ဆုံးမှာ အဲအဆောက်အဦးက နာကြည်းချက်တွေပြည့်နေတဲ့ သရဲတွေလက်ထဲက လွတ်သွားနိုင်မလား\nသူတို့တွေ ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.14GB | 571MB | 263MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2AYpy/Streamer.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/dNJrK1uvoBPoYEVTAqI8ZSyrpdI-133x200.jpg",
        "title": "Aseq (2023)",
        "description": "Aseq 2023IMDb-7.5/10ဒီကားနဲ့ပဲ အကြည့်တွေကအစ မျက်နှာအမူအရာတွေအကုန် သရုပ်ဆောင်ကောင်းလွန်းလှတယ်လို့ ချီးကျူးခံထားရတဲ့ Vardhan Puri ၊မင်းသမီးချောလေး Sonnalli Seygallနဲ့ စူပါမော်ဒယ်မင်းသမီးချောလေး Elena Fernandes တို့က အဓိကဦးဆောင်ထားပြီး မင်းသားကြီး Siddharth Kapoor လည်းပါဝင်ထားပါတယ်\nဒီကားမှာတော့ Vardhan နဲ့ စူပါမော်ဒယ်လေးက\nဇာတ်ကိုအဓိကဆွဲခေါ်သွားမှာပါဇာတ်လမ်းအညွှန်းရွန်နီဆိုတဲ့ကောင်လေးဟာ အလုပ်မရှိအကိုင်မရှိနဲ့ ၆ လကြာ တစ်နေ့တာအသုံးစရိတ်တွေကအစ ရည်းစားကရှင်းပေးနေရတဲ့ကောင်လေးပါ နောက်ဆုံး ရည်းစားကပါသည်းမခံနိုင်လို့ အရင်လူနောက်ပြန်ပါသွားပါတော့တယ်\nသူ့မှာ တစ်နေ့တာအတွက်လိုက်အကူအညီတောင်း ချေးငှားနေရတာ တစ်မျိူး ၊ ရည်းစားကပစ်သွားလို့ ကြေကွဲရတာတစ်မျိူးနဲ့‌ပေါ့ ရည်းစားဟောင်းကိုမေ့ပစ်ဖို့ ဘဝသစ်စဖို့အတွက် အချစ်သစ်ရှာဖို့သူငယ်ချင်းတွေကမြှောက်ပေးပါတော့တယ် ဒီလိုနဲ့\nပရီယန်ကာဆိုတဲ့ သူနဲ့ဘဝတူမိန်းမချောလေးနဲ့ဆုံပြီး\nအဆင်ပြေတော့မဲ့အချိန်မှာပဲ သူအနီးနားဝန်းကျင်မှာ မူမမှန်တာတွေဖြစ်လာတာကို သူရော ဘေးလူတွေပါသတိထားမိလာပါတယ် ဘယ်လိုမူမမှန်တာတွေလဲ ဘာကြောင့်လဲဆိုတာ ပရိသတ်ကြီးပါအတူလိုက်ကြည့်ရင်း အဖြေရှာကြည့်ပါဦးမှောင်မှောင်မဲမဲကနေ တီးလုံးသံဆူဆူညံညံနဲ့ ထွက်လာတတ်တဲ့ သရဲကားမဟုတ်ဘဲ visual ကောင်းတဲ့ကားမို့ စူပါမော်ဒယ်လေးရဲ့ အလှကိုပါခံစားနိုင်မှာပါ\nအလှလေးတစ်ဖြတ် သည်းထိတ်ရင်ဖိုလေးတစ်ကွက်နဲ့ကြည့်ရှူရမှာဖြစ်ပါတယ်(အညွှန်းနှင့် ဘာသာပြန်တွေကတော့ BpL ...",
        "rating": "7.4",
        "url": "https://megaup.net/1fs70/Aseq_(2023][Hindi_-_720p(CM).mp4",
        "category": "Bollywood, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ldfpFnA5VQK5jiYrhREnhxlUgkG.jpg",
        "title": "Bennett’s War (2019)",
        "description": "အကျိတ်အနယ်ယှဥ်ပြိုင်ကြတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲတွေကိုခုန်ပျံကျော်လွှားကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါ...။ဆိုင်ကယ်ပြိုင်ပွဲတွေကို ရင်တမမ လိုက်ကြည့်ရတာနဲ့တင်ကြည့်ရကျိုးနပ်မယ့် Sports ဇာတ်ကားတစ်ကားပါ။ ဇာတ်လမ်းအကျဥ်းကတော့...ဘန်းနက်ဟာ ဆိုင်ကယ်စီးပြီးတိုက်ပွဲဝင်တဲ့ ရိန်းဂျားစစ်သည်တစ်ယောက်ပါ။သို့ပေမဲ့ စစ်မြေပြင်မှာ မိုင်းထိသွားပြီး ခြေထောက်ဒဏ်ရာကြောင့်စစ်တပ်ကထွက်ခဲ့ရပါတယ်....။ခြေထောက်ဒဏ်ရာကြောင့် ဘာမှမလုပ်နိုင်လို့ စိတ်ဓာတ်ကျနေရတဲ့အပြင် အဖေဖြစ်သူက အိမ်ကိုအပေါင်ဆုံးတော့မှာမို့ ငွေကြေးအကြပ်အတည်းနဲ့ပါရင်ဆိုင်လာရပါပြီ။သိတာတတ်တာဆိုလို့ ဆိုင်ကယ်မောင်း၊ ဆိုင်ကယ်ပြင်တာပဲသိတဲ့ဆိုင်ကယ်ချန်ပီယံဟောင်း ဘန်းနက်ဟာ ငွေရှာဖို့အတွက်ပြိုင်ကွင်းထဲပြန်ဝင်ဖို့ပဲဆုံးဖြတ်လိုက်ပါတယ်။ဘန်းနက်တစ်ယောက် ခြေထောက်က ဒဏ်ရာနဲ့ ပြိုင်ပွဲဘယ်လိုဝင်ပြီးဘာတွေအစွမ်းပြမလဲဆိုတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။  File size…1.54GB / 809MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.0",
        "url": "https://megaup.net/1Vpv8/Bennett_s.War.2019.WEB-DL720p(CM).mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bRD2BnEAgt5z1G6p3py3inXpdvZ.jpg",
        "title": "Solar Flower (2023)",
        "description": "Solar Flower (2023)“နေမထွက်တဲ့ ကမ္ဘာမှာဆိုရင်တောင် ကျွန်တော့်ဘဝမှာ သိမ်းထားချင်မိတဲ့ အိပ်မက်တစ်ခုရှိတယ်”သိပ်မကြာခင်ကမှ ထောင်ကလွတ်လာပြီး လူမိုက်ခေါင်းဆောင်နမ်ဂယူရဲ့လက်အောက်မှာ မိုတယ်အလုပ်ကို ကြိုးစားသင်ယူရင်း\nဘဝကို ခက်ခက်ခဲခဲဖြတ်သန်းနေရတဲ့ ဆွန်းယော့ဟာ နေမထွက်တဲ့ကမ္ဘာက ပန်းလေးတစ်ပွင့်လိုပါပဲဘယ်လောက်ပဲ ပင်ပန်းခက်ခဲနေပါစေ တစ်ဦးတည်းသော ညီမလေးအတွက်ဆိုပြီး ကြိုးစားရုန်းကန်နေခဲ့ပေမဲ့\nတစ်ဖက်မှာ သူကိုယ်တိုင်သတိမထားမိတဲ့ ရင်နင့်စရာအမှန်တရားတစ်ခု ရှိနေပါတယ်အဲဒီလိုနဲ့ အနှိပ်စက်ခံ အဖိနှိပ်ခံရင်း ဘဝကိုကြိုးစားရုန်းကန်နေတဲ့ ဆွန်းယော့တစ်ယောက်\nဆွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ တွေ့ဆုံပြီးတဲ့အခါမှာတော့ သူ့ရဲ့ဘဝက တစ်ဆစ်ချိုးပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်ဆွန်းယော့ရဲ့ဘဝတစ်ဆစ်ချိုးဟာ ပိုကောင်းတဲ့အရာတွေနဲ့စောင့်ကြိုနေမလား\nဒါမှမဟုတ် မှောင်မိုက်နေပြီးသားဘဝကို ပိုပြီးကံဆိုးမိုးမှောင်ကျစေမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 501 MB | 247MB\nFormat… mp4\nDuration…. 2h\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1f3u2/Solar.Flower.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhPdYZ3x2uanhM1SyBj4CuL6hSa.jpg",
        "title": "Oliver Twist (2005)",
        "description": "ဂန္ထဝင်စာရေးဆရာကြီး Charles Dickensရဲ့အထင်ရှားဆုံးပုံပြင်ဇာတ်လမ်းတွေထဲကတစ်ခုဖြစ်တဲ့ အိုလီဗာတွစ်လေးရဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ မိဘမဲ့လေးအိုလီဗာတွစ်ရဲ့ဘဝမှာ အမျိုးမျိုးသောလူပေါင်းစုံနဲ့ကြုံတွေ့ပြီးတဲ့နောက်မှာ လန်ဒန်မြို့ကြီးအထိကို ၇ ရက်လောက်လမ်းလျှောက်ပြီးအရောက်သွားခဲ့ပါတယ်. ကလေးလေးတစ်ယောက်ရဲ့တစ်ကိုယ်တည်းသွားတဲ့ခရီးရှည်အဆုံးမှာတော့မထင်ထားပဲ သူနဲ့ရွယ်တူသူခိုးလေးတွေအုပ်စုနဲ့ကြုံပြီးတော့ဘဝကိုတစ်ဆစ်ချိုးအကြီးအကျယ်ပြောင်းလဲသွားရှာပါတော့တယ်။လူဆိုးလေးမဖြစ်ချင်တဲ့အိုလီဗာလေးဟာ ပိုကောင်းတဲ့ဘဝကိုရောက်ခဲ့ပေမယ့်လဲ ကံတရားကမျက်နှာသာမပေးခဲ့တာမလို့သူ့ရဲ့ဘဝမှာဘာတွေဆက်ဖြစ်လာမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ ပုံပြင်ထဲကအိုလီဗာလေးအတိုင်းပဲချစ်ဖို့ကောင်းပြီး ခပ်ဆိုးဆိုးလူဆိုးကြီးတွေရဲ့ကြားကဇာတ်ကားလေးမလို့ လူကြီးတွေအပြင်ကလေးတွေပါကြိုက်နှစ်သက်မဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်။  File size…2.07GB / 898MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….2h 10m\nGenre ..... Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.8",
        "url": "https://megaup.net/1Vpre/Oliver.Twist.2005.BluRay1080p(CM).mp4 https://megaup.net/1Vpr4/Oliver.Twist.2005.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWNiNjE2OTQtODVjNS00ZDllLWE1ZWYtNmJjMjdjNmJmY2VmXkEyXkFqcGdeQXVyMTYwNjMwMDMy._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Game of Deceit (2023)",
        "description": "ဒီဇာတ်လမ်းလေးဟာ \"ကုန်ရှုံးတော့တစ်ခေါက် လင်ကုန်ရှုံးတော့တစ်သက်လုံးမှောက်\"ဆိုတဲ့ စကားပုံလေးထဲကအတိုင်း လင်ယူမှားလို့ ဘဝပျက်လုနီးနီးဖြစ်ခဲ့တဲ့ ဂီတဆရာမလေး မာယာရဲ့ အိမ်ထောင်ရေးဇာတ်လမ်းအခြေခံထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးထဲမှာ မာယာဟာ ပထမ ခင်ပွန်းဆုံးပါးသွားတာတစ်နှစ်ကြာတဲ့အခါ နောက်အိမ်ထောင်ပြုလိုက်ရာကနေစခဲ့တဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်……… မာယာရဲ့နောက်အိမ်ထောင်ဖြစ်တဲ့ အီရန် ဟာ အရက်သမား လောင်းကစားသမားဘဝနဲ့အကြွေးတွေနစ်နေတဲ့ ရဲတစ်ယောက်ပါ။ သူဟာ မဟာဖိုဝါဒီ သမားတစ်ယောက်ဖြစ်ခဲ့ပြီး ပထမအိမ်ထောင်နဲ့ကလေးနှစ်ယောက်မွေးထားသူ နောက်ထပ်ကလေးထပ်ယူဖို့ဆန္ဒ မရှိတော့တဲ့မာယာကို ဘယ်လိုတွေအတင်း အကြပ် ကိုယ်ဝန်ဆောင်ခိုင်းမလဲဆိုတာဒီဇာတ်လမ်းလေးထဲမှာကြည်ရှုခံစားရမှာဖြစ်ပါတယ် အီရန်ရဲ့အကြံအစည်ကိုဖျက်စီးဖို့ မာယာက ကျောင်းနေဖော်သူငယ်ချင်း အဲလ် နဲ့ပူးပေါင်းပြီးတော့အီရန့်ကိုလှည့်စားတဲ့အခါမှာ မာယာတို့ပဲအီရန် ရဲ့လက်ထဲက နေလွတ်မြောက်နိုင်မလား အီရန်ကပဲ လှည့်ကွက်ကိုရိပ်မိပြီး ဖျက်စီးလိုက်နိုင်မလားဆိုတာဒီဇာတ်ကားလေးထဲမှာဝင်ရောက်ကြည့်ရှုပေးကြပါဦးခင်ဗျာ....File size…(1.5 GB)/(760 MB)/(440 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "5.8",
        "url": "https://megaup.net/2Binp/Game.Of.Deceit.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqriJWWisRhm5XapyuB40D1jqqA.jpg",
        "title": "Elephant White (2011)",
        "description": "ဒီဇာတ်လမ်းလေးရဲ့‌နေရာကတော့ဘန်ကောက်မြို့တော်ကြီး။အရောင်တလက်လက်နဲ့အဆောက်အဦးတွေရဲ့အောက်မှာကတော့လူတန်းစားမျိုးစုံကရှိနေကြတယ်။ ဘန်ကောက်ရဲ့နာမည်ကြီးညငှက်လေးတို့ရဲ့လောကကလည်းတခုအပါအ၀င်ပေါ့။ဒီညငှက်လေးတွေရဲ့နောက်က လိင်လုပ်သားလုပ်ငန်းတွေမူးယစ်ဆေးလုပ်ငန်းတွေ ကလေးသူငယ်လူကုန်ကူးမှုတွေဆိုတာခွဲခြားလို့မရနိုင်တဲ့အရာတွေပါပဲ။ ဒီလောကကြီးထဲကိုရောက်လာတာကတော့ကြေးစားလူသတ်သမားကာတီချက်ခ်ျ။ အလုပ်ရှင်ရဲ့ငှားရမ်းချက်အရ သူ့သမီးဖြစ်သူကိုဆေးစွဲအောင်လုပ်ပြီးခိုင်းစားနေတဲ့ ဂိုဏ်းအဖွဲ့တဖွဲ့ကလူတွေကိုသတ်ပေးဖို့။ ဒါပေမယ့် သူလုပ်ခဲ့တဲ့လုပ်ရပ်က ဂိုဏ်အဖွဲ့နှစ်ဖွဲ့ကြားပြဿနာတွေကိုပိုရှုပ်လာစေခဲ့တယ်။ အရင်ကမိတ်ဆွေလည်းဖြစ်အခုဘန်ကောက်မှာ ကလပ်ဖွင့်နေတဲ့ ဂျင်မီဆိုတဲ့လူရဲ့အကူအညီနဲ့ဒီအဖွဲ့‌တွေကိုဖြေရှင်းဖို့ကြိုးစားနေချိန်မှာသူ့ဆီဘယ်လိုလိုက်လာမှန်းမသိတာက မေး ဆိုတဲ့ထိုင်းသူလေး။ သူရှင်းခဲ့တဲ့ နေရာကနေဘယ်လိုလိုက်လာမှန်းလဲမသိ ဒီလူကုန်ကူးတဲ့ပြည့်တန်ဆာဂိုဏ်းနဲ့လည်းပတ်သက်နေပုံရတဲ့ဒီကောင်မလေးကိုပါ ကာတီတယောက်ကာကွယ်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။ အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ပိတ်မိနေတဲ့ကာတီတယောက် ဒီအဖွဲ့တွေကိုရောတားဆီးနိုင်ပါ့မလား။မေးဆိုတဲ့ကောင်မလေးရဲ့ဇာတ်လမ်းကရောဘာလဲ။ သူ့ကိုငှားခဲ့တဲ့အလုပ်ရှင်ဆိုတာရဲ့ အစစ်အမှန်ကရောဘာလဲ။ အဆုံးမှာဘာတွေဖြစ်သွားမလဲဆိုတာကိုရှူစားပေးကြပါဦး  File size…1.64GB / 724MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "",
        "url": "https://megaup.net/2BmQ5/Elephant.White.2011..BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lcL2JoPLIC2w0X2wdQblHnC5D6D.jpg",
        "title": "Longxing Northern Expedition ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမှာတော့ ရှေးခေတ်စစ်ပွဲတွေအကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် တောင်စုန့်ခေတ်က\nစစ်ပွဲအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။တောင်စုန့်ခေတ်မှာ အရင်ဘုရင်ကညံ့ဖျင်းတာကြောင့်မြောက်ပိုင်းနယ်မြေဟာ\nမြောက်ပိုင်းသားတွေဖြစ်တဲ့ ကျင်းလူမျိုးတွေရဲ့လက်အောက်ကိုရောက်ခဲ့ပါတယ်။\nလုံရှင်းမင်းကြီးလက်ထပ်ရောက်လာတော့ မြောက်ပိုင်းနယ်မြေကိုပြန်သိမ်းပိုက်ဖို့ကြိုးစားပါတယ်။ခြေမြန်တော်တစ်ယောက်ကိုအဓိကထားပြီး ဒီစစ်ပွဲအကြောင်းကိုတင်ဆက်ပြသွားတာပဲဖြစ်ပါတယ်။\nမြောက်ပိုင်းကိုစစ်ချီတဲ့အခါမှာ ရှောက်နဲ့လီဆိုတဲ့ စစ်သူကြီးနှစ်ယောက်ကဦးဆောင်ခဲ့ပါတယ်။\nစစ်သူကြီးတစ်ယောက်ဟာဖြောင့်မတ်ပြီး တာဝန်ကျေပွန်ပေမယ့်\nစစ်သူကြီးနောက်တစ်ယောက်ဟာ ကိုယ်ရေးကိုယ်တာနဲ့ တိုင်းပြည်ရေး\nမခွဲခြားနိုင်တဲ့အခါ မြောက်ပိုင်းနယ်မြေပြန်သိမ်းမယ့်စစ်ပွဲကြီးဟာ အောင်မြင်နိုင်ပါတော့မလား......\nလူတစ်ယောက်ရဲ့အတ္တကြောင့် အသက်သွေးတွေ ဘယ်လောက်တောင်များပေးဆပ်ကြရမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action \nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1frma/Longxing_Northern_Expedition_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Squeal_Digital-135x200.jpg",
        "title": "Squeal / Samuel’s Travels (2022)",
        "description": "Dark comedy & drama အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ဇာတ်ကြောင်းကတော့နည်းနည်းထူးဆန်းပါတယ် (Samuel) ဆမ်ဆိုတဲ့လူတစ်ယောက်ဟာသူ့အဖေကိုလိုက်ရှာရင်းတစ်ခါမှမရောက်ဖူးတဲ့နေရာတစ်ခုဆီရောက်သွားပါတော့တယ် နောက်တစ်နေ့မှာတော့ရွာကလူတွေကသူ့ကိုဖမ်းချုပ်ပြီးဝက်တွေနဲ့အတူတူလှောင်ပိတ်ထားလိုက်ကြပါတော့တယ် ဆမ်တစ်ယောက်ထူးဆန်းတဲ့ရွာသားတွေနဲ့ဘယ်လိုနေထိုင်သွားရမလဲ၊ သူအဲဒီရွာကနေထွက်ပြေးလွှတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပါ။ File size…(1.4 GB)/(710 MB)/(390 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Comedy, Horror, Fantasty\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Vj3f/Squeal.2023.720p.(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCPm0mfcOdpLgtfFFkWoq62ko0i.jpg",
        "title": "Resurrected (2023)",
        "description": "Resurrected (2023)ဒီ Resurrected ဆိုတဲ့ ဇာတ်ကားလေးကတော့ နာမည်အတိုင်းပဲ လူတွေကိုပြန်အသက်သွင်းတဲ့ အကြောင်းအပေါ် ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။ဒီဇာတ်ကားလေးမှာဆိုရင်တော့ The Walking Dead နဲ့ Logan ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ မင်းသား Dave Davis ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ ၂၀၁၉ နဲ့ ၂၀၂၀ မှာထွက်ထားတဲ့ Manifest နဲ့ Dynasty ဆိုတဲ့ ဇာတ်လမ်းတွဲတွေမှာ ပါဝင်ခဲ့တဲ့ မင်းသမီးချော Erika Chase ကနေပြီးတော့ ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းကတော့ သိပ်မကွာတော့တဲ့ အနာဂတ်ကာလတစ်ခုမှာ ဗာတီကန်ကလူတွေဟာ သေလူတွေကို သေရာကနေပြန်ရှင်လာအောင် အသက်သွင်းတဲ့နည်းလမ်းကို ရှာဖွေတွေ့ရှိသွားတဲ့အကြောင်းပါ။ တစ်ဖက်မှာလည်း အဲ့အချိန်ကာလအတွင်းမှာပဲ မင်းသားကြီး Dave Davis ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ စတန်လေမာတင်ဆိုသူရဲ့ သားဟာလည်း မတော်တဆမှုအကြောင့် သေဆုံးသွားခဲ့ရပါတယ်။ ဒီလိုနဲ့ ဗာတီကန်ကလူတွေက စတန်လေမိသားစုရဲ့ အဖြစ်ဆိုးကိုအခွင့်ကောင်းယူပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2Bmas/(CM)_Resurrected_(2023)_WEB-DL_720p.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2QL7wVZ5ay0CQXt6OlHiUGgD1.jpg",
        "title": "Who Invited Charlie? (2023)",
        "description": "Who invited Charlie? (2023)တွေ့ဆုံမှုတိုင်းက တိုက်ဆိုင်မှုကြောင့်လား။ နှစ်ပေါင်းများစွာရှာနေတဲ့လူတစ်ယောက်ကို ပြန်တွေ့တဲ့အချိန်ဟာ\nကိုယ်ရှာနေလို့မဟုတ်ဘဲ ကံတရားဆိုတဲ့ဇာတ်ဆရာအလိုကျ တွေ့တာလား။ဖစ်လ်ဟာ အကျပိုင်းကိုရောက်နေတဲ့ Fund manager တစ်ယောက်ပေါ့။\nမိန်းမဖြစ်သူနဲ့လည်း ဆက်ဆံရေးအဖုအထစ်လေးတွေဖြစ်နေပြီး သားဖြစ်သူကလည်း Separation Anxietyဖြစ်နေတော့\nဖလန်းဖလန်းထတဲ့ ၁၆ နှစ်သားအရွယ်လို့ မထင်ရလောက်အောင် အခန်းအောင်း Introvertလေးတစ်ယောက်ပါ။\nအိမ်တွင်းရေးရှုပ်ထွေးတတ်တဲ့ ဘီးကြဲတွေရဲ့ထုံးစံအတိုင်း ဖစ်လ်တစ်ယောက်အပြင်မှာ စကီလေးတစ်ယောက်နဲ့ထားထားပေမဲ့\nစကီလေးနဲ့ပါ ပြဿနာဖြစ်နေချိန်မှာ ကံဆိုးမသွားရာ မိုးလိုက်ရွာပါတော့တယ်။\nအဲဒါကတော့ သူတစ်ချိန်က အဆက်အသွယ်ဖြတ်ခဲ့တဲ့ချာလီနဲ့မှ တည့်တည့်တိုးခြင်းပါပဲ။လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကလိုပဲ ဖစ်လ်တစ်ယောက် ချာလီကိုမြင်တာနဲ့ အကြီးအကျယ်ဖြတ်ချပြီးပြေးဖို့ကြံတာပေါ့။\nကိုဗစ် outbreakနဲ့ဘာနဲ့ Hamptonsမှာ စတေးရှောင်ဖို့ဖြစ်လာတော့ ဖစ်လ်တစ်ယောက် ချာလီကိုမေ့မေ့ပျောက်ပျောက်ပါပဲ။\nဒါပေမဲ့ ချာလီက Hamptonsက သူ့ရဲ့အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်ချလာချိန်မှာတော့....ဖစ်လ်တစ်‌ယောက် ချာလီကိုဘာလို့သရဲမြင်သလို ကြောက်လန့်နေရတာလဲ။\nချာလီကရော ဖစ်လ်ကိုဘာလို့အသည်းအသန်လိုက်ရှာနေခဲ့ရတာလဲ။\nပြဿနာအားလုံးရဲ့အရင်းခံဖြစ်တဲ့ တချိန်ကဇာတ်လမ်းလေးတွေရှိခဲ့တဲ့ချာလီက\nနဂိုထဲက အိမ်တွင်းပြဿနာတွေများနေတဲ့ ဖစ်လ်မိသားစုအပေါ် ဘယ်လိုသက်ရောက်မှုဖြစ်လာစေမလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/2AYqz/Who.Invited.Charlie.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1tCU3ysqTYi85RekqS8FDaCFwQ.jpg",
        "title": "Not Your Romeo & Juliet (2023)",
        "description": "Not Your Romeo and Juliet (2023)ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ကျောင်းသားဇာတ်လမ်းတစ်ပုဒ်ပါ။ Romance ကိုယုံကြည်တဲ့ စိတ်ပညာကျောင်းသူ မစ်ကီနဲ့ Romance ဆိုတာ အရေးမပါဘူးလို့ လက်ခံထားတဲ့ ကျောင်းသားနိုအာတို့ တွေ့ဆုံရာကနေ စကားရည်လုပွဲလုပ်ရတဲ့ထိရောက်သွားတဲ့အကြောင်းပေါ့။ဖခင် ကင်ဆာနဲ့ဆုံးသွားပြီးတော့ မစ်ကီက မိခင်နဲ့အတူ နေလာပြီး မစ်ကီ့မိခင်ကလည်း မစ်ကီတက်တဲ့တက္ကသိုလ်မှာ ကျောင်းပြန်တက်ပါတယ်။ မစ်ကီကတော့ ကျောင်းက သတင်းစာကော်လံမှာ ဂျူးလိယက်ဆိုတဲ့ ကလောင်နာမည်နဲ့ Romance အကြောင်း အပတ်စဉ်ရေးပါတယ်။ ဂျူးလိယက်က မစ်ကီဆိုတာ သူ့အမေနဲ့ အချစ်ဆုံးသူငယ်ချင်းကလွဲလို့ ဘယ်သူမှမသိပါဘူး။ စင်တာမှာ နိုအာနဲ့ပထမဆုံး တွေ့ပြီး ရင်းနှီးသွားခဲ့ပါတယ်။တစ်နေ့မှာတော့ မစ်ကီ‌ ရေးတဲ့ Romance ဆောင်းပါးကို Not your Romeo ဆိုတဲ့ကလောင်နာမည်နဲ့ တိုက်ခိုက်တဲ့သူပေါ်လာပါတယ်။ မစ်ကီကလည်းစိတ်ဆိုးပြီး ပြန်တိုက်ခိုက်တဲ့အနေနဲ့ ရေးပါတယ်။ ပြီးတော့ မစ်ကီနဲ့နိုအာက ပညာသင်ဆုအတွက် ဆန်ကာတင်၂ယောက်ဖြစ်နေတဲ့အခါ နိုအာက ဂျူးလိယက်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Vopz/(CM)_Not_Your_Romeo_and_Juliet_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDMxNzAzMjUtMmRjMC00NjYwLTkxYTAtZmNkOTdkZDNiMjkyXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "IB 71 (2023)",
        "description": "IB 71(2023)လတ်တလောထွက်သမျှမှာ အကောင်းဆုံးလို့ပြောရမယ့် IMDb 8.4/10 ရရှိထားပြီး\nနာမည်ကြီးမင်းသား ဗီရွတ် ပါဝင်ထားပြီး ၁၉၇၁ ခုနှစ် အိန္ဒိယန်းလေကြောင်းလိုင်း\nလေယာဉ်ပြန်ပေးဆွဲမှုကို အခြေခံထားတဲ့ အသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယနဲ့ ပါကစ္စတန်ဟာ နှစ်သုံးရာဗြိတိသျှကျူးကျော်မှုအပြီးမှာ အကြမ်းအားဖြင့်\nဟိန္ဒူနဲ့ အစ္စလာမ်နိုင်ငံဆိုပြီးခွဲလိုက်ကြတာကို သိပြီးသားဖြစ်မှာပါ။ အဲ့လိုကွဲပြီးနောက်ပိုင်းမှာလည်း\nသီးဖြားဖြစ်သွားတဲ့ညီအစ်ကိုနိုင်ငံနှစ်ခုရဲ့ အားပြိုင်မှု တင်းမာမှုတွေဟာ လျော့ကျသွားခြင်းမရှိပါဘူး။\nအချင်းချင်း သူလျှိုတွေလွှတ် သတင်းတွေယူနဲ့ နိုင်သူစားကြေးအကွက်တွေပြိုင်နေကြတုန်းပါပဲ။ဒီလိုနဲ့ တဖြည်းဖြည်းအားပြိုင်ရင်း တစ်ချိန်မှာတော့ အကြိမ်ကြိမ်စစ်ရှုံးခဲ့တဲ့ ပါကစ္စတန်ဟာ\nတရုတ်နဲ့ပေါင်းပြီး စစ်မီးပြန်ညှိဖို့ကြိုးစားလာပါတော့တယ်။ ကျူးကျော်မှုလုပ်ပါတော့မယ်ဆိုတဲ့\nသတင်းရတဲ့အချိန်မှာ အိန္ဒိယအတွက်ပြင်ဆင်ချိန်ဟာ အရမ်းကိုနည်းနေပါပြီ။ ပြည်တွင်းစစ်နဲ့တင်\nငါတို့ကိုအာရုံမရဘူးဆိုပြီး လျှော့တွက်ထားခဲ့တဲ့အိန္ဒိယအတွက် ရွေးချယ်စရာကတော့ တစ်ခုပဲရှိပါတယ်။ဒါပေမယ့် ဒီတစ်ခုတည်းသောရွေးချယ်မှုဟာလည်း ဗုံးကိုလက်ထဲကိုင်ထားပြီး စနက်တံဖြုတ်ရမယ့်အကွက်ဖြစ်နေတဲ့အခါ\nဘယ်လိုအကွက်တွေထုတ်သုံးပြီး ဘယ်လိုနိုင်ငံရေးလှည့်ကွက်တွေနဲ့ အကွက်ရွှေ့သွားမယ်ဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။ အညွှန်းကိုတော့ Aditi ရေးသားထားပြီး\nAditi, V, Thaik San, BpLတို့မှ ဘာသာပြန်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nFile size…2.07GB / 840MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fr37/IB_71_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qv3GjKNh4noyCmp4ysTDcT8yDlW.jpg",
        "title": "PULAU (2023)",
        "description": "PULAU (2023)**************သရဲကားခပ်ကောင်းကောင်းကြိုက်သူတွေအတွက် လူသူမဲ့ကျွန်းပေါ်ကိုအလည်ခေါ်သွားမဲ့ မလေးရှားသရဲကားကောင်းကောင်းလေးတစ်ကားပါ။ဇာတ်ကြောင်းကတော့ ခက်တို့ သူငယ်ချင်း၇ယောက် အားလပ်ရက်အပန်းဖြေခရီးထွက်ရင်းလူသူမဲ့ကျွန်းကြီးတစ်ခုအနီးမှာရေသွားကူးဖြစ်ကြပါတယ်။နယ်ခံလှေဆရာကြီးပြောပြတာတော့ အဲ့ဒီကျွန်းဟာ တားမြစ်ထားတဲ့ကျွန်း၊လူသူမနေတဲ့အပြင် ကျွန်းရဲ့ သမိုင်းကလည်းမကောင်းလှဘူး။လွန်ခဲ့တဲ့ နှစ်နှစ်ရာလောက် အဲ့ကျွန်းပေါ်ကနေထိုင်သူတိုင်းဟာကျိန်စာမိသွားပြီး သေဆုံးသွားကြတာ အလောင်းတောင်ရှာမရဘူးတဲ့....။ခက်တို့က လူငယ်တွေပီပီ စူးစမ်းသွားကြည့်ချင်ပေမယ့် လှေဆရာကြီးကလိုက်မပို့ရဲတာနဲ့မရောက်ဖြစ်ခဲ့ဘူး...။ဖြစ်ချင်တော့ ဒီပုံပြင်ကိုမယုံတဲ့ အခြားလူငယ်အုပ်စုတစ်ခုနဲ့စကားအချေအတင်ဖြစ်ရင်း အလောင်းအစားတစ်ခုလုပ်မိတယ်...။လောင်းကြေးကတော့ ရှုံးတဲ့အဖွဲ့ အဲ့ကျွန်းမှာ တစ်ညသွားအိပ်ကြေး....။ကံဆိုးချင်တော့ ခက်တို့အဖွဲ့ရှုံးသွားပြီး အဲဒီကျိန်စာသင့်လူသူမဲ့ကျွန်းမှာတစ်ညသွားအိပ်ရပါတော့တယ်...။မလေးရှားသရဲကားဖြစ်လို့ ကြောက်ဖို့မကောင်းမှာ မပူရတဲ့အပြင်သရုပ်ဆောင်လူငယ်တွေကလည်းအဆင်တွေချည်းပါ။ခက်တို့ အုပ်စုရော အဲ့ကျွန်းပေါ်ကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတော့....။File Size : 2.36GB,1009MB\nQuality : WEB-DL 1080P,720p\nFormat : mp4\nDuration : 01:51:00\nGenre : Horror, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/3hjiu/Pulau.2023.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDUyMjUzYWQtMmY4NS00ZmY5LTk2YTgtZWZlMTQyYjYwZDk4XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Takkar (2023)",
        "description": "Takkar (2023)\nIMDb-8.3/10တက်သစ်စမင်းသမီးချောလေး ဒေ့ဗ်ယန်ကာ၊နှုတ်ခမ်းမွှေးပဲထားထား မုတ်ဆိတ်ပဲထားထားလန်းလွန်းတဲ့\nမင်းသားချောဆစ်ဒါးသ်၊ဟာသမင်းသားကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားတဲ့ တမီးလ်စကားပြော\nရိုမန့်စ်အက်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။လူနေခြုံကြား စိတ်နေဘုံဖျားဆိုသလို စားစရာတောင်အနိုင်နိုင်ဘဝကနေ မီလျံနာသူဌေးကြီးဖြစ်ချင်တဲ့\nဂွန်ဇ်တစ်ယောက် ဆင်းဆင်းရဲရဲမွေးလာတာအပြစ်မဟုတ်ဘူး ဆင်းဆင်းရဲရဲတော့မသေနိုင်ဘူးဆိုတဲ့\nစိတ်နဲ့ မြို့တက်အလုပ်လုပ်ပါတော့တယ်။လူကဆတ်ဆတ်ထိမခံဆိုတော့ ဝင်လုပ်သမျှအလုပ်အကုန်\nပြုတ်လို့ပြုတ် ထွက်လို့ထွက်နဲ့ တက္ကစီဒရိုင်ဘာကျမှပဲ ခြေငြိမ်သွားတယ်။တက္ကစီမောင်းရင်း\nသူသွားငြိမိတဲ့ ဂိုဏ်းတစ်ခုရှိတယ်။အဲဒီဂိုဏ်းလုပ်ပုံက အဆန်း။မိန်းကလေးတွေကို ပြန်ပေးဆွဲပြီး လေလံတင်တာ။ပြန်ပေးဆွဲခံရတဲ့မိန်းကလေး မိဘတွေနဲ့\nတစ်ဖက်ကလူကုန်ကူးတဲ့လူနဲ့ကိုစျေးအပြိုင်ပေးခိုင်းတာ။ဂွန်ဇ်မောင်းလာတဲ့ ကားနောက်ဖုံးထဲမှာ\nမိန်းကလေးတစ်ယောက်ပါလာတာစ ဂွန်ဇ်တစ်ယောက်ဘယ်လိုတွေ ရှေ့ဆက်မလဲ။\nသူ့ရဲ့သန်းကြွယ်သူဌေးအိပ်မက်ကရော ဖြစ်လာပါမလားဆိုတာ ကြည့်ရှုရမှာပါ။\nအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~ThaikSanတို့ဖြစ်ပါတယ်)\nFile size…2.89 GB/ 1.40 GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~BpL~ThaikSan",
        "rating": "8.1",
        "url": "https://megaup.net/1Vokt/Takkar_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDAyNGExMjQtYWI5My00YmY3LWIzOWYtNjgyNDFhZDRiNTk4XkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hold Me Tight (2021)",
        "description": "Hold Me Tight (2021)\n================\nIMDb Rating - 6.8/10လူ့စိတ်ဆိုတာ အစိုးမရဘူးလို့ ပြောတတ်ကြပါတယ်။ တစ်ခါ\nတလေ စိတ်‌ဆိုတာ လွင့်ချင်ရာလွင့်နေတတ်တာမျိုးပါ။ လုပ်မိ\nတဲ့အရာအတိုင်းအတွက် အကြောင်းပြချက်ရှိချင်မှရှိမယ်၊ စိတ်\nစေရာအတိုင်းလုပ်မိရင်း ဖြစ်သွားတာမျိုး ရှိတတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက ကလယ်ရိစ်ဟာလည်း ဒီလိုပါပဲ။ တစ်ရက်မှာ\nမနက်စောစောနိုးလာပြီး ပစ္စည်းအနည်းငယ်ကိုယူလို့ အိပ်နေတဲ့\nခင်ပွန်းသည်နဲ့ ကလေးတွေထားသွားခဲ့တာပါ။ သူဘာလို့ ထွက်\nသွားလည်း ဘယ်သူမှမသိခဲ့ကြပါဘူး။ ခင်ပွန်းသည် မက်ခ်က\nတော့ ကလေးနှစ်ယောက်ကိစ္စတွေ မနိုင်မနင်းလုပ်ရင်း ကျန်နေ\nခဲ့ပါတယ်။ဇာတ်လမ်းဟာ ကလယ်ရိစ်ရောက်ရာအရပ်ကို ပြလိုက်၊ သူ့စိတ်\nကူးတွေလွင့်မျောနေတာကို ပြလိုက်၊ မက်ခ်နဲ့ ကလေးတွေ ကသောင်း\nကနင်း ဖြစ်တာကို ပြလိုက်နဲ့ ခပ်ငြိမ့်ငြိမ့်ပဲ သွားထားပါတယ်။ ဇာတ်\nလမ်းက အေးသလိုထင်ရပေမဲ့ အဆုံးထိကြည့်မှ ဇာတ်လမ်းရဲ့ twist\nကို မြင်ရမှာပါ။ ကြည့်ကြည့်ချင်းတော့ ဘယ်လိုလဲ ဘာတွေလဲလို့\nထင်ကောင်းထင်နိုင်ပါတယ်။ဒီတော့ ခပ်အေးအေးအမျောလေးတွေမှ\nကြိုက်တဲ့သူတွေအတွက် ဒီ melodrama ရုပ်ရှင်ကို အဆုံးထိကြည့်\nကြည့်လိုက်ကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.5 ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AOdo/Hold.Me.Tight.2021.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAbshlBg6MAaro0UeXP1FB775ES.jpg",
        "title": "Romantic Adventures ( 2023 )",
        "description": "အချစ်ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nမမျှတတဲ့အိမ်ထောင်ရေးတစ်ခုဟာ တည်မြဲဖို့မလွယ်ပါဘူး။\nတီခယ့်ဟာစီးပွားရေးအရာမှမဖြစ်ထွန်းပဲ\nသူ့ရဲ့မိန်းမကတော့လုပ်ငန်းပိုင်းမှာအရမ်းအောင်မြင်တာမလို့\nတီခယ့်ဟာ အိမ်ထောင်ရှင်ယောင်္ကျားတစ်ယောက်တာဝန်ကို အပြည့်အဝယူရပါတယ်။သူကအိမ်မှာနေ ထမင်းဟင်းချက် အိမ်မှုကိစ္စတွေလုပ်ပြီးနေရတာကိုမပျော်ပါဘူး\nယောင်္ကျားတစ်ယောက်အနေနဲ့အပြင်ထွက်ပြီးအလုပ်လုပ်ချင်ပါတယ်။\nဒါကိုသူ့ရဲ့မိန်းမကခါးခါးသီးသီးငြင်းဆန်ပါတယ်။\nဒီလိုနဲ့ပဋိပက္ခတွေဖြစ်ပြီး ကွာရှင်းဖို့အထိပါဖြစ်လာပါတယ်။လုပ်ငန်းမှာအရမ်းအောင်မြင်ပြီး ယောင်္ကျားကိုအထင်မကြီးတဲ့မိန်းမကို\nပညာပေးဖို့အတွက် တီခယ့်ကလူတစ်စုနဲ့အတူပူးပေါင်းပြီး\nအပြိုင်ကမ္ဘာကတီခယ့်ဆိုပြီးဖန်တီးလိုက်ပါတယ်။\nသူ့မိန်းမကိုလဲပြန်ခံစားရစေမယ်ဆိုပြီး ဟစ်ကြွေးလို့ပေါ့......\nသူ့တို့ဆင်တဲ့ဇာတ်လမ်းကြောင့်လင်မယာကြားပြန်သင့်မြတ်သွားမလား......\nဒါမှမဟုတ်ပြဿနာတွေပဲပိုဆိုးလာမလားဆိုတာကိုတော့....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 29 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BluY/Romantic_Adventures_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cRfn69gpeuiHPf9p5WKvdICNd7L.jpg",
        "title": "The Ambush (2021)",
        "description": "Original Title: Al Kameen\nGenre – Action, Drama, War\nIMDB – 6.3/10 စစ်ကားကောင်းကောင်း ကြိုက်တဲ့သူတွေအတွက်အာရေဗျစကားပြော ယဲမန်နိုင်ငံရေးထဲ UAE စစ်ကူတွေရဲ့ကင်းပတ်ရင်း ကြုံရတဲ့ တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံရိုက်ကူးထားတဲ့ကား ဖြစ်ပါတယ်။ တခြားနိုင်ငံကကားဆိုပြီးအထင်မသေးလိုက်ပါနဲ့ ဒါရိုက်တာကြီးက ပြင်သစ်နာမည်ကြီးParkour ကားဖြစ်တဲ့ B-13 တို့ Liam Neeson ရဲ့နာမည်ကြီးTaken တို့ John Travolta ရဲ့ From Paris with love တို့လိုAction အလန်းစားတွေကို ရိုက်ထားတဲ့ ပြင်သစ် ဒါရိုက်တာPierre Morel ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့၂၀၁၈ ခုနှစ်ဝန်းကျင်လောက်မှာ ယဲမန်နိုင်ငံ ပြည်တွင်းစစ်ဖြစ်တော့ သမ္မတကနေ မဟာမိတ်နိုင်ငံတွေ ကုလတွေကိုစစ်ကူတောင်းခဲ့ပါတယ်။ အဲဒီထဲမှာ UAE နိုင်ငံလည်း အပါအဝင်ပေါ့၊ သူတို့ကတော့ ပြည်သူလူထုတွေကို စားနပ်ရိက္ခာထောက်ပံ့ပေးရင်း တစ်နေ့ တစ်နေ့ ကင်းပတ်တဲ့ တာဝန်ယူရပါတယ်။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Vnnn/The.Ambush.2021.ARABIC.BluRay.720p(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/aqua-135x200.jpg",
        "title": "Aquaman (2018)",
        "description": "ဒီစူပါဟီးရိုး ရုပ်ရှင်ဟာ DCEU ရဲ့ ၆ ကားမြောက်ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။သူ့ရဲ့ရှေ့မှာတော့ Man of Steel, Batman vs Superman, Suicide Squad, Wonder Woman, Justice League တို့ ထွက်ရှိထားပြီးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============အတ္တလန်တစ်နိုင်ငံရဲ့ မင်းသမီးဟာ ကုန်းမြေပေါ်က မီးပြတိုက်စောင့်တစ်ယောက်နဲ့ ချစ်မိပြီး အာသာ(အကွာမန်းကို) မွေးဖွားခဲ့ပါတယ်။သူကြီးပြင်းလာချိန်မှာ အတ္တလန်တစ်ရဲ့ ဘုရင် အွန်းမ်ဟာ နိုင်ငံ ၇ ခု ကို စုစည်းပြီး ကုန်းမြေကမ္ဘာကို စစ်တိုက်ဖို့ ပြင်ဆင်လာပါတယ်။ဒီစစ်ပွဲကိုတားဖို့ အတွက် အာသာဟာ သူ့ရဲ့ဆရာ ဗော်ကို၊ မင်းသမီး မယ်ရာ တို့ရဲ့ အကူအညီနဲ့ စွမ်းအားအကြီးဆုံး သုံးခွခရင်း ထရိင်းဒန့်ကို ရှာပြီး အတ္တလန်တစ်ရဲ့ ထီးနန်းကို ရယူဖို့ ကြိုးစားရပါတော့တယ်.........(ဘာသာပြန်သူ Littleneo ဖြစ်ပြီး အန်ကုတ်ပေးတာတော့ Than Htike Zaw ...",
        "rating": "7.9",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama, Family, Fancy, Fantasy, Martial, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2eOIfQw2lLZov6aJZ3xpPjnRHH.jpg",
        "title": "Lords of Chaos (2018)",
        "description": "အခုတစ္ခါ ကၽြန္ေတာ္တို႔ တင္ဆက္ေပးခ်င္တာကေတာ့ မက္တယ္ဟက္ေတြ ေရာ္ကာေတြ လက္မလႊတ္သင့္တဲ့ ၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့\\ေနာ္ေဝ Black Metal ဂီတကိုဖန္တီးခဲ့ျပီး Mayhem တီးဝုိင္းကိုလည္း တည္ေထာင္ခဲ့တဲ့Euronymous ရဲ႕ ဘဝအစိတ္အပိုင္းတစ္ခုကို ရိုက္ျပထားတဲ့ Lords of Chaos ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္…။၁၉၈၇ ခုႏွစ္ ေနာ္ေဝႏိုင္ငံ ေအာ္စ္လိုျမိဳ႕မွာ ၁၇ ႏွစ္အရြယ္ ေနာ္ေဝလူငယ္ေလးတစ္ေယာက္ဟာ Mayhem တီးဝိုင္းကို စတင္တည္ေထာင္ခဲ့ပါတယ္..Mayhem တီးဝိုင္းကို အနာဂတ္မွာ(ယေန႔မွာ) ေနာ္ေဝ ဘလက္ခ္ မက္တယ္ ဂီတကို စတင္ဖန္တီးခဲ့သူေတြထဲက တီးဝိုင္းတစ္ခုအျဖစ္ အသိအမွတ္ျပဳထားၾကပါတယ္…သူတို႔ရဲ႕ဂီတေတြဟာ ဘလက္ခ္ မက္တယ္ ဂီတေလာကကို လႊမ္းမိုးမႈေတြ အမ်ားအျပားရွိေနပါတယ္…ဒီဇာတ္ကားထဲမွာ သူတို႔ေတြရဲ႕ စိတ္အားထက္သန္မႈေတြ ကစဥ့္ကလ်ားျဖစ္မႈေတြ ေသာင္းက်န္းမႈေတြ အေၾကာင္းကို မ်က္ဝါးထင္ထင္ျမင္ရမွာျဖစ္ပါတယ္…ရက္စက္တဲ့ လူသတ္မႈတစ္ခ်ိဳ႕ ပါဝင္တဲ့အတြက္ ၁၈ ျပည့္မွ ၾကည့္ၾကဖို႔လည္း တိုက္တြန္းလုိက္ရပါတယ္….။(ေသခ်ာတာကေတာ့ ကေလးၾကိဳက္ကားလည္း မဟုတ္ပါဘူး)IMDb ...",
        "rating": "6.4",
        "url": "https://megaup.net/Se6p/Lords_Of_Chaos_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lxX0CGtXglXCmsqAb5Qu38MSIfn.jpg",
        "title": "Yatra(2019)",
        "description": "Yatra(2019)\nIMDb....9.0\nတစ္ေန႕ကားတစ္စီးနဲ႕သားအဖ(၂)ေယာက္ စာသင္ေက်ာင္းထဲေရာက္လာတယ္....အေဖျဖစ္သူက\nေက်ာင္းဆရာအား သူ႕သားကုိအပ္ရင္း ေတာင္းဆုိမႈေတြျပဳလုပ္တယ္...\n\" ဆရာ ကြ်န္ေတာ့္သားကုိ စာေတြသင္ေပးတာအျပင္ ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္ျဖစ္ေအာင္သင္ေပးပါ\"\n\" အံအားသင့္စရာပဲဗ် ကြ်န္ေတာ့္ဘ၀မွာအေဖေတြက သူ႕တုိ႕သားသမီးေတြကုိ ဆရာ၀န္၊\nအင္ဂ်င္နီယာေတြပဲျဖစ္ေအာင္လုပ္ေပးပါလုိ႕ေျပာတာပဲေတြ႕ဖူးတာ..ခင္ဗ်ားလုိ သူ႕သားကုိ\nႏုိင္ငံေရးးေခါင္းေဆာင္ျဖစ္ေအာင္လုပ္ေပးပါဆုိတဲ့အေဖကုိေတာ့ ပထမဆုံး\nေတြ႕ဖူးတာပဲဗ်....\"\n\"အင္ဂ်င္နီယာ ဒါမွမဟုတ္ ဆရာ၀န္က လူတစ္ေထာင္သုိ႕မဟုတ္ တစ္သိန္းေလာက္ကုိပဲကူညီႏုိင္တယ္...ဒါေပမယ့္\nႏုိင္ငံေရးေခါင္းေဆာင္တစ္ေယာက္ကေတာ့ လူမီလီယံေပါင္းမ်ားစြာကုိတစ္ခ်က္ထဲနဲ႕ကူညီႏုိင္တယ္...\nၿပီးေတာ့ ကြ်န္ေတာ့သားကုိေျပာၿပီးေျပာတဲ့အတုိင္းျဖစ္ေအာင္လုပ္ေပးတဲ့ေခါင္းေဆာင္ျဖစ္ေအာင္\nသင္ေပးပါဆရာ၊အသက္မရွည္ရင္မရွည္ပါေစနဲ႕၊အာဏာမရွိရင္မရွိပါေစနဲ႕၊လူေတြရဲ႕ႏွလုံးသားထဲမွာ\nအၿမဲတမ္းက်န္ရွိေနမယ့္ ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္ျဖစ္ေအာင္လုပ္ေပးပါဆရာ\"\nဒါကေတာ့  တစ္ခ်ိန္မွာ အိႏၵိယႏုိင္ငံရဲ႕၀န္ႀကီးခ်ဳပ္ျဖစ္လာမယ့္ ရာဂ်ာရွက္ခါရာ ရက္ဒီ ရဲ႕ အေဖျဖစ္သူက\nသူ႕သားကုိေက်ာင္းအပ္စဥ္က ေျပာခဲ့တဲ့စကားျဖစ္ပါတယ္...\nဒီဇာတ္ကားကေတာ့ ၂၀၀၄ ကေန ၂၀၀၉ အထိ အိႏၵိယႏုိင္ငံရဲ႕ ၀န္ၾကီးခ်ဳပ္အျဖစ္ တာ၀န္ထမ္းေဆာင္ခဲ့တဲ့\nYSR လုိ႕ေခၚၾကတဲ့ ၀န္ၾကီးခ်ဳပ္ ရာဂ်ာရွက္ခါရာ ရက္ဒီ ရဲ႕ ေရြးေကာက္ပြဲအတြက္ လမ္းေလွ်ာက္မဲဆြယ္တဲ့\nယာထရာအေၾကာင္းကုိ ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္...\nႏုိင္ငံေရးေလာက ထဲကုိသူ ေလွ်ာက္လမ္းစဥ္မွာ အခက္အခဲေပါင္းစုံ၊အတုိက္အခံပါတီေပါင္းစုံနဲ႕\nသူျဖတ္သန္းခဲ့တဲ့ ခေယာင္းလမ္းကုိ ေတြ႕ရမွာျဖစ္ပါတယ္...\nသူဟာ ငယ္စဥ္က သူ႕အေဖေျပာခဲ့သလုိ ျပည္သူေတြရဲ႕ ႏွလုံးသားထဲမွာ အၿမဲက်န္ရွိေနတဲ့ ေခါင္းေဆာင္\nေကာင္းတစ္ေယာက္ျဖစ္မလား၊ သူဘယ္လုိေတြေပးဆပ္ခဲ့ရလဲ...\nဘယ္လုိေတြႀကဳိးစားခဲ့လဲ...\nျပည္သူေတြအေပၚဘယ္လုိသေဘာထားခဲ့လဲ...\nပါတီ၀င္အခ်င္းခ်င္းနဲ႕ အတုိက္အခံေတြၾကားမွာ ဘယ္လုိ လႈပ္ရွားခဲ့လဲ....\nစတာေတြကုိ ၾကည့္ရမွာျဖစ္မွာပါတယ္....\nငယ္ဘ၀ကုိအနည္းအက်ဥ္းပဲျပထားၿပီး ...",
        "rating": "9.0",
        "url": "https://megaup.net/Seer/Yatra_[2019]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "Merlin စီးရီးေတြကို ၾကည့္ဖူးတဲ့လူတိုင္းဒီကားေလးကိုစိမ္းမယ္မထင္ပါဘူး...ပုံျပင္ေတြထဲက King Arthur နဲ႔ ေက်ာက္တုံးထဲ စုိက္ဝင္ေနတဲ့Excalibar ဓားကုိ လူတုိင္းၾကားဖူးၾကမွာ အေသအခ်ာပါပဲ။The kid who would be king (2019) က အဲဒီပုံျပင္ထဲကလုိExcalibar ဓားကုိ ဆြဲထုတ္ႏုိင္ခဲ့တဲ့ ကေလးရဲ႕ စြန္႔စားခန္းအေၾကာင္းရုိက္ကူးထားတဲ့Adventure , Action , Family ဇာတ္ကားေလးပါ။King Arthur က ေက်ာက္တုံးထဲက ဓားကုိဆြဲထုတ္ျပီးေတာ့ျဗိတိန္ရဲ႕ ဘုရင္ျဖစ္လာျပီး ေမြးစားညီမျဖစ္သူ Morgana ရဲ႕လက္က ကာကြယ္ေပးခဲ့ပါတယ္။ဒါေပမဲ့ Morgana က နယ္ေျမေတြအစိတ္စိတ္ကြဲလူေတြ ေမွ်ာ္လင့္ခ်က္မဲ့ျပီး ေခါင္းေဆာင္မဲ့ေနတဲ့အခ်ိန္ျပန္လာမယ္လုိ႔ က်ိန္စာဆုိခဲ့ပါတယ္။Arthur ကလည္း အဲဒီအခ်ိန္မွာ Excalibar ျပန္ေပၚလာပါေစလုိ႔ သစၥာျပဳခဲ့တယ္။၁၂ ႏွစ္အရြယ္ မူလတန္းေက်ာင္းသားေလး ...",
        "rating": "6.3",
        "url": "https://megaup.net/2e98q/The_Kid_Who_Would_Be_King_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wBr0PhF8ryhcEu5ot0Qj2pBEstp.jpg",
        "title": "Kiss Kiss (2019)",
        "description": "ဒီတစ္​ခါ တင္​ဆက္​​ေပးမယ္​့ Kiss Kiss ဆိုတဲ့ကား​ေလးက​ေတာ့အၾကမ္​းစားအက္​႐ွင္​ကားတစ္​ကားပါပဲ။ကလပ္​ရဲ႕ အကမယ္​​ေလးတစ္​စုဟာ တစ္​​ေန႔မွာ​ေတာ့ ​ေဘာက္​​ဆူးရထားတဲ့ဆာဖာရီတစ္​ခုကိုသြားခြင္​့ဖိတ္​စာ​ေလးအတုိင္​း သြားခဲ့ၾကတဲ့အခါမွာ​ေတာ့သူတို႔ဘယ္​လိုမွ မ​ေမ်ွာ္​လင္​့ထားတဲ့ အ​ေျပာင္​းအလဲတစ္​ခုနဲ႔ ၾကံဳ​ေတြ႔ရၿပီး႐ွင္​သန္​ႏိုင္​​ေအာင္​ ဘယ္​လိုႀကိဳးစားၾကမလဲ၊​ေက်ာ္​ျဖတ္​ႏိုင္​မွာလားဆိုတာကို စိတ္​ဝင္​စားသဖြယ္​ ၾကည္​့႐ွဴရမွာ ျဖစ္​ပါတယ္​။အထူးသျဖင္​့ ​ေယာက်ာၤး​ေလး​​​ေတြကို မၾကည္​့ခင္​ မွာခ်င္​ပါတယ္​။စိတ္​ခိုင္​ခိုင္​ထားၾကပါလို႔။အား​ေပးၾကပါဦးဗ်ာ File Size : (926 MB) & ( 250 MB)Quality : WEB-DL 720pRunning Time : 1 hr 35minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "3.4",
        "url": "https://megaup.net/2e99p/Kiss_Kiss_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5fmt0OQyxmoivrZ3XllRrTfpVC.jpg",
        "title": "The Glorious Seven (2019)",
        "description": "2019 ခုႏွစ္​ အသစ္​ထြက္​ အက္​႐ွင္​ဇာတ္​ကာ​ေကာင္​းတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။မကၠဆီကို သူ​ေဌးႀကီးတစ္​ဦးရဲ႕ ဇနီ​ေခ်ာ​ေလးကိုလူဆိုးအဖြဲ႔အစည္​းက ျပန္​​ေပးဆြဲသြားတဲ့အခါမွာ​ေတာ့ သူ​ေဌးႀကီးကအ​ေမရိကန္​စစ္​ျပန္​ ​ေၾကးစားတစ္​ဦးကို ငွါးၿပီးအလုပ္​အပ္​ႏွံခဲ့ရာမွဤသို႔အက္​႐ွင္​ဇာတ္ၾကမ္​းတစ္​ခု အစျပဳခဲ့ပါသည္​။ဇာတ္လမ္းေပါ့သြားမွာစိုးလို႕အမ်ားၾကီးမညႊန္းေတာ့ပါဘူး...အပစ္​အခတ္​​ေတြ အတိုက္​အခိုက္​​​ေတြကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​စိတ္​ဝင္​စားဖြယ္​ဇာတ္​ကားတစ္​ကားမို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (880 MB) & ( 301 MB)Quality : WEB-DL 720pRunning Time : 1 hr 33minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "3.1",
        "url": "https://megaup.net/2e98e/The_Glorious_Seven_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jzpvh0Ic7jL9GX4NLE1Tx2GUCrN.jpg",
        "title": "Independence Day: Resurgence(2016)",
        "description": "Independence Day: Resurgence(2016)ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ . ၁၉၉၆ ခုနှစ်မှာ လူသားတွေဟာဂြိုလ်သားတွေကို အနိုင်ယူနိုင်ခဲ့ပြီးနောက်ပိုင်း အာကာသထဲမှာကမ္ဘာကိုနောက်ထပ်အန္တရာယ်မပေးနိုင်အောင် စောင့်ရှောက်မှုတွေပြုလုပ်ထားကြပါတယ်။လကမ္ဘာပေါ်ကနေ ဂြိုလ်သားတွေရဲ့ အန္တရာယ်ကိုကာကွယ်ဖို့စောင့်စားနေတဲ့ အဖွဲ့ထံသို့ အာကာသယာဉ်တစ်စီးရောက်လာခဲ့တယ်။ထိုယာဉ်ဟာ ၁၉၉၆တုန်းကစစ်ဖြစ်ခဲ့တဲ့ဂြိုလ်သားတွေရဲ့ယာဉ်နဲ့မတူတဲ့အတွက် သမ္မတနဲ့နိုင်ငံတကာခေါင်းဆောင်တို့ဟာတိုင်ပင်ဆွေးနွေးသလိုမစ္စတာဒေးဗစ်ကိုလည်း မေးမြန်းအကြံဉာဏ်ယူပါတယ်။ထိုယာဉ်ကို လက်ဦးမှုရယူပြီးပစ်ချဖျက်စီးသင့်မသင့်ဆွေးနွေးတဲ့အခါ ဒေးဗစ်ကမပစ်ဖို့အကြံပေးပေမယ့် ...ခေါင်းဆောင်အများစုရဲ့ ပစ်ချဖို့အကြံပြုချက်ကြောင့်သမ္မတဟာ ပစ်ချစေခဲ့ပါတယ်။ ထိုယာဉ်ကြီးအာကာသထဲပြုတ်ကြပျက်စီးတဲ့အခါ ဒေးဗစ်ဟာစစ်ဆေးဖို့အတွက်သမ္မတကိုခွင့်တောင်း တဲ့အခါ အောင်ပွဲခံပွဲအပြီးမှသာလုပ်ခွင့်ပေးပါတယ်။အဲ့ဒီမှာ ဂျိတ်ဟာ အာကာသကနေ အာကာသယာဉ်ကိုယူပြီး ဒေးဗစ်ကိုလာရောက်ခေါ်ဆောင်ပြီး ၎င်းယာဉ်ကိုစစ်ဆေးဖို့ကူညီနေချိန်မှာပဲ ၁၉၉၆ ခုနှစ်တုန်းကဂြိုလ်သားတွေပြန်လည်ရောက်ရှိလာခဲ့ပြီး အာကာစခန်းနဲ့ကမ္ဘာဟာစတင်ပျက်စီးတဲ့အဖြစ်ကိုရောက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ IMDb rating 5.2/10 ရရှိထားပေမဲ့ အရမ်းကိုကောင်းလွန်းတဲ့ ဇာတ်ကားဆိုတာ ကြည့်ပြီးတဲ့သူတိုင်းလက်ခံပါလိမ့်မယ်။နောက်ပြီး ရိုက်ကွင်းရိုက်ကွက်တွေ Visual Effect တွေဟာ သာလွန်ကောင်းမွန်ခဲ့ပြီး ခိုင်မာတဲ့ ဇာတ်အိမ်ကို အကောင်းဆုံးရိုက်ပြသွားတဲ့ ဇာတ်ကားကောင်းဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ ညီလေး SCRN ပဲဖြစ်ပါတယ်။)File Size : (2.13GB)(857MB) and (313 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1D9kw/Independence_Day_-_Resurgence_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tZx0OX7kxv6F2VNWZoPr2bWDgE.jpg",
        "title": "If Beale Street Could Talk (2018)",
        "description": "Rating 7.4 ရရွိထားတဲ့ ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...အေမရိကန္ႏိုင္ငံ နယူးေယာက္ၿမိဳ႕ရဲ႕ လူမည္းရပ္ကြက္တစ္ခုမွာေနထိုင္ၾကတဲ့လက္လုပ္လက္စားလူမည္းမိသား စုတစ္စုမွာႀကံဳေတြ႕ရတဲ့အျဖစ္အပ်က္တစ္ခုကို အေျခခံၿပီးဇာတ္လမ္းတစ္ပုဒ္အျဖစ္တင္ဆက္ထားတဲ့ အေမရိ ကန္ရဲ႕ ယေန႔ေခတ္လူမည္းေတြရဲ႕ဘဝကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါ။အသားအေရာင္ခြဲျခားမႈ အဆင့္အတန္းခြဲျခားမႈေတြဟာအေမရိကန္မွာ ယေန႔တိုင္ရွိေနေသးတဲ့အေၾကာင္း ေဖာ္ညႊန္းတင္ျပထားပါတယ္။တရားကို နတ္ေစာင့္တာလား လူေစာင့္တာလားဆိုတာကြဲကြဲျပားျပျပားသိေအာင္ ႐ိုက္ျပထားပါတယ္။လူလူခ်င္း မဟုတ္တာလုပ္ၾကၿပီဆိုရင္ဖန္ဆင္းရွင္ေတာင္မတတ္ႏိုင္ဘူးဆိုတာ ေတြ႕ၾကရမွာပါ။တရားျခင္း မတရားျခင္းဆို တာ စနစ္နဲ႔ဆိုင္တာလား၊ဥပေဒေတြနဲ႔ဆိုင္တာလား၊ လူေတြနဲ႔ဆိုင္တာလား ၾကည့္ၿပီးေတာ့ေတြးေတာႏိုင္ဖို႔မီးေမာင္းထိုးျပထားတဲ့ကားတစ္​ကားမို႔ အာ​ေပးၾကပါဦ​း​ေနာ္​ File Size : (1 GB) & ( 205 MB)Quality : WEB-DL 720pRunning Time : 1 hr 59minFormat : Mp4Genre : ...",
        "rating": "7.6",
        "url": "https://megaup.net/2e99f/If_Beale_Street_Could_Talk_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Flowers.in_.the_.Attic_.2014-133x200.jpg",
        "title": "Flowers in the Attic (2014)",
        "description": "ဒီကားေလးကေတာ့ စာေရးဆရာ V.C Andrews ရဲ႕ Flowers in Attic ၀တၳဳကုိ အေျခခံၿပီး\n႐ုိက္ကူးထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ပါ။\nဒီဇာတ္ကားက ေယာက္်ားေသဆုံးသြားလုိ႔ သိပ္ခ်မ္းသာတဲ့ မိဘအိမ္မွာ ျပန္ၿပီးေနရတဲ့ အေမတစ္ေယာက္နဲ႔\nကေလးေလးေယာက္အေၾကာင္းကုိ အေျခခံထားတာပါ။\nသာမန္ဇာတ္လမ္းေတြလုိမ်ိဳး မဟုတ္ပဲ အတိတ္မွာ နာက်ည္းမုန္းတီးစရာေတြအျပည့္ရွိေနခဲ့ပါ။\nမိဘ ခြင့္မျပဳခဲ့တဲ့ အိမ္ေထာင္ေရးတစ္ခုကို ထူေထာင္ခဲ့တဲ့ ကရင္း\nအေမအရင္း ျဖစ္ေပမဲ့ ကရင္းအေပၚ အေသမုန္းတီးေနတဲ့ ကရင္းရဲ႕ မိခင္ နဲ႔\nအျပစ္မဲ့တဲ့ ကေလးေလးေယာက္ကုိ ထပ္ခုိးအခန္းက်ဥ္းေလးထဲမွာ ပိတ္ထားတဲ့ အဖြား၊\nရုပ္၀တၳဳပစၥည္းဘယ္ေလာက္ပဲ ၾကြယ္၀ခ်မ္းသာေပမယ့္ မျမင္ႏုိင္တဲ့ လူေတြရဲ႕ စိတ္က\nအင္မတန္ေၾကာက္စရာေကာင္းတယ္ဆုိတာ ဒီဇာတ္လမ္းထဲမွာ ျမင္ေတြ႕ခံစားရမွာပါ။\nအတိတ္က ဘယ္လုိအျဖစ္ေတြေၾကာင့္\nကရင္းရဲ႕ မိခင္က ကရင္းအေပၚကုိ ဘာေၾကာင့္ အေသမုန္းတီးေနတာလဲ?\nကရင္းနဲ႔ သူ႕ကေလးေလးေယာက္ၾကားက ဆက္ဆံမႈေတြကေရာ\nစိတ္ေျဖစရာမရွိတဲ့အခါမ်ိဳးဆုိရင္ အရြယ္ေရာက္ေနတဲ့\nေယာက္်ားေလး မိန္းကေလးေတြရဲ႕ စိတ္မွာျဖစ္ေပၚလာတဲ့  ခံစားမႈေတြ\nလူေတြက ပုိင္ဆုိင္မႈေလာဘေတြနဲ႔ ယွဥ္လာတဲ့အခါ ေသြးသားေတာ္စပ္ေနေပမယ့္\nေၾကာက္စရာေကာင္းတဲ့လုပ္ရပ္ေတြကုိ လုပ္တတ္တဲ့အေၾကာင္းေတြ ပါ၀င္တဲ့ ဇာတ္လမ္းတစ္ပုဒ္ပါ။\nသာမန္ပတ္၀န္းက်င္က လက္ခံႏုိင္တဲ့အခ်က္ေတြနဲ႔ ကြဲလြဲေနတာမ်ိဳးပါတာျဖစ္တဲ့အတြက္ မိသားစုနဲ႔\nအတူမၾကည့္ေစခ်င္ပါဘူး။\n(ဇာတ္လမး္အၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့  ...",
        "rating": "6.1",
        "url": "https://megaup.net/Seew/Flowers_In_The_Attic_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9UJLgIIkU5mZX7qLB7YSmdFgn4.jpg",
        "title": "Natsamrat(2016)",
        "description": "Natsamrat(2016)IMDb....9.2ကုလားကားႀကဳိက္သူေတြအတြက္ Rating ျမင့္ ပညာေပးကားႀကီးလာပါၿပီဗ်ား...ဘဝဆိုတာ တိုေတာင္းပါတယ္။\nဒီတိုေတာင္းပါတယ္ဆိုတဲ့ ဘဝထဲမွာပဲ\nအခ်ိန္ေတြဆိုတာ တိုင္းတာရအေတာ္ခက္ပါတယ္။\nဘဝေတြမွာ တည္ေဆာက္သမွၽ အရာရာဟာ ခိုင္မာလာဖို႔\nအခ်ိန္သာလိုေၾကာင္း သိ႐ွိခဲ့ၿပီးတဲ့ေနာက္မွာလည္း\nအရာရာဟာ ေဝးလြင့္္ပ်က္ျပယ္ျခင္းအလို႔ငွါ\nအခ်ိန္ကိုသာပဲ လိုေလေၾကာင္းလည္း နားလည္ခဲ့ရတယ္။\nဒီဇာတ္လမ္းေလးက တစ္ဘဝလုံးတည္ေဆာက္ခဲ့သမွၽကို\nသားသမီးေတြကို မ်က္ကန္းယုံမွတ္ခဲ့လို႔....\nထင္ေပၚေက်ာ္ၾကားခဲ့ပါတဲ့ ျပဇာတ္တို႔ရဲ႕ဘုရင္ ဘဝကေန\nသူေတာင္းစားသာသာ ဘဝေရာက္သြားခဲ့တဲ့\nလူတစ္ေယာက္အေၾကာင္းပါ။ဒီအျဖစ္အပ်က္ကေလးက ဟိုးငယ္ငယ္တုန္းက\nကုေ႒႐ွစ္ဆယ္သူေ႒းဘဝကေန\nသူေတာင္းစားျဖစ္သြားခဲ့ေကာင္ေလးလိုပါပဲ။\nသို႔ေပမဲ့ ဒီလူကေတာ့ အေဖတစ္ေယာက္ေပါ့။\nထပ္ေပါင္းေျပာရရင္ လူေကာင္းတစ္ေယာက္ေပါ့။\nလူေတြရဲ႕ ေပတံေတြမွာ ခင္ဗ်ားရဲ႕ တကယ့္စိတ္က\nဘယ္လိုပဲေကာင္းမြန္ေနပါေစ....\nအေျပာအဆို အျပဳအမူ ႐ုပ္ဟန္ေတြဟာ\nအေပၚယံေတြပါဆိုဆိုၾကလည္း ဒီလိုအရာေတြနဲ႔\nလူေတြက ခင္ဗ်ားကို တိုင္းတာၾကမွာပါပဲ။\nအေဝးႀကီးမေတြးပါနဲ႔...ခင္ဗ်ားရဲ႕မိဘ\nခင္ဗ်ားရဲ႕သားသမီး ခင္ဗ်ားရဲ႕ခ်စ္သူေတြကေတာင္\nဒီေပတံနဲ႔ပဲ တိုင္းတာၾကဦးမွာပါ။\nဒီဇာတ္လမ္းက အဲ့ဒီလိုအတိုင္းတာခံခဲ့ရတဲ့\nလူတစ္ေယာက္အေၾကာင္းဆိုလည္း ဟုတ္ပါတယ္။\nအေဖတစ္ေယာက္ အဘိုးတစ္ေယာက္ရဲ႕ ဆန္ေရတို႔\nအေၾကာင္းကို မိဘမျဖစ္ဖူးတဲ့ ကြၽန္ေတာ္သိပ္လည္း\nမေျပာျပတတ္ပါဘူး။ သူ႔စိတ္သေဘာကို\nကြၽန္ေတာ္ ခံစားရသလိုေရးခ်ျပရမယ္ဆိုရင္ေတာ့...\n\" ေပးအပ္ရန္ တစ္စုံတစ္ရာမ႐ွိပါကလည္း\nမ႐ွိျခင္းကို ေပးအပ္ခ်င္ပါေသး၏။\nခံယူသူ အလို႔ငွါ ဘယ္သို႔ဘယ္ပုံ ေသးငယ္မည္နည္းကို\nကြၽန္ေတာ္ မသိတတ္ႏိုင္ပါ။\nကြၽန္ေတာ့္ကမၻာ၏ ဆယ္ဖို႔တစ္ဖို႔ကိုသာ ေန႔ဖို႔ညစာ ခ်န္ခဲ့ပါ၏။\"\nလို႔ပဲ ဆိုရမည္ေပါ့။\nကမၻာေပၚမွာ ျဖစ္ပ်က္ေနၾက မိဘနဲ႔သားသမီးၾကားက\nအ႐ိုး႐ွင္းဆုံးအျဖစ္အပ်က္ေတြကိုပဲ...\nအနက္႐ႈိင္းဆုံး ခံစားခ်က္ေတြနဲ႔ ခံစားသက္ဝင္ၾကည့္လိုက္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။File ...",
        "rating": "9.2",
        "url": "https://megaup.net/2U6yY/Natsamrat_[2016]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BZDgwYzNlMjYtNjQxMy00NjQxLWJiMTItNjkzZTQ0ZTZiMTcyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Six Days Seven Nights (1998)",
        "description": "Six Days, Seven Nights (1998)နာမည္ေက်ာ္ေဟာလိဝုဒ္မင္းသားႀကီး ဟယ္ရစ္ဆင္ဖို႔ဒ္ပါဝင္တဲ့ စြန္႔စားခန္းဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး ၁၉၉၈ ခုႏွစ္က ထြက္႐ွိခဲ့ပါတယ္။အခ်စ္၊ အလြမ္း၊ အၾကမ္းနဲ႔ ဟာသကို ေရာေႏွာ တင္ဆက္ထားတဲ့ အဲဒီဇာတ္လမ္းဟာ ကြၽန္းေလးတစ္ကြၽန္းကို အေျချပဳ ႐ိုက္ကူးထားတာပါ။ဇာတ္လမ္းမွာ လက္ထပ္ခါနီး ခရီးထြက္လာၾကတဲ့ စံုတြဲေလးၾကားမွာ ဘာေတြျဖစ္လာမလဲ\nဂြက်က် ေလယာဥ္မႉးႀကီးရဲ႕ စြန္႔စားခန္းက ဘယ္လိုစိတ္ဝင္စားစရာေကာင္းမလဲ\nထင္မွတ္မထားတာေတြ ေပၚေပါက္လာတဲ့အခါ\nလူေတြ ဘယ္လိုေျပာင္းလဲသြားၾကသလဲ ဆိုတာကို\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေပါ့ေပါ့ပါးပါး ၾကည့္႐ႈၾကရမွာပါ။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nHarrison Ford, Anne Heche နဲ႔ David Schwimmer တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ Cherry Mon ပါ။) \nFile size…(1 GB) and (500 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cherry Mon",
        "rating": "5.8",
        "url": "https://megaup.net/2e99B/Six_Days_Seven_Nights_[1998]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/lq8yg7nywt8k-143x200.jpg",
        "title": "Inferior Student Qiao Xi (2019)",
        "description": "ေခ်ာင္ရွိးဆုိတဲ႔ေကာင္မေလးဟာ အညံ႕ဆံုးေက်ာင္းသူတစ္ဦးပါရုပ္ရည္ေခ်ာေမာလွပေပမယ္႔လည္း ညံ႕လြန္းေတာ႔လူေတြႏွာေခါင္းရွံု႕ၾကတယ္တစ္ေန႔ သူတို႕ရဲ႕အတန္းပိုင္းဆရာသစ္ ၿဖစ္တဲ႔ ဆရာ စြင္းနဲ႔ေတြ႕ဆံုတဲ႔ေနာက္မွာ ေခ်ာင္ရွီးဟာ ဘယ္လိုေတြေၿပာင္းလဲသြားမွာလဲအရင္က ဆရာမနဲ႔ပတ္သတ္ၿပီးအထိနာခဲ႔ဖူးတဲ႔ေခ်ာင္ရွီးတစ္ေယာက္ဆရာအသစ္ေပၚမွာဘယ္လိုယံုၾကည္ခ်က္ေတြနဲ႔မ်ားေရွ႕ဆက္မလဲမိသားစုနဲ႔ေရာ ဘယ္လိုေရွ႕ဆက္သြားရမလဲ ဆုိတာေတြကိုရွုစားရမွာပါဒီကားေလးမွာ ကိုယ္႔ကိုယ္ကိုလက္မေလ်ာ႔သမွ်ေလာကၾကီးမွာကိုယ္ၿဖစ္ခ်င္တာကိုယ္ၿဖစ္ႏိုင္တယ္ဆုိတဲ႔ ရသကိုခံစားသိၿမင္ရမွာပါစကားမစပ္ အဲ႔ကားေလးထဲက ေခ်ာင္ရွီးေလးက အေတာ္ေလးေခ်ာပါတယ္ :Pဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2e99n/Inferior_Student_Qiao_Xi_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTc3MzA5MzE4NF5BMl5BanBnXkFtZTgwNjExMTQwMTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Oculus (2013)",
        "description": "လက်မလွှတ်သင့်တဲ့HorrorMovieထဲမှာOcculusကတစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ကြည့်ရင်းကြည့်ရင်းနဲံ့ကြောက်သထက်ကြောက်လာရမယ့်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားဖြစ်တာလား?သရဲတကယ်ခြောက်တာလား?ဆိုတာကိုဇာတ်လမ်းကြည့်ရင်းအဖြေရှာရမယ့်ကားပါ။ကြောက်စိတ်ဆိုတာ.....ထင်ယောင်ထင်မှားဖြစ်တာကနေအစပြုတာများပါတယ်။မှန်ထဲမှာရှိတဲ့ ပုံရိပ်ဟာ ပုံရိပ်ယောင်ပါ။ပုံရိပ်ယောင်ကနေမှန်ကြည့်နေတဲ့လူကိုပူးကပ်လာလေမလားလို့ စိတ်ကူးယဉ်ဖူးပါသလားတကယ်ကို ပူးကပ်လာခဲ့တဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ?သရဲပူးကပ်နေတဲ့မှန်ကလူကိုဘယ်လိုများခြောက်လှန့်မယ်လို့ထင်ပါသလဲ?သရဲပူးကပ်နေတဲ့မှန်ကိုသိပ္ပံနည်းကျနဲ့ ဖြေရှင်နိုင်မယ်လို့ ထင်ပါသလား?",
        "rating": "6.5",
        "url": "https://megaup.net/1gW04/Oculus_(2013).mp4 ",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/triple-135x200.jpg",
        "title": "Triple Frontier 2019",
        "description": "Netflix ရဲ႕ အက္ရွင္ဇာတ္ကားအသစ္ထြက္လာပါျပီ။ မင္းသား ဘန္အက္ဖလက္၊ ခ်ာလီဟန္နန္၊ ေအာ္စကာအိုင္းဆက္တုိ႕လို လူေတြနဲ႕ ဇာတ္အိမ္ေကငာ္းေကာင္းဖြဲ႕ျပီး ရိုက္ကူးထားတာပါပဲ။ ေထြလာထြက္ကတည္းက ေမွ်ာ္ေနရတဲ့ကားဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းအထူးတပ္ဖြဲ႕ဝင္ေဟာင္းေတြရဲ႕ ဘဝဟာလည္း သနားစရာေကာင္းပါတယ္။ အစြမ္းကုန္ေလ့က်င့္၊ အသက္စြန္႕တိုက္ခိုက္ျပီး မေသလို႕ အနားယူခ်ိန္ေရာက္လာေတာ့ လက္ထဲမွာရွိတဲ့ပိုက္ဆံက သားသမီးေက်ာင္းစရိတ္ေတာင္ မလုပ္တဲ့လူေတြ ျဖစ္လာပါတယ္။ သူတို႕ဒီနယ္ပယ္မွာ ေတာ္သေလာက္သာ အျပင္လုပ္ငန္းေတြမွာ လုပ္ႏိုင္ခဲ့ရင္ စားမကုန္တဲ့ေငြေတြရႏိုင္မယ့္  အရည္အခ်င္းရွိတဲ့ သူမ်ိဳးေတြပါပဲ။ ဒီလိုအျဖစ္ေတြကို သည္းမခံခ်င္ေတာ့တဲ့ တပ္ဖြဲ႕ဝင္ေဟာင္းတစ္သိုက္ကေတာ့ ေတာထဲမွာ အေစာင့္အျပည့္နဲ႕ ေငြသန္းေပါင္းမ်ားစြာကို ဖင္ခုထိုင္ထားတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္အိမ္ကို ဝင္စီးျပီး တစ္သက္စားမကုန္မယ့္ေငြေတြကို ကိုယ့္အတြက္ကိုယ္သိမ္းဆည္းဖို႕ ၾကံစည္ၾကပါေတာ့တယ္။ တကယ္တမ္းေငြေတြရလာတဲ့အခါ အရမ္းမ်ားလြန္းေနတဲ့အတြက္ သူတို႕ထင္ထားသလို မေခ်ာေမြ႕ပဲ အခက္အခဲမ်ိဳးစံု ရင္ဆိုင္လာရပါေတာ့တယ္။File Size          :          900/ 450 ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/triple-frontier-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/longday-133x200.jpg",
        "title": "Long Day’s Journey Into Night ( 2019 )",
        "description": "ဒီဇာတ်ကားလေးဟာ IMDb မှာ 7.2 ရရှိထားပြီး Chinese Box Office မှာ37 Million အထိရထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်.ဒီဇာတ်ကားမှာယောက်ကျားတစ်ယောက်ရဲ့အတိတ်..အိမ်မက်..လက်တွေ့ဘဝသုံးခုမှာစိတ်ကူးလွင့်မျောနေပြီး သူ့ရဲ့ပျောက်ဆုံးသွားတဲ့တချိန်က ချစ်သူကိုပြန်ရှာဖွေတဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ သူဟာ ကွေကျုံးကိုပြန်သွားပြီးသူ့အိမ်မြေအောက်ခန်းကနေရတဲ့ဓါတ်ပုံထဲက လျို့ဝှက်ဆန်တဲ့မိန်းမကိုအနှစ်၂၀ ကြာမှ ပြန်လည်လိုက်ရှာနေမိတယ်.တချိန်တည်းမှာပဲသူနဲ့ချစ်ခဲ့ဖူးတဲ့မိန်းကလေးဟာလည်းထူးဆန်းစွာပျောက်ဆုံးသွားလို့တပါတည်းလိုက်ရှာနေမိတယ်.ဒီလိုနဲ့ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုခံစားပါ..တွေးတောရတာကြိုက်တဲ့သူတွေအတွက်တော့ တွေးစရာကောင်းမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/1I44m/Long_Day’s_Journey_Into_Night_[2019]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/NK-143x200.jpg",
        "title": "The New King of Comedy ( 2019 )",
        "description": "ဒီဇာတ္ကားေလးကေတာ႔ မင္းသားၾကီး စတီဗင္ေခ်ာင္က ထုတ္လုပ္သူနဲ႔ဒါရိုက္တာအၿဖစ္ရိုက္ကူးထားၿပီး IMDb 6.3 ရထားတဲ႔ ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ပဲၿဖစ္ပါတယ္..ဒီဇာတ္လမ္းေလးမွာ..သရုပ္ေဆာင္အရမ္း၀ါသနာပါၿပီးေအာင္ၿမင္တဲ႔မင္းသမီးေလးၿဖစ္ခ်င္တဲ႔ေကာင္မေလး ရွုမံု႕တစ္ေယာက္ဟာႏွစ္ေတြအၾကာၾကီးတိုင္ေအာင္ ၾကံဳရာသရုပ္ေဆာင္အၿဖစ္လုပ္ခဲ႔ရတာေတာင္ေအာင္ၿမင္ဖုိ႕ထားပါဦး..ၿငင္းပယ္ၿခင္းနဲ႔အထင္ေသးၿခင္းေတြကိုသူ႕မွာဆက္တိုက္ခံစားခဲ႔ရတယ္..ဒါေပမယ္႔သူမက ဘယ္ေတာ႔မွလက္ေလ်ာ႔ဖုိ႕မၾကိဳးစားပဲ အၿမဲတေစ တက္ၾကြေနခဲ႔တယ္..ဒီလိုနဲ႔တရက္မွာရူမံု႕ဟာနာမည္က်မင္းသား Marco နဲ႔ရိုက္ကြင္းတခုမွာေတြ႕ဆံုခဲ႔ရာကေနသူတို႕၂ဦးရဲ႕ကံၾကမၼာဘယ္လိုေၿပာင္းလဲသြားမလဲ..အႏုပညာလမ္းေၾကာင္းရဲ႕ခက္ခဲပံုေတြ..လူအမ်ိဳးမ်ိဳးစိတ္အဖံုဖံုဆုိသလို အႏွစ္အရသာရွိရွိနဲ႔ခံစားၾကည္႕ရွုရမွာၿဖစ္ပါတယ္...မင္းသားၾကီးစတီဗင္ေခ်ာင္ရဲ႕လက္ရာဆုိတဲ႔အတိုင္း..ရသေၿမာက္တယ္လို႔ခံစားမိပါတယ္Comedy ေလးေတြလည္းပါေတာ႔ ပိုၿပီးေပါ႔ေပါ႔ပါးပါးလည္းၿဖစ္ပါတယ္ဆက္လက္ခံစားၾကည္႕ရွုပါ Quality : WEB-DL 720pSubtitle : Myanmar Sub ( Hardcoded )Translated & Review By Phyo ZawEncoded By PHOENIX",
        "rating": "6.3",
        "url": "https://megaup.net/SXnd/The_New_King_Of_Comedy_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTNjNDhlMmMtNjA2Yy00M2M3LWFlY2EtY2FiMmRiMzI2Mjc0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007121000_AL_-142x200.jpg",
        "title": "King of Thorn (2009)",
        "description": "IMDb - 6.3/10\nMy anime list - 7.1 /10\n\"ျဖစ္​ခ်င္​တဲ့ဆႏၵသာမ႐ွိဘူးဆိုရင္​\nအိပ္​မက္​​ေတြဟာတကယ္​ျဖစ္​လာမွာမဟုတ္​ဘူး\"\n2009ခုႏွစ္​ထုတ္​ဒီဂ်ပန္ ​anime ​ေလးဟာ​ေျပာရမယ္​ဆိုရင္​​ေတာ့\nNetflixကထုတ္​တဲ့ Annihilation႐ုပ္​႐ွင္​ရဲ႕\nဇာတ္​​ေၾကာင္​းနဲ႔နည္​းနည္​းဆင္​ပါတယ္​\nဇာတ္​​ေၾကာင္​းကို\nပါးပါး​ေလးပုတ္​ရမယ္​ဆိုရင္​​ေတာ့ျဖင္​့\n၂၀၁၂ခုနစ္​ႏွစ္​လည္​ပိုင္​း​ေလာက္​မွာ\nကမာၻ​ေပၚမွာ​ေရာဂါတစ္​မ်ိဳးစတင္​ပ်ံ့ႏွံ႔လာခဲ့ပါတယ္​\n​ေရာဂါကူးစက္​ခံရသူ​ေတြဟာ နာရီအနည္​းငယ္​အၾကာမွာ\nအ​ေသြးအသား​ေတြတစ္​ကိုယ္​လံုး\n​ေက်ာက္​သားပမာ မာ​ေက်ာၿပီး​ေသဆံုးသြား​ေလ့႐ွိလို႔\nဂရိဒ႑ာရီလာ မ်က္​ႏွာျမင္​တာနဲ႔​ေက်ာက္​ျဖစ္​​ေစတဲ့\nမီဒူဆာနာမည္​ကို​ေပးထားခဲပါတယ္​\nကူးစက္​ခံရၿပီဆိုတာနဲ႔​ေသဆံုးဖို႔\nရာခိုင္​ႏႈန္​း၁၀၀ရာခိုင္​ႏႈန္​း႐ွိတာမလို႔\nတစ္​ကမာၻလံုးအုတ္​​ေအာ္​​ေသာင္​းနင္​းနဲ႔\n​ေသြးပ်က္​ကုန္​ၾကတယ္​လို႔​ေျပာရင္​လည္​းမမွားပါဘူး\nကုသ​ေရး​ေဆး​ေတြကိုမ​ေပၚ​ေသး​ေပမယ္​့\n​ေရာဂါကူးစက္​ခံရလား\nမခံရဘူးလားကို​ေရာဂါပိုးပမာဏကိုတိုင္​းတာၿပီး\nသိႏိုင္​တဲ့အထိ​ေတာ့​ေရာက္​လာခဲ့ပါတယ္​\nဒါ​ေပမယ္​့လည္​း​ေရာဂါကိုထိထိ\n​ေရာက္​​ေရာက္​မကိူင္​တြယ္​ႏိုင္​ျဖစ္​​ေနဆဲပါ\nအဲ့ဒီအခ်ိန္​မွာပဲ​ေဆးဝါးကုမၸဏီတစ္​ခုဟာ\n​ေရာဂါကူးစက္​ခံရတဲ့လူ​ေတြအတြက္​ထိ​ေရာက္​တဲ့\nနည္​းလမ္​းတစ္​ခုကိုခ်ျပခဲ့ပါတယ္​\nအဲ့ဒါက​ေတာ့​ေရာဂါကူးစက္​ခံရသူ​ေတြဟာ\nCold sleep capsule center(CSCC)\nပ​ေရာဂ်က္​နဲ႔ ခနၶာကိုယ္​ရဲ႕ဇီဝျဖစ္​စဥ္​​ေတြ​ေႏွး​ေကြးသြား​ေအာင္​လုပ္​ၿပီး\n​ေပ်ာက္​ကင္​း​ေအာင္​ကုသတဲ့​ေဆး​ေပၚ\nလာတဲ့အထိအိပ္​​ေပ်ာ္​​ေန​ေစမယ္​့နည္​းလမ္​းပဲ\nကနဦးအ​ေနနဲ႔လူအ​ေယာက္​၁၆၀ကို​ေရြးခ်ယ္​ခဲၿပီး\nပ​ေရာဂ်က္​ကိုစလုပ္​ခဲ့ပါတယ္​\nဒါ​ေပမယ္​့ ႏွစ္​တစ္​ရာ​ေလာက္​ပဲ\nအိပ္​​ေပ်ာ္​​ေစဖို႔ရည္​ရြယ္​ထား​ေပမယ္​့\nအိပ္​​ေပ်ာ္​​ေနသူ​ေတြျပန္​ႏိုးထလာခ်ိန္​မွာ​ေတာ့\nဆူးပင္​ႀကီး​ေတြနဲ႔ျပည္​့ႏွက္​​ေနတဲ့\nအ​ေျခအ​ေနနဲ႔ၾကံဳ​ေတြ႔လိုက္​ရပါတယ္​\nအဲ့ဒီဆူးပင္​ကဘယ္​က​ေရာက္​လာလဲ\nစမ္​းသပ္​ခံလူ​ေတြဘယ္​​ေလာက္\nၾကာ​ေအာင္​အိပ္​​ေပ်ာ္​သြားခဲ့တာလဲ\nCSSCပ​ေရာဂ်က္​ရဲ႕အဓိကရည္​ရြယ္​ခ်က္​က​ေရာဘာလဲ\nမီဒူဆာ​ေရာဂါက​ေရာ\nဘယ္​က​ေရာက္​လာတာလဲစတာ​ေတြကို\nစိတ္​ဝင္​စားစြာၾကည္​့႐ႈရမွာပါ\nရုပ္ရွင္ကား နဲ႔ အညႊန္း ကို\nDr. Nyan မွ ဘာသာျပန္ၿပီး ေရးေပးထားပါတယ္",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/king-of-thorn-2009/",
        "category": "Adventure, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODMyYTlkNWYtODAzMC00ZjFiLWE3YjctMGUyMzM1MDk3ZDFlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Wild Things (1998)",
        "description": "Wild Things(1998)\n.................................\nပထမဆံုးအေနနဲ႔ ဒီကားမွာ sexခန္းေတြ၊ ၾကမ္းတမ္းတဲ့အသံုးအႏႈန္းေတြ၊ homosexualအခန္းေတြ\nေဖာေဖာသီသီ ပါဝင္တာေၾကာင့္ မိသားစုနဲ႔လံုးဝမၾကည့္ဖို႔\nတစ္ခ်က္သတိေပးပါရေစ။\n18ႏွစ္မျပည့္ေသးသူေတြ အရြယ္မေရာက္ေသးတဲ့လူေတြလဲမၾကည့္သင့္ပါဘူး\nဇာတ္လမ္းမွာအဓိကဇာတ္ေကာင္ ငါးေယာက္ပါပါတယ္\nသူတို႔ကေတာ့\n1.ဆမ္လြမ္ဘာဒို\nဘလူးေဘးအထက္တန္းေက်ာင္းက\nေက်ာင္းဆရာေလးဆမ္က\n႐ုပ္ေခ်ာသေဘာေကာင္းတဲ့ဆရာေလးမို႔\nလူခ်စ္လူခင္ေပါၿပီး ပ်ဳိတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးေပါ့။\nအထူးသျဖင့္ ေက်ာင္းသူေလးေတြအတြက္ကေတာ့\nဆမ္ဟာသူတို႔ရဲ႕ပံုျပင္ထဲကမင္းသားေလး။\n2. ကယ္လီဗန္႐ုိင္ယန္\nကယ္လီကေတာ့ ဘလူးေဘးအထက္တန္းေက်ာင္းရဲ႕ A list\nစာရင္းဝင္ ခပ္ေဟာ့ေဟာ့ သူေဌးသမီးေလး။\nသူေလးကလဲ ေက်ာင္းဆရာကို\nအေသအေက် crushေနတဲ့ ေကာင္မေလး။\nတစ္ေန႔မွာေတာ့ ကယ္လီတစ္ေယာက္\nေက်ာင္းဆရာရဲ႕အိမ္ကို ကားသြားေဆးေပးရင္း\nသူ႔ကိုေက်ာင္းဆရာက မုဒိမ္းက်င့္ပါတယ္ဆိုၿပီး\n႐ုိးသားႀကိဳးစားတဲ့ ေက်ာင္းဆရာေလးကိုစြပ္စဲြလာပါေတာ့တယ္။\n3.ဆူဇန္မာရီတိုလာ\nဆူဇီလို႔ေခၚၾကတဲ့ ဒီေကာင္မေလးကေတာ့\nကယ္လီလိုပဲ ခပ္လန္းလန္းေကာင္မေလးဆိုေပမယ့္\nကယ္လီလိုေတာ့ မခ်မ္းသာ႐ွာဘူး\nေမြးစားမိခင္နဲ႔အတူ ၿမိဳ႕စြန္ရပ္ကြက္မွာေနရတဲ့ေကာင္မေလး။\nအဲ..ကယ္လီက ေက်ာင္းဆရာမုဒိမ္းက်င့္တာခံရပါတယ္\nစြပ္စဲြလိုက္ေတာ့ တစ္ၿမိဳ႕လံုးမယံုၾကည္ႏူိင္ ျဖစ္ေနၾကခ်ိန္မွာ\nဆူဇီကလဲ ဒီေက်ာင္းဆရာဟာ သူ႔ကိုလဲ ဒီလိုပဲက်င့္ခဲ့ဖူးေၾကာင္း\nအရင္တုန္းကေျပာရင္ ဘယ္သူမွမယံုမွာစိုးလို႔ မေျပာခဲ့တာျဖစ္ေၾကာင္း\nထပ္ၿပီးထုတ္ေျပာလာပါတယ္။\nဒီအခ်ိန္မွာ ေက်ာင္းဆရာေလးကတကယ္ပဲ\nမုဒိမ္းက်င့္တယ္လို႔ တခ်ဳိ႔ေတြယံုလာၾကပါတယ္။\n4,5. စံုေထာက္ေရးဒူကတ္ နဲ႔ ဂေလာ္ရီယာ\nသူတို႔ကေတာ့ ေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈကိုအဓိက\nကိုင္တြယ္ၾကမယ့္သူေတြပါ။\nသူတို႔ႏွစ္ေယာက္ထဲက စံုေထာက္မေလး ဂေလာ္ရီယာကလဲ\nေက်ာင္းဆရာကိုႀကိတ္ေႂကြေနပါေသးတယ္။\nဒါကေတာ့ဇာတ္လမ္းရဲ႕ အစေက်ာင္းဆရာေလးဆမ္ရဲ႕\nအမႈျဖစ္ေပၚလာပံုျဖစ္ပါတယ္။\nspoilerမဟုတ္ပါဘူး ဒါဟာဇာတ္လမ္းရဲ႕\nအစပိုင္းေလးပဲ႐ွိပါေသးတယ္။\nေနာက္ပိုင္းမွာ ဇာတ္လမ္းရဲ႕ ထင္မထားတဲ့အခ်ဳိးအေကြ႔\nအခ်ိတ္အဆက္ေတြက ပရိတ္သတ္ကို\nပါးစပ္အေဟာင္းသား ျဖစ္ေစပါလိ္မ့္မယ္။\nအညႇီအေဟာက္အခန္းေလးေတြလဲပါမွ\nဇာတ္အိမ္ကလဲခိုင္မွ မင္းသားမင္းသမီးကလဲေခ်ာမွ\ntwistေတြကလဲၾကမ္းမွ ၾကည့္ခ်င္တယ္ဆိုသူေတြ\nအတြက္ကေတာ့ Wild Things ဟာ\nလံုးဝကိုလက္လြတ္မခံသင့္တဲ့\nေဘကုန္ရက်ဳိးနပ္မယ့္\nကားေကာင္းတစ္ကားျဖစ္တဲ့အေၾကာင္း\nအာမခံလိုက္ပါတယ္။\nKaung Khant Win က ရုပ္ရွင္ကားကို\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Seek/Wild_Things_[16+]_[1998]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyJyNCoR4rVi5OEYniLEOxYCM4b.jpg",
        "title": "I’m Not Here (2019)",
        "description": "ပရိသတ္အခ်စ္ေတာ္ J.K.Simmonsနဲ႔ Sebastian Stanတုိ႔ရဲ႕အသစ္စက္စက္ထြက္႐ွိထားတဲ့ဇာတ္ကားပါ။Dramaအမ်ိဳးအစားျဖစ္ၿပီး IMDB Ratingလည္း မဆုိးလွပါဘူး။အတိတ္ရဲ႕အမွားေတြ ေနာင္တေတြနဲ႔ ဇရာရဲ႕ႏွိပ္စက္ျခင္းဒဏ္ေတြကုိ ခံေနရတဲ့စတိဗ္တစ္ေယာက္ဟာ အထီးက်န္စြာနဲ႔ဘဝကုိျဖတ္သန္းေနပါေတာ့တယ္။သူဟာ တစ္စစီက်ိဳးပဲ့ပ်က္စီးေနတဲ့အတြက္ အိမ္ႀကီးထဲမွာပဲဘယ္သူ႔ကုိမွ အျပင္ေလာကႀကီးနဲ႔ အဆက္အသြယ္ျဖတ္ကာေနေနခဲ့ပါတယ္။သူ႔ရဲ႕အတိတ္ပုံရိပ္တစ္ခုခ်င္းစီဟာ သူ႔ကုိ အႀကိမ္ႀကိမ္ႏွိပ္စက္ေနခဲ့ပါတယ္။သူ႔ကုိေျခာက္လွန္႔ေနတဲ့ အဲ့ဒီအတိတ္ေတြဟာ ဘာေတြလဲ။အဲ့ဒီအတိတ္ေတြကေန သူလြတ္ေျမာက္ပါ့မလား။တစ္ကားလုံးဟာ လြမ္းစိမ့္စိမ့္ေလးနဲ႔ ေတာ္ေတာ္ေလးၾကည့္ေကာင္းပါတယ္။Film festival ပြဲေတာ္ေတြမွာလည္း ဆုေတြရထားတဲ့ဇာတ္ကားပါ။တျခားဇာတ္လမ္းေတြလုိ ျပသခ်ိန္သိပ္မၾကာျမင့္တာေၾကာင့္ၾကည့္ရတဲ့အခ်ိန္ထက္ လြမ္းဆြတ္တမ္းတမိမယ့္အခ်ိန္က ပုိမ်ားမွာအမွန္ပါပဲ။အားလုံးပဲ ဇာတ္လမ္းေလးနဲ႔အတူ လြမ္းဆြတ္ၾကည့္လုိက္ၾကစုိ႔ဗ်ာ File Size : (713 MB) & ( 225 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21minFormat ...",
        "rating": "6.2",
        "url": "https://megaup.net/2e99e/I’m_Not_Here_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxaukciOIoqRB6oJn7abelrh4eW.jpg",
        "title": "Tangent Room (2017)",
        "description": "သိပၸံပညာရွင္ေတြနဲ႔ရူပေဗဒပညာရွင္ ေလးေယာက္တုိ႔ သူတို႔ရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ျဖစ္သူ၀ါစတိန္းရဲ႕ ခ်ိန္းဆိုမႈေၾကာင့္ အခန္းတစ္ခုထဲမွာဆံုမိၾကပါတယ္သူတုိ႔လုပ္ေဖာ္ကိုင္ဖက္ျဖစ္သူကိုေမွ်ာ္လင့္ထားေပမယ့္ဗီဒီယိုတစ္ခုသာ ေရာက္လာခဲ့ျပီး ဒီအခန္းထဲက မထြက္ႏိုင္ရင္ေသရမယ္လို႔ ေျပာၾကားခံခဲ့ရပါတယ္သဲလြန္စအေနနဲ႔ ဂဏန္းေတြအမ်ားၾကီးကိုေပးခဲ့ေပမယ့္ဘာကိုဆိုလိုမွန္းသူတုိ႔မသိၾကတဲ့အခါ..အခန္းထဲကေနထြက္ႏိုင္တဲ့တစ္ခုတည္းေသာ နည္းလမ္းကဂဏာန္းေတြက တဆင့္အေျဖရွာဖုိ႔႔ပဲရွိတာကို လက္ခံလိုက္ရေသာအခါ..ေနာက္ဆံုးသူတုိ႔အဲဒီအခန္းထဲက ထြက္ႏုိင္ပါ့မလားဆိုတာကိုအသည္းတယားယားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္တစ္ဆင့္ခ်င္းေဆြးေႏြးပံု ထုတ္ေဖာ္ပံုေတြမို႔ Spoiler ပါသြားမွာစိုးလို႔ ထည့္မေရးေတာ့ပါဘူးရင္သပ္ရႈေမာဖြယ္ျဖစ္ျပီးေတာ့ သူတုိ႔ရင္ဆိုင္ေနရတာကကိုယ္မေတြးထားတဲ့ရႈေထာင့္တစ္ခုျဖစ္ေနမယ္ဆိုတာကို ေတာ့ အာမခံပါတယ္  File Size : (614 MB) & ( 316 MB)Quality : HDRipRunning Time : 1 hr 4minFormat : Mp4Genre : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.0",
        "url": "https://megaup.net/2e99D/Tangent_Room_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    }
]