[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zkGFADykBtfPfTv7YJooxTH52ph.jpg",
        "title": "Dragon Knight (2022)",
        "description": "Dragon Knight (2022) King Arthur, Merlin တို့လို အ​နောက်တိုင်းပ​ဒေသရာဇ်​ခေတ် မြင်းစီးစစ်သူရဲ​တွေရဲ့ စွန့်စားခန်း​တွေ၊ Dragon​နဲ့ပတ်သက်တဲ့ စွန့်စားခန်း​တွေဟာဆိုရင် ဘယ်​ခေတ်၊ ဘယ်အချိန်​မှာမှ ရိုးအီသွားမှာမဟုတ်တဲ့ ဇာတ်​လမ်းတွေပဲ ဖြစ်ပါတယ်။ အခုလည်း၂၀၂၂ထုတ် Fantasy Adventure ဇာတ်လမ်းအသစ်​​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။လွန်ခဲ့တဲ့နှစ်​ပေါင်း၂၀၀ခန့်က အဒ်ဘန်ဒန်ဆိုတဲ့ မိစ္ဆာတစ်​ကောင်က လူ့​လောကကို အ​မှောင်တိုက်သွင်းဖို့ ရောက်ရှိလာခဲ့ပါတယ်။ ဒီမ​​ကောင်းဆိုးဝါးကို​ချေမှုန်းဖို့ ငါးပြည်​​​ထောင်​သော မဟာမိတ်​တွေ၊ နဂါး​တွေနဲ့ နဂါးစစ်သည်​​​​​​တော်တွေပါ စုစည်းတိုက်ခိုက်ခဲ့​ပေမယ့် အဒ်ဘန်ဒန်နဲ့ သူ့စစ်တပ်အစွမ်းကို မယှဉ်နိုင်တာ​ကြောင့် နဂါး​တွေလည်း​​သေ၊ နဂါးစစ်သည်​တော်အဖွဲ့လည်း မရှိ​တော့ဘဲ တိုင်းပြည်အားလုံး အဒ်ဘန်ဒန်ကို သစ္စာခံလိုက်ရပါတယ်။ဘ​ရေဒန်ဆိုတာက​တော့ ​ပြိုကွဲသွားတဲ့နဂါးစစ်သည်​တော်အဖွဲ့ရဲ့ ​​နောက်ဆုံးကျန်ရစ်သူပါ၊ သူဟာ ဖခင်ဖြစ်သူရဲ့ စိတ်ဓါတ်ကို အ​မွေဆက်ခံရင်း အဒ်ဘန်ဒန်ကို ​​ချေမှုန်းဖို့ အမြဲကြိုးပမ်း​နေသူ​ပေါ့။ သူ့ရဲ့အကြံက လွန်ခဲ့တဲ့ နှစ်၂၀၀တည်းက ​ပျောက်ဆုံးသွားတဲ့ နဂါး​တွေကို လိုက်ရှာရင်း နဂါး​တွေ အကူအညီနဲ့ အဒ်ဘန်ဒန်ကို အနိုင်ယူပစ်ဖို့ပါ၊ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2pmbq/(CM)_Dragon_Knight_(2022)_720p.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTAyYWJkNDQtZjY4NS00ZTVlLTg1ODYtNjE5N2NlMzY3OGE1XkEyXkFqcGdeQXVyMjM1MDQxOQ@@._V1_-138x200.jpg",
        "title": "After the Pandemic (2022)",
        "description": "After The Pandemic (2022)====================CM ရဲ့ ပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့\nAfter the Pandemic ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်\nVirus outbreak ဖြစ်ခဲ့တဲ့အတွက်ကြောင့် လူပေါင်းသန်းချီသေဆုံးခဲ့ရာမှ\nတွေ့ရှိခဲ့ရတဲ့အချက်တစ်ချက်ကတော့ လူငယ်တွေကိုတော့ ရောဂါပိုးဟာ\nသက်ရောက်နိုင်ခြင်းမရှိပါဘူး။\nအဲ့ဒီတော့ Elite အလွှာ လူတန်းစားများဟာ လူငယ်တွေရဲ့ ရောဂါခုခံနိုင်စွမ်းနဲ့\nတိုက်ခိုက်နိုင်စွမ်းကိုရယူချင်တဲ့အတွက် လူငယ်တွေကို Lab ခန်းထဲမှာ analysis\nလုပ်ဖို့ ကြံစည်လာပါတယ်။လူငယ်တွေအတွက်တော့ အိမ်မက်ဆိုးကြီးပေါ့ အဲ့တော့ ထွက်​ပြေးပုန်းရှောင်\nကြတဲ့အတွက် လူငယ်တွေမရှိသလောက်နီးပါးဖြစ်သွားပါတယ်။\nအယ်လီဟာလည်း ထိုအထဲမှတစ်ယောက်အ​ပါအဝင်ဖြစ်ပါတယ်။\nနောက်ကနေလိုက်ဖမ်းနေတဲ့ အစိုးရအဖွဲ့ဝင်တွေလက်ကလွတ်အောင် ကြိုးစားရင်းနဲ့\nကွင်းဆိုတဲ့ကောင်မလေးနဲ့တွေ့ခဲ့ရပြီး ဘယ်လိုအသက်ရှင်နေထိုင်ရမလဲဆိုတာကို\nကောင်းကောင်းကြီးသဘောပေါက်ခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးဟာ virus outbreak ဖြစ်တဲ့အခြေအနေကိုရိုက်ကူးထားပြီး\nဆယ်ကျော်သက်အရွယ်ကောင်မလေးနှစ်ယောက်ရဲ့ survival အတွက်ကြိုးစားရပုံကို\nရိုက်ကူးထားတဲ့အတွက် ကြည့်ရှုဖို့တန်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုတာကိုညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah Theint ဖြစ်ပါတယ်)File Size - (1.35 GB) / (644 MB) / (424 MB)\nQuality – WEB-RIP 1080p / 720p/480p\nDuration - ...",
        "rating": "5.0",
        "url": "https://megaup.net/2plJ1/After.the.Pandemic.2022.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/keEnkeAvifw8NSEC4f6WsqeLJgF.jpg",
        "title": "Willy’s Wonderland (2021)",
        "description": "Willy's Wonderland (2021) နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/13r47/(CM)_Willy_s_Wonderland_(2021)_720p.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jEKDQnXdRG7wRjvPmJwXJJGLN8t.jpg",
        "title": "Private Desert (2021)",
        "description": "Private Desert (2021) ~ IMDb - 7.2/10, Rotten Tomatoes - 100% ~ဘရာဇီးကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ အော်စကာဆုစာရင်းထဲမှာလည်းပါ၊ အော်စကာဆုများနဲ့လည်း ထိုက်တန်ပါတယ်လို့ ပြောဆိုမှုတွေရှိတဲ့ကြားက ဆုမချိတ်နိုင်ခဲ့ပေမဲ့ ကြည့်နေကြ ဟောလိဝုဒ်ထဲက ကွဲထွက်နေတဲ့ ဘရာဇီးကားလေးမို့ အရသာကတော့ အသစ်အဆန်းလေးပေါ့။မော်ဒန်ခေတ်သစ်ရဲ့ အသုံးပြုမှုအများဆုံး ဆိုရှယ်ပလက်ဖောင်းလို့ခေါ်တဲ့ လူမှုကွန်ယက်‌ပေါ်က အချင်းချင်းတွေ့ကြတဲ့ဇာတ်လမ်းပါပဲ။ ဒေါသကို ထိန်းချုပ်ရာမှာ ပြဿနာရှိတဲ့ ရဲလေ့ကျင့်ရေးအရာရှိတစ်ယောက်က သင်တန်းသားလူသစ်တစ်ယောက်ကို ဆုံးမရင်း လက်လွန်မတတ်ဖြစ်သွားလို့ အလုပ်ပြုတ် တရားရင်ဆိုင်နေရတာကနေ ဇာတ်လမ်းစပါတယ်။သူက အဖေအိုကြီးကို ပြုစုလုပ်ကျွေးနေသူတစ်ယောက်။ ရည်းစားမရှိ၊ မိန်းမမရှိ။ အွန်လိုင်းပေါ်ကတွေ့တဲ့ ကောင်မလေးကိုပဲ စွဲစွဲလမ်းလမ်း ချစ်နေတဲ့ လူပျိုကြီးပါပဲ။ သူတို့ဟာ လူချင်းမတွေ့ရပေမဲ့ လိုင်းပေါ်မှာကတော့ လင်မယားတွေလိုပဲ‌ပေါ့။ ကိုယ်တုံးလုံးပုံတောင် ကိုရဲကြီးက လှမ်းပို့သေးသတဲ့။ ဒါပေမဲ့ တစ်နေ့မှာ အကောင့်ပိုင်ရှင်လေးပျောက်ဆုံးလို့ စာမပြန် ဖုန်းမကိုင် သစ်စိမ်းချိုး ချိုးသွားတဲ့အခါမှာတော့...အလုပ်ပြုတ်တာ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Jll0/(CM)_Deserto_Particular_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/ZjDQj_4c-142x200.jpg",
        "title": "Mao Shan (2021)",
        "description": "ယင်ရှောင်ရီဟာ အမေဖြစ်သူဖွင့်ထားတဲ့ စားသောက်ဆိုင်လေးမှာ ဝိုင်းလုပ်ဝိုင်းကူပေးရတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့၊\nခမျာမှာ စားသောက်ဆိုင်အလုပ် လုပ်ရတယ်ဆိုပေမယ့် သူ့စိတ်ထဲမှာတော့ အင်မတန်ကြီးကျယ်တဲ့ ဆန္ဒတစ်ခုတော့ ရှိနေသဗျ၊\nအဲဒါကတော့\nမောရှန်းကျောင်းတော်လို့ခေါ်တဲ့ အဆင့်အတန်းမြင့်တဲ့ သိုင်းပညာသင်တန်းကျောင်းမှာ ပညာသင်ပြီး နဂါးကိုးကောင် သခင်ဆိုတဲ့ ကျောင်းရဲ့အမြင့်ဆုံးဂုဏ်ပုဒ်ကြီးနဲ့ ဝင့်ကြွားချင်သူပေါ့၊ဖြစ်ချင်တော့ မောရှန်းရဲ့ ကျောင်းတော်က ရန်စလို့ ပြောရမယ့် ရန်သူတော်ကြီးတစ်ယောက်ဟာ အောက်လမ်း မှော်အစွမ်းတွေနဲ့ တိုက်ခိုက်လာမယ့်ဘေးနဲ့ ကြုံတွေ့လာရတဲ့အခါ\nကျောင်းတော်ကြီးအနေနဲ့ နဂါးကိုးကောင်သခင်ဘွဲ့ကို လက်ဆင့်ကမ်းရယူမယ့် သိုင်း ပညာရှင်အကျော်အမော်ကို ရှာခဲ့ပါတယ်၊ကံစီမံရာပဲ ဆိုရမလား၊ ကံကောင်းချင်တယ်ပဲ ပြောရမလား...ယင်ရှောင်ရီတစ်ယောက် မရွယ်ဘဲစော်ကဲမင်းဖြစ်ဆိုသလို သိုင်းပညာနဲ့ပတ်သတ်ရင် ဗလာနတ္ထိ ဘာမှမသိရာမှ ထိုဂုဏ်ပုဒ်ကိုရသွားတဲ့အခါ...ကွန်ဖူးအကြောင်းတစ်လုံးနကန်းမသိတဲ့ ရှောင်ရီအနေနဲ့ သူ့အပေါ်အမြင်မကြည်တဲ့ သိုင်းဆရာနဲ့ သိုင်းညီအစ်ကိုတွေကြား ဘယ်လိုကြိုးစားပြရင်း နဂါးကိုးကောင်သခင်ဘွဲ့နဲ့ သူထိုက်တန်ကြောင်း ပြမလဲ၊\nမောရှန်းကျောင်းရဲ့ ရန်သူတော်ကြီးကို ဘယ်လိုချေမှုန်းမလဲ ဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပါ၊\nငယ်ငယ်က သိပ်ကိုကြိုက်ခဲ့ရတဲ့ Animationကားတစ်ကားကိုပါ မြင်ယောင်စေမိမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ...",
        "rating": "5.6",
        "url": "https://megaup.net/35jiv/Mao_Shan_(2021)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ovQL9z6AQVhkKaHYOef4eFbxQfA.jpg",
        "title": "Laguna Ave. (2021)",
        "description": "Laguna Ave. (2021) ဇာတ်လမ်းအညွှန်း ထူးထူးခြားခြား အဖြူအမည်းကာလာနဲ့ Science Fiction Genre ဖြစ်ပါတယ်။ ရက်ဆဲလ်ဆိုတာ လက်တစ်ဖက်မရှိတော့တဲ့ တီးဝိုင်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ပါ။ လောလောလတ်လတ် အလုပ်ပြုတ်ထားပြီး ဘဝကို စိတ်ပျက်ငြီးငွေ့စွာ ဖြတ်သန်းနေတဲ့သူပေါ့။ ပိုက်ဆံမရှိလို့ အိမ်လခကိုတောင် ရည်းစားဖြစ်သူ ရီတာက စိုက်ပေးနေရပြီး အလုပ်သစ်ရှာပေမဲ့ မရသေးလို့ လက်မှိုင်ချနေရသူပါ။ပြဿနာကတော့ သူတို့တိုက်ရဲ့ အောက်ထပ်ခန်းကို လူသစ်တွေပြောင်းလာရာက စတာပါပဲ။ ညဆို တဒုန်းဒုန်းတဒိုင်းဒိုင်းနဲ့ အိပ်မရအောင်လုပ်တတ်တဲ့ အဲဒီလူသစ်နဲ့ ပတ်သက်မိခဲ့ရာကနေ ထူးဆန်းတဲ့ အာအီးဂျီဆိုတဲ့ အဖွဲ့အစည်းအကြောင်း သူ သိလာရတဲ့အခါ ...အဲဒီအဖွဲ့အစည်းက ဘာကြီးလဲ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက် ကြည့်ရှုခံစားကြပါဦးစို့။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat ပါ။) File Size          :  2.2GB, 901MB & 422MB\nQuality    ...",
        "rating": "5.5",
        "url": "https://megaup.net/2plxb/[CM]Laguna.Ave.2021.720p.WEBRip.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjk0YTA5MzUtZDJjMy00M2IzLWJmNmEtZmMxOTkxZDYzZGEzXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_-143x200.jpg",
        "title": "Snipers (2022)",
        "description": "စစ်ပွဲတစ်ပွဲဆင်နွဲတဲ့အခါ သမိုင်းတွင်တဲ့ စစ်ပွဲများစွာရဲ့ စစ်သူရဲကောင်းတွေလည်းရှိသလို ဒီလိုစစ်ပွဲကြီးတွေအတွက် အထောက်အကူဖြစ်ဖို့ လူမသိသူမသိဆင်နွှဲခဲ့ရတဲ့ စစ်ပွဲလေးတွေထဲမှာ အသက်စွန့်တိုက်ပွဲဝင်ခဲ့ရတဲ့ သူရဲကောင်းရဲဘော်ပေါင်းများစွာလဲရှိပါတယ်အခု ဒီဇာတ်ကားလေးကတော့ စစ်ပွဲကြီးတစ်ခုက နိုင်ငံ့သူရဲကောင်းတွေကိုရိုက်ကူးပုံဖော်ထားတာမဟုတ်ဘဲ သမိုင်းမှာလည်းမပါ ဘယ်သူမှမသိတဲ့ချိုင့်ဝှမ်းလေးတစ်ခုမှာ ဖြစ်ခဲ့တဲ့ စစ်ပွဲလေးတစ်ခုက ရဲရင့်တဲ့ ရဲဘော်တွေရဲ့စိတ်ဓာတ်အားမာန်ကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ၁၉၅၂ခု နှစ်ကို အခြေတည်ရိုက်ကူးထားတာပါလျှိုဝမ်ဝူဟာ တိုးတက်မှုနောက်ကျပြီး ပစ္စည်းကိရိယာအစုံအလင်မရှိတဲ့ တရုတ်လုပ်အားပေးစစ်တပ်မှာ အရမ်းတော်တဲ့ တပ်ကြပ်တစ်ယောက်ဖြစ်ပြီး အဖွဲ့ ၅တပ်ဖွဲ့ကို ဦးဆောင်နေသူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့တပ်ရဲ့ သတင်းပေးလျန်လျန်ဆိုတဲ့ရဲဘော် ချုံခိုတိုက်ခံရပြီး အထက်က လျန်လျန်ကို သေသေရှင်ရှင် ပြန်ခေါ်ခဲ့ဖို့ တပ်ကြပ်လျှိုခေါင်းဆောင်တဲ့ အဖွဲ့ ၅ကို တာဝန်ပေးလိုက်ပါတယ်\nတစ်ဖက်မှာလည်း လျန်လျန်ကို ဓားစာခံထားပြီး လျှိုဝမ်ဝူကို ဖမ်းဖို့အမေရိကန်အထူးတပ်ဖွဲ့က အသင့်စောင့်နေချိန်မှာတော့...လက်နက်ခဲယမ်း ကိရိယာအစုံအလင်ရှိပြီး ကျွမ်းကျင်သူတွေကြီးပဲ ဖွဲ့စည်းထားတဲ့ အမေရိကန်တပ်ဖွဲ့ကို လျှိုဝမ်ဝူတို့တပ်ဖွဲ့ ၅ဘယ်လိုရင်ဆိုင်ကြမလဲနိုင်ငံ့အကျိုးကိုပဲရှေ့တန်းတင် သူတို့အသက်တွေကိုရင်း သူမတူတဲ့မျိုးချစ်စိတ်တွေနဲ့ သူတို့ရဲ့တာဝန်ကို ဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မှာလဲဆိုတာ ရဲသွေးရဲမာန်အပြည့်နဲ့ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ကြရမှာပါနော် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Jo3l/Snipers_(2022)_720p.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kepBMwhjppfs0mt6s9e3yLeG1D.jpg",
        "title": "Kiseki: Sobito of That Day (2017)",
        "description": "Kiseki: Sobito of That Day (2017)အ​တောင်မစုံခင် အရွယ်မှာ မိဘ​တွေရဲ့​ဆန္ဒအတိုင်း ​နေခဲ့သလို\nအ​တောင်စုံလို့ အရွယ်​ရောက်ချိန်အထိ မိဘ​တွေရဲ့ အုပ်ထိန်းမှုကို ဆက်ပြီးနာခံ​နေမလား၊\nကိုယ်ဖြစ်ချင်တဲ့ဆန္ဒကို မျက်ကွယ် ပြုပြီး မိဘ​တွေခင်း​ပေးတဲ့လမ်းအတိုင်း\nဘဝခရီးကို ဆက်ပြီး ​လျှောက်လှမ်းသွားမလား၊\nကိုယ့် အနာဂတ်လမ်းကို ကိုယ်​တိုင်ဖောက်ပြီး ကိုယ့်ရည်မှန်းချက်၊ ကိုယ့်ဝါသနာကိုပဲ ​​\nရှေ့​ရေးကို ကြိုမ​တွေးဘဲ တစိုက်မတ်မတ် အ​ကောင်အထည်​ဖော်သွားပြီး\nဘဝကို ​နေ​ပျော်​အောင် ​နေသွားမလား။ဒီ​မေးခွန်း၂ခုကို ဂျင် နဲ့ ဟိဒဲ လို့​ခေါ်တဲ့ ညီအစ်ကို၂​ယောက်က\nအခုဇာတ်လမ်းထဲမှာ အ​ဖြေ​ပေးသွားပါတယ်၊\nအ​ဖေဖြစ်သူက သား၂​ယောက်ကို ဘဝ​နောင်​ရေးစိတ်​အေးရ​အောင်\nသူ့အတိုင်း ဆရာဝန်ဖြစ်​စေချင်သူ၊ အစ်ကိုကြီး ဂျင် က သူချစ်တဲ့ဂီတကို\nသူချစ်ရတဲ့ သူငယ်ချင်းတစ်သိုက်နဲ့ အ​ပျော်တမ်းတီးဝိုင်းငယ်​ထောင်ပြီး ဘဝကို​ရှေ့ဆက်​နေသူ၊\nတစ်နည်း​ပြောရရင် ဖခင်ရဲ့စကားကို တိုက်ရိုက် ဖီဆန်တဲ့ သားမိုက်ကြီး​ပေါ့။ညီငယ် ဟိဒဲ က​တော့ အစ်ကိုကြီးလို မဟုတ်ဘဲ ဖခင်ရဲ့အလိုအတိုင်း\nဆရာဝန်ဖြစ်​အောင်ကြိုးစား​ပေမယ့် ​လိုအပ်ချက်​​တွေ​ကြောင့် သွား​ဆေး​ကျောင်းတက်ခဲ့သူ၊\nတစ်ဖက်မှာလည်း ဖခင်မသိ​အောင် ​ကျောင်းက ဝါသနာတူသူငယ်ချင်း​တွေနဲ့ ​\nကျောင်းတွင်းတီးဝိုင်း​လေးဖြစ်တဲ့ Green ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jl9j/Kiseki.Sobito.of.That.Day.2017.720p.CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AqkQG7mETh2a9KQMr6vr2roecM9.jpg",
        "title": "Light for the Youth (2019)",
        "description": "Light for the Youth (2019)IMDB - 7.1/10, 2 Winsဆယ်ကျော်သက်အရွယ်မှာတောင် လွတ်လွတ်လပ်လပ် မပျော်ရွှင်ခဲ့ရတဲ့အခါ အသက် ၂၀ ရောက်လာမှာကို ကြောက်ရွံ့နေခဲ့ဖူးလား\nဘဝမှာ အပေါ့သွားဖို့အချိန်မရလောက်အောင်အထိ အလုပ်တွေလုပ်ခဲ့ရဖူးလား\nအစမ်းခန့်မဟုတ်တဲ့ တရားဝင်အလုပ်သမားဖြစ်ဖို့အတွက် ၃၂ ကြိမ်မြောက်အထိ အင်တာဗျူးတွေ ဖြေဆိုခဲ့ရဖူးသလား\"အီဂျွန်း\" ဟာ ငွေစုငွေချေးလုပ်ငန်းတစ်ခုရဲ့ ဖုန်းလက်ခံဖြေကြားဌာနမှာ အလုပ်လုပ်နေတဲ့\nအသက် ၁၉ နှစ်အရွယ် အလုပ်သင်ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ။သူ့ရဲ့ အလုပ်သင်ဘဝ အခက်အခဲတွေကို နားလည်ပေးခဲ့တဲ့ တစ်ဦးတည်းသောသူလို့\nသူထင်မှတ်ခဲ့တဲ့ ကြီးကြပ်ရေးမှူး \"အီဆယ်ယွန်း\" ဟာ တကယ်ပဲ သူ့ဒုက္ခတွေကို စာနာနားလည်ပေးနိုင်မယ့်သူ ဟုတ်ပါရဲ့လား ။လူတိုင်းမှာ အခက်အခဲကိုယ်စီရှိကြတယ်ဆိုတာကို လူတိုင်းနီးပါး နားလည်ကြပေမယ့်\nတကယ်တမ်းတော့ လူတွေဟာ ကိုယ့်ဒုက္ခကိုသာ ရှေ့တန်းတင်မြင်တတ်ကြပါတယ် ။ကိုယ်ချင်းစာတရားဟာ လူအများစုမှာရှိတာ မှန်ပေမယ့်လည်း ကိုယ့်အခက်အခဲတွေကို ပြန်တွေးမိတဲ့အခါ\nကိုယ်ချင်းစာတရားထက် ကိုယ့် အတ္တကိုသာ ရှေ့တန်းတင်မိတတ်ကြတဲ့ လူ့လောကကြီးရဲ့ သဘောထားတွေမပြည့်စုံတဲ့ဆယ်ကျော်သက်လူငယ်တွေရဲ့ စိတ်ခံစားချက်တွေအပြင်\n\"အီဂျွန်း\" ကြုံတွေ့ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jlaz/Light_for_the_Youth.2019.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJkY2Y1MmQtNGU2Zi00NDI4LWIxNWItZGUzMzY4NWMwOGRlXkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Unfinished (2022)",
        "description": "Unfinished (2022)==============နာမည်ကြီးစာရေးဆရာတစ်ယောက်ရဲ့သမီးဖြစ်ခဲ့ပေမယ့် အဖေ့အကြောင်း\nသိပ်မသိခဲ့တဲ့ Zora။ အဖေဖြစ်သူကနှလုံးရောဂါနဲ့ဆုံးတော့ အဖေ့ဆီက\nအိမ်တစ်လုံးအမွေရခဲ့သလို အဖေဖြစ်သူရဲ့မပြီးဆုံးသေးတဲ့ဝတ္ထုကိုပါ\nလက်စသတ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ Zoraတစ်ယောက် ဖခင်ဖြစ်သူဆီကအမွေရခဲ့တာ\nအိမ်တစ်လုံးတင်မဟုတ်ပဲ စိတ်ကစဉ့်ကလျားရောဂါကိုပါဆက်ခံခဲ့ရတာပါ။\nစိတ်ကစဉ့်ကလျားရောဂါသည် Zora တစ်ယောက် ခင်ပွန်းလောင်းကို အထင်လွဲ\nစိတ်ဆိုးပြီး ဖခင်ဖြစ်သူရဲ့အိမ်ဆီသွားနေထိုင်ခဲ့ပါတယ်။ ဖခင်ဖြစ်သူရဲ့အိမ်ကို\nရောက်လာကတည်းက စစချင်းတွေ့ခဲ့ရတဲ့လူတွေဆီက နွေးထွေးတဲ့ကြိုဆိုမှုကို\nမရခဲ့တဲ့အပြင် သူအရင်မက်နေတဲ့အိပ်မက်ဆိုးတွေကလည်း ပိုပြီးတော့ဆိုးလာခဲ့\nပါတော့တယ်။သူ့အဖေရဲ့အိမ်ကြီးကလည်းထူးဆန်းနေသလို သူ့အဖေရဲ့အိမ်မှာရှိတဲ့လူတွေကပါ\nထူးဆန်းနေပြီး အိပ်မက်ဆိုးတွေပါဆက်တိုက်မက်လာတဲ့သူ ဖခင်ရဲ့မပြီးဆုံးသေးတဲ့\nဝတ္ထုကိုလက်စသတ်သွားမှာလား။ ဒါမှမဟုတ်ရင်....ဘာတွေဖြစ်မလဲဆိုတာတော့\nကြည့်ရှုခံစားကြည့်တာပေါ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.19 GB) / (617 MB) / (411 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h 37mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/13oc9/Unfinished.2022.1080p.AMZN.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrCY4OJUQWKaPAD32NAjFGD9hoU.jpg",
        "title": "Moonfall (2022)",
        "description": "Moonfall (2022) ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ ...",
        "rating": "5.3",
        "url": "https://megaup.net/13pir/(CM)_Moonfall_(2022)_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/11110-YUU8dZ4FjIqA0TU1-141x200.jpeg",
        "title": "[21+]The Girl I Love Who Helped Me-Hikari Aozora [STARS-225]UNCENSORED LEAKED",
        "description": "ပထမဆုံးပြောချင်တာကတော့ ဒီဇာတ်ကားက ရှားရှားပါးပါး Uncensored Leaked ထားတာပါ။ဆိုတော့ကာ ဖြူဖြူနုနု မင်းသမီး Hikari Aozora နဲ့ လိုက်ဖက်တဲ့ Version ပေါ့...မင်းသမီး Hikari Aozora က ဇာတ်လမ်းဇာတ်ကွက်နဲ့ JAV ကားတွေ အရိုက်များတဲ့ မင်းသမီးပါ...သူ့ပုံစံက ဖြူဖတ်ဖြူလျော်နဲ့ သေးသေးကွေးကွေးပါပဲ...ဒါပေမယ့် ဖြူစင်တဲ့မျက်နှာပေးလေးက JAV ဇာတ်လမ်းတွေနဲ့ဆို အတော့်ကို ဇာတ်လမ်းဆင်လို့ကောင်းတာမျိုးပါ။ခုဇာတ်လမ်းကလဲ အဲ့လိုဖန်တီးထားတဲ့ ဇာတ်ကားတစ်ကားပါပဲ...ဟီကာရီက ကရာတေးပြိုင်ပွဲဝင်မယ့် အပြစ်ကင်းစင်တဲ့ ဗိုင်းကောင်းကျောက်ဖိ ကျောင်းသူလေးတစ်ယောက်...သူ့ကိုကြိတ်သဘောကျနေတဲ့ ဆူဂီမိုတိုဆိုတဲ့ မအူမလည်ကောင်လေးကရှိသေးတယ်...အချင်းချင်းဖေးမကူညီရင်း နေကြတဲ့ သူတို့ဘဝလေးကို နှောင့်ယှက်ဖျက်ဆီးမယ့်သူတွေလဲ ပေါ်လာတဲ့အခါမှာတော့....။ညှာတာမှုကင်းမဲ့လှစွာ လေပွေသရမ်းတွေ.......။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (3.2 GB) & (1 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & ...",
        "rating": "",
        "url": "https://megaup.net/2piuX/(DS)STARS-225_UNCENSORED_LEAKED_HDRip_720p_The_Girl_I_Love_Who_Helped_Me-Hikari_Aozora.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7MpFqpfP8XEs62JQ8zgH3hq27CN.jpg",
        "title": "Baba, Baby O… (2022)",
        "description": "Baba Baby O 2022ဒီတစ်ခါမှာတော့ IMDb 7.6/10 ထိရရှိထားတဲ့Romance/Comedyဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ အချစ်ကိုစိတ်နာခဲ့ပေမယ့် ကလေးချစ်တာကြောင့်မွေးစားသားနှစ်ယောက်နဲ့ပျော်နေတဲ့လူပျိုကြီး မိဂတ်ဒ်တစ်ယောက်ရေစက်အကြောင်းဖန်လာပြီးဘရစ်ရှတီလေးနဲ့တွေ့ဆုံခဲ့ပါတယ် အချစ်ကိုကြောက်နေပေမယ့်လည်းဘရစ်ရှတီနဲ့တွေ့တဲ့အချိန်မှာတော့မိဂတ်ဒ်ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲသွားပါတော့တယ် ပြဿနာကတော့ဘရစ်ရှတီမှာ ရှုဗစ်ဒ်လို့ခေါ်တဲ့တွဲနေတဲ့လူတစ်ယောက်ရှိနေတာပါပဲ ဒါ့အပြင်ကိုမိဂတ်ဒ်ကလည်းချစ်ရေးဆိုဖို့ကြောက်ရွံ့နေခဲ့ပါတယ် ဒါပေမယ့်အချစ်စစ်မဟုတ်ရင်ကြာလာတာနဲ့အမျှရိုးလာကြတာဆိုတော့ အချစ်စစ်မဟုတ်ဘဲအရာရာကိုပေါ့ပျက်ပျက်တွေးတဲ့ ရှုဗစ်တစ်ယောက်ကို ဘရစ်ရှတီလည်းစိတ်ကွက်လာပါတော့တယ်ဒါပေမယ့်လည်းသူတို့နှစ်ယောက်ကနိုင်ငံခြားမှာအခြေချဖို့စီစဉ်ပြီးသားဖြစ်နေပြီးသွားလာခွင့်ဗီဇာကျလာခဲ့ချိန်မှာတော့ မိဂတ်ဒ်နဲ့ဘရစ်ရှတီတို့နှစ်ယောက်လမ်းခွဲသွားမှာလားဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုဖို့ပဲညွှန်းပေးချင်ပါတယ်အသက်အရွယ်ကွာခြားတဲ့ ဦးနဲ့ကလေးအရွယ်ပုံစံဖြစ်နေတာကြောင့်အသဲတစ်ယားယားနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…1.6GB / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni & Jerrica",
        "rating": "7.6",
        "url": "https://megaup.net/13p7g/Baba.Baby.O.2022.720p_(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/little-forest-poster-133x200.jpg",
        "title": "Little Forest (2018)",
        "description": "Little Forest (2018) ဇာတ်လမ်းအညွှန်းIMDb 7.2 ရရှိထားပြီး သဘာဝကျေးလက်အလှတရားတွေနဲ့ ဘဝနေပျော်မှုလေးတွေကို အနုပညာမြောက်စွာပြသထားတဲ့ ဒီကားလေးကို ခံစားကြည့်လိုက်ပါဦး။ မင်းသမီးကလည်း လက်ရှိချိန်မှာ အားလုံးရဲ့ အသဲကျော် နာဟီးဒို (Kim Tae-ri) ပါခင်ဗျ။(အရင်က တင်ဆက်ပေးခဲ့ဖူးပြီးသား ကားကောင်းလေးပါ။ ဒါပေမဲ့ ဒီတစ်ခါတော့ video quality ကော subtitle  quality ပါ ပိုမိုကောင်းမွန် ပြီးပြည့်စုံအောင်ပြင်ဆင်ပြီး ပြန်လည် တင်ဆက်ပေးခြင်း ဖြစ်ပါတယ်။)လူတစ်ယောက်ရဲ့ဘဝ တိုးတက်ရာတိုးတက်ကြောင်းအတွက် နေရာ ဒေသ ပြောင်းလဲသင့် ပြောင်းလဲရမယ်ဆိုတာရယ်၊ ပညာရပ်တစ်ခုကို ထပ်ပေါင်းသင်ကြားရင်း အမြင့်တစ်ခုဆီကို တက်လှမ်းသင့် လှမ်းရမယ်ဆိုတာရယ် တော်တော်များများကို ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကြားနေရပါတယ်။တစ်ချို့တွေကတော့ ပြောင်းလဲမှုမှာ အံဝင်ခွင်ကျ ဖြစ်သွားကြသလို တစ်ချို့သူတွေကျတော့ ပြောင်းလဲမှုဒဏ်ကို မခံနိုင်ကြဘဲ ပြောင်းလဲမှုတွေကြားမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတတ်ကြပါတယ်။ အထူးသဖြင့် ဆယ်ကျော်သက် ကလေးဘဝကနေ လူကြီးဘဝကို ကူးပြောင်းတဲ့အခါ ...",
        "rating": "7.2",
        "url": "https://megaup.net/13ot7/[CM]Little.Forest.2018.Blu-ray.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
        "title": "Boss (2013)",
        "description": "Boss 2013ဒီတစ်ခေါက်မှာတော့ IMDb 5.3ထိရရှိထားတဲ့Action_Comedyဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်နာမည်ကျော်မင်းသားကြီး Akshay Kumar ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းဇာတ်ကွက် အတိုက်အခိုက်တွေမှာတော့အားရစရာနဲ့ကြည့်ကောင်းနေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းတွင်းလူသတ်မှုကြောင့် ထောင်နန်းစံခဲ့ရတာ‌ကြောင့်ဘောစ့်(Akshay)ကို ဖခင်ဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတော့ပါဘူးကျခံရမယ့်ထောင်သက်အပြီးထောင်ထွက်လာချိန်မှာတော့ဂိုဏ်းစတားတစ်ယောက်ဖြစ်လာပေမယ့် အကူအညီလိုအပ်နေတဲ့လူတွေကိုလိုက်လံကူညီပေးရင်းဘဝကိုကုန်ဆုံးနေခဲ့ပါတယ် တစ်နေ့မှာတော့ဆက်ယာကန့်ဆိုတဲ့လူတစ်ယောက်က လူတစ်ယောက်ကိုသတ်ပေးဖို့စာချုပ်ချုပ်ဆိုလာပါတယ်အဲ့ဒီလူကတခြားမဟုတ်ပါဘူး ဘောစ့်ရဲ့ညီလေးဖြစ်တဲ့ ရှိဗ့်ပါ ရှိဗ့်ကတော့ရဲမှူးတစ်ယောက်ဖြစ်တဲ့ အက်ရှုမန်ရဲ့ညီမဖြစ်သူနဲ့ချစ်ကြိုက်နေတာပါဒါကိုသဘောမတူတဲ့ အက်ရှူမန်က ဘယ်လိုတွေလုပ်ကြံမလဲအဖေဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတာကြောင့်အက်ရှုမန့်ရန်ကနေ ဘယ်လိုအခက်အခဲတွေကြားကမိသားစုကိုကာကွယ်သွားမလဲဖုံးကွယ်ထားတဲ့ကျောင်းတွင်းလူသတ်မှုနောက်ကွယ်မှာရောဘာတွေရှိနေမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…2.2GB / 1.8Gb\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Haruko & Yunni",
        "rating": "5.3",
        "url": "https://megaup.net/35gjh/Boss_2013_Hindi__720p_(CM).mp4",
        "category": "Action, Bollywood, Comedy, Country"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzkyZGRkYjEtZGJlNS00YzQ4LWJiNWYtMThhM2VlMWJmMzRiXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-142x200.jpg",
        "title": "Duplicate (1998)",
        "description": "လောကမှာ လူသူမရှား နာမည်တူမရှားဆိုပြီး ပြောစမှတ်တွင်ခဲ့ကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မင်းသားကြီး ရှာရွတ်ခန်းက နှစ်ကိုယ်ခွဲနေရာက သရုပ်ဆောင်ထားတယ်...တစ်ယောက်က ငွေရဖို့အတွက်ဆိုရင် ကမ္ဘာမီးလောင်လည်း သားကောင်ချနင်းမယ့် လူစားမျိုးဖြစ်တဲ့ လူမိုက်ကြီးမန်နူးဒါဒါ...နောက်တစ်ယောက်ကတော့ မိခင်ကိုပျော်အောင်ထားပြီး ကမ္ဘာ့အတော်ဆုံး စားဖိုမှူးလေးဖြစ်ချင်နေတဲ့ ဘဗ်လူး...မန်နူးကို လိုက်ဖမ်းရင်းနဲ့ ရဲတွေက ဘဗ်လူးကို မှားဖမ်းမိတဲ့အခါ အရှုပ်တော်ပုံတွေ ပေါ်လာရပါတော့တယ်။ရိုးသားဖြူစင်တဲ့ဘဗ်လူးကို အကောက်ကြံပြီး သူ့ဘဝကိုပါ လုယူချင်လာတဲ့ မန်နူးနဲ့ကြောက်တတ်ပေမယ့်လည်း အနိုင်ကျင့်သူကို သင်ခန်းစာပြန်ပေးဖို့ကြိုးစားရမယ့် ဘဗ်လူးတို့ကြားသူတို့ရဲ့ ချစ်သူတွေ မိသားစုတွေပါ ပါလာတဲ့အခါမှာတော့...ဘယ်လိုတွေဇာတ်ရှိန်တက်လာမလဲဆိုတာ.........။ရှရွတ်ခန်း ၂ ကိုယ်ခွဲနဲ့ ဇာတ်လမ်းကြာချိန် ၃ နာရီနီးပါးကို ရုပ်ရှင်ရုံထဲ လိုက်ကြည့်ရသလို အကအလှရသအစုံ ခံစားရမှာပါ။\nFile size…(4 GB)/(1.6 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:44:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "5.6",
        "url": "https://megaup.net/35gdi/(CM)_Duplicate.1998.720p.AMZN.WEB-DL.DD+5.1.x264-Nyein.mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYzgxYWM3MjEtZjhmYi00YWRlLWE4YjItYmI3NTVmOTljNzUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Good, the Bad, the Weird (2008)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (82%)ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားတွေဖြစ်ကြတဲ့ လီဗျောင်ဟွန်း , Jung Woo-sung , Song Kang-Ho တို့ ပါဝင်ထားပြီးနာမည်ကျော်ဂန္တဝင်ရုပ်ရှင်ကားကြီး The Good,The Bad and The Ugly (1966) ကို အခြေခံရိုက်ကူးထားတာပါ။ထူးခြားတာကတော့ သာမန်ကောင်းဘွိုင်ကားတွေလိုမဟုတ်ဘဲ ခွီနေရမယ့် Comedy အမျိုးအစားလဲ ဖြစ်ပါတယ်။ရှုခင်းကောင်းကောင်းတွေမှာ အက်ရှင်စွန့်စားခန်းတွေနဲ့ ခွီနေရမယ့် အနောက်တိုင်းစတိုင်ကောင်းဘွိုင်အမျိုးအစား ကိုရီးယားရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ နာမည်နဲ့လိုက်အောင် စရိုက်စုံတဲ့ လူရှုပ် ၃ ယောက် ဂျပန်စစ်တပ် တရုတ်ဓားပြတွေကြားထဲက ရတနာမြေပုံကို လုကြမှာပါ။2008 ခုနှစ်ရဲ့ ဆုပေးပွဲတွေမှာလဲ အောင်ပွဲခံခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး Rating တွေလဲ ကောင်းသလို သရုပ်ဆောင်တွေလဲ အလန်းတွေမို့BluRay 1080p Quality နဲ့ ပြန်လည်ခံစားဖို့ တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.8 GB)/(1.5 GB)\nQuality….BluRay ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Jled/(CM)_The.Good.the.Bad.the.Weird.2008.Korean.Cut.720p.BluRay.REMUX.AVC.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "title": "Running Man (2013)",
        "description": "Running Man (2013) အညွှန်းထွက်ပြေးနေရသူတစ်ဦး... ကိုယ်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုတစ်ခုအတွက် ထွက်ပြေးနေရသူတစ်ဦး...နိုင်ငံရေးမြှုပ်ကွက်များကြားထဲမှာ သဲလွန်စတစ်စုံတစ်ရာမရှိဘဲ ရှောင်ပြေးနေရပုံအပေါ်မူတည်ပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ အထက်တန်းကျောင်းသားဘဝတည်းက ပြစ်မှုမှတ်တမ်းတသီတတန်းဖြစ်နေပေမဲ့ သားဖြစ်သူနဲ့အတူ အိမ်ကောင်းရာကောင်းနဲ့နေနိုင်ဖို့ ကြုံရာကျပန်းလုပ်ကာ နေ့စား အငှါးကားမောင်းတဲ့အလုပ်လုပ်ရရင်း တစ်နေ့မှာတော့ ထူးထူးခြားခြားပဲ ပိုက်ဆံပေါတဲ့ ခရီးသည်နဲ့ ကြုံခဲ့ပါတယ်။ကံဆိုးချင်တော့ လေဆိပ်ကိုပဲ အမြန်ပြေးချင်နေတဲ့ ခရီးသည်ကြီးဟာ လက်သည်မပေါ်ဘဲ အသတ်ခံရပါတယ်။ ဒီအချိန်မှာတော့ ထုံးစံအတိုင်း ကားသမားကိုပဲ အပြစ်ပုံချဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ဝရမ်းပြေးဖြစ်နေချိန် အတောအတွင်းမှာတော့ အမှုအစအဆုံးကို ရုပ်လုံးပေါ်လာအောင်စုံစမ်းရင်း တစ်ချိန်က တေလေကြမ်းပိုးဖြစ်ခဲ့ဖူးတာကြောင့် တတ်ကျွမ်းခဲ့ဖူးတဲ့ အကွက်ပေါင်းစုံ အသုံးချကာ မိမိနောက်ကို လိုက်နေတဲ့ နိုင်ငံရေးအဖွဲ့အစည်းများ၊ လူဆိုးများ၊ ရဲများကိုပါ နှစ်ပေါက်တစ်ပေါက် ရိုက်ခဲ့ပါတယ်။အမှုမှာ ပါဝင်ပတ်သက်သူ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံရပြီးနောက် အမှုကို ဆက်စပ်မိခါနီးမှာ သားဖြစ်သူကပါ တရားခံကို ကူဖမ်းပေးဖို့ဖြစ်လာပါတော့တယ်။ နိုင်ငံရေးလုံခြုံမှု ပေါက်ပြားစေမှုရဲ့ တရားခံအစစ်အမှန်က ဘယ်သူဖြစ်နေမလဲ? ...",
        "rating": "6.3",
        "url": "https://megaup.net/13npx/[CM]Running.Man.2013.BluRay.1080p.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTc1NDlkNDQtYjI1Ni00NDdlLWI3YTUtNjNkOGQwODIwOWI5XkEyXkFqcGdeQXVyNTQxNjg1MjI@._V1_-141x200.jpg",
        "title": "Unsound (2020)",
        "description": "Unsound (2020)=============IMDb Rating - 5.2/10အသံတွေမကြားရတဲ့ကမ္ဘာမှာ နေထိုင်ရသူတွေရဲ့ဘဝက တကယ်တော့\nမလွယ်ကူလှပါဘူး။ သူတို့တွေဟာ အသံတွေကို ကြိုးစားတွေးရင်း နေထိုင်\nရသူတွေပါ။ ဖင်းန်ဟာ ကိုယ်တိုင်လည်းနားမကြားတဲ့အလျောက် နားမကြား\nသူတွေကို အကူအညီပေးနေတဲ့ ကလပ်ကိုဖွင့်လှစ်ထားသူတစ်ဦးပါ။\nအသံတွေကင်းမဲ့နေတဲ့ ဖင်းန်ရဲ့ကမ္ဘာထဲကို တစ်နေ့မှာတော့ နိုအာဆိုတဲ့\nဂီတသမားလေးတစ်ဦးဝင်လာခဲ့ပါတယ်။ သူတို့ရင်းနှီးသွားပြီးတဲ့ သံယောဇဥ်\nတွေတိုးလာပြီးနောက်မှာတော့ ဖင်းန်ရဲ့ကမ္ဘာလေးထဲမှာကြားနိုင်ဖို့အတွက်\nသီချင်းလေးတစ်ပုဒ် စပ်ဆိုပေးဖို့ နိုအာတစ်ယောက်ကြိုးစားပါတော့တယ်။\nဒီလိုနဲ့ အချစ်နဲ့သီကုံးထားတဲ့နိုအာရဲ့သံစဥ်တွေက ဖင်းန်ရဲ့ကမ္ဘာကိုရောက်နိုင်\nမှာလား? ဂေးဖြစ်တဲ့ နိုအာနဲ့ လိင်ပြောင်းကောင်လေး ဖင်းန်တို့ရဲ့သံယောဇဥ်\nတွေကရော ဘယ်လိုဆက်ဖြစ်သွားမလဲ ? ဒါလေးတွေကိုတော့ Unsound ဆိုတဲ့\nဇာတ်ကားလေးကို နှလုံးသားနဲ့ခံစားရင်း အဖြေရှာလိုက်ကြရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (944 MB) / (465 MB) / (310 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h 28mins\nSubtitle ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Jhpx/Unsound.2020.720p.NF.WEB-DL.DDP5.1.H.264-WELP[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KBIMbG4kRHbVObkcGMQ4zCl0XO.jpg",
        "title": "(21+)Fairy in a Cage (1977)",
        "description": "ဒုတိယကမ္ဘာစစ်ကာလ ဂျပန်စစ်တပ်ရဲ့ညဉ်းပန်းပုံကို အလှလေးတွေနဲ့ မွန်းမံထားတဲ့ဇာတ်လမ်းတပုဒ်ပါပဲကမ္လာစစ်တုန်းက ဂျပန်စစ်တပ်ရဲ့လုပ်ရပ်ကို လက်မခံနိုင်တဲ့ စစ်ပွဲဆန့်ကျင်ရေးလှုပ်ရှားမှုတချို့ဂျပန်ပြည်မှာဖြစ်ပွားခဲ့ပါတယ် ဂျပန်စစ်တပ်ကလဲဒီလှုပ်ရှားမှုမှာပါဝင်ရင် ယောကျာ်းမိန်းမမကျန်စစ်ကြောရေးလုပ်ပြီး မိန်းကလေးဆိုရင်တောာ့စစ်ကြောရေးက သာယာမှုကို အခြေခံထားတာကြောင့်မိန်းမသားလေးတွေ ဘယ်လိုခံံစားနေရတယ်ဆိုတာကိုမမြင်ရက်ဖွယ်ကြည့်ရှုရမှာပါ \nFile size…1GB / 500MB\nQuality…1080p Blu Ray Remux / 720p\nFormat…mp4\nDuration….1h 10min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "5.6",
        "url": "https://megaup.net/13nud/Fairy_in_a_Cage_1977_720p_(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syVnQ8lBkhusuzot5Gf3E9JgtM4.jpg",
        "title": "Qimen Flying Armor ( 2023 )",
        "description": "အလင်းရောင်အောက်မှာ အရိပ်ရှိလိမ့်မယ်တဲ့။\nဒီတစ်ခေါက် ဘာသာပြန်တင်ဆက်ပေမယ့်\nရုပ်ရှင်လေးရဲ့ အကျဉ်းလေးကတော့-ဝမ်ရှောင်ရှာဆိုသူဟာ မြို့ငယ်လေးတစ်မြို့မှာ\nမျက်ကန်းအဖေနဲ့အတူ ခြင်းတောင်းတွေ ရက်လုပ်ရောင်းချနေသူဖြစ်ပါတယ်။\nသူ့ရဲ့ တစ်ခုတည်းသောဆုတောင်းက သူ့အဖေရဲ့မျက်စိကို\nပြန်မြင်စေချင်တာပဲ ဖြစ်ပါတယ်။ သူ့အဖေအတွက် ဆေးကုပေးဖို့\nသမားတော်ကို ရှာဖွေရင်း ချီရင်ဂိုဏ်းက ရှန်လန်အာနဲ့\nတွေ့ဆုံခဲ့ပြီး အကြံအစည်ကြီးတစ်ခုထဲကို မတော်တဆဝင်ရောက်သွားခဲ့ပါတယ်။ချီရင်ဂိုဏ်းဟာ လောကကိစ္စတွေမှာ ဝင်မပါပဲ ထျန်းကျွယ်ဝမ်ချဲ့ဆိုတဲ့\nနတ်ပစ္စည်းတစ်ခုကို ကာကွယ်စောင့်ရှောက်နေရတဲ့ဂိုဏ်းတစ်ခုဖြစ်ပါတယ်။\nအဲ့ဒီနတ်ပစ္စည်းကို လိုချင်နေတဲ့ မိစ္ဆာအရှင်ကြီး မော်ကျိုကတော့\nဝမ်ရှောင်ရာရဲ့အဖေကိုဖမ်းဆီးထားပြီး သူ့အတွက်ချီရင်ဂိုဏ်းထဲမှ\nဝမ်ချဲ့ကိုယူခဲ့ပေးဖို့ခြိမ်းခြောက်ခဲ့ပါတယ်။ချီရင်ဂိုဏ်းထဲ ရောက်လာတဲ့ ဝမ်ရှောင်ရှာတစ်ယောက်\nဖုံးကွယ်ထားတဲ့ သူ့ဘဝအကြောင်းကို သိပြီးနောက်-\nသူ့အဖေကို ကယ်တင်နိုင်ပါ့မလား ......\nသူ့ခန္ဓာကိုယ်ထဲက အစွမ်းတွေကို ဘယ်လိုရလာပြီး ဘယ်လိုအသုံးချသွားမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "5.6",
        "url": "https://megaup.net/2BYpk/Qimen_Flying_Armor_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODEzNzRjY2EtY2U1My00YmZhLTkzMTYtMjhiNjI1ODJlNDE1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Beanie Bubble (2023)",
        "description": "The Beanie Bubble (2023)\n===================\nIMDb Rating - 6.3/10Apple TV+ က ထုတ်လွှင့်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်\nပေးလိုက်ပါတယ်။ IMDb မating 6.3, Rotten Tomatoes 47% ရရှိထား\nပါတယ်။ The Great Beanie Baby Bubble: Mass Delusion and the\nDark Side of Cute ဆိုတဲ့ စာရေးဆရာ Zac Bissonnette ရဲ့ ၂၀၁၅ ခုနှစ်\nထုတ်စာအုပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ အဲစာအုပ်ဟာဆိုရင်လည်း\nအပြင်မှာ တကယ်ဖြစ်ခဲ့တာကိုရေးသားထားတာပါ။ ဒီဇာတ်ကားဟာဆိုရင်\nComedy, Drama အမျိုးအစားပါ။ ဒီဇာတ်ကားဟာဆိုရင် Beanie Babies\nတွေကို ထုတ်လုပ်ခဲ့တဲ့ Ty Inc. ရဲ့ တည်ထောင်သူဖြစ်တဲ့ တိုင်ဝါနာရဲ့ ဘဝ\nစတင်ဖြစ်တည်လာတာကနေ ကျရှုံးတဲ့အချိန်အထိကို ရော်ဘီ, ရှီလာနဲ့ မာယာ\nဆိုတဲ့ အမျိုးသမီးသုံးယောက်ရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1g2oc/the.beanie.bubble.2023.720p.web.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTI1MzYyMjU3Ml5BMl5BanBnXkFtZTcwMjU5NDkzMQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Aura (2005)",
        "description": "The Aura (2005)\n=============\nIMDb Rating - 7.1/10The Aura ဆိုတဲ့ psychologic ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nလက်တင်စကားနဲ့ ကားမလို့ ကြည့်နေကျ English ကားတွေနဲ့တော့ တူမှာမဟုတ်ပါ\nဘူး။ ဒါပေမဲ့ အာဂျင်တီးနားမှာတော့ ဆုတွေတသီကြီး ရထားတဲ့ ကားကောင်းတစ်ကား\nပါလို့ ပြောပါရစေ။ အာဂျင်တီးနားရဲ့ နာမည်ကြီး ဒါရိုက်တာဖြစ်တဲ့ Fabian Bielinsky\nကိုယ်တိုင် ဇာတ်ညွန်းရေး ကိုယ်တိုင်ရိုက်ကူးထားပြီး၊ Main Character အနေနဲ့\nအာဂျင်တီးနား ရုပ်ရင်လောကရဲ့ GOAT တစ်ယောက်လို့ တင်စားရတဲ့ Ricardo Darin\nပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါ့အပြင် ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Fabian မကွယ်\nလွန်ခင် ဖန်တီးခဲ့တဲ့ နောက်ဆုံးသော အနုပညာလက်ရာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့တော့ Darin ဟာ မွေးရာပါဝက်ရူးပြန်ရောဂါ ခံစားနေရသူ\nတစ်ဦးဖြစ်ပြီး ထုံးစံအတိုင်း Psycho လည်းရှိတဲ့သူပေါ့။ ဒါပေမဲ့ သူ့မှာ တစ်ခုခုကိုတစ်ခါ\nမြင်လိုက်ရုံနဲ့ မှတ်မိနိုင်တဲ့ မှတ်ဉာဏ်ကောင်းတစ်ခုကို ပိုင်ဆိုင်ထားသူပါ။ တစ်ရက်သား\nစိတ်အပန်းဖြေရအောင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1W0km/The.Aura.2005.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzExYzhhNzgtYzNlNS00MTFkLWFhNTYtZmI3YmNiOGNhZWU0XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "All American Bikini Car Wash (2015)",
        "description": "All American Bikini Car Wash (2015)\n==========================ဒီတစ်ခါ တင်ဆက်ပေးမဲ့ကားလေးကတော့ ပုရိသအပေါင်းတို့ မျက်စိအစာကျွေးလို့\nကောင်းမဲ့ ကားလေးပဲဖြစ်ပါတယ်။ ခေါင်းစဉ်အတိုင်းပါပဲ။ ကားရေဆေးလုပ်ငန်းပေါ့။\nဒါပေမဲ့ ဘီကီနီဝတ်ထားတဲ့ကောင်မလေးတွေကိုယ်တိုင် Hand wash only ဆေးပေးမဲ့\nကားရေဆေးပါတဲ့ဗျာ။ မမတွေ၊ညီမလေးတွေရဲ့အလှကိုတစ်ကားလုံး မကြည့်ချင်မှ\nအဆုံးမြင်ရမှာပါ။ ဘွင်းရှင်းလှတဲ့ရိုက်ကွက်တွေကြောင့် ၁၈ယောက်စုကြည့်ရမဲ့ကား\nဖြစ်ကြောင်းပါ။ အောက်မှာဇာတ်ညွှန်းလာပါပြီ။ဂျက်ခ်က စီးပွားရေးမေဂျာကျောင်းသားတစ်ယောက်။ သူတို့အိမ်ကချမ်းသာပေမဲ့ ဖအေ\nဖြစ်သူက စည်းကမ်းတင်းကြပ်သူ။ ကိုယ့်သားကိုတောင် အိမ်ငှားခတောင်းတဲ့သူမျိုး။\nတစ်နေ့ကျ ဖိုင်နယ်စာမေးပွဲလည်းကျ၊ အလုပ်လည်းပြုတ်၊ ငှားခလည်းပေးစရာမရှိဖြစ်\nနေတုန်း ပရော်ဖက်ဆာဖြစ်သူက သူ့ကားရေဆေးလုပ်ငန်းကို တစ်ပတ်တိတိအမြတ်\nရအောင်လုပ်ပြနိုင်ရင် အအောင်ပေးပေးမယ်လို့ အပေးအယူလုပ်လာတော့ စာမေးပွဲ\nကျလို့ အဘေခံရတော့မဲ့ ဇာတ်လိုက်ကျော်ကြီးက လက်ခံလိုက်ပါတယ်။သူ့သူငယ်ချင်း ဂေါ်မစွံကောင်ရယ်၊ လိုက်သမျှစော်တိုင်းရနေတဲ့ စော်ကြည်ဘဲရယ်\nပေါင်းပြီး ပရော်ဖက်ဆာရဲ့ရိုးရိုးကားရေဆေးလုပ်ငန်းကို ဘီကီနီကားရေဆေးလုပ်ငန်း\nအဖြစ် ပြောင်းပစ်လိုက်ပါတော့တယ်။ လူငယ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်ရှုလို့ကောင်း\nမဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။ ကျန်တာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြ\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.86 GB) / (857 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "4.3",
        "url": "https://megaup.net/1W0l5/All.American.Bikini.Car.Wash.2015.720p.BluRay.(CM).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzM3OGM1OGUtMzE0Yi00OGM2LWFlNjItMGIwNmE4ODhkY2E2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "I Am Not an Easy Man (2018)",
        "description": "I Am Not an Easy Man (2018)\n======================\nIMDb Rating - 6.3/10အကယ်၍များ ကျား၊မ ခွဲခြားမှုတွေသာ ပြောင်းပြန်ဖြစ်သွားရင် ဘယ်လိုဖြစ်သွား\nမလဲ။ ကမ္ဘာကြီးအပေါ်‌ ဘယ်လိုသက်ရောက်မှုတွေ ရှိသွားမလဲ။ ဒါတွေရဲ့ အဖြေ\nကတော့ ဒီဇာတ်ကားထဲမှာ ရှိပါတယ်။တစ်ရက်မှာ ဒေမီယန်ဆိုတဲ့ လူ့အခွင့်အရေးတွေအပြည့်အဝရထားပြီး မိန်းမပွေတဲ့\nလူတစ်ယောက်က ဓာတ်တိုင်နဲ့ဝင်တိုက်၊ သတိမေ့ပြီး အခြားကမ္ဘာကိုရောက်သွား\nတယ်။ သူနိုးလာတဲ့အခါမှာကြည့်ကြည့်တော့လည်း ကမ္ဘာကြီးက ဒီအတိုင်းပဲ ဒါပေမဲ့\nယနေ့ကမ္ဘာကြီးနဲ့မတူတာက အဲမှာက အမျိုးသမီးတွေကြီးစိုးနေတာပါပဲ။ ဆိုတော့\nဒေမီယန့်လို လူမျိုးက အဲ့ကိုရောက်သွားတယ်ဆိုတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။\nကျား၊မ ခွဲခြားမှုတွေက လူ့အသိုင်းအဝိုင်းအပေါ် ဘယ်လောက်အထိသက်ရောက်မှု\nရှိလဲဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ Netflix ရဲ့ ပြင်သစ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (689 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy, Romance\nTranslator......Khant ...",
        "rating": "6.3",
        "url": "https://megaup.net/3hVgn/I.Am.Not.An.Easy.Man.2018.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTE5ODc2NjgtNjBhNy00OGEyLTg1ZjctOTZlYWI1NzQwNGQ4XkEyXkFqcGdeQXVyODUxNTMyNjk@._V1_-140x200.jpg",
        "title": "The Father Who Moves Mountains (2021)",
        "description": "The Father Who Moves Mountains (2021)\n===============================ဒီ Romanian ဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Daniel Sandu က\nရိုက်ကူးထားပြီး 2021 ကထွက်ရှိခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက\nတော့ စစ်တပ်အရံအရာရှိဖြစ်တဲ့ မစ္စတာဂျီအာနူ ဟာဇနီးဟောင်းနဲ့ကွဲပြီး\nအိမ်ထောင်အသစ်ရှိသူပါ။ သူ့မှာဇနီးဟောင်းနဲ့ရခဲ့တဲ့ ကော့စ်မင် ဆိုတဲ့\nသားလေးတစ်ယောက်လည်းရှိပါတယ်။ သူဟာသူ့သားလေးကိုသိပ်ချစ်\nတာကြောင့်မလို့ ဘယ်လိုကိစ္စပဲဖြစ်ဖြစ် မဖြစ်နိုင်တာတွေကိုပါ ရအောင်\nလုပ်လေ့ရှိပါတယ်။တစ်နေ့မှာတော့ သူ့ရဲ့သားလေး ကော့စ်မင် ကသူ့ကောင်မလေးနဲ့အတူ\nရေခဲတောင်ခြေလျှင်ခရီးတက်ရင်း ပျောက်ဆုံးသွားတယ်လို့ ရဲတွေက\nအကြောင်းကြားလာပါတယ်။ အဲဒီအခါမှာတော့ သူအရမ်းချစ်ရတဲ့သား\nလေးကို ကယ်တင်ဖို့အတွက် သူ့တပည့်ကိုခေါ်ပြီး ရေခဲတောင်တန်းတွေ\nရှိရာကိုလာပါတော့တယ်။ အဲဒီမှာတောင်တက်ကယ်ဆယ်ရေးတွေကလည်း\nကယ်ဆယ်ပေးနေပေမယ့် စိတ်အရမ်းလောနေတဲ့ မစ္စတာဂျီအာနူကတော့\nတောင်ပေါ်တက်မယ်တကဲကဲနဲ့ ဖြစ်နေပါတော့တယ်။ နောက်ပိုင်း တောင်\nတက်သမားတွေနဲ့ အစပ်အဟပ်မတည့်တော့ သူ့ရဲ့အဆက်သွယ်တွေနဲ့\nစစ်တပ်ထောက်လှမ်းရေးကိုပါ ခေါ်ချလာပြီး ကယ်တင်ဖို့လုပ်ပါတော့တယ်။\nအရင်ကသူ့သားကိုအနိုင်ကျင့်တဲ့ ဘယ်သူကိုမဆို အနိုင်ယူနိုင်ခဲ့ပေမယ့်\nဒီတစ်ခါတော့ ရေခဲတောင်ကြီးဖြစ်နေတဲ့အခါ သူ့ရဲ့ဖခင်မေတ္တာတွေနဲ့ အနိုင်\nယူနိုင်ဦးမှာလားဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (733 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1W0mn/The.Father.Who.Moves.Mountains.2021.720p.WEBRip.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2M1ZjFmYTUtMjdmYS00YTRlLTg4NjctNTg1NmU0ZGYxMTdhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjY0NzEzMTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lost in Florence (2017)",
        "description": "Lost in Florence (2017)\n=================လူတိုင်းလိုလိုရဲ့ဘဝမှာ ကိုယ်ဖြစ်ချင်၊ လုပ်ချင်တဲ့အရာနဲ့ အများပတ်ဝန်းကျင်က\nလက်ခံထားကြတဲ့ ဖြစ်သင့်လုပ်သင့်တယ်ဆိုတဲ့အရာကြားမှာ ဘာရွေးချယ်ရမှန်း\nမသိဘဲ လမ်းပျောက်တွေဝေနေတာမျိုးရှိဖူးကြမှာပါ။ ဒီကားထဲက အဓိကဇာတ်\nဆောင်ဖြစ်သူ အဲရစ်ခ်ဆိုတဲ့ အမေရိကန်သားလေးဟာလည်း ဒီလိုမျိုးပဲဖြစ်နေ\nတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာဆိုရင် သူနဲ့နှစ်လကြာရှည်တွဲလာခဲ့တဲ့ ကောင်မလေးဖြစ်သူ ကော်\nလင်းတို့ဟာ အဲရစ်ခ်ရဲ့ဝမ်းကွဲရှိတဲ့ အီတလီနိုင်ငံရဲ့ ဖလောရန့်စ်မြို့ကို အလည်လာခဲ့\nကြပါတယ်။ အဲဒီမှာ အဲရစ်ခ်တစ်ယောက် ကော်လင်းကိုရိုဆန်ဆန်လေး လက်ထပ်ခွင့်\nတောင်းခဲ့ပေမယ့်လို့ ကော်လင်းက အဲရစ်ခ်ဟာ ဖြစ်သင့်တဲ့ ဥပဒေကျောင်းကိုတက်ဖို့\nမလုပ်ဘဲ၊ မဖြစ်သင့် မဖြစ်လာနိုင်တဲ့ ပရော်ဖက်ရှင်နယ်ဘောလုံးကစားတဲ့ အိပ်မက်\nနောက်ကိုပဲလိုက်နေတာကြောင့်အနာဂတ်အလားအလာမရှိဘူးဆိုပြီးလမ်းခွဲလိုက်\nပါတယ်။ အဲဒီနောက်မှာတော့ အဲရစ်ခ်ဟာ အသည်းကွဲသမားလေးဖြစ်နေပြီးတော့\nအမေရိကန်မှာရှိတဲ့သူ့အိမ်ကိုပြန်မသွားသေးဘဲ ဖလောရန့်စ်က သူ့ဝမ်းကွဲအိမ်မှာပဲ\nသောင်တင်နေပါတော့တယ်။ အဲဒီလိုနေရင်းနဲ့ သိပ်မကြာခင်မှာပဲ ဖလောရန့်စ်ရဲ့ရိုးရာ\nကစားနည်းတစ်ခုဖြစ်တဲ့ ကာချီယိုစတိုရီကိုဆိုတဲ့ ဘောလုံးကစားနည်းတစ်ခုကို ဆော့\nကစားဖြစ်သွားပြီး အဲရစ်ခ်တစ်ယောက်သဘောကျသွားမိပါတယ်။ဒါပေမယ့်လည်း ဒီကစားနည်းဟာ ခက်ခဲကြမ်းတမ်းလှသလို အီတလီလူမျိုးတွေမှပဲ\nဆော့ခွင့်ရတယ်ဆိုတဲ့အားကစားနည်းတစ်ခုဖြစ်နေတော့ အဲရစ်ခ်တစ်ယောက်ဇွဲမ\nလျှော့ဘဲဆက်ဆော့ကစားနိုင်ပါ့မလား၊ ဒါမှမဟုတ် ဒီလိုမျိုးသူဖြစ်ချင်၊ လုပ်ချင်တဲ့\nဟာတွေထက် ဖြစ်သင့်ဖြစ်ထိုက်တယ်ဆိုတဲ့ ဥပဒေကျောင်းကိုပဲဆက်တက်သွားမလား။\nသူ့ကောင်မလေးကြောင့်ရလာတဲ့ အသည်းကွဲဒဏ်ရာတွေကိုရော ဘယ်လိုကုစားမလဲ၊\nကိုယ့်မွေးရပ်မြေမဟုတ်တဲ့ အီတလီမှာရော ဘယ်လိုတွေရှေ့ဆက်သွားမလဲဆိုတာ\nကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3XSEB/Lost.In.Florence.2017.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmEzNWQzMDQtNzIwZi00NzNlLTkyOTMtOGRmYjQ2MzdkNDU0XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-137x200.jpg",
        "title": "Aquamarine (2006)",
        "description": "Aquamarine (2006)\n==============ဒီနေ့မှာတော့ CM ပရိသတ်ကြီးတို့ အကျွမ်းတဝင်ဖြစ်နေမဲ့ ကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ ဆံပင်အပြာလေးနဲ့ Aquamarine ဆိုတဲ့ ရေသူ\nမလေးကို တော်တော်များများ မှတ်မိကြမှာပါ။ ရေသူမကားတွေအကြောင်း\nပြောကြရင် Aquamarine က မပါမဖြစ်ပေါ့။ ငယ်ငယ်ကဆို highlight\nအပြာတွေ အရောင်ပြောင်းတဲ့လက်သည်းတွေ လိုချင်လိုက်ရတာ။ တီရှပ်ကို\nဂါဝန်ပြောင်းဝတ်တာကလည်း ကိုယ်တွေအတွက် မျက်လှည့်ပြလိုက်သလို\nအထူးအဆန်းကြီးကိုဖြစ်လို့ပါပဲ။ ဒါ့အပြင် ဆယ်ကျော်သက်ကောင်မလေး\nနှစ်ယောက်ရဲ့ crush လိုက်နည်းအဖြာဖြာနဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့ ခင်မင်\nမှုတွေကလည်း ရင်ထဲကျန်နေရစ်ခဲ့တာပေါ့။ မြှောက်ပြောတတ်တဲ့ ကြယ်ငါး\nလေးတွေကိုလည်း ချန်ထားခဲ့လို့မရပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဟေလီနဲ့ ကလဲရ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မ\nလေးနှစ်ယောက်က အချစ်ဆုံးသူငယ်ချင်းတွေပါတဲ့။ အဏ္ဏဝါဇီဝဗေဒပညာရှင်\nဖြစ်တဲ့ဟေလီ့အမေက သူ့အလုပ်ကြောင့် ဩစတြေးလျကိုပြောင်းရဖို့ဖြစ်လာ\nပါတယ်။ ကလဲရ်နဲ့မခွဲချင်တဲ့ဟေလီက သူ့အမေနဲ့ စစ်အေးတိုက်ပွဲဆင်နွှဲနေတာ\nပေါ့။ ဒီလိုနဲ့မုန်တိုင်းထန်တဲ့တစ်ညမှာ အဖေဖြစ်သူစီစဉ်ပေးတဲ့ မင်္ဂလာပွဲကိုလက်\nမခံဘဲ အချစ်ကိုရှာမယ်ဆိုပြီး အိမ်ကထွက်ပြေးလာတဲ့ ရေသူမလေးအကွာမရင်းက\nလှိုင်းပုတ်ရာကနေ ကလဲရ်တို့ရေကူးကန်ထဲရောက်သွားပါတယ်။ အဲဒီမှာပဲ အကွာ\nမရင်းက ဟေလီတို့နဲ့ရင်းနှီးသွားပြီး သူ့ကိုကူညီပေးရင် ဆုတောင်းတစ်ခုပြည့်လိမ့်\nမယ်လို့ပြောပါတယ်။မခွဲချင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က သူတို့အနှစ်နှစ်အလလလေ့လာထားတဲ့\ncrush လိုက်နည်းအစုံနဲ့ အကွာမရင်းတစ်ယောက် အချစ်ကိုပိုင်ဆိုင်လာအောင်\nကူညီပေးပါတော့တယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1W0j5/Aquamarine.2006.720p.BluRay.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM3MjgyOTAyN15BMl5BanBnXkFtZTcwMzYyMTU1MQ@@._V1_-147x200.jpg",
        "title": "Pu-239 (2006)",
        "description": "Pu-239 (2006)\n============\nIMDb Rating - 6.7/10ရုရှားရဲ့လျှို့ဝှက်နျူကလီးယားစက်ရုံတစ်ခုမှာ မတော်တဆမှုတစ်ခု\nဖြစ်ပွားခဲ့ပြီး နည်းပညာရှင်တစ်ယောက်ဖြစ်တဲ့ တီမိုဖေးဟာ ရေဒီယို\nသတ္တိကြွမှုအဆင့် Rems 100 နဲ့ထိတွေ့ခံခဲ့ရပါတယ်။ ဒီပမာဏဟာ\nကာယကံရှင်နဲ့ပတ်ဝန်းကျင်ကိုထိခိုက်နိုင်မှုနည်းပါးပေမယ့် စက်ရုံ\nဒါရိုက်တာက ဖြစ်စဉ်တစ်ခုလုံးအတွက် တီမိုဖေးကိုအပြစ်ပုံချပြီး ခံစား\nခွင့်တွေမှန်သမျှရုတ်သိမ်းခဲ့ပါတယ်။ တစ်ခုခုသိထားပုံရတဲ့ တီမိုဖေးဟာ\nပလူတိုနီယမ် နည်းနည်းခိုးယူလာပြီးမြို့ပေါ်တက် ရောင်းချဖို့ကြိုးစား\nရင်းနဲ့သူ့ဇနီး သူ့သားတို့နောင်ရေးတို့စိတ်အေးရအောင် စီစဉ်ပါတော့\nတယ်။အဲ့ဒီမှာပဲ သူ ရှစ်ဇ်နဲ့စတွေ့ပါတယ်။ရှစ်ဗ်ဆိုတာကတော့ လူဆိုးဂိုဏ်းတစ်\nခုရဲ့ ငွေကောက်တဲ့လူမိုက်အဆင့်တွေထဲကတစ်ယောက်ဖြစ်ပြီး လောလော\nဆည်တော့ သူတို့ဂိုဏ်းနဲ့ပြိုင်ဘက်ဂိုဏ်နယ်မြေထဲက ဆိုင်တစ်ဆိုင်ကို လိပ်\nစာမှားပြီး ငွေဝင်ကောက်ရင်း ဆိုင်ကိုမီးရှို့ပစ်မိလို့ သူ့ဘော့စ်က လျော်ကြေး\nတောင်းထားတဲ့အတွက် အဲ့ဒီလျော်ကြေးကို နည်းပေါင်းစုံနဲ့ရှာနေရပါတယ်။\nသတ်မှတ်ချိန်အတွင်း သတ်မှတ်ပမာဏမရရင် အသတ်ခံရမှာဖြစ်တဲ့အတွက်\nသူလည်းအသည်းအသန်ဖြစ်နေတာပါ။ ဒီတော့ လက်ကျန်ဘဝသက်တမ်း\nအချိန်အကန့်အသတ်နဲ့ ငွေသိပ်လိုနေတဲ့လူနှစ်ယောက် နျူကလီးယားဗုံးထုတ်\nနိုင်တဲ့အဆင့် ပလူတိုနီယမ်တွေကိုတစ်ညအတွင်း အမြန်ရောင်းထွက်ဖို့နည်း\nပေါင်းစုံနဲ့ကြိုးစားကြတာတွေကိုမြင်တွေ့ရမှာပါ။ Drama ဆိုပေမယ့် ရှစ်ဗ်\nပါဝင်လာတဲ့အပိုင်းကစပြီး Crime/Thriller ဆန်ဆန်နဲ့မြူးမြူးသွက်သွက်\nဆွဲခေါ်သွားတာဖြစ်တဲ့အတွက် အဆုံးထိဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်း\nတစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (842 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1g2ij/Pu-239.2006.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzQxODE4MzEyNF5BMl5BanBnXkFtZTgwNjk2OTY4ODE@._V1_-133x200.jpg",
        "title": "Air Bud (1997)",
        "description": "Air Bud (1997)\n===========\"ခွေးလေးတွေဆိုတာ လူတွေရဲ့အကောင်းဆုံးမိတ်ဆွေ\" ဆိုတဲ့ စကားကို\nကြားဖူးကြမယ်ထင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ကောင်လေးတစ်\nယောက်နဲ့ ခွေးလေး တစ်ကောင်ရဲ့သူငယ်ချင်းသံယောဇဉ်ကို ချစ်စရာ၊\nသနားစရာ တွေ့မြင်ကြရမှာပါ။ဂျော့ရှ်ဆိုတဲ့ ကောင်လေးဟာ ဖခင်ဆုံးပြီးတဲ့နောက် မပျော်မရွှင်နဲ့ စိတ်ဓာတ်\nတွေကျနေသူပေါ့။ ကျောင်းမှာလည်း အဆင်မပြေသလို သူကြိုက်တဲ့ ဘတ်\nစကတ်ဘောကိုတောင် မကစားတော့ပါဘူး။ တစ်နေ့တော့ ဂျော့ရှ်ကိုစိတ်ဓာတ်\nတွေတက်ကြွ ပျော်ရွှင်လာစေတဲ့ သူတစ်ဦးပေါ်လာပါတယ်။အဲဒါကတော့\nGolden Retriever ခွေးလေးတစ်ကောင်ပါ။ ဘာဒီလို့နာမည်တွင်သွားတဲ့\nအာဝုလေးနဲ့ ဂျော့ရှ်တို့ကြားက သံယောဇဉ်ကတော့ ဘတ်စကတ်ဘော\nသံယောဇဉ်လို့ ပြောရမလိုပါပဲ။ဘာဒီဟာ ဘတ်စကတ်ဘောကစားရာမှာ ဂိုးသွင်းနိုင်တဲ့အထိ ကျွမ်းကျင်လိမ္မာတဲ့\nခွေးလိမ္မာလေးပါ။ ဒီလိုနဲ့ ဘာဒီဟာ ဂျော့ရှ်တို့ရဲ့ကျောင်းဘတ်စကတ်ဘောအသင်းနဲ့\nဘယ်လိုပါ၀င်ပတ်သက်လာမလဲ၊ သူတို့နှစ်ဦး ဘယ်လိုတွေ သံယောဇဉ်နှောင်တွယ်\nကြမလဲ၊ ဘာဒီရဲ့ပိုင်ရှင်ဖြစ်သူဆိုတာ ပေါ်လာတဲ့အခါ ဘယ်လိုရင်ဆိုင်ကြရမလဲ\nဆိုတာတွေကို ချစ်စရာ၊ ရယ်စရာမောစရာ၊ သနားစရာ၊ ရသစုံစုံလင်လင် ကြည့်ရှု\nခံစားရမှာပါ။ အဲဒါကြောင့် အာဝုချစ်သူတွေသာမက ချစ်စရာကောင်းတဲ့ ဒရမ်မာ\nဇာတ်ကားမျိုး ကြိုက်တတ်တဲ့သူတွေပါ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးအဖြစ်\nညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(2.11 GB) ...",
        "rating": "5.3",
        "url": "https://megaup.net/1g2pg/Air.Bud.1997.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Untitled-147x200.jpg",
        "title": "My Best Part (2020)",
        "description": "My Best Part (2020)\n===============ဘဝဆိုတာ အလှည့်အပြောင်း အချိုးအကွေ့များစွာနဲ့ ခက်ခဲလွန်း\nလှပါတယ်။ ခက်ခဲလှတဲ့ ဘဝကြီးမှာ ကိုယ် ရင်ထဲထိနင့်နေအောင်\nသိပ်ချစ်ရတဲ့သူတစ်ယောက်ဟာ ကိုယ်ဘယ်တော့မှာ ပြန်မချစ်ချင်\nတော့တဲ့သူတစ်ယောက်ဖြစ်သွားတဲ့ အခိုက်အတန့်လောက် နာကျင်\nခက်ခဲရတာ မရှိပါဘူး။ ဒါပေမဲ့လည်း ကျွန်တော်တို့ဟာ ဒီအခိုက်\nအတန့်တွေကိုကျော်ဖြတ်ရင်းနဲ့ ရှေ့ဆက်လျှောက်ကြရဖို့လိုအပ်ပါ\nတယ်။ အချစ်ဆိုတာပြဇာတ်တစ်ပုဒ်လိုပါပဲ၊ ပြဇာတ်ကြောင့် လူတွေ\nပျော်ရွှင်၊ ကြည်နူး၊ ငိုကြွေးရသလို၊ အချစ်ကြောင့်လည်း လူတွေပျော်\nရွှင်၊ ကြည်နူးငိုကြွေးရပါတယ်။ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့ မကင်းနိုင်\nသေးပါဘူး။ဒီဇာတ်ကားလေးထဲမှာလည်း အချစ်ကြောင့် ခံစားခဲ့ရတဲ့ ပြင်သစ်\nလူငယ်လေးတစ်ယောက်ရဲ့ အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါ\nတယ်။ ထူးခြားတာက သာမာန်အချစ်ဇာတ်လမ်းတွေလိုမဟုတ်ပဲ\nLGBT အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ LGBT တို့ကြားက\nအချစ်ရေးအပြင် LGBT တစ်ယောက်ရဲ့ စိတ်ခံစားချက် ဘဝဇာတ်\nကြောင်းတွေကိုပါ ပေါင်းစပ်ပုံဖော်ရိုက်ကူးထားတဲ့ My Best Part\nဆိုတဲ့ ဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.71 GB) / (759 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1VZLU/My.Best.Part.2020.720p.BluRay.(CM)_(1).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGclxjTTbOdR18zqoldGTjfzSkl.jpg",
        "title": "One Day (2011)",
        "description": "One Day (2011)~ IMDb rating - 7/10 ~One Day ကို တော်တော်ရိုမန့်တစ်ဆန်တဲ့ရုပ်ရှင်လို့ ပြောရင် ယုံချင်မှလည်း ယုံကြမယ်။ ဘယ်နားက ရိုမန့်တစ်ဆန်နေတာလဲလို့ ထမေးချင်စရာလည်း ဖြစ်ကောင်းဖြစ်သွားမယ်။ One Day ကိုယ်တိုင်ကလည်း ရိုမန့်တစ်ကို မရမကဖော်ကျူးထားတဲ့ ရိုမန့်တစ်ကားမျိုးမဟုတ်ဘူး။ ဘဝနှစ်ခုရဲ့ အစ အနိမ့် အမြင့်အတက်အကျတွေကြားက လူ၂ယောက်ရဲ့ ဆက်ဆံရေးကိုပဲ ပိုအသားပေးပြသွားတယ်။ ဒါကြောင့်ပဲ One Day ဟာ ပိုရိုမန့်တစ်ဆန်သွားခဲ့တာပဲ။ ဘာလို့ဆို One Day ဟာ လက်တွေ့နဲ့အနီးစပ်ဆုံး ရိုမန့်တစ်ကားမို့ပါပဲ။ ပါရီမှာ လက်ထပ်ခွင့်တောင်းတဲ့ ရိုမန့်ခန်းမျိုး ခင်ဗျားဘဝမှာ ကြုံလာရဖို့ မရှိနိုင်ပေမဲ့ လွဲချော်မှုများစွာ ဝေးကွာခြင်းတွေနဲ့ အချစ်တွေကတော့ ကျိန်းသေပေါက်ရှိနေခဲ့မှာပဲ။ One Day ဟာ ထိုနည်း၎င်း အချစ်တွေအကြောင်းပေါ့။သက္ကရာဇ် နှစ်လတွေမှာ မြင်နိုင်ဆဲအချစ်တွေဟာ အိပ်မက်တစ်ခုထဲ ...",
        "rating": "7",
        "url": "https://megaup.net/2BXK0/(CM)_One_Day_(2011)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5RMzLAyq5QW6GtN9sIeAEMLlBI.jpg",
        "title": "Mary Queen of Scots (2018)",
        "description": "Mary Queen of Scots (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 62% ~1500 ပြည့်နှစ်တွေက စကော့တလန်ဘုရင်မ မယ်ရီနဲ့ အင်္ဂလန်ဘုရင်မ အယ်လိဇဘက်တို့အကြောင်းကို ပြန်လည်ပုံဖော်ထားတဲ့ သမိုင်းကားကောင်းတစ်ကားပေါ့။ တိုင်းပြည်နှစ်ခုရဲ့ ကိုးကွယ်တဲ့ဘာသာ အယူအဆတွေ နိုင်ငံရေးရပ်တည်ချက်တွေ ကွဲပြားပုံနဲ့ နှစ်ဖက်ကောင်စီ၀င်၀န်ကြီးတွေရဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေကြားက ၀မ်းကွဲတော်စပ်တဲ့ ဘုရင်မ၂ဦးအကြောင်းကို ရိုက်ထားတာပါ။မယ်ရီက ကက်သလစ်ကိုးကွယ်သူဖြစ်ပြီး အယ်လိဇဘက်က ရိုမန်ကက်သလစ်ကိုးကွယ်သူဖြစ်ပါတယ်။ အဲဒီတုန်းက ဘာသာရေးကွဲလွဲချက်တွေပြင်းထန်တဲ့အတွက် ၂နိုင်ငံအမြင်မတူဘဲ စစ်ဖြစ်နိုင်တဲ့အခြေအနေပါ။ ဒါကို မယ်ရီက ၀မ်းကွဲအမ အယ်လိဇဘက်ဆီကနေ ဆက်ခံသူအဖြစ်တောင်းဆိုတဲ့အခါ ဒီအချက်က နိုင်ငံ၂ခုကြားက တင်းမာတဲ့အခြေအနေကို ပိုလှုံ့ဆော်လိုက်တာပါ။မယ်ရီက အသက်၁၅နှစ်မှာ ပြင်သစ်သားနဲ့ အိမ်ထောင်ကျခဲ့ပြီး မုဆိုးမအဖြစ်နဲ့ စကော့တလန်ကိုပြန်လာတာပါ။ အယ်လိဇဘက်က အိမ်ထောင်မရှိ ဆက်ခံသူမရှိတဲ့အတွက် မယ်ရီရဲ့ဖြစ်တည်မှုက အယ်လိဇဘက်ရဲ့အာဏာနဲ့ ထီးနန်းကို ခြိမ်းခြောက်နေခဲ့ပါတယ်။ သံတမန်တွေနဲ့ တွေ့ဆုံပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1W0er/(CM)_Mary_Queen_of_Scots_(2018)_BluRay_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMFKTgRRCxfZGmFQVxBsQYAQufo.jpg",
        "title": "Worth (2020)",
        "description": "Worth (2020)~ IMDb - 6.8/10, Rotten Tomatoes - 82% ~အ​မေရိကန်နိုင်ငံရဲ့ နာမည်ကြီးတိုက်ခိုက်ခံရမှု 9/11 ဖြစ်ရပ်မှန်ကို ​ကျောရိုးယူပြီး Michael Keaton, Amy Ryan နဲ့ Stanley Tucci တို့လို အကျော်အမော်တွေနဲ့ Netflix ကနေ ရိုက်ထားတဲ့ ကားကောင်းတစ်ကားပါ။~ ဇာတ်လမ်းအကျဉ်း ~ကန်တစ်​ယောက် နိုင်ငံ​ရဲ့ ထိပ်သီး ဥပ​ဒေလုပ်ငန်း​တစ်ခုကို ဦး​ဆောင်​​နေရင်း တစ်​​နေ့ 9/11 ဖြစ်စဥ်​ကြောင့် ​လူအမြောက်အများ​သေဆုံးမှုတစ်ခုဖြစ်​​ပေါ်လာခဲ့ပါတယ်။ အစိုးရက နစ်နာသူ​တွေ ​လေ​ကြောင်းလိုင်း​တွေကို တရားမစွဲ​ရေး လုပ်​ဆောင်ဖို့ ​လျော်​ကြေးကိစ္စတစ်ခုနဲ့ ​ဖြေရှင်းဖို့စဥ်းစားမိရင်း အဲဒီအကြံကို​ အောင်‌အောင်မြင်မြင် အ​ကောင်အထည်​ဖော်ဖို့ ​ကန်တစ်​ယောက် တာဝန်ယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။လူတစ်​ယောက်ရဲ့ အသက်တန်ဖိုးကို​ငွေပမာဏဘယ်​လောက်ဆိုပြီး နှိုင်းယှဥ်ပြီး ကန်က ဖော်မြူလာထုတ်ပြလိုက်တဲ့အခါ နစ်နာသူအများစုက မနှစ်မြို့ကြပါဘူး။တစ်​ဖက်မှာလည်း ကန်တို့အဖွဲ့မှားယွင်း​နေတာ​တွေကို ​ထောက်ပြဖို့ ချားစ်ဦး​ဆောင်တဲ့ အဖွဲ့​​ပေါ်​ပေါက်လာပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2BXD4/(CM)_Worth_(2020)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-1-133x200.jpg",
        "title": "The Mist (2007)",
        "description": "ဒီလို မိုးအေးတဲ့ ညမျိုးမှာ အကြောင်းတိုက်ဆိုင်စွာဖြင့်တင်ပေးချင်တဲ့ ရုပ်ရှင်တစ်ကားတော့ ရှိပါတယ်နာမည်ကျော် စာရေးဆရာကြီး Stephen King ရဲ့ဝတ္တုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့The Mist ဆိုတဲ့ ရုပ်ရှင်ကားပါဒီဇတ်လမ်းကို ကြည့်မယ်ဆို အရင်ဆုံး မီးတွေ မှိတ်လိုက်ပါပြီးရင် လဖ္ဘက်သုပ် ဖြစ်ဖြစ် စားစရာ တစ်ခုခု အနားယူပါစောင်ကို ကွေးနေအောင် ခြုံပါ(FA ဆိုရင်ပေါ့) :Pကိုယ့်အနားမှာ ဖက်စရာခွေးလေး ကြောင်လေးတွေ ရှိရင် ဖက်ထားပါဒါမှမဟုတ် ချစ်သူ ရှိရင် လက်မောင်းကို ကျစ်ကျစ်ပါအောင် ဖက်ထားပါပြီးရင် ဒီရုပ်ရှင်ကို စ ကြည့်လို့ရပါပြီ...တစ်နေ့သော ညမှာ မြို့ငယ်လေး တစ်ခုရဲ့ ဆိုးရွားလှတဲ့ မုန်တိုင်းဝင်ရောက် တိုက်ခက်တဲ့ အချိန်ရေကန်ငယ်လေး ရဲ့ နံဘေးကပန်းချီဆရာ ဒေးဗစ် ရဲ့ အိမ်ကိုသစ်ပင်ပိကာ Studio ခန်း ပြိုကျသွားခဲ့ပါတယ်မနက်ခင်း မှာတော့ ဒေးဗစ် တို့ မိသားစုနိုးလာတဲ့ အခါမှာတော့ အရာအားလုံးဟာမြူခိုးစတွေ ဖုံးလွှမ်းနေတာကို တွေ့ရပြီးအပျက်အစီးတွေကို ရှင်းလင်းကြရပါတယ်သဘာဝ ဘေးကို ရင်ဆိုင်ဖို့ အတွက်အစားအသောက်က အရေးကြီးတာကြောင့်အိမ်နီးချင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1g4wy/The.Mist.2007.720p.BluRay_%7BCM%7D_Recode_(2).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_-140x200.jpg",
        "title": "(18+)Buddy’s Mom (2015)",
        "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်\nလောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့\nအသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်\nသွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီး\nပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်\nသူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲ\nသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာ\nလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲ\nဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို\nကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 734MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/1W0cq/Buddys.Mom.2015.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDU4MWVhMzctOTc4Zi00NzAwLTliYTItYzU4MmYyN2M1NTYyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-132x200.jpg",
        "title": "The Substitute (1996)",
        "description": "IMDb Rating (6.0)Sniper ရုပ်ရှင်ဇာတ်ကားတွေကိုကြည့်ဖူးမယ်ဆိုရင် အဲ့ဒီထဲက ထီမထင်တဲ့မျက်နှာပေးနဲ့ လက်ဖြောင့်တပ်ကြပ်ကြီး ဘက်ကတ်အဖြစ်ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Tom Berenger ကို မှတ်မှတ်ရရရှိကြမှာပါ...ဒီဇာတ်လမ်းကလဲ သူ့ရဲ့အက်ရှင်ဇာတ်လမ်းနောက်တစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းကတော့....\nဗီယက်နမ်စစ်ပြန်ကြီးတို့အဖွဲ့က အမေရိကန်အစိုးရရဲ့ ရုပ်သေးရုပ်လေးအဖြစ်နဲ့ အမည်မဲ့ စစ်ဆင်ရေးတွေမှာ တရားမဝင် စစ်တိုက်ပေးနေရပါတယ်။ သူတို့စစ်ဆင်ရေးဆိုတာက အောင်မြင်ရင်လည်း လူမသိ၊ တိုက်ပွဲကျတဲ့စစ်သားက အမည်မဲ့၊ သတင်းစာထဲပါသွားရင် ပိုင်ရှင်မဲ့ ကြေးစားစစ်တပ်၊ ဒီလိုလည်ပတ်ကြရတာပါ။ကျူးဘားကမ်းတက်စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားကြီးတို့အဖွဲ့ အထိနာပြီး သုံးယောက်ကို သေမင်းလက် ဝကွက်အပ်လိုက်ရတယ်။ အဲဒါတောင် ပိုင်ရှင်မဲ့စီးနင်းမှုအဖြစ် အမေရိကန်အစိုးရက ခေါင်းရှောင်လိုက်ချိန်မှာ စစ်ပြန်ကြီးတို့ အံကြိတ် တောက်ခေါက်ရုံမှတစ်ပါး အခြားမရှိတော့ပါဘူး။ပိုင်ရှင်တကယ်မဲ့သွားတဲ့ စစ်ပြန်ကြီးတို့အဖွဲ့ 109 110 တွေဖြစ်ကုန်ချိန်မှာ အဖွဲ့ခေါင်းဆောင် ရှေးလ် က သူ့ချစ်သူဆီ ပြန်လာခဲ့တယ်။ သူ့ချစ်သူ ကျောင်းဆရာမက ကျောင်းသားဆိုးတွေ လက်ချက်နဲ့ ‌ခြေတောက်ကျိုးနေပါရော့လား။သူ့ချစ်သူနေရာမှာ အစားထိုးသမိုင်းဆရာအဖြစ် ဝင်လာတဲ့ စစ်ပြန်ကြီး ရှေးလ်၊ ကျောင်းသားဆိုးတွေကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/1W0ci/(CM)_The.Substitute.1996.720p.AMZN.WEB-DL.DDP5.1.H.264-Naung.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZfqjvxJNZAwUaQLvTPTsDGZWox.jpg",
        "title": "Corner Office (2022)",
        "description": "ကိုယ်လုပ်နေရတဲ့ရုံးအလုပ်တွေမှာ စိတ်တွေမွန်းကြပ်လွန်းလာရင်တချို့လူတွေကစိတ်ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ဒီ Corner Officeဆိုတဲ့ကားထဲက အော်ဆန်ဆိုတဲ့လူရဲ့စိတ်ထွက်ပေါက်ကတော့ အရမ်းထူးဆန်းလွန်းပါတယ်။ အော်ဆန်က သူ့ရဲ့ရုံးအသစ်ကိုရောက်ပြီး သိပ်မကြာခင်မှာပဲဘယ်သူမှမသုံးတဲ့ အခန်းတစ်ခန်းကိုတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့သူအဲ့ဒီအခန်းထဲကိုသုံးလေးခေါက်ဝင်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီအခန်းကိုအရမ်းစွဲလမ်းသွားခဲ့ပါတော့တယ်။ အဲ့ဒီအခန်းကသူ့အတွက်စိတ်ကိုအေးချမ်းစေပြီး အလုပ်တွေလုပ်ရတာ ပိုကောင်းစေတဲ့ အခန်းတစ်ခုဖြစ်တဲ့အပြင် သူ့ရဲ့လုပ်ငန်းခွင်က လူတွေအားလုံးရဲ့ အဝေးကိုထွက်သွားစေနိုင်တဲ့စိတ်ထွက်ပေါက်လေးပဲဖြစ်ပါတယ်။ ပြဿနာလေးတစ်ခုပဲရှိပါတယ်။ အဲ့ဒီအခန်းက အမှန်တကယ်မရှိပါဘူး။အော်ဆန်ကတော့ အဲ့ဒီအခန်းကိုစိတ်ကြိုက်ဝင်ထွက်သွားလာနေပေမဲ့တခြားလူတွေကတော့ အဲ့ဒီအခန်းနေရာမှာ နံရံကြီးတစ်ခုကိုပဲ မြင်ရပြီးတော့သူအခန်းထဲဝင်သွားတယ်ဆိုတာလဲ နံရံကြီးရှေ့မှာကြောင်တောင်တောင်ကြီးမတ်တပ်ရပ်နေတာကိုပဲ မြင်ရတာဖြစ်ပါတယ်။ဒီလိုနဲ့အော်ဆန်က သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေအပြင် သူဌေးနဲ့ပါပြဿနာတွေတက်ခဲ့ပါတယ်။ ဒါပေမယ့်နောက်ပိုင်းသူပြောပြောနေတဲ့ အခန်းထဲကိုသွားပြီးအလုပ်တွေကြိုးစားလိုက်တဲ့အခါမှာသူဌေးကသဘောကျပြီးရာထူးတွေဘာတွေတက်သွားပြီး နောက်မှာ သူ့ရဲ့အဲ့ဒီအခန်းကိုစွဲလမ်းစိတ်က ပိုပြင်းထန်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုStorytelling ပုံစံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။  File size…1.19GB / 407MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ….. Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.0",
        "url": "https://megaup.net/1W0br/Corner.Office.2023.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDNiZDJhNzgtZmM3Ny00YmE3LTkwYTAtN2JmNjgxMjc5ZmZjXkEyXkFqcGdeQXVyMTQ0NTMwNTA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Copacul Dorințelor: Amintiri din Copilărie (2022)",
        "description": "The Wishing Tree လို့အမည်ရတဲ့ရိုမေးနီးယန်းစိတ်ကူးယဥ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.8/10 အထိရရှိထားပါတယ် Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကရောဂါသည်ကလေးတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပြီး ဇာတ်လမ်းထဲမှာတော့ ကုလို့မရတော့တဲ့ကင်ဆာဝေဒနာရှင်လေးမာယာဟာအဖိုးနဲ့အတူနေပြီးဆုံးသွားတဲ့အမေဖြစ်သူကိုအမြဲတွေ့ချင်နေခဲ့တာပါ တစ်နေ့တော့မာယာဟာ Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကိုရောက်သွားရာကနေ ဆုတောင်းပြည့်သစ်ပင်မှာဆုတစ်ခုတောင်းခဲ့ပါတော့တယ် အဲဒီဆုတောင်းပြည့်သစ်ပင်ကမှော်သစ်ပင်ဖြစ်ပြီး ဆုတောင်းလိုက်တဲ့သူကိုပုံပြင်တစ်ခုထဲခေါ်သွားပြီး တာဝန်တွေအောင်မြင်မှဆန္ဒကိုဖြည့်ဆည်းပေးမှာပါ မာယာတစ်ယောက်ပုံပြင်ကမ္ဘာထဲမှာသူ့ရဲ့တာဝန်တွေကိုဘယ်လိုအောင်မြင်အောင်ဆောင်ရွက်မလဲ သူ့ရဲ့ဆုတောင်းကရောပြည့်သွားနိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် နူးနူးညံ့ညံ့နဲ့ခံစားရစေတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့လက်မလွှတ်သင့်ပါဘူး File size…(1.3 GB)/(804 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.8",
        "url": "https://megaup.net/1g165/Copacul.Dorintelor.Amintiri.Din.Copilarie.2021.720p.(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4elVCxpRBcqVLPEI2sDC4fIa0Mt.jpg",
        "title": "The Passenger (2023)",
        "description": "The Passenger (2023)~ IMDb - 5.9/10, Rotten Tomatoes - 76% ~နာမည်ကျော် Horror ဇာတ်ကား‌တွေကို ထုတ်ထုတ်ပေးနေကျ Blumhouse ရဲ့ နောက်ဆုံးထွက်ကားပါ။ခုဇာတ်ကားကတော့ ငယ်ငယ်ကတည်းက Introvert ဖြစ်ပြီးတော့ Neurodevelopmental Disorder ဆိုတဲ့ စိတ်ရောဂါရနေတဲ့ ဘရက်ဒ်လေဆိုတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတပါ။ ဘရက်ဒ်လေက သူငယ်ငယ်တုန်းက ကျောင်းမှာမတော်တဆမှု တစ်ခုဖြစ်ပြီးကတည်းက ဘယ်အရာမှာမဆို ဆုံးဖြတ်ချက်ချဖို့အတွက် တွန့်ဆုတ်နေတတ်ပါတယ်။ ကိုယ်တိုင်ဆုံးဖြတ်ချက်ချပြီး ကိုယ့်ပေါ်ကိုယ် ရပ်တည်ရမယ့်အစား သူများပြောတာမှန်သမျှကို ခေါင်းညိတ်ပြီး အောက်ကျခံတဲ့လူစားမျိုးပေါ့။ တစ်နေ့ သူ့အလုပ်မှာ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်း ရန်ဖြစ်ရင်း လူသတ်မှုဖြစ်သွားပါတယ်။ အဲဒီလိုနဲ့ ဘန်ဆန်ဆိုတဲ့ ဘရက်ဒ်လေ့ လုပ်ဖော်ကိုင်ဖက်ဟာ ဘရက်ဒ်လေ့ရဲ့ စိတ်ဒဏ်ရာ(ရောဂါ) ကိုကုဖို့ဆိုပြီး ရှာပုံတော်ထွက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ Semi-Thriller နဲ့ Horror ဇာတ်ကားဖြစ်လို့ မိုးအေးအေးလေးမှာ Chill ချင်တဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1W075/(CM)_The_Passenger_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zu002fbXHiJbtOgKMpOxhb9vJN5.jpg",
        "title": "Sweet Sex and Love (2003)",
        "description": "(18+) Sweet Sex and Love Synopsis (2003)(18+ Warning, Nude Scenes တွေ၊ Sex Scenes တွေ ဖောဖောသီသီ ပါဝင်တာမို့\nအသက် ၁၈ နှစ်ပြည့်ပြီးသူမှသာ ကြည့်ရှု့ရန်၊ မိသားစုနှင့်အတူ ကြည့်ရှု့ရန်မသင့်တော်ပါ)အချစ်ဆိုတဲ့ ကိုင်တွယ်ထိတွေ့လို့မရတဲ့ အရာကို\nလူတွေက သူတို့ခံစားချက်အတိုင်း အမျိုးမျိုး အဓိပ္ပာယ် ဖွင့်ကြပါတယ်။\nလူတချို့ကတော့ ချစ်သူရည်းစားတွေကြားက အချစ်ဆိုတဲ့ ပတ်သတ်ဆက်နွယ်မှုမှာ\nလိင်မှုကိစ္စရဲ့ အခန်းကဏ္ဍက မပါမဖြစ်လို့ ယူဆကြပါတယ်။\nတချို့ကတော့ အချစ်ဆိုတာ ဖြူစင်တဲ့အဓိပ္ပာယ်ဖွင့်ကြပါတယ်။သီချင်းလေးအတိုင်း ပြောရရင်တော့\nအချစ်ဆိုသည်မှာ ခံစားချက်များနှင့် ဆန်းကြယ်သော အရာပေါ့ဗျာ။\nတစ်ခါတစ်လေ အေးမြခြင်းကိုလည်း ပေးစွမ်းသလို တစ်ခါတစ်လေ ပူလောင်ခြင်းကိုလည်း ဖြစ်စေပါတယ်။\nဆောဒုံဂီနဲ့ ရှင်းအာဆိုတဲ့ စုံတွဲကြားမှာ လိင်မှုကိစ္စတွေ နဲ့ အချစ်ရေးပြဿနာများကို မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်။\nပြဿနာတွေ တက်လိုက်၊ ပြန်ချစ်လိုက်နဲ့ နှစ်ပါးသွားနေကြရင်း\nအချစ်ရဲ့ အဓိပ္ပာယ်ကို ဖော်ဆောင်ကြတာကို ၁၈ ယောက်စုရင်း ကြည့်ရှု့လိုက်ပါဦးဗျ။Cast တွေကလည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/35g3v/Sweet.Sex.And.Love.2003.DVDRip.480p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/hHjv5ZsVMSBkKZ3sembgoLqmg1O-133x200.jpg",
        "title": "Death on the Nile (1978)",
        "description": "Death On The Nile (1978) ~ IMDB - 7.3/10, RT - 78%, Meta - 59% ~(ဒီ Death on The Nile - 1978 နဲ့ အသစ်ထွက် 2022 ဗားရှင်းဟာ ဇာတ်ကျောရိုးချင်းအတူတူပေမဲ့ 2022 ဗားရှင်းက‌တော့ မူလကာရိုက်တာတချို့ကို ပြောင်းသင့်တန်ပြောင်း လဲသင့်တန်လဲပြီး ဇာတ်ကြောင်းတချို့ကိုပါ ခေတ်နဲ့ ဆီလျော်အောင် ပြန်ရိုက်ထားတာမို့ အဟောင်းကရော၊ အသစ်ကရော အရသာတစ်မျိုးစီ ရမှာအသေအချာပါပဲ)Death On The Nile ဟာ အဂ္ဂသာခရစ္စတီရဲ့အကောင်းဆုံး ၀တ္တု‌တွေထဲကတစ်ခုကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အနောက်တိုင်းစုံထောက်၀တ္တုရေးဆရာတွေထဲ ဆာအာသာကိုနင်ဒွိုင်းပြီးရင် ကျွန်တော်အရင်းနှီးဆုံးက အဂ္ဂသာခရစ္စတီပါပဲ။ အမြန်ရထားပေါ်ကလူသတ်မှု၊ ဟီလာရီ၊ ဂြိုလ်မွှေတဲ့ ကျောက်မျက်ရတနာ၊ လေယာဉ်ပေါ်ကလူသတ်မှု စသဖြင့် အဂ္ဂသာခရစ္စတီ၀တ္တုတွေကို တက္ကသိုလ်နေ၀င်းက တော်တော်ဘာသာပြန်ခဲ့တာကြောင့်လည်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/13nji/Death_on_the_Nile_(1978)_RESTORED_720p_Blu-ray.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lIdeNis1nRciqAm7sNcL77qVVk.jpg",
        "title": "The Red Sparrow (2022)",
        "description": "The Red Sparrow (2022)The red sparrow ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nတက်သစ်စမင်းသားတွေဆိုပေမယ့် ဇာတ်ဆောင် ဇာတ်ပို့ ဖြတ်လျှောက်က အစ\nအချိတ်ဆက်မိတာကြောင့် low budget လို့ မထင်ရလောက်အောင် ကြည့်ကောင်းတဲ့\nဇာတ်ကားလေးပါ\nဒါအပြင် ဇာတ်လမ်း ဇာတ်ညွှန်းကလည်း ဆွဲဆောင်မှု ရှိနေပြန်တယ်...ဒီဇာတ်လမ်းကို မိတ်ဆက်ဖို့ အများကြီးမလိုပါဘူး... တစ်ခွန်းတည်းပါပဲ...\nနည်းပညာခေတ်ကြီး 21 ရာစုမှာ နည်းပညာမှ မသိရင် ခေတ်နောက်ကျပါပြီတို့\nလူတောမတိုးတော့ဘူးဆိုတဲ့ ယနေ့ခေတ်မှာ အားလုံးက မသိမသာ နည်းပညာရဲ့\nသားကောင်ကနေ ကျေးကျွန်အဆင့်ထိရောက်လာကြတာကို တွေးတောမိပြီး အနာဂတ်မှာ\nနည်းပညာက ဖန်တီးထားတဲ့ စက်ရုပ်တွေဟာ လူသားတွေကို ဘယ်လို\nဝါးမြိုသွားမယ်ဆိုတာကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပေါ့....ဒါကြောင့် စိတ်ကူးယဉ်မဆန်တဲ့ စိတ်ကူးပုံဖော် ဇာတ်ကားလေးကို ကြည့်ပြီး\nတကယ် ဒီလိုဖြစ်လာရင်လို့ တွေးပြီး ခဏလောက် ဦးနှောက်\nအလုပ်ပေးလိုက်ကြပါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chu Chu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Sci-Fi\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/13nr7/The_Red_Sparrow_2022_720p_Chinse_HDRiip.CM.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/84789_1638846680-139x200.jpg",
        "title": "(21+) STAR-984 Ogura Yua No Good Hot Spring Trip (2022)",
        "description": "အိုဂူရာလေးက အရမ်းထူးခြားတယ်ငယ်သေးတယ် နုသေးတယ်ချစ်ဖို့ကောင်းတယ် သူရဲ့မျက်နှာလေးကချစ်ဖို့ကောင်းတယ် အမူရာလေးတွေကအသဲစွဲစေတယ်အထူးခြားဆုံးက သူ့နှုတ်ခမ်းတွေအရမ်းလှတယ် ဆွဲဆောင်မှုအပြည့်ရှိတယ်သူရယ်လိုက်ရင် အရမ်းချစ်ဖို့ကောင်းတယ်ဒါပေမဲ့သူ့ရဲ့ အကြမ်းခံအားက Mind-blowing ပါပဲလုံးဝကိုမထင်မှတ်လောက်အောင် ဗို့အားပြင်းပါတယ်သွားထိမိရင် ကျင်တက်သွားနိုင်ပါတယ်သူက ဆယ်ကျော်သက်နောက်ဆုံး(၁၉)နှစ်မှာအမှတ်တရရိုက်ကူးခဲ့တာပါပြုသမျှနုရတဲ့ စီးရီးကိုရိုက်ကူးခံရဖို့သူမရင်တွေခုန်နေပါတယ်သူမရဲ့အိပ်မက်တွေ အကောင်ထည်ဖေါ်နိုင်ခဲ့တယ်ရိုက်ကွင်းက ရေပူစမ်းမှာပါသူမရဲ့ အကြမ်းခံမှုက ကြည့်ရှုသူတွေကိ ရင်ဖိုစေတယ်မနာလိုဝန်တိုမှုတွေဖြစ်ပေါ်စေတယ်သူမရဲ့ နာခံမှုတွေက ဟန်ဆောင်အပြုံးတွေမပါပဲကျေကျေနပ်နပ်ကြီးရှိနေတယ်ဆိုတာခေါင်းကြီးတို့ကြည့်လိုက်ပါဦးအချိန်အကြာကြီး အားပါးတရကြည့်ရမှာပါသိုင်းကွက်ကြမ်းကြမ်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး \nFile size…3.4GB / 1.6GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….4h 9min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X  Cross\nTranslated by Ki Mu Chi",
        "rating": "7.8",
        "url": "https://megaup.net/13nmk/STAR-984_Ogura_Yua_No_Good_Hot_Spring_Trip_720p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNDQzNWU1ZjQtMjBkOC00NzI2LWFhYmItMzUyZjE1ZDcwNjlhXkEyXkFqcGdeQXVyMjA2OTE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Drunk Bus (2020)",
        "description": "Drunk Bus (2020)==============IMDb Rating - 6.2/102020 ကထွက်ရှိခဲ့တဲ့ drama, comedy ဇာတ်ကားကောင်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။မိုက်ကယ်ဆိုတဲ့ကောင်လေးက ကျောင်းပြီးလို့ ဘွဲ့ရသွားပေမယ့်\nလမ်းပျောက်နေတဲ့သူတစ်ယောက်ပါ။ ဓာတ်ပုံပညာကို အလွန်ဝါသနာ\nပါခဲ့ပေမယ့် သူနဲ့ငါးနှစ်တွဲခဲ့တဲ့ချစ်သူအေမီ သူ့ကိုထားသွားပြီးနောက်\nမှာတော့ ပျက်နေတဲ့ကင်မရာကိုတောင် မပြင်တော့ပဲ ဘဝကို ပျင်းရိ\nငြီးငွေ့စွာ တက္ကသိုလ်ကြိုပို့ကားမောင်းရင်း ရှင်သန်နေသူတစ်ဦးပေါ့။\nကြင်နာတတ်ပေမယ့် နည်းနည်းကြောက်တတ်တဲ့သူကို အနိုင်ကျင့်\nစော်ကားသူတွေလည်း ရှိပြန်လေရဲ့…ဒီလိုနဲ့ သူ တစ်နေ့ ကျောင်းသားတစ်ယောက်ရဲ့ထိုးကြိတ်တာကို ခံလိုက်\nရပြီးနောက် ကားကုမ္ပဏီက သူ့လုံခြုံရေးအတွက် ဘော်ဒီဂတ်သဘောမျိုး\nလူတစ်ယောက်ခန့်ပေးခဲ့ပါတယ်။ ထူးခြားတာက အဲဒီလူကြီးဟာ တစ်ကိုယ်လုံး\nဆေးမင်ကြောင်တွေနဲ့ပြည့်နေပြီး နာမည်ကလည်း နာနတ်သီးဆိုပဲ…\nသူနဲ့ နာနတ်သီး ခင်မင်သွားကြပြီး နာနတ်သီးက သူ ဘဝမှာ မလုပ်ရဲ မလုပ်ဝံ့\nခဲ့တာတွေကို တွန်းအားပေးလာခဲ့ချိန်မှာတော့…\nFun fact အနေနဲ့ပြောရရင် နာနတ်သီးရဲ့ အပြင်နာမည်ကလည်း နာနတ်သီးပါပဲတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်)File Size - (1.14 GB) / ...",
        "rating": "6.2",
        "url": "https://megaup.net/2oX2C/Drunk.Bus.2020.720p.BluRay.H264.AAC-%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qmcJtAuEUvGhlp9253h6PBFBnyW.jpg",
        "title": "The Ice Demon (2022)",
        "description": "The Ice Demon (2022) စိတ်ရောဂါအကြောင်း၊ စိတ်ရောဂါနဲ့ပတ်သက်လို့ ပြောကြတဲ့အခါ စိတ်ရောဂါမျိုးစုံလည်းရှိတဲ့အပြင် အဲဒီ့စိတ်ရောဂါဖြစ်စေနိုင်တဲ့ အကြောင်းအရာမျိုးစုံကလည်းစုံလင်လှသဗျာ၊ စိတ်ရောဂါဆိုတာလည်း စိတ်ဒဏ်ရာခဏခဏရတာမျိုးတွေကနေဖြစ်‌တတ်တော့ စိတ်ရောဂါနဲ့စိတ်ဒဏ်ရာဟာ အညမညသဘောနဲ့ အတူတွဲနေတတ်တယ်ဗျ။အိမ်ရာတစ်ခုထူထောင်ကြပြီဆိုရင် အိမ်ထောင်ဦးစီးဆိုတဲ့ အမျိုးသားဖြစ်သူက ဒီစိတ်ပိုင်းဆိုင်ရာကိစ္စကို သိပ်ပြီးဂရုစိုက်ရတယ် သားသမီးမွေးတဲ့အခါပိုဆိုးတယ်၊ ကိုယ့်သားသမီး ကိုယ့်ရဲ့လက်တွဲဖော်သူတို့တွေစိတ်ဒဏ်ရာမရအောင် သူတို့တွေအပေါ်မှာ မရက်စက်မိအောင်ဒါတွေက သိပ်ကိုအရေးကြီးတယ်။ဒီဇာတ်လမ်းကတော့ အိမ်ထောင်ဦးစီးမပီသတဲ့ယောက်ျားတစ်ယောက်နဲ့ သူ့အမျိုးသမီးရဲ့ စိတ်ဒဏ်ရာ သူ့သမီးလေးနေထိုင်ရတဲ့ပတ်ဝန်းကျင်ဒါမျိုးတွေကို သေချာလေးဖော်ညွန်းထားနိုင်တဲ့ ဇာတ်ကားမျိုးလို့ဆိုရမယ်။ပုံမှန် သရဲပေါကားတွေလိုမျိုးအကောင်ကြီးတွေဘွားဆိုပေါ်လာမယ်၊ လန့်သွားမယ် ဟောပြီးသွားပြီ ဒါမျိုးကားမျိုးတွေသဘောကျတတ်ရင်တော့ ဒီဇာတ်ကားနဲ့ အလာ့ဂျစ်ရှိနိုင်တယ်၊ ပုံမှန်ဟောလိဝုဒ်ကားတွေကြည့်နေကြလူတွေအတွက်တော့ ရုရှားကားဖြစ်တဲ့အတွက် အမြင်တစ်မျိုးလေးနဲ့ကြည့်ရမယ်။ဘယ်ချိန်သရဲပေါ်လာမလည်းဆိုပြီးစောင့်ကြည့်နေရမယ့်ကားမျိုးဆိုတာထက် တစိမ့်စိမ့်ကြည့်ရမယ့်ကားမျိုးဆိုရင်ပိုမှန်လိမ့်မယ်။ တကယ်တော့ သရဲတို့ နတ်ဆိုးတို့ကြောက်စရာကောင်းတယ်ဆိုတာ လူတွေကိုဘယ်မှီမလဲ၊ ဒီလိုတွေးမိရင်တော့ ဒီသရဲကားကသိပ်ကြောက်စရာကောင်းတော့မယ်မထင်ပါဘူး...(ဇာတ်ကားနဲ့အညွှန်းကို Murphy မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 650MB, 350MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 32Min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/1Jjeo/(CM)_The_Ice_Demon_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ywSXx2KITujZaO9Eb8MHHFCZPA.jpg",
        "title": "Drive My Car (2021)",
        "description": "Drive My Car (2021)************************IMDb - 8/10 , Rotten Tomatoes -100%Directed By Ryusuke Hamaguchiကမ္ဘာကျော်စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဂျပန်စာရေးဆရာ Haruki Murakami ရဲ့၀တ္တုတွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာ သိပ်များများစားစား မရှိပါဘူး။ အဲဒီထဲကမှ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာဆိုလို့ ကိုရီးယားက ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ Burning ပဲရှိခဲ့တယ်ပြောရင် မမှားပါဘူး။ အခု Drive My Car ကတော့ ရုပ်ရှင်ပွဲတော်တွေမှာ ရေပန်းစားနေသလို Critic Rating တွေအရလည်း လောလောဆယ်မှာ Burning ထက်မြင့်နေပါတယ်။ ဒီ၂ကားလုံးဟာ ဟရုခိ မုရခမိရဲ့၀တ္တုရှည်တွေကိုမဟုတ်ဘဲ ၀တ္တုတိုတွေကို ရိုက်ထားတာပါ။ အခုရုပ်ရှင်ကတော့ Men Without Women ဆိုတဲ့ ၀တ္တုတိုစာအုပ်ထဲက နာမည်တူ Drive My Car ဆိုတဲ့ ၀တ္တုတိုကိုပဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2pgP8/(CM)_Drive.My.Car.2021.720p.BluRay.x264-Nyein.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNzYzZTgxMTQtYTlhYy00OGJkLThkMGEtNjlhZTRkNDIwZTkyXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Shadow in My Eye (2022)",
        "description": "The Bombardment (or) The Shadow in My Eye (2022)======================================IMDb Rating - 7.3/10ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေက ဒိန်းမတ်ကို သိမ်းပိုက်ထားခဲ့ပြီး\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်ဝင်လေတပ်က\nနာဇီတွေရဲ့ လျှို့ဝှက်နိုင်ငံရေးရဲတပ်ဖွဲ့ ဂတ်စတာပိုရဲ့ ဒိန်းမတ်ဌာနချုပ်ကို\nဗုံးကြဲဖို့ လုပ်ခဲ့ပါတယ်။ အဲဒီဌာနချုပ်ဟာ ကိုပင်ဟေဂင်မြို့လယ်ကြီးမှာ\nရှိနေပြီး၊ ထပ်ခိုးမှာ ဂျာမနီတွေကိုတော်လှန်ဖို့ လုပ်နေတဲ့ ဒိန်းမတ်အတိုက်အခံ\nအဖွဲ့၀င်တွေကို ဖမ်းထားပြီး လူသားဒိုင်းကာအနေနဲ့ ထားထားပါတယ်။\nဒီဌာနချုပ်ကို ဗုံးကြဲရင် သူ့လူတွေပါ သေမှာသိပေမဲ့ ဒိန်းမတ်က ဂျာမန်\nတော်လှန်ရေးသမားတွေက ကြာရင် သူတို့အင်အားစုတစ်ခုလုံးကို ဂျာမန်တွေ\nချေမှုန်းနိုင်တော့မှာ ဖြစ်တာကြောင့် ‌ဗြိတိန်ဘက်ကို ထပ်ခါထပ်ခါ တောင်းဆိုခဲ့\nပါတယ်။ဒီလိုနဲ့ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်၀င်လေတပ်က Operation Carthage\nခေါ် ဂတ်စတာပိုဌာနချုပ်ကို ဗုံးကြဲဖို့ စစ်ဆင်ရေးကို လုပ်ခဲ့ပါတယ်။ ဒီစစ်ဆင်ရေး\nအောင်မြင်ခဲ့သလို အဖမ်းခံရတဲ့ အကျဉ်းသားတွေလည်းလွတ်လာခဲ့ပါတယ်။\nသို့ပေမဲ့ ဒီစစ်ဆင်ရေးဟာ ကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုကိုပါ ဖြစ်ပေါ်စေခဲ့တာပါပဲ။\nဗြိတိန်တိုက်လေယာဉ်တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Jhnv/The.Bombardment.2022.720p.NF.WEB-DL.DUAL%7BCM%7D.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sNe23Tsia9usMBN5TW2KXPJdq2K-133x200.jpg",
        "title": "The Classic (2003)",
        "description": "IMDb Rating (7.9/10) Rotten Tomatoes (93%)ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက Kwak Jae-yong ဖြစ်ပြီး သူရိုက်သမျှ ကားတိုင်းက ရင်ထဲထိရှရတာချည်းပါပဲ...My Sassy Girl,Windstruck,Daisy နဲ့ ခု The Classic တို့လို ကိုရီးယားနာမည်ကျော်အချစ်ဇာတ်ကားတွေရိုက်ခဲ့သူပါ...ကိုရီးယားဇာတ်ကားတွေကို ချစ်တတ်လာဖို့ ခုဇာတ်ကားတွေက ကနဦးထိုးဖောက်နေရာယူခဲ့ပါတယ်။ဇာတ်ကားနာမည်က Classic ဆိုတဲ့အတိုင်း ဂန္တဝင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်လို တစ်ခါကြည့်ဖူးတာနဲ့ စွဲမိနေမှာပါပဲ။မင်းသား Cho Seung-woo, Jo In-Sung တို့နဲ့ မင်းသမီး ဆွန်ရီဂျင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့မို့ ပိုထိရတယ်ဆိုရင်လဲ မမှားပါဘူး။ဇာတ်လမ်းလေးကတော့...ကောင်မလေးတယောက်က သူ့အမေရဲ့ ငယ်ချစ်ဦး ဇာတ်လမ်းကိုပေးစာဟောင်းနဲ့ ဒိုင်ယာရီတွေကနေ ဖတ်မိတဲ့ ပုံမျိုးနဲ့ ဇာတ်လမ်းကို စတင်ပါတယ်။သမီးနဲ့ အမေ ဇာတ်ရုပ် နှစ်ခုလုံးကို မင်းသမီးဆွန်ရီဂျင်တစ်ယောက်ထဲက သရုပ်ဆောင်ထားပြီးအမေရဲ့ ငယ်ချစ်ဦးပုံပြင်နဲ့ သမီးရဲ့ လက်ရှိ မပြီးဆုံးသေးတဲ့ အချစ်ဇာတ်လမ်းကို နှစ်ခုယှဉ်တွဲလို့ သရုပ်ဖော် ထားတာပါ။ကံကြမ္မာရဲ့ ဆန်းကျယ်ပုံ ...",
        "rating": "7.9",
        "url": "https://megaup.net/13ll2/(CM)_The.Classic.2003.UHDTV.720p.x264.AAC.5.1-Nyein.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg",
        "title": "Modern Times (1936)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်  \nFile size…2.19GB / 1.9 GB\nQuality…1080p  BluRay / 720p\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Jj7v/Modern.Times.1936.REMASTERED.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drgMcyTsySQBnUPGaBThCHGdlWT.jpg",
        "title": "The Kid (1921)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4GB / 1.4GB\nQuality…1080p BluRayx264 / 720p\nFormat…mp4\nDuration….1h 8mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pgA6/The.Kid.1921.REMASTERED.720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
        "title": "City Lights (1931)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…2.4GB  / 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Yoon ...",
        "rating": "8.5",
        "url": "https://megaup.net/2pgz8/City_Lights.1931.Criterion_Collection.BD-Rip.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8tVvNTIDL2KP7a5iLDtqF2NhNL.jpg",
        "title": "OLIVIA RODRIGO: driving home 2 u (a SOUR film) (2022)",
        "description": "Olivia Rodrigo : Driving Home 2 U (2022)အမေရိကန်နိုင်ငံက Olivia Rodrigo ဆိုတဲ့ ဆယ်ကျော်သက် အဆိုတော်-တေးရေးဆရာမလေးရဲ့\nDriving Home 2 U ဆိုတဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်Olivia Rodrigo ဆိုတာနဲ့ Drivers License ဆိုတဲ့ သီချင်းလေးကို ပြေးမြင်မိကြမှာပါပဲ။\nဟုတ်ပါတယ်။ ဒီသီချင်းလေးက သူအသည်းကွဲရာကနေ မွေးဖွားလာခဲ့တဲ့သီချင်း၊\nသူ့ကောင်လေးနဲ့အတူ စိတ်ကူးယဉ်ခဲ့တဲ့ ကိုယ်ပိုင်ယာဉ်မောင်းလိုင်စင်ရမယ့်နေ့လေး၊\nတကယ်တမ်း ၁၈နှစ်ပြည့်ပြီးလို့ ယာဉ်မောင်းလိုင်စင်ရတဲ့နေ့မှာတော့\nသူနဲ့တူတူစိတ်ကူးယဉ်ခဲ့တဲ့ ကောင်လေးလည်း သူ့အနားမရှိတော့သလို\nကိုယ်တိုင်ကားမောင်းပြီးသွားလည်ရမယ့် ကောင်လေးရဲ့အိမ်ဆိုတာလည်း မရှိတော့ပါဘူး။\nအဲဒီလို ရင်နဲ့ရင်းပြီးရေးခဲ့ရတဲ့ အသည်းကွဲဇာတ်လမ်းလေးကို\n၂၀၂၁ ခုနှစ် ဇန်နဝါရီမှာ ပရိသတ်ရှေ့ကို တရားဝင်ချပြခဲ့တဲ့အခါမှာတော့\nသူ့ဘဝကို တစ်ဆစ်ချိုးပြောင်းလဲစေဖို့ ဖြစ်လာပါတော့တယ်။ဒီ Drivers License ဆိုတဲ့ သီချင်းနဲ့ Chart တွေမှာ နံပါတ်၁စွဲ၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/13ltt/Olivia.Rodrigo.driving.home.2.u.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cruSkSZJEmv9pbDoHBwdHdsnvHO.jpg",
        "title": "Bridesmaids (2011)",
        "description": "Bridesmaids (2011)ရုပ်ရှင်သမိုင်းမှာ အမြတ်စွန်းအများဆုံး အမျိုးသမီး R- rated ဟာသရုပ်ရှင် ဖြစ်တဲ့Bridesmaids ဟာ ဘယ်အချိန်ပြန်ကြည့်ကြည့် ဟောင်း မသွားမယ့် ရုပ်ရှင်မျိုးပါ။ကန်ဒေါ်လာ 32သန်းပဲ ရင်းပြီး 285သန်းကျော် ပြန်ရခဲ့တဲ့ ဒီရုပ်ရှင်ကို Empire မဂ္ဂဇင်းကြီးက2011 ခုနှစ်ကို သတ်မှတ်တဲ့ ရုပ်ရှင်အဖြစ် 30 years 30 filmsမှာ ဖော်ပြခဲ့ပါတယ်။ဒီလို R- rated comedy တွေ‌အတွက် အော်စကာဆုဆိုတာ စိတ်ကူးယဉ်ကြည့်လို့တောင်အဆင်ပြေလှတာမျိုး မဟုတ်ပေမယ့်၊ ဒီကားကတော့ ကိုင်တိုင် ဇာတ်ညွှန်းရေးသရုပ်ဆောင်တဲ့ မင်းသမီး Kristen Wig အတွက် အကောင်းဆုံး ဇာတ်ညွှန်းဆု၊မင်းသမီးကြီး Melissa McCarthy အတွက် အကောင်းဆုံး အမျိုးသမီး ဇာတ်ပို့ဆုတွေ ဆန်ကာတင်ဝင်ခဲ့တာပါ။ခပ်ကြမ်းကြမ်း 18+အခန်း နဲ့ စဖွင့်ထားပြီး၊ တစ်ကားလုံး လူကြီးဟာသတွေ ပြည့်နေတာတောင် ဇာတ်လမ်းကပေါမသွားပဲ တကယ်ကို အဓိပ္ပာယ်ပြည့်ဝပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/13lwa/Bridesmaids.2011.THEATRICAL.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/52ad7b1483ccb74cbeb8d16105c373418128e9261234bdc81bec25e73f2d6c48._RI_V_TTW_-150x200.jpg",
        "title": "King Richard (2021)",
        "description": "2021 အကောင်းဆုံးကားတွေထဲက တစ်ကားလို့ပြောလို့ရတဲ့\nWill Smith ကားလာပါပြီဒီကားဟာ သူနာမည်ကြီးခဲ့တဲ့\nPursuit of Happyness ကိုပုံစံတစ်မျိုးနဲ့ ပြန်ကြည့်ရသလိုပါပဲ\nတော်တော်လေးကောင်းပါတယ် ဒါပေမယ့် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့\nအဓိကဇာတ်ကောင်တွေ တင်းနစ်ကစားသမားအကျော်အမော်တွေ ကစားပွဲတွေ\nဒိုင်ယာလော့တွေကအစ တကယ့်ဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်\nတင်းနစ်အားကစားကိုစိတ်ဝင်စားတဲ့လူတွေဆိုရင်\nဆီရီနာနဲ့ဗီးနပ်စ်ဝီလီယျံ( Serena & Venus) ကို သိကြမှာပါ\nGrand Slam အိုးပင်းနဲ့ ကမ္ဘာ့ချန်ပီယံရှစ်ပြိုင်ပွဲတွေမှာ ၂၃ ကြိမ်လောက်\nဗိုလ်စွဲထားတဲ့ ညီအစ်မဖြစ်ပြီး ကမ္ဘာ့အဆင့် ၁ နဲ့ ၂ နေရာကိုရှေ့နောက်ယူခဲ့တဲ့\nပထမဆုံး အာဖရိကန် - အမေရိကန်ညီအစ်မလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့ဒီလောက်ထိအောင်မြင်ခဲ့ဖို့ နောက်ကွယ်က ကြိုးကိုင်ပေးခဲ့တဲ့\nသူတို့အဖေ ရစ်ချက် ဝီလီယျံ( Richard William) ကိုမေ့ထားလို့မရပါဘူး\nဒီကားမှာ ရစ်ချက်ဝီလီယျံအဖြစ် Will Smith ကပါဝင်ထားပြီး ဆီရိနာနဲ့ဗီးနပ်တို့ရဲ့\nငယ်ဘဝကနေ.. ပရိုတင်းနစ်သမားတွေဖြစ်အောင် ဖခင်ဖြစ်သူနဲ့ ဘယ်လောက်ထိ\nရုန်းကန်လှုပ်ရားခဲ့ရသဲဆိုတာ တွေ့ရမှာပါတင်းနစ်ဆိုတာ လူဖြူတွေပဲ ကြီးစိုးတဲ့ အားကစားဖြစ်ပြီး လူမည်းကစားသမားဆိုတာ\nမရှိသလောက်ရှားပါတယ် အထူးသဖြင့်\nလူမည်းအမျိုးသမီး တင်းနစ်မယ်ဆိုတာ မရှိခဲ့ပါဘူး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2meN2/King.Richard.2021.720p.HMAX.WEB-DL.DDP5.1_(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/re-160x200.jpg",
        "title": "Rescued by Ruby (2022)",
        "description": "K9 ဆိုတဲ့ အနံ့ခံခွေးတပ်ဖွဲ့ကို အရမ်းကိုဝင်ချင်နေတဲ့ ဒန်နီရယ်\nဘယ်အိမ်ကမှာမမွေးစားနိုင်အောင်ဆိုးလို့ ဂေဟာမှာ သောင်တင်နေတဲ့\nရူဘီဆိုတဲ့ ခွေးမလေးအကြောင်းဖြစ်ရပ်မှန်ရိုက်ထားတဲ့ကားလေးပါပဲ\nဟော့ဒေါဆိုရင် မနေနိုင်မထိုင်နိုင် အရမ်းကြိုက်တဲ့ ခွေးမလေးရူဘီဟာ\nသူ့ရဲ့သခင်အမှန်ကိုမတွေ့ရသေးခင်အထိ မွေးစားတဲ့အိမ်တွေမှာ\nစကားနားမထောင်ဘဲ လုပ်ချင်တာတွေလုပ်လို့ ဂေဟာမှာသောင်တင်နေတာပါ\nဒန်နီရယ်ကလည်း K9ကိုဝင်ချင်လွန်းလို့ စာမေးပွဲ ၈ကြိမ်ဖြေပြီးတဲ့အထိ\nမအောင်သေးတဲ့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်ပါ တစ်နေ့တော့ ဘယ်သူမှ\nမမွေးစားတဲ့ ရူဘီကို ဂေဟာက လက်စသတ်ဖို့လုပ်နေတုန်း\nအကြောင်းအရာတိုက်ဆိုင်ပြီး ဒန်နီရယ်တဲ့တွေ့သွားကြတဲ့အခါ\nဘာတွေဖြစ်လာမလဲ ရူဘီ့ကို ဒန်နီရယ်က သူများတွေနဲ့မတူဘဲ\nလေ့ကျင့်ပေးနိုင်မလား ရူဘီကရောဘယ်လောက်ထိလုပ်ပြနိုင်မလဲဆိုတာ\nကြည်နူးမှုလေးနဲ့ ကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားပါ\nတချို့ကားတွေလို့ ခွေးလိမ္မာလေးက အစစအရာရာလိမ္မာတာမဟုတ်ဘဲ\nခက်ခက်ခဲခဲသင်ကြားပေးရတဲ့ကားဆိုတော့ ကြည့်ရတာတန်မှန်လို့\nမျှော်လင့်ပါတယ်\n File size…(1.88 GB)/(904.61 MB )/(519.19 MB )\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Biography, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.2",
        "url": "https://megaup.net/2peTh/Rescued_by_Ruby_2022_720p_(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/e-135x200.jpg",
        "title": "Loveland (2022)",
        "description": "ကျွန်တော် တို့လက်ရှိနေထိုင်နေတဲ့ ကမ္ဘာကြီးမှာ အတုအယောင်တွေအများကြီး\nရှိနေပါတယ် ဒါတောင်မှ လူသားစစ်စစ်တွေပဲနေထိုင်ကြတုန်းရှိပါသေးတယ်\nလူသားတွေကြားမှာ စက်ရုပ်တွေသာရောက်လာမယ်ဆိုရင်တော့\nအစစ်အမှန်နဲ့ အတုအယောင်ခွဲခြားဖို့ဆိုတာ အင်မတန်ကိုခက်ခဲ့သွားမှာပါပဲ\nအတုအယောင်တွေကြားထဲမှာမှ အဆိုးဆုံး အတုအယောင်ကတော့\nချစ်ခြင်းမေတ္တာပါပဲ အဲဒီလိုဖြစ်လာနိုင်ချေရှိနေတဲ့ ကမ္ဘာမြေကြီးအကြောင်းကို\nစဉ်းစားစရာတွေအများကြီးဖြစ်သွားအောင် ရိုက်ထားတဲ့\nခေတ်လွန်ဇာတ်ကားကောင်းလေး တစ်ကားပါပဲ\nအေးအေးလေးဆိုပေမယ့် စဉ်းစားစရာတွေအများကြီးနဲ့ ကျန်ခဲ့မှာတော့\nအသေအချာပါပဲ တခါတလေ လမင်းကြီးကိုမြင်လိုက်လို့\nအော်…..စစ်မှန်တဲ့အလှတရားဆိုတာ ရှိပါသေးလားလို့တောင်\nသတိရစေမယ့် အတုအယောင်တွေကြားက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ\nမှတ်ချက်…… ကေတီဗွီတို့ စင်တင်တို့သွားတဲ့ ဘရိုတွေ့ဆိုရင်တော့ ပိုထိပါလိမ့်မယ်\n File size…(1.33 GB )/(643.09 MB )/(422.53 MB )\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Romance, Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/1Jhnb/Expired_2022_720p_(CM).mp4",
        "category": "Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TQC5reObLGjlA4wToGw37tCeMn.jpg",
        "title": "Win a Trip to Browntown!(2022)",
        "description": "Win a Trip to Browntown! (2022) ဇာတ်လမ်းအညွှန်းအဖော်အချွတ် အပိုင်းတွေ အများကြီးပါလို့ rated လုပ်ထားတာ မဟုတ်ပါဘူး။  စကားလုံး ခပ်ကြမ်းကြမ်းတွေ သုံးနှုန်းထားတာကြောင့် rated ဖြစ်သွားတာပါ။ ပုံမှန် မိသားစု ဟာသ ဇာတ်လမ်းလေး တစ်ခုပါပဲ။ကျွန်တော်တို့တွေ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်း ရွေးချယ်ရာမှာ ပုံမှန် ကြုံနေရစမြဲဖြစ်တဲ့ဝါသနာအရင်းခံကို ရွေးမလား? ဒါမှ မဟုတ် မိသားစု စားဝတ်နေရေး ပြေလည်ဖို့ ဝင်ငွေကောင်းတဲ့ အလုပ်ကို ရွေးမလား? ဆိုတဲ့ အခြေအနေကို စာရေးရတာ ဝါသနာပါတဲ့သူတစ်ယောက်လည်း ကြုံခဲ့ရတယ်။သူကတော့ မိသားစုကို ဦးစားပေးခဲ့ပြီး ဝင်ငွေကောင်းတဲ့အလုပ်ကို ရွေးချယ်ခဲ့ပါတယ်။ဒါပေမဲ့ အိမ်ထောင်သက် နှစ် ၂၀ ကြာပြီးတဲ့နောက်မှာ သူ့ရွေးချယ်မှုကို နောင်တရသလိုလိုရှိလာတယ်။ မအောင်မြင်ပဲ ဝေဖန်ခံနေရတဲ့ဘဝကြောင့် စိတ်ဓာတ်ကျသလိုဖြစ်လာတယ်။ ဒါကို ဇနီးဖြစ်သူက အားပေးရင်း အဝလွန်နေတဲ့ သူ့ကို ဝိတ်ချဖို့ပါ ...",
        "rating": "5.6",
        "url": "https://megaup.net/13jpq/[CM]Win.a.Trip.to.Browntown.2022.WEBRip.720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/uy24mp8mh9jd-133x200.jpg",
        "title": "[18+] X-Deal 2 (2022)",
        "description": "2011 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော် X-Deal နောက်တစ်ကားဖြစ်ပြီး ဇာတ်လမ်းချင်းအဆက်အစပ်မရှိပေမယ့် မူလဒါရိုက်တာ\nLawrence Fajardo ရဲ့လက်ရာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းသွားအနေနဲ့ အပန်းဖြေကျွန်းတစ်ကျွန်းပေါ်ကိုဓာတ်ပုံရိုက်ဖို့ရောက်လာတဲ့ ဓာတ်ပုံဆရာနဲ့ မိုဒယ်စုံတွဲ ဖြစ်တဲ့ ဗိုင်အိုလက်နဲ့\nပီတာတို့ဟာ ကျွန်းပေါ်ကိုရောက်နေတဲ့တစ်ခြားဧည့်သည်တစ်ဦးဖြစ်တဲ့ တကိုယ်ရေခရီးသွားမိန်းမလှလေး အိုလီဗီယာနဲ့တွေ့ဆုံခဲ့ပါတယ်။\nအိုလီဗီယာဟာ လိင်တူစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်နေပြီး ဗိုင်အိုလက်ကိုချဉ်းကပ်လာခဲ့တဲ့နောက် သူတို့သုံးယောက်ကြားမှာ\nအချင်းချင်း လဲလှယ်ဆက်ဆံဖို့အပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။ဘယ်သူက ဘယ်သူ့ကိုလိုချင်ပြီး ဘယ်သူက ဘယ်သူ့ကိုလဲမှာလဲ။\nဘယ်သူကနစ်နာပြီးဘယ်သူကအမြတ်ထွက်မလဲ၊ ဘယ်သူကစားသုံးသူဖြစ်ပြီး ဘယ်သူက..။\nစတာတွေကိုဇာတ်ကားမှာဆက်လက်ရှုစားကြပါ။ရှုခင်းရှုကွက်လှလှတွေ၊ မင်းသမီးတွေရဲ့ အလှအပတွေကိုအဓိကဦးစားပေးပုံဖော်ထားတာဖြစ်ပြီး၊\nမင်းသမီးနှစ်ယောက်ကလဲ မျက်နှာစိမ်းမဟုတ်ပေမယ့် မျက်နှာသစ်တွေဆိုတော့ကြည့်ရတာတစ်မျိုးဆန်းသစ်နေပါလိမ့်မယ်။အရင်ကားတွေထက်ပိုကြမ်းမနေပေမယ့်လဲ ဝတ်လစ်စလစ်ခန်းတွေကို စိမ်ပြေနပြေအကြာကြီးပြပြနေတာဖြစ်တဲ့အတွက် တစ်ယောက်တည်းအေးအေးဆေးဆေးကြည့်ရမယ့်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/(640 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "",
        "url": "https://megaup.net/1Jh2g/(CM)X-Deal.2.2022.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/62172-139x200.jpg",
        "title": "Phir Bhi Dil Hai Hindustani (2000)",
        "description": "မင်းသားကြီးရှရွတ်ခန်းနဲ့ မင်းသမီးချော Juhi Chawla တို့ပါဝင်ထားတဲ့ နိုင်ငံရေးနောက်ခံ အချစ်ဒရမ်မာ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်...အိန္ဒိယနိုင်ငံကို အိန္ဒိယလူမျိုးတွေ နည်းမှန်လမ်းမှန်နဲ့ ချစ်ကြတဲ့ ခံစားချက်တွေကို ပေါ်လွင်ထင်ရှားအောင် ပြသနိုင်ခဲ့တဲ့ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်...ဇာတ်ကားနာမည်ကလဲ \"ရင်ထဲကအိန္ဒိယ\" တဲ့။ဇာတ်လမ်းလေးကတော့ အဂျေးဟာ လူတွေပါးစပ်ဖျားမှာ ရေပန်းစားနေတဲ့ နာမည်ကြီးသတင်းထောက်လေးပေါ့...သူ့ကိုအလဲထိုးဖို့ရောက်လာတဲ့သူကတော့ သတင်းထောက်မလေး ရီယား...မတူညီတဲ့ပြိုင်ဘက်ချန်နယ်တွေမှာ အလုပ်လုပ်ကြတဲ့ သူတို့နှစ်ယောက်ဟာ ကြောင်နဲ့ကြွက်...တကျက်ကျက်။တစ်နေ့တော့ နိုင်ငံရေးပါတီတစ်ခုရဲ့ဟောပြောပွဲတစ်ခုမှာ လူသတ်မှုတစ်ခုဖြစ်ပွားပြီးတဲ့နောက်ဒီမတည့်အတူနေ နှစ်ယောက်သား လူသတ်မှုနောက်ကွယ်က အမှန်တရားကိုလိုက်ကြရင်းနဲ့တကယ့်နိုင်ငံရေးအရှုပ်ထုပ်ထဲကို  ရောက်သွားပါတော့တယ်....ငွေနဲ့ အာဏာရဲ့ကြား သာမန်လူတစ်ယောက်ညှပ်သွားခဲ့ရင်ဒီလူဟာဘယ်လောက်ပဲရိုးသားဖြူစင်နေပါစေ ပြသနာအကြီးကြီးတက်တာပါပဲ...ငွေလည်းမရှိ အာဏာလည်းမရှိတဲ့ ဒီနှစ်ယောက်ဟာ စဉ်းလဲတဲ့နိုင်ငံရေးလောကရဲ့ ဘေးဒဏ်တွေကို ခံနိုင်ပါ့မလား...သူတို့လိုချင်တဲ့ တရားမျှတမှုကို ရအောင်ယူပေးနိုင်ပါ့မလားဆိုတာကတော့...။\nFile size…(4 GB)/(1.7 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….02:38:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://megaup.net/2peir/(CM)Phir.Bhi.Dil.Hai.Hindustani.2000.720p.NF.WEB-DL.x264-Nyein.mp4",
        "category": "Bollywood, Comedy, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/maG1LXV7W0nC0ZjXUgXJ6qzn4Ns.jpg",
        "title": "(18+) Moonlight Butterfly (2022)",
        "description": "MoonLight Butterfly (2022)ငယ်ငယ်ရွယ်ရွယ်လေးနဲ့ ဘားမှာ\nဖျော်ဖြေပေးနေရတဲ့ မိန်းမလှလေး....ဘားမယ်ဆိုပေမယ့် အလှသွေးကြွယ်ချက်က\n၉+ဆိုတော့ ဖောက်သည်တွေ တသောသောနဲ့\nအမြဲ အလုပ်များနေတာပေါ့သူဒီလိုလုပ်ရတာလဲ ဝါသနာကြောင့်မဟုတ်ပဲ\nသူ့ရဲ့ဘဝပေးကံလေး နိမ့်နေလို့ပါ...\nနိမ့်ပုံကတော့ အမေက ကျောက်ကပ်အမြဲဆေးနေရတဲ့\nရောဂါသည် လူမမာကြီး...\nမောင်ဖြစ်သူကလဲ ကျောင်းတက်နေရတဲ့\nလူငယ်လေးဆိုတော့ အမကြီးအမိရာဆိုတဲ့အတိုင်း\nသူမရဲ့ လှပတဲ့ကောက်ကြောင်း ပေါ်လွင်တဲ့နှာတံ\nဝိုင်းစက်နေတဲ့ မျက်လုံးလေးတွေကို အသုံးချပြီး\nပိုက်ဆံရှာရတာပေါ့ဗျာသူ့ရဲ့ စပါယ်ရှယ်ဝန်ဆောင်မှုကိုတော့ လပြည့်နေ့တရက်သာ\nပေးပါတယ် လပြည့်နေ့တိုင်း သူမကသူမရဲ့အလှတရားကို\nပေါ်လွင်တောက်ပစေမယ့် အဝတ်အစားတွေနဲ့\nတညတာအဖော်ရှာဖွေရင်း မထင်မှတ်ထားတဲ့\nယောကျာ်းနှစ်ယောက်နဲ့တွေ့ဆုံမိချိန်မှာတော့....  \nFile size…1.8GB / 866MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.6",
        "url": "https://megaup.net/1JftY/Moonlight.Butterfly.2022.720p_(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/89yw7xrAhnhGCldvyssPjINJQRb.jpg",
        "title": "Delicatessen (1991)",
        "description": "Delicatessen (1991) ~ IMDb - 7.6/10, RT - 89%, Meta - 66% ~၁၉၉၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Delicatessen ဆိုတဲ့ ရုပ်ရှင်ကားမှာ Clapet ဆိုတဲ့ သားသတ်သမားဟာ တိုက်တစ်လုံးပိုင်ဆိုင်ပြီး ငှားစားပါတယ်။ ခေတ်က post-apocalyptic လို့ပြောရမဲ့ ကမ္ဘာပျက်ကပ်အပြီးမှာ ပြင်သစ်နိုင်ငံကို အခြေတည်ထားပါတယ်။Claptet ဟာ တစ်ချိန်လုံး တောက်တိုမည်ရခိုင်းလို့ရမဲ့သူ လို​နေပါတယ်။ အချိန်တိုင်းလို​နေရတာက စုတ်ပြတ်​နေတဲ့ တိုက်​ဟောင်းကြီးကို ပြင်ဖို့ရယ် လာလုပ်ခဲ့တဲ့ အလုပ်သမား​တွေကို အပိုင်းပိုင်းခုတ်ထစ်ပြီး ​ရောင်းစားလိုက်လို့ပါပဲ။ဒီအချိန်မှာ အလုပ်အရမ်းလိုချင်တဲ့ ဆပ်ကပ်​ဟောင်းသမား Louison ဟာ ​အလုပ်​ခေါ်စာ​တွေ့ပြီး ​ရောက်ချလာပါတယ်။ နှစ်လိုဖွယ်​ကောင်းတဲ့ Louison ကို သားသတ်သမားရဲ့ သမီးဖြစ်သူက သ​ဘော​တော်​ခွေ့သွားချိန်မှာ​တော့ ချစ်ရသူ​လေး ဟင်းတစ်ခွက်မဖြစ်ခင် အစွမ်းကုန် ကယ်တင်မယ့် Dark Comedy ဂန္တဝင်ကား​ကောင်းတစ်ခုပါပဲဇာတ်လမ်းဟာ Horror ...",
        "rating": "7.6",
        "url": "https://megaup.net/13gpe/(CM)_Delicatessen_(1991)_720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xa5USFw4I2SQPlD3wZ9kRn9shtB.jpg",
        "title": "Valimai (2022)",
        "description": "Valimai (2022)ခုတစ်ခေါက်တင်ဆက်ပေးမယ့်ကားလေးကတော့လတ်တလောထွက်ရှိထားတဲ့မှုခင်းအက်ရှင်ကားတစ်ကားဖြစ်တဲ့ Valimai ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Arjun ဆိုတဲ့ရဲအရာရှိကတော့အရည်ချင်းရှိပြီးအမှုကိုင်တွယ်ပုံတမူထူးခြားတာနဲ့နာမည်ကြီးတဲ့ရဲကောင်းတစ်ယောက်ပေါ့ချန်နိုင်းဆိုတဲ့မြို့မှာ လူသတ်မှုတွေ ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးဝါးမှုတွေဆွဲကြိုးလုယက်မှုတွေမြောက်များစွာဖြစ်ပွားတဲ့အချိန်မှာတော့ Arjunတစ်ယောက်အမှုကိုင်တွယ်ဖို့ ပြောင်းရွေ့တာ၀န်ပေးခံလိုက်ရပါတယ်။တစ်နေ့မှာ ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံစည်တဲ့အမှုကို ကိုင်တွယ်ရင်းသေကြောင်းကြံစည်မှုမဟုတ်ဘဲ လူသတ်မှုဖြစ်နေတာကိုသိလိုက်ရတဲ့အချိန်မှာလိုက်တူးဆွရင်း တူးဆရင်းနဲ့ အဲမြို့မှာ ဖြစ်ပွားနေတဲ့မှုခင်းများစွာကဆိုင်ကယ်ဂိုဏ်းတစ်ဂိုဏ်းတည်းနဲ့ဆက်စပ်မှုရှိလောက်တာကိုသိလိုက်ရပေမဲ့လည်းအမှုဖြေရှင်းဖို့အခက်ခဲများစွာရှိနေတော့ Arjun တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲအခက်ခဲကိုဘယ်လိုကျော်ဖြတ်မလဲ ဘယ်လိုလှည့်ကွက်တွေရှိနေဦးမလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုကြည့်ရမယ့်အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ \nFile size…1.4GB / 2.85GB / 6GB\nQuality…1080p WEB DL / 720p / 4k HEVC WEB DL\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Allena & Go-O & Eliza",
        "rating": "7.6",
        "url": "https://megaup.net/2pbF5/Valimai_2022_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1toZm1byfK0G5X3UDDFJWGYsRz.jpg",
        "title": "I Am What I Am (2021)",
        "description": "I am what I am (2021)IMDb (7.6) ထိရထားပြီးတော့ အားလုံးလည်းစောင့်မျှော်နေကြတဲ့ I am what I am လေးရပါပြီခင်ဗျာ။\nတရုတ်နှစ်သစ်ကူးတွေမှာ မြင်တွေ့နေကြခြင်္သေ့ခေါင်းအကကိုလူတိုင်းမြင်ဖူးကြမယ်ထင်ပါတယ်။\nဒါပေမဲ့ နှစ်သစ်ကူးမှာ ဘာလို့ခြင်္သေ့ခေါင်းအကကိုကကြရတာလဲ ?\nခြင်္သေ့ခေါင်းပြိုင်ပွဲတွေရဲ့စည်းကမ်းတွေကရော ဘယ်လိုတွေလဲ?\nအဲ့ဒါတွေကို အသားပေးရိုက်ကူးထားပြီး လူငယ်တစ်ယောက်ရဲ့စိတ်ကူး၊ အိမ်မက်၊ မျှော်လင့်ချက်တွေကိုပါ ဒရာမာလေးချိုးပြီးရိုက်ကူးထားတာမို့\nကာတွန်းကားကောင်းကိုမှကြိုက်ကြတဲ့ ကလေးကြီးတို့ ဒေါင်းလို့ရပါပြီခင်ဗျာ..မိဘတွေက အဝေးမှာစီးပွားရှာနေရတာမို့ နှစ်သစ်ကူးမှာ မိသားစုစုံစုံလင်လင်နဲ့ဆုံတွေ့ချင်နေတဲ့ အားကျွမ်း။\nအားကျွမ်းဆိုတာ တစ်ရွာလုံးရဲ့အနိုင်ကျင့်တာကိုခံနေရတဲ့ ရှူနာရှိုက်ကုန်း၊ ကလေကချေ၊ ကြောင်နာလေးတစ်ယောက်ပေါ့။\nရွာရဲ့နှစ်သစ်ကူးခြင်္သေ့အကပြိုင်ပွဲမှာ အနိုင်ကျင့်ခံရပြီးတဲ့နောက် သူ့ဘဝထဲကို ခြင်္သေ့ခေါင်းအက ဝင်ရောက်လာခဲ့ပါတော့တယ်။လောကဓံတွေဘယ်လိုပဲကြုံတွေ့ရပါစေ မိမိကိုယ်သာကိုးကွယ်ရာဆိုတဲ့စကားကို\nလက်ကိုင်ထားတဲ့အားကျွမ်းတစ်ယောက် မိသားစုနဲ့ရောဆုံတွေ့ရပါ့မလား..\nရိုးရာအကဖြစ်တဲ့ခြင်္သေ့အကကိုရော ဘယ်အတိုင်းအတာထိ ဖျော်ဖြေပေးသွားနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းလေးမှာ ဆက်ကြည့်လိုက်ပါတော့နော် ။    ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2pcze/I.Am.What.I.Am.2021.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14KeWSkgzTbfJmmD4bXT9mwkaYz.jpg",
        "title": "Bheemla Nayak (2022)",
        "description": "Bheemla Nayak (2022)ယခုတစ်ခေါက်မှာတော့ IMDb 7.8 ရရှိထားပြီး ရူပီး 70 ကုဋေအကုန်ကျခံရိုက်ကူးထားတဲ့တယ်လဂူအိန္ဒိယ အက်ရှင်ဒရမ်မာကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ သူဌေးဒန်နီရယ်ရှီကာနဲ့ တပည့်ဖြစ်သူကားမောင်းသမားနှစ်ယောက်ဟာ ညအချိန်မတော် နယ်စပ်ကိုဖြတ်မောင်းလာခဲ့ပါတယ်။စစ်ဆေးရေးဂိတ်စောင့်ရဲတွေ တွေ့တော့ ကားတားပြီးစစ်ဆေးရာမှာသတ်မှတ်ခွင့်ပြုချက်ထက်ကျော်လွန်တဲ့ အရက်ပုလင်းတွေ သယ်ဆောင်လာကိုမိသွားပါတယ်။အဲဒီလိုနဲ့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး ဒုစစ်ဆေးရေးမှူး ဘီမလာနာယက်ခ်ရောက်လာကာသူဌေးဒန်နီရယ်နဲ့ကားမောင်းသမားကို ဖမ်းသွားပါတယ်။ဒါပေမယ့် သူဌေးဒန်နီရယ်ဟာ ဘယ်သူမှမထိရဲဘဲကျောထောက်နောက်ခံကြီးမားတဲ့တပ်ကြပ်မှူးဟောင်းဖြစ်နေပါတယ်။ရိုးဖြောင့်ပြီး သမာသမတ်ကျတဲ့ ရဲအရာရှိ ဘီမလာနာယက်ခ်နဲ့အတ္တအငြိုးကြီးမားတဲ့ ဒန်နီရယ်ရှီကာတို့ ထိပ်တိုက်တွေ့ကြတဲ့အချိန်မှာဘယ်လိုအရာများပြောင်းလဲသွားမလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲ။ဒီဇာတ်ကားဟာ 1876 ခုနှစ် ဒီဇင်ဘာ 29ရက်နေ့မှာကျဆုံးခဲ့တဲ့ အိန္ဒိယတော်လှန်ရေးသမားBheema Nayak ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအခြေခံပြီး နာမည်ကြီး\"Ayyappanum Koshiyum\" ဇာတ်ကားကို ပြန်လည်ဆန်းသစ်ပြီးရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။ \nFile size…1.4GB / 2.8GB\nQuality…720p / 1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(hard sub)\nEncoder….YK\nTranslated by Haruko & Poe & Shwe ...",
        "rating": "7.8",
        "url": "https://megaup.net/2pbM6/Bheemla_Nayak_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTUxYWQwZTYtMGI5NS00NmNhLThmMzUtOWNkOTcxZjc5ZTUxXkEyXkFqcGdeQXVyMTMxMDkzNDI0._V1_-141x200.jpg",
        "title": "Gulliver Returns (2021)",
        "description": "ကလေးဘဝတုန်းက \"ဂါလီဗာနဲ့ လူပုလေးများ\"ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး\nလူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့\nဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊\nအဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊\nဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊\nထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊\nရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို\nလူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ\nဂါလီဗာအတုဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/13hzb/Gulliver_Returns_(2021)_720p.mp4",
        "category": "Action, Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/junen-ai-hong-kong-movie-cover-142x200.jpg",
        "title": "[18+] 10 Years Love (2008)",
        "description": "10 Years Love (2008)အသက် ၁၇ နှစ်အရွယ် မာရီဆိုတဲ့ ကောင်မလေးက သူတို့ကျောင်းက ပေါ်ပြူလာဖြစ်တဲ့ ဘောလုံးသမား ဟီရိုဆိုတဲ့ ကောင်လေးကို တိတ်တခိုး ချစ်နေခဲ့တာပေါ့ကျောင်းဘောလုံးပွဲမှာ ဟီရိုက ဂိုးမသွင်းနိုင်တာကြောင့် ကစားပွဲမှာရှုံးနိမ့်သွားပြီး သူငယ်ချင်းတွေကလည်း သူ့ကို ပစ်ပယ်သွားပါတော့တယ်...တစ်ရက် ဟီရိုမိသားစုလည်း ပြိုကွဲသွားပြီး ဟီရိုလည်း အဝေးတစ်နေရာကို ထွက်သွားတဲ့နောက်မာရီက သူချစ်တဲ့ကောင်လေး ဟီရိုကို လိုက်ရှာဖို့အတွက် မြို့တစ်မြို့ကို တက်သွားပါတော့တယ်ဆယ်နှစ်ကြာပြီးနောက်ပိုင်း မာရီ သူချစ်သူကောင်လေးကို ရှာတွေ့နိုင်ပါ့မလား...တစ်ခါမှမရောက်ဖူးတဲ့ မြို့လေးတစ်မြို့မှာ မာရီတစ်ယောက် ဘယ်လိုဖြတ်သန်းမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး ။File Size__(1.3GB) / 650MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult, Drama, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/2pcmq/[18+]10_Years_Love_(2008)_720p.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/y-135x200.jpg",
        "title": "You Are Not My Mother (2022)",
        "description": "ဟော်ရာရုပ်ရှင်တစ်ကားလောက် ကောင်းကောင်းကြည့်လိုက်ရအောင်။ဇာတ်လမ်းအကျဉ်းကတော့ .... မိသားစုတစ်ခုအကြောင်းပေါ့။အဘွားတစ်ယောက်၊ အမေတစ်ယောက်၊ သမီးလေးတစ်ယောက်ရှိတယ်။အဲဒီအိမ်ရဲ့ သမီးလေးကို အမေက ငယ်ငယ်ကို ပစ်ထားဖို့ မီးရှို့ဖို့ ကြိုးစားဖူးတာကြောင့်အရူးမိသားစုဆိုပြီး အားလုံးက သတ်မှတ်ထားကြတာပါ။ ဘယ်သူက ဘာလဲ ဘာကြောင့်လဲဆိုတာတဖြည်းဖြည်းပေါ်လာတာကို စိတ်ဝင်စားစရာကြည့်ရမှာမို့ အများကြီးတော့ ပြောမပြတော့ပါဘူး။ဟော်ရာကားကြိုက်သူတွေ ကြည့်လိုက်ပါဦး File size…(800 Mb)/(400 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Drama, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": "https://megaup.net/1Je2r/You_Are_Not_My_Mother_2022_720p_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1db5P1cTOfBHqiku1r9ye8aojru.jpg",
        "title": "Measure of Revenge (2022)",
        "description": "Measure of Revenge (2022)\n==============မင်းသမီး အလန်းစားလေး Bella Throne ပါတဲ့  Thriller , Horror ရုပ်ရှင်ကားသစ်လေးထွက်လာပါပြီ။ဆေးလွန်ပြီးသေသွားတဲ့ နုာမည်ကြီးအဆိုတော်ရဲ့ သေဆုံးမှုကို စုံစမ်းတဲ့\nDrug Dealer တစ်ယောက်အဖြစ် Bella ကိုတွေ့ရပါမယ်ဇာတ်လမ်းအကျဉ်းက ကာတစ်ကူပါးဆိုတဲ့ နာမည်ကြီး Band ရဲ့ ပင်တိုင်အဆိုတော်ဟာ\nအောင်မြင်မှုဒဏ်တွေကြောင့် ဆေးသမားလုံးလုံးဖြစ်သွားခဲ့ပြီး\nပြန်လည်ထူထောင်ရေးစခန်းမှာ နှစ်ချီနေလိုက်ရပါတယ်။\nသူအဲ့ဒီကပြန်ထွက်လာပြီး အနုပညာလောက အနားယူ\nဘဝသစ်တစ်ခုစတင် အိမ်ထောင်ပြုမယ်လို့  ဆုံးဖြတ်လိုက်ပြီး နောက်မှာပဲ\nတစ်ညမှာ အမ်ဖတ်တမင်းခေါ် စိတ်ကြွဆေး အများအပြားလွန်ကာ\nလင်မယားနှစ်ယောက်လုံး သေဆုံးနေတာကို တွေ့ရှိလိုက်ရပါတယ်\nရဲတွေကတော့ ဒါကို သာမန် မတော်တဆဆေးလွန်ပြီးသေဆုံးတယ်လို့ အမှုသိမ်းလိုက်ပေမယ့်\nမကျေနပ်နိုင်တဲ့ ကာတစ်ရဲ့ အမေ လီလီယန်ကူပါးဟာ\nသားရဲ့အဆိုတော်ဘဝက အချိတ်အဆက်တွေကို လိုက်လံစုံစမ်းရင်း\nအရင်က သူဆေးဝယ်နေကျ  Taz ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/measure-of-revenge-2022/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEDSM7pjt6qeizlr5ojBlDCwN18.jpg",
        "title": "Tinted With You (2021)",
        "description": "Tinted with you (2021)လက်ရှိအချိန်မှာ အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့်\nပန်းချီကားတစ်ချပ်ကြောင့် ဂျိုဆွန်းခေတ်ကို ပြန်ရောက်သွားခဲ့တဲ့ \"အွန်းဟို\"အစ်ကိုတော်ရဲ့ မုန်းတီးမှုကြောင့် နယ်နှင်ဒဏ်ပေးခံရတဲ့အပြင်\nတစ်နည်းမဟုတ်တစ်နည်းနဲ့ လုပ်ကြံခံနေရတဲ့ အိမ်ရှေ့စံမင်းသား \"အီဟွန်း\" ဟာ\nအနာဂတ်ကလာခဲ့တဲ့ ပန်းချီကျောင်းသား \"အွန်းဟို\"နဲ့ တွေ့ဆုံခဲ့ရတဲ့အခါ\nကံကြမ္မာရဲ့ စေခိုင်းမှုမှာ သူတို့နှစ်ယောက်ရဲ့ ဘဝအခြေအနေတွေ ပြောင်းလဲသွားမလားအရှင့်သား\"အီဟွန်\"းအတွက် ဘဝတစ်ခုလုံး ပေးဆပ်ပြီး ‌\nကာကွယ်စောင့်ရှောက်ပေးခဲ့တဲ့ ကိုယ်ရံတော် \"ဂွန်းလေး\" နဲ့ အရှင့်သားတို့ရဲ့ ဆက်ဆံရေးမှာ\n\"အွန်းဟို\" ဝင်ရောက်လာခဲ့ပြီးတဲ့နောက် သူတို့သုံးယောက်ကြားမှာ ဘာတွေဆက်ဖြစ်လာမလဲလက်ရှိအချိန်ရဲ့ သမိုင်းစာအုပ်မှာ အဆိပ်ကြောင့် သေဆုံးခဲ့ရပြီးဖြစ်တဲ့ အိမ်ရှေ့စံမင်းသားကို\n\"အွန်းဟို\"နဲ့ \"ဂွန်းလေး\"တို့ ကယ်တင်နိုင်ကြပါ့မလားကံကြမ္မာကို ပြန်ရေးဆွဲဖို့ဆိုတာ ဖြစ်နိုင်ရဲ့လားHistorical/Romance/Fantasy အမျိုးအစားဖြစ်တဲ့ BL drama ဖြစ်ပြီး\nလက်ရှိအချိန်ကအထက်တန်းကျောင်းသား ကောင်လေးနဲ့\nဂျိုဆွန်းခေတ်က အိမ်ရှေ့စံမင်းသားလေးတို့ရဲ့ အချစ်ကိုသာမက\"အွန်းဟို\" ၊ \"အီဟွန်း\" နဲ့ \"ဂွန်းလေး\" တို့ သုံးယောက်ကြားထဲက\nဖြူစင်တဲ့ မေတ္တာတရားကိုပါ ကြည့်ရှုခံစားနိုင်မှာပဲ ဖြစ်ပါတယ် ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Jc7u/Tinted_with_You.The_Movie.2021.720p.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8m2xnZAnMuydc87KCLS2gnUmidh.jpg",
        "title": "Love Like the Falling Petals (2022)",
        "description": "Love like the falling petals (2022)(၁)ဓာတ်ပုံဟူသည် အသိဉာဏ်၊ နှလုံးသားနဲ့ စက္ခုကို မြင်ကွင်းတစ်ခုတည်းအောက် ထည့်ထားလိုက်ခြင်းပင်။\nဓာတ်ပုံဆရာဖြစ်ဖို့ ပါရမီနဲ့ အတတ်ပညာကိုလိုကောင်းလိုပေမဲ့ အရေးအကြီးဆုံးမှာ ဓာတ်ပုံဆရာ၏ နှလုံးသားဟုဆိုသည်။\nကင်မရာခလုတ်ကို နှိပ်လိုက်သောအချိန်တွင် ကိုယ့်နှလုံးသားက ဘာကိုဖမ်းယူချင်စိတ်ရှိလဲဆိုသော အချက်က ဓာတ်ပုံ၏ အနှစ်သာရပင်။ဓာတ်ပုံတို့သည် အခိုက်အတန့်လေးများကို ထာ၀ရတည်တံ့အောင် ထိန်းသိမ်းပေးထားနိုင်စွမ်းရှိ၏။\nသူမသည် ဓာတ်ပုံများထဲတွင်တော့ ဟိုအရင်လို မပြောင်းမလဲတမ်း ရှိနေသည်သာ။\nနှလုံးသားသည် ပွင့်ဖတ်ကြွေလွင့်လို ဖူးလွယ်ကြေလွယ်သောအရာဟု ရှေးလူတို့ ပြောကြဖူးသည်။\nပသို့ပဲဆိုဆို ဓာတ်ပုံတို့ထဲတွင် ကျွန်တော့်အချစ်တို့ ကျွန်တော်တို့အတိတ်တို့ ထာ၀ရ တည်တံ့နေလိမ့်ဦးမည်။(၂)ချယ်ရီတွေကို သယ်ဆောင်လာတဲ့ နွေဦးမှာ ကိုယ်မင်းနဲ့တွေ့ခဲ့တယ်။\nအဲဒီအချိန်တုန်းက ကိုယ်ဟာ အိပ်မက်တွေနောက်ကို ရဲရဲမလိုက်ရဲခဲ့တဲ့ ခပ်ညံ့ညံ့ကောင်လေးတစ်ယောက်ပါပဲ။\nဓာတ်ပုံဆရာဖြစ်ချင်ခဲ့ပေမဲ့ ခက်ခဲလွန်းလို့ လက်လျှော့ခဲ့တဲ့သူပေါ့။အစကတော့ အဲဒီနေ့ဟာ သာမန်နေ့တစ်နေ့ပါ။\nမထူးခြားနား မိန်းကလေးတစ်ယောက်ရဲ့ သာမန်မဟုတ်တဲ့အပြုံးက တလောကလုံးကို လင်းကျင်းစေနိုင်တယ်လို့ ကိုယ် ဘယ်သိခဲ့ပါမလဲ။\nချယ်ရီတွေလို ပန်းနုရောင် အလင်းဟာ ဒီလိုနဲ့ပဲ ကိုယ့်တစ်ဘ၀လုံး လင်းကျင်းစေခဲ့ဖူးတယ်။(၃)ကြယ်မမြင်နိုင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/358cv/Love.Like.the.Falling.Petals.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJWLR5BFNaNYyXQidFnN9UjlhTT.jpg",
        "title": "April Snow (2005)",
        "description": "April Snow (2005) ~ IMDb Rating - 6.7/10 ~၁\nအစတုန်းကတော့အဲ့ဒီလူက ကျွန်မအတွက် အသင့်လျော်ဆုံးသူလို့ ထင်ခဲ့မိတဲ့အချိန်တွေရှိခဲ့ဖူးတာပေါ့...\nသူ့အတွက်ပဲ တစ်သက်လုံး ဝေယျာဝစ္စလုပ်ပေးခဲ့တဲ့ ကျွန်မပုံစံက ငြီးငွေ့စရာကောင်းနေခဲ့တာလား...\nအဲဒီလူကြောင့်ပဲ ရှင်နဲ့ကျွန်မနဲ့ ဆုံတွေ့ခွင့်ရခဲ့တယ်။ကျွန်မ ဟိုးအစကတည်းက ရှင်နဲ့တွေ့ခဲ့ရင် ဘယ်လောက်ကောင်းလိုက်မလဲ....\nနွေမှာ နှင်းမကျသလို ရှင်နဲ့ကျွန်မလည်း ပေါင်းစပ်လို့ရနိုင်ပါ့မလား....၂\nချစ်ခြင်းဆိုတာ အခြေ‌အနေအချိန်အခါပဲတဲ့။ အချစ်စစ်ကို စောတွေ့လို့လည်းမကောင်း နောက်ကျမှ တွေ့‌လို့လည်းမကောင်းဘူးလို့တော့ ကိုယ်ကြားဖူးတာပဲ။ နွေဦးကိုချစ်တဲ့မင်းရယ် ဆောင်းကိုချစ်တဲ့ကိုယ်ရယ် မတူညီမှုများစွာနဲ့ အချင်းချင်းချစ်မိကြတဲ့အထိ ချစ်ခြင်းဟာ ဆန်းကြယ်တယ်မို့လား။ တစ်ခုသောကံကြောင့် တို့ဝေးခဲ့ကြရင် တစ်ခုသောကံကြောင့် ကိုယ်တို့ပြန်ဆုံမယ်လို့ ကိုယ်ယုံတယ်။ အဲဒီအချိန်မှာ မင်းအတွက်နောက်မကျသလို ကိုယ့်အတွက်မစောနေခဲ့ရင် ကံမဆုံခဲ့တဲ့အချစ်တွေ ကံဆုံရဦးမှာပေါ့။ ‌ဆောင်းထက်နွေဦးကို ပိုချစ်ပေမဲ့ နှင်းစက်တွေကို သဘောကျတယ်လို့ မင်းပြောဖူးတယ်နော်။ တစ်နေ့နေ့မှာတော့ မင်းရဲ့နွေဦးမှာ ကိုယ့်ရဲ့နှင်းစက်တွေကြွေကျ နွေဦးနှင်းတွေ လှပနေမှာပေါ့။ ခုတော့ \"ငါမြင်နေကျ အရင်လိုအပြုံးတွေ ပြုံးပြဖို့တော့ မင်းအားတင်းထား\"...။၃\nApril ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Jdff/(CM)_April_Snow_(2005)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o93tMT3eyeOXBZ8F8TiGQWUq3Ta.jpg",
        "title": "The King of Pigs (2011)",
        "description": "The King of Pigs (2011) ဇာတ်လမ်းအညွှန်း\n**********************************ဦးစွာပထမပြောချင်တာကတော့ ဒီကားဟာ Animation ကားဆိုပေမဲ့ တော်တော်လေးကို Deep ဖြစ်တဲ့ဘက်ကို သွားထားတဲ့ Psychological, Drama, Thriller Film အမျိုးအစားပဲဖြစ်ပါတယ်။\nကိုရီးယားမှာ Animation ကားတွေသိပ်မပေါ်လာသေးတဲ့အချိန် ဒါရိုက်တာက လက်တွေ့ဖြစ်ရပ်တွေ၊ အတွေ့အကြုံတွေကိုပါ ပေါင်းစပ်ပြီး အကောင်းဆုံးဖြစ်အောင် တင်ဆက်ထားနိုင်တာမလို့ ဆုတွေအများကြီးဆွတ်ခူးထားနိုင်တဲ့ကားပါ။\nဒီကားက 2011 တုန်းကတည်းက ထွက်ရှိထားခဲ့တာဖြစ်ပြီး အခုလက်ရှိ 2022 မှာလည်း ဒါကို Adaptation ပြန်လုပ်ထားတဲ့ Serie ကို နာမည်ကြီးမင်းသားတွေရဲ့ သရုပ်ဆောင်ပီပြင်မှုနဲ့အတူ ခံစားကြည့်ရှုလို့ရနေပါပြီ။Animation ကားဆိုပြီး အထင်မသေးသင့်တဲ့အပြင် ရင့်သီးတဲ့စကားအသုံးအနှုန်းတွေနဲ့အတူ လက်ရှိဘဝက ထိတ်လန့်စရာအမှန်တရားတွေကိုပါ ထင်ဟပ်အောင်ပြသထားနိုင်တဲ့အတွက် အသည်းငယ်သူတွေမကြည့်သင့်ကြောင်း ကြိုပြီးသတိပေးထားပါရစေ။ Suicidal သဘောတရားတွေပါ ပါနေတာမလို့ စိတ်ဓာတ်ကျရောဂါအခံရှိသူများလည်း ကြည့်ရှုဖို့မသင့်ပါကြောင်း ထပ်လောင်းပြောကြားပါရစေ။ဇာတ်လမ်းအကြောင်းအရာကတော့...ကျောင်းမှာ အားကြီးတဲ့သူက အားနည်းသူကို အနိုင်ကျင့်နေကြဖြစ်တဲ့ Bully case ...",
        "rating": "6.7",
        "url": "https://megaup.net/2pagD/[CM]The.King.of.Pigs.2011.720p.Blu-ray.mp4",
        "category": "Animation, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiPmEv3XxITXvVtNklCf7YdtqLZ.jpg",
        "title": "The Mystery Of Lop Nur ( 2022 )",
        "description": "ဒီတစ်ခါCMကနေတင်ဆက်ပေးမှာကတော့\nChinese Fantasy ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ရတနာသိုက်တူးသမားတစ်စုက\nထူးဆန်းတဲ့မြေအောက်နန်းတော်တစ်ခုကိုဆင်းပြီး သိုက်တူးဖို့ကြိုးစားကြပါတယ်။\nထူးဆန်းတဲ့သတ္တဝါကြီးတွေတိုက်ခိုက်ခံကြရတယ်။ထူးဆန်းတာကတော့အသက်ရှင်ကျန်သူတွေက\nအဲဒီအဖြစ်အပျက်တွေကိုမေ့သွားတာပါပဲ။\nLop Nur နယ်တစ်ဝိုက်မှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေမကြာခဏဖြစ်ပွားနေပါတယ်။\nရုတ်တရက် ရွှယ်ရှောင်းဆိုတဲ့မိန်းကလေးကလဲ\nထူးဆန်းစွာပေါ်လာပါတယ်။ရှီချူချီက ထူးဆန်းဖြစ်ရပ်တွေကိုစုံစမ်းဖို့ ချီကျီအဖွဲ့ကို\nတည်ထောင်စုံစမ်းဖို့ကြိုးစားတဲ့အခါမှာ\nသဘာဝလွန်ဖြစ်ရပ်တွေကြောင့်မဟုတ်ပဲ\nဂြိုလ်သားတွေရဲ့လုပ်ရပ်ကြောင့်ဖြစ်ရတယ်ဆိုတာသိလိုက်ရပါတော့တယ်။\nLop Nur ရဲ့ထူးဆန်းဖြစ်ရပ်တွေရဲ့\nအဖြေကဘာလဲဆိုတာတော့ အဆုံးထိအောင်ကြည့်ရှုအားပေးကြပါဦး။ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားယဉ်ကျေးမှု၊\nခေတ်လွန်နည်းပညာစတဲ့ အကြောင်းအရာတွေ\nပြချင်တာတွေများတော့ စဉ်းစားစရာတွေလဲများပါတယ်။\nSci- fiတွေရဲ့ထုံးစံအတိုင်းရှင်းလင်းအောင်မဖြေရှင်းပြနိုင်တာတွေလဲရှိပါတယ်။\nအနောက်တိုင်းသိပ္ပံကားတွေကိုမယှဉ်နိုင်ပေမယ့်\nမတူတဲ့ရသတစ်ခုကိုတော့ရရှိစေမှာပါ။ \nQuality : WEB-DL  1080p , 480p\nFormat : mp4\nDuration : 1h 26 min\nGenres : Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/13fnr/The.Mystery.of.Lop.Nur.2022.1080p.WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSduohMZEVQHmYQKFFTkDi2ko6C.jpg",
        "title": "Feeling Butterflies (2022)",
        "description": "Feeling Butterflies (2022)အမေရိကန်နိုင်ငံ ဝါရှင်တန်ပြည်နယ်က မြို့‌လေးတစ်မြို့မှာ\nအမ်မလီမယ်ရီပိုဆာ ဆိုတဲ့ အမျိုးသမီးငယ်လေးတစ်ဦးက\nသူမရဲ့သူငယ်ချင်းနဲ့အတူ လိပ်ပြာ‌လေးတွေကိုမွေး၊\nပြီးရင် မွေးနေ့ပွဲတို့ မင်္ဂလာဆောင်တို့လို ပွဲတွေမှာ လိပ်ပြာလေးတွေကိုလွှတ်ပေးရတဲ့ အသက်မွေးဝမ်းကျောင်းအလုပ်ကို လုပ်တယ်။\nအတိတ်အချစ်ရေးကံဆိုးခဲ့သူတစ်ယောက်ဖြစ်လို့ ထပ်ပြီးရင်ခုန်ဖို့မလွယ်‌ကူတော့တဲ့ သူမဘ၀ဟာ\nမွေးနေ့ပါတီတစ်ခုမှာ လိပ်ပြာလွှတ်ပေးဖို့ စပြီးတာဝန်ယူရာကနေ\nsingle dad လူချောလေး ဂဲရက်နဲ့တွေ့ပြီးနောက်မှာ ပြောင်းလဲသွားခဲ့တယ်။အကြောင်းဖန်ချင်တော့ နာမည်ကြီးမော်ဒယ်တစ်ယောက်ရဲ့မင်္ဂလာပွဲအတွက် လိပ်ပြာအကောင်ရေ ၅၀၀ လွှတ်ဖို့အတွက်\nဂဲရက်တို့သားအဖက ဝင်ရောက်ကူညီပေးလာတဲ့အခါမှာ‌တော့\nကြည်နူးစရာအချစ်ဇာတ်လမ်းလေး စတင်လာနိုင်ပါ့မလားဆိုတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။\nနောက်ပြီး သဘာဝတရားကြီးနဲ့ အင်းဆက်နွယ်မျိုး လိပ်ပြာတွေရဲ့ဆက်စပ်နေပုံတွေ၊\nလိပ်ပြာလေးတွေကို ဂရုတစိုက်စောင့်ကြည့်မွေးမြူရပုံတွေ၊\nအရောင်အသွေးစုံလင်တဲ့လိပ်ပြာအမျိုးအစားလေးတွေကို မျက်စိပသာဒဖြစ်စွာနဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nအချစ်ကားအေးအေးလေးတွေကို နှစ်သက်ကြတဲ့ပရိသတ်များ လက်မလွှတ်သင့်တဲ့ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။( အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thwal Yadi ဖြစ်ပါတယ်)Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 650MB\nFormat…mp4\nDuration….1h 23min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder .....August",
        "rating": "6.8",
        "url": "https://megaup.net/13erp/Feeling.Butterflies.2022.720p.WEBRip.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/feh6fcMNXzgzdOiq8mWMtog2mAm.jpg",
        "title": "Joe Maddison’s War (2010)",
        "description": "Joe Madison's War (2010)\n ငါက ပထမကမ္ဘာစစ်ရဲ့ စစ်သားတစ်ယောက်။ အဲဒီစစ်ကြီးရဲ့ ဒဏ်ရာဒဏ်ချက်တွေ အခုထိ ခြောက်လှန့်နေဆဲ။ညဘက် အိပ်မက်ဆိုးတွေမက်ရင်း မျက်ရည်ကျမိတယ်။စစ်ပွဲကြီးအပြီး တို့နိုင်လိုက်ပြီပဲ ထင်ခဲ့တာပေါ့။ ဒီလိုစစ်ပွဲမျိုး ထပ်မဖြစ်နိုင်တော့ဘူး ထင်ခဲ့မိ။ငါလည်း သင်္ဘောကျင်းလုပ်သားတစ်ယောက်အဖြစ် ဇနီးသည်နဲ့ သားတစ်ယောက်၊ သမီးတစ်ယောက်နဲ့အတူ နေထိုင်လာခဲ့တယ်။ငါနဲ့တိုက်ဖော်တိုက်ဖက်ရောင်းရင်းတွေလည်း ငါ့လိုပဲ စစ်ပွဲကြီးကို မမေ့နိုင်ကြသူတွေပါ။ဒါပေမဲ့ ၁၉၃၉ ခုနှစ်မှာ ဒုတိယကမ္ဘာစစ်ကြီး ဖြစ်လာပြန်တယ်။ တစ်ကမ္ဘာလုံးချီတဲ့စစ်ဖြစ်လာသလို ငါ့ကမ္ဘာငယ်‌လေးတစ်ခုလုံးလည်း ကျွမ်းထိုးမှောက်ခုံ ဖြစ်သွားတော့တာပါပဲ။ငါ့သားကိုစစ်ထဲဝင်ဖို့ ဆင့်ခေါ်ကြတယ်။\nငါ့သမီးရဲ့ခင်ပွန်းသည်လည်းပါတာပေါ့။\nလက်ထပ်ပြီးလို့မှမကြာခင် ခွဲကြရရှာတယ်။ ကမ္ဘာစစ်ဆိုတာကို ကောင်းကောင်းကြုံခဲ့ရတဲ့ငါ့အတွက် ပထမအကြိမ်ကထက် ပိုပြီးလက်နက်တွေထွန်းကားလာပြီဖြစ်တဲ့ ဒီတစ်ပွဲက ဘယ်လောက်ရက်စက်ကြမ်းကြုတ်လိမ့်မယ်ဆိုတာ မတွေးရဲဘူး။ငါ့ဒုက္ခတွေက ဒီလောက်နဲ့မဆုံးခဲ့။\nငါ့ဇနီးသည်ကပါ ငါ့ကို စွန့်ပစ်ပြီး တခြားလူတစ်ယောက်နဲ့ အဝေးကိုထွက်သွားပြန်တယ်။\nဘာကြောင့်မှန်းလည်း ငါမသိရပါလား။\nသူ အကတော်သလောက် ငါက လုံးဝမကတတ်လို့လား မသိပါဘူးလေ။ အဲဒီအချိန်မှာပဲ ဟစ်တလာရဲ့လေတပ်မတော်က ဗြိတိန်နိုင်ငံရဲ့ မြို့ကြီးတွေပေါ်ကို နေ့စဉ်ရက်ဆက် ဗုံးမိုးတွေရွာချပေးကြတော့တယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2p99q/(CM)_Joe_Maddison_s_War_(2010)_720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjNjMzliMTYtYzY4Yy00YTZiLWI5MjMtNTFhMjk1ZDlmZGExXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Happy Phirr Bhag Jayegi (2018)",
        "description": "Happy Phirr Bhag Jayegi (2018)ဒီကားက ၂၀၁၆ တုန်းကထွက်ထားတာ Happy Bhag Jayegi ရဲ့နောက်ဆက်တွဲကားပါ။ပထမကားတုန်းက ပါကစ္စတန်မှာလွဲကြပြီးတော့ ဒီကားမှာတော့ တရုတ်ပြည်မှာ သွားလွဲကြမှာပါ။အခုလို စိတ်ညစ်စရာကောင်းတဲ့အချိန်မှာ ရယ်ရယ်မောမောနဲ့ ကြည့်လို့ကောင်းမဲ့ ဟာသကားလေးတစ်ကားဆိုလည်း မှားမယ်မထင်ဘူး။ ဒီတော့ ဇာတ်လမ်းအကျဥ်းချုပ်လေး နည်းနည်းပြောပြမယ်။ဇာတ်ကားထဲမှာ ဟတ်ပီးဆိုတဲ့ ကောင်မလေးနှစ်ယောက်ရှိတယ်ဗျာ။ လူဆိုးဂိုဏ်းက အလိုရှိနေတဲ့ ဟတ်ပီးနဲ့ ရုက္ခဗေဒပညာရှင်ပရော်ဖက်ဆာ ဟတ်ပီးတို့ပေါ့။ အဲ့ဒီမှာ တရုတ်လူဆိုးဂိုဏ်းက လေဆိပ်မှာ ပရော်ဖက်ဆာဟတ်ပီးကို မှားပြီးဖမ်းသွားမိရာကနေဇာတ်လမ်းကစတယ်။ ပရော်ဖက်ဆာဟတ်ပီးက သူ့ကိုလိုက်ဖမ်းတဲ့လူတွေလက်ထဲက အသက်လုပြီးပြေးနေရတဲ့အချိန်မှာ တဖက်မှာလည်း ဟိုဟတ်ပီးက ဘုမသိဘမသိနဲ့ မိန့်ခွန်းတွေပြောလို့ပြောပေါ့။ ဒီဟတ်ပီးနှစ်ယောက်လွဲသွားတဲ့အမှားနဲ့မပြီးသေးဘူး။ သူတို့ကနေ ဆက်မှားလိုက်တဲ့ မီးခိုးကြွက်လျှောက်အမှားတွေက ဇာတ်လမ်းရဲ့ရယ်ရတဲ့အသက်ပဲ။ဒီတော့ ဘယ်လိုအလွဲတွေလွဲပြီး အူတယားယားနဲ့ ရယ်ရမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ပြီးရှုစားကြပါဦးဗျာ။ပထမဇာတ်ကားကိုမကြည့်ရသေးရင် ဒီမှာ https://channelmyanmar.org/?s=Happy+Bhag+Jayegi ကြည့်ပါ။အညွှန်းနဲ့ ဘာသာပြန် ကတော့ Johnနဲ့ Intelligenceဖြစ်ပါတယ်။\nFile size…(2.8 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Jc0d/(CM)_Happy.Phirr.Bhag.Jayegi.2018.720p.WEB-DL.x264-Nyein.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BODc0YzEyYjAtYzM1My00OGY0LTgyYWEtZmYwODJiNzExYThkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-138x200.jpg",
        "title": "Happy Bhag Jayegi (2016)",
        "description": "Happy Bhag Jayegi(2016)\n*************************\nIMDb Rating (6.5)ဒီဇာတ်လမ်းလေးကတော့ မချစ်မနှစ်သက်သူနဲ့အတင်းပေးစားကြလို့ သူ့ချစ်သူနောက်ကို ခိုးရာလိုက်ပြေးတဲ့ အိန္ဒိယကောင်မလေးတစ်ယောက်အကြောင်းပေါ့...ခိုးရာလိုက်တာကတော့ မထူးဆန်းပေမယ့် ခိုးရာလိုက်လွဲပြီး အိန္ဒိယကနေ ပါကစ္စတန်နိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့.........။ဒီဇာတ်ကားက အဲ့လိုအလွဲတွေ တဝါးဝါးပွဲကျရမယ့်ဇာတ်ကားပါပဲ....ဟက်ပီးဆိုတဲ့ ကောင်မလေးဟာ အမြဲဖျတ်လတ်ပြီး ပျော်ပျော်နေတတ်တာကြောင့် ရောက်တဲ့နေရာတိုင်းကလူတွေကိုပါ အပျော်ကူးစက်သူလေးပါ...ဘဝကိုအပူအပင်ကင်းကင်းနဲ့ ပေါ့ပေါ့ပါးပါးပဲဖြတ်သန်းနေသူလေးပါ။အဲဒီလိုကောင်မလေးက သူမကြိုက်တဲ့သူနဲ့အတင်းပေးစားခံရတဲ့အခါမှာတော့ သူ့ချစ်သူနောက်ကို ခိုးရာလိုက်ပြေးဖို့ နှစ်ခါတောင်မစဉ်းစားခဲ့ပါဘူး။ မင်္ဂလာပွဲနေ့မှာ လိုက်ပြေးခဲ့တယ်ပေါ့။ ဒါပေမယ့် သူ့ကိုလာ‌ခိုးတဲ့ကားထင်ပြီး ပြတင်းပေါက်ခုန်ချလို့ လိုက်သွားခဲ့ပေမဲ့ ကားလွဲသွားတဲ့အခါ ... အကုန်တလွဲတွေဖြစ်ကုန်ပါတော့တယ်။ဒီဇာတ်လမ်းမှာ ပါကစ္စတန်နဲ့ အိန္ဒိယဆက်ဆံရေးကို ခပ်ပါးပါးလေးမြင်နိုင်မှာဖြစ်ပြီးတော့ အလွဲတွေနဲ့ရယ်နေရမှာပါ။ ဘဝကိုပျော်ရွှင်စွာ ပေါ့ပေါ့ပါးပါးဖြတ်သန်းဖို့နဲ့ ထွေထွေ‌ထူးထူးအတွေးလွန်မနေဖို့ ကျွန်တော်တို့ကို သင်ပြပေးသွားမယ့် ဟပ်ပီးဆိုတဲ့ ကောင်မလေးတစ်ယောက် ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုအလွဲတွေနဲ့ ဖြတ်ကျော်သွားမလဲဆိုတာ‌ ခံစားကြည့်ကြပါဦး။Happy Phirr Bhag Jayegi (2018) ဇာတ်ကားဆက်ထွက်ထားပြီး ဒီလင့်မှာ https://channelmyanmar.org/?s=Happy+Bhag+Jayegi ကြည့်ပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Htoo Aung ...",
        "rating": "6.5",
        "url": "https://megaup.net/13exz/(CM)_Happy.Bhag.Jayegi.2016.720p.WEB-DL.H.264-Nyein.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a3NCVHXS9L3740uI6gYSeyxJiNQ.jpg",
        "title": "Moon-young (2015)",
        "description": "Moon Young (2015)\n__________________________________စကားမပြောတတ်တဲ့ ကောင်‌မလေး \"မွန်ယောင်း\" ဟာ\nမိခင်ဖြစ်သူရဲ့စွန့်ပစ်ခြင်းခံရပြီး အမြဲအရက်မူးနေတဲ့ ဖခင်နဲ့ နေထိုင်နေရသူပါ ။သူမဟာ လက်ထဲမှာ Camera Recorder လေးတစ်ခုကို အမြဲတမ်းကိုင်ထားပြီး\nလူတွေရဲ့ မျက်နှာ‌တွေကို တိတ်တဆိတ်မှတ်တမ်းတင်ထားလေ့ရှိတယ် ။ဖခင်ရဲ့ အရက်မူးသွေးဆိုးမှုတွေကို မခံနိုင်တော့တဲ့အဆုံးမှာတော့\nမွန်ယောင်းတစ်ယောက် အိမ်ကနေ ထွက်ပြေးသွားခဲ့ပြီး\nကောင်လေးနဲ့လမ်းခွဲခဲ့ရလို့ အသည်းကွဲနေတဲ့ ဂျန်ဟီဆူး ဆိုတဲ့ကောင်မလေးနဲ့ တွေ့ဆုံခဲ့တဲ့အခါ\nသူတို့နှစ်ယောက် ဘယ်လိုပတ်သက်မှုတွေရှိလာမလဲ?မွန်ယောင်းက ဘယ်လိုအကြောင်းတွေကြောင့်များ လူတွေရဲ့မျက်နှာကို မှတ်တမ်းတင်နေခဲ့ရတာလဲ? ဆိုတဲ့\nစိတ်ဝင်စားဖွယ်အကြောင်းအရာတွေအပြင်\nအသက် ၁၀ နှစ်ကွာတဲ့ ကောင်မလေးနှစ်ယောက်ကြားက ပတ်သက်မှုလေးကိုပါ ခံစားကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ် ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Short\nQuality….WEB-DL 1080p and 720p\nFile size…955MB and 495MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hmwe Thet Winn\nEncoder ..... ...",
        "rating": "6.3",
        "url": "https://megaup.net/13esk/Moon.Young.2017.720p.CM.mp4",
        "category": "Drama, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xFiB0QwgWL1xtuBOD0BhWI6lp1x.jpg",
        "title": "Manchurian Tiger (2022)",
        "description": "Manchurian Tiger (2022)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ Manchurian Tiger ဆိုတဲ့ တရုတ်ဒရာမာဟာသကားလေးဖြစ်ပါတယ်။\nမန်ချူးရီးယန်းကျားဆိုတာကမ္ဘာမှာအရှားပါးဆုံးမျိုးနွယ်ဝင်မျိုးကျားတစ်မျိုးဖြစ်တယ် ။\nလူတွေဟာရှားပါးမျိုးနွယ်ဝင်ကျားကိုထိန်းသိမ်းစောင့်ရှောက်ဖို့ တိရိစ္ဆာန်ရုံမှာပိတ်လှောင်ထားသလိုပဲ\nလူတိုင်းရဲ့စိတ်ထဲမှာလဲပိတ်လှောင်ထားတဲ့ သားရဲတစ်ကောင်ရှိတယ် ဆိုတဲ့သဘာဝကိုဖော်ကျူးချင်တာဖြစ်ပါတယ်။မေလင်ဟာ မီးဖွားခါနီး ကိုယ်ဝန်နေ့စေ့လစေ့နဲ့ အမျိုးသမီးတစ်ယောက် ဖြစ်ပါတယ်။\nခင်ပွန်းဖြစ်သူ ရွှီတုန်းကတော့ ခွေးချစ်သူတစ်ယောက်ပါ။\nဇနီးဖြစ်သူ မီးဖွားပြီးရင် ကလေးငယ်နဲ့ခွေးကိုဆက်မွေးဖို့အဆင်မပြေတာကြောင့်\nရွှီတုန်းဟာ မာချန်လီဆီမှာ ခွေးလေးကို အပ်ထားလိုက်ပါတယ်။မာချန်လီကတော့ အကြွေးတွေပိနေတဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းရှင်တစ်ယောက်ပါ။\nကံမကာင်းစွာနဲ့ပဲ ခွေးလေးဟာ မာချန်လီ လက်ထဲမှာ သေသွားပါတယ်။\nအဲဒီလိုနဲ့ ရွှီတုန်းဟာ ဒေါသတကြီးနဲ့ မာချန်လီကိုလက်စားလိုက်ချေပါတော့တယ်။\nလက်စားချေဖို့ကြိုးစားတိုင်းမအောင်မြင်ဘဲ\nသူထင်ထားသလို မဟုတ်တဲ့ မာချန်လီအကြောင်းတွေကိုသာသိလိုက်ရပါတယ်။တစ်ချိန်တည်းမှာပဲ မေလင် တစ်ယောက်\nမထင်မှတ်ဘဲနဲ့ သူ့ယောင်္ကျားရဲ့လျို့ဝှက်ချက်ကိုသိသွားပါတော့တယ်…..\nဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ကြည့်ရှုကြရအောင်ပါ။\nဒီကားလေးဟာ Genre မှာ Drama / Comedy ဆိုပေမယ့်\nကိုယ့်ရဲ့တစ်ဦးတစ်ယောက်ထဲအမြင်အရ ဒရာမာဘက်ပိုရောက်တယ်လို့ ပိုခံစားမိပါတယ်။ဘဝမှာ တချို့အရာတွေက ရယ်စရာလိုဖြစ်နေပေမယ့် ခါးသီးတဲ့အမှန်တရားတွေဖြစ်နေတတ်တာပဲမဟုတ်လား။\nCM ပရိသတ်ကြီးကရော ဘယ်လိုမြင်လဲဆိုတာ အဆုံးကြည့်ပြီး ဆွေးနွေးသွားကြပါဦး။\nအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nu Mon ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, ...",
        "rating": "5.9",
        "url": "https://megaup.net/13etl/Manchurian.Tiger.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/xLg4w_4f-141x200.jpg",
        "title": "Color Rush 2 (2022)",
        "description": "Color Rush 2ကဲ Color Rush S2 Movie Versionလေး လာပါပြီ\nအရင် S1တုန်းက Mono ယွန်းအူတစ်ယောက် သူ့ရဲ့Probe ဂိုယူဟန်နဲ့ တွေ့ဆုံခဲ့ပြီး တစ်နေ့တော့ ဂိုယူဟန်က ယွန်းအူအစား ပြန်ပေးဆွဲခံခဲ့ရပြီး ပျောက်သွားခဲ့ပါတယ်အခု S2ကို အကျဉ်းချုပ်လေး ပြောပြရရင်တော့ အရောင်တွေကို အဖြူအမဲအနေနဲ့သာ မြင်ရတဲ့ Monoတွေဟာ သူတို့ကို အရောင်မြင်နိုင်စွမ်း(Color Rush)အခိုက်အတန့်ကိုပေးတဲ့ Probeတွေကို တွေ့ဆုံတဲ့အခါ...ပျော်ရသလို စွဲလမ်းလွန်းသွားတတ်တာကြောင့် ပြန်ပေးဆွဲမှု လူသတ်မှုတွေပါထိ ဖြစ်ကြတော့ ရာဇဝတ်ကောင်တွေအဖြစ် Monoတွေကို လူအများက ကျဉ်ပယ်ကြပါတယ်ဝမ်းနည်းမှု မတရားမှု စိတ်အားငယ်မှုတွေနဲ့အတူ ပတ်ဝန်းကျင်ဒဏ်ကို ခံစားရတဲ့ Monoတွေရဲ့ ခံစားချက်တွေကို အခွင့်ကောင်းယူ အသုံးချပြီး အရောင်မြင်နိုင်အောင် ဖန်တီးပေးမယ့် ''Probe ခွဲစိတ်မှု ''ဆိုတဲ့ စီးပွားရေးလောကသားအချို့ရဲ့ လျျို့ဝှက်ရာဇဝတ်မှုတစ်ခု ရှိနေတဲ့အခါအဲ့အမှုထဲ ပါဝင်ပြီး သေဆုံးသွားခဲ့တဲ့ Mono ကျောင်းသူယယ်ဝန်အတွက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/13egs/Color_Rush_2_(2022)_720p.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dczX5uZ3xLr81sUkw0HUhcaPvYx.jpg",
        "title": "Super Machi (2022)",
        "description": "Super Machi (2022)အိန္ဒိယအက်ရှင်ကားတွေကို ငြီးငွေ့ပြီးတော့ ပေါ့ပေါ့ပါးပါးကားလေးတွေကိုကြည့်ရှုချင်လာပြီဆိုရင်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အိန္ဒိယကားတွေ တော်ကီကြွယ်ရင် တခြားဘယ်နိုင်ငံကားမှ လိုက်မမီဘူးဆိုတာ အားလုံးအသိပါပဲ။ဒီ Super Machi movie လေးမှာလည်း အဓိကဇာတ်ဆောင်တွေအပြင်အရန်ဇာတ်ဆောင်တွေကပါ တော်ကီတစ်ပေါက် လျှမ်းလျှမ်းတောက်ပြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ထိပ်တန်းဆော့ဖ်ဝဲကုမ္ပဏီ Infosys မှာအလုပ်လုပ်တဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာမလေး မီနာရှီတစ်ယောက်...ဘားမှာ အဆိုတော်အဖြစ်အလုပ်လုပ်ပြီး သူငယ်ချင်းတွေနဲ့ပဲပျော်ပါးနေတတ်တဲ့သာမညကောင်လေးရာဂျူးကို ချစ်မိသွားလေတော့...ကိုယ့်ဘဝအတွက် အရေးအကြီးဆုံး presentation ကိုတောင်လက်လွှတ်ပြီး ရာဂျူးရှိရာနေရာကိုသွား၊ ရာဂျူးနောက်ပဲ တကောက်ကောက် လိုက်နေခဲ့ပါတယ်။ရာဂျူးကလည်း အခုမှ တွေ့ဖူးပြီး ဘယ်သူမှန်းမသိ ဘာကြောင့်မှန်းမသိမိန်းကလေးတစ်ယောက် ကိုယ့်ကိုဖွင့်ပြောတဲ့အခါ လက်မခံဘဲ ငြင်းဆိုပစ်လိုက်ပါတယ်။စကားနဲ့ ငြင်းဆိုရုံတင်မရလို့ အမျိုးမျိုးဒုက္ခပေးပြီး ငြင်းဆိုပေမဲ့ကောင်မလေးကတော့ တကောက်ကောက်ဆက်လိုက်နေတုန်းပါပဲ (အားကျကုန်လော့)။ကောင်မလေးမီနာရှီကို တစ်ဖက်သတ်သဘောကျနေသူကလည်းရှိနေပြန်တော့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတွေပါ ဖြစ်လာပါလေရော။ဒါပေမဲ့ အောင်မြင်နေတဲ့သူ မီနာရှီက ဘာမဟုတ်တဲ့ သာမညကောင်လေးရာဂျူးကိုရူးရူးမူးမူး လိုက်နေရတဲ့ နောက်ကွယ်ကအကြောင်းအရင်းက ဘာဖြစ်မလဲ။ရာဂျူးကရော ခါးခါးသီးသီး ငြင်းဆိုနေတဲ့နောက်ကွယ်မှာ ...",
        "rating": "9.1",
        "url": "https://megaup.net/13ddo/Super_Machi_(2022)_Telugu_HQ_HD_-_720p__(CM).mp4",
        "category": "Action, Bollywood, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/4beaf57729ac844772a8b3f8387cb46d_640-139x200.jpg",
        "title": "[18+] A Flower Aflame Kashin (2016)",
        "description": "A Flower Aflame Kashin (2016)အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဆားမပါတဲ့ ဟင်းလိုပါပဲ...ဒီဇာတ်ကားမှာတော့ ဆိုနိုကို ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က မိဘတွေ စီစဉ်ထားတဲ့ အမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပါတယ်နှစ်အတော်ကြာ လက်ထပ်ပေါင်းသင်းခဲ့ပြီး သားလေးတစ်ယောက်မွေးခဲ့ပေမယ့် သူ့ယောကျ်ားကို လုံးဝမချစ်ခဲ့တာကြောင့် အိမ်ထောင်ရေးသာယာမှု မရှိခဲ့ပါဘူး။အမျိုးသားဖြစ်သူက ရာထူးတိုးပြီး တိုကျိုမြို့ကို ပြောင်းလာခဲ့ပါတယ်။တိုကျိုမြို့ရောက်တော့ ဆိုနိုကို့အမျိုးသားရဲ့ အရာရှိ အိုချီနဲ့တွေ့မှပဲ ချစ်မိသွားပါတော့တယ်။နောက်ပိုင်း ဆိုနိုကိုတို့ အိမ်ထောင်ရေးက အဆင်ပြေပါ့မလား...အိုချီနဲ့ ဆိုနိုကိုတို့ ဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး( ၁၈+ အခန်းတွေ ပါဝင်တာမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူး )\nဝတ္ထုကို ပြန်ရိုက်ထားတဲ့ drama, romance ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ် ။File Size__(1.77GB) / (850MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:36:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by ZERO",
        "rating": "5.6",
        "url": "https://megaup.net/1Japf/Flower_Flame_Kashin_(2016)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmFhNmI1YjUtMGRiZC00M2QwLTgwMmQtYTIwZTRmMDFkYWEyXkEyXkFqcGdeQXVyMTY0ODExMzQ@._V1_-135x200.jpg",
        "title": "The Stairs (2021)",
        "description": "The Stairs (2021)\n=============Horror, Mysteryဆုတွေ 28 wins, 14 nominations လောက်ရထားပြီး အတော်လေးစိတ်ဝင်စားဖို့\nကောင်းတဲ့ လျှို့ဝှက်ဆန်းကြယ် Horror ကားလေးလာပါပြီ။\n၁၉၉၇ ခုနှစ်မှာ ဂျင်းနဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ မြေးအဖိုး ၂ ယောက်ဟာ အမဲလိုက်ကြရင်း\nတောနက်ကြီးထဲက လှေကားတစ်ခုနဲ့ လျှိ့ဝှက်တစ်ခါးပေါက်တစ်ခုကို တွေ့ရှိရာကနေ\nစူးစမ်းရင်း ပျောက်ဆုံးသွားပါတယ်။ သူတို့ နှစ်ယောက်ပျောက်သွားတဲ့ သတင်းဟာ\nနေထိုင်ရာနယ်မြို့လေးမှာ ဟိုးလေးတစ်ကျော်ဖြစ်သွားခဲ့ပြီး အဖိုးဖြစ်သူရူးပြီး ကလေးကို\nရောင်းစားလိုက်တာလား၊ နှစ်ယောက်လုံး တိရိစ္ဆာန်တစ်ကောင်ကောင်ရဲ့တိုက်ခိုက်မှုကို\nခံလိုက်ရတာလား...သို့လောသို့လော မေးခွန်းပေါင်းများစွာနဲ့ အဖြေမရှာနိုင်ဘဲ ဆုံးစုံးမြုပ်\nသွားခဲ့တာ နှစ်ပေါင်း ၂၀ ကြာသွားခဲ့ပါတယ်။နှစ်ပေါင်း ၂၀ အကြာမှာ သူငယ်ချင်း ၅ ယောက်ပါ အဖွဲ့တစ်ဖွဲ့က ၅ ရက်တာ အပန်းဖြေ\nကမ့်ထိုးခရီးထွက်ဖို့အတွက်ပဲ ဒီတောထဲကို ခြေလျင်ခရီးပြန်ထွက်ခဲ့ပါတယ်။ ပျော်ပျော်\nရွှင်ရွှင်ခရီးထွက်လာတဲ့ သူတို့အဖွဲ့ကို စိတ်ခြောက်ခြားဖွယ် အန္တိဌာန်အာရုံတွေကနေ\nတစ်ခုပြီးတစ်ခု ခြောက်လှန့်ပြီး လာရာလမ်းကနေပြန်ဖို့ သတိပေးခဲ့ပေမယ့် ရှေ့ဆက်\nတိုးရာကနေ ....လွန်ခဲ့တဲ့ နှစ် ၂၀ က ...",
        "rating": "5.0",
        "url": "https://megaup.net/135j2/The.Stairs.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/large_black-crab-poster-135x200.jpeg",
        "title": "Black Crab (2022)",
        "description": "Black Crab (2022)=================ဒီကားလေးက 2022 ထွက်ဆွီဒင် War,Action,Drama ကားသစ်လေးဖြစ်တဲ့\nအပြင် ဆွဲဆောင်မှုရှိတဲ့ မူဗီလို့ပြောလို့ရပါတယ်၊၊ဇာတ်လမ်းအကျဥ်း\nစစ်ပွဲတစ်ခုရဲ့ အဆုံးသတ်ဟာ ဘယ်လိုနည်းနဲ့မဆိုမကောင်းတာတော့\nသေချာပါတယ်။ ပြည်တွင်းစစ်ကစတဲ့ စစ်ပွဲတစ်ခုအတွင်းမှာ သမီးဖြစ်သူကို\nဆုံးရှုံးထားတဲ့မိခင်တစ်ယောက်။ သေနတ်ပစ်လည်းကျွမ်းကျင်သလို ရေခဲပြင်\nစကိတ်စီးလည်းကျွမ်းကျင်တဲ့သူမကို လူအချို့နဲ့အတူ အစိုးရက ဆင့်ခေါ်ပြီး\nတာဝန်တစ်ခုပေးအပ်လာတဲ့အချိန်မှာတော့။ သူ့ကိုပေးအပ်တဲ့တာဝန်က\nဘာလဲ။ ခက်ခဲလှတဲ့ ဒီတာဝန်ကို သူ ထမ်းဆောင်နိုင်မှာလား ဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ကြပါဦး။ တအားကြီးကြမ်းတဲ့\nစစ်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းလေးမဆိုးတာကြောင့်ကြည့်ပျော်တဲ့\nရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size - (1.39 GB) / (682 MB) / (438 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 54mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/2p8rs/Black.Crab.2022.720p.NF.WEB-DL.DUAL.DDP5.1.Atmos.x264-TEPES%7BCM%7D.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxjjMJqaZeRxMQmRL2dzkl9KxIv.jpg",
        "title": "83 (2021)",
        "description": "83 (2021) ဇာတ်လမ်းအညွှန်းအခုတစ်ခေါက်မှာတော့ 1983 ခုနှစ် ဝန်းကျင်ကာလကို ကျောရိုးတည်ပြီး ရိုက်ကူးထားတဲ့ ဘောလီးဝုဒ် ကရစ်ကတ်-အားကစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး 2021 ခုနှစ်အတွင်း ပရိတ်သတ်တွေ သောင်းသောင်းဖြဖြ အားပေးခဲ့ကြတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်လည်း ဖြစ်ပါတယ်အိန္ဒိယနိုင်ငံဟာ 1983 ခုနှစ်မတိုင်မီ ၃၅ နှစ်အကြာ ကာလတည်းက လွတ်လပ်ရေးရခဲ့ပေမဲ့\nတကယ့်လက်တွေ့ဘဝမှာတော့ ဗြိတိသျှတွေဆီက လေးစားသမှုမဆိုထားနဲ့ မထိတထီ စော်ကားမော်ကားလုပ်တာတွေကိုပင် ခံနေရဆဲဖြစ်ပါတယ်။သူ့ကျွန်ဘဝကလွတ်မြောက်ခါစကာလမှာ အားကစားကဏ္ဍအပါအဝင် အစစအရာရာ နိမ့်ပါးနေတဲ့ အိန္ဒိယနိုင်ငံဟာ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ တစ်ပွဲမှအနိုင်မရဖူးတဲ့ နိုင်ငံတစ်နိုင်ငံအဖြစ် လူတိုင်းက ဟားတိုက်ခံရတဲ့အခြေအနေမှာ ရောက်ရှိလို့နေပါတယ်တစ်နေ့မှာတော့ ကတ်ပေးလ်ဒက်ဗ် ဆိုတဲ့ ကရစ်ကတ်ကစားသမားတစ်ဦးက အိန္ဒိယအသင်းကို ကပ္ပတိန်အဖြစ်ဦးဆောင်ပြီး အင်္ဂလန်ကို ကမ္ဘာ့ဖလားသွားရောက်ယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး အခက်အခဲအမျိုးမျိုးကို ကျော်ဖြတ်ကာ နိုင်ငံ့ဂုဏ်ဆောင်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်များစွာပါဝင်ထားပြီး ကြည့်တဲ့ပရိတ်သတ်ကိုပါ မျိုးချစ်စိတ်ဓာတ်တွေ တဖွားဖွားပေါ်လာစေတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/13by2/[CM]83.2021.WEB-DL.720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNThjOTQ1YjUtNzc2OS00YjBjLWFhYjMtNzc2ZTMwZDQ5MTE1XkEyXkFqcGdeQXVyMTQ2MTg1Nzk@._V1_-139x200.jpg",
        "title": "[18+] Jan Dara: The Finale (2013)",
        "description": "Jandara :The Finale ဟာ ပထမဇာတ်ကား Jandara the begining (၂၀၁၂) ရဲ့\nမပြီးသေးတဲ့ အဆက် ဖြစ်ပြီး အရင် ဇာတ်ကားထက် ပိုစိတ်ဝင်စားစရာ ကောင်းလာပါတယ်။ဂျန်ဒါရာ အနေနဲ့အသက်ကြီး လာပြီး သူ့အိမ်တော်ကြီးကို ပြန်လာခဲ့တယ်။\nသူ့အဖေ အရင်းဟာ ဘယ်သူဘယ်ဝါ ဆိုတာ ရှာဖွေတွေ့ရှိခဲ့ပြီးမှပြန်လာတာပါ။\nသူ့အနေနဲ့ ကလဲ့စားခြေပြီး Luang Vissanun-decha ရဲ့ လုပ်ပိုင်ခွင့်တွေကို ပြန်လည်\nချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။အသေးစိတ် ထပ်ပြောပြရရင်တော့ အိမ်ကစွန့်ခွာခဲ့ရတဲ့ Jan Daraဟာ\nကျေးလက်ရွာတစ်ရွာမှာ အဘွားဖြစ်သူနဲ့ သွားအခြေချနေထိုင်ခဲ့ပါတယ်။\nဒီအချိန်မှာ Janရဲ့ ညီမနှစ်ဝမ်းကွဲ ကလည်း ပြဿနာတစ်ခုနဲ့ ကြုံတွေ့လာရပါတယ်။\nဒါကို Janက အခွင့်ကောင်းယူ ပြီး လက်စားချေဖို့ ကြိုးစားတာပါ။\nသူ့ဘဝကို ရှင်လျက်ငရဲကျအောင် လုပ်ခဲ့တဲ့ လူတွေကိုပေါ့။ကဲ.....ချစ်ခြင်းမေတ္တတရား တွေ ကာမဂုဏ်တွေ သူငယ်ချင်းရဲ့\nပံ့ပိုးမှုတွေက သူ့ကို ရှင်လျက်သေစေခဲ့တဲ့အရာတွေကို\nပြန်ကလဲ့စားခြေ ရာမှာ ထောက်ပံ့ပေးနိုင်ပါ့မလား?လက်စားခြေ ဖို့ ဘယ်လို အခွင့်အရေး ...",
        "rating": "5.5",
        "url": "https://megaup.net/135e4/(CM)Jan.Dara.The.Finale.2013.720p.Blu-ray.Remux.AVC-Nyein.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMzI5YjUwOGUtOGQzNC00YjRmLWI0MmYtN2I0MTgwMTc0ZGE3XkEyXkFqcGdeQXVyMTQ2MTg1Nzk@._V1_-138x200.jpg",
        "title": "[18+] Jan Dara: The Beginning (2012)",
        "description": "ဒီဇာတ်ကားကတော့ ထိုင်းမင်းသားမာရီယို နုစဉ်ကာလက ရိုက်ကူးထားတဲ့\n18+ Erotic Drama ထိုင်းရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်...မွေးဖွားတုန်းက မိခင်ဆုံးပါးသွားတာကြောင့် ဖခင်ဖြစ်သူရဲ့ မုန်းတီးခြင်းကိုခံခဲ့ရတဲ့ ဂျန်\nအဘွားဖြစ်သူရဲ့ ကယ်တင်မှုကြောင့် မွေးမွေးပြီးခြင်း အသက်ဘေးကလွတ်ခဲ့ရတဲ့ ဂျန်\nမိခင်ဖြစ်သူရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူရဲ့ ပြုစုစောင့်ရှောက်မှုကြောင့် လူလားမြောက်ခဲ့ရတဲ့ ဂျန် ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပေါ့။၁၉၁၅ ခုနှစ် မုန်တိုင်းထန်တဲ့ ညတစ်ည\nဘန်ကောက်မြို့ ဗလန်ပူးအိမ်တော်ကြီး မှာ ပျားပန်းခေတ်မျှအလုပ်ရှုပ်နေကြတဲ့\nအလုပ်သမားများနဲ့ မခံမရပ်နိုင်နာကျင်မှုကို အံတုပြီး\nမိမိရဲ့ ရင်သွေးကို မွေးဖို့ ကြိုးစားနေတဲ့ အိမ်တော်ရဲ့ သခင်မ ဒါရာဟာ\nသူမရဲ့သားလေး ဂျန်ကို မွေးမွေးပြီးခြင်း လောကကြီးကို ကျောခိုင်းစွန့်ခွာသွားခဲ့ပါတယ်။\nမိန်းမဖြစ်သူကို ဆုံးရှုံလိုက်ရတဲ့ ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာက ဂျန်ကို သတ်ပစ်ဖို့အထိ မိုက်လုံးကြီးခဲ့ပေမယ့်\nဘွားအေဖြစ်သူ၏ကယ်တင်မှုကြောင့် လောကကြီးမှာ ဆက်လက်ရှင်သန်ခွင့်ရခဲ့သလို\nဖခင်ဖြစ်သူရဲ့ အမုန်းတရားကိုပါ မွေးမွေးပြီးခြင်းလက်ခံရရှိလိုက်ပါတော့တယ်။\nမိခင်ရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်ရဲ့ ပြုစုမှုနဲ့သာ ဂျန်ဟာ လူလားမြောက်ခဲ့ရပါတယ်။ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာဟာ မိန်းမဖြစ်သူ သေဆုံးပြီး အစောပိုင်းမှာ ငြိမ်နေခဲ့ပေမယ့်\nဗလန်ပူးအိမ်တော်ကြီးရဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2p08z/(CM)Jan.Dara.Pathommabot.(The_Beginning).2012.BluRay.720p.AAC.5.1-Nyein.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/6A6yg_4f-142x200.jpg",
        "title": "Moonlight Shadow (2021)",
        "description": "Moonlight Shadow 2021J drama fan အများစုသိကြတဲ့ မင်းသမီးလေး Nana Komatsuနဲ့ မင်းသား Hio Miyazawaတို့သရုပ်ဆောင်ထားတဲ့Psycho-Cinematography film ရုပ်ရှင်ဖြစ်ပါတယ်။\nအတိတ်ကိုမစွန့်လွှတ်နိုင်ဘဲနစ်မွန်းနေပြီး လက်ရှိအခြေအနေကို လက်မခံနိုင် ရှေ့မဆက်နိုင်ဖြစ်တတ်တဲ့လူ့စိတ်ကို လှစ်ဟပြထားတဲ့ရုပ်ရှင်တစ်ကားပါ။ဂျပန်လူမျိုးတို့ရဲ့ တနဘတပွဲတော်ကို အနည်းငယ်မှီငြမ်းပြီးဖန်တီးထားတဲ့ Banana Yoshimotoရဲ့Short storyကို ရုပ်ရှင်အဖြစ်ပြန်လည်ဖန်တီးထားတဲ့ဇာတ်ကားပါ။\n\"လရိပ်ဖြစ်စဉ်\"ဆိုတာကတော့ \"အကြောင်းအရာတွေအားလုံးတိုက်ဆိုင်မှုရှိတဲ့အခါ လပြည့်ပြီးနောက်နေ့မနက်မှာ သေသူတွေနဲ့ပြန်လည်ဆုံတွေ့နိုင်တယ်\"ဆိုတဲ့ သိပ်ကိုရှားပါးတဲ့ miracleတစ်ခုလို့ဆိုပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nညနေခင်းတစ်ခုမှာ စဆုကိတစ်ယောက် မြစ်ကမ်းဘေးမှာလမ်းလျှောက်ထွက်ခဲ့ပါတယ်။ သူ့ကြောင်လေးလည်ပင်းမှာဆွဲပေးထားတဲ့ ချူလုံးလေးပျောက်သွားလို့ အနားကကိုင်းပင်တွေထဲမှာ ရှာနေချိန်မှာပဲ နောက်ဘက်က ဓာတ်မီးရောင်ကြောင့် လှည့်ကြည့်လိုက်ပါတယ်။ သူပျောက်နေတဲ့ချူလုံးလေးကတော့ ဟိတိုရှိလက်ထဲမှာပါ။ တိုက်ဆိုင်မှုတစ်ခုနဲ့စတင်ဆုံတွေ့ခဲ့တဲ့သူတို့နှစ်ယောက်က မြင်မြင်ချင်း ချစ်သွားခဲ့ကြပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကသိပ်ကိုအဆင်ပြေနေခဲ့ပါတယ်။ ဟိတိုရှိက သူ့ရဲ့ညီဖြစ်သူ \"ဟိအိရဂိ\"နဲ့စဆုကိတို့ဆုံဖို့အတွက် ခေါ်သွားပေးခဲ့ပါတယ်။ အတူထမင်းစားကြရင်းနဲ့ ဟိအိရဂိရဲ့ရည်းစား\"ယုမိကို\"က လရိပ်ဖြစ်စဉ် အကြောင်းကို ပြောပြခဲ့ပေမဲ့ သူအတွေ့ချင်ဆုံးဖြစ်တဲ့သူ့ချစ်သူက ဘေးမှာရှိခဲ့တဲ့အတွက် မလိုအပ်ဘူးလို့ပြောခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သူတို့နှစ်ယောက်က အခန်းငှားဖို့အတွက်သွားကြည့်ပြီးနောက် တံတားတစ်ခုပေါ်မှာ နှုတ်ဆက်စကားပြောပြီးအိမ်ကိုပြန်ခဲ့ကြပါတယ်။\nညသန်းခေါင်ရောက်တော့ စဆုကိဆီကိုဖုန်းဝင်လာခဲ့ပါပြီ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/13bz2/Moonlight_Shadow_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt5zIVjW1ThRhJkSetOFlnySsoW.jpg",
        "title": "Aaraattu (2022)",
        "description": "Aarattu(2022)2022ခုနှစ်ထွက် Aaraattuဆိုတဲ့ ကားလေးကိုCM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ မူသာလက်ကိုတာဆိုတဲ့ ရွာလေးမှာရှိတဲ့မြေနေရာတစ်ခုကို ငှားရမ်းလိုက်တဲ့ နေရန်တင်ကာရာဂိုပန်ဆိုတဲ့လူတစ်ယောက်နဲ့ ရွာမှာ ရေလွှမ်းမှုဖြစ်တုန်းကရွာကိုကူညီဖို့ရောက်လာတဲ့ အကြီးအကဲတစ်ယောက်နဲ့လူလေးယောက်ကြားထဲက ဇာတ်လမ်းကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။ရွာမှာ ရှိနေခဲ့တဲ့ မာသာရီဆိုတဲ့ လူတစ်ယောက်ပိုင်ဆိုင်တဲ့ ရေလွှမ်းနေတဲ့မြေကိုအစိုးရက စိုက်ပျိုးရေးလုပ်ခိုင်းတာမို့ အကျိုးအမြတ်ဖြစ်အောင်လုပ်ချင်တဲ့မာသာရီဟာ ဂိုပန်ကို မြေဖို့ဖို့အတွက် လူငှားလိုက်ပါတော့တယ်။စီးပွားရေးသမား၊ အလုပ်သာဖြစ်မယ်ဆို ဘယ်သူ့မျက်နှာကိုမှ မငဲ့တဲ့ဂိုပန်ဟာ အဲဒီမြေကို အခွန်ဦးစီးဌာနမှူးဆီမှာ ငါးမွေးမြူရေးအတွက်​တောင်းရမ်းပါတော့တယ်။ငွေရှင်တွေနဲ့ စီးပွားရေးလုပ်ငန်းရှင်တွေကြားက တင်းမာမှုတွေ၊ အကျိူးစီးပွားကိုပဲကြည့်တဲ့လူတွေကြားမှာရိုးသားတဲ့ရွာသူရွာသားတွေနဲ့ သာယာပြီး နေထိုင်ချင်စဖွယ်ကောင်းတဲ့ရွာလေးကရော တောင့်ခံထားနိုင်ပါ့မလား။ အဲဒီအပြင် ဒီရွာကို ရောက်လာခဲ့တဲ့ဂိုပန်ဟာရော ဒီတိုင်းရောက်လာခဲ့တာလား၊ သူဖုံးကွယ်ထားတဲ့အတိတ်တစ်ခုခုရှိနေတာလားဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲဆက်ကြည့်လိုက်ကြပါဦးနော်။ IMDb 5.3ရထားတဲ့ကားကောင်းလေးဖြစ်ပြီး ရိုက်ကူးထားသူကတော့ ဒါရိုက်တာB. Unnikrishnanပဲဖြစ်ပါတယ်။ အခုပဲ CM ပရိသတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါပြီ \nFile size…3.4GB / 1.6GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitlte ...",
        "rating": "5.1",
        "url": "https://megaup.net/13bwh/Aaraattu_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY9k8t2FQkMj60obnAnsPKLxHCE.jpg",
        "title": "Night at the Museum (2006)",
        "description": "Night At The Museum (2006) ~ IMDb Rating - 6.4/10 ~စားပွဲထိုးလေးတွေ ဆူညံပြေးလွှားနေတဲ့ လက်ဖက်ရည်‌ဆိုင်လေးတစ်ခုမှာ လယ်ရီ ဒဲလ်လေ နဲ့ ကျွန်တော်ဆုံတယ်။ ကိုယ်စီပြောစကားတွေနဲ့ အသက်ဝင်နေတဲ့ ပတ်ဝန်းကျင်လေးမှာ နံရံကပ်တီဗွီပေါ်က သူတို့ရဲ့ အမူအယာတွေ၊ စကားသံတွေ၊ လှုပ်ရှားသက်ဝင်မှုတွေကို အရမ်းအာရုံစိုက်ပြီး ကြည့်ခဲ့ရတယ်ပေါ့ဗျာ။ ဘာသာပြန်စာတန်းကလည်း သူစိတ်ပါတဲ့နေရာမှ ထ ထ ပေါ်လာတာဆိုတော့ ဟိုတစ်စ ဒီတစ်စ ပါပဲ။IMDb 6.4 ရယ်၊ Rotten Tomato 44% ရရှိထားပါတယ်။ ဟာသမင်းသားကြီး Ben Stiller က အဓိကသရုပ်ဆောင်ထားပါတယ်။ Box Office မှာ ၅၇၄.၅ သန်းပြန်လည်ရရှိပြီး ၂၀၀၆ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်ကားလေးကတော့ မိသားစု အပျော်ကြည့်လေးပေါ့။ အလုပ်လက်မဲ့တစ်‌ေယာက်၊ တီထွင်သူလိုလိုနဲ့ အိမ်ထောင်ကွဲ၊ သားတစ်ယောက်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2p54p/(CM)_Night_at_the_Museum_(2006)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNvYjzFuSSY7DCVZK7zzaZFemHt.jpg",
        "title": "Night at the Museum: Battle of the Smithsonian (2009)",
        "description": "Night At The Museum: Battle of The Smithsonian (2009) ~ IMDb Rating - 6/10 ~သဘာဝသမိုင်းပြတိုက် ညစောင့်လေး လယ်ရီဟာ သူ့ရည်မှန်းချက်အစစ်ဖြစ်တဲ့ သူတီထွင်ထားတဲ့ အိမ်သုံးပစ္စည်းလေးတွေကို ရောင်းချရင်း လူသုံးကုန်ပစ္စည်းကုမ္ပဏီတစ်ခုအဖြစ် ကြီးကျယ်အောင်မြင်သွားပါပြီ။ ပြတိုက်‌ေဟာင်းလေးကိုစွန့်ခွာလို့ CEO ကြီး လယ်ရီ ဒဲလ်လေ အဖြစ်နဲ့ပေါ့၊ လောကလမ်းပေါ်မှာ လျှောက်လှမ်းနေလေရဲ့။မိသားစုဖြစ်ခဲ့ဖူးတဲ့ အသိုက်အမြုံလေးဆီကို အလည်တစ်ခေါက် ရောက်လာချိန်မှာ သူသိခဲ့ဖူးတဲ့ ကမ္ဘာလေးကပြိုပျက်၊ အားလုံးက တကွဲစီဝေးရမယ့် အခြေအနေကို ရုတ်တရက်တွေ့လိုက်ရတဲ့ လယ်ရီလေးဟာ ရင်ကွဲပက်လက်။ လူကြိုက်မများတော့တဲ့ ပြတိုက်ထဲက ပစ္စည်းတွေကို ခေတ်မီ သုံးဖက်မြင်စက်ပစ္စည်းနဲ့ အစားထိုးမယ့် အစီအစဉ်တွေကြောင့် သမားရိုးကျအရုပ်လေးတွေက ပြည်ထောင်စုမော်ကွန်းတိုက်ရဲ့ မြေအောက်ခန်းထဲမှာ စွန့်ပစ်ခံရတော့မယ့်အချိန်ပါပဲ။ စကားနာထိုးတဲ့သူတွေရယ်၊ မျက်နှာကိုမကြည့်ချင်လို့ အကြည့်လွှဲတဲ့သူရယ်၊ သူ့ရဲ့ စွန့်ခွာထွက်ပြေးမှုကို စိတ်နာကြတဲ့ မိတ်ဆွေတွေကို လယ်ရီက ...",
        "rating": "6",
        "url": "https://megaup.net/13a8m/(CM)_Night_at_the_Museum_-_Battle_of_the_Smithsonian_(2009)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/Night-At-The-Museum-Secret-Of-The-Tomb-poster-1-135x200.jpg",
        "title": "Night at the Museum: Secret of the Tomb (2014)",
        "description": "Night at the Museum: Secret of the Tomb (2014)\nIMDb - 6.2/10_____Rotten - 47%\n  ၂၀၀၆ ကတည်းက စတင်အောင်မြင်ခဲ့တဲ့ အမေရိကန်ဟာသဇာတ်လမ်းရဲ့ တတိယမြောက် ဇာတ်လမ်းတွဲဖြစ်သလို နောက်ဆုံးဇာတ်လမ်းလည်းဖြစ်တဲ့ ဇာတ်ကားသစ်အကြောင်း ပြောပြချင်ပါတယ်။၁၉၃၈ တုန်းက ရှေးဟောင်းသုတေသနပညာရှင်အဖွဲ့ဟာ အဖိုးတန်ရှေးဟောင်းပစ္စည်းတစ်ခုကိုရှာဖွေဖို့ အီဂျစ်ဂူသင်္ချိုင်းတစ်ခုကို တူးဖော်ပါတယ်။ ဂူသင်္ချိုင်းထဲကိုကောင်လေးတစ်ယောက် ပြုတ်ကျရာကနေ သူ့ဖခင်နဲ့ အခြားရှေးဟောင်းသုတေသန ပညာရှင်တွေကို လမ်းကြောင်းရှာပေးနိုင်ခဲ့ပြီး ဖာရိုဘုရင်ရဲ့ ကမ္ပည်းထိုးထားတဲ့ရွှေချပ်ပြားကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီနောက်တော့ ရွှေကမ္ပည်းပြားကို နှစ်ပေါင်းများစွာထိန်းသိမ်းထားပါတယ်။ယနေ့ခေတ် နယူးယောက်မြို့က သဘာဝသမိုင်းပြတိုက်ကြီးမှာ အခမ်းအနားကြီးတစ်ခုလုပ်နေပြီး ဒေါက်တာမက်ပီး တက်ရောက်လာတာကို ပြတိုက်လုံခြုံရေးဖြစ်တဲ့ လာရီဒါလေကတွေ့ပါတယ်။ Night at the  Museum အရင်ဇာတ်ကားတွေအတိုင်းပဲ ပြတိုက်က အရုပ်တွေ အသက်ဝင်ပြီး သူတို့အသက်ရှင်စဉ်ကနေခဲ့တဲ့ ပုံစံအတိုင်းနေရင်း ပြတိုက်ထဲမှာ ဖြစ်ချင်တိုင်းဖြစ်နေပါတယ်။  အီဂျစ်ဂူသင်္ချိုင်းထဲက ရွှေကမ္ပည်းပြားက နယူးယောက်သဘာဝသမိုင်းပြတိုက်ထဲမှာ ထိန်းသိမ်းထားတာဖြစ်ပြီး အဲဒီပစ္စည်း ...",
        "rating": "6.2",
        "url": "https://megaup.net/13a93/(CM)_Night_at_the_Museum_-_Secret_of_the_Tomb_(2014)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/hf6jg9wgfnda-138x200.jpg",
        "title": "(18+)Mother’s Job (2017)",
        "description": "အိမ်ထောင်ရေးတစ်ခုကို လွယ်လွယ်လေးပဲတွေးပြီးခေါင်းမာတက်တဲ့ မမတစ်ယောက်ရှိတယ်သူ့မှာ သားတယောက်ရှိပြီး အိမ်ထောင်ရေးမှာ အဆင်မပြေမှုတွေများလာတော့ ကွာရှင်းပြတ်စဲလိုက်တယ်ခိုကိုးရာမဲ့ ဘဝကိုကြုံရာကျပမ်းလုပ်လာရင်းကအရက်ဘားတစ်ခုမှာ ခြေချမိတယ်အရင်းရှင်တို့ရဲ့ထုံးစံအတိုင်းပါပဲ ဧည့်ကြိုက်တယောက်ရလာပြီဆိုရင်မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ရစ်ပတ်ထားစမြဲပါပဲသူမရဲ့အလှတွေက ခန့်ညားပြီးကျက်သရေရှိနေတာကိုးတည်ငြိမ်ရင့်ကျက်ပြီး ကျားတွေရဲ့ ဘဝင်ခွေ့အောင်ချွဲနိုင်သူယောင်နုမိသားစုအဆင်မပြေတော့ အကြွေဗလပျစ်နဲ့အားလုံးကနယ်ဖက်ရွှေ့ပေးရပေမဲ့ပညာရေးတစ်ပိုင်းတစမို့ သူကျန်ခဲ့ရရှာတယ်မိသားစုအဆင်မပြေတော့ ကျောင်းစရိတ်မပံ့ပိုးရှာနိုင်ကြဘူးယောင်နုအနေနဲ့ ဝင်ငွေကောင်းတဲ့ အချိန်ပိုင်း အလုပ်ရရှိရေးပဲဦးစားပေးရပါတယ်သူကငယ်ရွယ်နုပျိုတယ် ခန့်ငြားတယ် စော်ကြည်ဘဲပေါ့အလုပ်ရှာဖွေရင်းကနေ အရက်ဘားတစ်ခုမှာ စားပွဲထိုး သန့်ရှင်းရေးအစစ အရာရာလုပ်ပေးရပြီး ဝင်ငွေကောင်းတဲ့ အလုပ်ရခဲ့ပါတယ်သူတို့နှစ်ဦး အလုပ်တစ်ခုတည်းမှာ အတူတူတွေ့ကြတယ်တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်အိမ်ထိလိုက်ပို့ရာမှ ငယ်သူငယ်ချင်းရဲ့ အမေဖြစ်နေမှန်းသိခဲ့ရတယ်အဲဒီမှာပဲ သူတို့ပိုရင်းနှီးလာပြီး မျိုသိပ်ထားသမျှတွေ ပွင့်ထွက်လာပါတော့တယ်မောင်လေးတွေရဲ့ မမအပေါ် ဘယ်လောက်ချစ်ပြီး ဘယ်လောက်အနွံတာခံတက်လဲဆိုတာဒီဇာတ်ကားလေးကသက်သေပါပဲမောင်လေးတွေက အသက်ပေးဖို့တောင်ဝန်မလေးကြပါဘူးအချစ် အလွမ်းအဆွေး အိမ်ထောင်ရေးရသစုံတာဖြစ်လို့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲBar ဆိုတာ ၁၈ နှစ်ကျော်မှ သွားဖို့အဆင်ပြေသလိုBar ဇာတ်ဝင်ခန်းများများပါတဲ့ဇာတ်ကားတွေကိုလည်း ၁၈ နှစ်ကျော်မှကြည့်သင့်ပါတယ် \nFile size…1.5GB / 700MB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "7.6",
        "url": "https://megaup.net/2p6gu/Mothers.Job.2017.FHD_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArI2G4lRFQz5eqo8cXUZ7PDVgdY.jpg",
        "title": "Pawankhind (2022)",
        "description": "Pawankhind 2022ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ အိန္ဒိယသမိုင်းနောက်ခံစစ်ရာဇဝင်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အိန္ဒိယရာဇဝင်မှာနာမည်ကျော်တဲ့ ပါဝမ်ခိုင်စစ်ပွဲအကြောင်းကိုမှတ်တမ်းမှတ်ရာတွေနဲ့ သူတို့ကိုးကွယ်ရာနတ်ဘုရားတွေနဲ့ပတ်သက်တဲ့လူကြီးတွေရဲ့ပါးစပ်ရာဇဝင်တွေ ပေါင်းစပ်ပြီး အချက်အလက်တွေထက်ရသဘက်ကိုဦးစားပေးရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဆစ်ဒီဂျိုဟာရဲ့စစ်သည်တော်တွေဟာ ရှီဗာဂျီမာဟာရဂ်ျကို ပန်ဟာလာခံတပ်မှာလပေါင်းများစွာဝန်းရံထားသောကြောင့် အဝိုင်းခံတပ်များကပါးနပ်လှသောညနည်းဗျူဟာများဖြင့် ကြိုးပမ်းရုန်းထွက်ကြပုံကိုပုံဖော်ထားပြီး မာရသာစစ်သည်တော်တွေရဲ့ဘဝကိုအခြေခံရိုက်ကူးထားပါတယ်။Historical/Action/Drama ဖြစ်ပြီးနှစ်နာရီခွဲကြာပေမယ့်ထိုင်ရာမထကြည့်ချင်လောက်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ဇာတ်ကားမျိုးဖြစ်လို့လက်မလွှတ်တမ်းကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…2.9GB / 1.5GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 33min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko",
        "rating": "9.5",
        "url": "https://megaup.net/13bij/Pawankhind.2022.Marathi.WEB-DL..720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD2XyaV6eGEEgEzVnjg0hQVR5yz.jpg",
        "title": "Studio 666 (2022)",
        "description": "Studio 666 (2022) အညွှန်းIMDb 5.9/10==============================ဒီတစ်ခါ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုးကိုမှ ရင်တဖိုဖိုနဲ့\nကြည့်ချင်တဲ့ Channel Myanmar ပရိသတ်တွေအတွက်2022 မှာမှ အသစ်ထွက်ထားတဲ့ Musical thriller/horror အမျိုးအစား\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ကြောက်စရာကောင်းသလောက်\nသွေးထွက်သံယိုအခန်းတွေ၊ အော်ကလီဆန်စရာအခန်းတွေ ပါဝင်တာမို့လို့ရွံတတ်သူများ ကြောက်တတ်လန့်တတ်သူများ\nမကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းလေးကတော့\nနာမည်ကြီး ရော့ခ်ဂီတအဖွဲ့တစ်ဖွဲ့က သူတို့ရဲ့\nဆယ်နှစ်ပြည့် သီချင်းခွေထုတ်ဖို့ စီစဥ်နေကြပါတယ်။သူတို့လိုအပ်နေတာက အသံတိတ်ဆိတ်ပြီး\nသီချင်းသွင်းလို့ကောင်းမယ့် အိမ်တစ်အိမ်ပါပဲ။ဒီအိမ်ကို လိုက်ရှာကြတဲ့အခါ ရှေးဟောင်းအိမ်ကြီး\nတစ်အိမ်ကို ရောက်ပြီး အဖွဲ့ခေါင်းဆောင်က\nအိမ်ကြီးကို ရွေးလိုက်ပါတယ်။အဖွဲ့သားတွေကတော့ ဒီအိမ်ကြီးကို မသိုးမသန့်ဖြစ်ပြီး စိတ်အလိုမကျပေမယ့်\nသီချင်းသွင်းဖို့ အဆင်ပြေတဲ့အတွက် သဘောတူလိုက်ကြပါတယ်။ဒါပေမဲ့ ကြမ္မာဆိုးက ဝင်ချင်တော့ တစ်ရက်ပြီး\nတစ်ရက် နိမိတ်ဆိုးတွေ ဖြစ်ရပ်ဆိုးတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒါ့အပြင် သူတို့ရဲ့ တီးဝိုင်းခေါင်းဆောင်ကလည်း\nတစ်မျိုးတမည် ပြောင်းလဲလာပါတော့တယ်။သူတို့စိတ်ကပဲထင်နေတာလား....\nဒီအိမ်ကြီးရဲ့ ညှို့ငင်မှုကြောင့်လား....သူတို့တီးနေတဲ့ သီချင်းခွေကရော ဘယ်လိုသံစဥ်တွေဖြစ်လာမလဲဆိုတာ.....\nစိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။ညဖက်တစ်ယောက်တည်း စောင်ခြုံပြီး ကြည့်သင့်တဲ့\nကြည့်ရင်းတန်းလန်း အိမ်သာမသွားသင့်တဲ့\nဇာတ်လမ်းလေးဖြစ်လို့ မလွတ်တမ်းအားပေးကြပါဦးခင်ဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre..... Comedy, ...",
        "rating": "5.8",
        "url": "https://megaup.net/13av7/Studio.666.2022.720p.WEB-DL.CM..mp4",
        "category": "Comedy, Horror, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gxbwRHsQ2v6DQv28ttp7pIx7Utj.jpg",
        "title": "Master (2022)",
        "description": "Master (2022) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါ တင်ဆက်ပေးသွားမဲ့ မူဗွီလေးကတော့ Amazon Prime Video ကနေ ပြသသွားခဲ့တဲ့ Master ဆိုတဲ့ Horror, Mystery အမျိုးအစား ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။အဖြူ၊ အမည်း လူတန်းစားကို အခြေခံပြီး သမိုင်းဝင် ပုံပြင်တွေနဲ့ နာမည်ကြီးတဲ့ ကျောင်းရဲ့ အဆောင်တစ်ခုအကြောင်းကို ရိုက်ထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ...\nအခန်းနံပါတ် ၃၀၂ က သရဲခြောက်တယ်။ အဲ့ဒီအခန်းမှာနေဖို့ဖြစ်လာတဲ့ ကျောင်းသားသစ်တွေကိုလည်း နှစ်စဉ် မကောင်းဆိုးဝါးက ခေါ်ဆောင်သွားတယ်ဆိုပြီး နာမည်ကြီးပါတယ်။ဒီလိုနဲ့ လူမည်းကျောင်းသူလေးတစ်ယောက် အဆောင်ကို အသစ်ရောက်လာပြီး အဲ့ဒီအခန်းမှာ နေရဖို့ ဖြစ်လာတဲ့အခါ ...Scary Movie film series တွေမှာ အောင်မြင်ခဲ့တဲ့ မင်းသမီး Regina Hall ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပြီး Viewer တော်တော်များများရဲ့ ချီးမွမ်းမှုကို ရရှိထားတဲ့ Horror, Mystery အမျိုးအစားဖြစ်တဲ့အတွက် ...",
        "rating": "4.5",
        "url": "https://megaup.net/1J7z1/[CM]Master.2022.720p.AMZN.WEB-DL.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FC1wqVpaWvaIcAbu6bIYgFDu1z.jpg",
        "title": "Aline (2022)",
        "description": "Aline (2020)\" My Heart Will Go On \" ဆိုတဲ့ တိုက်တန်းနစ်သီချင်းလို့ လူသိများတဲ့\nကမ္ဘာကျော်သီချင်းရဲ့ သီချင်းရှင် Celine Dion ကို မိတ်ဆက်ပေးစရာ မလိုလောက်အောင် လူတိုင်းနီးပါး သိကြပြီးသား ဖြစ်မှာပါ။နှုတ်ခမ်းဖျားလေးနဲ့တင် High Note တွေကို သီဆိုနိုင်တဲ့ ဒီအမျိုးသမီးကို\nကျွန်တော်တို့တွေ ချီးကျူးကြတယ်၊ သဘောကျကြတယ်၊ အားကျကြတယ်။\nသူ့ရဲ့ သီချင်းတွေကိုလည်း မြတ်နိုးကြတယ်။အခုတော့ ဒီအမျိုးသမီးဟာ သူ့ရဲ့ ဘ၀ဇာတ်ကြောင်းကို\nရုပ်ရှင်တစ်ခုနဲ့ မှတ်တမ်းအတင်ခံရလောက်တဲ့အထိ\nအောင်မြင်တဲ့ အကျော်ဇေယျတစ်ယောက် ဖြစ်လာခဲ့ပါပြီ။ဇရာအိုပြီဖြစ်တဲ့ မိခင်ကြီးရဲ့ မွေးဖွားဖို့ ချီတုံချတုံ ဖြစ်ခဲ့ရာကနေ\nဘုရားသခင်ရဲ့ကျေးဇူးတော်နဲ့ မွေးချင်း ၁၄ ယောက်မှာ\nအထွေးဆုံးလေး အယ်လင်းအဖြစ် မွေးဖွားအမည်တွင်လာခဲ့တယ်။\nတစ်ခါကြားရုံနဲ့ စွဲမက်စေနိုင်လောက်တဲ့ အသံပါရမီကလည်း ပါလာခဲ့ပြန်တယ်။\" ကလေးမလေး သီချင်းမဆိုရင် ငါတို့ မလာဘူး \" လို့ ပြောယူရလောက်တဲ့အထိ\nငယ်စဉ်ကတိုင် လူအများရဲ့ အသိအမှတ်ပြုမှု ချီးကျူးမှုတွေကို ခံယူခဲ့ရသူဖြစ်တဲ့ အယ်လင်းဟာ\n\" ...",
        "rating": "6.5",
        "url": "https://megaup.net/2p42r/Aline.2020.FRENCH.720p.CM.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dGAFdEKgIdLiPDmi7hOagvaKJVa.jpg",
        "title": "Cube (2022)",
        "description": "Cube (2022)Sci-fic နဲ့ Survival genreမှာ ဂျပန်ရုပ်ရှင်​​တွေဟာ တန်းတစ်ခုရှိတယ်လို့ သတ်မှတ်နိုင်ပါတယ်။\n​​ထောင်​ချောက်​နဲ့ ပ​ဟေဠိ​တွေ၊ ​ဘယ်အချိန် ဘယ်လိုနည်းနဲ့ ​သေမလဲ မှန်းဆမရမှု​တွေ၊\nပီပြင်ပြီး သွေးသံရဲရဲနဲ့ ​သေဆုံးမှု​တွေ​ကြောင့် ဂျပန် survival genreဟာ Respect​ပေးထားရတဲ့ Genreတစ်ခုပါ။\nဒီရုပ်ရှင်က​တော့ မူရင်း က​နေဒါ film series ဖြစ်တဲ့ Cube ရုပ်ရှင်​တွေရဲ့ ၄ကား​မြောက် ပုံစံမျိုးပါ။​ယောကျ်ားသား ၅​ယောက်နဲ့ မိန်းမ ၁​ယောက်၊ ဘယ်လိုဘယ်ပုံနဲ့​​ရောက်လာမှန်းမသိ​လိုက်ဘဲ\nကုဗတုံးသဏ္ဍာန် သံအချုပ်ခန်းထဲ အချုပ်ခံထားရသူ​တွေ၊\nဒီလူ၆​ယောက်ဟာ တစ်ဦးနဲ့တစ်ဦးသိတဲ့သူ​တွေမဟုတ်သလို\nတစ်ကြိမ်တစ်ခါ​တောင် မြင်ဖူးခြင်းမရှိတဲ့ သူစိမ်းသက်သက်​တွေဆို​ပေမယ့်\nတစ်ဦးချင်းစီရဲ့နောက်​ကြောင်းဟာ ရိုးရှင်းမှု၊ရိုး​ဖြောင့်မှုမရှိတာ​တော့ တူညီ​နေသူ​​တွေ...သူတို့​ရောက်​နေတဲ့ ကုဗတုံးသဏ္ဍာန်အခန်းသည် အလုံပိတ်ရယ်လို့မဟုတ်၊\n​ဘေးဘီမျက်နှာပြင် ၄ဖက်နှင့် အ​ပေါ်​၊ ​အောက်ဖက်မှာ\nကပ်လျက်ကုဗတုံးအခန်းများသို့ ကူးစရာ ဂယ်​ပေါက်များရှိ​နေသည်၊\nမြင်သာ​​​အောင် ​ပြောရရင် လူ၆​ယောက်ဖမ်းခံထားရ​သော ကုဗတုံးအခန်းအပါအဝင်\nတခြားကုဗတုံးအခန်းများစွာ စုစည်းပြီး ဧရာမ ကုဗတုံးကြီးသဏ္ဍာန် ဖန်တီးထား​​သော\nထူးဆန်းသည့် အ​ဆောက်အအုံကြီးဖြစ်သည်။လက်ရှိ​ရောက်​နေသည့် အခန်းမှသည် ​ရွေးချယ်စရာ ဂယ်​ပေါက် ၆​ပေါက်အထိ ​ပေးထား၍\nကြိုက်သည့်အ​ပေါက်မှ ...",
        "rating": "",
        "url": "https://megaup.net/2p43g/CUBE_2021_720p_AMZN_WEB-DL_CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    }
]