[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2M2MjQwZDgtMzY4NS00YmVhLWI0YTgtNTI1NjdhYTU3MmE4XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-141x200.jpg",
        "title": "(21+) Satisfactions (1983)",
        "description": "ချမ်းသာကြွယ်ဝတဲ့ မိသားစုတစ်စုရဲ့ အတွင်းရေးတွေကို\nဆင်ဆာမဖြတ်ပဲ ဖေါ်ကြူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nသူတို့ရဲ့ လှပတင့်တယ်တဲ့ ခန္ဓာကိုယ်အနေထား ကြယ်ဝမှုတွေက\nမြင်ရသူတိုင်း ပစ်မှားချင်စရာတွေဖြစ်နေပါတယ်ပိုက်ဆံရှိပြီး ထင်တိုင်းကြဲနေတဲ့ မိသားစုဆိုရင်လည်းမမှားပါဘူး\nသူတို့က ရတာမလိုလိုတာမရဖြစ်နေကြပေမဲ့\nနားလည်မှုအပြည့် ရင့်ကျက်မှုအပြည့်နဲ့ ခရီးဆက်နေကြသူတွေပါပဲမိသားစု နှစ်စု နှစ်ပင် သုံးပင် လိမ်တာတွေဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.16GB / 939MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.1",
        "url": "https://megaup.net/1VW3g/Satisfactions_1982_-_Kay_Parker.720p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODMxMDU5NGEtNGY5OS00MDlmLWEzZTQtY2Y4MWFkMWNiOGM4XkEyXkFqcGdeQXVyMTU1MjA5NDA@._V1_-133x200.jpg",
        "title": "The Exit Row (2023)",
        "description": "သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို သဘောကျတတ်တဲ့ Thriller ပရိသတ်ကြီးအတွက် (၂၀၂၃) ထွက် The Exist Row ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့အဓိကဇာတ်ဆောင် ဆာရှာဒေ့ဒ်က ခင်ပွန်းသည်ရယ် သားတစ်ယောက်ရယ်နဲ့အတူ သာယာတဲ့မိသားစုဘဝလေးကို ပိုင်ဆိုင်ထားပြီး စီးပွားရေးလောကမှာလည်း အောင်မြင်တဲ့ ကြော်ငြာလုပ်ငန်းရှင်တစ်ယောက် ဖြစ်ပါတယ်။ ကလင့်ထ်မိုင်ရာကတော့ နာမည်ကြီးအိမ်ခြံမြေအကျိုးတော်ဆောင်တစ်ယောက်ဖြစ်ပြီး ဘဝကိုအေးအေးဆေးဆေး တစ်ယောက်တည်းဖြတ်သန်းနေသူဖြစ်ပါတယ်။သီးခြားစီဖြစ်တည်နေတဲ့ သူတို့နှစ်ယောက်ရဲ့ကမ္ဘာနှစ်ခုဟာ လေယာဉ်ခရီးစဥ်တစ်ခုမှာ ဝင်ရောက်တိုက်မိခဲ့ပြီး ကလင့်ထ်က ဆာရှာ့ကို ရူးရူးမူးမူးစွဲလမ်းသွားခဲ့ပါတယ်။ ဆာရှာကတော့ အဆင်မချောခဲ့တဲ့ ဒီလေယာဉ်ခရီးစဉ်အပြီးမှာ စိတ်ဒဏ်ရာရသွားခဲ့ပြီး စိတ်ဖိစီးမှုလျော့ကျဆေးတွေ သောက်ရတဲ့အပြင် သူ့နောက်ကိုလူတစ်ယောက်က လိုက်နေပါတယ်ဆိုတဲ့ ခြောက်ခြားစရာစကားတွေကိုလည်း ပြောလာခဲ့ပါတယ်။ အိမ်ထောင်ရေးအဆင်မပြေမှုတွေလည်း ဖြစ်လာခဲ့ပြီး အရာရာအဆင်ပြေနေခဲ့တဲ့သူ့ဘဝလေးက ကမောက်ကမဖြစ်လာပါတော့တယ်။ ဆာရှာကြုံနေရတဲ့ ခြောက်ခြားစရာဖြစ်ရပ်တွေက ကလင့်ထ်ရဲ့စွဲလမ်းမှုနဲ့ ဘယ်လိုသက်ဆိုင်နေမလဲ။ ဆာရှာကပဲ စိတ်ကယောင်ခြောက်ချားဖြစ်နေခဲ့တာလား။ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားပေးပါဦးခင်ဗျာ။File size…(960 MB)/(460 MB)/(270 Mb)Quality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/3hfdw/The.Exit.Row.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzg0YWM5ZjUtZWQ3Yy00MjFkLThiNTgtMWNhOTBkZTRkYTM4XkEyXkFqcGdeQXVyMjQ0OTA1Nzc@._V1_-140x200.jpg",
        "title": "John Dies at the End (2013)",
        "description": "ဒီဇာတ်လမ်းလေးဟာအမေရိကန်နာမည်ကျော် စာရေးဆရာကြီးDavid-Wong ရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ ဝတ္တုတစ်ပုဒ်ကို ဝတ္တုရဲ့နာမည်အတိုင်းပဲ ပြန်လည်ရိုက်ကူးထားတဲ့Horror-Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးထဲမှာတော့ ..... ပဲငံပြာရည်လို့သူတို့နာမည်ပေးထားတဲ့ မူးယစ်ဆေး တစ်မျိုးကြောင့်ဖြစ်လာခဲ့ရတဲ့ဂျွန်နဲ့ ဒေးဗစ်သူငယ်ချင်းနှစ်ယောက်ရဲ့ အလွဲလေးတွေကြားကနေအမှတ်မထင် လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့အကြောင်းဖန်လာတဲ့အခါဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ပြီး ဘယ်လိုကျော်ဖြတ်ကြမလဲ..ပဲငံပြာရည်ဆိုတဲ့ မူးယစ်ဆေးအရည်တစ်မျိုးဟာ လူ့ခန္ဓာကိုယ်ထဲကိုရောက်သွားတဲ့အခါ သဘာဝလွန်စွမ်းအားတွေပေးနိုင်ပြီး အလွန်အကျွံသုံးစွဲမိတဲ့အခါမှာတော့ အသက်အန္တရာယ်ကိုထိခိုက်ပြီး သေသွားကြတဲ့လူငယ်လေးတွေနဲ့ မရည်ရွယ်ပဲ ဒီမူးယစ်ဆေးကိုအကျိုးရှိရှိပြန်အသုံးချဖြစ်သွားကြမယ့် ဂျွန်နဲ့ ဒေးဗစ် သူငယ်ချင်း နှစ်ယောက် ... ပဲငံပြာရည်ရဲ့အစွမ်းနဲ့ အပြိုင်စကြာဝဠာတွေဆီကူးလူးသွားလာနိုင်ပြီး ကမ္ဘာမြေပေါ်ကျရောက်လာမယ့်ကပ်ဆိုးတွေ ဘေးအန္တရာယ်ဆိုးတွေကိုဘယ်လိုတားဆီးလိုက်နိုင်မလဲ အဆုံးသတ်ဇာတ်သိမ်းပိုင်းမှာရော ဘယ်သူတွေကိုကယ်တင်လိုက်နိုင်ပြီးတော့ ဘယ်သူတွေကတော့ အသက်ရှင်ဖို့အခွင့်အရေးဆုံးရှုံးခဲ့ရမလဲ.... ဂျွန်ကရော ဇာတ်လမ်းအဆုံးမှာ တကယ်ပဲသေသွားရမှာလား.. ဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုရမှာပါ File size…(1.7 GB)/(880 MB)/(510 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Horror, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Bgx7/John.Dies.At.The.End.2012.720p.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWViMDFiYTItMTIzYy00ZTI5LThiOGMtM2YxNGU1YzBjY2MzXkEyXkFqcGdeQXVyMTI2MTQ3OTI4._V1_-164x200.jpg",
        "title": "Purusha Pretham (2023)",
        "description": "Purusha Pretham(2023)IMDb 7.2/10The times of India. 3.5/5စုံထောက်မှုခင်းကားလည်းကြိုက် ဟာသကားလည်းကြိုက်တဲ့\nဘောလိဝုဒ်ရုပ်ရှင်ပရိသတ်ကြီးအတွက် ၂၀၂၃ ထွက်\nအသစ်စက်စက်ကားသစ်လေးတစ်ကားလာပါပြီ။ရာဇဝတ်သားတွေကို ဖမ်းဆီးဆုံးမရာမှာ လက်သံပြောင်ပြီး\nအမှုတွေလိုက်တာတော်တဲ့ SI ဆီဘတ်စတေရှန်ဟာ ရဲလောကမှာ\nနာမည်တစ်လုံးနဲ့ကျော်ကြားသူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ဒီလိုအမှုလိုက်ကျွမ်းတဲ့စုံထောက်ကြီးရဲ့အပိုင်ဘက်ခြမ်းကမြစ်ထဲမှ\nအလောင်းတစ်ခုပေါ်လာခဲ့ပါတယ်။ ထုံးစံအတိုင်း အမှုလိုက်ရင်းမှာပဲ\nအလောင်းဟာ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားတဲ့အခါ စခန်းတစ်ခုလုံ\nးပြဿနာတွေအမျိုးမျိုးတက်ပြီး အမျိုးစုံကြိုးခုန် ပြဿနာတွေတက်လာပါတော့တယ်။ဘာပြဿနာတွေရှုပ်လာမလဲ၊ ဘာတွေဆက်ဖြစ်မလဲ၊ အလောင်းကရော ဘယ်ရောက်သွားတာလဲ\nစတာတွေကိုတွေကိုတော့ ပရိသတ်ကြီးပဲ ဆက်အဖြေရှာကြည့်ဖို့\nCM Bollywood Team ရဲ့ Aditi, V, ZWE, YH, Cherry, BpL နဲ့ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။\nFile size…1.97GB  / 973MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi~ V~ ZWE~ YH~ Cherry~  BpL ~ Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fTmk/Purusha_Pretham_2023_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVmYWQ0NmMtNGRmZS00OTQ0LTk1MjktM2YwZmUyZmYyYjg3XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Racer (2023)",
        "description": "Racer (2023)\nIMDb-9.3/10ဆိုင်ကယ်ချစ်တတ်တဲ့သူတွေနဲ့ ရင်ဘတ်ချင်းနီးမယ့်ဇာတ်လမ်းလေးတပုဒ်။\nကျွန်တော်တို့ငယ်ငယ်က ဆယ်တန်းပြီးရင် ကြိုက်တာလုပ်လို့ရပြီဆိုတဲ့ဂျင်းတွေ ဒီထဲမှာလည်းပါတယ်။\nငယ်ငယ်ကတည်းက မျှော်လင့်ချက်တွေရိုက်ချိုးခံခဲ့ရတဲ့နာကျင်မှုတွေနဲ့ ကလေးတယောက်။\nအထက်တန်းကျောင်းသားဘ၀မှာ ဆရာမကဘာဖြစ်ချင်လဲမေးတော့ ဆိုင်ကယ်စီးပြိုင်ချင်တာလို့ ပြောတဲ့ကလေးတယောက်။MotoGPမှာ ဝင်ပြိုင်ချင်တဲ့အိပ်မက်တွေနဲ့ ကောင်လေးတယောက်။\nသူ့စိတ်ကူးနဲ့ အိပ်မက်တွေအကုန်လုံးက ဆိုင်ကယ်ပဲ။ထမင်းမစား ဟင်းမစားနဲ့ ဆိုင်ကယ်အပေါ်ပဲတန်းတန်းစွဲတဲ့ကောင်လေး။အဖေဖြစ်သူကို တဂျီဂျီပူဆာပေမယ့်\nအိပ်မက်တွေပေးပြီး ရိုက်ချိုးခံနေရတဲ့ကလေးတယောက်။\nအဲဒီကလေး အရွယ်ရောက်လာတဲ့အခါမှာ သူ့စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖော်နိုင်မလားဆိုတာ။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V~Moon~Aditi~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 900MB\nQuality…1080p HDRIP / 720p\nFormat…mp4\nDuration….1 h 54 min\nSubtitle….Myanmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by V~Moon~Aditi~BpL~Cherry~Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/1VS02/Racer_(2023)_Tamil_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzIKBPBLLOaFSO7WXCNgrg8f2.jpg",
        "title": "[18+]Japanese Mom (2016)",
        "description": "ကဲ DS ကားတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ဖန်တွေ အတွက် သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးလာပါပြီ...အဖေနဲ့ သား အဖေရဲ့ နောက်မိန်းမထိုအမျိုးသမီးက သားနဲ့ အသက်မကွာလှတော့သားအဖခြား ဘယ်လို ဗျာများမလဲ ဆိုတာကိုတော.... File size…809MB / 262MB\nQuality…720p / 480p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://megaup.net/3XJ3e/[18+]Japanese.Mother.2016.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/75hXBoN1iqyPxIsJRFIEkPdbvgB-133x200.jpg",
        "title": "Rangamarthanda (2023)",
        "description": "Rangamarthanda (2023)IMDb-8.2/10ဗီလိန်ဇာတ်ရုပ်တွေနဲ့ ကျွန်တော်တို့ရင်းနှီးခဲ့ကြတဲ့မင်းသားကြီး Prakash Raj ကို\nပြဇာတ်ကိုမြတ်နိုးတန်ဖိုးထားရူးသွပ်လွန်းတဲ့ ပြဇာတ်မင်းသားကြီးအဖြစ်\nမြင်တွေ့ရမဲ့ဇာတ်လမ်းဖြစ်ပါတယ် မင်းသမီးလေးကတော့ ငယ်ငယ်ချောချောShivathmika Rajashekar လေးပါသက်တံ့ကိုနှစ်ရောင်ပဲခြယ်နိုင်ရင်တောင် ခံစားချက်ကိုးမျိုးထိပေးစွမ်းနိုင်တဲ့ အနုပညာရှင်\nလက်ခုပ်အားပေးသံတွေကိုစားသုံးပြီး လေချွန်သံတွေနဲ့ အသက်ဆက်ခဲ့ရတဲ့ အနုပညာရှင်ဆစ်ဒူးဆိုတာ အောင်မြင်တဲ့သရုပ်ဆောင်ဖြစ်ချင်တဲ့ တက်သစ်စ လူငယ်လေးတစ်ယောက်\nတစ်နေ့ပြဇာတ်အဖွဲ့တစ်ခုကို စိတ်ဝင်စားလို့လိုက်ကြည့်ရင်း ပန်းကန်ဆေးနေတဲ့\nအဘိုးကြီးတစ်ယောက်ကိုတွေ့သွားတယ် အဲဒီအဘိုးကြီးက သူ့ရဲ့ဆရာ တ\nစ်ချိန်ကပြဇာတ်သဘင်လောကမှာ သူတထူးပြောရလောက်သည်ထိ နာမည်ကျော်ကြားခဲ့သူရန်ဂါ အဲဒီချိန်မှာပဲ\nပြဇာတ်ရုံကြီးမီးလောင်ပြာကျတဲ့သတင်းကလည်းကြားလိုက်ရချိန်ရင်ကွဲနာကျခဲ့ရသူက ရန်ဂါမီးလောင်ပြင်ပြဇာတ်ရုံကြီးမှာ အတိတ် နဲ့ ပစ္စုပ္ပန်ကို\nယှဉ်ပြီး တသသတမ်းတပြောဆိုနေတဲ့ ပြဇာတ်မင်းသားကြီးရဲ့အတိတ်ဘဝဇာတ်ကြောင်းကို\nကြည့်ရှုခံစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Moon ~ Zwe ~ Cherry ~Yunni ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.69GB  / 1.09GB\nQuality…1080p True WEB DL / 720p \nFormat…mp4\nDuration….2h 31mins\nSubtitle….Myanamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Moon ...",
        "rating": "",
        "url": "https://megaup.net/1fTdz/Rangamarthanda.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyGNUFVpXSVGTRHSylyPqn3qZcT.jpg",
        "title": "[18+]Bad Detective: Food Chain (2020)",
        "description": "ဒီကားက ဇာတ်လမ်းလည်းကောင်းသလို 18+အခန်းတွေကလည်းခပ်မိုက်မိုက်တွေမို့ ကြည့်ရအတော်ပြေတယ်…ပိုပြီးစိတ်ဝင်စားဖို့ ကောင်းတာက ဇာတ်အိမ်လေးနဲ့တင်ဆက်ထားတာကြောင့် ကြည့်ရတာ ပိုပြီးစိတ်ကျေနပ်ဖို့ ကောင်းပြန်တယ် ...ဇာတ်လမ်းလေးရဲ့ အစကို ခါးပိုက်နှိုက်တာကစတင်ထားပြီး ဘယ်လိုတွေ အဆုံးသတ်မလဲ ဆိုတာကိုတော့.....  File size…1.24GB / 498MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://megaup.net/3hLxT/[18+]Bad.Detective.Food.Chain.2020.720p(DS).mp4",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/L_p0178823184-convert.io_-142x200.jpg",
        "title": "[21+]While My Girlfriend Was Away {SSNI-516}",
        "description": "SSNI 516အားလုံးရဲ့ အချစ်တော် ယူရာမီကာမီလေး ပြန်လာပါပြီ\nမီကာမီလေးက javမင်းသမီးမဖြစ်ခင်မှာ idol အဆိုတော်တစ်ယောက်ဆိုတာ\nပရိသတ်ကြီးလဲ သိကြမယ်ထင်ပါတယ်သူ့ရဲ့အလှအပတွေကို ညိုကီတို့အတွက် ညွှန်းစရာမလိုလောက်အောင်\nသိပြီးသားဖြစ်နေမှာဆိုပေမဲ့ လှပပြီးချစ်ဖို့ကောင်းလွန်းတဲ့မျက်နှာလေးနဲ့\nတကိုယ်လုံး ပန်းပုရုပ်လေးလို အချိုးအဆစ်ကျလွန်းပြီး\nအသားအရည်လေးကလည်း ဆင်စွယ်သဖွယ် ဖွေးဥနုဖတ်နေတာပဲဖြစ်ပါတယ်ဒီကားလေးထဲမှာတော့ မီကာမီရဲ့ အဆိုတော်ဘဝမှာ သူငယ်ချင်းခရီးထွက်သွားချိန်\nသူ့ရဲ့ကောင်လေးကို အကြင်နာပိုမိတဲ့ Real life စတိုင်ဇာတ်လမ်းလေးနဲ့အတူ\nစီးနင်းမျောပါသွားရမှာပဲ ဖြစ်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.2GB / 1.5GB\nQuality…1080p Cencored  /720p Decencored\nFormat…mp4\nDuration….3h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1VUed/SSNI-516.720p.decensored.Edit(DS)_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTdiOThhYWItN2Q5YS00OGM0LWI1NGYtMGU3ZDFiZTY4NDcxXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-128x200.jpg",
        "title": "Erumbu (2023)",
        "description": "Erumbu 2023\nIMDb 7.7/10\nDrama/Familyမိသားစုဇာတ်ကားကောင်းလေးတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်\nရသကောင်းလေး‌ ပေးစွမ်းနိုင်မယ့် တမီးလ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အန်နာဒူရိုင်ဟာ ‌အိမ်အတွက် ရုန်းကန်ပြီးဝမ်းစာနေရှာနေရတဲ့\nအိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ ‌အကြွေးပတ်လည်ဝိုင်းနေပြီး\nမိသားစုဝင်ခြောက်ယောက်စာကို ရှာ‌ဖွေနေရတာမလို့ တကယ်ကိုမလွယ်ကူလှပါဘူး။ဒါပေမဲ့လည်း သားဖြစ်သူမူသူးနဲ့ သမီးဖြစ်သူပန်ချီကို မရှိတဲ့ကြားကနေ\nစိတ်ချမ်းသာအောင်ထားပေးတဲ့ ဖခင်ကောင်းတစ်ဦးဖြစ်ပါတယ်။\nမိထွေးဖြစ်သူနဲ့နေရတဲ့ သားနဲ့သမီးကို အတတ်နိုင်ဆုံးလိုတာတွေဖြည့်ဆည်းပေးပြီး\nသားနဲ့သမီးကလည်း ရုန်းကန်နေရတဲ့အဖေကို ပြန်ကြည့်ပေးတာမလို့\nငွေကြေးမပြည့်စုံပေမယ့်လည်း မေတ္တာတွေနဲ့လွှမ်းခြုံထားတဲ့မိသားစုလေး‌ဖြစ်ပါတယ်။တစ်နေ့မှာ မိထွေးဖြစ်သူရဲ့အရေးပါတဲ့ရွှေလက်စွပ်တစ်ကွင်းဟာ မထင်မှတ်ပဲပျောက်သွားတဲ့အတွက်ကြောင့်\nမူသူးတစ်ယောက် ပြာယာခတ်သွားပါတော့တယ်။ အရေးပါတဲ့လက်စွပ်ဖြစ်ပြီး အိမ်ကသိရင်ပြဿနာတက်မှာဖြစ်တဲ့အတွက်\nအစ်မဖြစ်သူနဲ့အတူ သူငယ်ချင်းတွေကိုပါ အကူအညီတောင်းရင်း ရှာပုံတော်စရပါတော့တယ်။\nမူသူးတို့မိသားစုလေး အစစအရာရာအဆင်ပြပါ့မလား။ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ။\nဒီဇာတ်ကားလေးမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~Zwe Yan~Cherry တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.5GB / 1.3GB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~Zwe Yan~Cherry",
        "rating": "7.8",
        "url": "https://megaup.net/2BO3t/Erumbu_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/beast-132x200.jpg",
        "title": "Beast (2022)",
        "description": "ကဲ သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့\nမင်းသားကြီး ဗီဂျေးရဲ့ Beast ကားသစ်လေးလာပါပြီဒီဇာတ်လမ်းမှာ ဗီဂျေးက Beast ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်\nဘယ်သူ့စကားမှနားမထောင် ကိုယ်မှန်တယ်ထင်တာကို\nလုပ်ပြီဟေ့ဆိုရင် ဝန်ကြီးချုပ်လည်းဂရုမစိုက်...အတော်လက်ရဲဇက်ရဲနိုင်ပြီး အသတ်အဖြတ်ရက်စက်တဲ့\nသားရဲကြီး ရော(RAW)အေးဂျင့်ဟောင်းဗီရ်ရာဂဗ်..\nတစ်ခါတုန်းက သူ့ဌာနက သူ့ကိုလှည့်စားလိုက်တာကို\nစိတ်နာပြီး တာဝန်ကနေ အနားယူသွားခဲ့တယ်...တစ်ရက် ချင်နိုင်းမြို့လည်ခေါင်က မောလ်တစ်ခုကို\nအကြမ်းဖက်သမားတွေက ဝင်စီးတယ်..ဖြစ်ချင်တော့\nမောလ်ထဲမှာ ဗီရ်ရာဂဗ်ရှိနေတယ်...ဓါးစာခံရာကျော်ကို မောလ်အတွင်းမှာ ဖမ်းထားတဲ့အတွက်\nအစိုးရကယ်ဆယ်ရေးအဖွဲ့တွေက အထဲကိုဝင်ပြီး\nကယ်လို့မရဘူးဖြစ်နေတယ်...အတွင်းမှာပိတ်မိနေတဲ့လူတွေထဲ ဗီရ်ရာဂဗ်ပါနေတယ်ဆိုတာ\nသိသွားတော့ သူ့ကိုလှမ်းအကူအညီတောင်းတယ်...ဒီလိုနဲ့ ဗီရ်ရာဂဗ်တစ်ယောက် အကြမ်းဖက်သမားတွေကြားထဲမှာ\nတစ်ပွေတည်း ဘယ်လိုတွေပွဲကြမ်းမလဲ....ဓါးစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းတွေ\nအများကြီးနဲ့ စိတ်ဝင်တစားရှုစားလိုက်ကြပါဦးရှင့်...\nFile size…8GB / 3.3GB / 1.5GB\nQuality…  1080p NF WEBDL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://megaup.net/1VXjw/Beast.2022.720pp.NF.WEB-DL.Tamil.AAC2.0CH_Edit_(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU3ZTczMGQtNzMzNi00ODYzLWI3MzUtYWJhMGVkMGE1NTlmXkEyXkFqcGdeQXVyMTUxNTA3NTQx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Irish Mob (2023)",
        "description": "IMDb - 5.3/10 အိုင်ယာလန်နိုင်ငံမှာရှိတဲ့ ဒပ်ဗလင်မြို့ကြီးကို ဗယ်လန်တီနို ဖေဂန် / ဗယ်လ် လို့ခေါ်တဲ့ မူးယစ်ရာဇာဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က အုပ်စိုးနေပါတယ်။ ရာဇဝတ်ဂိုဏ်းကြီးဖြစ်တဲ့အတွက်ကြောင့်လည်း ဂါဒါ လို့ခေါ်တဲ့ အိုင်းရစ်ရဲတပ်ဖွဲ့က သူတို့ခြေလှမ်းမှားမဲ့အချိန်ကို အမြဲတစေစောင့်ကြည့်နေကြတာပါ။ ဒီလိုနဲ့တစ်နေ့မှာတော့ ဗယ်လ်ဆီကိုရောက်လာရမဲ့ မူးယစ်ဆေးတွေကို လမ်းမှာအသိမ်းခံလိုက်ရပြီး ဈေးကွက်ထဲမှာ ပစ္စည်းပျက်မသွားဖို့လိုတဲ့အတွက် ယူရိုငွေ တစ်သန်းနဲ့ ပစ္စည်းအသစ်တွေထပ်မှာဖို့လိုလာခဲ့ပါပြီ။ ဒီလောက်ပိုက်ဆံအများကြီးကို တစုတစည်းထဲ ရနိုင်မဲ့နေရာကို ဗယ်လ်ရဲ့ လက်ရုံးဖြစ်တဲ့ ရေးနိုးကလမ်းပြပေးလိုက်ပြီး၊ အဲဒီနေရာကို ဓားပြတိုက်ကြဖို့အစီအစဉ်တွေချကြပါတော့တယ်။ဒီလိုနဲ့ သေချာစီစဉ်ပြီးတိုက်ခဲ့တဲ့ ဓားပြမှုကနေ ယူရို ၅.၅ သန်းကိုရရှိခဲ့ပြီးနောက်မှာတော့ ဗယ်လ်တစ်ယောက်အာဏာအရှိဆုံးနဲ့ ချမ်းသာဆုံးဂိုဏ်းခေါင်းဆောင်် တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဂါဒါရဲတွေရဲ့ နောက်ယောင်ခံစစ်ဆေးမှုတွေကလည်း ပိုပ်ုကြီးမားလာခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူ့ရဲ့ ပလ္လုင်နေရာကို ဘယ်လိုကောင်မျိုးမှမလုယူနိုင်ဘူးလို့ထင်နေတဲ့ ‌မူးယစ်ရာဇာ ဗယ်လ်တစ်ယောက် တကယ်ပဲသူ့နေရာကို ဆက်ထိန်းထားနိုင်မလား ရာဇဝတ်လောကမှာဖြစ်တတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ လူတွေရဲ့သဘောသဘာဝကို သေချရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမလို့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တဲ့အပြင် ...",
        "rating": "",
        "url": "https://megaup.net/1Uzmy/The.Irish.Mob.2023.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebY2RGzBH0nIl4uWry56lOS4LWG.jpg",
        "title": "Snatch Up (2018)",
        "description": "IMDb - 6.3/10ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းလေးမှာ ငမွဲကောင်လေး၊ လူမိုက်၊ငွေးတိုးချေးတဲ့သူဌေး၊ ကြေးစားလူသတ်သမား၊ လွှတ်တော်အမတ်၊အကျင့်ပျက်ရဲနဲ့ ပစ္စည်းပို့သမားလေး ဆိုတဲ့အဓိက ဇာတ်ကောင် ၇ယောက်ပါဝင်ပါတယ်။အလုပ်အတည်တကျမရှိတဲ့ ငမွဲကောင်လေး ကင်မင်ဂျယ်ဟာသူ့အမေ ခွဲစိတ်ဖို့အတွက်ဆိုပြီး သူနေတဲ့အခန်းကိုဖယ်ပြီးတိုက်ခန်းစရံငွေ ဝမ် ၁၀သန်း ရထားပါတယ်။သူ့ဆီကနေ ငွေတိုးချေးတဲ့သူဌေးဘတ်ရဲ့ လူမိုက်ကဒီငွေတွေကို အကြွေးပြန်သိမ်းသွားတယ်။သူဌေးဘတ်ကတော့ ဒီငွေတွေကို လွှတ်တော်အမတ်မွန်းအတွက်ရန်ပုံငွေပေးရမှာပါ။သူဌေးဘတ်က မပေးချင်တော့ လွှတ်တော်အမတ်ကိုသတ်ဖို့လူသတ်သမားငှားပါတယ်။တစ်ဖက်မှာ အကျင့်ပျက်စုံထောက်ချွဲကလောင်းကစားလုပ်ရင်း သူဌေးဘတ်ဆီမှာသူ့သေနတ်ကို အပေါင်ထားလိုက်ရပါတယ်။ရဲရဲ့သေနတ်ကို သူဌေးဘတ်က လူသတ်သမားဆီပို့ခိုင်းလိုက်တဲ့အခါမှာ ငမွဲလေး ကင်မင်ဂျယ်ဆီမှားရောက်သွားရာကနေ ပြဿနာတွေပိုရှုပ်လာပါတော့တယ်။ကင်မင်ဂျယ်တစ်ယောက် သူ့ငွေအိတ်ကြီးကိုဆုပ်ကိုင်လိုက်ရ လက်လွှတ်လိုက်ရနဲ့ သူ့အမေခွဲစိတ်ဖို့လိုအပ်နေတဲ့ ပိုက်ဆံတွေကို ပြန်ရယူဖို့အသည်းအသန်ကြိုးစားရှာပါတယ်။တစ်ယောက်ချင်းဆီက သောက်တလွဲပြဿနာလေးတွေလုပ်ရင်း ဒီငွေအိတ်ကြီးက ဒီလူ ၇ယောက်ကြားမှာ ဟိုလူ့ဆီရောက်လိုက်ဒီလူ့ဆီရောက်လိုက်နဲ့ ဒီလူ ၇ယောက်ကြားမှာဆက်စပ်ထားတဲ့ ဇာတ်လမ်းကြောင်းကတော့အတော်လေးမိုက်ပါတယ်။နောက်ဆုံးမှာ ငွေထုပ်ပိုင်ရှင် မောင်ကံကောင်းကဘယ်သူဖြစ်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ File size…  1.79 GB /  890 MB\nQuality… WEB Rip 1080p / 720p\nFormat… ...",
        "rating": "6.3",
        "url": "https://megaup.net/2BMw0/Snatch.Up.2018.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jdLnvALCpK1NkeQU1z4YvOe2dZ.jpg",
        "title": "The Lovebirds (2020)",
        "description": "Eternalsဇာတ်ကားမှာ Bollywood ကိုရောက်နေတဲ့Eternal Kingoအ‌နေနဲ့သရုပ်ဆောင်ခဲ့တဲ့Kumail Nanjiani(ပိုးဟပ်မှာ ပုံအသုံးခံလိုက်ရလို့နာမည်ကြီးသွားတဲ့ဆရာကြီး)နဲ့အာသွက်လျှာသွက် Comedy movie အများစုမှာပါ၀င်နေကျဖြစ်တဲ့Issa Raeတို့ရဲ့ အချစ်ဟာသဇာတ်ကားလေးတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဂျီဘရန်နဲ့ လီလာနီဆိုတာက တကယ့်ထူးထူးခြားခြားအတွဲ။ဂျီဘရန်ဆိုတာက ပါကစ္စတန်သား ကမ္ဘာကြီးကိုအဆိုးဘက်ကနေပဲကြည့်တတ်သလို ဘ၀ကြီးမှာ ဘာမှမစွန့်စားရဲပိုနေမြဲကျားနေမြဲနေတတ်သူ စိတ်လှုပ်ရှားတဲ့အချိန်ဆိုဘာမဟုတ်တဲ့ အကြောင်းအရာတခုကအစတောင်စဉ်ရေမရလျှောက်ပြောလိုက်ရမှ။အန္တရာယ်ဆိုတာနဲ့ ပြေးလိုက်ရမှဆိုတဲ့လူမျိုး။လီလာနီဆိုတာက လူမည်းအမျိူးသမီး အရမ်းလည်းစပ်စုပါလေရာငပိချက် ပြောချင်တဲ့အကြောင်းအရာတခုကိုကရားရေလွှတ် အဆုံးထိဖြစ်ချင်ရာဖြစ်ပြောထည့်လိုက်ရမှကျေနပ်တဲ့လူမျိုး။ဒီလိုမျိုးနဲ့ ချိန်းတွေ့မယ့်စားသောက်ဆိုင်ရွေးတာကအစရန်တကျက်ကျက်ဖြစ်နေရတဲ့ သူတို့နှစ်ယောက် ‌တနေ့မှာတော့ လမ်းခွဲဖို့ဆုံးဖြတ်ကြရင်းနဲ့မတော်မဆ လူသတ်မှုတခုထဲဆွဲထည့်ခံလိုက်ရပါတော့တယ်။ဒီလူသတ်မှုမှာ အပြစ်မရှိတာကို သက်သေပြနိုင်ဖို့လီလာနီရဲ့ မဟာအကြံကြီးအတိုင်း စုံစမ်းကြတာကနေသူတို့ ဘုနဲ့ဘောက်အတွဲ ဘယ်လိုမျိုး တလွဲတွေဖြစ်ဦးမှာလဲ။သူတို့ရဲ့အပြစ်ကင်းမှုကို သက်သေပြနိုင်မှာလား။သူတို့ရဲ့အရင်တည်းကဆိုးရွားလာနေတဲ့ realtionship ကိုရောပြန်အဖတ်ဆယ် ကယ်တင်နိုင်ဦးမလား။အဆုံး‌မှာဘယ်လိုမျိုး ဒီဇာတ်လမ်းလေးတခု ပြီးဆုံးသွားမလဲဆိုတာကိုthe lovebirds ဆိုတဲ့ အချစ်ဟာသဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦးခင်ဗျ။ File size…  1.67 GB /  640 MB\nQuality… Web-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VP3w/The.Lovebirds.2020.720p.NF.WEB-DL_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jHKni0n2bB3oIHv3fyKjOGI0LgS.jpg",
        "title": "League of Gods: The Fall of Sheng ( 2023 )",
        "description": "League of god Zhou Destructionရဲ့အဆက်\nဒုတိယပိုင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ပထမအတွဲကဒီစာသာလေးကိုနိပ့်ပြီးဒေါင်းလိုက်ပါဒီအပိုင်းမှာတော့\nမိစ္ဆာမိဖုရားသာကျီဟာ ဧကရာဇ်ကျို့ကိုလုံးဝထိန်းချုပ်လိုက်ပြီး\nမိစ္ဆာဘုရင်ကြီးကိုအသက်သွင်းဖို့ ပြည်သူတွေကိုရက်ရက်စေခိုင်းပြီး\nသမင်စင်လုထိုင်ကိုအင်တိုက်အားတိုက် တည်ဆောက်ပါတော့တယ်။\nသာကျီရဲ့လက်ပါးစေ ရှန်ကုန်းပေါက်က ရွှမ်ကျောက်တုံး(၅)ခုအနက်\n(၄)ခုကိုစုဆောင်းပြီး နောက်ဆုံးတစ်ခုသာလိုတော့ပါတယ်။နောက်ဆုံးရွှမ်ကျောက်ဟာ ကျီချန်းရဲ့သား လေကျန့်ကျီဖြစ်နေပါတယ်။\nလေကျန့်ကျီဟာ ငယ်ကတည်းက ကျုံးနန်တောင်မှာထားပြီး\nအဲဒီမှာပဲသင်ယူကြီးပြင်းလာခဲ့ရတယ်။\nလေကျန့်ကျီဟာ ဆရာ့အမိန့်အရ ကျီချန်ကိုရှီးချီထိ\nစောင့်ရှောက်ပြီးလိုက်ပို့တဲ့အချိန်မှာ သူတို့သားအဖနှစ်ယောက်ဟာ\nအခက်အခဲတွေအများကြီးကြုံကြရပြီး လေးနက်တဲ့သားအဖေသံယောဇဉ်ကို\nပြန်တည်ဆောက်နိုင်ရုံတင်မကပဲ တူညီတဲ့ရည်ရွယ်ချက်တစ်ခုရှိလာပါတယ်။အဲဒါကတော့ ရက်စက်ပြီးတရားမရှိတဲ့ ဧကရာဇ်ကျို့နဲ့\nသာကျီကိုတော်လှန်ပြီး ပြည်သူတွေကိုကပ်ဘေးကနေကယ်တင်ဖို့ပဲဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့ကြိုးစားခဲ့တဲ့လမ်းတစ်လျှောက်ကို\nလူ၊နတ်၊ မိစ္ဆာစုံစုံလင်လင်နဲ့ ဝေဝေဆာဆာတင်ဆက်ထားတာကို အားပေးလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1fSk5/League_of_Gods._The_Fall_of_Sheng_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l1200-convert.io_-142x200.jpg",
        "title": "{21+} My hated father-in-law’s [SSIS-787]",
        "description": "မိတ်ဆွေတို့အတွက် မြင်လိုက်တာနဲ့ စိတ်ထဲမှာ ကျန်တဲ့စိတ်တွေနောက်မှလာပြီး\nတပ်မက်စိတ်ကိုပဲ ဖြစ်ပေါ်သွားစေနိုင်မဲ့ အိမ်မက်ထဲက ကောင်မလေးမျိုး ရှိကြလားအခုဇာတ်ကားထဲက မင်းသမီးလေး မိုင်ဆူဘာဆာလေးကတော့ ဆံပင်တိုတို\nအရပ်မြင့်မြင့် တင်ကားကား ရင်ကတဆူတဖြိုးနဲ့ မျက်နှာကျလေးကလဲ\nဆွဲဆောင်မှုအပြည့် ချစ်စရာ ချစ်ချင်စရာလေးဆိုတော့ ညိုကီတို့အကြိုက်တွေ့မှာ\nလုံးဝကို သေချာပါတယ်ဇာတ်လမ်းလေးကတော့ ငလည်မလေး ဆူဘာဆာတစ်ယောက်\nMLM ပေါက်ကရစီးပွားရေးတွေမှာ ရင်းနှီးမြှုပ်နှံ အလိမ်ခံရလို့\nကျားကျားရဲ့အဖေ ယောက္ခထီးကြီးက ကိုယ်ဖိရင်ဖိ ကူညီပုံလေးပါ\nဇာတ်လမ်းလေးရော မင်းသမီးလေးကိုပါ ညိုကီတို့ ၁၈ ယောက်စုကြည့်နိုင်ဖို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.9GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/3XI91/SSIS-787_Eng_Sub_My_Abhorrent_Father-in-Law.720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjQzZWViMTctNTRiZS00NWViLWE5NDAtZjMwYWQ2OWU1NzJhXkEyXkFqcGdeQXVyNjI4Mzg5OTg@._V1_-155x200.jpg",
        "title": "All Aboard for Love (2023)",
        "description": "CM ပရိသတ်တွေအတွက် အခုတင်ဆက်ပေးချင်တဲ့ ကားကတော့ ပေါ့ပေါ့ပါးပါးနဲ့ အချစ်ဒရာမာဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့ \"All Aboard for Love\" ပါ။ ဒီကားကို ရိုက်တဲ့ ဒါရိုက်တာကတော့ နာမည်ကြီး The Wedding Planners စီးရီးကို ရိုက်တဲ့ အေမီဖိုစ့် ဖြစ်ပါတယ်။ အဲ့ဒီစီးရီးထဲက ကတ်သရင်းဒေးဗစ်ကလည်း ဒီဇာတ်လမ်းမှာ အဓိကဇာတ်လိုက် အယ်လီဆင်နေရာကနေ ပါဝင်အားဖြည့်ထားပါတယ်။ တွဲဘက်အနေနဲ့ Supernatural တို့ Suits တို့လို နာမည်ကြီးတီဗွီစီးရီးတွေနဲ့ The Christmas Chronicles ကားတို့မှာ သရုပ်ဆောင်ခဲ့တဲ့ အစ်ရှ်မောရစ်ကနေပြီး ဂျိုအယ်ဆိုတဲ့ နေရာကနေ ‌ပါဝင်ထားပါသေးတယ်။ ဇာတ်လမ်းကတော့ ဂျိုအယ်က ကျိကျိတက်ချမ်းသာတဲ့ မိသားစုက သူဌေးသားလေးဖြစ်ပြီး နွေရာသီအပန်းဖြေဖို့အတွက် သူငယ်ငယ်က နေခဲ့တဲ့ မာရိုးလှေဆိပ်လေးဆီကို အလည်လာပါတယ်။ အယ်လီဆင်က အဲ့ဒီလှေဆိပ်လေးရဲ့ ပိုင်ရှင်ဖြစ်ပြီးတော့ သူက အတ္တလန္တိတ်သမုဒ္ဒရာထဲကို အလည်ခရီးသွားဖို့ ပြင်ဆင်နေတာပါ။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fO52/All.Aboard.For.Love.2023.720p.(CM).mp4",
        "category": "Comedy, Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qvGJK3lFzpifAdyIupMNdWNX0qr.jpg",
        "title": "Another Earth (2011)",
        "description": "Another Earth (2011)~ IMDb - 6.9/10, Rotten Tomatoes - 65% ~အနန္တစကြဝဠာကြီးထဲမှာ ကျွန်တော်တို့နေထိုင်တဲ့ ကမ္ဘာကြီးနဲ့ ပုံစံတူတဲ့ Parallel Universe တစ်ခုရှိနေမယ်လို့ တွေးဖူးလား။ တကယ်လို့များ အဲဒီအပြိုင်ကမ္ဘာတစ်ခုက ကျွန်တော်တို့မျက်စိရှေ့မှာ တကယ်ပေါ်လာခဲ့ရင်ရော ဘာတွေဆက်ဖြစ်ကြမယ်ထင်လဲ...ဒီဇာတ်ကားထဲမှာတော့ ကျွန်တော်တို့ကမ္ဘာနဲ့ ပုံစံတူတဲ့ Earth တစ်ခုကို တွေ့မိပြီးတော့ အကြီးအကဲတွေဟာ အဲဒီ Earth နဲ့ ဆက်သွယ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာ အံ့ဩဖို့ကောင်းအောင်ပဲ ကမ္ဘာနှစ်ခုက ဆက်သွယ်နေတဲ့လူချင်းက အစစအရာရာ တူနေတာကို သိလိုက်ရပါတယ်။Earth II ကို စတွေ့ရတဲ့နေ့မှာ Rhoda ဆိုတဲ့ သိပ္ပံထူးချွန်ကျောင်းသူလေးဟာ ကားအက်ဆီးဒင့်ဖြစ်ပြီးတော့ တဖက်ကားထဲက မိခင်နဲ့ ကလေးဖြစ်သူကို သေစေမိခဲ့တယ်။ ဒီကားတိုက်မှုကြောင့် ထောင်၄နှစ်ကျပြီး ပြန်လွတ်လာတဲ့အချိန်မှာ တဖက်က နစ်နာသူ လင်ယောက်ျား John ကို တောင်းပန်ဖို့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1VPqu/(CM)_Another_Earth_(2011)_BluRay_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MjQwNzE1OF5BMl5BanBnXkFtZTcwMDYyNDYyOQ@@._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Erased (2012)",
        "description": "မစ္စတာ လိုဂန်ဟာ သူ့သမီးနဲ့ အတူ ဘဝတစ်ခုကို ပြန်လည် စတင်ဖို့ ကြိုးစားနေတဲ့ သူတစ်ယောက်ပါ။ ဘယ်ဂျီယံကို ပြောင်းရွှေ့ပြီး အလုပ်လုပ်နေရာကနေ တစ်မနက် သူ့ရုံးကို သွားတဲ့အခါမှာတော့ တစ်ရုံးလုံးမှာ ဘာမှမရှိတော့ဘဲ ရှင်းလင်းနေတာကို တွေ့လိုက်ရပါတယ်။ ဒါဟာ ဘာလို့များလဲ။ မစ္စတာ လိုဂန်တို့ သားအဖ နှစ်ယောက် ဒီကိစ္စကို လိုက်အဖြေရှာရင်း ဘယ်လို အရှုပ်တွေကြားထဲ ပါမိလျက်သား ဖြစ်သွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်း အစမှာတင် စိတ်ဝင်စားစရာကောင်းအောင် ဆွဲခေါ်သွားနိုင်ပြီး IMDB rating 6အထိ ရရှိထားတဲ့ Action/ Thriller ဇာတ်ကားကောင်း တစ်ခုပဲ ဖြစ်ပါတယ်။File size…(1.9 GB)/(920 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Darcy ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fO6c/Erased.2012.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AtKPtTSUKawLLCdSLlirPMZ7vi.jpg",
        "title": "[18+]New Baby(2020)",
        "description": "[18+]New Baby(2020)********************သားအဖ(၂)ယောက်ရှိတယ်..တစ်နေ့တော့ သားဖြစ်သူကအိမ်ထောင်ပြုတော့မိန်းမကိုအိမ်ခေါ်တင်လာတယ်..အဖေဖြစ်သူကလည်း မုဆိုးဖိုဆိုတော့မိသားစု(၃)ယောက်တူတူနေကြတာပေါ့...ဒီလိုနဲ့ အဖေဖြစ်သူဟာ ချွေးမကို မကြွေသင့်ဘဲ ကြွေသွားပါလေရော...အဲ့ဒီနောက်မှာတော့ ...ကွီးယား18+မို့ လှတပတ ချောတောမောတောလေးတွေတစ်ဝကြီးငမ်းရမှာမို့ခံစားကြည့်ကြပါဦး...      File size… 1.3GB / 534MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1fSbj/New_Baby_(2020)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-13-at-12.37.12-AM-134x200.png",
        "title": "Concrete Cowboy (2021)",
        "description": "Concrete Cowboy (2021)==================IMDb Rating - 6.3/10အရှိတရားကနေကင်းလွတ်ပြီး ပြောင်မြောက်တဲ့\nရုပ်ရှင်တွေလည်းရှိပေမဲ့ အရှိတရားကို ရိုက်ပြပြီး\nပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေက ပိုများတာတော့\nသေချာပါတယ်။ ဒီရုပ်ရှင်ဟာ လက်သစ်ဒါရိုက်တာ\nRicky Staubရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါပဲ။\nထိပ်တန်းရုပ်ရှင်တော့ ဖြစ်မသွားပေမယ့်\nအလယ်အလတ်တန်းအဆင့်ရဲ့ထိပ်ဆုံးမှာ\nရပ်နေမယ့်ကားလို့တော့ အာမခံလို့ရတယ်။အကြောင်းအရာကတော့ ဒီနေ့ခေတ်ထိရှိနေတဲ့\nခေတ်ကာလနဲ့မကိုက်တဲ့ အ‌လေ့အထုံတစ်ခုကို\nကိုင်စွဲပြီး ရုန်းကန်နေရတဲ့ လူမဲကောင်းဘွိုင်တွေ\nအကြောင်း။ ဒီဇာတ်လမ်းကို တစ်ချို့တွေကတော့\nအတော်သဘောကျကြတယ်။\nဇာတ်အိမ်တည်ဆောက်မှု အားနည်းတဲ့\nတစ်ချက်ကြောင့် တစ်ချို့ကတော့\nသိပ်သဘောမကျကြဘူး။ ကျွန်တော့်အနေနဲ့\nပြောရရင်တော့ အဲ့ဒီနှစ်ခုကြားလို့ဆိုရမယ်။\nဇာတ်လမ်းတင်ပြပုံနဲ့ အခြေအနေနဲ့\nCinematographyလှလှကို တွဲသုံးပြီး\nဆွဲငင်လိုက်တဲ့ အခန်းတစ်ချို့ကိုတော့\nအတော်သဘောကျမိတယ်။သို့ပေမဲ့\nကျွန်တော်ဟာ ကောင်းဘွိုင်ဓလေ့လည်း\nမသသလို သူတို့ယဉ်ကျေးမှုနဲ့လည်း\nအလှမ်းဝေးတဲ့အတွက် တစ်ချို့အခန်းတွေကိုတော့\nခံစားလို့မ၀င်လိုက်ဘူး။ ဒါပေမဲ့ တစ်ချို့ပြောကြတဲ့\nဇာတ်အိမ်အားနည်းမှုဆိုတဲ့အချက်နဲ့ သဘော\nမကျမိတာတော့မဟုတ်ဘူး။ ဇာတ်အိမ်ဟာ\nအားမနည်းဘူး။ဇာတ်အိမ်ဟာ ဘ၀ပါပဲ။\nကျွန်တော်သာတစ်နေ့နေ့ရိုက်နိုင်ခဲ့ရင်\nပုဂံရယ် နေအ၀င်ခြင်းခတ်တဲ့လူတွေရယ်ကို\nဇာတ်အိမ်တကူးတကမလိုဘဲ\nရိုက်ပြနိုင်ချင်တယ်ဆိုတဲ့ စိတ်ကူးရှိတယ်။\nဒီဒါရိုက်တာကလည်း သူ့အရပ်သူ့ဒေသက\nမြင်းစီးတဲ့လူတွေအကြောင်းကို သူတို့\nယဉ်ကျေးမှုကိုပြပြီး ရိုက်ပြသွားတာပါပဲ။\nပွဲဦးထွက်မှာ ဒီအနေရိုက်ပြနိုင်တာ နောင်များ\nအတော်ကောင်းတဲ့ကားတွေ လာနိုင်ဦးမယ်လို့\nမျှော်လင့်လို့ရပါတယ်။ခေတ်သစ်ကောင်းဘွိုင်တွေရဲ့ကမ္ဘာထဲကို\n၀င်သွားကြည့်ရင် အမြင်အားဖြင့်\nလှပမနေတဲ့အရာတွေများပေမဲ့\nသူတို့ရဲ့သူတို့ဘ၀အပေါ်ချစ်ခြင်းက\nလှပမနေတဲ့အရာတွေကိုတောင် လှပစေနိုင်တယ်။\nမြင်းချီးတွေကြားထဲ မြင်းနဲ့အတူနေတဲ့လူတွေ\nမြင်းကို ဧည့်ခန်းထဲထည့်ထားတဲ့လူတွေ\nအငတ်ခံပြီး မြင်းကိုအစာကျွေးတဲ့လူတွေ\nမြင်းသေပုပ်ကိုတောင် မလွှင့်ပစ်ရက်တဲ့လူတွေ\nခင်ဗျားမြင်ရမယ်။သူတို့မြို့ကလေးရဲ့ နေအ၀င်မှာ\nကောင်းဘွိုင်ကောင်လေးကို ကောင်းဘွိုင်မလေးက\nနမ်းလိုက်တာကိုလည်း ခင်ဗျားမြင်ရလိမ့်မယ်။\nဒါပေမဲ့ သူတို့ အချစ်အကြောင်းစကားတစ်ခွန်းမှ\nဆိုတာကိုတော့ ခင်ဗျား မြင်ရမှာမဟုတ်ဘူး။\nဒါပေမဲ့ တာကော့စကီးရုပ်ရှင်ထဲကစကားလေးလိုပဲ\n\"Unspoken ...",
        "rating": "6.3",
        "url": "https://megaup.net/Wt10/Concrete.Cowboy.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTIzNTM0NTQ1OF5BMl5BanBnXkFtZTcwMDI3NzM2MQ@@._V1_-135x200.jpg",
        "title": "My Blueberry Nights (2007)",
        "description": "My Blueberry Nights\n================\nIMDb - 6.6 but A Wong Kar Wai's Filmပွတ်ချွန်းလိပ်သောက်ရတာကြိုက်တဲ့ လူငယ်လေးတစ်‌ယောက်မှာ အိပ်မက်‌တွေအများကြီးရှိခဲ့တယ်။\nအများအားဖြင့်တော့ သံတူစာတူကြောင်းကွဲဖြစ်တဲ့\nအိပ်မက်နဲ့ အိပ်မက်ဟာ တကယ်တမ်းမထူးလှပါဘူး။\nတစ်ခုကရောက်အောင်သွားရပြီး တစ်ခုက ရောက်လာတာ စောင့်ဆိုင်းရပေမဲ့\nဒီစကားလုံးနှစ်လုံးစလုံးဟာ အခိုးအငွေ့ဆန်တယ်။\nဦးဆုံးကတော့ သူဟာ အောင်မြင်မှုဆိုတဲ့ အိပ်မက်နောက်လိုက်ခဲ့တာပဲ။\nအဆုံးသတ်မှာ ချစ်ခြင်းဆိုတဲ့ အိပ်မက်ကလေးကို သူစောင့်စားခဲ့တယ်။\nချစ်ခြင်း နောက်ကို လိုက်လို့မရဘူးလားဆိုတဲ့ အမေးတော့ ရှိမှာပဲ။ လိုက်ကြည့်ပါလေ။\nစောင့်ဆိုင်းရတဲ့အရာမှန်း မသိခင် တစ်ကြိမ်တစ်ခါတော့ ချစ်ခြင်းနောက်ကို အားလုံး လိုက်ခဲ့ကြဖူးမှာပဲ။\nအိပ်မက်ကလေး ပြန်အလာကို လူငယ်ကလေးဟာ စားသောက်ဆိုင် ကလေးဖွင့်ပြီး စောင့်စားခဲ့တယ်ပေါ့။\nလမ်းပျောက် လူချင်းကွဲသွားကြတဲ့အခါ သူပြန်လာရှာတဲ့အခါကို ရပ်စောင့်နေခြင်းဟာ အကောင်းဆုံးအရာလို့ သူမှတ်ယူခဲ့တယ်။\nဆိုင်ကလေးရဲ့ ညတွေအဆုံးမှာ ချိစ်ကိတ်တွေ ပန်းသီးပိုင့်မုန့်တွေဟာအမြဲ အကုန် ကုန်သွားတယ်။ချောကလက်ကိတ်ဆို ကုန်လုနီးပါးပဲ။\nဒါပေမဲ့ ဘလူးဘယ်ရီပိုင့်မုန့်တွေက အရာမယွင်းပဲ အမြဲကျန် နေတတ်တယ်။\nဒီတော့ ဘလူးဘယ်ရီ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2jdkl/My_Blueberry_Nights_(2007)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
        "title": "Hypnotized (2004)",
        "description": "The Hypnotized 2004\n--------------------------------\nဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/2jdcA/The_Hypnotized_2009_DvD9(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p14266_v_v10_aa-150x200.jpg",
        "title": "Dragon Inn (1992) New Dragon Gate Inn",
        "description": "The New Dragon Gate Inn / Gragon Inn (1992)\n=====================\nIMDb Rating. - 7.3/10Rotten Tomatoes - 78%မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ\nအစောကမှ ခြစ်ခြစ်တောက်နေသာရာက\nခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။\nဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့\nတစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။\nလူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်\nနဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို\nတပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။\nနဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ\nထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။\nလူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။\nတွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ\nဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ\nကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက\nဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့\nလူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ\nလုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ\nယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်\nရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ\nဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော\nရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။\nကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး\nငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။\nဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား\nနဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ\nမသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့\nဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့\nဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jd4h/(CM)New.Dragon.Gate.Inn.1992.Cantonese.720p.BluRay.Remux.AVC.DD.5.1-SUINA.mp4",
        "category": "Action, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-06-at-10.29.47-PM-138x200.png",
        "title": "Occupation: Rainfall (2020)",
        "description": "Occupation: Rainfall (2020)====================IMDb Rating - 5.2/10ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး...အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကိုထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်းမဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2Za5i/Occupation.Rainfall.2020.720p.WEBRip[CM].mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/1xvpc/Occupation_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/youcn-133x200.jpg",
        "title": "You Make Me Dance (2021)",
        "description": "You Make me dance 2021လောကကြီးမှာ အချစ်ဇာတ်လမ်းလေးတွေ အမျိုးစုံကြိုးခုန် ရှိရှာတဲ့ထဲက ထူးဆန်းစွာပဲ ကြိုးနီကြားခံပြီး အကြွေးက အောင်သွယ်ပေးတဲ့ဖူးစာလို့ ခေါ်လို့ရလေမလား...အကြွေးလိုက်တောင်းတဲ့ ဦးလေးကြီး ဂျင်ဟုန်ဆုတ်နဲ့ အကြွေးဆပ်ဖို့ deadline ကုန်နေတဲ့ ငွေချေးယူထားသူ တက္ကသိုလ်ကျောင်းသားလေး ဆုန်းရှီအွမ်တို့ နှစ်ယောက်တွေ့ဆုံကြတော့...ဦးလေးကြီးကအကြွေးမရသေးတဲ့အပြင် ကလေးထိန်းပါဖြစ်ရုံမဟုတ် အာမခံသူပါ ဖြစ်သွားပြီး ...ကုမ္ပဏီ အထက်သူကြီးဆီက အထုအထောင်းပါခံရင်း အကဝါသနာပါတဲ့ ရှီအွမ်ကို ကဖို့ယုံကြည်ချက်တွေရှိလာစေပြီး အထီးကျန်မဆန်စေတော့ဘဲ ကာကွယ်စောင့်ရှောက်ပေးတဲ့အခါ...နှလုံးသားကို ကခုန်သွားစေတဲ့ဖူးစာရှင်လေးအကြောင်း ရိုမန့်တစ်ဇာတ်လမ်းလေးကိုကြည့်ရှုရမှာပါအကြွေးတောင်းခံရရင်းလည်း ကိုယ့်ကို အစစအရာရာ ဂရုစိုက်စောင့်ရှောက် မားမားမတ်မတ်ရပ်တည်ပေးမယ့်သူ ပေါ်လာနိုင်ပါသေးတယ်ရော်ဆိုတော့ကား အဖြစ်မရှိတဲ့ ဖူဂျိုရှီမမတို့ ဒီBLကားလေးကိုကြည့်ပြီး အားတက်နိုင်ပါပြီနော်...သင်တို့ မျှော်လင့်ချက်ရှိသေးကြောင်း သိရဖို့ ဖူဂျိုရှီတို့ကြည့်လိုက်ကြပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__720p\nIMDb Rating__8.0/10\nFormat__mp4\nDuration__01:26:00\nType__BL , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Df77/You_Make_Me_Dance_Movie_(2021).mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BYTg3YmNhZDItNjhiZS00YTM5LWI1OWEtNzAyODlkNjdkNGEwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-138x200.jpg",
        "title": "Koi Jaane Na (2021)",
        "description": "Koi Jaane Na (2021)ကဗီရ် ဆိုတဲ့စာရေးဆရာလေးဟာ တက်ကျမ်းစာအုပ်တွေ မစားရဝခမန်း ရေးနေပေမယ့်သူတကယ်သိတဲ့အကြောင်းအရာလဲမဟုတ်သလို ရေးချင်စိတ်လဲမရှိပါဘူး..ဒါပေမယ့် စာချုပ်ချုပ်ထားရတော့လဲ တက်ကျမ်းတွေကို မတတ်သာဘဲရေးနေရရော...သူတကယ်ရေးချင်တာက လျှို့ဝှက်သည်းဖိုအကြောင်းအရာတွေဖြစ်တာမို့ လျှို့ဝှက်သည်းဖိုစာအုပ်တွေကိုပါ\nနာမည်ဝှက်နဲ့ ရေးသားဖြန့်ချိခဲ့ပါတယ်...တစ်နေ့မှာ သူနဲ့ ဆူဟာနာလို့ခေါ်တဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်ခဲ့ပြီးနောက်ပိုင်းလူသတ်မှုတွေ မြို့ထဲဆက်တိုက်ဖြစ်လာတဲ့အခါ...သူကိုယ်တိုင် လျှို့ဝှက်သည်းဖိုစာအုပ်ထဲကဇာတ်ကောင်တွေလိုပြုမူလာတဲ့အခါ....ရုပ်ပြောင်း ရုပ်လွှဲအတတ်ပညာနဲ့ သူ့ဝတ္ထုထဲကဇာတ်ကောင်တွေလို‌ ခန့်မှန်းရခက်လာတဲ့အခါ...စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် လျှို့ဝှက်သည်းဖို ရသစုံ Bollywood ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..Kunal Kapoor မှ အဓိကမင်းသားအဖြစ်ပါဝင်ထားပြီး မင်းသားကြီးအာမန်ခန်းကိုလဲ ခဏတဖြုတ်တွေ့ရမှာပါ။Mr.X တို့ Kung Fu Yoga ဇာတ်ကားတွေရဲ့ မင်းသမီးချော  Amyra Dastur က ဆူဟာနာအဖြစ်ပါဝင်ထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sein Lae",
        "rating": "",
        "url": "https://megaup.net/2jcwV/Koi_Jaane_Na_(2021)_720p_AMZN_WEB-DL_HEVC_H.265_DDP_5.1_ESub_-_TombDoc.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2jciy/Xtremo.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/81asCdjeiBL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Total Domain – Yua Mikami [SSNI-618]",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး...ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ...အသားအရည်ရဲ့တောက်ပမှု...လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးကမြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။သူ့ရဲ့ Horny ဖြစ်မှုကလည်း ဒီဇာတ်ကားမှာ လက်ဖျားခါချရပါတယ်...ကြာချိန်လဲ ၃ နာရီခွဲနီးပါးရှိတာမို့ Yua Mikami  ပရိတ်သတ်မှန်ရင်တော့ လုံးဝလက်လွတ်လို့မဖြစ်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (3.2 GB)/(1.7 GB)\nQuality : HD-Rip 1080p/720p\nRunning Time : 03:30:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by PoeEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/Xhp6/DS-720p[SSNI-618]Total_Domain_A_Voluptuous_Thighs_In_Uniform_Peek-A-Boo_Show_Idol_In_The_Ultimate_Knee-High_Temptation_-_Yua_Mikami.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNGViYzY1NzMtNzI4Ni00YmJlLTlkZTUtZjAwNjE4YmNiNWVmXkEyXkFqcGdeQXVyNjc1OTk4NjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Manchester United: For the Glory (2020)",
        "description": "မန်ချက်စတာယူနိုက်တက်လို့ဆိုလိုက်တာနဲ့\nမသိသူမရှိတဲ့ ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့\nဘောလုံးအသင်းကြီးတစ်သင်းကို အမြန်ဆုံးပြေးမြင်မိကြမှာပါပဲ\nကမ္ဘာတစ်လွှားပရိတ်သတ်သန်းပေါင်း\n၆၅၀ကျော်ရှိတဲ့ ယူနိုက်တက်ဟာ အခုလက်ရှိ\nအင်္ဂလန်ဘောလုံးလောကရဲ့ အအောင်မြင်ဆုံး\nအသင်းတစ်သင်းဖြစ်သလို ကမ္ဘာ့အကောင်းဆုံး\nအလပ်အသင်းတွေထဲကတစ်သင်းဖြစ်တယ်ဆိုတာ\nဘယ်သူမှငြင်းဆိုကြမယ်မထင်ပါဘူး\nမန်ချက်စတာယူနိုက်တက်ကို ၁၈၇၈ခုနှစ်မှာ\nနယူတန်ဟိဒ် ဆိုတဲ့နာမည်နဲ့ စတင်တည်ထောင်ခဲ့ပြီးတော့ အသင်းသက်တမ်းဟာ နှစ်ပေါင်း ၁၄၀ကျော်ခဲ့ပြီပဲဖြစ်ပါတယ်\nအသင်းသက်တမ်းတစ်လျှောက် အောင်မြင်မှုတွေ ကျရှုံးမှုတွေ ကြမ္မာဆိုးတွေ အနိမ့်အမြင့်အတက်အကျများစွာကို ရင်ဆိုင်ခဲ့ရပါတယ်\nဒီဇာတ်လမ်းဟာ မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်ပြီး နည်းပြဘတ်စ်ဘီရဲ့ နာမည်ကျော် Busby Babesအသင်းအကြောင်း မြူးနစ်လေယာဉ်ပျက်ကျမှုအဖြစ်ဆိုးအကြောင်း ဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ ၉၀ခုနှစ်အသင်းအကြောင်း အသင်းရဲ့အရေးပါဆုံးကစားသမားတွေအကြောင်း မဟာပြိုင်ဖက်အသင်းတွေအကြောင်းနဲ့ ဖာဂူဆန်အနားယူသွားပြီနောက် ကြုံခဲ့ရတဲ့ အခက်အခဲတွေအကြောင်းများကို အချက်အလက်များနဲ့တကွ ရှင်းလင်းတင်ပြထားတဲ့အတွက် မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်များနဲ့ ယူနိုက်တက်ရဲ့သမိုင်းကို သိလိုသူများ မဖြစ်မနေကြည့်ရှုသင့်ပါကြောင်း တိုက်တွန်းလိုက်ရပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizas ဖြစ်ပါတယ်။ \nFile size…(1.2 GB) and (800 MB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mar Tizas",
        "rating": "",
        "url": "https://megaup.net/Xhrl/(CMorg)Manchester.United.for.the.Glory.2020.720p.WEB.H264-BIGDOC.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjfS5IWxjObAjlsNNhdEP1pmI2s.jpg",
        "title": "Thupparivaalan",
        "description": "Thupparivaalan (2017) မြန်မာစာတန်းထိုး Imdb Ratings : 7.8 ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့\nလုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်\nညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကား\nလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါ\nသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာ\nဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသား\nအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက...အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်\nလာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့\nပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့\nမာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့\n(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေ\nသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်\nအကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dfau/Thupparivaalan_(2017)[720p_HDRip.CM.mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNjA4NmY4MTctZWEzZC00M2E5LWE4NzgtYjU2NDcxMTdjZTA1XkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-143x200.jpg",
        "title": "Carnaval (2021)",
        "description": "Carnaval (2021)============IMDb Rating - 3.2/10Rating နည်းပေမယ့် အတော်ရယ်ရပြီး . ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ပေးထားပါ။ နီနာ၊ မိုင်ရာ၊ မီရှဲ၊ ဗီဗီ ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိသဗျ၊ bff တို့သဘာ၀ အမြဲ တပူးတွဲတွဲနဲ့ အမေမတူတဲ့အမွှာပူးလေးတွေလိုပေါ့၊ ဇာတ်လိုက်မလေး နီနာကတော့ သိပ်ပြီး မအောင်မြင်သေးတဲ့ social influencerတစ်ယောက်၊ မိုင်ရာကတော့ စိတ်လှုပ်ရှားစိုးရိမ်တတ်ပြီး တစ်မျိုးလေးဆွဲဆောင်မှုရှိတဲ့ vegan တစ်ယောက်၊မီရှဲကတော့ မေတ္တာရှင်ကြီးပါ ဘတ်စ်ကားပေါ်မှာတင် တစ်ချီပြီးလောက်မယ့် စားစော်ကြီးပေါ့၊ ဗီဗီကကျတော့ကျန်တဲ့ ဘော်ဒါ ၃ ယောက်နဲ့မှမဟုတ်ရင် တစ်ယောက်တည်းနေတတ်တဲ့ အချေမလေး၊နီနာကတော့ ရည်းစားရှိသူပေါ့ ဒါပေမယ့် တစ်နေ့မှာ နီနာရဲ့ ရည်းစားက နီနာမဟုတ်တဲ့ တခြားကောင်မလေးတစ်ယောက်နဲ့ နောက်မီးလင်း ကျွဲစီးနေတဲ့ ဗီဒီယိုဖိုင် (မြန်မာပြည်မှာဆို HD) က  လိုင်းပေါ် ပြန့်ပါလေရော။အဲ့ဒီမှာ နီနာတစ်ယောက် စိတ်ထဲကမပါပေမယ့် လိုင်းပေါ်မှာ စောက်သည်းတွေကွဲ ...",
        "rating": "3.2",
        "url": "https://megaup.net/2jcgC/Carnaval.2021.DUBBED.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/",
        "category": "Action, Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/6yFk5uO-150x200.jpg",
        "title": "[18+] Viva Erotica (1996)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊\nသူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)\nရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို\nဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့\nရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nအဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ\nမကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး\nလက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ\nပါခဲ့ရတဲ့ Shu ...",
        "rating": "6.6",
        "url": "https://megaup.net/1De01/(CM)Viva_Erotica_(1996)_720p_Blu-ray_Remux_AVC_TrueHD_5.1-TunBong.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/flash2-139x200.jpg",
        "title": "Flashback 2021",
        "description": "ဒီဇာတ်လမ်းကိုတော့ Maze Runners ဇာတ်ကားတွေနဲ့ လူသိများတဲ့မင်းသား ဒိုင်လန် အို ဘရိုင်ယန်က သရုပ်ဆောင်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သာမန်ဝန်ထမ်းလေးတစ်ယောက်ကအထက်တန်းကျောင်းက သူငယ်ချင်းကောင်မလေးတစ်ယောက်ကိုသတိရပြီး ပြန်သွားရှာကြည့်မိတာလေးပါပဲ။ဒီဇာတ်လမ်းလေး ပြချင်တဲ့ သဘောတရားလေးကလဲ ရိုးရှင်းပါတယ်။အရှိတရားဆိုတဲ့အကြော်င်းလေးပေါ့။ကျွန်တော်တို့တွေ ဘယ်အချိန်ဘယ်နေရာမှာ ဘယ်လိုဖြစ်တည်နေလဲဆိုတာကိုယ့်ကိုယ်ကိုယ့် သိဖို့ ခံစားကောက်ချက်ချရတဲ့ အာရုံလေးတွေရှိတယ်ပေါ့ဗျာ။ဥပမာ အမြင်တွေ၊ အကြားတွေ၊ ပုံစံတွေ၊ အရောင်တွေ၊ ပတ်ဝန်းကျင်က အချက်အလက်အားလုံးတွေပေါ့။အဲဒီအချက်အလက်အားလုံးကို အရေးအကြီးဆုံးအချက်ဖြစ်တဲ့ အချိန်ဆိုတာလေးနဲ့ ချိတ်ဆက်ပြီး ကောက်ချက်ချလိုက်တာဗျာ။ဥပမာ ကျွန်တော်က အခု ညဘက် ၁၀ နာရီ ခွဲမှာ ဒီအညွှန်းကို ထိုင်ပြီး ရေးနေတယ်ပေါ့။ဒါကို ကျွန်တော်ခံစားမိပြီး သိနိုင်တယ်ဗျာ။ ဒါပေမယ့် နောက်တစ်နာရီနေရင် ကျွန်တော်အိပ်ရာထဲကိုရောက်နေတာကိုပဲ ခံစားသိတော့မယ်။အခု စာထိုင်ရေးနေတာက မှတ်ဉာဏ်အဖြစ် ကျန်နေနိုင်ပေမယ့် လက်ရှိအချိန်အဖြစ် မခံစားနိုင်တောဘူး။လက်ရှိအချိန်ဆိုတာ ပြောင်းလဲသွားခဲ့ပြီ။ အတိတ်အချိန်အဖြစ် စက္ကန့်တိုင်းပြောင်းလဲသွားနေတယ်။ဘာလို့လဲ? ကျွန်တော်တို့က အချိန်နဲ့အချက်အလက်အားလုံးကို မျဥး်ဖြောင့်အတိုင်းပဲ ရှုမြင်ခံစားနိုင်လို့ပေါ့။ဒါကြောင့် ခင်ဗျားဟာ ၂၀၂၁ ...",
        "rating": "7",
        "url": "https://megaup.net/1Delx/The.Education.of.Fredrick.Fitzell.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vujD7D1udOuKrIzZ8wFB38Njh0r.jpg",
        "title": "Sweet & Sour (2021)",
        "description": "Sweet & Sour (2021)အချစ်ဆိုတာ ချိုတစ်လှည့် ချဉ်တစ်လှည့် ဖြစ်တတ်တဲ့ အခါတွေ ရှိတတ်ပါတယ်။အနေဝေးတဲ့အချစ် (Long Distance Relationship) တွေမှာ ဒါတွေက ပိုများပါတယ်။အနေဝေးရင် သွေးအေးမယ် .....အနေနီးတဲ့လူနဲ့ နီးစပ်သွားတတ်တယ် ဆိုတာမျိုးကို LDRS တွေ အသိဆုံးပေါ့။ခပ်ဝဝကောင်လေးတစ်ယောက် နဲ့ သူနာပြုဆရာမလေးတို့ရဲ့အချစ်ဟာ ထူးဆန်းစွာ ပေါ်ပေါက်လာခဲ့ပါတယ်။အချစ်ကြောင့် ခပ်ဝဝ ကောင်လေးက အရာရာ ပြောင်းလဲနိုင်ခဲ့ပြီးနောက် .....\nအနေဝေးဖို့ အကြောင်းဖန်လာတဲ့အခါ တစ်နယ်ခြားကို အလုပ်သွားလုပ်ဖို့ ဖြစ်လာပါတယ်။တစ်နယ်ခြားမှာ မယ်တစ်ပါးနဲ့ ဆုံလာပြန်လေတော့ ......ကဲ ...... ဇာတ်လမ်းအစကို ကြည့်ရင် ဒီလောက် သိရမယ်ဗျာ။ကြည့်ရင်းကြည့်ရင်းနဲ့ ဇာတ်ရဲ့ သုံးပုံတစ်ပုံရောက်လာရင်တော့ .....အော် ..... ဒီလိုပါလား ဆိုပြီး ဖြစ်သွားစရာ ဇာတ်ရဲ့အလှည့်အပြောင်းတွေကို မြင်ရမယ်ဆိုရင်ဒီကား ကြည့်ဖို့ တန်မတန် ခင်ဗျား ခန့်မှန်းမိမှာပါ။အချစ်နဲ့ ပတ်သက်တဲ့ အတွေးအမြင်လေးတွေလည်း ရကြမယ်လို့ မျှော်လင့်ပါတယ်။ချိုချိုချဉ်ချဉ်အချစ်လေးကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1De11/Sweet_&_Sour.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-04-at-11.26.12-AM-133x200.png",
        "title": "Wicked (The Wicked Trilogy) (2021)",
        "description": "Wicked (The Wicked Trilogy) (2021)==========================IMDb Rating - 5.2/10Wicked Trilogy အနေနဲ့သုံးကားထွက်မယ့်အထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ ဖေးလို့ခေါ်တဲ့ ဝိဉာဥ်စားသုံးတဲ့ မကောင်းဆိုးဝါးတွေဟာ တစ်ဖက်လောကနဲ့ကမ္ဘာကိုဆက်သွယ်ပေးမယ့် တံခါးပေါက်တွေကို ဖွင့်ဖို့အတွက် ကြိုးစားနေပါတယ်။ ဒါကို ဖေးတွေကိုလိုက်လံနှိမ်နင်းနေတဲ့ The Order လို့ခေါ်တဲ့ အမိန့်တော်ဂိုဏ်းသားတွေက ဖေးတွေရဲ့ကမ္ဘာဖျက်ကိန်းအကြံအစည်ကို မအောင်မြင်အောင်တားဆီးဖို့ နည်းလမ်းရှာ ကြိုးစားကြရမှာဖြစ်ပါတယ်။ ရုပ်ရှင်အညွှန်းအနေနဲ့  အပျင်းပေါ့ပေါ့ပါးပါး ကြည့်ရှုဖို့အတွက်သင့်တော်မယ့် ဇာတ်ကားမျိုးဖြစ်တယ်လို့ပဲ ညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Han Htoo Zaw မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Mr.Anderson နဲ့ Han Htoo Zaw တို့ ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 54minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ...",
        "rating": "5.2",
        "url": "https://megaup.net/Xg35/Wicked_(The_Wicked_Trilogy).2021.WebRip.1080P.5.1CH[CM].mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isghxwTkgHsSfoEmXK1QZEYTjUl.jpg",
        "title": "The Conjuring: The Devil Made Me Do It",
        "description": "The Conjuring: The Devil Made Me Do It (2021)အက်ဒ် နဲ့ လော်ရိန်း ဝါရန်လင်မယားရဲ့ သဘာဝလွန်အမှုတွေထဲက\nအဆိုးဆုံးအမှုတစ်ခုကို ဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ကွန်ဂျူးရင်း ၄ ကားမြောက် လာပါပြီ။နိုင်ငံကျော် အာနီ ဂျွန်ဆန်ရဲ့လူသတ်မှုပဲ ဖြစ်ပါတယ်။ဓားနဲ့ ၂၂ ချက်တိတိထိုးသတ်ခဲ့တဲ့ အာနီဟာ နတ်ဆိုးပူးကပ်ပြီး လုပ်ခဲ့မိတာဖြစ်ကြောင်း တရားရုံးမှာထွက်ဆိုလာပါတယ်။ဒီလို လူသတ်မှုမျိုးဟာ ထောင်ဒဏ် အနှစ် ၂၀ လောက်ကနေ\nသေဒဏ်အထိ ချနိုင်လောက်အောင် ပြင်းထန်တဲ့အပြင်\nနတ်ဆိုးပူးကပ်မှုဆိုတာ တရားရုံးမှာ သက်သေပြဖို့လည်း မလွယ်ခဲ့ပါဘူး။\nဒီရုပ်ရှင်မှာတော့ ဝါရန်လင်မယားဟာ ဘယ်လို နတ်ဆိုးတွေနဲ့\nဘယ်လို သဘာဝလွန်အဖြစ်အျပက်တွေကို ထပ်ပြီးစုံစမ်းရဦးမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်Translator:- Mr.AndersonEncoder: AugustFile Size: 1.33 GB and 2.5GBQuality: 720p nd 1080pSubtitle: Myanmar (Hardsub)Duration: 1h 52min",
        "rating": "7",
        "url": "https://megaup.net/2lMz1/The_Conjuring_2_[2016]_(MM_Sub).mp4 https://megaup.net/1FP6z/The_Conjuring_[2013]_(MM_Sub).mp4 https://megaup.net/ZS74/the.conjuring.the.devil.made.me.do.it.2021.1080p.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/pent-200x180.png",
        "title": "The Penthouse 3: The Beginning of the End (2021)",
        "description": "The Penthouse 3: Hidden Room - The Beginning of the Endဒီတစ်ခါမှာတော့ ပန့်ဟောက်အနေနဲ့ S3 မပြသခင် တစ်ရက်အလိုမှာပဲ Season တစ်ခုပြီးတိုင်း ပြသနေကြဖြစ်တဲ့ Hidden Room ကို ပြသလိုက်ပါပြီ ။နာမည်ကတော့မိုက်ချက်ပါပဲ The Beginning of the End တဲ့ဒီထဲမှာကတော့ ခါတိုင်းလိုပဲ S1 မှစလို့ S3 အထိ ရိုက်ခဲ့သမျှတွေကို ပြောကြမှာဖြစ်ပြီး Hera Club Kids လိုပဲ လူငယ်တွေချည်းပါပဲနောက်ဆုံးမှာတော့ သူတို့ S3 ထွေလာနဲ့အတူ အံ့အားသင့် စရာပေါင်းများစွာကို မြင်တွေ့ရတော့မှာပါ ။နက်ဖြန်မှာလည်း S3 အပိုင်း ၁ စထွက်ပြီမို့ ဒါလေးမြန်မြန်ကြည့်ပြီး ဆက်လောက်ကြရအောင်... Quality__720p\nIMDb Rating__7.5/10\nFormat__mp4\nDuration__01:15:00\nType__TV-Movie\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://megaup.net/2jb4y/The_Penthouse_S3_The_Beginning_of_the_End_(2021).mp4",
        "category": "Comedy, Drama, Family, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnzqFK1oMVDXIPgPuZUvzdDvBsh.jpg",
        "title": "Catman (2021)",
        "description": "Cat Man (2021)ဒီတစ်ခါတော့ ထူးထူးခြားခြားကားလေး ကြည့်ရအောင် CM မှကြိုးစားတင်ဆက်ပေးလိုက်ပါပြီနော်။EXO ဖန်ဖန်တွေ ကြည့်ကြပါ။\nကြောင်ချစ်သူတွေ ကြည့်ကြပါ။\nရိုချင်တဲ့သူတွေ ကြည့်ကြပါ။\nငယ်ချစ်ဉီးကို မမေ့နိုင်တဲ့သူတွေကြည့်ကြပါ။ဘာပဲဖြစ်ဖြစ် CM ကိုအားပေးရင်ကြည့်ပါ :P...EXO အဖွဲ့ဝင် Se-Hun ရဲ့ ပွဲဦးထွက်တရုတ်ကိုရီးယားဖက်စပ်ကားလေးပါ။ ထုံးစံအတိုင်း ချိုင်းနားမှာ ဘန်းခံထိလွန်းလို့ ပြသာနာတွေတက်ပြီး\nရုပ်ရှင်ထုတ်လွှင့်ဖို့ ရက်ချိန်းခဏခဏအချိန်းခံရတဲ့ကားလေးဆိုလည်း မမှားပါဘူး။၉ နှစ်တာ .....\nအချစ်ဉီးကို လက်လွှတ်ခဲ့ရတာ ၉ နှစ်တာ .....အကြောင်းက ချစ်စရာကြောင်လေးဖြစ်နေလို့ပါတဲ့.....ကြောင်လေးရဲ့ကျိန်စာက ၉ နှစ်အတွင်းဘယ်လူသားနဲ့မှ မေတ္တာသက်ဝင်ချစ်ခင်လို့မရပါဘူး။\nစည်းကမ်းဖောက်ဖျက်ရင်တော့ လူဘဝကိုပြန်ပြောင်းလို့မရတော့မယ့်အပြင် ချစ်သူနဲ့ပါကွေကွင်းရမှာပါ။ဖူးစာပါလာပြန်တော့လည်း ဘယ်လိုပဲရှောင်ရှောင်\nကစ်တီလေးနဲ့ဟူးမန်းတို့ ပြန်လည်ဆုံတွေ့ကြပါတော့တယ်။\nဟူးမန်းမမရဲ့အလုပ်က မြောင်လေးတွေစကားကိုနားလည်အောင် ဆော့ဖ်ဝဲတီထွင်တဲ့သူဖြစ်ပြီး\nSe-Hun ဆိုတဲ့ မြောင်မြောင်လေးကတော့ ဟူးမန်းမမကို မချစ်မိအောင်ကြိုးစားကြတဲ့အခါမှာ .....၉ နှစ်ဆိုတဲ့ကျိန်စာပြယ်သွားမလား?????\nကျိန်စာသင့်အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်လာမလားဆိုတာ ကြည့်ကြည့်ရအောင်နော် ...အချစ်၊အလွမ်း၊အနမ်း၊အကြမ်း ရသစုံအောင်ရိုက်ပြထားတာမို့ပရိသတ်အကြိုက်တွေ့ဉီးမယ့် ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ။ဘာသာပြန်နဲ့ အညွှန်းကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။ File size… 1GB\nQuality….WEB-rip 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Df9c/Catman_2021_720p_Chinese_HDRip.CM..mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv-141x200.jpg",
        "title": "(18+) Big Busted Daughter In Law (2020)",
        "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2Z5gx/Machete.Kills.2013.720p.BluRay.x264-SPARKS.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2iWw7/(CM)Machete.2010.720p.BluRay.x264-TWiZTED.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDQuvKEkithMjWLwmgToTPLFKNA.jpg",
        "title": "Lionel Messi The Greatest(2020)",
        "description": "Lionel Messi The Greatest(2020)အညွှန်း***********************************(မက်ပုဖန် ငဒိုဖန်ဆိုပြီး ရန်ဖြစ်မနေကြပါနဲ့ဉီး....)လီယွန်နယ် မက်ဆီလို့ ​ပြောလိုက်တာနဲ့ ကျွန်​​တော်တို့မျက်လုံးထဲ မြင်လာမှာက Camp Nou ရဲ့ မြက်ခင်းစိမ်း​​တွေပေါ်​ ပြေးလွှား​နေတဲ့ ဂြိုလ်သားတစ်​​ယောက်-သူ့အရပ်အ​မောင်းက 1.7 m ပဲရှိတယ်။\n-ဒါ​ပေမယ့် သူ့မှာ အသင်းလိုက်ဆုဖလား​အောင်မြင်မှု ၃၆ကြိမ်ရှိတယ်။🏆\n-Ballon D'or ​​​ခြောက်ဆုရှိတယ်။🏅\n- ဥ​ရောပ ​ရွှေဖိနပ်ဆု ​​ခြောက်ဆုရှိတယ်။\n-တစ်ဦးချင်းဆုတံဆိပ်​တွေ ရာနဲ့ချီပြီးရှိတယ်။သူ့​ခြေတစ်စုံမှာ ကျွန်​တော်တို့ အားလုံး​\nစီး​မြောခဲ့ကြဖူးတယ်။ ​ခြေ​ထောက်နဲ့ ​​ပြတဲ့ ​မှော်အတတ်မှာ သူဟာ တဖတ်ကမ်းခပ် ကျွမ်းကျင်တယ်။သူဟာ အာဂျင်တီးနားရဲ့ သူရဲ​ကောင်း၊ ဘာစီလိုနာရဲ့ ဘုရင်၊ ​ဘောလုံး​လောကရဲ့ နတ်ဘုရား ဖြစ်တယ်။​​​​ဘောလုံးသမိုင်းတစ်​လျှောက် အ​ကောင်းတကာ့ အ​ကောင်းဆုံး​တွေထဲက တစ်​ယောက်ဖြစ်တဲ့ လီယွန်နယ်မက်ဆီ ရဲ့ ကစာသမားဘဝအ​ကြောင်း documentary video ​လေးကို မက်ဆီရဲ့ ပရိသတ်​တွေ အတွက်​ရော၊ ​အခြား​​သော ဘောလုံးပရိသတ်အားလုံးအတွက်ပါ တင်​ပေးလိုက်ပါတယ်။  File Size :600MB\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Dc9k/Lionel_Messi_The_Greatest.2020.WEB-DL.720P.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2j7P9/The.Warlords.2007.BluRay.720p.x264.DTS-WiKi.mp4",
        "category": "Action, Adventure, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/spiral-135x200.jpeg",
        "title": "Spiral from the book of Saw (2021)",
        "description": "Saw ရုပ်ရှင်တွေရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ဖြစ်တဲ့ Spiral လာပါပြီ။Spiral ဆိုတဲ့ ခရုပတ်ပုံလေးက ပြောင်းလဲခြင်း၊တော်လှန်ခြင်း၊တိုးတက်ခြင်းတွေကို ရည်ညွှန်းတယ်တဲ့။ဒီရုပ်ရှင်မှာတော့ လူသတ်သမား ပြောင်းလဲဖို့ကြိုးစားခဲ့တာကတော့ ရဲတွေကိုပါပဲ။အကျင့်ပျက်ရဲတွေအပြင် ရဲဥပဒေ အပိုဒ်ခွဲ-၈ ဖြစ်တဲ့ မိမိကိုယ်ကိုယ် ခုခံဖို့လက်နက်သုံးခွင့် ဥပဒေကိုပါ အလွဲသုံးစားလုပ်ခဲ့တဲ့ ရဲတွေ၊တစ်နည်းအားဖြင့် မလိုအပ်ဘဲ လူမတရားသတ်ပြီး လွတ်မြောက်နေတဲ့ ရဲတွေကို အပြစ်ပေးဖို့ကြိုးစားခဲ့တာပါပဲ။saw ရဲ့ထုံးစံအတိုင်း သူ့ကို လိုက်ဖမ်းဖို့ကြိုးစားနေကြတဲ့ကြားကတစ်ယောက်ပြီးတစ်ယောက်ကို သူတို့ရဲ့ အတိတ်တွေနဲ့ ပတ်သတ်တဲ့အပြစ်ပေးနည်းတွေနဲ့ကစားနည်းတွေ ကစားခိုင်းပြီး သတ်ဖြတ်ခဲ့တာကို ကြည့်ရမှာပါပဲ။ဟော်ရာ ရုပ်ရှင် ပရိသတ်တွေအတွက် ကြည့်စရာ တစ်ကားရပါပြီ။ \nFile size…(1,5 GB) and (1 GB)\nQuality….Webrip 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Andreson",
        "rating": "5.8",
        "url": "https://megaup.net/2j8x2/Spiral.From.the.Book.of.Saw.2021.1080p.WEBRip_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwSonK8WrAEqWY7sqjvGRCgzIij.jpg",
        "title": "Violet Evergarden: The Movie (2020)",
        "description": "Violet Evergarden : The Movie(2020)---------------------------------------------------IMDb Rating - 8.4/10Rotten Tomatoes- 99%ဒီကားကိုတော့ အားလုံးသိကြမှာပါ။Release Dateပြန်ပြန်ရွှေ့ခဲ့ရပေါင်းလည်း မနည်းပါဘူး။2019ကတည်းက ထွက်လာခဲ့သင့်ပေမယ့် Kyoto Animationစတူဒီယိုမီးရှို့ခံခဲ့ရတာကြောင့်2020 ကိုမှ ထွက်လာနိုင်ခဲ့ပါတယ်။April 2020မှာ ရုံတင်ဖို့ စီစဉ်ထားပေမယ် ကိုဗစ်-၁၉ကြောင့် September အထိ ထပ်ရွှေ့သွားပါတယ်။အကြည်(CamRip)ကတော့ ဒီလမှ ထွက်လာတာပေါ့။ဒီကားက 2018က ထွက်ခဲ့တဲ့ Violet Evergarden စီးရီးနဲ့ 2019တုန်းက ထွက်ခဲ့တဲ့Violet Evergarden: Eternity and the Auto Memory Dollဇာတ်ကားရဲ့အဆက်ပါအဆက်ဆိုပေမယ့်လည်း ရှေ့ကားတွေမကြည့်ဘဲ ဒီတိုင်းတန်းကြည့်လို့ရတဲ့ကားပါဇာတ်လမ်းအကျဉ်းကတော့…Violet Evergardenက စစ်ဖြစ်နေချိန်အတွင်းမှာ လက်နက်အနေနဲ့ အသုံးချခံခဲ့ရတဲ့ ကလေးစစ်သားတစ်ယောက်ပါ။အဲ့စစ်ပွဲကြောင့်ပဲ သူလက်နှစ်ဖက်လုံးကို ဆုံးရှုံးခဲ့ရတဲ့သူပါ။ စစ်ပြီးသွားတဲ့နောက်မှာတော့ ဆုံးရှုံးလက်နှစ်ဖက်လုံးနေရာမှာ လက်အတု(စက်)ကိုအစားထိုးခဲ့တယ်။ နောက်တော့ စစ်တုန်းက သိခဲ့ရတဲ့ ဒုတိယဗိုလ်ချုပ်ကြီးအကူအညီနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/Xdso/Violet_Evergarden_-_The_Movie_2020(720p).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/pg-136x200.jpg",
        "title": "Pain and Gain (2013)",
        "description": "[Unicode]ကာယနည်းပြဆရာ Daniel Lugo (Mark Wahlberg)ဟာ သူ၏လက်ရှိဘဝကိုမရောင့်ရဲနိုင်ပဲ သူသည် ဒီထက်ပိုကောင်းမွန်သော ဘဝနှင့်ထိုက်တန်သည်ဟုခံယူထားသူတစ်ဦးဖြစ်ပါတယ် ။ထိုတွင် ခေါင်းထဲပေါ်လာသည့်အကြံက သူလေ့ကျင့်သင်ကြားပေးနေတဲ့ နောက်ကြောင်းမရှင်းသည့် သူဌေးတစ်ယောက်ကို ပြန်ပေးဆွဲမယ့် အကြံပါ...သူနှင့်အတူ လုပ်ဖော်ကိုင်ဖက် body builder , Adrien Doorbal (Anthony Mackie)၊ နှင့် ထောင်မှထွက်လာတာမကြာသေးသည့် ခပ်အူအူ Paul Doyle (Dwayne Johnson) တို့ကိုဤစီမံကိန်းကြီးထဲ ပါဝင်ဖို့ဆွဲသွင်းပြီးနောက်... သူတို့သုံးယောက်၏အတွေ့အကြုံမပြည့်ဝမှု၊ အူတိအူကြောင်နိုင်မှုတို့ကြောင့် စီစဉ်ထားသည့်အတိုင်းဖြစ်မလာခဲ့ရပေမယ့် နောက်ဆုံးမှာတော့ အကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ် ။ဒါပေမယ့် မကောင်းမှုတို့၏ထုံးစံအတိုင်း သူတို့ကိုအလွတ်စုံထောက်တစ်ယောက်က ခြေရာခံမိလာသည့်အခါ...အလုံးအရင်းနှင့်ဖြစ်သော ပိုက်ဆံတို့ကိုထိန်းသိမ်းနိုင်သည့်စွမ်းရည် သူတို့မှာမရှိသည့်အခါ အဆိုးဆုံးသောဒုစရိုက်မှုကို သူတို့ကျုးလွန်မိကြကုန်ပါတော့တယ် ။ဒီဇာတ်ကားဟာ IMDb Rating - 6.4/10 ရရှိထားပြီး ဖလော်ရီဒါပြည်နယ်မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် ။ File size__( 1.1 GB) and ( ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Dahx/Pain_And_Gain_(2013)_Bluray_1080p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-133x200.jpg",
        "title": "Charlie and the Chocolate Factory(2005)",
        "description": "Charlie and the Chocolate Factory(2005)IMDb....6.7,,,,Rotten...82%ဝီလီဝန်ကာဟာ အကောင်းဆုံး ချောကလက်လုပ်တဲ့လူပါ...သူရဲ့ သူမတူတဲ့ချောကလက်လုပ်နည်းတွေကြောင့် လူတိုင်းသူ့ချောကလက်တွေကိုနှစ်သက်ခဲ့ကြတယ်။ ဆိုင်ကလေးကနေ စက်ရုံကြီး တည်ထောင်နိုင်တဲ့အထိအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ ချောကလက်လုပ်တဲ့သူ ဖြစ်ခဲ့တယ်။အောင်မြင်မှုတိုင်းမှာ တန်ဖိုးဆိုတာ ရှိပါတယ်....ဒီလိုနဲ့ သူရဲ့ အကျနေ့တွေရောက်လာခဲ့တယ်။ တခြား ချောကလက်လုပ်သူတွေဟာ ဝီလီရဲ့ နည်းတွေကိုသူလျှိုထည်ပြီး ခိုးခဲ့ကြပါတယ်...ဝန်ကာဟာ သိပ်မကြာခင်မှာပဲချောကလက်စက်ရုံကို ထာဝရ ပိတ်သိမ်းလိုက်ပါပြီလို့ကြေညာခဲ့ပါတယ်..။ထာဝရဆိုတာ...အချိန်အကြာကြီးဆိုတာကို ပြောတဲ့ နာမ်စားတစ်ခုပါပဲ...လူတွေကတော့ ထာဝရ ပိတ်သွားပြီပဲထင်ခဲ့ကြပါတယ်...စက်ရုံထဲကချောကလက်တွေ ထွက်မလာခင်အထိပေါ့.....။ပြန်မွေးဖွားလာတဲ့ဝန်ကာရဲ့ စက်ရုံနဲ့ အတူ ပဟေဠိတွေ ပေါ်ပေါက်ခဲ့ပါတယ်...စက်ရုံထဲမှာ ဘယ်သူတွေ အလုပ်လုပ်နေကြာတာလဲ....\nမစ္စတာဝန်ကာရော ဘာဖြစ်သွားခဲ့တာလဲ....။စက်ရုံတံခါးကြီးကတော့ ပိတ်ဆဲ..လူတွေလည်း အံ့သြမြဲ..တစ်နေ့မှာ တော့...နှစ်ပေါင်းများစွာ လူအဝင်မခံခဲ့တဲ့ သူရဲ့ ချောကလက်စက်ရုံကြီးထဲကိုဝင်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။ ဖိတ်စာကတော့ ရွှေရောင် လက်မှတ် ၅စောင် ဖြစ်ပြီးဒီ လက်မှတ်တွေကို ချောကလက်တွေရဲ့ အခွံံအောက်မှာ ထည့်သွင်းထားပါတယ်။၅ယောက်ထဲက တစ်ယောက်ကိုလည်း အထူးဆု တစ်ခုပေးဦးမယ်လို့ ပြောခဲ့တယ်။တစ်ကမ္ဘာလုံးက ကလေးတွေ... ဒီ လက်မှတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2j7wj/Charlie.and.the.Chocolate.Factory.2005.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-31-at-4.34.29-PM-135x200.png",
        "title": "Plan B (2021)",
        "description": "Plan B (2021)===========IMDb Rating - 6.5/10ကဲ CM ပရိသတ်ကြီးတို့ ss တွေနဲ့ CM gp ထဲမှာ စမြုပ်ပျံလို့ရမယ့် ဇာတ်ကားလာပါပြီ :3Plan B ဆိုတဲ့ အသုံးအနှုန်းကို ကျွန်တော်တို့ ဘယ်အချိန်မှာ သုံးကြလည်းဗျလိုရင်းတိုရှင်းပြောရရင် Plan B ဆိုတာ Plan A မအောင်မြင်တဲ့အခါ အသုံးချဖို့ထားတဲ့ Back Up ပါပဲPlan B ကို နောက်ထပ်တစ်နေရာမှာလည်း သုံးသေးတယ်ဗျအဲ့ဒါကတော့ Plan B Pill လို့ခေါ်တဲ့ သန္ဓေတားဆေးပါပဲဦးထုပ်မဆောင်းဘဲ ကုတင်ပေါ်ကကိစ္စတွေ လုပ်မိတဲ့အခါ အကာအကွယ်အနေနဲ့ အမျိုးသမီးတွေ သောက်တဲ့ဆေးပေါ့ဗျာအဲ ဒါပေ့မယ် ဒီကားထဲက ဆန်နီဆိုတဲ့ ၁၇ အရွယ်ကောင်မလေးကတော့ ကံဆိုးတယ်ပြောရမှာပေါ့ဗျာFirst Time ကို သူ့ crushနဲ့ ဖြစ်ချင်တာလည်း ဖြစ်ခွင့်မရတဲ့အပြင် ကွန်ဒုံးကပါ သူ့ကိုယ်ထဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2j7pu/Plan.B.2021.1080P.WebRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/oslo-135x200.jpg",
        "title": "Oslo (2021)",
        "description": "HBO ကတော့ သမိုင်းနောက်ခံ ဒရာမာတစ်ခုအချိန်ကိုက် ပြသလိုက်ပါတယ်။နာမည်ကျော် အစ္စရေး နဲ့ ပါလက်စတိုင်းတို့ရဲ့ တိုက်ပွဲတွေကို ကြားဖူးကြမှာပါ။ဒီရုူပ်ရှင်ကတော့ ၁၉၉၃ တုန်းက နော်ဝေးနိုင်ငံ အော့စ်လိုမြို့မှာအစ္စရေး နဲ့ ပါလက်စတိုင်း ငြိမ်းချမ်းရေးယူဖို့ လျို့ဝျက်ညှိနှိုင်းကြတဲ့ ဖြစ်ရပ်မှန်ကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဘာလို့ လျို့ဝှက်ညှိနှိုင်းရလဲဆိုတော့ အဲဒီတုန်းက အစ္စရေးနဲ့ ပါလက်စတိုင်း စစ်ဖြစ်နေတာ ၄ နှစ်လောက်ရှိပါပြီ။သူတို့အချင်းချင်း ညှိနှိုင်းမှုလည်းမရှိပါဘူး။ အစ္စရေးရဲ့ ပေါ်လစီအရဘယ် ပါလက်စတိုင်း ကိုယ်စားလှယ်နဲ့မှ တရားဝင်တွေ့ဆုံညှိနှှိုင်းခြင်းမလုပ်ဘူးဆိုပြီးပိတ်ချထားတာ ဖြစ်လို့ပါပဲ။ ညှိနှိုင်းရေးတွေကို အမေရိကန်အပါအဝင် ကြားခံနိုင်ငံတွေကဝင်ရောက်ညှိနှှိုင်းနေရတာ ဖြစ်ပြီ ကာယကံရှင်နှစ်ယောက်လုံး တေ့တေ့ဆိုင်ဆိုင်မဟုတ်တဲ့အတွက်ဘာအဖြေမှ ဖြစ်မလာခဲ့တာပါ။ ဒီရုပ်ရှင်မှာတော့ နော်ဝေးနိုင်ငံရဲ့ လင်မယားနှစ်ယောက်ကအော့စ်လိုမှာ နှစ်ဖက်နိုင်ငံကိုယ်စားလှယ်တွေကို လျို့ဝှက်တွေ့ဆုံနိုင်အောင်စီစဉ်ပြီး အော့စ်လို သဘောတူညီချက်ကို ရအောင်ကူညီခဲ့တဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ဒီနှစ်နိုင်ငံဟာ နှစ်ပေါင်းများစွာ တိုက်ခိုက်လာခဲ့ပြီးအချင်းချင်း မယုံကြည်မှုတွေ၊ အငြိုးတွေတွေ ဘယ်လိုမှ ညှိမရတဲ့ နိုင်ငံဖြစ်လို့ ကြားဝင်နိုင်ငံတွေကလည်းစိတ်ကုန်ပြီး မသိမသာပစ်ထားခဲ့တဲ့သဘောပါပဲ။ဒီအော့စ်လိုသဘောတူညီချက်ကို ခက်ခက်ခဲခဲ ...",
        "rating": "7",
        "url": "https://megaup.net/1D9w7/Oslo.2021.1080p.WEBRip_(CM).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://megaup.net/2j6H1/KonoSuba_God_s_Blessing_on_this_Wonderful_World!_-_Legend_of_Crimson_(2019)_720p(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3d85ad24-052d-41a3-abcf-e03eb538902b-133x200.jpg",
        "title": "Lawrence of Arabia (1962)",
        "description": "Lawrence of Arabia (1962)====================IMDb Rating (8.3)Rotten Tomatoes (93%)အော်စကာဆု (၇) ဆု ရရှိထားတဲ့ ဖြစ်ရပ်မှန်စစ်ပွဲနောက်ခံ တကယ့်ဂန္တဝင်ဇာတ်ကားကြီးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...ဒီဇာတ်ကားဟာ ၁၉၁၆ ခုနှစ်များဆီက အာရပ်ကန္တာရတော်လှန်ရေးကို ဦးဆောင်ခဲ့တဲ့ T.E. Lawrence အကြောင်းဖြစ်ပြီးတော့Revolution တို့ရဲ့သဘောတရားကို ရှုမြင်နိုင်ပါတယ်...ပထမကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဗိုလ်တစ်ဦးဖြစ်တဲ့ ဗိုလ်လောရန့်စ်ဟာ ဂျာမန်နဲ့တူရကီတွေကိုဆန့်ကျင်တိုက်ထုတ်နေတဲ့ အာရပ်တွေရဲ့တော်လှန်ရေးကို လေ့လာဖို့ အာရေးဘီးယားကို စေလွှတ်ခြင်းခံရပါတယ်။ ကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ကန္တာရဒေသမှာ ခရီးစနှင်ကတည်းက အခက်အခဲများစွာကြုံတွေ့ရင်းကနေ အာရပ်ခေါင်းဆောင် မင်းသားဖိုင်ဆယ်ဆီရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ အစိတ်စိတ်အမွှာမွှာကွဲပြားနေတဲ့ အာရပ်လူမျိုးစုတွေကို ပြန်လည်စည်းရုံးစုပေါင်းပြီး လောရန့်စ်တစ်ယောက် ဗြိတိသျှအထက်အမိန့်တွေကို ဖီဆန်ကာ အာရပ်တော်လှန်ရေးကိုအရှိန်မြှင့်တင်ခဲ့ပါတော့တယ်။စစ်မှန်တဲ့စိတ်ရင်းစေတနာ၊ မလျှော့သောဇွဲနဲ့ ထက်မြက်တဲ့စစ်ဆင်ရေးနည်းဗျူဟာတွေကြောင့် လက်နက်အင်အား၊ လူအင်အားမမျှတဲ့ တူရကီကြီးစိုးရာနယ်မြေတွေကို သိမ်းယူလာနိုင်ခဲ့တဲ့လောရန့်စ်ဟာ အာရပ်လူမျိုးတွေနဲ့ အင်္ဂလိပ်အရာရှိနှစ်ဖက်လုံးရဲ့ ယုံကြည်ကိုးစားမှုကို တစ်စတစ်စရရှိလာပြီး သူနဲ့အတူအာရပ်တော်လှန်ရေးဟာလည်း အရှိန်အဟုန်မြင့်လာပါတော့တယ်။တော်လှန်ရေးတစ်လျှောက်မှာ မိတ်ဆွေတွေတိုးပွားပြီး စိတ်အားတက်စရာတွေကြုံခဲ့ရသလို ရပြီးသားမိတ်ဆွေတွေကိုဆုံးရှုံးရပြီး လက်လျှော့ချင်စိတ်အကြိမ်ကြိမ်ဖြစ်ခဲ့ရတဲ့ လောရန့်စ်ရဲ့စိတ်ခံစားချက်အတက်အကျတွေကိုပီပြင်အောင်ပုံဖော်နိုင်ခဲ့တဲ့ မင်းသားကြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/2j6qA/(CM)Lawrence_of_Arabia_(1962)_RM4K_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adventure, Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-11.02.53-PM-135x200.png",
        "title": "Feral State (2020)",
        "description": "Feral State (2020)==============IMDb Rating - 5.6/10CM ပရိတ်သတ်များကို တွေးလို့ဆွေးလို့ကောင်းတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘာကတွေးလို့ကောင်းတာလဲဆိုရင် တစ်ကားလုံးက တွေးစရာ စဉ်းစားစရာတွေနဲ့ပြည့်နှက်နေတာပါ။ကြည့်ရှုသူကို ဇာတ်လမ်းထဲစီးမျောပြီး ဇာတ်ကောင်တွေနဲ့အတူ ကိုယ်ပါမွန်းကြပ်လာတဲ့ခံစားချက်ဖြစ်အောင်ရိုက်ပြဖန်တီးထားနိုင်တဲ့ ဒါရိုက်တာကြီးကိုတော့ တော်တော်ချီးကျူးပါတယ်။ဇာတ်လမ်းအကြောင်းလေး စလိုက်ကြရအောင် မစခင်ပြောချင်တာက ဒီဇာတ်လမ်းလေးက တော်တော်အနှစ်ကျပါတယ်။ ဇာတ်လမ်းရဲ့ဆိုလိုရင်းသဘောတရားတွေကို review လေးတစ်ခုနဲ့ လုံးဝဖော်ပြလို့မရပါဘူး ကြည့်ရင်းတွေးရင်းနဲ့မှ မြင်လာရမယ့်အနှစ်သာရတွေရှိနေတယ်။ အဲ့တာကြောင့် သေချာပေါက်ကြည့်ရှုကြဖို့တိုက်တွန်းချင်ပါတယ်.......။ မက်မွန်းရိုးဆိုတဲ့လူကြီးတစ်ယောက်ဟာ တစ်ကောင်ကြွက်ခိုနားစရာမရှိတဲ့ကလေးတွေကို လက်ခံမွေးစားပါတယ်။မွေးစားပြီးတော့ သူ့ရဲ့ခံယူချက် အယူအဆတွေကို ရိုက်သွင်းတယ် ခိုင်းစေတယ် ပြီးတော့ ဓားပြတိုက်လုယက်ခိုင်းတယ်။ဒါပေမဲ့ အဲ့ကလေးတွေကိုမချစ်ဘူးလားဆိုတော့ မဟုတ်ဘူး သူ့နည်းသူ့ဟန်နဲ့တော့ တော်တော်ချစ်တယ်လို့ယူဆလို့ရပါတယ်။ကလေးတွေဟာလည်း သူတို့အဖေကို တုန်နေအောင်ကြောက်ရတယ်။ ဒီလိုနဲ့ ဓားပြတိုက်လိုက် လုယက်လိုက်လုပ်နေရင်းတစ်နေ့မှာတော့ လူသတ်မှုပါ ကျူးလွန်လိုက်ကြတယ် နယ်ခံရဲတွေဟာ လူသတ်မှုကိုစုံစမ်းရင်းနဲ့ မက်မွန်းရိုးအကြောင်းကိုခြေရာခံမိပြီး လိုက်ဖမ်းကြတော့ မက်မွန်းရိုးတို့မိသားစုလိုက် ထွက်ပြေးကြရတော့တာပေါ့၊ ပြောရရင် ဇာတ်လမ်းလေးကရိုးရိုးရှင်းရှင်းလေးပါပဲ ဒါပေမဲ့ အပေါ်မှာပြောခဲ့သလိုပဲ review တစ်ခုနဲ့ဖော်ပြလို့မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D8rd/Feral.State.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/9f58d6502667fab2d425c8ffa832cd14-195x300.jpg",
        "title": "PK (2014)",
        "description": "IMDb (8.2/10)Rotten Tomatoes (93%)ဒီဇာတ်ကားကတော့ ၂၀၁၄ ခုနှစ်ရဲ့ အကောင်းဆုံး ဘောလိဝုဒ်ဇာတ်ကားအဖြစ်သတ်မှတ်ခံခဲ့ရပါတယ်။ကမ္ဘာနှင့်အဝှမ်း ဝင်ငွေများစွာရရှိခဲ့ပြီး စံချိန်တွေလဲချိုးခဲ့တဲ့ နာမည်ကြီးဇာတ်ကားပါ။ဘာသာတရား အယူဝါဒတွေနဲ့ပတ်သက်လို့ မေးခွန်းထုတ်ခဲ့ပြီး ဒီကိစ္စနဲ့ ပတ်သက်လို့ ပွက်လောရိုက်အောင်ကိုငြင်းခုန်ခဲ့ကြပါတယ်။မင်းသား Aamir Khan ရဲ့မှတ်တိုင်ဖြစ်ခဲ့ပြီး မင်းသမီးကတော့ Anushka Sharma ဖြစ်ပါတယ်။(ဘာသာပြန်ထားသူကတော့ မိုးစက်ဖြစ်ပါတယ်။)File size…(1.21GB)\nQuality... 720p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "8.2",
        "url": "https://megaup.net/1HFcb/PK_[2014]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-1.21.03-PM-135x200.png",
        "title": "Friends: The Reunion (2021)",
        "description": "Friends: The Reunion (2021)=====================IMDb Rating - 8.7/10 FRIENDS တီဗီရှိုး ပြီးဆုံးပြီး ၁၇ နှစ်အကြာမှာတော့ Friends Reunion ပြန်လာခဲ့ပါပြီ။ဒီ Reunion က ကျွန်မတို့တွေထင်ထားသလို အပိုင်းအသစ်မဟုတ်ပါဘူးနော် သူတို့တွေ ပြန်ဆုံကြပြီး talk show တခုလိုစကားဝိုင်းဖွဲ့ပြောကြရင်း flashback တွေကို ပြန်ခံစားကြတာမျိုးပါ။ အဲတာကြောင့် Ross တို့ Rachel တို့လို character တွေကိုမြင်ရမှာမဟုတ်ပဲ David Schwimmer, Jennifer Aniston စသဖြင့် မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဒီ reunion ဟာ ဇာတ်လမ်းတွဲအစအဆုံးကို ပြန်ပြီး reflect လုပ်မှာဖြစ်တဲ့အတွက် မကြည့်ရသေးသူတွေ အနေနဲ့ major spoilerအကြီးကြီးတွေမိနိုင်သလို တချို့နေရာတွေကို နားမလည်နိုင်တာမျိုးတွေ ကြုံရနိုင်ပါတယ်။ အဲတာကြောင့် အညွှန်းလေးသေချာဖတ်ပြီးမှကြည့်ကြဖို့အကြံပေးချင်ပါတယ်။သိပြီးသားသူတွေအတွက်ကတော့ ဒီဇာတ်ဆောင် ၆ ယောက်အပြင် Gunther တို့ Janice ...",
        "rating": "8.7",
        "url": "https://megaup.net/1Rjmg/Friends.The.Reunion.2021.720p.HMAX.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fQy5OmhJjxWHvuWs731qyydOZ.jpg",
        "title": "The Box (2021)",
        "description": "The Box(2021)“မျက်လုံးတွေကိုမှိတ်လိုက်ပါအဆုံးအစမရှိ ကျယ်ပြောနက်ရှိုင်းတဲ့ကမ္ဘာကြီးကမင်းရှေ့မှာ ရှိနေလိမ့်မယ်\"အမြင်အာရုံကွယ်ပျောက်နေတဲ့မိန်းကလေးတစ်ယောက်က စင်ကြောက်နေတဲ့အဆိုတော်ပေါက်စလေးကို ပြောခဲ့တဲ့စကားပါဒီကားလေးက အကြွေးပတ်လည်ဝိုင်းနေတဲ့ ပရိုဂျူဆာတစ်ယောက်ရယ်လူတွေမမြင်တဲ့နေရာမှာပဲ သီချင်းဆိုရဲတဲ့ကောင်လေးတစ်ယောက်ရယ်ရဲ့musical journey တစ်ခုကိုရိုက်ပြထားတာပါကောင်လေးနေရာမှာတော့ Exo ထဲက Chanyeol ပါဝင်သရုပ်ဆောင်ထားတယ်သူတို့နှစ်ယောက် မထင်မှတ်ပဲတွေ့ဆုံရင်းစာချုပ်အသေးစားလေးတစ်ခု ချုပ်ခဲ့ကြတယ်အဲ့ဒီစာချုပ်အတိုင်း လူရှေ့မှာဆိုဖို့ train ပေးတယ်ပေါ့ဗျာMusical ကားဆိုတော့တစ်ကားလုံး သီချင်းလေးတွေနဲ့ပဲငြိမ့်ငြိမ့်ညောင်းညောင်းလေးသွားမှာပါ​အဆိုပိုင်းရော သရုပ်ဆောင်ပိုင်းပါတော်တဲ့Chanyeol ရဲ့သီချင်းတွေကို သူ့မျက်နှာလေးကြည့်ပြီးနားထောင်နေရတာနဲ့တင်ဒီကားကတော်တော်လေးကိုတန်နေပါပြီကြည့်ရှူလိုက်ကြပါဦးIMDb - 9.6/10 ရရှိထားတာမို့ Rating အတော်လေးမြင့်တဲ့ ဇာတ်ကားထဲမှာ ပါပါတယ်။Translator: AmeliaEncoder: AugustQuality: 1080P WEB-DL 5.1CH and 720P WEB-DL 5.1CH\nSize: 2 GB and 1 GB\nSubtitle: Myanmar (Hardsub)\nGenre: Drama, Music, Musical",
        "rating": "9.6",
        "url": "https://megaup.net/Xaza/The.Box.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/cruella-135x200.jpg",
        "title": "Cruella 2021",
        "description": "ခရူရယ်လာဆိုတဲ့ ဒစ်စနေးရဲ့ နာမည်ကျော် ဗီလိန်ကြီးလာပါပြီ။\nကျတော်တို့ငယ်ငယ်ကတည်းက ခွေးလေးတွေကို လိုက်ဒုက္ခပေးချင်တဲ့\nဒီမိန်းမကြီးကို မြင်တာနဲ့ မုန်းခဲ့တာပါ။\nအခုတော့ သူ့နေရာကို အမ်မာကျောက်တုံးလေးက ဝင်ပြီး\nသရုပ်ဆောင်လိုက်တော့လည်း မုန်းလို့မရတော့ပါဘူး။\nမယ်လီဖီးဆန့် ဂျိုလီကို မုန်းလို့မရသလိုပေါ့။\nဒီ Live action အသစ်ကတော့ အတော်ကောင်းတဲ့အထဲမှာ ပါပါတယ်။\nဇာတ်လမ်းဇာတ်ကွက်လည်း အဆင်ပြေတယ်။\nခရူရယ်လာဆိုတဲ့ သူဌေးမကြီးဘယ်လိုဖြစ်လာသလဲဆိုတာကို ကောင်းကောင်းပြထားတာပါပဲ။\nရိုက်ထားတာတွေ ဖက်ရှင်တွေကလည်းအတော်ကိုကောင်းပါတယ်။\nကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ ခရူရယ်လာ အကြောင်းကို ပြန်ကြည့်ချင်ရင်တော ့\n101 dalmatians နဲ့ 102 dalmatians ဆိုတဲ့ ရုပ်ရှင်နှစ်ကားရှိပါသေးတယ်။\nဒါကိုလည်း တစ်ခါတည်း တင်ထားပေးပါတယ်။\nFile size…(2 GB) and (1.4 GB)\nQuality….Webrip 1080p and 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Andreson",
        "rating": "7.1",
        "url": "https://megaup.net/Xaxx/Cruella.2021.720p.WEBRip.x264-RARBG(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-28-at-10.29.58-PM-135x200.png",
        "title": "Four Good Days (2020)",
        "description": "Four Good Days (2020)==================IMDb Rating - 6.3/10လူတစ်ယောက်အတွက် အချိန် ၄ ရက်ဟာ ဘဝတစ်ခုကို ပြန်လည်\nပြောင်းလဲနိုင်စွမ်းရှိနိုင်ပါ့မလားလို့တွေးကြည့်ဖူးလား၊\nဒီဇာတ်ကားလေးကတော့ ဆေးစွဲနေတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့\nဆေးသမားဘဝကို စွန့်လွှတ်တဲ့ တကယ့်ဖြစ်စဥ်ကိုအခြေခံပြီးရိုက်ပြထားတာပါ၊\nသူ့ဘဝမှာ ဆေးမသုံးဘဲ ၄ ရက်တာ ဖြတ်သန်းရမယ်ဆိုတာ ခက်ခဲလွန်းပြီး\nအဲ့ ၄ရက်တာဟာ ကြီးမားကြာရှည်လွန်းတဲ့ ဒုက္ခရက်စွဲဆိုတွေပါပဲ၊ နောက်ပြီး\nသူမဆေးဖြတ်ရခြင်းအကြောင်းရင်းကလည်း သူမရဲ့ မိခင်က ဆေးမပြတ်ရင်\nပြန်လည်ပြီး အတူနေခွင့်မပေးတာကြောင့် သူမက ဒီအလုပ်ကိုလုပ်ကိုလုပ်ရမှာပါ၊\nဒီဇာတ်ကားဟာ တကယ့်လက်တွေ့ဖြစ်ရပ်မှန်ကိုအခြေခံရေးသား ရိုက်ကူးထားပြီး\nWinning Washington Post Writer - Pulitzer Prize ရရှိထားတဲ့ Drama\nကားကောင်းတစ်ကားပါ IMDb Rating 6.3/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို SWM မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 40minSubtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/Xah1/Four.Good.Days.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5hj0z3JltvNtEz9p5WS2YRgtjTB.jpg",
        "title": "Tazza 3 : One Eyed Jack (2019)",
        "description": "[Unicode]လောင်းကစားသမားတွေရဲ့ ဘဝကို ပေါ်ပေါ်လွင်လွင်ဖော်ပြထားတဲ့ Tazza ရုပ်ရှင်ကားရဲ့ တတိယမြောက်ဇာတ်ကား Tazza 3: One Eyed Jackကို တင်ဆက်ပေးလိုက်ပါတယ် ။ကျွန်တော်တို့ သင်္ကြန်မိုးရုပ်ရှင်ကားထဲက မမေ့နိုင်စရာ Dialogueတွေထဲကတစ်ခုဖြစ်တဲဇာတ်ကောင်သက်ထွေးရဲ့ \"အရက်သမားသား အရက်သမားဖြစ်ရတာ မဆန်းပါဘူးအဖေရာ\" ဆိုတဲ့စကားကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ် ။အခုလည်း လောင်းကစားသမားရဲ့သား လောင်းကစားသမားဖြစ်ရတာမဆန်းဘူးဆိုပြီး နေ့ခင်းမှာ အစိုးရဝန်ထမ်းစာမေးပွဲဖြေဖို့ ကျောင်းတက်ရင်း၊ ညဘက်မှာ လောင်းကစားဝိုင်းထဲကို ရောက်နေတဲ့ Do Il-chulဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့လောင်းကစားဝိုင်းထဲမှာပဲ ကြီးပြင်းလာတဲ့ Madonnaဆိုတဲ့မိန်းက‌လေးတို့ရဲ့ ဆုံတွေ့မှုနဲ့ပဲ ဒီဇာတ်လမ်းကိုစထားပါတယ်...ကံကြမ္မာအလှည့်အပြောင်းကြောင့် Do Il-chulနဲ့ တကယ့်လောင်းကစားသမားကြီးတစ်ယောက်ဖြစ်တဲ့ တစ်ဖက်လပ်ကြီး Aekkuနဲ့ ပူးပေါင်းမိသွားပြီး ‌လူရှုပ်လူပွေကြာကူလီလောင်းကစားသမား Kkachi၊ သရုပ်ဆောင်သင်တန်းတွေတက်ပြီး သရုပ်ဆောင်ဖြစ်မလာပဲ ကာစီနိုရုံမှာ Lucky Girlလုပ်နေရတဲ့ Young-mi နဲ့ လူလိမ်ကြီး ဒါရိုက်တာKwonတို့ ‌၅ယောက် ပေါင်းမိသွားပြီးကတုံးပေါ်ထိပ်ကွက်ဖို့ ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ကားထဲမှာပဲ စောင့်ကြည့်လိုက်ပါ...။\"ကျွန်တော်ဘာလို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Bfye/(CM)_Tazza_-_One_Eyed_Jack_(2019).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/sdxc3v3xpjvg-140x200.jpg",
        "title": "Tazza: The Hidden Card (2014)",
        "description": "Tazza; The Hidden Card (2014)\n=========================IMdb Rating (6.9)ဒီဇာတ်ကားမှာ Big Bang အဖွဲ့က T.O.P မှအဓိက ဇာတ်ဆောင်အဖြစ် ကြမ်းကြမ်းတမ်းတမ်းပါဝင်သရုပ်ဆောင်ထားပါတယ်။T.O.P ဟာ တောင်ကိုရီးယားရဲ့ ယနေ့ခေတ် အနုပညာရှင်တွေထဲမှာ ရှားပါးလှတဲ့ ယောင်္ကျားပီပီသသ ရုပ်ထွက်ရှိသူတစ်ယောက်ပါ။သူ့ရဲ့ မျက်နှာပေးတွေက ဇာတ်ကြမ်း အက်ရှင်တွေနဲ့ လိုက်ဖက်ပြီး ဆွဲဆောင်မှုရှိပါတယ်။ဒီဇာတ်ကားမှာလဲ T.O.P က ဇာတ်လမ်းကို စ လယ် ဆုံး ဆွဲခေါ်သွားနိုင်ပါတယ်။မင်းသမီး Shin Se‑kyung မှ ဇာတ်ဆောင်မင်းသမီးအဖြစ် ပါဝင်ထားပြီး အခြားအနုပညာရှင်ပေါင်းများစွာ အားဖြည့်ထားပါတယ်။(မင်းသမီးအနေနဲ့ ဇာတ်ဝင်ခန်းသဘောအရ ခပ်ဟော့ဟော့ သရုပ်ဆောင်ထားရတာတွေရှိတာကြောင့်မိသားစုနဲ့အတူကြည့်ဖို့တော့ ချင့်ချိန်ရမယ့်ဇာတ်ကားပါ။)2006 မှာထွက်ခဲ့တဲ့  Tazza; The High Rollers ဟာ ဇာတ်လမ်းတွဲတစ်ခုနဲ့ sequelနှစ်ကားရိုက်ရတဲ့အထိပေါက်ခဲ့ပါတယ်။Hidden Cardဟာ Tazzaဇာတ်ကားတွဲရဲ့ ဒုတိယကားနဲ့ လူသိအများဆုံးကားပါပဲ။  \"High Rollersနဲ့ တိုက်ရိုက်ကိုဆက်ထားတယ်။ဇာတ်လမ်းအရတော့ ကိုရီးယားဖဲလောကမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2j4I8/(CM)Tazza.The.Hidden.Card.2014.720p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/lgr3oypfvcg2-141x200.jpg",
        "title": "Tazza: The High Rollers (2006)",
        "description": "Tazza; The High Rollers(2006)\n========================\nIMdb Rating (7.2)Tazzaဇာတ်ကားတွဲတွေရဲ့ ပထမဆုံးကားနဲ့ အကောင်းဆုံးကားပါ။ဖဲသမားတစ်ကောင်က ဘယ်လိုစိတ်မျိုးမွေးသင့်တယ်၊ဖဲလောကက ဘယ်လိုရှိတယ် အူမချေးခါးမကျန် ပြထားတယ်။Sequelနှစ်ကားထက် ဇာတ်အိမ်အများကြီးပိုကျစ်လစ်တယ်။ကံကောင်းရင်တော့ကြည့်ပြီး လုံး၀လောင်းကစား မလုပ်ချင်တာမျိုးဖြစ်သွားနိုင်တယ်။ကံဆိုးရင်တော့ အခုပဲဖဲဝိုင်းသွားထိုင်ချင်စိတ် ပေါက်ကောင်းပေါက်သွားနိုင်တယ်။အတော်ဆုံးဖဲဝိဇ္ဇာဖြစ်တဲ့ဆရာက တပြည့်ကို ဖဲလိမ်ရိုက်ဖိုသင်ပေးနေတာတွေကငယ်ငယ်က မင်းသိင်္ခစာအုပ်တွေထဲက ဆရာတွေက သူ့တပြည့်ကိုသင်ပေးတဲ့ဖီလင်မျိုးရတယ်။Narratorထည့်ပြီး ရှေ့တစ်၀က် နောက်တစ်၀က်ပြထားတဲ့ Storytellingကလည်း အတော်မိတယ်။ဖဲပဲ သေချာရှယ်ရိုက်ပြနေတဲ့ ဖဲကားအစစ်ကိုကြည့်ချင်တဲ့လူတွေအတွက်တော့ဒီရုပ်ရှင်ဟာ တကယ့်ကို အနာနဲ့ဆေးတည့်တယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ WiRa Aung မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "7.2",
        "url": "https://megaup.net/2j4H8/(CM)Tazza.The.High.Rollers.2006.BluRay.REMUX.720p.AVC.DTS-HD.MA5.1-MC.mp4",
        "category": "Adult, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BYmEzOTcxNzUtYmVjMS00MzNiLWJjNTEtOTY3MTE2ZjVkMGQ5XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "102 Dalmatians 2000",
        "description": "Disney ကနေ Emma Stone ပါ၀င် သရုပ်ဆောင်ထားတဲ့\nCruella ဇာတ်လမ်းလည်း ထွက်လာတော့မှာဆိုတော့\nအရင်တုန်းက Cruella de Vil အကြောင်းတွေထဲက\nတစ်ပုဒ်ဖြစ်တဲ့ 102 Dalmatians လေးကိုလည်း\nပြန်ကြည့်ပြီး အတိတ်ကို ပြန်သွားကြရအောင်ပါ CM ပရိသတ်ကြီးရေ\nသိပြီးသားသူတွေအတွက်ရော မသိသေးသူတွေအတွက်ပါ\nမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ Cruella de Vil ဆိုတာ\nချစ်စရာခွေးလေးတွေကိုမှ လိုက်ပြီး အန္တရာယ်ပေးတတ်\nဒုက္ခပေးတတ်တဲ့ ဗီလိန်မကြီးပါပဲ\nဘာသာပြန်သူအနေနဲ့ကလည်း ခွေးချစ်တတ်သူဆိုတော့\nCruella ဟာ ဘာသာပြန်သူရဲ့ အမုန်းဆုံး Disney villain ပါပဲ\nနာမည်ကိုက Cruel (ရက်စက်ကြမ်းကြုတ်သော) ဆိုတဲ့ စကားလုံးကနေ ဖြစ်တည်နေတာသာ ကြည့်ပါတော့\nဒီ 102 Dalmatians ကားလေးကတော့ 101 Dalmatians ရဲ့ sequel အဖြစ်\n2000 ခုနှစ်မှာ ထပ်မံထွက်ရှိလာတဲ့ကားလေးပါ\n101 Dalmatians မှာ ခွေးလေးတွေကို ဒုက္ခပေးမိလို့\nCruella တစ်ယောက် ထောင်ကျသွားအပြီး နောက်ပိုင်းကို ဆက်လက်ရိုက်ကူးထားတာပါ\nထူးဆန်းတာက 102 Dalmatians ...",
        "rating": "5",
        "url": "https://megaup.net/1D7dm/102.Dalmatians.2000.720p.WEBRip_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/101-135x200.jpg",
        "title": "101 Dalmatians 1996",
        "description": "ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းသဘောကျတဲ့\nခွေးလေး ၁၀၁ ကောင် ကာတွန်းကားကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့\n101 Dalmatians 1996 ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားရဲ့ထားခြားချက်ကို ပြောရမယ်ဆိုရင်တော့\nခွေးလေးတွေကိုယ်တိုင်ပါပဲ ကျွန်တော်ကတော့ ရုပ်ရှင်ထဲမှာ\nတိရစ္ဆာလေးတွေ ထည့်ရိုက်ရင် အရမ်းသဘောကျပါတယ်\nဘာလို့ဆိုတော့ သူတို့ကို သရုပ်ဆောင်ဖို့ သင်ပေးရတာ မလွယ်ဘူးလေ\nဒါပေမယ့် အခုနောက်ပိုင်းမှာ CGI ဆိုတဲ့ ကွန်ပျူတာနဲ့\nဖန်တီးထားတဲ့ ရုပ်အတုတွေပဲ ထည့်ရိုက်ကြပါတော့တယ်\nဒီတော့ အရင်ခေတ်ကလို တိရစ္ဆာန်လေးတွေရဲ့\nသရုပ်ဆောင်ချက်တွေ မြင်ရဖို့အခွင့်အရေးရှားသွားပါတယ်\nဒါပေမယ့် ၁၉၉၆ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဒီကားမှာတော့\nခွေးလေးတွေရဲ့ ချစ်စရာကောင်းတဲ့ သရုပ်ဆောင်ချက်တွေကို\nတစ်ဝကြီးမြင်ကြရမှာပါ အခုလို စိတ်ဖိစီးစရာများတဲ့ ကာလမှာ\nOld but Gold ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…(1.5 GB) and (1 Gb)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Htet Wai Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/1D78s/101.Dalmatians.1996.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cyW9nuNoVR52KiQaZfav7Mt6Iik.jpg",
        "title": "Maya Kannadi (2020)",
        "description": "Maya Kannadi(2020)-----------------------------------\nအခုတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားကတော့ Maya Kannadi ဆိုတဲ့ ဘောလီဝုဒ်မှုခင်းကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းစပြောရမယ်ဆိုရင် အရင်ဆုံး Blue Whale ဆိုတဲ့ App လေးနဲ့ အရင်မိတ်ဆက်ပေးရမှာပေါ့\nBlue Whale App ဆိုတာဘာလဲ???\nApp ကပေးတဲ့ မစ်ရှင်တွေကို Challange Accepted ဆိုပြီး ပြီးမြောက်အောင် ကစားရတဲ့ဂိမ်းတစ်ခုပေါ့ အိန္ဒိယမှာတင်မက တစ်ကမ္ဘာလုံးမှာပါ ​ဆော့ကြတဲ့ဂိမ်းတစ်ခုပါဒီတော့ မှုခင်းကားနဲ့ ဒီဂိမ်း ဘာဆိုင်လို့လဲ မေးစရာရှိလာပါပြီအမျိုးသားကောလိပ်မှာ အတူတူကျောင်းတက်ရောက်နေကြတဲ့ အာရပ်ဒီရာ ဘာသ်ရပ် ဗင်နေးနဲ့ မာဒူရ် စတဲ့ကျောင်းသား ကျောင်းသူတွေဟာ ဒီ Blue Whale ဆိုတဲ့ Application ကြောင့် အသက်ဆုံးရှုံးခဲ့ရပါတယ်ဂိမ်းက စစပိုင်းမှာတော့ သာမန်ပျော်ပျော်ပါးပါးပါပဲ ဥပမာ သူစိမ်း​ယောကျာ်းလေးတစ်ယောက်ကို နှင်းဆီပန်းပေးရမယ် အဆောက်အဦးမြင့်ပေါ်မှာ ချစ်သူနဲ့ Anniversary ကျင်းပရမယ် ဒီလောက်ပါပဲဒါပေမယ့် ဆော့တာကြာလာတာနဲ့အမျှ ဆားငန်ရေ အငတ်မပြေသလိုမျိုး ...",
        "rating": "6.7",
        "url": "https://megaup.net/2j4L3/MAYA_KANNADI_(2020)_Kannada_TRUE_HD_-_1080p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3TlKCYWKkRYibvYhUlAG6SB31Bn-133x200.jpg",
        "title": "Leizhenzi: The Origin of the Gods (2021)",
        "description": "[Unicode]ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ညီအစ်ကိုဖြစ်သူနှစ်ဦးရဲ့ သံယောဇဉ် ချစ်မေတ္တာနှောင်ကြိုးတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ကားလေးပါဇာတ်ကြောင်းလေးကတော့...လောကကြီး အရှုပ်အထွေးတွေဖြစ်ချိန်မှာ ကောင်းကင်ဘုံပုံစံကိုဖွင့်ပြီးငြိမ်းချမ်းမှုရယူဖို့အတွက် ကြယ်စစ်သူကြီးဟာ လူ့ပြည်ကိုဆင်းပြီး လူသားအမွှာနှစ်ယောက်တည်းက တစ်ဦးအဖြစ်လူဝင်စားခဲ့ပါတယ် လူဝင်စားပြီး သူနဲ့သူ့ညီ အမွှာနှစ်ယောက်ဟာ တစ်ဦးကို တစ်ဦးကာကွယ်စောင့်ရှောက်ကာ အရမ်းချစ်ကြပေမဲ့ အသက်၁၈နှစ်ပြည့်ပြီး ကြီးပြင်းလာတဲ့တစ်ချိန်မှာဂုဏ်ဒြပ်တွေ သူတစ်ပါးသွေးထိုးစကားတွေကြောင့် ညီအစ်ကိုနှစ်ယောက်ဟာ မတူညီတဲ့လမ်းနှစ်ခုကို တစ်ယောက်တစ်လမ်းစီရွေးမိသွားပြီး ရန်သူတွေဖြစ်လာခဲ့ကြပါတော့တယ် အဲ့ဒီအချိန်မှာ သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းက ဂုဏ်ပုဒ်တွေကို အလဲထိုးနိုင်မလားဂုဏ်ဒြပ်တွေကပဲ သူတို့နှစ်ယောက်ရဲ့ ချစ်ခြင်းကို အနိုင်ယူသွားနိုင်မလားဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:39:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2j4F7/Leizhenzi_The_Origin_of_the_Gods_(2021).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8Q9ulyRE8fkvZMkAM9LPYMKctb.jpg",
        "title": "Batman: Death in the Family (2020)",
        "description": "Batman: Death In The Family 2020\n---------------------------\nDcက ပထမဦးဆုံးအနေနဲ့ ရိုက်ခဲ့တဲ့ interactive movieပါ ။interactive movieရဲ့ သဘောကတော့ ရုပ်ရှင်ဇာတ်သိမ်းကိုစာရေးဆရာက ပရိတ်သတ်ကို ဆုံးဖြတ်ခိုင်းတာပါ။ဒီရုပ်ရှင်ထဲမှာတော့ DCရဲ့ anti heroဖြစ်တဲ့ Jason Toddရဲ့ ကံကြမ္မာကိုအဆုံးဖြတ်ပေးရမှာပါ။ ဒီဇာတ်လမ်းထဲမှာ Jasonသေမှာလားမသေရဘူးလား? batmanနဲ့ ဂျိုကာတို့ ဘာဆက်ဖြစ်မှာလဲ? Batmanမိသားစု၀င်ထဲကတစ်ယောက် သေမှာလား?အဲ့ဒီမေးခွန်းတွေကို dc ပရိတ်သတ်တွေကို part1မှာ ဆုံးဖြတ်ခိုင်းမှာဖြစ်ပြီးpart2မှာတော့ဆာဂျင်ရော့ရဲ့နာဇီတို့နဲ့ တိုက်ပွဲအကြောင်း part 3မှာတော့ အဒမ်စထရိန်း part4မှာတော့ဖန်တွမ်စထရိန်း part5မှာတော့ deathအကြောင်းအဖြစ် အပိုင်း၅ခုအဖြစ်စုပေါင်းထွက်ရှိထားတဲ့ရုပ်ရှင်တခုဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်. Translated and Encoded by : YKQuality : 1080p 5.1CH Part 1 - Userdrive / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D6qe/Batman.Death.in.the.Family.2020.1080p.Part1-EVO(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/gl-138x200.jpg",
        "title": "Ghost Lab (2021)",
        "description": "[Unicode]Castsချီဝီဖရုမ်မေထတ် / ဝီအဖြစ် Tor Thanapob\nအဂ်အုန်ဆွန်ယာဒါ / ကလ အဖြစ် Ice Paris\nမိုင် အဖြစ် Nychaa Nuttanicha ဇာတ်လမ်းအကျဉ်းဆေးရုံတာဝန်ကျရင်း မုန့်သွားဝယ်ရာမှ သရဲခြောက်ခံလိုက်ရတဲ့ ဒေါက်တာဝီနဲ့ ဒေါက်တာကလတို့နှစ်ယောက် တခြားသူတွေကိုလည်း သူတို့မြင်သလိုသရဲ မြင်နိုင်ဖို့ သုတေသနကို တူတူလုပ်ခဲ့တယ်ကလအနေနဲ့ ပထမဆုံး သရဲ မြင်ဖူးတာကတော့ ဖခင်ဖြစ်သူဆုံးပြီး လာနှုတ်ဆက်ခံခဲ့ရတဲ့ ကလေးဘဝက ဖြစ်ပြီး အဲဒီချိန်မှစကာ ဒီသုတေသနကို အကောင်အထည်ဖော်ချင်သူ ဖြစ်လာခဲ့တယ်ချစ်သူဖြစ်သူ မိုင်ကိုတောင် အချိန်မပေးနိုင်ပဲ ဒီသုတေသနကိုပဲ အာရုံစိုက်နေတဲ့ ကလတစ်ယောက် အဖော်ဖြစ်တဲ့ ဝီပါရှိလာတဲ့အခါ ပိုပြီးအာရုံစိုက်လာခဲ့တယ်အဲဒီချိန်မှာပဲ ဝီ့အမေ ဆုံးပါးသွားပြီး ဝိညာဉ်ဖြစ်သူ လာစကားပြောတယ်လို့ မြင်လိုက်မိတဲ့ ဝီတစ်ယောက် သူတို့ သုတေသနအောင်မြင်ဖို့ရော အမေနဲ့ တွေ့ဖို့ပါ အသက်ကို စတေးဖို့ ကြိုးစားခဲ့ပါတော့တယ် သုတေသနဆက်လုပ်ဖို့ ဝီနဲ့ကလ တစ်ဦးဦး အသက်ပေးရမယ်ဖြစ်လာတဲ့အခါ ဘယ်သူ့အသက်ဆုံးရှုံးရမလဲ...သရဲတကယ်ရှိနေတာကို သက်သေပြမယ့် သူတို့ရဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2j3cn/Ghost_Lab_(2021)_NF_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/qb8hoghn56cp-134x200.jpg",
        "title": "(18+) My Elder Brother (2020)",
        "description": "My Elder Brother(2021)--------------------------DS ပရိတ်သတ်ကြီးကိုနောက်ထပ်ကြည့်လို့ကောင်းမယ့် ဆော်အလန်းတွေပါတဲ့ကိုရီးယား ၁၈+ကားလေးနဲ့ ထပ်မိတ်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းကတော့ မတ်နဲ့အစ်မကြီးတို့အစ်ကိုမသိအောင် တိတ်တိတ်ခိုးစားတဲ့ ဇာတ်ကားလေးပါ အလုပ်မရှိတဲ့ ၁၀၉/၁၁၀ မတ်လေးကကောင်မလေးရှိသော်ငြားလည်း အစ်ကို့မိန်းမရဲ့ လုံးကြီးပေါက်လှ ရှိုက်ကြီးဖိုငင်အသွယ်သွယ်ကြောင့်အိမ်မက်ထဲထိတောင်ထည့်မက်မိပြီး စိတ်ကူးနဲ့ဖြစ်ချင်တိုင်း ဖြစ်နေခဲ့ပါတယ် တစ်နေ့မှာတော့အစ်ကိုဖြစ်သူက မယားငယ်မထားတာ မိသွားရာကနေ ဘူးခံငြင်းပြီး သူ့မိန်းမကို နှိပ်စက်ပါတော့တယ်ဒါကို မြင်လိုက်ရတဲ့ မတ်လေးခမျာ သူဘုချင်ခဲ့တဲ့မမကြီး နှိပ်စက်ခံရတာမြင်လိုက်ရလို့ မတ်လေးရင်ထဲ အပူလုံးတွေကြွ ပွဲလန့်တုန်း ဖျာဝင်ခင်းစဉ် မမကြီးကလည်းသူ့ယောက်ျားကနှိပ်စက်လို့မကျေနပ်ပဲ လက်စားချေပေးဖို့ တောင်းဆိုရင် မတ်လေးနဲ့မမ ပျော်ပျော်ကြီး စခန်းသွားဖြစ်တဲ့မှတ်သားစရာဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် မင်းသားတွေကတော့ ပါလေရာ ကျော်ကြီးမဟုတ်တော့ပဲအသက်ခပ်ငယ်ငယ်နဲ့ အားကောင်းမောင်းသန်ကို အသုံးပြုထားပါတယ် မင်းသားရဲ့ ဆော်လေးကလည်းချစ်ဖို့ကောင်းသလို ရင်ဘတ်မှာမှဲ့လေးနဲ့ တင်းတင်းရင်းရင်း ပေါက်စီအလှကိုရှုစားရမှာပါ မမကြီးကလည်း ခါးသေးရင်ချီ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1D5s6/My_Elder_Brother_2021_720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-25-at-6.24.52-PM-135x200.png",
        "title": "Endangered Species (2021)",
        "description": "Endangered Species (2021)====================မနက်ဖြန်မှ released date မို့ IMDb Rating မတတ်သေးပေမယ့် popularity တတ်နေတဲ့ Action, Thriller, R ratedကားကောင်းလေးပါ။အမေရိကန်က ဟယ်လ်ဆီမိသားစုက အားလပ်ရပ်မှာ အာဖရိက ကင်ညာကို လာပြီး သဘာဝတောရိုင်းတိရစ္ဆာန်တွေကိုလာရောက်ကြည့်ရှုအပန်းဖြေတာကနေ စတာပါ။ ပုံမှန် ဆာဖာရီ အလည်အပတ် ပတ်ကေ့ဂျ်မှာဆိုရင် လုံခြုံရေးကောင်းကောင်းနဲ့ ဒရိုက်ဘာ ဂိုက် ကောင်းကောင်းတစ်ယောက် ပါပေမယ့်။ အဖေဖြစ်သူက ကိစ္စတစ်ခုကြောင့် အလုပ်လက်မဲ့ဖြစ်သွားတော့ ခရီးစရိတ်ပိုက်ဆံမလောက်တော့မှာ အစိုးရိမ်လွန်ပြီး ပိုက်ဆံအကုန်သက်သာအောင် ဆာဖာရီစည်းမျဉ်းတွေတစ်ခုပြီးတစ်ခု ချိုးဖောက်မိကြပါတော့တယ်။ အဆင်မပြေမှုတွေက အတွဲလိုက်လာသလားလို့ကို ထင်ရလောက်အောင်သူတို့ ကားနဲ့လျှောက်ကြည့်ရင်း အနီးကပ်တွေ့ခဲ့တဲ့ ကြံ့မကြီးက ကလေးပေါက်စလေး မွေးထားတဲ့ ကြံ့မိခင်ကြီးဖြစ်နေတော့သားဇောနဲ့ ကားကို ကြိတ်ဖို့အလာ  သားဖြစ်သူက ကားမောင်းမကျွမ်းကျင်တော့ ကားနောက်ဆုတ်ချိန် မရလိုက်ဘဲကားရောလူတွေပါပက်လက်မှောက်ခုံတွေ ဖြစ်သွားပါတော့တယ်။ အကူအညီတွေနဲ့ အဝေးကြီးဝေးရာမှာ ဟယ်လ်ဆီမိသားစုကြီးဘယ်လို အဆင်ပြေအောင် လုပ်ကြမလဲ ...",
        "rating": "",
        "url": "https://megaup.net/2j2K1/Endangered.Species.2021.BluRay.1080P[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dynasty1-143x200.jpg",
        "title": "Dynasty Warriors (2021)",
        "description": "၉၀ ဝန်းကျင်ဖွား သက်ကြားအိုတိုင်းနီးပါး ကစားဖူးတဲ့ ဂိမ်းတစ်ခုရှိပါတယ်။\nတရုတ်ဓားခုတ်လို့ ခေါ်ကြတဲ့ Dynasty Warriors ပါပဲ။\nဒီဂိမ်းကို Romance of the Three Kingdoms သမိုင်းဇာတ်လမ်းကနေ ယူထားတာလည်း သိကြမှာပါ။\nဒီသုံးပြည်ထောင် နဲ့ ပတ်သတ်တဲ့ ဇတ်လမ်းတွေလည်း အများကြီးထွက်ခဲ့ပြီးပါပြီ။\nအထင်ရှားဆုံးကတော့ Redcliff ၁ နဲ့ ၂ ပေါ့။\nအခုဇာတ်လမ်းကတော့ rating အနေနဲ့ နည်းပါတယ်။\nဒါပေမယ့် အမှတ်တရ ပြန်တင်ပေးထားတာပါ။\nဂိမ်းထဲက theme အတိုင်း နောက်ခံတီးလုံး၊ အဝတ်အစား၊ လက်နက်တွေ ပြန်သုံးပေးထားပါတယ်။\nကျွန်တော်တော့ မဆိုးဘူးလို့ ပြောချင်ပါတယ်။\nC တွေရဲ့ ထုံးစံအတိုင်း မလိုအပ်တဲ့ အထူးပြုလုပ်ချက်တွေ အိုဗာပါဝါတွေကြောင့်သာ ခပ်ညံ့ညံ့ကားလိုဖြစ်သွားခဲ့တာပါပဲ။\nဇာတ်လမ်းကိုတော့ ခေါင်းပေါင်းဝါသူပုန်တွေနဲ့ တိုက်ခိုက်တာကနေ အစပြုပါထားပါတယ်။\nဂိမ်းထဲက ပထမဆုံး ...",
        "rating": "4.7",
        "url": "https://megaup.net/1D5e4/Dynasty_Warriors_2021_720pHD_(CM).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pawn-sacrifice-poster-135x200.jpg",
        "title": "Pawn Sacrifice (2014)",
        "description": "[Unicode]ကမ္ဘာအကောင်းဆုံး စစ်တုရင်ဆရာကြီး ဆယ်ဦးထဲက တစ်ဦးဖြစ်တဲ့ ဘော်ဘီဖစ်ရှာရဲ့ အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ပါ။အခြားအကောင်းဆုံးစာရင်းဝင်တွေကတော့ မက်ဂ်နက် ကာဆန် တို့ ဂယ်ရီ ကတ်စပါးရော့တို့လိုလူတွေပါပဲ။ဘော်ဘီကတော့ အမေရိကန်ရဲ့ အတော်ဆုံး စစ်တုရင်သမားအဖြစ် အများက သတ်မှတ်ခံရတဲ့သူပါပဲ။ဒါ့အပြင် သူ ကမ္ဘာ့ချန်ပီယံအဖြစ် ပြိုင်ဆိုင်ခဲ့တဲ့ ကာလက စစ်အေးတိုက်ပွဲကာလဖြစ်နေတဲ့အတွက် သူ့ရဲ့ပြိုင်ပွဲဟာ နိုင်ငံနဲ့ချီတဲ့ စစ်ပွဲလို ဖြစ်နေခဲ့တာပါပဲ။စစ်အေးတိုက်ပွဲကာလအတွင်းမှာ အမေရိကန်နဲ့ ဆိုဗီယက်တို့ဟာ ဘက်ပေါင်းစုံ ရှုထောင့်ပေါင်းစုံမှာ ယှဉ်ပြိုင်နေကြတာပါ။\nအပြိုင်အဆိုင်လည်း ဝါဒဖြန့်နေကြတာပါ။ဒီတော့ အဲဒီကာလမှာ ရုရှားတွေဟာ စစ်တုရင်လောကကို စိုးမိုးထားပြီး ကမ္ဘာ့ချန်ပီယံကလည်း ရုရှားလူမျိုးပဲ ဖြစ်နေတာကြောင့် ဆိုဗီယက်ဟာ အမေရိကန်ထက် ဉာဏ်ရည်သာတယ်ဆိုတဲ့ ဝါဒမျိုး ဖြန့်လို့အကောင်းဆုံး အချိန်ပါပဲ။ ဘော်ဘီဖစ်ရှာဟာ စစ်အေးတိုက်ပွဲကာလာမှာ အသက် ၁၄ နှစ်နဲ့ အမေရိကန် စစ်တုရင်ချန်ပီယံဖြစ်လာခဲ့ပြီး ဂရန်းမာစတာဖြစ်လာခဲ့တာပါ။ကမ္ဘာ့ချန်ပီယံဘွဲ့အတွက် ဘိုးရစ်စပက်စကီးနဲ့ ၂၄ ပွဲ ဆက်တိုက် အမှတ်နဲ့ ကစားခဲ့ရတာဖြစ်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1D5cf/Pawn_Sacrifice_(2014)_720p.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YxopfHpsCV1oF8CZaL4M3Eodqa.jpg",
        "title": "Wrath of Man (2021)",
        "description": "Wrath Of Man (2021)\nWeb-Dl 720p & 1080p Web rip x264အကြည်ရပါပြီ\n--------------------------------(ခဏနေ 1080p ထပ်တင်ပေးပါ့မယ်)ဂျေဆန် စတေသန်ကြီးရဲ့ အက်ရှင်ကား အကြမ်းတစ်ခု လာပါပြီ။ ဒီကားကတော့ အတော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့လော့စ်အန်ဂျလိမှာ ဖော်တီကိုဆိုတဲ့ ကုမ္ပဏီတစ်ခုရှိတယ်။ သူတို့တွေက ကာစီနိုတွေ၊ ကုန်တိုက်တွေကနေ ငွေတွေ သယ်ပို့ပေးတာတွေကို ဝန်ဆောင်မှုပေးတာပါ။ငွေသယ်ကားတွေနဲ့ လုံခြုံရေးကုမ္ပဏီတစ်ခုပေါ့။ အမြဲတမ်း ဒေါ်လာ သန်းချီပြီးသယ်နေရတာဖြစ်တော့ ဓားပြတွေ မျက်စိကျတဲ့ ကားတွေပါပဲ။ တစ်နေ့မှာ ကားတစ်စီး ဓားပြတိုက်ခံရပြီးအစောင့်နှစ်ယောက် သေသွားခဲ့တယ်။ အဲဒီနောက်မှာ လူသစ်ဝင်လာတာကတော့ ကျွန်တော်တို့ရဲ့ ဖိုက်တာကတုံးပေါ့။ ကတုံးဝင်လာပြီးပြီးချင်းဓားပြခြောက်ယောက် မသာပေါ်သွားအပြီးမှာ ကတုံးလည်း သူရဲကောင်းဖြစ်သွားတာပေါ့။ ဒါပေမယ့်သူဝင်လာရတဆက ရည်ရွယ်ချက်တွေ၊ ဓားပြမှုတွေ နဲ့ ဓားပြတွေ ဘယ်လိုဆက်စပ်နေသလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ အဖြေရှာကြည့်ရမှာပါပဲ။...Translated by : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/wrath-of-man-2021/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4gYVcl8pParX8AjkN90iQrWrWO.jpg",
        "title": "The Unholy (2021)",
        "description": "The Unholy (2021)ဒီသရဲကားကိုလည်း မျှော်နေကြမယ်ထင်ပါတယ်။ဘုရားကျောင်းတစ်ခုရဲ့ ဘုန်းတော်ကြီးတစ်ယောက်မှာ တူမလေးတစ်ယောက်ရှိပါတယ်။အဲဒီကလေးမလေးက ဆွံ့အနားမကြားသူလေးပေါ့။တစ်နေ့မှာတော့ မယ်တော်မေရီကိုတွေ့ခဲ့တယ်ဆိုပြီး ရုတ်တရက် စကားပြောနိုင်လာ နားကြားနိုင်လာခဲ့ပါတယ်။ဒါ့အပြင် မယ်တော်မေရီရဲ့ ကိုယ်စား ဖျားနာသူတွေကိုပါ ကုသပေးနိုင်လာတဲ့အခါဘုရားကျောင်းနဲ့ သတင်းထောက်တွေရဲ့ အာရုံစိုက်စရာ ဖြစ်လာခဲ့တယ်။ဒီတော့ သူ့ကိုပထမဆုံး တွေ့ဆုံပြီး ခင်မင်ခဲ့တဲ့ သတင်းထောက် ဖင်းန်က\nသူ့ရဲ့သတင်းကို ကမ္ဘာကြီးသိအောင် ချပြလိုက်ပါတော့တယ်။ဖင်းန်ဟာ အရင်တုန်းက သဘာဝလွန်သတင်းတွေကို\nအတုလုပ်မှုနဲ့ နာမည်ပျက်ရှိခဲ့သူ ဖြစ်တာကြောင့်\nဒီသတင်းကြီးဟာ သူ့ရဲ့ ဂုဏ်သိက္ခာကို အဖက်ဆယ်စရာ ဖြစ်လာပါတယ်။ဒါပေမယ့် တကယ်တမ်း လူတွေကိုးကွယ်မိနေတဲ့ မေရီဟာ\nအပျိုစင် မယ်တော် မေရီ မဟုတ်ဘဲ အခြား မိစ္ဆာတစ်ကောင် ဖြစ်နေတဲ့အခါ....Review and Translated by : Mr.AndersonEncoded by : AugustFile size… 1.9 GB\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….1h 39 min\nSubtitle….Myanmar Subtitle ...",
        "rating": "5.2",
        "url": "https://megaup.net/1D56v/The.Unholy.2021.720p.AMZN.WEB-DL.H264-%7BCM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Dc2zI1n6ppnhV3VfRMmIk5AHgf.jpg",
        "title": "99 Songs (2021)",
        "description": "99 Songs (2021)အော်စကာဆုရှင် A.R.Rahman ကိုယ်တိုင် ထုတ်လုပ်သူ နဲ့ ဂီတပိုင်းကို တာဝန်ယူပြီး\nဇာတ်ညွှန်းကို ပူးတွဲရေးသားထားတဲ့ \"သီချင်း (၉၉) ပုဒ်\" ဇာတ်လမ်း ထွက်ရှိလာပါတယ်။အေအာရ် ရဲ့လက်ရာ ဖြစ်တဲ့အတွက် သီချင်းနဲ့ နောက်ခံတေးဂီတ ကောင်းဖို့ကတော့ အာမခံပါတယ်။သီချင်းပေါင်း ၉၉ ပုဒ် .....\nဘာအတွက်ကြောင့်များပါလိမ့် ?????ကိုယ့်ချစ်သူအတွက် ကိုယ်ပိုင်သီချင်းစပ်ပေးဖို့ စိတ်ကူးယဉ်ဖူးတဲ့လူတွေများ ရှိပါသလား?ဒါဆိုရင်တော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ပြီး စိတ်ကူးတွေ ယဉ်လို့ ရမှာပါ။ဇာတ်လမ်းကတော့ ဒီလိုပါ။ဂျေးဆိုတဲ့လူငယ်လေးဟာ ဂီတအပေါ်မှာ တမ်းတမ်းစွဲအောင် ရူးသွပ်လွန်းသူတစ်ဦးပါ။\nဘယ်လောက်ထိ ရူးသွပ်သလဲဆိုရင် ကိုယ့်ရဲ့ချစ်သူကောင်မလေးအတွက် သီချင်းဆိုပြရင်တောင် ကိုယ်ပိုင်သီချင်းရေးပြီးမှ ဆိုပြလေ့ရှိတာပါ။ဂျေးရဲ့ချစ်သူကောင်မလေး ဆိုဖီယာကတော့ စကားမပြောနိုင်တဲ့ သူဌေးသမီးတစ်ယောက်ပေါ့။ဆိုဖီယာရဲ့အဖေက အစမှာတော့ ဂျေးကို သဘောကျခဲ့ပါတယ်\nသို့ပေမယ့်လည်း ဆိုဖီယာ့အဖေက ဂီတကို စီးပွားရေးဆန်ဆန် အသုံးချလိုသူဖြစ်တဲ့အတွက်သူဟာ ဂျေးကို သူ့ရဲ့ဂီတစီးပွားရေးလုပ်ငန်းတွေကို ဦးစီးစေခဲ့ပါတယ်။ဂီတအပေါ်မှာ ဘာလောဘမှမရှိ ကိုယ့်ရဲ့ကိုးကွယ်မှုတစ်ခုလို သက်ဝင်ယုံကြည်နေတဲ့ ဂျေးအဖို့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2j25e/99_Songs.Hindi.720p.CM.mp4",
        "category": "Musical, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sGGEc1O-160x200.jpg",
        "title": "[18+] 3 Days of a Blind Girl (1993)",
        "description": "1993 ကထွက်ရှိခဲ့တဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဓိကဇာတ်ဆောင်ဖြစ်သူက ဒေါက်တာဂျက်အင် လိုခေါ်တဲ့ နှလုံးအထူးကုဆရာဏန်တစ်ယောက်ရဲ့ ဇနီးဖြစ်သူပါအမျိုးသမီးလေးဟာ မျက်လုံးခွဲစိတ်မှုကြောင့် သုံးရက်တာ မျက်စိမမြင်ရ ဖြစ်နေပါတယ်...ဖြစ်ချင်တော့ ယောက်ျားဖြစ်သူကလဲ နိုင်ငံခြားကို အလုပ်ကိစ္စနဲ့ခရီးထွက်ဖို ဖြစ်လာရပြီးအိမ်ကြီးမှာ အမျိုးသမီးလေးနဲ့ အိမ်ဖော်‌ မေ ဆိုသူပဲရှိနေတဲ့အချိန်ပါ...အဲ့အချိန်မှာ ခင်ပွန်းဖြစ်သူရဲ့မိတ်ဆွေလို့ဆိုတဲ့ လူတစ်ယောက် အိမ်ကိုရောက်လာတဲ့အချိန်မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်ဆိုးကြီးကို ကြုံရပါတော့တယ်...လူချမ်းသာဆရာ၀န်တစ်ယောက်နဲ့လက်ထပ်ပြီး လိုလေသေးမရှိ ဘဝကိုခြေမွှေးမီးမလောင် လက်မွှေးမီးမလောင် ဖြတ်သန်းလာရတဲ့ အမျိုးသမီးလေးတစ်ယောက်ယခုလို ဖြစ်ရပ်ဆိုးကြီးနဲ့ ကြုံတွေ့ပြီးနောက်ပိုင်းမှာရဲရင့်တဲ့အမျိုးသမီး‌တစ်ဦးအဖြစ်ပြောင်းလဲသွားပုံကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ...(အမြင်မတော်တဲ့ဇာတ်ဝင်ခန်းတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ အဆင်မပြေပါဘူး။) \nFile size…(1.3 GB) and (900 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chuck Chuck",
        "rating": "5.7",
        "url": "https://megaup.net/2j1L1/3.Days.of.a.Blind.Girl.1993.BluRay.720p.Blu-ray.REMUX.AVC.FLAC.2.0-KMX.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2j1G2/Alluring_Woman_(2020).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjZdV7RM3d4WKnDBVpGwJXfzZpw.jpg",
        "title": "Colorful (2010)",
        "description": "Colorful LifeCM fan များကို အလွန်စွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့\nanime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Otaku တွေဆိုရင်တော့ ဒီကားလေးကို အကြိမ်ကြိမ်အခါခါကြည့်ဖူးကြမယ်ဆိုတာ\nမြေကြီးလက်ခတ်မလွဲပါဘဲဘ၀ရဲ့အနှစ်သာရကိုဖော်ညွှန်းပေးထားတဲ့ဇာတ်ကားလေးမို့ ဒီလိုကာလကြီးမှာ မဖြစ်မနေကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘယ်လိုဇာတ်လမ်းလေးလဲဆိုရင်.....မာကိုတိုဟာ သာမန်အလယ်တန်းကျောင်းသားလေး\nဆိုပေမဲ့ အရွယ်နဲ့မလိုက်အောင် စိတ်ဒဏ်ရာတွေကို\nအလူးအလဲခံစားနေရတဲ့ကောင်လေးတစ်ယောက်ပါ\nမိသားစုအရေးမှာဖြစ်ဖြစ် အချစ်ရေးမှာဖြစ်ဖြစ်\nပေါင်းသင်းဆက်ဆံရေးမှာဖြစ်ဖြစ်\nအနှုတ်လက္ခဏာပြနေတဲ့ ကောင်လေးပေါ့ဒီလိုနဲ့တစ်နေ့မှာတော့ လုံးဝယုံချင်စရာမကောင်းတဲ့အဖြစ်အပျက်ကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံရပြီးနောက်နေ့မှာ သူ့ကိုယ်သူအဆုံးစီရင်လိုက်ပါတယ်ဖြစ်ချင်တော့ သေဆုံးတော့မယ့် မာကိုတို နေရာမှာ\nဆိုးရွားသောပြစ်မှုကိုကျူးလွန်ခဲ့တဲ့အတွက်\nပြန်လည်မွေးဖွားခွင့်မရှိတော့တဲ့\nတခြားဝိညာဥ်တစ်ခုကို အစားထိုးဖို့\nဘုရားသခင်က ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်ဒါပေမဲ့ စမ်းသပ်ချက်တစ်ခုတော့ရှိနေပါတယ်\nအဲ့ဒီစမ်းသပ်ချက်ကိုအောင်မြင်ရင်\nပြန်လည်မွေးဖွားခွင့်ရမှာဖြစ်ပြီးတော့\n၆လအတွင်း မအောင်မြင်ရင်တော့\nလူ့ခန္ဓာကိုယ်မှ ပြန်လည်ထွက်ခွာရမှာဖြစ်ပါတယ်\nတနည်းအားဖြင့်ပြောရရင် မာကိုတိုဟာ\nအပြီးတိုင်သေဆုံးသွားမှာဖြစ်ပါတယ်အဲ့ဒီတော့ စမ်းသပ်ချက်ဆိုတာ ဘာကိုစမ်းသပ်မှာလဲ\nမာကိုတိုရဲ့ ဝိညာဥ်ကရော ဘယ်ရောက်သွားမှာလဲ\nမာကိုတိုမသေဆုံးမှီက မြင်ခဲ့ရတဲ့အဖြစ်အပျက်ဆိုတာကရော ဘာဖြစ်မလဲ\nစတဲ့စတဲ့ မေးခွန်းပေါင်းများစွာကို\nအစားထိုးဝိညာဥ်လေးနဲ့အတူ အဖြေရှာရမှာဖြစ်ပါတယ်\nစိတ်ဝင်စားဖို့ကောင်းသလို ကြည်နူးဖို့လည်းကောင်းတယ် အဲ့လိုပဲ ဝမ်းနည်းဖို့လည်းကောင်းနေတယ်\nဇာတ်လမ်းပြီးတာနဲ့ လောကကြီးကိုကြည့်တဲ့အမြင်က တမျိုးတဖုံပြောင်းလဲသွားမှာပါ တကယ့်ကိုအချိန်ပေးကြည့်ရတာနဲ့ ထိုက်တန်လွန်းလှတဲ့ anime ဇာတ်ကားကောင်းလေး တစ်ကားလို့ပဲပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThet Hnin Hsu ပါ  Translated by : Thet Hin HsuEncoded by : YKFile ...",
        "rating": "7.4",
        "url": "https://megaup.net/1D3ai/Colorful_(2010)_%7BCM%7D720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/k7krewgkculx-140x200.jpg",
        "title": "Bridge of Destiny (2020)",
        "description": "ပထမဆုံး ပြောချင်တာကတော့ တကယ်ကောင်းတဲ့ ဗီယက်နမ် အချစ်ကားလေးပါ။အချစ်ကားပေမယ့် အချစ်လည်းမကြမ်းသလို ဒရာမာလည်းဆန်ပါတယ်။လှည့်ကွက် မြှပ်ကွက်တွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားပြီးတော့ “ဟာကနဲ” ဖြစ်သွားမယ့်ကားကိုကြည့်ချင်ရင်တော့ဒီကားလေးကို ညွှန်းပေးချင်ပါတယ်...အုတ်ဖုတ်လုပ်ငန်းပိုင်ရှင် သူဌေးသားလေးဖြစ်တဲ့ “ချုန်း” က တစ်နေ့မှာ လုပ်ငန်းခွင်ကိုလှည့်လည်စစ်ဆေးတုန်းအားကောင်းမောင်းသန် အလုပ်သမားလေး “ကွန်း” ကိုတွေ့ပြီးချစ်ခင်စုံမက်ခဲ့ပါတယ်။(Boy Love ပေါ့ဗျာ)ဒီအထိ အားလုံးအဆင်ပြေပေမယ့် “ချုန်း” နဲ့ လက်ထပ်မယ့် “ဟ” ဆိုတဲ့ မိန်းကလေးပေါ်လာရာကနေ ဇာတ်လမ်းစပါတော့တယ်။“တခြားသူတွေနဲ့ မတူ မတည်နိုင်တဲ့ကတိတွေ မပေးဘဲကိုယ်တို့နှစ်ယောက်ရှေ့ဆက်ချစ်သွားရအောင်” .... “ကွန်း” အတွက်ရေးပေးခဲ့တဲ့ “ချုန်း” ရဲ့ကဗျာလေး ...“ကျွန်မကို တကယ်ချစ်ရဲ့လား?” “မင်းကိုပဲ လက်ထပ်သွားမှာပါ” လို့ “ဟ” ကို ပြောလာတဲ့ “ချုန်း”...“ချုန်း” နဲ့ “ကွန်း” တို့နောက်ဆုံးနှုတ်ဆက်နေတဲ့နေ့လေးမှာ ချစ်ကြည်နူးပြီးတစ်တီတူးနေတာကို ချုန်းအဖေကတွေ့ပြီးသူ့သား Gay နေတာကို ဒေါသူပုန်ထပါတော့တယ်။“ဟ” ကတော့ Two Way သမား ချုန်းအကြောင်းကိုသိပေမယ့်  ...",
        "rating": "",
        "url": "https://megaup.net/X5qq/(CM)Bridge_of_Destiny_2020_720p_WEB-DL_AAC2.0_H.264-FRE3LOV.mp4",
        "category": "Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nV8qwZRQm360YvgAmrdg2oDekJw.jpg",
        "title": "Nayattu (2021)",
        "description": "[Unicode]Nayattu (2021)\n==========\nIMDb Rating - 8.2ရဲအရာရှိသုံးယောက်နဲ့ လူတစ်ယောက်က မင်္ဂလာဆောင်က အပြန်မှာ ဆိုင်ကယ်စီးလာတဲ့သူကို ကားနဲ့ဝင်တိုက်မိသွားပါတယ်။\nကားမောင်းတဲ့လူက ကားပေါ်မှာပါလာတဲ့ ရဲအရာရှိရဲ့ တူဖြစ်ပြီးတော့ သူက ကြောက်ပြီး ထွက်ပြေးသွားပါတယ်။သေဆုံးသွားတဲ့သူက ဇာတ်နိမ့်မျိုးရိုးဖြစ်တာကြောင့် ဝန်ကြီးချုပ်က တရားခံကိုဖမ်းမိဖို့ ဖိအားပေးပါတော့တယ်။\nနိုင်ငံရေးအမြတ်ထုတ်ချင်တာကြောင့် ဝန်ကြီးချုပ်က အပြစ်မရှိတဲ့ ရဲအရာရှိ၃ယောက်ကို တရားခံလို့ စွပ်စွဲပြီး ဇာတ်နိမ့်လူတန်းစားတွေရဲ့ မေတ္တာကို ခံယူလိုက်ပါတယ်။ \"မှန်ကန်ရိုးသားတဲ့ရဲတွေက အမြဲပြဿနာကြုံရတယ်။\nမရိုးသားတဲ့ရဲတွေကတော့ ဝန်ထမ်းကောင်းဆုကို ရသေးတယ်\" ဆိုတဲ့ စကားအတိုင်း\nလောကကြီးမှာ အမှန်တရားက တစ်ခါတရံမှာ ပေါ်ချင်မှလည်း ပေါ်လာတတ်ကြောင်း ထိထိမိမိရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mya ပါ ) Quality__Web-DL 1080p , 720p\nIMDb Rating__8.2/10\nFormat__mp4\nDuration__02:04:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mya\nEncoded by Naing Aung Latt",
        "rating": "8.2",
        "url": "https://megaup.net/X5ol/Nayattu_(2021)_WebDL_1080p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piBdQGTFMNzFYEUkmGRR3n2EZeU.jpg",
        "title": "Sardar Ka Grandson(2021)",
        "description": "Sardar Ka Grandson(2021)အညွှန်း*******************************ဒီဇာတ်ကားလေး ကတော့ ဟင်ဒီစကားပြော Romance/Comedy အမျိုးအစား ဇာတ်ကားလေးဖြစ်ပြီးArjun Kapoor နဲ့ မင်းသမီးချော Rakul Preet Singh တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း Amreekရဲ့ အဖွားဖြစ်သူ Sardar ဟာ အန္ဒိယနဲ့ ပါကစ္စတန် မပြိုကွဲခင် လာဟိုရ်မှာ အိမ်ကြီးတစ်လုံးကို ပိုင်ဆိုင်ခဲ့ကြပြီးထိုအိမ်ကို စက်ဘီးကုမ္ပဏီ အဖြစ် တည်ထောင်ဖို့ စိတ်ကူးခဲ့ကြပါတယ်။ဒါပေမဲ့ Sardarဟာ မမျှော်လင့်ပဲ သူ့ရဲ့ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရပြီးတဲ့နောက် နှစ် ၇၀တိုင်တိုင် အတိတ်ဖြစ်ရပ်ဆိုးကို ခံစားနေခဲ့ရရှာပါတယ်။တစ်နေ့မှာတော့ သူဟာ လာဟိုရ်က အိမ်ကို သွားကြည့်ချင်ကြောင်း Amreekကိုနားပူနားဆာလုပ်ပါတော့တယ်။Amreekကလည်း သူ့ရဲ့အဖွားကို လာဟိုရ်ခေါ်သွားဖို့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားခဲ့ပေမယ့် အရာမရောက်ခဲ့ပါဘူး။ဒါကြောင့်ပဲ သူက လာဟိုရ်ကအိမ်ကို သူ့အဖွားကြည့်နိုင်ဖို့ အမ်ရိတ်စာရ်မြို့ဆီကို သယ်လာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အလုပ်တိုင်းကို တစ်ဝက်တစ်ပျက်နဲ့ ချန်ထားတတ်တဲ့အကျင့်ရှိတဲ့ Amreekတစ်ယောက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2j0gu/Sardar_Ka_Grandson.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1D2z4/(CM)Warriors.of.the.Rainbow.2011.Part.2.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/X55p/(CM)Warriors.of.the.Rainbow.2011.Part.1.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
        "title": "26 Years",
        "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး\nနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်- သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်\n- ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို\nဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး\n- စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး\nမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်....ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက\n​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့\nဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့\nအာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး\n​\nလူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ....\"Axe forgets but the tree remembers\" ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာ\nဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့\nတစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့\nလူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်\nတူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား\nခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်\nလူတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1D2c2/26.Years.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/v8xwp_4f-141x200.jpg",
        "title": "Color Rush (2020)",
        "description": "Color Rush -BL 2021Monoနဲ့ Probeဆိုတာကိုကြားဖူးကြပါသလား။မကြားဖူးရင်တော့ ဒီကားလေးထဲမှာ လေ့လာလို့ရမှာဖြစ်ပြီး သိပြီးသားဆိုရင်တော့ အဲ့လူနှစ်ယောက်ကြားက ဇာတ်လမ်းလေးကိုခံစားကြည့်လိုက်ကြရအောင်ပါ။Monoဆိုတာ အရောင်မြင်နိုင်စွမ်းမရှိသူကိုခေါ်ပါသတဲ့ ဒါပေမယ့် Color Blind ဖြစ်တာမျိုးတော့မဟုတ်ဘဲ သူတို့မြင်ရတဲ့လောကကြီးဟာ မီးခိုးရောင်အဖြစ်တည်ရှိနေတာမျိုးပါ။ကံကြမ္မာက ဖန်တီးပေးထားတဲ့အဆန်းတကြယ်ဖြစ်ရပ်လေးကတော့ အဲ့ဒီMonoလိုလူတွေဟာ လူတယောက်နဲ့တွေ့တဲ့အခါ အရောင်မျိုးစုံဖြာထွက်တာ(Color rush)ကို မြင်ရပြီး အရောင်တွေကိုသိမြင်ခံစားလာနိုင်ကြပါသတဲ့။ အဲ့လိုသူတို့ကို အရောင်တွေကိုသိမြင်ခွင့်ပေးနိုင်သူကို Probeလို့ခေါ်ပြီး Monoတယောက်ဟာ သူ့ရဲ့Probeနဲ့တွေ့ဆုံခွင့်ရသွားပြီဆိုရင် အရူးအမူးစွဲလန်းသွားတဲ့ထိဖြစ်သွားတတ်ကြပါတယ်။Probeသာဘေးမှာရှိနေရင် အရောင်တွေကိုမြင်ခွင့်ရမယ်ဆိုတဲ့လောဘကြောင့်ရော ချစ်မိသွားတဲ့စိတ်ကြောင့်ရော...ပြောရမယ်ဆိုရင် Probeနဲ့Monoဟာ soulmate လိုမျိုးဖြစ်နေကြတဲ့ သဘောသဘာဝလေးကိုဒီကားလေးထဲမှာ Monoဖြစ်သူ အထက်တန်းကျောင်းသားချွဲယွန်းဝူနဲ့ သူ့ရဲ့Probe ဂိုယူဟန်ကြားက ဇာတ်လမ်းလေးအဖြစ်ရိုက်ကူးထားပါတယ်BLကားလေးဖြစ်လို့ မထိတထိကလိကလိနေရာလေးများကို စောင်ကိုက်ကြည့်ရမည်ဖြစ်ပါကြောင်း သတင်းကောင်းပါးလိုက်ပါရစေ Quality__720p\nIMDb Rating__7.9/10\nFormat__mp4\nDuration__02:00:00\nType__Drama ,Romance , LGBTQ+\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "7.9",
        "url": "https://megaup.net/X4wa/Color_Rush_(2020).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2iZpw/Special_Cooking_Class.(720p)_%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-21-at-11.39.02-PM-134x200.png",
        "title": "Stowaway (2021)",
        "description": "Stowaway (2021)==============IMDb Rating - 5.6/10၂၀၂၁ ထွက် Sci-fi, Thriller ဇာတ်ကားလေးပါ။ Pitch Perfect မင်းသမီး Anna Kendrick ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မားစ်ဂြိုလ်ကို ဒုတိယ ကမ္ဘာအဖြစ် နယ်မြေချဲ့ထွင်နိုင်ဖို့ ကြိုးစားတဲ့ Mission တစ်ခုအကြောင်းပါ။ ယာဉ်မှူးတစ်ယောက်၊ ရုက္ခဗေဒပညာရှင်တစ်ယောက်၊ ဆရာဝန်တစ်ယောက်တို့က မားစ်ဂြိုလ်မှာ နှစ်နှစ်စာ သုသေသနပြုလုပ်ဖို့ သွားကြပါတယ်။ ဒါပေမဲ့ လမ်းတစ်ဝက်မှာ မမျှော်လင့်ထားတဲ့ လိုက်ပါစီးနင်းသူတစ်ယောက် ဒုံးပျံပေါ်မှာ ပါလာတာကို တွေ့လိုက်ရပါတယ်။ သုံးယောက်စာ စီစဉ်ထားတဲ့ခရီးစဉ်မှာ လူပိုတစ်ယောက် မမျှော်လင့်ဘဲ ပါလာသလို အောက်စီဂျင်အထောက်အပံ့ပေးတဲ့ စနစ်က ပျက်သွားတဲ့အတွက် သူတို့ရဲ့ ခရီးစဉ်ကကမောက်ကမဖြစ်သွားပါတယ်။ အောက်စီဂျင်အထောက်အပံ့က သူတို့လေးယောက်လုံးအတွက် မလုံလောက်တော့တဲ့ အခါမှာ သူတို့တွေ​အာကာသဟင်းလင်းပြင်မှာ သူတို့တွေ အသက်ဆက်ရှင်နိုင်ဖို့ ဘာတွေလုပ်ကြလဲ။ ဘယ်လိုရွေးချယ်မှုတွေလုပ်ပြီးတော့ သူတို့လေးယောက်လုံးအသက်ဆက်ရှင်နိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D1d2/Stowaway.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Sir-Alex-Ferguson-Never-Give-In-135x200.jpg",
        "title": "Sir Alex Ferguson: Never Give In (2021)",
        "description": "Sir Alex Ferguson: Never Give InIMDb Rating- 8.6/10မန်ချက်စတာယူနိုက်တက်ဖန်တွေဘာကြောင့် ဒီလောက်ရဲရတာလဲ...ဆိုပြီး ၁၉ သင်းဖန်တွေအနေနဲ့ ဒွိဟဖြစ်ဖူးကြမှာပါ...တကယ်တော့ Manchester is Red ဖြစ်နေကြတာဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ အရှုံးမပေးကြေးစိတ်ဓာတ်နဲ့ မန်ယူခေတ်ကို မှီခဲ့ကြလို့ပါပဲ။\"အောင်မြင်မှုဆိုတာ အရှုံးမပေးတာကနေအစပြုပါတယ်...\"ဖာဂူဆန်ဟာ ဉုံဖွဆိုပြီး အောင်မြင်လာတာတော့မဟုတ်ပါဘူး။လူတိုင်းလူတိုင်းရဲ့ ဘဝမှာ အတက်အကျဆိုတာ ရှိစမြဲပဲမဟုတ်လား..အဲ့လိုပဲ ဖာဂူဆန်အနေနဲ့ ဘောလုံးလောကမှာ ဆာအဲလက်စ်ဆိုတဲ့နာမည်တစ်ခု မရလာခင်ဘာသာရေး၊ နည်းပြမှု၊ ကစားသမားဆက်ဆံရေးစတဲ့ အခက်အခဲတွေကို ကြုံတွေ့ခဲ့ရပါတယ်။ဒီအခက်အခဲတွေကို လုံးဝအရှုံး မပေးဘဲ ကြိုးစားခဲ့တဲ့ပုံကို Interview, Flashback ပုံစံနဲ့ဖာဂူဆန်ရဲ့သား ဂျေဆင်ဖာဂူဆန်ကိုယ်တိုင် ရိုက်ကူးထားတာပါ။The rest is history and You know who he is. \nFile size…(2 GB) and (1.2 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.6",
        "url": "\thttps://megaup.net/X3tn/(CM)Sir.Alex.Ferguson.Never.Give.In.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-PLiSSKEN.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
        "title": "My Brother’s Wife (2015)",
        "description": "My Brother Wife 2015\n----------------------ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and ...",
        "rating": "6.1",
        "url": "https://megaup.net/X35f/My.Brothers.Wife.2005.SPANISH.720p(CM).mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/main-qimg-3b01a8018749f0b2c16513110816a289-c-142x200.jpeg",
        "title": "The Seventh Seal (1957)",
        "description": "[Unicode]Seventh Seal (1957)\n===============\nIMDb Rating - 8.2/10\nDirected By Ingmar Bergmanအင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။\nပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။\nဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။\nသူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။\nသူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ\nတကယ့်အနုပညာတွေ။\nအင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။ Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်\nသေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။ ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ\nစတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2YVPG/The_Seventh_Seal_(1957).mp4",
        "category": "Drama, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://megaup.net/X3rm/(CM)KALA_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1_).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEgQ2P09uburuPJKLeWygaqlUJ6.jpg",
        "title": "Recalled (2021)",
        "description": "Recalled (2021)ကိုရီးယားလောကမှာ ဂယက်တွေ ဒလဟော ထသွားတာတောင်သူ ရိုက်ခဲ့တဲ့ ဇာတ်ကားက Korean Film Council data တွေအရကိုရီးယားမှာအကောင်းဆုံး Ranking 9 အထိဝင်ထားတဲ့Seo Ye Ji ရဲ့ Recalled ဆိုတဲ့ Mystery/Thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားကို Box office က ဒေါ်လာ 2.63 million အထိအကုန်အကျခံရိုက်ကူးထားပြီးIMDB rating ကလည်း 8.4/10 အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်ကတော့ တစ်ခြားကားတွေနဲ့မတူဘဲ တော်တော်လေး စွဲဆောင်နိုင်ပြီးအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တွေ၊ အံ့သြဖွယ်မြှုပ်ကွက်တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားတစ်ကားလို့လည်းပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်ဆူဂျင်းဆိုတဲ့ ကောင်မလေးက မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကပြုတ်ကျခဲ့ပြီးနောက် အတိတ်မေ့နေခဲ့ပါတယ်။သူ့ဘဝက ဘယ်လို .....သူ ဘယ်သူဆိုတာကိုတောင် မေ့နေတဲ့အနေအထားပါ။ဒါကို သူ့ဘေးနားက လီဂျီဟွန်းဆိုသူ အမျိုးသားကသူ့မှတ်ဉာဏ်တွေပြန်ရလာအောင် ဘေးကနေ စောင့်ရှောက်ပေးရင်းအမှတ်တရတွေတစ်ခုချင်း ပြောပြခဲ့ပါတယ်။ဒါပေမယ့် ဆူဂျင်းယုံကြည်ထားခဲ့တဲ့ သူမရဲ့အမျိုးသားလီဂျီဟွန်းဟာ\nလျှို့ဝှက်ချက်တွေအများကြီးရှိနေတဲ့သူတစ်ယောက်ဖြစ်ကြောင်းကိုမမျှော်လင့်ဘဲနဲ့ တစ်စတစ်စ သိလာခဲ့ပြီးလီဂျီဟွန်းအပေါ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1CZ7f/Recalled.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp-143x200.jpg",
        "title": "Pather Panchali (1955)",
        "description": "[Unicode]Panther Panchali(1955)\n================\nIMDb Rating. = 8.6/10\nDirected By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။\nသူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။\nမြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် \"နှမလက်လျှော့နေလေတော့\"ကို ရိုက်ဖြစ်ခဲ့တယ်။\nနှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။\nဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ\nscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။\nရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့\n\"သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း ...",
        "rating": "8.6",
        "url": "https://megaup.net/1CZ39/Pather_Panchali_(1955)_B&W.mp4",
        "category": "Drama, The Apu Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dJWyd_4f-140x200.jpg",
        "title": "Fanfare (2020)",
        "description": "Thriller ကြိုက်သူတွေအတွက် နောက်ထပ် Thriller တစ်ကားလာပါပြီဇာတ်လမ်းအကျဉ်းHalloween ပွဲတော်ညမှာ ဘားတစ်ခုထဲကို သူခိုး ၂ ယောက် ဝင်ခိုးကြပါတယ်ဒါပေမယ့် ဆိုင်ပိုင်ရှင်ကိုမတော်တဆ သတ်ပစ်မိသွားခဲ့ပြီးဆိုင်ထဲမှာကျန်နေတဲ့ customer တစ်ယောက်ကလည်း ဒါကိုမြင်သွားခဲ့တဲ့နောက်....သက်သေဖျောက်ဖို့ အလောင်းဖျောက်ဖို့ ကြိုးစားရာကနေ ဘယ်လိုအရှုပ်တွေဆက်ဖြစ်မှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။ Quality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2iVUa/Fanfare_(2019).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Tw-133x200.jpg",
        "title": "Twenty Hacker (2021)",
        "description": "ဂျယ်မင်း ဆိုတဲ့အထက်တန်းကျောင်းသား ကောင်လေးဟာ ဆိုက်ဗာတိုက်ခိုက်မှုကြောင့်ဘဝကြီးပြောင်းလဲသွားပြီး သူ့ရဲ့ အဖေကို ဆုံးရှုံးလိုက်ရပါတယ်ဟက်ကာသမားက အရမ်းတော်လွန်းတဲ့အတွက် ရဲတွေမဖမ်းနိုင်တာကြောင့်ဟက်ကာသမားကိုဖမ်းဖို့ သူကိုယ်တိုင် ဟက်ကာလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဟက်ကင်းလုပ်ပြီး ပိုကောင်းတဲ့ကမ္ဘာတစ်ခုကို ဖန်တီးမဲ့\"ပိုကောင်းတဲ့ကမ္ဘာ\"ဆိုတဲ့အဖွဲ့နဲ့ ဟက်ကာအရည်အချင်းပြည့်ဝလာတဲ့ဂျယ်မင်းတို့ တက္ကသိုလ်မှာ တွေ့ကြတဲ့အခါ ဟက်ကာကိုဖမ်းဖို့အတွက်သူတို့အချင်းချင်းပူးပေါင်းပြီးဘယ်လိုတွေလုပ်ဆောင်ကြမလဲဆိုတာ ရင်တဖိုဖိုနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/twenty-hacker-2021/",
        "category": "Action, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qoh7XXPeNjhDdjkVtlLiyW7ntxV.jpg",
        "title": "New Year Blues (2021)",
        "description": "New Year Blues(2021)​လောကကြီးမှာ လူရယ်လို့ဖြစ်လာရင် ချစ်ဖူးကြမှာပါပဲအသက်အရွယ်အပိုင်းအခြား နေထိုင်ပုံတွေအရချစ်ပုံချစ်နည်းတွေ မတူညီကောင်း မတူညီနိုင်ပေမယ့်ကျွန်တော်တို့အားလုံးက အချစ်ကိုခံစားဖူးကြပါတယ်ဆိုတော့ဗျာ .....ပြောရရင် relationship တစ်ခု တည်ဆောက်ဖို့ဆိုတာ ထင်သလောက်မလွယ်ဘူးဗျအစကတော့ နှစ်ယောက်သားချစ်လို့ လက်တွဲခဲ့ကြတယ်ဆိုပေမယ့်အချိန်ကြာလာတာနဲ့အမျှ ဖြစ်လာမယ့်ပြသနာ​တွေ​ကိုနှစ်ယောက်လုံးဖြေရှင်းနိုင်ဖို့လည်း လိုသေးတယ်သူ့ဖက်ကအမြင် ကိုယ့်ဖက်ကအမြင် နှစ်ယောက်စလုံးက နားလည်မှုတွေယူနိုင်မှသာရေရှည်တည်မြဲတဲ့ relationship တစ်ခုဖြစ်လာမှာအချိန်တွေအကြာကြီး တွဲလာခဲ့တဲ့သူကကိုယ့်အတွက် right person မဟုတ်ပေမယ့်တစ်ဒင်္ဂလေး ဆုံလိုက်ရတဲ့သူကကိုယ်နဲ့တစ်သားတည်းဖြစ်တဲ့ ခံစားချက်မျိုးပေးနိုင်တဲ့သူလည်း ဖြစ်နိုင်တာပဲလေဒီရုပ်ရှင်ထဲမှာတော့ မတူညီတဲ့ career တွေ .....မတူညီတဲ့ဘဝပုံစံတွေနဲ့ရှိနေကြတဲ့ အတွဲ ၄ တွဲအကြောင်းကို ရိုက်ပြထားတယ်သရုပ်ဆောင်ထားတဲ့သူတွေကလည်း ကောင်းလားမကောင်းလားဆိုတာပိုစတာကြည့်ရုံနဲ့ ညွှန်းစရာတောင်မလိုလောက်ဘူးလို့ ထင်ပါတယ်ဒီကားက ကိုးရီးယားအချစ်ဇာတ်လမ်းတွေထဲမှာ ကွဲထွက်နေတဲ့ကားလို့ ပြောလို့ရတယ်ဗျCinematography လှတယ် .....မတူညီတဲ့ အတွဲ ၄ တွဲရဲ့ plot တွေက ရိုးရိုးရှင်းရှင်းလေးနဲ့အဆုံးထိစိတ်ဝင်စားအောင်ဆွဲခေါ်သွားမှာတော်တော်လေးကို sweet ဖြစ်ပြီး .....Heartwarming ဖြစ်စေတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပြီးတော့ ရိုက်ကွင်းရိုက်ကွက်တွေလည်း တော်တော်လေးကိုလှတယ်စုံတွဲတွေဆိုရင်တော့ အတူကြည့်ကြပါ ...",
        "rating": "6.8",
        "url": "https://megaup.net/X1s5/New.Year.Blues.2021.720p.FHDRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-18-at-3.08.12-PM-135x200.png",
        "title": "Things Heard & Seen (2021)",
        "description": "Things Heard & Seen (2021)=====================IMDb Rating - 5.3/10ဒါဟာ သရဲကားပါ။ All Things Cease to Appear ဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။သရဲကားပီပီ အသစ်ပြောင်းလာတဲ့အိမ်မှာ ခြောက်တာပါပဲ။ အိမ်ကိုပြောင်းလာတဲ့မိသားစုဝင်ကတော့ ၃ ယောက်ပါ။ဂျော့၊ကတ်သရင်း လင်မယားနဲ့ သူတို့ရဲ့ ၄ နှစ်သမီးလေး ဖရန်နီပေါ့။ ဂျော့က ဝိညာဉ်လောကကိုယုံကြည်တဲ့ ဆွီဒင်ဘော့ရဲ့အယူအဆလွှမ်းမိုးမှုခံရတဲ့ အနုပညာတွေအကြောင်း စာတမ်းရေးရင်းနဲ့ အဲဒီကောလိပ်မှာ ပါမောက္ခရာထူး ရရှိခဲ့တာပါ။ဒါပေမယ့် အိမ်ရဲ့သမိုင်းက ပဟေဠိဆန်တယ်။ ခြောက်နေတဲ့ သရဲနဲ့ ခြောက်ရတဲ့အကြောင်းကို ရှာဖွေရင်း ကတ်သရင်း နဲ့ဂျော့အပေါ် သရဲတွေရဲ့ သက်ရောက်မှုနဲ့ ပြောင်းလဲလာမှုတွေနဲ့ လျို့ဝှက်ချက်တွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ သရဲကားငတ်နေတဲ့ သူတွေအတွက်တော့ ကြည့်ရတာ နောင်တမရမယ့် သရဲကားထဲမှာ ပါပါတယ်။ အားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2YTbv/Things.Heard.And.Seen.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    }
]