[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/SV-135x200.jpg",
        "title": "Savage ( 2019 )",
        "description": "Zawgyi*******IMDB rating - 5.92019 ထြက္တရုတ္ action drama ဇာတ္ကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရွာင္စုန္ နဲ႔ ကန္ေဟာက္ ဆိုတဲ႔ ရဲအရာရွိႏွစ္ဦးကႏွင္းေတြထူထပ္စြာက်ေနတဲ႔ ေတာင္ေပၚစခန္း တစ္ခုမွာတာဝန္က်ပါတယ္တစ္ေန႕မွာေတာ့ ေရႊေတြကိုသယ္ပို႕ရတဲ႔ကား ဟာ သူတို႕စခန္းနဲ႕မနီးမေဝးမွာဓားၿပတိုက္ခံရပါတယ္ ေရွာင္စုန္နဲ႕ ကန္ေဟာက္ ဟာ သူတို႕ႏွစ္ေယာက္လံုးႀကိဳက္ေနတဲ႔ေဒါက္တာဆြမ္ယန္ရဲ႕ ေမြးေန႕ပဲြကိုသြားေနပါတယ္ ေမြးေန႕ကအၿပန္သူတို႕စခန္းရွိရာေနရာေတာင္ေပၚဘက္ကိုကားနဲ႕အၿပန္မွာ ဓားၿပတိုက္တဲ႔လူေတြနဲ႕ေတြ႕ပါေတာ့တယ္ပစ္ႀကခတ္ႀကရင္းနဲ႕ ေရွာင္စုန္တစ္ေယာက္ေသဆံုးသြားပါတယ္ ကန္ေဟာက္ဟာသူ႕အၿပစ္မကင္းဘူးလို႕ခံစားရတာေႀကာင့္ ေဒါက္တာဆြမ္ယန္ သူနဲ႕အတူအၿခားၿမိဳ႕ကိုအတူသြားမယ္လို႕ေၿပာေပးမယ္႔လည္း အဲ႔ဒီအမွဳကိုမရ ရေအာင္လုိုက္ပါေတာ့တယ္ စံုးစမ္းရင္းတစ္ႏွစ္ေလာက္အႀကာမွာေတာ့သစ္ေတာထဲမွာေရႊေခ်ာင္းေတြ႕တယ္လို႕သတင္းႀကားတဲ႔အခါ ကန္ေဟာက္လဲ စံုစမ္းဖို႕ေရာက္လာပါေတာ့တယ္ သစ္ေတာထဲမွာ စံုစမ္းရင္း ဓားၿပတိုက္တဲ႔သူေတြထဲႏွစ္ေယာက္ကေရႊေတြကိုဖြက္ေနတာကိုေတြ႕သြားပါတယ္ႏွင္းေတာထဲမွာကန္ေဟာက္ဟာဓားၿပတိုက္တဲ႔သူေတြဖမ္းခ်င္ေပမယ္႔လည္းလူအင္အားကမရွိတဲ႔အၿပင္ ဓားၿပေတြမွာလဲေသနတ္ေတြရွိတဲ႔အတြက္ကန္ေဟာက္တစ္ေယာက္ဓားၿပေတြကိုဘယ္လိုဖမ္းမလဲေသသြားသြားတဲ႔သူငယ္ခ်င္းရဲ႕ေသြးေႀကြးကိုၿပန္ဆပ္ႏုိင္မလားဆိုတာ Unicode*******IMDB rating - 5.92019 ထွက်တရုတ် action drama ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရှောင်စုန် နဲ့ ကန်ဟောက် ဆိုတဲ့ ရဲအရာရှိနှစ်ဦးကနှင်းတွေထူထပ်စွာကျနေတဲ့ တောင်ပေါ်စခန်း တစ်ခုမှာတာဝန်ကျပါတယ်တစ်နေ့မှာတော့ ရွှေတွေကိုသယ်ပို့ရတဲ့ကား ဟာ သူတို့စခန်းနဲ့မနီးမဝေးမှာဓားပြတိုက်ခံရပါတယ် ရှောင်စုန်နဲ့ ကန်ဟောက် ဟာ သူတို့နှစ်ယောက်လုံးကြိုက်နေတဲ့ဒေါက်တာဆွမ်ယန်ရဲ့ မွေးနေ့ပွဲကိုသွားနေပါတယ် ...",
        "rating": "5.9",
        "url": "https://megaup.net/2S63v/(CM)Savage.2019.BluRay.720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6u4sb88EtQAAkxXXINA1WFwLqBS.jpg",
        "title": "A Very Vintage Christmas (2019)",
        "description": "A Very Vintage Christmas(2019)(unicode)ဒိုဒီဆိုတဲ့ကောင်မလေးကရိုမန့်တစ်ဆန်တဲ့အကြောင်းတွေကလွဲရင်\nဘာမှစိတ်မဝင်စားတဲ့ကောင်မလေးပါ...\nသူ့မှာလုပ်ချင်တာရေ‌ရေရာရာမရှိလို့သူ့သူငယ်ချင်းတစ်ယောက်နဲ့ပေါင်းပြီး\nမြို့လေးတစ်မြို့မှာရှေး‌ဟောင်းပစ္စည်းဆိုင်လေးတစ်ဆိုင်ဖွင့်လိုက်တယ်...\nသူ့အဖေကိုသူလုပ်နိုင်ကြောင်းသက်သေပြချင်တဲ့စိတ်နဲ့ပေါ့\nဒါပေမယ်တိုက်တိုက်ဆိုင်ဆိုင်ပဲ\nသူတို့ရောင်းဖို့ဝယ်ထားတဲ့ရှေးဟောင်းဘီဒိုကြီးထဲကအံဝှက်ထဲမှာ\nရိုမန့်တစ်ဆန်ဆန်ချစ်သက်လက်ဆောင်လေး‌တွေသိမ်းထားတဲ့သေတ္တာလေးတစ်ခုတွေ့လိုက်ရတယ်...\nအရင်ထဲကအဲ့လိုကိစ္စမျိုးဆိုစိတ်ဝင်စားပီးသားဖြစ်သူဆိုတော့\nပိုင်ရှင်ကိုရအောင်ရှာပြီးပြန်ပေးဖို့ဆုံးဖြတ်လိုက်တယ်...\nလိုက်ရှာရင်းနဲ့သူ့ကိုကောင်းကောင်းအကူအညီပေးနိုင်မယ့်မြို့ခံကောင်လေးတစ်ယောက်နဲ့ခင်သွားခဲ့တယ်....\nသူနဲ့သဘောထားလုံးဝမတိုက်ဆိုင်တဲ့သူပေါ့...\nဒီလိုနဲ့သူတို့နှစ်ယောက်ကသတင်းအစနတွေစုဆောင်းပြီးပိုင်ရှင်တွေကိုလိုက်ရှာကြပါတော့တယ်\nသူတို့လိုက်ရှာနေတဲ့စုံတွဲကတကယ်ပဲသက်ရှိထင်ရှားရှိနေရဲ့လား....\nအချစ်ဆိုတာဘယ်အချိန်ဘယ်နေရာ‌ရောက်ရောက်ပျက်စီးယိုယွင်းသွားနိုင်တဲ့အရာတစ်ခုလား....\nဆိုတာတွေနဲ့\nအနောက်နိုင်ငံတွေမှာခရစ္စမတ်ကိုဘယ်လိုတန်ဖိုးထားကြလဲ\nဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်....(zawgyi)ဒိုဒီဆိုတဲ့ေကာင္မေလးက႐ိုမန႔္တစ္ဆန္တဲ့အေၾကာင္းေတြကလြဲရင္\nဘာမွစိတ္မဝင္စားတဲ့ေကာင္မေလးပါ...\nသူ႔မွာလုပ္ခ်င္တာေရ‌ေရရာရာမရွိလို႔သူ႔သူငယ္ခ်င္းတစ္ေယာက္နဲ႔ေပါင္းၿပီး\nၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေရွး‌ေဟာင္းပစၥည္းဆိုင္ေလးတစ္ဆိုင္ဖြင့္လိုက္တယ္...\nသူ႔အေဖကိုသူလုပ္ႏိုင္ေၾကာင္းသက္ေသျပခ်င္တဲ့စိတ္နဲ႔ေပါ့\nဒါေပမယ္တိုက္တိုက္ဆိုင္ဆိုင္ပဲ\nသူတို႔ေရာင္းဖို႔ဝယ္ထားတဲ့ေရွးေဟာင္းဘီဒိုႀကီးထဲကအံဝွက္ထဲမွာ\n႐ိုမန႔္တစ္ဆန္ဆန္ခ်စ္သက္လက္ေဆာင္ေလး‌ေတြသိမ္းထားတဲ့ေသတၱာေလးတစ္ခုေတြ႕လိုက္ရတယ္...\nအရင္ထဲကအဲ့လိုကိစၥမ်ိဳးဆိုစိတ္ဝင္စားပီးသားျဖစ္သူဆိုေတာ့\nပိုင္ရွင္ကိုရေအာင္ရွာၿပီးျပန္ေပးဖို႔ဆုံးျဖတ္လိုက္တယ္...\nလိုက္ရွာရင္းနဲ႔သူ႔ကိုေကာင္းေကာင္းအကူအညီေပးႏိုင္မယ့္ၿမိဳ႕ခံေကာင္ေလးတစ္ေယာက္နဲ႔ခင္သြားခဲ့တယ္....\nသူနဲ႔သေဘာထားလုံးဝမတိုက္ဆိုင္တဲ့သူေပါ့...\nဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္ကသတင္းအစနေတြစုေဆာင္းၿပီးပိုင္ရွင္ေတြကိုလိုက္ရွာၾကပါေတာ့တယ္\nသူတို႔လိုက္ရွာေနတဲ့စုံတြဲကတကယ္ပဲသက္ရွိထင္ရွားရွိေနရဲ႕လား....\nအခ်စ္ဆိုတာဘယ္အခ်ိန္ဘယ္ေနရာ‌ေရာက္ေရာက္ပ်က္စီးယိုယြင္းသြားႏိုင္တဲ့အရာတစ္ခုလား....\nဆိုတာေတြနဲ႔\nအေနာက္ႏိုင္ငံေတြမွာခရစၥမတ္ကိုဘယ္လိုတန္ဖိုးထားၾကလဲ\nဆိုတာေတြကိုၾကည့္ရႈရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္....  File Size : (850 MB) and (359 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:27:00\nGenre :  Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2S64s/A_Very_Vintage_Christmas.2019.new.WEB-DL.720P.PP.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/337361f2-139x200.jpg",
        "title": "[21+] Demon Slayer, Mitsuki Nagisa [CSCT-002] (2019)",
        "description": "[ Dark Side Production မှတင်ဆက်သည်။]ဒါကတော့ ၂၀၁၉ မှာ ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး Anime Serie တစ်ခုဖြစ်တဲ့ Demon Slayer (Kimetsu No Yaiba) ကို xxx prody အနေနဲ့ ပြန်လည်တင်ဆက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Nezuko Kamado ဆိုတဲ့ Demon မလေးဟာ သူ့ရဲ့ လူသားဘဝကို ပြန်ရောက်ဖို့အတွက် ကြိုးစားလှုပ်ရှားရုန်းကန်ရပုံတွေကို ရှုစားရမှာပဲ ဖြစ်ပါတယ်Nezuko လေးရဲ့ အစ်ကိုဖြစ်သူ Tanjiro Kamado အနေနဲ့လည်း ညီမဖြစ်သူကို လူသားအဖြစ်ပြန်ရစေဖို့ ကြိုးစားထားလေရဲ့Nezuko အဖြစ် မင်းသမီးချောလေး Nagisa Mitsuki က သရုပ်ဆောင်ထားတာဖြစ်ပြီး သရုပ်ဆောင်ကောင်းမကောင်းကတော့ ပရိတ်သတ်ကြီးပဲ ရှုစားကြပါခင်ဗျား။ - Zawgyi -[ Dark Side Production မွတင္ဆက္သည္။]ဒါကေတာ့ ၂၀၁၉ မွာ ထြက္ရွိခဲ့တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2S64i/[DS]CSCT-002.Pussy_Slayer.Mitsuki_Nagisa_.2019.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySVxhJZKWpN69vC18QKH7dAT6nO.jpg",
        "title": "Send Me to the Clouds (2019)",
        "description": "Send Me to the Clouds(2019)(unicode)ဒီဇာတ်ကားမှာတော့ စုံထောက်မလေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတာပါ။\nမိသားစုရဲ့ဂရုစိုက် မှုကိုမခံခဲ့ရပါဘူး၊ အလုပ်မှာလည်း ပြဿနာတွေရှိနေတဲ့ကြားထဲမှာ ကျန်းမာရေးကလည်း ချူချာခဲ့တယ်...\nသူမက တော်တယ်၊ ကြိုးစားတယ်၊ ရည်မှန်းချက်ရှိတဲ့ကောင်မလေးတစ်ယောက်ပါ။\nသူဟာ အချစ်စစ်ကိုလိုချင်တောင့်တခဲ့ပေမယ့် မြှားနတ်မောင်ကတော့\nသူမကိုမျက်ကွယ်ပြုနေဟန်ပါပဲ...ဒီနောက် လက်ကျန်ဘ၀ကို သူမ ဘယ်လိုဖြတ်သန်းမလဲ...ဘယ်လိုတွေ တွေ့ကြုံရမလဲ...ဘယ်လိုအခက်အခဲတွေရှိနေမလဲ....သူမ မျှော်လင့်ထားတဲ့ ဘ၀ကိုရော ရနိုင်ပါ့မလား....IMDb...6.5 ရထားတဲ့ Drama ကားကောင်းလေးမို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားမွာေတာ့ စုံေထာက္မေလးတစ္ေယာက္အေၾကာင္းကို႐ိုက္ကူးထားတာပါ။\nမိသားစုရဲ႕ဂ႐ုစိုက္ မႈကိုမခံခဲ့ရပါဘူး၊ အလုပ္မွာလည္း ျပႆနာေတြရွိေနတဲ့ၾကားထဲမွာ က်န္းမာေရးကလည္း ခ်ဴခ်ာခဲ့တယ္...\nသူမက ေတာ္တယ္၊ ႀကိဳးစားတယ္၊ ရည္မွန္းခ်က္ရွိတဲ့ေကာင္မေလးတစ္ေယာက္ပါ။\nသူဟာ အခ်စ္စစ္ကိုလိုခ်င္ေတာင့္တခဲ့ေပမယ့္ ျမႇားနတ္ေမာင္ကေတာ့\nသူမကိုမ်က္ကြယ္ျပဳေနဟန္ပါပဲ...ဒီေနာက္ လက္က်န္ဘ၀ကို သူမ ဘယ္လိုျဖတ္သန္းမလဲ...ဘယ္လိုေတြ ေတြ႕ႀကဳံရမလဲ...ဘယ္လိုအခက္အခဲေတြရွိေနမလဲ....သူမ ေမွ်ာ္လင့္ထားတဲ့ ဘ၀ကိုေရာ ရႏိုင္ပါ့မလား....IMDb...6.5 ရထားတဲ့ Drama ကားေကာင္းေလးမို႔ ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္...  File Size : (900 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cd52/Send_Me_To_The_Clouds.2019.WEB-DL720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/1962817_497337603705227_599510107_n-140x200.jpg",
        "title": "What’s Eating Gilbert Grape (1993)",
        "description": "* What's Eating Gilbert Grape *IMDB - 7.8/10\nRotten Toamtoes - 89%\nMKWah – 4.5/5____________ \nLeonardo DiCaprio နဲ့ Jonny Depp တို့ အတူ တွဲရိုက်တဲ့ ရှားရှားပါးပါး ရုပ်ရှင် . . ။\nအမေရိကန် မြို့ငယ်လေးတစ်မြို့ရဲ့ လူနေမှုဘဝ တွေကို မြင်ရမယ့် ရုပ်ရှင် . . ။\nအတက်အကျ အနိမ့်အမြင့် အချိုးအကွေ့တွေနဲ့ ဝေဝေဆာဆာ ဖန်တီးထားတဲ့ ဇာတ်ညွှန်းတစ်ပုဒ်ကို ခံစားရမယ့် ရုပ်ရှင် . . ။\nဇာတ်လမ်းအကျဉ်းက အသက် 24 နှစ်အရွယ် Gilbert (Jonny Depp) ဆိုတဲ့ ကောင်လေးနဲ့ သူ့မိသားစုအကြောင်း ပါ။ သူ့မှာ စိတ်မမှန်တဲ့ အူကြောင်ကြောင် ညီတစ်ယောက် (Leonardo) ရှိတယ်။ ဒီရုပ်ရှင်ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/1ct2a/What’s_Eating_Gilbert_Grape_[1993]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BZGVmY2RjNDgtMTc3Yy00YmY0LTgwODItYzBjNWJhNTRlYjdkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006751000_AL_-1-135x200.jpg",
        "title": "Marriage Story (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ နာမည်ကျော်ပဲမို့ စောင့်နေတဲ့သူတွေရှိမှာပါ။စကားလက်ဂျိုဟန်ဆန် နဲ့ အဒမ်ဒရိုင်ဘာတို့ သရုပ်ဆောင်စွမ်းရည်ပြထားတဲ့ကားဆိုလည်း မမှားပါဘူး။ဆုတွေအတော် ဆန်ကာတင်မယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။အိမ်ထောင်ရေးဇာတ်လမ်းလေး တစ်ပုဒ်ပါ။အရမ်းသဘာဝကျပြီး ယုတ္တိဆန်လွန်းပါတယ်။အရာရာကို စိတ်တိုင်းကျလုပ်တတ်တဲ့ ချာလီဆိုတဲ့ ယောကျာ်းတစ်ယောက်နဲ့ကိုယ်ဘာလိုချင်လို့လိုချင်မှန်းမတွေးတတ်တော့တဲ့ နီကိုး ဆိုတဲ့ မိန်းကလေးတစ်ယောက် လက်ထပ်မိခဲ့တယ်။ချာလီက ပြဇာတ်ဒါရိုက်တာ၊ နီကိုးက ပြဇာတ်သရုပ်ဆောင်ပေါ့။ချာလီရဲ့သဘောအတိုင်း နယူးယောက်မှာ အခြေချခဲ့ပြီး ဟင်နရီဆိုတဲ့ သားလေး တစ်ယောက်ရှိလာခဲ့ပါပြီ။ဒါပေမယ့် နီကိုးအတွက် လော့စ်အိန်ဂျလိ ဟောလိဝုဒ်မှာဇာတ်လမ်းတွဲတစ်ခု ခေါင်းဆောင်မင်းသမီးနေရာ ရသွားချိန်မှာနယူးယောက်နဲ့ အယ်လ်အေ အခြေချမှုတွေ၊ကလေးအုပ်ထိန်းခွင့်တွေနဲ့ ပတ်သတ်ပြီး အငြင်းပွားလာကြတယ်။ဇာတ်လမ်းက သဘာဝအကျဆုံးနဲ့ ဇာတ်ရှိန်တွေ တက်လာပုံက အတော်ကောင်းတယ်ပြောရမှာပါပဲ။ကွာရှင်းတဲ့ကိစ္စအတွက်ရှေ့နေက ပြောသလိုပေါ့‘ ရာဇဝတ်မှုရှေ့နေတွေက လူဆိုးတွေကို သူတို့အကောင်းဆုံးလုပ်နေချိန်မှာ တွေ့ရပြီးအိမ်ထောင်ကွဲရှေ့နေတွေကတော့ လူကောင်းတွေကို သူတို့အဆိုးဆုံးလုပ်မယ့်အချိန်မှာ တွေ့ရတာပါပဲ’ တဲ့။ခံစားကြည့်လိုက်ပါ။ဒီရုပ္ရွင္ကေတာ့ နာမည္ေက်ာ္ပဲမုိ႕ ေစာင့္ေနတဲ့သူေတြရွိမွာပါ။စကားလက္ဂ်ိဳဟန္ဆန္ နဲ႕ အဒမ္ဒရိုင္ဘာတုိ႕ သရုပ္ေဆာင္စြမ္းရည္ျပထားတဲ့ကားဆိုလည္း မမွားပါဘူး။ဆုေတြအေတာ္ ဆန္ကာတင္မယ့္ ရုပ္ရွင္ပါပဲ။ဇာတ္လမ္းကေတာ့ နာမည္အတိုင္းပါပဲ။အိမ္ေထာင္ေရးဇာတ္လမ္းေလး တစ္ပုဒ္ပါ။အရမ္းသဘာဝက်ၿပီး ယုတၱိဆန္လြန္းပါတယ္။အရာရာကို ...",
        "rating": "",
        "url": "https://megaup.net/Qiag/marriage.story.2019.internal.720p.web(cm).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oiG92lM1uaYNwnWYQDl8EVAsqgS.jpg",
        "title": "A Witness Out of the Blue ( 2019 )",
        "description": "Zawgyi*******လြန္ခဲ့တဲ့သုံးလက လိရွင္းရတနာဆိုင္ကိုဓားျပတိုက္ခဲ့တဲ့ရဲအလိုရွိဓားျပေလးေယာက္အဖြဲ႕ထဲကတစ္ေယာက္ျဖစ္တဲ့ရြီခန္းအသတ္ခံရၿပီးေနာက္ရြီခန္းအခန္းထဲကရတနာထုပ္ကပါေပ်ာက္သြားခဲ့ပါတယ္...အခင္းျဖစ္ပြားရာအခန္းထဲမွာၾကက္တူေရြးတစ္ေကာင္နဲ႔က်န္အဖြဲ႕သားသုံးဦးရဲ့လက္ေဗြရာကိုပဲေတြ႕ခဲ့လို့သူတို့ကိုရဲေတြကလူသတ္မွုသံသယရွိသူေတြအျဖစ္စုံစမ္းစမ္းေဆးေနစဥ္အတြင္းက်န္ေနတဲ့ဓားျပအဖြဲ႕မွာတစ္ေယာက္​ၿပီးတစ္ေယာက္အသတ္ခံေနရၿပီးဝမ္းရွင္းယြမ္တစ္ေယာက္ပဲက်န္ေနခဲ့ပါေတာ့တယ္....သူတို့ကိုဘယ္သူကသတ္တာလဲ...ေပ်ာက္သြားတဲ့ရတနာထုပ္ကေရာဘယ္သူ႔လက္ထဲမွာလဲ...အေႂကြးတင္ခံရေလာက္ေအာင္တိရစၧာန္ေတြကိုခ်စ္တဲ့ရဲအရာရွိလင္ဖာလ်န္အခင္းျဖစ္ပြားရာမွာရွိေနခဲ့တဲ့ၾကက္တူေရြးတစ္ေကာင္နဲ႔ဘယ္လိုအမွုေဖာ္ၾကမလဲဆိုတာဆက္လက္ၾကည့္ရွုလိုက္ၾကပါစို့ေနာ္.. Unicode*******လွန်ခဲ့တဲ့သုံးလက လိရှင်းရတနာဆိုင်ကိုဓားပြတိုက်ခဲ့တဲ့ရဲအလိုရှိဓားပြလေးယောက်အဖွဲ့ထဲကတစ်ယောက်ဖြစ်တဲ့ရွီခန်းအသတ်ခံရပြီးနောက်ရွီခန်းအခန်းထဲကရတနာထုပ်ကပါပျောက်သွားခဲ့ပါတယ်...အခင်းဖြစ်ပွားရာအခန်းထဲမှာကြက်တူရွေးတစ်ကောင်နဲ့ကျန်အဖွဲ့သားသုံးဦးရဲ့လက်ဗွေရာကိုပဲတွေ့ခဲ့လို့သူတို့ကိုရဲတွေကလူသတ်မှုသံသယရှိသူတွေအဖြစ်စုံစမ်းစမ်းဆေးနေစဉ်အတွင်းကျန်နေတဲ့ဓားပြအဖွဲ့မှာတစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံနေရပြီးဝမ်းရှင်းယွမ်တစ်ယောက်ပဲကျန်နေခဲ့ပါတော့တယ်....သူတို့ကိုဘယ်သူကသတ်တာလဲ...ပျောက်သွားတဲ့ရတနာထုပ်ကရောဘယ်သူ့လက်ထဲမှာလဲ...အကြွေးတင်ခံရလောက်အောင်တိရစ္ဆာန်တွေကိုချစ်တဲ့ရဲအရာရှိလင်ဖာလျန်အခင်းဖြစ်ပွားရာမှာရှိနေခဲ့တဲ့ကြက်တူရွေးတစ်ကောင်နဲ့ဘယ်လိုအမှုဖော်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်.. Translated & Review By MineEncoded By LK",
        "rating": "6.0",
        "url": "https://megaup.net/2SawX/(CM)A_Witness_Out_Of_The_Blue.2019.WEB-DL.720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wrgLg0RejVlvmC9RivBZzbNhRYQ.jpg",
        "title": "Dance With Me ( 2019 )",
        "description": "Zawgyi*******ကုမၸဏီတစ္ခုမွာေနရာေကာင္းရဖို႔ႀကိဳးစားေနတဲ့ဝန္ထမ္းမေလးဆူဇူကီက်င့္ရွန္း...တေန႔တူမေလးတစ္ေယာက္ကိုကစားကြင္းလိုက္ပို႔ေပးရင္းကစားကြင္းထဲမွာရွိတဲ့အိပ္ေမြ႕ခ်အခန္းထဲမွာလူႀကီးမင္းမာတင္ဆိုတဲ့အိပ္ေမြ႕ခ်ပညာရွင္က သီခ်င္းျပဇာတ္ေဖ်ာ္ေျဖေနသလိုမ်ိဳးသီခ်င္းသံၾကားတာနဲ႔႐ုတ္တရတ္သီခ်င္းဆိုမိၿပီးကမိတာမ်ိဳးကိုတူမေလးနဲ႔အတူသူ႔ကိုပါအိပ္ေမြ႕ခ်ေပးရင္းနဲ႔ဆူဇူကီက်င့္ရွန္းကတကယ္ပဲသီခ်င္းသံၾကားတာနဲ႔သီခ်င္းထဆိုၿပီးထကေအာင္အိပ္ေမြ႕ခ်ခံလိုက္ရေသာအခါ....အိပ္ေမြ႕ခ်ခံရတာကိုအိပ္ေမြ႕ခ်ခဲ့တဲ့လူကပဲျပန္​ျပယ္ေအာင္လုပ္ေပးႏိုင္ေသာအခါအဲ့လူကိုေနရာအႏွံ႔လိုက္ရွာခဲ့ရပါေတာ့တယ္...ထိုအခ်ိန္မွာမွကုမၸဏီရဲ႕အဓိကမာကတ္တင္းဌာနမူရာခါမိရဲ႕အဖြဲ႕ကေနသူ႔ကိုအလုပ္တူတူလုပ္ဖို႔လာေခၚခဲ့ေပမဲ့ အိပ္ေမြ႕ခ်ခဲ့တဲ့လူကိုလိုက္ရွာရဦးမွာမလို႔ခြင့္တစ္ပတ္ေတာင္းခဲ့ေသာအခါ...ေနာက္ဆုံးမွာျပန္ျပယ္သြားမလား...အလုပ္ကိုေရာတစ္ပတ္အတြင္းျပန္အလုပ္တက္ႏိုင္ပါ့မလား...လိုက္ရွာေနတဲ့လမ္းခရီးတစ္ေလွ်ာက္ဘယ္လိုမ်ိဳးႀကဳံေတြ႕ရဦးမလဲဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္.... Unicode*******ကုမ္ပဏီတစ်ခုမှာနေရာကောင်းရဖို့ကြိုးစားနေတဲ့ဝန်ထမ်းမလေးဆူဇူကီကျင့်ရှန်း...တနေ့တူမလေးတစ်ယောက်ကိုကစားကွင်းလိုက်ပို့ပေးရင်းကစားကွင်းထဲမှာရှိတဲ့အိပ်မွေ့ချအခန်းထဲမှာလူကြီးမင်းမာတင်ဆိုတဲ့အိပ်မွေ့ချပညာရှင်က သီချင်းပြဇာတ်ဖျော်ဖြေနေသလိုမျိုးသီချင်းသံကြားတာနဲ့ရုတ်တရတ်သီချင်းဆိုမိပြီးကမိတာမျိုးကိုတူမလေးနဲ့အတူသူ့ကိုပါအိပ်မွေ့ချပေးရင်းနဲ့ဆူဇူကီကျင့်ရှန်းကတကယ်ပဲသီချင်းသံကြားတာနဲ့သီချင်းထဆိုပြီးထကအောင်အိပ်မွေ့ချခံလိုက်ရသောအခါ....အိပ်မွေ့ချခံရတာကိုအိပ်မွေ့ချခဲ့တဲ့လူကပဲပြန်ပြယ်အောင်လုပ်ပေးနိုင်သောအခါအဲ့လူကိုနေရာအနှံ့လိုက်ရှာခဲ့ရပါတော့တယ်...ထိုအချိန်မှာမှကုမ္ပဏီရဲ့အဓိကမာကတ်တင်းဌာနမူရာခါမိရဲ့အဖွဲ့ကနေသူ့ကိုအလုပ်တူတူလုပ်ဖို့လာခေါ်ခဲ့ပေမဲ့ အိပ်မွေ့ချခဲ့တဲ့လူကိုလိုက်ရှာရဦးမှာမလို့ခွင့်တစ်ပတ်တောင်းခဲ့သောအခါ...နောက်ဆုံးမှာပြန်ပြယ်သွားမလား...အလုပ်ကိုရောတစ်ပတ်အတွင်းပြန်အလုပ်တက်နိုင်ပါ့မလား...လိုက်ရှာနေတဲ့လမ်းခရီးတစ်လျှောက်ဘယ်လိုမျိုးကြုံတွေ့ရဦးမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်.... Translated & Review By MineEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dance-with-me-2019/",
        "category": "Adventure, Comedy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/79174200_462344354654995_4242841644455428096_n-150x200.gif",
        "title": "The Bladesman ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ၫႊန္းေပးမဲ့ကားေလးကေတာ့ 2019ထြက္တ႐ုတ္သိုင္းကားေလးတစ္ကားပါပဲ ဒီကားေလးကေတာ့action/drama အမ်ိဳးအစားေလးျဖစ္ၿပီး ဟာသေလးေတြလဲ ပါတာေၾကာင့္သိုင္းကားလဲ ၾကည့္ရင္ ေပါ့ေပါ့ပါးပါးေလးေတြ ၾကည့္ခ်င္သူမ်ားအတြက္ အဆင္ေျပမွာပါဇာက္လမ္းအၫႊန္းေလးကေတာ့ ဟန္ေခတ္ၿပီးဆုံးေတာ့မယ့္အခ်ိန္မွာတိုင္းျပည္မွာ တရားဥပေဒ ဆိုးမိုးမႈ မရွိလာေတာ့ လူဆိုးဓားျပေတြအရမ္းေပါလာပါတယ္ အဲ့ထဲမွာမွ အဝါေရာင္မ်က္ႏွာဖုံးဂိုဏ္းကအင္အားအႀကီးဆုံးျဖစ္လာၿပီး တိုင္းျပည္ကို သိမ္းဖို႔ ျပင္လာပါတယ္သို႔ေသာ္ သူတိူ႔ဟာ စစ္ပြဲမွာ ရႈံးနိမ့္သြားၿပီး စစ္ပြဲၿပီးဆုံးသြားေသာ္လဲတိုင္းျပည္ဟာ ၿငိမ္သက္မႈမရွိေသးပါ အဲ့လိုအခ်ိန္မွာ အမွန္တရားဘတ္ေတာ္သားဓားႏွစ္လတ္သူရဲေကာင္းေပၚလာၿပီး ျပည္သူေတြဘက္က ရပ္တည္ကာလူဆိုးေတြကို ႏွိမ္နင္းေနပါတယ္ တစ္ညမွာေတာ့ သူရဲေကာင္းဟာအဝါေရာင္မ်က္ႏွာဖုံးဂိုဏ္းရဲ႕ေထာင္ေခ်ာက္ထဲကို ဝင္သြားၿပီးတရားသူႀကီးမိသားစုကို မွားသတ္မိပါေတာ့တယ္ အဲ့ညမွာပဲသူရဲေကာင္းဟာ ေပ်ာက္ကြယ္သြားေတာ့တယ္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာ ၾကည္႕လိုက္ၾကရေအာင္ Unicode*******ဒီတစ်ခေါက်ညွှန်းပေးမဲ့ကားလေးကတော့ 2019ထွက်တရုတ်သိုင်းကားလေးတစ်ကားပါပဲ ဒီကားလေးကတော့action/drama အမျိုးအစားလေးဖြစ်ပြီး ဟာသလေးတွေလဲ ပါတာကြောင့်သိုင်းကားလဲ ကြည့်ရင် ပေါ့ပေါ့ပါးပါးလေးတွေ ကြည့်ချင်သူများအတွက် အဆင်ပြေမှာပါဇာက်လမ်းအညွှန်းလေးကတော့ ဟန်ခေတ်ပြီးဆုံးတော့မယ့်အချိန်မှာတိုင်းပြည်မှာ တရားဥပဒေ ဆိုးမိုးမှု မရှိလာတော့ လူဆိုးဓားပြတွေအရမ်းပေါလာပါတယ် အဲ့ထဲမှာမှ အဝါရောင်မျက်နှာဖုံးဂိုဏ်းကအင်အားအကြီးဆုံးဖြစ်လာပြီး တိုင်းပြည်ကို သိမ်းဖို့ ပြင်လာပါတယ်သို့သော် သူတိူ့ဟာ စစ်ပွဲမှာ ရှုံးနိမ့်သွားပြီး စစ်ပွဲပြီးဆုံးသွားသော်လဲတိုင်းပြည်ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bladesman-2019/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZ1EPinhzgvi19TvlaMsmQs0qaW.jpg",
        "title": "I Am Somebody ( 2015 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားဟာဆိုရင္ေတာ့ တ႐ုတ္႐ုပ္ရွင္ဇာတ္ကားတစ္ကားရိုက္ကူးျပဳလုပ္ရာတြင္မည္သို့ခက္ခက္ေၾကာင္းကို ေပၚလြင္ေအာင္ေဖာ္ျပသြားခဲ့တယ္ဒါ့အျပင္ အႏုပညာေလာကဝင္ေရာက္လို့လၽွင္မည္သို့ခက္ခဲလွေၾကာင္းမေအာင္ျမင္ေသးေသာ ေနာက္လိုက္ဇာတ္ေကာင္ဘဝတို့၏ႀကံေတြ႕ရေသာအခက္အခဲမ်ားကို ေပၚလြင္ေအာင္ရိုက္ျပထား႐ုံတင္မကနယ္မွၿမိဳ့တက္အလုပ္လုပ္ေသာ ဘဝကို ထင္သေလာက္မလြယ္သည္ကိုအခ်စ္အေၾကာင္းအလုပ္အေၾကာင္းတို့ကို ေပၚလႊင္ေဖာ္ျပထားျခင္းျဖစ္တာေၾကာင့္ၾကည့္ရွုအားေပးၾကပါအုန္းလို့ တိုက္တြန္းလိုက္ပါတယ္ေနာ္....... Unicode*******ဒီဇာတ်ကားဟာဆိုရင်တော့ တရုတ်ရုပ်ရှင်ဇာတ်ကားတစ်ကားရိုက်ကူးပြုလုပ်ရာတွင်မည်သို့ခက်ခက်ကြောင်းကို ပေါ်လွင်အောင်ဖော်ပြသွားခဲ့တယ်ဒါ့အပြင် အနုပညာလောကဝင်ရောက်လို့လျှင်မည်သို့ခက်ခဲလှကြောင်းမအောင်မြင်သေးသော နောက်လိုက်ဇာတ်ကောင်ဘဝတို့၏ကြံတွေ့ရသောအခက်အခဲများကို ပေါ်လွင်အောင်ရိုက်ပြထားရုံတင်မကနယ်မှမြို့တက်အလုပ်လုပ်သော ဘဝကို ထင်သလောက်မလွယ်သည်ကိုအချစ်အကြောင်းအလုပ်အကြောင်းတို့ကို ပေါ်လွှင်ဖော်ပြထားခြင်းဖြစ်တာကြောင့်ကြည့်ရှုအားပေးကြပါအုန်းလို့ တိုက်တွန်းလိုက်ပါတယ်နော်....... Translated & Review By MineEncoded By LK",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/i-am-somebody-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iK3ZoxflO30TfD3EVz2cKLvE0Af.jpg",
        "title": "Parallel Chords (2019)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ငယ္႐ြယ္တဲ့တေယာပညာရွင္ေကာင္မေလးတစ္ေယာက္သူမလုပ္ခ်င္တဲ့အရာေတြကိုအတင္းဖိအားေပးလုပ္ခံရတဲ့အခါမွာ႐ုန္းထြက္တဲ့ပုံစံကို႐ိုက္ကူးျပထားတဲ့ကားေကာင္းေလးပါျပဇာတ္ေတြမွာဝင္ၿပီးသ႐ုပ္ေဆာင္ရတာကိုဝါသနာပါေပမယ့္အေဖျဖစ္သူရဲ႕တြန္းအားေပးမႈနဲ႔ဖိႏွိပ္မႈေတြေၾကာင့္တေယာပညာကိုသင္ယူၿပီးၿပိဳင္ပြဲေတြဝင္ၿပိဳင္ရတဲ့အခါ..တစ္ဖက္မွာလည္းသူဝါသနာပါတဲ့ျပဇာတ္လူေ႐ြးပြဲေတြမွာအေဖမသိ​ေအာင္ခိုးၿပီးဝင္ပါတဲ့အခါ...တစ္ရက္သူနဲ႔သူ႔အေဖကိုနယ္လွည့္ေဖ်ာ္ေျဖမယ္အဖြဲ႕ကသူတို႔နဲ႔အတူေဖ်ာ္ေျဖဖို႔ကမ္းလွမ္းလာတဲ့အခါဒါေတြကိုသည္းမခံႏိုင္ေတာ့တဲ့ေကာင္မေလးဘာေတြလုပ္မလဲဘယ္လိုေတြထြက္ေျပးမလဲဆိုတာကိုၾကည့္ရႈရမွာပါ File Size : ( 924 MB , 341 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 38minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/parallel-chords-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e71M2SyLOLl9XkOWjyyR76eo7hP.jpg",
        "title": "Soul Hunters (2019)",
        "description": "ဒီကားလေးကတော့ တစ်ချိန်ကစစ်သားတစ်ယောက်ဖြစ်ခဲ့တဲ့မားကပ်စ်ဟာသူ့အမှားနဲ့လူတွေအများကြီးသေသွားခဲ့ရပြီးနောက်မှာနတ်ဆိုးတစ်ယောက်ရဲ့ကမ်းလှမ်းမှုနဲ့လူတွေရဲ့ဝိဥာဥ်လိုက်စုပေးတာကိုရိုက်ကူးထားတာပါသူ့အမှားနဲ့သေသွားခဲ့ရတဲ့လူတွေထဲမှာသူ့လုပ်ဖော်ကိုင်ဖက်ရဲ့မိသားစုဝင်တွေလည်းပါနေခဲ့ပါတယ်အဲဒီလူကလည်းသူ့လိုပဲဝိဥာဥ်တွေလိုက်စုပြီးသူ့ကိုလက်စားချေဖို့လုပ်ပါတော့တယ်ဒါပေမယ့်တကယ်တမ်းမှာတော့သူတို့ဟာနတ်ဆိုးတွေရဲ့အသုံးချခြင်းကိုခံနေရတဲ့လူတွေပဲဆိုတာကိုမားကပ်စ်သိလာပြီးတဲ့နောက်မှာတော့....ဘုရားသခင်ဆီကသတင်းစကားပို့ဆောင်သူကမားကပ်စ်ကိုအဲဒီအရှုပ်တွေထဲကနေရုန်းထွက်နိုင်ပြီးသူ့လုပ်ဖော်ကိုင်ဖက်ကို ကယ်တင်နိုင်မယ့်အခွင့်အရေးကိုပြောပြလာတဲ့အခါမှာတော့မားကပ်စ်တစ်ယောက်အဲဒီအရှုပ်တွေကိုဘယ်လိုရှင်းမလဲဆိုတာကြည့်ရှုရမှာပါ File Size : ( 947 MB , 280 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 41minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/2cd4y/(CM)_Soul_Hunters_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWiqqAmmVKjZQsjjF6ot9mgHc3T.jpg",
        "title": "Teacher (2019)",
        "description": "ဒီကားလေးကတော့IMDb 7.2တောင်ရထားတဲ့တကယ့်ပညာပေးဇါတ်ကားကောင်းတစ်ကားပါEnglishဆရာတစ်ယောက်ဖြစ်တဲ့ လူးဝစ်ဟာသူ့အတန်းထဲကျောင်းသားတစ်ယောက်ဟာအတန်းထဲကကလေးတွေကိုအနိုင်ကျင့်နေတာကိုတားဆီးချင်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်အဲဒီကျောင်းသားရဲ့မိဘတွေကချမ်းသာတာကြောင့်ကျောင်းကလည်းအရေးမယူပဲမျက်နှာလွှဲထားကြပါတယ်နောက်ဆုံးသူအနိုင်ကျင့်တာကိုခံရတဲ့စုံတွဲမှာကောင်လေးကလည်းမျက်လုံးကန်းကောင်မလေးကလည်းသတ်သေတဲ့အထိတွေဖြစ်လာတော့လူးဝစ်တစ်ယောက်သူကိုယ်တိုင်အဲဒီကောင်လေးကိုဖမ်းဆီးဖို့လုပ်ပါတော့တယ်သူဘယ်လိုတွေအကွက်ချပြီးကောင်လေးကိုဖမ်းမလဲဒါပေမယ့်လည်းအဲဒီလိုလုပ်ရင်းကောင်လေးဒီလိုတွေဖြစ်နေရတဲ့အကြောင်းရင်းကိုလူးဝစ်တစ်ယောက်သိသွားချိန်မှာဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရမှာပါ File Size : ( 938 MB , 275 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40minFormat : Mp4Genre : Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "72",
        "url": "https://channelmyanmar.org/teacher-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nIrQL3GUHOmXVC1BsTagXDMQgC0.jpg",
        "title": "Psycho-Pass: Sinners of the System – Case.3 In the Realm Beyond Is ____",
        "description": "ဒီဇာတ်လမ်းကတော့ ရှေ့နှစ်ခုလိုအမှုလိုက်တာမဟုတ်ပဲဂျပန်အစိုးရအဖွဲ့စည်းတစ်ခုကနေထွက်လာပြီးကြေးစားအမှုထမ်းလုပ်နေတဲ့လူတစ်ယောက်စစ်ဖြစ်နေတဲ့ဟိမဝန္တာတိဗက်ကိုရောက်သွားရင်းတစ်ချိန်ကဂျပန်ကနေအဲဒီနေရာကိုအလုပ်သွားလုပ်ရင်းသတ်ခံလိုက်ရတဲ့မိသားစုတွေရဲ့ဖြစ်ရပ်မှန်ကိုသိလာရတဲ့အခါမှာဟိမဝန္တာတိဗက်နဲ့လက်နက်ကိုင်အဖွဲ့စည်းတွေနဲ့ကြားမှာငြိမ်းချမ်းရေးဆွေးနွေးပေးနေတဲ့အဖွဲ့တစ်ခုရဲ့နောက်ကြောင်းကိုလည်းသိသွားတဲ့အခါမှာ သူဘယ်လိုတွေဖြေရှင်းမလဲဘယ်လိုတွေကယ်တင်မလဲဆိုတာကိုရိုက်ကူးထားတာပါ File Size : ( 636 MB , 207 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 8minFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-3-in-the-realm-beyond-is-____/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t5p1Wn2Ve2ZbZaqE7iWZi6Es0di.jpg",
        "title": "Psycho-Pass: Sinners of the System – Case.2 First Guardian (2019)",
        "description": "Case 1ကားလိုပဲဒီဇာတ်လမ်းမှာမတူညီတဲ့အမှုတစ်ခုကိုဖြေရှင်းမှာဖြစ်ပါတယ်case1,2,3 သုံးကားလုံးကတစ်ခုနဲ့တစ်ခုဆက်နေတာမဟုတ်ပါဘူးCase 2မှာတော့တိုကျိုလူထုလုံခြုံရေးအဖွဲ့စီကိုနိုင်ငံခြားရေးဝန်ကြီးဌာနကနေဝင်လာတဲ့မိန်းမတစ်ယောက်ကစပိုင်လာလုပ်တာကနေစတင်ပါတယ်သူစပိုင်လာလုပ်တဲ့သူကတော့တစ်ချိန်ကကာကွယ်ရေးစစ်ဌာနရဲ့လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုမှာပါဝင်ခဲ့ဖူးတဲ့စစ်သားဟောင်းတစ်ယောက်ပါ သူပါဝင်ခဲ့တဲ့စစ်ဆင်ရေးမှာသေဆုံးသွားပြီလို့ထင်ခဲ့တဲ့သူ့ရဲ့တပ်သားတစ်ယောက်ကတစ်ရက်မှာကာကွယ်ရေးဌာနချုပ်ကိုတိုက်ခိုက်မှုမှာပါဝင်လာတဲ့အခါမှာအဲဒီတိုက်ခိုက်မှုကိုထိန်းချုပ်တဲ့စက်ပစ္စည်းကနေသူပါသံသယဝင်ခံရတဲ့အခါအဲဒီအမှုနောက်ကိုလိုက်ရင်း သူတို့လုပ်ခဲ့တဲ့လျှို့ဝှက်စစ်ဆင်ရေးရဲ့ရည်ရွယ်ချက်ကိုသိသွားတဲ့အခါသေဆုံးသွားတဲ့သူ့တပ်သားတွေဟာအသတ်ခံလိုက်ရတာကိုသိလိုက်တဲ့အချိန်မှာ...ဒီအမှုမှာပါဝင်ပတ်သက်သူတွေကဌာနချုပ်တွေရဲ့ဗိုလ်ချုပ်တွေဖြစ်နေတဲ့အခါမှာဘယ်လိုတွေဖြေရှင်းကျမလဲဆိုတာ.... File Size : ( 565 MB , 303 MB )Quality :  WEB-DL 720pRunning Time : 1 hrFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-2-first-guardian-2019/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4ObwxHjvcKanJxcURTUCm6LHte.jpg",
        "title": "Psycho-Pass: Sinners of the System –  Case.1 Crime and Punishment",
        "description": "Japan animationကားကိုကြိုက်တဲ့သူတွေအတွက်တင်ဆက်လိုက်ပါတယ်ဒီဇာတ်လမ်းကတော့တိုကျိုမြို့လူထုလုံခြုံရေးအဖွဲ့အစည်းတစ်ခုရဲ့အမှုလိုက်ပုံတွေ ဖြေရှင်းပုံတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်case 3ထိသုံးကားထွက်ပြီးတော့တစ်ကားစီမှာမတူညီတဲ့အမှုတွေနဲ့ဖြေရှင်းပုံတွေကိုကြည့်ရမှာပါအခုcase 1ကတော့ တိုကျိုမြို့ပေါ်ကိုတခြားနယ်မြေတစ်ခုမှာရှိတဲ့စိတ်ပိုင်းဆိုင်ရာတရားခံတွေကိုလေ့ကျင့်ပြန်လည်ထူထောင်ရေးလုပ်နေတဲ့နေရာကတရားခံတစ်ယောက်ရောက်လာတာကနေစတင်ပါတယ်အဲဒီတရားခံကိုတိုကျိုမြို့ရဲ့အမှုစုံစမ်းစစ်ဆေးရေးအဖွဲ့ကပြန်ပြီးသူ့နေရာကိုပို့ပေးရင်းနဲ့ အဲဒီနေရာရဲ့လျှို့ဝှက်ချက်တွေကိုဖော်ထုတ်ဖို့ဖြစ်လာတဲ့အခါမှာအဲဒီအကျဥ်းထောင်ကိုဦးစီးနေတဲ့သူကလည်းအထက်လူကြီးတစ်ယောက်ဖြစ်နေပြီးသူတို့ဝင်စွက်ဖက်ပိုင်ခွင့်မရှိတဲ့အခါဘယ်လိုအမှုကိုဖော်ထုတ်မလဲ ဖြေရှင်းမလဲဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ် File Size : ( 565 MB , 277 MB )Quality :  WEB-DL 720pRunning Time : 1 hrFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-1-crime-and-punishment/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hD7l55S7YDKwZ9GVfx1qkVCFyXm.jpg",
        "title": "The Ghost Who Walks(2019)",
        "description": "The Ghost Who Walks(2019)(unicode)CM ပရိသတ်ကြီးကို Action ,Crime ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ...ဇာတ်လမ်းအကျဉ်းကတော့\nခရစ္စမတ်ရာသီမှာ လူတွေတော်တော်များများပျော်ကြပါတယ် ...ဒါပေမယ့် နိုလန်ဆိုတဲ့တစ်ယောက်ကတော့ ဒုက္ခတွေနဲ့ဆီးကြိုခံလိုက်ရပါတော့တယ်... အကြောင်းကတော့သူဟာ သစ္စာဖောက်လို့ဆိုပြီး သူ့သူဌေးဒွန်နီကြောင့်ထောင်ကျနေခဲ့တာပါ.. ဒါပေမယ့် ခရစ္စမတ်နေ့မှာသူဟာရက်ပြည့်ပြီးထောင်ကနေလွှတ်လာပါတယ် ..သူ့လွှတ်လာတာကိုဒွန်နီက စိတ်မချဘူးဖြစ်နေတယ် ဘာလို့လဲဆိုတော့ ဒွန်နီက နိုလန်ရဲ့ကောင်မလေးလန်နီကိုအပိုင်သိမ်းထားတာအတွက်ကြောင့်ပါ အဲ့ဒါအပြင် လန်နီဆီမှာလဲ နိုလန်နဲ့ရတဲ့ကလေးကလဲရှိနေပါတယ် ထောင်ကနေထွက်လာတဲ့နိုလန်ကို ဒွန်နီက အရင်ကသစ္စာဖောက်ထားတဲ့ကိစ္စရော အခု လန်နီကိစ္စရော နှစ်ခုလုံးရယ်ကြောင့်အပြတ်ရှင်းချင်နေတယ်...\nအဲ့ဒါကြောင့်သူထောင်ကထွက်ကတည်းက ဒွန်နီဟာသူ့တပည့်တွေကို နိုလန်ကိုလိုက်သတ်ခိုင်းဖို့ကြိုးစားပါတော့တယ်....နိုလန်တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလား...\nတခြားဘယ်လိုအန္တရယ်မျိုးတွေရောတွေ့ကြုံရမလဲဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)CM ပရိသတ္ႀကီးကို Action ,Crime ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ ...ဇာတ္လမ္းအက်ဥ္းကေတာ့\nခရစၥမတ္ရာသီမွာ လူေတြေတာ္ေတာ္မ်ားမ်ားေပ်ာ္ၾကပါတယ္ ...ဒါေပမယ့္ ႏိုလန္ဆိုတဲ့တစ္ေယာက္ကေတာ့ ဒုကၡေတြနဲ႔ဆီးႀကိဳခံလိုက္ရပါေတာ့တယ္... အေၾကာင္းကေတာ့သူဟာ သစၥာေဖာက္လို႔ဆိုၿပီး သူ႔သူေဌးဒြန္နီေၾကာင့္ေထာင္က်ေနခဲ့တာပါ.. ဒါေပမယ့္ ခရစၥမတ္ေန႔မွာသူဟာရက္ျပည့္ၿပီးေထာင္ကေနလႊတ္လာပါတယ္ ..သူ႔လႊတ္လာတာကိုဒြန္နီက စိတ္မခ်ဘူးျဖစ္ေနတယ္ ဘာလို႔လဲဆိုေတာ့ ဒြန္နီက ႏိုလန္ရဲ႕ေကာင္မေလးလန္နီကိုအပိုင္သိမ္းထားတာအတြက္ေၾကာင့္ပါ အဲ့ဒါအျပင္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-ghost-who-walks2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4SNjM2dUrq21TPK2faONOQ8riav.jpg",
        "title": "Late Autumn(2010)",
        "description": "Late Autumn(2010)IMDb...6.7(unicode)မြောက်ကိုရီးယားစစ်ဗိုလ်ဆိုပြီး ခုတစ်လော ကွီးယားစီးရီးတွေကြိုက်တဲ့ပရိတ်သတ်တွေကို ဖမ်းစားထားတဲ့ Hyun Bin ရဲ့ ကားဟောင်းထဲက အလန်းတစ်ကားကားကို\nစီးရီးအပိုင်းသစ်မထွက်ခင်လေး အလွမ်းပြေတင်ဆက်ပေးလိုက်ပါတယ်...\nHyunBin နဲ့ တရုတ်မင်းသမီးချော TangWei တို့ပါဝင်ထားတဲ့ ၂၀၁၀\nခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ TangWeiက လူသတ်မှုတစ်ခုကြောင့် အကျဥ်းကျနေတဲ့ အန်းနာချန်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ အကျဥ်းကျနေခိုက် တနေ့မှာတော့ အမေဆုံးသွားလို့ဆိုပြီး အစ်ကိုဖြစ်သူဆီက ဖုန်းဆက်လာပါတယ်။ မိခင်ဖြစ်သူရဲ့ စျာပနာပွဲတက်ရန်ဖို့ ပြန်လာရင်း လမ်းမှာ ဟွန်း (HyunBin) နဲ့ တွေ့ဆုံခဲ့ပါတယ်။ ဟွန်းကလည်း ကိစ္စတစ်ခုနဲ့ ရှောင်ပြေးလာသူဖြစ်ပါတယ်။ပြဿနာကိုယ်စီနဲ့\nလောကဒဏ်ကို အံတုဖို့ကြိုးစားကြရင်း ဒီလောကဇာတ်ခုံပေါ်မှာ အချစ်တစ်ခုမွေးဖွားဖို့\nသူတို့ဆုံခဲ့တယ်လို့ပြောရမယ်...\nအချစ်ဆိုတာမျိုးက ဘယ်အတန်းအစားမဆိုး ခံစားဖို့ ခံယူဖို့ ထိုက်တန်ကြတာပဲမဟုတ်လား...\nသူတို့ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာ(zawgyi)ေျမာက္ကိုရီးယားစစ္ဗိုလ္ဆိုၿပီး ခုတစ္ေလာ ကြီးယားစီးရီးေတြႀကိဳက္တဲ့ပရိတ္သတ္ေတြကို ဖမ္းစားထားတဲ့ Hyun Bin ရဲ႕ ကားေဟာင္းထဲက အလန္းတစ္ကားကားကို\nစီးရီးအပိုင္းသစ္မထြက္ခင္ေလး အလြမ္းေျပတင္ဆက္ေပးလိုက္ပါတယ္...\nHyunBin နဲ႔ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/late-autumn2010/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fa2zn4nohOtKOKGkku7u9Ikt84H.jpg",
        "title": "Kim Ji-young, Born 1982(2019)",
        "description": "Kim Ji-young, Born 1982(2019)IMDb...7.6(unicode)ဒီဇာတ်ကားက နာမည်ကျော်ဝတ္ထုကိုပြန်လည်ရိုက်ကူးထားတာပါ...\nဒီစာအုပ်ပါအကြောင်းအရာတွေဟာ စာဖတ်ပရိတ်သတ်ကြားအတော်ဂယက်ထခဲ့တယ်လို့ဆိုပါတယ်...နာမည်ကြီးသရုပ်ဆောင် Yoo Gong အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဘယ်လိုတွေကြောင့် စာဖတ်ပရိတ်သတ်ကြား အစွန်း(၂)ဘက်ရောက်နေကြတာလဲဆိုတာရယ်..Drama အမျိုးအစားဒီဇာတ်ကားဟာ ရှိခဲလှတဲ့ IMDb...7.6ရနေတာလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါ ...တခြားဇာတ်ညွှန်းတွေတော့မရေးတော့ပါဘူး...\nတဖြည်းဖြည်း ခံစားကြည့်ရှုရတဲ့ကားမို့ spoiler ဖြစ်မှာစိုးရိမ်လို့ Drama ကားကြိုက်သူတို့\nလက်မလွှတ်သင့်ဘူးလို့သာညွှန်းဆိုပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားက နာမည္ေက်ာ္ဝတၳဳကိုျပန္လည္႐ိုက္ကူးထားတာပါ...\nဒီစာအုပ္ပါအေၾကာင္းအရာေတြဟာ စာဖတ္ပရိတ္သတ္ၾကားအေတာ္ဂယက္ထခဲ့တယ္လို႔ဆိုပါတယ္...နာမည္ႀကီးသ႐ုပ္ေဆာင္ Yoo Gong အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္....ဘယ္လိုေတြေၾကာင့္ စာဖတ္ပရိတ္သတ္ၾကား အစြန္း(၂)ဘက္ေရာက္ေနၾကတာလဲဆိုတာရယ္..Drama အမ်ိဳးအစားဒီဇာတ္ကားဟာ ရွိခဲလွတဲ့ IMDb...7.6ရေနတာလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါ ...တျခားဇာတ္ၫႊန္းေတြေတာ့မေရးေတာ့ပါဘူး...\nတျဖည္းျဖည္း ခံစားၾကည့္ရႈရတဲ့ကားမို႔ spoiler ျဖစ္မွာစိုးရိမ္လို႔ Drama ကားႀကိဳက္သူတို႔\nလက္မလႊတ္သင့္ဘူးလို႔သာၫႊန္းဆိုပါရေစ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Zaw ပဲျဖစ္ပါတယ္....File Size : (950 MB) and (402 MB)\nQuality : HD-Rip 720p\nFormat…mp4\nDuration…01:58:00\nGenre ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kim-ji-young-born-19822019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/joker-poster-133x200.jpg",
        "title": "Joker (2019)",
        "description": "Joker (2019)\nIMDb - 8.5/10________Rotten - 68%\nWon 2 Oscars. Another 92 wins & 199 nominations\n (Unicode)\nIMDb....8.5,,,,,Rotten...68%\nDC comic တွေထဲက ဇာတ်ကောင်တစ်ကောင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်ပါ။\nဂျိုကာကိုဆို စူပါဟီးရိုး ဖန်တိုင်း သိကြမှာပါ။\nခေတ်အဆက်ဆက် လင်းနို့လူသား ရုပ်ရှင်တွေမှာအကောင်းဆုံးဗီလိန်တွေထဲက တစ်ယောက်အဖြစ် ပါနေကျပါပဲ။\nဒီကားကတော့ အရင်ဂျိုကာတွေ လင်းနို့လူသားတွေရဲ့ ဇာတ်လမ်းနဲ့ မဆက်စပ်ပါဘူး။\nအာသာဖလက်ဆိုတဲ့ သာမန်လူတစ်ယောက်ကနေ ဂျိုကာဆိုပြီးဘယ်လိုဖြစ်လာလဲ ဆိုတာကို ဇာတ်ညွှန်းအသစ်နဲ့ ပြသထားတာပါ။\nလက်ရှိ အအောင်မြင်ဆုံးနဲ့ ဝင်ငွေအကြမ်းဆုံး R rated ရုပ်ရှင်ပါ။\nသရုပ်ဆောင်၊ ဒါရိုက်တာ အကုန်ကောင်းမွန်တဲ့အရှိန်ရယ်၊ ခေတ်အဆက်ဆက် ရှိလာခဲ့တဲ့ ပရိသတ်တွေရဲ့ အရှိန် ၂ ခုလုံးပေါင်းမိသွားတာပါပဲ။\nစူပါဟီးရိုးဖန်တွေရော ရုပ်ရှင်ကောင်းကြိုက်တတ်တဲ့ သူတွေရော သဘောကျကြမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size : (2.0 GB) and (950 MB)\nQuality : Blu-Ray (1080p 5.1, 720p)\nRunning ...",
        "rating": "8.5",
        "url": "https://megaup.net/2vyH7/Joker_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wq56cNOaJ5p50s6LDk7D1d46o0M.jpg",
        "title": "Same Time, Next Christmas(2019)",
        "description": "Same Time, Next Christmas(2019)(unicode)ခရစ်စမတ်ရက်လေးမှာ အ Ro ကားလေးတစ်ကား တင်ပေးလိုက်ပါတယ်...ကိုရီးယား Ro တာတွေနေခဲ့လိုက်တော့ပဲ....အိုလီဗီယာဆိုတဲ့ ကောင်မလေးဟာ အားလပ်ရက်တွေကို ခုံမင်သူတစ်ယောက်ပါ...အထူးသဖြင့် ခရစ်စမတ်အားလပ်ရက်ပေါ့သူတို့မိသားစုဟာ ခရစ်စမတ်အားလပ်ရက်တိုင်းမှာ ဟာဝိုင်ရီကမ်းခြေကို အပန်းလာဖြေတတ်ကြပါတယ်....သူတို့နဲ့ အလားတူ ဟာဝိုင်ရီကို နှစ်တိုင်း လာရောက်အပန်းဖြေတတ်တဲ့မိသားစုတစ်ခုကတော့ ဝီလီယမ်မိသားစုပါအဲ့ဒီမှာ မိသားစုနှစ်ခု တွေ့ဆုံခဲ့ပြီး ဝီလီယမ်မိသားစုရဲ့ သားဖြစ်သူ ဂျက်ဖ်နဲ့ အင်ဒါဆန်မိသားစုရဲ့ သမီးဖြစ်သူ အိုလီဗီယာတို့ ရင်းနှီးခဲ့ရာကနေ နှစ်တိုင်း ခရစ်စမတ်ရောက်ရင် ဟာဝိုင်ရီကမ်းခြေမှာ အတူတူ အပန်းဖြေဖြစ်လာတဲ့အထိပါပဲတစ်နှစ်မှာတော့ ခရစ်စမတ်အားလပ်ရက်မှာ ဝီလီယမ်တို့မိသားစုဟာ ကမ်းခြေကို ရောက်မလာခဲ့ဘဲ အရာရာ အဆက်အသွယ်ပြတ်ခဲ့ပါတယ်...ဒါပေမဲ့ ဆယ်စုနှစ်တစ်ခုကျော်အကြာမှာ သူတို့တွေ ပြန်လည်စုံတွေ့ကြချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)ခရစ္စမတ္ရက္ေလးမွာ အ Ro ကားေလးတစ္ကား တင္ေပးလိုက္ပါတယ္...ကိုရီးယား Ro တာေတြေနခဲ့လိုက္ေတာ့ပဲ....အိုလီဗီယာဆိုတဲ့ ေကာင္မေလးဟာ အားလပ္ရက္ေတြကို ခုံမင္သူတစ္ေယာက္ပါ...အထူးသျဖင့္ ခရစ္စမတ္အားလပ္ရက္ေပါ့သူတို႔မိသားစုဟာ ခရစ္စမတ္အားလပ္ရက္တိုင္းမွာ ဟာဝိုင္ရီကမ္းေျခကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/same-time-next-christmas2019/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gOozJufKJ9WjcIs38KEs08Iq3D.jpg",
        "title": "Uncut Gems(2019)",
        "description": "Uncut Gems(2019)IMDb....8.0,,,,,Rotten..93%(unicode)ကျောက်ရိုင်းတုံး သို့မဟုတ် မသွေးရသေးတဲ့\nကျောက်ပေါ့ ဒီကျောက်တစ်တုံးပတ်မွှေတာနဲ့တင်တိုင်လည်နေတဲ့ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်​ကျော် ဟော၀ပ်ရပ်တနာ Click ကားနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသားကြီးAdam Sandler ကိုမြင်ရမှာပါ အဲ့ဘဲကြီးကားတွေဆိုကတည်းက လုံး၀ ပြဿနာပေါင်းစုံနဲ့ မရိုးရတဲ့ကားတွေပဲဖြစ်တယ်ဆိုတာကို အားလုံးလည်း သိကြမှာပါ...ဒီကားမှာလည်း တချိန်လုံးပြဿနာတက် ကွိုင်တက်တိုင်တွေပတ်နေတာကိုမြင်ရမှာပါ ...လက်၀တ်ရတနာဆိုင်ရှင်ဟော၀ပ်ရပ်တနာတစ်ယောက် အီသီယိုးပီးယားက ရောင်ပြေးရွဲကျောက်လေးတစ်လုံးရလာချိန် အဲ့ကျောက်နဲ့ဘယ်လိုတွေ အရှုတ်အထွေးတွေ ဖြစ်မလဲကြည့်ရမှာပါ.....ကြည့်ရင်းကြည့်ရင်း ကိုယ်တိုင်ပါ တိုင်ပတ်သလိုဖြစ်လာပါလိမ့်မယ်... လောင်းကစားဝါသနာအိုးကြီးဖြစ်တဲ့ဟောဝပ် အိမ်ထောင်ရေးလူမှုရေးနဲ့စီးပွါးရေး သုံးရပ်လုံးမှာပြဿနာအလီလီတက် သူ့ကိုဆိုဘယ်သူမှမယုံကြည်ချင်ဖြစ်လောက်အောင် ကံကလဲမျက်နှာသာမလိုက်ခဲ့ပါဘူးမျက်နှာသာလိုက်တဲ့ခါကျပြန်တော့လဲ မမျှော်လင့်ထားတဲ့ဘယ်လို ကိစ္စတွေထပ်ဖြစ်မလဲကတော့ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲကြည့်ကြည့်ပါ IMDbမှာ8ရထားပြီးRottenTomatoesမှာ93%နဲ့လတ်လတ်ဆတ်ဆတ်ကြီးဆိုတော့ဘ၀မှာအမြဲအဆင်ပြေနေတဲ့ CM ပရိတ်သတ်တွေအနေနဲ့ ရသမြောက်စွာ အရှုတ်အထွေး\nတွေပြည့်နေတဲ့ ဒီကားကို လွန်စွာမှ သဘောကျလိမ့်မယ်လို့ ညွှန်းဆိုလိုက်ပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing နဲ့ Aye Mon Kyaw တို့ပဲဖြစ်ပါတယ်....File Size : (1.04 GB) and (409 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/2vOI7/Uncut_Gems_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UMSStDYOruCfwmwoSGfBGLmFnC.jpg",
        "title": "My People, My Country(2019)",
        "description": "My People, My Country(2019)(Unicode)တရုတ်နိုင်ငံဟာ ကျွန်တော့်တို့နိုင်ငံနဲ့ ယှဉ်ရင် လွတ်လပ်ရေးရတဲ့နှစ်ဟာ ကျွန်တော်တို့ထက် နောက်ကျတာ အားလုံးအသိပါပဲ...လူဦးရေအများဆုံးနိုင်ငံဖြစ်သည့်အလျောက်\nပြည်တွင်းစစ်များစွာဖြစ်ခဲ့သလို ကပ်ဆိုးပေါင်းများစွာလည်း ဆိုက်ခဲ့ပါတယ်...\nသို့ပါသော်ငြားလည်း တရုတ်ဟာခု ကမ္ဘာမှာ ဘယ်လိုအနေအထားနဲ့ ရှေ့ဆက်နေလဲဆိုတာ အားလုံးအသိပါပဲ..ဒီဇာတ်ကားကတော့\nတရုတ်နိုင်ငံ လွတ်လပ်‌ရေးရပြီး နှစ် ၇၀ ပြည့်အထိန်းအမှတ်အားဖြင့် ဒါရိုက်တာကြီး ၇ ယောက်တို့က လွတ်လပ်ရေးရပြီးနောက်ပိုင်း ဖြစ်ပျက်ခဲ့တဲ့ သမိုင်းတွင်နိုင်တဲ့ အကြောင်းအရာ ၇ ခုကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးသရုပ်ဆောင်များစွာကိုလည်းအသုံးပြုထားပါတယ်...\nဒီလိုသမိုင်းတွင်နိုင်ခဲ့တဲ့အကြောင်းအရာရဲ့နောက်ကွယ်မှာ သာမန်လူတစ်ယောက် အနေနဲ့လည်း ထိုကြီးကျယ်လှတဲ့ အဖြစ်တွေနှင့် မဖြစ်မနေ စပ်လျဉ်းနေတဲ့အကြောင်းကို ရသ‌မြောက်ပြီး ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်။\nဒီဖြစ်ရပ်မှန် ၇ ခု ကိုကြည့်ခြင်းအားဖြင့် တရုတ်နိုင်ငံ တဖြည်းဖြည်းတိုးတက်လာပုံကိုလည်း‌တွေ့ရမှာပါ။ဗဟုသုတလည်းရသလို မှတ်သားစရာပေါင်းများစွာလည်းပါတဲ့အပြင် ကြည့်ရှုသူတွေကိုလည်း စိတ်ဝင်စားအောင် ခမ်းခမ်းနားနားရိုက်ပြထားပါတယ်..\nခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)တ႐ုတ္ႏိုင္ငံဟာ ကြၽန္ေတာ့္တို႔ႏိုင္ငံနဲ႔ ယွဥ္ရင္ လြတ္လပ္ေရးရတဲ့ႏွစ္ဟာ ကြၽန္ေတာ္တို႔ထက္ ေနာက္က်တာ အားလုံးအသိပါပဲ...လူဦးေရအမ်ားဆုံးႏိုင္ငံျဖစ္သည့္အေလ်ာက္\nျပည္တြင္းစစ္မ်ားစြာျဖစ္ခဲ့သလို ကပ္ဆိုးေပါင္းမ်ားစြာလည္း ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qzs6/My_People,_My_Country_(Wo_He_Wo_De_Zu_Guo)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/maxresdefault-4-300x169.jpg",
        "title": "Spicy Beauty Queen of Bangkok 2 (2012)",
        "description": "ထိုင္းဟာသ ဇာတ္ျမဴးေလးတစ္ကား နဲ႔ မိတ္ဆက္ေပးပါရေစ Oh My Ghost ၾကည့္ဖူးသူမ်ားအတြက္ဒီ ကားထဲက မိန္းမလ်ွာ ဇာတ္ေဆာင္မ်ားနဲ႔ သိပ္ စိမ္းမွာမဟုတ္ပါဘူးဒီဇာတ္ကားေလးရဲ႕ဇာတ္အိမ္ကို ေဆးရုံတစ္ခုကို လိင္ေျပာင္းခြဲစိတ္ရန္ မိန္းမလ်ွာတစ္သိုက္ဟာ ေရာက္ရိွလာပါတယ္ အဲ့ဒီအခ်ိန္မွာပဲ ဘတ္စ္ကားတစ္စီးေပါ္မွာ ခိုက္ရန္ျဖစ္ပြားရာကေန ေသနတ္မွန္သြားတဲ့ လူငယ္တစ္ေယာက္ကို အသတ္အခ်ိန္မွီကယ္ရန္ အစ္ကိုျဖစ္သူနဲ႔ သူငယ္ခ်င္းေတြကလဲ အဆိုပါေဆးရုံကိုပဲေရာက္ရိွလာပါတယ္ ……ညီျဖစ္သူအတြက္ ပိုက္ဆံလိုတဲ့အခါမွာေတာ့ အစ္ကို ျဖစ္သူက ပိုက္ဆံအတြက္ နည္းလမ္းတစ္ခုရွာပါတယ္ အဲ့ဒီေနာက္မွာ ဓါးျပ တိုက္ျပီး ထိုေဆးရုံကိုပဲလက္နက္ေတြနဲ႔ ေရာက္လာတဲ့ ဓါးျပ နွစ္ေယာက္……… ဒီလူေတြ ေဆးရုံတစ္ခု ထဲမွာပဲ ပိတ္မိေတြ႕ဆုံတဲ့အခါမွေတာ့ တစ္ကားလုံး ဟာသဇာတ္ျမဴး ဇာတ္ကြက္ မ်ားနဲ႔ ၾကည့္ရသူကို တစ္ဝါးဝါးတစ္ဟားဟားနဲ႔ မပ်င္းရေစေအာင္ ဆြဲေဆာင္သြားနိုင္တဲ့ ဇာတ္ျမဴးေလးမ်ားနဲ႔ စိတ္လက္အပန္းေျပေစဖို႔ ၾကည့္ရႈရန္ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားအျဖစ္ညႊန္းပါရေစ………ထြက္ရိွလာတဲ့ စာတန္းထိုးဖိုင္က မျပည့္စံုမႉေတြရိွတာေၾကာင့္ တစ္ျခားေနရာေတြမွာ စာတန္းမထိုးခဲ့တာမ်ားရိွရင္ သည္းခံ ...",
        "rating": "",
        "url": "https://megaup.net/1Awv1/Spicy_Robbery_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjI4MzU5NTExNF5BMl5BanBnXkFtZTgwNzY1MTEwMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Moana (2016)",
        "description": "UNICODE \nမကြာခင်ကမှ ထွက်ရှိ ထားတဲ့ စိတ်ကူးယဉ်စွန့်စားခန်း Animation ဇာတ်ကားလေး ဖြစ်တဲ့\nMoanaကားလေး အကြောင်း ညွှန်း ပေးလိုက်ပါတယ်။\nDisney ရုပ်ရှင် ထုတ်လုပ်ရေးရဲ့ ၅၆ ခု မြောက် Animationဇာတ်ကား အဖြစ်\nနိုဝင်ဘာ ၂၃ ရက်ကမှ ထွက်ရှိထားတာပါ။\n#တီဖီတီ ဟာ ကျွန်းကို စောင့် ရှောက်တဲ့ နတ်သမီးတစ်ပါးဖြစ်ပြီး\nကျွန်းတွေ၊ အသက်ဝိညာဉ်တွေ စတဲ့ အရာအားလုံးကို ဖန်ဆင်း ထားသူဖြစ်ပါတယ်။\n#တီဖီတီ ရဲ့ နှလုံးသားဟာ ကျောက်စိမ်းတုံး လေးတစ်ခုအနေနဲ့ရှိပြီး\nအသက် ဝိညာဉ်တွေ ဖန်ဆင်းရာမှာ အသုံး ပြုနိုင်ပါတယ်။ အဲဒါကို လူသား နတ်ဘုရားဖြစ်တဲ့\n#မာဝီ က သူ့ရဲ့ စွမ်းအားတွေ၊ ဝိညာဉ်တွေ မြှင့် တင်ဖို့နဲ့ မှော်ငါးမျှားချိတ်ကြီး ဖန် တီးဖို့\nအသုံးပြုခဲ့ပြီး မီးတောင် ချော်ရည်မိစ္ဆာကောင်ကြီး #တီခါ နဲ့ ဆုံပြီးတဲ့နောက်\nတီဖီတီရဲ့ နှလုံးသားရော၊ မှော်ငါးမျှားချိတ်ကြီး ရော သမုဒ္ဒရာထဲမှာ ပျောက်ဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yjdg/Moana.2016.720p.BluRay_{CM}_.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BMTkzOTgzNDYzOF5BMl5BanBnXkFtZTgwOTgxMTkyMjE@._V1_-135x200.jpg",
        "title": "The Book of Life (2014)",
        "description": "တော်တော်ကြည့်ကောင်းတဲ့ ကာတွန်းကားဖြစ်သလို ပေးချင်တဲ့\nမက်ဆေ့တွေကလဲ တကယ်ကို ကောင်းမွန်လှပါတယ်\nမကြည့်ရသေးသူများ ကြည့်လိုက်ကြပါဦး ဇာတ်လမ်းအညွန်းကတော့...\nဇာတ်ကားဟာ\nမိသားစုရဲ့ မျှော်လင့်ချက်တွေပြည့်မှီအောင်လုပ်ဖို့နဲ့\nသူ့စိတ်ဆန္ဒအတိုင်း နေထိုင်ဖို့ ဆိုတဲ့အရာနှစ်ခုအကြား ရွေးချယ်ရခက်နေတဲ့\nလူငယ်လေး Manolo (Diego Luna) ရဲ့\nခရီးလမ်းကိုတင်ဆက်တာဖြစ်ပါတယ်။\nချောမောလှပတဲ့ Maria (Zoe Saldana) ကိုချစ်မိသွားပြီး\nဆွဲဆောင်မှုရှိတဲ့ ပြိုင်ဘက် Joaquin (Channing Tatum) နဲ့\nအချစ်ရေးယှဉ်ပြိုင်ရာမှာဖြစ်တဲ့အတွက် ဝိဉာဉ်တွေဖြစ်တဲ့\nLa Muerte (Kate del Castillo) နဲ့ Xibalba (Ron Perlman) တို့က\nMaria ကိုဘယ်သူရမလဲ အလောင်းအစားလုပ်ကြပါတယ်။\nMaria က Manolo ဘက်ကိုယိမ်းသွားတဲ့အခါ\nအလောင်းအစားကိုရူံးနိမ့်မှာစိုးရိမ်တဲ့အတွက် Joaquin ကို\nMaria ရဲ့ချစ်သူဖြစ်စေနိုင်ဖို့မျှော်လင့်ပြီး Xibalba က Manolo ကိုသတ်ဖို့\nမြွေတစ်ကောင်ကိုလွှတ်လိုက်ပါတယ်။\nMaria ရှိရာ လူသားတွေနေတဲ့ ကမ္ဘာကိုပြန်လာဖို့အတွက်\nManolo တစ်ယောက် အကြီးမားဆုံးအကြောက်တရားနဲ့\nရင်ဆိုင်ရမယ့် စိတ်ကူးယဉ်ကမ္ဘာသုံးခုပါဝင်တဲ့\nမယုံနိုင်ဖွယ် ခရီးစဉ်တစ်ခုကိုစတင်ရတာဖြစ်ပါတယ်။\nအမေရိကန် 3D computer-animated အချစ်၊ စွန့်စားခန်း၊ ဟာသဇာတ်ကား\nThe Book of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-book-of-life/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Coco (2017)",
        "description": "ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီး\nဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကို\nရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။\nအဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်\nဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်\nအာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့\nဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့\nသေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။\nအဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့\nသူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ...",
        "rating": "8.8",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45b2JGeU3PJTxlgdSOCSIYypdL3.jpg",
        "title": "The Russian Bride (2019)",
        "description": "နီနာနဲ႔ဒါရွာကတစ္ေယာက္ကိုတစ္ေယာက္အရမ္းခ်စ္ျပီး\nႏွစ္ေယာက္တည္းရပ္တည္ေနရတဲ့သားအမိေတြပါ\nတစ္ေန႔မွာနီနာက Dating website တစ္ခုကေန\nကားလ္ဆိုတဲ့အေမရိကန္အမ်ိဳးသားတစ္ေယာက္နဲ႕ေတြ႔ျပီးခ်စ္ၾကိဳက္သြားၾကတယ္\nကားလ္ကနီနာနဲ႔ဒါရွာကိုအေမရိကားက\nသူ႔အိမ္ၾကီးမွာလာေနဖို႔ဖိတ္ေခၚလိုက္ျပီး\nနီနာ့ကိုလက္ထပ္လိုက္တယ္\nအရင္ေယာက္်ားနဲ႔ဒုကၡေရာက္ခဲ့ရတဲ့နီနာဟာ\nကားလ္ကိုေတာ့ကြဲျပားမယ္ထင္ခဲ့ေပမယ့္…\nကားလ္ကသူထင္သလိုမဟုတ္ေၾကာင္းသိသြားတဲ့အခါမွာ…\nကားလ္ရဲ ႔ရည္ရြယ္ခ်က္အစစ္အမွန္ကိုသိသြားတဲ့အခါမွ\nနီနာနဲ႔ဒါရွာတို႔သားအမိအႏၲရာယ္တြင္းကေန\nဘယ္လိုလြတ္ေျမာက္ေအာင္ၾကိဳးပမ္းၾကမလဲဆိုတာကို\nစိတ္လႈပ္ရွားစြာၾကည့္ရမယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္File Size : (950 MB , 344 MB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 41 min\nFormat : Mp4\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Su Su\nEncoded by Moe Myint LwinUNICODEနီနာနဲ့ဒါရှာကတစ်ယောက်ကိုတစ်ယောက်အရမ်းချစ်ပြီး\nနှစ်ယောက်တည်းရပ်တည်နေရတဲ့သားအမိတွေပါ\nတစ်နေ့မှာနီနာက Dating website တစ်ခုကနေ\nကားလ်ဆိုတဲ့အမေရိကန်အမျိုးသားတစ်ယောက်နဲ့တွေ့ပြီးချစ်ကြိုက်သွားကြတယ်\nကားလ်ကနီနာနဲ့ဒါရှာကိုအမေရိကားက\nသူ့အိမ်ကြီးမှာလာနေဖို့ဖိတ်ခေါ်လိုက်ပြီး\nနီနာ့ကိုလက်ထပ်လိုက်တယ်\nအရင်ယောက်ျားနဲ့ဒုက္ခရောက်ခဲ့ရတဲ့နီနာဟာ\nကားလ်ကိုတော့ကွဲပြားမယ်ထင်ခဲ့ပေမယ့်…\nကားလ်ကသူထင်သလိုမဟုတ်ကြောင်းသိသွားတဲ့အခါမှာ…\nကားလ်ရဲ့ရည်ရွယ်ချက်အစစ်အမှန်ကိုသိသွားတဲ့အခါမှ\nနီနာနဲ့ဒါရှာတို့သားအမိအန္တရာယ်တွင်းကနေ\nဘယ်လိုလွတ်မြောက်အောင်ကြိုးပမ်းကြမလဲဆိုတာကို\nစိတ်လှုပ်ရှားစွာကြည့်ရမယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်File Size : (950 MB , 344 MB ...",
        "rating": "5.9",
        "url": "https://megaup.net/Qzsf/(CM)_The_Russian_Bride_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97vakT4O6wrkD9sfUnpXiSFNN3u.jpg",
        "title": "Togo (2019)",
        "description": "Disneyကနေထွက်လာတာရက်ပိုင်းပဲရှိသေးတဲ့ တကယ်ကောင်းပြီး\nနာမည်ကြီးဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ Dramaကားတစ်ကားပါ။\nလက်ရှိ IMDb rating 8.3 ခရမ်းချဉ်သီးမှာ 94%နဲ့ reviewကောင်းတွေရထားပါတယ်။\nတိုဂိုဆိုတာအလက်စကာရဲ့\nနုံးဆိုတဲ့ရွာသာသာ‌နေရာလေးကစွတ်ဖားခွေးတစ်ကောင်ပါ။\nအဲ့နယ်တစ်ခွင်မှာ အတော်ဆုံးနာမည်ကြီး\nစွတ်ဖားလှည်းခေါင်းဆောင်ခွေးပေါ့။\nသူ့သခင် ဆပါလာလည်း နာမည်ကြီးစွတ်ဖားမောင်းသမားတစ်ယောက်။\n1925ခုနှစ် သေလောက်အောင်အေးတဲ့အလက်စကာရဲ့\nဆောင်းရာသီမှာ ကလေးတွေဆုံဆို့နာဆိုတဲ့\nကူးစက်ရောဂါဖြစ်ပြီး သေကြတယ်။\nအဲ့ရောဂါအတွက်ဆေးက\nသူတို့ရွာကနေအသွားအပြန်မိုင်၆၄၀လောက်ဝေးတဲ့နေရာကိုပဲ ပို့နိုင်တယ်။\nအဲ့အချိန်မှာမုန်တိုင်းကလည်းတိုက်နေတော့\nစွတ်ဖားလှည်းနဲ့ပဲသွားယူလို့ရမယ်။\nဒီလိုအချိန်မှာ အဲ့မုန်တိုင်းထဲမှာအသက်ရှင်လျက်သွားပြီး\nပြန်လာနိုင်မယ့်သူဆိုလို့ တိုဂိုခေါင်းဆောင်တဲ့\nဆပါလာရဲ့စွတ်ဖားပဲရှိတော့တယ်။\nဒီလိုနဲ့ ရောဂါဖြစ်ပြီးသေတော့မယ်ကလေးတွေအတွက်\nဆပါလာဟာ အသက်၁၂နှစ်ရှိနေတဲ့ခွေးအိုကြီးတစ်ကောင်ကို\nဦးဆောင်ခိုင်းပြီး အေးခဲလှတဲ့မုန်တိုင်းထဲ ဆေးယူဖို့တိုးဝင်ရပါတော့တယ်။\nဆပါလာတစ်ယောက်ဆေးကိုယူပြီး အသက်ရှင်လျက်ပြန်လာနိုင်ပါ့မလား\nသူပြန်လာရင်ရော တိုဂိုဆိုတဲ့ခွေးအိုကြီးရော\nအသက်ရှင်လျက်ပါလာပါ့မလားဆိုတာ စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမှာပါ။\nဒီကားမှာဒိတ်ဒိတ်ကြဲမင်းသားကြီး Willem Dafoeဦးဆောင်ပြီး\nCinematographyကျွမ်းကျင်လှတဲ့\nEricson Core ဒါရိုက်တာလုပ်ထားတာကြောင့်လည်း\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့အပြင်\nတိုဂိုရဲ့ငယ်ဘဝကိုရော အခုလက်ရှိဖြစ်နေတာတွေကိုပါပေါင်းစပ်ပြသထားလို့\nတစ်ကားလုံး လုံးဝအီမနေပဲ\nတစ်ချို့အခန်းတွေဆိုအသဲတယားယားနဲ့ကြည့်ရှုရမှာပါ။\nကြည့်ပြီးနောင်တရမယ့်ကားတစ်ကားမဟုတ်တာကြောင့်\nရှယ်ညွှန်းပေးလိုက်ရပါတယ်။File Size ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cunh/(CM)_Togo_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Arefq9eI1z94Jtrbbuqzg9p5mf8.jpg",
        "title": "Villains(2019)",
        "description": "Villains(2019)(Unicode)ဒီတစ်ခေါက်တော့ အမှန်အကန်လန်းတဲ့ ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ စိတ်ထားကောင်းပေမယ့် ဘဝကိုပေ့ါပေါ့နေပြီး ဖြတ်သန်းချင်တဲ့ အရမ်းချစ်တဲ့စုံတွဲတစ်တွဲ ဟာ လိုအင်ဆန္ဒတစ်ခုကြောင့် လုယက်မှုတစ်ခုလုပ်ပြီး ဖလော်ရီဒါအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့လုပ်တယ် ....\nလမ်းတဝက်မှာကားဆီပြတ်သွားပြီးတော့ ရှေ့မတိုးသာနောက်မဆုတ်သာဖြစ်နေတဲ့အချိန် နောက်ကားတစ်စီးရှာဖို့ လုပ်ကြရင်းနဲ့ လူမနေဘူးလို့ထင်ရတဲ့ ခမ်းနားတဲ့အိမ်ကြီးကိုရောက်သွားတဲ့အချိန်မှာ စပြီး ပြဿနာအကြီးကြီးတက်ပါတော့တယ်...\nဘယ်လိုပြဿနာတွေ သူတို့ကို အိမ်ကြီးက ဆီးကြိုနေမလဲ...\nသူတို့ရဲ့ အိပ်မက်ကိုရော အကောင်အထည်ဖော်နိုင်သွားမလား...သူတို့ မထင်မှတ်တာတွေ ဘယ်လိုကြုံကြမလဲ... တစ်ယောက်ချင်းဆီရဲ့ သူရုပ်ဆောင်မှုတွေကို အာရုံစိုက်ကြည့်ရင် သို့လောသို့လောနဲ့ တကယ် စိတ်ဝင်စား လှုပ်ရှားစရာကောင်းလွန်းတာမို့ မလွတ်တမ်းကြည့်ရှုဖို့ ပြောလိုက်ပါရစေ... နည်းနည်းဂေါ်တဲ့အတွဲမို့ စကားလုံးအသုံးအနှုံးတွေတော့ အနည်းငယ်ကြမ်းနိင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီတစ္ေခါက္ေတာ့ အမွန္အကန္လန္းတဲ့ ဇာတ္ကားေလးတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္။ စိတ္ထားေကာင္းေပမယ့္ ဘဝကိုေပ့ါေပါ့ေနၿပီး ျဖတ္သန္းခ်င္တဲ့ အရမ္းခ်စ္တဲ့စုံတြဲတစ္တြဲ ဟာ လိုအင္ဆႏၵတစ္ခုေၾကာင့္ လုယက္မႈတစ္ခုလုပ္ၿပီး ဖေလာ္ရီဒါအိပ္မက္ကို အေကာင္အထည္ေဖာ္ဖို႔လုပ္တယ္ ....\nလမ္းတဝက္မွာကားဆီျပတ္သြားၿပီးေတာ့ ေရွ႕မတိုးသာေနာက္မဆုတ္သာျဖစ္ေနတဲ့အခ်ိန္ ေနာက္ကားတစ္စီးရွာဖို႔ လုပ္ၾကရင္းနဲ႔ လူမေနဘူးလို႔ထင္ရတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cupe/Villains_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BOWY2NGZlZGEtYmE1Yi00ZmVmLWI5MzAtMzZkYjU4YzY2YjdlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007201000_AL_-144x200.jpg",
        "title": "Lu Over the Wall (2017)",
        "description": "ရေသူမဇာတ်လမ်းလေးတွေကိုကြားဖူးမှာပေါ့\nအခုကတော့ ချစ်ဖို့ကောင်းတဲ့ရေသူမလေး 'လူ'အကြောင်းပါ\nတခြားဇာတ်လမ်းတွေလို လူသားနဲ့ချစ်တဲ့ရေသူမလေးမဟုတ်ပဲ\nသီချင်းတွေချစ်တဲ့ရေသူမလေးပါနော်\nလူသားဖြစ်ချင်တာထပ် ခြေထောက်တွေနဲ့ကနေရရင်ပျော်နေတဲ့\nရေသူမလေးနဲ့ သူတို့နေတဲ့ပင်လယ်နားကမြို့ကလေး\nပျော်စရာလေးတွေ ကြည်နူးစရာလေးတွေရော\nအကျင့်ယုတ်တဲ့သူတွေနဲ့ ဝမ်းနည်းစရာလေးတွေရော\nအစုံအလင်နဲ့ မြုပ်ထားတဲ့ဇာတ်ကွက်လေးတွေနဲ့\nရေသူမလေး လူ အကြောင်းလေးကိုကြည့်လိုက်ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Animation,Adventure,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by ThinzarHtet\nEncoded by sithuZAWGYI\nေရသူမဇာတ္လမ္းေလးေတြကိုၾကားဖူးမွာေပါ့\nအခုကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ေရသူမေလး 'လူ'အေၾကာင္းပါ\nတျခားဇာတ္လမ္းေတြလို လူသားနဲ႔ခ်စ္တဲ့ေရသူမေလးမဟုတ္ပဲ\nသီခ်င္းေတြခ်စ္တဲ့ေရသူမေလးပါေနာ္\nလူသားျဖစ္ခ်င္တာထပ္ ေျခေထာက္ေတြနဲ႔ကေနရရင္ေပ်ာ္ေနတဲ့\nေရသူမေလးနဲ႔ သူတို႔ေနတဲ့ပင္လယ္နားကၿမိဳ႕ကေလး\nေပ်ာ္စရာေလးေတြ ၾကည္ႏူးစရာေလးေတြေရာ\nအက်င့္ယုတ္တဲ့သူေတြနဲ႔ ဝမ္းနည္းစရာေလးေတြေရာ\nအစုံအလင္နဲ႔ ျမဳပ္ထားတဲ့ဇာတ္ကြက္ေလးေတြနဲ႔\nေရသူမေလး လူ အေၾကာင္းေလးကိုၾကည့္လိုက္ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cuzi/Lu.Over.the.Wall.2017.JAPANESE.720p.BluRay(cm).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BYjc0NmVlN2MtMzEwNS00YjI5LTk3ODktNzQyNjBhODY0YWVmXkEyXkFqcGdeQXVyNjY1MjY1ODk@._V1_-1-133x200.jpg",
        "title": "The Furnace (2019)",
        "description": "မယ္ရီနဲ႕မတ္တို႕ရဲ႕ခရစ္စမတ္အခ်ိန္ကာလေလး\nေအးခ်မ္းေအးစက္တဲ့ႏွင္းမႈန္ေတြၾကားက\nသူတို႕ႏွစ္ေယာက္ရဲ႕မဂၤလာဦးေန႕ရက္ေလးေတြ\nေပ်ာ္စရာေကာင္းၿပီးေတာ့ တစ္ေယာက္ကိုတစ္ေယာက္\nအရမ္းခ်စ္ၾကတဲ့ ၾကင္စဦးဇနီးေမာင္ႏွံႏွစ္ဦး။\nသူတို႔နွစ္ေယာက္ရဲ႕ပ်ားရည္စမ္းခရီးေလးကို အမ်ားနဲ႕မတူပဲ\nထူးျခားစြာ အာဖရိကကအေျပးၿပိဳင္ပြဲကိုပဲသြားဖို႕ ႏွစ္ေယာက္စလံုးစိတ္လႈပ္ရွားၿပီးေတာ့ေပ်ာ္ေနခဲ့ရတာ။\nအာဖရိကရဲ႕သဘာဝေျမသားေပၚမွာ ေတာတြင္းသားရုိင္းတိ၇ၥဆာန္ေတြနဲ႕အတူ\nသဘာဝတရားၾကားမွာ ေျပးလႊားရင္း ဟန္းနီးမြန္းေန႔ရက္ေတြကုိ\nတူတူကုန္ဆံုးဖို႕အတြက္ ရင္ခုန္စြာနဲ႕ေစာင့္ေမွ်ာ္ေနၾကတာေပါ့.\nဒါေပမယ့္ တစ္ကယ္တမ္းမွာ မယ္ရီတစ္ေယာက္ပဲ\nၿပိဳင္ပြဲကိုအေရာက္သြားၿပီးေတာ့ဝင္ေရာက္ယွဥ္ၿပိဳင္လိုက္ရတယ္။\nဘာေၾကာင့္လဲ မတ္တစ္ေယာက္ဘာလို႕ၿပိဳင္ပြဲအထိမေရာက္လာနိုင္ခဲ့တာလဲ .\nမယ္ရီေရာ ဘယ္လိုအေျခအေနမ်ိဳးေတြနဲ႕\nၿပိဳင္ပြဲကိုအသက္စြန္႕ယွဥ္ၿပိဳင္ရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ဗ်ာ။\n \nUNICODE\nမယ်ရီနဲ့မတ်တို့ရဲ့ခရစ်စမတ်အချိန်ကာလလေး\nအေးချမ်းအေးစက်တဲ့နှင်းမှုန်တွေကြားက\nသူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးနေ့ရက်လေးတွေ\nပျော်စရာကောင်းပြီးတော့ တစ်ယောက်ကိုတစ်ယောက်\nအရမ်းချစ်ကြတဲ့ ကြင်စဦးဇနီးမောင်နှံနှစ်ဦး။\nသူတို့နှစ်ယောက်ရဲ့ပျားရည်စမ်းခရီးလေးကို အများနဲ့မတူပဲ\nထူးခြားစွာ အာဖရိကကအပြေးပြိုင်ပွဲကိုပဲသွားဖို့ နှစ်ယောက်စလုံးစိတ်လှုပ်ရှားပြီးတော့ပျော်နေခဲ့ရတာ။\nအာဖရိကရဲ့သဘာဝမြေသားပေါ်မှာ တောတွင်းသားရိုင်းတိ၇္စဆာန်တွေနဲ့အတူ\nသဘာဝတရားကြားမှာ ပြေးလွှားရင်း ဟန်းနီးမွန်းနေ့ရက်တွေကို\nတူတူကုန်ဆုံးဖို့အတွက် ရင်ခုန်စွာနဲ့စောင့်မျှော်နေကြတာပေါ့.\nဒါပေမယ့် တစ်ကယ်တမ်းမှာ မယ်ရီတစ်ယောက်ပဲ\nပြိုင်ပွဲကိုအရောက်သွားပြီးတော့ဝင်ရောက်ယှဉ်ပြိုင်လိုက်ရတယ်။\nဘာကြောင့်လဲ မတ်တစ်ယောက်ဘာလို့ပြိုင်ပွဲအထိမရောက်လာနိုင်ခဲ့တာလဲ .\nမယ်ရီရော ဘယ်လိုအခြေအနေမျိုးတွေနဲ့\nပြိုင်ပွဲကိုအသက်စွန့်ယှဉ်ပြိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်ဗျာ။\nFile Size : (1.30 GB)/(0.66 GB)\nQuality : AMZN WEB-DL.DD (1080p 5.1,720p,480p)\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by Charm\nEncoded by sithu",
        "rating": "N/A",
        "url": "https://megaup.net/1wx7v/The.Furnace.2019.720p.AMZN.WEB-DL.DD(cm).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/the-great-156x200.jpg",
        "title": "The Great War(2019)",
        "description": "The Great War(2019)(unicode)၁၉၁၄ ဂျူလိုင် ၁၈ကနေ ၁၉၁၈နို၀င်ဘာ၁၁ အထိကြာညောင်းခဲ့တဲ့ ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာနောက်ဆုံးမိိနစ်အထိတိုက်ပွဲ၀င်ခဲ့သူတစ်ယောက်ရှိတယ် ၁၉၁၈ နို၀င်ဘာ ၁၁ရက် မနက်၁၁နာရီအချိန်မှာ ဂျာမနီကအပစ်ခတ်ရပ်စဲမယ်လို့ကြေညာလိုက်သော်ငြားလည်း မဟာစစ်ကြီးမပြီးဆုံးခင် အဲ့၁၁လမြောက်ရဲ့ ၁၁ရက်နေ့ မနက်၁၁ နာရီမတိုင်မချင်းမှာ အင်အားကြီးပြင်သစ်တွေက အမေရီကန်ကိုဆက်လက်တိုက်ခိုက်ဖို့တွန်းအားပေးခဲ့တယ် ပြင်သစ်တွေအတွက်နယ်နိမိတ်တချို့ရလိုရငြားပေါ့ ဒါပေမယ့်ဂျာမနီဖက်ကလဲ သူ့မြေတွေမပါချင်ဘူး ဆိုတော့ကာအပစ်ခတ်ရပ်စဲကြပြီဖြစ်ပေမယ်လို့ နောက်ဆုံးမိနစ်မတိုင်ခင်ထိ အတိုက်အခိုက်တွေရှိကြတုန်းပဲ\nထိုအချိန်မှာ ရန်သူ့စစ်ကြောင်းထဲထိရောက်နေတဲ့လူမဲစစ်သားတပ်စုကို ပြန်လည်ခေါ်ယူဖို့ အထက်ကအမိန့်အရ စာသင်ကြီးဝီလီယမ်ရေဗာစ်ဆိုင်းပြင်းရတော့တယ် ဒီလူမဲစစ်သားတွေကိုပြန်ခေါ်ဖို့ မစ်ရှင်က ရေဗာစ်အတွက်နောက်ဆုံးမစ်ရှင်ပဲ... ဒါပေမယ့်လူဖြူလူမဲညီညွတ်မှုမရှိသေးခင်ကာလဖြစ်လို့ မကြာခင်ပြီးဆုံးတော့မယ့်စစ်ကြီးအတွင်းမှာ ရေဗာစ့်ရဲဘော်တွေဟာ မလုပ်ပေးချင်ကြပါဘူး ...\nကဲ plot ကတော့ လူမဲတွေကိုကြည့်မရတဲ့တပ်စုခေါင်းဆောင်စာသင်ကြီးရေဗာစ် သူဘယ်အချိန်ထိဆက်တိုက်ခိုက်သွားမှာ လူမဲစစ်သားတွေကိုအသက်ရှင်ရက်ပြန်ကယ်ထုတ်နိုင်မှာလား ပရိတ်သတ်ကြီးပဲကိုယ်တိုက် ကြည့်ရှုခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်........(zawgyi)၁၉၁၄ ဂ်ဴလိုင္ ၁၈ကေန ၁၉၁၈ႏို၀င္ဘာ၁၁ အထိၾကာေညာင္းခဲ့တဲ့ ပထမကမာၻစစ္ႀကီးအတြင္းမွာေနာက္ဆုံးမိိနစ္အထိတိုက္ပြဲ၀င္ခဲ့သူတစ္ေယာက္ရွိတယ္ ၁၉၁၈ ႏို၀င္ဘာ ၁၁ရက္ မနက္၁၁နာရီအခ်ိန္မွာ ဂ်ာမနီကအပစ္ခတ္ရပ္စဲမယ္လို႔ေၾကညာလိုက္ေသာ္ျငားလည္း ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cup0/The_Great_War.2019.WEB-DL_720P.PP.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZHnblqmTBUBgzYBIxWIz9txsEi.jpg",
        "title": "The Aeronauts (2019)",
        "description": "\"ထိုင္ၾကည္႔ေနရံုနဲ႔ကမာၻ႔ၾကီးဟာေျပာင္းလဲမလာပါဘူး၊ကိုယ္ေနထိုင္ဖို႔ ေရြးခ်ယ္လိုက္တဲ႔ လမ္းကသာ ကမာၻၾကီးကိုေျပာင္းလဲေစမွာပါ\"တဲ႔။စူးစမ္းလိုစိတ္အျပည္႔ရွိတဲ႔သိပၸံပညာရွင္ နကၡတၱေဗဒပညာရွင္ ဂ်ိမ္းစ္ ဂလီရွာဟာေကာင္းကင္ႀကီးရဲ ႔သေဘာသဘာဝကိုသာ အျပည္႔အဝနားလည္ရင္ရာသီဥတုကို ခန္႔မွန္းႏိုင္မွာ ဆိုတဲ႔ယံုၾကည္ခ်က္နဲ႔ ေလွာင္ရယ္သံေတြ အၾကား စြန္႔စားခရီးႏွင္ခဲ႔သူပါ။သူတို႔ေခတ္သူတို႔အခါမွာ မိုးေလဝသကိုခန္႔မွန္းမယ္ဆိုတာအေျခအျမစ္မရွိဘူးလို႔ အမ်ားသူငွာကယူဆၾကပါတယ္။ဒါေပမယ္႔ ဂ်ိမ္းစ္ကေတာ႔ ေကာင္းကင္ကိုေလ႔လာဖို႔အတြက္မီးပံုးပ်ံစီးကာ ခရီးႏွင္ေနၾကျဖစ္တဲ႔အမ္မလီရာဆိုတဲ႔ မုဆိုးမေလးနဲ႔ ေကာင္းကင္ခရီးထြက္ဖို႔စီစဥ္ပါေတာ႔တယ္။အမ္မလီရာကလဲ အေၾကာင္းေၾကာင္းေၾကာင္႔မီးပံုးပ်ံထပ္မစီးေတာ႔ဘူးလို႔ ဆံုးျဖတ္ထားသူပါ။တစ္ေန႔ေတာ႔ သူတို႔ႏွစ္ေယာက္ေပါင္းကာကမာၻ႔အျမင္႔ဆံုးဆိုတဲ႔ စံခ်ိန္ကိုခ်ိဳးဖို႔ထြက္ခြာခဲ႔ပါေတာ႔တယ္။အဂၤလိပ္လူမ်ိဳးမိုးေလဝသပညာရွင္ ဂ်ိမ္းစ္ဂလီရာအေၾကာင္းရိုက္ကူးထားတဲ႔ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ေတြက ပံုျပင္ထက္ပိုဆန္းက်ယ္တယ္ဆိုတဲ႔အေၾကာင္းကိုသက္ေသျပေနသလိုပါပဲ။လူႏွစ္ဦးရဲ ႔ရဲစြမ္းသတၱိ၊စူးစမ္းရွာေဖြလိုစိတ္၊ဉာဏ္ပညာ၊အတိတ္၊ရည္ရြယ္ခ်က္စတာေတြကိုအေကာင္းဆံုးပံုေဖာ္ေပးထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔The aeronauts(2019)ပါ။Rotten Tomatoes 72%ရရွိထားျပီး Eddie Redmanye ကိုယ္တိုင္အေကာင္းဆံုးသရုပ္ေဆာင္ထားတာမလို႔ေကာင္းတယ္ဆိုတာအေထြအထူးမညႊန္းေတာ႔ပဲနဲ႔Channel Myanmar ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ File Size : (945 MB ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cuqp/The_Aeronauts_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BNDA2MWEwYjMtNThiMS00ZGI5LWJmNTYtZjFjZDc5YWYyMzg0XkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-134x200.jpg",
        "title": "Les Misérables (2012)",
        "description": "Les Miserables (2012)\n၁၈၁၅ ခုနှစ်က ပြင်သစ်မြို့ရဲ့ ခေတ်အနေအထားကိုပြသနေတဲ့\nဒီဇာတ်လမ်းလေးကို အော်ပရာဇာတ်ခုံပေါ်ကနေ\nတီဗီဖန်သားပြင်ထက်ဇာတ်လမ်းလေးအဖြစ် ပြောင်းလဲတင်ဆက်ပေးထားတာပါ...\nဒီဇာတ်ကားလေးထဲမှာ X-Men ဇာတ်ကားထဲမှ\nကိုယ်တွေရဲ့ လိုဂန်မင်းသားကြီး Hugh Jackman နဲက ဦးဆောင်ထားပြီး\nတခြားသရုပ်ဆောင်များစွာကိုလည်း မြင်တွေ့ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကိုတော့ ပေါင်မုန့်ခိုးမိလို့ ၅ နှစ်,\nထွက်ပြေးဖို့ကြိုးစားလို့ ၁၄ နှစ်,\nစုစုပေါင်း ၁၉ နှစ်အပြစ်ပေးခံထားရတဲ့ ဂျန်းဗယ်ဂျန်လို့ခေါ်တဲ့ လူကို\nအန္တရာယ်ရှိတဲ့သူအဖြစ် ခံဝန်စာချုပ်နဲ့လွှတ်ပေးလိုက်တာမို့လို့\nလုပ်ကိုင်စားသောက်လို့မရအောင် ဒုက္ခသုက္ခရောက်နေရာက အစပြုခဲ့ပါတယ်\nသူဟာဂျောင်ပိတ်မိနေတဲ့အဆုံး ခံဝန်စာချုပ်ကိုဖြဲဆုတ်လိုက်ပြီး\nဘဝသစ် နာမည်သစ်နဲ့ အသစ်တစ်ဖန်ပြန်စတင်ခဲ့ပါတယ်...\nဒီလိုမပြောင်းလဲခင်မှာ သေးနုတ်တဲ့သူ့ရဲ့သူခိုးတစ်ယောက်စိတ်ဓာတ်ကနေ\nဆင်းရဲတဲ့သူတွေကို ကယ်တင်ပေးပြီး မေတ္တာတရားနဲ့စိတ်သဘောထားကြီးလာအောင်\nဘုန်းတော်ကြီးတစ်ပါးက ပြောင်းလဲပေးခဲ့ပါတယ်\nဗယ်ဂျန့်နောက်ကို ရေဆုံးမြေဆုံး ရှာဖွေနေတဲ့ အင်စပက်တာဂျဗက်ဟာ\nအစပိုင်းမှာ ဇဝေဇဝါနဲ့မြို့တော်ဝန် တစ်ဖြစ်လဲ ဗယ်ဂျန့်ကို သံသယသာဝင်ပေမဲ့\nအဖြစ်မှန်ကိုသိသွားခဲ့တော့ ဘယ်လိုဆက်ဖြစ်မလဲ...\nဇာတ်လမ်းထဲမှာပါဝင်တဲ့ ဖန်တင်ဆိုတဲ့ အမျိုးသမီးရဲ့ သမီးလေး \"ကိုဆက်\"\nသူဌေးသားပေးမဲ့ တော်လှန်ရေးမှာပါဝင်နေတဲ့ ကိုဆက်နဲ့ မြင်မြင်ချင်းမေတ္တာသက်ဝင်သွားနေတဲ့ \"မာရီးယက်စ်\"\nကိုဆက်နဲ့ငယ်စဥ်ကအတူကြီးပြင်းခဲ့ပေမဲ့ မတူညီတဲ့ဘဝလမ်းကို လျှောက်လှမ်းနေရရှာတဲ့ အီဖိုနီ\nဒီဇာတ်ကောင်တစ်ခုချင်းဆီရဲ့ ဇာတ်ကြောင်းလေးတွေသိရအောင်\nဒီဇာတ်လမ်းလေးကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်\nတေးသရုပ်ဖော်ကြိုက်နှစ်သက်သူတွေ အော်ပရာဇာတ်လမ်းနှစ်သက်သူတွေအတွက်တော့ အားရစရာဖြစ်မှာပါ\nအော်ပရာမကြိုက်သူများကြည့်ရင်လည်း ရင်ထဲတစ်ခုခုကျန်မဲ့ ဇာတ်လမ်းဖြစ်မှာကျိန်းသေပါတယ်..\nLes Miserables ...",
        "rating": "7.6",
        "url": "https://megaup.net/2cuBg/Les.Miserables.2012.720p.BluRay(cm).mp4",
        "category": "Drama, History, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiTfDWThOCqGvAzOvJHJlD7SeBV.jpg",
        "title": "Christmas Reservations(2019)",
        "description": "Christmas Reservations(2019)(unicode)ဇာတ်လမ်းအကျဉ်းကတော့...\nငယ်ငယ်တုန်းကအကြောင်းအမျိုးမျိုးကြောင့် နှစ်ဦးသားဝေးကွာခဲ့ကြတဲ့ငယ်သူငယ်ချင်းနှစ်ယောက်...\nတစ်ယောက်နဲ့တစ်ယောက် သံယောဇဉ်ကိုယ်စီရှိခဲ့ကြပေမယ့်..\nဒီသံယော်ဇဥ◌်တွေဟာ ဘယ်လိုအရောင်တွေလဲဆိုတာ မကွဲပြားသေးခင် ကျောင်းပြီးသွားတဲ့အချိန်မှာအဆက်သွယ်ပြတ်ခဲ့ကြတယ်...\nဒီလိုနဲ့ ကောင်မလေးဖြစ်သူ ဟိုလီ ဟာနှင်းလျှောစီးအပန်းဖြေစခန်းမှာ သူမရဲ့အဖေကိုကူညီရင်းနဲ့ပဲလုပ်ကိုင်နေခဲ့တယ်...\nသူမရဲ့အလုပ်ဟာပွဲအစီအစဉ်လေးတွေလုပ်...ဟိုတယ်အခန်းကြိုတင်မှာတာတွေကိုလုပ်နေခဲ့မယ်..\nသူမရဲ့နှလုံးသားတစ်နေရာရဲ့အခန်းလေးကိုတော့ ကြိုတင်အော်ဒါမှာထားလို့မရတော့သလို\nအဲ့အခန်းကိုခတ်ထားခဲ့တဲ့သော့လေးဟာလဲ ဖွင့်ပေးနိုင်တဲ့သူမရှိသလို ပျောက်ဆုံးသွားပြီလို့ သူမကိုယ်သူထင်ခဲ့တာပေါ့...\nဒါပေမယ့် ခရစ်စမတ်စ်ကာလရောက်တဲ့အချိန်မှာ သူမမျှော်လင့်ထားတဲ့လူတစ်ယောက်ကိုပြန်တွေ့\nလိုက်ရတဲ့အချိန်မှာ ဒိန်းခနဲ ခုန်သွားတဲ့သူမရဲ့ ဘယ်ဘက်ရင်အုံကို သတိမထားမိဘဲ\nမနေနိုင်နိုင်ခဲ့ဘူး.....\nနောက်ပိုင်း ခရစ်စမတ်စ်ကာလတစ်လျှောက်သူနဲ့ ဟိုလီတို့ ဘယ်လိုဆက်ပြီး အနုပညာမြောက်ချစ်ခြင်းတရားတွေ ဘယ်လိုဖွဲ့သီကြမလဲဆိုတာကိုတော့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Zan Aung ပဲဖြစ်ပါတယ်...(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့...\nငယ္ငယ္တုန္းကအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ႏွစ္ဦးသားေဝးကြာခဲ့ၾကတဲ့ငယ္သူငယ္ခ်င္းႏွစ္ေယာက္...\nတစ္ေယာက္နဲ႔တစ္ေယာက္ သံေယာဇဥ္ကိုယ္စီရွိခဲ့ၾကေပမယ့္..\nဒီသံေယာ္ဇဥ◌္ေတြဟာ ဘယ္လိုအေရာင္ေတြလဲဆိုတာ မကြဲျပားေသးခင္ ေက်ာင္းၿပီးသြားတဲ့အခ်ိန္မွာအဆက္သြယ္ျပတ္ခဲ့ၾကတယ္...\nဒီလိုနဲ႔ ေကာင္မေလးျဖစ္သူ ဟိုလီ ဟာႏွင္းေလွ်ာစီးအပန္းေျဖစခန္းမွာ သူမရဲ႕အေဖကိုကူညီရင္းနဲ႔ပဲလုပ္ကိုင္ေနခဲ့တယ္...\nသူမရဲ႕အလုပ္ဟာပြဲအစီအစဥ္ေလးေတြလုပ္...ဟိုတယ္အခန္းႀကိဳတင္မွာတာေတြကိုလုပ္ေနခဲ့မယ္..\nသူမရဲ႕ႏွလုံးသားတစ္ေနရာရဲ႕အခန္းေလးကိုေတာ့ ႀကိဳတင္ေအာ္ဒါမွာထားလို႔မရေတာ့သလို\nအဲ့အခန္းကိုခတ္ထားခဲ့တဲ့ေသာ့ေလးဟာလဲ ဖြင့္ေပးႏိုင္တဲ့သူမရွိသလို ေပ်ာက္ဆုံးသြားၿပီလို႔ သူမကိုယ္သူထင္ခဲ့တာေပါ့...\nဒါေပမယ့္ ခရစ္စမတ္စ္ကာလေရာက္တဲ့အခ်ိန္မွာ သူမေမွ်ာ္လင့္ထားတဲ့လူတစ္ေယာက္ကိုျပန္ေတြ႕\nလိုက္ရတဲ့အခ်ိန္မွာ ဒိန္းခနဲ ခုန္သြားတဲ့သူမရဲ႕ ဘယ္ဘက္ရင္အုံကို သတိမထားမိဘဲ\nမေနႏိုင္ႏိုင္ခဲ့ဘူး.....\nေနာက္ပိုင္း ခရစ္စမတ္စ္ကာလတစ္ေလွ်ာက္သူနဲ႔ ဟိုလီတို႔ ဘယ္လိုဆက္ၿပီး အႏုပညာေျမာက္ခ်စ္ျခင္းတရားေတြ ဘယ္လိုဖြဲ႕သီၾကမလဲဆိုတာကိုေတာ့....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Zan Aung ပဲျဖစ္ပါတယ္... File ...",
        "rating": "6.2",
        "url": "https://megaup.net/2cuwa/Christmas_Reservations.2019.WEB-DL_720P.PP.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIBEsnzhz5NE1KTzwyvJlFIGEhg.jpg",
        "title": "Dead Kids (2019)",
        "description": "ဒါကတော့ Netflixကထုတ်တဲ့ ဖိလစ်ပိုင်ဇာတ်လမ်းလေးပါ။ပထမတော့ ratingကြည့်ပြီး ငကြောင်ကားများလားထင်မိပေမယ့်အဲ့လိုမဟုတ်ပါဘူး။Based on true eventပါတဲ့။ဆန်တာမာရီယာဆိုတာ နယ်ကနေလာပြီးအဒေါ်အိမ်မှာငှားနေကာကျောင်းတက်နေတဲ့ပညာသင်ဆုရ တက္ကသိုလ်ဝင်တန်း ကျောင်းသားတစ်ယောက်။သူတို့ကျောင်းမှာ ပိုက်ဆံရှိပြီးဆောင့်ကြွားကြွားနေတဲ့သူတွေအများသား။အဲ့ထဲမှာ ချက်ဆိုတဲ့ကောင်လေးကအဆိုးဆုံးသူ့အဖေအရှိန်အဝါနဲ့နာမည်ကြီးပြီး ကျောင်းမှာအနိုင်ကျင့်တဲ့သူပေါ့။တစ်ရက်တော့ ချက်နဲ့ညိထားတဲ့ကောင်လေးသုံးယောက်ကဆန်တာမာရီယာကို အလုပ်တူတူတွဲလုပ်ဖို့ကမ်းလှမ်းလိုက်ပါတယ်။ချက်ကိုပြန်ပေးဆွဲပြီး သူ့အိမ်ကိုငွေတောင်းဖို့ပေါ့။ပြန်ပေးဆွဲပြီး ဘာတွေဆက်ဖြစ်မလဲစိတ်ဝင်စားရင်တော့ ကြည့်ရှုလိုက်ပါအုံး။ဇာတ်လမ်းနာမည်Dead kidsဆိုတာ ‌သူဌေးသားတွေပဲနာမည်ကြီးနေတဲ့ကျောင်းမျိုးမှာမထင်ရှားတဲ့ကျောင်းသားတွေကိုရည်ညွှန်းတာပါ။ File Size : (881 MB , 331 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/2cuwc/(CM)_Dead_Kids_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aCJOZzWV6cpZ9p9tmfEzXq4EqN8.jpg",
        "title": "Housefull 4 (2019)",
        "description": "(Unicode)Akshay Kumar ရဲ့ 2019မှာ ထွက်လာခဲ့တဲ့ ဟာသကားတစ်ကားဆိုတာတော့ မိတ်ဆက်စရာ လိုမယ်မထင်ပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင် အရှေးကူးမား(ဟယ်ရီ)ဟာ အမြဲ အိပ်မက်ဆိုးတွေနဲ့ တွေ့ကြုံနေရသူပေါ့။အတိတ်ဘဝတစ်ခု လို့ ပြောလို့ရမယ့် နန်းတွင်း ရာဇဝင် ဇာတ်လမ်းတစ်ခုကို အမြဲလိုလို မြင်ယောင်နေတယ်။လတ်တလောမှာလည်း ငွေကြေး အရမ်းလိုနေတော့ ညီအစ်ကို ၃ယောက်ဟာ လန်ဒန်ရဲ့ လူကုံထံကြီးရဲ့ သမီး၃ယောက်ကို ကြံနေကြသူတွေ။အဲ့ဒီမိန်းကလေး၃ယောက်ကို လက်ထပ်နိုင်ရင် သူတို့အတွက် ငွေကြေးပြေလည်သွားမယ်ဆိုတာ သူတို့ ကြံဆထားပြီးသား။ဒီလိုနဲ့ သူတို့ ၃တွဲ အပျော်ခရီး တစ်ခု ထွက်ရာမှာ သူရဲ့ အိပ်မက်တွေဟာ.... အတိတ်ဘဝတစ်ခုရဲ့ ပုံရိပ်တွေဆိုတာ အခါအားလျှော်စွာ သိလိုက်ရချိန်မှာတော့.....။-------------------------------------------------ဒီဇာတ်ကားထဲမှာ ရှေ့ခေတ် နောက်ခေတ်တွေ သရော်တာမျိုးတွေ၊ဘာဟူဘာလီ သီချင်းတွေကို အပျော်အပျက်လုပ်ပြီး ထည့်တာမျိုးတွေ၊ခုခေတ် အကမင်းသားကို ...",
        "rating": "3.3",
        "url": "https://megaup.net/2Ss3j/(CM)_Housefull.4.2019.720p.WEB-DL.mp4",
        "category": "Action, Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rucszL6lUFxycz1mg6QYI9SAQr.jpg",
        "title": "I See You (2019)",
        "description": "(Unicode)2019 ထွက် Thriller ဇာတ်ကားဖြစ်ပြီး Gore တွေ သွေးသံတရဲရဲတွေမပါဝင်ပေမယ့် R rated ဖြစ်ပါတယ်..အိမ်ထောင်ရေးဖောက်ပြန်ထားမိတဲ့ အမေဖြစ်သူဂျက်ကီကို သားဖြစ်သူကော်နာက အရမ်းစိတ်နာနေတာကနေ ဇာတ်လမ်းကိုစဖွင့်ထားပါတယ်...ရဲအရာရှိခင်ပွန်းဖြစ်သူနဲ့လည်း အိမ်ထောင်ရေးလည်းအဆင်မပြေတော့ပဲ မိသားစုတစ်စုလုံး စိတ်ဆင်းရဲနေကြရပါတယ်...အဲ့အချိန်မှာပဲ သူတို့မြို့နယ်မှာ ဆယ်နှစ်ဝန်းကျင်ကလေးတွေဆက်တိုင်ပျောက်နေပါတယ်...အဲ့ဒါနဲ့ အဲ့အမှုကို ခင်ပွန်းဖြစ်သူက ဦးဆောင်စုံစမ်းရမယ့်တာဝန်ကျလာပါတော့တယ်...အဲ့အချိန်ကစလို့ သူတို့အိမ်မှာ ထူးဆန်းတာတွေဆက်တိုက်ကြုံလာရပါတော့တယ်...ကလေးပြန်ပေးဆွဲသမားက ဘယ်သူဖြစ်မလဲသမားရိုးကျအမှုမှဟုတ်ရဲ့လားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါ...IMDB 6.5/10 ရရှိထားပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)  File Size : (800 MB) and (400 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "6.5",
        "url": "https://megaup.net/31F4x/(CM)_I.See.You.2019.720p.AMZN.WEB-DL.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZf8rjTTV5XrFlDCHDjB1ggZ66n.jpg",
        "title": "Lucy in the Sky (2019)",
        "description": "(Unicode)ဒီကားလေးကတော့ ၂၀၁၉ခုနှစ်ထွက် Drama/Sci-Fi ဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ်ဖြစ်ချင်တဲ့အရာတစ်ခုကိုလုပ်နိုင်ခဲ့ပြီး မမျှော်လင့်ထားတဲ့အရာတစ်ခုကိုကြုံတွေ့လာရပြီးနောက် လက်တွေ့ပုံမှန်ဘ၀ထဲ ပြန်ရောက်လာတဲ့အခါမှာကိုယ့်ရဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေက...ပြောင်းလဲသွားတာမျိုးရှိပါတယ်။ဒီကားလေးထဲမှာတော့ အာကာသယာဉ်မှူးတစ်ယောက်ဖြစ်တဲ့ လူစီကိုလာဟာ....အာကာသထဲသွားရောက်ခွင့်ရပြီးနောက် စကြ၀ဠာကြီးကိုမြင်ခဲ့ရပြီးနောက်ကမ္ဘာမြေကိုပြန်လာတဲ့အခါမှာ....အရာရာဟာသူ့အတွက်သေးငယ်သလိုလို...စိတ်ခံစားချက်တွေပြောင်းလဲလာပါတယ်။သူ့စိတ်ထဲမှာ အာကာသထဲပြန်သွားချင်စိတ်တွေပဲစိုးမိုးပြီး စိတ်တွေကမောက်ကမဖြစ်ကာ ဖိအားတွေများလာတဲ့ကြားထဲမှာ...အိမ်ထောင်ရေးပြဿနာတွေပါ၀င်နှောက်လာတဲ့အခါမှာ....နာဆာအာကာသယာဉ်မှူးတစ်ယောက်အတွက်လက်မခံနိုင်စရာတွေလို့ခံစားလာရပြီး....ပြဿနာတွေအမျိုးမျိုးရှာမိလာတဲ့ဇာတ်ကြောင်းလေးပဲဖြစ်ပါတယ်။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)ဒီကားေလးကေတာ့ ၂၀၁၉ခုႏွစ္ထြက္ Drama/Sci-Fi ဇာတ္ကားေလးျဖစ္ပါတယ္။ကိုယ္ျဖစ္ခ်င္တဲ့အရာတစ္ခုကိုလုပ္ႏိုင္ခဲ့ၿပီး မေမွ်ာ္လင့္ထားတဲ့အရာတစ္ခုကိုႀကဳံေတြ႕လာရၿပီးေနာက္ လက္ေတြ႕ပုံမွန္ဘ၀ထဲ ျပန္ေရာက္လာတဲ့အခါမွာကိုယ့္ရဲ႕အေတြးအေခၚေတြ...အျပဳအမူေတြက...ေျပာင္းလဲသြားတာမ်ိဳးရွိပါတယ္။ဒီကားေလးထဲမွာေတာ့ အာကာသယာဥ္မႉးတစ္ေယာက္ျဖစ္တဲ့ လူစီကိုလာဟာ....အာကာသထဲသြားေရာက္ခြင့္ရၿပီးေနာက္ စၾက၀ဠာႀကီးကိုျမင္ခဲ့ရၿပီးေနာက္ကမာၻေျမကိုျပန္လာတဲ့အခါမွာ....အရာရာဟာသူ႔အတြက္ေသးငယ္သလိုလို...စိတ္ခံစားခ်က္ေတြေျပာင္းလဲလာပါတယ္။သူ႔စိတ္ထဲမွာ အာကာသထဲျပန္သြားခ်င္စိတ္ေတြပဲစိုးမိုးၿပီး စိတ္ေတြကေမာက္ကမျဖစ္ကာ ဖိအားေတြမ်ားလာတဲ့ၾကားထဲမွာ...အိမ္ေထာင္ေရးျပႆနာေတြပါ၀င္ေႏွာက္လာတဲ့အခါမွာ....နာဆာအာကာသယာဥ္မႉးတစ္ေယာက္အတြက္လက္မခံႏိုင္စရာေတြလို႔ခံစားလာရၿပီး....ျပႆနာေတြအမ်ိဳးမ်ိဳးရွာမိလာတဲ့ဇာတ္ေၾကာင္းေလးပဲျဖစ္ပါတယ္။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ) File Size : (900 MB) and (450 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 2hr 04min\nFormat : Mp4\nGenre ...",
        "rating": "4.5",
        "url": "https://megaup.net/2PJ09/(CM)_Lucy.In.The.Sky.2019.720p.AMZN.WEB-DL.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGRjZDA1MTYtNjhmOC00YzM1LWIwODEtOGZjZDZiMDVjZDY0XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Maximum Truth (2023)",
        "description": "Maximum Truth (2023)\n==================ဒီဇာတ်ကားဟာဆိုရင် ခါတိုင်းမြင်တွေ့နေကြ ပုံမှန် Comedy ဇာတ်\nကားတွေနဲ့ မတူပါဘူး။ ဇာတ်လမ်းတင်ဆက်ပုံဟာလည်း ရုပ်ရှင်ရိုက်\nတဲ့အဖွဲ့တစ်ခုက မှတ်တမ်းရုပ်ရှင်လိုက်ရိုက်တဲ့ပုံစံမျိုးနဲ့မို့ ကြည့်ရတာ\nအမြင်ဆန်းနေပါတယ်။ ပရိသတ်ကို ဟာသတွေနဲ့ အတင်းကြီးထိုးထည့်\nနေတာမျိုး မဟုတ်ဘဲ တွေးရင်း၊ သေချာနားလည်အောင် ကြည့်ရင်းနဲ့\nမှ ရယ်မောစေတဲ့ဟာမျိုးပါ။ အခုပြောခဲ့တဲ့ ဟာသမျိုးတွေကို ကြိုက်\nတယ်ဆိုရင် လက်လွှတ်မခံပါနဲ့ အကြံပေးချင်ပါတယ်။ Maze Runner,\nTeen Wolf, Love and Monster အစရှိတဲ့ ရုပ်ရှင်တွေအပြင် တခြား\nရုပ်ရှင်များစွာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား Dylan O'Brien\nက အဓိကဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဆိုင်မွန် အဖြစ် ပါဝင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ခ်ဟာ သူ့ကိုပိုက်ဆံပေးလာလျှင် ဘယ်လို\nအမှုမျိုးမဆို လိုက်ပေးတဲ့ ရှေ့နေတစ်ယောက်ပါ။ သူက ရှေ့နေတင်မက\nဘဲ သူများရဲ့ မကောင်းကွက်ကို ရှာပေးတာမျိုးတွေအထိ လုပ်ကိုင်ပါတယ်။\nတစ်နေ့မှာ အလုပ်ရှင်တစ်ယောက်က အန်တိုနီယိုကယ်လီဇန်းဆိုတဲ့ လွှတ်\nတော်အမတ်အဖြစ် ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ လုပ်နေတဲ့လူတစ်ယောက်ရဲ့ မ\nကောင်းကွက်ကို ရှာပြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Vwac/Maximum.Truth.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/1RDmyyj5s2fxMetZFQYkOKk7s4Y.jpg",
        "title": "That Peter Crouch Film (2023)",
        "description": "That Peter Crouch Film (2023)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရပ်ကွက်အခေါ် \"ပီတာခရော့\"\nပြောင်ပြီးခေါ်တာ \"ပီတာငပျော့\"\nချစ်လို့ခေါ်ရင် \"ပီတာငကျော့\"ပီတာခရောက်ခ်ျဆိုတဲ့နာမည်က ဘောလုံးပရိသတ်တွေနဲ့ စိမ်းတဲ့နာမည်တော့မဟုတ်ပါဘူး။ အက်စတွန်ဗီလာ၊ ဆောက်သမ်တန်၊ လီဗာပူး၊ စပါး၊ စတုတ်စီးတီးနဲ့ အင်္ဂလန်ရဲ့ ရွှေရောင်မျိုးဆက်မှာ ပါဝင်ခဲ့ဖူးတဲ့ ကစားသမားတစ်ယောက်အဖြစ် မှတ်မိနေကြမှာပါ။အရပ်မြင့်မြင့် ခြေတံလက်တံရှည်ရှည်နဲ့ ဂိုးသွင်းပြီး စက်ရုပ်အက ကတယ်ဆိုတာ ဘုရားသခင်သွန်းလုပ်တဲ့ ဒီပုံမကျပန်းမကျကစားသမားနဲ့ ခွဲထုတ်လို့မရတဲ့အရာတွေပေါ့။ ဒီစက်ရုပ်ကြီးက ပရီးမီးယားလိဂ်မှာ ဂိုးပေါင်း ၁၀၀ သွင်းခဲ့ပြီး ခေါင်းတိုက်ဂိုးအများဆုံးဆိုတဲ့ စံချိန်ကိုတင်ထားပါတယ်။ပီတာခရောက်ခ်ျဟာ ပရီးမီးယားလိဂ်မှာဆိုရင် တော်တော်ကို Underrated ဖြစ်တဲ့ ကစားသမားလို့ ကျွန်တော်ပြောရင် ငြင်းချင်တဲ့လူတွေရှိလိမ့်မယ်။ ဒါပေမဲ့ ဆက်ပြောပါရစေဦး။ ပီတာ‌ခရောက်ခ်ျလို အရပ်အမောင်းနဲ့ ရှေ့တန်းတိုက်စစ်မှူးဖြစ်ဖို့ဆိုတာ လွယ်တဲ့ကိစ္စမဟုတ်ပါဘူး။ သူ့လို ဂိုးတွေသွင်း ဖလားတွေယူဖို့ဆိုရင် ပိုတောင်ခက်ဦးမှာပါ။သူ့ရဲ့ ကစားပေါက်ကိုကြည့်မယ်ဆိုရင် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1fA1v/(CM)_That_Peter_Crouch_Film_(2023)_WEB-DL_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCV7eNGdVTYKOmc9zll7Hl9GEgX.jpg",
        "title": "Amar Es Madurar / To Love Is To Grow (2023)",
        "description": "Amar Es Madurar / To Love is to Grow (2023)ဘဝမှာ အိပ်မက်တွေကိုအကောင်ထည်ဖော်နိုင်တဲ့သူအလွန်နည်းပါတယ်။\nတချို့ဆို မိန်းမရပြီးတာနဲ့ ကိုယ့်အိပ်မက်တွေက အလိုလိုစွန့်လွှတ်ပြီးသားဖြစ်သွားကြတယ်။\nWar and peace စာအုပ်ထဲက စာသားလေးလိုပဲ ရောင်းရင်း မိန်းမယူမယ်ဆို\nကိုယ့်အိပ်မက်တွေအကောင်ထည်ဖော်ပြီးတဲ့အချိန် ဒါမှမဟုတ် မိန်းမတွေကိုလုံးဝစိတ်ကုန်သွားတဲ့အချိန်မှ မိန်းမယူပါတဲ့။\nဒါပေမဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ အဲ့လိုရည်ရွယ်ချက်နှစ်ခုလုံး အကောင်ထည်ဖော်နိုင်ခဲ့တဲ့ အာဂ ယောကျာ်းတစ်ယောက်အကြောင်းပါ။\nဂျုအန်ဟာ ဖက်ရှင်မော်ဒယ် အလန်းလေးတစ်ယောက်နဲ့ ကြိုက်ပေမဲ့ ဘာမှစောက်ဖြစ်မရှိတဲ့သူပါ\nပြောရရင်စော်ကပြန်အမ်းထားတဲ့ကောင်ပေါ့။\nဒါပေမဲ့ သူ့မှာအိပ်မက်တစ်ခုတော့ရှိတယ် သူ့အိပ်မက်ကတော့ ဘောလုံးပါပဲ\nကန်ဖို့တော့မဟုတ်ဘူး ဘောလံုးနဲ့ပတ်သက်တာ အကုန်လုပ်ချင်နေတဲ့သူပါ။\nဒါပေမဲ့ စော်ကအမ်းလဲထားရသေး သဝန်လဲတိုခံရတော့ ကြာတော့သိပ်မကြည်တော့တာနဲ့ လမ်းခွဲသွားပါရော။\nဒါပေမဲ့ အချစ်ကြီးသူတို့ထုံးနှလုံးမှုပြီး စော်ပြန်ပြီးအထင်ကြီးခံရဖို့ အိပ်မက်တွေနောက်လိုက်ရင်း ဘာတွေပေးဆပ်ရမလဲ။\nသူ့စော်ကော ပြန်ရဦးမှာလားဆိုပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမဲ့ ကိုလံဘီယာက Romance comedy ကားလေးပါ။ ကြည့်ရှုအားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်.Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/1Vxqk/Amar.Es.Madurar.2023.NF.WEB-DL-720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/25942745-f176-4591-bba6-389ecf114793-133x200.jpg",
        "title": "The Lunchbox (2013)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (97%)အိန္ဒိယအပြင် အာရှ ရုပ်ရှင်ဆုပေါင်း ၂၈ ခုနဲ့ ဆန်ခါတင်စာရင်းတွေမှာ ၄၈ကြိမ်ပါဝင်ခဲ့တဲ့ လွန်လေသူ မင်းသားကြီး Irrfan Khan ရဲ့ ရုပ်ရှင်လှလှလေးပဲဖြစ်ပါတယ်။\nရုပ်ရှင်နာမည်က The Lunchbox ထမင်းဘူးလေးတဲ့။\nရုပ်ရှင်တစ်ခုလုံးကို ဒီအပေါ်မှာပဲ ဇာတ်အိမ်တည်သွားတယ်။သွေးအေးနေတဲ့ခင်ပွန်းသည်အတွက် ထမင်းဘူးထည့်ပေးတဲ့ အိမ်ထောင်ရှင်မတစ်ယောက် သူထည့်ပေးလိုက်တဲ့ ထမင်းချိုင့်က တခြားသူတစ်ယောက်ဆီမှားပြီးရောက်သွားရာကနေစလို့ ဒီဇာတ်လမ်းလေး စတင်ပါတယ်။ကိုယ်နဲ့တစ်ခါမှမမြင်ဖူးတဲ့ သူစိမ်းတစ်ယောက်နဲ့ စာလေးတွေကတဆင့် အဖြူရောင်သံယောဇဉ်ကြိုးတစ်ချောင်း ချည်နှောင်တဲ့အခါမှာ ထမင်းချိုင့်လေးက ကြိုးသီသူလေးတစ်ဦးဖြစ်ခဲ့တာပေါ့။သူတို့ ၂ ယောက်က ဒီနေ့ဟင်းတော့ ဆားငန်တယ် ဒီနေ့ဟင်းကတော့ အစပ်များတယ် ဆိုတာက‌စလို့ ကိုယ့်ရဲ့ခံစားချက်တွေ အမှတ်တရတွေကိုပါ ထမင်းချိုင့်ထဲ စာလေးထည့်ပြီးပြောပြကြတဲ့အထိ ရင်းနှီးသွားခဲ့ကြပါတယ်။တစ်ကိုယ်တည်းနေတဲ့ ဖာနန်ဒက်နဲ့ အီလာတို့နှစ်ယောက်ကြား ပို့တဲ့စာလေးတွေကိုဖတ်ရင်း သူတို့ကြားက ထုတ်မပြောတဲ့ ချစ်ခြင်းမေတ္တာတစ်ခုကို တွေ့ရတယ်။\nချစ်ခြင်းမေတ္တာဟာ ပုံစံအမျိုးမျိုးနဲ့တည်ရှိနိုင်ပြီး ဖွင့်ဟလို့ရတဲ့နည်းလမ်းတွေအများကြီးရှိကြောင်း ဒီရုပ်ရှင်လေးက သက်သေပါပဲ။\nဒီရုပ်ရှင်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fA12/(CM)_The_Lunchbox_2013_BluRay_720p_Hindi_AAC_5.1_x264-Naung.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://megaup.net/2BuS0/Hit.and.Run.2012.720p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utLUwuTYZ7SamVlKFicl3DFs0UL.jpg",
        "title": "About Us But Not About Us (2023)",
        "description": "ပွင့်လင်းရာသီမြန်မာပြည်ဖြစ်လာပြီဆိုတော့လည်း မီယမ်မာကြီးမှာလည်း LGBTQ နဲ့ပတ်သက်လို့ အရင်ကထက် ပိုပွင့်လင်းလာတဲ့အခြေအနေမှာရှိပါတယ်။\nဒါပေမဲ့လည်း လုံးဝကြီးပွင့်လင်းတာလည်း မဟုတ်သေးပြန်တော့ လွဲမှားနေတဲ့ Myths လေးတွေတော့ ရှိပါသေးတယ်။\nဒီဖိလစ်ပိုင်ကားလေးကို အကြိုက်ဆုံးအချက်ကိုပြောရမယ်ဆိုရင်တော့ LGBTQs are just humansဆိုတဲ့အချက်ကို ချပြထားတာကိုပါပဲ။\nPrivilege လူတန်းစားလည်းမဟုတ်သလို နှိမ်ချစရာလည်းမဟုတ်တဲ့ သာမန်လူလိုပဲ ဆိုးကွက် ကောင်းကွက်တွေအကုန်ရှိနေနိုင်တယ်ဆိုတဲ့ Human natureကိုချပြထားတဲ့ရုပ်ရှင်လေးပေါ့။\nဖိလစ်ပိုင်ဒရာမာတွေ ကြိုက်နှစ်သက်တဲ့လူတွေဆိုရင်တော့ ဒီကားလေးကို ကြည့်ဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုတော့ ကိုဗစ်ရောဂါ ထကြွသောင်းကျန်းနေတဲ့ကာလမှာ အခြေတည်ထားပြီးတော့\nတက္ကသိုလ်က အင်္ဂလိပ်ဘာသာပရော်ဖက်ဆာဖြစ်တဲ့ အဲရစ်က သူ့ရဲ့တပည့်ဖြစ်တဲ့ လန်းစီလော့နဲ့ လာတွေ့တာကနေ အစပျိုးထားပါတယ်။\nဆရာကတော့ သိပ်လှတဲ့သက်တန့်ကြီး ကွေးနေပေမဲ့ တပည့်ဖြစ်တဲ့လန့်စ်ကတော့ ရေရေရာရာမသိတဲ့ မကွေးတကွေးလေးပေါ့။\nဒါပေမဲ့ ဆရာဖြစ်သူအဲရစ်ရဲ့ အထူးအထူးသော အလေးပေးမှု ဂရုစိုက်မှုတွေကြောင့် ပတ်ဝန်းကျင်ကပြောစရာဖြစ်နေတာပေါ့။\nအဲရစ်ဘက်ကကြည့်တော့လည်း ပထွေးကရိုက်နှက်ခံရလို့ ခိုကိုးရာမဲ့တပည့်ကို ဂရုစိုက်ပေးတာဖြစ်ပြီး\nပတ်ဝန်းကျင်ကကြည့်တော့လည်း ၁၇ နှစ်တာတွဲခဲ့တဲ့ချစ်သူ နာမည်ကျော်စာရေးဆရာမားကပ်စ်က ကိုယ့်ကိုယ်ကိုယ်သတ်သေသွားရတာ\nလန့်စ်နဲ့အဲရစ်ကြားက ကရုဏာပိုလွန်းတဲ့ဆက်ဆံရေးကြောင့်လား သို့လော သို့လောပေါ့။ဒီလိုနဲ့ ထွေရာလေးပါးစကားဝိုင်းလေးကနေ အရှိန်တက်လာတဲ့ သူတို့ ...",
        "rating": "6",
        "url": "https://megaup.net/3hsky/About.Us.But.Not.About.Us.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTY1OTI0NjcyM15BMl5BanBnXkFtZTcwOTc1NzI5OA@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Resolution (2012)",
        "description": "(၂၀၁၂) လောက်ကထွက်ထားတဲ့ Resolution လို့ခေါ်တဲ့ Horror/ Thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်းအကျဉ်းကတော့ ခရစ်ဟာဝေးလံခေါင်သီတဲ့အရပ်က တဲအိမ်လေးတစ်လုံးမှာနေထိုင်တဲ့ အားတိုင်းဆေးကွဲပြီးရမ်းကားနေတဲ့ ဆေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အထက်တန်းတုန်းကသူငယ်ချင်း မိုက်ခ်ဟာ သူငယ်ချင်းကိုဒီဘဝကကယ်တင်ဖို့ရည်ရွယ်ချက်နဲ့ ခရစ်ဆီရောက်လာပါတော့တယ်။ ခရစ်ကို ပြည်လည်ထူထောင်ရေးစင်တာကိုပို့ဖို့ အနုနည်းနဲ့ပြောမရတာကြောင့် အကြမ်းနည်းသုံးပြီး ခရစ်သဘောတူလာမဲ့အချိန်ထိ လက်ထိပ်ခတ်ဖမ်းဆီးထားပါတော့တယ်။ ဒါပေမဲ့ သူတို့ဉာဏ်မမီတဲ့ ထူးဆန်းတဲ့ကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာတဲ့အခါမှာတော့ သူတို့ရဲ့ဘဝတွေလည်း ဇောက်ထိုးမိုးမျှော်ဖြစ်ကုန်ပါတော့တယ်။ဒီဇာတ်ကားမှာ Setting ကိုလည်း အဟောင်းအနွမ်းတွေနဲ့ပြည့်နှက်နေတဲ့ ဒေသခံတွေကလည်းဖော်ရွေမှုမရှိတဲ့ ထူးဆန်းတယ်ဆိုတဲ့ခံစားချက်ကို အပြည့်အဝရစေတဲ့ တောခေါင်ခေါင်နေရာတစ်ခုမှာ ရွေးချယ်ရိုက်ကူးထားတာမို့ Horror ကား vibe အပြည့်အဝရစေမှာပါ။ Horror ဆိုပေမဲ့လည်း Jump scare တွေနဲ့ပြည့်နေတဲ့ သရဲကားလိုပုံစံမျိုးမဟုတ်ဘဲ တထိတ်ထိတ်နဲ့ဇာတ်လမ်းကို ဖြည်းဖြည်းချင်းပဲဆွဲခေါ်သွားတာမို့ Mystery/Thriller လို့ပြောရင် ပိုမှန်ပါလိမ့်မယ်။ ကားဟောင်းတစ်ကားဖြစ်ပေမဲ့ IMDB rating 6.3 ထိရရှိထားတာမို့ Horror ကားတစ်ကားအတွက်တော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1fxf6/Resolution.2012.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWFhNjg3YjctMjg2Ny00YjBkLTg5M2EtMTk2MjA1NDY3NzQ2XkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Sound of Music (1965)",
        "description": "The Sound of Music (1965)===================IMDb Rating - 8.1/10အကောင်းဆုံး Musical Genre Movies တွေအကြောင်းပြောကြမယ်ဆိုရင် (1966)အော်စကာရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးရုပ်ရှင်တည်းဖြတ်ဆု..စသဖြင့် အော်စကာ၅ဆုအပြင် အခြားသောရုပ်ရှင်ဆုပေါင်းများစွာကိုပါ ပတ်သိမ်းလာတဲ့ “The Sound of Music” က သေချာပေါက်မပါမဖြစ်ပါပဲ။ (1965)ခုနှစ်က ထွက်ရှိခဲ့ပြီး ဩစတြီးယားနိုင်ငံက ဗွန်ထရက်ပ်မိသားစုအကြောင်း ဖြစ်ရပ်မှန်အခြေခံပြီး ရိုက်ကူးထားတဲ့ “The Sound of Music” ရုပ်ရှင်ဟာ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တာကြောင့် သူ့ရုံဝင်ငွေနဲ့ ဒေဝါလီခံရခါနီး 20th Century Fox Studio ကိုကယ်ပေးနိုင်တဲ့အထိကို ဖြစ်ခဲ့ပါတယ်။ IMDb rating 8.1/10 ရရှိထားပြီး ထွက်ရှိခဲ့တဲ့အချိန်ကနေ ယခုအချိန်ထိ Box Office ရဲ့ No.6နေရာမှာ ရပ်တည်နေတဲ့ ဂန္ထဝင်ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကိုအခြေတည်ရိုက်ကူးထားတာဆိုပေမဲ့ တကယ့်အပြင်လက်တွေ့နဲ့ ကွဲလွဲချက်လေးတွေရှိပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Vwhq/The.Sound.of.Music.1965.720p.BluRay.(cm).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTlhYmU3Y2YtNzI4Zi00NjIyLWIyOTEtNmQ4YjM5NzEzYjQwXkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-150x200.jpg",
        "title": "The Initiated (2023)",
        "description": "ဇာတ်လမ်းကတော့ Kashbah ဆိုတဲ့မြို့တစ်မြို့မှာဇာတ်အိမ်တည်ထားပြီး ပြည်သူတွေဟာမိုးဆက်တိုက်ရွာနေပေမဲ့ရေရှားပါးတဲ့ပြဿနာနဲ့ရင်ဆိုင်နေကြရပါတယ် ဘာလို့လည်းဆိုတော့ရွာနေတဲ့မိုးတွေကအဆိပ်သင့်နေတဲ့အက်စစ်မိုးတွေဖြစ်နေလို့ပါ ခေတ်ပျက်နေတဲ့အချိန်မှာမတော်လောဘသမားတွေနေရာယူလာပြီးအမှုမျိုးစုံဆက်တိုက်ပေါ်ပေါက်လာပါတော့တယ် ဖရန့်ခ်မိုလီနာဆိုတဲ့သတင်းထောက်နဲ့ဂါဘီဆိုတဲ့နပန်းမယ်တို့ဟာသူတို့သူငယ်ချင်းသေသွားရာကစလို့လူပျောက်တဲ့အမှုတွေလိုက်စုံစမ်းရာကနေတကယ့်အမှုကြီးတစ်ခုကိုအစသွားဖော်မိလျက်သားဖြစ်သွားပါတော့တယ်သူတို့နှစ်ယောက်ပေါင်းပြီးတရားခံ‌ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ ဘယ်သူတွေကရောဒီလိုရက်စက်တဲ့အမှုတွေကျူးလွန်နေကြတာလဲဆိုတာကိုကြည့်ရှုရမှာပါ လူတွေရဲ့လောဘတွေ အတ္တတွေ တစ်ကိုယ်ကောင်းဆန်မှုတွေကိုမီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ် File size…(1.2 GB)/(690 MB)/(320 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Crime, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://megaup.net/1fxfe/Los.Iniciados.2023.720p.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjgxZTQ3NzYtNTZiNS00NmMzLWJmM2QtN2EwNzJhY2QyNmJmXkEyXkFqcGdeQXVyNzU5MDIyNw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The Civil Dead (2023)",
        "description": "The Civil Dead (2023)\n================\nIMDb Rating - 6.3/10ဒီကားလေးကတော့ Clay လို့ခေါ်တဲ့ အပျော်တမ်းဓာတ်ပုံစရာ\nတစ်ယောက်ရဲ့ ကြုံခဲ့တာလေးကိုရိုက်ကူးထားတာပါ။ Clay က\nများသောအားဖြင့် အိမ်မှာဘဲ ဘီယာလေးသောက်လိုက် Chill\nလိုက်နဲ့ နေတတ်တဲ့ အိမ်တွင်းပုန်းဖက်တီးလေးတစ်ယောက်ပေါ့။\nဒါပေမဲ့ သူ့မှာချစ်သူကောင်မလေးတော့ရှိပါတယ်။ အိမ်ငှားခပေး\nရက်နီးလာပြီဆိုရင် ကောင်မလေးကခိုင်းတော့ Clay တစ်ယောက်\nပုံလေးဘာလေးထွက်ရိုက်ရတာပေါ့။တစ်နေရာကျ သူရိုက်မဲ့ ရိုက်ကွင်းထဲ လူတစ်ယောက်က လာပိတ်\nရပ်နေတော့ Clay လည်း ဘာညာသွားပွားရင်းနဲ့ အမှတ်မထင်\nစကားလက်ဆုံကျပြီး ခင်မင်သွားပါတော့တယ်။ လူတစ်ယောက်\nဓာတ်ပုံရိုက်မဲ့ရှေ့ ဖြတ်လျှောက်တာတောင် ခုကာလမှ သိပ်ကြိုက်\nကြတာမဟုတ်ဘူးမှတ်လား၊ အခုလိုရိုက်မဲ့ view ထဲ တည့်ကြီးရပ်\nနေတာကကျ ဘောင်ကျော်သွားပါပြီ။ ဒါပေမဲ့ ဖြစ်ချင်တော့ ရပ်နေ\nတဲ့သူကလည်း အမြင်ကတ်ပုဒ်မနဲ့ရပ်နေတာမဟုတ်ဘဲ သူ့ကိုမမြင်\nနိုင်ဘူးထင်လို့ သူ့ဖာသာရပ်နေတာပါ၊ ဘာလို့ဆို သူက သရဲဖြစ်နေ\nလို့ပါဘဲ။ အဲတော့ သရဲ နဲ့ ဘော်ဒါဖြစ်သွားတဲ့ Clay တစ်ယောက်\nဘာတွေဘယ်လိုကြုံရမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်\nကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Vv0w/The.Civil.Dead.2022.720p.WEBRip(cm).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGE3NWM2ZDUtMGRjYi00NmQ1LWFkZGMtNGMxMDM2NTQyYWJhXkEyXkFqcGdeQXVyMjM4MTAwNzQ@._V1_-133x200.jpg",
        "title": "Twisted Sister (2023)",
        "description": "Twisted Sister (2023)\n===============ကျွန်တော်တို့ ဘဝမှာ ရှိနေမှန်းမသိခဲ့တဲ့ အစ်မတစ်ယောက် ရုတ်တရက်‌\nပေါ်လာခဲ့မယ်ဆိုရင် ဘယ်လိုလုပ်ကြမလဲ။ မိဘတွေ တည်ထောင်ခဲ့တဲ့\nကုမ္ပဏီကို အမွေဆက်ခံပြီး ချစ်စရာသမီးလေး ခင်ပွန်းနဲ့အတူ အမ်မလီရဲ့\nဘဝလေးက ပြီးပြည့်စုံနေပါတယ်။ တစ်ရက်မှာတော့ ကလေးထိန်း အလုပ်\nလျှောက်မယ့် အမျိုးသမီးတစ်ယောက် အမ်မလီတို့ အိမ်ကို ရောက်လာပါ\nတယ်။ အဲဒီအမျိုးသမီးက သူ့ကိုယ်သူ အမ်မလီရဲ့ မိဘတွေ စွန့်ပစ်လိုက်\nတဲ့ အစ်မရင်း လီလီပါလို့ ပြောလာပါတော့တယ်။ကုမ္ပဏီအလုပ်တွေနဲ့ ဖိအားများနေပြီး အားကိုးစရာ လိုအပ်နေတဲ့ အမ်မလီ\nတစ်ယောက် အစ်မကို စိတ်ချလက်ချ ယုံကြည်နိုင်ပါ့မလား၊ တစ်ချိန်တည်း\nမှာပဲ အမ်မလီတစ်ယောက် တိုက်ခိုက်မှုတွေ ဆက်တိုက်ကြုံလာရချိန် တ\nရားခံက ဘယ်သူလဲ၊ အမ်မလီနဲ့ မိဘတွေက လီလီ့ကို ဘာလို့ စွန့်ပစ်လိုက်\nတာလဲ ဆိုတာတွေကို ရင်တမမ ခံစားရမှာမလို့ အားလုံးအတူ ခံစားကြည့်\nလိုက်ကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhu Myat Thwe ဖြစ်ပါတယ်)File Size..........(1.4 GB) / ...",
        "rating": "5.0",
        "url": "https://megaup.net/3hr3D/Twisted.Sister.2023.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDA0N2FmMDYtZWJmNC00YjA1LWIwNGItNTRkZjM5NTczNTMzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Ishq-e-Nadaan (2023)",
        "description": "Ishq-e-Nadaan 2023ယခုတစ်ခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့\nဟင်ဒီအချစ်ဒရာမာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသမီးကြီးနီနာဂူပတာတို့\nအဓိကပါဝင်ထားပြီး ဘောလိဝုဒ်နာမည်ကြီး\nသရုပ်ဆောင်တွေများစွာပါဝင်ထားပါတယ်။ဇာတ်လမ်းတစ်ပုဒ်ထဲမှာ စုံတွဲသုံးတွဲတို့ရဲ့အချစ်ဇာတ်လမ်းကို အချိတ်အဆက်မိမိတင်ဆက်ထားပါတယ်။\n- ဘဝကိုရုန်းကန်နေရပြီး တစ်နေ့မှာ စီးပွားရေးလုပ်ငန်းရှင် အမျိုးသမီးတစ်ဦးနဲ့ဆုံတွေ့ခဲ့တဲ့သူတစ်ဦး\n- သားနဲ့ချွေးမဖြစ်သူတို့အိမ်ကို အလည်သွားရမှ မထင်မှတ်ထားတဲ့လူတစ်ယောက်နဲ့ဆုံပြီး အချစ်‌တွေပြန်ပေါက်ဖွားလာသူ\n- မချစ်ရက်တော့တဲ့သူတစ်ဦးနဲ့ ချစ်တတ်လွန်းသူတစ်ဦးတို့ဆုံကြရာဝယ်...ဒီလိုနဲ့အချစ်ရဲ့ အဓိပ္ပာယ်ကိုယ်စီရှာဖွေရင်း အချစ်ဆိုတဲ့ဟာကို\nသူတို့ဘယ်လိုခံယူထားကြတယ်ဆိုတာ အသီးသီးအဖြေရှာကြရင်း\nဇာတ်ကောင်တွေအများကြီးနဲ့ ဇာတ်လမ်းရှုပ်ယှက်ခတ်သွားတာမျိုးမဖြစ်စေဘဲ\nသူ့ဇာတ်ကောင်နဲ့သူ အံဝင်ခွင်ကျနဲ့ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon~BpL~V~Zwe~Cherry~YH တို့ပဲဖြစ်ပါတယ်။\nFile size…1.75 GB / 643.3 MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder…YK\nTranslated by Moon~BpL~V~Zwe~Cherry~YH",
        "rating": "7.4",
        "url": "https://megaup.net/1Vxf9/Ishq_E_Nadaan_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTUwOTMxNjc2OV5BMl5BanBnXkFtZTgwODQ4OTMxNTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Piku (2015)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)Deepika Padukone, Amitabh Bachchan နဲ့ Irrfan Khan တို့လို ထိပ်တန်းသရုပ်ဆောင်တွေနဲ့ ဒီရုပ်ရှင်ကတော့ ဘောလိဝုဒ်ရဲ့ ထိပ်တန်းဒရမ်မာရုပ်ရှင်ဖြစ်ပါတယ်။\nမင်းသမီးဒီပီကား အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကို ရရှိခဲ့သလို အခြားဆုပေါင်းများစွာလဲ ရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nနားက မကောင်း၊လုပ်ချင်ရာ ဇွတ်လုပ်တတ်တဲ့ ဖခင် မစ္စတာဘာနာဂျီမှာ ပီကူးဆိုတဲ့ ဗိသုကာပညာရှင် ထက်မြက်တဲ့သမီးတစ်ယောက်ရှိပြီး သူမကလဲ အဖေတူသမီးပီပီ အမြဲ အလုပ်များနေသလို စိတ်ကလည်း မရှည်တတ်ပါဘူး။ဒါကြောင့်လဲ အဖေနဲ့သမီးဟာ အမြဲလိုလို တကျက်ကျက်နဲ့ ကတောက်ကဆ ဖြစ်နေကျပါ။ဒီလိုနဲ့ သူတို့ သားအဖနှစ်ယောက် ကာလကတ္တားကို ခရီးထွက်ဖို့ ဖြစ်လာတဲ့အခါ ပီကူးတို့ သားအဖ နှစ်ယောက်အကြောင်းကို သိတဲ့ ဘယ်သူမှ ကားအငှားမလိုက်ကြပါဘူး။  ဒါပေမယ့် ဘယ်လိုမှ ငြင်းဆိုမရတဲ့အဆုံး ကားအငှားလုပ်ငန်းပိုင်ရှင် ဖြစ်တဲ့ ရာနာကိုယ်တိုင်  ကားလိုက်မောင်းပေးဖို့ဖြစ်လာရပါတော့တယ် ။\nဒီလိုနဲ့ လမ်းခရီးတစ်လျှောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Vw81/(CM)_Piku_2015_BluRay_Hindi_720p_x264_AAC_5.1-Naung.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjAzMTI1MjMyN15BMl5BanBnXkFtZTgwNzU5MTE2NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bird Box (2018)",
        "description": "ကမ္ဘာကြီးမှာ ဒုက္ခတွေ အလိုရမက်လောဘသားတွေ ထူပြောလာတာနဲ့အမျှဆေးကြောသုတ်သင်မယ့်သူတွေပေါ်လာစမြဲပါပဲ Kingmans:The Secret Serviceထဲက ဗယ်လတိုင်းလိုမျိုး ဒါမှမဟုတ်Avengers:Age of Ultron ထဲက Ultronကြီးလိုမျိုးပေါ့ ဒါပေမယ့်အခုဇာတ်ကားမှာတော့ နတ်ဆိုးလိုလိုဘာလိုလိုအမျိုးအမည်မသိတဲ့ ကောင်ကြီးအနေနဲ့မြင်ရမှာပါသူတို့ကို မမြင်ရဘူး မြင်ရ ရင်လဲအဲ့လူကအသက်မရှင်ဘူး ကိုယ့်ကိုကိုယ်သတ်သေမိတော့တာပဲ ဇာတ်လမ်းအကျဉ်းကတော့ အဲ့သဘာဝလွန်ကောင်ကြီးထွက်လာတယ်ပေါ့ လူတွေလဲ အစကမသိတော့ကြည့်မိကြပြီး ရူးကုန်တယ် ကိုယ့်ကိုကိုယ်သတ်သေတယ် စိတ်တွေ လွတ်ထွက်ကုန်တယ်တစ်ရက် မယ်လိုရီဆိုတဲ့ ကျွန်တော်တို့မင်းသမီးချောကြီး Sandra Bullock တစ်ယောက် သူ့ညီမဖြစ်သူနဲ့ ဗိုက်သွားပြတာပေါ့ လမ်းမှာ အဲ့ကမ္ဘာပျက်မယ့်အဖြစ်အပျက်နဲ့ ကြုံတွေ့မိတာပဲ ကံကောင်းချင်တော့ကယ်မယ့်သူပေါ်လာပြီး အိမ်တစ်အိမ်ထဲရောက်ခဲ့တယ် အဲ့အိမ်မှာလဲအခြားသူတွေရှိတာပေါ့ ဒီတော့ဇာတ်လမ်းက survivalဇာတ်လမ်း အဲ့အိမ်ထဲမှာပိတ်မိနေတဲ့သူတို့Medusa လိုမျိုးအကြည့်တစ်ချက်နဲ့ရူးစေတဲ့နတ်ဆိုးကြီးဘေးက ကမ္ဘာပျက်ကပ်ဆိုက်နေတဲ့ဘေးကဘယ်လိုရှင်သန်အောင်လုပ်ကြမလဲ ဇာတ်သိမ်းလေးဘယ်လိုဖြစ်သွားမလဲကတော့ ကိုယ့်ဖာသာပဲကြည့်ရှုခံစားကြည့်ပါဆိုတော့တာ ဒီကားလေးက rating သိပ်မများပေမယ့် အတော်လေးသပ်ရပ်လှပတဲ့ကားလို့မြင်မိပါတယ်နာမည်လေးကလဲBird Box ငှက်အိမ်လေးတဲ့ ဒီနာမည်ပေးထားတာလေးကိုချီးကျူးမိတယ် ဇာတ်လမ်းနဲ့လဲဆက်စပ်နေတာကိုး ဆိုတော့ကာ plotကကျွန်တော်ပြောခဲ့သလိုပဲဘာမှ သိပ်ထူးထူးခြားခြားကြီးမရှိဘူး ဒါပေမယ့်ကြည့်ရတာတော့သိပ်ကိုထူးခြားမှာပါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Buzj/Bird_Box.2018.1080p.WEB-DL.CM.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vLr7juofGqjOI2CyJ7hEKBXymxu.jpg",
        "title": "Lost Illusions (2021)",
        "description": "Rotten Tomatoes မှာ 93% , IMDb မှာ 7.4 Ratingရထားတဲ့ပြင်သစ်ဇာတ်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ရပါတယ်။ ၁၉၈၀ ခုနှစ်မှာ အသက် ၂၀ အရွယ်ကဗျာဆရာလေးတစ်ယောက်ဖြစ်တဲ့လူစီယန်က အသိုင်းအဝိုင်းကြီးတစ်ခုကအိမ်ထောင်ရှိအမျိုးသမီးတစ်ယောက်နဲ့ ဖောက်ပြန်မိပြီးတဲ့နောက်မှ သူ့ရဲ့အိမ်ကနေ ပဲရစ်ကိုထွက်ခွာလာခဲ့ရပါတော့တယ်။စစချင်းမှာတော့ပဲရစ်မှာဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိပဲ ပါလာတဲ့ ပိုက်ဆံလေးတွေလဲ ပြောင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်သူ့ရဲ့ ကဗျာစွမ်းရည်နဲ့စာရေးတဲ့ စွမ်းရည်က သူမတူပဲအရမ်းထူးချွန်ပြောင်မြောက်နေတဲ့အတွက် အရည်အချင်းရှိသူတွေအတွက် နေရာမရှားပါဘူးဆိုတာကိုသက်သေပြသွားပြီးတော့ သတင်းစာတိုက်တစ်ခုမှာအလုပ်ရသွားပါတော့တယ်။နောက်ပိုင်းမှာတော့လူစီယန်တစ်ယောက်ကျော်ကြားမှုနဲ့ချမ်းသာမှုတွေလဲပြန်ရလာခဲ့ပါတော့တယ်။ ဒါပေမယ့်ကံကြမ္မာဆိုတာက ချိုတစ်လှည့်ခါးတစ်လှည့်ဆိုတဲ့ အတိုင်းပဲသူ့ဘဝရဲ့ကျရှုံးချိန်တွေကိုရော ဘယ်လိုပြန်ရောက်သွားမလဲဆိုတဲ့ကဗျာဆရာလေးရဲ့ ပဲရစ်မှာကြုံရဆုံရစွန့်စားခန်းအမျိုးမျိုးအဖုံဖုံကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File size…1.99GB / 785MB\nQuality…WEB-Rip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 29m\nGenre ..... Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.4",
        "url": "https://megaup.net/1Vx3f/Lost.Illusions.2021.WEBRip720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tu-Jhoothi-Main-Makkaar-133x200.jpg",
        "title": "Tu Jhoothi Main Makkaar (2023)",
        "description": "Tu Jhoothi Main Makkar (2023)\nIMDb - 6.7 / 10ဒီတစ်​ခေါက်မှာက​တော့ ဟာသဆန်ဆန်နဲ့အချစ်ဇာတ်လမ်း​လေးကို သ​ဘောကျကြသူ​တွေအတွက်\nနာမည်ကြီးမင်းသား​ချော Ranbi Kapoor နဲ့ မင်းသမီး​ချော​လေး Shraddha Kapoor တို့\nပါဝင်သရုပ်​ဆောင်ထားပြီး Box Office ၂၁၉.၇၂ကု​ဋေအထိရရှိထားတဲ့\nTu Jhoothi Main Makkarဆိုတဲ့ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိလာတဲ့\nဟာသအချစ်ဇာတ်ကား​ကောင်း​လေးနဲ့ တင်ဆက်​ပေးလိုက်ပါတယ်မစ်ကီဆိုတဲ့သူ​ဌေးသား​လေးဟာ ချစ်သူ​တွေကိုလမ်းခွဲရာမှာ ကူညီ​ပေးတဲ့\nလမ်းခွဲ​​ရေးသမား​လေးဖြစ်ပါတယ် ကိုယ့်ချစ်သူကိုလမ်းခွဲစကား​ပြောဖို့\nအခက်​တွေ့​နေသူတိုင်းက မစ်ကီကိုအကူညီ​တောင်း​​လေ့ရှိပါတယ်\nဒီလိုသူများအကျိုး​ဆောင်ရာမှာ ​အောင်မြင်ခဲ့တဲ့မစ်ကီတစ်​ယောက်က\nသူ့အချစ်ဆုံးသူငယ်ချင်း မန်နူကိုသူ့​ကောင်မ​လေးနဲ့\nလမ်းခွဲ​ပေးဖို့ကူညီရာမှာ​တော့ ဒုက္ခလှလှ​တွေ့ပါ​တော့တယ်အ​ကြောင်းက​တော့ မန်နူရဲ့သတို့သမီး​လောင်းဖြစ်သူကင်ချီရဲ့\nသူငယ်ချင်းတင်နီဆိုတဲ့ ​မိန်းမလှ​လေးကိုမြင်မြင်ချင်း​ချစ်မိသွားတဲ့အတွက်​ကြောင့်ပါပဲ\nမစ်ကီတစ်​ယောက်သူ့သူငယ်ချင်းကို လမ်းခွဲ​ပေးဖို့အတွက်\nဆက်ကူညီ​ပေး​လေမလား ဘယ်လိုအလွဲလွဲ​အ​ချော်​ချော်​တွေကြုံပြီး ​\nဖြေရှင်းမလဲ ဒါ့အပြင်မိန်းမလှ​လေးတင်နီနဲ့လမ်းခွဲ​ရေးသမား​လေးမစ်ကီကြားက\nကွာခြားချက်​တွေ​ကြောင့်ဘယ်လိုကိစ္စ​တွေကြုံရမလဲဆိုတာ\nဟာသ​နှောပြီးရိုဆန်ဆန်​​လေးဖြစ်တဲ့အချစ်ဇာတ်လမ်း​လေးကို ရင်ခုန်စွာကြည့်ရှူ့ရ​အောင်\nFile size…10GB /2.71GB / 1.4GB\nQuality…4k NF WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder….YK\nTranslated by KhinKhin~Yunni~BpL~Sai~ThaikSan",
        "rating": "6.7",
        "url": "https://megaup.net/2zMnu/Tu_Jhoothi_Main_Makkaar_(2023)_Hindi_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doGGzqZOJ7VZWVZdstRAs0i3de1.jpg",
        "title": "The Place (2017)",
        "description": "မြို့တမြို့ရဲ့ လမ်းထောင့်လေးတနေရာမှာ \"the place\"ဆိုတဲ့စားသောက်ဆိုင်လေးတခုရှိတယ်။ ဒီဆိုင်ရဲ့ထောင့်စားပွဲခုံလေးတခုမှာအမြဲထိုင်နေတတ်တာကအမည်မသိတဲ့လူတယောက်။သင်လိုချင်တဲ့အရာဘာပဲဖြစ်ဖြစ်ကိုသူကရအောင်လုပ်ပေးနိုင်သလိုအပေးအယူအနေနဲ့ သူပြန်လိုချင်တာကတော့ သူခိုင်းတဲ့မဖြစ်နိုင်တဲ့တာ၀န်တွေကိုဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်ပြီးမြောက်အောင်လုပ်ပြီး သူ့ကိုအသေးစိတ်ပြန်ပြောပြပေးဖို့ပဲ။သူ့သတင်းကြားပြီး သူ့ဆီကိုလာကြတဲ့တဦးတယောက်ချင်းဆီတိုင်းမှာကလည်း မတူညီတဲ့ ဘ၀ဇာတ်လမ်းတွေ တောင်းဆိုမှုတွေရှိကြသလို ပြန်လုပ်ပေးကြရမယ့် တာ၀န်တွေကလည်းကွဲပြားကြတယ်။ ဥပမာပြောရရင် ရဲတယောက်ကို လုယက်မှုတခုအတွက်သူ့ရဲ့အကူအညီလိုချင်ရင် လူတယောက်ကိုလက်ကိုင်တုတ်နဲ့ သေလုနီးပါးရိုက်ခိုင်းတာမျိုး။ ကလေးအဖေတယောက်ကို သူ့ကလေးအသက်ရှင်စေချင်ရင် တခြားကလေးတယောက်ကိုလက်စ‌ဖျောက်ခိုင်းတာမျိုး။ ဒီလိုနဲ့ပဲ သူ့ဆီကိုလူအမျိုးမျိုးလာကြတယ် သူခိုင်းတဲ့တာ၀န်တွေကို နည်းအမျိုးမျိုးနဲ့လုပ်နိုင်အောင်ကြိုးစားကြတယ်။ဒါပေမယ့် ဒီလူကြီးရဲ့ မှတ်စုစာအုပ်ပေါ်ရေးနေရင်းသူတို့ကိုတီဗီဖန်သားပြင်ပေါ်က ဇာတ်လမ်းတခုလို ဖန်တီးမှုတွေ ရုပ်သေးရုပ်လိုကြိုးဆွဲခိုင်းစေမှုတွေကြားမှာ သူတို့ဘယ်လိုအကြောင်းအရာတွေကိုသိလာကြမှာလဲ။ နောက်ဆုံးမှာတော့ သူတို့ရဲ့တာ၀န်တွေပြီးဆုံးပြီးလိုအင်ဆန္ဒတွေပြည့်၀သွားကြရမလား ကျရှုံးပြီး လက်လွှတ်'လိုက်ရမလားဆိုတာကို The placeဆိုတဲ့ အီတလီ သည်းထိတ်ရင်ဖိုဒရာမာကားလေးမှာရှုစားပေးကြပါဦး။ File size…1.58 GB / 453MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Drama , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/1Vx0c/The.Place.2017.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCzQlgMkp9KkX3eviWDr5Qp5beh.jpg",
        "title": "The New Daughter (2009)",
        "description": "Horror ကား ကြည့်ချင်နေကြသူတွေအတွက် ၂၀၀၉ မှာထွက်ရှိခဲ့တဲ့ The New Daughterဆိုတဲ့ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ ဇနီးဖြစ်သူနဲ့ကွာရှင်းထားတဲ့ စာရေးဆရာတစ်ဦးဖြစ်သူ ဂျွန်ဂျိမ်းစ်ဟာသားနဲ့သမီးကို ခေါ်ပြီး လူသူနည်းပါးတဲ့ အိမ်လေးတစ်အိမ်ကိုပြောင်းရွှေ့လာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သားဖြစ်သူ ဆမ်နဲ့သမီးဖြစ်သူ လူဝီဆာ တို့ဟာ ဆော့ကစားကြရင်း အမှတ်တမဲ့ခြံနောက်ဖေးမှာ ထူးဆန်းတဲ့ တောင်ပို့ကြီးတစ်ခုကိုတွေ့ခဲ့ကြပါတယ်။ဒီတောင်ပို့ကို ရှာတွေ့အပြီးမှာပဲ အိမ်ကြီးမှာ ထူးဆန်းတဲ့အရာတွေတစ်ခုပြီးတစ်ခုဖြစ်လာပြီး လူဝီဆာရဲ့ အပြုအမူတွေဟာလည်းတစ်ဖြေးဖြေး ပြောင်းလဲလာခဲ့ပါတယ်။ဒီဖြစ်ရပ်ကို မသင်္ကာတဲ့ ဂျွန်ဂျိမ်းစ်ဟာ ဒီအိမ်ကြီးရဲ့ နောက်ကြောင်းရာဇဝင်ကို စုံစမ်းကြည့်တဲ့အခါမှာတော့ ခြံနောက်ဖေးကတောင်ပို့ဟာသွေးရိုးသားရိုးမဟုတ်ပဲ လူသေတွေကိုမြှုပ်နှံတဲ့ ရှေးဟောင်း သုဿန်တောင်ပို့တစ်ခု ဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။ အဲ့လို သိလိုက်ရတဲ့အချိန်မှာတော့ သူတို့မိသားစု ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဒီအိမ်ကြီးမှာ ဘယ်လိုရှုပ်ထွေးတဲ့သမိုင်းကြောင်းတွေရှိနေမလဲ၊ လူဝီဆာတစ်ယောက်ရော ဘာတွေဖြစ်နေသလဲဆိုတာ ရင်တထိတ်ထိတ် ကြည့်ရမယ့် Horror dramaကားကောင်းတစ်ကား ဖြစ်ပါတယ်ခင်ဗျာ။  File size…1.90GB / 714MB\nQuality…Blu-Ray  1080p 5.1 CH / ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Burs/The.New.Daughter.2009.BluRay720p(CM).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEOtTC5YyTBxpILKvKgQ8ElpcIT.jpg",
        "title": "Road to Berlin (2015)",
        "description": "Genre – Drama, War\nIMDB – 6.5/10 ဒုတိယကမ္ဘာစစ်နောက်ခံ ရုရှား Red Army ဖက်က အမြင်နဲ့တင်ဆက်ထားတဲ့ စစ်ဒရမ်မာကားလေး ဖြစ်ပါတယ်။အိုဂါကော့ဗ်ဆိုတဲ့ ဆက်သွယ်ရေးအရာရှိလေးက တပ်တွေကိုတစ်တပ်ပြီး တစ်တပ် မြင်းလေးနဲ့ ဆက်သွယ်ပေးနေရတဲ့စစ်သားလေးပေါ့။ တစ်နေရာကျ ဂျာမန်တင့်ကားတွေနဲ့ တွေ့ပြီးအခြေအနေမလှလို့ ပြန်ဆုတ်ခွာလာရပါတယ်။ အဲဒီမှာ အဆက်အသွယ်ပြတ်တောက်လို့ ရုရှားခံစစ်တွေတော်တော်များများ ချိုးဖောက်ခံရတာက သူ့အပြစ်တွေများတယ်ဆိုပြီးစစ်ခုံရုံးမှာ ထွက်ပြေးမှု တာဝန်မကျေပွန်မှု စသဖြင့်တွေနဲ့ သေနတ်နဲ့ပစ်သတ်ဖို့ သေဒဏ်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ သူ့ကို ပစ်သတ်ဖို့စောင့်ကြပ်ဖို့ တာဝန်ကျတာက ရဲဘော် ဇူရာဘိဖ်ဆိုတဲ့ အမိန့်ပဲသိပြီးစကားနည်းတဲ့တစ်ယောက်။ အဲဒီအချိန်မှာပဲ ဂျာမန်တပ်တွေ ရုတ်တရက်ဝင်တိုက်လို့ နှစ်ယောက်သားထွက်ပြေးလာခဲ့ပြီး အမိန့်တာဝန်ကျေပွန်ချင်လို့ ဌာနချုပ်ထိ ရောက်မှ ပစ်သတ်မယ်ဆိုပြီး ခရီးထွက်လာခဲ့တဲ့ အခါမှတော့…..။ရဲဘော်ရဲဘက်နှစ်ဦးရဲ့ တိုက်ပွဲတွေကြား စွန့်စားခန်းတွေထွက်ပြီးညီအစ်ကို သံယောဇဉ်တွယ်ကြပုံတွေကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။တစ်ခုတောင်းဆိုချင်တာကတော့ ရထားတဲ့စာဖိုင်ရဲ့ မပြည့်စုံမှုကြောင့်အဆင်ပြေအောင် ကြိုးစားပြန်ထားတာကို နားလည်ပေးစေချင်ပါတယ်ဗျ။ File size…1.86GB / 957MB\nQuality…Blu-Ray  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fzvi/Road.To.Berlin.2015.BluRay.720p(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpS6aIqBTGLKvpFshmSuegv5JDt.jpg",
        "title": "Sunshine Cleaning (2008)",
        "description": "Genre – Comedy, Drama\nIMDB – 6.8/10 ရှယ်မင်းသမီးတွေဖြစ်တဲ့ Amy Adams နဲ့ Emily Blunt တို့အပြိုင်သရုပ်ဆောင်ထားကြတဲ့ ဘဝသရုပ်ဖော် ဒရမ်မာဟာသကားလေးပါ။ ရို့စ်ဆိုတာက အော်စကာဆိုတဲ့ သားငယ်လေးနဲ့စင်ဂယ်အမေတစ်ယောက် သားကိုကျောင်းထားပြီး အလုပ်ပေါင်းစုံလုပ်ရုန်းကန်နေရတာ။ ဒီလို ရုန်းကန်နေရတဲ့ထဲ ဖခင်ကလည်း တမှောင့်ပေါ့နောက်ပြီး ပိုဆိုးတာက ညီမဖြစ်တဲ့သူ နိုရာ၊ အလုပ်တွေလည်း မမြဲဆေးချလိုက် အရက်သောက်လိုက် ပေါ့ပျက်ပျက်နေလိုက်သူ့သားကိုလည်း ပေါက်ကရတွေ ခေါင်းထဲရိုက်သွင်းပေးနေတဲ့အဒေါ်ဆိုးပေါ့လေ။ ပြီးတော့ လက်ရှိတွဲနေတဲ့ ရဲအရာရှိဆိုတာကငယ်တုန်းက ရည်းစားဟောင်း ဒါပေမဲ့ သူကလည်း မိန်းမနဲ့ ကလေးနဲ့ခိုးစားနေရတဲ့ဘဝမျိုးပေါ့လေ။ အဲဒီအချိန်မှာပဲ အဒေါ်ဖြစ်သူသင်ပေးထားတာ ပေါက်ကရလုပ်ရင်း သားဖြစ်သူကို ပုဂ္ဂလိကကျောင်းပဲထားရတော့မယ့်အခြေအနေရောက်လာပါတယ် ပိုက်ဆံလည်း ပိုလိုလာပါတယ်။ အဲဒါကြောင့် ခိုးစားနေတဲ့ ရဲအရာရှိကြီးကို ရင်ဖွင့်မိတဲ့အခါမှာတော့ လူသေမှုတွေဖြစ်တဲ့ အခင်းဖြစ်ပွားတဲ့နေရာတွေကို သန့်ရှင်းရေးလုပ်ရတာ ငွေကောင်းကောင်းရတယ်ဆိုပြီး ပြောလိုက်တဲ့အခါရို့စ်တစ်ယောက် ဘာမှမသိမကန်းနဲ့ ငွေဇောတိုက်ပြီး ညီမဖြစ်သူပါခေါ်ပြီး ဒီလို မှုခင်းတွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fztn/Sunshine_Cleaning.2008.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eufF3xEif5EZ1gTjdubw3KWh9xU.jpg",
        "title": "The Game Changers(2018)",
        "description": "The Game Changers(2018)အၫႊန္း******************************IMDb....8.1(unicode)ပုံမှန်ဆို Documentary တင်ဖို့အတွက် ကျွန်တော်တို့ တော်တော်စဥ်းစားရပါတယ်...\nဘာလို့ဆို ကြည့်ရှုသူတွေပျင်းတတ်သလို ဇာတ်လမ်းအမျိုးအစားအရ\nစိတ်ဝင်စားစရာလည်း နည်းနေတတ်တာမျိုးပေါ့...\nသို့ပေမယ့် ဒီ Documentary ကျတော့ စိတ်ဝင်စားစရာကောင်းလို့တင်ဆက်ပေးလိုက်တာပါ....တစ်ယောက်တည်းရဲ့အတွေ့အကြုံတင်မဟုတ်ပဲ နာမည်ကျော်အားကစားသမားတွေနဲ့ ငယ်ငယ်ကတည်းကအားပေးနှစ်သက်ခဲ့တဲ့ အာနိုးမင်းသားကြီးရဲ့ကိုယ်တွေ့အဖြစ်လေးတွေကိုမျှဝေထားပါတယ်...\nရှေးယခင်က လုပ်ကိုင်ကြိုးစားခဲ့တာတွေ ဘယ်လိုအခက်အခဲတွေကို ဖြတ်သန်းခဲ့တာတွေ ကို စိတ်ဝင်စားအောင်ရိုက်ပြထားတဲ့အပြင် ကြည့်ရှုသူတွေလည်းဗဟုသုတရ\nပျင်းရိစရိစရာမကောင်းဘဲစဆုံးကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ...ပြီးတော့\nလူတော်တော်များများမသိတဲ့ လျှို့၀ှက်ချက်တွေကိုလည်း\nဖော်ပြထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....(zawgyi)ပုံမွန္ဆို Documentary တင္ဖို႔အတြက္ ကြၽန္ေတာ္တို႔ ေတာ္ေတာ္စဥ္းစားရပါတယ္...\nဘာလို႔ဆို ၾကည့္ရႈသူေတြပ်င္းတတ္သလို ဇာတ္လမ္းအမ်ိဳးအစားအရ\nစိတ္ဝင္စားစရာလည္း နည္းေနတတ္တာမ်ိဳးေပါ့...\nသို႔ေပမယ့္ ဒီ Documentary က်ေတာ့ စိတ္ဝင္စားစရာေကာင္းလို႔တင္ဆက္ေပးလိုက္တာပါ....တစ္ေယာက္တည္းရဲ႕အေတြ႕အႀကဳံတင္မဟုတ္ပဲ နာမည္ေက်ာ္အားကစားသမားေတြနဲ႔ ငယ္ငယ္ကတည္းကအားေပးႏွစ္သက္ခဲ့တဲ့ အာႏိုးမင္းသားႀကီးရဲ႕ကိုယ္ေတြ႕အျဖစ္ေလးေတြကိုမွ်ေဝထားပါတယ္...\nေရွးယခင္က လုပ္ကိုင္ႀကိဳးစားခဲ့တာေတြ ဘယ္လိုအခက္အခဲေတြကို ျဖတ္သန္းခဲ့တာေတြ ကို စိတ္ဝင္စားေအာင္႐ိုက္ျပထားတဲ့အျပင္ ၾကည့္ရႈသူေတြလည္းဗဟုသုတရ\nပ်င္းရိစရိစရာမေကာင္းဘဲစဆုံးၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားပါ...ၿပီးေတာ့\nလူေတာ္ေတာ္မ်ားမ်ားမသိတဲ့ လွ်ိဳ႕၀ွက္ခ်က္ေတြကိုလည္း\nေဖာ္ျပထားပါတယ္...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Po Haymar Aung ပဲျဖစ္ပါတယ္....File Size : (850 MB) and (330 MB)\nQuality ...",
        "rating": "8.6",
        "url": "https://megaup.net/1wx54/The_Game_Changers.new2018.WEB-DL720P.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDI9Grjxcw42yz74qFaSd20LqXg.jpg",
        "title": "The League of Legend Keepers: Shadows (2019)",
        "description": "ဒဏ္ဍာရီထဲမှာ စွမ်းအားကြီးတဲ့လည်ဆွဲတွေရှိတယ်ပေါ့အဲ့လည်ဆွဲငါးခုကိုအတူတူဝတ်ဆင်လိုက်တဲ့အခါအမှောင်ထုကနေအရမ်းကြီးမားတဲ့စွမ်းအားတွေပေးတယ်ပေါ့။အဲ့လည်ဆွဲကို အိုဟန်ဇီဆိုတဲ့နတ်ဆရာကြီးကတစ်သက်လုံးလိုက်ရှာနေခဲ့တယ်ပေါ့။ရှေးဟောင်းသုတေသီတစ်ဦးကအဲ့လည်ဆွဲတွေကို ရှာတွေ့သွားတဲ့အခါမှာတော့သူ့နောက်ကိုနတ်ဆရာကြီးကလိုက်လာပြီး ဒုက္ခပေးတယ်ပေါ့။အဲ့တာကိုသူတို့မိသားစုက နှိမ်နှင်းရတယ်ပေါ့။Trailerလေးကြည့်ပြီးမှ ကြည့်သင့်မကြည့်သင့်ဆုံးဖြတ်ပါနော် File Size : (679 MB , 252 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 12 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwinဒ႑ာရီထဲမွာ စြမ္းအားႀကီးတဲ့လည္ဆြဲေတြရွိတယ္ေပါ့အဲ့လည္ဆြဲငါးခုကိုအတူတူဝတ္ဆင္လိုက္တဲ့အခါအေမွာင္ထုကေနအရမ္းႀကီးမားတဲ့စြမ္းအားေတြေပးတယ္ေပါ့။အဲ့လည္ဆြဲကို အိုဟန္ဇီဆိုတဲ့နတ္ဆရာႀကီးကတစ္သက္လုံးလိုက္ရွာေနခဲ့တယ္ေပါ့။ေရွးေဟာင္းသုေတသီတစ္ဦးကအဲ့လည္ဆြဲေတြကို ရွာေတြ႕သြားတဲ့အခါမွာေတာ့သူ႔ေနာက္ကိုနတ္ဆရာႀကီးကလိုက္လာၿပီး ဒုကၡေပးတယ္ေပါ့။အဲ့တာကိုသူတို႔မိသားစုက ႏွိမ္ႏွင္းရတယ္ေပါ့။Trailerေလးၾကည့္ၿပီးမွ ၾကည့္သင့္မၾကည့္သင့္ဆုံးျဖတ္ပါေနာ္File Size : (679 MB ...",
        "rating": "6.1",
        "url": "https://megaup.net/2SH1j/(CM)The_League_of_Legend_Keepers_Shadows_2019_(Large_Size).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Akwk6yP2ayms0oXOK54m2ArWYsh.jpg",
        "title": "The Sky Is Pink (2019)",
        "description": "(Unicode)IMDb 7.1/10Rotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားကောင်းတွေအထွက်နည်းတဲ့ ဘောလီဝုဒ်လောမှာ ဒီကားလေးကတော့ ကားကောင်တစ်ကားဆိုတာ အသေအချာကိုပြောရဲပါတယ်နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေလည်းကောင်းသလို ဝေဖန်ရေးသမားတွေလည်းအကြိုက်တွေကခဲ့တဲ့ကားပါဒါ့အပြင် ပါဝင်သရုပ်ဆောင်ထားတဲ့ သရုပ်ဆောင်တိုင်းကလည်း အပိုအလိုမရှိကွက်တိတွေချည်းပါပဲဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတော့ အဆွေးခံရှိသူတွေအတွက် ဝမ်းနည်းစရာဇာတ်လမ်းတစ်ပုဒ်ပါသိပ်ကောင်းလွန်းလို့ အညွှန်းပေါ့သွားရင် မကြည့်ဘဲကျော်သွားမှာလည်းစိုးရိမ်မိပါတယ်ဇာတ်လမ်းလေးကတော့ ချောင်ဒရီးမိသားစုရဲ့ လောကဓံကို အလျော့မပေးဘဲ ကြံ့ကြံ့ခံရင်ဆိုင်တာကို ရိုက်ပြထားတဲ့ မိသားစုဒရာမာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆိုးရွားတဲ့ရောဂါကြီးနဲ့မွေးဖွားလာတဲ့ သမီးလေး အိုင်ယ်ရှားအတွက် ချောင်ဒရီးဇနီးမောင်နှံရဲ့ ကြိုးစားအားထုတ်မှုတွေကိုနာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ ပရီယမ်ကား ဖရန်အခ်သားနဲ့ Secret Superstart ထဲက အားလုံးအသည်းကျော်လေး ဇိုင်ယာဝဆင်းတို့နဲ့အကောင်းဆုံးတည်ဆောက်သရုပ်ဖေါ်ထားတဲ့ အိန္ဒိယကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 7.1/10Rotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားေကာင္းေတြအထြက္နည္းတဲ့ ေဘာလီဝုဒ္ေလာမွာ ဒီကားေလးကေတာ့ ကားေကာင္တစ္ကားဆိုတာ အေသအခ်ာကိုေျပာရဲပါတယ္ႏိုင္ငံတကာ႐ုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြလည္းေကာင္းသလို ...",
        "rating": "6.6",
        "url": "https://megaup.net/4bCry/(CM)_The.Sky.Is.Pink.2019.720p.NF.WEB-DL.mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTca5fpKhFOKIiG0tz8tynhsWs5.jpg",
        "title": "Hello, Love Goodbye (2019)",
        "description": "(Unicode)ဖိလစ်ပိုင်ဇာတ်ကားလေးတွေကြိုက်တတ်တဲ့ ပရိတ်သတ်ကြီးရဲ့ အချစ်တော် မင်းသမီးလေး Kathryn Bernardo ရဲ့ အချစ်ဇာတ်ကားသစ်လေးပါKathryn ရဲ့ဇာတ်ကားလေးတွေက အကုန်ကောင်းတာတွေချည်းပဲမို့ ဒီကားကိုလဲ ကြည့်ဖို့သိပ်မညွှန်းတော့ဘူးနော် ?ဟောင်ကောင်မှာ အလုပ်လုပ်ရင်း ကနေဒါကိုသွားဖို့ကြိုးစားနေတဲ့ Joy နဲ့ဟောင်ကောင်ကနေ ထွက်သွားလို့မရတဲ့ Ethan တို့ ရဲ့ အချစ်ဇာတ်လမ်းလေးပါဘယ်လိုတွေရိုသလဲဆိုတာတော့ ဆက်သာကြည့်လိုက်ပါတော့ကြိုပြောထားပါရစေ ရိုလဲ ရိုသလို ငိုလဲ ငိုရမယ်နော် ?(ဘာသာပြန်ပေးထားသူကတော့ Khin Pyae Sone Kyaw ပါ) (Zawgyi)ဖိလစ္ပိုင္ဇာတ္ကားေလးေတြႀကိဳက္တတ္တဲ့ ပရိတ္သတ္ႀကီးရဲ႕ အခ်စ္ေတာ္ မင္းသမီးေလး Kathryn Bernardo ရဲ႕ အခ်စ္ဇာတ္ကားသစ္ေလးပါKathryn ရဲ႕ဇာတ္ကားေလးေတြက အကုန္ေကာင္းတာေတြခ်ည္းပဲမို႔ ဒီကားကိုလဲ ၾကည့္ဖို႔သိပ္မၫႊန္းေတာ့ဘူးေနာ္ ?ေဟာင္ေကာင္မွာ အလုပ္လုပ္ရင္း ကေနဒါကိုသြားဖို႔ႀကိဳးစားေနတဲ့ Joy နဲ႔ေဟာင္ေကာင္ကေန ထြက္သြားလို႔မရတဲ့ Ethan တို႔ ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါဘယ္လိုေတြ႐ိုသလဲဆိုတာေတာ့ ဆက္သာၾကည့္လိုက္ပါေတာ့ႀကိဳေျပာထားပါရေစ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2SH0m/(NZ)Hello.Love.Goodbye(2019).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hu5RpvEdLjJ2sLGkAMzRjoNWbMj.jpg",
        "title": "Bacurau (2019)",
        "description": "ဒီကား​လေးက​တော့ ဘရာဇီးလူမျိုး​တွေကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့\nစိတ်ကူးယဥ်ဆန်ဆန်ဒရမ်မာအက်ရှင်ကား​လေးတစ်ကားပါ\nထ​ရစ်ဇာက သူမအဖွား​သေဆုံးသွားတဲ့အတွက်ဘာကူယာရွာ​လေးကို​ရောက်လာခဲ့တယ်\nသူမအဖွားစျာပနာအခမ်းအနားကိုတက်​ရောက်ဖို့​ပေါ့\nဇာတ်ကားထဲမှာ​တော့ ဘာကူယာလို့​ခေါ်တဲ့ ​\nကျေးရွာ​လေးက ဘရာဇီးမှာရှိတယ်လို့စိတ်ကူးယဥ်ပုံ​ဖော်ထားတဲ့ရွာ​လေးတစ်ရွာ​ပေါ့\nဘာကူယာရွာ​လေးမှာ သေ​ရေးရှင်​ရေးအခက်အခဲ​တွေရှိ​နေတယ်\n​ထောက်ပံ့မှုတွေလည်းနည်းလာခဲ့တယ်\n​နောက်ပြီးဖုန်းလိုင်း​တွေလည်းမမိ​တော့ဘူးဖြစ်ခဲ့တယ်\nအကျင့်ပျက်ခြစား​နေတဲ့အစိုးရကလည်း ရွာ​လေးကို ပစ်ပယ်ခဲ့တယ်\nဘာကူယာရွာ​လေးဟာ ​မြေပုံထဲက​နေ​ဖျောက်ဖျက်ခံလိုက်ရတယ် ​\nနောက်ပိုင်းမှာရွာ​လေးဟာဘယ်လိုအဖြစ်ဆိုး​တွေနဲ့ကြုံ​တွေ့ခဲ့လဲ\nရွာမှာရှိတဲ့နယ်ခံ​တွေက​​ရောဒီအဖြစ်ဆိုး​တွေက​နေဘယ်လို​​ဖြေရှင်းကြမလဲဆိုတာကို\nပ​ဟေဠိဆန်ဆန်ကြည့်ရှု့ရမှာပါ\nFile Size : ( 1 GB , 459 MB )\nQuality :  WEB-DL 720G\nRunning Time : 2 hr 11 min\nFormat : Mp4\nGenre : Action , Mystery , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hsu Lei\nEncoded by ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/bacurau-2019/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cL5VSFwHitG80nH7ssDckG7N3GG.jpg",
        "title": "The 9th Precinct (2019)",
        "description": "(Unicode)2019 ထဲမှာမကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်ဒီကားလေးဟာ စုံထောက် ဇာတ်ကားတွေ ကြိုက်နှစ်သက်သူတို့ သဘောကျမယ့် ကားတစ်ကားဖြစ်ပြီးသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပြီး IMDb – 6/10 ရရှိထားပါတယ်ထူးချွန်ပြီးတာဝန်ကျေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ချန်ချားဟောင်ဆိုတဲ့ လူငယ်လေးဟာ ငယ်စဉ်ကတည်းက သဘာဝလွန်ဖြစ်ရပ်တွေကို ကြုံတွေ့နေရသူပါ …အထူးသဖြင့် သာမန်လူတွေမမြင်ရတဲ့ တစ္ဆေတွေ ဝိဥာဉ်တွေကို မြင်နေရတဲ့သူပေါ့တစ်ည တာဝန်ချိန်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေရင်းနဲ့ ကားတစ်စီးကို မသင်္ကာလို့ စစ်ဆေးရာကနေကားမောင်းသမားဟာ သူ့နဲ့သူ့ရဲ့ တွဲဖက်ကို သေနတ်နဲ့ပစ်သွားခဲ့ရာကနေ တွဲဖက်သေဆုံးခဲ့တာဖြစ်ပါတယ်…ဒီသေဆုံးမှုကနေ အစပြုလို့ ထူးခြားတဲ့ နောက်ဆက်တွဲဖြစ်ရပ်တွေ သူ့အတွက် ဖြစ်လာခဲ့ပါတယ်…ဒီဇာတ်ကားလေးဟာ ကြည့်ရှုသူတွေအတွက် ဖျော်ဖြေရေးတစ်ခုဖြစ်ရုံမက အတွေးအမြင်တစ်ခုခု ရစေမယ်လို့လည်းယုံကြည်မိသောကြောင့် ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုခံစားတော်မူကြပါ….. ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel ...",
        "rating": "6.2",
        "url": "https://megaup.net/2PFk6/(CM)_The.9th.Precinct.2019.NF.WEB-DL.720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zExHq61rjSKDnZpwdLQzgYf0uof.jpg",
        "title": "Action (2019)",
        "description": "(Unicode)တမီးလ်မင်းသားချော ဗီရှော(Vishal)ကို ရှားလော့ဟုမ်းဆန်ဆန် စုံထောက် ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Thupparivaalan (2017) ဇာတ်ကားနဲ့မနှစ်ကထွက်ခဲ့တဲ့ ဘဏ်ဟက်ကာဇာတ်ကား Irumbu Thirai (2018) တို့မှာ တောင်ပိုင်းကားပရိတ်သတ်တွေ ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။အရပ်မြင့်မြင့် ဘော်ဒီအချိုးအဆစ်ကျပုံကြောင့် အက်ရှင် ၊ စုံထောက် ၊ အကြမ်းဖက်နှိမ်နင်းရေး ဇာတ်ကားတွေနဲ့ ဗီရှောဟာ လိုက်ဖက်တယ်လို့ ဆိုရမှာပါ။ဒီကားကလည်း စုံထောက်ဆန်ဆန် ၊ အေးဂျင့်ကားဆန်ဆန်နဲ့ အကြမ်းဖက်နှိမ်နင်းရေးလုပ်ဆောင်တဲ့ ကာနယ်လ်ဆူဘာ့ရှ်အကြောင်းပါပဲ။နိုင်ငံရေးနယ်ပယ်မှာ ကျင်လည်နေတဲ့ ဖခင်ကြီးနဲ့ ၊ သူ့အကိုဖြစ်သူတို့ နိုင်ငံရေးဟောပြောပွဲတစ်ခုရဲ့ စင်မြင့်ပေါ်မှာ မထင်မှတ်ပဲ ဗုံးဖောက်ခွဲ လုပ်ကြံခံရပြီးနောက်ပိုင်း. . .ကာနယ်လ်ဆူဘာ့ရှ်တစ်ယောက် လက်သည်တရားခံကို ဘယ်လိုလိုက်ရှာ ချေမှုန်းမလဲဆိုတာကို. . .ရိုက်ပြထားတာပါ။နိုင်ငံရေးလောကဆိုတာ အင်မတန်ရှုပ်ထွေးပွေလီလှပြီး ၊ အကြမ်းဖက်သမားတွေနဲ့ နိုင်ငံရေးသမားတွေ လက်ဝါးချင်းရိုက် ပူးပေါင်းသွားရင် ဘာတွေ ...",
        "rating": "4.3",
        "url": "https://megaup.net/4bAev/(CM)__Action_(2019)_WEB-DL_720p.mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vqgtLKlReHqAlIMm8iDwM8crcZ.jpg",
        "title": "The Forest of Wool and Steel ( 2018 )",
        "description": "Zawgyi*******“The Forest of Wool and Steel”ဝတၳဳက 2016မွာအေရာင္းရဆုံးစာအုပ္က ​ေနကိုးကားေဖာ္ၾကဴး တဲ့ဇာတ္ကားေလးပါမူလတိုေလး ၁၇ႏွစ္ေကာင္ေလး က သူ႔ငယ္ဘဝ ပုံရိပ္တခ်ိဳ့ကိုေမ့ေနခဲ့တယ္တေန႔မွာ မထင္မွတ္ဘဲ သူရင္းႏွီးတဲ့သံစဥ္တခုကို စႏၵယားတီးတဲ့လူတေယာက္ဆီက ၾကားခဲ့ၿပီး စႏၵယားအသံညိသူအေနနဲ႔ဝင္လုပ္ၿပီးသူ႔ရဲ့ငယ္ဘဝ အေၾကာင္းျပန္ထင္​ေယာင္နိူင္ခဲ့ၿပီး တကယ္ပဲေအာင္ျမင္လာမွာလား ဘယ္လိုေတြ ရင္ဆိုင္ေက်ာ္ျဖတ္နိူင္မလဲလူသားအားလုံးနဲ႔ ဆက္ႏႊယ္ေနတဲ့သံစဥ္ေတြေပၚလြင္ေအာင္ဘယ္လိုေတြေဖာ္ျပသြားမလဲဆိုတာဆက္လက္ၾကည့္ရွုၾကဖို့တိုက္တြန္းလိုက္ပါရေစေနာ္.... Unicode*******“The Forest of Wool and Steel”ဝတ္ထုက 2016မှာအရောင်းရဆုံးစာအုပ်က နေကိုးကားဖော်ကြူး တဲ့ဇာတ်ကားလေးပါမူလတိုလေး ၁၇နှစ်ကောင်လေး က သူ့ငယ်ဘဝ ပုံရိပ်တချို့ကိုမေ့နေခဲ့တယ်တနေ့မှာ မထင်မှတ်ဘဲ သူရင်းနှီးတဲ့သံစဉ်တခုကို စန္ဒယားတီးတဲ့လူတယောက်ဆီက ကြားခဲ့ပြီး စန္ဒယားအသံညိသူအနေနဲ့ဝင်လုပ်ပြီးသူ့ရဲ့ငယ်ဘဝ အကြောင်းပြန်ထင်ယောင်နိူင်ခဲ့ပြီး တကယ်ပဲအောင်မြင်လာမှာလား ဘယ်လိုတွေ ရင်ဆိုင်ကျော်ဖြတ်နိူင်မလဲလူသားအားလုံးနဲ့ ဆက်နွှယ်နေတဲ့သံစဉ်တွေပေါ်လွင်အောင်ဘယ်လိုတွေဖော်ပြသွားမလဲဆိုတာဆက်လက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော်.... Translated & Reviewed By MineEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/3yEwb/(CM)The.Forest.of.Wool.and.Steel.2018.BluRay.720p.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HwdRkw0w7wD8IykDgDAA1C05oe.jpg",
        "title": "Brittany Runs a Marathon (2019)",
        "description": "Rating 6.8 ရရွိထားတဲ့ကားေလးၿဖစ္ပါတယ္...ဒီဇာတ်လမ်းလေးကတော့ ဘရစ်တနီဆိုတဲ့အဝလွန်နေတဲ့ကောင်မလေး​အကြောင်းပါ။အလုပ်အကိုင်ကောင်းကောင်းလည်းမရှိ၊အဝလွန်နေတဲ့သူ့ကို တစ်နေ့တော့ဆရာဝန်ကအဝလွန်နေလို့ ကျန်မာရေးနဲ့ညီညွတ်တဲ့အထိ ဝိတ်လျှော့ဖို့ပြောပါလေရော။သူလည်း ကြိုးစားပန်းစားနဲ့ဝိတ်လျှော့ရင်းနဲ့မိတ်ဆွေသစ်တွေလည်းရလာပါတယ်။သူနဲ့သူ့မိတ်ဆွေတွေဟာ နယူးယောက်မြို့တော်တာဝေးမာရသွန်ကိုဝင်ပြိုင်ဖို့လည်း အရမ်းစိတ်အားထက်သန်သွားပါတယ်။သူ့အနေနဲ့ ဒီမာရသွန်ကို​ဝင်ပြေးနိုင်ပါ့မလား......ဆိုတာကတော့ ဇာတ်လမ်းလေးထဲမှာဆက်လက်ရှုစားကြပါ File Size : ( 972 MB , 364 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin zawgyiRating 6.8 ရ႐ြိထားတဲ့ကားေလးၿဖစၸါတယ္...ဒီဇာတ္လမ္းေလးကေတာ့ ဘရစ္တနီဆိုတဲ့အဝလြန္ေနတဲ့ေကာင္မေလး​အေၾကာင္းပါ။အလုပ္အကိုင္ေကာင္းေကာင္းလည္းမရွိ၊အဝလြန္ေနတဲ့သူ႔ကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/3yEww/(CM)_Brittany_Runs_A_Marathon_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dgTWCIihgm9ybe5VkRThRjarP5.jpg",
        "title": "A New Christmas(2019)",
        "description": "A New Christmas(2019)(unicode)ခရစ္စမတ်ဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nခရစ္စမတ်ကိုကြိုက်တဲ့လူတွေရှိသလို မကြိုက်တဲ့လူတွေလဲရှိပါတယ် အရိုးရှင်းဆုံးတွေးရရင်\nအားလပ်ရက်ကိုမကြိုက်တဲ့သူဆိုတာမရှိသလောက်ပါပဲ....\nဒီဇာတ်လမ်းထဲမှာတော့ အိန္ဒိံယနွယ်ဖွားလေး ကဘီရာက ခရစ္စမတ်ကိုမကြိုက်ပါဘူး\nမကြိုက်တဲ့အကြောင်းက သူ့အမေကြောင့်ပါ ပြီးခဲ့တဲ့နှစ်က ဒီလိုခရစ္စမတ်ညလေးမှာသူ့အမေကနှလုံးရောဂါကြောင့်သေသွားခဲ့တယ်\nအဖမဲ့သားတစ်ယောက်အနေနဲ့ အမေတစ်ယောက်ကိုဆုံးရှုံးလိုက်ရတယ်ဆိုတာက သူ့အတွက်တော်တော်ကိုစိတ်ထိခိုက်သွားခဲ့ရတယ်\nဆေးကျောင်းကိုတစ်နှစ်လောက်နားလိုက်တဲ့အပြင် သူ့လက်ထပ်ထားတဲ့မိန်းမကိုပါခွဲနေလိုက်တယ် သူတစ်ယောက်တည်းဖြစ်ချင်သလို\nနေချင်သလိုနေခဲ့တယ် ဒါပေမယ့် သူ့မိန်းမကလဲ သူစိတ်သက်သာစေတော့ဆိုပြီးခွင့်လွှတ်ပေးထားတယ် သူ့ကိုစားစရာတွေပို့ပေး\nသူ့ကိုလမ်းကြောင်းမှန်ကိုရောက်အောင်ထိန်းကြောင်းပေးရင်းကျောင်းပြန်တက်ဖို့နားချတယ် တစ်နေ့ကျောင်းပြန်တက်ဖို့ကျောင်းမှာ\nဆွေးနွေးပြီးအပြန် လမ်းမှာ ကန်ညာကနေအမေရိကန်ကိုလာလည်တဲ့ ခီအိုနီနဲ့မထင်မှတ်ပဲတွေ့ဆုံခဲ့တယ် ...အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဥ◌ီး............\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ခရစၥမတ္ဇာတ္လမ္းေတြ ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတhttps://megaup.net/4bzmh/A_New_Christmas.2019.WEB-DL.720P.PP.mp4ယ္\nခရစၥမတ္ကိုႀကိဳက္တဲ့လူေတြရွိသလို မႀကိဳက္တဲ့လူေတြလဲရွိပါတယ္ အ႐ိုးရွင္းဆုံးေတြးရရင္\nအားလပ္ရက္ကိုမႀကိဳက္တဲ့သူဆိုတာမရွိသေလာက္ပါပဲ....\nဒီဇာတ္လမ္းထဲမွာေတာ့ အိႏၵႎယႏြယ္ဖြားေလး ကဘီရာက ခရစၥမတ္ကိုမႀကိဳက္ပါဘူး\nမႀကိဳက္တဲ့အေၾကာင္းက သူ႔အေမေၾကာင့္ပါ ၿပီးခဲ့တဲ့ႏွစ္က ဒီလိုခရစၥမတ္ညေလးမွာသူ႔အေမကႏွလုံးေရာဂါေၾကာင့္ေသသြားခဲ့တယ္\nအဖမဲ့သားတစ္ေယာက္အေနနဲ႔ အေမတစ္ေယာက္ကိုဆုံးရႈံးလိုက္ရတယ္ဆိုတာက သူ႔အတြက္ေတာ္ေတာ္ကိုစိတ္ထိခိုက္သြားခဲ့ရတယ္\nေဆးေက်ာင္းကိုတစ္ႏွစ္ေလာက္နားလိုက္တဲ့အျပင္ သူ႔လက္ထပ္ထားတဲ့မိန္းမကိုပါခြဲေနလိုက္တယ္ သူတစ္ေယာက္တည္းျဖစ္ခ်င္သလို\nေနခ်င္သလိုေနခဲ့တယ္ ဒါေပမယ့္ သူ႔မိန္းမကလဲ သူစိတ္သက္သာေစေတာ့ဆိုၿပီးခြင့္လႊတ္ေပးထားတယ္ သူ႔ကိုစားစရာေတြပို႔ေပး\nသူ႔ကိုလမ္းေၾကာင္းမွန္ကိုေရာက္ေအာင္ထိန္းေၾကာင္းေပးရင္းေက်ာင္းျပန္တက္ဖို႔နားခ်တယ္ တစ္ေန႔ေက်ာင္းျပန္တက္ဖို႔ေက်ာင္းမွာ\nေဆြးေႏြးၿပီးအျပန္ လမ္းမွာ ကန္ညာကေနအေမရိကန္ကိုလာလည္တဲ့ ခီအိုနီနဲ႔မထင္မွတ္ပဲေတြ႕ဆုံခဲ့တယ္ ...အဲ့ဒီေနာက္ေတာ့ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့\nခံစားၾကည့္လိုက္ပါဥ◌ီး............\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္...File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UzrD/A_New_Christmas.2019-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKq6LErlgWizCtl3DcdYv86xn2e.jpg",
        "title": "Juanita (2019)",
        "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် ရသမျိုးစုံပေးစွမ်းနိုင်မယ့်Juanita (2019)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Rotten Tomatoes 80%တောင်ရထားတာမလို့ ကောင်းတယ်ဆိုတာအထွေအထူးပြောစရာလိုမယ်မထင်ပါဘူး။ဝမ်နီတာလို့ခေါ်တဲ့ အမျိုးသမီးကြီးက လက်ရှိဘဝကနေ လွတ်မြောက်ချင်တဲ့သူပါ။ကလေးတွေက အရွယ်ရောက်နေပြီဖြစ်ပေမယ့်ဒီကလေးတွေကိုပဲစောင့်ရှောက်ပြီးနေလာရတဲ့သူပါ။တစ်နေ့မှာတော့ အလုပ်ကနေ အိမ် ဘာမှအဓိပ္ပါယ်မရှိတဲ့လက်ရှိဘဝထဲကနေ ထွက်ပြီး ခြေဦးတည့်ရာထွက်သွားဖို့စီစဉ်ပါတော့တယ်။ဘယ်ဆီကိုသွားချင်မှန်းမသိ ဦးတည်ရာလဲမရှိတဲ့ဝမ်နီတာတစ်ယောက် ဘယ်တွေကိုရောက်ပြီး ဘာတွေဖြစ်မလဲ?သူလိုချင်တဲ့ဘဝတစ်ခုကိုရော သူထင်ထားသလိုဖန်တီးနိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် ကားလေးပါ။File Size : ( 843 MB , 318 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ခါေတာ့ CM ပရိသတ္ၾကီးအတြက္ ရသမ်ိဳးစံုေပးစြမ္းႏိုင္မယ္႔Juanita (2019)ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္။Rotten ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eC63/(CM)_Juanita_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mz3pXqYkajrHFl1RbuXJZ1GzSsu.jpg",
        "title": "Code 8 (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့ Cast လန်းလန်း၊Rating မြင့်မြင့်Scifi/Fantasy ကားလေးကိုCM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။Green Arrow လို့လူသိများကျော်ကြားတဲ့ Stephen Amell ရယ်၊Robbie Amell ၊Sung Kang ရယ် အတူတူသရုပ်ဆောင်ထားတာပါ။Rating တွေအနေနဲ့ကတော့ Rotten Tomatoes 78%တောင်ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုတင်ဆက်ပေးလိုပါသေးတယ်။လင်ကွန်းစီးတီးဆိုတာ အစွမ်းရှိတဲ့သူတွေနဲ့ သာမန်သူတွေနဲ့အတူတကွငြိမ်းအေးစွာယှဉ်တွဲနေထိုင်ကြတဲ့ မြို့တစ်မြို့ပါ။သာမန်ထက်ထူးခြားတဲ့လူတွေရဲ့အစွမ်းတွေကို ကုန်ထုတ်လုပ်ရေးဆောက်လုပ်ရေးတွေများ ကောင်းကောင်းအသုံးချကြပါတယ်။တဖြည်းဖြည်းနဲ့ စက်ယန္တရားတွေ အစားထိုးဝင်ရောက်လာတဲ့အခါအစွမ်းရှိတဲ့သူတွေအလုပ်အကိုင်တွေရှားပါးလာပါတော့တယ်။အလုပ်အကိုင်တွေရှားပါးလာတာနဲ့အမျှဒုစရိုက်သမားတွေက အစွမ်းရှိတဲ့လူတွေကို ဆိုက်ခ်ဆိုတဲ့မူးယစ်ဆေးဝါးတစ်မျိုးထုတ်လုပ်တဲ့နေရာမှာ အသုံးချပါတော့တယ်။ဒီမူးယစ်ဆေးနဲ့ ပါဝင်ပါတ်သတ်နေတာကြောင့် သာမန်လူတွေကလဲအစွမ်းရှိလူသားတွေကို အမုန်းပွားကာ ခွဲခြားဆက်ဆံပါတော့တယ်။အဲတော့ အစွမ်းရှိသူတွေအနေနဲ့ အစွမ်းရှိတယ်ဆိုတာအားနည်းချက်တစ်ခုလိုပါပဲ။ကော်နာဆိုတော့ကောင်လေးကတော့အလုပ်မရှိတဲ့ စွမ်းအားရှိလူသားတစ်ယောက်ပါ။တစ်နေ့မှာတော့ သူ့အမေကိုဆေးကုဖို့အတွက် အလုပ်လိုလာတဲ့အခါမှာသူဘာဆက်လုပ်မလဲ?ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာ အရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။အဆုံးထိစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဒီကားလေးနာမည်ကတော့ Code 8 (2019) ပါ။File Size : ( 885 MB , 335 MB )Quality :  WEB-DL 720pRunning Time : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1tI7p/(CM)_Code_8_2019_(Large_Size).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ib34FBDdtp24fEftphT8y7TGarT.jpg",
        "title": "Tee Shot: Ariya Jutanugarn (2019)",
        "description": "(Unicode)ဒီဇာတ်ကားလေးကတော့ ထိုင်းဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အခုလက်ရှိအမျိုးသမီး ဂေါက်သီးရိုက်အားကစားလောကမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်နေတဲ့ မေ နဲ မို ဆိုတဲ့ ညီအစ်မ နှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပဲ။ဖခင်ဖြစ်သူက သူ့သမီးနှစ်ယောက်စလုံး တစ်ချိန်မှာ ကမ္ဘာ့အကောင်းဆုံး ဂေါက်သီးရိုက်အားကစားသမားတွေဖြစ်လာရမယ်ဆိုတဲ့ ဆုံးဖြတ်ချက်ကြောင့်မေ နဲ့ မိုတို့ဟာ ပြင်းထန်တဲ့ Training တွေနဲ့ ငယ်စဉ်ကတည်းကပင်ကြီးပြင်းခဲ့ရတာပါ။မေ နဲ့ မိုတို့ကလဲ ပါရမီပါတာကြောင့် ငယ်ငယ်ရွယ်ရွယ်နဲ့ပင် လက်စွမ်းပြနိုင်ခဲ့ကြပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ကလေးဘဝကနေ လူကြီးဘဝအထိ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊ကံကြမ္မာအတက်အကျ အမျိုးမျိုးအဖုံဖုံတွေကိုတင်ဆက်ဇာတ်လမ်းဆင်ထားတာပဲဖြစ်ပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားက ဂေါက်သီးရိုက်အားကစားအကြောင်းမဟုတ်ပါဘူး။ကလေးတိုင်းကလေးတိုင်းမှာ သူ့ပါရမီနဲ့သူရှိတယ်၊အဲ့ဒါကို မိဘဖြစ်သူက သိဖို့လိုအပ်သလို၊ မြေတောင်မြှောက်လမ်းကြောင်းတည့်ပေးနိုင်ဖို့ လိုတယ်ဆိုတာကို မီးမှောင်းထိုးပြသွားတာပါ။ဇာတ်လမ်း၊ ဇာတ်ကွက် အသွားအလာတွေက ရိုးရှင်းပေမယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးလဲဖြစ်၊မင်းသမီးလေးတွေကလဲ ချစ်ဖို့ကောင်း၊ မိသားစုနဲ့အတူကြည့်လို့ကောင်းတဲ့ကားလေးမလို့ဒေါင်းရကျိုးနပ်မယ့်ဇာတ်လမ်းဖြစ်ကြောင်း လက်တို့ပေးလိုက်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jack ပါ)(Zawgyi)ဒီဇာတ္ကားေလးကေတာ့ ထိုင္းျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အခုလက္ရွိအမ်ိဳးသမီး ေဂါက္သီး႐ိုက္အားကစားေလာကမွာ ထိပ္တန္းစာရင္းဝင္ျဖစ္ေနတဲ့ ေမ ...",
        "rating": "",
        "url": "https://megaup.net/4bzal/(CM)_Tee.Shot.Ariya.Jutanugarn.2019.720p.NF.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/thw-witch-2015-135x200.jpg",
        "title": "The Witch (2015)",
        "description": "(Unicode)IMDB 6.8Rotten Tomatoes 90%အိမ်ထောင်ဦးစီး William..၊ သူ့ဇနီးသည် Katherine..၊ သမီးကြီး Thomasin..၊ သား Caleb..၊ အမွှာနှစ်ယောက် Jonas နဲ့ Mercy တို့မိသားစုဟာ ဘာသာရေးဆိုင်ရာ ပြဿနာတစ်ခုအပေါ်မူတည်ပြီး သူတို့နေထိုင်ရာအရပ်ကနေ နှင်ထုတ်ခြင်းကို ခံလိုက်ရတယ်။ဒီလိုနဲ့ပဲ သူတို့မိသားစုဟာ လူသူဝေးရာ တောစပ်တစ်နေရာမှာ အိမ်လေးတစ်လုံးဆောက်ပြီး စိုက်ပျိုးမွေးမြူရေးလုပ်လို့ အေးအေးလူလူ နေနေခဲ့ကြတယ်။အဲ့ဒီနေရာလေးမှာ အခြေချပြီး မကြာခင်မှာပဲ Katherine က Samuel ဆိုတဲ့ ကလေးလေးကို မွေးဖွားခဲ့သေးတယ်။အချိန်ကာလက ၁၇ ရာစု၊ New England တစ်နေရာ။ဒီလိုနဲ့ တစ်ရက်တော့ သူ့အမေကိုယ်စား Samuel လေးကို ထိန်းပြီး Peekaboo (ဒီမှာဆို တူတူရေဝါး ဆိုတာမျိုး) ဆိုတဲ့ကစားနည်းလေး ကစားနေရင်းနဲ့Thomasin ...",
        "rating": "6.9",
        "url": "https://megaup.net/1FJ35/The_Witch_[2015]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqJhHjD6k6T07waELjMKDpQJUP.jpg",
        "title": "Judy (2019)",
        "description": "တစ်ခေတ်တစ်ခါက အကြွေစောခဲ့တဲ့ Legendary Star တစ်ယောက်ဖြစ်တဲ့Somewhere Over The Rainbow သီချင်းရဲ့ပိုင်ရှင်ဂျူဒီဂါလန်အကြောင်းကိုရိုက်ကူးထားတာပါဂရန်းရပ်ပစ်မင်နီဆိုတာက ဖရန်စစ်ဂမ်းစ်ကိုခေါ်တဲ့ကလေးမလေးတစ်ယောက်...အနုပညာပိုးပါလွန်းလို့ အသက် ၂နှစ်အရွယ်တည်းက စင်ပေါ်တက်သီချင်းဆိုခဲ့သူ... သူ့အနုပညာနာမည်ကို ဂျူဒီဂါလန်ရယ်လို့သူကိုယ်တိုင်းရွေးချယ်ခဲ့သူ...သူ့အသက် ၁၃နှစ်အရွယ်ကိုရောက်ချိန်မှာတော့Louis B. Mayor ကုမ္ပဏီကရိုက်ကူးတဲ့ Wizard of the Oz ဇာတ်လမ်းတွဲထဲမှာအဓိကဇာတ်ကောင် ဒေါ်ရသီအဖြစ်ပါဝင်သရုပ်ဆောင်ခွင့်ရခဲ့တယ်...ရုပ်ရည်ချောမောလှပသလို အဆိုပါရမီပြည့်ဝတဲ့ သူမဘဝလေးဟာပန်းခင်းလမ်းပဲလို့ထင်မှတ်စရာရှိပေမယ့်တကယ်တမ်းအဲ့လိုမဟုတ်ခဲ့ရှာပါဘူး...တွန်းအားအရမ်းပေးလွန်းတဲ့ မိခင်ရယ်နေ့လည်စာစားချိန်တောင်မပေးပဲအတင်းအဓမ္မအနိုင်ကျင့်ခိုင်းစေတဲ့ကုမ္ပဏီကြောင့် ဂျူဒီဟာ ဘဝကိုပင်ပန်းခက်ခဲစွာနေထိုင်နေရရှာရုံသာမက ဆေးစွဲတဲ့အဆင့်ထိရောက်သွားပါတော့တယ်...ဒီလိုသနားစရာဂျူဒီလေး အရွယ်ရောက်သွားတဲ့အခါကြုံတွေခဲ့ရတဲ့ ဘဝဇာတ်စုံကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်....သက်လတ်ပိုင်းဂျူဒီဂါလန်အဖြစ် Rene Zellweger ကပါဝင်သရုပ်ဆောင်ထားပေးပါတယ်IMDB 7.2/10 ရရှိထားပြီး ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလို့ ညွှန်းပေးလိုက်ပါရစေ File Size ...",
        "rating": "7.2",
        "url": "https://megaup.net/3vAvf/(CM)_Judy_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20djTLqppfBx5WYA67Y300S6aPD.jpg",
        "title": "Abominable (2019)",
        "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိထားတဲ့ကာတွန်းကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော် DreamWorks Studio ကနေ ဖန်တီးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%တောင်ရရှိထားတာမလို့Animation Movie ကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့CM ပရိသတ်ကြီးအတွက် သတင်းကောင်းပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်လိုပါသေးတယ်။ရှန်ဟိုင်းမြို့တစ်နေရာမှာ လူချမ်းသာ စီးပွားရေးသမား မစ္စတာဘားနက်ကဟိုး ဟိမဝန္တာက နှင်းလူတစ်ကောင်ကို ဖမ်းဆီးရရှိထားပါတယ်။တစ်နေ့မှာတော့ လုံခြုံရေးကျိုးပေါက်ပြီး အဲဒီနှင်းလူကထွက်ပြေးကာယီဆိုတဲ့တရုတ်မလေးရဲ့အိမ်ခေါင်မိုးမှာ ပုန်းနေပါသတဲ့။ပုန်းနေတဲ့ နှင်းလူလေးကိုဝေးလံလှတဲ့ ဟိမဝန္တာဆီကိုပြန်လိုက်ပို့ဖို့ယီရယ် ပန်ဆိုတဲ့ကလေးလေးရယ် ဂျင်မ်ဆိုတဲ့ ကောင်လေးရယ်အတူတူကြိုးစားအားထုတ်ပုံတွေကိုမြင်တွေ့ရမှာပါ။တစ်ဖက်မှာလဲသူတို့နောက်ကိုလိုက်နေတဲ့ သူတွေကလဲရှိနေပြန်တော့သူတို့ဘာတွေရင်ဆိုင်ရမလဲ?ဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းမလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပါ။File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH , BluRay 720pRunning Time : 1 hr 37 minFormat ...",
        "rating": "7.0",
        "url": "https://megaup.net/11qcm/(CM)_Abominable_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bWyQwZziHh1DK9F59eqahZD8Upc.jpg",
        "title": "The Room(2019)",
        "description": "The Room(2019)အညွှန်း***********************(Unicode)ဒီကားလေးကတော့ လျှို့ဝှက်ဆန်းကျယ်ဆန်ဆန်ကြိုက်တတ်တဲ့ပရိသတ်တွေသဘောကျနှစ်သက်ကြမယ့်ကားပါ...\nမတ်တ်နဲ့ကိတ်တို့ဟာကိုယ့်ဝါသနာပါရာကိုလုပ်ပြီးရုန်းကန်ကြိုးစားနေကြတဲ့စုံတွဲနှစ်ယောက်ပါ\nတစ်နေ့မှာတော့လူမနီးသူမနီးတဲ့မြို့ပြင်နားလေးကအိမ်တစ်လုံးကိုဝယ်လိုက်ကြပါတယ်\nအဲ့ဒီအိမ်ကပုံမှန်မဟုတ်တဲ့အရာတွေဖြစ်တတ်တဲ့အိမ်ဆိုတာကိုဝယ်ပြီးမှသိလိုက်ကြတယ်\nအိမ်ကတော်တ်ောလေးပြင်ဆင်ဖို့လိုနေတဲ့အိမ်ဖြစ်နေတော့\nပြင်ဖို့ရှင်းလင်းရင်းနဲ့ထူးထူးဆန်းဆန်းအခန်းတစ်ခုကိုသွားတွေ့ပါတယ်...\nလိုချင်တဲ့ပစ္စည်းတွေပြောလိုက်တာနဲ့မျက်စိတစ်မှိတ်အတွင်းအခန်းထဲမှာပေါ်လာပါတယ်\nပြောလိုက်ရုံနဲ့ သူတို့ဆန္ဒတွေပြည့်မြောက်တယ်လို့ဆိုရပါ့မယ်...\nမတ်တ်နဲ့ကိတ်တို့နှစ်ယောက်လိုတရအခန်းကြီးရှိနေတဲ့နောက်\nဘယ်လိုနှစ်ပါးသွားကြမလဲ\nလူတွေရဲ့လိုအင်ဆန္ဒလောဘတွေဟာရှိသင့်တာထက်ကျော်လာတဲ့အခါ\nဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြပါ....\nချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလဲသွယ်ဝိုက်နဲ့နည်းနဲ့ဖော်ပြထားတာကိုတွေ့ရပါတယ်\nCMပရိသတ်ကြီးကြည့်မိလို့စိတ်ပျက်သွားမယ့်ကားမဟုတ်ဘူးဆိုတာအာမခံပါကြောင်း..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(Zawgyi)ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ဆန္းက်ယ္ဆန္ဆန္ႀကိဳက္တတ္တဲ့ပရိသတ္ေတြသေဘာက်ႏွစ္သက္ၾကမယ့္ကားပါ...\nမတ္တ္နဲ႔ကိတ္တို႔ဟာကိုယ့္ဝါသနာပါရာကိုလုပ္ၿပီး႐ုန္းကန္ႀကိဳးစားေနၾကတဲ့စုံတြဲႏွစ္ေယာက္ပါ\nတစ္ေန႔မွာေတာ့လူမနီးသူမနီးတဲ့ၿမိဳ႕ျပင္နားေလးကအိမ္တစ္လုံးကိုဝယ္လိုက္ၾကပါတယ္\nအဲ့ဒီအိမ္ကပုံမွန္မဟုတ္တဲ့အရာေတြျဖစ္တတ္တဲ့အိမ္ဆိုတာကိုဝယ္ၿပီးမွသိလိုက္ၾကတယ္\nအိမ္ကေတာ္တ္ောေလးျပင္ဆင္ဖို႔လိုေနတဲ့အိမ္ျဖစ္ေနေတာ့\nျပင္ဖို႔ရွင္းလင္းရင္းနဲ႔ထူးထူးဆန္းဆန္းအခန္းတစ္ခုကိုသြားေတြ႕ပါတယ္...\nလိုခ်င္တဲ့ပစၥည္းေတြေျပာလိုက္တာနဲ႔မ်က္စိတစ္မွိတ္အတြင္းအခန္းထဲမွာေပၚလာပါတယ္\nေျပာလိုက္႐ုံနဲ႔ သူတို႔ဆႏၵေတြျပည့္ေျမာက္တယ္လို႔ဆိုရပါ့မယ္...\nမတ္တ္နဲ႔ကိတ္တို႔ႏွစ္ေယာက္လိုတရအခန္းႀကီးရွိေနတဲ့ေနာက္\nဘယ္လိုႏွစ္ပါးသြားၾကမလဲ\nလူေတြရဲ႕လိုအင္ဆႏၵေလာဘေတြဟာရွိသင့္တာထက္ေက်ာ္လာတဲ့အခါ\nဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကပါ....\nခ်စ္ျခင္းေမတၱာအေၾကာင္းေတြကိုလဲသြယ္ဝိုက္နဲ႔နည္းနဲ႔ေဖာ္ျပထားတာကိုေတြ႕ရပါတယ္\nCMပရိသတ္ႀကီးၾကည့္မိလို႔စိတ္ပ်က္သြားမယ့္ကားမဟုတ္ဘူးဆိုတာအာမခံပါေၾကာင္း..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (333 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery,SCI-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/4eC7o/The_Room.2019.NEW.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f1gMw3PVicfdq9thlvUIjJ5UdvS.jpg",
        "title": "Notting Hill(1999)",
        "description": "Notting Hill(1999)IMDb...7.1,,,Rotten...83%(အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းစာရင္းမို႔ Blu-Ray 1080p 5.1 CH, Blu-Ray 720pတို႔ျဖင့္တင္ဆက္ေပးထားပါသည္)))(Unicode)လန်ဒန်မြို့ရှိ Notting Hill ဆိုတဲ့ မြို့လေးမှာ ဝီလီယမ် တတ်ကာ ဆိုတဲ့ လူငယ်လေးတစ်ယောက်က ခရီးသွားစာပေတွေရောင်းတဲ့ စာအုပ်ဆိုင်လေးဖွင့်ထားတယ်...\nစာအုပ်ရောင်းသမားတစ်ယောက်ရဲ့ ဘ၀ဟာ သိပ်ကိုရိုးစင်းတယ်...စာအုပ်တွေဖတ်တယ်... ဝယ်သူတွေကို စာအုပ်တွေအကြောင်းညွှန်းတယ်...ငွေကြေးချမ်းသာမှုတွေ\nမပိုင်ဆိုင်ပေမယ့် သူပိုင်ဆိုင်တဲ့ဘ၀ကိုကျေနပ်နေလေတော့ ဘ၀ဟာလှပနေလေရဲ့...\nတစ်နေ့တော့ သူ့ဆိုင်ကို ဟောလိဝုဒ်ရဲ့ နာမည်ကျော်မင်းသမီး အန်နာစကော့ တစ်ယောက်စာအုပ်လာ\nဝယ်တယ်...\nဒီမင်းသမီးကို အပြင်မှာဗြုန်းခနဲမြင်လိုက်ရပေမယ့် ဘယ်သူလဲဆိုတာ ခန့်မှန်းမိဖို့\nစာအုပ်ရောင်းသမားလေးအတွက် အချိန်သိပ်မယူလိုက်ရပါဘူး...\nမင်းသမီးဆိုင်က ထွက်သွားပြီး သူလည်း ဈေးဝယ်စရာရှိလို့ ထွက်လာခဲ့တယ်...\nတိုက်ဆိုင်တာပဲလားမသိ..သူနဲ့ မင်းသမီး အန်နာစကော့နဲ့ လမ်းတစ်ဆစ်ချိုးမှာ ဝင်တိုက်မိတယ်....\nဒီလို ဝင်တိုက်မှုဟာ စာအုပ်ရောင်းသမားလေးအတွက်တော့ ဘဝတစ်ဆစ်ချိုးပြောင်းလဲမှုပါပဲ...\nဒီရုပ်ရှင်ဇာတ်လမ်းဟာ နာမည်ကျော်စာအုပ်ကိုပြန်ရိုက်ထားတာဖြစ်သလို\nGolden Globe မှာ ဆန်ကာတင်စာရင်း(၃)ဆုဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၁)ဆုလည်း\nရခဲ့တယ်...၁၉၉၉ခုနှစ်က ရုပ်ရှင်ဆိုပေမယ့် မင်းသား Hugh Grantနဲ့ မင်းသမီးJulia Roberts တို့ရဲ့ သရုပ်ဆောင်ဟန်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ\nကြည့်နေရင်းနဲ့ကို ရင်ခုန်ကြည်နူးစိတ်လှုပ်ရှားရပါတယ်....\nခံစားကြည့်ကြပါဥ◌ီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eC9r/Notting_Hill_.1999.BLU-RAY1080P.5.1CH.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/81XkR2Lb2LL._SL1419_-141x200.jpg",
        "title": "[18+] Sex Is Zero 2 (2007)",
        "description": "(Blu-Ray 1080p Update Version)\nဒီဇာတ်ကားကတော့ ၂၀၀၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Sex is Zero ရဲ့အဆက်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသား Im Chang‑jung ထပ်မံပါဝင်ထားပေမယ့် မင်းသမီးဟာဂျီဝန်နေရာမှာ Running Man မင်းသမီး Song Ji‑hyo ပါဝင်ထားခဲ့ပါတယ်။ပထမဇာတ်ကားက ဇာတ်ရံအတော်များများပါဝင်ထားပြီး ပထမဇာတ်ကားရဲ့ ကျောရိုးကိုပဲ ထပ်မံခြယ်သထားခဲ့ပါတယ်။-Zawgyi-ဒီဇာတ္ကားကေတာ့ ၂၀၀၂ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Sex is Zero ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။မင္းသား Im Chang‑jung ထပ္မံပါဝင္ထားေပမယ့္ မင္းသမီးဟာဂ်ီဝန္ေနရာမွာ Running Man မင္းသမီး Song Ji‑hyo ပါဝင္ထားခဲ့ပါတယ္။ပထမဇာတ္ကားက ဇာတ္ရံအေတာ္မ်ားမ်ားပါဝင္ထားျပီး ပထမဇာတ္ကားရဲ႕ ေက်ာရိုးကိုပဲ ထပ္မံျခယ္သထားခဲ့ပါတယ္။File size…(1.18 GB) and (500MB)\nQuality…Blu-Rip 1080p & 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyimin Thant zawgyi(Blu-Ray 1080p Update Version)ဒီဇာတ္ကားကေတာ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3vzuL/(CM)Sex.Is.Zero.II.2007.720p.NF.WEB-DL.DDP2.0.x264.mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/3429A-138x200.jpg",
        "title": "[18+] Sex Is Zero(2002)",
        "description": "(Blu-Ray 1080p Update Version)\nဒီဇာတ်ကားဟာ နာမည်ကြီး ကိုရီးယားကျောင်းသား ဟာသဇာတ်ကားဖြစ်ပါတယ်။မင်းသား Im Chang‑jung ရဲ့မှတ်တိုင်ဇာတ်ကားဖြစ်သလို မင်းသမီး ဟာဂျီဝန်ရဲ့ နာမည်ကျော်ဇာတ်ကားလဲဖြစ်ပါတယ်။ခပ်ပေါပေါခပ်ချာချာ လုပ်ချင်ရာလုပ် နေချင်သလိုနေတတ်ပေမယ့် သာမန်လူသားတွေထက် နူးညံ့တဲ့နှလုံးသားနဲ့ Eun Sik…ငွေကြေးနဲ့ရုပ်ရည်မှာနှစ်မြောပြီး တစ်ဘဝလုံးပေးဆပ်ခဲ့ပေမယ့် လူသားမဆန်တဲ့လူတစ်ယောက်ကြောင့် ဒုက္ခတွေ့ရတဲ့ Eun‑hyo Lee..သူတို့နှစ်ယောက်ရဲ့ပတ်သက်မှုတွေ…သူတို့နှစ်ယောက်ရဲ့ အံသြဖွယ် ဂန္တဝင်သူငယ်ချင်းတွေနဲ့ ကျောင်းသားဘဝ…စတာတွေကိုအခြေပြုလို့ချစ်ခြင်းကိုမေးခွန်းထုတ်ပေးခဲ့တဲ့ဇာတ်ကား………။ကျွန်တော့်အတွက်တော့ အမြဲသတိရနေမယ့်ဇာတ်ကား…ကိုရီးယားဇာတ်ကားတွေကို စတင်နှစ်သက်စေခဲ့တဲ့ဇာတ်ကား….ဒီဇာတ်ကားကို ကျွန်တော်ပဲရမ်းသမ်းဘာသာပြန်ပြီးတင်ဆက်လိုက်ပါတယ်။\nအားပေးကြည့်ရှုကြပါဦး။ -Zawgyi-ဒီဇာတ္ကားဟာ နာမည္ၾကီး ကိုရီးယားေက်ာင္းသား ဟာသဇာတ္ကားျဖစ္ပါတယ္။မင္းသား Im Chang‑jung ရဲ႕မွတ္တိုင္ဇာတ္ကားျဖစ္သလို မင္းသမီး ဟာဂ်ီဝန္ရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားလဲျဖစ္ပါတယ္။ခပ္ေပါေပါ ခပ္ခ်ာခ်ာ လုပ္ခ်င္ရာလုပ္ ေနခ်င္သလိုေနတတ္ေပမယ့္ သာမန္လူသားေတြထက္ ႏူးညံ့တဲ့ႏွလံုးသားနဲ႕ Eun Sik …ေငြေၾကးနဲ႕ရုပ္ရည္မွာႏွစ္ေျမာျပီး တစ္ဘဝလံုးေပးဆပ္ခဲ့ေပမယ့္ လူသားမဆန္တဲ့လူတစ္ေယာက္ေၾကာင့္ ဒုကၡေတြ႕ရတဲ့ Eun‑hyo Lee..သူတို႕ႏွစ္ေယာက္ရဲ႕ပတ္သက္မႈေတြ…သူတုိ႕ႏွစ္ေယာက္ရဲ႕ အံၾသဖြယ္ ဂႏၱဝင္သူငယ္ခ်င္းေတြနဲ႕ ေက်ာင္းသားဘဝ…စတာေတြကိုအေျချပဳလို႕ခ်စ္ျခင္းကိုေမးခြန္းထုတ္ေပးခဲ့တဲ့ဇာတ္ကား………။ကြ်န္ေတာ့္အတြက္ေတာ့ အျမဲသတိရေနမယ့္ဇာတ္ကား…ကိုရီးယားဇာတ္ကားေတြကို စတင္ႏွစ္သက္ေစခဲ့တဲ့ဇာတ္ကား….ဒီဇာတ္ကားကို ကြ်န္ေတာ္ပဲရမ္းသမ္းဘာသာျပန္ျပီးတင္ဆက္လိုက္ပါတယ္။\nအားေပးၾကည့္ရႈၾကပါဦး။ \nFile size…(1.7 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2PC1x/(CM)Sex_is_Zero_2002_720p_Blu-ray_Remux_AVC_DTS-HD_MA_5.1_-_KRaLiMaRKo.mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Admn2cFVwc5gBMKHf3MWgt8ApKN.jpg",
        "title": "Up There(2019)",
        "description": "Up There(2019)အညွှန်း*********************(unicode)2019 ခုနှစ်ထွက် Up there ဆိုတဲ့ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ် Drama ဇာတ်ကားလေးတွေကြိုက်နှစ်သက်သူတွေ သဘောကျမယ့် ဖြစ်ပါတယ်....\nဂျက်ခ်ဆိုတဲ့ ဂျာနယ်လစ်တစ်ဦးဟာ နယ်မြို့လေးတစ်မြို့ဆီကို ဆောင်းပါးရေးဖို့ သတင်းအချက်အလက်တွေ စုဆောင်းဖို့အတွက် ရောက်ရှိလို့လာပါတယ်\nမြို့ကလေးဟာ လူဦးရေသိပ်မများဘဲနဲ့ သိုသိုသိပ်သိပ်မြို့လေးတစ်မြို့ဖြစ်ပြီးတော့ သူစိမ်းတွေဆိုရင် သိပ်ပြီးအမြင်မကြည်တဲ့မြို့လေးဖြစ်နေလေတော့ ဂျက်ခ်အတွက် သတင်းရယူဖို့ အခက်အခဲဖြစ်နေပါတော့တယ်\nတစ်နေ့မှာ အမ်မာ ဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက် ရောက်လာပြီးတော့ မိတ်ဆက်ပါတယ် မြို့ခံတွေကိုအင်တာဗျူးလုပ်ဖို့ သူကူညီပေးနိုင်ပါတယ်တဲ့\nနွေးနွေးထွေးထွေး ဒရာမာကားလေးမို့ ယခုရာသီဥတုမှာ ကြည့်ရှုခံစားလိုက်ပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်...(zawgyi)2019 ခုႏွစ္ထြက္ Up there ဆိုတဲ့ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Drama ဇာတ္ကားေလးေတြႀကိဳက္ႏွစ္သက္သူေတြ သေဘာက်မယ့္ ျဖစ္ပါတယ္....\nဂ်က္ခ္ဆိုတဲ့ ဂ်ာနယ္လစ္တစ္ဦးဟာ နယ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ဆီကို ေဆာင္းပါးေရးဖို႔ သတင္းအခ်က္အလက္ေတြ စုေဆာင္းဖို႔အတြက္ ေရာက္ရွိလို႔လာပါတယ္\nၿမိဳ႕ကေလးဟာ လူဦးေရသိပ္မမ်ားဘဲနဲ႔ သိုသိုသိပ္သိပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ျဖစ္ၿပီးေတာ့ သူစိမ္းေတြဆိုရင္ သိပ္ၿပီးအျမင္မၾကည္တဲ့ၿမိဳ႕ေလးျဖစ္ေနေလေတာ့ ဂ်က္ခ္အတြက္ သတင္းရယူဖို႔ အခက္အခဲျဖစ္ေနပါေတာ့တယ္\nတစ္ေန႔မွာ အမ္မာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yGhy/Up_There_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loC9ptPrTT1e09frmddn6LU612d.jpg",
        "title": "A Million Little Pieces(2019)",
        "description": "A Million Little Pieces(2019)အညွှန်း******************************(unicode)အရက် ဆေး ကိုကင်း အသီး အရွက် အလုံး\nဒီနာမည်မျိုးစုံနဲ့ ထွက်တဲ့ဆေးဝါးတွေမူးယစ်ဆေးတွေစိတ်ကြွဆေးတွေဟာ သုံးလို့တော့ကောင်းပေမယ့် နောက်ဆက်တွဲ က ဆိုးကျိုးပဲ\nများတာကို အတော်များများ သိကြမှာပါ....ဆေးချတာမပြောနဲ့ဦး Hangover ဖြစ်ရင်တောင်တစ်နေ့လုံးနေလို့အဆင်မပြေတဲ့ဝေဒနာကြီးစွဲထင်တတ်ပါတယ် A Million Little Pieces ထဲက ဂျိမ်းစ်ဖရေး သူ့ဘ၀တောက်လျှောက်ဆေးလိပ်တွေအရက်တွေ ကိုကင်းတွေနဲ့ပဲ ရင်းနှီးခဲ့ရတယ် အသက်နဲ့မလိုက်အောင် ကိုယ်တွင်းအင်္ဂါထိခိုက်မှုတွေဖြစ်ထားတယ် မိသားစုအချစ်ရေး မိတ်ဆွေသူငယ်ချင်းအားလုံးဆုံးရှုံးပြီးမှ ဒီပြန်လည်ထူထောင်ရေးစင်တာကိုရောက်လာတယ် ပထမနေ့ နေရထိုင်ရအဆင်မပြေဖြစ်တယ်ဂယောင်ခြောက်ခြားဖြစ်မယ် ဝေဒနာပေါင်းစုံပါပဲ ဒုတိယနေ့အဲ့ထက်ဆိုးတယ် တတိယနေ့အဲ့ထက်ပိုပိုဆိုးလာတယ်ဆေးပြတ်အောင်ဖြတ်တာဟာလွယ်ကူတဲ့အလုပ်မဟုတ်မှန်းဒီကားကြည့်ရင်သိမှာပါ တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ဂျိမ်းစ်ဖရေးကိုလဲ ကြည့်ရင်း ကိုယ်တိုင်မွန်းကြပ်လာသလို\nသူနဲ့ အတူ ဒီ ဒုက္ခတောထဲက ထွက်ဖို့ရုန်းကန်ချင်စိတ်ပေါ်လာပါတယ်..\nသူဆေးပြတ်သွားမလား...ဆက်ပြီးသုံးရင်း ဘဝကို အဓိပ္ပါယ်မဲ့\nဆက်ကုန်ဆုံးမလား ခံစားကြည့်ကြပါဥ◌ီး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)အရက္ ေဆး ကိုကင္း အသီး အ႐ြက္ အလုံး\nဒီနာမည္မ်ိဳးစုံနဲ႔ ထြက္တဲ့ေဆးဝါးေတြမူးယစ္ေဆးေတြစိတ္ႂကြေဆးေတြဟာ သုံးလို႔ေတာ့ေကာင္းေပမယ့္ ေနာက္ဆက္တြဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UBdl/A_Million_Little_Pieces_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFTyUmeddTMd5E25KyjErk8Mu3c.jpg",
        "title": "Stolen Identity ( 2018 )",
        "description": "Zawgyi*******ဇာတ္လမ္းကေတာ့ဖုန္းက်ေပ်ာက္တဲ့ကိစၥကစပါတယ္....ဖုထ်န္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ကတစ္ေန႔မွာအလုပ္ဆီအေလာတႀကီးသြားရင္းနဲ႔တကၠစီကားေပၚမွာမေတာ္တဆဖုန္းေမ့က်န္ခဲ့ပါတယ္....ေနာက္ေတာ့ဖုန္းေကာက္ရတဲ့လူကဖုန္းကိုျပန္ေပးခဲ့ေပမဲ့ျပန္မေပးခင္မွာဖုထ်န္ရဲ့ခ်စ္သူေတာက္ယဲ့မာေမဆိုတဲ့အနက္ေရာင္ဆံပင္ရွည္နဲ႔ေကာင္မေလးကိုေတြ႕ၿပီးစြဲလန္းသြားလို့ဖုထ်န္ဖုန္းထဲမွာရွိတဲ့အခ်က္အလက္ေတြအားလုံးကိုေကာ္ပီကူးယူခဲ့ပါတယ္....အဲ့ခ်ိန္ကစၿပီး ထူးဆန္းတဲ့မက္ေဆ့ေတြ Linkေတြကဖုထ်န္ဖုန္းထဲသာမကမာေမရဲ့ဖုန္းထဲထိပါခဏခဏဝင္လာတတ္ပါတယ္....တစ္ဖက္မွာလည္းေတာင္ေပၚမွာေသဆုံးသူမည္သူမည္ဝါမွန္းမသိတဲ့အျမဳပ္ခံထားရတဲ့မိန္းကေလးအေလာင္းငါးေလာင္းေတြ႕ရွိလို့ကြင္းဆက္လူသတ္တရားခံကိုႀကိဳးစားရွာေဖြရင္းအေလာင္းေတြမွာတူညီတဲ့အခ်က္ကအနက္ေရာင္ဆံပင္ရွည္နဲ႔မိန္းမျဖစ္ၿပီးဆံပင္ေတြကလည္းအရိတ္ခံထားရပါတယ္....ဖုန္းကေနတစ္ဆင့္ ကိုယ့္အခ်က္အလက္ေတြခိုးယူခံခဲ့ရတဲ့သူတို့ႏွစ္ေယာက္ကဘယ္လိုေျဖရွင္းၾကမလဲ ဘာေၾကာင့္လဲေတာင္ေပၚမွာေတြ႕ခဲ့တဲ့အေလာင္းေတြကေရာ ဘယ္သူကသူတို့ကိုသတ္တာလဲ ဘာေၾကာင့္လဲ....တရားခံကတစ္ေယာက္တည္းပဲလားဆိုတာပေဟဠိအမ်ိဳးမ်ိဳးနဲ႔ၾကည့္ရွုရမွာျဖစ္တာမို့ လက္လြတ္မခံပဲဆက္ဆက္ၾကည့္ရွုဖို့ တိုက္တြန္းလိုက္ပါရေစေနာ္ Unicode*******ဇာတ်လမ်းကတော့ဖုန်းကျပျောက်တဲ့ကိစ္စကစပါတယ်....ဖုထျန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကတစ်နေ့မှာအလုပ်ဆီအလောတကြီးသွားရင်းနဲ့တက္ကစီကားပေါ်မှာမတော်တဆဖုန်းမေ့ကျန်ခဲ့ပါတယ်....နောက်တော့ဖုန်းကောက်ရတဲ့လူကဖုန်းကိုပြန်ပေးခဲ့ပေမဲ့ပြန်မပေးခင်မှာဖုထျန်ရဲ့ချစ်သူတောက်ယဲ့မာမေဆိုတဲ့အနက်ရောင်ဆံပင်ရှည်နဲ့ကောင်မလေးကိုတွေ့ပြီးစွဲလန်းသွားလို့ဖုထျန်ဖုန်းထဲမှာရှိတဲ့အချက်အလက်တွေအားလုံးကိုကော်ပီကူးယူခဲ့ပါတယ်....အဲ့ချိန်ကစပြီး ထူးဆန်းတဲ့မက်ဆေ့တွေ Linkတွေကဖုထျန်ဖုန်းထဲသာမကမာမေရဲ့ဖုန်းထဲထိပါခဏခဏဝင်လာတတ်ပါတယ်....တစ်ဖက်မှာလည်းတောင်ပေါ်မှာသေဆုံးသူမည်သူမည်ဝါမှန်းမသိတဲ့အမြုပ်ခံထားရတဲ့မိန်းကလေးအလောင်းငါးလောင်းတွေ့ရှိလို့ကွင်းဆက်လူသတ်တရားခံကိုကြိုးစားရှာဖွေရင်းအလောင်းတွေမှာတူညီတဲ့အချက်ကအနက်ရောင်ဆံပင်ရှည်နဲ့မိန်းမဖြစ်ပြီးဆံပင်တွေကလည်းအရိတ်ခံထားရပါတယ်....ဖုန်းကနေတစ်ဆင့် ကိုယ့်အချက်အလက်တွေခိုးယူခံခဲ့ရတဲ့သူတို့နှစ်ယောက်ကဘယ်လိုဖြေရှင်းကြမလဲ ဘာကြောင့်လဲတောင်ပေါ်မှာတွေ့ခဲ့တဲ့အလောင်းတွေကရော ဘယ်သူကသူတို့ကိုသတ်တာလဲ ဘာကြောင့်လဲ....တရားခံကတစ်ယောက်တည်းပဲလားဆိုတာပဟေဠိအမျိုးမျိုးနဲ့ကြည့်ရှုရမှာဖြစ်တာမို့ လက်လွတ်မခံပဲဆက်ဆက်ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By MineEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/3vyit/(CM)Stolen.Identity.2018.BluRay.720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk6x3PHpTC3zpVHedGFfygHxbll.jpg",
        "title": "Bigil (2019)",
        "description": "(Unicode)တစ်နှစ်တစ်ကား ဆိုသလို တမီးလ်မင်းသား ဗီဂျေးရဲ့ ၂၀၁၉ထွက် ကားကောင်းတစ်ကားကို မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။Genere- Drama,Sport,ActionIMDb - 7.5/10တစ်ရပ်ကွက်လုံးရဲ့ အာဏာရှိ လူမိုက် မိုက်ကယ်၊ မိန်းမလည်း မရှိ၊ ကျားလည်းမကိုက်၊ သောက်သောက်စားစား လူရမ်းကားလေး။တနေ့တော့ သူ့သူငယ်ချင်း ကာဒီးရ်ဟာ အမျိုးသမီးဘောလုံးအသင်းရဲ့ နည်းပြအဖြစ်နဲ့ အသင်းအတူ ဒေလီသွားဖို့ သူ့ဆီ ဝင်ပါတယ်။မမျှော်လင့်ဘဲ မိုက်ကယ်ရဲ့ ရန်ကြွေးတွေကြောင့် နည်းပြဆရာ ကာဒီးရ်ကို ဓားချက်ထိခဲ့ရတယ်။ကြယ်ပွင့်လေး ၁၅ပွင့်ရဲ့ တစ်ဦးတည်းသော ကယ်တင်ရှင် နည်းပြကာသီဟာ တစ်နှစ်တာ အနားယူရမယ်လို့ သိလိုက်ရစဉ်မှာတော့.....-------------------------------------ဒီဇာတ်ကားထဲမှာတော့ ဗီဂျေးကို ဘောလုံးသမား၊ လူမိုက်ကြီး၊ နည်းပြ စသဖြင့် ပုံစံမျိုးစုံ မြင်ရပြီး အဖေလိုတစ်မျိုး သားလိုတစ်ဖုံ တွေ့ရမှာပါ။အဖေ ပေးတဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/29D0d/(CM)_Bigil_2019_720p_AMZN_WEB-DL.mp4",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6cp0DfEgl2hhMKTszgkqXDqRuO.jpg",
        "title": "Knives and Skin(2019)",
        "description": "Knives and Skin(2019)အညွှန်း**************************(Unicode)ဒီကားကတော့ psychological thrillerအမျိုးအစားဖြစ်ပါတယ်\nကာရိုလင်းဆိုတဲ့အထက်တန်းကျောင်းသူလေးထူးဆန်းစွာပျောက်ဆုံးသွားပါတယ်..\nသူပျောက်ခြင်းရဲ့ နောက်ဆက်တွဲအနေနဲ့ ကျန်ခဲ့တဲ့ကျောင်းသူကျောင်းသားတွေ\nအတွက် ထိတ်လန့်စရာပါပဲ...\nဒီကျောင်းသူလေးကရော ဘာကြောင့်ပျောက်ဆုံးသွားတာလဲ...\nပြန်ရောတွေ့နိုင်ပါ့မလား...\nကျန်ခဲ့တဲ့ ကျောင်းသား ကျောင်းသူတွေနဲ့\nကျောင်းသားမိဘတွေကရော ဘယ်လိုတွေဆက်လုပ်ကြမလဲဆိုတာကိုတော့\nခံစားကြည့်ကြပါဥ◌ီး...\nလူ့အသိုင်းအဝိုင်းရဲ့ဇာတ်ရှုပ်ကြီးတွေကို ခန့်မှန်းလို့မရအောင် စိတ္တဇဆန်ဆန်ဖော်ပြထားတာကိုတွေ့ရမှာပါ\nအားလုံးအကြိုက်တွေ့ဖို့မျှော်လင့်ပါတယ်.\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီကားကေတာ့ psychological thrillerအမ်ိဳးအစားျဖစ္ပါတယ္\nကာ႐ိုလင္းဆိုတဲ့အထက္တန္းေက်ာင္းသူေလးထူးဆန္းစြာေပ်ာက္ဆုံးသြားပါတယ္..\nသူေပ်ာက္ျခင္းရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔ က်န္ခဲ့တဲ့ေက်ာင္းသူေက်ာင္းသားေတြ\nအတြက္ ထိတ္လန႔္စရာပါပဲ...\nဒီေက်ာင္းသူေလးကေရာ ဘာေၾကာင့္ေပ်ာက္ဆုံးသြားတာလဲ...\nျပန္ေရာေတြ႕ႏိုင္ပါ့မလား...\nက်န္ခဲ့တဲ့ ေက်ာင္းသား ေက်ာင္းသူေတြနဲ႔\nေက်ာင္းသားမိဘေတြကေရာ ဘယ္လိုေတြဆက္လုပ္ၾကမလဲဆိုတာကိုေတာ့\nခံစားၾကည့္ၾကပါဥ◌ီး...\nလူ႔အသိုင္းအဝိုင္းရဲ႕ဇာတ္ရႈပ္ႀကီးေတြကို ခန႔္မွန္းလို႔မရေအာင္ စိတၱဇဆန္ဆန္ေဖာ္ျပထားတာကိုေတြ႕ရမွာပါ\nအားလုံးအႀကိဳက္ေတြ႕ဖို႔ေမွ်ာ္လင့္ပါတယ္.\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္... File Size : (900 MB) and (372 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:50:00\nGenre :    Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/4UBen/Knives_And_Skin.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/one-127x200.jpg",
        "title": "One Must Fall(2019)",
        "description": "One Must Fall(2019)အညွှန်း*************************(unicode)Inno Tech ကုမ္ပဏီရဲ့အရောင်းကိုယ်စားလှယ်မလေးဆယ်ရာ အလုပ်မှာပြဿနာဖြစ်ပြီး ထွက်လာရတယ် single mother ဖြစ်တဲ့ဆယ်ရာတစ်ယောက်အိမ်အသစ်ကလဲ ပူပူနွေးနွေးကြီး၀ယ်ရတော့မယ် ထိန်းကျောင်းရမယ့်သားတစ်ယောက်ကလဲရှိသေးပြန်တော့သူငယ်ချင်းဖြစ်သူ အာတန်အဆက်သွယ်နဲ့ မှုခင်းတွေအခင်းနေရာတွေမှာ ကျန်ခဲ့တဲ့သွေးတွေအသားစတွေရှင်းတဲ့အလုပ်ထဲ၀င်လုပ်ရတယ် ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာပဲဆို ရမလား ဆယ်ရာတစ်ယောက်သူသွားရှင်းတဲ့နေရာမှာပုန်းခိုနေတဲ့စိတ်တ္တဇလူသတ်သမားနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတဲ့အခါမှာတော့ဒီကားမှာပါတဲ့ စိတ်တ္တဇလူသတ်သမားကတော်တော်ကြမ်းပါတယ် သူ့အတွေးတွေကအစွန်းရောက်ပေမယ့် သူ့ဟာနဲ့သူမှန်နေပြန်ပါသေးတယ် အဲ့လိုလူနဲ့အပြင်မှာစကားပြိုင်ပြောရင်တောင်ခင်ဗျားတို့ယှဥ်နိုင်မယ်မထင်ဘူးဗျာဘုရားသခင် တနည်းအားဖြင့် Jesus Christ ကိုမယုံကြည်မှုအစွန်းရောက်သွားတဲ့ဒီသွေးအေးအေးမျက်နှာပိုင်ရှင်လူသတ်သမားကြီးရဲ့ အခုတ်အဖြတ်တွေကို ထိန်လန့်\nကြောက်မက်ဖွယ်ခံစားရမှာပါ...\nဘာပဲဖြစ်ဖြစ် mesg လေးတစ်ခုတော့သေချာပေါက်ပေးစွမ်းနိုင်မယ့်ကားလို့ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)Inno Tech ကုမၸဏီရဲ႕အေရာင္းကိုယ္စားလွယ္မေလးဆယ္ရာ အလုပ္မွာျပႆနာျဖစ္ၿပီး ထြက္လာရတယ္ single mother ျဖစ္တဲ့ဆယ္ရာတစ္ေယာက္အိမ္အသစ္ကလဲ ပူပူေႏြးေႏြးႀကီး၀ယ္ရေတာ့မယ္ ထိန္းေက်ာင္းရမယ့္သားတစ္ေယာက္ကလဲရွိေသးျပန္ေတာ့သူငယ္ခ်င္းျဖစ္သူ အာတန္အဆက္သြယ္နဲ႔ မႈခင္းေတြအခင္းေနရာေတြမွာ က်န္ခဲ့တဲ့ေသြးေတြအသားစေတြရွင္းတဲ့အလုပ္ထဲ၀င္လုပ္ရတယ္ ကံဆိုးမသြားရာမိုးလိုက္လို႔႐ြာပဲဆို ရမလား ဆယ္ရာတစ္ေယာက္သူသြားရွင္းတဲ့ေနရာမွာပုန္းခိုေနတဲ့စိတ္တၱဇလူသတ္သမားနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ့အခါမွာေတာ့ဒီကားမွာပါတဲ့ စိတ္တၱဇလူသတ္သမားကေတာ္ေတာ္ၾကမ္းပါတယ္ သူ႔အေတြးေတြကအစြန္းေရာက္ေပမယ့္ သူ႔ဟာနဲ႔သူမွန္ေနျပန္ပါေသးတယ္ အဲ့လိုလူနဲ႔အျပင္မွာစကားၿပိဳင္ေျပာရင္ေတာင္ခင္ဗ်ားတို႔ယွဥ္ႏိုင္မယ္မထင္ဘူးဗ်ာဘုရားသခင္ တနည္းအားျဖင့္ Jesus Christ ကိုမယုံၾကည္မႈအစြန္းေရာက္သြားတဲ့ဒီေသြးေအးေအးမ်က္ႏွာပိုင္ရွင္လူသတ္သမားႀကီးရဲ႕ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2PysS/One_Must_Fall.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mcXb3km7hZ8aJKpxxgnvvxt9gW.jpg",
        "title": "Grand Isle (2019)",
        "description": "(Unicode)မင်းသားကြီး Nicolas Cage ရဲ့ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။Thriller/Action ဇာတ်ကားလေးဖြစ်ပြီး...ဇာတ်ကားကြည့်ရင်းသို့လောသို့လောနဲ့နားလည်ရခက်စေပြီးနောက်မှအဖြေပေါ်သွားစေတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၈၈ခုနှစ်၀န်းကျင်....ဟာရီကိန်းမုန်တိုင်းမ၀င်ခင်နာရီပိုင်းအလို....ဂရန်းအိုင်လ်ဆိုတဲ့နယ်မြို့လေးတစ်ခုမှာ ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်နေထိုင်တဲ့အိမ်တစ်အိမ်ရှိပါတယ်။ဇာတ်လမ်းအစမှာတော့ အဲဒီအိမ်ကိုမှသွားခိုးမိတဲ့ သူခိုးလေးတစ်ယောက်သေနတ်တဲ့အပစ်ခံရပြီး...အိမ်ရဲ့ခြံစည်းရိုးလည်းပျက်စီးသွားတဲ့အတွက်ငယ်ငယ်ရွယ်ရွယ်အိမ်ထောင်ကျပြီး ကလေးရပြီးနောက် မိသားစုစား၀တ်နေရေးအတွက် ရုန်းကန်နေရတဲ့ဘာဒီဆိုတဲ့လူငယ်တစ်ယောက် အဲဒီခြံစည်းရိုးပြင်ဖို့အလုပ်ကိုလက်ခံရာကစပြီး...သူတို့လင်မယားနှစ်ယောက်နဲ့မုန်တိုင်းတွင်းမှာ ဇာတ်လမ်းတွေစရှုပ်ပါတော့တယ်....အဲဒီအိမ်ကြီးရဲ့လျို့ဝှက်ချက်ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ်ကရော ဘာတွေအဆင်မပြေတာရှိနေပြီး...ဖရန့်တို့လင်မယားနှစ်ယောက်ကဘယ်အားနည်းချက်ကိုအသုံးချပြီးဒုက္ခပေးမှာလဲ....ဖရန့်တို့လင်မယားနှစ်ယောက်ကရောဘာတွေလဲဆိုတောတွေ့ရမှာပါ။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)မင္းသားႀကီး Nicolas Cage ရဲ႕ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။Thriller/Action ဇာတ္ကားေလးျဖစ္ၿပီး...ဇာတ္ကားၾကည့္ရင္းသို႔ေလာသို႔ေလာနဲ႔နားလည္ရခက္ေစၿပီးေနာက္မွအေျဖေပၚသြားေစတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၈၈ခုႏွစ္၀န္းက်င္....ဟာရီကိန္းမုန္တိုင္းမ၀င္ခင္နာရီပိုင္းအလို....ဂရန္းအိုင္လ္ဆိုတဲ့နယ္ၿမိဳ႕ေလးတစ္ခုမွာ ထူးဆန္းတဲ့လင္မယားႏွစ္ေယာက္ေနထိုင္တဲ့အိမ္တစ္အိမ္ရွိပါတယ္။ဇာတ္လမ္းအစမွာေတာ့ အဲဒီအိမ္ကိုမွသြားခိုးမိတဲ့ သူခိုးေလးတစ္ေယာက္ေသနတ္တဲ့အပစ္ခံရၿပီး...အိမ္ရဲ႕ၿခံစည္း႐ိုးလည္းပ်က္စီးသြားတဲ့အတြက္ငယ္ငယ္႐ြယ္႐ြယ္အိမ္ေထာင္က်ၿပီး ကေလးရၿပီးေနာက္ မိသားစုစား၀တ္ေနေရးအတြက္ ႐ုန္းကန္ေနရတဲ့ဘာဒီဆိုတဲ့လူငယ္တစ္ေယာက္ အဲဒီၿခံစည္း႐ိုးျပင္ဖို႔အလုပ္ကိုလက္ခံရာကစၿပီး...သူတို႔လင္မယားႏွစ္ေယာက္နဲ႔မုန္တိုင္းတြင္းမွာ ဇာတ္လမ္းေတြစရႈပ္ပါေတာ့တယ္....အဲဒီအိမ္ႀကီးရဲ႕လ်ိဳ႕ဝွက္ခ်က္ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ္ကေရာ ဘာေတြအဆင္မေျပတာရွိေနၿပီး...ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကဘယ္အားနည္းခ်က္ကိုအသုံးခ်ၿပီးဒုကၡေပးမွာလဲ....ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကေရာဘာေတြလဲဆိုေတာေတြ႕ရမွာပါ။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ) File Size : (750 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : ...",
        "rating": "5.1",
        "url": "https://megaup.net/4buNi/(CM)_Grand.Isle.2019.720p.AMZN.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
        "title": "Trauma Center (2019)",
        "description": "(Unicode)မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့... လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်...တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်....ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့....သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ....(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့... ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္...တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ ...",
        "rating": "N/A",
        "url": "https://megaup.net/4bupe/(CM)_Trauma.Center.2019.720p.AMZN.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/she-devil-2014-133x200.jpg",
        "title": "She Devil ( 2014 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးဟာဆိုရင္ ဝမ္နဲ႔ ပလြယ္ဟာဆို သိပ္ခ်စ္ၾကတဲ့ခ်စ္သူလင္မယားေတြျဖစ္ၾကတယ္ မိန္းမျဖစ္သူ ပုံမွန္မဟုတ္တာသူ႔ေယာက်ာ္းက သူအေမမရွိတဲ့ေန႔တြင္သိခဲ့ရတယ္ေကာင္မေလး ၁၆ႏွစ္အ႐ြယ္မွာ ဂေလာင္ေရတံခြန္သြားလည္ရာမွာေရနစ္ခ့ဲ့ဖူးရာေနစခဲ့တယ္ သူတို႔ႏွစ္ေယာက္နတ္ကန္ေတာ္ကိုသြားေရာက္အကူအညီေတာင္းခဲ့ရာမွသူ႐ုပ္ခႏၶာမွာ လူကုန္ကူးခံတဲ့ ဗမာမေလးတေယာက္ ဝင္ေနတာကိုသိလိုက္ရတယ္ ဇာတ္ကားေလးက ဘယ္လိုျဖစ္မလဲဆိုတာရင္ခုန္စြာဆက္လက္ၾကည့္ရႈၾကပါစို႔ေနာ္..... Unicode*******ဒီဇာတ်ကားလေးဟာဆိုရင် ဝမ်နဲ့ ပလွယ်ဟာဆို သိပ်ချစ်ကြတဲ့ချစ်သူလင်မယားတွေဖြစ်ကြတယ် မိန်းမဖြစ်သူ ပုံမှန်မဟုတ်တာသူ့ယောကျာ်းက သူအမေမရှိတဲ့နေ့တွင်သိခဲ့ရတယ်ကောင်မလေး ၁၆နှစ်အရွယ်မှာ ဂလောင်ရေတံခွန်သွားလည်ရာမှာရေနစ်ခဲ့ဖူးရာနေစခဲ့တယ် သူတို့နှစ်ယောက်နတ်ကန်တော်ကိုသွားရောက်အကူအညီတောင်းခဲ့ရာမှသူရုပ်ခန္ဓာမှာ လူကုန်ကူးခံတဲ့ ဗမာမလေးတယောက် ဝင်နေတာကိုသိလိုက်ရတယ် ဇာတ်ကားလေးက ဘယ်လိုဖြစ်မလဲဆိုတာရင်ခုန်စွာဆက်လက်ကြည့်ရှုကြပါစို့နော်..... Translated & Review By NannEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1tngj/(CM)She.Devil.2014.DVDRip.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53LLJ5TArKcwjtOCoBoTPPWPgEY.jpg",
        "title": "Laal Kaptaan (2019)",
        "description": "(Unicode)IMDb ratings : 7.6/10Genre : Action,Dramaဒီတစ်ခါ ဘောလိ၀ုဒ်ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Saif Ali Khan , Sonakshi Sinha တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ ကြည့်ပျော်ရှုပျော် ဇာတ်ကားတစ်ကားပါ။ဒီကားအညွှန်းရေးရမှာက ကျွန်တော့်အဖို့ တော်တော့်ကို ခက်ခဲပါတယ်။အိန္ဒိယနိုင်ငံမှာ ဇာတ်အနိမ့်အမြင့်နာမည်တွေ ၊ မျိုးနွယ်နာမည်တွေနဲ့ ကိုးကွယ်တဲ့ဘာသာပေါင်းများစွာရှိတဲ့အတွက် လက်လှမ်းမမီတာကြောင့်ပေါ့။ဇာတ်လမ်းစစချင်းကတည်းက သတ်တာဖြတ်တာတွေ ၊ သွေးထွက်သံယို ပြကွက်တွေနဲ့ စထားတာမို့၊ အရွယ်မရောက်သေးသူ ကလေးသူငယ်များ အုပ်ထိန်းသူနဲ့ကြည့်သင့်ပါတယ်။၁၈ ရာစု၀န်းကျင်ကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဒီကားက ဟောလိ၀ုဒ်က ရိုက်ပြခဲ့တဲ့ Bounty Hunter ကားတွေနဲ့ တော်တော်လေး တူပါတယ်။အဓိက ဇာတ်ကောင်က ဆုကြေးအထုတ်ခံထားတဲ့သူတွေကို လိုက်သတ်မယ်။ပြီးရင် သတ်ထားတဲ့သူရဲ့ခေါင်းကို ဖြတ်ယူပြီး ထုတ်ထားတဲ့သူဆီ ငွေသွားတောင်းမယ်။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/29C0e/(CM)_Laal.Kaptaan.2019.720p.AMZN.WEB-DL..mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkBFjCktRSKizuLrSOqAZbmmNzV.jpg",
        "title": "1st Born(2019)",
        "description": "1st Born(2019)(unicode)ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အီရန်လူမျိုးယောက်ျား ဘန်ဂျမင်နဲ့အမေရိကန်အမျိုးသမီးကိတ်တို့ဟာ\nအိမ်ထောင်ကျပြီးခုနစ်နှစ်အတွင်းကလေးမရကြပါဘူး ကလေးမရကြတော့ ကလေးမွေးစားဖို့စီစဉ်ကြပါတယ်\nစီစဉ်နေတုန်းမှာပဲ မမျှော်လင့်ပဲ ကိုယ်ဝန်ရှိနေတာကိုသိလိုက်ကြပါတယ် ကံဆိုးစွားနဲ့ပဲကလေးမှာ ရောဂါဖြစ်နေတာကိုသိလိုက်ပါတယ် အဲ့ရောဂါက အဖိုးတွေရဲ့ရိုးတွင်းချဉ်ဆီနဲ့မှကုလို့ရမယ်ဖြစ်ပါတယ် အဲ့ဒါမှာဇာတ်လမ်းကစပါတော့တယ် ဘန်ဂျမင်ရဲ့အဖေကအမေရိကန်ကိုမုန်းပါတယ် မုန်းလွန်းလို့ကျောင်းသားဘဝတည်းက အီရန်မှာရှိတဲ့အမေရိကန်သံရုံးကိုဝင်တိုက်တာပါ အဲ့လောက်ကိုမုန်းပါတယ် ဘန်ဂျမင်ရဲ့အမျိုးသမီးကိတ်ရဲ့အဖေကလည်း ဆီနိတ်တာဖြစ်ဖို့ကြိုးပမ်းနေတဲ့အချိန်လဲဖြစ်ပါတယ်\nယောက္ခမချင်းက နိုင်ငံကိုတအားချစ်တဲ့လူတွေပီပီ ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဘယ်လိုအလွဲလေးတွေဖြစ်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦး\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)ေပါ့ေပါ့ပါးပါး ဟာသကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီရန္လူမ်ိဳးေယာက္်ား ဘန္ဂ်မင္နဲ႔အေမရိကန္အမ်ိဳးသမီးကိတ္တို႔ဟာ\nအိမ္ေထာင္က်ၿပီးခုနစ္ႏွစ္အတြင္းကေလးမရၾကပါဘူး ကေလးမရၾကေတာ့ ကေလးေမြးစားဖို႔စီစဥ္ၾကပါတယ္\nစီစဥ္ေနတုန္းမွာပဲ မေမွ်ာ္လင့္ပဲ ကိုယ္ဝန္ရွိေနတာကိုသိလိုက္ၾကပါတယ္ ကံဆိုးစြားနဲ႔ပဲကေလးမွာ ေရာဂါျဖစ္ေနတာကိုသိလိုက္ပါတယ္ အဲ့ေရာဂါက အဖိုးေတြရဲ႕႐ိုးတြင္းခ်ဥ္ဆီနဲ႔မွကုလို႔ရမယ္ျဖစ္ပါတယ္ အဲ့ဒါမွာဇာတ္လမ္းကစပါေတာ့တယ္ ဘန္ဂ်မင္ရဲ႕အေဖကအေမရိကန္ကိုမုန္းပါတယ္ မုန္းလြန္းလို႔ေက်ာင္းသားဘဝတည္းက အီရန္မွာရွိတဲ့အေမရိကန္သံ႐ုံးကိုဝင္တိုက္တာပါ အဲ့ေလာက္ကိုမုန္းပါတယ္ ဘန္ဂ်မင္ရဲ႕အမ်ိဳးသမီးကိတ္ရဲ႕အေဖကလည္း ဆီနိတ္တာျဖစ္ဖို႔ႀကိဳးပမ္းေနတဲ့အခ်ိန္လဲျဖစ္ပါတယ္\nေယာကၡမခ်င္းက ႏိုင္ငံကိုတအားခ်စ္တဲ့လူေတြပီပီ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ ဘယ္လိုအလြဲေလးေတြျဖစ္မလဲဆိုတာ စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈေပးၾကပါဦး\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္....File Size : (850 MB) ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/1st-born2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPGq1mkEXznUpapDmOSxbsybjfp.jpg",
        "title": "A Rainy Day in New York (2019)",
        "description": "unicodeဒီရုပ်ရှင်လေးကတော့ ဟာသ ဒရာမာ အမျိုးအစားပါပဲ။ခွက်ထိုးခွက်လန်ရီရမယ့် ဟာသမျိုးတွေ မဟုတ်ပါဘူး။ရယ်ရခက် ငိုရခက် ကိုးရိုးကားယား ဟာသမျိုးတွေပါပဲ။အချစ်ဇာတ်လမ်းလေးကလည်း တစ်မျိုးဆန်းပါတယ်။သရုပ်ဆောင်တွေကတော့ သိတဲ့သူများမှာပါ။တင်မိုသီ၊ အယ်လ်ဖန်းနင်း၊ ဆယ်လီနာဂိုးမက်ဇ်၊ ဂျုလော တို့ ပါပါတယ်။ဇာတ်လမ်းလေးကတော့ ဂတ်စ်ဘီဆိုတဲ့ နယူးယောက်ကလာတဲ့ကောလိပ်ကျောင်းသားလေးမှာ အက်ရှ်လိဆိုတဲ့ချစ်သူကောင်မလေး တစ်ယောက်ရှိတယ်။တစ်နေ့မှာ အက်ရှ်လိဟာ ကျောင်းသတင်းစာအတွက်နာမည်ကျော် ဒါရိုက်တာ ရိုလန်ပိုလက်နဲ့ တစ်နာရီ အင်တာဗြူးခွင့်ရခဲ့ပါတယ်။ဒီတော့ ရိုလန်ရှိတဲ့ နယူးယောက်ကို စုံတွဲအတူခရီးထွက်ရင်းအပန်းဖြေကြဖို့ စီစဉ်လိုက်ကြတယ်ပေါ့။ဒါပေမယ့် ဟိုရောက်တော့အက်ရှ်လိက ဒါရိုက်တာ၊ ဇာတ်ညွှန်းဆရာ၊ နာမည်ကျော်မင်းသားတွေနဲ့ပေါက်ကရအလွဲတွေကြုံပြီး၊ဂတ်စ်ဘီကလည်း သူ့ရည်းစားဟောင်းရဲ့ ညီမလေးနဲ့ နယူးယောက်ရဲ့မိုးရေတွေထဲမှာ ပေါက်ကရတွေ ထပ်ကြုံရတယ်ပေါ့။ဇာတ်လမ်းလေးကလှပါတယ်။ဒိုင်ယာလော့တွေလည်း ကောင်းတယ်။ကြည့်ရတာ ကသိကအောက်နဲ့ ချစ်စရာကောင်းပါတယ်။ကြိုက်ကြမှာပါ။File Size : ( 868 MB , 299 MB )Quality :  Web-DL 720pRunning Time : 1 hr 32 minFormat ...",
        "rating": "6.9",
        "url": "https://megaup.net/29zvj/(CM)_A_Rainy_Day_In_New_York_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/firefox82-142x200.jpg",
        "title": "Firefox(1982)",
        "description": "Firefox(1982)အညွှန်း*******************Clint Eastwood ဆိုတဲ့ ဒါရိုက်တာလည်းလုပ် မင်းသားလည်း\nလုပ်တဲ့ ဒီဘိုးတော်ကြီးကို တော်တော်များများသိကြမယ်ထင်ပါရဲ့...\nခပ်ဆန်းဆန်း ဇာတ်ကားတွေကြီးပဲ ဖန်တီးတတ်သလို သူ့ကားတွေကြည့်ပြီးတိုင်း\nအတွေးတွေ ကျန်ခဲ့အောင် လုပ်နိုင်စွမ်းလည်းရှိပါတယ်...\nဒီရုပ်ရှင်ဇာတ်ကားက ၁၉၈၂ ခုနှစ်ကဆိုပေမယ့် ခုချိန်ပြန်ကြည့်လည်း\nသဲထိတ်ရင်ဖို ခံစားနေရတုန်းမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်...\nဆိုဗီယက် ရုရှားမှာ အသံထက်မြန်အောင်ပျံနိုင်တဲ့အပြင် ရေဒါမှာ မပေါ်ဘဲနဲ့\nစိတ်နဲ့ထိန်းချုပ်ပြီး ဒုံးကျဉ်ပစ်လို့ရတဲ့ Firefox ဆိုတဲ့ တိုက်လေယာဉ်ကို ဖန်တီးလိုက်ပါတယ်။ ‌တိုက်လေ‌ယာဉ်ရဲ့ နည်းပညာက အဆင့်မြင့်လွန်းလို့ ‌ဗြိတိန်‌တွေက စစ်ရေးအရ စိုးရိမ်ပြီး အမေရိကန် တိုက်လေယာဉ်မှူး မစ်ရှယ် ဂန် ကို လေယာဉ်သွားခိုးဖို့ ရုရှားနိုင်ငံထဲ ခိုးသွင်းပါတော့တယ်။ အဲ့ဒီမှာ ဇတ်လမ်းက စတော့တာပဲ...\nမင်းသားကြီး Clint Eastwood ရဲ့ ပရိတ်သတ်ဆိုရင်တော့ မဖြစ်မနေကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါတယ်....(zawgyi)Clint Eastwood ဆိုတဲ့ ဒါ႐ိုက္တာလည္းလုပ္ မင္းသားလည္း\nလုပ္တဲ့ ဒီဘိုးေတာ္ႀကီးကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/4bsii/Firefox.1982.BLU-RAY.720P.PP.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/abominable-poster-3-132x200.jpg",
        "title": "Abominable (2019)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိသတ္ႀကီးအတြက္ လတ္တေလာထြက္ရွိထားတဲ႔ကာတြန္းကားအသစ္ေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။နာမည္ေက်ာ္ DreamWorks Studio ကေန ဖန္တီးတင္ဆက္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%ေတာင္ရရွိထားတာမလို႔Animation Movie ေကာင္းေလးေတြကိုေမွ်ာ္လင္႔ေနတဲ႔CM ပရိသတ္ၾကီးအတြက္ သတင္းေကာင္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္လိုပါေသးတယ္။ရွန္ဟိုင္းျမိဳ ႔တစ္ေနရာမွာ လူခ်မ္းသာ စီးပြားေရးသမား မစၥတာဘားနက္ကဟိုး ဟိမဝႏၲာက ႏွင္းလူတစ္ေကာင္ကို ဖမ္းဆီးရရွိထားပါတယ္။တစ္ေန႔မွာေတာ႔ လံုၿခဳံေရးက်ိဳးေပါက္ျပီး အဲဒီႏွင္းလူကထြက္ေျပးကာယီဆိုတဲ႔တရုတ္မေလးရဲ႔အိမ္ေခါင္မိုးမွာ ပုန္းေနပါသတဲ႔။ပုန္းေနတဲ႔ ႏွင္းလူေလးကိုေဝးလံလွတဲ႔ ဟိမဝႏၲာဆီကိုျပန္လိုက္ပို႔ဖို႔ယီရယ္ ပန္ဆိုတဲ႔ကေလးေလးရယ္ ဂ်င္မ္ဆိုတဲ႔ ေကာင္ေလးရယ္အတူတူၾကိဳးစားအားထုတ္ပံုေတြကိုျမင္ေတြ႔ရမွာပါ။တစ္ဖက္မွာလဲသူတို႔ေနာက္ကိုလိုက္ေနတဲ႔ သူေတြကလဲရွိေနျပန္ေတာ႔သူတို႔ဘာေတြရင္ဆိုင္ရမလဲ?ဘယ္လိုေတြရင္ဆိုင္ေျဖရွင္းမလဲ?ဆိုတာစိတ္ဝင္တစားၾကည႔္ရႈရမယ္႔ ဇာတ္လမ္းေကာင္းေလးပါ။ File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH ...",
        "rating": "7.1",
        "url": "https://megaup.net/1tpn2/(CM)_Abominable_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/con-air-1997-145x200.jpg",
        "title": "Con Air(1997)",
        "description": "Con Air(1997)အညွှန်း*******************Blu-Ray 1080p5.1ch, 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....(unicode)နီကိုးလတ်စ်ကေ့စ်ချ် ရဲ့ ဒီဇာတ်လမ်းကို တော်တော်များများကြည့်ဖူးကြမယ်\nထင်ပါရဲ့....\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်..\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ...\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့...\nရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုးတစ်ဖြစ် နီကိုးလတ်စ်ကေ့စ်ချ် ဟာ ကျွန်တော်တို့\nရဲ့ ဟီရိုးဖြစ်ခဲ့တယ်....မတော်တဆကြောင့် ထောင်ကျသွားရလို့ မချင့်မရဲ ဖြစ်ခဲ့ရပြီး\nထောင်ထဲမှာ ဆံရှည် မုတ်ဆိတ်ကျင်စွယ်ဗရပွနဲ့အေးစက်စက်စကားတွေပြောတတ်တဲ့\nဒီဘဲကြီးကို ဇာတ်လမ်းအစမှ အဆုံးထိ အားပေးခဲ့ရတာတွေ ပြန်ကြည့်လည်း\nဒီအရသာကို ခံစားနေရတုန်းပါပဲ....ရသအပြည့်အ၀ခံစားရအောင် BLU-RAY 1080P5.1CH နဲ့ အပြည့်အစုံပြန်လည်တင်ဆက်ပေးထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ဒီဇာတ်လမ်‌လေးကတော့ မင်းသားကြီးနီကိုးလတ်စ်ကေ့စ်ချ်ရဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nသူ့ခေတ်သူ့အခါမှာတော်တော်အောင်မြင်ခဲ့တဲ့ကားလေးလဲဖြစ်ပါတယ်\nဇာတ်ကားအကြောင်းကတော့..\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့\nသူ့အိမ်ပြန်ခရီးလေးဘယ်လိုဖြစ်သွားမလဲ\nအခက်အခဲတွေအများကြီးနဲ့ကိုဖြတ်ကျော်ပြီးအိမ်ပြန်နိုင်ပါ့မလားဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်\nရှေ့တန်းပြန်ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ရဲ့စိတ်ဓာတ်ကိုပါကွက်ကွက်ကွင်းကွင်းနဲ့တင်ပြထားပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Pyae Moe Han ပဲဖြစ်ပါတယ်.... (zawgyi)နီကိုးလတ္စ္ေက့စ္ခ်္ ရဲ႕ ဒီဇာတ္လမ္းကို ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္\nထင္ပါရဲ႕....\nစစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Pwmr/ConAir.1997.Blu-Ray.720p.pp.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/shining-poster-1-133x200.jpg",
        "title": "The Shining (1980)",
        "description": "The Shining (1980)\nIMDb - 8.4/10_____Rotten - 84%\n  \nUnicode\n**********\nCM ပရိသတ်ကြီးကို ၁၉၈၀ ခုနှစ်ကအရမ်းအောင်မြင်ခဲ့တဲ့ Drama/ Horrorဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ နာမည်ကျော် The Shawshank Redemption ဇာတ်ကားရဲ့မူရင်းစာရေးဆရာ Steven King ရဲ့ နာမည်ကျော် စာအုပ်တစ်အုပ်ကို\nရုပ်ရှင်အဖြစ်ပြန်လည် ရိုက်ကူးထားတာဖြစ်ပါတယ်။Rating အရ IMDb 8.4/10 နဲ့ RT 84% ရရှိခဲ့တာပါ။Old but Gold ပါပဲ....\nဇာတ်လမ်းကတော့...........ဘဝမှာ အောင်မြင်မှုမရခဲ့တဲ့ ကျောင်းဆရာလူထွက် ဖခင်တစ်ယောက်...ခင်ပွန်းနဲ့သားကို ချစ်တတ်လွန်းတဲ့မိခင်တစ်ယောက်....\nထူးခြားတဲ့ပါရမီတစ်ခုကို ပိုင်ဆိုင်ထားပြီးချစ်ရာကောင်းတဲ့ ကောင်လေးတစ်ယောက်.....အဲဒီသုံးယောက်ပေါင်းစပ်ထားပြီး မပြည့်စုံတဲ့ မိသားစုတစ်ခုဟာ\nမကြာသေးမီအချိန်ကပဲ ဆိုးရွားတဲ့လူသတ်မှုတစ်ခု ဖြစ်ပွားခဲ့တဲ့၊ ရာသီဥတုဆိုးတဲ့ဆောင်းတွင်း ကာလမှာပိတ်ထားရပြီး အင်ဒီးယန်းတွေရဲ့ သုဿန်မြေဟောင်းပေါ်မှာ\nတည်ဆောက်ထားတဲ့ ကော်လိုရာဒိုကရှေးဟောင်းဟိုတယ်တစ်ခုမှာ ဆောင်းတွင်းဘက် ဟိုတယ်အစောင့်အလုပ်ကို လက်ခံခဲ့ပြီးတဲ့နောက်မှာတော့........\nဒီဇာတ်ကားမှာ အော်စကာဆုအတွက်ရာထားခံရမှုအများဆုံးနဲ့၊ အော်စကာဆု ၃ ဆု ဆွတ်ခူးခဲ့သူဖြစ်တဲ့\nJack Nicholson က ခေါင်းဆောင်ပါဝင်ထားပြီး ...",
        "rating": "8.4",
        "url": "https://megaup.net/11bew/The_Shining_[1980]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NF0YG30eCDQJ5bRTNauF48C9Bu.jpg",
        "title": "A Christmas Prince: The Royal Baby (2019)",
        "description": "unicodeအခုလောလောလတ်လတ်ထွက်ရှိထားတဲ့ခရစ္စမတ်ကားသစ်လေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ The Christmas Prince:The Royal Baby(2019)ပါ။ဇာတ်လမ်းလေးတော့ အယ်လ်ဒိုဗီးရားဆိုတဲ့ နိုင်ငံက ဘုရင်ဟာလန်ဒန်က အမျိုးသမီးလေးတစ်ဦးနဲ့လက်ဆက်ခဲ့ပြီးအယ်လ်ဒိုဗီးရား ဘုရင်မအဖြစ်တင်မြှောက်ထားခဲ့ပါတယ်။ဘုရင်မအန်းဘားက ပြည်သူတွေနဲ့ တစ်သားတည်းရှိပြီး ကြင်နာတတ်တဲ့ဘုရင်မပါ။ဘုရင်မ အန်းဘားမှာ ဘုရင်ရောဘတ်ရဲ့ရင်သွေးလေးလဲလွယ်ထားရပါပြီ။သူနေထိုင်တဲ့ အယ်လ်ဒိုဗီးရားပြည်ထောင်စုနဲ့ မဟာမိတ်နိုင်ငံတစ်ခုဖြစ်တဲ့ပန်ဂလီရာပြည်ထောင်စုဟာ နှစ်ပေါင်းတစ်ရာပြည့်တိုင်းငြိမ်းချမ်းရေးစာချုပ်လက်မှတ်ရေးထိုးရပါတယ်နှစ်တရာပြည့်မှာ လက်မှတ်ထိုးဖို့လာခဲ့ပေမယ့် စာချုပ်ကပျောက်သွားပါတော့တယ်။စာချုပ်သာပျောက်သွားခဲ့ရင် ကျိန်စာတစ်ခုအသက်ဝင်လာပြီးပထမဆုံးမွေးဖွားတဲ့ ကလေးအပေါ်သက်ရောက်မှာပါ။အဲတော့ ဘုရင်မအန်းဘားတစ်ယောက်ဘယ်လိုစီစဉ်မလဲ?ကလေးကရောဘာဆက်ဖြစ်မှာလဲ?စတဲ့မေးခွန်းတွေနဲ့ အဆုံးထိကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။File Size : ( 799 MB , 256 MB )Quality :  Web-DL 720pRunning Time : 1 hr 24 minFormat : Mp4Genre :  RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyi\nအခုေလာေလာလတ္လတ္ထြက္ရွိထားတဲ႔ခရစၥမတ္ကားသစ္ေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Pvm5/(CM)_A_Christmas_Prince_And_The_Royal_Baby_2019_(Large_Size).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPNHolu7AGnrB7r5kvJRRTfwMFR.jpg",
        "title": "A Bad Moms Christmas (2017)",
        "description": "ခရစ်စမတ်လဲနီးပြီဆိုတော့အားလုံးနဲ့မစိမ်းတဲ့ဒရမ်မာဟာသခရစ်စမတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်ရုသ်ဆိုတာကတော့ သမီးဘာလုပ်လုပ်အကောင်းမမြင်ပဲအမြဲတမ်းပြီးပြည့်စုံတာကိုပဲလိုချင်တဲ့အမေ ခရစ်စမတ်ကိုပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်နဲ့ဖြတ်သန်းချင်တဲ့သမီးအေမီသူတို့နှစ်ယောက်ခရစ်စမတ်ပွဲတော်အတွက်ပြင်ဆင်ကျတဲ့အခါ.....ဆန်ဒီဆိုတာကတော့သမီးကိုမျက်လုံးထဲမှာကလေးတစ်ယောက်အဖြစ်သာမြင်နေပြီးအရာရာအကုန်သမီးနဲ့ဆင်တူတွေလိုက်လုပ်တဲ့အမေအိမ်ထောင်ကျပြီးကလေးတွေနဲ့နေနေတဲ့ကိကိကတော့သူ့အမေအဲဒီလိုလုပ်တာကိုသဘောမကျတဲ့အချိန်ခရစ်စမတ်ကိုသူနဲ့အတူနေဖို့သူ့အမေရောက်လာတဲ့အခါ....အိုင်းစက်ဆိုတဲ့အမေကတော့သူ့သမီးဆီပိုက်ဆံလိုမှပြန်ပြန်လာတောင်းတက်တဲ့အမေပေါ့သူ့သမီးကတော့အမေနဲ့အတူအချိန်တွေအတူတူကုန်ဆုံးချင်ပြီးအတူနေဖို့ဆန္ဒရှိတဲ့သမီးတစ်ယောက်ဒီနှစ်ခရစ်စမတ်မှာလဲသူ့သမီးဆီပိုက်ဆံပြန်လာတောင်းတဲ့အခါ.....သမီးနဲ့အမေကြားကဖွင့်မပြောဖြစ်ကျတဲ့စကားတွေနဲ့ပေါက်ကွဲထွက်လာကျတဲ့အခါမှာ....မိသားစုသုံးစုရဲ့မတူညီတဲ့ပြဿနာတွေကိုဟာသတွေနဲ့ရိုက်ကူးထားတဲ့ခရစ်စမတ်ကားကောင်းလေးတစ်ကားပါ File Size : ( 980 MB , 367 MB )Quality :  Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre :   ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwinzawgyiခရစ္စမတ္လဲနီးၿပီဆိုေတာ့အားလုံးနဲ႔မစိမ္းတဲ့ဒရမ္မာဟာသခရစ္စမတ္ကားေလးတစ္ကားကိုတင္ဆက္လိုက္ပါတယ္႐ုသ္ဆိုတာကေတာ့ သမီးဘာလုပ္လုပ္အေကာင္းမျမင္ပဲအၿမဲတမ္းၿပီးျပည့္စုံတာကိုပဲလိုခ်င္တဲ့အေမ ခရစ္စမတ္ကိုေပါ့ေပါ့ပါးပါးေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္နဲ႔ျဖတ္သန္းခ်င္တဲ့သမီးေအမီသူတို႔ႏွစ္ေယာက္ခရစ္စမတ္ပြဲေတာ္အတြက္ျပင္ဆင္က်တဲ့အခါ.....ဆန္ဒီဆိုတာကေတာ့သမီးကိုမ်က္လုံးထဲမွာကေလးတစ္ေယာက္အျဖစ္သာျမင္ေနၿပီးအရာရာအကုန္သမီးနဲ႔ဆင္တူေတြလိုက္လုပ္တဲ့အေမအိမ္ေထာင္က်ၿပီးကေလးေတြနဲ႔ေနေနတဲ့ကိကိကေတာ့သူ႔အေမအဲဒီလိုလုပ္တာကိုသေဘာမက်တဲ့အခ်ိန္ခရစ္စမတ္ကိုသူနဲ႔အတူေနဖို႔သူ႔အေမေရာက္လာတဲ့အခါ....အိုင္းစက္ဆိုတဲ့အေမကေတာ့သူ႔သမီးဆီပိုက္ဆံလိုမွျပန္ျပန္လာေတာင္းတက္တဲ့အေမေပါ့သူ႔သမီးကေတာ့အေမနဲ႔အတူအခ်ိန္ေတြအတူတူကုန္ဆုံးခ်င္ၿပီးအတူေနဖို႔ဆႏၵရွိတဲ့သမီးတစ္ေယာက္ဒီႏွစ္ခရစ္စမတ္မွာလဲသူ႔သမီးဆီပိုက္ဆံျပန္လာေတာင္းတဲ့အခါ.....သမီးနဲ႔အေမၾကားကဖြင့္မေျပာျဖစ္က်တဲ့စကားေတြနဲ႔ေပါက္ကြဲထြက္လာက်တဲ့အခါမွာ....မိသားစုသုံးစုရဲ႕မတူညီတဲ့ျပႆနာေတြကိုဟာသေတြနဲ႔႐ိုက္ကူးထားတဲ့ခရစ္စမတ္ကားေကာင္းေလးတစ္ကားပါFile Size : ( 980 MB ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eDR0/A_Bad_Moms_Christmas_2019-CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBJe3K2hZarhE1GfEsizJ1zNXqu.jpg",
        "title": "Philophobia: or the Fear of Falling in Love (2019)",
        "description": "Radioအသံလွှင့်အစီအစဉ်မှာ အသင့်အတင့်နာမည်ရနေတဲ့ဒေမီယမ်ဘူစတာဆိုသူတစ်ယောက်ကသူ့ရဲ့လူပျိုဘဝကိုပျော်ပျော်ပါးပါးဘဲဖြတ်သန်းနေသူတစ်ဦးပေါ့။တစ်နေ့တော့ သူ့ကောင်မလေးဒန်နီရယ်ကသူ့ကိုအတည်ရည်ရွယ်တဲ့အတွက်သူ့အမေနဲ့မနက်စာလာစားတဲ့ဆီကိုလာခဲ့ဖို့ခေါ်ပေမယ့်ဘာကိုမှအတည်မရည်ရွယ်ချင်သူဒေမီယမ်ကတော့ ငြင်းလိုက်တာပေါ့။အဲ့တာနဲ့ သူ့စော်ကလည်းမလာရင်ပြတ်ပြီဆိုပြီး ထားသွားပါတော့တယ်။သူ့သူငယ်ချင်းတစ်ယောက်ကို ဟော်လိဝုဒ်ကိုလာလည်တဲ့အခိုက်ပျော်အောင်ထားချင်ပေမယ့်သူ့စိတ်ကိုသူ့ခံစားချက်တွေနှောက်ယှက်ကြီးစိုးနေပုံတွေကို ရိုက်ပြထားတာပါ။နည်းနည်းကြောင်တောင်တောင်နိုင်လို့ Trailerကြည့်ပြီး ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 798 MB , 299 MB )Quality :  Web-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre :   Comedy , Horror , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2PuUg/(CM)_Philophobia_Or_The_Fear_Of_Falling_in_Love_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BNDA4Mjc0MGMtYmZmYS00YmU4LTk3NzItMDM3NjczYTk3ZDA3XkEyXkFqcGdeQXVyNjg0ODE1ODE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Queen of Hearts (2019)",
        "description": "ဒီတစ်ခါCMပရိတ်သတ်ကြီးကိုမိတ်ဆက်​ပေးမယ့်ကား​လေး​တော့ Rating 7.4 အထိရထားတဲ့ မိသားစုအိမ်​ထောင်​ရေးဒရမ်မာကား​ကောင်း​လေးတစ်ကားပါဇာတ်လမ်း​လေးထဲမှာ​တော့ အန်နီဟာ ​အောင်မြင်​နေတဲ့​​ရှေ့​နေတစ်​ယောက်​ပေါ့ သူမမှာသမီး​လေးနှစ်​ယောက်အပြင် သူမအမျိုးသားရဲ့ ပထမအိမ်​ထောင်နဲ့သားတစ်​ယောက်လည်းရှိတယ်တစ်​နေ့သူမတို့မိသားစုဆီကို သူမအမျိုးသားရဲ့သား ဂူစတာကပြောင်းလာခဲ့တယ် သူမဟာ အဲ့​ကောင်​လေးနဲ့နီးစပ်ပြီး နှစ်​ယောက်မှားယွင်းခဲ့ကြတယ်နောက်ပိုင်းမှာ အန်နီနဲ့ဂူစတာဘာ​တွေဆက်ဖြစ်မလဲသူတို့နှစ်​ယောက်အ​ကြောင်းကို အန်နီအမျိုးသားသိသွားမလား သူမက​ရှေ့​နေတစ်​ယောက်ပီပီဘာ​တွေဘယ်လိုလုပ်ဇာတ်ခင်းမလဲဆိုတာ ​ကြည့်ရှု့ရမှာပါ(ခုတင်​ပေါ်ကအခန်း​လေး​နည်းနည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့အဆင်မ​ပြေဘူး​နော်) File Size : ( 1 GB , 427 MB )Quality :  Web-DL 720pRunning Time : 2 hr 07 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin zawgyiဒီတစ္ခါCMပရိတ္သတ္ႀကီးကိုမိတ္ဆက္​ေပးမယ့္ကား​ေလး​ေတာ့Rating 7.4 အထိရထားတဲ့မိသားစုအိမ္​ေထာင္​ေရးဒရမ္မာကား​ေကာင္း​ေလးတစ္ကားပါဇာတ္လမ္း​ေလးထဲမွာ​ေတာ့ အန္နီဟာ ​ေအာင္ျမင္​ေနတဲ့​​ေရွ႕​ေနတစ္​ေယာက္​ေပါ့သူမမွာသမီး​ေလးႏွစ္​ေယာက္အျပင္ သူမအမ်ိဳးသားရဲ႕ပထမအိမ္​ေထာင္နဲ႔သားတစ္​ေယာက္လည္းရွိတယ္တစ္​ေန႔သူမတို႔မိသားစုဆီကို သူမအမ်ိဳးသားရဲ႕သား ဂူစတာကေျပာင္းလာခဲ့တယ္သူမဟာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2PuTc/(CM)_Dronningen_2019_(Large_Size).mp4",
        "category": "Drama"
    }
]