[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-31-at-00.22.49-135x200.png",
        "title": "Minamata (2020)",
        "description": "Minamata (2020)=============IMDb Rating - 7.9/10၁၉၇၁ ခုနှစ်က ဂျပန်နိုင်ငံ၊ မီနာမာတာမြို့လေးမှာ ဖြစ်ပွားခဲ့တဲ့ မာကျူရီအဆိပ်သင့်မှုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။မီနာမာတာမြို့လေးဆိုတာ သိပ်ကိုလှပတဲ့ ကမ်းရိုးတန်းမြို့လေး၊ ဒေသခံ‌တွေမှာလည်း တံငါလုပ်ငန်းနဲ့အသက်မွေးဝမ်းကျောင်းပြုနေသူတွေအများကြီးရှိပြီး ပင်လယ်ငါးတွေကို အဓိကစားသုံးကြတဲ့မြို့လေးပေါ့၊ဒါပေမယ့် ချီဆိုဆိုတဲ့ဓာတုစက်ရုံကြီး မီနာမာတာမြို့လေးကိုရောက်လာတဲ့အခါမှာ စက်ရုံကနေပင်လယ်ထဲကိုစွန့်ထုတ်တဲ့ဓာတုပစ္စည်းတွေကြောင့် ငါးတွေအဆိပ်သင့်၊ အဲဒီကတစ်ဆင့် လူတွေအဆိပ်သင့်ပြီး ကလေးလူကြီးမကျန် ဦးနှောက်တစ်သျှူးတွေထိခိုက်ပြီး ခြေလက်တွေအကြောဆိုင်း၊ မျက်စိကွယ်၊ စကားမပြောနိုင် စတဲ့ ရောဂါလက္ခဏာတွေခံစားရရှာပါတယ်။ဒီလိုနဲ့ ဆယ်စုနှစ်တစ်စုကျော်အကြာ ၁၉၇၁ခုနှစ်မှာ နယူးယောက်မြို့ လိုက်ဖ်မဂ္ဂဇင်းက ဓာတ်ပုံဆရာကြီး ယူဂျင်းစမစ်ဟာဘာသာပြန်ဂျပန်မလေး အိုင်လင်းရဲ့တောင်းဆိုမှုကြောင့် မီနာမာတာကို ကင်မရာတစ်လုံးနဲ့ရောက်လာပြီး ဒေသခံတွေနဲ့အတူတရားမျှတမှုအတွက် ဆန့်ကျင်လှုပ်ရှားကြပါတော့တယ်။ဒီဖြစ်ရပ်မှန် ဇာတ်ကားထဲမှာ လောကကြီးကိုစိတ်ကုန်နေတဲ့ ထေ့ငေါ့ငေါ့ဓာတ်ပုံဆရာကြီးယူဂျင်းစမစ်အဖြစ် မင်းသားကြီးJohnny Depp က  အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ်။ အားလုံးပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, ...",
        "rating": "7.9",
        "url": "https://megaup.net/1EF1c/Minamata.2020.720p.BluRay.H264.AAC-RARBG[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/j9swcbnpcgqu-133x200.jpg",
        "title": "Taya ( 2021 )",
        "description": "တစ်ခါ CMက တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဖေ့စ်ဘွတ်ပေါ်ကonline endingဆိုတဲ့ လောင်းကစားဂိမ်းလေးအကြောင်းကိုရိုက်ကူးပုံဖော်ထားတာပါ ဒီလောင်းကစားဟာဆိုရင်တရားမဝင်ဖွင့်ထားတာဖြစ်ပြီးတော့ အဲ့ဒီမှာ ဆုကြေးတွေကတော့သေနတ်တို့ ပြည့်တန်ဆာတို့ ဆေးတွေပါ အစုံ ကိုယ်ကြိုက်ရာ ဆုအတွက်လောင်းကြေးထည့်လို့ရပါတယ် တကယ်လို့ ကိုယ်လောင်းတာနိုင်သွားရင်အဲ့ဒီဆုရတာ ဖြစ်ပြီးတော့ ရှုံးရင်တော့ ဒိုင်စားတာပါဇာတ်လမ်းစပုံလေးကတော့ စစ်တိုဆိုတဲ့ ကောင်လေးဟာနှစ်ကျ ကျောင်းပျော်ကြီးတစ်ယောက်ပေါ့နော် thesisလုပ် အောင်ပြီးမှ ဘွဲ့ရမဲ့သူ့ဘဝကြီးအတွက် thesis ခေါင်းစဉ်ရှာရင်း Online endingလောင်းကစားကိုတွေ့သွားတဲ့အခါမှာတော့ စစ်တိုတစ်ယောက် ရှာဖွေမှုတွေလုပ်ပါတော့တယ်ရှာဖွေရေးလုပ်ရင်တင်မကဘဲ သူအရမ်းကြိုက်ရတဲ့ ကောင်မလေးကလောင်းကစား ဆုကြေးဖြစ်နေတဲ့အခါမှာ ရှိသမျှပိုက်ဆံလေးကိုလောင်းပြီးတော့ သူ့အချစ်ကိုလည်း အရလှမ်းဖို့ ကြံပါတော့တယ်အဲ့ဒီနောက်မှာ စစ်တိုတစ်ယောက် ဒီလောင်းကစားဂိမ်းကြီးနဲ့ဘယ်လိုတွေ ဆက်လက်ပတ်သတ်မိမလဲဆိုတာကို ဆက်လက်ပြီးတော့ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 1h 50minGenres : ThrillerSubtitle : Myanmar Subtitle ( Hardsub )Translator : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1EEm3/Taya.2021.720p.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwZhw2hqKYCijfnkPJYPsM7aTEr.jpg",
        "title": "Quo vadis, Aida?(2020)",
        "description": "Quo Vadis, Aida ?(2021)\n===================\nIMDb Rating. = 7.9/10\nRotten Tomatoes = 100%July 1995မှာ Srebrenicaက မွတ်စလင် 8373ယောက်ဟာ လူမျိုးသုဉ်းသတ်ဖြတ် ခံခဲ့ရတယ်။2005မှာ ကုလအထွေထွေ အတွင်းရေးမှူးချုပ် ကိုဖီအာနန်က ဆရီဘရီနီကာမြို့က အစုအပြုံလိုက်သတ်ဖြတ်မှုဟာ ဥရောပမှာ ဒုတိယကမ္ဘာစစ်နောက်ပိုင်းမှာ အဆိုးရွားဆုံးဖြစ်ရပ်လို့ ကြေညာခဲ့ရတဲ့အထိကို ရက်စက်ကြမ်းကြုတ်ခဲ့တဲ့ အဖြစ်ဆိုးတစ်ခုပါပဲ။ဥရောပရဲ့ နှလုံးသား‌ ဒေသမှာ ဖြစ်ပျက်ခဲ့တဲ့ UNသမိုင်းက အမဲစက်ကြီးဆိုပြီး ကျော်ကြားခဲ့တယ်။ဒီသတ်ဖြတ်မှုကို လူမျိုးသုဉ်းသတ်ဖြတ်မှုလို့လည်း ခေါ်ကြပေမဲ့ ဆားဘီးယားသမ္မတကတော့ လူမျိုးသုဉ်း သတ်ဖြတ်မှုမဟုတ်ပါဘူးလို့ ငြင်းဆိုထားတယ်။ဒီရုပ်ရှင်ဟာ ဆရီဘရီနီကာက Genocideဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့ ဆာ့ဗ်‌တွေက ဆ‌ရီဘရီနီကာကို စသိမ်းလုဆဲဆဲ အချိန်ကစထားတယ်။ မြို့ပေါ်ကို လက်နက်ကြီးတွေ စက္ကန့်တိုင်းမှာ သုံးခုစီ ကျနေတယ်။ UN က ဆရီဘရီနီကာမှာ အခြေစိုက်စခန်းချပြီး ဆရီဘရီနီကာကို လုံခြုံရေးဇုန် (ဝါ) UN ...",
        "rating": "7.9",
        "url": "https://megaup.net/1EEfl/Quo_Vadis,_Aida(2020)_720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/zykrhheff-133x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 3 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 3 (2013)ပထမကားမှာဆိုရင်…\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာဖြစ်ပြီးယခု တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့ နေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့ ဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက် အားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.8/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.8",
        "url": "https://megaup.net/30zdO/[18+]Rape_Zombie_Lust_of_the_Dead_3_(2013)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqDJ8tTVMJ1jWfUtwgvukZ2mRb3.jpg",
        "title": "Fighting For The Motherland 1162 ( 2021 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အမိမြေအတွက်ကိုယ်ကျိုးစွန့် အသက်ကိုရင်းပြီး ကျူးကျော်သူတွေကိုလက်နက်ချအရှုံးမပေးဘဲ အဆုံးထိတိုက်ခိုက်ခဲ့ကြတဲ့မျိုးချစ်သူရဲကောင်းတွေ အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါဇာတ်လမ်းအကြောင်းအရာလေးကတော့.... ၁၁၆၂ ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့အဖြစ်အပျက်တစ်ခုကို ဦးတည်ရိုက်ကူးထားတာပါ ၁၁၆၂ခုမှာတကျင်လူမျိုးတွေ တစုန့်ပြည်ကို ကျူးကျော်ဝင်ရောက်လာပြီးနယ်မြေတွေသိမ်းကာ ရက်စက်တဲ့ဥပဒေတွေချမှတ်ခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ နေထိုင်သူတို့ မနေသာဘဲ နေရာကွက်ကြားပုန်ကန်မှုတွေပေါ်ပေါက်လာပါတော့တယ်တကျင်စစ်တပ်သိမ်းယူသွားတဲ့နယ်မြေတွေထဲမှာ ရှင်းချီကျီဆိုတဲ့မျိုးချစ်စိတ်အပြည့်ရှိတဲ့ လူငယ်တစ်ယောက်ရဲ့စီဖုန်းကျာရွာလေးလည်း ပါသွားခဲ့ပါတယ် ရှင်းချီကျီက ပညာတတ်စစ်ရေးစစ်ရာကျွမ်းကျင်သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူဟာအများသူငါလို တစ်နယ်ထဲ မပုန်ကန်ဘဲ ပုန်ကန်သူအားလုံးစုပေါင်းကာတကျင်လူမျိုးတွေကို တစုန့်ပြည်ကနေ အပြီးတိုင်မောင်းထုတ်ဖို့ကြိုးပမ်းပါတော့တယ် ဒီဇာတ်ကားလေးမှာဆိုရင် တစုန့်ပြည်မှာ ပြည်သူတွေ ကောင်းမွန်တဲ့ဘဝလေးနဲ့ ငြိမ်းချမ်းစွာနေထိုင်ရဖို့ရှင်းချီကျီနဲ့ သူ့ရဲ့နောက်လိုက်ညီအစ်ကိုတို့ အသက်ကိုစွန့်ဘဝတွေကိုစွန့်ကာ မျိုးချစ်စိတ် ရဲစိတ်ရဲမာန်အပြည့်နဲ့တော်လှန်ကြပုံကို မှင်သက်ရှုမောဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 50minGenres : Action , HistorySubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "7.1",
        "url": "https://megaup.net/1EEgq/Fighting.For.The.MotherLand.720p.2021.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/taHSWPck0emMUWQmPIFiPd8HAn0.jpg",
        "title": "Kasada Tabara (2021)",
        "description": "Kasada Thapara (2021)အခုတစ်ခေါက် CM ပရိသတ်တွေကို တင်ဆက်ပေးမဲ့ဇာတ်ကားကတော့ Kasada Tharapa လို့ အမည်ရတဲ့ အိန္ဒိယ ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ဒီကားလေးကတော့ အများနဲ့မတူ တစ်မူ ထူးခြားပါတယ် ဇာတ်ကားနာမည်ဖြစ်တဲ့ \"Kasada Thapara\"ဆိုတဲ့ စကားလုံးလေးကအစ ထူးခြားနေတာမျိုးပေါ့.....တမီးလ် ဘာသာအရဆိုရင် Kasada Tharapa ဆိုတာက \"အက္ခရာတွေရဲ့ပုံပြင်\"လို့ အဓိပ္ပာယ်ရပါတယ် ဒီမှာ ထင်မိမှာပေါ့အက္ခရာတွေက ဘာများ ထူးခြားနေလို့လဲ..... အဲ့ဒီမေးခွန်းအတွက် အဖြေလာပါပြီCrossword ဆိုတဲ့ ပဟေဠိကို လူတိုင်းဆော့ကြဖူးမယ်ထင်ပါတယ် ပေးထားတဲ့ အဓိပ္ပာယ်နဲ့စာလုံးလေးတွေအတန်းလိုက်ဖြည့်ရတယ် ပြီးရင် ဖြည့်ထားတဲ့ အကွက်လေးထဲကအက္ခရာတစ်လုံးချင်းဆီ ပေါင်းပြီး စာလုံးအသစ်လေးတွေ ရလာတယ် မဟုတ်လားဒီရုပ်ရှင်လေးမှာလည်း ဒီလိုပါပဲ လူခြောက်ယောက်ရဲ့ အဖြစ်အပျက် ကိုယ်စီကို သရုပ်ဖော်ထားမယ် အဲ့ဒီလူခြောက်ယောက်ရဲ့အဖြစ်အပျက်တွေ ဆက်စပ်ဖော်ထုတ်ရင်း နောက်ဆုံး အဖြေကို ရအောင် ရှာဖွေရမှာပဲ ဖြစ်ပါတယ်ဒါပေမဲ့ ဒီလိုရှာဖွေဖို့ကလည်း အခက်အခဲအများကြီးကို ဖြတ်ကျော်ရဦးမှာပါ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1EEft/Kasada_Thapara_(2021)_Tamil_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qq18y961r2CAlLyHwZjruxcZuqz.jpg",
        "title": "No Man of God(2021)",
        "description": "No Man of God(2021)အညွှန်း**************************The Lord of the Rings ထဲက ဖရိုဒိုလေးက ဒီတစ်ခါတော့FBI အရာရှိ ဘေလ်ဟက်မိုင်ယာ အဖြစ်ပါဝင်ထားပါတယ်...\" ၁၉၈၉ ခုနှစ် ဇန်နဝါရီလ ၂၄ ရက်နေ့မှာ လျှပ်စစ်ကုလားထိုင်နဲ့ ကွပ်မျက်ခြင်း ခံလိုက်ရတဲ့ တက်ဘန်ဒီ \"\nတက်ဒ်ဘန်ဒီခေါ် အမည်ရင်း သီအိုဒေါဘန်ဒီဆိုတဲ့သူက ဘယ်သူများလဲ...\nဘယ်လိုပြစ်မှုတွေကို ကျူးလွန်ခဲ့လို့ သေဒဏ်အထိ ပေးခံခဲ့ရတာလဲ...\nအမေရိကားမှာတော့ တက်ဘန်ဒီဆိုတဲ့နာမည်ကြားရင် မသိသူမရှိလောက်အောင်ပါပဲ ....\nဘာလို့လဲဆိုတော့ သူက ၁၉၇၀ ကျော်မှာ အမေရိကန်ပြည်နယ်ပေါင်းများစွာကို လှည့်လည်ပြီး\nအရွယ်မရောက်သေးတဲ့ကလေးသူငယ်အပါအဝင် မိန်းကလေးပေါင်းများစွာကို\nရက်ရက်စက်စက် မုဒိန်းကျင့် သတ်ဖြတ်ခဲ့တဲ့ ကွင်းဆက်လူသတ်သမားဖြစ်နေလို့ပါပဲ...\nသူနဲ့ပတ်သက်ပြီး ရုပ်ရှင်တွေ စာအုပ်တွေလည်း အမြောက်အများ ထုတ်ဝေခဲ့ကြဖူးပါတယ် ...\nခုလည်း ၂၀၂၁ မှာ မင်းသား လုခ်ကာဘီ က တက်ဒ်အဖြစ် သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားထွက်လာပြန်ပါပြီ ...\nထူးခြားတာက ယခုဇာတ်ကားမှာတော့ တက်ဒ်ရဲ့ရှူထောင့်ဘက်က မဟုတ်ပဲ တက်ကို အင်တာဗျူးမယ့်\nFBI ...",
        "rating": "6.5",
        "url": "https://megaup.net/1EEdh/No_Man_Of_God.2021.AMZN.WEB-DL.720P.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/126076702_2800657686819797_848895770550971183_n-150x200.jpg",
        "title": "Poison Ivy (1992)",
        "description": "ဒီကားထဲက Drew Barrymore ရဲ့ စတိုင်နဲ့ ရဲတင်းတဲ့အလှအပတွေဟာ လူပြောများခဲ့ပါတယ်...နွယ်ပင်ဆိုတာ ရစ်ပတ်နွယ်တတ်တဲ့အမျိုးပဲ...ဒါပေမယ့်အဆိပ်နွယ်ပင်ဆိုရင်တော့ တင်းကြပ်စွာရစ်ပတ်နှောင်ဖွဲ့မှုတွေကြားမှာ ရုန်းထွက်မရဘဲအဆိပ်သင့်သွားနိုင်ပါတယ်...ဒီလိုအဆိပ်နွယ်ပင်အကြောင်းဆိုရင်တော့ Poison Ivy (1992) ဇာတ်ကားလေးက သံဝေဂရစရာပါ...ဇာတ်လမ်းလေးကတော့...Ivy ဆိုတဲ့မိဘမဲ့မိန်းကလေးတစ်ယောက်က ချမ်းသာတဲ့သူငယ်ချင်းရဲ့အဖေကိုချဉ်းကပ်တဲ့ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။ချဉ်းကပ်တဲ့နေရာမှာ နာမည်နဲ့လိုက်အောင် အဆိပ်ပြင်းတဲ့ \"Ivy\" နွယ်ပင်ဆိုတဲ့အတိုင်း သေသေချာချာအကွက်ချစီစဉ်ပြီးသူငယ်ချင်းမိသားစုကို ပြိုကွဲအောင်ကြံစည်တာမျိုးပါ။Ivy ရဲ့ ညှို့ဓာတ်အပြည့်နဲ့ ဘယ်လိုရစ်ပတ် အဆိပ်သင့်သွားသလဲဆိုတာ......။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်ခန်းတချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့အဆင်မပြေပါ။ \nFile size…(1.6 GB)/ (999 MB)\nQuality…BluRay Unrated 1080p /720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://megaup.net/YBbb/Poison.Ivy.1992.UNRATED.720p.BluRay.REMUX.AVC.DTS-HD.MA.2.0-FGT.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3XpHxxx2Ou0lAUplETsblTmn6r1.jpg",
        "title": "The Day We Lit Up The Sky ( 2021 )",
        "description": "ဘဝမှာ ကိုယ့်ကိုသူများတွေက ဘယ်လိုပဲမြင်မြင် ဘယ်လိုပဲပြောပြော ဘယ်လိုပဲ ပျက်ရယ်ပြုပြု ကိုယ်ပျော်နေဖို့က အဓိကပါပဲ ကျွန်တော်တို့သာလောကကြီးမှာ လေလာရာယိမ်းနေတဲ့ မြက်ပင်လေးလိုဘယ်သူ့ကိုမှဂရုမစိုက်ဘဲ ကိုယ့်စိတ်ကြိုက်သာ နေလိုက်မယ်ဆိုရင်ဘယ်လောက်တောင် ပျော်ဖို့ကောင်းလိုက်မလဲလို့ တွေးမိတယ်ခံစားမိတယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်နော်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ ရှောင်ဟွမ်ဟာ အရမ်းကိုအကတော်ပြီး ကချင်ပေမဲ့လည်း အသားညိုပြီးအရပ်ပုတာကြောင့်ငါးခြောက်မလို့ အခေါ်ခံရကာ မိန်းကလေးကျောင်းမှာ အနှိမ်ခံရတဲ့လူတစ်ပါတစ်နေ့ ကျောင်းဖွင့်ပွဲအခမ်းအနားတစ်ခုမှာ အကအဖွဲ့တစ်ဖွဲ့လုံးညီညီညာညာကနေချိန်မှာ ရှောင်ဟွမ်က သူ့​စိတ်ကြိုက်စည်းချက်နဲ့အတိုင်း ဘေးကနေ ပျော်မြူးကာ ကနေတာကို လောင်ကော်ဆိုတဲ့ကောင်လေးကတွေ့သွားပြီး စိတ်ဝင်စားသွားပါတော့တယ် လောင်ကော်ကတော့ရှောင်ဟွမ်တို့ကျောင်းမျက်နှာချင်းဆိုင်က ယောကျာ်းလေးကျောင်းကိုပြောင်းလာတဲ့ ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ​လောင်ကော်ဟာလည်းအကြောင်းအမျိုးမျိုးကြောင့် သူ့သူငယ်ချင်းသုံးယောက်နဲ့အတူအရှုံးသမားလိုဆက်ဆံခံနေ ​ရတာပါ ဒါကို ဆက်သည်းမခံနိုင်ဘဲသူတို့တွေ တစ်ခုခုကြီးကြီးကျယ်ကျယ်လုပ်ပြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်နောက်ဆုံးလုပ်ဖို့ဆုံးဖြတ်လိုက်တာကတော့ ပျော်နေတဲ့အချိန်မှာပိုပျော်ရွှင်မှုပေးနိုင်ပြီးတော့ ဝမ်းနည်းအားငယ်နေချိန်မှာတော့နှစ်သိမ့်မှုပေးနိုင်တဲ့ အက ကဖို့ပါပဲ ဒီလိုနဲ့ ရှောင်ဟွမ်နဲ့ လောင်ကော်တို့သူငယ်ချင်းလေးယောက် ပေါင်းမိသွားပြီး လူတွေကိုသက်သေပြဖို့သူမတူတဲ့နည်းလမ်းတွေကို သုံးကာ သူတို့ရဲ့ ဖြစ်တည်မှုကိုဘယ်လိုမျိုးရှာဖွေမလဲဆိုတာကို သီချင်းအကလေးတွေ ဟာသတွေ တပုံကြီးနဲ့ နှောပြီးတော့ ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/2kAL3/The.Day.We.Lit.Up.The.Sky.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/afea-140x200.jpg",
        "title": "His (2020)",
        "description": "His 2020ကိုယ်ကြိုက်ချင်တဲ့လူကို ကြိုက်ခွင့်ရှိတာက လူတယောက်ရဲ့ လွတ်လပ်ခွင့်တဲ့\nကဲ အဓိပ္ပါယ်လေးကတော့ ထိထိမိမိနဲ့ ရှင်းရှင်းလေးပါပဲကျွန်တော်တို့ လူ့ပတ်ဝန်းကျင်ဆိုတဲ့ သဘောသဘာဝကြီးကတော့ လွတ်လပ်ခွင့်တွေကို အပြစ်တင် ဝေဖန်တတ်ကြစမြဲဒါပေမယ့်လည်း အဲ့ပတ်ဝန်းကျင်ကြီးမှာပဲ နေသားတကျဖြစ်အောင်နေရင်း ရှေ့ဆက်လျှောက်လှမ်းကြရတာပါပဲအဲ့လိုရှေ့ဆက်လျှောက်လှမ်းကြမယ့် ကောင်းလေးနှစ်ယောက်ရဲ့ အချစ်ရေးအကြောင်းကို ဒီဂျန်ကားလေးထဲမှာ စီးမျောကြည့်ဖို့ အကျဉ်းချုပ်လေး ပြောပြရရင်ရွှမ်နဲ့ နာဂီဆာ တို့နှစ်ယောက်ဟာ အထက်တန်းကျောင်းသားဘဝတည်းက ချစ်သူဖြစ်ခဲ့ကြပြီး တက္ကသိုလ်ထိလည်း ဆက်ဆံရေးလေးဟာ ချိုမြိန်နေခဲ့ပါတယ်ဘွဲ့ရခါနီး တနေ့မှာတော့ မထင်မှတ်စွာပဲ နာဂီဆာက ရွှမ်ကို လမ်းခွဲပြီး ထားပစ်ခဲ့ပါတော့တယ်စိတ်ဒဏ်ရာတွေကြောင့် ရွှမ်တယောက် လူတွေနဲ့ သိပ်မဆက်ဆံရတဲ့ ကျေးလက်ဒေသလေးမှာ ဇာတ်မြုှပ်နေခဲ့ပြီး နှစ်တွေကြာပြီးနောက်နာဂီဆာဟာ သူ့ရဲ့ချစ်စရာ သမီးလေး ဆိုရာကိုခေါ်ပြီး ရွှမ့်ဆီ ပြန်ရောက်လာတဲ့ခါ...ပျော်ရွှင်စရာအခိုက်အတန့်လေးတွေဖြစ်နေရင်တောင် သူတို့ရဲ့လွမ်းဆွတ်အားငယ်စရာ ခံစားချက်တွေကို သိမြင်ခံစားလာစေမယ့် မိသားစုဆန်ဆန် BLကားလေးဖြစ်လို့ ရင်ထဲတခုခု စွဲကျန်နေခဲ့မှာ အသေအချာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/YGr2/His_(2020)_720p.mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/imasasasges-135x200.jpg",
        "title": "Zombieland: Double Tap (2019)",
        "description": "IMDb (6.7) / Rotten Tomatoes (69%)Zombieland (2009) ထွက်ပြီး ၁၀ နှစ်အကြာမှာ Zombieland 2 အနေနဲ့ ဒီဇာတ်ကားထွက်ရှိခဲ့ပါတယ်..ပထမဇာတ်ကားက သရုပ်ဆောင်တွေပဲ အဓိကပါဝင်ထားပြီး မပျင်းရအောင် ရယ်ရ ကြောက်ရတုန်းပါပဲ...Rating တွေလဲ ကောင်းဆဲဖြစ်ပြီး ဇာတ်လမ်းတည်ဆောက်ထားပုံလဲ လတ်ဆတ်ပါတယ်...Zombie တွေ ဒီကမ္ဘာမှာ တကယ်ရှိလာနိုင်တာမို့ Zombieland ဇာတ်ကားတွေ ကြည့်ထားဖို့ဖိတ်ခေါ်ပါတယ်။ :P File Size : (1.7 GB),(990 MB)\nQuality : Blu-Ray (1080p 5.1,720p)\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Nyeinsaeya ...",
        "rating": "6.7",
        "url": "https://megaup.net/30y3l/(CM)Zombieland.Double.Tap.2019.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/shasajs-133x200.jpg",
        "title": "Zombieland (2009) Zombie Land",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ...Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်...ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကိုတိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့Zombie ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ED93/(CM)Zombieland_(2009)_B-R_720p_.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/thimmarusu-et00312664-26-07-2021-05-23-22-133x200.jpg",
        "title": "Thimmarusu: Assignment Vali(2021)",
        "description": "Thimmarusu (2021)\"လူတစ်ယောက် ကောင်းတယ်ဆိုတာကို ပတ်ဝန်းကျင်က လက်ခံဖို့အချိန်တွေအများကြီး ယူရပေမယ့်သူမကောင်းဘူးဆိုတာကိုတော့ စက္ကန့်ပိုင်းလေးအတွင်း လူတွေလက်ခံနိုင်ကြတယ်မင်းနာမည်ဘေးမှာ တွဲလျက်ရှိနေတဲ့လူသတ်သမားဆိုတဲ့ ဂုဏ်ပုဒ်က သေတဲ့ထိပါသွားမှာကွဒါကြောင့် ဒီအမှုကို မင်းရင်ဆိုင်ရမှာ\"လွန်ခဲ့တဲ့ ၈ နှစ်က လူသတ်မှုနဲ့ စွပ်စွဲခံရပြီးထောင်ကျခဲ့ရတဲ့ ကောင်လေးကိုအမှုပြန်ဖွင့်ပြီး တရားခံအစစ်ဖော်ထုတ်ဖို့ရှေ့နေက ပြောတဲ့စကားတရားဥပဒေဆိုတာ လက်တစ်လုံးခြားပဲတဲ့​မတရားမှုမှန်သမျှ ဖော်ထုတ်မယ်ဆိုတဲ့လူငယ်ရှေ့နေလေးကတော့ ဒီစကားကိုလက်မခံပါဘူးတုံးဆိုတိုက် ကျားဆိုကိုက်ပြီးအမှန်တရားသာဖော်ထုတ်မယ့် ရှေ့နေပေါ့ဒီလိုရှေ့နေတစ်ယောက်က လွန်ခဲ့တဲ့ ၈ နှစ်ကအမှုဟောင်းကို စုံစမ်းရရောဗျာသာမာန်လျော်ကြေးငွေကိစ္စနဲ့ အမှုဆိုပြီးလိုက်ရာကနေတရားအစွဲခံခဲ့ရတဲ့သူဟာ တရားခံအစစ်မဟုတ်ဘဲထောင်ကျခဲ့တယ်ဆိုတာ သိသွားတဲ့အချိန်မှာတော့ရအောင်ဖော်ထုတ်မယ်လို့ စိတ်ဆုံးဖြတ်ခဲ့တယ်လှည့်ကွက်တွေ အများကြီးရှိနေတဲ့အပြင်မထင်မှတ်ထားတဲ့ လူတွေပါ ပါဝင်ပတ်သက်နေတဲ့ ဒီအမှုကြီးကိုဆက်ပြီးဖော်ထုတ်လေ သူ့အတွက်အန္တရာယ်များလာလေဖြစ်လာခဲ့တဲ့အခါ...အန္တရာယ်ကြားကနေ အမှန်တရားဘက်တော်သားတစ်ယောက်ဒီအမှုကို ဘယ်လိုကိုင်တွယ်သွားမလဲဆိုတာကိုအိန္ဒိယဇာတ်ကားတို့ ထုံးစံအတိုင်း Dialog အလန်းတွေနဲ့ ရိုက်ပြထားပါတယ်ကြည့်ရှုလိုက်ကြပါဦး \nFile size…2Gb / 1.22Gb / 600MB\nQuality…720p /480p / 1080pTRUE WEBDL DD+5.1\nFormat…Mp4\nDuration….2h 7mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Amelia & ...",
        "rating": "8.5",
        "url": "https://megaup.net/30y8t/THIMMARUSU_(2021)_Telugu_TRUE_WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/EgW2b_4f-141x200.jpg",
        "title": "The Sun Does not Move (2021)",
        "description": "The Sun Does not Move (2021)ဒီတစ်ခါတော့ ကြည့်ရခဲတဲ့ ဂျပန် သိပ္ပံအက်ရှင်ကား ပါ။ကြည့်ရခဲသလို အတွဲအစပ်ကလည်း ထူးခြားပါတယ်။Death Note ဇာတ်ကားတွေထဲက Kira လို့ အများသိထားကြတဲ့\nမင်းသားကြီး Tatsuya Fujiwar နဲ့\nMy Teacher, My Love ထဲက မင်းသားချောလေး Ryoma Takeuchi တို့က\nခေါင်းဆောင် မင်သားအနေနဲ့ ပါဝင်ထားပြီးတော့\nမင်းသမီးကတော့ W :Two Worlds က မင်းသမီးချော Han Hyo Joo ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ခန္ဓာကိုယ်ထဲမှာ ၂၄ နာရီအတွင်း ပေါက်ကွဲပြီး\nသေစေနိုင်တဲ့ Chip အပြားလေးတွေကို ထည့်ထားရတဲ့\nAN ဆက်သွယ်ရေးဆိုတဲ့ သတင်းအရောင်းအဝယ်လုပ်တဲ့\nလျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုက သူလျှိုတွေဖြစ်တဲ့ Takano နဲ့ Taoka တို့နှစ်ယောက်ဟာ\nတိုးတက်လာတဲ့ နေစွမ်းအင်နဲ့ပတ်သက်တဲ့ သတင်းအချက်အလက်တွေကို\nကိုယ်ကျိုးစီးပွားအတွက်လိုချင်နေကြတဲ့\nနိုင်ငံပေါင်းစုံက အတော်ဆုံးသူလျှိုတွေနဲ့ အားပြိုင်ပြီး\nဘယ်လိုရအောင်ယူမလဲဆိုတာကို ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။ဘာသာပြန် ...",
        "rating": "5.2",
        "url": "https://megaup.net/1EC37/The.Sun.Does.not.Move.2021.Amazon.WEB-DL.720p.H264.DDP.CM.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTgZuqUQbaCB6Wfk03N8IUEuzQf.jpg",
        "title": "Vacation Friends (2021)",
        "description": "Vacation Friends(2021)\n==================\nIMDb Rating. - 6/10တစ်ခါတုန်းက ဆော့ခရိတ္တိအိမ်ကို လူတစ်ယောက်ရောက်လာခဲ့တယ်\nတွေးခေါ်ပညာရှင်ကြီး ဆော့ခရိတ္တိက လူသာနာမည်ကြီးတာ အိမ်က‌တော့ ကျဉ်းကျဉ်းသေးသေးလေး။အဲ့ဒီတော့ ရောက်လာတဲ့သူက ပြောတယ်။\"တွေးခေါ်ပညာရှင်ကြီးလုပ်နေပြီး ခင်ဗျားအိမ်ကျကျဉ်းလှချေလားဗျာ\"တဲ့။ဆော့ခရိတ္တိကတော့ \"ကျုပ်အိမ်ကကျဉ်းပေမဲ့ မိတ်ကောင်းဆွေကောင်းတွေလာရင်တော့ နေဖို့လောက်ပါတယ်\"လို့ဖြေလိုက်တယ်။မိတ်ကောင်းဆွေကောင်းဆိုတာ လောကမှာ တကယ့်ကိုရှားတယ်ဆိုတဲ့ သဘောပေါ့။ အဲ့ဒီလိုရှားတဲ့ ထဲမှာမှ အရစ္စတိုတယ်က ပြောထားသေးတယ်။အားလုံးရဲ့ မိတ်ဆွေဟာ ဘယ်သူ့ရဲ့ မိတ်ဆွေမှမဟုတ်ဘူးတဲ့။ဆိုတော့ကာ မိတ်ဆွေကောင်းလည်းဖြစ် ကိုယ့်ကိုအခင်ဆုံး ဖြစ်နေမယ့် မိတ်ဆွေလည်း ဖြစ်မယ့်သူဆိုတာ တော်တော့်ကိုရှားပါတယ်။ရလိုက်ရင်တော့ ခင်ဗျား ကံကောင်းပြီပေါ့။ ဒီရုပ်ရှင်ဟာ အဲ့ဒီလို မိတ်ကောင်းဆွေကောင်း တစ်ယောက်ကိုရလိုက်တဲ့ ကံကောင်းခဲ့တဲ့ သူတစ်ယောက်အကြောင်းပါပဲ။\nဟာသကားပေမဲ့ သူရဲ့ Main Concept ဖြစ်တဲ့ မိတ်ဆွေကောင်း တစ်ယောက်ရလိုက်ခြင်း အကြောင်းဟာ အားကျစရာ ကြည်နူးစရာကောင်းနေတော့ တော်တော်လေးကောင်းတဲ့ ရုပ်ရှင်လို့ဆိုရမှာပါပဲ။ R Rateဟာသတွေထည့်ထားတဲ့ကားဆိုတော့ ဆဲတာဆိုတာ နည်းနည်းတော့ပါပါတယ်။\nဂျွန်ဆီနာကို ဗီလိန်အနေနဲ့ ဒီတစ်နှစ်ထဲ နှစ်ကားမြင်ခဲ့ပြီးပြီဆိုတော့ ဒီရုပ်ရှင်ထဲက မိတ်ဆွေကောင်းပီသတဲ့ ဂျွန်ဆီနာရဲ့ ချစ်စရာကောင်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ECf1/(CM)Vacation.friends.2021.720p.web.h264.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/238477430_547577950029680_4578000828338461112_n-141x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 2 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 2 (2013)ပထမကားမှာဆိုရင်...\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်....အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။\nအခု ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.6/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.6",
        "url": "https://channelmyanmar.org/18rape-zombie-lust-of-the-dead-2-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/XJWWZ_4f-133x200.jpg",
        "title": "Love Story in London (2021)",
        "description": "Love Story In London (2021)ကျွန်​​တော်တို့ ဆယ်​ကျော်သက်ဘ၀မှာ\nကိုယ့်ဘ၀ထက်​တောင် ပိုပြီးချစ်ခဲ့မိတဲ့\nအချစ်ဆုံးလူသား​လေးတစ်​ယောက်​တော့ လူတိုင်းမှာရှိခဲ့ကြမှာပါ။ပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊ မပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊\nသူ့အ​ကြောင်း​တွေးမိလိုက်တိုင်း .....\nရင်ထဲ​​နွေး​ထွေးသွားရတဲ့ အခိုက်အတန့်​​လေးတွေက​ တန်ဖိုးမဖြတ်နိုင်​လောက်​အောင်ပါပဲ။ဒီကား​လေးဟာလည်း ဆယ်​ကျော်သက်ဘဝ\nလွမ်း​​မောဖွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဖော်ကျူးပြသထားတာဖြစ်ပါတယ်။ကျွန်​တော်က​တော့ ဒီကား​လေးက \"You Are The Apple Of My Eye\" ရဲ့\nအရိုက်အရာကို ဆက်ခံနိုင်လိမ့်မယ်လို့ထင်တယ်ဗျာ။ဒါဆို ဇာတ်ညွှန်း​လေးကို စလိုက်ကြရ​အောင်။ကျန်းဟယ် မှာ ငယ်ငယ်ကတည်းက ရင်းနှီးလာခဲ့တဲ့\nဂူရှင်းလဲ့ဆိုတဲ့​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ဂူရှင်းလဲ့ က စာ​​ဖက်မှာလည်း မထူးချွန်သလို\nအားကစားဖက်ကြည့်ပြန်​တော့လည်း ညံ့မြဲညံ့ဆဲပါ\nအဲ့တာ​ကြောင့် ကျန်းဟယ်က သူ့ကို \"ငတုံးဂူ\" လို့\nနာမည်​​ပြောင်ပေးထားခဲ့တယ်။ကျန်းဟိုင် က​တော့ ဂူရှင်းလဲ့နဲ့ ဆန့်ကျင်ဖက်\nအရာရာပြီးပြည့်စုံပြီး ကျန်းဟယ်ရဲ့တစ်ဖက်သတ်ကျိတ်ချစ်ခြင်းခံရသူဆိုလည်း မမှားပါဘူး။ သူတို့​နှစ်​ယောက်ဟာ အ​တော်ထူးချွန်တဲ့အတွက်\nပြိုင်ပွဲ​​ပေါင်းများစွာမှာ ဆု​တွေအသီးသီရရှိဆွတ်ခူးထားကြတာပါ။ဒီလိုနဲ့အတန်း​တွေကြီးလာတဲ့အခါ နှစ်​​ယောက်စလုံးဟာ\nအင်္ဂလန်နိုင်ငံ က နာမည်ကြီးတက္ကသိုလ်တွေရဲ့ ဖိတ်ကြားစာ အသီးသီးလက်ခံရရှိကြပြီး\nပညာ​တော်သင်သွားဖို့ ပြင်ဆင်ကြပါ​တော့တယ်။နိုင်ငံခြားမှာ ကျန်းဟိုင်နဲ့အတူ ပညာ​တော်သင်သွားရဖို့က\nကျန်းဟယ် မမက်ရဲခဲ့တဲ့ အိပ်မက်ဖြစ်ပြီး၊\nကျန်းဟယ်နဲ့ အမြဲအတူရှိ​နေချင်တာက ဂူရှင်းလဲ့ရဲ့အိပ်မက်ပါ။သုံးပွင့်ဆိုင်ဖြစ်​နေကြတဲ့ သူတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးကို\nမျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ဖို့​တော့လိုမယ်ဗျာ။ဘာပဲ​ပြော​ပြော ဒီကား​လေးက ...",
        "rating": "5.7",
        "url": "https://megaup.net/YEjl/Love_Story_in_London_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://megaup.net/2kz80/Nemesis.2019.720p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/QBEQY_4f-142x200.jpg",
        "title": "Loved Like a Flower Bouquet (2021)",
        "description": "I Fell in Love Like a Flower Bouquet (2021)အသက်၂၁နှစ်အရွယ် တက္ကသိုလ် ကျောင်းသားချစ်သူနှစ်ဦးကြားက ချိုချဉ်ခါးအရသာအစုံ ပေးမယ့် ဂျပန်ရိုမန့်ခပ်ငြိမ့်ငြိမ့်လေးလာပါပြီဗျာရာမာနဲမူကီနဲ့ ဟာချီရာကီနှစ်ယောက် ရထားဘူတာမှာ ဆုံတွေ့ခဲ့ရင်းက ထူးဆန်းစွာပဲ အကြိုက်ချင်း ဝါသနာချင်း အသေးစိတ်လေးကအစ တူညီနေကြတာကို သိလိုက်ရပါတယ်ထပ်တူကျတဲ့ ဝါသနာအကြိုက်လေးအကြောင်းတွေကို ဖလှယ်ရင်း ဆွေးနွေးရင်း နောက်တော့ တရက် မတွေ့ရမနေနိုင်ဖြစ်သွားပြီး ချစ်မိခဲ့ရောပေါ့အဲ့လိုနဲ့ နှစ်ယောက်သား living together နေကြရင်း ဖြတ်သန်းလာကြရတဲ့ ၄နှစ်တာ ချစ်သူမက ဆက်ဆံရေးမှာ လူမှုရေးကိစ္စပြသနာတွေနဲ့ အမြင်ကွဲလွဲမှုတွေဝင်ရောက်လာတဲ့အခါ... စိတ်တူကိုယ်တူသူတို့နှစ်ယောက်ကြား ပျော်ရွှင်မှုဆိုတာ တည်မြဲနိုင်ခဲ့သလားဆိုတာကိုလူငယ်နှစ်ယောက်ရဲ့ အချစ်ရေး စလယ်ဆုံး အမျိုးစုံကြိုးခုန် အဖြစ်အပျက်တို့ကို လက်တွေ့ဆန်ဆန် ပုံဖော်ထားတဲ့ ဒီကားလေးမှာကြည့်ရှုရမှာပါမိုးအေးအေးလေးမှာ ကွေးကွေးလေးနဲ့ အတည်ကြီး ဖီးလ်တတ်ရင် ကြည်နူးမိရင်း ငိုချင်မိသလိုဖြစ်သွားစေမှာလည်း အမှန်အကန်ပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann ...",
        "rating": "7.1",
        "url": "https://megaup.net/30vvi/We_Made_a_Beautiful_Bouquet_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p19885745_b_v13_aa-150x200.jpg",
        "title": "He’s All That (2021)",
        "description": "He's all that (2021)ကဲ ပေါ့ပေါ့ပါးပါးနဲ့ teen romantic comedy ကြည့်ချင်သူတွေအတွက်\nhe's all that လာပါပြီဒီကားဟာ 1999 ခုနှစ်တုန်းက She's All That ဆိုတဲ့ ဇာတ်လမ်းကို\nGender swap လုပ်ပြီး update ပြန်မြှင့်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ပတ်ဂျက်ဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရုပ်လေးကလည်း ချော၊ ဆိုရှယ်မီဒီယာမှာလည်း နာမည်ကြီးစပွန်ဆာတွေလည်းရ၊ ရည်းစားကလည်းရှိနဲ့အခု ဖတ်နေသူနဲ့တော့ ဆီနဲ့ရေပဲဗျာဒါပေမဲ့ တစ်နေ့မှာ တက်သစ်စအဆိုတော်ဖြစ်တဲ့သူ့ဘဲကို ရိုက်ကွင်းမှာ surprise လုပ်ဖို့ သွားကာမှချစ်သော ကိုကိုက back-up dancer မနဲ့ နောက်မီးလင်းနေတာကို မြင်ပြီးရိုက်ကွင်းမှာတင် ပတ်ဂျက်တစ်ယောက် \"ခင်မို့မို့အေး\" လုပ်ပါတော့တယ်သူမသိလိုက်တာက သူ ပွဲကြမ်းသမျှက သူ့အကောင့်မှာ live လွှင့်နေတယ်ဆိုတာပါပဲဘဲနဲ့ပြတ်ရတဲ့အထဲ တစ်ပူပေါ် တစ်ပူမက နှစ်ပူဆင့်ပြီးနာမည်လည်းပျက် အလုပ်ကလည်း စပွန်ဆာ ရပ်မယ် ပြောလာတော့ပတ်ဂျက်တစ်ယောက် သူ့နာမည် ...",
        "rating": "4.2",
        "url": "https://megaup.net/YE6m/He_s_All_That.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/XJWWZ_4f-133x200.jpg",
        "title": "Love Story in London (2021)",
        "description": "Love Story In London (2021)ကျွန်​​တော်တို့ ဆယ်​ကျော်သက်ဘ၀မှာ\nကိုယ့်ဘ၀ထက်​တောင် ပိုပြီးချစ်ခဲ့မိတဲ့\nအချစ်ဆုံးလူသား​လေးတစ်​ယောက်​တော့ လူတိုင်းမှာရှိခဲ့ကြမှာပါ။ပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊ မပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊\nသူ့အ​ကြောင်း​တွေးမိလိုက်တိုင်း .....\nရင်ထဲ​​နွေး​ထွေးသွားရတဲ့ အခိုက်အတန့်​​လေးတွေက​ တန်ဖိုးမဖြတ်နိုင်​လောက်​အောင်ပါပဲ။ဒီကား​လေးဟာလည်း ဆယ်​ကျော်သက်ဘဝ\nလွမ်း​​မောဖွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဖော်ကျူးပြသထားတာဖြစ်ပါတယ်။ကျွန်​တော်က​တော့ ဒီကား​လေးက \"You Are The Apple Of My Eye\" ရဲ့\nအရိုက်အရာကို ဆက်ခံနိုင်လိမ့်မယ်လို့ထင်တယ်ဗျာ။ဒါဆို ဇာတ်ညွှန်း​လေးကို စလိုက်ကြရ​အောင်။ကျန်းဟယ် မှာ ငယ်ငယ်ကတည်းက ရင်းနှီးလာခဲ့တဲ့\nဂူရှင်းလဲ့ဆိုတဲ့​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ဂူရှင်းလဲ့ က စာ​​ဖက်မှာလည်း မထူးချွန်သလို\nအားကစားဖက်ကြည့်ပြန်​တော့လည်း ညံ့မြဲညံ့ဆဲပါ\nအဲ့တာ​ကြောင့် ကျန်းဟယ်က သူ့ကို \"ငတုံးဂူ\" လို့\nနာမည်​​ပြောင်ပေးထားခဲ့တယ်။ကျန်းဟိုင် က​တော့ ဂူရှင်းလဲ့နဲ့ ဆန့်ကျင်ဖက်\nအရာရာပြီးပြည့်စုံပြီး ကျန်းဟယ်ရဲ့တစ်ဖက်သတ်ကျိတ်ချစ်ခြင်းခံရသူဆိုလည်း မမှားပါဘူး။ သူတို့​နှစ်​ယောက်ဟာ အ​တော်ထူးချွန်တဲ့အတွက်\nပြိုင်ပွဲ​​ပေါင်းများစွာမှာ ဆု​တွေအသီးသီရရှိဆွတ်ခူးထားကြတာပါ။ဒီလိုနဲ့အတန်း​တွေကြီးလာတဲ့အခါ နှစ်​​ယောက်စလုံးဟာ\nအင်္ဂလန်နိုင်ငံ က နာမည်ကြီးတက္ကသိုလ်တွေရဲ့ ဖိတ်ကြားစာ အသီးသီးလက်ခံရရှိကြပြီး\nပညာ​တော်သင်သွားဖို့ ပြင်ဆင်ကြပါ​တော့တယ်။နိုင်ငံခြားမှာ ကျန်းဟိုင်နဲ့အတူ ပညာ​တော်သင်သွားရဖို့က\nကျန်းဟယ် မမက်ရဲခဲ့တဲ့ အိပ်မက်ဖြစ်ပြီး၊\nကျန်းဟယ်နဲ့ အမြဲအတူရှိ​နေချင်တာက ဂူရှင်းလဲ့ရဲ့အိပ်မက်ပါ။သုံးပွင့်ဆိုင်ဖြစ်​နေကြတဲ့ သူတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးကို\nမျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ဖို့​တော့လိုမယ်ဗျာ။ဘာပဲ​ပြော​ပြော ဒီကား​လေးက ...",
        "rating": "5.7",
        "url": "https://megaup.net/YEjl/Love_Story_in_London_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://megaup.net/2kz80/Nemesis.2019.720p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/QBEQY_4f-142x200.jpg",
        "title": "Loved Like a Flower Bouquet (2021)",
        "description": "I Fell in Love Like a Flower Bouquet (2021)အသက်၂၁နှစ်အရွယ် တက္ကသိုလ် ကျောင်းသားချစ်သူနှစ်ဦးကြားက ချိုချဉ်ခါးအရသာအစုံ ပေးမယ့် ဂျပန်ရိုမန့်ခပ်ငြိမ့်ငြိမ့်လေးလာပါပြီဗျာရာမာနဲမူကီနဲ့ ဟာချီရာကီနှစ်ယောက် ရထားဘူတာမှာ ဆုံတွေ့ခဲ့ရင်းက ထူးဆန်းစွာပဲ အကြိုက်ချင်း ဝါသနာချင်း အသေးစိတ်လေးကအစ တူညီနေကြတာကို သိလိုက်ရပါတယ်ထပ်တူကျတဲ့ ဝါသနာအကြိုက်လေးအကြောင်းတွေကို ဖလှယ်ရင်း ဆွေးနွေးရင်း နောက်တော့ တရက် မတွေ့ရမနေနိုင်ဖြစ်သွားပြီး ချစ်မိခဲ့ရောပေါ့အဲ့လိုနဲ့ နှစ်ယောက်သား living together နေကြရင်း ဖြတ်သန်းလာကြရတဲ့ ၄နှစ်တာ ချစ်သူမက ဆက်ဆံရေးမှာ လူမှုရေးကိစ္စပြသနာတွေနဲ့ အမြင်ကွဲလွဲမှုတွေဝင်ရောက်လာတဲ့အခါ... စိတ်တူကိုယ်တူသူတို့နှစ်ယောက်ကြား ပျော်ရွှင်မှုဆိုတာ တည်မြဲနိုင်ခဲ့သလားဆိုတာကိုလူငယ်နှစ်ယောက်ရဲ့ အချစ်ရေး စလယ်ဆုံး အမျိုးစုံကြိုးခုန် အဖြစ်အပျက်တို့ကို လက်တွေ့ဆန်ဆန် ပုံဖော်ထားတဲ့ ဒီကားလေးမှာကြည့်ရှုရမှာပါမိုးအေးအေးလေးမှာ ကွေးကွေးလေးနဲ့ အတည်ကြီး ဖီးလ်တတ်ရင် ကြည်နူးမိရင်း ငိုချင်မိသလိုဖြစ်သွားစေမှာလည်း အမှန်အကန်ပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann ...",
        "rating": "7.1",
        "url": "https://megaup.net/30vvi/We_Made_a_Beautiful_Bouquet_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p19885745_b_v13_aa-150x200.jpg",
        "title": "He’s All That (2021)",
        "description": "He's all that (2021)ကဲ ပေါ့ပေါ့ပါးပါးနဲ့ teen romantic comedy ကြည့်ချင်သူတွေအတွက်\nhe's all that လာပါပြီဒီကားဟာ 1999 ခုနှစ်တုန်းက She's All That ဆိုတဲ့ ဇာတ်လမ်းကို\nGender swap လုပ်ပြီး update ပြန်မြှင့်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ပတ်ဂျက်ဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရုပ်လေးကလည်း ချော၊ ဆိုရှယ်မီဒီယာမှာလည်း နာမည်ကြီးစပွန်ဆာတွေလည်းရ၊ ရည်းစားကလည်းရှိနဲ့အခု ဖတ်နေသူနဲ့တော့ ဆီနဲ့ရေပဲဗျာဒါပေမဲ့ တစ်နေ့မှာ တက်သစ်စအဆိုတော်ဖြစ်တဲ့သူ့ဘဲကို ရိုက်ကွင်းမှာ surprise လုပ်ဖို့ သွားကာမှချစ်သော ကိုကိုက back-up dancer မနဲ့ နောက်မီးလင်းနေတာကို မြင်ပြီးရိုက်ကွင်းမှာတင် ပတ်ဂျက်တစ်ယောက် \"ခင်မို့မို့အေး\" လုပ်ပါတော့တယ်သူမသိလိုက်တာက သူ ပွဲကြမ်းသမျှက သူ့အကောင့်မှာ live လွှင့်နေတယ်ဆိုတာပါပဲဘဲနဲ့ပြတ်ရတဲ့အထဲ တစ်ပူပေါ် တစ်ပူမက နှစ်ပူဆင့်ပြီးနာမည်လည်းပျက် အလုပ်ကလည်း စပွန်ဆာ ရပ်မယ် ပြောလာတော့ပတ်ဂျက်တစ်ယောက် သူ့နာမည် ...",
        "rating": "4.2",
        "url": "https://megaup.net/YE6m/He_s_All_That.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTg4ODExMDgwOF5BMl5BanBnXkFtZTgwMjUzNDM5MDE@._V1_-138x200.jpg",
        "title": "Enemy(2013)",
        "description": "Enemy(2013) ရုပ်ရှင်အညွှန်းတစ်ခါတစ်လေ ကျရင် ကိုယ့်ဘဝရဲ့ ရန်သူဆိုတာ ကိုယ်ကိုယ်တိုင်လည်း ဖြစ်နေနိုင်ပါတယ်ဒီရုပ်ရှင်ကတော့ အချုပ်အနှောင်ကို မကြိုက်တဲ့ ယောက်ျား တစ်ယောက်၊ မိန်းမ တစ်ယောက်တည်းအပေါ် မှာပဲသစ္စာရှိရမှာ ကြောက်နေပြီး အဲ့လို ဘဝမျိုးမှာ လက်တွေ့ရှင်သန်နေထိုင်နေရတဲ့ အတွက် စိတ္တဇဝေဒနာ ကိုခံစားနေရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်းပါရုပ်ရှင်ရဲ့ အဓိကက မင်းသားရဲ့ စိတ်ရောဂါ အကြောင်းကို လုံးဝ ပရိတ်သတ်တွေ နှစ်ခါပြန်ကြည့်ပြီးစဥ်းစားရလောက်မယ့် ပုံစံမျိုးနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ပထမတစ်ခေါက်ကြည့်ပြီးရင်တော့ wtf? ဘာကြီးလဲ လို့ တွေးမိသွားနိုင်ပေမယ့်ရုပ်ရှင် တစ်ခုရဲ့ symbolism,metaphors တွေကို စိတ်ဝင်စား နားလည်တဲ့ သူတွေအတွက်ကတော့ဒီရုပ်ရှင် ပဟေဠိ တစ်ခုလိုပါပဲ အဖြေကို သေချာ နားလည်သွားတဲ့ အခါကျရင်တော့ တကယ့် masterpiece တစ်ခုလို့ ခံစားရမှာ အသေအချာပါပဲမင်းသားကတော့ ကျွန်တော့်အနေနဲ့ nightcrawler,spiderman-far from home တို့မှာ တွေ့ခဲ့ရတဲ့ မင်းသား​ကြီးjake ...",
        "rating": "6.9",
        "url": "https://megaup.net/30vjw/Enemy.2013.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/vvs-theprotege-poster-27x39-29-708x1024-1-138x200.jpg",
        "title": "The Protégé (2021) The Protege",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (60%)နီကီတာဇာတ်လမ်းတွဲနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Maggie Q..\nမားသားဖက်ခါကြီး Samuel L. Jackson နဲ့\nမူရင်းဘတ်မန်းကြီး Michael Keaton တို့ပါဝင်ထားတဲ့ ​\nကြေးစားလူသတ်သမား အသတ်အဖြတ်ကားမျိုးဖြစ်ပါတယ်။ကြေးစားလူသတ်သမား မူဒီဟာ\nဗီယက်နမ်မှာတွေ့ခဲ့တဲ့ အန်နာဆိုတဲ့ကလေးလေးတစ်ယောက်ကို\n​​သူ့ရဲ့တပည့်အဖြစ် လက်သပ်မွေးပြုစုပျိုးထောင်ခဲ့တာပါ...\nအန်နာနဲ့မူဒီတို့ဟာ လိုက်ရှာဖို့မဖြစ်နိုင်တဲ့လူတွေကို\nအဓိကလိုက်သတ်တဲ့ ​​​ကြေးစားဆရာတပည့်နှစ်ယောက်ဖြစ်လာပါတယ်...\nတစ်နေ့တော့ မူဒီဟာ သူလိုက်ရှာဖို့အခက်ခဲဆုံးလူတစ်ယောက်ကို\nခြေရာခံဖို့ကြိုးစားရင်း လုပ်ကြံခံလိုက်ရပါတော့တယ်...\nဒါကြောင့်မို့ သူ့တပည့်မ အန်နာဟာ တရားခံကိုအဖြေရှာဖို့နဲ့ မူဒီရှာခဲ့တဲ့လူကိုဆက်ရှာတဲ့အခါမှာ...\nနောက်ကွယ်မှာပါဝင်ပတ်သတ်နေတဲ့လူတွေက ဘယ်သူတွေဖြစ်နေမလဲဆိုတာ...။မင်းသမီးလည်းမိုက် မင်းသားတွေကလည်း\nဆရာကြီးတွေဖြစ်ပြီး အတိုက်အခိုက်အပစ်အခတ်တွေလည်း မိုက်တာမို့\nဂျွန်ဝစ်လို သွေးအေး Action ဇာတ်ကားမျိုးတွေကို လွမ်းနေတဲ့သူတွေအဖို့\nအလွမ်းပြေစေမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Pyi T Nyein နဲ့ Chit Tee တို့မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB) / (1 GB) / (500 MB)Quality…WEB-DL 1080p / 720p ...",
        "rating": "6.6",
        "url": "https://megaup.net/30vjv/(CM)The.Protégé.2021.WEBDL.720p.x264-CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kabir-singh2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1EAbr/(CM)Arjun_Reddy_(2017)_Telugu_720p_AMZN_WEB-DL_H264_DDP_5.1_-_NbT.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/cjpmvi6puqet-135x200.jpg",
        "title": "Dien Toi (2021)",
        "description": "Dien Toi (2021)ရှားရှားပါးပါး ဗီယက်နမ် သရဲကားလေးတစ်ကား အသစ်ထွက်လာတာမို့\nသရဲကားကြိုက်သူများအတွက် ကားကောင်း လက်မလွတ်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....နာမည်ကြီးအောင်မြင်နေတဲ့ ဆယ်ကျော်သက်စာရေးဆရာမလေး \"မန်ကျောက်\" ဆီကို\nညစဥ်ညတိုင်း သရဲမလေးတစ်ယောက်က ကူညီပေးဖို့ အိပ်မက်ပေးတာကြောင့်\nသူမမှာ စာရေးဖို့အတွက် အခက်အခဲတွေရှိနေပါတယ်။တစ်ရက်မှာတော့ ဒါရိုက်တာပေါက်စ \"ထိုက်\" ဆိုတဲ့ကောင်လေးနဲ့\nအကြောင်းကိစ္စ တစ်စုံတစ်ရာကြောင့် တွေ့ဆုံခဲ့ကြပါတယ်။မန်ကျောက် ရဲ့ အိပ်မက်တွေထဲကို အကူအညီလာလာတောင်းနေတဲ့ သရဲမလေးက\nသူ့အိမ်အနား​က စန္ဒယားသင်တန်းရဲ့အပေါ်ထပ်မှာရှိနေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့...သဘာဝလွန်စွမ်းအားရှိပြီး အတိတ်ဆီကိုမြင်နိုင်တဲ့ မန်ကျောက်နဲ့\nပ​ရလောကကို မြင်နိုင်တဲ့ ထိုက် တို့နှစ်ယောက်သား\nသရဲမလေးကို ကယ်တင်ပြီး ဖုံးကွယ်ထားတဲ့အမှန်တရားတစ်ခုကို\nဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာကို ကြည့်ရှုရမယ့်\nဗီယက်နမ် Horror, Thriller ကားကောင်းလေးဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 1GB and 400MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://megaup.net/30u9h/Dien.Toi.2021.720p.WEBRip.AAC2.0.x264.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/the-prestige.14577-1-200x300.jpg",
        "title": "The Prestige (2006)",
        "description": "THE PRESTIGEIMDb (8.5/10) / Rotten Tomatoes (76%)ကြီးမားတဲ့ မျက်လှည့် လှည့်စားမှုတိုင်းမှာ အပိုင်း (3) ပိုင်း ဒါမှမဟုတ် ပြကွက် (3) ကွက်ပါရှိတယ်။ ပထမ အပိုင်းကိုတော့ \"ကတိ\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာတစ်ယောက် ဟာ မင်းကို ရိုးရှင်းတဲ့ အရာကိုပြသလိမ့်မယ်။ အထပ်လိုက်စီထားတဲ့ ကဒ်တွေ၊ ဌက်တစ်ကောင် ဒါမှမဟုတ် လူတစ်ယောက်ပေါ့၊ သူကမင်းကို ဒီအရာကိုပြမယ်။ စစ်မှန်ခြင်း သာမာန်ဖြစ်ခြင်း ပြုပြင်ပြောင်းလဲထားခြင်း မဟုတ်ကြောင်းတို့ကို မင်းကို စစ်ဆေးခိုင်းဖို့ဖြစ်ချင်ဖြစ်မှာပေါ့။ ဒါပေမဲ့.. မဟုတ်ပါဘူး။ ဒုတိယပြကွက်ကိုတော့ \"လှည့်ခြင်း\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာက သာမာန်အရာဝတ္ထုတစ်ခုကို ယူပြီး ထူးခြားဆန်းကြယ်တဲ့ အရာတစ်ခုခုကို ဖြစ်အောင်လုပ်ဆောင်လိုက်တယ်။ အခုမင်းလျှို့ဝှက်ချက်တွေကို ရှာဖွေနေမယ်။ ဒါပေမဲ့ မင်းတွေ့မှာမဟုတ်ဘူး။ ဘာကြောင့်လဲဆိုတော့ မင်းတကယ်ကြည့်မနေလို့ပဲလေ။ မင်းကတစ်ကယ်မသိချင်ပါဘူး။ မင်းက အရူးလုပ်ခံချင်တာပါ။ ဒါပေမဲ့လည်း မင်းလက်ခုပ်မတီးသေးဘူး။ ...",
        "rating": "8.5",
        "url": "https://megaup.net/YBvc/(CM)The.Prestige.2006.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ey6v/(CM)Monster.2014.720p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/b9983b683a4465a965257abe3b43c595f168912a1819c95c7501e70f70fa4fdc._RI_V_TTW_-150x200.jpg",
        "title": "Dream Lover (1993)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (57%)မိန်းမတွေရက်စက်လို့ ဘဝပျက်သူတွေ ဒီကမ္ဘာမှာ ဘယ်လောက်များရှိမလဲ...ကိုးတောင်ဝတ်ယောကျ်ားလေးတွေ အချစ်အတွက် ဘဝပျက်ခံကြပုံတွေဟာ တရားရစရာပါပဲ...အချစ်မှာရိုးသားသူက ကြေကွဲရသူပဲမလား....လူနှစ်ယောက်ပေါင်းစည်းခြင်းမှာ တစ်ဦးစီရဲ့အတ္တတွေရှေ့တန်းတင်လာတဲ့အခါဒီဇာတ်ကားဖြစ်လာတာပါပဲ...၁၉၉၀ ခုနှစ်များဆီက ရုပ်ရှင်တချို့ဟာ မင်းသမီးတွေရဲ့ လှပကျော့ရှင်းမှုကိုရှေ့တန်းတင်ဆွဲဆောင်ပြီးတော့စိတ်ဝင်စားစရာ Crime Thriller ဇာတ်လမ်းမျိုးတွေ အတော်ရိုက်ကြခဲ့တာပဲ...မင်းသမီးရှရွန်စတုန်းရဲ့ Basic Instinct , မင်းသမီးမက်ဒေါနားရဲ့ Body of Evidence စသည်ဖြင့်ပေါ့...ခုကတော့ မင်းသမီး Mädchen Amick ပေါ့...သူကလဲ ငယ်ငယ်တုန်းက Jennifer Connelly တို့လို ညှို့အားပြင်းမင်းသမီးတစ်လက်ဆိုတာ ခုဇာတ်ကားမှာ မျက်မြင်ကိုယ်တွေ့ရပါမယ်...ဇာတ်လမ်းကတော့..‌သာမန်ယောကျ်ားလေးတွေလိုပဲ ကိုယ်နဲ့အသက်ထက်ဆုံး ပျော်ရွှင်ကြည်နူးပြီး ခိုင်မြဲလက်တွဲဖို့အိပ်မက်ထဲက စိတ်ကူးယဉ်မိန်းမလှလေးနဲ့တွေ့ချင်ခဲ့တဲ့ ရေးတစ်ယောက် ...သူ့ရဲ့စိတ်ကူးထဲကမိန်းမလှလေးလို့ထင်ခဲ့တဲ့ ပထမမိန်းမရဲ့ဖောက်ပြန်မှုကိုကြုံပြီးတဲ့နောက်မှာနောက်ထပ် သူ့စိတ်ကူးအိပ်မက်မိန်းကလေးဆိုတာ တကယ်ရှိနိုင်ပါ့မလားလို့ ယုံမှားသံသယတွေပြည့်နေခဲ့ပါတော့တယ်...သူဟာလုပ်ငန်းလဲရှိတယ်..ငွေလဲရှာနိုင်တယ်..စိတ်ကောင်းလဲရှိတယ်..မိတ်ဆွေတွေလဲရှိတယ်..သူ့မှာမရှိတာ သူ့အိမ်မက်ထဲကလို ယုံကြည်ရတဲ့ချစ်ခြင်းပဲ...ဒါပေမဲ့ လီနာ‌ ဆိုတဲ့ မိန်းမလှလေးနဲ့ မတော်တဆတွေ့ဆုံပြီးတဲ့နောက်မှာ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပါတယ်..ယောကျ်ားလေးတို့ထုံးစံအတိုင်းပဲ အလူးအလဲကျရှုံးခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/YBb9/Dream.Lover.1994.720p.NF.WEB-DL.DDP2.0.x264-NTb.mp4",
        "category": "Adult, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZmIxOTQwNzQtODEyZS00OGFmLWI3YjQtNTVhOGZjNDE5Zjk4XkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-142x200.jpg",
        "title": "Brave: Gunjyo Senki (2021)",
        "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ်ကထွက်ခဲ့တဲ့ Rurouni Kenshin: Final Chapter မှာလည်းပါဝင်ခဲ့တဲ့ ဂျပန်နာမည်ကြီးမင်းသား Mackenyu ရဲ့ အချိန်ခရီးသွားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။သူပဲလားဆိုတော့ မဟုတ်ပါဘူး လူတိုင်းနီးပါးသိတဲ့ Death Note ထဲ့မှာ \"L\" လို့သိကြတဲ့ Ken'ichi Matsuyama လည်း ပါဝင်ထားပါသေးတယ် ။ ဇာတ်ကြောင်းလေးကတော့...စဲအိတိုခု အားကစားအထက်တန်းကျောင်းလေးမှာ ဆန်းကျယ်မှုတစ်ခုဖြစ်ပွားခဲ့ပြီး သူတို့တစ်ကျောင်းလုံး ၁၅၆၀ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအချိန်ကို ရောက်ရှိသွားခဲ့ပါတယ်အဲ့ဒီအချိန်ဟာဆိုရင် စစ်ပွဲကာလဖြစ်တဲ့အတွက် ရုတ်ချည်းဆိုသလို အေးချမ်းနေတဲ့ သူတို့ကျောင်းလေးထဲကို အရင်ခေတ်က စစ်သည်တွေဝင်ရောက်လာပြီး အကြမ်းဖက်ပါတော့တယ်တချို့သူငယ်ချင်းတွေလည်း အသတ်ခံရ တချို့တွေလည်း အဖမ်းခံ နှိပ်စက်ခံရတဲ့အခါမှာတော့အားကစားထူးချွန်ကျောင်းသားတွေပူးပေါင်းပြီး ရှေးခေတ်စစ်သည်တော်တွေကို ညီညွှတ်ခြင်းအင်အား ခေတ်သစ်နည်းပညာတွေနဲ့ ဘယ်လိုရဲရဲဝင့်ဝင့် ရင်ဆိုင် တိုက်ခိုက်ကြမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက် ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size_2.1 ...",
        "rating": "6.3",
        "url": "https://megaup.net/YBdz/Brave_-_Gunjo_Senki_(2021)_720p.mp4",
        "category": "Adventure, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-20.33.07-135x200.png",
        "title": "Annette (2021)",
        "description": "Annette (2021)=============IMDb Rating - 6.6/10 Adam Driver နဲ့ Marion Cotillard တို့ ပါ၀င် သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာဆိုရင် musical filmငတ်နေသူတွေအတွက်တော့ဘ၀င်ကျစရာပါပဲ၊ La La Land တို့ The Greatest Showman တို့လို ဇာတ်လမ်းအဖြစ်အပျက်ကို သီချင်းတွေ သီဆိုရင်း အနုပညာမြောက်မြောက် တင်ဆက်ထားတာ တွေ့ရပြီး နားကြပ်လေးသာတပ်ကြည့်ရင် ဂီတအနှစ်သာရခံစားရတာ ပိုပြီးကောင်းပါလိမ့်မယ်။Musical film ဖြစ်တဲ့အတွက် Plot ကိုပဲ အာရုံစိုက်ပြီး ကျန်တာဘေးထားကြည့်နိုင်ရင်တော့ အပန်းဖြေစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟင်နရီဆိုတဲ့ လူဟာ stand-up comedian တစ်ယောက်၊ အန်ဆိုတဲ့ အမျိုးသမီးက operasinger တစ်ယောက်၊ ၂ ယောက်လုံးဟာ သူ့နယ်ပယ်မှာသူ ဒိတ်ဒိတ်ကြဲအောင်မြင်နေသူတွေ ဒီလိုအချိန်မှာ ရုတ်တရက်လက်ထပ်လိုက်ကြပြီး အန်းနက်ဆိုတဲ့ သမီးလေးမွေးဖွားလာတယ်။ သို့ပေမဲ့ အန်းနက်ဆိုတဲ့ ကလေးမလေးဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ex8j/Annette.2021.720P.WebRip[CM].mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2kv9C/Extinct.2021.HDRip.720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/5678ba9ca85c71d17973b2e0f9d14ccf-140x200.jpg",
        "title": "Pardes (1997)",
        "description": "Pardes (1997)\n*****IMDb Rating (7.0) / Rotten Tomatoes (72%)Pardes (နယ်မြေရပ်ခြားနိုင်ငံခြား) ဟာ ၁၉၉၇ ၊ ဩဂုတ်လ ၊ (၈)ရက် မှာ အိန္ဒိယနဲ့ နိုင်ငံတကာမှာ ရုံတင်ပြသခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ် ။ ဘောလီးဝုဒ်ဒါရိုက်တာ ဆရာကြီး ဆူဘတ်ရ်ှဂိုင်း ၊ ဇာတ်လမ်းဇာတ်ညွှန်း ဆူဘတ်ရ်ှဂိုင်း ၊ နီရတ်ဂ်ျပသစ်ခ် ၊ ဂျာဗေ့ဒ်ဆစ်ဒီကီးတို့မှရေးသားကာ ဒါရိုက်တာဆူဘတ်ရ်ှဂိုင်းရိုက်ကူးပြီး ၊ အမ်မရစ်ရ်ှပူရီး ၊ အာလိုခ်နတ် ၊ ရှာရွတ်ခန်၊ မာဟီမားကျောင်ဒရီး ၊ အပူရ်ဗားတို့မှ ခေါင်းဆောင်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ။\nဇာတ်လမ်းအကျဉ်း\n*************\nကစ်ရှိုးလားဂျီးဟာ အမေရိမှာ အခြေတကျအောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက် ။ အမေရိကမှာနေပေမဲ့ ကိုယ့်နိုင်ငံရိုးရာ ၊ ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်းအစဉ်အလာတွေကို ချစ်မြတ်နိုးသူတစ်ယောက် ဖြစ်သလို သူ့ရဲ့တစ်ဦးတည်းသောချစ်သားလေးရာဂျစ်အတွက် ချွေးမလောင်းလေးဟာလဲ ရိုးရာဓလေ့နဲ့လူ့ကြီးသူမကို လေးစားရိုသေ အလုပ်အကျွေးပြုတတ်သူ အလိမ္မာအိမ်ပါ အိန္ဒိယသူစစ်စစ်ဖြစ်ရမယ်ရယ်လို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kv8s/Pardes.1997.720p.Hindi.NF.WebDL.AVC.AAC.2.0.Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/21the-breastford-wives2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screenshot-2021-08-25-at-00-18-34-A-Millionaire-on-the-Run-2012-139x200.png",
        "title": "A Millionaire On The Run (2012)",
        "description": "A Millionaire On The Run (2012)\n======================အဆိုတော် ၊ သရုပ်ဆောင် ၊ ပရိုဂျူဆာတင်မက ရုပ်သံအစီအစဉ်တွေမှာပါ ဒိုင်လုပ်ပြီး JYP Entertainment ရဲ့Founder ဖြစ်တဲ့ J.Y.Park ( Park Jin-Young ) ရဲ့ ဇာတ်ကားလေးကို CM Fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းကတော့...ယောင်အင်းနဲ့ဆွန်းဒယ်ဟာ နိုင်ငံရေးအကူအညီလိုအပ်ချက်တွေနဲ့ ဘဏ္ဍာရေးကိစ္စတွေအတွက် အလုပ်လုပ်ပေးရတဲ့လုပ်‌ဖော်ကိုင်ဖက်‌တွေဖြစ်ပါတယ်သူတို့ရဲ့အထက်လူကြီးဒါရိုက်တာဟန်ခိုင်းတဲ့ တရားမဝင်အလုပ်တွေလုပ်ရင်း အပြစ်မကင်းခံစားလာရတဲ့ဆွန်းဒယ်ဟာ ယောင်အင်းကိုဖွင့်ပြောပြီး ရဲတိုင်ဖို့စီစဉ်ခဲ့ပါတယ်အဲ့မတိုင်ခင်မှာပဲ ဆွန်းဒယ်ဟာ သေတမ်းစာရေးပြီး တံတားပေါ်ကခုန်ချသတ်သေသွားပြီးနောက်...ဒါရိုက်တာဟန်က ဒေါ်လာ၅သန်းပို့ခိုင်းလိုက်တဲ့ယောင်အင်းကလည်း မထင်မှတ်ဘဲ ဒါရိုက်တာဟန်ရဲ့ယုတ်မာမှုကိုသိသွားပြီး ဒေါ်လာ၅သန်းကိုယူပြီးပြေးပါတော့တယ်ဒါရိုက်တာဟန်လည်း သူ့ပိုက်ဆံတွေဆုံးမှာကြောက်ပြီး လူမိုက်တွေနဲ့လိုက်ရှာရင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပုံကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ပါ ) File Size_1.9 GB , 1 GB\nQuality__1080p, 720p, 360p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/30s8j/A_Millionaire_On_The_Run_(2012)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://megaup.net/Yz3m/The.Rebels.Of.PT-218.2021.720p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Limitless (2011)",
        "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Yz7c/(CM)Limitless.2011.UNRATED.720p.BluRay.x264.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/dVZJByLhVpbKp4YKAChM12MxSNn-133x200.jpg",
        "title": "Memories of Murder (2003)",
        "description": "IMDb (8.1/10)....Rotten Tomatoes (95%)\nRating တွေကြည့်ပြီး ကိုရီးယားဇာတ်ကားမှ ဟုတ်ရဲ့လားလို့ အတွေးမများပါနဲ့။ ကိုရီးယားဇာတ်ကားအစစ်ဖြစ်သလို မင်းသားမင်းသမီးချောချာလှလှတွေလဲ တစ်ယောက်မှမပါပါဘူး။ ဒီဇာတ်ကားဟာ ကိုရီးယားရဲ့ အနုပညာအရည်အသွေးကို ကမ္ဘာကိုချပြနိုင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ကြည့်ကိုကြည့်သင့်ပါတယ်။ ကျွန်တော်ကတော့ ဇာတ်ကားကိုကြည့်ပြီး ရင်ထဲတနုံ့နုံ့နဲ့ ဖြစ်နေတာ ဒီနေ့နဲ့ဆို သုံးရက်ရှိခဲ့ပါပြီ....သူငယ်ချင်းတို့လဲ ခံစားကြည့်ပါဦး....ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကြည့်ဖြစ်စေခဲ့တဲ့ ကိုညီလင်းအိမ်ရဲ့အညွှန်းနဲ့ မိတ်ဆက်ပေးပါရစေ။\n--------------------------------------------\nMemories Of Murder\nကိုယ်တွေကပဲ နောက်ပိုင်း အဲဒီလို အကြောင်းအရာတွေကိုပဲ ရွေးဖတ်မိကြည့်မိနေတာလား တိုက်ပဲတိုက်ဆိုင်နေသလား မသိဘူး။\nစိတ်ထဲစွဲနစ်စွာ ကျန်ခဲ့တဲ့ ဇာတ်ကားတွေ စာအုပ်တွေမှာဆို အဓိက ခံစားခဲ့ရတာက \"မရေရာမှု \"ပဲ။အီးလိုဆို \"Doubtful\"လား \"Inconclusively \"လား ဘယ်ဟာက ပိုလေးနက်လဲတော့မသိဘူး။\nအမှန်တရားလည်း မရှိဘူး ။အမှားတရားလည်း မရှိဘူး။ရှုံးတယ်လည်း မရှိဘူး။နိုင်တယ်လည်း မရှိဘူး။\nဘယ်သတ်မှတ်ချက်မှ မှန်တယ်လို့ တရားသေ ကောက်ချက်ဆွဲလို့မရတဲ့ စိတ်ခံစားမှု တွေပေးတဲ့ စာတွေ ရုပ်ရှင်တွေ မကြာခဏ ကြည့်ဖြစ်ဖတ်ဖြစ်ပါတယ်။\nလတ်တလော ...",
        "rating": "8.1",
        "url": "https://megaup.net/Yxv1/(CM)Memories.of.Murder.2003.720p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Asian, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
        "title": "Miss & Mrs. Cops (2019)",
        "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော် File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/miss-mrs-cops-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ML-143x200.jpg",
        "title": "My Love ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ ၂၀၁၈ကထွက်ထားတဲ့ ကိုရီးယားကား On Your Wedding Dayကိုပြန်လည်ရိုက်ကူးထားတဲ့ တရုတ်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်နော်ဒီကားလေးကတော့ မိန်းကလေး တစ်ယောက်တည်းကိုပဲ မပြောင်းလဲဘဲ၁၅နှစ်တာလုံးချစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးပုံဖော်ထားတဲ့ ရိုမန့်ကားလေးပါ ဇာတ်ကြောင်းလေးကတော့...ကျိုးရှောင်ချီဆိုတဲ့ကောင်လေးက ကျောင်းမှာ အမြဲတမ်းရန်ဖြစ်ကျောင်းလစ်နေကျ ကောင်ဆိုးလေးတစ်ယောက်ပါ သူ့အသက် ၁၇နှစ်အရွယ်မှာပဲရှောင်ချီဟာ ကျောင်းပြောင်းကျောင်းသူလေး ယိုယုံစစ်ကို မြင်မြင်ချင်းချစ်မိသွားခဲ့တယ် အဲ့နောက်မှာတော့ ရှောင်ချီတစ်ယောက်ယုံစစ်နောက်ကနေ တကောက်ကောက်လိုက်ရင်း သူတို့နှစ်ယောက်သူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပါတယ် ဒီလိုနဲ့ သူတို့နှစ်ယောက်အတူတူပေါက်ကရတွေလုပ်ရင်း သူတို့သံယောဇဉ်တွေ တိုးလာပြီလို့ရှောင်ချီတစ်ယောက်ထင်ခဲ့ပေမဲ့ အဲ့ဒါဟာ သူ့အထင်တစ်ခုသာဖြစ်နေခဲ့ပါတယ်တစ်နေ့မှာ ယုံစစ်တစ်ယောက် ရှောင်ချီကို နှုတ်ဆက်စကားတစ်ခွန်းပဲဆိုပြီးထွက်သွားပြီးနောက်ပိုင်းမှာ ယုံစစ်နဲ့ ရှောင်ချီ ဘယ်လိုမျိုးပြန်တွေ့ ကြမလဲရှောင်ချီရဲ့ အချစ်တွေကရော ရောင်ပြန်ဟပ်လာမှာလားဆိုတာဆက်လက်ပြီးတော့ ကြည့်ရှုခံစားကြရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ks7A/My.Love.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81rwBcj1QML._RI_-133x200.jpg",
        "title": "Monk Comes Down the Mountain (2015)",
        "description": "Monk Comes Down The Mountain (2015)ကဲဝူတန်သိုင်းပြီးတော့ ဒီတစ်ခါကွန်ဖူးကားပါနော်ဒီဇာတ်ကားလေးက တာအိုဘုန်းကြီးကျောင်းက ခဲ့အန်းရှက တောင်အောက်ဆင်းလာရာကနေစတဲ့ဇာတ်လမ်းလေးပါတာအိုဘုန်းကြီးကျောင်းက မြို့တွေနဲ့အဝေး တောင်ထိပ်မှာ ဆောက်ထားတာဖြစ်ပြီး ဘုန်းကြီးကျောင်းသားတွေကို ကွန်ဖူးသင်ပေးပြီး ကျွေးမွေးစောင့်ရှောက်ထားတဲ့နေရာပေါ့နောက်ပိုင်း အစားအသောက်ပြသနာကြောင့် တိုက်ခိုက်ပြီး ဘယ်သူဆက်နေရမလဲဆုံးဖြတ်ကြရတယ် ဒီလိုနဲ့ အပြင်လောကကိုခုမှတွေ့ကြုံဖူးတဲ့ခဲ့အန်းရှက တောင်အောက်ဆင်းဆင်းချင်း အစားအသောက်ကိစ္စနဲ့ပက်သက်ပြီးဒုက္ခရောက်ပါတော့တယ်ကြက်သားဟင်းကိုလုယူဖို့ကြိုးစားရာကနေ သနားစိတ်ဖြစ်မိပြီးအိမ်ခေါ်သွားတဲ့ သမားတော်ဆွေ့ခဲ့အန်းရှကလည်း တကယ့်ဆရာအရင်းလိုသဘောထားပြီး ပြုစုလုပ်ကိုင်ပေးပေမဲ့ ကံကြမ္မာကြောင့်ဝေးကွာခဲ့ရပြန်ပါတယ်ဒီလိုနဲ့ သူဟာ အပြင်လောကမှာ ကြုံတွေရတဲ့ ပြသနာတွေ ဘယ်လိုရင်ဆိုင်မလဲသူ့ဆရာအတွက်ရော ဘယ်လိုလက်စားချေမလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှူ့ကြပါ ။ခဲ့အန်းရှအဖြစ် Wang Bao Jiang\nသူဌေးကျားအဖြစ် Chang Chen\nကျိုးချီရင်အဖြစ် Aaron kok\nပန်ချင်းဝူအဖြစ် Yuen Wah\nသနားတေည်ဆွေ့အဖြစ် Fan Wei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://megaup.net/2ks3g/Monk_Comes_Down_the_Mountain_(2015)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/affda-140x200.jpg",
        "title": "Don’t Listen (2020)",
        "description": "Don’t Listen (2020)ခင်ဗျားတို့ တမလွန်ဘဝရှိတယ်ဆိုတာ ယုံလား\nတခါတလေကျရင် ဘယ်ကမှန်းမသိတဲ့အသံတွေက ကိုယ့်ကိုတစ်ခုခုပြောနေတာမျိုး လုပ်ခိုင်းတာမျိုးရော ကြုံဖူးကြလားအီရစ်ဆိုတဲ့ကောင်လေးက သူတို့ပြောင်းလာတဲ့ရှေးဟောင်းအိမ်ကြီးထဲမှာ ဘယ်ကမှန်းမသိတဲ့အသံတွေကို ကြားနေရတဲ့ကောင်လေးပေါ့\nမိဘတွေက ဆရာဝန်နဲ့ပြပေးပြီး ကလေးဆိုတော့ စိတ်ကူးယဉ်ပြီးကြားနေရတဲ့အသံတွေလို့ပဲ လက်ခံခဲ့ကြတယ်\nဒီကြားထဲမှာလည်း ထူးဆန်းတာတွေဖြစ်ခဲ့ပေမယ့် ပေါ့ပေါ့တန်တန်ပဲ သဘောထားခဲ့ကြတဲ့မိဘတွေဆီမှာ ရင်နင့်ဖွယ်ဖြစ်ရပ်ကြီးတစ်ခု ကြုံလိုက်ရတဲ့အခါ.... အဲ့ဒီဖြစ်ရပ်ပြီးတော့ ဖခင်ဖြစ်သူဟာ အမှတ်တမဲ့ကြားလိုက်ရတဲ့ အသံကနေတစ်ဆင့်\nElectronic voice phenomenon ဆိုတဲ့ သဘာဝလွန်အသံတွေကိုလေ့လာနေတဲ့ ပါမောက္ခဂျာမန်ဆီကို ဆက်သွယ်ပါတော့တယ်အသံတွေနောက်ကို လိုက်ရင်းနဲ့ မတော်တဆမှုတွေ ဆက်တိုက်ဖြစ်ပြီးတဲ့နောက် အကြောင်းအရင်းကို ဖော်ထုတ်လိုက်ကြတဲ့အခါ...\nကြောက်စရာကောင်းတဲ့အိမ်ထဲကနေ သူတို့လွတ်လမ်းရှိပါ့မလား...Plot တွေက ရိုးရှင်းပေမယ့် Horror ဇာတ်ကားကောင်းနှစ်သက်တဲ့သူတွေအဖို့တော့ အကြိုက်တွေ့စေမှာပါ\nR-rated movie မဟုတ်ပေမယ့် တချို့သော Scene တွေက R-rated နီးနီးကြမ်းတာကြောင့် ကလေးသူငယ်များ ကြည့်ရှူရန်မသင့်ပါခင်ဗျာ ။( အညွှန်းရေးသားထားသူကတော့ Amelia ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Drama , ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Eu30/Don_t_Listen_(2020)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
        "title": "Midnight Runners (2017)",
        "description": "ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joonပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီIMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါPark Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေးကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/Yukc/Midnight.Runners.2017.720p.BluRay.CM.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yetbsCuB6fmzI4lpJMvqwJcehti.jpg",
        "title": "In the Name of the King III (2014)",
        "description": "In the Name of the King III==================== Hazen Kaine ဟာ ယနေ့ခေတ် လုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်ဖြစ်ပြီး စီးပွားရေးသမားတစ်ဦးရဲ့ သမီးကို ပြန်ပေးသမားတွေ လက်ကနေ ကယ်တင်ပေးဖို့ ငှားရမ်းခြင်းခံရပါတယ်။ ဒါပေမယ့် ကိစ္စတွေက သူထင်သလို ဖြစ်မလာဘဲ ထိန်းမနိုင်သိမ်းမရဖြစ်ကုန်ပြီး ထူးဆန်းစွာနဲ့ အလယ်ခေတ်ကို ရောက်ရှိသွားပါတယ်။ အဲဒီကာလမှာ သူဟာ မီးနဂါးကြီးတွေ အလယ်ခေတ် စစ်သည်တွေရဲ့ ရင်ဆိုင်ရပါတယ်။ In the Name of the King III  မှာတော့ Dominic Purcell ကြီးက ‌Hazen Kaine အဖြစ်ပါဝင်ထားပါတယ်။ ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ဖျော်ဖြေရေးမှု ဦးစားပေးတင်ဆက်ထားတာဖြစ်ပါတယ်။ In the name of the king ၃ ကားလုံးကို https://channelmyanmar.org/?s=In+the+name+of+the+king မှာကြည့်လို့ရပါတယ် Quality__1080pIMDb Rating__3.1/10Format__mp4Duration__1h 26minType__Action,Adventure,FantasySubtitle__Myanmar ...",
        "rating": "3.1",
        "url": "https://megaup.net/Yv9y/In.the.Name.of.the.King.3.720p.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kM9hjeGLtPZi9ExuBVwIFYrQbx0.jpg",
        "title": "In the Name of the King 2: Two Worlds (2011)",
        "description": "In the Name of the King 2: Two Worlds (2011)===================================ဂရန်ဂျာဟာလက်ရှိခေတ်မှာ စစ်ပြန်အငြိမ်းစားတစ်ယောက်ဖြစ်ပြီး ကိုယ်ခံပညာအချိန်ပိုင်းသင်ပြီးအသက်မွေးပါတယ်။တစ်နေ့ သူ့အိမ်ထဲမှာရှိနေတုန်း ရှေးအဝတ်အစားနဲ့လူတစ်စု အချင်းချင်းလာရောက်တိုက်ခိုက်ကြပြီး အဲ့ဒီထဲကအမျိုးသမီးတစ်ယောက်ဟာ သူ့ကိုအလင်းပေါက်ကြီးတစ်ခုကနေ တစ်ဖက်ကိုခေါ်ဆောင်သွားပါတော့တယ်။အဲ့ဒီဘက်အခြမ်းဟာ အလယ်ခေတ်ကာလဖြစ်နေပြီး ဂရန်ဂျာသိလိုက်ရတာက ရှေးဟောကိန်းတစ်ခုအရလက်ရှိအချိန်မှာ အကျပ်အတည်းဆိုက်နေတဲ့ အက်ဘ်ဆိုတဲ့တိုင်းပြည်ရဲ့ ကယ်တင်ရှင်ဟာသူဖြစ်နေတယ်ဆိုတာကိုပါပဲ။ သူ မယုံကြည်လက်မခံပေမယ့် ဘယ်လိုမှမလွှဲသာတဲ့အဆုံးမှာ ဂရန်ဂျာတစ်ယောက်မီးစင်ကြည့်က ဖို့ဆုံးဖြတ်လိုက်ပြီး သူတို့ရဲ့ ဇာတ်ရှုပ်ထဲကိုဝင်ပါရပါတော့တယ်။အဲ့ဒါကတော့ ရှေးဟောကိန်းအရ သူဟာ တိုင်းပြည်ခံတပ်ရဲ့ပြင်ပတစ်နေရာမှာ စခန်းချနေထိုင်တဲ့ မြင့်မြတ်တဲ့မိခင်ဆိုတဲ့ စုန်းမအိုကြီးနဲ့ သူ့နောက်လိုက် အမှောင်ပုဂ္ဂိုလ်တွေကို သုတ်သင်ပေးရမှာပါ။ဒါပေမယ့် သူသိလိုက်ရတဲ့ အပေါ်ယံဇာတ်လမ်းနောက်ကွယ်မှာလှည့်ကွက်တွေအများကြီးရှိနေတယ်ဆိုတဲ့အကြောင်း မကြာခင်သိလာပါတော့တယ်။In the Name of the King: Two Worlds မှာတော့ Dolph Lundgren ကြီးက ဂရန်ဂျာအဖြစ်ပွဲကြမ်းထားပါတယ်။ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီးနန်းတွင်းဇာတ်ရှုပ်တွေ ...",
        "rating": "3.1",
        "url": "https://megaup.net/Yv9p/In.the.Name.of.the.King.2.Two.Worlds.2011.BluRay.720p.x264.AAC.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbN1lmDk1PT0GsTFCy179sk5nIF.jpg",
        "title": "In the Name of the King: A Dungeon Siege Tale (2007)",
        "description": "In the Name of the King: A Dungeon Siege Tale (2007)======================================Jason Statham ကအက်ဘ် တိုင်းပြည်မှာ ဇနီးသည်သားတစ်ယောက်နဲ့အတူလယ်လုပ်ငန်းလုပ်ပါတယ်။ တစ်နေ့သူ့ဇနီးနဲ့သား မြို့ကိုဈေးရောင်းထွက်တဲ့အချိန်မှာ သူ့လယ်ကို ခရပ်ချ်ဆိုတဲ့ သတ္တဝါဆန်းကြီးတွေ လာတိုက်ခိုက်တာခံရပြီးနောက် မြို့ကိုတက်ပြီး ဇနီးနဲ့သားကိုရှာဖို့ သူ့မွေးစားအဖေနဲ့အတူထွက်အလာမှာ မှော်ဆရာတစ်ယောက်ဖြစ်တဲ့ ဂါလီယန်က ခရပ်ချ်သတ္တဝါတွေကိုထိန်းချုပ်ခိုင်းစေပြီး သူ့သားကိုသတ် သူ့ဇနီးကိုဖမ်းခေါ်သွားတာကို သိလိုက်ရပါတယ်။ မှော်ဆရာဂါလီယန်ဟာ သူတို့ဘုရင်ရဲ့ မဟာရန်သူတော်ဖြစ်ပြီး ဘုရင့်တူနဲ့အတူ နန်းလုဖို့ပူးပေါင်းကြံစည်နေသူပါ။ ဒီလိုနန်းတွင်းဇာတ်ရှုပ်မှာ သာမန်အညတရလယ်သမားတစ်ယောက်ဖြစ်တဲ့သူဟာ အဓိကကျတဲ့နေရာက ပါဝင်ပတ်သက်နေတယ်ဆိုတာ ဘုရင့်အတိုင်ပင်ခံနတ်ဆရာက အစောကြီးကြိုမြင်ခဲ့ပြီး သူ့ဆီချဉ်းကပ်လာတဲ့အခါ..။ သူမသိခဲ့တဲ့သူ့နောက်ခံဇာတ်ကြောင်းက ဘာလဲ၊ ဘာကြောင့်သူဟာ ဒီဇာတ်လမ်းမှာအဓိကကျနေလဲ အစရှိတဲ့ မေးခွန်းတွေနဲ့အတူ မှော်ပညာတွေ သတ္တဝါဆန်းတွေနဲ့ စွန့်စားခန်းတွေကြုံဆုံရပါတော့တယ်။ In the Name of the King မှာ လယ်သမားအဖြစ် Jason Statham ကဦးဆောင်ပါဝင်ထားပါတယ် ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/2kq2l/In.The.Name.Of.The.King.A.Dungeon.Siege.Tale.2007.DC.720p.BluRay.x264.ACC.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-18-at-01.16.34-135x200.png",
        "title": "Collection (2021)",
        "description": "Collection (2021)=============အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Collection လို့ အမည်ရတဲ့ ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ခေတ်ကာလ နည်းပညာတွေ တိုးတက်လာတာနဲ့အမျှ လူနေထိုင်မှုစနစ်တွေကလည်း တစ်စတစ်စ တိုးတက်ပြောင်းလဲလာခဲ့ပါတယ်။ ဟိုးရှေးရှေးတုန်းက ပစ္စည်းအလဲအလှယ်လုပ်ပြီး ရောင်းဝယ်ဖောက်ကားခဲ့ကြတယ် နောက်တော့ ဒင်္ဂါးတွေသွန်းလုပ်တယ် အဲ့ဒီလိုနဲ့ အခုမျက်မှောက်ခေတ်မှာတော့ ငွေစက္ကူတွေ ပုံနှိပ်ပြီး ရောင်းဝယ်ကြတယ် Mobile bankingစနစ်တွေ အကြွေးဝယ်ကတ်တွေ စသဖြင့်ပေါ့ ။တိုးတက်လာတဲ့အပေါ်မှာ ကောင်းကျိုးတွေလည်း ရှိသလို ဆိုးကျိုးတွေဟာလည်း ဒွန်တွဲနေစမြဲပါပဲ လူတွေဟာ နည်းပညာတိုးတက်မှုကို အခွင့်ကောင်းယူပြီး သတင်းအချက်အလက်တွေ ခိုးယူကာ မသမာမှုကို ကြံစည်လာကြပါတော့တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဘရန်ဒန်ဟာ သူငယ်ချင်းဖြစ်သူ ရော့စ်နဲ့အတူ အကြွေးဝယ်ကတ်ကိုင်ဆောင်သူတွေရဲ့ အချက်အလက်တွေကို ခိုးယူပြီး ပိုက်ဆံ လိမ်လည်တောင်းရမ်းနေတဲ့ အကြွေးကုမ္ပဏီပိုင်ရှင် နှစ်ဦးပါ။ သူတို့နှစ်ဦးဟာ သာမန်စာပို့အကြောင်းကြားပြီး တောင်းရမ်းကြတာမျိုးမဟုတ်ဘဲ အကြွေးဝယ်ကတ်ကိုင်ဆောင်သူတွေရဲ့ အလုပ်ဖုန်းတွေကို ခဏခဏဆက်မယ် မိသားစုဝင်တွေကိုလည်း နှောင့်ယှက်မယ် ယုစ္စအဆုံး ပိုက်ဆံပေးရင်ပေး မပေးရင် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Yw5l/Collection.2021.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYjI4YTczODYtNDRiMi00MmM5LTg5NjMtODhiZjM2ZjY3ZDAwXkEyXkFqcGdeQXVyNjIxNDE0OTE@._V1_-127x200.jpg",
        "title": "The Spectacular Now (2013)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (91%)ဒီဇာတ်ကားဟာRating  မြင့်တဲ့အချစ်ကားလေးဖြစ်သလို သရုပ်ဆောင်တွေကလဲ မခေသူတွေချည်းပါပဲ...Fantastic Four ထဲက မင်းသား Miles Teller , Divergent နဲ့ The Fault in Our Stars ထဲက မင်းသမီးချောလေး Shailene Woodley နဲ့Marvel  ရဲ့  Captain Marvel တဖြစ်လဲ မင်းသမီး Brie Larson တို့ဖြစ်ပါတယ်။အချစ်ဆိုတဲ့အရာကို တချို့ကခံစားတယ်..တချို့ကခုတုံးလုပ်ပြီး အသုံးချတယ်..တချို့က မသိကျိုးကျွံပြုတယ်...ဘယ်လိုပဲအချစ်ကိုသုံးဆောင်သုံးဆောင်ပေါ့...တကယ်တန်ဖိုးထားသူဆီမှာသာ အချစ်တွေက အမြဲနေတတ်တာမျိုးပဲ။ဇာတ်လမ်းလေးကတော့ ၃ ပွင့်ဆိုင် ဇာတ်လမ်းပါ...ဆက်တာဟာ အနာဂတ်ကိုမတွေးထားဘဲ အရာရာကို ပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့။ကပ်စ်စီလီဆိုတဲ့ သူသိပ်ချစ်တဲ့ ကောင်မလေးနဲ့ အထင်လွဲခံရမှုတစ်ခုကြောင့် ပြတ်အပြီး စိတ်လေနေချိန်မှာအေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ သူငယ်ချင်းတွေဖြစ်သွားခဲ့တယ်။အေမီဟာ ရည်းစားတောင်မထားဖူးသလို အနေအေးတဲ့ ဖြူစင်တဲ့ကောင်မလေး..ဆက်တာဟာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/Yw1i/The_Spectacular_Now_(2013)_(720p_BluRay_x265_Silence).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/hwguebk2yxsz-133x200.jpg",
        "title": "The Eve (2021)",
        "description": "The Eve (2021)ကိုရီးယားနဲ့ ဂျပန်ယာကူဇာဂိုဏ်းတွေ အကြောင်းရိုက်ကူးထားတဲ့အမိုက်စားအက်ရှင်ကားဖြစ်ပါတယ်Korea Action/Dramaဇာတ်ကားကောင်းမျှော်နေတဲ့ ပရိသတ်ကြီးအတွက် ဂျွန်လထဲမှာအသစ်စက်စက်ထွက်ထားတဲ့ The Eve ဆိုတဲ့ ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် Cast တွေအနေနဲ့ Seo Han-Gyul,Hong Ah-Reum,Park Yum, Kim Jung-woon, Park Sun-mi အစရှိတဲ့ကိုရီးယားသရုပ်ဆောင်ပေါင်းများစွာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းကတော့ ဂျောင်ဝူးဆိုတဲ့ မိဘမဲ့ လူငယ်လေးတစ်ယောက်ဟာငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားခဲ့ပြီး သူ့ကို သူ့မိဘတွေရဲ့သူငယ်ချင်းဖြစ်သူ အဒေါ်ကြီးတစ်ယောက်က မွေးစားခဲ့ပါတယ်အဲ့ဒီအဒေါ်ကြီးမှာ သူ့ထက်အသက်ကြီးတဲ့ သမီးတစ်ယောက်ရှိပြီးနာမည်ကတော့ဟန်နာလို့ခေါ်ပါတယ် ဟန်နာကငယ်စဉ်တုန်းကခပ်ဆိုးဆိုးကျောင်းသားတစ်ယောက်နဲ့ တွဲမိပြီး သူမရည်းစားရှာတဲ့ ပြဿနာများကိုမကြာခဏ ဖြေရှင်းရလေ့ရှိပါတယ် ဒီလိုအချိန်တိုင်း သူမရဲ့ အဖေမတူမအေကွဲ မောင်လေး ဂျောင်ဝူးက ကာကွယ်ပေးခဲ့ပါတယ် အဲ့လိုကနေအရွယ်ရောက်လာတဲ့အထိ ဟန်နာရည်းစား လူဆိုး ချောဂျင်းက ဟန်နာကိုစိတ်ဒုက္ခပေးနေခဲ့ပါတယ် ချောဂျင်းကလည်း ထယ်ချန်း လူဆိုးဂိုဏ်းထဲဝင်သွားခဲ့ပြီးတစ်ရက်မှာ ထယ်ချန်းဂိုဏ်းက ဂျပန်ယာကူဇာ မူးယစ်ဆေးဂိုဏ်းနဲ့ပေါင်းမိဖို့ဖြစ်လာခဲ့ပါတယ် အဲ့ဒီအချိန် ဘယ်လို အရှုပ်အထွေးတွေကြုံရမယ်ဆိုတာကိုတော့ကိုယ်တိုင်ရင်တမမနဲ့ ကြည့်ရှုခံစားရဦးမှာပါ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-eve-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ByzrLc6lWP77UlvgYTjyEOvGab.jpg",
        "title": "Anbe Sivam(2003)",
        "description": "Anbe Sivam(2003) အညွှန်း**********************IMDb...8.73 Idiots ထဲကကင်မရာလေးတစ်ကိုင်ကိုင်နဲ့ ဖာဟန်ကိုသိကြတယ်မလား......ဒီကားထဲမှာတော့အဓိကမင်းသားပေါ့...ကြော်ငြာ ဗီဒီယိုရိုက်သူ အန်ဘာစုရ်တစ်ယောက် အိမ်ထောင်ပြုဖို့အတွက်ချန်နိုင်းကို လေယာဉ်နဲ့ပြန်ဖို့ စီစဉ်ထားပါတယ်။\nလေဆိပ်ရောက်ရောက်ချင်းမှာပဲ မြို့ထဲမှာ အကြမ်းဖက်သမားတွေရှိကြောင်းကြေညာနေတဲ့ သတင်းကို သူတွေ့လိုက်ရတယ်။\nဒီလိုနဲ့ပဲ ထူးဆန်းတဲ့အပြုအမှုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ်နေတဲ့ ရှီဗန်(မ်)ကိုတွေ့သွားပြီး အကြမ်းဖက်သမားလို့ သံသယဝင်သွားကာ ရဲနဲ့တိုင်ပါတော့တယ်။\nရဲတွေကလည်း ရှီဗန်(မ်)ကို ဖမ်းဆီးပြီး စစ်ဆေးပါတယ်...အဲ့ဒီနောက်မှာတော့ အလွဲကြီး လွဲမှုတွေဆက်တိုက်ဖြစ်ပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...\nဒီဇာတ်ကားဟာ ကွန်မြူနစ်ဝါဒ၊ ဘုရားမဲ့ဝါဒနဲ့ ပရဟိတလုပ်ငန်းတွေအပြင်Haasanရဲ့ လူသားဆန်တဲ့ အတွေးအမြင်တွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီးတောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(2.9GB) (1.2 GB) and (471 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Adventure ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.7",
        "url": "https://megaup.net/Yvie/Anbe_Sivam.2003.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MIL-133x200.jpg",
        "title": "Man in Love ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CMကနေ ခပ်မိုက်မိုက် ထိုင်ဝမ် အချစ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် IMDB ကလည်း 7.0 ပါဇာတ်ကြောင်းလေးကတော့...အားချန်ဟာ မဖြစ်သာတဲ့ အကြောင်းအမျိုးမျိုးကြောင့် အကြွေးသိမ်းသမားတစ်ယောက်ဖြစ်ခဲ့ရပေမဲ့သူ့ရဲ့ အတွင်းစိတ်က နူးညံ့ပြီး အကြွေးသွားတောင်းတိုင်း တစ်ဖက်လူကိုအဆင်ပြေရင်ပြေသလောက်ကူညီပေးတတ်သူပါ တစ်နေ့မှာ ဟောက်ထင်ဆိုတဲ့ကောင်မလေးကို အကြွေးသွားတောင်းရင်း နှလုံးသားပျော့ပြောင်းတဲ့အားချန်တစ်ယောက်သူများတွေနဲ့မတူ အလွယ်လမ်းမလိုက်တတ်တဲ့ ဟောက်ထင်ကိုကြွေဆင်းသွားပါတော့တယ် ဟောက်ထင်ဆိုတဲ့ ကောင်မလေးကတော့အဖေ့အကြွေးတွေနဲ့ လူမမာအဖေကြီးကို ပြုစုရင်း သူ့ရဲ့ဘဝကြီးကအလင်းတွေကွယ်ပျောက်ကာ အမှောင်တွေဖုံးနေသူပါ ဒီလိုနဲ့ သူ့ရဲ့မှောင်မိုက်နေတဲ့ဘဝကြီးထဲမှာ အားချန်ဆိုတဲ့ အလင်းပျပျလေး ပေါ်လာခဲ့ပါတယ်အကြွေးသိမ်းသမားနဲ့ အကြွေးဆပ်မဲ့ သူတို့နှစ်ယောက်ကြားက သံယောဇဉ်တွေတိုးပြီးအချသ်တစ်ခုပေါက်ဖွားလာတဲ့အခါ မဖြစ်နိုင်တဲ့ အချစ်ကိုသူတို့တွေ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "7",
        "url": "https://megaup.net/2kq9v/Man.in.Love.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
        "title": "Fan (2016)",
        "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kjav/(CM)FAN_2016_Hindi_BluRay_720p.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bd-spywholovedme-155x200.jpg",
        "title": "[James Bond] The Spy Who Loved Me (1977)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ တတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီကားက ရှေ့နှစ်ကားထက် ပို Rating ကောင်းသလို ဇာတ်လမ်းရော မင်းသမီးရော ပိုမိုက်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (7.1/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.1",
        "url": "https://megaup.net/Yvbv/The.Spy.Who.Loved.Me.1977.INTERNAL.720p.BluRay.x264-CLASSiC[rarbg].mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/kabhi-khushi-kabhie-gham-indian-movie-poster-139x200.jpg",
        "title": "Kabhi Khushi Kabhie Gham(2001)",
        "description": "Kabhi Khushi Kabhie Gham(2001)IMDb Rating (7.4) / Rotten Tomatoes (100%)အမီတာဘဂျမ်း..ရှရွတ်ခန်း...လက်ပွားမင်းသား ရိုရှမ်..မင်းသမီးကာဂျိုး...ကရီနာကပူးလ်စတဲ့ ဘောလိဝုဒ်ရဲ့တကယ့်ဒိတ်ဒိတ်ကြဲမင်းသားမင်းသမီးတွေ ပြုံပြီးသရုပ်ဆောင်သလို ဇာတ်လမ်းကလဲတကယ်ကောင်းပါတယ်။ပြသချိန် ၃နာရီခွဲ ကြာတဲ့ဇာတ်ကားဆိုပေမယ့် ခနလေးလိုပဲ ထင်ရလောက်အောင်ကောင်းတာပါ။ဇာတ်လမ်းကတော့...ယာရှ်နဲ့ နန်ဒနီတို့ဟာ သားသမီးမဖွားမြင်တာကြောင့် ရာဟုလ်ကိုမွေးစားဖို့အိမ်ခေါ်လာပါတယ်။သားအရင်းမဟုတ်ပေမယ့်သားအရင်းတစ်ယောက်လို ချစ်ကြပါတယ်။တစ်နေ့ ရာဟုလ်က အဖြစ်မှန်ကို သိသွားခဲ့ပေမယ့် အဲဒီစကားကို အဲဒီအိမ်မှာဘယ်တော့မှထပ်မပြောကြဖို့ ယာရှ်က ဆုံးဖြတ်လိုက်တယ်။ယာရှ်ဟာ မျိုးရိုးဂုဏ်အရှိန်အဝါနဲ့ ဓလေ့ထုံးတမ်းအစဥ်အလာတွေကို အလေးထားတဲ့သူဖြစ်တာကြောင့် ရာဟုလ်ကိုအဆင့်အတန်းတူတဲ့ မျိုးရိုးက ဆင်းသက်လာသူနဲ့သာ ပေးစားချင်နေတယ်။\nဒါပေမယ့် အမျိုးဇာတ်နိမ့်တဲ့ ကောင်မလေးတစ်ယောက်ကို ရာဟုလ်က ချစ်မိသွားတဲ့အခါမှာတော့...။ဒရမ်မာဇာတ်လမ်းရှည်ကြီးတွေကို တစ်ရှူးအပြည့်နဲ့ကြည့်တတ်သူတွေ လုံးဝလက်လွတ်ခံလို့မဖြစ်ပါဘူး။(Thaik San မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။) \nFile size…(3.5 GB) / (2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….03:29:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung\nTranslated by Thaik San",
        "rating": "7.4",
        "url": "https://megaup.net/2knyc/(CM)Kabhi_Khushi_Kabhie_Gham_2001_BluRay_720p_Hindi_DTS_HDMA_5.1_x264_[Telly].mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://megaup.net/2kpR7/Sisters.Virus.2020.720p.HDRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2RkNmJhMzMtNTQ3Ny00ZjgxLThiN2ItODQ5ZmZhZDQzNDk3XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-141x200.jpg",
        "title": "Akshara(2021)",
        "description": "Akshara 2021\n--------------------------\"စာသင်ခန်းဆိုတာ တိုင်းပြည်ရဲ့အနာဂတ်တွေကိုထုတ်လုပ်ပေးတဲ့မြင့်မြတ်တဲ့နေရာ၊စာသင်ခန်းဆိုတာ ထောင်မဟုတ်ဘူး\" တဲ့ဇာတ်ကားထဲက ဒိုင်ယာလော့လေးတစ်ခုပါ..... ဒီဇာတ်လေးကိုတော့ အက်ရှာရာဆိုတဲ့အမျိုးသမီးလေးတစ်ဦးအပေါ် အခြေခံဇာတ်အိမ်တည်ထားပါတယ်.အက်ရှာရာက ဆင်းရဲပြီး အမေတစ်ယောက်တည်းကသာပြုစုပျိုးထောင်ပေးခဲ့တဲ့ ထက်မြတ်တဲ့ ကောင်မလေးပေါ့.သူ့ရဲ့ထက်မြက်မှုကြောင့် သူက 10တန်းမှာလဲ ဂုဏ်ထူးဆောင်ကျောင်းသူတဦးဖြစ်ခဲ့ပါတယ်. သူ့ရဲ့ရည်ရွယ်ချက်လေးကလဲ ကောင်းပါတယ်.နိုင်ငံရဲ့ ရတနာဖြစ်တဲ့ ကျောင်းသူကျောင်းသားတွေကို သင်ကြားပေးချင်တဲ့ဆရာမလေးတဦးဖြစ်ချင်တာပါ. သူမက ဆရာတဦးမှာရှိသင့်တဲ့ နာသုံးနာလဲပြည့်စုံပြီး ကျောင်းသားတွေရဲ့ ရင်ထဲက ဆန္ဒကပါ မြင်နိုင်တဲ့ထိ တော်တာကြောင့်အိန္ဒိယရဲ့ထိပ်တန်းကောလိပ်တခုမှာ ရူပဗေဒဆရာမအဖြစ်အလုပ်ရခဲ့ပါတယ်.သူမရဲ့ဘဝလေး ပြီးပြည့်စုံနေခဲ့ပေမယ့် ဆိုးဝါးတဲ့ကိစ္စတစ်ခုကြောင့် သူမဟာကျောင်းရဲ့ဘုတ်အဖွဲ့ဝင်တဦးကို သတ်မိခဲ့ပြီး ဇာတ်လမ်းအချိုးအကွေ့နဲ့ဇာတ်ရှိန်ဟာပြောင်းလဲသွားခဲ့ပါတယ်.......သူမဘာလို့ သူ့ကိုသတ်ခဲ့ရတာလဲ...ဒီကောလိပ်ကတကယ်ပဲ ထိပ်တန်းအဆင့်မှီရဲ့လား...ဆရာမတဦးရဲ့အရည်အချင်းကဘာလဲ....တကယ်ကို ပညာရေးစနစ်နဲ့ ဆရာတစ်ယောက်ရဲ့အရည်အချင်းကို ပြန်မေးခွန်းထုတ်စေမယ့် ရုပ်ရှင်ပါပဲ...သရုပ်ဆောင်ပိုင်းမှာလဲ အက်ရှရာနေရာသရုပ်ဆောင်ထားတဲ့ မင်းသမီးကသူ့ရဲ့ဇာတ်ရုပ်ကို အတော်လေး ပိုင်နိုင်တာတွေ့ရပါတယ်...  \nFile size…2.1GB and 1.1Gb and 501MB\nQuality…1080p WEB DL DD+5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 16min\nSubtitle….Myanmar Subtile(Hard Sub)\nEncoder…. YK\nTranslated ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Esds/Akshara_2021_.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/RzZKY_4f-143x200.jpg",
        "title": "August Never Ends (2021)",
        "description": "August never Ends (2021)MyDramalist - 7.1 /10ကျွန်မအတွက်တော့ အတောမသတ်တဲ့ ဩဂတ်စ်ပါပဲ မောင် ......'\nဩဂတ်စ် က ကျွန်မအတွက် ဘယ်တော့မှလည်း အဆုံးသတ်မှာ မဟုတ်ပါဘူး။ဩဂတ်စ်မိုးတွေ ရွာတာ ကျွန်မမျက်ရည်ကို မှီနိုင်မတဲ့လား?????မောင်ရယ် ..... သူရယ် ..... ကျွန်မရယ် ......အစကတော့ သူနဲ့ကျွန်မပဲပေါ့ ..... မောင်။သူက မောင်နဲ့ သက်ဆိုင်သူမှန်း ကျွန်မ မသိခဲ့တာ အမှန်ပါ။ကျွန်မဘဝထဲ မောင် ဝင်မှန်းမသိ ဝင်လာတဲ့အချိန်မှာ ......\nအချိန်အတော်နှောင်းသွားခဲ့ပြီ .......ကျွန်မလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားလာခဲ့သလို\nသူကလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားခဲ့ကြတာမို့သူနဲ့ကျွန်မ အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတာပေါ့ မောင်ရယ် .....အမေ့အတွက် ကျွန်မက တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်သလို\nတစ်ဦးတည်းသော ရန်သူဆိုလည်း ဟုတ်တယ်။အမေက ကျွန်မကို အိမ်မြှောင်က မွေးတဲ့ကလေးတဲ့။\nသွေးအေးပြီး နှလုံးသား မရှိတဲ့လူပေါ့လေ။ဒါပေမယ့် အမေသိပ်မှားတယ် ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Eq2l/August.Never.Ends.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/kabhi-khushi-kabhie-gham-indian-movie-poster-139x200.jpg",
        "title": "Kabhi Khushi Kabhie Gham(2001)",
        "description": "Kabhi Khushi Kabhie Gham(2001)IMDb Rating (7.4) / Rotten Tomatoes (100%)အမီတာဘဂျမ်း..ရှရွတ်ခန်း...လက်ပွားမင်းသား ရိုရှမ်..မင်းသမီးကာဂျိုး...ကရီနာကပူးလ်စတဲ့ ဘောလိဝုဒ်ရဲ့တကယ့်ဒိတ်ဒိတ်ကြဲမင်းသားမင်းသမီးတွေ ပြုံပြီးသရုပ်ဆောင်သလို ဇာတ်လမ်းကလဲတကယ်ကောင်းပါတယ်။ပြသချိန် ၃နာရီခွဲ ကြာတဲ့ဇာတ်ကားဆိုပေမယ့် ခနလေးလိုပဲ ထင်ရလောက်အောင်ကောင်းတာပါ။ဇာတ်လမ်းကတော့...ယာရှ်နဲ့ နန်ဒနီတို့ဟာ သားသမီးမဖွားမြင်တာကြောင့် ရာဟုလ်ကိုမွေးစားဖို့အိမ်ခေါ်လာပါတယ်။သားအရင်းမဟုတ်ပေမယ့်သားအရင်းတစ်ယောက်လို ချစ်ကြပါတယ်။တစ်နေ့ ရာဟုလ်က အဖြစ်မှန်ကို သိသွားခဲ့ပေမယ့် အဲဒီစကားကို အဲဒီအိမ်မှာဘယ်တော့မှထပ်မပြောကြဖို့ ယာရှ်က ဆုံးဖြတ်လိုက်တယ်။ယာရှ်ဟာ မျိုးရိုးဂုဏ်အရှိန်အဝါနဲ့ ဓလေ့ထုံးတမ်းအစဥ်အလာတွေကို အလေးထားတဲ့သူဖြစ်တာကြောင့် ရာဟုလ်ကိုအဆင့်အတန်းတူတဲ့ မျိုးရိုးက ဆင်းသက်လာသူနဲ့သာ ပေးစားချင်နေတယ်။\nဒါပေမယ့် အမျိုးဇာတ်နိမ့်တဲ့ ကောင်မလေးတစ်ယောက်ကို ရာဟုလ်က ချစ်မိသွားတဲ့အခါမှာတော့...။ဒရမ်မာဇာတ်လမ်းရှည်ကြီးတွေကို တစ်ရှူးအပြည့်နဲ့ကြည့်တတ်သူတွေ လုံးဝလက်လွတ်ခံလို့မဖြစ်ပါဘူး။(Thaik San မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။) \nFile size…(3.5 GB) / (2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….03:29:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung\nTranslated by Thaik San",
        "rating": "7.4",
        "url": "https://megaup.net/2knyc/(CM)Kabhi_Khushi_Kabhie_Gham_2001_BluRay_720p_Hindi_DTS_HDMA_5.1_x264_[Telly].mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://megaup.net/2kpR7/Sisters.Virus.2020.720p.HDRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2RkNmJhMzMtNTQ3Ny00ZjgxLThiN2ItODQ5ZmZhZDQzNDk3XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-141x200.jpg",
        "title": "Akshara(2021)",
        "description": "Akshara 2021\n--------------------------\"စာသင်ခန်းဆိုတာ တိုင်းပြည်ရဲ့အနာဂတ်တွေကိုထုတ်လုပ်ပေးတဲ့မြင့်မြတ်တဲ့နေရာ၊စာသင်ခန်းဆိုတာ ထောင်မဟုတ်ဘူး\" တဲ့ဇာတ်ကားထဲက ဒိုင်ယာလော့လေးတစ်ခုပါ..... ဒီဇာတ်လေးကိုတော့ အက်ရှာရာဆိုတဲ့အမျိုးသမီးလေးတစ်ဦးအပေါ် အခြေခံဇာတ်အိမ်တည်ထားပါတယ်.အက်ရှာရာက ဆင်းရဲပြီး အမေတစ်ယောက်တည်းကသာပြုစုပျိုးထောင်ပေးခဲ့တဲ့ ထက်မြတ်တဲ့ ကောင်မလေးပေါ့.သူ့ရဲ့ထက်မြက်မှုကြောင့် သူက 10တန်းမှာလဲ ဂုဏ်ထူးဆောင်ကျောင်းသူတဦးဖြစ်ခဲ့ပါတယ်. သူ့ရဲ့ရည်ရွယ်ချက်လေးကလဲ ကောင်းပါတယ်.နိုင်ငံရဲ့ ရတနာဖြစ်တဲ့ ကျောင်းသူကျောင်းသားတွေကို သင်ကြားပေးချင်တဲ့ဆရာမလေးတဦးဖြစ်ချင်တာပါ. သူမက ဆရာတဦးမှာရှိသင့်တဲ့ နာသုံးနာလဲပြည့်စုံပြီး ကျောင်းသားတွေရဲ့ ရင်ထဲက ဆန္ဒကပါ မြင်နိုင်တဲ့ထိ တော်တာကြောင့်အိန္ဒိယရဲ့ထိပ်တန်းကောလိပ်တခုမှာ ရူပဗေဒဆရာမအဖြစ်အလုပ်ရခဲ့ပါတယ်.သူမရဲ့ဘဝလေး ပြီးပြည့်စုံနေခဲ့ပေမယ့် ဆိုးဝါးတဲ့ကိစ္စတစ်ခုကြောင့် သူမဟာကျောင်းရဲ့ဘုတ်အဖွဲ့ဝင်တဦးကို သတ်မိခဲ့ပြီး ဇာတ်လမ်းအချိုးအကွေ့နဲ့ဇာတ်ရှိန်ဟာပြောင်းလဲသွားခဲ့ပါတယ်.......သူမဘာလို့ သူ့ကိုသတ်ခဲ့ရတာလဲ...ဒီကောလိပ်ကတကယ်ပဲ ထိပ်တန်းအဆင့်မှီရဲ့လား...ဆရာမတဦးရဲ့အရည်အချင်းကဘာလဲ....တကယ်ကို ပညာရေးစနစ်နဲ့ ဆရာတစ်ယောက်ရဲ့အရည်အချင်းကို ပြန်မေးခွန်းထုတ်စေမယ့် ရုပ်ရှင်ပါပဲ...သရုပ်ဆောင်ပိုင်းမှာလဲ အက်ရှရာနေရာသရုပ်ဆောင်ထားတဲ့ မင်းသမီးကသူ့ရဲ့ဇာတ်ရုပ်ကို အတော်လေး ပိုင်နိုင်တာတွေ့ရပါတယ်...  \nFile size…2.1GB and 1.1Gb and 501MB\nQuality…1080p WEB DL DD+5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 16min\nSubtitle….Myanmar Subtile(Hard Sub)\nEncoder…. YK\nTranslated ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Esds/Akshara_2021_.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/RzZKY_4f-143x200.jpg",
        "title": "August Never Ends (2021)",
        "description": "August never Ends (2021)MyDramalist - 7.1 /10ကျွန်မအတွက်တော့ အတောမသတ်တဲ့ ဩဂတ်စ်ပါပဲ မောင် ......'\nဩဂတ်စ် က ကျွန်မအတွက် ဘယ်တော့မှလည်း အဆုံးသတ်မှာ မဟုတ်ပါဘူး။ဩဂတ်စ်မိုးတွေ ရွာတာ ကျွန်မမျက်ရည်ကို မှီနိုင်မတဲ့လား?????မောင်ရယ် ..... သူရယ် ..... ကျွန်မရယ် ......အစကတော့ သူနဲ့ကျွန်မပဲပေါ့ ..... မောင်။သူက မောင်နဲ့ သက်ဆိုင်သူမှန်း ကျွန်မ မသိခဲ့တာ အမှန်ပါ။ကျွန်မဘဝထဲ မောင် ဝင်မှန်းမသိ ဝင်လာတဲ့အချိန်မှာ ......\nအချိန်အတော်နှောင်းသွားခဲ့ပြီ .......ကျွန်မလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားလာခဲ့သလို\nသူကလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားခဲ့ကြတာမို့သူနဲ့ကျွန်မ အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတာပေါ့ မောင်ရယ် .....အမေ့အတွက် ကျွန်မက တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်သလို\nတစ်ဦးတည်းသော ရန်သူဆိုလည်း ဟုတ်တယ်။အမေက ကျွန်မကို အိမ်မြှောင်က မွေးတဲ့ကလေးတဲ့။\nသွေးအေးပြီး နှလုံးသား မရှိတဲ့လူပေါ့လေ။ဒါပေမယ့် အမေသိပ်မှားတယ် ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Eq2l/August.Never.Ends.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/HOME-160x200.jpg",
        "title": "Home (2021)",
        "description": "Home(2021)အိန္ဒိယ Family movie မျှော်နေတဲ့သူတွေအတွက်\nSreenath Bhasi ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို ညွှန်းရမယ်ဆိုရင်တော့\n2013 တုန်းက ထွက်ရှိထားတဲ့ Philips and the Monkey Pen ဇာတ်ကား ရဲ့\nဒါရိုက်တာ Rojin Thomas ရဲ့ နောက်ထပ်လက်ရာမွန်တစ်ခုပါကျွန်တော်ကတော့ ဒီကားကိုကြည့်ရင်းကနေ\nKapoor and Sons ဆိုတဲ့ဇာတ်ကားနဲ့ကို သွားအမှတ်ရမိတယ်ဗျ\nKapoor and Sons ဇာတ်ကားကို ကြိုက်တဲ့သူတွေအဖို့တော့\nဒီကားကိုလည်းနှစ်ခြိုက်မယ်လို့ အာမခံနိုင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nအန်တိုနီဆိုတဲ့လူက မြို့မှာအလုပ်လုပ်နေတဲ့\nရုပ်ရှင်ဒါရိုက်တာဗျာ\nတစ်ရက်တော့ ရုပ်ရှင်အတွက်အေးဆေးအညွှန်းရေးချင်တာနဲ့\nနယ်မြို့ကအိမ်လေးဆီပြန်သွားတယ်ခုခေတ်လူငယ်ဆိုတော့ အင်တာနက်ပေါ်မှာပဲ\nအချိန်ဖြုန်းနေတော့\nအိမ်ကမိသားစုဝင်တွေက သဟဇာတမဖြစ်ကြဘူး\nဒီလိုနဲ့ပဲ မိသားစုထဲဖြစ်တဲ့အလွဲတွေ\nအလုပ်ကိစ္စနဲ့ပတ်သက်တဲ့အလွဲတွေနဲ့ကြောင့်\nအန်တိုနီရဲ့မိသားစုတွေရော သူရော\nသဟဇာတဖြစ်အောင်ညှိရင်းကနေ\nနောက်ဆုံးဘယ်လိုတွေဆက်ဖြစ်သွားကြမှာလဲဆိုတာ\nရသအစုံနဲ့ ကြည့်ရှူရမှာပါနောက်ဆုံးအနေနဲ့ ပြောချင်တာကတော့\nFamily ကားဖြစ်တာကြောင့် လူကြီးလူငယ်မရွေးကြည့်ရှူနိုင်ပါတယ်ခင်ဗျာအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ F&R Gurls ပဲ ဖြစ်ပါတယ်။File size…..2.8GB and 1.7GB and 558MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….2h 41min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/home-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzL2I1Y2YwMGE5LWNjZTUtNGNlMy1iNzhjLWM5ZmYxMWIyZmRlOS5qcGc-135x200.jpeg",
        "title": "The Girl Who Got Away (2021)",
        "description": "The Girl Who Got Away(2021)\n=======================အခု တစ်ခေါက်မှာတော့ ပူပူနွေးနွေးလေး ထွက်ရှိထားပြီး Horror ပရိတ်သတ်တွေအတွက် အကြိုက်တွေ့စေမဲ့ အမေရိကန် Horror movie လေးကို မိတ်ဆက်ပေးပါရစေ\"The Girl Who Got Away\" ဆိုတဲ့ movie name လေးအတိုင်းပဲ\nပြန်ပေးဆွဲမှုကနေ ထွက်ပြေးလွတ်မြောက်လာတဲ့ ကောင်မလေးအကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်ဘယ်လို ပြန်ပေးဆွဲခံရတာလဲဆိုတဲ့အကြောင်း သိဖို့ဆိုရင် 1998 ခုနှစ်ကို ပြန်သွားကြည့်ရမှာပေါ့1998 ခုနစ် မက်စီနာမြို့မှာ စိတ္တဇအမျိုးသမီးတစ်ဦးက မိန်းကလေး ၅ ယောက်ကို ပြန်ပေးဆွဲ သတ်ဖြတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ဒါပေမဲ့ အဲ့ဒီငါးယောက်ထဲကနေ ကံကောင်းထောက်မစွာနဲ့ လွတ်မြောက်လာသူ တစ်ဦးပဲ ရှိခဲ့ပါတယ် သူကတော့ ခရစ္စတီးနားလို့ အမည်ရတဲ့ ကောင်မလေးပါခရစ္စတီးနားဟာ အချိန်တွေကြာလာတာနဲ့အမျှ သူ့ရဲ့အိပ်မက်ဆိုးတွေကနေ ရုန်းထွက်နိုင်ခဲ့ပြီး ဘဝကို အေးအေးဆေးဆေး ဖြတ်သန်းနေထိုင်ရင်း ...",
        "rating": "5.6",
        "url": "https://megaup.net/2kprs/The_Girl_who_got_Away_(2021)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-2-133x200.jpg",
        "title": "The Beast of War (1988)",
        "description": "CM Fan တွေအတွက် တိပ်ခွေခေတ်က ကြည့်ခဲ့ရဖူးတဲ့ Old But Gold စစ်ကား တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် သမိုင်းကြောင်းအရ အာဖကန်အစိုးရသည် မူဂျာဟစ် သူပုန်တွေကို တိုက်ထုတ်ဖို့ရန် အင်အားမရှိချိန် ဆိုဗီယက်တို့က ကွန်မြူနစ် ကမ္ဘာကြီးတည်ထောင်ရန်ကြိုးပမ်းချိန် အာဖကန်အား ကွန်မြူနစ်အတွင်းသွတ်သွင်းရန်ကြိုးပမ်းပြီး အာဖကန်အစိုးရဘက်မှ မူဂျာဟစ် သူပုန်တွေကို ကူညီတိုက်ခိုက်ပေးခဲ့ရာ နောက်ပိုင်းပြောက်ကျားစစ်ကို အလူးလဲခံရလာပြီး ရွာအလိုက်ရှင်းလင်းရေးတွေလုပ်ဆောင်လာခဲ့ရာ beast ခေါ် သားရဲတင့်ကားကြီးအား မူဂျာဟစ်တို့မှ တိုက်ခိုက်ရန်ကြိုးပမ်းလာရာ သားရဲကြီးပဲ နှိမ်နင်းခံရမလား မူဂျာဟစ်တို့ဘဲ အနိုင်ရမလား အာဖကန်နစ်စတန် ပြည်သူတွေက အများထင်နေကြသလို အရိုင်းအစိုင်းတွေလား သူတို့ရဲ့ ယဉ်ကျေးမှုတွေ အကျင့်စရိုက်တွေ ရုရှားတို့ရဲ့ နိုင်ငံချစ်စိတ်တွေ ကိုယ့်နိုင်ငံကို ကာကွယ်ခြင်းမဟုတ်ဘဲ သူတပါးနိုင်ငံအား ကျုးကျော်စစ်တိုက်ရာ ကြုံတွေ့ပုံများ စစ်မြေပြင်မှာ ဖြစ်တတ်သည့် စစ်ရာဇဝတ်မှုများ စတဲ့ အရာများအားလုံးကို စိတ်ဝင်တစားကြည့်ရှုရမည့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ် Quality - 1080P & 720P WebripSubtitle - BurmeseDuration - 1h 51minFormat - MP4File Size - 1.33 GB & 785.4 MBEncoder ...",
        "rating": "7.3",
        "url": "https://megaup.net/2kp8o/The.Beast.of.War.1988.720p.WEBRip.x264_%7BCM%7D.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNjA5NGE1NzYtZjU4OS00NWVkLTk1ZGEtNWI5Nzc4Nzg1M2U4XkEyXkFqcGdeQXVyMTIzMzg0MTM2._V1_-160x200.jpg",
        "title": "200 Halla Ho(2021)",
        "description": "200: Halla Ho (2021)\n-----------------------\nImdb 7.3/10ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့အိန္ဒိယမှုခင်းဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဘက်လီချောင်ဒရီဆိုတဲ့ ရာဇဝတ်သားကို တရားရုံးတော်မှာအမှုကြားနာခြင်း ပြုလုပ်မယ့်နေမှာပဲထူးခြားမှုဖြစ်စဉ်တွေ ဖြစ်ပွားခဲ့ပါတယ်များပြားလှသော အမျိုးသမီးအုပ်စုကြီးကတရားရုံးတော်ထဲကို ရုတ်တရက်ပြေးဝင်လာကြပြီးတရားခံ ဘက်လီတစ်ယောက် တရားရုံးတော်ထဲမှာပဲရက်ရက်စက်စက်အသတ်ခံခဲ့ရတဲ့ မြင်ကွင်းက အားလုံးအတွက်မေးခွန်းထုတ်စရာတွေဖြစ်နေခဲ့ပါတော့တယ်သူ ဘယ်လိုအမှုတွေကျူးလွန်ခဲ့လို့ အသတ်ခံခဲ့ရတာလဲ...တရားဥပဒေစိုးမိုးတဲ့ တရားရုံးတော်မှာ လူသတ်ရဲကြတဲ့အမျိုးသမီးတွေကရော ဘယ်သူတွေဖြစ်မလဲ...ဘယ်လိုအကြောင်းအရာတွေနဲ့ပက်သက်နေမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမယ့် မှုခင်းဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1.13GB\nQuality…720p\nFormat…Mp4\nDuration….1h  55mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….Yk\nTranslated by MayZinOo & ida & Sein Lae",
        "rating": "6.4",
        "url": "https://megaup.net/Yuam/200_Halla_Ho_(2021)_720p_WEB_DL(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/17siH6wJRQ2jZiqz9BWUhy1UtZ.jpg",
        "title": "Reminiscence (2021)",
        "description": "IMDb Rating (7/10)Nick Bannister (Hugh Jackman) ကစစ်ပြန်တစ်ယောက်၊\nသူ့လက်ထောက် Watts (Thandie Newton) နဲ့ အလုပ်စပ်တူလုပ်ကြတယ်..\nသူတို့လုပ်တဲ့အလုပ်ကတော့ စိတ်ဝင်စားစရာပါ...\nအတိတ်ကိုပြန်တမ်းတလွမ်းဆွတ်နေတဲ့ လူတွေကို စက်ကိရိယာတွေဆေးဝါးတွေ အကူအညီနဲ့\nသူတို့တမ်းတနေတဲ့အတိတ်ဆီကို တစ်ဖန်ပြန်ပြီးခေါ်ယူသွားပေးနိုင်တဲ့\nReminiscence လို့ ခေါ်တဲ့ ပရိုဂရမ်တစ်ခုကိုလုပ်ကြတာပါပဲအတိတ်လောက်စွဲလန်းစေတဲ့အရာ ဘယ်အရာမှမရှိဘူးမဟုတ်လား?\nလူတွေဟာ သူတို့ချစ်ရတဲ့သူတွေနဲ့ နောက်တစ်ကြိမ်တွေ့ခွင့်ရချင်ကြတယ်၊\nဘဝရဲ့အဓိပ္ပါယ်အရှိဆုံးအချိန်လေးတွေမှာ ပြန်လည်နေထိုင်ချင်ကြတယ်မဟုတ်လား?ဒီလိုနဲ့ ရည်ရွယ်ချက်ကြီးမားတဲ့ သူတို့လုပ်ငန်းဆီကို Mae (Rebecca Ferguson) ဆိုတဲ့မိန်းမလှလေးတစ်ယောက် ရောက်လာပါတယ်..\nသူ့ပြသနာကတော့ အိမ်ခန်းသော့ပျောက်နေလို့ပါတဲ့\nပြီးခဲ့တဲ့မနက်က သူ့အတိတ်ဆီပြန်ခေါ်သွားပေးဖို့တောင်းဆိုလာပါတယ်..\nWatts ကသဘောမတူချင်ပေမယ့် အဲ့ဒီမိန်းကလေးကိုမြင်မြင်ချင်းစွဲလန်းသွားမိတဲ့\nNick ကတော့ချက်ချင်းသဘောတူပြီး ကောင်မလေးကိုလိုက်လျောရာကနေ သူတို့နှစ်ဦးဇာတ်လမ်းဖြစ်သွားပါတော့တယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ ဆူးညှောင့်ခလုတ်မရှိသာယာနေတဲ့ သူတို့ဇာတ်လမ်းလေးကနေ\nMae တစ်ယောက်ရုတ်တရက်ပျောက်ကွယ်သွားခဲ့ပါတော့တယ်။\nအတိတ်တွေဟာ အမြဲမလှပနိုင်ဘူးလေ...\nတစ်ခါငိုရရင် တစ်ခါမကပြုံးခဲ့ဖူးတာလဲ မင်းမမေ့နဲ့ဦးဆိုတဲ့ သီချင်းလိုပဲပေါ့..\nဘဝတွေက ဆင်းရဲရင် ပိုနက်နဲရှုပ်ထွေးတတ်တာပဲ...ကဲ...ဒီတော့ Mae တစ်ယောက် ဘာကြောင့်ပျောက်သွားတာလဲ...\nသူ့ရဲ့အတိတ်တွေကရော ဘာတွေဖြစ်နေမလဲ...\nအတိတ်ကိုတူးဖော်မယ့် Reminiscence နဲ့အတူ လိုက်ပါစီးမျောကြည့်ကြပါစို့။ \nFile size…(2 GB) / (1.1 GB) ...",
        "rating": "7.1",
        "url": "https://megaup.net/2kp2n/Reminiscence.2021.720p.WEB.H264(CM).mp4",
        "category": "Mystery, Romance, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p18759865_p_v13_ab-150x200.jpg",
        "title": "PAW Patrol: The Movie (2021)",
        "description": "Paw Patrol : The Movie (2021)IMDb - 6.4/10CM Fanများအတွက် Paw Patrol : The Movieဆိုတဲ့\nဒီ​နေ့ထွက် animation ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။အသစ်ထွက်တဲ့ရုပ်ရှင်တိုင်း action, horror, drama​တွေပဲ ဖြစ်​​နေလို့\nငြီး​ငွေ့​နေကြတဲ့ ပရိတ်သတ်တို့အတွက် အချိန်တစ်နာရီခွဲလောက်\nစိတ်ကြည်နူး​ပျော်ရွှင်​စေနိုင်မယ့် animation​လေးဖြစ်မှာ ​အ​သေအချာပါပဲ ဇာတ်လမ်းအကျဥ်းက​တော့ Paw Patrol​လေးတို့ရဲ့ ရန်သူ​​​တော်ကြီး\nHumdingerတစ်​​​ယောက် Adventure Cityဆိုတဲ့မြို့​လေးမှာ\nမြို့​တော်ဝန်သွားလုပ်ပြီး ဒီကမ္ဘာကြီးကိုအန္တရာယ်ကျ​ရောက်​စေမယ့် စမ်းသပ်မှုတစ်ခုကို လုပ်ဖို့ ကြိုးစားလာပါတယ်ရန်သူ​တော်ကြီးရဲ့အဖျက်လုပ်ငန်းကို\n​အဖွဲ့ခေါင်း​ဆောင် Ryderနဲ့ သူ့ရဲ့အဖွဲ့ဝင် ပါပီ​လေးတို့တသိုက်\nဘယ်လို​ခေတ်မှီနည်းပညာ​တွေ၊ စက်ပစ္စည်း​တွေနဲ့ ရ​အောင်တားကြမလဲ?အဖွဲ့ဝင်ပါပီ​လေးတစ်​ကောင်ရဲ့ အတိတ်​ဇာတ်ကြောင်းက​နေ .....\nအဖွဲ့အ​ပေါ် ဘယ်​လောက်ထိရိုက်ခတ်မှုရှိမလဲ?Patrol အဖွဲ့ဝင်အသစ်​လေးက ဘယ်သူဖြစ်မလဲဆိုတာကို...ချစ်စရာ​ကောင်းတဲ့ ကာတွန်းဇာတ်​ကောင်လေး​တွေနဲ့\nရယ်စရာ၊​ပျော်စရာ၊ သနားစရာ ရသမျိုးစုံကိုခံစားရင်း ကြည့်ရှုရမှာပါ။\nAnimationဇာတ်​ကား​လေးဖြစ်တာမို့\nကိုယ့်မိသားစုနဲ့၊ သားသားမီးမီးတို့နဲ့တူတူ ကြည့်ဖို့အတွက်လည်း အဆင်​ပြေပါတယ်။ချစ်ရတဲ့မိသားစုနဲ့အတူ ​ပျော်ရွှင်ကြည်နူးစရာအချိန်တစ်နာရီခွဲခန့်ကို\nဒီ Animationကား​လေးနဲ့ တူတူကုန်ဆုံးလိုက်ပါReview - JimxFile size…1.7GB and 1Gb and ...",
        "rating": "6.4",
        "url": "https://megaup.net/Yu1q/PAW.Patrol.The.Movie.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Adventure, Animation, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-20.05.13-135x200.png",
        "title": "Sweet Girl (2021)",
        "description": "Sweet Girl (2021)==============IMDb Rating - 5.8/10ဒီနေ့အတွက် အားလုံးပဲကြိုက်နှစ်သက်လောက်မယ့် Action, Drama, Thriller ကားသစ်ကိုတင်ဆက်ပေးချင်ပါတယ်။အဓိက ဇာတ်ဆောင်တွေအဖြစ် အားလုံးပဲ သိတဲ့ Aquaman မင်းသား Jason Momoa နဲ့ Dora and the lost city of Goldရဲ့ မင်းသမီးလေး Isabela Mercedတို့က ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကျော်ရိုးကတော့ ရေး ကော့ပါးဟာ မိသားစုကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး ဇနီးသည်ကို ကင်ဆာရောဂါကနေ ပြန်ကယ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေသူပါ။ကံကောင်းစွာနဲ့ ကင်ဆာကို ထိထိရောက်ရောက် ကုနိုင်တဲ့ ဆေးတစ်မျိုး ပေါ်လာခဲ့ပေမယ့် BioPrime ဆေးကုမ္ပဏီတွေရဲ့လောဘကြီးမှုကြောင့် ဆေးကုသခွင့်ဆုံးရှံးခဲ့ရလို့ ဇနီးသည်ရဲ့ အသက်ကို မကယ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဇနီးသည်အတွက် တရားမျှတမှုကို လိုချင်တဲ့ ရေး တစ်ယောက် ဒီကိစ္စတွေများရဲ့ ချုပ်ကိုင်မှုတွေရဲ့ အဖြစ်မှန်တွေကိုဖော်ထုတ်ရင်း ကုမ္ပဏီတွေရဲ့ နောက်ကွယ်က အရှုပ်အရှင်းတွေကြားထဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/Yu2v/sweet.girl.2021.720p.WebRip[CM].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/large-cover-133x200.jpg",
        "title": "Last of the Wolves (2021)",
        "description": "ခပ်မိုက်မိုက် အက်ရှင်ကားကောင်းတွေကိုမှ တောင့်တနေပါတယ်ဆိုတဲ့ CM ပရိတ်သတ်တွေအတွက်\nအကြမ်းစားနဲ့ အလန်းကြီးလန်းမဲ့ ဂျပန်ယာခူဇာ ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်နော်ဒီဇာတ်ကားလေးဟာ ရုပ်ရှင် နှစ်ကားထွက်ထားတာဖြစ်ပြီး ပထမတွဲမှာတော့ ဟီအိုခါနဲ့အိချီနိုစဲတို့ အတူ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်း ကြားက ရန်ပွဲတွေကို ငြိမ်းချမ်းအောင်လုပ်ပေးခဲ့ပါတယ်အခု ဒုတိယတွဲမှာတော့ ဟီအိုခါတစ်ယောက် ငြိမ်းချမ်းရေးကို မလိုလားတဲ့ ဂိုဏ်းအကြွင်းအကျန်တွေလက်ထဲကနေ ငြိမ်းချမ်းရေးကို ဘယ်လိုထိန်းသိမ်းမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့...ခုရဲဟာရမြို့ရဲ့ အိုဒါနီ ဂိုဏ်းနဲ့ ဟီရိုရှီးမားမြို့ရဲ့ ဂျင်စေးခိုင်ဆိုတဲ့ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားက ပဋိပခတွေကို ဂျင်စေးခိုင်ရဲ့ ခေါင်းဆောင်ရှိုဟေး သေဆုံးပြီးတဲ့နောက်ပိုင်းမှာ\nနှစ်ဖက်လုံးက အာဃာတတရားတွေ အငြှိုးအတေးတွေကို ဖယ်ရှားပြီး ယာယီစစ်ပြေငြိမ်းမှုရယူခဲ့ကြပါတယ်စစ်ပြေငြိမ်းမှုရယူပြီး နှစ်ဖက်လုံး ကိုယ့်စီးပွားရေးကိုသာအဓိက အားထားပြီးလုပ်နေချိန်မှာ ဟီအိုခါဆိုတဲ့ စုံထောက်က အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ငြိမ်းချမ်းအောင် ဖျန်ဖြေရေး အကျိုးဆောင်လုပ်ပေးနေခဲ့ပါတယ်ဒီလိုနဲ့ သုံးနှစ်ကြာမြင့်ပြီးချိန်မှာတော့ သေသွားတဲ့ ဂျင်စေးခေါင်းဆောင် ရဲ့ ညာလက်ရုံး အူအဲဘာယရှီဟာ ထောင်ထဲမှ လွတ်မြောက်လာခဲ့ပါတယ်သူဟာ အရင်ကတည်းက သူ့ခေါင်းဆောင်အပေါ်သစ္စာရှိပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Errp/Last_of_the_Wolves_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcKtX4XWZq6vhGwhmmB8thdaabV.jpg",
        "title": "Demonic(2021)",
        "description": "လူနာတစ်ယောက် ကိုမာ ဝင်သွားပြီဆိုတာနဲ့ လူနာလိုအပ်တာကိုပြုစုပေးဖို့ ဆရာဝန်တွေ၊ လူနာစောင့်တွေအတွက်တော်တော်ခက်ခဲပါတယ်။ လူနာက ဘာမှမပြောနိုင်တော့ဘူးလေ...အဲ့ဒီအခြေအနေကို ကျော်လွှားနိုင်ဖို့ မိုက်ကယ်ဒိုလော့စ် တို့အုပ်စုက နည်းပညာအသစ်တစ်ခု တီထွင်နိုင်ခဲ့ပါတယ်။အောင်မြင်သင့်သလောက် အောင်မြင်ပေမယ့် လူနာက ဖန်တီးထားတဲ့ပုံရိပ်ယောင်ထဲမှာ စကားမပြောဘူးဖြစ်နေပါတယ်။ကိုမာဖြစ်ပြီး အသိစိတ်ရှိနေသေးတဲ့ လူနာ အန်ဂျလာ က သူ့နဲ့စကားပြောဖို့ သူ့သမီး ကာလေ ကိုခေါ်ပေးပါတဲ့...ကာလေ ကတော့ အမေ့ကို နာနာကျည်းကျည်းမုန်းနေပြီး အမေကျူးလွန်ခဲ့တဲ့ လူသတ်မှုအတွက် အဖြေရှာမရဖြစ်နေသူပါ။တစ်မြို့လုံးက ဝိုင်းပြောကြတယ်။ သူ့အမေက လူသတ်သမားတဲ့။ သူငယ်ချင်းဖြစ်သူ မာတင် ကတော့ သူ့အမေကတစ်ခုခုတွန်းအားပေးမှုကြောင့်ဖြစ်နေတာတဲ့။ အခုတော့.... နည်းပညာနဲ့ပုံဖော်ထားတဲ့ အိမ်မက်လိုလို ပုံရိပ်ယောင်ထဲမှာ အမေက သူ့နဲ့တွေ့ချင်တယ်တဲ့ ။ကာလေ တစ်ယောက် ပုံရိပ်ယောင်ထဲကနေ သူ့အမေရဲ့အကြောင်းစုံကို ရအောင်ဖော်ထုတ်နိုင်ပါ့မလား ?သူ့အမေပြောတဲ့ စွမ်းအား ဆိုတာရောဘာလဲ? မာတင်ပြောတဲ့ စိတ္တဇဆန်ဆန် ဖိအားပေးမှုဆိုတာတွေရော?အားလုံးကို ကြက်သွန်နီအခွံခွာသလို တစ်လွှာချင်းတစ်လွှာချင်းအဖြေထုတ်သွားမှာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားကောင်းလေးဆိုလည်း မမှားပါဘူးနော်။နည်းပညာဗဟုသုတတွေလည်း ...",
        "rating": "4.7",
        "url": "https://megaup.net/1Ero4/Demonic.2021.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4AOjcwLtTrWDzurZhYH12LHkY22.jpg",
        "title": "Stillwater (2021)",
        "description": "Stillwater (2021)IMDb- 6.9ကဲ ဇာတ်ကားကောင်းတွေ စုပြုံထွက်ရင် သိပ်ပျော်တယ် ဗဲရီးဟက်ပီးဆိုတဲ့ cm ပရိသတ်ကြီးရေမင်းသားကြီး Matt Damon ရဲ့ crime, drama, thriller လေးကိုလည်း လက်မလွှတ်တမ်း အားပေးကြပါဦးဗျကြိုတင်ပြောချင်တာက ဒီကားဟာ စကားအသုံးအနှုန်းတွေ R အဆင့်သတ်မှတ်ထားလို့ ကလေးသူငယ်တွေ၊ လူကြီးတွေနဲ့ကြည့်ဖို့ သိပ်အဆင်ပြေမယ်မထင်ပါဘူးဇာတ်လမ်းအကျဉ်းကတော့ဖခင်ဖြစ်သူဟာ\nကိုယ်ရဲ့ အရပ်ဒေသမဟုတ်တဲ့ တစ်နယ်တစ်ကျေးမှာကိုယ်နဲ့ ကွဲကွာနေရတဲ့ သမီးဖြစ်သူအတွက်သူမကျူးလွန်ထားတဲ့ အမှုကို\nမကျူးလွန်ကြောင်း သက်သေပြဖို့လူမျိုးခြားတွေ လူမျိုးရေးခွဲခြားသူတွေကြားရုန်းကန်ဖြေရှင်းဖို့ ကြိုးစားရင်းပြဿနာတွေ ကြုံရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ပြထားတာပဲဖြစ်ပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့ Thar Htet, Yoon Sandi Aung, Jimx, Amelia တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.24GB\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….2h 19min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Team\nEncoder ..... Augsut",
        "rating": "6.9",
        "url": "https://megaup.net/1Er12/Stillwater.2021_720p.AMZN.WEB-DL.DDP5.1.H.264_%7BCM%7D.mp4",
        "category": "Crime, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-19-at-20.55.46-135x200.png",
        "title": "The Green Knight (2021)",
        "description": "The Green Knight (2021)====================IMDb Rating - 7.4/10ကျွန်တော်ငယ်ငယ်တုန်းက ကြီးကျယ်ခန်းနားတဲ့ စွန့်စားခန်းတွေအကြောင်း ပုံပြင်တွေ နားထောင်ရရင် အရမ်းပျော်ပါတယ်။ပုံပြင်ပြီးသွားရင်တောင် အတွေးထဲက သူရဲကောင်းကြီးကတော့ စွန့်စားခန်းတွေ ဆက်ဖွင့်နေတုန်းပါပဲ။တစ်ခါတစ်လေ အိပ်မက်ထဲထိတောင် ရောက်လာပြီ ဘီလူကြီးတွေ နဂါးကြီးတွေနဲ့ ရင်ဆိုင်နေလိုက်ပါသေးတယ်။ဒီလိုနဲ့ အရွယ်ရောက်လာတော့ အဲဒီပုံပြင်တွေကိုသာ ရုပ်ရှင်အဖြစ် ရိုက်ကူးကြရင် ဘယ်လိုများဖြစ်မလဲ စိတ်ကူးကြည့်ဖူးပါတယ်။သင်လည်းအဲ့လိုစိတ်ကူးဖူးတယ်ဆိုရင် ဒီဇာတ်ကားကို ကြည့်ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။The Green Knight 2021 ဟာ ဂန္ဓဝင်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ ဘုရင်အာသာရဲ့ တူဖြစ်သူ ဆာဂါဝင်ရဲ့ စွန့်စားခန်းအကြောင်းကိုပြန်ရိုက်ကူးထားတာပါ။ဒါရိုက်တာ David Lowery ရဲ့ ရိုက်ချက်တွေကို ကြည့်ဖို့သက်သက်နဲ့တင် ဒီကားက ကြည့်ဖို့တန်တဲ့ကားတစ်ကားပါ။ဂန္ဓဝင်ဇာတ်လမ်းတစ်ပုဒ်ကို ခေတ်ပေါ်နည်းပညာတွေနဲ့ ပုံဖော်ထားတဲ့ အနုပညာမြောက်ကားတစ်ကားလို ပြောလို့ရပါတယ်။အဓိကဇာတ်ဆောင်အနေနဲ့လည်း အော်စကာဆုရ Slumdog Millionaire ဇာတ်ကားရဲ့ မင်းသား Dev Patel က ဂါဝင် အနေနဲ့ပါဝင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Eqe2/The.Green.Knight.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZDI3ZWNjZjItMTA5NC00ZDk0LWIzMjEtM2FhOTgzZmYyMmQwXkEyXkFqcGdeQXVyNjkyMjYxMzY@._V1_-140x200.jpg",
        "title": "Love and Run (2020)",
        "description": "Castsဒိ အဖြစ် Non Chanon\nလင် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်း\"လင်\" ဆိုတဲ့ မိန်းကလေးက မိဘတွေ မရှိတော့ပဲ အစ်ကိုဖြစ်သူ ခင်း တူလေးဖြစ်တဲ့ \"ဒိ\" နဲ့ တူတူနေနေရသူတစ်ယောက်ဖြစ်ပါတယ်\"လင်\"နဲ့ \"ဒိ\"က တူအရီးတွေပေမယ့် အသက်တော့ မကွာကြပါဘူးလင် ရဲ့ အိပ်မက်က ကာတွန်းတွေဖတ်တာအပြင် ကာတွန်းထဲက မင်းသား ဇာတ်ကောင်တွေလို ချစ်သူလိုချင်တာပါပဲ\nလင့်အိပ်မက်တွေက အမြဲရည်းစားမရအောင် လိုက်ဖျက်ဆီးတတ်တဲ့ \"ဒိ\"ကြောင့် အဆင်မပြေခဲ့ပါဘူး ဒီလိုနဲ့ လင်ကလည်း ကျောင်းပြီးလို့ ဆေးရုံမှာ သူနာပြုဝင်လုပ်နေရင်း \"ဒိ\"ကလည်း ဝါသနာပါရာ အားကစားလုပ်ဖို့ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်လင့် ကို လိုက်ပိုးပန်းနေတဲ့သူတွေများနေချိန်မှာ \"ဒိ\"ပြန်ပေါ်လာခဲ့ပြီး အားလုံးကို လိုက်တားဆီးနေခဲ့တယ်ကိုယ့်အန်တီဖြစ်တဲ့ \"လင်\" ချစ်သူရမှာကို \"ဒိ\"က ဘာလို့တားဆီးနေရတာလဲ\nသူတို့မိသားစုနောက်ကြောင်းကရော ဘယ်လိုလဲဆိုတာအပြင်\nလင့်ကို ပိုးပန်းသူတွေနဲ့ \"ဒိ\"ကြားက ဖြစ်ရပ်တွေ ဟာသနှော တင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်❤ Quality__1080p,720p,360p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:40:00\nType__Comedy ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Eqb2/Love_And_Run_(2020)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODk5NzQ5ZTktYTJlNi00YWI5LWI5NTMtMjU1ZTY0NmQ5NTM2XkEyXkFqcGdeQXVyMTExOTY0NTI1._V1_-123x200.jpg",
        "title": "3rd Class(2020)",
        "description": "3rd Class (2020)\nAction, Romance\nIMDb 7.7/10ဆဟာနားက ဂီတကိုချစ်မြတ်နိုးသူတစ်ယောက်ဖြစ်ပြီး ဖခင်ဖြစ်သူဝန်ကြီးချုပ်ရဲ့သည်းသည်းလှုပ်ချစ်ခြင်းကိုခံရတဲ့ ကောင်မလေးပေါ့..ဘဝမှာလိုလေသေးမရှိ ပြည့်ပြည့်စုံစုံနေရပေမယ့် မိဘဆန္ဒကိုမလွန်ဆန်နိုင်တော့ မိဘတွေစီစဉ်ပေးတဲ့သူနဲ့လက်ထပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်...ဂျက်ဂီကတော့ ကားဝပ်ရှော့တစ်ခုမှာအလုပ်လုပ်တဲ့သာမန်ဆင်းရဲသားမိသားစုကဆင်းသက်လာတဲ့ကောင်လေး...တစ်နေ့ဝန်ကြီးရဲ့ကားကိစ္စနဲ့ပက်သက်ပြီးဆဟာနားနဲ့ ဂျက်ဂီတို့တွေ့ဆုံခဲ့ကြပါတယ်...ဂီတကို ချစ်မြတ်နိုးပေမယ့်လည်း အဆင့်အတန်းခွဲခြားတတ်လွန်းတဲ့ဆဟာနားဟာ ဂျက်ဂီအပေါ်လွန်စွာမုန်းတီးနေခဲ့ပါတယ်...အိုးချင်းထားတော့ အိုးချင်းထိ..ကြိုးချင်းထားတော့ ကြိုးချင်းငြိဆိုသလိုသူတို့နှစ်ယောက်ကြား တဖြည်းဖြည်း သံယောဇဉ်တွေဖြစ်လာတဲ့အခါ...ဖခင်ဝန်ကြီးချုပ်ရဲ့ ရက်စက်ပြတ်သားလွန်းတဲ့ ဆုံးဖြတ်ချက်တွေကြားဖြစ်တည်မှုခြင်းမတူကြတဲ့ သူတို့နှစ်ယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ....သူတို့အချစ်ခရီးလမ်းဖြောင့်ဖြူးပါ့မလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာဆက်လက်ရှုစားပေးပါ...\nFile size…May Zin Oo & Mya\nQuality…720p WEB DL Ddp5.1 And 480p\nFormat…Mp4\nDuration….2h 10min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by May Zin Oo & Mya",
        "rating": "7.6",
        "url": "https://megaup.net/2knqf/3rd_Class_(2020)_720p_Kannada_-_HDRip_-_x264_-_AC3(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTY0NjE0ODczMV5BMl5BanBnXkFtZTcwMDg1ODgzMQ@@._V1_-141x200.jpg",
        "title": "Devdas (2002)",
        "description": "IMDb Rating(7.6) / Rotten Tomatoes (89%)တည်ငြိမ်နေတဲ့ ပတ်ဝန်းကျင်နဲ့ ထည်ဝါလွန်းတဲ့ အိမ်တော်ကြီး တစ်ခုမှာ\nထူးထူးခြားခြား ဆူညံပွက်လောရိုက်နေတယ်ဘာကြောင့်လဲဆိုတော့ ဒေ့ဗ်ဒါးစ် ပြန်လာမယ်လို့ စာရေးလိုက်လို့..\nဒေ့ဗ်ဒါးစ် ဆိုတာ ငယ်စဉ်ကတည်းက လန်ဒန်ကို ပညာသင်လွှတ်လိုက်တဲ့ ဒီအိမ်တော်ကြီးရဲ့ သခင်လေးသားကိုတွေ့ရတော့မှာမို့ ပျော်လွန်းလို့ မျက်ရည်ကျနေတဲ့ အမေ\nဘာလုပ်လို့ ဘာကိုင်ရမသိဖြစ်နေတဲ့ အစေခံတွေ\n\"ငါ့သားလေးကို ငါအရင်တွေ့ပါရစေ အားလုံး မျက်လုံးတွေ မှိတ်ထားပေးကြပါ \"============================================\"နင် လန်ဒန်ကို ရောက်နေတော့ ငါ့ကို သတိရလား\nတစ်ခါမှ မရပါဘူးငါ့မှာတော့ အကြိမ်ပေါင်း ၂၈၅၀ လောက်စာတွေ ရေးခဲ့တယ်\nနင့်အတွက် ရည်စူးပြီး ထွန်းညှိထားတဲ့ ဆီမီးတိုင်က ၈၇၆၀၀ နာရီလောက်ကြာအောင် တောက်လောင်နေတာနင့်ကို သတိရတဲ့ တစ်ချိန်တော့ ရှိပါတယ်ဟာ\nငါ့ အသက်တစ်ကြိမ် ရှုလိုက်တိုင်းမှာပေါ့\"******************************************အမေဖြစ်သူမှာ အရင်တွေ့ချင်ပေမယ့် မြင်တွေ့ခွှင့်မရပဲ ဘေးအိမ်က ပါရိုဆီကို အပြေးသွားခဲ့လေသူ ဒေ့ဗ်သားဖြစ်သူရဲ့ ဦးစားပေးမှုကို လုယူခံလိုက်ရလို့ ပါရိုကို သမီးတစ်ယောက်လို ...",
        "rating": "7.6",
        "url": "https://megaup.net/2knyh/(CM)Devdas.2002.720p.GPLAY.WEB-DL.DDP5.1.x264-Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vN7ww3Qc179gaSFUjYkGJjSJLQ.jpg",
        "title": "The Life of David Gale(2003)",
        "description": "The Life of David Gale(2003) အညွှန်း*********************************IMDb...7.5\"အထက်တရားရုံးက ဒဿနိကဗေဒပါမောက္ခဟောင်းဒေးဗစ်ဂေးလ်အား သောကြာနေ့တွင်ကွပ်မျက်ဖို့ကို\nဆိုင်းငံ့မပေးနိုင်ကြောင်း ပယ်ချလိုက်ပါတယ်...ဂေးလ်ဟာ ၁၉၉၄ ခုနှစ်မှာအော်စတင်ကောလိပ်မှလုပ်ဖော်ကိုင်ဘက်ဟောင်းကွန်းစတန့်ဟယ်ရာဝေးကိုမုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခဲ့မှုအတွက် ပြစ်ဒဏ်ချမှတ်ခံထားရတာဖြစ်ပါတယ်....အမှုကို တနိုင်ငံလုံးကစိတ်ဝင်စားခဲ့ကြပါတယ်..ဘာလို့လဲဆိုတော့ ဂေးလ်နဲ့ဟယ်သာဝေးက\nသေဒဏ်ချမှတ်ခြင်းကို ဆန့်ကျင်ခဲ့ကြတဲ့ဖျက်သိမ်းရေးဝါဒီအဖွဲ့အစည်း ဒက်ဝက်ချ်ရဲ့\nတက်ကြွလှုပ်ရှားသူတွေဖြစ်ခဲ့ကြလို့ပါပဲ\"ဒါကတော့ ရုပ်သံလွှင့်ဌာန သတင်းကြေငြာသူ ပြောသွားတဲ့ စကားတွေပါပဲ...ဒေးဗစ်ဂေးလ်ဟာ ဉာဏ်ကြီးရှင်တစ်ယောက်...အကျိုးပြုစာတမ်းတွေများစွာရေးသားခဲ့သလို တက္ကဆက်ရဲ့ပြင်းထန်လွန်းတဲ့တရားစီရင်မှုတွေကိုလည်း ကန့်ကွက်ခဲ့သူဖြစ်တယ်..ပြီးတော့ သိပ်ချစ်ရတဲ့သားလေးနဲ့မိန်းမကိုလည်းပိုင်ဆိုင်ထားတဲ့သူ...ဒီလိုလူက သူ့ရဲ့လုပ်ဖော်ကိုင်ဘက် ကွန်းစတန့်ဟယ်ရာဝေ ဆိုတဲ့အမျိုးသမီးကို မမုဒိန်းကျင့်သတ်ဖြတ်ခဲ့လို့သူကိုယ်တိုင်သေဒဏ်အမိန့်ချခဲ့ရသူပေါ့...သတင်းကြေငြာခဲ့သလိုပဲ ဆိုင်းငံပေးဖို့ ပယ်ဖျက်ခံရတဲ့သူပေါ့...ဆိုတော့ သူ့အတွက် အချိန်က အတိအကျဆိုရင် သေဒဏ်ပေးခံရဖို့ (၃)ရက်အလို....ဒီလိုအနေအထားမှာ သူဟာ ထူးဆန်းစွာပဲ မီဒီယာလောကမှာနာမည်ကြီးတဲ့သတင်းထောက်ဘစ်ဆီနဲ့ အင်တာဗျူးခံဖို့ လှမ်းခေါ်လိုက်ပါတယ်....သူက တကယ်ပဲအမှူကိုကျူးလွန်ခဲ့တာလား.... ဘာ့ကြောင့် ဒီအမျိုးသမီးကို မှ အင်တာဗျူးဖို့ခေါ်လိုက်တာလဲ...ဒီ(၇၂)နာရီအတွင်းဘာတွေဖြစ်လာမလဲဆိုတာကတော့...ဒီကားမှဦအဓိကသရုပ်ဆောင်ထားတာကတော့ မင်းသားကြီး Kevin Spacey နဲ့ မင်းသမီးKate Winslet ပါဝင်သရုပ်ဆောင်ထားတယ်...Classic ကားတော်တော်များများဟာတကယ်တော့ အထနှေးတယ်လို့ဆိုရမလားပဲ...အစပိုင်း မိနစ်(၄၀)လောက်ထိ စိတ်ရှည်သီးခံပြီးကြည့်ရတာများပါတယ်...သို့ပေမဲ့ ဒီကားက စစချင်းကို စိတ်ဝင်စားစရာတွေအပြည့်နဲ့...Kevin Spacey ...",
        "rating": "7.5",
        "url": "https://megaup.net/2knhw/The_Life_Of_David_Gale.2003.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOGFkNTY0YWUtOGQ4OS00NTQ3LWIyYzItZDUyOTBmZDU0OGMxL2ltYWdlXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-134x200.jpg",
        "title": "Hercules(1997)",
        "description": "ကျနော်တို့ Translator ကြီး ကိုမျိုးမင်းသူသန်းမြင့် မှ Animation ရုပ်ရှင်များကိုစဉ်ဆက် မပြတ် ဘာသာပြန်ပေးနေရင်းကနေ ယခု တစ်ခါ ကျနော်တို့ ငယ်ဘ၀ ကိုပြန်ပြောင်းသတိရစေမယ့် ဟာကျူလီ (Hercules) ကာတွန်းကားကို ထပ်မံဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ....ပိုထူးခြားစေတာကတော့ ကာတွန်းရုပ်ရှင်ထဲမှ ဇတ်ဝင်သီချင်းများကိုပါ အသေးစိတ်ကျကျဘာသာပြန်ပေးထားတာ ဖြစ်လို့ Download ဆွဲ သိမ်းထားသင့်တဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်..(သစ်ဆန်းခန့်)File size…1.51GB and 761MB and 358MB\nQuality…1080p Blu-Ray HEVC and 720p and 480p\nFormat…Mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myo Min Thu Than Myint",
        "rating": "7.3",
        "url": "https://megaup.net/2knle/Hercules.1997.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zpKzwrv8gjEgoqDOxR5LVzH2B.jpg",
        "title": "King of Prison 2: The Prison War",
        "description": "King of Prison 2 (2021)ထောင်ကားတွေ ရှားပါးနေတဲ့အချိန်မှာ\nထောင်ကား ကောင်းကောင်းလေးတစ်ကောင်းကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၂၀ ခုနှစ်တုန်းက King of Prison 1 ထွက်ရှိခဲ့ပြီး အတော်အတန် အောင်မြင်ခဲ့ပါတယ်။ထောင်ကား ကြိုက်နှစ်သက်သူတွေအဖို့ အတော်သဘောတွေ့ခဲ့ရတဲ့ ကားပါပဲ။ဒီကားကလည်း စိတ်မပျက်စေရဘူးဆိုတာ အာမခံပါတယ်။နာမည်ကြီး မင်းသားမင်းသမီးတွေ မပါဘဲ လူမိုက်ကြီးတွေနဲ့ကို ဇာတ်လမ်းက ကောင်းနေတာပါ။အဓိကကတော့ အက်ရှင်မှ ကြမ်းမှ ကြိုက်တယ်ဆိုသူတွေ ကြည့်သင့်တဲ့ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ထောင်မင်းသားတွေ ထောင်ဘုရင် ဖြစ်ဖို့ကြိုးစားကြတာပါ။ထောင်ထဲမှာ အပြိုင်အဆိုင်လူမိုက်လုပ်နေကြတဲ့ အဖွဲ့နှစ်ဖွဲ့ ရှိပါတယ်။ဒီနှစ်ဖွဲ့ရဲ့ခေါင်းဆောင်နှစ်ယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက် ရန်စောင်နေကြတာပါ။\n\"ကိုယ်ဦးကိုယ်တွယ် သူဦး သူတွယ်\" ပါပဲ။\nဘာလို့လဲဆိုတော့ ခေါင်းဆောင်နှစ်ယောက်ဟာ ထောင်ဘုရင်ဖြစ်ဖို့ ပြိုင်နေကြတာကိုး။မကောင်းတဲ့အတိတ်နဲ့ ထောင်ထဲမှာဓားကိုင်နိုင်တဲ့ တစ်ဦးတည်းသော ထောင်သား ဂီချောလ် ရောက်လာတဲ့အခါမှာတော့\nအဖွဲ့နှစ်ဖွဲ့ကြားရန်လိုမှုက မီးလောင်ရာ ဓာတ်ဆီနဲ့လောင်းလိုက်သလိုပါပဲ။အရှိန်အဟုန်က ပြင်းထန်လာပါတော့တယ်။လာဘ်စားတဲ့ ထောင်လုံခြုံရေးမှူး ရယ် .....\nနောက်ကွယ်မှာ ထိန်းချုပ်ဖို့ ကြိုးစားနေတဲ့သူဌေးကြီးရယ် ......\nပါဝင်နေသေးတယ်ဆိုတော့…စစ်မှန်တဲ့ထောင်ဘုရင်ဘယ်သူဖြစ်မလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/30i8e/King.of.Prison.2.The.Prison.War.2021.720p.WEB-DL.AAC2.0.H.264.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://megaup.net/30jcB/Habit.2021.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_{CM}_.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/2021-08-18_6-30-06-134x200.jpg",
        "title": "Spin (2021)",
        "description": "အိန္ဒိယအမေရိကန်ကပြားတစ်ယောက်အဓိကဇာတ်ကောင်အနေနဲ့ပါတဲ့Disney Channel ရဲ့ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။တစ်ကားလုံး အင်္ဂလိပ်စကားပြောတာမို့အိန္ဒိယကားမဟုတ်တဲ့အတွက် အကတွေအဆိုတွေဟာဇာတ်လမ်းအရ ယုတ္တိရှိရှိပဲ ပါတာမျိုးဖြစ်ပါတယ်။ရီယာဟာ အဖေဖြစ်သူရဲ့ဆန္ဒအရကွန်ပြူတာကုတ်ရေးပညာကိုကျောင်းမှာသင်ယူရင်းမိသားစုစားသောက်ဆိုင်အလုပ်ကိုကူညီနေရသူပါ။သူဟာ ကျောင်းပွဲတော်မှာဖျော်ဖြေမယ့်ဒီဂျေသမားကောင်လေး မက်စ်ကို သဘောကျရာကနေဒီဂျေသင်ယူဖို့ကြိုးစားရင်းBeat တွေဖန်တီးတဲ့နေရာမှာ ပါရမီပါတာသိလိုက်ရပါတယ်။မက်စ်စပ်ထားတဲ့ သီချင်းကို ကျောင်းပွဲတော်စီစဉ်သူကသဘောမကျတဲ့အခါ ရီယာဟာပညာရေးနဲ့ မိသားစုအလုပ်တွေကြားကလုံးပမ်းရင်းသူ့အတွေးအမြင်သစ်တွေ ခံစားချက်သစ်တွေနဲ့ဆန်းသစ်တဲ့တီးလုံးတွေဖန်တီးဖို့မက်စ်ကိုကူညီပေးပါတော့တယ်။အိန္ဒိယမင်းသမီးဇာတ်ကောင်နဲ့အမေရိကန်ဇာတ်ကားတစ်ကားဖြစ်ပြီးအိန္ဒိယရိုးရာနဲ့ အနောက်တိုင်း DJ ကိုရောစပ်ပြသထားတဲ့musical အမျိုးအစားမို့ဆန်းသစ်တဲ့မြူးမြူးကြွကြွကားမျိုးကြိုက်သူတွေအတွက်တင်မကပဲDJ တီးလုံးဖန်တီးမှုတွေပါ အသားပေးဖော်ပြထားတဲ့ကားမို့ သာမန်မဟုတ်ပဲစိတ်ဝင်စားစရာကောင်း ရသပေါင်းစုံရစေတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဘာသာပြန်ပေးထားသူတွေကတော့JimX , JoJoVa , Pyi T Nyein , Yoon Sandi Aung တို့ ဖြစ်ပြီးThit San Khant မှ Encode တင်ဆက်ပေးထားပါတယ် Quality - 1080P & 720P Web Dl\nSubtitle - Burmese\nDuration -  01:34:15\nFormat - MP4\nFile Size - 1.45 GB & ...",
        "rating": "5.8/10",
        "url": "https://megaup.net/1Eoch/Spin.2021.720p_%7BCM%7D_.mp4",
        "category": "Comedy, Family, Music, Romance"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://megaup.net/1Ens0/(CM)Dilwale_2015_BluRay_720p_Hindi_TrueHD_7.1_x264_ESub_-_mkvCinemas_[Telly].mkv",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
        "title": "Snake Eyes: G.I. Joe Origins (2021)",
        "description": "G.I.Joeထဲက နင်ဂျာအမဲ​ရောင် စကား​ပြောတဲ့ရုပ်ရှင်ထွက်လာပါပြီဒီရုပ်ရှင်က Snake Eyesနဲ့ သူရဲ့​သွေး​သောက်ညီအစ်ကို၊ ပြိုင်ဘက် Storm Shadow တို့ရဲ့ မူလအစကို တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ခေါင်း​​​ဆောင်မင်းသားနှစ်​​ယောက်က Crazy Rich Asians ထဲက Henry Golding နဲ့ ကြမ်း​ပေ့ရမ်း​ပေ့ဆိုတဲ့ \"Warriors\" စီးရီးထဲက မင်းသား Andrew Koji ပါငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကို အမည်မသိလူတစ်စု သတ်ဖြတ်သွားတာ​ကြောင့် ကလဲ့စား​ချေလိုစိတ်နဲ့ကြီးပြင်းလာ ခဲ့တဲ့ Snake Eyesတစ်​​ယောက်Arashik​age မျိုးနွယ်စုရဲ့ ဆက်ခံသူဖြစ်လာမယ့် ​\"တော်မီ\"ကို မျိုးနွယ်စုသစ္စာ​ဖောက် \"ကန်တာ\"နဲ့ လူမိုက်တစ်သိုက်လက်ထဲက ကယ်တင်ဖို့အ​ရေးနဲ့ ကြုံလာရပါတယ်သူကယ်တင်​ပေးခဲ့တဲ့\"တော်မီ\"က​နေတဆင့် Arashikage မျိုးနွယ်ရဲ့သိုင်းပညာကျင့်စဉ်တွေကို လက်ဆင့်ကမ်းသင်ကြားရင်း အ​ဖေကိုသတ်သွားတဲ့တရားခံကိုလက်စားပြန်​ချေနိုင်မလား၊Snake Eyesဆိုတဲ့နာမည်ကိုဘယ်လိုရလာမှာလဲ၊သစ္စာ​ဖောက် \"ကန်တာ\"ရဲ့အကြံအစည်က​ရော ဘာဖြစ်မလဲ၊JOEအဖွဲ့နဲ့ Cobraက​ရော ဒီဇာတ်ကားထဲမှာ ဘယ်လိုအခန်းကဏ္ဍက ပါဝင်လာမလဲ ......စသဖြင့် ​​ရှေ့မှာထွက်ပြီးသား G.I.Joe နှစ်ကားရဲ့ Spin off အဖြစ် ဇာတ်လမ်းဆက်​ပေးသွားမှာဖြစ်ပါတယ်Digital ...",
        "rating": "5.7",
        "url": "https://megaup.net/2kl3q/Snake.Eyes.G.I.Joe.Origins.2021.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/JI-135x200.jpg",
        "title": "Master Ji Gong ( 2021 )",
        "description": "၂၀၂၁ ရုံတင် animation ဇာတ်ကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။အခုလိုကာလမှာ ပုံဆွဲတာ ပန်းချီလေ့လာသူတွေများတော့ inspiration ရမယ်လို့လည်းထင်လို့ ကာတွန်းလေး တင်ပေးတာပါ။ဇာတ်ကားနာမည်က MasterJi Gong တဲ့ဟုတ်ပါတယ် အားလုံးငယ်ငယ်က ကြည့်ဖူးတဲ့ ကျိကုန်းကိုယ်တော်အကြောင်းပါ။ဒါပေမယ့် ဒီကျိကုန်းကိုယ်တော်က ငယ်ငယ်က ကြည့်ဖူးတဲ့ ဇာတ်လမ်းမျိုးတော့ မဟုတ်ဘူး။နဂါးတွေရော နတ်မင်းတွေရော ငှက်မိစ္ဆာတွေရော ဇာတ်လမ်းက အတော်တော့ ရှုပ်သား။ရှုပ်တဲ့အပြင် နီကျားငယ်ဘဝနဲ့လည်း နည်းနည်းဆင်သေးတယ်။နီကျားလိုပဲ အမေက အလိုလိုက်ပြီး အဖေက တင်းကြပ်။ သူကလည်းကဲ ။ဒီလိုနဲ့ မိုးကောင်းကင်အလိုကျ ကမ္ဘာမြေကြီးကိုကယ်တင်မယ် အဲ လူဘုံကိုကယ်တင်ရမယ်ဆိုပြီး နတ်ဆိုးမိစ္ဆာကို ရင်ဆိုင်ဖို့ကြိုးစား အဲ့လိုမျိုးပေါ့။ဒါပေမယ့် ဒီမှာ တပ်ကူတွေလည်း ပါရတာပေါ့။ နောက်ပြီး သူရဲကောင်းတိုင်းနောက်ကွယ်မှာပေးဆပ်မှုတွေရှိစမြဲမို့ သူလည်း ထိုက်သင့်သလောက် ပေးဆပ်လိုက်ရတာပေါ့။ကဲ နတ်ဆိုးကြီးကို ရင်ဆိုင်နိုင်ပါ့မလားနောက်ပြီး တပ်ကူတွေက ဘယ်သူတွေလဲ ပေးဆပ်မှုက ဘာလဲဇာတ်လမ်းလေးကြည့်ပြီးရင် အကုန်နားလည်သွားလိမ့်မယ် Quality : HDRip 720pFormat: ...",
        "rating": "",
        "url": "https://megaup.net/Yq03/Master.Ji.Gong.2021.720p.HDRip.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/BnPXl_4f-133x200.jpg",
        "title": "77 Heartwarmings (2021)",
        "description": "77 Heart Warmings (2021)၇၇ ကြိမ်လောက် အသည်းကွဲပြီးတော့ .....\n၇၇ ကြိမ်လောက် အသည်းကျွမ်းဖို့ CM ပရိသတ်ကြီးကို ဖိတ်ခေါ်လိုက်ပါတယ်။ဒီကားမကြည့်ခင် 77 Heartbreaks လေးတော့ ပြန်ကြည့်သင့် .....။ဒီကားမှာတော့ ထိုင်းမင်းသားချောလေး မာရီယိုကပါ ပါဝင်ပြီး\nစိတ်လှုပ်ရှားပေးမှာမို့ ရင်ခုန်စရာဇာတ်လမ်းလေးကို ခံစားကြည့်ရအောင်နော်။\"ပျော်ရွှင်မှု\" ဆိုတာ အဝေးကြီးမှာ ရှာဖွေစရာမလိုပါဘူး။\nရိုးရိုးရှင်းရှင်းလေးနဲ့ ကိုယ့်အနား ရောက်လာတဲ့ခံစားမှုကို ပျော်ပျော်ရွှင်ရွှင်လေးခံစားတတ်ဖို့ပဲလိုတာပါ။၇၇ ခါမြောက် စိတ်လှုပ်ရှားရဖို့ ၇၇ ကြိမ်လောက် စိတ်ပင်ပန်းခဲ့ရတယ်။\nနောက်ဆုံးတစ်ခါ စိတ်ပင်ပန်းခဲ့ရတာကတော့ သူသစ္စာဖောက်တာကို လက်ပူးလက်ကြပ်မိတဲ့အချိန်ပေါ့။သူဘယ်လိုပဲပြင်ပါ့မယ်လို့ပြောပြော စိတ်ထဲမှာတော်တော်ကြောက်နေခဲ့တာ။\nသူ့ရဲ့အပြောအဆို၊ အယုအယတွေအောက် ကိုယ်ထပ်ပြီး ကျရှုံးသွားမှာ ကြောက်နေခဲ့မိတယ်။ထပ်ပြီးစိတ်ထိခိုက်မှာကို ကြောက်နေခဲ့မိတယ်။အခုတော့ သူက သူနဲ့မတူအောင်ကို ကိုယ့်အတွက်စဉ်းစားပေးလို့ ပျော်ရွှင်ခဲ့ရတယ်။နောက်ပြီးတော့ ဟိုတစ်ယောက်... ထူးဆန်းတဲ့ပုံစံတစ်မျိုးနဲ့ ကိုယ့်ဆီချဉ်းကပ်လာခဲ့တယ်။အဖြစ်အပျက်တွေ အရမ်းကိုမြန်ဆန်လွန်းပေမယ့် သူနဲ့ဆို လွတ်လပ်သလိုခံစားရတယ်။\nကိုယ့်ကို လက်တွေ့ဘဝထဲက ရုန်းထွက်လာပြီး သူနဲ့အတူတူ ပျော်ရွှင်ရအောင်တဲ့...ကိုယ်ဘယ်လိုလုပ်ရမလဲ.... ?\nကိုယ်ဘာကိုရွေးရမလဲ .....?\nခံစားချက် နဲ့ ဘဝ ...",
        "rating": "4.2",
        "url": "https://megaup.net/2kk7l/77.Heartwarmings.2021.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Collective_Invention-p2-140x200.jpg",
        "title": "Collective Invention (2015)",
        "description": "Running Manမှာ ယူဂျယ်ဆော့ အရမ်းလိုက် လိုက်စတတ်တဲ့ အီဂွမ်ဆူရဲ့ ငါးလူသားရုပ်ရှင်လေးပေါ့ဗျာStrong Woman ဒိုဘုံဆွန်း ဖြစ်တဲ့ ပတ်ဘိုယောင်းပုစိလေးလည်းပါဝင်ထားသလို မင်းသားကြီးတွေကလည်းရှယ်ပါပဲရုပ်ရှင်ကို အကျဉ်းချုပ် ပြောပြရမယ်ဆိုရင်တော့ဆေးဝါးစမ်းသပ်မှုမှာ မှားယွင်းမှုဖြစ်သွားပြီး ငါးတပိုင်း လူတပိုင်းဖြစ်သွားတဲ့ ပတ်ဂူဟာ ကိုရီးယားပြည်သူတွေကြား သန္ဓေပြောင်းလူသား နာမည်ကြီးတယောက် ဖြစ်လာခဲ့ပြီး\nမကြာခင်မှာပဲ အတိုက်အခံအချို့နဲ့အတူ ဆွဲချခံလိုက်ပြန်ပါတယ် နိုင်ငံရေး ဥပဒေ သတင်းမီဒီယာ တီထွင်စမ်းသပ်မှုစတဲ့ အဘက်ဘက်က လွှမ်းမိုးမှုတွေနဲ့အတူ ပတ်ဂူကို သူရဲကောင်းတခါ လူယုတ်မာတလှည့် ဖြစ်သွားစေတဲ့ တဖက်စောင်းနင်းဆန်ဆန် လူ့အဖွဲ့အစည်းအကြောင်း ပုံဖော်ထားပြီးလူ့အခွင့်အရေးနဲ့ လူသားချင်းနှိပ်စက်မှုအကြောင်းအရာတွေကိုပါ ပြသပေးထားပြီး\nလူအဖွဲ့အစည်းအသိုင်းအဝိုင်းကြားက မွန်းကြပ်စရာ သနားစရာ စိတ်တိုစရာကိစ္စတွေကို ကြည့်နေရရင်းငါးလူသားကြီးရဲ့ ရုပ်မမြင်ရတာတောင် စကားပြောသံနဲ့ ခွိခနဲရယ်ချင်မိမယ့် action skillတွေနဲ့အတူ\nသရုပ်ဆောင်တွေရဲ့ ဓာတုဗေဒမိမိ ဟာသလေးတွေကြောင့်လည်း ရယ်မောရမှာဖြစ်တဲ့ရသအမျိုးမျိုးပေးနိုင်မယ့် ကားလေးတခုပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p,720p,360p\nIMDb ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kkC6/Collective_Invention_(2015)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWY4ZWQ1ZDMtOTc3ZC00MThmLWI2NWItYzMzOTJlMWFmYjFhXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_UY1200_CR11106301200_AL_-105x200.jpg",
        "title": "77 Heartbreaks (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ေဟာင္ေကာင္ Drama ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ရန္ျဖစ္လိုက္ ျပန္ခ်စ္လိုက္ ဆိုတာလင္မယားေတြၾကားမွာသာ သက္ေရာက္မူမရွိေပမယ့္သမီးရည္းစားေတြအေနနဲ႔ ေတာ့ အခန္႔မသင့္လ်ွင္ျပတ္ဆဲသြားသည္အထိ ျဖစ္သြားတတ္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ခ်စ္သူရည္စားေတြအေနနဲ႔ ဘယ္ေလာက္ သက္တမ္းၾကာတဲ့RS ျဖစ္ပါေစ ျပသနာရွာရင္း အရစ္လြန္သြားရင္ေတာ့စိတ္ကုန္ၿပီး ျပတ္ဆဲသြားႏိုင္တယ္ဆိုတာကို သင္ခန္းစာယူၾကည့္ၾကရမွာပါကိုယ့္အခ်စ္ေရးတစ္ကယ္မျပီးဆုံးခင္ အသဲဘယ္ႏွၾကိမ္ကြဲခဲ့လဲ?တစ္ခါလား ႏွစ္ခါလား? အီဗအတြက္ေတာ့\n၇၇ၾကိမ္ကြဲခဲ့တာပါ. သူ႔ခ်စ္သူေကာင္ေလး အဒမ္ကသူ႔ကိုအသဲကြဲခံစားေအာင္လုပ္ခဲ့တဲ့ အၾကိမ္အေရအတြက္ပါ.\nေနာက္ဆုံးေတာ့ သူမဟာ လမ္းခြဲခဲ့ပါတယ္\n၇၈ၾကိမ္ေျမာက္သူထပ္ျပီးခြင့္လြတ္ႏိုင္မွာလား?\nသင္ေရာ သင္ခ်စ္တဲ့သူကို ဘယ္ေလာက္အၾကိမ္ၾကာၾကာခြင့္လြတ္ႏိုင္မွာလဲ\nသင္ေရာဒီဇာတ္လမ္းကုိၾကည့္ျပီး အသဲဘယ္ႏွခါကြဲသြားမလဲ???????သင္ေရာ သင့္ ေကာင္ေလး/ ေကာင္မေလးအေပၚမွာ၇၇ႀကိမ္ သည္းခံ ႏိုင္ပါ့မလား ¿¿¿ :PQty - 720p BlurayDuration - 1hr 35minGern - Drama / RomanceSubtitle - Myanmar HardsubTranslator - Inzali ThanhtikeEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/77-heartbreaks-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/61baxbexL0L._SL1000_-154x200.jpg",
        "title": "[James Bond] The Man with the Golden Gun (1974)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ဒုတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.7",
        "url": "https://megaup.net/30h8A/(CM)The.Man.With.The.Golden.Gun.INTERNAL.1974.720p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/images-133x200.jpg",
        "title": "Home (2015)",
        "description": "\" အိမ် \" ဆိုတာ လူသားတွေ အတွက် အနွေးထွေးဆုံးနေရာစိတ်အလုံခြုံမှု အပေးဆုံးနေရာ တစ်ခု ပေါ့ဘုဗ် တွေ အတွက်ကရော ?ဘယ်သူတွေက ဘုဗ်တွေလဲဘုဗ် တွေ ဆိုတာ အပုန်းအကောင်းဆုံးအပြေးအကောင်းဆုံး ဆိုတဲ့ ဂြိုလ်သားလေးတွေပါကမ္ဘာထက် ပိုကြီးတဲ့ ဂြိုလ် ပိုင်ဆိုင်ထားပေမဲ့ဂေါ့ဂျ် ဆိုတဲ့ ဘာမှန်းမသိတဲ့ ဂြိုလ်သားမျိုးနွယ်စုတွေကဘာမှန်းမသိ လိုက်တာ ခံနေရတဲ့ သနားစရာ ဘုဗ်လေးတွေပေါ့နောက်ဆုံးမှာတော့ ဂေါ့ဂျ်တွေ လက်ကနေ ခြေရာ ဖျောက်နိုင်ခဲ့ပြီးကပ္ပတိန်စမတ် ရဲ့ ဦးဆောင်မှု နဲ့ ကမ္ဘာမြေမှာ ပုန်းခိုဖို့ စီစဉ်နိုင်ခဲ့ပါပြီလူသားတွေကိုတော့ နေရာ သေးသေးလေး တစ်ခုမှာ စုပုံပေးလိုက်ပြီးဘုဗ် တွေက လူသားတွေ ရဲ့ နေရာကို သိမ်းပိုက်လိုက်တဲ့ အခါမှာတော့ကမ္ဘာကို ဘုဗ်ဂြိုလ်သားလေး တစ်ကောင် ဖြစ်တဲ့ အို့ ဆိုတဲ့ကောင်လေးပါ ပါလာခဲ့တာပေါ့...အို့ ကတော့ တစ်ခြားဘုဗ်တွေထက် ချွန်ထွက် ကျွံထွက်နေတဲ့ကောင်သူ့ ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Em97/Home.2015.720p.BluRay.x264_HEVC_NVIDIA_%7BCM%7D_.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bb97b5c89cfc37ca60c96ca2075fe598-137x200.jpg",
        "title": "Oh my ghost 6 (2018)",
        "description": "Oh my ghost 6 (2018)Oh My Ghost ဇာတ်ကားတွေထဲက ပက်ကြားအက်တစ်သိုက် ရဲ့ဗရုတ်ကျမှုတွေကို\nCMကနေ တစ်ပြန် ပြန်လည် တင်ဆက်လိုက်ပါပြီ။Oh My Ghostလို ပေါက်လွန်လွန်းလှတဲ့ ထိုင်းသရဲဟာသကားကို\nဟာသရုပ်ရှင်ချစ်ပရိသတ်တွေအနေနဲ့ ရင်းနှီးကျွမ်းဝင်မှုရှိကြမှာပါ။ဒီတစ်ခေါက်မှာတော့ ဇာတ်လိုက်ကျော် ပန်ကိတ်မတစ်ယောက်\nလူ့ပြည်မှာ အဆင်ဖမ်းဖို့အတွက် လူပြန်ဝင်စားနိုင်မယ့် အထူးအခွင့်အရေးလေးကို ယမမင်းကြီးက ဖန်တီးပေးလိုက်ပါတယ်။ပန်ကိတ်မ မလိုက်နာနိုင်လောက်တဲ့ စည်းမျဥ်း စည်းကမ်း တစ်သီတစ်သန်း ပက်ကေ့ချ်လေးနဲ့ပေါ့။အဆင်ကလည်းဖမ်းချင် စည်းကမ်းကလည်းများ ဆိုတော့ ပန်ကိတ်မအဖို့ အကြပ်ရိုက်ပြီလေ။ဒါပေမယ့် \"အခြောက်သရဲဆိုတာ အမြဲ ......\nယုံကြည်ရာတစ်ခုအတွက် အဆဲကိုတောင် စတေးကြတာပဲ\" ရယ်လို့\nပန်ကိတ်တစ်ယောက် ကြွေးကြော်ရင်း ငါ မဆဲဘူး ..... ငါ မဆဲဘူး ဆိုပြီး\nပန်ကိတ်တစ်ယောက် ယမမင်းရဲ့စည်းကမ်းတွေကို ချဲလန့်ခေါ်ပါတော့တယ်။ချဲလန့်ဆိုတဲ့အရာကလည်း အခက်အခဲတွေနဲ့ တစ်ပါတည်းပါလာတတ်တာ သဘာဝမို့\nပန်ကိတ်မ တစ်ယောက် မစ်ရှင်ပဲ ကွန်ပလိမလား????? ဖေးလ်ပဲ ဖေးလ်မလားဆိုတာကို\nရင်တမမ အရယ်မရပ်ရ ဆိုတဲ့စာသားနဲ့ အညီ ...",
        "rating": "4.2",
        "url": "https://megaup.net/1Emb9/Oh.My.Ghost.6.2018.720p.WEBRip.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ek8e8txUyUwd2BNqj6lFEerJfbq.jpg",
        "title": "Superbad (2007)",
        "description": "Superbad (2007)\nIMDB (7.5/10)\nRotten Tomatoes (88%)\n========================\nဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါး ဟာသကား မျှော်နေသူတွေအတွက် ကားကောင်း‌လေးတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ American pie လိုမျိုး ကျောင်းသားလူငယ်ဟာသကားမျိုးဖြစ်ပြီး လူငယ်သဘာဝ အလွဲတွေကို အဓိကအသားပေး ရိုက်ပြထားလို့ ကြည့်ကောင်းတဲ့ ကားလေးပါ။\nဇာတ်လမ်းထဲမှာ ဆက်သ် နဲ့ အီဗန် တို့ဟာ သူတို့သဘောကျနေတဲ့ ကောင်မလေးတွေကို အထင်ကြီးအောင် လုပ်ဖို့အတွက် ပါတီပွဲမှာ လိုတဲ့အရက်တွေဝယ်ဖို့ တာဝန်ယူလိုက်ပါတယ်။ ပြဿနာကတော့ သူတို့က 21 နှစ်မပြည့်သေးပါဘူး။ အမေရိကန်မှာ 21 နှစ်မပြည့်သူကို အရက်ရောင်းခွင့်မရှိတဲ့အတွက် သူတို့လို‌နေတဲ့ အရက်တွေကို ဘယ်လိုရအောင် လုပ်ကြမလဲ။ အရက်ဝယ်ဖို့ကို သေရေးရှင်ရေးလို တွေးနေတဲ့ ဆက်သ်ကတော့ ဘာပဲလုပ်ရလုပ်ရလုပ်ဖို့ အသင့်ပါပဲ။ ဒီလိုနဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက် စော်ရဖို့အရေး အရက်ရှာပုံတော်ဖွင့်ကြပါတော့တယ်။\nဒီကားမှာ သရုပ်ဆောင်တွေအနေနဲ့ Comedy လောကမှာ နာမည်ကြီးတဲ့ Michael Cera နဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2kjhC/Superbad.2007.Unrated.720.BluRay.x264.AAC.final.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/sleeping-beauty-1959.26207-1-200x300.jpg",
        "title": "Sleeping Beauty (1959)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ ယနေ့ထက်ထိတိုင်အောင်မြင်မှု့တွေရရှိနေတဲ့Animation ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....ဒီကားလေးနဲ့အတူစင်ဒရဲလား..စနိုးဝှိုက်နဲ့ တခြားသောDisney မင်းသမီးလေးကားများစွာလည်းထွက်ပေါ်လာခဲ့ပါတယ်...ဒီကားလေးဟာလူငယ်တွေများရေပန်းစားခဲ့ပြီး ယုံတမ်းပုံပြင်နဲ့အိပ်ရာဝင်ပုံပြင်အဖြစ်လည်း ဒီနေ့ထိတိုင်ကလေးငယ်တွေကြားရေပန်းစားခဲ့ပါတယ်...အားလုံးသိကြတဲ့အတိုင်းပဲ အိပ်ပျော်နေတဲ့မင်းသမီးလေးကိုတကယ့်ဖူးစာရှင်တစ်ဦးတည်းကသာနမ်းမှသာ ကျိန်စာတွေပျယ်သွားမှာပဲဖြစ်ပါတယ်...Disney ရဲ့ တင်ဆက်ခဲ့သမျှ Animation ကားတွေထဲက ကားကောင်းတစ်ကားအဖြစ်ပါဝင်နေပြီးတော့ရောင်းအားအကောင်းကားနဲ့စာအုပ်တွေအဖြစ်ပါထွက်ရှိခဲ့ပါတယ်...ကျွန်တော်တို့ငယ်ငယ်လေးတည်းက အရမ်းကိုနှစ်သက်ခဲ့ရတဲ့ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး..ဒါကြောင့် အိပ်ရာဝင်ပုံပြင်အဖြစ်ကော ယခုခေတ်ကလေးငယ်လေးတွေပါကြည့်ရှု့နိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်...Quality…..BluRay 1080p DTS5.1Ch and 720p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…1.21GB and 740MB\nEncoder…..Moe Myint Lwin  and YK",
        "rating": "7.3",
        "url": "https://megaup.net/2kjsi/Sleeping_Beauty_1959.720p.CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
        "title": "Dilwale Dulhania Le Jayenge (1995)",
        "description": "IMDb (8.1/10) / Rotten Tomatoes (94%)\"ပြဿနာမရှိပါဘူး မိန်းမလှလေးနိုင်ငံကြီးတွေမှာ ဒီလိုအသေးအမွှားလေးတွေ ဖြစ်တတ်ပါတယ်\"Dilwale Dulhania Le Jayenge (1995) ဆိုတဲ့ နာမည်မြင်ရုံနဲ့ ဘောလိဝုဒ်ပရိသတ်တင်မကဘဲရုပ်ရှင်ချစ်သူအားလုံး ဒီကားကိုကြည့်ဖူးကြမယ်ထင်ပါတယ်ဇာတ်ကားမကြည့်ဖူးရင်တောင် ဒီဇာတ်ကားထဲကဇာတ်ဝင်တေးတွေကိုတော့ နားရေဝနေလောက်ရောပေါ့အခုချိန်ထိ ဒီဇာတ်ကားထဲက သံစဉ်တွေကို ဖုန်း Ring Tone ထားတဲ့သူတွေ တပုံကြီးပဲဗျာဒီဇာတ်ကားရဲ့အောင်မြင်မှုနဲ့ ရ,ထားတဲ့ဆုတွေကလဲ ဘောလိဝုဒ်မှာ စံချိန်တင်ပါပဲ...ယနေ့အချိန်ထိ DDLJ ကို ရုံတင်နေဆဲ ရုပ်ရှင်ရုံတွေ အိန္ဒိယမှာရှိသေးတယ်ဆိုပဲ..ထွက်နေသမျှ ဘောလီဝုဒ်အချစ်ကားတွေမှာလည်း ဒီကားနဲ့ပတ်သတ်တဲ့အကြောင်းအရာတွေဒီဇာတ်ကားထဲက ဇာတ်ဝင်တေးတွေ နာမည်ကြီးဇာတ်ဝင်ခန်းတွေကို ပြန်လည်ဂုဏ်ပြုထည့်သွင်းလေ့ရှိနေကျပဲ.ဒီတော့ ဒီကားကို ကျွန်တော်မညွှန်းခင် အားလုံးသိပြီးကြလောက်မှာပါKing Khan ရဲ့ အအောင်မြင်ဆုံး ဇာတ်ကားတစ်ကားလို့လည်း ဆိုလို့ရသလိုSRK ကို Romance King ဖြစ်စေခဲ့တာ ဒီလိုဇာတ်ကားတွေကြောင့်ဆိုတာ ငြင်းလို့မရပါဘူးမင်းသမီး Kajol ဆိုတာကလဲ ရှရွတ်ခန်နဲ့အလိုက်ဖက်ဆုံးမင်းသမီးအဖြစ်နာမည်ကြီးသလို ဘောလိဝုဒ်နတ်ဘုရားမပဲကိုး...လိုက်ဖက်တဲ့သူတို့နှစ်ယောက်ကြောင့် ဒီဇာတ်ကားနာမည်ကြီးလှတာ သိပ်တော့မဆန်းလှပါဘူး..ဇာတ်လမ်းလေးညွှန်းဆိုရရင်ရာဂျ်ဆိုတဲ့ကောင်လေးလေးနဲ့ ဆင်မ်ရန်းဆိုတဲ့ကောင်မလေးဟာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/dilwale-dulhania-le-jayenge-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/0l7DE_4f-140x200.jpg",
        "title": "The Hypnosis(2021)",
        "description": "The Hypnosis(2021)အညွှန်း************************TVကနေပြီးတော့ အတိတ်ဘဝအကြောင်းတွေကို အိပ်မွေ့ချနည်း အသုံးပြုပြီး ပြန်လည်တူးဖော်တဲ့အစီအစဉ်တစ်ခုကို ရိုက်ကူး ပြသခဲ့တယ် ..လူငယ်တော်တော်များများကလည်း  ဆန်းကြယ်ပြီး ပြုလုပ်ရလွယ်တဲ့အိပ်မွေ့ချခြင်း‌အပေါ် စိတ်ဝင်စားလာကြတယ် ..အဲ့ဒီလူငယ်တွေထဲမှာ ဂျင်းဟိုနဲ့ ဒိုဂယောင်းလည်းအပါအဝင်ပေါ့...သူတို့(၂)ယောက်က ဒီအိပ်မွေ့ချနည်းပတ်သက်ပြီးအတွေ့အကြုံအနည်းငယ်ရှိပါတယ်..ဒါ့ကြောင့် TV ရုပ်သံလွှင့်ဌာနက လွှင့်တဲ့အတိုင်း ရဲရဲဝံဝံစမ်းသပ်ပါတော့တယ်...အဲ့ဒီနောက်တော့ ဆိုးရွားတဲ့ပြဿနာတွေဆက်တိုက်ပေါ်လာပါတော့တယ်... File Size :(1.6GB) (857MB) and (324 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myat Thet\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Elmt/The_Hypnosis.2021.WEB-DL.720P.NEW.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/3j3Lu8CIv4368Lwz2AcQ3t3goYV-133x200.jpg",
        "title": "Kamali from Nadukkaveri(2021)",
        "description": "Kamali from Nadukkaveri (2021)\n-------------------------------------\nIMDB 7.7./ 10 User 904တမီးလ် ဒရာမာလေးပါ.ကမလီဆိုတဲ့ အမျိုးသမီးကျောင်းသူလေးကိုအဓိကဇာတ်ကောင်အဖြစ်ရိုက်ကူးထားပါတယ်. ကမလီက ပုံမှန်ရွာသူလေးတစ်ယောက်.တနေ့ သူ့အိမ်မှာမိသားစုနဲ့အတူ တီဗီကြည့်ရင်း တနိုင်ငံလုံးအဆင့် ၁ရတဲ့ ကျောင်းသားတစ်ယောက်ကိုတိတ်တခိုး သဘောကျမိတယ်. သူ့အချစ်က အဲ့လောက်နဲ့ရပ်မသွားခဲ့ပါဘူး. သူချစ်တဲ့ ကောင်လေးနဲ့ကျောင်းအတူတက်ရပြီး ချစ်သူဖြစ်တဲ့ထိ သူက ရည်ရွယ်လိုက်ပါတယ်. အဲ့နေ့ကစပြီး ကမလီလေးကစာကိုတစိုက်မတ်မတ်ကြိုးစားပါတော့တယ်.သူ့ရဲ့ကြိုးစားမှုတွေက ဖြစ်လာမှာလား? အချစ်စိတ်တစ်ခုထဲနဲ့ ကမလီလေး သူရဲ့ ဖြစ်ချင်တဲ့ ဆန္ဒတွေ တကယ် ဖြစ်လာမလား??ကြုံတွေ့လာရတဲ့ စိန်ခေါ်မှုတွေကို အောင်မြင်စွာနဲ့ ဘယ်လိုကျော်လွှားခဲ့လဲဆိုတာကိုစိတ်၀င်စားဖွယ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်. လူငယ်ဆန်ဆန် ကျောင်းသားကားလေးမလို့ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတာမလို့ ညွှန်းချင်ပါတယ်. File size…2.31GB and 1.2GB and 591MB\nQuality…1080p TRUE WebDl DDP5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 27min\nGenre….Drama\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Elc8/Kamali_from_Nadukkaveri_(2021)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Once-upon-a-Time-in-America-one-sheet-1-150x200.jpg",
        "title": "Once Upon a Time in America (1984)",
        "description": "Once Upon A Time In America (1984)\n========================သူများပြောတာ ကြားဖူးတာကတော့ ဒီရုပ်ရှင်ကို ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ စကားနှစ်လုံးနဲ့ ခြုံလွှမ်းဖော်ပြရရင် ခမ်းနားထည်ဝါခြင်းနဲ့ ရင်သပ်ရှုမောဖွယ်ဖြစ်ခြင်းဆိုတဲ့ စကားလုံးနှစ်ခုကို ရွေးရလိမ့်မယ်တဲ့။\nကျွန်တော်တော့ အဲ့ဒီနှစ်ခုထက်ပို ဒီရုပ်ရှင်ရဲ့ အနှစ်သာရဖြစ်မယ်ထင်တဲ့ တတိယ စကားလုံးနဲ့ ဖော်ပြချင်တယ်။လွမ်းမောဖွယ်ကောင်းခြင်း။\nOnce upon A Time in Americaဟာ နာမည်နဲ့လိုက်အောင် လွမ်းမောဖွယ်အတိရှိနေတဲ့ ရုပ်ရှင်ပါပဲ။ ဘယ်လိုဇာတ်လမ်းအမျိုးအစားလဲပြောရရင်တော့ဂန်းရုပ်ရှင်ပါ။ အမေရိကရဲ့ လမ်းမပေါ်က ဘဝတွေအ‌ကြောင်းပါပဲ။\nမူရင်းဝတ္တုဟာ တကယ့်အပြင်လောကက ဂန်းစတားတွေရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတိပါ။\nဖြစ်ရပ်အများစုက အဖြစ်မှန်‌တွေလို့ ဆိုလို့ရတယ်။\nဒီဝတ္တုကို စာရေးဆရာဟာ ထောင်ကျနေတုန်း ရေးခဲ့တယ်လည်း ပြောကြတယ်။\nမူရင်းဝတ္တုရဲ့စာရေးဆရာဟာ ဒီရုပ်ရှင်ထဲက Robert De niroရဲ့ ကာရိုက်တာလို့ ဆိုကြတယ်။ ဟုတ်မှာပါ။\nဒီလေးနာရီကြာ ရုပ်ရှင်ကို ကျွန်တော်တော့ ရုပ်ရှင်တစ်ခုလို့ မခံစားခဲ့ရဘူး။\nလူတစ်ယောက်ရဲ့ဘဝကို လေးနာရီအတွင်း ကြည့်နေရသလိုခံစားခဲ့ရတယ်။ ဂန်းစတားတစ်ယောက်ရဲ့တကယ့်ဘဝတစ်ခုကိုပေါ့။ဂန်းကားချင်း ယှဉ်ကြည့်မယ်ဆိုရင် ယေဘုယျအမြင်အရတော့ ဒီရုပ်ရှင်ဟာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-america-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lust_Stories-233427777-large-135x200.jpg",
        "title": "[18+] Lust Stories (2018)",
        "description": "IMDb (6.4) / Rotten Tomatoes (100%)18+လို့ခေါင်းစဉ်တပ်ထားလို့ လိင်အသားပေးသီးသန့်ချည်းပါတယ် မထင်လိုက်ပါနဲ့ဒါပေမဲ့ ရုပ်ရှင်ရဲ့အလိုသဘောအရတော့ အသုံးအနှုန်းတွေ၊ တချို့ပြကွက်တွေကအရွယ်ရောက်ပြီးသားလူတွေနဲ့ပဲသင့်တော်မယ့် အနေအထားမို့လို့ပါဒီဇာတ်ကားကို Netflixကဖြန့်ချီပြီး အိန္ဒိယရဲ့နာမည်ကြီး ဒါရိုက်တာလေးဦးဖြစ်တဲ့Karan Johar Anurag Kasyap Zoya Akhtar Dibakar Banerjee တို့ကရိုက်ကူးထားတာပါ။ဇာတ်လမ်းတိုလေးခုနဲ့ဖွဲ့စည်းထားပြီး ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်များနဲ့ အကောင်းဆုံးပုံဖေါ်ထားတာပဲဖြစ်ပါတယ်Love & Sex, Sex & Lust ကို အမျိုးသမီးတွေဘက်မှ အကောင်းဆုံး ရိုက်ပြထားတာပါ။အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒ၊ ယောက်ျားတွေ သတိမထားမိတဲ့ သူတို့လိုအပ်ချက်တွေအမျိုးသမီးအချင်းချင်းတောင် မသိနိုင်တဲ့ တချို့တချို့ကိစ္စတွေကို ပညာသားပါပါနဲ့ အမိုက်ဆုံးဖြစ်အောင် ပြသ,သွားခဲ့တာပါ။ \"အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒက ကလေးရရုံသက်သက်ပဲ မဟုတ်ပါဘူး \"\" ကိုယ်ချစ်တဲ့သူကို နစ်နာအောင်မလုပ်ကြဘူး မှန်တယ်လို့ပဲပြောရမှာပေါ့ရည်ရွယ်ရွယ်ချက်ရှိရှိနဲ့တော့မဟုတ်ဘူး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18-lust-stories-2018/"
    }
]