[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BM2MxZmU0ZmYtZDNiNi00MTA3LThhNDQtNzI1YjYwYzhjZDExXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Secret Headquarters (2022)",
        "description": "Paramount ကထုတ်တဲ့စူပါဟီးရိုးကားအသစ်ပါ။Charlie နဲ့သူမိသားစုတို့ဟာပျော်ပွဲစားထွက်ရင်း သူတို့အနားကိုလေယာဉ်ပျက်ကျလို့ Charlie အဖေ Jack ဟာသွားကူညီပါတယ်။အဲဒီမှာ မထင်မှတ်ဘဲ ထူးဆန်းတဲ့အရာနဲ့ထိတွေ့ပြီး Charlie တို့မိသားစုရဲ့ကံကြမ္မာကလည်း လုံး၀ပြောင်းလဲသွာရပါတော့တယ်။The Adam Project မှာ နာမည်ရလာတဲ့ ကလေးသရုပ်ဆောင်လေး Walker Scobell အပြင် နာမည်ကျော်မင်းသားကြီး Owen Wilson တို့ပါ၀င်ထားပါတယ်။ဒါ့အပြင် ပါရမီရှိတဲ့ တခြားကလေးသရုပ်ဆောင်တွေလည်း အားဖြည့်ထားပါတယ်။Superhero ရုပ်ရှင်ဆိုတဲ့အတိုင်း superpower တွေနဲ့ Fight scene တွေကအဆင့်မြင့်ပြီး အဖေဖြစ်သူနဲ့သားကြားက Dynamic ကိုလည်းစိတ်ဝင်စားဖွယ်ရာတင်ဆက်ထားပါတယ်။မိသားစုလိုက်ကြည့်ရင်လည်း မပျင်းရမယ့်ဇာတ်ကားမျိူးပါ။File Size__ (1.7GB) / (940 MB)\nQuality__ WEB-DL 1080p , 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:45:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SP\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/17kwp/Secret_Headquarters_(2022)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Gone-in-the-Night-2022-143x200.jpg",
        "title": "Gone in the Night (2022)",
        "description": "‌‌‌‌ေ၀းလံလှတဲ့ တောအုပ်ထဲကအိမ်လေးတစ်အိမ်ကို စိတ်ပြေလက်ပျောက် ခရီးထွက်လာတဲ့ အတွဲတစ်တွဲက အဲ့ အိမ်မှာ တစ်ခြားအတွဲတစ်တွဲက ကြိုရောက်နေတာကို တွေ့လိုက်ရတယ်ဒီလိုနဲ့ သူတို့အတွဲ ၂တွဲ အတူတူ မျှအိပ်ဖို့ဖြစ်လာခဲ့တယ်...မနက်ရောက်တဲ့အခါ သူနဲ့အတူလာတဲ့ ကောင်လေးကပျောက်သွားတယ်အိမ်မှာကလည်း လူ၃ယောက်ပဲကျန်တယ် ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာကတော့ ...File Size__(1.6GB) / (750MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:33:00\nType__Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/17kt3/Gone_in_the_Night_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjllYTdiYmItZWYzYy00MDBlLWJjMDAtZjNlMzdkZjk1Mjc3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-136x200.jpg",
        "title": "Malik (2021)",
        "description": "Malik (2022)\nAction, Drama, Biography\nIMDb 8.1/10ဒီဇာတ်ကားလေးက အရမ်းကို ကြေကွဲဖို့ကောင်းတဲ့\nလူမိုက်ကြီးတစ်ယောက်ရဲ့အကြောင်းပေါ့...လူမိုက်ဆိုတာနဲ့ ကျွန်တော်တို့ ရမ်းကားဆိုးသွမ်းနေတဲ့ လူတစ်ယောက်လို့\nပြေးမြင်မိကြတယ်မလား...မဟုတ်ပါဘူး..အများအကျိုးကိုသယ်ပိုးနေရင်းနဲ့ အခြေအနေနဲ့အချိန်အခါက\nသူ့ကိုလူမိုက်ကြီးတစ်ယောက်ဖြစ်စေခဲ့တာပါ...သူ့နာမည်က ဆိုလိုင်မန်အလီ ခေါ် အလီဘိုင်\nမာလစ်(ဂေ့ါဖားသား)လို့ ပြောစမှတ်တွင်ခဲ့တဲ့သူပေါ့...ရာမာဒါပက်လီဆိုတဲ့မွတ်စလင်ရွာလေးနဲ့ ယေဒါဗက်သရားလို့ခေါ်တဲ့\nခရစ်ယာန်ရွာလေးနှစ်ရွာရှိတယ် ပင်လယ်ပြင်နဲ့နီးစပ်တဲ့ ကမ်းနားရွာလေးတွေပေါ့\nအဲ့ဒီရွာနှစ်ခုက ညီရင်းအစ်ကိုတွေပမာ သင့်မြတ်စွာနေထိုင်ကြလို့\nဘယ်နိုင်ငံရေးသမားကမှ အမြတ်ထုတ်လို့မရတဲ့ ရွာလေးတွေပေါ့..အဲ့ဒီရွာတွေရဲ့ဆိုးကျိုးကိုလိုလားပြီး အမြတ်ထုတ်ချင်နေကြတဲ့လူတွေကို\nကောင်းကောင်းပညာပေးတဲ့သူက အလီဘိုင်...ကိုယ့်ရွာ ကိုယ့်ပြည်သူ ကောင်းကျိုးအတွက်ဆို လူမျိုးရေးမခွဲခြားဘဲ\nအသက်ပေးရပေးရ လူပဲသတ်ရသတ်ရ အရဲစွန့်မယ့်လူစားမျိုး...အများအမြင်မှာတော့ လူမိုက်ကြီးပေါ့ တစ်မြို့နယ်လုံးကလည်း\nသူတစ်ခွန်းဆိုတစ်ခွန်း လေးစားချင်ခင်ကြတယ်...ဒီလိုလူမျိုးဆိုတော့လည်း မလိုတမာမုန်းထားတဲ့လူက\nများပြီပေါ့...လူရင်းတွေကပါ အကောက်ကြံလာတဲ့အခါ ဒီလူမှန်လူခါးကြီးရဲ့\nဘဝခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့\nဖန်သားပြင်ထက်မှာ ရှုစားကြည့်ကြပါ..ဒီဇာတ်ကားလေးကို\nကြည့်ပြီးသွားတဲ့အခါ ရင်ထဲတစ်ခုခုကျန်စေရပါမယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...\nFile size…2.75GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://megaup.net/17krn/Malik_(2022)_Telugu_TRUE_WEB-DL_.1080p.AAC5.1CH(CM).mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWRUCjeW8wxfqe7cCSvzKEZ9SUA.jpg",
        "title": "The Queen of Kung Fu ( 2020 )",
        "description": "CM ချစ် တရုတ်ဖန်တွေအတွက်\nQueen of Kung Fu ကို တင်ဆက်ပေးလိုက်ပါတယ်...\nတရုတ်ကားနဲ့ မစိမ်းသူတွေ သိကြမှာပါ...\nတော်လှန်ရေးခေတ်က တရုတ်ပြည်ဟာ\nဘယ်လိုတောင် ခက်ခဲ ဒုက္ခတွေပြည့်နေတဲ့ လူ့ပြည်ငရဲဖြစ်ခဲ့တယ်ဆိုတာ...ဒီလို ငရဲတကာ့ ငရဲထဲ အဆိုးဆုံးကတော့ ဘိန်းကိစ္စပါပဲ... ဘိန်းကြောင့်\nရှိတဲ့ ဥစ္စာတွေရောင်းချ တဲ့အပြင် သားသမီး ဇနီးမယားပါ\nရောင်းချခဲ့ကြတဲ့အထိပေါ့... ဒီလိုနဲ့ ရှန်ဟိုင်းကလပ်ကို\nအရောင်းခံလိုက်ရတဲ့ အမျိုးသမီးလေးတွေထဲ\nယောက်ျားတစ်ယောက်ကိုတောင်\nလက်သီးတစ်ချက်နဲ့ ထိုးနှက် သတ်ဖြတ်နိုင်တဲ့ အားရှီဆိုတဲ့\nကွန်ဖူးပညာရှင်တစ်ယောက်ပါလာပြီး...သူသတ်ခဲ့တဲ့ အမျိုးသားက ရှန်ဟိုင်း နာမည်ကြီး ညီအစ်ကို ၄\nဦးအဖွဲ့ဝင်တစ်ဦးဖြစ်နေတာမို့ သူ့ကို လက်စားချေဖို့လိုက်ကြရာကနေ သူက\nကုန်းကုန်းရဲ့ မွေးစားသမီးဖြစ်ပြီး အဖွဲ့ဝင်ဖြစ်သွားခဲ့တာပေါ့...မိဘ ၂ ပါးက ဘိန်းရဲ့ကျေးကျွန်ဖြစ်ပြီး အရောင်းစားခံခဲ့ရတဲ့ အားရှီဟာ\nသူကိုယ်တိုင် ရှန်ဟိုင်းမြို့ရဲ့ ဆရာတစ်ဆူဖြစ်လာချိန်မှာ\nဘိန်းရောင်းဝယ်မှုမှာ ပါဝင်မှာလား... ဒါမှမဟုတ် ဘိန်းလောကကို\nအမြစ်နှုတ်သုတ်သင်မှာလားဆိုတာ စိတ်ဝင်စားစရာပဲမို့\nအမြန်လေး‌ဒေါင်းကြည့်လိုက်ပါ... ထပ်ပြောပါမယ်\nကွန်ဖူးအတိုက်အခိုက်ကြိုက်သူတွေအတွက် လုံးဝ\nစိတ်မပျက်စေတဲ့ကားကောင်းလေးပါ...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://megaup.net/17kpc/The_Queen_Of_KungFu_2020_WEB-DL_1080p.mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhj8YPQKuRev5N3KoHacsPnF4mB.jpg",
        "title": "Animal Kingdom(2010)",
        "description": "Animal Kingdom(2010) အညွှန်း****************************IMDb..7.3.,,, Rt..95%ဒီကားဟာ အော်စကာ ဆန်ကာတင်တစ်ဆုစာရင်းဝင်ခဲ့သလိုအခြားဆု ၃၉ ဆုလည်းရရှိခဲ့ပါတယ်...မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိဘူးဆိုတဲ့စကားရှိပါတယ်။ဘယ်သူမှမသိတောင် ကိုယ်လုပ်တဲ့ မကောင်းမှုတွေဟာ အရိပ်မည်းကြီးလိုခြောက်လှန့်ပြီး ဘာကိုကြောက်နေရမှန်းမသိ ကြောက်နေရတာမျိုးပါပဲ။ဒါပေမယ့် တချို့လူတွေကတော့ ကြောက်ရွံမှုတွေနဲ့အတူမကောင်းမှုတွေကို ထပ်ပြီး လုပ်မိတတ်ကြပါတယ်။\nအမေတစ်ခုသားတစ်ခုပဲရှိတဲ့ ဂျေဆိုတဲ့ အသက်မပြည့်သေးတဲ့ကောင်လေးတစ်ယောက် သူ့အမေ ဆေးလွန်ပြီးဆုံးပါးသွားခဲ့လို့သူ့အဖွားတွေ သူ့ဦးလေးတွေဆီ သွားနေရဖို့ဖြစ်လာပါတယ်။သူမသိခဲ့တာက အဲ့ဒီလူတွေက ဒုစရိုက်မှုတွေကို ကျူးလွန် နေကြသူတွေဆိုတာပါပဲ။ပြီးတော့ တစ်ချိန်လုံး ကြောက်နေရသူတွေပေါ့။ဂျေတစ်ယောက် သူ့ရောက်သွားရတဲ့ ပတ်ဝန်းကျင်အသစ်မှာ ဘယ်လိုတွေ ကြုံတွေ့ရမလဲ။ ပတ်ဝန်းကျင်ဆိုတာက လူတစ်ယောက်ကိုဘယ်လောက်ထိလွှမ်းမိုးနိုင်လဲဆိုတာ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။File Size : (1.6GB) (552MB) and (162 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded ...",
        "rating": "7.2",
        "url": "https://megaup.net/17kg7/Animal_Kingdom.2010.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzgzMDNkYzQtN2RlMi00MGNlLWJlODUtZjUxNGJhOTM4NDQ0XkEyXkFqcGdeQXVyMTI0MjU5MzUw._V1_-139x200.jpg",
        "title": "Footfairy (2020)",
        "description": "Footfairy (2020)အလုပ်အကိုင်အခွင့်အရေးတွေပေါများလှတဲ့ အိမ်မက်မြို့တော်မွန်ဘိုင်းရဲ့ ရထားဘူတာမှာ\nကောင်မလေးတွေဆက်တိုက်သတ်ခံနေရတာ ခြောက်ခြားစရာပါပဲ။မိန်းကလေးခြေထောက်လှလှလေးတွေကိုမှ ရူးရူးမူးမူးစွဲလမ်းနေတဲ့ ကွင်းဆက်လူသတ်သမားက\nမွန်ဘိုင်းရထားဘူတာရဲ့ လူပြတ်တဲ့နေရာမှာ အကွက်ချစီစဉ်ပြီး စိတ်ကြိုက်သတ်နေခဲ့ပါတယ်။\nအလောင်းတွေကိုလည်း ခြေထောက်တွေဖြတ်ထားပြီး ခရီးဆောင်အိတ်ထဲထည့်ကာ ပြန်လာပစ်လေ့ရှိပါတယ်။ဒီကွင်းဆက်ဆိုက်ကိုလူသတ်သမားကြောင့် မလုံခြုံတော့တဲ့ မြို့တော်ကြီးမှာ\nCBI စုံထောက်ကြီးဗီဝမ်နဲ့ သူ့အပေါင်းအဖော်တွေ\nဘယ်လိုစုံစမ်းဖော်ထုတ်မလဲဆိုတာတော့ ရင်တမမနဲ့ ကြည့်ရှုခံစားရမှာပါ။\nCrime Thriller ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်များအတွက်လက်လွတ်မခံသင့်တဲ့\nဇာတ်ကားကောင်းလေးအဖြစ်ညွှန်းဆိုလိုက်ပါရစေ။\nFile size…1.6GB / 575MB\nQuality…1080p WEBRIP AAC 5.1CH  /  720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "4.6",
        "url": "https://megaup.net/2tf7B/Footfairy.(2020).Hindi.720p.WEBRip.10bit.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/11110-sP4TH1ckPQPrK7PK-140x200.jpeg",
        "title": "[21+]Sweaty I-Cup-Uncensored Leak{MSFH-018}",
        "description": "Moa Maeda ရဲ့ ဒုတိယမြောက်\nရှင်းရှင်းလင်းလင်း ဘွန်းဘွန်းကြီး ကြည့်ရမဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်သူမရဲ့ အလှတွေက စာဖွဲ့လို့ ကုန်မှာမဟုတ်ပါဘူး\nပန်ချီရေးလို့လည်း မှီမယ်မထင်ပါဘူး\nသူမရဲ့ ဖွံထွားလှတဲ့ ကိုယ်အချိုးစား\nလှပသေသပ်တဲ့ အလှတရားတွေ\nမခို့တရို့အကြည့်လေးတွေက ရင်ထဲစွဲချင်စရာဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့\nဝိုင်းကြုံးတာ ခံရတာပါပဲသူမရဲ့သဘာဝအလှတရားတွေကို\nကွက်ကွက်ကွင်းကွင်း မြင်ရမဲ့ ဗားရှင်းလေးထွက်လာလို့\nDS ဖန်တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.8GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/17jye/MSFH-018_(Uncensored_Leaked).720p%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJFUBE5VGjQaTLuyhf4Hb926mn4.jpg",
        "title": "The Last 10 Years (2022)",
        "description": "The Last 10 Years (2022)~ IMDb rating - 6.9/10, MyDramaList - 8.1/10 ~\" ကောင်လေးရယ် ကောင်မလေးရယ် ကမ္ဘာကြီးရယ်\nဘယ်လောက်ပျော်စရာကောင်းလိုက်သလဲ။\nတကယ်ဆို ဒီလိုအချိန်မျိုးမှာ\nလေပြင်းမုန်တိုင်းဟာ မတိုက်ခတ်ခဲ့သင့်ပါဘူး။ခုတော့\nလျှို့ဝှက်စွာတိုက်ခတ်သွားတဲ့\nလေပြင်းမုန်တိုင်းကြောင့်\nထင်းရှူးပင်ကြီးဟာ\nမျက်ရည်တောက်တောက်ကျနေရပေါ့။ထင်းရှုးတောအုပ်ကလေးတစ်ခုလုံးဟာလည်း\nမျက်ရည်သစ်ပင်ကြီးရဲ့ငိုသံမှာ အံ့အားသင့်နေကြတယ်။ဒါပေမယ့် ထင်းရှူးပဒေသာလမ်းပေါ်မှာ\nကောင်လေးတစ်ယောက်ဟာ လျှောက်နေတုန်းပါပဲ။\n(သူ့ကိုကြည့်ရတာ ဘာကိုမှ နောက်ဆံတင်းပုံမပေါ်ဘူး)\nလမ်းဘေးက အုတ်ခုံကလေးမှာတော့ အင်္ဂတေတွေကွာနေလေရဲ့... \"\n- မောင်သိန်းဇော် (မျက်ရည်သစ်ပင်၊ ၁၉၈၇)ဒီဇာတ်ကားရဲ့မူရင်းဝတ္ထုကိုရေးသားခဲ့တဲ့ စာရေးဆရာမဖြစ်သူဟာ ၂၀၁၇ ခုနှစ်မှာပဲ ကွယ်လွန်ခဲ့ပါပြီ။ သူကိုယ်တိုင် နာတာရှည်ရောဂါကို ရင်ဆိုင်နေခဲ့ပြီး စွန့်ခွာမဲ့နေ့ကိုစောင့်နေရတဲ့ခံစားချက်ကို ဇာတ်ကားထဲမှာ ပုံဖော်ထားတာမို့ ဒီရုပ်ရှင်ဟာ လူတစ်ယောက်ရဲ့ သူ့ခံစားချက်အမှန်ကို ထုတ်ပြထားတဲ့ ရိုးသားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ပြောလို့ရတာမို့ အနုပညာစစ်သလို ရသလည်းမနုံနဲ့ပါဘူး။ IMDb rating - 6.9/10 ဟာလည်း ဒီလို Romance Drama ကားတစ်ကားအတွက် မနည်းလှတဲ့ rating ...",
        "rating": "6.9",
        "url": "https://megaup.net/2tdgB/(CM)_The_Last_10_Years_(2022)_720p.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Suzhou_River-174892977-large-137x200.jpg",
        "title": "Suzhou River (2000)",
        "description": "Suzhou River (2000)\n-----------------------\nDirected by Lou Yeအဖြူစွတ်စွတ်တွေ... အလွမ်းပြာပြာတွေ... အမှီသဟဲတွေ... ဒိုက်သရိုက်တွေ... မုသားတွေ... ဝေးလွင့်ကင်းကွာခြင်းတွေ... ဒဏ္ဍာရီတွေ... မြစ်တစ်စင်းဟာ သိမ်ဆည်းထားတယ်။ အသစ်တွေ ဘယ်လိုပဲ ကမ်းကုန်အောင်ခြယ်သပါစေ လမ်းဆုံအောင်ဆယ်မရပါတဲ့ မြစ်တစ်စင်းရဲ့ ရပ်ဝန်းက အဟောင်းတွေ ။ မြစ်တစ်စင်းပေါ် စီးဆင်းနေတဲ့ အတိတ်အက်ကြောင်း နေ့ရက်ဟောင်းတွေကို ဘယ်လိုမှော်ဆေးနဲ့ ဖာထေးမလဲ။ ဒီအိပ်မက်တွေ လွမ်းသူပျိုု့မစပ်ချင်တော့လည်း ဒီမြစ်ကြီးကို မီးတင်ရှို့လို့မှမရနိုင်ခဲ့။ဆူကျိုးတံတားထက် လက်ပိုက်ရင်းလျှောက်လာတဲ့ သူမရဲ့ ပုံရိပ်တွေ။ ရပ်တန့်ရင်းစောင့်လည်း အဖတ်ဆည်မရတော့ပါတဲ့ ဒဏ္ဍာရီအပျက်တွေ။ ပြောကြတယ် ဒီမြစ်ကြီးထဲမှာ ရေသူမတစ်ကောင်ရှိသတဲ့။ ကျွန်တော်မယုံခဲ့ပါဘူး။ လူတွေပြောနေကျ ယုံတမ်းစကားတွေဟာ ဖြေရှင်းမဆုံးနိုင်အောင် မကုန်မခန်းနိုင်တွေပဲမို့လား။ သူမနဲ့ပထမဆုံးတွေ့တော့ ဘာရယ်ဘာကြောင့်မသိ အဲဒီယုံတမ်းစကားကို ကျွန်တော်ယုံခဲ့ရတယ်။ သူမဟာ ရေသူမလေးတစ်ကောင်ပါပဲ။ သူမဟာ ရေသူမပါလို့ ဘာအတွက်ဘာကြောင့် ကျွန်တော်ယုံစားခဲ့မိလဲတော့ မသေချာပါဘူးပေါ့။ ချစ်ခြင်းဟာ ဒီလိုပဲမို့လား။ အကျိုးလည်းမသိ ...",
        "rating": "7.4",
        "url": "https://megaup.net/39bjz/Suzhou_River_(2000)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aWWTJN9pvJNxUSKV7p7tNkuVqMD.jpg",
        "title": "Invisible Target(2007)",
        "description": "Invisible Target(2007) အညွှန်း**************************ဟောင်ကောင် action ဇာတ်လမ်းကြိုက်နှစ်သက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nပိုစတာကြည့်လိုက်တာနဲ့တင် အရမ်းကြီးညွှန်းစရာမလိုဘူးထင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Jaycee Chan ၊ Nicholas Tse ၊ Wu Jing တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက်အရမ်းကောင်းမယ်ဆိုတာပြောစရာတောင်လိုမယ်မထင်ဘူး ဇာတ်လမ်းအစပိုင်း အမျိုးသမီးတစ်ယောက် လက်ထပ်လက်စွပ်ဝယ်နေတယ်၊သူနဲ့မလှမ်းမကမ်းလမ်းမပေါ်မှာ ဘဏ်ရဲ့လုံခြုံရေးထရပ်ကားတစ်စီးကလမ်းပိတ်လို့ရပ်နေတယ်.၊သိပ်မကြာခင်မှာပဲ လူတစ်ယောက်က ကားကိုဗုံးတစ်လုံးကပ်လိုက်တယ်။ရှေ့ရောနောက်ရောမှာဗုံးတွေထပ်ကပ်လိုက်တယ်။ နောက်မှာဗုံးကပေါက်ကွဲသွားတယ်၊လက်စွပ်ကြည့်နေတဲ့အမျိုးသမီးအပါအဝင်အခြားသူတွေပါ သေဆုံးသွားတယ်၊အဲ့ဒီအမျိုးသမီးက ချန်ကျွမ်ဆိုတဲ့ရဲအရာရှိတစ်ယောက်ရဲ့ဇနီးလောင်းဖြစ်နေတယ်၊အဲ့ဒီနောက်ဆက်တွဲအနေနဲ့ ဘယ်လိုတွေပွဲကြမ်းမလဲဆိုတာကိုတော့... File Size : (4.2GB)  (1.2 GB) and (483 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1Ngfo/Invisible.Target.2007.BLU-RAY.1080P.5.1CH.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Snakes_on_a_Plane-981048099-large-145x200.jpg",
        "title": "Snakes on a Plane(2006)",
        "description": "Snakes on a Plane(2006) အညွှန်း***************************ဒီကားက Sameul L. Jacksonရဲ့ နာမည်ကြီး action/thrillerကားပါဇာတ်လမ်းက FBI agent တစ်ယောက်က ဂိုဏ်းစတားတစ်ယောက်ကို ဖမ်းဖို့အတွက်ဟာဝိုင်ရီကနေ သက်သေတစ်ယောက် LA ကို ခေါ်လာရမှာပါအဲ့မှာ ဟိုဂိုဏ်းစတားက သက်သေလုပ်မဲ့သူသေအောင် LA ကိုစီးမဲ့လေယာဉ်မှာ အဆိပ်ရှိတဲ့မြွေတွေ ဆိုက်စုံ ကွန်တိန်နာလိုက်ကြီးထည့်လိုက်ပါတယ်..Hawaii ကနေ LA ကိုသွားတာကြာမဲ့ 5 နာရီအတွင်း လေယာဉ်ပေါ် မြွေတွေကြောင့်လေယာဉ်တစ်စီးလုံး ငရဲကျသလိုဖြစ်သွားပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...File Size : (2.79 GB)  (934 MB) and (347 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Myat Noe Lwin\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ngc8/Snakes.On.A.Plane.2006.BLU-RAY.1080P5.1CH.CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI7lGR5HuYlENlp11brKUAaPHuO.jpg",
        "title": "Day Shift (2022)",
        "description": "Day Shift (2022)~ IMDb rating - 6.5/10 ~ဂျေမီဖောက်စ်၊ စနုဒေါ့နဲ့ ဒေ့ဖရန်ကိုတို့ရဲ့ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ သွေးစုပ်ကောင်မုဆိုးဇာတ်လမ်းပါပဲ။ အက်ရှင်နဲ့ ဟာသအသားပေးပါ။ဂျေမီက သွေးစုပ်ကောင်မုဆိုးများသမဂ္ဂကနေ အထုတ်ခံထားရတဲ့ ဘက်ဒ်ဆိုတဲ့ တစ်ကိုယ်တော်မုဆိုးတစ်ယောက်ပါ။ သွေးစုပ်ကောင်မုဆိုးတွေဟာ သွေးစုပ်ကောင်တွေကိုသတ်ပြီး အစွယ်တွေကိုနှုတ်ရောင်းရင် ဈေးကောင်းရတဲ့အတွက် အဲဒီအလုပ်နဲ့အသက်မွေးကြတာများပါတယ်။ ဒါပေမဲ့ မှောင်ခိုဈေးဆိုရင် နည်းတာမို့ သမဂ္ဂအသင်းဝင်ဖြစ်မှ ဈေးကောင်းရကြတာတို့ အာမခံရတာတို့ ဖြစ်ပါတယ်။ ဘက်ဒ်ဟာ အဲဒီအလုပ်ကိုလျို့ဝှက်လုပ်နေတာကြောင့် မိန်းမနဲ့ကလေးနဲ့ ခွဲနေရပြီး ငွေကြေးလည်းအဆင်မပြေဖြစ်နေပါတယ်။ တစ်နေ့မှာ သူ့မိန်းမက ကလေးကျောင်းလခ ဒေါ်လာ ၅၀၀၀ နဲ့ သွားဆေးခန်းမှာသွားထိန်းအစွပ်လုပ်ဖို့ ဒေါ်လာ၅၀၀၀ လိုတယ်ပြောလာတဲ့အခါ သမဂ္ဂမှာပြန်ဝင်ခွင့်ရအောင်လုပ်ပြီး သွေးစုပ်ကောင်တွေအများကြီးလိုက်သတ်ပြီး ငွေတွေအများကြီးရှာဖို့ ကြိုးစားလာပါတော့တယ်။ ဒါပေမဲ့ သူသတ်လိုက်တဲ့ သွေးစုပ်ကောင်ရဲ့ ဆွေမျိုးတွေက အကောင်ကြီးမိသားစုဖြစ်နေပြီး သူ့ကိုလက်စားချေဖို့လိုက်လာတဲ့အခါမှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Nf3n/(CM)_Day_Shift_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1EDg4nmLFNYiOUoNgo6WiPrAMif.jpg",
        "title": "Kelly’s Heroes (1970)",
        "description": "Kelly's Heroes (1970)~ IMDb - 7.6/10, Rotten Tomatoes - 78%~စစ်ကားဗျ စစ်ကား...\nစိန်ပြောင်းနဲ့ပစ်တာပါတယ်။ လေယာဉ်နဲ့ ဗုံးကြဲတာပါတယ်။ တင့်ကားချင်း ယှဉ်ချတာပါတယ်။ စက်သေနတ်ရော လက်ပစ်ဗုံးတွေရော။ ထူးထူးဆန်းဆန်း သေဆုံးသူ သင်္ဂြိုလ်ရေးတပ်ခွဲတောင် ရှိတယ်ဆိုပဲ။ ဒါပေမဲ့ စစ်ကားဆန်တဲ့ စစ်ကားတော့ မဟုတ်ဘူး။မင်းသားက ကလင့်တ် အိစ်ဝုဒ်။ ဒုတိယကမ္ဘာစစ်။ မဟာမိတ်တပ်သားတွေ အိုမာဟာကမ်းခြေကနေ ကမ်းတက်လာပြီးတော့ ပြင်သစ်နယ်စပ်မှာ အထိုင်ချတဲ့အချိန်။ ဖက်ဆစ်နာဇီ ဂျာမန်တွေနဲ့ ရင်ဆိုင်စစ်ပြင်ထားကြတာပေါ့။ ဒါပေမဲ့ ဒီဇာတ်ကားက သမိုင်းကြောင်းကို မလှန်၊ နိုင်ငံသူရဲကောင်းကိုမဖော်ကျူး၊ လူထဲက လူတွေရဲ့လောဘနဲ့ ဖျံကျတတ်ကြတဲ့ လူသားပီသသူ လူသားများအကြောင်း ရိုက်ကူးထားလို့ သူ့အရသာက တမျိုးပါပဲနော်။ကယ်လီ တို့ စစ်သားတစ်စုက နိုင်ငံအတွက် စစ်မတိုက်ခဲ့ကြပါဘူး။ စစ်ရည်ဝနေတဲ့၊ စစ်ကိုမုန်းတဲ့၊ စစ်ရဲ့အနှစ်သာရမရှိမှုကို သိကြတဲ့ အခြားအဆင့် (အရာရှိမဟုတ်) စစ်သားကြီးတွေပါ။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2tcnj/(CM)_Kelly_s_Heroes_(1970)_720p.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZThkNGQ3OTItMjk1MS00MTRiLWFkYTMtNDQ5YmU3NWYyNDk2XkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-148x200.jpg",
        "title": "Shabaash Mithu (2022)",
        "description": "Shabaash MithuIMDb-7/10ကဲ ယူတို့အသည်းကျော် Haseen Dilruba ထဲက မင်းသမီးချောလေး တာ့ပ်ဆီးပါနူးရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်ဒီကားလေးကအိန္ဒိယမှာ အမျိုးသမီးခရစ်ကတ်အသင်းတွေကို အသိအမှတ်ပြုမခံရသေးခင်က\nရိုက်ထားတဲ့ကားလေးပါခရစ်ကတ်ဟာ အမျိုးသမီးနဲ့မသက်ဆိုင်တဲ့အရာဆိုပြီးလှောင်ပြောင်ပြောဆိုခံရတဲ့ကြားက\nငယ်ငယ်လေးတည်းက ခရစ်ကတ်ကိုပဲအရူးအမူးဖြစ်ပြီး ရတဲ့နည်းနဲ့ရအောင်ဆော့တဲ့ကလေးမလေးတစ်ယောက်အရွယ်ရောက်လာလို့သူ့အိမ်မက်တွေကိုယ်တိုင်အကောင်အထည်မဖော်နိုင်တဲ့အချိန်\nအချစ်ဆုံး သူငယ်ချင်းကပဲ အိမ်မက်တွေကို ကိုယ်စားအကောင်အထည်ဖော်ဖို့ ကြိုးစားပေးခဲ့တယ်အစွမ်းကုန်ကြိုးစားအားထုတ်ပေးခဲ့လို့ သူကိုယ်တိုင်အသင်းခေါင်းဆောင်ဖြစ်ခဲ့သလို အသင်းကလည်းစွမ်းဆောင်ရည်ပြည့်ဝခဲ့ပါတယ်\nကမ္ဘာ့ပွဲစဥ်တွေထိတက်ပြိုင်ဖို့ အိမ်မက်တွေနဲ့ကြိုးစားကြတယ်\nရောက်နိုင်တဲ့အနေအထားလည်းရှိတယ်ဒါပေမယ့် လုံလောက်တဲ့ ထောက်ပံ့မှုတွေမရခဲ့ဘူး\nတစ်နှစ်စာကျင်းပယှဥ်ပြိုင်နိုင်ဖို့ ပြိုင်ပွဲတောင်များများမရခဲ့ပဲ ရှေ့ဆက်ဖို့ လမ်းပျောက်ခဲ့တယ်....ကပ္ပတိန်က လက်လျှော့ပြီးဇာတိပြန်\nအသင်းသားတွေ တစ်ကွဲတစ်ပြားဖြစ်သွားခဲ့ရတဲ့နောက်ခရစ်ကတ်ကိုလုံးဝလက်လျှော့ပြီး အိမ်ထောင်ပြု သာမန်အမျိုးသမီးဘဝနဲ့ပဲနေသွားမလား....\nခရစ်ကတ်ကမ္ဘာ့အဆင်ပွဲထိတက်ပြိုင်နိုင်မလား.....အမျိုးသမီးအဓိကထားရိုက်ထားပေမယ့် အမျိုးသမီးဝါဒီတွေအလွန်အကျူးမပါတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…2.4GB / 1.2GB\nQuality…1080p TRUE WEBDL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung & Taylor & Yunni",
        "rating": "6.2",
        "url": "https://megaup.net/2tcpm/Shabaash_Mithu_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdsdkpbBJtORmSe56LIuQ6DEJJq.jpg",
        "title": "Kid Cannabis (2014)",
        "description": "Kid Cannabis (2014)~ IMDb - 6.4/10, Rotten Tomatoes - 71% ~လောကမှာ ပိုက်ဆံတွေဒလဟောဝင်ဖို့ အကောင်းဆုံး စီးပွားရေးကဘာဖြစ်မလဲ...?\nသေချာပါတယ်... မူးယစ်ဆေးဝါး ရောင်းဝယ် ဖောက်ကားတာကလွဲပြီး တခြားမရှိနိုင်ပါဘူး။အမေရိကန်နိုင်ငံက ဆယ်ကျော်သက်ကောင်လေး၂ယောက်ဟာ သူတို့ရဲ့ အိပ်မက်တွေအမှန်တကယ်ဖြစ်ပေါ်လာဖို့ ဆေးခြောက်တွေရောင်းရင်း ချမ်းသာလာတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို Kid Cannabis ဆိုတဲ့ ရုပ်ရှင်ကားမှာကြည့်ရပါမယ်။ဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဒီရုပ်ရှင်ကားလေးမှာ ဆယ်ကျော်သက်ကလေးတွေဟာ သူတို့ဘဝချမ်းသာလာဖို့ ကနေဒါနိုင်ငံက ဆေးခြောက်တွေကို အမေရိကန်နိုင်ငံထဲ ခိုးသွင်းခဲ့ကြတယ်။ ကလေးတွေဆိုတော့ အားလုံး ကိုယ်ထူကိုယ်ထပါပဲ။ Cartel တွေလို အဆင့်မြင့်မြင့် မှောင်ခိုသွင်းကြတာမဟုတ်ဘဲ ကနေဒါ အောက်လမ်းကတဆင့် ခိုးကူးပြီးသွင်းကြရတာပေါ့။ အစပိုင်းမှာအဆင်ပြေသလို၊ အိပ်မက်တွေအကောင်အထည်ပေါ်လာသလိုဖြစ်ပေမယ့် လောကရဲ့ ဒုတိယဘုရားသခင်ဖြစ်တဲ့ ပိုက်ဆံပေါင်းမြောက်များစွာနဲ့ ထိတွေ့လာပြီးနောက်ပိုင်းမှာ သူငယ်ချင်းတွေကြားက အချင်းပွားမှုတွေ အဝေမတည့်တာတွေ မနာလိုသူရဲ့ တိုက်ခိုက်မှုတွေ စတင်ထိတွေ့လာခဲ့ရပါတယ်။အဓိကဇာတ်ဆောင်ကောင်လေး နိတ်တစ်ယောက် ဘယ်လိုနည်းလမ်း ဘယ်လိုလှည့်ကွက်တွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2tcel/(CM)_Kid_Cannabis_(2014)_720p.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
        "title": "A Scanner Darkly(2006)",
        "description": "A Scanner Darkly(2006) အညွှန်း*****************************IMDb  7,,,,, Rotten Tomatoes 68%ဒီရုပ်ရှင်ထဲမှာတော့ အားလုံးသိပြီးသားနာမည်ကြီး သရုပ်ဆောင်များဖြစ်တဲ့\nKeanu Reeves, Robert Downey Jr. Woody Harrelson နဲ့ မင်းသမီး Winona Ryder တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာ Richard Linklater ကပုံဖော်ရိုက်ကူးထားတဲ့\nAnimated Sci-fi/thriller ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုမပြောခင်မှာ\nဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ တင်ဆက်ပုံကို အရင်ဆုံးပြောပြချင်ပါတယ်။\nဒီဇာတ်ကားထဲက Scene တွေကို တစ်ကားလုံးရိုက်ပြီးတော့မှ\nInterpolated Rotoscope လို့ခေါ်တဲ့နည်းပညာကိုသုံးပြီးမူလရုပ်ရှင်ကို ဖရိန်တစ်ခုချင်းဆီ\nခြေရာကောက်ပြီး Animation အဖြစ်ပြောင်းထားတာပဲဖြစ်ပါတယ်။\nAnimation ဖြစ်တာတော့မှန်ပါတယ်.. ဒါပေမယ့် လူအစစ်တွေသရုပ်ဆောင်ထားတာပါ...ဇာတ်လမ်းအညွှန်းကတော့ ဘောပ့်အာတာ(Keanu Reeves)ဟာ\nမူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေတဲ့ အဖွဲ့တစ်ခုကို စုံစမ်းဖို့အတွက် အသွင်ယူထားတဲ့\nရဲအရာရှိတစ်ယောက်ပဲဖြစ်ပါတယ်။\nဒါပေမယ့် သဏ္ဌာန်လုပ်သရုပ်တူရမယ်ဆိုတဲ့ စိတ်ဓာတ်ရှိနေတဲ့ ဘောပ့်အာတာဟာ\nသူကိုယ်တိုင် ဆေးစွဲတဲ့သူတစ်ဦးဖြစ်လာပါတော့တယ်။\nဘောပ့်အာတာအနေနဲ့ သူ့ရဲ့လျှို့ဝှက်သရုပ်ကို မပေါ်အောင်ကြိုးစားရင်းနဲ့\nမူးယစ်ဆေးတိုက်ဖျက်မှုကို ဘယ်လိုတွေလုပ်ဆောင်မလဲ သူ့ရဲ့အနားမှာရှိတဲ့\nဂျင်ဘယ်ရစ်(Robert Downey Jr.)နဲ့အာနီလက်မန်း (Woody Harrelson)တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ထဲမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tc9A/A.Scanner.Darkly.2006.BLU-RAY.720p.pp(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7brLGeVVlGjsv7HZ0GdSElne0Ts.jpg",
        "title": "Inside Men (2015)",
        "description": "Inside Men (2015) အညွှန်း *************************** ဒီကားဟာ ဆုပေါင်း ၂၁ ဆုရရှိခဲ့ပြီး Box Office ဝင်ခဲ့သလို မင်းသားကြီး Lee Byung-hun လည်း Best Actor ဆုရရှိခဲ့တယ်... ဇာတ်ကားထဲမှာ ဒိတ်ဒိတ်ကျဲ အရောင်စုံမြေခွေးကြီးတွေနဲ့ဖွဲ့စည်းထားတာပြီး ဒီဇာတ်ရုပ်တွေပီပြင်ဖို့ နာမည်ကြီး Casts တွေချည်းသုံးထားတယ်... ခရိုနီတွေနဲ့ နိုင်ငံရေးလောကထဲဝင်တဲ့ အမတ်တွေရဲ့ဆက်ဆံရေး... အမှုစစ်တွေ မီဒီယာတွေရဲ့ အရေးပါတဲ့အစိတ်အပိုင်းတွေ.. နောက်ကွယ်က အမှိုက်တွေအရှုတ်တွေလိုက်ရှင်းပေးနေတဲ့ လူမိုက်တွေနဲ့ ဒီဇာတ်လမ်းဟာ အတော်မိုက်တယ်.. Runtime (၃)နာရီအတွင်း ဇာတ်ကောင်တွေများသလို အကြောင်းအရာတွေကလည်း တစ်ခုမှ လက်လွှတ်လို့မရလို့ အတော်လေးတော့ လိုက်မှတ်ရပါတယ်... ပထမတင်စဉ်ဆက်စဉ်တုန်းက မူရင်းစာဖိုင်လိုအပ်ချက်လေးတွေရှိလို့ ယခု update ပေးထားပါတယ်.. နိုင်ငံရေးလောကဟာ ဘာမှမတော်တဆ မရှိဘူးဆိုတာ အရွယ်ရောက်သူတိုင်းသိပြီးဖြစ်လို့ ဒီဇာတ်လမ်းဟာ ကြည့်ရပိုလန်းနေမှာပါ.,,, File Size : (3.40GB) (1.18GB) and (222MB)Quality : Blu-Ray 1080p5.1CH, 720pFormat…mp4Duration…03:00:00Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "7.0",
        "url": "https://megaup.net/1N8ez/Inside_Men.2015.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hhLsuQ866KJ3I7CA5DHWH8a9xfb.jpg",
        "title": "My True Friends: The Begining (2022)",
        "description": "My True Friends: The Begining (2022)ထိုင်း Action, Drama အသစ်လေး လာပါပြီ။ လူငယ်သဘာဝကို ပေါ့ပေါ့ပါးပါးရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ရဲဘော်ရဲဘက်လို သူငယ်ချင်းကောင်းတွေက ဘဝအတွက် ဘယ်လောက်အရေးပါလဲ?\nသူတို့ကြောင့် ကိုယ့်ဘဝမှာ ဘယ်လိုအပြောင်းအလဲတွေဖြစ်သွားမလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်။ ဇာတ်လမ်းအကျဉ်း ...မိဘနှစ်ပါး သေဆုံးသွားတဲ့နောက်မှာ အဘိုးအဘွားရဲ့ အုပ်ထိန်းမှုနဲ့ ညီငယ်တွေကို စောင့်ရှောက်နေတဲ့ ဂန်း ...\nကျောင်းမှာ ညီဖြစ်သူ ဂိုင်းကို အနိုင်ကျင့်တဲ့သူတွေနဲ့ အမြဲရန်ဖြစ်လေ့ရှိတဲ့ ဂန်း ...\nခဏခဏရန်ဖြစ်တဲ့အဆုံးမှာ ကျောင်းထုတ်ခံရပြီး အစိုးရအထက်တန်းကျောင်းကို စာသင်နှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရတယ်။ကျောင်းပြောင်းလာတဲ့ ပတ်ဝန်းကျင်အသစ်မှာလည်း ထုံးစံအတိုင်း သူ့မှာသူငယ်ချင်းမရှိပြန်ဘူး။ သူငယ်ချင်း မလိုအပ်ဘူးလို့ အမြဲပြောတတ်တဲ့ ထောင့်မကျိုးတဲ့ဂန်းကို အပေါင်းအသင်းလုပ်ချင်တဲ့သူ နည်းတယ်။ဒါပေမယ့် ပင့်ဆိုတဲ့ အတန်းခေါင်းဆောင်ကောင်မလေးက နောက်ဆုံးမှာ သူငယ်ချင်းဖြစ်လာခဲ့တယ်။ ဂန်းကိုဆို အမြဲကြည့်မရဖြစ်နေတဲ့ အတန်းထဲက ဂါနဲ့ သူ့သူငယ်ချင်းတွေက\nရောက်ရာအရပ်မှာ ရန်စတတ်တယ်။ ဒါပေမယ့် ...",
        "rating": "",
        "url": "https://megaup.net/2talC/[CM]My.True.Friends.The.Beginning.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TzMZTH8fpg7TuKvnxwufF8Zsbf.jpg",
        "title": "Contorted (2022)",
        "description": "Contorted (2022)မိသားစု တစ်စုဟာ ဆိတ်ငြိမ်တဲ့ သီးခြားဆန်ဆန် ​နေရာတစ်ခုစီ ​​ရွှေ့​ပြောင်း​နေထိုင်ခဲ့ရာက အိမ်အသစ်ကို ​ရောက်တဲ့ ပထမဆုံး​နေ့မှာတင် အိပ်မက်ဆိုး​တွေ မက်ခဲ့ကြ​တော့တယ်။အဲ့ဒီလိုက​နေ အမျိုးသမီးဖြစ်သူဟာ ဂို​ဒေါင်ထဲက လာတဲ့ ထူးထူးဆန်းဆန်း အသံ​တွေပါ ကြားပြီး စိတ္တဇဖြစ်လာခဲ့တယ်။ ဒါပေမဲ့ ခင်ပွန်းဖြစ်သူက​တော့ သူမရဲ့ စိုးရိမ်ပူပန်မှု​တွေကို လျစ်လျူရှုဆဲ ...တဖြည်းဖြည်း အိပ်မက်ဆိုး​တွေဟာလည်း ပိုမို ပြင်းထန်လာပြီး အိပ်မက်လား လက်​တွေ့လား ဆိုတာကိုပါ ခွဲခြားသိမြင်နိုင်ဖို့ ခက်ခဲတဲ့ အထိ ဖြစ်သွား​တဲ့အခါမှာ​တော့ ...(ဇာတ်လမ်းအညွှန်းကိုတော့ Song Song က ရေးပေးထားတာပါ။)File Size : 1.4GB, 437MB, 200MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : 1hr & 31mins\nGenre : Horror, Thriller\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/17fu0/[CM]Contorted.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/om-133x200.jpg",
        "title": "Om – The Battle Within (2022)",
        "description": "Rashtra Kavach Om (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ မင်းသားချော\nအာဒစ်သယားရွိုင်းကပူး (Malang မင်းသား) ရဲ့ အက်ရှင်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်ကမ္ဘာ့နိုင်ငံကြီးတွေမှာ နျူးကလီးယားလက်နက်တွေ တီထွင်နေကြတယ်\nဖွံ့ဖြိုးတိုးတက်နေကြတယ် ဒါပေမဲ့ နျူးကလီးယားလက်နက်ကိုခုခံနိုင်မယ့်\nလက်နက်တစ်ခု မရှိဘူးဖြစ်နေတယ်..အိန္ဒိယနိုင်ငံက ဒီလက်နက်ကို တီထွင်တယ်ဆိုပါတော့...နျူးကလီးယားလက်နက်ကို ခုခံနိုင်တဲ့ လက်နက်တစ်ခုကို\nအောင်မြင်စွာ တီထွင်လို့အပြီးမှာ တီထွင်သူဟာ နိုင်ငံတော်ကို\nသစ္စာဖောက်သွားခဲ့ပါတယ်...အဲ့ဒီသစ္စာဖောက်ကို တပ်ဖွဲ့တစ်ခုဖွဲ့စည်းပြီး လိုက်လံဖမ်းဆီးဖို့\nနိုင်ငံတော်က တာဝန်ပေးလိုက်တယ်..ဒီကိစ္စဟာ ထင်သလိုမရိုးရှင်းလာဘဲ လှည့်ကွက်လေးတွေပါနေတဲ့အခါ\nဇာတ်ကွက်တစ်ခုချင်းစီကို ဘယ်လိုဖေါ်ထုတ်မလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…5.8GB / 1.9GB / 964MB\nQuality…1080p True WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A,Y.L.O.R",
        "rating": "",
        "url": "https://megaup.net/17fzp/Rashtra_Kavach_Om%C2%A0(2022)_Hindi%C2%A0TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JHmsBiX1tjCKqAul1lzC20WcAW.jpg",
        "title": "Three Colors: Red (1994)",
        "description": "Three Colors: Red (1994)\nGenre – Drama, Mystery, Romance\nIMDB – 8.1/10တတိယမြောက်နဲ့ နောက်ဆုံးကားကျ အနီရောင် သူကအသိုင်းအဝန်း သဟာဇာတ စိတ်ဓါတ်လိုမျိုးပေါ့။၃ကားထဲမှာ Rating အကြမ်းဆုံး နောက်ဆုံးကား အော်စကာတွေပါစကာတင်ဝင်ခဲ့တာ။ဒီမှာကျ မင်းသမီးဇာတ် ပြန်ဖြစ်သွားပြန်ရော တစ်ကားလုံး အနီရောင်ပစ္စည်းတွေထည့်သွင်းပြသသွားတာတော့ သဘောကျမိတယ်။ဗယ်လင်တင်းဆိုတဲ့ မော်ဒယ်မလေး ရှိတယ်ချစ်သူနဲ့ ဖုန်းတပြောပြော ချစ်သူရှိတဲ့ အင်္ဂလန်နောက်လိုက်ချင်နေတဲ့အပျိုမလေးပေါ့။တစ်ရက်ကျ ခွေးမလေးတစ်ကောင်ကို ကားနဲ့တိုက်မိရာကခွေးပိုင်ရှင် အငြိမ်းစား တရားသူကြီးဟောင်းကြီးနဲ့ ဆုံပါလေရော။ဆုံတဲ့အပြင် ဒီလူကြီးရဲ့ ထူးဆန်းတဲ့အကျင့်ကိုပါတွေ့သွားခဲ့တာ ဘာထူးဆန်းတာလဲဆိုတော့ဒီဘဲကြီးက ပတ်ဝန်းကျင်နားကလူတွေရဲ့ ဖုန်းလိုင်းကိုကြားကဖြတ်နားထောင် စပိုင်လုပ်နေတာပဲ။အဲဒီမှာ ဒီလူကြီးနဲ့ တွေ့ပြီး ဘာဆက်ဖြစ်ကြမလဲဆိုပြီးစိတ်ဝင်စားဖွယ် ရိုက်ထားတာ ကြည့်ရမှာ သူကျ။ဒီကားထဲမှာလည်း ချစ်စရာမော်ဒယ်မလေးအဖြစ်ဆွစ်ဇာလန်မင်းသမီး Irène Jacob က ကောင်းကောင်းသရုပ်ဆောင်ထားပါတယ်။ဇာတ်သိမ်းမှာလည်း ၃ ကားလုံး ကြည့်ထားတဲ့လူတွေကိုစပရိုက်စ် တိုက်သွားပါသေးတယ်လို့ ပြောရင်းဆွေးမြေ့ဝိုင်ဖြစ်တဲ့ ပြင်သစ်သုံးရောင်ခြယ်လေးကိုခံစားကြည့်လိုက်ရအောင်ဗျာ။File size…  2.47 GB ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Whlg/Three.Colors.Red.1994.FRENCH.CRITERION.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jhA1pFtrK7seeRJkV7oLCxvfgoD.jpg",
        "title": "A Compassionate Spy (2022)",
        "description": "A Compassionate Spy (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 84% ~ဒုတိယကမ္ဘာစစ်ကာလဟာ လူအသေအပျောက်အများဆုံးဖြစ်ခဲ့တဲ့ စစ်ကြီးတစ်ခုပါပဲ။ အဆိုးဆုံးကတော့ ဟီရိုရှီးမားနဲ့ နာကာဆာကီးကို ကြဲချလိုက်တဲ့ နျူကလီးယားဗုံးနှစ်လုံးဟာ စစ်ပွဲရဲ့ ချိန်ခွင်လျှာကို ပြောင်းလဲစေနိုင်ရုံမက အရပ်သူအရပ်သားသေဆုံးမှုတွေကိုပါ စစ်ရဲ့အနိဌာရုံအဖြစ် မြင်လိုက်ရတာပေါ့။ဒါ့အပြင် ဖျက်အားပြင်း လက်နက်ဆန်းက ပေါက်ကွဲမှုမှာ မသေခဲ့တဲ့ ရှင်ကျန်သူတွေကိုပါ အကြောင်းရင်းမသိရဘဲ တဖြုတ်ဖြုတ်သေကုန်အောင် စွမ်းပါသေးသတဲ့။ ဒီလောက်အားကောင်းတဲ့ လက်နက်ဆန်းကို ပိုင်ဆိုင်ထားတဲ့ အမေရိကန်နိုင်ငံက ဖက်ဆစ်ဂျာမန်၊ အီတလီနဲ့ ဂျပန်တို့ကို အပြတ်အသက် အနိုင်ယူနိုင်ခဲ့တာပေါ့။ဒါပေမဲ့ စဉ်းစားကြည့်တော့လည်း ဒီလိုဝရဇိန်လက်နက်ကို တစ်နိုင်ငံတည်းက ပိုင်ထားရင် Power Play မဖြစ်တော့ဘူးပေါ့။ အနိုင်ကျင့်မယ်။ ထစ်ခနဲရှိရင် ဗုံးကြဲချမယ်။ တစ်ကမ္ဘာလုံးက သူ့ကို တုန်နေအောင် ကြောက်ရမယ်။ ဒီလိုနဲ့ ကမ္ဘာကြီးမှာ အသေအပျောက်တွေများလာပြီး ဒုက္ခကပ်ဆိုးကြီးအဖြစ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1gk1r/(CM)_A_Compassionate_Spy_(2022)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8riWcADI1ekEiBguVB9vkilhiQm.jpg",
        "title": "Elemental (2023)",
        "description": "Disney နဲ့ Pixar ရဲ့ နောက်ထပ် ရုပ်ရှင်ကာတွန်းတစ်ခုလာပါပြီ။ဒီကာတွန်းထဲက ဇာတ်ကောင်လေးတွေကတော့မြေ၊ ရေ၊ လေ၊ မီး ဓာတ်ကြီးတွေကို ယူထားတာပါ။ဒြပ်မြို့တော်ကြီးမှာ ရေ၊ လေ၊ သစ်သား နဲ့ တိမ်တွေ နေကြပေမဲ့မီးနိုင်ငံကလူတွေကိုတော့ အဝင်မခံပါဘူး။မီးမျိုးနွယ်တွေဟာ မြို့စွန်တစ်နေရာမှာ မီးမြို့လေးဆောက်ပြီးသတ်သတ်နေကြရတာပါ။အဲဒီမီးမျိုးနွယ်တွေထဲမှာ အမ်ဘာဆိုတဲ့ ဒေါသကြီးတဲ့မီးကောင်မလေးတစ်ယောက်ရှိပါတယ်။သူဟာ သူ့အဖေရဲ့မီးမုန့်ဆိုင်ကိုလက်လွှဲယူဖို့ စောင့်နေရပြီးသူ့အဖေကတော့ အမ်ဘာ့ရဲ့ ဒေါသတွေကို ထိန်းနိုင်တဲ့နေ့မှာဆိုင်ကိုလွှဲပေးပြီး အနားယူမှာပါ။ဒါပေမဲ့ ဆိုင်ကို မဆက်ခံနိုင်ခင်မှာပဲ ရေပိုက်တွေနဲ့မတော်တဆမှုတွေဖြစ်ပြီး ဆိုင်အပိတ်ခံရမဲ့ပြဿနာတက်လာပါတယ်။အဲဒီအချိန်မှာ ရေကောင်လေး တစ်ကောင်နဲ့ခင်မိပြီးမီးမြို့တော်ထဲကို ရေတွေစိမ့်လာတဲ့ပြဿနာကိုဖြေရှင်းဖို့ ကြိုးစားကြတဲ့အခါ... File size…  1.68 GB / 3.36 GB / 11.42 GB\nQuality… WEB Dl 4k / 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Adventure, Comedy\nSubtitle…. Myanmar ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Wgee/Elemental.2023.720p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tR88diuLaMMdxl9rBVdAKERzIjo.jpg",
        "title": "The Hit List (2011)",
        "description": "အယ်လန် ကမ့်ဘဲလ်ဆိုတာက အရှုံးသမား အကြွေးကဝိုင်းမိန်းမကလည်း အချစ်‌ဆုံးသူငယ်ချင်းနဲ့ဖောက်ပြန်အလုပ်မှာ ရာထူးတိုးကလည်းမရ။ဒီလိုနဲ့ပဲ ညဘက်အရက်ဆိုင်မှာမှောက်ဖို့ကြံနေတဲ့သူ့ဆီကိုမိတ်ဆက်လာတာကတော့ ဂျိုးနားစ် အာဘာ။အထူးအေးဂျင့်အနေကနေ ပြေးလာပြီးတော့ ဒီမြို့လေးမှာအချိန်လာဖြုန်းလုပ်ချင်ရာလုပ်နေတဲ့လူ။ အယ်လန်ရင်ဖွင့်သမျှကြားပြီး ဂျိုးနားစ်က သူ့ကိုကမ်းလှမ်းခဲ့တာကအယ်လန်အမုန်းဆုံးလူ နာမည်ငါးခုချရေး ဂျိုးနားစ်ကရှင်းပေးမယ်။ဂျိုးနားစ်ကတော့မယုံမကြည် မူးမူးနဲ့ရေးပေးလိုက်ပြီးနောက်နေ့မနက် ပထမတယောက်ကို တကယ်ဖြစ်လာတဲ့အခါမှာတော့အယ်လန်တယောက် ကျန်တဲ့လူတွေကိုပါ ဂျိုးနားစ်ရဲ့ရန်ကနေကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ဂျိုးနားစ်ရဲ့ကစားပွဲအောက်မှာ အယ်လန်တယောက်စာရင်းထဲပါသူတွေကို ကယ်တင်နိုင်ပါ့မလား။ဂျိုးနားစ်ကရော ဘာဖြစ်လို့ ဒီလိုမျိုးလုပ်နေတာလဲ။ဒီကစားပွဲရဲ့အဆုံးသတ်မှာ သူတို့နှစ်ယောက်ထဲကဘယ်သူကအောင်မြင်သွားမလဲဆိုတာကိုCMပရိတ်သတ်ကြီးကဒီဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးခင်ဗျ။  File size…  1.5 GB / 590 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Action, Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by...  Brackman",
        "rating": "5.3",
        "url": "https://megaup.net/1ghfm/The.Hit.List.2011.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iBekfPXpijU0Sx6ViCWZN6Dsr.jpg",
        "title": "Awakening Spring ( 2023 )",
        "description": "‌ဘယ်လောက်မှောင်မိုက်တဲ့ညတစ်ည ဖြစ်ပါစေ ‌\nအာရုဏ်တက်မနက်ခင်း ရောင်နီပျိုးချိန်ဆိုတာ ရောက်လာမှာပါပဲ၊\nဒါပေမဲ့ ဘဝပေးအခြေအနေအရ အဲ့ဒါတွေကို မမြင်ရတဲ့\nစိတ်ပိုင်း/ကျန်းမာရေး/ကိုယ်ခန္ဓာပိုင်းဆိုင်ရာ\nတစ်ခုခုချို့ယွင်း‌တဲ့လူတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်ရော...\"ကျွယ်ရှောင်\"ဟာ မိဘမဲ့မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး ငယ်စဉ်တည်းက\nမိခင်ရဲ့စွန့်ပစ်သွားမှုကြောင့် စိတ်ပိုင်းဆိုင်ရာဝေဒနာရရှိနေသူ\nဖြစ်တယ်လို့ဆိုပြီး သူမကို‌မွေးစားပျိုးထောင်ခဲ့တဲ့ဒေါ်လေးဖြစ်သူဟာ\nသူမကို စိတ်ကျန်းမာရေးစင်တာကို ပို့ထားခဲ့ပါတယ်။ဒီလိုနဲ့ သူမဘဝကို ဝေဒနာတွေကကာရန်လွှမ်းခြုံထားတဲ့အချိန်၊\nခိုကိုးရာမဲ့နေချိန် ဆေးရုံမှာ \"သိုက်ချွမ်း\"နဲ့ တွေ့ဆုံခဲ့ရပါတော့တယ်။\"သိုက်ချွမ်း\"ဟာလည်း ထိုနည်းတူ စိတ်ရောဂါ ခံစားနေရသူဖြစ်ပြီး\n\"ကျွယ်ရှောင်\"ရဲ့မိခင်ဖြစ်သူဟာ ဘယ်‌တော့မှ ပြန်မလာတော့ဘူးလို့\nမျှော်လင့်ချက်မဲ့စကားတွေ စိတ်ထဲရိုက်သွင်းနေတဲ့လူတွေကြားထဲမှာ\nပထမဆုံးသော သူမကိုယုံကြည်ကူညီပေးခဲ့တဲ့သူ၊သူမနှလုံးသားရဲ့\nတစ်ခုတည်းသော အလင်း‌ရောင်ဖြစ်ခဲ့ပါတယ်...ဒါပေမဲ့ နှလုံးသားချင်းဆက်ပြီး အချင်းချင်း မေတ္တာမျှပေမဲ့လဲ\nလက်တွေ့ဘဝရဲ့‌လောကဓံစမ်းသပ်မှုကို ရင်ဆိုင်ဖို့ဖြစ်လာခဲ့တဲ့အခါ...-ပြီးပြည့်စုံတဲ့ လူရယ်ဆိုတာမရှိပေမဲ့၊လိုအပ်ချက်ဆိုတာရှိပေမဲ့၊\nကံကြမ္မာချို့ယွင်းချက်တွေ ရှိနေတဲ့သူတို့နှစ်ယောက်ရဲ့ လက်တွေ့ဘဝအဆုံးသတ်က ဘာဖြစ်မလဲဆိုတာကို...CM ပရိတ်သတ်တို့ကြည့်ရှုခံစားနိုင်ရန် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီနော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 44 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gjlb/Awakening_Spring_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjA5MmU3OGItMTlkZC00OWJmLWIxZGMtMGNlMmQ2MDBkZjMwXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-161x200.jpg",
        "title": "Satyaprem Ki Katha (2023)",
        "description": "Satyaprem Ki Katha (2023)\nIMDb-7/10Freddy(2022)ထဲမှာ သွားဆရာဝန်အဖြစ်နာမည်ကြီးခဲ့တဲ့မင်းသား ကာတစ်အာရန်းရယ်\nဖြူဖွေးဝင်းဥနုဖတ်နေတဲ့အလှတရားတို့ရဲ့ပိုင်ရှင် မင်းသမီးချောလေးကီရာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းဂူဂျာရတ်ကမြို့ငယ်လေးတမြို့မှာ မိဘတွေနဲ့အတူနေပြီး ဘာအလုပ်အကိုင်မှမရှိတဲ့ ဆပ်တူ။\nအလုပ်အကိုင်မရှိပေမဲ့ မိန်းမလိုချင်နေလို့ မိဘတွေကို နားဂျီပူဆာလုပ်နေတဲ့\nသဘောကောင်းမနောကောင်း မေမေ့သားလေး ဆပ်တူ။သူတမ်းတမ်းစွဲချစ်မိနေတာက ချမ်းသာတဲ့အသိုင်းအဝိုင်းက\nအကမယ်လေး ကာသာ။ကာသာမှာ ရည်းစားရှိမှန်းသိသွားပေမယ့် ယောက်ျားကြိုက်တော့\nဆိုက်ဆိုက်လာဆိုတဲ့အတိုင်း မလွန်ဆန်နိုင်တဲ့နှလုံးသားနဲ့ ရစ်နှောင်တွယ်နှင့်ခဲ့ပြီလေ။တစ်ရက် အက်စီးဒန့်တခုမှာ ကာသာရဲ့အသက်ကို ကယ်တယ်ခဲ့ရပြီးတဲ့နောက်မှာတော့\nအရာရာပြောင်းလဲသွားခဲ့ပေမယ့် အလုပ်အကိုင်မရှိတာကို မနှစ်မြို့တဲ့ယောက္ခမလောင်းကြီး\nသဘောကျဖြစ်ဖို့ အလုပ်တွေကြိုးစားနေပြီဗျို့ဆိုပြီး ကြိုးစားလိုက်တာ တစ်ရာ့ကိုးတစ်ရာ့တစ်ဆယ်ကနေ\nမန်နေဂျာဘ၀ရောက်သွားပါလေရော။သို့ပေမယ့်လည်း ကံတရားရဲ့စီမံမှုတွေက ဘယ်လိုတွေလွဲချော်ပြီး ဘယ်အချိန်မှာသူတို့တွေကို\nဆုံစည်းစေမလဲဆိုတာတော့ မိတ်ဆွေတို့စိတ်ကြိုက်ဖန်သားပြင်ပေါ်မှာ ကြည့်ရှုလိုက်ကြပါဦး။\nကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရှာနေတယ်ဆို Satyaprem Ki Kathaက\nမိတ်ဆွေအတွက်ဆိုတာ သေချာပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Saii~Yunniတို့ဖြစ်ပါတယ်)\nFile size…7GB /2.29GB / 1.15GB\nQuality…4k AMZ WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~Zwe~Saii~Yunni",
        "rating": "7.0",
        "url": "https://megaup.net/2C2zh/Satyaprem_Ki_Katha_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2U5ZjQ2MGMtNDI5ZS00NzJjLTg5YTAtMTVhYWQ4MGE4NmQxXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Por Thozhil (2023)",
        "description": "Por Thozhil ( 2023 )\n==================IMDb 8.4/10တောင်ပိုင်းမှုခင်းကားတွေ ကြိုက်တဲ့ပရိသတ်တွေအတွက် Por Thozhil ဆိုတဲ့\nအမိုက်စား မှုခင်းရုံကားလေးတစ်ခု ထွက်ရှိလာပါပြီ။Por Thozhil ဆိုတာကတော့ တမီလ်လို စစ်အနုပညာလို့ အဓိပ္ပါယ်ရပါတယ်။\nကြောက်တတ်ပေမဲ့ မှုခင်းစာအုပ်တွေဖတ်ပြီး ရဲဖြစ်ချင်ခဲ့တဲ့ ပရာကတ်ရှ်ဆိုတဲ့ အလုပ်သင်\nဒုရဲအုပ်လေးဟာ အရမ်းလက်ပေါက်ကပ်တဲ့ လူ့ကန့်လန့် ဝါရင့်ရဲအုပ်ကြီးတစ်ယောက်ဆီမှာ\nအကူအနေနဲ့ တာဝန်ထမ်းဆောင်ရင်း ပထမဆုံးအမှုအနေနဲ့ နှစ်လောင်းပြိုင်\nကွင်းဆဂာ်လူသဝာ်မှုနဲ့ တည့်တည့်တိုးပါတော့တယ်။ဒီရုပ်ရှင်ဟာဆိုရင် တောင်ပိုင်းမှုခင်းကားတွေထဲမှာ အင်မတန်နာမည်ကြီးခဲ့တဲ့ Ratsasan တို့ HIT တို့လိုပဲ\nပရိသတ်တွေကို ထိုင်ရာကနေ မထစတမ်း ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ်ကို must watch ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်...။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Moon, V, Cherry နဲ့ Zwe Yan တို့ပဲဖြစ်ပါတယ်ဗျ။ )\nFile size…4GB /1.53GB  / 789MB\nQuality…4k SONY WEB DL ...",
        "rating": "8.4",
        "url": "https://megaup.net/1gchx/Por_Thozhil_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/caEayj8MlQuheJWyOJMpXk1LFvf.jpg",
        "title": "The Coldest City ( 2023 )",
        "description": "၁၉၄၅ ခုနှစ် ဒုတိယကမ္ဘာစစ်အပြီးမှာ တရုတ်နိုင်ငံကို\nကျူးကျော်ထားတဲ့ ဂျပန်တွေဟာ လက်နက်ချခဲ့ပါတယ်အဲဒီအချိန် တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း ဒေသက တုန်းပေဆိုတဲ့\nမြို့လေးမှာ အုပ်ချုပ်သူမဲ့နေတဲ့ အခြေအနေမှာ ဒုစရိုက်သမားတွေနဲ့\nပြည့်နှက်နေသလို မကောင်းတဲ့ အင်အားစုတွေဟာ ဒီမြို့လေးမှာ ကြီးစိုးနေပါတယ်။\nသူငယ်ချင်းရဲ့ မိသားစုဖြစ်တဲ့ ဖန်းမိသားစုတစ်စုလုံး အသတ်ခံလိုက်ရတာအပြင်\nဖူရှန်းဘဏ်က လူ ၃၇ ယောက် အသက်ပေးလိုက်ရတဲ့\nအမှု‌ကြောင့် လက်စားချေဖို့အတွက် ပင်းမြို့ကို\nရောက်လာခဲ့တဲ့ လက်ဖြောင့်သေနတ်သမား ကုညန့်၊ဒီကိစ္စရဲ့ အဓိက တရားခံဖြစ်တဲ့ လီမိသားစုက သခင်ကြီး လီဟွမ်နဲ့ သားဖြစ်သူ လီချင့်၊\nကုညန့်ကို ကူညီပေးမယ့် လုပ်ကြံသတ်ဖြတ်သူ လောင်ကျောင်း၊\nပင်းမြို့မှာ နေရာရဖို့ မကောင်းမှုအားလုံးကို\nကျူးလွန်နိုင်တဲ့ လောဘဇောတိုက်နေတဲ့ စီးပွားရေးသမားတွေ...တစ်မြို့လုံးမှာ ရှုပ်ယှက်ခတ်နေတဲ့ အခြေအနေတွေကြားမှာ\nကုညန့်ရဲ့ လက်စားချေဖို့ အစီအစဥ်ဟာ အောင်မြင်နိုင်ပါ့မလား\nလုပ်ကြံသတ်ဖြတ်သူဖြစ်တိုင်း မကောင်းတဲ့သူမဟုတ်ဘူးဆိုတာကို\nသက်သေပြသွားမယ့် လောင်ကျောင်းကရော\nကုညန့်ကို ဘယ်လောက်အထိ ကူညီသွားမလဲ ဆိုတာ\nဒီဇာတ်ကားလေးမှာ အားပေးကြပါဦးဒီဇာတ်ကားဟာ ဂျပန်ဆန့်ကျင်ရေးစစ်ပွဲကာလမှာ တိုင်းပြည်ကာကွယ်ရေးမှာ\nတစ်တပ်တစ်အားပါဝင်ခဲ့ကြတဲ့ လုပ်ကြံသတ်ဖြတ်သူတွေနဲ့\nသေနတ်သမားတွေကို ကိုယ်စားပြုပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်\nQuality : ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gjj5/The_Coldest_City_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBsJLXahWjt9e84XxQgwr5zMCih.jpg",
        "title": "Bora (2023)",
        "description": "Bora (2023)ဒီကားလေးက 2023 ခုနှစ်ထွက် Thriller ကားသစ်လေးဖြစ်ပါတယ်။ အီလွန်ဆိုတဲ့ကောင်မလေးက မက်ဆီကန်ရိုးရာ လူသေများရဲ့နေ့မှာ စည်းကမ်းတင်းကြပ်တဲ့ မိဘနဲ့ အကာအကွယ်လွန်နေတဲ့ရည်းစားရဲ့လက်က‌နေ ကိုယ့်ကိုယ်ကိုယ်ရှာဖွေဖို့ခရီးထွက်လာပါတယ်။ လမ်းမှာ ဘိုရာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကို ကားနဲ့မတော်မဆတိုက်မိပြီး အဲဒီကောင်မလေးကို လမ်းကြုံခေါ်တင်လာပါတယ်။အဲဒီကနေမှ သူတို့ရင်းနှီးလာပြီး အီလွန်ကို ဘိုရာက အယ်လ်အေတစ်ဝိုက် လိုက်ပြမယ်လို့ပြောပြီး အီလွန် တစ်ခါမှမလုပ်ဖူးတာတွေကို လုပ်ဖို့ဆွဲဆောင်ပါတော့တယ်။ ဘိုရာနဲ့တွေ့ပြီး အီလွန်မကြုံဖူးတာတွေကိုပါ ကြုံလာရရင်း ဘိုရာကဘယ်လိုလူစားမျိုးလဲ... ဘိုရာနဲ့အတူရှိရတာ အီလွန်အတွက် အန္တရာယ်ရောကင်းရဲ့လား...ဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 730MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 30Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Soe Thiri ...",
        "rating": "",
        "url": "https://megaup.net/1giem/(CM)_Bora_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m9WrB91B8ghxIZhyFugkoSleBE7.jpg",
        "title": "The Majestic (2001)",
        "description": "The Majestic (2001)~ IMDb - 6.9/10, Rotten Tomatoes - 42% ~ဒီရုပ်ရှင်နဲ့ ပတ်သက်ရင် ပြောစရာတွေများပါလိမ့်မယ်။ ဝေဖန်သံဆူသလောက် ချီးမွမ်းသံညံခဲ့တဲ့ရုပ်ရှင်ပါ။ The Shawshank Redemption, The Green Mile နဲ့ The Mist တို့ရဲ့ ပဲ့ကိုင်ရှင် ဒါရိုက်တာကြီး Frank Darabont လက်ရာကို အသည်းစွဲခဲ့ဖူးတဲ့လူတွေကတော့ \"ဆရာကြီး ခင်ဗျားဒီတစ်ခါ နည်းနည်းလက်ချော်သလိုပဲနော်\" လို့ ပြောချင်ကြမှာပေါ့။ အနုပညာလက်ရာအားဖြင့်ဆိုတာထက် အပေါ်ကလို Box Office မှာ ဝင်ငွေအရကော အနုပညာအရပါ အောင်မြင်ခဲ့တဲ့ကားတွေကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာကြီးက Jim Carrey ကို မင်းသားတင်ရိုက်တာတောင် ဝင်ငွေအရ 49 သန်းလောက် ရှုံးခဲ့လို့ပါတဲ့လေ။ရုပ်ရှင်ကားတစ်ကားကို ဝေဖန်ဖို့ Box Office လေးတစ်ခုတည်းကိုပဲ ကြည့်လို့မရမှန်း အနည်းနဲ့အများတော့လက်ခံကြမှာပါ။ လူတွေရဲ့အမြင်နဲ့ရပ်တည်ချက်တွေကိုတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Cd3z/(CM)_The_Majestic_(2001)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/p15490141_b_v13_aj-150x200.jpg",
        "title": "Aurora Teagarden Mysteries: Something New (2023)",
        "description": "ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Aurora teagarden ဆိုတဲ့ မိန်းကလေးဟာ ဖြစ်ရပ်မှန်မှုခင်းစာပေကို ရူးသွပ်သူတစ်ဦးဖြစ်ပါတယ်၊ သူမအချစ်ဆုံးသူငယ်ချင်းရဲ့ မင်္ဂလာပွဲမတိုင်ခင် ရက်ပိုင်းလေးမှာ သတို့သားက ပျောက်ဆုံးသွားခဲ့တယ်၊ ပျောက်သွားတဲ့ သတို့သားကိုရှာဖွေပေးဖို့ သူငယ်ချင်းက အကူအညီတောင်းလာတဲ့အခါ Aurora လည်း ရဲတပ်ဖွဲ့ကသူငယ်ချင်းဖြစ်သူနဲ့အတူ ကူရှာပေးဖို့ဖြစ်လာခဲ့တယ်၊ စုံစမ်းရှာဖွေကြရာကနေ သတို့သားရဲ့ အိမ်ခန်းလသာဆောင်အောက်မှာ လူသေအလောင်းတစ်လောင်းကို တွေ့ခဲ့ကြတဲ့အခါ... လူသေမှုလား..လူသတ်မှုလား.. Aurora ကရော ဖြစ်ရပ်မှန်မှုခင်းစာပေကရတဲ့ဗဟုသုတတွေနဲ့ ဒီအမှုမှာ ဘယ်လိုတွေကူညီပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်၊ genre က crime, drama, mystery ဖြစ်ပြီး IMDb rating 6.3/10 ရရှိထားပါတယ် 2015 က စတင်ထွက်ရှိခဲ့တဲ့ Aurora teagarden mysteries series ကို movie အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပြီး လျှို့ဝှက်ဆန်းကြယ် မှုခင်းဖြေရှင်းတာမျိုးတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးဖြစ်တာကြောင့် ကြိုက်နှစ်သက်ကြလိမ့်မယ်လို့မျှော်လင့်ပါတယ်.  File size…(1.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/1gi93/Aurora.Teagarden.Mysteries.Something.New.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sZwCoTBd4k2RqxMLPPVYqnetdUT.jpg",
        "title": "Blind Willow, Sleeping Woman (2022)",
        "description": "Blind Willow, Sleeping Woman (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 78% ~မူရာကာမိရဲ့ စာအုပ်တွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းလာကြခဲ့တဲ့အထဲ အခုထိတော့ အနုပညာအရ မအောင်မြင်တာ မရှိသလောက်ပါပဲ။ ဒီတစ်ခါလည်း ရိုးရာမပျက်ခဲ့ပါဘူး။ ဒီတစ်ခါရုပ်ရှင်ကိုတော့ Pierre Földes လို့ခေါ်တဲ့ ရုပ်ရှင်တွေမှာ နောက်ခံတေးဂီတတွေ Compose လုပ်တဲ့သူက သူ့ပထမဆုံးကားအနေနဲ့ ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ သူ့ရှေ့က မူရာကာမိစာအုပ်ကို မှီးရိုက်ခဲ့တဲ့ နှစ်ကားလိုပဲ ဝတ္တုတိုတွေကိုပဲ အခြေခံထားတယ်။ ထူးတာက သူက ဝတ္တုတိုစုစည်းမှု စာအုပ်၃အုပ်ကနေမှ ဝတ္တုတို၆ပုဒ်ကို ထုတ်သုံးလိုက်တာပါ။ Blind Willow, Sleeping Woman ရယ်၊ The Elephant Vanishes ရယ်၊ After the Quake ရယ်က ၆ပုဒ်ပြန်ထုတ်သုံးထားတာပါ။ ဒါပေမဲ့ ဒါတွေအားလုံးကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Wfrb/(CM)_Blind_Willow,_Sleeping_Woman_(2022)_720p.mp4",
        "category": "Animation, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWM5MDk5NTktMjQwNy00OWFjLTk0MWQtOTIzZDlmNGI0OGUxXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-161x200.jpg",
        "title": "Vaan Moondru (2023)",
        "description": "Vaan Moondru (2023)\nIMDb-5.7/10တစ်ခါတလေမှာဘဝကို အကောင်းမြင်စိတ်ခွန်အားပေးအရာတွေထက်\nခါးသီးတဲ့လက်တွေ့ဖြစ်ရပ်တွေက ပိုအားဖြစ်စေတဲ့အချိန်တွေရှိပါတယ်ချစ်ရတဲ့သူတွေကို ပစ်ခွာသွားကြလို့ သေကြောင်းကြံရင်း ဆေးရုံပေါ်ရောက်ပြီး ရင်းနှီးသွားသူတဲ့သူတွေ\nအဖေသဘောမတူတဲ့ကြားက ဆက်တွဲရင်းကိုယ်ဝန်ရပြီထင်ရာက ဦးနှောက်အကြိတ်ဖြစ်မှန်းသိလိုက်ရတဲ့သူ\nဇနီးခွဲစိတ်ကုသဖို့ သားဆီဆေးရုံစရိတ်တောင်းခံဖို့သွားရာက ပစ်ပစ်ခါခါငြင်းဆိုခံလိုက်ရတဲ့သူဒီလိုကာရိုက်တာမျိုးစုံနဲ့ ခက်ခဲကြတဲ့ဘဝတွေကို\nရှုစားရင်းလက်တွေ့ဘဝကို ပိုတန်ဖိုးထားရှင်သန်နိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\n(အညွှန်းနှင့်ဘာသာပြန်ကတော့ BpL ~ Zwe ~ V ~ Cherry တို့ပဲဖြစ်ပါတယ်)\nFile size…1.25GB  / 568MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Cherry",
        "rating": "5.7",
        "url": "https://megaup.net/3iakz/Vaan_Moondru_(2023)%C2%A0Tamil_TRUE_WEB-DL_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rebel_without_a_cause-134x200.jpg",
        "title": "Rebel Without a Cause (1955)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (93%)James Dean ကို နှုတ်ခမ်းကြား ဆေးလိပ်ညှပ်ထားတဲ့ ခပ်မိုက်မိုက်ကောင်လေးအဖြစ် ပိုစတာပုံလေးတွေလောက်တော့ မြင်ဖူးကြမှာပါ....\nသူဟာ လူငယ်ပရိတ်သတ်တွေရဲ့ Icon အဖြစ် ၁၉၅၅ ခုနှစ်ဝန်းကျင်က ဟောလိဝုဒ်မှာ တဟုန်ထိုးအောင်မြင်ခဲ့ပြီး\nအသက် ၂၄ နှစ်အရွယ်မှာပဲ ယာဉ်မတော်တဆမှုနဲ့သေဆုံးခဲ့ရတဲ့ လူတိုင်းကနှမြောရတဲ့ အနုပညာရှင်တစ်ဦးဖြစ်ပါတယ်...\nဆယ်ကျော်သက်လူငယ်တို့ ခံစားရလေ့ရှိတတ်တဲ့ ကိုးကွယ်သူစံပြုပုဂ္ဂိုလ်အပေါ် အားမရစိတ်ပျက်သွားတဲ့ခံစားချက်တွေ၊\nလူမှုဝန်းကျင်မှာ ဝင်မဆံ့ဖြစ်တတ်တဲ့သဘောတွေကို အပိုင်နိုင်ဆုံး သရုပ်ဆောင်နိုင်သူ၊ စံထားရမယ့် မင်းသားတစ်လက်အဖြစ် သတ်မှတ်ခံခဲ့ရပါတယ်။\nသူ့ဘဝသက်တမ်းတိုတိုလေးမှာ ရုပ်ရှင်ကားကြီး ၃ ကားသာ ရိုက်ကူးခဲ့ရပြီး Rebel Without a Cause (1955) ကတော့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။\nသူ့ရဲ့ပထမဆုံးဇာတ်ကား East of Eden (1955) ကိုတော့ တင်ဆက်ပြီးသားဖြစ်ပါတယ်။\nသူ့ရဲ့နောက်ဆုံးဇာတ်ကား Gaint (1956) ကိုတော့ အခွင့်ကြုံရင် တင်ဆက်ပါဦးမယ်။ယခုဇာတ်လမ်းလေးမှာလဲ ဆယ်ကျော်သက် ခေတ်လူငယ်တွေ ကြုံရလေ့ရှိတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wc3f/(CM)_Rebel_Without_a_Cause_(1955)_720p_BluRay_x264-Naung.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xv1MZVIop0SQqwLUymgE5eb2LFl.jpg",
        "title": "East of Eden (1955)",
        "description": "East of Eden (1955)~ IMDb - 7.8/10, Rotten Tomatoes - 86% ~ဒီဇာတ်ကားအကြောင်းမပြောခင်မှာ ပြောစရာနှစ်ခုရှိပါတယ်။ ပထမတစ်ခုကတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်မင်းသားကြီး ဂျိမ်းစ် ဒင်း ပါ။ အောင်မြင်နေဆဲကာလမှာ စောစောစီးစီး လောကထဲက ထွက်ခွာသွားရတာကို နှမြောတသကြတဲ့သူတွေရှိသလို ဖဲနိုင်နေတုန်း ဝိုင်းသိမ်းလိုက်နိုင်တဲ့ဖဲသမားလို အနိုင်နဲ့ပိုင်းနိုင်ခဲ့တဲ့အတွက် ဝမ်းမြောက်ကြသူတွေလည်း ရှိမှာပေါ့လေ။သဘာဝမင်းသားကြီးဖြစ်ပြီး ဆေးစက်ကျရာ အရုပ်ထင်ခဲ့သူပါ။ ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားကြီးပေါင်း သုံးကားသာရှိပေမယ့် သေဆုံးပြီးနောက် ပေးအပ်တဲ့ အကယ်ဒမီဆန်ကာတင်စာရင်းကို နှစ်ကြိမ်တိုင်တိုင်ပါဝင်ခဲ့ပါတယ်။ ဆယ်ကျော်သက်လူငယ်တို့ ခံစားရလေ့ရှိတတ်တဲ့ ကိုးကွယ်သူစံပြုပုဂ္ဂိုလ်အပေါ် အားမရစိတ်ပျက်သွားတဲ့ခံစားချက်တွေ၊ လူမှုဝန်းကျင်မှာ ဝင်မဆံ့ဖြစ်တတ်တဲ့သဘောတွေကို အပိုင်နိုင်ဆုံး သရုပ်ဆောင်နိုင်သူ၊ စံထားရမယ့် မင်းသားတစ်လက်အဖြစ် သတ်မှတ်ခံခဲ့ရပါတယ်။ကားမတော်တဆမှုနဲ့ ဆုံးပါးခဲ့တာဖြစ်ပြီး အမေရိကန်ရုပ်ရှင်လောကတစ်ခုလုံး ယူကြုံးမရ နှမြောတသဖြစ်ခဲ့ရသူပါ။ သူ့ရဲ့ ပထမဆုံးရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ East of Eden ကို တင်ဆက်ပေးချင်ပါတယ်။ဒုတိယအနေနဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1dhwu/(CM)_East_of_Eden_(1955)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/lisa-131x200.jpg",
        "title": "{21+} Her Name Was Lisa (1979)",
        "description": "သူ့နာမည်လေးက လီဆာ\nငယ်ရွယ်တယ် လှပတယ် နူးညံ့တယ် သူမရဲ့အသားရေနဲ့\nရုပ်ရည်က သူများတွေထက်ထူးခြားနေတယ်\nသူက အနှိပ်ခန်းမှာ အလုပ်လုပ်တယ်\nဖောက်သည်တွေကြားထဲမှာ ရေပန်းအစားဆုံးက လီဆာဒါပေမဲ့သူ့ဘဝ တစ်ဆစ်ချိုးချိန် ရောက်ရှိလာပါတယ်\nပေါလ် လို့ခေါ်တဲ့ တက်သစ်စ လူငယ် ဓာတ်ပုံဆရာလေး\nတယောက်က သူ့ကို ဓာတ်ပုံမော်ဒယ်အဖြစ် ကမ်းလှမ်းခံခဲ့ရပါတယ်လီဆာကို မနာလိုသူတွေရှိနေသလို\nကျားချောင်း ချောင်းနေတဲ့ ရန်သူတွေလည်းရှိနေပါတယ်\nလီဆာရဲ့ အလှပတွေကို ဆင်ဆာမဖြတ်ပဲ\nကြွရွ နေတာလေးတွေ အတိုင်းသားပြထားတာဖြစ်လို့\nDS fans တွေအတွက် အရောက်ပို့လိုက်ပါတယ်\nFile size…3.84GB / 1.9GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.8",
        "url": "https://megaup.net/1Wfjg/Her.Name.Was.Lisa.1979.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHgr6BIYFXhwyjBugQRiNw2h19h.jpg",
        "title": "Rise of the Footsoldier: Origins (2021)",
        "description": "စစ်သားတိုနီတပ်ခ်ကာတစ်ယောက်ဖော့ကလန်စစ်ပွဲမှပြန်လာပြီးတဲ့နောက်သူရဲ့တိုက်ရည်ခိုက်ရည်နဲ့ ခေါင်းမာတဲ့လုပ်ရပ်တွေကြောင့်ကလပ်ရဲ့တံခါးမှုးအဖြစ်နဲ့ နာမည်ကြီးလာခဲ့ပါတယ်။ကလပ်စီးပွားရေးရဲ့လက်ခွဲဖြစ်တဲ့မူးယစ်ဆေးဝါးရောင်းဝယ်ဖောက်ကားတာတွေမှာပါပါဝင်လာခဲ့ပြီး ကလပ်လောကမှာနာမည်ကြီးတဲ့သူတစ်ယောက်ဖြစ်ပါတော့တယ်။နောက်ပိုင်းမှာ လူဆိုးဂိုဏ်းတွေနဲ့ပေါင်းစပ်မိပြီးတဲ့နောက်ကိုယ့်ကိုယ်ကိုမထိန်းနိုင်တော့ပဲ အခြေအနေတွေပိုဆိုးလာပြီတဲ့နောက်သူတို့ပညာပြခဲ့တဲ့ကောင်ကသူ့ကိုဘယ်လိုဆွဲချမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။၂၀၂၁မှာထုတ်လွှင့်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီးAction, Crime အမျိုးအစားဖြစ်ပါတယ်။ File size…  1.56 GB /  721 MB\nQuality… WEB DL 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Charm",
        "rating": "",
        "url": "https://megaup.net/1ghce/Rise.of.the.Footsoldier.Origins.2021.720p.WEB-D__%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rak-133x200.jpg",
        "title": "Rakshak – India’s Braves (2023)",
        "description": "Rakshak-India's Braves 2023အိန္ဒိယရဲ့သူရဲကောင်းများတဲ့ယူနီဖောင်းနဲ့ခန့်နေတဲ့ Jalebi မင်းသား Varun Mitra နဲ့ အပြုံးချိုချိုမင်းသမီးလေး Kanika Mann\nတို့အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ သမီးဖြစ်သူကိုဘူတာလိုက်ပို့ရင်း\nဖုန်းအားပြည့်ရဲ့လား မုန့်နဲ့ရေကပါရဲ့လားနဲ့ သဲသဲလှုပ်ဂရုစိုက်အချစ်ပိုနေကြတဲ့\nမိသားစုလေးကိုကြည်နူးဖွယ်မြင်တွေ့ရမှာပါ အဲဒီချိန်မှာပဲ မထင်မှတ်တဲ့ပေါက်ကွဲမှုတစ်ခု .....ဆိုနူးကတော့ခါးပတ်ညိုရထားတဲ့ ဗိုလ်ကြီးတစ်ဦးပါ\nခွင့်ရက်ပြန်လာချိန် အပြုံးချိုချိုမာလာလေးနဲ့ စေ့စပ်ပေးဖို့ အိမ်ကစီစဉ်ထားတာနဲ့တန်းတိုးတာပေါ့\nအပြုံးချိုလေးဘယ်လောက်စွမ်းလဲဆို တစ်သက်လုံးမကြိုက်တဲ့ ခရမ်းသီးချက်တောင်စားမယ်\nဖြစ်သွားသည်ထိပါပဲ ခွင့်ရက်မစေ့ခင်မှာပဲ တာဝန်ကျလို့ပြန်သွားရချိန်မှာတော့....သာမန်အရပ်သားဘဝမှာ မေတ္တာအပြည့်ကြည်နူးနေတဲ့သူတစ်ယောက် တာဝန်ဝတ္တရားနဲ့\nနိုင်ငံ့အကျိုးသယ်ပိုးရချိန်မှာလည်း နိုင်ငံ့သားကောင်းတစ်ယောက်ဖြစ်နေရသူ\nမေတ္တာဖွဲ့ ၊ စိတ်ခွန်အား ၊ အက်ရှင်တို့ကို တစ်စုတစ်စည်းတည်းမြင်တွေ့ရမဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.59GB / 680MB\n Quality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ V ~ Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/1Wf8z/Rakshak.Indias.Braves.2023.720p.(CM)mp4.mp4",
        "category": "Action, Biography, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YmCpOIlBr9gvPnHNqQfzSlcbOY.jpg",
        "title": "Liverleaf (2018)",
        "description": "Liverleaf (2018)\n~ Sound Error FIXED!!! ~\nကျောင်းတွင်းအနိုင်ကျင့်မှုတွေကို ပြန်ကလဲ့စားချေတဲ့ ဇာတ်ကားကို ကြည့်ဖို့ရှာနေတယ်ဆိုရင်တော့ ဒီကားကို မြည်းစမ်းကြည့်သင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\n\"နိုဇကိ ဟရုက\"ဆိုတဲ့ ကျောင်းသူလေးက သူ့အဖေရဲ့အလုပ်ကြောင့် တိုကျိုကနေ အရမ်းအေးတဲ့ နယ်မြို့တစ်မြို့ကို ရွှေ့ပြောင်းလာခဲ့ရပါတယ်။ မကြာခင်မှာ အလယ်တန်းအောင်တော့မှာဖြစ်ပြီး သူလည်းကြိုးစားနေထိုင်နေပါတယ်။ဒါပေမဲ့ ကလေးအချင်းချင်းကြား အထင်လွဲမှုတွေဖြစ်ပြီး အတန်းတွင်းလူဆိုးအုပ်စုရဲ့ ပစ်မှတ်က သူဖြစ်လာပါတယ်။ ကျောင်းပြီးချင်စိတ်နဲ့ သည်းခံလာခဲ့ပေမဲ့ တစ်နေ့မှာ နိုဇကိရဲ့အိမ်ကို Bully ကောင်တွေက ဓာတ်ဆီလောင်းပြီးတော့ပါ မီးရှို့လိုက်ကြပါတယ်။ဒီဖြစ်ရပ်ကြောင့် ဟရုကရဲ့ မိဘနှစ်ပါးလုံး အရှင်လတ်လတ် မီးလောင်သေဆုံးသွားရပြီး ညီမလေးဖြစ်သူကလည်း တစ်ကိုယ်လုံး မီးလောင်ဒဏ်ရာနဲ့ အမြဲဆေးကုသနေရပါတယ်။အမြဲသည်းခံလာခဲ့တဲ့ ဟရုကတစ်ယောက် ပြင်းထန်တဲ့ရိုက်ခတ်မှုတွေအပြီးမှာ သူ့မိသားစုကို သတ်ခဲ့ကြတဲ့လူတွေကို ဘယ်လိုပြန်ပြီး ကလဲ့စားချေ တုန့်ပြန်သတ်ဖြတ်မလဲဆိုတာကို ဒီ Psychological, Thriller, Murder ဇာတ်ကားထဲမှာ ကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Wf4h/(CM)_Liverleaf_(2018)_BluRay_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmFhNmJkMjMtYTYyOC00MTM0LThjNWEtZWU2MjY0NTU0MmVhXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-141x200.jpg",
        "title": "The Wave (2008)",
        "description": "2008ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီဂျာမန်ဇာတ်ကားက IMDb 7.6/10 နဲ့ Rotten Tomatoes 100% ရထားတာပါ။ Drama/Thriller genreဖြစ်ပြီးတော့ 1981ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Todd Strasserရဲ့ The Wave စာအုပ်ကို မှီငြမ်း ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကြောင်းကိုပြောရရင် ဂိုင်နာဗန်ဂါဆိုတဲ့ ဆရာတစ်ယောက်က ကျောင်းသားတွေကို သက်ဦးဆံပိုင် အာဏာရှင်စနစ်ဖြစ်တဲ့ အော်တိုကရေစီစနစ်ကို တစ်ပတ်သင်ပေးဖို့အတွက် တာဝန်ကျပါတယ်။ ကျောင်းသားတွေရဲ့ favourite ဆရာ ဂိုင်နာက ကလေးတွေကို ကိုယ်ပိုင်အော်တိုကရေစီစနစ်တစ်ခုတည်ဆောက်ဖို့တာဝန်ပေးလိုက်တဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲ ကြည့်ကြရမှာပါ။ ဒီရုပ်ရှင်က ဂျာမနီမှာ အာဏာရှင်စနစ်ထပ်ပြီးပေါ်ပေါက်လာနိုင်ခြေ ရှိ မရှိစမ်းသပ်တဲ့ experiment တစ်ခုလိုလည်းပြောလို့ရပါတယ်။ ဒီအဖြစ်အပျက်ကလည်း 1969 Palo Alto,California မှာ တကယ်ဖြစ်ပျက်ခဲ့လို့ပါပဲ။ ဒီရုပ်ရှင်ကားရဲ့ messageကတော့ လူတစ်ယောက် သို့မဟုတ် အယူဝါဒတစ်ခုကို မလိုက်နာခင်မှာ သေသေချာချာဆင်ခြင်သုံးသပ်ကြဖို့ ပြောချင်တာပါပဲ။ပြီးတော့ အရှိန်အဝါကြီးတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wecy/The.Wave.2008.720p(CM).BluRay.x264.AAC5.1.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2JhNWVhMzUtMjhiYS00YTU4LTgwZDItZjA5ZTE0Zjg1ZjQyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Thank You (2022)",
        "description": "Thank You (2022)\nDrama\nIMDb 6.4/10ကဲ တေလဂူဘက်က မင်းသားချောလေး နာဂချီတန်ယားအခီနယ်နီရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာခဲ့ပါပြီ...ဒီမင်းသားရဲ့ထူးခြားချက်ကတော့ သူရိုက်တဲ့ကားတော်တော်များများက\nဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ အရည်အချင်းရှိတယ်..ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးမှာလည်း လူတစ်ယောက်ရဲ့ဘဝ...\nအသေအချာပြောရရင် ယောက်ျားတစ်ယောက်ရဲ့ဘဝမှာ ကြုံရတတ်တဲ့\nဘဝရဲ့အချိုးအကွေ့ အနိမ့်အမြင့် အတက်အကျတွေကြားမှာ ကိုယ့်ကို\nဘယ်သူဟာအမြင့်ကို ဆွဲခေါ်သွားလဲ ကိုယ့်ကို ဘယ်သူဟာ အနိမ့်ကို\nဆွဲချသွားလဲဆိုတာကို ပိုင်းခြားသိမြင်တတ်အောင် သင်ပေးထားတဲ့\nဇာတ်ကားကောင်းလေးပါ..ရည်မှန်းချက်တွေအပြည့်နဲ့ အမေရိကန်ကို ရောက်လာတဲ့ အဘီဟာ\nတစ်ကောင်ကြွက်တစ်ယောက်ဖြစ်ပြီး သူ့အိပ်မက်တွေ အကောင်အထည်ပေါ်လာအောင်\nကြိုးစားမယ့်လူတစ်ယောက်ပါ...ဒါပေမဲ့ အောင်မြင်လာတဲ့အခါမှာလည်း သူဟာ တစ်ကိုယ်ကောင်းဆန်\nမောက်မာလာပြီး သူ့ကျေးဇူးကို မေ့လာခဲ့ပါတယ်...ဘဝမေ့တော့မယ့်ဆဲဆဲ အမြင်မှန်ရလာတဲ့အခါမှာတော့ ဘဝကို\nလက်တွေ့ကျကျနဲ့ သူဘယ်လိုဖြတ်သန်းမလဲသူ့ဘဝတက်လမ်းကို ဖေးမပေးခဲ့တဲ့သူတွေကို ပိုင်းခြားသိမြင်လာပြီးနောက်\nစိတ်ဝင်စားဖွယ် သူ့နောက်ကြောင်းတွေနဲ့အတူ ဘဝခရီးလမ်းကို\nအဓိပ္ပါယ်ရှိစွာနဲ့ ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင် ကိုယ့်ဘဝရဲ့ကျေးဇူးရှင်\nရန်သူနဲ့ ဘဝလက်တွဲဖေါ်တို့ကို အောင်မြင်စွာပိုင်းခြားသိမြင်နိုင်ကြပါစေလို့\nဆန္ဒပြုလိုက်ပါတယ်နော်...\nFile size…10.57GB / 2.67GB / 1.2GB\nQuality…720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Khai",
        "rating": "6.4",
        "url": "https://megaup.net/17gd7/Thank_You_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSL5TqroJsDAIgBdELBwby1uhf1.jpg",
        "title": "Sniper: Rogue Mission (2022)",
        "description": "Sniper: Rogue Mission (2022)Sniper ကား ပရိသတ်တွေအတွက် ဒီလထွက် စနိုက်ပါကား အသစ်တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီရုပ်ရှင်ဟာ အက်ရှင်ကားအနေနဲ့ဆို အတော်ကြည့်ကောင်းတယ်လို့ ပြောလို့ရတဲ့ ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဒါရိုက်တာ Oliver Thompson ဟာလည်း Stranger Things ရဲ့ Editor လုပ်ခဲ့ပြီး ဒီကားမတိုင်ခင်ကားဟာ ရိတ်တင်လည်းမဆိုးသလို ဆုပေးပွဲတွေက ဆုတွေလည်းရရှိခဲ့ပါတယ်။ ဒီကားကလည်း အက်ရှင်ကားတစ်ကားအနေနဲ့ဆို ကြည့်ကောင်းတဲ့ကားပါပဲ။ဇာတ်လမ်းကတော့ အထက်လူကြီးတစ်ယောက်က လူကုန်ကူးတဲ့လူနဲ့ပေါင်း နှစ်ပေါက်တစ်ပေါက်ရိုက်ပြီး အကျင့်ပျက်ခြစားနေတာကို ဖော်ထုတ်ဖို့ကြိုးစားရာက ဆိုင်းငံ့ခံလိုက်ရတဲ့ အထူးအေးဂျင့်တွေအကြောင်းပါ။ အထက်လူကြီးတွေက သူတို့ဘက်မနေပေမဲ့ မှန်ရာကို မရမကလုပ်ချင်တဲ့ သူတို့တွေ သူတို့ဘော်ဒါခပ်ကြမ်းကြမ်းကောင်တွေနဲ့စုပြီး ဖော်ထုတ်ဖို့ကြိုးစားကြတဲ့ စနိုက်ပါကားအလန်းစားပါ။ မင်းသားဟာဆို ရုပ်ရှင်ထဲက စကားအရတော့ ကမ္ဘာပေါ်မှာ အတော်ဆုံးစနိုက်ပါသမားပါ။ သူတို့အပြင် ဂျပန်မင်းသမီးချောချောလေးကလည်း ခပ်မိုက်မိုက် လုပ်ကြံရေးသမားအဖြစ်ပါဝင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးလည်း ကြည့်ပျော်သလို G.I Joe ...",
        "rating": "4.7",
        "url": "https://megaup.net/1Ndpn/(CM)_Sniper_-_Rogue_Mission_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYzQ1YTU1NWEtMzAzYS00MGZhLWEwNjUtZGI1ZjE2MDc1Y2FkXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Howling Village (2020)",
        "description": "Howling Village (2020)ဒီဇာတ်လမ်း ဇာတ်အိမ်တည်ထားတဲ့ အိနုနခိလှိုဏ်ခေါင်းက ဂျပန်နိုင်ငံ ဖူကုအိုကာစီရင်စုမှာ အမှန်တကယ်ရှိနေတဲ့နေရာတစ်ခုပါ။ သရဲခြောက်တဲ့နေရာမှာ နာမည်ကြီးပြီး ကြမ်းတဲ့နေရာတစ်ခုလို့ ဆိုလို့ရပါတယ်။\nလှိုဏ်ခေါင်းထဲမှာရော အနီးတဝိုက်မှာပါ လူသတ်မှုတွေဖြစ်ခဲ့ပြီး ဂျပန်ရဲ့ကြောက်စရာအကောင်းဆုံးနေရာလို့ ပြောကြရတဲ့အထိပါပဲ။ သရဲခြောက်တဲ့ဇာတ်လမ်းတွေ ယုံတမ်းစကားတွေ လည်း ဂလူထုကြားထဲမှာ အများကြီးပြန့်နှံ့နေခဲ့တာပါ။အပြင်က အိနုနခိရွာကလည်း ဇာတ်လမ်းထဲကအတိုင်းပဲ ဆည်တည်ဆောက်မှုကြောင့်‌ ရေအောက်ကိုရောက်ရှိသွားပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့စုံတွဲတစ်တွဲက အိနုနခိလှိုဏ်ခေါင်းရှိတဲ့နေရာကို ည၂နာရီမှာရောက်ပြီး ဗီဒီယိုရိုက်နေကြပါတယ်။ လှိုဏ်ခေါင်းနားက ဖုန်းရုံက ည၂နာရီတိတိမှာ ဖုန်းမြည်လာတာကြောင့် ကောင်မလေးဖြစ်တဲ့ အခိနက ဖုန်းကို ကိုင်လိုက်ပါတယ်။ တစ်ဖက်ကပြောလိုက်တဲ့စကားကြောင့် ကောင်မလေးနဲ့ကောင်လေးလည်း ချက်ချင်းပဲ လှိုဏ်ခေါင်းထဲဝင်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ခြောက်ခြားစရာတွေ တွေ့ကြုံလိုက်ရပြီး သွေးရူးသွေးတန်းနဲ့ အိမ်ပြန်ပြေးလာကြပါတယ်။နောက်နေ့မှာတော့ အခိနက ကြောင်တောင်တောင်ဖြစ်နေပါပြီ။ မကြာခင်မှာပဲ အခိနဟာ ရေစင်အမြင့်ကြီးကနေ ခုန်ချပြီးသေဆုံးသွားခဲ့ပါတယ်။ ချစ်သူသေဆုံးသွားလို့ ဝမ်းနည်းနေတဲ့ကောင်လေးဖြစ်သူ ယုမက မကျေနပ်ချက်ကြောင့် လှိုဏ်ခေါင်းထဲကို နောက်တစ်ခေါက်ထပ်သွားရင်း ပျောက်ဆုံးသွားပါတယ်။ အဲဒီလှိုဏ်ခေါင်းရှေ့ကဖုန်းရုံမှာ ဖုန်းဝင်လာတာကို ...",
        "rating": "5",
        "url": "https://megaup.net/398iC/Howling_Village_(2019)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZfKo5349nEssW0n2wqNf4vPtbZ.jpg",
        "title": "Stowaway (2022)",
        "description": "Stowaway (2022)အက်ရှင်ကား ပရိသတ်တွေ သဘောကျမယ့် ရင်သိမ့်တုန်စရာ အက်ရှင်ကား အသစ်ဆက်ဆက်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ကြောင်းကတော့ မိုက်သလို အချိုးတွေအကွေ့တွေလည်းပါပါတယ်။ နာမည်အတိုင်းပဲ ဆိုးမိုက်ပေတေနေတဲ့ ဖိုက်တာမလေးဟာ နှစ်အတော်ကြာ အစပျောက်နေတဲ့ အဖေဆီကနေ ဇိမ်ခံလှေတစ်စီး အမွေရလိုက်တယ်။ အဲဒီလှေကို မနက်ဖြန်မှ စာရွက်စာတမ်းတွေပြီးစီးမှ သူအမွေရမှာဖြစ်ပေမဲ့ အဲဒီညမှာ သူလှေပေါ်တက်ပြီး ဘဲတစ်ပွေနဲ့ ဂျိန်းခဲ့တယ်။ သူတို့ဂျိန်းပြီး တရေးတမောမှေးနေတုန်း လှေကြီး ထွက်သွားတဲ့အခါမှာတော့...မင်းသမီးကတော့ CW ရဲ့ DC စီးရီးဖန်တွေ ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်မယ့် CW က Batwoman တဖြစ်လဲ Ruby Rose ပါ။ John Wick 2 တို့ XXX: Return of Xander Cage တို့ Resident Evil: The Final Chapter တို့ Pitch ...",
        "rating": "",
        "url": "https://megaup.net/2tagy/(CM)_Stowaway_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smaViVkd9F1rNs00NQ4gBK70esJ.jpg",
        "title": "Tomb Adventurer ( 2022 )",
        "description": "အခုတစ်ခါ CM က ဘာသာပြန်တင်ဆက်ပေးမှာကတော့\nTomb Adventure (2022) ဆိုတဲ့ သည်းထိတ်ရင်ဖိုကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟူပါးယီး တို သူငယ်ချင်း (၃) ယောက်ဟာ\nရွာသားတွေ ပြောပြတဲ့ ပန်းထိုးဖိနပ်ပုံပြင်နဲ့ အလိမ်ခံလိုက်ရပြီး\nရှန်ရှီးဂူလန်ခရိုင်ကို သွားခဲ့ပါတယ်။ လမ်းခရီးတစ်လျှောက်\nအန္တရာယ်တွေနဲ့ကြုံတွေခဲ့ရပြီး တည်းခိုဆောင်မှာ\nမျက်ကန်းချိန်ရဲ့ သတိပေးမှုကြောင့် ရွာသားတွေရဲ့\nထောင်ချောက်ထဲက ရှောင်ပြေးနိုင်ခဲ့ပါတယ်။သူတို (၃) ယောက်သား မတော်တဆ Longling\nဝင်္ကပါဂူကြီးထဲ ပြုတ်ကျသွားခဲ့ပြီး ထိုဂူထဲမှာ\nလင်းနိုတွေ တိုက်ခိုက်တာခံခဲ့ရပြီးနောက်\nကိုယ်ပေါ်မှာ အနီရောင်အကွက်တွေ ထွက်လာတော့\nဦးလေးဝမ်အိမ်မှာ အနားယူဖို ဆုံးဖြတ်လိုက်ကြတယ်။\nအဲ့အချိန်မှာပဲ အနီကွက်အကြောင်းလာစုံစမ်းတဲ့ Shirley နဲ့ တွေကြတာပေါ့သူတိုနဲ့ Shirley တိုတွေ့ဆုံပြီးနောက် အနီကွက်ကြီးကို\nကုသဖို ဘယ်လိုနည်းလမ်းတွေရှာကြမလဲ......\nသူတိုလမ်းခရီးတစ်လျှောက်မှာကော ဘယ်လို\nအန္တရယ်မျိုးတွေနဲ့ ဘယ်လို ထူးဆန်းတဲ့ အရာတွေကြုံတွေ့မလဲ\nဆိုတာတွေကို CM ရဲ့ ဘာသာပြန်လေးနဲ့အတူ\nသည်းထိတ်ရင်ဖို လိုက်ပါခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure ...",
        "rating": "6",
        "url": "https://megaup.net/2t9qr/Tomb_Adventurer_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TDaXKGBqJUSbCQ9XjkrJs8GYuU.jpg",
        "title": "Decision to Leave (2022)",
        "description": "Decision to Leave ( 2022)\n-----------------------\nဒီရုပ်ရှင် နာမည်စထွက်ကတည်းက ပတ်ချန်းဝုရိုက်ပြီး Lust Cautionတစ်ကားနဲ့တင် ဆင်ဆာစပယ်ရှယ်မိထားတဲ့ ထျန်းဝေက အဓိကသရုပ်ဆောင်ထားတာမို တော်တော်လေး မျှော်နေခဲ့တာပါ။ ထျန်းဝေမှာလည်း သရုပ်ဆောင်သာကောင်းတယ် တရုတ်ပြည်ကမကြည်တာမို ပိုင်ကန်ရဲ့ long daysတို အန်းလီရဲ့ Lust cautionတိုကလွဲ ဘာကားမှကောင်းကောင်းများများမရှိလှဘူးမလား။ နောက် ဆရာပတ်ကတော့ သိကြတဲ့အတိုင်း Old Boyကားနဲ့ လျှမ်းလျှမ်းတောက်ခဲ့ပြီး အနောက်ကမ္ဘာကပါ ပြန်ရိုက်ရသလို တောင်ကိုရီးယားဒါရိုက်တာတွေထဲ သူ့ကိုကြိုက်တဲ့သူလည်းတော်တော်များပါတယ်။ ရိုက်သမျှကားအကုန်လည်း ရှယ်တွေချည်းပဲကိုး၊ပ တ်ချန်းဝုဟာ တောင်ကိုရီးယားရုပ်ရှင်လိုင်းမှာ လီချန်းဒုံပြီးရင် ကျွန်တော့်အတွက်တော့ ကားအသစ်အထွက်စေချင်ဆုံး ဒါရိုက်တာပါပဲ။ ဆရာကြီးလီကတော့ ထွက်မလာပေမဲ့ ပတ်ချန်းဝုကတော့ ထွက်လာပါပြီ ဒီရုပ်ရှင်ကိုလည်း အင်္ဂလိပ်စာဖိုင်မထွက်သေးတာကြောင့် ဇာတ်လမ်းတော့ သေချာမကြည့်ရသေးပေမဲ့ စီနီမာတိုဂရပ်ဖီတွေပတ်ကြည့်ထားတာတော့ အကုန်အပျံစားတွေချည်းပါပဲ။ စီနီမာတွေကိုချည်း ထိုင်ကြည့်နေရင်တောင် ပျင်းစရာကိုမရှိပါဘူး။ ပတ်ချန်းဝုရဲ့ အရည်အသွေးမကျဘဲ ပတ်ချန်းဝုကားပီပီသသနဲ့ထွက်လာတယ်ပြောရပါမယ်။ ဇာတ်အိမ်ကိုတော့ သေချာမကြည့်ရသေးဘူးပေါ့။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/17eeo/Decision.to.Leave.2022.720p.WEB-DL.AAC5.1.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/nude1-143x200.jpg",
        "title": "(21+)Nude(2010)",
        "description": "ဒီဇာတ်ကားလေးက ထူးခြားတယ်ဗျ\nAV မော်ဒယ်တွေ ရဲ့ ဇာတ်ကြောင်းကို စိတ်ဝင်စားအောင်ရိုက်ပြထားတယ်\nပိုစိတ်ဝင်စားဖို့ကောင်းတာက မင်းသမီးလေးက နင်းကန်ချောတာပဲ\nသတင်းအတိုအထွာလေးတွေထဲမှာတွေ့မိမှာပါ\nဂျပန်မလေးတွေ ဘယ်လိုလုပ်ပြီး AV မင်းသမီးတွေဖြစ်ကုန်တာလဲ\nAV မင်းသမီးတွေ ဘာလို့ဒီလောက်များနေတာလဲ စသဖြင့်ပေါ့\nစိတ်ဝင်စားစရာတော့ အတော်ကောင်းတယ်ဗျ\nကျွန်တော်တို့ ကြည့်နေရတာက သူတို့ရဲ့ ကင်မရာရှေ့က သရုပ်ဆောင်ချက်တွေပဲဖြစ်ပါတယ်\nအခုဇာတ်လမ်းလေးက သူတို့ရဲ့နောက်ကွယ်က ခံစားချက်တွေ ဆန္ဒတွေကို\nပါးပါးလေး လှစ်ဟ ပြထားတာပဲဖြစ်ပါတယ်.... ဇာတ်ကြောင်းလေးကတော့\nသိပ်ပြီးချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိတယ်\nအိပ်မက်ကိုယ်စီနဲ့ တက်ကြွနေတဲ့အရွယ် တစ်ယောက်ကတော့ ရည်မှန်းချက် အတော်ကြီးသလို\nအကောင်ထည်ဖေါ်ဖို့လည်း ဝန်မလေးပါဘူး...\nသူမရဲ့ ရည်မှန်းချက်က အနုပညာသမားတစ်ယောက်ဖြစ်ဖို့ပါပဲ......\nရည်ရွယ်ချက် ကြီးစွာနဲ့ တိုကျိုကိုသူတက်ခဲ့တယ်\nအထဲမှာစောင့်ကြိုနေတဲ့ ဝိသမလောဘသားတွေ...\nမိန်းကလေးမြင်ရင် AV လောကထဲ ဆွဲသွင်းနေကြတဲ့ စီးပွါးရေးသမားတွေ....\nဖေါ်ချွတ်ဓာတ်ပုံ မော်ဒယ်ပဲလုပ်မယ်ဆိုတဲ့\nမိန်းကလေးတွေကို လိမ္မာပါးနပ်စွာ သူတို့အကွက်ထဲဝင်အောင်\nဘယ်လို ဖန်တီးကြလဲ\nမိန်းကလေးကရော ရုန်းထွက်နိုင်မှာလား ဆိုတာ\nAV လောကကို ပါးပါးလေးထိုးပြထားတာဖြစ်လို့\nလက်မလွတ်တမ်း ပညာယူရင်း ဂလုဖို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်ဒါရိုက်တာကြီးပြောသွားတဲ့စကားလုံးလေးလှတယ်\nဒါအချစ်ခန်းမဟုတ်ဘူး အလုပ်ခန်း တဲ့\nFile size…1.4GB  /  620MB\nQuality…1080p BluRay  / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "4.9",
        "url": "https://megaup.net/396af/Nude.2010.720p.BluRay.x264.XCross(DS).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/W2dr3_4f-133x200.jpg",
        "title": "[18+] Purificacion (2022)",
        "description": "Purificacion (2022)စန်တာ‌မော်နီကာဆိုတဲ့ နယ်မြို့လေးမှာ ရက်စက်ပြီးပဟေဠိဆန်တဲ့ လူသတ်မှုတွေ ဆက်တိုက်ဖြစ်ပေါ်နေလို့ မြို့ခံတွေထိတ်လန့်ကြောက်ရွံ့နေကြပါတယ်။လူသတ်မှုတွေရဲ့ပုံစံတွေက တစ်ထပ်တည်းဖြစ်ပြီး သားကောင်တွေကလဲ ငယ်ရွယ်လှပပေမယ့် နာမည်ပျက်ရှိတဲ့ မိန်းမငယ်လေးတွေပဲဖြစ်နေတဲ့အတွက် ဘာသာရေးကိုင်းရှိုင်းတဲ့ မြို့သားတွေကတော့ ကောင်းကင်တမန်တစ်ပါးက အပြစ်သားမိန်းမတွေကိုဒဏ်ခတ်ရှင်းလင်းနေတာလို့ ယုံကြည်ထားကြပါတယ်။ဒီလူသတ်မှုတွေကို တာဝန်ယူရသူကတော့ ဂေဘရီယယ်လာ-ပန် ဆိုတဲ့ တွဲဘက်ရဲအုပ်နှစ်ယောက်ပါပဲ။ ဂေဘရီယယ်လာရဲ့ ညီမငယ်ကိုယ်တိုင် ဒီလူသတ်မှုတွေရဲ့သားကောင်ဖြစ်သွားတဲ့နောက်မှာတော့ ဒီကိစ္စတွေနဲ့ ဂေဘရီယယ်လာရဲ့ပတ်သက်မှုဟာ ပိုမိုနက်ရှိုင်းလာပြီး တရားခံဟာ သူနဲ့အနီးဆုံးမှာရှိနေတယ်ဆိုတာကိုရိပ်စားမိလာတဲ့အခါ..။Vivamax ရဲ့နောက်ဆုံးထွက်ကားသစ်ဖြစ်ပြီး၊ ဇာတ်လမ်းဇာတ်ကွက် ခိုင်ခိုင်မာမာ၊ လှည့်ကွက်ကောင်းကောင်းတွေနဲ့တည်ဆောက်ထားပြီး Vivamax ရဲ့ ပင်တိုင်မင်းသမီးချောလေးတွေ အစုံအလင်ကိုလဲ တစ်ကားတည်းမှာ စုစုစည်းစည်း တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 790MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 45Min\nGenre - Adult, Thriller\nSubtitle - ...",
        "rating": "",
        "url": "https://megaup.net/17cti/(CM)Purificacion_2022_(1080P).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/saathir-133x200.jpg",
        "title": "Saathiya (2002)",
        "description": "IMDb rating - 6.8/10မင်းသား Vivekနဲ့ မင်းသမီးRani Mukerjiတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nမင်းသားရှရွတ်ခန်ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ ဇာတ်လမ်းကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဆယ်ကျော်သက် တက္ကသိုလ်ကျောင်းသားတွေဖြစ်တဲ့ အာဒီတီနဲ့ ဆူဟာနီတို့ရဲ့ အချစ်ဇာတ်လမ်းပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ဟာ လူငယ်သဘာဝချစ်ကြိုက်မိကြပြီး မိဘချင်းသဘောမတူတဲ့ကြားက လူကြီးတွေမသိအောင် ခိုးပြီးလက်ထပ်ထားကြပါတယ်...\nအဲ့ဒီလက်ထပ်ပွဲအကြောင်းကို မိဘတွေသိသွားတဲ့အခါ ဘာတွေဖြစ်လာမလဲ... အချစ်စိတ်နဲ့လက်ထပ်ခဲ့ကြတဲ့လူငယ်တွေ\nလောကဓံတရားနဲ့ ကြုံတွေ့ရတဲ့အခါ ခံနိုင်ရည်ရှိပါ့မလား ...ဘာတွေဆက်ဖြစ်လာကြမလဲဆိုတာ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦးရှင်\nFile size…3GB  / 1.4GB\nQuality…1080p AMZ WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "6.8",
        "url": "https://megaup.net/1Nabt/Saathiya.2002.720p(CM).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/D-Dee-113x200.jpg",
        "title": "Detective Dee and Fire Unicorn ( 2022 )",
        "description": "Detective Deeရဲ့ စုံထောက်ကားတွေကို\nကြိုက်နှစ်သက်သူတွေအတွက်\nအသစ်ထွက်ရှိလာတဲ့ဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီတခါမှာစုံထောက်ကြီးဒီးရန်ကျယ်\nအစွမ်းပြပြီးလိုက်ရမယ့်အမှုကတော့ ဒီလိုပါ။မီးပုံးပွဲ​တော်နေ့မှာ ပြည်သူတွေဟာဘုရင်မကြီး\nဝူကျယ်ထျန်းအတွက် ဆုတောင်းမေတ္တာပို့သနေကြတာပေါ့။\nအဲ့ဒီအချိန်မှာ တစ်ကိုယ်လုံးမှာမီးတောက်လောင်နေတဲ့\nထူးဆန်းတဲ့ ဦးချိုတစ်ချောင်းနဲ့ သတ္တဝါတစ်ကောင် ပေါ်ထွက်လာပါတယ်။\nအဲ့ဒီသတ္တဝါရဲ့အသားကိုစားရင် ၉၆ ပါးသောရောဂါကို\nပျောက်ကင်းစေနိုင်သတဲ့။ ဆိုတော့ ဘုရင်မကြီးဟာ\nတလီတရားရေးဌာနကို ဒီထူးဆန်းတဲ့သတ္တဝါအကြောင်းကို\nခုနစ်ရက်အတွင်းအဖြေရှာဖို့ မိန့်တော်မူလိုက်ပါလေရော။\nအဲ့မှာ ဇာတ်လိုက်ကျော်စုံထောက်ကြီးဒီးဟာ\nအမှုလိုက်ဖို့ဖြစ်လာပါတော့တယ်။အဲ့ဒီသတ္တဝါကလူလား မကောင်းဆိုးဝါး လေလား။\nဘယ်ကရောက်လာတာများလဲ။\nထူးဆန်းတဲ့ သတ္တဝါကြီးအကြောင်းကို\nဘယ်လိုလိုက်မလဲဆိုတာနဲ့ နောက်ကွယ်က\nဇာတ်ကြောင်းကလည်း စိတ်ဝင်စားဖို့ကောင်းတာမို့\nအခုပဲကြည့်လိုက်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/175f3/Detective_Dee_And_Fire_Unicorn_2022_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Into-the-Deep-2022-Download-NetNaija.xyz_-135x200.jpg",
        "title": "Into the Deep (2022)",
        "description": "ဂျက်စ် ဆိုတဲ့ ကောင်မလေးက မြို့ငယ်လေးတစ်မြို့မှာ သူငယ်ချင်းတစ်ယောက်နဲ့ စပ်တူ တီရှပ်ဆိုင်လေးတစ်ဆိုင် ဖွင့်ထားပါတယ် ဂျက်စ်ဟာ ငယ်စဉ်က ကားမတော်တဆမှုတစ်ခုမှာ အ‌မေဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့ မိတဆိုးတစ်ဦးဖြစ်ပြီး နှစ်တွေကြာခဲ့ပေမယ့် အတိတ်ကို ဖက်တွယ်ထားနေဆဲ ဖြစ်တဲ့သူတစ်ယောက်ပါတစ်ရက်မှာတော့ သူတို့တီရှပ်ဆိုင်ဆီကို တိုးရစ် ကိုလူချောတစ်ဦး ရောက်လာလေတော့ သူတို့မြို့ငယ်လေးထဲမှာ မျက်နှာစိမ်းမများတာမို့ ဂျက်စ်တစ်ယောက် ဘန် ဆိုတဲ့ ကိုလူချောကောင်လေးကို မျက်စိကျသွားပြီး သူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့်ပါ ညပါတီပွဲကို ဖိတ်လိုက်ပါတယ် ပါတီပွဲမှာ ကဲကြရင်း အစောကတည်းက ကြွေနေတဲ့ ဂျက်စ်တစ်ယောက် ဘန်ရဲ့ အပျော်စီးလှေပေါ်မှာ တစ်ညတာကို ဖြတ်သန်းခဲ့ပါတော့တယ်ဒါပေမယ့် ကိုလူချော ဘန်ဟာ ဂျက်စ် ထင်ထားသလို လူရိုးလေးမဟုတ်ခဲ့ဘဲ လျှို့ဝှက်ချက်တွေရှိနေ‌တဲ့အခါမှာတော့ ကျားဘက်လိုက်ပြီးကြိုက်ခဲ့တဲ့ ဂျက်စ်တစ်ယောက်တော့ အပျော်စီးလှေပေါ်မှာ ဒုက္ခတွေတသီကြီး ကြုံရတော့မှာပါ File size…(1.39GB)/(742MB)/(472MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2t1xd/Into.The.Deep.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CYhJ9WNHIc1WRrQ5kYwBtmMvNB.jpg",
        "title": "Elvis (2022)",
        "description": "Elvis (2022)သမိုင်းတလျှောက် အအောင်မြင်ဆုံး အဆိုတော်တွေထဲ တစ်ယောက်ဖြစ်တဲ့\nအဲလ်ဗစ်ပရက်စ်လီအကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ကို ဘာသာပြန်တင်ဆင်ပေးထားပါတယ်။\nမင်းသားကြီး တွမ်ဟန့် နဲ့ မင်းသား အော်စတင်ဘတ်တလာတို့ အဓိက သရုပ်ဆောင်ထားပြီး\nဒါရိုက်တာ၊ ဇာတ်ညွှန်းကတော့ The Great Gatsby ရဲ့ ဇတ်ညွှန်းဆရာကြီး Baz Luhrmann ပဲဖြစ်ပါတယ်။\nအဲလ်ဗစ်ရဲ့ ငယ်ဘဝကနေသေဆုံးသွားတဲ့အချိန်အထိ ဖြတ်သန်းခဲ့ရတဲ့ အတွေ့အကြုံတွေ\nအောင်မြင်မှုတွေ အခက်အခဲတွေ သမိုင်းတွေ အကြောင်းကို သီချင်းတွေနဲ့အတူ အကောင်းဆုံးရိုက်ကူးထားတာပါပဲ။\nBohemian Rhapsody လို အရသာမျိုးကောင်းကောင်းခံစားရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Music\nQuality…. 1080p | 720p | 480p\nFile size…2.6GB | 1.4GB | 554MB\nFormat… mp4\nDuration…. 2h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://megaup.net/1N9dr/Elvis.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/media-225x300.jpg",
        "title": "Lucy ( 2014 )",
        "description": "Lucy ( 2014 ) အညွှန်း********************* လူစီဟာ ထိုင်ဝမ်နိုင်ငံ တိုင်ပေမြို့မှာ ကျောင်းတက်နေတဲ့ ကျောင်းသူတစ်ယောက်ပါ။သူ့ရဲ့ ရည်းစားက သူ့ကို လိမ်ခေါ်လာတာကြောင့် ကိုရီးယားကလူဆိုးအဖွဲ့တစ်ဖွဲ့ဆီမှာ အဖမ်းခံရပါတယ်။ သူ့ရည်းစားလည်းအသတ်ခံရပြီး သူကတော့ CPH4 လို့ခေါ်တဲ့ စိတ်ကြွဆေးတစ်မျိုးကိုသယ်ဆောင်ပေးဖို့ အကြပ်ကိုင်ခံရပါတယ်။ဘယ်လို သယ်ဆောင်ပေးရမလဲဆိုတော့ သူ့ဗိုက်ကိုခွဲ၊CPH4 အိတ်ကို ဗိုက်ထဲ ထည့်ပေးလိုက်ပါတယ်။သူလိုမျိုး ထည့်ပေးခံလိုက်ရသူ ၄ ဦးရှိပြီး မတူညီတဲ့ နေရာတွေဆီ ပို့ပေးရမှာပါ။ဒါပေမယ့် သူ့ကို စောင့်ပေးရတဲ့ လူဆိုးတစ်ယောက်နဲ့ ပြဿနာတက်ပြီးဗိုက်ကို အကန်ခံလိုက်ရတဲ့အခါမှာတော့......................နာမည်ကျော် ညှို့အားပြင်း မင်းသမီးချော Scarlett Johanssonခေါင်းဆောင်ပါဝင်ပြီး ကိုရီးယား မင်းသားကြီး Choi Min Sik ကJohansson နဲ့ အပြိုင် လူဆိုးကြီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ပရော်ဖက်ဆာ နော်မန်အဖြစ် Morgan Freeman က Logic တွေတော်ကီပွားရုံ သရုပ်ဆောင်ထားပြီး Amr Waked က ...",
        "rating": "6.4",
        "url": "https://megaup.net/2t6dw/Lucy.2014.2160p.BluRay..HEVC.5.1CH.4K.PP(CM).mkv",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Warcraft-2016-126x200.jpg",
        "title": "Warcraft: The Beginning (2016)",
        "description": "Warcraft: The Beginning (2016)အညွှန်း\n******************************** ဒီဇာတ်လမ်းလေးကို လူအတော်များမျာ မျှော်လင့်နေကြမယ်ထင်ပါတယ်။သာမန်ရုပ်ရှင်ပရိသတ်တွေလဲ ကောင်းကောင်းကြိုက်ကြပြီးWOW ကစားသမားတွေအတွက်တော့ ရွှေပါပဲ။လက်ရှိမှာတော့ IMDb 6.8 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းလေးကို အကျဉ်းပြောပြရရင် မူလအစမှာ Human တွေနဲ့Orc တွေဟာအချင်းချင်းမသိကြ မဆုံဖူးကြသေးပါဘူး။ဒါပေမယ့် Orc တွေရဲ့ ကမ္ဘာကြီး ပျက်စီးသွားတော့မယ့်အချိန်မှာOrc မှော်ဆရာ Gul'dan ဟာ ဆိုးညစ်တဲ့အစိမ်းရောင်မှော်ပညာ(Fel) ကို သုံးပြီးမှော်မုခ်ဝ(Portal) ကို ဖွင့်လှစ်ပြီးAzeroth ကမ္ဘာ ကို Orc တွေ အားလုံးစုစည်းပြီးမျိုးနွယ်စု(The Horde) ကြီးတစ်ခုလုံးကို ခေါ်လာဖို့ကြိုးပမ်းပါတော့တယ်။အဲဒီ Azeroth ကမ္ဘာမှာတော့ Human တွေလူပု(Dwarf) တွေ နတ်သူငယ်(Elf) တွေဟာတစ်ယောက်ကိုတစ်ယောက်ယုံကြည်မှုမရှိသေး ကြည့်မရကြပေမယ့်ငြိမ်းချမ်းစွာနေထိုင်နေခဲ့တာကြာခဲ့ပါပြီ။ဒါပေမယ့် အခု ကမ္ဘာနှစ်ခုက မျိုးနွယ်တွေ တွေ့ဆုံလာပြီး ကိုယ့်ကိုကိုယ် ရှင်သန်နိုင်ဖို့တိုက်ခိုက်ကြရတော့မယ်အခြေအနေကိုရောက်လာတဲ့အခါ......Human ဘုရင်ကြီး Llane နဲ့ သူရဲကောင်း Lothar တို့ပူးပေါင်းပြီးမှော်ဆရာ(archmage) Khadgar ရဲ့အကူအညီနဲ့ဘယ်လိုရင်ဆိုင်ကြမလဲ....Orc ...",
        "rating": "6.8",
        "url": "https://megaup.net/2t6lt/Warcraft.2016.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0LcWxOIoBx0MEZMn8tFcrvDXR1.jpg",
        "title": "The Omen (1976)",
        "description": "The Omen (1976)~ IMDb - 7.5/10, RT - 86%, Meta - 62% ~တစ်ချို့ရုပ်ရှင်တွေက ကျိန်စာသင့်နေတတ်ကြတာ အားလုံးပဲ ကြားဖူးကြပါလိမ့်မယ်။ The Omen ဟာ အဲဒီကျိန်စာသင့်ရုပ်ရှင်တွေထဲမှာမှ အဆိုးဆုံးကျိန်စာသင့်နေတဲ့ ရုပ်ရှင်အဖြစ် သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါ။ အိုမန်ရိုက်ကွင်းမှာ သေတာတွေရော ဒဏ်ရာရတာတွေရော မိုးကြိုးပစ်တာတွေပါ အစုံဖြစ်ခဲ့ပြီး ဒီရုပ်ရှင်ကိုလုပ်တဲ့သူက အဖွဲ့သားတွေကို ဒီရုပ်ရှင်ရိုက်တာကို စေတန်ကြိုက်မှာမဟုတ်ဘူးလို့တောင် ပြောခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်သမိုင်းမှာ စေတန်ကို စိတ်ဆိုးအောင်လုပ်ခဲ့တဲ့ ရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။သူရိုက်ထားတဲ့အကြောင်းအရာကလည်း ခရစ်တော်ရဲ့ ဆန့်ကျင်ဘက် Antichrist ဖြစ်တဲ့ ယေဝါဖန်ဆင်းတဲ့ နိုင်ငံတော်ကို အရင်းကဖြိုဖို့ စေတန်က လူ့အသွင်နဲ့ လူ့လောကထဲ အကြံကြီးကြံဖို့ လွှတ်ထားတဲ့ ဒေမီယံဆိုတဲ့ စေတန်ရဲ့သားတော် လူ့လောကထဲရောက်လာတဲ့အကြောင်းပါ။ ဒေမီယံဟာ လူ့လောကထဲကကို သွန်းဆိုတဲ့ လူကုံထံတစ်ယောက်ရဲ့သားကို သတ်ပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2t6kx/(CM)_The_Omen_(1976)_REMASTERED_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDc2MzA5ODItZmY3Yi00NDQ3LTk0NTktM2Y0N2FhNDU2N2JjXkEyXkFqcGdeQXVyNTAxMTUwNDQ@._V1_-141x200.jpg",
        "title": "Resurrection (2022)",
        "description": "Resurrection ( 2022)\n-------------\nIMDb - 6.2/10\nRotten Tomatoes - 80% , Metacritic - 70%Thriller တစ်ပေါက်မှာ လျှမ်းလျှမ်းတောက်သလို နိုလန်တိုနာမည်ကျော် ဒါရိုက်တာကြီးတွေနဲ့ ကားကောင်းတွေရိုက်ဖူးပြီး မနှစ်က Passingဆိုတဲ့ အနုပညာအရ အတန်အသင့်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ကိုပါ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးခဲ့တဲ့ Rebecca Hall ဦးဆောင်ပါဝင်ထားတဲ့ Thrillerရုပ်ရှင်အသစ်ပါ။ Tim Rothလို ဝါရင့်မင်းသားကြီးကလည်း အားဖြည့်ပေးထားပါတယ်။ ဇာတ်လမ်းပုံစံကတော့ A24 Thrillerတွေကြိုက်တဲ့သူတွေ ကြိုက်ကြမယ့်ပုံစံပါပဲ။ မသိမသာနဲ့ကို အရင်လတွေကထွက်ခဲ့တဲ့ Menရဲ့ အငွေ့အသက်မျိုးလည်း ရနေပါတယ်။ thriller horrorအနေဲ့ဆို သူရထားတဲ့ Rotten Tomatoesနဲ့ Metacriticတိုလို ဝေဖန်ရေးဆရာတွေပေးတဲ့ ရိတ်တင်တွေဟာ မိုးပေါ်ပျံနေတာကြောင့် Thrillerအနေနဲ့ဆို ရှားပါးကားကောင်းတွေထဲက တစ်ကားပြောရပါမယ်။ လန့်စရာတော့ မပါလှပါဘူး။ ဘာတွေဖြစ်နေမှန်းမသိတာကို ရင်တစ်သိမ့်သိမ့်တုန် ကြည့်ရင်း ရင်ဖိုရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1N8w7/Resurrection_(2022)_720p.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDNlZGU4ZGMtZjExYS00M2JjLThkMWEtZjkwOTZmYzgxMTIyXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-140x200.jpg",
        "title": "Kaduva (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးစောင့်မျှော်နေကြပြီး\nမင်းသားPrithviraj Sukumaranပါဝင်သရုပ်ဆောင်ထားပြီး\nမင်းသားVivek Oberoiပါဝင်အာားဖြည့်ထားတဲ့\nအက်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်။“ကျား” လို့အဓိပ္ပါယ်ရတဲ့အမည်နဲ့ ကတ်ဒူဗာ ကူရီရာချန်ဟာ မဟုတ်မခံစိတ်ရှိသူတစ်ယောက်..\nအမှန်တရားဘက်ကအမြဲရပ်တည်ပေးတတ်သူ...ပါလာမြို့တစ်မြို့လုံး ကလေးအစ လူကြီးအဆုံး မသိသူမရှိတဲ့ သူရဲကောင်းတစ်ဦးပါ။တစ်နေ့မှာတော့ အကျင့်ပျက်တဲ့ ဖာသာတစ်ဦးကို ပညာပေးဖို့အကြောင်းဖန်လာခဲ့ရင်း မြို့မှာတာ၀န်ကျနေတဲ့ ရဲအရာရှိ ဂျိုးဆက်ချန်ဒီနဲ့တွေ့ဆုံအချင်းများကြတဲ့အခါ သူတို့နှစ်ဦးကြားမှာ အငြိုးအတေး အဖုအထစ်တွေရှိလာပါတော့တယ်...။အငြှိုးထားတတ်တဲ့အရာရှိဂျိုးဆက်တစ်ယောက် ကူရီရာချန်အပေါ် ဘယ်လိုလက်စားချေမှာလဲ...။ ရန်ပွဲတစ်ခုကနေအစပြုခဲ့တဲ့ ဒီပြိုင်ပွဲမှာ ဘယ်သူကများ အနိုင်ရသွားမလဲ... မတရားမှု‌ တွေအတွက်ကော အမှုမှန်ပေါ်ပေါက်လာမှာလား ဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ရင်ခုန်ရမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p TRUE WEB DL AAC5.1CH  / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Thet Ko ~ Oeliuj~ Honeyey ~ Yunni ~ Kevin Ag",
        "rating": "6.3",
        "url": "https://megaup.net/2t5Q7/Kaduva_(2022)_Malayalam_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "title": "Tenet (2020)",
        "description": "Inception တို့ Interstellar တို့ကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာ ခရစ္စတိုဖာ နိုလန်ရဲ့ နောက်ဆုံး ထွက်ရုပ်ရှင်သစ် ရပါပြီ။ဒီရုပ်ရှင်က သိပ္ပံ စိတ်ကူးယဉ် ရုပ်ရှင်ဖြစ်ပြီး အချိန်ခရီးသွားခြင်း ကို စိတ်ကူးအသစ်နဲ့ ပြသထားတာပါ။ဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။အရမ်းကောင်းပါတယ်၊ ကြည့်ပါ။နားလည်ချင်ရင် အခန်းတွေ ကျော်မကြည့်ဘဲ လိုက်စဉ်းစားနေမှ အဆင်ပြေမယ်တော့ ထင်ပါတယ်။အဓိက သဘောတရားကတော့ ကျွန်တော်တို့ လူတွေ အရာဝတ္ထုတွေဟာအချိန်လမ်းကြောင်းအတိုင်း ရှေ့ကို သွားနေပါတယ်။ကမ္ဘာကြီးကလည်း အဲဒီလိုပဲ လည်ပတ်နေပါတယ်။၇ နာရီ မှာ တည်ရှိနေတဲ့လူဟာ နောက်ထပ် ၁၀ မိနစ် နေရင် ၇ နာရီ ၁၀ မိနစ်မှာ တည်ရှိနေမှာပါပဲ။တကယ်လို့ အဲဒီလူတွေ အရာဝတ္ထုတွေဟာ အချိန်လမ်းကြောင်းနဲ့ ဆန့်ကျင်ဘက်ကိုသွားတယ်ဆိုပါစို့ အချိန်ဖြစ်စဉ်အရ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ajcw/(CM)_Tenet_2020_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/The-Most-Dangerous-Game-2022-Download-NetNaija.xyz_-133x200.jpg",
        "title": "The Most Dangerous Game (2022)",
        "description": "ဆန်းဂါးရိန်းဖို့ဒ်နဲ့ သူ့ဖခင် နာမည်​ကျော်မုဆိုးမိတ်​ဆွေတစ်သိုက်ဟာ ကိုဒီယက်ဝက်ဝံ​​တွေကို ​အမဲလိုက်ဖို့ ကိုဒီယက်ကျွန်းကို ​​ရေ​ကြောင်း ခရီးထွက်ခဲ့ရင်း သင်္ဘော​ပျက်ပြီး ကျွန်းတစ်ကျွန်း​ပေါ်ကိုရောက်သွား ကြပါတယ်။သင်္ဘော​တွေ မကြာခဏပျက်တယ်လို့ နာမည်ရထားတဲ့ ကျွန်း​ပေါ်မှာ ဂျာမန်စစ်ပြန်တစ်​ယောက်နဲ့ သူ့တပည့်က ရှိ​နေပါတယ်။ထိုဂျာမန်စစ်ပြန်ကလည်း အမဲလိုက်တာဝါသနာထုံပြီး ဆန်းဒါးတို့​ကို ကမ္ဘာ​ပေါ်မှာ အခက်ခဲဆုံးသား​ကောင်ကို ဒီကျွန်း​ပေါ်မှာ အမဲလိုက်ဖို့ ဖိတ်​ခေါ်ခဲ့ပါတယ်။ထိုသား​ကောင်အ​ကြောင်းရိပ်မိတဲ့ ဆန်းဒါးတို့က မလိုက်ချင်​ကြောင်း ငြင်းတဲ့အခါမှာ​ ဂျာမန်​ကောင်က ဆန်းဒါးမှအပ ကျန်သူ​တွေကိုသတ်လိုက်ပြီး အချိန်၃ရက်ထိကြာတဲ့ သူ့ရဲ့အမဲလိုက် ကစားပွဲထဲ အတင်းအကျပ်ဝင်ပါ​စေပါ​တော့တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.7GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:32:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jim X\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/2t4N8/The_Most_Dangerous_Game_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNAhD6VdlvwxWk7CQnIvPyiItEU.jpg",
        "title": "End of Days (1999)",
        "description": "End of Days (1999)ငယ်စဉ်တောင်ကျေး ကလေးဘဝက အထိတ်တလန့်ကြီး ကြားလိုက်ရတယ်။ ကမ္ဘာပျက်မယ်တဲ့။ ဟင် ဘာလား။ ပျော်စရာကြီး။ ကမ္ဘာပျက်ရင် သူငယ်ချင်းတွေနဲ့ အတူတူထိုင်ကြည့်မယ်ပေါ့။ တိုင်ပင်ကြ။ ပြင်ဆင်ကြ။ မုန့်တွေ သစ်သီးတွေ စုဆောင်းသိမ်းဆည်းကြ။ အချိုလေးတည်းရင်း ကြည့်ရရင် သိပ်ဇိမ်ရှိမှာကိုးဗျ။ ဒါပေမဲ့ လူကြီးသူမတွေရဲ့မျက်နှာက သိပ်မကောင်းကြဘူး။ လက်ဖက်ရည်ဆိုင်တွေ အိမ်က လက်ဖက်ရည်ကြမ်းဝိုင်းတွေမှာ တိုးတိုး တိုးတိုးနဲ့ ငြင်းခုန်ကြ တိုင်ပင်ကြ။ကလေးပေမဲ့လို့ သိတတ်တဲ့အရွယ်ဆိုတော့ ကမ္ဘာပျက်မယ့်ကိစ္စက ပျော်စရာမဟုတ်မှန်းသိပြီလေ။ ကိုယ်ဖတ်ရတဲ့ ကာတွန်းလေးတွေ မဂ္ဂဇင်းတွေထဲမှာလည်း အဲဒီအကြောင်း မမြင်ချင်မှအဆုံး။ လူတိုင်း လူတိုင်း ကမ္ဘာသူကမ္ဘာသားတိုင်းက ပူပင်သောကတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ဖို့ ပြင်ဆင်နေရချိန်ပေါ့လေ။ မျောက်မူးလဲအောင် ဆော့တတ်တဲ့ကိုယ်တွေတောင် လူကြီးတွေမျက်နှာကိုငေးမောပြီး ငြိမ်ငြိမ်လေး ထိုင်နေတတ်လာတယ်။လူကြီးမင်းတို့ မီတဲ့သူတွေ မီကြမှာပါ။ Y2K တဲ့။ ဘာလဲဟ ဝိုင်တူးကေ။ လူကြီးတွေပြောစကားနားထောင် လက်လှမ်းမီသလောက် စာလေးတွေဖတ်ပြီးသိလာပါတယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3929f/(CM)_End_of_Days_(1999)_720p.mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zsedbiD7i2SepxIxb0F3U95mqyH.jpg",
        "title": "The Family Man (2000)",
        "description": "The Family Man (2000)\n==================\n2000 ခုနှစ်ဖွားတွေနဲ့သက်တူရွယ်တူဖြစ်တဲ့ “The Family Man” ဆိုတဲ့ကားလေးက\nမင်းသားကြီး Nicolas Cageရယ် တစ်ခေတ်တစ်ခါကအလှပဂေးလေး Téa Leoni နဲ့\nDon Cheadle တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ IMDb 6.8 ရ စိတ်ကူးယဉ်အချစ်ဟာသဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။လူတွေအသုံးများတဲ့ စကားလုံးတွေထဲမှာ “အကယ်၍များ ..” ဆိုတဲ့စကားလည်း အပါအဝင်ပဲမလား။\nနောင်တရလို့ပြောမိတာပဲဖြစ်ဖြစ် အတိတ်မှာကိုယ်မလုပ်ဖြစ်ခဲ့တဲ့တစ်စုံတစ်ရာကို\n“အကယ်၍များ ငါသာလုပ်ဖြစ်ခဲ့ရင် ..” ဆိုပြီး စူးစမ်းလိုစိတ်နဲ့ပြောတာမျိုးပဲဖြစ်ဖြစ် ပြောဖူးခဲ့ကြတယ်မလား ..?ကောလိပ်တည်းကချစ်ခဲ့ကြတဲ့ ဂျက်ခ် နဲ့ ကိတ်တို့ချစ်သူနှစ်ဦး ..\nတစ်နေ့မှာဂျက်ခ်တစ်ယောက် လန်ဒန်ကို သွားဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်။\nကိတ်ကမသွားဖို့အမျိုးမျိုးတားခဲ့ပေမယ့် ဘဝတိုးတက်ရေးအတွက်စိတ်အားထက်သန်လွန်းနေတဲ့ဂျက်ခ်ကို မတားနိုင်ခဲ့ရာကနေ သူတို့နှစ်ဦး ဝေးကွာသွားခဲ့ကြပါတယ်။ဒီလိုနဲ့ နှစ်ပေါင်း ၃၀ကြာအပြီးမှာတော့ ဂျက်ခ်တစ်ယောက် Wall Street အလုပ်အမှုဆောင်ကုမ္ပဏီရဲ့ ဥက္ကဌကြီးဖြစ်လာပြီပဲဖြစ်ပါတယ်။\nခရစ္စမတ်အကြိုနေ့လိုရက်မျိုးမှာတောင်အနားမယူနိုင်ဘဲ အလုပ်လောဘကြီးလွန်းလှတဲ့ ဂျက်ခ်တစ်ယောက်\nကက်ရှ်လို့ခေါ်တဲ့အမျိုးသားတစ်ဦးနဲ့ အပေးအယူလုပ်မိရာကနေ\nလွန်ခဲ့တဲ့နှစ် ၃၀ “အကယ်၍များ အဲဒီနေ့က သူသာကိတ်ကိုထားခဲ့ပြီး လန်ဒန်ကိုမထွက်သွားခဲ့ရင် ..” ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Vwnr/The.Family.Man.2000.720p.BrRip.CM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBdzLLrz5AIX1OupDqWeYc0YGJw.jpg",
        "title": "Darlings (2022)",
        "description": "Darlings (2022) ဂန်ဂူးဘိုင် ဇာတ်ကောင်နဲ့ ဒီနှစ်ကြမ်းထားတဲ့ မမ အာလီယား ဘတ်ရဲ့ ဇာတ်ကား အသစ်လေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...Badru ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ချစ်သူနဲ့ လက်ထပ်လိုက်တယ်။ သူ့ယောကျ်ားက အရက်မူးပြီဆို သွေးဆိုးပြီ။ သူ့ကို အကြောင်းမရှိ အကြောင်း ရိုက်တာပဲ။ အမူးပြေပြီဆိုရင်တော့ ဒါလင် ဒါလင်လို့ ခေါ်ပြီး အသေချော့ရော ...Badru ကလည်း ဒါ သူ့ယောကျ်ားအပြစ် မဟုတ်ဘူး။ အရက်ဖြတ်ရင် ရပြီဆိုပြီး သည်းခံတယ်။ခုခေတ် မိန်းကလေးတွေရဲ့ ထုံးစံအတိုင်း Badru တစ်ယောက် ကိုယ်ချစ်ရတဲ့သူကို ကောင်းလာအောင် ပြုပြင်ပေးနိုင်ဖို့ အသေအလဲကြိုးစားရင်းကနေမှ ဘာတွများ ဆက်ဖြစ်လာမလဲ?ဒီဘက်ခေတ်နဲ့ လျော်ညီစွာ ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး ဇာတ်ရှိန်အတင်အချတွေနဲ့ ပရိသတ်တွေကို အဆုံးထိ ဆွဲခေါ်သွားပေးဦးမဲ့ နောက်ထပ် အိန္ဒိယ ဒရမ်မာ အလန်းစားလေး တစ်ကားတာမို့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ခင်ဗျာ။File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2t2T4/[CM]Darlings.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
        "title": "Luck (2022)",
        "description": "Luck (2022)~ IMDb rating - 6.3/10 ~Apple TV ကနေ လွှင့်တဲ့ကာတွန်းကားအသစ်ကောင်းကောင်းလေးတစ်ကား ထပ်ထွက်ပါတယ်။ ဆမ်ဆိုတဲ့မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက်ပေါ့။ ငယ်ငယ်ကတည်းက ကံအမြဲဆိုးပြီး အကုန်တလွဲဖြစ်တယ်၊ မွေးစားမိဘလည်းရှာမရဘဲ အသက် ၁၈ နှစ်ပြည့်သွားလို့ ကိုယ်ပိုင်အခန်းကိုပြောင်းပြီး အလုပ်လုပ်နေရတဲ့ ကောင်မလေးပါပဲ။ တစ်နေ့မှာတော့ သူဘာလို့ ကံတွေဆိုးနေလဲဆိုတဲ့အဖြေကို မတော်တဆတွေ့သွားပါတော့တယ်။တကယ်တော့ လူသားတွေဆီကို ကံဆိုးခြင်းတွေကံကောင်းခြင်းတွေကို ပို့နေတဲ့နေရာတွေရှိပါတယ်။ အဲဒီမှာ ဌာနပေါင်းစုံရှိပြီး ကံဆိုးနည်းကံကောင်းနည်းမျိုးစုံကို သတ္တဝါပေါင်းစုံက စီမံထုတ်လုပ်နေပြီး လူတွေဆီကို ကြုံသလိုပို့နေတာကို သိလိုက်ရတာပါ။ အဲဒီ ကမ္ဘာတွေဆီကို ဆမ် တစ်ယောက် မတော်တဆရောက်သွားပြီး သူအလိုချင်ဆုံးဆန္ဒတစ်ခုအတွက် ကံကောင်းဖို့ ကြိုးစားလာတဲ့အခါ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 933MB, 585MB\nQuality - 1080p, 720p, 480p\nIMDb Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/2t3yc/(CM)_Luck_(2022)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/john-160x200.jpg",
        "title": "John Luther (2022)",
        "description": "John Luther(2022)ဒီကားကတော့ IMDb Rating 8.4အထိရရှိထားတဲ့ အိန္ဒိယစုံထောက်ကားလေးပဲ ဖြစ်ပါတယ်။\nအိမ်မပြန်နိုင်ရလောက်တဲ့အထိ အလုပ်ကြိုးစားနဲ့ နယ်မြေခံ ရဲတစ်ယောက်ဖြစ်တဲ့ ဂျွန်လူသာ တစ်​ယောက်။သူ့ညီမဖြစ်သူရဲ့ မင်္ဂလာဆောင်ကိုတောင် အချိန်မနည်းလုပြီး ပြန်ရတဲ့အထိ အလုပ်ကို\nကြိုးစားပမ်းစားလုပ်နေရင်းကနေ တစ်နေ့မှာ သူတာဝန်ကျနေတဲ့ နယ်မြေအဝန်းအဝိုင်းအတွင်းက\nအက်စီးဒင့်တစ်ခုမှာ ပါဝင်သွားပြီး အဲ့ဒီအမှုက နိုင်ငံရေးနဲ့ ပက်သက်နေတယ့်အခါ.........Thriller Movieအမျိုးအစားဖြစ်တဲ့အတွက် ဒီအမှုကို သူဘယ်လို\nရင်ဆိုင်ဖြေရှင်းသွားမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\nတစ်ကားလုံးမှာလည်း ဒါရိုက်တာဖြစ်သူ Abhijith Josephက ဇာတ်လမ်းကို\nဖြည်းဖြည်းချင်းဆွဲခေါ်သွားပြီး နောက်ဆုံးမှာ ဘယ်လိုမှမှန်းဆထားလို့မရတဲ့ Plotကို\nလှလှပပလေးဖော်ပြသွားခဲ့တာပါ။ စုံထောက်ကားဖြစ်တဲ့အပြင် Thrillerဖြစ်တာမို့လို့\nကြည့်မယ်ဆိုရင် နောင်တမရနိုင်ပါဘူးနော်။\nFile size…2.1GB / 996MB\nQuality…1080p True WEB DL AAC5.1CH  / 720 p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yate & Lwin Htoo & Thet Ko ...",
        "rating": "8.2",
        "url": "https://megaup.net/1N7kk/John_Luther_(2022)_Malayalam_TRUE_WEB-DL_.720p.YK.Edit(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzdjNzU0MmUtOGJlNy00MTYxLTk3ZTMtYTkwMDUwNDdiZWZkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie(2022)",
        "description": "Rise of the Teenage Mutant Ninja Turtles:The MovieRotten tomatoes 78%Metacritic 6.2/10\nဒါကတော့ အားလုံးသိကြတဲ့ TMNT ရဲ့နောက်ဆုံးထွက်လာတဲ့Animation ရုပ်ရှင်ပါ။2018 ကထွက်ရှိလာတဲ့ ပြန်ဆန်းသစ်ထားတဲ့ Nickelodeon tv series ရဲ့အဆက်ပါ။\nလိပ်နင်ဂျာညီအစ်ကိုလေးဦးတို့ Shredder ကိုနှိမ်နင်းပြီး နှစ်နှစ်အကြာမှာ\nအနာဂတ်ကပြန်ရောက်လာတဲ့ Casay Jonesနဲ့ပူပေါင်းပြီး အစွမ်းထက်လှတဲ့\nဂြိုလ်သားKrangတွေကို တားဆီးဖို့ကြိုးစားကြပါတယ်။\nဒီ Rise of the Teenage Mutant Ninja Turtles ကတော့\nFamily dynamicတွေနဲ့တချို့ Character တွေကို ပုံစံတစ်မျိုးနဲ့ပြန်ဖန်တီးထားပါတယ်။ဥပမာ ဒီVersion မှာLeo ကအကြီးဆုံးမဟုတ်တော့ဘဲ Ralph ကအကြီးဆုံးဖြစ်နေပါတယ်။\nဒါပေမယ့် Animation style ကပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းပြီး Action sequence တွေကလည်း\nတော်တော်မိုက်ပါတယ်။လိပ်နင်ဂျာ ညီအစ်ကိုတွေကြားက ဆက်ဆံရေးကလည်း စိတ်၀င်စားစရာပါပဲ။\nFile size…1.6GB / 855MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.2",
        "url": "https://megaup.net/178p6/Rise.of.the.Teenage.Mutant.Ninja.Turtles.The.Movie.2022.720p.NF.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fGXiNHFQUo1tExP5POQvCcDViAz.jpg",
        "title": "Cleaner(2007)",
        "description": "Cleaner(2007) အညွှန်း********************ဒီဇာတ်ကားကတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်ကြီး Samuel L.Jackson၊\nမင်းသားကြီး Ed Harris နဲ့ မင်းသမီး Eva Mendes စတဲ့\nနာမည်ကြီးသရုပ်ဆောင်များ ပါဝင်ပြီး ဒါရိုက်တာ Renny Harlin က\nရိုက်ကူးထားတဲ့ မှုခင်းဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ တွမ်ကတ်တလာ(Samuel L.Jackson)ဟာရဲဝန်ထမ်းအလုပ်ကနေ\nအနားယူပြီး သူ့ရဲ့သမီးလေးကိုထောက်ပံ့ပေးဖို့အတွက်မှုခင်းဖြစ်ပွားတဲ့နေရာတွေကို\nသန့်ရှင်းရေးလုပ်ရတဲ့သူအဖြစ် အလုပ်လုပ်ကိုင်နေသူဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သူလူမရှိတဲ့အိမ်တစ်အိမ်မှာ\nအလုပ်လုပ်ခဲ့ရပြီး အဲ့ဒီအိမ်မှာနေတဲ့ အန်းနော်ကပ်(Eva Mendes) ရဲ့အမျိုးသားဟာထူးဆန်းစွာပဲပျောက်ဆုံးနေတယ်ဆိုတာ သိလိုက်ရတယ်။\nအဲ့ဒီအတွက်ကြောင့် တည်ငြိမ်နေပြီဖြစ်တဲ့ တွမ်ကတ်တလာရဲ့ဘဝကြီးဟာလည်းအရှုပ်တွေထဲကို နောက်တစ်ကြိမ်ပြန်လာရောက်ရှိလာပါတော့တယ်။\nဒီဇာတ်ကားထဲမှာတော့ အန်းနော်ကပ်ရဲ့အမျိုးသားကို ပြန်လည်ရှာဖွေတာအပြင်တွမ်ကတ်တလာရဲ့ အတိတ်ကအရှုပ်တော်ပုံတွေ၊\nသူ့နားကသူငယ်ချင်းဖြစ်သူ အက်ဒီလော်ရန်ဇို(Ed Harris)ရဲ့လျှိုဝှက်ချက်တွေနဲ့ ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေကို\nစိတ်ဝင်စားဖွယ်ခံစားကြရမှာပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာ သွေးထွက်သံယိုဖြစ်တာတွေနဲ့မသတီစရာကောင်းတဲ့အခန်းတွေပါဝင်တာကြောင့်\nနှလုံးမကောင်းသူများကြည့်ရှုဖို့ မသင့်တော်ပါဘူး။  File Size :(1.9GB)(618 MB) and (380 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Crime , Thriller, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/178f8/Cleaner.2007.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTu0tBaPjrEIdhR4yR6xlHvmuAK.jpg",
        "title": "Daeng Phra Khanong (2022)",
        "description": "Daeng Phra Khanong (2022)ဒန် အဖြစ် Melix Efe Aygun\nမလီ အဖြစ် Machida\nစီ အဖြစ် Phuwarak Khamsing\nဆမ်လီ အဖြစ် Mboke Medad Epie\nဟင် အဖြစ် Surachai Borsuwanဇာတ်လမ်းအကျဉ်းလူတွေက နာမည်ကြီးသရဲဇာတ်လမ်းတစ်ခုဖြစ်တဲ့ မက်နဲ့နတ်ရဲ့အကြောင်းကိုသာ မှတ်မိကြပြီး\nနတ်ရဲ့ သေဆုံးသွားခဲ့တဲ့ သားလေး ဒန်ကိုတော့ သိပ်မသိနေခဲ့ကြပါဘူးဒီဇာတ်လမ်းမှာတော့ မိဘတွေမရှိဘဲ ကျန်ရစ်ခဲ့တဲ့ ဒန်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်လူတွေကို ရန်ပြုလိုစိတ်မရှိဘဲ ခင်မင်ချင်ပြီး မိဘတွေကိုပဲ အမြဲလိုက်ရှာချင်ခဲ့တဲ့ ဒန်\nတစ်နေ့ ရွာမှာ ညတိုင်းခြောက်လှန့်နေပြီး လူပါသတ်တယ်လို့ စွပ်စွဲခံလာရတဲ့အခါဒန့်ကို နှိမ်နင်းဖို့ ပယောဂဆရာတစ်ယောက်ပါ ရောက်လာတဲ့အခါလူသားတွေနဲ့ ခင်မင်မှုမပျက်ချင်တဲ့ ဒန်တစ်ယောက် ဘာတွေဆက်ဖြစ်လာမလဲ\nမျှော်လင့်နေခဲ့တဲ့ မိဘတွေနဲ့ရောဆုံနိုင်မလားဆိုတာ ဟာသနှောရိုက်ကူးထားတာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ N ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/178gx/Daeng.Phra.Khanong.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bon63yPVIgUFLP2653Dg9GCOJLJ.jpg",
        "title": "S.W.A.T.(2003)",
        "description": "S.W.A.T.(2003) အညွှန်း********************မာသာဖတ်ကာကြီးအဓိက ဦးဆောင်ထားတဲ့ အက်ရှင်အလန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်..SWAT အဖွဲ့ဆိုတာ အန္တရာယ်ရှိတဲ့အခြေ‌အနေတွေကို ထိန်းကျောင်းဖို့၊ဓားစားခံဖမ်းခေါ်ထားတဲ့အခြေအနေတွေမှာ ကယ်ထုတ်နိုင်ဖို့ ရည်ရွယ်ပြီးရဲဌာနလက်အောက်မှာ ဖွဲစည်းထားတဲ့ အထူးစစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့ဖြစ်ပါတယ်။လော့စ်အိန်ဂျယ်လ်ရဲဌာနရဲ့ SWAT အဖွဲ့ဟာ ကမ္ဘာပေါ်မှာဂုဏ်သိက္ခာအကြီးမားဆုံးနဲ့ လေးစားမှုအခံရဆုံး အဖွဲ့တွေထဲကတစ်ဖွဲ့ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ နိုင်ငံပေါင်း 12 နိုင်ငံကျော်မှာ မူးယစ်ဆေးကုန်ကူးမှု၊မှောင်ခိုသွင်းမှု၊ လူသတ်မှုပေါင်းများစွာနဲ့ အလိုရှိနေတဲ့အန္တရာယ်ရှိရာဇဝတ်သားတစ်ယောက်ကိုလော့စ်အိန်ဂျယ်ရဲဌာနက မမျှော်လင့်ပဲ ဖမ်းမိပါတော့တယ်။ အဲ့ဒီရာဇဝတ်သားဟာလည်းနှယ်နှယ်ရရမဟုတ်လေတော့ မီဒီယာတွေရှေ့မှာပါ သူ့ကိုကယ်ထုတ်ပေးနိုင်တဲ့ဘယ်သူမဆို ‌အမေရိကန်ဒေါ်လာ သန်းတစ်ရာပေးမယ်ဆိုပြီးအတိအလင်းကြေငြာထားသူဖြစ်ပါတယ်။ လော့စ်အိန်ဂျယ်လ် SWAT အဖွဲ့အနေနဲ့အဲ့ဒီအကျဉ်းသားကို ဗဟိုအကျဉ်းထောင်ကို လွှဲပြောင်းပို့ဆောင်ရဖို့ ဖြစ်လာတဲ့အခါမှာတော့ဒေါ်လာသန်းတစ်ရာရဖို့ ရာဇဝတ်သားကိုအပြိုင်အဆိုင်ကယ်ထုတ်ကြမယ့်သူတွေနဲ့ ကြုံဆုံရပါတော့တယ်။လော့စ်အိန်ဂျယ် SWAT အဖွဲ့အနေနဲ့ ဘယ်လိုနည်းဗျူဟာတွေနဲ့စစ်ဆင်ရေးကိုအကောင်အထည်ဖော်သွားမလဲ ဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။  File Size :(2.7GB)(1.08GB) and (380 MB)\nQuality : BLU-RAY1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Adventure, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/178cw/S.W.A.T.2003.BLU-RAY.1080P5.1CH.PP(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5FnyKxYPloa0wzmLCXpyu3sdubz.jpg",
        "title": "Fortune Salon (2009)",
        "description": "Fortune Salon ( 2009 )ထယ်ရန်းဆိုတဲ့နတ်ဆရာမလေးဟာ နတ်ဆရာမျိုးရိုးထဲမှာမှ လှပထက်မြက်တဲ့ နတ်ဆရာမလေးတစ်ဦးဖြစ်ပါတယ်\nသူနဲ့သူ့သူငယ်ချင်းတစ်စုဟာ ချောင်ဒမ်မြို့မှာ ရှေ့ဖြစ်ဟောဆလွန်းဆိုတဲ့ဆိုင်တစ်ဆိုင်ဖွင့်ထားကြပါတယ်\nနတ်ဆရာမလေးထယ်ရန်းက ထက်မြက်တာကြောင့်\nထိုသူတို့ရဲ့အချစ်ရေးအချစ်ရာနဲ့ နေ့စဉ်လုပ်ငန်းဆောင်တာ‌တွေနဲ့ပတ်သက်ပြီး ‌ဆွေးနွေးပေးလေ့ရှိပါတယ်\nဒါပေမဲ့နတ်ဆရာထယ်ရန်းရဲ့ဘဝဟာလည်းနတ်ဆရာဖြစ်နေတာတောင် ကံကောင်းခြင်းတွေရဲ့ဖယ်ကြဉ်ခြင်းကိုခံပြီးရင်ခံနေခဲ့ရတာပါ\nသူမငယ်စဉ်ကသူမအမေဖြစ်သူဟောကြားပေးခဲ့တဲ့ကံကြမ္မာဟောစာတမ်းတစ်ခုရှိပါတယ်\nအဲ့ဒီဟောစာတမ်းအရ ထယ်ရန်းဟာကံကြမ္မာကသတ်မှတ်ပေးထားတဲ့ဖူးစာဖက်ဖြစ်သူနဲ့ အသက် ၂၈ နှစ်မပြည့်ခင်မှာတွေ့ကိုတွေ့မှဖြစ်မှာပဲဖြစ်ပါတယ်\nမတွေ့ရင် ထယ်ရန်းလည်းသေမှာဖြစ်သလို ဖူးစာဖက်ဆိုသူလည်းမရှင်နိုင်ပါဘူးတဲ့\nထယ်ရန်းဟာသူ့ရဲ့ဖူးစာဖက်ကလွှဲလို့ တခြားယောက်ျားသားတွေနဲ့တွဲခဲ့ရင် အဲ့ဒီယောက်ျားတွေကို တစ်နည်းမဟုတ်တစ်နည်းနဲ့ဥပဒ်ဖြစ်စေပါတယ်\nဒါကတော့ကျိန်စာသဘောမျိုးဖြစ်နေတာပါ\nတစ်နေ့မှာတော့ ထယ်ရန်းဟာ သူ့ရဲ့အချစ်ဦးဖြစ်သူ ဂန်ဟိုဂျွန်းဆိုသူနှင့်သူမဘဝရဲ့ဖူးစာဖက်ဖြစ်သူတို့ကိုတစ်ရက်တည်းမှာတွေ့လိုက်ရပါတယ်\nဒီအခြေအနေမှာ ထယ်ရန်းကဘယ်သူကိုရွေးချယ်မလဲ အချစ်လား???\nဒါမှမဟုတ် ကံကြမ္မာကချမှတ်ထားတဲ့စည်းမျဉ်းကိုလား???\nသူမဘာကိုရွေးချယ်သွားမလဲဆိုတာကို ဤဇာတ်ကားမှာစိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Ryuu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 901MB | 330MB\nFormat… mp4\nDuration…. 1h 59min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Ryuu\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/1N516/Fortune.Salon.2009.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rTUZvpjX8NFDhbBQ7a3tP3UYtb.jpg",
        "title": "Spy-type Model (2022)",
        "description": "Spy-type Model (2022)ဗျူဟာရှင် ရှေ့နေဂွမ်မင်ဝူးကိုခဏမေ့ထားလိုက်ပါ ...\nလူရိုးသားလေး ဟျောင်းဝူလာပါပြီ\nအလုပ်ဝင်ဖို့ကြိုးစားနေတဲ့ ဟျောင်းဝူဟာ ပိုက်ဆံအိတ်ကောက်ရတာကနေ\nသံသယစိတ်များလို့ လိုက်ချောင်းရင်း လူတစ်စုနဲ့ပတ်သက်မိပါတော့တယ်\nတကယ်တော့ အဲလူတွေဟာလည်း သူထင်သလိုမဟုတ်ဘဲ\nစိတ်စွမ်းအားပိုင်ဆိုင်ကြတဲ့ Master တွေဖြစ်နေကြတာကိုသိလိုက်ရပါတယ်\nအဲလိုနဲ့ ဟျောင်းဝူဟာလည်း သူတို့အကြောင်းကို တစ်စတစ်စပိုပြီး သိလာသလို\nသူကိုယ်တိုင်ကလည်း Master တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပါတော့တယ်\nဒါပေမဲ့ Master တွေကိုသတ်ဖို့ မစ်ရှင်ရှိထားတဲ့ စပိုင်အမျိုးအစားမော်ဒယ်လည်းရှိနေပြန်တော့\nဘယ်လိုမျိုးတွေထပ်ကြုံတွေ့ကြရဦးမလဲ ဘယ်လိုစွန့်စားခန်းတွေရှိမလဲဆိုတာကို ကြည့်ရဦးမှာပါဇာတ်လမ်းအမျိုးအစားကတော့ Sci-fi ဖြစ်ပြီး\nရှေ့နေဂွမ်မင်ဝူး တဖြစ်လဲ Joo Jong Hyuk ကနေ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-Fi\nQuality…. 1080p | 720p | 480p\nFile size… 1.17GB | 452MB | 197MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.2",
        "url": "https://megaup.net/17735/Spy-type.Model.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8T7Hvb9trKvCAmbSI8cEIU0Sl2T.jpg",
        "title": "Water for Elephants (2011)",
        "description": "Water for Elephants (2011)\n===========================ဒီဇာတ်ကားက Twilight မင်းသား Robert Pattinson,\nDjango Unchained, Inglorious Bastards ထဲက မင်းသားကြီး Christoph Waltz နဲ့\nမင်းသမီး Reese Witherspoon တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့\nRomance/ Drama ဇာတ်ကား တစ်ကားပဲဖြစ်ပါတယ်IMDb - 6.9/10, Rotten Tomatoes - 60% ရထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့\nပိုလန်ကနေထွက်လာတဲ့ ကော့စကီးမိသားစုက\nသားဖြစ်သူ ‌ဂျေကော့ ဂျန်ကော့စကီးဟာ တိမွေးကု ဆရာဝန်ဖြစ်ဖို့\nနောက်ဆုံး စာမေးပွဲကို ဖြေဆိုနေတုန်းမှာပဲ\nသူ့ဘဝရဲ့ အချိုးအကွေ့တစ်ခု ဖြစ်လာခဲ့ပြီး\nစီစဉ်ထားသမျှ အကုန်လွဲကာ လေလွင့်တဲ့ဘဝကို ရောက်သွားခဲ့ပါတယ်\nဒီလိုနဲ့ လမ်းမတွေထက် ဦးတည်ရာမဲ့ သွားလာနေရင်း\nသူ ရထားတစ်စီးကိုမြင်တော့ ပြေးတက်သွားခဲ့ရာကနေ\nသူ့အတွက် ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေ ဘယ်လိုပြန်ရလာမလဲ\nဘာတွေကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်\nဆပ်ကပ်အဖွဲ့သားတွေရဲ့ ဘဝတွေကို ရိုက်ကူးထားပြီး\nဖြစ်ရပ်မှန်တချို့နဲ့ Fiction ပေါင်းစပ်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်The Greatest Showman လို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2t24f/Water.For.Elephants.2011.720p.BluRay.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oGv1X9Wwyuz814qJaQeEuWDyIDI.jpg",
        "title": "Take the Night (2022)",
        "description": "Take the night (2022)အရမ်းချမ်းသာတဲ့ ချန်းမိသားစုမှာ ဖခင်ဖြစ်သူက သူမရှိတော့တဲ့နောက်\nမိသားစုလုပ်ငန်းတွေကို ဦးစီးဖို့ သားအငယ်ဖြစ်သူ ရောဘတ်ချန်းကို အားလုံးလက်လွှဲပေးခဲ့ပါတယ်။\nဒီလိုနဲ့ အစ်ကိုဖြစ်သူ ဝီလီယံနဲ့ ညီဖြစ်သူ ရောဘတ်ကြားမှာ အဖုအထစ်လေးတွေ ရှိလာခဲ့ပြီး\nတိုက်တိုက်ဆိုင်ဆိုင် ညီဖြစ်သူ‌ရောဘတ်ရဲ့ (၂၅)နှစ်ပြည့် မွေးနေ့က ဆိုက်ရောက်လို့လာပါတယ်။\nညီဖြစ်သူကို စိတ်ခုနေတဲ့ ဝီလီယံက မွေးနေ့မှာ ဟန်ဆောင်ပြန်ပေးဆွဲခိုင်းပြီး စပရိုက်စ်မွေးနေ့ပါတီ လုပ်ပေးဖို့ အကြံရသွားပါတယ်။\nရွှေဉာဏ်တော် ကွန့်မြူးလွန်းတဲ့ ဝီလီယံတစ်ယောက် အစီအစဉ်တိုင်း သူ့ညီအတွက် Prank အောင်မြင်ပါ့မလား...။\nဟန်ဆောင်ပြန်ပေးဆွဲဖို့ သူငှားလိုက်တဲ့ လူတွေက နားလှည့်ပါးရိုက်လုပ်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ...။\nအဖေဖြစ်သူချန်ခဲ့တဲ့ စာကိုရော ရောဘတ်တစ်ယောက်ဖတ်ခွင့် ရပါ့မလား...။\nဒါတွေအားလုံးကို တစ်နာရီခွဲစာ ဒီကားလေးအတွင်းမှာ အဖြေရှာနိုင်ပါတယ်။IMDB 4.7 နဲ့ Rotten Tomatoes 67% ရရှိထားသလို\nFather Issues အသီးသီးရှိသူတွေကြားက ဖြစ်ရပ်တွေကို ပုံဖော်ထားတာ ဖြစ်လို့ ကြည့်ကောင်းမဲ့ ကားလေးဖြစ်ပါတယ်။ ။ရုပ်ရှင်ဆု ၂ ဆု ...",
        "rating": "5.4",
        "url": "https://megaup.net/2t22q/Take.the.Night.2022.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ftYfMADfhyJlCBv9XCY8wKqSlV.jpg",
        "title": "Girls From Dubai (2021)",
        "description": "Girls from Dubai(2021)\"ရှင် ဂိုဏ်းစတားကားတွေ ကြိုက်လား။\nလူတွေက အဲဒီရုပ်ရှင်တွေထဲမှာ ဘယ်လောက်ပဲ နှိပ်စက်၊ မုဒိမ်းကျင့်၊ သတ်ဖြတ်နေကြပါစေ ကြိုက်ကြတာပဲ။\nဒါပေမဲ့ ကျွန်မတို့ကိုတော့ မုန်းကြတယ်။ ကျွန်မတို့အကြောင်း ရုပ်ရှင်ဆိုတာရော ရှိလာပါဦးမလား\"ဒါက ဒီဇာတ်ကားထဲက နောက်ဆုံးပိုင်းလေးမှာ အမ်မီ ပြောခဲ့တဲ့ Dialogue လေးပါပဲ။ဒီဇာတ်ကားထဲမှာ ငယ်ငယ်က Miss ဖြစ်ချင်ခဲ့တဲ့ အမ်မီတစ်ယောက် Miss ပြိုင်ပွဲတွေဝင်ရင်းနဲ့\nအထက်တန်းလွှာက ပြည့်တန်ဆာလုပ်ငန်းထဲ ခြေချမိသွားရာကစလို့ ကြုံလာရမယ့်အရာတွေ၊\nအချင်းချင်း ခွင်ကျော်ကြပုံတွေ၊ နောက်ကျောဓားနဲ့ ထိုးကြပုံတွေ၊\nငါးစာအောက်က ငါးမျှားချိတ်ကို မြင်ရက်နဲ့ လျှော့တွက်ခဲ့ရာက ဒုက္ခကြုံရပုံတွေကို ရိုက်ပြထားပါတယ်။ဒီကားထဲမှာတော့ လိင်အလုပ်သမတွေရဲ့ ဘဝအကြောင်းကို ရှင်းရှင်းလင်းလင်း ဖော်ပြထားပြီးတော့\nတကယ့်ပျော်ရွှင်မှုအစစ်လို့ ထင်မှတ်မှားခဲ့တဲ့အရာတွေက တစ်ချိန်ချိန် တကယ့်ပျော်ရွှင်မှုအစစ်ကို ရှာတွေေ့တဲ့အခါ\nအနောက်ကနေ အရိပ်မည်းကြီးလို လိုက်လာတတ်ပုံကိုလည်း သင်ခန်းစာ ပေးထားပါတယ်။ဒီကားလေးက ၂၀၂၁ ခုနှစ်က ထွက်ရှိထားတာ ဖြစ်ပြီး\nIMDB rating 5 နဲ့ Rotten Tomatoes ...",
        "rating": "5",
        "url": "https://megaup.net/1774u/Girls.To.Buy.2021.720p.BluRay.CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1olKsoxdIdHtnOf6qFywPaeVEII.jpg",
        "title": "Thirteen Lives (2022)",
        "description": "Thirteen Lives (2022)~ IMDb - 7.9/10, Rotten Tomatoes - 88% ~\"Directed by Ron Howard\"ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/17796/(CM)_Thirteen_Lives_(2022)_720p.mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDMzYTYwMjEtODNmMy00NDI3LTg1N2UtMDc1YWUyMmI4NjE2XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-135x200.jpg",
        "title": "Carter(2022)",
        "description": "Carter(2022) အညွှန်း*****************(အဖော်အချွတ်ခန်းအချို့နဲ့  ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းတွေ အများကြီးပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..)ဇာတ်လမ်းကိုတော့ ခေါင်းထဲမှာ ဗလာမှတ်ဉာဏ်နဲ့နိုးထလာတဲ့ လူတစ်ယောက်နဲ့ အစချီထားတယ်အဲ့ဒီလူနိုးနိုးချင်းမှာပဲ သူ့နားပတ်လည်မှာ သွေးသံရဲရဲဖြစ်နေပြီး CIAအေးဂျင့်တွေဝိုင်းနေခဲ့တယ်ကိုယ့်ကိုယ်ကို ဘယ်သူဘယ်ဝါမှန်းမသိတဲ့ အဲ့ဒီလူက ရုတ်တရက် သူ့နားထဲမှာတပ်ထားတဲ့အသံတစ်ခုကို ကြားပြီး အဲ့ဒီအသံစေညွှန်ရာအတိုင်း လိုက်လုပ်ဖို့ဖြစ်လာတယ်နားထဲကစက်ရဲ့အသံပိုင်ရှင်ဆီကနေ သူ့နာမည် “Carter”ဆိုတာနဲ့ အေးဂျင့်ဟောင်းတစ်ယောက်ဖြစ်မှန်း သိခဲ့ရတယ်စီအိုင်အေနဲ့ မြောက်ကိုရီးယားကြားက ဆန်းကြယ်တဲ့စစ်ဆင်ရေးတစ်ခုကိုCarterဘက်က မငြင်းဆန်နိုင်ဘဲ မဖြစ်မနေလုပ်ရမဲ့ အကြောင်းဖန်လာတဲ့အခါ….ထူးခြားတဲ့ဇာတ်အိမ်၊ ရင်တမမကြည့်ရမဲ့ဇာတ်ကွက်တွေနဲ့ ကြည့်ရတာတန်မဲ့ကားကောင်းဖြစ်လို့လက်မလွတ်တမ်း ခံစားကြည့်ရှုကြပါဦး....File Size : (3.28GB)  (1.2GB)and (456MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai,Hnin Pale & Thynn Nu Swe\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2t26j/Carter.2022.WEB-DL1080P_5.1CH(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "The Pianist (2002)",
        "description": "The Pianist ကိုမပြောခင် ဒီဇာတ်ကားရိုက်တဲ့ Director Roman Polanski အကြောင်းနည်းနည်းပြောအုန်းမယ်။ပိုလန်စကီးက Polish-French ဒါရိုက်တာတစ်ဦး။ သူဒီဇာတ်ကားကိုမရိုက်ခင် ရှေ့ဆယ်စုနှစ်တခုလောက်က Schindler's list ဆိုတဲ့ဇာတ်ကားကိုရိုက်ဖို့ အခွင့်အရေးရခဲ့သေးတယ်။ ဒါပေမဲ့ ဇာတ်လမ်းကိုသိသိချင်းမှာဘဲ အဲ့ဇာတ်ကားကိုရိုက်ဖို့ပယ်ချလိုက်တယ်။ဘာလို့လဲဆိုတော့ သူ့ငယ်ဘဝက trauma တွေကြောင့်၊ သူကိုယ်တိုင် ဂျာမန်တွေရဲ့ Ghetto ထဲမှာနေခဲ့ရတဲ့အတွေ့အကြုံ၊ အော့ဇ်ဝင့်ချ် ထဲမှာ သူ့အမေသေခဲ့တဲ့ အတွေ့အကြုံ၊ သူ့အသက်၁၀ နှစ်လောက်မှာဘဲ သူ့အဖေရော အမေရောအဖမ်းခံလိုက်ရတဲ့အပြင် နာဇီ SS စစ်သားတွေဟာ သူနေတဲ့ ကရာကိုးမြို့ကိုသိမ်းပီး ပိုလန်ရဲ့မြို့တော်အဖြစ်ပြောင်းလဲသိမ်းပိုက်လိုက်ရုံတင် မက၊ သူ့ရှေ့တင် ဂျူးတွေကို လမ်းပေါ်မှာ ကြက် ငှက်လို ပစ်သတ်နေတာကို မျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရတာဘဲဖြစ်ပါတယ်။အဲ့ဒါကြောင့် ဒုတိယကမ္ဘာစစ်အခြေခံ နာဇီ-ဂျူး ဇာတ်လမ်းဖြစ်တဲ့ Schindler's List ကိုရိုက်ဖို့ လက်မခံခဲ့တာပါတဲ့လေ။\nဒါပေမဲ့ ၁၀ စုနှစ်တခုအကြာ2002 မှာတော့ ဒုတိယကမ္ဘာစစ်ကိုအခြေခံထားတဲ့ The ...",
        "rating": "8.5",
        "url": "https://megaup.net/1N31i/(CM)_The_Pianist_(2002)_HEVC_1080p_AAC_5.1-Nyein.mkv",
        "category": "Biography, Drama, Music, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYjQ5YTdiNDItNWY0YS00NzdmLTliMjEtOWRkYTQzY2E5ZjljXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-135x200.jpg",
        "title": "The Gray Man (2022)",
        "description": "နက်ဖလစ်ရဲ့ အက်ရှင်ကားအသစ်ကြည့်ရအောင်။ ဒါရိုက်တာကတော့ ရက်ဆို ညီအစ်ကိုနှစ်ယောက်ပါပဲ။ အဗန်ဂျာဒါရိုက်တာတွေပေါ့။ ဇာတ်ညွှန်းဆရာတွေကလည်း အဗန်ဂျာရေးတဲ့သူတွေပါပဲ။ သရုပ်ဆောင်ကတော့ ရိုင်ယန်ဂို့စလင်း၊ ခရစ်စ် အီဗန်တို့နှစ်ယောက်အပြင် No Time to die တို့ Bladerunner တို့ထဲက မင်းသမီး အန်နာ ဒီအာမက်စ်လည်း ပါပါတယ်။ ပြီးတော့ Iron Fist တို့ Love and Monsters တို့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ မင်းသမီး ဂျက်ဆီကာဟန်းဝစ်ပါ ပါပါသေးတယ်။ တမီးလ်မင်းသား Dhanush ပါ အားဖြည့်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ကော့ထ်ဂျန်ထရီ (ရိုင်ယန်ဂို့စလင်း)ဟာ လူသတ်မှုနဲ့ထောင်နှစ်ရှည်ကျနေသူဖြစ်ပြီး တစ်နေ့မှာတော့ စီအိုင်အေရဲ့ လျို့ဝှက်တရားမဝင်စစ်ဆင်ရေးတွေမှာ လုပ်ပေးဖို့ အပေးအယူနဲ့ထောင်ကလွတ်မြောက်သွားခဲ့ပါတယ်။ အဲဒီနောက် အေးဂျင့်လောကမှာ Six ဆိုတဲ့နာမည်တစ်လုံးနဲ့ကျော်ကြားလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူလုပ်ကြံရတဲ့ ပစ်မှတ်ဆီကနေ မရသင့်လိုက်တဲ့ အချက်အလက်တွေရသွားပြီး သူ့ရဲ့အဖွဲ့အစည်းကပါ သူ့ကိုပြန်လိုက်သတ်လာတာကြောင့် ထွက်ပြေးရပါတော့တယ်။ သူ့နောက်ကို တရားမဝင်လိုက်သတ်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/16J5q/The_Gray_Man_2022_720p_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/shortbus-133x200.jpg",
        "title": "(18+)Shortbus (2006)",
        "description": "LGBT(Lesbian, Gay, Bisexual, Transsexual) တွေ Straight တွေ\nရောသမမွှေထားတဲ့ ဇာတ်ကားလေးလာပါပြီ\nဆိုဖီယာဆိုတာ လိင်မှုကုထုံးမှာ အရမ်းတော်တဲ့ ဆရာမတစ်ယောက်ဖြစ်ပါတယ်\nသူမမှာ သိပ်ချစ်ရတဲ့ ယောင်္ကျား ရော့ဘ်ဆိုတာရှိတယ်\nသူမအလုပ်ကိုသူမ ကျွမ်းကျင်ပေမဲ့ သူမရောဂါကိုတော့ အဖြေမရှာနိုင်ဘူးဖြစ်နေပါတယ်\nသူမက တစ်ခါမှ ဆန္ဒမပြီးမြောက်ဖူးပါဘူးတဲ့\nဒါပေမဲ့ သူမယောင်္ကျားကို မပြောပြပါဘူး မျိုသိပ်ထားခဲ့တာကြာပါပြီ\nသူမအိမ်ထောင်ရေးကို အပျက်စီးမခံနိုင်ဘူးလေ\nရော့ဘ် စိတ်ထိခိုက်ပြီး မကျေနပ်ဖြစ်မှာကိုလဲ သူမလိုလားဘူးလေ….ဂျိမ်းစ် နဲ့ ဂျမီ သူတို့ကတော့ လိင်တူချစ်သူစုံတွဲဖြစ်ပါတယ် သူတို့က\nထူးဆန်းတဲ့ ကိစ္စတစ်ခုကို နှစ်ဦးသဘောတူ ဆုံးဖြတ်ချက်ချလိုက်ပါတယ် အဲဒါကတော့ Open Relationship လုပ်ဖို့ပါပဲ\nအဲဒီကိစ္စအတွက် ချစ်မှုရေးရာကျွမ်းကျင်တဲ့ ဆိုဖီယာဆီမှာ အကြံဉာဏ်လာယူပါတယ်\nစကားတွေပြောကြရင်းနဲ့ တစ်ယောက်အကြောင်းတစ်ယောက်သိရှိသွားပြီး တစ်ယောက်နဲ့တစ်ယောက်ကူညီ\nပေးကြတဲ့အထိဖြစ်လာကြတဲ့အခါ…နယူးရော့ခ်မှာ Shortbus ဆိုတဲ့ သီးသန့်ဂေဟာလေးရှိတယ် အဲဒီကဘာတွေရလဲဆိုရင်\nလူကြီးကိစ္စအကုန်ရပါတယ် အလွယ်ပြောရရင် ပွဲတော်ကြီးကျင်းပတဲ့ ဗလာကွင်းကြီးပေါ့\nအဲဒီမှာဆုံဖို့ ဆိုဖီယာကို ကမ်းလှမ်းလိုက်တဲ့အခါမှာတော့….\nရှုပ်ထွေးပွေလီလှတဲ့ လိင်မှုကိစ္စတွေမှာ ရှင်းလင်းဖို့လိုတယ်ဆိုတာရယ်\nကိုယ့်စိတ်ကြိုက် ကိုယ်ဘာသာနေနိုင်အောင်ကြိုးစားဖို့ရယ်\nဖုံးကွယ်လို့မရတာကို ကြိုးစားပြီးဖုံးကွယ်ပေမဲ့ အချိန်အတိုင်းတာတစ်ခုထိသာ\nဖုံးကွယ်လို့ရတာပါပဲဆိုတာရယ်တွေကို ဘာ ဆင်ဆာမှမဖြတ်ပဲ\nကွက်ကွက်ကွင်းကွင်း အတုံးလိုက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/1N32u/Shortbus.2006.720p.BluRay.x265.XCross(DS).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/11110-iZ8gz7HLzDEyav7s-141x200.jpeg",
        "title": "[21+] Home Drinking-Hashimoto Arina [FSDSS-274]",
        "description": "\"ဘာဘီရေ..မင်းသိပ်မှားတယ်\"Hashimoto Arina ဆိုတာ ဘာဘီရုပ်လေးနဲ့ ချစ်စရာကောင်းတဲ့ JAV idol လေးပါ။ဒီလို အပြစ်ကင်းတဲ့ချစ်စရာကောင်မလေးတစ်ယောက် အပြစ်မကင်းတဲ့ ချစ်ခြင်းမှာ နှစ်ခြင်းက ကြည့်ရသူအဖို့ ဟင့်အင်းမဖြစ်သင့်ဘူးတောင် ထင်ရက်စရာပါပဲ။ဒါပေမယ့် လူ့သဘောမနောမှာတော့ အားလုံးက ပုထုဇဉ်တွေမလား...အမှောင်လူသားတို့ထုံးစံအတိုင်း အထိအတွေ့မှာ မငြင်းနိုင်...မိုက်တွင်းကိုသာ ဆင်းလိုက်ကြတာချည်းပါပဲ။ဘာဘီလေးတစ်ယောက် ဘယ်လို Play မယ်ဆိုတာ......။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.5 GB) & (1.9 GB)&(370 MB)\nQuality : HDRip 1080p & 720p & 360p\nRunning Time : 02:03:21\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2t0pC/21(DS)_Home_Drinking-Arina_Hashimoto_[FSDSS-274]_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/816p4fYw75L._RI_-150x200.jpg",
        "title": "Don’t Make Me Go (2022)",
        "description": "Don't Make Me Go (2022)ဘဝမှာအလိုအပ်ဆုံးအရာကဘာများဖြစ်မလဲ...?\nအချိန်လား...? ငွေလား...?\nမိသားစုနဲ့အတူ ပျော်ရွှင်စွာနေထိုင်ရမယ့် အခိုက်အတန့်တွေလား...?ဒါတွေအားလုံးကို ထင်ဟပ်စေနိုင်မယ့်ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကတော့ Don't Make Me Go ဆိုတဲ့ Drama ကားလေးပါပဲ။ ပါဝင်တဲ့မင်းသားက John Cho ဖြစ်ပါတယ်။ ဒီမင်းသားကိုတော့ မြန်မာပရိသတ်တွေ သိပ်စိမ်းမယ်မထင်ပါဘူး။ဇာတ်လမ်းသဘောကတော့ စင်ဂယ်ဖားသားတစ်ယောက်ဟာ ပြင်းထန်တဲ့ အကြိတ်ဝေဒနာကို ခံစားနေရပါတယ်။ သူ့သမီးလေးကလည်း ဆယ်ကျော်သက်အရွယ် နန့်နန့်ထိုးလို့ကောင်းတဲ့အချိန်ပေါ့။ သူခံစားနေရတဲ့ အကြိတ်ဝေဒနာဟာ ခွဲစိတ်ရင် အသက်ရှင်ခွင့် ၂၀ ရာခိုင်နှုန်းရှိပြီး မခွဲစိတ်ရင်တော့ ၁ နှစ်သာ ကျန်တော့လောက်အောင် ပြင်းထန်ပါတယ်။ အဲဒီတော့ အဖေတစ်ခုသမီးတစ်ခုဘဝမှာ သမီးရဲ့နောင်ရေးအတွက်ပူပန်ရင်း သမီးကို ငယ်ငယ်က စွန့်ပစ်သွားခဲ့တဲ့ မိခင်နဲ့ ဆုံစည်းပေးဖို့ ကြိုးစားပါတော့တယ်။အမေလုပ်သူကို ရှာဖွေရင်း လမ်းတစ်လျှောက် သမီးလေးလိုအပ်မယ့်အရာတွေကို ကြိုးစားသင်ပြတဲ့ ဖခင်တစ်ယောက်ရဲ့ မေတ္တာတွေကို ခံစားရမှာပါ။ဒရာမာကားကောင်းလေးတစ်ကားလို့ပြောရမှာဖြစ်ပြီး မထင်မှတ်ထားတဲ့ အချိုးအကွေ့ကိုလည်း ​​​မြင်ရပါမယ်။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2t0ez/(CM)_Don_t_Make_Me_Go_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BN2Q0ZTA2YmMtYTFiMS00OGNiLTkyN2QtYWQ4MTdkMDYxMTRlXkEyXkFqcGdeQXVyMTEzOTc5NzY1._V1_-129x200.jpg",
        "title": "Allegoria (2022)",
        "description": "Allegoria 2022မိုးအေးအေးမှာ စောင်ခြုံကွေးပြီး Horror Thriller ကားကြည့်ချင်ကြတဲ့\nပရိသတ်တွေအတွက် Allegoria ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီဒီဇာတ်လမ်းလေးရဲ့ အဓိက ဇာတ်ကွက်တော့ Art ဆိုတဲ့ \"အနုပညာ\" ကို အခြေခံပြီးရိုက်ကူးပုံဖော်ထားတာပါ ။\n\" အနုပညာက ထိတ်လန့်တုန်လှုပ်မှု ဖြစ်သလို ကြောက်ရွံ့ တုန်လှုပ်မှုကလည်း အနုပညာတစ်ရပ်ဖြစ်နိုင်ပါတယ် \"\nဒါကတော့ ဒီကားလေးကနေ ပေးချင်တဲ့ message ပါဇာတ်ကားထဲမှာဆိုရင် ပရိသတ်ကြီးအနေနဲ့ အနုပညာ အမျိုးမျိုးဖြစ်တဲ့ သရုပ်ဆောင်တာ\nပန်းချီဆွဲတာ စာရေးတာ သီချင်းဆိုတာ နောက်ပြီးပန်းပုထုတာ စတာတွေကို အပိုင်းလိုက် မြင်ရမှာပါ ။\nအနုပညာကို ရူးသွပ်ကြတဲ့ သူတွေ .......\nသူတို့ရဲ့ဘ၀မှာ စွဲလမ်းမှုတွေ မလုံခြုံမှုတွေက အမှုမဲ့ အမှတ်မဲ့ ရစ်ပတ်လာတဲ့အခါ ...\nအဲဒီစွဲလမ်းမှုတွေကနေ တဆင့် နတ်ဆိုးတွေ သေခြင်းတရားတွေ မကောင်းဆိုးဝါးတွေကိုပါ ရင်ဆိုင်လာရတဲ့အချိန် ......\nဘာတွေ ဆက်ဖြစ်ကြမလဲ သူတို့ဘယ်လို ရင်ဆိုင်သွားကြမလဲ ဆိုတာတော့ ဇာတ်လမ်းလေးထဲမှာ\nဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦးနော်\nFile ...",
        "rating": "4.6",
        "url": "https://megaup.net/2sZUb/Allegoria.2022.720p_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opZNdMgVBl3kKpKlW58PXnLZKFV.jpg",
        "title": "The Signal (2014)",
        "description": "The Signal (2014)IMDb 6, RT 61%နဲ့ ၂၀၁၄က ထွက်ရှိခဲ့တဲ့ Sci-fic, thriller ဇာတ်ကားကို\nတင်ဆက်​ပေးချင်ပါတယ်။ DC's Titansမှာ ဒစ်ဂ​ရေဆင်အဖြစ် ပါ​ဝင်တဲ့\nBrenton Thwaitesနဲ့ Ready Player One မင်းသမီး Olivia Cookeတို့\nအဓိကပါဝင်ထားပါတယ်။ မထင်မှတ်ထားတဲ့plot twist​တွေနဲ့ ဇာတ်လမ်း\nကလည်း အ​တော်​​လေး သွက်တာ​ကြောင့် ကြည့်​ပျော်တဲ့ စိတ်ကူးယဉ်သိပ္ပံ\nဇာတ်ကားပါပဲ။\n​MIT​ကျောင်းသား၃​ယောက်ဖြစ်တဲ့ နစ်၊ ​ဟေ​လေနဲ့ ဂျိုနာတို့ဟာ ​ကျောင်းရဲ့\nနက်​ဝေါ့ဆာဗာကို ဟက်ခ်သွားခဲ့တဲ့ ​​နော်မတ်ဆိုတဲ့ ဟက်ကာကို သူတို့နည်း\nသူတို့ဟန်နဲ့ လိုက်လံရှာ​ဖွေ​နေ​သူ​တွေပါ။ ဒီလိုနဲ့တစ်​​နေ့မှာ ​နော်မတ်ဆိုသူရဲ့\nIP addressကိုရပြီး ထိုတည်​နေရာအတိုင်း နီဗားဒါးကသဲကန္တာရတစ်ခုထဲ\nဟက်ကာဖမ်း ထွက်ခဲ့ပါတယ်။ IPလိပ်စာကို​ရောက်မှပဲ ထောင်​ချောက်ဆင်\nခံရမှန်းသိသွားပြီး သူတို့မ​ထင်မှတ်ထားတဲ့ လျှို့ဝှက်ဆန်းကြယ်ကိစ္စ​တွေကို\nနဖူး​တွေ့ ဒူး​တွေ့ရင်ဆိုင်ရပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Mystery, Sci-fi\nQuality…. 1080p | 720p | ...",
        "rating": "6",
        "url": "https://megaup.net/1N000/The.Road.to.Galena.2022.720p.WEB-DL.DD5.1.CM.mp4 https://megaup.net/2sXkx/The.Signal.2014.1080p.BluRay.CMmp4.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d1HYgRGnemx5eQzsv091qpSHQyP.jpg",
        "title": "The Road to Galena (2022)",
        "description": "The Road to Galena(2022)ဝါရှင်တန် အထက်တန်းလွှာမှာ ဝင်ဆံ့တဲ့သူတစ်ယောက် ဖြစ်တဲ့ ကိုးလ်ဘဲရပ်တ်ဟာ\nအလားအလာရှိပြီး အောင်မြင်တဲ့ရှေ့နေတစ်ယောက် ဖြစ်ပြီး\nလှပပြီးထက်မြက်တဲ့ ဇနီးသည်၊ ကားအလန်းစား အိမ်အမိုက်စားနဲ့\nပြီးပြည့်စုံတဲ့ ဘဝတစ်ခုကို ပိုင်ဆိုင်ထားသူပါဒါပေမဲ့ ဒီလို ပြီးပြည့်စုံတဲ့ ဘဝဟာ\nကိုးလ် အမှန်တကယ် လိုလားတောင့်တခဲ့တဲ့ ဘဝ ဟုတ်ပါရဲ့လားတစ်ချိန်က ကိုးလ်ရဲ့ အိပ်မက်က ငယ်ချစ်ဦးနဲ့ အတူ\nဂယ်လီနာက မြေမှာ အောင်မြင်တဲ့ စိုက်ပျိုးရေးသမားတစ်ယောက် ဖြစ်လာဖို့ပါဒါပေမဲ့လည်း ဖြစ်ချင်တာတွေထက်\nမဖြစ်ချင်တာတွေပဲ ပိုဖြစ်လေ့ရှိတဲ့ လောကသဘာဝအတိုင်း\nစိုက်ပျိုးရေးသမား ဖြစ်ချင်တဲ့ ကိုးလ်ဟာ ရှေ့နေတစ်ယောက်ဖြစ်လာပြီး\nငယ်ချစ်ဦးနဲ့ လွဲခဲ့ရပါတယ်ဇနီးချောနဲ့ တိုက်နဲ့ ကားနဲ့ အထက်တန်းကျကျ နေနိုင်နေပြီဖြစ်တဲ့\nကိုးလ်ရဲ့ ဘဝထဲကို ဖုန်းတစ်ကောလ် ဝင်လာပြီးတဲ့နောက်\nကိုးလ်ရဲ့ ငယ်ဘဝ အိပ်မက်တွေ ပြန်လည် လှုပ်ရှား အသက်ဝင်လာပါတော့တယ်အဲဲဒီနောက်မှာတော့ အောင်မြင်တဲ့ဘဝကိုပဲ ဆက်ပြီး လျှောက်လှမ်းမလား\nငယ်ဘဝ အိပ်မက်ကို အကောင်အထည်ဖော်မလား ကိုးလ် ဘာကို ရွေးချယ်မလဲကိုးလ်နဲ့အတူ သူ့ရဲ့တစ်ချိန်က ငယ်ချစ်ဦးနဲ့ ငယ်ဘဝအိပ်မက်တွေကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/172vb/The.Meat.Grinder.2009.720pWEB-DL.CM.mp4 https://megaup.net/172yu/The.Road.to.Galena.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bpmVJeTEJdBkWoSvX7wvk8ch5MH.jpg",
        "title": "Meat Grinder (2009)",
        "description": "Meat Grinder (2009)Slasherရုပ်ရှင်​တွေမှာ Sawနဲ့ Wrong Turn franchise​တွေက iconic\nfilmတွေ ဖြစ်သလို အ​ရှေ့တိုင်းဘက်မှာ​ဆို ဟောင်​ကောင်ရုပ်ရှင်​တွေရဲ့\nပြကွက်​ကြမ်းကြမ်းနဲ့ အ​ပြောကြမ်းကြမ်း​တွေက slasher genre ကိုမှ\nကြိုက်တဲ့သူတွေကြား ရေပန်းစားပါတယ်။ အ​ရှေ့တိုင်း ရုပ်ရှင်တွေက\nလက်​တွေ့ဘဝနဲ့ ပိုနီးစပ်တာ​ကြောင့် ​ဖြစ်ရပ်မှန်လိုလို စိတ်ကူးယဉ်လိုလို\nမတင်မကျဖြစ်​စေသလို ဆင်ဆာ​တွေလည်း ရှယ်ပလန်နဲ့ ထိခဲ့တာပါ။အခုဇာတ်ကားကလည်း မူရင်းဖြစ်တဲ့ ထိုင်းနိုင်ငံအပြင် နိုင်ငံအများစုမှာ\nပေါက်​ရောက်ခဲ့သလို ရှယ်အဘန်းခံ၊ ရှယ်ဆင်ဆာဖြတ်ခံခဲ့ရတာ​ကြောင့်\noriginalနဲ့ uncut version ၂မျိုးဖြန့်ချီခဲ့ရတာပါ။ ဆင်ဆာ​ဖြေ​လျှော့မှု​\nစပေးခဲ့တယ်ဆိုတဲ့ ၂၀၀၉မှာ ပြခဲ့တာ​တောင် ရက်စက်ကြမ်းကြုတ်မှု​နဲ့\n​သွေးသံရဲရဲပြကွက်​တွေ များလွန်းတာ​ကြောင့် ကြာချိန် ၁၀၂မိနစ်ထိရှိတဲ့\nမူရင်းversionကို ၈၄မိနစ်ထိ ဖြတ်ချပြီး ပြသခဲ့ရပါတယ်။ တချို့​သော\nဇာတ်ဝင်ခန်း​တွေကို စ ဆုံး ပြန်ရိုက်ကူးရတာ​တွေရှိသလို blur effect​\nထည့်ခဲ့ရတာ​တွေလည်း ရှိပါတယ်။၂၀၁၀ခုနှစ်မှာ​တော့ uncut versionကိုဖြန့်ချီခဲ့ပြီး Negative review​\nများစွာရခဲ့သလို ​တောင်ကိုရီးယားနိုင်ငံမှာ၂ခါတိတိ banခံခဲ့ရပါတယ်။\nထိုင်းနိုင်ငံတစ်ဝန်းလုံးက ခေါက်ဆွဲဆိုင်​တွေရဲ့ ဆန္ဒပြခြင်းကို ခံခဲ့ရပြီး\nမူရင်းနာမည် Kuai-tiao Nuea ...",
        "rating": "5.3",
        "url": "https://megaup.net/172vb/The.Meat.Grinder.2009.720pWEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dvd-1-9340-140x200.jpg",
        "title": "[18+]Flirting in the Air (2014)",
        "description": "၂၀၁၄ ခုနှစ်ကနေ မင်မင်းဆက်ခေတ်ကို ခုန်ကူးသွားမယ့် ကမ္ဘာပတ်တဲ့ကပ္ပတိန်ကူး...လေယာဉ်ကိုအရမ်းရူးသွပ်တဲ့ ကပ္ပတိန်ကူး...မိန်းကလေးတွေဆို အရမ်းချစ်တဲ့ ကပ္ပတိန်ကူး...၂၁ ရာစုမှာ ပွေရှုပ်တာအားမရလို့ ‌မင်မင်းဆက်အထိသွားရှုပ်မယ့် ကပ္ပတိန်ကူး...ကပ္ပတိန်ကူးရဲ့ဂေါ်ချက်ကတော့ သူဌေးရဲ့မိန်းမနဲ့မှ ဆတ်ဆတ်လူးနတ်ပူးမိပါတော့တယ် ။ သူဌေးက သိသွားပြီး အလုပ်ထွက်ခိုင်းခဲ့တာကြောင့် နောက်ဆုံးတစ်ခါလေယာဉ်မောင်းရင်း လေယာဉ်ပေါ်မှာလည်း လေယာဉ်မယ်တွေကို အလွတ်မပေးခဲ့ပါဘူး။မိုးမမြင်လေမမြင်ကဲနေကြတုန်း လေယာဉ်ကြီးက သံလိုက်စက်ကွင်းထဲဝင်ရောက်သွားတဲ့အခါ... ‌ရှေးဘုရင် မင်မင်းဆက်ဆီ ဝုန်းခနဲရောက်သွားပါတော့တယ်။ ကပ္ပတိန်ကူးပဲလေ... ငြိမ်ငြိမ်ဘယ်နေပါ့မလဲ။ မင်မင်းဆက်မှာ နှာဘူးလိုက်ထရင်း မင်မင်းဆက်သမိုင်းရဲ့ အရေးပါဆုံးဖြစ်ရပ်ထဲမှာ သူဝင်ပါမိသွားတဲ့အခါ....ပေါ့ပေါ့ပါးပါးလေးကြည့်ဖို့ အဆင်ပြေတဲ့ကားလေးဖြစ်ပေမယ့် မိသားစုနဲ့တော့အတူတူမကြည့်နဲ့နော်။ တော်ကြာနေ နရင်းအုပ်ခံနေရမှာစိုးလို့ပါ ။ပါ၀င်ထားတဲ့သူတွေကလည်း ရှောင်လင်ဘောလုံးကားထဲက ဖက်တီးတို့ တကယ့် ဟာသနဲ့ ငဘူးအုပ်စုဖြစ်တဲ့သူတွေ အပြင် ဒါရိုက်တာကလည်း Sex and Zen ရိုက်တဲ့သူဆိုတော့ ရှယ်ပေ့ါ ။File Size__(1.1GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:33:00\nType__Adult, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/38Xie/[18+]Flirting_in_the_Air_(2014).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWyof89dKsoc1zZheHC7Q9J38P5.jpg",
        "title": "A Man Called Hero 2 ( 2022 )",
        "description": "ဒီနေ့တော့ CM ချစ်ပရိသတ်တွေအတွက် ဟွားယင်းရှုံရဲ့သား\nဟွားကျန့်ရှုံအကြောင်းလေးကို ပုံဖော်ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်တယ်...ကျုံးဟွားအိမ်တော်နဲ့ နိုင်ငံခြားရောက်အခက်တွေ့နေတဲ့ တရုတ်အနွယ်ဝင်တွေကို\nကာကွယ်ပေးတဲ့ ဟွားယင်းရှုံအကြောင်းကို\nအရင်တစ်ခေါက်ကဘာသာပြန်တင်ဆက်ခဲ့ပါတယ်...\nအခုတစ်ခေါက်မှာတော့ဟွားကျန့်ရှုံအကြောင်းပေါ့...\nဟွားကျန့်ရှုံဟာ အဖေတူသားပီပီ\nတရုတ်သွေးအပြည့်နဲ့ တရုတ်အနွယ်ဝင်တွေ\nဒုက္ခခံစားရတာကို ကာကွယ်ဖို့ အချိန်ပြည့်\nကြိုးစားအားထုတ်နေကြသူပေါ့...ဟွားယင်းရှုံနဲ့ ဝူတီတို့ တိုက်ပွဲအပြီးမှာ ဟွားယင်းရှုံ\nပျောက်ချင်းမလှပျောက်ခဲ့တဲ့အတွက်\nကျုံးဟွားအိမ်တော်နဲ့တရုတ်အနွယ်ဝင်တွေဟာ\nအင်္ဂလိပ်အရာရှိနဲ့ လော့ရှုံဂိုဏ်းခေါ် ဂျပန်တွေရဲ့\nပူးပေါင်းဒုက္ခပေးမှုကို ခံစားနေရတာပေါ့...\nဘယ်လောက်တောင်လဲဆို...လော့ရှုံဂိုဏ်းဟာ\nဝူတီပြီးနောက် ကျင်းပေါင်တိုင်\nဆက်ခံခဲ့ပြီးချိန်မှာတော့ ကျင့်စဉ်တွေကျင့်နိုင်ဖို့\nကလေးတွေရဲ့စိတ်ဝိညာဉ်ကို ဖမ်းစားရမယ်ဆိုတဲ့\nအယူသီးမှုကြောင့် လော့ရှုံဂိုဏ်းဟာ\nတရုတ်အနွယ်ဖွားကလေးတွေကို အဓမ္မနည်းနဲ့ လိုက်ဖမ်းခဲ့ပါတယ်...ဒါကို သည်းမခံနိုင်တဲ့ ကျန့်ရှုံတစ်ယောက်\nကလေးတွေရဲ့ အနာဂတ်ကို ကယ်တင်နိုင်မလား...\nဟွားယင်းရှုံကရော ဘယ်ရောက်နေတာလဲ...\nသူရဲကောင်းဖြစ်ဖို့ ဘာတွေပေးဆပ်ရဦးမှာလဲ...\nဒီလိုပေးဆပ်ရတာ တန်ရဲ့လားဆိုတာ\nဆက်လက်စောင့်ကြည့်ပါဦး\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK\n A Man Called Hero 1 ...",
        "rating": "6.1",
        "url": "https://megaup.net/1N2mf/A_Man_Called_Hero_2_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3PIk93PTbxT88ohfeb26L1VpZw.jpg",
        "title": "Prizefighter: The Life of Jem Belcher (2022)",
        "description": "Prizefighter: The Life of Jem Belcher (2022)နာမည်ကျော် လက်ဝှေ့သမား ဂျမ်ဘယ်ချာ အကြောင်း ရိုက်ကူးထားတဲ့\nဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်လမ်းသစ် ထွက်လာတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဂျမ်ဘယ်ချာ အနေနဲ့ သရုပ်ဆောင်ထားတာကတော့ မင်းသားကြီး Rusell Crowe ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ....\n၁၉ ရာစု အင်္ဂလန်မှာ လက်ဝှေ့အားကစားဟာ ခေတ်စားလာခဲ့တယ်\nဂျမ်ဘယ်ချာဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ မျိုးဆက်လိုက် လက်ဝှေ့မှာ ပါရမီ ပါတဲ့သူတွေပါ\nသူက ငယ်စဥ်ကတည်းက အဖိုးဖြစ်သူ လက်ဝှေ့ထိုးလာတာကို ကြည့်ပြီး အားကျခဲ့ရတယ်\nအဖိုးဖြစ်သူဆီက ပညာသင်ယူချင်ပေမယ့် မိခင်ဖြစ်သူက အရက်သမားအဖိုးနား မနေခိုင်းခဲ့ပါဘူး\nအသက်ကြီးလာတော့ ဂျမ်က ပန်းပဲဖိုတစ်ခုမှာ အလုပ်လုပ်တယ်\nအလုပ်ကနေအပြန် လမ်းဘေးပွဲလေးတစ်ခုမှာ ပိုက်ဆံလိုလို့ဆိုပြီး ဝင်ထိုးတယ်\nအဲချိန်မှာ တစ်ချိန်က နာမည်ကြီးလက်ဝှေ့သမား ဘေလ်ဆိုသူက ပွဲကိုကြည့်နေတယ်\nဘေလ်ကလည်း ဂျမ်ရဲ့ထိုးပုံတွေကို ကြိုက်တော့ သူ့ကို နည်းပြပေးဖို့ လုပ်လာခဲ့တယ်\nအဲမှာ ဘေလ်က ဂျမ်ကို အင်္ဂလန်ရဲ့ ချန်ပီယံဖြစ်အောင် ဘယ်လိုလုပ်ပေးမလဲ\nဂျမ်ကလည်း ...",
        "rating": "5.4",
        "url": "https://megaup.net/2sXls/Prizefighter.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uvPHL0ADhbYGFBVpAaWiV0wOrOJ.jpg",
        "title": "The Drover’s Wife: The Legend of Molly Johnson (2021)",
        "description": "The Drover's Wife: The Legend of Molly Johnson (2021)၁၈၉၁ ခုနှစ် ဗြိတိသျှတွေ သြစတြေးလျကို ကိုလိုနီပြုထားချိန်။\nမော်လီဂျွန်ဆန်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ခင်ပွန်းဖြစ်သူ ဂျိုး သိုးကျောင်းထွက်နေတဲ့အချိန်မှာ\nကလေးတွေကို ပြုစုစောင့်ရှောက်ရင်း လူသူမနီးတဲ့ သူတို့ရဲ့အိမ်မှာ နေထိုင်လျက်ရှိပါတယ်။တစ်နေ့တော့ သူတို့ရဲ့အိမ်ရှေ့ကို လှည်းလေးတစ်စီးပေါ်မှ လူနှစ်ယောက် ဆင်းလာပါတယ်။\nအဲဒီလူနှစ်ယောက်ကတော့ ဆာဂျင် ကလင့်တော့ပ် ဆိုတဲ့ မြို့ကို တာဝန်ကျလို့ ပြောင်းလာရတဲ့\nရဲအရာရှိနဲ့ သူ့အမျိုးသမီးဖြစ်တဲ့ လူဝီဆာ တို့ပဲ ဖြစ်ပါတယ်။\nမော်လီလည်း သူတို့နှစ်ယောက်နဲ့ ခင်မင်သွားပြီး ကိုယ်ဝန် မီးဖွားရက်လည်း နီးတာမို့လို့\nကလေးတွေကို စောင့်ရှောက်ပေးသူရှိတဲ့ မြို့ကို ထည့်ပေးလိုက်ပါတယ်။\nတစ်ညမှာတော့ သြစတြေးလျဒေသခံတိုင်းရင်းသား ဝရမ်းပြေးတစ်ယောက်ဟာ သူ့အိမ်ကိုရောက် လာပါတော့တယ်.....\nလူဖြူလူမည်းခွဲခြားမှုတွေ၊ ဒေသခံတိုင်းရင်းသားများအပေါ်\nလူဖြူတွေရဲ့ လူမျိုးရေးခွဲခြားမှုတွေကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားပြီး\nတကယ်ကို စိတ်ဝင်စားနဲ့ ကြည့်ရှု့နိုင်မယ့် သမိုင်းအခြေခံ ဒရာမာဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။Rotten tomatoes 81% နဲ့ IMDb rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/172zc/Koizora_2007_720p._WEB-DL_CM.mp4 https://megaup.net/172u3/The.Drovers.Wife.the.Legend.of.Molly.Johnson.2021.1080p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95qyhqSlbdnc9nrvrrLw6WFXE5K.jpg",
        "title": "Sky of Love (2007)",
        "description": "Sky of Love(2007)\n..........................\nဆိုရှယ်မီဒီယာတွေ မတွင်ကျယ်သေးတဲ့\n၂၀၀၀ ခုနှစ်တွေမှာ ဖုန်းထဲကအသံလေးကြားပြီးရင်ခုန်သဘောကျမိခဲ့ဖူးတဲ့အချစ်ဦး ရှိခဲ့ဖူးရင်\nဒီကားလေးကြည့်သင့်ပါတယ်။ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့\nဒီကားဟောင်းလေးမှာတော့ ခေတ်ဟောင်းအငွေ့အသက်တွေနဲ့အတူ\nအချစ်ဦးကြောင့် ပျော်ရွှင်ခဲ့ရသလို\nကြေကွဲခံစားခဲ့ရတဲ့ ကောင်မလေးရဲ့\nအမှတ်တရဇာတ်လမ်းတွေကို\nပြန်​ပြောပြနေဟန်နဲ့ စတင်ထားပါတယ်။ရှင်ကွဲမကွဲရင် သေကွဲကွဲတဲ့ Sad Ending ကိုမှ\nကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ဖို့ သင့်တော်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 935MB | 487MB\nFormat… mp4\nDuration…. 2h\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/172tk/Code.Name.Banshee.2022.720p.WEB-DL.DD5.1.CM.mp4 https://megaup.net/172q4/Koizora_2007_1080p._WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dt53jhcegkYu2hKcE4tAdnbpBzt.jpg",
        "title": "Code Name Banshee (2022)",
        "description": "Codename: Banshee(2022)\n===================\nThe Skin I live in , Zorro တို့နဲ့ နာမည်ကြီးခဲ့တဲ့\nမင်းသားကြီး Antonio Banderas ရဲ့ အက်ရှင်ဇာတ်ကြမ်း ကားလေးပါ။\nဇာတ်လမ်းအညွှန်းက စီအိုင်အေရဲ့ လက်သုံးတော် ကေလပ်တို့ဂိုဏ်းဟာ အင်အားကြီးလာတာနဲ့အမျှ\nစီအိုင်အေကိုယ်တိုင်က သူတို့ရဲ့အတွင်းသတင်းတွေပေါက်ကြားမှာ စိုးတာကြောင့်\nရုရှားကို သတင်းရောင်းပါတယ်ဆိုပြီး အန်တိုနီဦးဆောင်တဲ့အဖွဲ့နဲ့ ကေလပ်တို့ကို လုပ်ကြံခိုင်းပါတယ်။\nဒါပေမယ့် ကေလပ်ဟာ မသေဘဲ လွတ်သွားခဲ့ပြီး စီအိုင်အေလက်ကနေ ၅ နှစ်လောက်ခြေရာဖျောက်နေခဲ့ပါတယ်။\nဒါကို စီအိုင်အေအဖွဲ့ကလည်း အပူတပြင်းလိုက်ရှာနေခဲ့ပြီး\nဘန်ရှီးခေါ် ကေလပ်ရဲ့ တပည့်ကလည်း ကေလပ်ဆီရောက်လာခဲ့ပါတယ် ။\nသူတို့ နှစ်ယောက်ပေါင်းကာ အန်တိုနီနဲ့ CIA ကို ဘယ်လိုပြန်လည်တိုက်ခိုက် လက်စားချေသွားမလဲဆိုတာ ကြည့်ရမှာပါ။\nကြမ်းကြမ်းရမ်းရမ်းနဲ့ အက်ရှင်တွေ ကြိုက်တတ်သူ‌တွေ သဘောကျစေမယ့် ဇာတ်‌ကားလေးဖြစ်ပါတယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing က ရေးသားထားပါတယ်)Genre..... Action, Thriller\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/172tk/Code.Name.Banshee.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vydvbjXUnV1E5hMTLeDD3k6Fpy6.jpg",
        "title": "Good morning (2022)",
        "description": "Good Morning (2022)မိဘမဲ့ဂေဟာမှာကြီးပြင်းခဲ့ရပြီး ပတ်ဝန်းကျင်ကလူတွေ သူငယ်ချင်းတွေရဲ့အနှိမ်ခံဖြစ်နေလို့\nစိတ်ပင်ပန်းပြီး အမြဲကိုယ့်ကိုယ်ကိုသတ်သေဖို့ကြံစည်နေတဲ့ကျောင်းသူလေးဆူမီ...သမီးဖြစ်သူ ကိုယ့်ကိုယ်ကိုအဆုံးစီရင်သွားလို့ စိတ်ဆင်းရဲမှုကနေမလွတ်မြောက်နိုင်သေးတဲ့\nနာတာရှည်​ဆေးရုံကသူနာပြုဆရာမဂျောင်...တစ်နေ့ ဆူမီလေးတံတားပေါ်ကနေခုန်ချမလို့လုပ်နေတုန်း သူနာပြုဆရာမဂျောင်နဲ့တွေ့သွားတဲ့အခါ...သူတို့နှစ်​ယောက် နာတာရှည်​ဆေးရုံမှာ ဘယ်လိုလူ​တွေနဲ့တွေ့ပြီး\nဘယ်လိုကိစ္စတွေဆက်ဖြစ်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါနော်...ဒီဇာတ်ကားလေးကြည့်ပြီးရင် ကိုယ်ပိုင်ဆိုင်ထားတဲ့ဘဝဟာဘယ်လောက်အဖိုးတန်လဲဆိုတာ သိရှိသွားမှာပါ♡EVE ဇာတ်လမ်းတွဲထဲက ဆိုရာ အဖြစ်ပါဝင်ထားတဲ့ မင်းသမီးကြီး Yoo Sun ပါဝင်တာမို့\nရုပ်ရှင်ကားကောင်း တစ်ကောင်းဆိုတာကတော့ အာမခံနိုင်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ YeRi ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 676MB | 293MB\nFormat… mp4\nDuration…. 1h 57min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... YeRi\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2sXpC/Good.Morning.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNWE4MWNlZWYtNzk2MS00MjFkLWEyZTktNWE3ZTY3YWJjOGRhXkEyXkFqcGdeQXVyMTI3NTM5NzQ3._V1_-160x200.jpg",
        "title": "Lover (2022)",
        "description": "Lover (2022)\nIMDb - 7.1ဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိလေရဲ့။ ပြီးတော့ သူ့ကိုအရူးအမူးချစ်နေတဲ့ ကောင်လေးတစ်ယောက်ရောပေါ့။\nကျောင်းတော်ကြီးရဲ့ အချစ်ဇာတ်လမ်းတွေကို ပြောမယ်ဆို ပြောမကုန်နိုင်ပါဘူး။ လူတိုင်းမှာ သူတို့ရဲ့ ဆိုင်ရာဆိုင်ရာ အချစ်ဇာတ်လမ်းလေးတွေရှိမယ်ထင်ပါတယ်။ဒီလိုအချစ်ဇာတ်လမ်းလေးတွေမျိုးစုံထဲက​ တစ်ပုဒ်ဖြစ်တဲ့ 2022ခုနှစ်ထွက် IMDb rating 7.1အထိရရှိထားတဲ့\nLoverဆိုတဲ့ အိန္ဒိယ Movieလေးကို အခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒါကားလေးကတော့ အချစ်ဇာတ်လမ်းထဲမှာမှ\nလူတစ်ယောက်ကို အရူးအမူး Crushနေရတဲ့ ခံစားချက်ပါပဲ။ရိုမီယိုနဲ့ ဂျူးလီယက်လို ဂန္ဓဝင်တွင်တဲ့အချစ်ဆိုတာမျိုးကို စာအုပ်တွေ၊ ရုပ်ရှင်တွေ၊ ပုံပြင်တွေထဲမှာ\nလူတွေက မျိုးစုံဖော်ပြကြသလို လူမသိနိုင်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ခမ်းနားတဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းရှိပါတယ်။ ကျောင်းသွားတဲ့အချိန် သူမ ငှားစီးတဲ့ကားလေးရဲ့ ထိုင်ခုံမှာ\nဖုန်သုတ်ပေးမယ်။ သူမမျက်နှာကိုမြင်ရဖို့ မနက်ခင်းကျောင်းတန်းစီချိန်မှာ အပြစ်ပေးခံရတဲ့နေရာမှာ\nမတ်တပ်ရပ်တယ်။ ရရာနေရာကနေ သူမကို ခိုးကြည့်မယ်။ သူမနောက်က တစ်ကောက်ကောက်လိုက်မယ်။\nဘယ်လောက်တောင်လဲဆို သူမသောက်ပြီးကျန်ခဲ့တဲ့ လက်ဖက်ရည် အကျန်လေးကိုတောင် အမြတ်တနိုးသောက်ရတဲ့သူပါ။\nသူ့ဘဝမှာ ဒီလောက်နဲ့တင် အရာရာလုံလောက်ပြည့်စုံနေသလိုပေါ့။ လှပပြီး ကျောင်းမှာ နာမည်ကြီးတဲ့\nဒီမိန်းကလေးအတွက် တခြားလူက လူသတ်နိုင်တယ်ဆိုရင် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1N1y8/LOVER.(2022).720p.CBR.AMZN.WEB-DL.Panjabi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hTLFNVxi2P5YeULAd5Mb2XbW9i4.jpg",
        "title": "Charlotte (2021)",
        "description": "Charlotte (2021)~ IMDb - 6.4/10, Rotten Tomatoes - 71% ~Loving Vincent ဆိုတဲ့ အန်နီမေးရှင်းကားကိုမှ ဗန်ဂိုးရဲ့ ပန်းချီဟန်တွေနဲ့ ပေါင်းစပ်ထားတဲ့ ရုပ်ရှင်ကို သိကြမယ်ထင်ပါတယ်။ ဒီရုပ်ရှင်ဟာလည်း ထိုနည်းလည်းကောင်း ရုပ်ရှင်ပါ။ Charlotte လို့ခေါ်တဲ့ ဒုတိယကမ္ဘာစစ်ကာလတုန်းက ဂျာမန်ဂျူးအစပ် ပန်းချီဆရာမလေးရဲ့ ဂျာမန်တွေဒဏ်ကိုခံနေရတဲ့ကြားက မာစတာပိစ်လက်ရာတစ်ခုကို ဖန်တီးတဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။ ကျွန်တော့်လို Loving Vincent ကို အသည်းစွဲကြိုက်တဲ့လူတွေတော့ ဒီရုပ်ရှင်ကိုလည်း သဘောကျကြမှာပါ။Charlotte ဟာ သူ့မိသားစုရဲ့ ရင်နာစရာဇာတ်ကြောင်းကို ပန်းချီကားတစ်ထောင်ကျော်နဲ့ ပုံဖော်ရေးဆွဲခဲ့ပြီး \"ဘဝလေလား ပြဇာတ်လေလား\" လို့ ပန်းချီတစ်ထောင်ကျော်လုံးကို တစ်စုတည်းအဖြစ် သတ်မှတ် နာမည်ပေးလိုက်ပါတယ်။ အဲဒီပန်းချီကားစုကို ပထမဆုံး ဂရပ်ဖစ်နိုဗယ်အဖြစ် သတ်မှတ်ခဲ့ကြပါတယ်။ သူဟာ ပျော်စရာတွေထက် ဝေဒနာတွေက အနုပညာပိုစစ်တယ်လို့ ယူဆခဲ့ပြီး သူ့မိသားစုရဲ့ ဝေဒနာတွေကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1N1om/(CM)_Charlotte_(2022)_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-glass-141x200.jpg",
        "title": "Glasshouse (2022)",
        "description": "ဖန်လုံအိမ်အာနိသင် Glass house effectဆိုတာကို ၈တန်း ၉သန်းသိပ္ပံမှာထဲက ကြားဖူးကြမှာပါ ဒီသိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းမှာတော့ အနာဂတ်လွန်ကာလတစ်ခုမှာ ကမ္ဘာကြီးမှာကပ်ရောဂါတစ်ခုဆိုက်ကပ်ခဲ့ပါတယ် အဲ့ဒါကတော့ တခါမှစိတ်‌တောင်မကူးဖူးတဲ့ ကပ်ရောဂါတစ်ခုပါပဲအဲ့ဒါကတော့ရှူရှိုက်လိုက်တာနဲမှတ်ဉာဏ်တွေကိုပျက်စီးပြန့်ကျဲသွားစေတဲ့ The Shredလို့‌ ခေါ်တဲ့အဆိပ်တမျိုးပါ အဆိပ်က လေထုတစ်ခုလုံးမှာ ပြန့်နှံ့နေတာကြောင့် ကမ္ဘာလူအဖွဲ့အစည်းတစ်ခုလုံး ပြိုလဲသွားပါတော့တယ် အဲ့ဒီလိုကပ်ဘေးဆိုက်နေချိန်မှာ အဆိပ်ကလက်ကနေ အသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ ကျေးလက်နေမိသားစုလေးတစ်စုရှိပါတယ် ဒီမိသားစုက ကိုယ်ပိုင်စိုက်ပျိုးရေးလုပ်ကာ လေမဝင်အောင် သူတို့တည်ဆောက်ထားတဲ့ဖန်လုံအိမ်ကြီးမျိုးထဲမှာနေကြပါတယ်သူတို့ရဲ့စခန်းထဲကိုဘယ်သူ့ကိုမှလည်းအဝင်မခံပါဘူးဒါပေမဲ့ငယ်ငယ်တုန်းက သူတို့အိမ်ကနေထွက်သွားတဲ့ လူကာဆိုတဲ့အကိုကြီးကို အမေကြီးနဲ့မောင်နှမတွေကမျှော်နေခဲ့ပါတယ် တနေ့မှာစခန်းနားမှာဒဏ်ရာရလူတစ်ယောက်ကို ဘီး‌‌ ကကယ်တင်ခဲ့ပါတယ် သူတို့‌မမှတ်မိနိုင်တော့တဲ့ သူတို့ထင်မိသလို သူတို့ရဲ့တစ်ချိန်ကထွက်သွားတဲ့အကိုကြီးက တကယ်ပဲအဲ့ဒီလူဖြစ်နေမလား အဲ့ဒီလူရဲ့သရုပ်မှန်ကရော ဘယ်သူလဲ မောင်နှမမေတ္တာ ၅၂၈ နဲ့ အချစ် ၁၅၀၀တို့ရောထွေးမိပုံကို ဖော်ပြထားတာကြောင့် ကြည့်ရှုသင့်တဲ့Dramaကားကောင်းပါ ဒါပေမဲ့ Incest 18+sceneတွေပါတာကြောင့် မိသားစုနဲ့တော့မကြည့်ရှုဖို့အကြံပေးပါရစေ File size…(1.24GB)/(661MB)/(331MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre..Drama / Sci-Fic ...",
        "rating": "",
        "url": "https://megaup.net/173ty/Glasshouse.2022.720p.(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-wild-140x200.jpg",
        "title": "Wild Men (2022)",
        "description": "\" လူတွေနဲ့ဝေးဝေး ဝေးတဲ့နယ်မြေ အတူတူ သွား သွား သွားကြမယ်လေ \" ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်းပဲ မာတင်ဆိုတဲ့ လူတစ်ဦးဟာ မြို့ပြမှာ မိသားစုနဲ့ အလုပ်အကိုင်နဲ့ အဆင်ပြေနေပေမယ့် မြို့ပြလူနေမှုဘ၀ရဲ့ မွန်းကျပ်မှုကို ခံစားနေရပြီး ငြိမ်းချမ်းမှုကိုရှာဖွေဖို့ တောထဲတောင်ထဲ ထွက်ပြေးလာသူတစ်ဦးပါ မာတင်ဟာ မြို့ပြက သူ့မိသားစုလေးကို စွန့်ပစ်ပြီးတစ်ကိုယ်တည်း တောင်စခန်းတစ်ခုတည် ကိုယ်တိုင် လေးမြှားနဲ့အမဲလိုက် ချက်ပြုတ်ပြီး ဗိုက်ကင်းတစ်ယောက်လို နေထိုင်လာတာ တစ်ပတ်ကျော်ကြာမြင့်ခဲ့ပါပြီဒီလိုနဲ့ ဗိုက်ကင်းကြီးမာတင်ဆီကို အမှုပတ်ဖို့အကြောင်းဖန်လာတာကတော့ မူဆာဆိုတဲ့ မူးယစ်ဆေးမှောင်ခိုသမားပါပဲ မှောင်ခိုသွင်းဖို့ မူဆာနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက် ကားနဲ့လာရင်းမှာ မာတင်နေတဲ့နေရာနားမှ ကားမတော်တဆဖြစ်ပြီး ဗိုက်ကင်းကြီး မာတင်နဲ့ မူးယစ်‌မှောင်ခို မူဆာ‌တို့ တွေ့ဆုံခဲ့ကြပါတယ် တစ်ဖက်မှာလည်း ရဲတွေနဲ့ မိသားစုက လိုက်ရှာနေတဲ့ မာတင်... တစ်ဖက်မှာတော့ သူငယ်ချင်းနှစ်ယောက်က ပြန်လိုက်ရှာနေတဲ့ မူးယစ်ဆေးတစ်အိတ်နဲ့ မူ ဆာ.... သူတို့နှစ်ယောက်ဟာ ...",
        "rating": "6.6",
        "url": " https://megaup.net/2sXaf/wild.men.2021.1080p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x1q3FkqFHBkMeKnHiS6GYgdLvUs.jpg",
        "title": "Not Okay (2022)",
        "description": "Not okay (2022) Zoey Deutch နောက်ထပ် ဇာတ်ကားသစ်လေး လာပါပြီ။ ဒီတစ်ခါတော့ Comedy, Drama အမျိုးအစားလေးပါ။ဇာတ်လမ်းအညွှန်းကတော့ ...အတန်ရှည်လိုချင်လွန်းရင် မကောင်းကြောင်း သက်သေပြသွားတဲ့ ကားဖြစ်ပါတယ်။မဂ္ဂဇင်းတစ်ခုမှာ ဖိုတိုအယ်ဒီတာအဖြစ် အလုပ်လုပ်နေတဲ့ ဒန်နီဆန်းဒါးစ်ဟာ အင်မတန် စာရေးဆရာဖြစ်ချင်နေတဲ့သူပါ။ ဒါပေမဲ့ မတော်တရော် အရေးအသားတွေကြောင့် သူ့သူဌေးက သူ့ကို ဆောင်းပါးဌာနကို ပြောင်းခွင့်မပေးပါဘူး။လွယ်ကူရိုးရှင်းတဲ့ဘဝကို မကျေနပ်ဘဲ နာမည်ကြီးချင်သလို သူ့ခရက်ရှ် ကောလင်းဆီက အတန်ရှင်းလိုချင်တဲ့ ဒန်နီဟာ ပဲရစ်ကို စာရေးဆရာအပေါင်းဖော်တွေနဲ့ အားလပ်ရက်ခရီးထွက်ပါပြီဆိုပြီး လိမ်ဆင်ထွင်ပါတော့တယ်။ကံဆိုးချင်တော့ သူ ပဲရစ်ရောက်နေဟန်ဆောင်ပြီး အိမ်မှာ အိပ်နေချိန်မှာပဲ ပဲရစ်ရဲ့ အထင်ကရနေရာတွေကို ဗုံးဖောက်ခံရပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီဟာ သူ့ကို သီသီလေးလွတ်လာတယ်ထင်ပြီး ဝိုင်းကရုဏာသက်ကြတဲ့ လူတွေကို ဆက်လိမ်ရင်း အဂ္ဂမဟာ influencer ကြီးဖြစ်သွားပါတော့တယ်။ဒါပေမဲ့ သူ့လိမ်ဆင်တွေ ဘယ်လိုပေါ်သွားမလဲဆိုတာကတော့ …(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ...",
        "rating": "6.1",
        "url": "https://megaup.net/2sWsp/[CM]Not.Okay.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSEYjo2CObYZSTrgEnaoa8njLte.jpg",
        "title": "Granny’s Got Talent (2015)",
        "description": "Granny's got Talent အညွှန်းဆဲမယ်ဗျို့ ..... ဆဲမယ် ....\nအဆဲပြိုင်ပွဲကြီး နွှဲကြမယ် .....ရသစုံရှိုးတွေလည်း CM မှာ တင်ဆက်ပေးနေတာ မနည်းပါဘူး။\nဒီဇာတ်ကားကလည်း ရသစုံရှိုးတစ်ခုကို အခြေတည်ပြီး ရိုက်ကူးထာတာပါ။\nဘယ်လိုရှိုးမျိုးလဲဆိုတော့ \"အဆဲပြိုင်ပွဲ\" ရှိုးပါပဲ။ဒီ show ရဲ့ထူးခြားချက်က\nအဆို၊အက၊ အတီး တခြား Talent ​တွေ တစ်ခုမှမလိုဘဲ ဆဲတတ်ရုံနဲ့ ဝင်ပြိုင်နိုင်မှာတဲ့ဗျား။​နေ့စဥ်ဘဝမှာဆဲရုံတင်အားမရတဲ့သူ​တွေကို\nဆု​ကြေး​ငွေ​ပေးပြီး​တော့ကို အဆဲပြိုင်ပွဲ လုပ်​ပေးသွားတာပါ\nဆဲတာကလည်း ရိုးရိုး​ဆဲတာမဟုတ်ဘဲ ဇာတ်ညွှန်းနဲ့ဆဲရမှာပါဇာတ်အလမ်းအကျဉ်းချုပ်ကတော့ .....\nအီ​ဂျောင်ဆွန်းဆိုတဲ့အဘွားက ​ထောင်ကထွက်လာ​တာနဲ့\nအဘွားရဲ့သာယာနာပျော်ဖွယ် ဆဲရေးသံလေးတွေကို နားထောင်ပြီး\nအစီအစဥ်ရဲ့ပီဒီက သ​ဘောကျသွားတာနဲ့ အဘွားလည်း ဝင်ပြိုင်ဖြစ်သွားတာပါအဘွားက ပြိုင်ပွဲတစ်​လျှောက်လုံး အဆဲစ​ကေး​တွေပြသွားမှာဖြစ်ပြီး\n​နောက်ဆုံးဖိုင်နယ်ပွဲအထိ အနိုင်ရမသွားမလားဆိုတာကို ​စောင့်ကြည့်ရမှာပါComedy ဆို​ပေမယ့် ကိုရီးယားရဲ့ထုံးစံအတိုင်း ဒရာမာ​လေး​တော့ နည်းနည်းချိုးထားပါတယ်အဆဲပြိုင်ပွဲကြည့်ရင်း တစ်နည်းအားဖြင့်​တော့ စိတ်ဖိအား​တွေ​ပြေ​ပျောက်ဖို့ ​မျှော်လင့်ပါတယ် ကြည့်​ပေးကြပါဦး​နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ The Witch Part-2 နဲ့ The Roundup မှာ\nကိုရီးယားကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2sXrC/Grannys.Got.Talent.2015.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/blackphone-112x200.jpg",
        "title": "The Black Phone (2021)",
        "description": "(imdb 7.3 / 26k)\nဟော်ရာကားကောင်းကောင်းတွေ ရှားနေတုန်းမှာ ကောင်းတာလေး ထွက်လာပါပြီ။\nစိတ္တဇလူသတ်သမားဇာတ်လမ်းကို ပရလောကနဲ့ ရောမွှေထားတဲ့ ဇာတ်လမ်းပါပဲ။\nမူရင်းရုပ်ရှင်ဇာတ်လမ်းတိုလေးကို ပြန်ရိုက်ကူးထားတာပါ။ ဇတ်လမ်းအကျဉ်းကတော့ ဂရက်ဘာ (ဖမ်းဆီးသူ)လို့ လူတွေသိကြတဲ့\nစိတ္တဇလူသတ်သမားတစ်ယောက်ဟာ\nကလေး ၅ ယောက်ကို ဖမ်းဆီးသတ်ဖြတ်ပြီးခဲ့ပေမဲ့\nဘယ်သူမှ တရားခံကိုရော အလောင်းတွေကိုရော\nရှာမတွေ့ခဲ့ပါဘူး။ ဒါပေမဲ့ ၆ ယောက်မြောက်ကလေးကို\nဖမ်းမိချိန်မှာတော့ ထူးခြားမှုတွေဖြစ်လာပါတော့တယ်။ ဖမ်းခံရတဲ့ ကလေး ဖင်း ရဲ့ ညီမဟာ လူသတ်ကောင်အကြောင်းအိပ်မက်တွေမက်နေပြီး\nအဲဒီကနေသဲလွန်စတွေနဲ့ လိုက်ရှာဖို့ ကြိုးစားလာပါတယ်။\nဖင်းကလည်း အဖမ်းခံထားရတဲ့ အခန်းထဲက\nဖုန်းအပျက်ကနေ အရင်အဖမ်းခံရပြီး အသတ်ခံခဲ့ရတဲ့ ကလေးငါးယောက်က\nတလှည့်စီဖုန်းဆက်လာတာကိုကြုံလာရပြီး သူတို့လွတ်မြောက်အောင်\nကြိုးစားခဲ့တဲ့နည်းတွေ အသတ်ခံရပုံအမှားတွေကို တစ်ခုပြီးတစ်ခု\nပြောပြလာပါတော့တယ်... ဒီဝိညာဉ်တွေရဲ့အကူအညီနဲ့ ဖင်းတစ်ယောက်\nစိတ္တဇလူသတ်သမားလက်ကနေ ဘယ်လိုအလွတ်ရုန်းမလဲဆိုတာ  \nFile size…2.4GB / 1.33GB / 546MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant \nTranslated by Mr Anderson",
        "rating": "7.3",
        "url": "https://megaup.net/1Mt2a/The.Black.Phone.2022.1080p.AMZN.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9BqJthCpaSwFhngvDDbs2nOACD.jpg",
        "title": "Executioner’s Strange Talk ( 2022 )",
        "description": "သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေကိုခေါင်းဖြတ်ကွပ်မျက်ဖို့တာဝန်ယူရတဲ့\nအာဏာပါးကွက်သားတွေမှာ စည်းမျဥ်းတစ်ခုရှိပါတယ်။\nမွန်းတည့်မကျော်ခင်မှာ အပြစ်သားကို စီရင်ရတာပါပဲ။\nစီရင်ချိန်ကျော်သွားခဲ့ရင် စည်းမျဥ်းကိုဖောက်ဖျက်မိသလိုဖြစ်ပြီး\nသရဲဝိဉာဥ်တွေက လက်စားချေဖို့ပြန်လာတတ်ကြပါတယ်တဲ့။အာဏာပါးကွက်သားတစ်ယောက်ဖြစ်တဲ့ရှဲ့ချီဟာ ပြစ်ဒဏ်စီရင်ရာမှာ\nအချိန်ကျော်လွန်သွားရာကနေ စည်းမျဥ်းကိုဖောက်ဖျက်မိသွားပါတယ်။\nသူကွပ်မျက်ခဲ့တဲ့သရဲမဟာ သူ့ကိုပြန်လာရှာရာကနေ ၊\nသူတင်မက တစ်မြို့လုံးကို ကံဆိုးမှုတွေစတင်လွှမ်းခြုံလာတဲ့အခါ ၊\nခြောက်ခြားဖွယ်ရာဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာတဲ့မခါမှာ..\nမြို့ထဲကလူတွေကလည်း ရှဲ့ချီကိုဝိုင်းပြီးအပြစ်တင်ကြပါတော့တယ်။သရဲတွေ မိစ္ဆာတွေ ကျိန်စာတွေပါဝင်နေတဲ့ ဒီပြဿနာကို\nဘယ်လိုဖြေရှင်းကြမယ်ဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Fantasy , Thriller\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/38Viv/EXECUTIONERS_STRANGE_TALK_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3UIiMGbAiDpnrF4lBiC1KB28EGZ.jpg",
        "title": "Adeline (2022)",
        "description": "Adeline(2022)IMDb rating ~ 7.8/10အမေရိကန်ပြည်ထောင်စုက နာဗာဂျိုလို့ခေါ်တဲ့ လူမျိုးစုတွေမှာ အဆိုတစ်ခု ရှိပါတယ်“ကမ္ဘာကြီးကို ကုစားပေးဖို့အတွက်\nဘုရားသခင်က မြင်းတွေကို ဖန်ဆင်းပေးခဲ့တာ”ပါတဲ့အက်ဒီလိုင်းဟာ သာမန်မြင်းတွေထက် ပိုမို ထူးကဲပြီး\nကုစားပေးနိုင်စွမ်း မြင့်မားတဲ့ မြင်းမလေးပါတစ်နေ့မှာ နယူးမက္ကဆီကိုပြည်နယ်ရဲ့ နယ်မြို့လေး တစ်မြို့ဆီ\nအက်ဒီလိုင်းနဲ့ သူ့သခင်မစ္စကေတို့ ရောက်ရှိလာကြပါတယ်အဲဒီမြို့က သင်းအုပ်ဆရာ ရက်ဗရန့်နဲ့ ဇနီးဖြစ်သူ တယ်ရီတို့မှာ\nမွေးကတည်းက တစ်ခါမှ စကားမပြောတဲ့\n၈ နှစ်အရွယ် အော်တစ်ဇင်ရောဂါသည် သားလေးတစ်ယောက် ရှိပါတယ်သင်းအုပ်ဆရာကတော့ သူတို့သားလေး စကားမပြောနိုင်တာဟာ\nဘုရားသခင်ချမှတ်ပေးထားတဲ့ လမ်းဖြစ်ပြီး\nဒီလမ်းအတိုင်း လျှောက်လှမ်းကြရုံပဲရှိတယ်လို့ ခံယူထားသူဖြစ်ပြီးတော့\nဇနီးဖြစ်သူ ကတော့ သူတို့သားလေး စကားပြောနိုင်ဖို့\nဘာမဆို ကြိုးစားကြည့်ချင်တဲ့သူ တစ်ယောက်ပါမစ္စကေနဲ့ အက်ဒီလိုင်းတို့ ရောက်ရှိလာပြီး\nအက်ဒီလိုင်းရဲ့ ကုစားပေးနိုင်တဲ့စွမ်းအားတွေအကြောင်း ကြားသိရပြီးတဲ့နောက်\nသင်းအုပ်ဆရာတို့ ဇနီးမောင်နှံအကြား ပေါ်ပေါက်လာတဲ့\nမတူညီတဲ့ တုံ့ပြန်မှုတွေ၊ အထင်အမြင် လွဲမှားမှုတွေအကြောင်း\nဒီဇာတ်ကားထဲမှာ ကြည့်ရှူကြရမှာပါတွေးစရာတွေ၊ သင်ခန်းစာယူစရာတွေ ပေးနိုင်တဲ့ ဇာတ်လမ်းမျိုးကို\nလိုက်ရှာနေတယ်ဆိုရင်တော့ ဒီဇာတ်လမ််းက ကွက်တိပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ...",
        "rating": "7.8",
        "url": "https://megaup.net/172rf/Adeline.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama"
    }
]