[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8K5dvcXq7Lq2qiE9nkjF1Dht60R.jpg",
        "title": "Alibi.com(2016)",
        "description": "ဟာသကားတွေစောင့်မျှော်နေသူတွေအတွက် ပြင်သစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ ဂရက်ဆိုတဲ့သူဟာ သူငယ်ချင်းတစ်ယောက်နဲ့အလီဘိုင်ဆိုတဲ့ကုမ္ပဏီတည်ထောင်ထားပါတယ်။သူတို့အလုပ်က နောက်မီးလင်း အရှုပ်ထုပ်ပေါင်းစုံကို လိုက်လံဖုံးဖိကူညီပေးတာပါ။တစ်ရက်မှာတော့ အချစ်ကိုအယုံအကြည်မရှိတဲ့ဂရက်က ဖလိုလို့ခေါ်တဲ့ ရှေ့နေကောင်မလေးနဲ့ ပန်းခြံမှာခွေးကိုလွှတ်ပေးလိုက်လို့ ကားတိုက်ခံရတာကစပြီး ရင်းနှီးသွားပါတယ်။နောက်တော့ သူတို့နှစ်ဉီးချစ်သူတွေဖြစ်လာကြပြီး ကောင်မလေးအိမ်လိုက်သွားရင်းက ဖလိုရဲ့အဖေက အလီဘိုင်ကုမ္ပဏီရဲ့ဖောက်သည်တစ်ဉီးဖြစ်နေတာကို သိလိုက်ရပါတယ်။ဖလိုက လိမ်လည်တာကိုသိပ်မုန်းတာကြောင့် ဂရက်ကသူ့လုပ်ငန်းကိုလည်းမပြောပြရဲသလို သူ့အဖေကိုလုပ်ပေးရမဲ့ ပြဿနာကလည်း သူ့ကောင်မလေးကိုသူ့သရုပ်မှန်ပေါ်လာဖို့ တဖြည်းဖြည်းလမ်းဆီကိုရောက်လာပါတယ်။ဂရက်တစ်ယောက် ဖလို့အဖေရဲ့ပြဿနာတွေဖြေရှင်းပေးရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံရမလဲ ၊ဖလို့အဖေရဲ့လျှို့ဝှက်ချက် သူ့ရဲ့လျှို့ဝှက်ချက်ကိုဆက်လက်ထိန်းသိမ်းနိုင်ပါမလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဉီး။သရုပ်ဆောင်တွေအဖြစ်နဲ့ Philippe Lacheau ၊ Élodie Fontan ၊ Didier Bourdon တို့ကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသားကိုယ်တိုင်ကပဲရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ် Comedy ကားလေးဖြစ်ပါတယ်။ File size…1.96GB / 826.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fggy/Alibi.com.2017.FRENCH.BluRay.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/download-1-160x200.jpeg",
        "title": "Almost Pyaar with DJ Mohabbat (2023)",
        "description": "Almost Pyaar with DJ Mohabbat (2023)\n***************************************************ယခုတစ်ခါအလှည့်ကျတာကတော့ Parallel Universe အကြောင်း\nစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမဲ့ အပြိုင်စကြဝဠာအကြောင်းပါ\nမင်းသမီးချောလေး အာလ်ယာအက်ဖ်နဲ့ မင်းသား ကာရန်မဲဟ်သာတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အပြိုင်စကြဝဠာ ..တစ်ဖက်စကြဝဠာကကိုယ်ကဒီအချိန်ဘာတွေလုပ်နေလိမ့်မလဲ\nဒီဘက်မှာစော်မရှိတဲ့လူတွေရော ဟိုဘက်လောကမှာရည်းစားရနေမလား\nဒါကတော့တော်တော်များများတွေးဖူးကြမှာပါ ဒါဆိုရင်တော့ဒီကားကိုကြည့်သင့်ပါတယ်။ဟာမိနဲ့ အိုင်ရှာကတစ်တွဲ ယာဂုနဲ့ အမ်ရီတာကတစ်တွဲ ပြသွားမဲ့ပုံစံပဲဖြစ်ပါတယ် ဟာမိနဲ့အိုင်ရှာကတော့ဘားတစ်ခုမှာတွေ့ဆုံရာကစပြီးဖြစ်တည်လာမဲ့စုံတွဲဖြစ်ပြီး ယာဂုနဲ့အမ်ရီတာကတော့ ဟိုလီပွဲကိုအကြောင်းပြပြီးတွေ့ဆုံရမှာပါ။\nတစ်ပိုင်းချင်းစီကိုသေချာလေးကြည့်ရင်တော့ ဟာကွက်မရှိတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါလို့ညွှန်းဆိုရင်း...\nဘာသာပြန်တွေကတော့ Yunni,Bplနဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။\nFile size…1.5GB / 659MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~ Thaik San",
        "rating": "4.7",
        "url": "https://megaup.net/1Tl41/Almost.Pyaar.With.DJ.Mohabbat.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tl8k/Brooklyns.Finest.2009.BluRay.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjI5MWE4MTctYjExYS00MmViLTgwZjEtMmI1OTBkN2M2OGE2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-136x200.jpg",
        "title": "Rye Lane (2023)",
        "description": "Rye Lane (2023)\n============\nIMDb Rating - 7.3/10အသည်းကွဲနေတဲ့ကောင်လေးနဲ့ လမ်းခွဲပြီးစ ကောင်မလေး\nတို့ရဲ့ လန်ဒန်မြို့တောင်ဘက်ခြမ်းက လမ်းမထက်က အချစ်\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ ရှက်တတ်တဲ့ ဒွန်မ်နဲ့\nတက်တက်ကြွကြွနေတတ်တဲ့ ရာ့စ်တို့နှစ်ယောက်ဟာ\nအကျင့်စရိုက်ချင်းမတူညီကြပေမယ့် အချင်းချင်းနှစ်သိမ့်\nပေးရင်း အခက်အခဲတွေကို ကူညီပေးရင်း အချစ်ပန်းပွင့်\nဖူးလာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။များသောအားဖြင့် ဒီလိုကားမျိုးတွေဟာ ချိုသာတဲ့အပြော\nလေးတွေ အပြလေးတွေနဲ့ ကြည့်ရှုသူကို ချွဲမယ့်ကားဆို\nပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဟာသလေးတွေ အလွဲ\nလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အချစ်ဟာသ\nကားလေးဖြစ်ပါတယ်။ တစ်ချိန်ချိန်တစ်နေရာရာမှာ ကိုယ်\nနဲ့လိုက်ဖက်ညီမယ့်လက်တွဲဖော်ဆိုတာ စောင့်နေပါတယ်\nဆိုတဲ့ အသိလေးကို ပေးထားတဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.41 GB) / (588 MB) / (334 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 22Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.3",
        "url": "https://megaup.net/2zgof/Rye.Lane.2023.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AP6ryfqYDTcYhCzJSRPeOlGVfe.jpg",
        "title": "Partners in Crime(2022)",
        "description": "Genre - Comedy\nIMDB - 6.5/10 ဖိလစ်ပိုင်နိုင်ငံရဲ့နာမည်ကြီး ရုပ်သံတင်ဆက်သူဖြစ်တဲ့ Vice Ganda နဲ့အတူ မင်းသမီးချော Ivana တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဖိလစ်ပိုင် ပေါ့ပေါ့ပါးပါး ဟာသကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအရ လွန်ခဲ့တဲ့ ၅ နှစ်တုန်းက ဖြစ်ရပ်လေးကို အရင်ပြောပြချင်ပါတယ်။ ဂျက်ဆိုတဲ့ မိန်းမလျှာလေးက လူပြက်လေးပေါ့ မြို့ထဲမှာ ပွဲပေါင်းစုံ အစီအစဉ်ပေါင်းစုံ လျှောက်လုပ်နေရာကနေ ရိုစ့်နဲ့ အမှတ်မထင် ဆုံမိပြီး ပါတနာတွေဖြစ် နှစ်ယောက်အတူတူတွဲလုပ် အောင်မြင်နေကြတာပေါ့။ ရိုစ့်ကလည်း တစ်ဖက်သတ် ကြိတ်ကြိုက်နေရရှာတာပါ ဟိုက မိန်းမလျှာဆိုတာ မရိပ်မိပဲပေါ့။ ဒီလိုနဲ့ နာမည်ကြီးရုပ်သံလိုင်းကနေ သူတို့နှစ်ယောက်ကို တင်ဆက်သူလုပ်ဖို့ ကမ်းလှမ်းပါတော့တယ်။ တကယ်တမ်းဖြစ်ချင်တော့ ရုပ်သံလိုင်းက ဂျက်ကိုပဲခေါ်ပြီး ရိုစ့်ကိုပစ်ထားတော့ ရိုစ့်တစ်ယောက်က ဂျက်ကို နာကျည်းချက်တွေနဲ့ မုန်းတီးခဲ့ရပါတော့တယ်။ ခုအချိန်ကို ရောက်လာတော့ ဂျက်က ဖန်အပြည့်နဲ့ နာမည်ကြီးတင်ဆက်သူ ဖြစ်နေခဲ့ပါပြီ ဒါပေမဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fg2y/Partners.In.Crime.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDk2YTQxZjUtYzJkYi00MTk4LTk4NDAtZmQ3ZGQwMDQxY2ZjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-150x200.jpg",
        "title": "Any Given Sunday (1999)",
        "description": "“အိုလာတယ်ဆိုတာ ထန်းလျက်ကို ခွေးလျက်သလိုပဲကွ။အကောင်အထည်လိုက် လျော့သွားတာမျိုး မဟုတ်ဘဲ တဖြည်းဖြည်းလုံးပါး ပါးသွားတာမျိုး”တဲ့။ ဒီဇာတ်ကားထဲက နည်းပြဒါမားတိုးကလည်း အဲ့စကားနဲ့ ခပ်ဆင်ဆင်စကားမျိုး ပြောဖူးတယ်။ ”အသက်ကြီးလာတာနဲ့အမျှ ဘဝက ငါတို့ပိုင်ဆိုင်ထားသမျှကို ဖြည်းဖြည်းချင်း ယူယူသွားတယ်” တဲ့။ ကျွန်တော်တို့ဟာ အသက်အရွယ်အိုမင်းလာတာနဲ့အမျှ ခန္ဓာကိုယ်ကဟိုနားကနာ ဒီနားကနာတာမျိုး၊စိတ်သွားတိုင်း ကိုယ်မပါတော့တာမျိုးတွေ တစ်စတစ်စကြုံလာရတတ်တယ်။ ဒီသဘောတရားတွေဟာ အထူးသဖြင့် ခန္ဓာကိုယ်ကြံ့ခိုင်မှုနဲ့ အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ အားကစားသမားတွေအပေါ်မှာဆို ပိုပြီးသက်ရောက်မှုရှိတယ်။ ဒီဇာတ်ကားမှာ ခင်ဗျားဘာတွေမြင်ရမလဲဆိုရင် အသက်အရွယ်ကကိုယ့်ခန္ဓာကိုယ်ကို လှမ်းပြီးစကားပြောလာတဲ့အခါမှာ လက်မခံနိုင်တဲ့၊လက်ခံဖို့ငြင်းဆန်တဲ့ ဂန္ဓဝင်ကစားသမားတစ်ယောက်ကို တွေ့ရမယ်။ မမျှော်လင့်ထားတဲ့ အခွင့်အရေးတစ်ခုကြောင့် နေ့ချင်းညချင်းအောင်မြင်လာပြီး အောက်ခြေလွတ်သွားတဲ့ တက်သစ်စကစားသမားတစ်ယောက်ကို မြင်ရမယ်။ဒီလူနှစ်ယောက်ကိုဗဟိုပြုပြီး အသင်းထဲမှာ ပဋိပက္ခတွေဖြစ်လာတဲ့အခါ အဲ့တာတွေ ဖြေရှင်းဖို့ အတတ်နိုင်ဆုံးကြိုးစားနေတဲ့ နည်းပြတစ်ယောက်ကို တွေ့ရမယ်။ ပြောရရင် ဂန္ဓဝင်ကစားသမား ကပ္ပတိန်ရွန်းနီ၊တက်သစ်စ ဝီလီဘီးမန်းနဲ့ နည်းပြဒါမားတိုးတို့ပေါ့။ ဒီရုပ်ရှင်ထဲမှာ သူတို့သုံးယောက်ကို ဗဟိုပြုပြီး ဘောလုံးလောကထဲက ကစားသမားတွေရဲ့ ဘဝတွေ၊အောင်မြင်လာတဲ့အခါ ...",
        "rating": "",
        "url": "https://megaup.net/1Tjeo/Any.Given.Sunday.1999.DC.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTUyNmU1YjAtZDQwMy00Nzg2LWIyNDEtZmFjM2EzNDc2MGFhXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_-160x200.jpg",
        "title": "The Trade (2023)",
        "description": "The Trade ကတော့ အင်္ဂလိပ်စကား​ပြောနိုင်ဂျီးရီးယားရုပ်ရှင်ပါ။ the trade of humansကိုရည်ညွှန်းချင်တာဖြစ်ပါတယ်။ လူတွေကိုပြန်ပေးဆွဲ လူကုန်ကူးတဲ့ အကြီးစားရာဇဝတ်ကောင်တစ်ယောက်အကြောင်းကို ဖြစ်ရပ်မှန်တချို့ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ နိုင်ဂျီးရီးယားကလည်း crime rateမြင့်ပြီး သွားရောက်လည်ပတ်ဖို့မသင့်ထဲနိုင်ငံတွေထဲတစ်ခုအပါအဝင်မဟုတ်လား။ ရဲတွေဟာလာဘ်စားပြီး တရားဥပဒေစိုးမိုးမှုနည်းပါးတယ်။ အသေးစားပြစ်မှုတွေကနေ လူသတ်မှု ဓားပြတိုက်မှု ပြန်ပေးဆွဲမှု လူကုန်ကူးမှုတွေအထိ နိုင်ငံအနှံ့မှာဖြစ်နေတယ် ဒီဇာတ်လမ်းထဲမှာတော့ အဲရစ်ခ်ဆိုတဲ့ ပြန်ပေးဆွဲလူသတ်တဲ့အကြမ်းဖက်အဖွဲ့ရဲ့ခေါင်းဆောင်...သူဟာ နိုင်ဂျီးရီးယား လာဂိုစ်ပြည်နယ်ကို အကြမ်းဖက်နေခဲ့တာနှစ်ပေါင်းကြာခဲ့ပြီ။ သူ့ရဲ့သားကောင်တွေက ချမ်းသာတဲ့သူတွေ (သို့) သူချမ်းသာတယ်လို့ယူဆတဲ့သူတွေဖြစ်လေ့ရှိတယ်။ သူဖမ်းခေါ်သွားတဲ့ဓားစာခံတွေအတွက် ပြန်ရွေးငွေကတော့ အမေရိကန်ဒေါ်လာတစ်သန်း။ ပြန်မရွေးနိုင်တဲ့သူတွေကို ညှာတာမှုမရှိသတ်ပစ်တယ်။ အဲရစ်ခ်ဆိုတာကလည်းနာမည်အတု သူ့နာမည်အရင်းကို သူ့လူတွေရော သူ့မိန်းမတွေနဲ့သားသမီးတွေတောင်မသိပါဘူး။ ဆင်းမ်ကတ်တစ်ခုကို တစ်ကြိမ်မှာနံပါတ်တစ်ခုကိုပဲခေါ်ပြီး သီးသန့်နံပါတ်နဲ့ပဲဆက်သွယ်တဲ့အရိပ်လိုလူတစ်ယောက်။ အဘူကာဆိုတဲ့စုံစမ်းရေးမှူးကတော့ ဖြောင့်မတ်ပြီးအရည်အချင်းရှိတဲ့သူတစ်ယောက်ပေါ့။ သူဟာအဲရစ်ခ်ကိုဖမ်းမိဖို့အတော်လေးနီးစပ်ခဲ့ပေမယ့် အဲရစ်ခ်ရဲ့ပိရိမှုအထက်အမိန့်ကိုမလွန်ဆန်နိုင်မှု ရင်းမြစ်မလုံလောက်မှုတွေကြောင့်လွဲချော်ခဲ့ရတယ်။ ဒီတစ်ကြိမ်တော့ သဲလွန်စတွေကို သူဘယ်လိုချိတ်ဆက်သွားမလဲ.... ဇာတ်ကားရဲ့ဒါရိုက်တာက Jadesola Osiberu ပါ သူတို့နိုင်ငံမှာဖြစ်နေတဲ့ အကြမ်းဖက်မှုတွေကို awareness ...",
        "rating": "",
        "url": "https://megaup.net/1dlt5/The.Trade.2023.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ouohzwybt5zi-1-141x200.jpg",
        "title": "In the Realm of Sex (1977)",
        "description": "In the realm of sex(1977)\nသူငယ်ချင်းနှစ်‌ယောက် တိုကျိုကိုသွားရင်းလမ်းမှာ ကိုယ့်ကိုကိုယ်‌သတ်သေဖို့လုပ်တဲ့မိန်းကလေးတစ်ယောက်ကို ဝင်ရောက်ကယ်ဆယ်ခဲ့ပုံနဲ့ဇာတ်လမ်း‌ေလးကစတယ်အဲဒီ့ကောင်မလေးကို နောက်ထပ်မသတ်သေအောင်ဘယ်လိုတွေတားမလဲ သူငယ်ချင်းနှစ်ယောက်ကြားမှာကော ရှေ့ဆက်ပြီးအဆင်ပြေနိုင်ပါ့မလားကောင်မလေးဟာကောနောက်ဆုံးဘယ်သူ့ကိုရွေးချယ်မလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦးFile Size__(300MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.8",
        "url": "https://megaup.net/1SBSs/[18+]In_the_Realm_of_Sex_(1977).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/jp4se6gfx4av.mid-136x200.jpg",
        "title": "Flight Attendant: Scandal Hold Me Like A Beast (1984)",
        "description": "Flight Attendant Scandal 1984အမြဲလိုလိုရမ္မက်ပြင်းတဲ့အိပ်မက်တွေကြားက မလွတ်မြောက်နိုင်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်တော့မှ ဆန္ဒမပြီးမြောက်ခဲ့ပါဘူးလေယာဉ်မယ်လေးတစ်ယောက်နဲ့ လျှို့ဝှက်ရဲကောင်လေးတစ်ယောက်တို့ရဲ့ Romance ဆန်ဆန်ချစ်ခြင်းမေတ္တာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်မင်းသမီးကလည်း အရင်ခေတ်ကမင်းသမီးဆိုတဲ့အတိုင်း လှပကြော့ရှင်းနေ‌ပါသေးတယ်\nဒါ့အပြင် လေယာဉ်မယ်လေးတွေ ဘယ်လိုတောင် ကဲကြမလဲဆိုတာက လူ၁၈ယောက်စုပြီးကြည့်လိုက်တော့နော်File Size__(500MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.0",
        "url": "https://megaup.net/2yzkx/[18+]Flight.Attendant.Scandal.1984.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvTK4KSFeHNl1QVzjYgOtHL2QYS.jpg",
        "title": "The Secret Garden (1993)",
        "description": "The Secret Garden (1993)~ IMDb - 7.3/10, RT - 88%, Meta - 74% ~ဒီတစ်ခေါက်မှာတော့ လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီအလည်သွားရ​အောင်။ စာရေးဆရာ Frances Hodgson Burnett ရဲ့ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့ Fantasy Movie \"The Secret Garden\" ​ကို​ နွေရာသီနဲ့လိုက်ဖက်စွာတင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယမှာ ဗြိတိသျှမိသားစုနဲ့အတူနေထိုင်တဲ့ မေရီလန်းနက်ခ်ဆိုတဲ့ ၁၀ နှစ်အရွယ်ကောင်မလေး။ မိဘတွေဆီက အာရုံစိုက်မှု ချစ်ခင်ကြင်နာမှုနည်းနည်းလေးတောင်မရတဲ့မေရီဟာ ခံစားချက်မဲ့ပြီး ရင့်သီးတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့တယ်။ သူငယ်ချင်းရယ်လို့လည်းမရှိခဲ့ဘူး။ တစ်နေ့မှာ မေရီ့မိဘနှစ်ပါးလုံး ငလျင်တစ်ခုကြောင့် သေဆုံးသွားခဲ့တယ်။ မိဘမဲ့ဖြစ်သွားတဲ့မေရီကို အင်္ဂလန်ကဦးလေး ကရေဗင်ကခေါ်ယူမွေးစားခဲ့တယ်။ယော့ခ်ရှိူင်းယားပြည်နယ်ကမြက်ခင်းလွင်ပြင်မှာ ခြောက်ကပ်စွာတည်ရှိနေတဲ့ မစ်ဇယ်ဝိတ်ရဲတိုက်ကြီး။ ရဲတိုက်ရဲ့သခင် ကရေဗင်က လူတွေနဲ့အဆက်အသွယ်မလုပ်တော့လို့ ရဲတိုက်ကြီးလည်းတိတ်ဆိတ်ခြောက်ကပ်လာခဲ့တာ ၁၀ နှစ်ကျော်ကြာခဲ့​ပြီ။ အိပ်မက်ထဲကဝိညာဥ်တစ်ခုက မေရီ့ကို လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီခေါ်နေခဲ့တယ်။ ရဲတိုက်အပြင်ကို တစ်ယောက်တည်း ခိုးထွက်ခဲ့တဲ့အခါ ရဲတိုက်ကြီးရဲ့အလွန် တောစပ်တစ်နေရာမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dn1v/(CM)_The_Secret_Garden_(1993)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJ8MvRQdlCIvqKiRBwW9Zxxa9N7.jpg",
        "title": "How About Adolf? (2018)",
        "description": "How About Adolf? (2018)ဒီကားလေးကတော့ ၂၀၁၈ ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb မှာ Rating - 7/10 ရရှိထားတဲ့ ဂျာမန်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။တစ်ညမှာ စတက်ဖန်နဲ့ အဲလိဇဘက်လင်မယားတို့ ဘွန်းမြို့ကသူတို့အိမ်မှာ မိသားစုညစာစားပွဲလေးတစ်ခုလုပ်ဖို့ အဲလိဇဘက်ရဲ့မွေးစားအစ်ကို၊ သူ့မောင်နဲ့ သူ့မောင်ရည်းစား ကိုယ်ဝန်သည်ကောင်မလေးတို့ကိုဖိတ်ထားကြတယ်။ ဇာတ်လမ်းအစမှာ‌တော့ အလယ်တန်းပြဆရာမ အဲလိဇဘက်တစ်ယောက် ညစာစားပွဲအတွက်ပြင်ဆင်ရင်း အလုပ်ရှုပ်နေပြီး အခြားမြို့မှာနေနေတဲ့ သူမရဲ့မိခင် ဒေါ်ရိုသီယာနဲ့ ဖုန်းပြောနေတာကို အစချီရိုက်ပြထားတာကို တွေ့ရမှာဖြစ်ပါတယ်။အဲ့နေ့ညမှာပဲ ကလေးအဖေဖြစ်တော့မယ့် အဲ့လိဇဘက်ရဲ့မောင် သောမက်စ်က သူ့သားလေးကိုပေးထားတဲ့နာမည်ကြောင့် မိသားစုတွေငြင်းခုန်ရာကနေ ယောက်ဖနှစ်ယောက် ကတောက်ကဆတ်တွေဖြစ်နေချိန်မှာ သောမက်စ်ရဲ့‌ကိုယ်ဝန်နဲ့ကောင်မလေးက လူရွေးပွဲကနေညစာစားပွဲကိုရောက်လာပြီး စကားဝိုင်းရဲ့တစ်စိတ်တစ်ပိုင်းဖြစ်လာပါတော့တယ်။ စနောက်၊ ငြင်းခုံ၊ စကားနိုင်လုမှုတွေကနေအစပြုပြီး တစ်ယောက်ချင်းစီရဲ့လျှို့ဝှက်ချက်‌၊ မကျေနပ်ချက်တွေ တစ်စပြီးတစ်စထွက်လာတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 730MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "7",
        "url": "https://megaup.net/1Tkmf/(CM)_How_About_Adolf!_(2018)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZ3lhTFfK97pktBzEQTr7CDhssI.jpg",
        "title": "Hunger (2023)",
        "description": "Hunger (2023)Bad Geniusထဲမှာ ပရိသတ်တွေရဲ့နှလုံးသားကို ဖမ်းစားသွားတဲ့မင်းသမီး Aokbab Chutimon ရဲ့ ကားသစ်လေးဖြစ်တဲ့ Hungerဆိုတဲ့ movieလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဂျစ်ကန်ကန်ကာရိုက်တာနဲ့ အင်မတန်လိုက်ဖက်တဲ့သူလေးကို ဒီကားထဲမှာတော့ ဇွဲနပဲကြီးတဲ့ အနိုင်မခံအရှုံးမပေးတတ်တဲ့ရှက်ဖ်လေးအဖြစ် မြင်ရမှာပါ။အွိုင်ဆိုတဲ့ကောင်မလေးဟာ မျိုးရိုးစဉ်ဆက်လုပ်ကိုင်ခဲ့တဲ့ မိဘလက်ငုပ်လက်ရင်းဖြစ်တဲ့ ခေါက်ဆွဲဆိုင်ကို အမွေဆက်ခံရဖို့ဖြစ်နေတဲ့ကောင်မလေးတစ်ယောက်ပေါ့။\nDreamersတစ်ယောက်ပီပီ အွိုင်ကတော့ ရပ်ကွက်ခေါက်ဆွဲဆိုင်လေးမှာပဲ ဘဝကိုအဆုံးမသတ်ချင်သူပါ။\nဒါပေမဲ့ မောင်နှမတွေထဲမှာလည်း ဒီဆိုင်ကိုလက်လွှဲယူနိုင်မဲ့ ချက်ပြုတ်တတ်တဲ့လူကလည်းမရှိ သမီးအကြီးဆုံးကလည်းဖြစ်နေပြန်တော့ ရွေးစရာကလည်းမရှိပြန်ဘူးပေါ့။ဒီလိုနွံနစ်နေတဲ့ ပတ္တမြားဖြစ်တဲ့အွိုင်ကို တွေ့ရှိသွားသူကတော့ ဟန်ဂါဆိုတဲ့စားသောက်ဆိုင်မှာ အလုပ်လုပ်နေတဲ့ အငယ်တန်းရှက်ဖ်တစ်ယောက်ဖြစ်တဲ့တုန်းပါ။\nဒီလိုနဲ့ပဲ အွိုင်ရဲ့အရည်အချင်းတွေကိုမြင်သွားတဲ့တုန်းက အွိုင်ကို ရှက်ဖ်လောကထဲကို ခေါ်သွင်းလာတဲ့အခါ...မီးဖိုချောင်မှာ ဒီမိုကရေစီဆိုတာမရှိဘူး။ အာဏာရှင်စနစ်ပဲရှိတယ်လို့ပြောရင်တော့ အဆူအဆဲခံပြီး ပညာသင်လာရတဲ့စားဖိုမှူးတိုင်းက ရင်နာနာနဲ့ပဲ မှန်ကန်ကြောင်း ထောက်ခံမိကြမှာပါ။\nထို့နည်းတူပါပဲ ရပ်ကွက်စားသောက်ဆိုင်မှာပဲ ချက်ပြုတ်နေကြဖြစ်တဲ့အွိုင်လည်း ဟန်ဂါ‌စားသောက်ဆိုင်ပိုင်ရှင်လည်းဟုတ်\nအပေါက်ဆိုးတယ်လို့လည်း နာမည်ကြီးတဲ့ ရှက်ဖ်ပေါလ်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။\nသူ့ရဲ့အိပ်မက်ဖြစ်တဲ့ နာမည်ကျော်ရှက်ဖ်တစ်ယောက်ရော ဖြစ်လာနိုင်မလား။အိပ်မက်တွေကို အကောင်အထည်ဖော်ချင်တဲ့၊ လောကကြီးကို လုပ်နိုင်ကြောင်း သက်သေပြချင်တဲ့အွိုင်တစ်ယောက်\nအောင်မြင်မှုကို ငတ်မွတ်လာတဲ့အခါ ရယူခြင်းရဲ့နောက်ကွယ်က ...",
        "rating": "7",
        "url": "https://megaup.net/1Tkfs/Hunger.2023.720p.NF.WEB-DL.DD+5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hH1uhfE5eN4FzQIuj8WkdCAL7n0.jpg",
        "title": "April 9th(2015)",
        "description": "Genre - War, Action, Drama\nIMDB - 6.6/10ဧပြီလ ၉ ရက်နေ့တဲ့ ဒီနေ့ရက်ကို ဒိန်းမတ်လူမျိုးတွေ သူတို့ တစ်သက်တာ ဘယ်တော့မှ မေ့နိုင်ကြမယ်လို့ မထင်တော့ဘူး။ ဘာလို့လဲဆိုတော့ ၁၉၄၀ ခုနှစ် ဧပြီလ ၉ ရက်နေ့မှာ ဥရောပမှာ အင်အားကြီးထွားနေတဲ့ ဖက်ဆစ်ဂျာမန်တပ်တွေက ဒိန်းမတ်နိုင်ငံကို စတင်ကျူးကျော်ခဲ့လို့ ဖြစ်ပါတယ်။ဂျာ့လန်ကျွန်းစွယ်ရဲ့တောင်ဖက်တွေမှာ တိုက်ပွဲတွေ ကြီးကြီးမားမား ဖြစ်ခဲ့ကြတာပေါ့။ ဒီလိုအင်အားကြီးနေတဲ့ ဂျာမန်စစ်တပ်ကြီးကို ယှဉ်တိုက်ရမှာက အဖက်ဖက်က မယှဉ်နိုင်တဲ့ ဒိန်းမတ်စစ်တပ်လေးပေါ့။ တင့်ကားတွေ သံချပ်ကာယာဉ်တွေ မော်တာတွေ ရှိတဲ့ ဂျာမန်နဲ့ ရင်ဆိုင်ရာမှာ ဒိန်းမတ်ဖက်တော့ အမြင့်ဆုံးဆိုလို့ စက်သေနတ်သာ ရှိပါတယ်။ပြီးတော့ တင့်ကားတွေ ယာဉ်တွေမပြောပါနဲ့ ပထမဆုံး စစ်မျက်နှာပြင်ကို ခံစစ်ဖွင့်ရတဲ့တပ်စုတွေကိုကြည့် မော်တော်ဆိုင်ကယ်တပ်စုတဲ့ မင်းသားတို့ဆို ပိုဆိုး နယ်စပ်က အိမ်စောင့်စက်ဘီးတပ်စုလေးဗျာ အဲဒါလေးနဲ့ ဟိုဖက်က ဧရာမဘီလူးတွေကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zhve/April.9th.2015.BluRay720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfaTgImXSrqzcGmMk6fNqxd9xlJ.jpg",
        "title": "Yang Shen Spirit ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် နတ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော......ကျင်းယွိမြို့ ဟုန်အိမ်တော်မှ သခင်လေးဟုန်ရိဟာ ငယ်ငယ်ကတည်းက\nအမေဖြစ်သူကို ဆုံးရှုံးခဲ့ရပြီးနောက် အိမ်တော်ကလူတွေ အနိုင်ကျင့်တာကို\nခံနေရသူတစ်ယောက် ဖြစ်ပါတယ်။ အမေ့အတွက်\nမျက်နှာရဖို့အတွက် မြို့တော်မှာ စာမေးပွဲဖြေရန် ကြိုးစားနေသူ ဖြစ်ပါတယ်။သို့သော် စာမေးပွဲ မဖြေခင် ရှေ့တစ်ညမှာ ထူးဆန်းတဲ့ မိန်းကလေးတွေက\nဟုန်ရိကို ချွင်ဟူမျိုးနွယ်မှာ စာသင်ပေးဖို့ လာရောက် ဖိတ်ခေါ်ကြပါတယ်။\nအရှုပ်အထွေးတွေကြားမှာ ဟုန်ရိဟာ လိုက်လံဖမ်းဆီးခံခဲ့ရပါတယ်။\nထို အခက်အခဲတွေကို ဖြတ်သန်းခဲ့ပြီးနောက် ဟုန်ရိဟာ\nဒီအရာအားလုံးဟာ သူ့ရဲ့ ဘဝမှန်နဲ့ ပတ်သက်နေတာကို သိလိုက်ရပါတယ်။သူ့ရဲ့ ဘဝမှန်က ဘာဖြစ်နေမလဲ......\nချွင်ဟူမျိုးနွယ်နဲ့ သူနဲ့က ဘယ်လို ပတ်သက်မှုမျိုး ဖြစ်နေမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးထဲကနေ အဖြေရှာလိုက်တော့နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Tk0Y/Yang_Shen_Spirit_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
        "title": "Chupa(2023)",
        "description": "Chupa(2023)***********ချူပါကာဘရာ ရဲ့ အဓိပ္ပာယ်ဟာ \"ဆိတ်သွေးစုပ်သူ\"လို့ဆိုလိုပါတယ်။\nအမေရိကန် ဒဏ္ဍာရီထဲမှာဆိုရင်တော့ ဆိတ်တွေရဲ့သွေးကို သောက်သုံးတဲ့\nဝက်ဝံငယ်လေးအရွယ်လောက်ရှိပြီး ခွေးနဲ့သဏ္ဌာန်တူကာပျံနိုင်တဲ့ သားရိုင်းသတ္တဝါတစ်မျိုးပါတဲ့။အဲဒီအကောင်မျိုးတွေဆီမှာ ထူးခြားတဲ့စွမ်းရည်တွေရှိလို့လူတွေက ဒီအကောင်တွေကိုရှာဖွေကြတယ်..အထူးသဖြင့် ဒဏ်ရာတွေကိုအလွယ်တကူပြန်ပျောက်စေတဲ့စွမ်းရည်ကြောင့်ပဲ...နှစ်အတော်ကြာသည့်တိုင် ရှာဖွေနိုင်ခြင်းမရှိလို့ ဒီမျိုးစိတ်ဟာ မျိုးတုံးပြီးဒဏ္ဍာရီ ဆန်ဆန် သာ ကျန်ခဲ့ပါတယ်..သို့သော်ဒီအထဲမှာ လက်မလျှော့တဲ့အဖွဲ့တစ်ဖွဲ့ရှိတယ်.. နောက်ဆုံးမှာ ရှားပါးမျိုးစိတ် သားအမိ(၂)ကောင်ကိုတွေ့ပြီးတဲ့နောက်မှာတော့... သူတို့တစ်ဖွဲ့လုံးဟာ အသည်းအသန် လိုက်ဖမ်းပြီးတဲ့နောက်မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေ အားလုံးဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပါတော့တယ်...File Size :(2.2GB) and (899MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zhkg/Chupa.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/hp6jxvk5rsgx.mid-136x200.jpg",
        "title": "Terminator Zan Kill (2009)",
        "description": "Terminator Zan Kill အေဒီ ၂၀၅၀အလွန် ကမ္ဘာကြီး နူကလီးယားစစ်ပွဲတွေကြောင့် ပျက်စီးသွားတဲ့အချိန်မှာ ကျန်ရှိနေသေးတဲ့ ကမ္ဘာကြီးကို အပိုင်သိမ်းဖို့ကြံစည်နေတဲ့ နီယိုယာမာတို အဖွဲ့ဟာ သူတို့ ရဲ့ အောင်ပွဲကို ပိတ်ပင်နေတဲ့ စက်ဝိုင်း တော်လှန်ရေးအဖွဲ့ရဲ့ ခေါင်းဆောင် ကန်တိုကို မရရတဲ့ နည်းနဲ့ သတ်ဖို့ ကြိုးစားကြပါတော့တယ်။ နည်းပညာမြင့် ဆိုက်‌ဘော့ တစ်ကောင်ကို အချိန်နောက်ပြန်ပို့ပြီး ကန်တို့ရဲ့ အဖေကို သတ်ဖို့ကြံစည်ကြပါတော့တယ်။ အဲ့အချိန် အတိတ်က ယာမာအီ တိုင်းပြည်က သခင်မကြီးကလည်း အနာဂါတ်မှာ ကမ္ဘာပျက်မယ့်အရေးကို တားဆီးဖို့ရာ နာဂီ လို့ခေါ်တဲ့ နင်ဂျာမလေးကို စေလွှတ်လိုက်ရတာပေ့ါ နောက်ဆုံးပေါ် နည်းပညာတွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဆိုက်ဘော့ရဲ့ လက်ထဲကနေ တော်လှန်ရေးခေါင်းဆောင် ကန်တို့ရဲ့ အဖေကို နာဂီ ဘယ်လို ကယ်မလဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။File Size__(300MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://megaup.net/2yzll/[18+]Terminator_Zan_Kill_(2008).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmwUhp8NX8frTPlFhDDnBuFjpR5.jpg",
        "title": "Fogaréu (2022)",
        "description": "Fogaréu (2022)~ IMDb rating - 7/10 ~ဘရာဇီးနိုင်ငံ အလယ်ပိုင်းကမြို့လေးတစ်ခုရဲ့ နှစ်စဉ်ကျင်းပတဲ့ ရိုးရာစီတန်းပွဲလုပ်နေချိန်မှာ ဖာနန်ဒါဆိုတဲ့မိန်းကလေးတစ်ယောက် ရောက်ရှိလာပါတယ်။ သူမက မြို့တော်၀န်ရဲ့တူမဖြစ်ပြီး သူ့မိဘတွေ အကြောင်းသိချင်လို့ ရောက်လာတာဖြစ်ပါတယ်။ အဲဒီမြို့ရဲ့ ထူးဆန်းတဲ့အချက်ကတော့ မြို့ခံတွေဟာ သူတို့ဆွေမျိုး၀မ်းကွဲတွေ အချင်းချင်းပြန်လက်ထပ်ကြတာပါ။ မြို့ထဲမှာလည်း မသန်မစွမ်းတွေ ရူးနေတဲ့လူတွေ ပြည့်နေတာပါ။မွေးကင်းစကလေးတွေ မသန်မစွမ်းဖြစ်နေရင် မိဘတွေက စွန့်ပစ်လိုက်ကြပါတယ်။ မြို့ခံတွေက အဲဒီကလေးတွေကို မွေးစားပါတယ်။ အမှန်တကယ်က မွေးစားတာထက် ကျွန်တစ်ယောက်လို ခိုင်းတော့တာပါ။ ဖာနန်ဒါက သူ့ဆုံးသွားတဲ့အမေအကြောင်းစုံစမ်းရင်း ဒါတွေကိုသိလာတာပေါ့။ ဦးလေးဖြစ်သူ မြို့တော်၀န်အိမ်မှာလည်း မွေးစားထားတဲ့ ကျွန်တွေရှိနေပါတယ်။ သူတို့မိသားစုကလည်း အကုန်လုံးနီးပါး ၀မ်းကွဲချင်းလက်ထပ်ထားသူတွေပါ။ ဖာနန်ဒါရောက်လာတဲ့ အကြောင်းရင်းက သူ့မိဘရင်းတွေဘယ်သူတွေလဲဆိုတာသိချင်လို့ပါ။ သူ့အမေက အမေရင်းမဟုတ်ဘဲ မိသားစုရန်ကနေသူ့ကိုကာကွယ်ဖို့ ခေါ်ပြီးထွက်ပြေးလာဝာာကို သိနေပါတယ်။ ဦးလေးကတော့ သူ့ကို ဘာမှသေချာမပြောပြပါဘူး။ဦးလေးမြို့တော်၀န်နဲ့ သူ့သားကတော့ ရွေးကောက်ပွဲမှာ ၀င်ပြိုင်ဖို့လုံးပန်းနေကြတာပါ။ ...",
        "rating": "7",
        "url": "https://megaup.net/2zgO3/(CM)_Fogareu_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfa5ZVrhzYDPM9Ojnm1sPVQ7DSX.jpg",
        "title": "Hidden Blade ( 2023 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Tony Leung နဲ့ Wang Yi bo ရဲ့\nနာမည်ကြီးရုပ်ရှင်ဇာတ်ကားကြီး Hidden Blade ကိုCMကနေတင်ဆက်ပေးလိုက်ပါပြီ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ဒုတိယကမ္ဘာစစ်အတွင်း\nမျိုးချစ်စိတ်အပြည့်ရှိတဲ့ပြည်သူတစ်စုဟာ ဂျပန်ဆန့်ကျင်ရေး\nတော်လှန်ရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းခဲ့တယ်။ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေတိုက်ခိုက်ပြီးနောက် ရုပ်သေးအစိုးရဖြစ်တဲ့ဝမ်းအစိုးရက\nအမေရိကန်မဟာမိတ်တပ်ကိုစစ်ကြေညာပြီး ဂျပန်နောက်ကိုလိုက်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာ ဂျပန်တွေကရှန်ဟိုင်းတစ်နယ်လုံးကိုသိမ်းပိုက်ခဲ့တယ်။\nစစ်ရေးအခြေနေတွေပြောင်းလဲလာတာနဲ့အမျှ တရုတ်နိုင်ငံကလဲ\nခံစစ်အနေအထားကိုပြောင်းလဲသွားပြီး တရုတ်ကွန်မြူနစ်အဖွဲ့ဝင်တွေက\nဂျပန်ကိုတော်လှန်ပြီး နိုင်ငံတော်ကိုကာကွယ်တဲ့အချိန်ကာလကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Tony Leungရဲ့သရုပ်ဆောင်ချက်တွေကတော့ ထုံးစံအတိုင်းပြောစရာမရှိအောင်ပြည့်စုံပါတယ်။\nဒီကားမှာ Yi bo ရဲ့သရုပ်ဆောင်စွမ်းရည်ကိုချီးကျူးထားကြတော့ ဘယ်လိုပဲဖြစ်ဖြစ်ကြည့်ဖို့သင့်ပြီမဟုတ်လား\nအဝတ်အစားပိုင်း Cinematography စတာတွေကလဲအရမ်းကိုကျေနပ်စရာကောင်းပါတယ်\nအများကြီးမပြောတော့ပါဘူး ကြည့်ပြီးရင်စိတ်ကျေနပ်မှုရမှာပါလို့ပဲပြောပါရစေနော်\n[ Reviewed By Nu Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , History , Mystery\nRuntime : 2h 8 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.9",
        "url": "https://megaup.net/3fege/Hidden_Blade_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, History, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pymhSBJJWMmzONak9rGcwUcGOH3.jpg",
        "title": "Kitchen Brigade (2022)",
        "description": "Kitchen Brigade (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 89% ~ဒီဇာတ်ကားရဲ့ တစ်ချို့အပိုင်းတွေဟာ ဖြစ်ရပ်မှန်တွေလို့ ပြောလို့ရပါတယ်။ ပင်မဇာတ်လမ်းကျောရိုးကြီးကို ပြောတာမဟုတ်ဘဲ ဥရောပနိုင်ငံတွေမှာ ခိုလှုံဖို့ကြိုးစားကြတဲ့ လူငယ်လေးတွေရဲ့ ရုန်းကန်မှုနဲ့ အခက်အခဲပေါ့။ လက်ရှိ ဥရောပမှာ မပြီးနိုင်မစီးနိုင် နေ့စဉ်နဲ့အမျှ ကြုံတွေ့နေရတဲ့ ပြဿနာဟာ ခိုလှုံသူပြဿနာပါပဲ။ အချက်အပြုတ်ကို အကြောင်းကို ရှေ့မှာပြပြီး အဲဒီပြဿနာကို စိန်ခေါ်မီး‌မောင်းထိုးပြသွားတဲ့ ဒီကားလေးဟာတော့ ပြောရမယ်ဆိုရင် ပူပူနွေးနွေး ဟင်းကောင်းတစ်မယ်ပါပဲ။ကက်သီဟာ နာမည်ကြီး တီဗီမှာ လူသိများတဲ့ စာဖိုမှူးကြီးတစ်ယောက်ရဲ့ လက်ထောက်စာဖိုမှူးဖြစ်ပါတယ်။ ဒါပေမဲ့ ကားအစမှာပဲ ဟင်းမယ်ထဲထည့်မယ့် အမွှေးအကြိုင်ကိစ္စနဲ့ စကားများပြီး အလုပ်ထွက်လိုက်ရပါတယ်။ အလုပ်ကတော့ လွယ်လွယ်ပြန်ရှာမရခဲ့သလို နောက်ဆုံး ရလာပြန်တော့လည်း တစ်ပတ်ရိုက်ပြီး အခေါ်ခံရတဲ့ နေရာ ဖြစ်နေပါတယ်။ အဲဒီနေရာကတော့ ရွှေ့ပြောင်းလူငယ်လေးတွေကို ထားပေးတဲ့ အဆောင်တစ်ခုပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Tjim/(CM)_Kitchen_Brigade_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7aYwL5VEzGkBvww9YFYKBPGBbRt.jpg",
        "title": "Smoking Causes Coughing (2022)",
        "description": "Smoking Causes Coughing (2022)~ IMDb - 6.7/10, RT - 91%, Meta - 74% ~ဒီတစ်​ခေါက်​တော့ 2022 ကထွက်ရှိထားတဲ့ Smoking Causes Coughing ဆိုတဲ့ ပြင်သစ် ဟာသ Sci-Fi ကား​လေးနဲ့ ပိတ်ရက်​တွေမှာ ရယ်​မောရင်း အ​ပန်း​ဖြေလိုက်ရ​အောင်။ကမ္ဘာ​​​​မြေကို မိစ္ဆာ​တွေရန်က​နေ ကာကွယ်​ပေး​​နေတဲ့ စူပါဟီးရိုးအဖွဲ့ အဖွဲ့ဖွဲ့စည်းတာ ကြာလာတာနဲ့အမျှ စည်းလုံးမှု​လျော့ဆင်းလာတာ​တွေ​ကြောင့် ​ခေါင်း​ဆောင်က စည်းလုံး​ရေးပို​ကောင်း​အောင် တစ်ပတ်​လောက် အပန်း​ဖြေခရီးပို့လိုက်တဲ့အခါ ခရီးမှာဖြစ်ပျက်တဲ့အရာ​တွေကို ဟာသဆန်ဆန် ရီ​မောရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။ သူတို့အနားယူ​နေတုန်း တဖက်ရန်သူကလည်း ကမ္ဘာဂြိုဟ်ကို ဖျက်ဆီးဖို့ ဆုံးဖြတ်လိုက်တာ​ကြောင့် သူတို့ ကမ္ဘာ​မြေကြီးကို ကယ်တင်နိုင်မလား မကယ်တင်နိုင်ဘူးလား ဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။ Rating ကောင်းတွေရထားတဲ့အပြင် ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ဝင်ရောက်ပြသထားနိုင်တဲ့ကားဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zgH0/(CM)_Smoking_Causes_Coughing_(2022)_720p.mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9teDTgwxgnb7wnZjZo4oNcF80R.jpg",
        "title": "The Meyerowitz Stories (New and Selected)(2017)",
        "description": "\"The Meyerowitz Stories\" ဆိုတဲ့ဇာတ်ကားလေးကတော့ နွေးထွေးတဲ့ မိသားစုအကြောင်း၊ အနုပညာနဲ့ ရှုပ်ထွေးလှတဲ့ လူ့ဘဝအကြောင်းတွေကို သရုပ်ဖော်ထားတဲ့ နွေးနွေးထွေးထွေး ဟာသကားလေးပဲ ဖြစ်ပါတယ်တော်လှတဲ့ ပန်းပုဆရာဖြစ်ပေမယ့် အပြစ်လည်း သိပ်မကင်းလှတဲ့ သူတို့ အဖေအပေါ် မာယာဝစ် မွေးချင်းသားတွေနဲ့အတူ သူတို့ ဘယ်လိုခံစားကြရတယ်ဆိုတာ တူတူခံစားကြည့်လို့ ရပါတယ်ဒီကားလေးကတော့ မိဘနဲ့ သားသမီးတွေအကြား ဆက်ဆံရေးတွေကို သေချာ စူးစမ်းလေ့လာထားတဲ့ ရင်ထဲ ထိဖွယ် ဟာသ ဇာတ်ကားလေးဖြစ်ပါတယ်မိသားစု တစ်ခုမှာ ဘယ်လို အတက်အကျတွေ ရှိတယ်ဆိုတာရယ် ခဏတာ ရယ်မောချင်တာရယ်အတွက်ကတော့ ဒီကားလေးက လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.. File size…2.31GB / 892.6MB\nQuality…Web-Rip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2zgE4/The.Meyerowitz.Stories.New.and.Selected.2017.WEBRip.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97Rb3JJl343B1AVdhQdHohsFBT4.jpg",
        "title": "Dumplings (2004)",
        "description": "Dumplings (2004)~ IMDb - 6.7/10, Rotten Tomatoes - 69% ~ဒီကားက Three... Extremes ဆိုတဲ့ ဟောင်ကောင် ဂျပန်နဲ့ ကိုရီးယားနဲ့ ထိုင်းက Horror Thriller ဒါရိုက်တာတွေ စုပြီးရိုက်တဲ့ကားမှာပါတဲ့ Fruit Chan ရိုက်ခဲ့တဲ့ ဇာတ်လမ်းတိုကို ပြန်ရိုက်ထားတာ‌ပေါ့။ ကင်ဂျီးဝန်၊ ပတ်ချန်းဝု၊ တခဲရှိမိုက်၊ ပီတာချန်းတို့လိုလူတွေတောင်ပါတယ်။ ဒီကားကတော့ Fruit Chan ရဲ့ အပိုင်းတိုကို အရှည်ပြန်ရိုက်ထားတာသက်သက်ပါပဲ။ ထူးတာက ဒါရိုက်တာတွေတင် လန်းတာမဟုတ်ဘဲ စီနီမာတိုဂရပ်ဖာကိုလည်း ဟောင်ကောင်ရုပ်ရှင်ဖန်တိုင်းသိကြမယ့် ခရစ္စတိုဖာဒွိုင်းကို သုံးပေးထားတယ်။ Fruit Chan ရဲ့ ဒီအရှည်ပြန်ရိုက်ထားတဲ့ကားမှာလည်း ဒွိုင်းပဲ စီနီမာတို ပြန်ကိုင်ထားတယ်။ Three Husbands တို့၊ Made in Hong Kong တို့ရဲ့ ဒါရိုက်တာ Fruit ...",
        "rating": "6.7",
        "url": "https://megaup.net/2zgC7/(CM)_Dumplings_(2004)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xrXUADqC2gt84BPYzNtXxAJEfbo.jpg",
        "title": "While You Were Sleeping(1995)",
        "description": "While You Were Sleeping(1995)****************************မင်းသမီးကြီး Sandra Bullockသရုပ်ဆောင်ထားတာဆိုတော့ မကောင်းမှာစိုးရိမ်စရာမလိုပါဘူး။\nဘဝဆိုတာ ဘယ်တော့မှ ကိုယ်စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာဘူးတဲ့။ရထားဘူတာရုံမှာ အလုပ်လုပ်တဲ့ကောင်မလေးLucyဟာဘူတာရုံကိုရထားလာစီးနေကျ ကိုယ်တော်ချောတစ်ယောက်ကို ကြိတ်ကြွေနေခဲ့ပါတယ်။ ကိုယ့်ဘက်ကကြွေနေရပေမဲ့ သူက ကိုယ်ရှိမှန်းတောင် မသိပါဘူး။တစ်နေ့မှာ ထိုကိုယ်တော်ချောဟာ လူရမ်းကားတွေကြောင့် ပလက်ဖောင်းပေါ်ကနေရထားသံလမ်းပေါ်ကို ပြုတ်ကျသွားပါတယ်။ ဒီအချိန်မှာ Lucyက ကယ်ပေးပြီးဆေးရုံပို့လိုက်ပါတယ်။ ကိုယ်တော်ချော ကိုမာရနေပြီး မိသားစုတွေရောက်လာချိန်မှာLucyကို သူတို့ချွေးမလောင်းအဖြစ် ထင်မှတ်မှားသွားကြပါတယ်။Lucyလည်း အဖြစ်မှန်ကို ရှင်းပြချိန်မရလိုက်ပါဘူး။ ဒီလိုနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာဆက်လက်စောင့်ကြည့်လိုက်ပါဦးခင်ဗျာ။ ချစ်စရာကောင်းတဲ့အချစ်မြူးကားလေးမို့ လက်မလွှတ်တမ်း ကြည့်ရှူလိုက်ကြပါဦး။File Size : (4.5GB) and (866MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Romance, Drama,  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1Ti6b/While.You.Were.Sleeping.1995.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
        "title": "Into the White(2012)",
        "description": "IMDb - 7.1/10 စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျ File size…1.16GB / 451.3MB\nQuality…Blu-Ray ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Tj48/Into.the.White.2012.BluRay.720p.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFMkdtZdyj4UcC6X5VAA1QqIqyS.jpg",
        "title": "Three Lines of Reincarnation ( 2023 )",
        "description": "မြေအောက်သင်္ချိုင်းဖောက်ထွင်းတဲ့ဇာတ်ကားတွေကိုရိုးအီနေကြပြီလား.....\nဒီတစ်ခါတော့ မြေအောက်မှာရတနာတွေဖွက်တဲ့အခါ\nခိုးယူခံရနိုင်တဲ့အန္တရာယ်များတဲ့အတွက် ယိ၊ကျန်း၊တင်း\nမျိးနွယ်(၃)စုရဲ့အကူအညီနဲ့ရေအောက်မှာ ရတနာသိုက်တည်ပြီးမြှုပ်နံကြပါတယ်တဲ့။မျိုးနွယ်(၃)စုရဲ့ထူးခြားချက်ကတော့ ရေအောက်မှာအသက်ရှူနိုင်ပြီး\nစိတ်ကြိုက်သွားလာနိုင်တဲ့ ရေသရဲလို့ခေါ်တဲ့ထူးခြားတဲ့လူတွေရှိနေခြင်းပါပဲ။\nယိဆာ့ဆိုတဲ့ကောင်မလေးဟာ ထူးဆန်းတဲ့ရောဂါကိုကုသဖို့အတွက်နဲ့\nသူငယ်ငယ်တုန်းက သူတို့မျိုးနွယ်တစ်စုလုံး\nမျိုးတုန်းလုမတတ်ဖြစ်ခဲ့ရတဲ့ဖြစ်ရပ်မှန်ကို\nဖော်ထုတ်ဖို့ကြိုးစားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nအားလုံးပဲရေအောက်ကမ္ဘာရဲ့လျှို့ဝှက်ချက်တွေကိုအတူဖော်လုပ်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Drama , Romance\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Tj1h/Three_Lines_of_Reincarnation_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjQzMWE2ODItZGIwOC00YzAwLTkxOGQtN2E1NDhhNjlkMjNmXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "The Quest for Tom Sawyer’s Gold (2023)",
        "description": "The Quest for Tom Sawyer's Gold (2023)\n=============================မိသားစုနဲ့အတူ အပန်းပြေကြည့်ရှု့နိုင်မယ့် ဇာတ်ကားကောင်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်။ အခုဇာတ်ကားဟာ Tomb Raider တို့၊\nIndiana Jones တို့လို ရတနာတွေ လိုက်ရှာတဲ့ ဇာတ်ကားမျိုးဆိုပေ\nမယ့် က‌လေးတွေအတွက် ရည်ရွယ်ပြီး ရိုက်ထားတာမို့ Dora: The\nExplorer လိုမျိုး ဇာတ်ကားမျိုးပါ။ ဇာတ်လမ်းက အရမ်းကြီးလေး\nနက်တဲ့ Plot Twist တွေ၊ သတ်ခန်းဖြတ်ခန်းတွေ မပါဝင်ပေမယ့်\nထိုက်သင့်တဲ့ စွန့်စားခန်းမျိုးနဲ့ တင်ဆက်ထားတာမို့ ပေါ့ပေါ့ပါးပါး\nကြည့်ရှု့နိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဂီအန်းစတောင်းဟာ စွန့်စားပြီး\nရတနာတွေကိုလိုက်ရှာရတာ ကြိုက်တဲ့ကောင်မလေးပါ။ ဒါပေမယ့်\nအသက်ကြီးလာပြီး ကလေးတစ်ယောက်ရတဲ့အချိန်မှာတော့ သား\nဖြစ်သူကို စောင့်ရှောက်ရင်း သူ့သားတက်တဲ့ကျောင်းမှာ ဆရာမအဖြစ်\nအလုပ်လုပ်ကိုင်နေခဲ့တာပါ။ အတန်းထဲမှာ တွမ်ဆောယာရဲ့ ရွှေ ဆိုတဲ့\nစာအုပ်အကြောင်းကို သင်ရင်း ကလေးတွေကိုအိမ်စာပေးလိုက်ပါ\nတယ်။ သားဖြစ်သူ အန်တိုနီဟာ သူငယ်ချင်းဖြစ်သူ ဝူဒီ၊ လူ တို့နဲ့အတူ\nတွမ်ဆောယာရဲ့ ရွှေတွေကို စာအုပ်ထဲက လေ့လာရုံနဲ့တင် အားမရဘဲ\nအပြင်မှာပါ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1diz4/The.Quest.For.Tom.Sawyers.Gold.2023.480p.WEBRip.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ez1EDULOCUUCySHOZU6tz97qbtM.jpg",
        "title": "Just Go with It(2011)",
        "description": "Comedy ကားကောင်းတွေ ရှားပါးလာတဲ့အချိန်မှာ ၂၀၁၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Comedy/Drama ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ သရုပ်ဆောင်တွေကတော့ Grown ups, Big Daddy တို့ရဲ့မင်းသားကြီး Adam Sandler... Friends seriesက မင်းသမီး Jennifer Aniston... Battleship ဇာတ်ကားထဲက မင်းသမီးချောလေး Brooklyn Decker တို့နဲ့ဆိုတော့ တကယ့်ကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားလေးကတော့ လက်စွပ်လေးတစ်ကွင်းကြောင့် တစ်လောကလုံးဗြောင်းဆန်ကုန်တယ်လို့ပဲပြောရမှာပါ။ ပလက်စတစ်ဆာဂျရီပညာရှင် ‌ဒန်နီယယ်မက်ကာဘီးဟာ လက်ထပ်ခါနီးမှာ သူ့ဇနီးလောင်းကသူ့မကောင်းကြောင်းပြောနေတာကို ကြားခဲ့ရပြီး မင်္ဂလာပွဲပျက်ပြီး စိတ်ဒဏ်ရာရခဲ့သူဖြစ်ပါတယ်။ ဒါပေမယ့်သူဟာ လက်ထပ်လက်စွပ်ကို မစွန့်ပစ်လိုက်ပဲနဲ့ ကောင်မလေးတွေကိုလက်စွပ်ပြ၊ မိန်းမကနှိပ်စက်ကြောင်းပြော၊ မျက်ရည်ခြူတဲ့ စားဘဲကြီးလုပ်ပါတော့တယ်။ တစ်ရက်မှာတော့ သူတကယ်သဘောကျတဲ့ကောင်မလေးတွေ့ပေမယ့် သူ့လက်စွပ်အကြောင်းကိုအမှန်အတိုင်းမပြောချင်တဲ့အခါ လိမ်ပြောဖို့ ဉာဏ်နီဉာဏ်နက်တွေသုံးပါတော့တယ်။ သူ့ကိုကူပြီးလိမ်ပေးဖို့ သူ့လက်ထောက်လည်းမနေရ၊ သူ့လက်ထောက်ရဲ့သားသမီးတွေလည်းမနေရ၊ အဲဒီသားအမိတွေကလည်း အခွင့်အရေးရ‌တုန်း မွှေချလိုက်တော့ ဒန်နီတစ်ယောက် ပြဿနာတွေကြီးပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီက သူချစ်တဲ့‌ကောင်မလေးကိုရမလား၊ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dli0/Just.Go.With.It.2011.BluRay.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFhM2M1MDUtNDhmNC00YzEzLThiMzctYWYxZTc0MGJhNWYyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "65 (2023)",
        "description": "မင်းသား အဒမ်ဒရိုင်ဘာရဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ရုပ်ရှင်ကားအသစ်လာပါပြီ။ ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာကတော့ Scott Beck ဖြစ်ပြီး A Quiet Place ရဲ့ဇာတ်ညွှန်းဆရာပဲဖြစ်ပါတယ်။ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်မှာလည်း အသံမထွက်ရတဲ့အခန်းတွေ များတာလားတော့မသိပါဘူး။ဇာတ်လမ်းအကျဉ်းမေးစ်ဟာ လခစားဝန်ထမ်းတစ်ဦးပါ။ သူ့ရဲ့ အလုပ်ကတော့ အခြားဂြိုလ်တွေကို စူးစမ်းလေ့လာရတာတွေ ရိက္ခာပို့ရတာတွေလုပ်တဲ့ အာကာသယာဉ်မှူးပါပဲ။ ပုံမှန်အားဖြင့် နှစ်ပတ် တစ်လ ခရီးတွေကို ထွက်ရတာဖြစ်ပေမဲ့ ဒီတစ်ကြိမ်မှာတော့ နှစ်နှစ်တောင်ကြာမယ်ခရီးစဉ်တစ်ခုကြုံလာရပါတယ်။ နှစ်နှစ်ခရီးစဉ်ကိုသွားရတဲ့အကြောင်းကလည်း သူ့ရဲ့သမီးမှာ ရောဂါရှိနေပြီ ဆေးကုသဖို့ ငွေလိုလို့ လစာ ၃ ဆလောက်ရမယ့် ဒီခရီးကို လက်ခံလိုက်တာပါ။ ဒါပေမဲ့ လမ်းမှာ ဂြိုလ်သိမ်မွှားအပဲ့တွေနဲ့ တိုက်မိပြီး အမည်မသိတဲ့ဂြိုလ်ပေါ်ကို ပျက်ကျသွားခဲ့ပါတယ်။ ယာဉ်တစ်စီးလုံးမှာ သူတစ်ယောက်ပဲ အသက်ရှင်ကျန်ခဲ့ပြီး အိမ်ကိုပြန်နိုင်ဖို့ အန္တရာယ်တွေကို ကျော်ဖြတ်ရင်းနဲ့ အဲဒီဂြိုလ်ပေါ်မှာ သူတစ်ယောက်တည်းကျန်တာမဟုတ်ကြောင်း သိလိုက်ရတဲ့အခါ...... File size…(1.5 GB)/(855 GB)/(400 ...",
        "rating": "",
        "url": "https://megaup.net/1dlbc/65.2023.720p.(CM).mp4",
        "category": "Action, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPI94JmMga88RB7vuQA83McgFaz.jpg",
        "title": "Spring(2014)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အချစ်ကားတွေ အဖြစ်မှန်လို ထိတ်လန့်စရာတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အီဗန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က ကိုယ့်ကိုကိုယ် ပြန်လည်ရှာဖွေဖို့ အီတလီကို ခရီးနှင်လာပြီး လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကောင်မလေး လူးဝစ်နဲ့ တွေ့ဆုံကြတဲ့ သူတို့ နှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်နယ်မြို့လေးရဲ့ အလှအပလေးတွေ ခံစားရင်း သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးတွေ ဘယ်လိုဘယ်ပုံဖြစ်လာလည်းဆိုတာကြည့်ရင်းနဲ့ အီဗန်က လူးဝစ်ရဲ့ လျှို့ဝှက်ချက်ကြီးကို သိသွားတဲ့အချိန်မှာ ဘာတွေဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာ သည်းထိတ်ရင်ဖို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်ရိုက်ချက်အလှတွေနဲ့ တမူထူးခြားတဲ့ဇာတ်လမ်းလေးဖြစ်တာကြောင့် ဒီဇာတ်ကားလေးက ကြည့်ပြီးရင် ခေါင်းထဲမှာ စွဲကျန်နိုင်စေမယ့် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ် File size…1.52GB / 560.2MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 49m\nGenre ..... Horror , Romance , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1dlep/Spring.2014..BluRay720p(CM).mp4",
        "category": "Horror, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zg2l/Shazam.Fury.of.the.Gods.2023.720p.WEB.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k703Pb5C0NsLvXPgFk8kAKnLylq.jpg",
        "title": "Bridget Jones’s Baby (2016)",
        "description": "Bridget Jones's Baby (2016)~ IMDb - 6.5/10, RT - 78%, Meta - 59% ~ဘရစ်ဂျစ်တို့ တတိယမြောက်ကားကတော့ 2 အပြီး ၁၀နှစ်လောက်ကြာ 2016 ခုနှစ်မှာမှ ထွက်ခဲ့ပါတယ်။ 3 မှာတော့ Second Lead ဒယ်နီရယ်ပါမလာတော့ပါဘူး။ အဲဒီအစား နောက်ထပ်မင်းသားတစ်လက်ပါလာပါတယ်။2 မှာ ဘရစ်ဂျစ်တို့စုံတွဲက ပြန်တွဲခဲ့ပြီး ဇာတ်သိမ်းခဲ့ပေမယ့် 3 မှာတော့ သဘောထားမတိုက်ဆိုင်တာတွေဖြစ်ပြီး နှစ်ယောက်သားပြန်လည် လမ်းခွဲခဲ့ပါတယ်။ မာ့ခ်ကလည်း အခြားတစ်ယောက်နဲ့ အိမ်ထောင်ပြုပြီး ကွာရှင်းလိုက်ပါသေးတယ်။ သူငယ်ချင်းတွေပါ အိမ်ထောင်အသီးသီးကျပြီး မိသားစုနဲ့ ဖြစ်နေချိန်မှာ ဘရစ်ဂျစ်က‌ တစ်ကိုယ်တည်းပြန်ဖြစ်ပြီး အလုပ်ပဲလုပ်‌နေခဲ့ပါတယ်။အလုပ်ကသူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့် ဂီတပွဲတစ်ခုကိုသွားရာကနေ အဲဒီမှာ အမှတ်မထင်တွေ့တဲ့လူတစ်ယောက်နဲ့အိပ်ခဲ့မိပါတယ်။ နောက်တော့ သူငယ်ချင်းရဲ့ကလေးကင်ပွန်းတပ်ပွဲမှာ မာ့ခ်နဲ့အတူ ခေါင်းကိုင်မိဘ‌တွေလုပ်ရင်း မာ့ခ်နဲ့လည်းပြန်အဆင်ပြေခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ သုံးခဲ့တဲ့အကာအကွယ်ပစ္စည်းတွေက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1dktu/(CM)_Bridget_Jones_s_Baby_(2016)_720p.mp4",
        "category": "Bridget Jones Trilogy, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpaChXpqpDnbCx0acszHBT4v4H0.jpg",
        "title": "Kon-Tiki(2012)",
        "description": "Genre - Adventure, Biography\nIMDB - 7.2/10 ခင်ဗျားတို့သာ ရေမကူးတတ်ဘူးဆို ပစိဖိတ်သမုဒ္ဒရာထဲ မိုင် ၅ ထောင်ကျော်ကို ဖောင်လေးတစ်စင်းနဲ့ ဖြတ်ကူးရဲလား။ ဒါပေမဲ့ ဒီ သောရ်ဆိုတဲ့ဘဲကြီးကတော့ တကယ်လုပ်ခဲ့တယ်ဗျ။ အဲဒီလိုပြောလို့ စိတ်ကူးယဉ်ဇာတ်လမ်း မထင်နဲ့နော် တကယ်အပြင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ၁၉၄၇ ခုနှစ်က ဖြစ်ရပ်မှန်ဇာတ်လမ်း။ စူးစမ်းရှာဖွေရေးသမား သောရ်ဟာ ပိုလီနီရှားကကျွန်းတွေကို ၁၀ နှစ်ကြာအောင် ဇနီးဖြစ်သူနဲ့ သုတေသနတွေပြုလုပ်ပြီး စာတမ်းပြုစု နေထိုင်ခဲ့တဲ့လူပေါ့။ သူ အဲဒီမှာ နေထိုင်ရင်း ဒီ ပိုလီနီးရှားဒေသကို ဒေသခံတွေဟာ အာရှဖက်ကနေ ရောက်လာကြတာမဟုတ်ပဲ တောင်အမေရိကဖက်က ရောက်လာကြတယ်ဆိုတာကို ထူးဆန်းစွာနဲ့ သိရှိခဲ့ရတယ်။ ဒီတော့ ဆရာသမားက သူတွေ့ရှိခဲ့တဲ့ သီအိုရီကို လိုက်ပြီး ဖြန့်ဝေနိုင်အောင် ဆက်သွယ်တော့တာပဲ ဒါပေမဲ့ ကံဆိုးချင်တော့ ဘယ်သူမှမယုံကြည်ပဲ သူ့ကို ပရော်ဖက်ဆာတစ်ယောက်က ဒါမျိုး ပြောလိုက်ပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1dkpj/Kon-Tiki.2012.BluRay.720p(CM).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/wjeQaiAApgzdipkNXhQnBrqjBY9-133x200.jpg",
        "title": "Congo (1995)",
        "description": "၁၉၉၅ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ ‘Congo’ ရုပ်ရှင်ကတော့ Oscar-nominated producer & director ကြီး Frank Marshall ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး ရိုက်ကူးထုတ်လုပ်ပေးခဲ့တဲ့ ရုပ်ရှင်တွေထဲမှာဆိုရင်ဖြင့်E.T. the Extra-Terrestrial, The Sixth Sense, The Goonies, Jurassic World, Indiana Jones ရုပ်ရှင်အချို့နဲ့Back to the Future trilogy ၃ကားလုံးလည်း ပါဝင်တာဖြစ်တဲ့အတွက် တော်တော်လေးမခေတဲ့ ဒါရိုက်တာတစ်လက်လို့ ဆိုရမှာပါ။ဒါရိုက်တာကြီးရဲ့ ညွှန်ကြားမှုအောက်မှာတော့ ဒေါက်တာ Karen Ross အဖြစ် The Truman Show နဲ့ Love Actually ရုပ်ရှင်များမှ မင်းသမီးကြီး Laura Linney. The Lake House မှ Dylan Walsh. Ghostbusters ရုပ်ရှင်များမှ Ernie Hudson နဲ့ Home Alone ပရိသတ်တွေဆို တော်တော်လေးမစိမ်းကြမယ့် မျက်နှာပိုင်ရှင် Tim Curry တို့က ပါဝင်အားဖြည့် သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်File size…(2.0 GB)/(1.7 GB)/(890 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action, Adventure, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Keith M",
        "rating": "",
        "url": "https://megaup.net/1T47t/Congo.1995.720p.(CM)_(2).mp4",
        "category": "Action, Adventure, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWQ2NTI4MzktNjhkZC00Yzg5LWI1MmYtNTlmNjQzOWQ2NTE4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-140x200.jpg",
        "title": "Autumn Sonata (2017)",
        "description": "Autumn Sonata ( 가을 우페국) (2017)\n===========================၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့ပြီး အဓိပ္ပာယ်အပြည့်နဲ့ လှပတဲ့\nကိုရီးယားဇာတ်ကား‌ဟောင်းလေး ဖြစ်ပါတယ်။ အဆို\nတော်သရုပ်ဆောင်မင်းသမီး BoA နဲ့အတူ မင်းသား Lee\nHak Joo တို့အဓိက ပါဝင်ထားပါတယ်။ကိုယ့်‌ မွေးရပ်မြေ မြို့လေးနဲ့ သဘာဝတရားကို ချစ်မြတ်\nနိုးပြီး သင်္ခါရတရားကို သေချာနားလည်ထားတဲ့ ရင့်ကျက်\nတဲ့ ၂၉ နှစ်အရွယ် မမ \"ဆူရွန်း\"နဲ့  သူ့နောက်အမြဲ တကောက်\nကောက်လိုက်နေတဲ့ ၂၆ နှစ်အရွယ် မောင်လေး \"ဂျွန်းလေး\"\nတို့ရဲ့ ကြည်နူးဖွယ်ဇာတ်လမ်းလေး...• အင်ဆူရွန်း အဖြစ် BoA\n• ဂျွန်းလေး အဖြစ် Lee Hak Jooဇာတ်အလှည့်အပြောင်းတွေနဲ့ ပရိတ်သတ်ကြီးကို ရင်ထဲထိ\nစေမယ့် ရသတစ်ခုခု ပေးမယ်ဆိုတာ ယုံကြည်ပါတယ်။\nဇာတ်ရှိန်ပျက်မှာစိုးလို့ ဒီကားလေးကိုတော့ ရှည်ရှည်ဝေးဝေး\nပြောမနေတော့ဘူးနော်...ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲ\nကြည့်လိုက်ကြဖို့ အကြံပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhaing Khin ဖြစ်ပါတယ်)File Size..........(1.22 GB) / ...",
        "rating": "5.2",
        "url": "https://megaup.net/2z5P0/Autumn.Sonata.2017.KOREAN..720p.WEBRip.(CM)_(2).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1EnhqXiPQMo5QP7eBWLFpeOvKB.jpg",
        "title": "Serena(2014)",
        "description": "Serena(2014)************မင်းသားကြီးBradley Cooperနဲ့ မမJennifer Lawrenceတို့အဓိကသရုပ်ဆောင်ထားတဲ့ Dramaကားလေးပါ။ဂျော့်ဟာ ရည်မှန်းချက်ကြီးတဲ့ သစ်လုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီးတစ်‌နေ့မှာတော့ ဆရီနာကို မြင်မြင်ချင်းချစ်ခင်သွားပြီး\nတွေ့တွေ့ချင်းပဲလက်ထပ်ခွင့်တောင်းခဲ့ပါတယ်။\nဆရီနာကလည်း သစ်လုပ်ငန်းရှင်တစ်ဦးရဲ့သမီးဖြစ်တာနဲ့အညီ ဂျော့်နဲ့လက်တွဲခဲ့ပြီးနောက်မှာ သူ့စီးပွားရေးကိုပါဦးစီးနိုင်လာပါတယ်။\nအချစ်စစ်တို့မည်သည် ရိုးရှင်းဖြောင့်ဖြူးမနေပါဘူး..တကယ်တော့ သူတို့ (၂) ဦးလုံးမှာ လျှို့ဝှက်ချက်ကိုယ်စီရှိနေကြပြီးအဲ့ဒီအရာတွေပေါ်လာတဲ့အခါမှာတော့ သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲ..\nဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရိုက်ကွင်းလှလှတွေနဲ့ လိုက်ဖက်လှတဲ့မမJennifer Lawrenceတို့စုံတွဲကို တစ်ဝကြီးထိုင်ကြည့်နိုင်ပါပြီ။File Size :(1.9GB) and (700MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:49:00\nGenre :History, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dkgb/Serena.2014.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a4JBNvVVHj60OEEc6MbLIvA0v6B.jpg",
        "title": "Romancham(2023)",
        "description": "Romancham (2023)\nIMDb 8.1\nဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့သရဲခေါ်ဘုတ်ပြားကတစ်ဆင့် ဝိညာဥ်ဆင့်ခေါ်ခဲ့မိတဲ့သူငယ်ချင်း၇ယောက်...\nငယ်စဉ်ကလေးဘဝကတုန်းက သရဲခေါ်နည်းပေါင်းစုံကစားဖူးကြမှာပါ\nဘောပင်နဲ့ခေါ်တာ ဘုတ်ပြားပေါ် ဖယောင်းတိုင်တို့၊ဖန်ခွက်တို့နဲ့ခေါ်တာမျိုးတို့ပေါ့ဒီဇာတ်ကားထဲမှာလည်း စစချင်းမှာ ကိုမာကြောင့်ဆေးရုံမှာလှဲနေရတဲ့ ဂျီဘင်ဆိုသူရှိပါတယ်\nသူဘာကြောင့်ဒီလိုဖြစ်ခဲ့ရလဲမမှတ်မိဘူးပေါ့ နောက်ကြောင်းပြန်ရရင်တော့\nသရဲခေါ်ဘုတ်ပြားကနေစမှာပါ တစ်အိမ်တည်းမှာအတူစုနေကြတဲ့သူငယ်ချင်း၇ယောက်ရှိပါတယ်\nငှားရမ်းခကို အတူတူစုခံပြီး ညနေဘက်တိုင်း ဘော်လီဘောကစားကြတဲ့ပျော်ပျော်နေတတ်တဲ့သူငယ်ချင်းတစ်သိုက် ...သူတို့ထဲကတစ်ယောက်က ကစားနည်းပျင်းလာလို့ဆိုပြီး သရဲခေါ်ကစားနည်းဆော့ခဲ့ရာမှ ကမောက်ကမဖြစ်ကြရမဲ့သူတို့ဘဝတွေ...\nဇာတ်လမ်းကြည့်ရင်းနဲ့ကိုဖြစ်ရပ်မှန်ဆိုတဲ့အသိကြောင့်အသည်းတစ်ယားယားဖြစ်နေမှာပါပဲရှင်\nFile size…2.21GB / 889MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~BpL~ Yunni",
        "rating": "",
        "url": "https://megaup.net/2zf4C/Romancham_(2023)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dkta/Murder.Mystery.2.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ypXpwknmGfr4sF0hrlWAwHh2JE5.jpg",
        "title": "Das Boot(1981)",
        "description": "Genre - War,Drama\nIMDB - 8.4/10 ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်မျက်နှာပြင်မှာ ကုန်းကြောင်း၊ လေကြောင်းနဲ့ ရေကြောင်းရှိတဲ့အလျောက် ဒီလို ရေငုပ်သင်္ဘောအကြောင်း ရိုက်ထားတာ တော်တော်ကိုရှားတယ် ပြောရမယ်။ မှတ်မိသလောက်ဆို ၂၀၀၀ ခုနှစ်က U-571 ရယ် ထွက်ထားတာ သိပ်မကြာသေးတဲ့ Greyhound တို့ပဲ ရှိမယ်ထင်တယ်။ ပြီးတော့ ဂျာမန်စစ်ကားထုံးစံအတိုင်း ဝါဒဖြန့်မပါပဲ သဘာဝကျကျ ဖြတ်သန်းရတာမျိုးပဲ ကြည့်ရှုရမှာပါ။ ပြောလို့သာပြောတာ WW2 မှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေက အမဲလိုက်မြေခွေးတွေဆိုတဲ့ နာမည်ပြောင်အတိုင်း ပင်လယ်ပြင်တွေမှာ မဟာမိတ်သင်္ဘောတွေကို တစ်စီးတည်းနဲ့ အုပ်လိုက်တွေကို အမဲလိုက်တာ အင်မတန်ကြောက်ဖို့ကောင်းပါတယ်။ မင်းသားကြီး တွန်ဟမ့်သရုပ်ဆောင်ထားတဲ့ Grey Hound မှာ ဥပမာအနေနဲ့ မြင်နိုင်ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာကျ ဒီဂျာမန်ရေငုပ်သင်္ဘောသားတွေရဲ့ လက်တွေ့ဘဝ၊ အခက်အခဲ၊ သေရေးရှင်ရေး ကြိုးပမ်းရပုံတွေကို အမြင်တစ်မျိုးနဲ့ ပြန်ခံစားရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သတင်းထောက် ဗိုလ်လေးတစ်ယောက်က ...",
        "rating": "8.4",
        "url": "https://megaup.net/1dkvo/Das.Boot.1981.BluRay.720pMW(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
        "title": "Murder Mystery (2019)",
        "description": "Murder Mystery (2019)\n=================၂၀၁၉ထွက်ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်\nထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကိုစလိုက်ရအောင်ဗျာ ...\nနယူးယောက်က  စုံထောက်စာမေးပွဲကိုခဏခဏကျတဲ့\nရဲအရာရှိတစ်ယောက်နဲ့ သူ့မိန်းမ ကအိမ်ထောင်သက်\n၁၅နှစ် ပြည့်မှာ ဇနီးသည်ရဲ့အလိုဆန္ဒကိုလိုက်လျောသော\nအားဖြင့် မင်္ဂလာဦးပေးထားခဲ့တဲ့ ဥရောပခရီးထွက်ဖို့ဖြစ်\nလာခဲ့ပါတယ်။ လေယာဉ်ပေါ်‌ရောက်တော့ ကယ်ဗန်ဒစ်ချ်\nဆိုတဲ့လူတစ်ယောက်နဲ့ရင်းနှီးသွားတယ်။ စကားတွေ ပြော\nဖြစ်ရင်းနဲ့ သူ့ဦးလေးဘီလီယံနာ အဖိုးကြီးမင်္ဂလာဆောင်\nဂုဏ်ပြုပွဲလုပ်တဲ့အပန်းဖြေသင်္ဘောကိုခေါ်လို့လင်မယား\nနှစ်ယောက်လိုက်သွားတာပေါ့။ညဖက်ရောက်တော့အခန်းထဲမှာအဖိုးကြီးရဲ့မိသားစုတွေ\nမိတ်ဆွေရှေ့မှာ အဖိုးကြီးက သူ့ဇနီးသည်ငယ်ငယ်လေးကို\nသူပိုင်ဆိုင်သမျှ ဘီလီယံနာ ၇၀ လုံးလွှဲပေးဖို့လက်မှတ်\nထိုးခါနီး ရုတ်တရက်မီးပြတ်ပြီး အဖိုးကြီးအသတ်ခံလိုက်\nရတယ်။ ဇာတ်လမ်းကအဲ့ကနေစတော့တာပဲ . . .ဒါနဲ့ ရဲလင်မယားနှစ်ယောက်က သံသယရှိတဲ့လူတွေကို\nစုံစမ်းကြတယ်၊ သူတို့သံသယရှိတယ်လို့ထင်တဲ့သူတွေက\nလည်း တစ်ယောက်ပြီးတစ်ယောက်သေသွားကြတယ်။\nဘယ်လိုအလွဲလေးတွေနဲ့လိုက်စုံစမ်းကြမလဲဆိုတာ ရယ်\nစရာတွေကြည့်ရင်းရင်းအပန်းဖြေရင်းကြည့်ကြမယ်ဗျာIMDB rating 6.1ရထားတဲ့ ဟာသ ကားလေးမို့အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 37min\nFormat : Mp4\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ztmi/Murder_Mystery_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKUfSLK1w5qCmC3lmHOP7VEVPGm.jpg",
        "title": "My Imaginary Country(2022)",
        "description": "My Imaginary Country(2022)*************************** ၀၁၉ ခုနှစ် အောက်တိုဘာလရဲ့ လမ်းမတွေပေါ်မှာ ဆန္ဒပြခဲ့တာကစလို့ လူထုအုံကြွမှုဖြစ်စေခဲ့တဲ့၂ နှစ်ကြာတဲ့ ချီလီနိုင်ငံရဲ့ တော်လှန်ရေးကို ရိုက်ပြထားတဲ့ Documentary ဇာတ်ကားဖြစ်ပါတယ်။ရထားစီးခကို တိုးပြီး ကောက်ခံတဲ့ လို့ ကျောင်းသားလူငယ်တွေ မကျေမနပ်ဖြစ်ကာအဓိကရုဏ်းဖြစ်ရာကစလို့ နှစ်ကြာရှည် ဖိနှိပ်ခံ အမြတ်ထုတ်ခံနေရတဲ့ ပြည်သူလူထုဟာတစ်စည်း တစ်လုံးတည်း လမ်းမတွေပေါ်ထွက်ကာ တိုင်းပြည်ရဲ့ စီးပွားရေးနဲ့ အုပ်ချုပ်ရေးစနစ်ကို ဆန္ဒပြ ဖော်ထုတ်ခဲ့ကြတယ်။အစပိုင်းမှာတော့ ရဲတွေရဲ့ မျက်ရည်ယိုဗုံးတွေ နံပါတ်တုတ်နဲ့ ရိုက်တာတွေ ကျည်ဆန်အတုနဲ့ ပစ်တာတွေကို ကြုံခဲ့ရပြီးလူဦးရေ ၄၀၀ ကျော် မျက်စိကို ထိခိုက်ပြီး အမြင်အာရုံ ပျောက်ခဲ့ရတယ်။ ဒီလိုနဲ့ တော်လှန်ရေး အရှိန်အဟုန်ဟာ တိုးလာပြီး ပြည်သူလူထုဘက်က ဒိုင်းတွေကာ ခဲတွေပေါက်ပြီး ကိုယ့်ကိုယ်ကို ကာကွယ်ခဲ့ကြရတယ်။ဖိုဝါဒီနဲ့ အမျိုးသမီးအခွင့်အရေးတွေကို ဖိနှိပ်ခံထားရတဲ့ အမျိုးသမီးလေးတွေ အိမ်ရှင်မတွေဟာလည်းဒယ်အိုးကို တီးပြီး လမ်းမတွေပေါ် ထွက်လာကြတယ်။ အဲ့ဒီနောက်စစ်တပ်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1dka4/My.Imaginary.Country.2022.WEB-DL.1080P(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p23447683_p_v12_aa-133x200.jpg",
        "title": "Ramona (2022)",
        "description": "IMDb-6.3/10 ~ Rotten tomatoes-100%2022 တုန်းကထွက်ရှိခဲ့တဲ့ စပိန်စကားပြော အချစ်ဟာသဇာတ်မြူးရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ဝင်ခန်းအများစုကို အဖြူ၊ အမဲနဲ့ရိုက်ထားပြီးတော့ ရာမိုနာ ဆိုတဲ့ကောင်မလေးရဲ့ သုံးပွင့်ဆိုင်အချစ်ကို ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုနာ (ရာမိုနာ) ဟာ သူနဲ့နှစ်အကြာကြီးတွဲခဲ့တဲ့ ကောင်လေးဖြစ်သူ နစ်ကို နဲ့အတူ လန်ဒန်မြို့ကနေပြီး မက်ဒရစ်မြို့ကိုပြန်ပြောင်းလာခဲ့တာပါ။ ရာမိုနာက မက်ဒရစ်မြို့မှာ အခြေချပြီးတော့အစက‌နေကြိုးစားရင်းနဲ့ မင်းသမီးလုပ်ပြီး သားသမီးတွေနဲ့ ဘဝကိုကုန်ဆုံးချင်သူပါ။ ဒီလိုနဲ့ သူဝင်ပြီးအ‌ရွေးခံမဲ့ သရုပ်ဆောင်ရွေးပွဲမတိုင်ခင် တစ်ရက်အလိုမှာ လူရွေးပွဲလုပ်မဲ့နေရာနားက ဘားကိုသွားရင်းနဲ့ သူ့ထက်အသက်ကြီးတဲ့ ဘရူနိုနဲ့စကားလက်ဆုံကျပြီး ဘဝကြီးအကြောင်း၊ ကမ္ဘာကြီးအကြောင်းပြောရင်းအဖွဲ့ကျနေခဲ့ပါတယ်။ဒီအချိန်မှာ ဘရူနိုက ရုတ်တရက်သူ့ကိုချစ်နေကြောင်း ပြောလိုက်တဲ့အတွက် ရာမိုနာလည်းလန့်သွားပြီး စကားအများကြီးဆက်ပြောမနေ‌တော့ပဲ ထွက်လာခဲ့လိုက်ပါတယ်။ နောက်တစ်ရက် လူရွေးပွဲကိုသွားတဲ့အခါမှာ ဘရူနိုက ရုပ်ရှင်ရိုက်မဲ့ဒါရိုက်တာဖြစ်နေပြီး သူ့ကို ခေါင်းဆောင်မင်းသမီးအနေနဲ့ပဲတင်ရိုက်ဖို့ အတင်း‌ ရွေးတဲ့အတွက် ရာမိုနာလည်း သရုပ်မဆောင်နိုင်ကြောင်းပြောရင်း ထွက်လာခဲ့လိုက်ပါတယ်။ ဒီအကြောင်းကို နစ်ကို သိသွားတဲ့အချိန် နှစ်ခါပြန်မရနိုင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1WUi5/Ramona.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddacirup8d3NJqyFvRaBllSFncr.jpg",
        "title": "Sun and Concrete (2023)",
        "description": "Sun and Concrete (2023)~ IMDb rating - 7.6/10 ~\"Sun and Concrete\" ဆိုတဲ့စကားလုံးကို မြင်လိုက်ရင် တော်တော်များများက နေ နဲ့ ဘိလပ်မြေဆိုပြီးတော့ ထင်ကြမှာအမှန်ပါပဲ။ ဒါပေမဲ့ ဒီကားမှာတော့ ဂျာမနီနိုင်ငံက \"နေရောင်အောက်က မြို့ပျက်လေး\" တစ်မြို့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားဟာ ဆန်ခါတင်စာရင်း ၅ ခုထဲပါခဲ့တဲ့အပြင် မျက်နှာသစ်သရုပ်ဆောင်ဆုကိုပါရရှိထားပါတယ်။ ဒါ့အပြင် IMDb မှာ 7.6/10 နဲ့ 2023 မှာ ဂျာမန်ရဲ့ တတိယအကောင်းဆုံးဇာတ်ကားအဖြစ်ရပ်တည်လျက်ရှိနေပါတယ်။ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဖြစ်ကြတဲ့ လူးကတ်စ်၊ ဂျူးလိယက်စ်၊ ဂျီနိုနဲ့ ဆန်ချက်ဇ်တို့အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းရဲ့ အကျဉ်းကိုပြောရမယ်ဆိုရင် လူးကတ်စ်တို့လေးယောက်ဟာ ဘာလင်မြို့ရဲ့ နူကိုလင်ရပ်ကွက်မှာ နေထိုင်ကြတာပေါ့။ သူတို့လေးယောက်ဟာ နေ့တိုင်း တုတ်၊ ဓား၊ ရန်ပွဲ နဲ့ မူးယစ်ဆေးတွေကြားမှာ ဘဝကြီးကိုရုန်းကန်နေရသူတွေပါ။ ဒါပေမဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3YLT0/(CM)_Sun_And_Concrete_(2023)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjc4ZmM4Y2EtYWU0Yi00NGVjLTg1ZDQtMGI2YjEzYjg3YjY5XkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "Catfish Murder (2023)",
        "description": "Catfish Murder ကတော့ Crime, Drama, Thriller အအမျိုးအစား ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ တေလာပါကာဆိုတာက သိပ္ပံပညာရပ်မှာ သိပ်ကိုထူးချွန်တဲ့ စာကြမ်းပိုးတစ်ယောက်။ သူက အထက်တန်းကျောင်းမှာ အနိုင်ကျင့်ခံရတာကြောင့် အိမ်တွင်းပုန်းဗီဒိယိုဂိမ်းပဲ ထိုင်ဆော့နေရင်း အမ်မာဆိုတဲ့ ကောင်‌မလေးတစ်ယောက်နဲ့ အွန်လိုင်းအီစီကလီဆက်ဆံရေးရှိလာခဲ့တယ်။တစ်ရက် သူက သူနဲ့ Chemistry အတန်းက lab partner ဖြစ်သူ ဆိုဖီယာရဲ့ မွေးနေ့ပွဲကို သူနဲ့အတူတူတက်ဖို့ အမ်မာကိုဖိတ်ခဲ့ပေမဲ့ အစကသဘောတူခဲ့တဲ့ အမ်မာက မလာနိုင်ခဲ့တော့ သူလဲ မွေးနေ့ပွဲကို မသွားဖြစ်လိုက်တော့ဘူး။ ဒါပေမဲ့ မွေးနေ့ညမှာ မွေးနေ့ရှင်ဆိုဖီယာ အသတ်ခံခဲ့ရတယ်။ အဲနေ့ညက တေလာနဲ့ဆိုဖီယာကို အတူတွေ့ခဲ့ပါတယ်ဆိုတဲ့သက်သေနဲ့အတူ တေလာအဖမ်းခံလိုက်ရတယ်။တေလာအတွက် အပြစ်ကင်းစင်ကြောင်း ပြပေးနိုင်ဖို့ အမေဖြစ်သူနဲ့ ညီမဖြစ်သူတို့က အသည်းအသန်ကြိုးစားကြတဲ့အခါ တကယ့်တရားခံအစစ်က ဘယ်သူဖြစ်မလဲ။ တကယ်ပဲ တေလာကိုယ်တိုင်ဖြစ်နေမလား။ Catfish Murder ဆိုတဲ့ဇာတ်လမ်းအမည်အရ အမ်မာကရော ဒီအမှုနဲ့ဆက်စပ်နေမလား။ ...",
        "rating": "",
        "url": "https://megaup.net/3iOgz/Catfish.Murder.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/download-1-134x200.jpeg",
        "title": "Good Kids (2016)",
        "description": "Good Kids (2016)သူငယ်ချင်းတွေနဲ့အတူဗရုတ်ကျခဲ့ကြတဲ့ လူငယ်ဘဝအမှတ်တရတွေ လူတိုင်းကိုယ်စီရှိကြမှာပါ။ အဲဒီလိုပဲ ဒီဇာတ်လမ်းကလည်း ကောလိပ်ဝင်တော့မယ့် Teenager Squad တစ်ခုရဲ့ အမှတ်တရနွေရာသီပေါ့။အန်ဒီ စပိုက်စ် လိုင်းယွန်း နဲ့ နိုရာဆိုပြီး သူငယ်ချင်းလေးယောက်နဲ့ဖွဲ့စည်းထားတဲ့ ဒီ Squad ကတော့ ကောလိပ်ကောင်းကောင်းဝင်နိုင်ဖို့ စာပဲလုပ်ခဲ့တဲ့ ဟိုက်ပါအဖွဲ့ပါ။ အတန်းထဲမှာ ဆရာမအိမ်စာထပ်ခိုင်းဖို့မေ့နေရင် ထသတိပေးလို့ အတန်းဖော်တွေမေတ္တာပို့တာခံရတဲ့အဖွဲ့ပေါ့။ ငယ်ငယ်ကတည်းက ဘယ်ခေါ်ခေါ်မလိုက်တဲ့သူတို့ အထက်တန်းပြီးတဲ့အထိ ပါတီဆိုတာလည်း ဘာမှန်းမသိပါဘူး။ဒီလိုနဲ့ လိမ္မာရတာပျင်းလာတဲ့ သူတို့အဖွဲ့က အရင်ကမလုပ်ဖြစ်တာတွေ ဒီနွေရာသီမှာ တစ်ခုချင်းလုပ်ပြီး အပီအပြင်ကဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဟိုက်ပါလေးယောက် ဗရုတ်သုတ်ခတွေလုပ်ရင်း အရှုပ်တွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးအပန်းဖြေရင်းကြည့်ရှုလိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 730MB\nQuality - 1080p, 720p\nIMDb Rating - 6.1/10\nFormat - mp4\nDuration ...",
        "rating": "6.1",
        "url": "https://megaup.net/3iOd1/(CM)_Good_Kids_(2016)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/1WTgj/(CM)_Sugapa_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hunQPPCIuzc7SuoMQIM2g2GwTlo.jpg",
        "title": "Darkling (2022)",
        "description": "Darkling (2022)~ IMDb rating - 7/10 ~2004 ခုနှစ်တုန်းက ဖြစ်ပွားခဲ့တဲ့ Albanian အယူသည်းတွေက Serbian လူမျိုးတွေကို အစုလိုက်အပြုံလိုက် သတ်ဖြတ်ခဲ့တဲ့အကြောင်းကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ US က ငြိမ်းချမ်းရေးတပ်တွေ ရှိတာတောင်မှ အိမ်တွေ ဘုရားကျောင်းတွေ မီးရှို့ဖျက်ဆီးခံခဲ့ရပါတယ်။ ဘာသာရေးနဲ့ လူမျိုးရေး မုန်းတီးမှုကြောင့်လို့ပဲ ပြောရမှာပါ။ ဇာတ်ကားကိုတော့ ပျောက်ဆုံးသွားတဲ့ ဖခင်ကို လွမ်းဆွတ်တဲ့အကြောင်း... ကိုဆိုဗို‌ဒေသက သူတို့နေထိုင်ရတဲ့ အခက်အခဲတွေ ကြောက်ရွံ့မှုတွေအကြောင်းကို သမ္မတကြီးဆီ ရေးတဲ့ ကလေးမလေး မီလီဆာရဲ့ စာပေါ်အခြေတည်ထားပါတယ်။မီလီဆာက ကိုဆိုဗိုမှာ အဘိုး အမေနဲ့အတူ ကျန်ခဲ့ပြီး သူ့အဖေနဲ့ ဦးလေးက မြေပြန့်မှာ အလုပ်လုပ်ဖို့သွားရင်း ပြန်မလာတော့တာပါ။ သူတို့လူမျိုးတွေကို အကြမ်းဖက်သတ်နေတဲ့အတွက် ညတိုင်း အမှောင်ထဲမှာ ကျီးလန့်စာစားနေရရင်း ပင်ပန်းဆင်းရဲစွာဖြတ်သန်းရပါတယ်။ မီလီဆာတို့ကျောင်းမှာလည်း မိသားစုတွေ ကိုဆိုဗိုကို စွန့်ခွာသွားကြတဲ့အတွက် ကျောင်းသားတွေ ...",
        "rating": "7",
        "url": "https://megaup.net/1WTba/(CM)_Darkling_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pKBCoQQP7YftX2QfG2LAJDvjzo8.jpg",
        "title": "Seneca: On the Creation of Earthquakes (2023)",
        "description": "ရှေးခေတ်ရောမ ဂရိတွေနဲ့ နောက်ကြောင်းသမိုင်းကိုကြည့်ချင်တဲ့လူတွေအတွက်Senaca လို့ခေါ်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ ဇာတ်ကားနာမည်အတိုင်းပဲ ဟိုးအရင်ခေတ်ကဂရိမှာနာမည်ကြီးခဲ့တဲအတွေးအခေါ်ပညာရှင် ဆန်နေကာအကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆန်နေကာဆိုတာက ရောမအင်ပါယာကြီးရဲ့ဘုရင်ဖြစ်တဲ့နီရိုးရဲ့ အတိုင်ပင်ခံအမတ်ကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဘုရင်ကြီးနီရိုးကအသက်ငယ်ရွယ်ပြီးမစဉ်းစားမတွေးခေါ်ပဲစိတ်ထင်ရာလုပ်တတ်တဲ့ဘုရင်ကြီးတစ်ပါးဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဆန်နေကာကဘုရင်ကြီးကို အကြိမ်ကြိမ်အခါခါအကျိုးအကြောင်းဆီလျော်အောင်ဘုရင်ကြီးရဲ့လုပ်ရပ်တွေကို ရှင်းပြပေမဲ့လဲနီရိုးကတော့ခေါင်းမာမြဲသူလုပ်ချင်တာလုပ်နေတုန်းပါပဲ။ဒါပေမယ့်အဲ့ဒါကြောင့်ပဲ သူတို့နှစ်ယောက်ရဲ့နေဝင်ချိန်တွေကမကြာခင်မှာ ရောက်လာတော့မယ်ဆိုတာကိုတော့ သူတို့မသိခဲ့ကြပါဘူး။တစ်နေ့မှာတော့ဆန်နေကာလုပ်ခဲ့တဲ့ကြီးမားတဲ့အပြစ်တစ်ခုကြောင့် သူ့ဘဝရဲ့နေဝင်ချိန်ကိုရောက်ချိန်မှာတော့သူ့ဘဝမှာကြုံတွေ့ခဲ့ရတဲ့ အရာတွေ အတွေးအခေါ်တွေကို အမွေအနှစ်တစ်ခုအနေနဲ့ထားခဲ့ပြီးနောက်မှာ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခဲ့ပုံတွေကိုကြည့်ရမဲ့ အတွေးအခေါ်ဆိုင်ရာသမိုင်းကြောင်းဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…1.87GB / 752MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 52m\nGenre ….. Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1gVrm/Seneca.2023.WEB-DL720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2FlMzA3MjktNjA2Zi00YzUyLWIxYTUtNGQ0MTc0NDA3NTcwXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Friday Night Plan (2023)",
        "description": "Friday Night Plan (2023)\nIMDb 6.5Netflix ကထုတ်လွှင့်တဲ့ ကျောင်းတွင်းအချစ်ကားဖြစ်ပြီး အရင်အချိန်‌က\nဇာတ်လမ်းတွေကိုပြန်သတိရရင်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်'Friday Night Plan ' ဒီဝေါဟာရဖြစ်တည်လာပုံကတော့ တနင်္လာကနေ သောကြာအထိ\nစာပြီးစာပဲဖြစ်နေကြတဲ့ ကျောင်းသားတွေအတွက် သောကြာနေ့ညကစပြီး Non-Stop Party နဲ့\nအပီကဲကြမဲ့ ကျောင်းတွင်းရိုးရာတစ်ခုပေါ့ ကျောင်းရဲ့တင်းကျပ်တဲ့စည်းကမ်းတွေကြားမှာ\nကလေးတွေပျော်ရွှင်ရတဲ့ FNP..ကျောင်းပိတ်ခါနီးလို့ ‌တစ်ကျောင်းနဲ့တစ်ကျောင်း ဘောလုံးပြိုင်ပွဲတွေကြား နာမည်ကောက်ကြီးသွားတာက‌ ဆစ်ဒ် ..\nသူ့အကြောင်းပြောရရင် အမေဖြစ်သူက နိုင်ငံခြားအစည်းအဝေးပွဲသွားလို့ ညီဖြစ်သူနဲ့ နှစ်ပါးသွားနေသူပေါ့\nသူသဘောကျတဲ့ကောင်မလေးက လူမိုက်တစ်ယောက်ကို နယ်မြေ၁၁ခုကရဲတွေ ဝိုင်းလိုက်သလို\nကျောင်းတစ်ဝက်ကျော်ကျော်ကလူတွေ ပိုးပန်းတာခံနေရတဲ့ နာတာရှာပါ တစ်ကျောင်းလုံးရဲ့ အချောအလှလေးနဲ့\nကျောင်းကပွဲကိုအတူသွားချင်တာကတော့ သူ့အိပ်မက်တစ်ခုပေါ့ ဆိုတော့\nကျောင်းသားတို့ထုံးစံအတိုင်း ပေါ့ပေါ့ပါးပါးဖြစ်နေမှာဖြစ်ပြီး\nသူ့အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖော်သွားမယ်ဆိုတာကတော့...\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~YH~V~Zwe Yan တို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB / 700MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~V~Zwe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3iNIL/Friday_Night_Plan_(2023)_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0MdxxoNAzuANVnZkZcD15W1d5d.jpg",
        "title": "The List (2023)",
        "description": "The List (2023)~ IMDb - 5.3/10, Rotten Tomatoes - 96% ~\"Celebrity Free Pass\" ဆိုတဲ့ စကားလုံးအသုံးအနှုန်းနဲ့ လူတော်တော်များများ မရင်းနှီးကြတာတော့ အသေအချာပါပဲ။ အနောက်တိုင်းမှာ ချစ်သူရည်းစားတွေဖြစ်လာကြတဲ့အခါ ကိုယ်နှစ်သက်တဲ့ဆယ်လီတစ်ယောက်ယောက်နဲ့ ကြုံကြိုက်လာတဲ့အခါတိုင်း ဝုန်းဒိုင်းကျဲကြဖို့ဆိုပြီးတော့ စုံတွဲတွေကြားမှာ နှစ်ဦးသဘောတူ Free-past List တွေထားလေ့ရှိကြပါတယ်။ ဒီဇာတ်လမ်းကိုတော့ အဲဒီ Free-past List ကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ အက်ဘီဆိုသူရဲ့ ကောင်လေးဟာ Free-past List ကို အကြောင်းပြပြီး ဆယ်လီတစ်ယောက်နဲ့ အတူသွားအိပ်ခဲ့ပါတယ်။ ဒါကို အက်ဘီဟာ မကျေနပ်နိုင်ဖြစ်ပြီး သူမရဲ့ ကောင်လေးကို လက်စားချေတဲ့အနေနဲ့ ကိုယ်ပိုင်စာရင်းတစ်ခုလုပ်ပြီး အဲ့စာရင်းထဲကဆယ်လီတွေနဲ့ လိုက်အိပ်ဖို့လုပ်ပါတော့တယ်။ အက်ဘီဟာ သူ့ရဲ့ဒေါသစိတ်ကြောင့် စုံလုံးကန်းပြီး ပေါက်တတ်ကရလိုက်လုပ်နေတဲ့အခါကျမှ ယောင်္ကျားပေါင်းများစွာရဲ့အသွင်မျိုးစုံကို မျက်မြင်ကိုယ်တွေ့ဖြစ်သွားပါတော့တယ်။ အက်ဘီတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1gUcd/(CM)_The_List_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://megaup.net/1gU4h/(CM)_Haunting_of_the_Queen_Mary_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGVmNDkyNjMtM2I0Zi00OTYwLWJjYTQtNDA0MWNkMzBmMjM4XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Infinity (2023)",
        "description": "Infinity ( 2023 )\n==============\nIMDb 8.7/10အိန္ဒိယမှုခင်းရုပ်ရှင် ပရိသတ်တွေအတွက် ဒီနှစ်ထဲမှာ မှုခင်းဇာတ်လမ်းကောင်းတွေ\nအများကြီးထွက်ရှိခဲ့ပြီး အခုလည်း နောက်ထပ် တမီလ်မှုခင်းရုပ်ရှင်တစ်ခု ထပ်မံထွက်ရှိလာပြန်ပါပြီ။ချန်နိုင်းမြို့ကြီးမှာ တစ်ညတည်းနဲ့ လူသဝာ်မှုနှစ်ခုဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလူသဝာ်မှုနှစ်ခုမှာ\nသေဆုံးသူတွေက ရဲအရာရှိတစ်ယောက်နဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်နေပါတယ်။\nအဲဒီအမှုနဲ့ပတ်သက်ပြီး ရဲတပ်ဖွဲ့က ဘာသဲလွန်စမှရှာမရတဲ့အတွက် CBI လို့ခေါ်တဲ့\nဗဟိုထောက်လှမ်းရေးအဖွဲ့ကြီးဆီကို အဲဒီအမှုလွှဲပေးလိုက်ရပါတယ်။\nအကွက်ကျကျ ကစားကွက်တွေရွှေ့နေတဲ့ လူသဝာ်သမားကို CBI က စုံထောက်ကြီး အက်ဗီက\nဖမ်းမိမလားဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူတွေကတော့ Yunni, V နဲ့ Zwe Yan တို့ပဲ ဖြစ်ကြပါတယ်။ )\nFile size…1.7GB / 960MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ V~ Zwe Yan",
        "rating": "8.1",
        "url": "https://megaup.net/1WRch/Infinity_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2COix/Asura.The.War.of.the.Beehair.2023.720p.WEB-DL.Cm.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2CNci/Babaylan.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82yzNXiio94vJs9q3lmGGKft0yP.jpg",
        "title": "Handsome (2023)",
        "description": "Handsome (2023)မီနမ်(လူချောလေး)ဆိုတဲ့ စုံထောက်ဟာ နာမည်ချောပေမဲ့\nလူကတော့ မချောနိုင်လို့ တော်တော်အခက်တွေ့နေသူပါအဲဒါတင်မကဘဲ လုပ်တဲ့ အလုပ်တိုင်းမှာ တော်တော်ကိုးရိုးကားယားနိုင်ပြီး\nပြဿနာချည်းဖြစ်နေလို့ အဖွဲ့က မစ်ရှင်တွေမှာ သူ့ကိုချန်ထားချင်ကြပါတယ်တစ်နေ့ယာဉ်တိုက်မှုဖြစ်ပြီး လုံးဝတခြားတစ်ယောက်လူလို ပြောင်းသွားတဲ့အခါမှာ ပြဿနာကပိုကြီးလာပါတော့တယ်အဲဒါကြောင့် အဖွဲ့က အထူးတာဝန်ပေးတယ်ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သူ့ကို အသွင်ယူ စုံစမ်းခိုင်းရင်းကနေ\nအဲဒီရာဇဝတ်မှုကို ဖမ်းနိုင်မလား အလုပ်မှာ ယုံကြည်မှုပြန်ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 406MB\nFormat… mp4\nDuration….1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....Aaron",
        "rating": "",
        "url": "https://megaup.net/1gSir/Handsome_,2022.720p.FHDRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg",
        "title": "Losmen Melati (2023)",
        "description": "Losmen Melati (Motel Melati) (2023)လာတည်းတဲ့သူတွေအားလုံး အသက်ရှင်ရက်ပြန်မသွားနိုင်ကြတဲ့\nMotel Melati ဆိုတဲ လျှို့ဝှက်မှုတွေပြည့်နေတဲ့ မိုတယ်တစ်ခုရှိပါတယ်။အဲဒီမိုတယ်မှာတော့ မိုတယ်ပိုင်ရှင်ရယ် ဝန်ထမ်းတစ်ယောက်ရယ် နှစ်ယောက်တည်း ရှိပြီးတော့\nလာတည်းတဲ့သူတွေကို မိုတယ်ပိုင်ရှင်က လက်ဖက်ရည်နဲ့ ဧည့်ခံပြီးမှ အခန်းထဲဝင်ကြရတဲ့ ထုံးစံတစ်ခုရှိပါတယ်။ဇာတ်လမ်းထဲမှာတော့ မိခင်နာရေးကအပြန် မိုတယ်မှာဝင်တည်းတဲ့ မိသားစုတစ်စုရယ်၊\nမိုတယ်မှာ လာချိန်းတွေ့တဲ့ စုံတွဲတစ်တွဲရယ်၊ မိုတယ်ကို ဓားပြတိုက်ဖို့လာတဲ့ လူဆိုးနှစ်ယောက်ရယ်\nချောက်ခြားစရာမိုတယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ၊\nလာတည်းတဲ့သူတွေရဲ့ စိတ်ကိုလှည့်စားပြီး ဝိညာဉ်နှုတ်ယူတတ်တဲ့\nဒီမိုတယ်ရဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိနေမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။IMDb 6.6 ရထားတဲ့ အင်ဒိုနီးရှား Horror, Thriller, Mystery အမျိုးအစား ဇာတ်လမ်းဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror. Mystery, Thriller\nQuality…. 1080p | 720p\nFile size…950MB | 518MB\nFormat… mp4\nDuration….1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/2CNdC/Losmen.Melati.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1gSjl/Yung.Libro.sa.Napanood.Ko.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTI1MDg5NDY4Nl5BMl5BanBnXkFtZTYwODYxNzk5._V1_-135x200.jpg",
        "title": "Owning Mahowny (2003)",
        "description": "Owning Mahowny (2003)\n==================ဆုသုံးဆုရဖူးထားပြီး ငါးကြိမ် nomination ဝင်ထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ\nကားဟောင်းလေးပါ။ ဘဝမှာ ကိုယ့်ကိုအရမ်းချစ်တဲ့ ချစ်သူရှိမယ်။ အလုပ်မှာ\nလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထူးချွန်လို့ အားကိုးခံရတဲ့သူဖြစ်မယ်ဆိုရင် ဒီဘဝ\nက သူများတွေ အားကျချင်စရာဘဝမျိုး ဖြစ်မှာပါ။ ဒါပေမဲ့ မက်ဟော်နီဆိုတဲ့\nဘဏ်လက်ထောက်မန်နေဂျာလေးကတော့ လောင်းကစားကိုပဲ အစွဲကြီးစွဲ\nနေပါတယ်။ရတဲ့လစာကနေ အကြွေးတင်အောင်လောင်းမိတော့ အကြွေးဆပ်ဖို့အတွက်\nဘဏ်ကနေ ငွေလိမ်ပါတော့တယ်။ လူရိုးလူအေး အလုပ်သရဲလေးလို့ သတ်\nမှတ်ခံရတဲ့မက်ဟော်နီအတွက် ငွေလိမ်ရတာက အသက်ရှူရသလိုပါပဲ။ ဒီလိုနဲ့\nမက်ဟော်နီတစ်ယောက် ကာစီနိုရုံကြီးတွေထိပါသွားပြီး မအိပ်မနေ မစားမ\nသောက် လောင်းကစားလုပ်ပါတော့တယ်။မက်ဟော်နီကို \"လောင်းကစားကနေ ရတဲ့ စိတ်လှုပ်ရှားမှုကို တစ်ကနေ တစ်ရာ\nထိသတ်မှတ်ရင် ဘယ်လောက်သတ်မှတ်ချင်လဲ\" ဆိုတော့ \"တစ်ရာ\" ပါတဲ့။\n\"လောင်းကစားမလုပ်ဘဲ ဘဝမှာ ဘယ်လောက်ထိ စိတ်လှုပ်ရှားခဲ့ရဖူးလဲ\" လို့\nမေးတဲ့အခါမှာတော့ \"နှစ်ဆယ်\" လို့ဖြေပါတယ်။ မက်ဟော်နီက သူ့ကျန်တဲ့\nတစ်ဘဝလုံးကို \"နှစ်ဆယ်\" နဲ့နေသွားရလည်း အဆင်ပြေပါတယ်တဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / ...",
        "rating": "",
        "url": "https://megaup.net/1WP4e/Owning.Mahowny.2003.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE4ZmZkN2UtN2Y2YS00YmNiLWJhY2YtZDUwMTMxMWY0YTRmXkEyXkFqcGdeQXVyNTEyOTQ5MDM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dylan & Zoey (2022)",
        "description": "Dylan & Zoey (2022)=================ဖတ်ဖူးတဲ့စာသားလေးရှိတယ်။ ပုဆိန်ကမမှတ်မိပေမဲ့ သစ်ပင်ကမမေ့ဘူးတဲ့။လုပ်တဲ့သူကတော့ သူတို့လုပ်ခဲ့တာတွေကို မေ့ပြီးနေနိုင်ပေမဲ့ ခံရတဲ့သူမှာတော့အလဲလဲအကွဲကွဲပါပဲ။ဇိုဝီနဲ့ ဒီလန်က အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်။ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားပြီး ပြန်ဆုံကြတဲ့အခါမှာ လောကဓံရဲ့ထုထောင်းမှုကြောင့် နှစ်ယောက်သားက ဒဏ်ရာတွေကိုယ်စီနဲ့ပါ။ အတိတ်ရဲ့အရိပ်မည်းကြီးအောက်ကနေ ရုန်းမထွက်နိုင်တဲ့ သူတို့နှစ်ယောက်က အချင်းချင်းဘယ်လိုကူညီပေးကြမလဲ။ ဘယ်လိုကုစားပေးကြမလဲ။ သင်ဆိုရင်ရော သင့်သူငယ်ချင်းအတွက် ဘယ်အတိုင်းအတာထိ ပေးဆပ်နိုင်မလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/3iD72/Dylan.Zoey.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWM5Yzg4ODctM2ViMC00ZGEzLWI2YzEtZDYwY2E4YTBhYTY1XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kite Runner (2007)",
        "description": "The Kite Runner (2007)\n==================\nIMDb Raitng - 7.6/10လူတွဟာ ကိုယ့်ကိုယ်ကိုယ် အချစ်ဆုံးတဲ့။ ဘာလို့လဲဆိုတော့ ကိုယ့်ကိုယ်\nကိုယ်ထက် သူတပါးကို ပိုချစ်လိုက်မိရင် အရှုံးသမားလုံးလုံး ဖြစ်ရတာ\nကြောင့်ပဲပေါ့။ အချစ်ဆိုတာ အသက်အရွယ် လိင်မခွဲခြားတတ်ပါဘူး။\nလည်ပင်းဖက်ပေါင်းတယ်ဆိုတဲ့ ငယ်စဉ်တောင်ကျေး ကလေးဘဝက ကိုယ့်\nသူငယ်ချင်းဟာ နှလုံးသားတစ်တောင့်မှာတော့ အနက်ရှိုင်းဆုံး နေရာယူ\nသွားတတ်ကြတယ်မဟုတ်လားဗျာ။ ဒါကလည်း သူငယ်ချင်းအပေါ်ထားရ\nတဲ့ သူငယ်ချင်းအချစ်ပေါ့။ကိုယ့်ကိုသိပ်ချစ်ပြီး ကိုယ့်အတွက် အစစအရာရာ အနစ်နာခံ၊ ကိုယ့်အတွက်ဆို\nမြေကြီးခဲကောက်စားရ ကောက်စားရ၊ စွန်ကလေးတစ်ခုအတွက် အစစ အရာ\nရာစွန့်စားပေးဆပ်ပြီး ကိုယ့်အတွက်ပြန်ယူလာတဲ့ သူငယ်ချင်းကိုမှ ကိုယ်က နှင်\nထုတ်ရက်ရတာလား။အပြစ်ကို ရှောင်လွဲချင်စိတ်၊ ကိုယ့်ကိုယ်ကိုယ် သတ္တိကြောင်သူအဖြစ် အားမလို\nအားမရစိတ်ကို ကိုယ်နိုင်တဲ့ဘက်ကို ဖောက်ခွဲခဲ့တဲ့ လူတွေထဲက လူယုတ်မာလေး\nတစ်ယောက်နဲ့၊ ကိုယ့်မျက်နှာကိုပဲ တကြည့်ကြည့်နေတတ်တဲ့ ချစ်တတ်သူလေးတို့\nလောကတစ်ကွေ့မှာ တွေ့ဆုံခဲ့ဖူးသတဲ့။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ရိုးသားဖြူစင်တဲ့မေတ္တာ\nကို လူ့သဘာဝနဲ့ရောယှက်ပြီး တင်ပြသွားတာပါ။ ကောင်းမွန်တဲ့ ဝေဖန်ချက်တွေရခဲ့ပြီး\nငွေကြေးအားဖြင့်လည်း မြတ်စွန်းခဲ့ပါတယ်။ အာဖကန်နစ်စတန်နိုင်ငံရဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-kite-runner-2007/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IPYhz6YcxASTg72XqOECfyAlSw.jpg",
        "title": "Love So Divine(2004)",
        "description": "Love So Divine(2004)*******************ဂင်ဂျူရှစ်ဆိုတဲ့လူငယ်လေးဟာ ခရစ်ယာန်ဘာသာကို အထူးယုံကြည်သက်ဝင်ပြီးကျန်ရှိတဲ့သက်တမ်းတစ်လျှောက်ကိုလည်း မွန်မြတ်တဲ့ ဖာသာတစ်ဦးအဖြစ်နဲ့ ဖြတ်သန်းသွားဖို့ ရည်ရွယ်ထားတဲ့ သူတစ်ဦးပါ...\nဒါ့ကြောင့် ခရစ်ယာန်ကျောင်းတော်မှာလည်း ကျင့်ဝတ်တွေကိုသေချာလိုက်နာပြီး စာတွေလည်း အရမ်းကြိုးစားခဲ့ပါတယ်...\nဒီလိုနဲ့ သူနေတဲ့ ခရစ်ယာန်ကျောင်းတော်ကြီးက ဖာသာကြီးရဲ့ သမီးဖြစ်သူဟာအမေရိကားမှာ စာသင်ပြီး ကျောင်းပိတ်လို့ပြန်လာခဲ့ပါတယ်...\nကောင်မလေးဟာ အမေရိကားမှာကျောင်းတက်လာတဲ့ခေတ်လူယ်ပီပီခေတ်ဆန်ပွင့်လင်းပြီး အရာရာကိုစူးစမ်းတဲ့သူတစ်ဦးပေါ့ ...ဒီလိုကောင်မလေးနဲ့ ရှေးရိုးစွဲ ဘာသာရေးသာ ပထမလို့ ယူဆထားတဲ့ လူငယ်လေးနဲ့တွေ့တဲ့အခါမှာတော့....File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nan D Lin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1diz0/Love.So.Divine.2004.WEB-DL.1080PCM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDk2ZGVkY2UtZGE0MS00NTY1LThiZjYtYjQxMTAwMjM5M2VlXkEyXkFqcGdeQXVyNTI4MjkwNjA@._V1_-133x200.jpg",
        "title": "The Dead Zone (1983)",
        "description": "The Dead Zone 1983\nImdb 7.2/10 rotten tomatoes 88%\n1979 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Stephen King ရဲ့  လက်ရာတစ်ခုဖြစ်တဲ့ The Dead Zoneကိုအခြေပြုပြီးရိုက်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအသွားက‌တော့ ဂျွန်နီစမစ်ဆိုတဲ့ ကျောင်းဆရာတစ်ယောက်ဟာ ယာဥ်မတော်တဆမှုကြောင့် ၅နှစ်ကြာ ကိုမာဝင်သွားခဲ့တာဖြစ်ပါတယ်။ သူဟာ ကိုမာကနေ ပြန်လည်သတိရလာတဲ့အခါမှာ သူ့မှ ာ လူတွေကို ထိလိုက်တာနဲ့ အဲ့လူရဲ့အနာဂတ်ကိုမြင်နိုင်တယ်ဆိုတာကိုသိခဲ့ရတယ် သူဟာသူ့ကိုယ်သူစစချင်းမယုံကြည်နိုင်ခဲ့ပေမယ့် နောက်ပိုင်းမှာ‌‌တော့လူတွေကိုကူညီဖို့ပြုလုပ်လာခဲ့တယ် သူဟာ ဂရက်ဂ်စတေးလ်ဆန်လို့ခေါ်တဲ့ မဲရွေးဝင်ခံနေတဲ့ အမတ်တစ်ယောက်နဲ့ လက်ဆွဲနှုတ်ဆက်ပြီးတဲ့နောက်ပိုင်းမှာပဲ ဂျွန်နီတစ်ယောက်ဘယ်လိုဆုံးဖြတ်ချက်တွေချခဲ့လဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ‌တော့ Johnny Smithအဖြစ် အော်စကာဆုရှင် Christopher Walkenက သရုပ်ဆောင်ထားပြီးတော့  Johnny Smithရဲ့ ရည်းစားအဖြစ်အဖြစ်Brooke Adamsမှပါဝင်သရုပ်ဆောင်ထားသလို အမတ် Greg Stillsonအဖြစ် Martin Sheenမှပါဝင်သရုပ်ဆောင်ထားပါတယ်တယ်File size…(2 GB)/(1.3 GB)/(600 Mb)\nQuality….Webrip ...",
        "rating": "",
        "url": "https://megaup.net/1d5d8/The.Dead.Zone.1983.720p.(CM).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTY3NzkwMWQtMDU1Ny00OTBhLWIzYzAtMmMwZTFmMmU4NmI2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Man with Two Brains (1983)",
        "description": "ဇာတ်လမ်းအကျဥ်းကတော့ ဇနီးသည်ကွယ်လွန်ထားလို့ ပူပူနွေးနွေး မုဆိုးဖိုဖြစ်နေတဲ့ ဦးနှောက်ခွဲစိတ်ဆရာဝန်တစ်ဦးဟာ မိန်းမလှလေး တစ်ယောက်ကို ကားနဲ့တိုက်မိပြီး အဆိုပါမိန်းမ‌လှ‌လေးက‌ ဦးခေါင်းဒဏ်ရာရသွားလို့ သူကိုယ်တိုင်တီထွင်ထားတဲ့ ဦးခေါင်းခွဲစိတ်နည်းနဲ့ အသက်ကယ်ပေးလိုက်ပါတယ်။ ဇာတ်လိုက်ကျော် ဦးနှောက်ခွဲစိတ်ဆရာဝန်ဟာ မိန်းမလှလေး သတိရလာတဲ့နောက်မှာ သူမရဲ့ စရိုက်မှန်ကိုမသိဘဲ ချစ်မိသွားပြီး လက်ထပ်လိုက်ပါတော့တယ် ။ ပျားရည်ဆမ်းခရီးအနေနဲ့ ဩစတြီးယားနိုင်ငံကို ခရီးထွက်သွားပြီး ထူးဆန်းတဲ့ဆရာဝန်တစ်ယောက်နဲ့ စကားစပ်မိရာက‌နေ ထူးဆန်းတဲ့ လူသတ်မှုတွေအကြောင်း ၊ အသတ်ခံရတဲ့ သူ့သူငယ်ချင်းဆရာဝန်အကြောင်း‌ သိရှိခဲ့ရတဲ့အပြင် စကား‌ပြောတတ်တဲ့ ဦးနှောက်တစ်လုံးနဲ့ပါ တွေ့ဆုံခဲ့ပါ‌တော့တယ်။ ဒါ့အပြင် သူ့ဇနီးရဲ့ စရိုက်မှန်တွေကို သိသွားပြီးနောက်မှာ ဘယ်လိုတွေ ဆက်လက်ဖြေရှင်းမလဲဆိုတာကတော့ .... IMDb rating 6.4 ရရှိထားပြီး ထေ့လုံး၊ ငေါ့လုံး၊ ဟာသလေး‌တွေပါ ညှပ်ထည့်ထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ။ ခန္ဓာကိုယ်ဗလာအသားပေးပြကွက်တွေနဲ့ လိင်ပိုင်းဆိုင်ရာစကားလုံးတွေ ပါဝင်တာကြောင့် အသက် 18 နှစ်အောက် ကလေးတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2z2O0/The.Man.with.Two.Brains.1983.720p.(CM).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-150x200.jpg",
        "title": "Nanny Dearest (2023)",
        "description": "အသက်ငယ်ငယ်လေးနဲ့ သမီး‌လေးမွေးထားတဲ့ တေလာတစ်ယောက် ပိုက်ဆံရဖို့အတွက် မမျိုးဥလှူဒါန်းမှုလုပ်ခဲ့ပြီး အိမ်ပြန်လာတဲ့အချိန်မှာ သူ့ကောင်လေးရဲ့မတော်တဆလုပ်ရပ်ကြောင့် မွေးကင်းစသမီးသေဆုံးသွားတာကိုသိလိုက်ရပါတယ်။ ဒီလိုနဲ့တေလာလည်းစိတ်လွတ်သွားပြီး သူ့ကောင်လေးကို သ-တ်လိုက်မိတဲ့အတွက် ထောင်ဆယ်နှစ်ကျသွားပါတော့တယ်။ ဆယ်နှစ်အကြာ တေလာတစ်ယောက်ထောင်ကပြန်လွတ်လာတဲ့အချိန်မှာ သူ့သမီးလေးကိုပြန်ရှာမယ်ဆိုတဲ့စိတ်နဲ့ ထောင်ထဲမှာတုန်းကသိခဲ့တဲ့ သူငယ်ချင်းတစ်ယောက်ရဲ့ အကူအညီကိုယူပြီး သူရဲ့မမျိုးဥကို လက်ခံခဲ့တဲ့ မိသားစုနောက်ကို ပြန်လိုက်ရှာခဲ့ပါတယ်။ ဒီလိုနဲ့ သူ့ရဲ့မမျိူးဥကိုလက်ခံခဲ့တဲ့မိသားစုကိုရှာတွေ့ပြီး အဲဒီမိသားစုထဲကို ဝင်လို့ရအောင်လုပ်ရင်း သူ့ရဲ့သမီးနားကိုကပ်ဖို့ကြိုးစားတဲ့အခါမှာ သူ့သမီးအနားမှာနေသွားနိုင်မလား၊ လက်ခံခဲ့တဲ့မိသားစုက‌ ရော သူဘယ်သူလဲဆိုတာကို သိသွားမလား၊ သူ့သမီးရဲ့ အမေဖြစ်ခွင့်ရမှာလား၊ ဘယ်လိုအရှုပ်ထုတ်တွေလုပ်မိမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှု့ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။File size…(2.1 GB)/(875 GB)/(490 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/2zdqo/Nanny.Dearest.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t5UGtAsH24q3t9GQpj0A7t9HXY9.jpg",
        "title": "The Passengers of the Night (2022)",
        "description": "The Passengers of the Night (2022)၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ပြင်သစ်ရုပ်ရှင်ကားတစ်ကားဖြစ်ပြီးတော့ IMDb 7 ရထားပါတယ်။\n၁၉၈၀ ခုနှစ် ဝန်းကျင်ကာလကို အခြေခံထားပြီးတော့ ပြင်သစ်ရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်း\nငြိမ့်ငြိမ့်ညောင်းညောင်း၊ အေးအေးလေးနဲ့ ဇာတ်လမ်းထဲကို မျောသွားရမှာပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ Elisabeth ဟာ ခင်ပွန်းသည်ကထားသွားတော့\nဆယ်ကျော်သက်အရွယ် ကလေးနှစ်ယောက်နဲ့ ဘဝကို တစ်ကိုယ်တည်း ရုန်းကန်ရပါတော့တယ်။\nအလုပ်မလုပ်ဘဲ အိမ်ရှင်မအလုပ်ပဲလုပ်လာခဲ့တော့ အလုပ်ရှာရခက်နေပါတယ်။\nနောက်ဆုံးမှာ ညပိုင်းရေဒီယိုထုတ်လွှင့်တဲ့ အစီအစဉ်တစ်ခုမှာ အလုပ်ဝင်လို့ရသွားတော့\nTalualah ဆိုတဲ့ အိမ်ခြေရာမဲ့မိန်းကလေးတစ်ယောက်နဲ့ဆုံလို့ သနားပြီး အိမ်ကိုခေါ်သွားခဲ့ပါတယ်။\nမိသားစုကို တစ်ကိုယ်တည်းတာဝန်ယူရတဲ့ မိခင်တစ်ယောက်အနေနဲ့ သားသမီးတွေအပေါ်\nကာကွယ်စောင့်ရှောက်ပေးတဲ့အပြင် သွေးမတော်သားမစပ် Talualah ကိုလည်း ကူညီစောင့်ရှောက်ပေးတဲ့\nElisabeth ရဲ့ ဘဝဇာတ်ကြောင်းနဲ့ သူတို့မိသားစုရဲ့ ဘဝဖြတ်သန်းပုံကို လှလှပပရိုက်ပြထားပြီး\nအေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ကြည့်ရမယ့်ဇာတ်လမ်းဖြစ်လို့ ပြင်သစ်ရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေအတွက် အကြိုက်တွေ့စေမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p ...",
        "rating": "7",
        "url": "https://megaup.net/2yYz0/The.Passengers.of.the.Night.2022.FRENCH.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jWiSF5VbFeeWZmx7rGgQCsFsLdW.jpg",
        "title": "Palm Trees and Power Lines (2022)",
        "description": "Palms tree and Power Line (2022)Rotten Tomatoes 90%, IMDb Rating 6.7 ရရှိထားတဲ့\n၂၀၂၂ ခုနှစ်ထွက် ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။၁၈+ကားလိုမျိုးမဟုတ်ပေမယ့် မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ ပါဝင်ကြောင်း ကြိုပြီး သတိပေးလိုက်ချင်ပါတယ်။လီယာဟာ အိမ်ထောင်ကွဲနေတဲ့ အမေဖြစ်သူနဲ့ အတူနေထိုင်တဲ အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။\nအမေဖြစ်သူရဲ့ ရည်းစားများမှု ပြဿနာကြောင့် အိမ်မှာနေထိုင်ရတာလည်း အဆင်မပြေလှဘူးဖြစ်နေပါတယ်။\nဒီလိုနဲ့ နွေရာသီတစ်ခုမှာတော့ လီယာဟာ သူ့သူငယ်ချင်းတွေ၊ သူ့အမေနဲ့ ကင်းကွာသလိုဖြစ်ပြီးတော့\nတွမ် ဆိုတဲ့ အသက် ၃၀ ကျော် လူတစ်ယောက်နဲ့ ဆုံစည်းဖြစ်ပါတယ်။\nလီယာလည်း သူ့အဆင်မပြေမှုတွေရဲ့ ထွက်ပေါက်အဖြစ် တွမ် ကို အသုံးပြုပါတော့တယ်။\nဒါပေမယ့် နောက်ကြောင်းကိုလည်း ရှင်းရှင်းမသိရတဲ့ တွမ်ဟာ အသက် ၁၇ နှစ်အရွယ် လီယာကို ဘာကြောင့် ချဉ်းကပ်ရတာလဲ၊\nသူ့မှာ ဘာရည်ရွယ်ချက်တွေ ရှိနေမလဲဆိုတာ အများကြီး မညွှန်းတော့ဘဲ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ခံစားလိုက်ပါဦး။အညွှန်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Tgfb/Palm.Trees.And.Power.Lines.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/far-112x200.jpeg",
        "title": "Faraaz (2023)",
        "description": "Faraaz 2022\nIMDb 4.6/10\nAction/Thrillerဒီဇာတ်ကားဟာ 2016ခုနှစ် ဘင်္ဂလားဒေ့ရှ်က ကော်ဖီဆိုင်တစ်ခုမှာ\nဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်ကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ မတူညီတဲ့ဘဝတွေကို ဖြတ်သန်းနေရတဲ့ လူငယ်တွေကို\nတွေ့မြင်ရမှာဖြစ်ပါတယ်။ တချို့ကတော့ နောင်ရေးအတွက် ပိုပြီး\nကောင်းမွန်တဲ့အလားအလာတွေကို ဖန်တီးနေရချိန်မှာ\nတချို့လူငယ်လေးတွေကတော့ ကိုယ်ယုံကြည်ရာတစ်ခုအတွက်\nဘဝတွေကိုစတေးပြီး စွန့်စားနေကြပါတယ်။အဲဒီနေ့က ဒါကာမှာ သာမန်နေ့ရက်လေးတစ်ရက်ဖြစ်နေခဲ့ပေမယ့်\nရုတ်တရတ်ဆိုသလို အကြမ်းဖက်အဖွဲ့ဝင်တွေက ကော်ဖီဆိုင်တစ်ခုကို\nဝင်စီးလိုက်ကြပါတယ်။ အဲဒီအဖွဲ့ကလူငယ်လေးတွေကတော့ သူတို့ယုံကြည်ရာ\nကိုးကွယ်ရာဘာသာအတွက် မှန်ကန်မယ်လို့ထင်‌တဲ့အရာကို လုပ်နေခဲ့ကြတာပါ။\nဒါပေမဲ့ ကော်ဖီဆိုင်ထဲမှာ ရှိနေတဲ့ ဘဝအမျိုးမျိုးနဲ့လူတွေကရော\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားမလို့\nစိတ်လှုပ်ရှားစွာနဲ့ ဆက်ပြီး ကြည့်ရှုပေးကြပါဦး။\nFile size…1.42GB /  614MB\nQuality…1080p NF  WEB DL / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San ~ Cherry",
        "rating": "4.6",
        "url": "https://megaup.net/3fccC/Faraaz.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPrmRfX969kJAEWPA6uxVNsignD.jpg",
        "title": "Bangkok Love Story (2007)",
        "description": "Bangkok Love Story (2007)ထိုင်းရုပ်ရှင်တွေထဲ Thai queer Film တွေရဲ့ နေရာယူမှုကလည်း တော်တော်ကြီးမားတယ်လို့ ပြောလို့ရပါတယ်။\n1985ထွက်ခဲ့တဲ့ The Last Songဟာ ပထမဆုံး ထိုင်း queer Film ဖြစ်ခဲ့ပြီး\nသူ့အနီးအနား ခုနှစ်တွေမှာ Tortured Love (1987)နဲ့ I Am a Man (1987)တို့ဆက်လက်ထွက်ရှိခဲ့ပြီး\nဒီသုံးကားကို Thai queer cinemaရဲ့ first waveလို့ သတ်မှတ်ခဲ့ကြတယ်။\nအဲဒီနောက်ပိုင်းတော့ New Wave ခေတ် ၂၀၀၀ဝန်းကျင်လောက်မှ ထပ်ထုတ်ခဲ့ကြပုံပါပဲ။ ကြားထဲသိပ်မတွေ့ရတော့ဘူး။\nဒီဘက်နှစ်တွေမတိုင်ခင်အထိလည်း အရမ်းအများကြီးထုတ်ခဲ့တာမျိုးလည်း မရှိခဲ့ပါဘူး။\nBangkok Love Storyဟာ ၂၀၀၀ကျော်ဝန်းကျင်က သိပ်အများကြီးမရှိခဲ့တဲ့ ထိုင်း Queer Filmကားကောင်းတွေထဲက တစ်ကားပါပဲ။\nဒါပေမဲ့လွယ်လွယ်နဲ့ ထုတ်ခဲ့ရတာတော့မဟုတ်ပါဘူး။ Pre-productionကာလမှာ\nထိုင်းရဲတပ်ဖွဲ့ရဲ့ ကန့်ကွက်ခြင်းခံခဲ့ရသလို ဆင်ဆာနဲ့ ပတ်သက်ပြီး အခက်အခဲတွေလည်း တွေ့ခဲ့တယ်။\nယောက်ျားချင်းကြိုက်တဲ့ကားပေမဲ့ ကနွဲ့ကလျတွေမပါဘဲ ခပ်ကြမ်းကြမ်း၂ပွေ ကြိုက်တဲ့ကားဖြစ်နေတာ့\nသရုပ်ဆောင်၂ယောက်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fb9f/Bangkok.Love.Story.2007.720p.WEB-DL.CM.mp4",
        "category": "Action, BL, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyiNHRGntxwxY8XWn1Q74A4lYzY.jpg",
        "title": "Raging Fire ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မူးယစ်နှိမ်နင်းရေးကားလေး\nတစ်ကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်း အကျဉ်းလေးကတော့ -ပင်းဟိုင်မြို့ မူးယစ်တပ်ဖွဲ့ကို မူးယစ်ရောင်းဝယ်နေတယ်ဆိုပြီး တိုင်ကြားလာတဲ့အခါ\nအဖွဲ့ခေါင်းဆောင်ချီဝေပင်းက အဖွဲ့ဝင် ၆ ယောက်နဲ့အတူ စစ်ဆေးစုံစမ်းမှုတွေ လုပ်ပါတော့တယ်။\nအစပိုင်း အစီအစဉ်တကျ ဖြစ်ခဲ့ပေမဲ့ ပြဿနာတစ်စုံတစ်ရာဖြစ်ပြီး\nချီဝေပင်းက မူးယစ်ဂိုဏ်းထဲကို တစ်ယောက်တည်း ဝင်ရောက် တိုက်ခိုက်ခဲ့ပါတယ်။တပ်ကူတွေ ရောက်လာပြီးမှ မူးယစ်ထုတ်လုပ်တဲ့ နေရာကို အပြတ်ရှင်းခဲ့ပါတယ်။\nသို့သော် အဓိက ခေါင်းဆောင် တွမ့်မျိုးနွယ် ညီအစ်ကို နှစ်ယောက်ကတော့\nလွှတ်သွားခဲ့ပြီး သူတို့က ကလဲ့စားချေရန် စတင် ကြံစည်ကြပါတော့တယ်။ထိုညီအစ်ကို နှစ်ယောက်က ရာဇဝတ်မှုတွေကို ဘယ်လို ရက်စက်စွာ ကျူးလွန်ကြမလဲ......\nချီဝေပင်းတို့ အဖွဲ့ကရော ရာဇဝတ်သားတွေကို ဖမ်းဆီးဖို့ ဘယ်လို အခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ......\nဆိုတာတွေကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါ ခံစားလိုက်ဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Thdt/Raging_Fire_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/2qudnrcpqjoi-141x200.jpg",
        "title": "The Untold Tale of the Three Kingdoms (2020)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ကျော်လောက်က တရုတ်ပြည်မှာ Wei , Shu နဲ့ Wu ဆိုပြီး ပြည်နယ် ၃ခုကွဲနေခဲ့တယ်ငြိမ်းချမ်းရေးအတွက်ကြိုးစားနေတဲ့ Liu Bei အတွက် နှစ်တွေများစွာကြာလာပေမယ့် ဘာမှမထူးခြားခဲ့ဘူးဒီလိုနဲ့ တော်တော်များများသိကြတဲ့ Battle of Red Cliffs ကို ရောက်လာတဲ့အခါမှာတော့ သူတို့တွေ ဘယ်လိုတွေ တိုက်ပွဲဝင်ကြမလဲဆိုတာကို ဟာသနှောပြီး ကြည့်ရှု့ကြရမှာပါ ။File Size__(1.4GB)\nQuality__720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:53:00\nType__Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by -\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1dlex/The.Untold.Tale.of.the.Three.Kingdoms.(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFmMWNmOGQtNmE2NS00ZjdkLTlhZGEtY2ZmZjI5N2UwZjkzXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-158x200.jpg",
        "title": "Love Today (2022)",
        "description": "Love Today (2022)\nIMDb - 8.1/10၂၀၂၂ မှာထွက်ရှိထားပြီး rating ရှယ်ရထားတဲ့အပြင် ရုံ၀င်ငွေမှာရှယ်မြတ်ထားတဲ့ တမီးလ်ရုပ်ရှင်ကားတစ်ကားကို\nတင်ဆက်ပေးချင်ပါတယ်။ လူကြိုက်များတဲ့အပြင် မစိမ်းတဲ့တမီးလ်နာမည်ကြီးသရုပ်ဆောင်တွေပါပြီး ယူတတ်ရင် ပညာလည်းရမယ့် ရုပ်ရှင်တစ်ကားပေါ့...ဇာတ်လမ်းအကျဉ်း\nချစ်သူနှစ်ယောက်ဟာ အချင်းချင်းချစ်တယ်လို့ပြောကြတယ်၊ သက်တမ်းကြာလာရင်ကိုယ့်အကြောင်း သူ့အကြောင်းထဲထဲ၀င်၀င်သိကြတယ်၊\nဘာလျှို့ဝှက်ချက်မရှိဘူး အချင်းချင်းယုံကြည်ပါတယ်လို့ပြောကြတယ်...ဒါပေမယ့်အဲ့ဒါကစကားအရပဲလား၊ အဲ့ဒါကိုတကယ်သက်သေပြရဲကြရဲ့လား...\nဒါဆိုရင်ကိုယ့်ရဲ့ ကိုယ်ပိုင်ဖုန်းကို ကိုယ်ချစ်ရတဲ့သူ၊ ယုံကြည်ရပါတယ်ဆိုတဲ့ သူကိုပေးသုံးရဲလား၊ password နံပါတ်တွေပေးရဲလားပေါ့...\nဒီဇာတ်ကားမှာတော့ ချစ်သူနှစ်ဦးဟာ အချင်းချင်းချစ်ကြတယ် တစ်ယောက်အကြောင်းတစ်ယောက် ကောင်းကောင်းသိတယ်ဆိုတာကို\nသက်သေပြဖို့ တစ်ယောက်နဲ့တစ်‌ယောက် ဖုန်းချင်းလဲသုံးခိုင်းပါတော့တယ်။အဲ့မှာဇာတ်လမ်းစတော့တာပါပဲ...ဒီတော့ အချင်းချင်းယုံကြည်ပါတယ်ဆိုတဲ့ ချစ်သူနှစ်ဦးက\nဖုန်းကိုအသာတကြည်လဲသုံးနိုင်ကြရဲ့လား၊ ဖုန်းpassword မဖွင့်မနိုင်အောင် ဘယ်လိုကြံစည်ကြမလဲ၊\nဘာလျှို့ဝှက်ချက်တွေများ ရှာတွေ့သွားကြမလဲ၊ အချင်းချင်းလက်ခံနိုင်ပါဦးမလားဆိုတာ...\nကိုယ့်မှာလည်းချစ်ရတဲ့သူရှိရင် ဖုန်းလဲသုံးခိုင်းပြီး အချစ်စမ်းကြည့်လို့ရတာပေါ့...\nFile size…2.3GB/ 1.1GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~Nyein",
        "rating": "8.1",
        "url": "https://megaup.net/1dj3w/Love_Today_(2022)_720p_NF_WEB-DL(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wx3U05u7Yq7Nu9xw75LfhqaSPP5.jpg",
        "title": "On a Wing and a Prayer (2022)",
        "description": "On a Wing and a Prayer (2022)ယုံကြည်မှုနဲ့ပတ်သက်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ တကယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒက်တို့မိသားစုမှာ ဒက်အကိုရယ် ဒက်ဇနီးရယ် သမီးလေး၂ယောက်ရယ်ရှိပြီး ဘ၀ကို ကောင်းကောင်းမွန်မွန် ပျော်ရွှင်စွာနေထိုင်ခဲ့ကြတာပါ။ သူတို့က ခရစ်ယာန်ဘာသာ၀င်တွေဖြစ်ပြီး ဘုရားသခင်ကို ယုံကြည်ပါတယ်။ ဒက်က သူ့ဝါသနာတွေထဲကတစ်ခုဖြစ်တဲ့ လေယာဉ်ပျံမောင်းတာကို သူ့မိတ်ဆွေရယ် အကိုရယ်နဲ့အတူစီးပြီး လေ့ကျင့်ခဲ့ပေမယ့် သိပ်အဆင်မပြေခဲ့တဲ့အတွက် လက်လျှော့ခဲ့ပါတယ်။ တစ်ရက်မှာတော့ ဒက်ရဲ့အကိုက ရုတ်တရက်နှလုံးဖောက်ပြီး သေဆုံးသွားခဲ့ပါတယ်။ ဒက်အတွက်တော့ တစ်ဦိးတည်းသောအကိုဆုံးသွားတဲ့အတွက် ယူကြုံးမရဖြစ်ခဲ့ပြီး ဘုရားသခင်ကို မယုံကြည်တော့ဘဲ သံသယ၀င်လာပါတယ်။နာရေးအခမ်းအနားပြီးလို့ မွေးရပ်ကနေ အိမ်ပြန်ဖို့ကို ဒက်ရဲ့မိတ်ဆွေ ပိုင်းလော့ဂျိုးက သီးသန့်လေယာဉ်ငယ်နဲ့ လိုက်ပို့ပေးဖို့စီစဉ်ထားတာပါ။ ကံဆိုးစွာနဲ့ လေယာဉ်ထွက်ခွာလာပြီး သိပ်မကြာခင်မှာပဲ သူ့မိတ်‌ဆွေ ဂျိုးက ရုတ်တရက် လေယာဉ်မောင်းနေရင်း သေဆုံးသွားပါတယ်။ ဒါကြောင့် ဒက်ကရွေးစရာမရှိဘဲ ဇနီးဖြစ်သူနဲ့အတူ လေယာဉ်မှူးခန်းမှာထိုင်ပြီး လေယာဉ်ကို ထိန်းချုပ်ဖို့ဖြစ်လာပါတယ်။ လေယာဉ်ကို ဘေးကင်းကင်းဆင်းသက်နိုင်ဖို့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1dj3q/(CM)_On_a_Wing_and_a_Prayer_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJDSXpmH59dmYG7m0Powldf8pzg.jpg",
        "title": "Haw (2022)",
        "description": "Haw (2022) (အညွှန်း)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ “A Dog’s Purpose” တို့ “Hachi: A Dog's Tale” တို့လို ဝုတို့ရဲ့စွန့်စားခန်းတွေ\nဝုနဲ့ဝုမိဘတွေကြားက သံယောဇဉ်ဖွဲ့ဇာတ်လမ်းမျိုးတွေကို အကြိုက်တွေ့သူတို့အတွက် ဂျပန်ဇာတ်လမ်းလေး “Haw” ဖြစ်ပါတယ်။ဘယ်နေရာမှာမဆို ရှက်ကိုးရှက်ကန်းနဲ့တွန့်ဆုတ်နေတတ်တဲ့ကောင်လေးတစ်ယောက် နဲ့ မဟောင်နိုင်တဲ့ခွေးလေး “ဟောင်းဝ်” တို့ရဲ့ချစ်စဖွယ်ဇာတ်လမ်းလေးပေါ့။\nဇာတ်လမ်းအစမှာတည်းက တာမီအိုက ကိုယ်နဲ့လက်ထပ်ဖို့ မင်္ဂလာခန်းမမှာတောင် ငှါးထားပြီးတဲ့အခြေအနေမှာပဲ\nရည်းစားကနောက်တစ်ယောက်နောက်ပါသွားလို့ စော်ပစ်ကောင်လေးဖြစ်ပြီး ကြေကွဲလူငယ်ဖြစ်နေရှာတာပါ။\nဒီလိုနဲ့ တာမီအို့ရဲ့အသည်းကွဲနေ့ရက်တွေဆီ ဖွေးဖွေးဖြူနေတဲ့အမွှေးတွေနဲ့ စွန့်ပစ်ခံခွေးလေး “ဟောင်းဝ်” ရောက်လာခဲ့တယ်။\n“ဟောင်းဝ်” ဆိုပြီးနာမည်တွင်သွားတာကတော့ အရင်သခင်က အသံကြိုးတွေကိုဖြတ်ထားခဲ့တာမို့\nဟောင်တဲ့အခါ ပုံမှန်ခွေးတွေလို “ဝုတ်, ဝေါင်း” လို့အသံမထွက်နိုင်ဘဲ “ဟောင်းဝ်” လို့ပဲအသံထွက်တာမို့ပါ။\nဒီလိုနဲ့ အတိတ်ဆိုးကိုယ်စီနဲ့တစ်ယောက်နဲ့တစ်ကောင် အချင်းချင်းအမှီသဟဲပြုနေကြရင်း တစ်နေ့မှာ တာမီအိုတစ်ယောက် ဟောင်းဝ်ကိုပျောက်သွားခဲ့တယ်။ရောက်ရာအရပ်မှာ လူတိုင်းဆီကို ပျော်ရွှင်မှုတွေယူဆောင်ပေးတဲ့ ခွေးလေး “ဟောင်းဝ်” တစ်ကောင် သခင်နဲ့ဝေးကွာနေတုန်း ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ရဦးမလဲ ..\nတာမီအို့ဆီပြန်ရောက်လာဦးမလားဆိုတာကို ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Tgf2/Haw.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Ik644p20t9hnsvAgVJGckMGPIXVmBG_large-161x200.jpg",
        "title": "Throne of Blood (1957)",
        "description": "Throne of Blood (1957)~ IMDb - 8.1/10, Rotten Tomatoes - 96% ~ကူရိုဆာဝါဟာ သူ့ရဲ့ရုပ်ရှင်သက်တမ်းတစ်လျှောက်မှာ ရှိတ်စပီးယားဝတ္တုတွေကို မှီငြမ်းပြီး ရုပ်ရှင်၃ကားရိုက်ဖူးတယ်။ Macbeth ကို မှီငြမ်းပြီး Throne of Blood (1957) ကို ရိုက်ခဲ့၊ Hamlet ကို မှီငြမ်းပြီး The Bad Sleep Well (1960) ကို ရိုက်ခဲ့သလို King Lear ကို မှီငြမ်းပြီး Ran (1985) တို့ကို ရိုက်ကူးခဲ့ဖူးတယ်။ ဇာတ်လမ်းကျောရိုးကို ယူပြီး ဂျပန်ရဲ့ ရေခံမြေခံမှာ ပြန်အသက်သွင်းလိုက်တာတွေပါပဲ။ ဒဲ့ကြီးတော့မဟုတ်ဘဲ ပြင်သင့်တာပြင် ရိုက်ထားတယ်။ ဒါပေမဲ့ သူပြင်ရိုက်ပုံတွေကတော့ တော်တော်လေးပြည့်စုံသလိုတော့ ခံစားရတယ်။ ဆန်းတော့လည်းမဆန်းလှပါဘူး။ ကူရိုဆာဝါဟာ ကူရိုဆာဝါပဲကိုး။တကယ်ဆို ကူရိုဆာဝါက ရှိတ်စပီးယားရဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/3fbje/(CM)_Throne_of_Blood_(1957)_720p.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tOF6yTtzFP2p7q4GB1lSEMrfIq.jpg",
        "title": "Boonie Bears: Back to Earth (2022)",
        "description": "Boonie Bears : Back to Earth (2022)ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့ တရှုံနဲ့အော့ရှုံကာတွန်းဇာတ်လမ်းတွဲလေးရဲ့ အင်္ဂလိပ်စကားပြောကာတွန်းကားလေးထွက်ရှိလာပါပြီဗျာ။\nတရှုံ၊ အော့ရှုံတို့ရဲ့ထုံးစံအတိုင်း အလွဲလေးတွေ၊ ဟာသလေးတွေ၊ ပညာပေးလေးတွေရောသမမွှေထားတာမို့ ကြည့်ကောင်းတဲ့ကာတွန်းလေးဖြစ်နေဦးမှာပါပဲနော်။ဘိုဆန်ဆန် ဘရမ်ဘဲလ်နဲ့ဘရိုင်ရာဆိုပြီး နာမည်ပြောင်းပေးထားတဲ့ချစ်စရာဝက်ဝံတို့ရဲ့ တောအုပ်ထဲကို ကောင်းကင်ပေါ်ကနေ သတ္တုကုဗတုံးလေးတစ်တုံး ကျရောက်လာခဲ့ပါတယ်။\nအဲ့ဒီကုဗတုံးလေးရဲ့ ပင်မစွမ်းအားက စိတ်ထားအရမ်းကောင်းပြီး နူးညံ့တဲ့ဘရမ်ဘဲလ်ရဲ့ဦးနှောက်နဲ့ပေါင်းစည်းသွားပါတော့တယ်။ကုဗတုံးလေးက ရွိုင်တန်လို့ခေါ်တဲ့ကြောင်မျိုးနွယ်စုစီးလာတဲ့ အာကာသယာဉ်ကိုရှာပေးနိုင်တဲ့ အဓိကသော့ချက်ဖြစ်နေလေတော့...\nအစားစားဖို့ပဲဆန္ဒရှိနေတဲ့ဘရမ်ဘဲလ်တစ်ယောက် အာကာသယာဉ်အုပ်စုတွေရော၊ ဂြိုလ်သားတွေရောနဲ့ ရင်ဆိုင်ရတဲ့အခါ\nဘယ်လိုတွေတိုင်ပတ်ဦးမလဲဆိုတာကို ဆက်ကြည့်လိုက်ပါတော့နော် ။ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.71GB | 963MB | 452MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa\nEncoder ..... ...",
        "rating": "5.9",
        "url": "https://megaup.net/3fb9v/Boonie.Bears.Back.to.Earth.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84HdTM39G2MzyTl8N9R0wVU9I5b.jpg",
        "title": "Hunger(2008)",
        "description": "Hunger(2008)*************ဒီဇာတ်ကားဟာ ၁၉၈၁ခုနှစ်က အိုင်ယာလန်တောင်ပိုင်း Mazeအကျဉ်းထောင်မှာ\nIrish Republicanခေါင်းဆောင်တစ်ဦးဖြစ်သူ Bobby Sands အစာငတ်ခံဆန္ဒပြခဲ့တဲ့အကြောင်းရိုက်ကူးတင်ဆက်ထားတာပါ။\nဘာကြောင့်ဒီလို ဆန္ဒပြပွဲတွေဖြစ်လာရသလဲဆိုတော့ ၁၉၇၂ခုနှစ်မှာ အိုင်ယာလန်မှာနိုင်ငံရေးအကျဉ်းသားတွေဟာဆိုရင် ရာဇဝတ်သားတွေလို\nထောင်ဝတ်စုံဝတ်စရာမလို၊ အလုပ်ကြမ်းလုပ်စရာမလို၊ ကိုယ်ပိုင်အဝတ်ဝတ်ဆင်ခွင့်ရှိပြီး တစ်ပတ်တစ်ခါဧည့်တွေ့ခွင့်၊အစားအစာလက်ခံခွင့်တွေ၊\nထောင်ကန်တင်းမှာပဲ ကိုယ်ပိုင်ပိုက်ဆံနဲ့ဝယ်စားခွင့် စတဲ့နိုင်ငံရေးအခွင့်အရေးတွေရှိကြောင်း ပြဌာန်းခဲ့ပါတယ်။\nဒါပေမယ့်လည်း ၁၉၇၆ခုနှစ်မှာ ဗြိတိသျှအစိုးရဟာ ဒီနိုင်ငံ‌ရေးခံစားခွင့်တွေပိတ်သိမ်းလိုက်ပြီး နိုင်ငံရေးအကျဥ်းသားတွေကို ရာဇဝတ်သားတွေလိုဆက်ဆံပါတော့တယ်။\nဒါကိုလက်မခံနိုင်တဲ့ ထောင်ကျနေတဲ့ IRA(Irish Republican Army)တပ်ဖွဲ့ဝင်တွေဟာနည်းမျိုးစုံသုံးပြီး သပိတ်ကိုစတင်ခဲ့ပါတယ်...\nဖြစ်ရပ်မှန်ဖြစ်တဲ့အပြင် ကြမ်းတမ်းရက်စက်တာတွေကို ထင်သာ မြင်သာအောင်ရိုက်ပြထားတဲ့\nBiography ကားကောင်းမို့ ခံစားကြည့်ကြပါဦး...\nBobby Sandsနေရာမှာတော့ X-menထဲက Magnetoမင်းသားကြီးMichael Fassbenderသရုပ်ဆောင်ထားပါတယ်ဗျ။File Size :(2.4GB) and (948MB)\nQuality : Web-Dl1080p, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Biography, Drama, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/1Tghp/Hunger.2008.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3isQrHe1KOG5Cf4inpC73bzbMVk.jpg",
        "title": "Who Killed Our Father? (2023)",
        "description": "Who Killed Our Father? (2023)လေလာရဲ့ငယ်ဘဝကကြမ်းတမ်းခဲ့တယ်။ အဖေဘယ်သူဝါမှန်းမသိတဲ့အပြင် အမေဖြစ်သူကလည်းဆေးစွဲနေပြီး အိမ်ပြန်တလှည့် မပြန်တလှည့်နေရာကနေ လေလာအသက် ၁၀ နှစ်လောက်မှာဆေးလွန်ပြီးသေသွားခဲ့တယ်။ ဆုံးရှူံးမှုတွေနဲ့မစိမ်းတဲ့လေလာဟာ သူ့ရဲ့တစ်ဦးတည်းသောအခင်တွယ်ရဆုံး မွေးစားအစ်မအိုင်းရစ်ကိုလည်း ဆုံးရှူံးလိုက်ရပြန်ပါတယ်။ဒီလိုနဲ့ လေလာဟာ သူ့ရဲ့အဖေရင်းကိုရှာဖို့ဆုံးဖြတ်ခဲ့တယ်။ DNA စစ်ဆေးချက်ရလဒ်အရ အိမ်ခြံမြေလုပ်ငန်းပိုင်ရှင် စကော့တ်ဟာရတ်ရဲ့သမီးဖြစ်နေတာတွေ့ခဲ့ရတယ်။ တဆက်တည်းမှာပဲ သူ့အဖေရဲ့ထူးဆန်းတဲ့သေဆုံးမှုကိုပါသိလိုက်ရပါတော့တယ်။ လေလာဟာ သူ့အဖေကိုသတ်တဲ့တရားခံကိုဖော်ထုတ်ဖို့ဆန္ဒရှိနေတယ် ဒါ့အပြင် သူ့ရဲ့တစ်ဦးတည်းသောသွေးသား ဖအေတူမအေကွဲညီမ ဗွိုင်အိုလက်နဲ့လည်းစောင့်ရှောက်ပေးချင်တာကြောင့် အတ္တလန်တာကနေ ဖီလစ်ဒဲဖီးယားကိုထွက်လာခဲ့တယ်။အသက်ငယ်ငယ်မှာ မိဘနှစ်ပါးလုံးကိုဆုံးရှူံးလိုက်ရတဲ့စိတ်ဒဏ်ရာတွေကြောင့် ဘယ်သူ့ကိုမှမယုံဘဲ မာကြောခက်ထန်နေတဲ့ ဗွိုင်အိုလက်က လေလာ့ကိုလက်ခံပါ့မလား။ ဖခင်ဖြစ်သူရဲ့သေဆုံးမှုနောက်ကွယ်ကအမှန်တရားနဲ့နီးကပ်လာတဲ့သူတို့နှစ်ယောက်ကို ဘယ်လိုအန္တရာယ်တွေကစောင့်ကြိုနေမလဲ။Mystery ကိုမှ မိသားစု Drama ပါတဲ့ဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားဟာ ကြည့်ဖို့ ရွေးချယ်ချင်စရာ ဇာတ်ကားတစ်ကားဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 700MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fbcA/(CM)_Who_Killed_Our_Father_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uwpBfqI1xPkSWD5PYlwypoBIkpz.jpg",
        "title": "After the Storm (2016)",
        "description": "After the Storm ( 2016 )\n------------------------\nDirected by Hirokazu KoreedaEven After the Worst Storms ,\nThe Sun Will Shine Again.Koreedaကားတွေထဲ အကြိုက်ဆုံး၂ကားကို ရွေးထုတ်ရမယ်ဆိုရင် Still Walking နဲ့ After the Storm ကို ရွေးထုတ်ရမှာပဲ။ ဒီ၂ကားထဲက တစ်ကားပြန်ရွေးဖို့ဆိုရင်ကျ နည်းနည်းတော့ပြဿနာရှိတယ်။\nအတတ်ပညာပိုင်းအရဆိုရင်တော့ ပုဂ္ဂလိကအမြင်အရ After The Stormဟာ Still Walking ထက် နည်းနည်းလေးလျော့နေတယ်လို့ ပြောရမှာပဲ။\nဒါပေမဲ့ After The Storm ကတော့ ရင်ထဲပိုရောက်တယ်။ ပြောသာပြောရတာ ဒီ၂ကားက တစ်ဆက်တည်းပါပဲ။ တူလားဆိုရင်တော့ မတူဘူး။ ဒါပေမဲ့ တစ်ဆက်တည်းပဲ။၂ကားလုံးက Koreeda သူ့အမေအိမ်ကို သွားလည်ပြီးတဲ့နောက် အိုင်ဒီယာပေါ်လာတဲ့ကားတွေပဲ။ သူ့ဘဝသူ အခြေတည်ပြီး ရိုက်ထားတဲ့ကားတွေပဲ။\n၂ကားလုံး မင်းသားလည်းတူတယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Tgeu/After_the_Storm_2016_720p_BluRay_DD5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PprbqYxejASjE2g3ZohEc0l9bG.jpg",
        "title": "Love in the Maldives(2023)",
        "description": "Love in the Maldives(2023)*************************ဒီတစ်ခါညွှန်းပေးချင်တဲ့ကားကတော့ Romance ကားပဲဖြစ်ပါတယ်\nRae Parker ဆိုတဲ့ ဆောင်းပါးရှင်ဟာ အမျိုးသမီးတွေအတွက် Solo adventure လိုဆောင်းပါးတွေကိုရေးပေးရတာဖြစ်ပါတယ်.... တစ်နေ့မှာ သူ့ရဲ့ Editor က သူ့ရဲ့ဆောင်းပါးတွေဟာတောင်တက်တာဘာညာတွေက အရမ်းများနေပြီမို့လို့ boring ဖြစ်နေလို့ Maldives ကျွန်းကိုသွားပြီးအသစ်အဆန်းလေး ရေးခိုင်းပါတယ်...\nRae တစ်ယောက် Maldives သွားပြီး ဘယ်လို adventure တွေရှာလာမလဲ ...အဲ့ဒီကလူတွေနဲ့ရော ဘယ်လိုတွေခင်ခဲ့ကြမလဲ ဘယ်လိုအလှအပတွေတွေ့မလဲ...ကျွန်းအလှတွေ တစ်လှေကြီးခံစားရမဲ့အပြင် ချစ်စရာ ရိုခန်းလေးတွေလည်းမြင်တွေရမှာမို့ခံစားကြည့်ကြပါဦး...........................File Size :(2.4GB) and (948MB)\nQuality : Web-Dl1080p, 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Tg6x/Love.in.the.Maldives.2023.WEB-DL.1080P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4xEWtEbKK2EXMZ8UPff8hDCSiVW.jpg",
        "title": "The Manchurian Candidate(2004)",
        "description": "The Manchurian Candidate(2004)*******************************နိုင်ငံရေးဆိုင်ရာလှည့်ကွက်တွေနဲ့ စိတ်ပညာလှည့်စားမှုတွေကို\nတွဲဖက်ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nမင်းသားကြီး Denzel Washington ကအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nLiev Schreiber, Meryl Streep, Jon Voight နဲ့ Kimberly Elise\nတို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဗိုလ်မှူးဘန်မာကိုနဲ့ ပထမတန်းဆာဂျင်ရေမွန်ရှောတို့ဟာ ၁၉၉၁ ခုနှစ်\nကန္တာရမုန်တိုင်းတိုက်ပွဲမှာ ပါဝင်တိုက်ခိုက်ခဲ့ပြီး အဲ့ဒီတိုက်ပွဲမှာရဲရဲရင့်ရင့်\nတိုက်ခိုက်ခဲ့တယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဆာဂျင်ရေမွန်ရှောဟာ\nဂုဏ်ထူးဆောင်ဆုတံဆိပ်ချီးမြှင့်ခံခဲ့ရပြီး လွှတ်တော်အမတ်ဖြစ်လာပါတယ်။\nဒါပေမယ့်ဘန်အပါအဝင် တိုက်ပွဲအတွင်းရှိနေခဲ့တဲ့တပ်သားတွေဟာ ထူးဆန်းတဲ့အိပ်မက်တစ်ခုကို\nထပ်ခါထပ်ခါမက်နေခဲ့ပြီး အိပ်မက်ထဲမှာအမှန်တကယ်ဘန်မာကိုကသာ\nဆုတံဆိပ်ရရှိသင့်တဲ့သူဖြစ်ပြီး ရေမွန်ရသင့်တယ်လို့ထင်အောင်\nနည်းလမ်းတစ်ခုခုနဲ့ စိတ်ထိန်းချုပ်ထားကြောင်းတစ်ပိုင်းတစ်စမြင်နေကြပါတယ်။\nဂုဏ်ထူးဆောင်ဆုတံဆိပ်ရရှိပြီး ဒုတိယသမ္မတအဖြစ်ရွေးကောက်ခံမယ့်\nရေမွန်ရှောအနေနဲ့ ဆုတံဆိပ်ရအောင် ဘယ်လိုတွေလုပ်ခဲ့တာလဲ...\nတကယ့်တိုက်ပွဲထဲမှာရော ဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို ဘန်မာကိုအနေနဲ့စုံစမ်းကြည့်တဲ့အခါမှာတော့..File Size :(4.8GB) and (1.2GB)\nQuality : BLU-RAY1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:09:00\nGenre : Drama, Mystery, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2zdw5/The.Manchurian.Candidate.2004.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s3KJkSsMOLrqy8bDbYb0BLtM0SX.jpg",
        "title": "Coast Guard Malaysia: Ops Helang(2023)",
        "description": "Coast Guard Malaysia: Ops Helang(2023)**************************************မလေးရှားကမ်းခြေစောင့်တပ်ရဲ့ အထူးတပ်ဖွဲ့ဝင် ဗိုလ်တစ်ဦးဖြစ်သူဟဖစ်ဟာ မှုခင်းတိုက်ဖျက်စစ်ဆင်ရေးတွေပြုလုပ်အပြီးမှာတော့\nဇနီးလောင်းလေးနဲ့ ဘဝအသစ်စမယ်ဆိုပြီး ကျွန်းလေးတစ်ကျွန်းမှာ စေ့စပ်ပွဲလေးကျင်းပလက်ထပ်ကြတယ်ပေါ့။\nကံဆိုးချင်တော့ အဲ့နေ့ညမှာပဲ ပင်လယ်ဓားပြတွေက ကျွန်းကိုဝင်စီး ဟဖစ်တို့ ဇနီးမောင်နှံအပါအဝင်မိသားစုနဲ့ ပွဲလာသူတွေကို လူတွေကိုဖမ်းဆီး ဓားစာခံလုပ်ကာဖမ်းခေါ်သွားပါတယ်။\nဒါပေမယ့် ဟဖစ်ကတော့ ဒဏ်ရာရကာ ကံကောင်းပြီးဓားပြတွေလက်ထဲမှလွတ်မြောက်လာခဲ့ပြီးဇနီးဖြစ်သူနဲ့မိသားစုကိုပြန်ကယ်ဖို့ကြိးပမ်းပါတော့တယ်။\nဒီဓားပြမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဥ်မဟုတ်ဘဲ တခြားအကြောင်းအရာများစွာ နောက်ကွယ်မှာရှိနေသေးကြောင်းသိလိုက်ရတဲ့အခါ....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုခံစားနိုင်ပါပြီ။File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/1Tfgd/Coast.Guard.Malaysia.Ops.Helang.2023.WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YysUmqmnMN5ZWMBBFaViPIdige.jpg",
        "title": "Titina(2022)",
        "description": "Titina(2022)***********ဒီတစ်ခါတော့ Animation fan လေးတွေအတွက်ပါ....\nItalian အင်ဂျင်နီယာတစ်ဦးဖြစ်တဲ့ Umberto Nobile ဆိုသူဟာ တစ်နေ့မှာ အပြင်ထွက်ရင်းTitina ဆိုတဲ့ ခွေးလေးတစ်ကောင်ကို ကောက်ရခဲ့ပါတယ်..\nနောက်တစ်နေ့မှာတော့ ဝင်ရိုးစွန်းတွေကို Explore လုပ်တဲ့ Roald Armendson ဆိုတဲ့သူဟာမြောက်ဝင်ရိုးစွန်းက်ုသွားဖို့ Airship တစ်စင်းဆောက်ပေးဖို့ သူ့ဆီဖုန်းနဲ့ဆက်သွယ်လာပါတယ်....Airship ဆောက်ပေးရုံမကပဲ မြောက်ဝင်ရိုးစွန်းကိုပါ အတူလိုက်ပါခွင့်ရမယ်ဆိုတော့ အတိုင်းထက်အလွန်ကိုပျော်မိတာပေါ့...\nဒီလိုနဲ့တစ်နေ့ သူ့ရဲ့ Airship ကြီးဆောက်လုပ်ပြီးစီးတဲ့အခါမှာ Roald Armendson နဲ့အတူမြောက်ဝင်ရိုးစွန်းကိုခရီးနှင်ခဲ့ပါတယ်.အဲ့ဒီခရီးမှာ သူ့ခွေးလေး Titina လေးလည်း လိုက်ပါလာပါတယ် ...ဒီလိုနဲ့ Armendson နဲ့ Nobile တို့နှစ်ယောက် ဘယ်လောက်ရင်းနှီးသွားကြမလဲဆိုတာအပြင်Titina လေးရဲ့ ချစ်စရာကောင်းတာကိုပါ မြင်တွေ့ရမှာမို့ ကြည့်ရှုခံစားလိုက်ကြပါဦး....File Size :(1.4GB) and (496MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Animation, Adventure, Family\nSubtitle : Myanmar ...",
        "rating": "7.5",
        "url": "https://megaup.net/3fa6x/Titina_2022.Blu-Ray.720p(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QOINH7o0gnFwQLJMI7ptjTgVLb.jpg",
        "title": "The Unheard (2023)",
        "description": "The Unheard (2023)Horror ပရိသတ်တွေအတွက် ပူပူနွေးနွေးထွက်ရှိထားတဲ့ The Unheard ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။နားမကြားရတဲ့ခလိုဝီတစ်ယောက် စမ်းသပ်ဆဲ နားကြားကုထုံးတစ်ခုမှာ ဝင်ရောက်အစမ်းသပ်ခံခဲ့ပါတယ်။ ခလိုဝီဟာ သူ့အသက် ၈ နှစ်မှာ သူ့အမေပျောက်သွားပြီးနောက်ပိုင်း ဘာသံမှမကြားနိုင်တော့တာပါ။ နားထိုင်းသွားရင် ပြန်ကောင်းဖို့မဖြစ်နိုင်ပေမယ့် ဒီစမ်းသပ်ချက်က အောင်မြင်ခဲ့ပြီး အသံတွေပြန်ကြားသွားပါတယ်။‌ငှက်ကလေးတွေစကားပြောသံ၊ ရေစက်ကျတဲ့အသံ၊ သီချင်းသံတွေအားလုံးကိုပြန်ကြားရတဲ့အခါ တိတ်ဆိတ်ခြင်းနဲ့နေသားကျနေတဲ့ ခလိုဝီ အတိုင်းထက်အလွန် ပျော်ရပါပြီ။ ဒါပေမဲ့ အသံတွေအကြားလွန်ပြီး လူတွေမကြားနိုင်တဲ့အသံတွေကိုကြားရတဲ့အခါမှာတော့ မပျော်နိုင်တော့ပါဘူး။ တကယ့်အပြင်ကအသံတွေလား သူ့စိတ်ထဲကအသံတွေလား ဝေခွဲမရဖြစ်တဲ့အထိ နားထဲမှာအသံတွေဆူညံလာပါတော့တယ်။ ဒီဆူညံသံတွေက တကယ်ရှိရဲ့လား သူပဲစိတ်ထင်နေတာလား ‌အဖြေရှာရင်းနဲ့ သူနေထိုင်တဲ့မြို့မှာလည်း အမျိုးသမီးတွေထူးထူးဆန်းဆန်းပျောက်ဆုံးသွားရတဲ့ အကြောင်းအရင်းကို သိလာတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ တခြား Horror ဇာတ်ကားတွေလို Jump scare တွေ အများကြီးထည့်မသုံးထားဘဲ ရင်တလှပ်လှပ်နဲ့ကြည့်ရမယ့်ကားမျိုးပါ။ တချို့အသံတွေကလည်း နားမကြားတဲ့ခလိုဝီနေရာကနေထည့်သွင်းထားတာကြောင့် အသံပါမှကြောက်စရာကောင်းတာမဟုတ်ဘဲ အသံမပါလည်းကျောချမ်းစရာကောင်းနေပါတယ်။ တစိမ့်စိမ့်ကျောချမ်းရတဲ့ Horror ...",
        "rating": "",
        "url": "https://megaup.net/1Tf6b/(CM)_The_Unheard_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ymygxi3GzxM6vjppE7eDbT6VX1.jpg",
        "title": "Labyu with an Accent(2022)",
        "description": "Labyu with an Accent(2022)**************************ဖိလစ်ပိုင်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါ‌ရစေ။ Trisha ဟာ ငယ်စဉ်တည်းက အမေရိကမှာနေလာပြီးဒီမှာပဲ ချစ်ရသူနဲ့တွေ့တော့ လက်ထပ်ဖို့ဆုံးဖြတ်ချက်ချခဲ့ပါတယ်..ကံဆိုးစွာပဲ ချစ်သူက ဖောက်ပြန်သွားလို့ အသည်းကွဲပြီး ဖိလစ်ပိုင်ကိုအလည်ပြန်ရောက်လာတယ်... ဘဝဟာ ထင်သလို မဖြစ်တော့လေ့လွင့်လိုက်ဦးမယ်ဆိုပြီးနိုက်ကလပ်ကိုတက်ခဲ့ပါတယ်..အဲ့ဒီနောက်နိုက်ကလပ်မှာ Dancerလုပ်နေသူ Gaboတို့ ဆုံမိကြတဲ့အခါ။ဘာဆိုဘာမှမတူကြတဲ့ သူတို့နှစ်ယောက်ဟာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...File Size :(2.5GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Tdxd/Labyu.With.An.Accent.2022.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d900vS2Xz9XOhYCTE50jwLFZDlo.jpg",
        "title": "More Than Ever (2022)",
        "description": "More Than Ever (2022)~ IMDb - 7/10, RT - 91%, Meta - 73% ~၂၀၂၂ ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ ပြင်သစ်-အင်္ဂလိပ် စကားပြော ရုပ်ရှင်ဖြစ်ပါတယ်။ သေရမယ်ဆိုပေဲ့ မသေခင် ရှင်သန်ရမယ့်ဘဝအကြောင်း၊ ကိုယ့်ကံကြမ္မာကို ကိုယ်တိုင်ထိန်းချုပ်ဖို့ ဆန္ဒပြင်းပြနေတဲ့ မိန်းမတစ်ယောက်အကြောင်းပါပဲ။ သေရမယ်ဆိုတဲ့အသိဝင်သွားတာနဲ့ တပြိုင်နက် ဘဝတစ်ခုကို ဘယ်လို ခြောက်ခြားစေပြီးတော့ ဘယ်လို ပြန်လည်အားရှိစေလဲဆိုတာကို ရိုက်ပြသွားတာပါ။ ဘဝတစ်ခုရဲ့ အဆုံးသတ် သေခြင်းတရားမှာ ပုံမှန်အားဖြင့် ကိုယ်ချစ်ရသူတွေနဲ့ နောက်ဆုံးအချိန်ထိ အတူရှိချင်ပေမယ့် တကယ်တမ်းကျတော့ လိုအပ်ရင် တကိုယ်ကောင်းဆန်စွာနဲ့ပဲ တစ်ယောက်ထဲ သေဖို့ ရွေးချယ်မိတယ်။ကုလို့မရတဲ့ အဆုတ်ရောဂါခံစားနေရတဲ့ ဟယ်လင်ဟာ သူ့ဘဝသူ စိတ်ကုန်နေပြီးတော့ အကောင်းမြင်တတ်လွန်းတဲ့ ယောင်္ကျားဖြစ်သူ မက်သရူးနဲ့ အလုံးစုံ မျှဝေမခံစားနိုင်အောင် ဖြစ်နေပါတယ်။ အင်တာနက်ပေါ်က ဘဝအဆုံးသတ် ဘလော့တွေကိုကြည့်ရင်းနဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/1Te2a/(CM)_More_Than_Ever_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jM2vVAMh6AZF5j13VqwZV8eeSJB.jpg",
        "title": "The Cheese Sisters (2022)",
        "description": "The Cheese Sisters (2022)အချစ်ဆိုတာ ဘယ်လိုပုံစံမျိုးလို့ ထင်ကြလဲ?\nပန်းပွင့်လေးတွေလား၊ လိပ်ပြာလေးတွေလား?\nဒီကားထဲမှာတော့ အချစ်ဆိုတာ အရောင် အနံ့ အရသာ ပုံစံမျိုးစုံနဲ့ ချိစ်လေးတွေလိုပါတဲ့။ဒီလိုချိစ်လေးတွေ ကိုယ့်ဆီရောက်လာဖို့အတွက် အဆင့် ၄ ဆင့်ရှိပါတယ်တဲ့။၁. နွားနို့ကို ကွာလတီကောင်းအောင် သေချာညှစ်ယူမယ်\n၂. ချိစ်လုပ်မယ်\n၃. ရလာတဲ့ချိစ်တွေကို ဆိုင်တွေဆီတင်ပို့ရမယ်\n၄. ချိစ်လေးတွေကို ကိတ်မုန့်အသွင်ပြောင်းပြီး ကိုယ်ပေးချင်တဲ့သူဆီ လက်ဝယ်အပ်မယ်\nဒီဇာတ်ကားထဲက ပရန်ပြောသလိုဆိုရင် ချိစ်ဆိုတာဖြစ်လာအောင် အဆင့်ဆင့်ကြိုးစားကြရသလိုမျိုး အချစ်ဆိုတာဟာလည်း အလားတူပါပဲတဲ့။ဒီကားလေးထဲမှာတော့ နွားနို့ဘဝကနေ ချိစ်ကိတ်မုန့်တုံးလေး လက်ထဲရောက်လာတဲ့အချိန်အထိ\ntimeline တလျှောက်ဖြစ်ပေါ်လာတဲ့ မိန်းကလေးတို့ကြားက ချစ်ခြင်းတရားတွေကို မြင်တွေ့ရမှာပါ။ပထမအဆင့် - ကွာလတီကောင်းတဲ့နွားနို့ရအောင် နွားခြံပိုင်ရှင်ကောင်မလေးဖန်းနဲ့ သူ့သူငယ်ချင်းဖွန်တို့ရဲ့ ရုန်းကန်လှုပ်ရှားပုံ၊\nဒုတိယအဆင့် - ချိစ်လုပ်တဲ့သင်တန်းပိုင်ရှင်သမီး နောင်းနဲ့ အိမ်ရဲ့ဒဏ်မခံနိုင်လို့ ‌နောင်းတို့ရဲ့ဧည့်ရိပ်သာဆီရောက်လာတဲ့ အိုင်ရင်းတို့ရဲ့လက်ရာ ချိစ်လေး၊\nတတိယအဆင့် - ချိစ်ကိုမြို့ပေါ်တင်ပို့ရမယ့် Delivery သမားပရန်နဲ့ လမ်းကြုံလိုက်လာတဲ့ တစ်ချိန်ကမြတ်နိုးရသူ မြူတို့ အတိတ်ကချစ်ခြင်းကိုတူးဆွမိသွားတဲ့ ခရီးလမ်းရှည်နဲ့\nနောက်ဆုံးအဆင့် ...",
        "rating": "5.6",
        "url": "https://megaup.net/1dhh2/The_Cheese_Sisters_(2022)_720p_NF_WEBRip_DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bis8DlqaxzKHBMsNPZ6sXHrc0XM.jpg",
        "title": "The Return of Bull Demon King  ( 2023 )",
        "description": "ကောင်းကင် နဲ့ မြေကြီး နယ်ပယ်တွေ ဖန်ဆင်းပြီးတဲ့နောက်မှာ ကောင်းကင်ဘုံ\nမသေမျိုးနတ်မင်းတွေနဲ့ နတ်ဆိုးနယ်မြေက နတ်ဆိုးမျိုးနွယ်စုတို့ဟာ\nအေးချမ်းစွာနဲ့ပဲ အတူတူ နေထိုင်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ တစ်နေ့မှာတော့ နတ်မျိုးနွယ်တွေဟာ နတ်ဆိုး ၊ မိစ္ဆာ\nမျိုးနွယ်စုတွေကို အထင်သေးပြီး အသက်တစ်ချောင်းကိုလဲ\nပဓာဏ မထားပဲ သတ်ပစ်လာခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nနတ်ဆိုးမျိုးနွယ်တွေရဲ့ ခေါင်းဆောင် နွားနတ်ဆိုးလို့ခေါ်တဲ့\nအားနျိုဟာ နတ်မျိုးနွယ်တွေကို ရုတ်တရက်ဆိုသလို တိုက်ခိုက်ခဲ့ပါတယ် ။ဒါပေမဲ့ အင်အားချင်းမမျှတာကြောင့် နတ်မင်းတွေရဲ့ အပြစ်ပေးချင်းကိုခံရပြီး\nသူလေ့ကျင့်ထားသမျှ စွမ်းအားတွေဟာလဲ ပျက်ဆီးသွားခဲ့ပါတော့တယ် ။\nဒီလိုနဲ့ အားနျိုတစ်ယောက် သာမန်လူလိုပဲ လူ့ပြည်မှာသွားလာကျက်စားနေရင်း\nယဲ့ရှောင်းရှောင်းဆိုတဲ့ မိန်းမပျိုလေးနဲ့ တွေ့ဆုံကြုံကြိုက်ခဲ့ပါတယ် ။\nတွေ့ဆုံမှုကနေတစ်ဆင့် ကံကြမ္မာဖန်လာပြန်တော့ နှစ်ဦးသား\nအတူတူ ခွင်းလွင်တောင်မှာ ရှိတဲ့ ရတနာကို ဖေးယွင်ရန်းကိုယူဆောင်ဖို့ အတွက်ခရီးဆက်ခဲ့ကြတဲ့အခါ မှာတော့...?သူတို့ ဖြတ်သန်းရာ ခရီးလမ်းကြောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ တွေ့ဆုံကြမှာလဲ ?\nသူတို့နှစ်ဦး ခွင်းလွင်တောင်ရတနာဖြစ်တဲ့ ဖေယွင်းရှန်းကို\nယူဆောင်ရတဲ့ အကြောင်းအရင်းကရော ဘာဖြစ်မှာလဲ ?\nနွားနတ်ဆိုးဖြစ်တဲ့ အားနျိုကရော စွမ်းအားတွေပြန်လည်ရရှိပြီး\nသူ့ရဲ့နတ်ဆိုးမျိုးနွယ်အတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/1dheu/The_Return_of_Bull_Demon_King_(2023)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xH96ForYYUOjUoQ215mnISf6jv2.jpg",
        "title": "Software Blues (2022)",
        "description": "CM ပရိသတ်တွေအတွက် Software Blues ဆိုတဲ့ ပေါ့ပေါ့ပါးပါး\nတေလေဂူးရုပ်ရှင်လေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။\nဘာဂေ့ဗ်ဆိုတဲ့ကောင်လေးဟာ နည်းပညာကုမ္ပဏီတစ်ခုမှာ\nအလုပ်လုပ်နေတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ပဲဖြစ်ပါတယ်။သူဟာ အလုပ်နဲ့ပတ်သက်ရင် အမြဲ တလွဲတချော်ဖြစ်နေတတ်ပေမဲ့\nအကောင်းဆုံးဝန်ထမ်းဆုရဖို့အတွက် အသည်းအသန်အလုပ်ကြိုးစားနေတဲ့သူပါ။\nသူ့မှာ သူ့လိုပဲ တလွဲတချော်လုပ်တတ်တဲ့ သူငယ်ချင်းတွေရှိပြီး\nဘယ်သူမှမသိတဲ့ကိစ္စတချို့ကိုလည်း သူက လျှို့ဝှက်ထားပါသေးတယ်။ဒီရုပ်ရှင်လေးဟာ ပေါ့ပေါ့ပါးပါး ခွီရင်း အပျင်းပြေ ကြည့်လို့ရတဲ့ ဟာသ၊\nဒရာမာရုပ်ရှင်လေးဖြစ်ပြီး သူ ဘာလို့ အကောင်းဆုံးဝန်ထမ်းဆုကို\nအသည်းအသန်လိုချင်နေလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ မြင်ရမှာဖြစ်ပါတယ်ဗျ...။\nFile size…1.68GB / 856MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM~Cherry~Zwe Yan Naing",
        "rating": "7.1",
        "url": "https://megaup.net/1dglp/Software_Blues_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkIyPzbxBnR815XNCKH5D9T4RaE.jpg",
        "title": "The Nines (2007)",
        "description": "The Nines (2007)~ IMDb - 6.2/10, Rotten Tomatoes - 64% ~အိပ်မက်ထဲက ပေါက်ပန်းဖြူတစ်ပွင့်ကို ဆွဲထုတ်ယူလိုက်ပြီး မင်းကိုကမ်းပေးလိုက်တယ်။ ကြေမွသွားတဲ့ ပန်းကလေးရယ်၊ နောက်ကျောကိုပဲ မြင်ရတော့တဲ့ မင်းရယ်၊ ဝေခွဲမရတဲ့ ငါရယ်၊ မှောင်မည်းမည်းလောကကြီးရယ်။ တစ်ကနေ တစ်ဆယ်အတွင်း ကိုယ့်ကိုယ့်ကိုယ်တန်ဖိုးသတ်မှတ်ရင် ဘယ်လောက်များ ရနိုင်ပါ့မလဲ။ သုညကိုတောင်းဆိုမိရင် ဘုရားသခင်များ ဒေါသဖြစ်လေမလား။မင်းဟာ ငါပဲ။ သူကလည်း ငါပဲ။ နေရောင်ခြည်ကလည်း ငါပါပဲ။ တစ်ခါတလေ ပူပြင်းနေရုံ။ တစ်ခါတလေမှာ အတွေးတစ်ချက်နဲ့ လောကကြီးကို သတ်ပစ်လိုက်တယ်။ တစ်ရာ့တစ်ပါးသော ထီးဆောင်းမင်းတွေထဲမှာ ငါက အရက်စက်ဆုံးတဲ့။ အဆုံးမဲ့စကြာဝဠာကြီးကို သူတို့လက်ထဲအ‌ရောက် လက်ဆောင်ပေးခဲ့တာတော့ အရေးမပါဘူးဆိုပဲ။မသေတဲ့သူကို သေအောင်သတ်ဖို့ ဘာတွေလိုမလဲ။ မူးယစ်ဆေးဝါးခပ်ပြင်းပြင်းကို အတိုင်းအဆမဲ့ပမာဏနဲ့ အဆိပ်ခပ်လိုက်မလား။ ကိန်းဂဏန်းတွေကြားထဲမှာ (၉) ဂဏန်းကိုပဲ လိုက်ရှာနေမိတယ်။ ရှာလေတွေ့လေ၊ တွေ့လေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2zbsj/(CM)_The_Nines_(2007)_720p.mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yByQdXlJISKHhmIhV8HpLr06XUV.jpg",
        "title": "Strong Enough (2022)",
        "description": "Strong Enough (2022)2022 မှာထွက်ရှိထားတဲ့ Strong Enough က​တော့ အားကစားနဲ့ ဒရာမာ ​ရောစပ်ထားတဲ့ကား​လေး တစ်ကားဖြစ်ပါတယ်။ကိုယ်ကာယအားကစားသမား ဆမ်ဂျွန်ဆန်​တစ်​ယောက် နာရီဝက်အတွင်း ကမ္ဘာစံချိန်​ခြောက်ခုကိုချိုးဖို့ အပြင်းအထန်ကြိုးစား​နေတုန်း သူမရဲ့ အိမ်​ထောင်​​ရေးအရှူပ်အ​​ထွေး​တွေ ​ရောက်လာတဲ့အခါ\nဘယ်လို​တွေ ရင်ဆိုင်​ကျော်လွှားခဲ့လဲ...\nဘယ်လိုစံချိန်​တွေကို ချိုးမှာလဲ...\nအကုန်လုံး ချိုးနိုင်ခဲ့လား...\nသူဘာ​ကြောင့် ဒီစံချိန်​တွေကိုချိုးဖို့ အပြင်းအထန်​လေ့ကျင့်ခဲ့ရလဲဆိုတဲ့ အ​ကြောင်းအရာ​တွေကို စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကား​လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 650MB\nQuality - 1080p, 720p\nIMDb Rating - 5.9/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Drama, Sport\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by DB\nEncoded by Y",
        "rating": "5.9",
        "url": "https://megaup.net/2zbfz/(CM)_Strong_Enough_(2022)_720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNMeRLY3MeY2FFeh639plHai3F1.jpg",
        "title": "State of Grace(1990)",
        "description": "IMDb 7.2I am Sam (2001) ရုပ်ရှင်မှာ အော်တစ်ဇင် ဖြစ်နေတဲ့ ဖခင်တစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာကိုကြည့်ရှုသူ ရင်ထဲရောက်အောင် အကောင်းဆုံး ပုံဖော်သွားနိုင်ခဲ့တဲ့ မင်းသားကြီး Sean Penn ရဲ့မှုခင်းဇာတ်ကားကောင်းလေး တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်မွေးရပ်မြေမှ ထွက်သွားပြီး ဆယ်နှစ်ကြာမှ ပြန်လည်ရောက်ရှိလာတဲ့ ရဲအရာရှိ ထယ်ရီနူနန်တစ်ယောက်ငယ်စဥ်က ဆိုးတူပေါင်းဖက် ပေါင်းသင်းလာခဲ့တဲ့ သူငယ်ချင်းနဲ့ ငယ်ချစ်ဦးရဲ့ အစ်ကိုဖြစ်သူ ဦးဆောင်းတဲ့လူဆိုးဂိုဏ်းကို ထောက်လှမ်းဖို့ သူလျှိုအဖြစ် ရောက်ရှိသွားတဲ့အခါ ကိုယ့်မျက်စိရှေ့မှာ သူငယ်ချင်းအရင်းကြီးတွေ လုပ်ကြံသတ်ဖြတ်ခံလိုက်ရပြီး တရားခံတွေကို သိနေတာတောင်မိမိဟာ တရားဥပဒေဘက်တော်သားဖြစ်နေတဲ့အတွက် တရားဥပဒေအရ လက်ပိုက်ကြည့်နေရတဲ့အခါဥပဒေအထက်မှာ ပုဂ္ဂိုလ်ပေါင်းများစွာရှိနေတဲ့ သူတို့မြို့လေးမှာထယ်ရီနူနန်တစ်ယောက် သူငယ်ချင်းတွေအတွက် တရားမျှတမှု ဘယ်လိုပြန်ယူမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Action / Crime / Drama ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်  File size…2.81GB / 941.9MB\nQuality…Blu-Ray 1080p / ...",
        "rating": "7.2",
        "url": "https://megaup.net/1dgje/State.of.Grace.1990.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWI0NTI3ZDgtMTNiZi00MDk5LTljNGQtNzgzYzQxNzM1ODEyXkEyXkFqcGdeQXVyMTM5NDQ2NjMw._V1_-141x200.jpg",
        "title": "Premadesam (2023)",
        "description": "Premadesam 2023 IMDb (8.1/10)CM ပရိသတ်ကြီးအတွက် နောက်ဆုံးထွက် တလဂူးရိုမန့်ဒရမ်မာကားလေးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်အချစ်ဇာတ်လမ်းလေးက တစ်ခုမဟုတ်ပါဘူး နှစ်ခုပါ\nလူလေးယောက် ပြသနာနှစ်ခု အဖြေတစ်ခု ဖြစ်ရပ်တစ်ခု\nအဲ့ဖြစ်ရပ်တစ်ခုကြောင့် သူတို့ပြသနာတွေပြေလည်သွားနိုင်မလား ရိုမန်တစ်ဆန်ဆန် ဆွတ်ပျံ့ကြည်နူးဖွယ်ဒီဇာတ်လမ်းလေးဟာ မျက်ရည်ဝဲစေမဲ့ ဒရာမာလေးတွေလည်းပါရှိတာမို့ ဇာတ်ကားကြည့်ခေါင်းလေးမှီစရာ ပခုံးပိုင်ရှင်လေးတွေ လိုအပ်တယ်လို့တော့ တစ်ခါတည်း အကြံပြုပါရစေကိုယ့်ရဲ့‌ေကာလိပ်ကျောင်းသားဘဝကိုလည်း ပြန်အမှတ်ရစေမယ့်\nဇာတ်ဝင်ခန်းတွေလည်းပါရှိတဲ့အပြင် မင်းသားမင်းသမီးအကုန်လုံးက ကြည့်ရရှုရတာ မျက်စိလည်းအေး ရင်လည်အေးပြီး\nဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်ကြီးအတွက် အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.59GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ~BpL~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1df7i/Prema_Desam_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNzhhYTdkMjQtNWQ3NS00YmMxLTk0OGMtNmZlMjc3ODdlMjA5XkEyXkFqcGdeQXVyNDQ4NjgyNzg@._V1_-133x200.jpg",
        "title": "[18+] Balik Taya (2023)",
        "description": "Balik Taya (2023)ပစ်ဆိုတဲ့ကောင်လေးဟာ အလုပ်ရှာဖွေရေး အေဂျင်စီတစ်ခုရဲ့ လိမ်လည်မှုကို ခံခဲ့ရရုံတင်မကပဲ ရိုက်ပါအလုခံလိုက်ရတဲ့အတွက် ထိုင်းနိုင်ငံရဲ့ လမ်းဘေးမှာလဲနေခဲ့ပါတယ်။ သူ့ကို တစ်နိုင်ငံတည်းသားချင်းဖြစ်တဲ့ ဂျက်ဆီဆိုတဲ့ ကောင်မလေးက ကယ်တင်ခဲ့ပြီး အစစအရာရာ ကူညီပေးခဲ့ရုံမက အလုပ်ပါရှာပေးခဲ့ပါတယ်။ ပစ်တစ်ယောက် တိုင်းတစ်ပါးမှာနေသားကျလုဆဲဆဲဖြစ်တဲ့အခါကျမှ သူ့ဘဝထဲက ဂျက်ဆီ ပျောက်ချင်းမလှပျောက်သွားတဲ့အတွက် သောကမုန်တိုင်းထန်ပြီး ဖိလစ်ပိုင်ကို ယောင်လည်လည်ပြန်ရောက်လာခဲ့ရပါတယ်။အဲ့ဒီမှာပဲ ကံ‌ကောင်းထောက်မစွာတွေ့လိုက်မိတာက အွန်လိုင်းလောင်းကစား App တစ်ခုက ဂျက်ဆီနဲ့ ရင်ညွှန့်ပေါ်မှာအမှတ်ချင်းတူနေတဲ့ ကောင်မလေးတစ်ယောက်ကိုပါ။ အဲ့ဒီမိန်းကလေးကို လိုက်ပြီးစုံစမ်းရင်း ကြေးကြီးလောင်းကစားပွဲတွေ၊ ထိုးသတ်ပွဲတွေ နဲ့ မြေအောက်ကမ္ဘာရဲ့ အရှုပ်ထုပ်ထဲကို ပစ် ရောက်ရှိသွားခဲ့ပြီး အဲ့ဒီမြေအောက်လောကထဲက မိန်းကလေးတွေနဲ့ပါ ငြိစွန်းပတ်သက်မိပါတော့တယ်။အားလုံးရဲ့ အချစ်တော်လေးတွေဖြစ်တဲ့ Angeli Khang နဲ့ Azi Acosta တို့နှစ်ယောက်ကို တစ်ကားတည်းမှာတွေ့မြင်ခွင့်ရမှာဖြစ်တဲ့အတွက် အဲဒီ တစ်ချက်တည်းနဲ့တင် လက်မလွတ်သင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/1df7r/(CM)_Balik_Taya_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/miEj4kNc4efZ5WbPJqWl1UXWrvS.jpg",
        "title": "Hypnotic (2021)",
        "description": "Hypnotic (2021)ခင်ဗျားမြင်နေရတာက အမှန်တရားလား....\nခုခင်ဗျား ဒီ Review ကို ဖတ်နေတယ်။ ဒါက အိပ်မက်လား...\nခင်ဗျား အိပ်မက်တွေဟာ တကယ်များဖြစ်နေမလား....Jennifer Thompson ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ ရည်းစားဖြစ်သူ Brian နဲ့ ပြတ်စဲပြီးနောက် အစစအရာရာ စိတ်ဓာတ်ကျကာ ဘဝကိုအလွဲလွဲအချော်ချော်နဲ့ စိတ်ပျက်စွာဖြတ်သန်းနေသူပေါ့။ သူငယ်ချင်းဖြစ်တဲ့ Gina Kelman ကတော့ သူ့ကို သူတို့ရဲ့အိမ်တက်ပွဲမှာ Dr. Collin Meade ဆိုတဲ့ Hypnotherapist တစ်ယောက်နဲ့ မိတ်ဆက်ပေးပါတယ်။ သူ့ဘဝဟာ ဒီဆရာဝန်ကြောင့်ပြောင်းလဲခဲ့ကြောင်းပေါ့။ ဒီဆရာဝန်နဲ့ ပြကြည့်ဖို့လည်း ဆိုပါတယ်။ Jen ဟာ သူငယ်ချင်းဖြစ်သူရဲ့ စိတ်အလိုကျ ဒါကိုလက်ခံလိုက်ပြီး Dr. Meade နဲ့ သွားပြရင်း Jen နဲ့ ဒီဆရာဝန်တို့ သိကျွမ်းခဲ့ကြကာ Hypnosis session တစ်ခုကို လုပ်ခဲ့ကြပါတယ်။ မကြာခင်မှာပဲ Jen ရဲ့ ဘဝဟာလည်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Tcnh/(CM)_Hypnotic_(2021)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGY1OWI4M2UtYjRlNi00ZjBmLWE5OTYtYjlmNzY0ODEwNDBhXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_-133x200.jpg",
        "title": "Tetris (2023)",
        "description": "Tetris (2023)\n==========\nIMDb Rating - 7.4/10တက်ထရစ်ဂိမ်းကို လူအတော်များများဆော့ဖူးပြီး မဆော့ဖူးရင်\nတောင် မြင်ဖူးကြမှာပါ။ သန်း ၅၂၀ ကျော် ရောင်းချခဲ့ရပြီး မိုဘိုင်း\nဂိမ်းအဖြစ် သန်း ၆၅၀ ကျော် ဒေါင်းလုတ်ဆွဲခံရတဲ့ ဂိမ်းတစ်ခုဖြစ်\nပါတယ်။ ၂၀၂၀ အထိ သမိုင်းတလျှောက်အရောင်းရဆုံးဂိမ်းဖြစ်\nခဲ့ပြီး အဲဒီနောက်မှာမှ Minecraft (2009) က ကျော်တက်သွား\nခဲ့တာပါ။ လက်ရှိမှာတော့ Minecraft ကပထမ၊ Grand Theft\nAuto V (2013) က ဒုတိယနဲ့ Tetris က တတိယဖြစ်နေပါပြီ။ဒါပေမဲ့ ဂိမ်းစက်နဲ့ကော်ပီရောင်းရနှုန်းက သန်း ၅၀၀ ကျော်တာမို့\nမာရီယိုပြီးရင် ဒုတိယအရောင်းရဆုံး ဂိမ်းဖရန်ချိုက်စ်လည်း ဖြစ်\nနေပါတယ်။ အရာတစ်ခုခုကို အချိန်အကြာကြီး အာရုံစူးစိုက်ပြီး\nလုပ်လိုက်ရင် အဲဒီအရာက လူတွေရဲ့ အတွေးတွေ အိပ်မက်တွေ\nစိတ်ပုံရိပ်တွေကို လွှမ်းမိုးသွားတဲ့ သက်ရောက်မှုကိုတောင် စိတ်\nပညာရှင် Jeffrey Goldsmith က Tetris Effect ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Tcef/Tetris.2023.720p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1eYGh6DETJFXQt5PWjV8lp8YZvx.jpg",
        "title": "Felon(2008)",
        "description": "အိပ်မက်ကောင်းလေး မက်နေတုန်း. ဆွဲကိုင်လှုပ်နှိုးခံလိုက်ရသလို\nဘဝမှာ မျှော်မှန်းထားသမျှတွေ ဖြစ်လာရုံရှိသေးကြမ္မာဆိုးဝင်ကာ မရည်ရွယ်ဘဲ သတ်ခဲ့မိတဲ့\nလူသတ်မှုတစ်ခုကြောင့် ဘယ်သူ့ကိုမှ ရှင်းပြခွင့်မရဘဲ ထောင်ထဲဝင်ကာ အချိန်နဲ့ပေးဆပ်ခဲ့ရတဲ့ ဝိတ်ဒ်.ဖြစ်လာသမျှကို အ‌ကောင်းဆုံး ရင်ဆိုင်ကျော်လွှားမယ် စိတ်ကူးရင်းကိုပဲ\nဆုံးဖြတ်ချက်အမှားတွေ ထပ်ခါထပ်ခါ ကျူးလွန်မိရင်း အဆိုးဘက်ကို ရောက်လာခဲ့ပါတယ်။\nချစ်ဇနီး၊ သမီးတို့ကို ဆုံးရှုံးထားရပြီး လက်စားချေခြင်းကို ကိုယ််တိုင် အေးစက်စွာ စားသုံးပြီးတဲ့နောက်\nမှာတော့ထောင်ထဲမှာ ရှင်လျက်သေနေရတဲ့ဘဝမျိုးနဲ့ ဖြတ်သန်းနေခဲ့တဲ့ ဂျွန်စမစ် နဲ့ ဆုံမိတဲ့အချိန်မှာတော့.\nသာမန်စီးပွားရေးသမားဘဝကနေ အကျဉ်းထောင်ကျောင်းကြီးရဲ့ ပညာပို့ချပေးမှုတွေကြောင့်\nသတိမထားမိခင်မှာဘဲ ဒုစရိုက်သမား ဂိုဏ်းစတားဘဝကို တဖြည်းဖြည်း ပြောင်းလဲလာနေတဲ့ ဝိတ်ဒ်ရဲ့\nစိတ်ခံစားချက်တွေအကျဉ်းထောင်အတွင်းက လူမိုက်ဂိုဏ်းတွေနဲ့ ထောင်စောင့်ရဲတွေကြားထဲက ပဋိပက္ခတွေ.ဝိတ်ဒ်ရဲ့ ဇနီးဖြစ်သူ လော်ရာတစ်ယောက် ယောကျ်ားဖြစ်သူကို အားကိုး၍ မရတော့သည့်အချိန်\nအပြင်လောကအခက်အခဲများကို ကိုယ်တိုင်ဖြေရှင်းရင်း Single Mother ဘဝနဲ့ ရုန်းကန်ရပုံများ.စသည်\nလက်တွေ့လူ့ဘောင်လောကကို အနီးစပ်ဆုံး ထင်ဟပ်ပြသထားတဲ့ ဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကိုCM မှ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…2.28GB / ...",
        "rating": "7.4",
        "url": "https://megaup.net/2z9A4/Felon.2008.BluRay720p(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWY1ZDY4MmQtYjhiYS00N2QwLTk1NzgtOWI2YzUwZThjNDYwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Creed III (2023)",
        "description": "Creed III (2023)\n=============\nIMDb Rating - 7.2/10ခရိရုပ်ရှင် သုံးကားမြောက်လာပါပြီ။ ခရိဆိုတာ စတားလုံးသရုပ်\nဆောင်ခဲ့တဲ့ လက်ဝှေ့ရုပ်ရှင်တွေရဲ့နောက်ဆက်တွဲအဖြစ် ထွက်\nလာတဲ့ မျိုးဆက်သစ်လက်ဝှေ့သမားအကြောင်းပါ။ မင်းသားက\nတော့ မိုက်ကယ်ဘီဂျော်ဒန်ပါပဲ။ ခရိအရင်ရုပ်ရှင် နှစ်ကားကိုလည်း\nချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီရုပ်ရှင်အစမှာတော့ ခရိဟာ ဟဲဗီးဝိတ်ကမ္ဘာ့ချန်ပီယံဆုတွေ\nအလီလီရခဲ့ပြီး လက်ဝှေ့လောကကနေ အနားယူပြီးခဲ့ပါပြီ။ လက်\nချောင်းအရိုးအက်တာတွေ၊ မျက်ခုံးကွဲတာတွေ ဒဏ်ရာဒဏ်ချက်\nဟောင်းတွေလည်း အပြည့်ပါပဲ။ ဒီတော့ မိသားစုနဲ့ပဲ လက်ဝှေ့\nသမားလေးတွေ ပျိုးထောင်ပေးရင်း အေးအေးချမ်းချမ်းနေထိုင်\nနေပါပြီ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူ့ရဲ့ ငယ်သူငယ်ချင်း ဒိမ်းနဲ့\nပြန်တွေ့လာပါတယ်။ ဒိမ်းဟာ သူ့ထက်ကြီးပြီး ထောင် ၁၈ နှစ်\nလောက်ကျပြီးမှ ပြန်ထွက်လာတဲ့သူပါ။ သူတို့မှာ ရာဇဝင်တွေ\nရှိခဲ့ပါတယ်။ ဒိမ်းက အသက်ကြီးနေပေမဲ့ လက်ဝှေ့ကိုစိတ်မကုန်\nသေးဘဲ ခရိလို လက်ဝှေ့ချန်ပီယံဖြစ်ချင်လို့ ကူညီပေးဖို့ တောင်း\nဆိုလာတဲ့အခါ...Creed I - LinkCreed II - Link(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMr.Anderson ဖြစ်ပါတယ်)File Size..........(3.16 GB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ddpj/Creed.III.2023.720p.AMZN.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWIyNjQxZmQtMWU3NC00YjlmLWEwZGYtM2Q2NGM4MGQwOWUyXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_-141x200.jpg",
        "title": "Assassin (2023)",
        "description": "Assassin (2023)\n============ခင်ဗျားတို့ရဲ့ ဘဝမှာ တစ်ရက်လောက် တခြားလူတစ်ယောက်ရဲ့\nဘဝနဲ့ ပြောင်းလဲပြီး နေလို့ရမယ်ဆိုရင် ဘာတွေလုပ်ချင်မိကြမလဲ။\nအရင်ဆုံးဗျာ ဘယ်သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ဝင်ချင်မိကြမလဲ။ ပြီးရင်\nအဲဒီလူရဲ့ ခန္ဓာကိုယ်နဲ့ ဘာတွေကို လုပ်ကြည့်ချင်မိလဲ။ ကျွန်တော်\nကတော့ အေးချမ်းမှုတွေရှိတဲ့ နိုင်ငံတစ်နိုင်ငံဆီက ရိုးရှင်းတဲ့လူ\nတစ်ယောက်နဲ့ လဲလှယ်ချင်မိမယ် ထင်တယ်။ ဘဝမှာ ကိုယ်နေ\nပျော်ဖို့က အဓိပဲလေ ဟုတ်တယ်မလား။ဒါပေမဲ့ ဒီဇာတ်လမ်းကတော့ ကျွန်တော့်စိတ်ကူးနဲ့ လုံးဝဆန့်ကျင်\nဖက်ပဲ။ တခြားသူတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ကို ယူသုံးပြီး လူတွေ\nလိုက်သတ်ရတယ်တဲ့ဗျာ။ စစ်ဆင်ရေးတစ်ခုမှာ မတော်တဆမှု\nတစ်ခုဖြစ်ပြီး ကိုမာဝင်သွားတဲ့ အမျိုးသားဖြစ်သူ ဒရုန်းတပ်လေ\nယာဉ်မှူးကို ပြန်ခေါ်နိုင်ဖို့ရာအတွက် တခြားခန္ဓာကိုယ်တွေကို\nကူးပြောင်းပြီး လူသတ်၊စစ်ဆင်ရေးတွေလုပ်ရတဲ့ အမျိုးသမီး\nတစ်ယောက်ရဲ့ အကြောင်းပေါ့။\"ဘယ်အခြေအနေပဲရောက်ရောက် မင်းနဲ့အတူရှိနေပါ့မယ်\"\nဆိုတဲ့ သစ္စာစကားတစ်ခွန်းက အန္တရာယ်များလွန်းတဲ့ စစ်ဆင်\nရေးတွေဆီ အကြောက်အလန့်မရှိ တိုးဝင်သွားနိုင်ပုံတွေကို\nရိုက်ပြထားတဲ့ action and crime ဇာတ်လမ်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်။ မင်းသားတွေကတော့ တစ်ခြားသူတွေမဟုတ်ဘူး\nခင်ဗျားတို့အချစ်တော်နှစ်ယောက် Bruce Willis နဲ့ Dominic\nPurcell တို့ပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.0",
        "url": "https://megaup.net/1Tbg0/Assassin.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDU2N2JhY2ItYTk1MS00YWY3LTljYTQtMjEzMzFhNzg1YjkxXkEyXkFqcGdeQXVyMTU3MDMwMTQ4._V1_-134x200.jpg",
        "title": "Black Girl Missing (2023)",
        "description": "Black Girl Missing (2023)\n===================ဒီနေ့တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီး ရိုက်ထားတဲ့\nရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်။ (၁၈) နှစ်အရွယ် သမီးလေး ပျောက်သွား\nလို့ လိုက်ရှာတဲ့ လူမည်းအမျိုးသမီး မိခင်တစ်ယောက် ကြုံတွေ့ခဲ့ရတဲ့\nခွဲခြားဆက်ဆံမှုတွေ မတရားမှုတွေကို မြင်တွေ့ရမှာ ဖြစ်ပါတယ်။\nရှယ်လ်ဘိတ်ကာက ဘလူးဗယ်လ်လီ အထက်တန်းကျောင်းက ဒု\nကျောင်းအုပ်ပါ။ ချစ်စရာ သမီးလေးနှစ်ယောက်လည်း ပိုင်ဆိုင်ထား\nပါတယ်။ ခင်ပွန်းဆုံးသွားပြီး စိတ်သစ်လူသစ်ဖြစ်အောင် ဘလူး\nဗယ်လ်လီကို ပြောင်းခဲ့ကြတာပါ။တစ်နေ့မှာတော့ သမီးကြီး လော်ရန် ပိတ်ရက်အိမ်ပြန်လာတုန်း\nစကားများကြပါတယ်။ စိတ်ဆိုးပြီး လော်ရန် ကောလိပ်ကို ပြန်\nသွားပြီပဲ ထင်နေခဲ့တာပါ။ လော်ရန်နဲ့ စကားမပြောဖြစ်တာ ကြာ\nပါပြီ။ ဖုန်းဆက်လို့ စာပို့လို့လည်း မရပါဘူး။ ဟိုဟိုဒီဒီ စုံစမ်းကြည့်မှ\nလော်ရန် ပျောက်နေပြီဆိုတာ သိလိုက်ရပါတယ်။ ရဲတွေကို သွား\nရောက်အကြောင်းကြားပေမဲ့ ထွက်ပြေးသွားတာလို့ပဲ သုံးသပ်\nပြောကြားပြီး သေချာစုံစမ်းမပေးကြပါဘူး။ သတင်းထောက်တွေကို\nပြောတော့လည်း စိတ်ဝင်စားစရာ မရှိဘူးဆိုပြီး အာရုံမစိုက်ကြပါဘူး။တစ်ချိန်တည်းမှာပဲ ဂျက်စီကာရူဆို ဆိုတဲ့ လူဖြူကောင်မလေး\nတစ်ယောက်လည်း ပျောက်နေပါတယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3f3iv/Black.Girl.Missing.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bLx65HxkkMk006tZcePsoN9shJ.jpg",
        "title": "Even if This Love Disappears from the World Tonight(2022)",
        "description": "Even if This Love Disappears from the World Tonight(2022)******************************************************** ဒီရုပ်ရှင်လေးဟာ 2016ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Tomorrow I Will Date With Yesterday’s Youရုပ်ရှင်ကို\nရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာတစ်ဦးတည်းကပဲရိုက်ကူးထားပြီး ကြည်ကြည်နူးနူး ဆွေးဆွေးမြေ့မြေ့ ခံစားရမယ့်ခံစားချက်vibeလေးကလည်းအတူတူပါပဲ။\nဇာတ်လမ်းအကြောင်းအရာကတော့ Toruဟာသူငယ်ချင်းဖြစ်သူအနိုင်ကျင့်ခံရတာကနေကယ်တင်ဖို့ဆိုပြီး Hinoဆိုတဲ့အတန်းဖော်ကောင်မလေးဆီ\nချစ်ကြိုက်ကြောင်းဟန်ဆောင်ဝန်ခံခဲ့ရပါတယ်။ Hinoကလည်း Toruကိုရည်းစားအဖြစ်လက်ခံခဲ့ပေမယ့်စည်းကမ်းချက်လေးသုံးချက်ကိုတော့ လိုက်နာခိုင်းပါသတဲ့။\n၃ချက်ထဲက တစ်ချက်ကတော့ တကယ်ချစ်သွားလို့မရဘူး ဆိုတာပါပဲ။\nနောက်ပြီး Hinoဆိုတဲ့အမျိုးသမီးလေးဟာ ကားမတော်တဆမှုတစ်ခုကြောင့်မှတ်ဉာဏ်အသစ်တွေမမှတ်နိုင်ဘဲ အိပ်ပျော်သွားတာနဲ့ ဒီနေ့အတွက်မှတ်ဉာဏ်တွေပျောက်သွားရသူပါ။အဲ့ဒီနောက်မှာတော့...................File Size :(1.4GB) and (549MB)\nQuality :Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:01:00\nGenre :Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2z8qu/Even.If.This.Love.Disappears.from.the.World.Tonight.2022.BLu-Ray.720p(CM).mp4",
        "category": "Drama, Romance"
    }
]