[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ahista-139x200.jpg",
        "title": "Ahista Ahista (2006)",
        "description": "အိန္ဒိယဒရမ်မာကား ကောင်းကောင်းလေး ကြည့်ချင်ရင်တော့\nဒီကားကိုကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်ဒီထဲမှာ မင်းသားက လက်ထပ်မှတ်ပုံတင်ရုံးမှာ\nအသိသက်သေအဖြစ် အလုပ်လုပ်တဲ့သူတစ်ယောက်ပေါ့\nဒီအလုပ်နဲ့ပဲ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေပြီး\nရှေ့အနာဂတ်အတွက် ရည်မှန်းချက်ကြီးကြီးမားမား မရှိတဲ့သူပေါ့တစ်နေ့ ကောင်မလေးတစ်ယောက် လက်ထပ်မှတ်ပုံတင်ဖို့\nရုံးရှေ့မှာ သူ့ရဲ့ချစ်သူကို စောင့်ရင်းနဲ့\nတစ်ယောက်တည်း ရပ်နေတာကို သူတွေ့လိုက်ရတယ်ဒါပေမယ့် အဲဒီကောင်မလေးရဲ့ချစ်သူက ညဘက်ရောက်တဲ့အထိ\nပေါ်မလာတော့ သူကပဲ နေစရာနေရာရဖို့ အကူအညီပေးခဲ့ရတာပေါ့\nအဲဒီလိုနဲ့ ကောင်မလေးရဲ့ချစ်သူက တစ်ရက်လည်း ပေါ်မလာ\nနှစ်ရက်လည်း ပေါ်မလာနဲ့ အချိန်တော်တော်ကြာတာတောင်\nပေါ်မလာခဲ့ဘူးသူကပဲ ကောင်မလေး နေဖို့ထိုင်ဖို့နဲ့ အကူအညီအားလုံးကို ကူညီပေးခဲ့ပြီး\nတဖြည်းဖြည်းနဲ့ ကောင်မလေးကို သံယောဇဉ်တွယ်လာခဲ့တယ်\nကောင်မလေးကို သူချစ်လာခဲ့တယ်\nကောင်မလေးနဲ့တွေ့မှ သူဟာ အနာဂတ်အတွက်\nရည်မှန်းချက်အကြီးကြီး ရှိလာခဲ့တယ် ဘဝကို လေးလေးနက်နက်\nဖြတ်သန်းလာချင်ခဲ့တယ်သူများတွေ အိမ်ထောင်ရေးအတွက် အကူအညီပေးခဲ့တဲ့ သူဟာ\nသူ့အိမ်ထောင်ရေးအလှည့်ကျတော့ လောကကြီးက\nပြန်ပြီးကူညီပါ့မလား ကောင်မလေးရဲ့ချစ်သူကရော\nပြန်လာဦးမှာလား\nသူ့အနေနဲ့ ကောင်မလေးရဲ့အချစ်ကို ရပါ့မလား\nသူ့ရဲ့ရည်မှန်းချက်တွေကို ကောင်မလေးနဲ့အတူ ဖန်တီးခွင့်ရပါ့မလားဆိုတာ\nဒီကားလေးထဲမှာ ဆွတ်ပျံ့ကြည်နူးဖွယ် အချစ်ရသလေးကို\nခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.7GB / 820MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/2vcmr/Ahista.Ahista.2006.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qhWPZdEEyht9Vqpj0vl3FB6CSr0.jpg",
        "title": "20th Century Girl(2022)",
        "description": "20th Century Girl(2022) အညွှန်း****************************ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့်ဇာတ်ကားသစ်‌လေးကတော့ လူကြီးလူငယ်အကြိုက်တွေ့စေမယ့်ပေါ့ပေါ့းပါးပါး Drama အမျိုးအစားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ဇာတ်လိုက်မင်းသမီးအနေနဲ့ Kim Yoo Jung , Han Hyo Joo တို့လိုနာမည်ကြီးတွေပါနေလို့ဇာတ်ညွှန်းဇာတ်အိမ်မကောင်းမှာကိုတော့ ပူစရာလုံးဝမလိုပါဘူးနော်။\nလူငယ်ပီပီ မကြာခဏစိတ်ကစားတတ်လေ့ရှိတဲ့ နှလုံးရောဂါသည်ဖြစ်သူသူငယ်ချင်းကကြိတ်ကြိုက်ရတဲ့ကောင်လေးတစ်ယောက်တွေ့သွားလို့ အမေရိကမှာခွဲစိတ်မှုသွားခံယူဖို့မလုပ်တော့ဘဲပေကပ်နေတဲ့အခါ Na Bora တစ်ယောက် အကြံအဖန်တစ်ခုလုပ်ရပါတော့တယ်။သူငယ်ချင်းရဲ့ crush ကလည်း တိုက်ဆိုင်ချင်တော့ သူတို့နှစ်ယောက်နဲ့တစ်ကျောင်းတည်း အတန်းတူကောင်လေးဖြစ်နေခဲ့...... သူငယ်ချင်းခွဲစိတ်ရရင်ပြီးရောဆိုတဲ့ Na Bora ကတော့ ဆရာမကြီးအထာနဲ့ ၁၉၉၉ ခုနှစ်မှာတောင်Email account တွေဘာတွေ ခက်ခက်ခဲခဲကောက်ဖွင့်ပေးပြီး crush စိတ်ငယ်ထိပ်ရောက်နေတဲ့ bff ကိုကတိတစ်ခုပေးပါတော့တယ်။အဲ့ဒီနောက်မှာတော့ အလွဲမျိုးစုံနဲ့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့... File Size : (2.21GB) (787MBB) &\nQuality : WEB-DL 1080P5.1CH,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/19hy2/20th.Century.Girl.2022.WEB-DL.1080P.5.1Ch(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTI3NTdhMWEtZWE2Mi00NTBmLWJjMWYtOTAwMmJlZjc0YTZhXkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taking the Reins (2021)",
        "description": "Taking the Reins (2021)\n=================\nIMDb Rating - 6.3/10ဒီတစ်ခေါက်မှာတော့ Romance genre အမျိုးအစားဖြစ်တဲ့\nရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...\nဆမန်သာ ဟာ လက်ရွေးစင်မြင်းစီးချန်ပီယံ ပရက်စတန်ရဲ့ သမီး\nဖြစ်သူဖြစ်တာကြောင့် ငယ်စဉ်ကတည်းက မြင်းတွေနဲ့ အတူတူ\nကြီးပြင်းလာခဲ့ပြီး မြင်းစီးရတာကို အရမ်းခုံမင်နှစ်သက်သူပါ။\nသူမရဲ့အဖေကလည်း သူ့သမီးလေးကို ပြိုင်ပွဲတစ်လျှောက်ခေါ်သွား\nလေ့ရှိပြီး၊ သူ့ကိုအိုလံပစ်ပြိုင်ပွဲအထိ ဝင်ပြိုင်နိုင်မယ်လို့တောင် ထင်\nထားခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆမန်သာ သူနှစ်သက်မြတ်နိုးရတဲ့ မြင်းစီးလောက\nကနေအနားယူလိုက်ပါတယ်။ ဒါ့အပြင် သူ့နေရပ်ကနေ စွန့်ခွာပြီး နယူး\nယော့ခ်မှာ စာရေးဆရာတစ်ယောက်အဖြစ် သူ့ဘဝကိုဖြတ်သန်းနေခဲ့\nပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အိမ်ယာမှာ မြင်းစီးချန်ပီယံပြိုင်ပွဲကြီး\nကျင်းပမဲ့အချိန်မှာ ဆမန်သာတစ်ယောက် သူမရဲ့ဆောင်းပါးရေးဖို့အတွက်\nအိမ်ကို ပြန်ဖို့ ဖြစ်လာပါတယ်။အိမ်ပြန်ရောက်ရောက်ချင်း သူမရဲ့ အရင်ယောက်ျား အိမ်မှာရှိနေတာကို\nတွေ့လိုက်ရတဲ့အခါမှာတော့.....သူမရဲ့ အချစ်ဇာတ်လမ်းလေး ပြန်လည်\nအသက်ဝင်လာတာကနေ ဇာတ်လမ်းကိုအစပျိုးရိုက်ကူးထားပါတယ်။\nသူမရဲ့ ချစ်ရတဲ့ မြင်းတွေစီကနေ ဘာဖြစ်လို့ ခွဲခွာလာရတာလဲ၊ မြင်းစီးတဲ့\nသူမရဲ့ဝါသနာကို ဆက်လုပ်ဖြစ်မလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ\nဆက်လက်ကြည့်ရှူပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.57 GB) ...",
        "rating": "6.3",
        "url": "https://megaup.net/18M7t/Taking.The.Reins.2021.PROPER.720p.WEBRip.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCHh4TmXeUq1GSknnE8b3sII0ih.jpg",
        "title": "Team Black Hawk ( 2022 )",
        "description": "အားလုံးကို လူငယ်တွေစိတ်ဓာတ်တတ်ကြွရေး အသားပေးရိုက်ကူးထားတဲ့\nဇာတ်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုရင်လဲမမှားပါဘူး❏ လျန်ရှန်း စီရင်စု အားရှားမော့ ရွာငယ်လေးမှ မွေးဖွားလာပြီး\nငယ်ရွယ်စဥ်ကတည်းက ဘတ်စကတ်ဘောကို ဝါသနာထုံသူတစ်ယောက်ဖြစ်တဲ့ - အားမုအားမုဟာ လက်ရှိလုပ်ကိုင်နေတဲ့ ချန်သု\nစက်ပြုပြင်ရေးလုပ်ငန်းမှထွက်ခဲ့ပြီးတော့\nသူ့ရဲ့အိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့\nလူငယ်ဘတ်စကတ်ဘော အသင်းထူထောင်ရန် ရွာငယ်လေးဆီကို ပြန်လာခဲ့ပါတော့တယ်သူငယ်ချင်းဖြစ်သူရဲ့ အကူအညီပေးမှုအောက်မှာ သူ့ရဲ့အိမ်မက်လေးဟာ\nတစ်စ တစ်စနဲ့ ပုံပေါ်လို့လာခဲ့ပါတော့တယ် အခြေအနေတွေ\nအမျိုးမျိုး အဖုံဖုံခက်ခဲနေပေမဲ့လဲ ကလေးတွေရဲ့ အိမ်မက်တွေ\nပွင့်လန်းလာဖို့ လူတိုင်းက ပူးပေါင်းလုပ်ဆောင်ကြိုးပန်းပေးခဲ့ကြပါတယ်\nအားလုံးရဲ့ ကြိုးပန်းမှုတွေနဲ့ အတူတူ \"လျန်ရှန်း လင်းယုန်နက်\"\nဘတ်စကတ်ဘော အသင်းရဲ့ စိတ်ဓာတ်ခွန်အားတွေ နိုးထလာပြီး\nပြင်းထန်လှတဲ့ဘတ်စကတ်ဘောစွမ်းရည်ကို သက်သေပြခဲ့ကြပါတော့တယ် ဒီတော့ ပြောရရင် -“ဘယ်အရာမဆို မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး ကိုယ့်နှလုံးသားထဲမှာ\nအိမ်မက်မျိုးစေ့လေးရှင်သန်နေသရွေ့ ကိုယ့်အိမ်မက်တွေဟာ\nသေချာပေါက် အကောင်အထည်ပေါ်လို့လာမှာပဲဖြစ်ပါတယ်”ဇာတ်လမ်း/ဇာတ်ကွက် ကျစ်ကျစ်လစ်လစ်နဲ့ အရမ်းကိုကောင်းတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်လို့ အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်။ ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080 , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/team-black-hawk-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3h4mE3okwJ9DjjXu6jipix96rzh.jpg",
        "title": "To Be Immortal ( 2018 )",
        "description": "ဒီတစ်ခါ အမောလည်းပြေ ခေါင်းလည်းစားစေမယ့်\nဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေး မိတ်ဆက်ပေးရမယ်ဆိုရင်\nဖုယန်ဆိုတဲ့ကောင်လေးဟာ သေဆုံးသွားခဲ့ပါတယ်....\nဟုတ်ပါတယ် ဆေးရုံမှာ ဝိညာဉ်နဲ့ ကိုယ်၊ ရုပ်နဲ့နာမ်ကွဲသွားပြီး\nအသက်ပျောက်သွားခဲ့တဲ့အချိန်မှာပဲ... သေမင်းလိုလို ဘာလိုလို\nဝတ်စုံနက်ကြီးနဲ့လူတစ်ဦးကလွဲပြီး ဘယ်သူမှ\nသူ့ကိုမမြင်ရဖြစ်နေတာကြောင့် စကားသွားပြောရာကနေ ...\nငါနဲ့ မသေမျိုးကျင့်စဉ် ကျင့်မလား\nချက်ချင်းငရဲသွားမလားလို့ အမေးခံလိုက်ရတယ်....ဒီလိုအမေးခံရရင် ဘယ်သူကများ ငရဲတန်းသွားမယ်ဖြေမှာလဲနော်....\nဖုယန်လည်း နောက်ဆုံးမှာ ကျင့်စဉ်ကျင့်ဖို့ ရွေးခဲ့ရာကနေ\nအချိန်စက်ဝန်းမန္တန်အရ ဘယ်ရောက်မှန်းမသိရောက်သွားရာကနေ...\nပထမဆုံး ဓားပျံလေးက ပြောင်းလဲသွားတဲ့\nဓားဝိညာဉ်ကို ကြွေသွားတာက တစ်မျိုး...\nဘိုးတော်ဘုရားခေတ်ကိုပြန်ရောက်ပြီး လေ့ကျင့်မှုတွေကို\nလေ့ကျင့်ရတာက တစ်မျိုး...\nနောက်ပြီး မသေမျိုး စစ်ဆေးခြင်းစာမေးပွဲ ကျရင်\nဝိညာဉ်ပျက်စီးသွားမယ်တာကြီးကလည်းရှိနေတော့...မသေမျိုးဖြစ်အောင် ဘယ်လိုတွေကျင့်မှာလဲ....\nသူစာမေးပွဲတွေကို အောင်ပါ့မလား... ဘာစာမေးပွဲတွေလဲ...\nနောက်ပြီး အဆုံးသတ်တော့မှာ အိပ်မက်ကြီးဆိုပြီးပဲ\nအဖျားရှူးသွားမလားဆိုတာ ဇာတ်လမ်းလေးဒေါင်းပြီး\nပေါက်ပေါက်လေးစားရင်း ကြည့်ပြီး အဖြေထုတ်လိုက်တော့နော်...\n[ Reviewed by Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Action\nRuntime : 1h 26 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/to-be-immortal-2018/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmVlOWU4ZWMtODg3YS00YjZjLWFjOTgtOWFkNzg0ZGYyNDY5XkEyXkFqcGdeQXVyMTA2ODkwNzM5._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Jumping from High Places (2022)",
        "description": "Jumping from High Places (2022)========================ကိုယ်ငယ်ငယ်တုန်းက တစ်ခုခုဘာလေးပဲလုပ်လိုက်လုပ်လိုက်\nပန်းချီဆွဲတာပဲဖြစ်ဖြစ် ကိုယ်ဆွဲထား၊လုပ်ထားတဲ့အရာလေးတွေကို\nသူများတွေကိုပြရမှာရှက်နေမိတယ်၊ ဘာလို့လဲဆိုတော့ မကောင်းတဲ့\nမှတ်ချက်တွေပေးခံရမှာကို တွေးပြီးစိတ်ပူလို့။ သူများတွေလိုနားဖောက်\nဖို့တို့၊ လျှောက်လည်ဖို့ဆိုတာ တွေးတောင်မတွေးကြည့်ခဲ့ရဘူး၊ စိုးရိမ်\nပူပန်မှုလွန်ကဲတဲ့ စိတ်ကစဉ့်ကလျားရောဂါကို ပြင်းပြင်းထန်ထန်ခံစား\nနေရတဲ့ ဆိုလီ ဆန်တိုရို လို့ခေါ်တဲ့ မိန်းမငယ်လေး၊ အမြဲတမ်းကြိုတွေးပြီး\nစိတ်ပူပန်နေတတ်တဲ့သူ၊ crush တာကြာ‌နေပြီဖြစ်တဲ့သူကိုလည်းဖွင့်\nမပြောရဲတဲ့သူ။\nတက္ကသိုလ်ကနေပါထွက်လိုက်ပြီး အလုပ်လည်းမရှိတဲ့ ဆိုလီ ဟာ\nတစ်နေ့တော့ ဆုံးသွားတဲ့သူ့အချစ်ဆုံးသူငယ်ချင်းရဲ့ စာလေးကိုရခဲ့ပါတယ်၊\nသူ့သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္အတိုင်း သူအမြဲတမ်းကြောက်ပြီးစိုးရိမ်ပူပန်\nနေရတဲ့အရာတွေကို ချရေးထားပြီး ဘေးနားကသူငယ်ချင်းတွေအကူအညီနဲ့\nတစ်ခုချင်းစီ ကျော်လွှားနိုင်ဖို့ကြိုးစားကြည့်တဲ့အခါ jumping from high\nplaces ဆိုတဲ့ဇာတ်ကားလေးဖြစ်လာပါတော့တယ်။ဒီကားလေးမှာ ဆိုလီတစ်ယောက် သူ့အကြောက်တရားတွေကိုကျော်လွှားနိုင်\nမှာလား၊ ကြိုတွေးပြီးအစိုးရိမ်လွန်တတ်တဲ့ သူ့ရဲ့အချစ်ရေးကရောဘယ်လို\nဖြစ်လာမှာလဲဆိုတာကိုလည်း ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.52 GB) / (674 MB) / (381 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 28mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, ...",
        "rating": "5.6",
        "url": "https://megaup.net/18X21/Jumping.from.High.Places.2022.ITALIAN.720p.WEBRip.(CM)_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYjRkOTU4ZDEtMmY5Ni00ZWI4LThjOWQtZDZjMDJiMWQ1YzIzXkEyXkFqcGdeQXVyODU1OTc0MzI@._V1_-143x200.jpg",
        "title": "Goodbye, Dragon Inn (2003)",
        "description": "Goodbye, Dragon Inn ( 2003 )\n----------------------------\nDirected by Tsai Ming LiangBreathless ရုပ်ရှင်ထဲက Godard ရဲ့ ဒိုင်ယာလော့တစ်ကြောင်းရှိတယ်။ ဘဝရဲ့အကြီးကျယ်ဆုံးပန်းတိုင်က immortal ဖြစ်လာပြီးမှ သေဖို့ပဲတဲ့။ ဒီလိုမသေမျိုးဖြစ်လာပြီးမှ သေသွားတဲ့လူတွေ ရှိတော့ရှိပါတယ်။ ဗန်ဂိုး , မိုးဇက် , ဟိုးမား , မိုက်ကယ်အိန်ဂျလို , တာကော့စကီး...။ လွယ်တော့မလွယ်လှဘူးပေါ့။ အခက်ဆုံးအရာလို့ ပြောရင်တောင်ရမလားပဲ။ဂွတ်ဘိုင်ဒရာဂွန်အင်း တစ်ကားလုံးက ရုပ်ရှင်ရုံဟောင်းတစ်ခုမှာ တစ်ချိန်က legenကြီး ကင်းဟူရဲ့ ဒရာဂွန်အင်းကားပြနေတဲ့ အချိန်တစ်ခုကို ရိုက်ထားရုံသက်သက်ပဲ။ ဒီလိုရိုက်တာ Tsai Ming Liangပထမဆုံးတော့ မဟုတ်ဘူးပေါ့။ ရုပ်ရှင်ကို ရုပ်ရှင်ပိုဆန်စေခဲ့တဲ့ အင်ဂမာဘတ်မန်းတို့ အီရန်ရုပ်ရှင်က ဆရာတစ်ဆူဖြစ်တဲ့Abbas Kiraostami တို့လည်း ရိုက်ခဲ့ဖူးတယ်။ ဒါပေမဲ့ Tsai Ming Liangကလည်း Tsai Ming ...",
        "rating": "7.1",
        "url": "https://megaup.net/3b8dC/Goodbye,_Dragon_Inn_(2003)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oZeEu1GDILdwezmZ5e2xWISf1C.jpg",
        "title": "The School for Good and Evil (2022)",
        "description": "The School for Good and Evil (2022)(1080p ရပါပြီ)နက်ဖလစ်ရဲ့ သရုပ်ဆောင်အစုံနဲ့ နှစ်နာရီခွဲကြာတဲ့ မှော်စိတ်ကူးယဉ်ရုပ်ရှင်အသစ်လာပါပြီ။ဟိုးရှေးရှေးတုန်းက ပုံပြင်ကမ္ဘာထဲမှာ အရမ်းအစွမ်းထက်တဲ့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတော်ကောင်းနဲ့မိစ္ဆာကြားမှာ ဟန်ချက်ညီစေဖို့ မှော်ကျောင်းတစ်ကျောင်းကို တည်ထောင်ခဲ့ပါတယ်။ ဒါပေမဲ့ နှစ်ပေါင်းများစွာကြာလာတဲ့အခါ မိစ္ဆာညီဟာ စိတ်ပြောင်းပြီး စွမ်းအားအကုန်လုံးကို သိမ်းပိုက်ဖို့ သူ့အစ်ကိုကို သတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့ မအောင်မြင်ဘဲ သေဆုံးသွားခဲ့ပါတယ်။အဲဒီကတည်းက သူတော်ကောင်းနဲ့မိစ္ဆာအတွက်ကျောင်းမှာ သူတော်ကောင်းတွေဘက်ကပဲ အရေးသာခဲ့တာ နှစ် ၂၀၀ လောက်ကြာခဲ့ပါပြီ။ အဲဒီကျောင်းမှာ မိစ္ဆာဆိုရင်လည်း ပုံပြင်တွေထဲက နာမည်ကြီး လူဆိုးကြီးတွေရဲ့ သားသမီးတွေတက်ရောက်နေတာဖြစ်ပြီ သူတော်ကောင်းတွေဘက်မှာလဲ ဘုရင်အာသာရဲ့သားတို့၊ စနှိုးဝိုက်ရဲ့သမီးတို့ စသည်ဖြင့် ပုံပြင်ဇာတ်လိုက်တွေရဲ့ မျိုးဆက်တွေ တက်နေကြတာဖြစ်ပါတယ်။ဒါပေမဲ့ သူတို့ဆီမှာ စာဖတ်သူဆိုတဲ့ ပုံပြင်မျိုးရိုးမဟုတ်တဲ့ အပြင်လောကက သူတွေလည်း တက်ခွင့်ရတတ်ပါတယ်သေးတယ်။ တစ်နေ့မှာတောာ့ အဲဒီကျောင်းကို ဆိုဖီဆိုတဲ့ စိတ်ထားကောင်းတဲ့ကောင်မလေးနဲ့ အက်ဂ်သာဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Pd8n/[CM]The.School.For.Good.And.Evil.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yn1AaEkm7sk7RTAZRWFG4Xd4zr.jpg",
        "title": "Kanam (2022)",
        "description": "Oke Oka Jeevitham 2022\n8.4/10 IMDbဟုတ်ကဲ့ဒီတစ်ခါတော့ အိန္ဒိယသိပ္ပံဇာတ်ကားလေးတစ်ခုလာပါပြီနော်ကျွန်တော်တို့သာအချိန်ခရီးသွားနိုင်မယ်ဆိုရင် အတိတ်ကအမှားတွေကိုပြန်ပြင်ဖို့\nလူတိုင်းအတိတ်ကိုပြန်သွားချင်မှာပါပဲ..ဒါကတော့အချိန်ခရီးသွားမယ့်ဇာတ်လမ်းလေးပေါ့နော်တစ်နေ့သိပ္ပံပညာရှင် ပေါလ်နဲ့မိုက်ကယ်တို့နှစ်ယောက်\nအချိန်ယန္တရားစက်ကိုစမ်းသပ်တီထွင်ခဲ့ရာမှာ\nစမ်းသပ်မှုမအောင်မြင်ဖြစ်ပြီး မိုက်ကယ်ဆုံးသွားခဲ့ရပါတယ်အာဒီ၊ ချေတူးနဲ့စီနူးတို့က ဘဝမှာအခက်အခဲကိုယ်စီနဲ့ရုန်းကန်နေရတဲ့\nငယ်ပေါင်းသူငယ်ချင်းသုံးယောက်ပေါ့...အာဒီက\nဂီတပညာရှင်တစ်ယောက်ဖြစ်ချင်ပေမယ့် စတိတ်စင်ကိုကြောက်တတ်တယ်..ချေတူးကအချစ်ရေးကိစ္စအဆင်မပြေနေတဲ့သူစရီနူးကတော့ ငယ်စဥ်ကစာကောင်းကောင်းမလုပ်ခဲ့ရလို့နောင်တရနေတဲ့သူပေါ့တစ်နေ့စီနူးက အာဒီ ချေတူးတို့နဲ့အတူ ပေါလ်ကိုအိမ်လိုက်ပြရာမှ\nအာဒီကပေါလ်ရဲ့သေတ္တာတစ်လုံးကိုသတိပြုမိသွားပါတယ်..\nသေတ္တာပေါ်ကရက်စွဲကလဲ သူ့အမေမဆုံးခင်ကရက်စွဲနဲ့ဆိုတော့ အံ့သြသွားခဲ့ရပါတယ်ဒီလိုနဲ့ပေါလ်ရဲ့အချိန်ယန္တရားစက်ကြီးနဲ့ သူတို့အားလုံးရဲ့ကိုယ်စီပြဿနာတွေကို\nအတိတ်ကိုသွားပြီးပြောင်းလဲကြတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်မှာလဲဆိုတာ\nမျှော်တလင့်လင့်လိုက်ပါကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ..\nFile size…2.8GB / 1.24GB\nQuality…1080p True WEB DL HQ / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM & Taylor & BpL",
        "rating": "8.5",
        "url": "https://megaup.net/19gaq/Oke_Oka_Jeevitham_(2022)_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kzT7WvRaolavasYSWnaefGUx8Wi.jpg",
        "title": "Vive L’Amour (1994)",
        "description": "Vive L'Amour (1994)~ IMDb - 7.4/10, Rotten Tomatoes - 86% ~Directed by \"Tsai Ming-liang\"ထိုင်ဝမ်ရဲ့ ပထမနယူးဝေ့ကို ၁၉၈၂ နှောင်းပိုင်းတွေမှာ Edward Yang တို့ Hou Hsiao-hsien တို့နဲ့ တခြားဒါရိုက်တာတချို့ရဲ့ ရုပ်ရှင်တွေနဲ့ စတင်ခဲ့ပြီးတဲ့နောက် Tsai Ming-liang တို့ Ang Lee တို့အပါအဝင် ၁၉၉၀နှောင်းပိုင်း ဒါရိုက်တာတစ်ချို့က သူတို့ရုပ်ရှင်တွေနဲ့ ဒုတိယနယူးဝေ့ကို အသက်သွင်းခဲ့ကြပါတယ်။ အားလုံးဟာ ဟောင်ကောင် ပြည်မတို့နဲ့မတူတဲ့ ထိုင်ဝမ်ရုပ်ရှင်ဆိုတဲ့ အငွေ့အသက်တစ်ခု သီးခြားခံစားရအောင် လုပ်နိုင်ခဲ့တဲ့ ဒါရိုက်တာကောင်းတွေချည်းပါပဲ။ သူတို့ထဲမှာ Tsai Ming-liang ရဲ့ ရုပ်ရှင်တွေဟာ တင်ပြပုံ အထူးခြားဆုံးလို့ပြောရမှာပါပဲ။ Ang Lee ကတော့ အမေရိကန်ရောက်သွားပြီး ပေါကားပေါင်းစုံပါရိုက်လာပေမဲ့ Tsai Ming-liang ဟာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Pdok/(CM)_Vive_L_Amour_(1994)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTQ2ZmJkY2QtMTIxNy00NWQ3LThmZDMtZjRlYzhjZGZkNWM1XkEyXkFqcGdeQXVyMjg0NjIzMzc@._V1_-141x200.jpg",
        "title": "(18+)The Receptionist (2016)",
        "description": "\"လွယ်တာတွေ့ရင် ပိုခက်တဲ့တခြားဘဝတွေကို ငဲ့ကြည့်ပါဦး.....\"\nမြန်မာနိုင်ငံစကားနဲ့ပြောရရင်တော့ မာစွပ်ပေါ့\nအညောင်းအညာလေးလဲ ပြေမယ်...ကိစ္စဝိစ္စလေးတွေလဲလျှော့လို့ရမယ်အားလုံးက ပျော်စရာတွေချည်းပါပဲ...အဆင်ပြေရင်မုန့်ဖိုးလေးဘာလေးပိုပေးလိုက်ပေါ့\nဒါပေမဲ့ အရာရာတိုင်းမှာ Dark Side ဆိုတာရှိသလို အနှိပ်ခန်းလောကမှာလဲ မမြင်နိုင်တဲ့\nနာကျင်မှုတွေ ဝမ်းနည်းစရာတွေ ရှိနေမှာပါပဲ..ကျွန်တော်တို့သာမသိကြတာမလား\nခုဇာတ်လမ်းထဲမှာတော့ လန်ဒန်က ထိုင်ဝမ်သူတွေရဲ့ မာဆတ်လောကပေါ့မာဆတ်လုပ်မယ်ဟဲ့ဆိုပြီး လန်ဒန်ရောက်လာတဲ့သူက ခပ်ရှားရှားပါ\nချစ်သူကခေါ်လာလို့တို့...ဒီမှာလက်ထပ်ပြီး အခြေချဖို့တို့..အလုပ်ရှာဖို့တို့နဲ့ နောက်ဆုံးတော့\nငွေရလွယ်တဲ့ ဒီဘူတာမှာပဲ လာစိုက်ကြလေသည်ပေါ့မာဆတ်ကစော်လေးတွေရဲ့ ဒရာမာတွေက မရိုးရပါဘူးဆို\nမြေနိမ့်ရာလှံဝိုင်းစိုက်တဲ့ မဟာပုရိသ သခင်ကြီးများကလဲ မပါမဖြစ်ပါပဲ\nအားလုံးကငွေဆိုတာအတွက် မလုပ်ချင်လဲလုပ် လုပ်ချင်လဲလုပ်ကြပေါ့\nတခါတလေတော့ အဲ့လိုလောဘတွေတက်မနေပဲ ကိုယ့်ရဲ့ရှင်သန်ရာနေရာလေးမှာပဲ\nရသမျှနဲ့ရောင့်ရဲတင်းတိမ်ရင်း အေးချမ်းစွာဖြတ်သန်းလိုက်ချင်ပေမယ့်\nဘဝဟာအဲ့လိုမလွယ်ကူနေကြောင်း ဒီဇာတ်လမ်းလေးနဲ့ စီးမြောခံစားကြည့်ကြတာပေါ့\nFile size…1.35GB / 617MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.6",
        "url": "https://megaup.net/3b8cB/The.Receptionist.2016.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/woexOLEkUlYsPLLuZRK6LjZaF38.jpg",
        "title": "Robin Hood: Men in Tights (1993)",
        "description": "Robin Hood: Men in Tights (1993)~ IMDb - 6.7/10, Rotten Tomatoes - 41% ~Mel Brooks ဆိုတဲ့ဘဲ ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ရုံနဲ့အားမရလို့ ကိုယ်တိုင်ပါ ဝင်သရုပ်ဆောင်ထားတဲ့ ဂန္တဝင်မြောက် လက်ရာ တစ်ခု ဖြစ်တဲ့ Robin Hood Parody လေး ကြည့်ရှုနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ Mel Brooks ဟာ ဟာသလိုင်းမှာတော့ တော်တော်ပေါက်တဲ့လူဖြစ်ပြီး ဒီရော်ဘင်ဟုဒ်ကားကိုလည်း စောက်တလွဲတွေအပြည့်နဲ့ စခွီထချင်စရာကောင်းအောင် တင်ဆက်ထားပါတယ်။ဒီကားက ရော်ဘင်ဟုဒ်ကားကိုမှ သောက်တလွဲစတိုင်ရိုက်ပြထားတဲ့ကားဆိုတော့ ကိုယ်တွေ အကြိုက် တောထဲမှာနေ လူဆိုးတွေဆီက ဓားပြတိုက်ပြီး လူကောင်းတွေကို ပြန်မျှတဲ့ ရော်ဘင်ဟုဒ်ထက် အိမ်ပါရှိနေပြီး အဲဒီအိမ်ကိုပါ အကြွေးနဲ့အသိမ်းခံရတဲ့အထိ သောက်တလွဲလုပ်ပြသလို၊ သူ့တိုင်းပြည်က မင်းသမီးကလည်း ဟိုနေရာကို မင်းကြီး သော့ခတ်ထားတာခံရပြီး သော့ပျောက်လို့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3b87j/(CM)_Robin_Hood_-_Men_In_Tights_(1993)_720p.mp4",
        "category": "Adventure, Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7A382nJnnS1YFqt19pWy8IDAqhI.jpg",
        "title": "The Rainmaker(1997)",
        "description": "The Rainmaker(1997) အညွှန်း**************************IMDb...7.2Rating တွေကောင်းသလို ဆုကြီး ၂ ဆုနဲ့အခြားဆု (၁၀) ဆုလည်းဆန်ကာတင်စာရင်း ဝင်ခဲ့လို့ ဒီကားက ကောင်းမှာတော့မပူနဲ့ဗျို့...ခြူးတပြားမရှိလို့ နာမည်ရ ဥပဒေအကျိုးဆောင်ရုံးတစ်ခုမှာ ရရာအလုပ်ဝင်လုပ်ခဲ့ရတဲ့ကျောင်းပြီးခါစ လိုင်စင်တောင်မရှိသေးတဲ့ရှေ့နေပေါက်စလေး ရူဒီဘေလာနဲ့ရှေ့နေစာမေးပွဲကို ခြောက်ကြိမ်တိတိ ကျရှုံးထားတဲ့ ဒက်ရှစ်ဖလက်တို့ တွဲဖက်ပြီးအကျင့်ပုတ်ပြီး ရိုက်စားလုပ်သွားတဲ့ အာမခံကုမ္ပဏီကြီးတစ်ခုကို\nအပီဗျင်းဖို့ အကြောင်းဖန်လာပေမယ့်ဟိုဘက်မှာက နာမည်ကျော် အတွေ့အကြုံရှိရှေ့နေကြီးလီယိုတို့အဖွဲ့က အမှုလိုက်ပေးကြတဲ့အခါ သူတို့နှစ်ယောက်အဲဒီအဖွဲ့ကို ဘယ်လိုရင်ဆိုင်ကြမလဲ အမှုက နိုင်ရောနိုင်ပါ့မလားဆိုတာ….  File Size : (2.05GB) (726MB) and (200MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Crime ,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/1Pd3g/The.Rainmaker.1997._BLU-RAY.1080P.5.1CH(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XF5EIDUOZv1p9orukdyERvv2Qn.jpg",
        "title": "Accident Man: Hitman’s Holiday (2022)",
        "description": "Accident Man: Hitman's Holiday (2022)2018 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Accident Man ရဲ့ ဒုတိယမြောက်ကားထွက်လာပါပြီ။ပထမကားကို မမှတ်မိဘူး ဒါမှမဟုတ် မကြည့်ရသေးသူတွေဆိုရင်လဲ ဒီဒုတိယကားကိုကြည့်လို့ဖြစ်ပါတယ်။အက်ဆီးဒန့်မန်းကတော့ သူကကြေးစားလူသတ်သမားကိုမှ\nသူ သတ်ရင် မတော်တဆသေသွားသလိုဒီဇိုင်းနဲ့ သတ်လို့ အဲဒီနာမည်ကိုရထားတာပါ။\nပထမကားမှာအက်ဆီးဒန့်မန်းက လန်ဒန်မှာတော်တော်မွှေခဲ့ပြီး\nဒီကားမှာတော့ လန်ဒန်နဲ့ဝေးရာကိုသူအားလပ်ရက်ခရီးထွက်လာခဲ့ပါပြီ။သူက အာရှ ဥရောပ မြောက်အမေရိကတို့အားလုံးနဲ့နီးတဲ့\nမောလ်တာကျွန်းမှာအေးအေးဆေးဆေးအနားယူခြေရာဖျောက်ရင်း ကြေးစားအလုပ်အနည်းငယ်ကိုလဲလုပ်တယ်ပေါ့။ဒါပေမဲ့ သူ့အတိတ်က လူတစ်ယောက် ရောက်လာပြီးနောက်မှာ\nမာဖီးရားဂိုဏ်းကဘွားတော်ကြီးရဲ့ခပ်ပေါပေါခပ်ချာချာသားကို ကာကွယ်ပေးဖို့ဖြစ်လာပါလေရော။\nအတိတ်ကနေလွတ်ရာပြေးလာတဲ့ အက်ဆီးဒန့်မန်းတစ်ယောက်\nကြေးစားကနေ ဘော်ဒီဂတ်ဖြစ်လာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီကားမှာကြည့်ရမှာပါ။Comedy action ဇာတ်ကားဖြစ်တာကြောင့်\nထေ့လုံးငေါ့လုံး အဆဲစုံဒိုင်ယာလော့ခ်လေးတွေပါတာရယ်\nအက်ရှင်နဲ့ဇာတ်လမ်းကလဲ မဆိုးတာရယ်ကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.36GB | 766MB | 418MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. ...",
        "rating": "5.8",
        "url": "https://megaup.net/19f4l/Accident.Man.Hitmans.Holiday.2022.720p.WEB-DL.DD5.1.CM..mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMGUzZjBkYzAtNjE3NC00NGFhLTg3MDktMjEzYWE3ZTE5MGIwXkEyXkFqcGdeQXVyMTE3MDExNzQ1._V1_-160x200.jpg",
        "title": "Ammu (2022)",
        "description": "Ammu (2022)\n7.3/10 IMDb\"အိမ်ထောင်ပြု ဘုရားတည် ဆေးမှင်ရည်စုတ်ထိုး\nဤသုံးမျိုးချက်မပိုင် နောင်ပြင်ရန်ခက်သည့်အမျိုးတဲ့\"\nအားလုံးသိကြတဲ့အတိုင်း မိဘပေးစားသူနဲ့ယူကြရတာမျိုးဟာ\nအိန္ဒိယမှာယနေ့အထိတိုင်ရိုးရာတစ်ခုလိုရှိနေဆဲပါ...\nချစ်လို့ခင်လို့အိမ်ထောင်ပြုကြတာမှန်ရင်တောင် လူဆိုတာပြောင်းလဲတတ်တဲ့အမျိုးပါ...\nဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်...သူ့နာမည်က အမ်မူတဲ့၊ အကောင်းမြင်တတ်ပြီး ပျော်ပျော်နေတတ်တဲ့\nမိန်းမလှလေးတစ်ယောက်ပေါ့။ အရွယ်ရောက်လာတော့\nမိဘတွေ စီစဥ်ပေးတာကို လက်ခံပြီး ရာဗီဆိုတဲ့ ရဲအရာရှိတစ်ယောက်နဲ့\nလက်ထပ်ခဲ့တာ။ သို့ပေမယ့် ဒီအိမ်ထောင်ရေးက ဒီလောက်\nကြောက်စရာကောင်းတဲ့ ငရဲဖြစ်မယ်မှန်းလည်း အမ်မူ ကြိုမတွေးနိုင်ခဲ့။သူဒီလို မွန်းကြပ်စရာ၊ ကြောက်လန့်စရာ အခြေအနေကနေ ဘယ်လိုကြိုးစားပြီး\nရုန်းထွက်ခဲ့လဲဆိုတာကို အသားပေး ရိုက်ပြထားတာပါ။ အမ်မူ တကယ်ရော\nဒီအိမ်ထောင်ရေးကနေ ရုန်းထွက်နိုင်ခဲ့ရဲ့လား။ မထင်မှတ်ထားတဲ့\nဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့ အမ်မူရဲ့ Character Development ကိုလည်း\nရင်တမမနဲ့စောင်ကြည့်ရမှာမို့ ၂၀၂၂ ရဲ့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကောင်းလို့ ညွှန်းလိုက်ပါတယ်ဗျာ။\nFile size…1.6GB  / 788MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Thet Ko & OeliuJ & Hay Man",
        "rating": "7.6",
        "url": "https://megaup.net/1Pb8h/Ammu_(2022)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/suASijYyJ3jwwEfPki1V3R8vuO9.jpg",
        "title": "Game of Love (2022)",
        "description": "Game of Love (2022)ငယ်ငယ်တုန်းက Blended ထဲမှာ ကြွေခဲ့ရပြီး ကြီးလာတော့လည်း The Babysitter တို့၊ Midnight Sun တို့ထဲမှာ ထပ်ကြွေခဲ့ရပြန်တဲ့ မမ Bella Thorne ရဲ့ Game of Love ခေါ် Time Is Up 2 ကို တင်ဆက်ပေးလိုက်ပါတယ်။ ချစ်ခြင်းတရားတွေအပြည့်နဲ့ မြန်မာကားတွေထဲ ဇာတ်လမ်းဇာတ်အိမ်လေးနဲ့ ဖွဲ့စည်းထားတဲ့ ဇာတ်ကားကောင်းလေးပေါ့။ဇာတ်လမ်းလေးကတော့ ဒီလိုပါ။ ကောင်လေးနဲ့ ကောင်မလေးရှိတယ်။ ကောင်လေးက ကျောင်းစရိတ်မလောက်တာမို့ ကျောင်းဆက်တက်ဖို့ အခက်အခဲဖြစ်နေတယ်။ ဒီတော့ ကောင်မလေးက စွန့်လွှတ်ခြင်းကြီးစွာနဲ့ ကောင်လေးမိသားစုရဲ့ လယ်တောအိမ်ကို ရောင်းဖို့အတွက် ကောင်လေးရဲ့ဇာတိကို လိုက်ခဲ့တယ်။ ဒီအခန်းတွေကို အီတလီရဲ့စစ္စလီတို့လို တကယ့်နေရာကောင်း နေရာလှလေးတွေမှာ ရိုက်ပြထားခဲ့တယ်။ ကောင်လေးရဲ့ ငယ်ချစ်ဦးပေါ်လာပြီး အချစ်လွန်ဆွဲပွဲတွေဖြစ်ကြတယ်။ ဟိုဆွဲ ဒီဆွဲ နောက်ဆုံး ...",
        "rating": "2.4",
        "url": "https://megaup.net/1Pb82/(CM)_Game_of_Love_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neLDmmYqQUV9gbngzS2mMNd4hyc.jpg",
        "title": "Bujji… Ila Raa (2022)",
        "description": "Bujji Ila Raa ( 2022 )\nIMDb 8.3/10ဒီတစ်‌ခေါက်မှာတော့ မှုခင်းရုပ်ရှင်တွေမှကြိုက်တယ်ဆိုသူတွေအတွက်\nနောက်ထပ်Teluguမှုခင်းဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nဝါရန်ဂယ်လို့‌ခေါ်တဲ့မြို့တစ်မြို့မှာ ပြန်ပေးဆွဲမှုတွေဟာ\nဆက်တိုက်ဖြစ်ပေါ်နေပါတယ်။ ပြန်ပေးဆွဲခံရသူတွေကလည်း\nအသက်ရှစ်နှစ်အရွယ်မိန်းကလေးတွေချည်းပါပဲ။စီအိုင်ရဲအရာရှိ ကီရှိုးနဲ့မိသားစုဟာလည်း အဆိုပါမြို့ကိုပြောင်းရွေ့လာရတဲ့အတွက်\nအရာရှိကီရှိုးတစ်ယောက် ပြန်ပေးဆွဲမှုတွေကိုစုံစမ်းစစ်ဆေးရပါတော့တယ်။\nပြန်ပေးဆွဲခံရတဲ့ကလေးအရေအတွက်ဟာလည်း တစ်စထက်တစ်စပိုများလာခဲ့ပြီး\nအလောင်းတွေကိုပါတွေ့ရှိလာရပါတယ်။ ရင်ခွဲစစ်ဆေးကြည့်တဲ့အခါ\nနှလုံးတွေကိုပဲထုတ်ယူထားတာတွေ့ရှိရတဲ့အတွက်\nကိုယ်တွင်းကလီစာမှောင်ခိုမှုတွေနဲ့များ ဆက်စပ်လေမလားဆိုပြီး\nအရာရှိကီရှိုးတစ်ယောက် ဦးနှောက်ခြောက်ရပြန်ပါတယ်။\nပြန်ပေးသမားတွေရဲ့နောက်ကွယ်မှာ ဘာတွေများရှိနေတာလဲ ...မြို့ကကလေးတွေရဲ့အန္တရာယ်ကိုရော ဖယ်ရှားပေးနိုင်ပါ့မလား ...\nဒါတင်ပဲလားဆိုတော့မဟုတ်သေးပါဘူး ဇာတ်လမ်းရဲ့အလယ်လောက်မှာ\nမထင်မှတ်ထားတဲ့လှည့်ကွက်တွေနဲ့ အံ့အားသင့်စေဦးမှာပါ...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ရင်ခုန် ကြည့်ရှုပေးကြပါဦး။\nFile size…2.2GB / 1.1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & OeliuJ & Hay Man",
        "rating": "8.3",
        "url": "https://megaup.net/19dof/Bujji_Ila_Raa_(2022)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YR04AfB6SZhAdv7edkdaIivG7c.jpg",
        "title": "Work In Vain Song Ci ( 2021 )",
        "description": "လျှိုဝှက်ဆန်ဆန် ဂမ္ဘီရဆန်ဆန်မှုခင်းကားတွေကြည့်ချင်တဲ့CMကနေ\nတရုတ်ရှေးခေတ်မှုခင်းစစ်တဲ့ကားတစ်ကားလေးနဲ့မိတ်ဆက်လိုက်ပါတယ်\nရှေ့ခေတ်ကပေါ်ခဲ့တဲ့ ပျောက်ဆုံးနေပြီဖြစ်တဲ့\nပေါ်ရွှင်ဆိုတဲ့မိစ္ဆာဘာသာဝင်တစ်ခုက\nစုန့်ချီနေတဲ့ချန်တင်းကိုရောက်ရှိလာပြီးကျိန်စာတိုက်ခဲ့တယ်ကျိန်စာကတကယ်ပဲ မိစ္ဆာမျိုးကလုပ်တာလား?\nလူသားတွေရဲ့ လောဘ ဒေါသ မနာလိုမှုနဲ့ ကာမပျော်မွေ့မှုကြောင့်\nဖြစ်လာတဲ့အမှုတွေက တကယ်ပဲကျိန်စာကြောင့်ဖြစ်လာတာလား?\nလူတွေရဲ့နဂိုစိတ်ရင်းကြောင့်ဖြစ်လာတာလား?စုန့်ခေတ်ရဲ့ အလောင်းစစ်ဆေးတဲ့သူ စုန့်ချီက\nဒီအမှုတွေနဲ့ နောက်ကွယ်ကကြိုးကိုင်သူကို\nဘယ်လိုတွေးခေါ်မှုတွေအမျှော်အမြင်တွေနဲ့\nအမှုကိုဖြေရှင်းမလဲဆိုတာကို လှည့်ကွက်မျိုးစုံ\nမထင်မှတ်ထားတဲ့ဇာတ်မြှုပ်ဇာတ်ကွက်တွေနဲ့\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုနိုင်မဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်….\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/work-in-vain-song-ci-2021/",
        "category": "Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWZiODkxNjgtYmQ2OS00YmNlLThhZDMtMzNiN2Q5OGYzMzE2XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Nussa: The Movie (2021)",
        "description": "Nussa: The Movie (2021)\n==================\nIMDb Rating - 7.7/10ချစ်စရာကောင်းတဲ့ကာတွန်းဇာတ်ကောင်လေးတွေဟာ ကြည့်တဲ့\nသူတိုင်းကို စိတ်ကြည်နူးစေပါသတဲ့။ ဒီအင်ဒိုနီးရှား Animation\nလေးကတော့ ကြည်နူးစရာကောင်းတာထက် ပိုတယ်ဆိုရမလားပါပဲ။နူဆာဟာ ခြေတစ်ဖက်မသန်တဲ့ ဉာဏ်ကြီးရှင်လေးတစ်ယောက်ပါ။\nပျော်စရာမိသားစု၊ ချစ်စရာသူငယ်ချင်းတွေရှိတဲ့ နူဆာဟာ ကျောင်းသိပ္ပံ\nပြိုင်ပွဲတွေမှာအမြဲဆုရလေ့ရှိပါတယ်။ ဒုံးပျံလေးတွေဖန်တီးရင်း အာကာသ\nထဲကို စိတ်ကူးနဲ့သွားနေတတ်သူပေါ့။ အဖေဖြစ်သူ အဝေးရောက်နေတာက\nလွဲပြီး သူ့ဘ၀လေးဟာ ပျော်စရာကောင်းလှပါတယ်။ ဒါ့အပြင် နူဆာ\nတစ်ယောက်  သူပြိုင်ရမယ့် သိပ္ပံပြိုင်ပွဲကြီးမှာ ဖခင်ပြန်လာဖို့အရေးကို\nစောင့်မျှော်နေပါတယ်။အဲဒီအချိန် သူတို့ကျောင်းကို ဂျွန်နီဆိုတဲ့ကျောင်းသားသစ်လေးရောက်လာ\nပါတယ်။ ဂျွန်နီဟာ နူဆာလိုပဲ ဒုံပျံလေးတွေဖန်တီးတဲ့ ဉာဏ်ကြီးရှင်ပါ။\nဂျွန်နီဟာ အရမ်းချမ်းသာပေမဲ့ အလုပ်များတဲ့မိဘတွေကြောင့် အမြဲအထီး\nကျန်နေသူ၊ သူငယ်ချင်းလည်းမရှိသူလေးပါ။ သူကတော့ မိဘတွေရဲ့အာရုံ\nစိုက်မှုကို မျှော်နေသူလေးပေါ့။ ဒီလိုနဲ့ နူဆာနဲ့ဂျွန်နီတို့ဟာ ပြိုင်ဘက်တွေအဖြစ်\nစတင်တွေ့ဆုံရပါတယ်။ ခပ်စိမ်းစိမ်းဖြစ်နေကြတဲ့ သူတို့နှစ်ယောက်အတွက်\nရင်းနှီးခင်မင်စရာအကြောင်း ပေါ်ပေါက်လာတဲ့ တစ်နေ့မှာတော့...\nမိသားစုမေတ္တာ၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ချစ်စရာကောင်းအောင် ပုံဖော်\nထားပြီး တစ်ကားလုံးမပျင်းရတာမို့ Animation ချစ်သူတွေအကြိုက်တွေ့ကြမှာ\nသေချာပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.25 ...",
        "rating": "7.7",
        "url": "https://megaup.net/1OA27/Nussa.2021.INDONESIAN.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/index-136x200.jpg",
        "title": "LEGO Monkie Kid: Revenge of the Spider Queen (2021)",
        "description": "LEGO Monkie Kid: Revenge of the Spider Queen (2021)\n=======================================\nIMDb Rating - 8.0/10Lego Monkie Kid ရဲ့ဇာတ်လမ်းအဆက်လေး တင်ဆက်ပေးလိုက်\nပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ပင့်ကူဘုရင်မကြီးက မျောက်\nဘုရင် နဲ့ ကျွဲဘုရင်တို့ကိုဖမ်းပြီး ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့လုပ်နေစဉ်မှာပဲ\nအမ်ကေတို့ သူငယ်ချင်းတစ်သိုက်က ပင့်ကူဘုရင်မကြီးရဲ့ ရည်မှန်းချက်\nတွေမပြည့်အောင် ပြန်ပြီးဆန့်ကျင်တဲ့အကြောင်းကို ဟာ‌သနှောနှောနဲ့\nကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing\nဖြစ်ပါတယ်)\nFile Size..........(790 MB) / (330 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "8.0",
        "url": "https://megaup.net/1OWqo/LEGO.Monkie.Kid.Revenge.of.the.Spider.Queen.2021.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ixRJPqxiVdyXGtVJn5PRHUUC3F.jpg",
        "title": "Failan (2001)",
        "description": "Failan (2001)~ IMDb - 7.5/10, RT - 86%, MyDramaList - 7.4/10 ~Failan ကို Calla, One Day, Maundy Thursday တို့ကို ရိုက်ခဲ့တဲ့ Song Hae-sung ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဖြစ်သလို ချွဲမင်ဆစ်ရဲ့ ပါဖောမင့်န်အပြောင်မြောက်ဆုံး ရုပ်ရှင်လို့လည်း တစ်ချို့က သတ်မှတ်ကြပါတယ်။ ချွဲမင်ဆစ်ဟာ ပတ်ချန်းဝုရဲ့ Old Boy တို့ Lady Vengeance တို့၊ ကင်ဂျီ၀န်းရဲ့ I Saw The Devil တို့နဲ့ အတော်ကြမ်းတမ်းပြီး ရက်စက်တဲ့ ဇာတ်ရုပ်တွေမှာ လုံးဝပီပြင်အောင် သရုပ်ဆောင်ခဲ့ဖူးသလို ခု Failan နဲ့ ကင်ဂျီ၀န်းရဲ့ The Quiet Family တို့မှာ Comedy ဆန်ဆန်ဇာတ်ရုပ်ဆိုလည်း အံ၀င်ခွင်ကျဖြစ်အောင် သရုပ်ဆောင်နိုင်ခဲ့တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2v6ou/(CM)_Failan_(2001)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-t-160x200.jpg",
        "title": "Togo (2022)",
        "description": "Netflix ကထုတ်တဲ့စပိန်စကားပြောကားလေးပါ\nTogo ဟာ‌ခြေတစ်ဖက်ဆာ‌နေတဲ့အိမ်ခြေရာမဲ့အဖိုးအိုတစ်ယောက်ပါ။ သူဟာ သူ့အပိုင်လို့သတ်မှတ်ထားတဲ့အကွက်မှာ လာရပ်တဲ့ကားတွေကို စောင့်ကြည့်ပေးရင်း အသက်‌မွေးရသူပါ။တစ်နေ့မှာတော့ အိမ်ကနေထွက်ပြေးလာတဲ့ မိန်းကလေးတစ်ယောက်ဟာ သူအလုပ်လုပ်တဲ့နေရာကိုလာနေရာကနေ Togo လည်းသမီးတစ်ယောက်လိုသံယောဇဉ်တွယ်မိပါတယ်။ တစ်ချိန်တည်းမှာပဲ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းဟာ နယ်မြေချဲ့ထွင်လာပြီး Togo ကိုသူတို့နဲ့ပူပေါင်းဖို့ အတင်းအကျပ်တိုက်တွန်းပါတယ်။Togo ကလည်း သူ့နယ်မြေလို့သတ်မှတ်ထားတဲ့ ရပ်ကွက်ကိုကာကွယ်ပေးဖို့ကြိုးစားရာကနေ မူးယစ်ဂိုဏ်းနဲ့ထိပ်တိုက်ရင်ဆိုင်ရဖို့ဖြစ်လာရပါတော့တယ်။File size…2.38 Gb / 998Mb / 481MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:53:00\nGenre...Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.9",
        "url": " https://megaup.net/1OK9z/Togo.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDU2ZTRlZjUtMGQ2OC00NDRkLThiNzMtMzhkYWUxODJmNDVhXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Deus (2022)",
        "description": "Deus (2022)\n==========ကမ္ဘာကြီးပျက်စီးကိန်းဆိုက်ရောက်တော့မယ့်အခြေအနေမှာ လူသားတွေက\nနေထိုင်ဖို့ နေရာအသစ်တစ်ခုကိုလိုက်ရှာရပါတောတ့ယ်။ အဲဒီနေရာအသစ်ကို\nလိုက်ရှာဖို့အတွက်တာဝန်ပေးခံထားရတဲ့ အာခီလီအဖွဲ့သားတွေဟာ စကြာဝဠထဲမှာ\nဂြိုဟ်စက်ဝန်းဆိုတဲ့ နေရာကိုစူးစမ်းဖို့သွားခဲ့ကြပါတယ်။ ဒါပေမယ့် ဂြိုဟ်စက်ဝန်းနဲ့\nတဖြည်းဖြည်းနီးလာချိန်မှာတော့ ထူးဆန်းတဲ့ကိစ္စတွေဖြစ်လာပါတော့တယ်။အဲဒီဂြိုဟ်စက်ဝန်းက ဘာလဲ၊ အဲဒီဂြိုဟ်ကြီးထဲမှာ ဘာတွေရှိနေတာလဲ၊ အဲဒီဂြိုလ်\nကြီးကိုရောက်သွားတဲ့အချိန် သူတို့ဘာတွေထပ်ရင်ဆိုင်ရမလဲ၊ လူသားတွေအတွက်ရော\nနေထိုင်ရာနေရာအသစ်တစ်ခုရှာတွေ့နိုင်မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ\nကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Moe Phway Cherry ဖြစ်ပါတယ်)File Size..........(850 MB) / (350 MB) / (200 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Sci-Fi\nTranslator.......Moe Phway Cherry\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/2v6nf/Deus.The.Dark.Sphere.2022.720p.WEBRip.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akWDID6zfsWHJhGCAAcbwbytU55.jpg",
        "title": "Spirit Halloween: The Movie (2022)",
        "description": "Spirit Halloween: The Movie (2022)~ Rotten Tomatoes - 55% ~အားလုံးကို ဟောလို၀င်းအမှီ ဟောလို၀င်း vibe အပြည့်ရစေမယ့် ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ Rating တွေက မစုတ်တစုတ်ဖြစ်‌နေသလို Effect တွေကလည်း မကောင်းတ‌ကောင်းပေမယ့် ၁နာရီခွဲစာလောက် အချိန်ဖြုန်းချင်သူတွေအတွက်တော့ အဆင်ပြေမယ့်ကားလေးပါ။လူပျိုဖော်၀င်စ သူငယ်ချင်းသုံးယောက် ဟောလို၀င်းကို ခါတိုင်းနှစ်နဲ့မတူဘဲ ဖြတ်သန်းချင်လို့ ပေါက်ကရလေးဆယ်လုပ်ရင်းနဲ့ မြို့ရဲ့ဒဏ္ဍာရီထဲက ဝိညာဉ်ကိုနှောင့်ယှက်မိသွားတဲ့အခါမှာတော့ အဲဒီဝိညာဉ်နဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို ဟာသလေး‌တွေနဲ့ စခွီထရင်း ကြည့်ရှုရမှာပါ။ မိသားစုနဲ့အတူကြည့်ရင်း ဟာသလေးတွေနဲ့ fun ဖြစ်နိုင်တဲ့ကားမျိုးမလို့ တင်ဆက်ပေးလိုက်ရပါတယ်။ Deep plot တွေဘာတွေ မမျှော်လင့်ထားဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရင် အဆင်ပြေတဲ့ကားလေးပါ။ သရဲကားလည်းကြည့်ချင်တယ်၊ ကြောက်လည်း ကြောက်တတ်တယ်ဆိုတဲ့သူတွေလည်း လုံးဝလက်လွှတ်မခံသင့်တဲ့ကားဆိုတာကို သရဲကိုတွေ့တဲ့အချိန်မှာ သဘောပေါက်သွားပါလိမ့်မယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "4.3",
        "url": "https://megaup.net/2v6bh/(CM)_Spirit_Halloween_The_Movie_(2022)_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/elTtVQd5oXYTGSU4vszTkXixca6.jpg",
        "title": "Love Story In Yilan ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးမိသားစုဟာသ\nကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့......မြို့ငယ်လေးတစ်ခုမှာကြီးပြင်းခဲ့တဲ့ Chang Haiဆိုတဲ့\nဝင်ငွေယွမ်သိန်းသောင်းချီရှိတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရှိတယ်။\nChang Haiကငွေပုံပေါ်မှာပဲ သူ့ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေချိန်မှာ\nမထင်မှတ်ပဲ အပြိုင်ကမ္ဘာကိုရောက်သွားခဲ့ပါတယ်။\nအပြိုင်ကမ္ဘာရဲ့Chang Haiဟာ သူစွန့်လွှတ်ခဲ့တဲ့\nအချစ်ဦးဆီပြန်ရောက်သွားပြီး အေးအတူပူအမျှ\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ဘဝကိုဖြတ်သန်းရမယ်ဆိုတော့\nသူဌေးChang Haiတစ်ယောက်ဘယ်လိုမှမနေနိုင်ပဲ\nသူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားရတော့တာပေါ့......သူ့ရဲမူလကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားတဲ့အချိန် အလွဲအလွဲအချော်ချော်နဲ့\nဘယ်လိုတွေတောင်ကြိုးစားခဲ့ရသလဲဆိုတာကို ဟာသလေးနှောပြီး ကြည့်ရမှာဖြစ်ပြီး\nသူ့ရဲ့ကမ္ဘာကိုပြန်ရောက်သွားတဲ့အခါ သူခံယူထားခဲ့တဲ့\nပျော်ရွှင်မှုဆိုတာက ပျော်ရွှင်မှုအစစ်အမှန်ဟုတ်ရဲ့လားဆိုတာကို\nChang Haiတစ်ယောက်သံသယဖြစ်လာပြီး\nဘဝရဲ့စစ်မှန်တဲ့ ပျော်ရွှင်မှုကိုပြန်ရဖို့ ကြိုးစားပုံကို\nအခွီလေးနဲ့ကြည့်ရမှာဖြစ်ပါတဲ့အတွက်\nပေါ့ပေါ့ပါးပါးမိသားစုဟာသကားလေးတွေကြိုက်တဲ့သူလေးတွေအတွက်\nလက်မလွှတ်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်နော်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-story-in-yilan-2022/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Karthikeya-133x200.jpg",
        "title": "Karthikeya (2014)",
        "description": "Karthikeya (2014)\n===========တေလဂူမင်းသားချောလေး နီခေလ်ဆစ်ဒါရတရဲ့ ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်...လတ်တလောကမှ cm မှာ နံပါတ် ၂ ထွက်ထားပြီး\nခု နံပါတ် ၁ ကို တင်ဆက်ပေးခြင်းဖြစ်ပါတယ်...ခုတစ်ခါမှာလည်း ဒီမင်းသားဟာ လောကကြီးရဲ့မဖြေရှင်းနိုင်တဲ့\nမေးခွန်းတွေကို အဖြေမရမချင်း ကျေနပ်နိုင်တဲ့သူမဟုတ်ပါဘူး...\nသူ့ဆီရောက်လာတဲ့ ပဟေဠိမှန်သမျှကို ဖြေရှင်းနိုင်တဲ့သူပါ...ဒီလိုနဲ့ ရွာတစ်ရွာက နာမည်ကြီးဘုရားကျောင်းတစ်ခုဟာ ကျိန်စာသင့်ခံနေရပါတယ်...\nဘုရားကျောင်းထဲကို ဝင်ထွက်သွားလာသူတွေတင်မကဘဲ\nဘုရားကျောင်းနဲ့ပတ်သက်ပြီး ပြောဆိုရင်တောင် အသက်ပေးသွားကြရပါတယ်...သေဆုံးသူတွေအားလုံးဟာ ထူးထူးဆန်းဆန်းပဲ မြွေကိုက်ခံရပြီး သေဆုံးခဲ့ရတာပါ...\nကဲ...အဲ့ဒီရွာကို ဆေးကုသဖို့ရောက်သွားတဲ့ မင်းသားဟာ နဂိုကတည်းက\nစပ်စုဓာတ်ခံပါတော့ ဘုရားကျောင်းနဲ့ပတ်သက်ပြီး စုံစမ်းပါတော့တယ်....\nစုံစမ်းရင်းနဲ့ ဘေးတွေ့လာတဲ့အခါမှာတော့....။\nစိတ်ဝင်စားစရာ ဘယ်လိုကိစမျိုးတွေနဲ့ ကြုံလာရမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါဦးနော်\nFile size…1.56GB / 822MB\nQuality…1080p AMZ WEBDL  / 720p\nFormat…mp4\nDuration….1h 53m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2v62l/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.720p(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyNjQxODMtM2Y3Mi00ZTA1LTllMTEtOGNlMzJkMDFlODA0XkEyXkFqcGdeQXVyNzIwMjk3OTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Razing (2022)",
        "description": "မတွေ့တာကြာပြီဖြစ်တဲ့ ငယ်သူငယ်ချင်းတစ်သိုက်က ပုံမှန်အတိုင်းပြန်လည် Gathering လုပ်တဲ့အချိန်မှာတော့ စကားပြောခင်း အရင်ကsquadထဲမှာဖြစ်ခဲ့တဲ့ Dramaဇာတ်လမ်းတွေ အဖုအထစ်‌တွေ မကျေနပ်ချက်တွေအကြောင်း ငြင်းခုံကြပါတယ် ဘဝကျောထောက်နောက်ခံချင်း မတူညီကြတဲ့ သူငယ်ချင်းတွေကြားက ကွာဟမှုပြဿနာတွေ Rkတွေနဲ့ဆင်းရဲသားတို့ရဲ့\nFriendshipက ideology မတူညီပုံပြဿနာတွေကိုလည်း ထောက်ပြ‌ရိုက်ကူးထားပါသေးတယ်\nဒါပေမဲ့အခုထိသူတို့ရဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေတဲ့ ထိတ်လန့်စရာအတိတ်ကကိစ္စဆိုးတစ်ခုလည်းရှိပါသေးတယ် အဲ့ဒီတုန်းကကိစ္စ သူတို့ဟိုက်နေခဲ့တာကြောင့်ထင်ယောင်ထင်မှားဖြစ်တာလား ဘယ်သူကအဲ့ဒီလိုလုပ်ခဲ့တာလည်း‌ဆိုတာ...\nမူးယစ်ဆေးတွေရဲ့ အစွမ်းတွေဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာ...File size…(1.39GB) / (697MB) / (334MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:23:00\nGenre...Drama / Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "4.1",
        "url": "https://megaup.net/1OJ7n/The.Razing.2022.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dZWdBV1Zsqlw21mQAtlAvaMm1Mx.jpg",
        "title": "A Murder Erased ( 2022 )",
        "description": "အခုတစ်ခေါက်မှာ လျို့ဝှက်ဆန်းပြားပြီး စိတ်ဝင်စားဖို့ကောင်းလှတဲ့\nမူးယစ်ဆေးလမ်းကြောင်းက နောက်ဆုံးတော့\nရုန်းထွက်လာနိုင်ခဲ့တဲ့ ဟောင်ကောင်မှုခင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေး အကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့\nပင်လယ်စာဆိုင်လေးဖွင့်ဖို့ ဆိုင်ခန်းငှားပြီး\nပြန်လည်ပြင်ဆင်ရာကနေ အောက်ထပ် လှေကားအောက်နားလေးမှာ\nအပေါက်လေးဖြစ်နေခဲ့တာကိုတွေ့ခဲ့ရတယ်... အဲ့\nအပေါက်လေးကို ရေဆိုးမြောင်းပိုက်ထင်ပေမယ့်\nလူအရိုးထွက်လာလို့ အလောင်းဝှက်ထားမှန်းသိခဲ့ရတာပေါ့....ဒီလိုနဲ့ ဒီအလောင်းပိုင်ရှင်နဲ့ သေဆုံးတဲ့ ဇစ်မြစ်ကို\nလိုက်ရာကနေ အလောင်းဟာ လွန်ခဲ့တဲ့ ၈ နှစ်က\nအသတ်ခံရတာသိရပေမယ့် သေဆုံးရတဲ့အကြောင်းရင်းကို\nမသိနိုင်ဖြစ်နေရတယ်... အကြောင်းကတော့ DNA အဖြေကြောင့်\nဘယ်သူဆိုတာသိရပေမယ့် တိုက်တိုက်ဆိုင်ဆိုင်\nဒီအမှုနဲ့ပတ်သက်တယ်ထင်ရသူနဲ့ သေဆုံးသူနဲ့ နီးစပ်သူ\nအားလုံးက သေဆုံးသူနဲ့ မိသားစုအကြောင်းမသိဘူးဆိုနေတာက တစ်ကြောင်း...\nနောက်ပြီး သေဆုံးသူအလောင်းမပေါ်ခင်\n၃ နှစ်တည်းက သေဆုံးသူဇနီးဆုံးသွားတာက တစ်ကြောင်းကြောင့်ပေါ့...ကဲ ဒီလို အတားအဆီးတွေကြားကနေ အမှုမှန်ကိုဖော်ထုတ်နိုင်ပါ့မလား...\nသေဆုံးရတဲ့ အကြောင်းရင်းနဲ့ တရားခံကို\n၈ နှစ်တောင်ကြာနေတာ သိနိုင်ပါ့မလား....\nသိနိုင်တာပေါ့နော်... သိနိုင်လို့ ဇာတ်လမ်းရိုက်တာဆိုတော့ကာ\nဘယ်လို အဆင့်တွေကို ဘယ်လိုကျော်ဖြတ်ပြီး\nကြိုးစားဖော်ထုတ်ခဲ့တယ်ဆိုတာ ဒီဇာတ်ကားလေးကို\nဒေါင်းကြည့်လိုက်ရင် သိနိုင်မှာမို့\nဉာဏ်ကစားရကြိုက်သူတွေ လက်လွတ်မခံဘဲ ကြည့်လိုက်ကြနော်\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-murder-erased-2022/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQxMTBkMTQtY2YwZi00YjhlLTkwNmItNjI0NWFlMDAzMzE0XkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_-160x200.jpg",
        "title": "Dear Nathan (2017)",
        "description": "Dear Nathan ( 2017 )\nIMDb 6.8/10ရုပ်ချောလွန်းလို့ကောင်မလေးတွေဝိုင်းကြိုက်တာခံနေရပါသလား ဒါဆိုရင်တော့\nဒီကားက ယောရောဘွန်းတို့ဆက်ဆက်ဒေါင်းကြည့်သင့်တဲ့ဇာတ်ကားပါပဲနော်\nဒီအပိုင်းကတော့ ဆယ်လ်မာနဲ့နသန်တို့စတင်တွေ့ဆုံခြင်းပါပဲဆယ်လ်မာကကျောင်းပြောင်းလာတဲ့ကျောင်းသူသစ်လေးပေါ့\nနသန်ကတော့ထုံးစံအတိုင်း ရန်ဖြစ်တတ်တဲ့ဆိုးဆိုးပေပေကောင်လေးပါပဲ\nကျောင်းနောက်ကျလို့ ပိတ်သွားတဲ့ကျောင်းတံခါးကြည့်ရင်း\nစိတ်ဓာတ်ကျနေတဲ့ဆယ်လ်ကို နသန်ကကူညီပေးရင်း\nသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ပါတယ်\nနသန်ကကောင်ချောလေးဖြစ်တဲ့အပြင်\nဂျစ်ကန်ကန်နဲ့ အစအနောက်လည်းသန်တော့\nသူ့ကိုကြိတ်သဘောကျနေတဲ့မိန်းကလေးတွေလည်း\nအများသားရယ်ပေါ့ဒါပေမယ့် တစ်ယောက်ကိုမှစိတ်မဝင်စားခဲ့တဲ့နသန်က\nဆယ်လ်မာ့ကိုတော့မြင်မြင်ချင်းချစ်သွားခဲ့မိတယ်\nတကယ်ချစ်တဲ့လူအတွက်ပြောင်းလဲပေးချင်ကြတာ\nယောကျာ်းတွေရဲ့သဘာဝပဲမလား ဒီတော့\nအေးအေးဆေးဆေးနေတတ်တဲ့ဆယ်လ်မာနဲ့\nအလိုက်သင့်နေနိုင်အောင် အချစ်ရဲ့ခွန်အားနဲ့\nနသန်တစ်ယောက်ကြိုးစားပုံတွေ သူတို့နှစ်ယောက်ကြားက\nအခက်အခဲဖြေရှင်းပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်\nFile size…1.5GB / 714MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.8",
        "url": "https://megaup.net/3b23y/Dear.Nathan.2017.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/viR50oQCs8ObciADFGWHUyChexZ.jpg",
        "title": "Stars at Noon (2022)",
        "description": "Stars at Noon (2022)~ Rotten Tomatoes - 62%, Metacritic - 65% ~\n* 18+ warning !!! *\nအမေရိကန်တောသူမလေး Taylor Swift ရဲ့လင် London Boy ဇိုးလေး Joe Alwyn ရဲ့ ရိုမန့်ဒရာမာကားသစ်ကလေးပါ။ မင်းသမီးကတော့ Once Upon a Time in Hollywood မှာ ဘရက်ပစ်ကို ပလီရင်း ဘရက်ပစ် လှည့်မပြဘဲ ပရိသတ်ဘက် ကင်မရာဘက်ကို အလှတွေပြသွားတဲ့ အလှလေး Margaret Qualley ပါ။ အဲဒီထဲ ဘာမှမဘာလိုက်ရလို့ အားမလိုအားမရ ဖြစ်နေမယ်ဆိုရင်ဖြင့် ဒီထဲ ၆ခန်းလောက် သေသေချာချာကြီးကို ပါပါတယ်။ သူဟာ မနှစ်က ကြိုက်တဲ့သူတွေလည်း ကြိုက်ခဲ့ကြတဲ့ Maid ဆိုတဲ့ စီးရီးရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/199zy/(CM)_Stars_at_Noon_(2022)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKKoQndNfbDOLfYM1Zogt7miGF1.jpg",
        "title": "Karthikeya 2 (2022)",
        "description": "Karthikeya 2 (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းတေလဂူကားလေးကတော့\nတကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးပါပဲ...မင်းသားချော နီခေလ်နဲ့ မင်းသမီးချောလေး အန်နူပမာတို့\nခေါင်းဆောင်မင်းသား မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတယ်ဒီဇာတ်ကားမှာ ကာသစ်က လက်တွေ့သိပ္ပံကလွဲရင် ကျန်တာတွေကို\nအယုံအကြည်မရှိဘူးဆိုပေမယ့် လက်တွေ့ဆန်တာ ယုတ္တိရှိတာတွေကိုတော့\nယုံလေ့ရှိသလို တစ်မူထူးခြားတဲ့လူတစ်ယောက်လည်း ဖြစ်တယ်...သူဟာ ဆရာဝန်တစ်ယောက်ဖြစ်သလို စူးစမ်းလေ့လာရေးသမားတစ်ယောက်လည်း\nဖြစ်သေးတယ်...ဘုရားအဆင်တန်ဆာတွေကို လိုချင်တပ်မက်နေကြတဲ့ သိုက်တူးသမား\nအဖွဲ့အစည်းတစ်ခုရှိတယ်...လောဘသားကောင်တွေဆိုပါတော့\nကမ္ဘာမီးလောင်ရင် သားကောင်ချနင်းမယ့် လူစားမျိုးတွေ...အဲ့ဒီအဖွဲ့အစည်းထဲက ပရော်ဖက်ဆာတစ်ယောက်ဟာတော့\nဒီအဖြစ်ကို မလိုလားခဲ့ဘူး..ဒါကြောင့် အဆင်တန်ဆာတွေရဲ့\nတည်နေရာကို ခဲရာခဲဆစ်နဲ့ တစ်ယောက်တည်း သဲလွန်စတွေ\nရှာဖွေဖေါ်ထုတ်ခဲ့တယ်...နောက်ဆုံး ဒီသဲလွန်စတွေနဲ့ အဆင်တန်ဆာတွေကို ကာကွယ်ရမယ့်တာဝန်က\nကာသစ်ဆီရောက်လာတော့..ဗီဇအရ စူးစမ်းရှာဖွေလိုစိတ်အပြည့်ရှိတဲ့ ကာသစ်ဟာ ဒီသဲလွန်စတွေကို\nဘယ်လိုရှာဖွေဖေါ်ထုတ်မလဲ...။ဆန်းကြယ်မှုတွေပြည့်နှက်နေတဲ့ သူ့ခရီးကို\nဘယ်လိုဖြတ်သန်းမလဲဆိုတာကတော့....။\nFile size…4.5GB / 2.21GB / 1GB\nQuality…4k HEVC WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/18Iz5/Karthikeya_2(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Animation, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxfsXyWQE5dpL469QLkArLL7vS6.jpg",
        "title": "Tibetan Raiders ( 2022 )",
        "description": "CM ချစ် တရုတ်ကားဖန်လေးတွေအတွက် ဒီတစ်ခေါက်\nTibetan Rider ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် ကယ်ဆာဘုရင်ရဲ့\nကောင်းကင်ဓားကို လေ့လာစူးစမ်းသူ ရှီးရှီးဟာဆိုရင်\nငယ်ငယ်တည်းက သူ့အဖေပရော်ဖက်ဆာရဲ့ စကားတွေကြောင့်\nကယ်ဆာဘုရင်နဲ့ ကောင်ကင်ဓားအပေါ်စွဲလန်းနေတဲ့အပြင်မှာမှ\nဖခင်ဖြစ်သူကလည်း ဒီလေ့လာမှုကြောင့် သေဆုံးခဲ့ရတာကြောင့်\nမပြီးဆုံးတဲ့တာဝန်တစ်ခုလို သတ်မှတ်ပြီး အဆုံးထိ လေ့လာနေသူတစ်ဦးပေါ့..\n.\nဒီလိုနဲ့ သူဟာ သဲလွန်စတွေအတိုင်း ရှီချွီကို သွားဖို့လုပ်ရာနေ\nမာချန်ဆိုသူနဲ့ ကားငှားရင်ဆုံးခဲ့တာပါ... မာချန်နဲ့ အစပိုင်းမှာ\nမသင့်မြတ်ပေမယ့် တဖြည်းဖြည်း အဆင်ပြေလာရာကနေ\nရှီးရှီး လေ့လာမှုမှာ တစ်နေရာက ပါဝင်ကူညီတဲ့အဆင့်ထိဖြစ်လာခဲ့တာပေါ့...\nတစ်ဖက်မှာလည်း ရှီးရှီးနောက်ကို ရှေးဟောင်းသုတေသီတို့ရဲ့\nအဖျက်သမားအဖွဲ့ကလိုက်နှောင့်ယှက်တဲ့ဒဏ်လည်းရှိနေသေးတာမို့...ရှီးရှီးတို့ အဆုံးသတ်မှာ လေ့လာမှုအောင်မြင်ပါ့မလား...\nတမ်းတနေတဲ့ ကောင်းကင်ဓားရော ရှာတွေ့ပါ့မလား...\nနောက်ပြီး ရှီးရှီးအဖေကရော ဘာကြောင့်သေသွားရတယ်ဆိုတာ\nဒီဇာတ်ကားလေး ဒေါင်းကြည့်ပြီး ခံစားကြည့်လိုက်ကြပါ...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tibetan-raiders-2022/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ZQeoL_4f-141x200.jpg",
        "title": "The Samejima Incident (2020)",
        "description": "Samejima incident (2021)ကျိန်စာရဲ့နာမည်ကိုကြားရုံသိရုံနဲ့ ကျိန်စာမိပြီး သေပွဲဝင်ရနိုင်တဲ့ ကျိန်စာတစ်ခုအကြောင်းရိုက်ကူးထားတဲ့ လျှို့ဝှက်သည်းဖိုရုပ်ရှင်ဖြစ်တာမို့ ဂျပန်သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအကြိုက်ဖြစ်မှာပါ။၂၀၂၀မှာ ကိုရိုနာဗိုင်းရပ်စ်တွေလည်း တော်တော်ပြန့်နှံ့နေတာမို့ လူတွေလည်း အလုပ်အကိုင်ရှာမရဘဲ အိမ်မှာပဲနေနေကြရပါတယ်။ တိုကျိုမှာနေတဲ့ \"နာနာ\" ဆိုတဲ့ ဘွဲ့ရခါစကောင်မလေးက အိမ်မှာပဲနေရင်း သူ့သူငယ်ချင်းတွေနဲ့ Zoomကနေ ဗီဒီယိုကောခေါ်ပြီး အရက်သောက်တဲ့ပါတီလုပ်ကြပါတယ်။Zoom အရက်သောက်ပါတီ လုပ်နေတုန်းမှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ စတင်လာပါတယ်။ သူတို့ပါတီထဲက အယုမိကောင်မလေးတစ်ယောက်ကထူးဆန်းတဲ့ကျိန်စာတစ်ခုမိပြီး သေဆုံးနေခဲ့တာပါ။ အယုမိရဲ့ကောင်လေးဖြစ်သူက အယုမိဖုန်းနဲ့ Zoomထဲကိုဝင်လာပြီး ဒီကျိန်စာရဲ့နာမည်ကို ပြောလိုက်ပါတယ်။ ဒါ့ကြောင့် ပါတီထဲမှာရှိနေတဲ့လူအားလုံးလည်း ကျိန်စာမိသွားခဲ့ပါတယ်။ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးလာပြီး ပါတီထဲကလူတွေက အပြင်လောကနဲ့လည်းဆက်သွယ်လို့မရခဲ့ပါဘူး။ မသေဘဲကျန်ခဲ့တဲ့သူတွေက အသက်ရှင်ဖို့အတွက် ဒီကျိန်စာပြေမဲ့နည်းလမ်းကိုရှာပြီး လွတ်မြောက်အောင်ကြိုးစားကြရမှာပါ။ ဒီကျိန်စာရဲ့နောက်ကွယ်ကဖြစ်ရပ်နဲ့ အရက်သောက်ပါတီထဲကလူတွေ ဘယ်လိုဆက်စပ်သွားလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်ရှုစားလိုက်ကြပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:25:00\nType__Horror\nSubtitle__Myanmar Subtitle ...",
        "rating": "4.8",
        "url": "https://megaup.net/1P6z1/The_Samejima_Incident_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzkzMDk2MjctOWE3MC00ZWM5LWE1YmUtNWYxNDE5MWQ5MTZlXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Remain In Twilight (2021)",
        "description": "Remain in twilight (2021)J drama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ main leadတွေ အများကြီးပါဝင်ရိုက်ကူးထားတဲ့ သူငယ်ချင်းသံယောဇဉ်နဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ပါ။ ဇာတ်လမ်းထဲမှာတော့ အထက်တန်းကျောင်းတည်းက အတူတူပေါင်းပြီး ဗရုတ်ကျလာခဲ့တဲ့ သူငယ်ချင်း၆ယောက်ရှိပါတယ်။သူတို့က ကျောင်းကပွဲနေ့မှာ လန်ကွတ်တီအနီတွေဝတ်ပြီး ကြယ်မိုးရွာတာကိုတားတဲ့အကကိုတက်ကကြတဲ့အထိ ဗရုတ်သုတ်ခနိုင်တဲ့ ငချွတ်တွေပါ။ ညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့သူတို့၆ယောက်ရဲ့သံယောဇဉ်က ဘယ်တော့မှမပျက်နိုင်ကြဘူးလို့ ယုံကြည်ခဲ့ကြပါတယ်။ကျောင်းပြီးတဲ့နောက် ၅နှစ်အကြာမှာ သူတို့သူငယ်ချင်းရဲ့မင်္ဂလာပွဲအတွက်ပြန်ဆုံဖို့ဖြစ်လာပါတယ်။ ဒီပွဲမှာလည်း အရင်လိုလန်ကွတ်တီဝတ်ပြိီးကကြဖို့စီစဉ်ထားတာပါ။ အဖွဲ့တောင့်ခဲ့တဲ့သူငယ်ချင်းတစ်စုဟာ အရင်နှစ်များလိုပဲ ဆက်လက်ရှိနေမယ်လို့ယုံကြည်ခဲ့ကြတာကြောင့် အရှိတရားကိုပါလက်မခံနိုင်ကြတဲ့အထိပါပဲ။\nတချို့သောလူတွေက ဘေးမှာမရှိတော့ပေမဲ့ သူတို့နဲ့အတူရှိခဲ့ဖူးတဲ့ ဆည်းဆာချိန်တွေကတော့ အရင်အတိုင်းဆက်ရှိပြီး လှပနေကြ သတိရနေရဦးမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1996k/Remain_in_Twilight_(2021)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VZ9eqel8Fsp54KMnesr3xIc67N.jpg",
        "title": "I Spit on Your Grave (2010)",
        "description": "I Spit On Your Grave\n=================အခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံလိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်ကလက်စားချေဖို့ကြိုးစားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဂျနီဖာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ သူ့စာအုပ်ကိုတစ်ကိုယ်တည်း လက်စသတ်ချင်တာကြောင့် လူဝီစီယားနားမှာရှိတဲ့ တောထဲကိုလာခဲ့ပါတယ်။ ဒါပေမယ့် လမ်းမသိတာကြောင့်ဆီဆိုင်မှာတွေ့တဲ့လူတစ်ယောက်ကို လမ်းမေးခဲ့ပါတယ်။အဲဒါဟာ သူသွားမယ့်‌နေရာအကြောင်း လူစိမ်းကိုအသိပေးလိုက်သလိုဖြစ်သွားခဲ့ပြီး သူ့ရဲ့တောအုပ်ထဲကအိမ်လေးဆီကို အန္တရာယ်တွေ လိုက်လာခဲ့ပါတော့တယ်။အဲဒီညမှာပဲ လူတစ်စုဟာ သူ့ဆီရောက်လာကြခဲ့ကြပါတယ်။သူတို့ဟာ ဂျနီဖာကို အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခဲ့ကြပြီးတော့သူ့ကိုသေအောင် နေရာမှာတင် ပစ်ထားခဲ့ကြပါတယ်။ ဒါပေမယ့်ဂျနီဖာဟာ မသေခဲ့ပဲ သူ့ကိုကျူးလွန်ခဲ့တဲ့သူတွေကို လိုက်လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & ...",
        "rating": "6.2",
        "url": "https://megaup.net/3aRaw/I.Spit.On.Your.Grave.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gM5nslul301XNHzQ9DpVxhGnLn.jpg",
        "title": "I Spit on Your Grave 2 (2013)",
        "description": "I Spit On Your Grave 2\n==================ဒီဇာတ်ကားရဲ့ ပထမတစ်ကားဖြစ်တဲ့I Spit On Your Grave ကို ကြည့်ဖူးမယ်ဆိုရင်ဒီကားဟာ လက်စားချေတဲ့ကားဆိုတာ သိကြမှာပါ။ကိုယ့်ကိုအုပ်စုဖွဲ့ မုဒိမ်းကျင့်သွားသူတွေကိုပြန်လက်စားချေဖို့ကြိုးစားတဲ့ horror ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ကေတီ ဟာ အပို၀င်ငွေလေးရဖို့ စားသောက်ဆိုင်တစ်ခုမှာအချိန်ပိုင်း အလုပ်၀င်လုပ်နေတာဖြစ်ပါတယ်။ဒါပေမယ့် မော်ဒယ်လောကမှာ သူ့နာမည်ထင်ပေါ်ချင်တာကြောင့်အခမဲ့ဓာတ်ပုံအရိုက်ခံမယ့် ကြော်ငြာတစ်ခုလုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဘူဂေးရီးယန်းညီအစ်ကို ဓာတ်ပုံဆရာတွေနဲ့ တွေ့ဆုံခဲ့ပြီးသူတို့တွေဟာ ကေတီကို အလွန်အမင်း စွဲလမ်းသွားကြပါတယ်။ဒါပေမယ့် ကေတီရဲ့ အပေါ်ပိုင်းဗလာပုံရိုက်ဖို့ တောင်းဆိုလာတဲ့အခါမှာကေတီက ဓာတ်ပုံရိုက်တဲ့နေရာကနေ ထွက်လာခဲ့ပါတယ်။ဒီလိုနဲ့နောက်ပိုင်းမှာ သူတို့လုပ်ရပ်တွေတစ်စတစ်စပိုပိုဆိုးရွားလာခဲ့ပြီးမုဒိမ်းကျင့်တဲ့အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်။အဲဒါကြောင့်ကေတီလည်း သူ့ကိုမုဒိမ်းကျင့်ပြီး လွတ်မြောက်‌နေကြတဲ့အဲဒီဓာတ်ပုံဆရာတွေကို တဖန်ပြန်ပြီး လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat  ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uTM2/I.Spit.on.Your.Grave.2.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jG5GDIcqiqHXkvINZSjyzBUO2vH.jpg",
        "title": "I Spit on Your Grave III: Vengeance is Mine (2015)",
        "description": "I Spit On Your Grave : Vengeance Is Mine=================================I Spit On Your Grave ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်တဲ့Vengeance Is Mine ဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ကားမှာ ဂျနီဖာဟေးစ် ဟာ အရင်တုန်းက အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံရတဲ့မှတ်ဉာဏ်တွေ အချိန်တိုင်း ခြောက်လှန့်တာခံနေရပါတယ်။သူဟာ သူ့နာမည်တွေ‌၊ မြို့တွေ ပြောင်းနေခဲ့ပြီး ဘ၀အသစ်တစ်ခုကိုစတင်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ပြီးတော့ သူ့စိတ်ကျန်းမာရေးဆရာ၀န်ရဲ့အကြံပေးချက်အရ အုပ်စုဖွဲ့စိတ်ကုထုံးလုပ်တဲ့အဖွဲ့ထဲ၀င်ရောက်ပြီးတဲ့နောက်မှာ မာလာ ဆိုတဲ့ စိတ်တူကိုယ်တူသူငယ်ချင်းတစ်ယောက်ကို တွေ့ရှိခဲ့ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာ မာလာအသတ်ခံရပြီး လူသတ်သမားကတရားသေလွတ်မြောက်သွားတဲ့အခါ ဂျနီဖာတစ်ယောက်တရားမျှတမှုကို ကိုယ်တိုင်ပဲရှာဖို့ ကြိုးစားပါတော့တယ်။ဒါတင်မက သူ့ပတ်၀န်းကျင်မှာ မုဒိမ်းမှုတွေ များလာတဲ့အခါသူဘယ်လိုမျိုး လက်စားချေဖို့ ကြိုးစားမလဲဆိုတာကိုကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတ်တာဖြတ်တာတွေ၊ သွေးထွက်သံယိုတွေနဲ့ ဖင်ကျိန်းစရာ အကွက်ဆန်းတွေ ပါ၀င်ပါတယ်။ File Size          : 1.03GB, ...",
        "rating": "6.5",
        "url": "https://megaup.net/3aRgi/I.Spit.on.Your.Grave.3.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hA3kVAAl07A1arS9bZuBCiemLS.jpg",
        "title": "After Blue (Dirty Paradise) (2021)",
        "description": "After Blue (Dirty Paradise) (2021)အရာရာမှာ အနုပညာခံစားမှု မြင့်မားတဲ့ ပြင်သစ်တို့ရဲ့ ထုံးစံအတိုင်း ဒီဇာတ်ကားကို ဖန်တီးထားရာမှာ plot နည်းနည်းနဲ့ မော်ဒန်ဆန်ဆန်ရိုက်ကူးထားတာကို တွေ့ရပါတယ်။ ရုပ်ရှင် artအဖွဲ့ရဲ့ ကြိုးစားပုံကို အဝတ်အစားတွေ ဆက်တင်တွေကြည့်ရုံနဲ့ ဘယ်လောက်ကြိုးစားထားမှန် သိသာပါတယ်။ အနုပညာသက်သက်အတွက် ဖန်တီးထားတဲ့ကားလို့တောင် ဆိုလို့ရပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ အနာဂတ်က ကမ္ဘာကြီးမှာ နေထိုင်မရတော့လို့ စွန့်ပစ်ကာ After Blue ဆိုတဲ့ ဂြိုလ်ပေါ်မှာ လူတွေရွှေ့ပြောင်းနေထိုင်ကြပါတယ်။ အဲဒီဂြိုလ်ပေါ်မှာတော့ မိန်းမတွေသာ ရှင်သန်နိုင်ပြီး မေထုန်မဲ့မျိုးစပ်ကြပါတယ်။ တစ်နေ့တော့ Roxyဆိုတဲ့ကောင်မလေးဟာ သဲထဲမှာမြုပ်နေတဲ့ လူသတ်သမား Kate Bush ကို ဘုမသိဘာမသိ ကယ်မိပါတယ်။ကယ်ပြီးပြီးချင်းမှာပဲ Kate Bushဟာ သူ့ကိုလှောင်ပြောင်ခဲ့တဲ့ Roxy သူငယ်ချင်းသုံးယောက်ကို သတ်ပစ်လိုက်ပါတယ်။ ရွာကအာဏာပိုင်တွေကတော့ Roxy ကြောင့် ကောင်မလေးတွေ သေခဲ့ရတာမို့ အပြစ်ပေးတဲ့အနေနဲ့ သူ့အမေနဲ့အတူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1OLfs/[CM]After.Blue.2022.720p.WEB-DL.mp4",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQHrbzVy6ptopxqUohV6PcmmVcY.jpg",
        "title": "Rosaline (2022)",
        "description": "Rosaline (2022)(1080p ရပါပြီ)အားလုံးပဲ နာမည်ကျော်ပြဇာတ်ဆရာကြီး ရှိတ်စပီးယားရဲ့ ရိုမီယိုနဲ့ ဂျူးလိယက်ရဲ့ အချစ်ဇာတ်လမ်းကို ကြားဖူကြမှာပါ။ ဒီကားကတော့ ကျွန်တော်တို့မြင်ဖူးနေကျအတိုင်း ရိုမီယိုနဲ့ ဂျူးလိယက်တို့ ချစ်သူနှစ်ဦးရဲ့ အချစ်ကိုဖော်ညွှန်းထားတဲ့ ဇာတ်လမ်းမဟုတ်ပါဘူး။ ရိုမီယိုရဲ့ ရည်းစားဟောင်း ရိုဆာလင်းနေရာက ခံစားတင်ပြထားတဲ့ ဇာတ်လမ်းပါ။ဇာတ်ကြောင်းအနေနဲ့ကတော့ ရိုမီယိုအနေနဲ့ ရိုဆာလင်းကို ချစ်လှ ကြိုက်လှပါချည်ရဲ့ ဆိုပြီး ကဗျာတွေစာတွေနဲ့ ပိုးပန်းလာခဲ့သမျှ တစ်နေ့မှာတော့ ရိုမီယိုဟာ ပျောက်သွားပါတော့တယ်။ တစ်ရက်တော့ ရိုမီယို့နောက် လိုက်ချောင်းရင်း သူ့ကိုပိုးပန်းတဲ့နည်းတွေအတိုင်း ချစ်သူအသစ်ကို ပိုးပန်းနေတာကို တွေ့ခဲ့ရပါတယ်။ဒါ့အပြင် ရိုမီယိုရဲ့ ချစ်သူအသစ်ဟာ ရိုဆာလင်းရဲ့ ဝမ်းကွဲညီမ ဂျူးလိယက်ဖြစ်နေပြန်ပါတယ်။ ဒီတော့ ရိုဆာလင်းအနေနဲ့ ကြိတ်မနိုင်ခဲမရဖြစ်ကာ သစ်စိမ်းချိုး ချိုးသွားသူ ရိုမီယိုကို ပြန်ရဖို့အရေး အကြံတွေထုတ်ပါတော့တယ်။ ဝမ်းကွဲညီမဖြစ်သူကိုလည်း ရိုမီယိုနဲ့ဝေးဖို့အရေး တွန်းပို့တော့တာပေါ့။ရိုဆာလင်းရဲ့အကြံတွေ အောင်မြင်ပါ့မလား?\nဒါမဟုတ် ဝတ္ထုရဲ့ မူရင်းအတိုင်းပဲ ရိုမီယိုတို့ အဆုံးသတ်မလား? ဆိုတာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/196v6/[CM]Rosaline.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg3ZjhlNjctZjUzYi00OWQzLTliZDgtZWYzMGRjOGUyM2EzXkEyXkFqcGdeQXVyNTkxMDE0NDM@._V1_-151x200.jpg",
        "title": "Alone in the Dark (2022)",
        "description": "Alone in the darkဘရီကောလင်းစ်ဟာ ခင်ပွန်းသည်ဟောင်းမိုက်ကယ်\nကျူးလွန်ခဲ့တဲ့ပြစ်မှုတွေကြောင့် တစ်နွယ်ငင်တစ်စင်ပါပြီး\nအိမ်အကျယ်ချုပ်ပြစ်ဒဏ်ကျခဲ့သူပါ။ အိမ်ကြီးတစ်အိမ်လုံးမှာ သူမတစ်ယောက်တည်း\nနေထိုင်နေရတာကြောင့် စိတ်ခြောက်ခြားနေရချိန်မှာ အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ခံရတဲ့\nအရိပ်အယောင်တွေ တွေ့မြင်လာခဲ့ရပါတယ်။အနီးအနားပတ်ဝန်းကျင်က\nလူပျောက်သတင်းတွေနဲ့အတူ သူမရဲ့စိတ်မလုံခြုံမှုတွေ၊\n‌အချုပ်ကျနေတာတောင် မပြီးသေးတဲ့\nသူမခင်ပွန်းဟောင်းရဲ့နှောင့်ယှက်မှု၊ သူမအိမ်ကိုဖောက်ဝင်နေတဲ့သူ\n၊ သူမကိုမှရွေးပြီးဘာကြောင့်ပစ်မှတ်ထားခံနေရတာလဲ\nစသဖြင့်ကို သူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ၊ထင်မထားတဲ့ဇာတ်အချိုးအကွေ့၊\nအလှည့်အပြောင်းတွေကဘာတွေဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။\nFile size…581MB\nQuality…720p WEB RIP\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "6.1",
        "url": "https://megaup.net/1P540/Alone_In_The_Dark_720p_WEBRIP(CM).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/80fwjYfHmeDXobIErpNvCFCOAYd.jpg",
        "title": "Eddie the Eagle(2015)",
        "description": "Eddie the Eagle(2015) အညွှန်း************************* 1988 အိုလံပစ်က ဖြစ်ရပ်မှန် Eddie အကြောင်းကိုရိုက်ထားတဲ့မင်းသားကြီး Hugh Jackman ပါတဲ့  Sport, Drama ကားလေးပါEddie က ငယ်ငယ်တည်းက အိုလံပစ်မှာ ဝင်ပြိုင်ပြီး ချန်ပီယံဖြစ်ချင်ခဲ့တာပါဒါနဲ့ သူ တစ်သက်လုံး အားကစားတွေ တမျိုးပြီးတစ်မျိုးလုပ်လာခဲ့တယ်...နောက်တော့ နှင်းတောင်ပေါ် စကီးစီးတာကို Eddie ကြိုက်သွားပါတယ်...Eddie က ဒီအားကစားနဲ့ ပါရမီလည်း ပါတယ် ဒါပေမဲ့ အဖွဲ့မှာ အရွေးမခံရတော့\nစကီးစီးရင်း တောင်ပေါ်က ခုန်တဲ့အားကစားကို ထပ်ရွေးပါတယ်...ဒီအားကစားက အသက်အန္တရာယ်အရမ်းများပြီး Eddie လိုလူသစ်ကဘယ်လို အိုလံပစ်ထိရောက်အောင်သွားမလဲ ကြည့်ရအောင်.... File Size : (1.4GB)(712MB) and (186MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Adventure, Biography  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/2v2ol/Eddie.the.Eagle.2015.BLU-RAY.1080P.PP(CM).mp4",
        "category": "Adventure, Biography, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b16EjFeHd2AwoYXWUne7DA346pU.jpg",
        "title": "Case 39(2009)",
        "description": "Case 39(2009) အညွှန်း*******************Bradley Cooper  ,Renée Zellweger တို့ နာမည်ကြီး သရုပ်ဆောင်ထားတဲ့ဒီကားကတော့ horror, thriller အမျိုးအစားဖြစ်ပြီးတော့အတော်ကောင်းတဲ့ဇာတ်ကားဖြစ်လို့ BO လည်း ဝင်ခဲ့ပါတယ်...Emily က ကလေးတွေကူညီရေးအဖွဲ့တခုမှာအလုပ်လုပ်ပါတယ် ကလေးတွေမိသားစုကောင်းကောင်းရှိရဲ့လား မိဘတွေက ကောင်းကောင်းဆက်ဆံရလား စစ်ဆေးရတဲ့အခါ\n၃၉ ယောက်မြောက် ကလေးမလေးတစ်ယောက်လည်း ပါလာပါတယ်....၁၀ နှစ်အရွယ် Lilyကို သူ့ရဲ့မိဘတွေက သူ့ကို သတ်ဖို့ကြိုးစားနေတာ သိရပြီး Emily ကကယ်လိုက်ပါတယ်.... မိဘတွေထောင်ထဲရောက်တော့ Lily တစ်ယောက် Emily ဆီ လိုက်နေပါတယ်အစက အဆင်ပြေပေမဲ့ တဖြေးဖြေး Lily ပတ်ဝန်းကျင်မှာထူးဆန်းတာတွေဖြစ်လာတဲ့အခါ Emily တစ်ယောက် ဘာလုပ်မလဲFile Size : (2.1GB)(729MB) and (278MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Horror, Mystery , Thriller\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/2v2ke/Case.39.2009.BLU-RAY.1080P.PP(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU2Mzc2MzMtZjgwZC00MjI2LTg3YTktZDAzZTAyZmFkYTE0XkEyXkFqcGdeQXVyMjM2OTA1OTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Infernal Machine (2022)",
        "description": "The Infernal Machine (2022)\n=====================ဘရု့စ် ကို့ဂျ်ဘန်းဆိုတဲ့ စာရေးဆရာတစ်ယောက်ဟာ လူမသိသူမသိ\nနေထိုင်နေတဲ့သူပါ။ တစ်ရက်မှာတော့ သူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့\nနာမည်နဲ့စာတွေ ရောက်လာပါတယ်။ အဆိုပါ စာထဲမှာတော့ သူ စာရေး\nနေတာ ဘရု့စ်ကို ကူညီခိုင်းတာပါ။ ဘရု့စ်က မကူညီနိုင်ဘူး ငြင်းပေမယ့်\nစာတွေကတော့ ‌ရောက်မြဲ ရောက်လာဆဲပါ။၁၉၈၁ ခုနှစ်မှာ ၁၇ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ဟာ ကျောင်းဝန်း\nထဲကိုဝင်ပြီး သေနတ်နဲ့ ပစ်ခဲ့တာကြောင့် ၁၃ ယောက် သေဆုံးပြီး အများ\nအပြားဒဏ်ရာရခဲ့ပါတယ်။ သို့သော် တရားခွင်မှာတော့ သူ့မှာ အပြစ်မရှိပါ။\nဘရု့စ်ရေးသားတဲ့ The Infernal Machine ဆိုတဲ့ စာအုပ်ကြောင့် ကျူးလွန်\nရတာပါလို့ ထွက်ဆိုပါတော့တယ်။ ထိုအပြစ်ရှိစိတ်ကြောင့်ပဲ ဘရု့စ်ဟာ\nစာလည်းဆက်မရေးနိုင်သလို လူမြင်ကွင်းကနေ ပုန်းကွယ်နေခဲ့တာပါ။ သို့သော်\nသူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့လူဆီကနေ စာတွေရောက်လာပြီးနောက်မှာတော့\nသူ့ဘဝ ကပြောင်းကပြန်တွေဖြစ်ကုန်ပါတော့တယ်။ ဇာတ်လမ်းအလှည့်အပြောင်း\nများစွာကို စိတ်ဝင်တစား ကြည့်ရှု့ရမှာဖြစ်လို့ လက်လွတ်မခံကြဖို့ တိုက်တွန်း\nလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard ...",
        "rating": "5.1",
        "url": "https://megaup.net/2uwje/The.Infernal.Machine.2022.720p.WEBRip[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/6Ex3d_4f-144x200.jpg",
        "title": "BLACKPINK Summer Diary in Seoul (2020)",
        "description": "BLACKPINK Summer Diary in Seoul (2022)Blink​တွေအတွက် BLACKPINKရဲ့ variety showအ​ဟောင်း​တွေထဲက တစ်ခုဖြစ်ပြီး\nIconic clips​တွေ အများကြီးထွက်ခဲ့တဲ့ BLACKPINK's Summer Diary in Seoul(2020)ကို တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီထဲမှာ​တော့ BLACKPINKအဖွဲ့ဝင်​ ၄​ယောက်ဖြစ်တဲ့ ဂျန်းနီ ဂျီဆူး လီဆာနဲ့ ရိုဂျယ်တို့ဟာ\nဆိုးလ်မြို့လယ်​ခေါင်က ဆိတ်ငြိမ်​အေးချမ်းတဲ့ ရိုးရာ​အိမ်​လေးတစ်အိမ်မှာ\nဂိမ်းမစ်ရှင်​တွေကို ကစားပြီး ​ရွှေ​​သော့ကို ရယူပိုင်ဆိုင်ဖို့ ကြိုးစားရမှာပါ။ ​ရွှေ​​သော့ကိုရဖို့ BLACKPINK vs ရိုက်ကူး​ရေးဝန်ထမ်း​တွေ အဓိကအားပြိုင်ရမှာဆို​ပေမယ့်\nBLACKPINK အဖွဲ့ထဲမှာ X-Manလို့​​​ခေါ်တဲ့ စပိုင်တစ်​ယောက်က ဂိမ်း​တွေကို မနိုင်​အောင် လိုက်လံ​နှောင့်ယှက်ရမှာပါ။\nအဲဒီX-Manက ဘယ်သူဖြစ်​နေမလဲ၊\nရွှေ​​သော့ကို ရ​အောင်လုသွားနိုင်မှာလား၊\nမန်ဘာ​တွေကပဲ X-Manကို ​ဖော်ထုတ်ပြီး ​ရွှေ​သော့ကို အရယူသွားနိုင်မလား ​စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p | 720p ...",
        "rating": "8.6",
        "url": "https://megaup.net/197hk/BLACKPINK_s_Summer_Diary_in_Seoul_2020.720p.CM.mp4",
        "category": "Reality"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lR2sMfCwcpNiH4fmTrOxHqp3d6C.jpg",
        "title": "Bromates (2022)",
        "description": "Bromates (2022)သင်ဟာ စော်ပစ်ကောင်တစ်ယောက်ဆိုရင်တော့ ...\nရီဗျူးဖတ်မနေဘဲ ဒီကားကို တန်းသာဒေါင်းကြည့်လိုက်ပါတော့ ညိုကီတို့ရေ\nဘာလို့ဆို ဒီကားက ညိုကီတို့လို စော်ပစ်ကောင်တွေအကြောင်း ဖြစ်လို့ပါပဲ။\nစော်မပစ်သေးလည်း နောင်ရေးအတွက် မျှော်မှန်းပြီး ဖြေသိမ့်နည်း အဖြာဖြာ လေ့လာထားနိုင်ပါတယ်။\nစော်မရှိတွေကလည်း ပညာယူကြပေါ့ဗျာထူးခြားချက်ကတော့ ဒီကားမှာ Snoop Dogg ကြီးလည်း ဘာမဆိုင်ညာမဆိုင် ဖြတ်လျှောက်လုပ်ထားသေးတာဗျ...\nပြောရရင်တော့ ဒေါ့ဒေါ့နဲ့တွေ့မှ ပြောင်းလဲကုန်ကြသည်ပေါ့ဗျာ ...ဒီတော့ ဆက်မနှိမ်ဘဲ ဇာတ်လမ်းအကျဉ်းလေး ပြောပြမယ်\nအဓိက ဇာတ်ဆောင်က ၄ ယောက်။ ငယ်ငယ်ကတည်းက ပြောမနာဆိုမနာတွေ ဖြစ်ပြီး\nအခုတော့ ကိုယ်စီအလုပ်နဲ့မလို့ မဆုံဖြစ်ကြတဲ့ ဘော်ဒါတစ်သိုက်ပေါ။ဒါမဲ့ တစ်နေ့မှာ ဒီလေးယောက်ဆုံနိုင်ဖို့အရေး\nကံကြမ္မာက သူတို့ထဲက နှစ်ကောင်ကို တစ်ရက်တည်းအပြိုင် စော်ပစ်ကောင်ဇာတ်သွင်းပေးလိုက်ပါလေရော။\nအဲဒီမှာ တစ်ကောင်က စော်တ၊\nတစ်ကောင်ကတော့ One go, two come, three ready Thank You, Next ဆိုပြီး\nကျန်တဲ့ ၂ယောက်နဲ့ပေါင်း လဒမှိုင် မှိုင်နေတဲ့ကောင်ကို cheer ...",
        "rating": "4,4",
        "url": "https://megaup.net/195x4/Bromates.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/dgR3e_4f-141x200.jpg",
        "title": "The Fabric (2022)",
        "description": "The Fabric (2022) အညွှန်း***********************လူငယ်(၄)ယောက်ရှိတယ်..ခေတ်လူတစ်ချို့လိုပဲ သူတို့ဟာသရဲခြောက်တဲ့အကြောင်းတွေစိတ်ဝင်စားအောင်ရိုက်ကူးပြီး လိုင်းပေါ်တင်လေ့ရှိတယ်.. သို့ပေမဲ့  ထုတ်လုပ်ရေးလုပ်တဲ့သူကလည်း သဘောမကျသလိုလူကြိုက်လည်းနည်းကြတယ်..ဒါ့ကြောင့် အမှန်စစ်စစ်ဖြစ်အောင်ဆိုပြီးအနီးစပ်ဆုံးရိုက်ကူးဖို့ သူတို့ ခရီးထွက်လာကြတယ်...အဲ့ဒီနောက်မှာတော့ ကျိန်စာသင့်နေတဲ့ မကျွတ်လွတ်တဲ့လွန်ခဲ့တဲ့ နှစ်(၁၀၀၀)ခန့်ကတည်းက အစိမ်းသေသေခဲ့တဲ့သရဲမတစ်ယောက်နဲ့ သူတို့(၄) တကယ်ဆုံလိုက်ရတဲ့အခါမှာတော့..ထိုင်းသရဲကားဖြစ်တဲ့အလျှောက် ဟာသတွေပါသလိုစိတ်ဝင်စားစရာလည်းကောင်းပါတယ်..ဒီငရှုတ် (၄)ကောင်နဲ့ သရဲမ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာကိုတော့..    File Size :(1.5GB) (689MB) and (152 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre :Mystery, Horror, Comedy, Supernatural\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo & Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1964k/The.Fabric.2022.WEB-DL.1080P.PP(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mUoJ29TFX7OZbuG91E1L4J0QidD-135x200.jpg",
        "title": "The Silent Twins (2022)",
        "description": "The Silent TwinsBlack Panther ထဲ shuri အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Letitia Wrightရဲ့ကားပါ။ နာမည်အတိုင်း စကားမပြောတဲ့ အမွှာနှစ်ယောက်အကြောင်း ရုပ်ရှင်ပါပဲ။သူတို့ဟာအပြင်မှာ တကယ်လည်းရှိခဲ့သလို ဒီဇာတ်လမ်းရဲ့ ကျောရိုးဖြစ်ရပ်တွေကလည်း တကယ်ဖြစ်ခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့ ကလေးဘဝက ဘူလီအလုပ်ခံရရာကနေ စိတ်ဒဏ်ရာရပြီး သူတို့အချင်းချင်းကလွဲ ဘယ်သူ့ကိုမှစကားမပြောတော့တဲ့ အမွှာ၂ယောက်ရဲ့ ဒုက္ခသုက္ခ လူတောမတိုးခြင်းတွေနဲ့ သူတို့စိတ်ရောဂါပိုဆိုးလာတဲ့အဆင့်အဆင့်တွေ သူတို့ဖြတ်သန်းခဲ့ရတဲ့ ဘဝအကြောင်းတွေပါပဲ။ စိတ်ရောဂါရှိနေပေမဲ့ တော်ကြတဲ့သူတွေဖြစ်ပြီး စာအုပ်တွေပါရေးသားခဲ့ပါသေးတယ်။ သို့ပေမဲ့ ကံအကြောင်းမလှတော့ ဆေးတွေ ရာဇဝတ်မှုတွေနဲ့ လမ်းမှားလိုက်မိပြီး ဆေးရုံမှာ အကျဉ်းချခံခဲ့ရတဲ့ တော်တော်သနားဖို့ကောင်းတဲ့ စိတ်ဝေဒနာရှင် လူမည်းညီအစ်မရဲ့ ဖြစ်ရပ်မှန်ကို ကျောရိုးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:53:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1P4ry/The_Silent_Twins_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmNhOTc5OTUtODllZi00NTk4LTk2NDUtYjYzZWY4OTNiZWRiXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Dobaaraa (2022)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲ\nဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး\nအတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့်\nဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ\nဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း\nကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ\nအန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး\nအာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို\nအန်တာရာက သိထားတာမို့လို့\nအာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ်အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား\nအနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ\nကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင်\nသူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…1.34Gb / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & BpL & Thet Ko & OeliuJ",
        "rating": "",
        "url": "https://megaup.net/2v1qA/Dobaaraa.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWQ4MjgwZTItOGIyNC00YjFlLWJhNzktYzFiNTdmZjllNTM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Relyebo (2022)",
        "description": "Relyebo (2022)~ IMDb rating - 8.1/10 ~ဂျင်မီနဲ့ အာမာတို့ဟာ စိတ်ကူးယဉ်အိပ်မက်တွေနဲ့ နယ်ကတက်လာတဲ့လူငယ်စုံတွဲဖြစ်ပြီးတော့ လတ်တလောမှာတော့ ဂျင်မီက ညစောင့်၊ အာမာကတော့ ပီဇာဆိုင်တစ်ခုမှာအလုပ်လုပ်ပါတယ်။ တစ်ဦးနဲ့တစ်ဦး နားလည်မှု ငဲ့ညှာမှု ချစ်ခြင်းမေတ္တာတွေနဲ့ တည်ဆောက်ထားတဲ့ သူတို့အိမ်ထောင်ရေးဟာ အများထက်စာရင်သာယာတယ်လို့ဆိုနိုင်ပါတယ်။ဂျင်မီကတော့ အစောင့်ပီပီ လုပ်စရာများများစားစားမရှိတဲ့ အချိန်တွေမှာ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ဦးနဲ့အတူ တိုက်ခန်းနေလူတွေရဲ့ဘဝကို လေ့လာစပ်စုရင်း အချိန်ကုန်လေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သိပ်လှတဲ့၊ အနီရောင်ဆံကေသာတွေနဲ့ မိန်းကလေးတစ်ယောက် သူတို့တိုက်ခန်းကိုပြောင်းလာချိန်မှာတော့ ဂျင်မီဘဝပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်။ကောင်မလေးဟာ သူ့ဆီကိုတစ်ပတ်တစ်ကြိမ်နှစ်ကြိမ်လာလည်ပတ်တဲ့ရှုးဂါးဒက်ဒီတစ်ယောက်ရှိတယ်၊ တစ်ခါတလေကျတော့လဲ တစ်ခြားတစ်ယောက်နဲ့ကော်ဖီဆိုင်မှာ ကြုံတဲ့အခါကြုံတယ်။ ဒါတွေကိုသိသိရက်နဲ့ ဂျင်မီဟာ ဒီမိန်းကလေးဖြတ်လျှောက်သွားတဲ့အခါ အနံ့လေးရှုရရှုရ၊ အရိပ်ကလေးမြင်ရမြင်ရတဲ့အထိ စွဲလန်းတပ်မက်လာတဲ့အခါမှာတော့...ဒီတစ်ခါတော့ မြင်နေကျ ရိုးရိုး Thriller ဇာတ်တွေ၊ ဂန်းစတားဇာတ်တွေနဲ့ ကွဲထွက်နေတဲ့ အချစ်၊ အိမ်ထောင်ရေးဒရာမာ နောက်ခံဇာတ်လမ်းလေးနဲ့ ခံစားကြည့်ကြရအောင်ပါ။ Scorpio Nights 3 ထဲက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1963r/(CM)_Relyebo_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIFeu5gF7ofAxI9NqrWbJAjjKn6.jpg",
        "title": "Piggy (2022)",
        "description": "Piggy (2022)ဆိုက်ကို သည်းထိတ်ရင်ဖို ဇာတ်ကားကြမ်းကြမ်းလေးကို ကြိုက်တဲ့သူတွေအတွက်တော့ ဒီနေ့မှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ Piggy ဆိုတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဆယ်ကျော်သက်အရွယ် ကောင်မလေး ဆာရာဟာ မိဘတွေရဲ့ အသားဆိုင်မှာပဲ နေပြီး အိမ်တွင်းပုန်းနေခဲ့တယ်။ အကြောင်းအရင်းကတော့ ဆာရာဟာ အင်မတန် ဝလွန်းတဲ့ ကောင်မလေးဖြစ်တာကြောင့် အပေါင်းအသင်းတွေကြား အလှောင်ခံ အနိုင်ကျင့်ခံရလို့ပါ။ အမေ ဖြစ်သူဆီကပါ မှိုချိုးမျှစ်ချိုး ပြောခံရတဲ့ ကလေးမလေးပါပဲ။ဒီလိုနဲ့ တစ်နေ့ မြို့ထဲက ရေကန်လေးတစ်ခုမှာ ဆာရာတစ်ယောက် ရေကူးနေချိန် ရိုစီ မာကာနဲ့ ကလောင်းဒီးရားဆိုတဲ့ ကောင်မလေး ၃ ဦးက ဆာရာ့ကို ပိုက်ကွန်နဲ့ ရေနစ်မလို ဖြစ်တဲ့အထိ အနိုင်ကျင့်ပြီး ဆာရာရဲ့ အဝတ်အစားအိတ်တွေ တဘက်တွေကို ယူသွားခဲ့တယ်။ ဆာရာတစ်ယောက် ဘီကီနီနဲ့ပဲ အိမ်ကို လမ်းလျှောက်ပြန်ခဲ့ရတယ်။ဆာရာနဲ့ ရေကန်မှာ အတူတူရှိခဲ့ ယောက်ျားတစ်ဦးက ဆာရာကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1951o/[CM]Piggy.2022.720p.WEB-DL.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-154x200.jpg",
        "title": "Massu Engira Maasilamani (2015)",
        "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်\nအရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကို\nဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်\nဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့\nဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာ\nသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေ\nလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်း\nကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့\nအသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့\nသရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။\nမားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာ\nဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…3.8GB  / 1.8GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "5.9",
        "url": "https://megaup.net/1P3cw/Masss.2015.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Lz4ELJDyPjQLRNwMkjJGJPweL0.jpg",
        "title": "Men of Sacrifice ( 2022 )",
        "description": "CMရဲ့ တရုတ်ကားဖန်တွေ နောက်ပြီး တရုတ်ကားဆို\nအက်ရှင်မှ ကြိုက်ပါတယ်ဆိုသူတွေအတွက်ကို\nဒီတစ်ခေါက် IQIYI က တင်ဆက်ခဲ့တဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်\nလီတုန်းရှင်းဆိုတဲ့ ငွေမည်းနဲ့ ချမ်းသာနေသူတစ်ယောက်ရဲ့\nသမီးဟာ ပြန်ပေးဆွဲခံရပြီး ပြန်ပေးဆွဲသူက\nဖောက်ခွဲရေးဝိဇ္ဇာလို့ နာမည်ကြီးသူတစ်ဦးဖြစ်တော့\nအမျိုးသားလုံခြုံရေးတပ်ဖွဲ့နဲ့ ပြည်သူ့လုံခြုံရေးရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုမျိုး ဖြေရှင်းမလဲ...\nငွေမည်းနဲ့မသမာလုပ်ငန်းရှင်ဆိုတော့ သေလည်းသေပေါ့လို့\nပစ်ထားမလား.. အသက်နဲ့ရင်းပြီးကယ်တင်မလား...\nဆိုတဲ့ရွေးချယ်မှုအောက်မှာ ဘယ်လိုရွေးချယ်မလဲ...\nနောက်ပြီး ဘာလို့ ဒီလို ပြန်ပေးဆွဲမှုကြီးဖြစ်တာလဲ....သာမန်သူတို့ချင်းမသင့်မြတ်လို့ဖြစ်တာလား\nဒါမှမဟုတ် နောက်ကွယ်မှာ ဘာလေးနက်တဲ့\nအမှုတွဲရှိနေမယ်ဆိုတာလည်း စိတ်ဝင်စားစရာပါပဲ...အဆုံးသတ်ချိန်ထိ ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမလို့\nCM တရုတ်ကားဖန်လေးတွေလည်း\nလက်လွတ်မခံဘဲကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/1P12u/Men_of_Sacrifice_2022_WEB-DL_4K_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzOTAyMmYtMDRlNi00MDFiLWE0ZWUtNDczMjY1M2ZiNDlmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Palthu Janwar (2022)",
        "description": "Palthu Janwar 2022\n8.7/ 10 IMDb\nဒီတစ်ခါတော့ အိန္ဒိယ မာလာရလမ်ဘာသာစကားနဲ့\nဇာတ်ကားလေးတစ်ခုညွှန်းပေးပါရစေ..လူတိုင်းမှာကိုယ်စိတ်ဝင်စားတဲ့ လုပ်ချင်တဲ့အလုပ်တစ်ခုရှိတယ်\nဒါပေမယ့်အခြေအနေအကြောင်းကြောင်းကြောင့်\nမဖြစ်မနေလုပ်လိုက်ရတဲ့အလုပ်တွေရှိကြတယ်ပေါ့..ဒီဇာတ်ကားလေးမှာ ပရာဆွန်း (Basil Joseph)က\nတက်ကြွတဲ့animatorတစ်ယောက်ပေါ့..ဒါပေမယ့်\nသူ့လုပ်ငန်းမအောင်မြင်တော့မိဘတွေနဲ့လူတွေရှေ့မှာ\nအရှက်ရခဲ့ရလို့ မွေးမြူရေးအင်စပက်တာအဖြစ်နဲ့\nအစိုးရအလုပ်တစ်ခုကိုလုပ်ခဲ့လိုက်ရပါတယ်\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကို\nသူတာဝန်ကျတဲ့နယ်မြေမှာ သူဘယ်လိုရေလိုက်ငါးလိုက်ဖြစ်အောင်လုပ်မလဲပြဿနာအလွဲတွေနဲ့အလုပ်မှာကြုံရပေမယ့်\n\"အရာအားလုံးအဆင်ပြေတယ် \"ဆိုတဲ့အတွေးနဲ့\nအခက်အခဲတွေကိုသူဘယ်လိုဖြေရှင်းမလဲ\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကိုသူဘယ်လိုလုပ်မလဲ...\nအစရှိတာတွေကို ဆက်လက်ကြည့်ရှု့ပေးကြပါဦး...\nFile size…2.3GB / 1GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Hay Man & BpL & Thet Ko",
        "rating": "8.7",
        "url": "https://megaup.net/1P29x/Palthu_Janwar_(2022)_Malayalam.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGP1goqJGGPD2YMp6YLxtmHW1WX.jpg",
        "title": "My Dear Bodyguard ( 2022 )",
        "description": "တရုတ်ဘော်ဒီဂတ် အက်ရှင်ကားတွေကြိုက်တဲ့ CMပရိသတ်ကြီးအတွက်\nဘော်ဒီဂတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင် ......\nHang Bin ဟာပုဂ္ဂလိကလုံခြုံရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်။\nSherry တို့သားအဖကိုစောင့်ရှောက်ပေးရတဲ့တာဝန်ကျရှုံးခဲ့ပြီး\nတစ်မိသားစုလုံးသတ်ခံလိုက်ရပါတယ်။Sherryအဖေရဲ့ အန္တရာယ်ရှိ စမ်းသပ်ပစ္စည်းဟာလဲ ပျောက်ကွယ်သွားခဲ့ပါတယ်။\nကိုယ့်ကိုယ်ကိုခွင့်မလွှတ်နိုင်တဲ့ Hang Bin ဟာ\nကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း ဘဝကိုဖြစ်သလိုဖြတ်သန်းနေပါတော့တယ်။\n၁၅နှစ်ကြာပြီးနောက်.....လုပ်ဖော်ကိုင်ဖက်ဟောင်းကြောင့်\nအဆိုတော်မလေးရဲ့သက်တော်စောင့်ဖြစ်လာဖို့အကြောင်းဖန်လာပါတယ်။အဆိုတော်မလေးဟာအသက်ခြိမ်းခြောက်မှုတွေဆက်တိုက်ခံရပြီး\nအန္တရာယ်တွေဆက်တိုက်ကြုံတွေ့နေရပါတယ်။\nHang Binဟာအခက်အခဲတွေရင်ဆိုင်ကျော်ဖြတ်ရင်း\nတရားခံရဲ့ပစ်မှတ်ဟာ တကယ်တော့\nအဆိုတော်မလေးမဟုတ်ပဲ သူကိုယ်တိုင်ဆိုတာသိလိုက်ရတယ်။\nနောက်ကွယ်ကနေထိန်းချုပ်နေတဲ့သူကဘယ်သူဖြစ်လိမ့်မလဲ.....\nဘာကြောင့်များသူ့ကိုအညှိုးထားနေရတာလဲ......\nပဟေဠိတွေအပြည့်နဲ့ပီပြင်တဲ့ ဖိုက်တင်ခန်းတွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရမယ့်အက်ရှင်ကားကောင်းလေးဖြစ်လို့\nအကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nReviewed By Nu Mon\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 22min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/2v0pg/My_Dear_Bodyguard_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/5593458-141x200.jpg",
        "title": "Halloween Ends (2022)",
        "description": "Halloween Ends (2022)\n===================ဟောလိုးဝင်းဆိုတဲ့ ရုပ်ရှင်တွေဟာ စုစုပေါင်း ၁၃ ကားတောင်ထွက်ရှိခဲ့တဲ့\nဂန္ဓဝင်ဟော်ရာကားတွေပဲဖြစ်ပါတယ်။ မျက်နှာဖုံးကြီးနဲ့ ဓားမြှောင်ရှည်တစ်\nချောင်းနဲ့ မိုက်ကယ်မိုင်ယာစ်ရဲ့ ပုံရိပ်ဟာ ဟော်ရာကားတွေရဲ့ အထိမ်းအမှတ်\nတစ်ခုလို့တောင် ပြောလို့ရပါတယ်။အခုလည်း ၂၀၂၂ ဟောလိုးဝင်းအတွက် တစ်ကားထွက်ရှိလာပါပြီ။ ဒီကားမှာတော့\nမိုက်ကယ်မိုင်ယာစ်ရဲ့လက်က လွတ်ခဲ့တဲ့ မြေးအဘွားနှစ်ယောက်ရယ်၊ တစ်မြို့လုံးက\nမုန်းကြတဲ့ ကောင်လေးတစ်ယောက်ရယ်အကြောင်းကို အခြေခံထားပါတယ်။\nလှည့်ကွက်နဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ပိုးစိုးပက်စက်တွေ လုပ်တာကို ကြည့်\nချင်ရင်တော့ ဒီဟော်ရာရုပ်ရှင်က ကြည့်လို့အလွန်ကောင်းမှာပါပဲ။ ဒါရိုက်တာကလည်း\nဟောလိုးဝင်း ၂၀၁၈ နဲ့ ၂၀၂၁ ရဲ့ ပရိုဂျူဆာပါပဲ။ ဒီတော့ အဆက်အစပ်လေးနဲ့ကြည့်\nရမှာပေါ့။ အားပေးလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.43 GB) / (580 MB) / (320 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2uZA5/Halloween.Ends.2022.720p.Web[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
        "title": "Frankenweenie (2012)",
        "description": "Frankenweenie (2012)~ IMDb - 6.9/10, Rotten Tomatoes - 87% ~ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ...",
        "rating": "6.9",
        "url": "https://megaup.net/2uZnu/(CM)_Frankenweenie_(2012)_720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3G3CCvLYy4EoLuhuUB9YlReFIN.jpg",
        "title": "MK Ultra (2022)",
        "description": "MK Ultra (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 98% ~( * အချို့သော ဇာတ်ဝင်ခန်းများသည် မိသားစုနှင့်အတူ ကြည့်ရှုရန် မသင့်တော်ပါ * )စိတ်ကိုထိန်းချုပ်စေခိုင်းခြင်း (mind control) ဆိုတာ စိတ်ကူးယဉ်ရုပ်ရှင် ဇာတ်လမ်းတွေအတော်များများမှာ ထည့်ရိုက်လေ့ရှိတဲ့ အကြောင်းအရာတစ်ခုပါ။စိတ်က ခန္ဓာကိုယ်ကို မောင်းနှင်တယ် ဆိုတဲ့စကားရှိပြီး မိမိသာ တခြားသူတစ်ယောက်ယောက်ရဲ့စိတ်ကို ထိန်းချုပ်ကိုင်တွယ်နိုင်လိုက်မယ်ဆိုရင် ကိုယ်ဟာ အဲဒီလူရဲ့ ခန္ဓာကိုယ်၊ အဲဒီလူ လုပ်သမျှကို လိုသလို အသုံးချ စေခိုင်းနိုင်ပြီ ဆိုတဲ့သဘောပဲ မဟုတ်လား။ စိတ်ကူးယဉ်ဆိုတာကလည်း လက်တွေ့ကနေ ဆင့်ပွါးဖြစ်တည်လာတဲ့အရာမို့ \"စိတ်ကို ထိန်းချုပ်ခြင်း\" ဆိုတဲ့ စကားလေးအပေါ် အခြေခံလို့ အင်အားကြီးနိုင်ငံတွေနောက်ကွယ်မှာ သို့လော သို့လော ဖြစ်စရာတွေ၊ အခုထိ ဖော်ထုတ်လို့မရတဲ့ လျှို့ဝှက်ချက်တွေ တပုံတပင်ကြီး ရှိနေမယ်ဆိုလျှင်ရော...?MK Ultra ...",
        "rating": "6.7",
        "url": "https://megaup.net/194kj/(CM)_MK_Ultra_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSyJ9LgyRbinRP5NazWUcjBmCh5.jpg",
        "title": "Love Strikes Twice (2022)",
        "description": "Love Strikes Twice (2022)ဒီကားလေးကတော့ ငြိမ့်ငြိမ့်လေးကြည့်ချင်သူများအတွက် romance, drama ကားလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nMaggieက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နာမည်ကြီး ရှေ့နေအကျိုးဆောင်ရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူ့အတွက် အားလုံးက အဆင်ပြေအောင်မြင်နေပေမဲ့ ယောကျ်ားဖြစ်သူ Josh နဲ့ ဆက်ဆံရေးကတော့ စိမ်းသက်သက်ဖြစ်နေပါတယ်။Maggie ရဲ့မိဘတွေ နှစ် ၄၀ ပြည့် anniversary ပွဲကိုသွားရင်း accident တခုဖြစ်ပြီး Maggie က လွန်ခဲ့တဲ့ ၁၅နှစ်ကို ပြန်ရောက်သွားပါတယ်။ တက္ကသိုလ်မတက်ခင် နွေကိုရောက်သွားပြီး အရင်ချစ်သူနဲ့ တွဲနေတဲ့အချိန်ပါ။ Josh နဲ့လည်း စမတွဲသေးဘဲ သူငယ်ချင်းဖြစ်ရုံဆိုတော့ ဘယ်လိုတွေကြုံရမလဲ?Maggie အနာဂတ်ကို ရောက်အောင် ဘယ်လိုပြန်သွားမလဲ?\nအနာဂတ်ကိုရောက်ဖို့ ဖြစ်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1.5GB, ...",
        "rating": "7",
        "url": "https://megaup.net/1OYdf/[CM]Love.Strikes.Twice.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/jLjzy_4f-141x200.jpg",
        "title": "Usogui (2022)",
        "description": "Usogui (2022)ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ အသက်ကိုလောင်းကြေးထပ်မယ့် ကစားပွဲတွေအကြောင်း ရင်ခုန်အောင် ရိုက်ကူးပေးထားတဲ့ ဂျပန်ကားလေး Usogui (မုသားစားသုံးသူ) ပါပဲကာကဲရိုကလပ်ဆိုတဲ့ အဖွဲ့အစည်းဟာ ကြေးကြီးတဲ့ လောင်းကစားပွဲတွေကို ကြီးကြပ်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခု...\nလောင်းချင်တိုင်းလောင်းပြီး ထွက်ပြေးချင်တဲ့သူတွေ လစ်လို့မရအောင် လိုအပ်ရင် လူပါသတ်တယ်မင်းသား မာဒါရာမဲ ဘာကူဟာ တခြားသူတွေရဲ့ မုသားတွေ လှည့်ဖျားမှုတွေကို ကျွမ်းကျင်ပါးနပ်စွာ ဖော်ထုတ်နိုင်သူ...\nသူဟာ ဒီအဖွဲ့အစည်းရဲ့ ခေါင်းဆောင်နေရာကို ရရှိဖို့ အသက်ကိုပါ ပုံအောပြီး လောင်းကြေးတင်ခဲ့ပေမယ့် ခေါင်းဆောင်ရဲ့ လှည့်ဖျားမှုမှာ ကျရှုံးရင်း အသက်ဆုံးလုနီးပါးဖြစ်ခဲ့ရတယ်\nခေါင်းဆောင်ဟာ သူ့ကို အသင်းဝင်အဖြစ်ကနေ ပယ်ထုတ်ပြီး နှင်ဒဏ် ပေးခဲ့တယ်အချိန်အတိုင်းအတာ တစ်ခုအကြာမှာတော့ ဒီအဖွဲ့ဝင်တွေကို စိန်ခေါ်တဲ့ သိပ္ပံပညာရှင် ဆာဒါကူနီ ဆိုသူ ပေါ်ပေါက်လာတယ်\nဘာကူဟာလည်း ခေါင်းဆောင်ကိုထပ်စိန်ခေါ်နိုင်ဖို့ တိုကျိုကို ပြန်လာတဲ့အခါ မောင်ကံကောင်းလေး ကာဂျီ တာကာအိုမီနဲ့ ဆုံတွေ့ခဲ့တယ်\nသူတို့၂ဦးရယ် ဆာဒါကူနီရယ် ကာကဲရိုကလပ်တို့ဟာ ဘယ်ပုံဘယ်နည်း ဆက်နွှယ်နေမလဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3aWbg/Usogui_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzJiMTI3ZTMtNTFhYy00OWNhLWExYjItNzU4NmRkNzdmYmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-160x200.jpg",
        "title": "Vendhu Thanindhathu Kaadu (2022)",
        "description": "Vendhu Thanindhathu Kaadu (2022)IMDb 7.9ဒီတစ်ခါမှာတော့ ကုဋေ၃၀ အကုန်ကျခံရိုက်ကူးထားပြီး\nကုဋေ၅၀ထိပြန်ရခဲ့တဲ့ အမိုက်စားတမီလ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်ဒီလက်‌တွေနဲ့ကိုယ်တိုင်လူသတ်မိမယ် လူသတ်သမားဖြစ်ဖို့မွေးဖွားလာတာဆိုပြီး\nဗေဒင်ဆရာတွေဆီကတစ်လေသံတည်းထွက်လာခဲ့တဲ့ ဇာတာပိုင်ရှင်မီသူး...\nမိခင်ဖြစ်သူကသားကိုဒီလိုဘဝမျိုးအရောက်မခံနိုင်တော့\nမရှိတဲ့ကြားကကျောင်းထားပြီး B.Scဘွဲ့ရအောင်လုပ်ပေးခဲ့တယ်မွေးရပ်မြေမှာ ဆူးချုံရှင်းရင်း မတော်တဆကွင်းတစ်ပြင်လုံးမီးထလောင်တော့\nလယ်ပိုင်ရှင်ကလျော်ကြေးတောင်းလေရဲ့ သူ့အမှားမဟုတ်လို့မပေးနိုင်ကြောင်း\nမူသူးကတင်းခံနေရင်း ပိုင်ရှင်နဲ့ကတောက်ကဆဖြစ်ရာကနေ လူသတ်မိတော့မလိုဖြစ်ခဲ့တဲ့သူ့ကို\nညတွင်းချင်းပဲ အမေဖြစ်သူကမြို့က ဦးလေးဖြစ်သူထံ ခေါ်ယူထွက်ပြေးခဲ့ရတယ်\nမြို့မှာဘဝသစ်စမယ် မိဘအကြွေးတွေဆပ်ပေးမယ်တင်းခံနေရာကနေ\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုစီ ပါဝင်ပတ်သက်မိရာမှာတော့...\nဗေဒင်ဆရာတွေဟောတဲ့အတိုင်း လူသတ်သမားဖြစ်လာမလား\nမိခင်သဘောတိုင်းဖြစ်မလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါရှင်\nFile size…2.83GB  / 1.24GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 57m\nSubtitle….Myanmar Subtitle (Hard sub)\nEncoder….YK\nTranslated by Poe & BpL & Yunni & HM",
        "rating": "7.9",
        "url": "https://megaup.net/2uYy9/Vendhu_Thanindhathu_Kaadu_(2022)_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjBmZTVmMjAtYTViNC00MWQ5LWI4MjUtY2JjMDdmZTg1Y2JlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-133x200.jpg",
        "title": "Love You Ram (2022)",
        "description": "Love You Ram ( 2023 )\n=====================IMDb 8.4/10‌ဒေဗီယာဆိုတဲ့ ကောင်မလေးဟာ\nမိသားစုအဆင်မပြေမှုတွေကြောင့် လူတောမတိုးရဲသူပါ။ဒါပေမဲ့ တစ်နေ့မှာ သူဟာ\nရမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရဲ့စကားကြောင့် သတ္တိတွေရှိသွားခဲ့ပြီး\nကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုတွေ ပြန်ရလာတဲ့အပြင်\nရမ့်ကိုလည်း တိတ်တခိုးချစ်မိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ အရွယ်တွေရောက်လာပြီး ပြန်ဆုံတွေ့ကြတဲ့အခါ\nဒေဗီယာဟာ ရမ်ရဲ့စကားအတိုင်း တစ်သက်လုံးနေခဲ့ပေမဲ့\nရမ်ကတော့ အပြောတစ်မျိုး အလုပ်တစ်မျိုး လုပ်တတ်တဲ့\nကြောင်သူတော် စီးပွားရေးသမား တစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...။ပရိသတ်တွေ အချိန်ပေးရတာ တန်စေမဲ့\n၂ ရာရီစာ တေလေဂူးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Cherry, Moon, V နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.9GB/ 924MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ Cherry~  Moon~ V ~ Zwe Yan",
        "rating": "8.4",
        "url": "https://megaup.net/1Wokl/Love_You_Ram_(2023)_Telugu_WEB-DL_-_720p_-_AVC_-YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/duugV9CneumSZoJ9B4MwzpPnexI.jpg",
        "title": "Darkeplica (2023)",
        "description": "ဒီတစ်ခါမှာတော့ mystery, thriller ဇာတ်ကားဖန်တွေအတွက်darkeplica ဆိုတဲ့ဇာတ်ကားကိုမိတ်ဆက်ပေးပါရစေ။ ပယ်နီလိုပီဟာ သက်လတ်ပိုင်းအရွယ်မိန်းမတစ်ယောက်ဖြစ်ပါတယ်။သူ့မှာကလေးနှစ်ယောက်ရှိပေမဲ့ သူ့အိမ်အနီးအနားမှာရှိတဲ့ တောအုပ်ထဲမှာကလေးနှစ်ယောက်လုံးပျောက်ဆုံးသွားကြပါတယ်။ ဘယ်လိုရှာရှာပြန်မတွေ့တောပါဘူး။ အဲဒီအချိန်ကနေ ပယ်နီလိုပီဟာ အဲဒီတောအုပ်ထဲမှာ မမြင်ရတဲ့မကောင်းဆိုးရွားတွေရှိနေတယ်လိုယုံနေတာပါ။ ညဘက်တွေဆို မကြာခဏအမှာင်ထဲမှာထထိုင်နေတတ်ပြီး တစ်ယောက်တည်းစကားတွေလည်းပြောနေတတ်ပါတယ်။ သူ့ယောက်ျားက သူရူးနေပြီလိုထင်ပြီး စိတ်ရောဂါကုဆေးရုံကိုပိုလိုက်ပါတယ်။ ငါးနှစ်ကြာပြီးတော့ စိတ်ရောဂါကုဆေးရုံကနေသူ့မိန်းမကိုပြန်ခေါ်လာပေမဲ့ သူ့မိန်းမနဲ့ အဲဒီမကောင်းဆိုးရွားတွေရဲ့ ဆက်ဆံရေးကပိုအားကောင်းလာပြီး သူ့မိန်းမကလည်း အဲဒီမကောင်းဆိုးရွားတွေရှိတယ်လိုပိုယုံကြည်လာပါတော့တယ်။ဒီတော့ အဲဒီတောအုပ်မှာ မကောင်းဆိုးရွားတွေက တကယ်ရှိနေတာလား။ကလေးတွေကရော လုံးဝပြန်မလာကြတော့ဘူးလား။Mystery, thriller အမျိုးအစားပေမဲ့ ဇာတ်လမ်းကနည်းနည်းအေးပြီးစကားပြောခန်းတွေကိုပဲအသားပေးရိုက်ထားတာမလို နည်းနည်းတော့ပျင်းစရာကောင်းပါတယ်။ ဒါပေမဲ့ ဇာတ်နှေးနှေးလေးနဲ့ စဥ်းစားရတာကြိုက်တဲ့သူတွေဆိုရင်တော့ အကြိုက်တွေ့စေမှာပါ။ File size…1.38GB / 432MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 33m\nGenre …..Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "",
        "url": "https://megaup.net/1Wonh/Darkeplica.2023.WEB-DL720p(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5y1BMHtomCuZ9cUtD0NTTmqppT1.jpg",
        "title": "Her Affair to Die For (2023)",
        "description": "ဒီလောကထဲမှာ ယောက်ျားတွေအများကြီးရှိနေတာတောင်သူများယောက်ျား သူများရည်းစားကိုမှလိုချင်နေတဲ့ မိန်းကလေးတွေအများကြီးရှိပါတယ်။အဲ့ဒီလိုနဲ့ ပျက်စီးသွားခဲ့ရတဲ့အိမ်ထောင်ရေးတွေသမီးရည်းစားဆက်ဆံရေးတွေမှမနည်းပါဘူး။ဒီကားမှာလဲအဲ့လိုအဖြစ်အပျက်တွေကိုပေါ်လွင်အောင်ရိုက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။ခရစ္စတီးနားဆိုတဲ့ကောလိပ်ကျောင်းသူလေးကလစ်ဇ်နဲ့ နိုအာတို့ရဲ့ သမီးဖြစ်သူဖြစ်ပြီးတော့ အခုအချိန်မှာ ကောလိပ်တက်ဖို့တိုက်ခန်းအတူငှားဖို့အတွက်အခန်းဖော်လိုက်ရှာနေတာဖြစ်ပါတယ်။အဖေဖြစ်သူနဲ့အမေဖြစ်သူကလဲသူ့အလုပ်နဲ့သူများနေကြတဲ့ လူတွေဖြစ်ပြီးသိပ်နွေးနွေးထွေးထွေးမရှိလှပေမဲ့ မိသားစုလေးကပျော်စရာတော့ကောင်းပါတယ်။ဒီလိုနဲ့ခရစ္စတီးနား တစ်ယောက်အခန်းဖော်လိုက်ရှာရင်းနဲ့ အလစ်ဆာဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့အဆင်ပြေသွားပြီး တိုက်ခန်းအတူတူငှားနေဖြစ်ခဲ့ပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီအလစ်ဆာက သူတို့မိသားစုကိုဖြိုခွဲမဲ့ သူတစ်ယောက်ဖြစ်နေတာကိုခရစ္စတီးနားမသိလိုက်ပါဘူး။ဒီလိုနဲ့ အလစ်ဆာကသူ့အဖေဖြစ်သူနိုအာကို တဖြည်းဖြည်းနဲ့ပစ်မှတ်ထားပြီးသူနဲ့ အတူတူအိပ်အောင်ဆွဲဆောင်ပြီးသွားတဲ့နောက်မှာ သူတို့မိသားစုမှာဘယ်လိုပြဿနာတွေဖြစ်လာမလဲဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။ File size…1.57GB / 589MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1Wo5s/Her.Affair.to.Die.For.2023.WEB-DL720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmVlYjgwNmEtNjM2My00MGQ2LTg2NDQtYjRjMGZlM2ZlOGE2XkEyXkFqcGdeQXVyMTU5MjA4NTQ1._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Pretty Crazy (2023)",
        "description": "အလုပ်မှာလည်းအောင်မြင် Handsome လည်းဖြစ်တဲ့ လူငယ်လေးတစ်ယောက်ပြီးပြည့်စုံတဲ့ မိန်ကလေးတစ်ယောက်နဲ့တွေ့ဖို့အတွက် တစ်ယောက်ပြီးတစ်ယောက်ပတ်တွဲ\nအချစ်စစ်ကိုလိုက်ရှာရင်း အတိတ်ကဇာတ်ရှုပ်တွေနဲ့ လက်ရှိတွဲတဲ့စော်နဲ့ တိုင်ပတ်\nအချစ်ဆုံးသူငယ်ချင်းရဲ့ မင်္ဂလာဆောင်မှာ သတို့သားအရံလုပ်ဖို့အတွက်\nတွဲစရာစော်မရှိ တိုင်ပတ်တွေ့မယ့်တွေ့တော့လည်း ကောင်မလေးက အချေတစ်လိုင်းနဲ့\nအချစ်ဆိုတာ ဘာလဲ ဘယ်လဲ ဘယ်လိုလဲ ဆိုတာကို ရိုက်ပြသွားတဲ့ (Romance/Comedy) ဇာတ်ကားလေးတစ်ကားပါဒီတော့ ပရိတ်သတ်ကြီးလည်း အချစ်ဆိုတာဘာလဲ သိချင်ရင်တော့\nဒီဇာတ်ကားလေးကိုကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.48 GB)/(702 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield",
        "rating": "",
        "url": "https://megaup.net/3ijho/Pretty.Crazy.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNThhYTI2YjgtY2E4Mi00YzNhLWJlZWUtNWRiYzRhNjMxZGE2XkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_-142x200.jpg",
        "title": "Thousand and One Lies (1001 Nunakal) (2022)",
        "description": "1001 Nunakal (2022)\nIMDb-8.0/10ဇာတ်လမ်းတင်ဆက်ပုံခပ်ဆန်းဆန်းလေးနဲ့ အိမ်ထောင်သည်တွေ၊\nအိမ်ထောင်တခုထူထောင်ဖို့ စဉ်းစားနေသူတွေကို အသိလေးတခုပေးနိုင်တဲ့\nအိန္ဒိယကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်က မုသားစကား ၁၀၀၁တဲ့။\nဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်တွေကို မျက်နှာသစ်သရုပ်ဆောင်တွေ\nသုံးထားပေမယ့် ကျရာဇာတ်ရုပ်နဲ့လိုက်ဖက်အောင်\nပါဝင်နိုင်ကြတာကို စိတ်ဝင်တစားနဲ့ကြည့်ကြရမှာပါ။နေရာတခုတည်းမှာပဲ အဓိကတည်ပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းတွေကိုကြည့်လိုက်ရင်\nစိတ်ဝင်စားစရာကောင်းရင်ကောင်း မဟုတ်ရင်\nပျင်းစရာကောင်းလာရော။ကျွန်တော့်အမြင်အရကတော့\nဒီဇာတ်လမ်းကစိတ်ဝင်စားစရာပဲ။ဘာလဲဆိုတော့\nကြုံဖူးသိဖူးနေကြအကြောင်းရာတွေပါသလို ဘာတွေဖြစ်လာဦးမလဲ\nဘာတွေပေါ်လာဦးမလဲဆိုတာမျိုးကို\nသိချင်စိတ်ဖြစ်အောင် ရိုက်ထားနိုင်လို့။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် အဆောက်အဦးကြီးတခုမီးလောင်တယ်။အဲဒီမှာနေတဲ့ တိုက်ခန်းတွေက မိသားစုနှစ်ခုက\nသူတို့သူငယ်ချင်းအရင်းကြီးတယောက်အိမ်မှာ ခဏလာတည်းတယ်။ညစာစားကြရင်း နောက်ရက်မှာ\nအိမ်ရှင်လင်မယားရဲ့ ဆယ်နှစ်ပြည့်မင်္ဂလာနှစ်ပတ်လည်နေ့ရောက်မယ်ဆိုတာသိတော့ ပြန်မယ့်ဟာ မပြန်ကြသေးဘဲ\nပွဲလေးကျင်းပကြတာပေါ့။တကယ်ခင်မင်ကြတဲ့ သူငယ်ချင်းအရင်းကြီးတွေပဲစုပြီးပွဲလေးလုပ်ရော။\nအဲဒီမှာ သူငယ်ချင်းတွေဝိုင်းထိုင်ကြရင်း သူတို့တွေပြောကြတဲ့အကြောင်းအရာတွေ အဖြစ်အပျက်တွေက\nဇာတ်လမ်းကိုဆွဲခေါ်သွားတာပဲ။ကွဲပြားတဲ့အမြင်တွေ အယူအဆမတူညီကြတာတွေကနေ\nသူတို့ရဲ့ဘ၀တွေကို စကားတွေကနေတဆင့် တင်ဆက်ပြသသွားတာကို ကြည့်လိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Yunniတို့ဖြစ်ပါတယ်)\nFile size…1.37GB  /  613MB \nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 45mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~BpL~Zwe~Yunni",
        "rating": "7.8",
        "url": "https://megaup.net/1Wnrm/1001_Nunakal_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTU4NGYyNzYtZTg3NS00ZTI3LWIxOTEtNDM1Mjg0YjM5OTM1XkEyXkFqcGdeQXVyNjUwMTQyODk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Revealed: The Cape (2023)",
        "description": "Revealed: The Cape (2023)\n===================၂၀၀၃ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို Documentary\nတစ်ခုအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတယ် ၂၀၀၃ခုနှစ်၊ဇွန်လ သြစတေးလျပင်\nလယ်ကွေ့တစ်နေရာမှာ ပျောက်သွားတဲ့သားအဖနှစ် ယောက်အကြောင်းပါပဲ၊ နှစ်\n(၂၀)အကြာမှာတော့ Documentary တစ်ခုအနေနဲ့ ဖန်သားပြင် ပေါ် တင်ဆက်\nချပြလာပါတယ်။ လူပျောက်တဲ့ နေရာက Cape York ကျွန်းဆွယ်မှာဖြစ်ခဲ့တာပါ။\nလူသူအ ရောက်အ ပေါက်နည်းတဲ့ပင်လယ်ကွေ့လို နေရာမျိုးက သားရဲ ကောင်\nတွေကြီးစိုးတဲ့ နေရာပါပဲ။အဲဒီဒေသမှာ နေထိုင်ကြတဲ့သူတွေကလည်း တံငါအလုပ်ကို မျိုးရိုးစဥ်ဆက်လုပ်\nကြပြီးတော့ တော်ရုံလူမလာရဲတဲ့ကျွန်းဆွယ်တစ်ခုပါပဲ။ ပြောရရင် အဲဒီမှာနေတဲ့\nသူတွေထဲ ရာဇဝတ်မှု မကျူးလွန်ဘူးတဲ့လူရယ်လို့မရှိဘူး။ အကုန်လုံးက ဇိုးတွေ\nပေါ့ဗျာ။ ၂၀၀၃ခုနှစ်၊ဇွန်လမှာ ဘေဗင် ဆေမွန်နဲ့ဘရက် ဆေမွန်တို သားအဖနှစ်\nယောက်ဟာ ပင်လယ်ထဲမှာ ပိုက်ဆယ်ဖိုထွက်သွားခဲ့ကြပေမဲ့ ပြန်မရောက်လာခဲ့\nကြဘူး။ ဒီတော့ ဇာတ်လမ်းက ဒီကစပြီး တွေးစရာ တွေ ပေါ်လာပြီ။ ဒီလို ဒေသ\nမျိုးမှာ လူပျောက်သွားတယ်ဆိုရင် မိတ်ဆွေတို့ဘယ်လို တွေးကြမလဲ။ ငါးမန်းတွေပဲ\nစားသွားတာလား၊ မုန်တိုင်းမိလို လှေနစ်သွားတာလား၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Wes4/Revealed.The.Cape.2023.720p.STAN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/8gAZUwOu0-141x200.jpg",
        "title": "Taxi 5 (2018)",
        "description": "Taxi 5 (2018)ဒီဇာတ်ကားကတော့ ရှေ့ကအောင်မြင်ခဲ့တဲ့  Taxi ပြင်သစ်ဇာတ်ကားတွေရဲ့အဆက်အဖြစ် ထွက်ရှိလာတာပါ။ဒါပေမယ့် ရှေ့က မင်းသားမင်းသမီးတွေ မဟုတ်တော့ဘဲ အသစ်တွေနဲ့ ရိုက်ကူးထားပါတယ်။မင်းသား မင်းသမီးအသစ်တွေဖြစ်ပေမယ့်လို့ အရံတချို့နဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကတော့ တူပါတယ်။ဒီဇာတ်ကားမှာတော့ ရဲက ဖိုက်တာ ကားမောင်းသမားဖြစ်လာပြီး Taxi သမားကတော့ ရှေ့ဇာတ်ကားတွေက ဖိုက်တာကြီး ဒန်နီရယ်ရဲ့ တူတော်စပ်သူ အူကြောင်ကြားကောင်အဖြစ် ဇာတ်လမ်းကိုပြန်လှည့်ထားပါတယ်။ယခင်ဇာတ်ကားတွေလို Taste မရတော့ပေမယ့် \" ဒန်နီရယ် နဲ့ အီမလီယံ\" ကိုလွမ်းနေသူ ကိုယ်တွေအတွက်တော့ ဖြေသိမ့်ဖို့ ကြည့်နေမိတဲ့ဇာတ်ကားပါ။(Taxi ဇာတ်ကားအားလုံးကို   https://channelmyanmar.org/?s=taxi  မှာ ကြည့်လို့ရပါတယ်။ )\nFile size…(2.3 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:54\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mg King",
        "rating": "4.7",
        "url": "https://megaup.net/2Cg9u/(CM)_Taxi.5.2018.FRENCH.720p.BluRay.x264-Naung.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Taxi-42007-235x300.jpg",
        "title": "Taxi 4 (2007)",
        "description": "Taxi 4 (2007)IMdb Rating (5.6) / Rotten Tomatoes (42%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1glmb/(CM)_Taxi.4.2007.FRENCH.1080p.Bluray.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNzk3YzVhOTEtZWYxOS00NDBkLWE2Y2EtNDg0MDkyODkzYmIxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-140x200.jpg",
        "title": "Taxi 3 (2003)",
        "description": "Taxi 3 (2003)IMdb Rating (5.8) / Rotten Tomatoes (51%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gll4/(CM)_Taxi.3.2003.FRENCH.1080p.BluRay.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5132151225_a305d3acb4_c-139x200.jpg",
        "title": "Taxi 2 (2000)",
        "description": "Taxi 2 (2000)IMdb Rating (6.5) / Rotten Tomatoes (70%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1glfq/(CM)_Taxi.2.2000.FRENCH.720p.BluRay.x264-Naung.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/51vjgi4PjeL._AC_UF8941000_QL80_-141x200.jpg",
        "title": "Taxi (1998)",
        "description": "Taxi (1998)IMdb Rating (7.0) / Rotten Tomatoes (81%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ သွက်သွက်လက်လက်တင်ဆက်ထားမှုကြောင့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1glh1/(CM)_Taxi.1998.FRENCH.720p.BluRay.x264-Naung.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY5MzJlMzctY2JkMC00MzdlLWI4NWEtMTYzYWU2NjBhNWE3XkEyXkFqcGdeQXVyMzUxNTM4ODc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Anything Goes (2021)",
        "description": "ငြီးငွေ့နေတဲ့စိတ်တွေကိုဖြေဖျောက်ပေးမဲ့ musical လေးတစ်ပုဒ်လာပါပြီ နားယဉ်စရာသီချင်းတွေ တေးသရုပ်ဖော်အကလေးတွေနဲ့အတူဇာတ်လမ်းတစ်ပုဒ်ကိုဖော်ကျူးထားပြီး IMDb 7.6 အထိရရှိထားပါတယ် ဒါရိုက်တာကတော့ Ross MacGibbon နဲ့ Kathleen Marshall ဖြစ်ပြီး 2022 ခုနှစ်မှာ ဒီ musical နဲ့ Kathleen Marshall က Best Theatre Choreographer ဆုကိုရရှိခဲ့တဲ့အပြင် သီချင်းတွေကိုနာမည်ကျော် Cole Porter ကရေးစပ်ထားတဲ့အတွက်ကြောင့်လည်းနာမည်ကြီးတဲ့ musical တစ်ပုဒ်ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ S.S American ဆိုတဲ့ပင်လယ်ကူးသင်္ဘောပေါ်ကခရီးသည်တွေရဲ့ဖြစ်ရပ်လေးတွေကိုဖော်ပြထားပြီး ရီနိုဆိုတဲ့မိန်းမလှလေးကတော့တရားဟောရှိုးတွေလုပ်တဲ့သူတစ်ယောက်ပါ သူသဘောကျနေတဲ့ကောင်လေး ဘီလီကတော့ချစ်ရတဲ့ကောင်မလေးကြောင့်သင်္ဘောပေါ်ခိုးတက်လာခဲ့ပြီး ဟိုကလက်ထပ်တော့မယ်ဆိုတာကို‌နောက်ကျမှသိလိုက်ရတဲ့သူဖြစ်ပါတယ် ရီနိုနဲ့ဘီလီတို့သင်္ဘောပေါ်မှာအချစ်ဇာတ်လမ်းတွေကိုမှန်ကန်အောင်လုပ်ဖို့ကြိုးစားကြရင်း သူတို့ကြုံတွေ့ကြရမဲ့ဇာတ်လမ်းလေးတွေကိုထူးခြားတဲ့တင်ဆက်မှုလေးတွေနဲ့ကြည့်ရှုရမှာပါ ပေါ့ပေါ့ပါးပါးနဲ့စိတ်ကိုရွှင်လန်းစေနိုင်တာကြောင့်လုံးဝကြည့်ကိုကြည့်သင့်တဲ့ musical တစ်ပုဒ်ပါပဲFile size…(1.2 GB)/(1.75 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:17:00\nGenre...Music Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.6",
        "url": "https://megaup.net/1Wn06/Anything.Goes.2021.720p.(CM).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTdkYzRkODctNjdmMy00ZGM3LTkyMDQtNmY4ODc0YTU0ZTIyXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The House Among the Cactuses/ La Casa Entre Los Cactus (2022)",
        "description": "september 2022 က ထွက်ရှိခဲ့တဲ့ စပိန်ရုပ်ရှင်ဇတ်ကားဖြစ်ပြီး IMDb rating 5.7/10 ရှိပါတယ်၊ ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာ Carlota Gonzalez-Adrio ဟာ best new director နဲ့ best new film ဆု ၂ဆု အတွက် ဆန်ခါတင်စာရင်းဝင်ခဲ့ပါတယ်၊ ဇာတ်ကားရဲ့နာမည်က ရှားစောင်းပင်တွေကြားက အိမ်...တဲ့ နာမည်ကိုကြည့်လိုက်တာနဲ့တင် ပူပြင်းခြောက်သွေ့နေတဲ့ ပတ်ဝန်းကျင်၊ လူသူအရောက်အပေါက်နည်းတဲ့နေရာက အိမ်တစ်လုံးကို မြင်ယောင်မိမှာပါ၊ အဲ့ဒီအိမ်မှာနေတဲ့ လင်မယားမှာ သမီး ၅ယောက်ရှိတယ်၊ genre က drama, thriller ဆိုတော့ အပေါ်ကမိသားစုနေတဲ့အိမ်လေးမှာ သည်းထိတ်ရင်ဖိုစရာအဖြစ်အပျက်တွေ ဘယ်လိုဖြစ်လာမလဲဆိုတာ ဇာတ်ကားပြီးတဲ့အထိ စိတ်ဝင်တစားနဲ့ဆက်ကြည့်ဖြစ်သွားအောင် ရိုးရိုးလေးပဲ ဆွဲဆောင်သွားပါလိမ့်မယ်၊ ကြည့်ပြီးသွားတဲ့အခါ လူတွေကို အပြင်ပိုင်းအမြင်နဲ့ပဲကြည့်ပြီး လွယ်လွယ်မယုံတတ်ဖို့ကိုလည်း တွေးမိသွားစေလိမ့်မယ်ထင်ပါတယ်၊ ကြည့်ရှုအားပေးကြပါဦး File size…(1.2 GB)/(688 MB)\nQuality….Webrip 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/2Cksj/La.Casa.Entre.Los.Cactus.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
        "title": "The Monkey King (2023)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။နာမည်အတိုင်းပါပဲ မရိုးနိုင်တဲ့ စွန်းဝူခုန်းဇာတ်လမ်းတွေထဲက တစ်ခုပါပဲ။ဒါပေမဲ့ ဇာတ်လမ်းကိုနည်းနည်းပြောင်းထားပြီး ဟာသတွေ၊အက်ရှင်ကောင်းကောင်းတွေကို ပုံကောင်းကောင်းနဲ့ ပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဖန်တရာတေပါပဲကျောက်ဆောင်တစ်ခုကနေ မွေးဖွားလာတဲ့မျောက်ဟာစွမ်းအားတွေရှိနေပါတယ်။ဒါပေမဲ့ သူ့ကို မျောက်တွေက လက်မခံသလို နတ်တွေကလည်းလက်မခံတာကြောင့် တစ်ယောက်တည်းဖြစ်နေပါတယ်။အဲဒီတော့ သူဟာ နတ်ပြည်မှာနေရာရဖို့ မသေမျိုးဖြစ်အောင်ကြိုးစားရင်းနဲ့ငရဲမင်း၊ နဂါးမင်း၊ နတ်မင်းတွေ နတ်ဆိုးတွေနဲ့တိုက်ခိုက်ရပုံကို ပြထားတာပါ။ကြည့်လို့ကောင်းပါတယ်။ကြည့်လိုက်ပါဦး။ File size…  2 GB /  980  MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 32m\nGenre .....  Action , Animation\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Mr. Anderson",
        "rating": "6.1",
        "url": "https://megaup.net/2Cl2C/The.Monkey.King.2023.720p.NF.WEB-DL__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/28BHeDbC0307Gzt467XLdVNJuag.jpg",
        "title": "A Man (2022)",
        "description": "A Man (2022)~ IMDb – 7/10, RT - 100%, MyDramaList – 7.9/10 ~ဘယ်သူဘယ်ဝါဆိုတာ အမှန်မသိရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်း စုံစမ်းထောက်လှမ်းရင်းနဲ့ သူ့ရဲ့ ရှုပ်ထွေးတဲ့ဘဝအတိတ်အကြောင်းတွေကို တစ်ဆင့်ချင်း သိလာရမယ့် Mystery ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။ ဂျပန်နိုင်ငံမှာရှိတဲ့ ရွှေ့ပြောင်းကိုရီးယားလူမျိုးတွေအပေါ် လူမျိုးရေးခွဲခြားမှုတွေ၊ ဒီလိုဖိအားကြောင့် ဖြစ်လာရတဲ့ အမှုတွေကိုလည်း ဒီရုပ်ရှင်ထဲမှာ မြင်ရမှာပါ။ရိအဲလို့ခေါ်တဲ့အမျိုးသမီးက ယောက်ျားဖြစ်သူနဲ့ ကွာရှင်းပြီးနောက် သားအကြီးနဲ့အတူ နယ်မြို့လေးဆီ ပြောင်းလာခဲ့ပါတယ်။ စာရေးကိရိယာဆိုင်လေးဖွင့်ထားရင်းနဲ့ ဒိုင်ဆုကဲဆိုတဲ့ အမျိုးသားနဲ့ ဆုံတွေ့ခဲ့ပါတယ်။ဒိုင်ဆုကဲက တည်းခိုခန်းကြီးပိုင်ရှင်ရဲ့ သားဖြစ်ပေမဲ့ မိသားစုဆီကနေ ထွက်လာခဲ့ပြီး တောင်ပေါ်မှာ သစ်ခုတ်လုပ်ငန်းလုပ်ရင်း ဇာတ်မြှုပ်နေတာပါ။ ကြင်နာတတ်ပြီး ရိုးသားတဲ့ ဒိုင်ဆုကဲကို ရိအဲလည်း သဘောကျသွားပြီး နောက်အိမ်ထောင်ပြုခဲ့ပါတယ်။ ၄နှစ်ကြာပြီးနောက်မှာတော့ သမီးလေးတစ်ယောက်လည်းထပ်ရနေပြီး ပျော်ရွှင်တဲ့မိသားစုလေးဖြစ်နေပါပြီ။တစ်နေ့မှာတော့ သစ်ခုတ်သွားရင်းနဲ့ ဒိုင်ဆုကဲတစ်ယောက် သစ်ပင်ပိပြီး ဆုံးပါးသွားရပါတယ်။ တစ်နှစ်ပြည့် ...",
        "rating": "7",
        "url": "https://megaup.net/1Wndk/(CM)_A_Man_(2022)_720p.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMmJhZDJjNjUtOTNiMi00OWM2LTg4ZTAtN2NlNTliZWE0ZGQ0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-140x200.jpg",
        "title": "1920: Horrors of the Heart (2023)",
        "description": "1920: Horrors of the Heart (2023)ကြောက်စရာကောင်းတဲ့ မေတ္တာဖွဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်။\nဟုတ်ပါတယ် အခုတစ်ဖန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့\n1920ဆိုတဲ့ခုနှစ်နဲ့စတဲ့ သရဲကားတွေထဲကမှ လက်ရှိထွက်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။အမုန်းတရားနဲ့ ချစ်ခြင်းတရား ပြိုင်ဆိုင်လာတဲ့အခါမှာ ပူလောင်တတ်တဲ့သဘောတရားခြင်းတူပေမဲ့\nချစ်ခြင်းနောက်မှာ မေတ္တာတရားကပ်ပါလာတဲ့အခါမှာ အေးချမ်းမှုကိုဆောင်ပါတယ်။\nအဲဒီမေတ္တာကို ငတ်မွတ်နေရက်နဲ့ ချစ်ခြင်းနဲ့မရှာဘဲ အမုန်းတရားနဲ့ရှာနေရင်တော့ မဆုံးနိုင်တဲ့ပူလောင်မှုတွေကိုပဲ ခံစားရမှာပါ။ကောင်မလေးတစ်ယောက် အသက်၂၁နှစ်ပြည့်မယ့်နေ့မှာပဲ အဖေဖြစ်သူက ကြိုးဆွဲချသေသွားခဲ့တယ်။\nသူ့အဖေသေဆုံးရတဲ့အကြောင်းအရင်းက သူ့ကိုငယ်ငယ်လေးကတည်းက ပစ်ထားခဲ့တဲ့\nအမေဖြစ်သူကြောင့်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့...အမုန်းတရားတွေ ပေါက်ဖွားလာပြီး ဖခင်ဖြစ်သူရဲ့ ဆိုးဝါးတဲ့လက်စားချေလိုစိတ်ရှိတဲ့\nဝိညာဉ်နဲ့အတူ နောက်အိမ်ထောင်နဲ့ပျော်ရွှင်နေတဲ့ အမေဖြစ်သူတို့မိသားစုကိုဖျက်ဆီးဖို့\nဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဒီဆုံးဖြတ်ချက်နဲ့အတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးရှိရာအိမ်လေးဆီကို\nဖခင်ရဲ့ ဝိညာဉ်ဆိုးနဲ့အတူရောက်လာတဲ့အခါမှာတော့....။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ YH~V~Cherry~Moon~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB / 640MB\nQuality…1080p HD / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YH~V~Cherry~Moon~Yunni",
        "rating": "",
        "url": "https://megaup.net/1Wnby/1920_Horrors_of_the_Heart_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/zCUQt7vvkN2Q87SzC3ycFrjEBSn-133x200.jpg",
        "title": "The Adults (2023)",
        "description": "The Adults (2023)~ Rotten Tomatoes - 71% ~လူကြီးဘ၀ အရွယ်ရောက်တဲ့သူဘ၀ဆိုတာ ဘယ်သူမဆို တစ်နေ့ကြုံတွေ့ရမှာပါ။ ငယ်ဘ၀က အမှတ်တရတွေ ပျော်ရွှင်စရာတွေကိုပါအတူတူ ယူဆောင်လာရင်းနဲ့ လူကြီးဘ၀မှာ လိုက်လျောညီထွေ နေထိုင်ရှင်သန်ရတာက လူတိုင်းအတွက် ဆန်းကြယ်တဲ့အလုပ်မဟုတ်ပါဘူး။ဒီကားမှာတော့ ဝေးကွာသွားတဲ့ အကိုနဲ့ ညီမ ၂ယောက် မွေးရပ်မြေမှာ ပြန်ဆုံတွေ့ကြရင်း ငယ်ဘ၀အမှတ်တရတွေ ပြန်အသက်၀င်လာတာကို တွေ့ရမှာပါ။ အကို အဲရစ်က မွေးရပ်မြေကနေ မိခင်ဆုံးတည်းက ထွက်သွားတာ ၈နှစ်ရှိပါပြီ။ အိမ်ကို ခရီးတို ခဏပြန်လာပြီး ညီမ ရေချယ်၊ မက်ဂီတို့နဲ့ ပြန်ဆုံကြတာပါ။ အဲရစ်က တစ်ချိန်က မြို့မှာ အတော်ဆုံးပိုကာကစားတဲ့သူဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေနဲ့ ညကျ ပိုကာကစားကြပါတယ်။ နိုင်တစ်ခါ ရှုံးတစ်လှည့်ပါပဲ။သူတို့၃ယောက်ရဲ့ ငယ်စဉ်အိပ်မက်က တေးရေးတေးဆိုသူ လုပ်ပြီး ဖျော်ဖြေချင်တာပါ။ အရွယ်ရောက်လာတဲ့အခါမှာတော့ အိပ်မက်အတိုင်းတကယ်ဖြစ်မလာပါဘူး။ ရေချယ်နဲ့အဲရစ်ကလည်း မိသားစုပြသာနာတွေကြောင့် အဆင်မပြေလှပါဘူး။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Ckx2/(CM)_The_Adults_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/613160172435-133x200.jpg",
        "title": "Foodies (2022)",
        "description": "Foodiesကားရဲ့ အဓိကhighlightက Netherlandsနိုင်ငံရဲ့ မြို့တော်Amsterdamရဲ့ ရှုခင်းအလှတွေပါ။ ဇာတ်လမ်းထဲမှာဆိုရင် အစားအသောက်ချစ်တဲ့စိတ်ရင်းကြောင့် Food bloggerဖြစ်လာတဲ့ဆမ်၊ ဆမ်ရဲ့bffဂျက်ကလင်း၊ chef မာကို၊ Food bloggerလီလီယမ် တို့ ပါဝင်ပါတယ်။ ရိုမန့်နဲ့ comedyအခန်းတွေကိုတော့ heavyမဖြစ်ပဲ အနောက်တိုင်းကားတွေမှာမြင်နေကြအတိုင်း ပေါ့ပေါ့ပါးပါးပဲ သွားထားတယ်။ ဇာတ်ကားနာမည်က Foodieဆိုပေမဲ့ အစားအစာနဲ့ပက်သက်ပြီး အထူးတလည်သင်ယူရတာမျိုးတော့မပါဘူး။ ဇာတ်ကားရဲ့ပေးချင်တဲ့messageတစ်ခုတော့ရှိတယ်။ Actor/Actressတွေ သရုပ်ဆောင်တာအသက်ပါတယ်။သရုပ်ဆောင်နေတာလို့မမြင်ပဲ အပြင်မှာတကယ်ရှိတဲ့သူတွေလိုမျိုး ခံစားချက်ရစေတယ်။ ဇာတ်လမ်းက Food bloggerနှစ်ယောက်ပြိုင်ဆိုင်ကြတာကို သမာရိုးကျပဲသွားထားပေမဲ့ အဆုံးထိမပျင်းပဲကြည့်ရတယ်။ Family, Friendship, Romance, Comedyခန်းတွေပါတယ်။ ကောင်းမွန်တဲ့ စိတ်ခံစားချက်ပေးတဲ့ကားမျိုးဖြစ်ပြီးတော့ ရှုခင်းကောင်းကောင်းနဲ့ စိတ်ပြေလက်​ပျောက်ကြည့်ကောင်းတဲ့ကားမျိုး၊ lightဖြစ်ပြီးအများကြီးတွေးစရာမလိုတဲ့ဇာတ်ကားတစ်ကားမျိုးပေါ့။File size…(1.73 GB)/(0.98 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:29:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/2Ck6q/Foodies.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGz88hNPcHUJkUx7MPm0Ue6GZt7.jpg",
        "title": "Paradise(2023)",
        "description": "Paradise(2023)***************\nကိုယ့်ဘဝရဲ့ကျန်ရှိတဲ့သက်တမ်းထဲကအချိန်တချို့ကိုပေးလိုက်ရုံနဲ့ပိုက်ဆံတွေရနိုင်တယ်ဆိုရင်သင်ရောယူမှာလား။ဒီလိုမျိုးအလဲအလှယ်ကိုရောသင်ဘယ်လိုထင်ပါသလဲ။အီယွန်ဆိုတဲ့ကုမ္ပဏီတစ်ခုကအဲ့ဒီလို တခြားသူတစ်ယောက်ရဲ့သက်တမ်းတွေကိုပိုက်ဆံအများကြီးနဲ့လဲလှယ်ပေးတဲ့ကုမ္ပဏီတစ်ခုဖြစ်ပါတယ်။မက်စ်ဆိုတဲ့လူတစ်ယောက်ကအဲ့ဒီကုမ္ပဏီမှာအလုပ်လုပ်နေတဲ့အချိန်လှူဒါန်းခြင်းမန်နေဂျာတစ်ယောက်ပဲဖြစ်ပါတယ်။လှူဒါန်းခြင်းလို့ခေါ်တယ်ဆိုပေမဲ့တကယ်တမ်းကတော့ကိုယ့်ရဲ့အချိန်တွေကိုရောင်းစားနေတာပါပဲ။သူကဆင်းရဲတဲ့လူတွေကိုအချိန်တွေလှူဒါန်းအောင်လို့လိုက်ပြီးနားချရတဲ့လူတစ်ယောက်ဖြစ်ပြီးအလုပ်ကြိုးစားလွန်းတဲ့အတွက်တစ်နှစ်တာအကောင်းဆုံးဝန်ထမ်းတွေပါဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့သူတို့အကြွေးနဲ့ဝယ်ယူထားတဲ့တိုက်ခန်းမီးလောင်သွားတဲ့အခါသူ့မိန်းမကိုယ်တိုင်ရဲ့ သက်တမ်း နှစ်ပေါင်း ၄၀ နဲ့ပြန်ဆပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့အခါကျမှသူများတွေကိုအချိန်လှူဒါန်းဖို့လိုက်ပြောနေတဲ့အီယွန်တစ်ယောက်လဲကိုယ့်အလှည့်ကျမှဒီလိုကြုံလာတဲ့အခါဆပ်ပြာသည်လင်ပျောက်သလိုတွေဖြစ်နေပါတော့တယ်ဒီလိုနဲ့ကြံရာမရတဲ့အဆုံး သူ့ဘဝမှာ မိုက်ရူးရဲအဆန်ဆုံးလုပ်ရပ်ကိုလုပ်ဖို့ ကြိုးစားပါတော့တယ်....   File Size :(1.4GB) &(527MB)\nQuality : NF.Web-Dl 1080P, 720p\nFormat…mp4\nDuration…01:57:00\nGenre :Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Lay\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1Wn31/Paradise.2023.WEB-DL.1080P(CM).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kKV6Tj4BqrFyRV03rkwHNYIQJY0.jpg",
        "title": "Suspect X (2008)",
        "description": "Suspect X (2008)~ IMDb – 7.4/10, MyDramaList – 8/10 ~\"ပုစ္ဆာတစ်ပုဒ်ကိုဖန်တီးရတာနဲ့ ဖြေရှင်းရတာမှာ ဘယ်ဟာကပိုခက်မလဲ\"ဟာနာအိုကာ ယာဆုကို (Hanaoka Yasuko) ဟာ စားသောက်ဆိုင်တစ်ဆိုင်ကို ဖွင့်ထားတဲ့ တစ်ကိုယ်တော်မိခင်လည်းဖြစ်သလို တစ်ခုလပ်အမျိုးသမီးတစ်ယောက်လည်းဖြစ်ပြီး သူ့သမီး မီဆာတို (Misato) နဲ့ နေထိုင်ပါတယ်။ တစ်ညမှာ သူတို့သားအမိရဲ့တိုက်ခန်းဆီ ယာဆုကိုရဲ့ခင်ပွန်းဟောင်း တိုဂါရှိ (Togashi) ပေါက်ချလာပြီး သူ့ထုံးစံအတိုင်း မိန်းမနဲ့သမီးကို ခြိမ်းခြောက်ငွေညှစ်ရာမှ လက်တွေပါကုန်ရင်း နောက်ဆုံးမှာ ယာဆုကိုတို့သားအမိဟာ တိုဂါရှိကို မတော်တဆသတ်မိသွားတော့တယ်။ ယာဆုကိုတို့ရဲ့ဘေးတိုက်ခန်း အိမ်နီးချင်းဖြစ်တဲ့ အီရှီဂါးမိ တဲ့ဆုယ (Ishigami Tetsuya) ဟာ သူ့ဘေးခန်းကဝရုန်းသုန်းကားဆူညံသံတွေကိုကြားလို့ လာမေးရင်း အကြောင်းရင်းကိုသိသွားကာ ချက်ချင်းဆိုသလို ကူညီပေးပါတော့တယ်။ကြည့်လိုက်ရင် စိတ်ဓာတ်ကျနေသလိုလိုနဲ့ ကုပ်ချောင်းကုပ်ချောင်းနေတတ်တဲ့ အီရှီဂါးမိတဲ့ဆုယဟာ တကယ်တော့ အလွန်ထူးချွန်ထက်မြက်ပြီး ပါရမီရှင်လို့တောင် ခေါ်ထိုက်တဲ့ သင်္ချာဆရာတစ်ယောက်ဖြစ်တယ်။ သူ့တစ်နေ့တာရဲ့အပျော်ရွှင်ဆုံးအချိန်က ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Ckpm/(CM)_Suspect_X_(2008)_BluRay_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-place-130x200.jpg",
        "title": "The Place Beyond the Pines(2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ၂၀၁၂ခုနှစ်က ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးပါတော့မယ် တကယ့်ကို သရုပ်ဆောင်ထားတာ ရသမြောက်ပြီးတော့ သူတို့ရဲ့ သရုပ်ဆောင်ချက်တွေထဲမှာ စီးမျောသွားရလောက်အောင်ကို ကောင်းတဲ့ကားကောင်းလေး တစ်ကားပါပဲ IMDP 7.3 အထိရရှိထားပြီး ပါဝင်တဲ့သရုပ်ဆောင်တွေကလည်း Ryan Goslingရယ် Eva Mendesရယ် Bradley Cooperရယ်ဆိုတော့ ဘာပြောကောင်းမလဲပေါ့ဗျာ\nဇာတ်လမ်းအကျဉ်း\nလုခ်ဆိုတဲ့ ဆိုင်ကယ်စတန့်မောင်းသမားက သူ့မှာကလေးရှိတာကိုသိသွားတဲ့အခါမှာတော့ ဘာကိုမှဂရုမစိုက်ဘဲ လေလွင့်နေတာကနေ သူ့သားလေးကို စောင့်ရှောက်ဖို့အတွက် သူ့သားလေးရှိတဲ့မြို့မှာပဲ နေမယ်ဆိုပြီး ဆိုင်ကယ်စတန့်မောင်းတဲ့ အလုပ်ကနေထွက်ခဲ့တာပါ အဲဒီမှာပဲ လူတစ်ယောက်နဲ့တွေ့ပြီးတော့ အဖော်ကောင်းတာနဲ့ ဘဏ်ဓားပြတိုက်ပါလေရော သူ့သားလေးရဲ့ အမေ သူ့ရည်းစားကလည်း သူက လေလွင့်နေတာဆိုတော့ တခြားတစ်ယောက်နဲ့ယူပြီး ဘဝအသစ်တစ်ခုဖြစ်နေခဲ့တာပေါ့ အဲဒီလိုနဲ့ ဓားပြတိုက်ရင်ရလာတဲ့ ငွေလေးနဲ့ သူ့သားအတွက် ပစ္စည်းလေးတွေသွားပို့ရင်း သူ့မိန်းမရဲ့ လက်ရှိယောကျာ်းနဲ့ ရန်ဖြစ်ရာကနေ အဖမ်းခံရပါလေရော အဲဒီလိုနဲ့ သူရဲ့ ဓားပြတိုက်ဖော်တိုက်ဖက် က သူ့ကို ဒေါ်လာ ...",
        "rating": "7.3",
        "url": " https://megaup.net/192f8/The.Place.Beyond.The.Pines.2012.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODU1ZjExN2YtNDJkNC00ZGUyLTllNjItYjZmNGRmOTRlOWMwXkEyXkFqcGdeQXVyNDc5NTIwMjg@._V1_-140x200.jpg",
        "title": "Moss (2010)",
        "description": "နာမည်ကြီး Webtoon ကိုအခြေခံရိုက်ကူးထားပြီး အချိန်ကြာမြင့်ပေမယ့် ဇာတ်သိမ်းထိဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးကိုတင်ဆက်ပေးချင်ပါတယ်ဆိုးလ်မြို့ကြီးမှာနေရတာ ပျင်းရိနေတဲ့ ရူဟေးဂုဆီကို ရွာမှာဇာတ်မြှုပ်နေတဲ့ဖခင်သေဆုံးသွားကြောင်းဖုန်းဝင်လာခဲ့ပါတယ်\nဒီလိုနဲ့ဖခင်ဈာပနပွဲဆီသွားခဲ့ပေမယ့် ရွာကလူတွေဟာ တစ်ခုခုကိုဖုံးကွယ်ထားကြောင်း ရှေ့နေဟောင်းရူဟေးဂုက တန်းသိခဲ့ပါတယ်\nမြို့ကလူစိမ်းဖြစ်လို့ရွာမှာလက်မခံချင်ကြတာမှန်းသူနားလည်ပေမယ့် ဖခင်အကြောင်းတွေကိုပါလျှို့ဝှက်ထားကြတဲ့ ဒီရွာကို သူသံသယဝင်လာတော့ ဆိုးလ်ကိုမပြန်တော့ဘဲ ရွာမှာပဲခေတ္တအခြေချလိုကြောင်းပြောပြလိုက်တဲ့အခါ ရွာကလူတွေဆက်ဆံပုံက ပိုပြီးဆိုးရွားလာခဲ့တယ်ထူးဆန်းတာက ရွာရဲ့ ရွာသူကြီးဆိုတဲ့လူကို အကုန်လုံးက နတ်ဘုရားလိုကိုးကွယ်နေကြတာပါပဲ\nဒီရွာရဲ့ဖုံးကွယ်ထားတာတွေကိုတစ်စတစ်စစုံစမ်းသိရှိလာချိန်မှာတော့ ရူဟေးဂုတစ်ယောက်ဘာဆက်ဖြစ်မလဲ ရွာသူကြီးကရော ဘယ်သူလဲ..\nရူဟေးဂုဖခင်သေဆုံးမှုကရော သွေးရိုးသားရိုးဖြစ်နိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(2.5GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__02:45:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6,7",
        "url": "https://megaup.net/2uWTd/Moss_(2010)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE4k7ffpJNuIQWeQAk6NTgymVx4.jpg",
        "title": "Wolf Pack ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် အခုအခါ my Dramalist မှာလည်း\nrating 8 ရထားပြီး budget ကောင်းသုံးထားတဲ့\nအက်ရှင်ကားကောင်းလေးဖြစ်တဲ့ wolf pack ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင် ဝေးပေ့\nခေါင်ပေ့ အန္တရာယ်များပေ့ဆိုတဲ့ နေရာတွေကိုမှ\nရွေးပြီး စေတနာ့ဆရာဝန်အဖြစ်လုပ်နေတဲ့ ခယ်ထုံဆိုသူတစ်ယောက်…\nရုတ်တရက်ကြီး ကလေးတွေကိုကယ်ဖို့ဆိုပြီး\nလိုက်သွားရကနေ Cooley ကိုရောက်သွားခဲ့ပြီး\nတစ်ချိန်ကအလောင်းအင်္ဂါမစုံခဲ့တဲ့ အဖေ့နောက်ကွယ်အကြောင်းနဲ့\nအဖေသေရတဲ့အကြောင်းကို ဖြည်းဖြည်းချင်းသဘောပေါက်လာတဲ့အပြင်\nအခုသူကြုံတွေ့နေရတဲ့ မစ်ရှင်နဲ့ အဖွဲ့အစည်းကိုပါ\nဖြည်းဖြည်းချင်း ပုံဖော်ပြထားတဲ့ကားကောင်းလေးမို့\nအက်ရှင်ကားကောင်းကြိုက်သူတို့\nလက်မနှေးဘဲ အမြန်ဒေါင်းကြည့်လိုက်တော့နော်\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , War , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/2uWoi/Wolves_Pack_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWJiMGFmMzItMjdhZi00OWQ2LThiYTgtZjgxZTY5NDkyZjIzXkEyXkFqcGdeQXVyNzQ2OTEzMzY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Grimcutty (2022)",
        "description": "Grimcutty (2022)\n============နည်းပညာတွေတိုးတက်လာတဲ့အမျှ ကောင်းကျိုးလည်းရှိသလို ဆိုးကျိုးလည်း\nရှိစမြဲပါပဲ။ တိုးတက်လာတာနဲ့အမျှ ကလေးတွေရဲ့ screen time အရမ်းတိုးလာ\nသလို၊ အွန်လိုင်းပေါ်က challenge တွေကိုလည်း မိုက်ရူးရဲဆန်စွာ လုပ်တတ်လာ\nကြပါတယ်။အာရှာတို့ မြို့လေးမှာ ကလေးတွေက ဓားနဲ့ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်လည်းလုပ်\nတယ်။ အခြားသူတွေကိုလည်း ထိခိုက်အောင်လုပ်တဲ့အပြင် ကိုယ့်အမေအရင်းကိုပါ\nဓားနဲ့ထိုးမှုတွေထိပါဖြစ်လာပါတော့တယ်။ ဒီလိုဖြစ်ရတဲ့နောက်ကွယ်က အကြောင်း\nအရင်းက ဂရင်းကတ်တီကြောင့်ပါပဲ။ အာဏာပိုင်တွေကတော့ ကလေးတွေက ဂရင်း\nကတ်တီ challengeကိုလုပ်ရင်း ထင်ယောင်ထင်မှားဖြစ်ပြီး ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်\nလုပ်မိကြတာလို့ သုံးသပ်ကြပါတယ်။မြို့မှာ ဒီလိုကိစ္စတွေ အဖြစ်များလာတဲ့နောက် မိုက်ရူးရဲတဲ့ကိစ္စတွေမလုပ်ဖို့ အာရှာကို\nသူ့မိဘတွေက သတိပေးတဲ့ချိန်မှာပဲ အာရှာတစ်ယောက် ဂရင်းကတ်တီနဲ့ကြုံလိုက်ရပါ\nတော့တယ်။ သူ့ရဲ့မိဘတွေကို အမှန်တိုင်းပြောပေမယ့် အားကစားကနေလည်း သူစိတ်\nတိုင်းကျထွက်လိုက်ပြီး၊ စိတ်ဓာတ်ကျတဲ့သူလိုမျိုးဖြစ်နေတဲ့ အာရှာကို သူ့မိဘတွေက\nမယုံကြည်ကြပါဘူး။ တဖြည်းဖြည်း မြို့က မိဘတိုင်းက သူတို့ကလေးတွေ ဖုန်းသုံးတာ\nကန့်သတ်ပြီး ကျောင်းပါ ပေးမသွားကြတော့တဲ့ချိန်မှာ အာရှာတစ်ယောက် ဒီကိစ္စနဲ့ပတ်\nသတ်ပြီး ဘာကြောင့်ဖြစ်တာလဲဆိုတာ ရှာဖွေပါတော့တယ်။တကယ်ပဲ ဂရင်းကတ်တီနဲ့ပတ်သတ်တဲ့ကိစ္စတွေက ထင်ယောင်ထင်မှားဖြစ်တာလား၊\nဒါမှမဟုတ် ဂရင်းကတ်တီကပဲ အပြင်မှာအမှန်တကယ်ရှိနေတာလား အာရှာတစ်ယောက်\nရော ...",
        "rating": "4.6",
        "url": "https://megaup.net/3aRby/Grimcutty.2022.PROPER.720p.WEBRip(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCLAknAKUntcR4XhSfRONReoKdR.jpg",
        "title": "Masking Threshold (2022)",
        "description": "Masking Threshold (2022)သမာရိုးကျဇာတ်လမ်းမျိုးမဟုတ်ပဲ တစ်ကားလုံး ပြီးတဲ့အထိ ဇာတ်ကောင်ရဲ့နာမည်ကိုတောင် မသိလိုက်ရတဲ့ ထူးပေ့ဆန်းပေ့ ဇာတ်လမ်းမျိုးကိုမှ ကြည့်ချင်ပါတယ်ဆိုရင် ဒီကားကို recommend ချင်ပါတယ်။ ရွံတတ်တဲ့လူတွေ မကြည့်ကြဖို့တော့ ကြိုမှာပါရစေ။ဇာတ်ကောင်ဟာ ကုမ္ပဏီကြီးတစ်ခုမှာ အရေးပါအရာရောက်တဲ့ ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဇာတ်လမ်းကို သူ့မှာ ပြဿနာတစ်ခုရှိနေလို့ ခွင့်ယူထားတာနဲ့ စဖွင့်ထားပါတယ်။\nဘာပြဿနာလဲဆိုတော့ သူဟာ သူများတွေမကြားရတဲ့ အသံတွေကို ကြားနေရတာပါပဲ။ အဲဒါက ဘာသံတွေလဲဆိုတာကို သူကိုယ်တိုင် အဖြေရှာရင်းကနေမှ ...သူများ မကြားရဘဲ သူတစ်ယောက်တည်း ကြားနေရတဲ့ အသံတွေက ဘာအသံတွေဖြစ်မလဲ?\nအဲ့ဒီဝန်ထမ်းဆိုသူကကော ဘာတွေဆက်ဖြစ်မလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရင်း အဖြေရှာလိုက်ကြစို့ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat Thu ပါ။)File Size          : 2.1GB, 750MB, 354MB\nQuality          ...",
        "rating": "6.7",
        "url": "https://megaup.net/3QOh1/[CM]Masking.Threshold.2022.720p.WEB-DL.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GZRdeL8pSiGmbXZzofCP1ZGtKE.jpg",
        "title": "Crossing Hennessy (2010)",
        "description": "Crossing Hennessy (2010)Lust Caution, Decision to Leave, Long Day's Journey into Night နဲ့ The Golden Era တို့လို ကားကောင်းတွေမှာရော တခြားရုပ်ရှင်တွေမှာပါ ပါခဲ့ပြီး သရုပ်ဆောင်လည်း တော်တော်ပြောင်မြောက်သလို ပီယဓာတ်လည်း အပြည့်အဝရှိတဲ့ ထျန်းဝေနဲ့ Days of Being Wild ထဲက ဇာတ်ကောင်နဲ့ တရုတ်ရဲ့အကောင်းဆုံး ပါဖောမင့်န်ဆယ်ခုထဲက တစ်ခုမှာစာရင်းဝင်ထားတဲ့၊ ဝေါင်ကာဝေးတို့ ဂျွန်ဝူးတို့လို ဆရာကြီးတွေနဲ့ ဇာတ်ကားတွေရိုက်ဖူးတဲ့၊ Four Heavenly Kings of Hong Kong pop music လို့ခေါ်တဲ့ ဟောင်ကောင်ပေါ့ဂီတနတ်မင်းကြီးလေးပါးထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျက်ကီချောင်တို့ တွဲဖက်ပါဝင်ထားတဲ့ ရိုမန့်ကားလေးပါ။ ဒါရိုက်တာကတော့ ဟောင်ကောင်မာစတာပိစ်ကားတစ်ကားဖြစ်တဲ့ Comrades: Almost a Love Story ရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/190bx/(CM)_Crossing_Hennessy_(2010)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjQzODM4ZGItNjFiMy00YjRkLTg0ZmUtOTc5ZjM1MjY2YWY2XkEyXkFqcGdeQXVyNTkzMzAwNzg@._V1_-141x200.jpg",
        "title": "Three Wishes for Cinderella (2022)",
        "description": "Three Wishes for Cinderella (2022)\n=========================\nIMDb Rating - 5.9/10စင်ဒရဲလားလို့ပြောလိုက်ရင် အများစုကသိရှိပြီးသားဇာတ်လမ်းလေးပဲ\nမဟုတ်လား၊ ဒါကတော့ အကုန်လုံးသိထားပြီးသား ပုံပြင်ဟောင်းလေး\nတစ်ပုဒ်နဲ့သိပ်မတူတဲ့ စင်ဒရဲလားပုံပြင် နော်ဝေးဗားရှင်းလေးလေးပါပဲ။ဒီထဲမှာတော့ စင်ဒရဲလားလေးက နုဖတ်နေတာမဟုတ်ဘဲ မြင်းစီးမြားပစ်\nတလွှားလွှားနဲ့ပါပဲ။ နောက်ပြီး နတ်သမီးမေမေထက် နောက်ဆုံးမှာ ကိုယ့်\nကိုယ့်ကိုယ်သာ အားကိုးရာဆိုတာမျိုးနဲ့ ပုံစံတစ်မျိုးပြသထားသလို၊ ကယ်\nတင်ရှင်မင်းသားလေးလည်း မလိုတဲ့ဗားရှင်းမို့ အရသာတမျိုးလေးနဲ့ ကြည့်\nလိုက်ကြရအောင်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (582 MB) / (343 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Family, Fantasy\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://megaup.net/3aRir/Three-Wishes-for-Cinderella.2022.720p.BluRay.(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzQyNTlmZTQtNzJhZS00ZmEwLWE4MmUtMzg3ZWFjNzRmZTY2XkEyXkFqcGdeQXVyMjM3NzM4MTU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Other Monsters (2022)",
        "description": "စစ်ထွက် လူပေလူတေကြီးတစ်ယောက်\nပိုက်ဆံမရှိ နေစရာမရှိ အလုပ်မရှိ\nလျှောက်သွား တောင်းစား\nအရက်ကိုမိုးမလင်းသောက် ဘဝရဲ့ အလင်းရောင် ပျောက်နေရှာသူကြီး....အဲဒီလူကြီးကို သေဘေးကနေ ကယ်တင်ပေးလိုက်တဲ့ ပြည့်တန်ဆာမလေးတစ်ယောက်\nနေစရာပေး ပိုက်ဆံပေး အလုပ်ခန့် လစာပေး\nခန္ဓာကိုယ်ပါပေး နောက်ဆုံး အချစ်တွေပါ ပေးလိုက်ပါသတဲ့အဲဒီပြည့်တန်ဆာမလေးကို လူတစ်အုပ်က အနိုင်ကျင့်သတ်ဖြတ်ပြီး စစ်သားထွက်ကြီးကို\nလူသတ်တရားခံ မုဒိမ်းကောင်အဖြစ် အကွက်ဆင်ထားခဲ့ပြီး နံရံတွေနောက် ၁၄ နှစ် ရောက်သွားရတဲ့ ကံဆိုးသူမောင်ရှင်....သူထွက်လာတဲ့တစ်နေ့မှာ အဲဒီနေ့က လူတစ်အုပ်ကို တစ်ယောက်ချင်း ရှာဖွေလို့ ပြန်လှန်လက်စားချေတဲ့အခါမှာတော့...\nစစ်သားအိုကြီး နံရံတွေနောက်ကထွက်လာ ‌ေြခတုန်လက်တုန်နဲ့ သေနတ်ကိုင် လက်စားချေခရီးကြမ်းကို အပြီးထိလှမ်းနိုင်ပါ့မလား...ဒီဇာတ်ကားမှာ အပေါ်ပိုင်းဗလာကျင်းတာတွေ လိင်အသားပေးစကားတွေ အဆဲအဆိုတွေကြောင့် မိသားစုနဲ့ အတူတော့ မကြည့်သင့်ပါဘူး ။File Size__(1.1GB) / (550MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.6/10\nFormat__mp4\nDuration__01:32:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Arr Khun Winchester\nEncoded by Naing Aung ...",
        "rating": "4.6",
        "url": "https://megaup.net/3QPM0/Other_Monsters_(2022)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNqgjqxHIdfsQRQL5XTujNfX9pj.jpg",
        "title": "The Parent Trap (1998)",
        "description": "The Parent Trap (1998)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~လူကြီးမင်းတို့ အောင်သွယ်ဇာတ်လမ်းတွေ ကြားဖူးကြလားဗျ။ မပြောမရှိနဲ့။ ကိုယ့်ဘေးက ကိုယ့်ရည်းစားကတောင် သူများအောင်သွယ်ပေးထားလို့ စွံခဲ့တာ ဖြစ်ချင်ဖြစ်နေမှာ။ ဘာပဲဖြစ်ဖြစ်ပါလေ။ အောင်သွယ်ဇာတ်လမ်းတွေက နားမဆန့်အောင် ကြားခဲ့ရတာပါပဲ။ဒါပေမ‌ဲ့ လူကြီးမင်းတို့ကို တစ်ခုမေးပါရစေ။ သမီးနှစ်ယောက်က သူတို့ အဖေနဲ့အမေအရင်းခေါက်ခေါက်နှစ်ယောက်ကို ညားကြပါစေတော့ရယ်လို့ အောင်သွယ်ပေးခဲ့ကြတဲ့ ဇာတ်လမ်းတော့ ကြားဖူးမယ်တော့ မထင်ပေါင်ဗျာ။ စိတ်ဝင်စားရင်တော့ ဟောဒီဇာတ်လမ်းကိုသာ ကြည့်လိုက်ပါ။နွေရာသီကျောင်းကြိုစခန်းတစ်ခုကို အတူလာမိကြတဲ့ ၁၁ နှစ်အရွယ် ကောင်မလေးနှစ်ယောက်။ တစ်ယောက်က ဓားရေးကောင်းတယ်။ တစ်ယောက်က ဖဲရိုက်တာတော်တယ်။ ဘုရင်မနှစ်ပါးဆိုတော့ အချင်းချင်း ငြိကြတာပေါ့လေ။ ဒီလိုနဲ့ တစ်ယောက်နဲ့တစ်ယောက် ဘတပြန် ကျားတပြန် အနိုင်ယူကြရင်း ‌သောင်းကျန်းကြလွန်းလို့ သီးသန့်အိမ်တစ်ခုတည်းမှာ ခွဲထားခံရတဲ့အဖြစ်ရောက်သွားလေရဲ့။ဒါပေမဲ့ သူတို့သိသွားကြတာက သူတို့တွေဟာ တစ်အူထုံဆင်း မောင်နှမအရင်းဖြစ်ရုံမက၊ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2uUw5/(CM)_The_Parent_Trap_(1998)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTc1MmYzNjYtMTEzNi00NjU4LWE1MGUtMmUyYjMwMjAwYzY0XkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-141x200.jpg",
        "title": "(18+) Rise of the Machine Girls (2019)",
        "description": "ဒီဇာတ်ကားကို အရိုးရှင်းဆုံးပြောရရင်တော့ Dark Comedy ပေါ့\nဇာတ်ကောင်တွေကလဲ သောက်တလွဲပဲ\nဇာတ်လမ်းကလဲ ဂဂျိုးဂဂျောင်နဲ့\nဖြစ်နိုင်တာတော့ တစ်ခုမှမပါဘူးဒါပေမဲ့ ဂျပန်တွေဆိုတာသိတဲ့အတိုင်းပဲလေ\nစိတ်ကူးယဉ်ဖန်တီးနိုင်စွမ်းကတော့ အလွန်မြင့်မားကြတာကို\nSuper Sentai (power ranger), ultraman, gundan စတဲ့\nfictional characters ပေါင်းများစွာကိုမွေးဖွားပေးခဲ့တဲ့ ဂျပန်တွေဟာ\nခုလိုမျိုးဇာတ်ကားတွေမှာ ထင်ရာတွေလုပ် ရိုက်ချင်သလိုတွေရိုက်ပြီး\nဖျော်ဖြေရေးကိုပဲ အဓိကထားတင်ဆက်ကြတာ ထုံးစံနဲ့တူပါတယ်ဟ..ဒါဆို ဒီကောင်တွေ ရိုက်ချင်တာလျှောက်ရိုက်တာ ငါတို့က ဘာကြည့်ရမှာတုန်းဆိုရင်\nကြည့်စရာစော်အလန်းလေးတွေပါပါတယ်....HOTD က အန်ကယ်ဒေမွန်ကြီး ခေါင်းထဖြတ်တဲ့အကွက်မျိုးက\nဒီလိုကားထဲမှာ အားတိုင်းထည့် ပျင်းတိုင်းထည့်ပါတယ်...စောက်ရမ်းချပါတယ်သေနတ်တွေရော စက်ရုပ်တွေရော ဓားတွေရော စုံနေတာပါပဲ\nအဲ့တော့ ဘာကိုမှ ဂိမနေပဲ ဖျော်ဖြေရေးကို ဖျော်ဖြေရေးလိုပဲခံစားရင် ကွက်တိပါပဲ\nတစ်ခုတော့ရှိပါတယ် စောက်ရမ်းဖျော်ဖြေတယ်ဟဆိုပြီး မိဘတွေ ကလေးတွေနဲ့တော့အတူမကြည့်ပါနဲ့\nဆဲတာဆိုတာအသာထား လိင်ပြကွက်ဆိုတာတောင် အပျင်းပြေအလှူလိုထည့်ထားတဲ့ ဒီကားမျိုးက\nအန်ကယ်ဒေမွန်လို အန်ကယ်လေးရှိတဲ့ ဘာဘီလေးတွေလောက်ပဲ အဆင်ပြေမယ့် ကျန်တဲ့လူတွေ မိသားစုနဲ့မကြည့်သင့်တဲ့\nဆယ့်ရှစ်အပေါင်းကားလေးဖြစ်ကြောင်းတော့ လက်တို့လိုက်ပါရစေ\nFile size…1.3GB / 697MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://megaup.net/2uUtj/Rise.of.the.Machine.Girls.2019.720p(DS).mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AGJMNrUfBMIGkCeKNccQbj0Nyg.jpg",
        "title": "Curve (2015)",
        "description": "Curve (2015)===========အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့horror/thriller ဇာတ်ကားကြိုက်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။လက်ထပ်ခါနီး သတို့သမီးလောင်းတစ်ယောက်ဖြစ်တဲ့မယ်လိုရီဟာ လက်ထပ်ပွဲလုပ်မယ့် ဒန်ဗာမြို့ကိုဆန်ဖရန်စစ်စကိုမြို့ကနေ တစ်ယောက်တည်းကားမောင်းလာခဲ့ပါတယ်။ မောင်းနေရင်းနဲ့လမ်းခွဲတစ်ခုကိုရောက်တော့ ‌လင်ကိုစိတ်ကောက်နေတဲ့မယ်လိုရီက လမ်းအတည့်ကမသွားပဲ တကွေ့တပတ်သွားဖို့ဆုံးဖြတ်လိုက်ပါ‌တယ်။ လမ်းတစ်၀က်အရောက်မှာကားက စက်ထိုးရပ်သွားပြီးတော့ အကူအညီတောင်းဖို့လူတွေမရှိတဲ့အပြင် ဖုန်းလိုင်းကပါမမိနေတဲ့အတွက်မယ်လိုရီတစ်ယောက်တိုင်ပတ်ပါတော့တယ်။ ဒါပေမယ့်ကံကြမ္မာကပဲ အကြောင်းဖန်လေသလားတော့မသိ၊ယောက်ျားတစ်ယောက်ဟာ ရုတ်တရက်ဆိုသလိုကူညီဖို့ ရောက်လာခဲ့ပါတယ်။ သူတို့ဆုံတွေ့ကြတာဟာရေစက်တစ်ခုလား။ ကောင်းသောဆုံတွေ့ခြင်းလား။မြို့တွေရဲ့အဝေးမှာ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာကိုကြည့်ရှုခံစားပြီး လင်ကိုစိတ်ကောက်တာ ကောင်းလားမကောင်းလားဆိုတာကိုယ်တိုင်ပဲ ကြည့်ရှု ဆုံးဖြတ်လိုက်ကြပါခင်ဗျာ။ File Size          : 1.20GB, 535MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & 25mins\nGenre  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1OWn9/curve.2015.720p.bluray_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MipMSfBfM5vyNRdZkc4gBQfpdc.jpg",
        "title": "Moon Man ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် ၂၀၂၂ ခုနှစ် ဇူလိုင်လ ၂၉ ရက်နေ့မှာ\nရုံတင်ခဲ့ပြီးတော့ ရုံဝင်ငွေ ၂ ဘီလီယံကျော်ရရှိခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nပြီးတော့ တောင်ကိုရီးယား ကာတွန်းရေးဆရာတစ်ယောက်ဖြစ်တဲ့\n\"Cho Seok\" ဖန်တီးရေးသားထားသော \"Moon You\" ကို\nအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဆိုရင်လဲမမှားပါဘူး\nအဓိကပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေအနေနဲ့ကတော့-❏ အမည်မသိမထင်ရှားတဲ့ ပြုပြင်ထိန်းသိမ်းရေးဝန်ထမ်းငယ်လေးအဖြစ် - ချန်ထန်\n❏ \"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \"ကို\nကြီးကြပ်ရသူအဖြစ် - မာလိ တို့ကနေပြီးတော့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ရှင်\nဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့-“လူသားတွေဟာ ဂြိုလ်ငယ်လေးတွေရဲ့ ဝင်ရောက်တိုက်ခတ်မှုကနေပြီးတော့\nကာကွယ်ပြီးတော့ ကမ္ဘာမြေကြီးကိုကယ်တင်ဖို့အတွက်\n\"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \" ကို\nလက်တွေ့ကျကျစီစဥ်ရေးဆွဲခဲ့ကြပါတယ် ဒါပေမဲ့လို့\nမထင်မှတ်ထားပဲ ဥက္ကာခဲကြီးက ကြိုတင်ဝင်ရောက်လာခဲ့တဲ့အတွက်\nအဖွဲ့ဝင်လုပ်သားတွေအားလုံး အရေးပေါ်အခြေအနေအရ\nထွက်​ခွာနေရတဲ့အချိန်မှာ ပြုပြင်ထိန်းသိမ်းရေး\nဝန်ထမ်းတစ်ယောက်ဖြစ်သူ တူကူယွဲ့ဟာ မတော်တဆမှုတစ်ခုကြောင့်\nအဖွဲ့ခေါင်းဆောင် မာလန်ရှင်းရဲ့ အသိပေးချက်ကိုလွဲချော်ခဲ့ပြီး\nတစ်ယောက်ထဲ လကမ္ဘာပေါ်မှာကျန်ရစ်ခဲ့ပါတော့တယ်မထင်မှတ်ထားပဲ \"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \"ဟာ\nမအောင်မြင်သွားပဲ တူကူယွဲ့ဟာ စကြဝဋ္ဌာအတွင်းမှာ\nနောက်ဆုံးသော အသက်ရှင်ကျန်ရစ်သူတစ်ဦးဖြစ်သွားခဲ့ပါတော့တယ်\nအဲဒီမှာ သူ့ရဲ့ဘဝကို လကမ္ဘာပေါ်မှာ အချိန်ကုန်ရင်းနဲ့.....?”❏ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ ရင်ဆိုင်ရမလဲ ？\n❏တစ်ယောက်ထဲ အထီးကျန်ဆန်တဲ့ဘဝကို ဘယ်လိုတွေကုန်ဆုံးမလဲ ？\n❏ သူဒီစကြဝဋ္ဌာအတွင်းကနေရော ...",
        "rating": "6",
        "url": "https://megaup.net/1OWa2/Moon_Man_2022_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BM2M5MDdjY2UtOTk1Mi00MzY5LTk0MmUtMzNmYzI3NzMwNGExXkEyXkFqcGdeQXVyNTc0MjY0NTM@._V1_-139x200.jpg",
        "title": "Judaa Hoke Bhi (2022)",
        "description": "Judaa Hoke Bhi (2022)ခုတစ်ခါမှာလည်း အရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဟင်ဒီ Horror/Thriller\nကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိဆိုသလိုပေါ့...ဒီဇာတ်ကားရဲ့ဒါရိုက်တာက ဟိုတလောက cm မှာ တင်သွားတဲ့\nRaaz (2002) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာပါပဲ မကြည့်ရသေးရင်\ncm မှာ ဒေါင်းကြည့်လိုက်ပါ အရမ်းကောင်းပါတယ်...ခုတစ်ခါမှာလည်း ဒီဒါရိုက်တာကနေပဲ အချစ်ရဲ့ရန်သူအကြောင်းကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြသွားနိုင်ခဲ့သလို ဇာတ်လမ်းလေးကလည်း\nနှစ်လိုဖွယ်ကောင်းပါတယ်...အမန်းနဲ့ မီရားဆိုတဲ့ လင်မယားနှစ်ယောက်ရှိတယ် အမန်းက တစ်ချိန်တုန်းက\nနာမည်ကြီးအဆိုတော်တစ်ယောက်... သားဖြစ်သူ ယာဉ်မတော်တဆဖြစ်ပြီး\nဆုံးသွားလို့ စိတ်ထိခိုက်ရင်း အရက်နွံထဲနစ်ခဲ့ရတယ်...မီရားကတော့ နာကျင်မှုတွေကို ဘေးတစ်ဖက်ချထားပြီး မိသားစုကို\nပြေလည်အောင်ကြိုးစားနေတဲ့ မိန်းမသားတစ်ယောက်ပေါ့...မီရားက စာရေးဆရာမ..တစ်ရက်တော့ မီရားကို အလုပ်တစ်ခုလာကမ်းလှမ်းတယ်\nကိုယ်ရေးအတ္တုပ္ပတ္တိရေးပေးရမယ့်အလုပ် ပိုက်ဆံလည်းမျိုးမျိုးမြတ်မြတ်ရမယ်ပေါ့ဒါပေမဲ့ မီရားမသိလိုက်တာက သူ့ကိုအလုပ်လာကမ်းလှမ်းတဲ့အလုပ်ရှင်ဟာ\nမကောင်းဆိုးဝါးတစ်ကောင်ဖြစ်နေတယ်ဆိုတာပါပဲဒီလိုနဲ့ မီရားတစ်ယောက် နတ်ဆိုးရဲ့ကျော့ကွင်းထဲမှာ ပိတ်မိသွားပြီး\nရုန်းမထွက်လာနိုင်တော့တဲ့အခါမှာတော့...။\nFile size…1.23GB / 563MB\nQuality…1080p WEB DL / 720p\nFormat…Myanmar Subtitle (Hard Sub)\nDuration….2h 1m\nSubtitle….Myanmar Subtitle\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.9",
        "url": "https://megaup.net/1OVbk/Judaa.Hoke.Bhi.2022.720p.AAC2.0CH.YK.(CM)mp4.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fenNPxVF5ERy0CSyVruuEg959Hg.jpg",
        "title": "Athena (2022)",
        "description": "Athena (2022)အသီနာဆိုတဲ့ပြည်နယ်လေးမှာ ပြည်သူတွေမကြာခဏ ရဲအရာရှိတွေ အကြမ်းဖက်ခံရပေမယ့်\nဒီပြည်နယ်ငယ်လေးကို ဘယ်သူမှအရေးမလုပ်ကြတာကြောင့် အကြမ်းဖက်မှုတွေ ခပ်စိတ်စိတ်ဖြစ်လာပါတယ်။၂ လအတွင်းမှာ တတိယအကြိမ် ရဲဘက်အကြမ်းဖက်မှုဖြစ်ပြီး\nရဲဝတ်စုံနဲ့လူတွေက အီဒီရာဆိုတဲ့လူငယ်လေးကို ရိုက်နှက်ပြီး သတ်လိုက်တဲ့ဗီဒီယို ပျံ့သွားချိန်မှာတော့\nအစိုးရနဲ့လူထုကြား တင်းမာမှုတွေဖြစ်လာပါတော့တယ်။\nအီဒီရာရဲ့အစ်ကိုကြီးဖြစ်သူ အက်ဘ်ဒဲလ်ကတော့ စစ်သားတစ်ယောက်ပီပီ အစိုးရကိုယုံကြည်ပေမယ့်\nကာရင်းမ်ကတော့ အစိုးရကိုအယုံကြည်မရှိတဲ့ လက်ယာဝါဒီအစွန်းရောက်ပီပီ\nအဓိကရုဏ်းတွေကို အစပျိုးရင်းနဲ့ ပြင်သစ်တစ်နိုင်ငံလုံး အကြမ်းဖက်မှုတွေ ပျံ့နှံ့သွားစေပါတယ်။အကြမ်းဖက်မှုနဲ့ ညီဖြစ်သူအတွက် တရားမျှတမှုကို ကိုယ်တိုင်တိုက်ယူရမယ်လို့ ယုံကြည်ထားတဲ့ ကာရင်းမ်၊\nစစ်သားပီပီ ဥပဒေအတိုင်းလိုက်နာရင်းနဲ့ အစိုးရကဖြေရှင်းပေးမယ်လို့ယုံကြည်တဲ့ အက်ဘ်ဒဲလ်၊\nဒီကြားထဲမှာမှ စီးပွားရေးထိခိုက်လို့ အထိကရုန်းတွေဖြစ်မှာကို လိုက်လံတားဆီးနေတဲ့ အစ်ကိုအကြီးဆုံးမော့ခ်တာဒီလိုမတူညီတဲ့အယူအဆအသီးသီးနဲ့ အဓိကရုဏ်း မှာ\nဘာ‌တွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ Athena ဆိုတဲ့ ဒီရုပ်ရှင်လေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | ...",
        "rating": "6.8",
        "url": "https://megaup.net/2BsiD/ATHENA.2022.FRENCH.720p.WEBRip.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-curi-138x200.jpg",
        "title": "The Curious Case of Dolphin Bay(2022)",
        "description": "Mystery နဲ့ လူငယ်ကားလေးတွေကြည့်ရတာ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် The Curious Case of Dolphin Bayဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nအားလုံးလည်း သိပြီးကြတဲ့အတိုင်း ကမ္ဘာကြီးက တဖြည်းဖြည်းပူနွေးလာပြီး ပင်လယ်ပျော်သတ္တဝါတွေလည်း မျိုးတုံးလာကြပါတယ်။ ဒီလိုပင်လယ်သတ္တဝါတွေမျိုးတုံးလာမှုကို ဖြေရှင်းချင်ပြီး ပင်လယ်ချစ်တတ်တဲ့ Quinnဟာ ကျောင်းပိတ်ရက်မှာ သြစတေးလျမှာရှိတဲ့ အဏ္ဏဝါဇီဝဗေဒစင်တာ တစ်ခုမှာ အလုပ်သင်လုပ်ဖို့ လင်းပိုင်ပင်လယ်အော်ကို လာခဲ့ပါတယ်။ အလုပ်သင်ဆင်းတဲ့ လူငယ်လေးယောက်ထဲမှာမှ Teddyဆိုတဲ့ကောင်လေးက အဏ္ဏဝါဇီဝဗေဒကို စိတ်ဝင်စားလို့မဟုတ်ဘဲ ဒီပင်လယ်အော်မှာရှိနေတဲ့ ရတနာသိုက်ရှာဖို့ လာခဲ့တာပါ။ စိတ်ကူးယဥ်ဆန်ဆန် Mysteryတွေကို ဖြေရှင်းချင်တဲ့ Teddyနဲ့ လက်တွေ့ကိုပဲ ယုံကြည်တဲ့ သိပ္ပံသမား Quinnတို့ ဘယ်လိုတွေ သူငယ်ချင်းဖြစ်သွားကြမလဲ။ ပြီးတော့ ဒီပင်လယ်အော်မှာပဲ ခြောက်လှန့်နေတဲ့ ရတနာသိုက်ရှာတစ္ဆေတစ်ကောင်လည်း ရှိနေပါသေးတယ်။ အဲဒီကိစ္စကိုရော Quinnတို့ ဘယ်လိုအဖြေရှာကြမလဲ.....\nဒီကားကိုကြည့်ရတာတန်စေတဲ့ အကြောင်းအရင်းတွေကတော့ ပင်လယ်ကမ်းခြေရှုခင်းတွေ သန္တာကျောက်တန်းဇီဝမျိုးကွဲတွေကို တွေ့ရတာအပြင် အဆင်ချောချောလေးကို ငမ်းရတာလည်းပါပါသေးတယ်File size…(1.88GB) ...",
        "rating": "5.4",
        "url": " https://megaup.net/1OJ5e/The.Curious.Case.of.Dolphin.Bay.2022.720p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4V27PCQ0mlVkyJ7cmL7yzHwH5lz.jpg",
        "title": "Oh! My Ghost (2022)",
        "description": "Oh my ghost (2022)သရဲကားပရိသတ်ကြီးအတွက် အူတက်အောင်ရယ်ရင်း အာပြဲအောင်အော်ရမယ့် Horror/Comedy ဇာတ်ကားလေး လာပါပြီရိုက်ကူးရေးစတူဒီယိုတစ်ခုမှာ အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးထဲမှာတော့\nသရဲ‌တွေကိုမြင်နိုင်တဲ့ထယ်မင်းဟာ သူ့ရဲ့အကြွေးတွေကိုဆပ်ဖို့ အလုပ်ရှာရင်းနဲ့ ဂန်ဆယ်အာစတူဒီယိုမှာ အလုပ်ရသွားခဲ့ပါတယ်ဖြစ်ချင်တော့ အဲဒီစတူဒီယိုမှာ သရဲမလေးတစ်ယောက် သောင်းကျန်းနေခဲ့တာကြာပါပြီ\nဘယ်သူမှညစောင့်မလုပ်ရဲလို့ ညဘက်ဆိုလွှတ်ထားရတဲ့စတူဒီယိုမှာ\nထယ်မင်းကတော့ ငွေမျက်နှာတစ်ခုတည်းနဲ့ ညစောင့်ဝင်လုပ်ခဲ့ပါတော့တယ်တစ်ဖက်မှာလည်း စတူဒီယိုရဲ့ CEO က ဒီနေရာကို ဈေးကြီးပေးဝယ်ခဲ့ပြီး\nတစ်စုံတစ်ခုကို အသည်းအသန်ရှာဖွေနေပါတယ်\nအဲဒီလိုနဲ့ အရှာအဖွေသမား စတူဒီယို CEO အပါအဝင်\nထယ်မင်းနဲ့သရဲမလေးတို့သုံးယောက်တို့ ဘယ်ကဘယ်လိုဆုံတွေ့မိကြပြီး အဖွဲ့ကျသွားကြမလဲ\nသုံးယောက်သား ဆုံပြီးကြတဲ့နောက်မှာ\nဘယ်လိုပဟေဠိတွေကို ဖော်ထုတ်အဖြေရှာသွားကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်Mystery အမျိုးအစား‌ဖြစ်လို့ မြှုပ်ကွက်တွေကတော့ အများကြီးပါ\nဘာတွေမြှုပ်ထားလဲသိချင်ရင်တော့ အခုပဲကိုယ်တိုင်ရှုစားလိုက်ကြပါဦးမင်းသားမင်းသမီးတွေအနေနဲ့ကတော့ 2AM အဖွဲ့ဝင် Jung Jin-Woon နဲ့\nကလေးသရုပ်ဆောင်အဖြစ် နာမည်ကြီးတဲ့ မင်းသမီး Ahn Seo-Hyun တို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Mystery\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/18Xu6/Oh.My.Ghost.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hYGADLbf0I7VLe5i8pwjJ9dRYh4.jpg",
        "title": "Doll House (2022)",
        "description": "Doll House (2022)~ IMDb - 8.2/10, Rotten Tomatoes - 100% ~2022 ထွက် Family Drama ဖိလစ်ပိုင်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ မိဘနဲ့ သားသမီးကြား မေတ္တာကို ထပ်ဟပ်ပြထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပြီး အပိုအလိုပြကွက်တွေမရှိဘဲ ရိုးရိုးလေးနဲ့ မျက်ရည်ဝဲအောင် ရင်ထဲထည့်သွားမယ့် ရုပ်ရှင်တစ်ခုဆိုရင်လည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းအရဆိုရင်တော့...\nရပ်စ်တင်ဟာ ရော့ခ်အင်ရိုး ဂီတသမားတစ်ယောက် ဖြစ်ပြီး ဂီတသမားပီပီ ဆေးလည်းသုံးလေ့ရှိသူတစ်ယောက်၊ ဘ၀ကို အလေးအနက်မထား ပေါ့ပေါ့နေပေါ့ပေါ့စား ဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ။ သို့ပေမယ့် သူဟာ လူလွတ်တစ်ယောက်တော့ မဟုတ်ပါဘူး။ ယခင်က ရှီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိခဲ့ပြီး ရပ်စ်တင်ရဲ့ အလေးအနက်မရှိမှုတို့ကြောင့် ပြတ်စဲသွားရတာပါ။ရပ်စ်တင်ရဲ့ တီးဝိုင်းအဖွဲ့သားတစ်ယောက် ဆေးလွန်သေဆုံးပြီးနောက်မှာ ရပ်စ်တင်ဟာ စိတ်ပြေလက်ပျောက်နဲ့ အတိတ်ဟောင်း‌လေးတွေရှိရာနေရာကို ပြန်လာခဲ့ပါတယ်။ အဲဒီမှာ သူဟာ မထင်မှတ်ဘဲ ယူမီဆိုတဲ့ ကလေးမလေးတစ်ယောက်နဲ့ သိကျွမ်းခဲ့ပြီး ယူမီကို ခင်တွယ်မိပါတော့တယ်။ ဒီလိုနဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/18Xtu/(CM)_Doll_House_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n4BUtXUVMP3ch6gyRyH2qnW0nE1.jpg",
        "title": "Out of Time(2021)",
        "description": "Out of Time(2021) အညွှန်း**********************ကမ္ဘာမြေပေါ်ကို ဂြိုလ်သား(၃) ဦး ရောက်ရှိလာတယ်..သူတို့ဟာ အသွင်းပြောင်းစွမ်းရည်ရှိပြီးတော့ ရှေ့ပြေးအဖွဲ့ဖြစ်တဲ့အတွက်ကြောင့်ကမ္ဘာမြေပေါ်မှာ ပြင်ဆင်စရာရှိတာတွေပြင်ဆင်ပြီး တခြားအဖွဲ့သွားတွေကိုခေါ်ဖို့ပြင်ဆင်ရတယ်..အဓိက  ကတော့ ကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ပါပဲ..ဒီအကြောင်းကိုသိတဲ့နောက်စုံထောက်တွေဟာ ဒီဂြိုလ်သား(၃) ဦးကိုအသည်းအသန်လိုက်ရှာပါတော့တယ်..သူတို့အောင်မြင်ကြမလားဆိုတာကိုတော့....File Size : (1.6GB)(574MB) and (154MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Action ,Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2uSnx/Out_of_Time_2021.BLU-RAY.1080P.PP(CM).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFFH5eLzQdIJySKCBde12KDfESw.jpg",
        "title": "Who Killed Cooper Dunn? (2022)",
        "description": "Who Killed Cooper Dunn? (2022)တောကြီးမျက်မည်းထဲကို ခရီးထွက်လာကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ သူတို့ဘဝရဲ့စိတ်ညစ်စရာတွေကနေ ကင်းဝေးအောင် အပန်းလာဖြေကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ တစ်ယောက် ပြဿနာတစ်မျိုးစီနဲ့ သူငယ်ချင်း ၆ယောက်ပေါ့။ ခရီးပထမဆုံးနေ့မှာပဲ သူတို့အဖွဲ့ထဲကတစ်ယောက် ဖိတ်ခေါ်လာတဲ့ လူစိမ်း ၃ယောက်ရောက်ရှိလာပါတော့တယ်။ အဲဒီလူစိမ်းဆီကပါလာတဲ့ မူးယစ်ဆေးတွေကို သုံးစွဲပျော်ပါးမိကြပြီးတဲ့နောက်...နောက်တစ်ရက်မနက်မှာတော့ သူတို့အဖွဲ့ထဲက ကူးပါးဒွန်းဆိုတဲ့ သူငယ်ချင်းတစ်ယောက် နဖူးကိုရိုက်နှက်ခံထားတဲ့ဒဏ်ရာနဲ့ သေဆုံးနေတာကိုတွေ့လိုက်ရပါတယ်။ တောကြီးမျက်မည်းထဲမှာမလို့ လူသတ်တရားခံဟာ အသက်ရှင်ကျန်ရစ်တဲ့လူ ၈ယောက်ထဲက ၁ ယောက်ဖြစ်ကိုဖြစ်ရမှာပါ။ လူသတ်သမားကလူထပ်သတ်ဦးမလားလည်း မသိနိုင်ပါဘူး။အဲဒီလူသတ်သမားကို သူတို့ရှာနိုင်ပါ့မလား...\nလူသတ်သမားကိုရှာဖွေရင်း သူတို့ရဲ့အန္တရာယ်ကိုရှောင်ရှားနိုင်မှာလား...အဲဒီမေးခွန်းရဲ့ အဖြေကိုတော့ ခု ၂၀၂၂ ထွက် IMDb 5.8/10 ရ Mystery, Thriller ကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျား။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 580MB\nQuality ...",
        "rating": "5.8",
        "url": "https://megaup.net/18Xjs/(CM)_Who_Killed_Cooper_Dunn_(2022)_720p.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/b5-taipeistory-141x200.jpg",
        "title": "Taipei Story (1985)",
        "description": "Taipei Story ( 1985 )\n--------------------------\nIMDb - 7.6\nRotten Tomatoes - 100%\nDirected By Edward YangNew Taiwenese Cinema ရဲ့ အစောပိုင်းရုပ်ရှင်တွေထဲ တစ်ကားအပါအဝင်ဖြစ်တဲ့ ထိုင်ပေစတိုရီကို ထိုင်ဝမ်ရုပ်ရှင်သစ်ရဲ့ ပဲ့ကိုင်ရှင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ အတ်ဒဝတ်ယန်းက ရိုက်ကူးထားပါတယ်။ Criterion Collectionကလည်း World CInema Project အတွက် 4k နဲ့ပြန်ထုတ်ခဲ့တဲ့ ထိုင်ဝမ်ရုပ်ရှင်ရဲ့ မှတ်တိုင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ A Brighter Summer Day မှာ ယန်းဟာ ပြည်မနဲ့ထိုင်ဝမ် ခွဲထွက်တဲ့ကာလကို ရိုက်ပြပြီး အဲဒီခေတ်က အခြေအနေတွေကို ထင်ဟင်အောင်ရိုက်ပြခဲ့သလို ဒီရုပ်ရှင်မှာလည်း ယန်းဟာ ဂျပန်နဲ့ အမေရိကန်လွှမ်းမိုးမှုအောက်က ထိုင်ဝမ်စီးပွားရေးအခြေအနေကို သူ့ဟန်အတိုင်း ကာရိုက်တာတွေအများကြီးသုံးပြီး ပုံဖော်ရိုက်ကူးသွားတာပါပဲ။ရိုးရိုးရှင်းရှင်းဇာတ်ဝင်ခန်းတွေ tragedy တွေ မထင်ရင်မထင်သလို တော်တော်လှလာတတ်တဲ့ စီနီမာတိုတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/18Xkg/Taipei_Story_(1985)_720p.mp4",
        "category": "Drama"
    }
]