[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3a9je/(CM)_Predator.1987.720p.mp4",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ya26nzFf5nncBLLwELigX5NAQpX.jpg",
        "title": "Seasons Change(2006)",
        "description": "Seasons Change(2006)အညွှန်း**************************ပွန်းဆိုတဲ့ကောင်လေးဟာ ဆေးကျောင်းဝင်ခွင့်ရတဲ့ ကျောင်းသားလေးတစ်ယောက်ဖြစ်တယ်..ဒါမဲ့သူဟာ ဒရမ်တီးတာ ကိုအလွန်ဝါသနာပါတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်တယ်..အဲ့ဒီအချိန်သူသဘောကျတဲ့ကောင်းမလေးတစ်ယောက်က အနုပညာကျောင်းကိုတက်သွားတယ်..ဒရမ်လည်းဝါသနာပါတာကလည်းတစ်ကြောင်း သူသဘောကျတဲ့ကောင်မလေးနဲ့လည်းမဝေးချင်တာကလည်း တစ်ကြောင်းမို့ သူဟာ အနုပညာကျောင်းကိုတက်ဖို့ ဆုံးဖြတ်လိုက်တယ်.. ဆေးကျောင်း ဆရာဝန်ဖြစ်ရင် ဘဝတက်လမ်းအတွက်အများကြီးရှိတယ်လို့ယုံကြည်တဲ့မိဘတွေကြောင့် သူစွန့်စားရတာအများကြီးပါ..ကျောင်းရောက်တော့ သူထင်သလိုအဆင်ပြေမလား...သူ့ဘဝတက်လမ်းရော ဘယ်လိုဆက်ဖြစ်မလဲ...ကောင်မလေးနဲ့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...   File Size :(2.09GB)(773 MB) and (191 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Drama , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by little kong hou\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18hmg/Seasons_Change_2006.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/CountdownThai-IntPoster-140x200.jpg",
        "title": "Countdown (2012)",
        "description": "ဂျက် အဖြစ် Peach Pachara\nဘီ အဖြစ် Toey Jarinporn\nဖန် အဖြစ် Peak Pattarasayaဇာတ်လမ်းအကျဉ်းဖန်၊ဘီနဲ့ ဂျက်တို့က နယူးယောက်က တိုက်ခန်းတစ်ခုမှာ တူတူနေကြတဲ့ သူငယ်ချင်းတွေပါနှစ်သစ်ကူးညရောက်မယ့်အချိန်မှာ ဂျက်က သူမူးယစ်ဆေးဝယ်နေကျ လူက ဆက်မရောင်းတော့တာမို့ အရောင်းအဝယ်သမားရဲ့ ဖုန်းနံပတ်ကို တောင်းလာခဲ့ပါတယ်ဖုန်းနံပတ်က နောက်ဆုံးဂဏန်းပျောက်နေခဲ့ရာက ၃ ဂဏန်းထည့်ဆက်ကြည့်ရင်း သူတို့သုံးယောက်ဆီ လူတစ်ယောက်က ဆေးတွေနဲ့ ရောက်လာခဲ့ပါတယ်နှစ်ကူးညမှာ ဆေးသုံးကြရင်း လူစိမ်းရဲ့ မူမမှန်မှုတွေကို သတိထားမိရာက ဖုန်းနံပတ်ရဲ့ လိုနေတဲ့ဂဏန်းက ၃ မဟုတ်ဘဲ ၈ ဖြစ်နေတာ သိသွားခဲ့ပါတယ်ရောက်နေတဲ့ လူစိမ်းကရော ဘယ်သူလဲ\nဘာအတွက် ရောက်နေတာလဲ\nဖန် ဘီ နဲ့ ဂျက်တို့မှာရော ဘာတွေလျှို့ဝှက်ထားတာရှိနေတာလဲနှစ်ကူးညမှာ ဖုန်းနံပတ်မှားရာက သူတို့ရဲ့ဘဝတွေ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာ ကြည့်ရှုရအောင် ။File Size__(1.9GB) / (920MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:30:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Oes8/Countdown_(2012)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptbAHvTsEsvluHfNuDcLsMmlZyC.jpg",
        "title": "See The Sea ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက်\nပင်လယ်စွန့်စားခန်းဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nပင်လယ်မုဆိုးတပ်မှ ဝူချင်နှင့် လျိုလီ၊\nတုချန်ဖုန်း၊ လုံရှင်း တိုသည် ပင်လယ်မုဆိုးအဖွဲ ဖွဲလိုက်ပြီး\nကွေးရွှးနယ်မြေကို သွားရောက်ကာ\nမသေခြင်းရဲ့ လျှို့ဝှက်ချက်ကို ရှာဖွေကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲတွင် သေသူကိုပြန်ရှင်ပြီး\nအရိုးကိုအသားပြည့်စေနိုင်တဲ့ ကွေးရွှးကျောက်ကို\nရှာဖွေရန်အတွက် ဝူချင်တိုအဖွဲဟာ အန္တရာယ်တွေနဲ့\nပြည့်နက်နေတဲ့ စွန့်စားရေးခရီးတစ်ခုကို စတင်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း တခြားလျှိဝှက်အဖွဲတစ်ခုက\nတိတ်တဆိတ်လှုပ်ရှားနေခဲ့ပါတယ်။\nရတနာကိုလုယူဖိုအတွက် အဖွဲနှစ်ဖွဲ့ဘယ်လို ထိပ်တိုက်တွေ့ကြမလဲ......\nစွန့်စားရေးခရီးမှာ အန္တရာယ်တွေကို ဘယ်လိုဖြတ်ကျော်ကြမလဲ......\nဆိုတာကို CM ရဲ့ဘာသာပြန်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Fantasy , Adventure\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/see-the-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pX0oAJ27acWEHoI7lmmQpoBmdv4.jpg",
        "title": "Mr. Deeds(2002)",
        "description": "Mr. Deeds(2002) အညွှန်း*********************Adam Sandler ဆိုတာ အခြားမင်းသားတွေလို ရူပါ မဖြူးသလိုစွဲမက်ဖွယ် ခပ်ဖြောင့်ဖြောင့် body ရှိသူလည်းမဟုတ်ပါဘူး...သို့ပေမဲ့သူရိုက်တဲ့ romance ,drama တွေဟာ ကျွန်တော်တို့ ရင်ထဲကိုအမျိုးမျိုးသော ရသတွေရောက်ရှိအောင် ပို့ဆောင်နိုင်သူပါ...ဒီဇာတ်ကားလေးဟာ ဒါရိုက်တာ Steven Brill ရိုက်ကူးထားပြီး\nအားလုံးသိတဲ့မင်းသားကြီး Adam Sandler နဲ့ မင်းသမီး Winona Ryder တို့အပြင်\nအခြားသောသရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားတဲ့အချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။\nဇာတ်ကားထဲမှာတော့ ဘလိတ်မီဒီယာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်သူပရက်စတန်ဘလိတ်ရဲ့သေဆုံးမှုကြောင့်\nသူ့ရဲ့ကျန်ရှိတဲ့ အမွေပစ္စည်းတွေနဲ့ရှယ်ယာတွေကိုဆက်ခံမယ့်သူလိုက်ရှာရာမှာ လူမသိသူမသိမြို့လေးတစ်ခုမှာနေထိုင်နေတဲ့\nဘလိတ်ရဲ့တူ လောင်းဖဲလိုးဒိစ် (Adam Sandler)ကို သွားတွေ့ပါတော့တယ်။ဒီတော့ ဒိစ်ဟာစာရွက်စာတမ်းကိစ္စတွေနဲ့\nနယူးယောက်မြို့ကိုလိုက်လာရင်း ရိုးအေးပြီးကူညီချင်စိတ်အပြည့်ရှိတဲ့ဒိစ်ဟာမီဒီယာတစ်ခုရဲ့သတင်းထောက်ဖြစ်သူ\nပန်ဒေါ်ဆန်(Winona Ryder) နဲ့တွေ့ဆုံပြီးဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာကိုတော့... File Size : (3.5GB )(995 MB) and (465 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Comedy ,Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Odfc/Mr.Deeds.2002.BLU-RAY.720P(Cm).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_-143x200.jpg",
        "title": "No Longer Human (2019)",
        "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ubH8/No_Longer_Human_(2019)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-cold-135x200.jpg",
        "title": "The Cold Light of Day (2012)",
        "description": "ဘရုစ် ဝီလီ နဲ့ စူပါမန်းမင်းသား ဟင်နရီကဗေးလ်တို့ သားအဖအဖြစ် သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားကို ကြည့်ဖူးပြီလား။ မကြည့်ဖူးသေးရင် ဒီမှာကြည့်လို့ရပါပြီ။\nဒီရုပ်ရှင်ထဲမှာ ဟင်နရီက ကုမ္ပဏီလေးတစ်ခုကို ဦးစီးနေတဲ့ စီးပွားရေးသမားတစ်ယောက်ပါ။ သူ့အဖေ ဘရုစ်ကတော့ သံရုံးမှာ ယဉ်ကျေးမှုနဲ့ဓလေ့ထုံးတမ်းဆိုင်ရာကိုယ်စားလှယ်အနေနဲ့ အလုပ်လုပ်နေတဲ့သူပေါ့။ တစ်ရက်မှာတော့ စပိန်နိုင်ငံ၊ မက်ဒရစ်မြို့မှာ မိသားစုတွေ အားလပ်ရပ် အပမ်းဖြေဖို့ ချိန်းကြတာကြောင့် အဖေနဲ့မတည့်ပေမဲ့ မအားတဲ့ကြားက အရောက်လာပေးခဲ့ပါတယ်။ ရောက်လာပြီးတဲ့အချိန်မှာတော့ သူ့အဖေရဲ့ ဇာတ်ရှုူပ်တွေကြားထဲမှာကြားညပ်သွားပြီး ကြောက်စရာအဖွဲ့အစည်းတွေနဲ့ ရင်ဆိုင်ရပါတော့တယ်File size…(1.82GB/(945MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "4.9",
        "url": "https://megaup.net/1Odhf/The.Cold.Light.of.Day.2012.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWUwZjNiMzQtNzZiOC00YjdjLWFiMTctOGNlMWI3ZDZkN2MxXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Honk for Jesus. Save Your Soul. (2022)",
        "description": "Honk for Jesus. Save Your Soul. (2022)\n============================နာမည်ကြီးခရစ်ယာန်ကျောင်းတစ်ကျောင်းက သင်းအုပ်တွေဖြစ်တဲ့\nချိုင်းစ် တို့ဇနီးမောင်နှံတို့နှစ်ယောက်အကြောင်းကို မှတ်တမ်းတင်ရုပ်\nရှင်ပုံစံရိုက်ကူးထားတဲ့ Peacock ကဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။သင်းအုပ်ဆရာဖြစ်သူ လီခါးတစ်ချိုင်းတစ်ယောက် လိင်မှုကိစ္စတစ်ခုကို\nကျူးလွန်မိခဲ့တဲ့အတွက် လူကြားထဲမျက်နှာမပွင့်ခဲ့ရာကနေ အရဲစွန့်ပြီး\nသူက သူတော်ကောင်းဖြစ်ကြောင်း နတ်ဆိုးက ဝင်ပူးခဲ့လို့လုပ်ခဲ့တာဖြစ်\nကြောင်း ဘာညာ အများသူငါသိရအောင်လုပ်ဖို့အတွက် အန်နီတာ ဆိုတဲ့\nရုပ်ရှင်ဖန်တီးသူတစ်‌ယောက်ကိုခေါ်ပြီး၊ သူတို့အကြောင်းမှတ်တမ်းတင်\nရိုက်ကူးဖို့လုပ်လိုက်တယ်။သူတို့ဇနီးမောင်နှံရဲ့အဓိကရည်မှန်းချက်ကတော့ တစ်ချိန်ကနာမည်ကြီးခဲ့တဲ့\nသူတို့ရဲ့ ဘုရားကျောင်းကိုပြန်ဖွင့်ရင် လူတွေအများကြီးရောက်လာဖို့ပါပဲ။\nဒါဆို လူကြားထဲမှ သူတို့ ခေါင်းပြန်မော့နိုင်ပါ့မလား၊ လူတွေကရော သူတို့ဆီ\nပြန်လာကြဦးမှာလားဆိုတာသိချင်ရင်တော့ ဒီမှတ်တမ်းတင် ဟာသကားလေး\nမှာဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe\nတို့ဖြစ်ပါတယ်)\nFile Size..........(1.85 GB) / (778 MB) / (476 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Khant ...",
        "rating": "5.3",
        "url": "https://megaup.net/1NYec/Honk.for.Jesus.Save.Your.Soul.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5dAhwGXPX9SwtaKlgRdPCnE1kN.jpg",
        "title": "The Quiet Girl (2022)",
        "description": "The Quiet Girl (2022)~ IMDb - 8.1/10, Rotten Tomatoes - 100% ~Rating အမြင့်တွေပဲ ရထားတဲ့ Coming of Age ရုပ်ရှင်လေးပါ။ ဘာလင် ဒတ်ဗလင် တိုင်ပေ အိုင်းရစ် ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တသီကြီးလည်း ရထားပါတယ်။ 2023 အော်စကာအတွက် အိုင်ယာလန်ကနေ Best International Feature Film အရွေးခံဖို့အတွက် ကိုယ်စားပြုရုပ်ရှင်အနေနဲ့ ရွေးထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ဇာတ်လမ်း သရုပ်ဆောင် စီနီမာ အကုန်လှပနေတဲ့ ဒီရုပ်ရှင်လေးက တော်တော်တော့ ရိုးရှင်းပါတယ်။ ဆင်းရဲပြီး ကလေးတွေအများကြီးရှိတဲ့ မိသားစုတစ်ခုဟာ နောက်ကလေးထပ်မွေးတော့မှာမို့ သူတို့ရဲ့အငယ်ဆုံးသမီးလေးကို ဝမ်းကွဲအမအိမ်ပို့ထားတဲ့အကြောင်း ဇာတ်လမ်းလေးပါပဲ။ အမေရဲ့ ဝမ်းကွဲအစ်မအိမ်မှာ ကလေးမလေးဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေအကြောင်းသက်သက်ပဲ။ သို့ပေမဲ့ သူဇာတ်အိမ်တည်ဆောက်ထားတဲ့ပုံလေးက မြင်နေကျမဟုတ်ဘဲ ဆန်းတော့ဆန်းပါတယ်။ ဒီလို Coming ...",
        "rating": "8.1",
        "url": "https://megaup.net/18g3c/(CM)_The_Quiet_Girl_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cc31eef083762c4013f299d963b75e8ea4a8b060040575a1cb7cd31a29db682e._RI_V_TTW_-150x200.jpg",
        "title": "Spaceballs (1987)",
        "description": "ဒီဟာကတော့ ရှားရှားပါးပါး Star Wars နဲ့ Star Trek ကို parody ဟာသလုပ်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ meme တွေမှာလည်း မြင်ဖူးကြမှာပါ။ ရယ်ရသလို ဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nအာကာသဘောလုံးဂြိုလ်သားတွေဟာ သူတို့ဂြိုလ်က လေသန့်တွေကို အစိုးရရဲ့ ညံ့ဖျင်းမှုကြောင့် အကုန်သုံးလိုက်မိတာကြောင့် အခြားဂြိုလ်က လေသန့်တွေကို လုယူဖို့ ကြံစည်နေပါတယ်။ ဒါပေမဲ့ အဲဒီဂြိုလ်ကလည်း ကာကွယ်ရေးစနစ်နဲ့ လေဆာဒိုင်းတွေ ရှိတာကြောင့် ဖောက်ဝင်နိုင်ဖို့ ပက်စ်ဝါ့လိုတာပေါ့။ အဲဒီပက်စ်ဝါ့ကို ရဖို့ ဂြိုလ်ကြီးရဲ့ ဘုရင်ရဲ့ တစ်ဦးတည်းသောသမီးလေးကို ပြန်ပေးဆွဲပါတော့တယ်။ အဲဒီမင်းသမီးလေးကို ကယ်တင်ဖို့အတွက် အာကာသထဲက မှောင်ခိုသမား သူငယ်ချင်းနှစ်ယောက်က ကြိုးစားကြပုံပါပဲ။ အဓိက အားဖြင့်တော့ Star Wars : A New Hope ကို ဟာသလုပ်ထားတာပါပဲ။ ခွီလိုက်ကြပါဦး။File size…(2.86GB/1.36GB/(757MB)\nQuality….Webrip 1080p / 720p ...",
        "rating": "7.1",
        "url": " https://megaup.net/1Oa9p/Spaceballs.1987.720p.(CM).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://megaup.net/2uaJ2/Doraemon_Nobita_s_Treasure_Island_(2018)_BluRay_-_720p.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGJlMWQyMjUtZGY3My00NTAyLTg2MDctZTdkZWUzYTU3Yjg4XkEyXkFqcGdeQXVyNTExMTk1MzM@._V1_-140x200.jpg",
        "title": "The Stolen Years (2013)",
        "description": "The Stolen Years (2013) (အညွှန်း)လူနှစ်ဦးချစ်ကြတဲ့အခါ အဲဒီလူနှစ်ဦးလက်ထပ်နိုင်ဖို့အရေး၊ ဇာတ်ပေါင်းထုပ်နိုင်ဖို့အရေးကိုပဲ\nများသောအားဖြင့် ပဓာနထားတတ်ကြတယ်။ ချစ်သူနှစ်ဦးပေါင်းဖက်နိုင်သွားရင်\nအရာအားလုံးအဆုံးသတ်သွားပြီ အောင်မြင်သွားပြီလို့ထင်မှတ်တတ်ကြတယ်။\nတကယ်တော့မဟုတ်ပါဘူး .. လက်ထပ်ပြီးနောက်ပိုင်းကမှသာ အဲဒီလူနှစ်ယောက်ရဲ့ တကယ့်ဘဝအစလို့ပြောရမှာပါ။Xie Yu နဲ့ He Mann က တစ်ယောက်ကိုတစ်ယောက်သိပ်ချစ်ကြတဲ့ ချစ်သူတွေအဖြစ်ကနေ\nအခုမှပူပူနွေးနွေးလက်ထပ်ပြီးကာစ အချစ်ငှက်ကလေးတွေပေါ့။ တစ်ယောက်နဲ့တစ်ယောက်သိပ်ချစ်ကြပြီး\nနှစ်ယောက်အတူရှိလိုက်ရင် အချင်းချင်းစနောက်ပြီး အမြဲပျော်ရွှင်ရယ်မောနေတတ်တာမို့\nအများကဝိုင်းအားကျရတဲ့စုံတွဲလေးဆိုလည်းမမှားပါဘူး။ ဒီလိုနဲ့ကြင်စဦးတို့ရဲ့ထုံးစံအတိုင်း\nဟန်းနီးမွန်းခရီးစဉ်တစ်ခုထွက်ရာကနေ မတော်တဆမှုတစ်ခုဖြစ်သွားခဲ့တယ် ..။2012 ခုနှစ်ရဲ့မနက်ခင်းတစ်ခုမှာ မတော်တဆမှုနဲ့ဆေးရုံရောက်နေတဲ့ He Mann သတိပြန်ရလာခဲ့တယ်။\nနိုးနိုးလာချင်း မတော်တဆဖြစ်တုန်းကအတူတူရှိခဲ့တဲ့ ယောက်ျားဖြစ်သူ Xie Yu ကိုရှာတာပေါ့။\nအဲဒီအချိန်မှာ မထင်မှတ်ထားတဲ့ထိတ်လန့်စရာအဖြစ်မှန်တွေကို He Mann ကြုံလိုက်ရတော့တယ်။\nသူမှတ်မိနေတဲ့မှတ်ဉာဏ်က 2007 ခုနှစ်ကမှတ်ဉာဏ်တွေဆိုတာရယ် ..\nလက်ရှိခုနှစ်က 2012 ခုနှစ်ဆိုတာရယ် .. သိပ်ချစ်ခဲ့ကြတဲ့ သူနဲ့ Xie Yu က\nကွာရှင်းပြီးသားဆက်ဆံရေးဖြစ်သွားပြီဆိုတာရယ် .. သူကမတော်တဆမှုတစ်ခုကြောင့်\nဆေးရုံမှာတစ်လလောက် ကိုမာဖြစ်နေရာကနေ မှတ်ဉာဏ်တချို့ပျောက်ဆုံးသွားပြီဆိုတာရယ် .. ။“ခိုးယူခံလိုက်ရတဲ့ သက္ကရာဇ်တွေ” ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Odpx/The.Stolen.Years.2013.720p(CM).mp4",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRUhSU7vzs5ePa72LNPcKKCCMZ5.jpg",
        "title": "Hart’s War(2002)",
        "description": "Hart's War(2002) အညွှန်း*********************** မင်းသားကြီး Bruce Willis နဲ့ Collin Ferrellတို့ရဲ့ စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..\nဇာတ်လမ်းက true story လို့မဆိုသာပေမယ့် ‌စာရေးဆရာ John Katzenbach ကသူ့အ‌ဖေ Nicholas ရဲ့ စစ်တွင်းအတွေ့အကြုံတွေကို မှီငြမ်းထားတာမလို့ တစ်စိတ်တစ်ပိုင်းတော့ မှန်တယ်လို့ဆိုရမှာဖြစ်ပါတယ်..\nအဲဒီခေတ်က အပြင်လောကမှာသာမက တပ်ထဲမှာပါလူ‌ဖြူလူမည်းဆက်ဆံရေးကိုလည်း မီးမောင်းထိုးပြထားပါသေးတယ်။WWII  ကာလ တပ်သားစုဆောင်းရေးမှာ ဥပဒေဒုတိယနှစ်ကျောင်းသား‌လေးသောမတ်စ်ဟာ့တ်လည်း ပါသွားတယ်..သူက စစ်ပွဲနဲ့ လားလားမှ မသက်ဆိုင်တဲ့သူ\nလက်ဖ်တင်နင်ဘဝနဲ့ပဲ ကျေနပ်နေတဲ့သူပေါ့...ဒါပေမယ့် သူ့အဖေကလည်း တပ်ထဲမှာ ထူးချွန်တဲ့ အရာရှိကြီးတစ်ဦး..\nတစ်နေ့တော့ အူတီးအူလည်နဲ့ အထက်လူကြီးတစ်ယောက်ကို လိုက်ပို့ရင်းဂျာမန်‌တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်\nဟာ့တ်တစ်ယောက် သုံ့ပန်းစခန်းကိုရောက်သွားပြီး  Bruce Willis  တို့ထံရောက်သွားတယ်..စစ်သုံ့ပန်းဘဝနဲ့ ဘယ်လိုပြဿနာမျိုးစုံတွေ့ရမလဲဆိုတာကိုတော့...   File Size : (2.03GB)(761 MB) and (245MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : War , Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/18fzw/Harts.War.2002.BLU-RAY.720P(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1rQOgc4JNrMFP88ifZZexdcNf9.jpg",
        "title": "Another Way(2015)",
        "description": "Another Way(2015) အညွှန်း************************\" အဆုံးစီရင်ခြင်းက အဖြေလား \" ..... ပင်ပန်းလာတဲ့အခါ ကိုယ်လွတ်ရုန်းထွက်သွားခြင်းက အဖြေလား?ဘဝမှာအခက်အခဲတွေရှိလာတဲ့အခါ လူတစ်ယောက်နဲ့တစ်ယောက် ဆုံးဖြတ်ချက်တွေမတူညီကြပုံ နဲ့ လူ့သဘာဝ ၊လူ့စရိုက်တွေကိုချပြထားတဲ့ Life style drama အမျိုးအစားဖြစ်ပါတယ်။Main lead တွေအနေနဲ့တော့ Actor Kim Jae Wook , Actress Seo Ye Ji တို့ပဲဖြစ်ပါတယ်။\nအချိန်ပိုင်းအကမယ်ကောင်မလေးတစ်ယောက်နဲ့ ယာဥ်ထိန်းရဲကောင်လေးတစ်ယောက်... Suicide site တစ်ခုကနေ သိကျွမ်းခဲ့ရာကနေ အပြင်မှာအတူတူအဆုံးစီရင်ဖို့ ချိန်းဆိုထားတဲ့အတိုင်းကျွန်းလေးတစ်ခုမှာ အတူဆုံဖို့ဖြစ်လာခဲ့တယ်။ စိတ်ခံစားချက်တစ်ခုတည်း အကြံတစ်ခုတည်းရှိနေကြတဲ့သူစိမ်းနှစ်ယောက် လောကကြီးကိုမနှုတ်ဆက်ခင်မှာနောက်ဆုံးအနေနဲ့ စိတ်လွတ်လက်လွတ်နေလိုက်ကြဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ....  File Size : (999MB) and (361 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/18foe/Another.Way.2017.WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJMnsf6vzgoNx0bv3uh3PTCjmks.jpg",
        "title": "I Used to Be Famous (2022)",
        "description": "I Used to Be Famous (2022)(1080p ရပါပြီ)ဗင့်စ်ဆိုတဲ့ ဂီတသမားတစ်ယောက်ဟာတော့ တစ်ခေတ်တစ်ခါက လူသိများခဲ့တဲ့ ဂီတအဖွဲ့တစ်ခုရဲ့ ခေါင်းတောင်အဆိုရှင်ဖြစ်ခဲ့ပါတယ်။ လောကဓံ‌အကြောင်းကြောင်းကြောင့် ဂီတလောကထဲကနေ ထွက်ခွါခဲ့ရပြီး နှစ်ပေါင်းများစွာ သာမန်လူအဖြစ်ကျင်လည်ခဲ့ရတဲ့ ဗင့်စ်တစ်ယောက် စတီဗီဆိုတဲ့ စိတ်ဝေဒနာရှင်လူငယ်လေးနဲ့ ဆုံတွေ့ဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ပဲ ဒရမ်ကို သိပ်ရူးသွပ်ပြီး ပါရမီပါတဲ့ စတီဗီက ဗင့်စ်အပေါ် ခင်တွယ်လာခဲ့ပြီး သူတို့အတူတူ ဂီတလမ်းကြောင်းပေါ် ပြန်လျှောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ ဂီတအပေါ်ရူးသွပ်မှုကလည်းတစ်ဖက် လူကြောက်တတ်တဲ့ စိတ်ဝေ‌ဒနာရှင်လူငယ်လေး စတီဗီကို ဗင့်စ်က ဘယ်လိုပြောင်းလဲပေးနိုင်မလဲ?သူတို့အတူ ဘယ်လိုကြိုးစားလျှောက်လှမ်းကြမလဲ? ဆိုတာကိုတော့ သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့ သိပ်ကောင်းတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်ပြီး ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Reum ပါ။)File Size          : 1.8GB, 743MB, 380MB\nQuality            ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u9gs/[CM]I.Used.to.Be.Famous.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQPBESx5J8lAh67iA5A7ILoCgii.jpg",
        "title": "The Protector (1985)",
        "description": "The Protector (1985)ဟောလိဝုဒ်ရဲ့ Hollywood Walk of Fame မှာ မှတ်ကျောက်တင်ခံထားရသလို၊ Academy Honorary Award ကိုရခဲ့တဲ့ ဟောင်ကောင်မင်းသား၊ တာရန်တီနိုကြီးက \"one of the greatest physical comedians since sound came into film\"လို့ ချီးကျူးခံထားရတဲ့ ဟောင်ကောင်မင်းသား ဂျက်ကီချမ်းရဲ့ သူဟောလိဝုဒ်မှာ စပေါက်တုန်း အမေရိကန်ဒါရိုက်တာရိုက်ပြီး အမေရိကန်မင်းသားနဲ့ အတူတွဲဖက်သရုပ်ဆောင်ထားတဲ့ ကားဟောင်းတစ်ကားပါ။ သူနဲ့တွဲသရုပ်ဆောင်တဲ့ အမေရိကန်မင်းသားကလည်း The Godfather Part II တို့၊ Once Upon a Time in America တို့၊ Leon: The Professionalတို့လို ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ဇာတ်လမ်းထဲမှာတော့ သူတို့က လုပ်ချင်တာလုပ်တဲ့ ရဲ၂ကောင်ပေါ့။ ဂျက်ကီကလည်း အမေရိကန်မှာ အခြေချနေတာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2u9uZ/(CM)_The_Protector_(1985)_REMASTERED_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-out-136x200.jpg",
        "title": "Out of Office (2022)",
        "description": "Comedy Central ရဲ့ဟာသရုပ်ရှင်အသစ်လေးပါ။Eliza ဟာစိတ်လိုက်မာန်ပါလုပ်တတ်ပြီး စိတ်ထဲရှိတာကိုလွှတ်ခနဲပြောတတ်တဲ့အတွက် ဆက်ဆံရေးအဆင်မပြေလို့အလုပ်ခဏခဏအထုတ်ခံရသူပါ။Online ကနေ work from home ရတဲ့အလုပ်အသစ်ရလာတဲ့အခါမှာတော့ သူ့ရဲ့ Boss ဟာသူ့အိမ်ထောင်ရေးအဆင်မပြေတိုင်း Eliza ကိုပြဿနာရှာတတ်ပါတယ်။သူ့ဘော့စ်အိမ်ထောင်ရေးအဆင်ပြေဖို့ Eliza ကြိုးပမ်းရင် ပေါက်ကရတွေဖြစ်လာပါတာကိုကြည့်ရှုရမှာပါ။အခုခေတ် Work from home ကြတဲ့အခါကြုံရတတ်တဲ့ ပြဿနာတွေ ရယ်စရာကို ရိုက်ပြထားပါတယ်။\nနာမည်ကျော် Comedian တွေဖြစ်ကြတဲ့ Ken Jong,Milana Vayntrub, Leslie Jones တို့အစုံအလင်ပါ၀င်ထားပါတယ်။File size…(1.4GB/(771MB)/(540MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": " https://megaup.net/2u7S6/Out.of.Office.2022.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/stars-250-156x200.png",
        "title": "[21+] Pounding Her Beauty-Uncensored Leaked(Stars-250) {DS)",
        "description": "Nanase Asahinaလေးရဲ့ Uncensored version လေးထွက်လာလို့\nဘွင်းဘွင်း ရှင်းရှင်း မှကြိုက်တယ်ဆိုတဲ့ DS Fans တွေအတွက်\nရွေးချယ်ထားပါတယ်၁၉ နှစ်အရွယ်ကောင်မလေးရဲ့ တစ်ယောက်ရဲ့ အလှတွေကို တဝကြီး ခံစားရမှာပါ\nသူမအနေနဲ့ ဒီဇာတ်ကားရိုက်ဖို့ မျှော်လင့်နေတာကြာပြီဆိုပါတယ်ကောင်လေး အမိုက်စားတွေနဲ့ သူမရဲ့ဇာတ်လမ်းကို\nမရိုးရအောင် ဖန်တီးထားပါတယ်\nကြည့်လို့ကောင်းတာမို့ ရွေးချယ်တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.76GB / 1.13GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/18ek1/STARS-250.720p.(DS)_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Obuh/The.Jackal.1997.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzFjZjk0NTUtNjkyNi00ZDE5LWI4ZjQtNmQzYWRhOWViMzFkXkEyXkFqcGdeQXVyMjQxMDgxMjg@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Game (2006)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၂၀ ခန့်က ကမ္ဘောဒီးယားက တားဆီးနယ်မြေ Case ၁၇ မှာ ဝင်သွားတဲ့လူတွေ အကြောင်းရင်းမရှိဘဲ သေဆုံးခဲ့ကြပါတယ်\nအဲ့နောက်ပိုင်း အဲ့နေရာကို ဘယ်သူမှမသွားရဲတော့ပါဘူးဒါကို Reality Show တခုက ဂိမ်းပြိုင်ပွဲတခုလုပ်လိုက်ပါတယ်\nအဲ့ဒီနေရာကိုသွားပြီး အကြောက်တရားတွေကိုခံနိုင်သူ နောက်ဆုံးကျန်ရစ်ခဲ့သူက အနိုင်ရသူဖြစ်ပြီး ဆုငွေ ၅ သန်းရမှာဖြစ်ပါတယ်ယှဉ်ပြိုင်သူအားလုံး ၁၁ ယောက်ရှိပြီး သူတို့တွေ ဘယ်လိုရုန်းကန်ကြမှာလဲ\nအဲ့ထဲမှာရော ဘယ်လောက်တောင်ခြောက်ခြားစရာကောင်းနေမလဲ ဇာတ်ကားထဲမှာကြည့်ရှုရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.6GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:48:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/18e7m/Ghost_Game_(2006)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzhjOWRmMGMtZjExNy00M2IxLWFmODQtM2I1MzBmZTcwOTgwXkEyXkFqcGdeQXVyNTg1MDQzMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "I Came By (2022)",
        "description": "I Came By (2022)\n=============\nIMDb Rating - 6.1/10Netflix က ထွက်ရှိထားပြီး IMDb 6.1 ရရှိထားသလို Rotten\nTomatoes မှာ 69% ရထားတဲ့ ကားလေးပါ။ Overrated ဖြစ်မနေ\nတာတော့ အသေအချာပါပဲ။ ဘာလို့ဆို ဇာတ်ကားလေးကိုစကြည့်ထဲ\nကနေ တောက်လျှောက် ဘာဖြစ်မလဲဆိုတာ မသိရတာမျိုးကားလေး\nမလို့ပေါ့ဗျာ။ ဒီလိုကားလေးတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်သိမ်းခါနီးထိကို\nဆွဲခေါ်သွားပြီးဇာတ်သိမ်းတော့မှ ဇာတ်ရှိန်ကျတဲ့ ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်ကားလေးထဲမှာတော့ ဂရက်ဖတီဆွဲတဲ့ လူငယ်လေးနှစ်ယောက်ဖြစ်တဲ့\nတိုဘီ နဲ့ ဂျေးတို့နဲ့ စတင်ထားတယ်လို့ဆိုရမှာဖြစ်ပါတယ်။ သူတို့နှစ်ဦးဟာ\nရော်ဘင်ဟုဒ်တွေလိုပေါ့ဗျာ။ ရိုးရိုးသာမန်ဂရက်ဖတီသမားတွေလို လမ်းမတွေ\nပေါ်မှာ မ‌‌ဆွဲဘဲ အကျင့်ပျက်ခြစားနေတဲ့သူဋ္ဌေးကြီးတွေရဲ့ အိမ်ထဲခိုးဝင်ပြီး\nခြိမ်းခြောက်စာအနေနဲ့ ဂရက်ဖတီတွေ ဆွဲတတ်တဲ့ လူငယ်လေးတွေဖြစ်ပါတယ်။\nစနစ်ဆိုးကြီးကို ဒီလိုစတင်တိုက်ထုတ်မယ်လို့ ခံယူထားကြတဲ့ လူငယ်လေး\nနှစ်ယောက်ပေါ့။သိုးရေခြုံထားတဲ့ ဝံပုလွေဆိုးကြီးတွေကို ဂရက်ဖတီနဲ့ဖော်ထုတ်နေတဲ့ သိုးငယ်လေး\nနှစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်၊ ဇာတ်လမ်းထဲမှာ ဘာတွေဆက်ဖြစ်\nသွားဦးမလဲကိုတော့ ဒါရိုက်တာ ဘာဘက်အန်ဗာရီရိုက်ကူးထားတဲ့ I Came By\nဆိုတဲ့ ရုပ်ရှင်ကားလေးထဲမှာခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/39MeD/I.Came.By.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://megaup.net/1NRiv/Red.Tails.2012.720p.BrRip.(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-breaking-135x200.jpg",
        "title": "Breaking (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားလေး တစ်ကားနဲ့ တင်ဆက်ပေးပါ့မယ် အစိုးရဌာနတွေဆိုတာ ဘယ်နိုင်ငံမှာဖြစ်ဖြစ် အကျင့်ပျက်ခြစားပြီး သူများရပိုင်ခွင့်ကို ရရင်ရသလို ညှစ်ထုတ်တတ်တဲ့သူတွေဆိုတာ ဒီကားကသက်သေပြနေတာပါ နိုင်ငံအတွက်အသက်နဲ့ရင်းပြီး တိုင်းတပါးမှာ စစ်ပွဲဆင်နွှဲရလို့ မသန်စွမ်းဖြစ်တဲ့သူအတွက် တိုင်းပြည်ကပေးထားတဲ့ လစာကို ဖြတ်စားလာဘ်စားလုပ်တာကတော့ တကယ့်ကို ရွံ့ရှာစက်ဆုပ်စရာပါပဲ ခေါင်းပုံဖြတ်ခံထားရတဲ့ ပိုက်ဆံလေးရခဲ့ရင် သမီးလေးကို ခွေးလေတစ်ကောင်ဝယ်ပေးချင်တဲ့ အလုပ်မလုပ်နိုင်တော့တဲ့ ဖခင်တစ်ယောက်ရဲ့ ဝမ်းနည်းစရာဇာတ်ကြောင်းကိုလည်းသေချာလေးခံစားရမှာပါ\nဇာတ်လမ်းအကျဉ်း\nဘရိုင်ရန်ဆိုတဲ့ မသန်စွမ်းစစ်ပြန်ကြီးဟာ အလုပ်မလုပ်နိုင်တော့လို့ မသန်စွမ်းလစာလေးကို မှီခိုပြီး စားသောက်နေရတဲ့သူပါ မိန်းမနဲ့ကလည်းကွဲ အလုပ်ကလည်းမလုပ်နိုင် စိတ်အခြေအနေကလည်းပုံမှန်မဟုတ်တဲ့သူတစ်ယောက်အတွက် သူမှီခိုနေရတဲ့ လစာကိုမှ စစ်မှုထမ်းဟောင်းရေးရာနဲ့ နည်းပညာ ကောလိပ် တစ်ခုတို့ ပေါင်းရိုက်ပြီး ဖြတ်စားနေတာကို သိသွားတဲ့အချိန်မှာတော့ အဲဒီပိုက်ဆံပြန်ရဖို့နဲ့ စစ်မှုထမ်းဟောင်းရေးရာရဲ့ အကျင့်ပျက်ခြစားတာကိုလူတိုင်းသိသွားအောင်လို့ ဘဏ်တစ်ခုကို အနုကြမ်းစီးပြီး သူတောင်းဆိုတဲ့အရာလုပ်ပေးဖို့ မလုပ်ပေးရင် ဗုံးဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်ခဲ့တာပါ အဲဒီလိုအနုကြမ်းစီးပြီးနောက်မှာပဲ ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ သူက အနုကြမ်းစီးပြီး ဘာကိုတောင်းဆိုချင်မှာလဲ ဓားစာခံတွေကိုရောဘယ်လိုဆက်ဆံမှာလဲ ...",
        "rating": "6.3",
        "url": " https://megaup.net/1Oa85/Breaking.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFlkpYsD0Mu5f8VpTfn6YxfdJqq.jpg",
        "title": "The Brother of Lottery ( 2022 )",
        "description": "တရုတ်ဟာသကားလေးကို CM Chinese ကို\nအစဉ်မပြတ် အားပေးနေတဲ့ဖန်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လီတကျွမ့်တစ်ယောက် အရက်စက်ရုံမှာ\nရင်းနှီးမြုပ်နှံမှုများသွားတာကြောင့် အကြွေးများနေသူဖြစ်ပြီး....\nအမှတ်မထင် ဒုတိယဆုထီကို ဆွတ်ခူးသွားခဲ့ရာကနေ\nမလိုလားတဲ့ ပြဿနာများကို\nရှောင်ရှားဖို့ နှုတ်ဆိတ်နေရာကနေ\nထီပေါက်တဲ့သူကို လူတွေက\nခန့်မှန်းနေကြချိန်မှာပဲ ရွာသားတွေရဲ့အမြင်မှာ\nပရော်ဖက်ရှင်နယ်အကျဆုံး\nဆိုတဲ့ ဝမ်ခွန်းက သူလို့ပြောပြီး သူ့ရဲ့အနာဂတ် ယောက္ခမရဲ့\nသဘောတူညီချက်ကိုရဖို့အတွက် ချမ်းသာသွားယောင်ဆောင်ခဲ့တယ်....တကယ့်ထီပေါက်သူ လီတကျွမ့်ကတော့\nအရက်စက်ရုံကို ဆက်လက်လည်ပတ်ဖို့\nဇနီးဖြစ်သူ ကန့်ကွက်တာကြောင့်\nအဆင်မပြေလို့ သူက ဆင်းရဲယောင်ဆောင်ပြီး\nအတူသရုပ်ဆောင်ပြခဲ့တယ်...သူတို့အလိမ်အညာဇာတ်ကြီး ဘာတွေဆက်ဖြစ်ပြီး\nအလိမ်ပေါ်တဲ့တစ်နေ့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို\nစိတ်ဝင်စားဖွယ်ဟာသနှောတင်ဆက်ပြထားတဲ့ကားကောင်းလေးဖြစ်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-brother-of-lottery-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jcTq6gIskCsHlKDvCKKouEfiU66.jpg",
        "title": "The Invitation (2022)",
        "description": "The Invitation (2022)(1080p ရပါပြီ)ဒီဇာတ်ကားကတော့ ဒါရိုက်တာ Jessica M.Thompson ရိုက်ကူးထားပြီး သရုပ်ဆောင်များအဖြစ် Nathalie Emmanuel, Thomas Doherty, Stephanie Corneliussen, Alan Boden, Hugh Skinner နဲ့ Sean Pertwee တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror, Mystery အမျိုးအစား ဇာတ်ကားတစ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ဖြစ်သူ အီဗီ(Nathalie Emmanuel)ဟာ အလုပ်တစ်ဖက်နဲ့ ကျောင်းတက်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ အဖေရောအမေရောမရှိတော့ဘဲ တစ်ကောင်ကြွက်လို့ ကိုယ့်ကိုယ်ကိုယ်ထင်နေတဲ့အချိန်မှာ သူ့ရဲ့ဝမ်းကွဲတစ်ယောက်ဖြစ်သူ အော်လီဗာ(Hugh Skinner) နဲ့ Online မှာတွေ့ပြီး သူ့ရဲ့မျိုးရိုးနောက်ခံကို သိရဖို့ အင်္ဂလန်ကို လိုက်လာပါတော့တယ်။အဲ့ဒီမှာနောက်မှာတော့ သူ့မိသားစုရဲ့နောက်ခံဇာတ်ကြောင်းတွေက ဘယ်လိုရှိမလဲ?\nပြီးတော့ သူတို့မိသားစုရဲ့မိတ်ဆွေတွေဖြစ်တဲ့ တခြားမိသားစုတွေရဲ့လျှို့ဝှက်ချက်တွေကရော ဘာတွေလဲ? ဆိုတာကို ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ သွေးသံတရဲရဲအခန်းတွေ၊ ကြမ်းတမ်းတဲ့ စကားလုံးအသုံးအနှုန်းတွေနဲ့ မဖွယ်မရာအခန်းတချို့ ပါဝင်တာကြောင့် Motion ...",
        "rating": "5.3",
        "url": "https://megaup.net/18ddy/[CM]The.Invitation.Unrated.Edition.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiH1ixna3TZXkwrZYbBkZcsQnD.jpg",
        "title": "Delia’s Gone (2022)",
        "description": "Delia's Gone (2022)ငယ်စဉ်က မြစ်ထဲပြုတ်ကျခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့်\nဦးနှောက်ထိခိုက်ခဲ့ရတဲ့လူးဝစ်စ်တစ်ယောက်မှာ\nခင်တွယ်စရာဆိုလို့ အစ်မဖြစ်သူဒေလီယာတစ်ယောက်ပဲရှိပါတယ်။ပြောင်းလဲမှုကိုမနှစ်သက်တဲ့လူးဝစ်စ်ကို ဒေလီယာက\nအလုပ်အတွက် အိမ်ပြောင်းမယ့်အကြောင်းကို ထုတ်ပြောလာချိန်မှာတော့\nမောင်နှမနှစ်ယောက် ကတောက်ကဆဖြစ်ပြီး\nဒေလီယာတစ်ယောက် လူးဝစ်စ်ကို လှည့်ပတ်ပြောဆိုလို့ အိမ်ကနေခိုးထွက်သွားပါတယ် ။\nအဲဒီညက လူးဝစ်စ်လည်း မူးရင်သွေးဆိုးတတ်တာကိုမေ့ပြီး အရက်သောက်မိသွားပါတယ်။\nပြောင်းလဲမှုကို မနှစ်သက်တဲ့ လူးဝစ်စ်အတွက်တော့ အဲဒီညလေးက ကြမ္မာဆိုးငင်တဲ့ညလေးဖြစ်ခဲ့တဲ့အခါ...နောက်တစ်ရက်နိုးလာချိန်မှာ အစ်မဖြစ်သူအလောင်းနဲ့အတူ\nလက်မှာသွေးတွေပေကျံရင်း နိုးထလာတဲ့လူးဝစ်စ်တစ်ယောက်\nအစ်မကိုသတ်တဲ့လူအဖြစ် ထောင်ကျသွားတဲ့အချိန်မှာ\nလူသတ်သမားအဖြစ်ခံယူရင်း ကိုယ့်ကိုယ်ကို ပိတ်‌လှောင်ပြီး ၇ နှစ်တာကြာမြင့်ခဲ့ပါတယ်။\nဒီအချိန်မှာ မဖိတ်ခေါ်ဘဲရောက်လာတဲ့ စတက်ကာကိုးလ်ဆိုတဲ့ဧည့်သည်နဲ့\nသူနဲ့အတူပါလာတဲ့ ဒေလီယာသေဆုံးမှုနဲ့ပတ်သတ်တဲ့သဲလွန်စ ပေါ်ထွက်လာချိန်မှာတော့\nဒေလီယာရဲ့‌ သေဆုံးမှုနောက်ကွယ်က ခါးသီးတဲ့အမှန်တရားကို\nလူးဝစ်စ်တစ်ယောက် ဘယ်လိုရှာဖွေမလဲဆိုတာ ဒီကားလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါစို့လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Chirst ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…1.16GB | 633MB | 284MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "4.4",
        "url": "https://megaup.net/2u8x0/Delias.Gone.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/18cbq/[CM]Drifting.Home.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haymRE8d8rCNolngLVMsJoY8Ymo.jpg",
        "title": "Tiny Cinema (2022)",
        "description": "Tiny Cinema (2022)~ Rotten Tomatoes - 86% ~ဒီရုပ်ရှင်ဟာ ခရမ်းချဉ်သီး ၈၆လုံးအထိ ရထားတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာတော့ သိပ်ပူစရာမလိုပါဘူး။ ကောင်းတာထက်ကို ခပ်ကြောင်ကြောင် ခပ်ဆန်းဆန်းတွေလို့ပြောရင် ပိုမှန်မလားပဲ။ သူက မြို့တစ်မြို့က ဖြစ်ရပ်တွေကို လူတစ်ယောက်က ဇာတ်ကြောင်းပြောပြတဲ့ ပုံစံနဲ့ရိုက်ထားပြီး ဇာတ်လမ်းတိုလေးတွေ တစ်ခုပြီးတစ်ခုပြောပြနေလိမ့်မယ်။သူ့ဇာတ်လမ်းတွေကလည်း တော်တော်ကြောင်တဲ့ တော်တော်ဆန်းတဲ့ ဇာတ်တွေ။ တစ်ဇာတ်ဆို ခိုးတာတို့ ဓားပြတိုက်တာတို့နဲ့မှ ဟိုဟာ မာတဲ့ဘော်ဒါတစ်ပွေအတွက် သူ မာနိုင်အောင် ဓားပြသွားတိုက်ကြတဲ့ ဇာတ်မျိုး။ တကယ့်ကို အူကြောင်ကြောင်ပဲ။တစ်ဇာတ်ကျ အတိတ်ကလူနဲ့ အနာဂတ်ကလူ တွေ့ကြတယ်။ အတိတ်ကလူကို အနာဂတ်ကလူက ငါက အနာဂတ်က မင်းပဲလို့ပြောပြီး မင်းနဲ့ငါ ဘာညာမလုပ်ရင် ကမ္ဘာကြီးပျက်တော့မှာပြောပြီး ညာပြီး ချခိုင်းတယ်။တစ်ဇာတ်ကျ ဒီပျက်ရှင်ကောင်မလေးတစ်ယောက်ရှိတယ်။ သေချင်လို့ တံတားနားသွားရပ်ရင်း မြစ်ထဲက အလောင်းတစ်လောင်းတွေ့လာတယ်ပေါ့။ ဘယ်ရည်းစားနဲ့မှ အဆင်မပြေနေတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Oaz1/(CM)_Tiny_Cinema_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/jogi-2-133x200.jpg",
        "title": "Jogi (2022)",
        "description": "Jogi 2022\nIMDb 8.2Netflix မှ Rating အကြမ်းစားနဲ့ အဆိုတော်၊ မင်းသားကြီး Diljit Dosanjh ရဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဒီကားက ၁၉၈၀ ခုနှစ်ဒေလီမြို့မှာဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန်သမိုင်းကြောင်းကိုအခြေခံရိုက်ကူးထားပြီး\nအကမပါ အိုဗာမပါ မိတ်ကပ်ခြယ်သမှုမပါဘဲ ရင်တစ်နင့်နင့်နဲ့ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် ထိုခေတ်ထိုအခါကအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့လူတွေရဲ့\nအင်တာဗျူးတွေမှာလည်း ကိုယ်စီကိုယ်စီ ရင်နင့်စရာဇာတ်လမ်းတွေကြောင့် အိ\nန္ဒိယသမိုင်းဝင်ဖြစ်ရပ်ကို Netflix မှ ပြန်လည်ပုံဖော်တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\n-----------\nဒေလီမြို့မှာ ငြိမ်းချမ်းတဲ့ဆစ်ခ်ဘာသာဝင်လူမျိုးတွေနေထိုင်တဲ့မြို့တစ်မြို့ရှိပါတယ်\nတွေ့သူတိုင်းနှုတ်ဆက်ပျုငှာတတ်ကြပြီး အုပ်စုဖွဲ့ဆော့ကစားတတ်ကြတဲ့ကလေးတွေကလည်း\nမြို့ရဲ့ဆည်းလည်းသံအလား သာယာနေတတ်ပါတယ်ဒီမြို့မှာဆို ဂျိုဂီက မသိသူမရှိ ဖော်ရွေတတ်သူကြီးပေါ့ အစ်မဖြစ်သူရဲ့သားလေး\nပရက်ရဲ့မွေးနေ့ပွဲအတွက် တစ်အိမ်လုံးပြင်ဆင်စရာရှိတာပြင်ဆင်\nတစ်ရပ်ကွက်လုံးပတ်ဖိတ်ထားပြီး ညနေခြောက်နာရီမှာမွေးနေ့ပွဲကျင်းပဖို့\nတာစူနေကြပါတယ် ခြောက်နာရီမတိုင်ခင်တော့ ကျောင်းတက်တဲ့လူကတက်\n|အလုပ်သွားတဲ့လူကသွားပေါ့ ဒါပေမယ့် အဲဒီနေ့မှာပဲ\nသူတို့ပျော်ရွှင်စရာတွေအဆုံးသတ်သွားမယ်ဆိုတာ ဘယ်သူမှမသိခဲ့ကြပါဘူးအကြောင်းကတော့ အိန္ဒိယနိုင်ငံရဲ့မိခင်အဖြစ်သတ်မှတ်ခံထားရတဲ့\nဝန်ကြီးချုပ်ကလုပ်ကြံခံလိုက်ရလို့ပါပဲ လုပ်ကြံတဲ့လူတွေကလည်း\nဆစ်ခ်လူမျိုးနှစ်ယောက်ဆိုတော့ တစ်မြို့လုံးက ဆစ်ခ်လူမျိုးတွေအပေါ်\nအမုန်းတရားတွေစုပြုံပြီး မြင်သမျှသတ်ဖြတ် မီးရှို့ရင်း\nပျော်ရွှင်စရာဒေလီမြို့လေးက မီးလောင်ပြင်တွေ အော်ဟစ်ငိုယိုသံတွေနဲ့တစ်မဟုတ်ချင်း\nပြည့်နှက်သွားခဲ့ရပါတယ် ထုံးစံအတိုင်း နိုင်ငံရေးရဲ့နောက်ကွယ်မှာဖုံးကွယ်မှုတွေ\nရှုပ်ထွေးမှုတွေရှိနေတတ်တော့ ရာနဲ့ချီပြီးပြေးပေါက်ပိတ်နေတဲ့ဆစ်ခ်လူမျိုးတွေကို\nလူမျိုးဘာသာမတူတဲ့ လူသုံးယောက်က ကယ်တင်သွားမယ့်ပုံတွေကို\nအသည်းတစ်ယားယားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် သူတို့တွေလွတ်မြောက်သွားကြမှာလား\nအရင်လို ပျော်ရွှင်စရာဒေလီမြို့လေးကိုပြန်ရနိုင်မလား ဆိုတာတော့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါရှင်\nFile size…1.8GB / 819MB\nQuality…1080p NF ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Oat0/Jogi.2022.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-gangster-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yWZuwxOsGyiqJy3j4YB1sFWpFxW.jpg",
        "title": "Ghoster (2022)",
        "description": "Ghoster(2022)\n======================\nAdventure , Horror , Family၁၅ ရာစုလောက်မှာ အာသာမစ်လာဆိုတဲ့ သူရဲကောင်းက ယူတိုနဂါးကြီးကို နှိမ်နင်းအောင်မြင်ခဲ့ပြီး\nအက်ကိုဗေးလ်ဆိုတဲ့ မစ်လာအိမ်တော်ကို တည်ထောင်ခဲ့ပါတယ်...\nဒါပေမယ့် နဂါးကြီးက အင်အားကြီးလွန်းတာကြောင့် သူ့ကိုသေခြင်းတရားကတောင် မတားဆီးနိုင်ပါဘူး\nမှော်ဆရာတစ်ယောက်ရဲ့ အကူညီနဲ့ ဝိဉာဉ်တစ်ကောင်အဖြစ်ထွက်လာခဲ့ပြီး\nအသက်ပြန်ရှင်နိုင်ဖို့အတွက် မစ်လာမိသားစုရဲ့ မျိုးဆက်တွေကို နှစ် ၁၀၀ ကြာတိုင်းလိုက်သုတ်သင်ရှင်းလင်းရင်း\nဝိဉာဉ်တွေကို ဖမ်းဆီးနေခဲ့တာ နှစ်ပေါင်း ၅၀၀ ကြာမြင့်ခဲ့ကာ ယနေ့အထိပါပဲ....\nသူ့နောက်ဆုံးဖမ်းဆီးရမယ့် ဝီလီယံမစ်လာဆိုတဲ့ ကလေးလေးက ပျောက်ဆုံးသွားခဲ့ပြီး အက်ကိုဗေးလ်အိမ်တော်ကြီးလည်း\nသရဲခြောက်တဲ့အိမ်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တာ နှစ်ပေါင်းများစွာကြာခဲ့ပါပြီ ....ဘဏ်နဲ့အာဏာပိုင်တွေက\nအိမ်ကိုသိမ်းယူတော့မယ့်ဆဲဆဲမှာ အဲဘိဇဘက်ဆိုတဲ့ ဝီလီယံရဲ့မျိုးဆက်ပေါ်လာတာကြောင့်\nနဂါးကြီး ယူတိုရဲ့ နောက်ဆုံး ဖမ်းဆီးရမယ့် မစ်လာမျိုးဆက်ဖြစ်လာပါတယ်...\nအက်ကိုဗေးလ်အိမ်ကြီးမှာ ရှိနှင့်နေတဲ့ ဂိုစတာဆိုတဲ့ ဝိဉာဉ်လေးနဲ့ အဲလိဇဘက်တို့ပေါင်းစည်းကာ\nဒီနဂါးကြီးကို အပြီးတိုင် နှိမ်နင်းသွားမလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\nငယ်ငယ်က ကျွန်တော်တို့ကြည့်ဖူးတဲ့ ဝိဉာဉ်လေး Casper ရဲ့ ဇာတ်လမ်းအကွဲလို့ပြောလို့ရပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Adventure, ...",
        "rating": "4.2",
        "url": "https://megaup.net/18czj/Ghoster.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akIjKJDHcVN4bzifcEarKVPNpoa.jpg",
        "title": "Do Revenge (2022)",
        "description": "Do Revenge (2022)(1080p ရပါပြီ)ထွက်ရှိထားတာ မကြာသေးပဲ hot ဖြစ်နေတဲ့ American Comedy Genre ဇာတ်ကားလေးဖြစ်ပြီး Riverdale မင်းသမီးချော Camila နဲ့ Stranger Things မင်းသမီး Maya Hawkes တို့အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ...ဒရေယာက အမေတစ်ခု သမီးတစ်ခုဖြစ်ပြီး ဆင်းရဲပေမယ့် ရို့စ်ဟေးလ်ကျောင်းကို ပညာသင်ဆုနဲ့ တက်ရောက်ခွင့်ရရှိထားသူပါ။ သူ့ရည်မှန်းချက်ကတော့ နာမည်ကျော် ရေးလ်တက္ကသိုလ်တက်ရဖို့ဖြစ်ပြီး ကျောင်းမှာလည်း ထိပ်ထိပ်ကြဲ လူချမ်းသာ သားသမီးတွေနဲ့ ဝင်ဆံ့တဲ့အထိ ပါးနပ်ပါတယ်။ကံဆိုးတာက သူ့ချစ်သူ သူဌေးသားမက်စ်ဆီက ဒရေယာရဲ့ sex tape ပျံ့လာခဲ့ပြီး ဒရေယာက စိတ်မြန်လက်မြန်နဲ့ မက်စ်မျက်နှာကို လက်သီးတစ်လုံးကျွေးလိုက်ရာက သူ့အချစ်ဆုံး သူငယ်ချင်းဆိုသူတွေကိုပါ ဆုံးရှုံးလိုက်ရပြီး အပယ်ခံဖြစ်သွားပါတော့တယ်။ကံကောင်းတာက သူ့အတွက် စစ်မှန်တဲ့သူငယ်ချင်းမလေး ပေါ်လာတာပါပဲ။ အဲဒါကတော့ သူ နွေရာသီ တင်းနစ်ကမ့်မှာ ဆုံခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u6os/[CM]Do.Revenge.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cawd-141x200.jpg",
        "title": "{21+} Working Overtime [CAWD-164]",
        "description": "ဒီတခေါက်တင်ဆက်ပေးမယ့် အလှတရားတခုကတော့\nအသံလဲကောင်း ရုပ်လေးကလဲ baby faceလေးနဲ့\nmoko sakuraဆိုတဲ့ ပျိုမဒီလေးပဲ ဖြစ်ပါတယ်.....ကနွဲ့ကယအမူရာလေးတွေ ချွဲနွဲ့ပုံလေးတွေနဲ့\nမျက်လုံးဝိုင်းဝိုင်းတွေကြောင့် မြင်သူအဖို့\nချစ်ခင်ကြင်နာစိတ်ဖြစ်ပေါ်စေမယ့် သူလေးရဲ့\nDecencored Version တကားကိုတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File size…2.4GB / 1.2GB / 440MB\nQuality…1080p/ 720p / 360p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Java\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1O9pc/(21+)_Working_Overtime_With_My_Legs_Open-Moko_Sakura[CAWD-164]Decensored_HDRip_720p_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg4MTc3NzQzOV5BMl5BanBnXkFtZTcwNjg2NzU4MQ@@._V1_-140x200.jpg",
        "title": "FB: Fighting Beat (2007)",
        "description": "အန်တမန်ကမ်းခြေကကျွန်းစုမှာနေတဲ့ ခိမ့်တို့သူငယ်ချင်းတစ်စုဟာ နေ့ဘက်မှာ ခရီးသွားဧည့်သည်တွေကို လမ်းညွှန်တဲ့ ဝန်ဆောင်မှုပေးကြပြီး\nညအချိန်မှာတော့ ချုတ်ဒီ ဘားမှာ အလုပ်လုပ်ကြပါတယ်အဲ့ဒီဘားမှာ ညတိုင်းထိုင်းလက်ဝှေ့ထိုးပွဲရှိတဲ့အတွက် ခရီးသွားဧည့်သည်တိုင်းက စိတ်ဝင်စားပြီးလာရောက်လည်ပတ်ကြတယ်ဒီအချက်ကိုသဘောကျသွားတဲ့ရင်းနှီးမြုပ်နှံသူနိုင်ငံခြားသားဟာ ဒီဘားကိုလိုချင်ပါတော့တယ်\nဘားပိုင်ရှင်ကမရောင်းဘူးပြောပေမဲ့ မရမကဖိအားပေးပြီးယူလိုက်တဲ့အချိန်မှာ ခိမ့်တို့သူငယ်ချင်းတစ်စု သူတို့ချစ်တဲ့ဘားကိုပြန်ယူနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__( 2.2GB)\nQuality__ HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:20:00\nType__Action, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/fb-fighting-beat-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://megaup.net/1O98m/Tees_Maar_Khan_(2022)_Telugu_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdPC1NRb3JVppUJe16gWIgkglug.jpg",
        "title": "The Falconer (2021)",
        "description": "The Falconer (2021)~ IMDb - 6/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးအလုံးတစ်ရာအပြည့်နဲ့ Art Film ကားကောင်းတစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၁၂ဆုရထားပါတယ်။ ဝင်ပြိုင်တဲ့ပွဲ အားလုံးနီးပါး ဆုရသွားခဲ့တဲ့‌ ကားကောင်းတစ်ကားပေါ့။ဇာတ်လမ်းကတော့ Falconer ဆိုတဲ့အတိုင်းပဲ ဖယ်ကွန်တစ်ကောင်ကို လေ့ကျင့်ပေးတဲ့ တိရိစ္ဆာန်ချစ်တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါ။ သားကောင်ကို စားတဲ့ သားရဲတွေဟာ လှောင်ချိုင့်ထဲကနေ အပြင်လောကကို လွှတ်ပေးခံလိုက်ရတဲ့အခါ ကြာကြာမနေနိုင်ပါဘူး။ သုံးလေးရက်နေ သေကြတာပါပဲ။ အရင်လိုသန်မြန်မှုတွေ မရှိတော့တာကြောင့်ပေါ့။ Falcon တွေလည်း ထိုနည်းလည်းကောင်းပါပဲ။ တိရိစ္ဆာန်ရုံထဲ လှောင်ထားခံထားရတာကြာတဲ့ ဖယ်ကွန်တစ်ကောင်ဟာ ရင်အုပ်ကြွက်သားတွေမရှိတော့ဘဲ ကောင်းကောင်းမပျံနိုင် သားကောင်ကိုဖမ်းဖို့မတတ်နိုင်ဖြစ်ကုန်ပါတယ်။ တိရိစ္ဆာန်ရုံစောင့်တဲ့ ကောင်လေးနှစ်ကောင်ဟာ အခြေအနေအကြောင်းကြောင်းနဲ့ ဖယ်ကွန်တစ်ကောင်ကို ခိုးပြီး အပြင်လောကမှာ ရှင်သန်နိုင်အောင် လေ့ကျင့်ပေးကြတဲ့ ဇာတ်လမ်းလေးပါပဲ။ တိရိစ္ဆာန်ချစ်တဲ့လူတွေအတွက်ရော Independent Film ကြိုက်တဲ့သူတွေအတွက်ရော ...",
        "rating": "6",
        "url": "https://megaup.net/1O96g/(CM)_The_Falconer_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/The-Escort-Wife-Movie-Poster-1-819x1024-1-160x200.jpg",
        "title": "[18+] The Escort Wife (2022)",
        "description": "[18+] The Escort Wife (2022)~ IMDb rating - 7.7/10 ~ပတ်ထရစ်ရှာဟာတစ်ချိန်က သာယာတဲ့အိမ်ထောင်ကိုပိုင်ဆိုင်ခဲ့ပေမယ့် ကိုယ်ဝန်ပျက်ကျပြီးတဲ့နောက် ခင်ပွန်းသည်ရဲ့ စိမ်းကားအေးစက်သွားတဲ့ဆက်ဆံရေး၊ လျစ်လျူရှုမှုကိုရင်ဆိုင်နေရသလို ကိုယ်ဝန်ပျက်ကျတဲ့ဒဏ်နဲ့ Work from home ကာလရှည်လုပ်နေရတဲ့အတွက်ငြီးငွေ့နေပါတယ်။ငြီးငွေ့မှုကိုဖြေဖျောက်တဲ့အနေနဲ့ညဘက်မှန်ဘီလူးနဲ့ဟိုကြည့် ဒီကြည့် ကြည့်ရာကနေ သူ့မီးဖိုချောင်နဲ့တည့်တည့်တိုက်ခန်းက မိန်းမငယ်တစ်ယောက်ဟာ ညစဉ်ညတိုင်း လူမထပ်စေရပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ပျော်ပါးနေတာကို တွေ့မြင်လိုက်ရပါတော့တယ်။ ဒီမြင်ကွင်းဟာ ခင်ပွန်းရဲ့အယုအယနဲ့ကင်းကွာနေတဲ့ သူ့ကိုသွေးဆူစေတယ်၊ ရာဂတွေကိုရုန်းကြွလာစေတယ်။ သူ့ခင်ပွန်းကိုအမျိုးမျိုးမြူဆွယ်ပေမယ့် အတော်ကြီးကို စိတ်ကင်းပြတ်နေပုံရတဲ့အတွက်အကြောင်းမထူးပါဘူး။ ဒီလိုနဲ့သူချောင်းကြည့်နေကျ တိုက်ခန်းက မိန်းမငယ်ရဲ့အချစ်တော်တွေထဲမှာ သူ့ခင်ပွန်းကိုမြင်တွေ့လိုက်ရတဲ့အခါမှာတော့...ယောက်ျားတွေကို အမုန်းကြီးမုန်း အငြိုးအတေးကြီးသွားတဲ့ ပတ်ထရစ်ရှာဟာ သူ့ခင်ပွန်းသည်နဲ့တကွ တစ်ခြားသော ဖောက်လွဲဖောက်ပြန်ယောက်ျားတွေကိုပါ ပညာပေးကလဲ့စားချေဖို့အကွက်ကျကျစီစဉ်ပါတော့တယ်။ သူ့ကလဲ့စားရဲ့ပထမဆုံးအဆင့်ကတော့ သူကိုယ်တိုင်အော်ဖာလိုက်ဖို့ပါပဲ။ နောက်ဆက်တွဲကလဲ့စားတွေကို ရင်သိမ့်တုန်ဆက်လက်ရှုစားကြပါ။Miss Philippines Earth 2019 မမကြီး Janelle Tee က ပတ်ထရစ်ရှာအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး ညိုပြာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/18bta/(CM)_The_Escort_Wife_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWRhMjcwYjMtZDg2ZC00YmI1LWIwM2MtOTBhNmQ4OWUwYjgxXkEyXkFqcGdeQXVyNDgyNzAxMzY@._V1_-140x200.jpg",
        "title": "Speak No Evil (2022)",
        "description": "ဥရောပ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ကားလောက် ကြည့်ရအောင်။\nဆုတွေလည်းရထားပြီး ပရိသတ်တွေလည်း ကြိုက်တဲ့သူနဲ့မကြိုက်တဲ့သူ\nနှစ်ခြမ်းကွဲနေတဲ့ ရုပ်ရှင်တစ်ခုပါပဲ။ဒါရိုက်တာ စဉ်းစားစရာ၊ တထိတ်ထိတ်ဖြစ်စရာ၊ အားမလိုအားမရဖြစ်စရာ၊\nနိမိတ်ပုံတွေနဲ့ ပရိသတ်တွေကိုပုံမှန်မဟုတ်တဲ့ ခံစားချက်မျိုး ပေးထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းပါတယ် သမီးလေးတစ်ယောက်ရှိတဲ့\nဒိန်းမတ် မိသားစုတစ်စုဟာ၊ စကားမပြောတတ်တဲ့ သားလေးတစ်ယောက်ရှိတဲ့\nနယ်သာလန်မိသားစုတစ်စုနဲ့ ရင်းနှီးခဲ့တယ်။ နောက်တော့ နယ်သာလန်ကို\nအလည်လာဖို့ ဖိတ်တဲ့အတွက် ကျေးလက်အိမ်လေးဆီကို မိသားစုလိုက်\nသွားလည်ကြတယ်ပေါ့။ နောက်တော့ အဲဒီမိသားစုနှစ်စု ဘာဆက်ဖြစ်မလဲဆိုတာ\nလှည့်ကွက်တွေနဲ့ ဆက်ကြည့်ရမှာပါပဲ။\nFile size…1GB / 500MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://megaup.net/18bn3/Speak.No.Evil.2022.720p_%7BCM%7D.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battle-132x200.jpg",
        "title": "Battle for the Planet of the Apes(1973)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Planet ...",
        "rating": "",
        "url": "https://megaup.net/182rm/Battle.for.the.Planet.of.the.Apes.1973.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-couquest-133x200.jpg",
        "title": "Conquest of the Planet of the Apes(1972)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Escape ...",
        "rating": "6.1",
        "url": "https://megaup.net/1O00j/Conquest.of.the.Planet.of.the.Apes.1972.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-escape-132x200.jpg",
        "title": "Escape from the Planet of the Apes (1971)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။အခုကတော့ Beneath ...",
        "rating": "6.1",
        "url": "https://megaup.net/1O03c/Escape.from.the.Planet.of.the.Apes.1971.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-beneath-132x200.jpg",
        "title": "Beneath the Planet of the Apes (1970)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီတစ်ခါတော့ 1968 ...",
        "rating": "6.0",
        "url": " https://megaup.net/182w0/Beneath.the.Planet.of.the.Apes.1970.720p.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-planet-135x200.jpg",
        "title": "Planet of the Apes (1968)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကတော့ Rise ...",
        "rating": "8.0",
        "url": "https://megaup.net/1O06l/Planet.of.the.Apes.1968.720p.(CM).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYK8SRI93R6w8YkbhEgF8Oh1sR5.jpg",
        "title": "You Are My Champion ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို ဘဝအတွက်လမ်းပျောက်နေတဲ့အချိန်မှာ\nအိပ်မက်တွေကိုပြန်လည်အကောင်အထည်ဖော်ဖို့\nအားဖြစ်စေမယ့်ကျောင်းသားကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Chen Xing ဆိုတဲ့\nတိုက်ရိုက်တင်ဆက်မှုနဲ့အွန်လိုင်းမှာနာမည်ကြီးနေတဲ့\nအထက်ကျောင်းသူလေးဟာ အရင်တုန်းက\nလက်ရွေးစင်ဒိုက်ဗင်အားကစားသမားဖြစ်ဖို့ကြိုးစားခဲ့ဖူးပါတယ်။လက်ရွေးစင်ရွေးချယ်ပွဲအချိန်မှာ မိဘတွေကွာရှင်းခဲ့တဲ့အတွက်ကြောင့်\nစိတ်ဒဏ်ရာရပြီးကောင်းကောင်းမလုပ်နိုင်ခဲ့တဲ့အတွက်\nဒိုက်ဗင်အားကစားကိုလက်လျော့ခဲ့လိုက်ရပါတယ်။Chen Xing တို့အထက်တန်းကျောင်းက ကာယဆရာJiဟာ\nChen Xingရဲ့စွမ်းရည်ကိုမထင်မှတ်ပဲသိသွားတဲ့အချိန်မှာ\nကျောင်းကရေကူးကန်ကိုမဖျက်ရဖို့အတွက်\nသူ့အလုပ်တည်မြဲဖို့အတွက် Chen Xingကို\nဒိုက်ဗင်အားကစားကိုပြန်ကြိုးစားဖို့နားချပါတော့တယ်။ငယ်ကစိတ်ဒဏ်ရာကြောင့် လက်လျော့ခဲ့တဲ့Chen Xingဟာ\nအိပ်မက်ကိုပြန်အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်။\nအခက်အခဲအမျိုးမျိုးတွေကိုဆရာတပည့်၂ယောက်အတူကြိုးစားကျော်ဖြတ်ရင်း\nအိပ်မက်ကိုအကောင်အထည်ဖော်ကြတာကိုကြည့်ပြီး\nCMပရိသတ်ကြီးလဲ မိုတီတွေရလိမ့်မယ်လို့မျှော်လင့်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/you-are-my-champion-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ej-140x200.jpg",
        "title": "Extreme Job ( 2019 )",
        "description": "Extreme Job (2019) \nIMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nအမှုလိုက်တိုင်း အလွဲလွဲအချော်ချော်ဖြစ်ပြီးရာထူးမတိုးပဲ အဖွဲ့ခေါင်းဆောင်သာ\nဖြစ်နေတဲ့စုံထောက်ဂို နဲ့ သူ့အဖွဲ့ဟာ တစ်နေ့မှာ မူးယစ်ရာဇာ လီမွန်ဘယ်ကို\nဖမ်းဖို့ဖြစ်လာတဲ့အခါမှာ..တော့ တလွဲတွေဆက်ဖြစ်ကြပြန်တာပါပဲ\nလီမွန်ဘယ်ကို အနီးကပ်စောင့်ကြည့်ဖို့ ကြက်ကြော်ဆိုင်မှာစောင့်ကြည့်ရင်းနဲ့ကြက်ကြော်ဆိုင်ကလည်းရောင်းထုတ်ရမယ့်အခြေအနေဖြစ်လာတဲ့အခါ\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…တလွဲတွေလုပ်တတ်တဲ့ စုံထောက်ဂိုတစ်ယောက်\nလီမွန်ဘယ်ကို ဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါ\n2019 အသစ်ထွက် ကိုရီးယားစုံထောက်ကားလေးပဲဖြစ်ပါတယ်\n This Movie is Brought To You By Channel MyanmarReview By Ei PyaeGenre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size…1.77GB | 792MB | 366MB\nFormat… mp4\nDuration…. 1h 51min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zoey\nEncoder ..... August",
        "rating": "7.6",
        "url": "https://megaup.net/2u5Q1/Extreme.Job.2019.720p.KOR.Bluray.5.1CH.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3j2cjBDLSMLlr8zSC4OV1sRiAq9.jpg",
        "title": "The Royal (2022)",
        "description": "The Royal (2022)~ IMDb rating - 6.8/10 ~ဒါကတော့ မိဘမေတ္တာဖွဲ့ မိသားစု ဒရာမာကားကောင်းလေးပါ။ ဝီလီဟာ ကမ္ဘာကျော် ဘေ့စ်ဘောသမားတစ်ယောက်ဖြစ်ခဲ့ပြီး... လောကဓံတရားကို မတွန်းမလှန်နိုင်တဲ့အခါ မူးယစ်ဆေးနွံနစ်ပြီး ထောင်နန်းစံခဲ့ရပါတော့တယ်။ထောင်ဒဏ်ဟာလည်း မသေးလှ၊ ၂၁နှစ်ဆိုပေမယ့် သူ့ရဲ့ကောင်းကောင်းမွန်မွန် နေထိုင်မှုကြောင့် ခံဝန်နဲ့ ၁၄နှစ်သာနေခဲ့ရပြီး လွတ်မြောက်လာခဲ့တယ်။ ဒီအပြစ်တွေကြောင့် သူလက်လွှတ်လိုက်ရတဲ့ မိသားစုတွေနဲ့ သူသိပ်မြတ်နိုးရတဲ့ ဘေ့စ်ဘောနောက်ကို ပြန်လိုက်ဖို့ ကြိုးစားပါတော့တယ်။ မိန်းမဖြစ်သူက နားလည်ခွင့်လွှတ်ပေးလိုက်ပေမယ့် သမီးလေး ကာမီလာကတော့ တစ်ဘဝလုံးပျောက်နေတဲ့အဖေကို တော်ရုံ ခွင့်မလွှတ်သလို လက်လည်းမခံပါဘူး။နောက်ပြီး ဘေ့စ်ဘောလောကကို ပြန်ဝင်ရောက်ချင်ပေမယ့် ငယ်ရွယ်နုပျိုမှုတွေ မရှိတော့တဲ့ ဝီလီတစ်ယောက် ဘယ်လိုဘယ်ပုံဘယ်နည်းနဲ့ ပြန်ဝင်ရောက်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။Kansas City Royal အသင်းမှာ ကစားခဲ့တဲ့ ထိပ်တန်း အ​​မေရိကန် ဘေ့စ်ဘောသမား Willie Mays Aikens ရဲ့အကြောင်းကို တစ်စေ့တစ်စောင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/2u4uV/(CM)_The_Royal_(2022)_720p.mp4",
        "category": "Biography, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-2-139x200.jpg",
        "title": "Ultimate Avengers 2: Rise of the Panther (2006)",
        "description": "Ultimate Avengers 2: Rise of the Panther (2006)==================================IMDb Rating - 6.5/10ဒါက​တော့ ၂၀၀၆ထွက် Ultimate Avengers: The Movieရဲ့\nအဆက်ပဲဖြစ်ပါတယ်။ ပထမကားမှာ ချီတာရီ​တွေကို အနိုင်ယူ\nခဲ့​ပေမယ့် ကပ္ပတိန်အ​မေရိကဟာ စစ်ပြန်​တွေရဲ့ ထုံးစံအတိုင်းပဲ\nPTSDအ​​သေးစား ဖြစ်လာတာ​ကြောင့် မစ်ရှင်​တွေပဲ ဖိလုပ်ရင်း\nသူဦး​ဆောင်ရတဲ့ Avengersအဖွဲ့နဲ့ အဆင်မ​​ပြေဘဲ One Man\nArmyလိုဖြစ်လာပါတယ်။ ​ဒေါက်တာဘန်နာကလည်း ​ဟော့ခ်\nပုံစံကို မထိန်းချုပ်နိုင်တာ​ကြောင့် ဖြူရီရဲ့ ချုပ်​နှောင်ထားမှုကို\nခံ​နေရပါတယ်။အဲဒီအချိန်မှာ ကပ္ပတိန်အ​မေရိက​ကြောင့် ၁၉၄၅ခုကတည်းက\n​သေသွားပြီလို့ ထင်မှတ်ထားကြတဲ့ ချီတာရီ​ကောင် တစ်ဖြစ်လဲ\nနာဇီဗိုလ်ချုပ်ကလိုင်ဇာဟာ ဝါကန်ဒါတိုင်းပြည်မှာ တစ်ဖန်ပြန်\n​ပေါ်လာပြီး တီချာလာတို့ဆီက စွမ်းအင်အရင်းမြစ်ကို လုယူပြီး\nတစ်ကမ္ဘာလုံးကိုဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အတွက် စည်းလုံးမှု\nအားနည်း​နေတဲ့Avengersအဖွဲ့နဲ့ Black Pantherတို့​ပေါင်းပြီး\nကလိုင်ဇာနဲ့ ကမ္ဘာဖျက်ရန်စွယ်ကို နှိမ်နင်းဖို့ အ​ကြောင်းဖန်လာ\nပြန်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 GB) / (620 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1NY6l/Ultimate.Avengers.The.Movie.2006.720p.BluRay.(CM)..mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-1-141x200.jpg",
        "title": "Ultimate Avengers: The Movie (I) (2006)",
        "description": "Ultimate Avengers: The Movie (I) (2006)=============================IMDb Rating - 6.6/10၂၀၀၆ခုနှစ်ကတည်းက ထွက်ရှိခဲ့ပြီး Avengers Animation\nရယ်လို့ ပီပီပြင်ပြင်စထွက်ခဲ့တဲ့ Ultimate Avengers ကားကို\nတင်ဆက်​ပေးလိုက်ပါတယ်။ 2008မှာ Iron Man 1စထွက်ပြီး\nMCUရယ်လို့ အကြီးအကျယ်​အောင်မြင်တဲ့ Universeကြီးကို\nအ​ကောင်အထည်​ဖော်နိုင်ခဲ့တဲ့ MarvelဟာAnimationပိုင်းမှာ\nDCAUရဲ့အရှိန်နဲ့ Fanbaseကို မယှဉ်နိုင်သလို ကားထွက်ရှိမှု\nအပိုင်းမှာလည်း ​အတော်​အားနည်းခဲ့တာပါ။ ဒီAnimationက\nMarvelရဲ့ရှားရှားပါးပါး Avengersဇာတ်ကားဖြစ်ပြီး ၂ကား\nထွက်ရှိခဲ့တဲ့အထဲက နံပါတ် ၁ ဇာတ်ကားပါ။Storylineကို​တော့ Avengersအဖွဲ့ကြီး စတင်ဖွဲ့စည်းခြင်းကို\nအဓိကထားပြီး ဒုတိယကမ္ဘာစစ်မစ်ရှင်အတွင်းမှာ ပျောက်ဆုံး\nသွားတဲ့ ကပ္ပတိန်အ​မေရိကကိုပြန်လည်ရှာ​တွေ့ခြင်းနဲ့ အစပျိုး\nထားပါတယ်။ Live Action နဲ့ Storyline မတူညီမှုနည်းနည်း\nရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းက ကပ္ပတိန်အ​မေရိကရဲ့\nမပြီးပြတ်​​သေးတဲ့ မစ်ရှင်က ဒီ​​နေ့ခေတ်အချိန်အထိ ပါလာပြီး\nတစ်ကမ္ဘာလုံးပျက်စီးနိုင်တဲ့ အ​ခြေအ​နေ​တွေ ဖြစ်လာတဲ့အခါ\nကပ္ပတိန်အ​မေရိကနဲ့ နစ်ဖြူရီတို့ဟာ တစ်ကိုယ်​တော်လှုပ်ရှား\n​နေကြတဲ့ စူပါဟီးရိုး​တွေကိုစုစည်းပြီး Avengersအဖွဲ့အဖြစ်\nကမ္ဘာဖျက်ရန်စွယ်ကို ကာကွယ်ဖို့ကြိုးစားကြပါ​တော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 ...",
        "rating": "6.6",
        "url": "https://megaup.net/2tVyh/Ultimate.Avengers.II.2006.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MM00194873__28189-141x200.jpg",
        "title": "To Catch a Thief (1955)",
        "description": "To Catch A Thief (1955)IMDb Rating (7.4) / Rotten Tomatoes (94%)Marilyn Monroe နဲ့ခေတ်ပြိုင် အော်စကာဆုရ မင်းသမီးတစ်ဦးဖြစ်တဲ့ Grace Kelly ရဲ့ ထင်ရှားတဲ့ရုပ်ရှင်ကား To Catch A Thief (၁၉၅၅)ကို တင်ဆက်ပေးချင်ပါတယ်\nဆွဲဆောင်မှုရှိတဲ့ အပြောချိုချို ဟန်ပန်အမူအရာတွေနဲ့ ကမ္ဘာ့ရုပ်ရှင်သမိုင်းရဲ့အလှဆုံးမင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Grace Kelly နဲ့  ဂန္တဝင်မင်းသားကြီး Cary Grant တို့ကို ပူးတွဲမြင်တွေ့ရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဥ်းကတော့ John Robie ဆိုတဲ့ ရတနာသူခိုးတစ်ယောက်ဟာ လတ်တလော ဖြစ်ပေါ်နေတဲ့ ခိုးမှုတွေမှာ သူအပြစ်မရှိကြောင်း သက်သေပြဖို့အတွက် သူ့ကိုတုပ​နေတဲ့ တကယ့် ရတနာသူခိုးကို ပြန်လိုက်ရှာပေးရမှာပါ ဇာတ်ကားဟာ ဒိုင်ယာလော့ခ်တွေကအစ လှိုင်းလုံးလေးတွေလို အလှုပ်အရွေ့တွေနဲ့ရှိနေပြီး ဇာတ်လမ်းကလည်း နိမ့်ချီမြင့်ချီနဲ့ရှိနေတာကတော့ နာမည်ကျော် ဂန္တဝင်ဒါရိုက်တာကြီး Alfred Hitchcock ...",
        "rating": "7.4",
        "url": "https://megaup.net/1O72k/(CM)_To.Catch.a.Thief.1955.720p.mp4",
        "category": "Mystery, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGRlODk2NTctNmRjNS00YjhmLTllYzAtMmJhNDY1NjIwOTA5XkEyXkFqcGdeQXVyMTEwOTUyOTg5._V1_-133x200.jpg",
        "title": "Kerosene (2022)",
        "description": "Kerosene (2022)IMDb-8.6/10အဖေတစ်ခု သမီးတစ်ခုပဲရှိတဲ့သားအဖနှစ်ယောက်တစ်နေ့ မင်္ဂလာဆောင်ကအပြန်\nရွာထဲခဏဆိုပြီး ထွက်သွားတဲ့သမီးလေးပြန်မလာလို့\nတစ်ညလုံးအနှံ့လိုက်ရှာခဲ့ပေမယ့် မတွေ့ခဲ့ရပဲ\nနောက်တစ်ရက်မနက်မှာ မီးကျွမ်းထားတဲ့အရိုးစုကိုပဲ တွေ့ရတော့တယ်သမီးလေးအတွက် တရားဥပဒေနဲ့အညီ မျှမျှတတလုပ်ပေးဖို့ တောင်းဆိုခဲ့ပေမယ့်\nရွေးကောက်ပွဲနီးကပ်နေတာကို အကြောင်းပြပြီး အနားရှိတဲ့ လူတစ်ယောက်ကိုပဲ\nတရားခံဆိုပြီး ထောင်ထဲဖမ်းထည့်ထားလိုက်တယ်ရဲမှူးတစ်ယောက်ရဲ့ သူငယ်ချင်းသတ်ခံရတဲ့အမှုနဲ့ပတ်သတ်ပြီး မှုခင်းထောက်လှမ်းရေး\nဗိုင်ဗက်ကို တာဝန်ပေးလိုက်တဲ့အချိန် သွားစစ်ဆေးတဲ့အချိန်ပိုင်းအတွင်းမှာပဲ\nတရားခံဖော်ထုတ်နိုင်ခဲ့တဲ့အတွက် နောက်ထပ်အမှုမှန်မပေါ်သေးတဲ့\nမိန်းကလေးတွေ သတ်ခံရတဲ့ အမှုကိုပါ တာ၀န်ပေးဖော်ထုတ်စေခဲ့တယ်မိန်းကလေးတွေ ရက်ရက်စက်စက် အသတ်ခံရတဲ့\nတရားခံကို ဘယ်လိုဖော်သွားမလဲ အကွက်ကျကျ\nရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…1.95GB / 996MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl & OeliuJ & Kevin Ag & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2u49v/Kerosene_(2022)_Telugu_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AuWxKhfxDltvKMpXG4TblyBGNy.jpg",
        "title": "Under Her Control (2022)",
        "description": "Under her control / La Jefa (2022)(18+ Warning, အဖော်အချွတ် အခန်းတွေ လိင်ဆက်ဆံခန်းတွေ\nကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေ ပါဝင်တာမို့ မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်တော်ပါ)၂၀၂၂ ခုနှစ်မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ စပိန်စကားပြော ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nNetflix ကနေ ထွက်ရှိလာတဲ့ ဥရောပ ဇာတ်ကားတွေဟာ အဆင့်အတန်းတစ်ခုအထိ ရှိတာမို့လို့ ကြည့်ရှု့ရကျိုး နပ်စေမှာပါ\nဆိုဖီယာ ရည်မှန်းချက်ကြီးမားတဲ့ ကောင်မ‌လေးတစ်ယောက်ပါ။ရည်းစားဖြစ်သူ နာချိုနဲ့ အတူ စပိန်မှာ လာရောက်နေထိုင်ရင်း ဘဝကို စွန့်စားလိုသူပါ။\nသူ့ရည်းစားဖြစ်သူ နာချိုကတော့ မွေးရပ်မြေကို ပြန်ပြီး သာမန်အေးဆေးတဲ့ဘဝမှာ နေထိုင်ချင်ပေမယ့် ဆိုဖီယာ့အလိုလိုက်ပြီး ဆက်နေနေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ ဆိုဖီယာ အရမ်းကို လုပ်ကိုင်ချင်တဲ့ ကုမ္ပဏီတစ်ခုမှာ အလုပ်ရခဲ့ပါတယ်။\nအထက်လူကြီး ဖြစ်သူ ဘီယက်ထရစ်ဇ် ဆီကနေ သင်ယူစရာတွေ များပြားလွန်းတဲ့အတွက် အလုပ်ကို ပျော်ပျော်ကြီးလုပ်ကိုင်နေခဲ့ပါတယ်။\nအလုပ်ကိုပဲ အချိန်ပေးလွန်းတဲ့အတွက် နာချိုနှင့် အဆင်မပြေဖြစ်လာပါတော့တယ်။\nသို့သော် ...",
        "rating": "4.8",
        "url": "https://megaup.net/1O69m/Under.Her.Control.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODI4ZTg3MGYtYWZiMC00ZDFjLWIwYjAtZmNjYTY2Njg1NTNjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cars on the Road (2022)",
        "description": "ဒီ စီးရီးလေးကတော့ ကမ္ဘာကျော်ကာတွန်းတစ်ခုဖြစ်တဲ့ Cars ကိုပဲ ဇာတ်လမ်းတွဲအဖြစ် ပြန်လည်တင်ဆက်ထားတာပါ။ စုစုပေါင်း ၉ ပိုင်းပါပြီ တစ်ပိုင်းကို ၁၀ မိနစ်ပဲ ကြာပါတယ်။ ဒါကြောင့် ကိုယ့်လူတွေ ဒေါင်းရသက်သာအောင် ၉ ပိုင်းလုံးကို ဆက်ပြီး မိနစ် ၉၀ အဝကြည့်လို့ရအောင် ဖန်တီးပေးထားလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ လိုက်တနင်းမကွင်းရဲ့ အခင်ဆုံးသူငယ်ချင်း မိတ်တာဟာ သူ့အစ်မရဲ့ မင်္ဂလာဆောင်ရှိလို့ ခရီးဝေးကြီးကို တစ်ယောက်တည်းမောင်းနှင်သွားဖို့ အစီအစဉ်ရှိလာပါတယ်။ အဲဒီမှာ မကွင်းကလည်း အားလပ်ရပ်ခရီးသဘောမျိုး အဖော်လိုက်လာတဲ့အခါ သူငယ်ချင်းနှစ်ကောင် တစ်လမ်းလုံး အလွဲမျိုးစုံရယ်စရာမျိုးစုံ တွေ့လာရပါတော့တယ်။ The Shinning ကို ကိုးကားထားတဲ့ သရဲခြောက်တဲ့ဟိုတယ်ကြီးတွေ၊ ဂျူရက်ဆစ်ဝါးဒ် တို့ ဘစ်ဂ်ဖု တို့ တွေကိုပါ ထည့်သွင်းဇာတ်လမ်းဆင်ထားတာမို့ အတော်လေး ကြည့်ကောင်းတဲ့ စီးရီးဖြစ်သွားပါတယ်။ ခံစားကြည့်လိုက်ကြပါဦးFile size…(2.3 GB)/(800 Mb)/(300 Mb)\nQuality….Webrip 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/3a16e/Cars_on_the_Road_S01_E_1_to_9_720p_(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjgyNTBlOGYtZjgzMS00NDM1LWFhZTItMTNlNWZlOGI4YmVjXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Ramarao On Duty (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ရူပီး ၅၀နဲအမှုဖော်တဲ့ဘဲရီး ရာဗီး\nတီဂျာရဲ့ အမှု့ဖော်ပုံတွေကိုဆက်လက်ရှု့စားရမှာပါ။\nဒီကားက Main Cast တင်မကပဲ အရံတွေပါလုပ်ကွက်ထွက်တဲ့ကားပေါ့ဇာတ်လမ်းအကျဥ်း\n================\nအကောက်ခွန်မှူး ရာမာရာအိုဟာ အမှန်အတိုင်းသာဖြစ်ပါစေ\nဘယ်လိုကိစ္စမဆို အဆုံးထိ လိုက်သူပါ\nနူကလီးယားဓါတ်ပေါင်းဖိုဆောက်တဲ့ကိစ္စတစ်ခုမှာ သူမသိပဲ\nအကျိုးဆောင်ခဲ့တာကစပြီး ရည်းစားဟောင်းကောင်မလေးရဲ့\nယောကျာ်းပျောက်မှုကိုရှာရင်းဖွေရင်းနဲ့ မထင်မှတ်ဘဲ\nမဖော်ထုတ်ဘဲထားတဲ့လူပျောက်မှုတွေအပြင်\nမှောင်ခိုမှုတွေပါတန်းစီတွေ့လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ ပြန်ဆုတ်ရိုးထုံးစံမရှိတဲ့\nရာမာရာအိုတစ်ယောက်အစတွေဆွဲထုတ်လွန်းလို့\nကြည့်မရဖြစ်နေတဲ့ရဲမှူးကရော ဘယ်လိုတွေပါဝင်ပတ်သက်နေမလဲ\nဆိုတာရုပ်ရှင်ထဲမှာ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး\nFile size…2.6GB / 1.3GB\nQuality…1080p HQ AVC / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Kham Mon & Lwin Htoo & Kevin &  Yunni & Sora",
        "rating": "5.5",
        "url": "https://megaup.net/1O5rb/Ramarao_on_Duty_(2022)_Telugu_TRUE_WEB-DL_.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_-133x200.jpg",
        "title": "Ram Gopal Varma Ki Aag (2007)",
        "description": "Ram Gopal Varma 2007\n------------------------\nကလည်းက ချလည်းချပြီး ဘောလိဝုဒ်ရဲ့အကျော်မော်\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ အမီတာဘချမ်းနဲ့ဗီဂျေးတို့ အပြိုင်ကြဲထားတဲ့\nအဟောင်းထဲက ဇာတ်ကောင်းတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားရဲ့ မင်းသားတွေဖြစ်တဲ့\nဟီရိုနဲ့ရာ့ဂ်ျတို့ဟာ လက်ရှိအလုပ်ကပြုတ်လာပြီး\nမွန်ဘိုင်းကိုရောက်လာခဲ့ကြပါတယ်။ဒီလိုနဲ့ရရာအလုပ်၀င်လုပ်ရင်း ဒုစရိုက်ဂိုဏ်းတစ်ခုနဲ့\nချိတ်ဆက်မိသွားတဲ့အခါမှာ သူတို့သူငယ်ချင်းနှစ်ယောက်\nရဲတွေနဲ့ပူးပေါင်းပြီး လူဆိုးတွေကိုဘယ်လိုနှိမ်နှင်းသွားမလဲဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်နေရမှာပါ။ ဇာတ်ကားရဲ့အဓိကဗီလိန်ဖြစ်တဲ့\nဘာ့ဘန်းရဲ့ သရုပ်ဆောင်ချက်တွေကလည်း\nကိုယ်တိုင်ပါကြက်သီးထမိလောက်အောင်ကို ပီပြင်လွန်းတဲ့အပြင်\nမင်းသားနှစ်ယောက်ရဲ့စော်ရှိတ်ပုံတွေကလည်း နှစ်ချို့FAဂေါင်းကြီးတို့အတွက်\nမနာလိုလွန်းချင်စရာတွေဖြစ်နေမှာပါ။ဒီကားမှာလူသတ်တာ၊ကြမ်းတာ၊ရမ်းတာတင်မကပဲ အပြင်ဘက်မှာ\nဘယ်လောက်ပဲကြမ်းတမ်းနေမှာစေ အတွင်းထဲမှာတော့ချစ်တတ်တဲ့စိတ်က\nလူတိုင်းမှာရှိနေပါတယ်ဆိုတာကိုပါ ရိုက်ပြသွားပါသေးတယ်။\nခေါင်းယမ်းပြီးစကားမပြောပေမယ့် ခါးယမ်းပြီး က သေးတာမို့\nအိန္ဒိယကားချစ်သူတွေအတွက် အိန္ဒိယကားအရသာလည်း ခံစားနေရဦးမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p WEBRIP AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "1.4",
        "url": "https://megaup.net/3a07w/Ram.Gopal.Varma.Ki.Aag.2007.720p.WebRip.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9GcpyEtyfOreHeX92QVv4r3habp.jpg",
        "title": "About Fate (2022)",
        "description": "About Fate (2022)~ Rotten Tomatoes - 60% ~လွန်ခဲ့တဲ့ရက်ပိုင်းလောက်ကမှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အချစ်၊ ဟာသ၊ ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး နာမည်ကျော်ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ The Irony of Fate ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်ကားရဲ့ အငွေ့အသက်က ဘယ်လိုလဲဆိုရင် Holidate တို့ She's Out of My League တို့နဲ့ ဆင်တူပါတယ်။ Romance / Comedy ဇာတ်ကားသစ်တွေငတ်နေတဲ့ပရိသတ်အတွက်တော့ ပိတ်ရက်မှာ အပျင်းပြေကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားရလိုက်တာပါပဲ။တစ်ခါတစ်ရံမှာ Right person ကို Wrong time မှာရလိုက်တာမျိုးရှိသလို Wrong person က Right time မှာရောက်လာတာမျိုးလည်း ရှိတတ်ပါတယ်။ နှစ်မျိုးစလုံးကတော့ ထပ်တူဆိုးရွားပေမယ့် ဒီနေရာမှာဒုတိယတစ်မျိုးအကြောင်းကို အဓိကပြောချင်ပါတယ်။ မှန်ကန်တဲ့အချိန်မှာ မှားယွင်းတဲ့လူရောက်လာတဲ့ဖြစ်စဥ်မျိုးပေါ့။ မှန်ကန်တဲ့အချိန်ဆိုတာ အကြမ်းဖျဥ်းအားဖြင့်ပြောရရင် ကျွန်တော်တို့လူတစ်ယောက်ကို နှစ်နှစ်ကာကာချစ်ပေးဖို့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3a0bB/(CM)_About_Fate_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfKY55tfwyg0D0m9aWibmRoKLq4.jpg",
        "title": "What Josiah Saw (2021)",
        "description": "What Josiah Saw (2021)IMDB Rating - 6.1/10\nRotten Tomatoes - 90%7 Wins & 6 Nominationsဝီးလိုးလမ်းမကြီးပေါ်က သရဲခြောက်တယ်ဆိုတဲ့ ဂရေဟမ်မိသားစုပိုင် ခြံစိုက်ခင်းကြီးအကြောင်း တစ်မြို့လုံး သိကြပေမဲ့\nဖခင်ဖြစ်သူ ဂျိုဆိုင်းယား၊ မိခင် မီရီယမ်၊ သားဖြစ်သူ အီလိုင်၊ သမီးဖြစ်သူ မယ်ရီ နဲ့\nသားအငယ်ဆုံးလေး တွမ်မီတို့ ငါးယောက်ကြားက အတိတ်ဆိုးကြီးကိုတော့ သိတဲ့သူ မရှိပါဘူး\nဘာသာရေး ကိုင်းရှိုင်းပြီး မိသားစုကို ချစ်တတ်တဲ့ မိခင်ဖြစ်သူ မီရီယမ်တစ်ယောက်\nဘာကြောင့် ဝက်သစ်ချပင်ကြီးပေါ်မှာ ကြိုးဆွဲချပြီး ကိုယ့်ကိုယ်ကို အဆုံးစီရင်သွားရတာလဲ\nသွားလေသူ မီရီယမ် ခြောက်လှန့်နေတဲ့ ခြံကြီးထဲမှာ နှစ်ယောက်တည်း ကျန်ခဲ့တဲ့\nဖခင်ဖြစ်သူ ဂျိုဆိုင်းယားနဲ့ သားငယ်လေး တွမ်မီတို့ ဘယ်လို နှစ်ပါးသွားကြမလဲ\nအိမ်က ထွက်လာပြီးတည်းက လေလွင့်နေခဲ့တဲ့ အီလိုင်တစ်ယောက်\nလောင်းကစားကြွေးတွေကို ပြန်ပေးဖို့ကြိုးစားရင်း ဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံရမလဲ\nကလေးဘဝက ကြုံခဲ့ရတဲ့ Trauma တွေကြောင့်\nအိမ်ထောင်သည်ဘဝကို ...",
        "rating": "6.1",
        "url": "https://megaup.net/1878y/What.Josiah.Saw.2022.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-14-at-16-32-13-SuicideForestVillage_KeyArt_Vertical.png-WEBP-Image-768-×-1152-pixels-—-Scaled-59-136x200.png",
        "title": "Suicide Forest Village (2021)",
        "description": "Suicide forest village (2021)Ju On:The Grudge sequelsတွေနဲ့ Howling Village(2017)Ox-head village (2022)တို့ရဲ့ directorရိုက်ကူးတဲ့ နောက်ထပ်ရွာတစ်ကားဖြစ်တဲ့ horrorရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ရွာ၃ရွာကို ခုနှစ်အလိုက် အစဉ်အတိုင်းကြည့်ရင် ပိုပြီးကြည့်ရပြေပါလိမ့်မယ်။ဖူဂျီတောင်ပတ်လည်ကတောတွေထဲမှာ suicide forestလို့ခေါ်တဲ့ သစ်ပင်ပင်လယ်ကြီးရှိပါတယ်။ ဒီသစ်ပင်ပင်လယ်ထဲရောက်သွားတဲ့သူတိုင်း ပြန်မထွက်နိုင်ဘဲ ကျိန်စာမိပြီး ကိုယ့်ကိုယ်ကိုသတ်သေကာ သေဆုံးရတယ်လို့ ယုံတမ်းစကားတွေ ဂျပန်မှာရှိခဲ့ပါတယ်။\nဇာတ်လမ်းအစမှာတော့ အခိနလို့ခေါ်တဲ့ကောင်မလေးက ဒီတောထဲကိုသွားပြီး liveလွှင့်နေတာပါ။ လွှင့်နေရင်းနဲ့ သူ့ကိုတိုက်ခိုက်ခံရပြီး လဲကျကာ တကယ် အဆက်အသွယ်ပြတ်သွားခဲ့ပါတယ်။ဟိဘိခိ ဆိုတဲ့ကောင်မလေးကတော့ သဘာဝလွန်ဖြစ်ရပ်တွေကိုစိတ်ဝင်စားပြီး ဝါသနာတူတဲ့လူတွေပါတဲ့ဂရုထဲကိုလည်း ဝင်ထားပါတယ်။ တစ်နေ့မှာတော့ သူ့အစ်မရဲ့အိမ်မှာ suicide forestထဲက ကျိန်စာသင့်သေတ္တာတစ်ခုကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီသေတ္တာကိုကိုင်မိတဲ့သူတိုင်း ကျိန်စာသင့်ပြီးသေဆုံးရမယ်လို့ ဆိုပါတယ်။သူတို့မိသားစုတွေ ဒီသေမင်းတမန် သေတ္တာကိုဘယ်လိုမျိုးကိုင်တွယ်ကြမလဲ။ သူတို့နဲ့ ဒီsuicide forestထဲကရွာက ဘယ်လိုမျိုးပတ်သက်နေခဲ့ပြီး ဘယ်သူတွေ ဘယ်နည်းလမ်းနဲ့သေဆုံးကြဦးမလဲ ဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ပြီး ကြောက်လိုက်ရအောင်ပါ။( ...",
        "rating": "5.1",
        "url": "https://megaup.net/1O3bs/Suicide_Forest_Village_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHqzUMYRrviDqRwlGfqmdgfYkJj.jpg",
        "title": "The Whirlwind of Sword and Fairy ( 2022 )",
        "description": "\"မသေမျိုးတွေနဲ့ နတ်ဆိုးတွေကြားထဲက မကျေအေးနိုင်သော\nအငြိုးတရားတွေကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်\"လွန်ခဲ့တဲ့ နှစ်ပေါင်းရာချီလောက်က မသေမျိုးတွေ နဲ့\nနတ်ဆိုးတွေအတွင်းမှာ အချင်းချင်းအပြိုင်အဆိုင်\nတိုက်ခိုက်မှုတွေဖြစ်ပေါ်လာခဲ့ပါတယ်\nရှန်းကျန့်ဂိုဏ်း (မသေမျိုးဓားဂိုဏ်း) က ဘိုးဘေးတွေ နဲ့\nနတ်ဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင် ဧကရာဇ်မင်းယိုတို့ဟာ\nခုနှစ်ရက် ခုနှစ်ညတိုင်တိုင် သူသေ ကိုယ်သေ\nတိုက်ပွဲဝင်ခဲ့ကြပြီးတဲ့နောက်မှာတော့ နတ်ဆိုးဘုရင်\nဧကရာဇ်မင်းယိုဟာ မရှုမလှနဲ့ အရှူံးဒဏ်ကို ခံစားလိုက်ရပါတော့တယ်အဲဒီနောက် နှစ်ပေါင်းများစွာကြာပြီးတဲ့နောက်မှာပဲ\nကျန်းကျီလင်ဟာ ရှန်းကျန့်ဂိုဏ်းရဲ့ ဂိုဏ်းချုပ်အသစ်ဖြစ်လာခဲ့ပါတယ်\nနတ်ဆိုးဘုရင်ကို ချေမှုန်းနိုင်တဲ့ ဇီချင်းဓားနှစ်သွယ်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး အသက်ဝင်လာခဲ့သလို နတ်ဆိုးဘုရင်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး ထွက်ပေါ်လို့လာခဲ့ပါတော့တယ်နတ်ဆိုးဘုရင်ပြန်လည်ပေါ်ထွက်လာတာနဲ့အတူ\nရွာထဲကမိန်းမပျိုလေးတွေကလဲ ထူးထူးခြားခြား\nပျောက်ဆုံးလို့ လာခဲ့ပါတော့တယ် နတ်ဆိုးတွေကိုသတ်ပြီး\nလောကကြီးကိုကယ်တင်ဖို့ ရှန်းကျန့်ဂိုဏ်းက\nထျန်းကန်းပေသို ဆိုတဲ့ ဓားသိုင်းအဖွဲ့ကို တည်ထောင်ခဲ့ပါတော့တယ်ကဲ...ဒါဆိုရင် သူတို့ရှန်းကျန့်ဂိုဏ်း(မသေမျိုးဓားဂိုဏ်း) ကရော\nအပြစ်မဲ့တဲ့ ပြည်သူတွေအတွက် နတ်ဆိုးဘုရင်ကို\nဘယ်လိုတွေပြန်ပြီးလက်စားချေကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ်ရာကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်ရှင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Fantasy\nRuntime : 1h 22 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-whirlwind-of-sword-and-fairy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cYLRSQSnZM99ptgE8W8JHMidwIf.jpg",
        "title": "Three Thousand Years of Longing (2022)",
        "description": "Three Thousand Years of Longing (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Mad Max ကားတွေရဲ့ ဒါရိုက်တာ စာရေးဆရာဖြစ်တဲ့ George Miller ဖြစ်တဲ့အပြင်ကို အမျိုးအစားကလည်း Fantasy, ပိုစတာကြည့်တော့လည်း မီးခွက်စောင့်ဘီလူးလိုဘဲနဲ့ဆိုတော့ Fantasy / Adventure ဆန်ဆန်ကားဖြစ်မယ် ထင်ခဲ့မိတာပေါ့။ တက်တက်စင်အောင်လွဲပါတယ်။ Before Trilogy နဲ့များ မှားဒေါင်းမိသလားထင်ရတဲ့အထိ အတိတ်မှာ ဂျင် ဖန်ပုလင်းထဲ ဆော်လမုန်ပိတ်တာခံရတဲ့ ရှီဘာဘုရင်မနဲ့ဆော်လမုန်တို့ခေတ်တို့၊ ကွန်စတန်တီနိုပယ်နန်းတော်ထဲရောက်သွားတာတို့၊ ဒါဗင်ချီလိုလို ဂျီးနီးယပ်စ်မနဲ့ ခေတ်သုံးခေတ်ကလွဲ ကျန်တဲ့တစ်ကားလုံး Tilda Swinton ရဲ့ဇာတ်ကောင် အလစ်သီယာနဲ့ အခန်းထဲ စကားတွေထိုင်ပြောရင်းတင် ပြီးသွားပါတယ်။ ရိုလည်းရိုပါတယ်။ စကားတွေက ဒိလည်းဒိပါတယ်။ ဒါကြောင့် Before Trilogy ...",
        "rating": "6.9",
        "url": "https://megaup.net/1860q/(CM)_Three_Thousand_Years_Of_Longing_(2022)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGJkOWNjYmQtMjgzMi00NTUxLTk2M2MtZjJjMGZlZTgyZGI5XkEyXkFqcGdeQXVyNDIzMzcwNjc@._V1_-143x200.jpg",
        "title": "Red Dawn (2012)",
        "description": "ဒီကားဟာ 2012ခုနှစ်က ထွက်ရှိထားတာဖြစ်ပြီး MCUက မင်းသားချော Chris Hemsworthလည်း ပါဝင်ထားပါတယ်။ 1984ခုနှစ် ထွက်ရှိထားတဲ့ Red Dawnကို ပြန်လည် ရိုက်ကူးထားတာလည်း ဖြစ်ပါတယ်။ကမ္ဘာတစ်ဝှမ်း စီးပွားပျက်ကပ်နဲ့ ရင်ဆိုင်နေရချိန်မှာ အမေရိကန်အနေနဲ့ အနောက်အုပ်စုနဲ့ မြောက်ကိုရီးယားအကြား အခြေအနေတွေ တင်းမာလျက်ရှိပါတယ်။ ရေတပ်သားဂျက်ဟာ ခွင့်ရက်ရလို့ အဖေနဲ့ ညီဖြစ်သူရှိတဲ့အိမ်ကို ခေတ္တပြန်လာချိန်မှာ တစ်မြို့လုံး ကြုံတောင့်ကြုံခဲ မီးပျက်သွားပါတယ်။ မနက်မှ သိလိုက်ရတာကတော့ သူတို့မြို့တွင်းကို မြောက်ကိုရီးယားစစ်သားတွေ လေကြောင်းမှတဆင့် ကျူးကျော်လာနေပါပြီ။ ဂျက်ဟာ ညီဖြစ်သူနဲ့ သူငယ်ချင်း လူငယ်တစ်သိုက်ကို ခေါ်ပြီး တောထဲကအိမ်မှာ သွားပုန်းနေပါတယ်။ လူငယ်တွေဖြစ်တာကြောင့် မခံမရပ်နိုင်တဲ့အဆုံး မြောက်ကိုရီးယားကို ပြန်လည်တော်လှန်ဖို့ ရွေးချယ်လိုက်ကြပါတော့တယ်။ သူတို့တော်လှန်ရေးဟာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမလဲ၊ အောင်မြင်ပါ့မလားဆိုတာ.........File size…(2gb)/(998MB)/(491MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama\nSubtitle….Myanmar ...",
        "rating": "",
        "url": " https://megaup.net/1NZpn/Red.Dawn.2012.720p.(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6YZdgdOKUEt9MQdLSTOi7aGlwU7.jpg",
        "title": "Qimen Dark Blade ( 2022 )",
        "description": "CM ပရိသတ်တိုအတွက် အခုတစ်ခါ ဘာသာပြန်တင်ဆက်ပေးမယ့်ကားလေးကတော့\nDark Blade ဆိုတဲ့ သိုင်းကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nစုန့်လျောင်ခေတ်တွင် လျှိဝှက်အဖွဲ \"ဖုန့်ဟော်တပ်\" က\nထန်ကျီယန်းကို မြိုတော်ဟွမ်ချိန်စီးမှာ သူလျှိအဖြစ်စေလွှတ်ခဲ့ပါတယ်။သိုပေမဲ့ သူမဟာ သူမခင်ပွန်း ကျိုးချန်အန်းနှင့်အတူ ဘဝကို\nအေးချမ်းစွာဖြတ်သန်းဖို ဆုံးဖြတ်လိုက်ချိန်မှာပဲ\nဖုန့်ဟော်တပ်က သူမခင်ပွန်းကို ဖမ်းဆီးခြင်းဖြင့်\nသူမကိုခြိမ်းခြောက်ပြီး မြောက်ပိုင်းမှ သံတမန်ကို\nသတ်ရန် တာဝန်အသစ်ပေးအပ်ခဲ့ပါတယ်။တာဝန်ထမ်းဆောင်နေစဉ်အတွင်းမှာ ဖုန့်ဟော်တပ်က\nသူမရှေ့မှာ သူမခင်ပွန်းကို သတ်ခဲ့တဲ့အတွက်\nဖုန့်ဟော်တပ်ကို ချေမှုန်းရန် သူမဆုံးဖြတ်လိုက်သည်။\nသူမ ဖုန်းဟော်တပ်ကြီးတစ်ခုလုံးကို\nချေမှုန်းဖို ဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရမလဲ......\nထိုအန္တရာယ်တွေကို သူမဘယ်လို ဖြတ်သန်းမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြပါစို့\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Mystery\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/qimen-dark-blade-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/miaa-611-156x200.jpg",
        "title": "[21+] I Hate My Perverted Boss {MIAA-611}",
        "description": "ကီတာနို ရဲ့အလှတွေကို တဝကြီးခံစားကြတယ်\nသူရဲ့ဟန်ပန်အမူရာလေးက ချစ်စရာလေး\nမျက်နှာထားလေးနဲ့တင် ဆွဲဆောင်မှုတွေလွှတ်ရှိနေတာ\nသူမအလုပ်က သူမရဲ့ မျက်နှာလေးနဲ့ လိုက်ဖက်ပါတယ်\nProduct Designer ပါသူက စီနီယာပါ\nတစ်နေ့မှာ အကျိုးတူ ကုမ္ပဏီကနေ အရေးကြီး\nမဖြစ်နိုင်တဲ့ ဒီဇိုင်း ထုတ်ခိုင်းပါတယ်\nအဲဒီကိစ္စက အဖွဲ့ခေါင်းဆောင်ဖြေရှင်းမှ\nပြေလည်မှာဖြစ်နေတော့ကီတာနိုနဲ့ အပေးယူလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nအပေးအယူက အကြမ်းစားကြီးဖြစ်နေလို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.4GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 38mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/184s0/MIAA-611.720p%7BDS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
        "title": "Emily the Criminal (2022)",
        "description": "Emily the Criminal (2022)ဒီရုပ်ရှင်ကတော့ Crime Thriller အမျိုးအစားပါ။ Imdb 7.1 အထိ ရရှိထားပြီး လူကြိုက်များတဲ့ရုပ်ရှင်ပါပဲ။ ရုပ်ရှင်ရဲ့ ဒါရိုက်တာကတော့ John Patton Ford တဲ့။ အရင်က ရုပ်ရှင်ကြီးကြီးမားမား မရိုက်ဖူးပေမဲ့ သူ့ရဲ့ပွဲဦးထွက် ဒီရုပ်ရှင်က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စရာဖြစ်လာပါတယ်။ သရုပ်ဆောင်တွေကလည်း A list မင်းသားမင်းသမီးတွေမဟုတ်ပေမဲ့ အတော်လေးပီပြင်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတွေရထားပါပြီ။ ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်ကူးထားတာပါပဲ။ဇာတ်လမ်းကတော့ ဒုစရိုက်လောကထဲက မိန်းကလေးတစ်ယောက်အကြောင်းပါပဲ။ ရာဇဝတ်မှုကားတွေမှာဆို နှစ်မျိးရှိတတ်တယ်။ ဆရာ့ဆရာကြီးတွေအကြောင်းပြတဲ့ဇာတ်လမ်းမျိုးနဲ့ Breaking Bad လို လုပ်မိလုပ်ရာလုပ်ရင်းနဲ့ ဆရာကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမျိုးပေါ့။သူကတော့ Breaking Bad လိုပါပဲ။ ကျောင်းစားရိတ်ချေးငွေ ၇၀၀၀၀ ကို မဆပ်နိုင်တော့ ငွေရလွယ်တဲ့ အလုပ်တွေရှာရင်းနဲ့ ခရက်ဒစ်ကတ်လိမ်လည်တဲ့ လူမိုက်လောကထဲကိုရောက်သွားပါတယ်။ အဲဒီမှာမှ တဖြည်းဖြည်းကျင်လည်ရင်း ကျွမ်းလာသလို အခက်အခဲတွေ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1O1hn/[CM]Emily.The.Criminal.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nD5BOVZXA9IRt6qMS1HygsMsi7q.jpg",
        "title": "Secret Escort ( 2022 )",
        "description": "CM Chinese fan တွေအတွက်\nငြိမ်းချမ်းရေးကို မြတ်နိုးပြီး\nထိန်းသိမ်းဖို့ကြိုးစားနေတဲ့\nတရုတ်အမျိုးသားတပ်မတော်ရဲ့ နိုင်ငံခြားရောက်\nတရုတ်လူမျိုးများကို ကယ်ဆယ်ရန်\nမစ်ရှင်ဆောင်ရွက်ချိန်မှာ\nစီးပွားရေးသမားများက\nသွေးဆောင်ခံရလို့ ငြိမ်းချမ်းရေးတပ်ဖွဲ့နဲ\nသဘောထားကွဲလွဲမှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပေါ့...အက်ရှင်ကြိုက်ဖန်လေးတွေအတွက်\nမဖြစ်မနေကိုကြည့်သင့်တဲ့ကားကောင်းနော်...\nနိုင်ငံခြား တရုတ်လူမျိုးတို့ရဲ့ အန္တရာယ်နဲ့\nကာကွယ်မှုကင်းမဲ့ကြောင်းကို\nရိုက်ပြထားသလို ဒါက နိုင်ငံခြားရောက်သူအားလုံး ကြုံတွေ့နေတာမို့\nလေ့လာသင့်တဲ့ အချက်ပေါ့...ဒီလိုပဲ တစ်ဖက်မှာ စီးပွားရေးသမားတွေ တစ်ဒင်္ဂ\nငွေတစ်မျက်နှာကြည့်ပြီး ဆုံးဖြတ်လိုက်တာကြောင့်\nဘယ်လိုဒုက္ခတွေရောက်နိုင်သလို...\nဒီဒုက္ခဟာဆိုရင် သူတစ်ဖက်သားကိုပဲထိခိုက်စေတာမျိုးမဟုတ်ဘူးကိုယ်တိုင်ရောကိုယ့်မိသားစုအထိ ထိခိုက်စေတာမို့\nငွေတစ်မျက်နှာတည်းကြည့်ပြီး\nကိုယ့်တိုင်းပြည်နဲ့ လူမျိုး ပြည်သူကို\nမရောင်းချမိအောင် အခိုင်အမာ\nကာကွယ်စောင့်ရှောက်သင့်ကြောင်းကို\nရိုက်ကူးတင်ပြထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 16 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/secret-escort-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkVVQTWqaNtUhBgoHT15ou0rBIC.jpg",
        "title": "Fatal Love (1988)",
        "description": "Fatal Love (1988)မနေ့က စက်တင်ဘာ ၁၂ဟာ တိုနီလျောင်ချူဝေ၊ Takeshi Kaneshiro, ချန်းချန်၊ အန်ဒီလောင်၊ ချောင်ယွန်ဖတ်၊ စတီဖင်ချောင်၊ ဂျက်လီ၊ ဂျက်ကီချမ်း စသဖြင့် သူနဲ့ခေတ်ပြိုင်တွေ မတိမ်းမယိမ်းတွေ သရုပ်ဆောင်ဖော် သရုပ်ဆောင်ဖက်တွေ အကုန်လုံးသက်ရှိထင်ရှားရှိကြသေးပေမဲ့ တစ်ယောက်တည်းကွက်ပြီး အရွယ်မတိုင်မီ ရွေ့လျော အခါနှောင်းသွားခဲ့တဲ့ လတ်စလီချောင်ရဲ့ မွေးနေ့ပါပဲ။ တစ်ရက်နှောင်းသွားပေမဲ့လည်း လတ်စလီကိုချစ်တဲ့သူတွေအတွက် သူ့ရဲ့အစောပိုင်းရုပ်ရှင်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ‌နောက် သူ့အကြောင်းနည်းနည်းပါးပါးရောပေါ့။ ဇာတ်ကားအကြောင်းကတော့ လတ်စလီကိုချစ်တဲ့သူတွေ သဘောကျမယ့်ကားလို့ပဲ ပြောချင်ပါတယ်။လတ်စလီချောင်ဟာ သူ့နာမည် လတ်စလီကို Gone With The Wind ထဲက သူ့အကြိုက်ဆုံးသရုပ်ဆောင်ဖြစ်တဲ့ အက်ရှလေနေရာက သရုပ်ဆောင်ခဲ့တဲ့ Leslie Howard နာမည်ကိုယူပြီးပေးထားတာပါ။CNN’s Icon Gallery (Music) စာရင်းမှာပါတဲ့ တစ်ဦးတည်းသောအဆိုတော်ဖြစ်ပြီး No.3 လည်းချိတ်ခဲ့တယ်ဆိုပါတယ်။ တခြား ၁ကနေ ၅စာရင်းဝင်တဲ့ အဆိုတော်တွေကတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1O1va/(CM)_Fatal_Love_(1988)_720p.mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTY0MTY1ODA0Ml5BMl5BanBnXkFtZTcwMzk1NDM3MQ@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Sick Nurses (2007)",
        "description": "ဒီထိုင်း ၁၈+ကတော့ သတ်ဖြတ်တာတွေကြမ်းလို့ အသက်ငယ်သူတွေ နှလုံးရောရှိသူတွေ မကြည့်ကြဖို့ အရင်ပြောပါရစေဇာတ်လမ်းကတော့ ထိုင်းဆေးရုံတစ်ခုမှာ ဆရာ၀◌န်တစ်ယောက်က Nurse လေးတွေကို မုဒိန်းကျင့်ပြီး သူ့လူယုံဖြစ်အောင်လုပ်တာပေါ့သူက ဆေးရုံးဗန်းပြပြီး လူသေတွေရောင်းတာပါ ... လူသေထဲက သူမုဒိန်းကျင့်ပြီး တစ်ခြား Nurse တွေကသတ်လိုက်တဲ့သူတစ်ယောက်က မကျွတ်မလွတ်ဖြစ်ပြီး သူတို့တွေကို ပြန်လက်စားချေတာကို ကြည့်ရမှာပါ ။File Size__(700MB)\nQuality__720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:21:00\nType__Adult, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18sick-nurses-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YhrxiO2qv3lyx4xCxqt1EFv2CT.jpg",
        "title": "Battlefield: Fall of The World ( 2022 )",
        "description": "CM ကနေမှ ဒီတစ်ခါမှာတော့ တင်ဆက်နေကျ ပုံစံမျိုးမဟုတ်တဲ့\nသိပ္ပံရုပ်ရှင်အမျိုးအစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် လူသားတွေအတွက်တော့\nအိမ်မက်ဆိုးတစ်ခုလို နည်းပညာမြင့်မားလာတဲ့ တခြားဂြိုလ်တစ်ခုက\nဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကို ကျူးကျော်ဝင်ရောက်ပြီး\nလူသား‌‌တွေကို အမြစ်ပြတ်ချေမှုန်းပစ်ဖို အကောင်ထည်ဖော်နေချိန်မှာ\nကောင်းရန့် ဦးဆောင်ပြီး လင်ချန် ကျောက်လိကျင်းတို ကနေပြီးတော့\nခုခံရေးတပ်ဖွဲငယ်လေးကို ဖွဲပြီး ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ\nလက်ထဲကနေ ကယ်တင်ကြတဲ့ အကြောင်းလေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ကမ္ဘာကြီးက ဂြိုလ်သားတွေကြောင့် ပျက်စီးလုနီးပါးဖြစ်နေတဲ့အချိန်မှာ\nကမ္ဘာကြီးကို ကယ်တင်ဖို ဘယ်လိုကြိုးပမ်းသွားမှာလဲဆိုတာကိုတော့\nဒီသည်းထိတ်ရင်ဖိုစရာ ဇာတ်ကား လေးမှာ ကြည့်ရှုလိုရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science-Fiction\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/battlefield-fall-of-the-world-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/16606747890792-137x200.jpeg",
        "title": "End of the Road (2022)",
        "description": "End of the Road ( 2022 )Fast and Furiousကားတွေနဲ့ လူသိများတဲ့ Ludacrisရဲ့ action , thrillerကားအသစ်ပါ။ အကြွေးတွေပိနေလို့ အိမ်ရောင်းဆပ်ပြီး အဘွားအိမ်ကိုပြောင်းဖို့ နှစ်ညအိပ်သုံးရက်ခရီးရှည်ကြီးကို အိမ်စီးကားလေးနဲ့သွားကြတဲ့ မိသားစုတစ်စုရဲ့ လမ်းတစ်လျှောက်က အခက်အခဲတွေအကြောင်းပါ။မတည့်မရှု့ဖြစ်နေတဲ့ သူတို့မိသားစုဟာ ဘုနဲ့ဘောက်နဲ့ ခရီးထွက်ကြရင်း လမ်းမှာ မိုတယ်တစ်ခုမှာ တစ်ညဝင်အိပ်ကြပါတယ်။ ဘေးခန်းက အသံတွေကြားလို့ သွားကြည့်တော့ လူတစ်ယောက်သေနတ်မှန်ထားလို့ ကယ်ဖို့လုပ်ရင်း သူထားခဲ့တဲ့ပိုက်ဆံလက်ဆွဲအိတ်လိုက်ကြီးကို တွေ့သွားကြတယ်။ ကယ်ဖို့လုပ်ကြပေမဲ့ မမီတော့ပါဘူး။ ငွေတွေယူပြီးပဲထွက်လာလိုက်ကြတယ်။ လမ်းခုလတ်ကျတော့ ငွေတွေရဲ့ပိုင်ရှင် မူးယစ်ရာဇာကြီးက သူ့ငွေတွေကိုပြန်တောင်းပါတယ်။ မူးယစ်ရာဇာကြီးက သူ့ကလေးတွေကိုပါပြန်ပေးဆွဲပြီးငွေတွေပြန်ရအောင်ကြံပါတယ်။ ဒီလိုနဲ့ အမေနဲ့ဦးလေးဟာ ကလေးနှစ်ယောက်အတွက် အဲဒီနယ်တစ်ခွင်က ဘယ်သူမှမော်မကြည့်ရဲတဲ့လူဆိုးကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ကြတဲ့အခါမှာတော့..File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:29:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5",
        "url": "https://megaup.net/1O1b4/End_of_the_Road_(2022)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Et0soJtAfLLRxT1gTFpmPlxxRn.jpg",
        "title": "The ancient City of Loulan ( 2022 )",
        "description": "လွန်ခဲ့သောရာစုနှစ်အစတွေမှာ Loulan ၏ရှေးဟောင်းမြို့တော်ရဲ့\nအပျက်အစီးများကိုရှာဖွေတွေ့ရှိခဲ့ပြီးကမ္ဘာတစ်ဝှမ်းမှစူးစမ်းရှာဖွေသူများက\nရတနာများကိုရှာဖွေရန်ဦးဆောင်ပြီးမရေမတွက်နိုင်သော\nအဖိုးတန်ယဉ်ကျေးမှုအမွေအနှစ်များကို\nနိုင်ငံခြားဘဏ္ဍာခိုးယူသူများမှတူးဖေါ်ထုတ်ခဲ့ကြပါတယ်Chen Xiao ကလည်း ဓားပြများကို ဖျက်ဆီးပြီး\nနိုင်ငံတော်ဘဏ္ဍာများ ခိုးယူခြင်းမှ တားဆီးရန် ကြိုးကြိုးစားစား\nလုပ်ဆောင်နေလို့သူ့ကိုလဲ ဓါးပြတွေက နံပါတ်၁ ရန်သူအဖြစ်သတ်မှတ်\nထားကြပါတယ်ဒီလိုဓါးပြတွေကဝိုင်းပြီးရန်မူကြလို့သူ့ခမျာ လွတ်အောင်ပြေးရင်းနဲ့ပဲ\nထူးဆန်းပြီးဆန်းကြယ်တဲ့မြို့တော်ထဲကို\nမျက်စိလည်လမ်းမှားပြီးရောက်ရှိသွားပါတော့တယ်\nအဲ့မြို့တော်ထဲမှာပဲ အဖွဲ့တဖွဲ့နဲ့တွေ့တဲ့အခါ\nပူးပေါင်းပြီးဘယ်လိုအသက်ရှင်လွတ်မြောက်အောင်\nကြိုးစားကြမလဲပြီးတော့ ရှေးဟောင်းယဉ်ကျေးမှု အမွေအနှစ်တွေကို\nသဘောကျတဲ့ သူခိုးတွေရန်ကလည်း ပစ္စည်းတွေကို\nဘယ်လိုကာကွယ်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-ancient-city-of-loulan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boRtJM2zA6EzcV8diQFyVequzoS.jpg",
        "title": "Uncle Boonmee Who Can Recall His Past Lives (2010)",
        "description": "Uncle Boonmee Who Can Recall His Past Lives (2010)~ IMDb - 6.7/10, Rotten Tomatoes - 89% ~ရုပ်ရှင်ဆုပေးပွဲတွေထဲ အော်စကာထက်တောင် ရုပ်ရှင်ပရိသတ်တွေ အလေးထားရတဲ့ ဆုပေးပွဲကြီးဖြစ်တဲ့ ကိန်းရုပ်ရှင် ဆုပေးပွဲရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d'Or ဆုကို ရထားတဲ့ ရှားရှားပါးပါး ထိုင်းရုပ်ရှင်ပါ။ သူ့အရင် ကိန်းမှာ Palme d'Orရထားတဲ့ အာရှကားဆိုလို့ ဂျပန်ကား၃ကားနဲ့ Farewell My Concubine ဆိုတဲ့ တရုတ်ကားပဲရှိခဲ့ပါတယ်။ သူ့နောက်မှာတော့ Parasite နဲ့ Shoplifters ပဲရှိပါတယ်။ ဒီလိုဆုမျိုးကို ထိုင်းရုပ်ရှင်တစ်ကားက ရတာ ဆန်းတော့ဆန်းပါတယ်။တခြားကားမရှိလို့ ရတာလား ဆိုရအောင်လည်း Abbas Kiarostami လို ဆရာ့ဆရာကြီးရဲ့ Certified Copy, လီချန်းဒုံလို ဆရာ့ဆရာကြီးရဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/39V5A/(CM)_Uncle_Boonmee_Who_Can_Recall_His_Past_Lives_(2010)_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1DRaBfaVuQyEK9DAurUXZuQqlEp.jpg",
        "title": "Montana Story (2021)",
        "description": "Montana Story (2022)~ IMDb - 6.4/10, RT - 87%, Meta - 73% ~၂၀၂၁ ထွက် Drama ဇာတ်ကားကောင်းလေးပါ။ ရိုးရှင်းသလောက် တိကျသေသပ်တဲ့ ဇာတ်လမ်းဇာတ်ကွက် ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး ခံစားပျော်ဝင် သွားနိုင်စေမယ့် ဒရာမာကားကောင်းတစ်ကားပေါ့။Cinematography ကလည်း Western Theme ဆန်ဆန် ရိုက်ထားတာဆိုတော့ ရှုခင်းတွေက အသက်ရှုမှားချင်စရာတွေပါပဲ။ Dialogue ပါးပါးလေးတွေနဲ့ ထောက်ပံ့ထားတဲ့ အချိန်အကြာကြီးကွဲကွာနေရတဲ့ မောင်နှမနှစ်ယောက်ရဲ့ ခံစားချက်ကို ဖော်ပြသွားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ချက်ကလည်း အံ့မခန်းပါပဲ။ ဇာတ်လမ်းကို အေးအေးလှလှလေးနဲ့ ဖြည်းဖြည်းချင်း တည်ဆောက်သွားပြီး ပြောင်မြောက်တဲ့ ဇာတ်သိမ်းနဲ့ ခံစားချက်တွေ တလှေကြီး ခံစားလိုက်ရပါလိမ့်မယ်။ ဇာတ်သိမ်းက မျှော်လင့်ထားသလိုမဟုတ်နိုင်ပေမဲ့လည်း သာမန်ရိုးစင်းတဲ့ ပုံမှန် ဒရာမာကားတစ်ကားရဲ့ ဇာတ်သိမ်းမျိုးတော့လည်း မဟုတ်ပြန်ပါဘူး။ကောင်းကင်ကျယ်ကြီးအောက်က မထူးပေမဲ့ ဆန်းတဲ့ နောက်ထပ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/182ui/(CM)_Montana_Story_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-12-at-19-19-31-Mack-Rita-2022-130x200.png",
        "title": "Mack & Rita (2022)",
        "description": "Mack & Rita ( 2022 )\" ကျောက်တိုင်း အပြစ်ကလေးတော့ ရှိတယ်။\nလူတိုင်း ချို့ယွင်းချက်ရှိမယ်။\nသဘာဝရဲ့သဘောတရားတစ်ခုပါပဲ။ \"စိုင်းခမ်းလိတ် သီချင်းစာသားလေးလိုပဲ လူတိုင်းက ခြောက်ပြစ်ကင်းနေမကြဘူး။ ဒီလိုပဲ နေလာရင်းနဲ့ တစ်ဖက်သားအလိုနဲ့ ကိုယ့်ဖြစ်တည်မှုက လွဲချော်နေတဲ့အခါတွေမှာ ကိုယ့်ဖြစ်တည်မှုကိုယ်စိတ်တိုင်းမကျဖြစ် သိမ်ငယ်ရတဲ့အဖြစ်မျိုးတွေ လူတိုင်းနဲံမကင်းတတ်ပါဘူး။ လူတွေဟာ ဒီလိုပဲလို့ သိထားလည်း လက်တွေ့ကျင့်သုံးဖို့ မလွယ်တတ်တဲ့ အခြင်းအရာပေါ့။\nဒီရုပ်ရှင်က ဒီအခြေအနေနဲ့ကြုံနေရတဲ့ အသက်၃၀ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အသက်တော့၃၀ ဒါပေမဲ့ အကြိုုက်တွေ နေပုံထိုင်ပုံတွေက အဘွားကြီးဆန်တယ်။ သူ့ဘဝမှာဘာဖြစ်လဲဆို သူ့အဘွားလိုဖြစ်ချင်တယ်ပဲပြောတတ်တယ်။ သို့ပေမဲ့ သူငယ်ချင်းတွေကြား လူပေါင်းဆံ့အောင် သူ့ကိုယ်သူဖုံးကွယ်ထားခဲ့တာပေါ့။ တစ်နေ့ကျ ထူးခြားစွာနဲ့ပဲ သူအဘွားကြီး တကယ်ဖြစ်သွားခဲ့တယ်။ အဲဒီကနေမှ သူတကယ်ဖြစ်ချင်တာက အသက်ကြီးတာလား သူ့ဖြစ်တည်မှုအတိုင်းသူနေချင်တာလားဆိုတာကို သူပြန်အဖြေရှာရတဲ့ ဇာတ်လမ်းပေါ့။မင်းသမီးကတော့ ဝူဒီအယ်လန်ရဲ့ Annie Hallတို့ မန်ဟက်တန်တို့ နောက် ဂေါ့ဖားသားလိုကားမျိုးတွေမှာ သရုပ်ဆောင်ဖူးပြီး အော်စကာပွဲကိန်းပွဲလို ...",
        "rating": "5",
        "url": "https://megaup.net/182vh/Mack_and_Rita_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzk3N2IxZWQtMjdkYS00ODY5LThiNTAtNzY3YmI1ZGJhNDM0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-128x200.jpg",
        "title": "Viruman (2022)",
        "description": "Viruman (2022)\nImdb-5.2/10\nTimes of India-1.8/5ဗီရူမန်ကတော့ မွေးချင်းညီအစ်ကို လေးယောက်ထဲမှာ အငယ်ဆုံးသားဖြစ်ပါတယ်\nသူငယ်ငယ်လေးထဲက သူ့အဖေအရင်းကိုတောင် ဓါးကိုင်ပြီးလိုက်ခုတ်ခဲ့ဖူးပါတယ်\nအကြောင်းရင်းကတော့သူ့အမေအရင်းက သူ့အဖေရဲ့နှိပ်စက်မှုဒဏ်တွေကြောင့်\nဆုံးပါးသွားခဲ့ပါတယ်အဲ့ဒါကြောင့်သူ့အဖေကို နာကျည်းမုန်းတီးကာ ငယ်ငယ်ထဲက\nသူ့ဦးလေးတွေနဲ့ပဲနေထိုင်ကြီးပြင်းခဲ့ပါတယ် ဒီလိုနဲ့ကြီးပြင်းလာ‌တော့\nသူ့အဖေကိုLesson ပေးချင် အပြစ်တွေအတွက် ပြစ်ဒဏ်ခံယူစေချင်တာကြောင့်\nအမျိုးမျိုးနှောင့်ယှက်ဒုက္ခပေးပါတော့တယ်သူ့အဖေကတော့ လာဘ်စားပြီးမောက်မာဆိုးသွမ်းတဲ့လွှတ်တော်အမတ်တစ်ဦး ဖြစ်ပါတယ်\nထို့အပြင်သူ့အစ်ကိုသုံးယောက်ကိုလည်း မကောင်းတဲ့ဖခင်ကိုဆန့်ကျင်စေချင်တာကြောင့်\nလိုက်လံစည်းရုံးပေမဲ့ သူ့အစ်ကို ၃ယောက်က ငွေ ၊ ပစ္စည်းဥစ္စာမျက်နှာကြောင့်\nသူ့အဖေဘက်ကနေထွက်မလာပါဘူး ဒီလိုနဲ့\n‌ဖအေနဲ့ သားရဲ့တိုက်ပွဲမှာ နောက်ဆုံးသူ့အဖေကပဲရှုံးပြီး အပြစ်ကြွေးတွေဆပ်ရမလား...\nသူ့သားကပဲလက်လျှော့သွားရမလားဆိုတာ...\nFile size…3GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Allena & Kevin & Yunni",
        "rating": "",
        "url": "https://megaup.net/182ty/Viruman_(2022)_Tamil_TRUE_WEB-DL_-.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-nenokkadine-150x200.jpg",
        "title": "1: Nenokkadine (2014)",
        "description": "1: Nenokkadine (2014)\n=================အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ဝန်ကြီးချုပ်မင်းသား\nမဟေရှ်ဘာဘူရဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားမှာတော့ ပုံရိပ်တွေကို မြင်ယောင်နေတဲ့ ရော့ခ်စတားတစ်ယောက်ပေါ့...\nအပြင်မှာတကယ်မရှိတာကို ရှိနေသလို သူက မြင်ယောင်နေရတယ်...\nသူ့မိဘတွေကို လူသုံးယောက်က သတ်သွားတယ် သတ်သွားတဲ့ လူတွေကို\nသူက လိုက်သတ်တယ် ဒါပေမဲ့ အဲ့ဒါဟာ တကယ်မဟုတ်ဘဲ\nသူ့စိတ်ကူးသက်သက်သာဖြစ်တယ်လို့ လူတွေက ပြောကြတယ်....ငယ်ငယ်လေးကတည်းက မိဘမရှိ တစ်ကောင်ကြွက်လို့\nလူတွေကပြောကြပေမယ့် သူလက် မခံခဲ့ဘူး သူ့မှာမိဘတွေရှိတယ်\nသူ့မိဘတွေအသတ်ခံခဲ့ရတယ်လို့ပဲ ယုံကြည်ထားတယ်....ဒီတော့ အဲ့ဒီလူသုံးယောက်ကို လက်စားချေရမယ်ပေါ့....\nစိတ်ကူးနဲ့လက်တွေ့ကြားဝေခွဲရခက်နေတဲ့သူဟာ\nတကယ်ပဲ မိဘတွေအသတ်ခံခဲ့ရတာလား....ဒါမှမဟုတ် သူ့မှာမိဘတွေရော ရှိရဲ့လား....\nရှိတယ်ဆိုရင်ရော လက်စားချေနိုင်ပါ့မလားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ လှည့်ကွက်ပေါင်းများစွာနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်နော်....\nFile size…3.4GB  / 1.76GB\nQuality…1080p BluRay UNCUT / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.0",
        "url": "https://megaup.net/2tXbk/1_Nenokkadine_2014_BluRay_UNCUT_720p_Telugu_AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9pNGRpOOQpZtqMLncEcQDv86OkW.jpg",
        "title": "BTS: Permission to Dance on Stage – LA (2022)",
        "description": "BTS Permission To Dance On Stage - LA 2022ကျွန်မတို ARMY တွေ အလုအယက် မှောင်ခိုကြည့်ခဲ့ရတဲ့\nဒီ LA Concert ကြီးကို သီချင်းတွေက အစ မြန်မာဘာသာပြန်နဲ့ CM မှာ အကြည်အပြည့်အဝကြည့်ရပါတော့မယ်သီချင်းစာသားတွေကအစ ခရမ်းရောင်ကို သုံးပေးထားပါတယ်။ကိုဗစ်ကာလနားနေခဲ့ရာမှာ ပြန်လည်စတင်ခဲ့တဲ့ BTS ရဲ့ PTD Concert တွေထဲက တစ်ခုဖြစ်ပြီး\nLA က ARMY ပေါင်းများစွာနဲ့ အကြီးအကျယ်ကျင်းပခဲ့တဲ့ ဖျော်ဖြေပွဲကြီးဖြစ်ပါတယ်သီချင်းပေါင်း များစွာကိုဖျော်ဖြေသွားတဲ့အပြင် အမှတ်တရစကားလေးတွေ ပြောသွားကြတာ အရမ်းကြည်နူးစရာကောင်းပြီး\nမန်ဘာ ၇ ယောက်နဲ့ ARMY တွေအတွက် မမေ့နိုင်စရာ ပျော်စရာအခိုက်အတန့်လေးတွေဖြစ်ခဲ့တာပေါ့နော်ကျွန်မတိုကိုယ်တိုင် အတူမရှိခဲ့ရပေမဲ့ ဒီပွဲဟာ ကိုယ့်အနားမှာ ဖျော်ဖြေနေသလို ခံစားရစေတဲ့အတွက်\n(မှောင်ခိုကြည့်ပြီးသားဆိုရင်လည်း) အမှတ်တရဒေါင်းပြီး သိမ်းထားလိုက်တော့နော်BTS 💜ARMY\nBORAHAE!!အညွှန်းကိုတော့ Khaing Khin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM ARMY ...",
        "rating": "9",
        "url": "https://megaup.net/2tX9q/BTS.Permission.to.Dance.On.Stage.LA.2022.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15jMvQh8sn4DZfSxiZWKRx7Lp4t.jpg",
        "title": "The Replacements(2000)",
        "description": "The Replacements(2000) အညွှန်း****************************John Wick ဇာတ်ကားတွေရဲ့ စတား မင်းသားကြီး Keanu Reevesခေါင်းဆောင်ပါတဲ့ american football ကားပါ.... ဇာတ်လမ်းကတော့ ဝါရှင်တန်ဘောလုံးအသင်းက ကစားသမားတွေကပိုက်ဆံပိုလိုချင်လို့ ပိုင်ရှင်တွေကိုငွေပိုတောင်းပြီး ဆန္ဒပြတာပါ...\nပိုင်ရှင်က မကျေနပ်ရင်ထွက်ဆိုပြီး တစ်သင်းလုံးကို အစားထိုးကစားသမားတွေငှားလိုက်ပါတယ် သူတို့နဲ့အတူ Coach အသစ်တစ်ယောက်ရောပဲ....Keanu က ခေါင်းဆောင်ကစားသမားအနေနဲ့အရွေးခံရပါတယ်.....သူတို့အသင်းက ၄ပွဲပဲ ကစားရမယ် ၃ပွဲနိုင်မှ ထိပ်ထဲပါမှာပါ....အသင်းစဖွဲ့ပြီးချိန်တစ်ပတ်တောင်အချိန်မရတဲ့အခါဘယ်လိုဆော့ကြမလဲ ဘယ်လို ရုန်းကန်ကြမလဲဆိုတာကိုတော့.....  File Size :(4.89GB) (1.72GB) and (492MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18pu6/The.Replacements.2000.BLU-RAY.720P.(CM).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujqyF96Zg3rfrsh9M0cEF0Yzqj.jpg",
        "title": "Falling Down (1993)",
        "description": "Falling Down (1993) အညွှန်း*************************IMDb...7.6,,,Rt....85%နာမည်ကျော်မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်ရဲ့ Gold but Old Crime/ Actionရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသားကြီးကိုယ်တိုင်ကသူသရုပ်ဆောင်ခဲ့သမျှထဲမှာ အကြိုက်ဆုံးလို့ ဆိုထားပါတယ်။ဝီလီယံဖော်စတာဟာ လောလောလတ်လတ်အလုပ်ထုတ်ခံလိုက်ရတဲ့ဒုံးကျည်အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ယာဉ်ကြောပိတ်ဆို့မှုတွေ၊ညစ်ပတ်နေတဲ့လမ်းတွေ၊ ရိုင်းစိုင်းတဲ့လူတွေ၊ ကွဲအက်နေတဲ့ ပလက်ဖောင်းတွေကသူ့ရဲ့ မျှခြေမညီတဲ့ အတွေးအခေါ်တွေ၊ခံပြင်းဒေါသတွေနဲ့ခါးသီးမှုတွေကို ပေါက်ကွဲစေတဲ့ တွန်းအားတွေဖြစ်လာတဲ့အခါ\nဝီလီယံတစ်ယောက် ပြစ်မှုတွေကို ဆက်တိုက်ကျူးလွန်မိပုံနဲ့ထိုခေတ်ထိုအခါက ခေတ်စနစ်ကို ပေါ်လွင်အောင် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။  File Size :(2.1GB)(711MB) and (217MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/18prl/Falling.Down.1993.BLU-RAY.720P.PP(CM)N.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n   \nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ်\nကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှ\nာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။\nကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး\nအသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက်\nဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက\nဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ငြင်းဆိုခဲ့တဲ့အတွက် ဒုတိယမြောက်ဟင်နရီဖို့ဒ်ဟာ ငွေတွေပုံအောသုံးပြီး\nအကောင်းဆုံးလူတွေနဲ့ ပြိုင်ကားတည်ဆောက်၊ လမန်းစ်ပြိုင်ပွဲမှာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/ford-v-ferrari-2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1NYvf/Thallumaala_(2022)_Malayalam_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4hD4ZvUH6MH7uA19Xs63E4X1man.jpg",
        "title": "Gyeong-ah’s Daughter (a.k.a) Mother and Daughter (2022)",
        "description": "Gyeong-ah's Daughter (2022)အမေတစ်ခု သမီးတစ်ခု .. သားအမိနှစ်ယောက်ကြားက သံယောဇဉ်နဲ့ အေးမြတဲ့ မေတ္တာကို ဖော်ကျူးထားတဲ့ ဒရမ်မာဇာတ်လမ်းလေးပါ။အားကိုးစရာဆိုလို့ သမီးတစ်ယောက်ပဲ ရှိတဲ့ မိခင်တစ်ယောက်က သူ့သမီးလေး သူ့ခြေပေါ်သူရပ်တည်ကာ အိမ်ကထွက်သွားပြီး အသက်မွေးဝမ်းကျောင်းပြုတဲ့အခါမှာတော့ အားကိုးရာမဲ့ဖြစ်သွားပြီး ဘဝကို အထီးကျန်စွာ ဖြတ်သန်းနေခဲ့ရပါတယ်။သမီးဖြစ်သူကလည်း အလုပ်ထွက်လုပ်တယ်ဆိုပေမဲ့ သူ့ရဲ့ အဆက်ဟောင်းက ပေးတဲ့ ဝေဒနာတွေကြောင့် စိတ်သောက ရောက်နေရသူပါ။တစ်နေ့မှာတော့ အမေဖြစ်သူဆီကို သူစိမ်းလူတစ်ယောက်က အရမ်းကိုတုပ်လှုပ်ဖွယ်ကောင်းတဲ့ မက်ဆေ့ဂျ်တစ်စောင်ပေးပို့လာတဲ့အခါမှာတော့ ...သူစိမ်းလူက ပို့လိုက်တဲ့ မက်ဆေ့ဂျ်က ဘာဖြစ်မလဲ?\nဂယောင်းအာနဲ့ ယွန်းဆူတို့ သားအမိနှစ်ယောက် ဘယ်လိုဖြစ်ရပ်တွေ ကြုံရမလဲ?\nသူတို့သားအမိနှစ်ယောက် ဘယ်လိုတွေဖြေရှင်းကြမလဲ? ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး(ဝူယောင်းဝူကားထဲက နတ်သမီးလေး ချွဲဆူယွန်း (Ha Yoong-kyung) က အဓိကသရုပ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။)File Size : 1.6GB, 563MB & 275MB\nQuality : 1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/2tU7C/[CM]Gyeong-ah_s.Daughter.2022.720p.WEB-DL.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGIxMjJmZTgtNWE1Mi00NTBmLTllYjAtYmI5NDQxMjMwNzFkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ4ODg2MjM@._V1_-141x200.jpg",
        "title": "Haraamkhor (2015)",
        "description": "Haraamkhor (2015)ဒီတစ်ခါမှာတော့ သဘာဝမင်းသားကြီးနဝါဇ်ရဲ့\nဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးက အရွယ်မရောက်သေးတဲ့ မိန်းကလေးတွေ စိတ်ကစားတဲ့အရွယ်မှာ\nမမှားသင့်တာ မမှားအောင် မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားလေးဆိုရင်လည်း မမှားပါဘူး....ဒီဇာတ်ကားမှာ နဝါဇ်က ကျောင်းဆရာကြောင်သူတော်\nစာဖားကြီးနေရာကနေသရုပ်ဆောင်ထားတယ်...\nအိမ်ထောင်လည်းရှိတယ်...စာမရတဲ့ကျောင်းသူလေးတွေဆို\nအိမ်အထိလိုက်ကြပ်မတ်ပေးတဲ့ စားဖားကြီးဆိုပါတော့....\nတစ်ရက် ကျောင်းသူလေးတစ်ယောက်နဲ့ငြိရင်း.....။\nအဲ့ဒီကျောင်းသူလေးကလည်း ရဲအရာရှိတစ်ယောက်ရဲ့သမီးဖြစ်နေတယ်....\nမိန်းမကသိမှာလည်းစိုး....။\n|ဆိုတော့ စိတ်လှုပ်ရှားစွာ အားပေးလို့ရပါပြီနော်\nFile size…2.69GB / 900MB\nQuality…1080p NF WEBDL / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://megaup.net/2tVxa/Haraamkhor.2015.720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-one-138x200.jpg",
        "title": "One Way (2022)",
        "description": "မိဘ ဆိုတာသားသမီးတွေအတွက် ရနိုင်သမျှအကောင်းဆုံး ပေးချင်ကြတာပါ သူတို့အတွက် မဟုတ်ရင်တောင် သားသမီးတွေအတွက်ဆိုရင်တော့ မရှက်မကြောက်ကို လုပ်ပေးတတ်တဲ့ သူမျိုးတွေပေါ့ ဒါပေမဲ့ မိဘတိုင်းတော့ မဟုတ်ပြန်ပါဘူး တချို့သူတွေကတော့ တစ်ကိုယ်ကောင်းဆန်ရင် သားသမီးတွေကိုတောင် ထည့်မတွက်နိုင်တော့လောက်အောင်ကို ဆန်တတ်တဲ့သူမျိုးတွေပါပဲ ဒီကားလေးထဲမှာတော့ အဲဒီလိုမျိုး မိဘနှစ်မျိုးလုံးကို တစ်ခါတည်း တွေ့နိုင်ပါတယ်ဖရက်ဒီဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ သူအလုပ်လုပ်နေတဲ့ လူမိုက်ဂိုဏ်းဆီကနေပဲ ပိုက်ဆံတွေနဲ့ ဘိန်းဖြူတွေကိုခိုးပြီး ထွက်ပြေးခဲ့တာပါ ခိုးမဲ့အစီစဉ်ထဲမှာတော့ ၃ယောက်ဆိုပေမဲ့ တစ်ယောက်ကိုဖမ်းမိ သူလည်းသေနတ်ဒဏ်ရာရ သူတို့ကိုစောင့်နေတဲ့ ကားသမားကလည်း သေနတ်သံကြားလို့ထွက်ပြေးရင်း ကိုင်ရို ဆီသွားမဲ့ ဘတ်စ်ကားပေါ် ရောက်ခဲ့တာပါ သေနတ်ဒဏ်ရာနဲ့ ဖရက်ဒီတစ်ယောက် ကားပေါ်မှာ ဘာတွေများဆက်ဖြစ်မလဲ ပိုက်ဆံတွေနဲ့ဘိန်းဖြူတွေကရော ဘယ်သူ့ဆီကနေခိုးလာခဲ့တာလဲ ဘယ်သူ့အတွက်သူဒီလောက်ထိစွန့်စားရတာလဲ သူအားကိုးတဲ့ အဖေကရော ဘယ်လိုဆက်ဆံမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲဗျာ.......File size…(1.54gb)/(724MB)/(331MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar ...",
        "rating": "3.8",
        "url": " https://megaup.net/1NQu8/One.Way.2022.AMZN.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjVmNDNjYWYtNzk0Mi00ZTU4LTljNDYtNDczZDE4NGMzZmQwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Mothman Prophecies (2002)",
        "description": "ဂျွန်ကလိုင်းက ဝါရှင်တန်ဒီစီပို့စ်သတင်းဌာနရဲ့ အောင်မြင်တဲ့\nသတင်းထောက်ဖြစ်သလို သာယာတဲ့အိမ်ထောင်ရေးတစ်ခု\nပိုင်ဆိုင်ထားသူတစ်ယောက်ပါ။ တစ်ညမှာ သူနဲ့ဇနီးသည်တို့\n‌အိမ်ပြန်လာစဉ် ကားမတော်တဆမှုနဲ့ ဇနီးဖြစ်သူဆုံးပါးသွား\nပါတယ်။ သေခါနီးအချိန် ဇနီးသည်က ကားတိုက်မှုမဖြစ်ခင်\nသူမြင်ခဲ့တဲ့ အရာတစ်ခုကို ဂျွန်ရောမြင်ခဲ့ရဲ့လားလို့ မေးခွန်း\nထုတ်သွားခဲ့သလို ဂျွန်ကိုယ်တိုင်လည်း ဇနီးသည် ဝှက်ခဲ့တဲ့\nပဟေဠိကို အဖြေရှာမရဘဲ အချိန်၂နှစ်ကုန်သွားပါတယ်။၂နှစ်ကြာတဲ့အထိ ဇနီးဖြစ်သူသေဆုံးမှုကနေ ရုန်းမထွက်နိုင်\nဖြစ်နေတဲ့ ဂျွန်ဟာ တစ်ညမှာအလုပ်ခရီးသွားရင်း ကားပျက်\nသွားလို့ နီးရာအိမ်ကို အကူအညီဝင်တောင်းခဲ့ရာ မထင်မှတ်\nထားတဲ့ ကိစ္စတစ်ခုကို သိလိုက်ရပါတယ်။ အိမ်ပိုင်ရှင်တွေက\nဂျွန်ကို ၃ညဆက်တိုက် မနက်၂နာရီခွဲတိုင်း တံခါးလာခေါက်\nတဲ့ Stalkerအဖြစ်စွပ်စွဲဖမ်းဆီးပြီး ရဲလက်အပ်လိုက်တာပါ။\nဒါ့အပြင် သူရောက်နေတဲ့နေရာက ဝါရှင်တန်နဲ့မိုင်၄၀၀ကျော်\nဝေးတဲ့ အိုဟိုင်းယိုးဖြစ်နေတာပါ။မနက်၁နာရီထိုးမှ အိမ်ကစထွက်လာပေမယ့် မနက်၂:၃၀မှာ\nနေ့ဝက်ခရီးလောက် မောင်းရမယ့် အိုဟိုင်းယိုးကိရောက်နေ\nသလို အရှေ့၂ရက်လောက်ကတည်းက သူတို့ကိုနှောင့်ယှက်\nနေသူအဖြစ် အိမ်ရှင်တွေက စွပ်စွဲနေတာကြောင့် ဂျွန်လည်း\nဘူမသိကိုးမသိ ရဲဖမ်းခံလိုက်ရပါတယ်။ အဆိုပါရဲနဲ့ စကား\nစပ်မိတဲ့အခါ ဒီမြို့မှာလည်း ထူးဆန်းတဲ့အရာ‌ကို မြင်တွေ့\nနေသူတွေရှိကြောင်း သိလိုက်ရတဲ့အခါ ဇနီးဖြစ်သူပြောခဲ့တဲ့\nပဟေဠိဆန်တဲ့ အရာအကြောင်း စဉ်းစားမိပြီး ဇနီးသည်ရဲ့\nပုံမှန်မဟုတ်တဲ့သေဆုံးမှုနဲ့ ထိုပဟေဠိဖြစ်တည်မှုအကြောင်း\nလိုက်လံစုံစမ်းရာမှ သဘာဝလွန်ဖြစ်ရပ်ဆန်းကြယ်တွေထဲ\nဝင်တိုးမိသွားပါတော့တယ်။\nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/180cq/The.Mothman.Prophecies.2002.720p(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNzU0MWZmNjctY2I4Zi00ZGFkLTgxMjItMDQ2YzEzZTY2MzMzXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-145x200.jpg",
        "title": "Nenjuku Needhi (2022)",
        "description": "“လူသားအားလုံး သာတူညီမျှ ဖြစ်သွားရင် ဘယ်သူက အုပ်ချုပ်မင်းလုပ်မှာလဲ…တဲ့\nလူသားအားလုံးဟာ သာတူညီမျှ အခွင့်အရေးရသင့်ကြောင်း တွေးခေါ်နိုင်စွမ်းရှိတဲ့သူပေါ့ဗျာ”ကမ္ဘာအနှံ့မှာ လူ့အခွင့်အရေးအရ သာတူညီမျှဖြစ်နိုင်ဖို့ ယနေ့ထိတိုင် Ideology Revolution တွေ ဆင်နွှဲနေရဆဲပါ။\nပဒေသရာဇ်စနစ်တော်လှန်ရေးမှစပြီး ယနေ့ LGBTQ+ အခွင့်အရေးတွေအထိ ကျွန်တော်တို့ လူသားတွေ\nတော်လှန်ခဲ့ကြရာ သာတူညီမျှ အခွင့်အရေးရှိတဲ့ လူ့အဖွဲ့အစည်းဟာ တဖြည်းဖြည်းနဲ့ ရုပ်လုံးပေါ်လာခဲ့ပါပြီ။\nသို့ပေမဲ့ ကျွန်တော်တို့နိုင်ငံအပါအဝင် ကမ္ဘာ့ဒေသတချို့မှာလည်း ခွဲခြားဆက်ဆံခံရမှုတွေ ရှိနေဆဲဖြစ်ပါတယ်။\nအဲ့ဒီအထဲကမှ အိန္ဒိယနိုင်ငံဟာ လူတန်းစားခွဲခြားမှုကြီးမားပြီး ဇာတ်နိမ့်၊ ဇာတ်မြင့် စသဖြင့် အမျိုးမျိုး\nခွဲခြားဆက်ဆံတဲ့ ပြဿနာဟာ ယနေ့ထိတိုင် ရင်ဆိုင်နေရဆဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့\nအိန္ဒိယနိုင်ငံရဲ့ဇာတ်ခွဲခြားမှုအပေါ် အခြေခံပြီး လူ့အခွင့်အရေးအတွက် လှလှပပ တင်ဆက်ထားတဲ့\nဇာတ်ကားကောင်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================\nဗီဂျာယာရာဂါဗန်ဟာ နိုင်ငံခြားကနေ ပြန်လာပြီးနောက် အိန္ဒိယနိုင်ငံ ရဲတပ်ဖွဲ့မှာ စတင်တာဝန်ထမ်းဆောင်မယ့်\nရဲအရာရှိတစ်ယောက်ပါ။ နယ်ဘက်ကို တာဝန်ကျတဲ့အခါမှာတော့ လူတန်းစားခွဲခြားမှုတွေကို သိရပြီး\nကသိကအောင့် ဖြစ်ရတာပေါ့။ တာဝန်ထမ်းဆောင်ရင်း တစ်နေ့မှာတော့ ပျောက်ဆုံးနေတဲ့\nဇာတ်နိမ့်အမျိုးသမီးငယ် ၃ ဦးထဲမှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/18065/Nenjuku_Needhi_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEWO77ClYNqNGMg98v2XNzV8Vx1.jpg",
        "title": "Saloum (2021)",
        "description": "Saloum (2021)တောင်အာဖရိကက ဂီနီဘီဆူဆိုတဲ့နိုင်ငံမှာ အာဏာသိမ်းမှုဖြစ်ပွါးပြီး မူးယစ်ရာဇာတွေက အာဏာရှင်တွေရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပါတယ်။ဘန်ဂီခွေးအများဆိုတဲ့ အဖွဲ့ကတော့ အရမ်းကျွမ်းကျင်တဲ့ ကြေးစားတွေဖြစ်ပြီး အပေးအယူနဲ့ မက္ကဆီကိုနိုင်ငံသား မူးယစ်ရာဇာတစ်ယောက်ကို ဒါကာနိုင်ငံကို ဘေးကင်းကင်းနဲ့ ရောက်အောင်ပို့ပေးရမယ့် မစ်ရှင်ကို လက်ခံလိုက်ပါတယ်။အဲ့ဒီလိုပို့ပေးနေစဉ်အတွင်းမှာပဲ ဆီတိုင်ကီပေါက်ပြီး ဒါကာကိုမရောက်ခင် ဆင်းသက်လိုက်ရပြီး အင်မတန် ဝေးလံခေါင်သီတဲ့ ဆလုံးဆိုတဲ့ရွာစခန်းလေးတစ်ခုကို ရောက်ရှိသွားပါတော့တယ်။ရွာသူကြီး အိုမာကလည်း တကယ့်ကို ဖော်ဖော်ရွေရွေပါပဲ။ အဲဒီမှာ တခြားဧည့်သည်တွေလည်းရှိနေပြီး အဲဒီထဲက ဆွံ့အနားမကြားကောင်မလေးက သူတို့သရုပ်မှန်ကိုသိနေတဲ့အပြင် ရဲအရာရှိတစ်ယောက်ပါ ရောက်လာချိန်မှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size          : 2.1GB, 862MB, 398MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p ...",
        "rating": "6.7",
        "url": "https://megaup.net/1NWaq/[CM]Saloum.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfTpuQGMHinR3dc6mZ5bXq3mTKk.jpg",
        "title": "Willow (1988)",
        "description": "Willow (1988)~ IMDb rating - 7.2/10 ~\"Star Wars & Indiana Jones\" အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR ...",
        "rating": "7.2",
        "url": "https://megaup.net/17Zl5/(CM)_Willow_(1988)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDg1N2Q2YTctZjI5Zi00ZDA3LWIzMTQtZjIzMzI1ZWIwYTJkXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "A1 Express (2021)",
        "description": "ဘောလိ၀ုဒ်ကားသစ်လေးတွေကို စောင့်မျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nဒီတစ်ခေါက်မှာတော့ sport - drama ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nA1 Express လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။( IMDB 6.3/10 )\nဒီရုပ်ရှင်ကားလေးကိုတော့ ဝါရင့် ဘောလိ၀ုဒ် မင်းသားကြီးတွေဖြစ်တဲ့\nKrishna Murali နဲ့ Murali Sharma တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။\nပျော်ပျော်နေတတ်ပြီး ဘ၀မှာ ပြင်သစ်ကိုသွားဖို့ ရည်ရွယ်ချက်တစ်ခုထဲသာရှိတဲ့ လူငယ်လေး Naidu .....\nNaidu တစ်ယောက် ကောလိပ်ကျောင်းအုပ်ဖြစ်တဲ့ ဦးလေး ရှိရာ ရာနမ်ကို ရောက်လာတဲ့အချိန်\nဟော်ကီကစားသမား ကောင်မလေး Lavanya Rao နဲ့ အကြည့်ချင်းဆုံ ရင်တွေခုန်ပြီးသဘောကျမိသွားတာကြောင့်\nပိုးပန်းဖို့ ကြိုးစားပါတော့တယ်Naidu ရဲ့ဦးလေးကတော့ ငယ်ငယ်တုန်းထဲက ကြီးလာရင် သူ့သမီးကို ယူမယ်လို့\nလက်ခမောင်းခတ်ပ​ြီး ပြောထားတယ့် Naidu ရဲ့စကားကြောင့် သမီးဖြစ်သူ Divya Naidu\nလက်ထဲပါသွားမှာ စိုးရိမ်ပြီး Lavanya နဲ့ Naidu အမြန်ဆုံးနီးစပ်ရေးကို အစွမ်းကုန်\nကူညီပေးတဲ့ အောင်သွယ်တော် ...",
        "rating": "6.3",
        "url": "https://megaup.net/3PP9D/A1_Express_(2022)_TRUE_WEB-DL.720P.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/erKuvxvfdkUU1nu9cSNGEfGfy4A.jpg",
        "title": "Hansan: Rising Dragon (2022)",
        "description": "Hansan: Rising Dragon (2022)(သမိုင်းကြောင်းပြန်လည်ပြောပြချိန် စာတန်းထိုး မညီခြင်းနှင့် ရှေးခေတ်စစ်ဘက်ဆိုင်ရာ အသုံးအနှုန်းလိုအပ်ချက်များအား ပြန်လည်ပြင်ဆင်ထားပါပြီ)ဒါရိုက်တာ Kim Han-min ဆိုတာကတော့ The Admiral: Roaring Current, War of the Arrows တို့လို နာမည်ကြီး ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့သူပါ။ အခုလည်း ဂျိုဆွန်း ရေတပ် စစ်သူကြီး လီဆွန်းရှင်းအကြောင်း ထပ်မံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ထွက်လာခဲ့ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း စစ်သူကြီး လီဆွန်းရှင်းဟာ ဂျပန် ကျူးကျော်စစ်ကို ရွပ်ရွပ်ချွံချွံ တိုက်ခိုက်ခဲ့ပြီး စစ်ပရိယာယ် ကြွယ်ဝတဲ့ နည်းဗျူဟာမှုးအဖြစ်လည်း ကျော်ကြားပါတယ်။ဒီ Hansan: Rising Dragon ဆိုတဲ့ ရုပ်ရှင်ကတော့ စစ်သူကြီး လီဆွန်းရှင်းရဲ့ သမိုင်းဝင် အောင်ပွဲဆင်နိုင်ခဲ့တဲ့ ဟာဆန်းဒို တိုက်ပွဲ အကြောင်းကို အခြေခံပြီး အသေးစိတ် ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး ဖြစ်ပါတယ်။တစ်ခေတ်တစ်ခါက အာရှကို ...",
        "rating": "7",
        "url": "https://megaup.net/2tU5h/[CM]Hansan.Rising.Dragon.2022.720p.WEB-DL-KN.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMAFnjzDtM1rXrGZD5BY5OpX0Pc.jpg",
        "title": "The Dragon Nine ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို နဂါးလေး(၉)ကောင်\nဖန်တက်စီကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ နဂါးတွေကို\nစောင့်ရှောက်ပေးရတဲ့စောင့်ရှောက်သူဆိုတဲ့မျိုးနွယ်တစ်ခုရှိပါတယ်။\nနဂါးစောင့်ရှောက်သူမျိုးနွယ်ရဲ့နောက်ဆုံးမျိုးဆက်ဖြစ်တဲ့\nFeng Yi Fanဟာဘိုးဘွားအမွေဖြစ်တဲ့\nနဂါး(၉)ကောင်ပုလဲလုံးကိုမြိုချမိပြီး\nဆန်းကြယ်စွာပဲ နဂါးသား(၉)ယောက်ကိုမွေးဖွားခဲ့ပါတယ်။ကလေး(၉)ယောက်ဟာမွေးကတည်းကစကားပြောတတ်ပြီး\nတစ်ယောက်ချင်းဆီမှာမတူညီတဲ့အစွမ်းတွေရှိကြတယ်။\nသူတို့(၉)ယောက်ရဲ့အသွေးအသားနဲ့ဆေးလုံးဖော်စပ်ပြီးသောက်သုံးရင်\nနတ်ဖြစ်တယ်ဆိုတဲ့ဒဏ္ဍာရီကြောင့်\nသူတို့မိသားစုဟာလိုက်သတ်ခံရတာကြောင့် ပြေးလွှားကြရပါတော့တယ်။\nသူတို့(၉)ယောက်ဟာထူးခြားတဲ့အစွမ်းတွေနဲ့\nမိစ္ဆာမကောင်းဆိုးဝါးကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို\nမြိုင်မြိုင်ဆိုင်ဆိုင်ကြီးကြည့်ရမှာပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Comedy\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-dragon-nine-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-aloha-128x200.jpg",
        "title": "Aloha (2015)",
        "description": "Emma Stone နဲ့ Rachel McAdams ကို မြင်တာနဲ့တင် ကြည့်ကြတော့မယ်ဆိုတာ သိပေမယ့် ရီဗျူးလေးတော့ ဖတ်သွားပါဦး ညိုကီတို့ဇာတ်လမ်းကတော့ Romance-Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးလေးရယ်ပါပဲ။ အပျင်းပြေ အချစ်ဒဿနတွေ ဖွင့်ရင်း မမတွေရဲ့ အလှကို ခံစားလို့ ကောင်းမယ့်ကားလေးပါပဲ။ဘရိုင်ယန်က စစ်တပ်ကန်ထရိုက်တာ တစ်ယောက်ပါ။ အတိတ်တုန်းက စောင်ပြဿနာတွေ ရှာခဲ့လို့ အော်ပရေးရှင်းအကြောင်းတွေ အခြေခံကစ ထိပ်ဆုံးထိ နားလည်ပါလျက် အလုပ်ပြုတ်ခဲ့ပြီး အခုမှ ဒုတိယ အခွင့်အရေး ထပ်ရသူပေါ့။ ဒီလိုနဲ့ သူ့ရဲ့ မစ်ရှင်အတွက် ဟာဝိုင်အီကို ပြန်ရောက်လာခဲ့တယ်။ ဟာဝိုင်အီမှာ လင်နဲ့သားနဲ့ ဖြစ်နေပြီ ဖြစ်တဲ့ သူ့ရဲ့ ရည်းစားဟောင်း ထရေစီနဲ့ ပြန်ဆုံတယ်။ တစ်ဖက်မှာလည်း သူ့ရဲ့ တွဲဖက်ကောင်မလေး ကပ္ပတိန် အယ်လီဆန် အင်ဆိုတဲ့ ခပ်ချောချော ချာတိတ်မလေးတို့နဲ့ ရေစက်ဆုံလာရာမှာ တာ၀န်တွေနဲ့ အချစ်ရေးကြား ...",
        "rating": "5.4",
        "url": " https://megaup.net/17Th7/Aloha.2015.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BN2ZhNjdlZDUtYThkZS00ZDNlLTg2NDEtOGRlNDdiMDBlZmQ0XkEyXkFqcGdeQXVyOTY5MTE4MjA@._V1_-160x200.jpg",
        "title": "Sita Ramam (2022)",
        "description": "Action, Drama, Mystery\nIMDB 8.2/ 14kဒီတစ်ခေါက် CM က တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် မင်းသမီး ရက်ရှ်မီကာ ပါဝင်အားဖြည့်ပေးထားတဲ့\nအိန္ဒိယ ပါကစ္စတန်ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အက်ဖရင်း (ရက်ရှ်မီကာ) ဟာ ပါကစ္စတန်လူငယ်ဥက္ကဌဖြစ်ပြီး\nအိန္ဒိယတွေကို တအားမုန်းတဲ့သူဖြစ်ပါတယ်အိန္ဒိယကျောင်းသားနဲ့ ပါကစ္စတန်ကျောင်းသားတွေ\nအဓိကရုဏ်းဖြစ်ပြီး အိန္ဒိယဘက်က ပါကစ္စတန်အလံကို\nမီးရှိခဲ့တဲ့အတွက်\nသူဟာ အိန္ဒိယအကြီးအကဲတစ်ယောက်ရဲ့ကားကို\nပြန်ပြီး မီးရှိခဲ့ပါတယ်အဲဒီအတွက် ဟိုဘက်က သူ့ကို တောင်းပန်ရင်ပန်\nမဟုတ်ရင် လျော်ကြေး ၁ သန်းပေးရမယ်လို ပြောပါတယ်ဒါနဲ့ပဲ အိန္ဒိယတွေကို တအားမုန်းတဲ့ အက်ဖရင်းဟာ\nအိန္ဒိယတစ်ယောက်ကို တောင်းပန်မယ့်အစား လျော်ကြေးပဲပေးမယ်လို\nဆုံးဖြတ်ပြီး အဘိုးဖြစ်သူဆီက ပိုက်ဆံတောင်းလိုက်ပါတယ်ဒါပေမယ့် သူ့အဘိုးဖြစ်သူဟာ သေဆုံးသွားပြီဖြစ်ပြီး\nသေတမ်းစာထဲမှာ သူ လွန်ခဲ့တဲ့နှစ် (၂၀) က မတည်နိုင်ခဲ့တဲ့\nကတိတစ်ခုကို \"အက်ဖရင်း\" က တည်အောင်လုပ်ပေးရမယ်\nအဲဒီလိုလုပ်ပေးမှ အမွေတွေပေးမယ်လို ရေးထားခဲ့ပါတယ်အဲဒီကတိကတော့ သူ့သူငယ်ချင်းဖြစ်သူ \"ရမ်\" ရဲ့\nကောင်မလေး \"ဆီတာ\" ဆီ မပိုဖြစ်ခဲ့တဲ့ စာတစ်စောင်ကို ပိုပေးရမှာပဲဖြစ်ပါတယ်...\nခက်တာက အဲဒီ \"ရမ်\" နဲ့ \"ဆီတာ\" ...",
        "rating": "8.2",
        "url": "https://megaup.net/188g7/Sita_Ramam_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeApV6nm0RKLSTK2fqbZCCRf6tt.jpg",
        "title": "Mozart from Space ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မျက်နှာချင်းဆိုင်လို့မရတဲ့\nသားအဖနှစ်ယောက်ကြားထဲက အကြောင်းလေးပဲဖြစ်ပါတယ်။\nနက္ခတ္တဗေဒကို အလွန်ရူးသွပ်တဲ့ သားဖြစ်သူရန့်ရှောင်ထျန်းကို\nအဖေလုပ်သူက စန္ဒယားပညာရှင်ဖြစ်စေချင်တယ်။အဲဒီအတွက်ကြောင့်ပဲ သားအဖနှစ်ယောက်ဟာ\nနေ့တိုင်းကို ရန်ဖြစ်စကားများနေကြပါတယ်။\nတစ်ရက်မှာတော့ ဆန်းကြယ်တဲ့ ဂြိုလ်သားလေးမိုးဇက်ဟာ\nရုတ်တရက် သူတို့အရှေ့ကို ပေါ်ပေါက်လာခဲ့တယ်။\nအဲဒီအချိန်ကစပြီးတော့ မိုးဇက်ဟာ ရန့်ရှောင်ထျန်းကို\nသူ့အဖေနှင့် တိုက်ပွဲဝင်ရန် အကူညီပေးခဲ့တယ်။ရန့်ရှောင်ထျန်း မထင်မှတ်ထားမိတာက မိုးဇက် ကမ္ဘာမြေကို\nရောက်လာရတာက တခြားတာဝန်တစ်ခုလုပ်ဖို့ ရောက်လာခဲ့တာပဲ။\nအဲဒီတာဝန်က ဘာလဲဆိုတာကတော့ ကြည့်ရှုလိုက်ကြပါဦး။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction, Comedy\nRuntime : 1h 56 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mozart-from-space-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZTU5YjI3YjMtZjU4Mi00ZTM3LTlmM2MtOTA2N2EwOGIwOTE3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Ek Villain Returns (2022)",
        "description": "Ek Villain Returns (2022)\nAction, Romance, Thriller\nIMDb 6.1/10\nမင်းသားကြီး ဂျွန်အာဘရာဟမ်နဲ့မင်းသားကြီးအရ်ဂျွန်ကပူးနဲ့\nမင်းသမီးချောဒစ်ရှာနဲ့ heropantiကချစ်စရာစပ်စလူးစိန်မင်းသမီးလေး တာရာတို့\nရိုက်ကူးထားတဲ့ ရုံတင်ကားသစ်ရပါပြီဒီကားက ဗီလိန်နှစ်ယောက်အားပြိုင်တဲ့ကား...\nတစ်ဖက်သတ်အချစ်တွေ နစ်မွန်းလာတဲ့အခါ လူက\nစိတ်ထွက်ပေါက်မရှိတော့ဘဲ လုပ်မိလုပ်ရာ လုပ်တတ်ကြရင်း\nစိတ္တဇဆန်ဆန်ဖြစ်လာတတ်ကြပါတယ်...မပိုင်ဆိုင်ရလည်း တခြားသူလက်ထဲ မပေးအပ်နိုင်ဘူးလို့\nစိတ်ဆုံးဖြတ်ပြီးတဲ့နောက် ကိုယ်ချစ်ရသူကို အတ္တဆန်ဆန်\nအချစ်မျိုးနဲ့ ချစ်လာတတ်ကြပါတယ်...တချို့ကျတော့လည်း ချစ်တော့ချစ်တယ် ဒါပေမဲ့\nအသက်အသေခံလိုက်မယ် အရှုံးတော့မခံနိုင်ဘူးဆိုတဲ့ အချစ်မျိုး...ဒီလိုအချစ်မျိုးတွေက လမ်းမှားကိုဆွဲခေါ်သွားနေပေမယ့်လည်း\nကိုယ်ကိုယ်တိုင်ကတော့ ဒီအချစ်မျိုးထဲမှာ ပျော်မွေ့နေတတ်ကြပါတယ်...မွန်ဘိုင်းမြို့နယ်အတွင်းမှာ ကောင်မလေးတွေ အသတ်ခံနေရတယ်\nလိုက်လံစုံစမ်းကြည့်တော့ လူသတ်သမားဟာ ရည်းစားရှိတဲ့မိန်းကလေးတွေကိုပဲ\nပစ်မှတ်ထားပြီး ရွေးသတ်နေပါတယ်...ကဲ..ဇာတ်ကားကြည့်ပြီး ဆားပုလင်းနှင်းမောင်သာ လုပ်ပေတော့နော်ဒီဇာတ်ကားမှာ လှည့်ကွက်လေးတွေသုံးထားတာမို့ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nမင်းသမီးချောလေးနှစ်လက်အပြိုင်ကြဲပြီး လန်းပေးထားလို့\nကြည့်ရကျိုးနပ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်...\nFile size…2.5GB / 1.1GB\nQuality…1080p Hindi True WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://megaup.net/2tRC2/Ek.Villain.Returns.2022.Hindi.WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/th-135x200.jpg",
        "title": "Thor: Love and Thunder (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ စတုတ္ထမြောက် သောရ် ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။ အရှေ့မှာတော့ Thor, Thor : Dark World, Thor Ragnarok တို့ ထွက်ထားခဲ့ပြီးပါပြီ။ ဒီဇာတ်လမ်းကတော့ Avengers : Endgame အပြီးမှာ Guardians of the Galaxy နဲ့အတူ အာကာသထဲမှာ စွန့်စားခန်းဖွင့်ဖို့ ထွက်လာခဲ့တဲ့ သောရ်ရဲ့အကြောင်းပါပဲ။ဒီတစ်ခါ သောရ်ရင်ဆိုင်ရမှာကတော့ နတ်ဘုရားသတ်သမား ဂေါရ် ဆိုတဲ့ ဗီလိန်ပါပဲ။ ဂေါရ်ဟာ အရင်က နတ်ဘုရားကို ယုံကြည်ကိုးကွယ်ခဲ့သူဖြစ်ပေမဲ့ သူတို့ဂြိုလ်ကြီး အငတ်ဘေးဆိုက်ပြီး နောက်ဆုံး သူ့ရဲ့သမီးလေးပါ သေသွားတာကို နတ်ဘုရားတွေက ပျက်ရယ်ပြုပြီး လျစ်လျူရှုထားတာကိုတွေ့အပြီးမှာ နတ်ဘုရားတွေကိုမုန်းတီးသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နတ်ဘုရားတွေကို သတ်နိုင်တဲ့ ရှေးဟောင်းလက်နက်တစ်ခုဖြစ်တဲ့ ကျိန်စာသင့် နက်ခရိုဓားဟာ ဂေါရ်ရဲ့လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ အဲဒီဓားနဲ့ ဂေါရ်တစ်ယောက် စကြဝဠာတစ်ခွင်က နတ်ဘုရားတွေကို လိုက်သတ်နေရင်း ...",
        "rating": "7",
        "url": "https://megaup.net/17U0s/Thor_Love_and_Thunder_2022_720p_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thor: Ragnarok (2017) MCU",
        "description": "Thor: Ragnarok (2017)IMDb Raing (8.0)Thor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။\nအက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1NU6k/(CM)Thor.Ragnarok.(2017).IMAX.720p.mp4",
        "category": "Action, Adventure, Comedy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp6OxE4poJ4G7c0U2ZIXasTSMR7.jpg",
        "title": "Thor: The Dark World (2013) MCU",
        "description": "Thor: The Dark World (2013)IMDb Rating (6.8)ဇာတ်လမ်းအဖွင့်မှာ Odin က လက်ရှိ စင်္ကြာဝဠာထဲမှာ ဘာမှမရှိခင်ကာလတုန်းက အရာအားလုံး အမှောင်အတိဖြစ်နေပြီး အဲ့ဒီအမှောင်ထုထဲမှာ Dark Elf လို့ခေါ်တဲ့ လူမျိုးစုတွေ အမှောင်ထဲမှာနေထိုင်ကြပါတယ်။ အဲ့ဒီနောက်မှာ အလင်းရောင်ဖြစ်ပေါ်လာပြီး တစ်ခြား သတ္တဝါတွေ ဖြစ်လာပြီးနဲ့နောက်မှာ Dark Elf မင်းသားက စင်္ကြဝဠာကြီးကို အရင်လို အမှောင် ဘ၀ ပြန်ရောက်အောင်လုပ်ဖို့ကြိုးစားရာမှာ Odin ရဲ့အဖေ Bor က တားဆီးနိုင်ခဲ့ပါတယ်။Dark Elf (Malekith) ရဲ့ လက်နှက် အဖြစ်သုံးတဲ့ Aether လို့ခေါ်တဲ့ အရာဝတ္ထုကိုတော့ ဖျက်ဆီးလို့မဖြစ်လို့ဘယ်သူမှာ မတွေ့နိုင်တဲ့နေရာမှာ ဖွက်ထားခဲ့ပါတယ်။ ဒါကို မင်းသမီး Natalie Portman က Thor နဲ့အဆက်အသွယ်ရဖို့ ကြိုးစားနေရင်းနဲ့ မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့ပါတယ်။ (ကမ္ဘာတွေအားလုံးက ...",
        "rating": "7.0",
        "url": "https://megaup.net/39P0Q/(CM)Thor.The.Dark.World.(2013)BluRay_720p.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Thor_poster-135x200.jpg",
        "title": "Thor (2011) MCU",
        "description": "Thor (2011)IMDb Rating (7.0)လွန်ခဲ့သည့် နှစ်ပေါင်းများစွာက စကြဝဠာတွင် အဖွဲ့အစည်း ၃ ခုတည်ရှိသည်။ Giant Frost, Asgard နှင့် လူသား မျိုးနွယ်များဖြစ်သည်။ Giant Frost က လူသားမျိုးနွယ်စု နေထိုင်သည့် ကမ္ဘာမြေကြီးကို ကျူးကျော် တိုက်ခိုက်သည်။ သို့သော် Asgard က အနှီ ကျုးကျော်မှုကို လက်မခံပဲ Giant Frost များကို ပြန်လည်တိုက်ခိုက်သည်။ နောက်ဆုံးတွင် Asgard လူမျိုးနွယ်စုက အနိုင်ရရှိပြီး Giant Frost မှ အရေးကြီးဆုံး လက်နက်ကို သိမ်းပိုက်ပြီး ငြိမ်းချမ်းစွာ နေထိုင်သည့် သဘောတူညီချက် ကိုပြုလုပ်သည်။Asgard ဘုရင် တွင် သားတော် ၂ ပါး Thor နှင့် Loki ရှိသည်။ Thor သည် စစ်မှုရေးရာတွင် ကျွမ်းကျင်သော်လည်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/1NU6g/(CM)Thor(2011)BluRay_720p.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSBnujZ4ptmh8HT1tbLdtXTXBGM.jpg",
        "title": "The Lost Choices (2015)",
        "description": "The Lost Choices (2015)ဂျီအွန်းက ငယ်စဉ်ဘဝက ယာဉ်မတော်တဆမှုမှာ\nမိဘတွေ ဆုံးပါးပြီးတဲ့နောက် စကားမပြောနိုင်ဘဲ ဆွံ့အခဲ့ရတာပါ။\nဘယ်လိုပဲဖြစ်ဖြစ် သူ့ရဲ့မသန်မစွမ်းဖြစ်မှုကို ရင်ဆိုင်ကျော်လွှားပြီး\nဂရပ်ဖစ်ဒီဇိုင်နာတစ်ယောက် ဖြစ်လာဖို့ကို သူ စိတ်ကူးယဉ်ထားခဲ့တာပါ။တစ်နေ့မှာတော့ သူရဲ့အိမ်အပြန်လမ်းမှာ\nလူစိမ်း ၃ ယောက်က ပြန်ပေးဆွဲပြီး အဓမ္မကျင့်တာ ခံလိုက်ရပါတယ်။\nရဲစခန်းမှာ ရဲတွေက သူ့ကို ကူညီပေးရမယ့်အစား သူ့ကိုပဲ နှိမ့်ချကြပါတယ်။ဒီတော့ ဂျီအွန်း တစ်ယောက် ဘယ်သူ့ကိုမှ မယုံတော့ဘဲ\nသူ့ကိုယ်သူ အားကိုးပြီး တိတ်တိတ်လေး လက်စားချေဖို့ ကြိုးစားတဲ့အခါမှာတော့ .....ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ .....\nရွေးချယ်စရာတွေ ဆိတ်သုဉ်းပျောက်ကွယ်ပြီး ချောင်ပိတ်လာတဲ့အခါမှာ\nလူတစ်ယောက်ရဲ့ တုံ့ပြန်မှု အကြောင်းပါပဲ။မှုခင်း ဒရာမာ အမျိုးအစား ဖြစ်တဲ့အတွက် အသည်းတယားယာ ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။ဘာသာပြန်ကတော့ Hnyot Myet Wunn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB ...",
        "rating": "6.2",
        "url": "https://megaup.net/1NU29/The.Lost.Choices.2015.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDIyYjM3N2EtOTU1MC00YTA4LTgzNjctMTNjODcxZTZhODU2XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Pinocchio (2022)",
        "description": "Pinocchio (2022)\n=============ငယ်ငယ်က ကျွန်တော်တို့အားလုံးကြိုက်ခဲ့တဲ့ ပီနိုခီရို သစ်သားရုပ်\nသေးရုပ်လေးအကြောင်းဆိုရင်တော့မသိသူမရှိလောက်ပါဘူး ။\nဒီ Animation ကိုတော့ Disney က ၂၀၂၂ မှာ ဂန္တဝင် မင်းသားကြီး\nTom Hank နဲ့အတူ live-action အဖြစ် ပြန်လည်အသက်သွင်း\nလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ အားလုံးသိခဲ့တဲ့အတိုင်း ပီနီခီရိုလေးရဲ့\nစွန့်စားခန်းတွေကို မြင်ရမှာပါ။ Animation ကို live action လုပ်\nထားတယ်ဆိုပေမယ့် မူရင်းအရသာမပျက်သွားဘဲ အတော်လေး\nကြည့်ရတာ အဆင်ပြေပါတယ်။  Disney ရဲ့ ရုပ်ရှင်တွေအတိုင်း\nဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကလေးလူကြီးကြိုက်ပြီး\nငယ်ဘဝကိုပြန်အမှတ်ရစေမယ့်ကားကောင်းလေးဖြစ်စေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.28 GB) / (1.12 GB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, Drama\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/39O7v/Pinocchio.2022.720p.WEB.(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOTk0MGE4MTAtZTA2Ny00NjEzLWEyMDAtNmZhNzg5Y2VlOGRiXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Nna Thaan Case Kodu (2022)",
        "description": "Nna Than Case Kodu (2022)\n======================အလုပ်မရှိ အကိုင်မရှိ တစ်ရာ့ကိုး တစ်ရာ့တစ်ဆယ်\nပလပ်ဖောင်းခေါင်းအုံးရတဲ့ သူခိုးလေး ရာဂျီဗန်...\nရုပ်ရည်ချောမောပြီး လူမမာ ဖခင်ကို ပြုစုနေရတဲ့ တမဲလ်အလုပ်သမလေး ဒေဗီ...သူတိုနှစ်ဦးဟာ ကံစီမံရာ ဇာတ်ဆရာအလိုကျအတိုင်း ချစ်ကျွမ်းဝင်ခဲ့ကြရာ\nဒေဗီက ရာဂျီဗန်ကို သူခိုးအလုပ်ကို ထပ်မလုပ်ဖို တောင်းဆိုပြီး Living Together\nနေထိုင်ခဲ့ကြရင်း တစ်နေ့မှာတော့ ရာဂျီဗန်ဟာ MLA အမတ်ရဲ့အိမ်ကို\nခိုးဝင်တဲ့အမှုနဲ့ စွပ်စွဲခံရပါတယ်။ တကယ်တမ်းက ဘုရားပွဲကနေပြန်လာရင်း\nလမ်းမှာ သုံးဘီးတစ်စီးက ဝင်တိုက်မိမလို ဖြစ်တဲ့အတွက် ရှောင်ရင်းကနေ\nအမတ်ရဲ့ အိမ်ထဲကို ခုန်ဝင်မိရင်း ခွေးဆွဲတာခံရတာပေါ့ဗျာ။အဲ့ဒီလိုနဲ့သူခိုးဆိုပြီး တစ်ရပ်ကွက်လုံးက ဆွမ်းကြီးလောင်း ရဲလက်အပ်လိုက်တာပေါ့။\nတရားရုံးမှာတော့ ရာဂျီဗန်ဟာ ဉာဏ်ရွှင်သူဖြစ်တာနဲ့အညီ ပစ္စည်းခိုးဖို\nရည်ရွယ်ခဲ့တာမဟုတ်ကြောင်း ချက်ကျလက်ကျ ရှင်းပြရင်း သက်သေတွေကို\nကိုယ်တိုင်ရှာရပါတော့တယ်။ အဲ့ဒီလိုနဲ့ ရာဂျီဗန်ဟာ သက်သေတွေ\nစုတုပြုပြီး ဖြစ်စဉ်ဟာ လမ်းမပေါ်က ချိုင့်ခွက် တွေကြောင့်\nဖြစ်ကြောင်းတင်ပြရင်း ဆောက်လုပ်ရေးဝန်ကြီးကိုပါ စွပ်စွဲလိုက်တော့ ပွဲကြမ်းကုန်ပါလေရော...အဲ့ဒီချိုင့်ခွက်တွေရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိဦးမှာလဲ...?လမ်းဖောက်ဖို အရည်အသွေးမပြည့်မီတဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/17Vvr/Nna_Than_Case_Kodu_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    }
]