[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
        "title": "Babylon A.D. (2008)",
        "description": "Babylon A.D. (2008)မင်းသားကြီး Vin Diesel ရယ်၊ တရုတ်မင်းသမီး Michelle Yeoh ရယ်၊ 20th Century Fox production ရယ်နဲ့တင် ဒီဇာတ်ကားက ကြည့်ဖို့ ထိုက်တန်နေပါပြီ။ rating နည်းပေမယ့်လို့ တစ်ခါတစ်လေမှာ ကျွန်တော်တို့ရင်ဘတ်နဲ့ rating နဲ့ သိပ်မကိုက်ညီတာမျိုးတွေလည်း ရှိတတ်ပါတယ်။ခေတ်လွန်နှောင်းပိုင်းအခြေ‌အနေတွေမှာ လူတွေရဲ့ ရှင်သန်ရပ်တည်ပုံတွေ နည်းပညာတွေကို ခပ်ပါးပါးလေး ပြထားတဲ့ဇာတ်ကားပါ။ 2008 ခုနှစ်က ထွက်ခဲ့ပြီး ကားဟောင်းတစ်ကားဖြစ်ပေမယ်လို့ ပြန်ကြည့်ထိုက်တဲ့ ဇာတ်ကားပါပဲ။ ဒီဇာတ်ကားမှာ ကြေးစားစစ်သားတစ်ယောက်ရဲ့ ရုန်းကန်ရှင်သန်ရပ်တည်မှု၊ ဘာသာရေးခုတုံးလုပ်ပြီး အကျိုးရှာချင်တဲ့ ခေါင်းဆောင်တစ်ယောက်၊ ဓာတ်ခွဲခန်းထဲက ဘဝစခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့ ခံစားချက်နဲ့ စတေးခံရမှုတွေအကြောင်း ထူထူမပုတ်ဘဲ ပါးပါးလျပ်လျပ်ပဲ ပြသွားတာမလို့ သေချာအာရုံစိုက် ဆွဲထုတ်ဖို့တော့ လိုမယ်ထင်ပါတယ်။မင်းသားကြီး Vin Diesel ဒီဇာတ်ကားထဲမှာ ကြမ်းပြ ရမ်းပြနေရတာထက် မျက်လုံးတစ်ပေါက်နဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Gp5d/(CM)_Babylon_A.D._(2008)_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/51uxdmJcWZL-141x200.jpg",
        "title": "[18+] Invitation Only (2009)",
        "description": "မာရီယာအိုဇာဝါတို့လို ခပ်ဟော့ဟော့သရုပ်ဆောင်တွေနဲ့ ဒီဇာတ်ကားက ထိုင်ဝမ် Horror ဇာတ်ကားပါ။ဓနရှင်လူတန်းစားနဲ့နင်းပြားလူတန်းစားကြားက ကွာဟချက်ကို မီးမောင်းထိုးရိုက်ပြသွားတာမျိုး။ ဒါပေမဲ့တကယ်တမ်းပြောရရင်တော့ ဓနရှင်တွေ စိတ္တဇဖြစ်တယ်လို့ပဲဆိုရမှာမျိုး...\nIn time ကားကလိုပေါ့ဗျာ။ ဓနရှင်လူတန်းစားတွေရဲ့ချမ်းသာမှုဟာ ဆင်းရဲသားနင်းပြားတွေဆီကတစ်ဖက်လှည့်နဲ့ယူထားတာမျိုးပဲလို့ သွယ်ဝိုက်ပြောထားသလိုမျိုးပေါ့။ဇာတ်လမ်းထဲမှာ ရက်ရက်စက်စက်ပက်ပက်စက်စက်သတ်လွန်းလို့ တော်ရုံမကြည့်ရဲရင် ကြည့်ဖို့မလွယ်ဘူး။ ထမင်းစားနေရင်းကြည့်ဖို့လုံးဝ/လုံးဝမသင့်တော်ဘူး။ ဇာတ်လမ်းသဘောတရားကတော့ မနုဿမုဆိုး ဓနရှင်တွေက ဆင်းရဲသားနင်းပြားတွေကိုရက်ရက်စက်စက်မညှာမတာသတ်တဲ့ကား။ သူတို့ကစိတ္တဇဖြစ်နေတာဆိုပေမဲ့ အကြောင်းအရင်းတွေတော့ရှိတယ်လေ။ ဒါမျိုးအင်္ဂလိပ်ကားတွေရှိပေမဲ့ ဒါကအာရှဖက်ကပုံစံမျိုးမလို့ အာရှစတိုင်သွားတယ်။ zombie ကားတောင် အနောက်တိုင်းကတစ်မျိုး အာရှကတစ်မျိုးဆိုတာသိလောက်မယ်ထင်ပါတယ်။ဇာတ်ကားထဲက ဆင်းရဲသားနင်းပြားတွေက ဘယ်လိုသားကောင်ဖြစ်သွားမယ်၊ ဘယ်သူတွေက အမဲလိုက်မယ်၊ ဘယ်လိုပယ်ပယ်နယ်နယ်သတ်မယ်ဆိုတာကတော့ တကယ်ကျောချမ်းဖို့ကောင်းတာမို့ လုံးဝကို horror ကားရှယ်ကြိုက်တဲ့သူတွေလက်လွတ်မခံသင့်တဲ့ကားလေးတစ်ကားပါပဲ။\nFile size…(3 GB)/(500 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/32k5v/(CM)Invitation.Only.2009.720p.bluray.mp4",
        "category": "Adult, Asian, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU1ULUq8D3iRxl1fdX2lZIzdHuI.jpg",
        "title": "Ready Player One (2019)",
        "description": "ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ ရုပ်ရှင်တစ်ကားရိုက်တိုင်း အမြင်သစ်တစ်မျိုးနဲ့တင်ဆက်တတ်တဲ့ စတီဗင်စပီးဘတ်က ၂၀၁၈ မှာတော့ 80s, 90s born တွေအတွက်အမှတ်တရဖြစ်သွားစေမယ့် ကားတစ်ကားကို ချပြသွားခဲ့ပါတယ်။ဒီ Ready Player One ရုပ်ရှင်ဟာ Ernest Cline ရဲ့ Ready Player One ဆိုတဲ့ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ယနေ့ခေတ်မှာ လူသုံးများလာတဲ့ VR စနစ်နဲ့1980 ကနေ 2000 ခုနှစ်ကြားမှာ ရေပန်းကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်၊ ကာတွန်း၊ စာအုပ်၊ ဂိမ်း၊ သီချင်းတို့ကိုအချိုးကျကျ ပေါင်းစပ်ပြသနိုင်ခဲ့တဲ့အတွက် ဝေဖန်ရေးဆရာတွေချီးကျူးထားတဲ့ ရုံတင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။၂၀၄၅ ခုနှစ်အရောက်မှာ ကမ္ဘာပေါ်က လူတွေဟာ လက်တွေ့ဘဝက ပြဿနာတွေကို ရင်ဆိုင်ဖြေရှင်းဖို့မကြိုးစားတော့ပဲ ထွက်ပေါက်အဖြစ် လွတ်မြောက်ဖို့နေရာတစ်ခုအဖြစ် အိုအေစစ်လို့ခေါ်တဲ့ Visual Worldထဲမှာပဲ အိပ်ချိန်၊ စားချိန်နဲ့ သန့်စင်ခန်းသွားချိန်တွေကလွဲလို့ ကျန်တဲ့အချိန်တွေကို ကုန်ဆုံးကြပါတော့တယ်။ဒီ အိုအေစစ်ကြီးကို ဖန်တီးခဲ့သူကတော့ ဂျိမ်းစ်ဟာလီဒေးဖြစ်ပြီး သူမသေဆုံးခင် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ready-player-one-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l-1-139x200.jpg",
        "title": "The Laws of the Border (2021)",
        "description": "လူတောသိပ်မတိုးပဲ ဂိမ်းဆိုင်တွေမှာပဲအနေများတဲ့ Introvert ကောင်လေး နာချိုဟာကျောင်းမှာလည်း အနိုင်ကျင့်ခံကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ်.ဒီကောင်လေးဟာ တစ်နေ့သူသွားနေကြ ဂိမ်းဆိုင်ကနေ လူတစ်ချို့နဲ့တွေ့ပြီးလုယက်ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးထုတ်လုပ်မှုတွေမှာပါ ပါဝင်လုပ်ကိုင်လာခဲ့ပြီး .ဘဝနှစ်မျိုးနဲ့ နေထိုင်နေပါတယ် ဒါပေမယ့်...အမှန်တရားရှောင်လွှဲလို့မရတဲ့အတိုင်းသူ့ရဲ့ Identity အမှန်ကို မိဘဆွေမျိုး ကျောင်းကအနိုင်ကျင့်နေကြ ဘော်ဒါတွေသိသွားခဲ့တဲ့အခါမှာတော့ဘာတွေဖြစ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ....စပိန်လူဆင်းရဲရပ်ကွက်မှာ ကြီးပြင်းလာတဲ့လူငယ်တစ်ယောက်ရဲ့ ဖိအား‌တွေကိုရိုက်ပြထားပြီးစပိန်တွေရိုက်လေ့ရှိတဲ့ ဓားပြတိုက်လုယက်တဲ့ အမျိုးအစားဖြစ်ပြီး IMDB 7 လောက်ရထားလို့ ကြည့်ကောင်းမယ့်ကားပါပဲ(ဘာသာပြန်နဲ့အညွှန်းကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(2.4 GB) / (1.2 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….02:07:00\nGenre...Action, Adventure, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "7",
        "url": "https://megaup.net/10rw0/The.Laws.of.the.Border.2021.SPANISH.720p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMmIwODhlYTEtOWU5Zi00NWU5LWE1MmQtZGJkMWFhYzgwODRiXkEyXkFqcGdeQXVyOTMzMzY1OTA@._V1_-135x200.jpg",
        "title": "The Last Rite (2021)",
        "description": "The Last Ritesပထမဆုံးအနေနဲ့ ရုပ်ရှင်နာမည်ရဲ့အဓိပ္ပါယ်က \"သေခါနီးလူအတွက် ရွတ်ဖတ်မှုများ\" ဆိုတဲ့ အဓိပ္ပါယ်ပါခရစ်ယာန်ဘာသာမှာ ဘုန်းတော်ကြီးတစ်ပါးက သေတော့မယ် လူတစ်ယောက်အတွက် သူသေသွားရင် သူလုပ်ခဲ့တဲ့အပြစ်တွေသန့်စင်သွားအောင်လို့ ရွတ်ဖတ်ပေးရတဲ့ အရာတွေပါပဲဒီလို အပနှင်တဲ့ဇာတ်ကားမျိုးတွေက မယုံကြည်တဲ့သူတွေအတွက်တော့ တစ်ခါတစ်လေမှာ ကြောက်ဖို့ကောင်းပေမယ့် တစ်ခါတစ်လေမှတော့ ဘာfeelingမှကို မရတတ်ပါဘူး\nဒါပေမယ့် ယုံကြည်သူတွေအဖို့တော့ လုံးဝ ကျွန်တော်တို့နဲ့မတူတဲ့ level တစ်ခုအထိ ကြောက်ဖို့ကောင်းတာတွေဖြစ်နိုင်ပါတယ်ဒါပေမယ့် ဒီဇာတ်လမ်းက အပနှင်တာကိုမှ ကျွန်တော်တို့နဲ့ ဆိုင်တယ်လို့ ခံစားရတဲ့ \"အိပ်နေရင်းရုတ်တရက်နိုးလာရင် လုံးဝ လှုပ်မရတာမျိုး\"၊ \"တစ်ယောက်ယောက်က လိုက်ကြည့်နေသလို ခံစားရတာမျိုး\"၊\n\"စိတ်ဖိစီးမှုတွေများတာ အိပ်ချိန်နောက်ကျ အိပ်ရေးမဝတာမျိုးတွေ\"\nအဲ့လိုအကြောင်းအရာတွေနဲ့ ရောယှက်ထားတဲ့ အခါမှာတော့ ကြည့်ရှုသူတွေအနေနဲ့ ဒီဇာတ်ကောင်က သူတို့နဲ့ ပိုပြီး သက်ဆိုင်သွားသလို ခံစားရစေမှာပါအပနှင် Horror မျိုး ကြိုက်သူတွေအတွက် ကြည့်ပျော်တဲ့ ဇာတ်ကားတစ်ခုပါပဲ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thura Hein ပါ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mmmm/The_Last_Rites_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTVjYjZiMGItMGEyYS00MDllLTg5ZmUtMzI3NDcwMjdiNjU1XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Republic (2021)",
        "description": "Republic 2021\nIMDb 8.5/10အသစ်ထွက်ရှိလာတဲ့ Republic ဆိုတဲ့ တောင်ပိုင်းကားလေးကတော့\nPolitical Thriller/ Drama အမျိုးအစားဖြစ်သည့်အားလျော်စွာ နိုင်ငံရေးကားကောင်းလေးတစ်ကားဆိုပါတော့...အိန္ဒိယနိုင်ငံရေးဇာတ်ကားဖြစ်တာနဲ့အညီ\nနိုင်ငံရေးသမားတွေရဲ့လုပ်စားကွက်တွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေ၊ သူတော်ချင်းချင်းသတင်း‌လွေ့လွေ့လုပ်နေတာတွေ၊\nလက်ဝါးကြီးအုပ်အမြတ်ထုတ်တာတွေကြောင့် အောက်ခြေဆင်းရဲသားနင်းပြားလေးတွေရဲ့ဘဝတွေ အဖိနှိပ်ခံရပုံတွေ...\nပညာရေးစနစ်၊ တရားရေးစနစ်၊ စာရိတ္တပိုင်းဆိုင်ရာတွေပါ ချို့ယွင်းပျက်စီးနေပုံတွေကို ထည့်သွင်းရိုက်ကူးထားပါတယ်။အာဏာကိုအလွဲသုံးစားလုပ်မယ့်သူနဲ့ မတရားရင် ငြိမ်မခံတဲ့ ပြည်သူ့ဖက်က ဘက်တော်သားတို့ ဒီကားမှာ သူနိုင်ကိုယ်နိုင်အပြိုင်ကြဲကြမှာပါ..\nလူသိများနာမည်ကြီးတဲ့တောင်ပိုင်းမင်းသားမင်းသမီးတွေဇာတ်ပို့တွေ ပါဝင်တာကြောင့် တောင်ပိုင်းစတိုင်မိုက်တဲ့ဇာတ်ကားပါပဲ။\nFile size…(2.2 GB)/(1 GB)\nQuality….WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Mugiwara Ya & San Thu Aung",
        "rating": "8.5",
        "url": "https://megaup.net/1Gobz/(CM)Republic_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QuypgbNYmPECAAHnV3QY8qEpOz.jpg",
        "title": "Rob Roy (1995)",
        "description": "Rob Roy (1995)အင်္ဂလိပ် နန်းတွင်း ကိစ္စရေးရာကိုမှ အခုလို ဆောင်းတွင်းအေးအေးလေးမှာ အချိန်ယူပြီး အေးဆေးကြည့်လို့ရမယ့် ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။မင်းသားကလည်း နာမည်ကြီး Liam Neeson ဖြစ်ပါတယ်။ ဘုရင်မျိုးနွယ်ဖြစ်ခဲ့ဖူးတဲ့ ရော့ဘ်တစ်ယောက်အခုတော့ နွားကျောင်းသားဖြစ်နေခဲ့တယ်။ ဒါ​ပေမယ့် သူ့ဂုဏ်သိက္ခာ၊ သူ့မာနနဲ့ ခက်ထန်တဲ့ သူတစ်ယောက်ပေါ့။အင်္ဂလန် မင်းမျိုးကြီးတွေရဲ့ ကောက်ကျစ်မှုတွေ၊ ရှုပ်ထွေးမှုတွေကြားထဲ သူ့မာနနဲ့သူနေနေတဲ့ ရော့ဘ်တစ်ယောက်မှာ ပြဿနာတွေတက်လာတဲ့အခါ... ဇာတ်လမ်းက အေးပေမယ့် စိတ်ဝင်စားစရာကောင်းလွန်းပါတယ်။အတိုက်အခိုက်အရှုပ်အထွေးတွေကြားထဲ ရော့ဘ်တစ်ယောက်ဘယ်လိုရုန်းထွက်မလဲ၊ ရော့ဘ်ရဲ့ မာနတွေ၊ မိသားစုချစ်စိတ်တွေ၊ တာဝန်သိတတ်မှုတွေက အင်္ဂလိပ်မင်းကြီးတွေကို ဘယ်လိုတုန်လှုပ်စေမလဲဆိုတာကိုတော့ ဇာတ်ကားအဆုံးထိ ဆက်ကြည့်ပြီး ရှူစားကြစေချင်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 2.1GB, 1.3GB\nQuality - 1080p, 720p\nIMDb Rating - 6.9/10\nFormat - mp4\nDuration - 2H 19Min\nType ...",
        "rating": "6.9",
        "url": "https://megaup.net/2mkrs/(CM)_Rob_Roy_(1995)_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1sRejtiHOZGggZd9RcmdqbapLM5.jpg",
        "title": "A Boy Called Christmas (2021)",
        "description": "A Boy Called Christmas (2021)IMDb - 6.8/10ခရစ္စမတ်ချိန်ခါကိုရောက်ပြီဆိုတာနဲ့ မိသားစုနဲ့အတူ\nပျော်ရွှင်ကြည်နူးဖွယ် ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားတွေ အစီအရီထွက်နေကြပါ၊\nအခုတင်ဆက်ပေးမှာက Netflix ကနေ\nအသစ်စက်စက်ထွက်ရှိလာတဲ့ Christmasရုပ်ရှင်ပဲ ဖြစ်ပါတယ်Cast အပိုင်းမှာဆိုရင်\nHarry Potter Franchise ထဲက Maggie Smith နဲ့\nHaunting of Hill House ထဲက Michael Huisman လို\nထိပ်သီးသရုပ်ဆောင်ကြီးတွေ ပါဝင်ထားသလို\nNetflixထွက် ဇာတ်လမ်းဖြစ်တာကြောင့်\nBudget နဲ့ Effectပိုင်း၊ ဇာတ်လမ်းပိုင်းတွေကလည်း\nတကယ့် ခရစ္စမတ် ရဲ့အနှစ်သာရကိုပေါ်စေပါတယ်\nဆန်တာကလော့စ် လို့ ခေါ်တဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးအကြောင်း\nဇာတ်လမ်းတွေ အများကြီးထွက်ဖူးပါတယ်၊\nဒါကတော့ ခရစ္စမတ်ဘိုးဘိုးကြီး စမဖြစ်ခင်ဘဝက\nခရစ္စမတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့\nခရစ္စမတ်ဘိုးဘိုး ဘယ်လိုဖြစ်လာလဲဆိုတာကို ပုံပြင်သဖွယ်ရိုက်ကူးထားတဲ့\nပျော်ရွှင်ကြည်နူးဖွယ် မိသားစုဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်၊\nမိသားစုနဲ့အတူ ပိတ်ရက်မှာ တူတူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Family\nQuality….WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://megaup.net/2mlsf/a.boy.called.christmas.2021.720p.CM.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/8-133x200.jpg",
        "title": "8-Bit Christmas (2021)",
        "description": "ခရစ်စမတ်ကာလအတွက် အခွီကားလေးတစ်ကားဖြစ်ပါတယ်သမီးဖြစ်သူက ဖုန်းဝယ်ပေးဖို့နားပူနားဆာလုပ်တာကို ခံနေရတဲ့ဂျိတ်ဒွိုင်းဟာ\nသူငယ်ငယ်က Nintendo ဂိမ်းစက်ကိုထုတ်ပြရင်း\nဂိမ်းစက်ကိုရဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံ\nစွန့်စားခန်းတွေကြုံတွေ့ခဲ့ရပုံကို ပြောပြဖို့ဖြစ်လာပါတယ်။ပထမဆုံး Nintendo ခေတ်စားခါစ\n၁၉၈၀ခုနှစ်နောက်ပိုင်းကာလမှာ\nဂျိတ်ဒွိုင်းဟာ ဂိမ်းတစ်ခါဆော့ရဖို့\nသူဌေးသားတင်မီကင်းန်ရဲ့အိမ်မှာ\nအတန်းဖော်တွေနဲ့အတူ တန်းစီစောင့်ရတဲ့အ​ခြေအနေပါ။\nတစ်နေ့မှာ အဲ့ဒုက္ခတွေကိုမခံနိုင်တော့တဲ့အဆုံး\nဂျိတ်တစ်ယောက် ကိုယ်ပိုင်ဂိမ်းစက်ဝယ်နိုင်အောင်လုပ်မယ်လို့\nဆုံးဖြတ်လိုက်ပါတယ်။\nဂျိတ်ရဲ့မိဘတွေကို ပူဆာလို့မရတဲ့အခါ\nကင်းထောက်လူငယ်ကျောင်းသားပြိုင်ပွဲမှာ\nပထမဆု Nintendo ဆုချမယ်လို့ သိခဲ့ပြီး\nအခွင့်အရေးကိုလက်လွှတ်မခံပဲ\nအိမ်မက်အကောင်အထည်ဖော်ဖို့\nအစီအစဥ်ချပါတော့တယ်။ခရစ်စမတ်ဇာတ်လမ်းဆိုတဲ့အတိုင်း\nမိသားစုနဲ့ကြည့်ဖို့အသင့်တော်ဆုံးဖြစ်ပြီး\nအဓိပ္ပါယ်ပြည့်ဝတဲ့သင်ခန်းစာတွေပါတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။\nငယ်ငယ်ကကြုံခဲ့ရတာတွေ ပြန်မြင်ယောင်ပြီး\nခွီစေရမှာဖြစ်တဲ့အပြင်\nNintendo ပရိတ်သတ်ဆိုရင်\nပိုပြီးတောင်ကြည့်သင့်ပါတယ်လို့ ပြောလိုက်ပါရစေ။\nFile size…(1.8 GB) / (900 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:37:00\nGenre...Comedy, Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "6.8",
        "url": "https://megaup.net/2mkM0/8-Bit.Christmas.2021.720p_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_-141x200.jpg",
        "title": "Romantic (2021)",
        "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။\nသူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/romantic-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1T5BAF0RsrQfQik5WtXA30gJlk7.jpg",
        "title": "Annaatthe (2021)",
        "description": "Annaatthe 2021===============Drama/Actionအချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးလို့ထင်တဲ့အယူအဆကိုယနေ့တိုင်လက်ခံထားတဲ့သူတွေရှိသလို၊လက်မခံထားတဲ့သူတွေဆိုတာလည်းရှိ‌သပေါ့လေ။ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးမို့ရှုထောင့်အထွေထွေနဲ့ရှုစားကြရာမှာအနီးစပ်ဆုံးမှန်သွားတယ်ဆိုတဲ့ဟာတွေကိုတစ်အုပ်စုခွဲပြီးမှတ်ရတာပေါ့။တမီးလ်ကားတွေကိုအရင်ကမြန်မာပေါကားတွေလောက်ပဲထင်ခဲ့ ဘောလိဝုဒ်ကိုမမီပါဘူးလို့ထင်ခဲ့မိပေမဲ့တကယ့်တမီးလ်ကားကောင်းတွေကိုကြည့်မိပြီးသွားတဲ့အခါ တမီးလ်ကားတွေကြည့်ရတာလည်းကျွန်တော်သဘောကျတတ်လာတယ်ဗျ။ တမီးလ်ကုလားကားဆိုတဲ့အတိုင်း သီချင်းလေးတွေပါကန်ရင်လေပေါ်လွင့်ထွက်သွားတာတွေက ယုတ္တိမတန်တာကလွဲရင် ကြည့်လို့လည်းကောင်းသလိုဇာတ်လမ်းဇာတ်ကွက်ကောင်းတာကိုတော့ တကယ်မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါဘဲ။ဒီကားလေးဟာလည်း ဇာတ်လမ်းအစကနေအဆုံးထိတောက်လျှောက်ဆွဲခေါ်သွားနိုင်စွမ်းရှိတဲ့တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ ငယ်ငယ်တည်းကဆုံးပါးသွားတဲ့အဖေနဲ့အမေမရှိတော့တဲ့နောက်ပိုင်း တစ်ဦးတည်းသောညီမလေးကိုအချစ်တွေတိုးလို့ချစ်ခဲ့ရတဲ့ရွာသူကြီးအစ်ကိုကြီးတစ်ဦး၊ အစ်ကိုကြီးစကားဆိုတစ်‌သွေမတိမ်းနားထောင်တဲ့ညီမလေးအနေနဲ့အစ်ကိုကြီးအိမ်ထောင်ဖက်အသစ်ရှာပေးတာကိုကြည်ကြည်ဖြူဖြူလက်ခံဖို့စဉ်းစားရင်း၊ဘယ်လိုကနေဘယ်လို မြို့ပေါ်ကလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပါရင်ဆိုင်သွားရမယ်၊ဘယ်နေရာမှဘယ်လိုဇာတ်လမ်းဇာတ်ကွက်လှည့်သွားမလဲဆိုတာကိုတော်တော်ကြည့်ကောင်းမယ့်ကားလေးကတော့ Annaatthe 2021 ပဲဖြစ်ပါတယ် \nFile size…1.59Gb / 4GB\nQuality…720p WEBDL\nFormat…Mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Yk\nTranslated by San Thu Aung & Sai ThuRein Lynn",
        "rating": "4.7",
        "url": "https://megaup.net/32idi/Annaatthe_(2021)_Tamil_(Org_Vers)%C2%A0TRUE_WEB-DL_-_720p(CM)_(2).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvHjp1vEFmp5FquSCPQ2O95tIZJ.jpg",
        "title": "Edge of Darkness(2010)",
        "description": "Edge of Darkness(2010) အညွှန်း***************************IMDb...7.0\"လူတိုင်းနိုင်ငံရေးလုပ်လာကြတဲ့ အခြေအနေတစ်ခုရှိတယ်\nလုံးဝမဖြစ်သင့်တဲ့အဖြစ်မျိုးမှန်း သိနေတဲ့အခါမှာ ဝင်ပါရတော့တာပဲလေ\nကိုယ့်ဘဝဆုံးသွားနိုင်တယ်ဆိုတာတောင်သိလျှက်နဲ့ပေါ့\"ဒါကတော့ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဂျက်ဘာ့ဂ်က ပြောခဲ့တဲ့စကားပေါ့...ဘော်စတွန်မြို့က စုံထောက် သောမတ်စ်ခရေဗင်မှာ အမ်မာခရေဗင်ဆိုတဲ့ သမီးတစ်ယောက်ရှိတယ်..\nတစ်နေ့တော့ သူနဲ့သူ့သမီးနဲ့ အိမ်တံခါးဝကအထွက် လူတစ်ယောက်က \"ခရေဗင်\"လို့အော်ပြီး Shotgun နဲ့ပစ်သွားတာမှာ သူ့သမီးမှန်ပြီး ဆုံးသွားတယ်.....\nခရေဗင်ဟာ စုံထောက်တစ်ယောက်ဖြစ်တဲ့အတွက် ရန်ငြှိုးရန်စတွေရှိမှာပဲလို့ရဲတွေကတွေးမိတဲ့အခါမှာ လူသတ်သမား တကယ်တမ်းသတ်ချင်တဲ့လူကစုံထောက်ခရေဗင်ပဲဖြစ်မယ်လို့ ကောက်ချက်ချလိုက်တယ်...\nသူ့ကိုပစ်တဲ့အချိန်မှာ သူ့သမီးကိုမှားပြီးထိသွားတယ်ပေါ့...\nဒါပေမဲ့ ဒီကိစ္စက သွေးရိုးသားရိုးမဟုတ်မှန်းရိပ်မိတဲ့ စုံထောက်ခရေဗင်အတွက်တော့တစ်ကိုယ်တော်ထောက်လှမ်းမှုတွေလုပ်ပြီး လူသတ်သမားကို လိုက်ရှာတဲ့အခါမှာသူ့သမီးနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို မထင်မှတ်စွာဘဲ ရှာဖွေတွေ့ရှိလာခဲ့ရချိန်မှာတော့...   File Size :(2.2GB) (0.9 GB) and (365 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Gn8f/Edge_of_darkness.2010.BLU-RAY720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTQ1MjUyOTgxM15BMl5BanBnXkFtZTgwNTg3MjM4MTE@._V1_-133x200.jpg",
        "title": "Saving General Yang (2013)",
        "description": "IMDb Rating(6.4)ရန်အိမ်တော်ဆိုတာနဲ့ တစုန့်ခေတ်က အရဲရင့်ဆုံးစစ်သူကြီးအဖြစ် လျောင်နိုင်ငံရဲ့ကျူးကျော်မှု‌တွေကိုတွန်းလှန်ခဲ့တဲ့စစ်သူကြီး \"ရန်ရဲ့\"ကို တော်တော်များများ သိကြမှာပါ။\nနှစ်ပေါင်းများစွာ တစုန့်ပြည်အတွက် သက်စွန့်ဆံဖျားအစေခံရင်း အလုပ်အကျွေးပြုခဲ့တဲ့ သူ့ရဲ့နောက်ဆုံးတိုက်ပွဲအကြောင်းကို ဒီရုပ်ရှင်မှာလိုက်ပါစီးမျောခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်း............တစုန့်ပြည်ကိုကာကွယ်ရင်း လွန်ခဲ့သော ဆယ်နှစ်က သူအနိုင်တိုက်ခဲ့တဲ့ လျောင်စစ်တပ်ရဲ့ ဗိုလ်ချုပ်သားနဲ့ပြန်ရင်ဆိုင်ရတဲ့အခါ...\nစစ်ပွဲက သာမန်စစ်ပွဲနဲ့မတူတော့ဘဲ ရန်ငြိုးတွေကို အပြတ်ရှင်းကြမယ့်စစ်ပွဲဖြစ်နေတဲ့အခါ...\nထောင်ချောက်မိပြီး ဝံပုလွေတောင်ခံတပ်မှာ ပိတ်မိနေတဲ့စစ်သူကြီးကိုကယ်တင်မယ့် သူ့သား၇‌ ယောက်...\nသူတော်စဉ်ကြီးရဲ့ သား ၇ ယောက်သွားပြီး ၆ယောက်ပြန်လာမယ် လို့ထွက်ပေါ်လာတဲ့ကောလဟာလ...\nတကယ့်အဖြစ်အပျက်နဲ့ဘာတွေလွဲမှာလဲ။\nတကယ်တမ်းမှာ ဘယ်သူတွေအသက်ရှင်မှာလဲဆိုတာကို သမိုင်းဖြစ်ရပ်မှန်တွေနဲ့ ချိတ်ဆက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဟောင်ကောင်ဒါရိုက်တာ Ronny Yu ရဲ့လက်ရာဖြစ်သလို အစအဆုံးဆွဲဆောင်မှုရှိရှိနဲ့တင်ဆက်ထားနိုင်ပါတယ်။CGI မကြိုက်တဲ့မိတ်ဆွေတွေအတွက် ကြည့်ရတန်မယ့်ရုပ်ရှင်တစ်ကားပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lwin Htoo Aung",
        "rating": "6.4",
        "url": "https://megaup.net/10pzt/(CM)Saving.General.Yang.2013.720p.BluRay.mp4",
        "category": "Action, Adventure, Asian, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/79456718d2b2a642ae14fb20cff37d76-theodore-melfi-melissa-mccarthy-143x200.jpg",
        "title": "St. Vincent (2014)",
        "description": "St Vincent(2014)\n_________________\nIMDb Rating - 7.2/10ကျွန်တော်တို့ ကြားဖူးကြတဲ့ Saint ဆိုတဲ့ သူတော်စင်တွေဟာ တကယ်တော့ ကျွန်တော်တို့လို လူသားစင်စစ်တွေပါပဲလူသားတွေဖြစ်တဲ့ ကျွန်တော်တို့နဲ့ ဘာမှမကွဲပြားကြပါဘူးဒါပေမယ့် သူတို့ကို ဘယ်အရာတွေက သူတော်စင်ဆိုပြီး ဖြစ်သွားစေတာလဲသာမန်လူတစ်ယောက်ထက် ဘယ်အရာတွေက ထူးခြားသွားစေနိုင်တာလဲ ဆိုတာကိုတော့ ဒီ ဇာတ်ကားလေး ကို ကြည့်ရှုရင်း ခံစားကြည့်လိုက်ပါဗျာမင်းသားကတော့ GhostBusters,The Grand Budapest Hotel,Lost In Translation အစရှိသဖြင့် ဇာတ်ကားကောင်းများစွာနဲ့ နာမည်ကြီးပြီး Marvel ရဲ့ လာမယ့် Ant Man and the Wasp 3 မှာပါ ပါမယ်လို့ Confirmedထားတဲ့ မင်းသားကြီး Bill Murrayပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဆိုပြီး ရေးပေးချင်ပေမယ့် ဘာကိုမှ များများစားစား ညွှန်းစရာမလိုဘဲ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းလေးမလို့ အချိန်ကုန်ရကျိုးနပ်ပါတယ်လို့ ပဲ ပြောချင်ပါတယ်(ဘာသာပြန်ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2mkjs/St_Vincent_(2014)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXMwQnF7yEgCY0AwjG49vK1t4dz.jpg",
        "title": "Chhorii (2021)",
        "description": "Chhorii (2021)Horrorကြိုက်သူတွေ အကြိုက်‌တွေ့စေမယ့် အိန္ဒိယကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ကလေးချစ်တတ်ပြီး မိဘမဲ့ဂေဟာNGOမှာ ဦးစီးဦးဆောင်လုပ်နေတဲ့ဆာ့ခ်ရှီဟာကိုယ်ဝန်၈လရနေပြီဖြစ်တဲ့ ကိုယ်ဝန်သည်အမျိုးသမီးတစ်ဦးပါ။ယောက်ျားဖြစ်သူ ဟယ်မန့်က စီးပွားရေးအတွက်ရင်းနှီးငွေတွေ အလိမ်ခံလိုက်ရပြီးအကြွေးရှင်တွေရဲ့ ခြိမ်းခြောက်မှုနဲ့ကြုံတွေ့လာချိန်.....တစ်နေရာမှာ ပုန်းရှောင်နေဖို့အတွက်အကြောင်းဖန်လာပါတော့တယ်။စိုက်ခင်း‌တွေကြားထဲမှာရှိတဲ့ ရွာငယ်လေးတစ်ရွာကအိမ်မှာ ခဏရှောင်နေကြရင်းက ဒီဇာတ်လမ်းက အစပြုလာပါတယ်။ပုံမှန်မဟုတ်တဲ့ အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့ နေရာမှာဆာ့ခ်ရှီက သူနဲ့ သူ့ရဲ့မမွေးသေးတဲ့ကလေးကို ကာကွယ်ဖို့ လွတ်မြောက်အောင် ကြိုးစားရင်းဇာတ်လမ်းရဲ့မြှုပ်ထားတဲ့ ဇာတ်ကွက်တွေက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာပါတယ်။ထူးဆန်းတဲ့ကလေး၃ဦးနဲ့ မီးလောင်ကျွမ်းနေတဲ့ အမျိုးသမီးတစ်ဦးရဲ့ ဝိဉာဉ်က ဘာအတွက် မကျွတ်မလွတ်ဖြစ်နေရတာလဲ????ဘာကိုအငြိုးကြီးနေခဲ့လို့ ဒီစိုက်ခင်းကြီးကကိုယ်ဝန်သည်တွေအတွက် ကျိန်စာတစ်ခုလိုဖြစ်နေရတာလဲ????မေးခွန်းတစ်ခုပြီးတစ်ခု ပေါ်လာရင်းက\nဆာ့ခ်ရှီရဲ့ ရုန်းကန်မှုတွေနဲ့အတူဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မိခင်မေတ္တာကြီးမားပုံကိုလည်းခံစားရမယ့်အပြင်ဇာတ်လမ်းရဲ့ ဇာတ်ကွက် လှည့်စားမှုအနည်းငယ်ကလည်း ကြည့်နေတဲ့လူကို အံ့အားသင့်စေဦးမှာပါ။နောက်ဆုံးအနေနဲ့ တကယ့်ကားကောင်းလေးမို့လို့ လက်လွှတ်မခံပါနဲ့လို့ ညွှန်းလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က ရေးသားထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Milkeux နဲ့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size… 1.8GB ...",
        "rating": "8.1",
        "url": "https://megaup.net/2mkql/CHHORII_(2021)_Hindi.720p.CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onlLwmg620NuG2K3LYYsUZf3dWT.jpg",
        "title": "90 Minutes (2012)",
        "description": "90 minutes မိနစ် ၉၀ (18+)လူတစ်ယောက်ဘဝပျက်ဖို့အတွက် မိနစ်၉၀က လုံလောက်ပါ့မလား???ဒီကားလေးထဲမှာတော့လူတစ်ယောက်ဘဝပျက်ဖို့အတွက်\nမိနစ်၉၀ကလုံလောက်ပါ့မလားဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်ဒါရိုက်တာဟန်ဆုန်ဟီးက ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီက\nအောင်မြင်တဲ့ရုပ်ရှိရေလျှံဘဲကြီးတစ်ယောက်ပါသူ့မှာလည်းမိန်းမရှိပေမယ့်ငွေရှိတဲ့ယောက်ျားတို့ထုံးစံအတိုင်း\nအပျော်အပါးနဲ့ မိန်းမလည်းအရမ်းလိုက်စားပါတယ်\nသူနဲ့ ကင်းတဲ့သူလည်းမရှိသလောက်ပါပဲတစ်နေ့မှာတော့သူ့ကိုချဥ်းကပ်တဲ့မော်ဒန်မလေးတစ်ယောက်နဲ့ဇာတ်လမ်းဖြစ်မိရာက\nသူ့ဘဝအတွက်ဘယ်လိုအလှည့်အပြောင်း‌တွေဖြစ်လာစေမလဲသူ့ကြောင့်ထိခိုက်နစ်နာရတဲ့သူတွေကရောဘယ်လောက်တောင်များရှိမလဲသူကရောသူ့ရဲ့အပြစ်တွေကိုမိနစ်၉၀အတွင်းပြန်လည်ပေးဆပ်ရမလားဆိုတာဇာတ်လမ်းလေးထဲမှာကြည့်ရှုရမှာဖြစ်ပါတယ်(18+အခန်းများပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်လျော်ပါဘူး)ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးတာကတော့ REX ပဲဖြစ်ပါတယ်Genre..... Thriller\nQuality….HDRip 720p and 360p\nFile size…763MB and 425MB\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... REX\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10pq9/90.Minutes.2012.720p.HDRip.CM.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/alita-battle-angel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg",
        "title": "City of Angels (1998)",
        "description": "City of Angels (1998)အထိအတွေ့၊ အနံ့အသက်၊ အရသာ အစရှိတာတွေအပြင် နာကျင်ခြင်း ကြောက်ရွံ့ခြင်းကိုပါ ခံစားလို့မရတဲ့ နတ်သားတစ်ပါး...လူတွေသေဆုံးခါနီးတိုင်း သူသွားခေါ်ပေး နှစ်သိမ့်ပေးနေကျ...ဒါပေမယ့် တစ်ရက်မှာတော့ ဆေးရုံမှာ သူသွားခေါ်ရတဲ့ သေဆုံးခါနီးလူနာတစ်ယောက်ကြောင့်\nစိတ်ဓာတ်ကျပြီး ဝမ်းနည်းပူဆွေးသွားတဲ့ ခွဲစိတ်ဆရာဝန်မလေးကိုတွေ့လိုက်ရချိန်မှာတော့\nနတ်သားလေးရဲ့ဘဝက လုံးဝကိုပြောင်းလဲသွားပါ​တော့တယ်...အချစ်ဆိုတာကို သူနားမလည်သေးပေမယ့် ကောင်မလေးနားမှာပဲ သူနေချင်တယ်၊ အကြောင်းအရာတွေကိုသိချင် စပ်စုချင်တယ်...\nဒါပေမယ့် သူဟာ နတ်သားတစ်ပါးဖြစ်ပါတယ်ဆိုတာ ပြောပြဖို့ခက်ခဲနေခဲ့တယ်... အဲဒီလိုနဲ့ ဆေးရုံမှာ နတ်သားဘဝကနေ လူ့ပြည်ဆင်းလာပြီး ဘဝကို ဖြတ်သန်းနေတဲ့ လူတစ်ယောက်နဲ့တွေ့တဲ့အခါ နတ်သားလေးက ဆရာဝန်မလေးနဲ့ နီးစပ်ဖို့ ကြိုးစားပါတော့တယ်...\"သူ့ကို မထိတွေ့ရတဲ့ ထာဝရဘုံမှာ နေမယ့်အစား သူ့ဆံနွယ်လေးကို တစ်ခါလေး ရှူရှိုက်ရဖို့ သူ့ နှုတ်ခမ်းလေးကို တစ်ခါလေး နမ်းရဖို့ သူ့လက်ကလေးကို တစ်ခါလေး ကိုင်ရဖို့အတွက် ငါ လုပ်မှာပါ\" တဲ့...မင်းသားကြီး Nicolas Cage ဘယ်လိုတွေ ဘယ်လောက်အထိရိုမလဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2mjft/(CM)_City_of_Angels_(1998)_720p.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/circle.of_.deception-155x200.png",
        "title": "Circle of Deception (2021)",
        "description": "Circle of Deception (2021)====================ဇာတ်ကြောင်းလေးမပြောခင်မှာ ဒီဇာတ်လမ်းရဲ့မူလဝတ္ထုကိုရေးတဲ့ Ann Rule အကြောင်းကိုအရင်ရှင်းပြမှဖြစ်ပါမယ်။Ann Rule ဆိုတာက တစ်ကယ်ဖြစ်ပျက်ခဲ့တဲ့မှုခင်းတွေအကြောင်းကို ဝတ္ထုရေးတဲ့ မှုခင်းဝတ္ထုစာရေးဆရာမကြီးတစ်ဦးပါ။သူရေးခဲ့တဲ့ \" Stranger beside me\" ဝတ္ထုဆိုရင် ၁၉၇၀ကာလကအမေရိကန်မှာနာမည်ကြီးခဲ့တဲ့ကွင်းဆက်လူသတ်သမားTed Bundy နဲ့ သူကြုံတွေ့ခဲ့ရတဲ့အကြောင်းကိုရေးဖွဲ့ခဲ့ထားပြီး ၁၉၈၆, ၁၉၈၉ , ၂၀၀၀, ၂၀၀၈ခုနှစ်တွေထပ်မံပဲနှိပ်ထုတ်ဝေခဲ့ရတဲ့အထိ အောင်မြင်မှုရခဲ့ပါတယ်။အခုဇာတ်ကားလေးကလည်း ၂၀၁၃ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ \"Practice to Deceive\"ဝတ္ထုကိုမှီငြမ်းရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမှာမပျော်ရွှင်ဖြစ်နေပြီး ယောကျ်ားဖြစ်သူကိုသဘောမကျတော့တဲ့ Branny Douglas တစ်ယောက်သူ့သူငယ်ချင်း Peggy Sue Thomasကိုကြည့်ပြီးအားကျနေတာပေါ့။ Peggyဆိုတာက အလှမယ်ဟောင်းဖြစ်သလိုယုံကြည်မှုအပြည့်ရှိပြီးလွတ်လပ်တဲ့လူ။ ပြီးတော့ ချမ်းသာတဲ့သူ့ချစ်သူ Jim Hudleရဲ့ ဂရုစိုက်မှုကိုခံနေရတော့ Brannyတစ်ယောက်အားကျပြီး ကိုယ့်ရဲ့အိမ်ထောင်ရေးကိုကိုယ်တိုင်ဖြိုခွဲပစ်လိုက်ပါလေရော။ ဒါပေမယ့် Branny မသိလိုက်တာကPeggy ရဲ့ တစ်ဖက်ခြမ်းမှာဖုံးကွယ်ထားတဲ့အရာတွေ။ ဒီလိုနဲ့ အိမ်ထောင်ကွဲပြီးဘဝပျက်နေတဲ့ Branny နဲ့ Peggy က ဘယ်လိုဇာတ်လမ်းတွေပတ်သက်လာမှာလဲ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Gimy/Circle.of.Deception.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
        "title": "Wish You(2021)",
        "description": "Wish You(2021) အညွှန်း******************** ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\nသီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာ\nသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။     File Size : (1.65GB)(956MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/10ovk/Wish_You.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onlLwmg620NuG2K3LYYsUZf3dWT.jpg",
        "title": "90 Minutes (2012)",
        "description": "90 minutes မိနစ် ၉၀ (18+)လူတစ်ယောက်ဘဝပျက်ဖို့အတွက် မိနစ်၉၀က လုံလောက်ပါ့မလား???ဒီကားလေးထဲမှာတော့လူတစ်ယောက်ဘဝပျက်ဖို့အတွက်\nမိနစ်၉၀ကလုံလောက်ပါ့မလားဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်ဒါရိုက်တာဟန်ဆုန်ဟီးက ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီက\nအောင်မြင်တဲ့ရုပ်ရှိရေလျှံဘဲကြီးတစ်ယောက်ပါသူ့မှာလည်းမိန်းမရှိပေမယ့်ငွေရှိတဲ့ယောက်ျားတို့ထုံးစံအတိုင်း\nအပျော်အပါးနဲ့ မိန်းမလည်းအရမ်းလိုက်စားပါတယ်\nသူနဲ့ ကင်းတဲ့သူလည်းမရှိသလောက်ပါပဲတစ်နေ့မှာတော့သူ့ကိုချဥ်းကပ်တဲ့မော်ဒန်မလေးတစ်ယောက်နဲ့ဇာတ်လမ်းဖြစ်မိရာက\nသူ့ဘဝအတွက်ဘယ်လိုအလှည့်အပြောင်း‌တွေဖြစ်လာစေမလဲသူ့ကြောင့်ထိခိုက်နစ်နာရတဲ့သူတွေကရောဘယ်လောက်တောင်များရှိမလဲသူကရောသူ့ရဲ့အပြစ်တွေကိုမိနစ်၉၀အတွင်းပြန်လည်ပေးဆပ်ရမလားဆိုတာဇာတ်လမ်းလေးထဲမှာကြည့်ရှုရမှာဖြစ်ပါတယ်(18+အခန်းများပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်လျော်ပါဘူး)ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးတာကတော့ REX ပဲဖြစ်ပါတယ်Genre..... Thriller\nQuality….HDRip 720p and 360p\nFile size…763MB and 425MB\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... REX\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10pq9/90.Minutes.2012.720p.HDRip.CM.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/alita-battle-angel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg",
        "title": "City of Angels (1998)",
        "description": "City of Angels (1998)အထိအတွေ့၊ အနံ့အသက်၊ အရသာ အစရှိတာတွေအပြင် နာကျင်ခြင်း ကြောက်ရွံ့ခြင်းကိုပါ ခံစားလို့မရတဲ့ နတ်သားတစ်ပါး...လူတွေသေဆုံးခါနီးတိုင်း သူသွားခေါ်ပေး နှစ်သိမ့်ပေးနေကျ...ဒါပေမယ့် တစ်ရက်မှာတော့ ဆေးရုံမှာ သူသွားခေါ်ရတဲ့ သေဆုံးခါနီးလူနာတစ်ယောက်ကြောင့်\nစိတ်ဓာတ်ကျပြီး ဝမ်းနည်းပူဆွေးသွားတဲ့ ခွဲစိတ်ဆရာဝန်မလေးကိုတွေ့လိုက်ရချိန်မှာတော့\nနတ်သားလေးရဲ့ဘဝက လုံးဝကိုပြောင်းလဲသွားပါ​တော့တယ်...အချစ်ဆိုတာကို သူနားမလည်သေးပေမယ့် ကောင်မလေးနားမှာပဲ သူနေချင်တယ်၊ အကြောင်းအရာတွေကိုသိချင် စပ်စုချင်တယ်...\nဒါပေမယ့် သူဟာ နတ်သားတစ်ပါးဖြစ်ပါတယ်ဆိုတာ ပြောပြဖို့ခက်ခဲနေခဲ့တယ်... အဲဒီလိုနဲ့ ဆေးရုံမှာ နတ်သားဘဝကနေ လူ့ပြည်ဆင်းလာပြီး ဘဝကို ဖြတ်သန်းနေတဲ့ လူတစ်ယောက်နဲ့တွေ့တဲ့အခါ နတ်သားလေးက ဆရာဝန်မလေးနဲ့ နီးစပ်ဖို့ ကြိုးစားပါတော့တယ်...\"သူ့ကို မထိတွေ့ရတဲ့ ထာဝရဘုံမှာ နေမယ့်အစား သူ့ဆံနွယ်လေးကို တစ်ခါလေး ရှူရှိုက်ရဖို့ သူ့ နှုတ်ခမ်းလေးကို တစ်ခါလေး နမ်းရဖို့ သူ့လက်ကလေးကို တစ်ခါလေး ကိုင်ရဖို့အတွက် ငါ လုပ်မှာပါ\" တဲ့...မင်းသားကြီး Nicolas Cage ဘယ်လိုတွေ ဘယ်လောက်အထိရိုမလဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2mjft/(CM)_City_of_Angels_(1998)_720p.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/circle.of_.deception-155x200.png",
        "title": "Circle of Deception (2021)",
        "description": "Circle of Deception (2021)====================ဇာတ်ကြောင်းလေးမပြောခင်မှာ ဒီဇာတ်လမ်းရဲ့မူလဝတ္ထုကိုရေးတဲ့ Ann Rule အကြောင်းကိုအရင်ရှင်းပြမှဖြစ်ပါမယ်။Ann Rule ဆိုတာက တစ်ကယ်ဖြစ်ပျက်ခဲ့တဲ့မှုခင်းတွေအကြောင်းကို ဝတ္ထုရေးတဲ့ မှုခင်းဝတ္ထုစာရေးဆရာမကြီးတစ်ဦးပါ။သူရေးခဲ့တဲ့ \" Stranger beside me\" ဝတ္ထုဆိုရင် ၁၉၇၀ကာလကအမေရိကန်မှာနာမည်ကြီးခဲ့တဲ့ကွင်းဆက်လူသတ်သမားTed Bundy နဲ့ သူကြုံတွေ့ခဲ့ရတဲ့အကြောင်းကိုရေးဖွဲ့ခဲ့ထားပြီး ၁၉၈၆, ၁၉၈၉ , ၂၀၀၀, ၂၀၀၈ခုနှစ်တွေထပ်မံပဲနှိပ်ထုတ်ဝေခဲ့ရတဲ့အထိ အောင်မြင်မှုရခဲ့ပါတယ်။အခုဇာတ်ကားလေးကလည်း ၂၀၁၃ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ \"Practice to Deceive\"ဝတ္ထုကိုမှီငြမ်းရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမှာမပျော်ရွှင်ဖြစ်နေပြီး ယောကျ်ားဖြစ်သူကိုသဘောမကျတော့တဲ့ Branny Douglas တစ်ယောက်သူ့သူငယ်ချင်း Peggy Sue Thomasကိုကြည့်ပြီးအားကျနေတာပေါ့။ Peggyဆိုတာက အလှမယ်ဟောင်းဖြစ်သလိုယုံကြည်မှုအပြည့်ရှိပြီးလွတ်လပ်တဲ့လူ။ ပြီးတော့ ချမ်းသာတဲ့သူ့ချစ်သူ Jim Hudleရဲ့ ဂရုစိုက်မှုကိုခံနေရတော့ Brannyတစ်ယောက်အားကျပြီး ကိုယ့်ရဲ့အိမ်ထောင်ရေးကိုကိုယ်တိုင်ဖြိုခွဲပစ်လိုက်ပါလေရော။ ဒါပေမယ့် Branny မသိလိုက်တာကPeggy ရဲ့ တစ်ဖက်ခြမ်းမှာဖုံးကွယ်ထားတဲ့အရာတွေ။ ဒီလိုနဲ့ အိမ်ထောင်ကွဲပြီးဘဝပျက်နေတဲ့ Branny နဲ့ Peggy က ဘယ်လိုဇာတ်လမ်းတွေပတ်သက်လာမှာလဲ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Gimy/Circle.of.Deception.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
        "title": "Wish You(2021)",
        "description": "Wish You(2021) အညွှန်း******************** ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\nသီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာ\nသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။     File Size : (1.65GB)(956MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/10ovk/Wish_You.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VFBtfMRKh5Yfd8jQ4kPhhD441D.jpg",
        "title": "The Terror Live(2013)",
        "description": "The Terror Live(2013) အညွှန်း*************************IMDb...7.5ယွန်းယောင်ဟွာဟာ နာမည်ကြီးသတင်းတင်ဆက်သူဖြစ်ခဲ့ပေမယ့်သူရဲ့လာဘ်စားတယ်ဆိုတဲ့သတင်းကြောင့် ရေဒီယိုတင်ဆက်သူအနေနဲ့ ရာထူးချခံထားရပါတယ် ...တစ်နေ့မှာ ရေဒီယိုကနေ အစီအစဉ်တင်ဆက်နေတုန်း မာဖိုတံတားကို ဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်တဲ့ဖုန်းခေါ်ဆိုမှုတစ်ခုကို ရရှိခဲ့ပါတယ် ...အစပိုင်းမှာတော့ စနောက်တယ်ထင်ပြီး ဖောက်ခွဲလိုက်လို့ ပြောခဲ့ပါတယ် ...အကြမ်းဖက်သမားဟာတကယ်ပဲ ဖောက်ခွဲပြလိုက်တဲ့အခါမှာတော့အားလုံးကထိတ်လန့်ကုန်ကြပါတယ်..ဒီအခြေအနေက သူ့အတွက် သတင်းတင်ဆက်သူနေရာကို ပြန်ရနိုင်မယ့်အခွင့်အရေးပဲဆိုပြီး ရဲကိုအကြောင်းမကြားဘဲ သူ့ရဲ့အထက်လူကြီးနဲ့တိုင်ပင်ပြီး သူတို့အစီအစဉ်ကို ကြည့်သူရှုသူများအောင်လုပ်မယ်ဆိုပြီး ညှိနှိုင်းမှုလုပ်ကြပါတယ်...အကြမ်းဖက်သမားနဲ့လည်း သဘောတူညီမှုတွေ လုပ်ခဲ့ကြပြီးတစ်နိုင်ငံလုံး ကြည့်ရှုနိုင်ဖို့ သူတို့ဖုန်းပြောတာကို တိုက်ရိုက်ပြသခဲ့ပါတယ် ...သူ့ရဲ့  တကိုယ်ကောင်းဆန်တဲ့လုပ်ရပ်ဟာ အကုန်လုံး ပြဿနာအကြီးကြီးတက်ဖို့ဖြစ်လာပါတော့တယ်...ဒီကားက ကိုရီးယားရဲ့နာမည်ကြီးမင်းသားဖြစ်တဲ့ Ha Jung-woo အဓိက ပါဝင်ထားပြီးအခြားနာမည်ကြီ:သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဇာတ်လမ်းဟာ အစမှ အဆုံးထိ ဇာတ်ရှိန်ကျမသွားသလိုရင်တထိတ်ထိတ်နဲ့ကြည့်ရအောင်မြိုင်ဆိုင်လွန်းလှတယ်...လူတွေရဲ့သဘော တွေ နိုင်ငံရေးသမားတွေရဲ့ လှည့်ကွက်တွေ အမြတ်ထုတ်မှုတွေအကြောင်းရိုက်ပြထားသလိုဘက်ဂျက်လည်းအတော်ကုန်ကျခံထားတဲ့ဇတ်ကားဖြစ်တယ်...ဒါ့ကြောင့်  ရုံတင်ပြီးပြီးချင်း ၆ရက်မှာပဲ လက်မှတ်အ​စောင်ရေ ၂မီလီယံရောင်းချခဲ့ရပြီးBox Officeမှာလည်း ဒုတိယအနေရာအထိရောက်ရှိခဲ့ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Estel ဖြစ်ပါတယ်..    File Size : (1.8GB)(921 MB) and ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mjmn/The_Terror_Live.2013.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/honslarakh-posterart-160x200.jpg",
        "title": "Honsla Rakh (2021)",
        "description": "IMDb Rating(8.8)ဒီနေ့ထွက် ပန်ချာပီစကားပြော အိန္ဒိယရုံတင်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။၂၁ ရာစုမှာ အမျိုးသမီးအခွင့်အရေးကအရေးပါလာခဲ့တာ အားလုံးအသိပါ၊ ဒီလိုပဲ Single Mother ဆိုတာက ရေးကြီးခွင်ကျယ်မဟုတ်တော့ပါဘူး။ဒါဆို Single Father ဆိုရင်ရော၊ ကလေးတစ်ယောက်ကို ပျိုးထောင်တဲ့အချိန်မှာ Soft Skill ကအရမ်းလိုပါတယ်၊ Soft Skill ဆိုတာမျိုးက မိန်းကလေးတွေမှာပဲအတွေ့များတော့ သားသမီးဆိုရင်လည်း ဘယ်လိုနေ ဘယ်လိုစားဆိုတာမျိုးက အမေကပဲ သင်ပေးတာများတာပေါ့လေ။၇နှစ်အရွယ်သားလေးတစ်ယောက်ကိုပိုင်ဆိုင်ထားပြီး Single Father လုပ်နေတဲ့ Yanky က ဥစ္စာပေါရုပ်ချောဆိုတော့ နောက်ထပ် လက်တွဲဖော်ရှာဖို့ဆိုတာ ခက်တဲ့အလုပ်တော့ ဘယ်ဟုတ်မလဲ။ လက်တွဲဖော်အသစ်လည်းဖြစ် သူ့ရဲ့အချစ်စစ်လည်းမှန်ပြန်တဲ့ ကောင်မလေး ဂျက်စမင်နဲ့တွေ့ဖို့ ကံတရားကလည်း စီမံပေးလိုက်ပြန်ပါတယ်။ Single Father ဖြစ်တဲ့အတွက် သားလေး ဟွန်စလေကို ဂျက်စမင်တို့ မိသားစုက လက်ခံပါ့မလား၊ လက်မခံရင်ရော ယန်ကီးက ၅၂၈ နဲ့ ၁၅၀၀ ဘာကိုရွေးမိမလဲ။ပေါ့ပေါ့ပါးပါးနဲ့ Single ...",
        "rating": "8.8",
        "url": "https://megaup.net/2mj8f/(CM)Honsla.Rakh.2021.720p.AMZN.WEB-DL.AAC(2.0).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpnR174jTJqdduuOFGeI7RdKHZZ.jpg",
        "title": "A Better Tomorrow II (1987)",
        "description": "A Better Tomorrow II (1987)IMDb Rating - 7.3\nDirected By John Wooဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/10o2j/(CM)_A_Better_Tomorrow_II_(1987)_720p.mp4",
        "category": "A Better Tomorrow Trilogy, Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/818dGSFOP7L._RI_-133x200.jpg",
        "title": "Nineteen Eighty-Four (1984)",
        "description": "1984(1984)\n========\nIMDb Rating .... 7.1/101984ရုပ်ရှင်ဟာ စာအုပ်ကိုအရမ်းသစ္စာရှိတဲ့ ရုပ်ရှင်လို့ဆိုကြတော့\nနိုင်တီးအိတ်တီဖိုးရဲ့ မူလစာရေးဆရာဖြစ်တဲ့ ဂျော့အော်ဝဲလ် အကြောင်းပြောတာပဲ ပိုကောင်းပါမှာပါပဲ။\nဂျော့အော်ဝဲလ်ဟာ မြန်မာပြည်မှာ နေသွားဖူးခဲ့တဲ့ ကမ္ဘာကျော်ဂန္တဝင် စာရေးဆရာ၊\nမြန်မာပြည်နဲ့ပက်သက်တဲ့ Burmese Daysလို့ခေါ်တဲ့စာအုပ်ကိုလည်း ရေးခဲ့ဖူးတယ်။\nပဝေဏသီကတည်းက သခင်ဘသောင်းဘာသာပြန်ထားတဲ့ ဂျော့အော်ဝဲလ်ရဲ့ ခြေလေးချောင်းတော်လှန်ရေးခေါ် Animals Farmကို စာပေနဲ့မစိမ်းတဲ့သူတွေ ဖတ်ဖူးကြမှာပါပဲ။\nထိုစာအုပ်မှာလည်း အော်ဝဲလ်ဟာ လက်ဝဲစနစ်ထဲက လျှိုဝင်လာတဲ့ အာဏာရှင်ဝါဒကို သရော်စာဆန်ဆန် ပုံဖော်ထားခဲ့တယ်။\nဒီ1984ကတော့ သူ့ရဲ့Classicတန်းဝင်လက်ရာ မာစတာပိစ်တစ်ပုဒ်ကို ပြန်ရိုက်ထားတာပါ။၁၉၈၄ဟာ ကမ္ဘာကြီးကိုပြောင်းလဲစေခဲ့တဲ့ စာအုပ်တစ်အုပ်လို့လည်းဆိုကြတယ်။\nဒီရုပ်ရှင်ဟာလည်း စာအုပ်ကိုသစ္စာရှိစွာနဲ့ ရိုက်ထားတယ်လို့ ဝေဖန်ရေးသမားများက ဆိုပါတယ်။\nဂျော့အော်ဝဲလ်ဟာ ဆိုရှယ်လစ်တစ်ယောက်ပေမဲ့ သူ့စာတွေဟာ သူပြောသလို အနုပညာရော နိုင်ငံရေးရော ပါဝင်နေတဲ့\nအကောက်အယူလွဲကြတဲ့အခါ သူ့စာတွေကို ဆိုရှယ်လစ်ကိုဖိနှိပ်ဖို့ အသုံးခံခဲ့ရတဲ့အထိဖြစ်ခဲ့တယ်။\nသူ့တစ်ချို့စာတွေဟာ ခေတ်ရှေ့ပြေးလွန်းတာကြောင့် ဖော်ပြဖို့ငြင်းခဲ့တဲ့သူတွေတောင် နောက်ပိုင်းနှစ်အတော်ကြာမှာ ပြန်တောင်းပန်ခဲ့ရတယ်။\nသူဟာ နိုင်ငံရေးရည်မှန်းချက်နဲ့ အနုပညာရည်မှန်းချက်ကို ပေါ်လွင်အောင်ရေးချင်ခဲ့တဲ့သူပါ။\n၁၉၃၆ခုနှစ်ကတည်းကစ သူအလေးအနက်ရေးတာမှန်သမျှဟာ တိုက်ရိုက်ဖြစ်စေ သွယ်ဝိုက်ဖြစ်စေ အကြွင်းမဲ့အာဏာရှင်စနစ်ကို ဆန့်ကျင်တာနဲ့\nဒီမိုကရက်တစ်ဆိုရှယ်လစ်စနစ်ဘက်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/10nki/1984_(1984)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/63l6KYvFrdKmneKgjiIqbvViycJ.jpg",
        "title": "Priyuraalu (2021)",
        "description": "Priyuraaluအိမ်ထောင်ရေးနဲ့ ဘဝအကြောင်းကို သေချာရိုက်ပြထားတဲ့ အိန္ဒိယတောင်ပိုင်းကားကောင်းလေးတစ်ကား..ဆန္ဒနဲ့ ဘဝတစ်ထပ်တည်းကျပါစေဆိုတဲ့ဆုတောင်းက တစ်ဘဝလုံး မကြားချင်အဆုံးကြားနေရတဲ့ဆုတောင်းစကားပဲမလား၊ သို့ပေမဲ့ ဆန္ဒနဲ့ဘဝတစ်ကယ် တစ်ထပ်တည်းကျတဲ့သူတွေရော ဘယ်လောက်များများသလဲ။ဘဝဆိုတာ အဲ့ဒါပဲဗျ Desire တွေနောက်ကိုအမြဲတမ်းလိုက်ဖို့ဆိုတာခက်ခဲတယ်။အလုပ်လာလုပ်တဲ့ကောင်လေးနဲ့ မြို့ခံကောင်မလေးတို့ ဆုံမိသွားတာကနေ ‌ရိုမီယို ဂျူးလိယက် ၊ ဘုန်နီ နဲ့ကလိုက်ဒ်တို့ အရှုံးပေးရလောက်‌အောင် ချစ်ကြည်နူးတစ်တီတူးပါတော့တယ်။ဒါပေမယ့် မစားသင့်တဲ့အဆိပ်သီး မဖြစ်သင့်တဲ့အချစ်မီးဆိုသလို မင်းသားကလူလွတ်မဟုတ်ဘဲ အိမ်ထောင်သည်မှန်းသိသွားတဲ့အခါမှာတော့...ဂျူးလိယက် လက်သစ်လေးခင်မျာ ကမ္ဘာပြိုကျပါတော့တယ်။ဘာတွေဆက်ဖြစ်ကြဦးမလဲကတော့ ဇာတ်ကားကိုပဲရှူစားကြပါတော့။\nFile size…(1.2 GB)\nQuality….BluRay 1080p\nFormat…mp4\nDuration….01:54:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya & Murphy",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/priyuraalu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lgMt0SY4pzDJOpZc9Tbp6QsYcYJ.jpg",
        "title": "Kaamelott – The First Chapter(2021)",
        "description": "Kaamelott: First Installment (2021)ဒီဇာတ်ကားကတော့ 2005 ကနေ 2009 အထိ season 6ခုထွက်ထားတဲ့ Kaamelott seriesရဲ့ Sequel movie ပဲ ဖြစ်ပါတယ်Kaamelott seriesကတော့ King Arthur ရဲ့ ဒဏ္ဍာရီကို ဟာသ ဆန်ဆန် ရိုက်ကူးထားတဲ့ ပြင်သစ် seriesတစ်ခုပဲ ဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ထိုseries နောက်ပိုင်းမှာ အ​ခြေတည်ပြီး Adventure / Fantasyအမျိုးအစားပေမယ့် Comedyလည်း ရောထားတဲ့ ဇာတ်ကားမျိုးပဲ ဖြစ်ပါတယ်Kaamelott series အပြီးမှာတော့ ဘုရင်အာသာ ဟာ စိတ်ကျရောဂါကို ခံစားနေရတာကြောင့်ကမ်းမလော့က သူ့ရဲ့ ပုလ္လင်ကို ဖယ်ပေးပြီး အဇ်ကယ်လီဘာ ဓားကိုလည်း ယူခဲ့တဲ့ ကျောက်တုံးထဲမှာ ပြန်စိုက်ထားခဲ့ပါတယ်ထိုအချိန်မှာပဲ အာသာရဲ့ သူငယ်ချင်းဟောင်းဖြစ်သလို အဖော်မွန်လည်း ဖြစ်တဲ့ လန်စီလော့ဟာအာသာရဲ့ ရန်သူတော် မယ်လဂန့် ရဲ့ လွှမ်းမိုးမှုကြောင့် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mhTf/Kaamelott.First.Installment.2021.720p(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMjE3OTU4NDM0NF5BMl5BanBnXkFtZTcwNjY2NTk5Mw@@._V1_-155x200.jpg",
        "title": "Raajneeti (2010)",
        "description": "RaajneetiIMDb Rating(7.1)ခုတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို 2010 ထွက် အိန္ဒိယနိုင်ငံရေးကား political thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nနိုင်ငံရေးကားတွေကို ပုံဖော်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Bollywood ဒါရိုက်တာ Prakash Jha က ရိုက်ကူးထားပြီး ဘောလိဝုဒ်ဖန်တွေတိုင်း မစိမ်းတဲ့\nRanbir Kapoor, Ajay Devgn, Nana Patekar, Katrina Kaif နဲ့ Arjun Rampal စတဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အိန္ဒိယဝန်ကြီးချုပ်တစ်ဦးရဲ့ သမီးဖြစ်သူ ဘဟာရာတီဟာ သူမအဖေကိုဆန့်ကျင်ပြီး ပြိုင်ဖက်ပါတီခေါင်းဆောင်ဖြစ်တဲ့ ဘဟာစကာဆန်ညဲနဲ့ မေတ္တာသက်ဝင်ခဲ့ပြီး သားတစ်ယောက်မွေးခဲ့ပါတယ် ဒါပေမဲ့ ဝန်ကြီးချုပ်အသိုင်းအဝိုင်းက လက်မခံနိုင်တဲ့ကလေးဆိုပြီး သူမရဲ့အစ်ကိုက အဲ့ကလေးလေးကို မွေးကင်းစမှာတင် စွန့်ပစ်ခဲ့ပါတယ်...အဲ့ကလေးလေးကရော ဘယ်ရောက်သွားမလဲ ဘယ်သူဖြစ်လာမလဲ...ဘဟာရတီဟာ သူမချစ်သူရဲ့ စွန့်ပစ်ခံရပြီးနောက်မှာ သူမအစ်ကိုရဲ့ တိုက်တွန်းမှုနဲ့ ရာ့တရာဝဒီပါတီခေါင်းဆောင်ရဲ့ညီနဲ့ ထပ်မံလက်ထပ်ခဲ့ရပြီး သားနှစ်ယောက်ထပ်မွေးခဲ့ပါတယ် အဲ့သားနှစ်ယောက်ကရော ဘယ်သူတွေဖြစ်လာပြီး ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/raajneeti-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/venom-134x200.png",
        "title": "Venom: Let There Be Carnage (2021)",
        "description": "Venom: Let There Be Carnage (2021)==========================IMDb Rating - 6.3/10Venom 2 WebDL video quality, sound quality ကောင်းကောင်းနဲ့ Digital Released ထွက်လာပြီမို့ . update လုပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီ။Venom ဒုတိယကားမှာလည်း အက်ဒီ နဲ့ ဗယ်နွန်က မတည့်အတူနေပါပဲ။ ငြင်းလိုက်ခုန်လို့ ရန်ဖြစ်လိုက်နဲ့ လူဆိုးတွေနဲ့ ချနေဆဲပါပဲ။ကလိတပ်ဆိုတဲ့ စိတ္တဇလူသတ်သမားဆီကို အနီရောင် ကပ်ပါးကောင် ကာနေ့ဂျ် ရောက်သွားပြီ ထောင်ကနေ လွတ်မြောက်သွားပါတယ်။ကလိတပ်က သူ့ရဲ့ချစ်သူကိုပါ ထောင်ထဲက ကယ်ထုတ်ပြီး အက်ဒီ နဲ့ဗယ်နွန်ကို ကလဲ့စားချေဖို့ လိုက်လာတဲ့အခါ.....အဆက်အစပ်ရှိချင်ရင်တော့ CM မှာတင်ပေးထားတဲ့ Venom 1 ကိုကြည့်လို့ရပါတယ်။ နောက်ပြီးတော့ Venom-2 ရဲ့ အဆုံးမှာစပိုက်ဒါမန်း နဲ့ ဆက်စပ်မယ့် တစ်ခန်းပါသေးတာမို့ သေချာလေး ရှာကြည့်လိုက်ပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Gj5z/Venom.Let.There.Be.Carnage.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m24EbHxT9NGYEkOlu29YcLOgjgK.jpg",
        "title": "The King of Comedy (1982)",
        "description": "The King of Comedy (1982)မကြည့်ဖူးရင်တောင် မာတင်စကောစဲစီရဲ့ မာစတာပိစ်ကားဖြစ်တဲ့ The King Of Comedyကို အများစု သိပြီးသားဖြစ်မှာပါပဲ။ ဂန္တ၀င်စာရင်း၀င်တဲ့ နှောင်းလူတွေ မကြာမကြာမှီငြမ်းခံရတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ အမျိုးအစားက Black Comedyဆိုတော့ အဲဒီ Black Comedyဆိုတာ ဘာလဲ အရင်ရှင်းတာ ကောင်းပါလိမ့်မယ်။ BC ဘာလဲဆိုတာကို မောင်သာရ စာတစ်ပုဒ်ရဲ့ ခေါင်းစဉ်ဖြစ်တဲ့ အမာရွတ်ကြည့်ကာ ရယ်ရသည်ဆိုတဲ့ စကားလုံးနဲ့ ဥပမာပေးရင် အကောင်းဆုံးဖြစ်မယ်ထင်ပါတယ်။“ စိတ္တဇဆေးရုံတစ်ခုမှာ ဆေးရုံခေါင်မိုးပေါ်ကနေ\nလူနာတွေ တစ်ယောက်ပြီးတစ်ယောက် ခုန်ချနေကြတယ်။ အဲဒီမှာ ဆေးရုံအုပ်ကြီးရောက်လာပြီး \"ဘာလို့ ခုန်ချနေကြတာလဲ\"လို့မေးတော့ လူနာတစ်ယောက်ကပြန်ဖြေတယ်။ လေယာဉ်ပျံစီးတမ်း ကစားနေကြတာတဲ့။ အဲဒါနဲ့ တာဝန်ကျဆရာဝန်ရော မတွေ့ပါလား။ ဘယ်ရောက်သွားလဲဆိုတော့ လူနာက ပြန်ဖြေတယ်။ ပထမ Flight နဲ့ ထည့်ပေးလိုက်ပြီ‌လေတဲ့...”အဲဒီဟာသလေးကို ကြားဖူးကြလားမသိဘူး။ ရယ်ရလားဆိုတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2mgA6/(CM)_The_King_of_Comedy_(1982)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GcqdBKaMM9BWXWN07BirBMkcBF.jpg",
        "title": "Spencer(2021)",
        "description": "Spencer(2021) အညွှန်း***************IMDb....7.2Kristen Stewart ဟာ ဝေဖန်အတော်များများခံရတဲ့ သရုပ်ဆောင်တွေထဲပါတယ်လို့ဆိုရမှာပါ...သို့ပေမဲ့ Diana (ဒိုင်ယာနာ) အဖြစ်သရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်မှာတော့ Oscar ရနိုင်တယ်လို့တောင်ဝေဖန်ရေးဆရာတွေက ချီးကျူးထားကြပါတယ်....ဒိုင်ယာနာဆိုတာ ဗြိတိန်တော်ဝင် မိသားစုဝင်တစ်ဦးဖြစ်ပါတယ်...သို့ပေမဲ့ သူမ ငယ်ဘဝက ကြမ်းတမ်းပါတယ်...မိဘတွေ အိမ်ထောင်ကွဲဖြစ်ပြီး လန်ဒန်သို့ပြောင်းကာ လစာနိမ့်ဘဝဖြင့် လုပ်ကိုင်ရင်း ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတယ်...အဲဒီနောက် ဒုတိယ အဲလိဇဘက်ဘုရင်မ၏ သားကြီးဖြစ်သူ ချားလ်မင်းသားနဲ့စေ့စပ်လိုက်ပါတယ်..ဒီဇာတ်လမ်းဟာ ချားလ်မင်းသားနဲ့အိမ်ထောင်ပြုပြီး နောက်ပိုင်းအေးခဲစပြုလာတဲ့ အိမ်ထောင်ရေးပြဿနာတွေကို အဓိကထားရိုက်ပြသွားတာပါ..ဒိုင်ယာနာ တစ်ယောက် တော်ဝင် အသိုင်းအဝိုင်းမှာအနေရကြပ်လာခဲ့တဲ့အကြောင်းတွေကိုလည်း မွှမ်းထုံပြသထားပါတယ်။လူမှုရေးဆက်ဆံရေးကောင်းမွန်တဲ့အပြင် ကျက်သရေ ရှိလွန်းလှတဲ့ အလှအပကိုပိုင်ဆိုင်သူ..နိုင်ငံရဲ့ ပုံရိပ်အဖြစ်တင်စားခံရတဲ့သူ .လူထုရဲ့ချစ်မြတ်နိုးမှုကို အများဆုံးရတဲ့သူ..ဖက်ရှင်ပုံမှာလည်း ဒိုင်ယာနာစတိုင်ဆိုပြီး Fashion Queen အဖြစ်သတ်မှတ်ခံရသူ..ဒီလို ဂုဏ်ပုဒ်ပေါင်းများစွာ ပိုင်ဆိုင်တဲ့ မင်းသမီးလေးဟာနောက်ကွယ်မှာတော့ ဘယ်လိုခက်ခဲတဲ့အခြေအနေတွေကို ဖြတ်သန်းနေရလဲ....အချစ်ရေးမှာရော သူမ ဘယ်လောက်ထိ ကံကောင်းခဲ့လဲ...အခက်အခဲကြုံလို့ သူမအတွက် ကမ်းလင့်လက်တစ်စုံရှိခဲ့လား...ခံစားကြည့်ကြပါဦး..ဘာသာပြန်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်။ File ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Gjjx/Spencer.2021.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRMqDT90bASsotS8C11rasTdB5m.jpg",
        "title": "Coward Hero ( 2019 )",
        "description": "ဒီ coward hero ဆိုတဲ့ဇာတ်ကားလေးက Dramaတွေ ဟာသ‌တွေအပြည့်နဲ့ ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ကားလေးကတော့ ရှန့်ဟိုင်မြို့ရဲ့ 1930 ပတ်ဝန်းကျင်လောက်ကလူဆိုးဂိုဏ်းအဖွဲ့ဝင် ယန်သဟိုင်(မင်းသား)ဆိုတဲ့ ငကြောက်လေးတစ်ယောက်ကနေ စတင်ခဲ့ခြင်းပဲဖြစ်ပါတယ်ယန်သဟိုင်မှာ တိတ်တခိုးချစ်‌နေရတဲ့ သုချင်း(မင်းသမီး) အကမယ်လေးတစ်ယောက်ရှိပါတယ်ယန်သဟိုင်က သူ့ဘဝ‌လေးကိုအေးဆေးပျော်ရွှင်စွာ ဖြတ်သန်းနေချိန်မှာပဲသူ့မှာကုသလို့မရတော့တဲ့ရောဂါတစ်မျိုးရနေကြောင်း၊ သေတော့မှာဖြစ်ကြောင်းကိုသိလိုက်တဲ့အခါသူချစ်ရတဲ့ကောင်မလေးအတွက် အကြွေးတွေပြန်ဆပ်ပေးဖို့ဆုံးဖြတ်ခဲ့တယ်သူအကြွေးဆပ်ဖို့ ငွေရှာရင်းနဲ့ ကြက်ကန်းဆန်အိုးတိုးပြီး ရဲအရာရှိတစ်ယောက်ဖြစ်ခဲ့တယ်ဒါပေမဲ့ ဘာမှတတ်ကျွမ်းမှုမရှိတဲ့လူတစ်ယောက်က ရဲအရာရှိတစ်‌ယောက်အနေနဲ့ အမှုတွေဘယ်လိုဖြေရှင်းကြမလဲ...ရဲအရာရှိဖြစ်သွားတာနဲ့အတူ လူဆိုးဂိုဏ်းအဖွဲ့ဝင်ဖြစ်နေလို့ ကြားထဲက ပြဿနာတွေ ဘယ်လိုဖြေရှင်းမလဲ...သူအသက်ရှင်နေတုန်း သေရကျိုးနပ်အောင် ဘယ်လိုများ Drama Kingလုပ်မလဲ..သူချစ်ရတဲ့မိန်းကလေးကို ဘယ်လိုပေးဆပ်ခဲ့မလဲဆိုတာကို နောက်ဆုံးအခန်းလေးထိကြည့်ရှုလိုက်ကြရအောင်နော် Quality : HDRip 1080pFormat : mp4Genres : DramaSubtitle : Myanmar Subtitle ( hardsub )Translated By A Pu LayEncoded By LK",
        "rating": "5.",
        "url": "https://channelmyanmar.org/coward-hero-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/RlDDx_4f-141x200.jpg",
        "title": "Drama Special The Effect of a Finger Flick on a Breakup(2021)",
        "description": "Drama Special The Effect of a Finger Flick on a Breakup(2021)အညွှန်း***************************************************************ရီးရဲ -ဘာကာ ဒါဘီပွဲ....ပြိုင်ဆိုင်မှုပြင်းထန်လှတဲ့ပွဲကြီးပွဲကောင်းကို ကြည့်နေတဲ့ ချစ်သူစုံတွဲတစ်တွဲရှိတယ်...ကောင်မလေးက ဘာကာဘက်ကလောင်းတယ်..ကောင်လေးက ရီးရဲကလောင်းတယ်..ကြေးကတော့ နဖူးတောက်ကြေး...ဘန်ဇီမာသွင်းလိုက်တဲ့ဂိုးကြောင့် ကောင်လေးဟာ ကောင်မလေးကို နဖူးတောက်တယ်...တကယ်တွယ်မှာနော်လို့ အပြောကိုကောင်မလေးက ပြုံးပြုံးလေးနဲ့တောက်ပါဆိုပြီးမျက်လုံးလေးမှိတ်လို့ပေါ.... အားကြီ:နဲ့ကောင်လေးရဲ့ တောက်ချက်ကြောင့် ကောင်မလေးငိုမဲ့မဲ့ဖြစ်သွားတယ်... အဲ့ဒီနောက် တော့ နဖူးတစ်ချက် နင်းကန်တောက်တဲ့ နောက်ဆက်တွဲ ပြဿနာကဆက်တိုက်လို့ပြောရပါတော့မယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦ:နော်...File Size :(1 GB) and (480 MB)\nQuality : Web-Dl 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Estel & wWin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/10l1u/Drama_Special_The_Effect_of_a_Finger_Flick_on_a_Breakup(2021)WEB-DL720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMmI2NGU0YTktOTVkZC00YmIwLTgwZDItNDlkY2QxYzk4NTQyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Feast (2021)",
        "description": "The Feast (2021)ချမ်းသာတဲ့ မိသားစုတစ်စုဟာ ဝေလတောင်တန်းတွေကြားမှာ အိမ်တစ်အိမ်သီးသန်းဆောက်ပြီးနေထိုင်ပါတယ်\n(ဝေလနိုင်ငံဆိုတာတော့ UK ရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်တဲ့ နိုင်ငံတစ်နိုင်ငံပါ ဝေလလူမျိုးတွေရဲ့ အင်းဂလိပ်စကားက ရှေးဟောင်းအင်းဂလိပ်စကား အစစ်ပါ)တစ်နေ့တော့ သူတို့ရဲ့ စီးပွာရေးသမားတစ်ယောက်ရယ် အိမ်နီးနားချင်းတစ်ယောက်ရယ်နဲ့ အတူ ညစာစားဖို့ စီစဉ်ထားကြပါတယ်\nညစာစားပွဲမှာ ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်က အိမ်အကူအဖြစ် လာကူညီပေးပြီးတော့ ဆိုးရွားမှုတွေအများကြီး စဖြစ်လာပါတော့တယ်အဲ့ဒီကောင်မလေးက ဘယ်သူလဲ သူတို့ကရော ညစာစားပွဲမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဆိုတဲ့ မေးခွန်းတွေ\nသွေးထွက်ကြမ်းတဲ့ horror scenes တွေနဲ့အတူ dialogueတစ်ခုချင်းစီက သင့်ကို ဇာတ်လမ်းအကြောင်းနားလည်အောင် ရှင်းပြသွားမှာပါHorror vibe လေးခံစားချင်ပြီး plot twistလည်း ကြိုက်တဲ့သူတွေအဖို့တော့ ကြည့်ရတန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်မှာပါ( ဘာသာပြန်ပြီ အညွှန်းရေးသားထားသူကတော့ Thura Hein ပဲ ဖြစ်ပါတယ်)File Size__(1.7GB) / (850 MB)\nQuality__1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:33:00\nType__Drama , Horror ...",
        "rating": "5.9",
        "url": "https://megaup.net/10l0n/The_Feast_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/b-150x200.jpg",
        "title": "Soldier Boy (2019)",
        "description": "ဖြစ်ရပ်မှန် ဒရာမာ စစ်ကားလေး တစ်ကားလောက် ကြည့်ရအောင်။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တကယ်ရှိခဲ့တဲ့ သူရသတ္တိဆုတံဆိပ်ရ၆နှစ်အရွယ် အသက်အငယ်ဆုံး စစ်သားလေး ဆီရော့ရှာ ရှိရှကင်အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းလည်းကောင်းသလို ကလေးကလည်းအရမ်းကိုချစ်ဖို့ကောင်းပါတယ်။ ဂျာမန်တွေကြောင့် မိသားစုတစ်စုလုံးအသတ်ခံရအပြီးမှာဆီရော့ရှာလေးကို တပ်ရင်းတစ်ခုက ကင်းထောက်တစ်ယောက်က ကောက်ရပြီး ခေါ်လာခဲ့ပါတယ်။တပ်ရင်းကနေ မိဘမဲ့ဂေဟာကို ပို့ရမှာဖြစ်ပေမဲ့ တပ်ရင်းတစ်ရင်းလုံးကချစ်ပြီးတပ်ရင်းမှူးကိုယ်တိုင်က မွေးစားလိုက်တဲ့အတွက် ဆီရော့ရှာဟာ တပ်ရင်းမှာပဲ ဆက်နေခွင့်ရခဲ့ပါတယ်။တိုက်ပွဲအတွင်း ကျည်ဆံလိုက်ပို့တာ၊ ဆက်သွယ်ရေးကြိုးသွယ်တာ၊ စာတွေလိုက်ဝေတာကအစတတ်နိုင်သမျှအကုန်လုပ်ခဲ့ပြီး သူ့မွေးစားအဖေကိုပါ သူ့ကိုချစ်တဲ့ သူနာပြုလေးနဲ့လိုက်ပြီးအောင်သွယ်ပေးတဲ့အထိကို လိမ္မာပြီး လည်တဲ့ကလေးပါပဲ။ကြည့်ရင်းနဲ့ကို အတော်သဘောကျဖို့ကောင်းပါတယ်ကြည့်ကြည့်လိုက်ပါဦး\nFile size…(1.6 GB) / (800 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:26:00\nGenre...War, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "",
        "url": " https://megaup.net/1Gicu/Soldatik.2019.720p.AMZN.WEB-DL_(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shoot-Em-Up-poster-133x200.jpg",
        "title": "Shoot ‘Em Up (2007)",
        "description": "Shoot 'Em Up (2007)IMDb - 6.7/10_____Rotten - 67%\nမမမိုနီကာပါဝင်တဲ့ Action/Thriller လေးပါ...မုန်လာဉနီမြင်ရင် သတိရနေမိတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။ဇာတ်လမ်းအကြောင်းလေးကို အနည်းငယ်မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအစမှာ ဘယ်သူမှန်းမသိတဲ့ ဗိုက်ကြီးသည်မိန်းကလေးတစ်ယောက်နဲ့စတင်ထားပါတယ်။ဒီမိန်းကလေးကို ဘယ်ကမှန်းမသိတဲ့ လူတစ်စုကသတ်ဖြတ်ချင်နေကြပါတယ်. . .အဲ့လိုပြသနာတွေဖြစ်နေကြတုန်းမှာ ဘယ်လိုပေါ်လာမှန်းမသိတဲ့ ဇာတ်လိုက်က မိန်းကလေးကိုကယ်သွားပါတယ်...ကလေးတောင်မွေးပေးလိုက်သေး...သူတို့ဇာတ်ရှုပ်ကြီး အပစ်အခတ်ကြမ်းကြမ်းနဲ့ ဘယ်လိုရှင်းကြမလဲဆိုတာ....။ဇာတ်လမ်းသွား တမူထူးခြားတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:26:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Idiot Myo Ko",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/shoot-up2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJLuxVycKX8m0A8LzYG9yvyR7fJ.jpg",
        "title": "Bones of Crows (2023)",
        "description": "Bones of Corws (2022)(RT 94% , IMDb 6.6 )ကနေဒါ‌‌မြေဟာ လူဖြူတွေမကြီးစိုးခင် ကနေဒါနိုင်ငံရယ်လို့ မဖြစ်လာခင်ကတည်းက ဌာနေတိုင်းရင်းသားတွေက နေထိုင်ခဲ့ကြတာပဲ ဖြစ်ပါတယ်။\nဥရောပသားတွေ ရောက်ရှိလာပြီး နောက်မှာတော့ ဥရောပပုံစံ ဖြစ်လာအောင်၊ သူတို့အုပ်ချုပ်မှုအောက်ထဲ ခိုဝင်လာအောင် လူဖြူတွေက မျိုးစုံကြံစည်ခဲ့ကြတာ အများအသိပါ။\nဒါတွေဟာ လွန်ခဲ့တဲ့ နှစ် 200၊ 300လောက်က ဖြစ်ခဲ့တာလို့ ထင်ရင် မှားပါမယ်။\nကနေဒါမှာ ဒီလို လူမျိုးစုတွေအပေါ် ဥပဒေကို အသုံးပြုပြီး နိုင်ထက်စီးနင်းပြုလုပ်ခဲ့မှုတွေဟာ 1990ဝန်းကျင်အထိ ရှိခဲ့ပါတယ်။\nBones of Crowsက‌‌ေတာ့ ဒီနည်းတွေထဲက တစ်ခုအပေါ် အခြေခံလို့ ရိုက်ကူးထားပါတယ်။တိုင်းရင်းသားကလေးငယ်လေးတွေကို မူကြိုကျောင်းနေအရွယ်ကစလို့ မိဘရင်ခွင်ထဲကနေ ဥပဒေအရ ဆွဲခေါ်ပြီး ခရစ်ယာန်ဘုန်းတော်ကြီးတွေ ဦးစီးတဲ့ အဆောင်နေကျောင်းတွေဆီသို့ ပို့ဆောင်ပစ်ခဲ့ကြပါတယ်။\nကျောင်းကိုဦးစီးတဲ့ ဘုန်းကြီး သီလရှင်တွေဟာ ကလေးသူငယ်များကို ရည်ရွယ်ချက်ရှိရှိ အစာအာဟာရ မပြည့်ဝအောင် ကျွေးခြင်း၊\nစိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ထိလက်ရောက်အပြင် ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VShb/bones.of.crows.2022.720p.web.CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dtVDZIz5etaffum12zba0ekeKqD.jpg",
        "title": "The Redeemers (2022)",
        "description": "The Redeemers (2022)Cult ဆိုတဲ့ အသုံးအနှုန်းကိုတော့ ဘာသာရေးကားတော်တော်များများမှာ မြင်ဖူးနေကျဖြစ်မှာပါ။ တစ်သီးပုဂ္ဂလကွဲထွက်နေတဲ့ ဘာသာရေးလိုက်စားသူ အသင်းအဖွဲ့တွေကိုဆိုလိုတာပါ။ ဒီဇာတ်ကားက Dark Comedy ဆန်တယ်လို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင်...ဇက်ဝါကာ ဆိုတဲ့ အမည်သာရှိတဲ့လူသားတစ်ဦးကို အနန္တဘုရားအဖြစ်သဘောထားပြီး ကိုးကွယ်နေကြတဲ့အဖွဲ့တစ်ခုနဲ့ စတင်ပါတယ်။ အသင်းဖွဲ့ရဲ့အဓိကလုပ်ငန်းစဥ်က ဘာသာရေးဆွယ်ရတာပါ။ ကိုယ်တော်ငယ်ရယ် ကြီးကြပ်သူရယ်က တစ်အိမ်ဝင် တစ်အိမ်ထွက်ပြီး ဇက်ဝါကာကို သက်ဝင်ယုံကြည်ဖို့ လိုက်ဆွယ်ကြဖို့ စေခိုင်းခြင်းခံရပါတယ်။ ကိုယ်တော်ငယ်လေးကတော့ ဝါနုသေးတော့ လူငယ်ဆန်ပြီး ကြီးကြပ်သူက မောက်မာကြမ်းတမ်းတဲ့ပုံစံပါ။တစ်နေ့မှာ ထုံးစံအတိုင်း လူဆွယ်ဖို့ အိမ်တစ်အိမ်ကိုဝင်လိုက်တဲ့အခါ လင်မယားနှစ်ယောက်ရဲ့ သရော်မှုကြောင့် မလုပ်သင့်မလုပ်အပ်တာကိုကြူးလွန်မိတဲ့အခါ... ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါတော့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shein Waiyan မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g1t5/(CM)_The_Redeemers_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZGM2Yzc4NWItYmI5Zi00YTE1LWExYzYtY2EwNGMwN2UzMTcyXkEyXkFqcGdeQXVyMDU1MzkzMA@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Deadly Entanglement (2023)",
        "description": "Deadly Entanglement (2023)\n======================လောကမှာ ပစ္စည်းတစ်ခုခုကိုပဲဖြစ်ဖြစ်၊ လူတစ်ယောက်ကိုပဲဖြစ်ဖြစ်\nကိုယ်မှမပိုင်ဆိုင်ရရင် တခြားဘယ်သူ့ကိုမှပိုင်ဆိုင်ခွင့်မပေးနိုင်လောက်\nတော့တဲ့ စွဲလမ်းစိတ်ကြီးမားတဲ့သူတွေရှိကြမှာပါ။ ကျွန်တော်တို့တတွေ\nဟာ တွေ့ဆုံကြုံကွဲ ဆိုတဲ့ သံသရာစက်ဝန်းထဲမှာပဲ လည်ပတ်နေတာ\nဖြစ်လို့ တစ်ခါတစ်ရံ မစွန့်လွှတ်ချင်ပေမဲ့လည်း စွန့်လွှတ်လိုက်ရတဲ့ အခိုက်\nအတံ့ပေါင်းများစွာ ကြုံတွေ့ကြရမှာ။ အဲလိုမှ မဟုတ်ပဲ တစ်ဖက်သတ်\nအတင်း တွယ်ကပ်နေမယ်ဆိုရင်တော့ 'တစ်ဖက်သတ်' ဆိုတဲ့အတိုင်း\nတစ်ဖက်ကို သတ် ရင်း ကိုယ်ပါသေတတ်တယ်မဟုတ်လား။ဒီဇာတ်ကားလေးထဲမှာလဲ ကွာရှင်းပြီးတဲ့ သူ့ရဲ့ခင်ပွန်းဟောင်းကို ဖက်တွယ်\nမိတဲ့ ဒီဒရာ ဆိုတဲ့ တစ်ယောက် သူတို့ရဲ့ သားလေးကို အုပ်ထိန်းခွင့် ရဖို့ဆိုတဲ့\nအကြောင်းပြချက်နဲ့ ခင်ပွန်းဟောင်းရဲ့ မိသားစုနဲ့ ပတ်သတ်ဖို့အကြောင်းဖန်\nလာပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ ရည်မှန်းချက်အစစ်က သူ့ခင်ပွန်းရဲ့ အနား\nမှာ ရှိတဲ့ တခြားသူတွေကို ဖယ်ရှားပစ်ဖို့ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့ သား ရယ် ခင်ပွန်း\nရယ် ဇနီးဟောင်းရယ် ဇနီးသစ်လေးရယ် ကြားမှာ ဘာတွေဘယ်လိုဆက်ဖြစ်\nကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.39 ...",
        "rating": "720",
        "url": "https://megaup.net/1g0fx/Deadly.Entanglement.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/46eKPjoWEyNBAQKDoXEcDFBcaUw-133x200.jpg",
        "title": "Gilda (1946)",
        "description": "Gilda (1946)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ The Shawshank Redemption ဆိုတဲ့ ထောင်ဖောက်ဇာတ်ကားကို လူကြီးမင်းတို့ အပြန်ပြန်အလှန်လှန် ကြည့်ဖူးကြမယ်ဆိုရင်ပေါ့ဗျာ။ အဲဒီဇာတ်ကားထဲမှာ မိန်းမပျိုလေးတစ်ယောက်က အန်ဒီဆိုတဲ့ ဘူမိဗေဒသမားလေးကို ထောင်ဖောက်ဖို့ ကူညီပေးခဲ့တာ အမှတ်ရမိကြမှာပါ။အန်ဒီရဲ့ အခန်းနံရံက သူတူးထားတဲ့ လိုဏ်ခေါင်းပေါက်ကို အပြုံးလေးနဲ့ ကွယ်ပေးထားတဲ့ မင်းသမီးပိုစတာလေးကို ပြောတာပါလေ။ အဲဒီမင်းသမီးလေးက Rita Hayworth တဲ့။ထောင်မင်းသားတွေကို ရုပ်ရှင်ပြကြတော့ Gilda ဆိုတဲ့ဇာတ်ကားကို အထပ်ထပ် အခါခါ ပြခဲ့ကြတာပေါ့။ မင်းသမီးလေး Rita Hayworth က Gilda ဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့ ဆံနွယ်လေးတွေကို ဝဲခနဲ ခါလိုက်တဲ့အခါမှာ ထောင်မင်းသား ပရိသတ် ဝေါခနဲ ဖြစ်သွားရတာပေါ့။Red ကတော့ တဖွဖွပြောလေရဲ့။ သူ့ရဲ့ဆံနွယ်လေးတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2BWiu/(CM)_Gilda_(1946)_BluRay_720p.mp4",
        "category": "Drama, Film-Noir, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_-160x200.jpg",
        "title": "Kutch Express (2023)",
        "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊\nအပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊\nဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့\nမင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့\nမွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့\nသူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူး\nမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့\nဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ....ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်\nဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ...အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေ\nဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.1GB / 844MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BWjg/Kutch_Express_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/92AT6RNm57NCe8ykKWyxKJA5jKF.jpg",
        "title": "Sun Moon (2023)",
        "description": "Sun Moon (2023)သတို့သား မရှိခဲ့တဲ့ Kelsey ရဲ့ မင်္ဂလာပွဲ ...\nဘာလို့လဲဆိုတော့ ဘုရားသခင်က ပြောလို့ လက်ထပ်လို့မရဘူး ဆိုတဲ့ဆင်ခြေနဲ့\nသူချစ်ရတဲ့သူရဲ့ပစ်ပယ်ခြင်းကိုခံလိုက်ရတဲ့ Kelsey တစ်ယောက်အတွက်\nဘုရားသခင်က သူမကိုကျ ဘာလို့ မပြောတာလဲဆိုတဲ့ လူတွေရဲ့မေးခွန်းကို\nဖြေပေးစရာစကား သူ့မှာ ရှိမနေခဲ့ပါဘူး။\nဘုရားကျောင်း နဲ့ လူတွေကို ရင်ဆိုင်​တွေ့ဖို့ ကြောက်နေတဲ့ Kelsey က\nမင်္ဂလာပွဲကပစ္စည်း​တွေယူဖို့ မတတ်နိုင်ဘဲဘုရားကျောင်းကိုသွားရပြန်တယ် ။\nအဲ့ဒီမှာ အခါအခွင့်သင့်စွာနဲ့ ထိုင်ဝမ်မှာ အင်္ဂလိပ်စာသင်ပေးဖို့ အလုပ်ကမ်းလှမ်းခံခဲ့ရပါတယ်။\nသူ့ဘဝရဲ့ ရှုံးနိမ့်မှုတွေနဲ့ လှောင်ပြောင်ခံရခြင်းတွေဆီကထွက်ပြေးဖို့ ထိုင်ဝမ် ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ\nKelsey တစ်ယောက် သူ့ရဲ့ဒဏ်ရာတွေကို ထိုင်ဝမ်မှာကုစားနိုင်ပါ့မလားဆိုတာ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်လိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Phyu Phyu Thant ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.5GB | 799MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "5.3",
        "url": "https://megaup.net/3hNcz/Sun.Moon.2023.720p.WEB.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzkzY2VkYzYtM2VhZS00YjdlLWJjODctM2UyMTFlNTUyYmVmXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Flood (2023)",
        "description": "The Flood (2023)\n================ဒီဇာတ်ကားလေးကတော့ အမေရိကန်နိုင်ငံ လူ၀စ်စီအာနားပြည်နယ်မှာ\nဟာရီကိန်းမုန်တိုင်းတိုက်နေတုန်း ထောင်ဖောက်ဖို့ကြိုးစားတဲ့ဇာတ်ကား\nလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအစမှာတော့ လူနှစ်ယောက်စကားပြော\nနေရင်း တစ်ယောက်က မုန်တိုင်းကြောင့်ရောက်လာတဲ့ မိကျောင်း(Alligator)\nစားတာခံလိုက်ရပါတယ်။ တစ်မြို့လုံးက ဟာရီကိန်းမုန်တိုင်းကြောင့် ရေ\nတွေကြီးပြီး မိကျောင်းတွေလည်းသောင်းကျန်းနေပြီပဲဖြစ်ပါတယ်။ရှဲရစ် ဟာအမျိုးသမီးအရာရှိတစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ ရဲစခန်းဟာ\nလည်း ရေကြီးတဲ့ဒဏ်ကို အလူးအလဲခံစားနေရပြီး မိကျောင်းတွေရောက်\nရှိလာပါတယ်။ တစ်နေ့တော့ ဟာရီကိန်းမုန်တိုင်းတိုက်နေတဲ့ကြားကနေ\nထောင်သားတွေကိုရွှေ့ပြောင်းလာတဲ့အဖွဲ့တစ်ဖွဲ့က သူ့ရဲ့ရဲစခန်းကို ခိုလှုံဖို့\nရောက်လာပါတော့တယ်။ ရှဲရစ် ကတော့သူတို့ကို လက်မခံချင်ပေမယ့်\nမတတ်နိုင်ခဲ့ဘဲ လက်ခံလိုက်ရပါတယ်။ လာရောက်ခိုလှုံတဲ့ထောင်သား\nတွေကလည်း အမျိုးမျိုးဆိုးသွမ်းကြတဲ့သူတွေဖြစ်ကြောင်းကို သိလိုက်\nရပါတယ်။ အဲဒီထဲကမှ ကိုဒီရက်ဆယ် ဆိုတဲ့သူကတော့ တည်ငြိမ်ပြီး\nတခြားသူတွေနဲ့ကွဲပြားနေပါတယ်။တစ်ဖက်မှာလည်း ကိုဒီ ကိုကယ်ချင်နေတဲ့အဖွဲ့ကရှိနေပါတယ်။ မုန်တိုင်း\nသဲနေတဲ့အချိန်၊ မိကျောင်းတွေအပြည့်နဲ့ ရဲစခန်းထဲမှာ အဲဒီအဖွဲ့က အထဲ\nကိုဖောက်၀င်ပြီး ကိုဒီ ကိုလာရောက်ကယ်ဆယ်တဲ့အခါမှာတော့ ဘယ်လို\nကြောက်လန့်ဖွယ်ရာတွေဖြစ်မှာလဲ၊ ဒီအခြေ‌အနေကိုဘယ်လိုကျော်ဖြတ်\nသွားမလဲ၊ ကိုဒီ ကရောဘယ်လိုလူလဲဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာ\nပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat  ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (565 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.2",
        "url": "https://megaup.net/2BV9w/The.Flood.2023.720p.AMZN.WEB-DL.D(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
        "title": "Fatafati (2023)",
        "description": "Fatafati\nIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nလူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့\nbody shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့\ndrama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့\nသာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nသူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့\nယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကို\nခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါ\nbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်း\nတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦး\nဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်\nbody shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီး\nသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊\nမလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူ\nပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့\nဒီ\" Fatafati \"ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့\nbody shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကို\nထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့\nလက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့\nတိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.04GB ...",
        "rating": "7.5",
        "url": "https://megaup.net/2BVzT/Fatafati_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWEyNzMyYWQtMjY0My00YTU3LTlhYTEtYTYzOWI1NjJlMGI2XkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_-133x200.jpg",
        "title": "Key to Love (2023)",
        "description": "Key to Love (2023)\n===============ကျွန်တော်တို့ဟာ ဘဝရဲ့တစ်ကွေ့ကွေ့မှာချစ်ခြင်းမေတ္တာနဲ့ တွေ့ဆုံ\nကြဖူးမှာပါ။ ဒီရုပ်ရှင်ဟာလည်း အချစ်အကြောင်းဖော်ကြူးရိုက်ကူး\nထားတယ်ဆိုပါတော့ဗျာ။ ဒီဇာတ်ကားမှာ မင်းသားဖြစ်သူ ဂျော့်ရှ်က\nအဖိုးဆုံးပြီး အမွေတွေရတော့ မြို့ကြီးကနေ သူရဲ့ချက်မြုပ်ဇာတိ\nနယ်မြို့လေးကို ပြန်လာရတယ်။ ဇာတ်လိုက်မင်းသမီးလေးက အမွေ\nရထားတဲ့စာအုပ်ဆိုင်လေးကိုဦးစီးပြီး နယ်မြို့လေးမှာပဲငြိမ်းချမ်းစွာ\nနေထိုင်နေတယ်ပေါ့။မင်းသားနဲ့မင်းသမီး အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး သူတို့ရဲ့တွေ့ဆုံမှုက\nအစမကောင်းခဲ့ဘူး။ နောက်မှ သေချာတွေ့ဖြစ်ကြပြီး တစ်ယောက်ကို\nတစ်ယောက်ချစ်ခင်စုံမက်သွားကြတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ အဲဒီ\nလောက်လည်း ဘယ်လွယ်ကူမလဲဗျာ။ ဂျော့ရှ်အဖိုးဆီကနေ ငွေတွေ\nခွာယူနေတဲ့ ဗီလိန်ရှေ့နေကြီးနဲ့ သူ့သမီးကလည်းမင်းသားနဲ့မင်းသမီးရဲ့\nချစ်ခြင်းကို အမျိုးမျိုးဝင်နှောက်ကြသေးတာပေါ့။ အဆုံးမှာတော့ မထင်\nမှတ်ထားတဲ့အလှည့်အပြောင်းတွေဖြစ်ပြီး ဘယ်လိုဇာတ်သိမ်းသွားမလဲ\nဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ ခရင့်ချ်\nဖြစ်တဲ့ အချစ်ဇာတ်လမ်းတွေ ကြိုက်တဲ့သူတွေဆိုရင်တော့ ဒီရုပ်ရှင်\nလက်မလွှတ်တန်းကြည့်သင့်ပါတယ်လို့အကြံပေးပါရစေခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (958 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1VTku/Key.to.Love.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAmYt3ZBdvPBhTuLUPUxEIlBAjr.jpg",
        "title": "Loser Hero ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်မောရတဲ့ Comedy\nဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဘယ်အိမ်ရောင်းရောင်း ရောင်းမထွက်တဲ့\nကံကောင်းအိမ်ခြံမြေလုပ်ငန်းက ကွမ်းမင်ရှင်း……နဲ့\nဘယ်အိမ်မဆို ရအောင်ရောင်းနိုင်တဲ့\nလှပသောမြို့ပြ အိမ်ခြံမြေလုပ်ငန်းက ရှန့်ချင်း……သူတို့နှစ်ယောက်ဟာ ရောင်းအားရဖို့အရေးလုပ်ငန်းခွင်မှာ\nအပြင်းအထန်ယှဉ်ပြိုင်ကြတာပေါ့။\nဒီလိုနဲ့အကြိတ်အနယ်ပြိုင်ကြရင်\nအချစ်မီးပွါးလေးတွေဖြစ်လာကြတယ်။အချစ်စစ်အချစ်မှန်တွေရှားပါးနေတဲ့ခေတ်ကြီးမှာ\nသူတို့တွေဟာ အချစ်ကိုအမိအရဖမ်းဆုပ်ထားနိုင်မလား……\nလောကဒဏ်ရဲ့ရိုက်ခတ်မှုတွေကြားမှာယိမ်းယိုင်သွားမလား\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်စောင့်ကြည်ရမှာဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/loser-hero-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/DSFSDFSDFSDF-133x200.jpeg",
        "title": "The Post (2017)",
        "description": "The Post(2017)\n**************\nIMDb....7.3,,,,,Rotten ....88\nဒါရိုက်တာက Steven Spielberg ....အဓိက သရုပ်ဆောင်တွေကMeryl Streep, Tom Hanks နဲ့  Sarah Paulson  ....Rating တွေ မြင့်တာတွေ အော်စကာဆုတွေမှာ စာရင်းဝင်ခဲ့တာတွေအခြားဆုပေါင်းများစွာ ရတာတွေ အသာထား ...ဒီဒါရိုက်တာ နဲ့ ဒီသရုပ်ဆောင်တွေနဲ့တင် ထွေထွေထူးထူး ညွှန်းဆိုဖွဲ့စရာ မလိုဘူးထင်တယ်....အမေရိကန်ရဲ့ထိပ်တန်းသတင်းစာတိုက်တစ်ခုဖြစ်တဲ့ The Washington Post မှာပထမဆုံးအမျိုးသမီးပုံနှိပ်ထုတ်ဝေသူဟာKatherine Graham (မင်းသမီးကြီး Meryl Steep) ပါ...အယ်ဒီတာကတော့Ben Bradlee (မင်းသားကြီးTom Hanks) ဖြစ်ပါတယ်..သူတို့ဟာ အစိုးရရဲ့နှစ်ပေါင်းသုံးဆယ်တိုင်တိုင်  ဖုံးကွယ်ထားတဲ့ လျှို့ဝှက်ချက်တွေပြည်သူတွေကိုညာခဲ့တာတွေကို ပြိုင်ဘက်သတင်းစာတိုက်ဖြစ်တဲ့The Nw York Times နဲ့အပြိုင် ထုတ်ဖော်ကြတယ်...အစိုးရကိုလျှို့ဝှက်ချက်တွေ ထုတ်ဖော်ပြီဆိုမှာတော့  သူတို့တွေ ကြုံရတဲံ အခက်အခဲတွေအန္တရယ်တွေဟာ ဘေးပတ်လည် ဝိုင်းနေပါတယ်...အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေ လိမ်ညာမှုတွေက ဘာလဲ...သူတို့တွေကရော ရင်ဆိုင်နိုင်ပါ့မလား...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် JtheKoala  ဖြစ်ပါတယ်...File Size :(2.6GB) &(994MB)\nQuality ...",
        "rating": "7.3",
        "url": "https://megaup.net/1g1da/The_Post.(2017).BLU-RAY.720P(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDk5YzcyZjktZGFjMi00YTI4LTlhYjUtZjE5NDAzNDdhODRmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-157x200.jpg",
        "title": "Pareshan (2023)",
        "description": "Pareshan 2023IMDb rating - 6.7/10ခုတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ တေလဂူးရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေ အများကြီးနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမှာဖြစ်ပြီး ဇာတ်‌အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ လူ့ဘောင်လူ့လောကမှာ ဖြစ်တတ်တဲ့ကိစ္စအဝဝကို ဟာသနှောပြီးကြည့်ရှုရမှာပါ။\nမိန်းမရှိလျှက်နဲ့ ‌အငယ်လေးတစ်ယောက်ကိုကြူးရင်း လူမိလို့ရဲစခန်းရောက်သွားတဲ့သူနဲ့၊ ဦးလေးဆီပြန်ပေးရမဲ့ငွေကို ဒုက္ခရောက်နေတဲ့ သူငယ်ချင်းကိုကူရင်း ငွေတွေပလုံသွားတဲ့သူနဲ့၊ ရည်းစားချိန်းတွေ့ရာမှ ဂွင်ဆင်ခံရပြီး တကယ်လက်ထပ်လိုက်ရတဲ့သူနဲ့၊\nသားဖြစ်သူကိုထောင်ထဲကနေထုတ်ဖို့ အာမခံငွေမရှိသူနဲ့...\nစစသဖြင့် ဇာတ်ကားမှာ ပျင်းစရာတစ်ကွက်မှမပါဘဲကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီတော့ ဇာတ်ကားနာမည် Pareshan (ဒုက္ခ)ဆိုတဲ့အတိုင်း\nလောကဓံဒုက္ခတွေကို သူတို့ဘယ်လို အမျိုးစုံကြိုးခုန်ကြမယ်ဆိုတာ\nအပန်းဖြေရင်းကြည့်ရှုလိုက်ရအောင်ဗျာ....(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Moon ~V~Cherry~BpL~Yunni~Aditi တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.05GB / 1GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~V~Cherry~BpL~Yunni~Aditi",
        "rating": "6.5",
        "url": "https://megaup.net/2BVpl/Pareshan_2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/faces-in-the-crowd-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2BW7e/The.Collective.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTUzNTczYTMtMzdkOC00ODlkLTk1NDMtYWYxMzQyYzI1YmVjXkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-134x200.jpg",
        "title": "The Smurfs (2011)",
        "description": "IMDb - 5.4 2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Smurfs ရုပ်ရှင်က ၃ကားထွက်ရှိခဲ့တဲ့ film serieထဲ ပထမဆုံးကားဖြစ်ပါတယ်။ Neil Patrick Harris,Sofia Vergaraတို့လို နာမည်ကြီးတွေ ပါဝင်ပြီး Hank Azariaက မှော်ဆရာကြီး Gargamelအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အပြာရောင်မှော်ဝင်သတ္တဝါလေးတွေဖြစ်တဲ့ Smurfsလေးတို့ရွာကို မှော်ဆရာကြီး Gargamelက လိုက်ဖျက်ဆီးလို့ထွက်ပြေးရင်းနဲ့ မတော်တဆ လူ့ကမ္ဘာရဲ့portalပွင့်သွားပြီး NewYorkမြို့ကိုရောက်ရှိသွားပါတယ်။အိမ်ပြန်နိုင်ဖို့ကြိုးစားရင်း Patrickဆိုသူရဲ့ အကူအညီနဲ့ Gargamelရဲ့ အနှောင့်အယှက်တွေကြားထဲကဘယ်လိုဆက်ဖြစ်မလဲကြည့်ရမှာပါ။ ကလေးကားဆိုပေမယ့် ဟာသနဲ့ adventureကြိုက်တဲ့လူကြီးတွေလည်းအကြိုက်တွေ့မှာပါ။ပျော်ဖို့လည်းကောင်းပြီး လေးလေးပင်ပင်တွေမကြိုက်တဲ့သူတွေဆိုကြိုက်လောက်မယ့် feel-good movieလေးဖြစ်ပါတယ်။File size…(2.4 GB)/(1.4 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:43:00\nGenre...Animation, Family, Adventure, Comedy, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hsu Hlyann Ni",
        "rating": "5.4",
        "url": "https://megaup.net/1fYyz/The.Smurfs.2011.720p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tekSR9MipaYSxFYzcCFLZ8QdOkI.jpg",
        "title": "Godspeed ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ပရိသတ်တွေအတွက် မင်းသားချောလေး\nFan Cheng Cheng နဲ့ မင်းသမီးချောလေး Zhang Jingyi တို့ရဲ့\nပေါ့ပေါ့ပါးပါးဟာသကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကုန်ကားအဖွဲ့ခေါင်းဆောင် ကျိုးတုန်းဟိုင်နဲ့ သူ့ဇနီး ဟော့မေမေတို့ဟာ\nကိစ္စတချို့ကြောင့် သမီးဖြစ်သူ ကျိုးဝေးယွီနဲ့ သမီးရဲ့ရည်းစား ဝမ့်ရိဖန်နဲ့အတူ\nကားမောင်းခရီးနှင်ခဲ့ပါတယ်။ လူမသိလမ်းမသိတဲ့ ခရီးကို စတင်ပြီး\nကျိုးတုန်းဟိုင်ဟာ အခွင့်အရေးရတုန်း သားမက်လောင်းကို\nဘက်ပေါင်းစုံကနေ စစ်ဆေးကြည့်ရှုဖို့ ဆုံးဖြတ်ထားပါတယ်။ဝမ့်ရိဖန်ကလည်း အမှားပေါင်းစုံကို လုပ်နေခဲ့ပါတယ်။\nလမ်းတစ်လျှောက်မှာ ကျိုးတုန်းဟိုင်ရဲ့ ရန်သူကြီး ဌာနမှူးကျာရဲ့\nအပန်းဖြေကားပြဿနာကြီးဖြစ်ခဲ့ပြီး ဝေးယွီရဲ့\nငယ်သူငယ်ချင်းကွမ်းကျီရဲ့ တောကြက်စံအိမ်မှာ အရက်မူးပြီး ပြဿနာကြီးဖြစ်ခဲ့ပါတယ်။လမ်းပေါ်က ဆီသူခိုးအဖွဲ့ကို ဝိုင်းဝန်းဖမ်းဆီးခဲ့ကြပါသေးတယ်။\nဒီလိုရှုပ်ထွေးနေတဲ့ ခရီးလမ်းမှာ ကျိုးတုန်းဟိုင်တစ်ယောက်\nဝမ့်ရိဖန်ကို သဘောကျနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/godspeed-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sD3LyXKotplTnNnpMEoQeqYyRL3.jpg",
        "title": "Scary People ( 2023 )",
        "description": "ဒီချောက်ချားစရာ ပုံပြင်လေးကတော့ နာမည်နဲ့မတူလောက်အောင်\nထိုက်ဖျင်(အေးချမ်းသာယာ)ဆိုတဲ့နယ်မြို့လေးတစ်ခုရဲ့\nလူသေဆုံးမှုကနေ စတင်ခဲ့ပါတယ်\"ယွဲ့နူ\"ဆိုတဲ့မိန်းကလေးဟာ ထိုက်ဖျင်မြို့မှာအမှီပြုနေထိုင်ရာမှ\nရုတ်တရက် သေဆုံးသွားပါတော့တယ်။\nတစ်နေ့မှာ ယွဲ့နူရဲ့သေဆုံးမှုဟာ မိမိကိုယ်ကို\nသေကြောင်းကြံစည်တယ်ဆိုတဲ့ သတင်းစကားတွေလည်း ထွက်လို့နေပါတယ်ဒါပေမဲ့ ယွဲ့နူသေပြီး လဝက်မကျိုးခင်မှာပဲ သူမရဲ့အစ်ကိုဖြစ်သူ\nလျိုသောင်းဇစ်အပါအဝင် နောက်ထပ်လူတွေ ဇစ်မြစ်မသိရဘဲ သေဆုံးသွားခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ အမှုစစ်ဆေးရေးမှုး ဆရာကြီးကျန်းယိရန်ဟာ\nထိုက်ဖျင်ရွာကို လာရောက်စစ်ဆေးရာမှာတော့。。。ကျန်းယိရန်ဟာ သရဲတစ္ဆေဆိုတာ လောကမှာမတည်ရှိဘူးဆိုတဲ့\nခံယူချက်ကို နှလုံးသွင်းထားတဲ့လူဖြစ်ပြီး ရွာကိုအရောက်မှာ\nသတ္တိခဲသူတောင်းစားမလေး ကုံဇစ်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်၊‌\nဧည့်သည်တွေကို ခြောက်လန့်ပြီး ‌ငွေ‌လိမ်ယူနေတဲ့ ပေါ့ပျက်ပျက်\nကုံဇစ်ဟာ ဒီအမှုမှာ ဘယ်လိုစရိုက်လက္ခဏာမျိုးနဲ့အတူပူး‌ေပါင်းဖြေရှင်းသွားမလဲ-ယွဲ့နူရဲ့သေဆုံးမှုဟာရော သွေးရိုးသားရိုးဖြစ်နိုင်မလား\n-ဒီလိုဆိုရင်တောင် သူမသေပြီးမကြာခင်မှာမှ\nအဲ့လောက်တိုက်ဆိုင်စွာနဲ့ပဲ လူတွေသေဆုံးနေတာလား?\nယွဲ့နူနဲ့ရော ဘာတွေပတ်သတ်မှုရှိနေဦးမလဲဆိုတာ ?....\nCMမှာဆက်လက်ကြည့်ရှုခံစားရင်း အဖြေထုတ်ကြည့်လိုက်ရအောင်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Comedy\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/scary-people-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ4YWY3MjItMWYzYS00N2Y5LTkzOWEtNWY2MmFlZTY0YzY4XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "100 Rifles (1969)",
        "description": "လိုင်ဒက်ကာဆိုတဲ့ လူတစ်ယောက်ဟာ အရီဇိုးနားက ဘဏ်ကို ဖောက်သွားတဲ့ ဘဏ်ဓားပြတစ်ယောက်ကို ဖမ်းဖို့လုပ်ရင်း မြို့တစ်မြို့ကို ရောက်ရှိလာခဲ့ပါတယ်။ အဲ့မြို့မှာ လိုက်စုံစမ်းရင်း ဘဏ်ဓားပြကို တွေ့ခဲ့ပေမဲ့ သူဖမ်းလို့ မရခဲ့ပါဘူး။ ဘဏ်ဓားပြက အဲ့မြို့မှာလည်း နောက်ပြသနာတစ်ခု ရှာလိုက်တာကြောင့်ပါ။ သူကရော အဲ့ပြသနာကြားထဲမှာ ဘယ်လို ရောပါသွားမလဲ။ သူနဲ့ ဘဏ်ဓားပြဆိုတဲ့လူကြားထဲမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ အဲ့မြို့က ဗိုလ်ချုပ်က ရိုင်ဖယ် အလက် ၁၀၀ကို တွေ့တဲ့အခါမှာရော ဘယ်လိုတွေထပ်ပြီး ပြသနာတက်ဦးမလဲ။ သူတို့နဲ့ အဲ့ရိုင်ဖယ်တွေက ဘယ်လို ဆက်စပ်နေလဲ စတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ 1969ခုနှစ်တုန်းက ထုတ်လွှတ်ခဲ့တာ ဖြစ်ပြီး IMDB rating 6အထိရထားတဲ့ Western/Drama ဇာတ်ကား တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…(2.9 GB)/(1.4 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure, ...",
        "rating": "6.0",
        "url": "https://megaup.net/3hP1u/100.Rifles.1969.720p.(CM).mp4",
        "category": "Action, Adventure, War, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjExNTc4NDg3OV5BMl5BanBnXkFtZTcwNTMzNDAxNw@@._V1_-1-135x200.jpg",
        "title": "Think Like a Man (2012)",
        "description": "2009 ခုနှစ်ကထုတ်ဝေထားပြီး review ကောင်းတွေနဲ့နာမည်ကျော်တဲ့ Steve Harvey ရဲ့ \"Act like a lady, think like a man\" ဆိုတဲ့မိန်းမတွေအတွက်ယောက်ျားတွေရဲ့လျှို့ဝှက်ချက်တွေကိုဖော်ထုတ်ပြထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် IMDb 6.5/10. Rotten tomatoes 54%ထိရရှိထားပြီးဗျူဟာအသစ်တွေနဲ့အချစ်စမ်းကြမဲ့အမျိုးသမီးတွေနဲ့ အမျိုးသားထုကြီးအကြောင်းကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာကိုတွေ့ရမှာပါ Kevin Hart နဲ့သူငယ်ချင်းတွေကတော့အမျိုးသားထုကြီးကိုကိုယ်စားပြုထားတာဖြစ်ပြီး Steve ရဲ့စာအုပ်ကြောင့်သူတို့ရဲ့အချစ်ရေးကိစ္စတွေမှာပရမ်းပတာတွေဖြစ်သွားပါတော့တယ် စာအုပ်ဖတ်ပြီးတစ်ကွက်ကြိုမြင်နေတဲ့အမျိုးသမီးတွေဖက်ကစစချင်းတစ်ပန်းသာနေခဲ့ပေမဲ့ ကစားပွဲအလှည့်အပြောင်းတစ်နေရာအရောက်မှာတော့... နည်းဟောင်းတွေနဲ့တိုက်လို့မရတော့တဲ့အတွက်‌အမျိုးသားထုကြီးကလည်းဗျူဟာအသစ်တွေထုတ်သုံးရပါတော့တယ် ဒီလိုနဲ့အမြဲတမ်းလွန်ဆွဲနေတဲ့အချစ်စစ်ပွဲမှာဘယ်သူတွေကအနိုင်ရသွားမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.5 GB)/(780 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:02:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/1g0gx/Think.Like.A.Man.2012.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBB6Cspp1vCIwNIFGwvzi4PiL22.jpg",
        "title": "18+ Resemblance (2023)",
        "description": "(18+) Resemblance (2023)ထိုင်းနိုင်ငံထဲမှာ လူငယ်တွေ တောအုပ်တစ်ခုထဲ ဝင်ပြီး ပျောက်ဆုံးသွားတဲ့ ဖြစ်စဉ်တွေ ဖြစ်နေတာပါ။\nဒီကိစ္စမှာ ပျောက်ဆုံးနေတဲ့ လူငယ်တွေနဲ့ အဆက်အစပ်ရှိတဲ့ တစ်ဦးတည်းသောသူကတော့ ဘော်ဘီ ပါပဲ။\nဒါကြောင့် ရဲတွေလည်း ဘော်ဘီနောက်ကို လိုက်စုံစမ်းကြပါတော့တယ်။ဇာတ်လမ်းကတော့ ပနားနား ဆိုတဲ့ မော်ဒယ်လ်မလေး ပျောက်ဆုံးရာက စပါတယ်။\nသူ နောက်ဆုံးတွေ့ခဲ့တဲ့လူကတော့ ဘော်ဘီပါပဲ။\nသူက တစ်ဆင့် ရောဂါဆန်းလိုမျိုး ဖြန့်ဝေသွားတာပါ။\nဘယ်လိုဖြန့်ဝေတာလဲဆိုတော့ လိင်ကိစ္စကနေ တစ်ဆင့်ပါပဲ။\nဒါကတော့ ဇာတ်ရဲ့အနှစ်သာရပေါ့လေ။\nဆရာသမားတို့ ကြိုက်ကြမဲ့အပိုင်းတွေ အများကြီး ပါပါတယ်။\nရောဂါပုံစံမျိုး ဘယ်လိုကူးကြလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက် ရှုစားလိုက်ကြပါဦး။မင်းသားမင်းသမီးတွေက နာမည်ကြီးတွေ ပါတာမို့\nအမှောင်လောကသားတွေ စိတ်ကျေနပ်ရမယ့် ကားတစ်ကားဆိုလည်း မမှားပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Top ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Crime, Sci-fi\nQuality…. 1080p | 720p\nFile size…  1.3GB | 677MB\nFormat… mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/3XKEz/Resemblance.2023.NF.720p.WEB-DL.CM.mp4",
        "category": "Crime, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/BW7P1_4f-143x200.jpg",
        "title": "The Curse of Turandot (2021)",
        "description": "ဒီဇာတ်ကားက ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။မင်းသမီး ထူလန်တော်ဟာ သူ့မွေးနေ့မှာ ခမည်းတော်ဘုရင်က ထူးဆန်းတဲ့လက်ကောက်သုံးခု အပါအဝင် လက်ဆောင်အများအပြားပေးလိုက်ပါတယ်..\nဒါပေမယ့် အဲဒီလက်ကောက်သုံးခုမှာပါဝင်တဲ့ မမြင်နိုင်တဲ့စွမ်းအားတွေကြောင့်\nမင်းသမီးဟာ အရောင်တွေကိုမခွဲခြားနိုင်တော့ဘဲ ထူးဆန်းတဲ့အပြုအမူတွေနဲ့ သီးသန့်ဆန်လာပါတော့တယ်။သူ၁၈ နှစ် မပြည့်ခင်မှာ ဒီလက်ကောက်သုံးခုရဲ့ ပဟေဠိသုံးခုကို မဖြေရှင်းနိုင်ရင် သူဟာနတ်ဆိုးဝင်စားသူအဖြစ် သတ်မှတ်ခံရပြီး သေဒဏ်ပေးခံရမှာပါ။\nဒါကြောင့် ဘုရင်ကြီးက သူ့သမီးအတွက် အဖြေရှာနိုင်တဲ့သူကို မင်းသမီးနဲ့လက်ထပ်ခွင့်ပေးမယ်လို့ တစ်နိုင်ငံလုံးကိုကြေငြာခဲ့တယ်။ဒီအချိန်မှာ မျက်လုံးအပြာရောင်ရှိတဲ့ မင်းသား ခါရာဖူဟာ မင်းသမီးထူလန်တော်ရဲ့ အလှအပမှာနှစ်မြောသွားတာကြောင့်\nမင်းသမီးလေးရဲ့အခက်အခဲတွေကို ဖြေရှင်းတိုက်ခိုက်ဖို့ စွန့်စားပါတော့တယ်။ဒဏ္ဍာရီပုံပြင်ကို အခြေခံရိုက်ကူးထားတာကြောင့် သဘာဝလွန်စွမ်းအားတွေနဲ့ Fantasy Romance အမျိုးအစားဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.8 GB) / (950 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "6.5",
        "url": "https://megaup.net/1Gau3/(CM)The_Curse_of_Turandot_2021_WEB-DL_720p._H264_DDP_2.0.mp4",
        "category": "Action, Asian, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYWQ2NzQ1NjktMzNkNS00MGY1LTgwMmMtYTllYTI5YzNmMmE0XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-135x200.jpg",
        "title": "[James Bond] No Time to Die (2021)",
        "description": "No Time to Die (2021)=================IMDb Rating - 7.5/10No time to die ကတော့ No time to disappoint ပါပဲ။ ကျေနပ်စရာကောင်းပါတယ်။ အနားယူပြီးဖြစ်တဲ့ဂျိန်းစ်ဘွန်းကို စီအိုင်အေက စပက်တာတွေနဲ့ ပတ်သတ်တဲ့အမှုတစ်ခု အကူအညီတောင်းလို့ လက်ခံလိုက်ရင်းနဲ့007 အသစ်နဲ့ တွေ့ပြီး အရင်ရန်သူဟောင်းတွေရော ရန်သူသစ်တွေရော ချစ်သူဟောင်းတွေရောနဲ့ တွေ့ပြီး ဇာတ်လမ်းတွေရှုပ်ကုန်တာပေါ့။ အဓိကကတော့ ဇီဝလက်နက်နဲ့ လူတွေသတ်ပြီး ကမ္ဘာကြီးကို ပြင်ဆင်ပေးချင်တဲ့ သူတော်ကောင်းကြီးကို007 ဟောင်း လူယုတ်မာကြီးက လိုက်ပြီး တားဆီးရတဲ့ ဇာတ်လမ်းပါပဲ။ အများကြီးတော့ ဇာတ်လမ်းကို မပြောပြတော့ပါဘူး။အားလုံးကြိုက်ကြမှာပါ။ (ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုMr.Andrson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) File Size - (4GB)/(3.08 GB)/(1.9 GB )/(800 MB)Quality – WEB-DL ...",
        "rating": "7.5",
        "url": "https://megaup.net/31Vme/No.Time.to.Die.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-CMRG.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zoKcwyQk8VyWeMsaf8mgHzzWERZ.jpg",
        "title": "Race to Witch Mountain (2009)",
        "description": "Race To Witch Mountain (2009)ကိုယ်နေထိုင်ရာဂြိုလ်ကြီးက ပျက်ဆီးသေဆုံးတော့မယ်ဆိုတော့ စကြာဝဠာကို ခြေဆန့်ခရီးထွက်ပြီး အိမ်အသစ်ရှာကြမယ့်\nဂြိုလ်သားများ ကမ္ဘာမြေပေါ်ကို တည့်တည့်ကြီး ရောက်လာပါတော့တယ်တစ်ချို့က ကမ္ဘာပေါ်က ဇီဝရုပ်တွေကိုလေ့လာပြီး မိမိတို့ဂြိုလ်ကို ပြန်အသက်သွင်းဖို့ ကြံစည်ကြတဲ့\nသိပ္ပံပညာရှင်ဂြိုလ်သားတွေရှိသလို လက်နက်အားကိုး ကမ္ဘာကိုသိမ်းပြီး ကျူးကျော်နေထိုင်မယ့်\nစစ်သားဂြိုလ်သားတွေလည်းရှိတာပေါ့။အဲဒီကြားထဲကမှာ မိမိတို့ဂြိုလ်ကိုပဲ ကယ်တင်ချင်တဲ့ ဂြိုလ်သား ကလေးအရွယ် နှစ်ယောက်ဟာ ကမ္ဘာပေါ်က သူတို့မိဘတွေ\nလုပ်လက်စ စမ်းသပ်မှုတွေကို လာယူမှာပါ။ အဲဒီစမ်းသပ်မှုက သူတို့ဂြိုလ်ကို ပြန်လည်ကောင်းမွန်အောင်လုပ်နိုင်တာကို\nခေါင်းဆောင်တွေကို ပြန်ပြလို့ ကမ္ဘာမြေကို ဒုက္ခမပေးမယ့်လမ်းကို ရွေးချင်သူတွေပါ။သူတို့ရဲ့ ကမ္ဘာမြေခရီးမှာ ရာဇဝတ်မှုတွေနဲ့ ကြီးပြင်းလာပြီးမှ ရိုးရိုးသားသား အငှားယာဉ်မောင်းစားနေတဲ့\nကျွန်တော့်အကြိုက်ဆုံးမင်းသား Dwayne Johnson ရယ်၊ နက္ခတ္တရူပဗေဒပညာရှင် ဒေါက်တာမမရယ်တို့နဲ့ ပေါင်းမိပြီး ဘာတွေဖြစ်လို့ ဘာတွေဖြစ်ကြမယ်ဆိုတာ ကြည့်ရှုရပါမယ်။Fantasy ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Walt Disney ...",
        "rating": "5.7",
        "url": "https://megaup.net/2m7wi/(CM)_Race_to_Witch_Mountain_(2009).720p.mp4",
        "category": "Action, Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rdFgWATSVhhFtNYZUFsGcHzltcG.jpg",
        "title": "Mr. Magorium’s Wonder Emporium(2007)",
        "description": "Mr. Magorium's Wonder Emporium(2007) အညွှန်း*********************************************မမNatalieရဲ့ တစ်ခါကအလှတရားလေးကို ပြန်လည်ခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်။\nဇာတ်လမ်းကတော့ မမက မှော်ဝင်နေတဲ့ကစားစရာအရုပ်တွေရောင်းတဲ့မစ္စတာမဂေါ်ရီယမ်မှော်အရုပ်ဆိုင်ကြီးမှာ Family typeအနေနဲ့ မန်နေဂျာရော cashierရောဝင်လုပ်နေတဲ့ဂီတပါရမီပါတဲ့သူပါ။ အသက်20ကျော်တဲ့သူတော်တော်များများဖြစ်သလိုပဲ ....ငယ်ငယ်ကတော့ ထူးချွန်သယောင်ယောင်ရှိပေမယ့် အရွယ်နည်းနည်းရောက်လာတော့ဘာလုပ်ရမလဲဆိုတာ လမ်းပျောက်ရင်း ကိုယ့်ကိုယ်ကိုယုံကြည်မှုတွေပါလျော့နည်းလာပါတယ်။အဲ့လိုနဲ့ မမအလုပ်ကထွက်ပြီး ဂီတလမ်းကြောင်းပေါ်လျှောက်မယ်လို့ကြံတုန်းမှာမှော်အရုပ်ဆိုင်ပိုင်ရှင်လူထူးဆန်းအဖိုးကြီးက မမကို သူထွက်သွားတော့မှာဖြစ်တဲ့အတွက်ဆိုင်ကိုအပိုင်ပေးပြီးဦးစီးခိုင်းတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။ File Size :(1.77GB) (883 MB) and (330 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy ,Fantasy  ,Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Gb5t/Mr.Magoriums.Wonder.Emporium.2007.BLU-RAY720P.PP.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCIycswWbX1EDS6PYYBcR9ohrC.jpg",
        "title": "The Blind Swordsman: Zatoichi (2003)",
        "description": "The Blind Swordsman: Zatoichi (2003) ဇာတ်လမ်းအညွှန်း\n*******************************************************ဒီဇာတ်လမ်းလေးဟာ ဆာမူရိုင်း အကြောင်းရိုက်ကူးထားတဲ့ ဇာတိုအိချိ ဆိုတဲ့\nဇာတ်လမ်းတွဲကို ပြန်လည် အသက်သွင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးပါမျက်မမြင် အနှိပ်သည်ယောင် ဆောင်ထားတဲ့ တုနှိုင်းမဲ့ ဓားသမားတစ်ယောက်\nခြေဦးတည့်ရာ လျှောက်သွားရင် လူမိုက်ဂိုဏ်းတွေ ကြီးစိုးနေတဲ့ မြို့လေးတစ်မြို့ဆီ\nရောက်လာခဲ့တယ်။မြို့ကိုရောက်တဲ့အချိန်မှာ လယ်သမား မိသားစုလေးတစ်ခုနဲ့ တွေ့မိပြီး\nအပြန်အလှန် ရိုင်းပင်းကူညီရင်း ခင်မင်သွားခဲ့တယ်။တစ်နေ့မှာတော့ မျက်မမြင်အနှိပ်သည်ဟာ စိတ်ပြေလက်ပျောက် လောင်းကစားဝိုင်းသွားရာမှ\nဝိုင်းမှာ မတရားလုပ်နေတဲ့ လူမိုက်ဂိုဏ်းကို နှိပ်ကွပ်ဆုံးမလိုက်တာကြောင့်\nလူမိုက်ဂိုဏ်းတွေရဲ့ ရန်ငြိုးထားခြင်းကို ခံခဲ့ရပါတယ်။တစ်ချိန်တည်းမှာပဲ ကလေးဘဝမှာ တောပုန်းဓားပြတွေရဲ့ လက်ချက်ကြောင့်\nမိဘတွေနဲ့ မျိုးရိုးဂုဏ်ကိုပါ ဆုံးရှုံးလိုက်ရတဲ့ မောင်နှမလေးနှစ်ယောက်ကလည်း\nလက်စားချေဖို့ ကြိုးစားရင်း အဆိုပါ မြို့လေးကို ရောက်ရှိလာကြပါတယ်။မျက်မမြင်အနှိပ်သည် တစ်ယောက် လူမိုက်ဂိုဏ်းရဲ့ ရန်က လွတ်ပါ့မလား၊\nမောင်နှမလေးနှစ်ယောက်ကကော သူတို့မိဘတွေအတွက် သွေးကြွး ဆပ်နိုင်ပါ့မလား ဆိုတာကိုတော့\nဆက်လက်စောင့်ကြည့်ကြပါစို့။ File Size  - 2.2GbQuality - Blu-ray 1080p 5.1chDuration ...",
        "rating": "",
        "url": "https://megaup.net/10d2b/[CM]The.Blind.Swordsman.Zatoichi.2003-720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9ph5cUfGbw41WXt7yuXsWeN2TV.jpg",
        "title": "[James Bond] Dr. No (1962)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++စာရေးဆရာကြီး Ian Fleming  ရဲ့ James Bond ဇာတ်ကောင်ကို ပထမဆုံးအသက်သွင်းတဲ့ ဇာတ်ကားဖြစ်ပြီးမင်းသားကြီးရှောင်ကွန်နရီက အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တာမို့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.2/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/james-bond-dr-no-1962/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx4V17FP8oclNvOpTgs2iCCtiYk.jpg",
        "title": "[James Bond] From Russia with Love (1963)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၂ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.4/10) ရရှိထားပါတယ်။\nFile size…(2.2 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/james-bond-from-russia-with-love-1963/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKNFzaqQgPzsGXnsMc4kJH5hFIV.jpg",
        "title": "[James Bond] Goldfinger (1964)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၃ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.7/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/james-bond-goldfinger-1964/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJ5ybB57eidPLqZUltrVjshqwcs.jpg",
        "title": "[James Bond] Thunderball (1965)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၄ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7/10) ရရှိထားပါတယ်။\nFile size…(2.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/james-bond-thunderball-1965/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIhS0VC7YzI8pj6zfS3KxsxV0dS.jpg",
        "title": "[James Bond] You Only Live Twice (1967)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၅ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (6.8/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/james-bond-you-only-live-twice-1967/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uajiHcFX5sOhYB2tBuWkmizbtuU.jpg",
        "title": "[James Bond] Diamonds Are Forever (1971)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ရာမှာ မအောင်မြင်တာကြောင့် ရှောင်ကွန်နရီအနေနဲ့ဂျိမ်းစ်ဘွန်းအဖြစ် ဒုတိယအကြိမ်ပွဲထွက်ခဲ့တဲ့ ဇာတ်ကားပါ...ဒါပေမယ့် ဒီကားနောက်မှာ မင်းသားကြီးရော်ဂျာမိုးက တတိယမြောက် ဂျိမ်းစ်ဘွန်းအဖြစ်အောင်မြင်ခဲ့တာကြောင့်ရှောင်ကွန်နရီရဲ့ ဘွန်းနောက်ဆုံးကားဖြစ်ခဲ့ပါတယ်။IMDb Rating (6.6/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/james-bond-diamonds-are-forever-1971/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/bd-onhermajestys-155x200.jpg",
        "title": "[James Bond] On Her Majesty’s Secret Service (1969)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ခဲ့ပေမယ့် ဒီတစ်ကားပဲ ရိုက်ကူးခံခဲ့ရပါတယ်။ရှောင်ကွန်နရီရဲ့ ဘွန်းပုံရိပ်က လွှမ်းမိုးလွန်းအားကြီးတာကြောင့် အစားထိုးရတဲ့သူ့အနေနဲ့ ဝန်ပိခဲ့ပြီးအတိုဆုံးဂျိမ်းစ်ဘွန်းအဖြစ် မှတ်တမ်းဝင်သွားခဲ့ပါတယ်။တစ်ကားထဲရိုက်ကူးခဲ့ပေမယ့် Action ကြမ်းကြမ်းတွေနဲ့ IMDb Rating (6.7/10) ရရှိထားတဲ့ဇာတ်ကားပါ။\nFile size…(2.8 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/james-bond-on-her-majestys-secret-service-1969/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/anna-135x200.png",
        "title": "Anna Karenina (2012)",
        "description": "Anna Karenina (2012)================IMDb Rating - 6.6/10အချစ်မှာ \"ဘာလို့လဲ\" ဆိုတာ မရှိဘူးတဲ့.....တစ်ဦးက ဂုဏ်သိက္ခာ\nတစ်ဦးက ချစ်မေတ္တာ\nတစ်ဦးက ရမ္မက်ကွဲပြားတဲ့ ကိုယ်စီအလေးထားမှုတွေနဲ့ လူသုံးယောက်ရဲ့\nအရှုပ်တော်ပုံလို့ပဲ တင်စားလိုက်ပါရစေ။အထူးသဖြင့် အန်နာ ကရီနီနာဆိုတဲ့ သားတစ်ယောက်မိခင်\nအိမ်ထောင်ရှင် အမျိုးသမီးတစ်ယောက်ရဲ့\nရင်နင့်ဖွယ် ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့။အဖြစ်အပျက်တွေ အားလုံးရဲ့ မြစ်ဖျားခံရာကတော့\nအစ်ကိုဖြစ်သူရဲ့ အိမ်ထောင်ရေး အခြေအနေ\nအဆင်မပြေမှုအတွက် ဖြောင်းဖျဖို့ သွားခဲ့ရာ\nမော်စကိုမြို့လေးပါပဲ.....ဗရွန်စကီဆိုတဲ့ ချောမောခန့်ညားတဲ့\nအသက်ငယ်ငယ် မြို့စားတစ်ယောက်နဲ့ သူဆုံဆည်းခဲ့ပုံကလည်း\nရထားလေးပေါ်မှာ အမှုမဲ့အမှတ်မဲ့ပါပဲ.....သို့ပေမဲ့ အမှတ်တမဲ့မှ အမှတ်တရတွေ ဖြစ်ခဲ့ကြသည်ပေါ့\nမပြတ်နိုင်တဲ့ သံယောဇဉ်တွေကြောင့်\nရပ်တန့်ဖို့ ကြိုးစားချိန်မှာ အရမ်း နောက်ကျသွားခဲ့ပြီ.....ပြင်ဆင်ဖို့ နောက်ကျခဲ့ခြင်းကြောင့်\nရေပြင်လို တည်ငြိမ်အေးချမ်းနေတဲ့ အိမ်ထောင်တစ်ခုဟာ\nဘောင်ဘင်ရိုက်ခတ်ခဲ့ရပါပြီ ....နာမည်ကြီး ရုရှား စာရေးဆရာကြီး Leo Tolstoy ရဲ့ ၀တ္ထုကို အခြေခံရိုက်ကူးထားတဲ့\nmasterpiece ဇာတ်လမ်းကောင်းပါဇာတ်လမ်းတစ်လျှောက်လုံးမှာ\nCinematography , music တွေကလည်း အံ၀င်ဂွင်ကျတယ်ဒါရိုက်တာကြီးကလည်း နယ်နယ်ရရမဟုတ်ပါဘူး\nPride & Prejudice, Atonement စတဲ့ masterpiece ...",
        "rating": "6.6",
        "url": "https://megaup.net/10brb/Anna.Karenina.2012.720p.BluRay.H264[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qtB0FXhA16SGIupXwKoTzgEGPb.jpg",
        "title": "Adele One Night Only(2021)",
        "description": "Adele : One Night Only (2021)25 album ထွက်ရှိပြီးနောက် ခြောက်နှစ်အကြာမှာ Grammy ဆုကြီးကို 15 ကြိမ်တိတိဆွတ်ခူးထားတဲ့ Adele ဟာလေးခုမြောက် စတူဒီယို album 30နဲ့အတူ ပရိသတ်ကြီးရှေ့ကို နောက်တစ်ကြိမ် ထပ်မံရောက်ရှိလို့ လာပါပြီ။ဒီ Concert Movie လေးမှာ Adele ရဲ့ အကျော်ကြားဆုံး သီချင်းဟောင်းမြောက်များစွာအပြင်နိုဝင်ဘာ ၁၉ ရက်နေ့မှာမှ ထွက်ရှိလာမဲ့ 30album ထဲက သီချင်းတွေကိုလည်း ဖျော်ဖြေပေးထားပါတယ်။ဒါပေမဲ့ ထူးခြားချက်တစ်ခုကတော့ သီချင်းတွေကြီး သီဆိုသွားတာမျိုး မဟုတ်ဘဲ30album မြစ်ဖျားခံရာ အကြောင်းအရင်းများစွာကိုပါ အင်တာဗျူးလုပ်ရင်း ဖြေကြားပေးခဲ့ပါတယ်။ပရိသတ်ကြီးတို့ သိကြတဲ့အတိုင်းပဲ Adele ဟာ အင်တာဂရမ် Live လုပ်ရင်း30 Album ဟာ ကွာရှင်းမှုနဲ့ပတ်သက်ပြီး ရေးစပ်ခဲ့တဲ့အကြောင်းအရာတွေဖြစ်ကြောင်း ဖြေကြားခဲ့တာပါ။ဒီ Album ကနေ တဆင့် မအောင်မြင်ခဲ့တဲ့ အိမ်ထောင်ရေးဘဝ၊ ...",
        "rating": "8.4",
        "url": "https://megaup.net/10c98/Adele.One.Night.Only.2021.720p_%7BCM%7D.mp4",
        "category": "Documentary, History, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/822nqO19yKlF9oTwsInyQuRV2yX.jpg",
        "title": "Matchstick Men(2013)",
        "description": "Matchstick Men(2013) အညွှန်း***************************IMDb...7.3ဒါကတော့ မင်းသားကြီး Nicolas Cage အကြွေးနွံထဲနစ်ပြီး ပေါချာချာကားတွေရိုက်တဲ့ကာလမတိုင်ခင်ကရိုက်ခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ရိုင်း (Nicolas Cage)နဲ့ ဖရန့်(Sam Rockwell) တို့နှစ်ဦးက ရိုက်စားလောကမှာ အကွက်သေးသေးလေးတွေကနေ အချီကြီးတွေအထိဂွင်ဖန်ရင်း ကျင်လည်နေကြတဲ့လူလိမ်ဝိဇ္ဇာတွေပါ။ ရိုင်းကဉာဏ်ပြေးပေမယ့်အသန့်ကြိုက်လွန်တာတွေ၊ ပစ္စည်းတွေအစီစဉ်တကျဖြစ်မှကြိုက်တာတွေ၊အပြင်ထွက်ရတာမနှစ်သက်တာတွေစတဲ့ OCDတွေ Phobiaတွေရှိနေတဲ့သူပေါ့။ဒီလို တမူထူးတဲ့ အရည်အချင်းတွေကြောင့်ပဲလားမသိ... မိန်းမနဲ့လည်းကွဲခဲ့သလိုဒီလောကထဲမှာပဲ ဆက်ကျင်လည်နေခဲ့တယ်...တစ်နေ့တော့ ‌မမျှော်လင့်ဘဲနဲ့ သူ့ဘဝထဲကိုဆယ်ကျော်သက်အရွယ်သမီးလေးရောက်ရှိလာတဲ့အခါသူ့ဘဝနဲ့အလုပ်ပေါ် ဘယ်လိုရိုက်ခတ်ရှုပ်‌ထွေးမှုတွေကြုံလာရမလဲဆိုတာကိုတော့.....    File Size : (2.2GB)(0.9GB) and (359 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1G9pn/Matchstick_Men.2003.BLU-RAY720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dEEXkhekQd7W1S9gZ9EawXNkaEF.jpg",
        "title": "The Accursed (2021)",
        "description": "Horror ကြိုက်တဲ့ ပရိသတ်တွေအတွက် India horror ဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်..ဟန်နာနဲ့ အိုင်ရှဲတို့က အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်..တစ်နေ့တော့ ဟန်နာက အိုင်ရှဲကောင်လေးနဲ့ဖောက်ပြန်နေခဲ့တာကို အိုင်ရှဲမိသွားတော့ ဟန်နာတို့မိသားစုသေအောင်လို့ ကျိန်စာတိုက်ခဲ့ပါတယ်..ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ ရုန်းရင်းဆန်ခက်ဖြစ်ရင်း အိုင်းရှဲ သူ့ရဲ့ကျိန်စာနောက်ဆုံးစကားလုံးကိုမပြောဘဲ သေခဲ့ရပါတယ်..ဟန်နာဟာ နှစ် ၂၀ လုံး ဒီကိစ္စကြီးကို ဖုံးဖိထားနိုင်ခဲ့ပေမဲ့ တစ်နေ့မှာတော့ အမှတ်မထင်ထားတာတွေဖြစ်လာခဲ့ပါတယ်..အိုင်ရှဲရဲ့ကျိန်စာနောက်ဆုံးစကားက ဘာဖြစ်မလဲ..အဲ့ဒီကျိန်စာကြောင့် ဟန်နာတို့မိသားစုတွေရောဘယ်လိုတွေအဆုံးသတ်သွားမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလိုက်ရအောင်... \nFile size…1.19Gb / 766MB \nQuality…1080p WEB RIP AAC5.1Ch  / 720p\nFormat…Mp4\nDuration….1h 24min\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "4.8",
        "url": "https://megaup.net/3244z/The.Accursed.2021.720pCM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bR16gmwgnCD5e5UWPZHc1BsOsV0.jpg",
        "title": "The Messenger: The Story of Joan of Arc (1999)",
        "description": "The Messenger: The Story of Joan of Arc (1999)ဒီကားလေးဟာ ပြင်သစ်တော်လှန်ရေးကားလို့ပြောလို့ရသလို ဘာသာရေးအစွန်းရောက်သူတွေ အစွန်းရောက်မှုတွေကို ပြသတဲ့ကားလို့လဲ ​ပြောလို့ရပါလိမ့်မယ်။နန်းတွင်းကား၊ ရှေးခေတ်စစ်ကားတို့ရဲ့ ထုံးစံအတိုင်း တိုက်ပွဲတွေကို ကြည့်ရမှာဖြစ်သလို ပိုပြီးထူးဆန်းတာက ဒါဟာ သမိုင်းဝင်ဖြစ်ရပ်ကို အခြေပြုပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။မင်းသမီးဂျန်းဟာ ဘုရားသခင်ရဲ့ တမန်တော်လို့ဆိုပြီး ပြင်သစ်အတွက် အင်္ဂလန်ကနေ လွတ်လပ်ရေး တိုက်ပွဲတွေ အနိုင်ဆောင်ကျဉ်းပေးခဲ့သူဖြစ်ပါတယ်။ သူဟာ တကယ်ပဲ ဘုရားသခင်ရဲ့ တမန်တော်လား၊ တိုက်ရည်ခိုက်ရည်ကျွမ်းကျင်လို့ပဲလား၊ ဒါမှမဟုတ် ကံကောင်းလို့ပဲ တိုက်ပွဲတွေနိုင်ခဲ့တာလားဆိုတာကိုတော့ ဘယ်သူမှ အသေအချာမသိခဲ့ကြပါဘူး။ ဒါပေမယ့်လည်း တိုက်ပွဲတွေကြားထဲ သစ္စာဖောက်မှုတွေ၊ ဘာသာရေးအစွန်းရောက်မှုတွေ လွှမ်းမိုးလာတဲ့အချိန်မှာတော့ ဘုရားသခင်ရဲ့ တမန်တော်၊ သူတော်စင်ဂျန်းဟာလည်း လူတွေရဲ့ ဓါးစာခံဖြစ်သွားရရှာပါတယ်။မင်းသမီး Milla Jovovich ဦးဆောင်ပါဝင်တဲ့ ဇာတ်ကားဟာ စိတ်လှုပ်ရှားစရာအပြည့်နဲ့ အပီအပြင်ခံစားလို့ရမယ့်ကား​လေးဖြစ်တာမို့ အား​​ပေးကြည့်ရှုလိုက်ကြပါဦး...(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ...",
        "rating": "6.4",
        "url": "https://megaup.net/10bu8/The_Messenger_The_Story_Of_Joan_Of_Arc_(1999).720p.mp4",
        "category": "Adventure, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/FDQ45FSXIAIce-0-160x200.jpg",
        "title": "Squad (2021)",
        "description": "Squad(2021)Over actionတွေမပါတဲ့ Action,Drama တောင်ပိုင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံအတွက်အချိန်မရွေးအသက်စွန့်နိုင်တဲ့သူတွေရယ်၊ အမိန့်ကောင်းကောင်းပေးတတ်ပြီး စနစ်ကျတဲ့အမျိုးသမီးကြီးရယ်က နိုင်ငံတကာက လိုချင်နေတဲ့ကလေးလေးတစ်ယောက်ကို ကယ်ဖို့အစီအစဉ်တွေဆွဲပြီးသွားကယ်ကြပါတယ်။ကလေးလေးကို နိုင်ငံတကာကအရမ်းလိုချင်နေကြတဲ့အတွက်ကြောင့် လွယ်လွယ်ကူကူတာဝန်တစ်ခုတော့မဟုတ်ဘူးပေါ့၊ နိုင်ငံတကာကလည်း သူများတွေလိုချင်နေတာကို သိနေတဲ့အတွက် ရိုးရိုးသာမန်စစ်သားလေးတွေတော့ ဘယ်သုံးမလဲ။အထူးတပ်ဖွဲ့တွေချည်းပြုံနေတဲ့ဒီစစ်ပွဲသေးလေး‌မှာဘာတွေဖြစ်ကြမလဲ၊ ကလေးလေးကိုရော ဘာဖြစ်လို့များ နိုင်ငံတကာက အရမ်းလိုချင်နေကြရတာလဲ။Action ပရိတ်သတ်တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi Myint Naing & Murphy",
        "rating": "",
        "url": "https://megaup.net/1G909/(CM)Squad_(2021)_720p_WEBDL.mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7-prisoners-142x200.jpg",
        "title": "7 Prisoners (2021)",
        "description": "Netflixရဲ့ အသစ်ထွက် Latin Dramaကား​ကောင်း​လေးကို\nတင်ဆက်​ပေးလိုက်ပါတယ်၊ Latin dramaဆို​ပေမဲ့\nIMDb 7.3နဲ့ Rotten Tomatoes 96% အထိရှိတဲ့\nဒရမ်မာကား​ကောင်းပဲ ဖြစ်ပါတယ်၊\nဒါ့အပြင် ၇၈ကြိမ်​မြောက် ဗင်းနစ်နိုင်ငံတကာရုပ်ရှင်ပွဲ​တော်မှာလည်း\nပြသထားပြီး Positive review​ပေါင်းများစွာ ရရှိထားပါတယ်\n7 prisonersဆိုတဲ့ ဇာတ်ကားနာမည်​ကြောင့် ​\nအကျဉ်းသား၇​ယောက် ​​ထောင်​ဖောက်တဲ့ကားလို့ ထင်ချင်စရာရှိပါတယ်၊\nတကယ်​​တော့ 7 prisoners ဆိုတာ ​\nထောင်ကျ​နေသလို လွတ်လမ်းပြန်လမ်းမရှိ၊\nအနာဂတ်မရှိတဲ့ ​​ငွေဝယ်ကျွန် အလုပ်သမား​တွေ၊\nလူကုန်ကူးခံရသူ​တွေကို ရည်ညွှန်းချင်တာပါ\nအသက်၁၈နှစ်သာရှိ​သေးတဲ့ မက်တီးယပ်စ်ဟာ\nမိသားစုရဲ့ စားဝတ်​နေ​ရေးအတွက်\n​မွေးရပ်​ရွာက​နေ ​ဆော်​ပေါ်လိုမြို့ကို\nသွား​ရောက်အလုပ်လုပ်ကိုင်ဖို့ ကြံစည်ခဲ့​ပေမဲ့\nHuman trafficking လုပ်တဲ့သူနဲ့​တွေ့ပြီး\nသူ​ရော တခြားပါလာတဲ့သူ​တွေပါ\nအလုပ်ကြမ်းလုပ်ဖို့ ​ရောင်းစားခံလိုက်ရပါတယ်၊\nသူတို့အတွက် ထွက်​ပြေးဖို့လည်း လွတ်လမ်းမရှိ၊\nလွတ်သွားခဲ့ရင်​တောင် မိသားစုရဲ့အသက်အန္တရာယ်ကိုပါ\nလူကုန်ကူးအဖွဲ့က ချိန်း​ခြောက်ထားတဲ့အခါ\nမက်တီးယပ်စ် ဘယ်လမ်းကို​​ ​ရွေးချယ်မလဲ၊\nဒီဘဝက​နေ လွတ်​မြောက်​အောင် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဒရမ်မာကား​ကောင်းစစ်စစ်ပဲ ဖြစ်ပါတယ်File Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/10als/7.Prisoners.2021.720p.NF_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7x7pyCi6Zf8DFYYQtTp108RllSt.jpg",
        "title": "Zero to Hero (2021)",
        "description": "Zero to Hero (2021)IMDb - 6.6/10ဒီဇာတ်ကားလေးကတော့ IDMP 6.6 အထိရရှိထားပြီး\n၉၄ ကြိမ်မြောက်‌ ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲ အတွက်\nတစ်ကြိုစာရင်းပါခဲ့တဲ့ ဟောင်ကောင် ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း\n.............................................\nဇာတ်လမ်းအကျဉ်းကို မပြောခင်မှာ မေးခွန်းလေးတစ်ခု အရင်မေးကြည့်ချင်ပါတယ်။\nအားကစားနယ်ပယ်အစုံမှာ နိုင်ငံကိုယ်စားပြု ဖြစ်ဖို့ လွယ်ပါသလား။\nမဆုတ်မနစ်တဲ့ ဇွဲ၊ လုံ့လ၊ ဝီရိယ တွေပေါင်းစပ်ပါမှ\nသာမန်လူတစ်ယောက်ဟာ အားကစားသမားကောင်း တစ်ယောက် ဖြစ်လာနိုင်မှာပါ။\nဒီထက်ဆိုးတာက မွေးရာပါရောဂါကြောင့် ကြွက်သားတွေ ထိန်းချုပ်မရဘဲ\nလမ်းတောင်မနည်းလျှောက်နေရတဲ့ ဘ၀ကနေ အားကစားသမားတစ်ယောက်ဖြစ်ဖို့ဆိုရင်\nမဖြစ်နိုင်လောက်အောင် ခက်ခဲမှာမဟုတ်လား။ဒီဇာတ်လမ်းဟာ ဒီလိုလူတစ်ယောက်အကြောင်းဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာမို့ စိတ်၀င်စားစရာအပြည့်နဲ့ပါ။မွေးရာပါ အာရုံကြောအားနည်းတဲ့ရောဂါကြောင့်\nကြွက်သားတွေမသန်စွမ်းဘဲ မွေးဖွားလာတဲ့\nလက်ရှိ မသန်စွမ်း အိုလံပစ် မီတာ ၂၀၀ ကမ္ဘာ့စံချိန်ရှင် ‌\"ဆို‌၀ါဝိုက် \"ရဲ့ဘ၀ဇာတ်ကြောင်းကို\nမွေးစမှ နောက်ဆုံးပြိုင်ပွဲအထိ သူ့မိသားစုအကြောင်းပါမကျန် ရိုက်ပြထားတာမို့\nလေးစားအတုယူစရာ ဆို့နင့်ကြေကွဲစရာ ရသအစုံပေးစွမ်းတဲ့ ‌\nကွမ်တုံစကားပြော ...",
        "rating": "6.6",
        "url": "https://megaup.net/10b25/Zero.to.Hero.2021.720p.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Biography, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7-prisoners-142x200.jpg",
        "title": "7 Prisoners (2021)",
        "description": "Netflixရဲ့ အသစ်ထွက် Latin Dramaကား​ကောင်း​လေးကို\nတင်ဆက်​ပေးလိုက်ပါတယ်၊ Latin dramaဆို​ပေမဲ့\nIMDb 7.3နဲ့ Rotten Tomatoes 96% အထိရှိတဲ့\nဒရမ်မာကား​ကောင်းပဲ ဖြစ်ပါတယ်၊\nဒါ့အပြင် ၇၈ကြိမ်​မြောက် ဗင်းနစ်နိုင်ငံတကာရုပ်ရှင်ပွဲ​တော်မှာလည်း\nပြသထားပြီး Positive review​ပေါင်းများစွာ ရရှိထားပါတယ်\n7 prisonersဆိုတဲ့ ဇာတ်ကားနာမည်​ကြောင့် ​\nအကျဉ်းသား၇​ယောက် ​​ထောင်​ဖောက်တဲ့ကားလို့ ထင်ချင်စရာရှိပါတယ်၊\nတကယ်​​တော့ 7 prisoners ဆိုတာ ​\nထောင်ကျ​နေသလို လွတ်လမ်းပြန်လမ်းမရှိ၊\nအနာဂတ်မရှိတဲ့ ​​ငွေဝယ်ကျွန် အလုပ်သမား​တွေ၊\nလူကုန်ကူးခံရသူ​တွေကို ရည်ညွှန်းချင်တာပါ\nအသက်၁၈နှစ်သာရှိ​သေးတဲ့ မက်တီးယပ်စ်ဟာ\nမိသားစုရဲ့ စားဝတ်​နေ​ရေးအတွက်\n​မွေးရပ်​ရွာက​နေ ​ဆော်​ပေါ်လိုမြို့ကို\nသွား​ရောက်အလုပ်လုပ်ကိုင်ဖို့ ကြံစည်ခဲ့​ပေမဲ့\nHuman trafficking လုပ်တဲ့သူနဲ့​တွေ့ပြီး\nသူ​ရော တခြားပါလာတဲ့သူ​တွေပါ\nအလုပ်ကြမ်းလုပ်ဖို့ ​ရောင်းစားခံလိုက်ရပါတယ်၊\nသူတို့အတွက် ထွက်​ပြေးဖို့လည်း လွတ်လမ်းမရှိ၊\nလွတ်သွားခဲ့ရင်​တောင် မိသားစုရဲ့အသက်အန္တရာယ်ကိုပါ\nလူကုန်ကူးအဖွဲ့က ချိန်း​ခြောက်ထားတဲ့အခါ\nမက်တီးယပ်စ် ဘယ်လမ်းကို​​ ​ရွေးချယ်မလဲ၊\nဒီဘဝက​နေ လွတ်​မြောက်​အောင် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဒရမ်မာကား​ကောင်းစစ်စစ်ပဲ ဖြစ်ပါတယ်File Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/10als/7.Prisoners.2021.720p.NF_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7x7pyCi6Zf8DFYYQtTp108RllSt.jpg",
        "title": "Zero to Hero (2021)",
        "description": "Zero to Hero (2021)IMDb - 6.6/10ဒီဇာတ်ကားလေးကတော့ IDMP 6.6 အထိရရှိထားပြီး\n၉၄ ကြိမ်မြောက်‌ ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲ အတွက်\nတစ်ကြိုစာရင်းပါခဲ့တဲ့ ဟောင်ကောင် ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း\n.............................................\nဇာတ်လမ်းအကျဉ်းကို မပြောခင်မှာ မေးခွန်းလေးတစ်ခု အရင်မေးကြည့်ချင်ပါတယ်။\nအားကစားနယ်ပယ်အစုံမှာ နိုင်ငံကိုယ်စားပြု ဖြစ်ဖို့ လွယ်ပါသလား။\nမဆုတ်မနစ်တဲ့ ဇွဲ၊ လုံ့လ၊ ဝီရိယ တွေပေါင်းစပ်ပါမှ\nသာမန်လူတစ်ယောက်ဟာ အားကစားသမားကောင်း တစ်ယောက် ဖြစ်လာနိုင်မှာပါ။\nဒီထက်ဆိုးတာက မွေးရာပါရောဂါကြောင့် ကြွက်သားတွေ ထိန်းချုပ်မရဘဲ\nလမ်းတောင်မနည်းလျှောက်နေရတဲ့ ဘ၀ကနေ အားကစားသမားတစ်ယောက်ဖြစ်ဖို့ဆိုရင်\nမဖြစ်နိုင်လောက်အောင် ခက်ခဲမှာမဟုတ်လား။ဒီဇာတ်လမ်းဟာ ဒီလိုလူတစ်ယောက်အကြောင်းဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာမို့ စိတ်၀င်စားစရာအပြည့်နဲ့ပါ။မွေးရာပါ အာရုံကြောအားနည်းတဲ့ရောဂါကြောင့်\nကြွက်သားတွေမသန်စွမ်းဘဲ မွေးဖွားလာတဲ့\nလက်ရှိ မသန်စွမ်း အိုလံပစ် မီတာ ၂၀၀ ကမ္ဘာ့စံချိန်ရှင် ‌\"ဆို‌၀ါဝိုက် \"ရဲ့ဘ၀ဇာတ်ကြောင်းကို\nမွေးစမှ နောက်ဆုံးပြိုင်ပွဲအထိ သူ့မိသားစုအကြောင်းပါမကျန် ရိုက်ပြထားတာမို့\nလေးစားအတုယူစရာ ဆို့နင့်ကြေကွဲစရာ ရသအစုံပေးစွမ်းတဲ့ ‌\nကွမ်တုံစကားပြော ...",
        "rating": "6.6",
        "url": "https://megaup.net/10b25/Zero.to.Hero.2021.720p.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Biography, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l_e9ceaab7-5d98-4d29-aa9f-ac7fe5c2b519-133x200.jpg",
        "title": "Allan Quatermain and the Lost City of Gold (1986)",
        "description": "King Solomon's Mines ရုပ်ရှင်ရဲ့နောက်ဆက်တွဲဖြစ်ပြီး H. Rider Haggard ရဲ့ဝတ္တုကို\nအခြေခံကာ ရိုက်ကူးထားတဲ့ မုဆိုးကျော်အလန်ကွာတာမိန်းရဲ့ စွန့်စားခန်းနောက်တစ်ကားဖြစ်ပါတယ်။\nထွေထွေထူးထူး ညွှန်းဖို့လိုမယ်တော့မထင်ပါဘူး။ဇာတ်လမ်းရဲ့အစကတော့\nဆော်လမွန်သိုက်ကိုရှာတွေ့ပြီးတဲ့နောက်ပိုင်း ကွာတာမိန်းနဲ့ ဂျက်စီတို့ဟာ\nအာဖရိကမှာ ဆက်နေခဲ့ပါတယ်။ ထို့နောက် အမေရိကားကိုပြန်ကာ\nမင်္ဂလာဆောင်ဖို့ နှစ်ဦးသား စီစဉ်ခဲ့ကြပါတယ်။ သို့သော် ကွာတာမိန်းရဲ့\nသူငယ်ချင်းဖြစ်တဲ့ ဒူမောင့်ဟာ ကွာတာမိန်းဆီကို ဆိုးဝါးတဲ့အနေအထားနဲ့ရောက်လာခဲ့ပါတယ်။\nဒူမောင့်ဟာ ပြင်းထန်တဲ့အဖျားရောဂါရနေပြီး အဖျားတက်ကာ ကွာတာမိန်းရဲ့ညီဖြစ်သူ\nရော်ဘင်ဆန်ရဲ့နာမည်ကိုရေရွတ်ပြီးတော့ ရွှေတွေအကြောင်း ကယောင်ကတမ်းနဲ့ပြောပါတယ်။ကွာတာမိန်းလည်း သူ့ညီကို စိတ်ပူပြီး သေချာစုံစမ်းတဲ့အခါမှာတော့ ဒဏ္ဏာရီထဲက ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ကို\nရော်ဘင်ဆန်တို့အဖွဲ့ သွားရှာကြောင်းသိရပါတော့တယ်။ အဲဒီတော့ ကွာတာမိန်းဟာ သူ့ညီကိုရှာဖို့\nသူကိုယ်တိုင် ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ဆီသွားဖို့လုပ်ပါတော့တယ်။ ထို့နောက်မှာတော့....အလန်ကွာတာမိန်းဇာတ်ကားများကို ဒီလင့်မှာ https://channelmyanmar.org/?s=allan+quatermain   ကြည့်ပါ။\nFile size…(2.1 GB) / (1 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.6",
        "url": "https://megaup.net/2m56n/(CM)Allan.Quatermain.and.the.Lost.City.of.Gold.1986.720p.Bluray.US.AVC.Remux.HDCLUB.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0AR36VzvB5ileCoMfSlV9bFsVn.jpg",
        "title": "Bordertown (2006)",
        "description": "Bordertown (2006)Bordertown ဆိုတဲ့ကားလေးက JLo ရဲ့ နာမည်ကျော်ကားလေးတစ်ကားဖြစ်သလို တကယ့်အဖြစ်မှန်တွေ ပြည့်နှက်နေတဲ့\nစိတ်ဝင်စားစရာကောင်းတဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်။အကျင့်ပျက်ချစားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ မက္ကဆီကိုနိုင်ငံက Juarez ဆိုတဲ့နယ်စပ်မြို့လေးမှာ မိန်းကလေးတွေကို မုဒိန်းကျင့်\nလူသတ်မှုတွေက ထောင်နဲ့ချီပြီးရှိလို့နေတယ်။ တစ်ရက်တော့ အဲဒီလို မုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခံရတဲ့ မိန်းကလေးတစ်ယောက်က\nမသေပဲ ပြန်ရှင်လာခဲ့တယ်။ JLo ကတော့ အမေရိကန်က သတင်းထောက်တစ်ယောက်​ပေါ့... သတင်းထောက်ဆိုတဲ့အတိုင်း\nစပ်စပ်စုစုနိုင်ပြီး ဒီကိစ္စကို အတော်လေးလိုက်ရတယ်။ ကြားထဲမှာလည်း အရင်က သူနဲ့ ဇာတ်လမ်းတွေရှိခဲ့ဖူးတဲ့\nနယ်ခံသတင်းထောက်တစ်ယောက်နဲ့ ပေါင်းပြီး ကောင်မလေးကိုလည်း ကာကွယ်ရင်း အသက်နဲ့စတေးပြီး ဒီသတင်းကို\nလိုက်ခဲ့ရတဲ့အကြောင်းတွေကို စိတ်ဝင်တစားကြည့်ရမှာပါ။ မ​​ကောင်းတဲ့ အစိုးရရဲ့ လက်​အောက်မှာ အမျိုးသမီး​တွေ ​\nခေါင်းပုံဖြတ်ခံရမှု အကာအကွယ်မဲ့မှု​အသက်​တွေ တန်ဖိုးမဲ့မှုတွေကို CM ပရိသတ်တို့ စာနာမိမှာပါ...Jennifer Lopez နဲ့ Antonio Banderas ...",
        "rating": "6.1",
        "url": "https://megaup.net/10awn/(CM)_Bordertown_(2006).720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/TheTrick-134x200.jpg",
        "title": "The Trick (2021)",
        "description": "၂၀၀၉ ခုနှစ်မှာ East Anglia တက္ကသိုလ်က Climate Research Unit(CRU)ရဲ့ဆာဗာအဖောက်ခံရပြီး ဝန်ထမ်းတွေရဲ့အီးမေးလ်တွေပေါက်ကြားလာခဲ့ပါတယ်။Climategateလို့ ခေါ်ကြတဲ့ အဆိုပါဖြစ်စဉ်ရဲ့နောက်ဆက်တွဲကိုခံလိုက်ရတဲ့လူကတော့ CRUရဲ့ဒါရိုက်တာ Climatologist ဖြစ်တဲ့ Phillips Jonesပဲဖြစ်ပါတယ်။လူအားလုံးကသူ့ကိုဝေဖန်တိုက်ခိုက်လာကြပြီး သူ့ရဲ့ဘဝတစ်ခုလုံးရောသိပ္ပံပညာရပ်နယ်ပယ်ပါ အန္တရာယ်ရှိလာခဲ့ပါတယ်။ဒီလိုအခြေအနေကို Phillips တစ်ယောက် ဘယ်လိုဖြတ်ကျော်မှာလဲ........Based on True story ဇာတ်လမ်းဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေများကာနေပူလိုက်မိုးရွာလိုက်နဲ့ပြောင်းလဲနေတဲ့ရာသီဉတုအပေါ်မှာ ပိုပြီးသတိပြုလာစေမယ့် စိတ်ဝင်စားစရာကောင်းတဲံ့ ဇာတ်ကားတစ်ကားပါ။\nFile Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p 5.1 CH\nRunning Time : 1:29:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)|\nGenre : Thriller\nTranslated by Chit Tee\nEncoded by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/1G7k5/the.trick.2021.720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/christmas.thieves-135x200.png",
        "title": "Christmas Thieves (2021)",
        "description": "Christmas Thieves (2021)=====================ကဲ ခရစ်စမတ်ကာလကို နီးကပ်စပြုလာပြီဆိုတော့ ခရစ်စမတ်အငွေ့အသက်လေးတွေ ဖုံးလွှမ်းနေတဲ့ Christmas Thieves ရုပ်ရှင်လေးနဲ့မိတ်ဆက်ပေးပါရစေ။ဖရန့် နဲ့ ဗင့်စ်တို့ကတော့ စိတ်တူကိုယ်တူ ခိုးလည်း အတူတူ ခိုးတဲ့သူငယ်ချင်းတွေပါ သူတို့နှစ်​ယောက်ဟာ ခိုးမှုကြောင့် ဖမ်းခံနေရပေမဲ့လည်းဆက်ခိုးနေတုန်းပါပဲ ခရစ္စမတ်အကြိုနေ့မှာတောင် ခိုးတဲ့ ဒီသူခိုးနှစ်ကောင်က အချက်ပေးသံမြည်လာတဲ့အတွက်ကြောင့် ရဲလက်က ထွက်ပြေးရင်းနဲ့၈နှစ်အရွယ်လီယမ်နဲ့၄နှစ်အရွယ် အိုလီဗီယာတို့အိမ်ကို ရောက်သွားပါတယ် ဖြစ်ချင်တော့ အိုလီဗီယာတို့အမေက ရဲအရာရှိဖြစ်ပြီး ငတက်​ပြားနှစ်ယောက်ကိုဖမ်းဖို့အတွက် သူတို့ကို ကလေးထိန်းခေါ်ပေးပြီးထားခဲ့တာပါ။ အ​ပြင်မှာသူတို့ကိုဖမ်းချင်တဲ့ရဲတွေလက်က လွှတ်ဖို့အတွက် ဖရန့်နဲ့ဗင့်စ်တို့ နှစ်ယောက်လည်းကလေးထိန်းလိုမျိုးဟန်ဆောင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဒီလိုနဲ့ ဖရန့် နဲ့ ဗင့်စ်တို့နှစ်ယောက် ရဲလက်က လွတ်အောင်ပြေးနိုင်မှာလား မြုပ်ကွက်လေးတခုလည်းပါပြီးတော့ စိတ်ဝင်စားစရာကောင်းတာမို့လို့ ပရိသတ်အားလုံး မိသားစုနဲ့အတူ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုနိုင်မဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, ...",
        "rating": "5.1",
        "url": "https://megaup.net/10ai2/Christmas.Thieves.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Y8hRSAfGiSkGoKvS5sruW40me.jpg",
        "title": "Next Stop, Christmas(2021)",
        "description": "Next Stop, Christmas (2021)IMDb 7.8Hello Helloခရစ်စမတ်လည်း နီးလာပြီဆိုတော့ နှင်းတစ်ဖွဲဖွဲ ရှုခင်းလှလှလေးတွေနဲ့ ခရစ်စမတ်နောက်ခံအချစ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားရဲ့ ထူးခြားချက်က time-travel ဇာတ်လမ်းကြိုက်သူတွေလည်း ကြည့်လို့ အဆင်ပြေမယ့်ကားလေးပါဇာတ်လမ်းအကျဉ်းအန်ဂျီဟာ အာရုံကြောအထူးကုဆရာ၀န်တစ်ယောက်ဖြစ်ပါတယ်အများသူငါတွေ အနားယူ မိသားစုဆီ အလျှိုလျှို ပြန်ကြတဲ့အားလပ်ရက် ခရစ်စမတ်မှာ သူကတော့ on call တာ၀န်နဲ့ အိမ်မပြန်နိုင်သူပေါ့။တကယ်တော့ သူကိုယ်တိုင်ကလည်း မိသားစု အရှုပ်တွေကြောင့်အိမ်မပြန်ဘဲ တာ၀န်ကျကာ မြို့မှာပဲ တစ်ယောက်တည်း ခရစ်စမတ်ကို ဖြတ်သန်းချင်သူပါ။ဒီလိုနဲ့ အလုပ်ပြီးလို့ ဘားထိုင်ပြီး အပြန် ဘူတာလက်မှတ်ရုံက ထူးဆန်းတဲ့ အဘိုးကြီးနဲ့စကားစမြည်ပြော လက်မှတ်၀ယ်ပြီး ရထားပေါ်မှာ အိပ်စက်အနားယူ လိုက်လာခဲ့ပါတယ်။သူနိုးလာတဲ့ အချိန်မှာတော့ စီးနေတဲ့ ရထားဟာလည်း ပုံစံတွေပြောင်းအရာအားလုံးလည်း ခေတ်တွေ နောက်ပြန်လည်သွားပါတော့တယ် ....ဘာတွေဖြစ်ကုန်တာလည်း သူကိုယ်တိုင် မသိသလိုဘာကြောင့် အချိန်တွေ နောက်ပြန်လည်သွားတယ်ဆိုတာလည်း သူစဉ်းစားမရပါဒီတော့ CM ပရိသတ်ကြီးက ...",
        "rating": "7.6",
        "url": "https://megaup.net/10a83/Next.Stop.Christmas.2021.720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4Sus7BvVQM6i9M3Cr0U8Vw0L9f.jpg",
        "title": "Austin Powers in Goldmember (2002)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ ကစ်တာဘယ်လောက်အထိလဲဆိုရင်Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီး ကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်းDr.Evilကလိုက်ဝတ်တာမျိုး၊ ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကိုထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီး ပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်းပိုDarkတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/109n6/Austion_Power_2002.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kXZPrVQC9oQok5o9YZZQLSmVBPD.jpg",
        "title": "Soulmates (2021)",
        "description": "Soulmates (2021)ကိုယ်နဲ့အမြဲတမ်းတတွဲတွဲရှိနေခဲ့တဲ့သူငယ်ချင်းက နောက်သူငယ်ချင်းအသစ်ရသွားတဲ့အခါတို့၊ရည်းစားရသွားတဲ့အခါတို့ အဲဒီလိုအသစ်ရသွားပြီး ကိုယ့်ကိုပလစ်ပစ်တဲ့အဖြစ်မျိုးကြုံဖူးကြလား ..?မကြုံဖူးတဲ့သူတွေတော့သိလောက်မှာမဟုတ်ပေမယ့်ကြုံဖူးတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုဝမ်းနည်းစရာ ဒေါသထွက်စရာအဖြစ်ပါ။Vermont ပြည်နယ်မှာ ဟိုးငယ်ငယ်လေးထဲက တစ်မြို့တည်းအတူနေ တစ်ကျောင်းတည်းတက်ပြီးအတူတူကြီးပြင်းခဲ့ကြတဲ့ Jess နဲ့ Sam ဆိုတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းနှစ်ယောက်ရှိကြတယ်။သူတို့ပြည်နယ်လေးရဲ့ အဓိကနာမည်ကြီးလုပ်ငန်းကတော့ Mapel Syrup ထုတ်တာပေါ့။ဒီလိုနဲ့တစ်ရက်မှာ ယာမြေလုပ်ငန်း မွေးမြူခြံလုပ်ငန်း အများဆုံးလုပ်ကိုင်ကြတဲ့ သူတို့ပြည်နယ်ကိုပီတာဆန်ဆိုတဲ့ Mapel Syrup စက်ရုံကြီးလာတည်ပါလေရော။ကိုယ့်မြေပေါ်ကျူးကျော်ပြီး ကိုယ့်လုပ်ငန်းကိုလာလုနေတဲ့ ပီတာဆန်ကလူတွေကိုJess နဲ့ Sam တို့နယ်ခံတစ်အုပ်က မကြည်ကြပါဘူး။မကြည်နေတဲ့ကြားထဲမှ Jess က ပီတာဆန်လုပ်ငန်းရဲ့တာဝန်ခံ London နဲ့ချစ်ကြိုက်သွားပါတော့တယ် (ခုမြင်ခုကြိုက်သွားတာနော် အံ့ပါ့:,))ထုံးစံအတိုင်း လူတွေကရည်းစားရသွားရင် နှစ်အကြာကြီးခင်လာတဲ့သူငယ်ချင်းဘာညာလည်းမမြင်တော့ဘူးအကုန်ပလစ်ပြီး ရည်းစားသည်သာနံပတ်မှာ “တစ်”ကြတာမဟုတ်လား။အဲဒီမှာတင် သူ့နေရာကိုလုသွားတယ်ဆိုပြီး London ကိုတင်းနေတဲ့ Sam ...",
        "rating": "4.4",
        "url": "https://megaup.net/109qj/Soulmates.2021.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfEJcrexvPpcp78YG61x3yV19PI.jpg",
        "title": "Maha Samudram (2021)",
        "description": "ဒီကားကတော့ IDMB မှာ Rating 6.0 ထိရထားတဲ့ မင်းသားကြီး Jagapathi Babu ပါ၀င်တဲ့Action/Romance အမျိုးအစား တေလ်ဂူ ကားလေးပါ။ မင်းသားကြီး Jagapathi Babu ကိုဗီလိန်နေရာမှာ သရုပ်ဆောင် ပိုင်နိုင်မှုကြောင့် တော်တော်လေးကြိုက်ခဲ့ဖူးပြီး ရှာကြည့်သမျှထဲမှာလည်း ဗီလိန်မဟုတ်တာနည်းပါတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................ငယ်ငယ်တုန်းက အရမ်းချစ်ခင်ခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက် အာဂျွန်နဲ့ ဗီဂျေး။မှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်တဲ့ ဦးလေးရှိပေမယ့် မှောင်ခိုလုပ်ငန်းကို မုန်းတဲ့အာဂျွန်။ ကိုယ့်ဘ၀ကိုပဲဂရုစိုက်မယ် ဘယ်လိုအနှောက်အယှက်မဆို မလိုချင်ခဲ့တဲ့ဗီဂျေး။ခပ်ဆိုးဆိုး ဗီဂျေးကိုမှ သဘောကျခဲ့တဲ့ မဟာ။ သူတို့သုံးယောက်ဆုံပြီးနောက်မှာမှောင်ခိုလောကအတွင်းဘာတွေပြောင်းလဲကုန်မှာလဲ။ မှောင်ခိုလောကရဲ့ဘုရင်အဖြစ်ဘယ်သူက အုပ်စိုးနိုင်မှာလဲ။ အတ္တ နဲ့ ချစ်ခြင်း အနစ်နာခံခြင်းတွေစုံအောင် ၂နာရီကျော်အတွင်းစီးမျောခံစားရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော Lwin Htoo Aung နှင့် JimX တို့ပဲဖြစ်ပါတယ် \nFile size…2.36GB\nQuality…1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 3omins\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX & Lwin Htoo ...",
        "rating": "5.9",
        "url": "https://megaup.net/2m4wb/MAHA_SAMUDRAM_(2021)__720p(CM).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/614-Lkk4eEL._SL1200_-142x200.jpg",
        "title": "Ballet Shoes (2007)",
        "description": "\"Dream will come true\nအိပ်မက်တွေ အကောင်အထည်ပေါ်လာမှာပါ \"လူမျိုးမတူ လာခဲ့နေရာမတူတဲ့ မိဘမဲ့မွေးကင်းစ ကလေးမလေး သုံးယောက်ကို Sylviaရဲ့ဦးလေးဖြစ်သူက Sylvia ဆီကို ခေါ်လာပါတယ်\nSylvia ကိုယ်တိုင်ကလည်း မိဘမဲ့တစ်ယောက်ပါ\nတစ်ချိန်လုံးခရီးထွက်နေတက်တဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်း ပညာရှင်ဦးလေးဖြစ်သူရဲ့ အိမ်ကြီးမှာ ကလေးထိန်းNana နဲ့အတူ နေရတာပါ သူမလည်း သူမ ဦးလေးလိုမျိုး ကျောက်ဖြစ်ရုပ်ကြွင်းဗေဒနဲ့ ဘွဲ့ရခဲ့ပေမယ့် ကလေးတွေကြောင့် ရည်မှန်းချက်တွေကို စွန့်လွှတ်ထားရပါတယ်\nအငယ်ဆုံးကလေးPosy Fossil လေးကို ဘဲလေးဖိနပ်တစ်ရံနဲ့အတူ ပါဆယ်နဲ့ထည့်ပေးလိုက်တဲ့ အချိန်ကတည်းကနေ ဦးလေးပြန်မလာတာ ၁၂နှစ်ရှိပြီဘဏ်မှာ ဦးလေးထားခဲ့ပေးတဲ့ ၅နှစ်စာငွေကလည်း ကုန်ပြီ\nအိမ်မှာ အဆောင်ငှားထားပေမယ့် အိမ်အိုကြီးကို ပြင်ရတဲ့ စရိတ်က မကာမိဘူး\nကလေးတွေကလည်း ရည်မှန်းချက်တွေကိုယ်စီနဲ့ အရွယ်ရောက်လာခဲ့တယ်\nSylvia က ကလေးတွေနဲ့ ဝင်ငွေတွက် ကျောင်းတက်ရင်း ဝင်ငွေရမယ့် အနုပညာ ကျောင်းကို ညီအစ်မတွေကို ပို့လိုက်ပါတယ်သူတို့လေးတွေရဲ့ ရည်မှန်းချက်တွေက မြင့်မားလွန်းတာမို့ ရည်မှန်းချက်တွေ အကောင်အထည်ဖော်ပေးဖို့ Sylvia ...",
        "rating": "6.6",
        "url": "https://megaup.net/109jh/Ballet_Shoes_(2007)_720p.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/SweetRiver_2764x4096-scaled-1-135x200.jpg",
        "title": "Sweet River (2020)",
        "description": "Sweet River (2020)==============ချစ်မြတ်နိုးရ၊ တန်ဖိုးထားရတဲ့ တစ်စုံတစ်​ယောက်ကို\nဆုံးရှုံးလိုက်ရတဲ့ သူအဖို့ \"​ပျောက်​သောသူ ကြာရင်​မေ့\"\nဆိုတဲ့ အဖြစ်မျိုးလည်း ရှိနိုင်သလို ဘယ်​သောအခါမှ\nကုစားမရတဲ့ ​နောင်တအဖြစ် အမြစ်တွယ်သွားတာလည်း\nရှိတတ်တယ် မဟုတ်လား၊ တချို့ ​ပူ​ဆွေးမှု​တွေဆိုရင်\nကိုယ်တိုင် ​မေ့​ဖျောက်ချင်စိတ်မရှိဘဲ တမ်းတမ်းတတ\nဖြစ်​နေတတ်တာမျိုး​​မှတ်လား။ဒီရုပ်ရှင်ရဲ့ Genre ဟာ Horror , mysteryပါ၊ ဒါ​ပေမဲ့\nအဓိကဇာတ်​ဆောင်၂​ယောက်ရဲ့ ဇာတ်​ကောင်အ​ပေါ်\nစီး​မြောမှု၊ သရုပ်​ဆောင်မှု​တွေ​အောက်မှာ ဒီဇာတ်ကားဟာ\nDramaပိုင်းကို မသိမသာ ပိုကဲသွားပါတယ်၊\nသို့​ပေမဲ့လည်း ရုပ်ရှင်ရဲ့ အဓိက theme ဖြစ်တဲ့ ​ပ​ဟေဠိ\nဆန်မှု၊ ​ခြောက်ခြားဖွယ်​ကောင်းမှု​ကိုလည်း လျော့မသွားဘဲ\nရိုက်ပြထားနိုင်တာကိုက ဒီကားရဲ့ဆွဲ​ဆောင်မှုရှိတဲ့အချက်ပါကွင်းဆက်လူသတ်သမားလက်ထဲမှာ ဖမ်းခံလိုက်ရပြီး\n​သေသလား၊ ရှင်သလား​တောင် မသိတဲ့အ​ခြေအ​နေအတွက်\nမိခင်ဖြစ်သူ Hanna ဟာ ​ချောင်ကျတဲ့ Billinsမြို့​လေးကို\nကိုယ်တိုင်စုံစမ်းအ​ဖြေရှာဖို့ တစ်​ကျော့ပြန်​ရောက်လာခဲ့ပါတယ်၊သားသည်မိခင်​တွေရဲ့ အပူကို ဘယ်အပူမှ မမီနိုင်ဘူး\nဆိုသလို သား​​​ဇောနဲ့ မရမကအ​ဖြေရှာဖို့ ကြိုးစား​နေတဲ့\nHannaအတွက် အချိန်ကြာ​လေ၊ သိရှိလာ​လေက​တော့\nသူရှာ​နေတဲ့အ​ဖြေဟာ ဒီမြို့​လေးရဲ့ လျှို့ဝှက်ချက်နဲ့\nပတ်သတ်​နေသလို ဒီမြို့ကရှင်သူ​​​တွေရော၊ ​သေဆုံးပြီးသူ​\nတွေ​ရောက ဒီလျှို့ဝှက်ချက်ကို မ​ပေါ်​ပေါက်​စေလိုတာ၊\nသူ့ကိုဒီမြို့မှာ အလိုမရှိ​တော့မှန်း ...",
        "rating": "5.0",
        "url": "https://megaup.net/109gu/Sweet.River.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nqredajixxi8-133x200.jpg",
        "title": "Queens Return (2021)",
        "description": "အသစ်ထွက် Action,Crime,Drama ဟောင်ကောင် ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။မူးယစ်ဆေးဂိုဏ်းက ကွေ့ရန် ဟာ ရဲအရာရှိဖြစ်တဲ့ ဆရာရှူ ကိုသတ်ခဲ့ပြီးသူ့ညီ သောင်းပါးဆိုတဲ့ကောင်က ဆရာရှူရဲ့ ညီမလေးချင်းချိန်ကိုပါ မတော်မတရားကျင့်ကြံခဲ့ပါတယ်။ဒီအဖြစ်ဆိုးနောက်မှာတော့ ချင်းချိန်ရဲ့ရှင်သန်မှုတွေဟာ ကွေ့ရန်တို့ညီအစ်ကိုကို သတ်ပစ်ဖို့အတွက်သာ ဖြစ်လာပါတော့တယ်။သူမကိုယ်တိုင် ကွေ့ရန်ကို မသတ်နိုင်တဲ့အတွက် လူမိုက်ဟိန်းဟော်ဆီက အကူအညီယူပြီးသိုင်းပညာသင်ရင်းနဲ့လူမိုက်ဂိုဏ်းရဲ့ အရမ်းထက်တဲ့ဓားတစ်လက်နဲ့ သိုင်းပညာရှင်ဖြစ်လာပါတော့တယ်။မတရားမှုတွေ လက်စားချေလိုမှုတွေကြား ဘယ်လိုတွေရှေ့ဆက် စာရင်းရှင်းကြမယ်ဆိုတာ...။၁၇ ရာစုအစောပိုင်း ဟောင်ကောင်ရဲ့လူနေမှုအခြေအနေကိုပေါ်လွင်အောင်ရိုက်ကူးနိုင်တဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးAction သက်သက်မဟုတ်ဘဲ  သိပ်မိုက်တဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လဲ ဖြစ်နေပါတော့တယ်။\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:30:13\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/109dc/(CM)Queens.Return.2021.720p.WEB-DL.H264.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f54hNIiHNINw3JiUJB2XaQl5wCN.jpg",
        "title": "Farewell My Concubine (1993)",
        "description": "Farewell My Concubine (1993)\n\"မောင်းမငယ် နေလေရစ်\"1993ဩဂုတ်မှာ နယူးယောက်တိုင်းသတင်းစာထဲ \" တရုတ်က သူ့‌မြေကရုပ်ရှင်ကို သူ့ဘာသာ ပြန်ပိတ်ဆို့လိုက်ပြီး ကိန်းရုပ်ရှင်ပွဲတော်ကတော့ အဲဒီရုပ်ရှင်ကို အမြင့်ဆုံးဆု ပေးလိုက်တယ်\"ဆိုတဲ့ ‌ခေါင်းစဉ်နဲ့ ဆောင်းပါးတစ်ပုဒ်ပါခဲ့တယ်။ အဲဒီရုပ်ရှင်ဟာ 46ကြိမ်မြောက် ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ Palme d'Or ရခဲ့တဲ့ Farewell My Concubine ပါပဲ။ဇာတ်လမ်းရဲ့ဦးအစဟာ ၁၉၂၄။၁၉၁၂မှာ ပုရီကို နန်းချပြီးနောက်ပိုင်း ဘုရင်ခေတ်ကနေ သမ္မတနိုင်ငံခေတ်ကိုကူးတဲ့ မတည်မငြိမ်ကာလတွေ ထဲမှာပေါ့။တရုတ်ပြည်မှာ အဲဒီနောက်ပိုင်းကာလတွေဟာ အပျက်ပျက် ကာလတွေချည်းပါပဲ။ ၁၉၁၆ကနေ ၁၉၂၈အတွင်းဖြစ်တဲ့ ငတ်မွတ်သေကြေမှုများခဲ့တဲ့ စစ်နယ်ရှင်ကာလအတွင်းက ခုနှစ်တစ်ခု။ အဲဒီကာလမှာ ပခြုပ်သည်မတစ်ယောက်ဟာ သူရဲ့ လူမမယ်သားကို ပေကျင်းအော်ပရာ လေ့ကျင့်ရေးကျောင်းတစ်ခုကို လာရောင်းခဲ့တယ်။ သူရောင်းခဲ့တဲ့ကလေးက လတ်စလီချောင်ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ ပဲစေ့လေး ခေါ် တျဲ့ရီ ။ ပေကျင်းအော်ပရာရော ခေတ်ပျက်တွေရောက ဒီရုပ်ရှင်ရဲ့ သက်မဲ့ဇာတ်ဆောင်တွေဆိုတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1097t/(CM)_Farewell_My_Concubine_(1993)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/m-136x200.jpg",
        "title": "Master and Commander: The Far Side of the World (2003)",
        "description": "အကောင်းဆုံးနဲ့အပီပြင်ဆုံးရေကြောင်းတိုက်ပွဲ ရုပ်ရှင်တွေကို ပြောဆို ဒီရုပ်ရှင်က ထိပ်ဆုံးက ပါစမြဲပါပဲ။အော်စကာ ၂ ဆု စကာတင် ဆယ်ဆု နဲ့ အခြားဆုတွေ အများကြီး ရထားပါတယ်။နပိုလီယံစစ်ပွဲများကာလ ၁၈၀၅ခုနှစ်အတွင်းမှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချိန်ကတော့ အင်္ဂလန်ပြည်နဲ့ ပြင်သစ်ပြည်တို့ အားပြိုင်နေကြတဲ့အချိန်ပေါ့ဗြိတိသျှတော်ဝင်ရေတပ်သင်္ဘောတစ်စင်းဖြစ်တဲ့ 'စပရိုက်'သင်္ဘောကြီးဟာပြင်သစ်ပုဂ္ဂလိကပိုင်တိုက်သင်္ဘော 'အာခရွန်' ရဲ့ အလစ်တိုက်ခိုက်ခြင်းကို နှစ်ကြိမ်တိတိခံခဲ့ရပါတယ်လူအင်အားရော၊ လက်နက်အင်အားရော မမျှရုံမက ကိုယ်ထည်တောင့်တင်းတဲ့ ရန်သူ့သင်္ဘောကြီးနဲ့ ရင်ဆိုင်ရတဲ့အခါဗြိတိသျှကပ္ပတိန်ကြီး ဂျက်အော်ဘရီအတွက် ဗျူဟာတွေဆိုတာ မဖြစ်မနေလိုအပ်လာပါတယ်ပင်လယ်ပြင်တိုက်ပွဲဖြစ်တဲ့အတွက် အက်ရှင်ခန်းတွေ အများကြီးမပါပေမယ့်ကပ္ပတိန်အော်ဘရီရဲ့ စစ်ဗျူဟာတွေကတော့ တကယ်ဩချရလောက်ပါတယ်။သင်္ဘောပေါ်ကဘဝ ပင်လယ်ရဲ့အလှ ပင်လယ်ရဲ့ခက်ထန်မှုတွေကို တင်ဆက်ထားတဲ့cinematography တွေလည်း တော်တော်လေးကိုလှပါတယ်ဒါကြောင့်လည်း အော်စကာ ၁၀ ဆု ဆန်ကာတင်ခဲ့ပြီး Best Cinematography နဲ့ Best Sound Editing နှစ်ဆုကို သိမ်းပိုက်နိုင်ခဲ့တာဖြစ်မှာပါကပ္ပတိန်အော်ဘရီအနေနဲ့ကတော့ Gladiator မင်းသားကြီး Russell Crowe က ပုံဖော်ပေးထားပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းမဟုတ်ဘဲ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1098m/Master.and.Commander.The.Far.Side.of.the.World.2003.720p.BluRay.x264_5.1CH_(CM)_(2).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zfgHyodGNdtBxO8R7d0qmR2JSEz.jpg",
        "title": "All Too Well: The Short Film (2021)",
        "description": "All Too Well ( Short Film ) 2021IMDb - 9.1/10ကဲ YouTube မှာ ထွက်တာ 24 နာရီပြည့်ပြီးသွားပြီဆိုတော့ CM မှာ တင်ပေးပါပြီဒီ short film လေးကတော့ Taylor Swift ကိုယ်တိုင် ရေးသားရိုက်ကူးထားတဲ့\nကြေကွဲဖွယ် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါStranger Things ထဲက အားလုံးရဲ့ အချစ်တော်လေး Sadie နဲ့\nTeen Wolf, Maze Runner, Love & Monster တို့ရဲ့ မင်းသား Dylan O'Brien တို့က\nအဓိကပါ၀င် သရုပ်ဆောင်ထားပါတယ်\nသီချင်းရှင်မမ Taylor လည်း ပါပါတယ်Short Film ဆိုပေမဲ့ သီချင်းကို ရိုက်ကူးထားတာဖြစ်လို့ dialogue တွေအပြင်\nသီချင်းလေးကိုပါ ခံစားရင်း ကြည့်ရှုနိုင်မှာပါအသက်အရွယ် အလွန်ကွာခြားလွန်းတဲ့ relationship တစ်ခုကို\nပုံဖော်ရိုက်ကူးထားပါတယ်အားလုံးပဲ ရှုစားပေးကြပါဦးအညွှန်း နဲ့ ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/all-too-well-the-short-film-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ho-1-133x200.jpg",
        "title": "Hocus Pocus (1993)",
        "description": "အရင်ဆုံးပြောချင်တာက Disney က တင််ဆက်ထားတဲ့ ဒီကားလေးက\nကလေးရော လူကြီးပါ အပန်းပြေကြည့်ဖို့ သင့်တော်သလို\nစာရေးသူအနေနဲ့လည်း witchcraft တွေကို သဘောကျသူမလို့ အတော်လေး ဘ၀င်တွေ့မိပါတယ်ဇာတ်လမ်းအကျဉ်းဟိုး လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ လောက်က\n၀င်နီ၊ မယ်ရီနဲ့ ဆာရာဆိုတဲ့ ဆန်ဒါဆင် စုန်းညီမသုံးယောက်ရဲ့ ပုံပြင်လေးတစ်ပုဒ် ရှိသဗျသူတို့ဟာ ငယ်ရွယ်နုပျိုဖို့အတွက် ကလေးတွေရဲ့ ဝိဉာဉ်ကို စုတ်ယူစားသုံးရတယ်။\nတစ်နေ့မှာ အမ်မလီဆိုတဲ့ ကလေးမလေးကို ပြုစားပြီး သူ့ရဲ့ ဝိဉာဏ်ကို စုတ်ယူခဲ့ကြတယ်။\nအမ်မလီ့ကို ကယ်ဖို့ လိုက်လာတဲ့ အစ်ကိုဖြစ်သူ ဘင်ဇ်ကိုတော့\nကြောင်နက်တစ်ကောင်အဖြစ်နဲ့ ထာ၀ရ နေသွားစေတဲ့ ကျိန်စာတိုက်ပစ်ခဲ့တယ်။ဒီအဖြစ်အပျက်တွေ ဖြစ်တဲ့ နေ့မှာပဲ မြို့သားတွေက စုန်းမ ၃ ယောက်ကို\nကွပ်မျက်ခဲ့ကြတယ်။ သို့ပေမဲ့ စုန်းမတွေက အပျိုစင်တစ်ယောက်ရဲ့ ဆင့်ခေါ်မှုနဲ့\nသူတို့ တစ်နေ့ပြန်လာမယ်လို့ ကျိန်စာဆိုသွားခဲ့တယ်။သူ့ကို ဘယ်သူမှ မသိတော့တဲ့ သနားစရာ ကြောင်နက်ကြီးကတော့ သူတို့တွေ\nပြန်မလာနိုင်အောင် ဆန်ဒါဆင်အိမ်ကြီးကို အမြဲ စောင့်ကြပ်နေခဲ့တယ်တဲ့ဒါကတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/108ou/hocus.pocus.1993.720p.bluray.x264_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ZWQmW_4f-141x200.jpg",
        "title": "Please Don’t Save Me (2020)",
        "description": "လောကမှာ ကိုယ့်အတွက် အရေးကြီးတဲ့လူကို ဆုံးရှုံးရတဲ့နာကျင်မှု\nရှင်သန်ရတာ ခက်ခဲလွန်းတဲ့အခါမှာ ဖြစ်လာတဲ့ စိတ်ဓာတ်ကျမှု\nလူတွေဟာ အမျိုးမျိုးသောနာကျင်ဝမ်းနည်းမှုတွေကနေ လွတ်မြောက်ချင်လာတဲ့အခါ အရာရာကိုလွှတ်ချလိုက်တဲ့နည်းလမ်းကို ရွေးချယ်တတ်ကြပါတယ်ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေကရော တိုက်ခိုက်ပြီးဆက်လက်ရှင်သန်ဖို့ရွေးချယ်မှာလား\nလွှတ်ချလိုက်မှာလားဆိုတာကို \"ငါ့ကို မကယ်ပါနဲ့\" ဆိုတဲ့ ဇာတ်ကားလေးမှာကြည့်ရှုလိုက်ပါ ဇာတ်လမ်းအကျဉ်းအဖေဖြစ်သူ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်သွားတဲ့နောက်\nစိတ်ဓာတ်ကျနေတဲ့ အမေနဲ့အတူတူ ကျန်ရစ်ခဲ့ရတဲ့ကောင်မလေး ဆွန်းယူကျောင်းပြောင်းလာတဲ့ ထူးထူးဆန်းဆန်းကောင်မလေး ဆွန်းယူကို တစ်တန်းလုံးရဲ့ အချစ်တော်လေး ဂျောင်ဂုက စိတ်ဝင်စားနေခဲ့ပါတယ်အဖေဖြစ်သူကြောင့် တင်ထားတဲ့ အကြွေးတွေနဲ့ ဆွန်းယူတို့ သားအမိဟာ ဘဝကို ခက်ခက်ခဲခဲရုန်းကန်နေရပြီးနောက်ဆုံးမှာတော့ ကျွန်မကို မကယ်ပါနဲ့ဆိုတဲ့ စာလေးထားရစ်ပြီး နေအိမ်မှ သားအမိနှစ်ယောက်အတူတူထွက်သွားကြပါတယ်ဒီအကြောင်းတွေကို ဂျောင်ဂုသိသွားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.6 GB, 850 MB\nQuality__1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__01:33:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing ...",
        "rating": "7.6",
        "url": "https://megaup.net/108c2/Please_Dont_Save_Me_(2020)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/the-rose-villa-et00312843-14-07-2021-05-05-09-133x200.jpg",
        "title": "The Rose Villa (2021)",
        "description": "The Rose Villa (2021)IMDb Rating (8/10) ရရှိထားတဲ့ အိန္ဒိယတောင်ပိုင်း အသစ်ထွက် Horror/Thriller ဇာတ်ကားတစ်ကားတင်ဆက်လိုက်ပါတယ်။အရမ်းချစ်ကြတဲ့ကောင်လေးနဲ့ကောင်မလေး၊ ပျော်ပျော်ကြီးခရီးတွေထွက်မယ်၊ အိပ်မက်တွေအကြောင်းပြောကြမယ်။လူငယ်တွေဖြစ်တဲ့အတွက် မနက်ဖြန်တွေဆိုတာလည်းအရမ်းများတယ်၊ ကောင်လေးရော ကောင်မလေးရောက ကြင်နာတတ်ကြပြီး အရမ်းလိုက်ဖက်တဲ့‌စုံတွဲလေးပေါ့။ခရီးထွက်ရင်းက အဘိုးကြီးတစ်ယောက်ကိုစားသောက်ဆိုင်မှာကူညီမိရင်းနဲ့ သူတို့လင်မယားရဲ့အကြောင်းတွေသိရပါတယ်။ ကမ္ဘာနှစ်ဘက်ပါပဲ ကောင်လေးတို့အတွဲက အရမ်းပျော်နေရပြီး အဘိုးကြီးအတွဲကတော့ သောကတွေအပြည့်နဲ့.....ကောင်လေးတို့အတွဲက တစ်ညစာစားရင်းနဲ့ပြန်လို့မဖြစ်ကြလို့ညစာစားမိလိုက်ပါတယ်၊ ကံဆိုးခြင်းဆိုတာ ဂြိုဟ်နဲ့လားလို့မေးယူခဲ့ရတဲ့စုံတွဲက မကောင်းတာတွေချည်း ကြုံရပါတော့မယ်။ကုလားကားတွေဇာတ်တိုက်ထွက်နေတဲ့အထဲ Quantity ချည်းမဟုတ်ပဲ Quality တွေပါပါလာကြပုံရပါတယ်၊ Plot Twist ကောင်းကောင်း ရင်ခုန်ရမယ့်ကားမျိုးပါ။\nFile size…(1.3 GB) / (700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi & Murphy",
        "rating": "8.0",
        "url": "https://megaup.net/1G56l/(CM)The.Rose.Villa.2021.720p.AMZN.WEB-DL.HIN-Multi.DDP5.1.H.264-Telly.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyUBWXxRgF2dnnu9bzmLp1Ea5Io.jpg",
        "title": "Aranmanai 3 (2021)",
        "description": "Aranmanai 3 (2021)Aranmanai ဇာတ်ကားတွေဟာ sequel အနေနဲ့ထွက်လာတာဟာဆိုရင် အခုဆို ၃ ကားမြောက်ရောက်ခဲ့ပြီဖြစ်ပါတယ်။\nတမီးလ်လူထုရဲ့လူကြိုက်များသဘောကျတဲ့သရဲကားကောင်းဖြစ်တာနဲ့အညီ တစ်ကားပြီးတစ်ကားရိုက်ထုတ်ရတဲ့\nကားကောင်းလေးဖြစ်တာနဲ့အညီ ဇာတ်လမ်း ဇာတ်ကွက် ဇာတ်အိမ်ဟာ သိပ်ပြောစရာမရှိတဲ့ကားလေးဖြစ်ပါတယ်။တမီးလ်ရုပ်ရှင်လောကရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားသလို တမီးလ်သရဲကားတိုင်းရဲ့ဇာတ်လိုက်ကျော်\nကိုဘရိတ်ကီးပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုညွှန်းရမယ်ဆိုရင်ဖြင့် သရဲခြောက်တဲ့ဟော်နန်းကြီးတစ်ဆောင်နဲ့ ဘယ်လိုခြောက်လို့\nဘာကြောင့်ခြောက်မှန်းမသိရတဲ့ပုစ္ဆာတစ်ခု၊ ဟော်နန်းကြီးမှာသရဲခြောက်တယ်ပြောလို့ငယ်စဉ်ကတည်းက\nဟော်နန်းပိုင်ရှင်ဖခင်ဖြစ်သူရဲ့ဖယ်ကြည်ခြင်းကိုခံရတဲ့ကောင်မလေးတစ်ယောက်၊ ထိုကောင်မလေးလိုကိစ္စရပ်မျိုး\nထိုဟောနန်းကြီးမှာနောက်ထပ်မွေးဖွားလာတဲ့ကလေးမငယ်‌လေးမှာလည်းကြုံတွေ့လာရတဲ့အခါ ဟော်နန်ကြီးကို\nသရဲခြောက်တယ်ပြောပြီးရောင်းစားဖို့ကြံနေတဲ့ဦးလေးဖြစ်သူနဲ့ မည်သို့မည်ပုံစခန်းဆက်ရမယ်၊ သရဲဘာလို့ခြောက်ရတယ်၊\nဇာတ်ရှုပ်‌တွေအကုန်ဘယ်လိုဇာတ်ထုတ်ပြေသွားမယ်ကိုတော့ ၂၀၂၁ ခုနှစ်မှာထွက်ရှိလာတဲ့ Aranmanai\nဇာတ်ကားကောင်းလေးထဲမှာခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်ကားကို အညွှန်းရေးပေးထားသူကတော့ San Thu Aung ဖြစ်ပြီး\nဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias နဲ့ San thu Aung ပဲ ဖြစ်ပါတယ်)Size -  2.3 GB, 1.3GB\nQuality - 1080p HEVC, 720p\nIMDb Rating - 4.3/10\nFormat - mp4\nDuration ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/aranmanai-3-2021/"
    }
]