[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/seven-samurai-142x200.jpg",
        "title": "Seven Samurai (1954)",
        "description": "Seven Samurai (1954)\nIMDb - 8.6/10_______R0tten - 100%\n ၁၉၅၄ ခုနှစ်က ထွက်ခဲ့တဲ့ ဂျပန်ကားတစ်ကားကို တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဂျပန်ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ပြောလို့ရပါတယ်။\nနှောင်းခေတ်ရုပ်ရှင်တွေဟာလည်း ဒီရုပ်ရှင်ကနေ ပညာတွေအများကြီးယူကြရတယ်လို့ ပြောကြတယ် (ဘာတွေလဲတော့ နားမလည်ပါဘူး)။\nဒီရုပ်ရှင်ရဲ့ဘတ်ဂျက်ကတော့ အဲဒီခေတ်အခါကဆို အတော်မာျးပါတယ်။\nရုပ်ရှင်ကားကြီးတွေကို $70000 လောက်နဲ့ ရိုက်နေကြချိန်မှာ ဒီရုပ်ရှင်ရဲ့ ဘက်ဂျက်ဟာ $ 500 000 ဖြစ်နေခဲ့ပါတယ်။\nပြီးတော့ ရုပ်ရှင်ရိုက်ကူးချိန်လည်း ကြာလွန်းတော့ ပရိုဂျူဆာတွေက ၂ ခါတိတိ ပိတ်ချခဲ့ပါတယ်။\nဒါရိုက်တာ အကီရာ ကူရိုဆာဝါကတော့ ပိတ်ချခံရတိုင်း ငြင်းခုံမနေဘဲ အသာလေး ငါးမျှားထွက်သွားလိုက်တာပါပဲ။\nပရိုဂျူဆာတွေ ပြန်လိုက်ခေါ်မယ်ဆိုတာ သိပြီးသားမို့ပါ။ ဒီရုပ်ရှင်ထဲက သရုပ်ဆောင်တွေကလည်း အဲဒီခေတ်အခါကဆို All stars လို့ပဲ ပြောရပါလိမ့်မယ်။\nသုံးနာရီကျော်ကြာတဲ့ ဒီအဖြူအမည်းရုပ်ရှင်ဟာ တစ်ကမ္ဘာလုံးက နှစ်သက်လက်ခံတဲ့ ရုပ်ရှင်ကြီးတစ်ခုဖြစ်လာခဲံ့ပါတယ်။\nဒီရုပ်ရှင်ကို မှီးပြီး ရိုက်ကူးထားတဲ့ ကောင်းဘွိုင်ရုပ်ရှင် Magnificent seven ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xg1c/Seven_Samurai_(Shichinin_No_Samurai)_[1954]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOoOPOLgstU6ZdJAHHGFjuWKPGj.jpg",
        "title": "Sympathy for Mr. Vengeance(2002)",
        "description": "Sympathy for Mr. Vengeance(2002)IMDb...7.7(1080P 5.1CH နဲ့ 720p တို့ဖြင့် စုံလင်စွာတင်ဆက်ထားပါသည်....)ဒီကားရဲ့ ဒါရိုက်တာ Chan-wook Park  ကိုမသိရင်တောင်မှ Oldboy ဆိုတဲ့ ကွီးယားကားကို တော့သိကြမှာပါ..အဲ့ဒီကားဟာ လက်ရာမြောက်လွန်းတဲ့ Hollywood ကတောင် ပြန်လည်ရိုက်ကူးဖြစ်ခဲ့ပါတယ်..Chan-wook Park ဆိုတာ Oldboy ဖန်တီးရှင်ဒါရိုက်တာပေါ့..ယခုSympathy for Mr. Vengeanceဆိုတဲ့ကားကိုလည်း သူရိုက်ကူးခဲ့ပါတယ်...ဒီကားနဲ့ အကောင်းဆုံးရုပ်ရှင်ဆု ၊အကောင်းဆုံး ဒါရိုက်တာဆုတွေအပြင် အခြားဆု(၅)ဆုတောင်ရရှိခဲ့ပါတယ်...မင်းသားကလည်း  Kang-ho Song နဲ့  Ha-kyun Shinတို့ပါပဲ....Oldboy ကြည့်ဖူးတဲ့သူတွေဆိုရင် ဒီဒါရိုက်တာကြီးရဲ့လက်ရာကိုခန့်မှန်းမိမယ်ထင်ပါတယ်..ဒီကားထဲမှာလည်း သတ်ဖြတ်ခန်းတွေက တကယ့်ကိုသွေးပျက်လောက်စရာကြီးတွေ...ဇာတ်ဝင်ခန်းတိုင်းကို အပီပြင်ဆုံးရိုက်ကူးထားတယ်...မောင်နှမ(၂)ယောက်ရှိတယ်..အစ်မဖြစ်သူက ကျောက်ကပ်မလဲရင်သေရတော့မယ့်ရောဂါအခြေအနေဖြစ်နေတယ်..မောင်ဖြစ်တဲ့သူအနေနဲ့လည်း လှူလို့မရတဲ့အခြေအနေ..ဒါကြောင့် သူ့ကျောက်ကပ်ကိုကလီဇာတွေဝယ်တဲ့ဂိုဏ်းကိုသွားရောင်းလိုက်တယ်...ဒီနောက်ပိုင်းတော့ အခြေအနေတွေဟာ အကုန်ရှုတ်ထွေးကုန်တယ်...Spoiler မလုပ်သင့်တဲ့ကားဖို့ ကျန်တာတွေမပြောတော့ဘူး....Action, Drama,နဲ့ Thriller   ကားမျိုးတွေကိုကြိုက်နှစ်သက်ရင်တော့ တကယ့်ကိုလက်မလွှတ်သင့်ဘူး...ဘာသာပြန်သူကတော့ Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်...မှတ်ချက်...သတ်ဖြတ်ခန်းများနှင့် အခြားအခန်းများမှာ ရက်စက်ပီပြင်လွန်းသဖြင့် မိသားစုများ၊ကလေးများနှင့်အတူမကြည့်သင့်ပါကြောင်းအကြံပြုပါရစေ.....File Size : (2.28GB) ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sympathy-for-mr-vengeance2002/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjE4MjY1NTE2N15BMl5BanBnXkFtZTgwMTAzNzE1MjE@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Portrait of a Beauty (2008)",
        "description": "Portrait of a Beauty (2008)_____IMDb - 6.5/10\n  \nDarkSide ဆိုတဲ့ အမှောင်ဘက်ခြမ်းကို တစ်ခေါက် အလည် ပြန်ခေါ်ပါရစေ\nAdult Movie တွေဆိုရင် တစ်ခါလာလဲ အိပ်ရာပေါ် ဝုန်းလိုက် တစ်ခါလာလဲ ကားပါကင်မှာဝုန်းလိုက်တွေ\nကြည့်နေရတာဆိုရင် သင့်အတွက် Porn Movie တွေကို ကြည့်နေရတာထက်\nဘာမှ ပိုထူးခြားလာမှာ မဟုတ်ပါဘူး Admin T အနေနဲ့ ဇတ်လမ်းပေါင်းများစွာကို\nကြည့်ရှုပြီးနောက် Adult Movie တွေထဲမှာ မှ ဇတ်လမ်း ဇတ်ကွက် နဲ့\nအနှစ်သာရ ရှိတဲ့ ရုပ်ရှင်မျိုးတွေကိုသာ တင်ပေးချင်တဲ့ စိတ်ကူးလေး ရှိလာတာရယ်\nDarkSide ဆိုတဲ့ ခေါင်းစဉ်နဲ့ လိုက်ဖက်စွာ\nအမှောင်ဖက် ကိုလဲ သက်ရောက်မယ့် ရုပ်ရှင်ကားတစ်ကားကိုCM Translator ဖြစ်သူ နတ်သျှင်ထောင် နဲ့ အတူ\nပူးပေါင်း တင်ဆက်ပေးလိုက်ပါတယ်....\n \nPornHub တို့ YouPorn တို့လောက် ကြည့်ပြီး သာယာနေတဲ့ သင့်သူငယ်ချင်းတွေကိုလဲ ခေါ်ပြလိုက်ပါ\nဘ၀ မှာ တစ်ခါတစ်လေတော့ အနှစ်သာရ ရှိတဲ့ ၁၈ နှစ်အထက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eYos/Portrait_Of_A_Beauty_(Miindo)_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/next-135x200.jpg",
        "title": "Next (2007)",
        "description": "Next (2007)\n=======ဒီတစ်ခါ တင်ဆက်မဲ့ကားကတော့ Nicolas Cageရဲ့\nရွှေခေတ်တုန်းက အက်ရှင်ကားတစ်ကားပါ။ဘဝမှာ နောက်ထပ်ပြီး နောက်ထပ်\nဘာပြီးရင် ဘာတွေဖြစ်မလဲ ကြိုသိနေကြရင်\nဘာတွေများဖြစ်လာပါမလဲ...\nအနာဂတ်နဲ့ ပက်သက်တဲ့ပြဿနာတစ်ခုက\nအနာဂတ်ကို ကြည့်လိုက်တဲ့အချိန်တိုင်းမှာ\nကြည့်လိုက်တဲ့အတွက် အနာဂတ်က\nပြောင်းလဲသွားတာပါပဲ....။\nဒီဇာတ်လမ်းကတော့ အနာဂတ်ကို\nမြင်နိုင်တဲ့လူတစ်ယောက်ရဲ့ စွန့်စားခန်းတစ်ခုကို\nရိုက်ကူးပြသထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nအနာဂတ်ကို အရှေ့၂မိနစ် ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာတစ်ယောက်ရှိပါတယ်။\nတစ်ဖက်မှာလည်း FBI ဟာ\nနျူကလိယား တိုက်ခိုက်မှုတစ်ခုကိုကို\nဖြေရှင်းနေရပါတယ်။ဒီလိုနဲ့ FBI က အရှေ့ကို ၂မိနစ်ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာကို သတိထားမိပြီး\nသူ့ကို အသုံးချဖို့လုပ်ပေမဲ့..\nမျက်လှည့်ဆရာဟာ သူမလုပ်နိုင်တာကြောင့်\nထွက်ပြေးခဲ့ပါတယ်။\nFBI နဲ့ အကြမ်းဖက်သမားတွေက\nသူ့ကို ထောင်ဖမ်းကြပေမဲ့\nရှေ့၂မိနစ်ကြိုမြင်နေရတဲ့အတွက်\nသူတို့ထက် နှာတစ်ဖျားသာနေတဲ့အခါမှာတော့\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ....။ဒီဇာတ်ကားဟာ -Action, Sci-Fi, Thrillerအမျိုးအစား\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File size__( 850 MB) and ( 350 MB)\nQuality__HD-Rip 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:36:10\nType__Action, Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung \nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2eX6i/Next_[2007]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Il2EMSF2KecrUKZPuen6BZmaCP.jpg",
        "title": "The Christmas Chronicles (2018)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Christmas Chronicles\" ဆိုတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကိုတော့ Nextflix မှဖြန့်ချီထားပြီးRating 7.6 ရရှိထားကာကြည့်ရှုသူများရဲ့ positive feedback များစွာကို ပိုင်ဆိုင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..အညွှန်း- မက်ချူးဆက်မှာ နေထိုင်တဲ့ ပီယာစ်မိသားစုတစ်ခု...ဒီမိသားစုမှာ ဖေဖေ ဒေါ့ပီယာစ် မေမေ ကလဲယာပီယာစ်ကိုကြီး တက်ဒီပီယာစ်နဲ့ ညီမလေး ကိတ်တီပီယာစ်ဆိုပြီး မိသားစုလေးယောက်ရှိပါတယ်..သူတို့မိသားစုဟာ ခရစ်စမတ်ရောက်တိုင်း နှစ်တိုင်း မိသားစုဗီဒီယိုလေးတွေရိုက်ရင်းခရစ်စမတ်ကိုကြိုဆိုတတ်ကြပါတယ်...ဒေါ့ပီယာစ်ဟာ မီးသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်...ဒီမိသားစုအတွက် ကံဆိုးခဲ့တာကတော့ ဒေါ့ပီယာစ် မီးလောင်သူတွေကိုကယ်ရင်း မီးလောင်သေဆုံးခဲ့တာပါ..တက်ဒီဟာ အဖေမရှိတော့တဲ့နောက်ဂျစ်ကန်ကန်ပဲ နေထိုင်ခဲ့ပါတယ်...ညီမဖြစ်သူ ကိတ်တီနဲ့လည်း မကြာခဏရန်ဖြစ်တတ်ပါတယ်...တစ်နေ့ မထင်မှတ်တာတစ်ခု ဖြစ်လာခဲ့တယ်...ဒါကတော့ ကိတ်တီဟာ အဖေနဲ့အတူရိုက်ကူးထားတဲ့ ခရစ်စမတ်အမှတ်တရဗီဒီယိုတွေကိုကြည့်ရင်း စန်တာကလော့စ်ကို တွေ့ခဲ့တာပါ...သူဟာ စန်တာကလော့စ်ကို အပြင်မှာတွေ့ချင်တဲ့ ရည်ရွယ်ချက်နဲ့အကိုဖြစ်သူတက်ဒီနဲ့ တိုင်ပင်ခဲ့ပါတယ်...သူတို့ရဲ့ စန်တာနဲ့ တွေ့ချင်တဲ့စိတ်ကူးက အမှန်တကယ်ဖြစ်ခဲ့ပါတယ်...ကောင်းသောတွေ့ခြင်းတော့ မဟုတ်ပါဘူး...စန်တာကလော့စ်ရဲ့ စွတ်ဖားလှည်းနောက် သူတို့နှစ်ယောက်ခိုးလိုက်ခဲ့တာပါ...စန်တာတစ်ယောက် သူတို့နှစ်ယောက်ကို တွေ့ပြီးအလန့်တကြားနဲ့ လက်ဆောင်ထုပ်တွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eX6z/The_Christmas_Chronicles_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNWNmOWExN2EtNjdjZi00ZTQ0LThiNzEtNmJmMDA5MjRiNTlhXkEyXkFqcGdeQXVyMjcyOTUxOTQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Kaali (2018)",
        "description": "CM Fan တွေအတွက် တမီလ် ရုပ်ရှင်တစ်ကားကို ထပ်မံမိတ်ဆက်ပေးလိုက်ပါတယ်\nဇတ်ကား နာမည်က ကာလီ ပါတဲ့...\nဇတ်လမ်းပုံစံကတော့ အရမ်းတော်တဲ့ ခွဲစိတ်ဆရာဝန်ကြီး ဘာရတ် ဟာ\nအမေရိကား မှာ ဆေးရုံတစ်ခုရဲ့ ဆေးရုံ ဥက္ကဌ ဖြစ်ပြီး ဘာရတ် ရဲ့ ဖခင်\nဆရာဝန်ကြီးရဲ့ နေရာကို တာဝန်ယူပြီး ထမ်းဆောင်နေတာဖြစ်ပါတယ်\nနှလုံးအထူးကု ဆရာဝန်ကြီးဖြစ်ပြီး ကုသမှု တိုင်းမှာ ထူးချွန်သူ တစ်ယောက်ပါ\nဖခင် ရော မိခင် ဖြစ်သူပါ သက်ရှိထင်ရှား ရှိနေပြီး ပြည့်စုံတဲ့ ဘဝ လေးမှာ\nဘာရတ် နေထိုင်နေခဲ့ပါတယ်...\nဒါပေမဲ့ ညတိုင်းလိုလို အိပ်မက် တစ်ခုကို မက်နေခဲ့တယ်\nမြွေ တစ်ကောင် ရယ် နွားရိုင်း တစ်ကောင် ရယ် အမျိုးသမီး တစ်ယောက်ရယ်\nအဲ့ဒီလိုနဲ့ အိပ်မက်က လန့်လန့်နိုးခဲ့ပြီး ဘာကိုမှ အဖြေရှာမရခဲ့ဘူး...\nတစ်ရက်မှာတော့ ဘာရတ် ရဲ့ မိခင် ဟာ ရုတ်တရက် နေမကောင်းဖြစ်ခဲ့ပြီး\nကျောက်ကပ် အစားထိုး ခွဲစိတ်ဖို့ လိုအပ်ခဲ့တယ်\nအမေကို ချစ်တဲ့ ဘာရတ်ကတော့ သူ့ကျောက်ကပ်ကို လှူမယ်စိတ်ကူးပေမဲ့\nဖခင် ဖြစ်သူက သဘောမတူခဲ့ဘူး ဘာရတ် ရဲ့ ဦးလေးဆီက ကျောကပ်ကိုသာ\nရယူလဲလှယ်ခဲ့တယ်...\nမိခင် ဖြစ်သူဟာ နေကောင်းလာတဲ့အခါ ဘာရတ်ဟာ မွေးစားသားဖြစ်ကြောင်း\nရှင်းပြခဲ့တဲ့နောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/2eX4p/Kaali_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/e14728155999642044043be633c7cae8-133x200.jpg",
        "title": "How to Lose Friends & Alienate People (2008)",
        "description": "က်ေနာ္တို႔ ဘဝမွာ ဘာမ်ားအေရးအႀကီးဆံုးလဲ မိသားစုလား\nေငြလား ေပ်ာ္ရႊင္မႈလား ရာထူးလား နာမည္ႀကီးမႈလားငယ္စဥ္အခါတုန္းကေရာ တစ္ေန႔ လူႀကီးတစ္ေယာက္\nျဖစ္လာခဲ့ရင္ ကိုယ္ဘာျဖစ္ခ်င္တယ္ ဘာကကိုယ့္အတြက္\nအေရးႀကီးတယ္ ဘာကေတာ့ ကိုယ့္ကို ေပ်ာ္ရႊင္ေစနုိင္တယ္လို႔မ်ား\nေတြးၾကည့္ခဲ့ဖူးပါသလား။အားလံုးတစ္ၿပိဳင္တည္းမရနုိင္ရင္\nသင္အလိုခ်င္ဆံုးကေရာ ဘာျဖစ္မလဲ။ ေငြေတြအမ်ားႀကီးပိုင္ဆိုင္ၿပီး\nနာမည္ႀကီးတစ္ေယာက္ျဖစ္ခဲ့ရင္ေရာ တကယ့္ေပ်ာ္ရႊင္မႈအစစ္ကို\nရနုိင္ပါ့မလား။ကိုယ့္ရဲ႕အလုပ္ပတ္ဝန္းက်င္မွာ အမ်ားမိုးခါးေရေသာက္\nသလုိ ကိုယ္လုိက္ေသာက္မွ ေအာင္ျမင္မႈရနိုင္မယ့္အေျခအေနမ်ဳိးေတြ\nဘယ္ေလာက္မ်ား ႀကံဳဖူးခဲ့ၾကပါၿပီလဲ။မိုးခါေရဟာ ၿမိဳခ်လို႔ေရာ\nအဆင္ေျပခဲ့ရဲ႕လား။ ကိုယ့္ဘာလိုခ်င္တာလဲ ဘာျဖစ္ခ်င္တာလဲ\nက်ေနာ္တို႔ ေသေသခ်ာခ်ာစဥ္းစားဖူးခဲ့ပါသလား။က်ေနာ္ကေတာ့ ခုထိ ဇေဝဇဝါပါပဲ။အညႊန္းကို ဒီလိုႀကီးေရးခ်လိုက္လို႔ ဒီဇာတ္လမ္းဟာ\nအရမ္းကိုေလးနက္ၿပီး အနွစ္သာရျပည့္ဝလိမ့္မယ္လို႔ေတာ့ မထင္လိုက္ပါနဲ႔\n(အဆဲခံရမွာစိုးလို႔ႀကိဳေျပာရတာပါ)ဒီဇာတ္လမ္းဟာ ခပ္ေပါ့ေပါ့ပါးပါးန႔ဲ\nၾကည့္လို႔ အဆင္ေျပရံုပဲရွိပါတယ္ ၾကည့္ရင္းနဲ႔ ပ်င္းလာမယ့္ဇာတ္လမ္းမ်ိဳး\nမဟုတ္ပါဘူးလို႔ေတာ့ အာမခံပါရေစ မိတ္ေဆြေအးစက္စက္ေလေတြ\nတုိက္ေနတဲ့ ေဆာင္းညမွာ အဝတ္ေႏြးေႏြးေလးဝတ္ၿပီး ဒီဟာသ\nအခ်စ္ ဇာတ္ျမဴးေလးကို ခံစားၾကည့္လိုက္ပါဦး။Megan Fox ၊ Simon Pegg ၊ Kirsten Dunst တို႔လို နာမည္ၾကီးမင္းသားမင္းသမီးေတြ အျပင္အျခားဇာတ္ရံေတြလဲပါဝင္ထားတဲ့လက္လြတ္မခံသင့္တဲ့ Romance Comedy ဇာတ္ကားမ်ိဳးပါ။ (ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္ဆိုထားသူကေတာ့ Min Thet Oo ျဖစ္ပါတယ္။) \nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/1z0of/How_To_Lose_Friends_&_Alienate_People_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izPtQ2relqT5LWflL7x4JLTbLxy.jpg",
        "title": "The Little Stranger (2018)",
        "description": "Drama/Mystery ..IMDb 5.8/10၁၉၄၈ ခုႏွစ္ ေႏြရာသီမွာျဖစ္သည္။မနက္ေစာေစာ ကို္ယ္လက္သန္႔စင္ကာ မုတ္ဆိတ္ရိတ္ေနရင္းသူ႕ဆီဖုန္းဝင္လာသည္။ဟန္ဒရစ္ အိမ္ၾကီးဆီလူနာသြားၾကည့္ေပးဖို႔ျဖစ္သည္။ဟန္ဒရစ္အိမ္ၾကီးသည္ သူႏွင့္ စိမ္းသည္ေတာ့မဟုတ္။အဲစ္ မိသားစုမွာ ရာစုႏွစ္ ႏွစ္ခုသံုးခုတိုင္ထိုအိမ္ၾကီးတြင္ေနထိုင္ခဲ့ၾကေသာ လူကုန္ထံမ်ားျဖစ္သည္။ဂုဏ္ပကာသန ထည္ဝါစြာအဆင့္ျမင့္ျမင့္ေနထုိင္ခဲ့ၾကသူမ်ားျဖစ္သည္။သူတို႔ ခုလည္းဒီလိုပဲေနထိုင္တုန္းလားမသိိ။သူကိုယ္ပိုင္ကားေလးေမာင္းျပီး ေတာလမ္းမ်ားျဖတ္ကာအိမ္ၾကီးဆီေရာက္လာခဲ့ျပီ။ေရွ႕ဂိတ္ေပါက္ရွိေသာ္လည္း ေနာက္ဖက္ဂိတ္ေပါက္မွတံခါးကို ကားေပၚမွကိုယ္တိုင္ဆင္းဖြင့္ကာ ျခံဝန္းထဲ ကားေမာင္းဝင္လာခဲ့သည္..။ျခံဝန္းထဲေရာက္ေသာအခါ မည္သူမွ်မေတြ႕။သူကားေပၚမွဆင္းျပီး တစ္ခ်ိ္န္ကထည္ဝါစည္ကားခဲ့သေလာက္ ယခုမ်က္စိေရွ႕တြင္ တိတ္ဆိတ္ေျခာက္ကပ္ေနေသာ အိမ္ၾကီးကို ရပ္ၾကည့္ေနမိသည္..။မည္မွ်ၾကာေအာင္ ရပ္ၾကည့္ေနမိသည္မသိ။ေျခသံၾကားမွ လွည့္ၾကည့္လိုက္ရာ လူတစ္ေယာက္မွ သူ႕ဆီေလွ်ာက္လာရင္း လွမ္းႏႈတ္ဆက္၏…။“ဟယ္လို..ခင္ဗ်ားကဘယ္သူတုန္း”\n“ကၽြန္ေတာ္ ေဒါက္တာ ဖာရာေဒးပါ”ႏႈတ္ဆက္သူမွာ ေျခတစ္ဖက္ဆာေနျပီး သူ၏ညာဖက္ပါးျပင္ႏွင့္ နားတစ္ဝိုက္တြင္ မီးေလာင္ျပီးအရည္ျပားမ်ားစုတ္ေနသည့္ အမာရြတ္ၾကီးရွိသည္။သူကသူ႕ကိုယ္သူမိတ္ဆက္၏။“ကၽြန္ေတာ္က ေရာ့ဒရစ္အဲရစ္ပါ ..ကားသံၾကားေတာ့ ေဒါက္တာ ဂရန္ဂ်ာမွတ္ေနတာ”………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 51min\nFormat : ...",
        "rating": "5.8",
        "url": "https://megaup.net/1z0oh/The_Little_Stranger_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hdm3Axw9LjITbApvAXBbqO58zE.jpg",
        "title": "The Godfather: Part III(1990)",
        "description": "The Godfather: Part III(1990)\nIMDb...7.6,,,,Rotten...67%\n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)\nPart III လာပါပြီ ...ထုံးစံအတိုင်းပေါ့ဗျာ... ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...1080p 5.1CHနဲ့ 720p တို့အပြင် 360p လေးနဲ့ အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..\nဘာသာပြန်သူကတော့ Ko Zuel Khant Thwinပဲဖြစ်ပါတယ်...\n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)\nPart III လာပါၿပီ ...ထုံးစံအတုိင္းေပါ့ဗ်ာ... ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး...\nကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...1080p 5.1CHနဲ႕ 720p တုိ႕အျပင္ 360p ေလးနဲ႕ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..\nဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwinပဲျဖစ္ပါတယ္...\nFile Size : (3.21GBGB) and (1.55GB )\nQuality : Blu-Ray 1080p 5.1CH,Blu-Ray 720p\nFormat…mp4\nDuration…02:42:00\nGenre : ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qyrb/The_Godfather_3_[1990]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2BEikhobwXkTS78dmgNQZNPg20n.jpg",
        "title": "Europe Raiders (2018)",
        "description": "တရုတ္အက္ရွင္ကားအသစ္ေလးပါ။မင္းသားေခ်ာေလး Kris Wu လည္းပါ၀င္ထားပါတယ္...ဒီကားဟာ Tokyo Raiders (2000) နဲ႕ Seoul Raiders (2005)တို႕ၿပီး ထြက္လာတဲ့ တတိယေၿမာက္ကားပါ...Fast and Furious ဇာတ္ကားထဲက God's Eye ဆုိတဲ့ ကမာၻေပၚကလူတုိင္းကုိေျခရာခံလုိ႕ရတဲ့ Program ေလးကုိမွတ္မိၾကမွာပါ။ဒီထဲမွာကေတာ့ Hand of God ဆုိတဲ့ Program ကလည္းအဲလုိပါပဲေနာက္ထပ္ထူးျခားတာကေတာ့ ေငြအေျပာင္းအလႊဲေတြကုိပါလုပ္ႏုိင္တာပါ။အဲဒါကုိ CIA အကူအညီနဲ႔ မာက်ဴရီဆုိတဲ့ Hacker တစ္ေယာက္ဖန္တီးထားတာပါ။တစ္ေန႔မွာေတာ့ CIA ကေန အဲဒီ Hand of God ကုိအခုိးခံလုိက္ရပါတယ္။အဲဒီမွာ မာက်ဴရီကုိဖမ္းခဲ့တဲ့ အေတာ္ဆုံး ေၾကးစား အဖမ္းသမားတစ္ေယာက္ျဖစ္တဲ့လင္ဇုိင္ဖန္ ကုိအကူအညီေတာင္းျပီး Hand of God ကုိ ျပန္ရေအာင္ၾကိဳးစားၾကပါတယ္။လင္ဇုိင္ဖန္ကျငင္းလုိက္ေပမယ့္ သူ႕နဲ႔ျပိဳင္ဖက္လည္းျဖစ္ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1z0nv/Europe_Raiders_(Ou_Zhou_Gong_Lue)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-2-poster-133x200.jpg",
        "title": "The Thinning: New World Order (2018)",
        "description": "The Thinning: New World Order (2018)_____IMDb - 3.8/10\n  The Thinning New World Order (2018)\nThe Thinning (2016) ရဲ့အဆက်ပါ\nDirected by Michael J. Gallag'her ပါပဲ\nစစ်ဆေးမှုမအောင်မြင်တဲ့ ကျောင်းသားတွေကို သတ်ပစ်တယ်လို့သိထားကြတဲ့\nအမေရိကမှာ ကျောင်းသားတွေတကယ် အသတ်ခံရတာမဟုတ်ဘဲ\nလျို့ဝှက်မြေအောက်အလုပ်ခွင်ထဲ အပို့ခံရတဲ့အခါမှာ\nဘလိတ်ခ်နဲ့အယ်လီတို့ဟာ ပြန်လည်ဆုံတွေ့သွား ကြပါတယ်\nတဖက်မှာလည်း လီနာက မြို့တော်ဝန်ရတ်ဒင်းန်ရဲ့\nအလုပ်ဖိတ်ကြားချက်ကိုရရှိပြီး မဲဆွယ်ပေးသူတစ်ယောက်အနေနဲ့\nလုပ်ကိုင်နေခဲ့ပါတယ် ကယ်လန်ကတော့\nသူလိုချင်တဲ့သတင်းထောက်အလုပ်မှာ ဂျူနီယာအဖြစ်လုပ်ကိုင်ရင်း\nမြေအောက်အဖွဲ့အစည်းအကြောင်းကိုသိရှိသွားမလား\nမြို့တော်ဝန်ကိုယ်တိုင်ကရော ဒီကိစ္စနောက်ကွယ်မှာ\nပါဝင်ပက်သက်နေမလား ဘယ်သူက\nတကယ်တမ်းကြိုးကိုင်နေတာလဲ\nဆိုတာတော့ဆက်ကြည့်ကြပါနော်Thit Nyein Han ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "3.8",
        "url": "https://megaup.net/4fAae/The_Thinning_-_New_World_Order_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-poster-1-140x200.jpg",
        "title": "The Thinning (2016)",
        "description": "The Thinning (2016)_____IMDb - 5.5/10\n  The Thinning (2016)\nဇာတ်ကားကတော့ Action/Drama/Horror အမျိုးအစားပါ\nDirected by Michael J. Gallag'her ဖြစ်ပါတယ်\nIMDb 5.5/10 ဖြစ်ပြီး Rotten Tomatoes ရဲ့\nAudience Score မှာလည်း 62% ရရှိထားပါတယ်\nကိုယ်လည်းစကြည့်တုန်းက အစပိုင်း၁၀မိနစ်လောက်ထိ\nဘာလဲပေါ့ဆိုပြီး ကြည့်ခဲ့တာ တကယ်ကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်\nဇာတ်လမ်းအဆုံးထိဘာဖြစ်မလဲသိချင်အောင်\nဆွဲခေါ်သွားခဲ့တယ် သမားရိုးကျဇာတ်လမ်းတွေကနေ\nခွဲထွက်ထားတော့ ပိုကောင်းတာပေါ့\n(စာကျက်ပျင်းတဲ့သူတွေပိုကြည့်သင့်ပါတယ်နော်  )\n2038 ခုနှစ်မှာ ကမ္ဘာတစ်ဝှမ်းလုံးလူဦးရေသိပ်သည်းမှုကြောင့်\nနိုင်ငံတိုင်းဟာ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့\nလူဦးရေထူထပ်လာမှုကို လျှော့ချကြပါတယ် နှစ်တိုင်းမှာ\nလူဦးရေရဲ့ငါးရာခိုင်နှုန်းကို လျှော့ချကြတာပါ\nကလေးတစ်ယောက်ပဲ မွေးရမယ်တို့ ဘာတို့\nဒါပေမယ့် အမေရိကမှာတော့ ကျောင်းသားကျောင်းသူ\nတွေကို စစ်ဆေးမှုပြုလုပ်ပါတယ် စာမေးပွဲပေါ့\nစစ်ဆေးမှုရဲ့ အဆင့်အနိမ့်ဆုံး အမှတ်အနည်းဆုံး\nကျောင်းသားကျောင်းသူတွေကို thinning လုပ်လိုက်တယ် သတ်ပစ်လိုက်တာပေါ့\n  Michaels (Peyton List)\nတက္ကဆက်ပြည်နယ် ဗစ်စတာပွိုင့်အထက်တန်းကျောင်းရဲ့\nအတော်ဆုံးကျောင်းသူတစ်ဦး\nမိခင်ရဲ့ကျန်းမာရေးကြောင့် ဆေးဖိုးဝါးခရှာရင်း\nကျူရှင်လဲသင် စာမရတဲ့ကျောင်းသားတွေကို\nခိုးချလို့ရတဲ့ မျက်ကပ်မှန်လေးတွေရောင်းရင်း\nကော်ရင်းနဲ့ဂျိုဝီဆိုတဲ့ ညီမလေးနဲ့မောင်လေးကိုလည်း\nပြုစုစောင့်ရှောက်နေတဲ့ မမတစ်ယောက်\nစစ်ဆေးမှုမှာ အမြဲ90%ကျော်နေခဲ့ပြီး ဘာလို့\nစစ်ဆေးမှုကျရှုံးသွားရတာလဲBlake Redding ...",
        "rating": "5.5",
        "url": "https://megaup.net/4fA9y/The_Thinning_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u8qHMiRkWPhDeL4W85OKA5cahPI.jpg",
        "title": "[21+] High Heel Homicide (2017)",
        "description": "(Dark Side Production မွ တင္ဆက္သည္။)ဒီဇာတ္​ကားမွာ အထူးၫႊန္​းဆိုခ်င္​တာကေတာ့ မင္​းသမီးႏွစ္​လက္​ပါပဲ.....\nCarter cruise နဲ႔ Blair williams တဲ့\nနည္​းနည္​းထူးျခားတဲ့အခ်က္​က Carter cruise က 1991 ခုႏွစ္​မွာေမြးဖြားၿပီးေတာ့ ယခုအခ်ိန္​မွာ\nအသက္​ ၂၇ ႏွစ္​ရွိေနၿပီ ျဖစ္​ၿပီးေတာ့ Blair williams ကေတာ့ 1994 ခုႏွစ္​မွ ေမြးဖြားတာပါ အဲ့ဒါေၾကာင္​့ ၂၄ႏွစ္​ပဲရွိဦးမွာပါ ဒါေပမယ္​့ ဒီဇာတ္​ကားထဲမွာေတာ့ ခႏၶာကိုယ္​အခ်ိဳးအစား ဘာညာအေနအထားေၾကာင္​့နဲ႔တူပါတယ္​ Blair williams က အစ္​မေနရာက ပါဝင္​သရုပ္​ေဆာင္​ထားၿပီး Carter cruise က ညီမေနရာက သရုပ္​ေဆာင္​ထားတာပါ.........\nBlair williams ကိုေတာ့ (Escape from pleasure planet)မွာ ၿဂိဳလ္​ေပၚက မင္​းသမီးေလးအျဖစ္​နဲ႔ သိရွိၿပီးျဖစ္​မွာပါ\nCarter cruise ေလးကိုပဲ မိတ္​ဆက္​ေပးပါဦးမယ္​\nသူမဟာ AVN awards ၃ခု နဲ႔ အျခားဆု ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/21-high-heel-homicide-2017/",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rWxkur51srfVnMn2QOFjE7mbq6h.jpg",
        "title": "The Happytime Murders (2018)",
        "description": "တမူထူးျခားတဲ့ ဒိုင္​ယာေလာ့ခ္​ေတြနဲ႔ ပံုမွန္​ကေန ခြဲထြက္​လာခဲ့တဲ့ ..........\"The Happytime murders\"..........ကြၽန္​ေတာ္​တို႔ေတြ \" Melissa McCarthy \"ဆိုတဲ့ မိန္​းမဝဝႀကီးကိုနာမည္​သာ မသိရင္​ေနမယ္​ သူ႔ရုပ္​ရွင္​ေတြကိုေတာ့ ၾကည္​့ဖူးၾကမွာပါ......ေပါ့ေပါ့ပါးပါး ဟာသဇာတ္​လမ္​းမ်ိဳးေတြကို ရိုက္​ကူးေလ့ရွိတဲ့သရုပ္​ေဆာင္​မင္​းသမီးတစ္​လက္​လဲ ျဖစ္​ပါတယ္​သူ ပါဝင္​သရုပ္​ေဆာင္​ထားတဲ့ နာမည္​ႀကီး ဇာတ္​ကားေတြကေတာ့\"Spy\"တို႔ \"Ghostbusters \"တို႔ \"Hangover part 3\"တို႔အစရွိသျဖင္​့ပါပဲ....ေနာက္​ထပ္​လည္​း အမ်ားႀကီးရွိပါေသးတယ္​ ယခု ၂၀၁၈ မွာလည္​းသူဟာ တမူထူးျခားတဲ့ ဒီဇာတ္​ကားကို ရိုက္​ကူးခဲ့ျပန္​ပါၿပီဘယ္​လိုထူးျခားတာလဲဆိုေတာ့ ဒီဇာတ္​ကားေလးမွာ \"Puppets\" ဆုိတဲ့ အရုပ္​ေလးေတြကိုသက္​ရွိအျဖစ္​ ဖန္​တီးထားတာပါအဲ့လို လူသားေတြနဲ႔ အရုပ္​ေတြ အတူတကြေနထိုင္​ၾကတဲ့ ကမာၻႀကီးမွာအရုပ္​ေတြဟာ လူသားေတြရဲ႕ အႏွိမ္​ခံလူတန္​းစားတစ္​ရပ္​အျဖစ္​ ဆက္​ဆံခံ ျကရပါတယ္​ဒါေပမယ္​့ အရုပ္​ကေလးေတြဆိုၿပီး ကေလးၾကည္​့ဇာတ္​ကားတစ္​ခုလို႔ေတာ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2UVig/The_Happytime_Murders_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTM1MjkxNTQxMV5BMl5BanBnXkFtZTYwMDMxNDg2._V1_-136x200.jpg",
        "title": "From Hell (2001)",
        "description": "CM Fan ေတြ အတြက္ မင္းသားႀကီး Johnny Depp ငယ္စဥ္က သရုပ္ေဆာင္ခဲ့တဲ့\nရုပ္ရွင္ကားေကာင္း တစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\n၂၀၀၁ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ From Hell ဆိုတဲ့\nသည္းထိတ္ရင္ဖုိ စံုေထာက္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nIMDb Rating 6.8 ထိ ရရွိထားပါတယ္\nJohnny Depp နဲ႔ အတူ မင္းသမီး Heather Graham ပါ သရုပ္ေဆာင္ထားပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ ဒုစရိုက္မႈေတြ ႀကီးစိုးတဲ့ ၿမိဳ႕တစ္ခုမွာ\nရဲစံုေထာက္ နာမည္ေက်ာ္ အက္ဗာလုိင္း ဆိုတဲ့ လူတစ္ေယာက္ရွိတယ္\nသူက ဘယ္ေလာက္ထိ နာမည္ႀကီးလဲဆိုရင္ ေသေနတဲ့သူရဲ႕\nအေလာင္းကို ကိုင္ၾကည့္ရံုနဲ႔ လူသတ္မႈကို ေျခရာခံႏုိင္ပါသတဲ့\nစိတ္စြမ္းအင္လဲ ရွိၿပီး လူသတ္မႈေတြ မျဖစ္ခင္ ႀကိဳတင္အာရံုရတက္ပါတယ္\nသူက လူထူးလူဆန္းလို ျဖစ္ေနၿပီး ၿမိဳ႕နယ္ ရဲတပ္ဖြဲ႔ရဲ႕ အားကိုးရာလဲျဖစ္ပါတယ္\nပံုစံ အရ ေျပာရရင္ မင္းသိခၤ ၀တၱဳထဲက ဆားပုလင္း ႏွင္းေမာင္ လိုေပါ့...\nတစ္ရက္မွာေတာ့ အဲ့ဒီ ၿမိဳ႕ေသးေသးေလးမွာ အမႈအခင္း ထူးထူးဆန္းဆန္း\nတစ္ခုျဖစ္ခဲ့ပါတယ္...\nအဲ့ဒါကေတာ့ ျပည့္တန္ဆာ ေတြကို လုိက္သတ္ေနတဲ့ ကြင္းဆက္လူသတ္သမား\nတစ္ေယာက္ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eXQ3/From_Hell_[2001]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVq65huQ8vHDd1a4Z37QtuyEvpA.jpg",
        "title": "The Godfather: Part II(1974)",
        "description": "The Godfather: Part II(1974)\nIMDb...9,,,,,Rotten.....97%\n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)\nPart 2 လာပါပြီ ...ထုံးစံအတိုင်းပေါ့ဗျာ... ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး...\nတစ်ခုတော့ပြောလို့ရတယ်...ခင်ဗျားတို့ရဲ့ ရုပ်ရှင်ကြည့်သမိုင်းမှာ ထာဝရအကောင်းဆုံးဆိုသော ဇာတ်ကားစာရင်းထဲမှာ အခုရော နောင်ရော\nအမြဲရှိနေလိမ့်မယ်လို့ပါ...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...1080p တော့မတင်တော့ဘူးစဉ်းစားထားတယ်...720p ကို အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..\nဘာသာပြန်သူကတော့ Ko Ye Pye Sone ပဲဖြစ်ပါတယ်...\n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)\nPart 2 လာပါၿပီ ...ထုံးစံအတုိင္းေပါ့ဗ်ာ... ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး...\nတစ္ခုေတာ့ေျပာလုိ႕ရတယ္...ခင္ဗ်ားတုိ႕ရဲ႕ ရုပ္ရွင္ၾကည့္သမုိင္းမွာ ထာ၀ရအေကာင္းဆုံးဆုိေသာ ဇာတ္ကားစာရင္းထဲမွာ အခုေရာ ေနာင္ေရာ\nအၿမဲရွိေနလိမ့္မယ္လုိ႕ပါ...\nကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...1080p ေတာ့မတင္ေတာ့ဘူးစဥ္းစားထားတယ္...720p ကုိ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..\nဘာသာျပန္သူကေတာ့ Ko Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1.84GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…03:22:00\nGenre : Crime , Drama \nSubtitle : Myanmar ...",
        "rating": "9.0",
        "url": "https://megaup.net/Qyqe/The_Godfather_2_[1974]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjk4NGZiMzAtODU1NS00MmQ4LWJiNmQtNWU5ZWU4Y2VmNWI0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Stree (2018)",
        "description": "\"ဇာတ္လမ္းအက်ဥ္း\"\n\"အိုဆတၳရီ(မိန္းကေလး) မနက္ျဖန္မွ လာခဲ့ပါ \" တဲ့။\nၿမိဳ႕ထဲက အိမ္တိုင္း အိမ္အျပင္မွာ ေရးထားတဲ့ စာ။\nပြဲေတာ္ရက္ဆိုရင္ သရဲမေလး ေယာက်္ားရွာထြက္တယ္။\nတၿမိဳ႕လံုးမွာ ရိွရိွသမွ် ေယာက်္ားေလးေတြ\nအားလံုး သတိ!\nဒီလို အယူသည္းတာေတြကို\nမယံုတဲ့သူ တစ္ေယာက္ရိွတယ္။ ဗစ္ကီတဲ့။\nဗစ္ကီဟာ အပ္ခ်ဳပ္သမား တစ္ေယာက္ပါ။\nတေန႔မွာေတာ့ သူ ပြဲေတာ္ရက္အတြင္း\nမိန္းမလွေလးတစ္ေယာက္နဲ႔ ဆံုခဲ့ရပါတယ္။\nျမင္ျမင္ခ်င္း ခ်စ္မိသြားသလို မိန္းကေလးကလည္း\nလက္ရဲဇက္ရဲႏိုင္လွပါတယ္။\nသရဲ မယံုတဲ့ ဗစ္ကီဟာ....\nနာမည္လည္း သိခြင့္မရိွတဲ့ မိန္းကေလးကို...\nတမ္းတမ္းစြဲ ျဖစ္သြားခဲ့ပါတယ္။\nပြဲေတာ္ ဒုတိယညမွာ\nမိန္းမလွေလးဟာ ဗစ္ကီကို ေတာထဲ ေခၚၿပီး\nတေနရာရာမွာ ထိုင္စကားေျပာစဥ္မွာေတာ့....\nမိန္းမလွေလးဟာ မ်က္စိေရွ႕တင္ ေပ်ာက္သြားခဲ့ပါတယ္။\nအဲ့ဒီအခ်ိန္ ဗစ္ကီကို လိုက္ရွာေနတဲ့\nသူငယ္ခ်င္း ႏွစ္ေယာက္လည္း ကံဆိုးခဲ့ရပါတယ္။\nသရဲမေလးနဲ႔... ဗစ္ကီတို႔ ....\nဘယ္လို ဆက္ႏြယ္ေနၾကမလဲ?\nဗစ္ကီ ခ်စ္မိေနတဲ့ မိန္းမလွေလးက\nသရဲမေလးလား?\nဘာျဖစ္လို႔ ေအာက္လမ္းပစၥည္းေတြ ရွာခိုင္းတာလဲ?\nဆတၳရီ သရဲမကို ဘယ္လို ေျဖရွင္ၾကမလဲ?\nစသျဖင့္ စိတ္ဝင္စားဖြယ္ ဇာတ္လမ္းေလးကို ၾကည့္႐ႈရမွာပါ။\n------------------------------------------------\nComedy, Horror ကားျဖစ္ေနတာမို႔\nရယ္စရာေတြ ေၾကာက္စရာေတြနဲ႔ ျပည့္ႏွက္ေနမွာပါ။\nIMDb Rating - 8.2 ...",
        "rating": "8.3",
        "url": "https://megaup.net/3ASKO/Stree_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27Bvs9qk98SWdXfBQ5PRfvotqFV.jpg",
        "title": "Hindsight(2011)",
        "description": "Hindsight(2011)\nIMDb...6.4\nဒီကားထဲကမင္းသားႀကီးကုိေတာ့ အေတာ္မ်ားမ်ားသိၾကမွာပါ...\nႏႈတ္ခမ္းနီမတစ္ခ်ဳိ႕သေဘာက်တဲ့ရုပ္ရည္မ်ဳိးမရွိေပမယ့္ ကုိရီးယားႏုိင္ငံရဲ႕ အထင္ကရနာမည္ေက်ာ္မင္းသားစာ\nရင္းထဲမွာ ရွိေနပါတယ္...မၾကာေသးခင္ကမွထြက္ရွိထားတဲ့ Taxi Driver ကားကုိၾကည့္ဖူးထားရင္ သူ႕ကုိသိၾကပါလိမ့္မယ္..\n...ဇာတ္လမ္းအက်ဥ္းကေတာ့ Song ဟာဂိုဏ္းစတားေခါင္းေဆာင္ဘဝကေနအနားယူလိုက္တဲ့လူတစ္ေယာက္...\nအဲ့အခ်ိန္မွာပဲသူ႔ကိုအေၾကာင္းမ်ိဳးမ်ိဳးေၾကာင့္ေသေစခ်င္တဲ့လူတစ္ခ်ိဳ႕က ငယ္ရြယ္ေခ်ာေမာတဲ့မိန္းမပ်ိဳေလးတစ္ဦးကို လႊတ္ၿပီးလုပ္ၾကံခိုင္းတာပဲျဖစ္ပါတယ္..\nဇာတ္လမ္းေကာင္းတာလည္းၾကည့္ခ်င္တယ္..အက္ရွင္ခန္းေကာင္းေကာင္းေလးလည္းပါေစခ်င္တယ္..မင္းသမီးကလည္းနင္းကန္လွရမယ္.. ႏူးညံလြန္းတဲ့ခ်စ္ျခင္းေမတၱာအေၾကာင္းေလးေတြလည္းပါေစခ်င္တယ္\nဆုိတဲ့ဇာတ္ကားမ်ဳိးကုိမွၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့ ဒီကားကုိေရြးခ်ယ္သင့္ပါ့ေၾကာင္း ေျပာပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္..\nFile Size : (1GB) and (350 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/1z0od/Hindsight_[2011]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oiVWlhTkm5FB5fhQMQfpPzAFDkg.jpg",
        "title": "Confessions (2010)",
        "description": "Confessions(2010)\nIMDb...7.8,,,Rotten...81%\nConfessions ဆိုတဲ့ကား​ေလးက​ေတာ့ ရုပ္​ရွင္​​ေဝဖန္​​ေရး​ေလာကမွာ​ေရာ စီးပြား​ေရးအရ​ပါ ​​ေသာက္​​ေသာက္​လဲေအာင္​ျမင္​ခဲ့တဲ့ psycho-thriller အမ်ိဳးအစား ရုပ္​ရွင္​ျဖစ္​ပါတယ္​\nဒီဇာတ္​ကားထဲမွာ​ေတာ့ Yuko Moriguchi ဆိုတဲ့ ​ေက်ာင္​းဆရာမတစ္​​ဦးက အ​ေမတစ္​ခု သမီးတစ္​ခု ဘဝနဲ႔ ​ေန​ ​ေန တဲ့ Single mother တစ္​​ေယာက္​ပါ။\nတပည္​့​ေတြထက္​ သမီးျဖစ္​သူကို ဦးစား​ေပးလြန္​းတာ​ေၾကာင္​့ တပည္​့​ေတြရဲ႕ အျမင္​မၾကည္​ျခင္​း ခံ​ေနရသူလည္​း ျဖစ္​ပါတယ္​။\nတ​ေန႔ ဒီလိုခ်စ္​ရတဲ့ တစ္​ဦးတည္​း​ေသာ သမီး​ေလး မ​ေတာ္​တဆ​ေသသြားတဲ့အခါမွာ​ေတာ့ ေဆာက္​တည္​ရာမရျဖစ္​ခဲ့ပါတယ္​။ ​\nေနာက္​ပိုင္​း ဒီ​ေသဆံုးမႈက ​ေသြးရိုးသားရိုးမဟုတ္​ဘဲ အသတ္​ခံရတယ္​ဆိုတာ သိသြားခ်ိန္​မွာ​ေတာ့\nသမီးအတြက္​ပူ​ေဆြး​ေနတဲ့ ​ေသာက​ေတြက​ ရက္​စက္​ျခင္​းအျဖစ္​ ကူး​ေျပာင္​းသြားပါ​တယ္​။ ​ဘယ္လုိေတြဆက္ျဖစ္သြားမလဲ\nဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး....အေကာင္းဆုံးဒါရုိက္တာဆု။မင္းသမီးဆု၊ဇာတ္ပုိ႕ဆုႏွင့္း အျခားဆုမ်ားအပါအ၀င္စုစုေပါင္း(၈)ဆုရရွိခဲ့ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Megumi ပဲျဖစ္ပါတယ္..\nFile Size : (884 MB) and (330 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Drama , Thriller \nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.8",
        "url": "https://megaup.net/2SawZ/Confessions_[2010]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDQSwhkiHttHt0OlPNdmnrBsTki.jpg",
        "title": "Nobody Knows(2004)",
        "description": "Nobody Knows(2004)\nIMDb...8.1,,,Rotten...92%\nဒီဂ်ပန္ကားက အေကာင္းဆုံးဒါရုိက္တာဆု၊အေကာင္းဆုံးရုပ္ရွင္ဆု၊အေကာင္းဆုံးသရုပ္ေဆာင္ဆုနဲ႕ အေျခားဆုမ်ားအပါအ၀င္ စုစုေပါင္း  (၁၃)ဆုရရွိခဲ့တယ္...\nRating ေတြကလည္း ဒီကားရဲ႕အဆင့္အတန္းကုိေဖာ္ျပေနတယ္...\nဆုအသက္၅ႏွစ္နဲ႔၁၂ႏွစ္ၾကား အေမတူအေဖကဲြ ကေလး၄ေယာက္ရဲ႕ဇာတ္လမ္းေလးျဖစ္ပါတယ္။ Akaria, Kyoko,Shigeruနဲ႔Yukiတို\n႔ ေမာင္ႏွမေလးေယာက္ဟာ သူတို႔အေမနဲ႔အတူ တိုက်ိဳကတိုက္ခန္းက်ဥ္းက်ဥ္းေလးမွာ ငွါးေနခဲ့ပါတယ္။ သူတို႔ရဲ႕ အေမက အလုပ္ကိစၥအေၾကာင္းျပၿပီး\nရက္သတၱပတ္ေတာ္ေတာ္ၾကာၾကာ အိမ္ကထြက္သြားေလ့႐ွိပါတယ္။ အိမ္႐ွင္က အိမ္မွာလူအမ်ားႀကီးေနခြင့္မျပဳတာေၾကာင့္\nသူ႔အေမနဲ႔Akiraပဲတရားဝင္ေနထိုင္ခြင့္ရၿပီး က်န္တဲ့ကေလး၃ေယာက္ဟာ ခိုးေၾကာင္ခိုးဝွက္ေနရပါတယ္။ သူတို႔အေမက ကေလး၃ေယာက္ကို\nအျပင္ထြက္ခြင့္မျပဳပါဘူး။ တစ္ခါမွာေတာ့ သူ႔အေမက အလုပ္ကိစၥခရီးသြားမယ္ဆိုၿပီး လံုးဝကိုျပန္မလာေတာ့ပါဘူး။\nဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာေတာ့ ကားေကာင္းေလးမုိ႕ Spoiler\nသေဘာမ်ဳိးသက္ေရာက္သြားမွာစုိးလုိိ႕ ဆက္မညႊန္းေတာ့ပါဘူးေနာ္..\nဒီဇာတ္ကားထဲက အကုိအႀကီးဆုံးအျဖစ္ သ႐ုပ္ေဆာင္ ခဲ့တဲ့ Yuya Yagiraဟာ ဒီဇာတ္လမ္းနဲ႔၂၀၀၄ခုႏွစ္ ကိန္းစ္႐ုပ္႐ွင္ပဲြေတာ္ရဲ႕ အေကာင္းဆံုးအမ်ိဳးသားဇာတ္ေဆာင္ဆုရခဲ့ပါတယ္။\nကိန္းစ္႐ုပ္႐ွင္ပဲြေတာ္မွာ အေကာင္းဆံုးအမ်ိဳးသားဇာတ္ေဆာင္ဆုရတဲ့ အသက္အငယ္ဆံုးသ႐ုပ္ေဆာင္ျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္...\nFile Size : (885 MB) and (391 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre :  Drama,\nSubtitle : ...",
        "rating": "8.1",
        "url": "https://megaup.net/2UViz/Nobody_Know_[2004]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://megaup.net/1Vhis/Lakadbaggha.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/y0wol02fcnge-133x200.jpg",
        "title": "Lady of the Dynasty (2015)",
        "description": "တကယ့်အဖြစ်အပျက်တွေက ပုံပြင်တွေထက် ဆန်းကြယ်တာမျိုးပဲထင်တယ်...၇ ရာစုခန့်က တရုတ်ပြည် ထန်မင်းဆက်ခေတ်မှာ ရွှမ်ကျုံးဆိုတဲ့ ထန်ဧကရာဇ် စိုးစံတယ်....သူဟာ ထန်ခေတ်ရဲ့အချောဆုံးအလှဆုံးဆိုနိုင်တဲ့ ရန်ယုဟွမ်ဆိုတဲ့ မိန်းကလေးကို တွေ့ပြီး မြင်မြင်ချင်း အရည်ပျော်သွားတာကြောင့် တော်ကောက်ဖို့လုပ်ပါတယ်...ပြသနာက အဲ့မိန်းကလေးဟာ သူ့ရဲ့သားနဲ့လက်ထပ်ထားသူဖြစ်ပြီး တနည်းအားဖြင့် သူ့ချွေးမဖြစ်နေပါတယ်....ဒါပေမယ့်သူဟာ ရှင်ဘုရင်ဖြစ်ပြီး လိုချင်တာကိုရအောင်ယူနိုင်တဲ့လူဖြစ်နေတာကြောင့်အချစ်ရဲ့စေစားရာအတိုင်း ရန်ယုဟွမ်ကို မိဖုရားတင်မြှောက်ဖို့ မကြံကောင်းမစည်ရာတွေ ကြံစည်ပါတော့တယ်...ဒီလို အဆိပ်ပန်းသီးစားရတဲ့ချစ်ခြင်းတစ်ခုဟာ ဘယ်လိုဆက်သွားပြီး ရာဇဝင်မှာဘယ်လိုအဆုံးသတ်ရတယ်ဆိုတာ ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကြာချိန်တိုတိုလေးအတွင်းမှာ ရှည်လျားထွေပြားပြီး သပွတ်အူလိုရှုပ်နေတဲ့ရာဇဝင်ကို ပြည့်စုံအောင်မရိုက်ကူးနိုင်တာကြောင့်ရာဇဝင်အပြည့်အစုံကို ဒီ Post https://www.facebook.com/tianxiadiyi888888/posts မှာ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ကိုတော့ ရာဇဝင်နောက်ခံ ရသမြောက်အောင် ဖန်တီးတင်ဆက်ထားတာဖြစ်ပြီးအချောဆုံးအလှဆုံးမိဖုရားနေရာကနေ တရုတ်မင်းသမီးချော ဖန်ပင်းပင်းက တကယ့်ကိုလိုက်ဖက်စွာ သရုပ်ဆောင်ထားပါတယ်။\nFile size…(2.6 GB)/ (1 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:01:29\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara ...",
        "rating": "",
        "url": "https://megaup.net/1fjl3/(CM)_Lady.of.the.Dynasty.2015.720p.BluRay.x264.AAC.5.1-Naung.mp4",
        "category": "Asian, Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjhhZjJjNTctYmM1OS00YmFlLTkyZjEtNjExMDBhN2Q5OGE2XkEyXkFqcGdeQXVyMjA4MDQzMTM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fear the Invisible Man (2023)",
        "description": "British Movie လေးဖြစ်တဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nအဓိက သရုပ်ဆောင်မင်းသမီးကတော့ Mhairi Calvey မင်းသားကတော့ Mike Beckingham ဖြစ်ပြီးတော့\nဇာတ်ကားရဲ့ Title အတိုင်းပဲ ကိုယ်ပျောက်လူသားကားလေးတစ်ကားပေါ့နော်ဇာတ်လမ်းကတော့ 1897 ခုနှစ်အချိန်တေတုန်းက သိပ္ပံပညာကို အရူးအမူး စူးစမ်းရှာဖွေနေကြတဲ့\nအချန်ကာလလေးကို ဇာတ်အိမ်တည်ထားတာပါ\nဘဝတစ်ခုလုံးကို သိပ္ပံပညာရပ်အတွက်ပဲ ပုံအောထားတဲ့ ဂရစ်ဖင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်\nမထင်မှတ်ထားတဲ့ စမ်းသပ်ချက်တွေ့ရှိမှုတွေကနေ ကိုယ်ဖျောက်နိုင်ခဲ့ပြီး\nဘယ်လိုကြီးကျယ်တဲ့အရာတွေလုပ်မလဲဆိုတာကိုတော့.......စိတ်လှုပ်ရှာရင်ခုန်စွာနဲ့ ကြည့်ရှုရမယ့် Crime/Horror ဇာတ်ကားကောင်းလေးတစ်ကားမို့\nကြည့်ရှုခံစားပေးကြပါဦးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် \nFile size…(970 MB)/(420 MB)/(240 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:40:00\nGenre...Thriller, Horror, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/2BcS7/Fear.the.Invisible.Man.2023.720p.(CM).mp4",
        "category": "Horror, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGYzN2I3NjAtMWRmOC00ODA0LTk5M2MtZWNiMWYyOGJjZDU5XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Devilreaux (2023)",
        "description": "2023 ခုနှစ်မှအသစ်ထွက်ရှိထားတဲ့ horror လူသတ်ကားအမျိုးအစားလေးပါ ဇာတ်လမ်းကတော့ ဆယ်ကျော်သက်ကလေးတစ်စုကသရဲခေါ်တမ်းကစားကြရင်း ပါးစပ်ရာဇဝင်တွေနဲ့နာမည်ကြီးတဲ့ ဒယ်ဗရိုဆိုတဲ့စုန်းကဝေအတတ်တွေနဲ့ဖန်တီးထားတဲ့နတ်ဆိုးကို ပြန်ဆင့်ခေါ်သလိုဖြစ်သွားရာကနေစပြီး အဲ့နတ်ဆိုးကသူရန်ငြိုးရှိခဲ့တဲ့သူတွေရဲ့မျိုးဆက်တွေအားလုံးကိုတစ်ယောက်မကျန်လိုက်သတ်ပစ်ပါတော့တယ် ဘော်ဘီဘရစ်ဆိုတဲ့စုံထောက်အလှလေးကတော့လူတွေဆက်တိုက်ပျောက်သွားတဲ့အမှုတွေကိုစုံစမ်းရှာဖွေနေတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် သွေးပျက်စရာဇာတ်ဝင်ခန်းတွေပါတာမို့အရွယ်မရောက်သေးသူတွေမကြည့်သင့်ပါဘူး File size…(1.4 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Vfpk/Devilreaux.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l600-142x200.jpg",
        "title": "[18+] Big Tits Zombie (2010)",
        "description": "Big Tits Zombie (2010)ဂင်ကိုနဲ့လီနာတို့က သိပ်မအောင်မြင်တဲ့ အဖော်အချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Paradise Ikagawa Theatre မှာ\nတစ်ခြားကောင်မလေးတွေနဲ့အတူတူအလုပ်လုပ်ကြပါတယ်။သူတို့တွေကတော့ ထက်မြက်တဲ့စာကြမ်းပိုးမာရီယာ၊\nရှေ့ဖြစ်ဟောဆရာမ လီနာ၊ပြီးတော့ သူ့မောင်နှမတွေကိုပြန်တွေ့ဖို့လူစုနေတဲ့ တိုင်းတစ်ပါးသူလေး ဒါနာတို့ဖြစ်ကြပြီး\nတစ်နေ့တော့ သူတို့ဆီကိုဖုန်းတစ်ခုဝင်လာခဲ့ပြီး အဲ့ဒီလူက အပန်းဖြေစခန်းတစ်ခုမှာ\nဆယ်ရက်စာ အကသမားလိုနေတဲ့အကြောင်းပြောလာပါတယ်။အဲ့ဒီအလုပ်ကိုအားလုံးလက်ခံပြီးတော့ သူတို့ဖျော်ဖြေရမယ့် အပန်းဖြေစခန်းကိုရောက်ရှိပြီးတဲ့နောက်ဖောက်သည်မျှော်ရင်း\nမြေအောက်ခန်းတစ်ခုကိုအမှတ်မထင်တွေ့ရှိခဲ့ပြီး အဲ့ဒီမှာရှာတွေ့တဲ့ သေမင်းစာအုပ်ကို မာရီယာကရွတ်ဖတ်လိုက်မိချိန်မှာ\nဆူရှီဖြစ်ပြီးသားတွေ၊သူတို့ကိုင်နေတဲ့ ငါးတွေစတင်အသက်ဝင်လာခဲ့ပြီးနောက် အုံကြွသောင်းကျန်းလာခဲ့တဲ့ ပ\nတ်ဝန်းကျင်တစ်ခုလုံးက ဖုတ်ကောင်တွေနဲ့ရင်ဆိုင်တိုက်ခိုက်ရတော့မှာဖြစ်ပါတယ်။ဂျပန်လူကြီးရုပ်ရှင်လောကရဲ့နာမည်ကျော်မင်းသမီးလေးတွေဖြစ်တဲ့ Sora Aoi,Risa Kasumi တို့ဦးဆောင်ပါဝင်ထားကြပြီး\nဇာတ်လမ်းက အခွီပါ။သွေးသံရဲရဲ ခုတ်ထစ်သတ်ဖြတ်တာတွေ ပေါက်ကရပြကွက်တွေနဲ့ wtf moments တွေအများကြီးပါပါတယ်။\nဘာတွေပေါက်ကရလုပ်ပြကြမှာလဲဆိုတာတော့ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ကြပါ။The Machine Girl တို့ Mutant Girls Squad တို့လိုဇာတ်ကားတွေကြည့်ဖူးရင် ဒီကားကိုလည်းလက်မလွတ်သင့်ပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "",
        "url": "https://megaup.net/3hc2C/(DS)_Big_Tits_Zombie_(2010)_720p_AMZN_WEB-DL_DD+2.0_H.264-JAVA.mp4",
        "category": "Action, Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7i4qZWRsgrzJ5fXv0cLV7hLETUJ.jpg",
        "title": "[18+]The World of Adultery(2020)",
        "description": "The World of Adultery(2020)***************************(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...)လူတစ်စု တစ်အိမ်ထဲမှာနေပြီး ဖောက်လွှဲဖောက်ပြန်ဖြစ်ကြတယ်...တစ်ချို့က တစ်ယောက်က စပြီး တစ်ချို့အတွဲကြတော့ တစ်စုံလုံးစကြတယ်...ဒါတွေကိုအားကျပြီး တစ်စုံတရာက တစ်စုံတစ်ယောက်သောသူနဲ့အိပ်ခန်းထဲဝင်သွားကြတယ်...တစ်ဖက်နဲ့ တစ်ဖက် ...တစ်ချက်ချက်နဲ့အချစ်ပွဲကို ဖဲမွေ့ရာပေါ်မယ် တစ်ဒုန်းဒုန်းဆင်နွဲကြတယ်..လောကီရေးရာမှာ လိင်မှုကိစ္စရဲ့   တစ်စွန်းတစ်စ ဆိုးယုတ်မှုတွေကိုတစ်ချက်တစ်ချက်စဉ်းစားရင်း တစ်ခုခုဖြစ်ချင်ကြရင်တော့ ဒီကားကိုကြည့်ကြပါ...File Size :(1.1GB) and (507MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1Vh4b/The_World_of_Adultery_(2020)WEB-DL.1080P(CM).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4trdAjcgbmhNkMXbhgsvpVnGmKu.jpg",
        "title": "Chasing Kawashima Yoshiko ( 2023 )",
        "description": "ယိုရှီကို ခါဝါရှီးမား ဟာ တရုတ်-ဂျပန် ဒုတိယစစ်ပွဲကာလအတွင်းက\nစွဲဆောင်မှုအပြည့်နဲ့ထက်မြက်တဲ့မိန်းမတစ်ပါ။ သူ့ကိုသေမိန့်ချတဲ့အထိ\nအများပြည်သူဟာ အရှေ့တိုင်းမိစ္ဆာမဆိုပြီး မုန်းတီးခံရတဲ့သူတစ်ယောက်လဲဖြစ်ပါတယ်။ဟုတ်ပါတယ် ယိုရှီကိုဟာတရုတ်နိုင်ငံရဲ့သစ္စာဖောက်မတစ်ဦးပါ…\nမန်ချူးမင်းဆက်ရဲ့ မင်းသမီးတစ်ယောက်ဖြစ်တဲ့သူက\nတရုတ်ပြည်ကိုသစ္စာဖောက် ဂျပန်နဲ့ပူးပေါင်းပြီး\nမန်ချူးနိုင်ငံပြန်ထူထောင်ဖို့အိပ်မက်မက်နေတဲ့သူတစ်ယောက်ပေါ့……ယိုရှီကိုဟာနိုင်ငံရေးသမားတစ်ထောင်ကျော်နဲ့ပတ်သက်ခဲ့ပြီး\nအရေးကြီးဂျပန်သတင်းပေးသူလျှိုတစ်ယောက်တဲ့အတွက်\nတရုတ်တော်လှန်ရေးသမားတွေဟ ယိုရှီကိုကို မဖြစ်မနေသတ်ဖို့\nလိုအပ်တာကြောင့် ယိုရှီကို ခါဝါရှီးမားကိုတော်လှန်ရေးသမားတွေ\nဖမ်းဖို့ကြိုးစားတဲ့အကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဉာဏ်များတဲ့ သမိုင်းဝင်သူလျှို ယိုရှီကိုတစ်ယောက်\nတရုတ်တော်လှန်ရေးသမားတွေထပ် အမြဲခြေတစ်လှမ်းစောနေတာကို\nဘယ်လိုဖမ်းကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1fjr0/Chasing_Kawashima_Yoshiko_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/2Bemm/iNumber_Number_Jozi_Gold(2023).WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGVmYjI4ZjktMjVkNi00ZTRlLWJlYTMtNzMxYjQ0ZDIyZWNmXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Doctor Dolittle (1998)",
        "description": "Dr. Dolittle (1998)\n==============နာမည်ကြီးမင်းသားကြီး Eddie Murphy ရဲ့ တော်တော်လေးကျော်ကြားခဲ့တဲ့\nDr. Dolittle ကို တင်ဆက်ပေးလိုက်ပါပြီ။ ငယ်စဉ်ကတည်းက တိရစ္ဆာန်တွေနဲ့\nစကားပြောနိုင်ပြီး ထူးထူးဆန်းဆန်း ကြောင်တောင်တောင်ကလေးလေးဖြစ်နေလို့\nပယောဂပါအနှင်ခံရမလိုဖြစ်ခဲ့တဲ့ Dolittle လေးတစ်ယောက် ဆရာဝန်ဖြစ်လာ\nခဲ့ပါတယ်။ လူကြီးဖြစ်လာတဲ့ကာလတစ်လျှောက်မှာတော့ တိရစ္ဆာန်တွေရဲ့အသံကို\nမကြားနိုင်တော့သယောင်ဖြစ်နေခဲ့တာပေါ့။ တစ်နေ့... ကိုယ့်ကားနဲ့တိုက်မိမလို\nဖြစ်သွားတဲ့ လမ်းဘေးခွေးက ပြန်ဆဲသွားတာကို ခံလိုက်ရပြီးနောက်မှာတော့\nDolittle ဟာ အရင်ကလို အကောင်ပလောင်တွေပြောသမျှ ပြန်ကြားနိုင်နေ\nမှန်း ကိုယ့်ကိုယ်ကိုသတိထားမိလာပါတော့တယ်။ဆရာဝန်အလုပ်စကတည်းက ပိုက်ဆံများများရှာရဖို့ကိုပဲ တစိုက်မတ်မတ်ဦး\nတည်ပြီး တည်တည်ကြည်ကြည် ကြိုးကြိုးစားစားအလုပ်လုပ်လာပြီးမှ ငယ်\nငယ်ကလို လူထူးဆန်းဘဝပြန်ရောက်တော့မယ်ဆိုတော့ မခံချင့်မခံသာတွေ\nဖြစ်ပြီး ဦးနှောက်ဓာတ်မှန်ရိုက်လိုက် ဘာလာလာမကြားယောင်ပြုလိုက်နဲ့\nအရူးမီးဝိုင်းဖြစ်နေတာပေါ့။ ဒါပေမယ့် စိတ်ရင်းကောင်းတဲ့ Dolittle အတွက်\nတော့ အကူအညီလိုနေတဲ့ သတ္တဝါလေးတွေကို လျစ်လျူရှုဖို့က ထင်သလောက်\nလွယ်ကူမနေခဲ့ပါဘူး။ နယ်ရောက်တုန်း ဇီးကွက်တစ်ကောင်ကို ကူညီပေး\nအပြီးမှာတော့ Dr. Dolittle လည်း တစ်တောလုံးရဲ့ဆယ်လီဖြစ်သွားပါတော့\nတယ်။ \"ငါတို့ပြောတာတွေ နားလည်တဲ့ဆရာဝန်ဟေ့\" ဆိုပြီး အိမ်တိုင်ရာ\nရောက် အလုံးလိုက်အရင်းလိုက် အုပ်လိုက်ခဲလိုက်ရောက်ချလာပြီး ဆေးခန်း\nထိုင်ခရော ...",
        "rating": "5.4",
        "url": "https://megaup.net/2B93j/Doctor.Dolittle.1998.720p.BRrip.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDU5OTBhNzEtYjllNS00Y2RkLWEzYTgtOTRmMGZhOTYyYmMwXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Chevalier (2022)",
        "description": "Chevalier (2022)\n=============\nIMDb Rating - 6.6/10ဒီဇာတ်လမ်းက တေးရေးဆရာ Chevalier de Saint-Georges\nဖြစ်တဲ့ Joseph Bologne အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထား\nတာပါ။ပြင်သစ် သစ်တောပိုင်ရှင် သခင် Bologneနဲ့ သူ့ရဲ့ အာဖရိကန်\nကျွန်တို့ကနေ မွေးဖွားခဲ့တဲ့ Joseph က ကပြားလူမဲကလေးပါ။\nအဲဒီခေတ်က လူမဲတွေကို ကျွန်အဖြစ်နဲ့ သတ်မှတ်ထားကြတာမို့\nJoseph ကိုလည်း သူ့ရဲ့အသားအရေနဲ့ ပတ်သက်ပြီး ကလေး\nတွေက အနိုင်ကျင့်ကြတယ်။ ဒါပေမဲ့ တယောထိုးရာမှာ တစ်ဖက်\nကမ်းခတ်အောင်ကျွမ်းပြီး ဓားထိုး၊ ဘာသာစကား စတဲ့ ကျန်တဲ့\nပညာရပ်တွေလည်း အရမ်းကျွမ်းကျင်တာမို့ Joseph က မကြာ\nခင်မှာပဲ ပြင်သစ်အထက်တန်းလွှာ တစ်ဦးအဖြစ် ကျော်ကြား\nလာခဲ့ပါတယ်။Josephက ပြင်သစ်ဘုရင်မ Marie Antoinette နဲ့လည်း\nသူငယ်ချင်း ဖြစ်ပေမဲ့ နောက်ပိုင်းမှာတော့ အထက်တန်းလွှာ\nခင်ပွန်းသည်ဇနီး Marie Josephine နဲ့ ဖောက်ပြန်တာ၊\nပဲရစ်သံစုံတီးဝိုင်း ခေါင်းဆောင်နေရာကို ပြိုင်ကြတာနဲ့\nဘုရင်မနဲ့လည်း အခင်အမင်ပြတ်သွားတယ်။ နောက်ပိုင်း\nမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ve7v/Chevalier.2022.720p.WEB.(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1IMlvVZK7HDO22RmItUSdhtqcnE.jpg",
        "title": "Pokolenie Ikea(2023)",
        "description": "Pokolenie Ikea(2023)******************ဦးဆုံးအနေနဲ့ ဇာတ်လမ်းတစ်လျှောက် sex sceneတချို့နဲ့ လိင်မှုအသုံးအနှုန်းတွေ ပေါပေါသီသီပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။\nပိုလန်စာရေးဆရာ Piotr Cရဲ့ Pokolenie Ikeaဆိုတဲ့အရောင်းအရဆုံးစာအုပ်ကို ရုပ်ရှင်အဖြစ်ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး\nဒီစာအုပ်ဟာ ပိုလန်အင်တာနက်အသုံးပြုသူတွေ ratingပေးတဲ့အဖတ်သင့်ဆုံးစာအုပ် 100ထဲမှာ နံပါတ်32အထိချိတ်ခဲ့ပါတယ်...\nဇာတ်လမ်းနာမည်က englishလိုဆို IKEA Generationဖြစ်ပြီး Millennials နဲ့ Gen Zersတွေကိုဆိုလိုချင်တာပါ။\nတစ်နည်းအားဖြင့် ဒီဇာတ်လမ်းဟာ အသက် ၄၀အောက်အရွယ် ၂၁ရာစု ခေတ်သစ်လူလတ်ပိုင်းဘဝအကြောင်းကို ရိုက်ပြထားတဲ့ Drama၊ Comedy၊ Romanceကားလေးပါ... Romanceကားဆိုပေမယ့် ideaဆန်းဆန်းလေးနဲ့မို့ sex conceptတစ်ခုကို ချပြနေတယ်လို့တောင် အထင်မှားစရာရှိပါတယ်။\n၂၁ရာစုရဲ့ လူလတ်ပိုင်းဘဝဟာဆိုရင် ယခင်ရှေးရိုးစွဲကာလတွေနဲ့ မတူတော့ဘဲ လိင်မှုကို ကျား၊မ မရွေးလွယ်လွယ်ကူကူရယူနိုင်တဲ့အမှုတစ်ခုလိုဖြစ်နေပါပြီ။\nဒီထဲမှာမှ ဘလက်ကီဟာ အသက်သုံးဆယ်ကျော် လူပျိုလူလွတ်ရှေ့နေတစ်ယောက်ပါ။\nအိမ်ထောင်သားမွေးပြုချင်သူမဟုတ်သလို၊ အချစ်ကိုမရှိလည်းဖြစ်တယ်လို့တွေးပြီး ဘဝကို ပါတီတက်လိုက်၊ မိန်းမလိုက်စားလိုက်နဲ့ ပျော်ပျော်ပါးပါးကျော်ဖြတ်နေသူပါ။\nသူဟာ လိင်ကိစ္စကိုလွတ်လပ်မှုတစ်ခုလို့ တွေးသူဖြစ်တဲ့အပြင် ထူးထူးဆန်းဆန်းအကြံဉာဏ်ရှိပါတယ်။\nဘယ်လိုလဲဆိုတော့ A to Zနာမည်အစနဲ့ မိန်းကလေးအကုန်လုံးနဲ့အိပ်ချင်တာပါ...\nသူ့အတွက်တော့ အက္ခရာအစဥ်လိုက်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Beir/Pokolenie_Ikea(2023).WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGU2ZmFmNGMtODU2YS00YTFiLTk0OWQtZmRjYjE1ZTc5OTJjXkEyXkFqcGdeQXVyMTIyNjcwNTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+] Colorless (2019)",
        "description": "Colorless (2019) (18+)IMDb - 6.4/10ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမယ့်ဇာတ်ကား​​လေးက​တော့ 2019 မှာထွက်ရှိထားတဲ့ ဂျပန် အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေး  Colorless ​​ပဲဖြစ်ပါတယ်။\nအချစ်ရိုမန့်ဆိုပေမယ့် ဇာတ်ဝင်ခန်းတွေကိုပေါ်ပေါ်ထင်ထင်ရိုက်ကူးထားလို့ မိသားစုနဲ့တော့ကြည့်လို့မရပါဘူး....ဇာတ်လမ်းကတော့....အိုရာမာဒါဆိုတဲ့ ကောင်ချောလေးဟာ နာမည်ကျော်ဓါတ်ပုံဆရာဖြစ်ချင်တဲ့ အိမ်မက်​နောက်ကိုလိုက်​ရင်း ကြိုစား​ပေမယ့် ဘာတစ်ခုမှမအောင်မြင်ဘဲ\nလူငယ်ဘာဝ ထုံးစံအတိုင်း ကျရှူံးမှုတွေပဲ ရင်ဆိုင်နေရသူလေးပါ။တာနာကာယူကာဆိုတဲ့ ​ချစ်စရာ မော်ဒယ်မ​လေးကလဲ ဇာတိ​တောမြို့​လေးက​နေ ​မော်ဒယ်တစ်​ယောက်ဖြစ်ရမယ်ဆိုတဲ့ဆုံးဖြတ်ချက်နဲ့ တိုကျိုမြို့​ပေါ်တက်လာ​ပေမယ့်\nမှန်းချက်နဲ့နှမ်းထွက်မကိုက်ပဲ အ​ကြွေး​တွေပုံလာပြီး သူမဘဝတစ်ခုလုံးကို အလိမ်အညာ​တွေနဲ့ပဲ ဖုံးကွယ်ဟန်​ဆောင်​နေရတဲ့ သနားစရာကောင်မလေးတစ်ယောက်ပါ။ဒီလို လူငယ်ဘာဝ ကျရှူံးမှုတွေနဲ့ နာကျင်နေကြရတဲ့ သူတို့နှစ်ဦး တစ်နေ့မှာ ဓာတ်ပုံရိုက်ရင်းဆုံကြရာကနေ လူငယ်ဘာဝ တစ်ယောက်ကိုတစ်ယောက် ငြိတွယ်မိကြတယ်ပေါ့.....ဒါပေမယ့် မဖြစ်လာတဲ့အိမ်မက်တွေကိုယ်စီနဲ့သူတို့နှစ်ယောက်ကြား ဖုံးကွယ်ထားတဲ့အလိမ်အညာတွေနဲ့ ပွင်းလင့်တဲ့အထိအတွေ့တွေက\nနူးညံ့တဲ့နှလုံးသားကို ဘယ်လောက်ထိရိုက်ခတ်လာကြမလဲဆိုတာ.......။\nFile size…(1.5 GB)/(680 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….02:02:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by DB",
        "rating": "",
        "url": "https://megaup.net/1fjka/(CM)_Colorless.2019.720p.AMZN.WEB-DL.AAC.5.1.H.264-RGB.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fZXturIugHYCl7T6oLeMj1AWm7p.jpg",
        "title": "The Perfect Find(2023)",
        "description": "The Perfect Find(2023)**********************\nဂျန်နာဂျုံးစ်ဟာ တစ်ချိန်က နာမည်ကျော် ဖက်ရှင်မော်ဒယ်ဖြစ်ပေမယ့် ချစ်သူဖြစ်သူက (၁၀)နှစ်တာ အချစ်ရေးကိုတစ်ဖက်သတ် တစ်ခန်းရပ်လိုက်တာကြောင့် အသည်းကွဲရုံသာမက အလုပ်ကပါအထုတ်ခံလိုက်ရပြီးအမေ့အိမ်မှာ သောင်တင်နေတာပါ။ အသက်ကလည်း ၄၀ကျော်ဖြစ်နေပြီဖြစ်တဲ့အပြင် အသည်းကွဲပြီး ၁နှစ်လောက် စားလိုက်သောက်လိုက်နဲ့ အလုပ်မလုပ်ဘဲနေနေတဲ့အတွက် အမေဖြစ်သူက အိမ်ကနေ အတင်းနှင်ထုတ်ပြီး အလုပ်ပြန်လျှောက်ခိုင်းပါတော့တယ်။ကြံရာမရတော့ တချိန်က ပြိုင်ဘက်လည်းဖြစ်၊ ရည်းစားလုဘက်လည်းဖြစ် တဲ့ ဒါစီရဲ့ ဖက်ရှင်မဂ္ဂဇင်းတိုက်မှာ လစ်လပ်နေတဲ့ ကြော်ငြာကဏ္ဍမှာ အလုပ်ဝင်လုပ်ပါတယ်။ သိပ်မကြာခင်မှာပဲ အသက်ကြီးပေမယ့် မပျက်စီးသေးတဲ့ သူ့ဆီကို မောင်လေးတစ်ယောက်၊အစ်ကိုကြီးတစ်ယောက်နဲ့ တချိန်က ပလစ်သွားတဲ့ ရည်းစားဟောင်းတို့က တပြိုင်နက်တည်း ချဉ်းကပ်လာပါတော့တယ်။ ကဲ သူ ဘယ်သူ့ကို လက်ခံမှာ လဲ၊ အချစ်ရေးကို စိတ်ပျက်သွားတဲ့ သူ့အတွက် ဒါဟာ အကောင်းလား၊ အဆိုးလား၊ ပြိုင်ဘက်ဖြစ်သူဆီမှာ ခေါင်းငုံ ပြီးအလုပ်ဝင်လုပ်တာ အဆင်ပြေပါ့မလား၊ သူ့ဘဝတက်လမ်းဘက်ကိုပဲဦးတည်မှာလားဆိုတာတွေကို ရယ်စရာ မောစရာအဖြစ်တွေနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Begq/The.Perfect.Find.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nT41D9d8yjNiMU813D43Bjlrnj2.jpg",
        "title": "The Sky Coffin in Qinling Town ( 2023 )",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက ကြယ်အပိုင်းအစတစ်ခုဟာ\nကမ္ဘာမြေပြင်ပေါ်ကျရောက်လာပြီး ချင်းလင်တောင်တန်းတွေကြားက\nရှေးဟောင်းသင်္ချိုင်းထဲကို ကျသွားခဲ့ပါတယ်ကျရောက်လာစဉ်က ဖြာထွက်ခဲ့တဲ့အလင်းတန်းတွေက\nထွန်းလင်းလွန်းတာကြောင့် ချင်းလင်တောင်က\nရှေးဟောင်းဂူသင်္ချိုင်းထဲမှာ တစ္ဆေတံဆိပ်တော်ဆိုတဲ့\nရတနာရှိတယ်ဆိုတဲ့သတင်းဟာ ချက်ချင်းပဲ သတင်းပျံ့နှံ့သွားခဲ့ပါတယ်သင်္ချိုင်းဖောက်ရမှာ ကျွမ်းကျင်တဲ့ ချင်ထျန်းဟာ အန္တရာယ်များတဲ့အလုပ်ကို\nစွန့်လွှတ်ပြီး သာမန်အသက်‌မွေး၀မ်းကြောင်းပဲ ပြုလုပ်တော့မယ်လို့ စဉ်းစားထားသူပါ\nဒါပေမဲ့ တစ်ရက်မှာ ဂျပန်ဗိုလ်မှူးရှန်ဟာ ချန်ထျန်းအိမ်ကို\nအရောက်လာကာ နာမည်ကြီးနေတဲ့ ချင်းလင်တောင်က\nရှေးဟောင်းသင်္ချိုင်းကို သွားဖောက်ဖို့ လမ်းပြခိုင်းခဲ့ပါတယ်စွန့်စားရတဲ့အလုပ်တွေမလုပ်ဖို့ဆုံးဖြတ်ထားတဲ့ ချင်ထျန်းက ငြင်းပေမဲ့\nဗိုလ်မှူးရှန်က သူ့ဆရာနဲ့ ဆရာတူညီမကို\nအကျပ်ကိုင်လာတာကြောင့် ချင်းလင်သင်္ချိုင်းဆီ သွားခဲ့ရပါတော့တယ်\n- ဒီလိုနဲ့ ချင်ထျန်းနဲ့ ဂျပန်ဗိုလ်မှူးရှန်တို့\nဂူသင်္ချိုင်းဆီအရောက်သွားပြီး ရတနာကို အရယူနိုင်ပါ့မလား ??\n- နောက်ဆုံးမှာတော့ အသက်ရှင်လျက်ပြန်ထွက်နိုင်မလား\nဒါမှမဟုတ် ဘာတွေဆက်ဖြစ်ကြမလဲ\nဆိုတာကို အခုပဲ ကြည့်ရှုလိုက်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery \nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1fjg3/Qingling_Town_Coffin_2023_1080p_WEB-DL_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZU9VmKw04ieuBoM91EoTn5z18I.jpg",
        "title": "The Bélier Family (2014)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ La famille Belierလို့ခေါ်ပြီးတော့ ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ ဘီလီရာလို့ခေါ်တဲ့ မိသားစုလေးမှာ မိသားစုဝင် ၄ ယောက်ရှိပြီးတော့၃ ယောက်က ဆွံ့အနားမကြားသူတွေပါ။ သမီးတစ်ယောက်တည်းကပဲ ချွတ်ယွင်းမှုမရှိနေတာပါ။ သူက ကျန်တဲ့မိသားစု၃ ယောက် အဆက်အသွယ်လုပ်နိုင်ဖို့ ကြားကနေ ဘာသာပြန်ပေးနေရသူဆိုလည်း မမှားပါဘူး။ သူဟာ မိသားစုနဲ့အတူ ဈေးထဲမှာချိစ်တွေကို ရောင်းပါသေးတယ်။ ကျောင်းတွေပြန်ဖွင့်လို့ ကျောင်းပြန်တက်တဲ့အခါမှာ သင်ရိုးအပိုတွေထဲက တစ်ခုကို ရွေးချယ်ဖို့ ဖြစ်လာတဲ့အခါ သူဟာ ဓမ္မတေးအဖွဲ့ထဲဝင်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ အဲဒီကနေမာ ဂီတဆရာသောမက်ဆန်နဲ့ တွေ့ခဲ့ပြီးတော့ သူ့အသံဟာ သူများနဲ့မတူ တမူထူးခြားကြောင်း သိလာခဲ့ပါတယ်။ ဆရာဖြစ်သူ သောမက်ဆန်ကသူ့အသံနဲ့ဆိုရင် ပဲရစ်မှာ ကျင်းပမယ့် အဆိုပြိုင်ပွဲကို ဝင်ပြိုင်လို့ရကြောင်း၊ ပြိုင်ပွဲကိုနိုင်ရင် ပဲရစ်မှာရှိတဲ့ အနုပညာကျောင်းမှာကျောင်းတက်ခွင့်ရမယ့်အကြောင်း ပြောပြခဲ့ပါတယ်။ ဒါဆိုရင် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1fje3/The.Belier.Family.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOxxudUwgh5KGC7LtxDCkkwn1YP.jpg",
        "title": "Black or White (2014)",
        "description": "ဒီဇာတ်လမ်းလေးမှာ ဇနီးဖြစ်သူ ဆုံးပါးသွားတဲ့အခါအဲလီရော့တ်အန်ဒါဆန်ဟာ သူ့မြေးမလေး အဲလူဝီးစ်ကိုတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေးဖို့ ဖြစ်လာပါတယ်။အဲလူဝီးစ်ရဲ့ အမေ၊ အဲလီရော့တ်ရဲ့သမီးကတော့ နှလုံး‌ရောဂါအခံနဲ့ ကလေးမွေးဖွားစဉ်က ဆုံးပါးသွားခဲ့တာဖြစ်ပြီးအဖေဖြစ်သူကတော့ မူးယစ်ဆေးမှုတွေနဲ့ ပြစ်မှုမှတ်တမ်းတွေရှိပြီး သတင်းအစအနတောင် မကြားရတဲ့သူပါ။အဲလီရော့တ်က သမီးဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့အပြင်ဇနီးဖြစ်သူကိုပါ ဆုံးရှုံးရပြန်တော့ အရက်သောက်‌နေတဲ့အရက်သမားကြီးလို ဖြစ်နေပေမယ့် သူ့မြေးမလေးကိုတော့ဘယ်နေရာမှလစ်ဟင်းမှုမရှိအောင် ချစ်ခြင်းမေတ္တာအပြည့်နဲ့ဂရုစိုက်ပေးပါတယ်။ ဒါပေမဲ့ အဲလူဝီးစ်လေးရဲ့ တစ်ဖက်ကအဘွား ရိုဝီနာကတော့ သူ့မြေးမလေးကို အဘိုးဖြစ်သူအဲလီရော့တ် စောင့်ရှောက်တာကို စိတ်မချဖြစ်ပါတယ်။ဒီလိုနဲ့ ရိုဝီနာက သူ့မောင် ရှေ့နေနဲ့အတူ ကလေးအုပ်ထိန်းစောင့်ရှောက်ခွင့်အတွက် တရားရင်ဆိုင်ပါတော့တယ်။ဒီနေရာမှာ ပြဿနာကတော့ အဲလူဝီးစ်လေးရဲ့ အဘိုးအဲလီ‌ရော့တ်ကလူဖြူဖြစ်ပြီး အဖေဘက်၊ အဘွားဝီဝီဘက်ကတော့ လူမဲတွေဖြစ်နေတာပါ။ ကလေး အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ကြတဲ့အခါ အဘိုးဖြစ်သူ အဲလီရော့တ်ကပဲ အုပ်ထိန်းခွင့်ရသွားမလား၊အဘွားဝီဝီကပဲ အုပ်ထိန်းခွင့်ရသွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ဒီဇာတ်လမ်းလေးဟာ မိသားစုချစ်ခြင်းမေတ္တာကို ဖော်ကြူးထားတဲ့အပြင် လူမဲ လူဖြူဆိုတာ အသားအရောင်သာကွာခြားတဲ့လူသားအချင်းချင်းပါပဲ ဆိုတဲ့ မက်ဆေ့ခ်ျလေးကို ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fjb5/Black.or.White.2014.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/1fj7x/Zvezda.AKA.The.Star.2002.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nG0NyRIJgDVlKHqrsJFWHMnyKo.jpg",
        "title": "Inhuman Kiss 2 (2023)",
        "description": "Inhuman Kiss 2 (2023)ခလောက် အဖြစ် JJ krissanapoom Pibulsonggram\nဆောင် အဖြစ် Ninky Chanya McCloryလူသားနဲ့ခေါင်းပြတ်သရဲမ(မီးစားစုန်း)ကြားက အချစ်ရေးကတော့ နောက်တစ်ခါဖြစ်လို့လာပါပြီခုတ်အီနွန်ရွာက ခေါင်းပြတ်သရဲမသေသွားပြီး ၂၂ နှစ်အကြာမှာ နွိုင်းဟာ သမီးတယောက်ရှိခဲ့ပါတယ်\nနွိုင်းရဲ့သမီးဆောင်ဟာ ငယ်ငယ်ကတည်းက ခေါင်းပြတ်သရဲမဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါကိုထိန်းချုပ်ဖို့ သူမအဖေနဲ့ဖာသာဩဂတ်စ်တင်ဟာ ဆေးဖက်ဝင်အပင်တွေနဲ့ သူမအတွက်ဆေးတွေဖန်တီးခဲ့ပါတယ်\nခလောက်ကတော့ ဖာတာမွေစားထားတဲ့သားလေးပေါ့\nသူ့ကိုယ်ထဲမှာထူးခြားတာတစ်ခုခုရှိနေပါတယ်\nတစ်နေ့မှာ ခလောက်နဲ့ဆောင်တို့တွေ့ဆုံကြပြီး သူငယ်ချင်းတွေဖြစ်သွားကြရင်း သံယောဇဉ်တွယ်ပြီး ချစ်မိသွားခဲ့ကြတယ်\nခေါင်းပြတ်သရဲမကောလဟာလသတင်းတေထွက်သွားပြီးနောက် ခေါင်းပြတ်သရဲမကိုဖမ်းချင်တဲ့နိုင်ငံခြားသားတစ်ဖွဲ့ရှိပါတယ်သူတို့ ခေါင်းပြတ်သရဲမကိုဖမ်းနိုင်ပါ့မလား\nခေါင်းပြတ်သရဲမနဲ့ခလောက်အချစ်ရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 762Mb | 380MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://megaup.net/1fiyg/Inhuman.Kiss.The.Last.Breath.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Fantasy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/71zhrXNVyQL._AC_SL1500_-141x200.jpg",
        "title": "[21+]My Beloved Little Stepsister(MIDV-023 )",
        "description": "MIDV 023ဖြူဖြူဖွေးဖွေးနဲ့ရေဆေးငါးကြီးလို ဖြောင့်တင်းတောင့်စင်းနေတဲ့အလှနဲ့\nTakahashi Shouko လေးရဲ့ အမကြီးတော့ အမိရာဆိုတဲ့ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်လှပတဲ့ရုပ်ရည် ရှက်ကြောက်တတ်တဲ့ အမူအရာလေး‌နဲ့ စိုးရွံ့တုန်လှုပ်တဲ့ မျက်နှာပေးလေးတွေနဲ့\nသရုပ်ဆောင်ကောင်းလွန်းတဲ့ အပြင် ပုရိသတွေရဲ့ နှလုံးသားကိုပါ\nကိုင်လှုပ်နိုင်တဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းလေးတွေလည်း ရှိတာမို့ ညိုကီတို့အကြိုက်တွေ့မိမှာပါဇာတ်လမ်းလေးကတော့\nညီမဖြစ်သူကို မိဘတွေကွယ်လွန်ပြီးကတည်းက စောင့်ရှောက်လာခဲ့တဲ့\nအမကြီးတယောက်ရဲ့ ဓားခုတ်ရာလက်ဝင်လျှိုပေးတဲ့ တာဝန်ကျေပွန်မှုတွေကို ရှုစားကြရမှာပါ(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.15GB / 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder… X Cross\nTranslated by Andrew  Mason",
        "rating": "",
        "url": "https://megaup.net/1Vg34/MIDV_023.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTRiZGZhYTYtYTY0Yi00NzI0LWE5ZTEtYWM4MGRjZDc5ZTBhXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Inhuman Kiss (2019)",
        "description": "ရွာလေး တစ်ရွာမှာပေါ့ဆိုင် ၊ နွိုင် ၊ ဂျက် ၊ ထင်း ဆိုတဲ့သူငယ်ချင်း ၄ ယောက် ရှိကြတယ်အဲ့ဒီထဲကမှ သရဲ မကြောက်တက်တဲ့\nဂျက် နဲ့ ဆိုင် တို့က ဦးဆောင်ပြီးသရဲ ခြောက်လှပါတယ်ဆိုတဲ့ ရွာအပြင်ကအိမ်ပျက်ကြီးမှာ တူတူပုန်းတမ်း သွားဆော့ကြတယ်\nအဲ့ဒီအိမ်ပျက်ကြီးက ရာဇဝင် နဲ့ လူတွေ ဝေးဝေးကရှောင်ကြတယ်ကရာစီ လို့ ခေါ်တဲ့ ခေါင်းပြတ်သရဲမ ကျတ်စားတဲ့နေရာလို့\nလူတွေက ပြောကြတာပါပဲ...\nအဲ့ဒီအိမ်ထဲက အခန်းတစ်ခုမှာ ကရာစီ(ခေါင်းပြတ်သရဲမ) ကိုသေတ္တာတစ်ခု နဲ့ ချူပ်နှောင်ထားတယ်လို့ ပုံပြင်တွေ ရှိခဲ့တယ်...\nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ ဆိုင် ဆိုတဲ့ ကောင်မလေးကအဲ့ဒီ သေတ္တာကို မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့တယ်....\nဒါပေမဲ့ ကရာစီ ကတော့ ရှိမနေပါဘူး...\nဒီလို နဲ့ ဆိုင် အပျိုပေါက် အရွယ်ဖြစ်လာတဲ့အခါရွာမှာ ဂျက် ၊ ထင်း တို့ သူငယ်ချင်းတွေသာရှိတော့ပြီး နွိုင်း ကတော့ ဘန်ကောက်မှာ\nကျောင်းတက်နေခဲ့တယ်....ဘန်ကောက်မှာ စစ်ဖြစ်နေပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Bdw9/Krasue_-_Inhuman_Kiss_[2019]_(MM_Sub).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOWJiMWRlYTctOTM1Yi00ODMxLTllMzEtOTE5OGE0N2Y2ZmQ4XkEyXkFqcGdeQXVyNTk4MjE5MjY@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Pocketman and Cargoboy {2018}",
        "description": "စီအိုင္ေအရဲ႕ အခြဲတစ္ခုျဖစ္တဲ႕ လွ်ိဳ႕ဝွက္ေအဂ်င္စီမွာ\nေအးဂ်င့္ဘဝနဲ႕အရိုးထုတ္ေနတဲ႔ ေဂ်ဒန္ဆိုတဲ႕ ေအးဂ်င့္တစ္ေယာက္ရွိပါတယ္\nေဂ်ဒန္ဟာဆိုရင္ျဖင့္ အနာဂတ္မွာ ကေလးေတြသာ ဦးေဆာင္ႏိုင္မယ္လို႕\nယံုၾကည္ေနတဲ႕သူပါ ဆိုေတာ့ကာ ကေလးေတြြနဲ႔ဖြဲ႕စည္းထားတဲ႕\nလွ်ိဳ႕ဝွက္ေအးဂ်င့္အဖြဲ႕ေလးလုပ္ဖို႔ အထက္ကို စာတင္ခဲ႕ပါေတာ့တယ္\nဒီလိုနဲ႔ မဟားတရားေဂၚတဲ႔ ပလန္ၾကီးကိုအေကာင္ထည္ေဖာ္ဖို႕ သူ႔အိမ္မွာပဲ\nကေလးသံုးေယာက္ကို လွ်ိဳ႕ဝွက္ေအးဂ်င့္အတတ္ပညာေတြ\nသိုင္းက်မ္းေတြ သင္ေပးဖို႕ အတြက္သူကုိယ္တိုင္လဲ ဆရာလုပ္ရင္း\nအသိအကြ်မ္းေအးဂ်င့္ေတြပါေခၚျပီး ကုိယ္ဖိရင္ဖိ သင္ၾကားေပးပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ ေဂ်ဒန္သူ႕မဟာစီမံကိန္းၾကီးအေကာင္အထည္ေဖာ္ေနစဥ္မွာပဲ\nအိုင္းစတိုင္းနဲ႔ စတီဗင္ေဟာ္ကင္းစပ္ေဖာက္ထားတယ္ထင္ရေလာက္ေအာင္\nအိုမီဂါလယ္ဗယ္အဆင့္ညာဏ္ရည္ညာဏ္ေသြးျမင့္တဲ႔စဆရကေဒါက္တာတစ္ေယာက္က\nေရာဂါပိုးတစ္ခုတီထြင္ျပီး ကမာၻဖ်က္ဖို႕လုပ္ပါေတာ့တယ္\nဆိုေတာ့ကာအရာရာေႏွာင္းသြားခ်ိန္မွာအတိတ္ကိုျပန္ျပီ\nး ေဒါက္တာၾကီးေရာဂါပိုးမထြင္ေအာင္ တားဖို႕ တာဝန္က ကေလးေတြေခါင္းေပၚက်လာပါေတာ့တယ္\nဇာတ္လမ္းေလးကေတာ့ရိုးရိုးရွင္းရွင္းေလးပါ\nစိတ္ကူးယဥ္သိပၸံဟာသ ကားဆိုေပမယ့္ ဟာသတစ္ခုမွေျပာသြားမွာမဟုတ္ပါဘူး\nရုပ္တည္ၾကီးေတြနဲ႕ ေသာက္ခြက္ေျပာင္မယ့္ကားပါ\nမျဖစ္ႏိုင္တာေတြေရာ ျဖစ္ႏိုင္တာေတြပါ မျဖစ္ညစ္က်ယ္ျဖစ္ေအာင္\nရိုက္ျပထားတဲ႔ကားေလးပါ ကြ်န္ေတာ္ကိုယ္တိုင္လဲ\nဟာသေပၚသေရာ္ဆင့္ဆိုသလို CM ဖန္ေတြအတြက္ခြီခ်င္စရာဟာသေလးေတြထည့္ျပန္ထားေပးလို႕\nမျပံဳးပဲဝါလံုးကြဲခြီခ်င္သူေတြအတြက္ ပါးစပ္အေဟာင္းသားျဖစ္ေစမယ့္ကားမ်ိဳးဆိုတာ အာမခံပါတယ္ ငိငိ\nCM Fan ေတြ အတြက္ ဂ်င္း ေဖာ္ေပး အဲ့ေလ ျပန္ေပးထားသူကေတာ့ ဟိန္းသက္ႏုိင္ျဖစ္ၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ ဂ်င္း အဲ့ေလ ေရးေပးထားပါတယ္ :P",
        "rating": "9.3",
        "url": "https://megaup.net/2UViA/Pocketman_And_Cargoboy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZGZhYThmYjgtYzY4MS00Njc5LTljZjQtYWM4OGIzZDAyNjFkXkEyXkFqcGdeQXVyNjUwNzE2NTM@._V1_-132x200.jpg",
        "title": "May The Devil Take You (2018)",
        "description": "Demon ဆိုတဲ႕ မိစာၦေတြအေၾကာင္းရိုက္တဲ႔ ကားေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးၾကမွာပါ\nကြ်န္ေတာ္သိသေလာက္ေျပာရ ရင္ Conjuring Universe ရွိမယ္\nThe Nun ရွိမယ္ 2015 ကရိုက္ထားတဲ႕ Poltergeist ဆိုတဲ႔ကားလဲရွိမယ္\nဒါေပမယ့္ ဒီကားေတြေတာ္ေတာ္မ်ားမ်ား သူ႕ဟာနဲ႕ သူေတာ့ ေကာင္းၾကေပမယ့္\nDemon ဆိုတဲ႔ သရုပ္ကိုေတာ့ ပီျပင္ေအာင္မျပႏိုင္ဘူး ထင္မိပါတယ္\nအခုကြ်န္ေတာ္ review ေရးတဲ႕ May The Devil Take You\nမိစာၦေခၚေဆာင္ျခင္းခံရပါေစ ဆိုတဲ႔ အင္ဒို ကားေလးကေတာ့\nDemon ဇာတ္ရုပ္ကိုေတာ္ေတာ္ေလး အသားေပးေဖာ္ျပ ထားပါတယ္\nနတ္ဆိုးတစ္ ေကာင္္ရဲ႕ ရုပ္လံုးရုပ္ထည္ သူ႕တန္ခိုးစြမ္းအား ေတြကို ေသခ်ာျမင္ရမွာပါ\nဇာတ္လမ္း အစမွာ လတ္စမန္ ဆိုတဲ႔ လူတစ္ ေယာက္က နတ္ဆိုးတစ္ေကာင္ကို\nအနက္ေရာင္သီလရွင္ဆိုတဲ႔ ကိုယ္စားလွယ္\nတစ္ေယာက္အကူညီနဲ႔ ဆင့္ေခၚခဲ႕ပါတယ္\nျပီးေတာ့ အေပးအယူတစ္ခု လုပ္ခဲ႕ပါတယ္ ဒါေပမယ့္\nနတ္ဆိုးဆိုတဲ႕အမ်ိဳးက သူ႕ဘက္ ကတစ္ဗန္းမသာပဲ\nအေပးအယူမလုပ္တတ္ ဘူးဆိုတာ သိတဲ႕သူေတြသိၾကမွာပါ ဒီလိုနဲ႕\nလတ္စမန္ကအရမ္းေအာင္ျမင္တဲ႔စြန္႕ဦးတီထြင္လုပ္ငန္းရွင္ တစ္ဦးျဖစ္လာတယ္\nျပီးေတာ့သူ႕အရင္ ဇနီးမယားနဲ႕ သမီးေလးကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1z0o2/May_The_Devil_Take_You_(Sebelum_Iblis_Menjemput)_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/demoli-136x200.jpg",
        "title": "Demolition (2015)",
        "description": "-IMDb Rating - 7.0/10ခံစားခ်က္ဆိုတာေတြက\nကြၽန္ေတာ္တို႔ေတြကို လူသားဆန္ေစပါတယ္..။\nခံစားခ်က္မ႐ွိတဲ့လူတစ္ေယာက္ဟာ\nယႏၱာရားအေရခြံနဲ႔လူတစ္ေယာက္\nသက္သက္ပါပဲ...။ ဇနီးသည္ကားတိုက္ေသသြားတဲ့\nေနာက္ေန႔မနက္မွာ အလုပ္သြားခဲ့တဲ့\nခံစားခ်က္လုံးဝမ႐ွိတဲ့လူတစ္ေယာက္...\nအရာရာကို ၿဖိဳခ်ဖ်က္စီးၿပီး\nဘယ္လိုတည္ေဆာက္ထားသလဲ အေျဖ႐ွာတတ္တဲ့\nစိတ္ေရာဂါသမားတစ္ေယာက္...\nဒီလို ယႏၱာရားအေရခြံနဲ႔လူတစ္ေယာက္ရဲ႕\nစိတ္.. အေတြး... ေျပာင္းလဲပုံ အဆင့္ဆင့္ကို\nဒီ႐ုပ္႐ွင္မွာ Jakeရဲ႕ အေကာင္းဆုံး\nacting skillေတြနဲ႔ ပီပီျပင္ျပင္\nေဖာ္ၫႊန္းသြားပါတယ္။ ဒီကားဟာ တိက်တဲ့ ရသမ႐ွိေပမဲ့\nေဝဝါးထူးျခားတဲ့ ရသတစ္ခုကို ေဖာ္ညႊန္း\nရိုက္ကူးထားတဲ့ Comedy , Drama\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nJake Gyllanhaal (Main castအျဖစ္)\nသ႐ုပ္ေဆာင္ထားတဲ့ ကားေတြဟာ\nမေကာင္းတာ မ႐ွိသေလာက္႐ွားပါတယ္။\nဒီတစ္ခါ Demolitionမွာလဲ\nသူ႔ရဲ႕ အႏုပညာေမွာ္ဝင္စားမႈကို\nေတြ႔ရဦးမွာပါ.....(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္)File size__( 900 MB) and ( 350 MB)\nQuality__HD-Rip 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:40:53\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/demolition-2015/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uguWEoZelSSckxgiQctlkZ6gpfU.jpg",
        "title": "On Body and Soul(2017)",
        "description": "On Body and Soul(2017)\nIMDb...7.6,,,Rotten...90%\nလူတစ္ေယာက္ကိုခဏခဏအိပ္မက္မက္ရင္အဲ့ဒီလူကကိုယ့္ကိုသတိရေနတယ္ဆိုၿပီးေျပာေလ့႐ွိၾကတယ္။\nဒီဇာတ္လမ္းမွာေတာ့ အဲ့ဒီလိုမဟုတ္ပါဘူး။မတူညီတဲ့လူႏွစ္ေယာက္က\nအေၾကာင္းအရာတစ္ခုတည္းကိုတစ္ခ်ိန္တည္းမွာအိပ္မက္မက္ၾကပါတယ္။ ေတာ္ေတာ္ေလးထူးဆန္းတဲ့ကိစၥတစ္ခုပါ။\nသားသတ္ရံုပိုင္႐ွင္Endreနဲ႔ အဲ့ဒီကဝန္ထမ္း Mariaတို႔ဟာ အိပ္မက္တစ္ခုတည္းကိုတစ္ၿပိဳင္နက္အတူတူမက္ေလ့႐ွိပါတယ္။\nအိပ္မက္အေၾကာင္းကိုအခ်င္းခ်င္းဖလွယ္ရင္းနဲ႔ သူတုိ႕ခံစားခ်က္ေတြကုိမွ်ေ၀ၾကတယ္...ဒီကားအခ်စ္ဇာတ္လမ္းေလးရဲ႕ Rating ေတြကေတာ့\n အေတာ္ေလးေကာင္းပါတယ္...   Drama , နဲ႕ Romance  ၾကဳိက္သူတုိ႕အဖုိ႕ခံစားၾကည့္လုိက္ပါဦး...\n. ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္...\nFile Size : (860 MB) and (310 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama , Fantasy , Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/1z0o7/On_Body_And_Soul_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAlkFwB5e7psDLv15AU0t0W8lR7.jpg",
        "title": "Chekka Chivantha Vaanam (2018)",
        "description": "IMDb Rating -7.9/10\nGoogle Users - 93% ထိ\"ဇာတ္လမ္းအၫႊန္း\"ဆယ္နာပသီ ဆိုတဲ့ ဩဇာႀကီးတဲ့ ဒုစ႐ိုက္သမားႀကီးဟာဘုရားက အျပန္မွာ လူမိုက္တခ်ဳိ႕ရဲ႕ လုပ္ႀကံျခင္းကိုခံလိုက္ရပါတယ္။ဒီသတင္းကို ၾကားေတာ့...သားသံုးေယာက္ျဖစ္တဲ့ခ်န္ႏိုင္းရာဇာ \"ဗာရာဒန္ \"၊ဒူဘိုင္းမွာ အေျခခ်ေနၾကတဲ့ သားလတ္ \"သီယာဂူ\"၊သားငယ္ \"အီသီ\"တို႔ ေရာက္လာၾကပါတယ္။ဖခင္ကို လုပ္ႀကံသူအား လက္စားေခ်ဖို႔ပါ။ ဖခင္ဆံုးသြားရင္ ေနရာဆက္ခံဖို႔လည္း ပါတာေပါ့။ ဖခင္ကေတာ့ ဘယ္သူလက္ခ်က္လဲဆိုတာသိတယ္တဲ့။ ဒါေပမဲ့ မေျပာျပခဲ့ပါဘူး။တေန႔မွာေတာ့ ဖခင္ဟာ အေၾကာင္းမဲ့ ေသဆံုးသြားခဲ့ပါတယ္။အဲ့ဒီေန႔မွာပဲ သားေတြရဲ႕ ဇနီးမယားေတြလည္းလုပ္ႀကံခံရတယ္။တရားခံက ဘယ္သူလဲ?ဒုစ႐ိုက္ေလာက တစ္ခုလံုး ေၾကာက္ရတဲ့သူတို႔ကို ဘယ္အဖြဲ႕က လုပ္ႀကံသလဲ?ဘာေၾကာင့္လုပ္ႀကံလဲ ဆိုတာကို ၾကည့္႐ႈခံစားၾကပါဦးဗ်ာ....။\n----------------------------------------\nလူေတြရဲ႕ အတြင္းစိတ္ဟာ အင္မတန္ေၾကာက္ဖို႔ ေကာင္းတယ္ . . .ပိုၿပီးေၾကာက္ဖို႔ေကာင္းတာက အေပၚယံဟန္ေဆာင္ျပံဳးျပၿပီး ေနာက္ေက်ာကို ဓားနဲ႔ ထိုးတဲ့သူေတြ။. . .သူတစ္လူ ငါတစ္မင္းဆိုတဲ့စကားရယ္ငျဖဴေသရင္ ငမည္းေပၚလိမ့္မယ္ဆိုတဲ့စကားရယ္. . .ဒီဇာတ္ကားထဲက အျဖစ္အပ်က္ေတြဟာ ကြက္တိေတြ။ဇာတ္လမ္းက ...",
        "rating": "8.0",
        "url": "https://megaup.net/2UViD/Chekka_Chivantha_Vaanam_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/siR8MkXcOHNQp0znhPp0Ah5oqgS.jpg",
        "title": "Hold Up(2010)",
        "description": "Hold Up(2010)\nIMDb...6.5\nNOKAS ဆုိတာက ေနာ္ေဝႏုိင္ငံအေျခစုိက္ ေငြေၾကးလုံျခံဳေရးအတြက္ ဝန္ေဆာင္မႈေပးေနတဲ့ ကုမၸဏီတစ္ခုပါ။ အဲဒီလုိေနရာကုိ\nဓားျပတုိက္ဖုိ႔အတြက္ စနစ္တက်အကြက္ဆင္ျပီး ေအာင္ျမင္စြာတုိက္ခုိက္ႏုိင္ခဲ့တဲ့ ဓားျပတစ္စုရဲ႕ ျဖစ္ရပ္မွန္အေၾကာင္းကုိ ဇာတ္ကားအသြင္နဲ႔ NOKAS ဆုိတဲ့နာမည္နဲ႔ပဲ\n၂၀၁၀ မွာ တင္ဆက္ေပးခဲ့တာပါ။ ဒီဇာတ္လမ္းမွာ အဲဒီေန႔က သုံးနာရီကေန ရွစ္နာရီ ခြဲအထိျဖစ္ပ်က္ခဲ့တဲ့အေၾကာင္းေတြကုိ ေတြ႕ရမွာပါ။\nIMDB 6.1 ထိရရွိထားၿပီး အေကာင္းဆုံးဒါရုိက္တာဆုလည္းရရွိခဲ့သလုိ အျခားဆု(၃)ဆုလည္းရရွိခဲ့ပါတယ္...\nဘဏ္ဓားျပကားေကာင္းေတြႀကဳိက္ႏွစ္သက္သူေတြအဖုိ႕ ခံစားၾကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (210 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action , Biography , Crime \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/hold-up2010/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIJJsJSt5PFKM4cqbRlzgZ7Jk12.jpg",
        "title": "Inuyashiki (2018)",
        "description": "Rating 7.2 အထိရရွိထားတဲ့ ဒီဂ်ပန္ကားေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္....အင္ႏူရာ႐ွီကီ အီခ်ီ႐ိုဟာဆိုရင္ အလုပ္မွာလဲအဆင္မေျပ၊မိသားစုကိစၥမွာလဲ အဆင္မေျပဘဲ ကံဆိုးေနရတဲ့သူတစ္ဦးပါ...မိန္းမနဲ႔သားသမီးေတြကလဲ သူ႔ကိုနားလည္မေပးႏိုင္ဘဲ အျပစ္ပဲျမင္ေနသူပါ...ဒါ့အျပင္ ကင္ဆာေရာဂါဆိုးကိုလဲခံစားေနရျပီးဆက္လက္႐ွင္သန္ေနထိုင္ဖိုရအခ်ိန္ကလဲ သံုးလသာက်န္ပါေတာ့တယ္...တစ္ညမွာေတာ့ သူ႔ေခြးေလးကိုစြန္႔ပစ္မယ္ဆိုျပီး ပန္းျခံတစ္ခုကိုေရာက္လို႔သြားခဲ့ပါတယ္အဲ့မွာ မထင္မွတ္ပဲနဲ႔ ေကာင္းကင္ကေနအလင္းတန္းႀကီးတစ္ခုထြက္ေပၚက်ေရာက္လာခဲ့ျပီးသတိလစ္သြားပါတယ္...သတိျပန္ရလာတဲ့အခါမွာေတာ့ သူဟာ အရင္ကလိုေပ်ာ့ညံ႔တဲ့လူတစ္ေယာက္အေနနဲ႔မဟုတ္ေတာ့ဘဲ လူတစ္ပိုင္း၊ စက္႐ုပ္တစ္ပိုင္းအသြင္ေျပာင္းလဲသြားျပီး ၾကံ႕ခိုင္လာပါေတာ့တယ္...သူ႔လိုပဲ လံုး၀ေျပာင္းလဲသြားတဲ့သူေနာက္တစ္ေယာက္လဲထပ္ရွိပါေသးတယ္...သူကေတာ့ အထက္တန္းေက်ာင္းသား ႐ွီ႐ွီဂါမီဟီ႐ိုပါ...သူဟာလဲ မသာယာတဲ့ မိသားစုဘ၀မွာႀကီးျပင္းလာခဲ့ရတဲ့အထီးက်န္ဆန္ေနရတဲ့လူငယ္ေလးတစ္ေယာက္ပါ...သူတို႔ႏွစ္ေယာက္လံုးအတူတူ စက္႐ုပ္ေတြျဖစ္သြားျပီးစြမ္းအားႀကီးမားၾကံ႕ခိုင္လာၾကေပမယ့္ သူတို႔ေတြရဲ႕စြမ္းအင္ေတြကို အသံုးခ်ပံုကေတာ့မတူညီပါ...အင္ႏူရာ႐ွီကီကေတာ့ သူ႔ရဲ႕စြမ္းအားနဲ႔လူေတြကို ကယ္တင္ျပီး ေပ်ာ္ေနေပမယ့္ဟီ႐ိုကေတာ့ လူေတြကို လိုက္လံသတ္ျဖတ္ေနရတာကို ေပ်ာ္ေမြ႔ေနသူပါ...သူတို႔ႏွစ္ေယာက္ရင္ဆိုင္လာရတဲ့အခါ ဘယ္လိုေတြၿဖစ္ၾကမလဲဆိုတာၾကည့္လိုက္ရေအာင္လား။။။ File Size : (1 GB) and (305 MB)\nQuality ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/inuyashiki-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ybepnyYmWhP7cp3AMDDCEnHMc2z.jpg",
        "title": "Blue My Mind (2018)",
        "description": "ေလာကႀကီးမွာ ရွင္​သန္​ ႀကီးပ်င္​းရတာ ခက္​ခဲလိုက္​တာကြၽန္​မျဖစ္​ခ်င္​တဲ့ဆႏၵေတြကို တားဆီးပိတ္​ပင္​ခံရၿပိီးသူတို႔လိုခ်င္​တဲ့ ပံုစံခြက္​ထဲမွာေနထိုင္​ရတာမုန္​းဖို႔အလြန္​ေကာင္​းပါတယ္​ ....ကြၽန္​မအသက္​က ၁၅ႏွစ္​ရွိေနပါၿပီကြၽန္​မရဲ႕မိဘေတြက ႂကြယ္​ဝျပည္​့စံုတဲ့ လူတန္​းစားထဲကပါပဲ....ဒါေပမယ္​့ အဆင္​မေျပတာက ကြၽန္​မရဲ႕ အေသြးအသားေျပာင္​းလဲလာမႈပါအပ်ိဳေဖာ္​ဝင္​ခါစအ႐ြယ္​ ခႏၶာကိုယ္​ရဲ႕ေဟာ္​မုန္​းဓာတ္​ေတြေျပာင္​းလဲလာေတာ့လိုခ်င္​တပ္​မက္​တဲ့အရာေတြ လဲ ေျပာင္းလဲလာတယ္​ေလ..........အဲ့အခ်ိန္​မွာ မိဘေတြရဲ႕အလုပ္​အကိုင္​နယ္​ေျမေျပာင္​းေတာ့ကြၽန္​မလဲ ေက်ာင္​းအသစ္​ကိုလိုက္​ေျပာင္​းခဲ့ရတယ္​လူအသစ္​ေတြနဲ႔ ေပါင္​းသင္​းဆက္​ဆံဖို႔က အရမ္​းခက္​ခဲပါတယ္​သူတို႔ေတြရဲ႕ လူရာမသြင္​းသလို ဆက္​ဆံပံုကကြၽန္​မရဲ႕ သိမ္​ငယ္​စိတ္​ကို နိႈးဆြသလိုျဖစ္​ေနတယ္​ေလာကႀကီးကို အ႐ြဲ႕တိုက္​ခ်င္​စိတ္​ေတြလည္​း ျပည့္​ႏွက္​ေနပါၿပီအဲ့ဒါေတြအျပင္​ ကြၽန္​မရဲ႕သဘာဝတရားနဲ႔ လူအမ်ားရဲ႕သဘာဝတရားကအံဝင္​ခြင္​က်ျဖစ္​တယ္​လို႔လည္​း မခံစားရဘူးကြၽန္​မရဲ႕ေျခေထာက္​ေတြကိုလဲ မုန္​းတယ္​ ကြၽန္​မရဲ႕ေျခေထာက္​ေတြကသူမ်ားေတြလိုလဲ မလွပဘူးေလ လွီးထုတ္​ပစ္​ခ်င္​တဲ့အထိ စိတ္​ရူးေပါက္​လာတယ္​ေနာက္​ဆံုး ကြၽန္​မရဲ႕မိဘေတြကိုပါ ကိုယ္​့မိဘအရင္​းမဟုတ္​ဘူးလို႔ ခံစားလာရတယ္​အဲ့ဒါေတြအတြက္​ ကြၽန္​မ ဘယ္​လိုဆံုးျဖတ္​ခ်က္​ခ်သင္​့လဲကြၽန္​မကိုေရာ ဘယ္​သူက ကူညီေပးနိုင္​မွာလဲဆရာဝန္​ေတြနဲ႔ေရာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/blue-my-mind-2018/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpdXXWanM7IUA9E4ZkRXa6JqLCv.jpg",
        "title": "(21+)Intimacy[2001]",
        "description": "(21+)Intimacy[2001]Dark Side Production မှ တင်ဆက်သည်။\nIMDb..6.2\n(လူကြီးမင်းတို့ရဲ့ သမာဓိအားကို စမ်းသပ်စစ်ဆေးပေးသည့်အပြင်အိမ်ထောင်ရေးပညာပေး ဆုတွေတသီကြီးရထားတဲ့အဆင့်အတန်းမြှင့်ကားမို့ BLU-RAY 1080P,720Pတို့ဖြင့်ပြန်လည်တင်ဆက်ပေးထားသည်...)ဗုဒ္ဓဟူးနေ့...\nအပတ်တိုင်းရဲ့ ဒီနေ့မှာ\nဂီတပညာရှင်ဟောင်း Bar Leaderဆီ\nအမျိုးသမီးတစ်ယောက်ရောက်လာပြီး\nအပြန်အလှန် ကာမဆန္ဒဖြေဖျောက်ကြတယ်....\nတစ်ယောက်နဲ့တစ်ယောက်ငြိတွယ်ပုံတွေက ဆန်းကျယ်တယ်.. စကားတွေအများကြီးမဆိုကြဘူး..ချစ်ရည်လဲ့နေတဲ့ မျက်လုံးတွေနဲ့ပဲခပ်ကြမ်းကြမ်းကဗျာတွေဖွဲ့သီကြတယ်...ဒီကားက အိမ်ထောင်ရေးဇတ်လမ်းကောင်းလေးဖြစ်သလို imdb..6.2လည်းရထားပါတယ်...သို့ပေမယ့်[21+] ခန်းတွေပါဝင်တာမို့ဒီကားရဲ့ကောင်းမွန်တဲ့ message လေးတွေရယူချင်တဲ့သူတွေအဖို့  ဘယ်လိုကြည့်သင့်တယ်ဆိုတာ အထွေအထူးသတိမပေးတော့ပါဘူးနော်...\nနောက်ပြီးဒီကားက ဆု (၆)ဆုရထားလေတော့ ခင်ဗျားတို့ကြည့်တာ တကယ့် တန်းဝင်ကားတစ်ကားကိုကြည့်နေတယ်ဆိုတာလည်း သတိရပြီး ဂုဏ်ယူသင့်တဲ့အကြောင်း\nလေး ထပ်လောင်းပြောကြားပါရစေ...File Size :(2GB) And (850 MB) \nQuality : BLU-RAY 1080P,720P\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :  Drama , Romance ,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by WiRa Aung\nEncoded by Darkside BGR",
        "rating": "6.2",
        "url": "https://megaup.net/4ePL4/Intimacy.2001.BLU-RAY.1080P.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/leaving_las_vegas-4-135x200.jpg",
        "title": "Leaving Las Vegas (1995)",
        "description": "Palatonic Love လုိ႔ေခၚတယ္ စိတ္ကူးယဥ္ဆန္ဆန္ ေပးဆပ္ျခင္းရရယူျခင္းဘာမွမရွိတဲ့ အခ်စ္ဆုိတာကုိ ဒီဇာတ္ကားမွာေတြ႕ရမွာပါ။ ဘာအေၾကာင္းေၾကာင့္လဲ ေသခ်ာျပမထားဘဲ ဘန္ဆုိတဲ့ ေဟာလိဝုဒ္က နာမည္ၾကီး ဇာတ္ညႊန္းေရးဆရာတစ္ေယာက္ အရက္အလြန္အကၽြံေသာက္ျပီး ကုိယ့္ကုိကုိယ္သတ္ေသဖုိ႔ၾကိဳးစားေနတဲ့ ေနရာကစျပထားပါတယ္။ သူက ေပါက္ကြဲဖုိ႔ စုိင္းျပင္းေနတဲ့ ဗုံးတစ္လုံးလုိပါပဲ။ ေသာက္တယ္ ေသာက္တယ္ ေသာက္တယ္။ တျခားဘာမွသူ႕အတြက္ အေရးမပါေတာ့ဘူးလုိ႔ ထင္ေနခ်ိန္မွာ ျပည့္တန္ဆာမေလး ဆယ္ရာ နဲ႔ေတြ႕ဆုံခဲ့ပါတယ္။ သူတုိ႔ခ်စ္မိခဲ့ၾကပါတယ္။ အေျခအေနေတြ အခ်ိန္အခါေတြ ေပးဆပ္ျခင္း ရယူျခင္း ဘာမွမပါပဲ အခ်စ္သက္သက္နဲ႔ခ်စ္ခဲ့ၾကပါတယ္။ေသေတာ့မယ့္အရက္သမားတစ္ေယာက္နဲ႔ ကုိယ့္ခႏၶာကုိယ္ ကုိ ေရာင္းစားတဲ့ ေကာင္မေလးတစ္ေယာက္ရဲ႕ လြမ္းစရာ ၾကည္ႏူးစရာဇာတ္လမ္းေလးတစ္ပုဒ္ပါ။ ငုိခ်င္သပ ငိုမရျဖစ္ေနသူမ်ား ၾကည့္ၾကပါဗ်ာ။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 7.5 ရွိပါတယ္။ ငုိခ်င္ေအာင္ ရုိက္တတ္တဲ့ Director Michael Figgis ကရုိက္ကူးထားျပီး မင္းသားၾကီး Nicolas Cage နဲ႔ ...",
        "rating": "7.5",
        "url": "https://megaup.net/Ux9w/[05156]_Leaving_Las_Vegas_(1995)_[Drama]_[Nicolas_Cage]_[USA]_[7.2].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BYWFhOWQzZmMtZGI0MS00OWI4LThiMmYtODE1OTZiNzQzMGM4XkEyXkFqcGdeQXVyMzE3NDUwODA@._V1_-129x200.jpg",
        "title": "Freedom Fighters: The Ray (2018)",
        "description": "DC  ရဲ႕ Super Hero တစ္ေယာက္ ျဖစ္တဲ့ Ray ကို\nမိတ္ဆက္တဲ့ Animation Movie ျဖစ္ပါတယ္\nမ်ဥ္းၿပိဳင္ ကမၻာေတြထဲက အႏုတ္ကမၻာမွာ\nနာဇီ ေတြ ရွိေနၿပီး စူပါဂဲလ္ ၊ အဲရိုး ၊ ဖလက္ရွ္ တို႔ကေတာ့\nလူဆိုး Hero ေတြ ျဖစ္လို႔ေနပါတယ္ အဲ့ဒီကမၻာ ရဲ႕\nသူရဲေကာင္းကေတာ့ Ray ျဖစ္ၿပီး လြတ္လပ္ေရးအတြက္\nတိုက္ယူေနတဲ့ Super Hero တစ္ေယာက္ပါ...\nတစ္ရက္မွာေတာ့ တုိက္ခုိက္မႈေတြ အျပင္းအထန္ ျဖစ္ခဲ့ၿပီး\nအႏုတ္ကမၻာက Ray ဟာ ကမၻာေပၚကို ေရာက္လာၿပီး\nသူနဲ႔ တူတဲ့ ဒီကမၻာက Ray ကို သူ႔ စြမ္းအားေတြ ေပးခဲ့ၿပီး\nလူသားေတြကို ကယ္တင္ဖို႔ Hero တစ္ေယာက္ ျဖစ္ေစခဲ့ပါတယ္...\nDC ရဲ႕ Animation ရုပ္ရွင္ေတြဟာ ၾကည့္ေကာင္းတဲ့အတိုင္း\nRay ရဲ႕ Animation Movie ကိုလဲ ၾကည့္ရႈလုိက္ၾကပါစို႔\nSi Thu က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/freedom-fighters-the-ray-2018/",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNzg3YWRmMmUtYzJiMS00ZmUyLTg2NzUtY2JjYWIyZjYyMzkzXkEyXkFqcGdeQXVyMzgyMzg0Mw@@._V1_SY1000_CR007031000_AL_-141x200.jpg",
        "title": "Schoolhouse (2018)",
        "description": "Burnt offering (2018)\nမားကတ္စ္၊လု၊ေဂ်း နဲ႔ ဗစ္ဆိုတဲ့\nဆယ္ေက်ာ္သက္ေကာင္ေလး ၄ေယာက္က နံရံေတြေပၚမွာ\nGraffitiေရးရတာ ဝါသနာပါတဲ့သူေတြပါ ဒါေပမယ့္လဲ\nသူတို႔ဝါသနာက အမ်ားပိုင္နံရံေတြမွာေရးဆြဲတဲ့အခါ\nျပစ္မွုေျမာက္တဲ႔အတြက္ရဲကလိုက္ဖမ္းပါေတာ့တယ္\nေျပးရင္းလႊားရင္းနဲ႔ပဲ စြန္႔ပစ္ထားတဲ့ အိမ္ႀကီးတစ္အိမ္ထဲ\nဝင္ပုန္းၾကရင္း ရဲကိုမ်က္ေျခဖ်က္ႏိုင္ခဲ့ၾကပါတယ္\nေနာက္မွသိလာရတာက သူတို႔ဝင္ပုန္းတဲ့ေနရာက\nအိမ္မဟုတ္ဘဲ စြန္႔ပစ္ထားတဲ့ ေက်ာင္းတစ္ေက်ာင္းျဖစ္ေနတာပါပဲ\nဒီလိုနဲ႔ လူငယ္သဘာဝေလ်ွာက္ၾကည့္ၾကရင္း\nဒီေက်ာင္းမွာ သူတို႔ပဲ႐ွိေနၾကတာမဟုတ္မွန္း တစစ သိလာခဲ့ပါတယ္\nဒီေနာက္မွာေတာ့ သူတို႔၄ေယာက္ ေက်ာင္းႀကီးထဲကျပန္ထြက္လာႏိုင္ပါ့မလား\nေရာက္ႏွင့္ေနတဲ့သူေတြကေရာ ဘယ္သူေတြလဲ ဆိုတာကို\nရင္တထိတ္ထိတ္နဲ႔ကိုယ္တိုင္ပဲဆက္လက္႐ႈစားပါ\n \nဒီရုပ္ရွင္ကားကို Wai Zin မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/schoolhouse/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNzUyODk4OTkxNF5BMl5BanBnXkFtZTgwMzY0MDgzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFjy/Mile_22_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxp6PD9OGn2JguFEOmolJkk824M.jpg",
        "title": "Den blomstertid nu kommer: The Unthinkable (2018)",
        "description": "ဒီဇာတ္​ကားေလးကေတာ့ ဆြီဒင္​ရုပ္​ရွင္​ေလာကရဲ႕ အေကာင္​းဆံုးလို႔ေျပာရမယ္​့ထြန္​းေပါက္​ေအာင္​ျမင္​ခဲ့တဲ့ ဆြီဒင္​ဇာတ္​ကားေကာင္​းေလးပဲျဖစ္​ပါတယ္​Rating 7 ရရွိထားၿပီးေတာ့ ၾကာၿမင့္ခ်ိန္ ၂ နာရီေက်ာ္ကိုအၿပည့္အ၀ၾကည့္ရမယ့္အလြန္​တရာမွလည္​း သဘာဝက်တဲ့ ကားေကာင္​းေလးတစ္​ကားပါဇာတ္​လမ္​းပံုစံကေတာ့ ကိုရီးယားရုပ္​ရွင္​ေလာကမွာ မွတ္​ေက်ာက္​တစ္​ခုတင္​နိုင္​ခဲ့တဲ့\"Train to busan \"လို နိုင္​ငံတစ္​ဝွမ္​းမွာ ကပ္​ဆိုးက်ေရာက္​ၿပီး အသက္​ရွင္​သန္​ဖို႔အတြက္​ ရုန္​းကန္​ခဲ့ရတာေတြကို ရိုက္​ျပထားတဲ့ ဇာတ္​လမ္​းအသြားအလာမ်ိဳးပါပဲ..........ဇာတ္​ကားအစမွာ ဇာတ္​ရွိန္​နည္​းနည္​းေအးတယ္​ဆိုေပမယ္​့တျဖည္​းျဖည္​းဇာတ္​ရွိန္​ ျမင္​့တက္​လာေအာင္​ဆြဲေခၚသြားတာေတြ႕ရမွာပါ .........ဇာတ္​ၫႊန္​းေလးကို မေျပာခင္​မွာ ....ဆြီဒင္​နိုင္​ငံရဲ႕ ေနာက္​ခံအခ်က္​အလက္​ေလးေတြကို ေျပာျပခ်င္​ပါေသးတယ္​.....ဆြီဒင္​နိုင္​ငံဟာ ဥေရာပတိုက္​မွာ တည္​ရွိၿပီးေတာ့ၿမိဳ႕ေတာ္​ကေတာ့ စေတာ့ဟြန္​းၿမိဳ႕ပါလူဦးေရအားျဖင္​့ ၁၀ သန္​းေက်ာ္​တည္​ရွိၿပီး နိုင္​ငံေတာ္​ကာကြယ္​ေရးအတြက္​အၿမဲတမ္​းတပ္​ဖြဲ႕ဝင္​ကေတာ့ စစ္​သည္​ ၂ေသာင္​းေက်ာ္​ပဲ ခန္​႔အပ္​ထားပါတယ္​ နိုင္​ငံအတြက္​ လိုအပ္​လာရင္​ေတာ့ လူဦးေရ ေယာက်္​ား၊မိန္​းမေပါင္​းသိန္​း ၅၀ေက်ာ္​ေလာက္​ကို စစ္​မႈထမ္​းေဆာင္​ဖို႔အတြက္​ အရန္​သင္​့လ်ာထားတာ ရွိပါတယ္​အခုလို ကပ္​ဆိုးျဖစ္​လာၿပီး ထိခို္​က္​နစ္​နာမႈျမန္​ဆန္​တဲ့အခါ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/den-blomstertid-nu-kommer-the-unthinkable-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTRg6yy75VQ0yoszgLQgp3MTHtE.jpg",
        "title": "The Little Witch (2018)",
        "description": "CM ပရိတ္သတ္တို႔ေရ ေပါ့ေပါ့ပါးပါးေလးၾကည့္ရတဲ့ ဇာတ္လမ္းမ်ိဳးေလးၾကည့္ခ်င္လား...ရႈခင္းေကာင္းေကာင္းနဲ႔ ၾကည့္ရေကာင္းတဲ့ ဇာတ္လမ္းမ်ိဳးရွာေနလား...ဒါဆိုရင္ေတာ့ \"The Little Witch\" ဆိုတဲ့ ဇာတ္လမ္းေလးကို ညႊန္းခ်င္ပါတယ္...Rating 6.1 ရရွိထားတဲ့ဒီဇာတ္လမ္းကေတာ့ ဂ်ာမနီဇာတ္လမ္းျဖစ္ၿပီးေတာ့english ေနာက္ခံစကားေျပာနဲ႔ တင္ဆက္ထားပါတယ္...အညႊန္း- စိမ္းစိုအံု႔မွိုင္းေနတဲ့ ေတာအုပ္တစ္ခုမွာ စုန္းမေလးတစ္ေယာက္ ေနထိုင္ပါတယ္...သူ႔မွာ အဘရာဇက္ဆိုတဲ့ က်ီးကန္းတစ္ေကာင္လဲရွိပါတယ္...စုန္းမေတြအတြက္ အေပ်ာ္ဆံုးညကေတာ့ ဝယ္ပါးဂစ္ဆိုတဲ့ ညပါပဲ...ဒီညမွာေတာ့ စုန္းမေတြ သီခ်င္းဆိုၾက ကၾကပါတယ္...တစ္ႏွစ္မွာ တစ္ခါပဲ လုပ္တဲ့ညပါ..ဒီညကိုေတာ့ဖိတ္ၾကားခံရတဲ့ စုန္းမေတြသာ တက္ေရာက္ခြင့္ရွိပါတယ္...စုန္းမေလးရဲ႕ အျဖစ္ခ်င္ဆံုး ဆႏၵကေတာ့ ဒီဝယ္ပါးဂစ္ညကပြဲမွာ ကခြင့္ရဖို႔ပါ...ဒါေပမဲ့ သူဟာ ဝါငယ္ေသးတာေၾကာင့္ ဖိတ္ၾကားျခင္းမခံခဲ့ရပါဘူး..ငယ္ရြယ္သူပီပီ ဒီပြဲမွာဘာေတြ လုပ္လဲ သူအရမ္းသိခ်င္ခဲ့ပါတယ္...ဒီလိုနဲ႔ ဝယ္ပါးဂစ္မတိုင္ခင္ညမွာေတာ့ သူအၾကံတစ္ခုရသြားပါတယ္...ဒီအၾကံကေတာ့ စုန္းမေတြ ကတဲ့အထဲ သူပါ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-little-witch-2018/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNmU3MTJiNGMtMjY2YS00MTg3LWExMWYtZmYzN2Q4MjE3NThlXkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_-141x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mile-22-2018-5-1/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/sss-142x200.jpg",
        "title": "Saranae Siblor (2010)",
        "description": "Saranae Siblor ဇာတ္ကားဟာဆိုရင္ေတာ့\nDirector : Nareubadee wetchakam ရိုက္ကူးထားျပီး\nမင္းသား Mario အဓိက ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nComedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating - 6.3/10ဒီဇာတ္ကားထဲ့မွာဆိုရင္ ထိုင္းမင္းသား Mario က\nဇာတ္လမ္းစစျခင္းမွာ ေျခာက္ေနတာေၾကာင့္\nသူ႔အေဖက ေယာက်ာ္းစစ္စစ္ျဖစ္ေအာင္ သူ႔ဦးေလးရွိရာဆီသို႔\nပို႔လိုက္ပါတယ္။\nသူ႕ဦးေလးအိမ္မွာဆိုရင္ ေအာ့ဒ္ နဲ့ အဒ္ အမႊာညီအကိုရွိပါတယ္။\nMarioဟာ သူ႔ဦးေလးဆီေရာက္ေနစဥ္မွာပဲ\nဘီဘီ ဆိုတဲ့ ေကာင္မေလးကို ၾကိဳက္သြားပါတယ္။\nေနာက္ပိုင္း ေကာင္းမေလးက ျပန္ၾကိဳက္မလား...\nဖြင့္ေျပာျပီးတဲ့ေနာက္ ဘယ္လုိေတြျဖစ္သြားမလဲဆိုတာကေတာ့\nဇာတ္ကားထဲမွာ ဆက္လက္ ၾကည့္ရွု႕ၾကပါေတာ့...။\nဒီဇာတ္ကားဟာဆိုရင္ သရဲကားဆန္ဆန္ ရိုက္ကူးထားေပမယ့္\nသိပ္ေၾကာက္ဖို႔မေကာင္းပါဘူး။\nအရမ္းရယ္ရျပီး မ်က္နွာေျပာင္တဲ့ ဇာတ္ကားျဖစ္တာေၾကာင့္\nတင္ဆက္ေပးလိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Thin Kyu ျဖစ္ပါတယ္)File size__( 900 MB) and ( 350 MB)\nQuality__HD 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:44:57\nType__Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by May Thin Kyu \nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/saranae-siblor-2010/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPdtLWNsZmAtoZl9PK7S2wE3qiS.jpg",
        "title": "The Godfather(1972)",
        "description": "The Godfather(1972)\nIMDb...9.2,,,,Rotten...98%\n  \n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်...)\nဒီကားရဲ့ ကောင်းမွန်ခြင်းတွေ အောင်မြင်မှုတွေကို တော်တော်များများသိကြမယ်ထင်ပါတယ်.....အော်စကာ (၃)ဆုရထားသလို အကောင်းမွန်ဆုံးသော Rating ရ ကာစာရင်းထဲမှာ အမြဲတမ်း\nရှိနေလေရဲ့....ဒီကားရဲ့ အညွှန်းကိုလည်း မရေးတာက ကြည့်တဲ့သူအတွက်ပိုကောင်းပါတယ်...တစ်ခုပြောချင်တာက မကြည့်ရသေးတဲ့သူတွေအဖို့\nရှေ့ပိုင်းမိနစ်(၃၀)လောက်ကို စိတ်ရှည်ပေးပါ...ဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်တွေ စရိုက်တွေအပြုအမူတွေကို တဖြည်းဖြည်းချပြရင်း တကယ့်အကောင်းအမွန်ဆုံးသော\nအပိုင်းတွေကို ဆွဲခေါ်သွားမှာပို့ပါ...ကိုင်း ရုပ်ရှင်ချစ်ပရိတ်သတ်ကြီးများ ပြန်လည်ခံစားကြည့်လိုက်ပါဦးဗျို့....ဘာသာပြန်ပေးသူကတော့ Ye Pye Sone ပါ...\n  \n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္...)\nဒီကားရဲ႕ ေကာင္းမြန္ျခင္းေတြ ေအာင္ျမင္မႈေတြကုိ ေတာ္ေတာ္မ်ားမ်ားသိၾကမယ္ထင္ပါတယ္.....ေအာ္စကာ (၃)ဆုရထားသလုိ အေကာင္းမြန္ဆုံးေသာ Rating ရ ကာစာရင္းထဲမွာ အၿမဲတမ္း\nရွိေနေလရဲ႕....ဒီကားရဲ႕ အညႊန္းကုိလည္း မေရးတာက ၾကည့္တဲ့သူအတြက္ပုိေကာင္းပါတယ္...တစ္ခုေျပာခ်င္တာက မၾကည့္ရေသးတဲ့သူေတြအဖုိ႕\nေရွ႕ပုိင္းမိနစ္(၃၀)ေလာက္ကုိ စိတ္ရွည္ေပးပါ...ဇာတ္လမ္းရဲ႕ အဓိက ဇာတ္ေကာင္ေတြ စရုိက္ေတြအၿပဳအမူေတြကုိ တျဖညး္ျဖည္းခ်ျပရင္း တကယ့္အေကာင္းအမြန္ဆုံးေသာ\nအပုိင္းေတြကုိ ဆြဲေခၚသြားမွာပုိ႕ပါ...ကုိင္း ရုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးမ်ား ျပန္လည္ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕....ဘာသာျပန္ေပးသူကေတာ့ Ye Pye Sone ပါ...\nFile ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/the-godfather1972/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BOTIzODYzNzMtZTE1ZS00MWRkLThhMTUtYzU4N2M0MDExZTI0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Lost Room (TV Mini-Series 2006) Complete",
        "description": "အဓိက အေၾကာင္းအရာအားလံုးက ေသာ့ ေလး တစ္ေခ်ာင္းကေန စ တင္လာပါတယ္\nေရွး ယံုတမ္းပံုျပင္ေတြအရ ေမွာ္ဆန္တဲ့ ခရီးသြား တစ္ေယာက္ဟာ အခန္းတစ္ခုအတြင္း\nတည္းခိုေနထိုင္ခဲ့ပါတယ္ ၿပီးေတာ့ ထိုအခန္းအတြင္း ပစၥည္းအားလံုးဟာ\nတန္ခိုး ကိုယ္စီ အသက္၀င္ၿပီး တန္ဖိုးရွိကုန္ၾကပါတယ္\nတစ္နည္းနည္းျဖင့္ ထိုပစၥည္းတစ္ခ်ိဳ႕ အျပင္ေရာက္လာခဲ့ၿပီး\nရာဇ၀တ္သားေတြလက္ထဲကို ေရာက္ရွိၿပီး သတ္ျဖတ္ လုယက္ၾကပါေတာ့တယ္\nထို အခန္းထဲကို ၀င္တဲ့ ေသာ့တံ ကေတာ့ ဘယ္တံခါးကို ဖြင့္ဖြင့္ေရာက္ခ်င္တဲ့ေနရာကို\nခ်က္ခ်င္း ပို႔ေဆာင္ေပး ဖြင့္ေပးတဲ့ လိုတရ ေသာ့တံ ျဖစ္ၿပီး သမီးတစ္ေယာက္ အေဖ ရဲသား တစ္ေယာက္ဆီ\nေရာက္သြားရာကေန ဇတ္လမ္း စ ပါေတာ့တယ္....\n(သစ္ဆန္းခန္႔)Episode (1) Gdrive / Yuudrive / Megaup / Meganz / Upstream\nEpisode (2) Gdrive / Yuudrive / Megaup / Meganz / ...",
        "rating": "8.3",
        "url": "https://megaup.net/1wiax/The.Lost.Room.EP01.mp4",
        "category": "Action, Fancy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iy6mJ8EvVQrrSrSblK7GRYFq1Mp.jpg",
        "title": "Blood Fest (2018)",
        "description": "ဒီကားလေးအကြောင်းစမပြောခင် Blood Fest ဆိုတဲ့နာမည်အကြောင်းကို\nအရင်စပြောလိုက်ရအောင်….\nBlood Fest ဆိုတာ သွေးသံရဲရဲနဲ့ကစားရတဲ့ ကစားနည်းတစ်မျိုးဖြစ်ပြီးတော့\nဒီကစားနည်းဟာ အရမ်းကိုကျယ်ဝန်းလှတဲ့ ဧက၂၀ မြေကွက်ကြီးတစ်ခုမှာပြုလုပ်တဲ့\nဆယ်စုနှစ်ရဲ့အကောင်းဆုံးသော ” သွေးသံရဲရဲ ဧည့်ခံပွဲ ” ကစားနည်းလို့လည်းနာမည်ပေးထားပါတယ်…..\nအဲကွင်းကြီးထဲမှာ နာမည်ကြီး Horror ရုပ်ရှင်တွေထဲက လူသတ်သမားတွေရဲ့\nပုံစံသရုပ်ဆောင်တွေကိုထည့်သွင်းထားပြီးတော့ ပါဝင်ကစားတဲ့ လူတွေကို\nခြောက်လှန့်စေတာဖြစ်ပါတယ်…\nVampire , Zombie , Clown , The Arborist , Red အစရွိတဲ့\nနာမည်ကျော်မကောင်းဆိုးဝါးတွေကို ဒီ Horror ကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်….\nဟောလိုဝင်းညပါတီပွဲကို ပျော်ချင်လို့ဆိုပြီး ဒီကွင်းကြီးထဲကို\nဂိမ်းကစားဖို့ရောက်လာကြတဲ့ ဆယ်ကျော်သက်လေးသုံးယောက်ဟာ\nတကယ်တမ်း ဂိမ်းမဟုတ်ပဲ ကြမ်းတမ်းတဲ့အရာတွေနဲ့တွေ့ကြုံလာရတဲ့အခု\nလွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်…\nတစ်ကွင်းလုံးမှာလည်း အတုအယောင်တွေပြုလုပ်ထားတဲ့\nသရဲကားတွေထဲကလို စိတ္တဆေးရုံတွေ သချိင်္ုင်းတွေနဲ့\nနာမည်ကြီးရုပ်ရှင်တွေထဲက နာမည်ကျော်လူသတ်သမားတွေနဲ့\nဂိမ်းကစားနေတာမဟုတ်တော့ပဲ သေရေးရှင်ရေးအတွက်\nအဲကွင်းထဲကနေလွတ်မြောက်နိုင်အောင်ကြိုးစားရတော့မှာပါ….\nHorror ကားဆိုပေမယ့် ဒီကားဟာ ဟာသလေးတွေနှောပြီးရိုက်ပြထားတာပါ….\nဒါပေမယ့် Horror ကားရဲ့အနှစ်အရသာကိုတော့ ပျောက်ပျက်သွားတာမျိုး\nမဟုတ္ပါဘူး…\nတချို့အခန်းတွေက ကြောက်စရာကောင်းသလို \nတချို့အခန်းတွေမှာလည်း စိတ်ပေါ့ပါးစွာနဲ့ရယ်မောမိကြမှာပါ…..\nဒါကြောင့် ဒီဇာတ်ကားလေးကို ကြည့်သင့်မကြည့်သင့်ကိုကတော့\nသင်တို့ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ….\nFile Size : (879 MB) \nQuality : WED DL 720p\nRunning Time : 1hr 36min\nFormat : ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Pao8/Blood_Fest_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMzBkZDQ0MTEtYjcwMi00ODFiLTliZDQtNmJkZWU1MDUxOWUxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SX710_CR00710999_AL_-142x200.jpg",
        "title": "Loving",
        "description": "Amar 2017 သို႔မဟုတ္​ LOVIING 2017လို႔ေခၚတဲ့ ဒီကားေလးဟာဆိုရင္​\nApril 21 2017မွာထြက္​ရွိခဲ့တဲ့ကားေကာင္​းေလးတကားျဖစ္​ပါတယ္​။\nဒီကားေလးကိုေတာ့ စပိန္​နာမည္​ႀကီးဒါရိုက္​တစ္​ဦးျဖစ္​တဲ့\nEsteban Crespoကရိုက္​ကူးေပးခဲ့တာျဖစ္​ၿပီးေတာ့\nဇာတ္​ညႊန္​းရးရာမွာလည္​းသူကိုယ္​တိုင္​အပါအဝင္​\nအျခားဇာတ္​ညႊန္​းေရးဆရာေတြနဲ႔ပူေပါင္​းေရးသားခဲ့တာျဖစ္​ပါတယ္​။ထူးျခားတာခုကေတာ့ ဒီကားမွာနားမည္​ႀကီးစပိန္​စီးရီးတခုျဖစ္​တဲ့\nMoney Heistထဲကမင္​းသမီးတလက္​ပါဝင္​သရုပ္​ေဆာင္​ထားတာျဖစ္​ၿပီးေတာ့\nသူမရဲ႕ေကာက္​ေၾကာင္​းအလွအပေတြကိုတဝႀကီး\nခံစားၾကည္​့ရႈၾကရမွာျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအမ်ိဳးအစားေလးကတာ့\nလူငယ္​သဘာဝဆန္​ဆန္​Drama / Romance ကားေလးျဖစ္​ပါတယ္​။ဇာတ္​လမ္​းအညႊန္​းလူငယ္​စုံတြဲနွစ္​ဦးျဖစ္​တဲ့ ကားလို႔စ္​နဲ႔ေလာ္​ရာတို႔ဟာပထမဆုံးေသာအခ်စ္​မွာတင္​ပဲျပင္​းျပင္​းျပျပနဲ႔ေန႔ရက္​တိုင္​းကိုေနာက္​ဆုံးရက္​လိုသေဘာထားၿပီးခ်စ္​ၾကပါတယ္​။ဒါေပမဲ့အခ်စ္​တို႔မည္​သည္​ေျဖာင္​့ျဖဴးရိုးထုံးစံမရွိဆိုသလိုပါပဲ\nသူတို႔ရဲ႕အခ်စ္​ေရးမွာလည္​း ၿခံခုန္​တာေတြ\nစနွိက္​ေက်ာ္​တာေတြရွိလာပါတယ္​။ဒါေပမဲ့လည္​း သူတို႔နွစ္​ဦးဟာေနာက္​ဆုံးအခ်စ္​ေၾကာင္​့\nဘယ္​လိုေတြခံနိုင္​ရည္​ရွိၿပီးေက်ာ္​ျဖတ္​ၾကမလဲဆိုတာကို\nရင္​သပ္​ရႈ႕ေမာဖြယ္​အလွအပမ်ားနဲ႔ ခံစားၾကည္​့ရႈရမွာျဖစ္​လို႔\nသင္​သာအခ်စ္​ဇာတ္​လမ္​းေကာင္​းေတြႀကိဳက္​တယ္​ဆိုရင္\n​ ၾကည္​့ရႈသင္​့တဲ့ကားေလးတကားပၿဲဖစ္​ပါတယ္​........\nထပ္ၿပီး သတိေပးခ်င္တာက 18+ Movie ျဖစ္တဲ့အတြက္\nအသက္မျပည့္ေသးသူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဒီရုပ္ရွင္ကို Jake က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/loving/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2TjArDUoGSLusxptjD4OzY69F0m.jpg",
        "title": "Sui Dhaaga (2018)",
        "description": "သာမန္လူတန္းစား တူႏွစ္ကိုယ္ ဘဝတစ္ခု၊ဒီေန႔ ရွာ ဒီေန႔စားရတဲ့ လက္လႈပ္မွ ပါးစပ္လႈပ္ရတဲ့ အၾကင္လင္မယားႏွစ္ေယာက္ အေၾကာင္းေလးေပါ့ဗ်ာ။မိဘေတြနဲ႔ အတူေနေနၿပီး သားသမီး မရိွေသးတဲ့ သူတို႔ ႏွစ္ေယာက္။အိမ္ရွင္မက အိမ္အလုပ္ေတြကို တေနကုန္လုပ္ၿပီးလင္ေယာက်္ားကေတာ့ ေန႔စဥ္ အလုပ္သြားတဲ့ပုဂၢလိက အပ္ခ်ဳပ္စက္ဆိုင္ ဝန္ထမ္းတစ္ေယာက္ပါ။ဒီေန႔မွာ အဆင္ေျပေပမဲ့ မနက္ျဖန္ ဘာျဖစ္မလဲ မသိရတဲ့ လူသားေတြမို႔အနာဂတ္အတြက္ ျပင္ဆင္ထားျခင္း မရိွခဲ့။တေန႔မွာ ဆိုင္ပိုင္ရွင္သားရဲ႕ မဂၤလာေဆာင္ကိုသူတို႔မိသားစုေတြ ဖိတ္ၾကားခံခဲ့ရပါတယ္။မိသားစုေတြ စံုစံုလင္လင္နဲ႔ ပြဲကိုေရာက္သြားေတာ့အၿမဲအႏိုင္က်င့္တတ္တဲ့ သူတို႔သားကေခြးလို သ႐ုပ္ျပခိုင္းပါတယ္။မိသားစုေတြနဲ႔အတူ ဇနီးမယားကကိုယ့္ေယာက်္ား ေခြးလို သ႐ုပ္ေဆာင္ေနရတာကိုျမင္ေတာ့ အရွက္ရၿပီး အလုပ္က ထြက္ခိုင္းပါတယ္။ဒီလိုနဲ႔ အလုပ္အကိုင္ မရိွတဲ့အခ်ိန္.....သူတို႔ေတြ ျပႆနာကို တစ္ခုကို ရင္ဆိုင္ေတြ႕ခဲ့ရပါတယ္။ဒီျပႆနာကိုသူတို႔ ဘယ္လိုရင္ဆိုင္ၾကမလဲ။မုန္းတိုင္းတစ္ခုသာဆိုရင္မုန္တိုင္းၿပီးရင္ ေလေျပလာဦးမွာေပါ့?ဘဝအေျခအေနအရ ျကုံေတြ႕ရတဲ့ ျပႆနာေတြကိုဘယ္လို ရင္ဆိုင္ၾကမလဲ ဆိုတာကို ခံစားၾကည့္ၾကပါဦးဗ်ာ။\"အပ္ႏွင့္အပ္ခ်ည္:အိႏၵိယတြင္ျပဳလုပ္သည္\"ဆိုတဲ့ ဇာတ္ကားနာမည္အရသူတို႔ကို ျပႆနာေတြထဲက အပ္နဲ႔အပ္ခ်ည္ႀကိဳးကဘယ္လို ဆြဲတင္ကယ္မလဲဆိုတာကိုၾကည့္႐ႈရင္း သႏၲရသနဲ႔ အဆံုးသတ္ေစမွာပါ။----------------------------------------------သ႐ုပ္ေဆာင္ေတြကေတာ့ ေဘာလိဝုဒ္မင္းသားေခ်ာVarun Dhawan ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sui-dhaaga-2018/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Alpha (2018)",
        "description": "Imdb Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔ အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာ ကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔ စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီး ေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲ?သူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါ ဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cxeh/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dh3RTvv3Narnqe8q17J5nkARIBy.jpg",
        "title": "Welcome to Mercy (2018)",
        "description": "အခ်စ္ဆုိတာ ဧဒင္ဥယ်ာဥ္ထဲက တားျမစ္ထားတဲ့ ပန္းသီးတစ္လုံးတဲ့။အာဒမ္နဲ႔ ဧဝတုိ႔ ပန္းသီးကုိစားမိၾကလုိ႔ အျပစ္ေပးခံရၾကပါတယ္။အဲဒီကစျပီး လူသားနဲ႔ခ်စ္ျခင္းတရားက ဒြန္တြဲေနလာၾကပါေရာလား။Welcome to Mercy (2018) ဆုိတဲ့ Triller အမ်ိဳးအစားဇာတ္ကားေလးကေတာ့ တားျမစ္ခံထားရတဲ့ အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ရင္တုန္စရာတင္ဆက္ေပးထားပါတယ္။တစ္ကုိယ္တည္းအေမတစ္ေယာက္ျဖစ္တဲ့ Mandaline ဟာ သူ႕အေဖ ေနမေကာင္းတဲ့သတင္း စာရတဲ့အတြက္ သမီးေလး Willow နဲ႔အတူလာေတြ႕ခဲ့ပါတယ္။မိဘအိမ္မွာ ခဏေနရင္း ခႏၶာကိုယ္ေပၚမွာ လက္ဝါးကပ္တုိင္မွာ ကပ္ဖုိ႔ သံနဲ႔ရိုက္ခံရသလုိ ဒဏ္ရာေတြေပၚလာခဲ့တဲ့အတြက္ ခရစ္ယာန္ဘုန္းၾကီးတစ္ပါးနဲ႔ သီလရွင္ၾကီးတစ္ဦးတုိ႔ဆီ အကူအညီရယူျပီး ျမင္ရတဲ့အရာေတြ မျမင္ရတဲ့အရာေတြ အေၾကာင္း နားလည္လာေအာင္ ၾကိဳးစားခဲ့ပါတယ္။အရမ္းေၾကာက္စရာေကာင္းတဲ့ဇာတ္ကားတစ္ကားမဟုတ္ေပမယ့္ ေနာက္ဘာျဖစ္မလဲဆုိတာ စိတ္ဝင္စားေအာင္ျပသြားႏုိင္တယ္လုိ႔ထင္ပါတယ္။ေနာက္ဆုံးမွာလည္း မထင္ထားတဲ့ လွည့္ကြက္တစ္ခုနဲ႔ အဆုံးကုိဆြဲေခၚသြားျပီး အဆုံးမွာ သုိ႔ေလာ သုိ႔ေလာနဲ႔ ေတြးစရာတစ္ခုထပ္ေပးသြားပါေသးတယ္။ဒီသိပ္မေၾကာက္ရတဲ့ ေၾကာက္စရာဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 5.2 ရွိပါတယ္။ဒီဇာတ္ကားထဲက အၾကိဳက္ဆုံး စာသားေလးကေတာ့ \"အခ်စ္ထက္သန္႔ရွင္းစင္ၾကယ္တာ ဘုရားသခင္ပဲရွိတယ္\" ဆုိတဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/welcome-to-mercy-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2g6haMQuCjVX1IVaVoqzboKPrIE.jpg",
        "title": "Monster Party (2018)",
        "description": "လူတုိင္းရင္ထဲမွာ မေကာင္းဆုိးရြားေတြရွိတတ္ၾကပါတယ္။လူေတြဟာ သတ္ခ်င္ျဖတ္ခ်င္တဲ့ဗီဇစိတ္ကုိ ယဥ္ေက်းမႈလူ႕အဖြဲ႕အစည္းနဲ႔ ထိန္းခ်ဳပ္ခဲ့ျပီး တိရစာၦန္ေတြနဲ႔ကြဲျပားေအာင္ရုန္းထြက္ျပီးလူေတြျဖစ္လာၾကတာပါ။တခ်ိဳ႕သူေတြမွာေတာ့ သတ္လုိျဖတ္လိုတဲ့ ဗီဇစိတ္ကတားမရဆီးမရျဖစ္ေနတတ္ပါတယ္။ဒီ Monster Party (2018) Horror,Mystery, Triller ဇာတ္ကားေလးမွာေတာ့ လူသတ္ျခင္းကုိ စြဲလမ္းေနၾကလုိ႔ ထိန္းခ်ဳပ္ထားတဲ့ အဖြဲ႕တစ္ခုရဲ႕ ႏွစ္ပတ္လည္ အခမ္းအနားကုိ သူခုိးေလးသုံးေယာက္ စားပြဲထုိးဟန္ေဆာင္ျပီး ဝင္ခိုးရာမွာ ဘာေတြျဖစ္မလဲသူတုိ႔ေတြဝင္ျပီးေတာ့ ျပန္ထြက္ႏုိင္ပါမလားဆုိတာကုိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပဲျဖစ္ပါတယ္။IMDB Rating ကေတာ့ 5.0 ရရွိထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ) File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 29min\nFormat : Mp4\nGenre : Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "5.0",
        "url": "https://megaup.net/2f7ns/Monster_Party_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnTqi4nhIi1eesT5uYMmhEPGNih.jpg",
        "title": "Crazy Rich Asians (2018)",
        "description": "ရေချယ်ချုဟာ နယူး ယောက်တက္ကသိုလ်က စီးပွား ရေးပါမောက္ခတစ်ယောက်ဖြစ်ပြီး သူ့မှာ နစ်ခ်ရန်းဆိုတဲ့ ချစ်သူတစ်ယောက်ရှိပါတယ်။ တစ်ရက်မှာတော့ နစ်ခ်က သူ့အခင်ဆုံးသူငယ်ချင်း ကောလင်းရဲ့ မင်္ဂလာပွဲမှာ လူပျိုရံလုပ်ဖို့ရှိတဲ့အတွက်ရယ်၊ သူ့မိသားစုနဲ့ မိတ်ဆက်ပေးဖို့အ တွက်ရယ်ဆိုပြီး ရေချယ်ကိုသူနဲ့ အတူ စင်ကာပူကို လိုက်ခဲ့ဖို့ ခေါ် ခဲ့ပါတယ်။အထက်တန်းလွှာတွေစီးတဲ့ လေယာဉ်လက်မှတ်ဝယ်ထား တာကို တွေ့လိုက် တာ နဲ့ ရေချယ်တစ်ယောက် နစ်ခ်ဟာ ချမ်းသာတဲ့မိသားစုကလာတာလားလို့မေး ပေမယ့် နစ်ခ်ကတော့ သိပ်ထူးဆန်းဟန်မပြဘဲ မိသားစုက အိမ် ခြံမြေလုပ်ငန်းလုပ်တယ်လောက်ပဲ ပြောပြခဲ့ပါတယ်။စင်ကာပူကိုရောက်တဲ့အခါ မှာ ရေချယ်ဟာ နစ်ခ်ရဲ့ သူငယ်ချင်းကောလင်းနဲ့ သူ့ချစ်သူအရာ မင်တာလီတို့ စုံတွဲနဲ့ခင်မင်ခဲ့ပြီးနစ်ခ်တို့မိသားစုနဲ့တွေ့ဖို့အတွက်စိတ်မပူဖို့ ရေချယ်ကိုအားပေးခဲ့ ကြပါတယ်။ ရေချယ်ကလည်း စင်ကာပူကိုရောက်တုန်းရောက်ခိုက် ကောလိပ်တုန်းက သူ့အခန်းဖော် ဂိုပိတ်လင်နဲ့ဆုံဖို့စီစဉ်ခဲ့ပါတယ်။ပိတ်လင်နဲ့ ဆုံတဲ့အခါမှာ တော့ ပိတ်လင်ဟာအရမ်းကို ချမ်းသာသူတစ်ယောက်ဖြစ်ပြီး ရွှေနဲ့ တည်ဆောက်ထားတဲ့ အိမ်ကြီးရခိုင်မှာ နေတယ်ဆိုတာသိလိုက်ရ ...",
        "rating": "7.5",
        "url": "https://megaup.net/4eC7x/Crazy_Rich_Asians_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNDNmZjJlNTctYTI0OS00ZDhiLWExNGYtZTdiNmRmNGRjZjBiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Miseducation of Cameron Post (2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"The Miseducation of Cameron Post\"ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္အညႊန္း-အခ်ိန္က 1993 ခုႏွစ္....လိင္တူစိတ္ဝင္စားသူေတြကို ပတ္ဝန္းက်င္က လက္မခံၾကေသးတဲ့အခ်ိန္...လိင္တူစိတ္ဝင္စားသူေတြကို ဆန္႔က်င္ဘက္လိင္စိတ္ဝင္စားသူျဖစ္ေအာင္ ေလ့က်င့္ေျပာင္းလဲေပးႏိုင္တယ္ဆိုတဲ့ ေဂါ့ပေရာ့မစ္ေက်ာင္း...ဒီေက်ာင္းက မိန္းမလၽွာ ရစ္ဆိုတဲ့ အမ်ိဳးသားကို တကယ့္ေယာက်ာ္းအစစ္အျဖစ္ ေျပာင္းလဲေပးလိုက္တယ္ဆိုၿပီးနာမည္ရထားတဲ့ ေက်ာင္းတစ္ေက်ာင္း...ဘယ္လိုေျပာင္းလဲေပးတာလဲ...ခရစ္ယာန္ဘာသာကို ယံုၾကည္သက္ဝင္ၿပီး ဘုရားသခင္ကို ယံုၾကည္ရင္ နဂိုပံုမွန္ ဘဝကိုျပန္ရမယ္ဆိုၿပီး ယံုၾကည္ထားတဲ့ ေက်ာင္းပါ...တစ္ေန႔ ဒီေက်ာင္းကို ေယာက်ာ္းလၽွာ ေကာင္မေလး ကမ္မရြန္ေရာက္လာခဲ့တယ္...ကမ္မရြန္ေရာက္တဲ့အခ်ိန္မွာေတာ့ ဒီေက်ာင္းက ေက်ာင္းသားေတြကို ပံုစံေျပာင္းလဲေအာင္ ဘယ္လိုေလ့က်င့္ေပးေနလဲ သူသိခဲ့ပါတယ္....ေကာင္းတဲ့ ေလ့က်င့္ေပးျခင္းလား...မေကာင္းတဲ့ေလ့က်င့္ေပးျခင္းလား....တကယ္ေကာ ဒီေက်ာင္းက Homo ကို Heterosexual ျဖစ္ေအာင္ေျပာင္းလဲေပးႏိုင္လို႔လားစတာေတြကို စိတ္ဝင္တစားၾကည့္ရႈရမွာပါ... (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Haruko ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL ...",
        "rating": "7.1",
        "url": "https://megaup.net/2glUi/The_Miseducation_Of_Cameron_Post_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/little-miss-sunshine-1-136x200.jpg",
        "title": "Little Miss Sunshine (2006)",
        "description": "Little Miss Sunshine(2006)\nIMDb...7.8,,,,Rotten....91%\nဒီကားက ဇာတ်ပို့နဲ့ ဇာတ်ညွှန်းအော်စကာဆုတွေရရှိခဲ့တဲ့ကားပါ...ဟာသကားတွေကြိုက်နှစ်သက်တဲ့သူတွေအဖို့\nSteve Carell  ကိုနာမည်သာမမှတ်မိတာ လူမြင်လိုက်ရုံနဲ့ ဒီဘိုးတော်ကားတွေကရယ်လည်းရယ်ရသလို တွေးစရာ မှတ်သားစရာလေးတွေ\nပေးပြီးရင်ထဲကျန်အောင်လုပ်နိုင်တယ်လို့ တွေးစေနိုင်လောက်သည့်အထိ သူ့ကားတွေတော်တော်များများက ကောင်းခဲ့တာပါ....IMDb တွေ\nRotten တွေကလည်း ကြွရွလို့...\nကလေးမလေးတစ်ယောက်ရှိတယ်..သူက   မိုင် (၈၀၀)လောက်ဝေးတဲ့နေရာမှာ အလှမယ်ပြိုင်ဖို့ရှိတယ်...\nအဘိုး၊ဦးလေး ၊အမေနဲ့အမေတို့က ဆင်းရဲလေတော့ ကားစုတ်လေးငှားပြီးသွားကြတယ်..\nလမ်းမှာ ဒုက္ခမျိုးစုံတွေကြသလို ..အလွဲလွဲအချောချောပေါင်းစုံနဲ့ပေါ့...တွေးစရာမှတ်သားစရာလေးတွေ ဘယ်လောက်ပါလဲဆိုတာတော့\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်...\n-------------------------------------------------\nဒီကားက ဇာတ္ပုိ႕နဲ႕ ဇာတ္ညႊန္းေအာ္စကာဆုေတြရရွိခဲ့တဲ့ကားပါ...ဟာသကားေတြႀကဳိက္ႏွစ္သက္တဲ့သူေတြအဖုိ႕\nSteve Carell  ကုိနာမည္သာမမွတ္မိတာ လူျမင္လုိက္ရုံနဲ႕ ဒီဘုိးေတာ္ကားေတြကရယ္လည္းရယ္ရသလုိ ေတြးစရာ မွတ္သားစရာေလးေတြ\nေပးၿပီးရင္ထဲက်န္ေအာင္လုပ္ႏိုင္တယ္လုိ႕ ေတြးေစႏုိင္ေလာက္သည့္အထိ သူ႕ကားေတြေတာ္ေတာ္မ်ားမ်ားက ေကာင္းခဲ့တာပါ....IMDb ေတြ\nRotten ေတြကလည္း ၾကြရြလုိ႕...\nကေလးမေလးတစ္ေယာက္ရွိတယ္..သူက   မုိင္ (၈၀၀)ေလာက္ေ၀းတဲ့ေနရာမွာ အလွမယ္ျပဳိင္ဖုိ႕ရွိတယ္...\nအဘုိး၊ဦးေလး ၊အေမနဲ႕အေမတုိ႕က ဆင္းရဲေလေတာ့ ကားစုတ္ေလးငွားၿပီးသြားၾကတယ္..\nလမ္းမွာ ဒုကၡမ်ိဳးစုံေတြၾကသလုိ ..အလြဲလြဲအေခ်ာေခ်ာေပါင္းစုံနဲ႕ေပါ့...ေတြးစရာမွတ္သားစရာေလးေတြ ဘယ္ေလာက္ပါလဲဆုိတာေတာ့\nကုိင္းခံစားၾကည့္လုိက္ပါဦးဗ်...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1GB)\nQuality : Blu-Ray 720p\nDuration…01:41:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/2SQem/Little_Miss_Sunshine_[2006]_(MM_Sub).mkv",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4UvwoMmQiztTqeUnExDU5hoCdP.jpg",
        "title": "Blindspotting (2018)",
        "description": "၂၀၁၈ ထြက္ rating အမ်ားၾကီးေတြ ရရွိထားတဲ့ (drama..crime…comedy)ဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလိုက္ပါတယ္(IMDb – 7.5….Rotten tomatoes – 93%)ေကာလင္းဆိုတဲ့ လူမည္းတစ္ေယာက္ဟာ ျပစ္မႈတစ္ခုနဲ႕အခ်ဳပ္က်ခဲ့ျပီးေနာက္မွာေတာ့ ေစာင့္ၾကည့္ကာလ တစ္ႏွစ္အေနနဲ႕ ထိန္းသိမ္းေရးစခန္းမွာ ေနေနရပါတယ္ …သူ႕မွာ မုိင္စ္လို႔ေခၚတဲ့ လူျဖဴသူငယ္ခ်င္းတစ္ေယာက္ရွိတယ္…အရမ္းခင္ၾကတဲ့သူငယ္ခ်င္းေတြ……မိုင္စ္က လူျဖဴဆုိေပမယ့္ လူမည္းမိန္းကေလးတစ္ေယာက္နဲ႕လက္ထပ္ထားျပီး လူမည္းရပ္ကြက္မွာ လူမည္းတစ္ေယာက္လုိေနေနၾကတဲ့လူေတြ…သူတို႕က လူေတြ အိမ္ေရႊ႕ေျပာင္းၾကတဲ့အခါ ပစၥည္းေတြကို ထရပ္ကားၾကီးနဲ႕ သယ္ယူပို႔ေဆာင္ေပးတဲ့အလုပ္လုပ္ၾကတယ္…တစ္ေန႔ အလုပ္ျပီးလို႔ အိမ္အျပန္လမ္းေပၚမွာ မီးပြိဳင့္မိေနတုန္း…လူျဖဴရဲတစ္ေယာက္က လူမည္းတစ္ေယာက္ကို လမ္းေပၚမွာ ပစ္သတ္လို္က္တာ ေကာလင္းျမင္သြားတယ္….ဒီျမင္ကြင္းက ေစာင့္ၾကည့္ကာလကေန လြတ္ဖို႔ ၃ရက္ပဲလိုေတာ့တဲ့ သူ႕အေပၚဘယ္လိုအက်ိဴးသက္ေရာက္မႈေတြျဖစ္သြားလဲ… (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 35min\nFormat : Mp4\nGenre : Comedy , Crime ...",
        "rating": "7.8",
        "url": "https://megaup.net/Tcgy/Blindspotting_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/111-135x200.jpg",
        "title": "Like Someone in Love (2012)",
        "description": "Like Someone in Love ဇာတ္ကားဟာဆိုရင္\nမင္းသမီးေခ်ာRin Takanashi ပါ၀င္သရုပ္ေဆာင္ထားျပီး\nIMDb အေနနဲ႔ကေတာ့\nRating - 7/10 ဆိုတဲ့အတြက္ေၾကာင့္\nRating ျမင့္တဲ့ Dramaကားေကာင္းတစ္ကားလို႔ဆိုရမယ့္\nဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating - 7.0/10\nRotten Tomatoes - 82%ေက်းရြာေလးတစ္ခုမွ အာကီဆိုတဲ့ မိန္းမေခ်ာေလးက\nတိုက်ိဳျမိဳ႕ၾကီးကို ေရာက္လာျပီး အလုပ္တစ္ဖက္ျဖင့္\nေက်ာင္းတက္ေနရပါတယ္။\nညဥ္႔ငွက္မေလးအျဖစ္အလုပ္လုပ္ေနရတဲ့ အာကီဟာ\nသံသယမ်ားတတ္လြန္းတဲ့ သူမခ်စ္သူကို\nအမွန္အတိုင္းဖြင့္မေျပာျပနုိင္ခဲ့ေခ်။\nတစ္ေန႔မွာေတာ့ အလုပ္လုပ္ရင္း မထင္မွတ္ဘဲ\nပါေမာကၡၾကီးတစ္ဦးနဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။\nထို႔ေနာက္ သံုးပြင့္ဆိုင္ဇာတ္လမ္းတစ္ခုဟာ\nဘယ္လိုရွုပ္ေထြးမႈ႕ေတြျဖစ္ျပီး အဆံုးသတ္မလဲဆိုတာကေတာ့\nဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tartee ျဖစ္ပါတယ္) File size__( 900 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:49:31\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tartee\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/Tch0/Like_Someone_In_Love_(Raiku_Samuwan_In_Rabu)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afdZAIcAQscziqVtsEoh2PwsYTW.jpg",
        "title": "Alpha (2018)",
        "description": "IMDB Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီးေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲသူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tchy/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4SmwVesmwzubYv4O82hnlNwHXp.jpg",
        "title": "An Interview with God (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ့ မင္းသားေခ်ာေလး Brenton Thwaites ရဲ ႔ဇာတ္လမ္းေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က An Interview with God (2018)ပါ။ဘာသာေရးဆိုင္ရာကားေကာင္းေလးတစ္ကားျဖစ္ျပီးဘုရားသခင္နဲ႔ အျပန္အလွန္ အင္တာဗ်ဴးလုပ္ေနသလို ဇာတ္အိမ္တည္ထားပါတယ္။ဇာတ္လမ္းေလးအက်ဥ္းကေတာ႔အာဖဂန္နစၥတန္စစ္ေျမျပင္မွာသတင္းသြားယူေနတဲ႔သတင္းတပ္သားေလး ေပါလ္အာရွာ...ဘာသာတရားလိုက္စားသူျဖစ္ေပမယ္႔ စစ္ေျမျပင္ရဲ ႔ၾကမ္းတမ္းတဲ႔အေတြ႔အၾကံဳေတြကေနဘုရားသခင္အေပၚယံုမွားသံသယဝင္လာပါေတာ႔တယ္။စစ္ေျမျပင္ကေန အိမ္ျပန္ေရာက္ခ်ိန္မွာလဲ အိမ္ေထာင္ေရးကအဆင္မေျပျဖစ္ေနခ်ိန္မွာသူ႔ဆီကို အင္တာဗ်ဴးတစ္ခုလုပ္ဖို႔ကမ္းလွမ္းလာပါေတာ႔တယ္။အဲဒီအင္တာဗ်ဴးမွာ ဘုရားသခင္နဲ႔ေမးခြန္းထုတ္ၾကမွာပါ။လူသားတိုင္းသိခ်င္ေနတဲ႔ေမးခြန္းေတြကိုေပါလ္တစ္ေယာက္ေမးေပမယ္႔ဘုရားသခင္ကေတာ႔ေပါလ္ရဲ ႔ဘဝကိုပဲအေျခခံကာေမးခြန္းေတြကိုပညာသားပါပါေျဖဆိုပံုေတြကို ဒီကားေလးထဲမွာေတြ႔ျမင္ရမွာပါ။Imdb 5.4/10 ရရွိထားတဲ႔ ဒီကားေလးနာမည္ကေတာ႔An Interview with God (2018) ပါ။ရွားရွားပါးပါးဘာသာေရးကားေလးကိုChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ File Size : (850 MB) and (287 MB)\nQuality : WebDL 720p\nFormat…mp4\nDuration…1 hr 37 min\nGenre : Dama , Mystery\nSubtitle : ...",
        "rating": "5.4",
        "url": "https://megaup.net/2f7fi/An_Interview_With_God_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZDIxNjIwNjktZTQzNS00ODI1LTkyZGItNDhkYjJlM2FhODcyXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "The Kindergarten Teacher (2018)",
        "description": "လီဆာ က အရြယ္ေရာက္ေနၾကၿပီ ျဖစ္တဲ့\nကေလး  ၂ ေယာက္ အေမ ျဖစ္ၿပီး သာယာတဲ့\nအိမ္ေထာင္ေရး တစ္ခု ရွိပါတယ္....\nၿပီးေတာ့ သူမ က ၅ ႏွစ္အရြယ္ ကေလးေတြ ရဲ႕ အငယ္တန္းျပ ဆရာမ တစ္ဦးလဲျဖစ္တယ္\nလီဆာ ဟာ ဘ၀ မွာ အဓိပါယ္ တစ္ခုခု ရွိခ်င္တဲ့အတြက္\nကဗ်ာသင္တန္းေလး တစ္ခုကို တက္ျဖစ္တယ္ ေန႔တုိင္း အိမ္စာအျဖစ္\nကဗ်ာေတြ ျပန္ရြတ္ျပရတယ္...\nဒါေပမဲ့ သူမ ကဗ်ာေတြက တစ္ခုခု လိုေနသလိုျဖစ္ၿပီး\nအဆင္မေျပေၾကာင္းပဲ ေ၀ဖန္ခံေနရပါတယ္...\nအိမ္မွာလဲ သားသမီးေတြက သူမ စကားကို နားမေထာင္ၾကပါ\nခင္ပြန္းျဖစ္သူကလဲ သူမ ကို နားလည္ခ်င္ေယာင္ ေဆာင္ေနေပမဲ့\nတကယ္တမ္း သူမ ရဲ႕ စိတ္ကို နားမလည္ပါဘူး...\nတစ္ရက္မွာေတာ့ ေက်ာင္းက ကေလးတစ္ေယာက္ဟာ\nလက္တန္း ကဗ်ာ တစ္ပုဒ္ကို ရြတ္ပါတယ္\nကေလးဟာ အရြယ္နဲ႔ မလုိက္ေအာင္ ေနရာအထားအသိုနဲ႔\nအင္မတန္ နက္နဲတဲ့ ကဗ်ာတစ္ပုဒ္ကို ရြတ္လုိက္တာပါ\nသူမ အဲ့ဒီ ကဗ်ာေလးကို ကူးယူထားၿပီး သင္တန္းမွာ\nျပန္ရြတ္ျပတဲ့ အခါ အျခားသူမ်ား ရဲ႕ ခ်ီးက်ဴးမႈ ကို ရလုိက္ပါတယ္\nဒီလိုနဲ႔ ...",
        "rating": "6.8",
        "url": "https://megaup.net/Tcir/The_Kindergarten_Teacher_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZDMzMTQwZmItMzg5OS00NzExLTg1NTctOWNiNTdkODYzNDQ2XkEyXkFqcGdeQXVyMTQyODAxMw@@._V1_SY1000_CR006811000_AL_-136x200.jpg",
        "title": "Babysitter’s Nightmare 2018",
        "description": "ဒက္ဖနီ က ေဆးရံုတစ္ခုရဲ႕ သူနာျပဳ ျဖစ္ၿပီး\nကေလးေတြကို ၾကည့္ရႈေစာင့္ေရွာက္ရတာျဖစ္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ တာ၀န္လစ္ဟင္းလို႔\nကေလးတစ္ေယာက္ ေသဆံုးသြားခဲ့ပါတယ္\nအဲ့ဒီအတြက္ပဲ အလုပ္ထြက္လိုက္ရၿပီး စိတ္ညစ္ေနတုန္း\nသူငယ္ခ်င္း တစ္ေယာက္က ကေလးထိန္း လိုေနတဲ့\nအိမ္မွာ တစ္ပတ္ေလာက္ ကေလးထိန္း ၀င္လုပ္ေပးဖို႔\nကမ္းလွမ္းလာပါတယ္\nသူမ အတြက္ ဘာမွလဲ အခက္အခဲ မရွိ\nကေလးကလဲ လိမၼာတဲ့ ကေလး ျဖစ္ၿပီး\nဆီးခ်ိဳ ျဖစ္ေနသူ ျဖစ္တဲ့ အတြက္ သူမ အတြက္\nအဆင္ေျပလို႔ လက္ခံလုိက္ပါတယ္\nထိုအိမ္ႀကီးမွာ မိဘေတြက ခရီးထြက္တဲ့အခါ\nဒက္ဖနီ နဲ႔ တိုဘီ ဆိုတဲ့ ကေလး ရယ္\n၂ ေယာက္ပဲ က်န္ခဲ့ပါေတာ့တယ္...\nအားလံုး အဆင္ေျပေနေပမဲ့\nမၾကာေသးခင္ကမွ ကေလးထိန္း\nငယ္ငယ္ေခ်ာေခ်ာေလးေတြကို\nလုိက္သတ္ေနတဲ့ ကြင္းဆက္လူသတ္သမား\nတစ္ေယာက္ ဟာ ဒက္ဖနီ ကေလးထိန္းေနတဲ့\nၿမိဳ႕နယ္ ထဲမွာ ျဖစ္သြားခဲ့တာပါ\nအဲ့ဒီအတြက္လဲ ဒက္ဖနီ ဟာ အရာအားလံုးကို\nဂရုတစိုက္ ေစာင့္ၾကည့္ေနခဲ့ေပမဲ့\nမထင္မွတ္ထားေသာ အရာ တစ္ခုက\nသူမတို႔ဆီ ဆုိက္ဆုိက္ၿမိဳက္ၿမိဳက္\nေရာက္ရွိလာခဲ့ေသာ အခါ\nဒီ TV Movie ကို ဘာသာျပန္ေပးထားတာကေတာ့\nHyuga Hiza Shi ျဖစ္ပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/Tcj7/Babysitter_s_Nightmare_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/94RaS52zmsqaiAe1TG20pdbJCZr.jpg",
        "title": "The Darkest Minds (2018)",
        "description": "ၿမိဳ႕တစ္ျမိဳ႔မွာ ကေလးေတြ အေၾကာင္းရင္းမရွိအရုပ္ၾကိဳးျပတ္လဲက်ေသဆံုးရာကေန ဒီဇာတ္လမ္းဟာ စတင္ပါတယ္…ေရာဂါရွာမရ ဘာေၾကာင္႔ရယ္မွန္းမသိ ေသဆံုးသြားတဲ႔ကေလးအေရအတြက္ဟာမ်ားသထက္မ်ားလာေပမယ္႔တစ္ဖက္မွာေတာ႔အသက္ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြလဲရွိေနပါေသးတယ္။မိဘမ်ားရဲ ႔ပူေဆြးေသာကေတြကိုလ်စ္လ်ဴရႈျပီး အစိုးရကအာရံုစိုက္တာကေတာ႔ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြရဲ ႔ခံႏိုင္ရည္နဲ႔ ထူးျခားတဲ႔စြမ္းရည္ေတြကိုပါပဲ။ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြမွာ စြမ္းရည္ေတြရွိတယ္လို႔ အစိုးရကသိျပီးတဲ႔ေနာက္ကေလးေတြကို ကုသကာကြယ္ေဆးေပးခန္း အမည္ခံအက်ဥ္းစခန္းေတြမွာဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားပါေတာ႔တယ္။ဒီအက်ဥ္းစခန္းကို အသက္၁၀ႏွစ္ျပည္႔ေမြးေန႔ျပီးေနာက္တစ္ရက္မွာပဲအဖမ္းဆီးခံလိုက္ရတဲ႔ ကေလးေလးနာမည္ကေတာ႔ ရူဘီ ေဒလီပါပဲ။သူမတူရွားပါးလွတဲ႔ စြမ္းရည္ကိုပိုင္ဆိုင္ထားျပီး အစြမ္းၾကီးမားသူဆိုရင္သတ္ပစ္တဲ႔အက်ဥ္းစခန္းမွာ သူဘယ္လိုရုန္းကန္အသက္ရွင္မလဲ?အဲ႔ဒီစခန္းကေနထြက္ေျပးဖို႔ၾကိဳးစားေပမယ္႔ ေအာင္ျမင္ပါ႔မလား?အက်ဥ္းစခန္းမွာလဲ ကေလးေတြခ်ဳပ္ေႏွာင္ခံထားရေပမယ္႔အျပင္ေလာကမွာေရာဘာေတြျဖစ္ပ်က္ကုန္ျပီလဲ?အသက္ငယ္ငယ္ရူဘီေလး ဒီအခက္အခဲေတြကိုသူမရဲ ႔သူမတူတဲ႔စြမ္းရည္ေတြနဲ႔ေက်ာ္ျဖတ္လို႔ေရာေအာင္ျမင္ႏိုင္ပါ႔မလား? ဆိုတာစိတ္ဝင္တစားဇာတ္လမ္းရဲ႔အဟုန္မွာလိုက္ပါစီးေမ်ာအေျဖရွာၾကည္႔ပါ။ဒီလို စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့လူငယ္ေလးေတြတစ္ေယာက္ဆီမွာကိုယ္ပိုင္အဆင့္သတ္မွတ္ခ်က္ဆိုတာရွိပါတယ္….အဲဒါေတြကေတာ့ အၿပာေရာင္ အစိမ္းေရာင္ အ၀ါေရာင္ဟာသာမာန္စြမ္းအားသာရွိၾကၿပီးေတာ့ အနီေရာင္နဲ႕လိေမၼာ္ေရာင္ကေတာ့ရွားပါးလြန္းတဲ့ စြမ္းအားမ်ိဳးၿဖစ္ၿပီးေတာ့ အႏၱရာယ္အရွိဆံုးသတ္မွတ္ခ်က္ေတြၿဖစ္ပါတယ္..ဒါေပမယ့္ ရူဘီေလးကေတာ့ လိေမၼာ္ေရာင္အစြမ္းကိုပိုင္ဆိုင္ထားသူပဲၿဖစ္ပါတယ္…ဒီကားဟာ X Men ကားနဲ႕ဆင္တူပံုစံၿဖစ္ၿပီးေတာ့စြမ္းအားရွင္ကေလးငယ္ေတြရဲ႕အစြမ္းေတြကိုလည္းစိတ္၀င္စားဖြယ္ၿမင္ရမွာၿဖစ္ၿပီးေတာ့ဇာတ္လမ္းျပီးတဲ႔အထိ မျငီးမေငြ႔ၾကည္႔ရႈရမွာေတာ႔အာမခံပါတယ္။သဲထိတ္ရင္ဖို ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္ႏွစ္သက္တတ္တဲ႔ပရိသတ္ေတြအတြက္ကေတာ႔ အၾကိဳက္ျဖစ္ေစမွာပါ။ဇာတ္လမ္းကိုေပါ႔သြားမွာစိုးရိမ္ကာ အညႊန္းကိုတတ္ႏိုင္သမွ်အက်ဥ္းခ်ံဳးထားတဲ႔အတြက္ အညႊန္းဖတ္ႀကည္႔ရံုနဲ႔မသိႏိုင္တဲ႔ဇာတ္လမ္းဇာတ္ကြက္ေတြကိုေဒါင္းေလာ႔ဆြဲၾကည္႔ရႈႏိုင္ဖို႔အတြက္The Darkest Minds (2018)ဆိုတဲ႔ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/Tcmk/The_Darkest_Minds_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/wicked-blood-150x200.jpg",
        "title": "Wicked Blood (2014)",
        "description": "Wicked Blood (2014) ဟာ IMDb Rating 5.4 ရရွိထားျပီးသရုပ္ေဆာင္ Abigail Bresln , Sean Bean , James Purefoy တုိ႔ပါ၀င္သရုပ္ေဆာင္ထားေသာ Action , Crime , Dramaဇာတ္ကားေကာငး္တစ္ကားျဖစ္ပါတယ္။Hannah နဲ႔ Amber Baker တို႔နွစ္ေယာက္ဟာ အၾကမ္းဖက္ေမွာင္ခိုမူးရစ္ေဆး၀ါးနဲ႕ မေကာင္းမွဳ႕မွန္သမ်ွလုပ္တဲ့ေတာင္ပိုင္းေျမေအာက္ မေကာင္းမွဳ႕ဒုစရိုက္ကမာၻမွာပိတ္မိေနၾကပါတယ္။သူတို႔နွစ္ေယာက္ ထိုကဲ့သို႔ ၾကမ္းၾကဳတ္လွတဲ့ ရာဇ၀တ္ဂိုဏ္းရဲ႕ေခါင္းေဆာင္Uncle Frank ရဲ႕လက္ေအာက္မွာ ေနထိုင္ရတဲ့အခါမွာဆိုရင္ဘယ္လိုေတြရင္ဆိုင္ၾကံဳေတြ႕ရမလဲဆိုတာကေတာ့ဇာတ္ကားထဲမွာၾကည့္ရွဳ႕လိုက္ၾကပါခင္ဗ်ာ။(အညႊန္းေရးသားတာကေတာ့ Win Kyaw Thuျဖစ္ပါတယ္) File size__( 800 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:31:50\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by NAL\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/2f7gk/Wicked_Blood_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gpW4MkRI0BB17GHOJzXq0WamDP.jpg",
        "title": "13 Hours: The Secret Soldiers of Benghazi(2016)",
        "description": "13 Hours: The Secret Soldiers of Benghazi(2016)(((Link ပြန်ချိန်ပေးထားတဲ့အပြင် 1080p 5.1CH လေးနဲ့ပါ Update ပေးထားပါတယ်...)))IMDB 7.4 အထိတောင်ရရှိထားတဲ့ စစ်အက်ရှင်ဇာတ်ကားဟာ 2h: 24mins ကြာမြင့်ပါတယ်။ဒီဇာတ်ကားဟာTransformers ဇာတ်ကားတွေရဲ့ ဖန်တီးရှင် Michael Bay ရဲ့ လက်ရာပါ။တကယ့်အဖြစ်အပျက်ကို ရိုက်ကူး ထားတာဖြစ်ပါတယ်...လစ်ဗျားနိုင်ငံဘန်ဂါဇီ မြို့မှာရှိတဲ့ အမေရိကန်ကောင်စစ်ဝင်ရုံးကို  အမေရိကန်သံအမတ်တစ်ဦးရောက်ရှိချိန်မှာ2012 ခုနှစ်ကအစ္စလာမ်းစစ်သွေးကြွတွေ ဝင်ရောက်တိုက်ခိုက်ခဲ့ပါတယ်။\nအမေရိကန် လုံခြုံရေးတပ်ဖွဲ့ က အစ္စလာမ်းမစ် စစ်သွေးကြွတွေကို ပြန်လည်တိုက်ခိုက်ပြီး 13 နာရီကြာအောင်ဖြစ်ပွားနေတဲ့တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်... File Size : (2.6GB) and (1GB)\nQuality : Blu-Ray 1080p 5.1 CH,\nFormat…mp4\nDuration…02:24:00\nGenre : Action , Drama , History \nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/2f7hw/13_Hours_-_The_Secret_Soldiers_Of_Benghazi_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/94RaS52zmsqaiAe1TG20pdbJCZr.jpg",
        "title": "The Darkest Minds (2018)",
        "description": "ၿမိဳ႕တစ္ျမိဳ႔မွာ ကေလးေတြ အေၾကာင္းရင္းမရွိအရုပ္ၾကိဳးျပတ္လဲက်ေသဆံုးရာကေန ဒီဇာတ္လမ္းဟာ စတင္ပါတယ္...ေရာဂါရွာမရ ဘာေၾကာင္႔ရယ္မွန္းမသိ ေသဆံုးသြားတဲ႔ကေလးအေရအတြက္ဟာမ်ားသထက္မ်ားလာေပမယ္႔တစ္ဖက္မွာေတာ႔အသက္ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြလဲရွိေနပါေသးတယ္။မိဘမ်ားရဲ ႔ပူေဆြးေသာကေတြကိုလ်စ္လ်ဴရႈျပီး အစိုးရကအာရံုစိုက္တာကေတာ႔ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြရဲ ႔ခံႏိုင္ရည္နဲ႔ ထူးျခားတဲ႔စြမ္းရည္ေတြကိုပါပဲ။ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြမွာ စြမ္းရည္ေတြရွိတယ္လို႔ အစိုးရကသိျပီးတဲ႔ေနာက္ကေလးေတြကို ကုသကာကြယ္ေဆးေပးခန္း အမည္ခံအက်ဥ္းစခန္းေတြမွာဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားပါေတာ႔တယ္။ဒီအက်ဥ္းစခန္းကို အသက္၁၀ႏွစ္ျပည္႔ေမြးေန႔ျပီးေနာက္တစ္ရက္မွာပဲအဖမ္းဆီးခံလိုက္ရတဲ႔ ကေလးေလးနာမည္ကေတာ႔ ရူဘီ ေဒလီပါပဲ။သူမတူရွားပါးလွတဲ႔ စြမ္းရည္ကိုပိုင္ဆိုင္ထားျပီး အစြမ္းၾကီးမားသူဆိုရင္သတ္ပစ္တဲ႔အက်ဥ္းစခန္းမွာ သူဘယ္လိုရုန္းကန္အသက္ရွင္မလဲ?အဲ႔ဒီစခန္းကေနထြက္ေျပးဖို႔ၾကိဳးစားေပမယ္႔ ေအာင္ျမင္ပါ႔မလား?အက်ဥ္းစခန္းမွာလဲ ကေလးေတြခ်ဳပ္ေႏွာင္ခံထားရေပမယ္႔အျပင္ေလာကမွာေရာဘာေတြျဖစ္ပ်က္ကုန္ျပီလဲ?အသက္ငယ္ငယ္ရူဘီေလး ဒီအခက္အခဲေတြကိုသူမရဲ ႔သူမတူတဲ႔စြမ္းရည္ေတြနဲ႔ေက်ာ္ျဖတ္လို႔ေရာေအာင္ျမင္ႏိုင္ပါ႔မလား? ဆိုတာစိတ္ဝင္တစားဇာတ္လမ္းရဲ႔အဟုန္မွာလိုက္ပါစီးေမ်ာအေျဖရွာၾကည္႔ပါ။ဒီလို စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့လူငယ္ေလးေတြတစ္ေယာက္ဆီမွာကိုယ္ပိုင္အဆင့္သတ္မွတ္ခ်က္ဆိုတာရွိပါတယ္....အဲဒါေတြကေတာ့ အၿပာေရာင္ အစိမ္းေရာင္ အ၀ါေရာင္ဟာသာမာန္စြမ္းအားသာရွိၾကၿပီးေတာ့ အနီေရာင္နဲ႕လိေမၼာ္ေရာင္ကေတာ့ရွားပါးလြန္းတဲ့ စြမ္းအားမ်ိဳးၿဖစ္ၿပီးေတာ့ အႏၱရာယ္အရွိဆံုးသတ္မွတ္ခ်က္ေတြၿဖစ္ပါတယ္..ဒါေပမယ့္ ရူဘီေလးကေတာ့ လိေမၼာ္ေရာင္အစြမ္းကိုပိုင္ဆိုင္ထားသူပဲၿဖစ္ပါတယ္...ဒီကားဟာ X Men ကားနဲ႕ဆင္တူပံုစံၿဖစ္ၿပီးေတာ့စြမ္းအားရွင္ကေလးငယ္ေတြရဲ႕အစြမ္းေတြကိုလည္းစိတ္၀င္စားဖြယ္ၿမင္ရမွာၿဖစ္ၿပီးေတာ့ဇာတ္လမ္းျပီးတဲ႔အထိ မျငီးမေငြ႔ၾကည္႔ရႈရမွာေတာ႔အာမခံပါတယ္။သဲထိတ္ရင္ဖို ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္ႏွစ္သက္တတ္တဲ႔ပရိသတ္ေတြအတြက္ကေတာ႔ အၾကိဳက္ျဖစ္ေစမွာပါ။ဇာတ္လမ္းကိုေပါ႔သြားမွာစိုးရိမ္ကာ အညႊန္းကိုတတ္ႏိုင္သမွ်အက်ဥ္းခ်ံဳးထားတဲ႔အတြက္ အညႊန္းဖတ္ႀကည္႔ရံုနဲ႔မသိႏိုင္တဲ႔ဇာတ္လမ္းဇာတ္ကြက္ေတြကိုေဒါင္းေလာ႔ဆြဲၾကည္႔ရႈႏိုင္ဖို႔အတြက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-darkest-minds/",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiezxIq6TJO4B09c13Z8a675dDy.jpg",
        "title": "Stealth (2005)",
        "description": "နည္းပညာေတြတိုးတက္လာတဲ့ ေခတ္မွာ လူနဲ႕လုပ္ေဆာင္ေသာအရာေတြကိုစက္ေတြအစားထိုးၿပီးလုပ္ေဆာင္လာၾကပါၿပီ....အထူးသၿဖင့္ စစ္ေၿမၿပင္တိုက္ပြဲေတြမွာ လူသားစစ္သားေတြအေသေၾကနည္းပါးေအာင္ေလ်ာ့ခ်ဖို႕အတြက္ အသံုးၿပဳလာၾကပါတယ္...ဒီထဲမွာမွ ေရတပ္စစ္သေဘာၤၤအုပ္စုတစ္ခုမွာ အသံထက္ၿမန္ေအာင္ေမာင္းႏွင္ႏိုင္တဲ့ ဂ်က္ေလယာဥ္အုပ္စုတစ္ခုရဲ႕ ၄ ေယာက္ေၿမာက္အဖြဲ႕၀င္အၿဖစ္လူသားကဲ့သို႕အသိဥာဏ္ရွိတဲ့ ေမာင္းသူမဲ့တိုက္ေလယာဥ္တစ္စင္းကိုအသံုးၿပဳဖို႕အတြက္ အေၾကာင္းဖန္လာပါေတာ့တယ္....EDI လို႕အမည္ေပးထားတဲ့ စြမ္းအားၿမင့္ေမာင္းသူမဲ့ေလယာဥ္ဟာ အနာဂါတ္စစ္ပြဲေတြမွာ စိုးမိုးႏိုင္ဖို႕အတြက္ ဖန္တီးထားတာၿဖစ္ၿပီးေတာ့သူ႕အတြက္လိုအပ္တဲ့တိုက္ခိုက္ေရးအခ်က္လက္ေတြကို ထည့္ေပးလိုက္ရံုနဲ႕ သူကိုယ္တိုင္ ရွာေဖြ၀င္ေရာက္ႏိုင္စြမ္းလည္းရွိပါတယ္....တၿခားတိုက္ေလယာဥ္ေတြနဲ႕မတူတာကေတာ့ သူဟာ လူသားတစ္ေယာက္နီးပါးခံစားတတ္ပါတယ္...သို႕ပါေသာ္ၿငားလည္း သူဟာ လူသားေတြဖန္တီးတီထြင္ထားတဲ့စက္ပစၥည္းတစ္ခုသာၿဖစ္ပါတယ္...စက္ပစၥည္းတစ္ခုၿဖစ္တာေၾကာင့္ နည္းပညာပိုင္းအခက္ခဲေတြရွိတယ္လို႕မထင္ေစလိုပါဘူး...ဘာလို႕လဲဆိုေတာ့ သူဟာ အမိန္႕ကိုတိက်စြာလိုက္နာႏိုင္ပါတယ္...ဒါေၾကာင့္လည္း စစ္ဆင္ေရးတစ္ခုမွာ ခ်ေပးလိုက္တဲ့အမိန္႕တစ္ခုကိုတိက်စြာလိုက္နာေဆာင္ရြက္ေနရင္းကေန သူ႕ရဲ႕တြဲဖက္ေလယာဥ္မႈးသံုးေယာက္လံုး ကံၾကမၸာဆိုးက်ေရာက္ဖို႕စတင္လာပါေတာ့တယ္....အေသးစိတ္ကိုေတာ့ ကိုယ္တိုင္ၾကည့္ရင္းခံစားၾကပါ...ဒီကားရဲ႕ထူးၿခားခ်က္ကေတာ့ ၿမန္မာဆိုတဲ့ ကြ်န္ေတာ္တို႕ရဲ႕ႏိုင္ငံလည္းပါေနတာပါပဲ...ကားတိုင္းကားတိုင္းမွာ ကိုယ့္ႏိုင္ငံပါေနရင္ပဲလူတိုင္းကၾကည့္ခ်င္ေနၾကပါၿပီ...Rating 5 ၂၀၀၅ ခုႏွစ္ကထြက္ထားတဲ့ကားမို႕အထင္မေသးေစခ်င္ပါဘူး...ဇာတ္ကားတစ္ကားရဲ႕ေကာင္းကြက္ဆိုးကြက္ေတြကို ၾကည့္သူေတြကပဲဆံုးၿဖတ္ေပးလိုက္ၾကပါဦး......ကားေကာင္းေလးတစ္ကားလို႕ထင္ၿမင္မိပါတယ္...... File Size : (951MB) and (277 MB)\nQuality : BluRay 720p\nRunning Time : 2h 01 min\nFormat : Mp4\nGenre :  Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/Tco2/Stealth_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZjY5ZjQyMjMtMmEwOC00Nzc2LTllYTItMmU2MzJjNTg1NjY0XkEyXkFqcGdeQXVyNjQ1MTMzMDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Drive (2011)",
        "description": "Drive(2011)\nIMDb....7.8,,,,Rotten....92%\nNominated for 1 Oscar. Another 80 wins & 177 nominations လော့အိန်ဂျယ်လိမှာ\nအမည်မသိရတဲ့...\nလျှို့ဝှက်သိုသိပ်တဲ့ လူတစ်ယောက်ရှိပါတယ်။သူ့ရဲအလုပ်က ကားပြင်တယ် ..\nဟောလိဝုဒ်မှာ စတန့် ကားသမားလုပ်တယ်.. အထူးခြားဆုံးက ဓားပြတိုက်တဲ့သူတွေကို ကားလိုက်မောင်းပေးတာပဲ...ဓားပြတိုက်ဖို့ ကားငှားရင်  သူပြောလေ့ရှိတဲ့စကားရှိတယ်...အဲ့ဒါက \"ကျွန်တော့်ကို အချိန်နဲ့နေရာကိုသာပြော\nခင်ဗျားကို ၅မိနစ်နဲ့ အရောက်ပို့ပေးမယ်\nဒီ ၅မိနစ်အတွင်းမှာ ဘာပဲဖြစ်လာကျွန်တော့် တာဝန်ထား\nငါးမိနစ်ကျော်သွားတဲ့အချိန်မှာ ဖြစ်လာတာကတော့\nခင်ဗျား ကိစ္စပဲ\" .....ဒီကားရဲ့ Rating တွေကတော့မြင်တဲ့အတိုင်းပါပဲ...\nမင်းသားကလည်း လက်ရှိ Active Actor ကောင်းတွေထဲမှာ\nRyan Glosing အဓိက သရုပ်ဆောင်ထားတယ်...ဇာတ်လမ်းက အစကထဲက ဆွဲဆောင်မှုရှိတယ်...Ryan Glosing ကသွားကြားထိုးတံကိုအမြဲကိုက်ထားပြီး အရယ်အပြုံးကင်းမဲ့လွန်းတဲ့မျက်နှာပေးနဲ့ .....စကားပြောရင်လည်း လိုတာထက်ပိုမပြောတတ်တဲ့သူ...ဇာတ်လမ်းက ဇာတ်ကွက်ပိုင်းရော ကောင်းတဲ့အပြင် Sound Editing ပိုင်းကလည်း အော်စကာဆန်ကာတင်စာရင်းတောင်ပါခဲ့သေးတယ်...ဒီကားက နည်းနည်းလေးတောင်  spoiler လာမလုပ်သင့်တဲ့ကားမို့ဒီမှာတင်ရပ်ပါရစေ...တစ်ခုတော့ပြောချင်တယ်...ဒီလိုကားမျိုးတွေကိုမျက်နှာကြီးရှုံပြီးဖိုက်တာကျပြတဲ့သူတွေကိုကြည့်စေချင်တယ်...ေလာ့အိန္ဂ်ယ္လိမွာ\nအမည္မသိရတဲ့...\nလွၽိဳ႕ဝွက္သိုသိပ္တဲ့ လူတစ္ေယာက္႐ွိပါတယ္။သူ႕ရဲအလုပ္က ကားျပင္တယ္ ..\nေဟာလိဝုဒ္မွာ စတန္႔ ကားသမားလုပ္တယ္.. အထူးျခားဆုံးက ဓားျပတုိက္တဲ့သူေတြကုိ ကားလုိက္ေမာင္းေပးတာပဲ...ဓားျပတုိက္ဖုိ႕ ကားငွားရင္  ...",
        "rating": "7.8",
        "url": "https://megaup.net/2d0wZ/Drive_[2011]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5W9f6HDYUuzxKYkO7stA0z7Dhdz.jpg",
        "title": "36th Precinct(2004)",
        "description": "36th Precinct(2004)\nIMDb...7.2,,,Rotten..100%\nပဲရစ္ၿမိဳ႕ေပၚမွာ ဒုစ႐ိုက္အမႈေတြအမ်ားအျပားက်ဴးလြန္ေနလ်က္႐ွိၿပီ  း\n ရဲတပ္ဖြဲ႔ကုိ အျမဲတမ္းလိုလို ဒုကၡေပးတာၾကာၿပီ... ဒီၿမဳိ႕မွာပဲ\n လီယိုဗရင့္ခ္စ္ နဲ႔ ဒန္းနစ္ကလီယန္ ဆိုတဲ့ရဲအရာ႐ွိႏွစ္ေယာက္ဟာ ရာထူးတိုးေအာင္အၿပိဳင္အဆိုင္ ယွဥ္ၿပိဳင္ေနတဲ့ရဲႏွစ္ေယာက္ျဖစ္တယ္\n...သူတို႔ၿမိဳ႕ကနာမည္ႀကီးဆံုးလူဆိုးဂိုဏ္းအဖြဲ႔ရဲ႕သတင္းကိုရဖို႔အတြက္ ႏွစ္ဦးႏွစ္ဖက္လံုးဟာ လူဆိုးတစ္ခ်ိဳ႕နဲ႔ပူးေပါင္းၿပီး သတင္းႏိႈက္ၾကတယ္..\n၂ေယာက္လုံးဟာလည္း အရည္အခ်င္းရွိတဲ့သူေတြ... လူဆုိးဂုိဏ္းကလည္း အဖြဲ႕ေတာင့္တဲ့အျပင္ တကယ့္လက္ရဲဇက္ရဲေတြ...\nသူတုိ႕ ၂ေယာက္စုံစမ္းတာေအာင္ျမင္မလား.... ၾကားထဲမွာ ဘယ္လုိျပသနာေပါင္းစုံၾကဳံေတြ႕ရမလဲဆုိတာကုိေတာ့   Action , Crime\nေတြကိုမွ ၾကဳိက္တဲ့သူေတြအဖုိ႕ ဒီကားက နင္းကန္လန္းတယ္လုိ႕သတင္းေကာင္းပါးပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ျဖစ္ပါတယ္...\nFile Size : (875 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:51း00\nGenre :  Action , Crime , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/Tcpz/36th_Precinct_(36_Quai_Des_Orfèvres)_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbuPko7d87rhGEzMVIdHgW4mfob.jpg",
        "title": "Burn After Reading(2008)",
        "description": "Burn After Reading(2008)\nIMDb....7\nဒီတစ္ခါ ကြၽန္ေတာ္တို႔ မိတ္ဆက္ေပးခ်င္တဲ့ကားကေတာ့\ncast ေတြ အရမ္းၾကမ္းတဲ့ R rate ရထားတဲ့\nCrime Drama ႐ုပ္႐ွင္ တစ္ကားပါ။\nCastေတြကေတာ့\nေဟာလိဝုဒ္ရဲ႕ Legendေတြျဖစ္ခဲ့တဲ့\nGeorge Clooney, Brad Pitt နဲ႔Tilda Swinton\nတို႔ပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းရဲ႕အစမွာေတာ့..\nCIA ေအးဂ်င့္ျပဳတ္ တစ္ေယာက္ဟာ အေရးႀကီးတဲ့\nပေဟ႒ိဆန္တဲ့ အခ်က္အလက္ေတြပါတဲ့ CD\nတစ္ခ်ပ္ကို မွတ္တမ္းအေနနနဲ႔လုပ္ခဲ့ပါတယ္။\nကံဆိုးခ်င္ေတာ့ ဒီCDဟာ\nGeorgetwon Gymမွာ က်န္ခဲ့ၿပီး အလုပ္သမား\nႏွစ္ေယာက္ လက္ထဲေရာက္သြားခဲ့ပါတယ္။\nအဲ့ဒီ အလုပ္သမား ၂ေယာက္ကေတာ့\nLindaလို႔ ေခၚတဲ့ အလွပိုင္းဆိုင္ရာ\nခဲြစိတ္ျပဳျပင္ဖို႔ ေငြလိုေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔\nChad ဆိုတဲ့ လူအတစ္ေယာက္ျဖစ္ၿပီး\nဒီ CDကို ေရာင္းဖို႔ ႀကိဳးစားတဲ့အခါမွာေတာ့.....\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကို\nဟာသတစ္ပိုင္း ရင္ဖိုစရာတစ္ပိုင္းနဲ႔ ခံစားရမဲ့\nImdb rating 7 တိတိရထားတဲ့\nမႈခင္း ဒရာမာ ကားေကာင္းတစ္ခုပါ။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Pinky ပဲျဖစ္ပါတယ္...\nFile Size : (900 MB) and (356 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2V7hf/Burn_After_Reading_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7NpRiGTKyvnM8ZmJyIfgHy9PgL.jpg",
        "title": "[21+] Escape from Pleasure Planet (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Blair Williams\nနာမည်ကြားမိရုံနဲ့ သူ့ရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ဘယ်ပုရိသမှ မခံနိုင်လောက်တဲ့ အကြည့်တွေက ဘွားခနဲပေါ်လာတာပဲ။အကြည့်တွေတင်မဟုတ်ဘူးနော် ခန္ဓာကိုယ် အချိုးစားကလည်း အာရှသူတွေလို ညောင်နာနာ ခန္ဓာကိုယ် မျိုးမဟုတ်ဘူးသင်က အာရှ ကားတွေကိုမှ ကြိုက်တာဆိုရင်ရင်တော့ ဆက်မဖတ်ပါနဲ့တော့လို့ ကြိုတင် ပြောထားပါရစေ။အခုဇာတ်ကားက 21+ လို့ဆိုထားတဲ့ အတိုင်းပါပဲ သင့်ခံစားမှု့ကို စိတ်ကြိုက်ပွင့်ထွက်သွားစေမဲ့ ဇာတ်ကားမျိုးပါဆန့်ငင်ဆန့်ငင် နဲ့ဟုတ်ပဲ ပွင့်လင်းလှတဲ့ အနောက်တိုင်းသူလေးတွေရဲ့ သရုပ်ဆောင်ချက်တွေကို သင့်စိတ်ကူးထဲကအတိုင်း မြင်ရမဲ့ ဇာတ်ကားမျိုးဖြစ်ပါတယ်..ဒီဇာတ်ကားက စတားတွေအများကြီးနဲ့ အားဖြည့်ထားပေမဲ့ Blair Williams ကိုပဲကြိုက်မိတဲ့အတွက်သူ့အသားပေးရေးမိတာပါ လွပ်လပ်စွာ သဘောထားကွဲလွဲလို့ရတယ်နော့။အမျိုးသမီးတွေချည်းပဲ နေကြတဲ့ ဂြိုလ်ကြီးတစ်လုံး စကြာဝဠာကြီးထဲမှာ တည်ရှိနေပါတယ်..ထိုတိုင်းပြည်ရဲ့ မင်းသမီး ရတနာက Blair Williams ပါ..သူမကို အလိုရှိနေတဲ့...ရန်သူတော်တွေလည်းရှိနေပါတယ်..သူမမှာ တစ်ကယ်ကိုအားကိုးရတဲ့ သက်တော်စောင့်တစ်ယောက်လည်းရှိပါတယ်..သူတို့ဂြိုလ်က ထူးဆန်းစွာပဲ မိန်းမချင်းချင်း အထိအတွေ့ကို စည်းစိမ်တစ်ခုအဖြစ် သတ်မှတ်ကြပါတယ်။တစ်နေရာနှင့်တစ်နေရာ ကူးလူးသွားလာနေကြပြီး စည်းစိမ်ကိုအသုံးတော်ခံကြလေ့ရှိကြတယ်..တစ်နေ့...မင်းသမီးလေးဟာ ...",
        "rating": "3.7",
        "url": "https://megaup.net/T5ui/Escape_From_Pleasure_Planet_[21+]_[2016]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qYKrgzHbYtKej9Gvd7NxJvGiC2.jpg",
        "title": "Kin (2018)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ IMDB Rating 5.6 အထိရရွိထားတဲ့ Fantasy,Sci-fi ဇာတ္ကားျဖစ္တဲ့ Kin (2018) ပါ။ဇာတ္လမ္းရဲ႕အဓိကဇာတ္ေကာင္ အီလုိင္ဂ်ာက ေမြးစားခံထားရတဲ့ သူ႕ရဲ႕အသုိင္းအဝိုင္းမွာ လူဝင္မဆံ့တဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ပါတယ္။သူက ပစ္ထားတဲ့ေနရာကေန ဝါယာၾကိဳးေတြ ခုိးရင္းနဲ႔ ထူးဆန္းတဲ့ပစၥည္းတစ္ခုကုိ ရွာေတြ႕ခဲ့ပါတယ္။အိမ္ကုိျပန္လာတဲ့ ေထာင္ထြက္တစ္ေယာက္ျဖစ္တဲ့ ေမြးစားအစ္ကုိ ဂ်င္မီက လူဆုိးဂုိဏ္းေခါင္းေဆာင္ တုိင္လာ အေပၚမွာ အေၾကြးတင္ေနခဲ့တဲ့ အတြက္ သူ႕အေဖကုိေပးဖုိ႔ေတာင္းပါတယ္။သူ႔အေဖကျငင္းတဲ့အခါ တုိင္လာနဲ႔အတူ သူ႕အေဖရဲ႕ မီးခံေသတၱာကုိေဖာက္ထြင္းဖုိ႔ၾကိဳးစားခ်ိန္မွာ သူ႕အေဖကေတြ႕သြားျပီး အပစ္ခံလုိက္ပါတယ္။အဲဒီအခ်ိန္မွာ ဂ်င္မီက အီလုိင္ဂ်ာေလးကုိ ခရီးသြားမယ္လုိ႔လိမ္ျပီး ပုိက္ဆံေတြယူေျပးလာခဲ့ပါတယ္။သူတုိ႔ေနာက္ကုိ ညီဆုံးရႈံးခဲ့ရတဲ့ တုိင္လာကလည္း လုိက္ဖုိ႔ၾကိဳးစားပါတယ္။သူတုိ႔သြားရင္း ကလပ္တစ္ခုေရာက္တဲ့အခါ သူရွာေတြ႕ထားတဲ့ ပစၥည္းက စြမ္းအားျပင္းတဲ့ ေသနတ္တစ္လက္ျဖစ္ေနတာကုိ ေတြ႕ရတဲ့အခါမွာေတာ့... (ဘာသာျပန္သူေတြကေတာ့ ေမသရဖီလြင္ နဲ႔ ဒီမြန္းပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zcmp/Kin_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOTY0Mzg1NWMtZjg2MC00NGZjLWI5YmQtZGIzZTBhNmI1N2ExXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Oggy and the Cockroaches: The Movie (2013)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ Oggy နဲ႔ ပိုးဟပ္မ်ား ဆိုတဲ့\nကာတြန္းစီးရီး ရဲ႕ 2013 က ထြက္ရွိထားတဲ့ The Movie ပါ\nOggy ဆိုတာ ဘာနဲ႔ သြားတူလဲဆိုေတာ့ ေၾကာင္ နဲ႔ ၾကြက္ လိုပါပဲ\nတစ္ခု ထူးျခားတာကေတာ့ Copy ထားတယ္လုိ႔ မခံစားရပဲ\nတကယ္ကို အူလိုက္ သည္းလုိက္ ကို ရယ္ရပါတယ္\nဇတ္လမ္းဇတ္ကြက္ကလဲ အေျပာင္အေလွာ္ ေတြနဲ႔\nမထစတမ္း ၾကည့္ခ်င္ေလာက္ပါတယ္...\nOggy က ဥာဏ္ေကာင္းၿပီး ရိုးသားတဲ့ ေၾကာင္\nသူ႔အကို ခပ္တံုးတံုးခပ္အအ တစ္ေကာင္လဲ ရွိတယ္\nသူတို႔ ညီအကို ကို ဒုကၡမတရားေပးတဲ့ ပိုးဟပ္ ညီအကို\n၃ ေကာင္လဲ ရွိတယ္ အကုန္ တလြဲေတြ လုပ္ၿပီး\nေၾကာင္ေတြကို ဒုကၡမေပးရင္ စားမ၀င္ အိပ္မေပ်ာ္တဲ့\nတကယ့္ ငေျပာင္ေတြေပါ့...\nဒီကာတြန္း ရုပ္ရွင္ကို စာတမ္းထိုးေပးခ်င္ေပမဲ့\nဘာစကားမွ မေျပာတဲ့ အတြက္ ဘာစာမွ မထိုးေပးထားပါဘူး\nCM က ပထမ ဆံုးအႀကိမ္ ျမန္မာစာတန္း မထိုးပဲ တင္ေပးတဲ့\nAnimation ရုပ္ရွင္ပါပဲ :D\nဒီရုပ္ရွင္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zcma/Oggy_And_The_Cockroaches_-_The_Movie_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMDc5YzNhMWEtMTgwNi00NmRlLTk0ZmUtM2Q4OTNjNTA0ZjUyXkEyXkFqcGdeQXVyMTk1NzUwMA@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Sorry for Your Loss (2018)",
        "description": "မၾကာေသးခင္ကမွ ကေလးအေဖ ျဖစ္လာတဲ့\nဖခင္အသစ္ေလး ကန္ တစ္ေယာက္ ကေလး ဘယ္လိုထိန္းရမယ္\nဆိုတာ သေဘာမေပါက္ေသးသလို ညစာလဲ ငတ္ေနပါေသးတယ္\nဒါကေတာ့ ကေလးရွိတဲ့ မိဘ တိုင္း ညစာ ငတ္တာပါပဲ :P\nစိတ္ဒုကၡေတြ ေရာ အေႏွာက္အယွက္ေတြေရာ\n၀င္ၿပီးတဲ့ ေနာက္ တစ္ရက္မွာေတာ့\nမထင္မွတ္ထားတဲ့ေနရာက ဖုန္းတစ္ခု၀င္လာပါတယ္\nကန္ ရဲ႕ အေမ ဆီက ျဖစ္ၿပီး ကန္ ငယ္ငယ္ထဲက ထြက္သြားတဲ့\nသူ႔ အေဖ ဆံုးသြားၿပီ ျဖစ္ေၾကာင္း ေျပာျပခဲ့ပါတယ္...\nကန္ အတြက္ကေတာ့ ဘာမွ မခံစားရသလိုပဲ သူ႔အလုပ္\nသူ ဆက္လုပ္ေနပါတယ္....\nအသုဘ သြားရင္ေကာင္းမလား လို႔ မိန္းမျဖစ္သူကို\nသြားေမးေတာ့ ရွင့္ အေဖ မဟုတ္ဘူးလား ဆိုၿပီး\nမဆီမဆုိင္ မိန္းမ က ၀မ္းနည္းၿပီး ငိုပါေလ ေရာ\nဒါနဲ႔ ကန္ တစ္ေယာက္ မခ်စ္တဲ့ အေဖ ရဲ႕\nအသုဘ ကို အေမ နဲ႔ အတူ ေရာက္သြားတယ္ ဆိုပါေတာ့\nကန္ အတြက္ ကံ ေကာင္းတာက ေတာ့\nသူ႔အေဖ က တစ္ဦးထဲေသာ သားအတြက္ အေမြ ခ်န္ထားေပးခဲ့ပါတယ္\nအဲ့ဒီ အေမြက ...",
        "rating": "5.5",
        "url": "https://megaup.net/2V7ei/Sorry_For_Your_Loss_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/OiReATeSgIyIPePtNeaUfQfDGX.jpg",
        "title": "All Light Will End (2018)",
        "description": "Rating 6.1 ရရွိထားတဲ့ Horror ကားတစ္ကားၿဖစ္ပါတယ္...အညႊန္းကိုအနည္းငယ္ေၿပာၿပရမယ္ဆိုရင္ငယ္႐ြယ္ျပီးေအာင္ျမင္တဲ့ Horror ၀တၱဳေတြေရးသားေလ့႐ွိတဲ့ ဆာဗန္းနားဟာမၾကာခနအိပ္မက္ဆိုးေတြမက္ျပီး စိတ္ေျခာက္ျခားေနရတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္တစ္ေန႔မွာေတာ့ နယ္ျမိဳ႕ေလးမွာေနတဲ့ သူ႔ဖခင္က သူ႔ရဲ႕ေမာင္ေလးျဖစ္သူလီလန္းဘဲြ႔ယူမွာမို႔ ျပန္လာခဲ့ဖို႔ေခၚသည့္အတြက္ ဆာဗန္းနားဟာသူ႔ခ်စ္သူဂ်က္အျပင္ က်န္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္နဲ႔အတူအပန္းေျဖအနားပါယူမယ္ဆိုျပီး သူ႔ေမြးရပ္ေျမေလးကိုျပန္လာခဲ့ပါတယ္...ဒါေပမယ့္လဲ သူတို႔ရဲ႕အပန္းေျဖအနားယူမည့္ ခရီးစဥ္ေလးဟာဆာဗန္းနားရဲ႕ဆိုး႐ြာျပီးေျခာက္ျခားဖို႔ေကာင္းတဲ့လွ်ိဳ႕၀ွက္ခ်က္ေတြေပၚေပါက္လာသည္ႏွင့္အမွ်ဘယ္လုိေတြ ထိတ္လန္႔ဖြယ္ရာျဖစ္သြားမယ္ဆိုတာကိုေတာ့ေစာင့္ၾကည့္လိုက္ပါ... File Size : (800MB) and (228 MB)\nQuality : WedDL 720p\nRunning Time : 1h 24 min\nFormat : Mp4\nGenre :  Horror , Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MiKi\nEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://megaup.net/2V7gA/All_Light_Will_End_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/ee31aa64393ac94d7d4421ebe9d6f236-140x200.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nအားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2UvR0/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8LXJACp0t0O9BaupLO738S8PFVH.jpg",
        "title": "Don’t Go (2018)",
        "description": "Mystery ဇာတ္ကားေလးပါIMDB rating 5.3 ရထားတဲ႕ဇာတ္ကားေကာင္းေလးပါဇာတ္လမ္းအစမွာေတာ့ ဘန္စေလတာတို႕လင္မယားႏွစ္ေယာက္ကသူ႕သမီးေလးဆံုးသြားတဲ႔အခ်ိန္ပူေဆြးေသာကေတြေရာက္ေနတာေပါ့ဒါနဲ႕သူတို႕ကအိုင္ယာလန္ဘက္ကိုေၿပာင္းသြားၿပီးဟုိတယ္အေသးစားလုပ္ငန္းေလးလုပ္ၿပီးရပ္တည္မယ္လို႕စဥ္းစားထားႀကတယ္သူတို႕စိတ္ထဲမွာေတာ့ပူေဆြးေသာကေတြေရာက္ေနတယ္တစ္ေန႕ေတာ့ဘန္ကအိပ္ေနရင္းအိမ္မက္မက္တယ္သူ႕အိမ္မက္ကသူတို႕သြားခဲ႔တဲ႕ကမ္းေျခအေႀကာင္းမက္တယ္ ေနာက္ေတာ့အဲ႔အိမ္မက္ပဲထပ္ၿပန္တယ္အဲ႔အေႀကာင္းကိုသူ႕မိန္းမကိုေၿပာၿပတယ္သူ႕သမီးကိုအိမ္မက္ထဲကေနေခၚၿပီးအသက္ရွင္ေအာင္ၿပန္လုပ္လို႕ရတယ္လို႕ယံုယံုႀကည္ႀကည္နဲ႕ေၿပာၿပတယ္ေနာက္ေတာ့အဲ႔အိမ္မက္ကိုပဲထပ္ကာထပ္ကာမက္ရင္းကစိတ္ဖိစီးမွဳေတြမ်ားရင္ ရူးသလိုျဖစ္လာတယ္ဘာေႀကာင့္လဲဘာျဖစ္လို႕သူပဲအဲ႔အိမ္မက္တာလဲတကယ္ပဲသူ႕သမီးေလးကိုၿပန္ေခၚလို႕ရလားမထင္ထားမွတ္တဲ႔ဇာတ္လမ္းအဆံုးသတ္ေလးဆိုေတာ့ပရိသတ္ႀကီးပဲဆက္ႀကည္႔ေပးပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 31min\nFormat : Mp4\nGenre : Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/dont-go-2018/",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BnqBHFGDv3WlCPB2qQwzAWdy7y.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018)",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ပို႔ေဆာင္ ေပးခဲ့ျပန္ပါတယ္။ဒီလိုနဲ႔ မရဏကမၻာမွာ အ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zckd/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/all-about-anna-poster-143x200.jpg",
        "title": "[21+] All About Anna (2005)",
        "description": "[21+] All About Anna (2005)\n(Dark Side Production မှ တင်ဆက်သည်။)\nကနဦးပြောရရင်တော့ ဒီကားက Adult Movie ပါ။\nကွက်ကွက်ကွင်းကွင်းအခန်းတွေ အရမ်းများတာမို့\nအဆိုပါ အခန်းတွေကို မကြည့်ချင်ရင်\nရှောင်စေချင်ပါတယ်.....။\nဒီကားလေးက Anna ဆိုတဲ့\nအမျိုးသမီးတစ်ယောက်ရဲ့ ဒိုင်ယာရီပါ။\nသူ့စကားအတိုင်း ပြောရမယ်ဆိုရင်\n\"သူငယ်ချင်းတစ်ယောက်က ပြောဖူးတယ်..\nမိန်းမတိုင်းက ယောကျာ်းသုံးယောက်ကို လိုတယ်တဲ့\nပျော်ရွှင်မှုနဲ့စွန့်စားခန်းတွေ ပေးဖို့ တစ်ယောက်...\nတက်ကြွကြွအတူတူ စကားပြောပေးမဲ့ တစ်ယောက်\nတစ်ယောက်ကတော့ လိင်ဆက်ဆံဖို့အတွက်\"တဲ့\nAnnaပြောသလို မျိုး ယောကျာ်းတွေနဲ့\nAnna တွေ့ခဲ့လား မတွေ့ခဲ့လား\nခံစားကြည့်ကြပါ။မှတ်ချက်...(21+ အခန်းပေါင်းများစွာပါဝင်လို့ ဒေါင်းပြီးကြည့်တဲ့အချိန်မှာ ပတ်ဝန်းကျင်ကို အထူးသတိချပ်စေလိုသည်)\n \nFile size…(733 MB)\nQuality…DVD-Rip 720p\nFormat…mkv\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by WiRa Aung",
        "rating": "4.4",
        "url": "https://megaup.net/T5us/All_About_Anna_[21+]_[2005]_(MM_Sub).mkv",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTkxMjU5MTY0Ml5BMl5BanBnXkFtZTcwNzU4NjU0MQ@@._V1_-137x200.jpg",
        "title": "The Nanny Diaries (2007)",
        "description": "The Nanny Diaries (2007)မိမိကိုယ်ကို ဘယ်သူလဲ၊ ဘယ်လိုလူလဲဆိုတာ တိတိကျကျ သိကြပါသလား။ The Nanny Diaries ထဲက ဘွဲ့ရပြီးခါစ အသက် ၂၁ အရွယ်ကောင်မလေးကတော့ သူ့ကိုယ်သူ ဘယ်လိုလူလဲဆိုတာကို အဖြေရှာရင်း နာနီလို့ခေါ်တဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲဒီအကြောင်းကို The Nanny Diaries ဆိုတဲ့ ဟာသ-ဒရမ်မာ ဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းအောင် ဟာသလေးနှောပြီး ရိုက်ကူးထားတာပါ။အန်နီဘရတ်ဒေါ့ခ်ဟာ ဘွဲ့ရပြီးချိန်မှာ အလုပ်ရှာဖွေရင်းနဲ့ မထင်မှတ်ဘဲ အထက်တန်းလွှာမိသားစု တစ်ခုရဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီလိုနဲ့ အန်နီဟာ အားကျစရာကောင်းလောက်အောင် ပြီးပြည့်စုံနေပြီလို့ ထင်ရတဲ့ အိမ်ထောင်သည် အမျိုးသမီးမှာလည်း လူမသိတဲ့ ဒုက္ခတွေ ရင်ဆိုင်နေရကြောင်း သိမြင်လာခဲ့ရပါတယ်။ ငွေကြေးချမ်းသာ သလောက် မိဘတွေရဲ့ ဂရုစိုက်ခြင်းကိုမခံရဘဲ၊ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ မိဘတွေကြားမှာ မြေစာပင် ဖြစ်နေရတဲ့ ဂရေယာလေးကို သံယောဇဉ် ...",
        "rating": "6.2",
        "url": "https://megaup.net/348ey/The_Nanny_Diarie_[2007]_(MM_Sub0.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yPe1m7yHfPPDRnK7zuKvGCu8nT.jpg",
        "title": "Golden Slumber (2018)",
        "description": "Golden Slumber ဆိုတဲ့ဇာတ္​ကား​ေလးက​ေတာ့2018 မွာထြက္​႐ွိတာတဲ့ Thriller/Action ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ခုျဖစ္​ပါတယ္​။Rating ​ေတြအ​ေနနဲ႔က​ေတာ့ IMDb 5.8/10 Rotten tomatoes 71% ရ႐ွိထားၿပီး cast​ေတြအ​ေနနဲ႔ Gang Dong Won နဲ႔ Han Hyo Joo တို႔အဓိကပါဝင္​ထားၾကတာပဲ ျဖစ္​ပါတယ္​။ႏိုင္​ငံ​ေရး​ေလာကအ​ေၾကာင္​း​ေတြ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​​ေတြအ​ေၾကာင္​း ကို​ေတြ႔ရမွာျဖစ္​ၿပီး စြပ္​စြဲခံရတဲ့ လူငယ္​​ေလးတစ္​​ေယာက္​ရဲ႕ မိမိရဲ႕ ႐ိုးသားမႈကိုသက္​​ေသျပဖို႔ႀကိဳးစားပံုကို ​ေတြ႔ျမင္​ရမွာျဖစ္​ပါတယ္​။ကိုယ္​ကလြဲရင္​ ဘယ္​သူ႔ကိုမွယံုၾကည္​လို႔မရဘူးဆိုတာကိုဒီကား​ေလးက​ေျပာျပ​ေပးသ​ြားမွာပါ။ကင္​ဂြမ္​ဝူးဟာ သာမန္​ပစၥည္​းပို႔သမား​ေလးျဖစ္​ၿပီး ႐ိုးသားႀကိဳးစားၿပီး သူတစ္​ပါးကိုလည္​းတတ္​ႏိုင္​သမ်ွကူညီတတ္​သူတစ္​​ေယာက္​ျဖစ္​ပါတယ္​။ၾကင္​နာတတ္​ၿပီး သူငယ္​ခ်င္​း​ေတြကိုလည္​း အလြန္​သံ​ေယာဇဥ္​႐ွိသူျဖစ္​ပါတယ္​။အဆို​ေတာ္​မ​ေလးတစ္​​ေယာက္​ကို အၾကမ္​းဖက္​မႈမွကယ္​တင္​ခဲ့ခ်ိန္​မွစလို႔ သူဟာ စ​ံျပႏိုင္​ငံသားဆုကို ရၿပီးလူအမ်ားရဲ႕စိတ္​ဝင္​စားမႈကိုရ႐ွိခဲ့ပါတယ္​။ဒါ​ေပမယ္​့သူဟာ ႏိုင္​ငံ​ေရးသမား​ေတြရဲ႕ သား​ေကာင္​ျဖစ္​​ေနမွန္​း သူ႔ကိုယ္​သူမသိခဲ့႐ွာပါဘူး။တစ္​​ေန႔ သမၼတ​ေလာင္​းကိုယ္​စားလွယ္​ အသတ္​ခံရမႈမွာ မတရားစြပ္​စြဲခံရကာ ထြက္​​ေျပးတိမ္​း​ေ႐ွာင္​​ေနခဲ့ရပါတယ္​။႐ိုးအတဲ့ ကင္​ဂြမ္​ဝူး တစ္​​ေယာက္​ သူ႔႐ိုးသားမႈကို ျပန္​လည္​​ေဖာ္​ထုတ္​ႏိုင္​မလား၊​ေနာက္​ဆံုးမွာ အာဏာ႐ွိသူကပဲ အႏိုင္​ရသြားမလားဆိုတာ ​ေစာင္​့ၾကည္​့ရမွာျဖစ္​ပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Yin Wai Phyo ပါ) File Size : (850 ...",
        "rating": "5.8",
        "url": "https://megaup.net/2V7eu/Golden_Slumber_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f40R9to84FGF7T5bp3KGB84Lklb.jpg",
        "title": "The Boy in the Striped Pyjamas(2008)",
        "description": "The Boy in the Striped Pyjamas(2008)(((ဒီကားကို ကျွန်တော်တို့ Channelmyanmar ကနေ ၂၀၁၅ ခုနှစ်လောက်က ဘာသာပြန်တင်ဆက်ပေးခဲ့ပြီးပါပြီ...သို့ပေမယ့်လည်း   မူရင်းဇာတ်ကားအနှစ်သာရကိုထိခိုက်သွားစေမဲ့စာသားတွေပါသွားပါတယ်...ဒီအတွက် မဆီလျော်ကြောင်းလာရောက်အကြံပြုလာပါတယ်...ကားကောင်းလေးလည်းဖြစ်တော့  ဘာသာပြန် Sherlock ကိုပြန်လည်ပြင်ဆင်ခိုင်းပြီး တင်ဆက်ပေးထားပါတယ်..နောက်ပိုင်းမှာလည်း ကျွန်တော်တို့ဆီမှ မူရင်းဇာတ်ကားကို သွေဖီစေတဲ့စာသားတွေမပါအောင်အတတ်နိုင်ဆုံး ဂရုစိုက်နေပါတယ်..လာရောက်အကြံပြုပြောဆိုတဲ့သူတွေကိုရော အားပေးတဲ့သူတွေကိုရော ကျေးဇူးတင်ပါတယ်....))))ဒီဇာတ်ကားလေးက IMDb rating 7.8 အထိရရှိထားပြီးဒုတိယကမ္ဘာစစ်ကိုအခြေခံကာရိုက်ကူးထားတဲ့Drama ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။Action အားပေးနေကြ ပရိတ်သတ်တွေအတွက်လည်းအပြောင်းအလဲလေးဖြစ်အောင်ကြည့်သင့်ပါတယ်။ဒီဇာတ်ကားလေးကိုကြည့်ပြီးတဲ့အခါ message တစ်ခုခုချန်ထားပေးခဲ့မယ့်ဇာတ်ကားလေးဆိုတာကိုတော့ အာမခံပြောချင်ပါတယ်။လူသားချင်း ထောက်ထားညှာတာမှုတွေကိုတွေ့မြင်နိုင်မယ့်ဒီဇာတ်ကားလေးဟာဖြူစင်သန့်ရှင်းတဲ့ ကလေးငယ်တွေရဲ့စိတ်ကိုလည်းသိမြင်နိုင်မယ့် တကယ့်ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျူးလူမျိုးတွေထားတဲ့အကျဉ်းစခန်းကိုအုပ်ချုပ်ရတဲ့ဂျာမနီတပ်အရာရှိကြီးရဲ့ (၈)နှစ်အရွယ်သားလေးကိုဇာတ်အိမ်တည်ထားပြီးရိုက်ကူးထားပါတယ်။ ဂျူးအကျဉ်းသားတစ်ဦးရဲ့သားဖြစ်သူ ရွယ်တူကောင်လေးတစ်ယောက်နဲ့ အကျဉ်းစခန်းမှာမထင်မှတ်ပဲတွေ့ကြတဲ့နောက်မှာရန်ဘက်မျိုးနွယ်စုကြီး(၂)စုက အပြစ်မဲ့ကလေး(၂)ယောက်ရဲ့ သံယောဇဉ်ကို ပီပြင်အောင်ရိုက်ပြထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ခိုးစားရတဲ့အသီးဟာ ချိုတယ်ဆိုတဲ့ စကားပုံလိုပဲသူငယ်ချင်းဖြစ်လို့မရတဲ့ရန်သူမျိုးနွယ်စု (၂)ဖက်ကကလေး(၂)ယောက်ကြားထဲက Forbidden Friendship ကိုကြည်နူးဖွယ်ရာနဲ့စတင်ထားပြီးတော့ကြေကွဲဖွယ်ရာဇာတ်လမ်းဆင်ထားတာကို တွေ့ရမှာဖြစ်ပါတယ်။File Size : (879 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:34:00\nGenre : ...",
        "rating": "7.8",
        "url": "https://megaup.net/1wr2n/The_Boy_In_The_Striped_Pajamas_[2008]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles_two_ver32-135x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n Blu-Ray 1080p 5.1 CH x264\nပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Tl5g/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lea5bLww1ZwbNPRVk0RjB34xxVg.jpg",
        "title": "Solis (2018)",
        "description": "Solis ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ space science ကားေတြႀကိဳက္တဲ့ပရိသတ္ေတြအတြက္ ၾကည့္လို႔ေကာင္းမဲ့ scifi ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္. ဇာတ္လမ္းတစ္ခုလံုးမွာဇာတ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven ogg တစ္ေယာက္တည္းအစအဆံုးသ႐ုပ္ေဆာင္ထားတဲ့ low cost scifiကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ၿဂိဳလ္ေတြေပၚမွာ သတၱဳေတြကို႐ွာေဖြဖို႔ လႊတ္တင္ခဲ့တဲ့ အာကာသယာဥ္တစ္စင္းဟာ ၿဂိဳလ္သိမ္ၿဂိဳလ္မႊားတစ္ခုနဲ႔တိုက္မိခဲ့ၿပီးပ်က္စီးသြားခဲ့ပါတယ္။အဲ့ဒီမွာ ေဟာ္လိုေဝးဆိုတဲ့အင္ဂ်င္နီယာတစ္ေယာက္ပဲက်န္ရစ္ခဲ့ၿပီး သူ႔ရဲ႕႐ွင္သန္မႈ အတြက္ႀကိဳးစား႐ုန္းကန္ရတဲ့ survival scenes ေတြကိုတစ္ဝႀကီးၾကည့္႐ႈရမဲ့ဇာတ္ကားေလးတစ္ကားပဲဖစ္ပါတယ္။ သ႐ုပ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven oggနဲအသံသ႐ုပ္ေဆာင္အေနနဲ႔ မင္သမီးAlice loweတို႔၂ေယာက္တည္းပါဝင္သ႐ုပ္ေဆာင္ထားေပမဲ့လံုးဝပ်င္းစရာမေကာင္းတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Action , Adventure , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p.WEB-DL.XviD.AC3-FGT\nTranslated by Myo ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zckt/Solis_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles-2-poster-150x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n ပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ကမ်းလှမ်း တာလည်း ဖြစ်ပါတယ်။အဲဒါနဲ့ ဟယ်လန်ဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/11U9u/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTEzOTY5ODA2MDReQTJeQWpwZ15BbWU4MDI5NDkyMTYz._V1_SY1000_CR006821000_AL_-136x200.jpg",
        "title": "The Angel",
        "description": "Netflix က တင္တဲ့ ရုပ္ရွင္ေတြ နဲ႔ စီးရီးေတြ ဆိုတာ\nပစ္ေလာက္ရတဲ့ အေနအထား မရွိခဲ့ပါဘူး\nအားလံုးဟာ ဇတ္လမ္းေကာင္းေတြႀကီးပါပဲ\nဒီထဲမွာ မွ The Angle ဆိုတဲ့ ျဖစ္ရပ္မွန္\nရုပ္ရွင္လဲ အပါအ၀င္ပါပဲ\nဒီရုပ္ရွင္ကေတာ့ ကမာၻေက်ာ္စာအုပ္တစ္အုပ္ျဖစ္တဲ့\n\"မာန္ေတာ္ - အစၥေရးကိုကယ္တင္ခဲ့ေသာ အီဂ်စ္သူလ်ိဳ \" ကို\nအေျခခံျပီး ရိုက္ကူးထားတာပါ။\nအစၥေရးေထာက္လွမ္းအဖြဲ႕ရဲ႕ ၂၀ ရာစုတန္ဖိုးအၾကီးဆံုး\nသတင္းေပးအျဖစ္ နာမည္ေက်ာ္ခဲ့တဲ့ Ashraf Marwan အေၾကာင္းပါပဲ။\nဒီရုပ္ရွင္ကားကို Nga Lunn က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/2f9N7/The_Angel_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZmJmY2IwODEtNGU1MC00ZTU2LTk2OWItMmY3NjJhMzQ2MmEwXkEyXkFqcGdeQXVyNTgyNDgxMDc@._V1_-143x200-1.jpg",
        "title": "The Chinese Widow (2017)",
        "description": "The Chinese Widow (2017)____IMDb - 6.1/10\n  Director:Bille August ရိုက်ကူးထားပြီး Liu Yifei (ဂူဂူး)လေးပါဝင်ထားတဲ့ Chinese War Drama ဇာတ်ကားကောင်းတစ်ကားပါ။In Harm's Way / The Chinese Widow / The Hidden Soldier စသည်ဖြင့် Title မျိုးစုံ ပေးထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းကတော့အမေရိကန်နဲ့ တရုတ်က ဂျပန်နဲ့စစ်ဖြစ်နေချိန် (1947)မှာ ဇာတ်အိမ်တည်ထားတယ်တရုတ်မုဆိုးမတယောက်က မိမိတို့နိုင်ငံနဲ့မဟာမိတ်ဖြစ်တဲ့ အမေရိကန်လူမျိုးစစ်သားတစ်ဦးကို အသက်ဘေးမှကာကွယ်စောင့်ရှောက်ရင်း မေတ္တာသက်ဝင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းကိုပါ ရိုက်ပြထားတယ်တရုတ်လူမျိုးတွေရဲ့ သစ္စာစောင့်သိမှုကိုလဲ အသားပေးရိုက်ကူးထားပါတယ်\nသရုပ်ဆောင်တွေအားလုံးကလည်း သရုပ်ဆောင်ပိုင်းမှာ အသီးသီးတာဝန်ကျေပါတယ်Soldier Jackနေရာက သရုပ်ဆောင်တဲ့ Emile ရော\nမုဆိုးမသမီးနေရာက NuNu ရောပီပြင်ကြတယ်\nအထူးပြောရရင် Liu yifei က မုဆိုးမYingရဲ့ roleကို ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ပြသွားတာကို သဘောအကျဆုံးပါပဲ။ခင်ပွန်းမရှိတော့တဲ့အချိန်မှာ သမီးနဲ့ယောက္ခမတွေကို ကျွေးမွေးထားရတဲ့ မုဆိုးမလေး...ဒီလောက်တာဝန်ကျေတာကိုတောင် ယောက္ခမဘက်က ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zNrj/The_Chinese_Widow_(In_Harm’s_Way)_(The_Hidden_Soldier)_(Feng_Huo_Fang_Fei)_[2017]_(MM_Sub).mp4",
        "category": "Asian, History, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hu5tERr1e0XOqDHn1qHdm3k4JFd.jpg",
        "title": "Five Fingers for Marseilles (2018)",
        "description": "လြန္ခဲ့တဲ့ႏွစ္ေပါင္း၂၀က မာေဆးလ္ျမိဳ႕နားမွာ႐ွိတဲ့ မီးရထားလမ္းလို႔အမည္ရတဲ့လူေတြစြန္႔ပစ္ထားတဲ့ေနရာေလးမွာ ေနထိုင္ၾကတဲ့လူေတြဟာရဲေတြရဲ႕ဖိႏွိပ္ႏွိမ္ခ်ေစာ္ကားမႈေတြကို ခံရလ်က္႐ွိပါတယ္...အဲ့မီးရထားလမ္းေဒသမွာ \"Five Fingers\" အမည္႐ွိဆယ္ေက်ာ္သက္၅ေယာက္နဲဲ႔ဖဲြ႔စည္းထားတဲ့အဖဲြ႕ေလးတစ္ဖဲြ႔႐ွိခဲ့ပါတယ္...အဲ့အဖဲြ႕ထဲမွာ အသန္မာ၊ အထက္ျမက္ဆံုးကေတာ့တာအူလို႔ေခၚတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ေပါ့...တစ္ေန႔မွာေတာ့ အက်င့္ပ်က္ရဲႏွစ္ေယာက္ဟာ သူတို႔အဖဲြ႔ထဲကလယ္ရာတိုလို႔ေခၚတဲ့ေကာင္မေလးကို ဖမ္းဆီးသြားတဲ့အတြက္ေၾကာင့္မို႔တာအူဟာ သူတို႔ေနာက္လိုက္ရင္းနဲ႔ အဲ့ရဲႏွစ္ေယာက္ကိုေဒါသတႀကီးနဲ႔ သတ္ပစ္ခဲ့မိပါတယ္...အဲ့အျဖစ္အပ်က္ေၾကာင့္ တာအူလဲ သူ႔သူငယ္ခ်င္းမ်ားကိုထားခဲ့ျပီးအေၾကာက္တလန္႔နဲ႔ထြက္ေျပးသြားခဲ့ပါတယ္...ႏွစ္၂၀ၾကာျပီးယခုအခ်ိန္မွာေတာ့ တာအူေထာင္ထဲကေနထြက္လာပါေတာ့တယ္..သူ႔ရဲ႕ေမြးရပ္ဇာတိကို အျပန္လာမွာေတာ့ မာေဆးလ္ျမိဳ႕ေလးကို ျငိမ္းခ်မ္းေရးရျပီးလြတ္လပ္ေနျပီလို႔ထင္ျမင္ေနမိပါတယ္...သူ႔ရဲ႕သူငယ္ခ်င္းေတြကလဲျမိဳ႕ရဲ႕အထင္ကရလူေတြျဖစ္လို႔ေနပါတယ္...ဒါေပမယ့္ လယ္ရာတိုနဲ႔အတူ သူ႔ရဲ႕သားဆီဇီြကိုျပန္ေတြ႔အျပီးမွာေတာ့မာေဆးလ္ျမိဳ႕ဟာ သူထင္သလိုျငိမ္းခ်မ္းေနတာမဟုတ္ဘဲေဘးအႏၱရာယ္ျခိမ္းေျခာက္မႈတစ္ခုလက္ေအာက္ေရာက္႐ွိေနသည့္အျပင္သူ႔သူငယ္ခ်င္းေတြဟာလဲ အရင္နဲ႔မတူေတာ့ဘဲေျပာင္းလဲသြားတာကို သိ႐ွိသြားပါေတာ့တယ္...သူ႔အေနနဲ႔ \"Five Fingers\" အဖဲြ႕ကိုျပန္လည္ထူေထာင္ျပီး မာေဆးလ္ျမိဳ႕ကိုဘယ္လုိကယ္တင္မယ္ဆိုတာကို ဆက္လက္ၾကည့္႐ႈလိုက္ပါဦး File Size : (948MB) and (286 ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zcla/Five_Fingers_For_Marseilles_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller, Western"
    }
]