[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MONSTER-HOSPITAL-157x200.jpg",
        "title": "Monster Hospital (2021)",
        "description": "Monster Hospital (2021)ဒီနေ့မှာ Channel Myanmar ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးချင်တဲ့တရုတ်ကားကောင်း တစ်ကားကတော့ Monster Hospital လို့ခေါ်တဲ့၂၀၂၁ ထွက် အသစ်စက်စက် ဇာတ်ကားတစ်ကားပါ။ဇာတ်အိမ်လေးကသုံးလောကမှာ သွေးနှောကညာပျိုတစ်ယောက်ပိုင်တဲ့ ဆေးခန်းတစ်ခုရှိတယ်ပေါ့ဗျာ။ဒီဆေးခန်းရဲ့ သမားတော် ကညာပျိုလေးက မိစ္ဆာတစ်ဝက် လူတစ်ဝက်ဗျ။သူ့ဆေးခန်းကလည်း မကောင်းဆိုးဝါးနဲ့ မိစ္ဆာတွေကိုပဲ ကုပေးတာ။ ဒါပေမယ့် တစ်ရက်လည်းကျရောမော့ဝမ်လို့ခေါ်တဲ့ မိစ္ဆာဆေးလုံးကို ကိုယ်ဝန်လွယ်ထားတဲ့လူယောက်ျားတစ်ယောက် ( ကျင်းကျွီကျွင်း) ဆေးခန်းကို ရောက်လာပါလေရော။ကညာပျိုလေးက သွေးနှောဆိုတော့ ပုံမှန်မိစ္ဆာတွေလို အသက်ရှည်ရှည်မနေနိင်ဘူးတဲ့ဗျာ။ဒါပေမယ့် မော့ဝမ်ကို စားရင်တော့ ရလာဒ်ကတစ်မျိုးပြောင်းသွားမှာပေါ့။ ဒီတော့ရေကန်အသင့် ကြာအသင့်ဆိုသလိုပဲ ကျင်းကျွီကျွင်းကို ကူညီပြီး မော့ဝမ်ကိုမွေးပေးတော့တာပေါ့။အဲဒီနောက်မှာရော သူ့ရဲ့ မူလအစီအစဥ်အတိုင်းမော့ဝမ်ကို စားပြီး အသက်ရှည်ရှည်နေသွားနိုင်မလား?နောက်ပိုင်းမှာ ဒါတွေအားလုံးက နောက်ကွယ်က ဂိုဏ်းချုပ်တစ်ယောက်ရဲ့ အစီအစဥ်ဖြစ်နေပြီးတော့ကျင်းကျွီကျွင်းကလည်း နယ်ရုပ်တစ်ရုပ်ပဲဆိုတာသိလိုက်ရတဲ့အခါ?ဘာတွေဆက်ဖြစ်ကြမလဲ?ဇာတ်အိမ်လေးက ခိုင်ခိုင်မာမာနဲ့ ဟာသဆန်ဆန် ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားတာမို့ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့အနေနဲ့ လက်မလွှတ်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ။ \nFile size…1.2GB / 640MB\nQuality…1080p WEB ...",
        "rating": "7",
        "url": "https://megaup.net/1Hcmi/Monster_Hospital_2021_720p_(CM).mp4",
        "category": "Crime, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n62Ybg2UgBzuoxKBZ7Het2VKzwP.jpg",
        "title": "Bachelor (2021)",
        "description": "Bachelor 2021အချစ်ကားဆိုရင် ချစ်ကြည်နူး တီတာနေတာတွေအစားတကယ့်ဘဝနဲ့ ဆက်စပ်ပြီး ရွေးချယ်ရမှာတွေ စွန့်လွှတ်ရမှာတွေနောင်တတွေ ဆုံးဖြတ်ချက်တွေနဲ့ လက်တွေ့ကျကျဇာတ်ကားကောင်းလေးတစ်ကားကို Channel Myanmar က ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ။ဇာတ်ကားလေးကမတူညီတဲ့ နောက်ခံကလာကြတဲ့ Darling ဆိုတဲ့ ကောင်လေးနဲ့ Subbu ဆိုတဲ့ကောင်မလေးတစ်ယောက် တွေ့ကြရာကစပါတယ်။ မြင်မြင်ချင်းချစ်မိတဲ့ကောင်မလေးနောက်ကို လိုက်ရင်း သူငယ်ချင်းရဲ့အကူအညီနဲ့တစ်မိုးအောက်အတူတူနေခွင့်ရသွားပါတယ်။လူငယ်တို့သဘာဝအတိုင်း အနေနီးကြရင်း ရင်ခုန်သံတွေ ဖလှယ်ကြရင်းပဲ ဒီနှစ်ယောက် ချစ်ကြိုးငင်ခဲ့ကြတာပေါ့။ဒါပေမယ့် တစ်မိုးအောက်တူတူ မေတ္တာမျှလာခဲ့ကြရင်း မထင်မှတ်ပဲ Subbu မှာ ကိုယ်ဝန်ရသွားပါတယ်။ဒီတော့ တွေးခေါ်ပုံတွေ၊ မိသားစုနောက်ခံ၊ ဘဝအခြေအနေ ကွာခြားကြတဲ့ ချစ်သူနှစ်ယောက်ဒီကလေးအတွက် ဘယ်လိုဆုံးဖြတ်ချကြပါတော့မလဲ။ အချစ်ဆိုတာဟာ ချစ်နေရုံနဲ့မပြီးပါဘူးအသက်တစ်ချောင်းပါ ပိုလာခဲ့ရင် တာဝန်ယူမှုတွေဟာ ပိုပြီး ကြီးလာပါတယ်။ဒီဇာတ်ကားက အချစ်နဲ့ဘဝ တာဝန်ယူမှုနဲ့ တိုက်ရိုက်သက်ဆိုင်နေတဲ့ကားမျိုးပါ။ဇာတ်အိမ်ရဲ့အလှည့်အပြောင်းတစ်ခုချင်းစီတိုင်းဟာ လက်တွေ့ကျလွန်းတာမို့ ရင်သပ်ရှုမောစီးမျောရမှာပါ။နှလုံးသားချင်းထပ်တူကျခဲ့ကြတဲ့ ဒီနှစ်ယောက် တရားခွင်ရဲ့ တရားလို / တရားခံ တစ်ဖက်စီမှာ ဘယ်လို မျက်နှာချင်းဆိုင်တွေ့ကြမလဲ?ဘယ်သူက ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Hcdz/Bachelor_(2021)_Tamil_TRUE_HD_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/91zsdx9zlDL._SL1500_-159x200.jpg",
        "title": "Lara Croft: Tomb Raider – The Cradle of Life (2003)",
        "description": "အမျိုးသမီးဖိုက်တာဇာတ်ရုပ်တွေဆိုရင် Angelina Jolie ရဲ့ Lara Croft: Tomb Raider ရုပ်ရှင်တွေက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ဂိမ်းဇာတ်ကောင် Lara Croft ကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီးLara Croft ဇာတ်ကားတွေရဲ့ တင်ဆက်ပုံက ဇာတ်လမ်းဇာတ်ကွက်ထက် ဇာတ်ကောင်ရဲ့ မိမိုက်နေမှုကိုပဲ ဦးစားပေးပုံဖော်ထားပါတယ်။ဇာတ်ကောင်မင်းသမီးကလဲ အင်ဂျလီနာဂျိုလီဆိုတော့ လိုတာထက်ပိုတဲ့ မိမိုက်နေမှုတွေကို ခံစားကြည့်ရှုရမှာပါ။ရှေးခေတ်က သဘာဝလွန်ပစ္စည်းတွေကို ရှာဖွေရာမှာ ကမ္ဘာကိုဒုက္ခပေးမယ့် လူဆိုးတွေနဲ့ အပြိုင်အဆိုင် အနိုင်ကြဲမယ့်မိန်းမ ဂျိမ်းစ်ဘွန်း အဖြစ် ဂျိုလီကိုရှုမြင်ရတာ လိုက်ဖက်လွန်းပါတယ်။Action, Adventure, Fantasy ဆိုတဲ့ အရသာကို အပြည့်အဝခံစားရမှာပါ။BluRay 4K Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(6.2 GB)/(1.7 GB)/(900 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….01:57:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by KiKi",
        "rating": "5.6",
        "url": "https://megaup.net/2n8y5/(CMorg)Lara.Croft.Tomb.Raider.The.Cradle.of.Life.2003.720p.UHD.BluRay.X264.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/119044247_128036052348757_7540859395798314900_n-133x200.jpg",
        "title": "Lara Croft: Tomb Raider (2001)",
        "description": "အမျိုးသမီးဖိုက်တာဇာတ်ရုပ်တွေဆိုရင် Angelina Jolie ရဲ့ Lara Croft: Tomb Raider ရုပ်ရှင်တွေက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ဂိမ်းဇာတ်ကောင် Lara Croft ကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီးLara Croft ဇာတ်ကားတွေရဲ့ တင်ဆက်ပုံက ဇာတ်လမ်းဇာတ်ကွက်ထက် ဇာတ်ကောင်ရဲ့ မိမိုက်နေမှုကိုပဲ ဦးစားပေးပုံဖော်ထားပါတယ်။ဇာတ်ကောင်မင်းသမီးကလဲ အင်ဂျလီနာဂျိုလီဆိုတော့ လိုတာထက်ပိုတဲ့ မိမိုက်နေမှုတွေကို ခံစားကြည့်ရှုရမှာပါ။ရှေးခေတ်က သဘာဝလွန်ပစ္စည်းတွေကို ရှာဖွေရာမှာ ကမ္ဘာကိုဒုက္ခပေးမယ့် လူဆိုးတွေနဲ့ အပြိုင်အဆိုင် အနိုင်ကြဲမယ့်မိန်းမ ဂျိမ်းစ်ဘွန်း အဖြစ် ဂျိုလီကိုရှုမြင်ရတာ လိုက်ဖက်လွန်းပါတယ်။Action, Adventure, Fantasy ဆိုတဲ့ အရသာကို အပြည့်အဝခံစားရမှာပါ။BluRay 4K Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.4 GB)/(1.5 GB)/(750 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by KiKi",
        "rating": "5.8",
        "url": "https://megaup.net/1Hb58/(CMorg)_Lara.Croft.Tomb.Raider.2001.INTERNAL.720p_BluRay.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFVGr35qpPKCVfslkttGGQfYETv.jpg",
        "title": "Fly Me to Polaris (1999)",
        "description": "ဒီတစ်ခေါက်မှာတော့ 1999 ခုနှစ်က ထွက်ရှိထားတဲ့တရုတ်အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ IMDB မှာ 7.2အထိရရှိထားတာမို့။ တကယ်လည်းကောင်းတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ် ခံစားလိုက်ပါဦး....ဇာတ်လမ်းအကျဉ်းကြက်သွန်နီ လို့အမည်ရတဲ့ မျက်မမြင် ဆွံ့အကောင်လေးတစ်ယောက်ဟာသူ့ကို ပြုစုပေးတဲ့ ဆရာမလေးကို စိတ်ဝင်စားရင်း ဘ၀ကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အချိန်မှာမထင်မှတ်ပဲလောကကြီးက ခွဲခွါရတဲ့အချိန် ဘယ်လိုမျိုး အထူးအခွင့်အရေးရတဲ့အချိန်နဲ့တိုက်ဆိုင်သွားမှာလဲဆရာမလေးနဲ့ သူက ကော ပြန်တွေ့ရမှာလား။ ဘယ်လိုမျိုး အချစ်တွေကိုပုံဖော်နိုင်မှာလဲဆိုတာတော့ ဇာတ်လမ်းလေး ကြည့်ပြီး လိုက်ပါစီးမျောကြပါဗျာ။တကယ်ကောင်းတဲ့အချစ်ကားမို့ ထပ်ညွှန်းရင် စပွိုင်းမိမှာစိုးရိမ်တာမို့အချစ်ဇာတ်လမ်းကောင်းတစ်ပုဒ်လို့ပဲ ညွှန်းလိုက်ပါရစေဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ် \nFile size…1.36GB / 700MB / 300MB\nQuality…1080p WEB Rip\nFormat…mp4\nDuration….1h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.2",
        "url": "https://megaup.net/2n8C6/Fly.Me.to.Polaris.1999.CHINESE.720p(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/r-135x200.jpg",
        "title": "Riverdance: The Animated Adventure (2021)",
        "description": "ချစ်စရာ ကာတွန်းကားလေးတစ်ခုတင်ဆက်ပေးထားပါတယ်။ Magical Fantasy အမျိုးအစားပါပဲ။ ကီဂန်ဆိုတဲ့ကောင်လေးဟာ ငယ်ငယ်လေးကတည်းက မိဘမရှိလို့ အဖိုးနဲ့အဘွားက မွေးစားထားခဲ့ရတာပါ။ သူ့ရဲ့အဖိုးကတော့ မီးပြတိုက်စောင့်တဲ့အလုပ်ကိုလုပ်ပါတယ်။ ပြီးတော့ အဘိုးကအမြဲပြောတယ်၊ မီးပြတိုက်ရဲ့အလင်းရောင်ဟာ အမှောင်ထုကြီးကို သယ်ဆောင်လာမယ့် မုဆိုးကြီးကို အမြဲဟန့်တားပေးနေတဲ့ အရာပါပဲတဲ့။ မီးပြတိုက်အလင်းရောင်သာ မရှိတော့ရင် မုဆိုးကြီးဟာ မှော်သမင်ကြီးတွေကို လိုက်ဖမ်းလိမ့်မယ်၊ မှော်သမင်ကြီးတွေသာ မရှိတော့ရင် မြစ်တွေလည်း ရေတွေခန်းခြောက်ပြီး သက်ရှိတွေအားလုံး ဒုက္ခရောက်ကြလိမ့်မယ်တဲ့။ ကီဂန်လေးက ဒါကို ပုံပြင်လိုပဲ သဘောထားပြီး မယုံခဲ့ပေမဲ့ တစ်နေ့မှာတော့ အဘိုးကိုယ်စား မီးပြတိုက်ကို မီးထွန်းဖို့ ပျက်ကွက်ခဲ့တဲ့အခါ....အကအလှလေးတွေ ရယ်စရာလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်လို့ ကလေးရော လူကြီးရော သဘောကျကြမယ်ထင်ပါတယ် File size…(1.7 GB)/(700 Mb)/(350 Mb)\nQuality….HDrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Animation, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "5.5",
        "url": " https://megaup.net/1Hb4x/Riverdance.The.Animated.Adventure.2021_720p_(CM).mp4",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Ez3alwvA3iEvIAMC9yr47jJaTc.jpg",
        "title": "Vanam (2021)",
        "description": "Vanam (2021)ဒီဇာတ်ကားလေးကတော့ Mystery, Thriller အမျိုးအစား ဘောလီးဝုဒ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်အနုပညာကောလိပ်ကျောင်းသားတစ်ယောက်ဟာ သူနေရတဲ့ အမျိုးသားဆောင်အခန်းထဲကလျှို့ဝှက်ဆန်းကြယ်တဲ့ သေဆုံးမှုတွေရဲ့ အကြောင်းရင်းကို ရှာဖွေဖို့ ကြိုးစားရင်း ကြုံတွေ့ရတဲ့အဖြစ်အပျက်လေးတွေကို ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းက ဒီလိုတော့ မရိုးရှင်းလှပါဘူးထူးဆန်းတဲ့သေဆုံးမှုတွေကို စုံစမ်းရင်းအနုပညာ‌ကောလိပ်ကို တည်ထောင်ခဲ့သူ ဂျာမင်ဒါ ဗာနာသီရာရန်ရဲ့ မှော်ကြေးမုံအကြောင်းတွေပါတစ်စတစ်စ‌ဖော်ထုတ်မိလာပြီး နောက်ပိုင်းမှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်သည်းထိတ်ရင်ဖို စောင့်ကြည့်ရမှာဖြစ်လို့ Bollywood fan တွေ အကြိုက်တွေ့မယ့် ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ် \nFile size…1.6GB / 800MB / 400MB\nQuality…1080p / 720p / 480p\nFormat…mp4\nDuration….2h 4min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Go-O & Eliza",
        "rating": "",
        "url": "https://megaup.net/2n8nh/Vanam_(2021)_720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pB6sqgWPlHY5wjoq7IdNJ5YduTK.jpg",
        "title": "[18+] Bachelor Party (1984)",
        "description": "ဦးTom Hanksကြီးဟာ အခုမှသာ ဒရာမာကားတွေ လူတွေငို​စေတဲ့ကားတွေ ရိုက်နေတာ သူ ငယ်စဉ်အချိန်တွေတုန်းကတော့ လူငယ်ဆန်ဆန်ကားလေးတွေနဲ့ပဲ စခဲ့ရတာဖြစ်ပါတယ်။၁၉၈၄ ခုနှစ်ကထွက်ခဲ့တဲ့ ဒီကားလေးဟာ 80s အ​နောက်ပိုင်းသား ဗရုတ်များရဲ့ ​နေထိုင်​ပြောဆိုပုံ​တွေကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားပါတယ်...ရစ်ခ်ဟာ ​ကျောင်းကားလေးကို အငှား​မောင်းသူတစ်​ယောက်ဖြစ်ပြီး ဘဝကို ​ပေါ့​ပေါ့တန်တန် ဖြတ်သန်းသူပါ ဒါ​ပေမဲ့ သူ့ချစ်သူက​တော့ ဂုဏ်သ​ရေရှိ သူ​ဌေးသမီး တစ်​ယောက်ဖြစ်တဲ့ အ​လျောက် ​ယောက္ခထီးက သ​ဘောမတူသလို သူ့ထက်အရာရာသာတဲ့ ​ကောင်မ​လေးရဲ့ ရည်းစား​ဟောင်းကလည်း ပြိုင်ဘက် အဖြစ် ရှိ​နေပါတယ်သူတို့ ၂ဦး လက်ထပ်တော့မယ့်အ​ကြောင်း ရစ်ခ် တစ်‌ယောက် ချစ်ရတဲ့သူငယ်ချင်း​တွေကို ​ပြောပြလိုက်တဲ့အခါ သူတို့က ရစ်ခ်အတွက် လူပျိုညပါတီကို စီစဉ်​ပေးကြပါ​တော့တယ်... မိုင်ကုန်ကဲကြမယ်​ပေါ့ကဲကြတယ်ဆိုတဲ့အတိုင်း မိန်းမ မရခင် သောက်ကြ၊ စားကြ၊ ​ဆေးချကြ၊ မိန်းမပျက်တွေနဲ့ ပျော်ပါးကြ​ပေါ့။အ​နောက်တိုင်းသားများအတွက်တော့ လူပျိုည ပါတီမှာ ညဥ့်ငှက်​လေး​တွေနဲ့ ​ပျော်ပါးတာဟာ ထုံးစံတစ်ခုလိုကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/11c0b/(CM)_Bachelor.Party.1984.720p.BluRay.HEVC_AAC2.0-Nyein.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DaObLTRNNHRjfesrhd4vSUI7D.jpg",
        "title": "Dulo (2021)",
        "description": "Dulo(2021)ဒီတစ်ခေါက်တင်ဆက်‌ပေးလိုက်တာကတော့အချစ်ကားတစ်ကားဖြစ်တဲ့Duloပဲဖြစ်ပါတယ် Tinder appကိုသုံးရင်း ပါတီပွဲတစ်ခုမှာမထင်မှတ်ဘဲတွေ့ဆုံခဲ့ရာက ချစ်ခဲ့ကြတဲ့ ဘီနီကာနဲ့ ဒက်တိုအချစ်ရေးက ခုနှစ်လအကြာမှာတော့အပြောင်းအလဲတွေ့ခဲ့ပါတော့တယ် ဘွဲယူဖိုအတွက် အမေရိကားကိုပညာသင်သွားရတော့မယ့်ဘီနီကို ဒက်ကလက်မလွှတ်ချင်ခဲ့ပါဘူး နှစ်နှစ်တာကြာမြင့်မယ့်ဒီခရီးက သူတိုရဲ့အချစ်ရေးကိုပိုခိုင်မြဲစေမှာလား ဒါမှမဟုတ်ဒါကသူတိုနှစ်ယောက်ရဲ့အဆုံးသတ်ပဲလား အမြဲအသစ်အဆန်းကိုစူးစမ်းရှာဖွေစွန့်စားချင်ပြီး ခရီးပတ်ထွက်ရတာကိုပျော်တဲ့ ဘီနီကာနဲ့ တစ်နေရာတည်းမှာပဲအခြေချနေထိုင်ချင်တဲ့ ဒက်စတာတိုနှစ်ယောက်ရဲ့ relationshipကအဆင်ပြေပြေလက်တွဲသွားနိုင်မလားဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်အချစ်ကားလေးတစ်ကားဖြစ်တာမို လက်မလွှတ်တမ်းကြည့်ရှုဖိုဖိတ်ခေါ်လိုက်ရပါတယ်ရှင်ဤဇာတ်ကားရဲ့အညွှန်းရေးသားသူက Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunniနဲ့ Poeပဲဖြစ်ပါတယ် \nFile size…1.2GB / 662MB\nQuality…1080p WEB DL / 720p\nFormat…Mp4\nDuration….1h 44min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK & Thit San Khant\nTranslated by Yunni & Poe",
        "rating": "5",
        "url": "https://megaup.net/11da7/Dulo.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/l-135x200.jpg",
        "title": "The Lost Daughter (2021)",
        "description": "ကြည့်ပြီးရင် မိသားစုတစ်ခုတည်ဆောက်ဖို့အကြောင်း တာဝန်ဝတ္တရားတွေကို လေးလေးနက်နက်တွေးမိစေမှာဖြစ်ပေမဲ့ မိသားစုတွေနဲ့အတူတော့ မကြည့်သင့်တဲ့ရုပ်ရှင်မျိုး..။ လိင်ပိုင်းဆိုင်ရာပြကွက်တွေက အထွဋ်အထိပ်ရောက်စေတဲ့အထိတော့ စိတ်ကျေနပ်စေမှာ မဟုတ်ပေမဲ့လို့ ကိုယ့်ဟာကို တစ်ယောက်တည်းကြည့်နေတုန်းက အကောင်း..၊ ဘေးမှာ တစ်ယောက်ယောက်လာရပ်နေမှ ဖောင်းဒိုင်း ဖောင်းဒိုင်း ထလုပ်ကြတဲ့ ဇာတ်ကွက်တွေ ထွက်လာနိုင်တယ်..။ ဒီတော့ ကြိုတင်ပြီးတော့ သတိပေးလိုက်ရပါတယ်..။ ဇာတ်လမ်းအကြောင်းကို ဆက်ပြီးပြောရရင်တော့ ရသခံစားမှုမျိုးကို တိုက်ရိုက်ချပြထားတဲ့ဇာတ်လမ်းမျိုးမဟုတ်လို့ နည်းနည်း ပျင်းစရာကောင်းပြီး အီနိုင်တယ်..။ နားမလည်ခြင်းသဘောတွေက အနုပညာကို ခံစားတတ်သူတွေအတွက်တော့ အထွေအထူးတော့ မဟုတ်လှဘူးဆိုတော့ခံစားမှု အရသာကသာ အဓိကပဲဆိုရင် တစ်ခါလောက် ကြည့်သင့်တယ်..။ အမျိုးသမီးတစ်ယောက်ရဲ့ ငယ်ရွယ်မှုနဲ့ ငယ်ရွယ်မှုအလွန်ဖြတ်သန်းရပုံ နှစ်ခု ယှဉ်ပြိုင်တင်ဆက် ပြသထားပုံထဲမှာ အဆင်မပြေမှုတွေကိုလည်း မြင်ရမယ်..။ လိင်မှုတွေလည်း မြင်ရမယ်..။ သားသမီးတွေရဲ့ ဗာဟီရ ဝတ္တရားတွေဆီကနေ ရုန်းထွက်သွားချင်စိတ်တွေကိုရော..။ ​ဒီဇာတ်ကားထဲမှာတော့ က္ကထိယတွေ မကောင်းပါဘူး..။ ဒီဇာတ်ကားထဲမှာကို ပြောတာ..။ ဒါပေမဲ့လည်း က္ကထိယတွေမကောင်းတာ ...",
        "rating": "7",
        "url": "https://megaup.net/11cwj/The_Lost_Daughter_2021_720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aaOeNpdcpOJf6EcP99icwZXWbYC.jpg",
        "title": "Tokyo Revengers (2021)",
        "description": "Tokyo Revengers (2021)IMDb - 7.8/10Mangaအ​နေနဲ့ volume 8ခုထွက်ရှိထားပြီး\nAnime အ​နေနဲ့ season 1 completeဖြစ်ထားသလို\nဂျပန်မှာ​ရော International မှာပါ ​အောင်မြင်မှုအကြီးအကျယ်ရရှိထားတဲ့ mangaတစ်ခုပဲ ဖြစ်ပါတယ်၊\nအထူးသဖြင့် ဒီManga​ကိုရေးဆွဲသူ Ken Wakui ဟာ 2000ပြည့်နှစ်​တွေမှာ အမှန်တကယ် Gang memberဖြစ်ခဲ့ဖူးသလို\nMangaထဲက ဇာတ်​ကောင်​တွေဟာလည်း 1960 ပြည့်နှစ်များထဲက\nJapanရဲ့ အထင်ကရ ရှိတဲ့ လူငယ်​မော်​တော်ဆိုင်ကယ်ဂိုဏ်းဖြစ်တဲ့\nBlack Emperor Gangကို reference​​ရေးဆွဲထားလို့\nဇာတ်​ကောင်​တွေရဲ့ ဆိုးမိုက်မှု၊ ရမ်းကားမှု၊ ​ဂိုဏ်းစတားပီသမှု​တွေဟာ\nအပြင်ကတကယ့်ဂိုဏ်းစတား​တွေနဲ့ အ​တော်နီးစပ်မှုရှိတယ်လို့ ရည်ညွှန်းကြတဲ့ Mangaနဲ့ Anime​ကောင်းတစ်ခုပါအရှိန်အဝါကြီးသလို ​တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ ​အောင်မြင်မှု အကြီးအကျယ်ရရှိထားတဲ့ Tokyo Revengersကို\nLive Action Adaptationအ​နေနဲ့ ပြန်လည်အသက်သွင်းမယ်ဆိုကတည်းက\n​မျှော်လင့်ချက်ကြီး​တွေ ထားခဲ့သူ​တွေလည်း ရှိသလို သံသယမျက်လုံး​တွေနဲ့လည်း ​​စောင့်ကြည့်ခံခဲ့ရပါတယ်၊\nတစ်​ခေတ်တစ်ခါက အထူး​အောင်မြင်​ကျော်ကြားခဲ့တဲ့ Manga​တွေanime​တွေကို\nLive Action နဲ့ အသက်သွင်းရာမှာ cast, director, script ...",
        "rating": "7.8",
        "url": "https://megaup.net/11cv8/Tokyo.Revengers.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/160745775_e5174a-138x200.jpg",
        "title": "Singh Is Kinng (2008)",
        "description": "Singh is King (2008)\n***************************\nမင်းသားကြီး အက်ရှေးကုမားရ်နဲ့ မင်းသမီး ကတ်ထရီနာကတ်ဖ်တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ အချစ်ဟာသအက်ရှင် ဇာတ်မြူးရုပ်ရှင်ကားကြီးကို BluRay Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း..ဟက်ပီးဟာ ဘာလုပ်လုပ် တလွဲချည်းပဲ လုပ်တတ်ပြီး ရွာရဲ့ အော်ကြောလန်တစ်ယောက် ဖြစ်ပါတယ်။ဟက်ပီးရဲ့သူငယ်ချင်း လပ်ကီးကတော့ ဩစတေးလျမှာ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်နေပါတယ်။\nတစ်နေ့တော့ ဟက်ပီးရဲ့သူငယ်ချင်းတွေဟာ ဟက်ပီးကို ရွာကနေထွက်သွားစေချင်တာကြောင့် လပ်ကီးအဖေနေမကောင်းကြောင်း လပ်ကီးကို သွားပြန်ခေါ်သင့်ကြောင်းပြောပြီး ဟက်ပီးကို ရွာထဲကထုတ်ဖို့အစီစဉ်ဆွဲကြပါတယ်။ဟက်ပီးတစ်ယောက် လပ်ကီးကို ရွာပြန်ခေါ်လာနိုင်မှာလား ...\nဘယ်လိုအလွဲတွေနဲ့ ဆက်လက်ကြုံတွေ့ရမလဲ .... ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။(ဘာသာပြန်သူကတော့ Intelligenceဖြစ်ပြီး ဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။)\nFile size…(2.6 GB)/(1.2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….02:10:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Intelligence & Thaik San",
        "rating": "5.7",
        "url": "https://megaup.net/1H9rt/(CM)_Singh_Is_Kinng_2008_720p_NF_WEB-DL_AVC_AAC2.0.mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/image-160x200.jpg",
        "title": "Harry Potter 20th Anniversary: Return to Hogwarts (2022)",
        "description": "Harry Potter 20th Anniversary: Return to Hogwarts (2022)=========================================IMDb Rating - 8.6/10၂၀၂၂ ရဲ့ အစ ဦးဦးဖျားဖျားလေး ထွက်ရှိလာတာကတော့ . . .\nဟယ်ရီပေါ်တာ နှစ် နှစ်ဆယ်ပြည့်အထိမ်းအမှတ် တွေ့ဆုံပွဲလေးပါပဲ။\nဇာတ်ဆောင်တွေ အားလုံးရဲ့ အမှတ်တရတွေ အတွေ့အကြုံတွေနဲ့ behind the scene\nတွေကို ဝေဝေဆာဆာတွေ့ရမှာပါ။ ရုပ်ရှင်တစ်ကားချင်းစီ ဖြစ်လာပုံတွေ နောက်ခံတွေကို\nတွေ့ရမယ်။ ပရိသတ်တွေ နဲ့ သရုပ်ဆောင်တွေအပေါ် ဟယ်ရီပေါ်တာက ပေးခဲ့တဲ့ ခံစား\nချက်တွေကို မြင်ရမှာပါ။ အမှောင်ဆုံးအချိန်မှာတောင် ပျော်ရွှင်မှုကိုတွေ့နိုင်မှာပါ အလင်း\nလေးကို ဖွင့်ဖို့ သတိရခဲ့ရင်ပေါ့ဆိုတဲ့ အမှတ်တရစကားတွေ၊ ဒီလောက်အချိန်ကြာပြီးတာ\nတောင်မှပဲလား - အမြဲတမ်းပဲ ဆိုတဲ့ စကားတွေနဲ့ တစ်ကမ္ဘာလုံးကို ဖမ်းစားခဲ့တဲ့ ရုပ်ရှင်တွေရဲ့\nအမှတ်တရနဲ့ အတူကြီးပြင်းလာတဲ့ သရုပ်ဆောင်လေးတွေနဲ့ အတူ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေကို\nပြန်သတိရကြည်ဖို့ ဒါလေးကို ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson ...",
        "rating": "8.6",
        "url": "https://megaup.net/2n69l/Harry.Potter.20th.Anniversary.Return.to.Hogwarts.2022.720p[CM].mp4",
        "category": "Documentary, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vKCC7ohugDxKqLO9z5E2E0cabs3.jpg",
        "title": "Keshu Ee Veedinte Nadhan (2021)",
        "description": "Keshu Ee Veedinate Nadhanဒီတစ်ခေါက်မှာတော့ comedy-drama အမျိုးအစား Tamil movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ငွေဆိုတာ ဒုတိယဘုရားသခင်ပဲလို့ သတ်မှတ်တဲ့သူရှိသလို ငွေထက် အရေးပါတဲ့အရာတွေများတယ်လို့ သတ်မှတ်တဲ့သူတွေလည်း ဒုနဲ့ဒေးရှိကြပါတယ်။ ဒီကားလေးမှာတော့ အသက် ၆၀ အရွယ်Keshu ဆိုသူဟာ ကားမောင်းသင်တန်းပိုင်ရှင်ဖြစ်ပြီး သားသမီး ၂ ယောက်ရှိတဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ပါ။ဖြစ်ချင်တော့ မိဘတွေရဲ့ အမွေခွဲဝေတာနဲ့ ပတ်သက်ပြီး ညီမတွေရယ် သူတို့ရဲ့ ခင်ပွန်းတွေရယ်နဲ့ ဇာတ်ရှုပ်တွေဖြစ်လာပြီး မိသားစုလိုက် အားလုံး ဘုရားဖူးခရီးထွက်ဖို့ ဖြစ်ခဲ့ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲဘုရားဖူးခရီးသွားဖို့လုပ်တုန်း Keshu ဟာ ထီပေါက်တယ်လို့ ကြားသိလိုက်ရပါလေရော။ဒီလိုနဲ့ Keshu တစ်ယောက် ထီပေါက်တယ်လို့ ကြားသိရတဲ့အခါမှာ ထီဆုငွေကအများကြီးရလား ရရဲ့သားနဲ့ မရဘူး ဖြစ်မလား...မောင်နှမတွေနဲ့ အမွေခွဲဝေဖို့ ဇာတ်ရှုပ်ကရော ဘယ်လိုဖြစ်သွားမလဲ....ငွေက လူကို အရောင်ဆိုးမှာလား....ဟာသနှောပြီး ပညာပေးရောတဲ့ ဒီဇာတ်ကားလေးကိုတော့၂၀၂၁ ခုနှစ် ဒီဇင်ဘာ ၃၁ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1H8xY/Keshu_Ee_Veedinte_Nadhan_(2021)_Malayalam_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPZ3I27oeSm4zVesgMxXlhW8GDe.jpg",
        "title": "Seal Team (2021)",
        "description": "Seal Team (2021)ဒီတစ်ခေါက်မှာတော့ Seal Teamဆိုတဲ့ ကာတွန်းကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းအညွှန်းကတော့ HmmFလိုခေါ်တဲ့ ပယ်လယ်ဖျံအဖွဲကချိန်ကိုက်ဗုံးကို ကြိုးမှာဖြတ်ရာကနေအဖွဲကိုဖြိုခွဲခံခဲ့ရပါတယ်တစ်ဖက်မှာလည်း ကွင်နဲ့ ဘန်ဂျီကသူငယ်ချင်းကောင်းတွေပါခရင်းကောင်တွေပဲစားရတာငြီးငွေ့နေတဲ့သူတိုဖို သင်္ဘောပျက်တွေထဲအစာထွက်ရှာရင်း ဘန်ဂျီတစ်‌ကောင်ငါးမန်းစာဖြစ်သွားတဲ့အခါမှာတော့ကွင်တစ်‌ကောင်ဒေါသထွက်နာကျည်းပြီး လက်စားပြန်ချေဖိုပြိုကွဲသွားတဲ့အဖွဲHmmfနဲ့သွားပူးပေါင်းခဲ့ပါတယ် ကိုယ်ပိုင်အဖွဲရှာဖွဲ လေ့ကျင့်မှုတွေလုပ်ပြီးတဲ့ကွင်တိုအဖွဲက ငါးမန်းတွေကိုလက်စားပြန်ချေနိုင်မှာလား ငါးမန်းတွေကလည်းအင်အားစုပြီး အုပ်စုကြီးဖြစ်လာတဲ့အခါကွင်တိုအဖွဲလေးဘာတွေဆက်လုပ်ပြီးအနိုင်ယူကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့်ဟာသကာတွန်းကားလေးတစ်ကားဖြစ်တာမို လက်မလွှတ်တမ်းကြည့်ရှုရအောင်လားရှင်ဤဇာတ်ကားရဲ့အညွှန်းရေးသားသူက Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Poe ပဲဖြစ်ပါတယ်\nFile size…1.2GB / 620MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Yunni & Poe",
        "rating": "5.5",
        "url": "https://megaup.net/11b9s/Seal.Team.2021.720p(CM).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jK4BhFw9uNS6BKfAVlxX6Bnkj0J.jpg",
        "title": "The Librarian: Return to King Solomon’s Mines (2006)",
        "description": "အင်ဒီယာနာဂျုံးတို့ အလန်ကွာတာမိန်းတို့လို မှော်စွန့်စားခရီးသွားဇာတ်ကားတစ်ကားပါပဲဒီဇာတ်ကားကတော့ ဆော်လမွန်သိုက်ဒဏ္ဏာရီကို အခြေတည်ထားပါတယ်...ဖလင်းဟာ အစွမ်းထက်တဲ့ရှေးဟောင်းပစ္စည်းတွေကို မသမာသူတွေလက်ထဲမရောက်အောင်\nကာကွယ်ထိန်းသိမ်းပေးတဲ့ စာကြည့်တိုက်မှူးတစ်ယောက်ပါ၊၊ တစ်နေ့သူ့ဆီကို စာလိပ်တစ်စောင်ရောက်လာပါတယ်၊\nမကြာခင်မှာပဲ သူ့တိုက်ခန်းကို လူတစ်ယောက်ကဝင်မွှေကာ ခိုးယူသွားခဲ့ပါတယ်။ဒီအကြောင်းကို သူ့အထက်လူကြီး ဂျက်ဆန်ကိုပြောပြရင်းနဲ့ ထိုစာလိပ်ဟာ ဆော်လမွန်သိုက်မြေပုံမှန်း\nဖလင်းတစ်ယောက်သိလိုက်ရပါတယ်၊၊ ဆော်လမွန်သိုက်ထဲမှာ ရတနာတွေအပြင် အရမ်းအစွမ်းထက်တဲ့\nဂန္ဘီရစာအုပ်တွေလည်းရှိနေတာမို့ မသမာသူတွေလက်ထဲမရောက်အောင် ဖလင်းတစ်ယောက် အစွမ်းကုန်\nကြိုးစားရပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDB 6.3 ရထားတဲ့\nကြည့်လို့ကောင်းတဲ့ စိတ်ကူးယဉ်ခရီးသွားစွန့်စားခန်းတစ်ကားဖြစ်လို့ ကြည့်ရသူတွေ အပျင်းပြေမှာ အမှန်ပါပဲ။\nFile size…(1.5 GB)/(700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://megaup.net/1H8kc/(CM)_The.Librarian.Return.To.King.Solomons.Mines.2006.720p.BluRay.x264-FLHD.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BN2VkYjRiODMtMDNjNy00ZTgyLWIwZTgtZjhmY2RkNjcwMGU3XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-135x200.jpg",
        "title": "Anonymously Yours (2021)",
        "description": "Anonymously Yours (2021)====================IMDb Rating - 5.7/10လူငယ်Fancy ကားလေးတွေကြိုက်တဲ့သူအတွက် Netflix ကနေထွက်ရှိထားတဲ့\nစပိန်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဗာလယ်က ရုပ်ရှင်ရိုက်ကူးရတာနဲ့ပတ်သတ်ပြီး\nစိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ ဗီဒီယိုတွေရိုက်ကူးနေရရင်ကို ပျော်နေတဲ့ကောင်မလေး\nသူ့မိဘတွေကတော့ ဒါကို အိမ်မက်လို့မမြင်ဘဲနဲ့ စွဲလမ်းမှုလို့ မြင်နေပြီးတော့ သူတို့စီးပွားရေးပဲ\nလုပ်စေချင်နေတာပါ။\nတစ်ဖက်မှာလည်း မက်စ်က အဖေဆုံးသွားတဲ့နောက်မှာ အဖေဖြစ်စေချင်တဲ့အတိုင်း စာအရမ်း\nတော်ပြီး စကော်လာရှစ်ရတဲ့ ကျောင်းသားတစ်ယာက်ပါ ငါရဲ့အိမ်မက်ကဘာလဲ ငါကဒါကိုတကယ်\nလိုချင်လို့လုပ်နေတာကောဟုတ်ရဲ့လားဆိုတာလည်း မသိတဲ့ကောင်လေး။\nကဲ ဇာတ်လမ်းနာမည်လေးအမည်မသိ ဆိုတဲ့အတိုင်း သူတို့နှစ်ယောက်ဆက်စပ်မှုက ဘယ်လိုဖြစ်မလဲ\nဆိုတာ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့Shwe Pyae, Yoon Sandi Aung တို့ပဲဖြစ်ပါတယ်။)File Size - (900 MB)/(530 MB)\nQuality – WEBDL- (720p)/(480p)\nDuration - 1hr 40min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n5K2/Anonymously.Yours.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vAoV0wQB3015O0mdAsXPnV06yk5.jpg",
        "title": "In Front of Your Face (2021)",
        "description": "In Front of Your Face (2021)\n------------------------------\nDirected By HONG Sang-soo\nIMDb Rating -  7.1တောင်ကိုရီးယားရဲ့ အကျော်ကြားဆုံး Art House Director တွေထဲက တစ်ယောက်ဖြစ်တဲ့\nHONG Sang-sooဟာ Lee Chang Dong, Kim Ki Duk တို့နဲ့ တန်းတူကျော်ကြားတဲ့သူပါပဲ။သူ့ရဲ့ရုပ်ရှင်အသစ်ဖြစ်တဲ့ In Front of Your Face ဟာ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပွဲဦးထွက်ပြသခဲ့ပြီး\nဝေဖန်ရေးသမားတွေဆီက မှတ်ချက်ကောင်းတွေရထားတဲ့အပြင်\nတော်တန်ရုံ ရုပ်ရှင်တွေ ရခဲလှတဲ့ Metacritic Rating 93%ကို ရရှိထားခဲ့တယ်။\nကောင်းလှပါတယ် ပြောကြတဲ့ ကားအများစုရဲ့ metaဟာ 80 ကျော်ခဲလှတော့\nတော်တော်ကိုများတဲ့ ratingလို့ပြောလို့ရပါတယ်။သို့ပေမဲ့ ဒီရုပ်ရှင်ဟာ ဆက်တင်အပြင်အဆင်တွေ မခမ်းနားသလို\nလက်ရှိနာမည်ကြီး သရုပ်ဆောင်တွေလည်းမပါပါဘူး။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/11ac3/In.Front.of.Your.Face.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fUKol1ybYRpMLq2v4T7SxMcqdjA.jpg",
        "title": "Happy New You (2019)",
        "description": "Happy New You (2019)နှစ်တစ်နှစ်ရဲ့ ​နောက်ဆုံး​​​နေ့၊ နှစ်သစ်ကူးမယ့် ဒီ​နေ့လိုရက်​​​လေးအတွက်\nHappy new year ရဲ့အရသာကို အပြည့်အဝခံစားရ​စေမယ့်\nထိုင်းဟာသဇာတ်ကား​​ဟောင်း ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်နန်နဲ့ ချာဘာဆိုတဲ့ ​​မောင်နှမနှစ်​ယောက်က ​မောင်နှမ၂​ယောက်တည်း\nဘဝရပ်တည်နိုင်ဖို့ ​ကြိုးစား​​ငွေရှာ​နေကြသူ​တွေ​ပေါ့\nတစ်​နေ့မှာ​တော့ နန်ရဲ့ရည်းစားက အဲယားကွန်းပြင်စားတဲ့\nနန်ရဲ့ဝင်​ငွေ​လောက်နဲ့ မတင်းတိမ်နိုင်လို့ ​နောက်တစ်​ယောက်​ဆီ ​ကောက်​​ကောက်ပါသွားတဲ့​နောက်\n​စော်ပစ်​ကောင်​လေး နန်တစ်​ယောက် သူ့သူငယ်ချင်း​တွေနဲ့တူတူ\nဘဝကို ဖြစ်ကတတ်ဆန်း စတင်​နေထိုင်ပါ​တော့တယ်သူ​နေတဲ့ပုံစံက​တော့ ကိုကြီး​​ကျော်အရှုံး​ပေးရပြီး ကြွက်တွင်းပါ လျှံ​လောက်​အောင်ကို အရက်​သောက်တာပါ၊\nအရက်​​သောက်ရုံတင်မကဘဲ အလကား​​ကျွေးသမျှ​နေရာ အကုန်ပတ်စားပါ​တော့တယ်၊\nအိမ်တက်လည်းမချန် မင်္ဂလာ​ဆောင်လည်း မလွတ်၊ အသုဘအိမ်လည်း နန်နဲ့မလွတ်ပါဘူး၊\nဒီလို ယမကာလုလင် အစ်ကို​နဲ့​ရောင်းရင်း​တွေကိုလိုက်ထိန်းရတဲ့\nညီမချာဘာမှာလည်း သွက်ချာပါဒကိုလိုက်​​နေ​တော့တာပါပဲတစ်ရက်မှာ​တော့ ညီမဖြစ်သူ ချာဘာရဲ့ရည်းစား၊ ဘန်​ကောက်ကိုတက်ပြီး\nအလုပ်လုပ်​နေတဲ့ တီ ဆီ New Yearညအမီ ချာဘာနဲ့ အစ်ကိုတသိုက်\nဘန်​ကောက်ကို လိုက်သွားပါ​တော့တယ်၊ ​\nတောမှာ​တောင် ထိန်းမနိုင်သိမ်းမရတဲ့ နန်တို့အုပ်စု\nဘန်​​ကောက်မှာ​​​ရော ဘယ်လိုဗရုတ်​တွေကျဦးမလဲ၊\nချာဘာတို့ သမီးရည်းစား၂​ယောက် ဘယ်လိုလိုက်ရှင်းရမလဲဆိုတာကို\n​\nထိုင်းဟာသကား​တွေရဲ့ထုံးစံအတိုင်း ...",
        "rating": "5.5",
        "url": "https://megaup.net/11a3t/Happy.New.You.2019.720p.NF.WEB-DLCM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RrwigYfBGIDi296pGxRvmqFqIE.jpg",
        "title": "Muddy (2021)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB Rating မှာ 2.2K ရဲ့Rating 9.2 အထိရထားတဲ့ အိန္ဒိယ ဇာတ်ကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။Muddy ဆိုတဲ့အတိုင်း တောတွေတောင်တွေ ရွံ့ဗွက်တွေ ကြားမှာ သစ်ကားမောင်းသမားတွေရဲ့ဘ၀။ရဲတွေနဲ့ပတ်သက်ပုံတွေ ရန်ညှိုးတွေအကြားရုန်းကန်ရပုံတွေကို off-road (လမ်းကြမ်း)ကားမောင်းပြိုင်ပွဲတွေနဲ့ ခပ်ကြမ်းကြမ်း ခပ်ရမ်းရမ်းရိုက်ပြထားတာမို့ နှစ်သစ်မှာဇာတ်လမ်းကြမ်းကြမ်း ကြည့်ချင်သူတွေအဖို့ ကျေနပ်စေမယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ တောင်ပိုင်းကားမို့လို့ချောချောလှလှလေးတွေတော့ မပါဘူးပေါ့ဗျာ။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီးဘာသာပြန်ကတော့ Allena နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…3GB / 1.4GB\nQuality…1080p AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 17min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Allena",
        "rating": "9.3",
        "url": "https://megaup.net/1H7wb/Muddy_(2021)_Tamil_(Orgl_Vers)_TRUE_HD_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wk6m5IK3whuaZX3OoQkYPFwyyHu.jpg",
        "title": "Hive (2021)",
        "description": "Hive ( 2021 )\n------------------~ IMDb - 7.4, RT - 100% ~Sundance ရုပ်ရှင်ပွဲတော်မှာပြခဲ့ပြီး Grand Jury Prize အပါအ၀င် ထိပ်ဆုံးဆု ၃ခုလုံးရရှိခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ပါ။ Oscar Best International Feature Film ရဲ့ ကိုဆိုဗို နိုင်ငံကိုယ်စားပြုရုပ်ရှင် အဖြစ်လည်း ရွေးချယ်ခံထားရပါတယ်။ ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားပြီး Feminine Strengths ကို ဂုဏ်တင်ထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ယူဂိုဆလားဗီးယားပြည်ထောင်စုဟာ ဘော့စနီးယား၊ ခရိုအေးရှား၊ မက်ဆီဒိုးနီးယား၊မွန်တီနီဂရိုး၊ ဆာဘီးယား နဲ့ ဆလိုဗေးနီးယားဆိုတဲ့ သမ္မတနိုင်ငံ ခြောက်ခုနဲ့ဖွဲ့ထားခဲ့တယ်။ ၁၉၉၀နောက်ပိုင်းတော့ အကုန်ကွဲပြီး စစ်တွေဖြစ် လူမျိုးသုဉ်းသတ်ဖြတ်မှုတွေ မနည်းဖြစ်ခဲ့တယ်။ ၁၉၉၉မှာ ကုလသမဂ္ဂ လုံခြုံရေး ကောင်စီ ဆုံးဖြတ်ချက် ၁၂၄၄ အရ ကိုဆိုဗိုဒေသအုပ်ချုပ်ရေးကို ကုလသမဂ္ဂက လက်လွှဲယူပြီး ၂၀၀၈မှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/118fj/(CM)_Hive_(2021)_720p_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/rLEep_3f.jpg",
        "title": "A Year-End Medley (2021)",
        "description": "A Year-End Medley (2021) အညွှန်း******************************IMDb...7.0နှစ်သစ်ကူး အားလပ်ရက်မှာ Emors လို့ခေါ်တဲ့ဟိုတယ်တစ်ခုမှာ ဆုံကြတဲ့ လူတွေရဲ့ဇာတ်လမ်းအဖုံဖုံနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားပြီး ဟိုတယ်ပိုင်ရှင်ကအစဟိုတယ်ဝန်ထမ်းတွေနဲ့ ဟိုတယ်မှာလာရောက် တည်းခိုတဲ့ လူတွေအထိလူတွေအများကြီးရဲ့ကိုယ်စီ အချစ်ရေးတွေ လူမှုရေးလေးတွေကို .ဟာသလေးနှောပြီး ရိုက်ကူးထားပါတယ်...Casts တွေက ခေါင်းဆောင် မင်းသား မင်းသမီးနေရာကပဲ သရုပ်ဆောင်တဲ့ သူတွေ အများကြီးပါ၀င်ပါတယ်..ကိုယ်ကြိုက်တဲ့ Casts ပါလို့ ကြည့်မယ်ဆို ရင် တောင်ဒီကားလေးမှာ ကိုယ်ကြိုက်တဲ့သူတွေ အများကြီးကို တစ်ကားထဲ ကြည့်ရမှာပါနော်....\nCasts တွေကတော့ Lee Dong Wook, Han Jimin, KangHaNeul, Im Yoona, WonJina, Seo Kangjoon, KimYoungKwang, Lee Kwang Soo, Go Sunghee, Lee Jin Wook, Jo Junyoung,Lee Kyuhyung, Lee Hyeyoung ...",
        "rating": "7.0",
        "url": "https://megaup.net/117t1/A.Year-End.Medley.2021.WEB-DL.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzIxMzM2MTgtODgxZi00Mjc4LWJmY2QtNWY2ZDA3ZTc0OTU2XkEyXkFqcGdeQXVyMzY5NTQyMg@@._V1_SY1000_SX600_AL_-120x200.jpg",
        "title": "Hello Mr. Billionaire ( 2018 )",
        "description": "Shen Teng  ရဲ့ ဇာတ်ကားကောင်းလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အညွန်းလေးကိုဖတ်ကြည့်လိုက်ရအောင်Wang Duo Yu ဟာ သာမာန် လိဂ်တစ်ခုက မထင်မရှားတဲ့သာမန်ဂိုးဖမ်းသမားလေးတစ်ဦးပါပဲ..သူ့အဖိုးကတော့ ချမ်းသာကြွယ်ဝတဲ့ လူတစ်ဦးတစ်နေ့မှာတော့ ဂိုးသမားလေးအဖို့ ကံဇာတာတွေကောင်းမွန်လာပါတယ်အဲ့ဒါဘာလဲဆိုတော့ သူ့အဖိုးဆီကအမွေရမယ့်အကြောင်းကိုသိလိုက်ရတာပါပဲ..ရမယ့်ပိုက်ဆံကလည်း ယွမ် သုံးဆယ် ဘီလီယံဆိုတော့ မနည်းမနောပါပဲ..ဒါပေမယ့်သူ့အဖိုးက သူ့ကိုဒီအတိုင်းမပေးဘူး စိန်ခေါ်မှုလည်းတခု လုပ်လိုက်တယ်ဂိုးသမားလေးဟာ တစ်လအတွင်းမှာ ယွမ် တစ် ဘီလီယမ် တိတိကိုကုန်အောင်သုံးရပါမယ်..မဟုတ်တဲ့နေရာမှာလည်းမသုံးရဘူးပြီးတော့ တမင်မကုန်ကုန်အောင် ပစ္စည်းတွေကိုမတန်မဆပေးပြီးဝယ်တာမျိုးလည်းမဖြစ်ရဘူး..လက်ခံနိုင်တဲ့အတိုင်းအတာတခုမှာတလအတွင်းယွမ် တစ် ဘီလီယမ်ကိုသုံးနိုင်မှ ကျန်တဲ့အမွေကိုသူရမှာပါ..စိန်ခေါ်မှုကိုလက်မခံဘူးဆိုလည်းယွမ် 1 ဘီလီယံကိုယူပြီးထွက်သွားယုံပါပဲ..ရှုံးနိမ့်သွားရင်တော့အမွေတွေတပြားတချပ်မှရမှာမဟုတ်ပါဘူးကဲ..ဒီစိန်ခေါ်မှုကို ဂိုးသမားလေးဘယ်လိုဖြတ်ကျော်မလဲပြီးတော့ ဘာတွေဖြစ်လာမလဲ..ဘာတွေသင်ယူနိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုခံစားကြပါ..အားကစားနဲ့ ဟာသလေးတွေအပြင်အချစ်ဇာတ်လမ်းလေးတပုဒ်ကိုပါကောင်းကောင်းခံစားရမှာဖြစ်လို့အပန်းဖြေကြည့်ရှုလိုသူ ရုပ်ရှင်ချစ်သူများအတွက်သင့်တော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် \nQuality : Bluray 1080p ( HEVC ) , 720p\nFormat : mp4\nDuration : 1h 58 min\nGenres : Comedy , Drama\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.2",
        "url": "https://megaup.net/1171u/Hello_Mr_Billionaire_2018_Bluray_720p_HEVC_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnBO55MPkWhoEmfSD3n675XtxEO.jpg",
        "title": "A Better Tomorrow III: Love and Death in Saigon (1989)",
        "description": "A Better Tomorrow III: Love and Death in Saigon (1989) A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာ ပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့တယ်။Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင် စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0U2/(CM)_A_Better_Tomorrow_III_(1989)_720p.mp4",
        "category": "A Better Tomorrow Trilogy, Action, Crime, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/g-135x200.jpg",
        "title": "Ghostbusters: Afterlife 2021",
        "description": "Ghostbusters 2021 ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ Remake မဟုတ်ပါဘူး။ နောက်ဆက်တွဲ အနေနဲ့ ထွက်တာပါ။ သရဲဖမ်းသမားတွေရဲ့ မြေးတွေ မျိုးဆက်သစ်တွေကို တွေ့ရမှာဖြစ်သလို\nသရဲဖမ်းသမားဟောင်းကြီးတွေကိုလည်း ဧည့်သည်အဖြစ် တွေ့ရဦးမှာပါ။ သရဲဖမ်းသမားတွေကို လူတိုင်းရင်းနှီးကြမှာပါ။ သိပ္ပံနည်းလမ်းတွေနဲ့ ပရိုတွန် သေနတ်တွေ ထောင်ချောက်တွေနဲ့ သရဲတွေကို နှိမ်နင်းကြတဲ့သူတွေပေါ့။ ဒီဇာတ်လမ်းမှတော့ မူရင်း သရဲဖမ်းသမားတွေလည်း အငြိမ်းစားယူ၊ သရဲတွေလည်း ပေါ်မလာတော့တာ နှစ် ၃၀ လောက်ရှိပါပြီ။ သူတို့မြေးတွေ လက်ထက်ကျမှ သရဲအကြမ်းကြီးတွေ ပေါ်လာလို့ သူတို့အဘိုးတွေရဲ့ လက်နက်တွေနဲ့ ပြန်တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းပါ။ ဂန္ဓဝင်ကားတွေကို ဆက်ရိုက်ရင် fail တာများနေတဲ့ ခေတ်ထဲမှာ Rating 7.6 အထိရောက်လာတဲ့ ကျေနပ်လောက်စရာ နောက်ဆက်တွဲရုပ်ရှင်လေးပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။ \nFile size…(2.7 GB)/(900 Mb )/(450Mb)\nQuality….Webrip 1080p 5.1 CH / 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/11f2s/ghostbusters.afterlife.2021.720p_(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSInR22WH8dT0j3r4fqRWX3DDQy.jpg",
        "title": "Honey Lemon Soda (2021)",
        "description": "Honey Lemon Soda (2021)ဂျပန်ကျောင်းသား အချစ်ဇာတ်လမ်းတွေရဲ့ရိုးရာအတိုင်း\nစော်ကြည်ဘဲမင်းသားနဲ့ အူတူတူမင်းသမီးလေးတွေရဲ့ ကြောင်နဲ့ကြွက်လိုဆက်ဆံရေးကနေ\nနောက်ဆုံးကြိုက်သွားကြတာမျိုးမဟုတ်ဘဲနဲ့\nဒီ Honey Lemon Soda ဆိုတဲ့ကားလေးမှာတော့\nလူ​ကြောက်တတ်ပြီး အနိုင်ကျင့်ခံရတဲ့ ဇာတ်လိုက်မင်းသမီး Uka ဆိုတဲ့အူကြောင်ကြားလေးကို\nကျောင်းမှာနာမည်ကြီးရေပန်းစားတဲ့ Kai ဆိုတဲ့ ကောင်လေးက\nအစပိုင်းတည်းကစိတ်ရင်းအမှန်နဲ့ချစ်ပြီး လိုက်ကာကွယ်ပေးရာကနေ ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးပါသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလည်းပါပေမယ့်\nသူငယ်ချင်းအချင်းချင်းမနာလိုပြီး အကောက်ကြံတာမျိုးတွေလည်းမပါလို့\nအပျင်းပြေ ပေါ့ပေါ့ပါးပါးလေးကြည့်ချင်တဲ့သူတွေအတွက်အဆင်ပြေပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 1.1 GB and 680B and 259MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "8",
        "url": "https://megaup.net/1H4c3/Honey_Lemon_Soda.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlMIbqOpYG553J1kOJXA7mwQvE6.jpg",
        "title": "Flee (2021)",
        "description": "Flee ( 2021)\n=================================\nIMDb  - 8.2/10Awards - 50 Wins and 75 Nomniationsဒီရုပ်ရှင်ရဲ့အမျိုးအစားက Animated Documentary ပါ။\nဒီလိုအမျိုးအစား ရုပ်ရှင်တွေက မရှားပေမဲ့ မပေါလှပါဘူး။\nသူ့ပုံစံကတော့ ဖြစ်ရပ်မှန်တွေကို Animation နဲ့ ပြသပြီး\nDocumentaryရိုက်ထားတဲ့ အခန်းလေးတွေပါ ကြားညှပ်ပြသွားတဲ့ ပုံစံပါပဲ။Flee မှာတော့ အခြေအနေ အကြောင်းကြောင်းကြောင့် Animationဘက် ပိုအားသာပါတယ်။\nပြောရရင် ဆယ်စက္ကန့်လောက် ဆယ်ခန်းစာ၀န်းကျင်ကလွဲရင် လုံး၀ Animation သက်သက်ပါပဲ။\nDocumentary ဆိုပေမဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံကောင်းတော့\nAnimation ကောင်းကောင်း တစ်ကားကြည့်နေရသလိုပါပဲ။\nပျင်းစရာတစ်ကွက်မှ မရှိတဲ့အပြင် ဖြစ်ရပ်မှန်တွေဖြစ်တဲ့အတွက် ဗဟုသုတလည်းရစေမှာပါ။\nအာဖဂန်နစ္စတန်ပြည်သူတွေရဲ့  စစ်အတွင်း အခြေအနေကိုပါ သိရှိနိုင်ပါလိမ့်မယ်။ဇာတ်ကြောင်းကတော့ အာဖဂန်နစ္စတန်မှာ တိုက်ပွဲတွေဖြစ်တော့ နိုင်ငံကထွက်ပြေးပြီး\nတခြားနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ပြည်သူတွေထဲက မိသားစုတစ်စုအကြောင်းကို ရိုက်ပြထားပါ။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/32Z6A/Flee_(2021).720p_WEB-DL.CM.mp4",
        "category": "Animation, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAONhAFierWcBK1zzEcLMYTEAxJ.jpg",
        "title": "Superstars (2008)",
        "description": "Superstars (2008)“ဘုရားက မျှတပါတယ်လေ” ဆိုပြီး လူတွေပြောပြောနေကျ စကားရှိတယ်မလား။လောကမှာ အရာအားလုံးပြည့်စုံတဲ့သူရယ်လို့မရှိပါဘူး။\nသေးသေးကြီးကြီး ချို့ယွင်းချက်တစ်ခုတော့ အနည်းဆုံးရှိကြစမြဲပါပဲ။\nဒီကားလေးရဲ့ ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ဒီလိုပဲ။ငယ်ငယ်တည်းက သူငယ်ချင်းတွေဖြစ်ခဲ့ကြတဲ့ “တွမ်” နဲ့ “တင်” …“တွမ်” က ရုပ်ရည်ချောမောတယ်၊ အကတော်တယ်။\nဒါပေမယ့် သူ့ရဲ့အသံက ကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းလောက်အောင်ကို “ဘဲ” အသံလိုမျိုး ပြာနေတာ။\nချောမောတဲ့ရုပ်ရည်နဲ့ ကိုယ်နေဟန်ထားတော့ရှိပေမယ့် အသံပြာတဲ့ ချို့ယွင်းချက်ရှိနေတဲ့သူ ..။“တင်” က ရုပ်ရည်ပိုင်းဆိုင်ရာမှာ အရုပ်ပုပု ဝဝနဲ့ အားနည်းချက်ရှိပေမယ့်\nသူ့မှာ ဆည်းလည်းသံလိုသာယာတဲ့အသံနဲ့ သီချင်းအရေးကောင်းတဲ့ ပါရမီရှိတယ်။ဒီလို နှစ်ယောက်ပေါင်းမှ ဖိနပ်တစ်ရံလိုပြည့်စုံသွားတဲ့\nသူငယ်ချင်းနှစ်ယောက်မှာ အမြဲစနောက်နေကျအကျင့်တစ်ခုရှိတယ်။“Lip-sync” လုပ်တာ ..“တွမ်” က ရှေ့ကနေ လူလုံးပြ “တင်” ကနောက်ကနေ ပြောချင်ရာပြော။\nဒီလိုနဲ့ တစ်နေ့မှာ “တင်” ရေးပြီးဆိုထားတဲ့ သီချင်းတစ်ပုဒ်ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/116jv/Superstars.2008.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/10-things-i-hate-about-you-133x200.jpg",
        "title": "10 Things I Hate About You (1999)",
        "description": "10 Things I Hate About You (1999)\nIMDb - 7.3/10_____Rotten - 69%ဒီရုပ်ရှင်မှာ မင်းသားကြီး Health Ledger နဲ့ မင်းသမီး Julia Stiles တို့ အဓိကပါဝင်ထားပြီးသူတို့နှစ်ယောက်ဘယ်လောက်တောင် တွဲဖတ်ညီခဲ့လဲဆိုရင် ဇာတ်ကားရိုက်ကူးနေစဉ်မှာပဲ တကယ်တွဲဖြစ်ခဲ့ကြပါတယ်....ဇာတ်ဝင်ခန်းမှာ Julia ရဲ့တောင်းဆိုချက်ကြောင့်  Frankie Valli ရဲ့\"Can't take my eyes off you\" သီချင်းကို Health Ledger ကိုယ်တိုင် သီဆိုခဲ့ပြီး ဒီ Scene ဟာ လူတိုင်းရင်ကို ကြည်နူးစေခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ နိုင်ငံတကာက လူငယ်တွေကြား အခုချိန်ထိ အသည်းစွဲနေတဲ့ဇာတ်ကားဖြစ်ပြီး Rating မြင့်တဲ့ Romance Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့...ကမ်မရွန် ဆိုတဲ့ ကျောင်းသားလေး ပါဒွာ ဆိုတဲ့ ကျောင်းတော်ကြီးမှာကျောင်းစတက်တဲ့ နေ့မှာဘဲ ဘီယန်ကာဆိုတဲ့ စော်ချောချောလေးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1165g/(CM)_10_Things_I_Hate_About_You_(1999)_720p_BluRay_H.264_AAC_2.0_-Nyein.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/In_Hell-698040886-large-145x200.jpg",
        "title": "In Hell (2003)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထောင်ဇာတ်လမ်းကားကောင်းတွေထဲက တစ်ကားဖြစ်တဲ့အပြင် တစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသားကြီး Van Damme ရဲ့ ဇာတ်ကားဖြစ်တဲ့ In Hell ဆိုတဲ့ ဇာတ်ကားပါ ။In Hell ဆိုတဲ့အတိုင်း ထောင်တွင်း လာဘ်စားမှု့တွေ ၊ ထောင်တွင်း လူမိုက်ဂိုဏ်းတွေရဲ့ အချင်းချင်းလုပ်ကြံသတ်ဖြတ်မှု့တွေ အပြင် ထောင်ဆိုတာ ဘယ်လောက်ဆိုးရွားတယ်ဆိုတာကိုပါ သေချာရိုက်ပြထားတာပါ ။ဇာတ်လမ်းကတော့...မင်းသားကြီး Van Damme က လူရိုးလူအေး စက်ရုံအလုပ်သမားတစ်ယောက်ပါအလုပ်မအားလို့ မိန်းမဆီကို တစ်လတစ်ခါမှ ပြန်လာဖြစ်ပြီး တစ်နေ့မှာတော့ သူပြန်ရောက်ရောက်ချင်း သူ့မိန်းမ အသတ်ခံထားရတာကို တွေ့လိုက်ရပါတယ်လူသတ်သမားကိုဖမ်းမိပေမယ့် ငွေများတရားနိုင်ဆိုတဲ့အတိုင်း ကွင်းလုံးကျွတ်လွတ်သွားကို ဒေါသထွက် စိတ်မထိန်းနိုင်ဘဲ တရားရုံးထဲမှာတင် တရားခံကို ရဲဆီကသေနတ်ယူပြီး ပစ်သတ်လိုက်တာကြောင့် Van Damme က ထောင်တစ်သက်တစ်ကျွန်းကျ သွားတာကနေ ဇာတ်လမ်းအစပြုထားပါတယ် ။သူရောက်တဲ့ထောင်က ထောင်တစ်ကာ့ထောင်တွေထဲ အဆိုးရွားဆုံးထောင်ပါထောင်တွင်း သတ်ကွင်းတွေ ၊ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1H3ig/In_Hell_(2003)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/a900b5744fe74e8547f419e1be364ced-dear_evan_hansen_ver3_xlg-135x200.jpg",
        "title": "Dear Evan Hansen (2021)",
        "description": "Dear Evan Hansen (2021)\"ဘယ်သူမှ အနားမှာ မရှိဘူးလို့ ခံစားနေရပါသလား .....\nဘယ်မှာရှိမှန်းမသိဘဲ အမေ့ခံဘဝလို့ ခံစားရဖူးပါသလား .....\nပျောက်ကွယ်သွားရင် ကောင်းမယ်လို့ ခံစားခဲ့ရဖူးပါသလား .....\nငါသာ လဲကျသွားရင် ဘယ်သူမှ ကြားမှာ သိမှာ မဟုတ်ဘူး ဆိုတာမျိုးပေါ့\"အဲဒီလို ခံစားနေရပြီ ဆိုရင် ဒီ Musical Drama လေးကို ကြည့်လိုက်ပါ။ကိုယ်က တစ်ယောက်ထဲ မဟုတ်ဘူးဆိုတဲ့ ခံစားချက် ကို ရလာမှာပါ။\nအထီးကျန်တယ်ဆိုတဲ့ ခံစားချက်ကို ဟိုးဝေးဝေးထိ လွင့်ဖျောက်နိုင်မှာပါ။ဇာတ်လမ်းအစကတော့ချစ်သော အယ်ဗန် ဟန်ဆန် ..... ဆိုပြီး ဒီလိုမျိုး စထားပါတယ်။Movie တွေထဲမှာ ရှားရှားပါးပါး Musical Genre ပဲ ဖြစ်ပါတယ်။အယ်ဗန် ဟန်ဆန် ဆိုတာကတော့ .....\nလူမှုရေးအားနည်းသူ တစ်ယောက် ဖြစ်ပြီး\nလူတွေနဲ့ စကားပြောရမှာကို ကြောက်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။ဒီတော့ စိတ်ရောဂါကုဆရာဝန် နဲ့ ပြသပြီးတော့\nသူ့ကိုယ်သူ စာပြန်ရေးတဲ့ အိမ်စာကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2l2im/Dear.Evan.Hansen.2021.720p.WEBSCREENER.X264.DD5.1-CM.mp4",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BOTYyNTI2ZmUtOTAwYy00ZGQ4LTg2YTAtYmFjZjY0YzNjNDMyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Mayday (2021)",
        "description": "Mayday (2021)============ဒီဇာတ်ကားလေးအကြောင်းပြောရရင်တော့ \"Alice In the Wonderland \" တို့လို့ \"The Wizard of Oz\"တို့လို\nလက်တွေ့ကမ္ဘာကြီးတစ်ခုကနေ စိတ်ကူးယဉ်ဆန်တဲ့နေရာလေးတစ်ခုကိုရောက်သွားတဲ့ပုံစံမျိုးပါပဲ။ မတူတာတော့\nအထက်ကဇာတ်ကားနှစ်ကားလိုမျိုးမှော်ဆန်ဆန်ဇာတ်လမ်းအသွားအလာနဲ့ Fantasy ဖြစ်စေတာမျိုးမဟုတ်ပဲနဲ့\nMystery ပုံစံနဲ့ dramaခင်းပြီး fantasy ဖြစ်စေတာပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရိသဲ့သဲ့လုပ်တတ်တဲ့\nလုပ်ဖော်ကိုင်ဖက်ယောက်ျားလေးဝန်ထမ်းတွေနဲ့ နှိပ်စက်အနိုင်ကျင့်တတ်တဲ့အထက်လူကြီးရှိတဲ့ဟိုတယ်မှာ\nအလုပ်လုပ်နေရတဲ့အန်နာတစ်ယောက်၊ မုန်တိုင်းကတိုက်မီးကပျက်တဲ့တစ်နေ့ မိန်းကလေးတစ်ယောက်ရဲ့အသံကို\nကြားပြီးတဲ့နောက် ထူးဆန်းတဲ့အိပ်မက်လိုနေရာလေးတစ်ခုကိုရောက်သွားရာကနေ......\nMayday ဆိုတဲ့ ဒီဇာတ်ကားလေးဖြစ်လာတယ်ဆိုပါတော့ . . .\nဒီဇာတ်ကားလေးက Raindance Film Festival(2021) မှာ Best Cinematography Awardရထားတာဆိုတော့\nရိုက်ကူးထားတဲ့ရိုက်ချက်လေးတွေဖန်တီးမှုတွေလေးတွေကလှပသလို အတွေးလေးတွေပါရသွားစေနိုင်တဲ့ကားလေး\nဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.14 GB)/(1.13 GB)/(700 MB)\nQuality – BluRay- (1080p)/(720p)/(480p)\nDuration - 2hr 10min\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "5.1",
        "url": "https://megaup.net/1H3ri/Mayday.2021.720p.BluRay[CM].mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hxZ8fsekKH0GJp0GAaGWCkOaDT.jpg",
        "title": "Baby Blues (2013)",
        "description": "Baby Blues (2013)2013ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ခြောက်ခြောက်ခြားခြားhorrorကားတခုပါပဲ လူတိုင်းလိုလိုကြားဖူးကြမှာပါကျွန်တော်တို့တွေ တနေရာရာကို ပြောင်းရွေ့ကြတဲ့အခါအဲ့ဒီနေရာမှာ မကျွတ်မလွတ်ပရလောကသားတွေ ရှိတက်ပြီးသူတို့ရဲ့အစွဲအလမ်းရှိရာ အရာဝတ္ထုတခုခုမှာ တွယ်ကပ်နေတက်တာကိုပေါ့ဒီဇာတ်လမ်းလေးကလဲ အဲ့ဒီလိုဇာတ်လမ်းမျိုးကိုကျောရိုးခံထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့လူငယ်စုံတွဲတတွဲဟာ ဈေးသက်သာတဲ့အိမ်တလုံးမှာ အတူနေထိုင်ဖို့ ငှားရမ်းပြီးရွေ့ပြောင်းလာခဲ့ပါတယ်. အဲ့ဒီအိမ်မှာပဲထူးခြားတဲ့အရုပ်မလေးကို တွေ့ခဲ့ပါတယ်.ပထမကတော့ နဂိုအိမ်ငှားတွေကျန်ခဲ့တဲ့အရုပ်တခုပါပဲဆိုပြီးနမော်နမဲ့နေခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ထူးခြားဆန်းကြယ်မှုတွေခြောက်ခြားဖွယ်ရာတွေကို ကြုဲံတွေ့လာရချိန်မှာတော့............ \nFile size…1.7GB / 575MB\nQuality…1080p BluRay 5.1CH / 720p\nFormat…Mp4\nDuration….1h 32min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by X Cross",
        "rating": "3.7",
        "url": "https://megaup.net/1H3oj/Baby.Blues.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJLCPROp9bmNndurwZpVnOioVpB.jpg",
        "title": "[18+] Zola (2021)",
        "description": "[18+] Zola (2021) IMDb - 6.5/10, RT - 88%, Meta - 76%A24 ဟာ ပြီးခဲ့လေးငါးခြောက်နှစ် နောက်ပိုင်းကနေ အခုထိ နာမည်တဟုန်ထိုး တက်လာတဲ့ အင်တာတိန်းမန့် ကုမ္ပဏီပါ။ A24က ထုတ်တာတွေမှာ Thriller Horror ဆန်ဆန်ကားတွေ နည်းနည်းထူးခြားတယ်ပြောလို့ရတဲ့ကားတွေချည်းပါပဲ။ ဒါကြောင့် သူ့ပရိတ်သတ်နဲ့ သူအခိုင်အမာရှိနေပြီး သူ့ဖန်တွေကြား A24 ရုပ်ရှင်တွေလိုမျိုး အရသာပေးနိုင်တဲ့ ရုပ်ရှင်တွေ့ရင် A24 vibe ဆိုပြီး ပြောကြတဲ့အထိကို A24 ရဲ့ လွှမ်းမိုးမှုကကြီးခဲ့ပါတယ်။ သူ့ဆီက ကားတွေဟာ အော်စကာဆုတွေရတာတွေလည်း ရှိပါတယ်။A24 ဟာ Midsommar, Hereditary, The Lighthouse, The VVitch, Uncut Gems,\nLady Bird, Moonlight စတဲ့ ရုပ်ရှင်ကောင်းတွေ အပါအ၀င် တခြားရုပ်ရှင် အကောင်းတွေချည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1H3g3/(CM)_Zola_(2021)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/menow-133x200.jpg",
        "title": "Meow Meow Boss (2021)",
        "description": "Meow Meow Bossဆိုတဲ့ဇာတ်ကားကတော့\nဇာတ်ကားနာမည်လေးအတိုင်း ချစ်စရာကောင်းတဲ့\nRomantic movieလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားမှာ‌တော့ မင်းသမီးကျန်းခယ်ချီက\nကြောင်ကနေ လူသားအသွင်ပြောင်းထားတဲ့\nမင်းသားလေဟောင်ယန်နဲ့ ချစ်ကြိုက်မိတဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nကျန်းခယ်ချီက ‌ငယ်ငယ်တုန်းက\nကြောင်လေးတစ်ကောင်ရဲ့အသက်ကိုကယ်ခဲ့ပါတယ်\nအဲ့ကြောင်လေးက‌လည်း မင်းသားလေဟောင်ယန်ဖြစ်နေတော့\nလေဟောင်ယန်က မင်းသမီးကိုလိုက်ကာကွယ်ကူညီပြီး\nကျေးဇူးပြန်ဆပ်ရာမှ အချင်းချင်းချစ်မိသွားတာပဲဖြစ်ပါတယ်\nဒါပေမဲ့ လေဟောင်ယန်က လူသားမဟုတ်တဲ့အတွက်\nနှစ်ယောက်လုံးတူတူနေထိုင်သွားနိူင်ဖို့ အများကြီးခက်ခဲခဲ့ပါတယ်\nအထူးသဖြင့်အချိန်တန်ရင် သူ့နယ်မြေကိုပြန်ရမှာဖြစ်ပါတယ်\nတကယ်လို့မပြန်ရင် တစ်သက်လုံးကြောင်တစ်ကောင်အဖြစ်နေသွားရမလား\nဒီလောကကြီးကနေပျောက်ကွယ်သွားမလားဆိုပြီး\nစိုးရိမ်နေရတဲ့အခြေနေနဲ့ တစ်ခုပေါ်ကျရောက်နေတော့\nနောက်ဆုံးမှာ လေဟောင်ယန်က\nချစ်ရတဲ့သူကိုထားခဲ့ပြီး နယ်မြေကိုပြန်သွားမလား\nအသေခံပြီးဘေးမှာရှိနေပေးမှာလား\nသို့မဟုတ် နယ်မြေကိုပြန်သွားပြီးတော့ချစ်သူကိုပြန်လာရှာပြီး\nပျော်ရွှင်ရတဲ့ happy endingလေးဖြစ်မလားဆိုတာကို\nဆက်လက်ကြည့်ရှုလိုက်ရအောင်Quality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Romance\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by A Pu Lay\nEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/meow-meow-boss-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/spider-FFH-135x200.jpg",
        "title": "Spider-Man: Far From Home (2019) MCU",
        "description": "Spider-Man: Far from Home (2019)\nIMDb - 7.5/10_____Rotten - 91%\n Endgame အပြီးမှာ ထွက်လာတဲ့ကားတွေကို ကြည့်ရတာ သိပ်အားရပါတော့မလားလို့ တွေးမိပေမယ့် မာဗယ်ကတော့ ပိုပိုကောင်းအောင် လုပ်ပြနိုင်တုန်းပါပဲ။ဒီစပိုက်ဒါမန်းကားကို အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း…သားနို့စ်နဲ့တိုက်ပွဲအပြီးမှာ ကမ္ဘာကြီးဟာ အပြိုင်စကြဝဠာတွေနဲ့ ချိတ်ဆက်တဲ့ ဝင်ပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။ ကမ္ဘာတစ်ခုက သူရဲကောင်း မစ်စ်တီးရီယိုဟာ သူ့ရဲ့ကမ္ဘာကို ဖျက်ဆီးသွားတဲ့ သတ္တဝါဆိုးတွေ လက်ရှိ စပိုက်ဒါမန်းတို့ ကမ္ဘာကို ရောက်လာတာကြောင့် လိုက်လံတိုက်ခိုက်ရင်း နစ်ခ်ဖြူရီ၊ စပိုက်ဒါမန်းတို့နဲ့ မိတ်ဆွေဖြစ်လာပါတယ်။စပိုက်ဒီနဲ့ မစ်စ်တီးရီယိုတို့ ပေါင်းပြီး ဒီအန္တရာယ်တွေကို ရင်ဆိုင်ရပါလိမ့်မယ်……(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)\nFile size…(5.7 GB)/(2.1 GB)/(1 GB)\nQuality….IMAX 4K HEVC/ DS4K 1080p / 720p\nFormat…mkv/mp4\nDuration….02:09:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "7.5",
        "url": "https://megaup.net/1H2gc/(CM)_Spider-Man.Far.From.Home.2019.IMAX.720p_AAC_2.0.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming-132x200.jpg",
        "title": "Spider-Man: Homecoming (2017) MCU",
        "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်\nTobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/32Xaj/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_DS4K_720p_HEVC_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BZTdjZTZiOWYtYWY3Yi00NjcwLWJlNzYtYjUwYTZhOGJjYmQ1XkEyXkFqcGdeQXVyNjQ3NjUzMzA@._V1_-133x200.jpg",
        "title": "[18+] Obsessed (2014)",
        "description": "ဂျွန်စောလို့ လူသိများတဲ့ မင်းသား Song Seung-heon ကိုခုလို ကြာကူလီဆန်ဆန် အရူးအမူးအချစ်သမားအဖြစ် မြင်ရတာ တစ်မျိုးတော့ ထူးခြားပါတယ်...မင်းသမီး Lim Ji-yeon ကလဲ အေးတိအေးစက် မထုံတတ်သေးနဲ့ Erotic ဆန်တဲ့ ဇာတ်ရုပ်ကို ချပြရာမှာသူ့ရဲ့ ပထမဆုံး Leading Role ဇာတ်ကားဖြစ်ခဲ့ပေမယ့် ပေါ်ပေါ်ထင်ထင်ပဲ ရိုက်ကူးထားပါတယ်...ထူးခြားတဲ့ တွဲဆက်မှုတွေနဲ့ ဒီကိုရီးယားဇာတ်ကားက ဖောက်ပြားတတ်တဲ့လူ့သဘောကိုအချစ်ဆိုတဲ့ ခေါင်းစဉ်တပ်ထားပါတယ်။(ယခင်တင်ဆက်ဖူးပေမယ့် ဘာသာပြန်စာတန်းထိုး လိုအပ်ချက်တွေရှိခဲ့လို့အခုအသစ်တစ်ဖန် ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\nFile size…(1.6 GB)/(1.3 GB)/(650 MB)\nQuality….BluRay 1080p HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:13:12\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://megaup.net/32XaC/(CMorg)_Obsessed_2014_720p_BluRay_H.264_AAC_2.0_Audio.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjD9WtY6xZQxRwPC34xNTfajOke.jpg",
        "title": "Do You Love Me as I Love You ( 2020 )",
        "description": "ကြည်နူးစရာကောင်းတဲ့ ထိုင်ဝမ်အချစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်လူတိုင်းက သူများရဲ့အချစ်ရေးကို အရမ်းစိတ်ဝင်စားပြီးအတင်းအဖျင်းတွေ ပြောလေ့ရှိပါတယ် အဲ့လိုပဲဒီကားလေးထဲမှာလည်း ကျောင်းကလူတွေရဲ့ အတင်းအဖျင်းတွေထဲမှာနာမည်ကြီးနေတဲ့ လုံးဝအတွဲမ​ဖြစ်နိုင်ဘူးလို့သတ်မှတ်ထားတဲ့ စုံတွဲစာရင်း (MI စာရင်း) ဆိုတာရှိပါတယ်ဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ရှောင်ရှန်းကတော့ ရူပဗေဒမေဂျာကျောင်းသူတစ်ယောက်ဖြစ်ပြီး ဗေဒင်ကို အရမ်းစိတ်ဝင်စားတဲ့အပြင်သူ့ရဲ့ငယ်သူငယ်ချင်းလေးကျူးဟောက် ကိုကြိတ်ကြွေနေတဲ့ ကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာ သူဟာ သူငယ်ချင်းဇုန်ထဲကနေရုန်းထွက်ပြီးအဲ့ဒီကောင်လေးကို ဗေဒင်ယ​တြာတွေကအစအသေးစိတ်ပြင်ဆင်ပြီးဖွင့်ပြောဖို့လုပ်ထားပေမဲ့သူလုပ်ထားသမျှသဲထဲရေသွန်ဖြစ်သွားခဲ့ပါတယ်အကြောင်းကတော့ အဲ့ဒီနေ့မှာပဲ ကျူးဟောက်ကတခြားကောင်မလေးကို ဖွင့်ပြောလိုက်တာပါရှောင်ရှန်းရဲ့ ဇာတ်လမ်းလေးက ဒီမှာတင်ပြီးပြတ်မသွားပါဘူးသူ့ရဲ့ အကြီးမားဆုံးကံဆိုးမှုက အခုမှရောက်လာတာပါအဲ့ဒါကတော့... တစ်ကျောင်းလုံးရဲ့ နတ်ဘုရားမလို့တင်စားရလောက်တဲ့ အင်တာနက်ဆယ်လီ ရီကျင်းကကျူးဟောက်ဖွင့်ပြောချိန်မှာ ကျူးဟောက်သာMI စာရင်းရဲ့ ထိပ်ဆုံးသုံးတွဲကို အောင်သွယ်ပေးနိုင် မယ်ဆိုရင်တွဲမယ်လို့ပြောလိုက်တာပါပဲ ဒီလိုနဲ့ ပိုချစ်ရတဲ့လူကရှုံးရတယ်ဆိုတဲ့အတိုင်း ကြိတ်ကြွေနေတဲ့ရှောင်ရှန်းလေးတစ်ယောက် ကျူးဟောက်ကိုကူညီပေးရပါတော့တယ် ကဲ ဒီတော့ ကျူးဟောက်နဲ့ရှောင်ရှန်းတို့နှစ်ယောက် လုံးဝတွဲဖို့မဖြစ်နိုင်ပါဘူးလို့တွေးရလောက်တဲ့ထိ အကျင့်စရိုက်တွေဆန့်ကျင်ဖက်ကွဲပြားနေတဲ့ အတွဲသုံးတွဲကို ဘယ်လိုတွေအောင်သွယ်ပေးမလဲရှောင်ရှန်းလေးရဲ့အချစ်ရေးကရောဘယ်လိုဆက်ဖြစ်ဦးမှာလဲဆိုတာကို စိတ်ဝင်စားရင်တော့CM က တင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးကို အခုပဲကြည့်လို့ရပါပြီနော် \nQuality : BRRip 1080p\nFormat : mp4\nDuration ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/do-you-love-me-as-i-love-you-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1BrBoErndBAYEZZEJaotIJ6CE1.jpg",
        "title": "Requiem for a Dream (2000)",
        "description": "Requiem for a Dream (2000)IMDb - 8.3/10, RT - 79%တစ်ချို့က Requiem For A Dream ကို ကြည့်ရအခက်ဆုံးရုပ်ရှင်တစ်ကားလို့ ဆိုကြတယ်။ တခြားတော့မဟုတ်ပါဘူး။ စိတ်ညစ်စရာတော်တော်ကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေကြောင့်ပါပဲ။ နာမည်ကျော်ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကတော့ ဒီလိုပြောထားတယ်။\" Requiem for a Dream ဟာ အတော်လေးလက်တွေ့ကျတဲ့ စိတ်ဓာတ်ကျစရာအတော်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ Requiem for a Dream နဲ့ ပတ်သက်ပြီး စွဲမက်စရာကောင်းတဲ့အချက်က... ဒါရိုက်တာက ဆေးစွဲနေတဲ့ဇာတ်ကောင်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာအခြေအနေကို ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားတဲ့အချက်ပါပဲ။ ဆေးသုံးနေတဲ့အချိန်မှာ... ဆေးဟာ ဘာမဆိုဖြစ်နိုင်တဲ့ ကမ္ဘာတစ်ခုထဲကို ပြတင်းတံခါးခဏဖွင့်ပြပေးပြီး... အဲဒီတံခါးပိတ်ကျသွားတဲ့အခါမှာ... ဘဝက အဲဒီပြတင်းတံခါးကိုပြန်ဖွင့်ဖို့ ငွေနဲ့ဆေးကိုရှာဖို့ ကြံမိကြံရာရှာနေရတဲ့ အခြေအနေကို ဆိုက်ရောက်သွားတော့တယ်\" တဲ့။ဒီရုပ်ရှင်ဟာ ဆေးစွဲနေတဲ့သူရဲ့ စိတ္တဗေဒကို အစစ်အမှန်ပြသထားတဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2mZuZ/(CM)_Requiem_for_A_Dream_(2000)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/2BK4A/Hidden_Strike._2023.WEBRip720P(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2U1MmJjNWItY2MxZi00ZDUzLWEwYzEtY2E5ZDEyNTE3M2I1XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Maamannan (2023)",
        "description": "Maamannan(2023)IMDb-7.1/10\nPolitical Thriller75 ကုဋေထိရုံတင်ငွေအမြတ်ရထားတဲ့ တစ်ခေတ်တစ်ခါက အောင်မှုတွေရခဲ့တဲ့ဟာသမင်းသားကြီး\nVadivelu ၊ ဝန်ကြီးမျိုးဆက်ကနေမွေးဖွားလာတဲ့\nလူငယ်ဖွံ့ဖြိုးရေးနဲ့အားကစားဌာနမှာဝန်ကြီးခန့်အပ်ခံရဖူးသူ Udhayanidhi Stalin နဲ့ ရှူတည်တည်\nကာရိုက်တာလေးတွေနဲ့ ပေါက်ခဲ့တဲ့မင်းသမီးချောလေးKeerthy Suresh တို့ပါဝင်ထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းလွှတ်တော်ကိုယ်စားလှယ်ရဲ့သားဖြစ်ပေမဲ့ အဖေ့ရဲ့အရှိန်အဝါကိုမမီပဲ ဝက်မွေးပြီးအေးဆေးနေတဲ့\nအသီဗီရန် ၊လူမှုကောင်းကျိုးတွေကို ကျောင်းသူဘဝတည်းကဆက်တိုက်လုပ်ဆောင်နေတဲ့ လီလာ ၊\nအသီဗီရန်ကလီလာ့ကိုကြိတ်သဘောကျနေပေမဲ့ လွှတ်‌တော်ကိုယ်စားလှယ်ရဲ့သားမို့\nလီလာကမကြိုက်မှန်းသိလို့ရှေ့မတိုးခဲ့တာ ကျောင်းပြီးသည်ထိပါပဲကျောင်းပြီးတစ်နေ့လီလာ နွမ်းပါးတဲ့ကလေးတွေကိုစာသင်ဖို့ငှားထားတဲ့နေရာကို\nအမည်မသိလူတွေခြိမ်းခြောက်မှုကြောင့် ပိုင်ရှင်ကအတင်းရွှေ့ခိုင်းတဲ့အချိန်မှာစတော့တာပဲ\nသူငယ်ချင်းတွေက အသီဗီရန်ကိုအကူအညီတောင်းချင် လီလာကလက်မခံနဲ့ နောက်ဆုံးတော့လက်လျှော့ပြီး\nအသီဗီရန့်အိမ်သွားတွေ့ကြချိန်မှာ အသီဗီရန်က ဝက်တွေပဲမွေးနေပြီး အဖေနဲ့\nစကားမပြောခဲ့တာ ဆယ့်ငါးနှစ်တိုင်ခဲ့ပြီဆိုတာ လီလာသိလိုက်ရပါတယ်မုန်းတီးမှုကြောင့်မဟုတ်ဘဲ 15 နှစ်ထိ စကားမပြောခဲ့ရတဲ့အကြောင်းအရင်းနဲ့\nရိုးရှင်းမနေတဲ့လွှတ်တော်ကိုယ်စားလှယ်တစ်ယောက်ဆိုတဲ့ဘဝမှာ\nဘယ်လိုအလှည့်အပြောင်းတွေပါလာမလဲ လီလာနဲ့ ဗီရာတို့ရဲ့အချစ်ရေး\nဒါတွေကိုရသစုံကြည့်ရှူခံစားရမဲ့ကားလေးပဲဖြစ်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2BK4b/Maamannan_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QUzIaemhlHZn5xW71TANW727wu.jpg",
        "title": "In Dream (2023)",
        "description": "In Dream (2023)လူတွေရဲ့သဘာဝကတော့ အိပ်မက်ဆိုတာ မက်ပြီးရင် မနက်ကျ မေ့သွားတတ်ကြတာများပါတယ်\nမနက်ထိ သတိရရင်တောင် တစ်နေကုန် မှတ်မိနေဖို့က ခဲယဉ်းပါတယ်ဒါပေမဲ့ ကိုယ့်အိပ်မက်ထဲတောင်မဟုတ်ဘဲ သူများအိပ်မက်ထဲထိပါ ဝင်ပြီး ထိန်းချုပ်လို့ရမယ်..\nကိုယ်လုပ်ချင်တာတွေလုပ်လို့ရမယ်ဆိုရင်တော့ တကယ်ကို ဆန်းကြယ်သွားပါပြီဒီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဖြင့် ဟုန်းဟွာဆိုတဲ့မိန်းကလေးက သူများအိပ်မက်ထဲမှာ ဝင်ပြီးဆက်သွယ်နိုင်နေတာပါ..\nဒါပေမဲ့ အရာရာက သူငယ်ချင်း ပျောက်ဆုံးတဲ့နေရာမှာ စတင်လာခဲ့တယ်ဟုန်းဟွာရဲ့ သူငယ်ချင်းကို ပြန်ပေးဆွဲသွားတဲ့ လူသတ်သမားဟာ ရက်စက်လွန်းတဲ့အတွက် ရဲတွေကလည်း အသေရရအရှင်ရရ ဖမ်းချင်နေတာပါ..\nအဲလိုနဲ့ ဟုန်းဟွာလည်း အဲအမှုမှာပတ်သက်ခဲ့ရပြီးတော့ လူသတ်သမားနဲ့ စိတ်နဲ့ စီးချင်းထိုးရမယ့်အဖြစ်တွေနဲ့ ကြုံရပါတော့တယ်နောက်ဆုံးမှာ အဲလိုတွေသဘာဝလွန်ဖြစ်ရပ်တွေကြုံနေရတဲ့ ဟုန်းဟွာတစ်ယောက်\nလူသတ်သမားကို ဖမ်းတဲ့နေရာမှာကူညီနိုင်မလား...\nနောက်ဆက်တွဲကြုံလာရမယ့်အဖြစ်တွေကိုရော ခံနိုင်ရည်ရှိပါ့မလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 889MB | 419MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/3hHle/In.Dream.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csZRHobe0aPYOGobhLjTnB6S2L9.jpg",
        "title": "The Murderer (2023)",
        "description": "The Murderer (2023)နာမည်ကျော် ထိုင်းဟာသမင်းသားကြီး Phetthai Vongkumlao ပါဝင်ထားတဲ့ ဟာသကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Bad Genius ထဲက ဂရေ့စ်အဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Eisaya Hosuwan ပါပဲ။ဇာတ်လမ်းအကျဉ်းထိုင်းနိုင်ငံတစ်နေရာက လယ်တောအိမ်လေးတစ်ခုထဲမှာ ၇ လောင်းပြိုင်လူသတ်မှုကြီး ဖြစ်ပွားခဲ့ပါတယ်။\nအဲဒီအတွက် သံသယတရားခံကတော့ အဲလ်လို့ခေါ်တဲ့ ဗြိတိန်သားတစ်ယောက်ပါပဲ။\nသူဟာ သေသွားတဲ့မိသားစုရဲ့ သမီး ဆိုင် နဲ့ လက်ထပ်ထားတာဖြစ်ပြီး ယောက္ခမတွေအိမ်မှာ ညလာအိပ်တဲ့ညမှာ ပြဿနာတွေရှုပ်ကုန်တာဖြစ်ပါတယ်။\nအသတ်ခံရတဲ့ သူ ၇ ယောက်ကလည်း သေပုံသေနည်းတစ်မျိုးစီဖြစ်နေပြီး ဇာတ်လမ်းကိုယ်စီရှိနေပြန်ပါတယ်။\nအသက်ရှင်ကျန်ခဲ့တဲ့ အဲလ် နဲ့ ဆိုင်၊ သူတို့ရဲ့ တူမလေး ဇွန် တို့ကို စခန်းမှူးက စစ်ဆေးရင်း\nသူတို့တစ်ယောက်တစ်ပေါက်ပြောပြတာတွေကနေ တရားခံအစစ်ကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာ ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile ...",
        "rating": "6.5",
        "url": "https://megaup.net/3hHc4/The.Murderer.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8EEolKLUreFiginkPGWFpV5qd.jpg",
        "title": "Joe (2013)",
        "description": "IMDb - 6.8/10ဇာတ်လမ်းအညွှန်းသူ့ဖခင်က အရက်သမား၊ သူ့မိသားစုက စားရမဲ့သောက်ရမဲ့…ဟိုလေလွင့်ဒီလေလွင့်ဖြစ်နေတဲ့ မိသားစုအတွက်၁၅နှစ်သားလေး ဂယ်ရီဟာ ဂျိုးဆိုတဲ့ လူတစ်ယောက်ဆီမှာအလုပ်လာလုပ်ပါတယ်။ဂျိုးက ထောင်ထွက်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒေါသထွက်တတ်တဲ့စိတ်ကိုဆေးလိပ်သောက်၊အရက်သောက်ရင်း မြိုသိပ်ချုပ်တည်းရင်းနေနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ ဂျိုးက အလုပ်ကြိုးစားလုပ်တဲ့သူတွေကို သဘောကျပြီးသူ့အလုပ်သမားတွေအပေါ်မှာတော့တကယ်ကောင်းပေးတဲ့ အလုပ်ရှင်တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဂယ်ရီလေးက ငယ်ငယ်ရွယ်ရွယ်နဲ့ အလုပ်ကြိုးစားတတ်သူဖြစ်တာမို့ဂျိုးက သဘောကျပြီး သူတို့နှစ်ဦး မိတ်ဆွေတွေဖြစ်လာကြပါတယ်။ဂယ်ရီရဲ့ အဖေက ဂယ်ရီ့အပေါ်မှာ သည်းမခံနိုင်လောက်အောင်နှိပ်စက်ညှင်းပန်းတဲ့လုပ်ရက်တွေ လုပ်လာတဲ့အခါမှာဂျိုးတစ်ယောက် သူ့ရဲ့လူသားချင်းစာနာစိတ်တွေ နှိုးကြွလာပြီးဂယ်ရီ့အတွက် သူကိုယ်တိုင် ပါဝင်ဖြေရှင်းဖို့ ဖြစ်ပါတော့တယ်။အသုံးမကျတဲ့ ဖခင်လက်ထဲမှာ နေနေရပေမယ့်ကံကောင်းထောက်မစွာနဲ့ ဂျိုးလိုလူမျိုးနဲ့တွေ့ဆုံလိုက်ရတဲ့ဂယ်ရီနဲ့ လူကြမ်းကြီးပေမယ့် စာနာတတ်တဲ့စိတ်နှလုံးရှိတဲ့ဂျိုးတို့အကြောင်း ရိုက်ကူးပြသထားပါတယ်။ဂျိုး အဖြစ် Ghost rider မင်းသားကြီး Nicolas Cage ကသရုပ်ဆောင်ထားပါတယ်။ကဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကOrika ဖြစ်ပါတယ်။  File size…  1.9 GB /  790 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oaNMSwOfsmik9E2kqHvJflcMSTD.jpg",
        "title": "The Eternal Road (2017)",
        "description": "အချိန်ကတော့ အမေရိကန်ကစခဲ့တဲ့ Great Depressionစီးပွားရေးပျက်ကပ်ကြီးဆိုက်နေတဲ့ခုနှစ်တွေ။အလုပ်လက်မဲ့ဖြစ်နေတဲ့လုပ်သား‌တွေအတွက်စတာလင်ရဲ့ ဆိုဗီယက်ပြည်ထောင်စုကဖိတ်ခေါ်မှုကရေငတ်တုံးရေတွင်းထဲကျသလိုဖြစ်လာခဲ့တယ်။အမေရိကန် ကနေဒါတို့ကနေလုပ်သားပေါင်းတသောင်းကျော်တို့ဟာ ဆိုဗီယက်တို့ရဲ့မြေကိုဘ၀သစ်စနိုင်ဖို့ရွှေ့ပြောင်းလာခဲ့ကြတယ်။ဆိုဗီယက်တို့ရဲ့နယ်စပ် ဖင်လန်နိုင်ငံမှာကတော့ယူဆီ ကဲတိုလာဆိုတဲ့ အမေရိကန်ကပြန်လာတဲ့သူတ‌ယောက်ကတော့ ကွန်မြူနစ်အဖြစ်စွပ်စွဲခံရပြီးတော့ မိသားစုတွေဆီကနေပြန်ပေးဆွဲခံခဲ့ရပေမယ့်ဆိုဗီယက်နိုင်ငံထဲကိုထွက်ပြေးလွတ်မြောက်သွားခဲ့တယ်။ဒါပေမယ့် မိအေးနှစ်ခါနာဆိုသလိုပဲ ကဲတိုလာရဲ့ အမေရိကန်နောက်‌ေကြာင်းကိုမယုံသင်္ကာဖြစ်နေတဲ့ဆိုဗီယက်တို့ကရွှေ့ပြောင်းအမေရိကန်တွေဦးစီးတဲ့ ရုရှားစိုက်ပျိုးမွေးမြူရေးခြံတခုမှာနေပြီးလျှို့၀ှက်ထောက်လှမ်းဖို့တွန်းအားပေးခဲ့တယ်။ဒီလိုနဲ့ပဲ ယူဆီ ကဲတိုလာ တဖြစ်လဲ ယူဆီ ကာရီတယောက်မိသားစုအသစ်နဲ့ ဒီခြံမှာပဲဘ၀သစ်တခုစတင်ဖို့ဖြစ်လာခဲ့ပါတယ်။တနေ့မှာတော့ စတာလင်ရဲ့သူလျှိုအဖြစ်စွပ်စွဲအမြစ်ဖြုတ်မှုတွေကဒီရွှေ့ပြောင်းအမေရိကန်‌‌ တွေအပေါ်ကိုပါရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့ယူဆီတယောက် ဒီ၀ရုန်းသုံးကားအခြေအနေတွေကြားထဲဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲ။အသက်ရှင်လျက်နဲ့ပဲထွက်လာနိုင်မလား။သူ့မိသားစုလေးကရောအဆုံးမှာဘယ်လိုဖြစ်သွားမလဲ။သူ့ရဲ့ရှည်လျားလှတဲ့ဘ၀ခရီးလမ်းကြီးကဘယ်လိုမျိုးပြီးဆုံးသွားမလဲဆိုတာကိုThe Eternal Road ဆိုတဲ့ ဖင်လန်စကားပြောဇာတ်ကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ File size…  1.8 GB /  700 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 44m\nGenre .....  Action , Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by Brackman",
        "rating": "7.1",
        "url": "https://megaup.net/1VL9j/The.Eternal.Road.2017.720p.{CM}.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTYzM2I0YjgtZTE2Mi00ZGQ4LTgzMTAtMDAyMzc5ZjA3MmMxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Where Hands Touch (2018)",
        "description": "Where Hands Touch (2018)\n====================\nIMDb Rating - 6.6/10ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၄ ဂျာမနီမှာ အခြေတည်ထားတဲ့ ဇာတ်လမ်း\nတစ်ပုဒ်ပါ။ Layna ဟာ ဂျာမန်လူဖြူအမေနဲ့ ပြင်သစ်လူမည်း အဖေတို့\nပေါင်းစပ်ပြီး မွေးလာတဲ့ (၁၆)နှစ်အရွယ် ကလေးမလေးပါ။ Rhineland\nမှာ မွေးဖွားကြီးပြင်းခဲ့ပြီး ဟစ်တလာရဲ့ နာဇီတပ်ဖွဲ့တွေက Leyna လို သွေး\nနှောလူမည်း ကလေးတွေကို ရှင်းလင်းပစ်ဖို့ ကြိုးစားနေတာကြောင့် ဘာ\nလင်မှာများ အန္တရာယ်ကင်းနိုင်မလားဆိုပြီး Leyna ရဲ့ အမေ Kerstin\nတစ်ယောက် သားနဲ့သမီးကို လက်ဆွဲပြီး ဘာလင်ကို ထွက်လာခဲ့ပါတယ်။ပိုကောင်းတဲ့ ဘဝတစ်ခု ရနိုင်ဖို့ Leyna ကို ကျောင်းပို့ပြီး စာသင်ပေးခဲ့ပေမဲ့\nနီဂရိုးတစ်ယောက် စာသင်ဖို့ မလိုဘူးဆိုပြီး ကျောင်းကနေဆွဲထုတ်ပြီး စက်ရုံ\nမှာ အလုပ်လုပ်ဖို့ ပို့လိုက်ကြပါတယ်။ အဲဒီနောက်မှာတော့ Leyna တစ်ယောက်\nထင်ရှားတဲ့ SSအရာရှိတစ်ဦးရဲ့ သားဖြစ်ပြီး ကိုယ်တိုင်လည်း လူငယ်တပ်ဖွဲ့ဝင်\nတစ်ဦးဖြစ်တဲ့ Lutz နဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ARg2/Where.Hands.Touch.2018.720p.WEB.(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1VIpq/Among.The.Beasts.2023.720p.BluRay.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjM2MTNiYjUtNzhhMy00ZmQ1LWFjNTItM2Q4YjdmY2JiZmVlXkEyXkFqcGdeQXVyMTU2NzgxNTE0._V1_-157x200.jpg",
        "title": "Love Tactics 2 (2022)",
        "description": "Love Tactics 2 (2022)\n================ပထမကားမှာ နင်ချစ်မလား ငါချစ်မလားနဲ့ အချစ်ပြိုင်ပွဲလေးလုပ်ခဲ့ကြတဲ့\nအက်စ်လီနဲ့ ကယ်ရမ့်ကိုမှတ်မိကြသေးရဲ့လား။  သူတို့နှစ်ယောက်ကနေ\nတစ်ဆင့် စုံတွဲတွေဖြစ်သွားကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က လက်ထပ်\nကြတော့မှာပါတဲ့။ ဒါပေမဲ့ ဒါကို အက်စ်လီတို့နှစ်ယောက်က သဘောမ\nကျပါဘူး။ အိမ်ထောင်ပြုလိုက်တာနဲ့ ရန်ပဲဖြစ်ပြီး အချစ်တွေမရှိတော့ဘဲ\nနောက်ဆုံးကွာရှင်းကြမှာပဲလို့ ယုံကြည်ကြတဲ့နှစ်ယောက်ပေါ့။ အိမ်ထောင်\nရေးကို အယုံအကြည်မရှိကြတာချင်းအတူတူ အက်စ်လီက ကယ်ရမ်ဟာ\nသူ့ကိုလက်မထပ်ချင်ရကောင်းလားဆိုပြီး စိတ်ဆိုးသွားပါတယ်။ဒီလိုနဲ့ အက်စ်လီက ကယ်ရမ် သူ့ကိုလက်ထပ်ချင်လာအောင် စစ်ဆင်ရေး\nစပါတယ်။ ကယ်ရမ်ကလည်း အားကျမခံ အက်စ်လီ့ကို အိမ်ထောင်သည်\nဘဝကို စိတ်ကုန်သွားအောင် ဗျူဟာဆွဲပါတော့တယ်။ သူတို့နှစ်ယောက်ရဲ့\nဒုတိယအကြိမ်ဂိမ်းလေးမှာရော ဘယ်သူအနိုင်ရမလဲ။ ချစ်ရင်ယူမှဖြစ်မှာ\nလား လက်ထပ်လိုက်တာနဲ့ အချစ်တွေကုန်သွားပြီလား ပရိသတ်ကြီးရော\nဘယ်လိုထင်ပါသလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL မှဖြစ်ပါတယ်)File Size..........(1.85 GB) / (833 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/3hD76/Love.Tactics.2.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Love_Tactics-215801117-mmed-133x200.jpg",
        "title": "Love Tactics (2022)",
        "description": "Love Tactics (2022)==============CM ပရိသတ်တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ တူရကီ\nအချစ်ရုပ်ရှင်လေး လာပါပြီ။ ဒီဇာတ်ကားလေးမကြည့်ခင်မှာ\nတစ်ခုမေးပါရစေ ခင်ဗျားဟာ အချစ်စစ်ကို ရှာဖွေနေသူ တစ်ယောက်လား...\nစော်ကြည်ဘဲကြည် အပျော်ပဲတွဲနေတဲ့ အချစ်ကို အယုံအကြည်မရှိတဲ့သူ\nတစ်ယောက်လား၊ ဘယ်ဘက်ထဲမှာ ပါမယ် ထင်ပါသလဲ ...\nဒီရုပ်ရှင်လေးထဲမှာတော့ Love Tactics ( အချစ်နည်းဗျူဟာများ ) ဆိုတဲ့\nဘလော့ဂ်တစ်ခုကို ထောင်ထားတဲ့ အက်စ်လီ ဆိုတဲ့ ဖက်ရှင်ဒီဇိုင်နာမလေး\nတစ်ယောက်ရှိတယ်။ ယောက်ျားတွေဟာ တစ်သီးစားပဲချောင်းနေတဲ့ကျားတွေလို့\nယုံကြည်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ အဲဒီဘလော့ဂ်မှာ သူက\nယောက်ျားတွေကို ဘယ်လိုဆွဲဆောင်ရမယ် ဘယ်အချိန်မှာ ဘယ်လို အကွက်\nရွှေ့ရမယ် စသဖြင့် နည်းဗျူဟာတွေ တင်ပေးလေ့ရှိတယ်။တစ်ဖက်မှာလည်း ကြော်ငြာကုမ္ပဏီမှာ ထူးချွန်တဲ့ မန်နေဂျာ တစ်ဦးဖြစ်တဲ့\nကယ်ရမ်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်။ မိန်းကလေး တွေကို တစ်ညတာ\nအပျော်ပဲတွဲပြီး  ဘ၀ကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေတဲ့သူတစ်ယောက်။\nမိန်းမတွေကို ဘယ်လိုချုပ်ကိုင်ရမယ် မိန်းမတွေဟာ ဘယ်လိုစိတ်နေ သဘောထား\nရှိတယ်ဆိုတာ ကောင်းကောင်းကြီး နောကျေနေတဲ့  ယောက်ျားတစ်‌ယောက်ပေါ့။ကံကြမ္မာက ...",
        "rating": "5.3",
        "url": "https://megaup.net/2pj4r/Love.Tactics.2022.NF.WEB-DL.720p.[CM].mp4.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fO7r/(CM)_The_Channel_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLwe/(CM)_Hugot_(2023)_720p.mp4",
        "category": "Adult, Crime, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGU1NzdlYjAtZjNlNi00N2RlLWEzMWQtNTVlODFiZjdkYmNhXkEyXkFqcGdeQXVyMTM4NTIzMTM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Brooklyn 45 (2023)",
        "description": "ဝိညာဥ်/သရဲတွေ တကယ်ရှိတယ်ဆိုတာကို သိပ်မယုံချင်ကြတဲ့ စစ်ပြန်သူငယ်ချင်းတစ်သိုက်မှ ပရလောကဟာ တကယ်ရှိ,မရှိ စမ်းသပ်ကြတဲ့အနေနဲ့ ဝိညာဉ်ခေါ်ပွဲပြုလုပ်ကြတဲ့အခါ............ ဒီဇာတ်ကားလေးဟာတော့ ပထမကမ္ဘာစစ်ကြီးပြီးသွားချိန် ၁၉၄၅ခုနှစ် vibeကိုအပြည့်အဝရရှိစေမယ့် ၁နာရီ၃၄မိနစ်ကြာ Drama\\Horror movie လေးပဲဖြစ်ပါတယ်။File size…(1 GB)/(590 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Dave",
        "rating": "5.8",
        "url": "https://megaup.net/1fjay/Brooklyn.45.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://megaup.net/1fO1h/Sher_Shivraj_2022_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WTcNJwe6gS3fuLTlycN2jepnBg.jpg",
        "title": "The Fence (2022)",
        "description": "စတိဗ်ဆိုတဲ့ ကောင်လေးကသူရှာထားတဲ့ပိုက်ဆံတွေစုပြီးဆိုင်ကယ်လေးတစ်စီးကိုဝယ်ခဲ့ပါတယ်။ဝယ်ပြီးသိပ်မကြာခင်မှာပဲအိမ်ရှေ့မှာရပ်ထားတုန်းအခိုးခံခဲ့ရပါတော့တယ်။ ဒီလိုနဲ့ရဲသွားတိုင်တော့သူက သူ့အစ်ကိုအန်ဒရူးရဲ့ညီဖြစ်နေတာကိုသိသွားတော့ ရဲတွေကမကူညီချင်သလိုထုံးစံအတိုင်းအင်တင်တင်လုပ်ပါတော့တယ်။သူ့အစ်ကိုအန်ဒရူးဆိုတာက အမြဲတမ်းထိုးလိုက်ကြိတ်လိုက်နဲ့လူကြမ်းတစ်ယောက်မလို့ အခုလဲခံဝန်နဲ့လွတ်လာတာဖြစ်ပါတယ်။ ဒီလိုနဲ့စတိဗ်တစ်ယောက် သူ့ဆိုင်ကယ်လေးကိုဘယ်သူခိုးသွားတယ်ဆိုတာကိုလိုက်စုံစမ်းရင်းနဲ့ သတင်းအတိအကျရလာတဲ့အခါ သူ့အသက်အရွယ်နဲ့ ဘာမှလုပ်မရတဲ့အတွက်သူ့အစ်ကိုကိုပဲ လူမိုက်ငှားပြီးခေါ်သွားခဲ့ပါတော့တယ်။သူ့အစ်ကိုကလဲမဆီမဆိုင်နဲ့ရဲတွေနဲ့ သူ့ကြားမှာပဲကြီးလှော်ဆားညှပ်နေတဲ့သူ့ ညီကိုသနားပြီးအတတ်နိုင်ဆုံးလိုက်ကူညီပေးခဲ့ပါတယ်။ဒီလိုနဲ့ဆိုင်ကယ်တော့ပြန်မရခဲ့ပေမဲ့လျော်ကြေးတော့ပြန်ရခဲ့ပါတယ်။ဒါပေမယ့်တကယ်တမ်းအပြစ်ရှိတဲ့လူကဆိုင်ကယ်သူခိုးမဟုတ်ပဲ နဲ့ ညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ရန်စရှိနေတဲ့လူတွေဖြစ်တဲ့အခါမှာတော့ဘာတွေဖြစ်မယ်ဆိုတာကိုစိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.45GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "6.9",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gg9jup8MM9HjT7nvQ0h2gKDpi5W.jpg",
        "title": "[18+] Flux Gourmet (2022)",
        "description": "Flux Gourmet (2022)* သွေးထွက်သံယိုဇာတ်ဝင်ခန်းများနှင့် ညစ်ညမ်းပြကွက်များပါဝင်သောကြောင့် အသက်မပြည့်သူများကြည့်ရှုရန်မသင့်ပါ *~ IMDb - 5.9/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ကို ဘာအကြောင်းလဲလို့မေးရင် နည်းနည်းဖြေရခက်မယ်။ အကြောင်းအရာတွေက ရှုထောင့်ပေါင်းစုံကနေ တစ်မျိုးစီပြထားတာကြောင့်ပေါ့။ ဟင်းချက်တာပါတယ်၊ အနုပညာပါတယ်၊ သီချင်းတွေအသံတွေပါတယ်၊ ဟာသတွေပါတယ်၊ စိတ်အနှောက်အယှက်ဖြစ်စရာတွေပါတယ်၊ ဘာညာကွိကွတွေပါတယ်။မကြည့်ခင်မှာ အရင်ဆုံး သူတို့တည်တဲ့ ဇာတ်လမ်းနဲ့အလုပ်အကိုင်သဘောတွေအရင်ပြောရပါလိမ့်မယ်။ Sonic Catering ကို ဒီရုပ်ရှင်ထဲကအတိုင်းဆိုရင်တော့ မြန်မာလိုအဓိပ္ပာယ်ခြုံမိဖို့ \"ဟင်းသံလုပ်သရုပ်ဆောင်ခြင်း\" လို့ခေါ်နိုင်ပါတယ်။ဒါရိုက်တာ Peter Strickland ကလည်း ဒီရုပ်ရှင်ဟာ သူ့ဘဝနဲ့ အနီးစပ်ဆုံးရုပ်ရှင်ဖြစ်မယ်လို့ပြောထားပါတယ်။ ဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် အဲဒီလို Sonic Catering Band တစ်ခုကို တည်ထောင်ခဲ့ဖူးလို့ပါတဲ့။ASMR တွေနဲ့မတူတာက Sonic Catering ဟာ ပြဇာတ်ကသလို ပရိသတ်ရှေ့မှာပဲ ဟင်းချက်တယ်၊ ဟင်းချက်ရာကထွက်တဲ့အသံတွေကိုဖမ်းပြီး အသံညှိစက်တွေနဲ့ အမျိုးမျိုးချိန်ညှိတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3XDHe/(CM)_Flux_Gourmet_(2022)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuVIP2qlto0tCRwrNt5PqPxPscQ.jpg",
        "title": "Rev (2020)",
        "description": "Genre – Action, Drama, Thriller\nIMDB – 5.1/10ကျွန်တော့်နာမည်က မိုက်ကီ၊ အထက်တန်းကျောင်းသားဘဝကတည်းကရဲကားကိုခိုး မောင်းပြီး အဖမ်းခံရဖူးတယ်။အဲဒါနဲ့ ပြီးသွားရောလားဆိုတော့ မပြီးဘူး ပိုဆိုးလာတယ်ပေါ့။ဖြစ်ချင်တာက အိုင်တီနည်းပညာရှင်၊ App ကောင်းကောင်းလေး တီထွင်ပြီးအသက် ၂၀ မပြည့်ခင် အနားယူချင်တဲ့ကောင်မျိုး။ဒါပေမဲ့ ဘဝပေး မကောင်းပါဘူး ကွန်ပြူတာဆိုင်ဝင်လုပ်လည်းအလုပ်ပြုတ်လာပြီး ကျွမ်းကျင်တဲ့ကားသူခိုးအလုပ်ဆက်လုပ်တော့လည်း ရဲက ဖမ်းခံရပြန်တယ်။ဆရာသမားရဲတွေက အဲဒါကို ထောင်ထဲတန်းမထည့်ပဲကျွန်တော်က ကားခိုးတာကျွမ်းကျင်တော့ အပေးအယူလာလုပ်တယ်“မင်း မဟုတ်ရင် တစ်သက်တစ်ကျွန်းလောက် ကျမှာနော်” ဘာညာနဲ့ဖြဲခြောက်တော့ ကြောက်လန့်ပြီး သူတို့ပြောတာ လက်ခံလိုက်တယ်။အဲဒါက ဘာလဲဆိုတော့ ကားသူခိုးဂိုဏ်းထဲကို သူလျှိုအနေနဲ့ ဝင်ရမှာတဲ့၊ဒါနဲ့ ခေါင်းဆောင်ရဲ့ လမ်ဘော်ဂီနီကားကို ခိုးပြလိုက်တော့ခေါင်းဆောင်က သဘောကျပြီး ကျွန်တော့်ကို သူ့အဖွဲ့ထဲ ဆွဲခေါ်ခဲ့ရော။သူ့နာမည်က ချာလီ၊ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တော်တယ် ယုတ်မာတာမျိုးမရှိဘူးကျွန်တော့်ကိုလည်း ယုံကြည်ပြီး ပစားပေးတယ်။သူ့တွဲဖက် အာဖရိကကနေ ပြန်လာတဲ့ ဆမ်မီဆိုတဲ့ကောင်ကရော အပေါက်ဆိုးတယ် ယုတ်မာတယ်ကျွန်တော့်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zd9eNagUB7FEaqffnSw3n3Nii4p.jpg",
        "title": "The Recruit (2003)",
        "description": "Legend ကြီး AL Pacino နဲ့ Colin Farell တို့ အပြိုင်ကြဲထားတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.ထက်မြက်တဲ့နည်းပညာသမားတစ်ယောက်ဖြစ်သူ ဂျိမ်းစ်ကိုစီအိုင်အေမှာ နှစ်ပေါင်းများစွာ ထမ်းဆောင်ခဲ့ပြီး စီနီယာနည်းပြ အနေနဲ့ငယ်ရွယ်တဲ့အရည်အချင်းရှိသူတွေကို လူသစ်စုဆောင်းဖို့ ရှာဖွေနေခဲ့တဲ့ ဝေါ်တာဘက်ခ်ကအဖေ ဖြစ်သူရဲ့အကြောင်းကို သိချင်တဲ့ ဂျိမ်းစ်ရဲ့အညှာကို ချုပ်ကိုင်ပြီး သူဖြစ်စေချင်သလိုစီအိုင်အေထဲဝင်နိုင်အောင် အပါခေါ်သွင်းခဲ့ပါတယ်.\"မွေးမြူရေးခြံ\" လို့ အမှည်ဝှက်ပေးထားတဲ့ သူတို့ရဲ့လေ့ကျင့်ရေးသင်တန်းကျောင်းမှာ ဂျိမ်းစ်ကိုစမ်းသပ်မှု အဆင့်ဆင့်ကို ဖြတ်ကျော်စေခဲ့ပါတယ်.နောက်ဆုံးစမ်းသပ်မှုကို မအောင်မြင်ခဲ့တဲ့ဂျိမ်းစ်တစ်ယောက် စိတ်ဓာတ်ကျပြိုလဲနေခဲ့ပေမယ့်ဝေါ်တာဘက်ခ်က လန်ဂလေက ဌာနချုပ်မှာနေရာတစ်ခုရအောင် စီစဉ်ပေးခဲ့ပြီးN.O.C – (Non-Offical Cover) နော့အနေနဲ့ ဌာနကအတွင်းသူလျှိုဖြစ်သူ လေလာရဲ့ချုပ်ကိုင်စေခိုင်းသူကိုရှာဖွေဖော်ထုတ်ရမယ့် တာဝန်တစ်ခုကို ချပေးခဲ့ပါတယ်ဒီနေရာအရောက်မှာတော့ ဂျိမ်းစ်အနေနဲ့သူ့ရဲ့ အော်ပရေးရှင်းကို ပြီးအောင် လုပ်နိုင်မှာလားလေလာရဲ့ နောက်ကွယ်က စေခိုင်းသူကရော ဘယ်သူဖြစ်မလဲ.\nဝေါ်တာဘက်ခ်အနေနဲ့ကရော ဂျိမ်းစ်ကို နော့အနေနဲ့တပ်ဖွဲ့ထဲ ခေါ်ခဲ့တဲ့ အဓိကရည်ရွယ်ချက်ကရောဘာလဲဇာတ်လမ်းအဆုံးအထိ လှည့်စားနိုင်ဖို့ မပျက်ကွက်ခဲ့တဲ့ဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက် ရပါတယ်. File size…  ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLfy/The.Recruit.2003.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/3hGaw/The.Prey.2011.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Sisid (2022)",
        "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်\nတည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊\nဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့\nသူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။\nမြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။\nဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊\nမတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။\nတကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့\nအတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?\nသူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။\nဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲ\nရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်\nလင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။\nFile size…(2.2 GB) / (1 GB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:55:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VLfk/(CM)_Sisid.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTyc2ahe0qq7BVBlPD3L4zAl7WU.jpg",
        "title": "The Children (2008)",
        "description": "The Children (2008)\n=============================\nခရစ်စမတ်ပွဲတော်ကို ဆင်နွှဲဖို့ Elaineတို့ မိသားစုဟာအမဖြစ်သူ Chloe ရဲ့ တသီးတခြားဖြစ်နေတဲ့ကျေးလက်အိမ်လေးကိုအလည်သွားခဲ့ကြပါတယ်..အဲ့ဒီအိမ်လေးမှာ ကလေးတွေဟာ ရောဂါပိုးကူးစက်ခံရပြီးရက်စက်ကြမ်းကြုတ်တဲ့ အကြမ်းဖက်သမားလေးတွေ ဖြစ်သွားတဲ့အခါ...အချင်းချင်းသံသယတွေ ကိုယ်စီနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲ ..ပျော်ရွှင်စရာအားလပ်ရက်ခရီးလေး‌ကနေ ပြောင်းလဲသွားတဲ့ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးကြီးကနေ ရှင်သန်နိုင်ကြမလား.......ဆိုတာကိုသည်းထိတ်ရင်ဖို စောင့်ကြည့်ရမယ့် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်အခုလို Christmas ကာလလေးကို Christmas horror, thrillerဇာတ်ကားကောင်း‌လေး ကြည့်ရင်း ကျော်ဖြတ်လိုက်ကြရအောင်\nFile size…1.8Gb /  880MB\nQuality… 1080p Blu Rayx264 AAC 5.1CH /   720p \nFormat…Mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khaing Su Su Htun",
        "rating": "6.0",
        "url": "https://megaup.net/32W3e/The.Children.2008.720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSgDbgEPALUtVE1gZeMeaiD3PJ2.jpg",
        "title": "Back On The Society ( 2021 )",
        "description": "Back to the Societyဆိုတဲ့ဇာတ်ကားကတော့\nJordan Chanအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nactionဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nဇာတ်လမ်းရဲ့အစမှာတော့ ကျန်းရှန်းဟောင်ဆိုတဲ့\nတစ်ချိန်ကလူဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင်က\nတရားမဝင် ဥပဒေချိူးဖောက်တဲ့ပြစ်မှုတွေကိုကျူးလွန်လို့\nရဲအရာရှိတွေကလာဖမ်းပြီး\nထောင်ဒဏ်ချမှတ်ခြင်းခံလိုက်ရပါတယ်အဲ့ချိန်မှာပဲ\nသူ့ရဲ့ဇနီးဖြစ်သူ ကိုယ်ဝန်သည်မိန်းမက\nစိတ်လှုပ်ရှားမှုကြောင့် ကလေးကိုရက်စောမွေးပြီး\nကလေးမွေးဖွားရခက်တဲ့ပြဿနာနဲ့ကြုံတွေကာ\nမိခင်အသက်ဆုံးရှုံးလိုက်ရပါတယ်\nသမီးလေးမွေးဖွားပြီးနောက် ထိန်းပေးမဲ့လူမရှိလို့\nငယ်ငယ်ထဲက မိဘမဲ့ကျောင်းမှာပဲနေခဲ့ရမှ\nထောင်ထွက်ကျန်းရှန်းဟောကလည်း သမီးကိုချစ်တဲ့စိတ်နဲ့\nသူတစ်ယောက်ထဲ လုပ်ကိုင်ကျွေးမွေးပြီး အရင်တုန်းကလိူရှုပ်ထွေးတဲ့\nလောကကြီးထဲကို ပြန်မဝင်တော့ကြောင်း သစ္စာပြုခဲ့ပါတယ်\nဒီလိုအေးအေးချမ်းချမ်းနဲ့ နှစ်တွေအများကြီးနေထိုင်လာရာကနေ\nတစ်ရက်မှာ ကျန်းရှန်းဟော မထင်မှတ်ပဲ\nလူတစ်ယောက်ကိုသတ်မိရာမှပြဿနာကစတင်ဖြစ်ပွားခဲ့တာပါ\nထိုပြဿနာကြောင့်လည်း သူ့သမီးဖမ်းခံရပြီး\nလူကုန်ကူးခံလိုက်ရပါတယ်နောက်ဆုံးမှာ\nသူ့သမီးကိုဖမ်းတဲ့လူက ဘယ်သူဖြစ်မလဲ\nသူ့သမီးကိုရော အသက်ရှင်လျက်ပြန်ကယ်နိုင်မလားဆိုတာ\nနောက်ဆုံးထိကြည့်ရှုပေးပါဦးQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Crime , Drama\nDuration : 1h 19min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By A Pu Lay\nEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/back-on-the-society-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1j9zyKgS7pVWqO5VbHtBUCYmytY.jpg",
        "title": "Freddie Mercury: The Final Act (2021)",
        "description": "Freddie Mercury: The Final Act (2021)~ IMDb - 7.8/10 ~အရှက်တရားနဲ့ လိင်စိတ် ဘယ်သူက အင်အားသာမယ်ဆိုတာ တွေးကြည့်ကြရအောင်လားဗျာ။ လူ့လောကကြီးထဲရောက်လာပြီး ကိုယ်ရောစိတ်ပါ ကျန်းမာသန်စွမ်းသူတစ်ယောက်အနေနဲ့ လူသားဗီဇသဘောအရ မဖြစ်မနေ ရင်ဆိုင်ရမယ့် အရွယ်ရောက်လိင်စိတ်က သိပ်ကို ပြင်းထန်တယ် အင်အားကြီးတယ်။ လူသားမျိုးစိတ် ဆက်လက်ရှင်သန်ရပ်တည်နိုင်ဖို့ သဘာဝတရားက ထည့်သွင်းပေးလိုက်တဲ့ ဗီဇစိတ်ပေါ့။အရှက်တရားဟာ အသိဉာဏ်မြင့်မားတဲ့ မျိုးစိတ်မှာပဲ တွေ့ရတဲ့ ဗီဇတစ်ခုပါ။ လိင်စိတ်ကတော့ သတ္တဝါတိုင်းမှာ တွေ့ရတယ်ပေါ့လေ။ လူ့လောကထဲ ရှင်သန်ရပ်တည်ကြရင်းနဲ့ ရှက်စိတ်နဲ့ လိင်စိတ် အားပြိုင်ရတဲ့အခိုက်အတန့်ကို ဘယ်လိင်မဆို ခံစားဖူးကြပါလိမ့်မယ်။လိင်စိတ်ဖြေဖျောက်ခြင်းနဲ့အတူ တွဲပါလာတဲ့ ရောဂါဆိုးကြီးတစ်ခုရှိပါတယ်။ AIDS (အေ့စ်) လို့ခေါ်တဲ့ ခုခံအားကျဆင်းတဲ့ရောဂါပါ။ အဲဒီရောဂါ စတင်ဖြစ်ပွားတဲ့သူတွေက လိင်တူဆက်ဆံလိုတဲ့ အမျိုးသားတွေ ဖြစ်နေကြတာထူးဆန်းပါတယ်။ ကမ္ဘာတစ်ဝှမ်းကို ရုတ်တရက်ကြီး ပျံ့နှံ့လာတဲ့ ‌ကပ်ရောဂါကြီးကို အကြောက်ပိုကြတဲ့ လူတွေက ...",
        "rating": "7.8",
        "url": "https://megaup.net/2mXdu/(CM)_Freddie_Mercury_-_The_Final_Act_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/72a6fc2d66c5216b2538bde2e7c8351b-133x200.jpg",
        "title": "Madhagaja (2021)",
        "description": "Madhagaja 2021\nThriller/ Action\nIMDb 6.7၂၀၂၁ ခုနှစ်ထွက် အိန္ဒိယတောင်ပိုင်း Kannada ကားကောင်းလေးတစ်ကားကို ညွှန်းပါဆိုရင် Madhagaja ကိုပဲညွှန်းရပါလိမ့်မယ်။\nတောင်ပိုင်းကားကြိုက်သူတွေအတွက် လုံးဝလက်မလွှတ်သင့်တဲ့ ကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကတော့..\nတောင်ပိုင်းက ရွာနှစ်ရွာဟာ ဆည်မြောင်းရေကိစ္စနဲ့ပက်သက်ပြီး အမြဲခိုက်ရန်ဖြစ်ပွားတဲ့အပြင် တစ်ရွာနဲ့တစ်ရွာ သွေးချောင်းစီးတဲ့အထိကို ရန်ငြိုးတွေအပြည့်နဲ့ပါ။\nဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ တစ်ဖက်ရွာက ရွာသူကြီးရဲ့သားဦးလေးကို ရွာသူကြီးမရှိခိုက်မှာ\nအခြားရွာကလူ‌တွေ လာသတ်ချိန်မှာ၊ ကလေးမိခင်ဟာ ကလေးကိုချီလို့ပြေးရပါတော့တယ်။\nဒါပေမဲ့ လွတ်လမ်း‌မမြင်နိုင်တော့တာသိလိုက်တဲ့ ရွာသူကြီးမိန်းမဟာ တစ်ခြားမြို့ကိုသွားမယ့်ရွာသားကို သူ့ကလေးကို ထည့်ပေးလိုက်ပြီး\nလူကောင်းသူကောင်းလေးအဖြစ် ပြုစုစောင့်ရှောက်ပေးပါလို့ မှာလိုက်ပါတော့တယ်။ဒီလိုနဲ့ပဲ မင်းသားဘဝက မိဘမဲ့ဘဝရောက်သွားခဲ့ပြီး...အတိတ်ကရန်ငြိုးတွေနဲ့ပြန်လည်ရှင်သန်လာပါတော့တယ်။\nဒီတော့ မိဘမဲ့ဖြစ်သွားတဲ့ သူကြီးသားလေးဟာ ရန်ငြိုးတွေကြား လူကောင်း‌လေးအဖြစ် ရွာကို ပြန်ရောက်လာနိုင်မလား..\nရွာနှစ်ရွာကြားက အာဃာတတွေကရော ဘယ်လောက်ထိဆက်သွားမလဲဆိုတာ...။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ တောင်ပိုင်းစတိုင်ကြည့်ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality…HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:10:25\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "6.7",
        "url": "https://megaup.net/1H0n9/(CM)_Madhagaja_(2021)_Kannada_HDRip_-_720p_-_x264_.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Bunty-Aur-Babli-2-21-145x200.jpg",
        "title": "Bunty Aur Babli 2 (2021)",
        "description": "၂၀၀၅ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး အမီတာဘဂျမ်းတို့သားအဖနဲ့ငွေကြေးအရရော အနုပညာအရပါအောင်မြင်ပြီး\nအပြင်မှာပါ ရုပ်ရှင်ထဲကအတိုင်း ပုံတူကူးလိမ်လည်မှုတွေဖြစ်ပေါ်လာတဲ့အထိ ဩဇာကြီးခဲ့တဲ့\nBunty Aur Babli ရဲ့ ​နောက်ဆက်တွဲ​ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပထမကားနဲ့ ၁၅ နှစ်အကွာမှာ ဇာတ်လမ်းကို\nပြန်လည်စတင်ထားပါတယ်။အခုချိန်မှာတော့ ဘန်တီနဲ့ ဘာဘလီတို့ လူလိမ်ဝိဇ္ဇာ ၂​ယောက်ဟာ မိသားစု တစ်ခု ထူ​ထောင်ပြီး ​\nအေး​​အေး​ဆေး​ဆေး ဘဝကို ဖြတ်သန်း​နေကြပါပြီ. သား​လေးတစ်​ယောက်နဲ့ ​ပျော်ရွှင်စွာ​နေထိုင်ရင်းနဲ့ တစ်​နေ့မှာ​တော့\nဘန်တီနဲ့ဘာဘလီတို့ရဲ့ လှည့်ကွက်​တွေ ပြန်​ပေါ်လာပါပြီ ဆိုပြီး လူတိုင်းပါးစပ်ဖျား​ပေါ် ပြန်​ရောက်လာကြပါ​​တော့တယ်.\nသက်လတ်ပိုင်း​ရောက်​နေကြတဲ့ ဘန်တီနဲ့ ဘာဘလီတို့လဲ သူတို့မလုပ်တဲ့ လိမ်လည်မှု​တွေနဲ့ စွပ်စွဲခံရပါ​တော့တယ်။\nရဲအရာရှိ ဂျတာယူဟာ ဒီလက်သစ် ဘန်တီ-ဘာဘလီကို သဲလွန်စ ရှာမရတာ​ကြောင့်\nမူလ ဘန်တီ-ဘာဘလီတို့ကို က​လေးနဲ့ ခြိမ်း​ခြောက်ပြီး စုံစမ်း​ရေးမှာ ပါဝင်ဖို့ ခိုင်းစေခဲ့ပါတယ်။\n၁၅နှစ်အကြာမှ ဒီနယ်ပယ်ထဲ ပြန်ဝင်လာရတာမို့အနားယူထားတဲ့ ကာလရှည်အတွင်း သူတို့အရည်အချင်းတွေလျော့ပါးကုန်ပြီလား။\nပြောင်းလဲသွားတဲ့ ခေတ်မှီနည်းပညာနဲ့ကွာဟသွားတဲ့ခေတ်အခြေအနေတွေကြားမှာ သူတို့ကိုပုံတူကူးကျူးလွန်နေတဲ့\nလူငယ်စုံတွဲနဲ့ ဘယ်လိုဉာဏ်များယှဉ်ပြိုင်ကြမလဲဆိုတာ ဟာသတွေနှောပြီး ရယ်မောပျော်ရွှင်စွာရှုစားကြရမှာပါ။ပထမကားက Abhishek ...",
        "rating": "",
        "url": "https://megaup.net/1H0ir/(CM)_Bunty.Aur.Babli.2.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1WZbbPApEivA421gCOluuzMMKCk.jpg",
        "title": "How the Grinch Stole Christmas (2000)",
        "description": "How the Grinch Stole Christmas (2000) ငယ်ငယ်ကတော့ ခရစ္စမတ်နားနီးတဲ့ အပတ်မှာ ပုတက်တို့ Kidzone တို့လို ကာတွန်းစာစောင်တွေမှာ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေ ထည့်တာကို ဖတ်ရင်း၊ Casper, Mickey Mouse, Winnie the Pooh တို့ရဲ့ ခရစ္စမတ်ကာလကားလေးတွေ၊ A Christmas Carol တို့ Home Alone တို့ Grinch တို့လို ခရစ္စမတ်ကားလေးတွေကြည့်ရင်း ဖြတ်သန်းဖူးခဲ့ကြတယ်မို့လား။ ခရစ္စမတ်ဟာ ကျွန်တော်တို့နဲ့ မဆိုင်ပေမဲ့ မစိမ်းလှပါဘူး။ဒီဇာတ်လမ်းကတော့ ငယ်ဘ၀ကခရစ္စမတ်ကိုရော ငယ်ဘ၀ကိုရော Nostalgia ဖြစ်စေမယ့် ဇာတ်လမ်းပါ။၂၀၀၀ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့ ကျွန်တော်တို့ငယ်ငယ်က ခရစ္စမတ်ကားတွေရဲ့ အရသာအတိုင်းပါပဲ။ ခရစ္စမတ်ကားလေးပေမဲ့ မင်းသားက ဂျင်ကာရေး ဖြစ်တဲ့အပြင် ဆာအန်သိုနီဟော့ကင်းကလည်း Narrator အဖြစ် နောက်ခံစကား‌ပြောပေးထားတယ်။ ဒါရိုက်တာကတော့ ၂၀၀၂မှာ A Beautiful Mind ရုပ်ရှင်နဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1H02n/(CM)_How_the_Grinch_Stole_Christmas_(2000)_(REMASTERED_720p).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k1VK2L971GmEevIjFbjcimxSeMx.jpg",
        "title": "Break the Silence: The Movie (2020)",
        "description": "Break The Slience: The Movie (2020)==============================ဒီတခါမှာ နာမည်ကြီး K Pop Gp တစ်ခုဖြစ်တဲ့BTS အဖွဲ့ရဲ့ Documentary လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Burn the stage, Bring the soul နောက်မှာထွက်ရှိလာတဲ့ဒီ Movie ဟာဆိုရင် ရုံတင်ပြသမဲ့စာရင်းထဲမှာ မြန်မာနိုင်ငံပါဝင်ခဲ့ပေမယ့်လည်းကိုဗစ်ဖြစ်ပွားခဲ့တဲ့အတွက်ကြောင့် ရုံမှာ ကြည့်ခွင့်မရလိုက်ပါဘူးဒီBTS အဖွဲ့ရဲ့ အောင်မြင်မှုတွေက ချက်ချင်းရလာတာမဟုတ်ပါဘူး အဖွဲ့ Disband ဖို့အထိပါဆွေးနွေးခဲ့ရလောက်တဲ့ထိကို အမျိုးမျိုးသော ထိုးနှက်မှုတွေ ကြုံတွေ့ခဲ့ရပြီးတော့Turning Point တွေဖြစ်လာတဲ့ထိ သူတို့တွေအများကြီးကြိုးစားခဲ့ရတယ် ပေးဆပ်ခဲ့ရပါတယ်သီချင်းတွေဖန်တီးရရင်ကို ပျော်ရွှင်နေတဲ့ဒီကောင်လေး ၇ ယောက် တခါမှအိမ်မက်တောင်မမက်ဘူးတဲ့အရာတွေ လက်တွေ့ဖြစ်လာတဲ့အခါမှာ ပျော်ရွှင်မှုလည်းရှိရသလို စိတ်ဖိစီးမှုတွေစိုးရိမ်မှုတွေ ရှိလာကြတယ်ဒီ Documentary ထဲမှာဆိုရင် 2019မှာ 14 လတာ လုပ်ခဲ့တဲ့ Love Yourself Speak Yourself World Tour ရဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/32V6v/2020_Break_The_Silence_Movie.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Screen-Shot-2021-12-25-at-17.31.05-135x200.png",
        "title": "Last Words (2020)",
        "description": "Last Words (2020)==============ဆူနာမီတွေ မုန်တိုင်းတွေ မိုးခေါင်ရေရှားမှုတွေ စစ်မက်တွေဖြစ်ပွားပြီးတော့ ကမ္ဘာကြီး\nတစ်ခုလုံးပျက်သုဉ်းသွားခဲ့ပါတယ်။ အပင်ဆိုတာလည်းမရှိ ဘာဆိုဘာမှမရှိတော့တဲ့ဒီကမ္ဘာပေါ်မှာ\nအသက်ရှင်ကျန်နေတဲ့လူတွေက အတိတ်ဆိုတာမရှိ အနာဂတ်ဆိုတာဗလာနတ္ထိဘဝမှာ သေဆုံး\nရတော့မယ့်အချိန်ကိုပဲ စောင့်မျှော်ရင်းနေကြပါတော့။ အဲ့ဒီထဲမှာတချို့လူတွေကတော့\nမျှော်လင့်ချက်သေးသေးလေးကိုဆုပ်ကိုင်ပြီး The Call(ခေါ်သံ)ဆိုတာကိုလိုက်ရှာနေကြပါတယ်။\nဒီထဲမှာလည်း ကမ္ဘာပျက်ပြီးမှကြီးပြင်းလာတဲ့ Kal...။ ညီမဖြစ်သူကိုဆုံးရှုံးလိုက်ရတဲ့ Kalကလည်း\nThe Call နောက်ကိုလိုက်ရင်းကနေဘာတွေဖြစ်လာမှာလဲ....Prince of Tide(1991)ကားနဲ့\nအကောင်းဆုံးသရုပ်ဆောင်ဆုရခဲ့တဲ့ မင်းသားကြီး Nick Nolteအပြင် ဆွီဒင်မင်းသားကြီး\nStellan Skarsgardတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရမ်မာအသားပေးဇာတ်ကားလေးတစ်ကားပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Teeမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Tee, Thiha Yan Naing တို့ဖြစ်ပါတယ်။File Size - (2.0 GB)/(1.0 GB)/(600 MB)\nQuality – WebRip - (1080p)/(720p)/(480p)\nDuration - 2hr 06min\nSubtitle – Myanmar Hardsub\nFormat – ...",
        "rating": "5.1",
        "url": "https://megaup.net/1H02b/Last.Words.2021.720p.WebRip[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CfPFAWQzE1TLUO1KVYjzd8rPnz.jpg",
        "title": "Female Tazza (2021)",
        "description": "Female Tazza (2021)တာ့ကျာ (ဖဲဝိဇ္ဇာ) ရုပ်ရှင်‌တွေကို ကြိုက်နှစ်သက်တဲ့ သူတွေအတွက်\nဒီတစ်ခါက‌ေတော့ ထူးထူးခြားခြား အမျိုးသမီး ဇဲဝိဇ္ဇာ လာပါပြီဖဲ ကစားတာကို ဖုန်းဂိမ်းလောက်ပဲ ကစားဖူးတဲ့ မီမီဟာ\nအမေနဲ့အစ်မတို့ရဲ့ လုပ်ကြံခံရမှုကို စုံစမ်းရင်း ရလာတဲ့သဲလွန်စကနေ\nတကယ့် ကစားပွဲတွေကို သင်ယူဖို့ စိတ်အားထက်သန်လာပါတော့တယ်ဖဲ ဆိုတာကို ဖုန်းဂိမ်းပဲ ကစားနေကျ ဆိုတော့\nလက်တွေ့ကစားတဲ့အချိန်မှာ ခက်ခဲနေတော့\nဆရာ တင်ဖို့ အိုဂျာဝါ ကို တောင်းဆိုပါတော့တယ်လက်စားချေဖို့ စုံစမ်းရင်း ပူးပေါင်းပြီး ကစားကြတဲ့\nသူတို့နှစ်ယောက်ဟာ သူတို့လိုချင်တဲ့ပန်းတိုင်ကိုရောက်သွားကြမလားဒီဇာတ်လမ်းကိုတော့ အများကြီးမညွှန်းတော့ပါဘူး\nရုပ်ရှင်ရဲ့အသက်က ဖဲကစားသွားတာ ဆိုတော့\nဘယ်လိုတွေ ကျွမ်းကျွမ်းကျင်ကျင်ပြသွားမလဲဆိုတာကို\nပညာတွေယူရင်း ကြည့်ရှုပေးကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 798MB and 266MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar ...",
        "rating": "5",
        "url": "https://megaup.net/1GWdg/Female.Tazza.2021.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/la-200x150.jpg",
        "title": "Last Train to Christmas (2021)",
        "description": "အလုပ်အကိုင်လား..။ အောင်မြင်မှုလား..။ဇနီးမယားလား..။ မိသားစုလား..။ရထားတစ်တွဲတစ်တွဲနဲ့ တစ်တွဲအကူးအပြောင်းမှာ အနာဂါတ်နဲ့ အတိတ်ကို ကူးပြောင်းနိုင်ခဲ့မယ်ဆိုရင် ဘယ်လိုနေမလဲ ?နောက်အိမ်ထောင်ပြုဖို့အတွက် ခပ်ငယ်ငယ် ခပ်ချောချော ဇနီးလောင်းလေးကို အိမ်ကို ပြန်ခေါ်သွားဖို့ မွေးရပ်ရှိရာ ရထားနဲ့ ပြန်လာခဲ့တဲ့ တိုနီ တာဝါ..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာ မတော်တဆ အနာဂါတ်ကို မြင်တွေ့လိုက်ရတဲ့အခါ..။ချွတ်ခြုံကျပြီး စုတ်ပြတ်သတ်နေတဲ့ သူဖုန်းစားလို အနာဂါတ်ကို ပြင်ဆင်ဖို့ အတိတ်ကို ပြန်သွားပြီး အမှားတွေကို ပြင်ဆင်လာနိုင်ခဲ့မှာလား..?ဆုံးရှုံးမှုတွေကို ပြန်လည်ပြင်ဆင်ဖို့ ကြိုးစားနေရင်းက..။ မှန်ရာကို လုပ်ဖို့ကြိုးစားနေရင်းက..။ ပဋိပက္ခတွေရှိနေလျက်နဲ့ပဲ အဆုံးရှုံးမခံနိုင်တဲ့ညီဖြစ်သူရဲ့အကြောင်း လျှို့ဝှက်ချက်ကို မတော်တဆ သိလိုက်ရတဲ့အခါ...။ဇာတ်လိုက်ကျော်ကြီး တိုနီဟာ အတိတ်မှာ ဘယ်လိုမျိုးအမှားတွေကို ပြင်ဆင်ခဲ့မှာလဲ ?အနာဂါတ်မှာရော ဘယ်လိုအရာတွေကို စွန့်လွှတ်ခဲ့ရမလဲ ?ဒါကတော့ ​ညီအစ်ကိုတွေကြားက အဆင်မပြေမှုတွေနဲ့ ချစ်ခြင်းတွေကို ခံစားမှုရသ အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာလည်း မတူညီတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/112yh/Last.Train.to.Christmas.2021_720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGFmM2NmYjYtMjAwNy00ZDkzLWI3ZWMtOGZhOTRhYzQwMTA0XkEyXkFqcGdeQXVyNzU2MzMyNTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Murder on the Orient Express (2017)",
        "description": "Murder on the Orient Express (2017)\nIMDb - 6.5/10_____Rotten - 61%\n  စာရေးဆရာမ အဂါသာ ခရစ္စတီးရဲ့ ၁၉၃၄ တုန်းက နာမည်ကျော်ဝတ္ထုကို အခြေခံပြီး ဒါရိုက်တာကဲနက်ဘရာနက် က ရိုက်ကူးထားတာပါ။၁၉၃၄ ဆောင်းရာသီကာလ မြင်ကွင်းနဲ့အတူ နာမည်ကျော် ဘယ်လ်ဂျီယံစုံထောက် ဟာဂျူလီပွိုင်ရော့တ်ဟာ ဂျေရုဆလင်က ခိုးမှုတစ်ခုကို ဖော်ထုတ်ပြီးနောက် ခရီးသွားပြီးအပန်းဖြေဖို့ စီစဉ်ခဲ့ပါတယ်။အဲဒါနဲ့ အစ္စတန်ဘူလ်ကို သွားခဲ့ပြီးOrient Express ရထားကုမ္ပဏီ ဒါရိုက်တာ သူ့မိတ်ဆွေဘော့နဲ့ တွေ့ဆုံခဲ့ပါတယ်။လန်ဒန်ကနေ သံကြိုးစာရတဲ့အတွက် ပွိုင်ရော့တ်တစ် ယောက်ဘော့စီစဉ်ပေးတဲ့ရထား ခရီးစဉ်နဲ့ အရေးပေါ်အိမ်ပြန်ဖို့ ဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်ပွိုင် ရော့တ်ကို ဆမ်မြူရယ်ရက်ချက် ဆိုတဲ့ အမေရိကန်သူဌေးတစ် ယောက်က သုံးရက်တာ ရထား ခရီးစဉ်အတွင်းမှာ သက်တော် စောင့်လုပ်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အမည်မသိပါတီတစ်ခုရဲ့ အသက်အန္တရာယ်ခြိမ်းခြောက်စာပို့ခံရတဲ့ အတွက် ပွိုင်ရော့တ်ကိုငှားတာ ဖြစ်ပေမယ့် ပွိုင်ရော့တ်ကလက် မခံခဲ့ပါဘူး။နောက်တစ်နေ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/murder-on-the-orient-express-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGchTCkYzs8g5uWsbmShf33euE4.jpg",
        "title": "The Throne(2015)",
        "description": "2015ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Throne ဆိုတဲ့ဇာတ်ကားဟာ ကိုရီးယားသမိုင်းမှာ နာမည်ဆိုးနဲ့ကျော်ကြားခဲ့ အဖြစ်အပျက်တစ်ခုကို မှီငြမ်းရိုက်ကူးထားပြီးSong Kang Hoနဲ့ Yoo Ah Inက အဓိကပါဝင်ထားပါတယ်တာဂျိုဆောင်ရဲ့ မင်းကောင်းတစ်ပါးဖြစ်ချင်တဲ့ ဘုရင်ယောင်းဂျိူကသူ နန်းတက်နေစဉ် အစွမ်းကုန် ဆောင်ရွက်ပေးခဲ့တယ်သားတော်အပေါ်မှာလည်း ရည်မှန်းချက်ကြီးမားပြီး စာပေလေ့လာတာတွေကိုအစွမ်းကုန်လုပ်ဆောင်ပေးခဲ့တယ် ဒါပေမယ့် သားတော်ကအရွယ်ရောက်လာတဲ့အခါမှာ စာပေလိုက်စားတာထက်အနုပညာ၊ဓားရေးလှံရေးတို့ကို ပိုစိတ်ဝင်စားတာကိုသိရှိသွားတဲ့အခါ သားအဖကြားမှာ သဘောထားကွဲလွဲမှုတွေ ဖြစ်လာပါတယ်ဒါ့အပြင် နန်းတော်ထဲမှာ သွေးထိုးမှု ဆူပုံအုံကြွမှုတွေဖြစ်လာပြီး သားတော်အိမ်ရှေ့စံဆာဒိုကို ပုန်ကန်သူအဖြစ် စွပ်စွဲလာကြပါတယ်သက်သေမလုံလောက်ပေမယ့် သားဖြစ်သူကို အပြစ်ပေးခဲ့ပြီးတော့ပုန်ကန်သူတစ်ယောက်ရဲ့ အဖေဆိုတဲ့ နာမည်က သူ့ထီးနန်းကိုထိခိုက်နိုင်တာကြောင့် သားကို သေတ္တာထဲ ထည့်ပြီး သတ်ဖို့လုပ်ရာကနေ ဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်\nFile size…1.7GB / \nQuality…1080p Blu Ray DTS 5.1Ch / \nFormat…Mp4\nDuration….2h 5min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/32V4n/The.Throne.2015.720p(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/large_gWsMJSQIV7P8g8lIPwj35u6Pfsu-140x200.jpg",
        "title": "Baran (2001) Rain",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (89%)အချစ်အကြောင်း ခံစားသီကုံးထားတဲ့ ရုပ်ရှင်တွေအကြောင်းပြောကြမယ်ဆိုရင် ဒီဇာတ်ကားလေးက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ခရမ်းချဉ်သီးလေးတွေဆိုတဲ့ စာရေးဆရာ ပါပီယွန်ရဲ့ အက်ဆေးလေးကို ဖတ်ဖူးကြမယ်ဆိုရင် ဒီဇာတ်လမ်းလေးကို ရေးဖွဲ့ထားကြောင်း သိကြမှာပါပဲ။စစ်ပွဲတွေကြောင့် အရာရာ ကျဆုံးနေပြီး ပျော်ရွှင်မှုတွေဆိတ်သုန်းနေတဲ့အချိန်ကာလနဲ့နေရာဒေသမှာ အီရန်ကောင်လေးတစ်ယောက်က အာဖဂန်မလေးကို ကြွေကျမိသွားတဲ့အကြောင်းလေးပေါ့...အချစ်ဆိုတာ ဘာကြောင့်ဖြစ်ပေါ်လာတယ်\nအချစ်နဲ့တွေ့ရင် ဘာတွေဖြစ်ကုန်ကြတယ် ဆိုတာ လူတွေကြားမှာ ထူးဆန်းနေကြတုန်းပါပဲ။မိန်းမတစ်ယောက်ရဲ့ ရှိုက်ဖိုကြီးငယ်တွေကို တပ်မက်မိယုံနဲ့ အချစ်လို့ခေါ်သလား...\nဒါမှမဟုတ် ဒီထဲက ဇာတ်လိုက်ကျော်ကြီးလို မှန်ထဲမှာမြင်လိုက်ရတဲ့ ခေါင်းဖီးသင်ပုံလေးတွေ မျက်လုံးလေးတွေ အကြည့်လေးတွေကိုပဲ စွဲလမ်းမိတာ အချစ်လား..တပ်မက်ခြင်းမပါ ပိုင်ဆိုင်လိုခြင်း တစ်စိုးတစ်စိမျှ မရှိဘဲ ပေးဆပ်လို့ရသမျှ အကုန်ပေးဆပ်တာကို အချစ်လို့ခေါ်ရမလား...အချစ်ဟာ တကယ်တော့ ရိုးရှင်းပါတယ်...ဖြတ်လို့မရ သတ်လို့မရ...\nကိုယ့်ချစ်သူပျော်ရွှင်နေခြင်းက ကိုယ်တိုင်ပျော်ရွှင်ခြင်းမျိုးပါပဲ.....ဆိုတဲ့အနှစ်သာရတွေနဲ့ ဒီအညတရဇာတ်လမ်းလေးတစ်ပုဒ်က\nကမ္ဘာကျော် အချစ်ဇာတ်လမ်းတွေလို အချစ်စစ်အကြောင်းကို သက်သေထူနေဦးမှာပါ။ဒီဇာတ်ကားလေးကြည့်ပြီး ကဗျာတစ်ပုဒ်ကို သတိရမိပါတယ်..\"တစ်ကောင်ကို တစ်ချက်ပိုင်းရင်\nတစ်ပိုင်းစီမှာ တစ်ကောင်ဖြစ်တဲ့\nကပ်ပါးတစ်မျိုးရဲ့ ဝိဉာဉ်ကြိုးနဲ့\nငါက ငြိတွယ်ခဲ့တာမျိုး\"..................။\nFile ...",
        "rating": "7.8",
        "url": "https://megaup.net/112ns/(CM)_Baran-2001-720p-AMZN-WEB-DL-x264.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNmY0MGIzYzktMGRlZC00ODEzLTlkMTMtZTJiZjc0ZjRhMDI0XkEyXkFqcGdeQXVyOTg0MTM1OTU@._V1_-175x200.jpg",
        "title": "Antim: The Final Truth (2021)",
        "description": "ဒီနေ့ပဲ ထွက်ရှိလာတဲ့ Bollywood ရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်...မင်းသား Salman Khan နဲ့ သူ့ယောက်ဖ Aayush Sharma တို့ အပြိုင်ကြဲထားတဲ့ Action,Crime,Drama ဇာတ်ကားလေးဖြစ်ပြီး IMDb Rating (7.6) ထိ ရရှိထားသလို ရုံတင်တုန်းကလဲ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ဇာတ်ကားပါ။လယ်သမားတစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာ၊ ဘဝအဓိပ္ပာယ်နဲ့ ရှင်သန်ရပ်တည်ခြင်းက သူ့ရဲ့ လယ်မြေလေးတစ်ကွက်ရယ်ပါ။ ခြေမအထိ စီးကျနေတဲ့ ချွေးကို သုတ်ဖို့မအား၊ မြေကြီးထဲကပြူထွက်လာတဲ့ ကောက်ပဲသီးနှံလေးတွေက သူ့ခွန်အားပါ။ ဒါပေမယ့် သူဆုံးရှုံးလိုက်ရတဲ့ သူ့လယ်မြေပေါ်မှာပဲ အလုပ်ပြန်လုပ်ရတဲ့ သူ့ခံစားချက်ကို ကျွန်တော်တို့ ကိုယ်စား ဝင်ခံစားကြည့်ရအောင်လား။ပုလ္လင်ပေါ်က မဆင်းခဲ့တဲ့ နပန်းချန်ပီယံကြီး၊ သမီးမိုက်တစ်ယောက်နဲ့ သား မလိမ္မာတစ်ယောက်ကို အရင်းတည်ပြီး အရင်းရှင်တစ်ယောက် ‌ခြေအောက်မှာ ပြားပြားဝပ်ခဲ့ရ။ ဘဝက ထိချက်နာလိုက်ပုံများ။လူငယ်ပီပီ ခံစားချက်အတိုင်း လိုက်လုပ်တတ်တဲ့ လူငယ်လေးတစ်ယောက်။ သူ့အဖေ နပန်းသမား ဘဝဆုံးနေသူကြီးနဲ့ မိသားစုကိုကယ်တင်ဖို့၊ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2mXjy/(CMorg)_Antim.The.Final.Truth.2021.720p.ZEE5.WEB-DL.AAC2.0.H.264.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Climax-2021-Hindi-Dubbed-scaled-1-142x200.jpg",
        "title": "Climax (2021)",
        "description": "Climax (2021)============IMDb Rating - 7.7/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ကားကောင်းလေးတွေထဲကမှ တမီးလ်မှုခင်းရုပ်ရှင်ကား\nကောင်းလေးကြည့်ချင်ရင် ဒီကားလေးကိုကြည့်ဖို့တိုက်တွန်းပါရစေဗျ။\nတောင်ပိုင်းကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်း၊ ဇာတ်ကွက်နဲ့ ဇာတ်လမ်းထဲကပြောစကားတွေ\nရှယ်ကောင်းလွန်းတာတော့ သိပ်ပြောစရာလိုမယ်မထင်ပါဘူး။ လစ်ဟနေတာတော့ ထောက်ပြ\nစရာတွေပါးပါးလေးရှိပေမဲ့မို့ ဇာတ်လမ်းတစ်ဆုံးထိ တောက်လျှောက်မျောလို့ကောင်းဦးမယ့်\nတမီးလ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကျဥ်းလေးပြောပြရရင် မိုဒီဆိုတဲ့ဘဲကြီးဟာ ဘဝမှာ ပျော်ပျော်နေသေခဲဆိုတဲ့ဘဲကြီး\nပေါ့ဗျာ။ ဘဝကြီးကို အပြည့်အဝအသက်ရှင်နေထိုင်ပြီး ဘာသောကမှမရှိဘဲ နေတတ်တဲ့သူမျိူးပေါ့။\nသူ့မှာရည်မှန်းချက် ၃ ခုရှိတယ်တဲ့ဗျ။ နာမည်ကြီးဖို့ရယ်၊ ရုပ်ရှင်ဇာတ်ကားထုတ်လုပ်သူဖြစ်ဖို့ရယ်၊\nနိုင်ငံရေးလောကထဲဝင်ဖို့ရယ်တဲ့ဗျာ။ ဒီတော့ အဲလိုလူကြီး ပက်ပက်စက်စက်အသတ်ခံရတဲ့အခါ\nသူ့ရဲ့ရည်မှန်းချက် ၃ ခုရောပြည့်သွားရဲ့လား၊ ဇာတ်လမ်းအစတည်းက ပါလာတဲ့ နာဗရာဆိုတဲ့\nကောင်မလေး ဘယ်ဇာတ်ရုပ်ကနေ ပါဝင်လာမလဲ၊ ဘယ်လောက်ဇာတ်ကောင်စရိုက်ရှုပ်၊ ဇာတ်လမ်းတွေရှုပ်၊\nလူ့သရုပ်ဖော်ဦးမလဲဆိုတာကိုတော့ ၂၀၂၁ ခုနှစ်ထွက် Climax ဆိုတဲ့ တမီးလ်ကားလေးထဲမှာ\nခံစားရင်ခုန်ပေးလှည့်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSan Thu Aung ဖြစ်ပါတယ်။File Size - (1.26 GB)/(750 MB)/(400 MB)\nQuality – WebRip - (1080p)/(720p)/(480p)\nDuration ...",
        "rating": "7.7",
        "url": "https://megaup.net/112ho/Climax.2021.720p.HDRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Encanto_Doors_1s_Mirabel_v3.1_mech4_FS-135x200.jpg",
        "title": "Encanto ( 2021 )",
        "description": "Walt Disney ရဲ့ ​​နောက်ထပ်မင်းသမီးတစ်ပါး ထပ်​ပေါ်ထွက်လာမယ့် Encanto ဇာတ်ကား​လေးထွက်လာပါပြီ၊ Disneyကထွက်တဲ့ animation​တွေရဲ့ ထုံးစံအတိုင်း ဇာတ်​ကောင်​တွေ၊ အ​​ရောင်အ​သွေးတွေက လှပမြဲဖြစ်သလို ဇာတ်လမ်းပိုင်းကလည်း ပရိတ်သတ်​တွေ သ​ဘော​တွေ့​စေခဲ့တယ်ဆိုတာကို IMDb 7.6နဲ့ Rotten Tomatoes 90% ratingက သက်​သေခံ​နေပါတယ် Encantoဆိုတာက ​တောင်အ​မေရိကတိုက် ကိုလံဘီယာ နိုင်ငံတွင်းက စိတ်ကူးယဉ်​နေရာ​လေးတစ်ခုပါ၊ ဒီ​နေရာမှာ ​မှော်အစွမ်း​တွေရှိပြီး အဲဒီမှာနေထိုင်တဲ့မာဒရီဂယ်မိသားစုကို Encanto​​ဒေသ​​လေးကိုထိန်းသိမ်း​ပေးဖို့ ​ဒေသ​နေပြည်သူ​တွေရဲ့ဘဝကို အကျိုးပြုဖို့ဆိုပြီး မှော်စွမ်းအင်​တွေကို မျိုးဆက်အဆင့်ဆင့် လက်​ဆောင်​ပေးခဲ့ပါတယ်၊ ဒါ​ကြောင့်မာဒရီဂယ်မိသားစုဝင်တိုင်းမှာ ​မှော်အစွမ်းကိုယ်စီ ရှိပါတယ်၊မင်းသမီး​လေး မီရာဘယ်ကလွဲရင်​ပေါ့၊ တစ်​နေ့မှာ​တော့ Encanto​ကို မလိုလားအပ်တဲ့ ​အ​မှောင်စွမ်းအင်ထုကြီး ​​​ ရောက်ရှိလာတဲ့အခါမှော်အစွမ်းမရှိတဲ့ မီရာဘယ်​လေး အ​နေနဲ့ မိသားစုနဲ့အတူ အန္တရာယ်ကိုဘယ်လိုတွန်းလှန်မလဲ၊ သူမဘာ​ကြောင့် မှော်အစွမ်းမရနိုင်တာလဲ၊ ​မှော်အစွမ်းရ​​အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ပါပြီ \nFile size…700MB/ (1.22GB)\nQuality…. Webrip-720P / WebRip 1080p\nFormat… mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by...Mr. Anderson & JimX",
        "rating": "7.6",
        "url": "https://megaup.net/111ab/Encanto.2021.720p(CM)_(2).mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5SkzM3TPpt72FoO46NSjipNXkNG.jpg",
        "title": "Don’t Look Up (2021)",
        "description": "Don't look up (2021)ဇာတ်လမ်းက အရမ်းကောင်းတယ်ဗျာ။သရုပ်ဆောင်ကတော့ All Stars လို့ ပြောရမှာပဲ။လီယိုနာဒို၊ ဂျနီဖာလောရန့်၊ မရဲ စထရိ၊ ကိတ် ဘလန့်ချက်၊\nတင်မိုးသီး၊ မာ့ရိုင်လန့်၊ အာရီရာနာ ဂရန်ဒေ၊ ဘန်နီဒစ် ဒရက်စ် စသဖြင့် အများကြီးပဲ။ဇာတ်လမ်းအကျဉ်း။ပါမောက္ခ မင်ဒီ နဲ့ ပါရဂူကျောင်းသူ ကိတ်တို့ မတော်တဆ ဥက္ကာခဲကြီးတစ်ခုကို တွေ့သွားတယ်။\nအရွယ်အစားက ၁၀ ကီလိုမီတာလောက်ရှိပြီး ကမ္ဘာကြီးဆီကို တည့်တည့်ကြီး ပျံလာနေတာ။\nဝင်တိုက်မိရင် ကမ္ဘာပျက်ပြီ။\nအဲဒါကို နာဆာကိုအကြောင်းကြား သမ္မတကိုလည်း သွားတွေ့တယ်။\nခက်တာက သမ္မတက စောင်ပေါ။\nနာဆာညွှန်ချုပ်က သမ္မတရဲ့ စပွန်ဆာ မေ့ဆေးဆရာဝန်ဆိုတော့ ဘာမှနားမလည်ဘူး။\nသမ္မတ လက်ထောက်က သမ္မတရဲ့ သားကို ပြန်ခန့်ထားတာ။\nအဲဒီမှာ သူပြောတာကို မယုံကြတော့ ဒေါက်တာ မင်ဒီလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1GZ6f/Don_t_look_up.NF.720p.CM.mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Ahsjhaua-138x200.jpg",
        "title": "Bhajarangi 2 (2021)",
        "description": "စုန်းကဝေနဲ့ အိန္ဒိယရှေးဟောင်းကားကြိုက်သူတွေအတွက် ဘာခ်ျရမ်းဂီ ရဲ့ ဒုတိယမြောက်ကား ထွက်လာခဲ့ပြန်ပါပြီ။ ပထမကားကြည့်ဖူးတဲ့သူတွေ ရန်သူကို ဟာနုမာန် တူနဲ့ တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဒီအပိုင်း၂ မှာတော့ အရမ်းစိတ်နှလုံးကောင်းရှိတဲ့ အန်ဂျီဟာ မိန်းမယူဖို့ သူ့အမေရဲ့စေလွှတ်မှုကြောင့် အမရှိရာ ရွာကိုပြန်ပြီး ဖူးစာရှင်ရှာဖွေရင်း ဘယ်လိုဖူးစာရှင်နဲ့ကြုံတွေ့မှာလဲ။ အချစ်ခရီးလမ်းကဖြောင့်ဖြူးမှာလား ဆိုတာဆက်လက်ကြည့်ရပါဦးမယ်။ အိုဗာ တွေပါတယ်ဆိုပေမယ့် ဒိုင်ယာလော့တွေကောင်းတာမို့ စုန်းကဝေအက်ရှင်ကြိုက်သူတွေအတွက် စိတ်၀င်စားစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်နေဦးမှာပါပဲ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်။)\nFile size…(1.9 GB)/(1.1 GB)\nQuality….HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Lwin Htoo Aung",
        "rating": "8.0",
        "url": "https://megaup.net/2mWoz/(CM)_Bhajarangi_2_(2021)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-AAC_2.0.mp4",
        "category": "Action, Bollywood, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zO4mfRXYwuOYSy4YoXGVxh3oz1p.jpg",
        "title": "Maanaadu (2021)",
        "description": "Maanaadu Synopsis===============================Time-loop ဆိုတဲ့အချိန်​​​ကျော့သံသရာကို Edge of Tomorrow,Happy Death Day 1& 2, A Day တို့လို ​ဟောလိဝုဒ်ဗားရှင်း၊ကိုရီးယားဗားရှင်းမျိုးစုံနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ​တွေရှိသလို ဒီတစ်​ခေါက်မှာ​တော့ Tamil Time-loopဇာတ်လမ်း​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် IMDb user၁​သောင်းခွဲရဲ့ratingမှာ 9.1အထိ ရရှိထားပြီး ရုံတင်ရာမှာလည်း Blockbusterအဆင့်လို့ ပြောလို့ရ​​​အောင် ရုံဝင်​ငွေများစွာနဲ့ အောင်မြင်မှု​တွေရရှိထားတဲ့ကားပါဒူဘိုင်းမှာအလုပ်လုပ်​နေတဲ့ အဗ္ဗဒူ ခါလစ်ဟာ သူများမင်္ဂလာ​ဆောင်က​နေ သူငယ်ချင်းဖြစ်သူ မိန်းမဖြတ်ခုတ်ပြေးရာမှာ ကူညီဖို့အတွက်အိန္ဒိယကိုပြန်လာခဲ့ပါတယ်၊ လေယာဉ်​​ပေါ်မှာ သူနဲ့.မင်္ဂလာ​ဆောင်တစ်ခုတည်းတူတူသွားမယ့် ဆီသာလက်ချမီးနဲ့​တွေ့ဆုံခဲ့ပါတယ်၊ထိုမှတဆင့် မင်္ဂလာပွဲကို​ရောက်၊ သတို့သမီးကို ဖြတ်ခုတ်​အပြီးထွက်​ပြေးလာတဲ့လမ်းမှာ ယာဉ်တိုက်မှုဖြစ်ပြီး ခိုး​ပြေးတဲ့တစ်ဖွဲ့လုံးရဲဖမ်းခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ ရဲ​တွေကပုံမှန်မဟုတ်ဘဲ လျှို့ဝှက်တဲ့အကြံအစည်တစ်ခုကို ကြံ​နေကြတာပါ၊ ဒါက​တော့ ၁၂ကြိမ်​မြောက်အာဏာရပါတီနှစ်ပတ်လည်ပွဲမှာ ပြည်နယ်ဝန်ကြီးချုပ်ကို လုပ်ကြံဖို့အစီအစဉ်ပါနဂိုစီစဉ်ထားတဲ့ လုပ်ကြံ​ရေးသမားဟာ အဗ္ဗဒူတို့ကားနဲ့တိုက်မိပြီး​သေသွားလို့ အဗ္ဗဒူကိုခြိမ်း​ခြောက်ပြီး ကိုယ်စားလုပ်ကြံခိုင်းခဲ့ပါတယ်၊အဗ္ဗဒူအ​နေနဲ့ လုပ်ကြံမှုအောင်မြင်ခဲ့​ပေမယ့် အခင်းဖြစ်တဲ့​နေရာမှာပဲ​သေနတ်နဲ့ ပစ်သတ်ခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ တကယ်မ​သေခဲ့ဘဲဆီသာနဲ့ ပထမဆုံး​တွေ့ခဲ့တဲ့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/32TPW/Maanaadu_(2021)___720p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cI9SXHxBsEF0cgUTZKDDaPC0ozT.jpg",
        "title": "Pietà (2012)",
        "description": "Pietà (2012) ဇာတ်လမ်းအညွှန်း****************************(IMDB - 7.2)ဒီကားက Venice, Cannes & Berlin အစရှိတဲ့ နိုင်ငံတကာရုပ်ရှင်ပွဲတော်ကြီး သုံးခုတွင် ထိပ်တန်းဆုရရှိခဲ့တဲ့ ပထမဆုံးသော ကိုရီးယားရုပ်ရှင်ကား ဖြစ်ပါတယ်။ ၆၉ကြိမ်မြောက် Venice International Film Festivalမှာ Golden Lion ဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်။ Pietà ဆိုတာ အီတလီစကားမှ ဆင်းသက်လာပြီး သနားစရာကောင်းတယ်၊ ဂရုဏာသက်တယ် ဆိုတဲ့ အဓိပ္ပာယ်ရပြီး မယ်တော်မယ်ရီက သေဆုံးသွားတဲ့ Jesus ရဲ့ ရုပ်အလောင်းကို ပွေ့ဖက်ထားတဲ့ သရုပ်ကို ဖော်ဆောင်ပါတယ်။ ရက်စက်ကြမ်းကြုတ်တဲ့ ငွေတိုးချေးစားသမား ဂန်းဒိုဟာ သူငယ်စဉ်ကတည်းက ကွဲကွာခဲ့တဲ့ မိခင်နဲ့ပြန်တွေ့ပြီးနောက် ပြောင်းလဲလာပုံ၊ လောကကြီးမှာ ကိုယ်စွမ်းကိုယ်စ မရှိလျှင် ဖြစ်မယ့်ဒုက္ခ၊ လူသားချင်းစာနာမှုမရှိဘဲ ငွေနဲ့ အရာရာကို တန်ဖိုးဖြတ်ရင် ဖြစ်ပေါ်လာမဲ့ ရလဒ်၊ မေတ္တာရဲ့ အရေးပါအရာရောက်ပုံကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် သင်ခန်းစာပေးထားတဲ့ ဇာတ်လမ်းလေးပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GYyU/[CM]Pieta.2012.BluRay-720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHPFZLf2jPZSgFiqzPsSWqPmUMd.jpg",
        "title": "Atrangi Re (2021)",
        "description": "Atrangi Re (2021)ရင်ကူး(Sara Ali Khan) ဟာ သူ့ချစ်သူမျက်လှည့်ဆရာလေး ဆာဂျတ်ဒ်အလီ (Akshay Kumar) ကိုအရူးအမူးချစ်ခင်စွဲလန်းသူဖြစ်ပါတယ်။\nမတူညီတဲ့ ဘာသာရေးနောက်ခံတွေကြောင့်\nရင်ကူးရဲ့အယူအစွဲကြီးတဲ့အသိုင်းအ၀ိုင်းဟာ သူခိုးရာလိုက်ပြေးတိုင်း မရရအောင်လိုက်ခွဲလေ့ရှိပြီး\nနောက်ဆုံးတစ်ကြိမ်မှာတော့  ဆာဂျတ်ဒ် မဟုတ်ရင်ပြီးရောဆိုပြီး\nလူတစ်ယောက်ကိုပြန်ပေးဆွဲခေါ်လာပြီး အတင်းအကျပ်လက်ထပ်ပေးလိုက်ပါတော့တယ်၊\nအဲ့ဒီလူကတော့ တမီလ်နာဒူးပြည်နယ်ကလာတဲ့ ဆရာဝန်လောင်းလေးဖြစ်တဲ့ ဗီရှူး (Dhanush) ပါပဲ။\nပြဿနာက ဗီရှူးမှာလဲ မကြာခင်စေ့စပ်တော့မယ့်သတို့သမီးလောင်းရှိနှင့်နေပြီးဖြစ်နေတာပါ။\nမိဘသဘောတူရုံသက်သက် အချစ်ဆိုတာ ဘာမှန်းမသိဘဲ လက်ထပ်လုဆဲဆဲ ဗီရှူးဟာ\nတစ်ပါးသူကိုအရူးအမူးချစ်နေတဲ့ ရင်ကူးကိုစွဲလန်းစပြုလာရာကနေ\nသုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုအဖြစ်အသက်ဝင်လာပါတော့တယ်။Dhanush ရဲ့နာမည်ကျော် hindi ဇာတ်ကား Raanjhanaa ရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Aanand L. Rai ရဲ့လက်ရာဖြစ်ပြီး\nဂီတပိုင်းကိုတာဝန်ယူထားတဲ့သူက A R Rahman ဖြစ်နေတဲ့အတွက် သီချင်းကောင်းကောင်းလေးတွေ လှပတဲ့ရှုမျှော်ခင်းတွေ\nရိုက်ကွင်းရိုက်ကွက်တွေကို ရိုးရာဟန်မပျောက်ဘဲ တွဲဖက်မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းကိုယ်တိုင်ကလဲ ထွေလာထဲကနဲ့မတူပဲ\nထူးခြားတဲ့အချိုးအကွေ့အလှည့်အပြောင်းတွေကိုမြင်တွေ့ရပါလိမ့်မယ်။အညွှန်းကိုတော့ Alias က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Alias, Pyi Ti Nyein ...",
        "rating": "7.6",
        "url": "https://megaup.net/11109/Atrangi.Re.2021.720p..WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDjJXPQ7BwtHvSJeNnC6ukvzteC.jpg",
        "title": "The Mermaid: Monster from Sea Prison ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိတ်သတ်တွေအတွက် ရေသူမကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကြောင်းလေးကတော့... ချန်ကျန်းဟာ ဝူကျွန်းရဲ့ ထိန်းသိမ်းစောင့်ရှောက်သူရေသူမတွေကို နှိမ်နှင်းရတဲ့ ချန်အိမ်တော်ရဲ့ စစ်သူကြီးတစ်ယောက်ပါတစ်နေ့မှာတော့ ချန်ကျန်းရဲ့ ဇနီးနဲ့ ချန်အိမ်တော်ကလူအများစုဟာရေသူမကြောင့်သေဆုံးသွားတဲ့အတွက် ရေသူမကို ရှာပြီးလက်စားချေဖို့ကြိုးစားခဲ့ပါတယ်ဒါပေမဲ့လည်း ရေသူမနဲ့ဆုံရချိန်မှာတော့ ရေသူမရဲ့ ပြောစကားကသူသိထားတဲ့အမှန်တရားတွေနဲ့ ကွာခြားနေတဲ့အခါမှာ.... ရေသူမရဲ့စကားကတကယ်ပဲ အမှန်တရားတွေလား ဒါမှမဟုတ်ရင် လှည့်ကွက်တစ်ခုလားချန်ကျန်းတစ်ယောက်ကရော သူ့ရဲ့အိမ်သားတွေကိုသတ်တဲ့တရားခံအစစ်ကိုရှာတွေ့နိုင်မှာလားဆိုတာကို ဆက်လက်ပြီးတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါနော် Quality : WEB-DL 1080pFormat: mp4Duration : 1h 24minGenres : FantasySubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mermaid-monster-from-sea-prison-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y1ebOObyi97slwBTljIifE67PR5.jpg",
        "title": "Satyameva Jayate 2 (2021)",
        "description": "Satyameva Jayate 22018 က ထွက်ရှိထားတဲ့ Satyameva Jayate ရုပ်ရှင် Remake သဘောမျိုးထွက်ရှိလာတဲ့ဇာတ်ကားပါ။Gabbar is back ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ အခုလည်း Gabbar နောက်တစ်ယောက် ပေါ်ထွက်လာခဲ့ပါပြီ။ လောကကြီးရဲ့ မတရားမှုတွေက ဘယ်လောက်တောင် အင်အားကြီးလိုက်သလဲ။ ယှဉ်ပြိုင်တိုက်ခိုက်ချင်တဲ့ ကိုယ်တွေက အောက်ခြေ‌မှာ။ မကောင်းဆိုးရွား လူ့ရေပေါ်ဆီ အတ္တသမားတွေက ဟိုးအမြင့်မှာ။လူတွေလေးစားယုံကြည်တဲ့ တရားဥပဒေကရော သူတို့ကို အပြစ်ပေးနိုင်မှာတဲ့လား။ သူတို့ ပရောဂနဲ့ သေဆုံးသွားရတဲ့ အပြစ်မဲ့လူသားတွေရဲ့ သွေးတွေထဲက တချွင်ချွင်ကျလာတဲ့ ငွေသားတွေကိုသုံး၊ အသားတွေထဲကထွက်လာတဲ့ ဆီဦးထောပက်တွေစား၊ အရေခွံကနေထွက်လာတဲ့ ကတ္တီပါမွေ့ယာပေါ်ကျောခင်းလို့ သူတို့ပျော်နေကြပြီ။ ရပ်ကြည့်နေတဲ့ ခင်ဗျားက မခံချင်ဒေါသနဲ့ ဆတ်ဆတ်ခါနေတုန်းမှာ တရားဥပဒေက မြောင်းကြားထဲမှာ ရေပုတ်တွေအောက် စုံးစုံးမြုပ်ပြီး နင်းပြားရဲ့ လည်ပင်းကို တက်နင်းဖို့ အိပ်မက်မက်နေလေရဲ့။ဒါဆို ခင်ဗျားဘာလုပ်မလဲ။ လောကကြီးကို တိုင်တည်ပြီး ငိုကြွေးနေမလား။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1GYim/(CM)_Satyameva.Jayate.2.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYzYxNGI3MmYtMWQyMi00NmViLWE0ZWQtNWM5ZTY3NTIxNzU0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Satyameva Jayate (2018)",
        "description": "\"အမှန်တရားသည်သာ အောင်နိုင်ရာ၏\" တဲ့။အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။\" အညွှန်း \"ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။တနေ့မှာတော့...လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း.... လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့....လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦးဗျာ။................................................\n(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/satyameva-jayate-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjMzMzk2YjEtZjkwYy00Zjc5LWJmZDctZTY1NTBkNjg3ZDk5XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Rifkin’s Festival (2020)",
        "description": "Rifkin's Festival (2020)=================\nIMDb Rating - 6.2/10\nDirected By Woody Allenကျွန်တော့်အကြိုက်ဆုံး အယ်လန်ရဲ့ ရုပ်ရှင်ဟာ\nMidnight In Parisပါပဲ။Midnight in\nParisက ဇာတ်ကောင်ဟာ အနုပညာကို\nခံစားတတ်ပေမဲ့ သူ့ကိုယ်ပိုင် မာစတာပိစ်ကို\nမရေးနိုင်သေးတဲ့ ရေးချင်နေတဲ့လူပါပဲ။\nRifkin's Festivalရဲ့ ဇာတ်ကောင်\nRIFKINဟာလည်း ဒီလိုလူပါပဲ။ဒီရုပ်ရှင်ဟာ\nMidnight in Parisရဲ့ အဆက်မဟုတ်ပေမဲ့\nနှစ်ကားလုံးက ဇာတ်ကောင်နှစ်ကောင်လုံးက\nအယ်လန်ကိုယ်တိုင်ရဲ့ သူ့ကိုယ်သူပြန်တူးဖော်\nထားတဲ့ ဇာတ်ကောင်တွေလို့ ယူဆလို့ရတယ်။\nနောက် Rifkinဟာ Midnight in Parisရဲ့\nအဖြေလို့ ဆိုလို့ရပါတယ်။Midnight in Parisမှာ ပါရီရဲ့အတိတ်ကာလကို\nအချိန်ခရီးသွားသလို ဟန်သုံးထားပြီး\nနာမည်ကျော်ပန်းချီဆရာတွေ စာရေးဆရာတွေ\nဂီတဆရာတွေကို တမ်းတပြသွားခဲ့တယ်။\nRIFKINမှာတော့ နာမည်ကျော်ဒါရိုက်တာတွေရဲ့\nနာမည်ကြီးဇာတ်၀င်ခန်းတွေကို တစ်ဖြတ်တစ်ဖြတ်\nဆိုသလို ထည့်သွားပြီး Homage to Cinema\nလုပ်သွားတယ်။Ingmar Bergmanရဲ့ 7th Sealအပြင်\nFrançois Truffautတို့ Jean-Luc Godardတို့လို\nတန်းမြင့်ပြင်သစ်ဒါရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအပြင်\nဟောလိဝုဒ်ရဲ့ အကောင်းဆုံးလို့ ဆိုခဲ့ကြဖူးတဲ့\nOrson Wellesရဲ့ Citizen Kaneထဲက\nဇာတ်၀င်ခန်းတွေကိုပါ ပြန်ယူသုံးပြီး\nHomage To ...",
        "rating": "6.2",
        "url": "https://megaup.net/2mV5i/Rifkins.Festival.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/thein-than-125x200.jpg",
        "title": "The Guardian (2021)",
        "description": "The Guardian (2021)ဒီတစ်ခေါက်ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ကားလေးကတော့သရဲကားတစ်ကားပါ ကူမန်ထောင်အရုပ်ဆိုတာ ကြည့်ရှုသူတိုရောကြားဖူးကြလားဒီကားမှာဆိုရင်တော့ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ဒီကူမန်ထောင်အရုပ်ကိုကလေးဝိဉာဉ်ထည့် အသက်သွင်းပြီး လိုရာဆုတောင်းရင်ပြည့်တယ်လိုယုံကြည်ကြပါတယ်ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ဖွန်လိုခေါ်တဲ့ နာမည်ကျော်အဆိုတော်တစ်ယောက်ကညစ်ညမ်းဗီဒီယိုထွက်လာပြီးတဲ့နောက်မှာ သူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်ဒါပေမယ့် သူမသေဆုံးတဲ့နေရာနားမှာပဲ ကူမန်ထောင်အရုပ်ကိုတွေ့ခဲ့ရပါတယ်သူမသေဆုံးခြင်းကဒီအရုပ်နဲ့တစ်နည်းနည်းများပတ်သက်နေမလား...လီကိုကိုးကတော့ ဖွန့်ရဲ့နောက်ခံသီဆိုသူတစ်ယောက်ပါအသံကောင်းပေမယ့် ကံကြမ္မာကမျက်နှာသာမပေးတော့နာမည်မရခဲ့ပါဘူးတစ်နေ့မှာတော့ မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံကာဖွန်မသေခင်ကလက်ဆောင်ပေးခဲ့တဲ့သူ့ရဲ့ကူမန်ထောင်အရုပ်ကိုအသက်သွင်းလိုက်ပြီးတဲ့အခါမှာတော့... ဘာတွေဆက်ဖြစ်သွားမလဲဆုတောင်းပြည့်ပြီးသူတိုင်းကံဆိုးခြင်းတွေရောက်လာတဲ့ဒီ အရုပ်ကြောင့်လီတစ်ယောက် ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ ‌စိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဤဇာတ်ကားရဲ့အညွှန်းကိုတော့ Yunniမှရေးသားထားပြီးဘာသာပြန်တွေကတော့ Yunniနဲ့Honeyey တိုပဲဖြစ်ပါတယ် \nFile size… 1.4Gb / 700Mb\nQuality… 1080p WEB DL / 720p\nFormat…Mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by   Yunni ~ Honeyey",
        "rating": "5.7",
        "url": "https://megaup.net/110b3/Thien.Than.Ho.Menh.2021.720p(CM)_(2).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZWNmZWVkZjItZDMxOS00MGE3LWE0NTEtNGQ4NWY1ZWFmZjJmXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Palitan (2021)",
        "description": "မဖြစ်နိုင်တော့လို့ အတိတ်မှာချန်ထားရစ်ခဲ့ရတဲ့ အဲ့ဒီတစ်စုံတစ်ယောက်နဲ့ နောက်ထပ်တစ်ညတာ\nအတူဖြတ်သန်းခွင့်ရခဲ့မယ်ဆိုရင် ခင်ဗျားအနေနဲ့ဘယ်လိုဆုံးဖြတ်ကြမလဲ? တစ်ရှိုက်မက်မက်တမ်းတနေခဲ့တဲ့\nသာယာမှု၊ အထိအတွေ့ အချစ်ဦးဆိုတဲ့ညံ့သက်တဲ့ခံစားချက်တွေကိုတစ်ညတာ ပြန်လည်ရရှိဖု့ိ\nတစ်သက်လုံးကြိုးစားတည်ဆောက်ခဲ့ရတာတွေနဲ့ လဲလှယ်ပစ်ဖို့အဆင်သင့်ရှိပါ့မလား?\nJen ကပေါ်တင်ဝန်ခံထားတဲ့လိင်တူလိင်ကွဲနှစ်မျိုးလုံးစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူ့ပါတနာ James ကတော့\nစိတ်ပိုင်းဆိုင်ရာပြဿနာတစ်ချို့နဲ့မြို့သားလူငယ်တစ်ယောက်ပါပဲ၊ တစ်ယောက်ချို့ယွင်းချက်ကိုတစ်ယောက်ဖြည့်ဆည်းဖာထေးကြရင်း\nနှစ်ယောက်ပေါင်းရှေ့သွားနောက်လိုက်ညီကြပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် စိတ်ပြေလက်ပျောက်၊ဖိအားတွေနဲ့ဝေးရာကိုခဏ\nပုန်းရှောင်တဲ့အနေနဲ့ Jen ရဲ့မွေးရပ်မြေနယ်မြို့လေးကိုခရီးထွက်လာကြပါတယ်။\nအဲ့ဒီငြိမ်းချမ်းတိတ်ဆိတ်တဲ့နယ်မြို့လေးမှာ Jen ရဲ့အတိတ်၊ မေ့ဖျောက်ထားခဲ့တဲ့ အရိပ်တွေဟာ တဖန်ပြန်လည်နိုးထဖို့အသင့်ဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကတော့ Jen ရဲ့ငယ်သူငယ်ချင်းလဲဟုတ်၊ ငယ်ချစ်ဦးလဲဖြစ်တဲ့ Marie ဆိုတဲ့ချစ်စဖွယ်မိန်းကလေးဟာ\nသူတို့နှစ်ယောက်လုံးရဲ့ ငယ်သူငယ်ချင်းဖြစ်တဲ့ Al နဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အချိန်ကိုက်ဖြစ်နေလို့ပါပဲ။ တစ်ချိန်မှာဘယ်လိုပဲဖြစ်ခဲ့ဖြစ်ခဲ့\nမဖြစ်နိုင်လို့ ချန်ထားခဲ့တဲ့ အတိတ်ဟာ သူတို့ရဲ့ ပစ္စပ္ပုန်နဲ့တကွ လက်ရှိသက်ဆိုင်သူတွေရဲ့ဘဝထဲကိုပါ\nဘယ်လိုရိုက်ခတ်သက်ရောက်လာမလဲ ဆိုတာဆက်ရှုစားစေချင်ပါတယ်..ဒါရိုက်တာဟာ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးမှာအကောင်းဆုံးဒါရိုက်တာဆုရပြီး အပြည်ပြည်ဆိုင်ရာမှာနာမည်ကြီးလာတဲ့ Brillante Mendoza ဖြစ်ပါတယ်။\nဇာတ်လမ်းကို docudrama ပုံစံတင်ဆက်ထားတာဖြစ်တဲ့အတွက် အစပိုင်းမှာစုံတွဲနှစ်တွဲမင်္ဂလာဆောင်တဲ့ ကိစ္စတွေလျှောက်လုပ်နေရတာကိုတွေ့ရမှာဖြစ်ပြီး\nရုပ်ရှင်မဆန်တဲ့စကားပြောတွေ လူမသိတဲ့ ဇာတ်ပို့ တွေနဲ့ ဇာတ်ညွှန်းရှိနေပုံမရတဲ့ခံစားချက်ကိုပေးစွမ်းနိုင်ပါတယ်။ အဓိကသရုပ်ဆောင်လေးယောက်ကလဲ\nအလားအလာအရှိဆုံးတက်သစ်စလူငယ်ကြယ်ပွင့်တွေဖြစ်ပြီး ဒီဇာတ်ကားမှာတော့ သူတို့ဟာရုပ်ရည်တင်မကပဲ အရည်အချင်းပါပြည့်ဝသူတွေဖြစ်တဲ့အကြောင်း\nကောင်းကောင်းအစွမ်းပြသွားနိုင်ကြပါတယ်။ ဇာတ်လမ်းရဲ့Themed က GL ဘက်ကိုနွယ်ပြီးတော့လက်ထပ်ဖို့ရည်ရွယ်ပြီးသားလူငယ်တွေရဲ့ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းများစွာပါဝင်ပါတယ်။နှစ်ယောက်တည်းဆက်ဆံတဲ့အခန်း၊ မိန်းမချင်းဆက်ဆံခန်း၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/10Vcy/(CM)_18+_Palitan.2021.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/14peaks-142x200.png",
        "title": "14 Peaks: Nothing Is Impossible (2021)",
        "description": "14 Peaks: Nothing Is Impossible (2021)=======================================IMDb Rating - 8.0/10\"ဘ၀မှာ အိပ်မက်ကြီးကြီးမက်ဖို့ မကြောက်ပါနဲ့ မဖြစ်နိုင်ဘူးဆိုတာ မရှိဘူးလို့ လောကကို သက်သေပြလိုက်ပါ\"\nကမ္ဘာပေါ်မှာ မီတာ ၈၀၀၀ အထက်မြင့်တဲ့ တောင် ၁၄ လုံးပဲ ရှိပါတယ်။ အသက်အန္တရာယ်ရှိတဲ့ ဒီ မီတာ ၈၀၀၀\nအထက်ကို တက်ရတာ ကြေးကြီးတဲ့ ကစားပွဲတစ်ခုလိုပါပဲ။ ဒီ တောင် ၁၄ လုံးကို ပထမဆုံး တက်နိုင်ခဲ့သူက\nတောင်တက်သမား Reinhold Messner ပါ။ ၁၆ နှစ်တာအချိန်ယူခဲ့ရပါတယ်။ဒါပေမယ့် ၂၀၁၉ ခုနှစ်မှာတော့ နီပေါက လူထူးဆန်းတစ်ယောက်အကြောင်းကို တောင်တက်သမား\nလောကမှာ တပြောပြောဖြစ်လာကြတယ်။ သူ့နာမည်က Nims Purja တဲ့။သူက ကမ္ဘာ့အမြင့်ဆုံး တောင် ၁၄ လုံးကို ၇ လအတွင်း အပြီးတက်ပြမယ်လို့ ကြွေးကြော်လိုက်တယ်။\nဒီဇာတ်လမ်းဟာ စိတ်၀င်စားစရာကောင်းတဲ့ လူတစ်ယောက်အကြောင်းပါ။ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1GX3j/14.Peaks.Nothing.Is.Impossible.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Adventure, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-135x200.jpg",
        "title": "The Matrix Resurrections (2021)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GW58/the.matrix.resurrections.2021.720p(CM)_(2).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR3iV0Jt080jgvPBtJhs3Tta1y9.jpg",
        "title": "Resident Evil: Welcome to Raccoon City (2021)",
        "description": "ဒီရုပ်ရှင်ကတော့ အရင်ထွက်ခဲ့တဲ့ ရက်စီဒန့်အီဗယ် ရုပ်ရှင်တွေနဲ့ သိပ်မဆက်စပ်ထားဘဲနဲ့ဒါရိုက်တာက မူရင်း ဟော်ရာဗီဒီယိုဂိမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ငယ်ငယ်က ဂိမ်းကစားခဲ့ဖူးတဲ့လူတွေတော့ ရင်းနှီးနေမှာပါ။ ဇာတ်ကောင်တွေကလည်းလီရွန်၊ ကလယ်ရာတို့ကိုပဲ ပြန်သုံးထားတာပါ။ ဒီတော့ ဟော်ရာအရသာနဲ့ ဇွန်ဘီးဆိုတာဘာလည်းမသိသေးခင် အချိန်ကို ကြည့်ရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ရက်ကွန်းမြို့ကမိဘမဲ့ဂေဟာတစ်ခုမှာ ခရစ် နဲ့ ကလယ်ရာ ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိတယ်။ကလယ်ရာက ဂေဟာကနေ ထွက်ပြေးသွားခဲ့ပြီး ခရစ်ကတော့ ရက်ကွန်းမြို့မှာကျန်ခဲ့တာပေါ့။ ရက်ကွန်းမြို့ဟာ ကမ္ဘာအကြီးဆုံးဆေးဝါးကုမ္ပဏီကြီး အမ်ဘရဲလားအခြေစိုက်ခဲ့တဲ့နေရာဖြစ်ပေမဲ့ အခုတော့ အမ်ဘရဲလားက ပြောင်းရွှေ့သွားပြီဖြစ်လို့လူနည်းစုလေးပဲ ကျန်ခဲ့တဲ့ စွန့်ပစ်မြို့ဖြစ်နေပါပြီ။ တစ်နေ့တော့ အိမ်ပြေးဖြစ်နေတဲ့ကလယ်ရာဟာ အမ်ဘရဲလားရဲ့မူမမှန်တဲ့စမ်းသပ်ချက်တွေနဲ့ ပတ်သတ်တဲ့ကိစ္စတစ်ခုကြောင့်သူ့အစ်ကိုဆီကို ပြန်လာချိန်မှာ ဇွန်ဘီးတွေပေါ်ထွက်လာလို့ မြို့ထဲမှာ ပိတ်မိသွားပြီးဇွန်ဘီးတွေလက်ထဲကနေ လွတ်အောင်ရုန်းရတော့မယ်အခြေအနေ ဖြစ်လာတဲ့အခါ... \nFile size… 250MB / 1Gb / 1.3GB\nQuality…720p HEVC Small Size / 720p WEB RIP ...",
        "rating": "5.6",
        "url": "https://megaup.net/32P8x/Resident.Evil.Welcome.to.Raccoon.City.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEpxZvwDkZ5b73ouyFoiElBLRF3.jpg",
        "title": "Spiritwalker (2021)",
        "description": "Spiritwalker (2021)ကားတိုက်မှုဖြစ်ပြီး နိုးလာတဲ့အခါမှာ ဂန်အီရန် (Yoon Kye Sang) က\nသူ့ကိုယ်သူ မမှတ်မိတော့ဘဲ သေနတ်ဒဏ်ရာနဲ့ ဖြစ်နေပါတယ်\nအဲ့လိုနဲ့ သူသိလာရတာက သူ့ရဲ့ခန္ဓာကိုယ်က ၁၂ နာရီ ခြားတစ်ခါ ပြောင်းပြောင်းသွားတာပါပဲ\nအရင်ကကားတွေလိုမျိုး စိတ်နှစ်ခွတို့၊ ဝိညာဉ်က သေလို့ဝင်‌ကူးတာမျိုးမဟုတ်ပါဘူး\nအမှုတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတဲ့သူတွေရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရောက်သွားတာပါအဲ့လိုမျိုး သူ့ရဲ့ တကယ့် Identity က ဘာမှန်းမသိတော့ပါဘူး\nအဲ့လိုနဲ့ သူရောက်သွားတဲ့ ခန္ဓာကိုယ်တစ်ခုမှာ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုနဲ့ကြုံလာရတယ်\nအဲ့အမှုကြားထဲ ဘာမှမသိဘဲရောက်နေရင်း မွန်းဂျင်အာ(Lim Ji Yeon) နဲ့ တွေ့ပါတော့တယ်\nသူ့စိတ်ထဲမှာ အဲ့မိန်းကလေးကို သိသလိုဖြစ်နေပေမယ့်\nအဲ့မိန်းကလေးကတော့ သူ့ရဲ့ပြောင်းလဲနေတဲ့ခန္ဓာကိုယ်ကြောင့် မမှတ်မိပါဘူးဂန်အီရန်က သူ့ရဲ့အဖြစ်အပျက်တွေကို သူနိုးလာတော့\nအနားမှာတွေ့တဲ့ အိမ်ခြေရာမဲ့ လူကြီးတစ်ယောက်ကိုပဲပြောပြပါတယ်\nအဲ့လူကြီးနဲ့ နှစ်ယောက်သား သူဘာဖြစ်နေလဲဆိုတာ ဖော်ထုတ်သွားမှာကို စိတ်ဝင်တစားကြည့်ရမှာပါကျွန်မတို့ ပရိတ်သတ်တွေကတော့ မင်းသားကို ဂန်အီရန်မှန်းသိထားပေမယ့်\nမင်းသားကတော့ သူ့ကိုယ်သူမသိဘဲ လိုက်ရှာနေမှာဆိုတော့\n\"Spirit Walker\" ...",
        "rating": "6.7",
        "url": "https://megaup.net/32R8e/Spiritwalker.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HU944ybAlLgFDKMpcMmnpJnstA.jpg",
        "title": "BLACKPINK: THE MOVIE (2021)",
        "description": "Blackpink : The Movie (2021)တစ်ကမ္ဘာလုံးက BLINK​တွေအားလုံး ​​မျှော်လင့်စောင့်ဆိုင်းခဲ့ရတဲ့ BLACKPINK THE MOVIE ဟာဆိုရင်\nအခုချိန်မှာ​တော့ Digital Streamingအ​နေနဲ့ ထွက်ရှိလာပြီဖြစ်တာ​ကြောင့် ​\nအကြာကြီး မျှော်ခဲ့ရတဲ့ ဘလင့်ခု​ တွေအတွက် အ​ကောင်းဆုံးတင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီရုပ်ရှင်ဟာဆိုရင် 2016 August 8 ရက်နေ့ မှာ YG Entertainmentက​နေ Debutခဲ့တဲ့\nBLACKPINK အဖွဲ့ရဲ့ Debut 5th Anniversaryအ​​နေနဲ့\nYGက စီစဉ်​ပေးခဲ့တဲ့ Project​တွေထဲက တစ်ခုပါ၊\nTHE MOVIEထဲမှာ 2018ခုနှစ် \"IN YOUR AREA\"နဲ့ 2021 \"THE SHOW\"ထဲက live\nperformance​တွေကို မြင်​တွေ့ရမှာဖြစ်ပြီး\nသူတို့ရဲ့သီချင်း​တွေနဲ့ ​​ဖျော်ဖြေမှု အလန်းစား​တွေကို ​​​သေချာမြင်​တွေ့ခံစားရ​တော့မှာပဲ ဖြစ်ပါတယ်၊ဒါ့အပြင်Debut 5နှစ်ပြည့်ဆိုတဲ့အတိုင်း Debutမတိုင်ခင်နဲ့Debutပြီး\n၅နှစ်အတွင်းမှာ BLACKPINKအဖွဲ့ဝင်​တွေရဲ့ အမှတ်တရ​ဖြစ်ရပ်တွေ၊\nတူတူရင်ဆိုင်ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ​တွေ၊ အ​တွေ့အကြုံ​တွေနဲ့\nအသည်း​ကျော်​လေး​တွေရဲ့ ငယ်ဘဝဖြတ်သန်းပုံ​လေး​တွေ၊\nအထူးအင်တာဗျူးလေး​တွေကိုလည်း သီးသန့် film​​​လေး​ကိုယ်စီနဲ့ ရိုက်ကူး​​ပေးထားပါတယ်စတင်ပွဲဦးထွက်ပြီး 14ရက်အတွင်းမှာတင် Music ...",
        "rating": "7.6",
        "url": "https://megaup.net/32R7g/BLACKPINK.The.Movie.2021.720p.WEB-DL.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pkdxhdB3dRUqazqoy9lzUvhayjc.jpg",
        "title": "To the Bone (2017)",
        "description": "To The Bone (2017) ~ IMDb - 6.8/10, RT - 70%, Meta - 64% ~ လူရယ်လို့ဖြစ်လာရင် အကြောက်တရားနဲ့ ဆင်းရဲဒုက္ခဆိုတာ ယှဥ်တွဲလာစမြဲပါပဲ။​တချို့က ဝလာမှာကြောက်တယ်။\nတချို့က ​အသက်ရှင်ရတာကိုတောင် ကြောက်လာကြတယ်။အမျိုးမျိုးသော အကြောက်တရားတွေကြားမှာ ဒီ အယ်လန်ဆိုတဲ့ ကောင်မလေးကတော့ ဝိတ်တက်မှာကို ကြောက်တာပါ...Broken Family ​ဖြစ်သွားတဲ့ အယ်လန်တစ်ယောက် မိထွေးလက်အောက် ဂေးမိခင်တစ်ယောက်လက်အောက်မှာ မိသားစုအရှုပ်အထွေးတွေကြားမှာ သနားစရာ ကြီးပြင်းလာခဲ့ပါတယ်။အဲ့ကြားထဲကမှ အနုပညာကိုဝါသနာပါတဲ့ အယ်လန်ဟာ ကိုယ့် artwork ကြောင့် လူတစ်ယောက်နစ်နာသွားတာကို သိလိုက်ရတဲ့အချိန်မှာ ပြိုလဲပြီး အစာသိပ်မစားဘဲ အငတ်ခံလို့ စိတ်သက်သာရာ ရှာပါတော့တယ်။အဲ့လို အယ်လန်ဟာ အကြောက်တရားကနေ ဘယ်လိုရုန်းထွက်မလဲ။အယ်လန့်ကို ကူညီပေးတဲ့ဆရာဝန် ဒေါက်တာဘက်ခမ်းကရော ဘယ်လိုကုထုံးတွေနဲ့ ​အယ့်လန့်ဘဝကို အဖက်ဆယ်ပေးမလဲ။အယ်လန့်သူငယ်ချင်းလုခ်ကရော အယ်လန့်ကိုဘယ်လိုပျော်အောင်လုပ်ပြီး အယ်လန့်ဘဝကို ဘယ်လိုအသက်ဝင်လာစေမလဲဆိုတာကို ဒီ '' To ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zsk/(CM)_To_The_Bone_(2017)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/bb-2-135x200.jpg",
        "title": "Being the Ricardos (2021)",
        "description": "အာရွန်ဆော့ကင်း ရိုက်ကူးပြီး မင်းသမီးကြီး နီကိုးကဒ်မန်း သရုပ်ဆောင်ထားတဲ့ အော်စကာ ဆန်ကာတင်ရုပ်ရှင်တစ်ခု ထွက်လာပါပြီ။\nဟောလိဝုဒ်ရွှေခေတ် တီဗွီမင်းသမီးကြီး Lucy Ball ဟာ သူ့ရဲ့ဇာတ်လမ်းတွဲ ဖြစ်တဲ့ I Love Lucy မှာ သူ့ခင်ပွန်းဖြစ်သူ Desi Arnez နဲ့တူတူ တွဲဖက်သရုပ်ဆောင်ပြီးဝက်ဝက်ကွဲအောင်မြင်နေပါတယ်။Sit-com တို့ရဲ့အစလို့တောင်ပြောလို့ရတဲ့ ဒီဇာတ်လမ်းတွဲကို အဖြူအမည်းခေတ်မှာပဲဘယ်လိုဖန်းတီးကြလဲ၊ဘယ်လိုသရုပ်ဆောင်ကြလဲဘယ်လိုရိုက်ကူးကြလဲဆိုတာ ကိုပြသထားပါတယ်။ဒါပေမယ့်လဲ Lucy နဲ့Desi တို့ဟာ ဟောလိဝုဒ် ရဲ့အကျော်ကြားဆုံးဇနီးမောင်နှံအဖြစ်ကနေ အိမ်ထောင်ရေးပြသနာတွေ နိုင်ငံရေး၊ ပုဂ္ဂိုလ်ရေးအရ စွပ်စွဲမှုတွေ ကြောင့် သူတို့ရဲ့လူနေမှုဘဝခြိမ်းခြောက်ခံနေရပါပြီ။ထိုခေတ်က အမေရိက လိုနိုင်ငံမှာလဲ ရိုးရိုးပြည်သူတွေဟာ ကွန်မြူနစ်လို့ သံသယဖြစ်ခံရတာနဲ့ ဘဝပျက်သွားနိုင်တာကိုပြထားပါတယ်။\nတီ‌ဗီဇာတ်လမ်းတွဲတွေရဲ့သမိုင်းတလျှောက်အကျော်ကြားဆုံးထဲမှာပါတဲ့ မင်းသမီးကြီး Lucy Ballရဲ့ ဘဝကိုရိုက်ထားတာဖြစ်ပြီး Oscar ဆုရသရုပ်ဆောင်တွေဖြစ်တဲ့ Nicole Kidman Javier Bardem နဲ့ J.K Simmons တို့အစုံအလင်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ကိုကြည့်ရင်းနဲ့အတိတ်ကဟောလိဝုဒ်ဆီကိုပြန်လည်ခံစားနိုင်ပါတယ်။ File size…(2.1 GB) ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zql/Being.the.Ricardos.2021.720p_(CM).mp4",
        "category": "Biography, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIkGGiQBNITG9vVxgmf6MXQ1gT1.jpg",
        "title": "The Novice (2021)",
        "description": "The Novice (2021) ဇာတ်လမ်းအညွှန်း*********************************The Novice ဆိုတဲ့ ရုပ်ရှင်ကားလေးကတော့ ပညာရေးကိုသာမကဘဲ အားကစားကိုပါ အလေးပေးကြတဲ့ တက္ကသိုလ်ကျောင်းသူဘဝမှာ ပညာသင်ဆုရဖို့ ကြိုးစားကြတဲ့ အမေရိကန်လူငယ်ကောင်မလေးတွေရဲ့ ဘဝကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ အဲလစ်ဒေါလ်ဟာ မထက်မြက်ပေမယ့် ကြိုးစားမှုကြောင့် ထိပ်ဆုံးရောက်လာတဲ့ကောင်မလေးတစ်ယောက်ပါ။ ကြိုးစားမှုတစ်ခုတည်းနဲ့ ထိပ်ဆုံးရောက်လာတဲ့သူ့အတွက် နားနားနေနေနေပါဆိုတဲ့စကားက မုန်းစရာအကောင်းဆုံးစကားပါပဲ။\nစိတ်အစွဲလမ်းကြီးတဲ့ အဲလစ်ဒေါလ်တစ်ယောက် တက္ကသိုလ်စတက်ချိန် လှေလှော်အသင်းကိုဝင်ရာကနေ ဘရေးလ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ခင်မိသွားပါတယ်။\nဘရေးလ်ကတော့ အားကစားထူးချွန်တဲ့ကောင်မလေးဖြစ်ပြီး သူလှေလှော်အသင်းထဲဝင်ရတဲ့အကြောင်းအရင်းကတော့ တက္ကသိုလ်လှေလှော်အသင်းထဲပါဝင်ခွင့်ရပြီး ပညာသင်ဆုရနိုင်ဖို့ပါပဲ။ ဒီလိုနဲ့ လူသစ်တန်းထဲက သူငယ်ချင်းနှစ်ယောက် တက္ကသိုလ်လှေလှော်အသင်းထဲပါဖို့ကြိုးစားကြရင်း တစ်ယောက်ပဲအဆင့်တက်ခွင့်ရှိတဲ့ အခြေအနေမျိုးကို ရင်ဆိုင်တွေ့ကြုံလာရတဲ့အခါ ... ကြိုစားလုပ်ရင်ဖြစ်ရမယ်ဆိုတဲ့စိတ်နဲ့ ဘယ်အရာကိုမဆို လွန်လွန်ကြူးကြူးကြိုးစားတဲ့ အဲလစ်ဒေါလ်နဲ့ ပညာသင်ဆုကိုရမှဖြစ်မယ်ဆိုတဲ့ ဘရေးလ်တို့ ဒီနေရာကိုရဖို့ ဘယ်လိုကြိုးစားကြမလဲ၊ ဘယ်လိုတွေ တွေ့ကြုံ မလဲ ဆိုတာကို ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ဒီကားလေးထဲမှာတော့ အဲလစ်ဒေါလ်အဖြစ် Isabelle Fuhrman ၊ ဘရေးလ် အဖြစ် Amy ...",
        "rating": "",
        "url": "https://megaup.net/3IO8Y/[CM]The.Novice.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzNlZTZjMDctZjYwNi00NzljLWIwN2QtZWZmYmJiYzQ0MTk2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Matrix Revolutions (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Y3h/(CM)_The_Matrix_Revolutions_(2003)_720p_BluRay.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix Reloaded (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix (1999)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1GVob/(CM)_The_Matrix_(1999)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/largephoto1380553-140x200.jpg",
        "title": "Hee Soo (2021)",
        "description": "Hee Soo (2021)ဒီဇာတ်ကား‌ေလးက \"ဟီဆူ\" ဆိုတဲ့ ကောင်မလေးရဲ့ မိသားစုအကြောင်းပါသဘာဝလွန်နည်းပညာတွေကို အခြေခံပြီးရိုက်ကူးထားတာပါဂျူအွန်း (Jeon SoMin) နဲ့ ထယ်ဟွန်း(Park Sung Hoon) တို့ ဇနီးမောင်နှံမှာ\nဟီဆူလို့ ခေါ်တဲ့ ၆ နှစ်အရွယ်သမီးလေးတစ်ယောက်ရှိပါတယ်သူတို့မိသားစုမှာ ဂူရွန်းဆိုတဲ့ ခွေးလေးတစ်ကောင်ရှိတယ်\nအဲ့ခွေးလေး သေသွားတော့ ဝမ်းနည်းနေတဲ့ ဟီဆူလေးကို\nVR Program တွေရေးဆွဲဖန်တီးတဲ့ ဂျွန်ဘွန်း ဆိုတဲ့ ထယ်ဟွန်းရဲ့သူငယ်ချင်းက\nVirtual Reality (VR) စက်လေးဖန်တီးပေးခဲ့ပါတယ်အားလုံးသိကြတဲ့အတိုင်း အဲ့လိုနည်းပညာမြင့်စက်နဲ့ ခွေးလေးကို တကယ့်အစစ်လို မြင်ရမှာပါ\nသူတို့မိသားစုလေး အဲ့လိုပျော်ပျော်ရွှင်ရွှင်အတူနေလာရာက\nတစ်နေ့မှာတော့ ဟီဆူလေး ကားမတော်တဆဖြစ်ပြီး ဆုံးသွားပါတယ်\nဂျူအွန်းက သူ့သမီးလေးကို တွေ့ချင်တော့\nဂျွန်ဘွန်းရဲ့ အကူအညီနဲ့ VR Program စက်တစ်ခုအသုံးပြုပြီး\nသူ့သမီးလေးကို တွေ့ဖို့သွားပါတော့တယ်\"ဘယ်နေရာဖြစ်ဖြစ် လာခဲ့မယ် ထပ်ပြီးသာတွေ့နိုင်မယ်ဆိုရင်\"ဂျူအွန်း သူ့သမီးလေးကိုတွေ့ဖို့ ဘယ်လိုသွားမလဲ...ဟီဆူလေး ...",
        "rating": "4.5",
        "url": "https://megaup.net/1GUwf/Hee_Seo.E01.211022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUSw4EZApLW0ghZgjGQKMClb8H0.jpg",
        "title": "The Sword (2021)",
        "description": "The Sword (2021)တရုတ်သိုင်းကားကောင်းကောင်းကြိုက်သူများအတွက်သိုင်းကားကောင်းကောင်းလေး တင်ဆက်ပေးလိုက်ပါပြီကာလကတော့ ကမ္ဘာကြီးကို အရှေ့တိုင်းနဲ့အနောက်တိုင်းဆိုပြီး နှစ်ပိုင်းခွဲခြားထားတုန်းကပေါ့ဂိုဏ်းပေါင်းစုံက နယ်မြေတွေကို လုဖို့အတွက်နဲ့ ဂိုဏ်းအချင်းချင်း တိုက်ခိုက်ပြီး စစ်ပွဲတွေဖြစ်လာကြပါတယ်စစ်ပွဲတွေကြောင့်လူသားတွေလည်းများစွာသေဆုံးခဲ့ရပါတယ်သေဆုံးတဲ့လူတွေရဲ့စိတ်စွမ်းအားနဲ့ အာဃာတတရားတွေကို စားသုံးပြီးအင်အားကြီးလာတဲ့ \"အာသာ\" ဆိုတဲ့ အမှောင်သခင်ကြောင့် စတင်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါအာသာဟာ အနောက်တိုင်းမှာ သရဲတပ်သားတွေနဲ့ လူသားတွေကိုသတ်ဖြတ်လို့အနောက်တိုင်း Sun Warden အဖွဲ့က စွမ်းအားရှင်သုံးဦးကို ဟိုလီဓားကို ယူဖို့ အရှေ့အရပ်ဆီ ပို့လိုက်ပါတော့တယ်ဟိုလီ ဓားကလည်း အညတြဓားတစ်လက်တော့ မဟုတ်ပါဘူးအမှောင်သခင်ကြီးကိုချေမှုန်းနိုင်တဲ့တစ်ခုထဲသောလက်နက်မို့အရှေ့တိုင်းယဲ့ကျင်းရွှယ်လုံဂိုဏ်းက သေချာစောင့်ရှောက်ပေးနေတဲ့ဓားပါဓားသွားခိုးတာကနေဘာတွေဆက်ဖြစ်လာမလဲ?အရက်သမား ဇာတ်လိုက်ဖြစ်တဲ့မင်းသားကရောဘာလဲ?သူတို့တွေကဘယ်လိုပက်သက်လဲ?ကဲ ..... ဇာတ်လမ်းထဲသာကြည့်လိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hu ပဲ ဖြစ်ပါတယ်။Genre..... Action , Drama, Fantasy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 943MB and 543MB and 179MB\nFormat…mp4\nDuration….1h ...",
        "rating": "5",
        "url": "https://megaup.net/10X4h/The.Sword.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    }
]