[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
        "title": "Raid (2018)",
        "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (394 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 2min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0 DTOne\nTranslated by Thura Zarni Aung\nEncoded ...",
        "rating": "7.6",
        "url": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m9FODCCEse9e32sqso14Gpe1RZN.jpg",
        "title": "Sara’s Notebook (2018)",
        "description": "Sara’s Notebook ဆိုတဲ့ဇာတ်လမ်းကတော့ အာဖရိက မှာ ရိုက်ထားတဲ့ စပိန် Adventure/Thriller ကားအမျိုးအစားဖြစ်ပါတယ်။Rating 6.2 ရထားပြီး သည်းထိပ်ရင်ဖိုဖွယ်ကြည့်ရမယ့်ကားလေးပါ။ဇာတ်လမ်းကတော့ ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ Laura ဟာ နှစ်နှစ်လောက်ပျောက်သွားခဲ့တဲ့ သူ့ရဲ့ညီမ Sara ကိစ္စနဲ့ အာဖရိကကိုသွားခဲ့ပါတယ်။ဒါပေမဲ့ အာဖရိကကိုရောက်လို့ Laura ဟာ သူ့ညီမ Sara ရဲ့ မှတ်စုစာအုပ်ကို တွေ့ပြီးတဲ့အခါမှာတော့ ပျောက်နေခဲ့တဲ့ သူ့ညီမကို ရှာဖို့ စိတ်အားထက်သန်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ သူ့ညီမကို သွားရှာရမယ့် နေရာက ကမ္ဘာ့အန္တာရာယ် အများဆုံးနေရာဖြစ်တဲ့ အာဖရိက သူပုန်စစ်တပ်တွေ ပိုင်တဲ့ ရွှေနက်မိုင်းတွင်းတွေတူးတဲ့နေရာကိုသွားရမှာဖြစ်ပါတယ်။Laura ကရော ဒီလို ဝေးလံပြီး အန္တာရာယ်များတဲ့ နေရာကို ဘယ်လို စွန့်စားပြီးသွားရမလဲဘယ်လို အသက်အန္တာရာယ်တွေနဲ့ကြုံတွေ့ရမလဲ။သူ့ညီမ Sara ကရော ဒီလို သူပုန်စစ်တပ်တွေနေတဲ့ နေရာမှာ အသက်ရောရှင်သေးရဲ့လားဆိုတာကို ဇာတ်လမ်းအဆုံးထိ ရင်တစ်မမ နဲ့ ကြည့်ရမယ့်ကားလေးဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star  ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/saras-notebook-2018/",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg",
        "title": "The Book Thief(2013)",
        "description": "The Book Thief(2013)IMDb....7.6စာရေးဆရာ Markus Zusak ရေးသားခဲ့တဲ့ The Book Thief စာအုပ်ဟာ Bestseller စာရင်းဝင်ခဲ့ပြီးဘာသာစကေားပေါင်းများစွာစွာနဲ့ ပြန်လည်ထုတ်ဝေခဲ့ပါတယ်...လက်ရာမြောက်ဒီစာအုပ်ကို ရုပ်ရှင်အသွင် ၂၀၁၃ မှာပြန်လည်ရိုက်ကူးခဲ့ပါတယ်... ဝတ္ထုဇာတ်လမ်းလေးကို ရုပ်ရှင်အဖြစ်ပြောင်းလဲရာတွင်လည်း ဆုပေါင်းများစွာဆွတ်ခူးနိုင်ခဲ့ပါတယ် ...ဒုတိယကမ္ဘာစစ်အတွင်း  ဂျာမနီနိုင်ငံရဲ့ စစ်တစ်လင်းအောက်မှာရှိခဲ့တဲ့သာမန်လူတစ်စုကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်...လင်မယား (၂)ယောက်ရှိတယ်...သားသမီးမရခဲ့တဲ့သူတို့လင်မယား(၂)ယောက်ဟာလီဆယ်မီမင်ဂါဆိုတဲ့ ကောင်မလေးကိုမွေးစားခဲ့ပါတယ် ..စာမရေးတတ် မဖတ်တတ်တဲ့ လီဆယ်ကို မွေးစားဖခင်ကဝတ္ထုစာအုပ်တွေဖတ်ပြပြီး သင်ပေးခဲ့ရာမှ လီဆယ်တစ်ယောက် စာအုပ်တွေကိုသဘောကျသွားခဲ့တယ်...ဒီကလေးမလေးရဲ့ပတ်ဝန်းကျင်မှာ စစ်ဘေးဒဏ်ခံနေရတဲ့လူတွေအများကြီး...သူမဟာ အသက်ငယ်ပေမယ့် ဒီလူတွေကိုတတ်နိုင်တဲ့ဘက်က အားပေးနှစ်သိမ့်ပေးချင်တယ်...ဒီတော့ အဲ့ဒီကလေးမလေးဟာစာအုပ်တွေအများကြီးပိုင်တဲ့ မြို့တော်ဝန်အိမ်က စာအုပ်တွေခိုးယူဖတ်ပြီး စစ်ဘေးဒဏ်ခံလူတွေကိုပုံပြင်လေးတွေပြောပြရင်း အားပေးနှစ်သိမ့်ပါတယ်....နောက်ပြီး လီဆယ်တို့ မိသားစုဟာဂျူးလူမျိုးတစ်ယောက်ကို ကယ်တင်မိပြီး သံယောဇဉ်တွယ်ခဲ့ရာမှ အခက်အခဲတွေကြုံတွေ တစ်သီကြီးကြုံရပါတော့တယ်....ဒီကားထဲက ကလေးသရုပ်ဆောင်Sophie Nélisse ဟာ၂၀၁၃ခုနှစ်ရဲ့ အကောင်းဆုံးကလေးသရုပ်ဆောင်ဆုကိုဒီကားနဲ့ရရှိခဲ့ပါတယ်...အခြားဆု(၈)ခုရရှိခဲ့ပြီး ဆန်ကာတင်ဆုစာရင်းမှာ (၁၄)ခုတောင်ဝင်ခဲ့ပါသေးတယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးခင်ဗျ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...File Size : (900 MB) and (396 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-book-thief2013/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8d9HG9An0WOPNQywo99QyEptLHz.jpg",
        "title": "The Score(2001)",
        "description": "The Score(2001)IMDb....6.8,,,,Rotten...73%ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင် Robert De Niroနဲ့Edward Norton, တို့ကိုတော့ထွေထွေထူးထူးမိတ်မဆက်ပေးတော့ဘူး....ကျွန်တော်ကတော့Edward Norton ကို Primal Fear ကားထဲမှာပြောင်မြောက်တဲ့ သရုပ်ဆောင်ဟန်ကို လေးစားမိသွားတာ...Robert De Niro ကတော့ HEAT ဆိုတဲ့ကားထဲမှာ....နစ်ဆိုတဲ့လူတစ်ယောက်ဟာ တန်ဘိုးကြီးပစ္စည်းတွေကိုခိုးတဲ့နေရာမှာ သိပ်တော်တယ်...အစီအစဉ်ကောင်းတွေဆွဲတယ်...အဆက်အသွယ်ကောင်းတွေရှိတယ်...ခိုးခဲ့တဲ့ကိစ္စတိုင်းမှာလည်း အထိအခိုက် အသေအကျေမရှိအောင်ဂရုစိုက်တယ်....သူဟာ ဒီလုပ်ငန်းထဲမှာကျင်လည်နေတာ အတော်ကြာပြီ....တစ်နေ့မှာတော့ ဂျက်ဆိုတဲ့ကောင်လေးတစ်ယောက်က အချီကြီးချလို့ရမယ့် ပွပေါက်တစ်ခုလာပြောရင်းသူနဲ့ပူပေါင်းပါရစေလို့တောင်းဆိုတယ်...ဂျက်က လူငယ်ဆိုပေမယ့် အတော်ဉာဏ်များတယ်...သွေးလည်းဆူတယ်...သူတို့(၂)ယောက်ဘယ်လိုရှေ့ဆက်ကြမလဲ..ဘယ်လိုအခက်အခဲတွေ အနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာတော့......ကိုင်းပရိတ်သတ်ကြီးရေ ဒီကားက သူခိုးကားတွေထဲမှာ အတော်လေးကိုလန်းတယ်....၂၀၀၁ကဆိုပေမယ့် ကြည့်လို့ကောင်းနေဆဲပါ..မင်းသားကြီး (၂)လက်ကြောင့်လည်းပါမှာပေါ့လေ...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-score2001/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMzE0MjU5NzQxNV5BMl5BanBnXkFtZTcwMzQzNzU2NA@@._V1_-135x200.jpg",
        "title": "Red Corner (1997)",
        "description": "အရင်ဦးဆုံး ပြောချင်တာကတော့ ဒီကားကို တောင်းဆိုတဲ့ အထူးပုဂ္ဂိုလ်တစ်ဦးကိုရင်ထဲကနေ လှိုက်လှိုက်လှဲလှဲကျေးဇူးတင်ပါတယ်။သူ့ကြောင့်သာမဟုတ်ရင်ဒီလိုကားကောင်းတစ်ကားကို ဘယ်တော့မှကြည့်ဖြစ်လိုက်မှာမဟုတ်ပါဘူး။ဒီကားကို စသိကာစက သာမန် တရုတ်-အမေရိကန်ရုပ်ရှင်ကားတစ်ကားလို့ထင်ခဲ့ပေမယ့် တကယ်ဘာသာပြန်တဲ့အခါမှ အင်အားကြီးနှစ်နိုင်ငံရဲဲ့ နိုင်ငံရေးအနေအထားတွေကို ကွက်ကွက်ကွင်းကွင်းသိလာရတာပါ။ဇာတ်လမ်းကတော့ အမေရိကန်က ရုပ်သံလိုင်းကုမ္ပဏီတစ်ခုရဲ့ အကြီးအကဲဖြစ်သူ ဂျက်ခ်ပီတာမိုးဟာတရုတ်အစိုးရနဲ့ သဘောတူညီချက်တစ်ခုလက်မှတ်ရေးထိုးဖို့ တရုတ်နိုင်ငံကို ရောက်ရှိလာခဲ့ပါတယ်။ဂျက်ခ်ရဲ့စကားပြောလိမ္မာပါးနပ်မှုကြောင့် တရုတ်ဆင်ဆာအဖွဲ့နဲ့ပါ အဆင်ပြေနေပြီး ပြိုင်ဖက်ကုမ္ပဏီအပေါ်ပါ အသာစီးရနိုင်ဆဲအခြေအနေဖြစ်နေတဲ့ အနေအထားဖြစ်ပါတယ်။ဆွေးနွေးပွဲပြီးလို့ညပိုင်းမှာတော့ ဂျက်ခ်တစ်ယောက် ဘားတစ်ခုမှာ တရုတ်အမျိုးသမီးချောတစ်ယောက်နဲ့ညှိစွန်းမိပြီးနောက်တစ်နေ့မနက်အရောက်မှာတော့ အာဏာပိုင်တွေက သူ့ရဲ့ဟိုတယ်ခန်းထဲရောက်နေသလိုအမျိုးသမီးကလဲ သေဆုံးနေတာကို တွေ့လိုက်ရပါတယ်။သက်သေမရှိ၊ အပေါင်းအပါမရှိ၊ ရှေ့နေလိုက်ပေးမယ့်သူဆိုလို့လဲ ခပ်စွာစွာတရုတ်အမျိုးသမီးတစ်ယောက်ပဲ ရှိတဲ့အခြေအနေမှာ ဂျက်ခ်တစ်ယောက်တရုတ်ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ တရားခွင်ကို ဘယ်လိုဖြတ်ကျော်မှာလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ တရုတ်နိုင်ငံသမိုင်းမှာ နာမည်အရမ်းကျော်ကြားခဲ့တဲ့ Cultural Revolution (ယဉ်ကျေးမှုတော်လှန်ရေး)\nကာလနှောင်းပိုင်းမျိုးဆက်တွေရဲ့ ရက်စက်မှုတွေ၊ အဲ့ဒီတော်လှန်ရေးရဲဲ့ အကျိုးဆက်တွေကို ထင်ထင်ရှားရှားဖော်ပြသွားခဲ့ပြီး\nအဲ့ခေတ် အဲ့အချိန်တုန်းက တံခါးပိတ်ဝါဒကျင့်သုံးနေတဲ့ တရုတ်နိုင်ငံအကြောင်းကို အနည်းနဲ့အများတော့ သိလာမှာဖြစ်ပါတယ်။ဒါ့အပြင် ဒီတော်လှန်ရေးကြီးကြောင့် ဘယ်ကိစ္စမဆို မှားမှားမှန်မှန် ရေငုံနှုတ်ပိတ်နေခဲ့ရတဲ့ တရုတ်နိုင်ငံသားတွေရဲ့\nတကယ့်ခံစားချက်တွေကိုပါ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/red-corner-1997/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5w3fkua6BYjDzs0bbOXYbWCrlF.jpg",
        "title": "In Darkness (2018)",
        "description": "လျှို့ဝှက်သည်းဖိုမှုခင်းဇာတ်ကားကောင်းများကို ကြိုက်နှစ်သက်တတ်တဲ့ သူတွေအတွက် ယခုလအတွင်းကမှ ထွက်ရှိထားတဲ့\nIn Darkness ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်လိုက်ရပါတယ်။ဒီဇာတ်ကားကို ဒါရိုက်တာ Anthony Byrne ကရိုက်ကူးပြီးတော့၊HBO ရဲ့နာမည်ကျော် TV Series မှာ Margaery Tyrell အဖြစ်လည်းကောင်း၊ The Hunger Game ဇာတ်ကားတွေမှာ Cressida အဖြစ်လည်ကောင်း သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Natalie Dormer ကတော့ ခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nဆိုဖီယာဟာ မျက်မမြင်အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးတော့ပီယာနိုပညာရှင်တစ်ဦးအဖြစ် ဘဝကိုရပ်တည်နေသူလည်းဖြစ်ပါတယ်။သူဟာ လက်ရှိငှားရမ်းနေတဲ့တိုက်ခန်းမှာ ခြောက်လကျော်ကြာမြင့်ခဲ့သည့်တိုင်အောင်နေထိုင်ခဲ့ပြီးသော်ငြားလည်း မျက်မမြင်တစ်ဦးဖြစ်တာကြောင့် အိမ်နီးချင်းမိတ်ဆွေ များများစားစားမရှိဘဲ သူ့တိုက်ခန်းရဲ့အပေါ်ထပ်မှာနေထိုင်တဲံ ဗရောနစ်အမည်ရှိ အမျိုးသမီးတစ်ဦးနဲ့သာ ခင်မင်ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာ ဗရောနစ်တစ်ယောက် အမျိုးသားတစ်ဦးနဲ့ စကားများပြဿနာတက်နေတာကိုဆိုဖီယာတစ်ယောက်ကြားကြားပြီးလိုက်ချင်းမှာပဲ ဗရောနစ်ဟာ တိုက်ပေါ်ကပြုတ်ကျလို့သေသွားခဲ့ပါတယ်။ခဏကြာပြီးနောက် ရဲတွေရောက်လာပြီးဆိုဖီ့ယာကို ဗရောနစ်သေဆုံးမှုနဲ့ စစ်ဆေးမေးမြန်းရာမှာတော့ ဆိုဖီယာဟာဘာမှမကြားခဲ့ကြောင်း ငြင်းဆိုခဲ့ပါတယ်။ဒါနဲ့ ရဲတွေက ထိုအမှုကို ကိုယ့်ကိုယ်ကိုအဆုံးစီရင်မှုလို့သာ ခေါင်းစဉ်တပ်ခဲ့ကြပါတယ်။သို့ပေမယ့် သင်္ကာမကင်းတဲ့ ရဲဘက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/in-darkness-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vOFDhEJ3UrNYTHUq7Kxj47xvjm3.jpg",
        "title": "Future World (2018)",
        "description": "၂၀၁၈ထဲမှာထွက်တဲ့ကားတွေမှာ အနာဂတ်မှာဘာတွေဘယ်လိုဖြစ်နိုင်မလဲဆိုတာတွေးတောရိုက်ထားတဲ့ကားတွေအတော်များသားဗျအခု Future World ဆိုတဲ့ကားကလဲ နာမည်အတိုင်း အနာဂတ်ကမ္ဘာမှာ အခြေတည်ထားပါတယ်လူသားတွေအချင်းချင်းစစ်ပွဲတွေဖြစ်ခဲ့ကြတယ် သေကြေပျက်စီးကုန်ကြတယ်ဘယ်လောက်ထိအကြီးအကျယ်ဖြစ်ခဲ့သလဲဆိုရင် ပစ်စရာကျည်ဆံတောင်မရှိတဲ့ခေတ်ဖြစ်သွားတယ်အဲ့တော့ စစ်ပွဲကြီးအပြီးကျန်ခဲ့တဲ့လူတွေကရော ဘယ်လိုရှင်သန်နေထိုင်ကြလဲလောကကြီးရဲ့ထုံးစံအတိုင်း ကောင်းတာလုပ်တဲ့လူနဲ့ဆိုးတာလုပ်တဲ့လူပဲရှိတာဆိုတော့ သူ့ဘာသူအဖွဲ့လေးတွေနဲ့ဖွဲ့နေကြတယ်ပေါ့ဗျာဆိုးတဲ့လူတွေက အဖွဲ့လေးတွေနဲက သူ့တို့သူတို့ စစ်ခေါင်းဆောင်(warlord)လို့ခံယူပြီးသောင်းကျန်းနေကြတယ်ပေါ့ဒီဇာတ်ကားရဲ့ဇာတ်လိုက်ကတော့ အိုအေစစ်လို့ခေါ်တဲ့နေရာမှာနေကြတဲ့လူစုထဲက မင်းသားပေါ့သူ့အမေဖြစ်သူ စစ်ပွဲရဲ့အကျိုးဆက်ဖြစ်တဲ့ ရောဂါကိုခံစားနေရသူ သေလုမျောပါးဝေဒနာသည်အဖြစ် တရုတ်မင်းသမီး (Lucy Lui)ကသရုပ်ဆောင်ထားပါတယ်မင်းသားက အမေ့ကိုဆေးကုသဖို့အတွက် နတ်ပြည်ကမ်းခြေ(Paradise Beach)ကိုသွားချင်နေတယ် အဲ့နေရာမှာဆေးရတယ်ကြားထားတာကိုးအဲ့လိုနဲ့ မင်းသားရဲ့ဆေးရှာပုံတော်ခရီးစဉ်စရတော့တာပေါ့ဇာတ်လိုက်မင်းသမီးကတော့ အက်ရှ်လို့ခေါ်တဲ့ စက်ရုပ်မလေး သူကဟိုးစစ်ပွဲကြီးကတည်းက ရှိနေခဲ့တာ သူကသတ်ဖြတ်ရတာတွေကိုမုန်းတီးနေတယ် သူကိုယ်တိုင်ဘဝတစ်ခုပိုင်ဆိုင်ချင်နေတယ်မင်းသားတစ်ယောက် ဆေးကိုရှာတွေ့သွားမလားသူရှာနေတဲ့ဆေးကရောတကယ်ပဲရှိနေလို့လား စက်ရုပ်မလေးနဲ့ရောဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာတွေကတော့ဇာတ်ကားဒေါင်းကြည့်ကြပါကုန်ဒီကားရဲ့ Cast List ကတော့ အလန်းဗျဗီလိန်အဖြစ် နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ James Franco, Resident Evil မင်းသမီး Milla Jovovich တို့ပါဝင်ထားတယ်ပြီးတော့ ထူးခြားချက်အနေနဲ့ Snoop Dogg တောင်ပါလိုက်သေးတယ်ဗျဒီဇာတ်ကားထဲမှာ အဖော်အချွတ်အခန်းအချို့နဲ့ စကားလုံးရိုင်းရိုင်းတချို့ပါဝင်နေတာကြောင့် ချင့်ချိန်ပြီးဒေါင်းနိုင်ပါတယ်ခင်ဗျ(ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ) File Size ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/future-world-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/every-day-poster-133x200.jpg",
        "title": "Every Day (2018)",
        "description": "Every Day (2018)\nIMDb - 6.4/10_____Rotten - 63%  \nမိုးလင်းတိုင်း ဘဝအသစ်တစ်ခုမှာ လူအသစ်တစ်ယောက်လိုနေ့တိုင်းနိုးထလာရတဲ့ ....\nနေ့တိုင်းနေ့တိုင်းဘဝအသစ်တစ်ခုမှာရှင်သန်ရင်း သူ့ကိုယ်တိုင်ဖြစ်တည်မှုကိုတောင် မေ့လျော့လုဆဲဆဲအချိန်မှာပဲ\nသူဝင်ရောက်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဂျပ်စတင် ရဲ့ချစ်သူ ရီအန်နွန်နဲ့ တွေ့ဆုံလာခဲ့ရတဲ့အခါ...\nနေ့တိုင်းခန္ဓာကိုယ်ပြောင်းလဲနေပေမယ့် မပြောင်းလဲတဲ့ သူ့အချစ်စိတ်ကို ရီအန်နွန် သိအောင်ဘယ်လိုထုတ်ပြမလဲ?\nရီအန်နွန်ကရောဘယ်လိုတံုံ့ပြန်မှာလဲ?\nဘာတွေဆက်ဖြစ်မှာလဲ?  ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ကားလေးတစ်ကားပါ။\nအားမလို အားမရမှုတွေ၊ကြည်နူးမှုတွေ စိတ်ခံစားချက်မျိုးစုံကိုခံစားရင်း\nအဆုံးထိဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားလေးတစ်ကားဆိုလဲ မမှားပါဘူး။\nရိုးရိုးဇာတ်အိမ်တွေထဲကဖောက်ထွက်ထားတဲ့ ဒီကားသစ်လေးကတော့ Everyday (2018)ပါ။\nDramanကားကောင်းလေးတွေကြိုက်တဲ့CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မအေးမွန်ကျော် ပါ)\n   \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-FGT\nTranslated by Aye Mon ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VOOi/Every_Day_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLuo4swOCHF2a8BlaxXZGdqETUs.jpg",
        "title": "Lions for Lambs (2007)",
        "description": "Lions for Lambs(2007)IMDb....6.2ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Cruise ,Robert Redford နဲ့  Meryl Streep  တို့ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်...အမှန်ပြောရရင် ကျွန်တော်ကတော့ Meryl Streep ကို The post မှာခမ်းနားတဲ့သူ့ရဲ့သရုပ်ဆောင်ဟန်တွေကြောင့်သတိထားမိခဲ့တာပါ..တကယ့်လူတွေ တစ်ပြိုင်နက်သုံးထားတော့ ဒီကားကို နည်းနည်းစူးစမ်းမိသွားတယ်.......ဒီကားဟာ scene (၃) ခုကို အလှည့်ကျပြသွားရင်း ကြီးကျယ်ခမ်းနားတဲ့ ဒိုင်ယာလော့တွေနဲ့ ကြည့်ရှူသူပရိတ်သတ်ကိုပခုံးဖက်တွဲခေါ်ပြီး အတွေးအခေါ်တွေဖြန့်ကျက်စေတဲ့လိုဆိုရမယ်ထင်တယ်...အဲ့ဒါတွေကြောင့် တကယ့်လူ ၃ ယောက်ကို သရုပ်ဆောင်ခိုင်းထားတယ်ထင်တယ်...Andrew Garfield လည်းပါသေးတယ်...ပထမ Sceneပရော်ဖက်ဆာတစ်ယောက်ဟာ ကျောင်းသားတစ်ယောက်ကို သူ့ရုံးခန်းထဲခေါ်တွေ့တယ်...အဲ့ဒီကျောင်းသားဟာ ထက်မြက်ပေမယ့် ပရော်ဖက်ဆာ အမြင်မှာ လွဲမှားဟန်ရှိတဲ့အယူအဆတစ်ချို့ကြောင့် ဆွေးနွေးဖို့ခေါ်လိုက်တာပါ....ဒုတိယ Sceneအဖဂန်နစ်စတန်စစ်မြေပြင်နဲ့ပတ်သက်ပြီး အမတ်တစ်ယောက်ဟာ ရှေ့တန်းစစ်မြေပြင်ထိုးစစ်တွေအကြောင်းကို ဂျာနယ်လစ်တစ်ယောက်ကိုခေါ်ပြောပြတယ်....သူတို့တွေ ဘယ်လိုထိုးစစ်ဆင်တယ် ..ဘယ်လိုတွေအတွက် ဒီတိုက်ပွဲကိုဆင်နွှဲနေတယ်...ဂျာနယ်လစ်ရဲ့ မေးခွန်းတွေနဲ့ အမတ်ရဲ့ အဖြေတွေနဲ့ပေါ့...တတိယ Sceneအမေရိကန်ရှေ့တန်းစစ်မြေပြင်အခြေစိုက်စခန်းတစ်ခုရဲ့ တကယ့်စစ်မြေပြင် ထိုးစစ်အသွင်တွေကို ပြတာပါ....ဒီကားဟာ ဖျော်ဖြေရေးမဆန်ဘူး....သူ့ရဲ့ဆိုလိုရင်းဟာ ဘာလဲဆိုတာကိုတော့ ကျွန်တော်မပြောချင်ဘူး....ပြောပြဖို့လည်းခက်ပါတယ်....ဒီကားကိုရသအမြောက်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးတဲ့ ညီမငယ်JtheKoala  ရေ အထူးပဲကျေးဇူးတင်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lions-for-lambs2007/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1apGVeQrKtge99kBdUJVP2rPNvT.jpg",
        "title": "Samui Song (2017)",
        "description": "ဟောလီးဝုဒ်ကားတွေကြည့်ရတာ ပျင်းနေပြီဆိုတဲ့ CMပရိသတ်တွေအတွက် Crime ဆန်ဆန် ထိုင်းဒရာမာဇာတ်ကားကောင်းလေး\nတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။Viyada ဟာ အော်ပရာမင်းသမီးတစ်ဦးဖြစ်ပြီး Jerome ဆိုတဲ့နိုင်ငံခြားသားသူဌေးတစ်ဦးရဲ့ဇနီးဖြစ်ပါတယ်။သူ့ခင်ပွန်းဖြစ်သူ Jerome ဟာ အစွန်းရောက်ဘာသာရေးဂိုဏ်းတစ်ခုရဲ့ခေါင်းဆောင်လည်း ဖြစ်ပါတယ်။Viyada ဟာ အသက် ၃၀ အရွယ်အရောက်မှာတော့ သူ့ခင်ပွန်းဖြစ်သူရဲ့နှိပ်စက်ခြင်းကို သိသိသာသာ ခံလာရပါတယ်။နှိပ်စက်တာကို မခံနိုင်တဲ့အဆုံးမှာ Viyada တစ်ယောက် သူတို့နဲ့ဝေးရာကို ထွက်ပြေးဖို့ ကြိုးစားပါတော့တယ်....။(ဘာသာပြန်သူကတော့ Brilliant Star  ပါ)File Size : (850 MB) and (348 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre : Drama,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Brilliant Star\nEncoded by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/samui-song-2017/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Healing-Mate-140x200.jpg",
        "title": "[18+] Healing Mate (2014) Uncut Version",
        "description": "Dark Side Production မှတင်ဆက်သည်။ကိုရီးယား 18+ Erotic ဇာတ်လမ်းဆိုပေမယ့် ဇာတ်လမ်းဇာတ်ကွက်ကျကျနနနဲ့ တင်ဆက်ထားတာပါ။Uncut Version ဖြစ်တာနဲ့အညီ ဇာတ်လမ်းသွားလဲ ရှည်ကြာပြီး ၂ နာရီကျော်ကြာမြင့်ပါတယ်။အချစ်နဲ့ရမ္မက်တွေကြားက မေတ္တာတရားအကြောင်းတွေကို ပုံဖော်ထားပြီး မင်းသမီးတွေလဲ လန်းတယ်လို့ဆိုရပါမယ်။ဇာတ်လမ်းကိုပံ့ပိုးသရုပ်ဆောင်ရာမှာ ကွက်ကွက်ကွင်းကွင်းတွေဖြစ်နေတာမို့ မိသားစုနဲ့မကြည့်သင့်သလို Not4Kid ဇာတ်ကားလဲဖြစ်ပါတယ်။\nFile size…(1.1 GB) and (600 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Kyaw Kyaw Aung",
        "rating": "",
        "url": " https://megaup.net/115my/_Healing_Mate_(2014).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
        "title": "Gringo (2018)",
        "description": "Gringo ဆိုတာ စပိန္ေတြက ဒါမွမဟုတ္ စပိန္စကားေျပာႏိုင္ငံေတြက အေမရိကန္ေတြကိုေခၚတဲ့အသံုးအႏႈန္းလို႔ဆိုပါတယ္ (ကိုးကား- ဘာဘာညာညာ)..ဒီဇာတ္လမ္းေလးက ရိုးရိုးအအ အေမရိကန္လူမည္းတစ္ေယာက္အေၾကာင္းကို ရိုက္ထားတဲ့ ဒရာမာဇာတ္ျမဴး မႈခင္းကားတစ္ကားျဖစ္ပါတယ္…ဟာရိုးဆိုတဲ့ အေမရိကန္လူမည္းတစ္ေယာက္ဟာ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္သူရဲ႕ေဆးကုမၸဏီမွာ ရိုးသားၾကိဳးစားစြာ အလုပ္လုပ္ေနတဲ့ လူတစ္ေယာက္ေပါ့…သူ႔သူငယ္ခ်င္းကသူ႕ကို သူပိုင္တဲ့ေဆးကုမၸဏီမွာ အလုပ္သြင္းေပးထားရံုမက သူ႔မိန္းမ အိမ္တြင္းဒီဇုိင္နာကိုလည္း သူ႔အိမ္ျပင္ဆင္ဖို႔ အလုပ္အပ္ထားတဲ့အတြက္ ေက်းဇူးတင္ေနသူတစ္ေယာက္ေပါ့….သူတို႔ေဆးကုမၸဏီက အမွန္တကယ္ေတာ့ ဟန္ျပသက္သက္ပဲျဖစ္ျပီး တကယ္တမ္းမွာ မကၠဆီကိုက မူးယစ္ရာဇာေတြနဲ႔ဆက္သြယ္ျပီး တားျမစ္ေဆးဝါးေတြထုတ္လုပ္ေနတာပါ…ဒါကို စာရင္းကိစၥေတြပဲလုပ္ေပးရတဲ့ဟာရိုးကမသိပါဘူး….ဒီလိုနဲ႕ကုမၸဏီအရွံဳးေပၚလာတဲ့အခ်ိန္မွာ ဟာရိုး ဟာ အလုပ္ျပဳတ္မယ့္အေရးေတြးပူေနရာကေန ၾကံရာမရျဖစ္ျပီး…သူ႔သူငယ္ခ်င္းကုမၸဏီပိုင္ရွင္ ေနာက္ေက်ာဓားနဲ႔ထိုးမယ့္အျဖစ္ေတြပါသိျပီးေတာ့ ျပန္ေပးဆြဲခံရတယ္ဆိုျပီး..လုပ္ၾကံဖန္တီးခဲ့ပါတယ္..ဒါေပမယ့္ မကၠဆီကိုမူးယစ္ရာဇာေတြ သူ႕ကိုတကယ္ျပန္ေပးဆြဲတဲ့အခါမွာေတာ့…..၂၀၁၈ ထြက္ဇာတ္ကားျဖစ္ျပီး ဇာတ္လမ္ေလးကို ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္နာမည္ၾကီးသရုပ္ေဆာင္ေတြနဲ႕ ဇာတ္လမ္းကို အဆံုးထိဆြဲေဆာင္ေခၚယူသြားမွာျဖစ္ျပီး ၁၈+ဒိုင္ယာေလာ့ေတြပါတယ္ဆိုတာကိုလည္း ေျပာျပထားပါရေစRatings IMDb – 6, Rotten tomatoes – 41%, Google users – 70% (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gringo-2018/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4eoWQO9qb6dChmOMeqnsZtz6fl.jpg",
        "title": "Gonjiam: Haunted Asylum (2018)",
        "description": "ဒီတစ်ခါတော့ မြန်မာနိုင်ငံမှာ ဒီနေ ့မှစပြီး ရုံတင်ပြသနေတဲ့ကိုရီးယား Horror ရုပ်ရှင်လေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်၁၉၇၉ ခုနှစ်မှာ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံရဲ ့လူနာပေါင်း၄၂ ယောက်ဟာ မိမိကိုကိုယ်အဆုံးစီရင်ခဲ့ကြပြီး တစ်ချိန်တည်းမှာပဲဆေးရုံရဲ ့အမှုဆောင်ဒါရိိုက်တာဟာလည်း ပဟေဠိဆန်ဆန် ပျောက်ဆုံးသွားခဲ့ပြီးနောက်ပိုင်းမှာတော့ အဆိုပါဆေးရုံကို ပိတ်သိမ်းခဲ့ပါတယ်ဒီဖြစ်ရပ်တွေအပြီးမှာတော့ အနီးအနားပတ်ဝန်းကျင်ကလူတွေမှတစ်ဆင့်အဲ့ဒီဆေးရုံမှာ သရဲတစ္ဆေတွေမြင်တွေ ့ရတယ်ဆိုတဲ့ ကောလဟလ ထွက်ပေါ်လာပါတယ်ကြောက်မက်ဖွယ်ရာနေရာများကို စွန် ့စားသွားလာပြီး မှတ်တမ်းရုပ်ရှင်များရိုက်ကူးတင်ဆက်ပေးတဲ့ အဖွဲ ့အစည်းတစ်ခုဖြစ်တဲ့Horror Times ဆိုတဲ့ အဖွဲ ့မှ လူငယ်တစ်စုဟာ ကမ္ဘာပေါ်ကကြောက်စရာအကောင်းဆုံးနေရာတွေမှာ နံပါတ်ခုနစ်နေရာမှာရှိနေပြီးကိုရီးယားနိုင်ငံရဲ ့ကြောက်စရာအကောင်းဆုံးနေရာတွေထဲမှာတော့နံပါတ်သုံးနေရာမှာတည်ရှိနေတဲ့ အဆိုပါ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံကို\nစွန် ့စားခန်းတစ်ရပ်ထွက်ပြီး သူတို ့ရဲ ့စွန် ့စားခန်းကို အွန်လိုင်းမှာပါတိုက်ရိုက်လွှင့်တင်ဖို ့ဆုံးဖြတ်ခဲ့ကြပါတယ်သူတို ့နဲ ့အတူ စွန် ့စားခန်းမှာလိုက်ပါဖို ့အတွက် အခြားလူသစ်တွေကိုလည်း\nဖိတ်ခေါ်ခဲ့ကြပါတယ်သူတို ့ရဲ ့စွန် ့စားခန်းခရီးစဉ်မှာ ဘယ်လိုအတားအဆီးတွေရှိနေမလဲအဲ့ဒီဆေးရုံဟာ ကောလဟလတွေအတိုင်း တကယ်ပဲသရဲခြောက်နေတာလားဒါမှမဟုတ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gonjiam-haunted-asylum-2018/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wh1f7peigW0qUXXwynwVAt7axZd.jpg",
        "title": "The Hurricane Heist (2018)",
        "description": "အခု ပရိတ္သတ္ႀကီးအတြက္ တေလာကမွရံုတင္သြားတဲ့ The Hurricane Heist ဆိုတဲ့ကားေလးကို မိတ္ဆက္ေပးခ်င္ပါတယ္ေဝနဲ႔ ဘရိဇ္တို႔ ညီအစ္ကိုႏွစ္ေယာက္က မုန္တိုင္းခဏခဏဝင္ေလ့ရွိတဲ့ ၿမိဳ႕ေလးမွာ ဖခင္ျဖစ္သူနဲ႔ေနထိုင္ၾကပါတယ္တစ္ေန႔မွာ မုန္တိုင္းတစ္ခုေၾကာင့္ ဖခင္ျဖစ္သူကို ဆံုးရံႈးလိုက္ရပါတယ္ေနာက္ ႏွစ္ဆယ့္ငါးႏွစ္အၾကာမွာေတာ့ အစ္ကိုျဖစ္သူဘရိဇ္က ၿမိဳ႕ေလးမွာပဲ အေဟာင္းျပင္ဆိုင္ေလးတစ္ဆိုင္ ဖြင့္ထားၿပီးညီျဖစ္သူေဝလ္ကေတာ့ မုန္တိုင္းေတြကို ေၾကာက္တဲ့ မိုးေလဝသပညာရွင္ျဖစ္လာခဲ့ပါတယ္ေကဆီေကာ္ဗင္လို႔အမည္ရတဲ့ မိန္းကေလးကေတာ့ေငြအေဟာင္းေတြကို ဖ်က္ဆီးဖို႔ သယ္လာေပးရတဲ့ အရာရွိပါတစ္ေန႔မွာ တန္မီလို႔အမည္ေပးထားတဲ့ မုန္တိုင္းက ဒီၿမိဳ႕ေလးကိုထပ္ျဖတ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္အဲ့ဒီအခ်ိန္မွာပဲ ဒီမုန္တိုင္းကို အသံုးခ်ၿပီးႏိုင္ငံေတာ္ဘဏၭာတိုက္ကို ေဖာက္ဖို႔ႀကိဳးစားေနတဲ့သူေတြလည္း ရွိေနျပန္ပါတယ္အဲ့ဒီအရႈပ္ေတြၾကား ဘရိဇ္တစ္ေယာက္ပါသြားတဲ့အခါ...ေကဆီနဲ႔ ေဝလ္တို႔ ႏွစ္ေယာက္ေပါင္းၿပီး မုန္တိုင္းၾကားက ဘရိဇ္နဲ႔ က်န္တဲ့ ဓါးစာခံေတြကိုကယ္ထုတ္ႏိုင္မွာလားဒါမွမဟုတ္ လူဆိုးေတြကပဲ ပိုက္ဆံေတြနဲ႔ လြတ္သြားမလားေလာဘေဇာတက္လာတဲ့အခါ ကိုယ့္အရင္းႏွီးဆံုးမိတ္ေဆြေတာင္ စိတ္ေျပာင္းသြားႏိုင္ေၾကာင္း...အစ္ကိုျဖစ္သူအသက္အႏၲရာယ္နဲ႔ၾကံဳေတြ႕လာရတဲ့အခါ မိမိရဲ႕အေၾကာက္တရားကို ေက်ာ္လႊားဖို႔ ႀကိဳးစားခဲ့တဲ့ ညီျဖစ္သူရဲ႕ ေမတၱာတရား စတာေတြကို ျမင္ေတြ႕ခံစားရမွာပါဒီဇာတ္ကားကို The Mummy 3 နဲ႔ Dragon ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-hurricane-heist-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
        "title": "Trouble Is My Business (2018)",
        "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wXawsklFVsUVbFfE8Wc4t5u9RwU.jpg",
        "title": "The Art of Seduction (2005)",
        "description": "ဂျူမုံမင်းသားကြီး ဆောင်အီဂွတ် နဲ့ Classic မင်းသမီး ဆွန်ရင်ဂျီတို့ပါဝင်ထားတဲ့Romantic Comedy အမျိုးအစား ကိုရီးယား ဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ့်အကြိုက်မင်းသားမင်းသမီးတွေရဲ့ ငယ်နုစဉ်ကာလက သရုပ်ဆောင်မှုတွေက ဆွဲခေါ်သွားပါလိမ့်မယ်...။The Art of Seduction (ဆွဲဆောင်မှု အနုပညာ) ဆိုတဲ့ ဇာတ်ကားနာမည်နဲ့လိုက်အောင် တစ်ယောက်နဲ့တစ်ယောက်စွဲလမ်းမှုမှော်ရုံတောထဲ ကျရှံူးဖို့ ဘယ်လိုတွေ ဆွဲဆောင်သွားကြမလဲဆိုတာ......။ \nFile size…(999 MB) and (380 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Naw Lydia",
        "rating": "",
        "url": "https://megaup.net/115oq/The_Art_Of_Seduction_[2005]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/rxPghSvLbWCUjLplxkkcPMahbsz-133x200.jpg",
        "title": "Death Wish (2018)",
        "description": "Death Wish (2018)_____IMDb - 6.4/10 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် သဘောပေါက်သွားပြီး သူ့မိသားစုအတွက် တရားမျှတမှုကို သူကိုယ်တိုင်ဆောင်ကြဉ်းဖို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8wg/Death_Wish_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF33Yb2XZpOgd8OZbvnLElRuO67.jpg",
        "title": "Swordsman 2 (1992)",
        "description": "Swordsman 2 (သို႕) The Legend of the Swordsman ဆိုတဲ့ဇာတ္ကားကေတာ့နာမည္ေက်ာ္သိုင္းစီးရီးတစ္ခုျဖစ္တဲ့ သိုင္းေလာကစိန္ေခၚသံကို အေျချပဳလို႕ ရိုက္ကူးထားတာပါ။လြင္ကူခ်ဳံးအျဖစ္ မင္းသားၾကီးဂ်က္လီမွပါဝင္ထားျပီး တုန္ဖုန္းပုပိုက္အျဖစ္ မင္းသမီးေခ်ာBrigitte Lin တို႕ပါဝင္ပါတယ္။ငယ္ငယ္က ရြာဗြီဒီယိုရံုမွာ အံ့ၾသဘနန္း သေရက်ခဲ့ရတဲ့ သိုင္းဇာတ္ကားတစ္ကားအျဖစ္ အမွတ္ရမိပါတယ္။IMDb (7.3) ပါ။ \nFile size…(999 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:051:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/swordsman-2-1992/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7xQlKNJv25YCNCVTKiZFCf7lqZb.jpg",
        "title": "Swordsman (1990)",
        "description": "တရုတ္သိုင္းကားစစ္စစ္ပရိတ္သတ္အတြက္ Swordsman (1+2) ကိုတင္ဆက္လိုက္ပါတယ္။Sam Hui,Jacky Cheung,Sharla Cheung တို႕နဲ႔ အျခားသရုပ္ေဆာင္မ်ားစြာ ပါဝင္ထားျပီး IMDb Rating(7) ထိရရွိထားပါတယ္။၁၉၉၀ ဝန္းက်င္က ရိုက္ကြင္းရိုက္ကြက္ေတြဆိုေပမယ့္ သစ္လြင္ျပီး ခံစားဖို႕ေကာင္းေနဆဲပါပဲ။ \nFile size…(999 MB) and (600 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://channelmyanmar.org/swordsman-1990/",
        "category": "Action, Asian, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIxZzTfITqBpZxbIGsV01DcoHsT.jpg",
        "title": "Thoroughbreds (2017)",
        "description": "ဒီကားေလးကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္ Drama/Thiller ဇာတ္ကားေလးျဖစ္ပါတယ္။Rating 7.2 အထိရရွိထားတဲ့ဇာတ္ကားျဖစ္ျပီး Thiller ဆိုတဲ့အတိုင္းလူတစ္ကာကရင္ထိတ္ေအာင္ရိုက္ျပေနတဲ့ေခတ္မွာ အရမ္းရင္ထိတ္ေအာင္ရိုက္ျပထားတာ မဟုတ္ဘဲဇာတ္ကြက္အလွည့္အေျပာင္း၊ ျမဳပ္ကြက္ေတြနဲ႕ တင္ဆက္ထားတဲ့ဇာတ္ကားေလးျဖစ္ျပီး တင္ဆက္ပံုကြဲထြက္လာမႈနဲ႔အတူ ေ၀ဖန္မႈေကာင္းေကာင္းရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ငယ္ငယ္ကရင္းရင္းႏွီးႏွီးမရွိခဲ့တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္၊ ျပႆနာကိုယ္စီနဲ႕အတူတူတြဲလာမိၾကပါတယ္။အထက္တန္းလႊာကဆင္းသက္ေပါက္ဖြားလာသူေတြအျဖစ္သရုပ္ေဖာ္ထားျပီး၊ အဓိကဇာတ္ေကာင္ႏွစ္ခုရဲ႕သရုပ္ကို ေသခ်ာသရုပ္ေဆာင္ျပထားပါတယ္။ဘာကိုစိတ္ခံစားခ်က္မရွိဘဲ ထံုေပေပမ်က္ႏွာေပးမ်ဳိးနဲ႕ ၾကည့္ရင္းေက်ာခ်မ္းလာေစတဲ့ အမန္ဒါ၊ ပေထြးရဲ႕ဆိုး၀ါးတဲ့အမူအက်င့္ေတြေၾကာင့္ စိတ္ေသာကေရာက္ေနရျပီး အျမဲအပူရုပ္ကိုဟန္လုပ္ျပေနရတဲ့ လီလီ။သူတို႕ႏွစ္ေယာက္ရဲ႕ျပႆနာကိုယ္စီဟာ ဘာေတြလဲ။ဆယ္ေက်ာ္သက္မိန္းကေလး၂ေယာက္ ဘယ္လိုေျဖရွင္းၾကမွာလဲ။သူတို႕ဘ၀ဟာဘယ္လိုျဖစ္ေနလို႕လဲဆိုတာေတြကို Dialogue ေတြအမ်ားၾကီးမထည့္ပဲ သရုပ္ေဆာင္တင္ဆက္သြားတာကို စိတ္၀င္စားဖြယ္ေတြ႕ရမွာပါ။ဇာတ္ရွိန္ေအးေအးနဲ႕စိတ္၀င္တစားေအးေဆးၾကည့္ခ်င္တဲ့သူေတြအတြက္ ဇာတ္ကားေကာင္းပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-CMRG\nTranslated by ...",
        "rating": "7.3",
        "url": "https://megaup.net/1ALz1/Thoroughbreds_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/blow-poster-144x200.jpg",
        "title": "Blow (2001)",
        "description": "Blow (2001)\nIMDb - 7.6/10_____Rotten - 55% \nUnicode\n**********\nမင်းသားကြီးဂျွန်နီဒပ်နဲ့ မင်းသမီးကြီး ပင်နီလုပ့်ခရုဇ်တို့ပါဝင်ထားပြီး\nအမေရိကန် ကိုကိန်းရောင်းဝယ်ရေးသမား George Jung ရဲ့\nဘဝဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။\nBiography, Crime, Drama အမျိုးအစားဖြစ်ပြီး IMDb (7.6) ထိရရှိထားပါတယ်။\n \nZawgyi\n**********\nမင္းသားႀကီးဂြၽန္နီဒပ္နဲ႔ မင္းသမီးႀကီး ပင္နီလုပ့္ခ႐ုဇ္တို႔ပါဝင္ထားၿပီး\nအေမရိကန္ ကိုကိန္းေရာင္းဝယ္ေရးသမား George Jung ရဲ႕\nဘဝျဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတာပါ။\nBiography, Crime, Drama အမ်ိဳးအစားျဖစ္ၿပီး IMDb (7.6) ထိရရွိထားပါတယ္။  \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "7.6",
        "url": "https://megaup.net/T3vo/Blow_[2001]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/strangers-pray-at-night-poster-133x200.jpg",
        "title": "The Strangers: Prey at Night (2018)",
        "description": "The Strangers: Prey at Night (2018)_____IMDb - 5.2/10The Staranger: Prey at Night 2018 ကတော့ Thriller၊/Horror ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်။\nRating 6.2 ရထားပြီးတော့ ပရိသတ်ကို အခြား Horror ကားနဲ့ မတူတဲ့ ရသတစ်မျိုးကို ပေးနိုင်မယ့်ကားလေးပါ။\nဇာတ်လမ်းကတော့ မိသားစုတစ်စု သမီးဖြစ်သူကို ကျောင်းအသစ်ပြောင်းပေးဖို့ ခရီးထွက်လာတဲ့ညတစ်ည မှာ ဖြစ်ပျက်ခဲ့တာတွေကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအဲ့ဒီမိသားစုဟာသူတို့ရဲ့ ဦးလေး အန်ကယ်မာဗ့် တို့ပိုင်တဲ့ ဂါလင် ရေကန် အပန်းဖြေစခန်းကို ထိုညမှာ ဝင်ရောက်တည်းခဲ့ပါတယ်။\nအဲဒီမှာ သူတို့အတွက် အခန်းသော့နဲ့ မနက်မှ တွေ့မယ်ဆိုတဲ့ စာကို အန်ကယ်မာ့ဗ်က တကယ် ချန်ထားပေးခဲ့တာလား\nအရုပ်မျက်နှာနဲ့ တွေ့ရတဲ့ သူတွေရဲ့ မျက်နှာဖုံးအောက်က ရက်စက်မှုတွေကို သူတို့ သိလိုက်ရတဲ့အခါမှာ သူတို့မိသားစု ထွက်ပြေးလွတ်မြောက်နိုင်ပါ့မလား\nအဲ့ဒီအရုပ်မျက်နှာဖုံးနဲ့ လူတွေကရော ဘယ်သူတွေလဲဆိုတာကို ရင်တမမ နဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xuz2/The_Strangers_-__Prey_At_Night_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXJt4mSbDcp7N08zePZuOSUZhFm.jpg",
        "title": "Havenhurst (2016)",
        "description": "သဲထိတ်ရင်ဖိုကားလေးတစ်ကားကို ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Heavenhurst (2016)ပါ။Heavenhurst ဆိုတဲ့ နေရာကိုပြောင်းရွေ့လာခဲ့တဲ့ အရက်စွဲနေတဲ့အမျိုးသမီးလေး Jackie...အဲ့ဒီတိုက်ခန်းမှာပဲ ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တဲ့ သူမရဲ ့သူငယ်ချင်းနှစ်ယောက်...ထူးဆန်းစွာနားလည်ရခက်တဲ့ အိမ်ရှင်အဖွားကြီး...အဲ့ဒီအိမ်ကိုပြောင်းရွေ့လာပြီးနောက်ပိုင်း အရမ်းထူးဆန်းတာတွေနဲ့တွေ့ကြုံလာရပြီး အိမ်ကြီးကနေ ထွက်ပြေးဖို့ကြိုးစားတဲ့အခါ သူမလွတ်မြောက်နိုင်ပါ့မလား။ပျောက်ဆုံးသွားတဲ့လူတွေအကြောင်းကိုရောသူမ အချိန်မှီသိရှိနိုင်ပါ့မလား။ဒီလိုသဲထိတ်ရင်ဖိုကားတွေကိုမှ နှစ်သက်တဲ့ CMပရိသတ်ကြီး ရင်တစ်ဖိုဖိုခံစားကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (680 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre : Horror, Thriller,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-GUACAMOLE\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "4.9",
        "url": "https://megaup.net/2n0iu/Havenhurst_[2016]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkflwtWCJffdDSwg63fdDFbwOvS.jpg",
        "title": "Irreplaceable You (2018)",
        "description": "ဒီကားေလးက ဒါရိုက္တာ Stephanie Laingရဲ႕IMDB rating 6.3 ရထားတဲ့အေမရိကန္ အခ်စ္ဟာသဒရမ္မာကားေလးပါဇာတ္လမ္းပံုစံကေတာ့ ငယ္ငယ္တည္းကအခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္လာခဲ့တဲ့ဆမ္နဲ႔ အက္ဘီတို႔က ေစ့စပ္ထားၾကတဲ့သူေတြေပါ့ရွစ္ႏွစ္ကတည္းက ခ်စ္ခင္လာခဲ့တဲ့သူတို႔ႏွစ္ေယာက္ကံၾကမၼာကေသကြဲမကြဲခင္အထိပဲ အတူေနဖို႔ပဲျဖစ္လာခဲ့တယ္ကံၾကမၼာက အက္ဘီ့မွာ ေသႏိုင္တဲ့ကင္ဆာေရာဂါျဖစ္ဖို႔အေၾကာင္းဖန္လာတဲ့အခါ အက္ဘီကသူ႔ရဲ႕မေသခ်ာေတာ့တဲ့ ဘဝကိုရင္ဆိုင္ရင္း\nဆမ့္ကိုျပဳစုေစာင့္ေရွာက္ဖို႔ အခ်စ္သစ္ကိုစရွာေပးပါေလေရာေနာက္ဆံုး အက္ဘီကဆမ့္ကို ဘယ္လိုေတြလုပ္ေပးၿပီးႏႈတ္ဆက္ထြက္ခြာသြားလဲ...အက္ဘီ့ရဲ႕ဆႏၵေရာ ျပည့္သြားခဲ့လားဆိုတာကို ဇာတ္ကားေလးကိုၾကည့္ၾကည့္ေနာ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျဖဴခင္ ပါ)  File Size : (750 MB) and (325 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEBRip.DD5.1.x264-FGT\nTranslated by May Phyu Khin\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/Tzun/Irreplaceable_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Dark Crimes (2016)",
        "description": "ရဲဌာနကတစ္ေယာက္အသတ္ခံရမွဳနဲ႕ပက္သက္ၿပီးအမွဳျပန္လိုက္တဲ႕ကားေလးပါျပည္႔တန္ဆာအိမ္ကိုခဏခဏသြားၿပီးတစ္ရက္မွာအသတ္ခံလုိက္ရပါတယ္သတ္တဲ႔တရားခံကိုလဲမသိလုိက္ရဘဲအမွဳပိတ္လိုက္ရတယ္အဲံ့ဒါကိုတစ္ႏွစ္ကအမွဳလိုက္ရာျပသနာရွိခဲ့တဲ႔တက္ဒက္ခ္ကဘာေႀကာင့္အသတ္ခံတယ္ဆိုတာသိလိုအမွဳျပန္ဖြင့္လိုက္ပါတယ္BDSMေတြကိုအသားေပးေရးတဲ႔စာေရးဆရာကသတ္တယ္လို႕ထင္လို႕အမွဳကိုျပန္လိုက္ပါတယ္စာေရးဆရာနဲ႕အသတ္ခံရတဲ႔ရဲကအတူတူအဲ႕ျပည္႕တန္ဆာအိမ္ကိုသြားေနႀကတာပါစာေရးဆရာေရးထားတဲ႔အေႀကာင္းအရာဟာ သူတို႕ရဲဌာနကတစ္ေယာက္ေသတာနဲ႕တူေနလို႕စာေရးဆရာကိုေခၚၿပီးစစ္ပါတယ္ ေခၚၿပီးစစ္တဲ႔အခ်ိန္မွာဘာမွမထူးျခားခဲ႔ပါဘူးရဲေတြနဲ႕လူသတ္သမားကိုယ္တိုင္ပဲသိတဲ႕ဒီလိုအခ်က္အလက္ကို စာေရးဆရာကဘယ္လိုိလုပ္သိတာလဲလိမ္မွာေပါ့မုသားေဖာ္စက္နဲ႔လဲစစ္တယ္ဒါေပမယ့္မထူးျခားပါဘူးသူမ်ားကိုသတ္ခုိင္းမွာေပါ့ အဲ႔ဒါလဲစစ္ပါတယ္ သူမခိုင္းခဲ့ပါဘူးဒါဆိုအဲ့ရဲကိုဘယ္သူသတ္တာလဲနည္းနည္းေတာ့စိတ္ဝင္စားစရာေကာင္းလာပါတယ္အဲ႕ေတာ့တက္ဒက္ခ္ဟာစာေရးဆရာရဲ႕အိမ္ကိုေစာင့္ႀကည္ေတာ့တာပဲ အဲ႕မွာအျခားပက္သက္တဲ႔သူေတြကိုေတြ႕တယ္စာေရးဆရာရဲ႕ေကာင္မေလး ဒီအမွဳကိုအရင္ကစံုစမ္းတဲ႔ရဲခ်ဳပ္အာဒမ္ေတြ႕တယ္ အိမ္မွာအျမဲအႏိုင္က်င့္ခံရတဲ႔စာေရးဆရာရဲ႕ေကာင္မေလးသတ္တာလား ရဲခ်ဳပ္ကပဲသတ္တာလားဆိုတာသူသိေအာင္လိုက္စံုစမ္းတယ္ လိုအပ္တဲ႔အခ်က္အလက္စံုးစမ္းၿပီးေနာက္ဆံုးေကာင္မေလးကိုျခိမ္းေျခာက္အႀကပ္ကိုင္ၿပီးစာေရးဆရာလူသတ္ဆိုတာဝန္ခံခဲ႕တယ္သူသတ္ပါတယ္လို႕သတင္းရွာရွင္းလင္းပဲြလဲလုပ္ၿပီးေရာစာေရးဆရာကမွဳခင္းျဖစ္ေနခ်ိန္မွာခရီးထြက္ေနပါတယ္ဒါဆိုဘယ္သူသတ္တာပါလဲ သိခ်င္ရင္ဇာတ္လမ္းေလးကိုႀကည့္လိုက္ပါလို႕ေျပာပါရေစ IMDB rating 5.1ရထားတဲ႕ဇာတ္ကားေလးပါ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.X264.AC3-EVO\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1wwp5/Dark_Crimes_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Poster-3AM-1-210x300.jpg",
        "title": "3 A.M. 3D (2012)",
        "description": "2012 ထွက်ရှိခဲ့တဲ ထိုင်းသရဲ ရုပ်ရှင်ဖြစ်ပြီး ဇတ်လမ်း ၃ မျိုး ပါဝင်ပါတယ်..၁. ဆံပင်တုလုပ်သူ၂.အသုဘ အလောင်းပြင်သူ၃. အစအနောက်သန်သူဆံပင်တု လုပ်တဲ့နေရာသို့ သင်းချိုင်းကုန်းမှ အလောင်းဆီကနေဆံပင်ဖြတ် လာရောင်း တာကို ဝယ်လိုက်မိပြီး ဒုက္ခများသွားတဲ့ညီအစ်မ နှစ်ယောက်....အသုဘ အလောင်းပြင်ဖို့ တာဝန်နဲ့ အသုဘ အလောင်းနှစ်ခုကိုညအိပ်စောင့်ရင်း စပ်စုတက်တဲ့ စိတ်ရယ် သနားစိတ်ရယ်အချစ်စိတ်ရယ် ပေါင်းပြီး သေသူ ကိုကြိုက်မိသူ တစ်ဦး....နည်းပညာ Co.Ltd တစ်ခုရဲ့ မန်းနေးဂျင်းဒါရိုက်တာ နှစ်ဦးမှအလုပ်တွင် ရေသာချောင်ခိုလိုက်ပြီး ညဘက် OT ဆင်းတယ်ဆိုပြီးအချိန်ပိုကြေးတွေ ညာယူနေတဲ့ ဝန်ထမ်းတွေကို စနောက်ရင်းကနေအလုပ်အတွင်း လူသေမှုတွေ ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့တဲ့အခါ...ဇတ်ကား သုံးကားလုံး ရဲ့ အချိန်ကြာမြင့်ချိန်၁ နာရီခွဲခန့် ရှိပြီး နှလုံးရောဂါရှိသူများ ကြည့်ရှုရန်မသင့်တော်ပါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ ThinZar Htet ဖြစ်ပါတယ်Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/2n0hi/3_A.M._[2012]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syWYKnLvaXUcZ7hXUIWX29kJmzz.jpg",
        "title": "Hong Kong Rescue (2018)",
        "description": "ဖြစ်ရပ်မှန် သမိုင်းကြောင်းနောက်ခံကားလေးတစ်ကားကိုမိတ်ဆက်ပေးပါရစေ။ကားလေးနာမည်က Hong Kong Rescue (2018)ကားလေးပါ။ဒီကားလေးရဲ ့နောက်ခံကတော့ ဂျပန်တွေတရုတ်ကိုဝင်စီးနေတဲ့အချိန်လေးပါ။တရုတ်တွေဟာ စိတ်ဓာတ်သိပ်ပြင်းသူတွေလို့ တော်တော်များများယူဆကြမှာပါ။အဲ့လိုယူဆတဲ့အတိုင်းပဲတရုတ်တွေကိုအောင်နိုင်ချင်ရင် သူတို့စာပေ အနုပညာကို ချိုးနှိမ်နိုင်မှ ဖြစ်မယ်လို့ယူဆကာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်အနုပညာသည်တွေကိုဖမ်းဆီးခိုင်းပါတော့တယ်။ထိုအချိန်မှာပဲ ဂျပန်တော်လှန်ရေးတပ်မတော်ကလဲ ထိုသူတွေကို ကယ်ဖို့ကြိုးစားပါတော့တယ်။တင်းကြပ်ပြီး ရက်စက်တဲ့ဂျပန်တွေရဲ ့လက်ထဲကနေ ဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားကြမလဲ။အနုပညာသမားဆိုတာ ပျော့ညံ့ညံ့တွေမဟုတ်ဘူးဆိုတာပဲ သက်သေပြနိုင်မလား ဆိုတာတွေ ရင်တစ်ဖိုဖိုနဲ့ကြည့်ရှုရမယ့်ကားလေးနာမည်ကတော့ Hong Kong Rescue(2018)ပါ။ Qty - 720p HDRipGern - HistoryDuration - 2hr 10minTranslator - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://megaup.net/2n0iA/Hong_Kong_Rescue_(Xiang_Gang_Da_Ying_Jiu)_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "",
        "title": "Desi Boyz (2011)",
        "description": "ဒီကားေလးကေတာ့ Bollywood ကားေတြထဲမွာ Old But Gold လို႕\nေၿပာလို႕ရတဲ့အထိေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းကေတာ့ နစ္နဲ႕ဂ်ယ္ရီဆိုတဲ့ အလြန္ခ်စ္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ရွိပါတယ္..\nသူတို႕ဟာ တစ္အိမ္ထဲမွာအတူတူေနၾကၿပီးေတာ့\nတစ္ေယာက္ကိုအလုပ္တစ္ခုစီနဲ႕ေအာင္ၿမင္ေအာင္ၾကိဳးစားေနၾကသူေတြလည္းၿဖစ္ပါတယ္..\nနစ္ကေတာ့ စီးပြားေရးဘြဲ႕တစ္ခုရၿပီးေတာ့ အထက္တန္းက်က်အလုပ္တစ္ခုမွာ\nအလုပ္လုပ္ေနပါတယ္...\nရိုးသားတဲ့ ဂ်ယ္ရီတစ္ေယာက္ကေတာ့ ၾကံဳရာက်ပန္းလုပ္တဲ့သူၿဖစ္ၿပီးေတာ့\nေက်ာင္းၿပီးေအာင္ဆက္မတက္ေတာ့တဲ့ သူတစ္ေယာက္လည္းၿဖစ္ပါတယ္....\nသူတို႕ႏွစ္ေယာက္စလံုးရဲ႕ဘ၀ေတြဟာ အလုပ္ေတြရွိစဥ္အခ်ိန္က\nေတာက္ေတာက္ေၿပာင္ေၿပာင္ ၿဖစ္ေနေပမယ့္\nသူတို႕ႏွစ္ေယာက္ကံဆိုးစြာနဲ႕ အလုပ္လက္မဲ့ ၿဖစ္လာတဲ့အေၿခေနမွာေတာ့\nႏွစ္ေယာက္စလံုးအက်ပ္ရုိက္ကုန္ၾကပါေတာ့တယ္...\nနစ္လည္းသူ႕ေကာင္မေလးကို မဂၤလာေဆာင္ဖို႕ေတာင္အႏိုင္ႏိုင္ၿဖစ္သြားခဲ့ရၿပီး\nဂ်ယ္ရီတစ္ေယာက္မွာလည္း သူအရမ္းခ်စ္ရတဲ့ကေလးေလးကို \nပိုင္ဆိုင္ခြင့္ဆံုးရံႈးရမယ့္ အေၿခေနကိုေရာက္လာပါေတာ့တယ္...\nဒီအခ်ိန္မွာ သူတို႕ႏွစ္ေယာက္အတြက္ လက္တစ္စံုဟာက်ေရာက္လာပါတယ္...\nဒါကေတာ့ Desi Boyz ပိုင္ရွင္ဟာ သူတို႕ရဲ႕ ေတာင့္တင္းလွတဲ့\nကိုယ္အရြယ္အစားေတြကိုမ်က္စိက်သြားတာေၾကာင့္ပါ....\nDesi Boyz ဆိုတဲ့ အသံုးအႏႈန္းကိုနားမလည္သူေတြအတြက္ ေၿပာၿပပါရေစ..\nDesi Boyz ဆိုတာ ဆြဲေဆာင္မႈ႕ရွိတဲ့ အမ်ိဳးသားေတြကအလိုဆႏၵရွိတဲ့\nအမ်ိဳးသမီးေတြအတြက္ Personal Privacy လံုၿခံဳမႈ႕ရွိတဲ့ေဖ်ာ္ေၿဖေရး\n၀န္ေဆာင္မႈ႕ၿဖစ္ပါတယ္...(18+ လံုး၀မပါပါ....)\nဒီလိုမိန္းကေလးေတြနဲ႕ေပ်ာ္ပါးေနရတဲ့ အလုပ္ကို နစ္ရဲ႕ေကာင္မေလးသိသြားတဲ့အခါ\nၿပသနာေတြ အကုန္စလာပါေတာ့တယ္....\nBollywood ကားေတြရဲ႕ထံုးစံအတိုင္း သီခ်င္းေတြကေတာ့\nတကယ္ကိုအမိုက္စားေတြပါ...\nခဏခဏၿပန္နားေထာင္ရတဲ့အထိကိုေကာင္းလြန္းပါတယ္...\nမိသားစုနဲ႕အတူတူ ရယ္ေမာရင္းနဲ႕ အခ်ိန္ေတြကိုကုန္ဆံုးခ်င္တယ္ဆိုရင္ေတာ့\nဒီကားေလးကို ညႊန္းပါရေစ...\nအားလံုးၾကိဳက္ႏွစ္သက္ၾကမယ့္ ကားေကာင္ေလးတစ္ကားၿဖစ္ပါတယ္....\nFile Size : (871 MB) \nQuality : BluRay 720p\nRunning Time : 2hr 02min\nFormat : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2drx3/Desi_Boyz_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oelnarWDCuXoZPTyXXGrEaKApYM.jpg",
        "title": "The Hollow Child (2017)",
        "description": "Samantha ခေါ် ဆမ်က မွေးစားမိသားစုတွေနဲ့အတူတူနေရတဲ့ အတိတ်ဆိုးတွေနဲ့ ခပ်ဆိုးဆိုးကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာတော့ သွေးမတော်သားမစပ်ပေမယ့် သူ့ကိုခင်တွယ်ရှာတဲ့ ညီမလေး အိုလီဗီရာတစ်ယောက် အိမ်အပြန်လမ်းမှာ ပျောက်သွားပါတော့တယ်ကိုယ့်ကိုယ်ကို အပြစ်တင်စိတ်နဲ့အတူ ဆမ်တစ်ယောက်ပြောင်းလဲဖို့ကြိုးစားပေမယ့် ပြန်ရောက်လာတဲ့ အိုလီဗီရာလေးက အရင်ကနဲ့မတူတော့တဲ့အခါ...အိုလီဗီရာလေး တောထဲမှာ ကြုံတွေ့ခဲ့ရတဲ့အရာတွေက ဘာများလဲဆိုတာ ဖော်ထုတ်ဖို့ကြိုးစားရပါတော့တယ်...ဒါရိုက်တာ Jeremy Lutter ရိုက်ကူးထားပြီး ဆမ်အဖြစ် Jessica Mcleod နဲ့ အိုလီဗီရာအဖြစ် Hannah Cheramy က ပါဝင်သရုပ်ဆောင်ထားပါတယ်IMDB Rating ကတော့ 4.9/10 ပါ(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (700 MB) and (237 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "4.6",
        "url": "https://megaup.net/115ow/The_Hollow_Child_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTLFfzhvhD2rtQsSzCXwgNsMBwS.jpg",
        "title": "What a Man Wants (2018)",
        "description": "What a Man Wants (2018)\nIMDb - 6.3/10_____Rotten - 71%Rating 6.3 ရထားတဲ့ အခု ဇာတ်လမ်းလေးကတော့ What a Man Wants ဆိုတဲ့အတိုင်း 18+ ဆန်ဆန်ကို ဟာသာဆန်ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။ဒီကားထဲမှာ Running man အချစ်တော် ဆုန်းဂျီဟို နဲ့ Goblin ဇာတ်လမ်းထဲက Samshin lady အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Lee Ei တို့ ပါဝင်ထားတဲ့အတွက် ကြည့်လို့ကောင်းမယ့်ကားဆိုတာကို အထူးတလည် ပြောစရာလိုမယ်မထင်တော့ပါဘူး။ဇာတ်လမ်းကတော့ အိမ်ထောင်ရေးဖောက်ပြန်တတ်တဲ့ သူတွေအကြောင်းကို အဓိက မီးမောင်းထိုးပြ ထားပြီးတော့ အတွေးပေါင်းများစွာနဲ့ ကိုယ့်ကိုထားခဲ့မယ့် အချစ် Drama ကားလေးပဲဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက် သူတို့လိုချင်တာဘာလဲ မိန်းမ တွေကရော သူတို့ယောက်ျားကို ပါရမီဘယ်လိုဖြည့်ပေးရမလဲ ဆိုတာ သင်ခန်းစာပေးထားတာဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက်ကရော သူတို့ဖောက်ပြန်တာ သူတို့မိန်းမကို မချစ်တော့လို့လား လိင်ဆန္ဒ မပြည့်ဝလို့လား ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fO9u/What_A_Man_Wants_(Balam_Balam_Balam)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/urH9H50gKbUK8U6qTVd89SLQPjx.jpg",
        "title": "Fahrenheit 451 (2018)",
        "description": "ဒီရုပ်ရှင်ကတော့ HBO ရုပ်သံလိုင်းကနေ ထုတ်လွှင့်ခဲ့တဲ့ Fahrenheit 451 ဆိုတဲ့ရုပ်ရှင်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။အနာဂတ်ကာလမှာ အာဏာပိုင်တွေဟာ လူတွေ ပညာဆည်းပူးနေတာတွေ၊ အသိပညာရှာဖွေတာတွေကို ပိတ်ပင်တားဆီးနိုင်ဖို့၊\nသတင်းအမှောင်ချနိုင်ဖို့၊ စိတ်ကြိုက်ခြယ်လှယ်နိုင်ဖို့အတွက် စာအုပ်တွေအားလုံးကို မီးရှို့ဖျက်ဆီးဖို့ စေခိုင်းပါတော့တယ်။စာအုပ်တွေကို မီးရှို့ဖျက်စီးတဲ့သူတွေထဲမှာ Guy Montag ဆိုတဲ့လူငယ်တစ်ယောက်လဲ ပါဝင်ပြီး အာဏာပိုင်တွေရဲ့ အမိန့်အတိုင်း\nဘာအမေးအမြန်းမှမရှိပဲ ဖျက်စီးပေးနေခဲ့ပါတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့ သူ့ရဲ့လုပ်ရပ်တွေကို မေးခွန်းထုတ်လာတဲ့ ကောင်မလေး\nတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးနောက် စာအုပ်တွေကို ဖျက်စီးတဲ့လုပ်ရပ်ကို သူကိုယ်တိုင်ပြန်လည်တားဆီးဖို့ ကြိုးစားပါတော့တယ်။ဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်တွေကတော့ Black Panther ဇာတ်ကားထဲမှ Michael B. Jordan နဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားကြီးဖြစ်တဲ့\nMichael Shannon တို့ဖြစ်ပါတယ်။ Fahrenheit 451 ဆိုတဲ့ဝတ္ထုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး မင်းသားကောင်း ၂ လက်နဲ့အတူ\nဇာတ်လမ်း အစအဆုံးဆွဲခေါ်သွားမှာဖြစ်တဲ့အတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပဲ ညွန်းလိုက်ပါရစေ။(ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (750 MB) and (350 ...",
        "rating": "5.8",
        "url": "https://megaup.net/115n4/Fahrenheit_451_[2018]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
        "title": "Son of Rambow (2007)",
        "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)  Quality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-iNFAMOUS\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/p28873_v_v8_aa-133x200.jpg",
        "title": "Black Hawk Down (2001)",
        "description": "Black Hawk Down (2001)IMDb - 7.7/10_____Rotten - 76%Won 2 Oscars. Another 9 wins & 37 nominationsဆိုမာလီနိုင်ငံဟာ ၁၉၉၀ဝန်းကျင်က ငတ်မွတ်မှုကြောင့်ပြည်သူသုံးသိန်းကျော်သေဆုံးခဲ့ပါတယ်အကြောင်းရင်းကတော့ ယခုထိတိုင်မပြီးဆုံးနိုင်သေးတဲ့တစ်နိုင်ငံထဲနေမျိုးနွယ်စုတွေအချင်းချင်းဖြစ်ပွားတဲ့ ကာလရှည်ပြည်တွင်းစစ်ကြောင့်ဖြစ်ပါတယ်ဆိုမာလီယာအစိုးရဟာ မထိန်းချုပ်နိုင်ပဲငါတလူမင်းမူနေတဲ့ ခေါင်းဆောင်တွေကြားမှာMohamed Farrah Aididဟာ အာဏာအရှိဆုံးဖြစ်ခဲ့ပြီးထိုအချိန်က မြို့တော်မိုဂါဒစ်ရှူ းကို အုပ်စိုးခဲ့ပါတယ်နိုင်ငံတကာကထောက်ပံတဲ့ရိက္ခာ အထောက်အပံတွေကိုငတ်မွတ်နေတဲ့ပြည်သူတွေဆီမဝေငပဲ အရက်စက်ဆုံးထင်ရာဆိုင်းမင်းမူနေတဲ့Aididကိုဖယ်ရှားပစ်မယ် အစီအစဉ်တွေထဲကတစ်ခုကို၁၉၉၃ခုနှစ်အတွင်း မြို့တော်မိုဂါဒစ်ရှူ းမှာ ထုံးစံအတိုင်းအမေရိကန်တို့ လုပ်ခဲ့ပါတယ်Aididအစိုးရအဖွဲ့ရဲ့အစည်းအဝေးတစ်ခုကိုဝင်စီးကာ ဝန်ကြီးတွေကိုဖမ်းဖို့ဖြစ်ပြီးတစ်နာရီအတွင်းအပြီးသတ်ဖို့စနစ်တကျ စီစဉ်ထားတဲ့စစ်ဆင်ရေးဟာAididစစ်တပ်ရဲ့ မထင်မှတ်တဲ့ အပြင်းအထန်ခုခံမှုတွေကြောင့်ဘလက်ဟော့ဟယ်ရီကော်ပတာ တွေပျက်ကျမှုမှစတင်ကာ အလွဲလွဲချော်ချာ်ဖြစ်ပြီးအမေရိကန်စစ်တပ်ဟာ အချိန်မှီမြို့ထဲကပြန်မထွက်နိုင်ပဲ ပိတ်မိကာတစ်ရက်နီးပါးကြာမြင့်သွားပါတယ်ဒီဇာတ်ကားဟာထိုအခါက အမေရိကန်နဲ့ဆိုမာလီတွေရဲ့ အပြင်းအထန်တိုက်ခဲ့ကြပုံတွေစစ်ရဲ့မာန် စစ်ရဲ့ဓလေ့နဲ့ စစ်ရဲ့ကြေကွဲဖွယ်ရာတွေကို အပီပြင်ဆုံးရိုက်ကူးပြထားပြီးအကယ်ဒမီဆုတွေကို သိမ်းပိုက်သွားခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်Imdb 7.7နဲ့ RT 76%ထိရရှိထားပြီး စစ်ကားဆိုမှစစ်ကားကိုကြိုက်တဲ့သူတွေအနေနဲ့ကြည့်ဖူးတဲ့စစ်ကားတွေထဲမှာ ဒီကားမပါသေးရင်အမြန်ဆုံးသာ download လုပ်လိုက်ပါလို့တိုက်တွန်းချင်ပါတယ်ဆိုမာလီႏိုင္ငံဟာ ၁၉၉၀ဝန္းက်င္က ငတ္မြတ္မႈေၾကာင့္ျပည္သူသံုးသိန္းေက်ာ္ေသဆံုးခဲ့ပါတယ္အေၾကာင္းရင္းကေတာ့ ယခုထိတိုင္မၿပီးဆံုးႏိုင္ေသးတဲ့တစ္နိုင္ငံထဲေနမ်ိဳးႏြယ္စုေတြအခ်င္းခ်င္းျဖစ္ပြားတဲ့ ကာလ႐ွည္ျပည္တြင္းစစ္ေၾကာင့္ျဖစ္ပါတယ္ဆိုမာလီယာအစိုးရဟာ မထိန္းခ်ဳပ္ႏိုင္ပဲငါတလူမင္းမူေနတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/4eU58/Black_Hawk_Down_[2001]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/c7bbf7574a3470933ac4af921770072a-138x200.jpg",
        "title": "Cargo (2017)",
        "description": "Cargo ဇာတ်ကားဟာ 2017ခုနှစ်ထွက် Drama, Horror ဇာတ်ကားအမျိုးအစားတစ်ကားပဲဖြစ်ပါတယ်။Ben Howling နဲ့ Yolanda Ramke ဆိုတဲ့ ဒါရိုက်တာနှစ်ဦးပူးတွဲရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Andy နေရာမှာ သရုပ်ဆောင်တဲ့သူကတော့Hobbit Trilogy မှာ Bilbo Baggins , BBC ကထုတ်လွှင့်ခဲ့တဲ့ Sherlock TV Series မှာ Sherlock Holmes ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ Dr.John Watson နေရာမှာ သရုပ်ဆောင်ခဲ့ မင်းသားကြီး Martin Freeman ပါ။ဒါ့အပြင် Marvel Cinematic Universe မှာ Everett K. Ross ဆိုတဲ့ အစိုးရအေးဂျင့်တစ်ယောက်အနေနဲ့လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nAndy နဲ့ Kay ဇနီးမောင်နှံတွေဖြစ်ပြီးတော့ ၁နှစ်အရွယ်သမီးလေးRosie ကိုပါဖွားမြင်ထားပါသေးတယ်။သူတို့မိသားစုဟာ စက်လှေအိုကြီးတစ်စီးကိုစီးပြီး မြစ်ကြောင်းအတိုင်းစီးမျောနေခဲ့တာ အတော်ကြာပါပြီ။သူတို့ဟာ တစ်စုံတစ်ခုကိုကြောက်ရွံ့တာကြောင့် ထွက်ပြေးနေတဲ့ပုံစံပေါက်နေပြီး ပြဿနာတွေလည်း အများကြီးရှိနေပုံရပါတယ်။သူတို့ရဲ့ပြဿနာထဲမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2d4cA/Cargo_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/ripd-poster-133x200.jpg",
        "title": "R.I.P.D. (2013)",
        "description": "R.I.P.D. (2013)_____IMDb - 5.6/10\n  \nဒီကားကတော့ ၁၉ ၉ ဝ ကျော်ကထွက်ရှိခဲ့တဲ့ Man In Black နဲ့ပုံစံတူတဲ့ကားဖြစ်ပါတယ်...\nDeadpool မင်းသားဖြစ်တဲ့ Ryan Reynolds ကရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့ရဲ့လက်တွဲဖော်လုပ်ကြံမှု့ကြောင့် စစ်ဆင်ရေးတစ်ခုမှာသေဆုံးသွားခဲ့ပါတယ်...\nသူသေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို R.I.P.D လို့ခေါ်တဲ့ Rest In Peace Department ကနေ\nသူ့ကို အမှု့လိုက်ဖို့အတွက်ပြန်လည်ဆင့်ခေါ်လိုက်ပါတယ်...\nR.I.P.D ရဲ့အမှု့တွေကတော့ ငရဲပြည်ကနေလွတ်လာတဲ့ လူယောင်ဆောင်ထားတဲ့\nမကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနှိမ်နင်းရတာပဲဖြစ်ပါတယ်...\nဒီလိုလိုက်လံစုံစမ်းရင်း ထူးဆန်းတဲ့ အကောင်တွေ ကမ္ဘာမြေပြင်ကို\nကျလာမှာကို နောက်ဆုံးမှာတော့ တားဆီးရပါတော့တယ်....\nသူတို့ဟာ တကယ့်လူ့ဘဝထဲကိုဝင်တဲ့ အခါ လက်ရှိရုပ်သွင်ပြင်နဲ့ဝင်ရတာမဟုတ်ပဲနဲ့\nသူတို့ရဲ့ ID Card မှာပါတဲ့ ရုပ်နဲ့ဝင်ရပါတယ်...\nဒါကြောင့် သူများတွေအမြင်မှာတော့ သူတို့ဟာ တခြားပုံဖြစ်နေတတ်ပါတယ်..\nအက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အိမ်မှာနေရင်းပိတ်ရက်မှာအပျင်းဖြေဖို့အတွက်\nသင့်တော်တဲ့ကားဖြစ်ပါတယ်...\n   \nFile Size : (760 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action,Adventure,Comedy\nEncoded by Moe ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gn4f/R.I.P.D._[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEOKmFzHvcM6ycvlemq9HOLVFz4.jpg",
        "title": "KL Special Force (2018)",
        "description": "KL Special Force ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်ထွက် မလေးရှားအက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။အခုလက်ရှိတွင် IMDb rating 7.5 ရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ Fattah Amin,Rosyam Nor,Syamsul Yusof စတဲ့သရုပ်ဆောင်မင်းသားတွေဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Roslan ဦးဆောင်တဲ့ အထူးအဖွဲ့ဟာ Asyraff ဦးဆောင်တဲ့ မာဖီးယားအဖွဲ့ဖြစ်တဲ့ \"Gang Anarkis\" ကိုနှိမ်နင်းဖို့တာဝန်ပေးအပ်ခြင်းခံရပါတယ်။ဒီအထူးရဲအဖွဲ့မှာ ပါဝင်လာသူနောက်တစ်ယောက်ကတော့ အသက်ငယ်ငယ်ရဲတပ်သားလေး Zul ဖြစ်ပါတယ်။Zul နဲ့ Roslan တို့နှစ်ယောက်ကြားကို မာဖီးယားခေါင်းဆောင်Asyraff မှ ဘယ်လိုခလောက်ဆန်မလဲ......ဒီအမှုမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိတာလဲ.....ရဲတပ်ဖွဲ့မှ မာဖီးယားဂိုဏ်ကိုဘယ်လိုနှိမ်နင်းသွားမလဲစတာတွေကို အက်ရှင်စွန့်စားခန်းတွေနဲ့စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။File Size : (850 MB) and (345 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2n0iC/KL_Special_Force_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjRlZTU1YzQtNzVkMC00YzI2LTk3OWQtZjVhYzQ5MzNhZGRlXkEyXkFqcGdeQXVyNDkyMjA2NjU@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Look Who’s Back",
        "description": "2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ IMDB 7.2 ရထားတဲ့ဂျာမန် သရော်ဟာသ အမျိုးအစား ရုပ်ရှင်ကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၂၀၁၂ တုန်းက ဂျာမနီမှာ အုပ်ရေသန်းချီ ရောင်းချခဲ့ရပြီး နိုင်ငံပေါင်းများစွာက ဘာသာပြန်ဆိုခဲ့တဲ့ စာအုပ်တစ်အုပ်ကိုအခြေခံပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ရော စာအုပ်ဟာ နှစ်သက်သူ မနှစ်သက်သူများနဲ့ ဝေဖန်သံများ ဆူညံနေခဲ့တာပါ။ဘာကြောင့်လဲဆိုတော့ တစ်ကမ္ဘာလုံးမှာ လူသိ်အများဆုံး လူတွေထဲက တစ်ယောက်အကြောင်းဖြစ်နေလို့ပါ။လက်ရှိခေတ်မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့တဲ့ အကြောင်းပါပဲ။ ဒီရုပ်ရှင်ထဲမှာ ၂၀၁၄ ခုနှစ် ဘာလင်မြို့မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့ပါပြီ။ဟစ်တလာရဲ့ ခေတ်သစ်ကမ္ဘာအပေါ် အမြင် နဲ့ သူ့ရဲ့ အံမဝင်မှုတွေကို ပြသထားတာပါ။ တီဗီအပေါ်အမြင် ကွန်ပြူတာနဲ့ အင်တာနင်အပေါ်အမြင် စသည်ဖြင့်ပေါ့။ဒါပေမယ့် ဟစ်တလာတစ်ယောက် အခြေအနေ အရပ်ရပ်ကို သုံးသပ်မိလာချိန်မှာတော့ သူရဲ့ မူလရည်မှန်းချက်တွေကို ပြန်ဖော်ဆောင်ဖို့ ဂျာမနီနိုင်ငံသားတွေကို တီဗီ ဖေ့ဘု ...",
        "rating": "7.1",
        "url": "https://megaup.net/2lWdy/Look_Who’s_Back_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/orrhmo00kk6w-143x200.jpg",
        "title": "[18+] Disappear (2005)",
        "description": "Japan Adult Movie တွေ ပြန်ပေးနေကြ  Jueno ရဲ့\nနောက်ထပ် ပြန်ထားတဲ့ ရုပ်ရှင်ကား တစ်ခု နဲ့ မိတ်ဆက်ပေးပါရစေ\nရုပ်ရှင်ကား နာမည်က Disappear ပါတဲ့….\nDark Side ကနေ တင်ဆက်လိုက်တဲ့ နောက် တစ်ကား…\nဒီဇတ်လမ်း မှာ အဓိက သရုပ်ဆောင်က ၃ ယောက်ပဲ ရှိတယ်\nသူငယ်ချင်း ၃ ယောက်ပေါ့….\nမြန်မာကားတွေနဲ့တောင် ခပ်ဆင်ဆင်တူသေးတယ်\nယောရှိကို ၊ ဟီရို ၊ အားကို ဆိုတဲ့ သူင်ယချင်း ၃ ယောက် ရှိတယ်\nယောရှိကို က စာတော်သူ ဟီရို နဲ့ အားကို ကတော့ စာသိပ်မတော်ပေမယ့်\nပြေလည်ကြပါတယ် ယောရှိကို ကတော့ ဆင်းရဲလွန်းပြီး မိဘ တွေလဲ\nမရှိတော့လို့ အခန်းကျဉ်းလေး ထဲ အထီးကျန်ပြီး စက်ရုံအလုပ်ဆင်း\nကျောင်းတက်နေရသူပါ…\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ယောရှိကို နဲ့ အားကို နှစ်ယောက်ထဲ\nယောရှီကို ရဲ့ အခန်းကျဉ်းလေးထဲမှာ စာကျတ်နေတုန်း\nအားကို တစ်ယောက် အိပ်ငိုက်ပြီး အိပ်ပျော်သွားခဲ့ပါတယ်\nအိပ်ပျော်နေတဲ့ အားကို ရဲ့ ပုံစံလေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2WILA/Disappear_(Shisso_-_Boku_Ga_Kanojo_O_Tojikometa_Wake)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8qXRAshLdsEWx65HLJhjNbek8r.jpg",
        "title": "The Nanny (2017)",
        "description": "CM ပရိသတ်ကြီးအတွက် 2017 ခုနှစ်ထွက် The Nanny ဆိုတဲ့ Horror ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့Joel Novoa ဖြစ်ပြီး မင်းသား Nicholas Brendon နဲ့ မင်းသမီးကတော့ Sleepy Hollow, Once Upon a Time, The Originals အစရှိတဲ့ နာမည်ကျော် TV series တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Jaime Murray ပါ။ဇာတ်လမ်းအကျဉ်း\n==========\nLenor ဆိုတဲ့အမျိုးသမီးဟာ Noa နဲ့ Micheal တို့နှစ်ယောက်ကို ထိန်းကျောင်းဖို့ မကြာသေးခင်ကမှ ငှားရမ်းထားတဲ့ ကလေးထိန်းတစ်ဥိးပါ။Noa ဆိုတဲ့ကလေးမလေးက သူတို့ကိုထိန်းကျောင်းပေးမယ့် ကလေးထိန်းဖြစ်သူ Lenor ဟာ သာမန်လူသားတစ်ယောက် မဟုတ်ဘူးလို့ သံသယရှိတာကြောင့် သူ့ရဲ့အကြောင်းကိုခြေရာခံပြီးစုံစမ်းပါတော့တယ်။ သို့ပေမယ့် Noa တွေ့ရှိသွားတဲ့ အရာကတော့....။ဇာတ်လမ်းတစ်ခုလုံး သည်းထိပ်ရင်ဖိုစွာနဲ့ကြည့်ရမယ့်ဇာတ်ကားုဖြစ်တာကြောင့် Horror ကြိုက်နှစ်သက်တတ်သူဆိုရင်တော့ လက်မလွှတ်သင့်တဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2n0jf/The_Nanny_[2017]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t89TgOiEXGl43pVoBxpGUP2tIpD.jpg",
        "title": "The Assassin’s Code (2018)",
        "description": "မိုက်ကယ်ကွန်နယ်လီ ကလေ့ဗ်လန်းမြို့နယ်လေးက ရဲစခန်းက စုံထောက်တစ်ယောက် ဖခင်ဖြစ်သူကရဲဖြစ်ပြီး မူးယစ်ဆေးအရောင်းအဝယ်မှာ ပူးပေါင်းပါဝင်ခဲ့သူဖြစ်နေတော့ သူ့အဖေကိုမုန်းတီးနေခဲ့ပါတယ်အဲ့လိုနဲ့သူကိုယ်တိုင်ရဲဖြစ်လာတဲ့အခါ သူ့အဖေနဲ့ဆက်စပ်မှုရှိခဲ့တဲ့မူးယစ်ဆေးအမှုကိုကိုင်တွယ်ရဖို့အကြောင်းဖန်လာပါတယ်ဒီလိုမျိုးဇာတ်လမ်းတွေရဲ့ထုံးစံအတိုင်း ရာဇဝတ်မှုရဲ့နောက်ကွယ်မှာအကောင်ကြီးကြီးအမြီးရှည်ရှည်ကောင်တွေပါနေကြဆိုတော့အခုဒီကားမှာလည်း အညတရရဲစုံထောက်လေးတစ်ယောက်က ဘယ်လိုများကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာဒေါင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်း ပါ)File Size : (750 MB) and (340 MB)Quality : AMZN WEB-DL 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-SiGMA\nTranslated by Hein Min Tun\nEncoded by Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/115os/The_Assassin’s_Code_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/American-psycho-135x200.jpg",
        "title": "American Psycho (2000)",
        "description": "American Psycho(2000)\nIMDb....7.6,,,,Rotten...69%\n အမေရိကန် ပြည်ထောင်စု ၉၀နှစ်ဝန်းကျင်မှာ ကုမ္ပဏီ လူကြီးမင်းတွေကြားက အချင်းချင်းပြိုင်ဆိုင်မှုတွေ မနာလိုမှုတွေ အဆင့်အတန်းခွဲ ခြားမှုတွေပြည့်နှက်နေခဲ့တယ် ....ရယ်မောစကားပြောနေပေမယ့် အတွင်းစိတ်က မုန်းတီးနေကြတဲ့ ပတ်ဝန်းကျင်တစ်ခု..... ဒီလိုအနေအထားမှာ ပက်ထရစ် ဘိတ်မန်း တစ်ယောက် သူကြည့်မရတဲ့ လုပ်ဖော်ကိုင်ဘက်ကို သတ်ပစ်ခဲ့တယ် ...သူ့လုပ်ရပ်တွေက အကုန်အဆန်းတွေကြီးပဲ...ဒီကားဟာ TOP IMDB ထဲမှာပါသလို ရုပ်ရှင်ဝေဖန်ရေးသမားတွေအသိအမှတ်ပြုဇာတ်ကားတစ်ကားဖြစ်တယ်....ဒီကားကိုကြည့်တဲ့သူတွေအဖို့  ဘိတ်မန်းရဲ့ စရိုက် အမူအကျင့်တွေ ပတ်ဝန်းကျင်ကို ဆက်ဆံပုံတွေ အသေးစိတ် မျက်ခြေမပြတ်လိုက်ရပါ့မယ်......သူလုပ်ရပ်တွေဟာ အမှန်တကယ်ဖြစ်ခဲ့တာလား...စိတ်ကူးယဉ်သက်သက်လား....သူစီစဉ်ခဲ့တာတွေဟာဘာအတွက်လဲ.... ဘာကြောင့်လဲ...ဒီကားက အတော်ကို ခေါင်းစားပါတယ်...နောက်ပြီးအဖော်အချွတ်အခန်းတစ်ချို့ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဒီကားရဲ့ အဓိကသရုပ်ဆောင် Christian Bale  ကိုတော့ ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...ဒီကားဟာ ကျွန်တော့်အမြင်ပြောရရင် ကြည့်ရှူသူကို အဖြေတွေရှာခိုင်းတာ ဒါမှမဟုတ် ခံစားဆုံးဖြတ်နိုင်စွမ်းဘယ်လောက်ရှိသလဲ စမ်းသပ်နေတာနဲ့ပိုတူပါတယ်...ဆိုတော့ကား ဒီကားကြည့်ပြီး ခံစားသိမြင်တာလေးတွေကို ကျွန်တော်တို့ channel myanmar group မှာ  လာရောက်ဆွေးနွေး မျှဝေပေးဖို့ဖိတ်ခေါ်အပ်ပါတယ်...\n--------------------------------------------------\nအ​ေမရိကန္​ ျပည္​​ေထာင္​စု ၉၀နွစ္​၀န္​းက်င္မွာ ကုမၸဏီ လူႀကီးမင္​း​ေတြၾကားက ...",
        "rating": "7.6",
        "url": "https://megaup.net/1x1ck/American_Psycho_[2000]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spb6ir8Z1PzheaxagpCELAhZG4O.jpg",
        "title": "Four Brothers (2005)",
        "description": "2005 ခု နှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Four Brother ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ John Singleton ကရိုက်ကူးတင်ဆက်ထားပါတယ်..IMDb Rating ကလည်း 6.9 ရရှိထားတာမို့ကားကောင်းတစ်ကားလို့ဆိုလိုရမှာဖြစ်ပါတယ်..အက်ရှင်ဇာတ်ကားအကြမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့သဘောတွေ့မယ့်ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းပုံစံလေးကတော့..အင်မတန်ဆိုးတဲ့ ညီအကိုလေးယောက်...သူတို့ဟာဆိုးလွန်းလို့လူတိုင်းကသဘောမကျကြဘူး..အကြီးဆုံးအကိုကြီးဆိုရင်..မြို့ထဲမှာတောင်နေလို့မရတဲ့အဆင့်ထိပါပဲ..တစ်နေ့မှာ သူတို့လေးယောက် ကို ငယ်ငယ်ကတည်းက မွေးစားခဲ့တဲ့ အမျိုးသမီးအသတ်ခံရတဲ့အချိန်မှာတော့ ရဲတွေကရော..မြို့လူထု ကရော သူတို့ကိုသံသယဝင်နေကြပါတယ်..သူတို့တကယ်ပဲ သူတို့ရဲ့မွေးစားမိခင်ကိုသတ်တာလား..သူတို့ရဲ့ဆိုးသွမ်းမှုတွေကြောင့်အထင်ခံရတာလား..ဒီကိစ္စတွေကိုသူတို့ဘယ်လိုဖြေရှင်းမှာလဲ ဆိုတာတွေကို..စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါFile Size : (850 MB) and (355 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/2n0ii/Four_Brothers_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/jack-ryan-poster-1-133x200.jpg",
        "title": "Jack Ryan: Shadow Recruit (2014)",
        "description": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.   File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2em2s/Jack_Ryan_-_Shadow_Recruit_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jv4ydf8S6bdkC2G9C6BGKg7J4c.jpg",
        "title": "Alex & The List (2018)",
        "description": "အချစ်ဟာသ Romance ကိုမှ ကြည့်ချင်တဲ့သူတွေအတွက်ဒီ Alex and the list ဆိုတဲ့ အချစ်ဇာတ်််မြူးကား ကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ Burbank Film Festival မှာ Comedy Feature အနေနဲ့ winner ဆု ရရှိထားတာပြီးဒိီကားနဲ့ပဲ Best Actor Award ကို ရရှိထားတဲ့ Patrick Fugit က Alex အဖြစ် အဓိက ပါဝင်သရုပ်ထားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Alex ဟာ ခွေးချစ်တဲ့ လူရိုး လူအေး တစ်ယောက်၊သူက Katherine ဆိုတဲ့ အမျိုးသမီးနဲ့ ချစ်သူတွေဖြစ်နေကြပါတယ်။ Katherine က ချမ်းသာတဲ့ ဂျူးမိသားစုကဆင်းသက်လာတဲ့ သူတစ်ယောက်၊ အဲ့တော့ သူမက Alexကို သူမ လိုချင်တဲ့ယောက်ကျားလေးပုံစံ၊ပြောင်းလဲ စေချင်တဲ့အချက်တွေကို list ချရေးပြီး Alex ကို list ...",
        "rating": "5.1",
        "url": " https://megaup.net/2n0hu/Alex_&_The_List_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sAtQcotXBPAJDBPYOl47lGid5X6.jpg",
        "title": "Backstabbing for Beginners",
        "description": "ဒီဇာတ်လမ်းက တကယ့်ဖြစ်ရပ်မှန်အခြေခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပါတယ်....ဘာလို့လဲလို့ပြောရရင်ကမ္ဘာကုလသမဂ္ဂအဖွဲ့ရဲ့ 1996 ခုနှစ်မှာစပြီးလုပ်ခဲ့တဲ့အီရတ်နိုင်ငံမှာ ငတ်မွတ်နေတဲ့သူတွေကို အစားအစာနဲ့ရေနံလဲလှယ်ရေး (Oil-for-Food Program)အစီအစဉ်ကြီးမှာ ကမ္ဘာ့နိုင်ငံပေါင်းများစွာက အစိုးရရာထူးကြီးတွေနဲ့နာမည်ကျော်ကုမ္ပဏီကြီးပေါင်းများစွာရဲ့ ဒေါ်လာဘီလျံနဲ့ချီတဲ့ လာဘ်စားမှု၊ချစားမှုတွေအပြည့်နဲ့ ပါဝင်ပတ်သက်မှုတွေကိုဖေါ်ထုတ်ခဲ့တဲ့ ကုလသမ္မဂ္ဂဝန်ထမ်းတစ်ယောက်အကြောငး်ပါ။ဒီအမှုဟာ ကုလသမ္မဂ္ဂသက်တမ်းတစ်လျှောက်အပြောင်းအလဲအကြီးမားဆုံးဖြစ်စေခဲ့တဲ့ အမှုလဲဖြစ်တယ်။ဇာတ်လမ်းရိုက်ကူးထားပုံက ကြည့်ပျော်ရှုပျော်အဆင့်ပဲရှိပါတယ်၊ဆွဲဆောင်မှုမကောင်းသလို အရမး်စိတ်ဝင်စားဖို့ကောင်းလာတဲ့အခြေအနေမျိုးလဲ တွေ့ရမှာမဟုတ်ပါဘူး။ဒါပေမယ့် ဘာလို့ ကြည့်သင့်တယ်လို့ ညွှန်းချင်တာလဲဆိုတော့UN အပါအဝင် INGO အဖွဲ့အစည်းတွေရဲ့ အတွင်းရေးတွေနဲ့ လုပ်စားပုံတွေ၊အလှူငွေတွေရအောင် ဘယ်လိုတွေ ဟန်ပြလုပ်ကြပြီးအိတ်ထဲဘယ်လိုထည့်တယ်ဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်တဲ့ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်နေလို့ပါ။၁၀၈ ခုနှစ်အတွင်း ထွက်ရှိထားတဲ့ နိုင်ငံရေးဆက်နွယ်မှုပါတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပဲဖြစ်ပါတယ်သံတမန်တစ်ဦးရဲ့သားဖြစ်သူ မိုက်ကယ်ဆာလဗန်ဟာကုလသမဂ္ဂမှာအလုပ်ဝင်ဖို့ ဘဝတစ်လျှောက်လုံး ကြိုးစားခဲ့ပါတယ်..မမျှော်လင့်ထားပဲ ကုလသမဂ္ဂအတွင်းဝန်ရဲ့လက်ထောက်နေရာ ခန့်ထားခံလိုက်ရပါတယ်..သူတာဝန်ယူရတဲ့ပရိုဂရမ်ဟာ လူသားချင်းစာနာထောက်ထားမှုအခြေခံတဲ့ပရိုဂရမ်ပေမယ့် အကျင့်ပျက်ခြစားမှုကြီးကြီးမားမားဖြစ်နေပြီး အာဏာရှင်တစ်ယောက်အမြတ်ထုတ်စရာ ပရိုဂရမ်တစ်ခု သာဖြစ်နေခဲ့ပါတယ်..ဖော်ထုတ်ဖို့ကြိုးစားတဲ့သူတွေအနေနဲ့လည်းလက်စဖျောက်သတ်ဖြတ်ခြင်းကို ခံခဲ့ရပါတယ်..သူ့အရင်ဝန်ထမ်းဟောင်းသေဆုံးမှုဟာ မရိုးရှင်းမှန်းသူသွားပြီး..ကုလသမဂ္ဂအတွင်းခြစားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သူ့ရဲ့ဆရာကိုယ်တိုင် ဒီအရှုပ်တော်ပုံထဲ ပါဝင်ပတ်သက်နေတာသူသိသွားတဲ့အခါ သူဘယ်လိုဖြေရှင်းမလဲခက်ခက်ခဲခဲကြားထဲက ချစ်ခဲ့ရတဲ့ သူ့ချစ်သူကိုရောအန္တရာယ်ကြားထဲက သူကယ်တင်နိုင်ပါ့မလားထိပ်တန်းခေါင်းဆောင်တွေပါ ပါဝင်ပတ်သက်နေတဲ့ ဒီခြစားမှုကြီးကိုတစ်ကမ္ဘာလုံးသိအောင် သူချပြနိုင်ပါ့မလားဆိုတာကိုတော့စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်…ကုလသမ္မဂ္ဂအဖွဲ့ဆိုတာနဲ့ အရမး်ကောင်းတဲ့အဖွဲ့ကြီးမဟုတ်ဘူးဆိုတာသိသွားနိုင်စေတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်...UN အပါအဝင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0hA/Backstabbing_For_Beginners_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
        "title": "Fantastic Journey to Oz (2017)",
        "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty - HD RipGern - Advanture / AnimationDuration - 1hr 54minTranslator - Pyae SoneEncoder - Kyaw ...",
        "rating": "5.6",
        "url": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/downrange-141x200.jpg",
        "title": "Downrange (2017)",
        "description": "Downrange (2017)\nIMDb - 5.4/10_____Rotten - 70%\n  \nCMပရိတ်သတ်တွေထဲက Thriller ကားတွေကြိုက်တဲ့သူတွေအတွက်\nDownRange ဆိုတဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ အဟေဠိတွေနဲ့ ကြည့်ကြရမှာဖြစ်ပြီး\nအစကနေ ပြီးခါနီးထိ ဘာမှ နားလည်မှာမဟုတ်ပါဘူး\nအဆုံးသတ် ဇာတ်ပေါင်းခန်းရောက်မှသာ ကွင်းခနဲ ကွက်ခနဲ\nအော်ဒါကြောင့်ကိုးဆိုပြီး သဘောပေါက်သွားစေမဲံ\nဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ဒီကားလေးရဲ့ပုံစံက\nလူတွေကို အမဲလိုက်သလို လိုက်ရတယ် တပ်ထွက် sniper တစ်ယောက်နဲ့\nခရီးသွားရင်းကံဆိုးမိုးမှောင်ကျပြီး ဒီစစ်သားနဲ့မှတိုးမိတဲ့ ခရီးသွား လူငယ်တစ်ခုတို့\nအကြောင်းကို ပြထားတာဖြစ်ပြီးတော့\nလမ်းတစ်ဝက်မှာ သောင်တင်နေတဲ့ သူငယ်ချင်းတစ်စုရဲ့\nလွှတ်ရာလွှတ်ကြောင်းနည်းလမ်းတွေရှာရင်း\nအဲ့သူငယ်ချင်းတစ်စုက လွတ်မြောက်နိုင်ပါ့မလား\nစနိုင်ပါသမားကကောဘာလို့ လိုက်ပစ်နေတာလဲဆိုတာတွေကိုကြည့်ကြရမှာဖြစ်ပြီး\nပရိတ်သတ်ကြီးက ဘာတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့\nရုပ်ရှင်လေးကို သည်းထိတ်ရင်ဖိုကြည့်လိုက်ကြနော်\n  \nCMပရိတ္သတ္ေတြထဲက Thriller ကားေတြႀကိဳက္တဲ့သူေတြအတြက္\nDownRange ဆုိတဲ့ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီကားေလးကိုၾကည့္မယ္ဆိုရင္ေတာ့ အေဟဠိေတြနဲ႕ ၾကည့္ၾကရမွာျဖစ္ျပီး\nအစကေန ျပီးခါနီးထိ ဘာမွ နားလည္မွာမဟုတ္ပါဘူး\nအဆံုးသတ္ ဇာတ္ေပါင္းခန္းေရာက္မွသာ ကြင္းခနဲ ကြက္ခနဲ\nေအာ္ဒါေၾကာင့္ကိုးဆိုျပီး သေဘာေပါက္သြားေစမဲံ\nဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္ ဒီကားေလးရဲ႕ပံုစံက\nလူေတြကို အမဲလိုက္သလို လိုက္ရတယ္ တပ္ထြက္ sniper တစ္ေယာက္နဲ႔\nခရီးသြားရင္းကံဆိုးမိုးေမွာင္က်ျပီး ဒီစစ္သားနဲ႕မွတိုးမိတဲ့ ခရီးသြား လူငယ္တစ္ခုတို႕\nအေၾကာင္းကို ျပထားတာျဖစ္ျပီးေတာ့\nလမ္းတစ္ဝက္မွာ ေသာင္တင္ေနတဲ့ သူငယ္ခ်င္းတစ္စုရဲ႕\nလႊတ္ရာလႊတ္ေၾကာင္းနည္းလမ္းေတြရွာရင္း\nအဲ့သူငယ္ခ်င္းတစ္စုက လြတ္ေျမာက္ႏိုင္ပါ့မလား\nစႏိုင္ပါသမားကေကာဘာလို႕ ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tij3/Downrange_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Jack the Giant Slayer (2013)",
        "description": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dekf/Jack_-_The_Giant_Slayer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOkIYMrNmEE3ybDznJlO0tOKbWd.jpg",
        "title": "Suburra (2015)",
        "description": "Suburra (2015) မြန်မာစာတန်းထိုးဒီကားတော့ အီတလီရုပ်ရှင်ကားပါ IMDB rating 7.5 ရှိတဲ့ကားလေးပါဇာတ်လမ်းကတော့နိုင်ငံရေးအရှုပ်အရှင်းတွေ ဂိုဏ်းစတားတွေအကြောင်းကိုရိုက်ထားတာပါဂိုဏ်းစတားတွေဆိုတော့အခြားကားတွေလိုတစ်ကားလုံးပစ်ခတ်နေတာမဟုတ်ပါဘူးဒီကားမှာတော့သေနတ်ပစ်ခန်းသုံး လေးခန်းပဲပါတယ် ဇာတ်လမ်းရဲ့အစမှာတော့ပါလီမန်အဖွဲ့ဝင်နိုင်ငံရေးသမား Malgradiတစ်ယောက်ဟိုတယ်မှာကောင်မလေးတွေနဲ့ပျော်ပါးနေတာ အဲ့ထဲကကောင်မလေးတစ်ယောက်မတော်တဆသေဆုံးသွားတာကစတာပဲ အလောင်းကိုဖျောက်ဖို့အတွက်Manfredi Anacleti ရဲ့ညီကိုအကူအညီတောင်းတယ် Manfredi Anacleti ရဲ့ညီဟာအဲ့ကိစ္စနဲ့ Malgradi ကိုခြိမ်းခြောက်ပြီးအခွင့်ရေးတောင်းတော့တာပဲMalgradi ဟာလုပ်မပေးချင်တာနဲ့ သူ့ပါလီမန်အဖွဲ့ဝင်တစ်ယောက်ဆီကအကူအညီတောင်းခဲ့တယ်အဲ့လူက OstiaကAureliano Adami ဆိုတဲ့လူကိုခေါ်ပြီးဆုံးမခိုင်းတဲ့အခါလက်လွန်သွားတယ်Manfredi Anacleti ဟာသူ့ညီသေဆုံးမှုအတွက်လက်စားချေဖို့လုပ်ပါတော့တယ်အဲ့အချိန်မှာ Ostiaမြစ်နားမှာရှိတဲ့မြို့မှာအလုပ်လုပ်နေတဲ့Samurai ဆိုတဲ့လူဟာသူ့လုပ်ဖော်ကိုင်ဖက် Malgradi နဲ့သူ့လူ Aureliano Adamiကိုကာကွယ်ဖို့လုပ်ပါတော့တယ်Samurai ကသူ့လုပ်ငန််းတွေကိုထိခိုက်လာမှာစိုးတဲ့အေးဆေးတည်ငြိမ်စွာဘယ်လိုဖြေရှင်းမလဲဆိုတာကတော့……Aureliano Adami ကရောသေမှာလား………Manfredi Anacleti ကရောလက်စားချေခွင့်ရမှာလား……………CM ပရိတ်သတ်ကြီးဆက်လက်ကြည့်ပေးပါဦးQty - 720p BlurayGern - Crime / ThrillerDuration-2 hr 14minSubtitle -MyanmarTranslator-Tin Myo LwinEncoder - Kyaw Ye Aung",
        "rating": "7.4",
        "url": "https://megaup.net/115oo/Suburra_[2015]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story IV (2018)",
        "description": "အားလံုး​ေစာင္​့​ေမ်ာ္​​ေနၾကတဲ့ Hate Story-4လာပါၿပီခင္​ဗ်။Hate Storyရဲ႕ထံုးစံအတိုင္​းဇာတ္​လမ္​းရဲ႕ျမဳပ္​ကြက္​​ေတြလွည္​့ကြက္​​ေတြနဲ႔ ရင္​​ေမာစြာၾကည္​့႐ႈ႕ရဦးမွာပါ။Hate Story ပရိတ္​သတ္​ႀကီးအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႕ဦးမယ္​့ဇာတ္​ကားပါ။ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့ အိႏိၵယမွာၾသဇာႀကီးမားၿပီး ၿမိဳ႕​ေတာ္​ဝန္​္​​ရာထူးအတြက္​ပါ​ေရြး​ေကာက္​ပြဲဝင္​​ေရာက္​ၿပိဳင္​​ေနတဲ့ 'ကူးယားနား'မွာ သား​ေယာက်ာ္​း​ေလးႏွစ္​​ေယာက္​ပိုင္​ဆိုင္​ခဲ့ပါတယ္​။သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ အ​ေပ်ာ္​႐ွာရင္​းတစ္​​ေန႔မွာ​ေတာ့ ​ေကာင္​​ေလးတစ္​​ေယာက္​ကို လူသတ္​မႈက်ဴးလြန္​မိခဲ့ပါ​ေတာ့တယ္​။လူသတ္​မႈက်ဴးလြန္​ခဲ့​ေပမယ္​့ ​တရားဥပ​ေဒက​ို​ေငြနဲ႔ကိုင္​​ေပါက္​ႏိုင္ခဲ့အတြက္​ သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ ရာဇဝတ္​မႈမသင္​့ခဲ့ပါဘူး။ဒါ​ေပမယ္​့ အသတ္​ခဲ့ရတဲ့​ေကာင္​​ေလးရဲ႕ညီမ ျဖစ္​သူက အၿငိဳးထားကာ လက္​စား​ေခ်ဖို႔​ႀကိဳးစားပါ​ေတာ့တယ္​။​ေသဆံုးသြားခဲ့တဲ့သူ႔ရဲ႕အကိုအတြက္​ ဘယ္​လိုအကြက္​​ေတြခ်ၿပီးလက္​စား​ေခ်မလဲ၊ဘယ္​လိုလွည္​့ကြက္​​ေတြအသံုးခ်မလဲ၊အၿငိဳးဇာတ္​လမ္​း​ေတြဖြဲ႔ၿပီး လက္​စား​ေခ်မႈမွာ ​ေအာင္​ျမင္​မႈရသြားမလားဒါမွမဟုတ္​ ၾသဇာႀကီးမားတဲ့ ကူယားနားမိသားစုကပဲ ​ေငြနဲ႔ကိုင္​​ေပါက္​ၿပီးကိုင္​တြယ္​​ေျဖ႐ွင္​းသြားမလား.......တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​အၿငိဳး​ေတြဖြဲ႔တဲ့ Hate Storyထဲမွာ ဘယ္​သူကအႏိုင္​ရရိွသြားမလဲဆိုတာကို​ေတာ့.....Hate Story-4ထဲမွာပဲ ရင္​သပ္​႐ႈ​ေမာစြာ ခံစားလိုက္​ပါဦး။18+ အခန္းတစ္ခ်ိဳ.နဲ႔ မလံု႔တလံု အ၀တ္အစားေတြနဲ႔ လန္ထြက္ေနတဲ့ဘာလိ၀ုမင္းသမီးအလန္းေလးေတြပါတာေၾကာင့္ မိသားစုနဲ႔ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုရဲရင့္ေက်ာ္ ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 11min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar ...",
        "rating": "3.4",
        "url": "https://megaup.net/1wpqy/Hate_Story_IV_[16+]_[2018]_(MM_Sub)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story 3 (2015)",
        "description": "Hate Story 3 က ေရွ႕က Hate Story (1,2) နဲ႕ဘာမွမပတ္သက္ထားပါဘူး။ဇာတ္ကားနာမည္တူတာနဲ႕ အမုန္းတစ္ခုကို ကလဲ့စားေခ်တာပဲ တူပါတယ္။မင္းသားႏွစ္လက္ မင္းသမီးႏွစ္လက္နဲ႕ အမုန္းတစ္ခုကိုေျဖရွင္းၾကမွာပါ။ File size…(999MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:03:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpr3/Hate_Story_3_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story 2 (2014)",
        "description": "မင္းသမီးအသစ္နဲ႕ ထပ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ပထမဇာတ္ကားနဲ႕ အဆက္အစပ္မရွိပါဘူး။\nဆက္စပ္တာကေတာ့ ဇာတ္နာေနတဲ့ မိန္းကေလးတစ္ေယာက္က ျပန္လည္လက္စားေခ်တဲ့ ဇာတ္လမ္းပံုစံတူတာပါပဲ။File size…(1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:01:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpp1/Hate_Story_2_[16+]_[2014]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story (2012)",
        "description": "ရက္စက္သြားတဲ့ ခ်စ္သူကို ရက္ရက္စက္စက္ ျပန္လည္ ဂလဲ့စားေခ်မယ့္ က်ားနာမေလးတစ္ေယာက္အေၾကာင္းပါ။File size…(1.1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:19:22\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1wpq3/Hate_Story_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/fortress-of-war-poster-150x200.jpg",
        "title": "Fortress of War (2010)",
        "description": "Fortress of War (2010)\nIMDb - 7.5/10_____Rotten - 75%\n  \nဒီကားလေးကတော့ ဖြစ်ရပ်မှန်ရရှား စစ်ကားလေးဖြစ်ပါတယ်၊ ဒုတိယကမ္ဘာစစ်မှာ နာဇီတွေဟာရရှားနိုင်ငံကို ကျုးကျော်တိုက်ခိုက်ခဲ့ အကြောင်းကိုရိုက်ထားတာပါ ။ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အတွက်သာမန်စစ်ကားတွေထက်ပိုထူးခြားပါတယ်၊ ကြည့်ရတာကောင်းတယ်လို့အာမခံတယ်\nပြီတော့ဒီဇာတ်ကားမှာအခြားဇာတ်ကားတွေမတူစစ်တိုက်နေတာချည်းမဟုတ်ဘဲမိသားစုနဲ့ပက်သက်တဲ့dramaအခန်းလေးတွေလဲပါတယ်\nအဲ့အခန်းလေးတွေကလဲဇာတ်ကားကိုပိုပြီးရသမြောက်စေတာ\n၁၉၄၁ ခုနှစ် ဇွန်လ မှာ ဂျာမန်တွေဟာ ရရှားနယ်စပ်ကိုကျုးကျော်တိုက်ခိုက်တဲ့အချိန်မှာခုခံကာကွယ်ခဲ့တဲ့ ဘရက်စ်ခံတပ် အကြောင်းကိုရိုက်ထားတာပါ\nဘရက်စ်ခံတပ်မှာ ဘယ်လိုခုခံကာကွယ်ခဲ့ရတာလဲဆိုတာကို စစ်အတွင်းမှာပြေးလွှားရင်းအသက်ရှင်ကျန်ခဲ့တဲ့\nအလက်ဆန်းဒါအာကီမိုဗစ် ဆိုတဲ့ကောင်လေးက စစ်ဖြစ်ပြီးအနှစ်နှစ်ဆယ်ကြာမှ စာအုပ်ရေးခဲ့တာပါ\n ဒီရုပ်ရှင်ကားထဲမှာတော့ ဗိုလ်မှူးPyotr Mihailovich Gavrilov ပါတီနိုင်ငံရေးအရာရှိ Efim Moiseevich Fomin နဲ့ ဒုဗိုလ် Andrey Mitrofanovich တို့ကအဓိက ဦးဆောင်ပြီးခုခံခဲ့တာပါ\nဂျာမန်တွေ ဟာဘရက်စ်ခံတပ်ထဲကို ရရှားစစ်သားယောင်ဆောင်ဝင်ပြီး အစာရေဆာဆေးဝါးပြတ်လတ်အောင်လုပ်တယ် ရေတောင်မသောက်ရဘဲသူတို့တိုက်တာ ရက်တော်တော်ကြာတယ် တော်တော်လဲစိတ်ဓာတ်မာတယ်\nသူတို့ဆက်ပြီး မခံနိုင်တဲ့အဆုံး ဖောက်ထွက်ပြီးတိုက်တာသူတို့ရှုံးသွားတယ် ဂျာမန်တွေကလည်းခံတပ်ကိုသိမ်းပိုက်သွားတယ် သူတိုက်ကိုယ်တိုက် နောက်ဆုံးမင်သားရှိတဲ့ဘက်ကနိုင်သွားအဲ့လိုကားတွေထက်စာရင်ဒီကားကပိုကောင်းပါတယ် ကုန်ရကျိုးနပ်မယ်လို့အာမခံပါတယ်(ရုရှားနာမည်တွေပါတဲ့အတွက်ဘာသာပြန်တာအမှားအယွင်းရှိရင်တောင်းပန်ပါတယ်)\n  \nSize - 990 MB\nQty - 720p Bluray\nDuration ...",
        "rating": "7.5",
        "url": "https://megaup.net/2gn4s/Fortress_Of_War_(Brestskaya_Krepost)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWETGfd6FEHGecnKE6JuWeXy90c.jpg",
        "title": "The Escape (2017)",
        "description": "ဒီ Escape ဆိုတဲ့ ဇာတ်လမ်းကို အိမ်ထောင်ပြုဖို့ စဉ်းစားထားတဲ့ မိန်းကလေးတွေနဲ့ ကိုယ့်မိန်းကလေးကို ကိုယ့်ဘေးနားမှာ မထွက်သွားနို်င်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ မသိတဲ့ ယောက်ျားလေးတွေကြည့်သင့်တဲ့ Art house / Drama အမျိုးအစားကားကောင်းလေးတစ်ခုပါ။ Rotten Tomato- 93% ထိ ရထားတဲ့ ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်း အကျဉ်းကတော့ လန်ဒန်က ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ တာရာ က သူ့ယောက်ျားနဲ့ သူ့ကလေးနှစ်ယောက်နဲ့ အတူတူနေထို်င်ပါတယ်။တစ်နေ့တစ်နေ့ ကလေးကျောင်းကြိုကျောင်းပို့၊ အိမ်မှုကိစ္စတွေလုပ်နေရတဲ့ သူမဟာ ကြာလာတော့ မိသားစုနဲ့နေရတာ မပျော်တော့ပါဘူး။သူမအတွက် တက်လမ်းမရှိတော့တဲ့ အိမ်ထောင်သည်ဘဝကို သူမ ငြီးငွေ့လာတဲ့အခါ၊သူမယောက်ျားဖြစ်သူ မာ့ခ်က သူမကို လိုလေသေးမရှိထားပေး၊ဂရုစိုက်ပေးပေမဲ့လည်း သူမ မပျော်တော့တဲ့အခါ သူမ မိသားစုကို ကျောခိုင်းပြီး ဘဝသစ်ထူထောင်လေမလား၊ဇွဲမလျှော့တဲ့ သူမ ယောက်ျားနဲ့ချစ်စရာကလေးတွေရဲ့ အသံကိုကြားပြီး သူမရဲ့မိသားစုအသိုက်အမြုံမှာပဲ ဆက်လက်နှစ်မြုပ်နေမလားဆိုတာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/115ov/The_Escape_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ8SC6wCARc0pOTrHMCr8cFoHms.jpg",
        "title": "Family Blood",
        "description": "Family Blood (2018)\n===================NetFlix ရုပ်သံလိုင်းကနေ ပြသထားတဲ့ Family Blood ဆိုတဲ့ Horror ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် Horror ထုံးစံ ကြိုက်နှစ်သက်တဲ့သူနည်းတာကြောင့် Rating ကတော့ မကောင်းပါဘူးဒီကားလေးကတော့ လူ့စိတ်ရဲ့ ဆန်းကြယ်မှုနဲ့ ဆေးစွဲတဲ့သူတစ်ယောက်ရဲ့ ဘဝအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အယ်လီဟာ ဆေးစွဲနေတဲ့ သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာသားဆယ်ကျော်သက်သားတစ်ယောက် နဲ့ သမီးတစ်ယောက်ရှိပါတယ်အယ်လီတစ်ယောက် ဆေးသမားဘဝနဲ့ နောင်တရပြီး ဆေးဖြတ်ဖို့ကြိုးစားပြီးပတ်ဝန်းကျင်အသစ်တစ်ခုမှာ သွားအချေချဖို့ လုပ်ပါတယ်ပတ်ဝန်းကျင်အသစ်မှာ တည်ငြိမ်နေတဲ့ အယ်လီတို့ ဘဝထဲကို ဝင်လာတာကတော့ခရစ္စတိုဖာ ဆိုတဲ့ လူတစ်ယောက်ပါ ခရစ္စတိုဖာက အယ်လီ ကို ဘယ်လိုတွေမြူဆွယ်လိုက်လဲတော့မသိပါဘူး အယ်လီတစ်ယောက် ခရစ္စတိုဖာ နဲ့ ဆုံပြီးတဲ့အခါမှာ တခြားတစ်စိမ်းတစ်ယောက်လိုပြောင်းလဲသွားပြီးသူ့သားနဲ့ သမီး ကိုပါ အန္တရာယ်ပေးဖို့ကြိုးစားလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါအဲ့ထဲမှာ ပြောသွားတဲ့ စကားလေးတစ်ခွန်းကတော့ \" မေမေ လူသတ်ခဲ့တာလားတဲ့ \"Qty - 720p ...",
        "rating": "4.8",
        "url": "https://megaup.net/115nf/Family_Blood_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/insult-135x200.jpg",
        "title": "The Insult (2017)",
        "description": "The Insult (2017)\nIMDb - 7.6/10______Rotten - 86%\n The Insult (2017) ဒီတစ်ခေါက်တော့ Drama Thrillerကားကောင်းကောင်းလေးတွေကြိုက်တဲ့ပရိသတ်တွေအတွက်Ratingမြင့်မြင့်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ကားလေးနာမည်ကတော့ The Insult (2017)ကားလေးပါ။လောကကြီးမှာ အမှိုက်ကစပြဿဒ်မီးလောင်သလိုအဖြစ်တွေကခပ်များများဗျ။ဘာရယ်မဟုတ်တဲ့အဖြစ်အပျက်လေးတွေကနေအခြေအနေအကြီးကြီးတွေဆီရောက်သွားတတ်တာမျိုးလဲရှိတတ်လေတော့ဒီကားထဲကအဖြစ်အပျက်ဟာလဲ တစ်မျိုးတစ်ဖုံစိတ်ဝင်စားဖို့ကောင်းနေပြန်တာပါ။လက်ဘနွန် ခရစ်ယာန်တစ်ယောက်ရယ်ပါလက်စတိုင်း ဒုက္ခသည်တစ်ယောက်ရယ်အခန့်မသင့်ခိုက်ရန်ဖြစ်ပွားမှုကနေစတင်ခဲ့တယ်လို့ပြောရမှာပါပဲ။ဒီလူနှစ်ယောက်ကနေစလိုင်တာ ဘယ်အထိတာသွားတယ်ဘယ်လိုတွေဆက်ဖြစ်တယ်ဆိုတာ ဇာတ်လမ်းပေါ့သွားမှာစိုးလို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ခံစားကြည့်ရှုရမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။Ratingတွေအနေနဲ့ကလဲ Imdb Rating 7.7/10နဲ့ကပ်စေးနှဲ Rotten Tomatoes ကနေ 86%တောင်ရရှိထားတာမို့ကားကောင်းလေးလို့ပဲညွှန်းလိုက်ပါရစေ။\n----------------------------------------------------\n Qty -720p Blu RayDuration - 1hr 45minGern - Drama / ThrillerTranslator - Soe Bo BoReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "7.7",
        "url": "https://megaup.net/1Vphn/The.Insult(2017).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xi7pA3lL6Wb78p6Y6PgWoHDMjrM.jpg",
        "title": "Terminal (2018)",
        "description": "ဒီကားလေးကတော့ Crime/Action ကားသစ်လေးဖြစ်ပြီး Herlay Quinn မင်းသမီး Margot Robbie ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်ကြောင်းလေးကတော့ မြို့လေးတစ်မြို့က mission တစ်ခုအတွက်လုပ်ဆောင်နေတဲ့ Assasin နှစ်ယောက်ကိုအခြေပြုထားတာဖြစ်ပြီး သူတို့နှစ်ယောက်ရဲ့စိတ်ဝင်စားဖွယ်ဘဝအခြေအနေကိုတွေ့မြင်ရမှာပါ။လျို့ဝှက်ဆန်းကြယ်လှတဲ့ ဒုစရိုက်မှုတွေကိုအဓိကကြိုးကိုင်နေတဲ့ ဒုစရိုက်ခေါင်းဆောင်ကြီးနဲ့တွေ့ချိန်မှာတော့ သူတို့ဘဝဟာအကျဉ်းအကြပ်ထဲရောက်သွားပါတော့တယ်။ဒီတော့ Assasin နှစ်ယောက်ဘာဖြစ်မလဲ၊ဘယ်လိုမြုပ်ကွက်တွေရှိမလဲဆိုတာကိုတော့ Margot Robbie ရဲ့ မထီမဲ့မြင်သရုပ်ဆောင်ချက်တွေနဲအတူကြည့်ရှုလိုက်ပါဦး။(ဘာသာပြန်ပေးထားသူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : AMZN WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.2",
        "url": "https://megaup.net/115op/Terminal_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b68U5UhJJ48stnlEM0ahc4bI57C.jpg",
        "title": "Mrs K (2016)",
        "description": "ဒီတစ်ခါအက်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Mrs K (2016)ပါ။ကမ္ဘာပေါ်မှာကိုယ်အယုံကြည်စိတ်ချရဆုံးသူဟာ ဘယ်သူဖြစ်မလဲ။ ကျွန်တော်တို့ရဲ ့မိခင်ပါပဲ။ဒီကားလေးမှာလဲ အတိတ်ကအရိပ်တွေကြောင့် လျမ်းမြေ့စွာထူထောင်ထားတဲ့ မိသားစုလေးကိုအနှောင့်အယှက်ဖြစ်လာတဲ့အခါ မစ္စ ကေတစ်ယောက်မိသားစုကိုကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ခင်ပွန်းဖြစ်သူနဲ့သမီးကိုကာကွယ်ပေမယ့် မစ္စကေ အားလုံးရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလား။ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမယ်ဆိုတာ လုံးဝစိတ်ဝင်စားစရာပါ။အေးချမ်းစွာနေလာတဲ့မိသားစုဘဝလေးကို တစ်ရန်ပြီးတစ်ရန် ကာကွယ်ပုံတွေနဲ့ စိတ်ဝင်စားစရာဒီကားလေးကတော့ Imdb Rating 6ရရှိထားပါတယ်။ Qty - DVD ripGern - Action / Crime / DramaDuration - 1hr 34minTranslator - Kaung Thet NaingReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.2",
        "url": "https://megaup.net/115o4/Mrs_K__[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/kKTienMUY1vjYhtuZPWZZyEObKN-133x200.jpg",
        "title": "Blade of the Immortal (2017)",
        "description": "နာမည်ကြီး Manga series ဖြစ်တဲ့ Blade of the Immortal ကို live action ပြန်ရိုက်ထားတာပါManga series ကို ကြည့်ဖူးသူတွေကို အထွေအထူးမိတ်ဆက်ပေးစရာ မလိုပေမဲ့မကြည့်ဖူးတဲ့သူတွေအတွက် အတိုချုပ် ပြီး ပြောပြပါမယ်နော်ကိုယ့်ဆရာနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေကိုပြန်သတ်မိပြီး ထွက်ပြေးနေတဲ့ Manji ဟာ တိုက်ပွဲတစ်ခုမှာ ဒဏ်ရာရပြီး သေလုမျောပါးဖြစ်နေတဲ့အချိန်မှာ Yaobikuni ဆိုတဲ့အဖွားကြီးက သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ထူးဆန်းတဲ့တီကောင်လိုအကောင်တွေ ထည့်ပေးလိုက်လို့ Immortal တစ်ယောက်ဖြစ်လာခဲ့တယ်နောက်နှစ်ပေါင်းကြာလာတဲ့အခါ Itto-Ryu လို့ခေါ်တဲ့ ဓားပညာရှင်တွေစုစည်းထားတဲ့ အဖွဲ့တစ်ဖွဲ့ကြောင့် မိဘနှစ်ပါးလုံးကို ဆုံးရှုံးသွားတဲ့ Rinn ဆိုတဲ့ ကောင်မလေးသူ့ရဲ့ကလဲ့စားချေလိုစိတ်ကြောင့် Rinn က Manji ကို လိုက်ရှာပြီး အကူအညီတောင်းခဲ့တယ်Manji က သူ့ကို ကူညီပြီးတော့ ဘယ်လိုကလဲ့စားချေကြမလဲသူတို့ နှစ်ယောက်ပေါင်းပြီး Itto-Ryu ကို ကလဲ့စားချေနိုင်မှာလားကြားထဲမှာ ဘယ်လိုအခက်အခဲတွေ တွေ့ရဦးမှာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eC7l/Blade_Of_The_Immortal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Baaghi 2 (2018)",
        "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။----------------------------------------------------------------------------ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူး Qty - 720p HD ripDuration - 2hr 20minGern - Action / Drama / ThrillerTranslator - Zaw HtooEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Bram-Stoker’s-Dracula-poster-140x200.jpg",
        "title": "Bram Stoker’s Dracula (1992)",
        "description": "Bram Stoker's Dracula (1992)IMDb - 7.4/10_____Rotten - 71%Won 3 Oscars. Another 21 wins & 25 nominations.\n   \nနာမည်ကျော် စာအုပ်ဖြစ်တဲ့ Bram Stoker ရဲ့ Dracula စာအုပ်ကို\nရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ဇာတ်ကားပါ။\nမင်းသား ကီနူးရိစ် နဲ့ တခြားမင်းသားမင်းသမီးကြီးတွေလဲ ပါဝင်ထားပါတယ်။\nDracula ဇာတ်ကားတွေထဲမှာ တမူထူးခြားနာမည်ကြီးသလို\nIMDb Rating (7.4) ထိရရှိထားတာမို့\nကြည့်ဖို့သင့်တော်မယ့် ဇာတ်ကားဖြစ်ပါတယ်။\n  \nနာမည္ေက်ာ္ စာအုပ္ျဖစ္တဲ့ Bram Stoker ရဲ႕ Dracula စာအုပ္ကို\n႐ုပ္ရွင္အျဖစ္ အသက္သြင္းထားတဲ့ဇာတ္ကားပါ။\nမင္းသား ကီႏူးရိစ္ နဲ႔ တျခားမင္းသားမင္းသမီးႀကီးေတြလဲ ပါဝင္ထားပါတယ္။\nDracula ဇာတ္ကားေတြထဲမွာ တမူထူးျခားနာမည္ႀကီးသလို\nIMDb Rating (7.4) ထိရရွိထားတာမို႔\nၾကည့္ဖို႔သင့္ေတာ္မယ့္ ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size…(0.97 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by  မိုးသောက်",
        "rating": "7.4",
        "url": "https://megaup.net/1yIaz/Bram_Stoker’s_Dracula_(Dracula)_[1992]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/higher-power-poster-133x200.jpg",
        "title": "Higher Power (2018)",
        "description": "Higher Power (2018)_____IMDb - 4.8/10 \nဂျိုးဆက် စတက်မန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ဇနီးသည်သေဆုံးအပြီး စိတ်ဓာတ်တွေကျပြီး ဆေးတွေသုံးလို့…သမီးနှစ်ယောက်ကိုထားခဲ့ကာ ထွက်သွားခဲ့ပါတယ်..\n.ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်မှာ တစ်ယောက်က သူနာပြုကျောင်းကိုတက်နေပြီး အငယ်မကတော့ ဆေးသမားဖြစ်နေခဲ့တယ်….\nဒီလိုနဲ့နှစ်တွေကြာလာတော့ ဂျိုးဟာ..အမှားတွေပြန်ပြင်ဆင်ပြီး ဆေးဖြတ်တဲ့အဖွဲ့ကိုဝင်ပြီး တစ်နှစ်အကြာ ဆေးပြတ်အပြီး အမှားတွေပြန်လည်ပြင်ဆင်ဖို့ သမီးကြီးကိုသွားတွေ့တဲ့အခါ သမီးရဲ့အမုန်းတရားတွေနဲ့ပဲရင်ဆိုင်တွေ့ပြီးပြန်လာရပါတယ်..\nသူတို့မိသားစုကို စောင့်ကြည့်နေတဲ့အဖွဲ့အစည်းတစ်ခုရှိပါတယ်..\nဒီအဖွဲ့အစည်းဟာ အဲ့ဒီနေ့မှာ ဂျိုးကိုဖမ်းခေါ်ကာပြန်ပေးဆွဲသွားပြီး..သမီးတွေကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ကာ ခိုင်းစေတာတွေလုပ်ပေးရပါတော့တယ်…\nဒီခိုင်းစေမှုတွေထဲမှာ ဂျိုးဟာစမ်းသပ်ခံပစ်မှတ်တစ်ခုဖြစ်နေခဲ့တဲ့အတွက် သူဟာ ထူးခြားတဲ့စွမ်းအင်တွေရလာပြီးတဲ့နောက်…\nသူ့သမီးတွေကို ပြန်လည်ကယ်တင်နိုင်မလား..\n၂၀၁၈ မေလထဲမှာထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံကားတစ်ကားဖြစ်တဲ့အတွက် သိပ္ပံကားကြိုက်နှစ်သက်တဲ့သူတွေကြည့်ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)  \nFile Size : (755 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated ...",
        "rating": "4.8",
        "url": "https://megaup.net/2eLrj/Higher_Power_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bgWjveSdFmCipmHi1JIpDCRgM.jpg",
        "title": "Aiyaary (2018)",
        "description": "ေဘာလီး၀ုဒ္ဇာတ္ကားကိုမွၾကိဳက္ႏွစ္သက္တယ္ဆိုတဲ့ CM ပရိသတ္ေတြအတြက္ 2018 ခုႏွစ္ထြက္ Aiyaary ဆိုတဲ့ Action, Thriller\nဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကို Neeraj Pandey ကဇာတ္ညႊန္းေရးသားျပီး သူကိုယ္တုိင္ကပဲရိုက္ကူးထားပါတယ္။အဓိကဇာတ္ေဆာင္မ်ားျဖစ္ၾကတဲ့ Major Jai Bakshi နဲ႔ Colonel Abhay Singh တို႔ေနရာမွာ Sidharth Malhotraနဲ႔ Manoj Bajpayee တို႔က အသီးသီး ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nစစ္တပ္မွာအရာရွိႏွစ္ဦးျဖစ္ၾကတဲ့ ကာနယ္ Abhay Singh နဲ႔ေမဂ်ာ Jai Bakshi တို႔ဟာ ဆရာတပည့္ႏွစ္ဦးျဖစ္ျပီးေတာ့ အမိေျမကိုခ်စ္ျမတ္ႏုိးၾကတဲ့ စစ္သားေကာင္းမ်ားျဖစ္ပါတယ္။ကာနယ္Abhay Singh ဟာ တုိင္းျပည္ရဲ႕အုပ္ခ်ဳပ္ေရးကို ခၽြင္းခ်က္မရွိ သက္၀င္ယံုၾကည္သူတစ္ဦးျဖစ္ပါတယ္။သို႔ေပမယ့္ တပည့္ျဖစ္သူ ေမဂ်ာJai Bakshi ဟာတိုင္းျပည္ရဲ႕အုပ္ခ်ဳပ္သူပိုင္းမွာျဖစ္ပ်က္ေနတဲ့ လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိသြားတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုရဲမာန္ေအာင္ပါ) File Size : (1.2 GB) and (500 MB)\nQuality : DBDRip 720p\nRunning ...",
        "rating": "5.8",
        "url": "https://megaup.net/2g84r/Aiyaary_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85R8LMyn9f2Lev2YPBF8Nughrkv.jpg",
        "title": "Game Night",
        "description": "ဒီ ရုပ္ရွင္ေလး အေၾကာင္း မေျပာမွီ က်ေနာ္တို႔ ဆယ္ေက်ာ္သက္ေတြ\nကစားေလ့ ရွိတဲ့ ဂိမ္းေတြ အေၾကာင္းအရင္ ေျပာရမယ္ဆိုရင္\nဖဲရိုက္မယ္ ၊ မိုႏိုပိုလီေဆာ့မယ္ ၊ ဒိုးဇက္ေဆာ့မယ္ ၊ ဒီေလာက္ေတြပဲ ေဆာ့ျဖစ္မယ္ထင္တယ္\nဒါေပမယ့္ ဒီ ရုပ္ရွင္ထဲက လူေတြကေတာ့ သူတို႔ အားလပ္ခ်ိန္ေတြကို ဂိမ္းအသစ္အဆန္းေတြနဲ႔\nေဆာ့ၿပီး ေပ်ာ္ရႊင္စြာ အခ်ိန္ျဖဳန္းေလ့ ရွိပါတယ္ ကိုယ္မသိေသးတဲ့ ဂိမ္းကစားနည္းေတြပါ\nအေတာ္မ်ားမ်ား သိလုိက္ရပါတယ္...\nရုပ္ရွင္ကား အစမွာ ေပါေတာေတာ ျဖစ္မယ္လို႔ ထင္ထားမိၿပီး သရုပ္ေဆာင္ေတြရဲ႕\nသရုပ္ေဆာင္ခ်က္ နဲ႔ ဟာသ ဒိုင္ယာေလာ့ခ္ ေတြက ေကာင္းလြန္းေတာ့\nလံုး၀ ကို ဇတ္လမ္း အဆံုးထိ စြဲေဆာင္သြားခဲ့ပါတယ္...\nFebruary 22, 2018 မွာ ရံုစတင္ခဲ့ၿပီး Budget ကို37 million USD ေလာက္သံုးခဲ့ၿပီး\nBox office မွာ $108.5 million ထိ ျပန္၀င္ခဲ့ပါတယ္...\nIMDb မွာ 7.2 ေလာက္ရထားၿပီး rottentomatoes မွာေတာ့ 82% ေလာက္ထိ အမွတ္ရထားပါတယ္\nဇတ္ကားအမ်ိဳးအစားကေတာ့ အဓိက Comedy ျဖစ္ပါတယ္\nထူးျခားခ်က္ကေတာ့ နည္းနည္းအေျပာအဆိုေလးေတြ ၾကမ္းတာကလြဲရင္\nမိသားစု နဲ႔ အတူၾကည့္ၿပီး ေဟးေဟး ဟားဟား ဆိုၿပီး ရယ္ႏုိင္ေမာႏုိင္မယ့္\nရုပ္ရွင္ကားမ်ိဳး ျဖစ္ပါတယ္\nကဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/game-night/",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/the-judge-poster-133x200.jpg",
        "title": "The Judge (2014)",
        "description": "The Judge (2014)_____IMDb - 7.4/10\n ရင်ဘတ်ကြီးကိုဖွင့် နှလုံးသားကို စွင့်ပြီး ခံစားချင်သူတွေအတွက် ဒီဇာတ်ကားဟာ အကောင်းဆုံးကားတစ်ကားဖြစ်ပါတယ်..ပြကွက်တစ်ကွက်ချင်းစီမှာ အရေးကြီးတဲ့ စနစ်တကျခြယ်သမှုတွေနဲ့ တင်ဆက်ထားပါတယ်..ဇာတ်လမ်းကြာချိန်ကလည်း နှစ်နာရီ ခွဲလောက်ဖြစ်တဲ့အတွက် အချိန်ကြာမြင့်စွာအရသာခံကြည့်ရှုရမယ့်ကားတစ်ကားဖြစ်ပြီး ကြည့်ပြီးချိန်မှာ ရင်ဘတ်ထဲ ခံစားချက်တွေကျန်ခဲ့စေမယ့်အပြင် နောက်တစ်ခါထပ်ကြည့်ချင်လောက်အောင် ကောင်းလှပါတယ်..kids တွေက ပါဝါရိန်းဂျား..men တွေက DC တွေ Marvel တွေကြိုက်တယ်ဆိုရင် ဒီကားက Legend တွေကြည့်တဲ့ကားလို့ သတ်မှတ်ပေးပါရစေ…Iron Man မင်းသား Robert Downey Jr က ဒီကားထဲမှာ ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ..သူ့ရဲ့ထူးခြားတဲ့အကျင့်က အပြစ်ရှိသူတွေဖက်ကပဲ ရှေ့နေလိုက်ပေးတာပါ..သူ့မှာ ဇနီးနဲ့ သမီးတစ်ယောက်ရှိတယ်..တစ်နေ့ တရားရုံးမှာ အမှုတစ်ခုရှေ့နေလိုက်နေရင်း သူ့အစ်ကိုအကြီးဆုံးဆီက သူ့အမေဆုံးပြီဆိုတဲ့ ဖုန်းဝင်လာပါတယ်..ဒါနဲ့သူ့အမေ အသုဘကိစ္စအတွက် သူ့ရဲ့နယ်မြို့လေးကို ပြန်ခဲ့သည်ပေ့ါ..ညီအစ်ကိုသုံးယောက်ရှိတဲ့အထဲမှာမှ အလတ်ကောင်ဖြစ်သူက တရားသူကြီးတစ်ဦးဖြစ်သူ ဖခင်နဲ့မတည့်လို့ အိမ်ကိုမပြန်ခဲ့တာနှစ်ပေါင်းအတော်ကြာပါပြီ..ပြန်ရောက်တဲ့အချိန်ကနေစလို့ အသုဘကိစ္စပြီးလို့ ပြန်မယ့်အချိန်ထိ အဖေနဲ့သား တကျက်ကျက်ပါပဲ..ဒီလိုနဲ့အဖေနဲ့ရန်ဖြစ်ပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xzys/The_Judge_[2014]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xhBTO9n3fxy3HJt7WlR9h9vvVmk.jpg",
        "title": "Anon (2018)",
        "description": "CM ပရိသတ္ၾကီးအတြက္ ၂၀၁၈ ယခုလအတြင္းမွာထြက္ရွိထားတဲ့ဇာတ္ကားအသစ္ေလးတင္ဆက္ေပးလိုက္ပါတယ္။Anon (2018) ကိုေတာ့ Tom Hanks ရဲ႕နာမည္ေက်ာ္ The Terminal (2004) ဇာတ္ကား နဲ႔ ကမာၻေက်ာ္ဟာသမင္းသားၾကီး Jim Carreyရဲ႕ အေကာင္းဆံုးဇာတ္ကားပါလို႔ တင္စားၾကတဲ့ The Truman Show (1998) တို႔ကို ဇာတ္ညႊန္းေရးသားခဲ့တဲ့ Ardrew Niccol ကပဲ ကိုယ္တိုင္ဇာတ္ညႊန္းေရးသားျပီး ကိုယ္တုိင္ပဲရိုက္ကူးခဲ့ပါတယ္။ဒီဇာတ္ကားမွာေတာ့မင္းသား Clive Owen နဲ႔ မင္းသမီးေခ်ာ Amanda Seyfried တို႔က ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။IMDb rating ဟာလည္း 6.1 ရွိတဲ့အတြက္အေတာ္အသင့္ေကာင္းတဲ့ ဇာတ္ကားေကာင္းတစ္ကားလို႔လည္း ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္း\n==========\nဇာတ္အိမ္ကို အနာဂတ္ေခတ္မွာတည္ထားျပီးေတာ့ ထုိအနာဂတ္ေခတ္မွာ အစိုးရဟာ ျပစ္မႈေတြကိုႏွိမ္နင္းဖို႔အတြက္ လူသားေတြရဲ႕လံုျခံဳေရးရပိုင္ခြင့္မ်ားကို ခ်ိဳးေဖာက္ျပီး ေစာင့္ၾကည့္ေထာက္လွမ္းရေအာင္လည္း ဥပေဒတစ္ခုကိုျပဌာန္းထားပါတယ္။ရဲအရာရွိတစ္ဦးျဖစ္တဲ့ Sal Frieland ဟာအဆိုပါဥပေဒကို လက္ခံက်င့္သူတစ္ဦး ျဖစ္ပါတယ္။သုိ႔ေပမယ့္ The Girl လုိ႔ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gRwj/Anon_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDTbOPqbDeItp2kqfVJBOsI9mQs.jpg",
        "title": "Pay It Forward(2010)",
        "description": "Pay It Forward(2010)IMDb...7.2ဒီကားလေးဟာ ၂၀၁၀ ခုနှစ်က ထွက်ရှိခဲ့လေတော့ တော်ရုံသတိထားမိကြမထင်ဘူး...ဒီကား အဓိက လုပ်ဖြစ်ရတဲ့အကြောင်း (၂) ချက်ရှိပါတယ်....ပထမအချက်က စာရေးဆရာမ ဂျူးရေးသားထားတာကိုဖတ်မိလို့ပါ.... ဆရာမ ရေးသားသုံးသပ်ထားတွေဟာ အတော်စိတ်ဝင်စားဖို့ကောင်းသလို သူမကိုယ်တိုင်ညွှန်းဆိုပြီဆိုတော့ဒီကားလေးကို လုပ်ဖြစ်သွားပါတယ်...ဒုတိယ အချက်က  A.I. Artificial Intelligenceဇာတ်ကားထဲမှာ ကလေးအရွယ်စက်ရုပ်အဖြစ်သရုပ်ဆောင်ပြီး ကျွန်တော်တို့နှလုံးသားတွေကိုကြေကွဲဆိုနင့်ပြိုကျအောင် အလဲထိုးခဲ့ဖူးတဲ့ ကလေးသရုပ်ဆောင်  Haley Joel Osment ကြောင့်ပါ..... ဇာတ်လမ်းအကျဉ်းကတော့ အဖေနဲ့ကွဲသွားတဲ့ အမူးသမားအမေနဲ့အတူ နေနေရတဲ့ အလယ်တန်းကျောင်းသားလေးတစ်ယောက်ဟာကျောင်းမှာ ဆရာကနေ တစ်နှစ်လုံးစာ လုပ်ရမယ့် Social Studies သင်ခန်းစာ Project တစ်ခု လုပ်ခိုင်းလာတဲ့အခါသူ့ရဲ့အသက်အရွယ်နဲ့မတန်လောက်အောင် သိပ်ကိုလှပတဲ့ စိတ်ကူးလေးတစ်ခု ရသွားပါတယ်....အဲ့ဒါကတော့.......ဒီဇာတ်ကားလေးနဲ့ပတ်သက်ပြီး ပြောချင်တာက ခင်ဗျားဟာ ဘယ်ဘာသာဝင်ပဲဖြစ်ဖြစ်နေနေ....ဘယ်လိုကားအမျိုးအစားကိုမှ ကြိုက်နှစ်သက်သည်ဖြစ်စေ... ခင်ဗျားရဲ့ အသက်ဟာ ဘယ်အရွယ်ကိုပဲရောက်နေနေ....ခင်ဗျားရဲ့နှလုံးသားဟာ ခံစားနိုင်စွမ်း အကန့်အသတ်ရှိသည်ဖြစ်စေ မရှိသည်ဖြစ်စေ....ဒီကားလေးကို ဒေါင်းကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ.....ကျွန်တော်ကတော့ ဘာသာပြန်ရင်း ကျေနပ်ပီတိဖြစ်လွန်းတော့ ကျွန်တော့အမျိုးသမီးကို ပြခဲ့တယ်...ပြီးတော့ ဒီကားကို တစ်ချိန်အရွယ်ရောက်လာမယ့် ကျွန်တော့သားလေးကိုပြဖို့ သိမ်းထားတယ်....ပြီးရင်သားလေးကိုလည်းမှာမယ် နောက်မျိုးဆက်တွေကို ဒီကားကိုပြဖို့...မပျေက်မပျက်လက်ဆင့်ကမ်းထိန်းရမယ့်မိသားစုအမွေအနှစ်လေးအဖြစ်သိမ်းထားဖို့လည်း မှာမယ်....ခင်ဗျားတို့လည်းကြည့်ပြီးရင် ကျွန်တော့်လို ...",
        "rating": "7.2",
        "url": "https://megaup.net/115od/Pay_It_Forward_[2000]_(MM_Sub).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzuprK3JVDTBWPDtv1AV2OZUK.jpg",
        "title": "Before We Vanish (2017)",
        "description": "ဆန်းဆန်းပြားပြားကားလေးတွေကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Before we vanish (2017)ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ဂျပန်ကားလေးပါ။Ratingတွေလဲ တော်တော်လေးကောင်းထားတယ်ပြောရမယ်ဗျ။လူသားတွေရဲ ့သဘောသဘာဝကျကို ဂြိုဟ်သားတွေနဲ့ အထောက်အပံ့ပေးပြီးပုံဖော်ထားတဲ့ကားမျိုးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုဟ်သားသုံးယောက်ဟာ ကမ္ဘာပေါ်ကိုရောက်လာပြီး ကျူးကျော်ဖို့ကြိုးစားတာပါ။အဲ့ဒီအတွက် လူသားသုံးယောက်ရဲ ့ခန္ဓာကိုယ်ထဲမှာဝင်ရောက်နေထိုင်ပါတော့တယ်။လူမှုအသိုင်းအဝိုင်း ထုံးစံတွေ အစဉ်အလာတွေနဲ့ သူတို့တွေဘယ်လိုရှေ့ဆက်မလဲ။ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကတော့ဇာတ်လမ်းထဲမှာကြည့်ရှုပါလို့ပဲညွှန်းလိုက်ပါရစေ။Rating ပေးတာ တွန့်တိုတတ်တဲ့ Rotten Tomatoesကတောင် 76%ပေးထားတာမို့လက်မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲညွှန်းလိုက်ပါတော့မယ်။Qty - 720p Web DLDuration - 1hr 56minGern - Thrill / Sci-FiTranslator - Yamin Thawdar MaungReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1H736/Before_We_Vanish_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7zhoquV8rpbM98YmzdMyvhJ3ojb.jpg",
        "title": "Lazer Team 2",
        "description": "ဒီကားလေးကတော့ သိပ္ပံဆန်ဆန်စိတ်ကူးယဉ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားလေးတစ်ကားပါ...အာကာသထဲကိုခရီးတစ်ခုအတူတူထွက်ကြရင်းကနေသူတို့အားလုံးကိုယ်စီမှာ လေဆာလက်နက်ဆန်းတစ်ခုစီကိုရလာခဲ့ကြပါတယ်...ဒီလက်နက်တွေအကုန်လုံးကလည်း ဝတ်ပြီးရင်းပြန်ချွတ်လို့မရကြပါဘူး....ဒါကြောင့် သူတို့တွေအကုန်လုံးဟာ နေ့စဉ်လည်ပတ်နေတဲ့အချိန်ဇယားတွေကိုဒီလက်နက်ကြီးတွေဝတ်ပြီး အချိန်ကုန်နေခဲ့ရပါတယ်...ဒါပေမယ့် သူတို့ဒီလက်နက်တွေကိုချွတ်ဖို့အခွင့်ရေးတစ်ခုပေါ်လာပါတယ်...ဒါကတော့ သူတို့နဲ့အတူတူခရီးထွက်ခဲ့တဲ့သူတို့ရဲ့သူငယ်ချင်း ဝူဒီတစ်ယောက်အာကာသထဲကနေဂြိုလ်သားတွေရဲ့ပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်..ဒါကြောင့် သူတို့အားလုံးသူတို့ရဲ့သူငယ်ချင်းကိုပြန်လည်ကယ်တင်ဖို့အတွက်နောက်တခေါက်ပြန်ပြီးတော့ အာကာသထဲကိုခရီးပြန်ထွက်ကြမှာပဲဖြစ်ပါတယ်...ဒီကားလေးဟာ ကြည့်ရတဲ့လူတိုင်းအဖို့အမြင်တစ်မျိုးဆန်းစေမှာဖြစ်ပြီးတော့မိသားစုနဲ့အတူတူ ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...File Size : (609 MB) ( 292 MB)\nQuality : Bluray 1080P\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :Bluray 1080p\nTranslated by Pone Thone\nEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1H7ze/Lazer_Team_2_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/prison-fire-poster-133x200.jpg",
        "title": "Prison on Fire (1987)",
        "description": "Prison on Fire (1987)\nIMDb - 7.3/10_____Rotten - 87%\n   \nIMDB 7.3 ရထားတဲ့\nဒီကားလေးကတော့ တရုတ်ကားလေးပါ၊ Action Drama အမျိုးအစားပါ\n၁၉၈၇ ခုနှစ်ကရိုက်ထားတာကြောင့် အခုခေတ်ထောင်ကားတွေနဲ့နည်းနည်းကွဲပြားနေပါတယ်\nထောင်ထဲမှာမိတ်ဆွေဖြစ်သွားပြီး ထောင်ထဲရင်ဆိုင်ရတဲ့အခက်အခဲတွေကိုရိုက်ပြထားတာပါ\nဒီကားထဲမှာ တရုတ်နိုင်ငံရဲ့မင်သားကြီး ချောင်ရွန်ဖတ်နဲ့နောက်တစ်ယောက်က Leung Ka-fai ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လူငယ်လေးတစ်ယေက်မတော်တဆလူသတ်မိပြီးထောင်ကျသွားတယ်\nလူသစ်ဆိုတော့ ဝိုင်းအနိုင်ကျင့်တယ် အဲ့ဒါကို ချောင်ရွန်ဖတ်က ကာကွယ်ပေးတာပါ\nဒီလူငယ်လေး ဘယ်လိုအနိုင်ကျင့်ခံရတယ် ချောင်ရွန်ဖတ်ကလဲ ဘယ်လိုကာကွယိပေးတယ်ဆိုတာကို ပရိသတ်ကြီးဆက်လက်ကြည့်ပေးကြပါဦး\n   \nQuality - 720p Web DL\nFormat - Mp4\nGern - Action/Crime/Drama\nDuration - 1hr 44min\nTranslator - Tin Myo Lwin\nEncoder -Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Yn1whJc5Q4RSfD1AIYI8pHVUjf.jpg",
        "title": "Cats and Peachtopia (2018)",
        "description": "Animationခ်စ္သူ CMပရိသတ္ၾကီးအတြက္ ကားေကာင္းေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါျပီ။Cat and Peachtopia (2018)ကားေလးပါ။ဒီကားေလးကိုၾကည္႔ျပီးေတာ႔ တရုတ္Animationေတြ ေတာ္ေတာ္အဆင္႔ျမင္႔လာတယ္လို႔ေကာက္ခ်က္ခ်ရမယ္ဗ်။ဒီကား Producerေတြက Studioရဲ ႔\" ႏိုင္ငံတကာစံခ်ိန္အတိုင္းရိုက္ကူးႏိုင္မႈ\" \"ေဟာလိဝုဒ္ကိုေတာင္မွီႏိုင္တယ္\"လို႔ေကာက္ခ်က္ခ်ကာ ေငြထုတ္ေပးခဲ႔တာပါတဲ႔။ဒီ\" Light Chaser \"စတူဒီယိုဟာ Little Door God(2016) Tea Pet (2017)ဆိုတဲ႔တရုတ္ယဥ္ေက်းမႈအေျခခံကာတြန္းကားေတြကိုရိုက္ကူးခဲ႔ရာမွညနာမည္ၾကီးခဲ႔တဲ႔ စတူဒီယိုပါ။ကဲ အေထြအထူးေျပာမေနေတာ႔ပဲ ဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာျပပါ႔မယ္။Blanket ဆိုတဲ႔ေၾကာင္ေလးတစ္ေကာင္မွာ Capeဆိုတဲ႔ ေၾကာင္သားေလးတစ္ေကာင္ရွိပါတယ္။ငယ္ရြယ္သူတို႔ထံုးစံအတုိင္း အျပင္ထြက္ခ်င္တယ္ တစ္ကဲကဲေပါ႔။တစ္ေန႔ေတာ႔ စူးစမ္းလိုစိတ္လဲမ်ားျပီး ရဲရင္႔တဲ႔ေၾကာင္ေပါက္ေလး Capeဟာ သူ႔အေဖေျပာျပဖူးတဲ႔ မက္မံုနိဗၺာန္ဘံုမွာ သူ႔အေမရွိတယ္လို႔ယံုၾကည္ကာ အိမ္ကေနထြက္ေျပးသြားျပီးအေမကိုလိုက္ရွာပါေတာ႔တယ္။အေဖျဖစ္သူ ဝဝတုတ္တုတ္ ေၾကာင္ၾကီး Blanketရယ္ အိမ္မွာအတူတူေမြးထားတဲ႔ ငွက္ေလး အန္တီၾကက္တူေရြးတို႔ Capeကို စြန္႔စားခန္းဖြင္႔ကာရွာေဖြၾကပံုေတြကို တရုတ္ယဥ္ေက်းမႈေနာက္ခံထားကာဇာတ္အိမ္က်ယ္က်ယ္ရိုက္ကူးထားပါတယ္။ေပးခ်င္တဲ႔ရသကိုအျပည္႔အဝေပးစြမ္းႏိုင္တယ္လို႔ပဲ ညႊန္းပါရေစ။Ratingအေနနဲ႔ကလဲ Imdb Rating 7.7 ေတာင္ရရွိထားတာမို႔ Animationခ်စ္သူေတြအတြက္ ၾကည္႔ရတန္ေစမယ္႔ ကားတစ္ကားျဖစ္မွာပါလို႔ပဲေျပာလိုက္ပါတယ္။ Qty - 720p Web DLGern - ...",
        "rating": "",
        "url": "https://megaup.net/1Aoql/Cats_And_Peachtopia_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
        "title": "The Escape of Prisoner 614(2018)",
        "description": "Encoder - Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty - 720p Web DLGern - Advanture / Comedy / CrimeDuration - 1hr 50minTranslator - Pyae SoneReview - Aye Mon Kyaw",
        "rating": "N/A",
        "url": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/zero-dark-thirty-2012-08-133x200.jpg",
        "title": "Zero Dark Thirty (2012)",
        "description": "Zero Dark Thirty (2012)\nWon 1 Oscar. Another 86 wins & 173 nominations\nIMDb….7.4/10_____Rotten….91%\n \"အိုစမာဘင်လာဒင် \" ဆိုတဲ့ကမ္ဘာကျော် နာမည်ကိုအားလုံးကြားဖူးကြမှာပါ၂၀၀၁ခုနှစ် စက်တင်ဘာလ ၁၁ရက်နေ့ကအမေရိကန်ရဲ့ ကမ္ဘာ့ကုန်သွယ်ညီနောင်အဆောက်အအုံနှစ်ခုကိုအယ်ကေးဒါးတို့ လေယာဉ်နဲ့ ဝင်တိုက်ဖျက်ဆီးခဲ့တဲ့လူ၃၀၀၀ကျော်သေဆုံးခဲ့တဲ့ (၉/၁၁)လို့ခေါ်တဲ့အကြမ်းဖက်ဖြစ်စဉ်ကိုအဓိကကြိုးကိုင်သူတစ်ဦးဖြစ်ပါတယ်အဲ့ဒီဖြစ်ရပ်အပြီး အိုစမာဘင်လာဒင်ဟာ ကမ္ဘာ့အလိုရှိဆုံး အကြမ်းဖက်ခေါင်းဆောင်ဖြစ်လာခဲ့ပါတယ်ဒါပေမယ့် ၉/၁၁အပြီး ဆယ်စုနှစ်တစ်ခုနီးပါးကြာတဲ့အထိအမေရိကန်တို့ ဘင်လာဒင်ရဲ့အရိပ်အယောင်ကို ရှာမတွေ့ခဲ့ပါဘူးကမ္ဘာ့အကောင်းဆုံးနည်းပညာတွေပိုင်ဆိုင်ထားတဲ့ အမေရိကန်ရဲ့လက်ကနေနှစ်အများကြီးလွတ်အောင် ဘင်လာဒင် ဘယ်လိုပုန်းကွယ်ခဲ့လဲအဲ့ဒီလိုပုန်းကွယ်နေရင်း အဖွဲ့အစည်းနဲ့ဘယ်လိုချိတ်ဆက်ပြီးအကြမ်းဖက်လုပ်ရပ်တွေနဲ့ အမေရိကန်ကို ဘယ်လိုဆက်လက် အထိနာစေခဲ့သလဲနောက်ဆုံးမှာ အပုန်းကောင်းသူကြီး အိုစမာဘင်လာဒင်ရဲ့နေရာကိုအမေရိကန်တို့ ဆယ်နှစ်ကြာအောင် စတေးမှုတွေနဲ့ ဘယ်လိုခက်ခက်ခဲခဲရှာဖွေပြီးသုတ်သင်ခဲ့ရလဲ ဆိုတဲ့စိတ်ဝင်စားဖွယ်ရာအချက်တွေကိုဒီရုပ်ရှင်မှာအသေးစိပ် တွေ့မြင်နိုင်ပါတယ်Imdb rating 7.4နဲ့ Rotten tomatoes 91%ထိရရှိထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်‌Zero Dark Thirty ဆိုတဲ့ဒီဇာတ်ကားရဲ့အဓိပ္ပါယ်ကတော့သန်းခေါင်ယံနဲ့အာရုံမတက်မီ ကြားကာလကိုဆိုလိုတာဖြစ်ပြီးအဲ့ဒီကာလအတွင်းမှာ ဘင်လာဒင်ကို သုတ်သင်ခဲ့တာလဲဖြစ်ပါတယ်။\n-----------------------------------------------------\n\"အိုစမာဘင္လာဒင္ \" ဆိုတဲ့ကမၻာေက်ာ္ နာမည္ကိုအားလံုးၾကားဖူးၾကမွာပါ၂၀၀၁ခုႏွစ္ စက္တင္ဘာလ ၁၁ရက္ေန႔ကအေမရိကန္ရဲ႕ ကမာၻ႔ကုန္သြယ္ညီေနာင္အေဆာက္အအံုႏွစ္ခုကိုအယ္ေကးဒါးတို႔ ေလယာဥ္နဲ႔ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/zero-dark-thirty/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xboITqlUSsua6BRrWuOGyFkOg5Z.jpg",
        "title": "The Con is On(2018)",
        "description": "1999 လောက် ကထွက်ရှိခဲ့ဘူးတဲ့ Steven Martian တို့ ရိုက်ကူးထားတဲ့ကားကိုတဖန်ပြန်လည်ဆန်းသစ်ပြီးတော့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့ လောင်းကစာသမားတွေရဲ့သဘောသဘာဝတွေ နဲ့ လောင်းကစားသမားတွေမှာ ရှိတတ်တဲ့ အမူအကျင့်တွေကိုပုံဖော်ရိုက်ကူးပြထားတာဖြစ်ပါတယ် လောင်းကစားသမားဆိုတဲ့ အမျိုးက ပေါက်ကရ လျှောက်ပြောပေါက်ကရစကားတွေနဲ့ ပေးထားတဲ့ ကတိကိုတည်တတ်တဲ့လူမျိုးမဟုတ်ပါဘူး ဒါ့ကြောင့်လောင်းကစားသမားတွေနဲ့ ဆက်ဆံရင် သတိထားကြဖို့ ဒီကားလေးက သတိပေးထားသလိုပါပဲဇာတ်လမ်း အကျဉ်းလေးကတော့ဟယ်ရီဆိုတဲ့လောင်းကစားမက်တဲ့အမျိုးသမီးကကိုယ်စားဘိန်းအရောင်းအဝယ်လုပ်လို့ရလာတဲ့ငွေတွေကိုလောင်းကစားဝိုင်းမှာအကုန်သုံးစွဲပစ်လိုက်တယ်။ ယောက်ျားဖြစ်သူရောမိန်းမဖြစ်သူရောကလည်း ဘိန်းစားတွေဖြစ်ပါတယ်။သူတို့လင်မယားအကုန်သုံးလိုက်တဲ့ပိုက်ဆံတွေကအရီနာဆိုတဲ့အမျိုးသမီးဂိုဏ်းစတားတစ်ဦးရဲ့ငွေပါ။ အရီနာကသူတို့လင်မယားကိုလိုက်သတ်ဖို့လုပ်တဲ့အချိန်မှာတော့သူတို့အကုန်သုံးလိုက်တဲ့ငွေတွေကိုပြန်ရှာပေးဖို့ လော့စ်အိန်ဂျလစ်မြို့ကိုထွက်လာပါတော့တယ်ပိုက်ဆံတွေကို ဘယ်လိုလိမ်ကောက်ပြီးရှာကြမလဲဆိုတော့Qty - 720p Web DLGern - ComedyDuration - 1hr 44minTranslator - Ye Man AungEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/11a7k/The_Con_is_On_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9PG1LG0zLnl6QQxw4WoRJEroXF.jpg",
        "title": "Candy Jar(2018)",
        "description": "\"အသက်မွေးဝမ်းကြောင်းအလုပ်အကိုင်လမ်းကြောင်းကိုမှချမပေးနိုင်ဘဲ တက္ကသိုလ်တွေက ဘာတွေများပေးနေပါသလဲ? ...\" \"ကျွန်မတို့ဟာ ကျောင်းသားတွေမဟုတ်တော့ပါဘူး စက်ရုပ်တွေပါ...\"\"အသက် ၁၆နှစ်မှာငယ်သေးလို့ဆိုပြီး မဲပေးခွင့်မရ အရက်သောက်ခွင့်မရပေမယ့်ဘဝတစ်ခုလုံးအတွက်အရေးအကြီးဆုံး လမ်းကြောင်းကိုတော့ ၁၆နှစ်မှာပဲရွေးခိုင်းလိုက်ကြတယ်...ရှင်တို့ လာနောက်နေတာလား? \"အပေါ်ကစာသားတွေဟာ ကိုယ်နှစ်သက်ပြီးရင်ထဲထိမိတဲ့ ရုပ်ရှင်ထဲက ဒိုင်ယာလော့တွေပါ...ဒီကားလေးကို NetFlix ရုပ်သံလိုင်းကနေထုတ်လွင့်ပြသပေးခဲ့တာဖြစ်ပြီးလက်ရှိမြန်မာနိုင်ငံရဲ့ ပညာရေးစနစ်နဲ့ တော်တော်လေး ပဏာသွားပါတယ်မသိရင် မြန်မာ့ပညာရေးကိုလှောင်ပြောင်ထားသလားတောင်ထင်ရပါတယ်တက္ကသိုလ်တစ်ခုကို ၅နှစ် ၆နှစ်တက် အလုပ်အကိုင်အခွင့်အလမ်းက မရှိသူများနိုင်ငံကကျောင်းတွေမှာ တက္ကသိုလ်တွေမှာ Job Fair တွေJob Hunting အတွက် ဘယ်လိုတွေ လုပ်ရတယ်ဆိုတာတွေကို သင်ကြာပေးပါတယ်မြန်မာကကျောင်းတွေမှာတော့ နတ္တိပါ အဆံမရှိပဲမြေပဲတောင့်လိုပါပဲအပြင်ပန်းကတော ဟုုတ်နေတာပဲ လက်တွေကမှာတော့ အလုပ်မရှိယောင်၆၀လူငယ်တွေဟာ ဒု နဲ့ ဒေးပါပဲဗျာ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကိုသွားလိုက်ရအောင်\"Candy Jar\"ဟာ အထက်တန်းကျောင်းတစ်ကျောင်းရဲ့Debate ပြိုင်ပွဲတစ်ခုကို အခြေပြုပြီး လက်ရှိပညာရေးစနစ်ကိုသုံးသပ်မိစေဖို့ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းလေးမို့အထွွေအထူးမညွှန်းတော့ပဲ ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့CM ပရိသတ်များအတွက် လက်တို့ အသိပေးလိုက်ပါတယ်ဒီကားထဲမှာ ပြောတဲ့စကားတွေကတော့ တော်တော် လေးထိမိပါတယ်လို့ပြောလိုက်ချင်ပါတယ်Qty - 720p Web DLGern - ComedyDuration - 1hr ...",
        "rating": "N/A",
        "url": "https://megaup.net/11a6l/Candy_Jar_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Journey_to_the_West-140x200.jpg",
        "title": "Journey to The West (2005)",
        "description": "အခုတစ္ခါေတာ့ အေနာက္ဖက္သို႕ခရီးသြားျခင္းဆိုတဲ့ ၂၁ အထက္ၾကည့္ရမယ့္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ၂၁ ပရိတ္သတ္ေတြလဲ မတက္တာၾကာဘီဆိုေတာ့သူတို႕ကိုပစ္ထားတယ္ ထင္ေနမွာစိုးလို႕ပါ ဒီကားေလးထဲမွာ အၾကမ္းဆံုးကေတာ့ က်ဴးပါက်ဲပါအေသၾကမ္းပါတယ္ Spell ေတြကလဲေဂၚပါတယ္ ေမ်ာက္ကေတာ့ ေသာက္ပိန္းပါဒီကားက အေနာက္ဖက္ကိုက်မ္းစာသြားသယ္မယ့္ ဇာတ္လမ္းထဲမွာ မိန္းမလွေလးေတြၾကီးပဲရွိတဲ့တိုင္းျပည္ကို ျဖတ္သြားရတဲ့ အခန္းကို ၀ူုခုန္းကားၾကည့္ဖူးတဲ့သူတိုင္းမွတ္မိၾကမွာပါဒီကားက အဲအခန္းကိုျဖတ္ျပီးေတာ့ ရိုက္ထားတာပါ ထူးျခားတာက အေျပာင္းအလဲေပါ့ေနာ္ဒီကားထဲမွာက်မ္းစာသယ္မယ့္သူက ဆရာေတာ္မဟုတ္ပါဘူး မယ္သီလရွင္ပါျပီးေတာ့ ဒီကားထဲမွာ Lesbian ေတြရဲ႕ ရက္စက္တတ္တဲ့ ခ်စ္ခ်င္းသေဘာေတြကိုလဲရိုက္ကူးပံုေဖာ္ျပထားတာမို႕ Les ေတြရဲ႕ ေၾကာက္ဖို႕ေကာင္းတဲ့အခ်စ္ကိုလည္းေတြ႕ၾကရမွာပါကဲေလေပါေနတာေတာင္မ်ားသြားျပီ ဇာတ္လမ္းအက်ဥ္းေလးကိုထပ္သြားၾကတာေပါ့ဇာတ္လမ္းေလးကေတာ့ က်မ္းစာသယ္မယ့္ဆရာေလးရယ္ ၀ူခုန္းရယ္ ပါက်ဲရယ္ဟာတန္ ႏိုင္ငံကေန အေနာက္ဖက္ကို သြားျပီး က်မ္းစာသြားသယ္ၾကပါတယ္လမ္းမွာ မိန္းမလွေလးေတြရွိတဲ့ တိုင္းျပည္ကိုေရာက္ပါတယ္ အဲ့တိုင္းျပည္မွာညီအမ ၂ေယာက္က အုပ္ခ်ဳပ္ပါတယ္ ေရႊ ရယ္ ေငြရယ္ ပါ အဲ့မွာေရႊက အမၾကီးဆိုေတာ့ ဘုရင္မပါ အဲ့အခ်ိန္မွာ တေဘာင္တစ္ခုကေပၚလာပါတယ္ပံုမွန္က က်မ္းစာသယ္မယ့္ ဆရာေတာ္ရဲ႕အသားကိုစားရင္ အသက္ရွည္မယ္ ပါ၀ါတိုးမယ္ေပါ့ဒီထဲမွာေတာ့ မဟုတ္ပါဘူး က်မ္းစာသယ္တဲ့ဆရာေလးရဲ႕ အပ်ိဳပန္းကို ဆြတ္ခူးႏိုင္ရင္အသက္ရွည္ပါမယ္ ပါ၀ါတိုးပါမယ္ အဲ့မွာ ေရႊက ဆရာေလးကို ျမင္ျမင္ခ်င္းမိန္းမခ်င္းပစ္ေၾကြသြားျပီးေတာ့ႏွစ္ကိုယ္တူ ဒီေဂ်ပြတ္ၾကဖို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/journey-to-the-west-2005/",
        "category": "Adult, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxJQ0VBCuJkJhJmuWzxI408ngwd.jpg",
        "title": "The 15:17 to Paris",
        "description": "အက်ရှင်ကားတွေ အချစ်ကားတွေကို ရိုးအီနေပြီဆိုသူတွေအတွက် အရသာအသစ်ပေးစွမ်းနိုင်မယ့်The 15.17 to Paris ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပတ္တိအမျိုးအစားဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၁၅ တုန်းကဖြစ်ပွားခဲ့တဲ့ ISIS  ရထားအကြမ်းဖက်မှုကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်အခြေပြုဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အဆိုပါအကြမ်းဖက်မှုမှာ အသက်နဲ့ရင်းပြီးကယ်တင်ခဲ့တဲ့အမေရိကန်လူမျိုးသူငယ်ချင်သုံးဦးဖြစ်တဲ့ စပန်ဆာစတုန်း၊ အဲလက်စကာလာတို့စ် နဲ့ အန်တိုနီဆက်ဒ်လာ တို့ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင်ဒါရိုက်တာဟာလည်းတစ်ချိန်ကဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အော်စကာလေးဆုရမင်းသားကြီး Clint Eastwood ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဇာတ်လိုက်သုံးယောက်ရဲ့ငယ်ဘဝကနေ စတင်ပြီး ရိုက်ကူးပြသထားတာဖြစ်တဲ့အတွက်ကြည့်ရှုသူတွေအနေနဲ့ အတန်ငယ် ပျင်းကောင်းပျင်းနေနိုင်ပါတယ်။ ဒါပေမယ့်ကိစ္စမရှိပါဘူး ဆက်သာကြည့်ကြပါ။ကြည့်ရင်းနဲ့ဇာတ်လမ်းဟာတဖြည်းဖြည်းနဲ့အရှိန်တက်လာပြီး ဇာတ်လမ်းအဆုံးထိ ပါအောင်ဆွဲခေါ်သွားပါလိမ့်မယ်။ဒါ့အပြင် ဇာတ်လိုက်သုံးဦးရဲ့ ဥရောပခရီးစဉ်အစဖြစ်တဲ့ဗင်းနစ်မြို့ရဲ့ရှုပျော်ဖွယ်ရာကောင်းတဲ့အလှနဲ့ အမ်စတာဒမ်မြို့ရဲ့အရိုင်းဆန်တဲ့ အလှတွေကိုပါခပ်ပါးပါးလေးပြသွားတဲ့အတွက် ခရီးထွက်ရတာကို ကြိုက်နှစ်သက်သူတွေလက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Qty - 720p Web DLDuration - 1hr 54minGern - History/ ActionTranslator - Myo Thant KyawReview - ...",
        "rating": "5.0",
        "url": "https://megaup.net/11a7j/The_15-17_To_Paris_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEqxM4CNDPjeMlmVZz5XOC3wfuO.jpg",
        "title": "Last Seen in Idaho (2018)",
        "description": "အသစ်ထွက်ရှိလာတဲ့ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးနာမည်က Last seen in Idaho (2018)ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ တော်တော်လေးစိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးလို့ပြောရမှာပါ။ဒီကားထဲမှာ ကိုယ်က အော် ဒီလိုကိုး လို့တွေးလိုက်မိတဲ့အချိန် နောက်ထပ်အံ့အားသင့်စရာတစ်ခုက ထပ်ပေါ်လာပြန်ပါတယ်ဗျ။ဇာတ်လမ်းရဲ ့အကျဉ်းချုပ်လေးကတော့ အက်ဆီးဒန့်တစ်ခုကြောင့် သတိလစ်နေခဲ့တဲ့ အမျိုးသမီး Summer...ရုတ်တရက်သတိရလာချိန်မှာ အက်စီးဒန့်ဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုမမှတ်မိတော့ပဲ နောင်ဖြစ်လာမယ့်အနာဂါတ်မှာသူ့အသတ်ခံရမယ့်အကြောင်းကို ကြိုမြင်လာရပါတော့တယ်။တစ်ရွေ့ရွေ့ရွေ့လျားနေတဲ့အချိန်ရယ် လူသတ်သမားရယ် သူမရယ် အားပြိုင်မှုတွေကြောင့် တော်တော်လေးကောင်းတဲ့ကားတစ်ကားဖြစ်လာတယ်ပဲ ပြောရမယ်ဗျ။ဘာဖြစ်လာမယ်ဆိုတာကို ကြိုတွေးလို့မရတဲ့ကားမျိုးကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Last seen in Idaho(2018)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Qty - 720p Web DLGern - Action / ThrillerDuration - 1hr 55minTranslator - Ye YintReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1H7z9/Last_Seen_In_Idaho_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBfeHekIIjC4mFlark5MWJWDyZn.jpg",
        "title": "Maya the Bee: The Honey Games (2018)",
        "description": "Maya The Bee 2 (2018)==================================== CM ပရိသတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ 2018 ခုႏွစ္ထြက္ Animation ကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္ကားနာမည္က Maya The Bee: The Honey Games ျဖစ္ျပီးေတာ့ 2014 ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Maya The Bee Movie ရဲ႕ အဆက္ျဖစ္ပါတယ္။ Maya The Bee ဆိုတာ 1912 ခုႏွစ္တုန္းကထြက္ရွိခဲ့တဲ့ ဂ်ာမန္စာေရးဆရာ Waldemar Bonsels ရဲ႕ နာမည္ေက်ာ္ကေလးဖတ္စာအုပ္ျဖစ္ျပီးေတာ့ ႏုိင္ငံျခားဘာသာစကားေျမာက္ျမားစြာ ျပန္ဆိုျပီး ထုတ္ေ၀ခဲ့ရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့စာအုပ္လည္းျဖစ္ပါတယ္။ 1924 ခုႏွစ္မွာ ဂ်ာမနီဒါရိုက္တာတစ္ဦးက ျပန္လည္ရိုက္ကူးခဲ့ျပီး၊ 2012မွာ TV series အျဖစ္လည္ေကာင္း၊ 2014 အေရာက္မွာ ဒီဇာတ္ကားရဲ႕ Prequel ျဖစ္တဲ့ Maya The Bee Movie ...",
        "rating": "6.0",
        "url": "https://megaup.net/1A4da/Maya_The_Bee_-_The_Honey_Games_[2018]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/togwv0TGqXkIA2YuYIY9VDLEkdF-133x200.jpg",
        "title": "Pari (2018)",
        "description": "Pari (2018)\nIMDb - 6.6/10_____Rotten - 42%  မိုးတွေ သဲကြီးမဲကြီးရွာတဲ့ တစ်နေ့မှာ အာနက်ဘ်နဲ့ သူ့မိဘတွေဟာ အာနက်ဘ်အတွက် သတို့သမီးလောင်းလေးနဲ့ တွေ့ဆုံ မင်္ဂလာစကားပြောဆိုပြီး မြို့ပြင် တောတစ်နေရာကို ဖြတ်သွား တုန်း တစ်စုံတစ်ခုကို ကားနဲ့တိုက် မိခဲ့ပါတယ်။ အိမ်ခြေရာမဲ့ လျှောက်သွားနေပုံရတဲ့ အဘွား အိုတစ်ဦးကို တိုက်မိတာဖြစ်ပြီး နေရာမှာတင် ပွဲချင်းပြီး သေဆုံး သွားခဲ့ပါတယ်။အဲဒါနဲ့ပဲ အာနက်ဘ်ဟာ ရဲတွေကို အကြောင်းကြားပြီး အနီးအနားမှာ အဘွားအိုရဲ့ အိမ်ကို လိုက်ရှာတဲ့အခါမှာ အိမ်ထဲမှာ ထူးဆန်းတာတစ်ခုနဲ့ တွေ့ခဲ့ပါ တယ်။အဘွားအိုရဲ့ သမီးဖြစ်တဲ့ ရက်ခ်ဆာဟာနာဆိုတဲ့ မိန်း ကလေးကို လက်ထိတ်ခြေထိတ် တွေခတ်လျက်သားနဲ့ တွေ့ခဲ့တာဖြစ်ပြီး မိန်းကလေးကြည့်ရတာ မူမမှန်ဖြစ်နေကာ အပြင်လောကနဲ့ လုံးဝအဆက်အဆံမရှိတဲ့ ပုံစံ မျိုးဖြစ်နေတာပါ။သေသွားတဲ့ အဘွားအိုအ တွက် ဓလေ့ထုံးတမ်းအတိုင်း သဂြုႋဟ်ပေးပြီးနောက်မှာတော့ အာနက်ဘ်ဟာ ရက်ခ်ဆာဟာနာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/SEoa/Pari_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xK2JTaoKmabEjDccv0yYIkgP5Qu.jpg",
        "title": "Supercon (2018)",
        "description": "ရိုးရိုးရယ်ချင်ပါသလား ရှယ်ရယ်ချင်ပါလား တခစ်ခစ်ရယ်ချင်ပါသလားအားရပါးရရယ်ချင်ပါသလား ကျွမ်းထိုးမှောက်ခုံရယ်ချင်ပါသလားကွကို ကလိထိုးပြီး ရီနေစရာမလိုပါဘူး Supercon ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်လိုက်ပါ။ယခင်က အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်ကြယ်ပွင့်တွေနဲ့Comic ဆွဲတဲ့ ပညာရှင်တွေဟာ အစည်းအဝေးပွဲတွေမှာ အလုပ်လုပ်ကိုင်နေကြရပါတယ်။(MCU ဇာတ်ကားတွေ ရိုက်မလို့နေမှာပေါ့ )တစ်နေ့မှာတော့ ဒီလိုခက်ခဲရုန်းကန်ရတဲ့ဘဝကနေ ရုန်းထွက်လွတ်မြောက်နိုင်ဖို့အတွက်ရုပ်ရှင်ကြယ်ပွင့်ဟောင်းတစ်ယောက်ဆီက ငွေထုပ်ကို ခိုးယူဖို့ ကြိုးစားပါတော့တယ်။သူတို့ဘယ်လိုအကြံအစည်တွေထုတ်ကြလဲ၊ အောင်မြင်မှာလား မအောင်မြင်ဘူးလားဆိုတာတော့ ဒီဟာသကားကို ကြည့်ရှုလိုက်ရင် အဖြေပေါ်လာပါလိမ့်မယ်။တစ်နေ့တာအမောတွေပြေပျောက်ဖို့လိုအပ်နေတဲ့ ပရိသတ်တွေ၊ရယ်ချင်မောချင်တဲ့ ပရိသတ်တွေ စိတ်ကြိုက်ကားတစ်ကားဖြစ်မှာမို့အခုချက်ချင်းပဲ အမြန်ဆုံးနည်းနဲ့ ပန်းကန်လုံးစီးပြီး ဒေါင်းလိုက်ကြပါ။Qty - 720p Web DLDuration - 1hr 44minGern - ComedyTranslator - Soe Bo BoReview - Arkar PhyoEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/11a7h/Supercon_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Oucd2mZBqgnDQQ9W34Q4xtao3K.jpg",
        "title": "Negative(2018)",
        "description": "အခုတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားၾကီးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားက ၂၀၁၈ ခုႏွစ္အခုလထဲမွာထြက္ထားတာျဖစ္ျပီးေတာ့ ၾကမ္းၾကမ္းတမ္းတမ္း တိုက္ခိုက္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြအတြက္ အၾကိဳက္ေတြ႕မယ့္ကားျဖစ္မွာပါ  စပိုင္အက္ရွင္ကားးမ်ိဳးျဖစ္ျပီးေတာ့တစ္ကားလံုး ေပါက္ကရ စကားေတြနဲ႕ အရြန္းေဖာက္ျပီး ၾကည့္တဲ့သူမပ်င္းရေအာင္ ဆြဲေခၚသြားမယ့္ကားမ်ိဳးပါဒီကားကို ဒါရိုက္တာ Joshua Caldwell ကရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ မင္းသားမင္းသမီးေတြအျဖစ္ Katia Winter/Sebastian Roche / Josh Randall တို႕က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာတာလီဟာ အေမရိကန္ အေနာက္ေတာင္ဖက္ပိုင္းကို တာ၀န္က်ေနတဲ့ျဗိတိန္ MI 5 ေအးဂ်င့္ျဖစ္ျပီးေတာ့ သူ႕တာ၀န္ကေတာ့ ေလာ့အိန္ဂ်လိမွာေရာက္ေနတဲ့ သူ႕ပါတနာနဲ႕ ဆက္သြယ္ျပီးေတာ့သူတို႕ကို ျခိ္မ္းေျခာက္ေနတဲ့ ဟာလစ္နဲ႕ အေပးအယူလုပ္ရမွာျဖစ္ပါတယ္ ေဟာလစ္က ဓါတ္ပံုဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့သူဟာ နာတာလီ ရဲ႕ ပံုေတြကို ရိုက္ထားျပီး နာတာလီ ရဲ႕ လွ်ိိဳ႕၀ွက္ခ်က္ေတြကို ေဖာ္ဖို႕ အၾကပ္ကိုင္ေနတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးက ျဗိတိန္ေအးဂ်င့္ နာတာလီ က သူ႕ပံုေတြကိုျပန္လည္ရယူႏုိင္မလားေဟာလစ္ကေကာ နာတာလီ ရဲ႕ လက္ကေန ထြက္ေျပးလြတ္ေျမာက္ႏိုင္မွာလားနာတာလီ နဲ႕ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba2b/Negative_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7Zaj1IEzMMB7KzfglpxdXWB66u.jpg",
        "title": "Samson (2018)",
        "description": "ဒီတစ်ခါတော့ လတ်တလောထွက်ရှိလာတဲ့ ကားသစ်တွေထဲကမှ Samson (2018)ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Samsonဆိုတာကတော့ ဟီဘရူးကျမ်းစာပါ အကြီးအကဲတစ်ဦးဖြစ်ပါတယ်။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဆမ်ဆန်ဆိုတာ ဘုရားသခင်ကပေးအပ်ထားတဲ့စွမ်းအင်တွေနဲ့ပြည့်စုံတဲ့လူသားပါ။ ထိုစွမ်းအင်တွေကိုကောင်းစွာထိန်းသိမ်းထားနိုင်ဖို လိုက်နာရတဲ့စည်းကမ်းချက်၃ခုရှိပါတယ်။ဆံပင်မညှပ်ရ၊အရက်မသောက်ရ၊ အသေကောင်တွေကိုမထိရဆိုတာတွေပါပဲ။ဆမ်ဆန် မွေးဖွားလာတဲ့အချိန်မှာ ဟီဘရူးတွေကိုဖီလစ်စတင်းလူမျိုးတွေက ကျွန်ပြုအုပ်စိုးနေတဲ့အချိန်ဖြစ်နေပြီး မျိုးနွယ်ရဲ ့မျှော်လင့်ချက်က သူ့အပေါ်မှာပါ။ဒါပေမယ့် စိတ်ထားအရမ်းကောင်းတဲ့ဆမ်ဆန်တစ်ယောက် အများအကျိုးတွက်ဆောင်ရွက်နိုင်ခဲ ့ရဲ ့လား။သူရဲ ့စည်းကမ်းချက်၃ခုကိုရောမကျိုးမပေါက်​အောင်စောင့်ထိန်းနိုင်ပါ့မလား။သူတို့မျိုးနွယ်စုကရော ဘယ်လိုရုန်းကန်လှုပ်ရှားရမလဲဆိုတာ စိတ်ဝင်စားစရာပါပဲ။သမ္မာကျမ်းစာပါ နာမည်ကြီးဇာတ်ကောင် Samsonအကြောင်းကို အခုဒီSamson(2018)ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရနေပါပြီ။Imdb Rating 4.3Rotten Tomatoes 25%ရရှိထားပါတယ်။Qty - 720p Web DLGern - HistoricalDuration - 1hr 50minTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/11a79/Samson_[2018]_(MM_Sub).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/niLX2txdI5GlVowJlnb5Hr26QpK.jpg",
        "title": "LEGO DC Super Hero Girls: Brain Drain (2018)",
        "description": "==============\nဒီတစ်ခါတော့CMပရိသတ်တွေအတွက် အသစ်စက်စက်Lego ကားတစ်ကားမိတ်ဆက်ပေးလိုက်ပါတယ်။DCfanတွေအတွက်တော့ အကြိုက်တွေ့မယ်လို့လဲထင်ပါတယ်။ဇာတ်လမ်းကိုညွှန်းရမယ်ဆိုရင်တော့ ဖြင့် စူပါဟီးရိုးသင်တန်းကျောင်းတစ်ခုမှာ ဗီလိန်ရယ် ဟီးရိုးရယ်မခွဲခြားပဲ အတူတစ်ကွပညာသင်ကြားနေကြတာပါ။BatGirl,supergirl,Wonder woman,Green Lantern စတဲ့ဇာတ်ကောင်တွေက ကျောင်းမှာနာမည်ကြီးရေပန်းစားသူတွေအဖြစ် တွေ့မြင်ရမှာပါ။တစ်နေ့မှာ ဗီလိန်ဖြစ်သူလီနာလူသာက အပြိုင်သင်တန်းကျောင်းတစ်ခုကိုဖွင့်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်စားစရာပါ။Animationဆိုပေမယ့်ဇာတ်လမ်းဇာတ်ကွက်နဲ့ခိုင်ခိုင်မာမာလေးတည်ဆောက်ထားတာငတော့ချီးကျူးစရာပါ။Fun factလေးတွေနဲ့ တန်ဆာဆင်ထားတဲ့ ဒီကားလေးကAnimationချစ်သူ DCဖန်တွေအတွက် ကျေနပ်လောက်စရာကားလေးတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ Lego DC Superhero Girls : VillianHigh(2018)ပဲဖြစ်ပါတယ်။Qty - DVDripDuration - 1hr 55minGern - AnimationTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/1H7zg/Lego_DC_Siperhero_Girls_-_Brai_Drain_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjFiZmExN2YtNmMyNy00NTc5LWI0YWYtMTI0YzVlM2I2YTk0XkEyXkFqcGdeQXVyMTU5ODE5ODI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Darc (2018)",
        "description": "အခုတစ္ခါေတာ့ အက္ရွင္ကားေကာင္းေကာင္းႀကိဳက္တဲ့သူေတြအတြက္Darc ဆိုတဲ့ ၂၀၁၈ ထြက္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားေလးက ဒုစရိက္ေလာကရဲ႕ မာယာမ်ားပံုေတြတစ္ေယာက္နဲ႕တစ္ေယာက္ေကာက္က်စ္ၾကပံုေတြနဲ႕ကိုုယ္ေကာငး္စားဖို႕ဆို သူမ်ားကိုထိုးေကၽြးတာေတြကို ရို္က္ကူးျပထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ခိုဂါခိုင္းဆိုတဲ့ ယာကူဇာဂိုဏ္းဟာ လူကုန္ကူး လူသတ္ ျပည့္တန္ဆာလုပ္ငန္းစတဲ့မေကာင္းတာအကုန္လုပ္တဲ့ ဒုစ႐ိုက္ဂိုဏ္းပါ တစ္ရက္မွာရဲတစ္ေယာက္ရဲ႕သမီးေလးကို အဲ့ဒီဂိုဏ္းက ျပန္ေပးဆြဲသြားတဲ့အခါ အေဖျဖစ္သူကၾကမ္းေပ့ရမ္းေပ့ ေထာင္သား ဂ်ိတ္ကို ေစာလႊတ္ေပးၿပီး ကယ္ေပးဖို႔ အကူအညီေတာင္းပါေတာ့တယ္ဂ်ိတ္မွာလည္း သူ႔အေမနဲ႔ပတ္သက္တဲ့ကေလးဘဝက အတိတ္ဆိုးႀကီးရွိျပန္ပါတယ္အဲ့ဒီေနာက္ အခုျပန္ေပးဆြဲဂိုဏ္းဟာလည္း သူ႔အေမကို သတ္ခဲ့တဲ့ ယာကူဇာဂိုဏ္းပဲျဖစ္ေနျပန္တဲ့အခါ..ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားကို ဝင္လံုးၿပီး ေကာင္မေလးကိုကယ္ဖို႔ ႀကိဳးစားရပါေတာ့တယ္ေနာက္ဆံုးကယ္လိုက္ႏိုင္မွာလား သူ႔အေမအတြက္ေရာလက္စားေခ်ႏိုင္မွာလားကိုေတာ့ ဆက္လက္ၾကည့္ရႈေပးပါဦးIMDB 5.6/10 ေတာင္ရရွိထားၿပီး Julias N.Rasso က႐ိုက္ကူးထားပါတယ္Jake အျဖစ္ Tony Schinea ကပါဝင္ထားပါတယ္ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားအျဖစ္ ပါဝင္ခဲ့တဲ့ ဂ်ပန္မင္းသားရဲ႕အိုဗာအိုက္တင္ေတြကလြဲလို႔ ၾကည့္လို႔ေကာင္းမွာပါဒုစ႐ိုက္ေလာက သေဘာသဘာဝကို ကြက္ကြက္ကြင္းကြင္း ျပထားတာမို႔၁၈+ အခန္းေတြေတာ့ နည္းနည္းပါပါတယ္ ဆိုတာၾကိဳတင္သတိေပးလိုက္ပါတယ္ Qty - 720p Web DLDuration - 1hr ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/darc2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3FAxj6N9JsvB390qSIn82rvQIS7.jpg",
        "title": "Primal Rage: The Legend of Oh-Mah(2018)",
        "description": "အေတာ္မ်ားမ်ား Bigfoot ဆိုတဲ့သတၱဝါကို ၾကားဖူးၾကမယ္ထင္ပါတယ္ပံုျပင္ေတြထဲ အေမႊးထူထူ ေျခေထာက္ႀကီးႀကီး သတၱဝါႀကီးေပါ့ဟိုး ၁၉၈၈ ေလာက္ကစျပီး အဲ့အေကာင္ႀကီးကို အေျခခံၿပီးပံုေဖာ္ရိုက္ကူးၾကတဲ့horror ကားေတြ adventure ကားေတြလည္းစံုလို႔ပါပဲAnimation ကားေတာင္ပါလိုက္ပါေသးတယ္ဒီကားလည္း အဲ့လိုကားေတြထဲက တစ္ကားပါပဲ မတူတာက အရင္ကားေတြထက္ပိုျပီးဇာတ္အိမ္က ပိုခိုင္ျပီး ပိုသြက္လာတာပါပဲ အရင္ကားေတြထက္ အသံပိုင္းမွာလညး္ပိုေကာင္းလာပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ကားေလးတစ္စီးေပၚမွာ .. မက္စ္ ေထာင္ကထြက္လာတာကို လာႀကိဳတဲ့ အက္ရွေလ..သူတို႔မွာ မူႀကိဳအရြယ္သားေလးတစ္ေယာက္ရွိတယ္..သူတို႔ႏွစ္ေယာက္ေနရပ္ကိုအျပန္ လမ္းမွာ မေဖာ္ေရြတဲ့ အျပင္႐ိုင္းစိုင္းတဲ့ ေဒသခံေတြရွိတဲ့နယ္တစ္ခုကို အျဖတ္ ကားေပၚမွာသူတို႔ႏွစ္ေယာက္ျငင္းခုန္တုန္း လူတစ္ေယာက္ကိုတိုက္မိလို႔ဆင္းၾကည့္တဲ့အခါ ထိုလူ႔မွာ ရထားတဲ့ ဒဏ္ရာဒဏ္ခ်က္ေတြက...အဲ့ေဒသမွာပဲ ထူးထူးဆန္းဆန္းလူေပ်ာက္မႈေတြျဖစ္ေနတဲ့အခါ...သိပၸံနည္းက်ပဲ ယံုၾကည္ခ်င္တဲ့ နယ္ထိန္းရယ္ ....ေဒသရဲ႕ေရွး႐ိုးစြဲအစဥ္အလာေတြရယ္အားၿပိဳင္လာတဲ့အခါ...ဘယ္ဟာကအမွန္တရားလဲ ... လူေတြကို ဖမ္းဆီးေနတဲ့ ေတာထဲကတရားခံက ဘယ္သူလဲ...ဒဏၭာရီလာ bigfoot ဆိုတဲ့သတၱဝါကေရာ တကယ္ရွိလား... ထူးျခားတာကေတာ့ဒီဇာတ္ကားကို Special Effects ကြ်မ္းက်င္ပညာရွင္ Patrick Mcgee က႐ိုက္ကူးခဲ့တာပါAshley ...",
        "rating": "N/A",
        "url": "https://megaup.net/1AU42/Primal_Rage_-_The_Legend_Of_Oh-Mah_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mseyc8v3UD1DhaZ3kSdXs4Dj9Xf.jpg",
        "title": "Kodachrome(2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိသတ္ၾကီးအတြက္ April လ ၂၀ ရက္ေန႕ကNetflix ရုပ္သံလိုင္းက ျပသထားတဲ့ Dramaကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းနာမည္ကေတာ႔ Kodacrome(2017)ပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ကင္ဆာေနာက္ဆံုးအဆင္႔ခံစားေနရတဲ႔ ဖခင္အတြက္ Matt တစ္ေယာက္ စိုးရိမ္ေသာကေရာက္ေနရသူပါ။ဓာတ္ပံုဆရာေဟာင္းတစ္ဦးတစ္ျဖစ္လဲ ဖခင္ႀကီးရဲ ႔ေနာက္ဆံုးဆႏၵကေတာ႔ေခတ္ေဟာင္းဓာတ္ပံုစတူဒီယိုေတြမပိတ္လိုက္ခင္နယူးေယာက္နဲ႔ ကန္းဆက္ကိုသြားျပီးခရီးတစ္ေလ်ာက္ kodachrome filmတစ္ခုရိုက္သြားခ်င္တာပါ။ဒီဆႏၵကို Mattတစ္ေယာက္ဘယ္လိုျဖည္႔ဆည္းမလဲ။ခရီးသြားရင္း ဘာေတြေတြ႔ျကံဳလာရမလဲဆိုတာေတာ႔ ဇာတ္လမ္းထဲမွာပဲ ရႉစားဖို႔ဖိတ္ေခၚပါတယ္။Imdb Rating6.8နဲ႔ Rotten Tomatoes 75%ရရွိထားတဲ႔ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Qty - 720p  Web-RipGern - DramaDuration - 1hr 40minTranslator - Serious YNWAReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gylu/Kodachrome_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lx1Aoe2CyyBEr2hAagzJbV2Sl1d.jpg",
        "title": "Midnight Sun(2006)",
        "description": "Midnight Sun(2006)\nတခ်ဳိ႕ေသာသူေတြမွာ ေမြးရာပါပင္ကုိယ္ဗီဇအရ ဓာတ္မတည့္မႈေတြ႐ွိပါတယ္ မ်ားေသာအားျဖင့္\nတိရစာၦန္ေတြနဲ႔ဓာတ္မတည့္တာ အစားအေသာက္ေတြနဲ႔ပတ္သက္ၿပီး ဓာတ္မတည့္မႈေတြပါ ဒီလုိဓာတ္မတည့္မႈေတြထဲကမွ\n႐ွားပါးျဖစ္စဥ္တစ္ခုကေတာ့ Xeroderma Pigmentosum(XP) လုိ႔ေခၚတဲ့ ေနအလင္းေရာင္နဲ႔ဓာတ္မတည့္မႈပဲ ျဖစ္ပါတယ္...\nယခုတင္ဆက္ေပးတဲ့ Midnight Sun ဇာတ္ကားေလးထဲမွာေတာ့ ကာအုိ႐ူဆုိတဲ့မိန္းကေလးဟာ XP ေရာဂါခံစားေနရတဲ့သူေလးတစ္ဦးပါ\nသီခ်င္းဆုိရတာကုိ အရမ္းဝါသနာေပမဲ့ ေနေရာင္ျခည္နဲ႔ဓာတ္မတည့္မႈေၾကာင့္ ညအခါမွသာ အျပင္ထြက္ရသူေလးပါ\nကုိယ္ပုိင္သီခ်င္းေလးေတြေရးစပ္ၿပီး ညဘက္ေတြမွာေတာ့ ဂစ္တာေလးနဲ႔လွည့္လည္သီဆုိပါတယ္...\nဒီ့ေနာက္မွာေတာ့ ကုိဂ်ီဆုိတဲ့အထက္တန္းေက်ာင္းသားေလးတစ္ေယာက္နဲ႔ ေတြ႔ဆုံခဲ့ၿပီး\nဘယ္လုိအလွည့္အေျပာင္းေတြ ျဖစ္လာမွာလဲ စိတ္ဝင္စားဖုိ႔ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားပါ ....ဒါ့အျပင္ ကာအုိ႐ူအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့\nယူကီဟာ အျပင္မွာလည္း ေအာင္ျမင္ေက်ာ္ၾကားတဲ့ အဆုိေတာ္တစ္ေယာက္ျဖစ္ၿပီး Guitar နဲ႔ Piano ေတြကုိလည္း ကြၽမ္းက်င္စြာတီးခတ္ႏုိင္သူတစ္ေယာက္ပါ\nဒီဇာတ္ကားဟာ သူ႔ရဲ႕ပထမဆုံး႐ုပ္႐ွင္ဇာတ္ကားပဲျဖစ္ပါတယ္ ....ဇာတ္လမ္းထဲမွာပါဝင္တဲ့သီခ်င္းေလးေတြဟာလည္း\nသူ႔ရဲ႕ကုိယ္ပုိင္သီခ်င္းေတြျဖစ္ၿပီး အရမ္းနားေထာင္ေကာင္းတဲ့ သီခ်င္းေလးေတြျဖစ္တာေၾကာင့္\nသင္တုိ႔အတြက္ အၾကဳိက္ေတြ႔ေစမဲ့ဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္.....ရင္ခုန္စိတ္လႈပ္ရွားၿပီး ၾကည္ႏူးဆြတ္ပ်ံဖြယ္စိတ္ကူးယာဥ္ကမၻာငယ္ေလးထဲကုိ\nတစ္ဒဂၤ ခုိနားခ်င္ရင္ေတာ့ ဒီကားေလးကုိၾကည့္လုိက္ပါလုိ႕ တုိက္တြန္းပါရေစ ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပဲျဖစ္ပါတယ္....\nစကားမစပ္ မင္းသမီးေလးက အရမ္းကုိလွလြန္းတယ္.....\nFile Size : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/midnight-sun2006/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/in-bruges-poster-143x200.jpg",
        "title": "In Bruges (2008)",
        "description": "In Bruges (2008)\nIMDb - 7.9/10_____Rotten - 84%\n  \nဒီကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာက   Martin McDonagh  ဖြစ်ပါတယ်...တစ်လောတုန်းက  အော်စကာ (၂)ဆုရခဲ့တဲ့ Three Billboards\nကားကို ရိုက်ကူးခဲ့တာ အတော်များများသိပြီးသားဖြစ်ပါလိမ့်မယ် ...နောက်ပြီးတော့ ဒီကားရဲ့ ဟန်ပန်ဟာ\nPulp fiction (1994) လို ကားမျိုးပါပဲ... Pulp fiction လောက် ဇာတ်ကောင်မများသလို သိပ်လည်းမရှုတ်ထွေးပါဘူး...\nသို့ပေမယ့် ဒီကားမဒေါင်းခင် ဒါရိုက်တာက  Martin McDonagh  ဆိုတာရယ်  Pulp fiction (1994) နဲ့ ဟန်ပန်အနည်းငယ်တူတာရယ်ဆိုတော့\nတစ်ချို့သူတွေအတွက်တော့ အနည်းငယ်ဆင်ခြင်စေချင်ပါတယ်....\nကြေးစားလူမိုက်လောကကိုစဝင်တဲ့ ရေးဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပထမဆုံးတာဝန်က  ခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ယောက်ကိုသတ်ဖို့ပါပဲ...\n.သူ့အတွက်အခက်အခဲမရှိခဲ့ဘူး ..ပစ္စတိုနဲ့ အနီးပ် ပစ်လိုက်ရုံပဲ...သေချာသွားအောင်  ကျည်တောင့်တွေဆက်ပစ်သွင်းလိုက်တယ်...\nအဲ့ဒီမှာ ကျည်ဟာ  ခရစ်ယာန်ဘုန်းတော်ကြီးရဲ့ အသက်ကိုနှုတ်ယူရုံတင်မကဘူး ဘုန်းတော်ကြီးနောက်မှာရပ်နေတဲ့\nကလေးငယ်တစ်ယောက်ရဲ့ အသက်ကိုပါ နှုတ်ယူသွားတယ်...အပစ်ကင်းတဲ့ကလေးတစ်ယောက်အတွက် မနက်ဖြန်ဆိုတာ ချုပ်ငြိမ်းသွားတယ်...\n.ဒီဖြစ်ရပ်ကြောင့် လူသတ်ဖို့ခိုင်းတဲ့အလုပ်ရှင်ဟာ ရေးနဲ့ သူ့သူသယ်ချင်းဖြစ်သူ ကန် ကို ဘယ်ဂျီယံရဲ့ ဘရုချ်ဆိုတဲ့မြို့လေးတစ်မြို့ကိုတိမ်းရှောင်ခိုင်းလိုက်တယ်..\n..\nဒီကားက ဇာတ်ကောင်(၃)ယောက်ဖြစ်တဲ့ ရေး၊ကန်နဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4 https://megaup.net/1yTlv/In_Bruges_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/xnheslugpy22-140x200.jpg",
        "title": "Steal My Heart (2013)",
        "description": "Steal My Heart(2013)သင့်crush ဒါမှမဟုတ် သင့်ချစ်သူက သင်ထင်သလိုလူကောင်းမဟုတ်ဘဲ လူဆိုးတစ်ယောက်ဖြစ်နေခဲ့မယ်ဆိုရင်\nသူ့ကိုဆက်ချစ်နေဦးမလား။\nသူ့ကိုစိတ်ပျက်ပြီးစွန့်လွှတ်လိုက်မှာလား။\nလူတိုင်းကချစ်တတ်ကြပေမယ့် ချစ်ရသူရဲ့အမှောင်ခြမ်းကို လက်ခံပေးနိုင်ဖို့ဆိုတာခက်ခဲပါတယ်။ဇာတ်လမ်းအညွှန်း\nလီဟိုထယ်ဟာအရမ်းတော်ပြီး ရာထူးတိုးဖို့အလားအလာရှိတဲ့ရဲတစ်ယောက်ပါ။တစ်နေ့မှာတော့သူဟာ\nသူနဲ့ဆယ်နှစ်တာကွဲကွာသွားတဲ့သူ့ချစ်သူဟောင်းကိုဖမ်းရမယ့်အခြေအနေကိုရောက် လာခဲ့ပါတယ်။ သူ့ချစ်သူဟောင်းကသူထင်သလိုလူကောင်းတစ်ယောက်မဟုတ်ဘဲ သူခိုးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။သူရဲ့ရဲတာဝန်ကတစ်ဖက် သူသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူဟောင်းကတစ်ဖက်\nဒီလိုအခြေအနေမှာသူဘာကိုရွေးချယ်မှာလဲ။ရယ်စရာလေးတွေကိုပါထည့်သွင်းရိုက်ကူးထားတဲ့ Romantic Comedy ကားကောင်းလေးတစ်ကားပါ။Imdb အနေနဲ့ 6.4/10ရရှိထားပါတယ်။ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ နာမည်ကျေ်ာ YongPal ကားထဲကမင်းသားချော Joo Won နဲ့ မင်းသမီး Kim Ah Joong တို့ဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်တင်ထားသူကတော့ Hsu Myat Noe Aung ပါ။)File size…(999 MB) and (460 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hsu Myat Noe Aung",
        "rating": "6.4",
        "url": "https://megaup.net/11a7d/Steal_My_Heart_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/tGLO9zw5ZtCeyyEWgbYGgsFxC6i-133x200.jpg",
        "title": "The Departed (2006)",
        "description": "IMDb (8.5)....Rotten Tomatoes (90%) ဒီနေ့တော့ ရုပ်ရှင် အဟောင်းလေး တစ်ကား အကြောင်း ပြောရအောင်။တော်တော်များများတော့ ကြည့်ဖူးမယ်ထင်ရဲ့။The Departed (2006) (IMDb Rating 8.5/10) ဆိုတဲ့ကားးပါ။မူရင်းက ဟောင်ကောင်ရုပ်ရှင် ၂ ကားတွဲ Infernal Affair (2002) (IMDb Rating 8.1/10) ဆိုတာပါ။ဒါကို ဟောလိဝုဒ်က တစ်ကားထဲဖြစ်အောင် သူတို့ နိုင်ငံနဲ့ ကိုက်ညီအောင် ညှိပြီး ရိုက်ယူထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။အရှေ့တိုင်း ဆန် တယ် လို့ ခံစားရတဲ့ ဟောလိဝုဒ် ကား တိုင်း ကြိုက်မိတာမို့ ကြည့်မိပါတယ်…ပြီးတော့ ပါဝင်တဲ့ မင်းသား ၂ ယောက်လုံးအပြင် ဇာတ်ရံတွေကို နာမည်ကြီး မင်းသားကြီးတွေချည်း သုံးထားတာကလည်း ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှု တစ်ခုပါ။ကျနော် ပထမ တစ်ကြိမ် ကြည့်တုန်းက Leonado Dicaprio ထက် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4esiB/The_Departed_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CCpY0uU8SHBq2iav3B4hftgG9w.jpg",
        "title": "Crying Fiddle (2004)",
        "description": "Crying Fiddle (2004) ျမန္​မာစာတန္​းထိုး\n===========================အခုတစ္​ခါ​ေတာ့ ထိုင္​းကား ပရိတ္​သတ္​ႀကီးအတြက္​ထိုင္​း စုန္​း ဖုတ္​ က​ေ၀ မွင္​စာ သရဲ သဘက္​ ​ေမွာ္​ဇာတ္​ၾကမ္​းကားႀကီးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​လမ္​းအ​ေၾကာင္​းကို မျပာျပခင္​ ပထမဆံုး​ေျပာခ်င္​တာက ဒီကားဟာ ထိုင္​း​ေက်းလတ္​သဘာ၀ကိုထင္​ဟပ္​ၿပီး ရိုက္​ျပထားတာ​ေၾကာင္​့ ထိုင္​းႏိုင္​ငံရဲ႕ ​​ေက်းလတ္​သဘာ၀ ရိုးရာ​ပံုစံ​ေတြ နဲ႔ ထိုင္​း႐ြာစတိုင္​သမီးရီးစားခ်ိန္​း​ေတြ႕ခန္​း ​ေတြနဲ႔ ဘု ခန္​း​ေလး အနည္​းငယ္​ပါပါတယ္​ဆိုတာ အသိ​ေပးျခင္​ပါတယ္​ 18+ လို႔ နာမည္​မတပ္​ခ်င္​တာက​ေတာ့ 18+ ဆန္​ဆန္​ႀကီးလိုမဟုတ္​တာရယ္​ဇာတ္​ကား​ေကာင္​းကုိ မိန္​းက​ေလး​ေတြ လက္​လြတ္​သြားမွာစိုးရိမ္​လို႔ပါ ဒါ​ေၾကာင္​့ အမ်ိဳး​ေကာင္​းသမီး​ေတြအ​ေနနဲ႔​ေတာ့ဇာတ္​လမ္​းသ​ေဘာတရားလို႔ သ​ေဘာထားႀကီး​ေပးၾကဖို႔​ေမတၱာ ရပ္​ခံခ်င္​ပါတယ္​​ေနာ္​ကဲဇာတ္​လမ္​းအက်ဥ္​း​ေလးကို ​ေျပာလိုက္​ၾကရ​ေအာင္​႐ႊာတစ္​႐ြာမွာ ပရင္​း ဆိုတဲ့ တိုင္​ရွမ္​းမ​ေလးတစ္​​ေယာက္​ရွိၿပီးရွမ္​းမ​ေလးရဲ႕ မိဘ​ေတြက ႐ြာမ်က္​ႏွာဖံုး သူ​ေဌး​ေတြပါရွမ္​းမ​ေလးပရင္​းဟာ သူ​ေဌးသမီးတို႔ထံုးစံ သူ႔အိမ္​ကအလုပ္​သမား​ေလးတိုင္​ နဲ႔ လူငယ္​ဘာ၀ ၁၈+ ၾကပါတယ္​ဒါကို ပရင္​းရဲ႕မိဘ​ေတြက သိၿပီး ခြဲပစ္​ၾက​ေတာ့ပရင္​းဟာ အလြမ္​းဒဏ္​​ေတြကို မခံစားႏိုင္​ပဲအဖန္​၅၀၀ ၅ကမ႓ာကိုမ​ေၾကာက္​ပဲ သတ္​​ေသပါတယ္​အဲ့မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/crying-fiddle-2004/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YFCAAZUUpj66gLAMqRhwpY1U34.jpg",
        "title": "Dear Dictator (2017)",
        "description": "ဒီဇာတ္ကားက Drama,Comedy ပံုစံမ်ိဳးနဲ႔ သြက္သြက္လက္လက္တင္ဆက္ထားပါတယ္။မင္းသားၾကီး Michael Caine နဲ႔ မင္းသမီးေခ်ာေလး Odeya Rush တို႔အဓိကပါဝင္ထားပါတယ္။ဇာတ္ေၾကာင္းကေတာ့........ေက်ာင္းကေန ကိုယ္ေလးစားတဲ့လူတစ္ေယာက္ဆီကို စာေရးရမယ္ဆိုျပီးအဆိုင္းမန္႔ေပးလိုက္ေတာ့ ေက်ာင္းသူကေလးမက မ်က္ႏွာေျပာင္ျပီး အာဏာရွင္တစ္ေယာက္ထံကို ဖက္ရွင္စတိုင္ၾကိဳက္တဲ့အေၾကာင္းစာေရးလိုက္ပါတယ္..ဒီလိုနဲ႔ သူတို႔ ႏွစ္ေယာက္သားခင္သြားၾကတယ္ ဆိုပါစို႕။ကံၾကမၼာဇာတ္ကြက္အတိုင္း အာဏာရွင္ၾကီး အာဏာသိမ္းခံလိုက္ရတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....။ \nFile size…(850 MB) and (390 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးေသာက္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/dear-dictator-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/enkjshnoqgwg-133x200.jpg",
        "title": "[18+] Price of Nude (2016)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။ဒီဇာတ္လမ္းကေတာ့ မိဘ ေက်းဇူးဆပ္တဲ့ သမီး အလိမၼာေလး ယိုကို အေၾကာင္းပါ ဒီဇာတ္လမ္းကို ဘာသာျပန္ေပးသူကေတာ့ ဆာကူရာ မင္းသမီးေလး အေၾကာင္း ဘာသာျပန္ေပးဖူးတဲ့ Jueno ျဖစ္ပါတယ္ ဇာတ္လမ္း ပံုစံကေတာ့ ညားခါစ ၾကည္ၾကည္ႏူးႏူး လင္မယား အိမ္ကို ယိုကို ရဲ႕ မိဘေတြ ေရာက္လာခဲ့့ၿပီး ညစာ အတူစားျဖစ္ၾကပါတယ္ ဒီေနာက္ ညဘက္ေရာက္ေတာ့ သမီးျဖစ္သူ ယိုကို အား တိုးတိုးတိတ္တိတ္ေခၚကာ အေဖ နဲ႔ အေမ ဒုကၡအႀကီးအက်ယ္ေရာက္ေနေၾကာင္း ေခ်းေငြဂရုေတြထဲ ဝင္ကာ စုေငြေတြ ဝယ္မိတာ လူလိမ္ခံရေၾကာင္း ဝယ္မိတဲ့ ပိုက္ဆံေတြကလဲ အျပင္က ၁၀ တိုး ေပးၿပီး ေခ်းထားတာေတြ ျဖစ္လို႔ ခု အေႂကြးရွင္က လိုက္လာေနပါၿပီ ကယ္ပါဆိုၿပီး သမီးျဖစ္သူ ယိုကို အား ေျခသလံုး ဖက္မတက္ ေတာင္းပန္ၾကပါတယ္ ဒီေတာ့ သမီးျဖစ္သူ ယိုကိုေလးလဲ သမီးဆပ္ပါမယ္ အေႂကြးရွင္ကို လႊတ္လိုက္ပါ ဆိုၿပီး ျပန္ေျပာလိုက္ေတာ့ မိဘ ျဖစ္သူေတြလဲ စိတ္ခ်မ္းသာၿပီး ျပန္သြားၾကပါတယ္ သိပ္မၾကာပဲ ေနာက္ေန႔မနက္မွာတင္ ယိုကို ရဲ႕ ေယာက်ၤား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-price-of-nude-2016/",
        "category": "Adult, Asian, Crime, Romance"
    }
]