[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzg4NzNiZWEtNTVkNC00NmQ0LTgxNTctMTIyNTdkNDQ2NWM3XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Pretty Problems (2022)",
        "description": "Pretty Problems ( 2022 )ငွေမရှိတဲ့လူတွေကတော့ ငွေရှိလာရင် သူတို့ပြဿနာတွေ ပြေလည်သွားလိမ့်မယ် ထင်တတ်ကြတယ်။ တကယ်တမ်းကျ သုံးမကုန်အောင် ငွေပေါနေတဲ့လူတွေမှာလည်း ပြဿနာတွေက ရှိနေတုန်းပါပဲ။ ငွေဟာ ပြဿနာတွေကို ပြေလည်စေတဲ့ အရာတော့မဟုတ်ဘူးတဲ့။ ငွေဟာ ပြဿနာတွေကို အကျည်းတန်နှုန်းလျော့ပါးစေရုံပါပဲတဲ့။ဒီရုပ်ရှင်မှာ ငွေရှိရင်ပြဿနာတွေ ပြေလည်သွားပြီလို့ထင်နေတဲ့ လင်မယားနဲ့ ငွေနဲ့ သူတို့ ပြဿနာတွေရဲ့ အကျည်းတန်မှုကို ဖုံးထားတဲ့ လင်မယား အားလပ်ရက်တစ်ခုမှာ အတူဖြတ်သန်းကြရင်း ကြုံလာဆုံလာရတဲ့ အဖြစ်တွေကို ရိုက်ပြထားပါတယ်။ ဒုတိယဘုရားသခင်လို့ဆိုကြတဲ့အရာဟာ တကယ်တမ်း လူတွေအတွက် အပျော်တွေကို ယူဆောင်လာပေးနိုင်လားဆိုတဲ့အကြောင်းကို ဝိုင်တွေမြည်းရင်း ကျေးလက်ဘက်က ဇိမ်ခံအိမ်ကြီးမှာ အပန်းဖြေရင်း ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။File Size__(2.1GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:45:00\nType__Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/1ah1l/Pretty_Problems_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qfluaDXv0cIdLwgQWzNB2piHL2q.jpg",
        "title": "Event Horizon (1997)",
        "description": "Event Horizon (1997)Resident Evil ဇာတ်ကားအများစုရဲ့ ဒါရိုက်တာ Paul W.S. Anderson ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ ဒီကားကို ပါရာမောင့်က ထုတ်ခဲ့တာဖြစ်ပြီး ဒီကားကို ထုတ်ပေးဖို့ ပါရာမောင့်မှာ ဆွယ်တရားသွားဟောတုန်းက ကားတောင်ထွက်မလာသေးဘဲ ပါရာမောင့် အမှုဆောင်တွေ လန့်ပါလန့်ခဲ့ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ The Matrix ထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburne က အဓိက ပါဝင်သရုပ်ဆောင်ထားသလို ဘွန်းခဲ့ပေမဲ့လည်း Cult Classic Horror Film တစ်ကားဖြစ်ခဲ့တဲ့အတွက် ကြည့်သင့်တဲ့ ဂန္ထဝင်တစ်ကားပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်တွေကို သဘောကျတဲ့လူတွေလည်း အကြိုက်တွေ့ကြမှာပါ။ သိပ္ပံစိတ်ကူးယဉ် သဲထိတ်ရင်ဖိုကားပီသသလို တော်တော်လည်းကြမ်းတာကြောင့် အသည်းငယ်တတ်သူတွေတော့ မကြည့်စေချင်ပါဘူး။ ဒီကားကြည့်ပြီးရင်တော့ အချင်းချင်း ခေါင်းစားကြစရာ အချက်အလက်တွေ အများကြီးထွက်လာမှာတော့ မြေကြီးလက်ခတ်မလွဲပါပဲ။လူသားတွေဟာ လပေါ်မှာ အပြီးတိုင်အခြေချပြီးတဲ့နောက် ၂၅ နှစ်အကြာမှာ လူသားသမိုင်းတလျှောက် ပထမဆုံးသော အလင်းထက်မြန်တဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Qerx/(CM)_Event_Horizon_(1997)_REMASTERED_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wawP3mOUeRBrAtnbPwWK5eFaMdV.jpg",
        "title": "Lesson Plan (2022)",
        "description": "Lesson Plan (2022)သူ့နာမည်က ဒမ်မီယမ်...\nသူဟာ အသွင်ယူရဲဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးပြီး မူးယစ်ဆေးလောကမှာ အသွင်ယူဖူးလို့ ဒီလောကကို ထုံးလိုကျေ ရေလိုနောက်တယ်။ တစ်နေ့ကျ အထက်တန်းကျောင်းတစ်ကျောင်းမှာ ဆရာဖြစ်တဲ့သူ့ သူငယ်ချင်းဟာ သူ့အခက်အခဲတစ်ခုအတွက် အကူအညီလာတောင်းတယ်။ ဒါပေမဲ့ သူမကူညီခဲ့ဘူး။သိပ်မကြာခင်မှာပဲ...\nသူ့ သူငယ်ချင်းဟာ ချောက်ချခံရပြီး မတရားသဖြင့် နာမည်ဆိုးနဲ့သေခဲ့ရတယ်။ ဒီတော့ သူက ရှင်နေတုန်း ကူညီဖို့ ငြင်းဆန်မိခဲ့တဲ့ နောင်တနဲ့ အဲဒီအထက်ကျောင်းမှာ အစားထိုးဆရာအဖြစ် ဝင်လုပ်ပြီး သူ့ သူငယ်ချင်းအတွက် လက်စားချေဖို့ ကြိုးစားခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီကျောင်းမှာ ဘာတွေဖြစ်ခဲ့လဲ။ သူငယ်ချင်းရဲ့ သေဆုံးမှုအပေါ် တာဝန်ရှိသူတွေကို ဘယ်လိုရှာဖွေမလဲ… ဆရာတစ်ယောက်အဖြစ် အသွင်ယူထားတဲ့ ဒမ်မီယမ်ရဲ့ ကျောင်းပေါ်က နေ့စွဲတွေကော ဘယ်လိုဖြစ်မလဲ...ဒီ ၂၀၂၂ မှ ထွက်ထားတဲ့ Low budget ပိုလန်ကားလေးပါ... စိတ်ဝင်စားရင် ဒေါင်းကြည့်လိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/2wbI9/(CM)_Lesson_Plan_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE4YTBmNGQtNjQ2Ny00OTRhLWJlZjYtZDJlNzE2NWI0NTZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Prince(2022)",
        "description": "Prince (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့\nအချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ..\nကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ\nစာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ...ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ...။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ...။အဲ...သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး\nတစ်ယောက်ရောက်လာတယ်...\nသူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်...။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို\nရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ...။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ...။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ်\nမင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ်\nဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး...။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ\nမီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ\nဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်..\nFile size…2.5GB /1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM ~ Sora ~ Taylor ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Qexf/Prince_(2022)_TRUE_WEB-DL_-_720pEdit(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDRiZjc0ZDMtMjhlYi00ZjAzLTg0MDQtZDI2NGEyYTBlN2M2XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_-135x200.jpg",
        "title": "Triangle of Sadness(2022)",
        "description": "ကဲ CMပရိသတ်ကြီး စောင့်မျှော်နေတဲ့ Triangle of Sadness ကို တင်ဆက်ပေးလိုက်ပါပြီဗျာ..\nIMDb 7.8နဲ့ Rotten Tomatoes 70%ရထားတာဆိုတော့ အထွေအထူးပြောနေစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်..\nသရုပ်ဆောင်တွေကတော့ Now You See Me, Venom, Zombieland ဇာတ်ကားတွေနဲ့\nဒိတ်ဒိတ်ကြဲအောင်မြင်ထားတဲ့ မင်းသားကြီး Woody Harrelson နဲ့ Maleficent ထဲက\nAurora ရဲ့ချစ်သူမင်းသားလေး Harris Dickinson တို့ပဲ ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nနာမည်ကြီး ဖက်ရှင်မော်ဒယ်စုံတွဲအပါအဝင် ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးတွေဟာ\nဒေါ်လာသန်း၂၅၀တန်တဲ့ ဇိမ်ခံသ‌င်္ဘောကြီးနဲ့ အပျော်ခရီးထွက်ကြပါတယ်\nသ‌င်္ဘောရဲ့ကပ္ပတိန်က အရက်ချိုး သောမတ်စ်ပါ တစ်နေ့မှာတော့\nအကြောင်းတစ်ခုကြောင့် ပင်လယ်ထဲမှာ အဲဒီသ‌င်္ဘောကြီး မြုပ်ပါတော့တယ်\nမော်ဒယ်စုံတွဲအပါအဝင် အသက်ရှင်ကျန်သူတွေဟာ ကျွန်းတစ်ကျွန်း‌ပေါ်မှာ\nသောင်တင်သွားပြီး ဒုက္ခရောက်ကုန်တော့တာပါပဲ သ‌င်္ဘောက ဘာလို့မြုပ်တာလဲ..\nအထက်တန်းစားဘောစိတွေ Survival Mode နဲ့ ရှင်သန်နိုင်ပါ့မလား..\nကျွန်းပေါ်ကနေ လွတ်လမ်းရောရှိမှာလားဆိုတာကို မထင်မှတ်ထားတဲ့ Plot Twistတွေနဲ့ ကြည့်ရမှာ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းရဲ့ အသက်ကတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/triangle-of-sadness2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjQyNGI5OWEtZjI1Yy00NDVjLWE4MTAtMzRlNzU1NzM2OGVkXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Kantara(2022)",
        "description": "Kantara (2022)IMDb-9/10‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး\nရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့\nရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌\nစိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ ရွာတစ်ရွာကိုစောင့်ရှောက်ပြီးသားသူဖြစ်တာမို့\nဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌\nသတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း\nကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့\nပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ်\nအဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင်\nသစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက်\nအစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက်\nသူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1adzp/Kantara_(2022)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUlk22UMGoS9Q0JXWpUTMoeDKde.jpg",
        "title": "Big Trip 2: Special Delivery (2022)",
        "description": "Big Trip 2: Special Delivery(2022)Special Delivery ဆိုတဲ့ နာမည်နဲ့အတူ\nဝက်ဝံကြီး မစ်မစ်နဲ့ ဉာဏ်ကြီးရှင် ယုန်လေး အော်စကာတို့ ပြန်လာပါပြီBig Trip 1 မှာတုန်းက ဝက်ဝံကြီး မစ်မစ်တို့ဆီ မှားရောက်လာတဲ့\nပန်ဒါလေးကို သူ့အိမ်အရောက် ပို့ပေးခဲ့ပါတယ်Big Trip 2 မှာတော့ ဝက်ဝံကြီး မစ်မစ်တို့ဆီကို\nအမေရိက သစ်တောပြည်ထောင်စုရဲ့ရွေးကောက်ခံသမ္မတလောင်း\nဝက်ဝံကြီး ဂရစ်ဇလီရဲ့ကလေး မှားယွင်းပြီး ရောက်လာပြန်ပါတယ်သားသမီးရှိသူပဲ သမ္မတလုပ်ခွင့်ရှိတဲ့ အမေရိက သစ်တောပြည်ထောင်စုရဲ့ ဥပဒေကြောင့်\nရွေးကောက်ပွဲအမီ ဝက်ဝံပေါက်လေး ရောက်လာဖို့က\nဝက်ဝံကြီး ဂရစ်ဇလီတို့အတွက် အရေးကြီးနေပါတယ်အဲဒီလိုနဲ့ မှားယွင်းပြီးရောက်လာတဲ့ ဝက်ဝံပေါက်လေးကို\nသူ့နေရပ်ဆီ အချိန်မီ ပို့ပေးဖို့ မစ်မစ်တို့ Big Trip 2 ခရီးစဉ်ကြီးကို စတင်ရပါတော့တယ်ဒီခရီးစဉ်မှာ ဝက်ဝံကြီး မစ်မစ်၊ ယုန်လေး အော်စကာတို့အပြင်\nBig Trip 1 က ပန်ဒါလေးနဲ့ ပို့ဆောင်ရေးငှက် ကားလ်တို့ပါ ပါဝင်တာကြောင့်\nခရီးစဉ်တစ်လျှောက်လုံးကို မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Q7jl/Big.Trip.2.Special.Delivery.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMmVhOTZmNTItNTViOS00ZmM3LTk4ZGQtNzEyNDkwMTNjZWI5XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]What’s Really Wrong With Secretary Kim (2020)",
        "description": "[18+]What's Really Wrong With Secretary Kim (2020)**************************************************ကုမ္ပဏီသူဌေးတွေဆိုတာမျိုးကအချိန်ပြည့် အလုပ်အတွက်စိတ်နှစ်ရတယ်ဆိုတော့သူတို့ရဲ့လောကီဆန္ဒကိုဖြည့်ဆည်းဖို့မေ့လျှော့နေတတ်ကြတယ်..ဒီလိုနေတဲ့သူဌေးတစ်ယောက်ထံကိုလှသွေးကြွယ် မိန်းကလေးတစ်ဦးရောက်လာတဲ့အခါမှာတော့..မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....   File Size :(778MB) and (282MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1agdz/What_s_Really_Wrong_With_Secretary_Kim_2020.HDRip.720p(cm).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjVhNTdlMWItMzZhYi00MWZmLTk2NDEtYTczNzBhYzM2ZjMyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Chup (2022)",
        "description": "အခုတစ်ခေါက်မှာတော့ စိတ်ဝင်စားဖို့ကောင်းတဲ့\nအိန္ဒိယမှုခင်းကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အမျိုးသမီးတစ်ယောက် အိမ်ပြန်လာတော့\nအိမ်ထဲမှာမှောင်နေတယ်\nသူ့ယောက်ျားကို သူအော်ခေါ်နေရင်း လိုက်ရှာတော့\nအိမ်သာထဲမှာ တွေ့လိုက်ရတာကတစ်ကိုယ်လုံးကို တိတိပပ လှီးဖြတ်ထားတဲ့\nဓားရာတွေနဲ့ သေဆုံးနေတဲ့ သူ့ယောက်ျားကို တွေ့လိုက်ရတော့တယ်သူ့ယောက်ျားက ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ပြီး\nသူသေတော့ သူ့နဖူးပေါ်မှာ အမှတ်အသားတစ်ခုရှိနေခဲ့တယ်အဲဒီလိုနဲ့ သိပ်မကြာခင်မှာပဲ ရထားလမ်းပေါ်မှာ\nလူတစ်ယောက် ကိုယ်တစ်ပိုင်းပြတ်ပြီး သေနေပြီးသူကလည်း ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ကာ\nသူ့ရဲ့နဖူးမှာလည်း ပထမတစ်ယောက်လိုမျိုး အမှတ်အသားတစ်ခု\nရှိနေခဲ့တယ်..အဲဒီလိုနဲ့ လူသတ်မှုတွေ ဆက်တိုက်ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပြီး\nရဲတွေကို ပဟေဠိပေးနေတဲ့ အဲဒီကွင်းဆက်လူသတ်သမားက\nဘယ်သူဖြစ်မလဲ ဘာကြောင့် ဒီလိုတွေသတ်နေတာလဲဆိုတာ\nမှုခင်းကားကြိုက်တတ်သူတွေအဖို့ ဒီကားဟာ တကယ့်ကို\nပဟေဠိတွေနဲ့ အဖြေညှိရမယ့် မှုခင်းကားကောင်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်\nFile size...1.72GB / 788MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Yunni & Poe & OeliuJ",
        "rating": "8.3",
        "url": "https://megaup.net/2wamq/Chup_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvEtTSshU47BCchwwU1Ej1PKsGn.jpg",
        "title": "Remember (2022)",
        "description": "Remember (2022)မကြာခင်မှာ စစ်မှုထမ်းသွားရတော့မယ့် Nam Joo Hyuk ကို အလွမ်းပြေကြည့်ဖို့ ဇာတ်ကားအသစ်လေးရပါပြီ။\nMain Cast တွေအနေနဲ့ Lee Sung Min နဲ့ Nam Joo Hyuk တို့ပါဝင်ထားတဲ့အပြင် Plot ဆန်းဆန်းလေးနဲ့မို့ ကြည့်မကောင်းမှာတော့ မပူရပါဘူး။\n_____________________ _____________________\n“အတိတ်မှာပိတ်မိနေတဲ့သူတွေအတွက် အနာဂတ်ဆိုတာ မရှိဘူး\"\nဒါပေမဲ့လည်း မတရားသဖြင့် ခံစားခဲ့ရတဲ့သူတွေအတွက်တော့ တချို့အတိတ်တွေက သူတို့တစ်ဘဝလုံးထွေးပိုက်ထားရမယ့်\nနာကြည်းချက်တွေ၊ သူတို့ဘဝကိုရှေ့ဆက်ရမယ့် လှေကားတစ်တွေ ဖြစ်နေမှာပါ။ဟန်ဖီလ်ဂျူဟာ အသက် ၈၀ အရွယ်အဘိုးကြီးတစ်ဦးဖြစ်ပြီး\nဦးနှောက်အကြိတ်နောက်ဆုံးအဆင့် အယ်လ်ဇိုင်းမားရောဂါကို ခံစားနေရပါတယ်။\nဒါ့အပြင် လူမသိသူမသိ ဖုံးကွယ်ထားခဲ့တဲ့ သူ့ရဲ့လျှို့ဝှက်ချက်တစ်ခုကတော့\nသူ့မှာ နှစ်ပေါင်း ၆၀ လောက်ကြာအောင် အကွက်ချစီစဉ်လာခဲ့တဲ့ အလုပ်တစ်ခုရှိနေတယ်ဆိုတာပါပဲ။အင်ဂယူကတော့ ဟန်ဖီလ်ဂျူနဲ့ အသက်အရွယ်ချင်းကွာခြားလွန်းပေမဲ့\nသူငယ်ချင်းလို ခင်မင်ပေါင်းသင်းနေကြတဲ့ ဟန်ဖီလ်ဂျူရဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ပါ။ဒီလိုနဲ့တစ်နေ့မှာတော့ အင်ဂယူတစ်ယောက် ဟန်ဖီလ်ဂျူကို ကူညီပေးရင်း\nမထင်မှတ်ဘဲ လူသတ်တရားခံအနေနဲ့ သံသယဝင်ခံရတဲ့အဖြစ်ကို ရောက်သွားပါတော့တယ်။\nအင်ဂယူအတွက် အံ့အားသင့်စရာတစ်ခုကတော့ လူသတ်သမားအစစ်ဟာ သူယုံကြည်ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1afy9/Remember.2022.720p..WEB-DL.CM_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlAP6WRSBuf5cP8OgpHTF45BPUp.jpg",
        "title": "Beyond the Universe (2022)",
        "description": "Beyond the Universe (2022)(1080p ရပါပြီ)နာမည်လေးက နီနာဆွာစ် တဲ့ ... ပါရမီပါတဲ့အပြင် စန္ဒယားတီးတာကို ငယ်စဥ်ကတည်းက ဝါသနာပါသလို သူ့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ နာမည်ကြီးတေးဂီတဝိုင်းမှာ ပါဝင်တီးပြနိုင်ဖို့ ကြိုးစားနေသူပါ။ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ပဲ အသက်ငယ်ငယ်မှာတင် Lupus ဝေဒနာကိုခံစားရတယ်။ တဖြည်းဖြည်းနဲ့ရောဂါကပြင်းထန်လာပြီး ကျောက်ကပ်ကိုပါ ထိခိုက်လာပြီး ဆေးရုံဆိုတာကလည်း အိမ်ဦးနဲ့ ကြမ်းပြင်လို သွားနေရတော့တာပေ့ါ။ဒီလိုနဲ့တစ်နေ့မှာ သဘောမနော ကောင်းတဲ့ ဂါဘရီရယ်ဆိုတဲ့ အလုပ်သင်ဆရာဝန်လေးနဲ့ မထင်မှတ်ပဲတွေ့ဆုံကြတဲ့ အခါ ...ဘာတွေ ဆက်ဖြစ်မလဲ?\nဘယ်လိုတွေ ro ကြမလဲ? ဆိုတာတော့ ဒီ Romance, Drama အမျိုးအစား ဒရမ်မာလေးမှာ ဆက်ပြီး ကြည့်ရှု ခံစားလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.9GB, 756MB, 391MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ae64/[CM]Beyond.The.Universe.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQZKw9jetOInPPdSZgbKFxJALHc.jpg",
        "title": "The People We Hate at the Wedding (2022)",
        "description": "The People We Hate at the Wedding (2022)(1080p ရပါပြီ)ဒိုနာရဲ့ဘဝမှာ ဟန်နရစ်နဲ့ ဘေလ်ဆိုတဲ့ ခင်ပွန်းသည်နှစ်ဦးနဲ့ ချစ်ခင်ပေါင်းသင်းခဲ့ပြီး အယ်လိုဝီ ၊ အယ်လစ် နဲ့ ပေါလ်လို့အမည်ရတဲ့ သားသမီးသုံးဦးဖြစ်ထွန်းခဲ့ပါတယ်။ ယခင်ယောက်ျားနဲ့ ရခဲ့တဲ့ သမီးဖြစ်သူ အယ်လိုဝီဟာ ကျောင်းပိတ်ရက်တိုင်း သူနေထိုင်ရာ အင်္ဂလန်ကနေ အမေရိကန်အထိလာပြီး သူ့ရဲ့မောင်ငယ် ညီမငယ်တွေနဲ့ အချိန်ကုန်ဆုံးလေ့ရှိတယ်။ဒီလိုနဲ့ ငယ်စဉ်အချိန်မှာ ရင်းနှီးပျော်ရွှင်ခဲ့ကြတဲ့ အမေတူအဖေကွဲ မောင်နှမသုံးဦးဟာ လောကကြီးအလည် ရှင်သန်ကြီးပြင်းလာတာနဲ့အမျှ တဖြည်းဖြည်း ဝေးကွာလာခဲ့ကြပြီး ဒါကိုသတိထားမိတဲ့ အစ်မကြီးဖြစ်သူ အယ်လိုဝီက သူ့မင်္ဂလာပွဲမှာ သူ့ရဲ့မိသားစုဝင်တွေကို ဖိတ်ကြားပြီး မိသားစုပြန်လည်ပေါင်းစည်းဖို့ စီစဉ်ခဲ့ပါတယ်။အသက်အရွယ်ရလာတာနဲ့အမျှ စကားပြောလာတဲ့ ကြွယ်ဝချမ်းသာမှု၊ အဆင့်အတန်းတွေရဲ့ ကွာဟမှုကြောင့် ဖြစ်ပေါ်လာခဲ့တဲ့ သူတို့မောင်နှမသုံးဦးကြားက ကတောက်ကဆလေးတွေဟာ အချင်းချင်းထိခိုက်နစ်နာစရာတွေပါ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ပေါင်းစည်းဖို့ကြံကာမှ သံယောဇဉ်ကုန်စရာတွေပါ ဖြစ်လာခဲ့ကြတဲ့ သူတို့မိသားစုတစ်ခု အင်္ဂလန်မှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Qc67/[CM]The.People.We.Hate.At.The.Wedding.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqm5EAyC9hJCN5qutuW4Ka1xYbU.jpg",
        "title": "Operation Seawolf (2022)",
        "description": "Operation Seawolf (2022)The Purge: Election Year, Hitman's Wife's Bodyguard နဲ့ Captain America: The Winter Soldier တို့ထဲပါခဲ့ပြီး မြန်မာနိုင်ငံကိုတောင် အလည်ခဏလာဖူးတဲ့ Frank Grillo နဲ့ The Expendables တို့၊ Rocky တို့၊ Creed တို့၊ Aquaman တို့ထဲပါဖူးပြီး ကျွန်တော်တို့ မြန်မာပရိသတ်တွေ ရုရှားအာနိုးလို့ ချစ်စနိုးနဲ့ခေါ်ကြတဲ့ Dolph Lundgren တို့ တွဲဖက်ပါ၀င်ထားတဲ့ ရေတပ်ကားအသစ် အကြမ်းကြီးပါပဲ။ စစ်ကားထဲမှာမှ ကြည့်ရခဲလှတဲ့ ဒုတိယကမ္ဘာစစ်နောက်ခံ ရေတပ်ကားပေါ့။ဒုတိယကမ္ဘာစစ်ကြီး ကန့်လန့်ကာပိတ်သိမ်းဖို့ နီးကပ်လာတဲ့အချိန်၊ အဘက်ဘက်က အင်အားနည်းလာတဲ့ ဂျာမန်တပ်တွေဟာ စစ်ပွဲချိန်ခွင်လျှာပြောင်းဖို့ ကြံရာမရ နောက်ဆုံးအားထုတ်မှုတွေထဲက တစ်ခုအဖြစ်နဲ့ မဟာမိတ်တပ်တွေရဲ့ အဓိကအချက်အချာနေရာဖြစ်တဲ့ အမေရိကန် အရှေ့ဘက်ကမ်းရိုးတန်း နယူးယော့ခ်က ကုန်သွယ်သင်္ဘောသွားရာ ရေလမ်းကြောင်းတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/1afpd/(CM)_Operation_Seawolf_(2022)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMWNhMTNiODUtNTNlZC00MGZmLTgwMGQtNTA2YzNmMzM3MGY3XkEyXkFqcGdeQXVyOTE2MDk0MzY@._V1_-173x200.jpg",
        "title": "(18+) Still Life of Memories (2018)",
        "description": "¶ကိုယ့်ရဲ့ စားပွဲအိုလေးထက်မှာ ပြန့်ကျဲ စက္ကူအပိုင်းအစတွေ\nဆေးလိပ်တိုတွေနဲ့ ကံ့ကော်ပန်းခြောက်တစ်ပွင့် ဒါသက်ငြိမ် ပန်းချီကားပဲ¶\nထူးအိမ်သင်ရင် သက်ငြိမ်သီချင်းကို တိုးတိုးလေးငြီးမိရင်း ဒီဇာတ်ကားလေးရဲ့အညွှန်းကို ပုံဖော်ကြည့်မိသည်။အနုပညာတွင် still art လို့ခေါ်တဲ့ သက်ငြိမ်အနုပညာ ဆိုတာ ခံစားရနက်နဲသည်\nပန်းချီတို့ ဓာတ်ပုံတို့သည် သက်ငြိမ်အနုပညာပင်ဖြစ်သည်။\nမိုနာလီဇာပန်းချီကားတို့ ဗင်းဆင့်ဗန် starry night အာလူးစားသူများ\nအစရှိသည်ကနေ ပူလစ်ဇာဆုရ ဓာတ်ပုံများထိ သက်ငြိမ်များပင်.....\nခေတ်တွေပြောင်း ရာစုနှစ်တွေကြာညောင်းပါစေ\nပန်းချီကား ဓာတ်ပုံကားချပ်များက စကားလှမ်းပြောနေကြသည်။တစ်ယောက်နှင့်တစ်ယောက် ကြားရသည့်အသံတွေတော့ တူမည်မဟုတ်။\nသက်ငြိမ်ပန်းချီကားတစ်ချပ်ကို စီးကရက်ဖွာရင်း ခံစားတတ်သူတွေအတွက်\nယခုရုပ်ရှင်က အသိမ်မွေ့ဆုံး သက်ငြိမ်တစ်ခုကို ရုပ်ရှင်အနုပညာထဲတွင် ထုဆစ်ပြသပေးထားသည်\nရုပ်ရှင်ပွဲတော်များတွင်လဲ ဆုများရရှိခဲ့ပြီး ပန်းချီပညာ ဓာတ်ပုံပညာ\nဒဿနများပြည့်ဝစွာဖော်ကျူးထားသော သက်ငြိမ်ပန်းချီကားတစ်ချပ်\nမိတ်ဆွေတို့အတွက် တစ်ကိုယ်ရည်ညချမ်းတွေကို အဖော်ပြုပေးနိုင်မှာပါ\nFile size…3.24GB / 1.06GB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.3",
        "url": "https://megaup.net/2waeC/Still.Life.of.Memories.2018.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cYHE9FdgXBFUWvWaIKsDHODDOTS.jpg",
        "title": "Mickey: The Story of a Mouse (2022)",
        "description": "Mickey : The Story of a Mouse(2022)“အရာအားလုံး ကြွက်တစ်ကောင်ကနေ အစပြုခဲ့တာပါ”\n~ Walt Disney ~အနီရောင်ဘောင်းဘီတို၊ အဝါရောင်ဖိနပ်၊\nအဖြူရောင်လက်အိတ်နဲ့ ကြွက်လေး ဆိုတာနဲ့\nမစ်ကီမောက်စ်ကို ပြေးမြင်မိကြမှာပါတစ်ကမ္ဘာလုံးက ချီးကျူး အသိအမှတ်ပြုရတဲ့ Animation လောကရဲ့ ပြယုဂ်ဖြစ်လာမယ့်\nမစ်ကီမောက်စ်ကို 1928 ခုနှစ်မှာ နာမည်ကျော် ဝေါ့တ်ဒစ်စနေ နဲ့ အာ့ဘ်အိုင်ဝါ့ခ်စ်တို့က ဖန်တီးခဲ့ကြပါတယ်ဝေါ့တ်ဒစ်စနေဟာ အရာအားလုံးဆုံးရှုံးသွားတဲ့အချိန်မှာ မစ်ကီမောက်စ်ကို ရှာတွေ့ခဲ့တာပါ\nအဲဒီနောက်မှာတော့ တစ်ဟုန်ထိုး နာမည်ကြီးလာတဲ့ မစ်ကီ၊\nအမေရိကန်နိုင်ငံ စီးပွါးရေးပျက်ကပ်ကာလထဲက မစ်ကီ၊\nဒုတိယကမ္ဘာစစ်အတွင်းက မစ်ကီ၊\nဒုတိယ ကမ္ဘာစစ်အလွန် စစ်အေးကာလက မစ်ကီ၊\nလူမျိုးရေးခွဲခြားမှုတွေ ကြားထဲက မစ်ကီ၊\nဗီယက်နမ်စစ်ပွဲကြားက မစ်ကီ၊\nမူပိုင်ခွင့်တွေကြားထဲက မစ်ကီ...အစရှိသဖြင့် မစ်ကီဟာ ကာလမျိုးစုံကို ပုံစံမျိုးစုံနဲ့ ဖြတ်သန်းခဲ့ရပါတယ်ကမ္ဘာပေါ်က အတွေ့အကြုံ အရင့်ကျက်ဆုံး ကာတွန်းဇာတ်ကောင်လို့ ဆိုလိုက်ရင် မစ်ကီကိုပဲ ပြရမှာပါ2022 နိုဝင်ဘာမှာ 94 နှစ်ပြည့်မြောက်ခဲ့ပြီဖြစ်တဲ့\nမစ်ကီကို ကာတွန်းဇာတ်ကောင်ထက်ပိုတဲ့ သက်ရှိပြယုဂ်အဖြစ်\nယနေ့ထက်တိုင် တစ်ကမ္ဘာလုံးက ...",
        "rating": "7",
        "url": "https://megaup.net/1afka/Mickey.The.Story.of.a.Mouse.2022.720p.WEBRip.CM.mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGJjMzlmNzctMWI4Yi00MjcyLWFmYzAtN2JmZjU0YTM4YmRmXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Guardians of the Galaxy Holiday Special (2022)",
        "description": "The Guardians of the Galaxy Holiday Special (2022)\n=====================================\nIMDb Rating - 7.9/10Marvel ရဲ့ Gotg 3 မလာခင်မှာ ခရစ်စမတ် အထူး\nအပိုင်းတစ်ခုအနေနဲ့  Holiday Special ထွက်လာပါတယ်။\nGotg အဖွဲ့သားတွေအားလုံးကိုမြင်တွေ့ရမှာဖြစ်ပြီး၊ ပီတာကွေး\n(စတားလော့ဒ်) ရဲ့ ဂါမိုရာကို ဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်းမှာ\nပူဆွေးဝမ်းနည်းနေမှုကို နှစ်သိမ့်ပေးဖို့အတွက် Gotg အဖွဲ့သားတွေ\nကမ္ဘာမြေက ခရစ်စမတ်ပွဲတော်ကို အလည်လာကြတဲ့ အကြောင်းကို\nရိုက်ပြထားပါတယ်။Gotg ရဲ့ထုံးစံအတိုင်း ရယ်စရာဟာသတွေနဲ့အတူ ခရစ်စမတ်ရဲ့ အငွေ့\nအသက်တွေကိုပါ ခံစားရနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naingမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(3.16 GB) / (1.21 GB) / (400 MB)\nQuality............WEB-DL 4K HEVC, 1080p, 720p\nDuration.........46mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://megaup.net/2waam/The.Guardians.of.the.Galaxy.Holiday.Special.2022.720p.DSNP.WEBRip.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/six_underground-135x200.jpg",
        "title": "6 Underground (2019)",
        "description": "deadpool မင်းသား ryan reynolds ရဲ့ Action ဇာတ်ကြမ်းရုပ်ရှင်လာပါပြီ။ဒါရိုက်တာကလဲ Transformers ဇာတ်ကားတွေရဲ့ ဒါရိုက်တာ Michael Bay ဆိုတော့ အရောင်တောက်တောက် အက်ရှင်ကြမ်းကြမ်းတွေကို တပြုံကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေသွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့နိုင်ငံကိုသိမ်းယူထားပါတယ်နိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရော ဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဥ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ဘဲ ဟာသလေးတွေပါနှောထားတော့ တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါပဲ။\nFile size…(7.6 GB) / (2.5 GB)/ (1.5 GB)\nQuality….WEB-DL 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:08:52\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://megaup.net/3c73f/(CM)_6.Underground.2019.720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XJSqgyOVWQz5IOMrBsMvx9GUxT.jpg",
        "title": "Westbound Inn ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တွေအတွက် ကန္တာရအငွေ့အသက်တွေကို\nခံစားရစေနိုင်မဲ့ Westbound Inn ဆိုတဲ့ ဇာတ်လမ်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့......သဲကန္တာရကြီးရဲ့ အလယ်မှာ ကျွေးမာဆိုသူတစ်ယောက်ဟာ\nရှီးရှင်တည်းခိုခန်းတစ်ခုဖွင့်ထားခဲ့ပါတယ်။ တစ်နေ့မှာတော့\nရန်သူ့သမီးဖြစ်သူ ပိုင်လုဟာ ရတနာသေတ္တာတစ်လုံးနှင့်\nတည်းခိုခန်းသို့ရောက်ရှိလာပါတယ်။ရန်ငြိုးရှိထားသူအတွက် အခွင့်အရေးကောင်းတစ်ခုအဖြစ်နဲ့\nရန်သူကို သတ်လိုက်လို့ရပေမဲ့ သေတ္တာထဲက လျှိဝှက်ချက်ကို သိသွားသောအခါ......\nကျွေးမာတစ်ယောက် ဆက်ပြီးတော့ ဘယ်လိုဆုံးဖြတ်ဖြေရှင်းမလဲ......\nကန္တာရကြီးထဲမှာ ဘယ်လိုဖြစ်လို တည်းခိုခန်းလာဖွင့်ထားရတာလဲ......\nကျွေးမာအဖြစ်ချင်ဆုံး ဆန္ဒကရော\nဘာဖြစ်လိမ့်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုလိုက်ပါဦးနော်။\n[Reviewed By Moon]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/westbound-inn-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/1294cover-ew_1-150x200.jpg",
        "title": "Gone Girl (2014)",
        "description": "IMDb Rating 8.1 / Rotten Tomatoes (88%)ဒီရုပ်ရှင်ကားကို ကြိုုက်လည်းကြိုက်မိသလို မုန်းလည်းမုန်းမိတယ်.. စိတ်ထဲကျေနပ်မိသလို ဘဝင်လည်းမကျမိပါ။ သဘောကျမိသလို စိတ်ပျက်မိတာတွေရော။ ဘယ်လိုစကားလုံးနဲ့ဖော်ပြရမလဲမသိပါ။ တစ်လုံးတည်းဆိုရရင်တော့ Frustration ဆိုတာဒီဇာတ်ကားကြည့်ပြီးဖြစ်လာတဲ့ခံစားချက်ပါ။ ဒေါသလားဆိုတော့ အခြေခံကဒေါသပါ။ ဒါပေမဲ့ ဆန့်ကျင်ဘက်နှစ်မျိုးတခါတည်း ခံစားရတဲ့ ဒေါသပါ။\nရုပ်ရှင်ပြီးလို့သာ အဆုံးသတ်သွားတယ်။ open ending နဲ့ကိုယ်စဉ်းစားချင်တာတွေ စဉ်းစားနိုင်အောင်ဖွင့်သွားတုန်းပဲ။ဒါ့ကြောင့်လည်း ပိုပိုပြီး စဉ်းစားမိပြန်ရော.. စဥ်းစားမိတော့ ညများတောင်အိပ်မပျော်နိုင်။\nAmazing Amy ...\nပဟေဠိ လူသားအေမီ၊ သတ်ပစ်ချင်လောက်အောင်မုန်းစရာကောင်းသာအေမီ၊ ဆောက်တည်ရာမရသော အေမီ၊ သနားစရာကောင်းသောအေမီ၊ ကြောက်စရာကောင်းသော အေမီ၊\nဇာတ်လမ်းအစက ပြဿနာကြီး သို့မဟုတ် အရှုပ်တော်ပုံအစတစ်ခုဖြစ်သလို အဖြစ်အပျက်တစ်ခုရဲ့အဆုံးသတ်ပါ။ ဒါပေမဲ့ သာမာန်နံနက်ခင်းတစ်ခုပါပဲ။ Nick Dunne ဆိုတဲ့လူတစ်ယောက် အိမ်ရှေ့ကို အမှိုက်ပုံးထုတ်တယ်။သာမာန်အိမ်ရှင်ထီးတစ်ယောက်လုပ်ရမဲ့အလုပ်လုပ်တယ်။ ပြီးတော့ မြို့ထဲက သူ့ညီမနဲ့ သူနဲ့အတူတူဖွင့်ထားတဲ့ The bar ဆိုတဲ့ဘားကိုသွားတယ်။ ညီမနဲ့စကားစမြည်ပြောတယ်။ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Q9ad/(CM)_Gone.Girl.2014.720p.WEB-DL.H.264.AAC.5.1-Nyein.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large-138x200.jpg",
        "title": "[18+]From the Queen to the Chief Executive (2001)",
        "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mo Mo\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/1Qc5a/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_720p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzlkZjc3NDYtYmQyNy00ZDkwLTk2MDMtY2Q3ZGJlMzgyYTEzXkEyXkFqcGdeQXVyMTIyNDY3Nzkz._V1_-149x200.jpg",
        "title": "[18+] Colour Blossoms (2004)",
        "description": "Color Blossoms (2004)ဒီဇာတ်လမ်းရဲ့ အဓိက Main Character ကတော့ ဇာတ်ရှုပ်တွေ လုပ်တတ်တဲ့ Meili ပါ\nMeiliဟာအိမ်ခြံမြေအကျိုးဆောင်အလုပ်ကိုလုပ်ရင်း Umeki Satokoဆိုတဲ့ဂျပန်အမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nUmekiဟာ သူ့မှာရှိတဲ့တိုက်ခန်းကို ရောင်းပေးဖို့အကူညီတောင်းရင်း Meili နဲ့သူနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ရမှာပါ ။ပြီးတော့ ဒီဇာတ်ကားက နောက်ခံတေးဂီတတွေကြောင့်ပိုအသက်ဝင်လာတယ်လို့လဲပြောလို့ရတာမို့ တေးဂီတကိုနှစ်သက်တဲ့သူတွေအတွက်လဲနောင်တမရစေမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် ။File Size__(1.6GB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:46:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18-colour-blossoms-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfxsix01IjXE5QJRcFDYxYk0KlH.jpg",
        "title": "Giant Crocodile 2 ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် ဒီတစ်ခေါက်မှာတော့\nမိကျောင်းဇာတ်ကားကောင်းလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်ကြောင်းနောက်ခံထားတာကတော့ ပလိပ်ခေတ်ဆိုတော့\nအယုံမှား အယူမှားတွေပေါခဲ့ချိန်လေးပေါ့...\nပုံမှန်ဆို အဲ့လို ခေတ်တွေမှာ မိစ္ဆာတို့ မကောင်းဆိုးဝါးတို့ကို\nအခြေခံတာ ရိုက်ပေမယ့် အခုကားလေးကတော့\nမိကျောင်းမြို့ထဲရောက်လာတာကို ရိုက်ပြထားတာပါ...ဒီကားလေးမှာ စလာတည်းက မိကျောင်းက ပေဟိုင်ကို\nခုတ်မောင်းလာတဲ့ ရထားပေါ်တက်စီးလာတာယူမလား....\nပေဟိုင်မြို့ရဲ့ ဘုရားကျောင်းတစ်ခုမှာ မင်္ဂလာဆောင်နေချိန်\nရုတ်တရက်ကြီး စားဖိုမှူးနဲ့ ရန်ဖြစ်ရာကနေ\nမင်္ဂဆောင်တစ်ခုလုံးကို သွေးမိုးရွာစေခဲ့တဲ့ ပွဲဖျက်တဲ့ မိကျောင်းမ ယူမလား....\nဘိန်းအရှိန်တက်နေတဲ့ ဘိန်းသမားရှေ့မှာ\nရောက်လာလို့ ခွေးဖြစ်သွားရတဲ့ မိကျောင်း ယူမလား အစုံပါပဲ...တစ်ချိန်တည်းမှာပဲ မြင်နေကြ မကောင်းဆိုးဝါးဖမ်းတာတို့\nဂိုဏ်းချင်းမတည့်လို့ တိုက်ခိုက်တာတို့မဟုတ်ဘဲ...\nမုဆိုးနဲ့ ရဲပလိပ်တို့ပေါင်းပြီး မြို့ထဲ\nပတ်သောင်းကျန်းနေတဲ့ မိကျောင်းကို ဖြေရှင်းတဲ့ဇာတ်လေးပေါ့...ဒါပေမယ့် ဒီမိကျောင်းတွေက ဘယ်က ဘယ်လိုရောက်လာတယ်..\nနောက်ကွယ်မှာ တစ်ယောက်ယောက်\nအကွက်ဆင်နေတာများ ရှိမလား...\nနောက်ပြီး တောမုဆိုးတွေကရော ဒီအမှုကို\nတကယ်ကူညီဖြေရှင်းပေးနိုင်လားဆိုတာ\nဇာတ်ကားလေးက ပြောပြမှာမို့ အမြန်ဒေါင်းကြည့်လိုက်နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-crocodile-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/lostbullet-insert-133x200.jpg",
        "title": "Lost Bullet 2 (2022)",
        "description": "2020 ကထွက်ရှိခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား Lost Bullet ရဲ့အဆက်ပါ။ Lost Bullet (2020) ကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။Lost bullet 1 အပြီးမှာ ညီဖြစ်သူနဲ့ သူ့ဆရာတို့ကိုဆုံးရှူံးခဲ့ရတဲ့ Lino ကလက်စားချေနိုင်ဖို့ကြိုးစားနေပါတယ်။ ဒါပေမယ့် ရန်သူတွေကရဲဌာနအတွင်းမှာပါစိမ့်၀င်နေပြီး Lino လည်းတရားမျှတမှုကိုရရှိနိုင်ဖို့ အစွမ်းကုန်ကြိုးပမ်းရပါတော့တယ်။ အက်ရှင်Scene ခပ်ကြမ်းကြမ်းကြိုက်သူတွေအတွက် ပြင်သစ်ကားလေးပါ။File size…(2.06GB)  / (1.05GB) / (740.35MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.3",
        "url": "https://megaup.net/1af3p/Lost.Bullet.2.2022.720p.(CM)_(2).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AnX1z99CZQRd3ZRFza7iuHiOP9.jpg",
        "title": "The Other Child (2022)",
        "description": "The Other Child (2022)ကလေးတစ်ယောက်ကို ဆုံးရှုံးလိုက်ရလို့ အစားထိုးချင်နေတဲ့ လင်မယားနှစ်ယောက်ဟာ\nသားသမီး ၃ ယောက်ရှိနေပြီးသားဆိုပေမဲ့ နောက်ထပ်တစ်ယောက်ကို မွေးစားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်ဒါပေမဲ့ အဲဒီမွေးစားလိုက်တဲ့ကလေးအီဆာ့ဟာ ထူးခြားတဲ့စွမ်းရည် ပိုင်ဆိုင်ထားလို့ ဝိညာဉ်တွေနဲ့ ဆက်သွယ်နိုင်ပါတယ်\nအိမ်မှာလည်း ဆုံးရှုံးလိုက်ရတဲ့ကလေးရဲ့ ဝိညာဉ်ရှိနေတဲ့အချိန်မှာ\nမိသားစုတွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပါHorror ဆိုပေမဲ့ ဝုန်းဒိုင်းကြီး ကြောက်စရာကောင်းတာမဟုတ်ဘဲ\nငြိမ့်ငြိမ့်လေး ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကို ကြည့်နိုင်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Mhlystery, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 965MB | 453MB | 186MB\nFormat… mp4\nDuration….1h 54min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/1Qbd2/The.Other.Child.2022.720p.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Wendell__Wild_poster-135x200.jpg",
        "title": "Wendell & Wild (2022)",
        "description": "Wendell & Wild (2022)\n=================\nIMDb Rating - 6.5/10ဒီ အန်နီမေးရှင်းဇာတ်ကားလေးကတော့ The Nightmare Before\nChristmas တို့၊ Coraline တို့လို ဘယ်လောက်ပြန်ကြည့်ကြည့်မရိုး\nရအောင် ဇာတ်အိမ်ကောင်းကောင်းနှင့် အမိုက်စား stop-motion\nanimation တွေနဲ့ ဖန်တီးပုံဖော်ခဲ့တဲ့ Henry Selick ရဲ့ လက်ရာအသစ်‌\nစက်စက်လေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းမိဘတွေ ကိုယ့်မျက်စိရှေ့တင်ဆုံးပါးသွားတာကို မြင်ခဲ့ရတဲ့ ကတ် ဆိုတဲ့\nကလေးမလေးကို ကက်သလစ်‌ကျောင်းအုပ် ဖာသာတစ်ယောက်က\nသူ့ကျောင်းမှာခေါ်ထားလိုက်ပါတယ်။ ကတ်မှာ အနာဂတ်ကိုကြိုမြင်ရသလိုမျိုး\nစွမ်းအားတစ်ခုရှိကြောင်းကိုလည်း သူကျောင်းရောက်ရောက်ချင်းမှပဲ\nသတိထားမိသွားခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ မကောင်းဆိုးဝါးတွေနေတဲ့\nမြေအောက်ကမ္ဘာမှာ ဝန်ဒဲလ် နဲ့ ဝိုင်းလ် ဆိုတဲ့ မကောင်းဆိုးဝါးနှစ်ကောင်ရှိ\nတာပေါ့။ သူတို့က ငရဲအပျိုစင်ဆိုတဲ့အရာကိုလိုချင်နေကြတာ၊ အဲဒါကိုရရင်\nသူတို့ဆန္ဒပြည့်ဝမှာဖြစ်တဲ့အတွက် အရမ်းလိုချင်နေကြတာ။အဲဒါနဲ့ သူတို့နှစ်ယောက်က ကတ်အကြောင်းကိုသိသွားပြီး သူတို့ကို ငရဲအပျိုစင်\nရအောင်လုပ်ပေးရင် ကတ်ရဲ့မိဘတွေကိုပြန်ရှင်အောင်လုပ်ပေးမယ်ဆိုပြီး\nကတ်ကို အိပ်မက်သွားပေးသွားပြီး ကတ်ကိုစည်းရုံးတာပေါ့၊ ဒီလောက်ဆို\nဘာဆက်ဖြစ်မလဲသိချင်သွားလောက်ပြီဆိုတော့ ကိုယ်တိုင်ပဲဆက်လက်\nကြည့်ရှုပေးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Settမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(2.32 ...",
        "rating": "6.5",
        "url": "https://megaup.net/1add1/Wendell.and.Wild.2022.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w1OBPkf3BxeC7543YzFwiKIwBFJ.jpg",
        "title": "[18+] Color of Night (1994)",
        "description": "Color of Night (1994)Erotic ကားပေမဲ့ ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Richard Rush ပါ။ ၁၉၈၀တုန်းက The Stunt Man ကားနဲ့ အော်စကာမှာ ဒါရိုက်တာဆုတွေ ဇာတ်ညွှန်းဆုတွေ ဝင်ခဲ့တဲ့ဘဲပေါ့။ သရုပ်ဆောင်တွေက‌တော့ ဘရုစ်ဝီလီစ်နဲ့ မာစတာပိစ်ကားတွေ အပေါသားရှိတဲ့ ပြင်သစ်မှာ \"The Lover\"လို့ခေါ်တဲ့ ခုဂန္ထဝင်ဖြစ်နေလောက်တဲ့ ပြင်သစ်အချစ်ကားကို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဘစ်တိုနီလို့ခေါ်တဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တွဲဖက်သရုပ်ဆာင်ဖူးတဲ့ အလှလေးပါပဲ။ သူပျိုမျစ်တုန်းက အဲဒီကာလမှာ နာမည်ကြီးအောင်မြင်နေတဲ့ ဘရုစ်ဝီလီစ်နဲ့ ရိုက်ထားတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တဲ့ကားပါပဲ။လူနာတစ်ယောက်ကို ကုသနေရင်းတန်းလန်းမှာ တုန်လှုပ်စရာပုံစံနဲ့ ဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဝေဒနာအတိုင်ပင်ခံ ဘေးလ်ကာပါတစ်ယောက် သူကိုယ်တိုင်ရလိုက်တဲ့ စိတ်ဝေဒနာကို ကုစားဖို့ စိတ်ကုဆရာဝန်ပဲဖြစ်တဲ့ သူ့သူငယ်ချင်းဘော့ဘ်မိုးရ် နေထိုင်ရာ လော့စ်အိန်ဂျလိစ်မြို့ကို ထွက်လာခဲ့တယ်။ မိုးရ်ကုသပေးနေတဲ့ တစ်မျိုးစီမတူကွဲပြားကြတဲ့ ဝေဒနာရှင်ငါးယောက်ပါ တိုင်ပင်ဆွေးနွေးဝိုင်းမှာ အတူပါဝင်ရင်းနဲ့ နာလန်ထူဖို့ ဘေးလ်ကြိုးစားနေချိန်မှာပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2w8D7/(CM)_Color_of_Night_(1994)_720p.mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eemXvyp8Dfdhf3fcKatwNbxbB7R.jpg",
        "title": "Till (2022)",
        "description": "Till (2022)၂၀၂၂ ခုနှစ်မှာအသစ် ထွက်ရှိလာတဲ့ Rotten Tomatoes 98%, IMDb Rating 7.6 အထိ ရရှိထားတဲ့\nဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ သမိုင်းနောက်ခံပြု ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(Warning:ယခုဇာတ်ကားတွင် လူမျိုးရေးခွဲခြားတဲ့ အသုံးနှုန်းတွေ အများအပြားပါဝင်ပါတယ်။)အမေရိကန်နိုင်ငံ မစ္စစ္စပီပြည်နယ်ဟာ လူမျိုးရေးခွဲခြားမှုတွေ၊ လူဖြူ ကြီးစိုးရေး အစွန်းရောက်များပြားခဲ့တဲ့ ပြည်နယ်တစ်ခုဖြစ်ပါတယ်။\nလူဖြူတွေဟာ လူမည်းတွေကို အလွန်အမင်း ခွဲခြားဆက်ဆံခဲ့ကြပါတယ်။\nလူမည်းတွေဟာ လူဖြူတွေကို မလွန်ဆန်နိုင်သလို ပြုသမျှ နုနေရတဲ့ ဘဝနဲ့နေထိုင်နေခဲ့ရပါတယ်။\nလူမည်းတစ်ယောက် အသတ်ခံရရင်တောင် ဘယ်သူကမှ အဖက်လည်းမလုပ်ကြသလို ရဲတွေကပါ လျစ်လျှူရှု့ကြပါတယ်။\nလူမည်းတွေအနေနဲ့ မဲပေးခွင့်ရဖို့၊ တရားရေးရာတွင် ပါဝင်ဖို့ အစရှိတဲ့ နိုင်ငံသားအခွင့်အရေးတွေ ရရှိဖို့ တိုက်ပွဲဝင်ခဲ့ကြပါတယ်။\nNational Association for the Advancement of Coloured People (NAACP)\nအသင်းဟာဆိုရင်လည်း တက်ကြွလှုပ်ရှားခဲ့တဲ့ အဖွဲ့တွေထဲမှာ နာမည်ကြီးတဲ့အသင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။\nမစ္စစ္စပီပြည်နယ်မှာ ထိုသို့ လှုပ်ရှားမှုတွေမှာပါဝင်တဲ့ နာမည်ကြီးသူလည်း မကြာခဏ လုပ်ကြံသတ်ဖြတ်ခံရသလို\nအသတ်ခံရတိုင်းမှာလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/3c63f/Till.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-armangon-105x200.jpg",
        "title": "Armageddon Time (2022)",
        "description": "ဒီဇာတ်ကားကို Universal ကုမ္ပဏီက ရိုက်ကူးထားတာဖြစ်ပြီး\nAnthony Hopkins, Anne Hathawayတို့လို နာမည်ကြီးတဲ့\nCast​တွေအပြင် Succession series မှ Jeremy Strongနဲ့\nThe Black Phoneနဲ့ The Devil All The Timeမှာပါဝင်ခဲ့တဲ့\nက​လေးသရုပ်​ဆောင် Banks Repeta လည်း ပါဝင်ပါတယ်။\nဥ​ရောပမှ ​အ​မေရိကန်ကို​ရွေ့​ပြောင်းလာတဲ့ မိသားစုအ​ကြောင်း\nဖြစ်ရပ်မှန် Dramaဇာတ်လမ်းဖြစ်ပြီး RT 75%နဲ့ Metacritic\n75% ရထားပါတယ်။Paul Graff ဆိုတဲ့ ကျောင်းသား​လေးတစ်​ယောက် ​​ကျောင်းနဲ့\nမိသားစုကြားမှာကြုံ​တွေ့ရတဲ့ အခက်အခဲ​တွေ၊ လူငယ်ဘဝမှာ\nဖြစ်တတ်တဲ့ ဆုံးဖြတ်ချက်အမှား​တွေအ​ကြောင်း အသား​ပေး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ ၆တန်း​ကျောင်းသား​လေးဖြစ်တဲ့\nPaulဟာ ​ကျောင်းစာကို စိတ်မပါဘဲ စိတ်ထင်ရာ​လျှောက်လုပ်\n​တတ်တဲ့ က​လေးတစ်​ယောက်ပါ။ ပန်းချီပညာကို​တော့ ဝါသနာ\nထုံပြီး အား​နေရင် ပန်းချီပဲဆွဲချင်​နေသူ​လေးပါ။ ဒီလိုနဲ့ တစ်​​နေ့\nအတန်းထဲက ​ကျောင်းလူမိုက် ဂျိုနသန်​ဒေးဗစ်ဆိုတဲ့ ​က​လေးနဲ့\nအဖွဲ့ကျပြီး မ​ကောင်းတဲ့လမ်းမှားထဲကို ဆိုက်ဆိုက်မြိုက်မြိုက်\n​ရောက်လုနီးပါးဖြစ်လာလို့ သူ့ရဲ့မိဘ​တွေ အဘိုးအဘွား​တွေက\nPaul လမ်းမှန်ပြန်​ရောက်​ဖို့အ​ရေး ကြိုးစားရပါ​တော့တယ်။ File size…(1.35GB)  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Qb8i/Armageddon.Time.2022.720p(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2P8RRz5wA3hCEaKcTL4pdDZAt2E.jpg",
        "title": "[18+] Hirugao (2017)",
        "description": "Hirugao (2017)Hirugao: Love Affairs in the Afternoon ဆိုတဲ့ ဇာတ်လမ်းတွဲ အောင်မြင်ပြီးနောက်မှာ Hirugao The Movie ဆိုပြီး ထွက်လာတဲ့ကားပါပဲ။ စီးရီးထဲက သရုပ်ဆောင်တွေကိုပဲ သုံးပြီး ရုပ်ရှင်အနေနဲ့ ရိုက်ထားတာပါ။ Shin Ultraman ရဲ့မင်းသား Takumi Saito က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ မင်းသမီးကတော့ နာမည်ကျော် Azumi ကားတွေရဲ့ မင်းသမီး Aya Ueto ပါ။ မင်းသားချောချော မင်းသမီးချောချောနဲ့ ၁၈ပလပ်ဆန်ဆန်ရိုက်ထားပေမဲ့ တကယ်ကြည့်ကောင်း လှပတဲ့ကားလေးပါပဲ။ဇာတ်လမ်းကတော့ အိမ်ထောင်သည်စုံတွဲ၂ခုက ယောက်ျားနဲ့ မိန်းမက ဖောက်ပြန်ကြတယ်။ သူတို့အိမ်ထောင်ဖက်တွေသိသွားတော့ မိန်းကလေးရဲ့ယောက်ျားက မိန်းကလေးကိုကွာရှင်းပြီး ယောက်ျားလေးရဲ့မိန်းမက အဲဒီမိန်းကလေးကို သူ့ယောက်ျားနဲ့ အဆက်အသွယ်ထပ်မလုပ်ဖို့ စာချုပ်ချုပ်ခိုင်းထားခဲ့တယ်။ ဒီလိုနဲ့ ကောင်မလေးဟာတစ်ရပ်တကျေးမှာ ဘဝသစ်ထူထောင်ခဲ့တယ်။ တစ်နေ့ သူတို့ပြန်တွေ့ကြတဲ့အခါမှာတော့ မဖြစ်သင့်မှန်း သိသိလျက်ကြားကနေ ...",
        "rating": "6",
        "url": "https://megaup.net/2w8lr/(CM)_Hirugao_(2017)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dhk14s8ogQkbf6re3HLKV2UBHjx.jpg",
        "title": "Phenomena(1985)",
        "description": "Phenomena (1985)================Rotten tomatoes 75%မမ Jennifer Connelly ရဲ့ ငယ်တုံးရွယ်တုံးခေတ်ကထူးထူးဆန်းဆန်းဇာတ်ကားလေးတခုကိုမိတ်ဆက်ပေးပါရစေ..Swizerlandနိုင်ငံရဲ့‌‌ လေရူးတသုန်သုန်တိုက်ခတ်နေတဲ့Swiss Translyvaniaဆိုတဲ့အရပ်လေးဒီနေရာလေးတခုမှာ မိန်းကလေးတွေကိုသတ်ဖြတ်‌နေတဲ့စိတ္တဇ လူသတ်သမားတဦး။ ဒီလိုအချိန်မှာပဲ ဒီနေရာကRichard Wargner ကျောင်းကိုရောက်လာတဲ့ Paul Cavinoရုပ်ရှင်မင်းသားကြီးရဲ့သမီးလေး \"Jennifer \"။ဂျနီဖာ့ကို ပစ်မှတ်ထားလိုက်တဲ့ လူသတ်သမား။ဂျနီဖာ ရဲ့မသိစိတ်စွမ်းအားဟာ အင်းဆက်သတ္တဝါလေး‌တွေကိုဘယ်လို‌သက်ရောက်နေတာလဲ ဒီအင်းဆက်လေးတွေနဲ့ပဲဂျနီဖာဟာ လူသတ်သမားကိုဘယ်လိုဖော်ထုတ်မလဲဆိုတာကိုPhenomena ဆိုတဲ့ဇာတ်ကားမှာ ထင်မှတ်မထားတဲ့ဇာတ်ကွက်‌တွေနဲ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ရှုစားအားပေးကြပါဦး။🚫သတိပေးချက် ဤဇာတ်လမ်းသည် အချို့သော ကြည့်ရှုသူများအတွက်စိတ်အနှောင့်အယှက်ဖြစ်နိုင်သည့် အင်းဆက်သတ္တဝါများ သွေးထွက်သံယိုနှင့်အော်ဂလီဆန်စရာအခန်းများပါ၀င်ပါသည်။ 🚫  File Size : ( 2.90 GB ) and ( 1.24 GB)Quality : BluRay 1080p , 720pRunning Time : 1hr 56minFormat : Mp4Genre : Crime , Horror ...",
        "rating": "6.7",
        "url": "https://megaup.net/1ad53/Phenomena.1985.BluRay720p.(CM).mp4",
        "category": "Crime, Horror, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9mJlGkMXzAVxLJZ676o9oXyNDr.jpg",
        "title": "Desert Monster ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို စိတ်ဝင်စားဖို့ကောင်းတဲ့\nဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ဒီဇာတ်ကားလေးကတော့\n၂၀၂၂ မှာထွက်ရှိခဲ့တဲ့ “desert monster” ဆိုတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အေးချမ်းစွာနေထိုင်လာခဲ့ကြတဲ့သဲကန္တာရ ကျေးရွာလေးတစ်ခုဆီကို\nဗီဇပြောင်း သားရဲတွေ ရောက်ရှိလာခြင်းကနေပြီးတော့\nအစပြုပါတယ် အဲဒီရွာငယ်လေးမှာနေထိုင်ကြတဲ့\nအများစုဟာဆိုရင် မုဆိုးလုပ်ငန်းကို လုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုကြတဲ့သူတွေပါ ဗီဇပြောင်းသားရဲတွေ\nရောက်ရှိလာပြီးတဲ့နောက်မှာတော့ ကျေးရွာက\nရွာသူ ရွာသားတွေဟာ ထူးဆန်းတဲ့ ရောဂါတစ်ခုကို ခံစားရပါတော့တယ်အသက်တွေ တစ်ချောင်းပြီး တစ်ချောင်းဆုံးရှုံးနေစဥ်မှာတော့\n“ယင်းဇီ” လို့ခေါ်တဲ့ မိန်းမပျိုလေးဟာ သူ့ရဲ့မုဆိုးအပေါင်းအပါတွေနဲ့\nအတူတူ သူတို့ကျေးရွာလေးကိုကယ်တင်ဖို့အတွက်\nမူလဗီဇပြောင်းဖြေဆေးရည်ကို သွားရှာဖို့ ထွက်လာခဲ့ပါတော့တယ် ​\nအဲဒီအချိန်မှာ သူတို့တွေလိုချင်တဲ့ မူလဗီဇပြောင်းဖြေဆေးရည်ကို\nရရှိဖို့အတွက် ဗီဇပြောင်းသားရဲတွေရဲ့ခေါင်းဆောင်\nမိခင်သားရဲကြီးကို ဖမ်းဆီမှ ဖြစ်မဲ့ အခြေအနေနဲ့ ကြုံတွေလာရတဲ့အခါမှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ?\n❐ အသံကြားနိုင်စွမ်းလဲကောင်း / အနံ့ခံနိုင်စွမ်းအားလဲကောင်းတဲ့\nဗီဇပြောင်းသားရဲတွေကိုရော သူတို့ အဖွဲ့လေးရင်ဆိုင်နိုင်ပါ့မလား ?\n❐ ကဒ်ဆိုးကြီးကျရောက်နေတဲ့ သူတို့ကျေးရွာလေးကိုရော\nကယ်တင်နိုင်ပါ့မလား ဆိုတာ ဒီဇာတ်ကားလေးကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ကြပါဦးရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/desert-monster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7XsNVLlIdlT2JF1WeDz8GHbrjI.jpg",
        "title": "Soul of Blades ( 2021 )",
        "description": "\"ဓားကိုသွန်းမလုပ်ခင် ဓားဝိညာဥ်ကိုအရင်သွန်းလုပ်ရတယ်။\nဒါမှ ဓားနဲ့ဓားပိုင်ရှင်ဟာတစ်ထပ်တည်းကျပြီး အချင်းချင်းဆက်သွယ်နိုင်တယ်\" တဲ့။နန်ကုန်းအိမ်တော်ကသွန်းလုပ်တဲ့ လောကမှာအကောင်းဆုံး\nပထမတန်းစားဓားလို့ညွှန်းဆိုရလောက်တဲ့ ရွှေရောင်ဓားဟာ\nထိပ်သီးသိုင်းသမားချင်ယိယောက်ရဲ့လုယူသွားခြင်းကိုခံရပါတယ်။\nဓားရဲ့ဂုဏ်သတင်းကြောင့် သိုင်းလောကလူအများရဲ့ပစ်မှတ်ထားခြင်းကိုခံရပြီး\nလူပေါင်းများစွာဟာအဲ့ဒီဓားနောက်လိုက်နေကြပါတယ်။ချင်ယိသောက်ဟာတစ်လောကလုံးနဲ့တစ်ယော​က်တည်းဖြစ်နေပြီး\nထွက်ပြေးပုန်းရှောင်ရပါတော့တယ်။\nကံကြမ္မာဆုံချင်တော့ ထွက်ပြေးတဲ့လမ်းမှာ\nခွေးလေးလို့ခေါ်တဲ့သူတောင်းစားလေးနဲ့တွေ့ခဲ့ပြီးသားအဖြစ်မွေးစားခဲ့ပါတယ်။တရားမျှတမှုမရှိတဲ့လောကကြီးမှာ သူတို့သားအဖရှင်သန်နေထိုင်လာရင်း\nနန်ကုန်းအိမ်တော်ရဲ့သခင်မလေးဟာ သူတို့ကိုတွေ့သွားပါတော့တယ်။\nနန်ကုန်းသခင်မလေးဟာ ချင်ယိသောက်ရဲ့မွေးစားသားကို\nမာယာနဲ့ချဥ်းကပ်ပြီး မွေးစားအဖေကိုပြန်သတ်အောင် သွေးထိုးပေးချိန်မှာတော့...သိုင်းလောကအရှုပ်အထွေးနဲ့အတူ အချစ် အမုန်း\nရန်ငြိုးတို့ရဲ့ကြားမှာ ကလဲ့စားဟာဘယ်လိုအဆုံးသတ်လေမလဲ။\nဆန်းကြယ်တဲ့ ပထမတန်းစားဓားရဲ့လျှို့ဝှက်ချက်ကရောဘာလဲ။\nနောက်ဆုံးမှာလောကပထမဓားကိုဘယ်သူက\nပိုင်ဆိုင်သွားပြီး ရှုပ်ထွေးနေတဲ့လောကကို ကယ်တင်နိုင်မလဲ။\nဘယ်သူက သူရဲကောင်းအစစ်အမှန်ဖြစ်လေမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/soul-of-blades-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MYEd-776jpg-156x200.jpg",
        "title": "(21+) Beautiful wife of the next door neighbor [MEYD-776]",
        "description": "မီဆာက အရမ်းမောက်မာလွန်းတယ်\nမောက်မာဆို သူ့အလှကလည်း မောက်မာလောက်တာကိုး\nသူမရဲ့ လုံးဝန်းအိစက်နေတဲ့ ရှေ့ပိုင်းအလှတွေနဲ့\nလိုက်လျောညီထွေစွာ စွင့်ကားနေတဲ့ နောက်ပိုင်းအလှ\nသူမရဲ့ လှပတဲ့မျက်ဝန်းတွေ\nဆွဲဆောင်မှုရှိတဲ့ အကြည်တွေ အားလုံးက\nမီဆာဆီမှာရှိနေတယ်လေမီဆာက အိမ်ထောင်သည်တစ်ယောက်ပါ\nသူကသူဝါသနာတဲ့ အလုပ်တစ်ခုကို အချိန်ပိုင်းလုပ်နေတယ်\nသူ့ဘေးခန်းက ရီဆန် ငထန်ကောင်ကတော့ မီဆာရဲ့ချဉ်ဖက်ပါပဲ\nတစ်နေ့သူတို့ စကားများပြီး ရီဆန် တစ်ယောက်ကြိတ်မနိုင်ခဲမရ\nဖြစ်နေပြီး စိတ်ပြေလက်ပျောက် အနှိပ်ခန်းသွားရာမှ\nမထင်မှတ်ပဲ သူ့ရဲ့ရန်သူတော် အလှပဂေးလေးနဲ့\nဆုံရာမှ လှလှပပ ကလဲ့စားချေတာကို ကြည့်ရှုရမှာပါDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.1GB  / 966MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2w7Uj/[MEYD-776]720p%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/download-139x200.jpg",
        "title": "Soft & Quiet (2022)",
        "description": "Soft & Quiet( 2022 )အမေရိကန်မှာ ထုတ်ပြီး လူမဲမပါတဲ့ကား နောက်ပိုင်းခေတ်မှာ မရှိသလောက်ရှားပါတယ်။ ကြည့်ဖူးတဲ့ထဲဆိုရင်တော့ မရှိကိုမရှိပါဘူး။ မဆီမဆိုင်တောင် ကြံဖန်ထည့်တဲ့ အဆင့်ဆိုတာလည်း အားလုံးအသိပဲပေါ့။ ဒီကားကတော့ ထူးခြားစွာနဲ့ လူမဲဆိုလို့ ဖြတ်လျှောက်တောင်မပါဘူး။ ဒီလိုမပါရတာလည်း ကားနဲ့ဆက်စပ်ပါတယ်။အမျိုးသမီးတစ်စုဟာ တွေ့ဆုံပွဲတစ်ခုကျင်းပပြီး ဟိုအကြောင်း ဒီအကြောင်းအတင်းတုပ်ရာက အမေရိကန်ပြည်ထောင်စုကြီးမှာ လူဖြူတွေရဲ့ အခွင့်အရေးကပဲ လျော့ကျနေကြောင်းတွေကို ဆွေးနွေးမိကြပါတယ်။ နောက် ခိုးဝင်တွေ တိုင်းတစ်ပါးက ပြောင်းလာတဲ့လူတွေကပဲ အလုပ်အကိုင်အခွင့်အလမ်းတွေကို သိမ်းယူထားကြောင်းပါ ဆွေးနွေးမိကြပြီး အဲဒီလူတွေကို မကျေမနပ်ဖြစ်လာပါရော။ဒီအတွက် မဂ္ဂဇင်းထုတ်ပြီးး ဝါဒဖြန့်ဖို့ပါ စီစဉ်ထားပြီးပါပြီ။\nအပြန် စတိုးဆိုင်မှာ အရက်ဝင်ဝယ်ရာကနေ အမေရိကန်နိုင်ငံသူမဟုတ်တဲ့ ကောင်မလေး၂ယောက်နဲ့ ပက်ပင်းတိုးရာက သူတို့ဒေါသကိုမထိန်းနိုင်ခဲ့တဲ့ နောက်ဆက်တွဲတွေကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါပဲ။File Size__(2GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by Naing ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Qb5y/Soft_and_Quiet_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Lyle_Lyle_Crocodile_film-135x200.jpg",
        "title": "Lyle, Lyle, Crocodile (2022)",
        "description": "Lyle, Lyle, Crocodile (2022)====================IMDb Rating - 6.2/10Shwan Mendesအသံသရုပ်​ဆောင်အဖြစ်ပါဝင်ထားတဲ့ musical\ncomedyအသစ် Lyle,Lyle,Crocodile ဆိုတဲ့ ကားသစ်​လေး ထွက်\nလာပါပြီ။ RT - 73%, metacritic - 51%အထိရထားပြီး musical\nဖြစ်တာနဲ့ Shawn Mendesက မိ​ကျောင်း​လေးလိုင်းအဖြစ် သီချင်း\n​ဆိုပြဦးမှာပါ။​မျက်လှည့်ဆရာ ဟက်တာ ပီ ဗဲလန်တီဟာ မ​အောင်မြင်တဲ့ပြကွက်\n​တွေ​နဲ့ နာမည်ပျက်နေတဲ့ မျက်လှည့်ဆရာဖြစ်ပြီး ဘဝတစ်ဆစ်ချိုး\n​ပြောင်းလဲ​စေမယ့် ပြကွက်ကိုရှာ​ဖွေဖို့ ကြိုးစား​နေသူ​ပါ။ တစ်​နေ့မှာ\nတိရစ္ဆာန်အ​​ရောင်းဆိုင်တစ်ခုမှာ သူရှာ​​ဖွေ​နေတဲ့ ပြကွက်တစ်ခုကို\n​တွေ့သွားပါတယ်။အဲဒါက​တော့ သီချင်းဆိုတတ်တဲ့ မိ​ကျောင်း​​လေး\nတစ်​​ကောင်ပါ။ သူ့နာမည်ကို လိုင်းလို့ပေးလိုက်ပြီး ၂​ယောက်တူတူ\nသီချင်းတိုက်ကာ​ ​အောင်မြင်တဲ့ပြကွက်တစ်ခုကို ဖန်တီးနိုင်မယ်လို့\nယုံကြည်ခဲ့​ပေမယ့် ပွဲ​နေ့ကျမှ လိုင်းဆီက ​သီချင်းသံထွက်မလာလို့\nပိုနာမည်ပျက်သွားသလို ဗဲလန်တီလည်း လိုင်းကိုသူ့အိမ်ထပ်ခိုးမှာ\nစွန့်ပစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့အချိန်​တွေကြာတော့ ထိုအိမ်ကို ပိုင်ရှင်​သစ်​တွေ​ရောက်လာပြီး\nလိုင်းကို​တွေ့သွားသလို သူတို့ကြား​ ဗရုတ်သုက်ခ​​မျိုးစုံ ဖြစ်တဲ့အပြင်\nပိုင်ရှင်​ဟောင်း ဗဲလန်တီကပါ လိုင်းကိုပြန်လာရှာတဲ့အခါ အိမ်ပိုင်ရှင်\nအသစ်နဲ့အ​ဟောင်းကြား အဆင်​ပြေပါ့မလား၊လိုင်းက​​ရော ဘယ်လို\nပြဿနာ​တွေ ရှာဦးမလဲ။ လိုင်းရဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2w76w/Lyle.Lyle.Crocodile.2022.720p.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/david-140x200.jpg",
        "title": "David (2012)",
        "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေ\nတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊\nမှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊\nချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာ\nကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီ\nဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကို\nအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်\nအနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကို\nရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူ\nသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။\nဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲ\nခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။\nဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။\nFile size…2.9GB  / 1.3GB\nQuality…1080p  WEBRIP ...",
        "rating": "",
        "url": "https://megaup.net/1Qanm/David_2012_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dquH7YODyNls1i3izArOnghomvS.jpg",
        "title": "[18+] Hotel Iris (2021)",
        "description": "Hotel Iris (2021)အိုဆာကာ အာရှရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ ဟိုတယ် အိုင်းရစ်လို့ခေါ်တဲ့ Hiroshi Okuhara ရဲ့ ရုပ်ရှင်အသစ်ဟာ တော်တော်ကို ဆန်းဆန်းပြားပြားနဲ့ Adult ကားဆန်ဆန် သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ Mystery ကားတစ်ကားရဲ့ လျှို့ဝှက်မှုတွေ အသားစိုင်တွေကို ပေါင်းစပ်ပြီး ပုံဖော်ထားတယ်လို့ ပြောလည်းမမှားပါဘူး။ဒီကားက တစ်နေ့ကတင် ကျွန်တော်ကြည့်ခဲ့တဲ့ A Quiet Family လို့ခေါ်တဲ့ ရယ်လည်းမရယ်ရ ဘာပြလို့ပြချင်မှန်းမသိတဲ့ ကိုရီးယားကားနဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ သို့ပေမဲ့ ဒီကားကတော့ သူ့ဘာသာ Mystery လိုင်းကို အပြည့်အဝသွားထားတဲ့၊ အများကြီးပိုကောင်းတဲ့ကားပါ။ သရုပ်ဆောင်တွေကလည်း တော်တော်လေး မိုက်တယ်လို့ပြောလို့ရပါတယ်။ ကားကောင်းသိပ်မရှိတဲ့ ဂျပန်ကထုတ်တဲ့ကားအနေနဲ့ဆို တော်တော်ကောင်းတဲ့ ရှားပါးကားလေးပါပဲ။ ဒီလို လျှို့ဝှက်ဆန်းကြယ်ပြီး အသားစိုင်တွေရဲ့ လှပခြင်းနဲ့ ဝင်းဝါတောက်ပနေတဲ့ကားမျိုးကို တစ်ကိုယ်ရေအနေနဲ့ပဲ ကြည့်ကြစေချင်ပါတယ်။ သိကြမယ်မို့လား... ဒီကားဟာ ကိုယ်မြင်ချင်ပေမဲ့ ကိုယ်မြင်ချင်တာ သူများမမြင်စေချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1acnf/(CM)_Hotel_Iris_(2021)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-toy-135x200.jpg",
        "title": "I’m Totally Fine (2022)",
        "description": "ဒါကတော့ သိပ္ပံစိတ်ကူးယဉ်၊ ဟာသ အမျိုးအစားလေးပါပဲ။ ဗန်နက်ဆာဟာ သူ့ရဲ့ သူငယ်ချင်းသေဆုံးသွားလို့ ပူဆွေးပြီး တစ်ယောက်တည်းခရီးထွက်လာပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ မကြာသေးခင်ကမှ သေဆုံးသွားတဲ့ သူငယ်ချင်း ဂျန်နီဖာကို မီးဖိုချောင်တစ်ခုထဲမှာ အရှင်လတ်လတ်ကြီး ပြန်တွေ့လိုက်ရတဲ့အခါ သူ့ရဲ့ အထီးကျန်ခရီးက လမ်းကြောင်းပြောင်းသွားပါတော့တယ်။ သူတွေ့နေရတဲ့ သူငယ်ချင်း ဂျန်နီဖာက လူမဟုတ်၊ သရဲမဟုတ်ဘဲ ကိုယ့်ကိုယ်ကိုယ် ဂြိုလ်သားပါဆိုပြီး ပြောလာတဲ့အခါမှာတော့ သူငယ်ချင်းနှစ်ယောက် ထူးခြားဆန်းကြယ်တဲ့ ၄၈ နာရီကို အတူဖြတ်သန်းရပါတော့တယ်။File size…(1.27GB)  / (711MB) / (351MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Comedy / Drama / Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sofia, May Phoo",
        "rating": "5.5",
        "url": "https://megaup.net/2w76y/Im.Totally.Fine.2022.720p.(CM)_(2).mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgVBMIiJczfBWINRRd9yxE8ESln.jpg",
        "title": "Emily (2022)",
        "description": "Emily (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 86% ~\"လေထန်ကုန်း\" ဆိုတဲ့ စကားလုံးက မြန်မာစာဖတ်ပရိသတ်တစ်ခုလုံးနဲ့ သက်ဆိုင်နေတဲ့ စကားလုံးပေါ့။ အဲဒီ လေထန်ကုန်းဆိုတဲ့ စကားလုံးကိုမြင်ရင် ခင်ဗျား ဘာကိုအရင်ပြေးမြင်မလဲတော့မသိဘူး။ အမ်မလီဘရွန်တီရဲ့ ဂန္ထဝင်၀တ္တု Wuthering Heights ကိုလား၊ ဒါမှမဟုတ် လေထန်ကုန်းလို့ခေါ်တဲ့ မြန်မာစာရေးဆရာတွေ ကြုံကြဆုံကြတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးကိုလား။ ဒုတိယဟာက ဒီမှာ ပို Iconic ဖြစ်ပေမဲ့ ဒုတိယဟာကိုသိတဲ့ ဒီကလူတွေဟာ ပထမဟာကိုလည်း ကောင်းကောင်းသိကြမှာပါပဲ။ ၁၈၄၇မှာ ပုံနှိပ်ခဲ့တဲ့ အမ်မလီဘရွန်တီရဲ့ Wuthering Heights ကို ကျော်လှိုင်ဦးက \"လေထန်ကုန်း\"လို့ တိုက်ရိုက်ပဲ နာမည်ပေးပြီး ပြန်ဆိုရေးသားခဲ့ဖူးပါတယ်။ သူ့ရှေ့မှာတော့ ‌ဒဂုန်ခင်ခင်လေးက ဂုဏ်မြင့်သူဆိုပြီး တစ်စိတ်တစ်ဒေသမှီငြမ်း ရေးသားဖူးပြီး ၁၉၆၀လောက်မှာ သိပ္ပံစိုးလှက ငွေတာရီမဂ္ဂဇင်းမှာ ပင်မြင့်မာလာဆိုပြီး ဘာသာပြန်ဖူးတယ်ဆိုပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Q9ye/(CM)_Emily_(2022)_720p.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjU3ZjYyNjktNWViZi00YzQ4LWExOTEtYWNlODMyNzdiYjBkXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-142x200.jpg",
        "title": "The Travelling Cat Chronicles (2018)",
        "description": "The Travelling Cat Chronicles (2018)\"ခုနစ်ရောင်သက်တံ ဆိုတာ နန ရဲ့သက်တံပေါ့\"တဲ့။\nဒါကတော့ ကျွန်တော့်သခင် ဆတိုးရု ပြောခဲ့တဲ့စကားပါ။ နန ဆိုတဲ့ ကျွန်တော့်နာမည်က ဂျပန်လိုဆို ခုနစ်မလို့တဲ့လေ။\nဆတိုးရုက သိပ်ကို ကြံကြံဖန်ဖန်တွေးတတ်တာပဲနော်။ပြီးတော့ ကျွန်တော့်ကို သိပ်ချစ်ရှာပြီး ကျွန်တော့်အတွက်ဆို ငိုပါငိုကြွေးတဲ့ လူသားပေါ့။ဆတိုးရုနဲ့ ကျွန်တော်နဲ့ စတွေ့ခဲ့ပုံကို ပြောပြပါဦးမယ်။ကျွန်တော်ဆိုတာ အရင်တုန်းက\nလမ်းပေါ်မှာ လေလွင့်နေတဲ့ ကြောင်တေလေတစ်ကောင်ပေါ့ဗျာ။အဲဒီလိုကျွန်တော့်ကိုမှ\nတယုတယနဲ့ အစာလာကျွေးနေကျဖြစ်တဲ့ လူသားကတော့ အခု ကျွန်တော့်သခင်ဖြစ်လာတဲ့ ဆတိုးရုပေါ့။သိတဲ့အတိုင်း စတွေ့တဲ့အချိန်တုန်းက ကျွန်တော်ဟာ ကြောင်လောကမှာလည်း\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်နေတဲ့ ဆရာကြီးဆိုတော့ မာနကလည်းတစ်ခွဲသားနဲ့ဗျ။\nစားစရာရှိတာစားပြီးရင် သံယောဇဥ်တွေအတွယ်မခံ၊ ပွတ်သပ်လည်း မခံဘူး။ဝတ်ကျေတန်းကျေလောက်ပဲ ဆက်ဆံတာပေါ့။ဒါပေမဲ့ တစ်နေ့မှာတော့ ခါတိုင်းလို ကြောင်အစည်းအဝေးပွဲ သွားရမယ့်ညမှာ ကျွန်တော့်ဘဝကို တစ်ဆစ်ချိုး\nပြောင်းလဲစေခဲ့တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ခဲ့တယ်ဗျ။ ဒါကတော့ လမ်းဖြတ်ကူးနေတုန်း ကားတိုက်ခံလိုက်ရတာပါ။\nအမှားလေး တစ်ချက်​ကအသက်ကို နှုတ်ယူသွားနိုင်တဲ့ လေလွင့်ကြောင်တွေရဲ့ဘဝပေါ့ဗျာ။\nကျွန်တော်တစ်ကောင်တည်း လမ်းမကြီးထက်မှာ ကူရာကယ်ရာမဲ့ ဝေဒနာခံစားနေရပြီး\nသိပ်နာကျင်လွန်းလို့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1ac9d/The.Travelling.Cat.Chronicles.2018.720p(CM).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dRVAlaU0vbG6hMf2K45NSiIyoUe.jpg",
        "title": "TÁR (2022)",
        "description": "Tar (2022)ဒီဇာတ်ကားနာမည်က \"Tar\" \"တာ\" လစ်ဒီရာတာ လစ်ဒီရာက ဂီတလောကရဲ့အကျော်အမော်တစ်ယောက်\nဘာလင်သံစုံတူရိယာဝိုင်းရဲ့ ဂီတမှူးတစ်ယောက်၊ သူ့ကိုလူတွေက\"လစ်ဒီရာ\" ဒါမှမဟုတ်\"တာ\" ဆိုတာထက်\nသူ့ရဲ့ဂုဏ်ပုဒ် \"ပါရဂူဂီတမှူး\" လို့လေးစားသမှုနဲ့ခေါ်ဆိုကြသူ။ဇာတ်လမ်းအဖွင့်မှာပဲ\nလစ်ဒီရာတာဖြေပေးတဲ့အင်တာဗျူးတစ်ခုမှာ သူ့ရဲ့အောင်မြင်မှုပေါင်းများစွာအပြင်\nကိုယ်ရေးကိုယ်တာရောဂီတပိုင်းဆိုင်ရာရော ထူးချွန်ထက်မြက်မှုတွေကို ငြင်းမရအောင်မြင်ရဦးမှာပါ။\nလစ်ဒီရာတာက တစ်ရက်တော့ဂျူလီယာ့ဒ်မှာ ဂီတလက်ချာတစ်ခုပေးခဲ့တယ်။\nအဲဒီမှာကျောင်းသားတစ်ယောက်ကို ဘာ့ခ်ရဲ့တေးသွားတွေကိုကြိုက်နှစ်သက်လားမေးတော့\nကျောင်းသားကဘာ့ခ်ကို သူ့ကိုယ်ရေးကိုယ်တာပိုင်းကိုသဘောမကျတာကြောင့် သူ့ဂီတကိုလဲခံစားလို့မရပါဘူးတဲ့။\nလစ်ဒီရာကဒီကျောင်းသားကို ဂီတကိုကောင်းမကောင်းစံသတ်မှတ်ချက်မှာ\nဂီတဖန်တီးသူရဲ့ဘဝဖြစ်တည်မှု အကောင်းအဆိုးအမှားအပြစ်တွေနဲ့မဝေဖနဘဲ ဂီတအဖြစ်သာခံစားဖို့တိုက်တွန်းပေးခဲ့ပါတယ်။\nဒီနေရာမှာ လစ်ဒီရာ့အယူအဆက ပိုသင့်လျော်တယ်ထင်ရပေမယ့် ဘယ်အတိုင်းအတာထိလဲ။\nကိုယ်သဘောကျတဲ့ဂီတပညာရှင်တစ်ယောက်က အကျင့်စာရိတ္တတွေသိပ်ပျက်ပြားလွန်းနေရင်ရော\nဒါမှမဟုတ်ခွင့်လွှတ်လို့မရနိုင်တဲ့အပြစ်ကိုကျူးလွန်လာရင်ရော\nဒီခေတ်မှာသိပ်အားကောင်းတဲ့အရွေ့ဖြစ်တဲ့ Cancel Culture ဝင်လာသင့်လား။\nဒီဇာတ်လမ်းမှာ လစ်ဒီရာတာရဲ့ ပါရမီထူးချွန်မှုတွေနောက်ကို ကိုယ်ကျင့်တရားကအမှီမလိုက်နိုင်တော့တဲ့တစ်ချိန်မှာ\nသူ့ရဲ့ရုန်းကန်ရမှုတွေကို မှားတယ်မှန်တယ်ဝေဖန်မှုမရှိပဲ အလွှာလွှာအထပ်ထပ်နဲ့\nသိမ်မွေ့အားကောင်းစွာပဲဖော်ပြထားလို့ ကိုယ်တိုင်သာကြည့်ပြီးအဖြေရှာရမယ့်ပုစ္ဆာတစ်ပုဒ်လိုပါပဲ။\nလစ်ဒီရာတာကိုအသက်သွင်းထားတဲ့ မင်းသမီး Kate Blanchett ရဲ့\nအော်စကာတန်းဝင်လို့ပြောနေကြတဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လဲ \"Tar\" က လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Music\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | ...",
        "rating": "8",
        "url": "https://megaup.net/1ac4y/Tar.2022.720p.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/nbdhixaa0rgj.mid-1-136x200.jpg",
        "title": "[18+] Erotic Agent (2003)",
        "description": "ကဲအခုတစ်ခါတော့ အပေါင်း ၁၈ ပရိတ်သတ်ကြီးအတွက်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားအနေအထားကတော့ ပိုစတာကိုကြည့်တာနဲ့ သဘောပေါက်မ်ထင်ပါတယ်ဗျဇာတ်လမ်း အနေအထားကတော့ အပေါင်း၁၈ တို့ ထုံးစံ အတိုင်းတဖုန်းဖုန်း တအုန်းအုန်း နဲ့မို့အထွေအထူး သိပ်ပြောစရာ မရှိပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့ငယ်စဉ်ကတည်းက အနှိမ်ခံ အနိုင်ကျင့်ခံ ဘ၀ နဲ့ကြီးပြင်းလာတဲ့ကောင်လေးတစ်ယောက်တစ်နေ့မှာ တောထဲမှာ မထင်မှတ်ထားတဲ့ သူနဲ့ ဆုံမိပြီး နတ်တွေရဲ့ စောင်မ မူကိုခံရတဲ့ အခါမှာသူ့ဘ၀ တစ်ဆစ်ချိုးပြောင်းလဲသွားတဲ့ အခါမှာတော့ဘယ်လို နတ်မိမယ်ကလေးတွေနဲ့ တွေ့ဆုံပျော်ပါးမယ်ဆိုတာကိုတော့ ...........ထွက်ရှိထားတာကြာဘီမို့ DVD RIP QTY ပဲ ရတာမို့ကာလာ အနေအထား ဘာညာကို အကောင်းဆုံး ဟာနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.4GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Devil\nEncoded by Dark Devil",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/erotic-agent-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26RZloFHUyc0GTsybmnUPpSCPHb.jpg",
        "title": "Christmas with You (2022)",
        "description": "Christmas With You (2022)ကျရောက်တော့မယ့် ခရစ္စမတ်အတွက် Netflix ကထွက်ရှိလာပြီး\nAimee Garcia ပါဝင် သရုပ်ဆောင်ထားတဲ့ ခရစ္စမတ်ဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်နာမည်ကြီးအဆိုတော်အန်ဂျယ်လီနာဆိုတာက မသိသူမရှိလျှန်းလျှန်းတောက်အောင်မြင်တဲ့လူပါ\nဒါပေမယ့် နှစ်ကြာလေ တက်သစ်စလေးတွေကနေရာယူလေဆိုတော့\nသူမအတွက်စွန့်စားမှုတစ်ခုလိုအပ်နေခဲ့ပါတယ် တခြားတော့မဟုတ်ပါဘူး\nခရစ္စမတ်သီချင်းရေးပေးဖို့ ထုတ်လုပ်သူကတောင်းဆိုလာခဲ့တာပါ\nခရစ္စမတ်မှာမိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် စိတ်နာပြီး\nခရစ္စမတ်သီချင်းကို တစ်သက်နဲ့တစ်ကိုယ်မရေးဖူးခဲ့တဲ့သူမအတွက်တော့ ဒါကစိန်ခေါ်မှုကြီးပါပဲခရစ္စတီးနာဆိုတာကတော့ အန်ဂျယ်လီနာရဲ့ အမာခံပရိတ်သတ်အကြီးစားပါ\nတစ်နေ့ IG မှာ သူမ Idol အတွက် Edit ထားတဲ့ဗီဒီယိုတစ်ခုတင်လိုက်ပြီး\nအန်ဂျယ်လီနာနဲ့တွေ့ဖို့က ခရစ္စမတ်အိပ်မက်ပါပဲလို့တင်လိုက်မိတယ်\nတိုက်ဆိုင်စွာပဲ အန်ဂျယ်လီနာကသွားတွေ့မိတော့ စွန့်စားမှုလိုနေတာနဲ့ ခရစ္စတီးနာဆီလိုက်သွားပါတော့တယ်\nဒီခရီးမှာသူမအတွက်ဘယ်လိုစွန့်စားမှုတွေကြုံတွေ့မလဲ\nတစ်ခေတ်တစ်ခါကနာမည်ကို‌ပြန်ဆယ်နိုင်မှာလားဆိုတာ ဆက်လက်ရှုစားကြပါရန်\nFile size…1.8GB  / 868MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitel(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.6",
        "url": "https://megaup.net/1ac15/Christmas.with.You.2022.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
        "title": "Black Adam (2022)",
        "description": "Black Adam (2022)DC စကြဝဠာရဲ့ စူပါအသစ်တစ်ယောက်လာပါပြီ။\nမင်းသား The Rock သရုပ်ဆောင်ထားတဲ့ Black Adam အကြောင်းပါပဲ။\nဒီစူပါဟီးရိုးဟာ မှော်အစွမ်းကို အခြေခံထားတာဖြစ်ပြီး\nမှော်ဆရာတွေဆီကနေ ရှေးနတ်ဘုရားတွေရဲ့ စွမ်းအားတွေကို ရရှိထားတာဖြစ်ပါတယ်။\n\"ရှဇမ်း\" လို့ အော်ပြီး စွမ်းအားရတာချင်းတူပေမဲ့\nပထမရုပ်ရှင်ထဲက Shazam နဲ့ နတ်ဘုရားနာမည်ချင်းမတူပါဘူး။\nရှဇမ်းက ဂရိနတ်ဘုရားတွေဆီကနေ စွမ်းအားရပြီး၊\nဘလက်အဒမ်ကတော့ အီဂျစ်နတ်ဘုရားတွေဆီက စွမ်းအားရတာပါ။\nဒီဟီးရိုးဟာ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံးတွေထဲက တစ်ယောက်မို့\nဘယ်လောက်ကြမ်းလဲဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်ရပါတော့မယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရောမထက် ရှေးကျတဲ့ ခန်းဒက်ဆိုတဲ့နိုင်ငံလေးဟာ\nဘုရင်ဆိုး အက်ခ်တွန် အုပ်ချုပ်တဲ့အောက်မှာ ဒုက္ခရောက်နေရပါတယ်။\nအဲဒီဘုရင်ကလည်း နတ်ဆိုး ၆ ပါးရဲ့အစွမ်းကိုအသုံးချဖို့ သရဖူတစ်ခုကို ဖန်တီးဖို့ကြိုးစားနေပါတယ်။\nဒါကိုတားဆီးဖို့ မှော်ဆရာတွေဟာ ခန်းဒက်ရဲ့ ကျွန်တွေထဲက တစ်ယောက်ကို\nသူရဲကောင်းအဖြစ် ရွေးချယ်ပြီး နတ်ဘုရားအစွမ်းတွေ ပေးအပ်လိုက်ပါတော့တယ်။\nအဲဒီသူရဲကောင်းဟာ ဘုရင်ဆိုးကို နှိမ်နင်းပြီးနောက်မှာ\nနှစ်ပေါင်း ၅၀၀၀ တိတိ ပျောက်ကွယ်သွားပါတော့တယ်။\nယနေ့ခေတ် ခန်းဒက်နိုင်ငံမှာပဲ အကြောင်းတစ်ခုကြောင့်\nအဲဒီသူရဲကောင်းပြန်ပေါ်လာတဲ့အခါ ဘာတွေဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်...မူလထွက်ထားတဲ့ DC စူပါဟီးရိုးရုပ်ရှင်အားလုံးကိုလည်း ချန်နယ်မြန်မာမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1aanp/Black.Adam.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/PPPD-950-org-edit-141x200.jpg",
        "title": "{21+} I lost all reason because of a student[PPPD-950]",
        "description": "ဒီတခါတင်ဆက်ပေးမယ့် ရှုစားစရာအလှပဂေးမလေးကတော့Yuzuriha Karenပဲဖြစ်ပါတယ်\nမျက်လုံးရွဲရွဲလေးနဲ့ ချစ်စရာအပြစ်ကင်းတဲ့မျက်နှာလေးက ပုရိသတို့အဖို့အရည်ပျော်ချင်စရာလေးဖြစ်နေပြီး\nဇာတ်လမ်းကလဲပျိုတို့အကြိုက် ကျောင်းသူလေးနဲ့ ဆရာမလေးတို့ကြားက မေတ္တာအနှောင်ဖွဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မောင်ဇော်ချစ်သောဆရာမတော့ မဟုတ်ပါဘူး\nဆရာဇော်ချစ်သော တပည့်မလေးပါ ဇာတ်လမ်းကမဆန်းပါဘူး\nဆန်းတာက မင်းသမီးလေးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ပါ\nအလှကိုရှာတွေ့လို့ ခံစားမိရင် ဝေမျှပေးချင်တဲ့စိတ်တွေဖြစ်ပေါ်လာတာမို့\nညိုကီတို့ လက်လွှတ်မခံပဲ ဝိုင်းခံစားပေးကြဖို့ လက်တို့ပေးပါရစေDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB/ 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Q9dl/[PPPD-950].720p[DS].mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSnwHZTkSufd5rFenTm2jUP03wV.jpg",
        "title": "Hera Pheri (2000)",
        "description": "Hera Pheri (2000)\nAction, Comedy, Crime\nIMDb 8.1/10 (67K)ဒီကားလေးကတော့ အရှေးကူမား နဲ့ ဆူနီးရှက်တီးတို့ တွဲဖက်ကောင်းခဲ့စဥ်က\nရိုက်ကူးခဲ့တဲ့ ဟာသကားကောင်းလေးလို့ ပြောရမယ်\nအတော်လည်းရယ်ရတယ်ရာဂျူး ရှာမ်နဲ့ ဘာဘူရောင်းဆိုတဲ့ မတည့်အတူ​ေနလူသုံးယောက်...\nရာဂျူးက အမြဲလူတွေကို နှစ်ကျပ်ကွက်နင်းပြီး ပိုက်ဆံရှာချင်နေတယ်\nရှာမ်ကတော့ အလုပ်တစ်ခုရှာလုပ်ပြီး အကြွေးဆပ်ချင်နေသူ...ဘာဘူရောင်းကတော့ ဒီနှစ်ယောက်စလုံးကို အိမ်ခေါ်တင်ကြွေးထားတဲ့\nစိတ်သဘောထားမြင့်မြတ်တဲ့ ဂလည်အူကြောင်တစ်ယောက်ပေါ့ဗျာ...\nဒီလိုလုံးလည်ချာလည်လိုက်နေတဲ့ သူတို့သုံးယောက်ရဲ့ဘဝထဲမှာ အဆန်းတကြယ်ဖြစ်ရပ်တစ်ခုကြုံခဲ့ပါတယ်အဲ့ဒါကတော့ သူဠေးကြီးတစ်ယောက်ရဲ့မြေး ပြန်ပေးဆွဲခံရတာကို သူတို့ဆီကို ဖုန်းဆက်ပြီးပြန်ပေးငွေတောင်းနေပါတယ်\nဖြစ်ချင်​တော့လမ်းညွှန်းစာအုပ်က ဖုန်းနံပါတ်ကို မှားရိုက်မိတာပါပဲ\nငွေလိုနေတဲ့သူတို့သုံးယောက်စလုံး ဒီကိစ္စကို အခြေခံပြီးဘယ်လိုနှစ်ကျပ်ကွက်နင်းမလဲဆိုတာတော့...။\nတစ်ကားလုံး အလွဲလွဲအချော်ချော်နဲ့ရယ်မောပျော်ရွှင်နေရမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်း​ဆိုပေးလိုက်ပါတယ်နော်...\nဒါနဲ့ စကားမဆက် သူ့အဆက်ကိုတင်ဆက်ပေးဦးမှာမို့ နံပါတ်၂ ကို cm မှာ ဆက်လက်စောင့်မျှော်ပေးပါဦးလို့ လက်တို့ပေးလိုက်ပါတယ်....\nFile size…2.23GB / 1.12GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://megaup.net/1Q97g/Hera_Pheri_2000_Hindi_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTU5MmFhZTEtZTQ5NS00ZDc5LWI5MjktY2FjZmI0N2JlNjYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Christmas in Paradise (2022)",
        "description": "Christmas in Paradise (2022)\n=====================ခရစ်စမတ်စ်လဲမကြာခင်ကျရောက်တော့မှာဖြစ်လို့ မိသားစု\nတွေနဲ့ အတူတူကြည့်နိုင်မယ့် ခရစ်စမတ်စ်ရုပ်ရှင်ကားလေး\nတစ်ကားအကြောင်းကိုပြောပြပေးချင်ပါတယ်။ဂျိုအန်နာဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ မကြာခင်ကျရောက်\nတော့မယ့် ခရစ်စမတ်စ်မှာ သူ့ခင်ပွန်း၊ သူ့ချစ်သမီးလေးတို့နဲ့အတူ\nမိသားစုသုံးယောက်တည်းပဲ အိမ်မှာနေရင်းသာသာယာယာ၊ ငြိမ်း\nငြိမ်းချမ်းချမ်းလေးနဲ့ဖြတ်သန်းဖို့စိတ်ကူးထားသူပါ။ ဒါပေမယ့်လဲ\nသူ့ညီမဖြစ်သူ ကယ်ရိုလိုင်းဆီကနေဝင်လာတဲ့ဖုန်းက သူ့အတွက်\nကံဆိုးမှုတွေသယ်လာခဲ့ပါတယ်။ ဒါကတော့ သူတို့တွေရဲ့ဖခင်ဖြစ်သူ\nဂျိမ်းစ်ခရစ်စမတ်စ်တစ်ယောက်ပျောက်သွားတယ်ဆိုတဲ့အကြောင်းပါ။ဂျိမ်းစ်ဟာ အရင်ကလဲ သူတို့ညီအစ်မတွေကိုထားသွားခဲ့ဖူးတဲ့ ရာဇဝင်\nရှိနေတော့ ဒီတစ်ခေါက်လဲထပ်ပြီးထားသွားလေသလား၊ ဒါမှမဟုတ်\nအကြောင်းတစ်စုံတစ်ရာများဖြစ်နေလေသလား။ ဂျိမ်းစ်တစ်ယောက်\nဘယ်တွေမှာရောက်နေပြီးတော့ အရင်က ဘာကြောင့် ဂျိုအန်နာတို့\nညီအစ်မတွေကိုထားသွားခဲ့ရတာလဲ။ အခုကရော ဘာအကြောင်းကြောင့်\nပျောက်ဆုံးနေတာလဲ။ ဂျိုအန်နာတို့တွေကရော သူတို့ရဲ့ဖေဖေခရစ်စမတ်စ်\nကြီးကို ခရစ်စမတ်စ်မတိုင်ခင်ရှာတွေ့ပြီးတော့ သူတို့မူလကရည်ရွယ်ထားတဲ့\nခရစ်စမတ်စ်အိပ်မက်လေးတွေကို အကောင်အထည်ဖော်နိုင်ပါ့မလား။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာပဲဆက်လက်\nကြည့်ရှုလိုက်ကြပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Fiona Gillen ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 MB) / (450 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........2Hr 09mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Fiona Gillen\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://megaup.net/2vZqw/Christmas.in.Paradise.2022.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKd2pxSsJBPxotVEtpb8qeQblVs.jpg",
        "title": "Viceroy’s House (2017)",
        "description": "Viceroy's House Partition (2017)ဒီရုပ်ရှင်ကတော့ အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအင်ပါယာအုပ်ချုပ်မှုလက်အောက်ကနေ\nလွတ်မြောက်ခွင့်ပေးခဲ့တဲ့အချိန် အိန္ဒိယနဲ့ပါကစ္စတန် ၂နိုင်ငံခွဲခြားလိုက်တဲ့ချိန်ကို\nအခြေခံရိုက်ကူးထားပြီးတော့ ၂၀၁၇ ခုနှစ်မှာ လွတ်လပ်ရေးနေ့\nနှစ်၇၀ပြည့်အထိမ်းအမှတ်အနေနဲ့ အင်္ဂလန်နိုင်ငံမှာတောင် ရုံတင်ပြသခဲ့ရတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်အိန္ဒိယ ပါကစ္စတန် ခွဲထုတ်လိုက်ခြင်းက လူ့သမိုင်းမှာ အကြီးမားဆုံးပြောင်းရွှေ့မှုဖြစ်ပေါ်ခဲ့တဲ့\nအခိုက်အတန့် ဖြစ်ခဲ့ပြီး လူပေါင်း ၁၄သန်းလောက် အိမ်ခြေယာမဲ့ စစ်ပြေးဒုက္ခသည်ဖြစ်စေခဲ့တဲ့အပြင်\nဟိန္ဒူ မူဆလင် ဆီခ် လူမျိူး တစ်သန်းလောက်ကို သေဆုံးခဲ့တဲ့ အဖြစ်အပျက်လည်းဖြစ်ပါတယ်ဒီရုပ်ရှင်ကတော့ အဆိုပါ အဖြစ်အပျက်ကို ကိုယ်တိုင်ကြုံတွေ့ခဲ့ရသူရဲ့\nမြေးကိုယ်တိုင်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူးဇာတ်လမ်းလေးကတော့\nမြန်မာပြည်ဘုရင်ခံချုပ်မောင့်ဘက်တန်က မြန်မာပြည်ကို လွတ်လပ်ရေးပေးပြီး\nမကြာခင် အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့အတွက် အိန္ဒိယကိုစေလွှတ်ခံခဲ့ရပါတယ်\nအိန္ဒိယလူမျိုးတွေအကုန်တောင်းတနေတဲ့ လွတ်လပ်ရေးက\nလက်တစ်ကမ်းအလိုမှာရှိနေချိန် မူဆလင် ဆီခ်နဲ့ ဟိန္ဒူဘာသာဝင်တွေကြား\nရန်ပွဲတွေကြီးမားလျက်ရှိနေတုန်းပါပဲ\nလူမျိုးအချင်းချင်း သွေးခွဲပြီး အုပ်ချုပ်ခဲ့တဲ့ ဗြိတိသျှလူမျိုးတွေ\nလွတ်လပ်ရေးပေးရတော့မဲ့အချိန် ဒီလူတွေကိုစည်းလုံးလုံးနဲ့ဖြစ်စေချင်တဲ့အခါ\nသူတို့လုပ်ခဲ့တဲ့ပြဿနာကို သူတို့ပြန်ရှင်းရပါတော့တယ်...ဒီလိုနဲအိန္ဒိယ ပါကစ္စတန် ဘယ်လိုကြောင့် ကွဲသွားရတာလဲ အဲဒီလိုမျိုး\nနယ်မြေကွဲသွားရခြင်းအကြောင်းအရင်းအစစ်အမှန်ကရော ဘာကြောင့်လဲ\nဒီနိုင်ငံရေးအရှုပ်အထွေးကြားထဲမှာပဲ ဘာသာမတူတဲ့\nကောင်လေးနဲ့ကောင်မလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းပါဝင်လို့နေပါသေးတယ် ....ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်တာ​ကြောင့်\nအားလုံး ကြည့်ရှုရကျိုးနပ်စေမှာ အမှန်ပါပဲ\nFile size…2.6GB ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Q8fw/Viceroys_House_-_Partition_1947_-_2017_BluRay_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34osIViLgpz6lEnkxXpTJMbNRBW.jpg",
        "title": "22 July (2018)",
        "description": "Utøya July 22===========IMDB 7.2/10 RT 83%\nThriller Drama Narrativeအခုဇာတ်ကားရဲ့တည်နေရာကတော့ Norwayနိုင်ငံရဲ့Utøyaဆိုတဲ့ကျွန်းငယ်လေးအပြင်သူတွေအတွက်တော့အလွန်ကိုအေးချမ်းပြီးနေချင့်စဖွယ်ပေါ့။အခုလိုနိုင်ငံတခုဟာနိုင်ငံရေးကြောင့်၂၀၁၁ ခုနှစ်July ၂၂ရက်နေ့မှာပဲသွေးအစွန်းဆုံးအကြမ်းဖက်မှုနှစ်ခုကို ရင်ဆိုင်ခဲ့ရတယ်ဆိုတာစာဖတ်သူတို့ယုံနိုင်မလား?Kaja ဆိုတဲ့အမျိုးသမီးလေးဟာဒီအချိန်မှာညီမလေး Emillieနဲ့အတူတူ Utøya ကျွန်းပေါ်ကAUF နွေရာသီစခန်းကိုရောက်နေခဲ့တာပါ။ ပထမအကြိမ်အစိုးရရုံးတိုက်ခိုက်မှုကိုသိလိုက်ရချိန် အပြင်လောကကိုကျွန်းပေါ်ရောက်နေသူတိုင်းစိုးရိမ်နေချိန်မှာ ဒီထက်ဆိုးရွားတဲ့ကံကြမ္မာကြီးကသူတို့ကိုကျွန်း‌ပေါ်မှာစောင့်ကြိုနေခဲ့ပါတယ်။အကြမ်းဖက်သမားကသူတို့ကျွန်းကိုငရဲခန်းအသွင်စတင်ပစ်ခတ်ချိန်မှာKajaတယောက်ဘာဆက်ဖြစ်မလဲ။အဆက်အသွယ်မရကယ်သူမရှိ ရဲတွေလည်းမလာ သေနတ်သံကြားတိုင်းလူတွေအသတ်ခံနေရချိန်မှာkajaတယောက် ကိုယ့်အသက်လည်းကာကွယ်ရင်းညီမလေးကိုလည်းရှာရင်းဘယ်လိုရုန်းကန်သွားမလဲဆိုတာတွေကိုမြင်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာဖန်တီးချက်သာဖြစ်သော်လည်းဖြစ်ရပ်မှန်မှအသက်ရှင်ကျန်ခဲ့သူများအပေါ်မူတည်ပြီးပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်.... File Size : ( 2.11 GB ) and ( 1.00 GB)Quality : BluRay 1080p , 720pRunning Time : 1hr 33minFormat : Mp4Genre : Crime , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by BrackmanEncoded by Min Wai",
        "rating": "7.2",
        "url": "https://megaup.net/1aamu/Utoya_July_22.2018.BluRay.720p(CM).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8b2lTzDR1lNNTl8F4gMiqazSvbn.jpg",
        "title": "New Gods: Yang Jian ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင် CM က ပရိသတ်ကြီးကို ၂၀၂၂ ခုနှစ်မှာ\nရုံတင်ထားတဲ့ တရုတ် Animation ဇာတ်ကားကောင်းလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ် ဒီဇာတ်ကားလေးဟာဆိုရင်\nတရုတ်နိုင်ငံရဲ့ ၂၀၂၂ခုနှစ် 3D ကာတွန်းစိတ်ကူးယဥ်အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီးတော့\n《New God Lists》စီးရီးတွေထဲက ဒုတိယမြောက် ရုပ်ရှင်ဆိုရင်လဲ\nမမှားပါဘူးရှင် မင်မင်းဆက် ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့\n《နတ်ဘုရား ယန်ရိ》 ထဲက ရန်ကျန်ကာရိုက်တာကို\nဆီလျော်အောင်ပြန်လည်ရိုက်ကူးပြသထားတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့ -“ရှန်မင်းဆက်နဲ့ ကျိုးမင်းဆက်တို့ရဲ့ တိုက်ပွဲအပြီး\nနှစ်ပေါင်း ၁၅၀၀ ကြာပြီးတဲ့နောက် ကောင်းကင်ဘုံ\nစည်းမျဥ်း စည်းကမ်းတွေ ပျက်ပြားနေချိန် ဆင်းရဲမွဲတေနေတဲ့\nရန်ကျန်ဆိုတဲ့ လူငယ်လေးက ငွေအသပြာလက်ခံရယူပြီ\nးလူတွေကိုဖမ်းဆီးပေးတဲ့အလုပ်ကိုလုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုနေခဲ့ပါတယ်\nတစ်နေ့မှာတော့ ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့\nချန်ရှန်း ကိုလိုက်လံ ဖမ်းဆီးဖို့ ဖောက်သည်တစ်ယောက်ထံကနေပြီး\nငွေအသပြာတွေလက်ခံရရှိခဲ့ပါတယ် တစ်ဆက်ထဲမှာပဲ\nအဲဒီလူငယ် ချန်ရှန်းက ရန်ကျန်ရဲ့ တူဖြစ်တဲ့အကြောင်း\nမတော်တဆသိရှိသွားခဲ့ပါတော့တယ် ချန်ရှန်းဆိုတဲ့\nလူငယ်လေးဟာ ကြာပန်းမီးအိမ်ကို ရှာဖွေပြီး\nမိခင်ဖြစ်သူကိုကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်ထားသူလေးပါ\nဒါပေမဲ့လဲ အဲဒီအစား ဘေးအန္တရာယ်နဲ့ပဲ ရင်ဆိုင်ခဲ့ရရှာပါတယ်\nအဲဒီအချိန်မှာပဲ ရန်ကျန် တစ်ယောက် တူဖြစ်သူရဲ့\nရှုပ်ထွေးလှတဲ့ အတိတ်ကိုဖော်ထုတ်ဖို့ ခရီးလမ်းကြောင်းစတင်ခဲ့ချိန်မှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❐ တူရီးနှစ်ယောက်အတူတူ ဘယ်လို ဘေးအန္တရာယ်မျိုးတွေကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/new-gods-yang-jian-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGM0NWRiZTAtYzYyMC00YjViLWE1ZDYtMWM5MzdmY2RkMmQwXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Waiting for Bojangles (2022)",
        "description": "Waiting for Bojangles (2022)\n====================\nIMDb Rating - 6.5/10လူသားနှစ်ယောက်ရဲ့ တွေ့ဆုံမှုကလည်း ထူးဆန်းခဲ့ပါရဲ့ ၊\nစတွေ့ကတည်းက နှစ်ယောက်ဆုံဆည်းမှုဟာ ပျော်စရာတွေ\nယူဆောင်လာပေးမယ်ဆိုတာကို ကိုယ်စီ သိခဲ့ကြသလိုပါပဲ။\nဘဝရဲ့ လက်တွဲဖော်အစစ်နဲ့ ဆုံလာတဲ့အခါ နှလုံးသားကလည်း\nအလိုလို သိသည် ထင်ပါရဲ့ ၊ ဘယ်အရာတွေက တားတား အချစ်\nခရီးက ခိုင်မာခဲ့တယ်။ မိသားစုဆိုတဲ့ အရာလေးကို ဖန်တီးနိုင်ခဲ့တယ်။ဒါပေမဲ့ ဘဝဆိုတာ သာယာလှပလွန်းနေရင် ပျင်းစရာကောင်း\nမယ်လို့ ယူဆပုံရတဲ့ ဘုရားသခင်က ကံကြမ္မာနဲ့ ပူးပေါင်းကြံစည်ပြီး\nဒီမိသားစုလေးအပေါ် မိုးသက်လေပြင်းတို့ ကျရောက်စေခဲ့တဲ့အခါ၊\nဒီဒုက္ခတွေကို ရုန်းထွက်ရမှာ ဒီမိသားစုလေးရဲ့ တာဝန်ဖြစ်လာပါ\nတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Yoon Sandi Aungမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ Yoon Sandi Aung, Khant Sett\nNaing တို့ဖြစ်ပါတယ်)File Size..........(2.02 GB) / (842 MB) / (476 MB)\nQuality............BluRay 1080p / 720p ...",
        "rating": "6.5",
        "url": "https://megaup.net/2w2xf/Waiting.for.Bojangles.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-2-135x200.jpg",
        "title": "Practical Magic (1998)",
        "description": "ဆန်ဒရာဘူးလော့နဲ့ နီကိုးကစ်မန်းတို့ လွန်ခဲ့တဲ့ နှစ် ၂၀ က စုန်းမအတူလုပ်ခဲ့တာလေး ကြည့်လိုက်ရအောင်။အိုဝင်စ် မိသားစုထဲက မိန်းကလေးတွေဟာ မျိုးရိုးစဉ်ဆက် မွေးရာပါ စုန်းအတတ် တတ်နေကြတဲ့ စုန်းမတွေပဲ ဖြစ်ကြပါတယ်။\nဒါပေမဲ့ သူတို့မျိုးဆက်ထဲက ပထမဆုံး စုန်းမရဲ့ ကျိန်စာကြောင့် သူတို့ကို ချစ်မိတဲ့ ယောက်ျားတိုင်းဟာ အရွယ်မတိုင်ခင် အကြောင်းတစ်ခုခုနဲ့ သေဆုံးသွားတတ်ကြပါတယ်ဗျ။\nဆယ်လီအိုဝင်စ်နဲ့ ဂျီလီယန်အိုဝင်စ်တို့ဟာ စရိုက်ချင်း လုံးဝမတူကြတဲ့ ညီအစ်မနှစ်ယောက်ပဲဖြစ်ကြပါတယ်။\nသူတို့ဟာ အကြောင်းတစ်ခုကြောင့် လူတစ်ယောက်ကို သဝာ်မိခဲ့ကြပြီး ဖုံးကွယ်ဖို့ကြိုးစားရာကနေ တလွဲတချော်တွေဖြစ်ကုန်ပါတော့တယ်ဗျ။\nဒီရုပ်ရှင်ထဲမှာဆိုရင် အိုဝင်စ်ညီအစ်မတွေအဖြစ် မင်းသမီးကြီး Sandra Bullock နဲ့ မင်းသမီးကြီး Nicole kidman တို့က အတွဲညီညီ သရုပ်ဆောင်ထားကြပါတယ်။\nဒီ Practical Magic ဆိုတဲ့ရုပ်ရှင်ဟာ fairy tale ဆန်ပြီး Romance နဲ့ Fantasy ရောထားတဲ့အပြင် ဆန်ဒရာဘူးလော့ခ်နဲ့ နစ်ကိုးလ်ကစ်ဒ်မန်းတို့လို ဂန္တဝင်မင်းသမီးကြီးတွေ ပါဝင်ထားတဲ့အတွက် ...",
        "rating": "6.2",
        "url": " https://megaup.net/2w4xU/Practical.Magic.1998.720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nk0f02yupl6AAssJIv685giWZO9.jpg",
        "title": "Good Deal (2022)",
        "description": "Good Deal (2022)(1080p ရပါပြီ)ဇာတ်ကားလေးရဲ့ နာမည်က Good Deal ဆိုတဲ့အတိုင်း အပေးအယူ အရောင်းအဝယ်တွေ လုပ်ကြတဲ့ ကားလေးပေါ့။ဘယ်သူတွေက ဘာအတွက်ကြောင့် ရောင်းပြီး ဘယ်သူတွေက ဘာလို့ ဝယ်ခဲ့ကြတာလဲ ဆိုတဲ့ အချက်က ဒီဇာတ်ကားကို စိတ်ဝင်စားစရာ ကောင်းစေတယ်။အပေးအယူ အရောင်းအဝယ်လုပ်ကြတဲ့ ပစ္စည်း ၅မျိုးအ‌ကြောင်းကို တစ်ခန်းပြီး တစ်ခန်းစီ ပြပေးထားတာက သာမန် ဒရာမာတွေနဲ့ မတူဘဲကွဲပြားနေတဲ့အချက်ဖြစ်ပြီး မတူကွဲပြားတဲ့ ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာကြောင့် အပေးအယူတစ်ခုပြီးသွားတိုင်း စိတ်ထဲ တစ်မျိုးလေး ခံစားရစေမယ့် ဇာတ်ကားမျိုးပါ။ပုံမှန်နဲ့ မတူညီတဲ့ ပြောပြရခက်တဲ့ ရသတစ်မျိုးကို အသစ်အဆန်း ခံစားကြည့်ချင်တဲ့သူတွေအနေနဲ့ ဒီကား‌ကို သေချာပေါက် ကြည့်သင့်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Miri ပါ။)File Size          : 2.1GB, 723MB, 364MB\nQuality      ...",
        "rating": "5",
        "url": "https://megaup.net/1Q655/[CM]Good.Deal.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAxUEIHjzqYcatkYKKEOudJW2mA.jpg",
        "title": "Manifest West (2022)",
        "description": "Manifest West (2022)(1080p ရပါပြီ)Dave က သူ့မိန်းမနဲ့ သမီးလေး ၂ယောက်နဲ့အတူ အိမ်ပြောင်းဖို့လုပ်နေတာပါ။ သူတို့က မြို့ထဲမှာနေပေမဲ့ အလုပ်ပြုတ်သွားပြီး ပိုက်ဆံမရှိတော့တာရော ကုန်ကျစရိတ်တွေများနေတာရောကြောင့် မြို့ထဲကနေ တောင်ပေါ်ကို ပြောင်းဖို့ဆုံးဖြတ်လိုက်ကြတယ်။တောတောင်ပေါ်မှာ အခြေချနေတဲ့သူတွေလို ကိုယ်စားဖို့ကို ကိုယ်တိုင်မွေးမြူစိုက်ပျိုး အမဲလိုက်ပြီး နေဖို့ အိမ်တစ်အိမ်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။သမီးလေး ၂ယောက်ကိုလည်း အိမ်မှာပဲစာသင်ပေးမှာပါ။ အဲ့တော့ တောင်ပေါ်မှာနေရင်း သူတို့လိုအခြေချသူတွေနဲ့တွေ့တဲ့အခါ ဘာဆက်ဖြစ်ကြမလဲ ?(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1GB, 386MB, 201MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat          ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Q6oy/[CM]Manifest.West.2022.720p.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNmRmMzZmNTAtNmU5Ni00ZGM5LWFkNWUtMTJmNWM4M2I3Y2VjXkEyXkFqcGdeQXVyMTU4MzAyNTkw._V1_-140x200.jpg",
        "title": "In Merry Measure (2022)",
        "description": "In Merry Measure (2022)\nIMDb 6.6\nခရစ္စမတ်နီးပြီးဆိုတော့ ခရစ္စမတ်မှာကြည့်ဖို့ဇာတ်ကားရှာနေသူတွေအတွက်\nအမေရိကန်သူ နာမည်ကြီးActress,Singer,Dancer တစ်ဖြစ်လဲ Patti Murin\nပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ရှင်သီချင်းဆိုပြိုင်ပွဲဖြစ်တာမို့ အဆိုဝါသနာရှင်ကြည့်ရှုသူတွေအတွက်တော့ တကယ်မိမိုက်နေမှာပါ\nငယ်ငယ်ရွယ်ရွယ်နဲ့အောင်မြင်ပြီး နယူးယော့ခ်မြို့မှာ တစ်ခေတ်တစ်ခါကအောင်မြင်ခဲ့ပေမယ့်\nအချိန်ကြာလာတာနဲ့ သိသူနည်းလာတဲ့ Pop Star ဒါစီ ...\nတစ်ခါထပ်ပြီးအောင်မြင်လာဖို့ကတော့သူမရဲ့အိပ်မက်ပေါ့ ကျရောက်တော့မယ့်ခရစ္စမတ်မှ\nာ အစ်မဖြစ်သူက မွေးရပ်မြေကိုပြန်ခေါ်လို့ နှစ်ပေါင်းများစွာမပြန်ဖြစ်ခဲ့တဲ့နေရာဆီပြန်လာတဲ့သူမ ..ဒါစီရဲ့တူမဖြစ်သူကလည်းအဆိုဝါသနာရှင်တစ်ယောက် ဒါပေမယ့် အသံစစ်ဆေးပွဲမှာ\nကြောက်လန့်နေခဲ့တာကြောင့် ပြုတ်သွားခဲ့လို့ ဒါစီက ဆရာဖြစ်သူကိုသွားရန်တွေ့ရာမှ\nဆရာကသူနဲ့အထက်တန်းကျောင်းတုန်းကပြိုင်ဘက်ဖြစ်ခဲ့သူဖြစ်ပါလေရော\nဒီလိုနဲ့ဒါစီ အသံစမ်းပွဲမှာပြုတ်ခဲ့တဲ့လူတွေကိုလိုက်စုဆောင်းရင်း\nသူကတစ်ဖွဲ့ ပြိုင်ဘက်ကတစ်ဖွဲ့နဲ့ ဘယ်လိုယှဉ်ပြိုင်သွားမလဲ\nသီချင်းဆိုဖို့ကြောက်နေကြတဲ့သူ့အဖွဲ့ကလူတွေကို\nဘယ်လို Training ပေးမလဲ ဒီကားမှာ သီချင်းကောင်းတွေပဲသီဆိုသွားကြပြီး\nအသံတွေကလည်းရှယ်တွေပဲမို့ ခရစ္စမတ်မှာကြည့်ဖို့အသင့်တော်ဆုံးကားပါပဲရှင်\nFile size…1.34GB / 630MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/1a9x9/In.Merry.Measure.2022.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/C3vBAnh0D8bCZnGhfWb64YJkmD.jpg",
        "title": "The Retaliators (2021)",
        "description": "The Retaliators (2021)~ Rotten Tomatoes - 88% ~ခရစ်စမတ်ကလည်း တဖြည်းဖြည်းနီးလာလေတော့ ပြုံထွက်လာတဲ့ ချိုချိုမြမြ ခရစ်စမတ်ကားတွေကိုကြည့်ရင်း အီစိမ့်နေလောက်ကြရောပေါ့။ ဒီတော့ သွေးထွက်သံယို ခရစ်စမတ်ကားလေး တစ်ဖြတ် ကြည့်လိုက်ကြပါဦး။ဂျွန်ဘစ်ရှော့ဆိုတဲ့ သင်းအုပ်ဆရာဟာ ဆာရာနဲ့ ရေဘက္ကာအမည်ရ သမီးနှစ်ယောက်နဲ့အတူ နေထိုင်တဲ့ တစ်ခုလပ်ဖခင် တစ်ယောက်ပါ။ ခရစ်စမတ်ကာလဖြစ်လို့ သမီးကြီးဖြစ်သူ ဆာရာက ပါတီကို သွားချင်ပါတယ် ပူဆာတာကို ခွင့်ပြုမိရာကစလို့ ဒီအနိဌာရုံတွေ စတင်ပါတယ်။ဆာရာ့ကို ပါတီလွှတ်လိုက်တဲ့ညမှာပဲ သမီးဖြစ်သူဆီက စိုးရိမ်တကြီးနဲ့ လူလိုက်ခံနေရပါတယ်ဆိုပြီး ဂျွန့်ဆီကို ဖုန်းဝင်လာခဲ့ပြီး အဲဒီညမှာပဲ သင်းအုပ်ဆရာကြီးဟာ သမီးဖြစ်သူကို ဆုံးရှုံးလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ ဂျက်ဆိုတဲ့ စုံထောက်တစ်ယောက် ရောက်လာပြီး သမီးဖြစ်သူ ဆာရာသေဆုံးမှုဟာ သွေးရိုးသားရိုး မဟုတ်ကြောင်း သိလိုက်ချိန်မှာတော့ ဂျွန်ဟာ ဒီကိစ္စကို စုံစမ်းရင်း ထူးဆန်းတဲ့ အခြေအနေတွေနဲ့ပါ ကြုံလာရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy ...",
        "rating": "",
        "url": "https://megaup.net/2w4pt/(CM)_The_Retaliators_(2021)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/racer-150x200.jpg",
        "title": "Prancer: A Christmas Tale (2022)",
        "description": "ကဲ ဒီဇင်ဘာလည်း ရောက်ခါနီးပြီဆိုတော့ UNIVERSAL ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Christmas ရုပ်ရှင်လေး တင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ခရစ္စမတ်မှာ မြေးအဘိုး၂ယောက် ထူးဆန်းတဲ့ဒရယ်တစ်ကောင်နဲ့ တွေ့ပြီး တိုင်ပတ်ကြတဲ့အကြောင်းကို ပေါ့ပေါ့ပါးပါးလေး ရိုက်ကူးထားတာပါ ဒါရိုက်တာကတော့ Star Wars: Originsရဲ့ စာရေးဆရာနဲ့ ဒါရိုက်တာဖြစ်သူ Phil Hawkins ဖြစ်ပြီး To Oliviaထဲက Olivia အဖြစ်သရုပ်ဆောင်ထားတဲ့ Darcey Ewartက မြေးမလေးအဖြစ် ပါဝင်ထားပါတယ် ဒီဇာတ်ကားကို ရိုမေးနီးယားနိုင်ငံမှာ သွားရောက်ရိုက်ကူးထားပြီး ဖွေးဆွတ်နေတဲ့ နှင်းတောကြီးတွေ ထင်းရှူးတောအုပ်ကြီးတွေနဲ့ Christmas Vibe ကို အပြည့်အဝခံစားရမှာဖြစ်လို့ အချိန်ပေးရကျိုးနပ်စေမှာပါဇာတ်လမ်းအကျဥ်း၁၀နှစ်အရွယ် မြေးမလေး ဂလိုရီယာနဲ့ မုဆိုးဖိုဖြစ်ထားတာမကြာသေးတဲ့ ဘတ်ထ်တို့ မြေးအဘိုး၂ယောက် ခရစ္စမတ်မှာဆုံကြရင်း ထူးဆန်းတဲ့ ဒရယ်တစ်ကောင်နဲ့ တွေ့ခဲ့ကြတယ် အဘိုးဖြစ်သူ ဘတ်ထ်က ဒရယ်ကို မှော်ဝင်ဒရယ်လို့ ယုံနေပြီး ဂလိုရီယာကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Q4gw/Prancer.A.Christmas.Tale.2022.720p.(CM).mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDI1Mjc3MzAtZDk0OS00OTZlLTlhZjktNzA3ODgwZGY2NWIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Man on the Moon (1999)",
        "description": "Man On The Moon\n===================\nဇာတ်ကားအကြောင်းမပြောခင် သရုပ်ဆောင်တွေကို အရင်မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ The Ture Man Show, The Mask အစရှိတဲ့ဇာတ်ကားတွေရဲ့\nဇာတ်လိုက်ကျော်ကြီးဖြစ်တဲ့ ဂန္ဓ၀င်ဟာသမင်းသားကြီး Jim Carrey နဲ့အတူ\nနောက်ထပ်ဂန္ဓ၀င် မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Danny DeVito တို့\nပါ၀င်ရိုက်ကူးထားတဲ့အတွက် တကယ့်ကို ကြည့်ရကျိုးနပ်စေပါတယ်။ဒီဇာတ်ကားကတော့ အမေရိကန်ရဲ့ နာမည်ကျော်လူရွှင်တော်ကြီး\nအန်ဒီကော့ဖ်မန်းရဲ့ ဘ၀ဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ သူဟာ တခါတလေ\nသူ့ကိုယ်သူ \"အဆိုအကလူကြီး\" လို့ ခေါ်တတ်ပြီး\nတခြားလူရွှင်တော်တွေနဲ့မတူ ထူးခြားနေတဲ့\nဖျော်ဖြေရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၁၉၈၄ခုနှစ်မှာ\nရှားပါးတဲ့ အဆုတ်ကင်ဆာရောဂါတစ်မျိုးကြောင့်\nဆုံးပါးသွားခဲ့ပြီး သူထားရှိခဲ့တဲ့ အနုပညာတွေကတော့\nယနေ့အချိန်အထိ ကျန်ရှိနေဆဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အန်ဒီရဲ့ ဟာသ အပေါ်မြင်တဲ့အမြင်တွေ၊ သဘောထားတွေကို\nမြင်တွေ့ရမှာဖြစ်ပြီး သူ့ပြက်လုံးတွေဟာ ကြည့်ရှုသူတွေကိုပါ\nကြောင်တောင်တောင်ဖြစ်အောင် လုပ်နိုင်တာကို တွေ့ရပါမယ်။\nကြည့်ရှုသူတွေတင်မက သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တချို့ပါ\nသူ့ဟာသတွေကြောင့် ခနခနဇာတ်တွေရှုပ်ကြရပါတယ်။\nဒီလိုလူရွှင်‌ တော် တစ်ယောက်ဖြတ်ကျော်ခဲ့ရတဲ့ ဘ၀အကြောင်းကို\nတစ်ကားလုံး မပျင်းရအောင် ကြည့်ရှူရမှာဖြစ်တာကြောင့်\nCM ပရိသတ်တွေအနေနဲ့ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားအဖြစ် မိတ်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.8GB  / 1GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/1a9km/Man.On.The.Moon.1999.720p(CM).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3oN46rcXf5HGoj1sPtehreRDm9Y.jpg",
        "title": "Ordinary Hero ( 2022 )",
        "description": "CM က ပရိတ်သတ်ကြီးကို ဒီနေ့မှာတော့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးတစ်ခုကို\nပုံဖော်ပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်၂၀၂၁ ခုနှစ် ၄ လပိုင်း ၃၀ ရက်နေ့မှာ\nကျေးရွာလေးတစ်ရွာက အသက် ( ၇ ) နှစ်အရွယ်\nကောင်လေးတစ်ယောက်ဟာ လယ်ထွန်စက်နဲ့ လက်မောင်း ညှပ်ပြီးတော့\nလက်မောင်းပြတ်ထွက်သွားခဲ့ပါတော့တယ် ကျေးရွာလေးဖြစ်နေတဲ့အတွက်\nလမ်းပန်းဆက်သွယ်ရေး ဆေးပညာတွေဆိုတာ မဖွံ့ဖြိုးသေးပါဘူး\nဒဏ်ရာက ပြင်းထန်တဲ့အတွက်ကြောင့် ဝူလူမုချီ (Ürümqi) မြို့ကို\nခွဲစိတ်ကုသခံယူဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်\nခွဲစိတ်မှုလုပ်ရင်လည်း ဒဏ်ရာရတဲ့အချိန်ကနေပြီး စပြီး\nခွဲစိတ်မှုလုပ်ချိန်အထိ (၈) နာရီအတွင်းမှာ ပြီးမြောက်ရမယ်ဖြစ်ပြီး\nအဲ့လိုမှမဟုတ်ရင် ဆဲလ်တွေသေဆုံးသွားပြီး​တော့\nဒဏ်ရာက ကုသလို့မရတော့ဘူးလို့ ဒေသခံဆရာဝန်က ပြောလာခဲ့တဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ မဖွံ့ဖြိုးသေးတဲ့ ကျေးရွာလေးက ဖြစ်တာမို့ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ကြရမှာလဲ?\n❐ ကလေးလေးကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ကြည့်ရှုရမဲ့အပြင် -\n❐ (၇) နှစ်အရွယ်ကလေး မိသားစုဝင်တွေရဲ့ ပူပန်မှုတွေ,\n❐ ဒုက္ခရောက်နေသူကို အချင်းချင်းရိုင်းပင်းကူညီမှုတွေ,\n❐ သူ့တာဝန်နဲ့သူ အသီးသီးကျေပွန်အောင်လုပ်ဆောင်ကြပုံတွေကို\nအသေးစိတ်ကျကျရိုက်ပြထားထားတာကိုလဲ\nတွေ့မြင်ရမှာဖြစ်ပါတယ်ရှင် ဒါ့အပြင်\n“Li Bing Bing,Ma ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ordinary-hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-spe-150x200.jpg",
        "title": "The Sacrifice Zone (2022)",
        "description": "ခေတ်လူကြီးတွေပြောလေ့ရှိပါတယ် \"နိုင်ငံရေးမှာ မတော်တဆဖြစ်တာဆိုတာ\" မရှိဘူးတဲ့။ ဒီလိုပါပဲ ၁၉၇၃ခုနစ် ဝင်ဒီနီးပုန်ကန်မှုအရေးမှာ ဌာနေအမေရိကန်တွေဖြစ်ကြတဲ့ မာဗင်နဲ့ဘက်တို့၂ယောက်ဟာ အဖမ်းခံလိုက်ရပါတယ်။ ဗာမင်တို့၂ယောက် အဖမ်းမခံရခင် ၁၀လလောက်အလိုမှာ မာဗင်ရဲ့ဇနီးဖြစ်သူ အန်နာ က ယာဥ်မတော်တဆမှုနဲ့ ဆုံးပါးသွားခဲ့ပါတယ်။ မာဗင်ကတော့ သူ့ဇနီးသေဆုံးသွားတာကို အသတ်ခံရတာဆိုပြီး တထစ်ချယုံကြည်နေခဲ့ပါတယ်။ သူ့ဇနီးသေဆုံးမှုဟာ သာမန် သွေးရိုးသားရိုးသေဆုံးသွားခဲ့ရတာလား ဒါမှမဟုတ် မာဗင်ယုံကြည်နေသလို သူ့ဇနီးက အသတ်ခံလိုက်ရတာလား၊ ပုန်ကန်မှုတွေ အန်နာရဲ့သေဆုံးမှုတွေမှာ အစိုးရက ဘယ်လိုပါဝင်ပတ်သက်နေမလဲဆိုတာကို နိုင်ငံရေးလှည့်ကွက်တွေကြားမှာ အချစ်၊ အလွမ်း၊ မေတ္တာ၊ Dramaတွေကို တစည်းတလုံးထဲ ဒီရုပ်ရှင်မှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဖိနှိပ်ခံခဲ့ရတဲ့ အင်ဒီယန်တွေရဲ့ဘဝကိုထင်ထင်ရှားရှားရိုက်ကူးပြသွားနိုင်ခဲ့သလို အမေရိကန်တွေရဲ့ လူသိမခံစေချင်တဲ့dark secretသမိုင်းတွေကိုလည်းတစ်ပါတည်း တွေ့မြင်ရမှာဖြစ်ပါတယ်။File size…(2.1GB)  / (785MB) / (359MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Thriller\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/2w1K6/The.Sacrifice.Zone.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-para-136x200.jpg",
        "title": "Paradise City (2022)",
        "description": "နာမည်ကျော်မင်းသားကြီးနှစ်ယောက် Pulp Fiction အပြီးမှာပြန်ဆုံကြတဲ့ကားလေးပါ။ Bruse Willis နဲ့ John Travolta တို့တွဲဖက်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးပါ။ Ryan ဆိုတဲ့လူငယ်တစ်ယောက်သူ့အဖေ ဖြစ်သူသေဆုံးသွားတဲ့ Maui ကျွန်းပေါ်ကို‌ရောက်လာပြီး ဖြစ်ရပ်မှန်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ ထင်မထားဘဲ ရန်သူတွေဝိုင်းလာပါတော့တယ်။ Ryan လည်းရသမျှအကူအညီယူပြီး မူးယစ်ရာဇာတစ်ယောက်နဲ့ထိပ်တိုက်တွေ့ရာကနေ ပွဲကြမ်းလာပုံကိုကြည့်ရှုရမှာပါ။File size…(1.67GB)  / (907.94MB) / (466.59MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre... Action  / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1aaeb/Paradise.City.2022.720p(CM)_(2).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRtOX9CNOFDsn3D2l5v4nxI08VQ.jpg",
        "title": "The Violence Action (2022)",
        "description": "The Violence Action (2022)(1080p ရပါပြီ)Kei ဆိုတဲ့ မိန်းမငယ်လေး တစ်ဦးဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ယောက်အနေနဲ့ အသက်မွေးဝမ်းကျောင်း ပြုပါတယ်။ အပျော်ကောင်မလေးတွေ ခေါ်တဲ့ website နဲ့ဖုန်းနံပါတ်ထားပြီး အဲ့ဒီကနေ လူသတ်ဖို့ ငှားကြရတာပါKei ကို ချစ်စရာကောင်မလေးအထင်နဲ့ တံခါးဖွင့်လက်ခံပေးကြတဲ့ လူဆိုးတွေ အမြဲအသတ်ခံရကာ Kei ကလည်း အမှားမရှိဘဲ အလုပ်ကို လက်စသတ်နိုင်သူ တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျပန်က အကြီးဆုံး ရာကူဇာဂိုဏ်းက ခေါင်းဆောင်တစ်ယောက်ကို သတ်ဖို့ ငှားခံရတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 2.5GB, 991MB, 489MB\nQuality            : 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "5",
        "url": "https://megaup.net/1a7vq/[CM]The.Violence.Action.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWIxZTFiMTctZWJmYy00MjI0LWJiODYtODZkZDM0ODRkZDAxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-142x200.jpg",
        "title": "The Top Secret: Murder in Mind (2016)",
        "description": "Top secret murder in mindတိုကျိုမြို့တော်ရဲဌာနရဲ့ လက်အောက်မှာ နည်းပညာသစ်ကိုအသုံးပြုပြီး ဆန်းသစ်တဲ့နည်းလမ်းနဲ့ အမှုလိုက်နေတဲ့ \"ဌာန၉\"ဆိုတာ ရှိပါတယ်။ ဌာန၉က စမ်းသပ်ဆဲဌာနတစ်ခုဖြစ်ပြီး တရားဝင်ဌာနအဖြစ် အသိအမှတ်ပြုမခံရသေးပါဘူး။သူတို့ရဲ့အဓိကအလုပ်ကတော့ သေဒဏ်ကျခံရပြီး သေသွားတဲ့အပြစ်သားရဲ့ဦးနှောက်ကို လူတစ်ယောက်နဲ့ချိတ်ဆက်ကာ scanဖတ်ပြီး မှတ်ဉာဏ်ဟောင်းတွေကို ကြည့်ရှုတာပါ။ ဒီလိုကြည့်ပြီးတော့ ဒီအမှုမှာဘာတွေဖြစ်ခဲ့လဲ တရားခံဟာ ဘယ်လိုနည်းလမ်းတွေသုံးခဲ့လဲဆိုတာကို စမ်းသပ်စစ်ဆေးနေတဲ့ဌာနပါ။ ဒါမှ တရားခံနဲ့ဆက်စပ်ပြီး နောက်ထပ်ပေါ်လာနိုင်တဲ့ပြစ်မှုတွေကို ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။ဆုယုဂုချိလို့ခေါ်တဲ့သိပ္ပံပညာရှင်က သူ့မိန်းမ၊ယောက္ခမနဲ့ သမီး၂ယောက်ကို ရက်စက်စွာသတ်ခဲ့တာကြောင့် သေဒဏ်ကျခံခဲ့ရပါတယ်။ သူ့ရဲ့ဦးနှောက်ကို ဌာန၉က လွှဲပြောင်းယူပြီး စစ်ဆေးလိုက်တဲ့အခါ တကယ့်လူသတ်သမားက သူမဟုတ်မှန်း သိလာရပါတယ်။ ဆုယုဂုချိရဲ့ သမီးအကြီးကလည်း တကယ်မသေဘဲ ပျောက်ဆုံးနေပါတယ်။ သမီးကြီးဖြစ်သူက ခိုင်နုမလို့ခေါ်တဲ့ သိပ်ကြောက်စရာကောင်းတဲ့ စိတ္တဇလူတစ်ယောက်နဲ့ပါ ပတ်သက်မှုရှိနေတဲ့အခါတကယ့်လူသတ်သမားအစစ်ကို မှတ်ဉာဏ်တွေထဲကနေ အတိတ်ကအမှုကို လျှို့ဝှက်စွာ ပြန်လည်စစ်ဆေးဖော်ထုတ်ကြမဲ့ စုံထောက်ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Ingyin ...",
        "rating": "5.4",
        "url": "https://megaup.net/1a8c1/The_Top_Secret_Murder_in_Mind_(2016)_WEB-DL_720p.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0giIi4bTILVhNhJajet3WWY3FA.jpg",
        "title": "Run Lola Run (1998)",
        "description": "Run Lola Run (1998)IMDb - 7.7/10 နဲ့ Rotten Tomatoes - 93% ရထားတဲ့ ဂျာမန်ကားလေးပါ။ ဒီကားဟာ ထွက်ထွက်ချင်းတုန်းက ဂျာမနီမှာ ဝက်ဝက်ကွဲ အောင်မြင်ခဲ့တဲ့အပြင် ဂျာမန်ရုပ်ရှင်ခေတ်သစ်လို့ သတ်မှတ်ခံခဲ့ရပါတယ်။ ဥရောပကားလည်းဖြစ် Experimental နည်းနည်းပါတာကြောင့် အသွားနှေးပြီး နားမလည်နိုင်စရာတွေ ကြည့်ရတော့မယ်လို့ ထင်လိုက်မိမယ်ဆိုရင်တော့ မှားသွားပါလိမ့်မယ်။ရုပ်ရှင်နာမည်အတိုင်းပဲ ရှင်းပါတယ်၊ လိုလာဆိုတဲ့ မိန်းကလေး အသားကုန်ပြေးနေတာကို တစ်ကားလုံးနီးပါး တွေ့မြင်ရမှာပါ...။ ဒါပေမယ့် လိုလာလေး ဘာကြောင့်ပြေးရတာလဲ ဘယ်နှကြော့ပြန် ပြေးရမှာလဲ ဘယ်လိုလူတွေကို ဆုံတွေ့ခဲ့ပြီး ဘယ်လိုအကြောင်းအရာတွေကို တူးဆွမိခဲ့မှာလဲ...။ တစ်ကြိမ်ကြည့်ရင် တစ်ကြိမ်ဆိုသလို မတူတာတစ်ခုကို တွေ့နိုင်မှာပါ။ တစ်ကြိမ်ပဲကြည့်မယ်ဆိုရင်လည်း စိတ်လှုပ်ရှားမှု အပြည့်ရနိုင်မှာပါ။ဆုတွေ တစ်သီကြီးရထားတဲ့ ဒီကားနဲ့ပတ်သက်ရင် ပြောချင်တာတွေ အများကြီးရှိပေမယ့် မပြောဘဲထားတာဟာလည်း ကြည့်ဖြစ်ဖို့ အကြောင်းအရင်းတစ်ခုဖြစ်လိမ့်မယ်လို့ မျှော်လင့်မိပါတယ်။ အခုပဲ လိုလာလေးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2w33m/(CM)_Run_Lola_Run_(1998)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDBmNzIwY2QtMjZhOC00YzlhLWIwNjMtZDdkZjY3OWUzZDI4XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Wonder (2022)",
        "description": "The Wonder(2022)\n===============\nIMDb Rating - 6.7/10ဒီတစ်ခါမှာတော့ Little Women ထဲကမင်းသမီး Florence Pugh\nပါဝင်ထားတဲ့ The Wonder ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးပါရစေ။\nအချိန်ကတော့ ၁၈၆၂ခုနှစ်ကာလကို အခြေတည်ထားပါတယ်။ မစ္စစ်ရွိုက်\nဆိုတဲ့ အင်္ဂလန်က ကျွမ်းကျင်သူနာပြုတစ်ယောက်ဟာ အိုင်ယာလန်ရွာငယ်\nလေးတစ်ရွာကို အလုပ်ကိစ္စနဲ့လာခဲ့ပါတယ်။ဟ...သူနာပြုပဲ အလုပ်ကိစ္စပါဆိုနေမှ ဆေးကုဖို့ပေါ့လို့ထင်ရင်တော့\nနည်းနည်းလွဲပါတယ်။ တကယ်က ကောင်မလေးတစ်ယောက်ကို စောင့်ကြည့်\nပေးဖို့ ရွာကကော်မတီဝင်‌တွေက ခေါ်တာပါ။  အဲ့ကောင်မလေးက အစာမစားဘဲ\nအသက်ရှင်နေနိုင်ပါတယ်။ ဆိုတော့ ရွာမှာ သူ့ကိုလာကြည့်တဲ့လူတွေကြောင့်\nရွာလူကြီးတွေက စိတ်ရှုပ်ရလို့ ကျွမ်းကျင်သူနာပြုဖြစ်တဲ့ မစ္စစ်ရွိုက်ရယ်နဲ့ ဝါရင့်\nသီလရှင်တစ်ပါးရယ်ကိုခေါပြီး ကောင်မလေးကို စောင့်ကြည့်ခိုင်းတာပါ။\nစောင့်ကြည့်ကာလကတော့ နှစ်ပတ်ပါ။မစ္စစ်ရွိုက်တစ်ယောက် နှစ်ပတ်အတွင်း ကောင်မလေးကိုစောင့်ကြည့်ရင်း\nဘာတွေကြုံတွေ့ရမလဲ။ ကောင်မလေးကရော တကယ်အစာမစားတာ ဟုတ်ရဲ့\nလား။ တကယ်မစားဘူးဆိုရင် သူဘယ်လိုအသက်ရှင်နေနိုင်တာလဲ။ နောက်ဆုံး\nရွာကော်မတီဝင်တွေက ဘယ်လိုဆုံးဖြတ်ချက်ချမလဲ ဆိုတာကို စိတ်ဝင်တစား\nကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.95 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2w35C/The.Wonder.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjBkMTRkMWQtNzAwYS00MmE2LWI5YzktNDU5OGY2NjIzMzNjXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lamborghini: The Man Behind the Legend (2022)",
        "description": "Lamborghini: The Man Behind the Legend (2022)\n===================================2019 တုန်းက Ford vs Ferrari ရုပ်ရှင်ထွက်လာပြီးတဲ့ နောက်\nမှာတော့ အခု Lamborghini ထပ်မံထွက်ရှိလာပါပြီမို့ တင်ဆက်\nပေးလိုက်ပါပြီ။ လန်ဘိုဂီနီဆိုပြီးဖြစ်အောင် ပြုလုပ်ခဲ့တဲ့ ဖရူချို\nလန်ဘိုဂီနီဟာဆိုရင် ၁၉၁၆ ခုနှစ်မှာ မွေးဖွားခဲ့ပါတယ်။ ဒုတိယ\nကမ္ဘာစစ်မှာ စစ်ထဲလိုက်ခဲ့ပြီး စက်ပြင်ပညာကိုသင်ယူခဲ့ရပါတယ်။\nဖရူချိုဟာ မိရိုးဖလာအလုပ်ဖြစ်တဲ့ စိုက်ပျိုးရေးကို မလုပ်ကိုင်လိုပဲ\nထွန်စက်တွေကို ထုတ်လုပ်ချင်ခဲ့တာပါ။ဒီလိုနဲ့ သူငယ်ချင်းဖြစ်သူ မက်သယ်အိုနဲ့ ကြိုးစားကြရင်း အခက်အခဲတွေ\nကြားထဲမှ ထွန်စက်ထုတ်လုပ်တဲ့ လုပ်ငန်းကို ၁၉၄၈ ခုနှစ်မှာ စတင်နိုင်ခဲ့ပါတယ်။\nသူထုတ်နိုင်ခဲ့တာက တစ်ခြားထွန်စက်တွေထက်စွမ်းရည်နှစ်ဆသာပြီး\nဈေးပိုသက်သာတဲ့ထွန်စက်ပါ၊ နာမည်ကလည်း လန်ဘိုဂီနီဆိုတဲ့နာမည်နဲ့ပါ။ပထမဆုံးထွန်စက်ပေါ်မှာတပ်ဆင်မယ့် လန်ဘိုဂီနီဆိုတဲ့ တံဆိပ်ပြားလေးရဖို့\nအတွက် သူပေးဆပ်လိုက်ရတာကလည်း တန်ဖိုးကြီးပါတယ်။ ဖရူချိုဟာ\nထွန်စက်တွေ၊ လေအေးပေးစက်တွေ၊ အပူပေးစက်တွေ ထုတ်လုပ်တဲ့လောကမှာ\nကျင်လည်ရင်း ဖယ်ရာရီကားတွေတစ်စီးပြီးတစ်စီး သူဝယ်စီးထားနိုင်ခဲ့သလို၊\nကမ္ဘာကျော် လန်ဘိုဂီနီကားတွေထွက်လာဖို့ဆိုတာကလည်း ဖယ်ရာရီကား\nကုမ္ပဏီကြောင့်ဆိုရင်မမှားပါဘူး၊ ဘာကြောင့်လဲဆိုတာတော့ ဖြစ်ရပ်မှန်အခြေခံ\nဇာတ်လမ်းထဲမှာပဲ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin နဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Q5dg/lamborghini.the.man.behind.the.legend.2022.720p.web.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceqxYWiOjwAOSC0McozgPDYI8kK.jpg",
        "title": "Yin and Yang Painted Skin ( 2022 )",
        "description": "“လူသားလုလင်ပျိုနဲ့ မြွေမိစ္ဆာမလေးတို့ရဲ့ အချစ်အမုန်း အားပြိုင်မှုလေးတစ်ခု”\nသက်ရှိတွေအားလုံးကို ဆွဲဆောင်ညှို့ယူထားတဲ့\nမြွေမိစ္ဆာမလေး လီချင်းတစ်ယောက် တောင်ပေါ်ကို ဆေးပင်လာခူးတဲ့\nဇနီးမယားရှိပြီးထားသူ ဝမ်ရှန်းကို မြင်မြင်ချင်းချစ်မိသွားတဲ့အခါမှာတော့\nဇနီးမယားရှိတာကို အာရုံမထားပဲ ဝမ်ရှန်းကို ရယူသိမ်းပိုက်ဖို့ ပြင်ဆင်လာခဲ့ပါတော့တယ်ဝမ်ရှန်းရဲ့ အိမ်တော်ကို နည်းမျိုးစုံနဲ့ဝင်ရောက်ခဲ့ပြီး\nဝမ်ရှန်းရဲ့ ဇနီးဖြစ်သူ ရွှီဖန့်နဲ့ လူအရေခွံလဲလှယ်ဖို့ ကြံစည်ခဲ့ပါတယ်\nလီချင်းရဲ့ အဘွားဖြစ်သူဟာ သူမကို ယောကျာ်းတွေရဲ့\nဝိဉာဥ်စွမ်းအား စုဆောင်းခိုင်းပေမဲ့လဲ အဘွားဖြစ်သူရဲ့ ဆန္ဒကို\nအတိုက်အခံလုပ်ကာ ဝမ်ရှန်းကို ရဖို့ အခေါက်ခေါက်အခါခါ စွန့်စားခဲ့ပါတယ်\nတစ်နေ့မှာ ဝမ်ရှန်းတစ်ယောက် လီချင်းသူ့ကို\nမောင်ပိုင်စီးဖို့ကြိူးစားနေတဲ့ အကြောင်း သိရှိသွားတဲ့အချိန်မှာတော့ -❐ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းတွေက ရှေ့ဆက်သွားလို့ရနိုင်ပါ့မလား ?\n❐ မမျှော်လင့်ထားတဲ့ ဘယ်လို အတားအဆီးမျိုးတွေကိုရော ကြုံတွေ့ရဦးမှာလဲ ?\n❐ လူသားနဲ့ မိစ္ဆာကြားက အချစ် အမုန်း အားပြိုင်မှုတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်လို့ ဒီဇာတ်ကားလေးကို လက်မလွှတ်တမ်းကြည့်ရှုပေးပါဦးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/yin-and-yang-painted-skin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVJXBo0KtdntnGfUoLafGCgy2nF.jpg",
        "title": "Coffin Mountain Ancient Tomb ( 2022 )",
        "description": "ဂူသင်္ချိုင်းဖောက်တာတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရတာ\nကြိုက်နှစ်သက်တဲ့ သူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ရှင် ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“ဂူသင်္ချိုင်းတည်ထားတဲ့ တောင်ပေါ်မှာရှိတဲ့ မိန်းကလေးမာဆိုသူရဲ့\nခေါင်းတလား ဒဏ္ဍာရီဟာ နေရာစုံကို ပြန့်နှံ့လို့နေခဲ့ပါတယ်\nဒဏ္ဍာရီရဲ့ပြောကြားချက်တွေအရ ကျောက်စိမ်းခေါင်းအုံးရှိရင်\nခေါင်းတလားကိုဖွင့်နိုင်မှာပဲဖြစ်ပါတယ် ခေါင်းတလားအတွင်းမှာ\nမသေခြင်းနည်းပညာသာမက ရတနာပေါင်းများစွာရှိနေတယ်ဆိုတဲ့အကြောင်းကြောင့်\nလူတွေဟာ အသက်ကို မဓာနမထားပဲ လောဘကိုပဲ\nရှေ့တန်းတင်လာခဲ့ကြပါတော့တယ် အဲဒီအထဲမှာမှ\nရိုင်းစိုင်းလှတဲ့ ပြည်နယ်တပ်နဲ့ ဗိုလ်မှုးချုပ်က အပါအဝင်ပါပဲ\nအခြေအနေတွေက မတည်ငြိမ် ရုတ်ရုတ်သဲသဲဖြစ်နေချိန်မှာ\nသခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့ တပည့်ဂိုဏ်းသားတွေက အမှန်တရားကို ရှာဖွေခဲ့ကြပါတော့တယ်ဂိုဏ်းရဲ့လျို့ဝှက်နည်းလမ်းတွေကို သုံးပြီး တည်နေရာကိုရှာဖွေကာ\nရှေးခေတ်ခေါင်းတလားကို ဖွင့်ကာနီးမှာတော့ ပြည်နယ်စစ်တပ်ရဲ့\nဟန့်တားမှုတွေနဲ့ ကြုံတွေ့ခဲ့ရပြီး သူတို့ရဲ့လုပ်ငန်းစဥ်တွေက\nထင်သလောက်ခရီးမရောက်ခဲ့ပါဘူး အဲဒီအချိန်မှာပဲ - ”❐ အတားအဆီးမဲ့ဖြစ်နေတဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းတွေ !\n❐ လူတွေကို ထင်ရောင်ထင်မှားဖြစ်စေတဲ့နည်းပညာတွေ !\n❐ ဂူသင်္ချိုင်းအတွင်းက သွေးဆာနေတဲ့ ပင့်ကူတွေ !\n❐ ထူးဆန်းခြောက်ခြားလှတဲ့ အဖြစ်ပျက်တွေ အစရှိတဲ့\nအရာတွေကနေပြီးတော့ သခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့တပည့်တွေ လွတ်မြောက်ဖို့ ကြိုးစားကြရင်း -❐ ဒီထူးဆန်းတဲ့ကိစ္စရဲ့နောက်ကွယ်က ဘယ်သူမှမသိကြတဲ့ လျှို့ဝှက်ချက်ကို သူတို့တွေရှာဖွေတွေ့နိုင်ပါ့မလား ?\n❐ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/coffin-mountain-ancient-tomb-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjFDIlUCJkcpFxYKtE6OsGcAfQQ.jpg",
        "title": "Blade of the 47 Ronin (2022)",
        "description": "The Blade of the 47 Ronin (2022)ဒီကားလေးကတော့ ဆာမူရိုင်းတွေ၊ နင်ဂျာတွေကို သဘောကျတဲ့သူတွေအတွက် ကြည့်ကောင်းမယ့်ကားလေး တစ်ကားပါ။\nရှေးခေတ်က ဆာမူရိုင်းတွေကို ဒီဘက်ခေတ်အနေအထားနဲ့ ယှဉ်ရိုက်ပြထားတာ ဖြစ်ပြီးတော့\nမင်းသားကြီး Keanu Reeves ရဲ့ နာမည်ကျော် (47) Ronin ရဲ့ spin-off ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။\nဇာတ်လမ်းရဲ့ သဘောတရားကတော့ ယူရေဆိုတဲ့ စုန်းမျိုးနွယ် တစ်ယောက်ဟာ ရိုနင်(၄၇)ယောက်ရဲ့ မျိုးဆက်ကို ဖြတ်ပစ်ပြီး\nဆာမူရိုင်းတွေ အားလုံးကို ရှင်းပစ်ချင်နေသူပါ။ ယူရေကိုတားနိုင်မယ့် တစ်ခုတည်းသော နည်းလမ်းက\nရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ဟာ ထန်ဂူဓားကို ကိုင်ဆွဲပြီး ယူရေကို သုတ်သင်ဖို့ပဲ ဖြစ်ပါတယ်။\nထန်ဂူဓားဆိုတာတော့ အင်မတန်စွမ်းအားကြီးတဲ့ ဓားဖြစ်ပြီး စုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကို ပေါင်းစည်းမှသာ ရလာနိုင်မယ့် ဓားပါ။\nဒီတော့ ဆာမူရိုင်းတွေ အနေနဲ့ ရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ကို ရှာတွေ့နိုင်ပါ့မလား၊\nစုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကိုရော ယူရေထက်အရင် ရှာတွေ့ပါ့မလား\nစုန်းမျိုးနွယ် ယူရေကိုရော ...",
        "rating": "",
        "url": "https://megaup.net/1a6t4/Blade.of.the.47.Ronin.2022.720p.DD5.1.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/INSERT-FRI-135x200.jpg",
        "title": "The Friendship Game (2022)",
        "description": "မြို့ငယ်လေးတစ်ခုက အထက်တန်းပြီးခါစ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဟာ Friendship game လို့ခေါ်တဲ့ ထူးဆန်းတဲ့အရာဝထ္ထုတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက်မှာ သူတို့ရဲ့ခင်မင်မှုသံယောဇဉ်တွေဟာ နည်းလမ်းအမျိုးမျိုးနဲ့ စမ်းသပ်ခံရပါတော့တယ်။ ဂိမ်းရဲ့စည်းမျဉ်းအရ အတွင်းစိတ်ထဲက အနက်ရှိုင်းဆုံးဆန္ဒတွေကို အချင်းချင်းပြောပြပြီးတဲ့အခါ သူတို့ရဲ့ခင်မင်မှုကို စမ်းသပ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်ဆိုသလိုဖြစ်ပေါ်လာခဲ့တော့တယ်။ ခင်မင်မှုပျက်ပြားခဲ့ရင် လူကိုယ်တိုင်သေဆုံးလိမ့်မယ်ဆိုတဲ့ အဲဒီဂိမ်းကိုကစားခဲ့တဲ့ သူငယ်ချင်းတစ်သိုက် ထိန့်လန့်ခြောက်ခြားဖွယ်ရာအဖြစ်အပျက်တွေကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်စားစရာကောင်းစွာ မြင်တွေ့ရမှာဖြစ်ပါတယ်။File size…(1.49GB)  / (725MB) / (354MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "",
        "url": "https://megaup.net/1Q4he/The.Friendship.Game.2022.720p.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/87bBHD7tE7BPZakwiAJTaEuO6SB-133x200.jpg",
        "title": "[18+]Pet Girl: Secret Helper (2020)",
        "description": "[18+]Pet Girl: Secret Helper (2020)********************************ပျင်းရိဖွယ်ရာနေ့တွေကို ဖြတ်သန်းပြီးတဲ့နောက်လူငယ်(၂)ယောက်ဟာ တစ်ခုခုလုပ်ဖို့ကြံစည်ကြတယ်..တစ်နေတော့ online ကနေကြော်ငြာတစ်ခုတွေ့ပြီး အပျင်းပြေ အိမ်မွေးတိရစ္ဆာန်လေးတွေ ခေါ်လို့ရတယ်ဆိုပြီး...ဒါမဲ့ဈေးကတော့ကြီးလွန်းလှတယ်.. သို့ပေမဲ့သူတို့က တစ်ပတ်တာ ခေါ်ကြည့်လိုက်တဲ့အခါမှာညှို့အားပြင်း မော်ဒယ်မလေး(၂)ယောက် အိမ်ကိုရောက်လာတဲ့အခါမှာတော့..မော်ဒယ်အလှလေး Seung Ha ပါဝင်တဲ့ကားမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ..  File Size :(2.1GB) and (858 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1Q54v/Pet_Girl_Secret_Helper_(2020).HDRip.720p(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfae1vtjzlE73DPJGlHq88sZKX3.jpg",
        "title": "Slumberland (2022)",
        "description": "Slumberland (2022)Jason Momoa ကြီးပါဝင်တဲ့ Slumberland ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။နီမိုဆိုတဲ့ ကလေးမလေးဟာ ကျွန်းတစ်ကျွန်းပေါ်က မီးပြတိုက်မှာ အဖေနဲ့အတူနေလာရင်း တစ်နေ့မှာ သူ့အဖေဆုံးပါးသွားခဲ့ပါတယ်။ ငယ်ငယ်တည်းက အမေဆုံးပါးခဲ့တာဖြစ်ပြီး အဖေပါမရှိတော့တဲ့ နီမိုဟာ တစ်ယောက်တည်းကျန်ခဲ့ကာ သူ့အဖေမသေခင်က ဆန္ဒအတိုင်း မြို့ကြီးပေါ်က သူ့ဦးလေးဆီမှာ သွားနေရပါတယ်။ဒါပေမဲ့ နီမိုဟာ သူ့ဘဝမှာ အဖေတစ်ယောက်တည်းပဲရှိခဲ့တာကြောင့် အိပ်မက်ထဲမှာ သူ့အဖေနဲ့ ပြန်တွေ့ချင်နေရှာပါတယ်။ ဒီအပြင့် သူ့အဖေထားခဲ့တဲ့ လျှို့ဝှက်မြေပုံတစ်ခုရှိပါသေးတယ်။ဒီမြေပုံဟာ အိပ်မောကျတိုင်းပြည်က ပုလဲတွေရှိရာကို ညွှန်ပြပေးတာဖြစ်ပြီး အဲဒီပုလဲရရှိသူဟာ လိုရာဆုတစ်ခုတောင်းရင် အိပ်မက်ကမ္ဘာထဲမှာ ဆန္ဒတွေပြည့်ဝနိုင်ပါတယ်။ ဒီတော့ နီမိုဟာ မြေပုံနဲ့အတူ သူ့အဖေသူငယ်ချင်း ဝရမ်းပြေးကြီးဖလစ်အကူအညီနဲ့ အိပ်မက်တစ်ခုကနေ တစ်ခုဆီ ခုန်ကူးရင်း ပုလဲကိုလိုက်ရှာတဲ့အခါ ...ကျန်တဲ့ နီမိုရဲ့ စွန့်စားခန်းနဲ့ အလွဲလေးတွေကိုတော့ ဇာတ်လမ်းလေးထဲ ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size      ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Q52e/[CM]Slumberland.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
        "title": "Disenchanted (2022)",
        "description": "Disenchanted (2022)(1080p ရပါပြီ)2007 ခုနှစ်ရဲ့ Enchanted ရုပ်ရှင်အဆက်အနေနဲ့ Disenchanted ထွက်ပါပြီ။ ဒစ္စနေးရဲ့ ရုပ်ရှင်အသစ်လေးပါပဲ။ မှော်စိတ်ကူးယဉ်ဇာတ်လမ်းကို သီချင်းလှလှလေးတွေနဲ့ တန်ဆာဆင်ထားလို့ မိသားစုလိုက်ပျော်ပျော်ကြီးကြည့်လို့ရမှာပါ။ဇာတ်လမ်းအကျည်း ...\nဂျစ်ဆဲလ်ဟာ အန်ဒလေးရှားတိုင်းပြည်ကနေ နယူးယောက်ကိုရောက်လာခဲ့ပြီး ရောဘတ်နဲ့မော်ဂန်တို့ သားအဖနဲ့တွေ့ဆုံခဲ့တာပါ။ဒီဇာတ်ကားမှာတော့ ရောဘတ်နဲ့ ဂျစ်ဆဲလ်တို့က ဆိုဖီယာဆိုတဲ့ သမီးလေးမွေးလာပြီး နယူးယောက်ကနေ မွန်ရိုဗီးဆိုတဲ့ ကျေးလက်မြို့လေးကို ပြောင်းရွှေ့လာခဲပါတယ်။ကျေးလက်မှာ အခက်အခဲတွေတွေ့ရပြီး မော်ဂန်နဲ့လည်း အဆင်မပြေဖြစ်လာတဲ့အခါ ပုံပြင်ကမ္ဘာထဲမှာ ကြီးပြင်းခဲ့တဲ့ ဂျစ်ဆဲလ်ဟာ အမြဲပျော်နေချင်တဲ့သူဖြစ်တာကြောင့် သူလက်ဆောင်ရတဲ့ ဆုတောင်းနှင်တံလေးကိုသုံးပြီး ပုံပြင်ဘဝမျိုးရပါစေလို့ဆုတောင်းလိုက်မိပါတယ်။ဒါပေမဲ့ ဆုတောင်းရင်သတိထားပါဆိုတဲ့ ဆိုရိုးအတိုင်း ပုံပြင်ကမ္ဘာဆိုတာ ပျော်စရာအပြင် ဗီလိန်တွေလည်း ပါလာတဲ့အတွက် အန္တရာယ်ကြီးတွေရင်ဆိုင်ရတဲ့အခါ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Mr.Anderson ပါ။)File Size          : 2.9GB, 1.1GB, 588MB\nQuality            ...",
        "rating": "6.2",
        "url": "https://megaup.net/2w1vV/[CM]Disenchanted.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3WZH82bi5fG8vSKgcU45yWoSJZQ.jpg",
        "title": "A Monsterous Holiday (2013)",
        "description": "A Monsterous Holiday (2013)\n=====================\nIMDb Rating - 6.5/10Andy ဟာ သိပ္ပံပညာရပ်ကို စိတ်ဝင်စားပြီး တီထွင်ဖန်တီးမှုတွေ\nလုပ်နေရရင် ထမင်းမေ့ဟင်းမေ့ဖြစ်နေတတ်တဲ့ ကလေးပါ။\nဟောလိုးဝင်းပွဲနေ့မှာ ကျင်းပမယ့် သိပ္ပံပြပွဲမှာ အနိုင်ရဖို့အရေး\nအတော်ကိုကြိုးစားနေပေမယ့်၊ အိမ်နောက်ဖေးမီးလောင်လိုက်\nပေါက်ကွဲလိုက်နဲ့ အဆင်ပြေတဲ့ ဖန်တီးမှုတစ်ခုတောင် မရသေးပါဘူး။အိမ်တွင်းအောင်း အမှောင်ထဲပဲနေတဲ့ andy ကို သူ့အဖေက သူနည်းပြ\nလုပ်တဲ့ဘောလုံးအသင်းမှာ  အန်ဒီ့ အစ်ကိုနဲ့အတူတူဘောလုံးကစားဖို့\nအတင်းဆွဲခေါ်တော့ အန်ဒီ့ခမျာ တီထွင်စမ်းသပ်မှုလုပ်ချင်ပေမယ့် အချိန်\nကောင်းကောင်းမရရှာဘူး ဖြစ်နေလေတယ်။ ဒီလိုနဲ့ ဖန်တီးမှုကောင်းကောင်းရဖို့\nမြို့ပြင်က နာမည်ကြီး သိပ္ပံပညာရှင် ဒေါက်တာဖရန်ကန်စတိုင်းဆီ သွား\nတွေ့ပေမယ့် မတွေ့ခဲ့ရဘဲ ဒေါက်တာဖရန်ကန်စတိုင်းဖန်တီးထားတဲ့ အစိမ်း\nရောင်မွန်းစတားလေးနဲ့ပဲ သွားတွေ့တယ်။ ဘောလုံးတအားကန်ချင်တဲ့\nမွန်းစတားလေး ဖရန့်နဲ့ အန်ဒီတို့ နေရာချင်းလဲပြီး ကိုယ်ကြိုက်တာကိုယ်လုပ်\nနေကြရင်း မထင်မှတ်ထားတဲ့ မွန်းစတားကြီးတစ်ကောင် အန်ဒီတို့မြို့လေးကို\nဝါးမြိုဖို့ ဖြစ်လာတဲ့အခါ ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှု\nခံစားကြည့်ကြပါဦးနော်(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size..........(700 MB) / (300 MB)\nQuality............WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/1a4y6/A.Monsterous.Holiday.2013.720p.AMZN.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8gZWMhJHRvaXdXsNhERtqNHYpH3.jpg",
        "title": "The Fly (1986)",
        "description": "The Fly (1986)~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~Horror တကာ့ Horror ထဲမှာမှ ကြည့်ရတော်တော် အသည်းယားစရာကောင်းတဲ့ Body Horror ကားတွေကိုမှ သိပ်ကြိုက်တဲ့သူဆိုပါစို့။ ခင်ဗျား ဘယ်လိုမှ မေ့ထားလို့မရတဲ့သူက David Cronenberg ပဲ။ သူက Body Horror တစ်လိုင်းရိုက်တဲ့သူ။ ဒါပေမဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ခံစားမှတ်ယူပုံချင်းမတူပေမဲ့ ရုပ်ရှင်ပွဲတော်တွေထဲကမှ Art House ဖြစ်တယ်၊ Art House ဆန်တယ်လို့ ယူဆလို့ရတဲ့ ကားတွေအများစုထဲကိုမှ ရွေးတတ်တဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ပွဲတော်တစ်ခုပြပါဆို ကိန်းကို အဓိကပြရမှာပဲ။ အဲဒီကိန်းရုပ်ရှင်ပွဲတော်ကနေ ခရိုနင်ဘတ်ရထားတဲ့ ဆုတွေကမနည်းဘူး။ ဒီတော့ သူက Body Horror ကို သူ့နည်းသူ့ဟန်နဲ့အကောင်းဆုံးပြနိုင်တဲ့ တစ်ခေတ်တစ်ယောက် ဒါရိုက်တာဆိုလည်း မမှားဘူး။ သူ့ကားတွေက အပြတွေဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2w1zZ/(CM)_The_Fly_(1986)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFyB6XHUrvd3FvgN7NQbS0gjYv7.jpg",
        "title": "Blue’s Big City Adventure (2022)",
        "description": "Blue's Big City Adventure (2022)(1080p ရပါပြီ)Blue's Big City Adventure ဆိုတဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းကားလေးတကား အကြောင်းပြောပြချင်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့ ဂျော့ရှ် ဆိုတဲ့ ကောင်လေးနဲ့ သူ့ရဲ့ခွေးလေး ဘလူးတို့ဟာ သူတို့ရဲ့ အိပ်မက်ဖြစ်တဲ့ ပြဇာတ်သရုပ်ဆောင်တွေ ဖြစ်လာကြဖို့ နယူးယောက်မြို့က လူရွေးပွဲကို ရောက်လာကြတာဖြစ်ပါတယ်။ဖြစ်ချင်တော့ လူရွေးပွဲလုပ်မယ့် ပြဇာတ်ရုံရဲ့ လိပ်စာရေးထားတဲ့ မှတ်စုစာအုပ်ဟာ အိမ်မှာကျန်နေခဲ့ပါတယ်။မှတ်စုစာအုပ်မပါတဲ့ ဂျော့ရှ်နဲ့ ဘလူးတို့ နယူးယောက်မြို့ကြီးမှာ ဘာအခက်အခဲတွေ ကြုံရမလဲ?\nသူတို့ ရည်မှန်းချက်ကို အရောက်လှမ်းနိုင်ဖို့ ဘယ်လို စွန့်စားခန်းတွေ ဖွင့်ကြမလဲ? ဆိုတာ ...တေးသီချင်းလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ကားလေးကို ကြည့်ရင်း ရင်ခုန်ကြတာပေါ့။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zeul Thwin ပါ။)File Size          : 2.2GB, 883MB, 481MB\nQuality      ...",
        "rating": "7",
        "url": "https://megaup.net/2w1bC/[CM]Blue_s.Big.City.Adventure.2022.720p.WEB-DL.KN.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-faily-135x200.jpg",
        "title": "The Family (2022)",
        "description": "ဘာသာရေးနဲ့ ပတ်သက်လာရင်\nကျနော်တို့တတွေဟာ ငယ်ငယ်ကတည်းက\nအယူအစွဲကြီးခဲ့ကြမှာပါ။ ဗုဒ္ဓဘာသာမြန်မာလူမျိုးဆိုတာကလည်း ဘုရားကျောင်းကန်ကို\nမပြတ်သွားလေ့ရှိကြတဲ့အမျိုးမဟုတ်လား။\nဒါပေမဲ့ တစ်ခုရှိတာက ငယ်စဉ်ကတည်းက\nဟုတ်သည်ရှိ မဟုတ်သည်ရှိ ဖြန့်လေ့ရှိကြတဲ့\nဘာသာရေးမှိုင်းတွေ၊ လူကြီးသူမတွေရဲ့\nခြောက်လှန့်ပြောဆိုမှုတွေကြားမှာ\nအသားကျကြီးပြင်းလာခဲ့မယ်ဆိုရင်တောင်မှ\nအသက်တစ်ခု ရလာလို့ လောကကြီးနဲ့\nအထိအတွေ့လေး ရှိလာရင် တချို့ကိစ္စတွေကို\nအမှားအမှန် ခွဲခြားတတ်လာတာမျိုးလေးတွေလည်း\nရှိလာကြစတမ်းပါပဲ။ ဒါပေမဲ့ ငယ်စဉ်ကတည်းက\nအပြင်လောကကြီးနဲ့ အဆက်အသွယ်ပြတ်ပြီး\nအုပ်ထိန်းသူတွေရဲ့ ဘာသာရေးအဆုံးအမတွေကြားမှာပဲ ရှင်သန်ကြီးပြင်းလာခဲ့ရမယ်ဆိုရင်တော့..။ဆယ့်ကိုးရာစုပတ်လည်မှာပေါ့။\nတောအုပ်တွေဝိုင်းထားတဲ့ လယ်ယာမြေလေးတစ်‌ကွက်မှာ မိသားစုတစ်စု ရှိတယ်။\nအဖေဖြစ်သူက ဘာသာရေးစွဲကြီးတဲ့အပြင်\nအရာရာမှာ နိုင်လိုမင်းထက် ပြုချင်တဲ့ ဗီဇကလည်း\nရှိပါ‌သေးတယ်။ ဒီလိုပြောလို့ အမေဖြစ်သူကတော့\nကောင်းလိမ့်မယ် မထင်လိုက်ပါနဲ့ သူလည်း\nထူးမခြားနားပါပဲ။ ဒီလိုနဲ့ တစ်နေ့မှာ ညီအငယ်ဆုံးလေးဖြစ်သူ Elijah အလုပ်လုပ်ရင်း\nပင်ပန်းမှုဒဏ်တွေကြောင့် လဲကျသွားတဲ့အခါမှာတော့\nအဖေလုပ်သူဟာ ယမ်းမီးပုံကျ ဒေါသအိုးကွဲပြီး\nညီထွေးကို အပြစ်ပေးတဲ့အနေနဲ့ တောအုပ်ထဲကို\nခေါ်သွားကာ ချန်ရစ်ခဲ့ပါတော့တယ်။\nနောက်တော့ အိမ်ထောင်ဦးစီးဖြစ်သူ အဖေကြီးက\nအဖဘုရားသခင်အလိုတော်အရဆိုပြီး\nမိသားစုထဲ ချွေးမလေးတစ်ယောက်ကို\nခေါ်လာခဲ့ပြန်ပါတယ်။ တောကြီးမျက်မည်းထဲ\nဆိုင်းမဆင့်ဗုံမဆင့် ရောက်ချလာတဲ့\nအဆိုပါသတို့သမီးလောင်းနဲ့\nအကြီးဆုံးသား Calebတို့ကြားက ဆက်ဆံရေးဟာ\nဘယ်လိုဘယ်ပုံ ခရီးသွားကြမလဲ။ တစ်စထက်တစ်စ\nသိနားလည်တဲ့ အရွယ်ကို ရောက်လာတော့\nအဖေဖြစ်သူရဲ့ အဆုံးအမတွေ ရှေ့နောက်မညီမှန်းကို သတိထားမိစပြုလာတဲ့ Calebကရော\nပုံစံခွက်ထဲကနေ ဖောက်ထွက်ရဲမှာလား။\nအပြင်လောကကြီးက အဖေဖြစ်သူပြောသလိုမျိုး\nပျက်စီးယိုယွင်းနေပြီး နတ်မိစ္ဆာတွေ ...",
        "rating": "",
        "url": " https://megaup.net/19Yge/The.Family.2022.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Museum-961306650-large-141x200.jpg",
        "title": "Museum (2016)",
        "description": "Museumလူသတ်သမားကို လိုက်ရှာဖမ်းတဲ့ စုံထောက်ရုပ်ရှင်တွေထဲမှာမှ စိတ္တဇ ကွင်းဆက်လူသတ်သမားရုပ်ရှင်တွေက ပိုထူးခြားပြီး စိတ်ဝင်စားဖို့ကောင်းတာကို သိကြမှာပါ။ ဒီကားကလည်း အခုလို genre ကြိုက်တဲ့သူတွေအတွက် အချိန်ကုန်ရတန်စေမဲ့ ဂျပန် စုံထောက်ရုပ်ရှင်တစ်ကားပါ။စုံထောက် ဆဝမူရက အလုပ်ကြိုးစားတဲ့သူတစ်ယောက်ဖြစ်ပြီး ၂၄/၇ အလုပ်ပဲလုပ်နေတာကြောင့် အိမ်သူဇနီးနဲ့ သားလေးကို ပစ်ထားမိသလိုဖြစ်နေပါတယ်။ သူ့မိန်းမကလည်း တရားစီရင်ရေးဂျူရီတစ်ယောက်ဖြစ်ပြီး လွန်ခဲ့တဲ့ ၄နှစ်တုန်းက လူသတ်မှုတစ်ခုကို သေဒဏ်စီရင်ချက် ချပေးဖူးပါတယ်။ သေဒဏ်ကျခံရတဲ့အပြစ်သားက စီရင်မခံဘဲ ကိုယ့်ကိုယ်ကို သတ်သေသွားပါတယ်။အခုချိန်မှာတော့ အဲဒီအမှုကိုစီရင်ခဲ့တဲ့ ဂျူရီ၉ယောက်ဟာ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံနေရပါပြီ။ ဂျူရီတစ်ယောက်ချင်းစီကို မတူညီတဲ့သတ်နည်းတွေနဲ့ ပြစ်ဒဏ်ပေးတယ်ဆိုပြီးလိုက်သတ်တာကို ခံလာရတာကြောင့် ဒီအမှုနဲ့ပတ်သက်ပြီး ပြန်စုံစမ်းဖို့ဖြစ်လာပါတယ်။ မိသားစုကိုပစ်ထားတဲ့ ဆဝမူရတစ်ယောက် မိန်းမကိုဘယ်လိုကယ်ဖို့ကြိုးစားမလဲဆိုတာနဲ့ လူသတ်သမားရဲ့ရောဂါနဲ့ဆိုင်တဲ့စိတ်ချို့ယွင်းမှုတွေကို ဖော်ထုတ်သွားမဲ့ ဇာတ်ကားပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Q4hg/Museum_(2016)_720p.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AYQ7vyUI2HVLEKH7niFvJ1AdZp.jpg",
        "title": "Little Fish (2020)",
        "description": "Little Fish (2020)~ IMDb - 6.9/10, Rotten Tomatoes - 91% ~House of the Dragon ထဲမှာ Alicent Hightower အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မမအိုလီဗီယာလေးက တိကုဆရာဝန်မလေးနေရာက ပါဝင်ထားပြီး ဒရာမာ၊ အချစ်၊ သိပ္ပံ အမျိုးအစားစုံတာမို့ အရသာစုံတဲ့ ထမင်းဝိုင်းလိုကားလေးပါ။ ရုပ်ရှင်ဝါသနာအိုးတွေအနေနဲ့လည်း Timeline ကစားထားတာတွေကို လေ့လာလို့ရမယ့်ကားလေးပေါ့။အမှတ်တရဆိုတာက လူသားတွေရဲ့ဇာတ်လမ်းကို ပြန်ပြောင်း ပြောပြဖို့အတွက် အရေးကြီးတဲ့ အထူးအခိုက်အတန့်လေးတွေပါတဲ့…။ အကယ်၍များ ဒီလို အမှတ်တရတွေ သိုမှီးထားတဲ့ မှတ်ဉာဏ်တွေ ပျောက်ကွယ်သွားခဲ့မယ်ဆိုရင်ရော…NIA လို့ခေါ်တဲ့ မှတ်ဉာဏ်တွေကို ပျောက်ကွယ်သွားစေတဲ့ ရောဂါတစ်မျိုးဟာ ကမ္ဘာမှာ ပျံ့နှံ့လို့နေပါတယ်။ ကုရာနတ္ထိ ဆေးမရှိသေးတဲ့အပြင် မှတ်ဉာဏ်ပျောက်ဆုံးသွားသူတွေရဲ့ သံသယက သူတို့ကို ချစ်ခင်သူတွေကို စည်းတားသလိုဖြစ်သွားတာတွေ ဒုနဲ့ဒေးပါ။ ဒီလိုအခြေအနေ အရပ်ရပ်တွေကို ဓါတ်ပုံဆရာလေးနဲ့ တိကုဆရာဝန်မလေးတို့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Q46j/(CM)_Little_Fish_(2020)_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/godfather-133x200.jpg",
        "title": "GodFather (2022)",
        "description": "မင်းသမီး နာရန်သရာ ပါဝင်ထားတဲ့အပြင်\nဆယ်လ်မန်ခန်းလည်း ပါတဲ့ နိုင်ငံရေးကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားထဲမှာ ပြည်သူလူထုရဲ့ အချစ်တော်\nဝန်ကြီးတစ်ယောက် ဆုံးပါးသွားပြီးနောက်\nအဲဒီဝန်ကြီးနေရာကို အစားထိုးယူမယ့် သူနှစ်ယောက်ရဲ့\nအားပြိုင်မှုကို ကြည့်ရမှာဖြစ်ပါတယ်ဘယ်နေရာမှာမဆို အကောင်းနဲ့အဆိုး ဒွန်တွဲနေသလိုပဲ\nသူတို့နှစ်ယောက်ကလည်း တစ်ယောက်က\nလူကောင်း တစ်ယောက်က လူဆိုးပေါ့နှစ်ယောက်စလုံးက ဩဇာအာဏာ အတော်ကြီးမားကြတဲ့သူတွေဆိုတော့\nအားပြိုင်မှုကလည်း လက်ရည်တူတဲ့ လက်ဝှေ့သမားနှစ်ယောက် လက်ဝှေ့ထိုးသလိုပါပဲအဲဒါကြောင့် သူတို့နှစ်ယောက်ထဲက\nဘယ်သူအနိုင်ရမလဲဆိုတာ ဒီကားထဲမှာ\nနိုင်ငံရေးသဘောတရားတွေနဲ့အတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora ~ OeliuJ ~ HayMan ~ KhamMon",
        "rating": "5.9",
        "url": "https://megaup.net/1Q46v/Godfather_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1txTG5duqYDe4b9RAZTTlBJMYV.jpg",
        "title": "[18+] A Good Lawyer’s Wife (2003)",
        "description": "A Good Lawyer's Wife (2003)~ IMDb rating - 6.2/10 ~(ဒီလိုကားတွေထုံးစံအတိုင်း လုံးဝအကြည်မလွယ်လို့ 720p ကိုပဲ အတတ်နိုင်ဆုံး ဖန်တီးပေးလိုက်ပါတယ်)ဒီကားကို 2010 မှာ The Housemaid နဲ့တစ်‌ခေါက်၊ 2012 မှာ The Taste of Money နဲ့တစ်ခေါက် ကိန်းမှာ ပြိုင်ဖို့ အဖိတ်ခံခဲ့ရတဲ့ Im Sang-soo က ရိုက်ထားတာပါ။ ကိုရီးယားရဲ့ ပါချီပါချက်မဟုတ်တဲ့ A+ မင်းသားစာရင်း၀င် Hwang Jung Min က အဓိက ပါ၀င် သရုပ်ဆောင်ထားပါတယ်။ Hwang ဟာ Ode to My Father, Veteran, New World, Deliver us from Evil စတဲ့ ကားတွေမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Q442/(CM)_A_Good_Lawyer_s_Wife_(2003)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/enchanted-movie-poster-2007-1010438390-140x200.jpg",
        "title": "Enchanted (2007)",
        "description": "ဒီကားလေးကတော့ အရင်ကားတွေနဲ့မတူပဲကွဲထွက်အောင်ဖန်တီးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...ဇာတ်ကားအကြောင်းလေးကိုပြောပြရမယ်ဆိုရင် Animation ကမ္ဘာထဲကမင်းသမီးလေးဟာသူမရဲ့ ကြင်ယာတော်မင်းသားလေးဆီနန််းတော်ဆီကိုလာတဲ့အချိန်မှာမင်းသားလေးရဲ့ မိထွေးတော်စုန်းမကြီးကနေပြီးတော့ မင်းသားလေးဆီမရောက်အောင်လူ့ကမ္ဘာရှိရာရေတွင်းကြီးထဲကိုပစ်ချလိုက်ပါတယ်...အဲလိုလူကမ္ဘာရောက်သွားတဲ့ ကာတွန်းကမ္ဘာထဲကမင်းသမီးလေးဟာအပြင်မှာနဲ့လက်တွေ့မှာဘယ်လိုတွေဖြစ်လာမလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးဟာ Animation အနေနဲ့ကော Movie အနေနဲ့ပါ နှစ်ဖက်အမြင်နဲ့ကြည့်လို့ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...နတ်သမီးပုံပြင်တွေနဲ့ စင်ဒရဲလားကားလေးတွေကိုကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်အကြိုက်တွေ့စေမယ့်ကားလေးလည်းဖြစ်ပါတယ်....Quality…..BluRay 720pDuration…..01:47:00Format…Mp4File Size…(771 MB , 389 MB)Translator......Ei NgeEncoder…..Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/enchanted-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xfOQbzYcXaqKdgfmpOijKF0OUkV.jpg",
        "title": "Mystery Magic Figure ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ဇာတ်ကားချစ်သူများအတွက် အခုတစ်ခေါက်လည်း\nတရုတ် Joker ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...တရုတ်ရိုးရာ မျက်လှည့်ဆိုတာလည်း ရှိတယ်ဆိုတာ\nဒီကားလေးကနေ သိသွားနိုင်မှာပေါ့\nဒီဇာတ်ကားလေးက တရုတ်ရိုးရာမျက်လှည့်နဲ့\nအနောက်တိုင်း မျက်လှည့်ပညာ တိုက်ပွဲကြားမှာ\nတရုတ်ရိုးရာ မျက်လှည့်ပညာရဲ့ အထွတ်ထိပ်ပစ္စည်းကို\nဆက်ခံသူတွေက နောက်လာနောက်သားတွေကို\nလက်ဆင့်ကမ်းဖို့အတွက် ရှာဖွေပုံ အဆင့်ဆင့်လေးကို ရိုက်ကူးပြထားတာပါ...အဲ့ အထွတ်ထိပ်ပစ္စည်းက ဘာဖြစ်မှာလဲ နောက်ပြီး\nဘာအတွက်ရှာဖွေတာလဲဆိုတာကတော့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတာမို့\nပြောပြရင် ပေါ့သွားလိမ့်မယ် ဇာတ်ကားလေးသာ ကြည့်လိုက်ကြပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science-Fiction\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mystery-magic-figure-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWoYDNPNZs5MtzPbirXV73tIHrA.jpg",
        "title": "The Soccer Football Movie (2022)",
        "description": "The Soccer Football Movie (2022)လောလောလတ်လတ် ထွက်ရှိထားတဲ့ Netflix ရဲ့ကာတွန်းကားလေးဖြစ်ပါတယ်။\nအရင် PSG အသင်းရဲ့ ဘောလုံးသမား မိုဗစ်ချ်ကိုတော့ လူတိုင်းသိကြမှာပါ။\nဇာတ်ကောင်ကိုတော့ မိုဗစ်ချ်လို ဆွဲထားပေမဲ့ အပြင်ကမိုဗစ်ချ် လိုတော့ လူကြမ်းကြီးမဟုတ်ပါဘူးဇာတ်လမ်းက ကလေးကားဆိုတော့ မိုဗစ်ချအစစ်လိုတော့ မဟုတ်ဘူးပေါ့။\nဇလာတန်ဆိုတဲ့ ဘောသမားတစ်ယောက်ဟာ အောစတားဆိုတဲ့ ဖလားကို ပြိုင်ဆိုင်ဖို့အတွက်\nနောက်ဆုံးပွဲစဉ်ရောက်ခါနီးမှာ ကလေးတစ်သိုက်နဲ့ ဆုံတွေ့ခဲ့ပါတယ်။\nနောက်ပြီး သူ့ရဲ့ ဘောစကေးတွေကို လိုချင်နေတဲ့ သိပံ္ပပညာရှင်အရူးတစ်ယောက်က\nဇလာတန်ရဲ့ ဘောစကေးတွေကို ခိုးသွားတဲ့အချိန်မှာ စကေးတွေ မရှိတော့တဲ့ ဇလာတန်နဲ့ ကလေးတစ်သိုက်ဟာ\nပြိုင်ဘက် အသင်းကို ဘယ်လိုအနိုင်ယူပြီး အောစတားဖလားကို အရယူနိုင်မလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.42GB | 759MB | ...",
        "rating": "",
        "url": "https://megaup.net/1a64r/The.Soccer.Football.Movie.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/effgnqJMX2lXvXhKlJt7Pm1TkcU.jpg",
        "title": "Tom and Jerry Snowman’s Land (2022)",
        "description": "Tom and Jerry : Snowman's Land (2022)ကလေးဘဝရဲ့ မမေ့နိုင်တဲ့အမှတ်တရ‌တွေအကြောင်း အစချီပြီးပြောတော့မယ်ဆိုရင်\nစကားမပြောတဲ့ တွမ်နဲ့ဂျယ်ရီကို ချန်ခဲ့လို့မရပါဘူး။\nဘယ်ကာတွန်းတွေကို ဘယ်လိုပဲရိုးသွားပါစေ ဘယ်နှစ်ကြိမ်ဘယ်နှစ်ခါပဲ ပြန်ကြည့်ကြည့်\nTom and Jerry ကတော့ ကျွန်တော်တို့ကို အမြဲပြုံးမိစေတယ်လို့ပြောရင်တော့ မမှားပါဘူး။\nဒီနေ့ကတော့ Tom and Jerryကာတွန်းရဲ့ အသစ်ထွက်ရှိလာတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာပါ။ဂွတ်ဘယ်ရီမြို့ငယ်လေးမှာ ဒဏ္ဍာရီတွေ ပုံပြင်တွေနဲ့ပြည့်နှက်နေတဲ့ ဖလစ်စစ်တီတောင်ဆိုတာ ရှိပါတယ်။\nဒဏ္ဍာရီအရတော့ ဖလစ်စစ်တီတောင်ထိပ်မှာရှိတဲ့ နှင်းတွေဟာ မှော်အစွမ်းရှိပြီး နှင်းလူကမ္ဘာဆိုတဲ့ မှော်ဝင်ရွာလေးလည်းရှိပါသတဲ့။တစ်ဖက်မှာတော့ ဒဘယ်ဗေးရဲ့အရုပ်ဆိုင်ကတွမ်နဲ့ မစ္စလာပေ့ခ်ျရဲ့အရုပ်ဆိုင်ကဂျယ်ရီကတော့ ကြောင်နဲ့ကြွက်ပီပီ နေ့တိုင်းသတ်ပုတ်ရင်းပေါ့။\nခေတ်မှီအရုပ်တွေရောင်းနေတဲ့ ဒဘယ်ဗေးရဲ့ဆိုင်ကြီးကို သာမန်အရုပ်လေးတွေနဲ့ မစ္စလာပေ့ခ်ျက မယှဉ်နိုင်တော့ အရှုံးပေါ်မယ့်အဖြစ်ကိုဆိုက်နေတာပေါ့။\nတွမ်နဲ့ဂျယ်ရီဆိုရင်တော့ အမွှေစိန်လေးတက်ဖီကတော့ အမြဲမပါမဖြစ်ပါဘဲ။\nဒီကားလေးထဲမှာတော့ တက်ဖီက မှော်ဆရာရူး မျက်လှည့်ရူးလေးပေမဲ့ လုပ်သမျှမအောင်မြင်တဲ့ငမွှေလေးပေါ့။ဒီလိုသူတို့တွေရဲ့ဘဝထဲကို လာရီဆိုတဲ့ မှော်နှင်းကြွက်ကလေး ရောက်လာချိန်မှာတော့ ဘာတွေဘယ်လို ပြောင်းလဲသွားမလဲ။\nမှော်နှင်းကြွက်ကလေး ရောက်လာချိန်ကျမှ ကံဆိုးပြီး နှင်းမကျတဲ့ခရစ်စမတ်နဲ့ တည့်တည့်တိုးလေတော့\nနှင်းကြွက်လေးအရည်ပျော်မကျရေးအတွက် ဖလစ်စစ်တီတောင်ထိပ်က ...",
        "rating": "5.4",
        "url": "https://megaup.net/1a65f/Tom.and.Jerry.Snowmans.Land.2022.720p.AMZN.H264.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVEotFkV6yKfiVS2TQpEyV8va3q.jpg",
        "title": "Northeast Disco ( 2022 )",
        "description": "ကိုယ်ကြီးလာတဲ့အခါဘယ်လိုဖြစ်မယ်လို့ပုံဖော်ခဲ့ကြဖူးလဲ?\nငယ်ဘဝရဲ့အိပ်မက်နဲ့ ကြီးပြင်းလာတဲ့အခါ တစ်ထပ်တည်းကျတတ်ရဲ့လား?ဒစ္စကိုခေတ်က ကျိုးချွမ်ယွဲ့ဆိုတဲ့ရုပ်ဆိုးဆိုးလူငယ်လေးဟာ\nမတော်တဆထိခိုက်မိသွားပြီး ပြန်နိုးလာတဲ့အခါ ၂၀၂၂ခုနှစ်ကိုရောက်နေပါပြီ......နိုးလာတဲ့ကျိုးချွမ်ယွဲ့ဟာ အိမ်ကြီးအိမ်ကောင်းမှာနေ\nကားကောင်းကြီးစီးပြီး ကုမ္ပဏီဥက္ကဌကြီးဖြစ်နေတာတွေ့လိုက်ရတယ်။\nပိုပြီးအံ့အားသင့်စရာကောင်းတာက သူငယ်ငယ်တုန်းက\nရင်ထဲကနတ်ဘုရားမလေး ဖုဖန်းဟာသူ့ရဲ့ဇနီးဖြစ်နေပါလား......\nကျိုးချွမ်ယွဲ့လက်မခံနိုင်တဲ့အမှန်တရားကတော့\nသူဟာရှယ်ယာရှင်ပြည်သူတွေရဲ့ငွေတွေကိုလိမ်လည်ခဲ့ပြီး\nမိဘကပါစွန့်လွှတ်ထားတဲ့ လူဆိုးကြီးဖြစ်နေတာကိုပါပဲ......တစ်နေ့မှသူ့ရဲ့ရည်းစားလုဖက်ဖြစ်ခဲ့တဲ့လိုင်အန်နဲ့ပြန်ဆုံတွေ့ခဲ့တယ်။\nသူ့ရဲ့ရည်းစားလုဖက်လိုင်အန်က ဖုဖန်းကိုမမေ့နိုင်သေးပါဘူး.....\nဒီလိုနဲ့နှစ်ယောက်သားအကြိမ်ကြိမ်အကွက်တွေထုတ်သုံးပြီး\nယှဉ်ပြိုင်ကြတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။\nအားလုံးကိုသေချာပေါက်စိတ်ပျော်ရွှင်စေမယ့်ကားလေးပဲဖြစ်ပါတယ်နော်၊\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/northeast-disco-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Stigmatized-Properties-Poster-TH-1-141x200.jpg",
        "title": "Stigmatized Properties (2020)",
        "description": "Stigmatized propertyဒီကားကတော့ အဆောင် တိုက်ခန်းရှာနေတဲ့သူတွေကြည့်ရင် အခန်းငှားဖို့တွေဝေတွန့်ဆုတ်စေမဲ့ သရဲကားပါ။ ဂျပန်မှာဆိုရင် အခန်းငှားတဲ့အခါ ဒီအခန်းမှာ အရင်က လူသေထားဖူးရင် ပုံမှန်မဟုတ်တဲ့အဖြစ်အပျက်တွေဖြစ်တတ်ရင် အခိုက်ရှိတဲ့အခန်း Stigmatized propertyဖြစ်ကြောင်း ဖော်ပြပေးရပါတယ်။ ဒီမှာဆိုရင်တော့ သရဲရှိမရှိ ကိုယ်မေးမှပြောပြကြမှာဖြစ်ပြီး အထူးတလည်သတိပေးကြမှာမဟုတ်လို့ ဘုံမတူတဲ့ မိတ်ဆွေတွေနဲ့ကြုံရနိုင်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ရာမမဲ လို့ခေါ်တဲ့ ဟာသတင်ဆက်သူက ရုပ်သံလွှင့်လောကထဲမှာ ၁၀နှစ်ရှိပြီဖြစ်ပေမဲ့ ခုထိမအောင်မြင်သေးပါဘူး။ တစ်ခါရယ်ရင် ၁၇၄စက္ကန့် အသက်ပိုရှည်တယ်ဆိုတဲ့စကားကို လက်ကိုင်ထားပြီး လူတွေကို ရယ်အောင်လုပ်ပေးပေမဲ့ သူ့ဟာသတွေကို လူကြိုက်မများပါဘူး။ဒီလိုနဲ့ သူနဲ့ သူ့သူငယ်ချင်းရဲ့ ၂ယောက်တစ်ဖွဲ့လေးလည်း ဖျက်လိုက်ရပြီး ဘာဆက်လုပ်ရမှန်းမသိဖြစ်နေပါတယ်။ အဲဒီအချိန်မှာ လူသေဖူးတဲ့ ခိုက်တဲ့အခန်းတွေမှာ နေထိုင်ပြီး အဖြစ်အပျက်တွေကို ထုတ်လွှင့်ပေးဖို့ အကြံတစ်ခုရလာပါတယ်။ သရဲရှိလောက်တဲ့အခန်းကိုငှားပြီး စတင်နေထိုင်တဲ့အခါ တကယ်ကိုပဲ သရဲက အကောင်အထည်ပြလာတာကြောင့် သူ့အစီအစဉ်လည်း နာမည်ကြီးလာပါတယ်။ ဒီလိုနဲ့တစ်ခန်းပြီးတစ်ခန်း ပြောင်းနေရင်းနဲ့ သရဲတွေက ကြမ်းသထက်ကြမ်းလာပြီး ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Q3wa/Stigmatized_Properties_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3zAzTMs5EP3cKusOxFNGSFE1WI.jpg",
        "title": "Spirited (2022)",
        "description": "Spirited (2022)ခရစ္စမတ်နီးပြီဆိုတော့ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေလဲစပြီးထွက်လာပါပြီ။\nခရစ္စမတ်ဇာတ်လမ်းကိုမှ Ryan Reynolds နဲ့ Will Ferrell တို့က\nChristmas Carol ကိုပြန်အသက်သွင်းထားတဲ့ဇာတ်လမ်းဆိုရင်တော့\nChristmassy feeling အပြည့်အဝနဲ့ စခွီလဲထရမယ့်ဇာတ်လမ်းဆိုတာ တကူးတကပြောစရာမလိုလောက်ပါဘူး။Dickens ရဲ့ Christmas Carol ကို အားလုံးသိထားပြီးသားနေမှာပါ။\nအကျဥ်းချုံးပြောရရင် ခရစ္စမတ်ညမှာလူတစ်ယောက်ကိုပြောင်းလဲစေဖို့ ခရစ္စမတ်တစ္ဆေသုံးကောင်လာတယ်။\nအတိတ်ပစ္စုပ္ပန်နဲ့အနာဂတ် ခရစ္စမတ်တစ္ဆေတွေပေါ့။\nသူတို့ကဒီလူကိုသူ့ရဲ့ အတိတ်လက်ရှိနဲ့အနာဂတ် တစ်လျှောက်ခေါ်သွားပြီး သူ့ကိုအပြောင်းအလဲတွေဖြစ်စေဖို့ကြိုးစားကြတဲ့ဇာတ်လမ်းပေါ့။\nဒီဇာတ်လမ်းမှာတော့ Clint လို့ခေါ်တဲ့ Ryan Reynolds က မီဒီယာအကြံပေးတစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုအလုပ်အပ်သူတွေအတွက် မီဒီယာမှာသူတို့ပြိုင်ဘက်တွေကိုနိုင်ဖို့ကူညီပေးသူပေါ့။\nပြိုင်ဘက်တွေရဲ့အပုပ်အစပ်ပေါင်းစုံကိုရှာပေးသူ ပွဲရှာပေးသူဆိုပါတော့။\nသူကလူတွေအပေါ်သိပ်လွှမ်းမိုးနိုင်သူလဲဖြစ်နေတော့ သူသာပြောင်းလဲသွားရင် သူ့နောက်ကတခြားလူပေါင်းများစွာလဲလိုက်ပြောင်းလဲမယ်ဆိုပြီး\nခရစ္စမတ််တစ္ဆေတွေက လာမယ့်နှစ်ခရစ္စမတ်အတွက်သူ့ကိုခြောက်လှန့်ပြောင်းလဲဖို့ ကလင့်ကိုရွေးချယ်လိုက်တော့ တစ္ဆေတွေရဲ့ပရောဂျက်ကြီးအောင်မြင်မလားကြည့်ရမှာပါ။ဒီဇာတ်လမ်းက Muscial လဲဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ကောင်းလို့ ဒီနှစ်ရဲ့ Holiday Movies ထဲက ကားကောင်းတစ်ကားပါပဲအညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Rashida, Roman NoX, Kevin တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Comedy, Family, Musical\nQuality…. ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Q3wh/Spirited.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/1XyStZnmbSlDQ4muChXiUawe4Q3-141x200.jpg",
        "title": "[18+]Married Women: Husband Change(2020)",
        "description": "[18+]Married Women: Husband Change(2020)*******************************************ဒီဇာတ်ကားရဲ့အကောင်းဆုံးတွေ အရမ်းကိုဆွဲဆောင်မှုရှိပြီးလှပတဲ့ မင်းသမီးလေးတွေက ဘဝသရုပ်ဖော်ကို ပိုင်ပိုင်နိုင်နဲ့ဟန်ချက်ညီညီကသွားတာပဲ...အိမ်ထောင်ရေးရဲ့ပျော့ကွက်တွေဘယ်လိုသာယာအောင်ထိန်းကျောင်းမလဲဆိုတာတွေကိုထင်သာမြင်သာရှိအောင် ပြသွားတဲ့ပညာပေးဇာတ်ကားလေးပါ..မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (1.4 GB) and (582 MB)\nQuality : HDRip 1080p, 720p\nFormat…mp4\nDuration…01:10:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1a5p4/Married_Women_Husband_Change._2020.HDRip.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Dhokha-160x200.jpg",
        "title": "Dhokha: Round D Corner (2022)",
        "description": "Dhokha: Round D Corner (2022)\nCrime, Thriller\nIMDb 8.2/10 (5K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးဟာလည်း 3 Idiots ထဲမှာ\nအမီရ်ခန်းနဲ့အတူ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား မာဒဗန်းရဲ့\nသည်းထိတ်ရင်ဖိုကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားလေးက ယာထရာသ်နဲ့ ဆန်ချီးဆိုတဲ့ လင်မယားနှစ်ယောက်ကို\nမှီတည်ပြီးဇာတ်အိမ်တည်ထားတယ်...။တစ်ရက် သူတို့လင်မယားနှစ်ယောက်စကားများကြရာမှာ ဆန်ချီးက\nကွာရှင်းပေးဖို့ပြောလာတယ်...။ခဏကြာတော့ သူတုိ့အိမ်ထဲကို ဆန်ချီးတစ်ယောက်တည်းရှိနေစဉ်\nအကြမ်းဖက်သမားက ဝင်ဆီးပါတော့တယ်...။ကယ်တင်ဖို့ရောက်လာကြတဲ့ရဲတွေကို မာထရာသ်က ဆန်ချီးမှာ\nစိတ်ထင်ယောင်ထင်မှားဖြစ်တတ်တဲ့ စိတ်ရောဂါဝေဒနာတစ်ခုရှိနေလို့\nအမြန်ဆုံးကယ်တင်ပေးပါလို့ ပြောတယ်...။အိမ်ထဲရောက်နေတဲ့ အကြမ်းဖက်သမားကိုတော့ ဆန်ချီးဟာ\nသူ့ယောက်ျားမာထရာသ်က အိမ်ထောင်ရေးဖောက်ပြန်နေပြီး\nသူမပိုင်ဆိုင်သမျှကိုလိုချင်လို့ သူ့ချစ်သူစိတ်ရောဂါအထူးကုဆရာဝန်မနဲ့ပေါင်းပြီး\nသူ့ကိုအရူးဆေးတိုက်နေတယ်..ဒါကြောင့် အမြန်ဆုံးမိမိကိုသတ်လိုက်ပါတော့လို့\nတောင်းဆိုပြန်တယ်...။ကဲ..ဘာဆက်လုပ်ရမလဲ သိတယ်မလားဇာတ်လမ်းရဲ့အသွားအလာကို ကြည့်ရင်း ဘယ်သူဟာ\nအမှန်အတိုင်းပြောနေတာလဲ ဘယ်သူဟာလှည့်စားနေတာလဲဆိုတာကို\nဝေဖန်သုံးသပ်ကြတော့နော်...\nFile size…1.74GB / 834MB\nQuality…1080p HD / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & OeliuJ & HayMan",
        "rating": "8.1",
        "url": "https://megaup.net/1a5mq/Dhoka_Round_D_Corner_(2022)_Hindi_HD_.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krnQw9AXwEj0xnbQqObyWFk7uZm.jpg",
        "title": "[18+] Jungle Holocaust (1977)",
        "description": "Jungle Holocaust (1977)(ကြမ်းကြမ်းတမ်းတမ်းပြကွက်တွေနဲ့ ကိုယ်လုံးတီးအခန်းတွေကြောင့် ကလေးငယ်တွေနဲ့ ရွံတတ်သူများအတွက် မဟုတ်ပါကြောင်း သတိလေးပေးလိုက်ပါရစေ)မြန်မာ-အင်္ဂလိပ်ကပြား မင်းသမီး Me Me Lai ရဲ့ နောက်ထပ် လူသားစားကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ရေနံရှာဖွေသူ ရာ့ဖ်နဲ့ ရောဘတ်တို့ ၂ဦးဟာ မင်ဒါနာအိုကျွန်းမှာရှိတဲ့ ကင်းစခန်းကို လာရောက်ခဲ့ကြပါတယ်။ လေယာဥ်ဟာ အဆင်းကြမ်းတမ်းတာကြောင့် အနည်းငယ်ပျက်စီးသွားပါတယ်။ ရောဘတ်တို့ ၂ယောက် ကင်းစခန်းကို သွားကြည့်ချိန်မှာတော့ ပစ္စည်းရော လူတွေပါပျောက်ဆုံးနေကြတာကို သိလိုက်ရတယ်။ တောထဲမှာ အနည်းငယ် လှည့်ပတ်ရှာဖွေရင်း အလောင်းတစ်လောင်းကို တွေ့လိုက်ရချိန်မှာ သူတို့လူတွေကို လူရိုင်းမျိုးနွယ်စုက သတ်ဖြတ်သွားတယ်လို့ ယူဆလိုက်ကြပါတယ်။လေယာဥ်မောင်းသူ ချာလီက ပြင်လို့ပြီးသွားပေမယ့် မှောင်တော့မှာမို့ မိုးလင်းမှ ထွက်ခွာဖို့ပြောပါတယ် ညအခါမှာ အတူပါလာသူ မိန်းကလေး စွမ်းဟာ အပေါ့သွားရင်း ပျောက်ဆုံးသွားတဲ့နောက်...ပရိသတ်တို့ ကိုယ်တိုင်သာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးလို့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ...",
        "rating": "6",
        "url": "https://megaup.net/2w02B/(CM)_Jungle_Holocaust_(1977)_720p.mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/sardar-134x200.jpeg",
        "title": "Sardar (2022)",
        "description": "Sardar (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးကာသီနဲ့\nမင်းသမီးရာရှီးခန်နားတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nစပိုင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....လတ်တလော မြန်မာပြည်က ရုံမချသေးပေမယ့် အကြည်ဗားရှင်းတက်လာလို့\nဦးဦးဖျားဖျား CM ကနေ စာတန်းထိုးတင်ဆက်ပေးလိုက်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဗီဂျေးဟာ တမီလ်နာဒုပြည်နယ်\nတဝိုက်မှာ ရေပန်းစားနေတဲ့ ရဲအရာရှိလေးပေါ့ သူ့ကြောင့်နဲ့\nတမီလ်နာဒုရဲဌာနကို ဂုဏ်တက်အောင် ဆောင်ကြဉ်းပေးခဲ့သူပါ...ဒါပေမဲ့ အတိတ်က အမည်းစက်က ဖျောက်ဖျက်ရခက်တယ်မလား\nသူ့ဖခင် ဆာဒါဟာ နိုင်ငံတော်အတွက်စပိုင်တစ်ယောက်အဖြစ် တာဝန်ထမ်းဆောင်နေစဉ်\nနိုင်ငံတော်သစ္စာဖောက်ပုန်ကန်သူဆိုပြီး ကင်ပွန်းတပ်လိုက်ကြတော့\nဒီဂယက်ဟာ သူဘယ်လောက်ပဲ ကောင်းကျိုးထမ်းရွက်နေပါစေ သူ့ဆီတော့\nလာရိုက်ခတ်နေပါတယ်...ဆာဒါဟာ အဲ့ဒီဖြစ်စဉ်ပြီးကတည်းက သေလားရှင်လားမသိရတော့တဲ့သူပါ...။တစ်ဖက်မှာလည်း စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဟာ နိုင်ငံ့အကျိုးအတွက်လို့\nအမည်တပ်ပြီး ပရောဂျက်တစ်ခုကနေ ပြည်သူတွေဆီက အမြတ်ထုတ်ဖို့ ကြံနေပါတယ်...ဒါကို သိတဲ့ တခြားစပိုင်တွေဟာလည်း ဒီပရောဂျက်ကြီးကို\nရှင်းထုတ်ဖို့အရေးကြံရပါတော့မယ်...အဲ့ဒီလို ကြံနေတဲ့သူတွေဟာလည်း ဒီကိစ္စကို\nဆာဒါတစ်ယောက်ကပဲ ဖြေရှင်းနိုင်မယ်လို့ ယုံကြည်လာကြတဲ့အခါ...ကဲ ရှေ့ဆက်ရမယ့် ကောင်းခန်းတွေကို ကိုယ်တိုင်သာ\nရှုစားလိုက်ပါတော့နော်...။ဒီဇာတ်ကားလေးမှာ မင်းသားကာသီက နှစ်ကိုယ်ခွဲနေရာက\nပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက် သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကြားမှာလည်း\nစီးမျောခံစားနိုင်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...။\nFile size…2.6GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Q2ud/Sardar_(2022)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Screenshot-2022-11-17-181053-170x200.png",
        "title": "Cristiano Ronaldo interview – Piers Morgan Uncensored (2022)",
        "description": "လွန်ခဲ့တဲ့ တနင်္လာ​နေ့မနက်မှာ တစ်ကမ္ဘာလုံး ဟိုး​​လေးတ​ကျော်ဖြစ်သွား​စေမယ့် သတင်းတစ်ပုဒ် လိုင်း​ပေါ်တက်လာခဲ့ပါတယ်။\nပရီးမီးယားလိဂ်ပြိုင်ပွဲဝင် မန်ချက်စတာယူနိုက်တက်အသင်းရဲ့နာမည်​ကြီးတိုက်စစ်ကစားသမားကြီးဖြစ်သလို\nကမ္ဘာ့လွှမ်းမိုးမှုအရှိဆုံး အားကစားသမားတစ်ဦးဖြစ်တဲ့ စီရော်နယ်ဒိုက\nဗြိတိန်နာမည်​​ကျော် ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ ပီးယာ့စ်​မော်ဂန်နဲ့အတူအင်တာဗျူးတစ်ခု လုပ်ခဲ့ပြီး\nမန်ယူနိုက်တက်ရဲ့ လက်ရှိနည်းပြ အဲရစ်တန်ဟက်ဂ်၊ နည်းပြ​ဟောင်းရန်းဂ်နစ်အပါအဝင်\nတချိန်ကအသင်း​ဖော်​ဟောင်းဝိန်းရွန်းနီကိုပါ ​ဝေဖန်ခဲ့တယ်ဆိုတဲ့ topicက\n​ဘောလုံး​​လောကတစ်ခုလုံး ​အုတ်​အော်​သောင်းတင်းဖြစ်သွားပြီး\nအဆိုပါအင်တာဗျူးက အစစ်အမှန်ပဲလား၊\nမန်ယူနဲ့ ​စီရော်နယ်ဒိုခွာပြဲသွားပြီလားစသဖြင့် ​နောက်ဆက်တွဲ​​ မေးခွန်း​​ပေါင်းများစွာထွက်လာခဲ့ပါတယ်။အခုဆိုရင်​တော့ အဆိုပါအင်တာဗျူးရဲ့ ရုပ်သံဗီဒီယိုအပြည့်အစုံထွက်ရှိလာပါပြီ။ဒီအင်တာဗျူးမှာ မန်ယူနိုက်တက်နဲ့ပတ်သက်တဲ့ကိစ္စတွေကို စီ​ရော်နယ်ဒိုကိုယ်တိုင်ပဲ ဖောက်သည်ချခဲ့တာလား။\nမန်ယူနိုက်တက်ရဲ့အတွင်း​ရေးက တကယ်ပဲရှုပ်​ထွေး​နေတာလား။\nမီဒီယာ​တွေကပဲ လိုအပ်တာထက် ချဲ့ကားထားတာလား စသဖြင့်\nမေးခွန်း​တွေရဲ့အ​ဖြေ​တွေ တစ်ခါတည်းပါလာမှာပါ။ ​သေချာတာတစ်ခုက ဒီအင်တာဗျူး​ကြောင့် မန်ယူနိုက်တက်နဲ့ စီ​ရော်နယ်ဒိုရဲ့\nအနာဂတ် မ​ရေရာ​တော့သလို ​ဘောလုံးပရိသတ်​တွေကြားမှာပါ\nဂိုဏ်းဂဏ​​တွေ ကွဲကုန်တဲ့အထိ သက်​ရောက်မှု ကြီးသွားခဲ့ပါပြီ။အင်တာဗျူးက ၂ ပိုင်းရှိတာဖြစ်ပြီး 2 ပိုင်းလုံးကို တင်ဆက်လိုက်ပါပြီ။\nFile size…Part-1 & Part-2\nQuality….HDRip 1080p and 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Thaung Htike Zaw & ...",
        "rating": "",
        "url": "https://megaup.net/1a31j/(CM)_Cristiano_Ronaldo_Interview_With_Piers_Morgan_Part_1(720p).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/index-135x200.jpg",
        "title": "Bad Candy (2020)",
        "description": "Bad Candy (2020)\n==============တစ်ချိန်တည်း တစ်မြို့တည်းမှာ တချို့တွေကပျော်ပါးနေပြီး တချို့တွေက\nလူမသိသူမသိကမ္ဘာပျက်နေတဲ့အဖြစ်မျိုးတွေ မြင်ဖူးမှာပါ။ ဒီဇာတ်လမ်း\nထဲမှာပါတဲ့ နယူဆဲလမ်မြို့လေးရဲ့ ဟောလိုး၀င်းညဟာလည်း အဲဒီလိုပါပဲ။နယူဆဲလမ်မှာ Chilly Billy ဆိုတာ သရဲအကြောင်းတွေတင်ဆက်ပေးနေတဲ့\nဒေသခံတွေအကြိုက် ရေဒီယိုအစီစဉ်တစ်ခုပေါ့။ ဟောလိုး၀င်းညမှာ တင်ဆက်သူ\nဘီလီပြောပြမယ့် ခြောက်ခြားဖွယ်သရဲဇာတ်လမ်းတွေကို ပုံဖော်ကြည့်ရှုကြရမှာ\nဖြစ်ပါတယ်။ အဲဒီဇာတ်လမ်းတွေဟာ လက်တွေ့လိုလို ပုံပြင်သက်သက်လိုလို\nရောထွေးပြီး သို့လောသို့လော ကြည့်ရှုကြရမှာကို ဒီဇာတ်လမ်းရဲ့အသက်လို့\nပြောရမယ်ထင်ပါတယ်။လူ့လောကနဲ့ ဝိညာဉ်လောကရဲ့ကြားနံရံဟာ အပါးလွှာဆုံးဖြစ်သွားတယ်လို့\nအယူရှိကြတဲ့ ဟောလိုး၀င်းည၊ နယူးဆဲလမ်မြို့လေးမှာ ဘယ်သူတွေက ကမ္ဘာ\nပျက်သလိုခံစားကြရမလဲဆိုတာ ခြောက်ခြားဖွယ် ကြည့်ကြရမှာပါ။\nဒီဇာတ်လမ်းထဲမှာ Slipknot band ရဲ့ lead vocalist, Corey Taylor ကလည်း\nChilly Billy ရဲ့တင်ဆက်သူ ဘီလီနေရာက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nသွေးရဲရဲသံရဲရဲ သတ်ဖြတ်ခန်းတွေ၊ ၁၈ ယောက်စုကြည့်ရမယ့် ဇာတ်၀င်ခန်းနဲ့\nစကားပြောခန်းတချို့ပါ၀င်ကြောင်း ကြိုတင်သတိပေးထားပါရစေနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (652 MB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/19Nay/Bad.Candy.2020.720p.BluRay.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lE9abet9ezwSUXZf0UV6dk0NT0e.jpg",
        "title": "Manam(2014)",
        "description": "Manam(2014)*************ဘစ်တူဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာတောင်တောင်းတဲ့ဆုက \" အဖေနဲ့အမေ ဘယ်တော့မှ ရန်မဖြစ်ပါစေနဲ့ \" တဲ့..လင်မယားရယ်လို့ ဖြစ်လာရယ် ကတောက်ကဆရှိကြတယ်ဆိုပေမဲ့မိဘပေးစားပြီး ယူခဲ့ကြတာဆိုတော့ အဖေနဲ့အမေဖြစ်သူဟာလိုအပ်တဲ့ပွင့်လင်းမှုတွေမရှိကြတော့ ချစ်ကြပေမဲ့မလိုအပ်ဘဲ စကားတွေခဏ ခဏများကြတယ်..ပြဿနာတစ်ခုကြောင့်ကားတိုက်မှုဖြစ်ပြီး အမေဆုံးသွားခဲ့တယ်..မကြာပါဘူး ဖခင်ဖြစ်သူလည်းဆုံးသွားခဲ့တော့ ဘစ်တူတစ်ယောက် လောကကြီးတစ်ယောက်တည်းပေါ့..ဒါပေမဲ့ အမေနဲ့အမေကို တစ်ရက်မှ မမေ့နိုင်ခဲ့ဘူး..သူဟာ မိခင်ရှိစဉ်ကဆန္ဒအတိုင်း အချမ်းသာဆုံးဖြစ်စေချင်တဲ့သူဌေးကြီးဖြစ်အောင်ကြိုးစားနိုင်ခဲ့တယ်..အခုဆိုရင် သူဟာ အထင်ကရ သူဌေးကြီးဖြစ်နေပြီ..ဒီလိုနဲ့ တစ်နေ့တော့လေယာဉ်စီးနေရင်း ဖခင်ဖြစ်သူနဲ့ ရုပ်ချင်းချွတ်စွပ်တူတဲ့ လူငယ်လေးတစ်ယောက်ကိုတွေ့ခဲ့ရတယ်..အဖေဖြစ်သူပြန်ဝင်စားတယ်လို့ ယုံကြည်သွားတဲ့အပြင်မိခင်ဖြစ်သူလည်း ဒီအချိန်လူပြန်ဝင်စားမှာပဲ ထပ်ဆင့်တွေးမိပြီးလူဝင်စား အဖေနဲ့အမေကို ရှာပုံတော်ဖွင့်ပါတော့တယ်..ရယ်လည်းရယ်ရသလို မိသားစုပြဿနာလေးတွေကိုဖြေရှင်းဖို့ ပြသထားတဲ့ကားကောင်းလေးဖြစ်တာမို့ ခံစားကြည့်ကြပါဦး... File Size :(3.32GB) (1.43 GB) and (438MB)\nQuality : WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.0",
        "url": "https://megaup.net/2vZmD/Manam_2014.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMDNhMWUxMjctZWFhNy00MjUzLWE3NjYtNTE4ZjVhYjRkZThmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Falling for Christmas (2022)",
        "description": "လင်ဆေးလိုဟန်ရဲ့ ရုပ်ရှင်ကားသစ်ကို နက်ဖလစ်ကနေ ပြသသွားတာပါ။ဟိုတယ်စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဦးရဲ့\nသမီးဖြစ်သူ Sierraဟာ အစစအရာရာ\nလိုလေသေးမရှိ ကျော့ကျော့မော့မော့\nနေခဲ့ရသူတစ်ယောက်ပေါ့။ ခရစ္စမတ်မတိုင်ခင်\nတစ်ပတ်လောက်အလိုမှာတော့ Sierraခမျာ\nရည်းစားဖြစ်သူ Tad Fairchildနဲ့အတူ\nတောင်ပေါ် ခရီးထွက်ခဲ့ရာက မတော်တဆမှု\nဖြစ်ကာ တောင်အောက်ကိုလိမ့်ကျပြီး\nသတိလစ် အတိတ်မေ့သွားပါတော့တယ်။\nသတိလစ်နေတဲ့ Sierraကို North star\nတည်းခိုရိပ်သာ ပိုင်ရှင်ဖြစ်တဲ့\nJake Russelတစ်ယောက် တွေ့ပြီး\nကယ်တင်ခဲ့ပါတယ်။ ဒါ့အပြင် အတိတ်မေ့ပြီး\nကူကယ်ရာမဲ့နေသူမို့ လောကွတ်ချော်ကာ\nအိမ်ပေါ်တင် စောင့်ရှောက်ထားခဲ့ပြန်ပါတယ်။\nဒီလိုနဲ့ သံယောဇဉ်တွေ ငြိတွယ်လာရင်း..။တစ်ဖက်မှာတော့ Tadကလည်း ပွန်းပဲ့ဒဏ်ရာ\nအနည်းငယ်လောက်သာရပြီး အသက်ရှင် ကျန်ခဲ့ပါတယ်။ သို့သော်ငြားလဲ လူသူဝေးရာ\nတောထဲတောင်ထဲမှာမို့ ဆောက်တည်ရာမရ\nဖြစ်ရပြန်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ လမ်းပျောက်နေတဲ့\nTadနဲ့ အတိတ်မေ့နေတဲ့ Sierraတို့\nဘယ်လိုဘယ်ပုံ ခရီးဆက်ကြမလဲ။\nSierraတစ်ယောက် မှတ်ဉာဏ်\nပြန်ရလာပြီးတဲ့နောက် သူ့ကိုကယ်တင်ခဲ့တဲ့\nကလေးအဖေ မုဆိုးဖို Jakeကိုပဲ\nရွေးချယ်လေမလား။ သူဌေးသား\nဆိုရှယ်ကြောင် Tadကိုပဲ သစ္စာရှိမှာလား။\nလုပ်ငန်းပိတ်သိမ်းရလုနီးပါးဖြစ်နေတဲ့\nTadကရော ဘာတွေ လုပ်မလဲဆိုတာကို\nနှင်းတွေတဖွေးဖွေးအောက်မှာ ဟာသလေးတွေ နှောပြီး ရိုက်ကူးပြထားတာကို ခံစားကြည့်ရှုကြရမှာပါ။File size…(2.2 GB)/(1.1 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "",
        "url": "https://megaup.net/1a3st/Falling.for.Christmas.2022.720p.NF_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/DWQOjAPvM8Kk1Qp3Xq0zae0Z6w.jpg",
        "title": "Meet the Spartans (2008)",
        "description": "Meet the Spartans (2008)ဒီဇာတ်ကားကတော့ နာမည်ကျော် 300 ဇာတ်ကားကြီးရဲ့ Parody ဗားရှင်းပဲဖြစ်ပါတယ်။ Parody ဆိုတာကတော့ နာမည်ကျော်ဇာတ်ကားကြီးတွေကို ကျောရိုးတည်ပြီး ဟာသတွေလုပ်ပစ်တာမျိုးပါပဲ။ Horror ဟာသကားတွေအနေနဲ့ နာမည်ကြီးတဲ့ Scary Movie 1,2,3,4,5 ဟာဆိုရင်လည်း တစ်ခေတ်တစ်ခါကနာမည်ကျော်ဇာတ်ကားတွေ ဇာတ်ဝင်ခန်းတွေကို ရောသမမွှေပြီး ဟာသလုပ်ထားတဲ့ Parody ကားတွေပဲဖြစ်ပါတယ်။ဘီစီ ၄၈၀မှာ စပါတာဘုရင် လီယိုနိုင်းဒတ်စ်ဟာ အင်အားသုံးရာထဲနဲ့ ဇာဆီရဲ့အင်အားအဆမတန်ကြီးမားတဲ့ ပါရှန်တပ်ကိုရင်ဆိုင်ခဲ့ပါတယ်။ ဒီသမိုင်းဝင်စစ်ပွဲကို သာမိုပလေစစ်ပွဲလို့ခေါ်ကြပြီး ၂၀၀၆ ခုနှစ်မှာတော့ နာမည်ကျော်ဒါရိုက်တာကြီး Zack Snyder က ရုပ်ရှင်အဖြစ် ပြောင်မြောက်စွာ အသက်သွင်းနိုင်ခဲ့ပါတယ်။ အခုတင်ဆက်လိုက်တဲ့ Parody ဗားရှင်းကတော့ 2008 ခုနှစ်မှာထွက်ရှိလာတာဖြစ်ပြီး အဲဒီခေတ်က ရေပန်းစားနေတဲ့ အနုပညာရှင်တွေကစလို့ တီဗီအစီအစဥ်တွေ၊ ရုပ်ရှင်တွေအပြင် နိုင်ငံရေးသမားတွေအဆုံး တစ်ခုမကျန်သရော်ပြထားတာကိုမြင်ရမှာပါ။အခုခေတ်နဲ့ကြည့်ရင် အဲဒီတုန်းကနာမည်ကြီးခဲ့တဲ့ ဟောလီးဝုဒ်ဆယ်လီရပ်ကွက်သတင်းတွေဟာ ခေတ်နောက်ကျသွားပြီဆိုပေမယ့် အသက်အရမ်းမငယ်တော့ဘူးဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1a3c8/(CM)_Meet_the_Spartans_(2008)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/XnRKp_4f-135x200.jpg",
        "title": "The Lost Lotteries (2022)",
        "description": "\"တေ\"ဆိုတဲ့ကောင်လေးနဲ့သူ့အမေဟာ အရမ်းဆင်းရဲကြပါတယ်...တစ်နေ့တစ်နေ့ ထီ ရောင်းရင်းပိုက်ဆံရှာနေရတာပေါ့\"တေ\"ဟာ ထီထွက်တဲ့အပတ်တိုင်း ထီတစ်စောင်သိမ်းထားလေ့ရှိပါတယ်\nတစ်နေ့မှာ \"တေ\"က သူ့အမေအစား ထီရောင်းရင်း ဖြစ်ချင်တော့ သူOnlineရောင်းလိုက်တဲ့ထီလက်မှတ်တွေထဲမှာ ပထမထီဆုကြီး ၅ စောင်ပါနေပါတယ် ပေါက်သူလေးယောက်နဲ့သူပေါ့ဒါပေမယ့် ကံဆိုးစွာပဲ သူ့အမေအကြွေးတင်ထားလို့ အကြွေးတောင်းသူတွေပိုက်ဆံလာတောင်းရင်း တန်ဖိုးကြီးပစ္စည်းမရှိတာနဲ့ သူရောင်းတဲ့ထီအိတ်ကိုယူသွားပါတော့တယ်အဲ့ဒီမှာ ထီပေါက်တဲ့သူတွေကရောက်လာပြီး ထီလက်မှတ်မရှိလို့ ပြဿနာဖြစ်ပါလေရော...\nထီပေါက်တဲ့သူတွေလည်း သူတို့လုပ်ချင်တဲ့ ကိုယ်စီအိပ်မက်တွေရှိကြတာမို့ ပိုက်ဆံ သန်း ၃၀ မဆုံးရှုံးချင်တာနဲ့ သူတို့တွေပူးပေါင်းပြီး ထီလက်မှတ်ပြန်လုယူဖို့အစီစဉ်ဆွဲပါတော့တယ်သူတို့ရဲ့ထီလက်မှတ်တွေပြန်ယူနိုင့်ပါ့မလား...\nဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲ သူတို့အိပ်မက်လေးတွေရော အကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:46:00\nType__Crime, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/1a332/The_Lost_Lotteries_(2022)_720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-a-1-135x200.jpg",
        "title": "American Murderer (2022)",
        "description": "အမေရိကန်ရဲ့ဖြစ်ရပ်မှန်လိမ်လည်မှုတစ်ခုအကြောင်းရိုက်ထားတဲ့ ဒီဇာတ်လမ်းမှာ ဂျေဆန် ဒဲရစ်ခ်ဘရောင်းကတော့ FBI ရဲ့ Top 10 အလိုရှိသူစာရင်းမှာပါဝင်ခဲ့တဲ့ လူလိမ်ကြီးတစ်ဦးဖြစ်ပါတယ်။ ဆွဲဆောင်မှုရှိပြီး စကားပရိယာယ်ကြွယ်တဲ့ လူလိမ်ဂျေဆန်ဟာ ဘဏ်တွေဆီကနေပိုက်ဆံယူပြီး အလိမ်ပေါ်အလိမ်ဆင့်ထားတဲ့ အထက်တန်းလွှာဘဝမှာနေထိုင်တယ်။ ဒါပေမယ့် ပိုက်ဆံတွေပြန်မဆပ်နိုင်တဲ့ ပါတီဘုရင်ကြီးရဲ့ အလိမ်အညာတွေနဲ့ အတိတ်အကြောင်းတွေတစ်ဖြည်းဖြည်းပေါ်လာတဲ့အခါမှာတော့ ဘေးပတ်ဝန်းကျင်ကလူတွေကို ဘယ်လိုရိုက်စားလုပ်ပြီး FBI လက်ကလွတ်အောင်ပြေးမလဲဆိုတာကို American Murderer မှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်။ File size…(1.4GB)  / (785.22MB) / (377.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "",
        "url": "https://megaup.net/1a2wq/American.Murderer.2022.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/in-the-realm-of-133x200.jpg",
        "title": "(21+)In the Realm of the Senses (1976)",
        "description": "လူတွေစည်းပေါက်သွားတဲ့အခါ\nအထိန်းကွပ်မဲ့သွားတဲ့အခါ\nဆင်ခြင်တုံတရားတွေ ပျက်သုဉ်းသွားတဲ့အခါ\nလူတစ်ယောက် ချစ်မိရင် ဘယ်လောက်ထိချစ်သွားလဲ\nဘယ်လောက်ထိပေးဆပ်လဲ အသက်ကိုတောင်ပဓာနမထားပဲ\nဖြစ်သွားခဲ့တဲ့ အဖြစ်မှန်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဇတ်အိမ်ကောင်းကောင်း ဆက်တင်လှလှလေးတွေနဲ့\nဆင်ဆာမဖြတ်ပဲ ပြန်လည်ပုံဖေါ်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်\nသရုပ်ဆောင်ချက်တွေ အကြည့်တွေ အရီ အပြောတွေက ပိုင်နိုင်လွန်းလှပါတယ်\nဂျပန် Adult ကားလေးတစ်ကားဖြစ်ပြီး အခုထိ ကြည့်ဖူးသူတွေ ရင်ထဲမှာ\nတသသ ဖြစ်နေတာ Review တွေလိုက်ရှာဖတ်ရင် သိနိုင်ပါတယ်\nခရမ်းသီးပုပ်လဲ ၈၅ ရထားပါတယ်ဆာဒါက အိမ်ထောင်သည် တစ်ယောက်ပါ\nတစ်ချိန်က Date Girl လဲဖြစ်ခဲ့ဖူးပါတယ်\nစီးပွါးရေးပျက်ပြီးနောက်\nစားသောက်ဆိုင်လေး တစ်ခုမှာ အလုပ်ဝင်လုပ်ပါတယ်\nသူမရဲ့အကြည့်တွေက စူးရဲလှပြီး ကျားရဲတစ်ကောင်လို ရဲရင့်နေပါတယ်\nအဲဒါကို ပိုင်ရှင် အိမ်ထောင်သည် သူဌေးက သတိထားမိလိုက်ပါတယ်\nသူမရဲ့ ငယ်ရွယ်နုပျိုမှုကိုလည်း သတိထားမိလိုက်ပါတယ်တစ်နေ့မှာတော့ ပိုင်ရှင် ဖန်ဆင်းထားတဲ့ ညွတ်ကွင်းထဲ ဆာဒါ ငြိတွယ်မိ\nသွားပါတယ်\nအဲအချိန်မှစပြီးတော့ ဆာဒါရဲ့ တိမ်မြုပ်နေတဲ့ သဘာဝတရားတွေ ဝုန်းကခဲ\nထကြွသောင်းကြမ်းပါတော့တယ်\nလူရှေ့မရှောင်သူရှေ့မရှောင် ဖြစ်ချင်သလိုဖြစ်နေကြတော့တာပါပဲ\nသူမရဲ့ တောင့်တမှုတွေ ရန်လိုမှုတွေ မနာလိုမှုတွေ\nက သူ့မရဲ့အကြည့်တွေမှာ အရမ်းအသက်ပါလွန်းလှတယ်\nဖြစ်ရပ်မှန်လည်းဖြစ်\nဆင်ဆာဖြတ်မထားပဲ ကွက်ကွက်ကွင်းကွင်း ဖေါ်ပြချက်တွေများလှတာကြောင့်\nDS fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile ...",
        "rating": "6.6",
        "url": "https://megaup.net/3RSrP/In.The.Realm.Of.The.Senses.1976.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    }
]