[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5dV1p5yZfNMuBOgVleLi5VgOG6.jpg",
        "title": "Suite Francaise (2014)",
        "description": "Suite Francaise (2014)********************Suite Francaiseရုပ်ရှင်ရဲ့ မူရင်းဝတ္ထုဟာဆိုရင် ဒုတိယကမ္ဘာစစ်အတွင်းမှာရေးသားခဲ့တာဖြစ်ပြီး၂၀၀၄ခုနှစ်ရောက်မှ ထုတ်ဝေနိုင်ခဲ့ပါတယ်။\nအကြောင်းရင်းကတော့ ဒီဝတ္ထုကိုရေးသားခဲ့သူ Irène Némirovskyဟာ ၁၉၄၂ခုနှစ်မှာ ဂျူးလူမျိုးဖြစ်တဲ့အတွက်ဂျာမန်တပ်တွေ ဖမ်းဆီးတာခံရပြီး\nAuschwitzချွေးတပ်စခန်းမှာအခြားသော ဂျူးလူမျိုးတွေနဲ့အတူသတ်ဖြတ်ခံခဲ့ရလို့ပါ။\nနှစ်၆၀လောက်ကြာပြီးတဲ့နောက်မှာ သူမရဲ့သမီးဖြစ်သူက မိခင်ဖြစ်သူရဲ့မှတ်စုစာအုပ်ထဲမှာရေးသားထားတဲ့ဝတ္ထုနှစ်ပုဒ်ကိုတွေ့ရှိခဲ့ပြီး၊ ဒီဝတ္ထုနှစ်ပုဒ်ပေါင်းပြီးမှ\nSuite Francaiseဆိုတဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်လာကာ နောက်များမှ ရုပ်ရှင်အဖြစ်ပိတ်ကားပေါ်ရောက်ရှိလာရပါတယ်။\nမူရင်းစာရေးဆရာမဟာ ဒီဇာတ်လမ်းကို အပိုင်း ၅ပိုင်းနဲ့ရေးသားခဲ့မှတ်စုထုတ်ထားခဲ့ပေမယ့်လည်းနှစ်ပိုင်းသာအချောသတ်ရေးသားနိုင်ခဲ့တဲ့အတွက်\nကျန်သုံးပိုင်းကတော့ မှတ်စုစာအုပ်ထဲက မှတ်တမ်းမှတ်ရာလေးတွေအဖြစ်သာကျန်ရှိနေဆဲပါ။\nဒီဇာတ်ကားရဲ့ဇာစ်မြစ်လေးဟာ ဒီလိုကြေကွဲစရာကောင်းသလို ဇာတ်လမ်းလေးကလည်း ရိုးရိုးရှင်းရှင်းဆို့ဆို့နင့်နင့်နဲ့ အချစ်၊အမုန်းဒွန်တွဲပြီး ရန်သူတွေတစ်ဖြစ်လဲ၊\nဝတ္တရား တာဝန်တွေ ခြားနားခံထားရတဲ့ ချစ်သူနှစ်ဦးအကြားကတိမ်းညွှတ်လိုက်လျောမှုတွေကိုပေါ်လွင်အောင်ရိုက်ပြထားပြီး လက်မလွှတ်တမ်းကြည့်သင့်တဲ့war romantic dramaကားမို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ။File Size :(1.7GB) and (688MB)\nQuality :Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : War, Drama , Romance , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ddkr/Suite.Francaise.2014.Blu-Ray.720p(CM).mp4",
        "category": "Drama, Romance, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzAyM2E2ZjAtNDQ5ZS00NmEwLTk0ZjgtOTcwZDQ5MzJkNTRjXkEyXkFqcGdeQXVyMTI1ODc2MDA4._V1_-142x200.jpg",
        "title": "Civil War Saint (2022)",
        "description": "Civil War Saint (2022)\n================ဇာတ်လမ်းလေးကတော့ တိုက်ပွဲအတွင်းမှာဒဏ်ရာရလာတဲ့\nဂျွန်နသန်ကို ဆေးရုံက ဝီလာမီနာဆိုတဲ့ခွေးကရှာတွေ့ပြီးတော့\nကယ်ဆယ်လိုက်ပါတယ်။ နောက်ပြီး ဂျွန်နသန်မေ့နေတုန်းက\nစစ်ပွဲကြီးပြီးသွားတဲ့အတွက် အကုန်လုံးအိမ်ပြန်ကြတယ်။ဂျွန်နသန်ပြန်သတိရလာတဲ့အခါမှာတော့ သူနာပြုဆရာမကြီး\nက စစ်ပွဲကြီးပြီးသွားကြောင်းနဲ့ အကုန်လုံးနေရပ်ကိုပြန်သွား\nကြောင်းပြောပြတယ်၊ အဲ့ဒါနဲ့ပဲ ဂျွန်နသန်လည်းသူ့နေရပ်ဖြစ်တဲ့\nမေယာလန်းကိုပြန်ဖို့လုပ်တယ်၊ ဆေးရုံမှာစောင့်ရှောက်မယ့်သူ\nမရှိတဲ့ ဝီလာမီနာဆိုတဲ့ခွေးမကို သူနာပြုဆရာမကြီးက ခေါ်သွား\nပေးဖို့တောင်းဆိုတယ်၊ လမ်းမှာလည်းအဖော်ရတဲ့အတွက် ဂျွန်\nနသန်ဟာခေါ်သွားဖို့ဆုံးဖြတ်လိုက်တာပေါ့။ ဒီလိုနဲ့ ဂျွန်နသန်ရဲ့\nအိမ်ပြန်ခရီးမှာမမျှော်လင့်ထားတာတွေဖြစ်လာတဲ့အခါမှာတော့.......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (693 MB) / (460 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, War\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/2z1pt/Civil.War.Saint.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gexY7m83zEgYJyL5v8XGltzCOLt.jpg",
        "title": "Love Is Blind, Hate Too ( 2022 )",
        "description": "စာရေးဆရာမ အားပေါင် ဆိုသူနဲ့ ဆရာဝန်ယန်ယောက်ဟွာတို့ဟာ\nသူများတွေအားကျရတဲ့အထိ အရမ်းကိုမှ ချစ်ခင်ကြင်နာကြတဲ့ လင်မယားတွေပါ ။\nအားပေါင်တစ်ယောက် ကားမတော်တဆမှုနဲ့ကြုံတွေ့ပြီး မျက်စိနှစ်လုံး\nအမြင်ကွယ်ခဲ့ပြီးတဲ့နောက်မှာ ဆရာဝန်ယန်ဟာ သူ့ဇနီးအပေါ်ကို\nအရင်ကထက် ဆထက်တစ်ပိုး တိုးလို့ချစ်ခဲ့ပါတယ် ။ဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ ဆရာဝန်ယန်ဟာ အလုပ်ကိစ္စနဲ့ ခရီးထွက်သွားခဲ့ပြီး\nဇနီးဖြစ်သူ အားပေါင်ကို အိမ်မှာတစ်ယောက်ထဲ ထားခဲ့ရပါတော့တယ် ။\nဒီလိုမျိုး ဆရာဝန်ယန် ခဏတာ အိမ်ကနေ ထွက်သွားခဲ့တဲ့အခိုက်အတန့်က\nသူ့ရဲ့ ဘဝကိုတစ်ဆစ်ချိုးပြောင်းလဲသွားခဲ့တယ်ဆိုရင်လဲမမှားပါဘူး ။သူခရီးထွက်နေစဥ်အတွင်းမှာ ကျန့်ဝမ်တီ လို့ခေါ်တဲ့ အမျိူးသားတစ်ဦး\nအိမ်ရောက်လာခဲ့ပြီး မျက်မမြင်အားပေါင်ကို စတင်အနိုင်ကျင့်ခဲ့ပါတော့တယ် ။\nယောကျာ်းဖြစ်သူသူ ခရီးထွက်သွားနေတဲ့အတွက်ကြောင့်\nကူရာမဲ့ဖြစ်နေတဲ့ အမျိုးသမီး မျက်မမြင်တစ်ယောက်\nကြောက်မက်ဖွယ် အကြုံဆိုးနဲ့ ယောကျာ်းတစ်ယောက်ကို ရင်ဆိုင်ခဲ့တဲ့ အချိန်မှာ -❏ ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းသွားမှာလဲ ?\n❏ ကျန့်ဝမ်တီလို့ခေါ်တဲ့ အမျိုးသားကရော ဘယ်လိုအညှိုးအတေးတွေ ရှိခဲ့လို့\nဒီလိုမျိုးကြောက်မက်ဖွယ်ကောင်းတဲ့ အကြံအစည်ကို ကြံစည်ရတာလဲ ?❏ ဒီလိုမျိုးလျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နှက်နေတဲ့ ဆက်ဆံရေးတွေကြားမှာ\nတကယ့်အဖြစ်မှန်က ဘာလဲဆိုတာ သိရဖို့ ဒီကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ...",
        "rating": "6",
        "url": "https://megaup.net/1ddrg/Love_is_Blind_Hate_Too_2022_WEB-DL_1080p_CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QyboWRoA4O9RbcsqH8tJMe8EB.jpg",
        "title": "Creed II (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ အကောင်းဆုံးစာရင်းဝင်ရုပ်ရှင်ကားတစ်ကားလို့တောင် ပြောချင်ပါတယ်...၁၉၇၆ခုနှစ်ကတည်းက စတင်ခဲ့တဲ့ မင်းသားကြီး စတားလုံးရဲ့Rocky ဆိုတဲ့လက်ဝှေ့ကားတွေဟာ ဆယ်စုနှစ်များစွာကြာညောင်းခဲ့ပေမဲ့ အခုချိန်ထိအောင်မြင်စွာရှင်သန်နေဆဲပါပရိသတ်တွေရဲ့ တစ်ခဲနက်အားပေးမှုကြောင့်ဇာတ်ကားတိုင်းဟာလည်း rating မြင့်မားလှပါတယ်၂၀၁၅မှာ creed ဆိုပြီး ရော့ကီရဲ့တပည့်ကို မိတ်ဆက်ပေးခဲ့ပါတယ်အဲဒီဇာတ်ကားလေးကလည်း ဆုတံဆိပ်များစွာနဲ့အတူပရိသတ်တွေရဲ့သဘောကျနှစ်ခြိုက်မှုကို ထိန်းသိမ်းထားနိုင်ခဲ့ပါတယ်၂၀၁၈ခုနှစ်မှာတော့ Creed 2 ကို ပရိတ်သတ်တွေဆီ ပို့ဆောင်ပေးခဲ့ပြန်ပါတယ်အရင်ကားတွေအတိုင်းပါပဲ စွဲဆောင်မှုရှိရှိနဲ့ ပရိသတ်ကို ဖမ်းစားခဲ့ပြန်ပါတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံတစ်ယောက်ရဲ့ရွှေခါးပတ်ကို ရရှိဖို့ဆိုတာ မလွယ်ကူသလိုထိန်းသိမ်းဖို့ဆိုတာလည်း သိပ်ကိုခက်ခဲပါတယ်ဒီဇာတ်ကားထဲမှာ ချန်ပီယံဘွဲ့ကို ထိန်းသိမ်းရတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့ဘဝကို ကိုယ်ချင်းစာမိသွားအောင် ရိုက်ပြထားပါတယ်ဝါသနာကြောင့် လုပ်နေပေမယ့် နာကျင်မှုကို လူတိုင်း ကြောက်ပါတယ်ဒါ့အပြင် အချိန်မရွေး ကြိုးဝိုင်းထဲမှာ အသက်ဆုံးရှုံးသွားနိုင်ပါသေးတယ်လက်ဝှေ့ရဲ့သဘောတရားကိုက သူတစ်ပါးကိုနာကျင်အောင်လုပ်ရတာပါသူတစ်ပါးကို နာကျင်စေချင်ရင်တော့ ကိုယ်ကိုတိုင်လည်းနာကျင်မှုကိုကြောက်နေလို့မဖြစ်ပါဘူးနာကျင်မှုကို ပိုပြီးခံနိုင်ရည်ရှိတဲ့သူက ရေရှည်မှာ ပိုပြီးအနိုင်ရဖို့များပါတယ်အောင်မြင်မှုရဲ့ အရသာဟာ နာကျင်မှုတွေကိုစက္ကန့်ပိုင်းအတွင်းပျောက်အောင်ကုစားနိုင်တယ်ဆိုတဲ့ရသကိုအပြည့်အဝပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ကြည့်လို့ကောင်းမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်... File Size : ( 1 GB) Quality : WEB-DL 720pRunning Time ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Tblb/Creed_ll_(2018)_2_(2).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNmZkYjQzY2QtNjdkNC00YjkzLTk5NjUtY2MyNDNiYTBhN2M2XkEyXkFqcGdeQXVyMjMwNDgzNjc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Creed (2015)",
        "description": "Creed (2015)\n==========Creed 2 ထွက်လာပြီတော့ Creed 1 လဲကြည့်ချင်ကြမယ်ထင်လို့\nအသစ်ပြန်တင်ပေးလိုက်ပါတယ်။ ဒီကားက တစ်ချိန်တုန်းက နာမည်\nကျော်လူကြိုက်များခဲ့တဲ့၊ အခုချိန်ထိလဲ နာမည်ကျော်ဆဲ မင်းသားကြီး\nစတားလုံးရဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ကားရဲ့ Sequal အဖြစ်ထွက်လာခဲ့တာ\nဖြစ်ပါတယ်။Rocky IV မှာ သေဆုံးခဲ့တဲ့ Apollo Creed ရဲ့သားဖြစ်သူ Adonis\nCreed အကြောင်းဖြစ်ပြီး၊ ရော့ကီ က သူ့သူငယ်ချင်းရဲ့သားဖြစ်သူကို\nလက်ဝှေ့ပညာလေ့ကျင့်သင်ကြားပေးပြီး အောင်မြင်မှုရအောင်ကူညီ\nပေးတဲ့အကြောင်းကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပါတယ်။ လက်ဝှေ့\nဆိုတာ အခြားအားကစားနည်းတွေလိုမျိုးမဟုတ်ပါဘူး။ ချွေးထွက်များမှ\nသွေးထွက်နည်းမယ်။ အနာခံမှ အသာစံရပါမယ်။ လေ့ကျင့်မှုကောင်းဖို့\nလိုသလို ကြိုးဝိုင်းထဲမှာလဲ ဇွဲနပဲကောင်းဖို့လိုပါတယ်။ဒီကားမှာ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ကြံ့ခိုင်မှု၊ စိတ်ဓာတ်မာကျောမှု\nတို့ကိုပေါ်လွင်အောင်ရိုက်ပြထားနိုင်တာကြောင့် သင်ဟာ လက်ဝှေ့ဝါသနာ\nပါသူ မဟုတ်လင့်ကစားဒီကားကို သဘောကျသွားနိုင်ပါတယ်။ အော်စကာ\nဆုအတွက် ဇကာတင်စာရင်းဝင်ခဲ့တဲ့ဇာတ်ကားဖြစ်သလို IMDB Rating\nကလဲ7.6/10 ဖြစ်တာကြောင့်သင်ဟာ လက်ဝှေ့ဝါသနာပါသူ၊ Rocky\nကားတွေ ကြိုက်နှစ်သက်သူဆိုရင်တော့ ဒီကားကိုလုံးဝကြည့်သင့်ပါတယ်လို့\nအကြံပြုပါရစေ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (950 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Tbmi/Creed_l_(2015)_(2).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTg3Njc4NjUtNGFlMS00NDBiLTkzMDMtOThhMThiMmY1ZjBjXkEyXkFqcGdeQXVyMzA4MzQ0NTU@._V1_-129x200.jpg",
        "title": "Church of Darkness (2022)",
        "description": "Church Of Darkness (2022)\n====================ဒီ Church Of Darkness ဆိုတဲ့ကားလေးကတော့ Horror အမျိုးအစား\nကားလေးဖြစ်ပြီး လူငယ်သရုပ်ဆောင်များစွာနဲ့ ရိုက်ကူးထားတဲ့ကားလေးပဲ\nဖြစ်ပါတယ်။ ဒီဇာတ်ကား မှာ ဒေးဗစ်ဆိုတဲ့ ခရစ်ယာန်ဘာသာ ယုံကြည်သူ\nကောင်လေးတစ်ယောက် မစ်ရှင်ပွိုင့်ဆိုတဲ့ မြို့ကလေးကို စပြောင်းရွှေ့လာစဉ်\nအင်မတန်ထူးခြားတဲ့ အဆောက်အဦးတစ်ခုကို မြင်တွေ့မိရာကစတင်ထား\nပါတယ်။ဒေးဗစ်ဟာ ဘာသာရေးကို ယုံကြည်သက်ဝင်သူဖြစ်သော်လည်း လူငယ်ဖြစ်\nသည့်အလျောက် ဘာသာရေးအပေါ် နားလည်မှုလွဲခြင်းများလည်းရှိနေပုံကို\nထည့်သွင်းရိုက်ကူးထားပါတယ်။ ထူးဆန်းတဲ့ နတ်ဆိုးများကို ပူဇော်သည့်\nWheelmakerဆိုတဲ့ ဂိုဏ်းတစ်ခုကြီးစိုးနေတဲ့ မစ်ရှင်ပွိုင့်မှာ ဒေးဗစ်တစ်\nယောက်ဘာတွေကြုံတွေ့ရမလဲ။ ဘယ်လိုတွေစွန့်စားရမလဲဆိုတာကိုတော့\nဇာတ်ကားလေးကြည့်ပြီး အဖြေရှာလိုက်ကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLwin Bo ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (411 MB) / (232 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 26Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Family, Horror\nTranslator.......Lwin Bo\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://megaup.net/2z1jm/Church.Of.Darkness.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Family, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTM1MDZmNzktZmE5ZC00NzZhLWE3YWUtZTRjMDA3YWYyMTAzXkEyXkFqcGdeQXVyMTI2ODAxMjE2._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "50 or Two Whales Meet at the Beach (2020)",
        "description": "50 or Two Whales Meet at the Beach (2020)\n===============================\nIMDb Rating - 6.9/10ဒီ \"50 or Two Whales Meet on the Beach\" ဆိုတဲ့ဇာတ်ကား\nလေးကတော့ ဖယ်လိစ်နဲ့ အယ်လီဆာဆိုတဲ့ ဆယ်ကျော်သက်လေး\nနှစ်ယောက် \"Blue Whale Challenge\" ကစားတာကိုအဓိကဇာတ်\nအိမ်ပြုထားတာပါ။အရင်ဦးဆုံး \"Blue Whale Challenge\" ဆိုတဲ့ဂိမ်းကိုရှင်းပြပေးချင်\nပါတယ်။ \"Blue Whale Challenge\" ဆိုတာက ၂၀၁၆ ဝန်းကျင်\nလောက်တုန်းက ကမ္ဘာပေါ်ကနေရာအနှံ့မှာခေတ်စားခဲ့တဲ့ အန္တရာယ်\nရှိတဲ့အွန်လိုင်းစိန်ခေါ်မှုကစားပွဲတစ်ခုပေါ့။ အဲဒီဂိမ်းကစားရတဲ့ပုံစံဟာ\nဆိုရင် ဆော့ကစားတဲ့သူတွေအနေနဲ့ ရက် ၅၀ ကာလအတွင်းမှာ အက်\nမင်ဆိုတဲ့သူတွေဆီကနေ စိန်ခေါ်မှု အခု ၅၀ကိုလက်ခံပြီးအောင်မြင်\nအောင်လုပ်ရမှာပါ။စစချင်းစိန်ခေါ်မှုလေးတွေကတော့ ခပ်လွယ်လွယ်ပေါ့ပေါ့ပါးပါး\nလေးတွေပါပဲ။ \"မနက်အစောကြီး ထရန်\" တို့၊ \"Horror ကားတွေ\nကို တစ်ယောက်တည်းကြည့်ရန်\" တို့ဆိုပြီးတော့ပေါ့။ အဲဒီကနေမှ\nနောက်ပိုင်းမှာ တဖြည်းဖြည်းပိုပိုခက်လာပြီး အန္တရာယ်တွေလည်း\nပိုပိုရှိလာပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1cVf0/50.or.Two.Whales.Meet.on.the.Beach.2020.SPANISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTFkM2EzMjItYzdmNS00OGE3LThlNmYtZWM5MmU4NDI3N2I5XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Tonight You’re Sleeping with Me (2023)",
        "description": "Tonight You're Sleeping with Me (2023)\n=============================ပိုလန်နိုင်ငံရဲ့ မမနဲ့မောင်လေး အချစ်ဇာတ်ကားလေးပါ။ လွန်ခဲ့တဲ့\n၁၀ နှစ်လောက်ကတည်းက မမနဲ့မောင်လေးဟာ တွေ့ခဲ့ကြတယ်၊\nသိပ်ချစ်ခဲ့ကြတယ် စိတ်ကူးတွေယဉ်ခဲ့ကြတယ် ဒါပေမဲ့ မပေါင်းဖက်\nခဲ့ရပါဘူး။ ဒီလိုနဲ့ ခုလက်ရှိမှာတော့ မမက သမီးလေးနှစ်ယောက်နဲ့\nအိမ်ထောင်သည် ဖြစ်နေပါပြီ။ဖြစ်ချင်တော့ မောင်လေးက တခြားနိုင်ငံက ပြန်လာပြီး အလုပ်ဝင်\nလျှောက်တာ မမရဲ့ဌာနကို ကွက်တိ ဖြစ်နေပါတော့တယ်။ မမက\nလည်း အိမ်ထောင်ရေးမှာက ကတောက်ကဆတွေနဲ့ သာယာတာ\nမဟုတ် ယောက်ျားဖြစ်သူနဲ့ လိုချင်တာမရ ဆန္ဒမပြည့်ဝနေခဲ့သူ။\nမောင်လေးကလည်း ဘယ်နှနှစ်ကြာကြာ မမမှ မမဆိုတဲ့ ကောင်ဇိုး\nလေးပေါ့။ အဲဒါနဲ့ တစ်နေ့ကျတော့ မမရဲ့ယောက်ျားဖြစ်သူဟာ\nမမကိုလည်း မတိုင်ပင်ပဲ အပန်းဖြေခရီးဆိုပြီး အိုင်းစ်လန်းကို တစ်လ\nသွားသာယာပါတော့တယ်။ဘာပြောကောင်းမလဲ ပေါက်ကွဲချင်ပေမယ့်မီးစနက်တံကောင်းကောင်း\nမရှိလို့ ထိန်းထားရတဲ့ မမတစ်ယောက်မောင်လေးရဲ့လောင်ကျွမ်းမီး\nတောက်ကြားမှာ ထိန်းမရ သိမ်းမရ ပေါက်ကွဲကုန်ကြပါတော့တယ်။\nအဲဒါကြောင့် မမနဲ့မောင်လေး ရှေ့ဆက် ဘယ်လိုနှစ်ပါးသွားကြမလဲ၊\nဆန္ဒကို သိက္ခာနဲ့ပဲ ထိန်းကြမလား၊ စိတ်လွတ်လက်လွတ် သားပစ်မယား\nပစ် ပျော်ပါးကြမလား၊ ပျော်ရွှင်ရမလား ...",
        "rating": "4.3",
        "url": "https://megaup.net/2ySnq/Tonight.Youre.Sleeping.with.Me.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzE4NjU0MjYtYmM2YS00ZDQzLTk0OGEtMjc4ZWYyZTkxNDM1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Amigos (2023)",
        "description": "Amigos (2023)IMDb - 7/10အခုတင်ဆက်​ပေးမှာ​ကတော့ အက်ရှင်ဇာတ်ကား​တွေနဲ့လူသိများတဲ့\nမင်းသားNandamuri Kalyan Ramက သုံးကိုယ်ခွဲအဖြစ်သရုပ်​ဆောင်ထားပြီး\nလှည့်ကွက်အများကြီးနဲ့ရိုလာကိုစတာစီးသလိုခံစားချက်​တွေနဲ့ ကြည့်ရှု့ရမယ့်\nAmigosဆိုတဲ့အက်ရှင်ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်ကမ္ဘာကြီးမှာကိုယ်နဲ့​​သွေးသားမ​တော်စပ်ဘဲ ရုပ်တူတဲ့သူ​​တွေကအနည်းဆုံးသုံး​ယောက်က​နေ\nအများဆုံး​ခုနှစ်​ယောက်အထိရှိနိုင်ပြီး အဲ့လူ​တွေနဲ့​တွေ့နိုင်ဖို့ကိုယ့်မှာလည်း အခွင့်​ရေး​တွေရှိလာနိုင်ပါတယ်ဒီကားထဲမှာ​တော့ဆဒ်ဒူးဆိုတဲ့လူငယ်​လေးကရိုးသားထက်မြက်ပြီး မိဘစီးပွား​ရေး​တွေကိုခန့်ခွဲ​နေသူတစ်​​ယောက်ပါ\nတစ်​​နေ့မှာ​တော့ အခွင့်အ​​ရေးတချို့​ကြောင့် ဝဘ်ဆိုဒ်တစ်ခုက​နေ သူနဲ့ရုပ်တူတဲ့မန်ဂျူးနဲ့ မိုက်ကယ်ဆိုသူ\nလူနှစ်​ယောက်ကို​တွေ့ဆုံပြီး သူငယ််ချင်း​တွေဖြစ်သွားကြ​ပြီး အတူတူခရီး​တွေထွက်ကာ​ပျော်ရွှင်ခဲ့ကြပါတယ်\nဒါ​ပေမဲ့သူတို့သုံး​ယောက်ထဲကမိုက်ကယ်ဆိုသူဟာ ဆဒ်ဒူးနဲ့မန်ဂျူးတို့လိုသာမန်လူ​မဟုတ်ဘဲ နိုင်ငံ့အလိုရှိရာဇဝတ်​သားတစ်​ယောက်ဖြစ်​နေပြီး ရုပ်တူတာကိုအသုံးချကာထွက်ပြေးဖို့ကြံစည်လာတဲ့အခါ မိုက်ကယ့်ရဲ့လှည့်ကွက်ထဲကိုသူတို့ဘယ်လို​တွေဝင်သွားမိပြီး ပြန်​ဖြေရှင်းဖို့ကြိုးစားကြမလဲ ​သွေးသားမ​တော်ပဲရုပ်တစ်​ထေရာတည်းတူညီ​နေတဲ့ အကျိုးဆက်​ကြောင့်ဘယ်လိုအ​မွှေဇယား​တွေဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…2.6GB /1.13GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Yunni~ Khin Khin",
        "rating": "6.9",
        "url": "https://megaup.net/2z7qi/Amigos_(2023)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5yqE2kXZac68rtZpmrjyMTmVDhD.jpg",
        "title": "Cyber Heist ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ဟောင်ကောင် မင်းသား ၊ အဆိုတော် ၊ Dancer Aaron Kwok Fu-shing ရဲ့\n၂၀၂၃ ခုနှစ်ထွက် ဇာတ်ကားကောင်းလေးနဲ့ CMကပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေ ။နည်းပညာတွေတိုးတတ်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ Enter လေးတစ်ချက်ခေါက်လိုက်ယုံနဲ့\nအရာအားလုံးကို ခိုင်းစေလို့ရနေတာ အမှန်ပါပဲ။ ဒီလိုခေတ်ကြီးအတွင်း\nဟောင်ကောင်နယ်မြေမှ နိုင်ငံတကာ ဆိုက်ဘာလုံခြုံရေးကုမ္ပဏီ ထျန်းကျီဟာလဲ\nကမ္ဘာကြီးနဲ့ရင်ဘောင်တန်းပြီး နည်းပညာတွေကို တီထွင်လျှက်ရှိနေပါတယ် ။\nအဲဒီအထဲမှာမှ-သူ့ရဲ့လက်ထဲမှာ ကွန်ပျူတာတစ်လုံးရှိယုံနဲ့ ဘယ်အရာမဆိုလုပ်ကိုင်နိုင်သူ ၊\nနှလုံးမကောင်းတဲ့ သမီးငယ်လေးကို ပိုးမွေးသလိုမွေးကာ စောင့်ရှောက်နေရသူ ၊\nထျန်းကျီ ဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ တာဝန်ခံ နည်းပညာရှင် - ကျိုးကျားကျွင့် ကလဲ အပါအဝင်ပါပဲ ။ဒီလိုနဲ့ ဟောင်ကောင်ဘဏ်တွေကို အွန်လိုင်းကနေ တိုက်ခိုက်မှုတွေ\nမကြာခဏ ဖြစ်ပွားခဲ့ပြီး ထျန်းကျီဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ\nဖြေရှင်းလာပေးခဲ့တာ နှစ်တိုင်းလိုဖြစ်နေခဲ့ပါတယ် ။ ဒီလိုကိစ္စတွေကို\nအမြဲတစေ ဖြေရှင်းလာခဲ့ရင်း မထင်မှတ်ထားတဲ့ကိစ္စတစ်ခုက ဖြစ်သွားလို့လာခဲ့ပါတယ်။\nဘဏ်တွေကိုဟက်ခ်တဲ့ ကြိုးကိုင်သူဟာ ထျန်းကျီဆိုက်ဘာလုံခြုံရေး\nကုမ္ပဏီမှ အတွင်းလူဖြစ်နေခဲ့သောအခါမှာ ? ...",
        "rating": "6.3",
        "url": "https://megaup.net/1T9zX/Cyber_Heist_2023_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzgzOTdlYzItM2RhZi00MTIzLTk0ZDUtNWQ0MTViZDliNTllXkEyXkFqcGdeQXVyMzUyODYwOTA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Olvido y León (2020)",
        "description": "Olvido y León (2020)\n================ဇာတ်ကားနာမည်အတိုင်းပဲ အော်ဗီဒို နဲ့ လီယွန်တို့ မောင်နှမ\nနှစ်ယောက် အကြောင်းကို အဓိက တင်ဆက် ထားပါတယ်။\nမွေးဖွားတဲ့နေ့ရက်တူပေမယ့် ကံကြမ္မာမတူတဲ့ သူတို့နှစ်ယောက်မှာ\nလီယွန်က Down Syndrome ဝေဒနာသည်လေး အဖြစ်\nမွေးဖွားလာခဲ့ပါတယ်.အဖေရော အမေပါ ဆုံးသွားပြီးတဲ့နောက် သူတို့နှစ်ယောက်\nတည်း ကျန်ခဲ့တဲ့အချိန်မှာ ဘယ်သူ့ကိုမှ မျက်နှာသာမပေးတဲ့\nလောကဓံတရားကလည်း သူတို့ကို ပြင်းထန်စွာ ရိုက်ခတ်\nလာပါတော့တယ်။ မိဘမဲ့အနေနဲ့ အစိုးရထောက်ပံ့ကြေး ယူ\nထားရင်းနဲ့ပဲ ဝါသနာပါတဲ့ သရုပ်ဆောင် အလုပ်ကိုလည်း လက်\nမလွှတ်နိုင်ဘဲ အောင်မြင်မှုနဲ့ ဝေးကွာရင်း စိတ်ကျန်းမာရေးပါ\nထိခိုက်လာတဲ့ အော်ဗီဒို၊ အစ်မဖြစ်သူရဲ့ အခြေအနေကို အဆုံး\nစွန်ထိ ကာကွယ်ပြောဆိုရင်း ဉာဏ်ရည်မဖွံ့ဖြိုးပေမယ့် မေတ္တာ\nတရားများ ဖွံ့ဖြိုးကြီးထွားလာသူ လီယွန်တို့နှစ်ယောက် အခက်\nအခဲတွေကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲ။ကိုယ့်ကိုကိုယ် သတ်သေဖို့ ကြိုးစားရလောက်တဲ့အထိ စိတ်ဓာတ်\nတွေ ကျဆင်းနေသူအတွက် လီယွန်ရဲ့ ရိုးရှင်းစွာအားပေးလိုက်တဲ့\nစကားလေးတစ်ခွန်းကိုလည်း ပြောပြချင်ပါတယ်။\n“You Can Also Die of ...",
        "rating": "5.6",
        "url": "https://megaup.net/3eOL8/Olvido.y.Leon.2020.720p.NF.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vvSyI8t5fnbRZpDKrNcdxCE2uyv.jpg",
        "title": "The Advocate: A Missing Body(2015)",
        "description": "The Advocate: A Missing Body(2015)*********************************ဥပဒေရုံးကြီးတစ်ခုရဲ့နာမည်ကျော်ရှေ့နေဗြောန်းဟိုဆောင်းဟာ လိုက်သမျှအမှုတိုင်းလိုလိုနိုင်အောင်စွမ်းဆောင်နိုင်ပြီး\"အနိုင်ရတာကတရားမျှတမှုပဲ\" လို့ခံယူထားသူတစ်ဦးဖြစ်ပါတယ်။ဆေးဝါးကုမ္ပဏီကြီးအတွက် အမှုနိုင်အောင်လုပ်ပေးပြီးတဲ့နောက်မှာတော့ လူသတ်မှုနဲ့စွပ်စွဲခံထားရတဲ့ဥက္ကဌမွန်းဂျီဟွန်းရဲ့ဒရိုင်ဘာအတွက် အမှုလိုက်ပေးဖို့ ငှားရမ်းခံရပါတယ်။အလောင်းရော၊ သက်သေရောမရှိတဲ့လူသတ်မှုဖြစ်နေပေမယ့် ရှေ့နေဗြောန်းကသူ့ထုံးစံအတိုင်း တရားပြိုင် အပြစ်မရှိအောင် ခုခံချေပပေးခဲ့ပါတယ်။ဒီလိုနဲ့ တရားခွင်နောက်ဆုံးနေ့ အမှုနိုင်ခါနီးမှာမှ သူ့အမှုသည်က သူသတ်ခဲ့တာဖြစ်ကြောင်းရုတ်တရက်ထဝန်ခံလိုက်တဲ့အခါမှာတော့ အမှုရှုံးနိမ့်သွားပါတော့တယ်။ရှေ့နေဗြောန်းတစ်ယောက် အရှက်တကွဲဖြစ်ခဲ့ရတဲ့အပြင် မျက်မြင်သက်သေအတုဖန်တီးမှုနဲ့ပါသံသယဝင်ခံရတဲ့အတွက် ဂုဏ်သိက္ခာပြန်ဆယ်ဖို့ အမှုပြန်စုံစမ်းရင်းကနောက်ကွယ်မှာ သူမထင်ထားတဲ့ ဖြစ်ရပ်ပေါင်းများစွာရှိနေတဲ့အခါမှာတော့...File Size :(1.7GB) and (688MB)\nQuality :WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Thriller, Mystery, Comedy, Law\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ei Phyu Khin & Shoon\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dc8q/The_Advocate_A_Missing_Body_(2015).Web-Dl.720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7QKkvGgwMCvYrdkyNFgxfLESBtx.jpg",
        "title": "Kill Boksoon(2023)",
        "description": "Kill Boksoon(2023)*****************Netflix က အသစ်ထပ်ထွက်လာတဲ့ ဒီ Action, Drama ရုပ်ရှင်ကတော့ လောလောဆယ်မှာRT 92% တောင်ရထားတာဖြစ်ပါတယ်...ဘို့ဆွန်းဆိုတဲ့ အမျိုးသမီးက နာမည်ကြီး ကြေးစားလူသတ်သမား‌တစ်ယောက်ဖြစ်တယ်..သူတို့လောက က တကယ်တော့ တရားဝင် ဟန်ပြကုမ္ပဏီထောင်ကြပြီး နောက်ကွယ်မှာတော့ကြေးစားလူသတ်သမားတွေမွေးထုတ်ပြီး ဒိတ်ဒိတ်ကျဲတွေကို အခကြေးငွေယူပြီးသတ်ပေးပါတယ်..ဒီလူတွေထဲမှာ ဘို့ဆွန်းကတော့ တိုက်ရည်ခိုက်ရည်ပြည့်ဝပြီးအောင်မြင်မှု ၁ ရာခိုင်နှုန်းပဲရှိရင်တောင် ဖြစ်အောင်လုပ်နိုင်လို့ သူတို့လောကမှာတော့အားလုံးက ကြောက်ရွှံလေးစားကြပါတယ်.. ဘယ်အလုပ်မဆို အနားယူရမဲ့ အချိန်ကာလဆိုတာရှိကြတယ်မလား..ဘို့ဆွန်းမှာလည်း သမီးလေးတစ်ယောက်ရှိသလိုဒီလောက က အနားယူပြီး အေးဆေး သာမန်မိခင်တစ်ဦးအနေနဲ့ နေချိန်တန်ပြီလို့သူမ ယူဆလာတယ်.. ဒါ့ကြောင့် အနားယူဖို့ ပြင်ဆင်ခါ မှသူမ မမျှောလင့်ထားတဲ့အရာအားလုံးဖြစ်ပျက်ခဲ့သလိုဒီလောကကြီးထဲက အတော်ဆုံးဆိုသော ကြေးစားလူသတ်သမားတွေ သူမနောက်ကိုတစ်ပြုံကြီးလိုက်လာကြတဲ့အခါမှာတော့.....ကိုရီးယားရဲ့ အထင်ကရမင်းသမီးကြီး Jeon Do Yeon နဲ့  မင်းသားကြီး Sol Kyung Gu တို့အဓိက ပါဝင်ကြမ်းရမ်းထားကြပြီး  Esom လေးကလည်း ဇပျင်းပျင်းနဲ့ဖိုက်တာ  ...",
        "rating": "7.3",
        "url": "https://megaup.net/3f3xU/Kill.Boksoon.(2023)WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6M7Txm2cxR90IOycIs39F5jbjI.jpg",
        "title": "[18+] Love Hotel (1985)",
        "description": "Love Hotel (1985)မှောင်နေတဲ့ထဲမှာ အမှောင်ခန်းတွေပါတဲ့ အချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။အချစ်ဟိုတယ်ဆိုတဲ့နာမည်အတိုင်း မင်းသားနဲ့ မင်းသမီးက အချစ်ဟိုတယ်မှာ စတွေ့ကြပါတယ်။ မင်းသမီးကတော့ အချိန်ပိုင်း ဖျော်ဖြေတဲ့သူဖြစ်ပြီးတော့ မင်းသားကတော့ အကြွေးတွေများလို့ စိတ်ဓာတ်ကျပြီး တစ်ယောက်တည်းသတ်သေရမှာပျင်းလို့ အဖော်ခေါ်သွားချင်တာနဲ့ ဖျော်ဖြေရေးခေါ်ရာကနေ တွေ့ကြပါတယ်။သတ်သေဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးမျက်နှာမြင်ပြီး စိတ်ပြောင်းသွားလို့ ကောင်မလေးကို ခုတင်ပေါ်မှာ ပစ်ထားပြိး လစ်ပြေးသွားပါတယ်။နောက်တော့ မင်းသားက တက္ကစီဒရိုက်ဘာလုပ်နေရင်း မင်းသမီးကို ပြန်တွေ့ပါတယ်။ မင်းသမီးက ဖျော်ဖြေရေးမလုပ်တော့ဘဲ တခြားအလုပ်လုပ်နေပေမဲ့ အတိတ်က အရိပ်ဆိုးရဲ့ ဖုံးလွှမ်းမှုကို ခံနေရပါတယ်။တက္ကစီဒရိုက်ဘာမင်းသားက သူ့ကိုယ်သူသတ်မသေအောင် စိတ်ပြောင်းပေးနိုင်တဲ့ မင်းသမီးကိုကြွေသွားပြီး မင်းသမီးကလည်း သူ့ကို မုဒိမ်းကျင့်သတ်ဖို့ စီစဉ်ပေမဲ့ မလုပ်ဖြစ်တဲ့ မင်းသားကို ကြိုက်သွားပါတယ်။ဒါပေမဲ့ သူတို့အချစ်ခရီးလမ်းက အိမ်ထောင်ရေးဖောက်ပြန်မှုလမ်းခွဲတွေ အများကြီး ကွေ့ဝင်ထားတာကြောင့် စိတ်ဝင်စားစရာ ဇာတ်ကွက်လေးတွေကို တဝကြီးကြည့်ရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 750MB\nQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/1T8j3/(CM)_Love_Hotel_(1985)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDg2ZDc3YmItNzBiYy00YjYyLWJhZjgtNDNkZTZlNTBjMWUzXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-140x200.jpg",
        "title": "[19+]Tasty Sex And Female Soldier(2019)",
        "description": "[19+]Tasty Sex And Female Soldier(2019)**************************************စုံတွဲတစ်တွဲရှိတယ်..ကောင်မလေးက အစိုးရဝန်ထမ်းဖြစ်တော့ကောင်လေးကိုသိပ်အချိန်မပေးနိုင်ဘူး..ဒီကြားထဲ သူ့အလုပ်နဲ့ဆိုင်တာတွေပါ အခန်းထဲယူယူလာတော့ကြာတော့ ကောင်လေးက စိတ်ပျက်လာတယ်...အကြာကြီးချစ်ခဲ့သလို သံယော်ဇဉ်လည်းတွယ်နေတာဆိုတော့လမ်းခွဲဖို့ကိုမပြောရက်ဘူး..အဲ့ဒီနောက်မှာတော့..19+ အဆင့်မို့ အိပ်ရာခန်းတွေများစွာပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး... File Size : (569MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://megaup.net/1T8j9/Tasty_Sex_And_Female_Soldier.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vidfsb8UxcWIl0amKk7adYdKWVh.jpg",
        "title": "Black Butler(2014)",
        "description": "Black Butler(2014)*****************လက်စားချေတဲ့ ခပ်ကြမ်းကြမ်း အက်ရှင်ဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက် ၂၀၁၄ ကထွက်ရှိခဲ့တဲ့ Black Bulter ဆိုတဲ့ဂျပန်ဇာတ်ကားကောင်းလေးကို မိတ်ဆက်ပေးပါရစေ။အမေနဲ့အဖေနှစ်ယောက်လုံး အသတ်ခံရပြီးနောက် ကံကောင်းစွာလွတ်မြောက်သွားခဲ့တဲ့ ရှီအိုရီဆိုတဲ့ကောင်မလေးဟာ ယောက်ျားလေးဟန်ဆောင်ပြီး မိသားစုဆီကိုပြန်လာခဲ့ပါတယ်။ဒီလိုပြန်လာနိုင်ဖို့ သူ့ရဲ့ဝိညာဥ်ကို နတ်ဆိုးဆီကိုရောင်းစားခဲ့ပြီး နတ်ဆိုးနဲ့အတူပြန်လာခဲ့တာပါ။ငယ်ရွယ်တဲ့ကောင်မလေးဟာ နတ်ဆိုးနဲ့အတူ သူ့မိဘတွေရဲ့သေဆုံးမှုကို ဘယ်လိုစုံစမ်းပြီး လက်စားပြန်ချေမလဲ။နည်းပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေ၊ အထက်တန်းအလွှာတွေကြားကရှုပ်ထွေးမှုတွေနဲ့အတူခမ်မိုက်မိုက် အက်ရှင်ခန်းတွေ Plot Twist တွေနဲ့မို့ ကြည့်သင့်ပါကြောင်းFile Size :(2.7GB)(1GB) and (353MB)\nQuality :Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/3f3dx/Black.Butler.2014.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/brwemmbuqxxy.mid-136x200.jpg",
        "title": "[18+]Chain (2021)",
        "description": "[18+]Chain (2021)****************ဆယ်ကျော်သက်အရွယ်ဆိုတာ အချစ်ကိုစူးစမ်းချင်ကြသလိုကာမစိတ်နဲ့ပတ်သက်ပြီးတော့လည်း လက်တည့်စမ်းချင်ကြတယ်..အချစ်နဲ့ မဆိုင်ဘူးလို့ဆိုသော်ငြားလည်း ဒီစိတ်ဟာမပါလည်းမဖြစ်တဲ့အရာလိုမျိုးပါပဲ..ဒီကားထဲမှာတော့ လူငယ်လေးတွေနဲ့ လူကြီးတွေကြားအချစ်တွေဖလှယ် အတွေ့အကြုံတွေဖလှယ်ရင်းဘဝရဲ့ အချစ် , အချစ်နဲ့ ကာမကိုလှလှပပလေး ပုံဖော်ထားတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး............File Size :(1.1GB) and (548MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://megaup.net/2z5I3/Chain.2021.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/zanjeer-malayalam-1-137x200.jpg",
        "title": "Zanjeer (2013)",
        "description": "တောင်ပိုင်းမင်းသား ရမ်ချရန် Ram Charan နဲ့ ဘောလိဝုဒ်မင်းသမီးချော ပရီရန်ကာချော်ပရာ Priyanka Chopra တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက တောင်ပိုင်းဆန်တဲ့ အက်ရှင်ရဲဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့...\nACP Vijay Khanna ဆိုတာ မတရားမှုတွေကို လက်ပိုက်ကြည့်မနေဘဲ ကိုယ်တိုင်ဝင်ပါဖြေရှင်းတတ်ပြီး လက်သံပြောင်လွန်းလို့ ရဲဌာနတွေကနေ ခဏခဏပြောင်းရွှေ့ခံနေရတဲ့ရဲအရာရှိတစ်ဦးပါ...ဒီတစ်ခါ...\nသူပြောင်းရွှေ့ခံလိုက်ရတဲ့နေရာမှာ ဆီမှောင်ခိုလုပ်ငန်းက အမြစ်တွယ်ကြီးထွားနေပြီး\nမကောင်းမှုအားလုံးရဲ့မြစ်ဖျားခံရာဆိုတာနဲ့ ဒီမကောင်းမှုတွေမှာ ရဲဌာနက လူကြီးတွေပါပါဝင်နေတာကို သူသိလိုက်တဲ့အခါမှာတော့...\nACP Vijay Khanna တစ်ယောက် အမှန်တရားအတွက် ဘာကိုမှ မငဲ့ကွက်ဘဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ........။\nFile size…(3.9 GB)/(1.4 GB)\nQuality…WEBHD 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "",
        "url": "https://megaup.net/1T8ds/(CM)_Zanjeer_(2013)_720p.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gaslight-4-160x200.jpg",
        "title": "Gaslight(2023)",
        "description": "Gaslight (2023)IMDb-6.0/10ဆန်းဆန်းပြားပြားသည်းထိတ်ရင်ဖိုကြိုက်တဲ့သူတွေအတွက် ဆာရာလေးအဓိကပါ၀င်ထားပြီး\nမင်းသားကြီး Rahul Dev ၊ အမေရိကန်နိုင်ငံဖွား မင်းသားချောလေး Akshay Oberoi ၊\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုရ Chitrangda Singh တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါ ပါ၀င်ထားတဲ့ကားပါဇာတ်လမ်းအညွှန်းနန်းတော်ကြီးကနေ အတော်ကြာထွက်ခွာသွားတဲ့\nမင်းသမီးလေးမီရှာဟာ ဖခင်ရဲ့စာတွေကြောင့်ပြန်လာခဲ့ပါတယ်\nသူနန်းတော်ပြန်ရောက်ချိန်မှာတော့ သူ့ဖင်ဘုရင်ကြီးရှိမနေပါဘူး\nအဲဒီအစား အိမ်‌မက်ယောင်လို သူ့အဖေရဲ့အရိပ်အယောင်တွေသာ သူမြင်တွေ့နေရပါတယ်\nဘယ်သူ့ကိုမေးမေး သူ့အဖေပျောက်နေတယ်ဆိုတာကလွဲ ဘာမှမဖြေကြပါဘူးနန်းတော်ကနေဘုရင်တစ်ပါးလုံးပျောက်နေတာတောင် ဘာမှမသိကြတဲ့အသိုင်းအဝိုင်းကြားမှာ\nမီရှာတစ်ယောက်တည်းဘယ်လိုအဖြေရှာစုံစမ်းမလဲ\n‌သူ့ဘေးမှာရှိနေတဲ့လူတွေကရော ဘာကြောင့်မသိကြတာလဲ နန်းတို့ရဲ့ထုံးစံအတိုင်း\nမိတ်ဆွေကောင်းဘယ်သူလဲ ဇာတ်သိမ်းခါနီးထိမသိရပဲ လျှို့ဝှက်မှုပေါင်းများစွာနဲ့ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…1.4GB / 511MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Khin Khin",
        "rating": "5.9",
        "url": "https://megaup.net/1T8c3/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onDrDG7BxvSIcmdWSdz3t92yPb.jpg",
        "title": "Master(2016)",
        "description": "Master(2016)************Lee Byung-hun  အဓိက ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားကြီးဟာBO လည်း ဝင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွှမ်းခြင်းတွေလည်း ရရှိခဲ့ပါတယ်..\nဂျင်ယောင်းဖီဆိုတဲ့သူဟာ ပိရမစ်စနစ်ဆိုတဲ့ ငွေစုစနစ်တစ်ခုကိုတည်ထောင်ပြီးတော့တစ်နိုင်ငံလုံးကပြည်သူတွေဆီကနေ ငွေသန်းပေါင်းများစွာလိမ်ယူနေတာပါ။ဒါကို စုံထောက်ဂင်ဂျယ်မြောင်းဆိုတဲ့သူကသိပြီးတော့ ဖမ်းဖို့သက်သေရှာနေပါတယ်။သက်သေရပြီး ဖမ်းမိခါနီးမှာပဲ ဂျင်ယောင်းဖီက ပိုက်ဆံတွေယူပြီး ကိုးရီးယားနိုင်ငံကနေထွက်ပြေးသွားတာမလို့ စုံထောက်အဖွဲ့အရေးနိမ့်သွားရပါတယ်။ဒါပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ စုံထောက်ဂင်ဂျယ်မြောင်းက လက်မလျော့ဘဲ ဂျင်ယောင်းဖီကိုဖမ်းဖို့အတွက် သူ့ကိုယ်ပိုင်အထူးအဖွဲ့ကိုဖွဲ့ခဲ့ပါတယ်။သူ့ရဲ့အဖွဲ့နဲ့အတူ ဖိလစ်ပိုင်မှာနောက်ထပ်လိမ်လည်မှုကျူးလွန်ဖို့ကြံစည်နေတဲ့ ဂျင်ယောင်းဖီကို ဘယ်လိုမိအောင်ဖမ်းမလဲ။ဉာဏ်အရမ်းထက်တဲ့ လူလိမ်ဂျင်ယောင်းဖီကရော ဘယ်လိုအကွက်တွေနဲ့လှည့်ထွက်ဦးမလဲဆိုတာကိုစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။File Size :(2.6GB)(1.04GB) and (342MB)\nQuality :WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dazx/Master_(2016).WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjhiNjBlODctY2ZiOC00YjVlLWFlNzAtNTVhNzM1YjI1NzMxXkEyXkFqcGdeQXVyMjQxNTE1MDA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Avatar: The Way of Water (2022)",
        "description": "Avatar: The Way of Water (2022)\n========================\nIMDb Rating - 8.1/102009 ခုနှစ်က ဆုပေါင်းများစွာနဲ့ ဝင်ငွေစံချိန်တင်ခဲ့တဲ့ Avatar\nရုပ်ရှင်ရဲ့အဆက် Avatar 2 : The Way of Water ကြည်တောက်\nရှင်း Version ရပြီမို့ တင်ဆက်ပေးထားပါပြီ။ဇာတ်လမ်းအကျဉ်း\n............................\nဇာတ်လမ်းကတော့ ဂျိတ်ဆော်လီနဲ့ နတီးရီတို့ လက်ထပ်ပြီး ပန်ဒိုရာ\nတောထဲမှာ အတူနေကြတာကနေ ပြန်ဆက်ထားပါတယ်။ ကောင်းကင်\nလူမျိုးလို့ခေါ်တဲ့ ကမ္ဘာသားတွေကို ကမ္ဘာပေါ်ကို ပြန်ပို့ပြီး နာဗီတွေ\nသာယာအေးချမ်းနေကြပါပြီ။ ဂျိတ်ဆော်လီနဲ့နတီးရီတို့လည်း သားသမီး\nလေးယောက်နဲ့ မိသားစုကြီးဖြစ်နေပါပြီ။ ဒါပေမဲ့ ပျော်ရွှင်မှုဆိုတာ\nတမဟုတ်ချင်းပျောက်ကွယ်တတ်တဲ့အရာမို့ ကမ္ဘာသားတွေ နောက်တစ်ခါ\nအင်အားအပြည့်နဲ့ ကျူးကျော်လာတဲ့အခါမှာတော့ နာဗီမျိုးနွယ်တွေ ပုန်း\nရှောင်နေကြရပြီး ပြောက်ကြားစစ်နဲ့ ပြန်တိုက်ခိုက်ကြရပါတော့တယ်။အဲဒီတိုက်ပွဲတွေကိုလည်း ဂျိတ်ကပဲ ဦးဆောင်ပြီး သူ့ရဲ့ သားနှစ်ယောက်လည်း\nပါဝင်တိုက်ခိုက်နေရပါတယ်။ ဒါပေမဲ့ ကမ္ဘာဘက်ကလည်း အက်ဗာတာ\nအထူးတပ်တွေထုတ်သုံးပြီး ဂျိတ်တို့ကို သတ်ဖို့လိုက်လာတဲ့အခါမှာတော့\nဂျိတ်တို့မိသားစု ရှင်သန်ဖို့ အသက်လုတိုက်ပွဲတွေ ဆင်နွှဲလာရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1T9mv/Avatar.The.Way.of.Water.2022.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEmMqgcXvA5Nc5YufekDt57GHTJ.jpg",
        "title": "Sri Asih(2022)",
        "description": "Sri Asih(2022)*************Sri Ashi ဇာတ်ကားဟာ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကို R.A Kosasih ရေးသားထားတဲ့ Sri Ashi၊ ဂန္တဝင်အင်ဒိုနီးရှားရုပ်ပြစာအုပ်ကိုပြင်ဆင်ပြီးlive-action ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာဆိုရင် BCU(Bumilangit Cinema Universe) ရဲ့Gundala(2019) အပြီး ဒုတိယမြောက်ထွက်ရှိလာတဲ့ကားပဲဖြစ်ပါတယ်။ IMDB 7.3/10 အထိရရှိထားတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အယ်လ်လန်နာဟာ သူမရဲ့အဖေနဲ့ အမေကိုသေဆုံးစေခဲ့တဲ့မီးတောင်ပေါက်ကွဲမှုအတွင်းမှာ မွေးဖွားလာခဲ့ပါတယ်။ သူမဟာ သူမရဲ့ ဒေါသစိတ်ကြောင့် အမြဲ အခက်အခဲတွေကိုအမြဲကျော်လွှားနိုင်ခဲ့တယ် အောင်နိုင်ခဲ့တယ်ဆိုတာကို နားမလည်ခဲ့ပေမယ့် အဲ့ဒီ့ဒေါသစိတ်ကို အမြဲတိုက်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။\nအဲ့နောက်မှာတော့ ချမ်းသာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သူမကို သာမန်ဘဝလေးမှာပဲ နေထိုင်နိုင်ဖို့အတွက်မွေးစားခဲ့ပါတယ်။ ဒါပေမယ့် အယ်လ်လန်နာ အရွယ်ရောက်လာတဲ့အခါ သူမဟာသာမန်လူသားတစ်ယောက်မဟုတ်ကြောင်း သူမရဲ့ မူလဇာစ်မြစ် အမှန်တရားကို ရှာဖွေတွေ့ရှိသွားခဲ့ပါတယ်။\nဒီနောက်မှာတော့ ရန်သူတွေ အများကြီးပေါ်ပေါက်လာသလို သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်သူကတော့ PROXY ဖြစ်ပါတယ်File Size :(1.9GB) and (870MB)\nQuality :WEB-DL1080P, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1T80f/Sri.Asih.2022.WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU0orGizEpOli4wtN8HtfOOJDlA.jpg",
        "title": "Gundala (2019)",
        "description": "ဒီကားလေးကတော့ စူပါဟီးရိုးဖန်တွေအတွက် 2019 တုန်းက ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားလေးပါ။BumiLangit စတူဒီယိုကနေထုတ်လုပ်တာဖြစ်ပြီး BumiLangit Cinematic Universe(BCU) ရဲ့ ပွဲဦးထွက် စူပါဟီးရိုးကားလည်းဖြစ်ပါတယ်။ဒီနှစ်ပိုင်းအတွင်းမှာ BCU ကနေ နောပ်ထပ် Sequals တွေထပ်ထွက်ဖို့ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.... ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဟာ အောက်ခြေဝန်ထမ်းတွေကို အလုပ်တွေဖိခိုင်း၊ အချိန်ပိုတွေလုပ်ခိုင်းပြီးလစာတွေကိုကျတော့မစို့မပို့သာပေးပြီး အချိန်အကြာကြီးခေါင်းပုံဖြတ်နေခဲ့ပါတယ်။အဲဒီလို အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ ဆောက်လုပ်ရေးကုမ္ပရဲ့အထက်လူကြီးတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံး တစ်နေ့မှာတော့အလုပ်သမားတွေဟာစုဖွဲ့ပြီး ဆန္ဒပြဖို့လုပ်ပါတော့တယ်။အဲဒီဆန္ဒပြတဲ့အုပ်စုထဲမှာ ဆန်ချာကာဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ အဖေလည်းပါပါတယ်။ဆန်ချာကာ ဆိုတာကတော့ မွေးကတည်းက ထူးခြားတဲ့စွမ်းအားနဲ့မွေးဖွားလာတဲ့ကလေးလေးပါ။သူဟာ မိုးကြိုးတွေကနေခွန်အားတွေပြန်ယူနိုင်ပြီး ရန်သူတွေကိုလည်း လျှပ်စီးတွေနဲ့ ပစ်နိုင်တဲ့အစွမ်းရှိပါတယ်။ပြီးတော့ သူ့စွမ်းအားတွေထုတ်နေတုန်းမှာဆိုရင် သူ့လက်ထဲကိုင်ထားတဲ့အရာဝတ္တုနဲ့ အမျိုးအစားတူတဲ့ပစ္စည်းတွေဟာ ကွဲကြေပျက်စီးနိုင်ပါတယ်။ဒါပေမယ့် ဆန်ချာကာလေးဟာ သူ့မှာစွမ်းအားရှိနေတာကို မသိရှာပါဘူး။ဆန်ချာကာရဲ့အဖေတို့ဟာ ဆန္ဒပြရင်းမတော်တဆဖြစ်ပြီး ငွေနဲ့မက်လုံးအပေးခံထားရတဲ့ တခြားစက်ရုံဝန်ထမ်းတစ်ယောက်ရဲ့လက်ချက်နဲ့ သေသွားခဲ့ရပါတယ်။အဖေမရှိတော့တဲ့နောက်ပိုင်းမှာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1daz0/Gundala.2019.web-dl.720p(cm).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/un-156x200.jpg",
        "title": "Unrest(2006)",
        "description": "Horror ကားမျှော်နေကြတဲ့သူတွေအတွက် အလောင်းတစ်လောင်းကြောင့် ဗရုတ်တွေရှုပ်ကုန်တဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါမယ်။ခန္ဓာနဲ့ဝိဉာဥ်ယှဉ်တွဲနေထိုင်နေကြတဲ့ သတ္တဝါတွေ၊ ခန္ဓာကသေဆုံးပြီးတဲ့အခါ ဝိဉာဉ်ကဘယ်ရောက်သွားမလဲ။ ဘာဆက်ဖြစ်မလဲ။ အကယ်၍ ကျိန်စာသင့်နေတဲ့ ဝိဉာဉ်တစ်ခုဆိုရင်ရော....ခန္ဓာဗေဒကို ‌လေ့လာနေကြတဲ့ ကျောင်းသားတစ်စုမှာ အယ်လစ်ဆင်၊ ဘရိုင်ယန်၊ ရစ်ခ် နဲ့ ကားလို့စ်တို့ဟာ အလောင်းတစ်ခုကိုခွဲစိတ်ဖို့ တစ်ဖွဲ့တည်းအတူတူကျခဲ့ပါတယ်။ ပထမဆုံးရက်မှာတင် အယ်လစ်ဆင်က အလောင်းကိုမြင်ပြီးတဲ့နောက် ထူးဆန်းတဲ့အာရုံတွေရနေပြီး မူမမှန်တာကို ခံစားနေခဲ့ရတာပါ။ ဒါပေမယ့် သူ့အတန်းဖော်တွေရော၊ သူဆရာကပါ သိပ်ပြီးထွေထွေထူးထူးလို့မထင်ပဲ သူ့ခံစားမှုကို လစ်လျူရှုခဲ့တဲ့နောက် ကြောက်စရာကောင်းတဲ့အရာတွေ စတင်ဖြစ်ပျက်လာပါတော့တယ်။ သူ့အာရုံမှာ ဘာကိုခံစားနေရတာလဲ။ သူတို့ခွဲစိတ်နေခဲ့တဲ့ အလောင်းက ဘာတွေမူမမှန်နေခဲ့တာလဲ။ ဘယ်လိုမကောင်းဆိုးရွားမျိုးက သူတို့ဆီကိုချဉ်းကပ်လာနေသလဲဆိုတာကို ရင်တထိတ်ထိတ်တဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…2.01GB / 727MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/1damn/Unrest.2006.WEB-DL.AMZN.DDP2.0.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QVbWBv94BAT9u1q9uJccwOxMzt.jpg",
        "title": "Diabolik – Ginko Attacks (2022)",
        "description": "Diabolik - Ginko Attacks (2022)၂၀၂၁ ခုနှစ်မှာထွက်ခဲ့တဲ့ Diabolik ရုပ်ရှင်ရဲ့ အဆက်ပါ။ဇာတ်လမ်းကတော့ ဖောက်ထွင်းဝိဇ္ဇာ Diabolik ဟာ အာမန်သရဖူကိုခိုးပြီး အာမန်‌ကျောက်မျက်အားလုံးကို ခိုးဖို့ ကြံစည်တာကနေ စတင်ထားပါတယ်။ ဒါပေမဲ့လည်း ရတနာတွေဟာ စုံထောက်ဂျင်ကိုရဲ့ ငါးစာတွေဖြစ်နေတဲ့အခါ Diabolik တစ်ယောက် ဒုက္ခရောက်ပါတော့တယ်။ဒုက္ခရောက်ရတဲ့အထဲ ချစ်ရသူဖြစ်တဲ့ အေဗာကပါ ကျောခိုင်းသွားပြီး Diabolik ရဲ့ ပိုင်ဆိုင်မှုအားလုံးကို ရဲတပ်ဖွဲ့က သိမ်းယူသွားခဲ့ပါတယ်။Diabolik ဟာ ပြေးပေါက်ပိတ်နေပါပြီ။ဒီလိုခက်ခဲတဲ့အခြေ‌အနေတွေကြားထဲမှာ စုံထောက်ကြီးဂျင်ကိုကပဲ အနိုင်ရပြီး Diabolik ကိုဖမ်းမိသွားမလား။ Diabolik ကပဲ လက်မတင်လေး လွတ်သွားဦးမလားဆိုတာကို စုံထောက်ကားပီပီ လှည့်ကွက်တွေနဲ့ ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားမှာတော့ ပုရိသတွေအားလုံးရဲ့ အသည်းစွဲ ဂန္ထဝင်မမကြီး Monica Bellucci ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.15GB, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2z4lC/(CM)_Diabolik_-_Ginko_Attacks_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9bOwV2V9r6LikmKHMDgmu9jcE92.jpg",
        "title": "Diabolik (2021)",
        "description": "Diabolik (2021)၁၉၆၂ ခုနှစ်မှာ အီတလီအပြင် ဥရောပ တခွင် ထိတ်ထိတ်ကြဲ အောင်မြင်ခဲ့တဲ့ ရုပ်ပြတစ်ခုရှိပါတယ်။ ဒီယာဘောလစ်ပါ။ဒီယာဘောလစ်ရဲ့ ပထမဆုံး Live Action ကိုတော့ ၁၉၆၈ ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး အာရှတိုင်းပြည်တွေအထိပါ ပေါက်ရောက်ခဲ့ပါတယ်။လူဆိုးတကာ့ လူဆိုးထဲမှာ ဉာဏ်ရည်ထက်မြက်တဲ့ လူဆိုးက ကြောက်ဖို့အကောင်းဆုံးပါပဲ။ ဒီယာဘောလစ်ဟာ အဲဒီလိုဖောက်ထွင်းဝိဇ္ဇာမျိုးပါ။အခုဇာတ်လမ်းကတော့ ၁၉၆၀ ဝန်းကျင် အီတလီနိုင်ငံကို ဇာတ်အိမ်တည်ထားပြီး အဲဒီခေတ်ကာလမှာ ကလာဗေးလ်မြို့ကရဲတွေ ခေါင်းခဲနေရတဲ့ကိစ္စတစ်ခုရှိပါတယ်။ ရဲတွေကို အမြဲနောက်ကောက်ချနိုင်တဲ့ သူမတူအောင် တော်လွန်းတဲ့ ဖောက်ထွင်းဝိဇ္ဇာ ဒီယာဘောလစ်ပေါ့။သူ့ရဲ့ မျက်နှာအမှန်ကို မြင်ဖူးတဲ့သူမရှိတဲ့အပြင် ဒီယာဘောလစ်ဟာ တကယ်တော့ သာမန်လူမဟုတ်ဘဲ မိစ္ဆာတစ်ကောင်လို့ လူတွေကပါ ပြောကြတဲ့အထိ သူ့ရဲ့ ရာဇဝင်ဟာ လျှို့ဝှက်နေပါတယ်။အေဗာကန့်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ တောင်အာဖရိက စီးပွားရေးသမားကြီးတစ်ဦးရဲ့ ဇနီးပါ။ သူဟာ အဖိုးတန် ပန်းရောင်စိန်နဲ့အတူ ကလာဗေးလ်ကို ပြန်လာခဲ့ပြီး အဲဒီစိန်ကြောင့်ပဲ အဖိုးတန်တာမြင်ရင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1d9p4/(CM)_Diabolik_(2021)_720p.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8dWcUw0clsWARfUn6x8xzQbPKU.jpg",
        "title": "Keramat 2 Caruban Larang(2022)",
        "description": "Keramat 2 Caruban Larang(2022)******************************2009 ခုနှစ်ကထွက်ခဲ့တဲ့ကားကို ကြည့်ဖူးတယ်ဆိုရင် ဒီကားက သူ့ရဲ့အဆက်ပါ...\nဒီဇာတ်လမ်းမှာ အကမေဂျာက ကျောင်းသူတွေနဲ့ ရုပ်ရှင်မေဂျာက ကျောင်းသားတွေပေါင်းပြီးစာတမ်းတွေနဲ့ ဗီဒီယိုတွေလုပ်ဖို့ Cirebon ဆိုတဲ့မြို့ကို ထွက်ခဲ့ပါတယ်...\nအဲ့ဒီမြို့မှာ တစ်ချိန်က သိပ်ကိုနာမည်ကြီးလှတဲ့ Mimi Kemuning ဆိုတဲ့အကသမားလေးတစ်ယောက်ရှိခဲ့ပါတယ်..သူဟာ တစ်နေ့မှာ ပြဿနာတစ်ခုတက်ခဲ့ပြီး အကလောကကနေရော Cirebon မြို့ကနေရော အပြီးတိုင်ပျောက်ကွယ်သွားခဲ့ပါတယ်...\nသူ့ရဲ့ကိစ္စကို အကမေဂျာက ကျောင်းသူလေးတွေက သိချင်တာမို့လို့ လိုက်စပ်စုရင်းကနေဘာတွေဖြစ်ကြမလဲ။ 2009 ခုနှစ်က ထွက်ခဲ့တဲ့ ကားထဲက အဖွဲ့နဲ့ရော ဘယ်နေရာမှာဘယ်လိုတွေ ပြန်တွေ့ကြမလဲဆိုတာကတော့ ... File Size :(1.5GB) and (596MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:34:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2z42C/Keramat.2.Caruban.Larang.2022.WEB-DL.1080P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_-133x200.jpg",
        "title": "Mumbai Mafia: Police vs the Underworld (2023)",
        "description": "Mumbai Mafia: Police vs Underworld (2023)\n*****************************************************************\nဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။\nဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစား\nဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီး\nတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။\nတစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာ\nEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းက\nလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာ\nတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ...\nဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...\nဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။\nFile size… 2.42GB  / 850MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTIyZmVlMzEtYjU2NS00MTQzLTg2ZTQtMWU4OGQzYjgzNThhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Wild Dog(2021)",
        "description": "Wild Dog (2021)\n=====================imdb 6.1/2.4kနာမည်ကြီးတေလဂူးမင်းသားကြီး Nagarjuna Akkineniအဓိကသရုပ်ဆောင်ထားတဲ့\nအက်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ်...ဘယ်လောက်တောင်ကြမ်းသလဲဆိုရင်\nTV-MAရိတ်တင်ရတဲ့ထိပါပဲ.....ဇာတ်လမ်းအကျဉ်းကတော့\nအကြမ်းဖက်နိုမ်နင်းရေးအရာရှိ ဗီဂျေးဟာ အကြမ်းဖက်နိုမ်နင်းရာမှာ ကြမ်းတမ်းရက်စက်လွန်းတာကြောင့်\nWild Dog (ခွေးရိုင်းကြီး)လို့နာမည်ပြောင်ပေးရတဲ့ထိ ဆိုးဝါးလှပြီး ဌာနကလည်း သူ့ကို ရုံးထိုင်အလုပ်ပြောင်းပေးခဲ့ပါတယ်...\nဒါပေမယ့် တနေ့မှာတော့ နိုင်ငံတွင်း အကြမ်းဖက်ဗုံးဖောက်ခွဲမှုတွေ စိပ်လာပြီး\nအကြမ်းဖက်သမားတွေဟာ နိုင်ငံရဲ့လုံခြုံရေးကို\nထိပါးစော်ကားလာတာကြောင့် ဌာနက သူ့ကို ပြန်လည်ရာထူးပေးအပ်ပြီး အမှုလိုက်ခိုင်းပါတော့တယ်....ဗီဂျေးဒီတခါဆုံတွေ့ရမယ့်ရန်သူက အင်မတန်ကောက်ကျစ်ဉာဏ်များပြီး ဖောက်ခွဲရေးပိုင်းဆရာတဆူဖြစ်တာကြောင့်\nဗီဂျေးတစ်ယောက် ဘယ်လိုဘယ်ပုံ စွန့်စားပြီး ဉာဏ်ပညာရော ခွန်အားရော ပြိုင်ဆိုင်သွားလဲဆိုတာကို ဇာတ်လမ်းအစဆုံးထိ\nမလွှတ်တမ်းကြည့်ရှုချင်သွားမယ့် ရုပ်ရှင်ကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…2.11GB / 1GB\nQuality…1080p UHD WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.1",
        "url": "https://megaup.net/2zdwZ/WILD_DOG_(2021)_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0aWd2Nsbe7fdrsj9TjzitCF24a.jpg",
        "title": "Keramat(2009)",
        "description": "Keramat(2009)*************ရုပ်ရှင်အဖွဲ့တစ်ဖွဲ့ဟာ သူတို့ရုပ်ရှင်ရိုက်ကူးရေးအတွက် မြို့တစ်မြို့ကို သွားကြတယ်..အဲ့ဒီမြို့ကိုရောက်ရောက်ချင်းညမှာပဲ သူတို့အဆောင်အပြင်ဘက်မှာ ငိုသံကြီးစကြားကြတယ်..လိုက်ရှာကြည့်တော့လည်း ဘာမှမတွေ့ခဲ့ပါဘူး...\nနောက်တစ်နေ့မနက်မှာတော့ ရုပ်ရှင်အဖွဲ့ထဲက ဇာတ်ဆောင်မင်းသမီး Migi ဟာ နေမကောင်းချင်သလိုဖြစ်ပြီး ရိုက်ကူးရေးနားလိုက်ရပါတယ်...အဲ့ဒီ့ညနေမှာပဲ Migi ဟာ တစ်စုံတစ်ယောက် ဝင်ပူးချင်းကို ခံလိုက်ရပါတယ်....\nအဲ့ဒီမှာပဲ အပနှင်ဆရာလိုလို ဆရာတစ်ဦးရောက်လာပြီး အပနှင်လိုက်ပြီးတော့ အဆင်ပြေသွားပါ‌တယ်..ဒါပေမယ့် ခဏအကြာMigi ရဲ့အခန်းထဲဝင်ကြည့်တဲ့အခါ Migi ဟာ ပျောက်ဆုံးနေပါတယ်..Migi ဘာကြောင့်ပျောက်ဆုံးသွားလဲ ဘယ်ကိုရောက်သွားလဲဆိုတာကတော့ ....File Size :(2.3GB) and (973MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1T6zh/Keramat.2009.WEB-DL.1080P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1d8vl/Mr._King_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d8tr/(CM)_Chang_Can_Dunk_(2023)_720p.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSXHkITArICNipXJHdRZRFhmmA.jpg",
        "title": "Far from Home: The Adventures of Yellow Dog(1995)",
        "description": "ခွေးကလူတွေရဲ့အကောင်းဆုံးအဖော်မွန် ဆိုတဲ့စကားပုံကိုကြားဖူးကြမှာပါ။ခွေးဆိုတဲ့သတ္တဝါကဘယ်သူတွေကိုယ့်ကိုစွန့်ခွာသွားသွား ကိုယ့်ဘေးမှာအမြဲတမ်းရှိနေမယ့်သတ္တဝါလေးတွေပါ။မိတ်ဆွေတွေထက် သစ္စာရှိတာကြောင့်မိတ်ဆွေစစ်လို့ခေါ်ဝေါ်ကြတဲ့အကြောင်းကိုတွေ့မြင်ရမှာပါ။ဒီကားလေးကတော့ ခွေးချစ်သူပရိသတ်တွေအတွက် အကြိုက်တွေ့စေမယ့် ခွေးကားဟောင်းလေးတစ်ခုဖြစ်ပါတယ်။၉၀ ခုနစ်ကကားလေးဖြစ်ပြီးတော့ ထိုအချိန်က နေထိုင်မှုဘဝ အဆင်အပြင်တွေကို​ခံစားရမှာပါ။တောတောင်ရေမြေသဘာဝ ကိုကြည့်ရှုလိုသူတွေအတွက်လည်း နောက်ခံမြင်ကွင်းကစိတ်ကျေနပ်စေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အန်းဂတ်စ်ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးက တိရစ္ဆာန်တွေအပေါ်သနားကြင်နာတတ်ပြီး တစ်နေ့မှာတော့ သူ့နောက်ကိုလိုက်လာတဲ့ လမ်းပျောက်နေတဲ့ ပိုင်ရှင်မဲ့ခွေးလေးတစ်ကောင်ကို မွေးစားလိုက်ပါတယ်။ခွေးလေးရဲ့နာမည်ကတော့ Yellow ပါ။ Yellow ကအန်းဂတ်စ်ရဲ့အချစ်ဆုံးသူငယ်ချင်း ဖြစ်လာပြီး သံယောဇဉ်လည်းတွယ်လာရင်း မိသားစုရဲ့အရေးပါသူတစ်ဉီးဖြစ်လာပါတယ်။ဒါပေမဲ့ သူရဲ့တကယ် သစ္စာရှိအနစ်နာခံပုံက အခုမှလာမှာပါ။တစ်ရက်မှာ အန်းဂတ်စ်ဟာ သူ့အဖေရဲ့ပင်လယ်ခရီးတစ်ခုကိုလိုက်သွားပါတယ်။ Yellow ကိုပါခေါ်သွားခဲ့တာပါ။အဲ့မှာ ရာသီဉတုပြင်းထန်တာနဲ့ကြုံပြီး လှိုင်းလုံးမိကာ သင်္ဘောမှောက်ပါတော့တယ်။အဲ့ဒီမှာ အန်းဂတ်စ်နဲ့ Yellow နှစ်ဉီး သူဆောက်ထားတဲ့လှေလေးပေါ်ပါသွားပြီး ကျွန်းတစ်ကျွန်းမှာသောင်တင်ခဲ့ပါတယ်။လူသူပြတ်နေတဲ့ တောခြုံကြားမှာ သူတို့အတူ သဘာဝရဲ့ဘေးအန္တရာယ်တွေနဲ့၊သားရဲတိရစ္ဆာန်တွေရဲ့ ရန်ကိုရင်ဆိုင်ရပါတယ်။ကယ်ဆယ်သူတွေအလာကို စောင့်ဆိုင်းရင်း အန်းဂတ်စ်နဲ့ Yellow နှစ်ယောက်ကျွန်းပေါ်မှာ ဘယ်လိုအသက်ရှင်ရပ်တည်သွားကြမလဲ။ အိမ်ကိုရောအရောက်ပြန်နိုင်မှာလား။ တစ်ဖက်က အန်းဂတ်စ်ရဲ့မိဘတွေဖြစ်တဲ့ ဂျွန်နဲ့ကတ်သရင်းတို့ကရော သူတို့ကိုရှာတွေ့နိုင်ပါမလား။ ခွေးတွေသစ္စာရှိတယ်ဆိုတာ ဘယ်လိုမျိုးလဲ ဆိုတာ ဒီကားလေးထဲမှာကြည့်ရှုခံစားလိုက်ပါ။သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1d8tb/Far.from.Home.The.Adventures.of.Yellow.Dog.1995.720p.AMZN.WEB-DL.DDP2.0(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIn1stzs91v5K8ZHPS0Ceh8EdNa.jpg",
        "title": "A Royal Surprise (2022)",
        "description": "A Royal Surprise (2022)အခုတင်ဆက်ပေးမယ့် ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး Romance ကားလေးပဲဖြစ်ပါတယ်...ရိုင်လီဆိုတဲ့ စာအုပ်ဆိုင်ပိုင်ရှင်မလေးဟာ သူ့ကောင်လေး မန်ဒလာရဲ့ မိသားစုနဲ့သွားတွေ့ဖို့ မန်ဒလာနဲ့အတူ တောင်အာဖရိက ကို လိုက်သွားရဖို့ ဖြစ်လာပါတယ်။ အဲဒီကိုရောက်သွားချိန်မှာ ရိုင်လီသိလိုက်ရတာက မန်ဒလာဟာ သိပ်ကိုမှ ချမ်းသာတဲ့အပြင် တော်ဝင်မင်းသားတစ်ပါး ဖြစ်နေတာပါ။ဒီလို လျို့ဝှက်ချက်ကို ခုမှ သိလိုက်ရတဲ့ရိုင်လီအနေနဲ့ မန်ဒလာအပေါ် ယုံကြည်မှုက ယိမ်းယိုင်သွားပါတယ်။\nမန်ဒလာရဲ့အမေ ဘုရင်မကြီးက ရိုင်လီလို သာမန်မိန်းကလေးကို မလိုလားပဲ မန်ဒလာရဲ့ Ex အယမ်ဒါကို ​ပိုသဘောကျနေတာက ကိစ္စတွေကို ပိုပြီးခက်ခဲရှုပ်ထွေးသွားစေတာပါ။ ရိုင်လီရဲ့ မန်ဒလာရဲ့ ရိုမန့်တစ် ချစ်ခရီးလမ်းမှာ ကြုံလာရတဲ့ အခက်အခဲတွေကို သူတို့ ကျော်ဖြတ်နိုင်ပါ့မလား...\nမန်ဒလာ့ကို ချစ်နေသေးတဲ့ ex နဲ့ ဘုရင်မကြီးတို့က ရိုင်လီနဲ့မန်ဒလာရဲ့ ဆက်ဆံရေးကို ဝင်နှောင့်ယှက်တာတွေ အောင်မြင်ပါ့မလားဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnyun Yadanar Myintmo Htun ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z3gj/(CM)_A_Royal_Surprise_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z38l/(CM)_Mummies_(2023)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLA4839HtC5GelEsUTFFtAL2ar5.jpg",
        "title": "Deinfluencer (2023)",
        "description": "Deinfluencer (2023)ယနေ့ခေတ်မှာ ကျွန်တော်တို့အားလုံးရဲ့နေ့စဉ်ဘဝမှာ Entertainment ကဏ္ဍက‌နေ\nတစ်စိတ်တစ်ပိုင်းအဖြစ် ပါဝင်လာတဲ့အရာကတော့ Social Mediaပါပဲ။\nSocial mediaနဲ့ Influencer တွေရဲ့အရေးပါမှုက တစ်နေ့တခြား ပိုပိုနေရာယူလာမှုနဲ့အတူ\nSocial media addiction နဲ့ပြဿနာတွေ၊ Cyber Bullying and Abuse တွေ တဖြည်းဖြည်းလိုက်ပါလာတာကိုတော့ ငြင်းမရပါဘူး။ဒီလိုနဲ့ပဲ Social Media ရဲ့ ပြဿနာတွေကို လူတွေသိအောင် သတိထားမိအောင် ချပြတဲ့‌လူတွေ\nInfluencer တွေကို ဆန့်ကျင်တိုက်ခိုက်မဲ့ deinfluencerဆိုတဲ့လူတွေ နေရာအနှံ့မှာ ပေါ်လာတော့တာပေါ့။အခုတင်ဆက်ပေးမဲ့ရုပ်ရှင်လေးထဲမှာကတော့ Social media influencer တစ်ယောက်ဖြစ်တဲ့ .\nကယ်လီဝီဗာဆိုတဲ့ ကောင်မလေး အစွန်းရောက် Deinfulencer ဖြစ်တဲ့ ချားလ်စ်ရဲ့လက်ထဲမှာ ဖမ်းခံထားရတာနဲ့ အစပျိုးထားပါတယ်။\nကယ်လီက Social Media မှာ ဖော်လိုဝါ ၅ သိန်းလောက်ရှိတဲ့ Cheerleader မလေးတစ်ယောက်၊\nတစ်နည်း ကောင်လေးတွေရဲ့အသဲကို ဖမ်းစားထားတဲ့ကောင်မလေးပေါ့။ကယ်လီတစ်ယောက် ချားလ်စ်ဆိုတဲ့ ဆိုက်ကိုဆန်ဆန် deinfluencerလက်ကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1T16f/Deinfluencer.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ySmw/The.Siege.2023.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCFrW8Wdpg7KYBA173DYPVv5FKi.jpg",
        "title": "[21+] Ken Park (2002)",
        "description": "Ken Park (2002)ဒီကားက တော်တော်ထူးခြားတဲ့ကားလို့ပြောရမယ်။ ဘာလို့ဆို ဒီကားနာမည်ကို ကန်ပတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့နာမည်ကိုပေးထားတယ်။ ဒါပေမဲ့ အဲဒီကောင်လေးရဲ့အကြောင်းကို အစနဲ့အဆုံးမှာပဲ ပြောသွားပြီး တစ်ကားလုံး သူတို့သူငယ်ချင်းတွေတစ်ယောက်ချင်းစီအကြောင်းကို Coming of Age ဆန်ဆန်ပြထားတယ်။ ဒီလိုပြထားတာတွေကလည်း လိင်ကိစ္စတွေကို အဓိကအသားပေးပြထားတဲ့အပြင် ကလေးတွေဖြစ်တတ်တဲ့ ခပ်ကြောင်ကြောင်ကိစ္စတွေလည်း မနည်းမနောပြထားတယ်။ ဒါပေမဲ့ အခန်းအများစုကတော့ ဒီက ယဉ်ကျေးမှုနဲ့ မလျော်ညီသလို အင်္ဂါဇာတ်တွေကိုလည်း ကွက်ကွက်ကွင်းကွင်းကိုပြတတ်တာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ဘူး။ဒါပေမဲ့လည်း ဒီကားဟာ သာမန်၂၁ကားမဟုတ်ဘဲ ထူးထူးခြားခြားနဲ့ကို ကြည့်ကောင်းနေတဲ့ ဇာတ်အိမ်လေးနဲ့ တည်ဆောက်ထားတဲ့ ရုပ်ရှင်ဆိုတာကတော့ အမှန်ပါပဲ။ ဇာတ်ကလည်းထူးခြား အခန်းတွေကလည်း ကြမ်းပေ့ဆိုတာတွေမှ ကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 680MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://megaup.net/2z23y/(CM)_Ken_Park_(2002)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1d7a1/Balagam_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ezgif-5-84462ffbf1-150x200.jpg",
        "title": "Tough Heart ( 2023 )",
        "description": "အာရုတစ်ခုလုံးကို ဖက်ဆစ်ဂျပန်တွေကနယ်ချဲ့ဖို့ကြိုးစားနေတဲ့\n၁၉၃၀ခုနှစ်အကျော်ကာလကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ တော်လှန်ရေးကားပဲဖြစ်ပါတယ်။\nနိုင်ငံရေးတွေရှုပ်ထွေးပြီး ပြည်သူတွေအားလုံးအတွက်\nသေရေးရှင်ရေးဖြစ်လာတဲ့အခါ ပြည်သူတွေရဲ့မျိုးချစ်စိတ်ကနိုးကြားလာပါတယ်။မျိုးချစ်တစ်ယောက်ဟာအသေခံအရဲစွန့်ပြီး ဂျပန်စစ်တပ်အကြံပေးအရာရှိကို\nလုပ်ကြံခဲ့ပြီး ရှန်ဟိုင်းစစ်ရေးလှုပ်ရှားမှုနဲ့ပတ်သက်တဲ့လျို့ဝှက်သတင်းကို (\nနှစ်တစ်ရာထိုက်ဆွေ့)ထဲမှာဖွက်ထားခဲ့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ကို ကျန်းမိသားစုကရှန်ဟိုင်းကိုလျှို့ဝှက်သယ်ဆောင်လာတဲ့အချိန်မှာ\nကျန်းမိသားစုကသတ်ခံလိုက်ရပါတယ်။ပြဇာတ်အဖွဲ့ကတပည့်လေးတစ်ယောက်ဖြစ်တဲ့ ချင်ထိုက်ဆွေ့ဟာမထင်မှတ်ပဲ\nမှုခင်းနေရာကိုရောက်သွားပြီး တရားခံအဖြစ်သတ်မှတ်ခြင်းခံရပါတော့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ဟာ ရှန်ဟိုင်းမြေအောက်ဂိုဏ်းခေါင်းဆောင်\nလက်ထဲကိုရောက်သွားပြီး လေလံတင်ရောင်းချဖို့ဖြစ်လာပါတယ်။\nအဲဒီအချိန်မှာ အပြစ်မရှိတဲ့ ချင်ထိုက်ဆွေ့ကသူအပြစ်မရှိကြောင်းပြနိုင်ဖို့အတွက်\nလိုက်လံစုံစမ်းရာကနေပြီး မျိုးချစ်ဂျပန်တော်လှန်ရေးသမားတွေနဲ့ပူးပေါင်းမိပြီး\nဂျပန်လျို့ဝှက်စစ်ရေးသတင်းကိုပြန်အရယူဖို့ကြိုးစားကြပါတော့တယ်။\nဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1T4gg/Tough_Heart_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGI5NzYzYWItNjE5Zi00NWNmLWI2OTktN2MxZTcxZjNlZmM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Thai Massage (2022)",
        "description": "Thai Massage (2023)\n*****************************\nIMDb-6.8/10\nဟာသမင်းသားကြီး ဂရားဂ်ျရောဝ် နဲ့ Freddy နဲ့ Ram Settu ထဲက\nဘရာဇီးသူအချောလေး ဂျနီဖာပစ်ချီနာတိုတို့ပါ၀င်ထားတဲ့ ဟာသကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nမစ္စတာဒူဘေဆိုတာ အသက် ၇၀ ပြည့်တော့မယ့် မုဆိုးဖိုတစ်ဦးပါ။\nသားသမီးမြေးချွေးမတစ်တွေနဲ့ နောက်အိမ်ထောင်မပြုပဲနေတဲ့\nပတ်၀န်းကျင်ကလေးစားရတဲ့သူတစ်ဦးပေါ့။\nတစ်နေ့မှာ သူအမြတ်တနိုးတန်ဖိုးထားတဲ့ပုံမတော်တဆကျကွဲရာက\nလွန်ခဲ့တဲ့သုံးနှစ်ကဖုံးကွယ်ထားတာကြီးတစ်ခုပေါ်လာပါတယ်\nထိုင်းမှာ သွားပျော်ပါးခဲ့ဖူးတာပါ....ဒီမြို့လေးကနေ ဝေးဝေးလံလံမသွားဖူးတဲ့ သား‌မြေးတစ်သိုက်နဲ့ ဂုဏ်သိက္ခာရှိရှိနေတဲ့\nအငြိမ်းစားလူကြီးလူကောင်းတစ်ယောက်က ဘယ်လိုတွေဖြစ်ပြီး\nထိုင်းမာဆတ်ခန်းကိုရောက်သွားရသလဲ...\nကြီးမှ၀က်သက်ပေါက်တဲ့အဘိုးကြီးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့\nနာမည်ကျော်ဟာသမင်းသားကြီးရဲ့စွမ်းရည်တွေနဲ့ ရယ်ပွဲဖွဲ့နိုင်မလားဆိုတာတော့ ခံစားကြည့်ပါဦးလို့...\nမိဘမောင်ဘွားတွေနဲ့အတူကြည့်ဖို့တော့ အဆင်မပြေတာမို့ တစ်ယောက်တည်းကျိတ်ခွီးဖို့အကြံပေးရင်း ...\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.94GB / 962MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ BpL~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/2z1N5/Thai.Massage.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7PmemxuM8lxhqlYzYESFWle6wSH.jpg",
        "title": "Angels of Vengeance 2 (2023 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးအတွင်းမှာ ဘယ်အရာမဆို\nအွန်လိုင်းကနေပြီး စီမံလုပ်ကိုင်လို့ ရနေခဲ့ပါတယ် ။\nအဲဒီအထဲမှာ အွန်လိုင်းချေးငွေလုပ်ငန်းတွေကလဲ အပါအဝင်ပါပဲ ။\nအာမခံချက် လုံလုံလောက်လောက်မရှိပဲနဲ့ ကိုယ်လိုချင်တဲ့\nငွေပမာဏကို ချေးယူနိုင်တဲ့ အွန်လိုင်းငွေချေးလုပ်ငန်းတွေဟာ\nတရုတ်နိုင်ငံရဲ့ ဟန်ကျန်းမြို့ကြီးအတွင်းမှာ ပျံ့နှံ့လို့နေခဲ့ပါတယ် ။ဒီလိုမျိုး လုပ်ငန်းတွေ ခေတ်စားလာခဲ့သလို မြို့အတွင်းမှာ\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာလဲ\nထူးထူးဆန်းဆန်း ဖြစ်ပေါ်ခဲ့ပြန်ပါတယ် ။ ဒီအမှုကို အထူးရဲတပ်ဖွဲ့\nအဖွဲ့ခေါင်းဆောင် ရှိီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးငယ်လေးများဟာ\nစတင် စုံစမ်းခဲ့ကြပါတော့တယ် ။ စုံစမ်းပြီးတဲ့နောက်မှာတော့\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာ\nအွန်လိုင်းချေးငွေလုပ်ငန်းနဲ့ ပတ်သတ် ဆက်နွယ်နေတဲ့\nအကြောင်းသိရှိသွားခဲ့တဲ့အပြင် ချေးငွေပြန်မဆပ်နိုင်တဲ့ မိန်းမပျိုလေးတွေဟာ\nလိင်ကျွန်အဖြစ် သူများနိုင်ငံကို ရောင်းစားခံတယ်ဆိုတဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ သဲလွန်တစ်ခုကိုပါ ရလိုက်တဲ့အခါမှာ ....?ရှီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nအမှန်တရားနောက်ကို လိုက်ပြီး အမှောင်ထုထဲမှာ ပိတ်မိနေတဲ့\nအမျိုးသမီးငယ်လေးတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကတော့ ?\nသည်းထိတ်ရင်ဖို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင် ။\nဒီတော့ အထူးရဲတပ်ဖွဲ့ဝင် အမျိုးသမီးငယ်လေးများရဲ့\nစွန့်စားခန်းကို အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya ...",
        "rating": "5.9",
        "url": "https://megaup.net/3UWzD/Angels_of_Vengeance_2_(2023)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Avatar-140x200.jpg",
        "title": "Avatar (2009)",
        "description": "Avatar (2) ထွက်ဖို့ရှိတာမလို့ Avatar(2009) ကို Quality Update လိုက်ပါတယ်...Extended Version ကိုမှ 4K IMAX HDR/SDR အရည်အသွေးတွေနဲ့ တင်ဆက်လိုက်ပါတယ်။ (HDR ကိုတော့ ခေတ်ပေါ်ဖုန်းတချို့နဲ့ Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။)\nAvatar ကတော့ Titanic ဒါရိုက်တာကြီး James Cameron ရိုက်ထားတဲ့ ရုပ်ရှင်သမိုင်းရဲ့ မှတ်တိုင်ဇာတ်ကားတစ်ကားပါ…\nဇာတ်လမ်းအကျဉ်းကတော့ ...\nလူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Mgby/(CM)_Avatar_(2009)_Extended_1080p_BluRay_10bit_HEVC_AAC_5.1-_Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xBshLPA17Sbq1AJEACpkDLnRvPd.jpg",
        "title": "Waist Deep(2006)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ မိသားစုဆိုတဲ့အဓိပ္ပါယ်ကိုလည်း ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ 2006 ခုနှစ်မှာထွက်ထားတဲ့ Tyrese Gibson ရဲ့ Waist Deep ဆိုတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇတ်လမ်းအကျဥ်းကတော့... O2(Tyrese Gibson) ဟာ မူးယစ်ဂိုဏ်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးတော့ ထောင်ကနေလွတ်လာတာသိပ်မကြာသေးတဲ့အကျဥ်းသားဟောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်။ ထောင်ကလွတ်လာပြီးတဲ့နောက်မှာလုံခြုံရေးဝန်ထမ်းတစ်ဦးအဖြစ်နဲ့သားလေးကိုစောင့်ရှောက်ပြီးဘဝကိုရိုးရိုးသားသားနဲ့တစ်ကပြန်စဖို့ကြိုးစားနေတဲ့လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ ကံတရားက O2 ကို အေးချမ်းခွင့်မပေးခဲ့ပါဘူး။တစ်နေ့သူ့သားလေးကိုကျောင်းသွားကြိုပြီးပြန်လာတဲ့လမ်းမှာ သားလေးကိုအတင်းအဓ္ဓမပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ပြီးတော့ သူဘယ်လိုမှမတတ်နိုင်တဲ့ငွေပမာဏဖြစ်တဲ့ ဒေါ်လာတစ်သိန်းနဲ့ပြန်ရွေးဖို့အကျပ်ကိုင်ခံရပါတယ်။တစ်ဦးတည်းသောခင်တွယ်စရာသားလေးအတွက် O2 တစ်ယောက် မလုပ်ချင်တဲ့အလုပ်တွေကိုပြန်လုပ်ဖို့ကြိုးစားရာကနေ အဆင်ပြေပြေနဲ့သားလေးကိုပြန်ရွေးနိုင်မလား? အဲ့ဒီလူဆိုးဂိုဏ်းကရော သူ့ကိုမှ Target ထားပြီး ဘာလို့အခုလိုလုပ်ရတာလဲ ဆိုတာကို ဇာတ်ကားထဲမှာအတူတူကြည့်ရှုရင်းအဖြေရှာလိုက်ကြရအောင်ပါ။ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်ခန်းတွေရယ် အန္တာရယ်ကြားကဆုံစည်းခဲ့ရတဲ့ မိန်းကလေးနဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ်ရယ်၊ ဖအေနဲ့သား ညီအကိုတွေကြားက သံယောဇဥ်ထုံးဖွဲ့မှုတွေရယ်နဲ့ ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေအဆုံး အနိမ့်အမြင့်အတက်အကျအစုံအလင်နဲ့ရင်တစ်ထိတ်ထိတ်ကြည့်ရှုရစေဖို့အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။  File size…1.52GB / 568.6MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Crime ...",
        "rating": "5.8",
        "url": "https://megaup.net/2z1rs/Waist.Deep.2006.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJBVpO3Sm04U91nJFjIeWDiTQjX.jpg",
        "title": "Unicorn Wars (2022)",
        "description": "Unicorn Wars (2022)~ IMDb - 6.8/10, RT - 83%, Meta - 73% ~လူတိုင်းကပျော်ချင်တယ်... လွတ်လပ်ချင်တယ်... ကိုယ့်အတွက် အကောင်းဆုံးလို့ထင်တာတွေကို ရချင်တယ် မဟုတ်လား။ လူတိုင်းမှာ အဲဒီအခွင့်အရေးရှိတယ်ဆိုပေမဲ့ ကိုယ့်ရဲ့ အခွင့်အရေးကိုရယူနိုင်ဖို့ တပါးသူကို ထိခိုက်စေမယ်ဆိုရင်တော့ အကျည်းတန်တဲ့ ကိစ္စတွေ ဖြစ်လာပါတယ်။ဥပမာ - စစ်ပွဲပေါ့...တရားမျှတမှု၊ ယုံကြည်မှု၊ မျိုးချစ်စိတ် စတဲ့ စတဲ့ခေါင်းစဉ်တွေအောက်မှာ တိုက်ခဲ့တဲ့စစ်ပွဲပေါင်းများစွာ ကို ကျွန်တော်တို့တွေ မြင်ဖူး၊ တွေ့ဖူး၊ ကြုံဖူး၊ ကြားဖူး၊ သိဖူးကြပါတယ်။ ဒါပေမဲ့ ရန်စဆိုတာ ဘယ်ဖက်ကစမွှေးမွှေး နှစ်ဖက်စလုံးကိုတော့ ပူလောင်စေတာအမှန်ပါပဲ။ ဘယ်လိုရည်ရွယ်ချက်ကြောင့်တိုက်တိုက် ဘယ်လိုရလာဒ်ပဲထွက်လာပါစေ စစ်ပွဲကတော့ အကျဥ်းတန်တယ်ဆိုတာကို အားလုံး တညီတညွတ်တည်း လက်ခံကြလိမ့်မယ်ပါတယ်။စစ်ပွဲဟာ လှပတဲ့ အရာပေါင်းများစွာကို ဖျက်ဆီးနိုင်တဲ့အစွမ်းရှိပါတယ်...\nတစ်ချိန်က သုခဘုံဖြစ်ခဲ့တဲ့နေရာဟာ မီးလောင်ပြင်တစ်ခုဖြစ်လာနိုင်ပါတယ်...\nတစ်ချိန်က လှပရိုးသားခဲ့တဲ့ စိတ်ဓာတ်တွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1T3jj/(CM)_Unicorn_Wars_(2022)_720p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y6DT5gI9OAlvUNCXnjgP8GmFjR8.jpg",
        "title": "A Matter of Trust (2022)",
        "description": "A Matter of Trust (2022)~ IMDb rating - 6.2/10 ~(18+ အခန်း​လေး​​တွေပါတာမို့လို့ ၁၈နှစ်ပြည့်မှ ကြည့်ကြဖို့တိုက်တွန်းပါရ​စေခင်ဗျာ)2022 မှာထွက်ရှိထားတဲ့ ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုဖြစ်တဲ့ A Matter of Trust မှာ​တော့ လူ​တွေ ပုန်းကွယ်ထားတဲ့ မိမိရဲ့ Dark Side တစ်ခု ကျိုး​ပေါက်သွားချိန် ဖြစ်​လေ့ဖြစ်ထရှိတဲ့ ခံစားချက်​တွေ အ​ကျင့်စရိုက်​တွေကို ရိုက်ပြထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။မတူညီတဲ့မိသားစုငါးစုရဲ့ မိသားစုဝင်​တွေရဲ့ Dark Side ​တွေနဲ့ သူတို့ကြုံ​တွေ့လာရတဲ့ အတိတ်အဖြစ်အပျက်​တွေ ဟန်​ဆောင်မှု​တွေ ယုံကြည်မှုချိုး​ဖောက်ခံရတဲ့အခါ ရင်ဆိုင်ရနိုင်တဲ့ အ​​ခြေအ​နေ​တွေကို တစ်ကွက်ပြီး တစ်ကွက်ရိုက်ပြထားတဲ့ ဇာတ်​ကောင်းကား​လေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်ကားရဲ့ နာမည်အတိုင်း ယုံကြည်မှုဆိုတာ လူတစ်​ယောက်ရဲ့ ဘဝမှာ​ရော တခြားသူအတွက်မှာပါ ဘယ်လိုအ​ရေးပါလဲဆိုတာကိုလည်းရိုက်ပြထားပါ​သေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 820MB\nQuality - 1080p, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1T3bj/(CM)_A_Matter_of_Trust_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdJwvRM6sVbEccPaVsavWSYCeAM.jpg",
        "title": "The Silent Forest (2022)",
        "description": "The Silent Forest (2022)ဒီကားရဲ့ Genre က Crime, Drama, History, Mystery, Thriller ပါတဲ့။ ဒီ Genreနဲ့လိုက်အောင်ပဲ ဒီအချက်တွေ အားလုံး ဒီကားမှာပြည့်စုံတယ်ပြောရမယ်။ စစချင်း ခင်ဗျားကို ဒီကားက တောတွင်းတစ်နေရာမှာ ဘာတွေဖြစ်နေလဲမသိတဲ့ သစ်တောဝန်ထမ်းမလေးနဲ့ သစ်တောထဲက လူရဲ့အဖြစ်ကို Mystery ဆန်ဆန်ပြလိမ့်မယ်။ ဒီနောက် ဒီကိစ္စတွေကို Crime ဆန်ဆန် ကောင်မလေးငယ်ငယ်က ဒီတောမှာ ပျောက်သွားတဲ့ ကောင်မလေးအဖေဘာဖြစ်သွားလဲ ကောင်မလေး ခြေရာခံတာတွေလာလိမ့်မယ်။ နောက် မြို့ခံလူတွေကြားက Drama တွေနဲ့ ကောင်မလေးကို ဒီအဖြစ်ရဲ့အဖြေကို မရှာဖြစ်အောင် တားတာတွေက Thriller ဆန်လာမယ်။ နောက်ဆုံးမှာ ဒီကားရဲ့အဖြေကို History ထဲက ဂျာမန်အကျဉ်းစခန်းတစ်ခုနဲ့ ဆက်စပ်ပြီး ပြသွားတယ်။ သူတင်ပြထားတဲ့ အကြောင်းအရာလေးက တော်တော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို ကားအစအဆုံး သစ်တောကြီးတစ်ခုထဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2z0vZ/(CM)_The_Silent_Forest_(2022)_720p.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://megaup.net/2z0lh/Kanjoos_Makhichoos_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wi0cpqCn1Y2iYiPL2eQxYCBYiT8.jpg",
        "title": "The Haunting ( 2023 )",
        "description": "အိမ်ခြံမြေလုပ်ငန်းရှင်Jiang Shuoရဲ့ အိမ်အရောင်းဝယ်လုပ်ငန်းကို\nလုပ်ကိုင်ရင်း ကြုံတွေ့ရတဲ့အတွေ့အကြုံလေးအကြောင်းပဲဖြစ်ပါတယ်။ရေမြေမကောင်းလို့ လာဘ်မကောင်းလို့ သရဲခြောက်လို့ ဆိုပြီး\nအလောတကြီးရောင်းချင်တဲ့အိမ်တွေကတော့ Jiang shuo ရဲ့အကြိုက်ပါပဲ။\nJiangက အဲဒီလိုအိမ်ရှင်တွေဆီကနေပြီး ဗိုက်နာစျေးနဲ့ဝယ်\nပြင်ပြင်ဆင်ဆင်လုပ်ပြီး စျေးပြန်မြှင့်ပြီးရောင်းတဲ့\nအိမ်ခြံမြေလုပ်ငန်းရှင်လူဖျံလေးတစ်ယောက်ပေါ့......တစ်နေ့မှာတော့ Jiangဆီကို တိုက်ကြီးတစ်တိုက်ကိုစျေးပေါပေါနဲ့လာရောင်းပါတယ်။\nသူတို့အိမ်သွားကြည့်တဲ့နေ့ဟာ တစ္ဆေပွဲတော်နေ့ဖြစ်ပြီး\nတိုက်ကြီးမှာနေတဲ့သူတွေက ပူဇော်ပွဲလုပ်နေကြပါတယ်။\nတိုက်ကြီးမှာနေတဲ့သူတွေက ဖီပါးကုန်းဆိုတဲ့နတ်ကို ကိုးကွယ်ကြသတဲ့။အိမ်ကြီးကလဲ ကျောချမ်းစရာအပြည့်နဲ့ ခြောက်ချားစရာကြီးနဲ့\nဖီပါးကုန်းဆိုတာဘာနတ်မှန်းလဲမသိတော့ Jiang ရဲ့လုပ်ဖော်ကိုင်ဖက်ကမဝယ်ဖို့တားတာပေါ့။\nဒါပေမယ့် အိမ်ရှင်ကစျေးကိုအဆမတန်လျှော့ပေးတော့\nစျေးပေါတာကြိုက်တဲ့ Jiang တစ်ယောက်ဝယ်လိုက်ပါလေရော.....\nသူ့လက်ထဲကိုအိမ်ကြီးရောက်လာပြီးမှ ဖီးပါးကုန်းရဲ့ကျိန်စာကြောင့်\nသေတယ်ဆိုပြီး လူတွေဆက်တိုက်သေလာပါတယ်......\nရှေ့ဆက်ပြီးကျန်းတို့အဖွဲ့ဘာတွေကြုံတွေ့ကြရမလဲ......\nလူတွေသေရတဲ့နောက်ကွယ်ကအမှန်တရားကရောဘာတွေဖြစ်နေမလဲ......\nကျန်းတို့အဖွဲ့ကဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို\nခြောက်ချားစရာတွေကြားမှာဟာသလေးနှောပြီး စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 3 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1d5n7/The_Haunting_2023_WEB-DL_1080p_CM.mp4",
        "category": "Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgL0nVy63sJuw3XL5rMht5LSFJu.jpg",
        "title": "Johnny & Clyde (2023)",
        "description": "Johnny & Clyde (2023)ဒီရုပ်ရှင်က ဇာတ်အိမ်လည်းရူးခါနေသလို Megan Fox လည်းပါတာမို့ ပုရိသတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဇာတ်လိုက်ကျော်တွေက ဂျိုကာနဲ့ဟာလေကွင်းလို အရူးအတွဲ။ သူတို့က ဂျိုကာနဲ့ ဟာလေကွင်းနဲ့ တော်တော်ကို တူတာမှ တစ်ပုံစံတည်းလိုကိုတူတာ။ ဘဲက သတ်ချင်တဲ့လူ လိုက်သတ်နေတဲ့ ဂကြောင်။ စော်က ဘဲကို အထင်ကြီးပြီး သတ်သမျှကို လိုက်အားပေးနေတဲ့ ဂကြောင်မ။ သူတို့က နားနေတာကြာပြီ။ ဒီကားအစမှာ ရုတ်တရက်ကြီး ပြန်ပေါ်လာပြီး လျှောက်သတ်ကြရော။ ဒီလိုသတ်ရင်း ကာစီနိုက ကားတစ်စီးကို ဓားပြတိုက်မိကြတယ်။ အဲဒီကားပေါ် ဘာမှပါမလာဘဲ ကာစီနိုတုံကင်တွေပဲ ပါလာပေမဲ့ ကားပေါ်က တစ်ကောင် လက်ထောက်ချလို့ ကာစီနိုမှာ ငွေတွေချည်း ထားထားတဲ့ အခန်းတစ်ခန်းရှိတဲ့အကြောင်း သိသွားကြတယ်။ ဒီလိုနဲ့ အဲဒီကာစီနိုကို ဓားပြတိုက်ဖို့ပြင်တယ်။ လူစုတယ်။ မထူးဘူး။ သူ့တို့လို အရူးတွေချည်းပဲ။အဲဒီကာစီနိုကို ဦးစီးတဲ့လူက ...",
        "rating": "",
        "url": "https://megaup.net/3eX7j/(CM)_Johnny_&_Clyde_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qAHLUMZyoW3iwj2b01B2nKcePTA.jpg",
        "title": "Of Mice and Men (1992)",
        "description": "Of Mice and Men (1992)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~အမေရိကန်စာရေးဆရာကြီး ဂျွန်စတိုင်းဘတ် (John Steinbeck) ရဲ့ ကမ္ဘာကျော်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ Of Mice and Men ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။ရှေးတစ်ခေတ်က အမေရိကန်ကျောမွဲလယ်လုပ်သားတွေရဲ့ဘဝကို ပုံဖော်ထင်ဟပ်ထားတဲ့ဇာတ်လမ်းပါပဲ။ ကျွန်တော်တို့ဆီမှာလည်း လယ်ပိုင်နွားပိုင်မရှိတဲ့ စာရင်းငှား(သူရင်းငှား) လယ်ကူလီလို့ခေါ်ကြတဲ့ လူတန်းစား ရှိတာပါပဲ။ ၁၉၂၀ ဝန်းကျင်လောက်က အမေရိကန်နိုင်ငံမှာလည်း ကိုယ်ပိုင်မြေမရှိ၊ အနာဂတ်မရှိ လယ်တောခြံတစ်ခုကနေတစ်ခု ပြောင်းရွှေ့ပြီး အလုပ်လုပ်ကြရတဲ့ လယ်လုပ်သားတွေ ရှိခဲ့ပါတယ်။ဂျော့ နဲ့ လန်နီ တို့ဟာ အဲဒီလို ရွှေ့ပြောင်းလယ်လုပ်သားနှစ်ယောက်ပါ။ ဂျော့ က ပညာမတတ်ပေမယ့် ထက်ထက်မြက်မြက်ရှိသူတစ်ယောက်။ လန်နီကတော့...လန်နီကတော့ ထွားကျိုင်းသန်စွမ်းလှတဲ့သူဖြစ်ပေမယ့် ပြောရရင် ဦးနှောက်ဖွံ့ဖြိုးမှုအားနည်းတယ် လို့ ဆိုရမလား၊ ကျပ်မပြည့်ဘူးလို့ပဲ မညှာမတာပြောရမလား ...",
        "rating": "7.5",
        "url": "https://megaup.net/3eX5h/(CM)_Of_Mice_And_Men_(1992)_720p.mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODY4OWM5M2UtM2Y1Yi00YjAyLTlhMDktMDkzZjFmMjI5MmI5XkEyXkFqcGdeQXVyMTA1NjQyNjkw._V1_-141x200.jpg",
        "title": "One Piece Film Red (2022)",
        "description": "One piece red film\n.................................\nIMDb 6.9/10\nRotten Tomatoes 95%ဒီကားက​တော့ One Piece Animation Movie​တွေရဲ့၁၅ကား​မြောက်ရုပ်ရှင်ပါ။\nမထွက်ခင်ကတည်းက ပရိသတ်​တွေကြား ​တော်​တော်ကိုhypeခဲ့ကြသလို\nထွက်လာ​တော့လည်း Jujutsu no Kaisen movieကို ရုံဝင်​ငွေမှာ\n​အ​မေရိကန်​ဒေါ်လာ၁၈၀သန်းနဲ့တောက်ချပစ်ခဲ့ပါတယ်။\nဒီရုပ်ရှင်ဟာ one piece anine seriesရဲ့အပိုင်း၁၀၀၀ပြည့်​မြောက်တဲ့\nအထိမ်းအမှတ်နဲ့ထုတ်ခဲ့တာပါ။ဒါ​ပေမဲ့ one piece film red စီးရီးဇာတ်လမ်းနဲ့​တော့ဆက်မ​နေပဲ\nalternate timelineအ​နေနဲ့(non canon)ပဲရှိပါတယ်။\nဆို​တော့ကာ စီးရီးကြည့်ပြီး Shanksရဲ့သမီးက ဘယ်က​ပေါ်လာတာလဲစဥ်းစားမ​နေနဲ့ဗျ။ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​တော့\nဖျက်ဆီးခံလိုက်ရပြီလို့လူသိများတဲ့ Elegiaကျွန်း​ပေါ်မှာ\nနာမည်​ကျော်အဆို​တော်မ​လေး Utaဟာ\nသမိုင်းတွင်​လောက်မယ့်ရှိုးပွဲတစ်ခုကိုလုပ်ဖို့\nစီစဥ်ထားတာ​ကြောင့် ငဖီတို့အဖွဲ့လည်း\nရှိုးပွဲကြည့်ဖို့​ရောက်လာပါတယ်။\nရှိုးပွဲကို​​ရောက်​တော့ ငဖီနဲ့ Uta​တွေ့ဆုံချိန်မှာ Utaဟာ\nငဖီရဲ့ငယ်သူငယ်ချင်းဖြစ်​နေတာကိုသိလိုက်ရပါတယ်။Utaဟာ သူ့ရဲ့ရှိုးပွဲဟာ ရာသက်ပန်​ပျော်ရွှင်​စေမယ့်ပွဲဖြစ်​စေရမယ်လို့\n​ကြေညာခဲ့ပြီး ​ရွှေပွဲလာပရိသတ်​တွေကိုလည်းဆန်းကြယ်တဲ့​\nဖျော်​ဖြေမှု​တွေနဲ့တင်ဆက်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့\nသူ့ရဲ့ရှိုးပွဲ​နောက်ကွယ်မှာ​တော့ ​မှောင်မိုက်တဲ့လျှို့ဝှက်ချက်တစ်ခုဟာ\n​စောင့်ကြို​နေပါတယ်။ အဲ့ဒီလျှို့ဝှက်ချက်က​တော့.....\nFile size…2.68GB / 1.36GB\nQuality…1080p HEVC / 720p \nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr.Nyan",
        "rating": "6.9",
        "url": "https://megaup.net/2yZA9/One_Piece_Film_Red_[BD]_[720p]_MW_(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrr7wjjbG56RbZvJoRZtSqkOMlQ.jpg",
        "title": "Love and Love Not (2022)",
        "description": "Love and Love Not (2022)~ IMDb rating - 7.2/10 ~\"ကိုယ်အိမ်ပြန်လာပေးရမယ့်သူ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူတစ်စုံတစ်ယောက်ရှိတာ သိပ်ကောင်းတဲ့ကိစ္စတစ်ခုပဲ...\"\nလမ်းခွဲပြီး ရည်းစားဟောင်းကို Move on မလုပ်နိုင်သေးတဲ့သူတစ်ယောက်ရဲ့ အထီးကျန်မှုကိုမြင်လိုက်ရတဲ့ Dialogue ပေါ့။2022 တုန်းကထွက်ခဲ့တဲ့ Romance ဇာတ်ကားသစ်ပါ။ဒါရိုက်တာ Anthony Cally ရဲ့တက်သစ်စသရုပ်ဆောင် Francesco D'Onofrio, Makenna Perkal တို့နဲ့ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားက Romance ဆိုတာထက် Move on Story ဆန်ပါတယ်။နစ်ကီဆိုတဲ့ နယူးယောက်က ရုပ်ရှင်တည်းဖြတ်ရေးဌာနမှ ာအလုပ်လုပ်နေတဲ့ အသက် ၂၀ ဝန်းကျင်ကောင်လေးဟာ မွေးရပ်မြေ လော့စ်အိန်ဂျလိစ်က ရည်းစားဟောင်းလီလီကို မေ့မရသေးတဲ့သူပေါ့။ သူနဲ့လီလီရဲ့ဇာတ်ကြောင်းကိုတော့ အကျယ်တဝင့်မဖော်ပြထားပါဘူး။ နစ်ကီတို့ရဲ့ နွေရာသီအားလပ်ရက်သူငယ်ချင်းဟောင်းတွေ့ဆုံပွဲက Conversation အရ နစ်ကီနဲ့လီလီတို့ တွဲခဲ့ကြဖူးတယ်။ နစ်ကီရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ လီလီအတူအိပ်ခဲ့တဲ့ကိစ္စက နစ်ကီကိုအသဲကွဲစေခဲ့တယ်။နစ်ကီရဲ့မကောင်းတဲ့အချက်တစ်ခုက လိင်ကိစ္စကိုစွဲလမ်းနေတာပါ။ မိသားစုနဲ့ ရင်းနှီးနွေးထွေးတဲ့ဆက်ဆံရေးမရှိတာရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1T279/(CM)_Love_and_Love_Not_(2022)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h0ZmU7BZDWBucq1FvblfeAWUkad.jpg",
        "title": "When a Stranger Calls(2006)",
        "description": "\"Have you checked the children?\" ဆိုတဲ့ လူထူးလူဆန်းတစ်ယောက်ရဲ့ အသံသြသြကြီးကို ဖုန်းထဲကနေ ကြားလိုက်ရတဲ့အခါ ခေါင်းနားပန်းကြီးပြီး ထိတ်လန့်သွားရှာမယ့် ဆယ်ကျော်သက်အရွယ်\nက​လေးထိန်း မိန်းကလေးငယ်တစ်ယောက်ရဲ့ ခံစားချက်ကို အပြည့်အဝ သိချင်ရင်တော့ \"When a stranger calls\" လို့အမည်ရတဲ့ ၂၀၀၆ ခုနှစ်ထွက် horror-suspense- thriller ရုပ်ရှင်ကို ကြည့်ဖို့ ညွှန်းပေးချင်ပါတယ်။ ၄င်းဟာ ၁၉၇၉ မှာ ထွက်ရှိခဲ့တဲ့ \"When a stranger calls\" ရုပ်ရှင်ကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nဂျေးလ် ဂျွန်ဆန် (Camilla Belle) ဟာ ဆယ်ကျော်သက်အရွယ် ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး အချိန်ပိုင်းကလေးထိန်းအလုပ်ကိုလည်း တွဲဖက်လုပ်ကိုင်ပါတယ်။ တစ်ညနေခင်းမှာ သူမဟာ လူနေအိမ်ခြေ နည်းပါးသောအရပ်မှာ သီးခြားတည်ရှိတဲ့ အလွန်လှပတဲ့ စံအိမ်ကြီးတစ်ခုမှာ ကလေးထိန်းရဖို့ အကြောင်းဖန်လာပါတယ်။ သဘောအလွန်ကောင်းတဲ့ အိမ်ရှင်ဇနီးမောင်နှံဟာ အိပ်ပျော်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yZva/When.A.Stranger.Calls.2006.WEB-DL.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzMwMmRmZDAtMzVmOS00ZTZmLTlkZDEtYWZmMGYxZWI5ZjBiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Domme(2023)",
        "description": "[18+]Domme(2023)******************ဖိလစ်ပိုင် Adult သရုပ်ဆောင်ထဲမှာတော့ Ava Mendez ဆိုတဲ့အမျိုးသမီးဟာအတော်ဆွဲငင်အားကောင်းပြီး သူ့မျက်နှာပေးနဲ့ ဒီလိုကားတွေနဲ့အတော်ကိုလိုက်ဖက်ပါတယ်..နှုတ်ခမ်းထူထူ ဆွဲငင်အားကောင်းတဲ့မျက်ဝန်းနဲ့ခန္ဓာကိုယ်ဖွဲ့စည်းပုံ ဖွံဖွံထွားထွားနဲ့မို့ အခန်းတိုင်းက ရှယ်လန်းနေတယ်..ဒီကားမှာလည်း  sex နဲ့ပတ်သက်ပြီးအတွေ့အကြုံရင်အမျိုးသမီးတစ်ဦးအဖြစ်သရုပ်ဆောင်ထားတယ်...သူက sex နဲ့ပတ်သက်ပြီးခပ်ဆန်းဆန်း အကွက်နဲ့ ခင်းကျင်းရတာ အတော်သဘောကျနှစ်ခြိုက်သူပါ..ဒီလို အမျိုးသမီးကြီးတစ်ဦးဘဝထဲကို လူပျိုနုနုလေးတစ်ယောက်ဝင်ရောက်လာတဲ့အခါမှာတော့....File Size :(1.5GB) and (472MB)\nQuality :WEB-DL1080p,720p\nFormat…mp4\nDuration…01:51:00\nGenre : Thriller , Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  xxx\nEncoded by  yz007",
        "rating": "6.7",
        "url": "https://megaup.net/2yZz6/Domme.2023.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
        "title": "Rush (1991)",
        "description": "Rush (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ \"100 Greatest Guitarists of All Time\"မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yZuZ/(CM)_Rush_(1991)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Vk3RLKIP9mzKZMpUTeAvQB82V8.jpg",
        "title": "Tickets(2023)",
        "description": "Tickets(2023)************* ဦးနှောက် အကျိတ်ကင်ဆာဖြစ်နေတဲ့ ဖီးလစ်မှာ သမီးလေးတစ်ယောက်ရှိပါတယ်။သမီး ဖြစ်သူ ခရစ်စတယ်ကလည်း အိမ်ကို မထောက်ပံ့နိုင်ပဲအဆိုတော်ဖြစ်ဖို့ကြိုးစားနေပါတယ်။ဂရန့် ဆိုတဲ့ကောင်လေးကတော့ Rapper ဖြစ်ဖို့ကြိုးစားနေပြီး ကလပ်တစ်ခုရဲ့ ပိုင်ရှင်အတွက် ဆေးခြောက်ရောင်းပေးနေတာပါ။\nဂရန့်နဲ့ ခရစ်စတယ်ကတော့ ဘာလိုလိုညာလိုလိုပါ။တစ်ရက် ခရစ်စတယ်ရဲ့အမေက ထီဆုကြီးကိုပေါက်တဲ့အခါမှာတော့သမီးဖြစ်သူနဲ့ ဂရန့်တို့ဟာ ထီပေါက်တဲ့အကြောင်း အမေဖြစ်သူကိုမပြောဘဲ နှစ်ယောက်ထဲ အမေရိကားကိုသွားဖို့ စီစဉ်ကြပါတော့တယ်။\nဂရန့်ဟာ သူ့ဘော့စ်အတွက် ဆေးခြောက်ရောင်းရင်းနဲ့ ရဲ‌အဖမ်းခံလိုက်ရတဲ့အချိန်မှာတော့...ဆိုးဝါးလွန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်လာပါတော့တယ်..အဲ့ဒီနောက်မှာတော့....ဘာသာပြန်နဲ့ အညွှန်းကတော့ PROXY ဖြစ်ပါတယ်။    File Size :(1.5GB) and (472MB)\nQuality : AMZN.WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1T23u/Tickets.2023.amzn.WEB-DL.1080P5.1ChCM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbgCFTN7zUFF6NddoQC8L883HP.jpg",
        "title": "Meeting Evil(2012)",
        "description": "မင်းသား Luke Wilson နဲ့ ကျွန်တော်တို့ မာသာဖပ်ကာကြီး Samuel L Jacksonဦးဆောင်ထားတဲ့ ထိတ်လန့်သည်းဖိုဖွယ် ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်သည် ကလေးနှစ်ယောက်ရှိအိမ်ခြံမြေပွဲစား ဂျွန်တစ်ယောက် အိမ်တွေလည်းမရောင်းရ ပိုက်ဆံတွေလည်းအကုန်ဆုံးအလုပ်ထုတ်ခံလာရပြီး သူ့မွေးနေ့ကို စိတ်ပျက်လက်ပျက် ပြန်လာပါတယ်၊မိန်းမဖြစ်သူနဲ့လည်း စကားများပေါ့။ပြီးတော့ မိန်းမက ကလေးတွေခေါ်ထွက်သွားတဲ့အချိန်တံခါးခေါက်လို့ ဖွင့်ပေးလိုက်တော့ ရစ်ချီဆိုတဲ့လူတစ်ယောက်ကသူ့ကားပျက်နေလို့ဆိုပြီး ခဏလောက် တွန်းပေးဖို့ ကူညီခိုင်းပါတယ်။အဲဒါနဲ့ ဂျွန်တစ်ယောက် ကူညီပေးတဲ့အချိန် အိပ်ဇောပေါက်ပြီးခြေထောက်ထိသွားပါတော့တယ်။ဒီတော့ ရစ်ချီကလည်း သူ့ကြောင့် ဖြစ်သွားရတဲ့အတွက် စိတ်မကောင်းပါဘူးဆေးရုံလိုက်ပို့ပေးမယ်ဆိုပြီး ဂျွန်ငြင်းနေတဲ့ကြားက မရရအောင် ကားပေါ်တင်ပြီးဆေးရုံလိုက်ပို့မယ်လုပ်ပါတယ်။အဲဒီမှာပဲ ဂျွန့်ရဲ့ကံကြမ္မာဟာ အစကတည်းက ဆိုးနေရတဲ့ထဲ မြေနိမ့်သူကိုလှံစိုက်သလို ဖြစ်လာရတော့တယ်။ဂျွန်တစ်ယောက် ရစ်ချီဆိုတဲ့လူနဲ့ သွားလာရင်း ဘာထူးဆန်းတာတွေ ကြုံရမလဲ၊ ဘာလို့ သူ့ဆီကိုဒီရစ်ချီဆိုတာ ရောက်လာရတာလဲ၊ သူ့ဆီက ဘာလိုချင်နေတာလဲစသဖြင့် လှည့်ကွက်တွေနဲ့ လူသတ်မှုတွေပါ ပါဝင်လာတဲ့အခါမှာတော့ဂျွန်တစ်ယောက် သူ့မိသားစုကို ဘယ်လိုကယ်တင်မလဲဆိုပြီး စိတ်လှုပ်ရှားရတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းရဲ့ရှေ့ဆုံးခန်းလေးကိုလည်း သေချာအာရုံစိုက်ပေးဖို့ အကြံပေးချင်တယ်မဟုတ်ရင် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1d4z6/Meeting.Evil.2012.BluRay.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bnVoA8WD7AeIyCPZ42l345pghb.jpg",
        "title": "Guns of Eden (2022)",
        "description": "Guns of Eden (2022)၂၀၂၂ ထွက် အက်ရှင်ကားလေးပါ...စစ်တပ်မှာ လေ့ကျင့်ထားပေမဲ့ ရဲတပ်ဖွဲ့ထဲကိုဝင်ပြီး တာဝန်ထမ်းဆောင်နေတဲ့ ရဲမေ မီဂန်က တာဝန်ချိန်ပြင်ပမှာ ဓားပြတိုက်မှုနဲ့တွေ့ပြီး ရဲတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်မိလိုက်ပါတယ်။အဲဒီကိစ္စကြောင့် အလုပ်က နားပြီး စိတ်ဓာတ်ကျနေတဲ့အချိန် တွဲဖက်ဖြစ်သူက အခြားမိတ်ဆွေ နှစ်ယောက်နဲ့အတူ စိတ်ပြေလက်ပျောက် တောင်ပေါ်ကို စခန်းချသွားဖို့ခေါ်တာကို လိုက်သွားရင်း လူသတ်မှု ကျူးလွန်နေတဲ့ ရဲတစ်စုကို တွေ့ပြီး မျက်မြင်သက်သေဖြစ်သွားပါတယ်။အကျင့်ပျက်ရဲတွေက သူတို့ လေးယောက်ကို နှုတ်ပိတ်ဖို့ ကြိုးစားတာကို လွတ်အောင်ပြေးပြီး ဘယ်လို ပြန်တိုက်ခိုက်မလဲဆိုတာကို ကြည့်ရမှာပါ။ နောက်ထပ် အဲဒီအကျင့်ပျက်ရဲတွေဆိုတာက မြေအောက်အဖွဲ့အစည်းကြီးတစ်ခုရဲ့ အဖျားစွန်းလေးတစ်ခုပဲဆိုတာကို သိသွားတဲ့အချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Lucifer မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 31Min\nGenre - ...",
        "rating": "",
        "url": "https://megaup.net/1T21c/(CM)_Guns_of_Eden_(2022)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXIXNduWXxCpKie5I8NitOcWt8z.jpg",
        "title": "They Look Like People(2015)",
        "description": "“They Look Like People” ကတော့ 2015 က ထွက်ရှိထားတဲ့ စိတ္တဇ horror ဇာတ်ကားလေးပါ။Wyatt လို့ ခေါ်တဲ့ ဇာတ်ကောင်က စိတ္တဇရောဂါဖြစ်နေပါတယ်။ သူ့အနားမှာ ရှိတဲ့လူတွေက လူမဟုတ်တော့ဘဲ မကောင်းဆိုးဝါးဖြစ်သွားကြပြီလား တွေးရင်း ကြောက်လန့်နေရသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်းကပါ မကောင်းဆိုးဝါးဖြစ်သွားမလား အတွေးနဲ့ သူငယ်ချင်းရှိရာ မြို့ကို အရောက်လာခဲ့ပါတယ်။ သူစဥ်းစားတာကတော့ သူငယ်ချင်းကို သူကယ်မယ်ပေါ့၊ သူ့ရည်ရွယ်ချက်နဲ့ လက်တွေ့မှာ တကယ်ဖြစ်နေတာတွေက ထပ်တူကျမနေခဲ့ပါဘူး။ Wyatt ရဲ့ စိတ်ကျန်းမာရေး ယိုယွင်းလာတာနဲ့အမျှ သူနဲ့ သူရဲ့ ပတ်ဝန်းကျင်က လူတွေနဲ့ ဆက်ဆံရေးက ပျက်စီးလာပြီး ဒီဟာကို Wyatt အနေနဲ့ ပြုပြင်ဖို့ သတ္တိမွေးပြီး ကြိုးစားမလား၊ ဒါမှမဟုတ် အရှုံးပေးလိုက်မလား သူဆုံးဖြတ်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ် ) File size…802.1MB\nQuality…Blu-Ray 1080p\nFormat…mp4\nDuration….1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/2yYT5/They.Look.Like.People.2015.1080p.AMZN.WEB-DL.DDP2.0.H(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/81HhzeOnbfL._SL1500_-141x200.jpg",
        "title": "[21+] A Shoplifting Girl-Akari Tsumugi [IPX-971-Decensored]",
        "description": "Akari Tsumugi ဆိုတာနဲ့ နူးညံ့မှုအပြည့်နဲ့ မြင်လိုက်ရင်ပဲ ဂရုဏာသက်စရာ JAV မင်းသမီးလေးအဖြစ် သိကြမှာပါ။IPX-971 ဒီဇာတ်လမ်းမှာတော့ လောဘကြီးလို့မှားရတဲ့ သူမရဲ့ဘဝကိုမြင်တွေ့ကြရမှာပါ။တွေ့မြင်နေကျ JAV ဇာတ်လမ်းမျိုးဆိုပေမယ့် Akari ရဲ့သရုပ်ဆောင်မှုတွေကို ချီးကျူးရမယ့် ဒီဇာတ်ကားကို Decensored Version နဲ့ တင်ဆက်ထားပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.7 GB)/(900 MB)\nQuality : HDRip (Decensored) 1080p/720p\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Galon\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1d4uc/[IPX-971-Decensored]A_Shoplifting_Girl-Tsumugi_Akari_HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTkyNDBjODAtNjAzMi00ZTdkLTgxNjctN2ZiNTVlOWU4N2FmXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-134x200.jpg",
        "title": "Boyfriend For Hire (2022)",
        "description": "Boyfriend for hire (BFH) 2022\nIMDb - 7.6/10 (1.1k)ဇာတ်လမ်းအကျဉ်း\nငယ်ငယ်တုန်းက မိန်းကလေးရဲ့လှည့်စားခြင်းခံခဲ့ရပြီး စိတ်ဒဏ်ရာရကာ\nမိန်းကလေးတွေဆိုလုံး၀မယုံကြည်တော့တဲ့ အာဂျွန်၊ တစ်နေ့မှာအာဂျွန်တစ်ယောက်\nအိမ်ကပေးစားတဲ့သူနဲ့ လက်ထပ်ရတော့မယ့်အချိန်မှာ မိန်းမတွေကိုအယုံအကြည်မရှိတော့တဲ့\nအာဂျွန်က \"ငါမိန်းမတွေကို လုံး၀မယုံဘူး\" ဆိုတဲ့သူ့ရဲ့စည်းမျဉ်းကိုဖောက်ဖို့ဖြစ်လာပြီး\nလက်ထပ်ရမယ့်သူကိုရှာဖို့ဖြစ်လာပါတော့တယ်။မိန်းမတွေကိုမယုံတဲ့\nအာဂျွန်က မိန်းမအကြောင်းတွေကိုသိဖို့ အငှားရည်းစားလိုက်ရမှ\nသူပဲမိန်းမတွေကိုပလေးသွားမလား\nမိန်းမတွေကပဲ သူ့ကိုပလေးသွားမလားဆိုတာ....အလောင်တစ်လိုင်းတွေကိုခဏထားပြီး ရိုဆန်ဆန်နဲ့ကြည့်ရမယ့်\nတေလဂူး rom-com ဇာတ်ကားတစ်ကားကို ပိတ်ရက်မှာ\nအပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Cherry~Yunni ~Nyein Aye",
        "rating": "7.6",
        "url": "https://megaup.net/2yZiq/Boy.Friend.For.Hire.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTcyZDlkMDgtYWUzMS00ZmJhLThlZTEtNTRkMDFhMzI5MzVhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-144x200.jpg",
        "title": "(18+)Haseena (2018)",
        "description": "Haseena (2018)မိန်းမလှလေးတစ်ယောက်ရှိတယ်။ သူ့နာမည်က ဟဆီနားတဲ့။\nသူဟာ လူကုံထံတွေ လုပ်ငန်းရှင်တွေကိုပစ်မှတ်ထားပြီး သူမရဲ့အလှနဲ့ဖမ်းစားတယ်။ပြီးရင် သူတို့ပိုင်ဆိုင်သမျှကို လုယက်တတ်တဲ့ ကြောင်ဆိုးမလေးပေါ့။ပြီးတော့ ရာဟူလ် ရိုဟစ် နဲ့ ရာဂျန်းဆိုတဲ့ သုံးယောက်ပေါင်းလောင်းကျော် သူငယ်ချင်းသုံးယောက်ရှိတယ်။သူဋ္ဌေးသားလေးတွေပေါ့။ ဂိုအာခရီးစဉ်ကို ကဲဖို့သွားနေတုန်း ဟဆီနားဟာ သူတို့ကို မျက်စိကျသွားပါတော့တယ်။ဒီလိုနဲ့ ဒီသူဋ္ဌေးသားလေးတွေရဲ့ဘဝဟာ ဘယ်လိုတွေ ရိုလာကိုစတာစီးရတော့မလဲဆိုတာကိုတော့\n၁၈အပေါင်းအခန်းလေးတွေနဲ့ ရှုစားတော်မူကြပါဦးနော်။ဒီတော့ လူငယ်တွေလည်း လှတာချည်း မက်မနေကြပါနဲ့..မုန့်ကိုမြင်တာတော့ မြင်ပါ\nတုတ်ကိုလည်း တွေ့အောင်ရှာပါလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…2Gb / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Devil",
        "rating": "4.3",
        "url": "https://megaup.net/1d4l1/Haseena.2018.Hindi.720p(DS).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gn1vyEW2NKym0OdxBCoV5mA2KZ7.jpg",
        "title": "Deep Sea ( 2023 )",
        "description": "မွေးနေ့မှာ ပင်လယ်ကြီးကို ဆုတောင်းရင် ပင်လယ်နတ်လေးက\nထွက်လာပြီး ဆုတောင်းတွေကို ဖြည့်ပေးလိမ့်မယ်တဲ့......\nစိမ်းရှို့ဆိုတဲ့ ကလေးမလေးဟာ အမေထွက်သွားပြီးနောက်\nမိဘမေတ္တာကို ငတ်နေသူလေးတစ်ယောက်ပေါ့။\nအတူတူရှိနေတဲ့ အဖေက ဂရုမစိုက်ပေးတဲ့အတွက်\nထွက်သွားတဲ့ အမေ့ဆီက မေတ္တာကို တမ်းတနေသူလေးတစ်ယောက်ပေါ့။တစ်နေ့မှာ သူတို့ မိသားစု ၄ ယောက် ပင်လယ်ထဲကို ခရီးထွက်ကြတဲ့အခါ\nစိမ်းရှို့ဟာ အမေ့ရဲ့ သီချင်းသံကို ကြားခဲ့ရတယ်။\nထိုသီချင်းသံနောက်ကနေ အမေကိုလိုက်ရှာတုန်းမှာ\nစိမ်းရှို့တစ်ယောက် ပင်လယ်ထဲကျသွားပြီး\nပင်လယ်အောက်က လျှို့ဝှက်ကမ္ဘာထဲကို ရောက်သွားပါတယ်။စိမ်းရှို့လေးတစ်ယောက် ပင်လယ်အောက်က ကမ္ဘာကြီးထဲမှာ\nဘယ်လို ထူးခြားဆန်းကြယ်မှုတွေကို မြင်တွေ့ရမလဲ......\nသူမရဲ့ အမေကိုရော ရှာတွေ့နိုင်ပါ့မလား ......\nဆိုတာကို ကာတွန်းဇာတ်လမ်းလေးရဲ့ လှပတဲ့\nသရုပ်ဖော်မှုတွေနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Animation , Fantasy , Adventure\nRuntime : 1h 52 min\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/1d4iz/Deep_Sea_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFoRzZa9GnOuwD5X7QvuO8hNsVk.jpg",
        "title": "Born on the Fourth of July(1989)",
        "description": "Born on the Fourth of July(1989)*******************************ဒီရုပ်ရှင်ဟာ အမေရိကန်ရဲ့လွတ်လပ်ရေးနေ့ဖြစ်တဲ့၊ ဂျူလိုင် ၄ရက်နေ့မှာမွေးဖွားခဲ့တဲ့ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူ\nအမေရိကန်-ဗီယက်နမ် စစ်ပြန်ကြီး Ron Kovicအကြောင်းဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့စစ်ဆန့်ကျင်ရေး အတ္ထုပတ္တိကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nRonရဲ့ငယ်စဥ်ကလေးဘဝဟာ ထိုခေတ်ထိုကာလကထုံးစံအတိုင်း စစ်ပွဲအောင်နိုင်မှုတွေအကြောင်း၊တိုင်းပြည်တာဝန်ထမ်းပြီး စစ်တိုက်ရတာမှဂုဏ်ရှိတယ်၊\nကွန်မြူနစ်ဝါဒကို တိုက်ဖျက်ရမယ်ဆိုတဲ့ ပတ်ဝန်းကျင်မှာကြီးပြင်းခဲ့ရပါတယ်။\nဒါ့ကြောင့်လည်း အမေရိကန်-ဗီယက်နမ်စစ်ပွဲဖြစ်တော့ သူကိုယ်တိုင်ရောသူငယ်ချင်းတွေပါစိတ်လိုလက်ရ မရိန်းတပ်ထဲဝင်ပြီး တိုက်ပွဲဝင်ပါတော့တယ်။\nဒီစစ်ပွဲအတွင်းမှာပဲ စစ်ပွဲရဲ့ခါးသီးမှုတွေကြုံခဲ့ရပြီး စိတ်ဝေဒနာလည်းရ အကြောပါသေ၊ မြုံတဲ့ဘဝ ဒုက္ခိတဖြစ်ခဲ့ရပါတယ်။\nဒါပေမယ့်လည်း အဲ့အချိန်ထိ သူ့ရဲ့ စစ်ပွဲအပေါ်အယူအဆတွေက ပြောင်းလဲမသွားသေးပါဘူး။\nစစ်ဆေးရုံကဆင်း မွေးရပ်ကိုပြန်ရောက်တော့မှ အဲ့ကာလမှာ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူတွေ၊နိုင်ငံရဲ့လက်ရှိအခြေအနေတွေကိုမြင်ရကြားရပြီး မျက်စိပွင့်နားပွင့်ဖြစ်လာကာ၊\nကိုယ်ကိုယ်တိုင်ကလည်း စစ်ပွဲနဲ့ပတ်သက်ပြီး စိတ်မလုံခဲ့သူမို့...\nRon Kovidတစ်ယောက် စစ်တိုက်ရတာဂုဏ်ယူတဲ့လူငယ်လေးဘဝကနေစစ်ဆန့်ကျင်ရေးသမားကြီးဘဝကို ဘယ်လိုကံကြမ္မာတွေ၊ အဖြစ်အပျက်တွေကြောင့်\nရောက်လာလဲဆိုတာ ရိုက်ကူးပြသထားတဲ့ anti-war movieလေးပါပဲ။File Size :(3.3GB)(1.3GB) and (714MB)\nQuality : BLU-RAY 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:25:00\nGenre : War, Biography , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.2",
        "url": "https://megaup.net/1d4k4/Born.On.The.Fourth.Of.July.1989.BLU-RAY.1080P.PP(CM).mkv",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zjWAjosdXELkaqCnlc1s8FQtIZL.jpg",
        "title": "Bad City(2022)",
        "description": "Bad City(2022)**************အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဂျပန်အက်ရှင်ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအကျင့်ပျက်ခြစားပြီး ကိုရီးယားမာဖီးယားဂိုဏ်းနဲ့ပါပေါင်းကာ ဒုစရိုက်မျိုးစုံကျူးလွန်နေတဲ့ဂိုဂျိုကော်ပိုရေးရှင်းကြီးရဲ့ ဥက္ကဌဖြစ်သူ ဂိုဂျိုဝါတရု။သူ့ကိုဘယ်လိုပဲ ထောင်ထဲသွင်းဖို့လုပ်လုပ် စုံထောက်တွေဘက်ကပဲပြန်ခံခဲ့ရပြီး ဂိုဂျိုကတော့အမြဲအပြစ်မရှိဟုလွတ်လာပါတယ်။တစ်နေ့မှာတော့ အထူးစုံစမ်းရေးအဖွဲ့ဇီးရိုးဖွဲ့စည်းပြီး ဂိုဂျိုနဲ့ ကိုရီးယားမာဖီးယားဂိုဏ်းကကင်ဆွန်းဂီကိုဖြုတ်ချဖို့လုပ်ကြတဲ့အခါ.. ဂိုဂျိုတို့ဘက်ကပဲဆက်အနိုင်ရနေမလား။တရားမှုက မတရားမှုကနိုင်သွားမလားဆိုတာကတော့...File Size :(2.07GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre :Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1T1v8/Bad.City.2022.AMZN.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTAyNjEyMDEwMzBeQTJeQWpwZ15BbWU4MDczMjY1NDEy._V1_-129x200.jpg",
        "title": "The Way of the Gun (2000)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Bencio နဲ့ Ryan Phillipe တို့ရဲ့ crime action ရုပ်ရှင်သစ်ပါ ၂၀၀၀ ပြည့်နှစ်ကာလကိုနောက်ခံထားပါတယ် Bencio က Traffic (2001) ရုပ်ရှင်နဲ့ Best Supporting Actor ဆုရထားပြီးRyan Phillipeကတော့ တော်တော်များများသိကြတဲ့ horror series ''I Know What You Did Last Summer'' နဲ့နာမည်ကြီးပါတယ် ဇာတ်လမ်းအကျဥ်း အငှားကိုယ်ဝန်ဆောင်ပေးတဲ့အမျိုးသမီးတစ်ယောက် သူ့နာမည်က ရော်ဘင်။ ကလေးပိုင်ရှင်လင်မယားရဲ့အိမ်မှာ သက်တော်စောင့်တွေရဲ့အချိန်ပြည့်စောင့်ကြည့်မှုနဲ့ အကျဥ်းသားတစ်ယောက်လိုနေရတဲ့သူ။ ကလေးမီးဖွားပြီးရင် သူ့တာဝန်ပြီးဆုံးမှာဖြစ်ပြီး အဖိုးအခအနေနဲ့ ဒေါ်လာတစ်သန်းယူပြီးထွက်သွားရုံပါပဲ။ ဒါပေမဲ့ ကလေးမီးဖွားဖို့တစ်ပတ်အလိုမှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး..... ဇာတ်ညွှန်းရေးသူဟာ ဒီဇာတ်ကားကိုကြည့်တဲ့သူတွေကို ဘယ်သူ့ဘက်ကိုပါရမှန်းမသိအောင် ဘယ်ဇာတ်ကောင်ကိုယုံရမယ်မှန်းမသိအောင် လုပ်ထားပါတယ်။ ဇာတ်လမ်းရဲ့ main role နှစ်ယောက်ကအစ ခိုးဆိုးလုယက်သူတွေဖြစ်နေလို့ပါပဲ။ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးဟာလည်း ထင်သလောက်ရိုးရှင်းမနေခဲ့ပါဘူး။ ပြန်ပေးဆွဲမခံရခင်ကတည်းက ကလေးကိုပေးစရာမလိုမယ့်နည်းလမ်းကို ...",
        "rating": "",
        "url": "https://megaup.net/1SY3m/The_Way_of_the_Gun_2000_720p.(CM).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5EmQri2RwjN5zELdAtUY52k71pN.jpg",
        "title": "Ginger & Rosa (2012)",
        "description": "Ginger & Rosa (2012)~ IMDb - 6.2/10, Rotten Tomatoes - 78% ~ဆယ်ကျော်သက်လူငယ်ဘဝဆိုတာ လူကြီးတွေရဲ့ ပုံဖျက်စကားတွေနဲ့ ပြောင်စရာလိုလို လှောင်စရာလိုလိုဖြစ်နေတယ်လို့ ပြောရမလား။ သစ်ရွက်လှုပ်ရင် ရယ်တဲ့အရွယ်တဲ့။ ဒါပေမဲ့ သူ့ရင်ထဲမှာ သူ့အတွေးထဲမှာ သစ်ရွက်လေးတွေလှုပ်သွားတာထက် အဆအများကြီးပိုတဲ့အရာတွေ ရှိနေတယ်လေ။ မြီးကောင်ပေါက်မအရွယ်တဲ့။ လူပျိုပေါက်တဲ့။ ဒါပေမဲ့ သူတို့ရင်ထဲက အတွေး၊ ခံစားချက်နဲ့ သောက‌တွေက ဆန့်ကျင်ဘက်လိင်အတွက်ချည်းပဲ မဟုတ်ဘူးပေါ့လေ။ဒီလူငယ်တွေကပဲ ကမ္ဘာကို ကိုင်လှုပ်မယ့် လူကြီးတွေ ဖြစ်လာခဲ့တာပဲမဟုတ်လား။ သူတို့တွေရဲ့ စိတ်ခွန်အားနဲ့ စွမ်းဆောင်နိုင်ရည်တွေက အကန့်အသတ်မဲ့ပဲဗျ။ ကောင်းရင်လည်း ကမ္ဘာ့ရတနာတွေ ဖြစ်လာသလို ဆိုးပြီဆိုလည်း ကမ္ဘာကို မြေလှန်ပစ်မယ်တကဲကဲ လုပ်ကြပြန်ရော။ဟုတ်တာမဟုတ်တာတော့ အသာထား။ ဆယ့်သုံးနှစ်သမီးလေးတစ်ယောက်က နျူကလီယားစစ်ပွဲကြီးကို ရပ်တန့်ပစ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေလေရဲ့။ သူ့ရဲ့ ဖွားဖက်တော် သူငယ်ချင်းမလေးတစ်ယောက်ကလည်း သူ့ကိုယ်ပိုင်တည်ထောင်မယ့် အချစ်ကမ္ဘာကို အားလုံးနဲ့ဆန့်ကျင်ပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1d3m5/(CM)_Ginger_&_Rosa_(2012)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/fa-147x200.jpg",
        "title": "Fearless(2006)",
        "description": "တရုတ်ပြည်ရဲ့ဝူရှူးကို တစ်ကမ္ဘာလုံးသိအောင် အသက်သွင်းခဲ့ပေးတဲ့ ဟို့ရွမ်ကျားရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ဟို့ရွမ်ကျားနေရာမှာ ဂျက်လီကပြန်ပြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဟို့ရွမ်ကျားရဲ့ဘဝဇာတ်လမ်းကို ပီပီပြင်ပြင်နဲ့ ဟာကွက်မရှိဖော်ပြနိုင်ခဲ့သလို တရုတ်သိုင်းကားတွေရဲ့ထုံးစံအတိုင်း fight scene တွေပါပြောစရာမရှိအောင် မိုက်တာမို့ ဝမ်းနည်းပူဆွေးနဲ့အံ့ဩမင်သက်မှုရောထွေးပြီး ကြည့်ရလို့ ဘာသာပြန်သူပါနှစ်ခါပြန်ကြည့်မိတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်ဗျ။ File size…2.55GB / 1.32GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Aciton , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasaahi",
        "rating": "7.6",
        "url": "https://megaup.net/3eV1A/Fearless.2006.CHINESE.DC.BluRay720p(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaddd-133x200.jpg",
        "title": "Repo! The Genetic Opera (2008)",
        "description": "ဒီဇာတ်လမ်းကတော့ Opera type movie ဖြစ်တဲ့အတွက် ဇာတ်ကြောင်းကို သီချင်းတွေနဲ့ပဲရှင်းသွားတဲ့ဇာတ်ကားမျိုးပါ။ တစ်ကားလုံးမှာ Gothဆန်ဆန် ဖက်ရှင်နဲ့ lifestyleတွေကိုပဲတွေ့ရမှာမို့ Gothဖန်တွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားမျိုးပေါ့။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ကိုယ်တွင်းအင်္ဂါအချို့ပျက်စီးနေတဲ့သူတွေအတွက် ကယ်တင်ရှင်သဖွယ်လိုဖြစ်လာတဲ့ ဂျီနီကိုကုမ္ပဏီ၊ ဂျီနီကိုကုမ္ပဏီမှာ အရစ်ကျအကြွေးစနစ်နဲ့ ကိုယ်တွင်းအင်္ဂါတွေဝယ်ယူလို့ရတယ်။ ဒါပေမဲ့ အကြွေးမရှင်းရသေးဘူးလို့ပြောလိုက်မိပါသလား။ ဒါဆိုရင်တော့ ပြန်သိမ်းသမားက အချိန်မဆိုင်းပဲရောက်လာပါလိမ့်မယ်။ စည်းစိမ်ဥစ္စာပိုင်ဆိုင်မှုတွေကို သိမ်းတာမဟုတ်ပဲ အကောင်းအတိုင်းရှိနေဆဲအခြားကိုယ်တွင်းအင်္ဂါရပ်တွေကိုပါ အကြွေးအဖြစ်ပြန်သိမ်းယူတာပဲဖြစ်ပါတယ်။ ဒီနည်းနဲ့ပဲ ဂျီနီကိုက ကြီးပွားလာတာပေါ့။ ဂျီနီကိုရဲ့ သူဌေး ရော့တီလာဂိုနဲ့ ပြန်သိမ်းသမားနေသန်ကြားထဲက အချစ်ဟောင်းရန်ငြှိုး၊ ဖခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာ အပြင်လောကကို မထွက်ရပဲမွန်းကြပ်နေတဲ့ နေသန့်ရဲ့သမီးရှယ်လို၊ တချက်တချက် ဇာတ်ကြောင်းရှင်းရင်း ထထပေါ်လာတဲ့ အုတ်ဂူဖောက်ထွင်းသမားနဲ့ ရော့တီရဲ့ အသုံးမကျတဲ့ သားသမီးသုံးယောက်တို့က အဓိကဇာတ်ဆောင်တွေအဖြစ် ပါဝင်ထားပါတယ်။ သီချင်းတွေကလည်း တကယ်နားထောင်ကောင်းတဲ့တေးသွားတွေဖြစ်ပြီး ဇာတ်လမ်းကတော့ darkဆန်ပေမဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းပါဝင်နေတဲ့အတွက် သူ့ဟာနဲ့သူတော့ gentleဖြစ်ပါတယ်။ ဒါပေမဲ့ ချစ်ပုံချစ်နည်းတွေကတော့ မှားယွင်းနေတာပေါ့။ ...",
        "rating": "",
        "url": "https://megaup.net/1cY64/Repo.The.Genetic.Opera.2008.720p.(CM)_(2).mp4",
        "category": "Horror, Music, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4I73oewTN14u6yRkRzrdNNepcdL.jpg",
        "title": "4 Horror Tales: Hidden Floor(2006)",
        "description": "ဒီတစ်ခေါက်တော့Four Horror Tales:Hidden Floor ဆိုတဲ့ Korea Horror ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ single-mother မင်ယောင်ဆိုတဲ့ အမျိုးသမီးဟာ သူ့သမီးလေး ဂျူဟီး နဲ့အတူ တိုက်ခန်းအသစ်တစ်ခုကို ပြောင်းလာတာကနေ အစပြုထားပါတယ်။ရောက်ရောက်ချင်းမှာပဲ ဒီတိုက်ခန်းအိမ်ယာမှာ လေးလွှာ မထားတာကို မင်ယောင်က သတိထားမိသွားပါတယ်။(လေးဂဏန်းဟာ တရုတ်လို သေခြင်း နဲ့ အသံထွက်ဆင်လို့ နိမိတ်မကောင်းဘူးလို့ ယူဆကြပါတယ်။)မင်ယောင်ကတော့ ဒါတွေကို အယုံအကြည်မရှိတာကြောင့် အမှုမဲ့ အမှတ်မဲ့ပါပဲ။မင်ယောင်တို့ သားအမိနေတဲ့အခန်းနံပါတ်က (၅၀၄)ပါ။သူတို့အောက်က အခန်းကတော့ (လေးလွှာမရှိတာကြောင့် ) ၃၀၄ ပေါ့။တစ်ရက်ကျ မင်ယောင်တို့ဆီကို အောက်အခန်းက လူက ဒေါသတကြီးနဲ့ရောက်လာပြီး မဆူပူဖို့ ၊ဝုန်းဝုန်းဒိုင်းဒိုင်းတွေ မလုပ်ဖို့ ဒေါသတကြီး လာပြောပါတယ်။မင်ယာင်တို့သားအမိဟာလည်း တိတ်တိတ်ဆိတ်ဆိတ်နေတတ်သူတွေမို့ ဒါမျိုးလာပြောခံရတာကို ထူးထူးဆန်းဆန်းဖြစ်နေပါတယ်။ပိုပြီး ထူးဆန်းတာက ညဘက်ဆိုရင် သူတို့အောက်ခန်းကတောင် (၃၀၄ လို့ ထင်ရတဲ့အခန်းက )ဆူညံသံတွေ ကြားရတာပါပဲ။သားအမိနှစ်ယောက်ပဲရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1T0w1/4.Horror.Tales.Hidden.Floor.2006.WEB-DL720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eyNH5XUHTStR7IhpBeOJoK7jqpl.jpg",
        "title": "Paradise Kiss(2011)",
        "description": "Paradise Kiss(2011)******************ယူကာရီ ဟယစကဟာ သူ့အမေစိတ်တိုင်းကျ စာပဲကုန်းရုန်းလုပ်နေတဲ့ဆယ်ကျော်သက်အရွယ်အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။သူ့ဘဝကို သူကိုယ်တိုင်လည်းငြီးငွေ့နေပေမဲ့ သူ့အမေရဲ့ဆန္ဒကိုလည်းမလွန်ဆန်နိုင်ပါဘူး။ဒီလိုနဲ့ တစ်ရက်မှာ သူဟာ ‘Paradise Kiss’ လို့ခေါ်တဲ့ ဒီဇိုင်းပညာကိုလေ့လာနေတဲ့အဖွဲ့နဲ့တွေ့ပြီး သူတို့အတွက် မော်ဒယ်လုပ်ပေးဖို့ဖြစ်လာပါတယ်။ယူကာရီဟာ မော်ဒယ်လောကအကြောင်းဘာမှမသိတာကြောင့် အစပိုင်းကငြင်းဆန်နေခဲ့ပေမဲ့လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ ‘Paradise Kiss’ အဖွဲ့သားတွေနဲ့ ရင်းနှီးလာပြီးနောက်မှာ မော်ဒယ်လုပ်ပေးဖို့သဘောတူခဲ့ပါတယ်။ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ယောက်က သူရဲ့ရည်မှန်းချက်ကို ဘယ်လိုရှာတွေ့ပြီးသူ့ရဲ့ဘဝကိုဘယ်လိုပြောင်းလဲပစ်မလဲဆိုတာကို romance, comedy, drama တွေနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။File Size :(1.7GB) and (1GB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:55:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d39x/Paradise.Kiss.2011.BLU-RAY.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgo6TQVLayClu2420AbCQ3xZuMu.jpg",
        "title": "The Happy Camper(2023)",
        "description": "The Happy Camper(2023)************************ဇာတ်ကားလေးကတော့ ဒေလွန်မိုက်ကယ်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာ\nသူ့ချစ်သူဘရန်ဒန့်နဲ့အတူ ဒိတ်တင်း app ကုမ္ပဏီလေးတစ်ခုကိုအတူတူလုပ်ကြတယ်။\nဘရန်ဒန်က အလုပ်ကိုပဲဦးစားပေးလွန်တဲ့အတွက် ဒေလွန်ဟာသူ့ကိုတဖြည်းဖြည်းစိတ်ပျက်လာပါတယ်။\nတစ်နေ့ သူတို့ရဲ့ကုမ္ပဏီကိုရင်းနှီးမြှပ်နှံမယ့်သူဟာ ငွေကြေးထပ်မထုတ်ပေးတော့တဲ့အတွက်ကုမ္ပဏီကို\nပိတ်ဖို့ဖြစ်လာပါတော့တယ်၊ ဘရန်ဒန်ကလည်း နောက်ထပ်ရင်းနှီးမြှုပ်နှံသူကိုလိုက်ရှာမယ် ၊ ဒေလွန်ကို\nခဏအနားယူဖို့ပြောလိုက်တယ်၊ ဒီလိုနဲ့ ဒေလွန်ရဲ့အဖိုးက သူ့မြေးကိုလွမ်းလို့တွေ့ချင်နေကြောင်းအမေဖြစ်သူက\nဖုန်းဆက်တယ်၊ လက်ရှိမှာအလုပ်မရှိတာရော စိတ်ညစ်တာရောဖြစ်နေတဲ့အတွက် မွေးရပ်မြေ ဆေးဗားဒေးမြို့ကို\nပြန်သွားတယ်။ အဲ့ဒီနောက်မှာတော့ သူတို့ဘဝရဲ့ အလှည့်အပြောင်းမျိုးစုံတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...File Size :(1.6GB) and (747MBMB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1T0x0/The.Happy.Camper.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/385XwTQZDpRX2d3kxtnpiLrjBXw.jpg",
        "title": "Superman Returns(2006)",
        "description": "Superman က သူ့အမိကမ္ဘာ Krypton ကို သွားရောက်စစ်ဆေးရင်း ငါးနှစ်အကြာမှာတော့ ကမ္ဘာမြေကို တစ်ဖန်ရောက်ရှိလာပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ အရာရာဟာ အရင်ကလိုမဟုတ်တော့ပါဘူး။ ဒီအပြောင်းအလဲတွေကို Superman တစ်ယောက် ရင်ဆိုင်ဖြေရှင်းရတော့မှာပါ။ ဒါ့အပြင် ရန်သူတော် Lex Luthor ရဲ့ ကောက်ကျစ်စဥ်းလဲမှုတွေ၊ ဉာဏ်နီဉာဏ်နက်များတာတွေကိုလည်း တားဆီးဖို့လိုအပ်လာပါပြီ။ ဒါတွေကို Superman ကျော်ဖြတ်နိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ဦးမလဲဆိုတာတွေကို ကောင်းကောင်းလေးကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ်) File size…1.90GB / 784.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 34m\nGenre ..... Aciton , Adventure ,  Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "6.1",
        "url": "https://megaup.net/2yXzV/superman.returns.2006.bluray720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujTTAQ7g0JkjNg3NF4N7INQtpK2.jpg",
        "title": "Chong Zi – The Snow Fairy Love ( 2023 )",
        "description": "ဟဲလို ဒီတစ်ခါ CM တင်ဆက်မယ့်ရုပ်ရှင်က The Journey of Chong Zi (2023)ရဲ့\nMovie Version လေးပဲဖြစ်ပါတယ် ယင်ဆွေရှန်းဟာ ထျန်းစန်းနတ်ဂိုဏ်း\nရွှယ်လင်ရဲ့တပည့်ဖြစ်ပြီး ဆရာ့ကိုချစ်မြတ်နိုးတဲ့အတွက်ကြောင့် န\nတ်ဂိုဏ်းစည်းမျဉ်းချိုးဖောက်မိပြီး နှင်ထုတ်ခံရတယ်။ရွှယ်လင်(နတ်မင်း)တာဝန်ဟာ လူသားတွေကို ကာကွယ်စောင့်ရှောက်ရတယ်။\nရွှယ်လင်ဟာယင်ဆွေရှန်းအပေါ် မေတ္တာသက်ဝင်မှုတွေကို စိတ်ထဲမြိုသိပ်ထားရတယ်။ ‌\nဒီလိုနဲ့ရွယ်လင်ဟာနတ်ဆိုးဘုရင်နီလွင်နဲ့ တိုက်ခိုက်ရမှ သေဆုံးသွားတယ်\nယင်ဆွေရှန်း နတ်ဆိုးလောကမှာ ဘယ်လိုအခက်အခဲကြုံတွေ့နိုင်မလဲ ။\nရွှယ်လင်ဟာပြန်လည်နိုးထလာပြီးနောက်\nယင်ဆွေရှန်းနဲ့အတူ ဇနီးမောင်နှံအဖြစ် လူ့ပြည်မှာနေထိုင်တယ်။ပြီးနောက် နတ်ဆိုးလောကက မိစ္ဆာမိဖုရား ရွှမ်လွေ့ကို\nဖိနှိပ်ဖို့စေလွှတ်တဲ့အခါမှာ ရှောင်လန်(နတ်ပင်)နဲ့\nမိစ္ဆာမိဖုရား ရွှမ်လွေ့တို့ရဲ့\nအချစ်နဲ့အမုန်းတရားရန်ငြိုးတွေဖြစ်ပွားလာတော့\nသူတို့လေးဦးကြားမှာ ဘယ်လိုအချိတ်ဆက်တွေရှိနိုင်မလဲ\nယင်ဆွေရှန်း၊ ရွှယ်လင်တို့ကြား ဘယ်လိုအထင်လွှဲမှုတွေဖြစ်လာပြီး ပြေလည်သွားမလဲ\nသူတို့နှစ်ဦးရဲ့ အချင်းချင်းပေးဆပ်မှု၊ ကာကွယ်မှုနှင့်\nယုံကြည်မှုတို့ကို CM ပရိတ်သတ်တို့စောင့်မျှော်ကြည်ရှုကြပါရှင်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/3eV7i/Chong_Zi_-_The_Snow_Fairy_Love_2023_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-1-138x200.jpg",
        "title": "Freeze (2022)",
        "description": "အင်္ဂလန်ရေတပ်စစ်သ‌င်္ဘောကြီး HMS Innsmouth ရဲ့ ကပ္ပတိန် Mortimer ဦးစီးတဲ့အဖွဲ့ဟာ လွန်ခဲ့တဲ့သုံးနှစ်ကအာတိတ်ဒေသမှာ ပျောက်ဆုံးသွားတဲ့ မိတ်ဆွေဖြစ်သူ ကပ္ပတိန် Striener နဲ့အပေါင်းအပါတွေကို ရှာဖွေဖို့ အာတိတ်ဒေသကိုရွက်လွှင့်ခဲ့ကြပါတယ်။ အလိုရှိရာဒေသကိုမရောက်ခင်မှာပဲ သင်္ဘောပေါ်ကို မိန်းမတစ်ယောက်ခိုးလိုက်လာတာ သိလိုက်ရပြီး မကြာခင်မှာပဲ HMS Innsmouth သင်္ဘောကြီးလည်း ရေခဲနဲ့တိုက်မိပြီးရပ်သွားရပါတယ်။ သင်္ဘောရပ်နေချိန်မှာ အဖွဲ့သားတွေဟာ ထူးဆန်းတဲ့သတ္တဝါတွေကို ကြုံတွေ့ရတဲ့အခါမှာတော့ သူတို့ကိုယ်တိုင် အသက်ရှင်နိုင်ရေးအတွက် ရုန်းကန်ဖို့ဖြစ်လာရပါတော့တယ်။ အေးခဲလှတဲ့ အာတိတ်ဒေသမှာ Innsmouth သင်္ဘောကြီးရဲ့အမှုထမ်းတွေ ရာသီဥတု အငတ်ဘေးနဲ့ ထူးဆန် တဲ့အကောင်တွေရဲ့ရန်ကို ဖြတ်ကျော်ဖို့ကြိုးစားကြတာကို ကြည့်ရှုရမှာပါ။File size…(1.1 GB)/(444 MB)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:31:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1SVy2/Freeze.2022.720p.(CM)_(3).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghf1DibQCqS0FKtUV69WfPfPDBs.jpg",
        "title": "Turistas(2006)",
        "description": "နာမည်ကျော်တဲ့ နေရာဒေသတွေကိုခရီးသွားခြင်းမှာလည်း ကောင်းကွက်တွေရှိသလို မထင်ရှားတဲ့\nဆိုးကွက်တွေ လည်း ရှိနေတတ်ပါတယ်\nဘရာဇီးကို ခရီးထွက်လာကြတဲ့ တိုးရစ်တသိုက်ဖြစ်တဲ့ အဲလက်စ် နဲ့ ဘီး တို့ မောင်နှမ နှစ်ယောက်၊\nဘီးရဲ့သူငယ်ချင်း အေမီ၊ တစ်ကိုယ်တော် ခရီးသွားလေး ပရူ၊ ခရီးထွက်ရင်း ဗရုတ်ကျနေတဲ့\nသူငယ်ချင်းနှစ်ယောက် ဖင်းနဲ့ လီယမ်\nဘတ်စ်ကားတစ်စီးကို အတူစီးလာကြပြီးနောက်မှာပဲ မမျှော်လင့်တဲ့ မတော်တဆဖြစ်ရပ်ကြောင့်\nဘတ်စ်ကားကို ထားခဲ့ပြီး နီးစပ်ရာမြို့ကို လမ်းလျှောက်သွားဖို့ စိတ်တူကိုယ်တူ ပေါင်းစည်းမိကြတဲ့ သူတို့\nအစပိုင်းမှာတော့ ဘရာဇီး နိုင်ငံရဲ့ ကမ်းခြေတွေ၊ အလှပဂေးလေးတွေ၊ ဖျော်ရည်ယမကာတွေကြောင့်\nနိဗ္ဗာန်လို့ ထင်ခဲ့ကြပေမယ့် နောက်ဆုံးမှာတော့ သူတို့မမြင်နိုင်ခဲ့တဲ့ ကြောက်မက်စက်ဆုပ်ဖွယ်ကောင်းတဲ့\nမကောင်းမှု (ငရဲ) များကို မျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့လိုက်ရချိန်မှာတော့\nဒီဇာတ်လမ်းရဲ့အဓိကပေးချင်တဲ့ မက်ဆေ့ကတော့ “Take The Plane” ပါ။ File size…2.42GB / 949.1MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Horror , ...",
        "rating": "5.4",
        "url": "https://megaup.net/3eVex/Turistas.2006.UNRATED.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg1XRTyH5knwh3Tnij2sUV0ZZ5w.jpg",
        "title": "Severance(2006)",
        "description": "IMDb- 6.4/10Rotten tomatoes- 66%ဇာတ်လမ်းအညွှန်းပယ်လီစိဒ် လက်နက်ကုမ္ပဏီက အဖွဲ့သား၇ယောက်ပါတဲ့ မားကတ်တင်းအဖွဲ့ဟာ အဖွဲ့ဖွဲ့စည်းရေးပိတ်ရက်အနေနဲ့ ဟန်ဂေရီနိုင်ငံက တောင်တန်းတွေဆီကို ရောက်လာကြတယ်။ မိန်းလမ်းမတစ်နေရာအရောက်မှာ ကားဆက်သွားလို့မရဖြစ်နေတာနဲ့ တောလမ်း လမ်းလွှဲ‌လေးကနေ သွားကြမယ်ဆိုတာကို ကားမောင်းသမားက “အဲ့တောလမ်းအကြောင်း ကြောက်စရာ ကောလဟာလသတင်းတွေကို သူသိထားတယ်၊ လိုက်မပို့နိုင်ဘူး” ဆိုတာကို ဇွတ်ရောအတင်းရော သွားချင်နေကြတဲ့ အဖွဲ့ကတော့ အဲ့နေရာမှာပဲ ဆင်းခဲ့ကြတယ်။ တောလမ်းတစ်လျှောက်သွားရင်းကနေ သူတို့မထင်မှတ်ထားတဲ့၊ ဘယ်သူပိုင်လို့ ဘယ်သူနေနေမှန်းလဲမသိတဲ့ အိမ်အိုကြီးကို တွေ့သွားကြတယ်။ ကုမ္ပဏီပိုင် ဇိမ်ခံအိမ်ကို မျှော်လင့်ထားကြတဲ့ အဖွဲ့သားတွေလည်း စိတ်ပျက်လက်ပျက်နဲ့ အဲ့အိမ်ကြီးမှာပဲ တည်းဖို့ဖြစ်သွားတယ်။ အဲ့အိမ်မှာ လျှောက်စပ်စုကြည့်ရင်းနဲ့ တစ်ယောက်က အရင်ကမှတ်တမ်းဖိုင်တွေ တွေ့သွားတယ်။ အဲ့မှတ်တမ်းအရဆို “ပယ်လီစိဒ်ရဲ့ စနပ်ကြောင့် စိတ္တဇဆေးရုံကလူတွေ အသတ်ခံလိုက်ရပြီး တစ်ယောက်ပဲ အသက်ရှင်လွတ်မြောက်တယ်။ အဲ့တစ်ယာက်က သူ့လမ်းကြောထဲဝင်လာတဲ့ ပယ်လီစိဒ်တွေကို ရေဆုံးမြေဆုံးလိုက်သတ်တယ်တဲ့”။ အဲ့လို ဟိုဟိုဒီဒီသိထားကြတဲ့ သူတို့တစ်တွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d2b4/Severance.2006.UNCUT.BluRay720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OBZth9rnSyMzZR8M0WwGj8ivDG.jpg",
        "title": "10th & Wolf(2006)",
        "description": "ကလေးဘဝမှာ မာဖီးယားဂိုဏ်းဝင်အဖေဖြစ်သူ သေနတ်နဲ့အပစ် ခံရပြီးသေဆုံးသွားတာကို မြင်ခဲ့ရတဲ့ တွမ်မီတစ်ယောက် အရွယ်ရောက်လာတဲ့အခါမှာမရိန်းတပ်ထဲကိုဝင်သွားခဲ့ပြီး အရှေ့အလည်ပိုင်းစစ်ပွဲမှာတိုက်ခိုက်ခဲ့ပါတယ်။ဒါပေမဲ့လည်းအာဏာရှင် ဆက်ဒမ် ကိုဒီတိုင်းလွှတ်ပေးခဲ့တဲ့အတွက် မကျေနပ်ဖြစ်ပြီးသူကိုယ်တိုင်းသွားရှင်းမယ်ဆိုတဲ့ စိတ်နဲ့ ကာနယ်ရဲ့ဂျစ်ကားကိုခိုးပြီး သွားခဲ့ပေမဲ့လည်းလမ်းမှားပြီးကူဝိတ်မြို့နားမှာ ပြန်အဖမ်းခံလိုက်ရပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်အေးဂျင့်နှစ်ယောက်က မူးယစ်ရာဇာလူဆိုးဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ရက်ဂျီယိုကို ကူညီပြီဖမ်းပေးမယ်ဆိုရင် ပြစ်ဒဏ်လျော့ပေါ့ပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့တဲ့အပြင် သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်ပြီး အခုချိန်မှာလူမိုက်ဂိုဏ်းခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျိုဝီကိုလည်း ဖမ်းဖို့ခြိမ်းခြောက်လာခဲ့တာကြောင့်ကူညီပေးဖို့လက်ခံလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ပဲ ရက်ဂျီယိုကိုဖမ်းနိုင်ဖို့အတွပ် တွမ်မီတစ်ယောက် သူ့ရဲ့မွေးရပ်မြေကိုပြန်သွားရပြီးဝမ်းကွဲအကိုဖြစ်တဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ဂျိဝီနဲ့ ပြန်ဆုံတွေ့ကြရင်းအက်ဖ်ဘီအိုင်တွေက သူ့ရဲ့ဝမ်းကွဲအကို ကိုတင်မဟုတ်ပဲ သူ့ရဲ့ညီလေးဗင်းဆင့်ကိုပါ ဝှက်ဖဲအနေနဲ့ကိုင်ထားမှန်းသိရှိလိုက်ရတဲ့အခါမှာ တွမ်မီတစ်ယောက်ရက်ဂျီယိုကိုပဲအမိဖမ်းနိုင်မလား၊ ဒီလိုအလုပ်တွေမလုပ်ပါဘူးဆိုတဲ့ သစ္စာကိုရောဖောက်ဖျက်မိမှာလား၊ သူ့ရဲ့ဝမ်းကွဲအကိုနဲ့ ညီကိုရော ကယ်တင်နိုင်မလားဆိုတာကိုအကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှု‌လိုက်ပါဦးဗျ။အမေရိကန်က အီတလီဂိုဏ်းတွေနဲ့ မာဖီးယားဂိုဏ်းအကြောင်းတွေရောပါဝင်တာမလို့ ဒီလို လူဆိုးဂိုဏ်းရုပ်ရှုင်ကားမျိူးတွေလွမ်းနေတဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။ File size…1.81GB / 609.2MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.3",
        "url": "https://megaup.net/1d1s0/10th.and.Wolf.2006.WEB.DL720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2I4ZjhlZGYtNGM0YS00OWUwLTljZGEtZDU4NTczNjc3ODk2XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-135x200.jpg",
        "title": "Frailty (2001)",
        "description": "၂၀၀၁ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဒီ ‘Frailty’ ရုပ်ရှင်ကတော့ မင်းသားကြီး Bill Paxton ရဲ့ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီးတော့ ကိုယ်တိုင်လည်း ပါဝင်သရုပ်ဆောင်ထားတာ ဖြစ်ပါတယ်။ မင်းသားကြီးအပြင် Interstellar, Dallas Buyers Club နဲ့ The Wolf of Wall Street တို့မှာပါဝင်သရုပ်ထားတဲ့ နာမည်ကြီးမင်းသား Matthew McConaughey ကလည်းပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။IMDb မှာလည်း 7.2 ရရှိထားတဲ့အပြင် Rotten Tomatoes မှာလည်း 75% ရထားတဲ့အတွက် တော်တော်လေးအဆင်ပြေတဲ့ Rating တွေလို့ပြောရမှာပါ။ဇာတ်လမ်းအကျဥ်း - ထူးထူးဆန်းဆန်းလူတစ်ယောက်က FBI အေးဂျင့်တစ်ယောက်ဆီကို လွန်ခဲ့တဲ့နှစ်၂၀ခန့်ကအမှုရဲ့ လူသတ်သမားနဲ့ သူ့ရဲ့နောက်ကြောင်းကို သိိထားတယ်ဆိုပြီး ရောက်လာတဲ့အခါမှာတော့...လူသတ်သမားရဲ့ မိသားစုနောက်ကြောင်းကရော ဘာလဲ...ပျော်ပျော်ရွှင်ရွှင်နေထိုင်နေကြတဲ့ သူတို့ရဲ့မိသားစုဘဝလေးကနေ ဘာတွေဘယ်လိုပြောင်းလဲသွားခဲ့တာလဲဆိုတာကို စိတ်ဝင်တစား ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။File size…(1.8 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kaung Khant",
        "rating": "",
        "url": "https://megaup.net/1SVmt/Frailty.2001.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3dGAX5iIts1jCXtUgG2y7W1sOoU.jpg",
        "title": "Geocentric Crisis ( 2023 )",
        "description": "ကမ္ဘာမြေကြီးရဲ့ ဗဟိုချက် စွမ်းအင်တွေကုန်ဆုံးတော့မှာဖြစ်တဲ့အတွက်\nအသက်ဆက်လက်ရှင်သန်နိုင်ဖို့ အရေး ကြိုးစားခဲ့ကြတဲ့ မြေအောက်ကမ္ဘာနေထိုင်သူတစ်ချို့...!ကမ္ဘာမြေကြီးရဲ့ ဗဟိုချက် စွမ်းအင်တွေကုန်ဆုံးလာရင် ဆက်လက်ရှင်သန်လို့မရနိုင်မှာ\nစိုးသည့်အတွက် မြေအောက်ကမ္ဘာနေထိုင်သူ ပါရဂူ တွေဟာ\nစမ်းသပ်တီထွင်မှုတွေ ပြုလုပ်ခဲ့ပါတယ် ။ ဒီစမ်းသပ်မှုတွေဟာ\nမအောင်မြင်သည့်အပြင် အမှားမှား အယွင်းယွင်းတွေဖြစ်ပြီး\nဧရာမ မကောင်းဆိုးဝါးတွေပါ ဖြစ်ပေါ်စေခဲ့ပါတော့တယ် ။တစ်နေ့မှာတော့ မူကွဲအစီအစဥ်နဲ့ ရထားတစ်စင်းစီစဥ်ကာ ကမ္ဘာမြေကြီးရဲ့\nမြေမျက်နှာပြင်ပေါ်ကို သွားရောက်ဖို့ စီစဥ်ခဲ့ကြပါတယ် ။\nဒီလိုမျိုး ကမ္ဘာမြေကြီးရဲ့ မြေမျက်နှာပြင်ပေါ်သွားရာလမ်းကြောင်းမှာပဲ\nပဋိပက္ခတွေနဲ့အတူတူ မကောင်းဆိုးဝါး အကောင်ကြီးတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ကြရင်း...?မြေအောက်ကမ္ဘာနေထိုင်သူတွေ ကမ္ဘာမြေကြီးရဲ့ မြေမျက်နှာပြင်ပေါ်ကို\nအောင်မြင်စွာ ရောက်ရှိနိုင်ပါ့မလား? အရာအားလုံးရဲ့ ဖြစ်စဥ်\nနောက်ကွယ်အမှန်တရားကရော ဘာဖြစ်မလဲ? အခက်အခဲတွေကို\nဘယ်လိုကျော်ဖြတ်ကြမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရအောင်ပါလားရှင်။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction\nRuntime : 1h 10 min\nSubtitle : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SZ5t/Geocentric_Crisis_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gntsO8yN1xiFp1CldoJkk0jzxh7.jpg",
        "title": "The Shepherd: Border Patrol(2008)",
        "description": "2008 ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဗန်ဒိန်းကားဟောင်းတစ်ကား ဖြစ်ပါတယ်။ ကန်ချက်လှလှတွေနဲ့ ဖမ်းစားခဲ့တဲ့ ပြင်သစ်မင်းသားကြီး ဗန်ဒိန်းဆို လူတိုင်းနီးပါး သိကြမယ်ထင်ပါတယ်။ ဒီကားထဲမှာ Scott Adkin တောင် အရန်နေရာလောက်ပဲ ပါဝင်ထားခဲ့တာကိုလည်း တွေ့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ နယူးအော်လင်းမြို့ကြီးကနေ နယ်စပ်မြို့ကလေး ကိုလမ်ဘတ်စ်ကို ယုန်တစ်ကောင်နဲ့ ထူးဆန်းတဲ့ ရဲသားတစ်ယောက် ဂျက် ဌာနပြောင်းလာခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပြဿနာကလည်း နယ်စပ် တရားမဝင်ရွေ့ပြောင်းလူတွေ အမေရိကန်ဖက်ကို ခိုးဝင်ကြလို့ ဖြေရှင်းနေရတဲ့ကာလတစ်ခုပေါ့။ ဂျက်ရဲ့အထက်အရာရှိ ကပ္ပတိန်မမကြီးကလည်း အပေါက်ကတော့ တော်တော်ဆိုးပြောရမယ် အဲဒါအပြင် ဂျက်ကို တွဲဖက်ရှာပေးပြီး ပြဿနာမရှာဖို့ဆိုပြီး ထိန်းထားဖို့ လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ဂျက်တို့လည်း နယ်စပ်ကင်းလှည့်ရင်း ခိုးဝင်လာသူတွေကို ဖမ်းဆီးတဲ့အချိန် ဘိန်းဖြူသယ်လာတာကို မြင်ရပြီး မအောင်မြင်တော့ ဖောက်ခွဲပစ်တာကိုလည်း ကြုံလိုက်ရပါတယ်။ အဲဒါနဲ့ စုံစမ်းတဲ့အချိန်မှာ တစ်ဖက်က ဘိန်းဖြူကုန်ကူးနေတဲ့အဖွဲ့က အမေရိကန် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1SZb4/The.Shepherd.2008.WEBRip720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYTMxN2JlYjctYmM4MC00Yzg0LWE3MGUtNzkyN2I5OGNmMzYxXkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-134x200.jpg",
        "title": "The I Inside (2004)",
        "description": "ကြိမ်ဖန်များစွာ ပြန်ပြင်ဆင်ချင်မိတဲ့အချိန်တွေဆိုတာ လူသားတိုင်းမှာ ရှိတတ်ကြပါတယ်။ ဒီဇာတ်လမ်းအကျဥ်းကတော့ ကားတိုက်မှုတစ်ခုကနေ သတိပြန်ရလာတဲ့မစ္စတာကေဘယ်က ၂နှစ်တာမှတ်ဉာဏ်ပျောက်ဆုံးသွားပြီးနောက်မှာ ဖြစ်ပျက်ခဲ့သမျှမှတ်ဉာဏ်အပိုင်းအစတွေကို တစ်ခုချင်းပြန်လည်ရှာဖွေတော့တယ်။ မှတ်ဉာဏ်တွေကို သတိရလာသလိုမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင် အတိတ်ကိုရောက်သွားသလိုဖြစ်လာခဲ့တယ်။ လူမှုရေးဖောက်ပြန်မှုတွေ၊ အမွေဝေစုမတည့်တဲ့အစ်ကိုနဲ့ မစ္စတာကေဘယ်ကြား အဖြစ်အပျက်တွေ၊ ဆေးရုံနဲ့ အမွေဆိုင်အိမ်ကြားမှာ ဟိုရောက်လိုက် ဒီရောက်လိုက်ဖြစ်နေတဲ့ မစ္စတာကေဘယ်ရဲ့မှတ်ဉာဏ်တွေ...နောက်ဆုံးမှာတော့ ဖြစ်ပျက်နေသမျှအရာအားလုံးရဲ့ အကြောင်းအရင်းအမှန်ကိုသိခဲ့ရပါတယ်။ ဒီကားကတော့ နောက်ဆုံးဇာတ်သိမ်းခန်းမှာမှ ဇာတ်ဖြည်ပေးတဲ့ကားမျိုးပါ။ မစ္စတာကေဘယ်က တကယ်တမ်းဘာတွေဖြစ်ခဲ့တာလဲ၊ ပြန်လည်ပြင်ဆင်ချင်တာတွေကိုရော ပြင်ဆင်ခွင့်ရပါ့မလား၊ အတိတ်ရဲ့အမှားတစ်ခုကနေ လွတ်မြောက်ခွင့်ရနိုင်ပါ့မလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလို့ရပါပြီ။File size…(2 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:31:00\nGenre...Drama, Thriller, Mistery, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/3eQgh/The.I.Inside.2004.720p.(CM).mp4",
        "category": "Drama, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRqxKim0Vr1JZPLYcR1rjFtu74p.jpg",
        "title": "Taxidermia(2006)",
        "description": "အခုမိတ်ဆက်ပေးချင်တာက သာမာန်ဇာတ်ကားပုံစံနဲ့မတူကွဲထွက်နေတဲ့ ဟန်ဂေရီကားလေးတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ မျိုးဆက်သုံးဆက်ရဲ့ ယောက်ျားသုံးယောက်စီမှာရှိတဲ့ မတူညီတဲ့အမူအကျင့်တွေနဲ့ မတူညီတဲ့ စိတ်အားထက်သန်မှုတွေကို အနှစ်ကျကျရိုက်ကူးထားတာပါ။ ပထမဆုံးမျိုးဆက် အမျိုးသားက အင်မတန်နှာဘူးထတဲ့ကျော်ကြီးပါ။ သူ့ကမ္ဘာမှာ မိန်းမမရှိရင် မရှင်သန်‌နိုင်လောက်တဲ့အထိ တဏှာရမက်ကြီးမားလွန်းတဲ့သူဖြစ်ပါတယ်။ ဒုတိယမျိုးဆက်ဖြစ်တဲ့သူ့သားကတော့ အစားအင်မတန်ကြီးလွန်းသူဖြစ်ပြီး အစားအသောက်ပြိုင်ပွဲတွေမှာ ထိပ်တန်းအဆင့်ရှိသူတစ်ယောက်ဖြစ်ပါတယ်။ ပြီးတော့ သူ့ရဲ့သားနောက်ဆုံးမျိုးဆက်ကတော့ အသက်မရှိတော့တဲ့ အကောင်တွေကို အစာသွပ်ပုံသွင်းတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ သူ့အလုပ်မှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူဖြစ်တာကြောင့် သာမာန်အစာသွပ်ပညာရှင်တွေ မလုပ်နိုင်တဲ့ကိစ္စမျိုးတွေကို သူ့ကိုပဲ လာအပ်ကြရပါတယ်။ဒီ မြေးအဖိုးအရင်းတွေရဲ့ မတူညီတဲ့ခံယူချက်၊ စိတ်ထား၊ ဝါသနာနဲ့ အလုပ်အကိုင်တို့ကို စိတ်၀င်စားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် အက်ရှင်တွေ၊ ဒရာမာတွေကနေ ခဏအနားယူလိုသူတွေ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။လိင်ပိုင်းဆိုင်ရာတွေ၊ အော်ဂလီဆန်စရာတွေ ပါ၀င်တာကြောင့် ရွံတတ်သူ၊သွေးကြောက်သူတွေကြည့်မယ်ဆိုရင် သတိထားသင့်ပါတယ်။ File size…699.3MB\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://megaup.net/1d27o/Taxidermia_.2006.WEBRip720P.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIDERaEUMw1rYDM99tGZPY80Ap.jpg",
        "title": "Chor Nikal Ke Bhaga(2023)",
        "description": "Chor Nikal Ke Bhanga(2023)\n*****************************************IMDb-8/10Glow & Lovely (Fair & Lovely)ရဲ့ ကြော်ငြာမင်းသမီးချောလေးယန်မီဂေါ်သမ်က လေယာဉ်မယ်အဖြစ် ၊\nမင်းသားချောနှစ်ယောက်ဖြစ်တဲ့ ဆန်နီကောရှလ်နဲ့ ရှရားဒ်ကဲလ်ကရ် တို့အဓိကပါ၀င်ထားတဲ့ လေယာဉ်ပြန်ပေးဆွဲကားပါ ။ဇာတ်လမ်းအကျဉ်းသက်သတ်လွတ်သမားအန်ကစ်နဲ့ လေယာဉ်မယ်နေဟာတို့ သက်သတ်လွတ်ဟင်းပွဲကိစ္စကအစပြုပြီး\nတွေ့ဆုံရင်းချစ်မိသွားကြရာက နေဟာကိုယ်၀န်ရသွားတဲ့အထိနီးစပ်သွားကြပါတယ်။\nနှစ်ယောက်လုံးကအရမ်းချစ်ကြသူတွေမို့ လက်ထပ်ဖို့ဆုံးဖြတ်ပြီးသာယာကြည်နူးနေချိန်မှာ\nအန်ကစ်လုပ်ငန်းတစ်ခုကအမှားအယွင်းကြောင့် အန်ကစ်ဟာ သူ့ကုမ္မဏီကစိန်ကို\nသူကိုယ်တိုင်ပြန်ခိုးရမယ့်အဖြစ်ရောက်သွားပါတယ်။\nကြင်ယာလောင်းအတွက် နေဟာပါအဆစ်ပါပြီး နှစ်ယောက်ပေါင်း\nအကြံအစည်အကောင်အထည်ဖော်ခါနီးမှာပဲ\nအဲဒီလေယာဉ်ကြီးကိုပြန်ပေးဆွဲခံရပြီး နှစ်ယောက်လုံးဓားစာခံဖြစ်သွားပါတော့တယ်။သူတို့က ဘာကြောင့်လေယာဉ်ကိုပြန်ပေးဆွဲရတာလဲ...\nအန်ကစ်ကရော ဒီကိစ္စတွေကြားမှာမှ သူ့အစီအစဉ်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား...\nနောက်ထပ်အဓိကဇာတ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nရှရားဒ်ကဲလ်ကရ် ကရော ဘယ်နားကနေဘယ်လိုပေါ်လာမလဲ ရင်တထိတ်ထိတ်ခံစားကြည့်ပါဦးလို့ ....\nဘာသာပြန်တွေကတော့ Bpl,Yunniနဲ့ Thaik Sanတို့ ဖြစ်ပါတယ်\nFile size…1.2GB / 540MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San",
        "rating": "7.5",
        "url": "https://megaup.net/2yX6D/Chor_Nikal_Ke_Bhaga_(2023)_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xjLUyKoRUBZuHaK9yYnFHpoGCkv.jpg",
        "title": "The Antique Shop (2022)",
        "description": "The Antique Shop (2022)\"ရှေးဟောင်းပစ္စည်းဆိုင်\" ဆိုတဲ့ နာမည်အတိုင်းပါပဲ။\nရှေးဟောင်းပစ္စည်းဆိုင်က ပစ္စည်းတွေရဲ့ ဇာတ်လမ်း ၃ ပုဒ်ကို တင်ပြထားတာပါ။ရှေးဟောင်းပစ္စည်းတွေမှာက ပိုင်ရှင်အဟောင်းတွေ ရှိတတ်တယ်။\nအစောင့်အရှောက်တွေ ရှိတတ်တယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ပုံပြင်တွေ ကြားဖူးကြမှာပါ။ဒါဆိုရင် ဒီဇာတ်လမ်းထဲမှာရော ဘာတွေ ဆက်ဖြစ်ကြမလဲ ကြည့်ကြရအောင်ပါ။\nဇာတ်လမ်းစပုံကတော့ ဒီလိုပါ။\nစင်ကာပူသားတစ်ယောက် ထိုင်းနိုင်ငံက ရှေးဟောင်းပစ္စည်းဆိုင်ကို ရောက်တော့\nရှေးဟောင်းပစ္စည်းဆိုင်က ပြောပြတဲ့ ဇာတ်လမ်းတွေကို နားထောင်ရာကနေ စပါတယ်။နံပါတ် (၁) ဇာတ်လမ်းကတော့ အင်ဒိုနီးရှားသရုပ်ဆောင် Rio Dewanto ရဲ့ \"သေမိန့်ကျထိုင်ခုံ\"\nနံပါတ် (၂) ဇာတ်လမ်းကတော့ စင်ကာပူမင်းသား Aloysius Pang ရဲ့ \"‌‌လက်ကောက်ထဲကထောင်ချောက်\"\nနံပါတ် (၃) ဇာတ်လမ်းကတော့ CIX member Bae Jinyoung၊ ထိုင်းမင်းသားချော Mean Phiravich တို့ရဲ့ \"မွေးနေ့ပွဲ\" ပါ။ဒီပစ္စည်းတွေရဲ့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်လမ်းတွေ ရှိမလဲဆိုတာ\nတစိမ့်စိမ့်တွေးပြီး တရေးရေးကြောက်ဖို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1d2cf/The.Antique.Shop.2022.NF.WEB-DL.1080P.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ggoyYfBIMD3WbHj36Qlr7wgyFV.jpg",
        "title": "[18+] Daughter of Darkness (1993)",
        "description": "Daughter of Darkness (1993)(အကြည်ရဖို့မလွယ်လို့ 480p အနေနဲ့ကိုပဲ ကြည့်လို့ပြေအောင် ကုတ်တင်ပေးလိုက်ပါတယ်)Erotica အမျိုးအစား ဇာတ်ကားတွေထဲမှာ ဇာတ်လမ်း အထူးခြားဆုံးကတော့ ဟောင်ကောင် Erotica ဇာတ်ကားတွေလို့ ကျွန်တော်တော့ ထင်တာပဲ။ ဇာတ်လမ်း ဆန်းဆန်းလေးနဲ့ ဆွဲဆောင်မှုရှိတယ်။ ဇာတ်ကားတွေက ကောင်းတယ်လို့ ပြောလို့မရလောက်ပေမဲ့ ဇာတ်လမ်းလေးတွေကတော့ ဆွဲဆောင်မှုတစ်မျိုးရှိနေတာတော့ အသေအချာပါပဲ။အခုဇာတ်လမ်းလေးက မင်းသားကိုတော့ လူတိုင်းနီးပါးသိကြမှာပါ။ မင်းသမီးကတော့ ချစ်စရာလေးပဲ။ ဘော်ဒီလေးကလည်း အစ်ကိုတို့အကြိုက်ပေါ့ဗျာ။ မင်းသမီးတင်မဟုတ်ဘူး တခြား အလန်းလေးတွေလည်း ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းက အေးချမ်းတဲ့ နယ်မြို့လေးတစ်မြို့မှာ မကြုံစဖူး တစ်မိသားစုလုံး အသတ်ခံရတဲ့ လေးလောင်းပြိုင် လူသတ်မှုပေါ်လာတယ်။ စခန်းမှူးဆိုတာကလည်း ဖဲဝိုင်း မာကျောက်ဝိုင်းလောက် ဖမ်းရတဲ့သူမျိုး။ Erotica ဇာတ်ကားဆိုတော့ နယ်မြို့လေးပေမဲ့ စျေးသည်တွေကတော့ ပေါတယ်ပေါ့ဗျာ။ စခန်းမှူးကလည်း နှာဘူးနည်းနည်းကျတာပေါ့။ အဲဒီတော့ နှာခေါင်းနဲ့တွေးပြီး လူသတ်ရတဲ့အကြောင်းအရင်းကတော့ မုဒိမ်းမှုလို့ပဲ ဆွဲပြီး ကောက်ချက်ချပါတော့တယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dbkb/(CM)_Daughter_of_Darkness_(1993)_480p.mp4",
        "category": "Adult, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37MyrPtWQpgwzxrxQrfSgDTXkYL.jpg",
        "title": "Delta Force 2: The Colombian Connection (1990)",
        "description": "Delta Force 2: The Colombian Connection (1990)မင်းသားကြီး Chuck Norris ရဲ့ Delta Force Trilogy ထဲက ဒုတိယမြော​က်ကား လာပါပြီ။ ပထမကားကတော့ 1986 ထွက် The Delta Force ပါ။ဒီတစ်ခါကတော့ အမေရိက မှောင်ခိုဈေးကွက်မှာ အကြီးအကျယ် လုပ်ပိုင်ခွင့်ရထားတဲ့ တောင်အမေရိက မူးယစ်ဆေး တင်ပို့ရောင်းချသူ ရာမွန်ကိုတာကို ဖျက်ဆီးပစ်ရမယ့် မစ်ရှင်ဖြစ်ပါတယ်။နာမည်ဆိုးနဲ့ ကျော်ကြားလှတဲ့ ဆန်ကားလို့စ်နိုင်ငံက ကိုကိန်းဘုရင် ရာမွန်ကိုတာဟာ ​Chuck Norris (ကာနယ် မက်ကွိုင်း) ရဲ့ Delta Force တွဲဖက်အပြင် အမေရိကရဲ့ မူးယစ်ဆေးဝါး အေးဂျင့်အဖွဲ့ကို ဖမ်းထားပြီး သူ့အိမ်မှာ အကျဉ်းချထားတာပါ။ အဲဒါနဲ့ပဲ Delta Force ဟာ ကိုတာရဲ့ အင်အားကြီးမားတဲ့ ကိုကိန်းအင်ပါယာကြီးကို ရင်ဆိုင်တိုက်ခိုက်ရဖို့ ဖြစ်လာပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/1SZx5/(CM)_Delta_Force_2_-_The_Colombian_Connection_(1990)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/330081-141x200.jpg",
        "title": "Young Guns (1988)",
        "description": "Young Guns (1988)ကြမ်းကြမ်းရမ်းရမ်း ကောင်းဘွိုင်ကား အနောက်ပိုင်းကား ကြိုက်တဲ့လူတွေအတွက် အလန်းစားရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။ Billy the Kid လို့ခေါ်တဲ့ နာမည်ကြီး ဝရမ်းပြေး သေနတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို ပုံစံသစ်နဲ့ ပြန်ပြောင်းပြောပြထားတဲ့ ဇာတ်လမ်းလည်းဟုတ်တယ်။ သူက အသက် ၂၁ မှာသေသွားပေမဲ့ သူမသေခင် ခပ်ငယ်ငယ်မှာတင် လူ ၂၁ ယောက်ကို သတ်ခဲ့တယ်လို့ တစ်ချို့ကပြောကြတယ်။ နယူးမက္ကစီကိုမှာဖြစ်ခဲ့တဲ့ လင်ကွန်းကောင်တီဝါးကိစ္စမှာလည်း လူသုံးယောက်သတ်ခဲ့တယ်ပြောကြတယ်။ ဒီကားကလည်း အဲဒီလင်ကွန်းကောင်တီဝါးမှာဖြစ်ခဲ့တဲ့ကိစ္စကိုပဲ ရိုက်ပြထားတာ။ Young Guns ဟာ Billy the Kid အကြောင်းရိုက်ထားတဲ့အထဲက သမိုင်းအချက်အလက်နဲ့ အကိုက်ဆုံးရုပ်ရှင်လို့လည်း ပြောကြတယ်။ ကားနာမည်နဲ့လိုက်အောင်ပဲ ဒီကားထဲက သေနတ်သမားတွေအကုန်လုံးဟာ အသက် ၂၀ အောက် ဖိုက်တာတွေချည်းပါပဲ။ ဒီရုပ်ရှင်က ၂ထွက်ထားသလို ၃လည်းလာဖို့ရှိပါတယ်။၁၈၇၈ နယူးမက္ကစီကိုမှာ ဂျွန်လို့ခေါ်တဲ့လူက လမ်းဘေးက အလေနတောသေနတ်သမားလေးတွေကိုခေါ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1d202/(CM)_Young_Guns_(1988)_720p.mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vYJfuYcCrN1GWW8x3MS7To4A3T.jpg",
        "title": "Children of the Corn (2020)",
        "description": "Children of the Corn (2020)ဒီကားလေးကတော့ ၂၀၂၀ ခုနှစ်တုန်းကထွက်ရှိထားတာဖြစ်ပြီး Horror King လို့တောင်ခေါ်ကြတဲ့ နာမည်ကြီးစာရေးဆရာကြီး Stephen King ရဲ့ ဝတ္တုတိုလေးတစ်ပုဒ်‌အပေါ် အခြေခံရိုက်ကူးထားတဲ့ Horror ကားလေးတစ်ကားဖြစ်ပါတယ်။ နှစ်၄၀‌လောက်အကြာမှ မူလပထမရုပ်ရှင်ကို ပြန်လည်ဆန်းသစ်ပြီးထွက်ရှိလာတာဖြစ်ပါတယ်။ရှပ်ရှင်ထဲမှာတော့ ‌Nebraska ပြည်နယ်၊ Rylstone မြို့လေးက သေခါနီးပြောင်းခင်းတစ်ခုကို လက်လျော့နေကြတဲ့လူကြီးတွေအကြောင်းနဲ့ ပြောင်းခင်းကိုကိုးကွယ်တဲ့ အယူသီးကလေးမ‌လေးတစ်ယောက်ကနေ အပေါင်းအပါတွေနဲ့အုပ်စုလိုက်ဖြစ်လာပြီး ဘယ်လိုယဇ်ပူဇော်မှုတွေကို ရက်ရက်စက်စက်လုပ်ကြမလဲဆိုတာကို စတီဖင်ကင်းဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း ကြောက်စရာလန့်စရာအပြည့်၊ ချောက်ချားစရာအပြည့်နဲ့ ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 33Min\nGenre - Drama, Horror, Mystery\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1SZpk/(CM)_Children_of_the_Corn_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60338454_829789057405743_5511122225421352960_n-133x200.jpg",
        "title": "Species IV: The Awakening (2007)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 4 : The Awakening (2007) ဇာတ်လမ်းအကျဉ်း....\nဒီကားမှာလဲ ဂြိုလ်သားကိုတူမအဖြစ်မွေးထားတဲ့ သိပ္ပံပညာရှင်ကြောင့် ဇာတ်လမ်းက စတာပါပဲ...ဒီဂြိုလ်သားမလေးကတော့ အရမ်းကို Sexy ကျ လှပပြီးတော့ သူမကိုယ်ထဲက ဂြိလ်သား DNA ဟာလဲ အရမ်းကို ရမ္မက်စိတ်ပြင်းထန်လွန်းတာကြောင့် ပုရိသယောကျာ်းတို့ ဒုက္ခရောက်ပုံတွေကို ဝေဝေဆာဆာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး ...",
        "rating": "4.0",
        "url": "https://megaup.net/3eT4c/(CM)_Species.IV.The.Awakening.2007.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60264494_829789010739081_3246571714691203072_n-134x200.jpg",
        "title": "Species III(2004)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 3 (2004) ဇာတ်လမ်းအကျဉ်း....\nဂြိုလ်သားတွေနဲ့လူသားတွေကြား တစ်ဖက်နဲ့တစ်ဖက်သတ်ဖြတ်နေတဲ့တိုက်ပွဲတွေထဲက ကျန်ရှိနေတဲ့ ဂြိုလ်သားမျိုးကို စမ်းသပ်မွေးမြူဖို့ ဆုံးဖြတ်လိုက်ရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.5 GB)/(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "4.2",
        "url": "https://megaup.net/2yVC1/(CM)_Species.III.2004.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Species_II-857231632-large-138x200.jpg",
        "title": "Species II (1998)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 2 (1998) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာမြေကနေ အင်္ဂါဂြိုလ်ပေါ်ကို ပထမဆုံးရောက်ရှိသွားတဲ့ အာကသယာဉ်မှူးတစ်ယောက်ဆီမှာ အင်္ဂါဂြိုလ်က ဂြိုလ်သား DNA ကူးစက်သွားတာကနေ စပါတယ်....ဒီအာကသယာဉ်မှူး ကမ္ဘာမြေကိုပြန်လည်ရောက်ရှိပြီး သူနဲ့အိပ်လိုက်မိတဲ့မိန်းခလေးဆီမှာ ဂြိုလ်သားကလေးမွေးရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(2.2 GB)/(1.2 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1SYa4/(CM)_Species.II.1998.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/FSRYMCKXIAEm3LV-153x200.jpg",
        "title": "Species (1995)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species (1995) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာ့အပြင်က ရရှိလာတဲ့ ကမ္ဘာဂြိုဟ်က မဟုတ်တဲ့ ဒီအန်အေကို ကမ္ဘာမြေကလူသားဒီအန်အေနဲ့ပေါင်းစပ်ပြီး ထူးဆန်းတဲ့သက်ရှိတစ်မျိုးဖန်တီးရာကနေ ဇာတ်လမ်းစတာပါပဲ။\nဒီဂြိုလ်သားတစ်ပိုင်းလူသားတစ်ပိုင်း သတ္တဝါမျိုးက ဘယ်လိုအကျင့်စရိုက်တွေနဲ့ ဘာတွေဆာလောင်လဲဆိုတာနဲ့\nလူသားတွေရဲ့ အလိုရမ္မက်လောဘကြီးမှုတွေကြောင့် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.4 GB)/(1.4 GB)/(930 ...",
        "rating": "5.8",
        "url": "https://megaup.net/1SZjk/(CM)_Species.1995.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
        "title": "Blood Father(2016)",
        "description": "Blood Father(2016)******************ဂျွန်လင့်ဆိုသူဟာ ထောင်ကထွက်လာပြိး စောင့်ကြည့်ကာလနဲ့နေထိုင်ရင်းအသောက်အစားဖြတ်ကာ ဘဝသစ်ပြန်စ၊\nဆိုးသွမ်းခဲ့တာတွေပြင်ဆင်၊ ဆုံးရှုံးခဲ့တာတွေ ပြန်အဖတ်ဆယ်ရင်းနဲ့၊ ဇနီးဖြစ်သူကလည်းပစ်သွားတဲ့အပြင်တစ်ဦးတည်းသောသမီးကပါ\nအိမ်ကထွက်ပြေးသွားလို့ ရှာမရဖွေမရဖြစ်ရင်း ပြန်လည်ထူထောင်ရေးစခန်းမှာသောင်တင်နေသူပါ။\nသမီးဖြစ်သူ လဒ်ဒီယာဟာဆိုရင် အိမ်ကထွက်ပြေးရင်းမှ လူမိုက်ဂိုဏ်းသားတစ်ယောက်နဲ့ရည်းစားဖြစ်မိကာ\nအခြေအနေအမျိုးမျိုးကြောင့် ရည်းစားဖြစ်သူကိုသတ်မိသွားပါရော၊\nဆိုးတာက သူ့ကောင်လေးဟာ လူမိုက်ဂိုဏ်းကခေါင်းဆောင်ရဲ့တူဖြစ်နေတဲ့အပြင်၊\nသူမကိုပါ ပိုက်ဆံတွေယူသွားတယ်ဆိုပြီး စွဲချက်တွေနဲ့အတူ၊ ရဲဘက်ကလည်း လူသတ်မှုနဲ့လိုက်ရှာပါတော့တယ်။\nကြံရာမရတဲ့အဆုံး ဖခင်ဆီကိုသာပြန်လာခဲ့ပြီး ဖခင်ဖြစ်သူက သမီးရဲ့အရှုပ်တွေကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကို\nကြည့်ရှုရမယ့် ဖအေနဲ့ သမီးတို့ရဲ့ စွန့်စားခန်းတစ်သီကြီးနဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...File Size :(1.9GB)(and (718MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1SZak/Blood.Father.2016.BLU-RAY.720P(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Something_Wicked_This_Way_Comes_1983_movie_poster-133x200.jpg",
        "title": "Something Wicked This Way Comes (1983)",
        "description": "Imdb rating 6.7/10 rotten tomatoes 59%\n၁၉၆၂ ခုနှစ်မှာ စာအုပ်အဖြစ်အရင်ဆုံးထွက်ရှိ ခဲ့တာပဲဖြစ်ပြီးတော့ ၁၉၈၃ခုနှစ်မှာ walt disney ရုပ်ရှင်ဇာတ်ကားအဖြစ်ပြန်ထုတ်ခဲ့တာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကို ဒါိရီုက်တာ Jack Clayton က ရိုက်ကူးခဲ့တာဖြစ်ပြီးတော့ အော်စကာ၂ပိုင်ရှင် Jason Robardsအပြင် vidal peterson ၊ shawn carson နဲ့ Jonathan Pryce တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအသွားကတော့ ၁၃နှစ်အရွယ် အချစ်ဆုံးသူငယ်ချင်း၂ယောက်ဖြစ်တဲ့ ဂျင်မ်နိုက်ရှိဒ်နဲ့ ဝီလီယမ် ဟောလိုဝေးတို့က သူတို့နေထိုင်တဲ့အီလီနွိုက် ပြည်နယ် ဂရင်းမြို့ကို တစ်နေ့မှာရုတ်တရက် နယ်ပတ်ပျော်ပွဲရွှင်ပွဲ  တစ်ခုကရောက်လာတဲ့အခါ သူတို့ရဲ့ အိမ်မက်ဆိုးဆန်တဲ့အဖြစ်အပျက်ကို သူတို့  ကြုံတွေ့ခဲ့ရတယ်။အဲ့ဒီ ပျော်ပွဲရွင်ပွဲမှာ ကြောက်စရာကောင်းတဲ့အရာတွေကို ရင်ဆိုင်ရင်းနဲ့ သူတို့နှစ်ယောက်ရဲ့ အကြောက်တရားတွေကို ဘယ်လိုရင်ဆိုင်ကြလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့ Horror/Fantasyအမျိုးအစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ သင်ဟာ disney ရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားလေးဟာ ...",
        "rating": "",
        "url": "https://megaup.net/3eQcr/Something.Wicked.This.Way.Comes.1983.720p.(CM).mp4",
        "category": "Fantasy, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/337065826_607900804193699_7532776721350143131_n-132x200.png",
        "title": "[21+]Sensations (1978)",
        "description": "တစ်ခေတ်တစ်ခါက အမေရိကန်မလေးတွေရဲ့ အလှကို\nသဘာဝကျကျ ဘွင်းဘွင်းရှင်းရှင်း\nဖေါ်ကြူးထားတဲ့ ဇာတ်ကားကောင်းတကားလေးလာပါပြီအချောအလှလေး မာဂရက် တစ်ယောက် အချစ်ဆုံးသူငယ်ချင်းနဲ့\nအက်စတာဒမ်မှာရှိတဲ့သူ့ကောင်လေး ဓာတ်ပုံဆရာ ဆီအလည်သွားပါတယ်\nအတွေ့အကြုံအသစ်တွေ အထူးအဆန်းတွေ မကြုံစဖူးတွေ့ကြုံရကံပါလာတဲ့\nသူငယ်ချင်းနှယောက်အဲဒါကတော့ လူတိုင်းကို ရင်ခုန်စိတ်လှုပ်ရှားစေတဲ့ ကာမပဲသူတို့တွေ့လိုက်ရတဲ့ လွတ်လပ်မှုက သူတို့ မကြုံဖူး မကြားဖူထားတဲ့ အခြေနေတစ်ခု\nဘယ်လောက်လဲ ဘယ်ထိလဲဆိုတာ DS Fans တွေအတွက် အကြိုက်တွေ့စေမှာမို့\nကြည့်ဖြစ်အောင် ကြည့်လိုက်ပါဦး\nFile size…600MB/300MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3eU5p/Sensations_(1080)_(AI_UPSCALED)_-_1975,Uncensored(DS).mp4",
        "category": "Adult, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ffff-133x200.jpg",
        "title": "Out of Exile (2023)",
        "description": "သင်ဟာ ရာဇဝတ်သားတစ်ယောက်ဖြစ်ပြီး ‘ဒီအလုပ်က နောက်ဆုံးပဲကွာ.. ဒါပြီးရင် တရားမဝင်အလုပ်တွေ မလုပ်တော့ဘူး’လို့ တွေးမိရင် ချက်ချင်း ခေါက်ထားလိုက်ပါတော့.. ဘယ်လောက်ကြိုးစားကြိုးစား အရာထင်မှာမဟုတ်ပါဘူး.. အပူပိုင်းဒေသကမ်းခြေလေးတစ်ခုမှာ ကော့တေးလေးသောက်ရင်း ဇိမ်ကျကျနေနိုင်မှာမဟုတ်ဘူး.. သက်တမ်းကြာနေပြီဖြစ်တဲ့ အကြွေးတွေကို ရှင်းနိုင်မှာမဟုတ်ဘူး.. သင်မျှော်လင့်ထားတဲ့ သက်တောင့်သက်သာ အိမ်မက်တွေလဲ ဖြစ်လာမှာမဟုတ်ဘူး.. နောက်ဆုံးတစ်ခါပါပဲဆိုပြီး သင်ကြိုးစားလဲ သင်နဲ့ သင်တန်ဖိုးထားရတဲ့ အရာတွေတွေအတွက် အဆိုးဆုံးအခြေအနေနဲ့သာ အဆုံးသတ်သွားနိုင်ပါတယ်.. ဒါကို နားမလည်သေးဘူးဆိုရင်.. Ouf of Exile က သင့်အတွက်ရှိနေပါတယ်.. ထောင်ဒဏ်၁၆နှစ် ကျခံရပြီးတော့ ခံဝန်နဲ့ လွတ်လာတဲ့ ရက်ဆဲဟာ သူ့ကို စိမ်းကားနေတဲ့ သမီးဖြစ်သူနဲ့အတူ အေးအေးဆေးဆေးနေနိုင်ဖို့ ရည်ရွယ်ချက်နဲ့ ဘဏ်ငွေသယ်တဲ့ကားကို ဓားပြတိုက်ဖို့ လုပ်ပါတယ်.. ဒါပေမယ့် ကိစ္စက ထင်သလို မချောမွေ့ပဲ ဘဏ်အစောင့်ကို သတ်မိလိုက်တဲ့အတွက် FBIက ဓားပြတွေကို စုံစမ်းရှာဖွေဖို့ကြိုးစားလာတယ်.. ရက်ဆဲရဲ့ အလုပ်ရှင်ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SUcn/Out.of.Exile.2022.720p.(CM).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qnkSA9yqGj20selczomB1IcUXx.jpg",
        "title": "House of Deadly Lies(2023)",
        "description": "House of Deadly Lies(2023)*************************ဒီတစ်ခါ ကားကတော့ Mystery , thriller လို Genre မျိုးကို ကြိုက်တတ်တဲ့ လူတွေအတွက်ပဲဖြစ်ပါတယ်\nPaige ဆိုတဲ့ကောင်မလေးဟာ သူ့သူငယ်ချင်း Joslyn ကို အိမ်ပေါ်ခေါ်တင်ထားပါတယ်..အကြောင်းအရင်းကတော့ Joslyn ဟာ ကိုယ်ဝန်သည်အမျိုးသမီးဖြစ်ပြီး ယောကျာ်းက နှင်ချလိုက်တာကြောင့်သွားစရာနေရာလည်းမရှိလို့ပါ ဒါကို Paige ရဲ့အမျိုးသား Michael ဟာ သိပ်မကြည်ချင်ပါဘူး...\nတစ်နေ့ Joslyn ကလေးမွေးတဲ့နေ့မှာတော့ ကလေးအဖေဟာ Michael ဖြစ်နေတာကို သွားတွေ့လိုက်ရပါတော့တယ်..အဲ့ဒီတော့မှ Michael ဟာ Joslyn ကို အိမ်မှာ လက်ခံထားတာ ဘာကြောင့်မကြည်မှန်းသိသွားပါတော့တယ်..\nအဲ့ဒီလိုနဲ့ Paige နဲ့ Joslyn ကြား ဘာတွေဖြစ်လာကြမလဲ Michael နဲ့ရော ဘာတွေဖြစ်ကြမလဲ...ဒါ့အပြင် Michael မှာ တခြားမကောင်းတဲ့အချက်တွေအများကြီးရှိပါသေးတယ် ..အဲ့ဒါကိုတော့ ရုပ်ရှင်ကြည့်ရင်းနဲ့ ရှာဖွေကြည့်လိုက်ကြရအောင်...File Size :(1.7GB)(and (718MB)\nQuality :WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/1SZ97/House.of.Deadly.Lies.2023.WEB-DL.1080P(CM).mp4",
        "category": "Thriller"
    }
]