[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTY0NjU4NjE4Nl5BMl5BanBnXkFtZTgwNjk0ODY5MjI@._V1_-135x200.jpg",
        "title": "Wolf Warrior 2 (2017)",
        "description": "စစ်ပွဲနောက်ခံ အက်ရှင်ဇာတ်ကားသစ် Wolf Warriors II သည် တရုတ်နိုင်ငံအတွင်း၌ ရုံဝင်ငွေအများဆုံး ရရှိသော ဇာတ်ကားတစ်ကားဖြစ်လာပြီး ရုံတင်ပြသခဲ့သည့် ၁၂ရက်အတွင်း ယွမ်ငွေ ၃.၄၄ ဘီလျံ (ဒေါ်လာ ၅၀၆ သန်း) ခန့် ရရှိခဲ့သောကြောင့် အအောင်မြင်ဆုံး ရုပ်ရှင်တစ်ကားဖြစ်လာသည်။အဆိုပါဇာတ်ကားကို မင်းသားဝူကျင်းက ဒါရိုက်တာအနေနှင့်ရော ခေါင်းဆောင်မင်းသားအနေဖြင့်ပါ ဦးဆောင် ရိုက်ကူးထားပြီး သူနှင့်အတူ အခြားသရုပ်ဆောင် ကြယ်ပွင့်များဖြစ်ကြသော ဖရန့်ခ်ဂရီလို၊ ဆယ်လီနာဂျိတ်၊ ဝူဂန်းနှင့် ကျန်ဟန်တို့က ပါဝင်သရုပ်ဆောင်ထားကြသည်။ထိုရုပ်ရှင်သည် အာဖရိကန်စစ်ပွဲဇုံအတွင်းသို့ အမှတ်မထင်ရောက်ရှိသွားသော တရုတ်စစ်သားများ အနေဖြင့် လူ့အသက်ပေါင်းများစွာကို ကယ်တင်ရပုံအား ဇာတ်အိမ်တည်ထားခြင်း ဖြစ်သည်။Wolf Warriors II ကို လွန်ခဲ့သောဇွန်လ ၂၇ ရက်နေ့က စတင်ပြသခဲ့ပြီး တရုတ်နိုင်ငံရုံဝင်ငွေဇယားတွင် ထိုနေ့ကတည်းက ထိပ်ဆုံးမှဦးဆောင်နိုင်ခဲ့သည်။ ဒါ့အပြင် ယနေ့အချိန်ထိ ရရှိခဲ့သော ရုံဝင်ငွေမှတ်တမ်းများ အရ ထိုဇာတ်ကားသည် ပြီးခဲ့သောနှစ်က ...",
        "rating": "6.0",
        "url": "https://megaup.net/5AO4O/Wolf_Warrior_2_(Zhan_Lang_II)_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Murder-On-The-Orient-Express-1974-150x200.jpg",
        "title": "Murder on the Orient Express (1974)",
        "description": "Murder on the Orient Express (1974)\nIMDb - 7.3/10_____Rotten - 90%\nWon 1 Oscar. Another 8 wins & 16 nominations\n  \nကဲ အခုတစ်ခါတော့ သိပ်မကြာခင်မှာ ရုံတင်တော့မှာဖြစ်တဲ့ Murder On Orient Express ကားကြီးကို\nအကြိုခံစားဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်\nကဲ အထွေ အထူး သိမ်မညွှန်းနေတော့ပါဘူး\nJohnny Depp ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၇ ကားကို မကြည့်ခင်မှာ ဒီကားလေးကို ကြည့်လိုက်ကြရအောင်\nဇာတ်ကားလေးကတော့ IMDb မှာ ၇ ကျော်ရထားပြီး ၁၉၇၄ ခုနှစ်ကထွက်ရှိခဲ့တာပါ\nပြီးတော့ သာမာန်ကြည့်နေကြ အချစ်လွမ်းကားတွေထက်\nစုံထောက်ကို ကြည့်ရတာ ဝါသနာပါတယ် ဆိုရင်တော့ လက်မလွတ်သင့်တဲ့ကားလေးတစ်ကားပါပဲ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ မထင်မှတ်ထားပဲ ရထားပေါ်မှာ စုမိတဲ့လူတစ်စု\nလူသတ်မှုတွေဖြစ်တော့ လူသတ်တရားခံက ဘယ်သူဆိုတာကို စုံစမ်းဖော်ထုတ်တာကို ရိုက်ကူးပြထားတာပါ\nကဲ ဇာတ်လမ်းကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2eBwg/Murder_On_The_Orient_Express_[1974]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-ion-lady-poster-133x200.jpg",
        "title": "The Iron Lady (2011)",
        "description": "The Iron Lady (2011)\nIMDb - 6.4/10_____Rotten - 52%\nWon 2 Oscars. Another 23 wins & 47 nominations.\n   \nဒီရုပ်ရှင်ကား ဇာတ်ကားက တော့ ဖြစ်ရပ်မှန်\nကိုပြန်ရိုက်ကူးထားတယ့် ကားဖြစ်ပါတယ်။\nဗြိတိန် သမိုင်း ကိုတစ်ဆစ်ချိုးပြောင်းလဲ ခဲ့ပြီး\nရာဇဝင်တွင်ကျန်နေခဲ့တယ့် ဗြိတိန် နိုင်ငံရဲ့\nပထမဆုံး အမျိုးသမီး ဝန်ကြီးချုပ် ဖြစ်ခဲ့တယ့်\nမာဂရက်သက်ချာ အကြောင်းဖြစ်ပါတယ်။\nသက်ချာလို့ပြောလိုက်ရင် လူခွန်တောင်ကောက်\nတယ့်သူဆိုပြီး တစ်ချို့ ကြားဖူးကြပါလိမ့်မယ်။\nဒီဇာတ်ကားက Biography/Drama အမျိုးအစားဖြစ်\nပြီး IMDb Rating 6.4 ၊ Rotten Tomatoes\n52% ၊ Roger Ebert 2 /4 ရရှိထားပါတယ်။\nတစ်ကားလုံးကြာမြင့်ချိန် ၁၀၄ မိနစ်ရှိ\nပြီးတော့ Budget ၈.၂ မီလီယံဒေါ်လာနဲ့ရိုက်ကူး\nထားပြီး Box Office မှာ ၁၁၅ မီလီယံပြန်လည်\nရှိရှိခဲ့ပါတယ်။ 20th Century Fox က ဖြန့်ချီထားပါတယ်။\nအဓီက ...",
        "rating": "6.4",
        "url": "https://megaup.net/4fy59/The_Iron_Lady_[2011]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/222-140x200.jpg",
        "title": "RV: Resurrected Victims (2017)",
        "description": "ေသရြာျပန္ ဆိုတာကို ပရိသတ္ႀကီး ၾကားဖူးပါသလား?\"မေကာင္းမႈ ဟူသည္ ဆိတ္ကြယ္ရာ မရွိ\" ဆိုတဲ့ စကားပံုကိုေရာ ၾကားဖူးပါသလားဇာတ္ကြက္လွလွေလးေတြ လွည့္ျပတတ္တဲ့ ကိုရီးယားရဲ႕ ထံုးစံအတိုင္း ယခု တင္ဆက္ေပမယ့္ ဇာတ္လမ္းေလးဟာလည္း စိတ္ဝင္စားဖို႔ေကာင္းလွပါတယ္မတရားသျဖင့္ ေသဆံုးခဲ့ရပါတဲ့ နစ္နာသူေတြဟာ သူတို႔ကို သတ္ခဲ့တဲ့ ရာဇဝတ္ေကာင္ကို ဥပေဒက အျပစ္မေပးခဲ့ပါလွ်င္ သူတို႔ ကိုယ္တိုင္ အျပစ္ေပးဖို႔ ျပန္လာတတ္ၾကပါတယ္ ျပန္လာတဲ့အခါမွာလည္း သူတို႔ကို ေသေစသူမ်ားကိုသာ ရန္ရွာ သတ္ျဖတ္ၾကပါတယ္မိခင္ျဖစ္သူ ခၽြဲေျမာင္စု ေသဆံုးသြားၿပီးတဲ့ေနာက္မွာ အေမမႀကိဳက္တဲ့ အရက္ကိုပင္ မေသာက္ပဲ တရားခြင္မွာ ရဲဝံစြာ လာဘ္ေပးလာဘ္ယူ ကင္းကင္းနဲ႔ အမႈေတြကို ေျဖရွင္းတတ္တဲ့ ဆိုးဂ်င္ဟုန္ဟာ ျပတ္သားတဲ့ စံုစမ္းေရးမွဴးတစ္ေယာက္ပါ...မိခင္ျဖစ္သူ၏ ေသဆံုးမႈကို တရားခံအတုႏွင့္ အမႈပိတ္လိုက္ေသာေၾကာင့္\nမေက်မနပ္ႏွင့္ ဆက္လက္ စံုစမ္းေနသူလည္း ျဖစ္ပါတယ္...တစ္ရက္မွာေတာ့ ...\nခၽြဲေျမာင္ဆုဟာ သူ႔ေသဆံုးမႈအတြက္ တရားခံ အစစ္ကို အျပစ္ေပးဖို႔ လူ႔ေလာကကို ...",
        "rating": "5.3",
        "url": "https://megaup.net/Ufqj/RV_-_Resurrected_Victims_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzQwMzQ0MjYzMV5BMl5BanBnXkFtZTgwOTIwMTEwNDI@._V1_SX674_CR00674999_AL_-135x200.jpg",
        "title": "November Criminals (2017)",
        "description": "November Criminals ဆိုတဲ့စကားလံုးေလးက ၁၉၁၈ ခုနွစ္ နို၀င္ဘာလ ၁၁ရက္ေန႔မွာ စစ္ေျပျငိမ္းေရးစာခ်ဳပ္ကို ဂ်ာမန္ျပည္သူေတြ ကန္႔ကြက္ေနတဲ့ၾကားထဲကေန လက္မွတ္ေရးထုိးလုိက္ၾကတဲ့ ဂ်ာမန္ အစိုးရေခါင္းေဆာင္ေတြကို ရည္ညႊန္းျပီး ေခၚေဆာင္ခဲ့တဲ့စကားလံုးေလးပါ။အဓိကသေဘာတရားကေတာ့ “ေနာက္ေက်ာကို ဓါးနဲ႔ထိုးတဲ့သူေတြ\"လို႔ ရည္ညႊန္းခ်င္တာပါ။အခု Noverber Criminals ဇာတ္ကားမွာ အဓိကသရုပ္ေဆာင္ေတြအျဖစ္ baby driver ကားရဲ့မင္းသား Ansel Egort နဲ႔ မင္းသမီးေလး  Choloe Grace Moretz တို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒါရိုက္တာကေတာ့ The Terminal, Henery’s crime,Hitch ဇာတ္ကားေနတဲ့လူသိမ်ားခဲ့တဲ့ စာေရးဆရာဒါရိုက္တာ Sacha Gervasi ကရိုက္ကူးတင္ဆက္ထားေပးျပီး IMbD rating 5.4 ရထားတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီကာဂိုတကၠသိုလ္မွာ ဂႏၱ၀င္စာေပေတြ ဆက္လက္သင္ၾကားခ်င္တဲ့့ တက္တက္ၾကြၾကြလူငယ္ေလး အက္ဒီဆန္(Ansel Egort) နွင့္ ဆယ္ေက်ာ္သက္အရြယ္ အပ်ိဳစင္ေလး ဖီလ္ဘီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/UO71/November_Criminals_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/good-time-poster-143x200.jpg",
        "title": "Good Time (2017)",
        "description": "Good Time (2017)\nIMDb - 7.4/10_____Rotten - 92% \nRating 7.4 ထိရထားတဲ့ Crime/Thillerကားသစ်လေးညွန်းချင်ပါတယ်။\nTwilightကားထဲကမင်းသားRobertPattison ရဲ့တမူထူးခြားတဲ့သရုပ်ဆောင်ဟန်ကိုခံစားရစေမယ့်ကားလေးပါ။\nဇာတ်လမ်းအကျဉ်လေးကတော့ အူတူတူညီတစ်ယောက်နဲ့အတူRobert တစ်ယောက်ဓားပြတိုက်ရာကစတာပါပဲ။\nဇာတ်လမ်းအစလေးမှာကိုပဲသူတို့ညီအစ်ကို၂ယောက်ရဲ့ကြားကသံယာဇဉ်ကိုသိရမှာပါ။\nညီဖြစ်သူကလည်းအစ်ကိုကိုအားကိုးယုံကြည်သလိုအစ်ကိုဖြစ်သူကလည်းညီဖြစ်သူကိုအမြဲဂရုစိုက်စောင့်ရှောက်ဖို့ကြိုးစားပါတယ်။\nညီအစ်ကို၂ယောက်ဘတ်ဓားပြတိုက်ပြီးနောက်ကိုယ်ယောက်ဖျောက်ဖို့ကြိုးစားနေစဉ်မှာပဲရုတ်တရက်ရဲတပ်ဖွဲ့ရဲ့မသင်္ကာမှုခံလိုက်ရပြီးညီဖြစ်သူအဖမ်းခံရပါတော့တယ်။\nဒီလိုတဲ့ညီကိုချစ်တဲ့အစ်ကိုတစ်ယောကအနေနဲ့တတ်နိုင်သလောက်တစ်ညလုံးညီကိုပြန်ထုတ်ယူကြိုးစားနေပုံကတော့တကယ်ကိုအသက်ဝင်ပြီးလက်တွေ့ကျပါတယ်။\nညီဖြစ်သူကိုကယ်နိုင်သွားမလား။\nသသရောဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာလက်တွေ့ကျကျတွေ့ရမှာဖြစ်ပါတယ်။\nRatingလည်းမြင့်တာမို့ကားကောင်းလေးတစ်ကားဖြစ်မှအမှန်ပါပဲ။\n \n(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)\n  \nFile Size : (852 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1yWo6/Good_Time_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZWIxY2IwNmItNzY4NC00YWE0LTlhN2MtNDMwZjRlNzZiNGE2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjYwNzU1MDQ@._V1_-132x200.jpg",
        "title": "10,000 Miles(2016)",
        "description": "IMDB.....5.5\n10,000 miles ရုပ္ရွင္ကားေလးကေတာ့ ၂၀၁၆ မွာထြက္႐ွိခဲ့ၿပီး ထုိင္ဝမ္ drama အမ်ဳိးအစားပဲျဖစ္ပါတယ္ ဒီဇာတ္ကားမွာေတာ့ ငယ္စဥ္ကတည္းက ေျပးလႊားရျခင္းကုိသေဘာက်ခဲ့တဲ့ Kevin Feng ဆုိတဲ့လူငယ္ကေလးဟာ ကမာၻ႕အေျပးခ်န္ပီယံျဖစ္ဖုိ႔ရည္မွန္းခ်က္႐ွိခဲ့ပါတယ္ သူ႔ရဲ႕အစ္ကုိျဖစ္သူ Sean ကေတာ့ သူ႔မိသားစုအတြက္ ေငြ႐ွာရင္းလမ္းမွားကုိေရာက္ခဲ့ရပါတယ္ Kevin Feng တစ္ေယာက္ သူ႔ရည္မွန္းခ်က္ကုိအေကာင္အထည္ေဖာ္ဖုိ႔ ၾကဳိးစားရင္း သူ႔ကုိေလ့က်င့္ေပးတဲ့နည္းျပဆရာမ'ရီခ်င္း'ကုိ ခ်စ္မိသြားပါတယ္ Kevin Feng ဟာ အခက္အခဲေပါင္းမ်ားစြာကုိ ေက်ာ္ျဖတ္ကာ အဆင္ျမင့္မာရသြန္ျပဳိင္ပြဲကုိဝင္ေရာက္ယွဥ္ျပဳိင္ခဲ့ပါတယ္ ၾကမ္းတမ္းတဲ့ခရီးလမ္းကုိ အံတုရင္း Kevin Feng တစ္ေယာက္ ကမာၻ႔အေျပးခ်န္ပီယံျဖစ္လာမွာလား? မိဘမဲ့ကေလးေက်ာင္းအတြက္ ကူညီေထာက္ပံ့ေပးဖုိ႔ဆႏၵ႐ွိတဲ့ 'ရီခ်င္း'ရဲ႕အိပ္မက္ကုိေရာ ဘယ္လုိအေကာင္အထည္ေဖာ္ေပးႏုိင္မလဲဆုိတာ စိတ္ဝင္တစားနဲ႔ၾကည့္႐ွဴ႕ရမွာပဲျဖစ္ပါတယ္။\nဒီကားေလးက လူငယ္ေတြအတြက္ အတုယူစရာဇာတ္ကားေလးပါ...အလုပ္တစ္ခုလုပ္မယ္ဆုိအဆုံးစြန္ထိႀကဳိးစားႀကည့္ ဘာမွမႀကဳိးစားရင္ဘာမွမသိဘူး...ဘ၀တစ္ခုတည္ေဆာက္ခ်ိန္မွာ နာက်င္မႈေတြႀကဳံေတြ႕စၿမဲပါ နာက်င္မႈကုိေပ်ာ္ေမြ႕လုိက္ ဇြဲမေလွ်ာ့နဲ႕ဆုိတဲ့အေၾကာင္းေလးေတြကုိ အဓိကထားရုိက္ျပသြားပါတယ္ ၾကည္ႏူးလြမ္းဆြတ္ဖြယ္ရာ အခ်စ္အေၾကာင္းေလးေတြလည္းပါလုိ႕ခံစားႀကည့္လုိက္ပါဦးခင္ဗ်ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကုိ Linn Khant ပဲျဖစ္ပါတယ္......File Size…(801MB) and (329MB)\nQuality…BluRay ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/10000-miles2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/more-than-blue-2009-poster-133x200.jpg",
        "title": "More Than Blue (2009)",
        "description": "More Than Blue (2009)\nIMDb - 7.6/10_____Rotten - 92%\n  \nFriendzone  နာမည်လေးတော့ ကြားကောင်းတယ်နော်\nခံစားရတဲ့သူကျ အသေအကြေပဲဗျ...\nဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ More than Blue\nလို့ခေါ်တဲ့ Melodrama ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...\nဘဝမှာ အသက်ရှင်ရမယ့်ရက်တွေ ဘယ်နှရက်များ ရှိမှာလဲ?\nနေ့တိုင်းဟာ ကိုယ့်ရဲ့ နောက်ဆုံးနေ့ ဖြစ်နေနိုင်ပါတယ်...\nကိုယ်မရှိတော့တဲ့အခါ ကိုယ်သိပ်မြတ်နိုးရတဲ့သူကို ကာကွယ်မပေးနိုင်တော့မှာကို သိပ်ကြောက်ပါတယ်...\nကိုယ့်ဘဝရဲ့ နေဝင်ချိန် မရောက်ခင်မှာ သူ့ကို လုံခြုံစေချင်မိတယ်...\nသူ့အကြောင်းကို ကိုယ့်ထက် ဘယ်သူကများ နားလည်ပါ့မလဲ စိုးရိမ်မိတယ်...\nဒီလို ခံစားချက်တွေက လူတိုင်းမှာရှိကြပါတယ်...\n  \nယခု ဇာတ်လမ်းလေးထဲမှာလည်း\nဒီနေ့လား မနက်ဖြန်လား မသေချာတဲ့ မင်းသားဟာ\nသူငယ်စဉ်ကတည်းက မြတ်နိုးချစ်ခင်ခဲ့ရတဲ့ မိန်းကလေးအတွက်\nအစွန့်လွှတ် အနစ်နာခံကာ\nသူ့ရဲ့နေဝင်ချိန်တွေကို စိတ်ချချင်ခဲ့ပါတယ်...\nဒါအတွက် သူဘာလုပ်မလဲ?\nဖြူစင်လွန်းတဲ့ချစ်ခြင်းကရော ဘာလဲ တကယ်ရှိလား?\nနာမည်ကျော်မင်းသား မင်းသမီးတွေဖြစ်တဲ့\nKwon Sangwoo နဲ့ Lee Boyoung တို့က\nဒီဇာတ်လမ်းလေးကနေ တဆင့်ဖြေပေးပါလိမ့်မယ်\n  \nSize - 748 MB\nQty - HD ...",
        "rating": "7.6",
        "url": "https://megaup.net/V7fs/More_Than_Blue_(Seulpeumboda_Deo_Seulpeun_Iyagi)_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/mamma-mia-poster-2-146x200.jpg",
        "title": "Mamma Mia! (2008)",
        "description": "Mamma Mia! (2008)\nIMDb - 6.4/10_____Rotten - 54%\n \nBlu-Ray 1080p 5.1 CH x 264\n ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\"အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်\" ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ \"Mamma Mia!\" ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xvct/Mamma_Mia!_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/download-156x200.jpg",
        "title": "American History X(1998)",
        "description": "American History X (1998)\nIMDb 8.5/10\nRotten Tomatoes 83%\nလူငယ်ဆိုတဲ့အရွယ်က ဂျူ ံမှု န့်ဖြူ ကလေးတွေနဲ့ နှယ်ထားပြီး ပုံသွင်းတဲ့ အရုပ်လုပ်သမားလက်ထဲက ပုံစံတုလေးတစ်ခုလိုပါပဲ။ဝယ်ယူမယ့်သူရဲ့ခိုင်းစေမှု အလိုက် ကျေးရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။မျောက်ရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။ဆိုလိုချင်တာက အရာရာကိုဖြေးညင်းစွာနဲ့ လိုက်ပါပုံသွင်းရင်း မိမိစိတ်သဏ္ဍာန်နဲ့ ရုပ်ပိုင်းဆိုင်ရာတွေက ဖြစ်တည်လာတဲ့ အခြေအနေတွေရဲ့ ရိုက်ခတ်မှု အလိုက် ဘဝအရုပ်ပုံဖော်ဖန်တီးထုဆစ်သူရဲ့ လက်ဖဝါးထဲက အရုပ်ကလေးလိုမျို း ပြောင်းလဲသွားကြတာမဟုတ်ပါလား။ရော့ခ်အပြင်းစား သီဆိုသူတွေရဲ့ ဖက်ရှင်တွေခေတ်ထလာချိန်မှာ လူငယ်တွေကလည်း ဂျင်းဘောင်းဘီတွေအကောင်းတွေကို တမင်ဖြဲပြီး ဝတ်ခဲ့ကြတယ်။ဆံပင်ရှည်ထားပြီး ဂစ်တာကိုကျောမှာလွယ်ခဲ့ကြတယ်။ပစ္စည်းမဲ့လူတန်းစားအသားပေးဝတ္ထု တွေ ဇာတ်လမ်းတွေခေတ်စားတုန်းကဆိုရင် အဲဒီခေတ်ကလူငယ်တွေက ပုဆိုးအပြဲ ။ဖိနပ်မြီးတိုနဲ့ ရုပ်ဝါဒရဲ့အလေးပေးမှု တွေကို တွန်းလှန်ပြသလိုမျို းပေါ့။ထိုနည်းနှင်နှင်နဲ့ နေထိုင်ခြင်းကသာ မှန်ကန်တဲ့ လူဘဝနေနည်းစစ်စစ်။စလို့ ဟစ်ကြွေးခဲ့ကြသလိုမျိုူ းပါပဲ။လူငယ်ဆိုတာ ခေတ်စနစ်ရဲ့ ရိုက်ခတ်မှု အလိုက် မျောပါကြသူတွေကများပါတယ်။မှားတယ်မှန်တယ်ဆိုတာထက် ။အနိုင်ယူလိုစိတ်။တွန်းကန်လိုစိတ်နဲ့။ထင်ပေါ်ကိုးကွယ်လိုမှု ကို အလွန်အမင်းလိုချင်ကြတဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/1w3g5/American_History_X_[1998]_BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjVhNDE4YmQtNzBlMy00YTdkLTkwNTEtZGRmMDVkMmYwYjA5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006491000_AL_-130x200.jpg",
        "title": "Risky Business (1983)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၁၉၈၃ ခုႏွစ္က ထြက္ရွိထားတဲ့ မင္းသားၾကီးတြမ္ခရုဇ္ရဲ႕ Comedy,Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။အိမ္မပိုင္ပဲ ေဂၚလီလုပ္ခ်င္တဲ့ တြမ္ခ႐ုစ္တစ္ေယာက္......မိဘေတြ ခရီးထြက္သြားျပီး အိမ္မွာတစ္ေယာက္ထဲက်န္ခဲ့အခါ.....သူငယ္ခ်င္းေတြရဲ႕ ေျခာက္တြန္းမႈနဲ႕ အိမ္အေရာက္ပို႕ စကီေလးမ်ားဝန္ေဆာင္မႈကို ဆက္သြယ္မိရာကေန....အရႈပ္ေတာ္ပံုထဲ ၾကားညွပ္ျပီး ဘယ္လိုေတြေျဖရွင္းၾကမလဲဆိုတာ.....။ဒီဇာတ္ကားဟာ IMDb (6.8) နဲ႕ Rotten Tomatoes (96%) ထိ ရရွိထားျပီး ၁၉၈၀ ခုႏွစ္မ်ားရဲ႕ အေငြ႕အသက္ကို အျပည့္အဝခံစားရမယ့္ ဇာတ္ကားပါ။ဇာတ္ေကာင္ေတြနဲ႕ ဇာတ္ဝင္ေတးေတြ ထိမိလွသလိုတြမ္ခရုဇ္ကို ငယ္ရုပ္နဲ႕ ႏုပ်ိဳေခ်ာေမာစြာေတြ႕ရတာ ႏႈတ္ခမ္းနီမေလးေတြအေနနဲ႕ မွင္သက္မိေစႏိုင္ပါတယ္။ \nFile Size…(740 MB) and (400 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Htet Myat",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/risky-business-1983/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/badlapur_ver2-135x200.jpg",
        "title": "Badlapur (2015)",
        "description": "​ေသြး​ေအး​ေအးနဲ႔ၾကမ္​းတဲ့ကား​ေလးလာပါၿပီ​အၿငိဳးအ​ေတးနဲ႔ကလဲ့စား​ကား​ေတြဆို ပီပီျပင္​ျပင္​ရိုက္​တတ္​တဲ့​ေဘာလိဝုဒ္​ရဲ႕အထာအတိုင္​း ဒီကား​ေလးထဲမွာလည္​းရင္​နင္​့ဖြယ္​ရာအျဖစ္​အပ်က္​ကို​ေတြ႕ရမွာပါဇာတ္​လမ္​းအၫႊန္​းက​ေတာ့ ရက္​ဂ်္​ဟူးနဲ႔မီရွာတို႔ဟာ ​ေရာ္​ဘင္​ဆိုတဲ့သား​ေလးတစ္​​ေယာက္​ပိုင္​ဆိုင္​ထားတဲ့​ေပ်ာ္​႐ႊင္​စရာမိသားစု​ေလးတစ္​ခုပါအနိစၥဆိုတဲ့သ​ေဘာအတိုင္​းကံၾကမၼာမုန္​တိုင္​းတစ္​ခု​ေၾကာင့္​့တစ္​​ေန႔မွာ ဘဏ္​ဓားျပတိုက္​မႈတစ္​ခုက​ေန​ ကားယူ​ေျပးတဲ့ဓားျပ​ေတြ​ေၾကာင္​့မီရွာနဲ႔​ေရာ္​ဘင္​တို႔​ေသဆံုးသြားခဲ့ရပါတယ္​လိုက္​ရက္​ခ္​လို႔​ေခၚတဲ့ရာဇဝတ္​​ေကာင္​တစ္​​ေယာက္​ကိုဖမ္​းမိခဲ့​ေပမယ့္​ ႀကံရာပါတစ္​​ေယာက္​က​ေတာ့​ေငြ​ေတြနဲ႔အတူအစအန​ေပ်ာက္​သြားပါတယ္ဖမ္​းမိခဲ့တဲ့လိုက္​ရက္​ခ္​ကလည္​းသူ႔ႀကံရာပါနာမည္​ကို​ေရငံုႏႈတ္​ပိတ္​​ေနခဲ့ၿပီး​ေထာင္​အက်ခံခဲ့ပါတယ္​ဒီလိုရင္​နင့္​့ဖြယ္​ျဖစ္​ရပ္​မ်ိဳးဟာ​ေသသြားတဲ့ သူအတြက္​​ေတာ့ဘဝကူးရံုပဲဆို​ေပမယ့္​ က်န္​​ေနခဲ့တဲ့ရက္​ဂ်္​ဟူးအတြက္​​ေတာ့ကမ႓ာပ်က​္​ေနတ႔ဲအရူးတစ္​​ေယာက္​လိုပါပဲသား​ေသ/ မယား​ေသလို႔ အမုန္​းတရား​ေတြနဲ႔့ျပည္​့ႏွက္​​ေနခဲ့တဲ့ ရက္​ဂ်္​ဟူးတစ္​​ေယာက္​ အမုန္​းတရား​ေတြကိုဘယ္​လို​ေခ်ဖ်က္​သြားမလဲတရားခံဆိုတဲ့သူ​ေတြက​ေကာ ဘယ္​လိုဆက္​ျဖစ္​ၾကမလဲစတဲ့ ဇာတ္​ရွိန္​အလွည္​့အ​ေျပာင္​း​ေလး​ေတြကိ​ု​ေတာ့ ဇာတ္​သိမ္​းပိုင္​းက်မွပဲ နားလည္​သ​ေဘာ​ေပါက္​ၾကမွာျဖစ္​တဲ့အတြက္​ ၿပီး​ေအာင္​ၾကည္​့ရမွာ​ေတာ့ကြၽန္​​ေတာ္​တို႔အပိုင္​း​ေပါ့ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/TBnr/Badlapur_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzk3OTQ4MjY0OF5BMl5BanBnXkFtZTgwNzQ2MTcwMzI@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Birth of the Dragon (2016)",
        "description": "အခုတင္ဆက္ေပးမယ့္ဇာတ္လမ္းေလးကေတာ့ အက္ရွင္ကားအလန္းေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၄ခုႏွစ္ ဆန္ဖရန္စစ္စကိုၿမိဳ႕မွာအေျခခံၿပီး႐ိုုက္ထားတာပါ။ဒီဇာတ္လမ္းထဲမွာဆိုရင္ဘ႐ုစ္လီဆိုတဲ့လူတစ္ေယာက္ကကိုယ္ခံပညာမွာေက်ာ္ၾကားဖို႔အတြက္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဝါင္ဂ်က္မန္းဆိုတဲ့ကြန္ဖူးဆရာႀကီးနဲ႔ေတြ႕တဲ့အခါမွာ သူဟာဘာစည္းမ်ဥ္းမွမရွိပဲတိုက္ခိုက္ဖို႔စိန္ေခၚလိုက္ပါတယ္။ဘ႐ုစ္လီနဲ႔ကြန္ဖူးဆရာႀကီးေဝါင္ဂ်က္မန္းတို႔ဘယ္လိုေတြစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တိုက္ခိုက္ၾကမယ္ဆိုတာဒီဇာတ္ကားထဲမွာအမွန္အကန္ျမင္ေတြ႕ရမွာပါ။ \n(ဘာသာျပန္သူကေတာ႔ Saw Wunna ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/birth-of-the-dragon-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/total-recall-poster-136x200.jpg",
        "title": "Total Recall (1990)",
        "description": "Total Recall (1990)\nIMDb - 7.5/10_____Rotten - 82%\n  မင်းသားကြီးအာနိုးနဲ့ မင်းသမီး ရှရွန်စတုန်းတို့ရဲ့ နာမည်ကျော် သိပ္ပံအက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action, Sci-Fi, Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၀ ခုနှစ်ဝန်းကျင်က ဆက်တင် အပြင်အဆင်တွေနဲ့ ရိုက်ကူးထားတယ်ဆိုပေမယ့်ဆန်းသစ်တဲ့ စိတ်ကူးအိုင်ဒီယာတွေကတော့ ယနေ့ခေတ်ထိ စွဲမက်ဖွယ်ရာ ပြောင်မြောက်နေဆဲပါ။ရုပ်ရှင်ထူးချွန်ဆု(၃)ဆုရရှိခဲ့တဲ့အထိ အောင်မြင်ခဲ့ပြီး Rating ပိုင်းမှာလဲ IMDb Rating(7.5) နဲ့ Rotten Tomatoes (82%) ထိ ရရှိထားခဲ့တဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်။မှတ်ဉာဏ် မှတ်ဉာဏ်တု အိမ်မက်တုတွေ...ဂြိုလ်သား ဂြိုလ်ခရီးသွား ဂြိုလ်ကိုလိုနီတွေ...အဆန်းဆန်းသော သက်ရှိ သက်မဲ့ အရာဝတ္ထုတွေ...လှည့်ကွက်မျိုးစုံတွေနဲ့ ဇာတ်လမ်းကြောင်းကို ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါဦး။  မင္းသားၾကီးအာႏိုးနဲ႕ မင္းသမီး ရွရြန္စတုန္းတို႕ရဲ႕ နာမည္ေက်ာ္ သိပၸံအက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္။Action, Sci-Fi, Thriller အမ်ိဳးအစားျဖစ္ျပီး ၁၉၉၀ ခုႏွစ္ဝန္းက်င္က ဆက္တင္ အျပင္အဆင္ေတြနဲ႕ ရိုက္ကူးထားတယ္ဆိုေပမယ့္ဆန္းသစ္တဲ့ စိတ္ကူးအိုင္ဒီယာေတြကေတာ့ ယေန႕ေခတ္ထိ စြဲမက္ဖြယ္ရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2f2aj/Total_Recall_[1990]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjI2NTY5NzU1MF5BMl5BanBnXkFtZTgwNDAxMzQ5NDE@._V1_UY1200_CR10806301200_AL_-1-105x200.jpg",
        "title": "Tarot (2015)",
        "description": "IMdb 7.5 ရထားတဲ့ ၂၀၁၅ ခုႏွစ္ထြက္ အင္ဒိုနီးရွား သရဲကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ ကံၾကမၼာရဲ႕ ထူးျခားဆန္းၾကယ္မႈေတြ တားေရာ႕ ကတ္ေလးေတြရဲ႕ မယံုႏိုင္စရာ ဆန္းၾကယ္မႈေတြနဲ႕ခ်စ္သူႏွစ္ေယာက္ရဲ႕ တဲေရာ႕ကတ္ေတြနဲ႕ ပတ္သတ္ျပီး လွည့္စားမႈေတြေတြ႕ၾကံဳခဲ့ရတဲ့ ေၾကာက္မက္ဖြယ္ရာ အေၾကာင္းေတြကိုပံုေဖာ္ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ဴလီ နဲ႕ ထြိဳင္စတန္ တို႕ ခ်စ္သူႏွစ္ေယာက္ဟာ မၾကာခင္မွာလက္ထပ္ၾကေတာ့မွာျဖစ္ျပီး သူတို႕ ရဲ႕ အနာဂတ္ဟာလည္း သာယာလွပမယ္လုိ႕ယံုၾကည္ထားပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ တဲေရာ႕ကတ္ေတြနဲ႕ ေဟာတဲ့ ေဗဒင္ကို သြားၾကည့္တဲ့အခါမွာ သူတို႕ေဖာက္လိုက္တဲ့ ကတ္ေလးေတြ သူတို႕ ၂ေယာက္ေရြးခ်ယ္လိုက္တဲ့ သူတို႕ရဲ႕ ကံၾကမၼာက ဘာေတြျဖစ္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ Qty - 720p Web dlDuration - 1hr 55minGern - Drama/ Mystery/ HorrorSubtitle - Myanmar HardsubTranslator - Saw WunnaEncoder - ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/tarot-2015/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/71-Into-the-Fire-147x200.jpg",
        "title": "71: Into the Fire (2010)",
        "description": "မင်းသားKwon Sang-wooနဲ့ bigbangထဲမှ မင်းသား Choi Seunghyun တို့\nပါဝင်သရုပ်ဆောင်ထားပြီး IMD ratting 7.4 အထိရရှိထားတဲ့ စစ်ကားတကားဖြစ်ပါတယ်\nဒီရုပ်ရှင်ဟာ ကိုရီးယား စစ်ပွဲအတွင်း ၁၉၅၀ သြဂုတ် ၁၁ ရက်နေ့ ပိုဟန်တိုက်ပွဲ မှာ\nကျဆုံးခဲ့တဲ့ တောင်ကိုရီးယားရဲ့ လက်နက်မဲ့ပြီ လေ့ကျင့်မှု မရှိသေးတဲ့\nကျောင်းသား ၇၁ ယောက်ရဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကို တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်လမ်းပါ\nတစ်ခါမှ သေနတ်မကိုင်ခဲ့ဖူးတဲ့ ကျောင်းသား ၇၁ ယောက်ဟာ  မြောက်ကိုရီးယားရဲ့\nကြောက်စရာအကောင်းဆုံး တပ်ရင်း ၇၆၆ ရဲ့ တိုက်ခိုက်မှုကို ၁၁ နာရီ ကြာ တောင့်ခံထားနိုင်ခဲ့ပါတယ်\nမြောက် ဂျောင်ဆန်းခရိုင် ယောင်ဒွတ်နယ် ဘက်က လုပ်အားပေး စစ်သားလေးအိုဂျောင်ဘွန်\n..သူဟာ ဒဏ်ရာရ စစ်သားတွေကို သယ်ပိုးပေးရ အကူအညီပေးရတဲ့ နေရာမှာ ချထားပေးခံရတယ်\nမြောက်ကိုရီးယားဘက်က မြို့ကိုသိမ်းပြီးတဲ့အခါ ဗိုလ်မှူး ကင်ဂျွန်ဆု က ခေါ်လာခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SLP1/71_-_Into_The_Fire_(Pohwasogeuro)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjAyNjY0MjU1NF5BMl5BanBnXkFtZTgwMjAwNDMwNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "24 Hours to Live (2017)",
        "description": "ေမးခြန္းေလးတစ္ခုေလာက္ေမးပါရေစဒီေမးခြန္းက သိပ္ကုိရုိးရွင္းေပမဲ့ တကယ္တမ္းျပန္ေျဖဖုိ႔ရယ္ လက္ေတြ႕လုပ္ဖုိ႔ရယ္က မရုိးရွင္းေတာ့ဘူးေမးခြန္းေလးကေတာ့......သင့္ရဲ႕ အသက္ရွင္သန္ခြင့္၂၄နာရီပဲ ရွိေတာ့မယ္ဆုိရင္ ဘာလုပ္မလဲ....ရင္ဆုိင္ရမဲ့ အခက္အခဲေတြကုိ ဘယ္လုိေက်ာ္ျဖတ္မလဲအဓိက နဲ႔ သာမညဆုိတာ ဘယ္လုိခြဲမလဲဒီကားက ေၾကးစားလူသတ္သမားတစ္ေယာက္အေၾကာင္းကုိ ရုိက္ျပထားတယ္သူဟာ ေၾကးစားပီပီ ထက္ျမက္တယ္ တုိက္ရည္ခုိက္ရည္ကၽြမ္းက်င္တယ္တစ္ေန႔ေတာ့ ေၾကးစားအလုပ္တစ္ခုကုိ လုပ္ေဆာင္ေနစဥ္မွာ တစ္ဘက္အဖြဲ႕အစည္းရဲ႕ တုန္႔ျပန္မႈေၾကာင့္ သူေသဆုံးသြားတယ္ဒါေပမဲ့ ဆန္းၾကယ္တာကသူ႔အလုပ္ရွင္က သူ႔ကို အသက္ ၂၄ နာရီျပန္ရွင္ေအာင္လုပ္ေပးလိုက္တယ္....ကဲ သူဘာေတြဆက္လုပ္မလဲ... ဘယ္လုိေတြရင္ဆုိင္မလဲ ..... File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/2VXjy/24_Hours_To_Live_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Innocent_Steps_film_poster-141x200.jpg",
        "title": "Innocent Steps (2005)",
        "description": "အခုတစ်ခါတော့ Innocent Steps ဆိုတဲ့ ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးကိုတော့ ပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးထားပြီးသားဖြစ်ကြမှာပါ ဇာတ်ကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်နဲ့အကူလိုက်ကပေးတဲ့အကသမားလေးတစ်ယောက် တို့ အနေနီးရာမှာ လူမျိုးမတူ ဘာသာမတူပေမဲ့အချစ်မှာမျက်စိမရှိဘူးဆိုသလို ချစ်ကျွမ်းဝင်သွားတာကို ဟာသဆန်ဆန်လေးရိုက်ကူးပြထားတာဖြစ်လို့ ပေါ့ပေါ့ ပါးပါးလေးနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ အသက် ၁၉ နှစ်အရွယ် တရုတ်က အကသမလေး Mun Geun-yeong သူမဟာ ကိုရီးယားက အကချန်ပီယံ ပြိုင်ပွဲကြီးအတွက် ကိုရီးယားကိုလာခဲ့ပြီး သူနဲ့ အတူ ကူညီ ယှဉ်ပြိုင်ပေးဖို့ကိုတော့ Park Geon Hyeong ကို ၃လတိတိ ကူညီ လေ့ကျင့်ပေးဖို့ ငှားရမ်းခဲ့ပါတယ် ဒီလိုနဲ့ အနေနီးရာမှ ကြိုးချင်းထားကြိုးချင်းညှိဆိုသလိုပဲ အကလေ့ကျင့်ရင်း အချစ်တွေပေါက်ဖွားလာတဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ် Qty - 720p HDTV RipDuration - 1 hr ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY0NzUxMDUzN15BMl5BanBnXkFtZTgwNzI2MTY4ODE@._V1_UY1200_CR6406301200_AL_-105x200.jpg",
        "title": "Neighbors 2: Sorority Rising (2016)",
        "description": "ဒီတစ္ေခါက္က Neighboes1 ကရွိျပီးသားမို ့လို ့ မရွိေသးတယ့္2 ကုိေရႊးခ်ယ္ေပးထားပါတယ္။ ဒီဇာတ္ကားရဲ ့အေၾကာင္း\nကုိနည္းနည္းေလးၾကည့္လိုက္ရေအာင္\nIMDb Rating 5.2 ၊Rotten Tomatoes 62% ၊Roger Ebert 1.5/4တို ့ရရွိထားပါတယ္။\n၂၀၁၆ ေမလ မွာစတင္\nျဖည့္ခ်ီခဲ့ျပီး တစ္ကားလုံး ၾကာခ်ိန္ ၉၃ မိနစ္ရွိပါတယ္။Budget မွာကန္ေဒၚလာ 35 မီလီယံနဲ ့စတင္ရိုက္ကူးထားျပီး Box office မွာ ကန္\nေဒၚလာ 108 သန္းျပန္ရွာေပးႏုိင္ခဲ့ပါတယ္။အဓီကသရုပ္ေဆာင္ေတြ မွာဆို ဆယ္ေက်ာ္သက္ေတြ\nၾကားမွာေရပန္းစားခဲ့ျပီး ဆက္လက္ေအာင္ျမင္\nေနဆဲျဖစ္တယ့္ မင္းသား Zac Efron နဲ ့လူငယ္\nမင္းသမီး Chloe Grace Moretz တို ့အဓီကပါ၀င္\nသရုပ္ေဆာင္ထားျပီး ဧည့္သည္သရုပ္ေဆာင္\nအေနနဲ ့ ဆယ္လီနာဂုိလ္မက္စ္ ကလဲ ပါ၀င္သရုပ္\nေဆာင္ထားပါေသးတယ္။ Universial Picturesကထုတ္လုပ္ထားလို ့အရည္အေသြးတစ္ခုေတာ့ရွိေနပါတယ္။ရွပ္ရွင္ဇာတ္ကားနဲ ့ပက္သက္ျပီးေတာ့ တစ္ျခား ဆုေပးပြဲေတြမွာဇကာတင္သာပါခဲ့ေပမယ့္ Teen Choice ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/neighbors-2-sorority-rising-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/2d51afd96ea1e88423ebddb2bd7f151309eaba9a_hq-142x200.jpg",
        "title": "Girl Love 1 & 2 (2017)",
        "description": "2016 ခုနှစ် Novemberလမှာ ထွက်ခဲ့တဲ့ လူငယ်ဖန်စီ အချစ်ဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nဒါပေမယ့် သမာရိုးကျ သာမန် B & G အချစ်ဇာတ်လမ်းမျိူးး မဟုတ်ဘဲ မီးလော့ ဆိုတဲ့Tomboy ချောချောလေးနဲ့ ရှောင်လုံဆိုတဲ့ ကောင်မလေးကြားက G & G အချစ်ဇာတ်လမ်းလေးပါ\nအရမ်းကို Romantic ဖြစ်တဲ့ 18+ခန်းတေနဲ့ အရမ်းကို စိတ်ကူးယဉ်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။\npart 1 part 2 နှစ်ပိုင်းရှိပီး ဒာကတော့ part 1ပါ\nဇာတ်လမ်းအကျဉ်းကတော့ Tomboy တယောက်နဲ့အဆောင်တခန်းထဲတူတူနေ\nတဲ့ရှောင်လုံဆိုတဲ့ကောင်မလေးက\nအစ စ်ကောင်ကိုမကြိုက်ဘဲTomboyလေးကိုချစ်မိသွားတဲ့ကားလေးပေါ့\nTomboyဆိုတော့သိတဲ့အတိုင်းဘဲ\nအစစ်ကောင်တေထပ် အများကြီးချောတာကိုး\nမင်းသမီးကိုကြိုက်တဲ့အစစ်ကောင်နဲ့ အစစ်ကောင်ကိုကြိုက်နေတဲ့\nအစစ်မ\nTomboyလေးနဲ့ မင်းသမီးကြားက ၄ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးပါ\nသမာရိုးကျမဟုတ်တဲ့\nအချစ်ဇာတ်လမ်းတခုက ဇာတ်သိမ်းလှပါ့မလား ဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါ\nဒေါင်းလော့လင့်ကိုတော့ အပေါ်က အပိုင်းတစ် အောက်က အပိုင်း ၂ ဆိုပြီး\nထည့်သွင်းပေးထားပါတယ်နော်Qty - 710p Web DlDuration - 1 Hr for Each PartSubtitle ...",
        "rating": "",
        "url": "https://megaup.net/1IDqg/Girls_Love_(Cuòle_Xìngbié,_Bùcuò_Ai)_1_[17+]_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BY2NkNTcxNjAtODhjMS00Mjg2LWI1OGItMjRhMGJlODBkZTVlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAxMjE1NDg@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Shutter Island (2010)",
        "description": "Shutter Island (2010)_______IMDb - 8.1/10ဒီmovieလေးမှာ Leonardoဟာ အင်ဒရူးအဖြစ် သရုပ်ဆောင်ထားပြီး ခန့်မှန်းနားလည်ရခက်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့ပရိသတ်တွေကို ဒီဇာတ်လမ်းမှာ စီးမျောစေမှာပါ…ဇာတ်လမ်းအစမှာတော့ အင်ဒရူး နဲ့ ဂျက် တို့သူငယ်ချင်းနှစ်ယောက် ကျွန်းတစ်ကျွန်းကို သွားနေကြပုံနဲ့ အစချီထားပါတယ်…ကျွန်းပေါ်မှာတည်ထားတဲ့ အကျဉ်းထောင်ပေါ်က အကျဉ်းသူတစ်ယောက် ပျောက်ဆုံးသွားမှုကိုစစ်ဆေးဖို့ အရောက်သွားနေကြတာပေါ့…ကျွန်းပေါ်ရောက်တော့အကျဉ်းသားတွေအားလုံးဟာ လူနာတွေလိုပဲ…သူတို့ကိုတောင် မင်းနားမလည်ပါဘူးကွာ ဆိုတဲ့အကြည့်နဲ့ဝိုင်းကြည့်လိုက်ကြသေး…ကဲ အမှုအကြောင်းစစ်ဆေးတော့လည်း အားလုံးက မသိဘူး ဆိုတာချည်း…ဒီလိုဆို ထွက်ပေါက်မရှိတဲ့ဒီအကျဉ်းခန်းက ဒီဂြိုဟ်သူမ ကဘယ်လိုများ လွတ်မြောက်သွားတာတုန်း ဆိုတာလည်းအဖြေမတွေ့ …ပိုဆိုးတာက အင်ဒရူးကိုယ်တိုင်က…ဝိညာဉ်လိုလို မသိစိတ်လိုလိုပုံရိပ်တွေ တွေ့လာရပြီး…သူကိုယ်တိုင်လည်း ဆေးတွေသောက်လိုသောက်နေတော့…သူပဲရူးသွားပြီလားပုံရိပ်တွေကရော ဘာတွေလဲ…အကျဉ်းသူကလည်း ဘယ်ရောက်သွားလဲ…အစရှိသည်ဖြင့် ပဟေဠိ ဆန်လှတဲ့ ဇာတ်ကားလေးတစ်ပုဒ်ကိုခံစားရမှာပါ…Rating ကလည်း8.1ဆိုတော့ကာ…တကယ်မိုက်မယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါကြောင်း…ဒီmovieေလးမွာ Leonardoဟာ အင္ဒရူးအျဖစ္ သရုပ္ေဆာင္ထားၿပီး ခန္႔မွန္းနားလည္ရခက္တဲ့သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ပရိသတ္ေတြကို ဒီဇာတ္လမ္းမွာ စီးေမ်ာေစမွာပါ…ဇာတ္လမ္းအစမွာေတာ့ အင္ဒရူး နဲ႔ ဂ်က္ တို႔သူငယ္ခ်င္းႏွစ္ေယာက္ ကြ်န္းတစ္ကြ်န္းကို သြားေနၾကပံုနဲ႔ အစခ်ီထားပါတယ္…ကြ်န္းေပၚမွာတည္ထားတဲ႔ အက်ဥ္းေထာင္ေပၚက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1x4dw/Shutter_Island_[2010]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/23232113_546329335714765_416981893_n-143x200.jpg",
        "title": "The Wolf Hunters (2017)",
        "description": "ဒီဇာတ္ကားကေတာ့ SWAT Team အဖြဲ႕ဝင္တစ္ေယာက္\"လန္ဟိုင္\"ရဲ႕တိုင္းျပည္အေပၚေရာမိသားစုအေပၚေရာတာဝန္ေက်ပြန္ေအာင္ထမ္းေဆာင္သြားခဲ့တဲ့အေၾကာင္းေလးပါညီျဖစ္သူ\"လန္ထ်န္း\"ကအစ္ကိုျဖစ္သူရဲ႕အလုပ္ျဖစ္တဲ့ SWAT team အဖြဲ႕ဝင္၊ရဲအရာရွိအလုပ္ကိုအရမ္းအားက်၊အရမ္းလုပ္ခ်င္ခဲ့ေပမယ့္လဲဥာဏ္သိပ္မေကာင္းလို႔လက္ရွိမွာေတာ့ရိုးရိုးသာမန္ပစၥည္း delivery လိုက္ပို႔တဲ့ဝန္ထမ္းအလုပ္သာလုပ္ေနရပါတယ္အစ္ကိုျဖစ္သူ\"လန္ဟိုင္\"မွာလဲမိန္းမနဲ႔ကြဲ၊သမီးေလးမွာလဲေက်ာက္ကပ္မေကာင္းျဖစ္ေနၿပီးမိမိအလုပ္တာဝန္မ်ားကိုသာလုပ္ေဆာင္ေန၍မိသားစုအေပၚအခ်ိန္မေပးႏိုင္ျဖစ္ေနခဲ့တယ္တစ္ေန႔မွာေတာ့\"ေရခဲမီး\"လို႔အမည္ရတဲ့အလြန္ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့မူးယစ္ေဆးတစ္မ်ိဳးေပၚေပါက္လာ၍ျပည္သူ႔ရဲတပ္ဖြဲ႕မွာထိုေဆးလာရာဇစ္ျမစ္လမ္းေၾကာင္းလိုက္လံရွာေဖြဖမ္းဆီးရပါေတာ့တယ္သို႔ေသာ္ညီျဖစ္သူမွာထို\"ေရခဲမီး\"မူးယစ္ေဆးေရာင္းဝယ္သူမ်ားနဲ႔ပါဝင္ပက္သက္မိၿပီးအစ္ကိုျဖစ္သူမွာလဲရဲတပ္ဖြဲ႕၏သံသယဝင္ျခင္းကိုခံရၿပီးအလုပ္မွတာဝန္ရပ္ဆိုင္းျခင္းခံလိုက္ရပါေတာ့တယ္သမီးျဖစ္သူေလးကိုလဲ\"မူးယစ္ေဆးဝံပုေလြ\"ဟုေခၚသည့္မူးယစ္ေဆးအႀကီးစားေရာင္းဝယ္သူမွျပန္ေပးဆြဲ၊ညီျဖစ္သူကိုလဲဖမ္းဆီးထားရာ\"လန္ဟိုင္\"တစ္ေယာက္ထိုသူေျပာစကားကိုပင္နားေထာင္၍သူခိုင္းသမၽွကိုသည္းခံ၍လုပ္ေပးေနရသည္လြန္စြာလ်င္ျမန္ပါးနပ္ေသာျပည္သူ႔ရဲတပ္ဖြဲ႕မွလဲ\"လန္ဟိုင္\"ကိုတာဝန္ရပ္ဆဲလိုက္ေပမယ့္၎သမီးျပန္ေပးဆြဲခံရသည္ကိုသိလၽွင္သိခ်င္းအကြက္က်က်ခ်ကာ\"မူးယစ္ေဆးဝံပုေလြ\"ကိုဖမ္းဆီးၾကပါေတာ့တယ္ဒါေပမယ့္\"လန္ဟိုင္\"တစ္ေယာက္သူ႔ညီေရာ၊သမီးေရာ၊မိန္းမကိုပါအသက္ရွင္လ်က္ျပန္လည္ကယ္တင္ႏိုင္ပါ့မလား....... \n(ဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre :Action,Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-wolf-hunters-2017/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_-140x200.jpg",
        "title": "A Stork’s Journey (2017)",
        "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Animation, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNDA5NDc4OF5BMl5BanBnXkFtZTgwMzU1NzA4MjE@._V1_UY1200_CR9606301200_AL_-105x200.jpg",
        "title": "Cyrano Agency(2010)",
        "description": "IMDb.....6.6\nCyrano လုိ႕ေခၚတဲ့ ျမွားနတ္ေမာင္ေအဂ်င္စီတစ္ခု...... လူငယ္ေတြနဲ႕ဖြဲ႕စည္းထားေလေတာ့ သူတုိ႕ အုိင္ဒီယာေလး\nေတြက အေတာ္မုိက္တယ္ သူတုိ႕က ေအာင္သြယ္ေပးဖုိ႕အလုပ္လာအပ္တဲ့သူကုိအႀကံေပးရုံသက္သက္တင္မဟုတ္ဘူး......\nေအာင္သြယ္ေပးရမဲ့လူ (၂)ေယာက္လုံးရဲ႕ Biography ကုိ ေလ့လာတယ္ အေသးစိတ္ကအစေပါ့\nၿပီးရင္ Plan ေတြ စနစ္တက်ဆြဲတယ္ နားၾကတ္တပ္ေပးၿပီးေတာ့ အနီးကပ္ညႊန္ၾကားေပးတဲ့အျပင္\nသူတုိ႕(၄)ေယာက္ကလည္း လုိအပ္ရင္ လုိအပ္သလုိ planထဲ ကြက္တိ၀င္ေအာင္ သရုပ္ေဆာင္ေပးတယ္.....\nတစ္ေန႕ေတာ့ သူတုိ႕အဖြဲ႕ဆီကုိ ေကာင္ေလးတစ္ေယာက္က ေအာင္သြယ္လုပ္ေပးဖုိ႕အလုပ္အပ္တယ္...\nအလုပ္အပ္တဲ့ေကာင္ေလးနဲ႕ ေအာင္သြယ္ေပးရမဲ့ေကာင္မေလးရဲ႕ အခ်က္အလက္ေတြစုေဆာင္းၿပီးတဲ့\nအခ်ိန္မွာေတာ့ Cyrano ေအဂ်င္စီမွာ စိတ္၀မ္းကြဲစရာေတြျဖစ္ကုန္တယ္...ေကာင္ေလးတစ္ေယာက္က\nမျဖစ္ႏုိင္ဘူး ဒီအလုပ္ဆက္မလုပ္ရဘူးလုိ႕ကန္႕ကြက္တယ္ က်န္တဲ့သူေတြက ဒီအလုပ္ကုိလက္ခံလုိက္တယ္\n......\nဒီကားရဲ႕သရုပ္ေဆာင္ Tae-woong Eom,Min-jung Lee, Daniel Choi စတဲ့ နာမည္ၾကီး (၄)ေယာက္ကုိအားလုံး\nရင္းႏွီးၿပီးသားျဖစ္မွာပါ....ကုိရီးယားကားေတြရဲ႕ထုံးစံအတုိင္း Entertainment အေတာ္ဆန္လွတယ္ Story ေတြက\nသိပ္မဆန္းရင္ေတာင္ ဇတ္ကြက္ေလးေတြက အေတာ္ဆြဲေဆာင္မႈရွိတယ္ ေနာက္တစ္ခု\nခ်ီးက်ဴးစရာေကာင္းတာက Lighting ပုိင္းပါ သရုပ္ေဆာင္ေတြရဲ႕လႈပ္ရွားမႈေတြအမူအရာေတြကုိ အေကာင္းဆုံးအေထာက္\nအပံ့ေပးႏုိင္တယ္ သူတုိ႕ရဲ႕ဖက္ရွင္ဒီဇုိင္းေတြကလည္း lightion ေၾကာင့္ၾကြရြထြက္ေနတယ္....ကုိင္းခံစားၾကည့္လုိက္ပါဦးခင္ဗ်\nFile Size…(869MB) and (518MB)\nQuality…BluRay ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cyrano-agency2010/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg-135x200.jpg",
        "title": "Valerian and the City of a Thousand Planets (2017)",
        "description": "Valerian and the City of a Thousand Planets (2017)\nIMDb - 6.5/10_____Rotten - 48%\n  2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။  ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 ...",
        "rating": "6.5",
        "url": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Geo-Disaster-movie-poster-1-141x200.jpg",
        "title": "Geo-Disaster",
        "description": "ကမၻာ့အၿပင္ဘက္ကလြင့္စင္လာခဲ့ ဥကၠာခဲပ်ံတစ္ခုဟာ ကမၻာေၿမေပၚကိုက်ေရာက္လာတဲ့အခါ\nေဘးအႏၱရာယ္ေတြစတင္ၿပီးက်ေရာက္လာခဲ့ပါေတာ့တယ္\nဒီလို မ်ားၿပားလွတဲ့ သဘာ၀ေဘးအႏၱရာယ္ဆိုးၾကားထဲမွာ \nေလာ့အိဂ်ယ္လိက မိသားစုတစ္စုရဲ႕ အသက္ရွင္ေနထိုင္ရေအာင္ \nၾကိဳးစားမႈ႕မ်ားကို ရိုက္ကူးတင္ဆက္ေပးထားတာပဲၿဖစ္ပါတယ္...\nသဘာ၀ေဘးဒုကၡေတြက်ေရာက္လာၿပီဆိုရင္ ဘယ္လိုအရာေတြၿဖစ္မလဲ..\nဘယ္ေလာက္ထိေၾကာက္စရာေကာင္းတယ္ဆိုတာကို\nသိခ်င္သူမ်ားၾကည့္လို႕ရပါတယ္...Quality...... 1080p Bluray\nFormat .... Mp4\nDuration...... 01:27:00\nTranslator.....Thet Htar Phyu\nEncoder....Moe Myint Lwin",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/geo-disaster/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Toilet – Ek Prem Katha (2017)",
        "description": "\"Toilet\"လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့\"အိမ်သာ\"ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ.....ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...................,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 35min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wind_river_ver2_xlg-135x200.jpg",
        "title": "Wind River (2017)",
        "description": "IMDb 8/10 rating ရထားတဲ့ ဒီဇာတ္လမ္းေကာင္းေလးကိုညႊန္းရမယ္ ဆိုရင္ေတာ့ျဖင့္ .....ေကာ္ရိုဟာ ႏွင္းေတြအျမဲဖံုးလႊမ္းေနတဲ့ အင္ဒီးယန္းေရခဲေတာင္ေတြေပၚမယ္ သားရဲမုဆိုးအျဖစ္ အသက္ေမြးေနသူတစ္ေယာက္ျဖစ္ပါတယ္...တစ္ေန႔မွာ သူျခေသၤ့လိုက္ထြက္ရင္း ႏွင္းေတာထဲမွာ မိန္းမပ်ိဳေလးတစ္ဦးရဲ႕အေလာင္းကို ေတြ႕ရွိလိုက္ရပါတယ္...ဒီအမႈကိုစံုစမ္းဖုိ႔အတြက္ FBIက အေတြ႕အၾကံဳမရွိတဲ့ စံုေထာက္မေလး ဂ်ိမ္းကို ေစလႊတ္လိုက္ပါတယ္...မႏူးမနပ္ ဆတ္ဆတ္ၾကဲ ဂ်ိမ္းဟာ လူအင္အားကလည္းမလံုေလာက္ သူကလည္းအေတြ႕အၾကံဳမရွိ အမႈကလည္းရႈပ္ေထြးလာနဲ႔မၾကံတတ္ မစည္တတ္ျဖစ္လာရတဲ့အတြက္ ေကာ္ရိုရဲ႕အကူအညီကိုေတာင္းခံျပီး အတူတကြ ဆက္လက္စံုစမ္းၾကရတာေပါ့...ဒီလိုစံုစမ္းေနတဲ့အခ်ိန္မွာပဲ ေရခဲေတာင္ေပၚမွာ ေနာက္ထပ္အေလာင္းတစ္ေလာင္းကို ထပ္ျပီးေတြ႕ရွိလိုက္ရတဲ့အခါမွာေတာ့ .........(ဒီဇာတ္လမ္းေလးကို အင္ဒီးယန္းနယ္ေျမေတြမွာၾကံဳေတြ႕ရေလ့ရွိတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြအေပၚ အေျချပဳေရးဖြဲ႔ထားတယ္လုိ႔ ဆိုပါတယ္...)ဇာတ္အိမ္ဖြဲ႔ပံုေသသပ္လွတဲ့အတြက္ တရားခံဘယ္သူျဖစ္ႏိုင္မလဲ....ကိုယ့္ကိုယ္ကိုသတ္ေသလိုက္တာမဟုတ္ဘူးလား....စသျဖင့္ ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္....ရုပ္ရွင္တစ္ခုလံုးမွာလည္းႏွင္းေတြေရခဲေတာင္ ေတြနဲ႔အျမဲဖံုးလႊမ္းေနတဲ့အတြက္ ရံုတင္တုန္းက သြားၾကည့္တဲ့သူေတြဆိုေတာ္ေတာ္ေအးမွာပဲ လို႔ေတာင္ေတြးမိလုိက္ပါေသးတယ္....ဒါကလည္းရသတစ္မ်ိဳးေပါ့ေလ..ျပန္ဆက္ရရင္ျဖင့္ ဒီWind River ေလးဟာျဖင့္ တကယ္ကိုအမိုက္စားဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ Hollywood ပရိတ္သတ္အေပါင္းသူေတာ္ေကာင္းတုိ႔လက္လြတ္မခံသင့္ပါေၾကာင္း ညႊန္းဆိုလိုက္ရပါတယ္.... \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမသဇင္ျမင့္ပါ)\n File Size : (850 MB) and (400 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/SXlu/Wind_River_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/IMG_3456-142x200.jpg",
        "title": "[18+] Members Only (2017)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောင်ကောင်ကစတော့ရှယ်ယာဈေးကွက်အကြောင်းရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့...\nပညာတတ်အူကြောင်ကြောင် ကောင်လေးတစ်ယောက်\nစတော့အကြီးအကျယ်ရှုံးပြီး ကလပ်မှာဝင်လုပ်လိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့ကလပ်ကိုလာနေကျ စတော့ရှယ်ယာဈေးကွက်မှာနာမည်ကြီး သူဌေးတစ်ယောက်\nပိုက်ဆံလွယ်လွယ်ရချင်လို့ ရည်းစားမသိအောင် ကလပ်မှာလာလုပ်တဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့လူတွေအားလုံး ကလပ်မှာဆုံကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲဆိုတာတော့\nပရိသတ်ကြီးဆက်လက်ကြည့်ရှုခံစားလိုက်ပါအုန်း\n \nကလပ်အခန်းတော်တော်များများပါတဲ့အတွက်18+ အခန်းတွေပါမယ်ဆိုတာမပြောတော့ဘူးနော် :p\nNudity Scene တွေပါဝင်တောကြောင့် မိသားစုနဲ့အတူကြည့်ရှုရန်မသင့်တော်ပါ\n File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside HMT\nEncoded by BGR",
        "rating": "4.1",
        "url": "https://megaup.net/1B607/Members_Only_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTE0Njg2NGQtOTZhMC00MDkyLWE2M2QtNjE5NDYwYjNjYjBjXkEyXkFqcGdeQXVyNjcyNjMzMjQ@._V1_-139x200.jpg",
        "title": "Bhoomi (2017)",
        "description": "Bhoomi ဆိုတာ ့့့ အာဂ်ရမြို့ရဲ့ ဖိနပ်ဆိုင်လေး တစ်ဆိုင်ရဲ့ နာမည်။ဆိုင်ပိုင်ရှင်နာမည်က အာရွှန်ဆိုတဲ့ အသက်ကြီးပိုင်း လူကြီးတစ်ယောက်ဆိုင်နာမည်ကိုတော့ သူအချစ်ဆုံး မိတဆိုး သမီးလေးရဲ့ နာမည်ကို ပေးထားတာBhoomi ဆိုတဲ့ကောင်မလေးကတော့ ပညာတတ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ အချောအလှလေးအဖေဖြစ်သူက ဖိနပ်ဆိုင်ပိုင်ပေမယ့် ကိုယ့်အလုပ်ကိုယ်လုပ်တယ်ချစ်သူကလည်း ရှိတော့ မကြာခင်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားတယ်။သာသာယာယာ ဘဝလေးထဲကို ဝင်လာတဲ့ ပြသနာကတော့ ့့့့ဗီရှဲလ် ့့့့့ အင်း ့့့့့ ဗီရှဲလ်ဆိုတာ ဘူမီတို့ ပတ်ဝန်းကျင်က ရွယ်တူ ကောင်လေးတစ်ယောက် ့့့့ဘူမီကို ချစ်ခွှင့်အကြိမ်ကြိမ်ပန်ခဲ့ပေမယ့် ့့့့ ဘူမီက သူငယ်ချင်းတစ်ယောက်လိုပဲ သတ်မှတ်ပြီး ငြင်းခဲ့တယ် ့့့့့အယုတ်တမာ ဗီရှဲလ်က လက်မခံပဲ ့့့့့့ သူ့အစ်ကို ဝမ်းကွဲဖြစ်တဲ့ ဒိုလီဆီက အကူအညီတောင်းခဲတယ် ့့့့ဒိုလီ ့့့့\" လွယ်လွယ်နဲ့နိုင်မယ့် ကစားပွဲတွေကို ငါဝင်မဆော့ဘူး\nအရှုံးဆိုတဲ့ အငွေ့အသက်ပါမှ အနိုင်ဆိုတာ ချိုမြိန်တာကွ ့့့့\"ဒိုလာပူးရ်ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Fq9x/Bhoomi_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/poster-return-of-condor-heroes-146x200.jpg",
        "title": "The Return of the Condor Heroes (2006)",
        "description": "သိမ္းငွက္သူရဲေကာင္းဇာတ္လမ္းတြဲ=======================သိုင္းဇာတ္လမ္းတြဲေတြကို တီဗြီအစီအစဥ္တစ္ခုအေနနဲ႔ မျပသခင္အခ်ိန္\nသိုင္းဇာတ္လမ္းတြဲမ်ားကို ဘာသာျပန္ စာေရးဆရာႀကီးမ်ား စတင္ဘာသာျပန္\nထုပ္ေဝခဲ့တဲ့ အခ်ိန္ကစလို႔ယေန႔ ကြန္ပ်ဴတာ အင္တာနက္ေခတ္တိုင္ေအာင္\nသိုင္းဝတၱဴကို ခ်စ္ျမတ္နုိးသူ သိုင္းဇာတ္လမ္းတြဲမ်ားအား နွစ္သက္သူ\nသိုင္းေလာကသားေတြၾကားမွာ နာမည္တစ္လံုးနဲ႔ ယေန႔တိုင္ရပ္တည္ခဲ့တဲ့\nဇာတ္လမ္းတြဲႀကီးတစ္ခုရွိခဲ့ပါတယ္။ဇာတ္လမ္းတြဲႀကီးလို႔ ေျပာရျခင္းကေတာ့\nသူ႔မွာ ေခတ္သံုးေခတ္ အပိုင္းသံုးပိုင္းပါဝင္ၿပီး အခ်ိဳ႕ fan theory မ်ားအရ\nေခတ္ေလးေခတ္ အတြဲေလးတြဲေတာင္ ျဖစ္နုိင္ပါေသးသတဲ့ဗ်ာ fan theory\nအခ်ိဳ႕ကိုေျပာရရင္ ပထမဆံုးဇာတ္လမ္းက လြမ္းေငြ႔ေဝျဖာသိုင္းကမာၻ\n(တိမ္လႊာနဂါး သူရဲေကာင္းမ်ားလို႔လည္း သိၾကမွာပါ)…သူ႔ရဲ႕\nဇာတ္လမ္းအခင္းအက်င္းအရ သူေတာင္းစားဂိုဏ္းခ်ဳပ္ေခ်ာင္ဖုန္းသံုးခဲ့တဲ့\nနဂါးနုိင္လက္ဝါးသို္င္းကို ေနာက္ဆံုးသူေခ်ာက္နက္ထဲခုန္ခ်သြားၿပီးေနာက္\nတစ္နည္းတစ္ဖံု မေသပဲ ဟုန္ခ်စ္ကုန္းကို လက္ဆင့္ကမ္းသင္ၾကားေပးခဲ့ပါသတဲ့\nေနာက္တစ္ခ်က္က တလိ့ျပည္မွ အရိပ္မဲ့ဓါးပညာမ်ား လက္ညိဳးဓါးပညာမ်ားဟာလည္း\nေနာက္ပိုင္းဇာတ္လမ္းတြဲမ်ားမွာ ျပန္လည္ပါဝင္လာခဲ့ပါေသးတယ္။ဒုတိယ ဇာတ္လမ္းတြဲ အေနနဲ႔( အခိုင္အမာေျပာနုိင္တာကေတာ့ ဒီဇာတ္လမ္းက\nကနဦး ေပါ့ဗ်ာ)သိန္းငွက္သူရဲေကာင္း(၁)ေကာ္က်င့္နဲ႔ ဟြမ္းယုံ တို႔ေခတ္ကို\nေရာက္ရွိလာပါၿပီ တရုပ္ျပည္မႀကီးကို\nက်င္းလူမ်ိဳးေတြက ဝင္ေရာက္က်ဴးေက်ာ္ေနခ်ိန္မွာ ေျမျပန္သိုင္းေလာကသားမ်ားမွ\nက်င္းလူမ်ိဳးမ်ားကို မြန္ဂိုတို႔နဲ႔ ပူးေပါင္းလို႔ တစ္တပ္တစ္အား တုိက္ထုပ္ေနတဲ့အခ်ိန္ကို\nအခ်စ္ အလြမ္း သူရဲေကာင္းတို႔နွလံုးသား အာဏာ ရမက္ စတာေတြနဲ႔ တန္ဆာဆင္လို႔\nစာဖတ္ရတဲ့သူေရာ ရုပ္ရွင္ၾကည့္ရတဲ့သူပါ တလွပ္လွပ္ျဖစ္ေစမယ့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-return-of-the-condor-heroes-2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Shooter (2007)",
        "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္.................IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္\nပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕ \n(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)\n File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooter-2007/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-mimic.90860-140x200.jpg",
        "title": "The Mimic (2017)",
        "description": "အရင္ကေရာ အခုအခ်ိန္ထိေရာ အရမ္းေအာင္ျမင္ေနတဲ့ Tom ေလးကို CHANNEL MYANMAR ပရိသတ္ႀကီးသိမွာပါကိုယ္ေျပာတဲ့စကားေလးကို သူက အထစ္အေငါ့မ႐ွိ ကိုယ့္ေလယူေလသိမ္းအတိုင္းလိုက္ေျပာတတ္တဲ့ေၾကာင္ေလးေလ...အခုတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္လမ္းကေတာ့ Tom ေလးအေၾကာင္းမဟုတ္ေပမယ့္ Tom ေလးလို အစြမ္း႐ွိတဲ့ Evil တစ္ေကာင္အေၾကာင္းပါ....မိခင္ျဖစ္သူရဲ႕ က်န္းမာေရးျပန္လည္ နလန္ထေရးအတြက္ ေ႐ွး႐ႈၿပီး မိခင္ရဲ႕ ဇာတိေျမကို မင္ဟိုတို႔ မိသားစုေျပာင္းေရြ႔လာရာမွ ပံုမွန္မဟုတ္တဲ့ ကိစၥရပ္ေတြနဲ႔ ရင္ဆိုင္ရပါေတာ့တယ္...သားေဇာ သမီးေဇာ ေဇာကပ္လာတဲ့အခါ မိစၱာကလည္း ေၾကာက္စရာ မဟုတ္ေတာ့ပါဘူး...နယ္ၿမိဳ႕ေလးရဲ႕ အတိတ္ထဲမွာ ဘယ္ေလာက္ထိတ္လန္႔စရာ မေကာင္းဆိုးဝါး ႐ွိေနတာလဲ?ဒါေတြကေန ဘယ္သူေတြက လြတ္ေျမာက္မလဲ?တစ္မိသားစုလံုး အဆင္ေျပပါ့မလား?စာႂကြင္း - ေၾကာက္ဖို႔ေကာင္းတယ္ဆိုတာထက္ တစ္ခ်က္တစ္ခ်က္ ေတာ္ေတာ္လန္႔ရပါတယ္...Horror fan ေတြ ျကည့္ကိုၾကည့္သင့္တဲ့ Korean horror movie ေလးပါ \n(ဘာသာျပန္သူကေတာ႔ ဇြန္လဲ့ျဖဴပါ)\n File Size : (750 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mimic-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/7loveornotlove00_450-133x200.jpg",
        "title": "To Love or Not to Love (2017)",
        "description": "အခုတစ္ခါေတာ့ အသစ္ထြက္ ေက်ာင္းသား အခ်စ္ဟာသ ဇာတ္ျမဴးကားေလးတစ္ကားကို ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့လူငယ္စတိုင္ ဖန္စီ ကားေလးမုိ႕ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ၾကည့္ၾကရမွာပါ ဇာတ္လမ္းေလးက လူငယ္ေတြၾကားမွာျဖစ္တတ္တဲ့ ခ်စ္သူရည္းစားတို႕ရဲ႕သဘာ၀ကို ပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီး လူငယ္ ၃ေယာက္ၾကားက ၃ပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ကားဆိုလဲမမွားပါဘူးဗ်ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ ေက်ာင္းသားဘဝေတြကတည္းကအရမ္းခ်စ္ၾကတဲ႔စံုတြဲေက်ာင္းေတြပီးအရြယ္ေရာက္ေတာ့ အေျခအေနေတြမတူေတာ့ေဝးဖို႕အေရးျဖစ္လာပီး ေကာင္ေလးကစတင္လမ္းခြဲခဲ့ခ်ိန္ဘဲမိန္းကေလးဘက္ကသိသိသာသာေျပာင္းလဲသြားပီတစ္ခ်ိန္ကသူဆိုတာခုျဖစ္ေနတဲ႔ပံုနဲ႕လံုးဝကိုမတူေတာ့တာပါဘဲလမ္းခြဲခဲ႔တဲ႔ေကာင္ေလးက ခ်မ္းသာလာပီး မသိမသာျပန္လည္ေခ်ကပ္ခ်ိန္မွာေတာ့ေကာင္မေလးဆီကိုေကာင္မေလးငယ္ဘဝကတစ္ဖက္သတ္ခ်စ္ေနတဲ႔ကိုရီယားကေကာင္ေလးေခ်ာကလဲေရာက္ေနေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ဒီဇာတ္ကားထဲမွာေတာ့ သံုးပြင့္ဆိုင္အခ်စ္ကို အခ်စ္ဒသာနမ်ားစြာနဲ႕ၾကည့္ရႈရမွာျဖစ္ပါတယ္ Qty - Web dl 720pDuration - 1hr 54minGern - Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/to-love-or-not-to-love-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNzM4MDMzYjAtZGU5OS00MGVkLTllMzItMjk2NGEyMWRiNzQ5XkEyXkFqcGdeQXVyNjQ4OTU3MTA@._V1_-142x200.jpg",
        "title": "Uncontrolled Love  (2016)",
        "description": "ဒီကားေလးကေတာ့နာမည္အရမ္းႀကီးလူႀကိဳက္မ်ားၿပီးအပိုင္း ၂ ပိုင္းထြက္ရွိထားပါတယ္ရွန္ဟိုင္းၿမိဳ႕ Roman Catholic Church မိဘမဲ့ေက်ာင္းကေကာင္ေလး Shu nian ကိုအလြန္ခ်မ္းသာေသာXie မိသားစုမွတစ္ဦးတည္းေသာသားေလး Xie yan ကသူ႔အစ္ကိုအျဖစ္ေမြးစားဖို႔ေခၚေဆာင္သြားခဲ့ပါတယ္Shu nian က Xie yan ထက္အသက္ ၅ ႏွစ္ပိုႀကီးၿပီး Xie yan အလိုက်အလိုက္ေဆာင္ေပးရပါတယ္Xie yan ဟာ Shu nian ကိုငယ္စဥ္ကတည္းကသူ႔ကိုယ္ပိုင္ပစၥည္းသကဲ့သို႔၊သူဝယ္ယူထားေသာအရုပ္တစ္ရုပ္ကဲ့သို႔ သူခိုင္းတာကိုလုပ္၊သူေနခိုင္းသလိုေနခိုင္းေပမယ့္shu nian အား အရမ္းကိုခ်စ္တဲ့သူတစ္ေယာက္ပါ Xie yan ႏိုင္ငံျခားသို႔၆ ႏွစ္ေလာက္ပညာေတာ္သင္ထြက္သြားၿပီးျပန္လာခ်ိန္တြင္Xie yan အသက္က 25 ႏွစ္ျဖစ္ၿပီး Shu nian ကေတာ့ အသက္ 30 အရြယ္ျဖစ္ေနပါၿပီXie yan ျပန္ေရာက္လာခ်ိန္မွာေတာ့သူဟာလိင္တူႏွစ္သက္သူတစ္ေယာက္အျဖစ္သို႔ယိမ္းယိုင္စျပဳေနပါတယ္၊ဒါေပမယ့္သူ႔ကိုသူလံုးဝလက္မခံႏိုင္ပါဘူး...အိမ္ကိုလဲသူ႔ရည္းစားကိုေခၚလာ၊မူးေနေတာ့ shu nianနာမည္ေယာင္ေယာင္မွားမွားေခၚတတ္ပါတယ္ တဖက္မွာ Shu nian ကလဲ Xie yan ...",
        "rating": "7.5",
        "url": "https://megaup.net/UP5h/Uncontrolled_Love_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzE3Mzc5NTc4M15BMl5BanBnXkFtZTgwMDYwNzM3MjI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ingrid Goes West (2017)",
        "description": "Ingrid Goes West(2017) ဇာတ္ကားေလးကေတာ႔Social Media ေတြမွာျဖစ္တတ္တဲ႔ သေဘာသဘာဝေလးေတြကို\nဟာသေနွာျပီး ရိုက္ျပထားတာပါ။ေလ႔လာခ်က္ေတြအရ Social Media ေတြေၾကာင္႔ လူေတြက မနာလိုစိတ္ေတြ စိတ္ဖိစီးမႈေတြ စိတ္က်ေရာဂါေတြ ပိုခံစားလာရပါတယ္တဲ႔။သင္ကိုယ္တိုင္ေရာ အဲ႔လိုေတြခံစားေနရရင္ေတာ႔ ဒီကားေလးကိုၾကည္႔ၾကည္႔ပါ။လက္ေတြ႔ဘဝနဲ႔ ကြာဟမွုေတြ စိတ္ပိုင္းဆိုင္ရာထိခိုက္နစ္နာမွုေတြ စြဲလမ္းမွုေတြ ကို ဒီကားထဲမွာေကာင္းေကာင္းၾကီး ျပသထားႏိုင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ အင္ဂရစ္ဆိုတဲ႔ေကာင္မေလးက အေမေသသြားျပီးေနာက္ပိုင္း အင္စတာဂရမ္ကိုသာအေဖာ္ျပဳေနခဲ႔ရတာပါ။ႀကာလာေတာ႔ အေပါင္းအသင္းမရွိပဲ အကုန္လံုးနဲ႔ကင္းကြာသြားခ်ိန္မွာ အေမ႔အေမြ ေဒၚလာ ၆ေသာင္းေက်ာ္ကို ရလိုက္ပါေတာ႔တယ္။အဲ႔အခ်ိန္မွာ ဘဝအသစ္ကိုစတင္ေတာ႔မယ္ဆိုျပီး LA ကိုထြက္လာပါေတာ႔တယ္။အင္စတာဂရမ္ထဲက နာမည္ႀကီးcele ေတြလို စိတ္တိုင္းက်ေနထိုင္ခြင္႔သူ႔မွာရွိလာတဲ႔အခါ ဘာဆက္ျဖစ္မလဲ ဆိုတာကေတာ႔စိတ္ဝင္စားစရာပါ။ႀကည္႔ျပီး တစ္ခုခုေတာ႔မွတ္သားစရာရသြားမွာပါ။Rating ေတြအေနနဲ႔ကေတာ႔ Imdb 6.9/10 Rotten Tomatoes 86ရရွိထားတာမို႔ကားေကာင္းေလးပါလို႔ပဲ ညြွန္းလိုက္ပါေတာ႔တယ္ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "6.9",
        "url": "https://megaup.net/2gRvZ/Ingrid_Goes_West_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTIyODk1MDMzOF5BMl5BanBnXkFtZTcwMTY2MTU2MQ@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Frontier(s) (2007)",
        "description": "Ultra-violet လို့တင်စားခံထားရတဲ့ အရမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမည့်Slasher ကားတစ်ကား ကို Saw, Texas Chainsaw, Wrong Turn,The Hill Have Eyes စသည့် စူပါအကြမ်းဇာတ်ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့ပရိတ်သတ်ကြီး အတွက် ရွေးခြယ်ဘာသာပြန်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက စထွက်ခြင်းမှာပဲ ဝေဖန်အကြံပေးသူတွေရဲ့အားပေးမှု့ကို တစ်ခဲနက် ရရှိထားပါတယ်။ IMDb 6.5 ရရှိထားပါတယ်။International film festival ပွဲတွေမှာလည်း ပွဲထုတ်ပြသခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းဇာတ်ကွက်ကလည်းသမရိုးကျ လူသတ်ကားတွေနဲ့မတူပဲ ထူးထူးခြားခြားလေး တည်ထားပါတယ်။ပဲရစ်မှာ ဒုတိယအကြိမ် သမ္မတရွေးကောက်ပွဲကြီးစတင်ပါပြီ။အဲဒီအချိန်မှာပဲ ပြည်သူတွေမုန်းတီးမလိုလားတဲ့ အမတ်တစ်ယောက်ကစပြီးအာဏာကိုအလွဲသုံးစားလုပ်ကာ မဲတွေကိုကလိန်ကျပါတယ်။ဒါကိုပြည်သူတွေက သိရှိသွားပြီး အပြင်းအထန်ကန့်ကွတ်ဆန္ဒပြလာကြပါတယ်။ပြည်သူတွေ တစ်ခဲနက် အုံကြွမှု့ကြီးဖြစ်ပေါ်လာပြီး ရဲတွေနဲ့ တိုက်ခိုက်မှု့တွေအထိရှိလာပါတယ်။မြို့ကြီးက ပရမ်းပတာအခြေနေကို ရောက်ရှိလာပါတယ်.. ဒါကို အခွင့်ကောင်းယူပြီး ပွဲလန့်တုန်းဖျာခင်းတဲ့သူခိုးတစ်စုကတော့ ခိုးရာပါပစ္စည်းတွေနဲ့ အထိကရုန်းကြားမှာ သက်စွန့်ဆံဖျား ပြေးလွှားနေပါတယ်။တစ်နေရာအရောက်မှာတော့ ထိုသူခိုးထဲမှ တစ်ယောက်ကိုသေနတ်ထိမှန်သွားပြီး လူစုကွဲသွားပါတယ်။ပြန်ဆုံပေမဲ့လည်း သေနတ်ဒဏ်ရာကအခြေနေက ဆိုးနေပြီဖြစ်ဖို့ ဆေးရုံကို လူစုခွဲပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1M1im/Frontier(s)_[2007]_(MM_Sub).mp4 ",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWE4YmQwNGUtMmJjZi00YWI5LTg0MWMtOGRjYmM1YmUxN2Y4XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-143x200.jpg",
        "title": "Inside or Outside (2016)",
        "description": "Inside or Outside ဇာတ္​ကားဟာ 2016ခုႏွစ္​တြင္​ျဖန္​႔ခ်ိခဲ့​တဲ့တ႐ုတ္​အက္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကား​ျဖစ္​ပါတယ္​\nIMDB rating 6.3 ရ႐ွိထားၿပီး Action Comedy အမ်ိဳးအစားဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​\nပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူမ်ားက​ေတာ့ကိုးရီးယားနာမည္​ႀကီးမင္​းသား Jang Hyuk တ႐ုတ္​မင္​းသား Wallace Huo,Simon Yamစသည္​့သ႐ုပ္​​ေဆာင္​တို႔ပါ၀င္​ထားပါတယ္​\nဇာတ္​လမ္​းအက်ဥ္​းေလးကေတာ့\nနာမည္​ႀကီးအိုင္​တီပညာ႐ွင္​ အိုးက်န္​႔တစ္​​ေယာက္​သူ႕မိန္​းမက​ေလး​ေမြး​တဲ့အခါမွာ သူ႔က​ေလးမဟုတ္​ဘူလို႕ သံသယ၀င္​​ေနပါတယ္​ မိန္​းမျဖစ္​သူကလည္​း စိမ္​းကားသြားျပီး​့ အျပင္​မွာ​ေဖာက္​ျပန္​​ေနတယ္​လို႔လဲသံသယ၀င္​​ေနပါတယ္​ထို႔ျပင္​အိုးက်န္​႔တစ္​​ေယာက္​ မၾကာခဏလုပ္​ၾကံမႈမ်ားၾကံဳလာရ​ေသာအခါ.....ဘယ္​သူ​ေနာက္​ကြယ္​မွာ႐ွိ​ေနလဲ.......စံု​ေထာက္​​ေဖ့႐ွင္​းႏွင္​့မိတ္​​ေဆြအၿငိမ္​းစားရဲခ်ိဳလာ့တို႔ကို  အိုးက်န္႕ရဲ႕မိန္​းမျဖစ္​သူက သူ႕ခင္​ပြန္​းသည္​အားစံုစမ္​း​ေပးဖို႔ငွါးရမ္​းလာ​ေသာအခါ ဘယ္​လိုဖံုးကြယ္​ထားတာ​ေတြသိလာရမလဲ......​ေနာက္​ကြယ္​က အမွန္​တရား​ေပၚ​ေပါက္​လာမွာလားဆိုတာကိုေတာ့ ........ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့ေနာ္Qty - 720p HD ripDuration - 1hr 58minGern - Crime / ThrillSubtitle - Myanmar HardsubTranslator - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Qia7/Inside_Or_Outside_[2016]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZGYzMDM4NTMtOWU2ZS00YWYyLWFhMTMtYTAzYzg3MTExOTE3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guilty of Mind (2017)",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ သဲထိတ္ရင္ဖို စံုေထာက္အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ၂၀၁၇ ခုႏွစ္ထဲမွာထြက္ရွိထားတာျဖစ္ျပီးခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိိတ္သတ္ေတြေကာပေဟဠိဆန္တဲ့ ပုစၦာေတြကိုေျဖရွငး္ျပီးေထာက္လွမ္းတာကို စိတ္၀င္စားတဲ့ ပရိတ္သတ္ေတြပါၾကိဳက္ႏွစ္သက္မယ့္ကားေလးတစ္ကားပါ ဇာတ္ကားအက်ဥ္းေလးကေတာ့ Fang Mu ဟာ စံုေထာက္ဌာနရဲ႕ ဘုရားေပးတဲ့လက္ေဆာင္လို႕ေျပာရေလာက္ေအာင္ စံုေထာက္ရာမွာ ထူးခၽြန္တဲ့ အရာ ရွိပါ တစ္ေန႕မွာ သူဟာ လူသတ္မႈေတြကို ဆက္တိုက္က်ဴးလြန္ေနတဲ့ လူသတ္သမားကို ေဖာ္ထုတ္စံုစမ္းဖို႕တာ၀န္္ေပးျခင္းခံရပါေတာ့တယ္ သူနဲ႕ အတူတူတြဲဖက္အျဖစ္ရဲတပ္ဖြဲ႕ေခါင္းေဆာင္ Tai Wei ကို တာ၀န္ထမ္းေဆာင္ေစပါတယ္  ဒီလိုနဲ႕ Fang Mu ဟာလူသတ္သမားကိုရွာေဖြေဖာ္ထုတ္ဖို႕ၾကိဳးစားရင္း လူသတ္မႈဟာ တိမ္မေယာင္ နဲ႕ နက္နဲေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲ တရားခံကေကာ ဘယ္သူလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 1hr 45minGern -Action/ Thril / CrimeSubtitle - Myanmar HardsubTranslator ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/guilty-of-mind-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/crazy-stupid-love-poster-1-141x200.jpg",
        "title": "Crazy, Stupid, Love (2011)",
        "description": "Crazy, Stupid, Love (2011)\nIMDb - 7.4/10_____Rotten - 79%\n  အရွယ်ရောက်လာတဲ့ယောက်ျားဖြစ်ဖြစ် မိန်းကလေးဖြစ်ဖြစ်တော်တော်များများမှာ အိပ်မက်တစ်ခုရှိတယ် ပြီးပြည့်စုံတဲ့ family life တစ်ခုဖန်တီးဖို့ပဲ...ဒါကြောင့်အချစ်စစ်တစ်ခုရှာဖွေတယ် အိမ်ထောင်ပြုတယ်ဒါမှမဟုတ်သင့်တော်တဲ့သူလို့ထင်တဲ့သူနဲ့အိမ်ထောင်ပြုကြတယ်..ပြီးတော့.. မျိုးဆက်လေးတွေမွေးဖွားရင်း သိပ်တော်တဲ့ကလေးတွေအဖြစ်ပြုစုပျိုးထောင်ဖို့ ကြိုးစားအားထုတ်ကြတယ်...အလုပ်တစ်ဖက် သားသမီးတစ်ဘက်နဲ့ဆိုတော့ လင်မယားအကြားဆက်ဆံရေးကိုမေ့လျော့နေမိတတ်တယ်....အနုပညာမြောက်လှပါတယ်ဆိုတဲ့ဆိုတဲ့သီချင်းတစ်ပုဒ်တောင်ဖွင့်ဖန်များ ကြားရဖန်များလာရင် ညည်းငွေ့တတ်တဲ့သဘောရှိတယ်ကျွန်တော်တို့ရဲ့နှစ်သက်ခြင်းကို နှစ်သက်ခြင်းကပဲဖျက်ဆီးသွားတတ်တယ်.....အိမ်ထောင်ရေးမှာလည်း ဒီလိုပဲထင်ပါ့ တစ်ယောက်ရဲ့အပြုအမူတွေဟာ နှစ်သက်ခြင်းကြိမ်ဖန်များစွာဆောင်ခဲ့ပေမဲ့ကြာလာတော့ညည်းငွေ့တတ်တဲ့အဆင့်ရောက်သွားတယ် နှလုံးသားဟာ အဟာရမဲ့လေတော့ ကလေးတွေရဲ့သံယောဇဉ် နှောင်ဖွဲ့ခြင်းအသိအမှတ်ပြုလက်ထပ်စာချုပ်တွေဟာ အဓိပါယ်မဲ့သွားတတ်တယ်....ကျွန်တော်ပြောတာတွေက ယေဘူယျအမှန်တရားဖြစ်နိုင်သလို ချွင်းချက်အမှန်တရားလည်းဖြစ်နိုင်ပါတယ်....ဒီကားလေးက ကလေး ၃ယောက်ရှိတဲ့မိခင်နဲ့မိခင်ကြားအဆင်မပြေပုံတွေနဲ့ မြှာပွေတတ်တဲ့ကောင်လေးတစ်ယောက်အချစ်ကြောင့်ပြောင်းလဲသွားတတ်ပုံလေးကိုရိုက်ပြထားတာပါ.....ကျွန်တော်ပြောတာနဲ့တင်ဒီကားရဲ့Plotကိုသဘောပေါက်လောက်ပြီထင်ပါတယ် ပြီးတော့ ဒီကားက သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးတွေပါပဲ ...... Steve Carell,Ryan Gosling,Julianne Moore,Emma Stone,Marisa Tomei,Kevin Bacon ...LALALAND က Ryan Goslin နဲ့ ကျော့်အချစ်တော်လေး Emma Stoneလေးတော့အနည်းဆုံးသိကြမယ်ထင်ပါတယ်......ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ  အရြယ္ေရာက္လာတဲ့ေယာက္်ားျဖစ္ျဖစ္ မိန္းကေလးျဖစ္ျဖစ္ေတာ္ေတာ္မ်ားမ်ားမွာ အိပ္မက္တစ္ခုရွိတယ္ ၿပီးျပည့္စုံတဲ့ family ...",
        "rating": "7.4",
        "url": "https://megaup.net/4fz2i/Crazy,_Stupid,_Love_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BM2E1OTRlZDUtNTFjZC00ZDMxLTk4YjYtYmIzN2Q1ZWQ5OTBkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "OtherLife (2017)",
        "description": "2017 မွာထြက္ရွိလာတဲ႔ Otherlife ဆိုတဲ႔ကားေလးကို\nသိပၸံအက္ရွင္ကားေတြႏွစ္သက္တဲ႔ပရိသတ္ႀကီးအဖို႔တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလး အက်ဥ္းကေတာ႔ Ran Amari ဆိုတဲ႔\nသိပၸံပညာရွင္မေလးက otherlife ဆိုတဲ႔ အရာတစ္ခုကို တီထြင္လိုက္ႏိုင္ပါတယ္။အဲ႔ဒီအရာက တကယ္ျဖစ္တည္ေနတဲ႔မွတ္ဉာဏ္ေတြကို အခ်ိန္နဲ႔တစ္ကြဖန္တီးေပးႏိုင္တဲ႔အရာတစ္မ်ိဳးပါပဲ။အဲ႔ဒီအရာကို အမ်ားျပည္သူကိုထုတ္ျပဖို႔စမ္းသပ္စစ္ေဆးေနတုန္းမွာပဲ အစိုးရက အဲ႔တာကိုအက်ဥ္းေထာင္ေတြမွာအသံုးခ်ဖို႔ ၾကိဳးစားေနေၾကာင္းသိလာရတဲ႔အခါ သူမဘယ္လိုေရြးခ်ယ္မလဲ။ကိုးမားျဖစ္ေနတဲ႔သူမရဲ႔ အကိုအတြက္ေရာသူဘာေရြးခ်ယ္မလဲဆိုတာစိတ္ဝင္စားစရာပါ။သိပၸံဇာတ္လမ္းအလန္းေတြကို ၾကိဳက္တဲ႔ပရိသတ္ေတြၾကည္႔ရွု႔သင္႔တဲ႔ ရိုက္ခ်က္အလန္းေတြနဲ႔ကားတစ္ကားပါ။Imdb ကလဲ6.4/10 ရရွိထားပါတယ္Qty - 720p Web dlDuration - 1hr 36minGern - Sci-Fi/ Mystery / CrimeSubtitle - Myanmar HardsubTranslator - Mie MieEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2h7y4/Otherlife_[2017]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-3-133x200.jpg",
        "title": "Brawl in Cell Block 99 (2017)",
        "description": "နောက်ဆုံးအလုပ်ဆိုပြီးလုပ်လိုက်တဲ့အလုပ်မှာလွဲမှားမှုတွေဖြစ်ပြီးဘရက်ဒ်တစ်ယောက်ထောင်ကျတော့တာပါပဲ။အဲဒီကစလို့ပွဲကြမ်းတော့တာပဲ။ဘယ်လိုပွဲကြမ်းမလဲဆိုတာတော့ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။အသည်းယားတတ်သူများကတော့ဝေါင်ဝေါင်ရှေးထားပေါ့ဗျာ။အမှန်အကန်ကြမ်းပြတာပါပဲ။လောကမှာအကြောင်းအကျိုးနဲ့ဖြစ်လာသမျှကိုဘယ်သူမှရှောင်လို့မရတာကိုပြသွားတာပါ။ကိုယ်မျှော်လင့်သလိုဖြစ်မလာနိုင်တာကိုလည်းတွေ့ရမှာပါ။Ratingကလည်းကောင်းတယ်ဆိုတော့ အပန်းပြေဇာတ်ကြမ်းလေးအားပေးလိုက်ကြပါဦး။Qty - 720p Web dlIMDb : 7.3/10Genre : Crime/ThrillerDuration : 2Hours and 12MinutesSubtitle - Myanmar HardsubReview - Thura Zarni AungTranslator - Thura Zarni AungEncoder - Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/12kxh/Brawl-In-Cell-block-99_[2017]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/my-bromance-phi-chai.29395-140x200.jpg",
        "title": "My Bromance (2014)",
        "description": "IMDb Rating 6.7 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ My Bromance ကားေလးကေတာ့အရမ္းကို hit ျဖစ္ခဲ့တဲ့ BL ကားေလးပါ  ဇာတ္လမ္းေလးထဲမွာေတာ့ ညီအစ္ကိုဆိုတာတဖေအထဲ တမေအ ထဲ ေမြးမွ ညီအစ္ကို မဟုတ္ပါဘူးဖေနမတူ မေအမတူ လဲ ခ်စ္တတ္ ရင္ ညီအစ္ကိုပါပဲဆိုတာကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးလဲ ကိုယ့္ ညီေတြ အစ္ကိုေတြကို ခ်စ္တတ္ၾကပါေစဗ်ာဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Golf ရဲ႕အေဖဟာေနာက္မိန္းမယူၿပီးအိမ္ကိုေခၚလာခဲ့ပါတယ္။ဒါေပမယ့္ေနာက္မိန္းမတင္မကပဲသူ႔သားေလးပါ ပါလာခဲ့ပါတယ္Golf ဟာေတာ္ရမယ့္မိေထြးကိုေရာသူနဲ႔အတူပါလာတဲ့သူ႔သားကိုပါလြန္စြာၾကည့္မရမုန္းတီးခဲ့ပါတယ္ေနာက္မိန္းမနဲ႔ပါလာေသာသားေလး Bank ဟာ Golfနဲ႔သက္တူရြယ္တူဆိုေပမယ့္ေသးေသးေကြးေကြးေလးနဲ႔ခ်စ္စရာေကာင္ေလးတစ္ေယာက္ပါ သူဟာ Golf ကိုအရမ္းသည္းခံပါတယ္၊အတန္းထဲမွာဆိုလဲဖိနပ္ကအစလိုက္ၿပီးႀကိဳးခ်ည္ေပးတဲ့၊အလိုက္သိတတ္တဲ့ေကာင္ေလးပါတျဖည္းျဖည္းနဲ႔သူတို႔ႏွစ္ေယာက္ခ်စ္ၾကည္ရင္းႏွီးမႈေတြရရွိုၿပီးညီအစ္ကိုသံေယာဇဥ္ဆိုတာထက္ပိုသြားခဲ့ၾကပါတယ္....ဒါေပမယ့္ဒီကိစၥကိုသူငယ္ခ်င္းေတြကလက္ခံပါ့မလား၊မိဘေတြကေရာဒီအျဖစ္အပ်က္ကိုခြင့္ျပဳႏိုင္ပါ့မလား.......ေက်ာင္းသားႏွစ္ေယာက္ၾကား၊ညီအစ္ကိုႏွစ္ေယာက္၊ခ်စ္သူႏွစ္ဦးၾကားထင္မွတ္မထားတဲ့မုန္တိုင္းေတြဝင္ေရာက္တိုက္ခတ္ခဲ့ၾကၿပီးသူတို႔ေနာက္ဆံုးအထိလက္တြဲသြားႏိုင္ပါ့မလား......... Qty - Web- ripDuration - 1hr 59minGern - DramaSubtitle - MyanmarReview - ...",
        "rating": "6.6",
        "url": "https://megaup.net/UP5j/My_Bromance_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/22855736_184990728733179_742687046_n-135x200.jpg",
        "title": "Acts of Vengeance (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဇာတ္လမ္းေလးက IMDb မွာ ၅.၈ ရထားပါတယ္ ဒီကားထဲမွာ ဖရန္႕အျဖစ္ေတာ့အားလံုးနဲ႕ ရင္းႏွီးေနတဲ့ မင္းသားၾကီး Antonio Banderas ကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရွ႕ေနျဖစ္သူ ဖရန္႔ဗီလာရာဟာသူ႔မိန္းမနဲ႔ သမီးျဖစ္သူဟာဧည့္ခံပြဲတခုကိုသြားရာက အသတ္ခံလိုက္ရပါတယ္။သူကိုယ္တိုင္ကေတာ႔ ပြဲကိုလာဖို႔ကတိေပးခဲ႔ေပမယ္႔အလုပ္မ်ားေနတာေၾကာင္႔ မသြားျဖစ္ခဲ႔ပါဘူး။\nသူ႔မိန္းမနဲ႔သမီးေလး အသတ္ခံရတဲ႔အမႈကိုသူ႔ခမ်ာအသည္းအသန္ေဖာ္ထုတ္ေစခ်င္ေပမယ္႔ ဘာသက္ေသမွမက်န္မ်က္ျမင္သက္ေသလည္းမရွိတာေၾကာင္႔ခက္ခဲေနပါတယ္။\nသူၾကားခဲ႔ရသမွ်ဟာ ႏွစ္သိမ္႔စကားေတြခ်ည္းပါပဲ။သူသာကတိအတိုင္း ပြဲကိုသြားခဲ႔ရင္...ဆိုျပီး ယူၾကံဳးမရျဖစ္ျပီးလက္ေ၀ွ႕ပြဲေတြမွာ အထိုးခံျပီး သူ႔ကိုယ္သူအျပစ္ေပးေနပါတယ္။\nဒါေပမယ္႔ သူ႔အမႈကို ေသခ်ာမစံုစမ္းေတာ႔ပဲ အမႈပိတ္ခါနီးျဖစ္လာခ်ိန္မွာေတာ႔ဖရန္႔ဟာ လူသတ္သမားကို သူကိုယ္တိုင္ေဖာ္ထုတ္ပါေတာ႔တယ္။\nသူတျဖည္းျဖည္း သဲလြန္စေနာက္ကိုလိုက္ခဲ႔ခ်ိန္မွာေတာ႔ လူသတ္သမားဟာသူရင္းႏွီးသူျဖစ္ေနပါတယ္။ ဘာေၾကာင္႔သူ႔မိန္းမနဲ႔ သမီးေလးကိုသတ္တာလဲ။\nလူသတ္သမားကို ဘယ္လိုခဲရာခဲဆစ္ လိုက္ခဲ႔ရလဲဆိုတာေတာ႔...ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာျဖစ္ပါတယ္ :D Qty - 720p Web - dlDuration - 1hr 27 minGern - Action / ThrillSubtitle - Myanmar HardsubTranslator - Rebel HninEncoder - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/acts-of-vengeance-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BOGY5N2E3YzMtMDBlMy00YTQ1LWE4MjAtZTMyZWNhYWIwNDhkXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "A Day (2017)",
        "description": "IMDb 6.8 ရထားပြီး ၂၀၁၇ ခုနှစ်ထွက် သဲထိပ်ရင်ဖို ဒရာမာကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကတော့အရင် မြဝတီကလွင့်တဲ့ ရုပ်သံစီးရီးတွေမှာ ပါဝင်သရုပ်ဆောင်နေကျမငး်သားတွေဖြစ်တာကြောင့် ပရိတ်သတ်ကြီးနဲ့ စိမ်းမှာ မဟုတ်ပါဘူးဇာတ်လမ်းအကျဉ်းလေးကတော့ နှလုံးအထူးကု ပါ​မောက္ခ​ဒေါက်​တာ ကင်​ဂျွန်​​ယောင်​းဟာနိုင်​ငံခြားမှာ​ ပရဟိတလုပ်​ငန်​းများအတွက်လုပ်အားပေးလုပ်​ကိုင်​ပြီးတဲ့အတွက် ကိုရီးယားသို့ပြန်​​လာပြီးသမီး​လေးအင်​ဂျွန်​နှင်​့ ချိန်​းထား​သော​နေရာကိုသွား​တဲ့လမ်​းမှာကားမ​တော်​တဆမှုတစ်​ခုကို​တွေ့ပြီးဝင်​ကူညီရာ ကားဖြင့်​အတိုက်​ခံရ​သောသူမှာသူ့သမီး​လေးဖြစ်​​နေပါတယ် သို့​သော်​ ရုတ်​တရက်​ အိပ်​မက်​​မက်သလိုဖြစ်ပြီး​့ နိုးထလာကာ ခုနက အဖြစ်​အပျက်​များအတိုင်​း အဖန်​တလဲလဲ ဖြစ်​​ပေါ်​နေပါတော့တယ်သူ့သမီးကားတိုက်​ခံရသည်​ကိုခဏတိုင်​း ​တွေ့မြင်​​နေရ​သော​ကြောင်​့ ငရဲကျ​နေသကဲ့သို့ခံစားချက်​များဖြင့် ပူပင်​​သောက​ရောက်​​နေ​ရပါတော့တယ်ကဲ ဒေါက်တာကင်တစ်ယောက် ဒီဖြစ်​ရပ်​ဆန်​းကနေ ဘယ်လို ရုန်းထွက်မလဲဒီဖြစ်ရပ်ဆန်းကြီးကကော ဘာကြောင့်ထပ်တလဲလဲ ဖြစ်နေတာလဲဒေါက်တာကင်ကတော့ ဒီဖြစ်ရပ်ဆန်းကနေ ရုန်းထွက်နိုင်ပါ့မလား ဆိုတာကိုတော့ပရိတ်သတ်ကြီးကဆက်လက်ကြည့်ကြရမှာပါQty - Web - dl 720pDuration - 1hr 45minGern - Drama/ThrillSubtitle - Myanmar HardsubTranslator - NickyEncoder - Kyaw ...",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzY2MmRjOGMtNzBlYS00M2FmLThhMmItNzUyNDNkNDZkZjVhL2ltYWdlXkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Eliminators(2016)",
        "description": "ကြ်န္ေတာ္တုိ႕ငယ္ငယ္ကေတာ့ စာေရးဆရာမဟာေဆြစာအုပ္ေတြဖတ္ျဖစ္တယ္ သူ႕ဇာတ္လုိက္ေတြလုိ အေလးေတြမ\nက်န္းမာေရးေကာင္းေအာင္လုပ္ ေယာက်ၤားပီရသေအာင္ေနရမယ္ စာရိတၱေကာင္းေအာင္ေနရမယ္ ကုိယ္ခံပညာတတ္ကြ်မ္းရမယ္\nေနာက္ပုိင္းရုပ္ရွင္ေတြၾကည့္ေတာ့လည္း အက္ရွင္ကားေတြအေတာ္ႀကဳိက္မိတယ္ သူတုိ႕ဆီကမင္းသားေတြအေတာ္မ်ားမ်ားက\nကုိယ္ခံပညာေတြအေတာ္တတ္ၾကတာကုိးေယာက္်ားပီသတယ္ အနစ္နာခံကုိယ္ႀကဳိးစြန္႕တယ္ ကြ်န္ေတာ္တုိ႕သိပ္သေဘာက်မိတဲ့ ဇာတ္ေကာင္စရုိက္ေတြေပါ့\n...... ဒီကားရဲ႕မင္းသား Scott Adkins ကုိအားလုံးရင္းႏွီးၾကမွာပါ...Undisputed ကားေတြ\nNinja,Ninja: Shadow of a Tear,Holby City, Doctor Strange, The Bourne Ultimatum, Zero Dark Thirty,EastEnders, Hollyoaks, Doctors\nစတဲ့ကားေတြမွာပါ၀င္သရုပ္ေဆာင္ထားတယ္....သူတတ္တဲ့ကုိယ္ခံပညာေတြေတာ့အေတာ္မ်ားတယ္. Taekwondo. Kickboxing Ninjutsu, Karate, Capoeira, Jujutsu,\nJudo, Jeet Kune Do, Krav Maga, Wushu နဲ႕ gymnastics စတဲ့ကုိယ္ခံပညာေတြတတ္ကြ်မး္ပါတယ္ Judo သင္တန္းလည္းဖြင့္ထားတယ္....သူ႕အက္ရွင္ခန္းေတြ\nဘာလုိ႕လန္းေနလဲဆုိတာ ဒီေလာက္ဆုိသေဘာေပါက္မယ္ထင္ပါတယ္...\nဒီကားထဲမွာေတာ့ Scltt Adkins ဟာ သုိးမက္စ္အမည္နဲ႕သရုပ္ေဆာင္ထားပါတယ္... သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္...ဒီသမီးေလးဟာသူ႕ဘ၀မုိ႕အစစအရာရာဂရုစိုက္တယ္\nတစ္ေနေတာ့ လူဆုိး ၃ေယာက္ဟာ အိမ္မွားၿပီး သုိးမက္စ္တုိ႕သားအဖ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gRw3/Eliminators_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0MjAwMDY4MV5BMl5BanBnXkFtZTgwODI4NjI2MDE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "White Vengeance (2011)",
        "description": "IMDb Rating (6.3) ရရှိထားတဲ့ Action,Drama,History အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။\nအချစ်တော်လေး ဂူဂူး (မင်းသမီး Liu Yifei) ပါဝင်ထားပြီး မင်းသားချော Feng Shaofeng အပြင်\nLeon Lai, Zhang Hanyu, Anthony Wong, Jordan Chan, Andy On, Xiu Qing and Jia Qing\nစတဲ့ သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားပါတယ်။\nချင်မင်းဆက်အဆုံး ဟန်မင်းဆက်အစ သမိုင်းနောက်ခံကို အခြေပြုပြီး အချစ်နဲ့စစ်ပွဲတွေအကြောင်းကို\nသိပ်သည်းတဲ့ သရုပ်ဆောင်ချက်...ခမ်းနားတဲ့တင်ဆက်မှုတွေနဲ့ တင်ဆက်ထားမို့\nကြည့်ရှုခံစားဖို့ လက်မလွတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nFile Size…(1.1 GB) and (470 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/white-vengeance-2011/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/driver-b464-133x200.jpg",
        "title": "Driver (2017)",
        "description": "အခုတစ္ေလာ BL ကားေလးေတြ ေခတ္ထေနတဲ့ အတြက္ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၇ ထြက္ ထိုင္​း​ BL ကား အလန္​း​ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္BL ဆိုတာ ကို မထိေတြ႕ဖူးေသးတဲ့ ပရိိတ္သတ္ၾကီးေရာ ထိေတြ႕ဖူးတဲ့ ပရိတ္သတ္ၾကီးပါBL ကားေတြရဲ႕ အရသာကို ထိထိ မိမိ ခံစားေစႏိုင္ဖို႕  အတြက္ အဆင္ေလးေတြပါတဲ့BL ကားၾကီးကို တင္ဆက္ေပးလိုက္ရတာပါ ဒီကားကိုၾကည့္ျပီးရင္ေတာ့ ကိုယ့္ဖာသာစိတ္ထိန္းၾကဖို႕ေတာ့လိုတယ္ေနာ္႕စိတ္မထိန္းႏိုင္ပဲ သူငယ္ ပတ္ေထာင္ရင္ေတာ့ ကိုယ့္ ကိစၥနဲ႕ ကိုပါပဲဒီကားၾကည္​့ၿပီးရင္​ မိန္​းမ​ေတြအခ်စ္​ကပဲ ​ေၾကာက္​စရာ​ေကာင္​းတာလား​ေယာက်ာ္း​ေတြကပဲခ်စ္​တတ္​တာလား အ​ေတြးပြားစရာပါ။တကယ္ေတာ့ ေယာက်ာ္းျဖစ္ျဖစ္ မိန္းမျဖစ္ျဖစ္ ခ်စ္တတ္ၾကတာပါပဲဒါေပမဲ့ သဘာ၀ ကိုလြန္ဆန္လာတဲ့ အခါမွာေတာ့ မျဖစ္သင့္တာေတြျဖစ္မလုပ္သင့္တာေတြလုပ္ၾကပါေတာ့တယ္  ဒီကားထဲမွာေတာ့ ခပ္ၾကမ္းၾကမ္းနမ္းခန္းေတြ ခ်စ္ခန္းေတြ တေထာၾကီးပါေနတာမို႕ ေအးေအးေဆးေဆး တေယာက္ထဲၾကည့္ျပီး ဖီးလ္ၾကဖို႕ ေျပာခ်င္ပါတယ္  ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကို သြားလိုက္ၾကရေအာင္ကိတ္​ဆိုတဲ့ အမ်ိဳးသမီးဟာ နာမည္နဲ႕လိုက္ေအာင္ ကိတ္လဲကိတ္လွလဲလွ ခ်မ္​းလဲခ်မ္​းသာထက္​လည္​းထက္​ျမက္​တဲ့ မိန္​းမတ​ေယာက္​ပါ။သူ႔​ေယာက္​်ားျဖစ္​သူ ​ေတး ...",
        "rating": "",
        "url": "https://megaup.net/Vlzc/Driver_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p9836613_p_v7_aa-133x200.jpg",
        "title": "Must Be… Love (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဖိလစ္ပိုင္ အခ်စ္ဟာသ ဖန္စီ ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားကိုေတာ့ CM ပရိတ္သတ္ၾကီးအေနနဲ႕ သိပ္စိမ္းမွာ မဟုတ္ပါဘူး ဘာလို႕ဆို သူ႕ကားေတြၾကီးပဲ တင္ဆက္ေပးလာလို႕ပါဇာတ္လမ္းေလးကေတာ့ အခ်စ္ဦးဆိုတာ ဘယ္ေလာက္ပင္ၾကာၾကာ မေမ့ဘူးလုိ႕ဆိုပါတယ္ငယ္စဥ္ကထဲက ကစားအတူသြားအတူ ေနခဲ့ၾကတဲ့ သူေတြ ခ်စ္ၾကျပီဆိုရင္ေတာ့ျဖင့္ဘယ္ေလာက္ေတာင္ခ်စ္ၾကမယ္ဆိုတာကေတာ့ေျပာေနစရာမလိုေလာက္ေတာ့ဘူးထင္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ ငယ္စဥ္ကထဲကခင္မင္ရင္းႏွီးၾကတဲ့ သူငယ္ခ်င္းႏွ္စ္ေယာက္တစ္ေယာက္က တိတ္တခိုးေလးခ်စ္မိေနတဲ့အခါမွာ က်န္တဲ့တစ္ေယာက္ကမသိပဲ ေလွ်ာက္ေပြးဒါကို ဖြင့္မေျပာရဲေတာ့ ၾကိတ္ခံစား ေနရင္း အခြင့္အေရးရတဲ့ တစ္ေန႕မွာေတာ့ .....................ကဲ ပရိတ္သတ္ၾကီးလဲ တိတ္တခိုးခ်စ္ျပီး ၾကိတ္ပိုးေနရင္ေတာ့ ရဲရဲသာဖြင့္ေျပာလိုက္ပါေနာ္ေကာင္ေလးတစ္ေယာက္က ေကာင္မေလးတစ္ေယာက္ကို ခ်စ္တာဟာ အျပစ္မဟုတ္သလိုေကာင္မေလးတစ္ေယာက္ကလဲ ေကာင္ေလးတစ္ေယာက္ကို ခ်စ္မိေနတာက အျပစ္တစ္ခုမဟုတ္ပါဘူးခ်စ္မိေနရင္ေတာ့ Gender ေတြကိုေဘးခ်ိတ္ျပီး ရဲရဲသာဖြင့္ေျပာလိုက္ပါေကာင္မေလးဆုိလဲ ေၾကာက္မေနပဲ ရဲရဲသာကို ၾကိတ္ခြက္ေနတဲ့ေကာင္ေလးကို သြားဖြင့္ေျပာလိုက္ပါေနာ႕သူလဲ ကိုယ့္ၾကိတ္ခြက္ရင္ ခြက္ေနမွာေပါ့ ဟုတ္တယ္မလား ဘာမွ ဂရုစို္က္မေနနဲ႕ပတ္၀န္းက်င္ဆိုတာ တကယ္ေတာ့ထင္သေလာက္ၾကီး သက္ေရာက္မႈမရွိပါဘူး neglect လုပ္တတ္ဖုိ႕ပဲလိုတာပါ :p ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Patricia နဲ႕ Ivan သူငယ္ခ်င္းႏွစ္ေယာက္ ေကာင္မေလးျဖစ္သူ Patricia ကသူ႕သူငယ္ခ်င္း ကို ခ်စ္မိသြားတဲ့အခါမွာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2UOCO/Must_Be_........_Love_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/594070_full-140x200.jpg",
        "title": "Finding Mr. Right (2013)",
        "description": "IMDb Rating (6.4) နဲ့ Rotten Tomatoes 83% ထိရရှိထားတဲ့  Comedy,Romance အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသားကတော့ Wu Xiubo ဖြစ်ပြီး မင်းသမီးကတော့ \"Lust, Caution\" ဇာတ်ကားနဲ့ ကမ္ဘာကို ကိုင်လှုပ်နိုင်ခဲ့တဲ့ မင်းသမီး Tang Wei ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Rating တွေကောင်းသလို ဝေဖန်ရေးဆရာတွေရဲ့ မှတ်ချက်ကောင်းတွေလဲ လက်ခံရရှိထားပါတယ်။US$5 million သာ သုံးစွဲရိုက်ကူးခဲ့ပေမယ့် Box Office ဝင်ငွေ US$84.4 million ထိ ပြန်လည်ရရှိခဲ့တာပါ။ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်တွေရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါနော်။ \nFile Size…(999 MB) and (380 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…02:03:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Missy",
        "rating": "6.4",
        "url": "https://megaup.net/3fv6T/Finding_Mr._Right_[2013]_(MM_Sub).mp4  ",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-133x200.jpg",
        "title": "The Young and Prodigious T.S. Spivet (2013)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ အေဟာင္းထဲကအေကာင္းေလးတစ္ကားျဖစ္တဲ့၂၀၁၃ ကထြက္ခဲ့တဲ့The Young and Prodigious T.S.Spivet ဆိုတဲ့ကားေလးပါ\nIMDb 7.1 ထိရထားပါတယ္ ဒီထဲမွာ မြန္တာနာက ေကာ္ပါေတာ့ျခံေလးမွာေနထိုင္တဲ့မိသားစုေလးအေၾကာင္းပါဒီမိသားစုမွာေကာင္းဘြိဳင္အလုပ္ကိုရူးသြပ္တဲ့အေဖျဖစ္သူရယ္\nအင္းဆက္ေတြကို ေလ့လာဖို႔ ရူးသြပ္တဲ့အေမျဖစ္သူရယ္\nမစ္ယူအက္စ္ေအျဖစ္ဖို႔ ရူးသြပ္တဲ့ အစ္မျဖစ္သူရယ္\nကာရိုက္တာခ်င္းလံုးဝမတူၾကတဲ့အျမြာညီအစ္ကို ၂ ေယာက္ရယ္ရွိၾကပါတယ္\nတီအက္စ္စပစ္ဘက္ကေတာ့ သိပၸံပညာရွာေဖြမႈေတြကို အရမ္းရူးသြပ္ျပီး\nသူ႔အစ္ကို ေလတန္ကေတာ့ သူ႕အေဖလိုေကာင္းဘြိဳင္ျဖစ္ခ်င္သူပါ\nသူတို႔မိသားစုမွာ ကိုယ္စီရူးသြပ္မႈေတြနဲ႔ ေနထိုင္ရင္း မေတာ္တဆမႈနဲ႔ေလတန္ေသဆံုးသြားပါတယ္\nတီအက္စ္ကေတာ့ ၁၀ နွစ္အရြယ္မွာပဲ တီထြင္ဆန္းသစ္မႈတစ္ခုကိုလုပ္နုိင္ခဲ့ပါတယ္\nသူ႔ရဲ႔တီထြင္မႈကို စမစ္ဆုိနီယမ္ကေပးတဲ့ ဆုကိုရတာကေနစျပီး\nတီအက္စ္ရဲ႕ ေန႔စဥ္လည္ပတ္ေနတာဟာ စြန္႔စားခန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္\nသူဘာေတြလုပ္မလဲဆုိတာကိုေတာ့ ၾကည့္ရွဳအားေပးၾကပါလို႔\nဇာတ္ကားတစ္ကားလံုးမွာ ငိုက္ေနစရာအကြက္မရွိေအာင္စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္ကားေလးပါ\nတကယ္ကိုၾကည့္သင့္တဲ့ကားလုိ႔ ညႊန္းေပးပါရေစ Qty - Blu ray 720pDuration -1hr 45minGern - Fantasy/ DramaSubtitle - Myanmar HardsubTranslator - May Tharaphi LwinReview -  May Tharaphi LwinEncoder - Kyaw Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/VWqr/The_Young_And_Prodigious_T.S._Spivet_[2013]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY2Nzk0MDE3Nl5BMl5BanBnXkFtZTgwOTI0ODc0MjI@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "The Glass Castle (2017)",
        "description": "မိဘဆိုတာ သားသမီးအတြက္အားလံုး ျဖည္႔ဆည္းေပးခ်င္ၾကတဲ႔သူေတြပါ။ဒါေပမယ္႔သူတို႔အားလံုးကလဲ ေျခာက္ပစ္ကင္းသဲလဲစင္ ျပည္႔စံုၾကတဲ႔သူေတြေတာ႔မဟုတ္ၾကပါဘူး။တခါတေလ သူတို႔ဆံုးျဖတ္ရာေနာက္ကို သားသမီးေတြလုိက္ရတာ မလြယ္ကူပါဘူး။ရက္စ္ေ၀ါက ပကာသနဲ႔ေလာကၾကီးကို စိတ္ကုန္ေနျပီးသူ႔ဘ၀ကို ရိုးရိုးရွင္းရွင္းျဖတ္သန္းခ်င္သူပီပီ သူ႔မိသားစုကိုလည္း သူ႔လိုပဲေနခိုင္းပါတယ္။သူေနတဲ႔ပံုစံက အဆင္မေျပျဖစ္လာရင္ တေနရာကေန တေနရာကို အျမဲေျပာင္းေနတာပါ။ၾကာလာေတာ႔သားသမီးေတြက အေဖကိုအလုိမက်ျဖစ္လာျပီး ပုန္ကန္လာပါေတာ႔တယ္။သူတုိ႔ထင္သလို ဘ၀ကလြယ္ကူပါ႔မလား။ေနာက္ဆံုးမိဘကိုနားလည္ျပီး ျပန္အဆင္ေျပသြားပါ႔မလား။ဒီဇာတ္လမ္းကိုၾကည္႔ေနရင္းနဲ႔ကို ရက္စ္ေ၀ါနဲ႔သူ႔မိန္းမ ရို႕စ္မယ္ရီကို စိတ္လဲတို သနားလဲသနားစရာ ခံစားရပါလိမ္႔မယ္။သားသမီးနဲ႔ မိဘအၾကားျပသထားတဲ႔ ၅၂၈ ေမတၱာဇာတ္ကားေကာင္းေလးတခုပါ(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Rebel Hnin ပါ)\n File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 7min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-glass-castle-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/gc5awm9jt6o0vo0-143x200.jpg",
        "title": "[18+] Live (2014)",
        "description": "ဒီဇာတ္ကားဟာ စိတ္ကူးယဥ္ဆန္တဲ့သည္းထိပ္ရင္ဖိုကားျဖစ္ပါတယ္။IMDB Rating 5.2/10 ထားပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ နာအိုတိုတာမူရာ ဆိုတဲ့ေကာင္ေလးဟာငယ္ငယ္တုန္းကလုပ္ခဲ့တဲ့အမွားေလးတစ္ခုေၾကာင့္ႀကီးလာတဲ့အခါအသက္ကိုရင္းၿပီးေတာ့ ကိုယ္ခ်စ္တဲ့လူေတြကိုကယ္တင္ရမယ့္ကစား နည္းတစ္ခုမွာပါဝင္ရပါတယ္။ေသြးထြက္သံယိုမၾကည့္ရဲသူမ်ားမၾကည့္သင့္ပါဘူး။ကိုယ္ခ်စ္ရတဲ့ သူေတြကို ဘယ္လိုေတြၾကမ္းၾကမ္းတမ္းတမ္း ကယ္တင္မလဲဆိုတာေတာ့ .....။Nudity Scene တခ်ိဳ႕ပါဝင္တာေၾကာင့္ Not 4 Kid ပါ။(Dark Side Production မွ တင္ဆက္သည္။) \nFile Size…(850 MB) and (300 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:45:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side SWN",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-live-2014/",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 3 (2017)",
        "description": "ဇာတ်လမ်းပုံစံကတော့ မက်စ်ကွင်းစ် ရဲ့ ခြေကျချိန် ကို ရောက်လာပြီ ဆိုတဲ့ သတိပေးချက်နဲ့ အတူ ပြိုင်ကွင်းမှာပဲလူငယ် မုန်တိုင်းဂျက်ဆင် ကို ပိုးစိုးပက်စက် ရှုံးနိမ့်သွားခဲ့တာနဲ့ ဇတ်လမ်းကို ဇတ်ရှိန်စမြင့်ပေးလိုက်ပါတယ်\nမက်စ်ကွင်း ဟာ စိတ်ဓါတ်ပိုင်းဆိုင်ရာကြောင့်ရှုံးနိမ့်ခဲ့တာ ဖြစ်သလို နည်းပညာပိုင်းဆိုင်ရာ အဆင့်မြင့်တင်မှုတွေလိုအပ်နေတဲ့အတွက် သူ့ကို လေ့ကျင့်ပေးဖို့ အတွက် တဖန် ပြန်လည်ပြင်ဆင်ရာတွင် လေ့ကျင့်ပေးသူခရူးစ် နဲ့ စတင်တွေ့ဆုံခဲ့ရပြီး ခရူးစ် ရဲ့ စိတ်ဓါတ်မြင့်တင်ပေးမှု တွေနဲ့ မက်စ်ကွင်းစ် ဟာလူငယ်လေးတွေကြား ကားပြိုင်ကွင်းအတွင်း အပြေးလှမ်းဖို့ ရောက်ရှိလာတဲ့အခါမှာတော့...\n(ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ဖြစ်ပြီး အညွှန်းကိုတော့ ကိုသစ်ဆန်းခန့်မှရေးပေးထားတာပါ)\n-----------------------------------------------------------\nဇာတ္လမ္းပံုစံကေတာ့ မက္စ္ကြင္းစ္ ရဲ႕ ေျခက်ခ်ိန္ ကို ေရာက္လာၿပီ ဆိုတဲ့ သတိေပးခ်က္နဲ႔ အတူ ၿပိဳင္ကြင္းမွာပဲလူငယ္ မုန္တုိင္းဂ်က္ဆင္ ကို ပိုးစိုးပက္စက္ ရံႈးနိမ့္သြားခဲ့တာနဲ႔ ဇတ္္လမ္းကို ဇတ္ရွိန္စျမင့္ေပးလုိက္ပါတယ္\nမက္စ္ကြင္း ဟာ စိတ္ဓါတ္ပိုင္းဆုိင္ရာေၾကာင့္ရံႈးနိမ့္ခဲ့တာ ျဖစ္သလို နည္းပညာပိုင္းဆုိင္ရာ အဆင့္ျမင့္တင္မႈေတြလိုအပ္ေနတဲ့အတြက္ သူ႔ကို ေလ့က်င့္ေပးဖို႔ အတြက္ တဖန္ ျပန္လည္ျပင္ဆင္ရာတြင္ ေလ့က်င့္ေပးသူခရူးစ္ နဲ႔ စတင္ေတြ႔ဆံုခဲ့ရၿပီး ခရူးစ္ ရဲ႕ စိတ္ဓါတ္ျမင့္တင္ေပးမႈ ေတြနဲ႔ မက္စ္ကြင္းစ္ ဟာလူငယ္ေလးေတြၾကား ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yP7K/Cars_3_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p34876_p_v8_af-133x200.jpg",
        "title": "Shark Tale (2004)",
        "description": "2004 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Animation ေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဒီကားေလးကေတာ့ ညီအစ္ကိုဆိုတာဘာလဲ တစ္မိဘထဲကေမြးထားတဲ့ ညီအစ္ကိုပင္ျဖစ္လင့္ကစား စိတ္ဓါတ္စရိုက္ အမူအက်င့္ေတြက မတူၾကပါဘူး ဒါေပမဲ့ညီအစ္ကိုဆိုတာ ေကာင္းေကာင္းဆိုးဆိုး ပစ္ထားလို႕မရတဲ့သံေယာဇဥ္ အျပင္မွာ ဘယ္လိုပင္မတည့္ေစကာမူ တကယ့္ အေရးၾကံဳရင္ပစ္မထားႏိုင္တဲ့ အေၾကာင္းေတြကို ရိုက္ကူးျပသထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေအာ္စကာက ေသာက္ၾကီးေသာက္က်ယ္ေတြေျပာတတ္တဲ့ ငါးေလးပါ တစ္ေန႕မွာ ဂိုဏ္းစတားငါးမန္းၾကီး  တစ္ေကာင္က အမဲလိုက္ရင္း မေတာ္တဆ လုပ္ၾကံခံလိုက္ရပါတယ္ အဲ့သည္မွာငါးမန္း ဂိုဏ္းစတားၾကီးရဲ႕ ညီ သူေတာ္ေကာင္းငါးမန္းၾကီး က သူ႕အစ္ကိုကို လုပ္ၾကံခံရတာကို လိုက္လံေဖာ္ထုတ္ရာမွာ ေအာ္စကာနဲ႕ ေတြ႕ျပီးဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီီးကဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 90 minGern - Comedy / DramaSubtitle - Myanmar HardsubTranslator - Myat Ko KoEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/shark-tale-2004/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTYzOTgzMDk0OF5BMl5BanBnXkFtZTgwODU5MjU0MTE@._V1_-150x200.jpg",
        "title": "Sad Movie (2005)",
        "description": "Sad Movie ဆိုတဲ့ ၂၀၀၅ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ကိုရီးယားအခ်စ္​ဟာသကား​ေလးတစ္​ကားပါဒီကား​ေလးထဲမွာဆိုရင္​​ေတာ့ျဖင့္​့ Relationship ​ေတြၾကားမွာရွိ​ေနတဲ့အဆိုးအ​ေကာင္​းအ​က်ိဳးအ​ေၾကာင္​း​ဆိုင္​ရာျပသနာ​ေတြ​ေျဖရွင္​းၾကပံု​ေလး​ေတြကိုျမင္​​ေတြ႕ရမွာျဖစ္​ပါတယ္​ ဒါေၾကာင့္ RS ရွိတဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး RS ေတြၾကားမွာျဖစ္တတ္တဲ့ ျပသနာေလးေတြကိုေျဖရွင္းသြားပံုေတြကို သင္ခန္းစာယူၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါဇာတ္​လမ္​းအက်ဥ္​း​ေလးဟာဆိုရင္​ျဖင့္​့မထင္​မွတ္​တဲ့တစ္​​ေန႔ျပင္​းထန္​တဲ့မီး​ေလာင္​မႈျဖစ္​ပြားတဲ့အခ်ိန္​မွာLee Jin wooဆိုတဲ့​မီးသတ္​သမား​ေလးတစ္​​ေယာက္​ကSu eun​ဆိုတဲ့မိန္​းက​ေလးကိုမီးထဲက​ေနကယ္​တင္​​ေပးခဲ့ပါတယ္​ ျဖစ္​ခ်င္​​ေတာ့ ဆူအန္​ရဲ႕အမျဖစ္​သူSoo jeong lim ကသူ႔ဘဝကုိရဲရဲဝံ့ဝံ့နဲ႔ကာကြယ္​​ေပးႏိုင္​မယ္ လို႔ယံုၾကည္​ရတဲ့သူ႔ညီမကိုကယ္​တင္​​ေပးခဲ့သူမီးသတ္​သမား​ေလးကိုခ်စ္​မိသြားပါ​ေတာ့တယ္​Su-eun အ​ေၾကာင္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့ သူက အပန္​း​ေျဖပန္​းၿခံမွာအလုပ္​လုပ္​တဲ့ဆြံ႕အနားမၾကားသူ​ေလးတစ္​​ေယာက္​ပါ သူကလည္​း ပန္​းၿခံမွာ​ေဆးသုတ္​အလွဆင္​တဲ့​လူ​ေခ်ာ​ေလးတစ္​​ေယာက္​ကိုခ်စ္​မိသြားခဲ့ပါတယ္​ ​ေကာင္​​ေလးကလည္​းပဲSu eun ရဲ႕အသံကိုမၾကားဖူး/ မျမင္​ဖူးပဲနဲ႔​ေတာင္​ စြဲလမ္​းသြားမိပါ​ေတာ့တယ္​​ေနာက္​တစ္​တြဲအ​ေၾကာင္​း​ေျပာရမယ္​ဆိုရင္​​ေတာ့ Choi suk -hyun ကအလုပ္​မရွိအကိုင္​မရွိျဖစ္​​ေနတဲ့သူ႔အခ်စ္​​ေတာ္​ Jung ha-seok ကိုဆင္​းရဲဒဏ္​မခံႏိုင္​တဲ့ပုထုစဥ္​လူသားပီပီ Relationship ကိုစိတ္​ပ်က္ေနတဲ့သူတစ္ေယာက္ပါကဲပရိတ္သတ္ၾကီးကေတာ့အတြဲေတြ ဘာေတြဆက္မယ္ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္ၾကရမွာျဖစ္ပါတယ္ Qty - DVD RipDuration - 1hr 44minGern - Drama/ Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Mie MieReview - ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sad-movie-2005/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/School-Tales-Thai-Movie-Poster-136x200.jpg",
        "title": "School Tales (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ထိုင္းသရဲကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးကေတာ့ Make Me Shudder တို႕လို ေက်ာင္းသားသရဲကားေလးပါIMDb မွာေတာ့ 5.1 ရထားပါတယ္ စာဖုိင္မထြက္တဲ့ကားေလးကို ကိုယ္တုိင္ဖန္တီးတင္ဆက္ေပးလိုက္ပါတယ္ညၾကည္​့ကာ​း​ေလးလာပါၿပီ ဒီကား​ေလးၾကည္​့ၿပီးရင္​ ​ေက်ာင္​းကစာၾကည့္​့တိုက္​တို႔practical ခန္​းတို႔​ ဂီတခန္​းတို႔ေရာက္​ရင္​ ​စိတ္​မသန္႔ျဖစ္​ၿပီး​က်ီးကန္​း​ေတာင္​း​ေမွာက္​​ေလွ်ာက္​မၾကည္​့ၾကပါနဲ႔ဗ်ာ​ေတာ္​ၾကာ​ေျပး​ေျပးျမင္​​မိ​ေနမွာစိုးလို႔ပါငိငိ ျဖစ္​ပံုကအထက္​တန္​း​ေက်ာင္​းတစ္​ခုမွာ အ​ေဆာက္​အဦးအမွတ္​၃ က သရဲ​ေျခာက္​လို႔နာမည္​ႀကီး​ေပါ့ဗ်ာတစ္​​ေန႔က် သူငယ္​ခ်င္​းတစ္​စု စာစကား​ေျမာက္​လို႔ ဆိုျပီးဆရာကအျပစ္​​ေပးတဲ့အ​ေနနဲ႔ ​ဂီတခန္​းကတူရိယာ​ေတြကိုသန္​႔ရွင္​းဖို႔အျပစ္​​ေပးလိုက္​ပါတယ္​ သိတဲ့အတိုင္​းပဲလူစံု​ေတာ့လည္​း​ေရာက္​တတ္​ရာရာ​ေပါက္​ပန္​း​ေသးက​ေန​ေျပာစရာမရွိရွာႀကံၿပီးသရဲအ​ေၾကာင္​း​ေရာက္​သြားတာ​ေပါ့ဗ်ာသရဲ fan ​ေတြထင္​ပါ့ အဲ့လိုနဲ႔သူသိတာကိုယ္​နား​ေထာင္​ ကိုယ္​သိတာသူ႔ကိုဖလွယ္​ၾကနဲ႔အလုပ္​​ေတြျဖစ္​ၿပီးဂီတခန္​းကသရဲအစစာၾကည္​့တိုက္​သရဲပါမက်န္​အကုန္​အတင္​​း​ေျပာခံရတာ​ေပါ့ မလြယ္​ဘူး​ေနာ္​သရဲ​ေတာင္​အတင္​း​ေျပာခံရတယ္​ ဘယ္​လိုဘယ္​သင္​းဘာညာသာဒကာ ​ေဝဖန္​ုၾကတာ​ေပါ့ဗ်ာ သရဲလည္​းလူက​ေနျဖစ္​တာပဲအတင္​း​ေျပာတာဘယ္​ႀကိဳက္​မလဲဗ်ာ ပိုဆိုးတာက စူပါသတိၱခဲအဖြဲ႕ကတ​ေစၧဖမ္​းထြက္​မယ္​ဆိုၿပီးလူခြဲရွာသတဲ့အဲ့ဒီလိုနဲ႔​ေနာက္​ဆံုးတစ္​​ေက်ာင္​းလံုးကသရဲ ၄,၅ ​ေကာင္​ထ​ေျခာက္​​ေစမယ္​့စည္​းမ်ဥ္​း​ေတြအတိုင္​းလုပ္​​ေတာ့တာ​ေပါ့​volume ​ေလး​ေတာ့​ေလ်ာ့ၾကည္​့ၾက​ပါဗ်ာ သရဲကားဆို​ေပမယ္​့လည္​း သရဲ​ေတာင္​ျပန္​ၿပီးသနားသြားမိပါတယ္​သူ႔ခမ်ာ​ေကာင္​း​ေကာင္​းမ​ေသရလို႔သရဲဘဝ​ေရာက္​​ေနတာ​ေတာင္​ မ​ေလးမစားလိုက္​ဖမ္​းခံရ​ေသး​ေနာက္​ပုိင္​း​ေရာက္​​ေလ​ေလပိုၿပီးစိတ္​ဝင္​စားစရာ​ေကာင္​းလာပါတယ္​ သရဲကားဆို​ေပမယ့္​လည္​းဇာတ္​အသြားအလာေလးက ဝမ္​းနည္​းစရာ /စိတ္​ဝင္​စားစရာ​ေကာင္​းတဲ့ကား​ေလးပါအ​ေတာ္​ေၾကာက္​မိတဲ့​ဲအဲ​ေလ အ​ေတာ္​ၾကိဳက္​မိတဲ့သရဲကား​ေလးတစ္​ကားပါပဲဗ်ာငိငိ Qty - DVD RipDuration - 1hr 35minSubtitle -Myanmar HardsubGern - Horror/ ThrillTranslator - Pyae Xein ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/school-tales-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk2NDg4NTQwOF5BMl5BanBnXkFtZTcwNDE2Mjg2OA@@._V1_SY1000_CR007411000_AL_-148x200.jpg",
        "title": "Ernest & Celestine(2012)",
        "description": "Ernest and Celestine ( 2012 )\nဇာတ္လမ္းအၫႊန္း\n≡≡≡≡≡≡≡≡≡\nတခါတုန္းက ဝက္ဝံေတြနဲ႔ ႂကြက္ေလးေတြ ေနထိုင္တဲ့ၿမိဳ႕ေလးတၿမိဳ႕ရွိတယ္ ။\nဒါေပမယ့္ အတူယွဥ္တြဲေနထိုင္ၾကတာေတာ့မဟုတ္ခဲ့ဘူး။ ဝက္ဝံေတြဟာလည္း ႂကြက္ေတြကိုေၾကာက္ၾကတယ္ ႂကြက္ေတြဟာလည္းဝက္ဝံေတြကိုေၾကာက္ၾကတယ္။\nဒါ့ေၾကာင့္ ဝက္ဝံေတြ က ေျမျပင္ေပၚမွာေနထိုင္ၿပီးႂကြက္ေတြဟာေျမေအာက္မွာေနထိုင္ခဲ့ၾကတယ္။\nတစ္ရက္မွာ ႂကြက္မေလးတစ္ေကာင္ဟာ အျပစ္ေပးခံရတဲ့အတြက္ သြားေတြရွာဖို႔ ေျမေပၚတက္လာရင္း အႏၲရာယ္ေတြၾကားထဲမွာ ဝက္ဝံတေကာင္နဲ႔ေတြ႕ခဲ့တယ္။ ဝက္ဝံဟာလည္း ဒုကၡေတြခံစားေနရတဲ့သူျဖစ္တယ္။\nဒီလိုေတြ႕ဆံုရာကေန တစ္ေယာက္ကိုတစ္ေယာက္ကူညီရင္း ျဖစ္လာတဲ့ျပသနာေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲ ။ တစ္ေကာင္နဲ႔တစ္ေကာင္ ေၾကာက္ရြံ ႔႔ေနၾကတဲ့ ဒီမ်ိဳးႏြယ္ႏွစ္ခုက သူတို႔ႏွစ္ေယာက္ေၾကာင့္ ဘယ္လိုေတြ ျဖစ္လာမလဲဆိုတာကို\nေတာ့ဒီဇာတ္ကားေလးကိုဆက္လက္ၾကည့္ရင္း ခံစားလိုက္ပါ။ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိေအာင္မ်ဳိးသက္ပါ.\nFile Size…(789MB) and (221MB)\nQuality… 720p\nFormat…mp4\nDuration…01:20:00\nSubtitle by Aung Myo Thet\nEncoder...Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ernest-celestine2012/",
        "category": "Animation, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Thelma-143x200.jpg",
        "title": "Thelma (2011)",
        "description": "2011 ခုႏွစ္ထြက္ ဖိလစ္ပိုင္ ရုပ္ရွင္ကားေလးတစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ထံုးစံ\nအတိုင္းစာဖိုင္မထြက္ပါဘူး အဲ့တာကို စာဖိုင္ဖန္တီးျပီး ျပန္ေရး\nထားတာေၾကာင့္လိုအပ္ခ်က္တစ္စံုတစ္ရာရွိခဲ့ရင္ ခြင့္လြတ္ေပး\nၾကဖို႕ ၾကိဳတင္ေတာင္းပန္အပ္ပါတယ္ ဒီဇာတ္ကားေလက ၂၀၁၁ ခုႏွစ္\nစက္တင္ဘာလ ၇ ရက္ေန႕မွာထြက္ရွိခဲ့တာျဖစ္ျပီး ဖိလစ္ပို္င္မွာ ရံုတင္ေအာင္ျမင္ခဲ့ပါတယ္\nဇာတ္လမ္းေလးရဲ႕နာမည္ကေတာ့ Thelma (သဲမာ) ပါ\nနာမည္အတိုင္း အသဲမာတဲ့ေကာင္မေလးတစ္ေယာက္ရဲ႕\nဘ၀ဇာတ္ေၾကာင္းေလးကို ရိုက္ကူးျပထားတာျဖစ္ျပီး ျဖစ္ရပ္မွန္\nကိုရိုက္ကူးျပထားတာပါ လူ႕ဘ၀မွာ အိမ္မက္ဆိုတာ တခုထဲ ရွိသလို\nအခြင့္အေရးကလဲ တခါပဲလာတာပါ အဲ့တာကို အမိအရဖမ္းဆုတ္ထား\nႏိုင္ဖို႕ကလဲ တစ္ခါပဲ ေလာက ၾကီးကိုလူတစ္ေယာက္ကိုမ်က္ႏွာသာေပးပါတယ္\nတစ္သက္မွာတစ္ခါပဲ ရတဲ့ အခြင့္အေရးကို သဲမာဆိုတဲ့မိန္းမေခ်ာေလးက\nဘယ္လို ဆုတ္ကိုင္ အသံုးခ် သြားတယ္ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက\nသင္ခန္းစာယူၾကည့္ၾကရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ သဲမာဆိုတဲ့ေကာင္မေလး သူ႕၀ါသနာက အေျပး\nသူ႕အေမကလဲ အေျပးခ်န္ပီယံေဟာင္းတစ္ေယာက္ ေယာက်ာ္းရကံမေကာင္းေတာ့\nၾကက္သမားနဲ႕ ညားျပီး သဲမာတို႕ ညီအစ္မ ၂ေယာက္ကို ကိုယ္၀န္ ရခဲ့တယ္ ဒီလိုနဲ႕\nကံအေၾကာင္းမလွတဲ့ သဲမာတို႕ ဘ၀ထဲကို မုန္တိုင္းတစ္ခုက ၀င္ေရာက္လာခဲ့တယ္\nအဲ့တာကေတာ့ သဲမာ ညီမေလးကို ကားတို္က္သြားတာပါပဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thelma-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2ZlYmQ5YzctYzFmZS00MDZmLTkzZWQtNzcyZDFkOWQwMWM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Thirst (2009)",
        "description": "IMDb Rating 7.2 ထိ ရရွိထားတဲ့ ကိုရီယားေသြးစုတ္ဖုတ္ေကာင္ကားအလန္းစားေလးနဲ႕မိတ္ဆက္ေပးပါရေစ။Park Chan-wook ရဲ႕ ဇာတ္ကားလို႔ ဆိုလိုက္တာနဲ႔ ကိုရီယားရုပ္ရွင္ပရိသတ္ေတြ ခ်က္ခ်င္း တန္းၾကည့္ခ်င္စိတ္ ျဖစ္သြားမွာအမွန္ပါ။သမားရုိးက် ဇာတ္အိမ္ေတြကေန ခြဲထြက္ျပီး ရုိက္ကူးေလ့ရွိတဲ့ သူ႔ဇာတ္လမ္းေတြက တကားကို ရသတစ္မ်ိဳ းစီေပးစြမ္းႏိုင္တာ အေသအခ်ာပါပဲ။လူအမ်ားစု မခံစားရဲတဲ့ ေရွာင္က်ဥ္ေလ့ရွိတဲ့ ေရာဂါေဝဒနာ ခံစားမွဳ ။စိတ္ေဝဒနာခံစားမွဳ ။မွားယြင္းေနၾကတဲ့ လိင္စိတ္ပူးကပ္ေနမွဳ ေတြကို သူ႔ရုပ္ရွင္အမ်ားစုမွာ ေတြ႕ရပါလိမ့္မယ္။အဲဒီ စက္ဆုပ္ဖြယ္ျပသာနာေတြကို လွပတဲ့ ရုိက္ခ်က္ေတြ။သာယာညိမ့္ေညာင္းလွတဲ့ ေနာက္ခံ ေတးဂီတေတြနဲ႔ ေပါင္းစပ္ျပေလ့ရွိပါတယ္။အျပာဇာတ္အိမ္ေတြကို ခံစားေနၾကမရွိတဲ့ ရုပ္ရွင္ပရိသတ္ေတြအတြက္ေတာ့ အနည္းငယ္ နားလည္ရခက္ႏိုင္ပါတယ္။အဲဒီလို ဖန္တီးတင္ဆက္ႏိုင္မွဳ ကပင္ သူ႔ရဲ႕ ေမွာ္ဆန္တဲ့ ပါရမီေတြပါပဲ။ပရိသတ္ေနာက္မလိုက္တဲ့ တင္ျပခ်က္ေတြ။ဇာတ္လမ္းမဆန္တဲ့ ဇာတ္အိမ္ဖြဲ႕မွဳ ေတြကို အသစ္တစ္ခုအေနနဲ႔ ေတြ႕ၾကရပါလိမ့္မယ္။ဆန္းျပားလွတဲ့ လက္ေတြ႕ေလာကမွာ လက္ခံႏိုင္ဘြယ္ရာ မရွိတဲ့အရာေတြကိုလည္း လွပတဲ့အျဖစ္အပ်က္ကေလးေတြနဲ႔ ေပါင္းစပ္ထားတာေတြ။အႏုပညာဟာ ။ေဘာင္မရွိ။အကန္႔အသတ္မရွိ။ဟန္ခ်က္ညီမ်ွမွဳ။လူသားဆန္မွဳ ။လူသားမဆန္မွဳ ။စံျပျဖစ္ေစမွဳ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ff4p/Thirst_(Bakjwi)_[17+]_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/qIpb2TU3UEyHwziyVtGS0Ib1LP6-142x200.jpg",
        "title": "With Prisoners (2017)",
        "description": "With Prisoners အမည္​ရတဲ့ဇာတ္​ကားဟာ 2017 မွာျဖန္​႔ခ်ိထားတဲ့တ႐ုတ္​ဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​IMDB 6.3 ရရ​ွိထာ​း​ေသာ အက္​႐ွင္​ ဒရာမာဇာတ္​လမ္​း​ေကာင္​တစ္​ပုဒ္​ျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​သူ​ေတြက​ေတာ့ Raymond Chui ,Edward Chui,Amy Tam စတဲ့သ႐ုပ္​​ေဆာင္​မ်ားပါ၀င္​အားျပ​ိုင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​က​ေတာ့ ငယ္​ငယ္​ရြယ္​ရြယ္​နဲ႔လူမိုက္​ျဖစ္​​ေနတဲ့ လန္​ရစ္​ဖန္​ တစ္​​ေယာက္​ႏွစ္​သစ္​ကူးညမွာ ရဲအရာ႐ွိကို႐ိုက္​ႏွက္​မႈနဲ႔ လူငယ္​ျပဳျပင္​ထိန္​းသိမ္​း​ေရးစခန္​းသြားရပါ​ေတာ့တယ္​စခန္​းမွာ သူဘယ္​လိုဆိုးရြားတာ​ေတြၾကံဳ​ေတြ႔ရမလဲ.....လမ္​းမွန္​ျပန္​​ေလ်ွာက္​ႏိုက္​မလား....ဆရာျဖစ္​သူအရာ႐ွိဟိုက​ေရာ မတရားတာ​ေတြဘယ္​လို​ေဖာ္​ထုတ္​မလဲဆိုတာ......စတာ​ေတြ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့အက္​႐ွင္​ဒရာမာ ပညာ​ေပးဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​ \n(ဘာသာျပန္သူကေတာ့ အိပပစံပါ)\n File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Pa Pa San\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/with-prisoners-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p13852984_p_v8_aa-133x200.jpg",
        "title": "First They Killed My Father (2017)",
        "description": "First They Killed My Father (2017)_____IMDb - 7.2/10\n  \nလောလောလတ်လတ် 2017 မှာ ထွက်ရှိလာတဲ့ ကားလေး First They Killed My Father ကတော့\nအတ္ထုပ္ပတိ ကားကောင်းတွေကိုကြိုက်နှစ်သက်သူပရိတ်သတ်ကြီးအဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကို နာမည်ကျော်မင်းသမီး Angelina Jolie က ဒေါ်လာ 24 million အကုန်အကျခံကာ\nကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးထားတဲ့ ကားပါ။Jolie ရဲ့ အရင်\nအတ္ထုပ္ပတိကား Unbroken ကားမှာကတည်းက ခေသူမဟုတ်ဆိုတာ လက်ခံလိုက်ရတာပါ။\nအခုဇာတ်လမ်းလေးကတော့ ၁၉၇၅ခုနှစ်ကိုဇာတ်အိမ်ထားပြီး ၇နှစ်သမီးကတည်းက\nကလေးစစ်သားအဖြစ် လေ့ကျင့်ခံခဲ့ရတဲ့ Loung Ung တိုတဲ့အမျိုးသမီးလေးအကြောင်းပါ။\njolie ရဲ့ အများနဲ့မတူတဲ့ ရှုထောင့်ကနေ ဘယ်လိုရိုက်ကူးပြီး ခေါက်ရိုးကျိုး\nDrama ကားတွေထဲကနေ ဘယ်လိုဖောက်ထွက်သွားလဲဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ပါ လို့ပဲ တိုက်တွန်းလိုက်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၇၅ခုနှစ် ကမ္ဘောဒီးယားမှာဖြစ်ခဲ့တဲ့ ခမာနီအာဏာသိမ်းစဉ်က\nငါးနှစ်အရွယ်ကောင်မလေးလောင်ကို အကြောင်းပြုပြီး ရိုက်ထားတာပါ\nအမေရိကန်ဗုံးကြဲတာ သမ္မတက အမေရိကန်ကျောထောက်နောက်ခံပြုတာတဲ့သူဖြစ်တာတွေကြောင့်\nလူအများဟာ နိုင်ငံကိုပြန်လည်ရယူပေးမယ်ဆိုပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lp9v/First_They_Killed_My_Father_-_A_Daughter_Of_Cambodia_Remembers_(Mŭn_Dâmbong_Khmêkrâhâm_Sâmláb_Pa_Rôbás_Khnhŭm)_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzEzY2U4MjAtODhlZi00MTlhLWJhMDctMTJiZmQ3NTRlMGE1L2ltYWdlXkEyXkFqcGdeQXVyNzc1MDY2Nw@@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Will You Be There? (2016)",
        "description": "IMDb Rating 7.0 ထိရရွိထားတဲ့ကိုရီးယားဒရမ္မာကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဘ၀ဆိုတာအခ်ိန္ခဏေလးပါ။လူတိုင္းမွာမေသခင္ျဖစ္ခ်င္တဲ႔ ဆႏၵေလးေတြရွိတတ္ပါတယ္။ဆရာ၀န္ဟန္ဆုိဟြန္ကေတာ႔ သူမေသခင္မွာ သူ႔ခ်စ္သူေဟာင္း ခၽြဲယြန္အာကို တၾကိမ္ေလာက္ျပန္ေတြ႔ခ်င္ေနတဲ႔သူပါ။သူဟာ ကေမၻာဒီးယားမ်က္မျမင္အဖုိးၾကီးတဦးဆီကေန အခ်ိန္ကိုေခတၱျပန္သြားႏုိင္တဲ႔ေဆးလံုးေလး ၁၀လံုးရလာပါေတာ႔တယ္။တကယ္ေတာ႔သူအရမ္းေတြ႔ခ်င္ေနတဲ႔ ခ်စ္သူေဟာင္းဟာ လြန္ခဲ႔တဲ႔အႏွစ္သံုးဆယ္ကတည္းကေသဆံုးခဲ႔ျပီးသားပါ။ဟန္ဆိုဟြန္ဟာအတိတ္ကို ျပန္သြားျပီး သူ႔ခ်စ္သူကိုကယ္ဖို႔အခြင္႔အေရးရခဲ႔ပါတယ္။ဒါေပမယ္႔ တကယ္လို႔သာကယ္ခဲ႔ရင္လည္း သူ႔သမီးေလးဆိုအာ ေမြးလာေတာ႔မွာမဟုတ္တာလည္း စိတ္ပူေနပါတယ္။ဒီေတာ႔သူ႔အနာဂတ္အတြက္လမ္းကို ဘယ္လုိေရြးခ်ယ္မလဲ။သူေျပာင္းလဲလို္က္တာေၾကာင္႔ အနာဂတ္မွာဘယ္လိုေျပာင္းကုန္မလဲ စိတ္၀င္စားစရာပါ။မထင္မွတ္တဲ႔ဇာတ္သိမ္းမ်ိဳးေလးေပးထားပါေသးတယ္။ \n(ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (800 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/will-you-be-there-2016/",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/leatherface-poster-133x200.jpg",
        "title": "Leatherface (2017)",
        "description": "Leatherface (2017)_____IMDb - 5.0/10\n  \nတက္ကဆက်ပြည်နယ်လူသူမနီးတဲ့နေရာတစ်ခုမှာခြောက်သွေ့ထူးဆန်းပြီးSawyerအိမ်ကြီးတစ်အိမ်ရှိပါတယ်\nအဲ့ဒီအိမ်မှာနေကြတဲ့မိသားစုနာမည်ကိုအစွဲပြုပြီးမှည့့်ထားတာပါ Sawyer မိသားစုပေါ့ဗျာ\nအဲ့ဒီအိမ်ကြီးကလူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းနဲ့သိပ်ပတ်သတ်မှုမရှိတဲ့မိသားစုပါ\nAntiဖြစ်နေလားတော့မသိ အဲ့ဒီအိမ်ကြီးထဲရောက်လာတဲ့သူမှန်သမျှက နည်းလမ်းအမျိုးမျိုးနဲ့သတ်ဖြတ်ခြင်းခံရပါတယ်\nအဲ့ဒီအိမ်ကြီးရဲ့သတင်းကြောင့်လည်း အစိုးရကကလေးသူငယ်များစိတ်ဓာတ်ပျက်ပြားမှုမရှိဖို့နဲ့ဘေးကင်းလုံခြုံဖို့ Gorman အဆောက်အဦးကိုတည်ဆောက်ပေးထားပါတယ်\nGormanအဆောက်အဦးဆိုတာကတော့ပြစ်မှုမှာပါဝင်တယ်လို့ယူဆရတဲ့ကလေးငယ်တွေကိုဘဝသစ်ပြန်စဖို့အခွင့်အရေးပေးတဲ့အနေနဲ့ဆေးကုသမှုပေးထားပြီးစောင့်ရှောက်ထားတဲ့နေရာပါ\n   \nတစ်နေ့တော့ အဲ့ဒီအဆောက်အဦးဆီကို Lizzyလို့ခေါ်တဲ့သူနာပြုဆရာမအသစ်လေးတစ်ယောက်ရောက်လာပါတယ်\nစောင့်ရှောက်ခံထားတဲ့သူတွေကလည်းဒီအိမ်ကြီးကစည်းကမ်းတင်းကြပ်ပြီးငြီးငွေ့စရာကောင်းတဲ့အတွက် အားလုံးကလွတ်လမ်းရှာနေကြပါတယ်\nတစ်နေ့မှာSawyer မိသားစုက ထိန်းသိမ်းခံထားရတဲ့ကောင်လေးJed ကိုတွေ့ခွင့်မပေးတာကြောင့့်ပြသနာတွေတက်ခဲ့ရပြီးထိန်းသိမ်းထားသမျှလူတွေလည်းဝရုန်းသုန်းကားနဲ့လွတ်မြောက်ကုန်တဲ့အထိဆိုးရွားသွားခဲ့ပါတယ်\nလွတ်မြောက်သွားတဲ့ထဲမှာ ခပ်အေးအေးနေတတ်တဲ့ Jackson နဲ့ Bud ဆိုတဲ့ကောင်လေး၂ယောက်ရယ် သူနာပြုမလေး Lizzy ရယ် ခပ်ဆိုးဆိုးခပ်ကြမ်းကြမ်း Ike နဲ့Clarice တို့အတွဲရယ်အတူတူထွက်ပြေးဖို့အကြောင်းဖန်လာပါတယ်\nဒီလိုနဲ့ပဲရှေ့ဆက်ပြီးသူတု့ိ ၅ယောက်ဘာတွေဆက်ဖြစ်ကြမလဲ\nဌာနဆိုင်ရာတွေကလည်းဝရမ်းထုတ်ဖမ်းတာကတဖက် Sawyer မိသားစုကလည်းဘယ်လိုတွေစိတ်ဝင်စားစရာပါဝင်ပတ်သတ်လာမလဲဆိုတာစောင့့်ကြည့်ရမယ့် ကြောက်မက်ဖွယ် ခပ်ကြမ်းကြမ်းကားလေးပါ\n \n(စကားလုံးကြမ်းတမ်းမှုများကိုသတိပြုပါရန်)\n \n(ဘာသာပြန်နဲ့အညွှန်းကတော့ Pyae Xeinn Sett ပါ)\n    \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae ...",
        "rating": "5.0",
        "url": "https://megaup.net/1yO7f/Leatherface_[2017]_(MM_Sub).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0ZjkwYWMtYmJmNS00OWMyLTgxMmUtYTBjZjFmMzI1OGVkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Paradox (2017)",
        "description": "ပရိတ္သတ္ေတြေစာင့္စားေနတဲ့ထိုင္းမင္းသားတိုနီဂ်ာရဲ႕ဇတ္ကားေကာင္းေလးလံုးဝအၾကည္ထြက္လာလို႔တင္ဆက္ေပးလိုက္ပါတယ္တ႐ုတ္နဲ႔ထိုင္းဖက္စပ္ ႐ိုက္ကူးထားတဲ့အက္ရွင္ကားေကာင္းတစ္ကားပါratingလည္းအလြန္ျမင့္တာမို႔ဇတ္ကားေကာင္းတစ္ ကားဆိုတာသံသယရွိစရာမလိုေတာ့ပါဘူးအားလံုးပဲ မွတ္မိၾကမွာပါဂ်က္ကီခ်မ္းနဲ႔လူးဝစ္ကိုးတို႔တြဲဖက္သ႐ုပ္ေဆာင္ထားတဲ့rob-b-hood ဇတ္ကားကိုပါဘယ္ႏွစ္ႀကိမ္ျပန္ၾကည့္ၾကည့္မ႐ိုးႏိုင္တဲ့ဇတ္ကားေလးပါပဲlouis koo ကေတာ့ဒီဇတ္ကားမွာသူ႔ရဲ႕အေကာင္းဆံုးလုပ္ေဆာင္မႈေတြသ႐ုပ္ေဆာင္မႈေတြကိုသက္ေသ ျပသြားခဲ့ပါတယ္ဇတ္လမ္းအစမွာေတာ့သမီးေလး ေပ်ာက္ဆံုးသြားလို႔ေသာကမ်ားေနတဲ့ဖခင္တစ္ေယာက္ သမီးေလးကိုျပန္လိုက္ရွာဖို႔တ႐ုတ္ႏိုင္ငံကေနထိုင္းႏိုင္ငံကိုေရာက္ရွိလာၿပီးသမီးျဖစ္သူကိုျပန္လိုက္ရွာတဲ့အခါျပန္ေတြ႕ႏိုင္မွာလားထိုင္းမွာရွိေနတဲ့ရဲစံုေထာက္ႏွစ္ ေယာက္ကေကာသူ႔ကိုကူညီႏိုင္မွာလားရက္စက္ၾကမ္း ၾကဳတ္တဲ့လူဆိုးဂိုဏ္းေတြလက္ထဲကေနသမီးေလးကို ျပန္ရယူႏိုင္မလားဆိုတာေစာင့္ၾကည့္ရမွာပါတိုနီဂ်ာရဲ႕အက္ရွင္အၾကမ္းအရမ္းေတြကိုလည္းျပန္လည္ျမင္ ေတြ႕ရမွာပါေကာင္းမြန္ၿပီးစိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ဇတ္ကားတစ္ကားလို႔ေျပာၾကားရင္းေဒါင္းၾကည့္လိုက္ ၾကပါေနာ္ \n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးေရးေပးထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (800 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre :Action, Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/2cprr/Paradox_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/the-billionaire-poster-133x200.jpg",
        "title": "The Billionaire (2011)",
        "description": "The Billionaire (2011)_____IMDb - 7.8/10\n  \nဒီထိုင်းဇာတ်ကားဟာ တကယ့်အဖြစ်အပျက်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး IMDb Rating (7.8) ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းပါ။\nရုပ်ရှင်အညွန်းကိုတော့ ဒီဇာတ်ကားကို ကြည့်ဖြစ်စေခဲ့တဲ့ Mel.C Facebook Page က အညွှန်းကိုကူးယူဖော်ပြပြီး မိတ်ဆက်ပေးချင်ပါတယ်။\n—————————————————–\n33 နှစ်အရွယ် ဘီလျံနာတစ်ယောက်ရဲ့ ဘဝလျှို့ဝှက်ချက် (သို့မဟုတ်) သုည မှ Billionaire အဖြစ်သို့ ( စ – ဆုံး )\nသူဌေးလေးရေညှိ -Tao Kae Noi လုပ်ငန်းပိုင်ရှင်ရဲ့ ဘဝဇာတ်ကြောင်း\n*တစ်စုတစ်စည်းထဲ ဖတ်လို့ရအောင် ပြန်တွဲပေးလိုက်ပါတယ်နော်*\nဒီ Tao Kae Noi ရေညှိလေးကို တော်တော်များများ သိကြမယ်ထင်ပါတယ်…\nလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ထင်တယ်… သူဌေးလေးရေညှိဆိုပြီး နာမည်ကြီးလာတာ… ရေညှိထုပ်လေးက အရသာမျိုးစုံပဲ…\nကိုက်လိုက်ရင် ကြွပ်ကြွပ်ရွရွလေး… စားသာစားပြီး တစ်ခါမှ ရေညှိထုပ်အိတ်လေးပေါ်က အကျီ ၤ ...",
        "rating": "7.8",
        "url": "https://megaup.net/34miu/The_Billionaire_(Top_Secret_-_Wai_Roon_Pun_Lan)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/main-qimg-8a4e1010d3a850db21c7a34b6af6192b-c-142x200.jpg",
        "title": "Tropic Thunder (2008)",
        "description": "ဒီဇာတ္ကားက ပိုစတာၾကည့္ျပီးခန္႕မွန္းရရင္ ရွယ္ၾကမ္းမယ့္ စစ္ကားလို႕ ထင္စရာရွိေပမယ့္တကယ္တမ္းေတာ့ ရွယ္ၾကမ္းတဲ့ ဟာသဇာတ္ကားပါ။ မင္းသားေတြက Iron Man မင္းသားၾကီး Robert Downey Jr...Night at The Museum မင္းသားၾကီး Ben Stiller...ဂါလီဗာ မင္းသားၾကီး Jack Black...မင္းသားၾကီး Tom Cruise...စတဲ့ နာမည္ၾကီးမင္းသားေတြပါဝင္ထားပါတယ္။ နာမည္ၾကီးမင္းသားေတြ ရုပ္ဖ်က္ ပံုဖ်က္ျပီး ပါဝင္ထားလို႕ ရုတ္တရက္ၾကည့္ရင္ မမွတ္မိႏိုင္တဲ့ထိ ျဖစ္ႏိုင္ပါတယ္။သရုပ္ေဆာင္ေတြေၾကာင့္ ရယ္ရမွာထက္ ဇာတ္လမ္းနဲ႔တင္ပဲ ဟားတိုက္ျပီးရယ္မိမယ့္ ဇာတ္ကားမ်ိဳးပါ။အေတာ္ဂြက်လွတဲ့ ဇာတ္လမ္းျဖစ္ျပီး စဥ္းစဥ္းစားစားရိုက္ကူးတတ္တဲ့ ဇာတ္ညႊန္းကို အထူးခ်ီးက်ဴးမိပါတယ္။ IMDb Rating -7 နဲ႕ Rotten Tomatoes -82% ရရွိထားျပီး Comedy ဇာတ္ကားေတြထဲမွာ ထိပ္တန္းက အျမဲပါဝင္ေနမယ့္ ဇာတ္ကားပါ။Comedy ဟာသၾကိဳက္ႏွစ္သက္သူေတြ လံုးဝလက္မလြတ္သင့္တဲ့ဇာတ္ကားျဖစ္ေၾကာင္း ညႊန္းဆိုပါရေစ။ \nFile Size…(900 MB) and (400 MB)Quality…BluRay Rip ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tropic-thunder-2008/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/romeo-must-die-poster-133x200.jpg",
        "title": "Romeo Must Die (2000)",
        "description": "Romeo Must Die(2000)_______IMDb - 6.1/10\n တော်တော်များများကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်....\nတရုတ်Action ဇာတ်လမ်းပေါင်းများစွာ ရှိပါတယ်...သူတို့အားသန်ရာ ကိုယ်ခံပညာတွေနဲ့ သရုပ်ဖော်ကြပေမဲ့ ဂျက်လီကားတွေကိုပိုနှစ်သက်မိတယ်... သူ့အက်ရှင်ခန်းတွေက လှတယ် သေသပ်တယ်..သတ်ဖြတ်ခန်းတွေဆိုရင်တောင်မှ ရက်စက်ကြမ်းကြုတ်တဲ့ဟာမျိုးပါတာရှားတယ်...ဂျက်လီတတ်တဲ့ကိုယ်ခံပညာတွေလေ့လာကြည့်တော့ Wushu,Chinese Martial Artနဲ့Baguazhangဖြစ်ပါတယ်...Wushuနဲ့ Martial Artကို ကြားဖူးပေမဲ့ Baguazhangကိုတော့ နည်းနည်းစိမ်းနေတယ် U tube မှာ Baguazhang fight techniques လို့ရိုက်ရှာကြည့်တော့ videoလေးတွေတင်ထားတယ်....ဒါကိုကြည့်လိုက်မှ ဂျက်လီရဲ့အက်ရှင်ခန်းတွေဒါ့ကြောင့်လန်းတာကိုးလို့ မှတ်ချက်ချမိတယ်...Bagua ကိုယ်ခံပညာကအရမ်းကိုလှတယ် တုန့်ပြန်တိုက်ခိုက်ပုံတွေက ကကြိုးကကွက်တွေဆင်နေသလားထင်ရလောက်အောင်လှနေပေမဲ့ ရန်သူကိုမြေပြင်ပေါ် အသာလေးလှဲသိပ်နိုင်လောက်အောင်စွမ်းအားကြီးတာသွားတွေ့ရတယ်...တိပ်ခွေခေတ်တုန်းက ကြည့်ခဲ့ရပြီး ကျွန်တော့လို အကြည်လေးနဲ့ခံစားချင်သူတွေအတွက်တင်ပေးလိုက်ပါတယ် ပိုစတာကြည့်ရုံနဲ့ဇာတ်လမ်းကိုသိကြမှာဖြစ်လို့ အညွှန်းမရေးတော့ပါဘူး မကြည့်ကြသေးဘူးဆိုရင်လည်း နီးစပ်ရာမေးပြီး ကောင်းမယ်ထင်ရင်ဒေါင်းကြည့်ကြပေါ့ဗျာ \nFile Size…(907MB)\nQuality… 720p\nFormat…mp4\nDuration…01:55:00\nSubtitle by Kyaw Lwin Tun\nEncoder...Phyo Pyaeနမူနာကြည့်ရန်",
        "rating": "6.1",
        "url": "https://megaup.net/1xolw/Romeo_Must_Die_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/fullsizephoto750804-133x200.jpg",
        "title": "[18+] Russian Mom (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n Directed by Choi Won-joon-I (최원준)89min | Release date in South Korea : 2016/07/28Synopsis\nMom, now we have a secret of our own.Jang-ho who dreams of becoming a chef is pretty close to his dad\nYeong-soo; enough to talk about his girlfriend and they live alone. One\nday, Yeong-soo tells Jang-ho that he's getting remarried to a Russian\nwoman. Jang-ho accepts ...",
        "rating": "",
        "url": "https://megaup.net/V8y0/Russian_Mom_(Reo-Si-A_Eom-Ma)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/P_HO00004737-140x200.jpg",
        "title": "Baadshaho (2017)",
        "description": "1975-1977 ႏွစ္ေတြမွာ အိႏၵိယႏုိင္ငံဟာ အေရးခင္းကာလျဖစ္ၿပီး အေရးေပၚထုတ္ျပန္ခ်က္ေတြ ထုတ္ျပန္ထားၿပီး တုိင္းျပည္ရဲ႕ လူဦးေရ တစ္ဝက္ေလာက္က ဆႏၵေတြျပ သပိတ္ေတြ ေမွာက္ၿပီး ေထာင္ထဲေတြ ေရာက္ေနပါတယ္။အစုိးရဆုိတာ နာမည္သာ ရွိၿပီး ျပည္သူလူထုကုိ ၾကည့္ရႈေစာင့္ေရွာက္ႏုိင္တာကလည္း ဆုိင္ရာ ဆုိင္ရာ အႀကီးအကဲေတြ ဘုရင္မ်ိဳး႐ုိးေဟာင္းေတြပဲ တာဝန္ယူေစာင့္ေရွာက္ေပးေနတာပါ။ရာဂ်စ္တန္ ၿမိဳ႕ကုိလည္း ဘုရင္ႀကီး ဆုံးပါးသြားေပမယ့္ အသက္အရြယ္နဲ႕ မလုိက္ေအာင္ ကုိင္တြယ္ေျဖရွင္းႏုိင္တဲ့ မင္းသမီး ဂီတန္ဂ်လီက ကူညီေပးေနပါတယ္။ဘုရင္စနစ္က ျဖတ္သိမ္းလုိက္ၿပီ ႕႕႕႕႕ဘုရင့္အခြန္ထမ္း စနစ္လည္း မရွိေတာေပမယ့္ မ်ိဳး႐ုိးစဥ္ဆက္ ပိုင္ဆုိင္လာတဲ့ ဘ႑ာေတြနဲ႕ပဲ ျပည္သူေတြကုိ ေထာက္ပံ့ေနပါတယ္ျပသနာရဲ႕ အစပဲ ေျပာရမလား ပါတီတစ္ခုမွာ အစုိးရအာဏာကုိ လြဲအပ္ထားတဲ့ ဆန္ဂ်ီးဒ္ဆုိတဲ့ အာဏာပုိင္က အမ်ိဳးသမီးတစ္ဦးတည္း ျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိကပါးယိကပါးလုပ္မယ္ၾကံေပမယ့္ ဘုရင့္ေသြးျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိလုိ႔ေတာင္ မရခဲ့ပါဘူး ႕႕႕႕႕ပါတီပြဲက လူပုံအလယ္မွာ အရွက္ကြဲခဲ့ရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/baadshaho-2017/",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-20-19-00-41-79-137x200.png",
        "title": "Way Back Home (2011)",
        "description": "ဒီတစ္ခါ အိုင္ ယူတို႔ကို ယူတို႔တခါမွ မၾကည့္ဖူးေသးတဲ့ ၂၀၁၁ ကကားေလးနဲ႔ မိတ္ဆက္ေပးမယ္ေနာ္ အိုင္ေတာ့ၾကည့္ၿပီး ၂ရက္ေလာက္စိတ္ထဲမေကာင္းဘူး သိလား အိုင္မိတ္ဆက္ေပးမယ့္ကားေလးက IMDb 7.5 ရထားၿပီး မ်က္ရည္ ဖရဲသီးေလာက္ က်ေစမယ့္ ဖိလစ္ပိုင္ Drama ကားေလးေနာ္ဒီဖိလစ္​ပိုင္​ကား​ေလးက​ေတာ့ အ​ေတာ္​ၫႊန္​းခ်င္​တဲ့ကား​ေလးပါသိပ္​ၿပီးမ​ာ​ေက်ာလွပါတယ္​ဆိုတဲ့ယူတို႔ရဲ႕ႏွလံုးသား​ေတြ​ေတာင္​ဒီဇာတ္​ကား​ေလးၾကည့္​့ျပီးရင္ ပါးျပင္​စိုမွငို​ေနမွန္​းသိၾကမယ္​လို႔​ေမွ်ာ္​လင္​့မိပါတယ္​နာမည္​ႀကီး ဖိလစ္​ပိုင္​ဇာတ္​ကားတစ္​ကားျဖစ္​တဲ့ Mara & Clara Serie ထဲကမင္​းသမီးႏွစ္​လက္​ ပါဝင္​ထားၿပီး ဇာတ္​​ေၾကာင္​း​ေလးကလည္​းထိုကားနည္​းတူ ဝမ္​းနည္​း​ေၾကကြဲစရာ​ေကာင္​းပါတယ္​ဇာတ္​လမ္​အက်ဥ္​း​ေလးကဆိုရင္​ျဖင္​့.........\nသာယာခ်မ္​း​ေျမ႕စရာ​ေကာင္​းလွတဲ့မိသားစုဘဝ​ေလးကိုၿဂိဳလ္​ဆိုးဝင္​တယ္​​ေျပာရမွာပဲ ​ေဖ​ေဖရယ္​ ​ေမ​ေမရယ္​ သား​ေလးတစ္​​ေယာက္​ရယ္​ သမီး​ေလးႏွစ္​​ေယာက္​ရယ္​ ရွိတဲ့အထဲက အငယ္​ဆံုးသမီး​ေလးျဖစ္​တဲ့ဂ်ိဳအန္​နာက သူ႔ရဲ႕အ႐ြယ္​မတိမ္​မယိမ္​းျဖစ္​တဲ့အစ္​မျဖစ္​သူဂ်က္​စီကာနဲ႔ ကမ္​း​ေျခမွာကစားရင္​း​ေပ်ာက္​သြားခဲ့ပါတယ္​ မိဘအရင္​း​ေတြက​ေတာ့ ရင္​ထုမနာခံစားခဲ့ရၿပီးက​ေလးမ​ေလးက​ေတာ့တံငါ႐ြာ​ေလးတစ္​႐ြာရဲ႕မိသားစုတစ္​စုမွာ​ေမြးစားခံခဲ့ရပါတယ္​၁၂ ႏွစ္ ၾကာတဲ့အခါမွာၾကမၼာရဟတ္​တစ္​ပတ္​လည္​လာျပန္​​ေတာ့ ဂ်ိဳအန္နာ​ေလးကမနီလာၿမိဳ႕မွာ​က်င္​းပတဲ့​ေရကူးၿပိဳင္​ပြဲမွာသြားျပိဳင္​ခ့ဲပါတယ္​\nအဲ့ဒီအခ်ိန္​မွာ စိတ္​လႈပ္​ရွား​ေနတာ​ေၾကာင္​့မိခင္​ငယ္​ငယ္​ကသင္​​ေပးဖူးတဲ့သီခ်င္​း​ေလးဆိုရင္​းမိမိကိုယ္​ကိုယ္​အား​ေပးခဲ့ပါတယ္​ ဒီသီခ်င္​​ေလးဆို​ေနသံကုိမိခင္​ျဖစ္​သူၾကားတဲ့အခါမွာအားရဝမ္​းသာနဲ႔သူ႔သမီး​ေလးပါဆိုၿပီးအရူးတစ္​​ေယာက္​ပမာလိုက္​ဆြဲပါ​ေတာ့တယ္​ဒါ​ေပမယ့္​လည္​းသမီးျဖစ္​သူက​ေတာ့မမွတ္​မိခဲ့ပါဘူး ဒီလိုနဲ႔သမီး​စိတ္​နဲ႔အရူးတစ္​ပိုင္​းျဖစ္​​ေနတဲ့မိခင္​က သူ႔သမီး​ေလးကို​ေမြးစားထားတဲ့႐ြာအထိလိုက္​သြားခ့ဲပါတယ္​ တစ္​နည္​းအားျဖင္​့​ေတာ့ျပန္​​ေတာင္​း​ေတာ့တာ​ေပါ့ ဒါ​ေပမယ့္​တစ္​ဖက္​ကလည္​း​ေမြးမိခင္​ တစ္​ဖက္​ကလည္​း​ေကြၽး​ေမြးျပဳစု​ေစာင္​့​ေရွာက္​ခဲ့တဲ့မိခင္​ၾကားမွာ ဂ်ိဳအန္​နာ​​ေလး​ ​ေနရခက္​ျပီ​ေပါ့ ဒါ​ေပမယ္​့လည္​းတကၠသိုလ္​တက္​ရ​ေတာ့မယ္​့အ႐ြယ္​ျဖစ္​တာ​ေၾကာင္​့မိဘအရင္​း​ေတြနဲ႔ၿမိဳ႕ကိုခဏျပန္​လိုက္​သြားခဲ့ပါတယ္​ ဒီအခ်ိန္​မွာမိဘ​ေတြစိတ္​ခ်မ္​းသာခဲ့ရ​ေပမယ့္​ဗီလိန္​ျဖစ္​သြားရတဲ့သူကသူ႔အစ္​မ ဂ်က္​စီကာပါ မိဘ​ေတြရဲ႕ခ်စ္​ျခင္​း​ေမတၲာ​ေတြကိုလုယုခံလိုက္​ရၿပီဆိုတဲ့သူ႔ရဲ႕အ​ေတြးအျပင္​မိန္​းက​ေလး​ေတြရဲ႕ထံုးစံအတိုင္​းမုန္​႔ကိုသာ​ေဝစားမယ္​ အခ်စ္​ကို​ေတာ့​ေဝမစားႏိုင္​ဘူးဆိုတဲ့အထင္​မွားမႈ​ေၾကာင့္​့ပါသူ႔သရုပ္​ကိုပိုၿပီးၾကမ္​းတမ္​း​ေစခဲ့ပါတယ္​ ​ေနာက္​ပိုင္​း​ေကာ ညီအစ္​မ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/way-back-home-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/once-in-a-summer-3-142x200.jpg",
        "title": "Once in a Summer (2006)",
        "description": "Once in a Summer (2006)_____IMDb - 7.3/10\n အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ထားပြီး IMDb 7.3 ရထားတဲ့ ကိုရီးယား Drama ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားထဲမှာ ပါဝင် သရုပ်ဆောင်ထားတဲ့သူတွေကတော့ မင်းသားကြီး Lee Byung Hyun နဲ့ နာမည်ကြီး မင်းသမီးကတော့ Soo Ae ဖြစ်ပါတယ် မင်းသားမင်းသမီးမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ဒီကားလေးကို ဘာသာပြန်ပေးခဲ့တာကတော့ မီးမီး ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Tv producer ရဲ့ လက်ထောက် ဖြစ်သူ က သူ့ရဲ့ ပရောဖက်ဆာကြီးနဲ့ မေးခွန်းအမေးအဖြေအစီအစဉ်တစ်ခုလုပ်ဖို့ ကတိထား ခဲ့ကြပြီး အဲ့ အစီအစဉ်ကလဲ တကယ်ကို နာမည်ကြီးသွား နိုင်ပါတယ် ဒါပေမဲ့ အဲ့နောက်ကွယ်မှာ ဘယ်လို လျှို့ဝှက်ချက်တွေ ရှိနေမလဲပြီးတော့ မေးခွန်းတိုင်းအတွက် အဖြေတွေက အလိမ်တွေ ဖြစ်လာတဲ့ အခါမှာတော့  ဘယ်လိုနာကြည်းစရာအတိတ်များ ရှိခဲ့လို့လဲ\nကဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2TsrC/Once_In_A_Summer_(Geuhae_Yeoreum)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/abxmp9907qrg.mid-136x200.jpg",
        "title": "Fairy Tale Love (2017)",
        "description": "ကံၾကမၼာအလွည့္အေျပာင္းေၾကာင့္ ကာတြန္းဆရာတစ္ေယာက္ဟာနတ္သမီးေလးတစ္ပါးနဲ႔ေတြ႕ႀကံဳခဲ့ရတဲ့အခါမွာ....\nဒါဟာ ေကာင္းကင္ဘံုမွာ အေျခတည္လာတဲ့ကစားပြဲေလလား...\nအတိတ္ဘ၀လား ပစၥဳပၸန္ဘ၀လား....ေကာင္မေလးက သာမာန္မိန္းကေလးတေယာက္မဟုတ္ခဲ့သလို...\nသူဟာလဲ သာမာန္လူတစ္ဦးမဟုတ္တဲ့အခါ....\nကံၾကမၼာက သူတို႔ႏွစ္ဦးကို ေတြ႕ဆံုေစခဲ့သလို ကံၾကမၼာကပဲ သူတို႔ႏွစ္ဦးရဲ႕ သံေယာဇဥ္ကို စမ္းသပ္လိုက္ပံုက....ဒီကားေလးက ၂၀၁၇ ထြက္ (Chinese Comedy) ကားေလးပါ။ သူ႕အေၾကာင္း သူ႕ေနစဥ္ဘ၀ကို ကာတြန္းေရးေလ့ရိွတဲ့ ေအာင္ျမင္မႉမရေသးတဲ့ FA လူငယ္ကာတြန္းဆရာေလးတစ္ေယာက္ ဟာ အမွတ္မထင္ ေကာင္မေလးတစ္ေယာက္နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္။ သူေရာက္လာခ်ိန္ကစလို႔ ကာတြန္းဆရာေလးဘ၀ ေျပာင္းလဲသြားခဲ့ရပါတယ္ ေပ်ာ္ရႊင္စရာေတြ ၾကည္ႏႉးစရာေတြနဲ႔ေပါ့။ ဒီေပ်ာ္ရႊင္မႉနဲ႔အတူ ေနာက္ကေန ကံဆိုးမႉေတြပါ တြဲလာတဲ့အခါမွာေတာ့ သူတို႔ႏွစ္ဦးရဲ႕ သံေယာဇဥ္ကို ကံၾကမၼာကစမ္းသပ္ခဲ့ပါတယ္။သူေကာက္ရခဲ့တဲ့ေကာင္မေလးဟာ သာမာန္မိန္းကေလး တစ္ေယာက္မဟုတ္ခဲ့သလို သူဟာလဲ သာမာန္လူသားတစ္ဦးထက္ပိုတာကိုသိလိုက္ရပါတယ္။(ဇတ္ကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါး ဖန္စီ ဟာသ အခ်စ္ဇတ္ကားေလးပါပဲ ဒီဇတ္ကား အတြက္ေတာ့ ရီစရာေလးေတြနဲ႔ ၾကည္ႏႉးစရာေတြနဲ႔မို႔ အျပင္းေျပၾကည့္ဖို႔ ကားေလးတစ္ကားအေနနဲ႔ ေျပာပါရေစ။ တ႐ုတ္ကားထံုးစံအတိုင္း သိုင္းေတလဲခ်ေသးသကိုး)Qty - 720p Web ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fairy-tale-love-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY0MDUwNzg5OV5BMl5BanBnXkFtZTgwNTY4NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Babysitter (2017)",
        "description": "The Babysitter (2017)\nIMDb - 6.3/10_____Rotten - 72%\n \n The Babysitter ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်\nဒီကားလေးဟာ Netflix ကအသစ်လွှင့်တဲ့သည်းထိတ်ရင်ဖိုကားလေးတစ်ကားပါ\nအသက် ၁၂ နှစ်အရွယ်ရှိနေသော်လည်းအခုချိန်ထိကလေးထိန်းရှိနေသေးတဲ့ကိုးလ်ဟာသူ့ရဲ့ကလေးထိန်းဖြစ်သူ \"ဘီး\"ကိုတိတ်တခိုးသဘောကျနှစ်သက်နေပါတယ်\nတစ်နေ့မှာတော့ကိုးလ်ရဲ့မိဘတွေရုံးပိတ်ရက်မှာတခြားမြို့ကိုသွားရောက်နေပြီးကိုးလ်ကိုကလေးထိန်းနဲ့ထားခဲ့ပါတယ်\nကိုးလ်ဟာသူအိပ်ပျော်နေတဲ့အချိန်သူချစ်ရတဲ့ဘီးဘာလုပ်လဲဆိုတာကိုသိချင်တဲ့အတွက်မအိပ်ပဲအခန်းထဲမှာအိပ်ချင်ယောင်ဆောင်နေခဲ့ပါတယ်\nညသန်းခေါင်လောက်မှဘီးတို့သူငယ်ချင်းတွေဘာလုပ်နေကြလဲဆိုတာကိုစောင့်ကြည့်နေခဲ့ပါတယ်\nအဲဒီအချိန်နှာပဲထင်မှတ်မထားတဲ့သူချစ်ရတဲ့ဘီးဟာလူသတ်လိုက်တာကိုမျက်မြင်ကိုယ်တွေ့မြင်တွေ့လိုက်ရပါတယ်\nဘီးဟာနတ်ဆိုးနဲ့ဆက်သွယ်ပြီးယစ်ကောင်ရဲ့သွေးနဲ့အပြစ်ကင်းတဲ့သူရဲ့သွေးနဲ့ကိုရောရမှာဖြစ်တဲ့အတွက်ကိုးလ်ရဲ့သွေးကိုလဲအရယူခဲ့ပါတယ်\nဒါပေမယ့်ကိုးလ်အိပ်ပျော်မနေခဲ့တာကိုသိသွားတဲ့ဘီးနဲ့သူ့သူငယ်ချင်းတွေကကိုးလ်ကိုလိုက်ဖမ်းပြီးအမဲဖြတ်ပါတော့တယ်\nကိုးလ်ကလဲအသက်သေမှာကြောက်လို့ကိုယ့်ကိုကိုယ်ပြန်ခုခံခဲ့ပြီးအလွန်ကြောက်မက်ဖွယ်ကောင်းတဲ့ညတစ်ညကိုဖြတ်သန်းခဲ့ရပါတယ်\nဒါပေမယ့်အဆုံးမှာကိုးလ်တစ်ယောက်သူတို့လက်ထဲကလွတ်ပြီးအသက်ရှင်နိုင်ပါ့မလား?????(ဘာသာပြန်နဲ့အညွှန်းက Nicky ပါ)\n  \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/2Ty20/The_Babysitter_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/332012-201709281038006315-143x200.jpg",
        "title": "The Princess is a Cat (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Time Travel ကားတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားက စာတန္းထိုးဖိုင္ မထြက္သလို IMDb မွာလဲ rating မတက္ပါဘူး အာ့ေၾကာင့္ကိုယ္တိုင္ စာတန္းထိုးဖန္တီး တင္ဆက္ေပးလိုက္ပါတယ္ မိမိ ကိုယ္ကို လုပ္ယူထားတာေၾကာင့္ လိုအပ္ခ်က္အနည္းငယ္ ရွိခဲ့ရင္လည္း ေတာင္းပန္အပ္ပါတယ္ဗ်ေဆာင္ၾကၿမိဳင္က အေပ်ာ္မယ္မေလး ေရွာင္က်ိ ဘယ္သူနဲ႔မွ မအိပ္ဖူးေသးတဲ့သူမ တစ္ေန႔မွ ေလလံတင္ခံ ရတဲ့ အခါမွာ မျဖစ္ႏိုင္တဲ့ေစ်းနဲ႔ ေလလံဆြဲ ခံလိုက္ရသူ သူ႔ကုိဘယ္သူက ေလလံဆြဲ သြားတာလဲ ?ခြန္လင္ ရဲ႕ ထူးဆန္တဲ႔နယ္ေျမကိုု\nေခတ္သစ္ကေနေခတ္ေဟာင္းကိုေရာက္ရွိလာသူကေတာ့\nေၾကာင္ေလးနဲ႕တူတယ္ဆိုတဲ႔မိေရွာင္ခ်ီဘဲျဖစ္ပါတယ္\nေရွာင္ခ်ီကေခတ္သစ္ထဲမွာဆရာတစ္ေယာက္မွားတင္မိပီး\nဆရာ့ေကာင္းမႈနဲ႕အတူ\nခြန္လင္ နယ္ေျမကိုအံ႕ၾသဖြယ္အေနနဲ႕ေရာက္ရွိသြားပီး\nသူကိုယ္တိုင္မသိတဲ႔ဘဝကေနဦးရီေတာ္တစ္ေယာက္ကိုသံေယာဇဥ္တြယ္တာပီးတဲ႔ေနာက္ ဘာေတြဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့\nဇာတ္လမ္းေလးကိုၾကည့္ရႈပီးအားေပးၾကည့္ပါအံုးQty - 720p HDTVDuration - 1hr 34minGern - Drama/ ComedySubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/the-princess-is-a-cat-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzI1MjI5MDQyOV5BMl5BanBnXkFtZTcwNzE4Mjg3NA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Usual Suspects(1995)",
        "description": "IMDB..........8.6\nRotten.....96%\nIMDbနဲ့ Rottenကိုကြည့်ရုံနဲ့ ဒီဇာတ်ကားရဲ့ အခြေအနေကိုနည်းနည်းတော့ရိပ်စားမိမယ်လို့ထင်ပါတယ် ဝတ္ထု ရုပ်ရှင် ပြဇာတ် မျက်လှည့် ဖျော်ဖြေရေး တွေမှာ ကျွန်တော်အာရုံကိုဆွဲဆောင်နိုင်မဲ့ အရာမျိုးက ဘာဖြစ်မယ်လို့ထင်လဲ အားလုံးကိုခြုံငုံပြီး ဖျော်ဖြေရေးလို့သုံးလိုက်တဲ့အတွက်တော့ သီးခံပေးပါ.......တစ်ယောက်နဲ့တစ်ယောက် အမြင်တော့နည်းနည်းကွဲပါလိမ့်မယ် ဒါပေမဲ့ အတော်များများ သိစိတ်ကရော မသိစိတ်ကရော လက်ခံထားတဲ့အရာတစ်ခုတော့ရှိမယ်ထင်တယ်....... ဥပမာ မျက်လှည့်ပဲထား ငှက်မွေးလေးတစ်ခုကိုမီးရှို့ပြီး ဖြတ်ခနဲ့လက်အဝှေ့ ခိုဖြူလေးက မျက်လှည့်ဆရာရဲ့လက်ပေါ် အတောင်တဖြတ်ဖြတ်ခတ်ရင်း တက်နားသွားတယ် ကျွန်တော်တို့ လက်ခုပ်သံတွေ တဖြောင်းဖြောင်းပေါ့ ဒါကဘာလဲဆိုတော့ မမျှော်လင့်တဲ့ လှည့်ကွက်လေးမို့ အံဩ မင်သက်သွားတာ ဒီလိုပဲ ဝတ္ထု ရုပ်ရှင်တွေမှာလည်း ကောင်းမွန်သောသရုပ်ပါမှု ရှုမငြီးနိုင်တဲ့ဇာလမ်း ထိမိတဲ့ ဒိုင်ယာလော့တွေကို မဟာလှည့်ကွက်တွေနဲ့ပေါင်းစပ်လိုက်ရင် ကျွန်တော်တို့ကို ဘယ်လောက်တောင်ဆွဲဆောင်နိုင်လိုက်မလဲ ဘာဖြစ်လို့ကျွန်တော် ဒါတွေပြောနေရတာလဲဆိုတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးသော Twist စာရင်းထဲပါတဲ့ The usual suspects ဆိုတဲ့ကားကြောင့်ပါပဲ ပြီးတော့ ဇာတ်လမ်းအညွှန်းရေးမယ်ဆိုရင် ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/the-usual-suspects1995/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Crucifixion-poster-137x200.jpg",
        "title": "The Crucifixion (2017)",
        "description": "The Crucifixion (2017)_____IMDb - 5.1/10\n  \nဒီဇာတ်ကားရဲ့ထုတ်လုပ်သူဟာ\nThe conjuring နဲ့ Annabelle ဇာတ်ကားတွေရဲ့ထုတ်လုပ်သူကြီးဖြစ်ပြန်ပါတယ်\nစရအောင်...\nရိုမေးနီးယားမှာဖြစ်ပျက်ခဲ့တဲ့ အန်ဒလီနာမာရီနာစကု သေဆံုံးမှုနဲ့ပက်သတ်ပြီး\nသတင်းထောက်နီကိုဝေါလင်းဟာ ၎င်းအမှုရဲ့အရင်းမြစ်နဲ့အကြောင်းအရင်းကိုသိရှိရန်နှင့် သတင်းရယူရန်\nရိုမေးနီးယားကိုရောက်ရှိခဲ့ပါတယ် အန်ဒလီနာရဲ့သေဆုံးမှုဟာအသတ်ခံရတာလို့ သတ်မှတ်ခံထားရပြီး\nထိုအမှုနဲ့ပက်သတ်တဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီး ဖာသာဒီမိထရူကို\nလူသတ်မှုနဲ့ ထောင်သွင်းအကျဉ်းကျထားပါတယ်\nသိုပေမယ့် အလောင်းကိုခွဲစိတ်စစ်ဆေးကြည့်တဲ့အခါ ဘာဒဏ်ရာဒဏ်ချက်မှမရှိပဲသေဆုံးနေတာဖြစ်လို့\nလူသတ်မှုဆိုတာ ၁၀၀%အတည်ပြုလို့မရပါဘူး\n  \nအန်ဒလီနာသေဆုံးတာဟာ နတ်ဆိုးကြောင့်လို့ပြောသော်လည်း ရိုမေးနီးယားရဲ့ဘာသာရေးယုံကြည်သက်ဝင်မှု\nအယူဝါဒတွေကို အယုံအကြည်မရှိတဲ့ နီကိုဝေါလင်းတစ်ယောက်\nသူမကြုံဖူးတဲ့အရာတွေနဲ့ဘယ်လိုနှစ်ပါးသွားရပြီး နိဂုန်းချုပ်မလဲဆိုတာကိုကြည့်ရှူ့ခံစားကြပါဦး...\nThe Crucifixion (လက်ဝါးကပ်တိုင်ပေါ်တင်၍သတ်ခြင်း)\nနတ်ဆိုးအပူးခံနေရတဲ့လူတစ်ယောက်ကို လက်ဝါးကပ်တိုင်ပေါ်တင်ပြီးအစွဲချွတ်ရင်းသေဆုံးသွားခြင်းကိုဆိုလိုတာပါ \n(ကြောက်တတ်တဲ့သူများမကြည့်ကြပါနဲ့)\n \nQuality…..HD Rip 720p\nDuration…..01:30:00\nFormat…Mp4\nFile Size…(708 MB)\nTranslator…..John La Yaung\nEncoder…..Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/1zB0j/The_Crucifixion_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTMyOTkzMzg4Ml5BMl5BanBnXkFtZTcwNTkxNzQzNg@@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Bodyguard (2011)",
        "description": "Bodyguard 2011 Hindi ဒီဇာတ္ကားကကေတာ႔၂၀၁၁မွာမင္းသားဗီေဂ်းရဲ႕The Bodyguard နဲ႔အျပိဳင္ထြက္ရွိခဲ႔တဲ႔မင္းသားဆလ္မန္ခန္းရဲ႕ႏုႏုရြရြဇာတ္ကားေလးပါကြ်န္ေတာ္တို႔ေဘာ္ဒီဂတ္ဇာတ္ကားေတြၾကည္႔ဖူးသမ်ွ ကားေတြအားလုံးမွာမင္းသမီးကိုေစာင့္ေရွာက္ရတာေတြပါပဲဒါမွလည္းေဘာ္ဒီဂတ္ပီသမွာကိုးေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ဟာသူ႔တာဝန္ေတြကိုထမ္းေဆာင္ရင္ ဘယ္ေတာ႔မွမခ်ိဳးျဖတ္ပါဘူးေဂ်ဆင္ပူးနားရ္စံအိမ္ရဲ႕သခင္မစၥတာဆတာေဂ်ဟာတရားမ်ွတမႈကိုလုပ္ေဆာင္သူတစ္ဦးပါတရားမ်ွတမႈေပၚေအာင္မေကာင္းမႈကိုဖယ္ရွားရတာနဲ႔အညီ လူဆိုးေခါင္းေဆာင္ရန္ဂ်န္မဟ္ထြီနဲ႔ရန္သူေတြျဖစ္သြားပါေတာ႔တယ္ဒါေၾကာင့္သမီးျဖစ္သူေဒဗီရာကိုေစာင့္ေရွာက္ဖို႔ေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ကိုတာဝန္ေပးလိုက္တာပါတယ္ဒီလိုနဲ႔ေဒဗီရာေကာလိပ္တက္တဲ႔အခါလိုက္ေစာင့္ေရွာက္ရပါတယ္ဒါေပမဲ႔ေလာင္လီဆင္းဂ္လုပ္ခိုင္းတဲ႔ေလ႔က်င့္ခန္းကိုလုပ္ေနတဲ႔ ေဒဗီရာနဲ႔မာရာဟာစိတ္လြတ္လမ္းျဖစ္တဲ႔ ေဘာ္ဒီဂတ္ၾကီးကိုေနာက္ဖို႔လုပ္ပါေတာ႔တယ္ေဒဗီရာဟာေလာင္လီဆင္းဂ္နဲ႔ဖုန္းထဲမွာခ်ာရာဆိုတဲ႔နာမည္နဲ႔နီးစပ္သြားပါေတာ႔တယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမ်ွခ်ာရာဟာေလာင္လီဆင္းဂ္ကိုခ်စ္မိသြားတယ္တကယ္ေတာ႔ခ်ာရာဆိုတာေဒဗီရာဆိုတာေလာင္လီဆင္းဂ္မသိရွာပါဘူးေလာင္လီဆင္းဂ္ကိုခြဲႏိုင္မခြာရက္ျဖစ္ေနတဲ႔ေဒဗီရာဟာခိုးရာလိုက္ေျပးဖို႔လုပ္ပါေတာ႔တယ္…ဒီအေၾကာင္းေတြသိသြားတဲ႔မစၥတာဆတာေဂ်ဟာသမီးျဖစ္သူကိုေလာင္လီဆင္းဂ္နဲ႔သေဘာတူပါ႔မလားသတ္ေတာ္ေစာင့္နဲ႔သူေ႒းသမီးခ်စ္တိုင္းညားၾကပါ႔မလား… \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုသိန္းေဇာ္ပါ)\n File Size : (0.99 GB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 10min\nFormat : Mp4\nGenre :Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thein Zaw\nEncode by Thanhtike Zaw",
        "rating": "4.6",
        "url": "https://megaup.net/1y5hv/Bodyguard_[2011]_(MM_Sub)_(1).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JACm93MwYwCF3mqFv69YFut2uc.jpg",
        "title": "Born to Fly ( 2023 )",
        "description": "CMပရိတ်သတ်တို့အတွက် Wang Yi Bo(ဝမ်ရိပေါ်)ရဲ့\nရုပ်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nBorn To Fly ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားလေးမှာ\nဝမ်ရိပေါ်က ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး\nသူသရုပ်ဆောင်ရတဲ့ဇာတ်ကောင်စရိုက်ကတော့\nလေယာဉ်မှူးပဲဖြစ်ပါတယ်..Born To Fly ဇာတ်ကားကိုရုံတင်ပြသခဲ့တုန်းက Box Officeမှာ\n120 Million ရရှိထားခဲ့သလို တရုတ်ပြည်မှာလဲဝက်ဝက်ကွဲ\nရုံပြည့်ရုံလျှံအားပေးကြတဲ့ ဇာတ်ကားလေးတကားပဲဖြစ်ပါတယ်\nဆုတွေအနေနဲ့လဲ ဆု ၈ ခု ပိုင်ဆိုင်ခဲ့ပြီးတော့ ၅ ခုအတွက်\nလျာထားခြင်းလည်းခံခဲ့ရပါသေးတယ် ဇာတ်လမ်းအကျဉ်းလေးကို\nတင်ဆက်ပေးရမယ်ဆိုရင်တော့လေ့ယွီ(Wang Yi Bo)ဟာ ကပ္ပတိန်ကျန်းထင်ရဲ့ ကြောင်းလမ်းမှုနဲ့\nစမ်းသပ်ပျံသန်းရေးဌာနမှာ စမ်းသပ် တိုက်လေယာဉ်မှူးဖြစ်ဖို့\nအဆင့်ဆင့်ဆန်းစစ်မှုတွေကိုဖြတ်သန်းခဲ့ပါတယ်ဒီလိုနဲ့ ရှေ့တန်းကလေယာဉ်မှူးတွေ အန္တရာယ်ကင်းကင်း\nလေယာဉ်မောင်းနှင်နိုင်မှုအတွက် ပြင်းထန်ပြီး\nစွန့်စားခန်းကြီးလာတဲ့ မစ်ရှင်တွေ ဆောင်ရွက်ရပါတော့တယ်\nမြင့်မားတဲ့ဝေဟင်ထက်မှာ သေခြင်းတရားနဲ့\nအကြိမ်ကြိမ်ရင်ဆိုင်ခဲ့ရပြီး နောက်ဆုံးမှာတော့လေဟုန်ကိုခွင်းပြီး ဝေဟင်ထက်က လေတံခွန်လေးဖြစ်နိုင်ပါ့မလား...\nတာဝန်ကိုရောပြီးမြောက်အောင်မြင်နိုင်ပါ့မလား\nနိုင်ငံကိုပိုင်နက်ကျူးကျော်နေတဲ့ ပြည်ပတိုက်လေယာဉ်\nနယ်ချဲ့သမားတွေကိုလည်း တရုတ်နိုင်ငံတော်လေတပ်နဲ့ ဘယ်လိုပူးပေါင်း တိုက်ထုတ်ကြမလဲ\n\"စွန့်စားခန်း\" တွေကနေ လေ့ယွီတစ်ယောက် အန္တရာယ်ကင်းကင်းနဲ့\nပြန်လာနိုင်ပါ့မလားဆိုတာကို...................\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : ...",
        "rating": "6.2",
        "url": "https://megaup.net/1UZmd/Born_To_Fly_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ffsPwAXvdkpesG3MMKyDe8LjYp6.jpg",
        "title": "Stella (2022)",
        "description": "Stella (2022)အခု မိတ်ဆက်ပေးမယ့် Stella ဆိုတဲ့ ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ရှိထားတဲ့ ဟစ်တလာတန်ခိုးထွားခဲ့တဲ့အချိန်ကာလကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာဆိုရင်တော့ မင်းသား မင်းသမီးသစ်တွေဖြစ်တဲ့ လူးဝစ်(စ်)ဟောလ်နဲ့ အော်လီဖင်းန် ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ မင်းသား၊ မင်းသမီးသစ်လေးတွေဆိုပြီးတော့ အထင်တော့သွားမသေးစေချင်ပါဘူး။ နာမည်ကြီးတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ အောက်စဖို့ဒ်ရဲ့ ဒရာမာကျောင်းနဲ့ အင်္ဂလန်ထိပ်တန်း အနုပညာကျောင်းဖြစ်တဲ့ Royal Central ရဲ့ လက်ထွက် မင်းသားမင်းသမီးတွေဖြစ်ပါတယ်။ အဲဒါကြောင့်မို့လို့ သရုပ်ဆောင်စကေးကတော့ အပြစ်ပြောစရာကို မရှိပါဘူး။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းဟာဆိုရင်တော့ဖြင့် ဂျာမန်-ဂျူး ကပြားလေးဖြစ်တဲ့ စတယ်လာဆိုတဲ့ ဒုက္ခသည်အမျိုးသမီးလေးက စကော့တလန်မှာရှိတဲ့ မှူးမတ်ဘွဲ့ကိုရရှိထားသူ သခင်ရစ်ဂ်ရဲ့ အိမ်တော်မှာ အိမ်ကူအဖြစ်အလုပ်လျှောက်ဖို့ သွားရာကနေ စပါတယ်။ စတယ်လာလေးဟာ သူအလုပ်လျှောက်ရမယ့် အိမ်ကိုရောက်သွားပေမဲ့လည်း ကံမကောင်းစွာနဲ့ပဲ သူရောက်လာတာနောက်ကျသွားတဲ့အတွက် သူ့နေရာကို လူစားထိုးခံလိုက်ရပါတယ်။ ဒါပေမဲ့လည်း အကြောင်းဖန်လာတော့ ရစ်ဂ်အိမ်က သခင်မက သူ့ကို သနားသွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1UZfv/(CM)_Stella_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBhNjQ2MzQtZGI3Mi00ZWQ1LWE1ZjQtMjUyYzQ3OTAzOTNhXkEyXkFqcGdeQXVyMzQ4MDQ4ODc@._V1_-140x200.jpg",
        "title": "Mixed by Erry (2023)",
        "description": "Mixed by Erry (2023)\n================\nIMDb Rating - 7.1/10အဦးဆုံးအနေနဲ့ အယ်ရီဆိုတာ ဘယ်သူလဲ၊ အယ်ရီဖရက်တက်စီယို\nဆိုတဲ့ပုဂ္ဂိုလ်ကတော့ လက်ရှိအချိန်အထိအပြင်မှာသက်ရှိထင်ရှား\nရှိနေသေးပြီး ၁၉၈၀ ကျော်ကာလတွေအတွင်း သီချင်းကတ်ဆက်နဲ့\nတိပ်ခွေတွေကို အီတလီနိုင်ငံက လူတွေရဲ့လက်ထဲကိုရောက်အောင်\nစွမ်းဆောင်ပေးခဲ့တဲ့ သူရဲကောင်းကြီး (ဝါ) မူပိုင်ခွင့်တွေချိုးဖောက်တဲ့\nရာဇဝတ်သမားလို့ ပြောလို့ရပါတယ်။အယ်ရီ့မှာ ဒီဂျေတစ်ယောက်ဖြစ်ချင်တဲ့ဝါသနာအိပ်မက်လေးတစ်ခု\nပါလာတယ်။ သို့ပေမဲ့ အမျိုးမျိုးသောအကြောင်းတရားတွေကြောင့်\nဒီဂျေဘဝကိုလက်လွှတ်လိုက်ရတော့မဲ့အချိန်မှာပဲ ကတ်ဆက်ခွေတွေ\nရောင်းဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့ အယ်ရီတို့မိသားစုရဲ့\nဘဝဟာ အရာရာပြောင်းလဲသွားခဲ့ပါတော့တယ်။ဒီဇာတ်ကားလေးကတော့ ဖရက်တက်စီယိုညီအစ်တွေဖြစ်တဲ့ အယ်ရီ၊\nဂီအူ‌ဆက်ပေး နဲ့ အန်ဂျလို တို့ သုံးယောက်သား လောကဓံရဲ့အနိမ့်\nအမြင့်အတက်အကျတွေကြားထဲကနေ ဘယ်လိုအောင်မြင်အောင်\nကြိုးစားခဲ့ကြလဲဆိုတာကိုကြည့်ရှုခံစားရမဲ့ Netflix ရဲ့ အီတလီ အတ္တု\nပ္ပတ္တိ ဒရာမာဇာတ်ကား‌လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (675 MB) / (382 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 50Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, History\nTranslator.......Khant ...",
        "rating": "7.1",
        "url": "https://megaup.net/1eWqx/Mixed.By.Erry.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy, History, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rusted_body_Guts_of_a_virgin_1-141x200.jpg",
        "title": "Female Inquisitor (1987)",
        "description": "Rusted Body: Guts of a Virgin IIIFemale Inquisitor ( 1987 )ဇာတ်ကတော့ သူ့နာမည်အတိုင်းပါပဲ အမျိုးသမီးစစ်ကြောမေးမြန်းသူပါ။ ဒီနားက မစားသေးပါဘူး။ တကယ်စားတာက ဘယ်လိုစစ်လဲဆိုတာက စားပါတယ်။ တကယ်လည်း စားပါတယ်။ ဒီကားကျ နှိပ်စက်ဖမ်းချုပ်ပြီး လိင်မှုပြုတဲ့ကားတွေကို သဘောကျတဲ့ လူတွေအတွက်လို့ပြောရမလားပါပဲ။ သူ့ဇာတ်အတိုင်း မင်းသမီးနဲ့ သူ့အဖွဲ့က သူတို့ငွေကိုယူသွားတဲ့လူတွေလို့ ယူဆရတဲ့လူတွေကို ဖမ်းပြီး စစ်ပြီး ငွေတွေ ဘယ်နားထားသလဲမေးတာကို ကြည့်ရမှာပါ။ သူ့နှိပ်စက်ပုံနှိပ်စက်နည်းတွေက ကောင်းတယ်ပဲ ပြောရမလား ရက်စက်တယ်ပဲပြောရမလားပါ။ ဥပမာဆို လိင်တံကို ထိပ်ကို ကြိုးနဲ့ချည် သုက်မလွှတ်နိုင်အောင်လုပ်ပြီး အခါခါပြီးအောင် လုပ်ပစ်တာမျိုးပေါ့။ ကောင်းလည်းကောင်း ထုတ်လို့လည်းမရတော့ တင်းနေပြီး ပေါက်ကွဲတော့မလိုလိုဖြစ်နေတဲ့ အခြေအနေပါပဲ။ ဒါကတော့ သူ့နှိပ်စက်ပုံတစ်ကွက်ပေါ့။ တခြား ဘယ်လိုနည်းတွေနဲ့ နှိပ်စက်ပြီး လိုချင်တာကို ရအောင်ယူကြမလဲ ကောင်းကောင်းမွန်မွန်ရက်ရက်စက်စက်ကြီး ...",
        "rating": "5.0",
        "url": "https://megaup.net/1f4jo/Female_Inquisitor_(1987)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oW8YgMj2cb7aFCHeQYq60hgTmQl.jpg",
        "title": "Journey To The East: The Eight Immortals ( 2023 )",
        "description": "နတ်ဆိုးတွေဟာ လူ့လောကကိုအစဥ်အနှောင့်အယှက် အဖျက်ပြုနေခဲ့ပါတယ်၊\nနတ်ဆိုးအရှင်ဟွမ်ယွမ်ဟာ လွန်ခဲ့တဲ့နှစ်‌‌ထောင်ချီများစွာက\nရှေးဟောင်းနတ်သီကျွင်းရဲ့ ချိတ်ပိတ်မှုကို ခံခဲ့ရပါတယ်၊\nသို့သော် အဖျက်အမှောင့်စိတ်ကတော့ အတောမသတ်ခဲ့ပါဘူး...မိစ္ဆာစိတ်ကိုအသုံးချပြီး ဘယ်လိုသားကောင်တွေကို ပစ်မှတ်ထားဝါးမျိုသွားမလဲ....\nတစ်ဖန်-အမတနတ်မင်း ရှစ်ပါးထဲကတစ်ပါးဖြစ်တဲ့ လွီသုန့်ပင်းဟာ\nနတ်ဆိုးအရှင်ဟွမ်ယွမ်နဲ့တိုက်ပွဲမှာ မှားယွင်းတဲ့ဆုံးဖြတ်ချက်ကြောင့်\nဟယ်ရှန်းနတ်မိမယ်ကို နတ်သက်ကြွေစေခဲ့မိပါတယ်သို့သော် နတ်မိမယ်ရဲ့နာမ်ဝိညာဉ်အပိုင်းအစဟာ လူ့လောကရဲ့\nလူသားတစ်ယောက်ခန္ဓာကိုယ်မှာရှိနေတယ်ဆိုတဲ့ ပြောကြားချက်အရ\nလွီသုန့်ပင်းတစ်‌ေယာက်လူ့ပြည်ဆင်းပြီး ကပ်ဘေးကျော်ဖြတ်ရင်း\nဟယ်ရှန်းနတ်သမီးကို လိုက်လံရှာဖွေခဲ့ပါတယ်-ထုံးစံအတိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲ\n-ဇာတ်လမ်းတစ်ပုဒ်မှာ ဘယ်လိုမြှုပ်ကွက်ဇာတ်ကောင်တွေ ရှိနေဦးမလဲ...\nဆိုတာ ဆက်လက်ကြည့်ရှုခံစားပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1UZ7r/Journey_To_The_East_The_Eight_Immortals_(2023)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGQ1YjkyZGQtZDk0ZS00ZDgwLTlhYjgtNzQxNjkwMmQ0Mzk5XkEyXkFqcGdeQXVyMjA5MTIzMjQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Bachelorette (2012)",
        "description": "ယခု တင်ဆက်ပေးမှာကတော့ အမေရိကန် ဟာသဇာတ်မြူး ရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ Spider Man ဇာတ်လမ်းမှာ Mary Jane အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kristen Dunst ၊ Now You See Me ဇာတ်ကားထဲက မင်းသမီးတွေဖြစ်တဲ့ Isla Fisher နဲ့ Lizzy Caplan ၊ Pitch Perfect ထဲကအချစ်တော်ကြီးဖြစ်တဲ့ Rebel Wilson တို့လိုနာမည်ကြီးမင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းသွားကတော့ နာမည်ကြီးဟာသဇာတ်လမ်း Hang Over နဲ့ခပ်ဆင်ဆင်တူပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင် ရီဂန်(Kristen Dunst) ၊ ဂျန်နာ (Lizzy Caplan) နဲ့ ကေတီ ( Isla Fisher) တို့က ငယ်သူငယ်ချင်းဖြစ်သူ ဘက်ကီ( Rebel Wilson ) ရဲ့ မင်္ဂလာပွဲမှာ သတို့သမီးအရံအဖြစ်လုပ်‌ပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1UWba/Bachelorette.2012.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTU2YTRkNWQtMTVlNC00ZTk3LWFmNmItZTYxZjJjOGE0NzMwXkEyXkFqcGdeQXVyNDQxODk4OTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Criminal Network (2023)",
        "description": "UK ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့ ဒီကားလေးမှာအဓိကဇာတ်ဆောင်လည်းဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ဝေသူ လုပ်ထားတဲ့ မင်းသား Adam Starks ရဲ့ Crime ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ ရိုင်ရန်နဲ့ ဂျိမ်းစ်ဆိုတဲ့ ညီအစ်ကိုနှစ်ယောက် ကံမကောင်းစွာနဲ့ပဲ အရှုပ်ထုပ်ထဲမှာ ပါဝင်ပတ်သတ်မိခဲ့ကြတဲ့အကြောင်းပါရာဇဝတ်မှုတွေကိုကြူးလွန်နေတဲ့ အကောင်းကြီးကြီး အမြှီးရှည်ရှည် လူတစ်ယောက်နဲ့ ဘုမသိဘမသိ ပတ်သတ်မိခဲ့ကြတဲ့ညီအစ်ကိုနှစ်ယောက်ရဲ့ ကံကြမ္မာကို Crime ဇာတ်ကားတွေရဲ့ plot လေးတွေအတိုင်းမတူညီတဲ့ပုံစံလေးတွေနဲရိုက်ကူးတင်ဆက်ပေးထားပါတယ်အဲ့ဒီ ရာဇဝတ်မှုတွေရဲ့နောက်ကွယ်က ဘယ်သူတွေလဲဘယ်သူတွေပါဝင်ပတ်သတ်နေတာလဲ ဘယ်လိုတွေစုံစမ်းဖေါ်ထုတ်သွားလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ခံစားကြပါဦး........ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.1 GB)/(540 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/1UWkp/Criminal.Network.2023.720p.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4cLb755niFIB55tXlQKjaBwnEPQ.jpg",
        "title": "Jack (2014)",
        "description": "IMDb – 7.2 / Rotten Tomatoes – 8.2%အဆုံးသတ်မှာ နှလုံးသားကိုကွဲအက်သွားစေတဲ့ ရုပ်ရှင်တွေဘဝမှာ ဘယ်နှစ်ခေါက်လောက်ကြည့်ဖူးကြလဲ ကျွန်တော့်အတွက်တော့ ဂျက်ဆိုတဲ့ ၂၀၁၄ ခုနှစ်ထွက် ဂျာမန်ရုပ်ရှင်တစ်ကားဟာ အပါဝင်ပဲ။ လောကကြီးကို လူမမည်ကလေးတစ်ယောက်ရဲ့ မြင်ကွင်းကနေကြည့်နေရသလိုပဲ။ ဂျက်ဆိုတဲ့ ချာတိတ်လေးဟာအရွယ်နဲ့မလိုက်တဲ့ တာဝန်ဝတ္တရားတွေကို ပုခုံးပေါ်ထမ်းပိုးပြီးမိခင်မေတ္တာတွေကိုငတ်မွတ်ရင်း ဘဝကို သတ္တိရှိရှိ ရင်ဆိုင်နေတဲ့ချာတိတ်လေးတစ်ယောက်ပဲ။ သားသမီးကိုအချိန်မပေးတဲ့ဘဝကိုအလေးနက်မထားဘဲ ခပ်ပေါ့ပေါ့ နေတတ်တဲ့ကလေးနှစ်ယောက်နဲ့ တစ်ခုလပ်မိခင်ဖြစ်သူ ဆန်နာ ကို ဂျက်ဟာအရမ်းချစ်တယ်။ ညီဖြစ်သူ ကလေးလေးရဲ့ဝေရာဝတ်စတွေကိုဂျက်ဖြစ်သူပဲ ခြေအစခေါင်းအဆုံးလိုက်လုပ်ပေးတယ်။ နောက်တော့မိခင်ဖြစ်သူဟာ ဂျက်ကိုလူငယ်ဂေဟာပို့အငယ်ကောင်လေးကိုသူငယ်ချင်းနဲ့ အပ်ပြီး ရုတ်တရက်ပျောက်ဆုံးသွားတယ်ဆက်သွယ်လို့မရတော့ဘူး။ ဒီလိုနဲ့ပဲ မိခင်မေတ္တာကို ငတ်မွတ်လွန်းတဲ့ဂျက် တို့ညီအစ်ကို နှစ်ယောက်သား ဘာလင်မြို့ရဲ့လမ်းမတွေပေါ်မှာမိခင်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ ချာတိတ်နှစ်ယောက်ကွန်ကရစ်တောကြီးထဲ နေ့နေ့ညည ဘယ်လိုတွေဖြတ်သန်းကြမလဲဆိုတဲ့ အတွေးနဲ့တင် အုပ်စီးလွန်းလှပါတယ်။ ဒီလိုနဲ့ရှာပုံတော်ကြီးအဆုံးမှာ ဂျက်ဟာ ဘာတွေကိုနားလည်ပြီးဘယ်လိုဆုံးဖြတ်ချက်မျိုး ချခဲ့လဲ ဆိုတာ ဆက်လက်ကြည့်ရှုကြည့်ပါ။ File size…2.21GB / 938MB\nQuality…WEB-DL ...",
        "rating": "7.2",
        "url": "https://megaup.net/1f1f4/Jack.2014.AMZN.WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BN2ZhYzNlZmYtNWNhYS00MTY4LTg5NjctNTgwZjczMTAxM2E0XkEyXkFqcGdeQXVyMTUwNzQzNzUz._V1_-133x200.jpg",
        "title": "Two Souls (2023)",
        "description": "Two Souls(2023)IMDb -7.9/10နာမည်လေးအတိုင်း စိတ်ဝိဉာဉ်နှစ်ခုဆုံတွေကြတဲ့ ဇာတ်လမ်းလေးပါပဲ အာခေးလ်ဆိုတဲ့‌ကောင်လေးဟာ\nလက်ထပ်ရမဲ့ချစ်သူပရီယာက ဖောက်ပြန်သွားလို့သတ်သေဖို့ကြိုးစားရင်း ကားအက်ဆီးဒင့်ဖြစ်ပြီး မသေပဲမျောသွားပါရောစိတ်ဝိဉာဉ်ကလွင့်မျောသွားပြီး အဲဒီဆေးရုံမှာပဲမျောနေတဲ့ တခြားကောင်‌မလေးတစ်ယောက်နဲ့တွေ့ပါတော့တယ်\nအဲဒီကောင်မလေးကလည်း ပရီယာတဲ့ ဒီလိုနဲ့ပတ်ဝန်းကျင်နဲ့အကန့်တွေခြားနေတဲ့ သူတို့နှစ်ယောက်\nစကားတွေပြောရင်တွေဖွင့်ခံစားချက်တွေဖလှယ်ကြပေါ့ သူတို့ကိုလက်တွေ့ကမ္ဘာနဲ့ချိတ်ဆက်ပေးနေတဲ့\nချစ်စရာခွေးလေးတစ်ကောင်လည်း ရှိ‌နေပါသေးတယ်ဒီခွေးလေးနဲ့ ဒီနှစ်ယောက်ဝိဉာဉ်ကမ္ဘာမှာ ဘယ်လိုဖြတ်သန်းပြီး\nလက်တွေ့ကမ္ဘာနဲ့ဘယ်လိုတွေများချိတ်ဆက်သွားမလဲ\nအာခေးလ်ရဲ့သတ်သေချင်လောက်တဲ့အသဲကွဲ ဒဏ်ရာကြီးကုစားသွားပုံကို\nအသဲကွဲနေတဲ့ညိုကီတို့အတွက် မိုတီတစ်ဖြတ်အနေနဲ့ တင်ဆက်ပေးလိုက်ရပါတယ်\n(အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့\nBpL ~ Moon ~ Thaik San ~ chiclon3 တို့ပဲဖြစ်ပါတယ်)\nFile size…1.63GB / 758MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Chiclon3~ BpL~Thaik San~Moon",
        "rating": "7.9",
        "url": "https://megaup.net/3gTgg/Two_Souls_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWQ2MDMxNjgtYjNjYi00OTZjLThkMWYtYzRmNzM2YWRmMmRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-132x200.jpg",
        "title": "Somewhere in Queens (2022)",
        "description": "Somewhere in Queens (2022)\n=====================\nIMDb Rating - 7.0/10ဒီဇာတ်ကားလေးကတော့ နာမည်ကြီး stand-up comedian\nတစ်ယောက်ဖြစ်တဲ့ Ray Romano ရိုက်ကူးပြီး ကိုယ်တိုင်သရုပ်\nဆောင်ထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လီယို နဲ့ သူ့မိန်းမ အန်ဂျလာရူဆို\nတို့က အီတလီ-အမေရိကန်မိသားစုတစ်ခုဖြစ်တဲ့ ရူဆိုမိသားစု\nကပါ။ လီယို ကတော့ရူဆိုမိသားစုရဲ့ဆောက်လုပ်ရေးလုပ်ငန်း\nမှာပဲအလုပ်လုပ်ပါတယ်။ လီယို မှာဘတ်စကတ်ဘောကစား\nတာထူးချွန်တဲ့ စတစ် လို့‌ခေါ်တဲ့သားတစ်ယောက်လည်းရှိပါ\nတယ်။ တစ်နေ့တော့ လီယို ကကျောင်းကဘတ်စကတ်ဘော\nပြိုင်ပွဲအပြီးမှာ ကင်းထောက်တစ်ယောက်နဲ့တွေ့ပြီး သူ့သား\nအတွက်ဘတ်စကတ်ဘောဆော့ရင်း ကောလိပ်တက်နိုင်မယ့်\nစကောလားရှစ်အခွင့်အရေးကိုတွေ့ရှိခဲ့ပါတယ်။လီယို ကတော့အဲဒါကိုအရမ်းစိတ်လှုပ်ရှားနေပြီး သူ့သားကို\nဖြစ်မြောက်စေချင်တာပါ။ ရူဆိုမိသားစုကတော့အပျက်ဘက်\nကပဲမြင်ပါတယ်။ ဒါပေမယ့် စတစ် ကစကောလားရှစ်အတွက်\nမလေ့ကျင့်ခင်မှာပဲ သူ့ရဲ့ကောင်မလေးကဖြတ်သွားလို့ depression\nတွေ၀င်ပြီး မစားနိုင်မသောက်နိုင်ဖြစ်သွားခဲ့ပါတယ်။ အဲဒါကို\nလီယို ကသိတော့မနေနိုင်တော့ပဲ သူ့သားကိုအစွမ်းကုန်မြေ\nတောင်မြှောက်ပေးတဲ့အခါမှာတော့ ဆက်ပြီးဘာတွေဖြစ်မလဲ\nဆိုတာကိုစိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဖခင်\nတစ်ယောက်က သားတစ်ယောက်အပေါ်မှာထားတဲ့မျှော်လင့်\nချက်ကိုကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာဖြစ်တဲ့အတွက် ဒီကား\nလေးကိုကြည့်ဖို့ recommend ပေးပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (850 MB) / ...",
        "rating": "7.0",
        "url": "https://megaup.net/3WPiX/Somewhere.In.Queens.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTA0ZGQ2ZWEtM2EzMi00NmEzLThjNjItMDkyZGU1M2JiM2FlXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "A Return to Salem’s Lot (1987)",
        "description": "ဒီဇာတ်ကားလေးက ၁၉၈၇ခုနှစ်ထွက် Vampire ဇာတ်ကားပါ။ ဒီကားထက်အရင် ၁၉၇၉ခုနှစ်မှာပဲ Salem's lotဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားရှိပါသေးတယ်။ ဇာတ်ကား၂ကားလုံးက Salem's lotဆိုတဲ့မြို့ငယ်လေးကိုပဲအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ထူးဆန်းထွေလာတွေကိုရိုက်ကူးတင်ဆက်ပြတဲ့ ဂျိုးဟာ သားဖြစ်သူနဲ့အတူ အမွေရထားတဲ့အိမ်ကိုသွားတဲ့အခါမှာ မြို့ငယ်လေးရဲ့တမူထူးနေပုံကိုသတိထားမိသွားပါတယ်။သားအဖ၂ယောက်လုံး Vampires တွေရဲ့မာယာကျော့ကွင်းမှာမိပြီး သူတို့မြို့ငယ်လေးမှာပဲနေသွားမှာလား၊ဒါမှမဟုတ် ရုန်းကန်ထွက်ပြေးကြမလားဆိုတာကိုစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ File size…(2.3 GB)/(1.1 GB)/(620 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Horror, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyae Phyo Min",
        "rating": "",
        "url": "https://megaup.net/2ASwh/A.Return.To.Salems.Lot.1987.720p.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMzUyYTUtMjQ3My00NDc3LWIyZjQtOGUzNDJmNTFlNWUxXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Peter Pan (1953)",
        "description": "Peter Pan (1953)\n=============အနောက်နိုင်ငံကလေးတွေရဲ့ ပါးစပ်ဖျားမှာ​​ရေပန်းစားတဲ့\nပီတာပန်ဆိုတာကို အားလုံးပဲ ကြားဖူးနားဝရှိကြမယ်ထင်\nပါတယ်။ ကလေးတွေဟာ ညအိပ်ရာဝင်တိုင်း ပီတာပန်\nလာနိုးလာနိုးနဲ့ စောင့်နေတတ်တာကြောင့် တချို့မိဘတွေ\nကတော့ ဒီလိုအယူသည်းတာမျိုးကို အားမပေးတတ်ကြ\nပါဘူး။ဝမ်ဒီတို့မောင်နှမ ၃ယောက်ကတော့ ပီတာပန်ကို ယုံကြည်\nရုံတင်မကဘဲ ပီတာပန်ရဲ့စွန့်စားခန်းတွေမှာပါ ဝင်ရောက်\nပါရမီဖြည့်ချင်နေကြတာပါ။ တစ်ညမှာ ..... ပီတာပန်တစ်\nယောက် လူကြီးတွေမသိအောင် ဝမ်ဒီတို့အခန်းဆီ ထပ်\nလာဖြစ်ခဲ့ပါတယ်။ ဒီတစ်ကြိမ်မှာတော့ ပီတာပန်ဟာ ဝမ်ဒီ\nတို့မောင်နှမ ၃ယောက်ကို ရင့်ကျက်ခြင်းကင်းတဲ့ Never\nLand မှာလိုက်နေဖို့ ခေါ်တဲ့အခါ . . . လူသားကလေး (၃)\nယောက်အနေနဲ့ နတ်သူငယ်တို့ရဲ့မြေမှာ ကြုံရဆုံရမယ့်\nစွန့်စားခန်းတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n1953 ကာလကို အခြေပြုတဲ့ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nTinker Bell - Pirate Fairy နဲ့ပါ အချိတ်အဆက်ရှိနေတာ\nမို့လို့ Disney Fan တွေအတွက် Nostalgia ဖြစ်စေမယ့်\nAnimation ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့ Hnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.62 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1eTn7/Peter.Pan.1953.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
        "title": "My Fault (2023)",
        "description": "My Fault (2023)~ IMDb - 6.3/10, Rotten Tomatoes - 94% ~စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ သူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ထားတာပါ။ နစ်ရဲ့အဖေနဲ့ နိုအာရဲ့အမေတို့ နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ နိုအာတို့ ၂ယောက်က မောင်နှမတွေအဖြစ် ပတ်သက်ရပါတော့တယ်။ အစပိုင်းတည်းက သူတို့ ၂ယောက်ကအဆင်မပြေပါဘူး။ နိုအာက သူ့အမေ လူချမ်းသာနဲ့ယူတာကို သဘောမတူပါဘူး။နစ်က ငယ်ငယ်တည်းက အဖေနဲ့အမေကွာရှင်းထားလို့ စိတ်ဒဏ်ရာရပြီး ဖအေရှေ့မှာ ပြည့်စုံတဲ့သားလိမ္မာလိုနေပေမယ့် တကယ်က ပြိုင်ကားမောင်းပြိုင် ပါတီတွေတက် ရန်ဖြစ်ပြီး ဆိုးနေတာပါ။ နိုအာကတော့ ဖခင်က သူတို့သားအမိကိုနှိပ်စက်တဲ့အတွက် စိတ်ဒဏ်ရာရနေပြီး သူ့အဖေကို အရမ်းကြောက်ပါတယ်။ နိုအာရဲ့အဖေက‌ သူ့သက်သေခံထွက်ဆိုချက်ကြောင့် ထောင်ကျနေပါပြီ။စရိုက်ချင်းမတူတဲ့ သူတို့၂ယောက်က တစ်ယောက်လမ်းတစ်ယောက် ၀င်မရှုပ်ဖို့ သဘောတူထားပေမဲ့ တစ်ချိန်မဟုတ်တစ်ချိန် တွေ့နေရတာပါ။ နစ်ရဲ့သူငယ်ချင်းတွေနဲ့ မိတ်ဆက်ပေးထားတဲ့အတွက် နစ်သွားတဲ့ ပါတီတွေ ကားမောင်းပြိုင်ပွဲတွေမှာ နိုအာပါရှိနေပါတယ်။ သူတို့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2AVK3/(CM)_Culpa_Mia_aka_My_Fault_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjY2YjRhY2EtNzNmNC00NGU5LWEyMzItNjFjN2ZkYWU3NzhiXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Salem’s Lot (1979)",
        "description": "Salem's Lot ဟာ အမေရိကန်စာရေးဆရာ Stephen King ၏ 1975 horror ဝတ္ထုဖြစ်ပါတယ်။ ဒုတိယမြောက်ထုတ်ဝေသောဝတ္ထုဖြစ်ပြီး ဇာတ်လမ်းမှာ Ben Mears လို့ခေါ်တဲ့ စာရေးဆရာတစ်ဦးက Jerusalem's Lot (အတိုကောက် 'Salem's Lot) ကို ပြန်သွားရာမှာထိတ်လန့်ဖွယ်ရာတွေနဲ့ကြုံရတဲ့အကြောင်းလေးပါ။ ဝတ္ထုဟာ 1976 တွင် World Fantasy Award နှင့် 1987 တွင် Locus Award တို့အတွက် ရွေးချယ်ခံခဲ့ရပါသည်။ ယခုဇာတ်လမ်းဟာ အဆိုပါဝတ္ထုကို ပြန်လည်ရိုက်ကူးတင်ဆက်ပြသထားတာပါ။File size…(4 GB)/(2.6 GB)/(1.1 Gb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...Horror, Thriller, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyae Phyo Min",
        "rating": "6.7",
        "url": "https://megaup.net/1UWdk/Salems.Lot.1979.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iWBOKF0yl7pHK9y8fqRIBqf9fOJ.jpg",
        "title": "Stan Lee (2023)",
        "description": "Stan Lee (2023)~ IMDb - 7.2/10, Rotten Tomatoes - 88% ~Superhero ပရိသတ်တွေရင်ထဲမှာ Stan Lee ဆိုတဲ့ နာမည်ကိုကြားတာနဲ့ Marvel ရဲ့ပဲ့ကိုင်ရှင်၊ ကျွန်တော်တို့ချစ်တဲ့ Superhero တွေရဲ့ ဖခင်ကြီးအဖြစ် တံဆိပ်ခတ်နှိပ်ထားပြီးသားဖြစ်လို့နေပါတယ်။Stan Lee နဲ့ Marvel ဟာ ဒင်္ဂါးပြားတစ်ခုရဲ့ ခေါင်းနဲ့ပန်း လိုပါပဲ။ Stan Lee မရှိရင် Marvel ဆိုတာလည်းဖြစ်မလာနိုင်ပါဘူး။ Fantastic Four ကစလို့ X-Men, Spider-Man, Iron Man, Captain America, Hulk, Thor, Dr. Strange, Black Panther တို့လိုစူပါဟီးရိုးတွေအပြင် တခြား ဟီးရိုးနဲ့ ဗီလိန်ပေါင်းများစွာကို ဖန်တီးခဲ့တဲ့ Stan Lee ကို Marvel ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1UYdy/(CM)_Stan_Lee_(2023)_720p.mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzEb71u0HOucjdjcVoOqfCqOM0T.jpg",
        "title": "Aftermath (2021)",
        "description": "Aftermath (2021)အခု မိတ်ဆက်ပေးမယ့် Aftermath ဆိုတဲ့ ဇာတ်ကားကတော့ 2021 တုန်းက Netflix ကနေ ထွက်ရှိထားတဲ့ Horror ဇာတ်ကားပဲဖြစ်ပါတယ်။X-Men ရုပ်ရှင်တွေထဲမှာပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ရှောန်အက်ရှ်မောနဲ့ Twilight Saga ထဲမှာ ဇာတ်ဆောင်တစ်ဦးအဖြစ်ပါဝင်ခဲ့တဲ့ ဝါရင့်မင်းသမီးကြီး အက်ရှ်လေဂရင်းန်ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ် ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်ကားကတော့ နာတာလီနဲ့ ကယ်ဗင်ဆိုသူက သူတို့နှစ်ယောက်ရဲ့ ပထမအိမ်ထောင်ပျက်သွားကြပြီးတော့ နှစ်ယောက်သားနောက်အိမ်ထောင်သစ်ကို ထူထောင်ပြီး အတိတ်ဆိုးတွေကို မေ့နိုင်ဖို့အတွက် ကယ်ဗင်က အရင်အိမ်မှာမနေတော့ဘဲ နှစ်ယောက်သားအိမ်ပြောင်းဖို့ကို အကြံပေးရာက‌နေ စပါတယ်။ ဖြစ်ချင်တော့ မှုခင်းအိမ်တွေကို ရှင်းလင်းရေးလုပ်ပေးရတဲ့ ကယ်ဗင်က သူရှင်းခဲ့ပေးတဲ့ လူသတ်မှုဖြစ်ခဲ့တဲ့ အိမ်ဖြစ်နေပါတယ်။ သူကလည်း စျေးတန်တန်လေးနဲ့ရမယ်ဆိုပြီး နာတာလီကို အတင်းဝယ်ဖို့တိုက်တွန်းခဲ့ပါတယ်။ တကယ့်တကယ် ဇာတ်လမ်းကတော့ သူတို့နှစ်ယောက် အဲဒီအိမ်သစ်ကို ပြောင်းပြီးရာကနေစပြီးတော့ အကြောင်းဖန်လာပါတော့တယ်။ သူတို့နှစ်ယောက် အိမ်သစ်ကိုပြောင်းသွားပြီးနောက်ပိုင်း ဘာတွေဖြစ်လာမလဲ၊ ဘယ်လိုအခက်ခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့သွားရမလဲဆိုတာကတော့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3WQzS/(CM)_Aftermath_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjJlOGI5ZGItNjMwYy00ZDJjLTlmMWEtZTBhZDViM2EzZTRkXkEyXkFqcGdeQXVyMTU4OTY2MzU2._V1_-133x200.jpg",
        "title": "Ranasthali (2022)",
        "description": "Ranasthali (2022)\nIMDb - 8.8/10ဇာတ်လမ်းအကျဉ်း\nအကြမ်းအရမ်း အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသွေးသံရဲရဲ အကြမ်းပတမ်းတွေပါလို့ အသည်းငယ်သူများ သတိထားကြည့်စေလိုပါတယ်။ဘာစာဗာက ဒေါသတရားကို ဦးထိပ်တင်ထားသူ။ရန်ပြုလာသူတွေကို လျင်မြန်စွာပဲ\nသုတ်သင်ရှင်းလင်းပစ်တဲ့လူစားမျိုး။သူ့ကို သိပ်ချစ်တဲ့ဖခင်အိုကြီးနဲ့ ကြားက\nသားအဖေမေတ္တာကိုလည်း ရင်ထဲမှာလှိုက်နေအောင် ဖန်တီးပုံဖော်ထားပါတယ်။သူ့ရဲ့ရန်ဘက် ဘာဒရာနဲ့ကြားက သွေးကြွေးကလဲ့စားကို ဘယ်လိုတွေ\nတစ်ယောက်နဲ့ တစ်ယောက်ယှဉ်ပြိုင်တိုက်ခိုက်ကြမလဲဆိုတာ။သူတို့က ဘာအတွက်\nတစ်ယောက်နဲ့ တစ်ယောက်ရန်ငြိုးထားကြတာလဲ။ဘယ်သူကပဲ နောက်ဆုံးမှာ\nအနိုင်ရသွားမလဲ ဆိုတာတွေကို ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,BpL,Aditi,Nyein,Thaik San\nတို့ပဲဖြစ်ပါတယ်)\nFile size…2.6GB /1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  chiclon3~BpL~Aditi~Nyein~Thaik San",
        "rating": "8.8",
        "url": "https://megaup.net/2AUzX/Ranasthali_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gKI9hpEMcZUQpNgKrkDzJpbnNS.jpg",
        "title": "Extraction 2 (2023)",
        "description": "Extraction 2 (2023)Extraction (2020) ရဲ့ အဆက် Extraction 2 လာပါပြီ။\nမင်းသားက Chris Hemsworth ပဲဖြစ်သလို ဒါရိုက်တာကလည်း Sam Hargrave ပါပဲ။Extraction (2020) ဟာ အတော်ကောင်းပါတယ်။\nမဖြစ်နိုင်တဲ့ စစ်ဆင်ရေးကို အသေခံပြီး လုပ်သွားတဲ့ ကြေးစားကြီးတစ်ယောက်အကြောင်းပေါ့။\nသေနတ်ဒဏ်ရာ ဗလပွနဲ့ မြစ်ထဲကိုကျသွားတာ မသေစရာတော့မရှိပါဘူး။\nဒါပေမဲ့ မသေပါဘူး။ မသေတော့ အငြိမ်းစားယူသွားပါတယ်။\nအငြိမ်းစားဆိုကတည်းက သေချာပေါက် ပြန်ချရမယ်ဆိုတာ အားလုံးသိပြီးသားပါပဲ။\nအခုလည်း သူ့အငြိမ်းစားဘဝကနေ မငြင်းနိုင်ဘဲ သေချာပေါက်ပြန်လုပ်ခိုင်းနိုင်တဲ့သူ ပေါ်လာပါတယ်။ သူ့မိန်းမပါ။ ဖြစ်တတ်ပါတယ်။\nသူ့မိန်းမရဲ့ ညီမကို ဂျော်ဂျီယာရဲ့ အကြီးဆုံးလူဆိုးဂိုဏ်းကြီးလက်ကနေ သွားကယ်ထုတ်ရတာပါ။\nဒါပေမဲ့ လူဆိုးဂိုဏ်းက ရိုးရိုး သေနတ်နဲ့ကားအဆင့်မဟုတ်ပါဘူး။\nကျည်ကားကား၊ လက်နက်ကြီး၊ ရဟတ်ယာဉ်တွေအထိပါပြီး\nမိုးအဆုံးမြေအဆုံးလိုက်သတ်တာကြောင့် ၂ နာရီစာလောက် မနားတမ်း ချရပါတော့တယ်....ထုံးစံအတိုင်း ဇာတ်လမ်းရော အက်ရှင်ရော ကြည့်လို့ကောင်းပါတယ်။ ကြည့်လိုက်ကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "rating": "8.2",
        "url": "https://megaup.net/2AYvi/Extraction.2.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMDJiNzUwYzEtNmQ2Yy00NWE4LWEwNzctM2M0MjE0OGUxZTA3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Extraction (2020)",
        "description": "သောရ် မင်းသားကြီး ခရစ် ဟမ်းဆွာ့ ရဲ့ အက်ရှင်ကား အသစ်ရပါပြီ။\nထင်ထားတာထက် ကောင်းပါတယ် ခရစ်စ်ဟာ\nအနီးကပ် တိုက်ခိုက်ခန်းတွေ သေနတ်ပစ်ခန်းတွေ ဒီလောက်ထိ\nကြမ်းပြနိုင်တာ အားရစရာပါပဲ။\nCombat ခန်းတွေ အရမ်းကြမ်းပါတယ်။\nကြည့်ရတာ အားရကြမှာပါ။ ဇာတ်လမ်းအကျဉ်း\nတိုင်လာ ဟာ စစ်ပြန်ကြေးစားစစ်သား ဖြစ်ပြီး\nအိန္ဒိယက ဘိန်းဘုရင်တစ်ယောက်ရဲ့ ကလေးကို\nကယ်ထုတ်ပေးရမယ့် အလုပ်ကို လက်ခံလိုက်ပါတယ်။\nအဲဒီကလေးကို ဖမ်းထားတဲ့သူကလည်း\nပြိုင်ဘက် ဘိန်းဘုရင် ဂန်းစတား ဖြစ်နေပြီး တိုင်လာနဲ့\nကလေးကို ရဲတွေအကူအညီနဲ့ တစ်မြို့လုံးပိတ်ဆို့ပြီး ဖမ်းဖို့\nကြိုးစားပါတော့တယ်။\nဒီကလေးကို မြို့ကနေ မရမက ကယ်ထုတ်ဖို့\nတစ်မြို့လုံးနဲ့ တစ်ယောက် တိုက်ခိုက်ပြီး ကြိုးစားရပါတော့တယ်။File size…(5.5 GB)/(1.9 GB)/ (850 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….TSK/Ka Naung\nTranslated by Littleneo",
        "rating": "8.1",
        "url": "https://megaup.net/1UYax/(CM)_Extraction.2020.1080p.NF.WEB-DL.AAC.5.1-Naung.mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTA5OTA5YmUtZmExZS00OTMzLTk2OWUtZGI0NmE3MjVlMjUyXkEyXkFqcGdeQXVyNTc3Nzc4NjE@._V1_-140x200.jpg",
        "title": "The Secret Kingdom (2023)",
        "description": "The Secret Kingdom (2023)\n====================ပီတာ ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ စိုးရိမ်စိတ်ကြီးပြီး\nကြောက်တတ်တဲ့ကောင်လေးတစ်ယောက်ပေါ့။ ပီတာကိုယ်\nတိုင်ကလည်း သူဟာကြောက်တတ်တဲ့သူဆိုပြီးလက်ခံထား\nသလို၊ သူ့ရဲ့မသိစိတ်ထဲမှာလည်းသူတစ်ခါမှမမြင်ဘူးမကြုံဘူး\nတဲ့ပုံရိပ်တွေကိုမြင်နေရလို့ကြောက်လန့်နေသူပါ။ ဒီလိုနဲ့ တစ်\nရက်သား မိသားစုစီးပွားရေးအခက်အခဲကြောင့် အိမ်ပြောင်းဖို့\nအကြောင်းဖန်လာတဲ့အခါမှာတော့ ပီတာရဲ့ဘဝမှာ ပြောင်းလဲ\nမှုတွေစဖြစ်လာပါတော့တယ်။ အိမ်ပြောင်းတဲ့နေ့မှာပဲ ထူးဆန်း\nတဲ့သတ္တဝါလေးတွေက ပီတာနဲ့ညီမဖြစ်သူကို သူတို့ရဲ့နေရာကို\nဖမ်းခေါ်သွားပါတော့တယ်။ ဒီလိုနဲ့ ပီတာတစ်ယောက် ဘယ်လို\nမျိုးအခက်အခဲတွေ တွေ့ရမလဲ၊ သူမြင်နေရတဲ့ ပုံရိပ်တွေနဲ့ကရော\nဘယ်လိုဆက်နွယ်နေမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှု\nလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (753 MB) / (454 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Family\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1eZmr/The.Secret.Kingdom.2023.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Family"
    }
]