[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BY2IzNGNiODgtOWYzOS00OTI0LTgxZTUtOTA5OTQ5YmI3NGUzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-1.jpg",
        "title": "Watchmen (2009)",
        "description": "ဒီတစ်ခါတော့ CM Fans တွေအတွက် အထူးဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဒီဇာတ်ကားလေးဟာ တစ်ချိန်က Superheroes ရုပ်ရှင်တွေထဲမှာ Epic အဖြစ်ဆုံး အကောင်းဆုံးဇာတ်ကားအဖြစ် သတ်မှာတ်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Zack Snyder ရိုက်ကူးခဲ့ပြီးတော့ Zack ကိုယ်တိုင်က သူ့ဘဝမှာ ဂုဏ်ယူခဲ့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ခု အပါအဝင်ပါလို့ ပြောကြားခဲ့တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။Imdb Rating 7.6 ရရှိထားပြီး ဆုပေါင်းများစွာလည်းရထားသေးပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့နဲ့ အပြိုင် Altarnate Reality တစ်ခုမှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးတော့ အဲ့ Reality မှာ Superheroes တွေ တကယ်ရှိပြီး သူတို့က နိုင်ငံရေး လူမှု့ရေးတွေမှာ ပါဝင်ပတ်သတ်မှု့တွေရှိနေပါတယ်။ဇာတ်လမ်းကတော့ အနားယူနေတဲ့ စူပါဟီးရိုးတစ်ယောက်အသတ်ခံလိုက်ရတာကနေစတော့တာပါပဲ။အသတ်ခံရသူက ကျွမ်းကျင်တဲ့ စူပါဟီးရိုးတစ်ယောက်ဖြစ်နေပေမဲ့ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရတာပါ။အဲ့မှာပဲ ကျန်တဲ့ စူပါဟီးရိုးတွေက ပြန်စုပေါင်းပြီး ဒီ လက်စားလိုက်ချေနေတဲ့သူက ဘယ်သူလဲ ဆိုတာ ဖော်ထုတ်ဖို့\nကြိုးစားပါတော့တယ်။သူတို့တွေ ဒီလို ဖော်ထုတ်ရာမှာ တဖြည်းဖြည်းနဲ့ ပိုုပို နက်နဲလာတဲ့ ဇာတ်ကွက်ကို စိတ်ဝင်တစားကြည့်ရမှာပဲ ဖြစ်တယ်။စိတ်ဝင်စားစရာကောင်းလှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင်တော်ရုံစူပါဟီးရိုး ကားတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/4UJ6w/Watchmen_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/florida-project-poster-135x200.jpg",
        "title": "The Florida Project (2017)",
        "description": "The Florida Project (2017)\nIMDb - 7.6/10_____Rotten - 96%\n  \nCM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ “The Florida Project” ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်…\nအညွှန်း— ခြောက်နှစ်အရွယ် ကောင်မလေး Moonee ဟာ သွက်လက်ပြီး စူးစမ်းချင်စိတ်ပြင်းပြတဲ့ကလေးတစ်ယောက်ပါ…\nသူဟာ မိခင်ဖြစ်သူ Halley နဲ့ Magic castle ဆိုတဲ့ မိုတယ်တစ်ခုမှာ နေထိုင်ခဲ့ပါတယ်.\nMagic castle ဟာ Florida က ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့ သိကြတဲ့ Walt Disney World အနားမှာရှိတဲ့ နေရာတစ်ခုပါ…\nMagic castle ရဲ့ မန်နေဂျာကတော့ Bobby ဖြစ်ပြီး သူက ကလေးတွေ အန္တရာယ်ကင်းအောင် စောင့်ရှောက်ပေးတတ်ပါတယ်…\nMoonee လေးဟာ မိုတယ်က သူနဲ့သက်တူရွယ်တူ ဘော်ဒါတွေ ဖြစ်တဲ့ Scooty, Dicky တို့နဲ့ ကစားဖော်တွေဖြစ်ခဲ့ပါတယ်..\nတစ်နေ့တော့ Jancey ဆိုတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Arhq/The_Florida_Project_[2017]_(MM_Sub)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzhiNjBjNDAtYTg2Ny00NmJjLWIyZTMtMTRiNjEwMzk5ZGNlXkEyXkFqcGdeQXVyMzM1OTg3MjM@._V1_SY1000_CR006791000_AL_.jpg",
        "title": "Accident (2017)",
        "description": "Accident (2017)_____IMDb - 3.2/10\n  \nAccident ဇာတ်ကားဟာ 2017၊ ဒီဇင်ဘာလထဲမှာထွက်ရှိခဲ့တဲ့ သည်းထည်းရင်ဖိုစရာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကလေးကတော့ မိန်းမချောလေးနှစ်ယောက်ဖြစ်တဲ့ ဂျက်ဇ်နဲ့ကယ်လ်ရိုလင်းတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဂီတပွဲတော်တစ်ခုကိုသွားဖို့အတူတူထွက်ခွာလာခဲ့ကြပါတယ်။\nဂီတပွဲတော်ကိုသွားဖို့ ဘတ်စ်ကားနဲ့မသွားပဲ သူငယ်ဖြစ်သူတွေရဲ့ကားနဲ့လမ်းကြုံလိုက်ဖို့စီစဉ်ခဲ့ပေမယ့် တကယ်တမ်းသူငယ်ချင်းဖြစ်သူတွေက မလာခဲ့တဲ့အခါမှာတော့ ဂျက်ဇ်နဲ့ကယ်လ်ရိုလင်းတို့နှစ်ယောက် အခက်တွေ့ရပါတော့တယ်။\nဒီလိုနဲ့ နှစ်ယောက်သား ကြုံရာကားနဲ့သာလမ်းကြုံလိုက်ဖို့စီစဉ်ရပါတော့တယ်။\nအဲ့မှာ မထင်မှတ် ကားအကောင်းစားကြီးစီးလာတဲ့ ကောင်လေးချောချောနှစ်ယောက်နဲ့တွေ့ပါတော့တယ်။\n  \nဒီလိုနဲ့ မိချောတို့နဲ့ကိုယ်လူချောတို့တစ်သိုက် အဝေးပြေးလမ်းမကြီးအတိုင်းခရီးနှင်လာရာမှာတော့ လမ်းမှာမမျှော်လင့်ပဲယာဉ်မတော်တဆဖြစ်ပြီး ကားဟာလမ်းဘေးက ချောက်ထဲထိုးကြသွားပါတော့တယ်။\nအဲ့မှာအကူအညီတောင်းစရာလူလည်းမရှိ၊ အကူအညီပေးနိုင်မယ့်သူတွေနဲ့လည်းအဆက်အသွယ်ပြတ်တောက်သွားကာ တောင်စောင်းအောက်ထဲမှာ ပိတ်မိနေပါတော့တယ်။\nအဲ့လို အကူအညီမယ့်ကယ်ရာမဲ့ဘဝက သူငယ်ချင်းတွေ ဘယ်လိုရုန်းထွက်ကြမယ်၊\nမိချောတို့တွေ့ခဲ့တဲ့ ကိုယ်လူချောတို့နှစ်ယောက်ကရော..လူကောင်းတွေမှဖြစ်နိုင်ပါ့မလား…..၊\nတစ်ခါသာဆုံဖူးသေးတဲ့ မိန်းကလေးနှစ်ယောက်ကို သဘောထားကြီးစွာနဲ့ကူညီနိုင်ပါ့မလား….၊\nဒီလိုအခက်ခဲတွေထဲကဘယ်လိုရအောင် အသက်ဆက်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ ရင်ဖိုစွာရှု့စားရမှာဖြစ်ပါတယ်\n  \nFile Size : (750 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "3.2",
        "url": "https://megaup.net/1ADjw/Accident_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI3NTM2MTE3MF5BMl5BanBnXkFtZTcwOTUzOTkyNw@@._V1_SY1000_CR006991000_AL_-1.jpg",
        "title": "Cool Kids Don’t Cry (2012)",
        "description": "Cool Kids Don't Cry (2012)IMDb - 7.5/10_____Rotten - 66%\n  \nChannel Myanmar ပရိတ်သတ်ကြီးအတွက်\nဒီတစ်ခါတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့\nDirector Dennis Bots ရဲ့ IMDb Rating 7.5 ရထားတဲ့\nDrama Kids&Familyကားလေးဖြစ်ပါတယ်။ ဇာတ်ကားနမည်ကတော့\n#Cool-kids-Don’t cry ပါ။ ဒီဇာတ်လမ်းမှာဆိုရင် …..\nအကီ ဆိုတဲ့၈တန်းကျောင်းသူလေးမလေးက\nသူမရဲ့ကင်ဆာရောဂါကိုအရှုံးမပေးပဲနောက်ဆုံးထိ\nသတ္တိရှိရှိရင်ဆိုင်သွားပုံတွေကို တွေ့ရမှာဖြစ်ပါတယ်။\nအကီကဘောလုံးကစားရတာကိုချစ်မြတ်နိုးပြီး\nယောကျ်ားလေးတွေနဲ့တန်းတူကစားနိုင်သူဖြစ်တယ်။\nကစားတိုင်းလည်းဒဏ်ရာတွေခဏခဏရတတ်သူလေးပေါ့။\nဒီဒဏ်ရာတွေအပေါ်မှာလည်း\nအကီကသိပ်feelမနေတတ်ပြန်ဘူး။\nအကီက မဟုတ်မခံ စွာကျယ်မလေးတစ်ယောက်လည်းဖြစ်တယ်\nချုပ်ချယ်တာကိုလည်းမကြိုက်ပြန်။ ဒါပေမယ့်မထင်မှတ်ထားတဲ့အချိန်မှာကံကြမ္မာဆိုးတစ်ခုက\nသူမဘဝထဲ ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။ ထိခိုက်ဒဏ်ရာကြောင်\n့ဆေးသွားစစ်ကြည့်မိရာက စပြီးသူမမှာ ကင်ဆာရောဂါရှိနေမှန်းသိခဲ့ရပါတယ်။\nလူတိုင်းသိကြတဲ့အတိုင်းရောဂါခံစားနေရပြီးဆိုရင် အရင်ဆုံးဖြစ်တာက\nDepressionဝင်ကြတာပါပဲ။ ရောဂါကတစ်မျိုး depressionကတစ်မျိုးနဲ့\nသတ်မှတ်ကာလအချိန်ထိတောင် အသက်ရှင်နေနိုင်သွားသူတွေက ရှားပါတယ်….\nရောဂါဖြစ်နေချိန်မှာ ကိုယ့်ဘာသာ ရင်ဆိုင်ရပ်တည်ဖို့ဆိုတာတကယ်မလွယ်တဲ့ကိစ္စပါ..\nအားလုံးရဲ့ကူညီဖေးမမှုတွေလိုအပ်သလို ကိုယ်တိုင်လည်းစိတ်ဓာတ်ခိုင်မာမှသာ\nအဆုံးထိခုခံနိုင်ကြမှာပါ… ကဲ…..ဒီဇာတ်လမ်းလေးထဲမှာတော့ အကီကကင်ဆာရောဂါကို\nသတ္တိရှိရှိဘယ်လိုရင်သွားမလဲဆိုတာနဲ့ သူမသူငယ်ချင်းတွေကရော\nဘယ်လိုကူညီဖေးမကြမလဲဆိုတာ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပါ။\n  \nQty – 720P Bluray\nDuration – 1hr 36min\nGern – Drama, Fantasy\nFile Size – 786 MB\nTranslator – ...",
        "rating": "7.5",
        "url": "https://megaup.net/2enSa/Cool_Kids_Dont_Cry_(Achtste-Groepers_Huilen_Niet)_[2012]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzA1MzgyNzMtNWRiOC00MDY3LTlkYjQtZGZjMWU4NWEyZWVmXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_.jpg",
        "title": "The Limey (1999)",
        "description": "The Limey(1999)\nIMDb…7.1——Rotten….93\nထောင်က လွတ်လာတာ မကြာသေးတဲ့ ထောင်ထွက်တစ်ယောက်..\nသူ့မှသမီး​လေးတစ်​​ယောက်​ရှိတယ်​ …..\nသက်​တမ်​းတစ်​ဝက်​​လောက်​​ထောင်​ထဲမှာ​နေရပြီး ​အပြင်​​ရောက်​ရင်​သမီး​လေး​နဲ့​တွေ့ဖို့​ ရည်​စူးခဲ့​ပေမယ်​့ သူ့သမီး​လေးဟာ အသတ်​ခံလိုက်​ရတယ်​…သူ့သမီးကို ဘယ်သူသတ်ခဲ့လဲ သိဖို့အတွက် အခင်​းဖြစ်​ပွားရာ LA ကို သွားခဲ့တယ်ဒါပေမယ့် သူတွေ့နေရတဲ့အခြေအနေတွေကို သူဘယ်လိုမှ နားမလည်နိုင်မှန်း ချက်ချင်းဆိုသလို သိသွားတယ်…သူ့ရဲ့ စုံစမ်းမှုကို နောက် ထောင်ထွက်တစ်ယောက်က ကူညီတယ်သူတို့နှစ်ယောက်အတူ စုံစမ်းလိုက်တော့ သူ့သမီးဟာ ပရိုဂျူဆာ တစ်ယောက်နဲ့ ဇာတ်လမ်းရှုပ်နေတယ်ဆိုတာ သိလိုက်ရတယ်\nအဲဒီပရိုဂျူဆာက လက်ရှိ တစ်ခြား ခပ်ငယ်ငယ်မိန်းခလေးတစ်ယောက်နဲ့လည်း ခပ်ရှုပ်ရှုပ်ပဲ သူ့သမီးဟာ လူဆိုး​တွေ လူမိုက်​​တွေရဲ့အရှုတ်​အ​ပွေ​တွေကြားမှာလည်​း ပြသနာအကြီးကြီးတက်​ခဲ့ပုံ​ပေါ်ပါတယ်​…File Size…(900MB)And(386MB)Quality…720pFormat…mp4Duration…01:29:00Subtitle…Myanmar Subtitle(Hardsub)Translated by Honest AbeEncoder…Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2oVxe/The_Limey_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTUyNjUzMjk1M15BMl5BanBnXkFtZTgwMDM4ODE1MDI@._V1_SY1000_CR006761000_AL_.jpg",
        "title": "Renegades (2017)",
        "description": "ဒီကားေလးကလည္း ၂၀၁၇ခုႏွစ္ကထြက္ထားတဲ့ ေပါ့ေပါ့ပါးပါး Action ကားေလးတစ္ကားျဖစ္ပါတယ္။ဒါရိုက္တာ Steven Quale ရိုက္ကူးထားတာျဖစ္ျပီး ေနတိုးတပ္ဖြဲ႕စစ္ေျခစိုက္စခန္းထားရွိရာ ေဘာ္စနီးယားႏိုင္ငံ ၁၉၅၅ခုႏွစ္တြင္ ဇာတ္အိမ္တည္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။ၾသစေတ်းလ်သရုပ္ေဆာင္ Sullivan Stapleton ၊ ျဗိတိန္သရုပ္ေဆာင္/ရုပ္ရွင္ထုတ္လုပ္သူ Charlie Bewley တို႕ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ျပီး အေမရိကန္ Navy Seal တပ္ဖြဲ႕၀င္၅ဦးရဲ႕ စြန္႕စားခန္းေတြကို ေပါ့ေပါ့ပါးပါးဟာသေလးေတြေႏွာျပီးရိုက္ကူးထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၅၅ခုႏွစ္ ေဘာ္စနီးယားနယ္တ၀ိုက္တြင္ ျပန္လည္ထူေထာင္ေရး၊ နယ္ေျမလံုျခံဳေရးတို႕အတြက္ ေနတိုးတပ္ဖြဲ႕မွ ၀င္ေရာက္ အေျခစိုက္ေျဖရွင္းေပးေနခ်ိန္မွာ အဆိုပါတပ္ဖြဲ႕၀င္၅ဦးဟာ စစ္ဆင္ေရးတစ္ခုတြင္ပြဲၾကီးပြဲေကာင္းႏြဲခဲ့ျပီးေနာက္ ၃ရက္ေလာက္ အနားေပးခံရပါတယ္။အဲဒီအေတာအတြင္း စေတတန္ရဲ႕ေဒသခံေကာင္မေလးကေနတဆင့္ နွစ္ေပါင္း၅၀ခန္႕ တိ္မ္ျမဳပ္ေနခဲ့တဲ့ ျပင္သစ္ကေန နာဇီဂ်ာမနီတပ္ဖြဲ႕ေတြခိုးသြားတဲ့ ေရႊေခ်ာင္းေတြအေၾကာင္းကိုသိလိုက္ရပါေတာ့တယ္။ဒါနဲ႕ပဲ သူတို႕ငါးေယာက္နဲ႕အတူ စေတတန္ရဲ႕ေကာင္မေလးတို႕ပူးေပါင္းျပီး အဲဒီေရႊေတြကို ရန္သူ႕နယ္ေျမထဲမွာ ရွာပုံေတာ္ဖြင့္ၾကေတာ့တာပါပဲ။US Navy Seal တပ္ဖြဲ႕၀င္ေတြကံေကာင္းျပီး အဲဒီေရႊေတြကိုရသြားႏိုင္မလား။မွန္းခ်က္နဲ႕ နွမ္းထြက္ကိုက္ပါ့မလားဆိုတာေတာ့ ဆက္လက္ရႈစားလိုက္ပါဦး။Action ၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ေပါ့ေပါ့ပါးပါး အပန္းေျပၾကည့္ရႈႏိုင္မည့္ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ File Size : (900 MB) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/renegades-2017/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/5WDYczPMqEX2bl45KmJeEPF0oYm.jpg",
        "title": "The Age of Blood (2017)",
        "description": "The Age of Blood ဇာတ်ကားဟာ 2017 ခုနှစ်ကထွက်ရှိထားတဲ့ ကိုးရီးယားဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဂျိုဆွန်းခေတ်သမိုင်းဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့အက်ရှင်ဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ဂယောင်ဂျုံးမင်းကြီးကိုလုပ်ကြံပြီး ယောင်းဂျိုမင်းကြီးနန်းတက်တာကြောင့် ဆိုရွန်အမတ်များအဖွဲ့မှ ပုန်ကန်ခြားနားပါတော့တယ်ခေါင်းဆောင်ကတော့ လီအင်ဂျွာပါ သို့ပေမယ့် ဘုရင့်တပ်များနှိမ်နင်းခြင်းခံရပြီး ဖမ်းဆီးထောင်သွင်းအကျဉ်းချခံလိုက်ရပါတော့တယ်လီအင်ဂျွာတစ်ယောက် ထောင်ထဲရောက်နေပေမယ့် ပုန်ကန်ရန်ထပ်မံကြံစည်ပုံ.........အရာရှိရာထူးကနေပြုတ်ကျပြီးသာမန်ထောင်စောင့်လေးဖြစ်ေနေတဲ့ ကင်ဟိုတစ်ယောက် ပုန်ကန်မှုကိုတားဆီးပုံ......သွေးချောင်းစီးမယ့်ပုန်ကန်မှုကြီးမှာပါဝင်နေတဲ့ နောက်ကွယ်ကလက်များ.......အရေးသာချိန်မှာကိုယ့်ဘက်ပါပေမယ့် အရေးနိမ့်ချိန်မှာကိုယ့်ကိုစွန့်ပစ်တဲ့လူ့သဘောသဘာဝတွေ.........စတာတွေနဲ့အတူ သိုင်းချခန်းကောင်းကောင်းတွေကို တစ်ဝကြီးခံစားရမှာပါ၁၇၂၈ ယောင်းဂျိုနန်းသက်လေးနှစ်မှာဖြစ်ပွားတဲ့ သွေးချောင်းစီးပုန်ကန်မှုကြီးကို အခြေခံပြီးရိုက်ကူးထားတဲ့ အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်File Size : (950 MB) and (370 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action,Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip H264 AAC-JAYENT\nTranslated by Ei Pa Pa San\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2wb3x/The_Age_Of_Blood_(Yeokmo_-_Banranui_Sidae)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYzVjMjgyMTUtMjAwNy00Zjc5LWIxMDgtYzFmOWQ3MTc1ODE2XkEyXkFqcGdeQXVyMzk5NTMyMjc@._V1_.jpg",
        "title": "Survival Family (2017)",
        "description": "သင္ဟာ လွ်ပ္စစ္မီးမ႐ွိပဲ ဘယ္ႏွစ္ရက္ေလာက္ထိေနႏုိက္ပါသလည္း?????သင္ေန႔စဥ္သုံးေနၾက ပစၥည္းေတြထဲကမွ လွ်ပ္စစ္နဲ႔သုံးရတဲ့ပစၥည္းေတြ၊ စက္ပစၥည္းမွ မွန္သမွ်က သုံးလုိ႔မရေအာင္ရပ္တန္႔သြားရင္ သင္ေန႔စဥ္ဘဝမွာ အစဥ္ေျပႏုိင္ေသးလား ?????ဒီလုိေမးခြန္းေတြက ျမန္မာႏုိင္ငံသားတစ္ေယာက္ဆုိရင္ေတာ့ သိပ္မထူးဆန္းေပမယ့္ ဂ်ပန္ႏုိင္ငံသားေတြကုိ ဒီလုိေမးခြန္းထဲက အေျခအေနေတြမ်ဳိး တစ္ကယ္ျဖစ္လာေသာအခါ.......တုိက်ဳိျမဳိ့ႀကီးမွာေနထုိင္တဲ့ ဆူဇူကီး မိသားစုက သာမန္မိသားစုေတြလုိပဲ ျမဳိ့ျပယဥ္ေက်းမႈမွာ စီးေမ်ာေနတဲ့မိသားစုတစ္ခု၊ အေဖက company မွာအလုပ္ၾကဳိးစားတယ္၊ ဒါေပမဲ့ မိသားစုနဲ႔ ကင္းကြာေနတယ္၊ အေမကလည္း အိမ္မႈကိစၥေတြတာဝန္ေက်ပြန္ေပမယ့္ မိသားစုအတြင္း စည္းလုံးေအာင္ မလုပ္ေဆာင္ႏုိင္ဘူး၊ သားႏွင့္သမီးကလည္း အထက္တန္းေက်ာင္းသားေတြပီပီ ဖုန္းႏွိပ္လုိက္၊ အေပါင္းအသင္းေတြနဲ႔ ေလ်ွာက္သြားလုိက္နဲ႔ မိသားစုစကားေျပာျဖစ္တာ ေတာ္ေတာ္႐ွားတယ္၊ တစ္ရက္ မနက္မုိးလင္းမွာေတာ့ လွ်ပ္စစ္မီးပ်က္သြားတယ္၊ မီးပ်က္မွာကုိ ၾကဳိသတိေပးေလ့႐ွိတဲ့ ဂ်ပန္ႏုိင္ငံမွာေတာ့ အထူးအဆန္းေပါ့၊ အစကေတာ့ သူတူိ႔တစ္အိပ္ပဲျဖစ္ေနတယ္လုိ႔ထင္ေနေပမယ့္ ေနာက္ပုိင္းမွ တစ္ျမဳိ့လုံးျဖစ္ေနၾကတယ္၊ ႐ုံးသြားဖုိ႔အလ်င္လုိေနတဲ့ ဆူဇူကီးတစ္ေယာက္ မနက္စာမစားပဲထြက္လာခဲ့ေပမယ့္ ပုံမွန္လာေနၾက အခ်ိန္မွန္ ရထားကလည္းေရာက္မလာဘူး၊ ဒိလုိနဲ႔ ႐ုံးကုိလမ္းေလ်ွာက္သြားၿပီး ႐ုံးေ႐ွ႕ေရာက္ေတာ့လည္း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/survival-family-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/uqf0ljldfzlc-140x200.jpg",
        "title": "Jangan Dengerin Sendiri (2016)",
        "description": "ခြောက်ခြားဖွယ်ရာ ကားတစ်ကားနဲ့ ညတစ်ခုကိုကျော်ဖြတ်ချင်ပါသလား။ထိတ်လန့်စရာအပြည့်နဲ့ ကားတစ်ကားကို ရင်တစ်ဖိုဖို ကြည့်ရှုချင်သူ ပရိသတ်တွေအဖို့ ဒီ Do not listen to yourself ! (2016)ကားလေးကို အပြည့်အဝထောက်ခံပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ထူးဆန်းတဲ့ရေဒီယိုအစီအစဉ်တစ်ခုနာမည်က \"တစ်ယောက်တည်း နားမထောင်ရ\"တဲ့။အဲ့ဒီအစီအစဉ်ကို တစ်ယောက်တည်းနားထောင်မိရင် ဝိဉာဉ်တွေ အနှောင့်အယှက်ခံရမယ် ဆိုတာကို မယုံတဲ့ လူငယ်တစ်သိုက်ကလဲ ရှိနေပြန်ပါတယ်။အဲ့ဒီ လူငယ်တွေဟာ စမ်းသပ်ကြည့်ရင်း ကိစ္စတွေဟာ ထင်သလောက်မလွယ်ပဲ နက်နဲနေတာကို သိရှိလာရပါတော့တယ်။ဇာတ်လမ်းအသွားလေးလဲ နက်နဲပြီး အင်ဒိုနီးရှားရဲ ့သဘာဝအလှအပတွေနဲ့ ပုံဖော်ထားတဲ့ ဒီဇာတ်လမ်းလေးဟာ ဘာသာပြန်သူ ညသန်းခေါင်ဘာသာပြန်နေရင်း ဆက်မပြန်ရဲပဲ မိုးလင်းထိစောင့်ပြန်ရတဲ့ ကားလေးမို့ Horror ပရိသတ်ကြီးအကြိုက်တွေ့မယ့် ကားတစ်ကားပါလို့ပဲ ညွှန်းလိုက်ရပါတော့တယ်။ File Size : (800 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  35min\nFormat : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/jangan-dengerin-sendiri-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjQ1ZTY2YTktYmQxZC00NTE3LTliYmMtNzczOTRmNDg2NTNlXkEyXkFqcGdeQXVyNTQxMDM1ODU@._V1_SY999_CR00706999_AL_-141x200.jpg",
        "title": "Godzilla: Planet of the Monsters (2017)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​\nအရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ...\nကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့...\nလူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ...\nဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ...\nအဲဒီအလင်​းတန်​းရဲ့ အစမှာ\n​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့...Gozilla: Planet of Monsters (2017)လူသား​တွေရဲ့ ကမ္ဘာကို သူယူ​ဆောင်​သွားခဲ့တယ်​\nလာပြီး ကူညီတဲ့သူ​တွေကိုလည်​း သူဖျက်ဆီးပစ်​ခဲ့တယ်​... အခု​တော့ လူသား​တွေဟာ ကမ္ဘာဂြိုလ်​ကို စွန်​့ခွာပြီး ​တော့အီဆိုတဲ့ ဂြိုလ်​ဆီထွက်​လာခဲ့တာ\nနှစ်​​ပေါင်​း ၂၂နှစ်​ကြာခဲ့ပြီ...\n၂၂နှစ်​တာ ကာလအတွင်​း ​အေးခဲ​မှောင်​မိုက်​တဲ့ အာကာသထဲမှာ တဝဲလည်​လည်​ဖြစ်​လို့...\nဒါ​ပေမယ်​့ ပြန်​ပြီး အ​ရောင်​သန်​းလာတဲ့ ​မျှော်​လင်​့ချက်​ ​ရောင်​ခြည်​​လေးတစ်​မျှင်​​ကြောင်​့ ကမ္ဘာဂြိုလ်​ကို ပြန်​လာခဲ့တယ်​...ဒါ​ပေမယ်​့...\nအာကာသနဲ့ ကမ္ဘာရဲ့အချိန်​ကွာဟချက်​​ကြောင်​့ လူ​တွေအ​နေနဲ့ ကမ္ဘာကိုစွန်​့ခွာလာတာ ၂၂ပဲရှိ​သေး​ပေမယ်​့ ပြန်​လာချိန်​မှာ ကမ္ဘာကြီးဟာ နှစ်​​ပေါင်​းနှစ်​​သောင်​း​ကျော်​ ကြာ​နေခဲ့ပြီ...\nသူ ရှိ​နေတုန်​းပဲ သူ ရှင်​သန်​​နေတုန်​းပဲ သူ အုပ်​စိုး​နေတုန်​းပါပဲဒါ​ဟာ လူသား​တွေရဲ့ ​နောက်​ဆုံးအန္တိမပန်​းတိုုင်​\nမတိုက်​မဖြစ်​တိုက်​ရ​တော့မယ်​့ တိုက်​ပွဲဖြစ်​ခဲ့ပြီ...\nအမိကမ္ဘာ​မြေကို ပြန်​ယူ​ဆောင်​ရ​တော့မယ်​​လေ...​နောက်​ဆုံး​တော့ ဘုရင်​က ဘုရင်​ပါပဲ...IMDB - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yO72/Godzilla_-_Planet_Of_The_Monsters_[2017]_(MM_Sub).mp4",
        "category": "Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZDY4ODA1ZDEtYzljMy00Y2YzLTg1MDMtZjUyYmFkMWM2ZjdkXkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-135x200.jpg",
        "title": "Bullet Head (2017)",
        "description": "Bullet Head ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​ မှုခင်​းအက်​ရှင်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.2/10 နဲ့ rotten tomatoes 57% အသီးသီးရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Adrien Brody, John Malkovich နဲ့ Antonio Banderas တို့ဖြစ်​ပါတယ်​ကြာချိန်​ ၉၃မိနစ်​ပဲရှိ​ပေမယ်​့ ဇာတ်​လမ်​းအလှည်​့အ​ပြောင််​းနဲ့ စိတ်​ဝင်​စားဖွယ်​ရာဇာတ်​ကွက်​​တွေ ပြည်​့​နေတဲ့ ဇာတ်​ကား​ကောင်​း​လေးပါဇာတ်​လမ်​းအကျဉ်​းက​တော့ Career (ကယ်​ရီ) သမား ၃​ယောက်​ဖြစ်​တဲ့သူတို့ဟာ တစ်​​နေ့မှာ အလုပ်​လုပ်​ရင်​းချွတ်​​ချော်​မှု​ကြောင်​့ ဂို​ထောင်​တစ်​ခုထဲမှာပိတ်​မိသွားပါ​တော့တယ်​ဂို​ထောင်​အပြင်​မှာ​အသင်​့​စောင်​့​​နေသူ​တွေလည်​းရှိ​နေပါတယ်​ဥပဒေဘက်​​တော်​သားရဲ​တွေပါ.....ဒါ​ပေမယ်​့ဂို​ထောင်​ထဲမှာလည်​း ​ကြောက်​ရွံ ့ဖွယ်​​ကောင်​းတဲ့ အန္တရာယ်​ကြီးက​စောင်​့ကြို​နေပါတယ်​....သူတို့ ၃​ယောက်​ ကျဉ်​းထဲကျပ်​ထဲက​​နေ အလွတ်​ရုန်းနိုင်​မှာလား....အသက်​ရှင်​လျက်​ထွက်​လာပြီး ရဲ​လက်​ထဲကပါလွတ်​​အောင်​​ပြေးနိုင်​မလားဆိုတာ....ပရိတ်​သတ်​ကြီးပဲကြည်​့လိုက်​​တော့​နော်​ File Size : (750 MB) and (260 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bullet-head-2017/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MzUzMjIxMV5BMl5BanBnXkFtZTgwODY5MTIzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Please Stand By (2017)",
        "description": "၂၀၁၈ခုနှစ်ထွက်ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်မြူးမြူး Comedy/Drama ဇာတ်ကားလေးတစ်ခုဖြစ်ပါတယ်။Wendy ဟာအရာရာတိုင်းကိုရှုထောင့်တစ်မျိုးနဲ့မြင်တတ်တဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။သူစိတ်ရှိသလိုပြောဆိုနေထိုင်လေ့ရှိပြီး ဉာဏ်ထက်တဲ့ကောင်မလေးတစ်ယောက်ဖြစ်သည့်အပြင် သူဟာအာရုံကြောဆိုင်ရာ ပြဿနာရှိသူဖြစ်ပါတယ်။ဒါကြောင့် သူ့ကိုအကြံပေးဆွေးနွေးပေးတဲ့သူတစ်ယောက်ထားရှိပေးထားရပါတယ်။သူ့အတွက်တော့ လူတွေဟာအလွန်ပွေလီရှုပ်ထွေးတဲ့စကားဝှက်တစ်ခုဖြစ်ပြီး ကမ္ဘာကြီးဟာလည်း ရှုပ်ထွေးလှသည့်နေရာတစ်ခုပဲဲဖြစ်ပါတယ်။သူ့ကိုဆွေးနွေးအကြံပြုနေသူရဲ့လွှမ်းမိုးမှုအောက်မှာပဲ တစ်နေ့သာပုံမှန်လုပ်ဆောင်စရာလေးတွေကိုလုပ်ရင်းပဲ အရွယ်ရောက်လာပြီးနောက် တစ်နေ့မှာပဲသူနေ့စဉ်ကြည့်လေ့ရှိတဲ့ တီဗီအစီအစဉ်တစ်ခုကနေ ဇာတ်ညွှန်းရေးပြိုင်ပွဲတစ်ခုကို သူကြည့်ရှုလိုက်ရပါတယ်။အဲဒီကစပြီး သူဉာဏ်ကွန့်မြူးပြီး သီကုံးဖန်တီးထားတဲ့ စာမျက်နှာ၅ဝဝပါ ဝထ္တုလေးကို ဝင်ပြိုင်ဖို့ ဆုံးဖြတ်ချက်ချပြီးနောက် အားလုံးမသိအောင်ထွက်ပြေးပြီး ပြိုင်ပွဲရှိရာဆီသွားဖို့ စီစဉ်ပါတော့တယ်။ဇာတ်လမ်းလေးဟာ ဟာသလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးမြူးမြူးကြွကြွလေးမို့ ကြည့်ရတာအပန်းပြေစေမှာပါ။Rating အနေနဲ့လည်း 6.7 ထိရထားတဲ့အတွက် ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးတွေကြည့်ပြီး အလုပ်အားချိန်လေး အနားယူချင်သူများအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။ File Size : (750 MB) and (276 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  33min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/please-stand-by-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BOTZhNGYwOTctOGNhNi00NTU2LTkxZTAtYTZkZDQ1Y2RmYmU2XkEyXkFqcGdeQXVyNTYxNjQ0MTc@._V1_-133x200.jpg",
        "title": "Voldemort: Origins of the Heir (2018)",
        "description": "အခုတင်ဆက်ပေးရမယ့် movie လေးကတော့ ပရိသတ်တွေရဲ့ ကလေးဘဝကတည်းက ဇာတ်လိုက်ကျော် ဟယ်ရီပေါ်တာ ဖန်များအားလုံးသိကြမယ့် မှော်နက်ဂိုဏ်းချုပ်ကြီး Voldemort(ဗိုဒမော့)အကြောင်းကို ရိုက်ကူးထားတာပါ...ဒီမူဗီအတွက်official Teaser trailer ကို 2017 Juneမှာ FBမှာတင်ခဲ့တဲ့အခါ...၂ရက်အတွင်း ကြည့်ရှုသူ သန်းနှစ်ဆယ်ကျော်ခဲ့ပါတယ်...ဟယ်ရီပေါ်တာဖန်ကလည်း နည်းမှမနည်းပဲကိုး ...ဒီဇာတ်ကားလေးကိုရှုစားပြီးတော့ ဟယ်ရီနဲ့ပတ်သက်တဲ့ Facts တွေကို သေချာသိနိုင်မှာဖြစ်ပါတယ်...ဟယ်ရီပေါ်တာရဲ့ရန်သူတော်ကြီး ဗိုဒမော့ရဲ့ ငယ်ဘဝ တွန်ရစ်ဒယ် တစ်ယောက် ဒီလို မှော်နက် ဂိုဏ်းချုပ်ကြီးတစ်ယောက် ဖြစ်လာဖို့ လုပ်ဆောင်ခဲ့တဲ့ ငယ်ဘဝ ကြိုးပမ်းမှုတွေကို စိတ်ဝင်စားဖွယ် ဘယ်လိုတွေများတင်ဆက်ထားသလဲ....ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ စလေးသရင်း, ဂရစ်ဖင်းဒေါ, ဟက်ပ်ဖက် နဲ့ ရာဗင်ခလော ဆိုတဲ့ ဟော့ဂ်ဝက် မှော်ကျောင်းကြီးလေးကျောင်းရဲ့ ဆက်ခံသူတွေ ဒီဇာတ်ကားထဲမှာ ဘယ်လိုများပါဝင်ထားကြမလဲ ဆိုတာကို ဟယ်ရီပေါ်တာ ပရိတ်သတ်များအားလုံးလက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးလို့ File Size : (500 MB)\nQuality : WEB-DL ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/voldemort-origins-of-the-heir-2018/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p89657_p_v8_ah-133x200.jpg",
        "title": "Derailed (2005)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့“Derailed”ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်… ရုပ်ရှင်ချစ်ပရိတ်သတ််တွေကြား အခုတလောရေပန်းစားနေတဲ့“Deception”နဲ့ ဆင်တူတယ်ဆိုတဲ့ဇာတ်လမ်းပါ… တူလားဆိုတော့ အနည်းငယ်ဆင်ပါတယ်..အိုင်ဒီယာလေးတွေဆင်ပါတယ်… ဒါပေမဲ့ twist လုပ်သွားတဲ့နေရာတွေ လွဲသွားပါတယ်…နှစ်ကားလုံးက ကိုယ်ထင်ထားသလိုဖြစ်လာတဲ့ ဇာတ်ကွက်မျိုးမဟုတ်ပါဘူး…ကောင်းလားဆိုတော့ နှစ်ကားလုံးကောင်းပါတယ်… နိုင်ငံတကာမှာတောင် ဒီလိုPlot တူပေမယ့် Twist လုပ်သွားတာမတူတဲ့ ကားတွေ အများကြီးရှိတာမို့ ဒါကိုတော့ အပြစ်တခု အနေနဲ့ပေါက်ပန်းလေးဆယ် လျှောက်ပြောပြီး ဇွတ်တူပါတယ် ဆိုပြီးတော့ အတန်ရှည်ယူနေတဲ့ သူတွေ အတွက်တော့တော်တော်လေး ရှက်ဖို့ကောင်းပါတယ်  ဒီဇာတ်ကားထဲမှာတော့Starring အနေနဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ Clive Owen နဲ့Jennifer Aniston တို့သရုပ်ဆောင်ထားပါတယ်..အညွှန်းလေးဖတ်ရှုကြပါဦး…ငွေကြေးအကျိုးဆောင် ချားစ်ရှိုင်းဟာငွေရေးကြေးရေးလောကမှာကျင်လည်ခဲ့တာ ၁၀ နှစ်ရှိပါပြီ။ဝင်ငွေလဲအတန်အသင့်ကောင်းတဲ့စီးပွားရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။သူ့မှာ ဒီယာနာလို့အမည်ရတဲ့ဇနီးနဲ့ အေမီဆိုတဲ့သမီးချောလေးတစ်ယောက်ရှိပါတယ်။သာယာတဲ့မိသားစုတစ်ခုကိုပိုင်ဆိုင်ထားသူပါ။ ကံမကောင်းတဲ့အရာတစ်ခုတော့ရှိပါတယ်။ဒါကတော့သူတို့သမီးလေး အေမီဟာ အဆိုးဆုံးဆီးချိုရောဂါကိုခံစားနေရတဲ့ဝေဒနာရှင်တစ်ယောက်ပါ။သမီးလေးရဲ့ရောဂါအပြီးပျောက်ဖို့လင်မယားနှစ်ယောက်ဟာ ငွေတွေစုခဲ့ပါတယ်။ခုနစ်နှစ်ကြာပြီးနောက်မှာတော့ ဒေါ်လာ တစ်သိန်းအသားတင်စုမိခဲ့ပါတယ်။တစ်နေ့မှာတော့ ချားစ်ဟာ ရထားချိန်နောက်ကျပြီး နောက်ရထားစောင့်စီးခဲ့ရပါတယ်။ရထားပေါ်မှာ လူစင်ဒါဆိုတဲ့ စွဲမက်ဖွယ် ညို့ငင်အားပြင်းတဲ့မျက်ဝန်းပိုင်ဆိုင်ထားတဲ့လူစင်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ရင်းနှီးခဲ့ပါတယ်။ ရင်းနှီးခဲ့ပုံက ချားစ်တစ်ယောက်ရထားလက်မှတ်မပါလာလို့ လူစင်ဒါက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/derailed-2005/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MTQyNDEyN15BMl5BanBnXkFtZTgwMjE3NjgzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Polka King (2018)",
        "description": "​ဟောလိဝုဒ်​နာမည်​​ကျော်​ သရုပ်​​ဆောင်​ Jack Black ပါဝင်​သရုပ်​​ဆောင်​ထားပြီး IMDb rating 5.9 ရရှိထား​သော The Polka King ရုပ်​ရှင်​သည်​Pennsylvania ပြည်​နယ်​မှ Polka ဂီတ​ဖျော်​​ဖြေသူအနုပညရှင်​တစ်​ဦးဖြစ်​တဲ့ ဂျန်​လီဝင်​ရဲ့ အခက်​အခဲများကြားမှ ကြိုးကြိုးစားစားဖြင်​့ခက်​ခဲစွာ​အောင်​မြင်​​ကျော်​ကြားသူတစ်​ဦးဖြစ်​လာခဲ့ပုံသူ၏​ပေါင်​းသင်​းဆက်​ဆံမှုစွမ်​းရည်​ ပါးနပ်​မှု ရည်​မှန်​းချက်​ကြီးစွာကြိုးစားခဲ့သဖြင်​့​အောင်​မြင်​ခဲ့ပုံကျူ းလွန်​ခဲ့​သောအမှားများ​ကြောင်​့ကျရှုံးခဲ့ပုံ၊ဘဝ၏အတက်​အကျ မိသားစု၏အ​ရေးပါပုံ၊ကြိုးစားအားထုတ်​မှု၏တန်​ဖိုးတို့ကိုရသ​ပေါင်းစုံ​အ​ဖြစ်​ခံစားကြည်​့ရှုရမဲ့ Biography / Documentary ဆန်​ဆန်​ရုပ်​ရှင်​ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​။File Size : (800 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Biography, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : iNTERNAL.1080p.WEB.x264-STRiFE\nTranslated by Htet Myet\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-polka-king-2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI0ODYyOTI0NF5BMl5BanBnXkFtZTgwOTY5ODg0NDM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Step Sisters (2018)",
        "description": "ဒီကားထဲမှာတော့ ဂျမဲလာဆိုတဲ့လူမဲမလေးဟာ အရမ်းတော်တဲ့သူ့ချစ်သူနဲ့အတူ ဟားဘက်ကိုတက်ချင်ခဲ့ပါတယ်။ဒါပေမဲ့ အမြဲလိုလို ပြည့်စုံဖို့ကြိုးစားနေတဲ့ သူ့အမေက ဂျီပီအေ ၄.၀ ကျော်မှ သူ့ကို တက်ခွင့်ရအောင်ထောက်ခံပေးမယ်လို့ပြောလို့ အရမ်းစိတ်ညစ်ပြီး လူဖြူပါတီကိုသွားမိရာက ဇာတ်လမ်းလေးစခဲ့ပါတယ်။လူဖြူမတွေကို လူမဲအက ကတတ်အောင်ကြိုးစားနိုင်ရင် ဟားဘက်တက္ကသိုလ်ကိုတက်ခွင့်ရမယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ လူဖြူအရိုင်းမလေးတွေကို အကသင်ပေးခဲ့ပါတယ်။ဒီလိုအကသင်ပေးရင်း ကြုံရတဲ့အခက်အခဲတွေနဲ့ လူမျိုးရေးခွဲခြားတတ်တဲ့သူ့သူငယ်ချင်းတွေနဲ့ အမေကြား ဗျာများခဲ့ချိန်မှာ အကောင်းဆုံးလို့ထင်ထားတဲ့ သူ့ချစ်သူက သူ့ဘက်မှာမရှိဘဲ သူ့ကိုတကယ်မချစ်နိုင်မှန်းသိခဲ့ပါတယ်။အဲဒီအချိန်မှာ ဟာသတွေပြောပြီး ကြင်နာတတ်တဲ့ လူမဲကောင်လေးနဲ့ ဇာတ်လမ်းတွေဖြစ်ခဲ့ပါတယ်။ဒီလို လူငယ်တွေကြားဖြစ်တတ်တဲ့ ပြဿနာလေးတွေကို သင်ခန်းစာပြရိုက်ထားတဲ့ ဇာတ်မြူးဟာသကားလေးတစ်ကားပါ။လူမဲအကကို အသားပေးရိုက်ထားတာဖြစ်တဲ့အတွက် အလန်းစားအကတွေအကြောင်းကတော့ ထည့်ပြောဖို့တောင်လိုမယ်မထင်ပါဘူး။နောက်ဆုံးမှာ လူမဲမလေး ဂျမဲလာတစ်ယောက် ဟားဘက်ကိုတက်ခွင့်ရရဲ့လား သူ့ချစ်သူအသစ်နဲ့ရော ဘယ်လို ရင်ခုန်စရာလေးတွေရှိခဲ့လဲဆိုတာတော့ ဒီကားလေးထဲမှာ ကြည့်လိုက်ကြပါဦး။လုံးဝစိတ်မပျက်စေရမယ့် ကားကောင်းလေးဆိုတာ အာမခံလိုက်ပါရစေ။ File Size : (900 MB) and (366 MB)\nQuality : WEBRip ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/step-sisters-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA3MjA1NDkxMTReQTJeQWpwZ15BbWU4MDU2Njg3NDMy._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Suburbicon (2017)",
        "description": "‌ဆက်​ပ်​ပါ​ဘေကွန်​ဆိုတာက​တော့ အလွန်​​ငြိမ်​းချမ်​းပြီး​တော့၊မြို့ကြီးပြကြီး​တွေလိုကားသံယာဉ်​သံ​တွေနဲ့ရှုပ်​​ထွေးကြပ်​ညှပ်​​နေခြင်​းမရှိတဲ့ ​တောမကျမြို့မကျ​နေရာ​လေးတစ်​ခုပဲဖစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးက​တော့ ၁၉၄၀-၅ဝဝန်​းကျင်​​တွေ​လောက်​ကကြီးထွားခဲ့တဲ့ လူဖြူလူမည်​းခွဲခြား​ရေးပြဿ နာ​ပေါ်မူတည်​ပြီး ဇာတ်​အိမ်​ဖွဲ့ရိုက်​ကူးထားတာဖြစ်​ပါတယ်​။အဆိုပါ ဆက်​ပ်​ပါ​ဘေကွန်​ဟာ​တော့ လူဖြူအများစုသာ​နေထိုင်​ကြတဲ့​ဒေသဖြစ်​ပါတယ်​။တ​နေ့မှာ​တော့ လူမည်​းမိသားစုဖြစ်​တဲ့ ​မေယာတို့မိသားစုဟာအဆိုပါ​ဒေသကို​ပြောင်​း​ရွေ့လာတဲ့အခါမှာ​တော့လူဖြူ​တွေကအပြင်​းအထန်​ကန်​့ကွက်​ကြပြီး လူမည်​းမိသားစုကိုဆက်​ပ်​ပါ​ဘေကွန်​ကထွက်​ခွာသွား​အောင်​ နည်​းအမျိုးမျိုးနဲ့လုပ်​​ဆောင်​ပါ​တော့တယ်​။သို့​ပေမယ်​့ ဒီဇာတ်​ကားထဲမှာ​တော့ အဲ့ဒီလူမည်​းမိသားစုဟာ ဒီဇာတ်​လမ်​းရဲ့အဓိကဇာတ်​​ဆောင်​​တွေမဟုတ်​ဘဲနဲ့သူတို့ရဲ့အိမ်​နီးနားချင်​းဖြစ်​တဲ့ ​လောချ်​့မိသားစုကအဓိကဇာတ်​​ဆောင်​ဖြစ်​​နေပါတယ်​။ ​မစ္စတာ​လော့ခ်​ဟာ​အောက်​ပိုင်​းမသန်​​တော့တဲ့ သူ့ဇနီးဖြစ်​သူရယ်​ သူ့ရဲ့တစ်​ဦးတည်​း​သောသားက​လေးရယ်​၊ ခယ်​မဖြစ်​သူတို့နဲ့အတူ​နေပါတယ်​။တစ်​ညမှာ မစ္စတာ​လော့ချ်​တို့မိသားစုမှာ အကြမ်​းဖက်​မှုဖြစ်​ပွားခဲ့ပြီး မသန်​စွမ်​းတဲ့ဇနီးသည်​ရဲ့အသက်​​ဆုံးရှုံးခဲ့ရပါတယ်​။အဆိုပါ အကြမ်​းဖက်​မှုမှာ မစ္စတာ​လော့ချ်​ကိုယ်​တိုင်​ပါဝင်​ပက်​​နေတာဖြစ်​ပါတယ်​။ဘာ​ကြောင်​့မစ္စတာ​လော့်​ချ်​က ဒီလိုမျိုးလုပ်​ရတယ်​၊ အဲ့ဒီက​နေပြဿ နာ​တွေကြီးထွားလာပြီးဘာဆက်​ဖြစ်​မယ်​၊ ဘယ်​လိုအလိမ်​​တွေ​ပေါ်ကုန်​မလဲ၊ ဘယ်​လို​ဖြေရှင်​းကြမယ်​ဆိုတာကို​တော့ ဇာတ်​လမ်​းက​လေးမှာဆက်​လက်​ကြည့်​ရှု့လိုက်​ပါ။ဒီဇာတ်​​လမ်​းကို ကြည်​့ဖြစ်​​အောင်​ကြည်​့လိုက်​ကြပါ။ဘာဖြစ်​လို့လဲဆို​တော့ ဒီဇာတ်​လမ်​း​လေးဟာ ကြည်​့ပြီးသွားရင်​ ဘာမှမရလိုက်​တဲ့​ပေါကားဇတ်​လမ်​းမျိုးမဟုတ်​ပါဘူး။ကြည့်​ပြီးတာနဲ့ တစိမ်​့စိမ်​့နဲ့စဉ်​းစားစရာ​တွေချန်​ထားခဲ့မယ်​ဇာတ်​ကားမျိုးဖြစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးရဲ့အဓိက​ပေးချင်​တဲ့ မက်​​ဆေ့ချ်​က​တော့ လူ​တွေရဲ့အပြင်​ပန်​းအသွင်​အပြင်​နဲ့အသားအ​ရောင်​​တွေကိုကြည့်​ပြီး​တော့ လူမျိုး​ရေးခွဲခြား​နေတာဟာ လုံးဝမဖြစ်​သင်​့​ကြောင်​းပြသသွားတာပါ။လူမည်​းဖြစ်​​ပေမယ်​့စိတ်​ထားဖြူစင်​တဲ့ မိသားစုကို​တော့လူ​တွေကပစ်​ပယ်​ကြပြီး၊ လူဖြူ ဖြစ်​ပြီး စိတ်​ဓာတ်​ညစ်​နွမ်​းတဲ့မိသားစုကို​တော့ သနား​နေကြတဲ့ပုံကိုပညာသားပါပါ​လေးတင်​ပြသွားတာပါ။ကြည်​့ပြီးရင်​မိမိအတွက်​တစ်​ခုခုပြန်​ရလိုက်​မယ်​့ဇာတ်​ကား​လေးဖြစ်​လို့ ကြည်​့ဖြစ်​​အောင်​ကြည့်​လိုက်​ကြပါဦး File Size : (900 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/suburbicon-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Imatation-game-poster-146x200.jpg",
        "title": "The Imitation Game (2014)",
        "description": "The Imitation Game (2014)\nIMDb - 8.0/10_____Rotten - 90%Won 1 Oscar. Another 48 wins & 159 nominations\n  ဒီဇာတ်ကားကိုအခုခေတ်လူတွေကြည့်ခွင့်ရတာ တကယ့်ကိုထူးတဲ့ ကုသိုလ်တစ်ခုလို့မှတ်ရပါမယ်။\nဘာဖြစ်လို့လဲဆိုတော့ ဇာတ်ကားထဲက အချက်အလက်တွေက တကယ့် Top Secret တွေဖြစ်ပြီး\nဗြိတိန်နိုင်ငံက  ဒီအချက်အလက်တွေကို နှစ် ၅၀ ခန့်ထိမ်းသိန်းလျှို့ဝှက်ထားခဲ့တာပါ။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမဏီတို့ စစ်ရေးအရ အခြားနိုင်ငံတွေအပေါ် အသာရစေခဲ့တဲ့အရာဟာ Enigma လို့ခေါ်တဲ့ လျုှိ့ဝှက်ကြေးနန်းပို့စနစ်လို့ ဆိုနိုင်ပါတယ်။ Enigma ကတဆင့် သတင်းပေးပို့မယ်ဆိုရင် အခြားနိုင်ငံတွေအနေနဲ့ ဘယ်လိုမှ enigma စကားဝှက်တွေကိုဖော်နိုင်စရာမရှိပါဘူး။ possibilities ပေါင်း သန်းပေါင်း ၁၅၉ သန်းထိရှိတဲ့ စကားလုံးတွဲဖက်မှုတွေပေါ်လာနိုင်လို့ပါပဲ။ အဲဒီ possibilities အားလုံးကိုဖော်နိုင်တယ်ထားဦးတော့.....ဂျာမဏီတို့က ညသန်းခေါင်ကျော်ရင် setting အသစ်တစ်မျိုးထပ်ပြောင်းတာကြောင့် ၂၄ နာရီအတွင်း decipher လုပ်ဖို့ဆိုတာ mission impossible ...",
        "rating": "8.0",
        "url": "https://megaup.net/Scas/The_Imitation_Game_[2014]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTY5ODc5OTc2M15BMl5BanBnXkFtZTgwNjM0NjIzMzI@._V1_-135x200.jpg",
        "title": "Only the Brave (2017)",
        "description": "ဒီဇာတ်ကားလေးက ၂၀၁ရခုနှစ်ထွက် Rating 8 ရရှိထားတဲ့ Biography/Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။တကယ့်ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ပါဝင်သည့်သရုပ်ဆောင်များဟာလည်း ထိပ်တန်းသရုပ်ဆောင်များ ဖြစ်ပါတယ်။ဇာတ်ကားလေးဟာ ၂၀၁၃ခုနှစ် ဇွန်လ၂၈ရက်တွင်ဖြစ်ပွားခဲ့တဲ့ Yarnell Hill တောမီးလောင်မှုဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။Granite Mountain Hotshots မီးသတ်အဖွဲ့ဝင် ၁၉ဦးအသက်ပေးဆပ်ခဲ့ရတဲ့ အမေရိကကန်နိုင်ငံရဲ့ သမိုင်းတွင် တောမီးလောင်မှုကြီးတစ်ခုဖြစ်ပါတယ်။Hotshot ဆိုတဲ့အဖွဲ့အစည်းဟာ စစ်တပ်မှာဆိုရင် အထူးတပ်ဖွဲ့ဝင်တွေလိုပါပဲ။အထူးမီးသတ်တပ်ဖွဲ့ပဲဖြစ်ပြီး သူတို့ရဲ့လေ့ကျင့်မှုတွေဟာလည်း အလွန်ပြင်းထန်ပါတယ်။ဒီဇာတ်ကားမှာအဲဒီဖြစ်ရပ်ဆိုးကြီးမှာ အသက်ပေးသွားခဲ့ကြတဲ့ အထူးမီးသတ်တပ်ဖွဲ့တွေကို ဂုဏ်ပြုရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာဖြင့် အားဖြည့်ထားတဲ့အတွက် ကြည့်ရှုရတာတန်စေမယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အရသာပျက်သွားမှာရယ် ကိုယ်တိုင်ကြည့်ရှုစေချင်တာရယ်ကြောင့် မရေးပြတော့ပါဘူး။Rating အနေနဲ့ရောတော်တော်မြင့်မြင့်လေးရထားတာဖြစ်ပြီး Biography/Drama ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားလို့ပဲညွန်းချင်ပါတယ်။ File Size : (0.99 GB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 14min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/only-the-brave-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f29NQJaWyzXldOGT7F5CDKbwAH9.jpg",
        "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)",
        "description": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)IMDb....6.2,Rotten ...60ရုပ်ရှင်အမျိုးအစား family,comedy ဆိုတာမျိုးတွေက rating ပေးတာနည်းပါတယ်...5ဆိုရင်တောင် အတော်ကောင်းကြတာများပါတယ် ကျွန်တော့အထင်ပေါ့လေ.6.2 ဆိုတော့ကြည့်ရတာမဆိုးဘူး..ရယ်လည်းရယ်ရတယ် မိသားစုတွေမှာဖြစ်တတ်တဲ့ချို့ယွင်းချက်လေးတွေ ဖြည့်ဆည်းပေးရမယ့် အရာလေးတွေကို ဟာသလေးတွေနဲ့ပညာသားပါပါပြသွားတယ်...Ben Cooper တို့ဇနီးမောင်နှံမှာ ကလေး (၄)ယောက်ရှိတယ်...အရွယ်အသီးသီးနဲ့ဆိုတော့ မိဘတွေအနေနဲ့လည်း ထိန်းသိမ်းရမလွယ်ပါဘူး....အမေက အလုပ်သွား အဖေကလည်း အလုပ်ပြုတ်လို့အိမ်မှာကလေးထိန်း....ကျန်တဲ့ ကလေးတွေက ကျောင်းသွားကြပေါ့ .... အလက်ဇန်းဒါးဆိုတဲ့ ကောင်လေးရဲ့စိတ်ထဲမှာ ခံစားနေရတာတစ်ခုရှိတယ် အဲ့ဒါက သူတစ်ယောက်ထဲကသာ ကံတွေဆိုး ဘယ်သူမှဂရုစိုက်မခံရ အားလုံးရဲ့လျစ်လျူရှှုခံရလို့တွေးနေမိတယ်...သူ့ကိုုလည်းအပြစ်လို့ပြောမရပြန်ဘူး..ဒီတော့ ကလေးပီပီ ကျိန်စာတိုက်လိုက်တယ်...သူကလွဲလို့ ဘယ်သူမှအဆင်မပြေပါစေနဲ့ဆိုပြီးတော့ပေါ့...ဒီလို့နဲ့နောက်နေ့ မိုးလင်းတော့ သူ့ကျိန်စာက တကယ်ဖြစ်နေတယ်.......ကိုင်းပြိတ်သတ်ကြီးရေ သရုပ်ဆောင်တွေကတော့သိပြီးသားနေမှာပါ....Steve Carell  ,Jennifer Garner နဲ့ 13 Reasons Why   ဇာတ်လမ်းနဲ့ လူသိများခဲ့တဲ့  Dylan Minnettle တို့ဖြစ်ပါတယ်....File Size…(950MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:21:00\nSubtitle…Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/alexander-and-the-terrible-horrible-no-good-very-bad-day2014/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p29966_v_v8_aj-133x200.jpg",
        "title": "The Tuxedo (2002)",
        "description": "The Tuxedo (2002)ဒီတစ်ခါတော့ CM ပရိတ်သတ် ကြီးကို အားလုံးကြည့်ရှု့သဘောကျ နှစ်သက်ခဲ့တဲ့\nမင်းသားကြီး ဂျက်ကီချန်းရဲ့ The Tuxedo ဆိုတဲ့ကားကောင်းလေး ပြန်တင်ဆက်\nပေးလိုက်ရပါတယ်ခင်ဗျာ။တော်တော် များများ ကြည့်ဖူးကြမှာဖြစ်ပါတယ်။အထူး\nညွန်းဆိုနေစရာ မလိုလောက်ပါဘူး။အနည်းငယ် ပြန်မိတ်ဆက်ပေးရရင်တော့\nဂျက်ကီချန်းက ဂျင်မီတွန်ဆိုတဲ့ တက္ကစီ သမားတစ်ယောက်ပါ။ သူက ကားကို\nမြန်နှုန်းပိုမောင်းတာ တွေကြောင့် မကြာခဏ လိုင်စင် အသိမ်းခံရသူပါ။ တစ်ရက်မှတော့\nအမျိုးသမီးတစ်ယောက် သူ့ကားကို ငှားစီးရာကနေ သူ့ဘဝတစ်ဆစ်ချိုးသွားခဲ့ပါတယ်။\nသူ ဖရန့် ဒဗ္ဗလင်ဆိုတဲ့ သူဋ္ဌေးတစ်ယောက်ဆီမှာ ယာဉ်မောင်း အလုပ်ကို ရခဲ့ပါတယ်။\nဒါပေမဲ့ သူမသိတာက မစ္စတာ ဒဗ္ဗလင်က လျှို့ဝှက် စပိုင် တစ်ယောက်ပါ။ တစ်ရက်တော့\nဒဗ္ဗလင်လုပ်ကြံခံရပြီး ကိုမာ ဝင်သွားပါတယ်။အဲ့အချိန်မှာပဲ ဂျင်မီ တစ်ယောက် သူ့ဆရာရဲ့\nထူးဆန်းတဲ့ အင်္ကျီကို ယူဝတ်မိသွားပါတော့တယ်။ ဒီဝတ်စုံက လူ့ ဒီအန်အေတွေနဲ့\nချိတ်ဆက်ထားပြီး နာရီမှ တစ်ဆင့်လိုသလို ပြောင်းလဲတဲ့အခါ သာမန်လူတစ်ယောက်က\nသိုင်းမတက်ပေမဲ့ ဝတ်စုံကြောင့် သိုင်းတက်လာတယ် ကိုယ်ပျောက်နိုင်တယ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xgq0/The_Tuxedo_[2002]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZWY4ODYzMzYtN2I3Ny00NDkzLWFmNGQtZWVmZWNkYzU5ZjBkXkEyXkFqcGdeQXVyMzExMTY0MjU@._V1_SY1000_CR007511000_AL_-150x200.jpg",
        "title": "The Trip to Spain (2017)",
        "description": "2017 ခုနှစ်ထွက် ဟာသ ဒရာမာကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ မင်းသားကြီး Steve Coogan နဲ့ Rob Brydon တို့ရဲ့အပိုင်း၆ပိုင်းပါဝင်တဲ့ ဥရောပကိုဖြတ်သန်းတဲ့ခရီးစဉ်ကို အကျဉ်းချုံးလေးပြန်ရိုက်ထားတာပါဒီကားကတော့ စပိန်ကို သူတို့ရောက်နေတဲ့ အချိန်ကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့သူတို့ ရောက်နေတဲ့ အချိန် စပိန်မှာ ရှိတဲ့ အထင်ကရနေရာတွေကို ရိုက်ကူးပြထားတာပါသူတို့ ရဲ့ Trip to ဇာတ်ကားများစွာထဲကမှ အခုနှစ်ထဲမှာထွက်ရှိထားတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်  ကဲပရိတ်သတ်ကြီးကတော့သူတို့ သောက်စားပျော်ပါးတာတွေကို ကြည့်ပြီး အားကျလို့ရပါပြီ Qty - 720p wEB dLDuration - 1hr 26minGern- ComedyTranslator - si Thu HtunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-trip-to-spain-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGY5ZDhkZmMtMmU1YS00OGZmLWExMzAtMTA4ZDA5OWI2MmEyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_SY999_CR00698999_AL_-140x200.jpg",
        "title": "Storozhova zastava (2017)",
        "description": "IMDb 7.4 ထိရထားတဲ့ Fantasy Adventure ပုံစံ Ukrainian ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်မျက်မှောက်ခေတ်က ကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ Vitko ဟာ သူငယ်ချင်းတွေ ဆရာတွေနဲ့ လေ့လာရေးခရီးထွက်ရင်းတောနက်ထဲကိုအရောက် နှစ်တစ်ရာမှာ တစ်ကြိမ်ဖြစ်လေ့ရှိတဲ့ နေကြတ်တာနဲ့ ကြုံရပြီး လွန်ခဲ့တဲ့နှစ်ပေါင်းတစ်ထောင်ကျော်အေဒီ ၁၁၂၀ ခုနှစ်ကို ပြန်ရောက်သွားပါတယ်ကူမန်းလူမျိုးစုတွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံနေရတဲ့ ခံတပ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး သူနေထိုင်ရာအရပ်ကို ပြန်ဖို့ နည်းလမ်းတွေကိုရှာရပါတော့တယ်သူ့အချိန်နေရာကို ပြန်ရောက်ဖို့အတွက် stone heart ကို လိုက်ရှာရင်း အဲ့ဒီကျောက်တုံးနောက်ကို လိုက်နေတဲ့ ကူမန်းလူမျိုးစုမှော်ဆရာနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာပါတယ်နောက်ဆုံးမှာတော့ ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ ရင်ဆိုင်ရမလဲသူ့နေရပ်ဆီကိုပြန်နိုင်မလားဒီမြို့လေးကို ကူမန်းတွေရန်ကနေ ကူညီပေးနိုင်ပါ့မလားသူ့ရဲ့အကြောက်တရားတွေကို ကျော်လွှားပြီး အရာအားလုံးကိုဖြတ်ကျော်နိုင်မလား ဆိုတာကိုစိတ်ဝင်စားစရာ ပုံစံတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်နော်Fantasy ကားတွေ မှော်ကားတွေကြိုက်တတ်သူတွေအတွက် တော်တော်ကြည့်လို့ကောင်းတဲ့ကားလေးမို့ ကြည့်ကြဖို့တိုက်တွန်းပါတယ်နော်File Size : (900 MB) and (440 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/storozhova-zastava-2017/",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjE4NDg4MDgxNF5BMl5BanBnXkFtZTcwMTc3NTQyMQ@@._V1_-135x200.jpg",
        "title": "Agent Cody Banks 2: Destination London (2004)",
        "description": "Agent Cody Banks 2: Destination London ဟာ ၂၀၀၄ ခုနှစ်​က ဆက်​လက်​ထွက်​ရှိတဲ့ ဇာတ်​ကားတစ်​ကားပါဒီဇာတ်​ကားမှာ​တော့ ကိုဒီတစ်​​ယောက်​ သံစုံတီးဝိုင်​း​ကျောင်​းသားအဖြစ်​ဟန်​​ဆောင်​ရင်​း လန်​ဒန်​မှာ စုံစမ်​း​ရေးတာဝန်​ထမ်​း​ဆောင်​ရမှာဖြစ်​ပါတယ်​....တာဝန်​က​တော့ လျိှု့ဝှက်​လက်​နက်​တစ်​ခုဖြစ်​တဲ့ စိတ်​ထိန်​းချုပ်​ကိရိယာကို တားဆီးရမှာဖြစ်​ပါတယ်​.....တာဝန်​ထမ်​း​ဆောင်​ရင်​း MI 6 ​အေးဂျင်​့ဖြစ်​သူ အတန်​း​ဖော်​သူငယ်​ချင်​း Emily နဲ့အတူပူး​ပေါင်​းပြီးလှုပ်​ရှားဖို့အ​ကြောင်​းဖန်​လာခဲ့ပါတယ်​.....သူဘယ်​လိုအခက်​အခဲ​တွေကြုံဦးမှာလဲ....တာဝန်​ကို​အောင်​မြင်​​အောင်​ထမ်​း​ဆောင်​နိုင်​မလားဆိုတာ ​ကြည်​့ရှုခံစားလိုက်​ဦး​နော်​.....File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-Yify\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/agent-cody-banks-2-destination-london-2004/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzMwMjc5NzUyNF5BMl5BanBnXkFtZTcwNjA5MDcyNA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Agent Cody Banks (2003)",
        "description": "Agent Cody Banks ဇာတ်​ကားဟာ ၂၀၀၃ ခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​အက်​ရှင်​ဟာသကား​လေးဖြစ်​ပါတယ်​Imdb rating 5.1/10 ရရှိထားတဲ့ စီအိုင်​​အေလူငယ်​စုံ​ထောက်​ကား​လေးပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Frankie Muniz,Hilary Duff,Angie Harmon တို့ဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ သာမန် ၁၅နှစ်​အရွယ်​ဆယ်​​ကျော်​သပ်​တစ်​ဦးဖြစ်​သူ ကိုဒီဘန်​့ခ်​မှာ လျို့ဝှက်​ချက်​တစ်​ခုရှိပါတယ်​ ဒါက​တော့ သူဟာစီအိုင်​​အေလူငယ်​​အေးဂျင်​့တစ်​​ယောက်​ပါဒီလိုနဲ့ သူ့အတွက်​ပထမဦးဆုံးတာဝန်​ထမ်​း​ဆောင်​ဖို့အ​ကြောင်​းဖန်​လာပါ​တော့တယ်​ ဒါက​တော့ ERIS (အားရစ်​)လို့​ခေါ်တဲ့ လျို့ဝှက်​အဖွဲ့အစည်​းက ​ဒေါက်​တာကွန်​နာ ကို စုံစမ်​းဖို့နဲ့ သူတီထွင်​ထားတဲ့ပစ္စည်​းနမူနာကိုရယူဖို့ပါ.....​ကိုယ့်ကိုယ်ကို​ေ​​ဆာ်​ကြည်​ဘဲဖြစ်​​ကြောင်​းကြွားဝါထားတဲ့ ကိုဒီတစ်​​ယောက်​ ​ဒေါက်​တာကွန်​နာရဲ့သမီးဖြစ်​သူ နာတာလီကို ချဉ်​းကပ်​ဖို့တာဝန်​​ပေးခြင်​းခံရပါ​တော့တယ်​.....ကိုဒီတစ်​​ယောက်​ အိမ်​ကမိဘ​တွေမရိပ်​မိ​အောင်​ဖုံးကွယ်​ရ....​ကျောင်​းစာတစ်​ဖက်​....တာဝန်​တစ်​ဖက်​နဲ့အတူ ဘယ်​လိုတိုင်​ပတ်​မလဲဆိုတာ ကြည်​့လိုက်​ဦး​နော်​......File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/agent-cody-banks-2003/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMDQ2ZDhhNjUtN2Y2NS00NDgwLTg3YjItNGZlOGQ2Y2VjOTQxXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "Let Me Eat Your Pancreas (2017)",
        "description": "2017 ခုနှစ်ထွက် ဂျပန် Romantic ကျောင်းသားကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် IMdb မှာ 7.3 ရထားပြီးတော့ ဂျပန်မှာသာမကကမ္ဘာမှာပါပေါက်ခဲ့တဲ့ကားလေးတစ်ကားပါ ဇာတ်ကားလေးက ဇာတ်လမ်းလေးတင်မကပဲနဲ့ ပါဝင်သရုပ်ဆော်ငထားတဲ့ မင်းသားမင်းသမီးတွေကလဲ လုံးဝ အလန်းတွေမို့ကြည့်သင့်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ဇာတ်ကားလေးက တော့ လွန်ခဲ့တဲ့ အတိတ်ဇာတ်လမ်းမှာအကြောင်းကြောင်းကြောင့် ဝေးကွာခဲ့ရတဲ့ စုံတွဲလေး တစ်ရက်မှာ ကောင်လေးက ကျောင်းမှာ ဆရာပြန်လာလုပ်တဲ့အခါမှာ သူ့ တပည့်ဖြစ်သူကို သူ့ရဲ့ လွမ်းဆွေးစရာဇာတ်လမ်းလေးတွေ ဘယ်လို ရိုခဲ့တယ်ဆိုတာတွေကို ပြန်ပြောပြနေတဲ့ပုံစံလေး ရိုက်ကူးပြထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငါ ( Takumi Kitamura) ဟာအထက်တန်းကျောင်းသားလေးတစ်ယောက်ပါ သူ့ရဲ့ သူငယ်ချင်းလေး ဆာကူရာ (Minami Hamabe) ကတော့ပန်ကရိယ မကောင်းတဲ့ ရောဂါကိုခံစားနေရတာပါ ဒီလိုနဲ့ သူမဟာ သေဆုံးသွားခဲ့ပြီး တော့ ၁၂ ကြာတဲ့ အခါမှာTakumi Kitamura ဟာ ဆာကူရာ ရဲ့ စကားကိုနားထောင်ပြီး သူတို့ ၂ယောက်ငယ်ငယ်က တက်ခဲ့တဲ့ ကျောင်းမှာကျောင်းဆရာလာပြန်လုပ်ပါတယ် သူဟာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/let-me-eat-your-pancreas-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/tabybvky66lv-143x200.jpg",
        "title": "Breathing (2017)",
        "description": "အခုတစ်လော လူကုန်ကူးတာတွေ ကလေးတွေကို ခပ်တည်တည်နဲ့ခေါ်သွားတဲ့ ဗီဒီယို ဖိုင်လေးတွေ လူမှုကွန်ယက်ပေါ်မှာ ရှဲနေကြတာတွေ့လို့2017 ခုနှစ်ကထွက်ထားတဲ့ လူကုန်ကူးတဲ့ တရုတ် အက်ရှင် သဲထိပ်ရင်ဖိုကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးကတော့ကလေးပျောက်သွားတဲ့ အမေတစ်ယောက် ရဲ့ ခံစားချက်တွေနဲ့တရုတ်ရဲတွေ ရဲ့ ပြည်သူတွေ အပေါ်ထားရှိတဲ့ စိတ်ထားလေးတွေကိုပုံဖော် ရိုက်ကူးပြထားတာပါ ဇာတ်လမ်းလေးက သဲထိတ်ရင်ဖိုကားလေးမို့စုံထောက် အက်ရှင်ကြိုက်ပရိတ်သတ်တွေ ကတော့ ရင်တဖိုဖိုု နဲ့ ကြည့်ကြရမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဝမ်နမ် ဟာ ငယ်ငယ် ရွယ်ရွယ်နဲ့ အိမ်ထောင်ကျပြီးကလေးတစ်ယောက်မိခင်ပါ တစ်ရက်မှာ လူကုန်ကူးအဖွဲ့က ကလေးတွေကို ဖမ်းပြီးကိုယ်အစိတ်အပိုင်း အင်္ဂါတွေကို ရောင်းစားဖို့ ကြံရာမှာ ဝမ်နမ် ရဲ့ ကလေးဟာလဲဖမ်းခံရတဲ့ အထဲကိုပါသွားပါတော့တယ် အဲ့ဒီ အချိန်မှာပဲ ရဲသွားတိုင်တဲ့ အခါမှာ ရဲကလဲလူကုန်ကူးတာတွေ ဆက်တိုက်ဖြစ်နေတာကို သိလိုက်ရတဲ့ အချိန်မှာပဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါQty - 720p Web DlDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/breathing-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/american_satan-136x200.jpg",
        "title": "American Satan (2018)",
        "description": "Rockerႀကီး​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစ။ဒ​​ီဇာတ္​ကား​ေလးက​ေတာ့ Rockဂီတကို႐ူးသြပ္​တဲ့ ဂြၽန္​နီတုိ႔လူငယ္​တစ္​ဖြဲ႔ဟာ တီးဝိုင္​း​ေထာင္​ျပ​ီးေအာင္​ျမင္​မႈရ​ေအာင္​ႀကိဴးစားၾကတဲ့ဇာတ္​လမ္​း​ေလးပါ။တ​ီးဝိုင္​းအဖြဲ႔​ေထာင္​ျပ​ီး​ေအာင္​ျမင္​မႈက​ေအာင္​ႀကိဳးစား​ေနခ်ိန္​မ​​ွာပဲ ​ေစတန္​နတ္​ဆိုးန​ဲ့​ေတြၿပီး လမ္​းမွားကိုစတင္​လိုက္​မိပါ​ေတာ့တယ္​။​ေစတန္​နတ္​ဆိုးက သူတို႔အဖြဲ႔ကို​ေအာင္​ျမင္​​ေအာင္​လုပ္​​ေပးမယ္​၊ သို႔​ေပမယ္​့ အ​ေပးအယူအ​ေနနဲ႔လူသား​ေတ​ြကိုယစ္​ပူ​ေဇာ္​​ေပးရပါတယ္​။အဲ့ဒါနဲ႔​ေအာင္​ျမင္​မႈကို​ေတာင္​့တၾကတဲ့လူငယ္​အတြက္​ အမွား​ေတြလုပ္​မိၾကပါ​ေတာ့တယ္​။တီးဝိုင္​းအဖြဲ႔က​ေအာင္​ျမင္​လာတာနဲလအမ်ွ အ​ေပ်ာ္​အပါး​ေတြပါလာၿပီး​ေနာက္​ဆံုးမွာ ​ေဆးစြ​ဲသြားတဲ့အထိလမ္​းမွားလိုက္​မိပါ​ေတာ့တယ္​။အဲ့လိုအခက္​အခဲ​ေတ​ြ၊ ျပင္​မရအမွား​ေတြထဲက​ေန ဘယ္​လို႐ုန္​းထြက္​ၾကမလဲဆိုတာ ဒီဇာတ္​လမ္​းက​ေလးမွာ ဆက္​လက္​ၾကည္​့႐ႈ့ကမွာျဖစ္​ပါတယ္​။ဇာတ္​ကားထဲမွာ သံုးထားတဲ့သီခ်င္​း​ေတြနဲ႔ riffတ​ီးကြက္​​ေတြကအမိုက္​စား​ေတြမို႔လို႔ Rockပရိတ္​သတ္​​ေတြအတြက္​​ေတာ့ သ​ေဘာက်မွာအမွန္​ပါပဲ။Rockerႀကီးမ်ား လက္​လြတ္​မခံသင္​့တဲ့ဇာတ္​လမ္​း​ေကာင္​း​ေလးပါ။ File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Music, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.X264-AMIABLE\nTranslated by Ye Yint\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1yTz6/American_Satan_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU0MjQxNjk3Ml5BMl5BanBnXkFtZTgwOTM3NzY0NDM@._V1_-135x200.jpg",
        "title": "The Open House (2018)",
        "description": "ဒီကားကေတာ့ Horror ဇာတ္ကားသစ္ေလးပါ13 reasons why ထဲက မင္းသားေခ်ာေလး Dylan Minnette ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္မိသားစု အဆင္မေျပမႈေတြနဲ့ရင္ဆိုင္ေနရခ်ိန္ အမ်ိဳးသားျဖစ္သူ ႐ုတ္တရက္မေတာ္တဆမႈနဲ႔ ေသဆံုးသြားခဲ့တဲ့အတြက္ ၾကံရာမရျဖစ္ၿပီး ေတာင္ေပၚၿမိဳ႕ေလးကို ေခတၱ ေျပာင္းေရႊ႔ေနထိုင္ၾကတဲ့ နာအိုမီ နဲ႔ လိုဂန္ တို႔ သားအမိ....သူတို႔ေျပာင္းသြားတဲ့ၿမိဳ႕ေလးမွာ လူထူးလူဆန္းေတြနဲ႔ ေတြ႔ဆံုရတဲ့အျပင္....သူတို႔ ေနထိုင္ေနတဲ့ အိမ္ႀကီးက ထူးဆန္းတာေတြ ဆက္တိုက္ ျဖစ္လာတဲ့အခါ......အဲ့ဒိၿမိဳ႕ေပၚက လူေတြက ဘယ္သူေတြလဲ.....သူတို႔အိမ္ႀကီးထဲက ထူးျခားျဖစ္ရပ္ေတြက ဘာေၾကာင့္ျဖစ္ေနတာလဲ......ဒီျဖစ္ရပ္ေတြရဲ႕ ေနာက္ကြယ္က တရားခံက ဘယ္သူလဲဆိုတာကို စိတ္လႈပ္႐ွားဖြယ္ ၾကည့္႐ႈရမွာပါ..... File Size : (750 MB) and (330 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.5",
        "url": " https://megaup.net/2eR2k/The_Open_House_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/white-lily-poster-133x200.jpg",
        "title": "[18+] White Lily (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  \nဂျပန် ၁၈+ Drama ကားလေးတစ်ကားဖြစ်ပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးကလည်း မဆိုးလှတာမို့တင်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ အိုးပြုလုပ်ခြင်းအနုပညာမှာနာမည်ကြီးတဲ့ Tokiko ဟာသူ့ရဲ့သင်တန်းသူလေးဖြစ်သူ Haruka နဲ့အတူနေထိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်တည်းအတူနေကြတာဖြစ်ပြီး ဆက်ဆံရေးကလည်း ဆရာမ-ကျောင်းသူလည်းဖြစ် ချစ်သူလည်းဖြစ်ဆိုသလို ဟိုဟာဘာညာတွေပါပဲ။\nHaruka ဟာဆရာမဖြစ်သူပြောတာမျှအားလုံး လုပ်သမျှအားလုံးကို ကျေကျေနပ်နပ်ခံယူလုပ်ကိုင်ပေးလေ့ရှိပြီး အရာအားလုံးဟာ Satoru ဆိုတဲ့လူငယ်တစ်ယောက်ရောက်လာတဲ့အခါမှာတော့ သူတို့သုံးယောက်ကြားမှာ လွန်ဆွဲတင်းမာမှုတွေဖြစ်လာတော့တာပါပဲ။\nဒီနေရာမှာ Tokiko နဲ့ Haruka တို့ရဲ့ဆက်ဆံရေးဟာ တကယ်ကိုလေးနက်ပါတယ်။\nမိဘအိမ်နဲ့ကျောင်းကနှင်ထုတ်ခံခဲ့ရပြီး အိုးအတတ်ပညာရှင် Tokikoနဲ့ ဆရာမဖြစ်သူရဲ့စေ့စပ်ထားသူတို့အိမ်ကို မထင်မှတ်ဘဲရောက်ရှိလာရာက Haruka ရဲ့ဘဝကယ်တင်ရှင်အားကိုးရာဟာ Tokiko ပဲရှိပါတော့တယ်။\nသူ့ဆီမှာပဲ အိုးပြုလုပ်တဲ့အတတ်ကိုသင်ယူရင်း အိမ်သားတစ်ယောက်လိုဖြစ်လာကာ နှစ်ဦးသားသံယောဇဉ်တွေတိုးလာကြတာပါ။\nတစ်နေ့ ဆရာမ Tokiko နဲ့စေ့စပ်ထားသူ ရုတ်တရတ်ကွယ်လွန်သွားချိန်မှာတော့ Tokiko နဲ့ Haruka တို့ကြားကဆက်ဆံရေးဟာ ယခင်ဆရာတပည့်အချစ်ထက်ပိုလာပြီး တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးဟာပိုမိုနက်ရှိုင်းလာပါတော့တယ်။\nဇာတ်လမ်းလေးဟာ လူသားတွေကြားက ရှုပ်ထွေးတဲ့သံယောဇဉ်ကြိုးတွေကို ချပြသွားတာဖြစ်ပြီး ၁၈+အခန်းတွေလည်းတော်တော်လေးပါတဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။\nဒါရိုက်တာ Hideo ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zVy8/White_Lily_(Howaito_Rirî)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/As-the-Gods-Will-poster-133x200.jpg",
        "title": "As the Gods Will (2014)",
        "description": "As the Gods Will (2014)\nIMDb - 6.5/10_____Rotten - 57%\n  \nအခုတစ်လော ဗီယက်နမ် ရုပ်ရှင်တင်တဲ့ ဆိုက်တစ်ခုကနေ တင်လိုက်လို့ပြန်လည်နာမည်ကြီး ဟော့နေတဲ့ ဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက IMdb 6.5 ရထားပြီးတော့ anime ကို live action ပြန်ရိုက်ထားတာပါ... အသက်နဲ့ရင်းပြီးကစားရတဲ့ ကစားနည်းတွေ...\nဖြတ်ထိုးဉာဏ်.. စည်းလုံးမှု... ကိုယ်အား.. စိတ်အား... ကံ.. ဝီရိယဘက်စုံသုံးပြီး အဆင့်တွေ ကျော်လွှားရတာ... နည်းနည်းကလေးဆန်ပေမယ့်\nထင်မထားတဲ့ အကွက်လေးတွေ ပါပါတယ်..m.ကာတွန်းမှာ ကာတွန်းမို့ ဒီတိုင်းကျော်သွားလို့ရပေမယ့် လူနဲ့ပြန်ရိုက်တဲ့အခါမှာတော့ ဘာကြောင့်ဒီလိုဖြစ်ရတယ်ဆိုတဲ့အကြောင်းအရင်း\nရယ် .. ကျောင်းသားတွေ သောက်သောက်လဲသေပေမယ့် ဘာမှအဖြေထွက်မလာတာရယ်ကတော့ ဘဝင်မကျစရာအချက်တွေပါ... ဒါပေမယ့် anime ကို နှစ်သက်သူ...\nဂျပန်ကားကို ကြိုက်သူတွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ဖြစ်မယ့် ကားတစ်ကားပါပဲဇာတ်ကားဘာသာပြန်နဲ့ အညွန်းကိုတော့ ညီသံလွင်ကရေးသားပေးခဲ့တာပါ\n  \nFile Size - 839 MB\nFile Type - Mp4\nQty ...",
        "rating": "6.5",
        "url": "https://megaup.net/2llij/As_The_Gods_Will_(Kamisama_No_Iu_Tôri)_[2014]_(MM_Sub).mp4",
        "category": "Animation, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNDIxMDYzNTQtMmU2Ni00NjNjLTgyMWUtM2FlODk2NDk2MGZlXkEyXkFqcGdeQXVyNzc3OTUzNzY@._V1_-137x200.jpg",
        "title": "Always Be with You (2017)",
        "description": "​ေသငယ္​​ေဇာျဖစ္​ေနတဲ့အခ်ိန္​မွာအစြဲအလမ္​းတစ္​ခုဆိုတာဟာသိပ္​ကို​ေၾကာက္​ဖို႔​ေကာင္​းပါတယ္​ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့သရဲဆိုတာထက္​အစြဲအလမ္​း​ေၾကာင္​့ျဖစ္​ရတဲ့ဝိညာဥ္​ဆိုတာကိုအသား​ေပးရိုက္​ျပထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့ တစ္​ရက္​ လမ္​း​ေထာင္​့​တစ္​​ေနရာမွာအမူးလြန္​မဆင္​မျခင္​​ေမာင္​းႏွင္​တဲ့​ေရာဂါကြၽမ္​းအမူးသမား​ေၾကာင္​့ဆိုးဝါးတဲ့အက္​ဆီးဒင္​့တစ္​ခုျဖစ္​ပြားခဲ့ပါတယ္​အဲ့ဒီအက္​ဆီးဒင္​့မွာ အ​ေဆာက္​အဦး​ေပၚက​ေနခုန္​ခ်သတ္​​ေသသြားတဲ့အမ်ိဳးသမီးတစ္​​ေလာင္​းရယ္​ ​ေစ့စပ္​ထားတဲ့လက္​ထပ္​ခါနီးသတို႔သား​ေလာင္​းရယ္​ နာမည္​ႀကီးခါစ​အဆို​ေတာ္​မ​ေလးတစ္​​ေယာက္​ရယ္​ ပါသြားခဲ့ပါတယ္​ ​သူတို႔ရဲ႕ဝိညာဥ္​​ေတြဟာ မကြၽတ္​လြတ္​ဘဲသက္​ဆိုင္​ရာ​ေနရာ​ေတြမွာရွိ​ေနခဲ့ပါတယ္​ ဒီအက္​ဆီးဒင္​့ကိုမ်က္​ျမင္​ျကံုခဲ့ရတာက​ေတာ့စံု​ေထာက္​လင္​မယားႏွစ္​​ေယာက္​မိသားစုပါ​ေနာက္​ပိုင္​း​ေကာ ဒီအမႈက​ေနဘာ​ေတြဆက္​ျဖစ္​ၾကမလဲစံု​ေထာက္​လင္​မယားႏွစ္​​ေယာက္​​ေကာဘယ္​လိုမထင္​မွတ္​ထားတဲ့ထူးဆန္​းတာ​ေတြႀကံဳၾကမလဲသတို႔သား​ေလာင္​းရဲ႕​ေစ့စပ္​ထားတဲ့​ေဒါက္​တာမ​ေလ​းခမ်ာ​ေကာပူ​ေဆြး​ေသာကဘယ္​​ေလာက္​​ေတာင္​ဂရုဏာသက္​ဖြယ္​ၾကဳံရမလဲ ဆိုတဲ့ဇာတ္​ကြက္​​ေတြနဲ႔အတူ ဇာတ္​လမ္​းရဲ႕အဓိကအလွည္​့အ​ေျပာင္​း​ေလးကို​ေတာ့ဇာတ္​သိမ္​းပိုင္​းက်မွနားလည္​သ​ေဘာ​ေပါက္​ၾကမွာမို႔ၿပီးတဲ့အထိမ်က္​​ေတာင္​တစ္​ခ်က္​မခတ္​ဘဲနဲ႔အား​ေပးၾကရ​ေအာင္​လားဗ်ာမ်က္​​ေတာင္​ခတ္​မိရင္​လည္​း​ျပန္​ၾကည္​့ၾကပါလို႔စ္​...ငိငိ File Size : (850 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264-WiKi\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/1yTz2/Always_Be_with_You_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mom_and_dad-135x200.jpg",
        "title": "Mom and Dad (2018)",
        "description": "၂၀၁၈ခုႏွစ္ဇန္န၀ါရီကမွတရား၀င္ထုတ္လုပ္လိုက္တဲ့ မင္းသားၾကီးနီကိုလတ္စ္ေက့ခ်္ရဲ႕ ကားသစ္ေလးပါ။ဒီဇာတ္ကားေလးဟာ တမူထူးျခားတဲ့အရသာေလးကိုေပးမွာပါ။ဘာလို႕လဲဆိုေတာ့ Horror-Comedy ဇာတ္ကားေလးျဖစ္ေနလို႕ပါပဲ။ပိုစိတ္၀င္စားေကာင္းသြားပါျပီ။ဇာတ္ကားနာမည္က အေမနဲ႕အေဖဆိုေတာ့ မိဘေမတၱာဘာညာဆိုျပီးထင္ေကာင္းထင္ႏိုင္ပါတယ္။ဒီကားေလးမွာေတာ့ လံုး၀ဆန္႕က်င္ဖက္ပါပဲ။ဆိတ္ျငိမ္ရပ္ကြက္ေလးတစ္ခုက မိသားစုေလးတစ္စုကိုအေျချပဳဇာတ္အိမ္တည္ထားပါတယ္။ဖခင္ျဖစ္သူဟာ တေနကုန္ကုန္းရုန္းအလုပ္လုပ္ မိသားစုကိုေထာက္ပ့ံ ကေလးေတြေၾကာင့္စိတ္ပင္ပန္းေနရျပီး မိခင္ျဖစ္သူကလည္း ကေလးေတြကိုျပဳစုပ်ဳိးေထာင္ဖို႕ အလုပ္ကေနထြက္ထားရတယ္။သားသမီးရယ္လို႕ တေနကုန္ဖုန္းပြတ္ မိဘေတြနဲ႕ကြိဳင္တတ္တဲ့ ျမီးေကာက္ေပါက္သမီးတစ္ေယာက္၊ လုပ္ခ်င္ရာလုပ္စိတ္ထင္သလိုေသာင္းက်န္းတဲ့ သားအငယ္ေကာင္ဆိုျပီးႏွစ္ေယာက္ေမြးထားၾကတာပါ။တစ္ေန႕တစ္ေန႕ မိဘႏွစ္ပါးမွာ ဒီသားသမီးႏွစ္ေယာက္ကိုေျပာရဆိုရ ထိန္းသိမ္းရနဲ႕အေတာ္ စိတ္အိုက္ၾကမွာပါပဲ။ဒီလိုနဲ႕ တစ္ေန႕မွာ ၂၄နာရီစာမိဘေတြျပန္ေသာင္းက်န္းခြင့္ရသြားေစတဲ့ျဖစ္ရပ္ဆန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္။ေက်ာင္းၾကိဳဖို႕ မိဘေတြေက်ာင္းျပင္မွာေစာင့္ေနၾကစဥ္ ေခါင္းေလာင္းအထိုးမွာပဲ မိဘေတြအားလံုးကိုယ့္သားသမီးကိုယ္ျပန္ရန္မူခ်င္စိတ္ေပါက္ျပီး Zombie သဖြယ္ျဖစ္ကုန္ၾကပါတယ္။တျခားဘယ္သူ႕ကိုမွရန္မျပဳဘဲ ကိုယ့္သားသမီးကိုျပန္လိုက္ရန္ရွာၾကေတာ့တဲ့အခါ တစ္ေက်ာင္းလံုး ၀ရုန္းသုန္းကားျဖစ္ကုန္ျပီး အဲဒီေမာင္ႏွမႏွစ္ေယာက္လည္းေၾကာက္ေၾကာက္နဲ႕ အိမ္ျပန္ေျပးလာတဲ့အခါမွာေတာ့ အိမ္မွာမိန္႕မိန္႕ၾကီးထိုင္ေစာင့္ေနတဲ့မိဘႏွစ္ပါးနဲ႕တည့္တိုးၾကကုန္တာပါပဲ။၂၄နာရီတိတိ အဲဒီေမာင္ႏွမႏွစ္ေယာက္နဲ႕ Nicolas Cage တို႕လင္မယားႏွစ္ေယာက္ လိုက္တမ္းေျပးတမ္းတစ္အိမ္လံုးေျပာင္းဆန္ေအာင္ ေသာင္းက်န္းၾကတာကို ရင္တထိတ္ထိတ္နဲ႕ရႈစားရမွာျဖစ္ျပီး ၾကားထဲမွာလည္းဟာသေဖာက္တတ္ေသးေတာ့ အရသာႏွစ္မ်ဳိးခံစားရမွာပါ။ဒါ့အျပင္ဒီဇာတ္ကားမွာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1yTzi/Mom_And_Dad_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pSRi8yXxCyJaFkWi3xtdDNVtxBD.jpg",
        "title": "Timbuktu(2014)",
        "description": "IMDb...7.2, Rotten.....99\nRating ေတြၾကည့္ရုံနဲ႕ဒီကားက စူးစမ္းခ်င္စရာပါပဲ....Best Foreign Language Film ေအာ္စကာဆုလည္းရထားပါတယ္.အျခားဆု ၂၈ဆုလည္းရထားပါတယ္...ကြ်န္ေတာ္ဟာ အစၥလမ္ဘာသာရဲ႕ အယူအဆေတြဓေလ့ထုံတမ္းေတြကုိမသိပါဘူး....ဒီကားမွျပသထားတာေတြကုိျမင္သေလာက္ေလးေျပာျပခ်င္ပါတယ္...Timbuktuဆုိတာ သူတုိ႕ဘုရားေက်ာင္းရဲ႕နာမည္ပါ....ေနာက္တစ္ခုက ဂ်ီဟတ္...ဂ်ီဟတ္ဆုိတာ တျခားဘာသာေတြအေပၚလႊမ္းမုိးသိမ္းပုိက္ျခင္းလုိ႕လက္နက္ကုိင္အဖြဲ႕အစည္းကဆုိပါတယ္ ဒီကားထဲမွာေတာ့ သူတုိ႕ဘုရားေက်ာင္းက ဆရာေတာ္က လက္နက္ကုိင္အဖြဲ႕ကုိ ဂ်ီဟတ္က မိမိကုိယ္ထဲမွာပဲလုပ္ရတာလုိ႕ေျပာတယ္.....ေနာက္ၿပီးေတာ့ဒီကားရဲ႕ plotေတြ  ဒုိင္ယာေလာ့ေတြ ေပးခ်င္တဲ့ messageေတြကုိေျပာဖုိ႕ခက္လွတယ္ စကားလုံးတုိင္း အခန္းတစ္ခန္းတုိင္းမွာ ေတြးလုိ႕ေကာင္းတဲ့အရာေတြျပည့္ႏွက္ေနတယ္...လက္နက္ကုိင္ႀကီးစုိးသူေတြကေတာ့ ေဘာလုံးသမား မက္စီ ကမၻာ့႕ဖလားအေၾကာင္းေတြေျပာေနေပမယ့္ ေဘာလုံးကန္တဲ့အရပ္သားကေလးငယ္ေတြမွာေတာ့ ႀကီးစြာေသာစည္းကမ္းခ်ဳိးေဖာက္သူျဖစ္ၿပီးအျပစ္ေပးခံရတယ္...အႀကမ္းဖ်င္းေျပာလုိ႕ရတာကေတာ့ အရပ္သားေတြပါတယ္..အေဆာ့မက္တဲ့ကေလးေတြ...ရုိးသားစြာႏြားေမြးအသက္ေမြး၀မ္းေၾကာင္းျပဳေနတဲ့မိသားစုတစ္စုပါတယ္....လက္နက္ကုိင္အဖြဲ႕အစည္းပါတယ္...ဒီကားက ေတာ္ရုံလူႀကဳိက္ၾကမွာမဟုတ္လုိ႕ ေဒါင္းခါနီးစဥ္းစားၾကပါ...ကြ်န္ေတာ့လုိခပ္ေၾကာင္ေၾကာင္လူေတြေတာ့ႀကဳိက္မယ္ထင္တယ္....File Size…(850MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:37:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Aung Six Ming",
        "rating": "7.2",
        "url": "https://megaup.net/SW8m/Timbuktu_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTM0NDQzMDA1NF5BMl5BanBnXkFtZTcwNTU3ODAzMw@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Sky Captain and the World of Tomorrow (2004)",
        "description": "Sky Captain and The World of Tommorrow ဇာတ္​ကားဟာ 2004 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ စိတ္​ကူးယဥ္​သိပၸံဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​Imdb rating အ​ေနနဲ႔ 6.1/10 ထိရ႐ွိထားၿပီး rotten tomatoes 71% ထိရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြက​ေတာ့ နာမည္​ႀကီး​ေတြျဖစ္​တဲ့ Jude Law,Angelina Jolie,Gwyneth Paltrow တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ ြ့ းပညာ​ေတြတိုးတက္​​ေခတ္​မီ​ေနတဲ့ 1939 ခုႏွစ္​မွာ သိပၸံပညာရွင္​တစ္​ဦးျဖစ္​သူ ​ေဒါက္​တာ Vargas တစ္​​ေယာက္​ အ​ေရးႀကီးပစၥည္​းတစ္​ခုပို႔​ေဆာင္​ရင္​း ​႐ုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားပါတယ္​ဤျဖစ္​ရပ္​နဲ႔အလားတူ သိပၸံပညာရွင္​ ငါးဦးတိတိ​ေပ်ာက္​ဆံုးမႈကို​ေလ့​လာစံုစမ္​း​ေနတဲ့ သတင္​း​ေထာက္​မ​ေလး Polly Perkins ဟာ စံုစမ္​းရင္​း ​ေဒါက္​တာ Jennings နဲ႔​ေတြ႔ဆံုခဲ့ပါတယ္​ ​ေတြ႔ဆံုစဥ္​ ​ေဒါက္​တာ Jennings မွ ​ေဒါက္​တာ Tokenkopf ဆိုသူ၏​ေနာက္​ပစ္​မွတ္​မွာ သူျဖစ္​​ေၾကာင္​း​ေျပာခဲ့ပါတယ္​.....ထိုစဥ္​႐ုတ္​တရက္​ အစြမ္​းထက္​စက္​႐ုပ္​မ​်ား သူမတို႔ၿမိဳ႕ကိုတိုက္​ခိုက္​လာပါ​ေတာ့တယ္​....စက္​႐ုပ္​မ်ားကိုတန္​ျပန္​တိုက္​ခိုက္​သူ Sky Captain လို႔​ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yTzW/Sky_Captain_And_The_World_Of_Tomorrow_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9uFwnAm1QlWc9V1lG0OJNtyeHn1.jpg",
        "title": "Out Live (Bichunmoo) (2000)",
        "description": "ဒီတစ္ခါ CM Fan ေတြအတြက္ သုိင္း အခ်စ္ကားေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္။\nအခ်စ္အတြက္နဲ႔ အင္ပါယာ ႀကီးတစ္ခုကုိ ရင္ဆုိင္အံတု တဲ့သူဆုိပဲဗ်ာ။\nဇာတ္ကားေလးကေတာ့ ၁၄ရာစုမွာ တရုတ္ႏုိင္ငံဟာ မြန္ဂုိေတြရဲ႕ လက္ေအာက္ကုိ က်ေရာက္\nေနၿပီး ေတာ္လွန္သူေတြကလည္း ေတာ္လွန္ေနတဲ့ အခ်ိန္ပါ။ အဲ့အေတာအတြင္းမွာပဲ ဆင္းရဲတဲ့\nဂ်န္ဟာဆုိတဲ့ ေကာင္ေလးကုိ သူ႕ဦးေလးက ျပဳစု ပ်ဳိးေထာင္ေပးခဲ့ၿပီး Bichun ဆုိတဲ့ လွ်ဳိ႕၀ွက္\nသုိင္းပညာရပ္သင္ေပးခဲ့ပါတယ္။သူနဲ႔ အတူ မြန္ဂုိ စစ္ဗုိလ္တစ္ေယာက္ရဲ႕ ကုိယ္လုပ္ေတာ္\nတစ္ေယာက္ရဲ႕ သမီးေလး ျဖစ္တဲ့ စူလီကလည္း သူနဲ႔ အတူတူ ႀကီးျပင္းခဲ့ပါတယ္။အေနနီးတဲ့\nသူေတြ ဆုိေတာ့လည္း အခ်င္းခ်င္း ခ်စ္မိတာေပါ့။ ဒါေပမဲ့ တစ္ရက္မွာေတာ့ စစ္ဗုိလ္ႀကီးက\nစူလီကုိ အေ၀းတစ္ေနရာကုိ ေခၚေဆာင္ သြားပါတယ္။သူတုိ႔ တစ္ေန႔မွာ ျပန္ဆုံမယ္လုိ႔\nကတိထားခဲ့ က်တာေပါ့။ဒါေပမဲ့ ကံၾကမၼာဆုိတာ အရမ္းကုိ လွည့္စားတက္တယ္ဆုိတဲ့ အတုိင္း\nစစ္ဗုိလ္က ...",
        "rating": "6.2",
        "url": "https://megaup.net/SW73/Out_Live_(Bichunmoo)_[2000]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/time_travelers_wife-135x200.jpg",
        "title": "The Time Traveler’s Wife (2009)",
        "description": "အခ်ိန္ေတြေနာက္ျပန္သြားလို႔ရရင္ ေကာင္းမွာပဲဆိုတဲ့လူေတြ…… အခ်ိန္ေတာ့ေနာက္ျပန္လွည့္လို႔ရတယ္ဒါေပမဲ့ ဘယ္အခ်ိန္မွာဘယ္ေနရာကို ေရာက္သြားမယ္မွန္းမသိ၊ ဝမ္းနည္းစရာအျဖစ္အပ်က္ေတြရွိလာခဲ့ရင္ေတာင္ ဘာမွျပင္လို႔မရဘဲ အဲဒီအျဖစ္အပ်က္ကို ထပ္တလဲလဲ အခ်ိန္ေတြေနာက္ျပန္လွည့္ၿပီး ျမင္ေနရရင္ေရာ????အခ်ိန္ခရီးသြားလို႔ရတာေကာင္းပါဦးမလား…….ဒီဇာတ္ကားထဲက မင္းသားရဲ့အေနထားကေတာ့ အဲလိုပါ။သူ႔အေမကားအက္ဆီးဒင့္ျဖစ္တာကိုလဲ အခါခါျပန္ျမင္ေနရေပမယ့္ ဘာမွလုပ္ေပးလို႔မရဘဲ ၾကည့္ေနရတဲ့ အေမခ်စ္သားတစ္ေယာက္ရဲ့ခံစားခ်က္ကို အျမဲခံစားေနခဲ့ရတာပါ။သူ႔အတြက္ေတာ့ အခ်ိန္ခရီးသြားတယ္ဆိုတာ က်ိန္စာတစ္ခုလိုပါပဲ။ေနာက္ၿပီးဘာမွန္းမသိတဲ့အခ်ိန္မွာ ဘယ္မွန္းမသိတဲ့ေနရာကို အလိုအေလ်ာက္ေပ်ာက္သြားတတ္တဲ့ ေယာက္်ားတစ္ေယာက္ကို ငယ္စဥ္ကေလးဘဝကတည္းက ခ်စ္လာခဲ့ၿပီး လက္ထပ္ဖို႔ဆုံးျဖတ္ခဲ့တဲ့မိန္းကေလးတစ္ေယာက္ရဲ့ဘဝကေရာ ဘယ္ေလာက္ထိသာယာခ်မ္းေျမ့နိုင္မွာလဲ။ဒါေပမဲ့ ခ်စ္တဲ့စိတ္တစ္ခုနဲ႔ပဲအရာရာကို ေက်ာ္ျဖတ္ရဲခဲ့တဲ့ မိန္းကေလးအတြက္ သူ႔ေယာက္်ားရဲ့က်ိန္စာက အျမဲတမ္းေတာ့က်ိန္စာမျဖစ္ခဲ့ပါဘူး။သာမာန္လူေတြနဲ႔မတူေပမဲ့လဲ ေယာက္်ားတစ္ေယာက္အေနနဲ႔ ကိုယ့္ဇနီးမယားေပၚ တာဝန္ေက်ခ်င္စိတ္နဲ႔ ႀကိဳးစားေပးခဲ့ပုံေတြကို ေတြ႕ျမင္ရမယ့္ကားေလးျဖစ္ပါတယ္။ဘယ္လိုပဲႀကိဳးစားေပမဲ့ အိမ္ေထာင္တစ္ခုျဖစ္လာတဲ့အခါ သာမာန္မိန္းမတစ္ေယာက္ရသင့္တဲ့ အခြင့္အေရးေတြကို ရခ်င္မိတဲ့ အခ်ိန္ခရီးသြားတစ္ေယာက္ရဲ့ မိန္းမဘဝက ဘယ္ေလာက္ထိေၾကကြဲစရာေကာင္းလဲဆိုတာကို ဒီဇာတ္ကားေလးက မိမိရရရိုက္ျပထားတာျဖစ္လို႔ လုံးဝလက္မလႊတ္သင့္တဲ့ ဒရမ္မာဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ File Size : (950 ...",
        "rating": "7.1",
        "url": "https://megaup.net/SW89/The_Time_Traveler%E2%80%99s_Wife_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3MDAxNTg1OF5BMl5BanBnXkFtZTgwMzMzMDM1MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Last Flag Flying (2017)",
        "description": "ဗီယက္နမ္စစ္ပြဲ စစ္ျပန္ေဟာင္း လယ္ရီ-ရွတ္ပ့ါဒ္ တစ္ေယာက္ တုိက္ပြဲ၀င္ရင္းက်ဆံုးသြားတဲ့ သားျဖစ္သူရဲ႕အေလာင္းကုိ ေနရပ္ကုိျပန္သယ္ဖုိ႔လုပ္ခဲ့ပါတယ္။ဒီခရီးမွာ သူနဲ႔အတူစစ္မႈထမ္းခဲ့တဲ့ မိတ္ေဆြႏွစ္ေယာက္ကုိပါ အေဖာ္အျဖစ္ေခၚခဲ့ပါတယ္။အဲဒီခရီးမွာပဲ သူတို႔လုပ္ခဲ့ဖူးတဲ့အမွားေတြ၊ ေနာင္တေတြကုိ ျပန္စဥ္းစားမိျကပါတယ္။ဒီလိုနဲ႔ဘ၀ကုိ ဘယ္လုိဆက္ေလွွ်ာက္ႀကမယ္ဆုိတာကုိပါ ဆံုးျဖတ္ခဲ့ၾကတဲ့အေႀကာင္းကုိ ႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးတစ္ကားပါဒါရုိက္တာ Richard Linklater ကရုိက္ကူးထားျပီး Steve Carrell, Bryan Cranston နဲ႔ Laurence Fishburne တုိ႔လုိ၀ါရင့္မင္းသားႀကီးေတြပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေလးဆိုေတာ့ ဘယ္ေလာက္ေကာင္းတယ္ဆိုတာ ေျပာစရာေတာင္မလိုေလာက္ေတာ့ပါဘူးေနာ္ File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre : Comedy, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Lex Luthor\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eR1x/Last_Flag_Flying_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/widow-apartment-391298-poster-142x200.jpg",
        "title": "[18+] Widow Apartment (2007)",
        "description": "2007 ခုနှစ်ကထွက်ထားတဲ့ ဂျပန်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားထဲမှာတော့ မုဆိုးမတို့ရဲ့ အချစ် မုဆိုးမတို့ ရဲ့ မာယာ ဘာညာတွေကို တွေ့ကြရမှာပါ\nဒီကားထဲမှာတော့ မီဆာကီ ဟာ ယောကျာ်းရပြီး မကြာခင်မှာပဲ သူ့ ယောကျာ်းဟာသေဆုံး\nသွားခဲ့ပါတယ် ဒါကြောင့် သူနဲ့ သူ့ယောကျာ်းနှစ်ယောက်အတူတူနေတဲ့ တိုက်ခန်းမှာ\nတစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ် ကန်အစ်ချီဟာ အဲ့တိုက်ခန်းမှာ မန်နေဂျာတစ်ယောက်ဖြစ်ပြီးတော့\nမီဆာကီ ယုံကြည့်ထားတာက သူ့ယောကျာ်းက သူ့ကို သေဆုံးပြီးတာတောင်မှ ဆက်လက်ညွန်ကြားနေတယ်\nတိုက်ခန်းကို ပြင်ဆင်တာ ဘာညာအတွက်ပါ ဝိညာဉ်ဘ၀ နဲ့ မှာကြားနေတယ် ပေါ့ ဒီလိုနဲက သူတို့ အတွက် တိုက်ခန်းမှာ\nနေတဲ့သူတွေကပါ စိုးရိမ်စရာတွေဖြစ်လာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ်တခု ကြိုသတိပေးချင်တာကတော့ ဒချိခန်းတွေ ဖောဖောသီသီပါတာကြောင့်\nမိသားစုနဲ့ အတူ မကြည့်သင့်ပါဘူးဗျQty - DVD Rip\nDuration - 1hr\nGern - Drama\nTransaltor - ကိမုချိ\nEncoder - Kyaw Ye Aung",
        "rating": "4.",
        "url": "https://megaup.net/Zb6r/Widow_Apartment_-_Big_Tits__Aching_Night_(Mibôjin_Apâto_-_Kyonyû_No_Uzuku_Yoru_)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/rogue.jpg",
        "title": "Rogue One : Star Wars 2016",
        "description": "Sci-fi ကြိုက်သူပရိတ်သတ်တွေအတွက် epic sci-fi လေးတစ်ခု တင်ပေးထားပါတယ်။ Star Wars တွေဟာသိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်သမိုင်းရဲ့ အကျော်ကြားဆုံး ရုပ်ရှင်ဇတ်လမ်းတွဲတွေထဲက တစ်ခုပါပဲ။ ပထမဆုံး Star Wars ရုပ်ရှင်ကိုတော့ ၁၉၇၇ မှာ ပြသခဲ့ပြီး သူ့နောက်မှာ ၂ ကားဆက်တိုက်ထွက်ပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။ ဒါပေမယ့် 1999 ကနေစလို့ နောက်ထပ် ၃ ကားထပ်ပြသခဲ့ပြီး လက်ရှိ ၂၀၁၅ မှာ တစ်ကား ၂၀၁၆ မှာ တစ်ကား ထပ်မံထွက်ရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဟိုးရှေးရှေးတုန်းက ဝေးကွာလှတဲ့ နဂါးငွေ့တန်းတစ်နေရာမှာ ဂြိုလ်ပေါင်းများစွာ စုစည်းနေထိုင်ကြပြီး လွှတ်တော်နဲ့ ဒီမိုကရေစီစနစ်နဲ့ နေထိုင်ကြပါတယ်။ လွှတ်တော်အောက်မှာတော့ စကြဝဠာရဲ့ ငြိမ်းချမ်းရေးထိန်းသိမ်းသူတွေဖြစ်တဲ့ Jedi သူရဲကောင်းတွေ ရှိနေပါတယ်။ Jedi တွေဟာ သက်ရှိတွေအားလုံးအတွင်းနဲ့ပတ်လည်မှာတည်ရှိနေတဲ့ Force ဆိုတဲ့ စွမ်းအင်ကို သုံးစွဲနိုင်သူတွေ ဖြစ်ပြီး သူတို့ရဲ့ အလင်းဓားတွေနဲ့အတူ ကျော်ကြားကြပါတယ်။ Force ကိုပဲ Dark Side အမှောင်ခြမ်းမှ စွမ်းအင်ကို ယူသုံးတဲ့ Sith တွေကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/SW7g/Rogue_One_-_A_Star_Wars_Story_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUwNTA4MDMxNl5BMl5BanBnXkFtZTgwMjE4NjQ0MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "A Bad Moms Christmas (2017)",
        "description": "ျပီးခဲ့တဲ့ခရစၥမတ္ကိုျပန္လည္တမ္းတလိုျပီး ဇာတ္လမ္းျမဴးျမဴးေလးေတြကို ႏွစ္သက္ၾကည့္ရွဴလိုၾကတဲ့ပရိတ္သတ္ေတြအတြက္ A Bad Moms Christmas ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားဟာ ၂၀၁၇ နို၀င္ဘာလမွာ ထြက္ထားတာျဖစ္တဲ့အတြက္ လတ္လတ္ဆတ္ဆတ္ ထြက္ရွိထားတာျဖစ္ျပီး ခရစၥမတ္အခ်ိန္ေတြကိုေနာက္ခံထားရိုက္ကူးထားတာျဖစ္ပါတယ္သမီးသံုးေယာက္နဲ႕ အေမသံုးေယာက္ၾကားထဲက သားအမိဆက္ဆံေရးေတြကိုဟာသဆန္ဆန္ ရိုက္ကူးပံုေဖာ္ထားတဲ့အတြက္ မိန္းကေလးပရိတ္သတ္အမ်ားစု ႏွစ္သက္ၾကလိမ့္မယ္လုိ႔ထင္ပါတယ္သူငယ္ခ်င္းသံုးေယာက္ျဖစ္ၾကတဲ့ ေအမီ ကိကိ နဲ႕ ကာလာတို႔ဟာ ခရစၥမတ္ကို ကိုယ္ပိုင္အစီအစဥ္ေတြနဲ႔ျဖတ္သန္းဖို႕ စီစဥ္ထားၾကျပီးမၾကာခင္မွာပဲ သူတို႔သံုးေယာက္ရဲ႕ အေမေတြ ကိုယ္စီကိုယ္စီ ေရာက္လာၾကျပီး သူတို႔အစီအစဥ္ေတြပ်က္ျပားသြားခဲ့တယ္…ဒီလိုနဲ႕ခရစၥမတ္မွာသူတို႔ျဖတ္သန္းခ်င္တဲ့အတိုင္းျဖတ္သန္းဖို႕ၾကိဳးစားရင္း သူတို႔အေမေတြနဲ႕ စခန္းသြားၾကပံုကို ပရိတ္သတ္ၾကီးကိုယ္တိုင္ၾကည့္ရွဴ ရယ္ေမာေတာ္မူၾကပါဦး..သရုပ္ေဆာင္ထားသူေတြကေတာ့ အားလံးုသိၾကတဲ့ Mila Kunis, Christine Baranski, Kristen Bell, Cheryl Hines, Susan Sarandon, Kathryn Hahn တို႔အျပင္ အေမရိကန္ ဆက္ဆိုဖုန္း ဂီတပညာရွင္ Kenny G လည္းပါ၀င္သရုပ္ေဆာင္ထားတာေတြ႔ရပါတယ္ File Size : (950 MB) ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eR1f/(CM)_A_Bad_Moms_Christmas_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink2-136x200.jpg",
        "title": "The Pink Panther -2(2009)",
        "description": "The Pink Panther အပိုင္း(၁)ကို ၾကည့္ၿပီး သူမ်ားကေတာ့ ေထြေထြထူးထူးေတာင္ညႊန္းျပေနစရာမလုိေလာက္ဘူးထင္ပါရဲ႕။ အရမ္းကို သေဘာက်ၿပီး ေပ်ာ္ေပ်ာ္ပါးပါးေလး ၾကည့္လို႕ရမယ့္ ဇာတ္လမ္းေလးပါ။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung Part(1) Download Link >>> ဒီေနရာကိုႏွိပ္ပါ။ File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": "https://megaup.net/2eR2A/The_Pink_Panther_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink-136x200.jpg",
        "title": "The Pink Panther (2006)",
        "description": "The Pink Panther . . . ဒီကားေလးဟာ နာမည္ၾကားလိုက္တာနဲ႕လူေတာ္ေတာ္မ်ားကေတာ့ ၾကည့္ဖူးသိဖူးၾကမယ္ထင္ပါရဲ႕။မၾကည့္ဖူးတဲ့ သူမ်ားလည္း ဒီကားေလးကိုၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႕တိုက္တြန္းခ်င္ပါတယ္။စံုေထာက္ၾကီး ကလူးဆိုး . သူဟာ ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္ၿပီးအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ အျမဲတမ္းၾကံဳေတြ႕ေနရသူျဖစ္ပါတယ္။အဲ့လိုပဲ သူ႕ကို ေခ်ာက္တြန္းခ်င္တဲ့ စံုေထာက္ခ်ဳပ္က လူသတ္မႈတစ္ခုကိုလိုက္ခိုင္းၿပီး အမွားေတြပဲျဖစ္ေအာင္လို႕ ေခ်ာက္တြန္းပို႕ေပးလိုက္ရာကေနစံုေထာက္ၾကီး ကလူးဆိုးရဲ႕ ဗလူးဗလဲရယ္စရာေတြစတင္လာပါေတာ့တယ္။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": " https://megaup.net/2eR2r/The_Pink_Panther_[2006]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwNTg5MTc3MV5BMl5BanBnXkFtZTcwNTYwMDE0MQ@@._V1_-140x200.jpg",
        "title": "Running on Karma(2003)",
        "description": "ဒီကားကုိ ကြ်န္ေတာ္ငယ္ငယ္တုန္းက ရြာလယ္က ဗီဒီယုိရုံေလးမွာ သြားၾကည့္ခဲ့တာ...လူသန္ဗလႀကီးက ငွက္ေမြးေလးလုိေပါ့ပါးစြာခုန္ရင္း လူဆုိးေတြကုိ အားရပါးရ ႏႊာခဲ့တဲ့သူ႕ကုိအရမ္းသေဘာက်ခဲ့တယ္....ျဖတ္ခနဲခုန္..ေဒါသတႀကီး ေလာ္ကာေတြကုိ၀ုန္းခနဲထုိးခ်..မေကာင္းမႈက်ဴးလြန္တဲ့သူေတြကုိႏွိမ္နင္း.အဂၤလိပ္စာတန္းထုိးဆုိေတာ့နားမလည္ ပါးမလည္း အရမ္းေကာင္းတဲ့အက္ရွင္ကားလုိ႕ပဲမွတ္ခ်က္ခ်ခဲ့တယ္...ေကာင္းခန္းေရာက္မွာတိပ္ေခြက မႈန္ေနလုိ႕ ပုိက္ဆံအသစ္ေလးနဲ႕ပြတ္ၿပီး ဖုိက္ခန္းေတြေက်ာ္သလုိျဖစ္တဲ့ရုံပုိင္ရွင္ဦးေလးႀကီးကုိျပန္ရစ္ေပးပါလုိ႕အသံၿဗဲႀကီးနဲ႕ေအာ္ခဲ့တာ...ခုျမန္မာစာတမ္းထုိးေလးနဲ႕ၾကည့္ေတာ့ အက္ရွင္ကားဆုိတာထက္ပုိတယ္လုိ႕ေျပာလုိ႕ရသလုိ ရသေျမာက္ အက္ရွင္ကားလုိ႕လည္းေျပာရမယ္ထင္တယ္. ဒီလုိေကာင္းလုိ႕လည္း Best Picture,Best Actor,Best Screen Play စတဲ့ဆု(၃)ဆုေတာင္ရသြားပါတယ္...Best Actor ဆုရသြားတာကေတာ့ေခါင္းေဆာင္မင္းသား Andy Lau  ဆုိတာေတာ့ေျပာစရာလုိမယ္မထင္ဘူး....\nကားေဟာင္းလည္းျဖစ္လုိ႕ဇာတ္လမ္းဇာတ္ကြက္ေတြမေျပာျပေတာ့ပါဘူး......\nFile Size…(855MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:33:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe",
        "rating": "6.7",
        "url": " https://megaup.net/SW7q/Running_On_Karma_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/jigsaw_ver16-130x200.jpg",
        "title": "Jigsaw (2017)",
        "description": "Jigsaw 2017 ရုပ်ရှင်ဟာ နာမည်ကျော် Saw ရုပ်ရှင် Franchise ရဲ့ ၈ကားမြောက် ရုပ်ရှင်ဖြစ်ပါတယ်။သေဆုံးသွားပြီလို့ အားလုံးကထင်ထားကြတဲ့ ကွင်းဆက်လူသတ်သမား Jigsaw က ဆယ်စုနှစ်တစ်ခုအကြာမှာ ပြန်လည်ပေါ်ထွက်လာပြီး သူ့ရဲ့ထုံးစံအတိုင်း လူတွေကို ညှင်းပန်းနှိပ်စက် အပြစ်ဝန်ခံခိုင်းပြီး ရက်ရက်စက်စက် သတ်ပါတော့တယ်။ဒီတစ်ခါမှာလဲ Jigsaw က ဘယ်လိုတွေ ဖမ်းဆီးသတ်ဖြတ်ပြမှာလဲ၊သူ့ကိုရော ဘယ်လိုအမိဖမ်းကြဦးမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ခံစားကြပါ။Budget အနေနဲ့ ဒေါ်လာ ၁၀ သန်းသာအသုံးပြုခဲ့ပေမယ့် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ကားဖြစ်သလို သွေးထွက်သံယိုအခန်းတွေ အရမ်းများတာကြောင့် မြန်မာနိုင်ငံမှာတောင် ရုံတင်ခွင့်ပိတ်ပင်ခဲ့ရတဲ့ ကားတစ်ကားဖြစ်ပါတယ်။Saw franchise ရဲ့နောက်ဆုံးကားဖြစ်သလို ဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့် Horror ကြိုက်တဲ့ပရိသတ်တွေ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။File Size : 1.07GB\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : ...",
        "rating": "6.1",
        "url": "https://megaup.net/2lTU8/Jigsaw(2017).mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTA0OTQwMTIxNzheQTJeQWpwZ15BbWU4MDQ1MzI3OTMy._V1_-135x200.jpg",
        "title": "Geostorm (2017)",
        "description": "ဒီရုပ္ရွင္ကားကို စၾကည့္မိတဲ့ အခ်ိန္ဘာကို သတိရမိလဲ ဆိုေတာ့အရင္က သဘာ၀ေဘး အေၾကာင္း\nရုပ္ရွင္ေတြ ရိုက္ၿပီးရင္ အျပင္မွာလဲဆူနာမီ လို မုန္တိုင္းေတြ တုိက္ခတ္ၿပီးတကယ္ျဖစ္ျဖစ္သြားတာ လန္႔လြန္းလို႔ေရွ႕ေျပးနိမိတ္ ရုပ္ရွင္မဟုတ္ပါေစနဲ႔ အရင္ဆုေတာင္းရတယ္ကဲ ဇတ္လမ္းအေၾကာင္း နည္းနည္းေျပာျပမယ္....ဒီရုပ္ရွင္ကားကို Director: Dean Devlin က ရိုက္ကူးခဲ့ၿပီးOctober 11, 2017 မွာ ရံုတင္ျပသခဲ့တယ္...Budget ကို 120 million USD နဲ႔ ရိုက္ကူးခဲ့ေပမယ့္ Box office မွာ184.4 million USD အထိ ရရွိခဲ့တယ္IMDb 5.6 သာ ရရွိထားေပမယ့္ က်ေနာ့္စိတ္နဲ႔ ဆို 7.0 ေလာက္ထိေပးခ်င္ပါတယ္ဒါဆို ဒီရုပ္ရွင္ဘယ္ေလာက္ေကာင္းတယ္ဆိုတဲ့ အညႊန္းမလာေသးခင္ၾကည့္ရတာ တန္တယ္ဆိုတဲ့ ခံစားခ်က္ တစ္ခုပဲ ရွိေသးတယ္ေနာ္\n=====================\nဇတ္လမ္းပံုစံကေတာ့ ၂၀၁၉ ခုႏွစ္မွာ ကမၻာအ၀ွမ္း ရာသီဥတုဆိုးရြားပ်က္ဆီးမႈေတြ နဲ႔ ႀကံဳေတြ႔လာခဲ့ရတာကို စတင္ျပသထားၿပီးအဲ့ဒီ ရာသီဥတု ...",
        "rating": "5.6",
        "url": "https://megaup.net/SWpe/Geostorm_[2017]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/the-house-next-door-avail-indian-tamil-horror-film-movie-1-142x200.jpg",
        "title": "Aval (2017)",
        "description": "တာဝန္က်ရာ ဇာတ္ကားတစ္ကားကုိ စ,ေရးေတာ့မယ္လုိ႔ ၾကည့္လုိက္ေတာ့\nKollywood(Tamil) ကားတစ္ကား ျဖစ္ေနတယ္။\nအမွန္တုိင္းေျပာရရင္ Tamilကားေတြဆုိ သိပ္အထင္မႀကီးတတ္ေတာ့\nGoogle မယ္ဒီကားနာမည္ေလး ေရးရွာၾကည့္ေတာ့\nBEST KOLLYWOOD MOVIES OF 2017 မွာ နံပါတ္ ၂ ခ်ိတ္ထားသလုိ\nRating ေတြအေနနဲ႕ကလည္း\nIMDB - 7.2/10 နဲ႕\nRotten Tomatoes - 100% အျပည့္ဆုိပဲ\nဒီအခ်က္ေၾကာင့္ ဒီဇာတ္ကားကုိ ၾကည့္ခ်င္စိတ္ျဖစ္လာၿပီး\nအလုပ္ေတြၿပီးလုိ႔ အားတဲ့အခ်ိန္ကလည္း ည၁၁ထုိး၊ မနက္ထိ မဆုိင္းေတာ့ပဲ\nလက္ေတာ့ေလးဖႊင့္ကာ ရုပ္ရွင္ကားကုိ စၾကည့္မိပါေတာ့တယ္ကုလားကားသာ ေျပာတယ္ စလာေတာ့\n၁၉၃၅ ခုႏွစ္၊ ကုိလုိနီေခတ္က တ႐ုတ္သားအမိႏွစ္ေယာက္နဲ႕\nသူတုိ႔အိမ္ကုိျပၿပီး\nေပ်ာ္ရႊင္ေနတဲ့ သားအမိႏွစ္ေယာက္ရဲ႕ အိမ္မွာ ႐ုတ္တရက္ဆုိသလုိ\nေအာ္ၿငီးသံႀကီးတစ္ခုနဲ႕ ၂၀၁၆ကုိ ေမာင္းႏွင္သြားပါေတာ့တယ္။၂၀၁၆ ခုႏွစ္ ေအးခ်မ္းတဲ့ေဆာင္းရာသီေလးမယ္ အိမ္ေလးတစ္လုံးထဲက\nညားခါစဇနီးေမာင္ႏွံႏွစ္ဦးရဲ႕ အေပ်ာ္ေတြကုိ ကြ်န္ေတာ္တုိ႔ဆီ မွ်ေဝလုိက္ၿပီး\nေဘးျခံကုိ မိသားစု အသစ္ေတြေျပာင္းလာတာကုိ အသိေပးလုိက္ပါတယ္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္အတြက္ကေတာ့ အိမ္နီးခ်င္းအသစ္ေတြ ရမွာျဖစ္သလုိ\nေယာက္်ားအလုပ္သြားတဲ့အခ်ိန္ ျပင္းေျခာက္ျခာက္ျဖစ္ေနမယ့္ ဇနီးသည္အတြက္ေတာ့ပုိေပ်ာ္ရႊင္ရမယ့္ လကၡဏာပါပဲထင္ထားတဲ့အတုိင္းပါပဲ ေဘးအိမ္ကုိ ေျပာင္းလာတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1ycwZ/Aval_(The_House_Next_Door)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mygirl-142x200.jpg",
        "title": "My Girl",
        "description": "ဒီ My Girl Series ေလးဟာ တစ္ခ်ိန္က ျမ၀တီရုပ္ျမင္သံၾကားမွာ\nအပတ္စဥ္ ထုတ္လြႊင့္ျပသခဲ့တဲ့ ရုပ္သံဇတ္လမ္းတြဲေလး တစ္ခုပဲ ျဖစ္ပါတယ္\nဒီဇတ္လမ္းေလးဟာ ဟာသ ၊ အလြမ္းအေဆြး ၊ အခ်စ္ စသျဖင့္ ခံစားခ်က္ေပါင္းစံု ရရွိေစမယ့္\nဇတ္လမ္းေကာင္းေလးလဲ ျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံေလးကေတာ့\nဂ်ယ္ဂ်ဴကၽြန္းမွာ ခရီးသြား ဧည့္လမ္းညႊန္ လုပ္ေနတဲ့ ေကာင္မေလး ဂ်ဴယြန္းအင္း နဲ႔ ကိုရီးယား ႏုိင္ငံအႏွံ႔အျပား\nဟိုတယ္ ႏွင့္ ခရီးသြားလာေရး လုပ္ငန္းျဖင့္ ေအာင္ျမင္ေနတဲ့ သူေဌးေလး ေဂါင္ခ်မ္း တို႔ ရဲ႕ အမွတ္မထင္\nေလယဥ္ေပၚမွာ ေတြ႔ဆံုမႈ ကေန စမယ္ ထင္တာပါပဲ...\nေဂါင္ခ်မ္း ဟာ သူခ်စ္တဲ့ ေကာင္မေလးက ေအာင္ျမင္မႈေနာက္ လိုက္ရင္း သူ႔ကို ထားခဲ့လို႔ အသဲကြဲေနတာျဖစ္ၿပီး\nအသဲကြဲ ေနေပမယ့္လဲ အဖိုးျဖစ္သူ ဥကၠဌႀကီးက ေဆးရံုေပၚမွာ ေသမလိုရွင္မလိုျဖစ္ေနၿပီး ငယ္ငယ္ေလးထဲက\nဂ်ပန္ႏုိင္ငံမွာ ေပ်ာက္သြားတဲ့ ေဂါင္ခ်မ္း ရဲ႕ ညီမ ၀မ္းကြဲေလးကို ျပန္ရွာရမယ့္ တာ၀န္ဟာလဲ သူ႔ပုခံုးေပၚမွာရွိေနပါတယ္\nဒီေတာ့ အလြမ္းအေဆြးေတြကို ခဏ ရပ္ၿပီး ဟိုတယ္ လုပ္ငန္း ႏွင့္ သူ႔ညီမ ၀မ္းကြဲေလးကို ရွာေနတဲ့ အေပၚမွာပဲ\nအာရံုစိုက္လုိက္ပါေတာ့တယ္...\nဒီဘက္မွာလဲ ခရီးသြားလမ္းညႊန္ လုပ္ေနတဲ့ ဂ်ဴယြန္အင္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2eRfC/My_Girl.zip",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZjdjOGQzYmItOTAyZC00MmViLTg0MWItNGViODc2MWJkNmExXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-133x200.jpg",
        "title": "Prayers for Bobby (2009)",
        "description": "Prayers for Bobby (Bobby အတြက္ ဆုုေတာင္းသံမ်ား)\nဆိုုတဲ့ဇာတ္ကားေလးထဲက Bobby ရဲ႕ အေမ ျဖစ္သူ Mary ေနာက္ဆံုုးေျပာသြားတဲ့စကားေလးကိုု ျပန္လည္မွ်ေဝေပးလိုုက္ပါတယ္။\"လိင္တူခ်စ္တယ္ဆိုုတာ အျပစ္တစ္ခုုပါ။ သူတိုု႕ေတြ ေသရင္ ငရဲက်မယ္။သူတိုု႕တဲ့ မေကာင္းတဲ့ အက်င့္ေတြျပင္မယ္ဆို ျပင္လိုု႕ရပါတယ္။ဒီ တဏွာ ရာဂ စိတ္ေတြ မရွိရင္ သာမန္ ျပန္ျဖစ္လာမယ္။သူတိုု႕သာ ျပင္ခ်င္ရင္ အၾကိမ္ၾကိမ္ၾကိဳးစားျပီး ျပင္လိုု႕ရတယ္\"လိုု႕ က်မသားေလး Bobby ကိုု က်မ ေျပာခဲ့ပါတယ္။သူက လိင္တူခ်စ္သူတစ္ေယာက္ (အေျခာက္) ဆိုုတာ သိလိုုက္ရတဲ့အခ်ိန္မွာ က်မ ဘဝ၊ က်မ ေမွ်ာ္လင့္ခ်က္ေတြ ေရစုုံေမ်ာ ပ်က္ဆီးသလိုု ခံစားရပါတယ္။\nက်မသားေလးရဲ႕ ဒီ ေရာဂါၾကီးကိုု ကုုသဖိုု႕ က်မတတ္နိုုင္သမွ် ၾကိဳးစားခဲ့ပါတယ္။လြန္ခဲ့တဲ့ ၈ လက က်မသားေလး တံတားေပၚကေနခုုန္ခ် ျပီး ကိုုယ့္ကိုုကိုုယ္သတ္ေသခဲ့ပါတယ္။လိင္တူခ်စ္သူ ေတြနဲ႕ပက္သက္တဲ့ အေၾကာင္းအရာေတြ ကိုု မေလ့လာခဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2eRjo/Prayers_For_Bobby_[2009]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUzNzI3NDM0NV5BMl5BanBnXkFtZTcwMTYwOTAzNQ@@._V1_SY1000_CR007031000_AL_-141x200.jpg",
        "title": "Lucky Trouble (2011)",
        "description": "ဇာတ္ကားအမ်ိဳးအစားက sport and romance အမ်ိဳးအစား ျဖစ္ျပီး၂၀၁၁ ခုႏွစ္က ျဖန္ခ်ီခဲ့ပါတယ္။ IMDb Rating ၆.၂ နဲ ့ Phim hd 9 ရရွိထားပါတယ္။တစ္ကားလုံးၾကာခ်ိန္ ၉၇ မိနစ္ ရွိပါတယ္။ရွရွားကားမုိ ့ ရွရွား စကားေျပာနဲ ့ဆို\nေတာ့ နားေထာင္ရတာ တစ္မ်ိဳးေတာ့ျဖစ္ေနပါလိမ့္မယ္။\nBudget ၇.၈ မီလီယံနဲ ့ရိုက္ကူးထားခဲ့ပါတယ္။ဒီကားေလးက ထူးထူးျခားျခား Resident Evil ရဲ ့\nအဓီကဇာတ္ေကာင္ ျဖစ္တယ့္မင္းသမီး Milla Jovovich ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားက သူရဲ႕ ရုရွားရုပ္ရွင္\nေလာကထဲကုိ ေျခလွမ္းစခ်လိုက္တဲ့ဇာတ္ကား\nလဲျဖစ္ပါတယ္။\nမင္းသားက Konstantin Khabensky ပါ\nသူတို ့ႏိုင္ငံမွာေတာ့ သူကေျပတီဦးေပါ့နာမည္ၾကီးတာကုိေျပာတာပါ။\nတျခား သရုပ္ေဆာင္ေတြ က ရုရွား သရုပ္\nေဆာင္ေတြ ပါဘဲ။ေပါ့ေပါ့ပါးပါးေလးနဲ ့\nရိုက္ကူးထားတယ့္ဇတ္လမ္းပုံစံျဖစ္ျပီး မင္းသမီး\nျဖစ္တယ့္ Milla Jovovich က အရင္action ပုံစံမဟုတ္ဘဲလုံး၀ကြဲထြက္ေနတဲ့ romance ပုံစံကုိ\nသရုပ္ေဆာင္ထားပါတယ္။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SWov/Lucky_Trouble_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSDCxEI0Y4tIcV9p5Eh5WCz1aL.jpg",
        "title": "Some Guy Who Kills People (2011)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ လူသတ္ကားေလးတစ္ကား\nတင္ဆက္ေပးလုိက္ရပါတယ္။ ဒီကားေလးက ကန္ ဆုိတဲ့\nလူတစ္ေယာက္အေၾကာင္းရုိက္ကူးထားတာ ျဖစ္ပါတယ္။\nကန္က မၾကာခင္ကမွ စိတ္ေဆးရုံက ဆင္းလာတဲ့ သူတစ္ေယာက္\nျဖစ္ပါတယ္။သူ႕ကုိ ငယ္ဘ၀ကတည္းက အႏုိင္က်င့္ ယုတ္မာ မွု႕ေတြေၾကာင့္\nစိတ္က်န္းမာေရးခ်ဳိ႕ယြင္းၿပီး စိတ္က်န္းမာေရး ေဆးရုံ ေရာက္သြားတာပါ\nအခုေတာ့ ေဆးရုံ ကေနဆင္းၿပီး ေတာ့ ဘာဂါေရာင္းတဲ့ ဆုိင္မွာ လုပ္ေနပါတယ္။\nအဲ့မွာပဲ သူသိခဲ့ရတာက သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္ဆုိတာပါပဲ။\nဒီလုိနဲ႕ သူ႕သမီးေလးကုိ ခ်စ္ဖုိ႔ နားလည္ဖုိ႔ ႀကဳိးစားရင္းနဲ႔ ကန္တစ္ေယာက္\nေနထုိင္ေနပါတယ္။ ဒီလုိေနထုိင္ေနတဲ့ အခ်ိန္မွာပဲ ကန္ကုိ အႏုိင္က်င့္\nစိတ္က်န္းမာေရးေဆးရုံပုိ႔တဲ့ လူေတြဟာ တစ္ေယာက္ၿပီး တစ္ေယာက္\nရက္ရက္ စက္စက္ အသတ္ခံရပါတယ္။ လက္သည္ကုိ ရွာမရပါဘူး။\nအဲ့အခ်ိန္မွာပဲ ကန္တုိ႔ၿမဳိ႔က ရဲမွဳးက ကန္ အေမ့ ဆီကုိ လာရင္းနဲ႔\nကန္က လူသတ္သမားျဖစ္မယ္ဆုိတာ သံသယ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eRl9/Some_Guy_Who_Kills_People_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BN2RmZTBlYTEtYmQzOC00ZDY5LTlkM2EtOTVjMGM5ODI5MGRmXkEyXkFqcGdeQXVyNTk1ODI0MDY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Project Eden: Vol. I (2017)",
        "description": "စစ္​ပဲြဆိုတာဟာ အနိဠာရံု​ေတြနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ ​မ​ေကာင္​းမႈရဲ႕ အမွတ္​အသားတစ္​ခု...\nဒီစစ္​ပြဲ​ေၾကာင္​့ ဆံုး႐ႈံးရတဲ့ အရာ​ေတြအမ်ားႀကီး ႐ွိခဲ့ၿပီးၿပီ... သံ​ေယာဇဥ္​ႀကိဳးဘယ္​ႏွ​ေခ်ာင္​းကိုမ်ား စစ္​ပြဲဆိုတဲ့ ​ေစတန္​ရဲ႕ ​ေနာက္​လိုက္​ႀကီးက ျဖတ္​ပစ္​ၿပီးၿပီလဲ...အီ​ဗလင္​ရဲ႕ ခင္​ပြန္​းဟာ စစ္​ပြဲရဲ႕ သား​ေကာင္​ျဖစ္​ခဲ့ရတယ္​။ သူတို႔သား​ေလး ကိုယ္​ဝန္​ရဲ႕ ​ေျခာက္​လအၾကာမွာ သတင္​းဆိုးတစ္​ခု​ေရာက္​လာျခင္​းက အစ​ေပါ့။ ​ေနာက္​မၾကာခင္​မွာ သူတို႔သား​ေလး ​ေမြးဖြားလာခဲ့​ေပမယ္​့ ကံတရားဟာ ျပံဳးျပံဳးႀကီး ကလူက်ီစယ္​သြားခဲ့တယ္​။ ခင္​ပြန္​း​ဆံုးၿပီးတဲ့​ေနာက္​ သားကိုပဲ ပံုခ်စ္​လိုက္​​ခ်င္​​ေပမယ္​့ သားကလည္​း အမ်ိဴးအမည္​မသိရတဲ့ ​ေရာဂါ​ေဝဒနာရဲ႕ ​ေဘးထြက္​ဆိုးက်ိဳးျဖစ္​ေနျပန္​တဲ့အခါ...\nဒါ​ေပမယ္​့ အီ​ဗလင္​းဟာ သူ႔ရဲ႕သားကို လက္​မလႊတ္​ခဲ့ဘူး။ ​ေျခာက္​ႏွစ္​အၾကာထိ ​ေစာင္​့​ေ႐ွာက္​ကုသ​ေပးခဲ့တယ္​။ ​ေမွ်ာ္​လင္​့ခ်က္​အမွ်င္​​ေလးတစ္​စ​ေလာက္​နဲ႔​ေပါ့။ ဒါ​ေပမယ္​့လည္​း ဒီ​ေမွ်ာ္​လင္​့ခ်က္​ဟာ သူရဲ႕တိုက္​ခန္​းကို လူတစ္​​ေယာက္​​ေရာက္​လာျခင္​းနဲ႔ အတူ ပိုမို ​ေတာက္​ပလာ​ေတာ့တယ္​။‌ဒီ​ေရာဂါ​ေဝဒနာဟာ သူရဲ႕သားတစ္​​ေယာက္​တည္​းပဲ မဟုတ္​သလို ​ေနာက္​ကြယ္​မွာလည္​း ႐ိုး႐ိုးသာမန္​လူ​ေတြ႐ွိ​ေနတာ မဟုတ္​ဘူး။ လြန္​ခဲ့တဲ့ ႏွစ္​ရာ​ေပါင္​းမ်ားစြာက​ေန အခုထိ အာဏာတည္​တံ့ျမဲျဖစ္​တဲ့\nFreemasons အသင္း​​​ေတာ္​ႀကီးဆိုတာ သိလိုက္​ရ​ေတာ့တယ္​...ဒီကားဟာ Budget ကားတစ္​ကားျဖစ္​တဲ့အတြက္​ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2UPfe/Project_Eden_-_Vol._I_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA0NTM5NzgzMjJeQTJeQWpwZ15BbWU4MDAwODc3NjIy._V1_-134x200.jpg",
        "title": "Thank You for Your Service (2017)",
        "description": "CMပရိသတ္ၾကီးအတြက္ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ စစ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Thank U for Your Service(2017)ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအသြားေလးကေတာ႔ အီရတ္စစ္ေျမျပင္မွာ တာဝန္ထမ္းေဆာင္ေနတာရဲ ႔Adamတစ္ေယာက္ တာဝန္တစ္ႏွစ္ေက်ာ္ထမ္းေဆာင္ျပီး ဇာတိ ကန္းဆက္ျပည္နယ္ကိုျပန္လာရပံုနဲ႔စတင္ထားပါတယ္။ခ်စ္ဇနီး Saskia ရယ္၊ရင္ေသြးႏွစ္ေယာက္ရယ္နဲ႔ေပ်ာ္ရႊင္စရာဘဝေလးကိုတည္ေဆာက္ဖို႔ၾကိဳးစားေပမယ္႔ မထင္မွတ္ထားတဲ႔အဖ်က္အေမွာက္တစ္ခုနဲလ ၾကံဳလာရပါေတာ႔တယ္။အဲ႔တာကေတာ႔ စစ္ပြဲအနိဠာရံုေတြကို ျပန္လည္အမွတ္ရေနတဲ႔ စိတ္ေရာဂါပါပဲ။Adamကပဲ ဒီေရာဂါကိုအနိုင္ပိုင္းနိုင္မလား။ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ႔ ဆက္လက္ၾကည္႔ရႈပါလို႔ပဲတိုက္တြန္းလိုက္ပါတယ္။Imdb Rating 6.5 နဲ႔ Rotten Tomatoes 77% ရရွိထားတဲ႔ကားေလးမို႔ ၾကည္႔ရႈျမည္းစမ္းၾကည္႔သင္႔တဲ႔ကားေလးပါ။ (စကားလံုးအသံုးအႏႈန္းၾကမ္းတမ္းျခင္းကိုသတိျပဳရန္) File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre :Biography, Drama, War \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-GECKOS\nTranslated by Lex Luthor\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3AMHA/Thank_You_For_Your_Service_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Aces-Go-Places-2-1983-193x200.jpg",
        "title": "Aces Go Places 1 to 5",
        "description": "ဒီတစ်ခါတော့ Aces go places ဆိုတဲ့ တရုတ်ဟာသကားလေးကို မိတ်ဆက်ပေးပါရစေဒီကားလေးက စုစုပေါင်း ၅ ကားတိတိ ထွက်ရှိခဲ့ပြီး ၅ကားဟာ ဆက်စပ်နေပါတယ်ဒါကြောင့် စီအမ် ပရိတ်သတ်ကြီး ကြည့်ဖို့ ၅ ကားလုံးကို တဆက်ထဲ တင်ဆက်ပေးလိုက်ပါတယ်King Kong နဲ့ စုံထောက်ဂတုံးတို့ဟာ အမြဲ တွဲနေကျ ရှေ့သွားနောက်လိုက်ညီတဲ့သူငယ်ချင်းနှစ်ယောက်ပါ တစ်ယောက်ဒုက္ခကြုံလာရင်တစ်ယောက်ကကူညီဖို့ဝန်မလေးကြသူတွေဖြစ်ကြပါတယ် မောင်နှမ၂ယောက်ဦးဆောင်တဲ့လူဆိုးဂိုဏ်းက ညီမဖြစ်သူကို King Kong ဖွန်ကြောင်မိရာကဘဏ်ဓားပြအဖြစ်ချောက်ချခံရပြီး သူ့သူငယ်ချင်းဒုက္ခရောက်တာကိုမကြည့်နိုင်တဲ့ဂတုံးကဝင်ပါ ပါတော့တယ် ရှေ့နေငှားမှထောင်ကျဆိုသလိုပဲဂတုံးပါလာပြီးမှနောက်တခါ ရတနာဆိုင်ဓားပြမှုနဲ့ ချောက်ချခံရပြန်ပါတော့တယ်ဒီလိုနဲ့သူတို့၂ယောက်တိုင်ပတ်ကြပုံကို ရိုက်ထားတဲ့ဟာသဇာတ်မြူးလေးပါတစ်ကားလုံး ပါးစပ်မစိနိုင်အောင်ရယ်ရတဲ့ ဇာတ်ကားလေးဖြစ်လို့ကြည့်ပြီးနောက်တမရစေရဘူးလို့ ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်နော်ကဲ ပရိတ်သတ်ကြီးကတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်လိုက်\nကြပါတော့ဗျာ ဇာတ်ကားက ထွက်ထားတာကြာပြီ ဖြစ်တာကြောင့် ပထမဆုံးကားပဲ Bluray ရပြီးကျန်တဲ့ ၄ကားကိုတော့ DVD rip သာရခဲ့တာမို့ အဆင်ပြေဆုံးဖြစ်အောင် တင်ဆက်ပေးထားပါတယ်ဗျ---------------------------------------------------------------------------------------ဒီတစ္​ခါ​ေတာ့ Aces go places ဆိုတဲ့ တရုတ္​ဟာသကား​ေလးကို ...",
        "rating": "",
        "url": "https://megaup.net/4eDmv/Aces_Go_Places_(Mad_Mission_1)_[1982]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-2-133x200.jpg",
        "title": "Listen…Amaya (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ ေဘာလိ၀ု မိသားစုကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ကားေလးနာမည္က Listen Amaya(2013)တဲ႔။IMDb rating 6.9 ရထားျပီးေတာ့ ဒရာမာ ဇာတ္ကားေလးေတြ ကိုၾကိဳက္ႏွစ္သက္သူေတြအၾကိဳက္ေတြ႕မယ့္ကားေလးပါ  ဒီကားေလးထဲမွာေတာ့ ဘ၀မွာ ၾကံဳေတြ႕ရမယ့္ ေလာကဓံေတြအေကြ႕အေျပာင္းေတြကို ျမဴးျမဴးၾကြၾကြေလးနဲ႕ တင္ဆက္ေပးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔၂၂ႏွစ္အရြယ္ လြတ္လပ္တက္ၾကြတဲ႔ေကာင္မေလးAmayaရယ္သူမရဲ ႔အေမမုဆိုးမLeelaတို႔ဟာ ေအးေအးခ်မ္းခ်မ္း ေကာ္ဖီဆိုင္ေလးဖြင္႔ကာဘဝကိုျဖတ္သန္းေနတဲ႔သားအမိႏွစ္ေယာက္ပါ။တစ္ေယာက္နဲ႔တစ္ေယာက္ခ်စ္ခင္ၾကတဲ႔ဒီသံေယာဇဥ္အဝန္းအဝိုင္းေလးထဲကို တစ္ေန႔ေတာ႔ Jayant Sinhaဆိုတဲ႔အျငိမ္းစားဓာတ္ပံုဆရာတစ္ေယာက္ဝင္လာခဲ႔ပါတယ္။အဲ႔ဒီကေန ဇာတ္လမ္းအလွည္႔အေျပာင္းေတြဘယ္လိုျဖစ္တယ္ ဘယ္လိုေရွ႔ဆက္ၾကမလဲဆိုတာစိတ္ဝင္စားစရာပါ။အိႏၵိယရုပ္ရွင္ေဝဖန္ေရးသမားေတြကေတာလ ဒီကားေလးဟာခ်စ္ျခင္းေမတၱာတရားအေၾကာင္း ၊ အဓိကနဲ႔ သာမညေတြအေၾကာင္းကိုရႊင္ရႊင္ျမဴးျမဴး ေခတ္မွီမွီအျမင္နဲ႔ ျပသထားတဲ႔ကားေကာင္းေလးလို႔ဆိုပါတယ္။ဟုတ္မဟုတ္ကိုေတာ႔ ဒီကားေလးထဲမွာပဲ ဆက္လက္ရႈစားၾကည္႔ပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္။Qty - 720p DVD ripDuration - 1hr 48minGern - DramaSubtitle - MyanmarEncoder - Kyaw Ye Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1yUkr/Listen%E2%80%A6Amaya_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/breathe_ver2-135x200.jpg",
        "title": "Breathe (2017)",
        "description": "ေအးေအးခ်မ္းခ်မ္းျဖတ္သန္းေနတဲ့ဘ၀ေလး ရုတ္တရက္ ပ်က္စီးသြားမယ္ဆိုရင္ ဘယ္လိုလုပ္ၾကမလဲ။ကိုယ့္ဘ၀ဟာ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔ခံယူလိုက္ရင္ ဘာေတြျဖစ္မလဲ။ေရာဘင္ဟာ သူ႔ဇနီးရယ္ သူ႕သူငယ္ခ်င္းေတြရယ္နဲ႔ ခရီးလွည့္လည္ထြက္ရင္းနဲ႔ ရုတ္တရက္ ပိုလီယိုေရာဂါပိုးကူးစက္ခံရပါတယ္။သူဟာ လည္ပင္းေအာက္ပိုင္း လံုး၀ မလွဳပ္ႏိုင္ေတာ့ပဲ ေလျဖတ္ခဲ့ပါတယ္။ ေနာက္ပိုင္း သူဟာ စိတ္က်ေရာဂါပါ ခံစားလာရတယ္။ေရာဘင့္ရဲ႕ ေမွာင္မိုက္ေနတဲ့ ဘ၀ကို အလင္းထဲ သြင္းေပးခဲ့တာကေတာ့ သူ႔ခ်စ္ဇနီး ဒိုင္ယာနာပါပဲ။ဒိုင္ယာနာဟာ သူ႔ခင္ပြန္းကို ဒီလို ခံစားေနရတာ မၾကည့္ရက္လို႔ သက္သာရာ သက္သာေၾကာင္းကူညီေပးရင္း အရာရာကို စိန္ေခၚခဲ့ပါတယ္။သူ႔ေယာက်ၤားကို ေဆးရံုက ရေအာင္ဆင္းခဲ့ပါတယ္။ (အဲ့ေခတ္က ပိုလီယိုေရာဂါသည္ေတြက ေဆးရံုက အသက္ရွဴစက္တပ္ထားတဲ့အတြက္ ေဆးရံုကုတင္က ေရြ႕လို႔မရပါဘူး။)ေရာဘင့္အတြက္ အဆင္ေျပမယ့္ အသက္ရွဴစက္ကိုျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ပဲသူတို႔ဇနီးေမာင္ႏွံနဲ႔ သူငယ္ခ်င္းမ်ားေပါင္းျပီး ေရာဘင့္အတြက္ အဆင္ေျပမယ့္အရာေတြ တစ္ခုျပီးတစ္ခု တိုးတက္တီထြင္ခဲ့ပါတယ္။တေျဖးေျဖး ေနာက္ပိုင္းမွာ ေရာဘင့္အတြက္သာမက တစ္ျခား ပိုလီယိုေရာဂါသည္ေတြပါ အသံုးျပဳႏိုင္ေအာင္ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေရာဘင္ဟာ ပိုလီယိုေရာဂါရွင္မ်ားရဲ႕ ေရွ႕ေဆာင္လမ္းျပတစ္ဦးျဖစ္ခဲ့ပါတယ္။ဒီဇာတ္ကား တကယ့္ျဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ေရာဘင္ကာဗန္ဒစ္ရွ္ရဲ႕ဘ၀ျဖစ္ရပ္ကို ပံုေဖာ္ထားျပီး ကိုယ့္ဘ၀မွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yUke/Breathe_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Simpsons Movie (2007)",
        "description": "The Simpsons Movie (2007)\nIMDB - 7.3/10_____Rotten - 88%\n ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/about-time-poster-1-133x200.jpg",
        "title": "About Time (2013)",
        "description": "About Time (2013)IMDb - 7.8/10_____Rotten - 68%\n  ဒီကားလေးထဲမှာတော့ တင်မ် ဆိုတဲ့ကောင်လေးတစ်ယောက် သူအချိန်ခရီးသွားနိုင်တယ်ဆိုတာကို သူ့အဖေဆီကထူးဆန်းစွာသိခဲ့ရပါတယ်။မကြာခင်မှာပဲ သူတို့အိမ်ကို ခဏလာလည်တဲ့ သူ့ညီမရဲ့သူငယ်ချင်း ရှားလော့ကို ချစ်ကြိုက်မိရာက အချိန်တွေနောက်ပြန်လှည့်ပြီးအမျိုးမျိုးကြိုးစားရုံနဲ့ အချစ်စစ်ကိုမရနိုင်ဘူးဆိုတာ တင်မ်သိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ တင်မ်တစ်ယောက် ချစ်သူရှာဖို့ လန်ဒန်ကို ရောက်လာခဲ့ပြီး တစ်နေ့မှာ မေရီဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ပြီးချစ်မိခဲ့ပါတယ်။သူ့ရဲ့နေ့စဉ်ဘဝအလွဲတွေကို အချိန်တွေနောက်ပြန်လှည့်ပြီး အကောင်းဆုံးဖြစ်အောင် ကြိုးစားရင်း မေရီနဲ့ ရည်းစားတွေဖြစ်ခဲ့ပါတယ်။တစ်နေ့မှာ သူတဖက်သတ်ချစ်ခဲ့ရတဲ့ ရှားလော့နဲ့ လန်ဒန်မှာပြန်တွေ့တော့ ရှားလော့ကသူ့ကို လက်ခံဖို့ အရိပ်အယောင်တွေပြနေတဲ့အချိန်မှာ သူ မေရီ့ကို တကယ်ချစ်နေပြီဆိုတာသိခဲ့ပြီး မေရီ့ကို ရိုမက်တစ်ဆန်ဆန်လက်ထပ်ခွင့်တောင်းခဲ့တဲ့ အပိုင်းလေးကိုတော့ အပျိုဖျန်းလေးတွေ တကယ်အားကျသဘောကျကြမှာပါ။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဘဝခရီးလမ်းလေးဖြောင့်ဖြူးဖို့ အချိန်တွေနောက်ပြန်လှည့် အမျိုးမျိုးကြိုးစားရင်း တင်မ်တစ်ယောက် ဘဝရဲ့ အဓိပ္ပာယ်ကို နားလည်သွားခဲ့ပြီး အချစ်အရှုံးသမားလေးတင်မ်က နောက်ဆုံးမှာ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုကို ဖန်တီးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းတစ်လျှောက်လုံးမှာ တင်မ်နဲ့ သူ့သူငယ်ချင်းတွေရဲ့အလွဲတွေကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2emiC/About_Time_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4jRvOfxxcB9NqJ1ATOT9dCGILmk.jpg",
        "title": "The Silent War (2012)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ Silent War ဆုိတဲ့ တရုတ္ကား\nေကာင္းေလးတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\n\"Ting feng zhe\" ဆုိတဲ့ နာမည္ႀကီး တရုတ္၀တၳဳ အေပၚမွာ\nအေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္။ ဇာတ္လမ္းကုိ ၁၉၅၀ ခုႏွစ္မွာ\nအေျခခံထားပါတယ္။ 1949 ခုႏွစ္ ျပည္တြင္းစစ္ အၿပီးမွာ တရုတ္ အစုိးရဟာ\nျပည္တြင္းမွာ ေနထုိင္ေနတဲ့ ကူမင္တန္ သူလွ်ဳိ ေတြကုိ လုိက္လံ ရွင္းလင္းေနရဆဲပါ။\nဒီလုိရွင္းလင္းတဲ့ ေနရာမွာ လွ်ဳိ႕၀ွက္ အဖြဲ႕အစည္း ဖြဲ႕စည္းၿပီး ကူမင္တန္ေတြ ေပးပုိ႔တဲ့\nေၾကးနန္း သတင္းပုိ႔ခ်က္ေတြကုိ ရယူကာ လုိက္လံရွင္းလင္းရတာပါ။ ဒီလုိ လုပ္ေဆာင္\nရင္းနဲ႔ တစ္ေန႔မွာ ေၾကနန္း ထုတ္လႊင့္ေနတဲ့ ခ်န္နယ္ ၁၂၀ လုံးေပ်ာက္သြားပါတယ္။\nဘယ္သူမွ မေဖာ္ထုတ္ႏုိင္တဲ့ အတြက္ ရန္သူရဲ႕ အေရးႀကီးသတင္းေတြကုိ\nၾကားျဖတ္ဖမ္းယူဖုိ႔ မျဖစ္ႏုိင္ေတာ့ဘူးေပါ့။ ဒီလုိ အခ်ိန္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2UPfk/The_Silent_War_[2012]_(MM_Sub).mp4",
        "category": "Asian, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-1-133x200.jpg",
        "title": "All About the Money (2017)",
        "description": "2017 ခုႏွစ္ထြက္ရွိထားတဲ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ ဒုန္းဒုန္းဒိုင္းဒိုင္းနဲ႕ၾကမ္းၾကမ္းတမ္းတမ္းသတ္ျဖတ္ခန္းေတြ ထိုးခန္းၾကိတ္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြ အေနနဲ႕ကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အေမရိကန္က အလိုရွိစာရင္း၀င္ထားတဲ့ရာဇ၀င္လူဆိုးၾကီး ႏွစ္ေယာက္ သူတို႕ ႏွစ္ေယာက္ ဟာ အေမရိကန္ အစိုးရရဲ႕လိုက္လံ ဖမ္းဆီးမႈကေန ေရွာင္ဖို႕ အတြက္ ကိုလံဘီယာ ေတာင္အေမရိက တေလွ်ာက္ထြက္ေျပးေနပါတယ္ ဒီလုိနဲ႕ သူတို႕ ကံဆိုးတဲ့ တစ္ရက္ေရာက္လာခ်ိန္မွာေတာ့ သူတို႕ နဲ႕ ပတ္သက္ဖူးသူတစ္ေယာက္က သူတို႕ ကို လိုက္လံ ရွာေဖြ တဲ့ အခါမွာ ဘာေတြဆက္ျဖစ္ၾကမလဲအရင္ကေကာ သူတို႕ ဘာျပသနာေတြ ရွိခဲ့ၾကလဲဆိုတာေတြကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web-DlDuration - 1hr 45minGern - ActionSubtitle - MyanmarTranslator - Nay ChiEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1yUk9/All_About_The_Money_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-gun-3-136x200.jpg",
        "title": "Naked Gun 33⅓: The Final Insult (1994)",
        "description": "Naked Gun 33⅓: The Final Insult (1994)\nIMDb - 6.5/10_____Rotten - 54%\n \nNaked Gun ကားရဲ့ နောက်ဆုံးကားပါ။ ဒီကားမှာတော့\nကျွန်တော်တို့ရဲ့ ဖရန့်ဒရက်ဘင်ကြီး ရဲလောကက အနားယူ\nသွားပါပြီ။ ဂျိမ်းနဲ့လည်း ပြန်အဆင်ပြေ သွားပြီဖြစ်လို့ နှစ်ယောက်\nအေးဆေးတဲ့ဘဝလေးတစ်ခုကိုထူထောင်နေကြပါပြီ။ ဂျိမ်းကလည်း\nကလေးလေးတစ်ယောက် ယူပြီး အေးဆေး နေချင်နေတဲ့ အချိန်ပေါ့\nအဲ့အချိန်မှာပဲ ရဲဋ္ဌာနမှာ ဗုံးဖေါက်ခွဲမှု့နဲ့ပတ်သတ်လို့ အရေးတကြီး\nဖရန့်ရဲ့ အကူအညီကိုတောင်းခံပါတယ်။ ဒါပေမဲ့ ဖရန့်က ရဲ အလုပ်\nလုံးဝမလုပ်တော့ပါဘူး လို့ ဂျိန်းကိုကတိပေးထားပြီးသားပါ။ သို့ပေမဲ့\nဝါသနာ ဗီဇဆိုတာဖျောက်ရခက်တော့လည်း ကူညီမိရာကနေ\nဂျိမ်းတစ်ယောက် စိတ်ဆိုးပြီး ဖရန့်ဆီကနေ ထွက်သွားပါတော့တယ်။\nဒီတော့ ဖရန့်လည်း စိတ်နှစ် ပြီး ရဲ အလုပ်ဆက်လုပ်တာပေါ့။ဖရန့်ရဲ့\nတာဝန်က ဒီလိုပါ ဗုံးဖောက်ခွဲမှု့ အကြီးစားတစ်ခု လုပ်မယ်လို့ သတင်း\nရရှိပါတယ် အဲ့ ဖောက်ခွဲမှု့ကိုလည်း ထောင်ထဲရောက်နေတဲ့ ရိုကို ဆိုတဲ့\nနာမည်ကျော် ရာဇဝတ်သားတစ်ဦးက ကြိုးကိုင်နေတာဖြစ်လို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2SM1r/The_Naked_Gun_33⅓_-_The_Final_Insult_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-gun-2-133x200.jpg",
        "title": "The Naked Gun 2½: The Smell of Fear (1991)",
        "description": "The Naked Gun 2½: The Smell of Fear (1991)IMDb - 6.9/10_____Rotten - 56%\n \nရဲဋ္ဌာနက ဗိုလ်လေး ဖရန့် ဒရက်ဘင် ပြန်လာပါပြီ။ ရှေ့ကားမှာ ဘုရင်မကြီးကို\nကာကွယ် ပေးပြီး အမေရိကန်နိုင်ငံ ရဲ့ ဂုဏ်သိက္ခာကို ကယ်တင် ခဲ့တာကု\nအားလုံးသိပြီး ဖြစ်မှာပါ။ အဲ့ကားမှာ ဂျိန်း ဆိုတဲ့ မိန်းမပျိုလေးကိုတွေ့ပြီး\nဖရန့် တစ်ယောက် ချစ်ကြိုက်မိပါတယ်။ ကျုပ်တို့ ရဲ့ လူလွဲ ကြီးက ဒီကိစ္စမှာတော့\nမလွဲဘူးဆိုတာ သိလိုက်ကျမှာပါ။ ဒါပေမဲ့ သူတို့ လမ်းခွဲခဲ့ ရပါတယ်။ကျုပ်တို့ရဲ့\nဖရန့်ကြီးလည်း ကြေကွဲပေါ့။ ဒါပေမဲ့လည်း ရဲတစ်ယောက် ဖြစ်တာနဲ့ အညီ တာဝန်\nဝတ္တရားတွေကလည်းရှိသေးတာကိုး။ ဒီတစ်ခါမှာတော့ နိုင်ငံ့အရေးနဲ့ ပတ်သတ် နေပါတယ်\nသမ္မတ က နိုင်ငံ့ အနာဂတ် စွမ်းအင် အတွက် ဒေါက်တာ မိုင်ဟိုင်မာ ဆိုတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/4UErA/The_Naked_Gun_2½_-_The_Smell_Of_Fear_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/acts_of_violence-135x200.jpg",
        "title": "Acts of Violence (2018)",
        "description": "အက္ရွင္ကားေတြေမ်ွာ္ေနတဲ့ ပရိတ္သတ္ၾကီးအတြက္ မင္းသားၾကီး ဘရုစ္ဝီလီ ပါ၀င္ထားတဲ့ ကားသစ္ေလး တင္ဆက္ေပးလိုက္ပါတယ္။IMDb Rating အေနနဲ႔ 5 ရရွိထားပါတယ္။သတို႔သမီး​ေလာင္​းျဖစ္​သူ မာယာ ကို လူကုန္​ကူးတဲ့အဖြဲ႔တစ္​ခုက ျပန္​​ေပးဆြဲျခင္​းခံလိုက္​ရတဲ့အခါ ႐ိုမန္​တစ္​​ေယာက္​ သူရဲ႕စစ္​ျပန္​အစ္​ကိုႏွစ္​​ေယာက္​နဲ႔အတူ ခ်စ္​သူကိုကယ္​ဆယ္​ဖို႔ႀကိဳးစားရင္​း လူဆိုး​ေခါင္​း​ေဆာင္​ကို လိုက္​ဖမ္​း​ေနတဲ့ စံု​ေထာက္​​ေအ​ဗရီနဲ႔ပူး​ေပါင္​းမိသြားတဲ့အခါ...  ဒုစရိုက္သမား​ေတြရဲ႕​လူအင္​အားလက္​နက္​အင္အားနဲ႔​ပိပိရိရိလႈပ္​႐ွားမႈ​ေတြ အျပင္​ FBI နဲ႔ပါပူး​ေပါင္​းၾကံစည္​မႈ​ေၾကာင္​့ ဥပ​ေဒအရလႈပ္​႐ွားဖို႔အခြင္​့မသာတဲ့အခါ...မိမိရဲ႕ မိသားစုအတြက္​အသက္​က္​ုိ​ေတာင္​​ေပးဆပ္​ႏိုင္​​တဲ့ ညီအစ္​ကို​ေတြရဲ႕ သက္​စြန္​ ့ဆံဖ်ားႀကိဳးပမ္းမႈ​ေတြ...နာမည္​ေက်ာ္မင္းသားၾကီး ဘရုစ္ဝီလီ ပါဝင္သရုပ္​ေ​​​​​​ဆာင္ထားျပီး ​ဘာ​ေတြမ်ားဆက္​ျဖစ္​လာမလဲလို႔ ရင္​တထိတ္​ထိတ္​ၾကည္​့႐ႈ​ေနရတဲ့ အက္​႐ွင္​ကားတစ္​ကားျဖစ္​တဲ့အျပင္​ မိသားစုကိုခ်စ္​စိတ္​နဲ႔သံ​ေယာဇဥ္​ႀကီးမားမႈကိုပါထင္​ဟပ္​​ေနမဲ့ရသစံု​ေပးႏိုင္​တဲ့ဒီဇာတ္​လမ္​းဟာ ပရိတ္​သတ္​ကိုဇာတ္​လမ္​းအစအဆံုး ရင္​ခုန္​စိတ္​လႈပ္​႐ွားဖြယ္​​ေခၚ​ေဆာင္​သြားမွာပါ။  File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eT3f/Acts_Of_Violence_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQHTHJ3jBKtz2c6VT9JZ8TD73yl.jpg",
        "title": "The Naked Gun: From the Files of Police Squad! (1988)",
        "description": "The Naked Gun: From the Files of Police Squad! (1988)\nIMDb - 7.6/10_____Rotten - 88%\n \nကဲ CM ပရိတ်သတ် ကြီးကို အတော မသတ်အောင် ရယ်မောရမဲ့\nရဲဟာသ ကားလေး တစ်ကား တင်ဆက် ပေးလိုက်ပါတယ်ဗျာ။\nကျနော် တို့ ငယ်ငယ် က ခေါင်းဖြူ အဖိုးကြီး ကားဆိုပြီး ခွေဆိုင် တွေမှာ\nငှားကြည့် ပြီးခွီခဲ့ရတာတွေကို မှတ်မိမယ် ထင်ပါတယ်။\nအမြဲတမ်း တလွဲတွေ လုပ်ပြီး ရုပ်တည် ကြီးနဲ့ လည်း ဖြီးတက်သေးတဲ့\nကြွားရတာလည်း ဝါသနာပါတဲ့ ရဲဋ္ဌာနက ဗိုလ်လေး ဖရန့်ဒရက်ဘင်က\nကျွန်တော့် ကလေးဘဝမှာ ကျေနပ် နှစ်သက်ခဲ့ရတဲ့ ဇာတ်ကောင်တွေ ထဲက\nတစ်ယောက်ပဲ ဖြစ်ပါတယ်။တကယ်တော့ ဒီ Naked Gun က နဂို 1982 က\nထွက်ရှိခဲ့တဲ့ Police Squad ...",
        "rating": "7.6",
        "url": "https://megaup.net/2SM55/The_Naked_Gun_-_From_The_Files_Of_Police_Squad!_[1988]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZmRiZTZiMWEtZGVlNS00YzU1LTkxZjYtODNiMDEyYTIxYjA0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Legend of Drunken Master (1994)",
        "description": "The Legend of Drunken Master 2 ဇာတ္ကားကေတာ့ 1994 မွာထြက္႐ွိထားတဲ့ ကြန္ဖူးဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္ဒီဇာတ္ကားထဲမွာေတာ့ ဝမ္ေဖးဟုန္တုိ႔သားအဖဟာ ခရီးတစ္ခုကေန ရထားနဲ႔ျပန္လာၾကပါတယ္အဲ့ဒီမွာပဲ ဝမ္ေဖးဟုန္ရဲ႕ အခြန္မေဆာင္ခ်င္မႈေၾကာင့္ ပါလာတဲ့ဂ်င္ဆင္းထုပ္ကုိ သူမ်ားေသတၱာထဲခုိးထည့္ၿပီးယူလာပါတယ္ဂ်င္ဆင္းထုပ္ကုိ ျပန္လည္ခုိးယူရာတြင္ အထုပ္မွားယူလာမိၿပီး တ႐ုတ္ႏုိင္ငံရဲ႕ေ႐ွးေဟာင္းပစၥည္းေတြ ခုိးထုတ္ေနတဲ့အဖြဲ႔ႀကီးတစ္ခုႏွင့္ပတ္သက္မိပါေတာ့တယ္ထုိအဖြဲ႔ရဲ႕အၾကံအစည္မ်ားကုိ ဝမ္ေဖးဟုန္နဲ႔သူ႔သူငယ္ခ်င္းမ်ား သိ႐ွိသြားၿပီးေနာက္ တ႐ုတ္ယဥ္ေက်းမႈပစၥည္းမ်ား တုိင္းတစ္ပါးသုိ႔ ေရာင္းမစားႏုိင္ေအာင္ ကာကြယ္ၾကတဲ့အေၾကာင္းကုိ ႐ုိက္ကူးတင္ဆက္ထားျခင္းပဲ ျဖစ္ပါတယ္အားလုံးပဲၾကည့္႐ွဴ႕ခံစားလုိက္ၾကပါဦး File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/1yVft/The_Legend_Of_Drunken_Master_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/65OspkJC1wjUJOFlP4NWBiEl4I1-133x200.jpg",
        "title": "Real (2017)",
        "description": "Real (2017)_____IMDb - 4.8/10 IMDb Rating 4.8 ရထားတဲ့ ကိုးရီးယားရဲ့ နာမည်ကျော် ထိပ်တန်းမင်းသား Kim Soo Hyun အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကို ပြသထားတဲ့ Action ဇာတ်ကားပါ။ထုတ်လုပ်ရေးဖက်မှာလည်း သူကိုယ်တိုင် ငွေကြေးအင်အားစိုက်ထုတ်ပြီး ရိုက်ကူးခဲ့တဲ့ဇာတ်ကားပါ။မင်းသမီးကလည်း Sulli ဖြစ်ပြီး ၁၈ + Rated ဇာတ်ဝင်ခန်းအချို့ပါဝင်တာကြောင့် မထွက်ခင်ကကို စိတ်ဝင်တစား စောင့်နေကြသူအများအပြားရှိခဲ့ပါတယ်။စတင်ထွက်ရှိလာချိန်မှာတော့ ၁၈+ ဇာတ်ဝင်ခန်းနဲ့ ဇာတ်ကားအချိတ်အဆက် လိုအပ်ချက်ကြောင့် ဇာတ်လမ်းက နားလည်ရခက်တာကြောင့် ဝေဖန်သူအမြောက်အမြားနဲ့ Negative feedback တွေရှိခဲ့ပါတယ်။ဒါပေမယ့်လည်း မင်းသားရဲ့ Fanတွေနဲ့ သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းတွေကြောင့် ဝေဖန်မှုတွေကြားကကို ထိုက်သင့်သလိုက် အောင်မြင်မှုရရှိခဲ့ပါတယ်။US$ 7 သိန်း အကုန်အကျခံရိုက်ကူးခဲ့ပြီး Box office မှာ US$ 3 သိန်းပဲ ပြန်ရခဲ့ပေမယ့် ထိုင်ဝမ်မှာတော့ မင်းသားရဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/U727/Real_(Rieol)_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzE0NDFiODMtNWJhNC00YzNkLWIzYjItODE4YjNjYzVmM2RiXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Golden Monk (2017)",
        "description": "The Golden Monk ဇာတ္​ကားဟာ 2017 ကထြက္​႐ွိထားတဲ့တ႐ုတ္​​ေ႐ွး​ေဟာင္​းကားတစ္​ကားျဖစ္​ပါတယ္​ IMDb 4.7ရ႐ွိထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​ ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ လူတိုင္​းက်ိကုန္​းဆိုတဲ့နာမည္​ကို နားမစိမ္​းၾကပါဘူး တ႐ုတ္​႐ိုးရာဘုန္​း​ေတာ္​ႀကီးတစ္​ပါးျဖစ္​ပါတယ္​ အခုဇာတ္​ကား​ေလးဟာက်ိကုန္​းကိုယ္​​ေတာ္​ျဖစ္​​ေပၚလာပံုကို ဟာသ ဒရာမာ အက္​႐ွင္​​ေႏွာၿပီး႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​ဆံပင္​႐ွည္​နဲ႔ကိုယ္​​ေတာ္​တစ္​ပါးျဖစ္​တဲ့ ပုထုန္​ဟာ မ​ေကာင္​းဆိုး၀ါး​ေတြကို ႏွိမ္​နင္​းရင္းလူ​ေတြကိုကူညီ​ေပး​ေနပါတယ္​ တစ္​ဖက္​တြင္​လည္​း မ​ေကာင္​းဆိုး၀ါး​ေတြႏွိမ္​နင္​းသူမိန္​းမလွ​ေလးခ်င္​းခ်င္​းကလည္​း ပစၥည္​းတစ္​ခ်ိဳ႕လိုက္​လံစု​ေဆာင္​းရင္​းအတိတ္​ဘ၀ကခ်စ္​သူကို႐ွာ​ေနပါတယ္​.........သူမခ်စ္​သူကိုျပန္​႐ွာ​ေတြ႔သြားမွာလား......ကိုယ္​​ေတာ္​ပုထုန္​က​ေရာ ဘယ္​လိုအ​ေၾကာင္​း​ေၾကာင္​့​ေခါင္​းတံုးလို႔မရတာလဲ.....အတိတ္​ကရန္​သူနဂါးႀကီး....စတာ​ေတြနဲ႔စိတ္​၀င္​စားဖြယ္​ၾကည့္​့႐ႈရမွာပါ Qty - 720P Web-DlDuration - 1hr 30minGern - Fantasy/ ComedyTranslator - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1yVfg/The_Golden_Monk_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTYwMTA4MzgyNF5BMl5BanBnXkFtZTgwMjEyMjE0MDE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Dallas Buyers Club (2013)",
        "description": "Dallas Buyers Club (2013)\nIMDb - 8.0 /10___________Rotten - 93%\nWon 3 Oscars. Another 82 wins & 82 nominations.1984ခုနှစ်ကျော်ကာလက ရောဂါဆန်းတွေ ကမ္ဘာကြီးထဲကို ထဲထဲဝင်ဝင် ရောက်ရှိလာသည့် နှစ်ကာလတွေဟု ပြောရမည်။အမေရိကလို အထူးလွတ်လပ်စွာနေထိုင်ခွင့်ရနိုင်သည့် လူတန်းစားတွေကြားမှာ လူတွေပဲ သတ်မှတ်ထားသည့် ကောင်းမှု ။မကောင်းမှု တွေအား အလွယ်တကူ ရရှိခံစားနိုင်သော အချိန်ကာလမှာ အေ့အိုင်ဒီအက်စ်ရောဂါကို ဖြစ်စေသည့် အိတ်ချ်အိုင်ဗွီ ဗိုင်းစ်ရပ်ပိုးကလေးတွေကလည်း လူသားတွေကြားကို တိုးဝင်ရောက်ရှိလာသည်။ယခုနှစ်ကာလများသည် အေအိုင်ဒီအက်စ် ခေတ်ဦးလို့ ဆိုရမည်။လူတန်းစားအကြား ဖြစ်ပွားလာချိန်မှာ ဆေးသိပ္ပံအဖွဲ့အစည်းတွေအတွက် အထူးခေါင်းခဲရသော အချိန်ကာလများဖြစ်နိုင်သည်။လိင် အပျော်အပါး။မူးယစ်ဆေးဝါးစတဲ့ စိတ်လွတ်လပ်မှု ကို အထောက်အကူပြု သော ယင်းအချက်အလက်များနှင့် လွတ်ကင်းနိုင်ဖွယ်မရှိသည့် လူတန်းစားတွေကြားကို ချက်ချင်းပျံ့နှံ့လာသည်။ထဲထဲဝင်ဝင် ထိန်းချု ပ်တားဆီးလို့ရမည့် ဆေးတွေလည်း မရှိသေး။လူတွေလည်း တစ်ဖြု တ်ဖြုတ်သေကုန်သည်။ဆေးရုံအများစုတွင်လည်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2d4i3/Dallas_Buyers_Club_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oC4kDRHQIhK0YwN78VelIaj0732.jpg",
        "title": "Third Person (2013)",
        "description": "နာမည္ေက်ာ္ မင္းသား တစ္ဦး ျဖစ္မိုက်ကယ် ဟာ ပူလစ်ဇာ ဆုရထားတဲ့ စာရေးဆရာတစ်ယောက်ပါ တစ်လောကပဲ ဇနီးဖြစ်သူနဲ့ ကွဲထားပြီး\nအခု ပဲရစ် မြို့က ဟိုတယ် တစ်ခုမှာနေပြီး သူ့စာအုပ်ကို လက်စသတ်နေတာပါ။ သူဇနီးဖြစ်တဲ့ Elaine\nနဲ့ ပြတ်ဆဲပြီးတဲ့နောက် Anna ဆိုတဲ့ ဂျာနယ်လစ်ကောင်မလေးတစ်ယောက်နဲ့ ဇာတ်လမ်းဖြစ်နေသူပါ။\nအဲ့အချိန်မှာပဲ Scott ဆိုတဲ့ အမေရိကန်က စီးပွားရေးသမားတစ်ယောက်ဟာ အီတလီက ဖက်ရှင်ဟောက်စ်တွေက\nဒီဇိုင်းတွေကို ရယူဖို့ရောက်နေတာပါ အီတလီ မှာရှိတဲ့ အရာတိုင်းကို မုန်းနေတဲ့ စကော့တစ်ယောက် ဘားတစ်ခုထဲမှR Rated ဖြစ်တာကြောင့် 18+ အခန်းတွေပါဝင်လို့မိသားစုနဲ့ မကြည့်ရှု့ သင့်တဲ့ အခန်းတွေ ပါဝင်တယ် ဆိုတာကိုတော့ ကြိုတင် ပြောထားပါရစေ။\nဇာတ်လမ်းလေးကတော့ ပဲရစ် နယူးယောက် နဲ့ ရောမမြို့တို့မှာ ဖြစ်ပျက် ခဲ့တဲ့ ဆက်စပ်\nနေတဲ့ အချစ်ဇာတ်လမ်းသုံးခု အကြောင်းကို ရိုက်ထားတာပါ။ ဇာတ်လမ်း အကျဉ်းကတော့\nသူ့သမီးဆီကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2sy2y/Third_Person_[17+]_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjE2MTg1NDQ2MF5BMl5BanBnXkFtZTgwMDkxMzMzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Day of the Dead: Bloodline (2018)",
        "description": "Zombieland 2 နဲ႔ World War Z 2 ထြက္မယ္ သတင္းၾကားၿပီး ထြက္မဲ့ရက္ေတြ တစ္ရက္ၿပီးတစ္ရက္ ေနာက္ေရႊ႕သြားတဲ့အခ်ိန္ ...2017 မွာ Zombie ကားေတြ ထြက္ခဲ့ေပမဲ့ အားလံုးက ပရိသတ္အႀကိဳက္ မျဖစ္ခဲ့တဲ့အခ်ိန္မွာ2018 ကိုေတာ့ Zombie ကားေကာင္းေလးနဲ႔ အတူ စႏိုင္ခဲ့ၿပီေဆးေက်ာင္းသားေလးေတြ ႐ုပ္အေလာင္းကို ခြဲစိတ္စစ္ေဆးၿပီး ဘာေၾကာင့္ေသဆံုးရလဲဆိုတာကို အေျဖရွာေနရာကေန စတင္ပ်ံ႕ႏွံ့ခဲ့တဲ့ေရာဂါပိုးတစ္မ်ိဳး တစ္ၿမိဳ႕လံုးကိုး အရွင္လတ္လတ္ ကိုက္စားခံရတဲ့အေနအထားျဖစ္ေစခဲ့ပါတယ္ဒီေရာဂါပိုးအတြက္ ကာကြယ္ေဆးနဲ႔ ကုသနည္းကို အသက္ရွင္က်န္ရစ္တဲ့ေဆးေက်ာင္းသူေလး ရွာေဖြေဖာ္ထုတ္ႏိုင္ပါ့မလားဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္လက္ခံစားၾကရေအာင္ဗ်ာ File Size : (750 MB) and (260 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar ...",
        "rating": "3.9",
        "url": "https://megaup.net/SY92/Day_Of_The_Dead_-_Bloodline_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjIzNTA0OTIxNV5BMl5BanBnXkFtZTcwMzA3MTM2Nw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The ABCs of Death",
        "description": "The ABCs of Death ဆိုတဲ့ ရုပ္ရွင္ကို မၾကည့္ခင္ အရင္သတိေပးခ်င္တာက\n21+ အဆင့္ေလာက္ရွိလို႔ မိသားစုေတြ ကေလးေတြ နဲ႔ အတူ မၾကည့္သင့္ပါ\nေသြးသံရဲရဲေတြ အသဲယားေလာက္စရာေတြ မ်ားလို႔ ႏွလံုးေရာဂါ ရွိသူမ်ား\nရြံ႕တက္သူမ်ား ၊ အန္တက္သူမ်ား မၾကည့္ပါနဲ႔\nအစားအေသာက္စားေနရင္းလဲ မၾကည့္ပါနဲ႔ အစာစားခ်င္စိတ္ ကုန္ခမ္းသြားပါမယ္\nဒီရုပ္ရွင္ဟာ A ကေန Z အထိ အကၡရာအလိုက္ စီေပးထားၿပီး စကားလံုး တစ္ခုစီမွာ\nေသပံု ေသနည္း တစ္မ်ိဳးစီ ျပသေပးထားပါတယ္\nပိုဆိုးတာက ၾကည့္ရင္း ၾကည့္ရင္း အေတာ္ေလး စိတ္ဆင္းရဲလာမယ္ဆိုတာပါပဲ\nဘယ္လိုေတြေတာင္ စိတ္ဆင္းရဲရမယ္ ဆိုတာ မေျပာျပပါဘူး က်ေနာ္လဲ\nစိတ္ဆင္းရဲ ခံၿပီး Z ေရာက္တဲ့ အထိ ၾကည့္ႏုိင္ခဲ့ပါတယ္ ျဖစ္ႏုိင္ရင္ သင့္ သူငယ္ခ်င္းေတြနဲ႔\nZ ေရာက္တဲ့ အထိ ဘယ္သူၾကည့္ႏုိင္မလဲ ဆိုၿပီး Mention ေခၚၿပီး ၿပိဳင္သင့္ပါတယ္\nစိတ္ဆင္းရဲျခင္း ကင္းႏုိင္ၾကပါေစ...\nFile size - ( 1.5GB & 750mb)\nQuality - ...",
        "rating": "4.7",
        "url": "https://megaup.net/SXm3/The_ABCs_Of_Death_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjA4MzQwNTk4Ml5BMl5BanBnXkFtZTgwOTQxOTAxODE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Term Life (2016)",
        "description": "2016 ခုႏွစ္​မွာထြက္​ခဲ့တဲ့ မႈခင္​းအက္​႐ွင္​ဇာတ္​ကား​ေလးပါ။လက္​စား​ေခ်ခ်င္​စိတ္​ျပင္​းထန္​တဲ့ မူးယစ္​​ေဆး​ေမွာင္​ခို​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔ ​ေကာက္​က်စ္​တဲ့ရဲတစ္​အုပ္​ရဲ႕ အသက္​အႏၱရာယ္​ၿခိမ္​း​ေျခာက္​မႈ​ေတြ အစိုးရရဲ႕ အလို႐ွိ​ေနမႈ​ေတြၾကားထဲက ထြက္​​ေျပးပုန္​း​ေ႐ွာင္​​ေနရတဲ့ နစ္​ခ္​ဘဲ႐ိုးတစ္​​ေယာက္​ သူ​ေသသြားရင္​ေတာင္ ​​သူ႔ရဲ႕တစ္​ဦးတည္​း​ေသာ သမီး ကက္​သရင္​းအတြက္​ စိတ္​ခ်ရ​ေအာင္​ အသက္​အာမခံတစ္​ခုလုပ္​ထားလိုက္​တယ္​။သံုးပတ္​ၾကာ​ေစာင္​့ရမဲ့ ​ေဆးစစ္​ခ်က္​ရ​ေတာ့မွာ အာမခံကအတည္​ျဖစ္​မွာျဖစ္​တဲ့အတြက္​ နစ္​ခ္​ဘဲ႐ိုးတစ္​​ေယာက္​ ထြက္​​ေျပးရင္​း ပုန္​းရင္​းနဲ႔ သံုးပတ္​ၾကာ အသက္​႐ွင္​​ေနႏိုင္​ပါ့မလား....သူ႔ရဲ႕သမီးက​ေရာ ဒုစ႐ိုက္​သမား​ေတြ အႏၱရာယ္​ကလြတ္​ပါ့မလား...မူးယစ္​​ေဆး၀ါး​ေမွာင္​ခိုသမား​ေတြနဲ႔ ယုတ္​မာတဲ့ရဲ​ေတြရင္​ဆိုင္​​ေတြ႔ၾကတဲ့အခါမွာ​ေရာ ဘာ​ေတြဆက္​ျဖစ္​မွာလဲဆိုတာ​ေတာ့.... File Size : (750 MB) and (280 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-ROVERS\nTranslated by Htet Myat\nEncoded by Thanhtike ...",
        "rating": "5.5",
        "url": "https://megaup.net/2UQ9D/Term_Life_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMDc0YTI2MzMtN2RhNC00ZGQyLTg4MTQtMmMyY2ViNjEzZGRiXkEyXkFqcGdeQXVyMzU4Nzk4MDI@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Friend 2 (2013)",
        "description": "အၾကမ္းပတမ္း ေသြးထြက္သံယို ကားမွၾကိဳက္တတ္တဲ႔ဖိုက္တာပရိသတ္ၾကီးမ်ားအတြက္ ကိုရီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားကို CM မွ တင္ဆက္ေပးလိုက္ပါျပီ…ဆန္ဟြန္း(ကင္ဝူဘင္) ဟာ မိခင္တစ္ဦးတည္းရဲ႕ အုပ္ထိန္းမႈေအာက္မွာ ဖခင္ေမတၱာငတ္မြတ္ရင္း ၾကီးျပင္းလာရသူပါ……ပေထြးေတာ့ရွိတယ္ေပါ့ေလ…ဒါေပမယ့္ ရွိတဲ႔ပေထြးကလည္း အခ်ိဳးမေျပတဲ႔အျပင္ သူ႔အေမကိုပါ ရိုက္လားႏွက္လားေတာင္ လုပ္တတ္ပါေသးတယ္…ဆန္ဟြန္းလည္း သည္းမခံႏိုင္တဲ႔အဆံုး တူ(ေခါက္ဆြဲတူ)တစ္ေခ်ာင္းနဲ႔ဆံုးမတာ လက္လြန္ျပီး ေထာင္က်သြားပါေလေရာ(ဘယ္လိုဆံုးမလဲေတာ့ကြကိုသာၾကည့္ေတာ့ :3)…သူ႔သားေလးေထာင္ထဲမယ္ အႏိွပ္စက္ခံရမွာစိုးတဲ႔ သားေဇာနဲ႔ ဆန္ဟြန္းရဲ႕အေမလည္း ေထာင္ထဲမွာရွိႏွင့္ေနတဲ႔ ငယ္သူငယ္ခ်င္း(Big Boss)ကို သြားအကူအညီေတာင္းရပါေတာ့တယ္…ဒီလိုနဲ႔ ေထာင္သက္ ၁၇ ႏွစ္ရွိေနတဲ႔ Big Boss ဂြ်န္ဆုတ္နဲ႔ ဆန္ဟြန္း ေထာင္ထဲမွာ ရင္းႏွီးသြားပါတယ္…Big Bossဟာလည္း သူ မက်ဴးလြန္ေပမယ့္ အေၾကာင္းတစ္ခုေၾကာင့္ ေထာင္ဒဏ္က်ခံခဲ႔ရတဲ႔ ဘူဆန္လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ပါ…ဆန္ဟြန္းနဲ႔ Big Bossေထာင္က ေရွ႕ဆင့္ေနာက္ဆင့္လြတ္အျပီးမွာေတာ့ Big Bossဟာ သူမရွိတဲ႔ ၁၇ႏွစ္အတြင္း အလုယူခံလိုက္ရတဲ့ ဘူဆန္ဂိုဏ္းကို ျပန္အုပ္စိုးဖို႔ ဆန္ဟြန္းနဲ႔ပူးေပါင္းလိုက္ပါတယ္…ကိုယ့္ လူဆိုးဂိုဏ္းကိုယ္ ျပန္လုၾကမယ္ေပါ့…အားၾကိဳးမာန္တက္ လူစုေနၾကတုန္းမွာပဲ…Big Bossဟာ ဆန္ဟြန္းအေဖကိုသတ္ဖို႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eSH3/Friend_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y-135x200.jpg",
        "title": "Friend (2001)",
        "description": "ဂၽြန္ဆုတ္ ,ဒုန္ဆု ,ဂ်န္ဟို နဲ႔ ဆန္တစ္ တို႔ ဟာ ငယ္စဥ္ကတည္းက အတူေဆာ့ကစားခဲ့တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ...သူတို႔ထဲမွာမွ ဂၽြန္ဆုတ္နဲ႔ ဒုန္ဆုတို႔ ဟာ ေက်ာင္းမွာ ကလန္ကဆန္လူဆိုးေလးေတြျဖစ္တာေၾကာင့္ ေက်ာင္းထုတ္ခံလိုက္ရပါတယ္...ႏွစ္ေပါင္းမ်ားစြာ ၾကာၿပီးေနာက္မွာေတာ့ က်န္တဲ့သူငယ္ခ်င္း ႏွစ္ေယာက္ဟာ တကၠသိုလ္အသီးသီးဆက္တက္ခဲ့ၾကေပမယ့္....ဂၽြန္ဆုတ္ကေတာ့ အိမ္ေထာင္က်သြားၿပီး ဒုန္ဆုကေတာ့ လူဆိုးဂိုဏ္းတစ္ခုရဲ႔ ေခါင္းေဆာင္ျဖစ္လာပါတယ္....က်န္တဲ့သူငယ္ခ်င္းႏွစ္ဦးနဲ႔ ျပန္လည္ေတြ႕ဆံုခဲ့ေပမယ့္ ဒုန္ဆုနဲ႔ သိပ္အေစးမကပ္ေတာ့ပါဘူး...ဒါေၾကာင့္ က်န္သူငယ္ခ်င္းသံုးဦးသာ အတူတြဲေနမိၾကတာေပါ့..ျဖစ္ခ်င္ေတာ့ ဒုန္ဆု ဦးစီးတဲ့ ဂိုဏ္းဟာ ဂၽြန္ဆုတ္အေဖတို႔ ဂိုဏ္းနဲ႔ ရန္ဘက္ဂိုဏ္းျဖစ္တာမို႔ သူငယ္ခ်င္းႏွစ္ဦးၾကား အထင္လြဲမွားမႈေတြစတင္လာခဲ့ပါတယ္....ဂၽြန္ဆုတ္ကလည္း သူတို႔ ဂိုဏ္းေခါင္းေဆာင္ကို ဒုန္ဆုက လုပ္ၾကံဖို႔ႀကိဳးစားခဲ့တယ္လို႔ သံသယဝင္ခဲ့ၿပီး...က်န္တဲ့ဂိုဏ္းသားေတြကလည္း ဒုန္ဆုကို ျပန္လည္လုပ္ၾကံဖို႔ ႀကိဳးစားလာတဲ့ အခါမွာေတာ့....CMကမၾကာခင္တင္ဆက္ထားတဲ့ Friend 2 ရဲ႕ ေရွ႕ကားျဖစ္ပါတယ္....ဂိုဏ္းစတားကားေတြထဲမွာ အေတာ္လန္းတဲ့ ဇာတ္ကားေလးျဖစ္တဲ့ အျပင္ ဒုန္ဆုအျဖစ္ ဒါရိုက္တာရင္က သရုပ္ေဆာင္ထားတာေၾကာင့္ လက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္း File Size : (950 ...",
        "rating": "7.4",
        "url": "https://megaup.net/2eSH0/Friend_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/explosion2017-137x200.jpg",
        "title": "Explosion (Yin Bao Zhe) 2017",
        "description": "Explosion ရုပ္ရွင္ကားဟာ နုိ၀င္ဘာ၂၀၁၇ မွာထြက္ရွိထားတာျဖစ္ျပီး တရုတ္ရာဇ၀တ္မႈခင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္\nဒိုင္းနမိုက္ေတြျပဳလုပ္တာမွာအင္မတန္ကၽြမ္းက်င္တဲ့\nမုိင္းတြင္းေဖာက္ခြဲေရးအလုပ္သမားတစ္ဦးျဖစ္သူ ေက်ာင္းရႊီတံုဟာ မုိင္းတြင္းမေတာ္တဆေပါက္ကြဲမႈတစ္ခုမွာ\nတစ္ဦးတည္းေသာအသက္ရွင္က်န္္ရစ္သူျဖစ္ခဲ့ပါတယ္\nဒါေပမယ့္ ဒီေပါက္ကြဲမႈဟာ မေတာ္တဆျဖစ္ရပ္မဟုတ္မွန္း သူကိုယ္တိုင္ရွာေဖြေတြ႕ရွိသြားတဲ့ေနာက္မွာေတာ့\nရဲေတြအတြက္သူဟာ အဓိကသံသယရွိသူအျဖစ္ ပစ္မွတ္ထားခံခဲ့ရပါတယ္\nဒါလိုနဲ႕ သူ႕ရဲ႕ ဒိုင္းနမိုက္ျပဳလုပ္ျခင္းအတတ္ပညာကိုသံုးျပီး အမွန္တကယ္အျပစ္ရွိသူေတြကို ဖမ္းဆီးနိုင္ခဲ့သလား မဖမ္းဆီးနုိင္ခဲ့ဘူးလား\nဒါမွမဟုတ္ အျပစ္တကယ္ရွိသူက သူကိုယ္တိုင္ပဲလားဆိုတာ\nပရိတ္သတ္ၾကီးကိုယ္တုိင္ ၾကည့္ရွဴေတာ္မူပါဦး\nသရုပ္ေဆာင္ထားၾကသူေတြကေတာ့ နာမည္ၾကိီး တရုတ္စတားေတြျဖစ္တဲ့ Yihong Duan, Yu Nang,Chen Taisheng, Wang Jainchun စသူတို႔ပဲျဖစ္ၾကပါတယ္…\nဒါရိုက္တာက ေတာ့ Chang Zheng ပဲျဖစ္ပါတယ္ Qty - 720p Web dlDuration - 1hr 47minGern - ThrillTranslator - Zuel Twin KhantEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://megaup.net/1yVez/Explosion_(Yin_Bao_Zhe)_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3ODU0OTQ1MV5BMl5BanBnXkFtZTgwNzI0MTQ2MzE@._V1_-2-134x200.jpg",
        "title": "Heroes Season 4 Complete",
        "description": "CM Fan မ်ား ေစာင့္ေမွ်ာ္ေနတဲ့ Heroes Season 4 ကို တင္ဆက္ေပးလုိက္ပါၿပီ\nHeroes Season 1 To 4 ကေန Reborn အထိ Season 5 ခုကို\nဆက္တိုက္တင္ေပးၿပီးၿပီဆိုေတာ့ တစ္၀ႀကီး ၾကည့္ရႈၾကပါအံုး\nThit San Khant\nHeroes Season 1 သို႔\nHeroes Season 2 သို႔\nHeroes Season 3 သို႔\nHeroes Reborn သို႔ Ep1-18  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-4/",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lpv86hQftikE2ecb1OPYFFMr98r.jpg",
        "title": "A Guy Thing(2003)",
        "description": "ေယာက်ၤားေလးအမ်ားစုဟာ အိမ္ေထာင္ျပဳခါနီးရင္ထုံးစံအတုိင္းေပါ့ဗ်ာ...သူငယ္ခ်င္းေတြနဲ႕အစြမ္းကုန္ကဲၾကတယ္..သူငယ္ခ်င္းေတြကလည္း အိမ္ေထာင္ျပဳတဲ့ေယာကၤ်ားတစ္ေယာက္ဟာ ေနာက္ပုိင္းငဲ့ကြက္ရမဲ့ဟာေတြ စီးပြားရွာရမွာေတြ စေသာေႏွာင္ဖြဲ႕မႈေတြမလြပ္လပ္မႈေတြရွိေတာ့မွာျဖစ္လုိ႕ ႏွစ္သိမ့္ေပးတဲ့အေနနဲ႕ ကူညီ ေသာက္စားေပ်ာ္ပါးၾကေပါ့ဗ်ာ...ဒီဇာတ္ကားထဲကေကာင္ေလးကလည္း အိမ္ေထာင္ျပဳခါနီးဆုိေတာ့ သူငယ္ခ်င္းေတြနဲ႕ေပ်ာ္ပါးေသာက္စားေပါ့ဗ်ာ..ေနာက္ဆုိ တီဗြီခ်န္နယ္ေတာင္ေျပာင္းခြင့္မရွိဘူးကုိး...ဒီလုိနဲ႕သူဟာ မူးၿပီးအိမ္ျပန္အိပ္တယ္...မနက္မုိးလင္းေတာ့ဖုန္းသံေၾကာင့္ႏုိးလာတယ္...မၾကာခင္ေတာ္ရေတာ့မယ့္ ေယာကၡမေလာင္းႀကီးဖုန္းဆက္တာ..အဆင္ေျပလားဘာညာေမးၿပီးသူ႕သမီးလာမယ့္အေၾကာင္းေျပာရင္းဖုန္းခ်သြားတယ္...ဇနီးေလာင္းကုိႀကဳိဖုိ႕ျပင္ေတာ့ သူ႕အိပ္ရာေပၚမွာ ေကာင္မေလးတစ္ေယာက္......ညတုန္းကမူးၿပီးေကာင္မေလးတစ္ေယာက္နဲ႕အိပ္မိသြားတာ...ဒါကေတာ့ တကယ့္မေတာ္တဆႀကီးဆုိပါေတာ့ဗ်ာ....အဲ့ဒီမွာ သတုိ႕သားေလာင္းဟာ တုိင္ပတ္တဲ့အဆင့္တင္မဟုတ္ဘူး တုိင္ပါလည္ေတာ့တာပဲ...ကုိင္း အခ်စ္ဇာတ္ျမဴးေလးကုိခံစားလုိက္ပါဦးဗ်ဳိ႕File Size…(850MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:40:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sai Mg Mg",
        "rating": "5.6",
        "url": "https://megaup.net/2eT3w/A_Guy_Thing_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMmMxNWNhNjItZjhmMC00ZmViLThlYjItZDk5YTQ1MWZkOGM1XkEyXkFqcGdeQXVyNzY2ODYzOTU@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "My Little Pony: The Movie (2017)",
        "description": "အခုမိတ္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၇ ထြက္​ My little pony ဆိုတဲ့ကား​တြန္​းကား​ေလးပါဒီကား​ေလးက​ေတာ့ ကာတြန္​းကား​ေတြရဲ့ ထံုးစံအတိုင္​း ​ေပါ့​ေပါ့ပါးပါးျမဴးျမဴးႂကြႂကြ​ေလး ရိုက္​ကူးထားတာပါျမင္​းတိုင္​းျပည္​မွာ နတ္​ျမင္​းပ်ံမင္​းသမီး​ေလး ၄ ​ေယာက္​႐ွိပါတယ္​သူတို႔ထဲ ကမွ တြိဳင္​းလိုက္​က​ေတာ့ ခင္​မင္​မွဳရဲ့ မင္​းသမီး​ေလးပါသူဟါ တျခားမင္​းသမီး​ေတြ​ေလာက္​ သူ႔ကိုယ္​သူ ​ေမွာ္​အစြမ္​းမ႐ွိဘဴးလို႔ ထင္​​ေနပါတယ္​တစ္​​ေန့​ေတာ့ သူတို႔တိုင္​းျပည္​မွာ ပြဲ​ေတာ္​​ေလးတစ္​ခုစီစဥ္​​ေႏတုန္​းမွာ မုန္​တိုင္​းသခင္​ႀကီးရဲ့ က်ဳး​ေက်ာ္​မွဳကို ခံရၿပီး မင္​းသမီး ၃ ပါးလံုး ဖမ္​းခံရပါတယ္​ တြိဳင္​းလိုက္​က​ေတာ့ သူ႔သူငယ္​ခ်င္​း​ေတြရဲ့ အကူအညီနဲ႔ လြတ္​​ေျမာက္​သြားၿပီး သူတို႔တိုင္​းျပည္​ကို ကယ္​တင္​ဖို႔ သူ႔တာဝန္​ျဖစ္​လာပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ သူတစ္​​ေယာက္​တည္​းအင္​အားနဲ႔ မဟုတ္​ဘဲ သူငယ္​ခ်င္​း​ေတြနဲ႔အတူ တက္​ညီလက္​ညီႀကိဳးစားၾကပံုကို ခ်စ္စဖြယ္ သီခ်င္​း​ေလး​ေတြနဲ႔ ​​​ေဝ​ေဝဆာဆာ ရိုက္​ကူး​ေပးထားတာပါ​ေနာက္​ဆံုး​ေတာ့ သူငယ္​ခ်င္​းတစ္​စု ဘာ​ေတြၾကံဳၿပီး တိုင္​းျပည္​ကို ဘယ္​လိုကယ္​တင္​ၾကလဲ ဆိုတာ ၾကည္​့႐ွဳအား​ေပးၾကပါဦး File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2UQ9v/My_Little_Pony_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p3492695_d_v8_aa-133x200.jpg",
        "title": "The Love of Siam (2007)",
        "description": "2007 ခုႏွစ္ကထြက္ခဲ့တဲ့ မာရီိယို ရဲ႕ ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb မွာ 7.2 ထိ ရထားၿပီးေတာ့သိပ္ခ်စ္ၾကတဲ့ သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ ခ်စ္ျခင္း ေမတၲာကိုေဖာ္က်ဴး ျပထားတဲ့ကားေလး တစ္ကားျဖစ္ပါတယ္  ဒီကားေလးထဲမွာ ေတာ့ေမာင္ႏွမ၂ေယာက္ရဲ႕ သံေယာဇဥ္ေတြနဲ႔ ေ၀းကြာသြားရတဲ့ မိသားစု၀င္ေတြအေပၚခံစားရတဲ့ ခံစားခ်က္ေတြ နဲ႔ မိသားစုတြင္း ျပသနာေတြကိုေတြ႕ႀကံဳရတဲ့အခါမွာ ခံစားရတဲ့ ကေလးတေယာက္ရဲ႕ ခါးသီးမူေတြကို ပံုေဖာ္ ရိုက္ကူး ျပထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေကာင္ေလး ၂ေယာက္အခင္ဆံုးသူငယ္ခ်င္းေတြ သူတို႔ ၂ေယာက္ထဲမွာ တေယာက္ရဲ႕အမကေတာတြင္းခရီးသြားေနတုန္းမွာေပ်ာက္ဆံုးသြားခဲ့ပါတယ္ ဒီလိုနဲ႔အခ်စ္ဆံုး သူငယ္ခ်င္း ၂ေယာက္ကံၾကမၼာက လွည့္စားေတာ့ခြဲခြာၾကရဖို႔ ျဖစ္လာပါေတာ့တယ္  ဒီလိုနဲ႔ ႏွစ္မ်ားစြာၾကာၿပီးေတာ့ သူတို႔၂ေယာက္ ျပန္ေတြ႕ၾကတဲ့အခါမွာ သူတို႔ ၂ေယာက္ တေယာက္အေပၚတောယာက္ ခံစားခ်က္ေတြ ရွိလာတဲ့အခါမွာေတာ့ .................။ဒီကားက မာရီိယို တက္သစ္စ အခ်ိန္က ရိုက္ကူးခဲ့တဲ့ BL ကားတစ္ကားပါBL ကားဆိုေပမယ့္ အခုလက္ရွိ ျဖစ္ေနတဲ့ ျမန္မာေက်ာင္းသားေတြၾကားထဲက ပံုစံေလးေတြနဲ႔ ဆင္တူေနတာ ေၾကာင့္ ဥပမာျပဳ အတုယူ ရေအာင္လို႔တင္ဆက္ေပးလိုက္တာပါ#BoyLoves#Support_LGBT Qty - DVD ripDuration - 2hr ...",
        "rating": "7.9",
        "url": "https://megaup.net/2eSI6/The_Love_Of_Siam_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZDRiOGE5ZTctOWIxOS00MWQwLThlMDYtNWIwMDQwNzBjZDY1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Star Trek Beyond (2016)",
        "description": "Star Trek Beyond (2016)\nIMDb - 7.1/10_____Rotten - 86%\n  Star Trek Beyondကနဦးစွာ ကျွန်တော်ပွင့်ပွင့်လင်းလင်း ဝန်ခံပါရစေ။ Director Justin Lin တစ်ယောက် ဒီဇာတ်ကားကို ရိုက်မယ်လို့ကြားသိလိုက်ရတဲ့အချိန်မှာ ကျွန်တော်အလွန်စိတ်ပျက်မိခဲ့တယ်။ Fast and Furious ကောင်က ကိုယ်တွေကြိုက်တဲ့ Star Trek ကိုဖျက်ဆီးပစ်လိုက်မယ်ဆိုတဲ့ စိုးရိမ်စိတ်နဲ့ပေါ့။ အခုလိုပြောလိုက်လို့စာဖတ်သူတို့ဘာမှ စိတ်မပူပါနဲ့။ တစ်ကယ်တော့ ဒီဇာတ်ကားဟာ တစ်ကယ်ကို ကောင်းမွန်တဲ့ Star Trek ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ယခုဆို ရပ်တည်နိုင်ခဲ့ပြီလေ။--------------------------------------------------------------------------------ကျွန်တော်တို့လွန်ခဲ့တဲ့ 3 နှစ်ခန့်လောက်ကို ပြန်သွားကြည့်ရအောင်ဗျာ။ Star Trek into Darkness က တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ဝင်ငွေ $467 Million နဲ့အောင်ပွဲခံနေတဲ့အချိန်ပေါ့။ တစ်ချို့ကတော့ သူတို့သဘောကျတဲ့ Khan ဇာတ်ကောင်ကို သရုပ်ဖော်တာ မကြိုက်လို့ဆိုပြီး အညံ့ဆုံး Star Trek ...",
        "rating": "7.1",
        "url": "https://megaup.net/3zKob/Star_Trek_Beyond_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p9463958_v_v8_aa-133x200.jpg",
        "title": "Star Trek Into Darkness (2013)",
        "description": "Star Trek Into Darkness (2013)\nIMDb - 7.7/10_____Rotten - 84%\n  Star Trek into Darkness (သို့မဟုတ်) တစ်ကျော့ပြန် KhanStar Trek ဇာတ်ကားတွေမှာ အလွန်ကောင်းမွန်တဲ့ Villains တွေရှားတယ်။ The Next Generations တုန်းကတော့ လူဆိုးကြီး Q ရှိတယ်။ တစ်ခြားနာမည်ကြီး လူဆိုးမျိုးနွယ်တွေကတော့ Klingons တို့Romulans တို့Ferengi တို့တော့ရှိတာပေါ့။ အကောင်းဆုံး Villain ကိုပြပါဆိုရင် Khan တစ်ယောက်ပဲ ရှိမယ်ထင်တယ်။ ဒါကြောင့်လည်း J.J. Abrams ရဲ့ဒုတိယမြောက်ဇာတ်ကားတွင် ထိုဇာတ်ကောင်ကို ပြန်လည်အသက်သွင်းခဲ့တယ်။ The Wrath of Khan ဇာတ်ကားတုန်းက Khan သည် Spock ရဲ့အသက်ဇီဝိန်ကို ချွေနိုင်ခဲ့သည်အထိ တတ်စွမ်းနိုင်ခဲ့တယ်လေ။J.J. Abrams ဇာတ်ကားတွေရဲ့New Timeline မှာတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dPtt/Star_Trek_Into_Darkness_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p176379_v_v8_ao-133x200.jpg",
        "title": "Star Trek (2009)",
        "description": "Star Trek (2009)\nIMDb - 7.9/10_____Rotten - 94%\nWon 1 Oscar. Another 24 wins & 93 nominations\n  ခေတ်သစ် Star Trek (တစ်နည်းပြောရရင် ကျွန်တော်တို့ခေတ်ရဲ့Star Trek)J. J. Abrams က 2009 နှစ်စပိုင်းလောက်မှာ Star Trek ရုပ်ရှင်တွေကို ပြန်လည်ဆန်းသစ် ရိုက်ကူးမယ်လို့သိရတော့ ကျွန်တော် စိတ်မဝင်စားခဲ့ဘူး။ ထိုအချိန်လောက်က ကျွန်တော်ဟာ Star Trek fan တစ်ယောက် မဟုတ်ခဲ့သလို J. J. Abrams ကိုလည်း ကြိုက်တဲ့ Directors စာရင်းထဲမှာ မရှိခဲ့လိုပဲ။ အမှန်ကို ဝန်ခံရမယ်ဆိုရင် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Star Trek ဇာတ်ကားကို ပထမအကြိမ် ကျွန်တော်ကြည့်ခဲ့စဉ်က မကြိုက်ခဲ့ပေမဲ့ Star Trek into ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TOpd/Star_Trek_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/str2_gx_2610_6col_RIGOR_ONLINE-140x200.jpg",
        "title": "Rigor Mortis (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ တရုတ္ ၀ိဉာဏ္သိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ပရေလာကရဲ႕ ဆန္းၾကယ္မူေတြနဲ႔ လူ႔ဘ၀ရဲ႕ ထူးဆန္းတဲ့ ကံၾကမၼာအေၾကာင္းေတြကို တင္ဆက္ ျပသထားတာပါ လူေတြဟာ ေသဆံုးၿပီးရင္ ကိုယ္ခ်စ္ရခင္ရတဲ့ သူေတြကို ႏုတ္ဆက္ဖို႔ အခ်ိန္ ၇ရက္ေပးတယ္လို႔ ယံုၾကည္ၾကပါတယ္ ဒီကားကလဲ ဒီရိုးရာ ယံုၾကည္မူေလးကိုအေျခခံၿပီးရိုက္ကူးထားတာပါ ဒီဇာတ္ကားကို ရိုက္ကူးခဲ့တဲ့ သူကေတာ့ ၁၉၈၀ ပတ္ခ်ာလည္ေလာက္က တရုတ္ တေစၧ ဖုတ္ေကာင္ကားေတြ ကို ရိုက္ကူးထုပ္လုပ္ၿပီးေအာင္ျမင္မူရခဲ့ တဲ့ juno mak က ရိုက္ကူးထုပ္လုပ္ခဲ့တာ ျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းကေတာ့ ေထြေထြထူးထူး ေျပာစရာ သိပ္မရွိပဲ ခပ္ၾကမ္းၾကမ္း သိုင္းအက္ရွင္ခန္းေတြပါတာမို႔ အသတ္အပုတ္ ပရိတ္သတ္ေတြကေတာ့ႀကိဳက္ႏွစ္သက္မယ့္ ကားေကာင္းတကားပါ Qty - 720p BlurayDuration - 1hr 45minGern - Action/thrillsubtitle - Myanmar HardsubEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/veronica-140x200.jpg",
        "title": "Veronica (2017)",
        "description": "ျဖစ္​ရပ္​မွန္​သရဲကား​မ်ိဳးၾကည္​့ခ်င္​တဲ့သူမ်ားရိွမလားမသိဘူး။ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေတြၾကည္​့ခ်င္​တယ္​ဆိုရင္​​ေတာ့ ဒီဇာတ္​ကား​ေလးကိုသာလက္​မလြတ္​တမ္​းၾကည္​့လိုက္​ပါ။စပိန္​ႏိုင္​ငံ၊မက္​ဒရစ္​ၿမိဳ႕မွာ 1991၊ဇြန္​လ ၂၅ရက္​​ေန႔မွာျဖစ္​ပြားခဲ့တဲ့ အမႈတြဲတစ္​ခုအ​ေပၚအ​ေျခခံၿပီး ႐ိုက္​ကူးထားတဲ့ ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေကာင္​း​ေလးျဖစ္​ပါတယ္​။ျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းျဖစ္​သလို Horrorခန္​း​ေတြလည္​းအမ်ားအျပားပါဝင္​တာမို႔ Horrorပရိတ္​​ေတြလည္​းလက္​မလြတ္​သင္​့ဇာတ္​ကားမ်ိဳးပါ။မက္​ဒရစ္​ၿမိဳ႕မွာ ဗာ႐ိုနီကာဆိုတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာ သူ႔အ​ေဖ​ေသဆံုးၿပီး​ေနာက္​ပိုင္​း၊ ​အ​ေမျဖစ္​သူ အန္​နာနဲ႔ ေမြးခ်င္​​သံုး​ေယာက္​ျဖစ္​တဲ့ ညီကို​ေမာင္​ႏွမ​ေတြနဲ႔​အတူတူ​ေနထိုင္​ၾကပါတယ္​။ဖခင္​မရိွတဲ့​ေနာက္​ပိုင္​း သားသမီး​ေလး​ေယာက္​ကို႐ွာ​ေဖြ​ေကြၽးႏိုင္​ဖို႔ အ​ေမျဖစ္​သူမွာ ​ေန႔မနားညမနား အိမ္​​ေတာင္​မျပန္​ႏိုင္​ပဲစား​ေသာက္​ဆိုင္​တစ္​ခုမွာအလုပ္​လုပ္​ရ႐ွာပါတယ္​​။ဒီ​ေတာ့ မိသားစုရဲ႕ကိစၥ​ေရးရာ​ေတြက အႀကီးဆံုးျဖစ္​သူ ဗာ႐ိုနီကာ အ​ေပၚက်​ေရာက္​လာပါ​ေတာ့တယ္​။ဗာ႐ိုနီးကာမွာ ​ေမြးခ်င္​း​ေတြျဖစ္​တဲ့ ညီမႏွစ္​​ေယာက္​နဲ႔ အငယ္​ဆံုး​ေလးျဖစ္​တဲ့​ေမာင္​​ေလး အန္​သိုနီတို႔ရဲ႕ကိစၥအဝအဝကို​ေဆာင္​ရြက္​​ေပးၿပီးမွ ​ေမာင္​ႏွမ​ေလး​ေယာက္​တို႔​ေက်ာင္​းအတူတူသြားၾကပါတယ္​။ဒီလိုနဲ႔ 1991ခုႏွစ္​၊ဇြန္​လ ၁၂ရက္​မွာ မက္​ဒရစ္​ၿမိဳ႕မွာ ​ေနအျပည္​့ၾကတ္​တာနဲ႔ၾကံဳရၿပီး စာသင္​​ေက်ာင္​း​ေတြမွာ ​ေနၾကတ္​ျခင္​းသင္​ခန္​းစာကိုသင္​ၾကားၿပီး၊​ေနၾကတ္တာကို​ေလ့လာၾကပါတယ္​။​ေက်ာင္​းသား​ေတြအားလံုး ​ေနၾကတ္​တာကိုထြက္​ၾကည္​့​ေနၾကခ်ိန္​မွာ ဗာကိုနီကာက သူ႔သူငယ္​ခ်င္​း​ေတြနဲ႔ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားကို ကစားမိခဲ့ၾကပါတယ္​။ဗာ႐ိုနီကာက​ေတာ့ ​ေသဆံုးသြားတဲ့သူ႔အ​ေဖနဲ႔စကား​ေျပာလိုတာ​ေၾကာင္​့ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားနဲ႔ကစားခဲ့တာျဖစ္​ပါတယ္​။အဲ့ဒီမွာတင္​ပဲ ဝိဥာဏ္​တစ္​​ေကာင္​​ေရာက္​လာၿပီး သူနဲ႔အတူတူအိမ္​ကိုကပ္​ပါလာပါ​ေတာ့တယ္​။အဲ့အခါမွာ ဝိဥာဏ္​​ေကာင္​က ဗာကိုနီကာနဲ႔သူရဲ႕​​ေမာင္​ႏွမတစ္​သိုက္​ကိုစတင္​​ေျခာက္​လွန္​႔ပါ​ေတာ့တယ္​။အဲ့အခအႀကီးဆံုးလည္​းျဖစ္​တဲ့ ဗာ႐ိုနီကာဟာ သူ႔ရဲ႕ညီမ​ေလး​ေတြ၊​ေမာင္​​ေလး​ေတြ ​ေဘးကင္​းဖို႔အတြက္​ တာဝန္​ယူရပါ​ေတာ့တယ္​ဗာ႐ိုနီကာအတူတူကပ္​ပါလာတဲ့ ဝိဥာဏ္​ဟာ ...",
        "rating": "6.6",
        "url": " https://megaup.net/SZ0o/Veronica_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxNDM2NjUwN15BMl5BanBnXkFtZTgwNzAyMTAzMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Wonderstruck (2017)",
        "description": "ဒီဇာတ္ကားေလးက IMDb 6.6 ရ ထားၿပီး စာေရးဆရာ Brian Selznick ရဲ႕ 2011 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ Wonderstruck ဆိုတဲ့ Novel ကုိ ျပန္လည္အသက္သြင္းထားတာပါမိဘမဲ႔ကေလးျဖစ္တဲ႔ ဘန္ ဆိုတဲ့ေကာင္ေလးဟာ ေမြးတည္းက နားတစ္ဖက္မၾကားတဲ့သူတစ္ေယာက္ျဖစ္ခဲ့တယ္သူဟာ သူ႔ရဲ႕ဖခင္ကို ဘယ္တုန္းကမွ မသိခဲ့သလို သူ႔အေမကလဲ တစ္ခါမွမေျပာျပခဲ့ဖူးပါဘူးဘန္ရဲ႕မိခင္ပိုင္တဲ့ စာအုပ္ေလးတစ္အုပ္ရဲ႕ၾကားထဲက Bookmark ေလးမွာ ေရးထားတဲ့ စာတိုေလးမွာ Love Danny လို႔အဆံုးသတ္ထားတာကိုေတြ႔ခဲ့ၿပီး သူ႔အေဖနာမည္ျဖစ္ရမယ္လို႔ ေတြးခဲ့တယ္တစ္ည သူတို႔အိမ္ကို မိုးႀကိဳးပစ္လိုက္ရာက ဘန္ ရဲ႕ က်န္႐ွိေနတဲ့နားတစ္ဖက္ကိုလွ်ပ္စီးဝင္ၿပီး လံုးဝနားမၾကားသူတစ္ဦး ျဖစ္သြားခဲ့တယ္သူ႔ရဲ႕ဖခင္ကို႐ွာပံုေတာ္ထြက္ဖို႔အတြက္ ေဆးရံုကထြက္ေျပးျပီး နယူးေယာက္ၿမိဳ႕ႀကီးကို တစ္ေယာက္တည္း ထြက္လာခဲ့ပါတယ္တစ္ေယာက္တည္းဒုကၡေရာက္ေနတုန္း ေဂ်မီဆိုတဲ့ ေကာင္ေလးနဲ႔ သူငယ္ခ်င္းေတြျဖစ္သြားၿပီး နယူးေယာက္ၿမိဳ႕ သဘာဝသမိုင္းျပတိုက္မွာ ပုန္းေအာင္းေနခဲ့ၾကတယ္တစ္ဖက္မွာလည္း ႐ို႕စ္ဆိုတဲ့ ကေလးမေလးဟာ ေမြးတည္းကနားမၾကားတဲ့သူတစ္ေယာက္ပါပဲရို႕စ္ကလဲ အိမ္မွာ မေပ်ာ္ရႊင္လို႔ သူအရမ္းသေဘာက်တဲ့ မင္းသမီးႀကီး လီလီယန္ကို ...",
        "rating": "6.8",
        "url": " https://megaup.net/SZ0j/Wonderstruck_[2017]_(MM_Sub).mp4",
        "category": "Drama, Family, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-3-133x200.jpg",
        "title": "Road to Paloma (2014)",
        "description": "2014 ခုႏွစ္ကထြက္တဲ့ ဆိုင္ကယ္စီးဖိုက္တာ အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့ 90 born အထက္ လူေတြႀကိဳက္မယ့္ ကားေလးတစ္ကားပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ jason momoa ပါ သူဟာ GoT နဲ႔ ေလာေလာလတ္လတ္က ထြက္ရွိထားတဲ့ Justice League ထဲမွာ Aquaman အျဖစ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သူပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ အေမရိကန္ဖြား Wolf တေယာက္ သူ႔အေမရဲ႕ လူသတ္သမားက လိုက္လံသတ္ျဖတ္တာကို ေရွာင္တိမ္းေျပးလြားရင္း နဲ႔ အေမရိကန္ အေနာက္ဖက္ ကို ေမာ္ေတာ္ဆိုင္ကယ္စီး ဖိုက္တာေတြနဲ႔ ေရာက္သြားပါတယ္ ဒီလိုနဲ႔ ဒီျပသနာႀကီးရဲ႕ အေနာက္မွာ တရားမ်ွတမူကို ရွာေဖြရင္း နဲ႔ ေပးဆပ္ရမယ့္တန္ဖိုးကို သိလိုက္ရေတာ့တဲ့ အခါမွာေတာ့ ဘာေတြဆက္ ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p BlurayDuration - 1hr 45minGern - DramaSubtitle - Myanmar HardsubEncoder ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yWto/Road_To_Paloma_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/foreigner-1-136x200.jpg",
        "title": "The Foreigner (2017)",
        "description": "The Foreigner (2017)\nIMDb - 7.0/10________Rotten - 65%၂၀၁၇ ထွက် ဂျက်ကီချန်းရဲ့ အက်ရှင်ကားအသစ်ကိုတင်ပေးထားပါတယ်။မြင်နေကြဟာသပုံစံမဟုတ်ဘဲ လေးနက်တဲ့ ဂျက်ကီကို မြင်ရပါလိမ့်မယ်။ဇာတ်လမ်းမှာ ဂျက်ကီဟာ အင်္ဂလန် နိုင်ငံသား သာမာန်စီးပွားရေးသမားတစ်ဦးပါပဲ။ဒါပေမယ့် သူ့ရဲ့နောက်ဆုံးကျန်တဲ့ သမီးလေးဟာ အကြမ်းဖက်ဗုံးခွဲမှုကြောင့် သေဆုံးသွားခဲ့တဲ့ နောက်မှာ တရားခံတွေကို အပြစ်ပေးနိုင်ဖို့ အသည်းအသန် လိုက်စုံစမ်းပါတော့တယ်။တရားခံတွေဟာ အိုင်ယာလန် ခွဲထွက်ရေးအဖွဲ့တစ်ခုကလို့ သိရတဲ့နောက်မှာ အဲဒီအဖွဲ့ဝင်ဟောင်း ဘဝကနေ ဒုဝန်ကြီးဖြစ်လာတဲ့ မစ္စတာ ဟန်နက်ဆီဟာ သူ့ရဲ့ပစ်မှတ်ဖြစ်လာပါတော့တယ်......ဂျက်ကီတစ်ယောက် အင်အားစုကြီးတစ်ခုကို ထိပ်တိုက်သွားရင်ဆိုင်မိလို့ ဒုက္ခရောက်မလား...လူကောင်းတစ်ယောက်ကို အစွန်းရောက်သွားစေခဲ့တဲ့ အကြမ်းဖက်အဖွဲ့တစ်ခုလုံး ဒုက္ခရောက်ရတော့မလားဆိုတာ...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူက ကိုနီယိုပါ)  \n File Size : (952 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/suck_it_up-138x200.jpg",
        "title": "Suck It Up (2017)",
        "description": "ကိုယ့္ဘ၀ရဲ႕ အေရးပါတဲ့လူတစ္ေယာက္ ဆံုုးပါးသြားတဲ့အခါ ကၽြန္ေတာ္တို႕ ဘယ္လိုေျဖသိမ့္ၾကပါသလဲ၊ အဲ့ဒီအေျခအေနကို ေက်ာ္ျဖတ္ႏိုင္ဖို႕ ဘယ္လိုႀကိဳးစားၾကပါသလဲ။ဂါရက္ဆိုတဲ့ေကာင္ေလးဟာ ေရာ္နီရဲ႕အစ္ကိုျဖစ္ၿပီး ေဖးရဲ႕ရည္းစားပါ။တရက္ ဂါရက္ ကင္ဆာေရာဂါနဲ႕ဆံုးပါးသြားၿပီးေနာက္ ေရာ္နီဟာ စိတ္အႀကီးအက်ယ္ထိခိုက္ၿပီး အရက္ေသာက္လိုက္ ေဆးရႈလိုက္နဲ႕\nေပါ့ပ်က္ပ်က္ေနေနပါတယ္။အဲ့ဒါကုိမၾကည့္ရက္တဲ့ အေမျဖစ္သူက ဂါရက္ရဲ႕ ရည္းစား ေဖးကိုအကူအညီလွမ္းေတာင္းပါတယ္။ ေရာ္နီနဲ႕ ေဖးကလဲ အရင္ကတည္းက အခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္တဲ့အတြက္ေဖးကလဲ ခ်က္ခ်င္းဆိုသလို ေရာက္ခ်လာၿပီး သူတို႕စိတ္ေျပလက္ေပ်ာက္ အပန္းေျဖခရီးထြက္ၾကဖို႕ တိုင္ပင္ၾကပါေတာ့တယ္။အပန္းေျဖခရီးထြက္ၾကတဲ့အခါ စည္းစနစ္က်က် ေနတတ္တဲ့ ေဖး နဲ႕ ပရမ္းပတာ ေပါ့ပ်က္ပ်က္ေနတတ္တဲ့ ေရာ္နီတို႕ အဆင္ေျပေအာင္ဘယ္လိုေနၾကမလဲ၊ သူတို႕ဘ၀ထဲက ထြက္ခြာသြားတဲ့လူတစ္ေယာက္ကိုဒီေကာင္မေလးႏွစ္ေယာက္ ဘယ္လိုေမ့ေဖ်ာက္ၾကမလဲ၊ ၿပီးေတာ့ မိန္းကေလးလူငယ္သဘာ၀ ေသာက္စားေပ်ာ္ပါးတာေတြ လိင္ကိစၥေတြကိုပါ ရိုက္ထားတဲ့ကားတစ္ကားျဖစ္တဲ့အတြက္ အေတာ္ေလးၾကည့္ေကာင္းၿပီးေတြးစရာေလးေတြလဲ ပါပါတယ္။လူတစ္ေယာက္ကို ေမ့ေပ်ာက္ဖို႕ႀကိဳးစားရတဲ့အခါ တစ္ေယာက္နဲ႕တစ္ေယာက္ ေမ့ေဖ်ာက္ပံုခ်င္းမတူတာေတြ၊ လူတစ္ေယာက္ ဆံုးပါးသြားတဲ့အေပၚ မတူညီတဲ့ခံယူခ်က္ေတြ ရိွၾကပါတယ္။ဒါေပမယ့္ သူတို႕အားလံုးမွာ တူညီတဲ့ပန္းတိုင္တစ္ခုရိွၿပီးသားပါ။အဲ့ဒါကေတာ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/SZ0t/Suck_It_Up_[2017]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjE5YWY0NjEtODFmOS00MmM4LWE2YjUtZjc4N2FiNGQ0MGE5XkEyXkFqcGdeQXVyNTE5MTMxNDc@._V1_-142x200.jpg",
        "title": "Salyut-7 (2017)",
        "description": "အမ်ိဳးအမည္မသိရတဲ့ ျပႆနာတစ္ခုေႀကာင့္ အလုပ္လုပ္မႈရပ္တန္႔သြားတဲ့ အာကာသစခန္း Salyut-7 ကုိျပန္လည္ျပင္ဆင္ဖုိ႔အတြက္ ရုရွားအာဏာပုိင္ေတြ အႀကပ္ရုိက္ေနတဲ့အခ်ိန္မွာပဲ အဓိကျပိဳင္ဘက္ အေမရိကန္ကလည္း ဒီစခန္းေပၚကုိ သြားေရာက္ဖုိ႔ ႀကံစည္ေနတယ္ဆုိတဲ့ ေကာလဟလေတြ ထြက္လာခဲ့တယ္။ဒါေႀကာင့္ အကြ်မ္းက်င္ဆံုးသူႏွစ္ေယာက္ကုိ အခက္အခဲေတြႀကားက ေစလႊတ္ခဲ့ျပီး စခန္းေပၚကုိ ဆုိက္ကပ္ႏုိင္ခဲ့ေပမယ့္ ျပန္ျပင္ဆင္ေနစဥ္အတြင္းမွာပဲ မထင္မွတ္တဲ့ မေတာ္တဆမႈတစ္ခု ထပ္ေပၚလာခ်ိန္မွာေတာ့ တုိင္းျပည္ရဲ႕ဂုဏ္သိကၡာကုိေရာ စခန္းကိုေရာက္ေနတဲ့ အာကာသယာဥ္မွဴးေတြရဲ႕ အသက္ေတြကုိပါ မဆံုးရံႈးေစရဖုိ႔ ေျမျပင္စခန္းကလူေတြေရာ၊ Salyut-7 ကုိေရာက္ေနတဲ့ ယာဥ္မွဴးေတြကုိယ္တုိင္ပါ ႀကိဳးပမ္းရေတာ့တယ္။အသက္မဲ့ေနတဲ့ အာကာသစခန္းတစ္ခုေပၚမွာ အာကာသယာဥ္ကုိ ပထမဆံုးအႀကိမ္ ေအာင္ေအာင္ျမင္ျမင္ဆုိက္ကပ္ျပီး ျပန္လည္အသက္သြင္းခဲ့တဲ့ 1985 ခုႏွစ္ရဲ႕ Soyuz T-13 အာကာသယာဥ္အေႀကာင္းကုိ အေျခခံထားတဲ့ ဒီရုရွားဇာတ္ကားကုိ ဒါရုိက္တာ Klim Shipenko ကရုိက္ကူးထားျပီး Vladimir Vdovichenkov နဲ႔ Pavel Derevyanko တုိ႔က ဦးေဆာင္ပါ၀င္ထားပါတယ္။ File Size ...",
        "rating": "7.3",
        "url": "https://megaup.net/SZ10/Salyut-7_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwMzExNDEwN15BMl5BanBnXkFtZTYwODMxMzg2._V1_-136x200.jpg",
        "title": "Gone in Sixty Seconds (2000)",
        "description": "ဘ၀ကုိရုိးရွင္းစြာျဖတ္သန္းေနတဲ့သူတစ္ေယာက္......သူ႕ဘ၀ဟာ စုိးရိမ္ထိတ္လန္႕စရာေတြမရွိဘူး....သာမန္လူေတြလုိပဲေနရတာကုိသူႏွစ္ၿခဳိက္မိေနတယ္...ဒါေပမယ့္ သူ႕ေက်နပ္ေနတဲ့ဘ၀ကုိ လက္လႊတ္လုိက္ရဖုိ႕အေၾကာင္းဖန္လာတယ္...အဲ့ဒါကေတာ့ သူ႕ရဲ႕ညီဟာ တကယ့္လူဆုိးဂုိဏ္းအဖြဲ႕နဲ႕ေငြေရးေၾကးေရးအရႈတ္တစ္ခုလုပ္မိတာပါပဲ...အစ္ကုိတစ္ေယာက္အေနနဲ႕ မိသားစုအေရးဆုိေတာ့မ်က္ကြယ္ျပဳလုိ႕မရေတာ့ဘူး...သူ႕ရဲ႕ညီရဲ႕အရႈတ္ေတြကုိကူညီေျဖရွင္းေပးရေတာ့တယ္တကယ္ေတာ့သူဟာ သိပ္ေတာ္တဲ့ကားခုိးသမားတစ္ေယာက္..ေကာင္းမြန္တဲ့အစီအစဥ္ေတြ...ထိေရာက္တဲ့ျဖတ္ထုိးဥာဏ္ေတြ ေသြးေအးေအးနဲ႕လုပ္တတ္တဲ့ကားခုိးသမား....သူ႕ညီရဲ႕အသက္အႏၱရယ္ကုိကာကြယ္ေပးဖုိ႕ကလည္း ကားခုိးေပးရမွာဆုိေတာ့ သူစတင္အစဥ္ဆြဲရပါေတာ့တယ္....ခုိးရမယ့္ကားေတြကလည္း တန္ဘုိးျမင့္နာမည္ႀကီးကားေတြပါပဲ...သူဟာ ဥပေဒေဘာင္အတြင္းကလည္းလုပ္ခ်င္ လုပ္ရမယ့္အလုပ္ကလည္း ဥပေဒျပင္ပ...သူ႕အဖြဲ႕ေတြကလည္း တကြဲတျပားသူရင္ဆုိင္ေနရတာလည္း တကယ့္လူဆုိးဂုိဏ္း.သူဘယ္လုိရင္ဆုိင္ေက်ာ္ျဖတ္မလဲဆုိတာကုိေတာ့..ကိုင္းျပိတ္သတ္ႀကီးေရခံစားၾကည့္လုိက္ပါဦး File Size : (950 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p Blu-Ray x264 SPARKS\nSubtitle by Wai Linn Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/gone-in-sixty-seconds-2000/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjM3NjcxNDM1OF5BMl5BanBnXkFtZTgwMTU4MjE4MjI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Battle of the Sexes (2017)",
        "description": "ဒီကားကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္Biography/Comedy-Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ဒီကားေလးဟာ ၁၉၇၃ခုႏွစ္ အေမရိကန္ျပည္ေထာင္စုတြင္ ဟိုးေလးတေက်ာ္ျဖစ္ကာ ေျပာစမွတ္တြင္ရေလာက္တဲ့အထိ ျဖစ္ပြားခဲ့တဲ့ တင္းနစ္ျပိဳင္ပြဲအေၾကာင္းပါပဲ။ဒီတင္းနစ္ျပိဳင္ပြဲဟာ သာမန္ျပိဳင္ပြဲေတြနဲ႕မတူပါဘူး။ထိုေခတ္ကာလတြင္း အမ်ဳိးသမီးတင္းနစ္ကစားသမားမ်ားဟာ အမ်ဳိးသားမ်ားႏွင့္ တန္းတူရပိုင္ခြင့္ေတြ ခံစားခြင့္မရၾကပါဘူး။ဒါေၾကာင့္ ကမာၻ႕နံပါတ္တစ္ အေကာင္းဆံုးအမ်ဳိးသမီးတင္းနစ္ကစားသမားျဖစ္တဲ့ ဘီလီဂ်င္းကင္းဟာ အဲဒီအတြက္ကေနဦး ေတာင္းဆိုဆႏၵျပခဲ့တဲ့ ပထမဦးဆံုး အမ်ဳိးသမီးအခြင့္အေရးလႈပ္ရွားသူတစ္ေယာက္ျဖစ္လာပါတယ္။အဲဒီကေနစျပီး အမ်ဳိးသမီးမ်ား အမ်ဳိးသားမ်ားႏွင့္တန္းတူညီမွ်အခြင့္အေရးခံစားခြင့္ရွိျခင္း၊ လိင္တူရပိုင္ခြင့္မ်ားႏွင့္ လူ႕အခြင့္အေရးဆိုတာေတြ ဆက္လက္ျဖစ္ေပၚလာတာပဲျဖစ္ပါတယ္။တစ္ဖက္မွာလည္း ဘီလီဂ်င္းကင္းကိုပါရမီျဖည့္ေပးရွာသည့္သူကေတာ့ ေဘာ္ဘီရစ္ခ်္ဆိုတဲ့ နာမည္ေက်ာ္တင္းနစ္ကစားသမားတစ္ေယာက္ပါ။သူ႕ရဲ႕၀ါသနာက ေလာင္းကစားလုပ္ျခင္းပါပဲ။အခြင့္အေရးေတြကိုေခ်ာင္းေနတဲ့ေဘာ္ဘီတစ္ေယာက္ ဘီလီကင္းကိုမ်က္စိက်သြားပါေတာ့တယ္။သူ႕ရဲ႕အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြကိုျပန္လည္ရယူရင္း ေလာင္းကစားပါလုပ္လို႕ရမည့္အကြက္ကို ေတြ႕သြားတာပဲျဖစ္ပါတယ္။ဒီလိုနဲ႕ ဘီလီဂ်င္းကင္းကိုစိန္ေခၚျပီး တင္းနစ္ကစားပြဲျပဳလုပ္ကာ အမ်ဳိးသမီးေတြဟာ တန္းတူအခြင့္အေရးရသင့္ေၾကာင္း သက္ေသျပရေအာင္ဖန္တီးပါေတာ့တယ္။အဲဒီျပိဳင္ပြဲဟာ တင္းနစ္အားကစားသမိုင္းတစ္ေလွ်ာက္တြင္ လူၾကည့္အမ်ားဆံုးေသာ ကစားပြဲျဖစ္ခဲ့တာျဖစ္ျပီး ဘီလီဂ်င္းကင္းနဲ႕ ေဘာ္ဘီရစ္ခ်္တို႕ရဲ႕ အျပိဳင္အဆိုင္ စကားနာထိုးမႈေတြ၊ အားျပိဳင္မႈေတြဟာ ကစားကြင္းမတိုင္ခင္ကတည္းက ပုဂၢိဳလ္ေရးဆိုင္ရာအရေရာ၊ အျခားေသာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SZ1e/Battle_Of_The_Sexes_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/C7XCfw3X0AA4k86-162x200.jpg",
        "title": "Napping Princess (2017)",
        "description": "ဒီတစ္ခါေတာ့ပရိတ္သတ္ေတြကို၂၀၁၇ထြက္ဂ်ပန္အန္\nနီေမးရွင္းကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nyour name ဆိုတဲ့ဇတ္ကားလိုမ်ိဴးနာမည္ႀကီးဇတ္ကားတစ္ကားပါပဲလက္ရွိကေတာ့ဂ်ပန္မွာဝင္ေငြစံခ်ိ္န္တင္\nထားတဲ့ကားေကာင္းတစ္ကားပါပဲဇတ္လမ္းကေတာ့အေဖနဲ႔ပဲေနရၿပီးအမိမဲ့ေနတဲ့ေကာင္မေလးတစ္ေယာက္\nညတိုင္းသူမရဲ႕အိပ္မက္ထဲျမင္ေနရတဲ့ဟက္လန္းဆိုတဲ့တိုင္းျပည္ငယ္ေလးထိုတိုင္းျပည္ေလးရဲ႕မင္းသမီးေလးဟာထူးဆန္းစြာသူမနဲ႔႐ုပ္ရည္မ်က္ႏွာေပါက္ခ်င္းတူညီေနေသာအခါသူမတို႔အိမ္မွာထူးဆန္းစြာရွိေနတဲ့တက္ဘလက္စ္ေလးတစ္လံုးထိုတက္ဘလက္စ္ေလးဟာေမွာ္\nစြမ္းအားရွိေနတာကိုထိုကေလးမေလးသိရွိသြားေသာအခါဘာဆက္ျဖစ္မလဲထူးဆန္းစြာေသဆံုးခဲ့ေသာသူမရဲ႕အေမကေကာဘယ္သူလဲထိုေမွာ္တက္ဘလက္စ္ေလးကေကာဘာေတြအစြမ္းထက္သလဲဆိုတာကိုစိတ္\nဝင္စားစြာၾကည့္ရႈရမွာပါထူးဆန္းတာေတြႀကိဳက္ႏွစ္\nသက္တဲ့ပရိတ္သတ္ေတြအႀကိဳက္ေတြ႕ေစမယ့္ဇတ္\nကားတစ္ကားပါလို႔ေျပာၾကားရင္းပဲေဒါင္းေလာ့သာဆြဲလိုက္ၾကပါ Qty - 720p Web dLDuration - 1hr 43minGern - Drama / RomanceTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "6.5",
        "url": "https://megaup.net/SZ19/Napping_Princess_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/heroes-season-3-140x200.jpg",
        "title": "Heroes Season 3 Complete",
        "description": "အားလုံး စောင့်မျှော်နေကြတဲ့ Heroes Season 3 Complete မြန်မာစာတန်းထိုးဖြင့်ထပ်မံ တင်ဆက်ပေးလိုက်ပါပြီThit San Khant   \nEp1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11-22  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-3/",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p7892394_b_v8_aa-1-133x200.jpg",
        "title": "Heroes Season 2 Complete",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Heroes Season 2 Complete တင္ဆက္ေပးလိုက္ပါၿပီThit San KhantEp1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11 Yoteshin / VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-2-complete/",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMGY0NTIxNzctOGVmYi00ZTY4LWJhODAtODY0YzgwNzU1NTk1XkEyXkFqcGdeQXVyMzMzNjk0NTc@._V1_-140x200.jpg",
        "title": "Satan’s Slave (1980)",
        "description": "က်ေနာ္တိုု႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့ အင္ဒိုနီးရွား စုန္းကားနဲ႔မိတ္ဆက္ေပးပါရေစ....ခုတေလာ Hot ျဖစ္ေနတဲ့ Pengabdi Setan ဆိုတဲ့ ရုပ္ရွင္ရဲ႕မူရင္းကားေလးျဖစ္ျပီးေတာ့လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၂၀ ေက်ာ္ေလာက္က ရုပ္ရွင္ျဖစ္ပါတယ္စီးပြားေရးလုပ္ငန္းရွင္ မိုနာတို မွာ တြမ္မီ ဆိုတဲ့ သားတစ္ေယာက္နဲ႔ရီတာ ဆိုတဲ့ သမီး တစ္ေယာက္ရွိၿပီး အမ်ိဳးသမီးျဖစ္သူကေတာ့မၾကာခင္ကပဲ နာမက်န္းျဖစ္ၿပီး ကြယ္လြန္သြားခဲ့ပါတယ္...ကြယ္လြန္သြားတဲ့သူေတြ အတြက္ ထံုးစံအတိုင္းအစၥလာမ္ဘာသာအရ ထံုးတမ္းအစဥ္လာတိုင္းေကာင္းမႈကုသိုလ္မ်ား လုပ္ေပးခဲ့ေပမယ့္တစ္ရက္ေသာ ညမွာေတာ့ မိခင္ျဖစ္သူရဲ႕ ၀ိဥာဥ္ဟာသားျဖစ္သူ တြမ္မီ ကို လာႏိုးခဲ့ၿပီး နိမိတ္ျပခဲ့ပါတယ္...ေနာက္ပိုင္း တြမ္မီ တင္ မကပဲ သမီးျဖစ္သူ ရီတာ ကိုပါထိတ္လန္႔ေခ်ာက္ျခားေအာင္ ျပဳလုပ္လာခဲ့ေသာ ေၾကာင့္ရီတာ ရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ဟာမန္ ကေတာ့ ေသဆံုးၿပီးလူေတြဟာ ရက္ ၄၀ ေလာက္ အိမ္တြင္းမွာ က်င္လည္ေနတက္ေၾကာင္းသတိေပးၿပီး မေကာင္းဆိုး၀ါး ထုတ္တဲ့ ဆရာပင့္သင့္ေၾကာင္းအႀကံေပးခဲ့ပါတယ္...ဒါေပမယ့္ အဲ့ဒီလိုအႀကံေပးတဲ့သူေတြ အားလံုး ...",
        "rating": "5.7",
        "url": "https://megaup.net/SZ0x/Satan_s_Slave_(Pengabdi_Setan)_[1982]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjI3ODU0OTQ1MV5BMl5BanBnXkFtZTgwNzI0MTQ2MzE@._V1_-202x300.jpg",
        "title": "Heroes  Season 1 Complete",
        "description": "Heroes ဇတ်လမ်းတွဲကို တောင်းဆိုနေကြတဲ့ သူတွေအတွက်ရတဲ့ အထဲက ပြန်ရှာပြီး Season 1 ကို တင်ဆက်ပေးလိုက်ပါတယ်DVD Quality မို့ 360P လောက်သာ ရှိမှာဖြစ်ပြီးဖုန်းနဲ့ ကြည့်တာဖြစ်ဖြစ် Laptop 14 လက်မ လောက်နဲ့ ကြည့်တာဖြစ်ဖြစ်မှအဆင်ပြေနိုင်ပါမယ် HD TV တွေနဲ့ဆို သိပ်မကြည်နိုင်ပါဒါပေမယ့် Heroes 2016 - 2017 Update တွေကိုတော့ CM Quality အကောင်းဆုံးနဲ့ထပ်မံတင်ဆက်ပေးမှာမို့ Heroes Season 1 ကို အရင် ကြည့်ပေးထားပါ...  \nThit San Khant\n===========Ep1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11-21  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-1-complete/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/heroesrb_firstlook_wcast-1-226x300.jpg",
        "title": "Heroes Reborn",
        "description": "Heroes Series တွေ နောက်ပို်င်းမှာမှာ လက်ရှိ ၂၀၁၅ မှထွက်ခဲ့တဲ့ စီးရီးအသစ်ကို တင်ပေးလိုက်ပါပြီ။ကျတော်တို့ အစကတော့ ဟီးရိုး အဆုံးထိပြီးမှ တင်မလို့ ဖြစ်ပေမယ့် အဟောင်းတွေကို အမှီလိုက်ရင်းအသစ်တွေဆီကို မရောက်နိုင်တော့မှာ တွေးမိလို့တင်ပေးလိုက်တာပါ။အရင် အဟောင်းတွေကို မကြည့်ရသေးလဲ ကြည့်နိုင်အောင် ဇာတ်လမ်းအဟောင်းကို အကြမ်းဖျင်း ပြန်ပြောပြပေးပါ့မယ်။သာမန်လူတွေနဲ့ မတူတဲ့ စွမ်းအားကိုယ်ဆီရှိကြတဲ့ လူတွေကို ဟီးရိုးစီးရီးမှာ ရင်းနှီးကြပြီးသားဖြစ်မှာပါ။အဲဒီထက်မှာ အဓီက ဇာတ်ကောင်ဖြစ်တဲ့ ကလဲယာ ဟာ နောက်ဆုံးစီဆန်မှာ မျှော်စင်အမြင့်ကြီးပေါ်ကနေမီဒီယာတွေရှေ့မှာခုန်ချပြပြီး တစ်ကမ္ဘာလုံးကို သူတို့တွေရှိနေတယ်ဆိုတာ အသိပေးခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲဒီရဲ့ အကျိုးဆက်တွေကို ဆက်ပြီး ပြသထားတာပါ။Thit San Khant",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/heroes-reborn-s01e-1-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Schindlers_List_movie-133x200.jpg",
        "title": "Schindler’s List (1993)",
        "description": "ကမ္ဘာပေါ်က အကောင်းဆုံး Biographical ဇာတ်ကားတွေထဲမှာ No.1 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nSchindler’s List ဇာတ်ကားဟာ German စီးပွားရေး သမားဖြစ်တဲ့ Oskar Schindler အကြောင်း ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ် အတွင်း နာဇီတွေရဲ့ လူမဆန်စွာ သတ်ဖြတ်မှုတွေ အကြား ရပ်တည် နေရတဲ့ Polish Jewish ဒုက္ခသည် ၁၀၀၀ ကျော်ကို အသက်ဘေး ကနေ လွတ်အောင် သူ့ရဲ့ စက်ရုံ အမျိုးမျိုးမှာ နေထိုင် လုပ်ကိုင် စေချင်အားဖြင့် စောင့်ရှောက်ခဲ့ပုံတွေကို ရှုစားရမှာ ဖြစ်ပါတယ်။ Biographical Movies တွေထဲမှာ အကောင်းဆုံး ဇာတ်လမ်းအဖြစ် ရပ်တည် နေပြီး အောင်မြင်မှုများစွာ ရရှိခဲ့ပါ တယ်။ အော်စကာဆု ၇ ဆုအပြင် အခြားဆုပေါင်း ၇၀ နဲ့ ဆု ၂၅ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2Sxkc/Schindler_s_List_[1993]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/fullsizephoto228916-2-209x300.jpg",
        "title": "[18+] The Scent (2012)",
        "description": "The Innocent Man ကိုရီးယားဇာတ္လမ္းတြဲထဲမွာ မိန္းမမာယာေတြကို အျပည့္အဝအသံုးခ်တဲ့ဇာတ္ေဆာင္အျဖစ္ပါဝင္ခဲ့တဲ့ မင္းသမီး Park Si‑yeon ကိုဒီဇာတ္ကားထဲမွာလဲညႈိ႕အားျပင္းဇာတ္ေဆာင္အျဖစ္ေတြ႕ျမင္ရဦးမွာပါ။မင္းသားကေတာ့ Hee‑soon Park ပါ။ဒီဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး Park Si‑yeon ကိုမွတ္မွတ္ရရရွိသြားဖို႕မ်ားပါတယ္။ဇာတ္လမ္းကေတာ့....စံုေထာက္ Kang Seon‑woo ဟာ အိမ္ေထာင္ေရးျပသနာေတြကိုေျဖရွင္းေပးေနတဲ့ အလြတ္စံုေထာက္အလုပ္ကို တစိုက္မတ္မတ္လုပ္သူပါ...တစ္ေန႕မွာေတာ့ Kim Soo‑jin ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ေရာက္လာျပီး သူ႕ေယာက်္ားေဖာက္ျပန္ေနေၾကာင္းနဲ႕ အဲ့ဒီ့အတြက္စံုစမ္းစစ္ေဆးမႈလုပ္ဖို႕ အလုပ္တစ္ခုလာအပ္ပါတယ္....စံုစမ္းစစ္ေဆးဖို႕သြားၾကတဲ့ညမွာပဲ စံုေထာက္ Kang Seon‑woo တစ္ေယာက္ မိန္းမမာယာနဲ႕လုပ္ၾကံခံလိုက္ရပါတယ္...သူႏႈိးလာေတာ့ သူ႕ေဘးမွာအေလာင္းႏွစ္ေလာင္းနဲ႕ အရႈပ္ထုပ္ထဲ ေခ်ာက္က်ျပီဆိုတာသိလိုက္ရပါတယ္...ဒီကိစၥကိုေျဖရွင္းကိုအစြမ္းကုန္ၾကိဳးစားရင္း မင္းသမီး Park Si‑yeon နဲ႕အျပိဳင္အဆိုင္ သူႏိုင္ကိုယ္ႏိုင္က်ဲၾကရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ဟာသမင္းသား Lee Kwang‑soo လဲပါဝင္ထားတာေၾကာင့္ ဇာတ္လမ္းကသြက္ပါတယ္....မင္းသမီး Park Si‑yeon ရဲ႕ Nude Scene တခ်ိဳ႕ေၾကာင့္ (18+) ျဖစ္သြားေပမယ့္ ဇာတ္လမ္းကေတာ့ အေတာ္စိတ္ဝင္စားဖို႕ေကာင္းတဲ့ စံုေထာက္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးပါ။IMDb Rating (5.7/10)ရရွိထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/SWoo/The_Scent_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3231-210x300.jpg",
        "title": "Windstruck (2004)",
        "description": "ကိုယ္ေတြရဲ႕အသည္းစြဲ ဂ်န္ဂ်ီဟြန္း(My Sassy Girl မင္းသမီး) အဓိကပါဝင္ထားတဲ့ နာမည္ၾကီးကိုရီးယားဇာတ္ကားေလးျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကို ကိုယ္ေတြငယ္ငယ္တုန္းက အမွန္အကန္ခံစားအားေပးခဲ့တာ သတိရမိတယ္။ဇာတ္လမ္းေလးကေတာ့....ဂ်န္ဂ်ီဟြန္းက သွ်မ္းသွ်မ္းေတာက္ရဲေမ....မင္းသား Jang Hyuk ကအူေၾကာင္ေၾကာင္ ေက်ာင္းဆရာသူတို႕ႏွစ္ေယာက္ အလြဲလြဲေခ်ာ္ေခ်ာ္ေတြ႕ဆံု သံေယာဇဥ္ျဖစ္ရာကအခ်စ္စစ္တို႕လမ္းသည္ မေျဖာင့္ျဖဴးေၾကာင္းကိုခံစားတင္ဆက္ထားပါတယ္။IMDb Rating (7.3/10) နဲ႕ Rotten Tomotoes (80%) ထိရရွိထားတဲ့ Romantic Comedy ဇာတ္ကားေကာင္းေလးပါ။(ဒီဇာတ္ကားကိုေတာ့ Phyo Thu Hein မွ ဘာသာျပန္တင္ဆက္ထားပါတယ္။)အခုဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး ဂ်န္ဂ်ီဟြန္းရဲ႕ My Sassy Girl (2001) ကိုလဲ https://channelmyanmar.org/my-sassy-girl-2001/ မွာၾကည့္သင့္ေၾကာင္းပါ။File size…(999MB) \nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:55:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/SZ4m/Windstruck_[2004]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Crime, Drama"
    }
]