[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76p3jexoFjSxTiChHbyDh0FwAun.jpg",
        "title": "Abe(2019)",
        "description": "Abe(2019)မတူကွဲပြားမှုတွေကို တူညီတာလေးတစ်ချက်နဲ့ ပေါင်းစည်းသွားဖို့ ကြိုးစားခဲ့တဲ့ အေ့ဘ်...သူ့ကိုလူတွေက အေဗရာဟင်လို့လည်းခေါ်တယ် အီဗရာဟမ် အာဗီ စတဲ့နာမည်အမျိုးမျိုးခေါ်ကြတယ်။ဒါပေမယ့် သူကတော့ ဟင်းချက်ဝါသနာပါတဲ့ ၁၂နှစ်အရွယ်ကောင်လေး အေ့ဘ်ပါပဲ။အမေဘက်က ဂျူး အဖေဘက်က မူစလင်ဖြစ်နေတဲ့မိသားစုမှာ ခဏခဏပဋိပက္ခတွေလည်းဖြစ်နေကြပါ။၁၂အရွယ်ကလေးတစ်ယောက်အဖို့ မိသားစုအလိုကျ လိုက်နေပေးရင်း နှစ်ဖက်လုံးအတွက်အဆင်ပြေတာကိုရှာဖွေနေခဲ့တာပါ။စားစရာတစ်ခုကိုတောင် အမြင်ကွဲလွဲတဲ့ဒီမိသားစုမှာ သူပါရမီပါတဲ့ အချက်အပြုတ်ဝါသနာကို ဘယ်လိုအသုံးချပြီးပေါင်းစည်းဖို့ကြိုးစားမလဲ?ဘာတွေဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်လည်းရယ်ရတဲ့ကားလေးဆိုတော့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုရမှာပါ။ဟင်းချက်ဝါသနာရှင်တွေအတွက်လည်း အကြိုက်တွေ့စေမှာပါ။Rating တွေအနေကလည်း Rotten Tomatoes 72% Imdb Rating 6.2 တောင်ရရှိထားတာမလို့ကောင်းကြောင်းကိုအထွေအထူးမညွှန်းတော့ပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...   File Size : (795 MB) and (450MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ck7C/Abe.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/72692983_103186594458419_5607419605560590336_o-141x200.jpg",
        "title": "Hello World (2019)",
        "description": "Hello World(2019)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၇ ခုနှစ် Kyoto မြို့မှာ အခြေတည်ပြီး ဇာတ်လမ်းစထားပါတယ်နာအိုမီ ကာတာဂါကီ (Naomi Katagaki) ဆိုတဲ့ကောင်လေးဟာ စာဖတ်ရတာကြိုက်နှစ်သက်ပြီး တစ်ကိုယ်တည်းအေးဆေးသမားလေးပါ...တစ်နေ့ သူ စာကြည့်တိုက်က အပြန် ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပါတယ်ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလူဟာ အနာဂတ်ကလာတဲ့ သူကိုယ်တိုင်ဖြစ်နေတာပါပဲ...ဒီမှာဇာတ်လမ်းစပြီး အနာဂတ်က သူက ဘာလာလုပ်တာလဲ?? ဘာတွေဆက်ဖြစ်လာမှာလဲ?? ဆိုတာတွေကိုတော့ ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်တစားကြည့်ရှူရမှာပဲဖြစ်ပါတယ်ဒီကားလေးက Anime ချစ်သူတွေအတွက် မလွတ်တမ်းကြည့်ရှူသင့်တယ်လို့ ကျွန်တော်တော့ထင်မိပါတယ်...ဇာတ်လမ်းက Anime တို့ ထုံးစံအတိုင်း မတူကွဲပြားတဲ့ပုံစံနဲ့ ဆွဲဆောင်ထားတယ်...Kyoto မြို့ကြီးကို မြင်နေကြတဲ့မဟုတ် ပုံစံနဲ့တွေ့ရတာရယ် လှပတဲ့ရှုခင်းတွေ ဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကြည့်ရတာ တော်တော်လေးအရသာရှိပါတယ်...ကဲ ပြောနေကြာတယ် အခုပဲ ကြည့်ရှူခံစား အားပေးကြပါဦး...(E sub ကနေ ဘာသာပြန်ထားတာဖြစ်တဲ့အတွက် လိုအပ်ချက်လေးတွေရှိခဲ့ရင် နားလည်ခွင့်လွှတ်ပေးကြပါ...ဇာတ်ဝင်တေးတွေကအစ သေသေချာချာလေး အကောင်းဆုံးပြန်ဆိုပေးထားလို့ အားရကျေနပ်ကြလိမ့်မယ်လို့မျှော်လင့်မိပါတယ်...တစ်လက်စတည်း.. ဘာသာပြန်ဆိုရာမှာ ဂျီကျသမျှမငြီးမငြူ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hello-world-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qHCZ6LjtmqWDfXXN28TlIC9OppK.jpg",
        "title": "Saw: The Final Chapter (2010)",
        "description": "Saw လို့ပြောလိုက်ရင်သူ့ရဲ့ရက်ရက်စက်စက်သွေးထွက်သံယိုအခန်းတွေကိုပြေးမြင်မိကြမှာပါSaw franchise ရဲ့ ၇ကားမြောက်ဖြစ်တဲ့ဒီကားဟာလဲsaw ဖန်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှေ့ကားတွေနဲ့ပြန်ချိတ်ထားတာတွေကလဲသေသပ်သလို ဇာတ်ကောင်တွေလဲအများကြီးပါဝင်ထားပါတယ်ပြီးတော့ saw ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားနဲ့တစ်ကားမှာအသုံးပြုတဲ့လက်နက်တွေ စက်ပစ္စည်းတွေမတူတာကြောင့်\nစိတ်ဝင်စားစရာကောင်းပါတယ်Plot twist တချို့ကိုလဲချပြသွားပါတယ်သွေးထွက်သံယိုအခန်းတွေအများအပြားပါဝင်ပြီးတကယ်ကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားတာကြောင့်ကြောက်တတ်သူများနဲ့နှလုံးရောဂါအခံရှိသူများမကြည့်သင့်ပါဘူး File Size : ( 842 MB , 248 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre :  Action , Adventure , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thae Oo San\nEncoded by Moe Myint Lwin zawgyiSaw လို႔ေျပာလိုက္ရင္သူ႔ရဲ႕ရက္ရက္စက္စက္ေသြးထြက္သံယိုအခန္းေတြကိုေျပးျမင္မိၾကမွာပါSaw franchise ရဲ႕ ၇ကားေျမာက္ျဖစ္တဲ့ဒီကားဟာလဲsaw ဖန္ေတြအႀကိဳက္ေတြ႕မယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္ေရွ႕ကားေတြနဲ႔ျပန္ခ်ိတ္ထားတာေတြကလဲေသသပ္သလို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2S7if/(CM)_Saw_7_2010_BluRay_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lSBajR9hahr8JPLH0ErQnPdgtH.jpg",
        "title": "Saw VI (2009)",
        "description": "SAW ဆိုတာနဲ့ အထူးညွှန်းစရာမလို​တော့ပါဘူး..\"Live or Die..Choice is Yours\" ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ စိတ်လှုပ်ရှားဖို့​ကောင်းတဲ့horror ချစ်သူ​တွေအ​နေနဲ့ လက်လွတ်ဖို့မသင့်တဲ့ကား​ကောင်းတစ်ကားပါSAW VI မှာ ကိုယ်​တွေရဲ့ဇာတ်လိုက်ကြီး ဂျစ်​ဆောက ​သေသွား​ပေမယ့်သူ့ရဲ့ဇနီး​ဟောင်းနဲ့ ရဲအရာရှိတစ်​ယောက်​ပေါင်းပြီးသူ့ရဲ့​နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်း​ပေးတဲ့အ​နေနဲ့လူသတ်ဂိမ်း​တွေ ဆက်ပြီးအသက်သွင်းကြတယ်ဒီထဲမှာ​​တော့ ဂျစ်​ဆောကို သနားစိတ်ဝင်မိမယ်လို့ထင်ပါတယ်သူ့မှာက​လေးလည်းဆုံးရှုံးရတယ်သူ့ကျန်းမာ​ရေးအာမခံအတွက် အာမခံမ​ပေးခဲ့တယ့်အကျင့်ပြတ်ချစား​နေတဲ့ အာမခံကုမ္ပဏီပိုင်ရှင်ကိုဘယ်လို​တွေ ကလဲ့စား​ချေရင်း စိတ်လှုပ်ရှားစရာ (လူသတ်)ဂိမ်း​တွေနဲ့ဇာတ်လမ်းအဆုံးထိ ကြည့်ချင်​လောက်တဲ့အထိ ဖြစ်မှာ ကို အာမခံပါတယ်သင်္ကြန်မှာအိမ်ထဲမှာ​နေရင်းပျင်း​နေတဲ့ ကိုကိုမမ​တွေအကုန်လုံးဒီကား​လေး ကြည့်ပြီး အူတယားယားနဲ့ အပျင်း​ပြေကြပါ​စေလို့... File Size : ( 855 MB , 266 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "6.0",
        "url": "https://megaup.net/1wcnq/(CM)_Saw_6_2009_BluRay_720p.mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rKl79KqLXg60KFyKsLe4wSSjQ08.jpg",
        "title": "Saw V (2008)",
        "description": "ဇာတ်လမ်းအကျဉ်း\nSAW franchise ရဲ့ ၅ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားမှာ Jigsaw ရဲ့ ဆက်ခံသူအဖြစ်အမန်ဒါအပြင် နောက်တစ်ယောက်ပါ ပါလာခဲ့ပါတယ်။သူကတော့ စုံထောက်ဟော့ဖ်မန်းပါပဲ။ပြဿနာစတာက စုံထောက်ဟော့ဖ်မန်းကသူသတ်ချင်တဲ့လူတစ်ယောက်ကိုJigsaw သတ်တဲ့ပုံစံပေါက်အောင်လုပ်ပြီး သတ်လိုက်တာကနေ စတာပါပဲ။နောက်တော့ Jigsaw ကိုယ်တိုင် သူ့ဆီရောက်လာပြီးသူ့ကို ပညာပေးဖို့လုပ်ပါတော့တယ်။Jigsaw ဖြစ်လာရတဲ့အကြောင်းအရင်းတွေထောင်ချောက်တွေကို ဘယ်လိုဆင်ရတာတွေဘယ်လိုသင်ခန်းစာပေးရတယ်ဆိုတာတွေကိုပါသင်ပေးပြီး နောက်ထပ် Jigsaw လူသတ်သမားတစ်ယောက်ကို မွေးဖွားလိုက်ပါတော့တယ်။အဲဒီအချိန်မှာ နောက်စုံထောက်တစ်ယောက်ကလည်းဌာနအတွင်းမှာ Jigsaw နောက်တစ်ယောက်ရှိနေတာကို မသင်္ကာဖြစ်လာပြီး စတင်စုံစမ်းတော့တယ်။ File Size : ( 883 MB , 277 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 32 min\nFormat ...",
        "rating": "5.8",
        "url": "https://megaup.net/2S7iy/(CM)_Saw_2008_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w34GgwSQfMEnYscBhU01bIr7oFC.jpg",
        "title": "Saw IV (2007)",
        "description": "Saw film series ပရိသတ်တွေနဲ့ horror fan တွေအတွက်အားလပ်ရက်မှာ ပြန်ကြည့်ဖို့ 2007 ခုနှစ်ကထွက်ခဲ့တဲ့ Saw IV ရုပ်ရှင်ပဲဖြစ်ပါတယ်။May လမှာထွက်မယ့် Spiral ရုပ်ရှင်ကိုစောင့်ရင်း အရင်ကထွက်ခဲ့တဲ့Saw ကားတွေကို ပြန်ကြည့်လို့ရပါပြီ။Jigsaw လို့ အများကခေါ်ကြတဲ့ John Kramer ဟာ ဉာဏ်ကြီးရှင်civil အင်ဂျီနီယာတစ်ယောက်။ပြီးတော့ စိတ္တဇလူသတ်သမားတစ်ယောက်လည်း ဖြစ်တယ်။ရူးသွပ်ဖွယ် philosophy ကို လက်ကိုင်ထားပြီးစိတ္တဇကစားပွဲတွေကို ဖန်တီးသူတစ်ယောက်။သူက လူတွေကို သူ့ရဲ့ ပြောင်မြောက်လှတဲ့ လူသတ်ကိရိယာတွေနဲ့စမ်းသပ်မှုတွေလုပ်ပြီး ကစားပွဲထဲကို ခေါ်ငင်တယ်။ရှင်သန်ဖို့နဲ့ သေဆုံးဖို့...ရွေးချယ်မှုကတော့ မင်းလက်ထဲမှာ... မင်း စိတ်ကြိုက်ရွေးချယ်လိုက်ပါ... File Size : ( 890 MB , ...",
        "rating": "5.9",
        "url": "https://megaup.net/1wcnm/(CM)_Saw_4_2007_BluRay_720p.mp4",
        "category": "Crime, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfl7ti4ataetiyoOg3SI0FA9KeP.jpg",
        "title": "Saw III (2006)",
        "description": "နာမည်ကြီးပြီးသား Franchiseတခုဆိုတော့ အများကြီးပြောစရာလိုမယ်တော့မထင်ပါဘူး။တခုပြောစရာရှိတာက ဒီကားတွေရဲ့ Rating တွေကို ကြည့်လိုက်မယ်ဆိုရင်တော့အတော်နည်းတာကိုတွေ့ရမှာတခုပဲ။Rating ကြည့်ပြီး မကောင်းဘူးဆုံးဖြတ်လိုက်ရင်တော့အတော်လွဲသွားပါလိမ့်မယ်။အခုကားကတော့ Saw Franchise ရဲ့ တတိယမြောက်ကား။ရှေ့နှစ်ကားရဲ့ Spoiler ပါနိုင်လို့ ရှေ့နှစ်ကားမကြည့်ရသေးရင် ဆက်မဖတ်ပါနဲ့တော့။ဒီကားတွေက Spoiler ထိလို့ရှိရင် ကြည့်ရတဲ့ အရသာပျက်သွားတတ်တယ်။Saw ရဲ့ ပထမကားကတော့ ရေချိုးခန်းတခုထဲမှာ နိုးလာတဲ့ လူနှစ်ယောက်နဲ့ စတင်ထားပြီးကျနော်တို့ရဲ့ Jigsaw ကြီးစတင်ပွဲဦးထွက်လာတာလည်းဖြစ်တယ်။အဲနောက်မှာတော့ Saw ll မှာ Jigsawက နာမည်ကြီးလာတဲ့အပြင်သူစမ်းသပ်တာခံရတဲ့သူတွေအရေအတွက်ကလည်း ပိုပြီး ကြီးမားလာခဲ့တယ်။ပိုပြီးကြမ်းလာတာကတော့ ရဲတွေကိုပါမရှောင် သူ့ရဲ့ စမ်းသပ်မှုမှာထည့်လာတာပဲ။အခု တတိယမြောက်ကားမှာတော့ ဒုတိယကားကနေတိုက်ရိုက်အဆက်အနေနဲ့ ထွက်လာခဲ့တယ်။ဒုတိယကားမှာ အဖမ်းခံခဲ့ရတဲ့သူကရော ဒီကားမှာ ဘယ်လောက်ထိအရေးပါမလဲ။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1wcnd/(CM)_Saw_3_2006_BluRay_720p.mp4",
        "category": "Crime, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqitaBuNNPOrgYugKFOoHGKX0co.jpg",
        "title": "Saw II (2005)",
        "description": "Jigsaw လူသတ်သမားကို ပြန်ပေါ်လာတဲ့အတွက်အထူးတပ်ဖွဲ့တွေနဲ့အတူ စုံထောက်အဲရစ်ခ်မက်သရူးပါပါလာပြီး လာဖမ်းတော့တယ်။ဒီအချိန်မှာ Jigsaw လူသတ်သမားက\nကင်ဆာရောဂါသည်တစ်ဦး ဖြစ်နေတော့တယ်။စုံထောက်အဲရစ်ခ်ဆိုတာကလည်း လူကောင်းမဟုတ်။ဟိုးတုန်းကဆို သူဖမ်းချင်တဲ့သူတွေဆိုရင်သက်သေအတုလုပ်ပြီး ဖမ်းထည့်တတ်တဲ့သူ။Jigsaw က အဲဒါကို ကောင်းကောင်းသိထားတော့သူ အရင်က အမှုဆင်ပြီးဖမ်းဖူးတဲ့သူအားလုံးနဲ့အတူအဲရစ်ခ်ရဲ့သားကို ဖမ်းထည့်ပြီးအိမ်တစ်အိမ်မှာ ဂိမ်းတွေ စကစားစေတော့တယ်။အိမ်တစ်လုံးမှာ ထောင်ချောက်တွေ အပြည့်ပေါ့။ဂိမ်းကို ကျော်ဖြတ်နိုင်တဲ့သူကပဲ အသက်ရှင်ခွင့်ရမှာ။ဒါကို အဲရစ်ခ်တို့ Jigsaw ကို လာဖမ်းတဲ့အခါမှာJigsaw ရဲ့ ပုန်းအောင်းတဲ့နေရာမှာရှိတဲ့ကွန်ပျူတာဖန်သားပြင်တွေပေါ်မှာသူ့သားနဲ့အတူ တခြားလူတွေ အဖမ်းခံထားရတဲ့အကြောင်းအဲရစ်ခ်သိလိုက်ရတော့တယ်။Jigsaw ရဲ့ ထောင်ချောက်တွေကြားကနေသူ့ကိုမကျေနပ်တဲ့သူတွေနဲ့အတူရှိနေတဲ့သူ့သား ဒန်နီရယ်ကို စုံထောက်အဲရစ်ခ်တစ်ယောက်ဘယ်လိုကယ်တင်မလဲဆိုတာ ဒီ Saw II ဇာတ်ကားထဲမှာ ရှုစားရမှာပါ။ File Size : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wcn2/(CM)_Saw_2_2005_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pparEGTCxcTiImyVFoKD0LX11N8.jpg",
        "title": "Saw (2004)",
        "description": "Stay Homeကာလအတွင်းကြည့်လို့ရအောင်နာမည်ကျော်Horror/ Thrillerကားတွေဖြစ်တဲ့ Saw FranchiseထဲကSaw 1မှ 7အထိကိုတင်ဆက်ပေးလိုက်ပါတယ်။Sawကတော့ မသိသူမရှိသလောက်ပါပဲနော်။Saw 1 (2014)မှာတော့ လောရန့်နဲ့အက်ဒမ်ကအလောင်းတစ်လောင်းရှိနေတဲ့ အခန်းတစ်ခန်းထဲမှာ နိုးလာတယ်။ခြေထောက်တွေကိုသံကြိုးခတ်ခံထားရတယ်။လူတစ်ယောက်ကသူတို့နဲ့ဂိမ်းကစားချင်နေတယ်။လောရန့်ကသူ့မိသားစုအတွက် အက်ဒမ်ကိုသတ်ရမယ်တဲ့။ဂိမ်းကိုနိုင်ဖို့လိုအပ်တဲ့ပစ္စည်းတွေက အခန်းထဲမှာပဲရှိနေတယ်။သူတို့နှစ်ယောက်ဒီအခန်းထဲကလွတ်မြောက်ဖို့ ဘာတွေလုပ်ကြမလဲ........ File Size : ( 955 MB , 299 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre :  Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe ...",
        "rating": "7.6",
        "url": "https://megaup.net/2S7it/(CM)_Saw_2004_BluRay_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKgV8T3inB5EnVDg0Jeh2L6ttQ9.jpg",
        "title": "The Willoughbys(2020)",
        "description": "The Willoughbys(2020)နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။ ဒီကာတွန်းလေးကတော့ အရင်ကြည့်ဖူးတဲ့ ပုံတွေနဲ့ မတူဘဲ တမူထူးဆန်းပြီး ရယ်ရပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြောင်ဆရာကြီးတစ်ကောင်က ပြောပြနေတဲ့ပုံနဲ့ တည်ဆောက်ထားပါတယ်။ ဆရာကြောင်က ပြောတယ်\nမိသားစုတွေ ချစ်ခင်တာတွေ စည်းလုံးတာတွေ အဆုံးသတ်မှာ ပြန်ပေါင်းတဲ့ ဇာတ်လမ်းမျိုးတွေကို သဘောကျတတ်ရင် ဒီရုပ်ရှင်က မင်းအတွက် မဟုတ်ပါဘူးတဲ့။\nဟုတ်ပါတယ် ဒီရုပ်ရှင်ထဲက အဓိက မိသားစုကတော့ ဝယ်လိုဘီ မိသားစုပါ။သူတို့တွေဟာ အစဉ်အဆက် သိပ္ပံပညာရှင်တွေ၊အနုပညာရှင်တွေ ကြီးမြတ်တဲ့သူတွေ ဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် မျိုးဆက်တစ်ခုအရောက်မှာတော့ တော်နေ တတ်နေကြတာတွေအဆုံးသတ်သွားသလိုပါပဲ။ ဝယ်လိုဘီ ဇနီးမောင်နှံဟာ ဘာမှ မထူးချွန်ပေမယ့်တစ်ယောက်ကို တစ်ယောက် အရမ်းချစ်ကြပါတယ်။ ချစ်တာမှ အခြား ဘယ်သူ့ကိုမှမချစ်တတ်လောက်အောင်ကို ချစ်တာပါ။ လင်မယားချင်းပဲချစ်ကြပြီး မွေးထားတဲ့ ကလေး ၄ ယောက်ကို တော့မေတ္တာတစ်စက်မှမရှိကြသလို သာမန်ဂရုစိုက်မှုမျိုးလေးတောင် မလုပ်ပါဘူး။နေ့တိုင်းလင်မယားနှစ်ယောက်ထဲ သာယာနေကြတာပါ။ ဒီတော့ ကလေး ၄ ယောက်လည်းမိဘကျေးဇူးဆပ်တဲ့အနေနဲ့ သေဖို့ ရာနှုန်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-willoughbys2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/lefpcepiqhsq-1-140x200.jpg",
        "title": "[18+] Love Skill (Aka) Mango Tree (2013)",
        "description": "Dark Side Production မှတင်ဆက်သည်...သိုင်းလောကသားတွေ တစ်ခါတစ်လေလဲ အချစ် ဟာသ Sexy ကားလေးတွေ ကြည့်လို့ရအောင်ဒီကိုရီးယားဖန်စီဇာတ်ကားလေးကို တင်ဖြစ်ပါတယ်...ကွီးယားလိုကနေ နားထောင်ပြီး  Pennywise မှ စာတန်းထိုးအမှန်နဲ့ တင်ဆက်လိုက်တာပါ...မင်းသမီးတွေကလဲ အချာပင်တွေ မဟုတ်ပါဘူး..ကိုရီးယားရဲ့ တန်းဝင်မင်းသမီးတွေဖြစ်တဲ့ Hong Soo-Ah  နဲ့  Han Su-Ah တို့ဖြစ်ပါတယ်။ဟာသလေးတွေနဲ့ အပန်းဖြေကြပါဦး။ \nFile size…(1 GB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Pennywise",
        "rating": "",
        "url": "https://megaup.net/1wl6j/(DS)Love.Skill.2013.720p.HDRip.H264.MP4-OnPlus.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65swvCL9x7MkEj2CFfLOmNcCAmd.jpg",
        "title": "Time to Hunt(2020)",
        "description": "Time to Hunt(2020)စီးပွားပျက်ကပ် ကြုံနေရတဲ့ ကိုးရီးယားနိုင်ငံရဲ့ ခေတ်ပျက်ကြီးထဲမှာ အကုန်လုံးလုံးလိုလိုခက်ခဲစွာရုန်းကန်နေရတယ်....ဒီလို ရုန်းကန်နေထိုင်နေရတဲ့  ဘဝကြီးထဲကနေ လွတ်မြောက်ဖို့ လူငယ်လေး သုံးယောက်အကြံကြီးတစ်ခုကို အကောင်အထည်ဖော်ပါတော့တယ်...နာမည်ကြီး လောင်းကစားရုံကို ဓားပြတိုက်ဖို့ပဲပါပဲ....ဒီဓားပြမှုကြီးကို လုပ်နေစဉ်မှာပဲ သူတို့(၃)ယောက်မမျှော်လင့်တဲ့ ဖြစ်ရပ်ဆိုးတွေဆိုက်တိုက်ကြုံပါတော့တယ်...မမျှော်လင့်ပဲ ... IMDB rating 6.5 အထိရထားပြီး Parasite ထဲက မင်းသားလည်းသရုပ်ဆောင်ထားသည့်သည်းထိတ်ရင်ဖို ဇာတ်ကားမို့ CM ပရိသတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kinnov ပဲဖြစ်ပါတယ်..File Size : (1.04 GB) and (380 MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime , Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kinnov\nEncoded by Phyo Pyae zawgyiTime to Hunt(2020)စီးပြားပ်က္ကပ္ ႀကဳံေနရတဲ့ ကိုးရီးယားႏိုင္ငံရဲ႕ ေခတ္ပ်က္ႀကီးထဲမွာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cimB/Time_To_Hunt.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkmw4sd0rFSDdMIphDrqwbftUVr.jpg",
        "title": "Sergio(2020)",
        "description": "Sergio(2020)ဒီထဲကမင်းသားကြီးကိုတော့ Narcos ကြည့်သူတိုင်းရင်းနှီးကြမယ်ထင်ပါတယ်...ဒီဇာတ်လမ်းကတော့ ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဆာဂျီရို ဒီ မဲလ်လိုအကြောင်းကို ရိုက်ကူးထားတဲ့ အတ္ထုပတ္တိဇာတ်လမ်းပဲဖြစ်ပါတယ် ...ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဘရာဇီးလ်နိုင်ငံသား ဆာဂျီရိုဟာ သူ့ရဲ့ဇနီး ကုလသမဂ္ဂဝန်ထမ်း ကာရိုလီနာနဲ့ တည်ငြိမ်တဲ့ ဘဝတစ်ခုကို စတင်တော့မယ့်အချိန်မှာပဲ အီရတ်ကို လေးလကြာတာဝန်နဲ့ စေလွတ်ခြင်းခံခဲ့ရပါတယ်..အီရတ်ရှိ ကုလသမဂ္ဂရုံးချုပ် ဗုံးပေါက်ခွဲခံရမှုနဲ့အတူ ဆာဂျီရိုဟာ အပျက်အစီးများအောက် ပိတ်မိသွားတဲ့အချိန်မှာတော့အရာအားလုံးပြောင်းလဲသွားပါတော့တယ် ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဒီဇာတ်လမ်းကတော့စစ်ရဲ့ ဆိုးကျိုးတွေကို ဒီဇာတ်လမ်းထဲမှာ သေချာသရုပ်ဖော်ထားတဲ့အပြင် စစ်ကို‌မုန်းသော်လည်း စစ်ပွဲကို တားဆီးဖို့ စစ်ပွဲကြားထဲရောက်နေရတဲ့ လူတစ်ယောက်ရဲ့ တည်ငြိမ်အေးချမ်းတဲ့ ဘဝတစ်ခုကို မျှော်လင့်နေရပုံကို မြင်တွေ့ရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်...  File Size : (950 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:58:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ci36/Sergio.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNjk3M2UwMTUtZjlmNS00YzVmLWEyYjYtMWY2M2EzOTIzYjg4XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "The Silence of the Marsh (2020)",
        "description": "ဒီရုပ်ရှင်ကားဟာ Netflix မှာ ဒီရက်ပိုင်းတက်လာတဲ့ ရုပ်ရှင်ကားပါ\nMoney Heist ထဲက ဘာလင် အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား ပီဒရို က\nခေါင်းဆောင်မင်းသား အဖြစ် သရုပ်ဆောင်ထားပါတယ်...\nဇတ်လမ်းပုံစံကတော့\nQ ဆိုတဲ့ စာရေးဆရာဟာ ထိတ်လန့်သည်းဖို လူသတ်ဇတ်လမ်းတွေ\nရေးပြီး အောင်မြင်နေတဲ့ စာရေးဆရာ တစ်ယောက်ဖြစ်ပါတယ်...\nသူ့ ဝတ္တုထဲက လူသတ်သမားဟာ လူတွေကို ပိပိရိရိ သတ်ပြီး\nအစဖျောက်တဲ့နေရာမှာ ကျွမ်းကျင်လွန်းလို့ ဘယ်တော့မှ ဖမ်းမိတဲ့သူပါ\nဒါ့အပြင် နိုင်ငံအတွင်း လဘ်စား ချစားနေတဲ့ နာမည်ကျော်တွေကိုမှ\nရွေးသတ်တက်တဲ့ ဇတ်ကောင်မျိုးပေါ့....\nလူတွေ မသိထားတာကတော့ ဒီအောင်မြင်နေတဲ့\nဇတ်လမ်းရဲ့ နောက်ကွယ်က ဖြတ်ရပ်မှန် တစ်ခုကိုပါ....\nဇတ်လမ်းက အေးသလို ရှိလိုက် ဝုန်းဒိုင်းကျလဲလိုက် နဲ့\nမပျင်းရိရအောင် သင့်ကို တစ တစ ဆွဲခေါ်သွားမှာဖြစ်ပါတယ်\nဇတ်လမ်းကို  ဘာသာပြန်ပေးထားတာကတော့\nLittle Neo ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားဟာ Netflix မွာ ဒီရက္ပိုင္းတက္လာတဲ့ ႐ုပ္ရွင္ကားပါ\nMoney ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wkuT/The.Silence.of.the.Marsh.2019.SPANISH._720P_%7BCM%7D.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/71t14nj8cKL._AC_SL1500_-137x200.jpg",
        "title": "Inglourious Basterds (2009)",
        "description": "Rotten Tomatoes 89% IMDb 8.3/10 ရရှိထားပြီး အော်စကာ ၁ ဆုနဲ့ အခြားသော ဆုပေါင်း ၁၂၄ ဆုရရှိခဲ့တဲ့ ၂၀၀၉ ခုနှစ်ထွက် ဟစ်တလာ လုပ်ကြံရေး ဇာတ်ကားကောင်း တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nဒုတိယကမ္ဘာစစ်ရဲ့ အစပိုင်း ပြင်သစ်ကို နာဇီတို့ သိမ်းပိုက်ထားချိန်ကာလ.....\nနာဇီတွေကို တန်ပြန်သုတ်သင်ဖို့အတွက် မဟာမိတ် တွေဟာ လျှို့ဝှက် တပ်ဖွဲ့တစ်ခုကို ဖွဲ့စည်းဖို့ လက်ဖတင်နင် Aldo Raine (Brad Pitt)ကို တာဝန်ပေးခဲ့ပါတယ်။ Aldo ဟာ Basterds လို့ခေါ်တဲ့ ဂျူး ကပြားတွေ အများအပြားပါဝင်တဲ့ တပ်ဖွဲ့ကိုဖွဲ့စည်းပြီး ဟစ်တလာရဲ့ နားရွက်ကို တံတွေးစွတ်ပါတော့တယ်။ Basterds တွေဟာ နာဇီမှန်သမျှရက်ရက်စက်စက်သတ်ပြီး ဦးခေါင်းရေကို ခွါယူလေ့ရှိပါတယ်။သူနဲ့သူ့လူတွေဟာ ဟစ်တလာကို လုပ်ကြံဖို့ ဗြိတိသျှတို့ရဲ့သူလျှို၊ဂျာမန် နာမည်ကြီးမင်းသမီး Bridget von ...",
        "rating": "8.3",
        "url": "https://megaup.net/1h2ec/(CM)_Inglourious_Basterds_(2009)_(V2)_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tBW35lfVwrRU2GW3xoA932T53h3.jpg",
        "title": "Kalashnikov (2020)",
        "description": "ကမ္ဘာပေါ်မှာ လူတွေရဲ့အသက်ကို အများဆုံးချွေခဲ့တဲ့ သေနတ်ကို ပြောပါဆိုရင်အေကေ-ဖော်တီဆဲဗန်း (AK-47) မောင်းပြန်ရိုင်ဖယ်ကိုပဲ ပြောရမှာပါပဲ။အဲဒီလက်နက်ဟာ လက်နက်ငယ်လောကကို တစ်ခေတ်ဆန်းစေခဲ့ပြီး ကမ္ဘာအနှံ့မှာ အသုံးပြုတာခံခဲ့ရသလိုလက်နက်ငယ်ပေါင်းများစွာဟာလည်း ဒီသေနတ်ကို အခြေခံပြီး တီထွင်ခဲ့ရတာပါ။ဒီသေနတ်ကို official အနေနဲ့ ကာလရှညိကော့ဖ် ရိုင်ဖယ်လို့ ခေါ်ပါတယ်။ဘာကြောင့်လဲဆိုတော့ ရုရှားရဲ့ လက်နက်တီထွင်သူ ဉာဏ်ကြီးရှင် မီခေး ကာလရှညိကော့ဖ် ဆိုသူက တီထွင်ခဲ့လို့ပါပဲ။ကာလရှညိကော့ဖ်ဟာ အတန်းပညာ ဆုံးခန်းမတိုင်ခဲ့သလို တပ်ကြပ်အဆင့်နဲ့ တီထွင်သူဖြစ်လာခဲ့တာပါ။ဒီသေနတ်ကို မတီထွင်ခင်မှာ ဒုတိယကမ္ဘာစစ်ရှေ့တန်းစစ်မျက်နှာမှာ တင့်တပ်သားအနေနဲ့ အကြီးအကျယ် တိုက်ပွဲဝင်ခဲ့ဖူးတဲ့သူ ဖြစ်ပါတယ်။အဲဒီတုန်းက ဆိုဗီယက်တပ်တွေနဲ့ ဂျာမန်တပ်တွေ ဘတပြန် ကျားတပြန် တိုက်ခိုက်နေကြချိန်မှာဆိုဗီယက်တွေရဲ့ ရိုင်ဖယ်ဟာ ဂျာမန်တွေရဲ့ Sturmgewehr 44 rifle တွေကို မယှဉ်နိုင်ဘဲ အတော်အထိနာကြတဲ့ အခြေအနေမှာ ရှိပါတယ်။ဆိုဗီယက်ဘက်မှာလည်း လက်နက်တွေကို ဆက်တိုက်စမ်းသပ်ထုတ်လုပ်နေပေမယ့်လက်နက်တစ်ခေတ်ဆန်းသွားလောက်စေမယ့် လက်နက်မျိုး ပေါ်မလာခဲ့သေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ ကာလရှညိကော့ဖ်ရဲ့ ဘဝဇာတ်ကြောင်းရယ် ဆိုဗီယက်ရဲ့ စတာလင်ဆုရ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ch9t/(CM)_Kalashnikov.2020.WEB.DL.720p.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/65-42-282x360-1-157x200.jpg",
        "title": "Sathu (2009)",
        "description": "ပိန္နဲသီး သရဲကားဆိုပြီး နာမည်ကြီးနေတဲ့ ထိုင်းသရဲကားဖြစ်ပါတယ်။\nပုံမှန်သရဲကားတွေနဲ့ မတူတဲ့အချက်တွေ အများကြီးပါဝင်ပါတယ်။\nတွေ့နေကြ သရဲကားတွေထက် ပိုပြီး အဓိပ္ပါယ်ရှိတဲ့ ဇာတ်ကားပါ။\nဟာသတွေ ပါတယ်....ကြောက်လန့်စရာတွေ ပါတယ်....ကြည်နူးဖွယ်ရာတွေပါတယ်။\nအကောင်းဆုံးအချက်ကတော့ တရားသဘောနဲ့ ပတ်သတ်တဲ့ အယူအဆလေးတွေ ပါဝင်ထားပါတယ်။\nရသစုံတဲ့ ဇာတ်ကားပါ။\nထူးခြားတဲ့ ဆက်တင်, Effect, ဇာတ်ဆောင် တွေမပါဝင်ဘဲ ဇာတ်လမ်းတစ်ခုလုံးကို\nအကောင်းဆုံးတင်ဆက်သွားနိုင်တာကိုတော့ မြန်မာဇာတ်ကားဖန်တီးသူတွေ အတုယူသင့်ပါတယ်။ကျွန်တော့်လို သရဲကား မကြိုက်တဲ့လူမျိုးတောင် နှစ်ခါလောက် ပြန်ကြည့်မိပါတယ်။\nသရဲကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်...ထိုင်းကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်\nကြည့်သင့်တဲ့ ထိုင်းသရဲကားလို့ တိုက်တွန်းချင်ပါတယ်။\n(ဒီဇာတ်ကားကို သဘောကျလွန်းလို့ ကျွန်တော့်ရဲ့တိုက်တွန်းချက်အရ ZMC မှဘာသာပြန်ပေးထားတာပါ။\nဒီဇာတ်ကားက တလောကလုံးမှာ ဘာစာတန်းထိုးဖိုင်မှ မထွက်ခဲ့ပါဘူး...\nစာတန်းထိုးဖိုင်ကို ကျွန်တော်ကိုယ်တိုင် Timing ညှိခဲ့ရသလို ZMC မှအတတ်နိုင်ဆုံးဆီလျော်အောင် ဘာသာပြန်ပေးထားတာပါ။\nစာတန်းထိုးဖိုင်ရော ဘာသာပြန်ရော ကိုယ်တိုင်ဖန်တီးခဲ့ရတဲ့ ဇာတ်ကားမို့လို့\nအမှားအယွင်းများ ပါခဲ့ရင် နားလည်ပေးကြပါလို့ ခွင့်တောင်းထားပါရစေ။) -Zawgyi -ပိႏၷဲသီး သရဲကားဆိုျပီး နာမည္ၾကီးေနတဲ့ ထိုင္းသရဲကားျဖစ္ပါတယ္။\nပံုမွန္သရဲကားေတြနဲ႕ မတူတဲ့အခ်က္ေတြ အမ်ားၾကီးပါဝင္ပါတယ္။\nေတြ႕ေနၾက သရဲကားေတြထက္ ပိုျပီး အဓိပၸါယ္ရွိတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sathu-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ash-112x200.jpg",
        "title": "Ash Is Purest White ( 2018 )",
        "description": "ပြာဆိုတာ အသန့်စင်ဆုံး အဖြူရောင်ပါတဲ့။ အရမ်းကိုပူပြင်းတဲ့အခြေအနေတစ်ခုမှာအရာဝတ္ထုတွေက စင်ကြယ်သွားတတ်ပါတယ်တဲ့။အဲဒါကြောင့် အပူချိန်အများဆုံးကိုခံရတဲ့ ပြာရဲ့ အဖြူရောင်ကိုအစင်ကြယ်ဆုံးပါလို့ပြောထားပါတယ်။ ဒီဇာတ်ကားမှာမြေအောက်လောက အဖွဲ့တစ်ခုက ခေါင်းဆောင်ရဲ့ ချစ်သူဖြစ်တဲ့Zhao Qiao ရဲ့ လောကဓံကြားမှာ အပူပြင်းပြင်းပေးခံရပြီး သူ့ရဲ့အကောင်းဆုံးအရည်အသွေးကို ရရှိလာတဲ့အကြောင်းရိုက်ကူးထားပါတယ်။ပြီးတော့ သူ့ရဲ့ချစ်သူအပေါ်ထားတဲ့ အချစ်ကြီးပုံကို ကြည့်တဲ့သူတိုင်းကူးစက်ခံစားစေမှာအသေအချာပါပဲ။ မျက်ရည်ဝဲရမယ့် ဇာတ်ကားမဟုတ်ပေမဲ့မဲ့ပြုံးလေးတော့ ပြုံးဖြစ်မှာ သေချာပါတယ်။ဒီဇာတ်ကားကိုCannes Film Festival မှာ ပါဝင်ယှဉ်ပြိုင်ခွင့်ရထားပါတယ်။IMDB Rating ကတော့ 7 ဖြစ်ပြီး အမှတ်ပေးကပ်စေးကုတ်တဲ့Rotten Tomato ဆိုတဲ့ ခရမ်းချဉ်သီးတွေကတော့ 100% ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ခပ်အေးအေး Drama ဖြစ်ပေမယ့်ဇာတ်ကားနဲ့အတူ စီးမျောသွားစေမှာ အသေအချာပါပဲ။ကျွန်တော့်အမြင်ကတော့ Gone With the Wind ဇာတ်ကားကိုChinese Version နဲ့တွေ့လိုက်ရသလိုပါပဲ။ဘာသာပြန်နဲ့ အညွှန်း d3mon ဖြစ်ပါတယ်Encoded By LK zawgyiျပာဆိုတာ အသန႔္စင္ဆုံး အျဖဴေရာင္ပါတဲ့။ အရမ္းကိုပူျပင္းတဲ့အေျခအေနတစ္ခုမွာအရာဝတၳဳေတြက စင္ၾကယ္သြားတတ္ပါတယ္တဲ့။အဲဒါေၾကာင့္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wjve/(CM)Ash.is.Purest.White.2018.WEB-DL.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/il7ZbGtwdUE9rvbliEX63rmaP8z.jpg",
        "title": "The Vanished ( 2018 )",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့စပိန်ဇာတ်ကား The Body ကို ပြန်လည်ရိုက်ကူးထားတဲ့psychological thriller အမျိုးအစားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ထက်မြက်လှပပြီး ကြွယ်ဝချမ်းသာမှုတွေကိုပိုင်ဆိုင်ထားတဲ့ဘာရွန်ဆေးဝါးကုမ္ပဏီရဲ့ ဥက္ကဌ ယွန်းဆိုဟီး(Kim Hee-ae)ဟာရုတ်တရက် သေဆုံးသွားခဲ့ပြီးသူမရဲ့အလောင်းဟာ ထူးဆန်းစွာပျောက်ဆုံးခဲ့ပါတယ်။ပတ်ဂျင်ဟန်( Kim Kang-woo )ဟာ တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်ပြီးဇနီးသည်ယွန်းဆိုဟီးရဲ့ဆေးဝါးကုမ္ပဏီမှာလည်း မန်နေဂျင်းအဖြစ် လုပ်ကိုင်နေသူပါ။ဇနီးသည် ယွန်းဆိုဟီးရဲ့အလောင်း ပျောက်ဆုံးခဲ့ပြီးနောက်မှာတော့လူတိုင်းအားကျနေရတဲ့ အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားတဲ့သူတို့စုံတွဲရဲ့နောက်ကွယ်က အိမ်ထောင်ရေးအရှုပ်အရှင်းတွေနဲ့အတူယွန်းဆိုဟီးရဲ့ သေဆုံးမှုနောက်ကွယ်ကခင်ပွန်းသည်ရဲ့လုပ်ကြံဆောင်ရွက်မှုတွေကို ပရိသတ်ကြီးရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။ဒါ့အပြင် အောင်မြင်ချမ်းသာပြီး လူတိုင်းအားကျရတဲ့သူဌေးစုံတွဲရဲ့လျှို့ဝှက်ထားတဲ့အကြောင်းအရာတွေကိုဖော်ထုတ်ရင်းစုံထောက် ဝူဂျောင်ရှစ်( Kim Sang- Kyung)တစ်ယောက်သူ့ချစ်သူရဲ့ပျောက်ဆုံးမှုအကြောင်းအရင်းကို ဘယ်လိုနည်းလမ်းတွေနဲ့ဖော်ထုတ်သွားမလဲဆိုတာကိုပါ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာမို့ဇာတ်လမ်းအဆုံးအထိ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ ထိတ်လန့်ဖွယ်ရာသည်းထိတ်ရင်ဖိုကားလေးတစ်ကားကိုလက်မလွှတ်တမ်းကြည့်ရှုဖို့ ညွှန်းဆိုလိုက်ပါတယ်နော်ဇာတ်ကားထဲမှာပါဝင်တဲ့သူတွေကတော့ယွန်းဆိုဟီးအဖြစ် အခုလက်ရှိ The world of married coupleဇာတ်လမ်းနဲ့ နာမည်ကြီးနေတဲ့ မင်းသမီး Kim Hee-aeပါမောက္ခ ပတ်ဂျင်ဟန်အဖြစ် Kim Kang-wooစုံထောက် ဝူဂျောင်ရှစ်အဖြစ် Kim Sang- Kyung တို့က အဓိကပါဝင်ထားကြပါတယ်။ပရိသတ်အားပေးမှုရရှိထားတဲ့ ဇာတ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေနဲ့အတူ လျှို့ဝှက်သည်းဖိုဇာတ်လမ်းကောင်းလေးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ မမေ့နဲ့နော်။  Translated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Se6w/(CM)The.Vanished.2018.HDRip.720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dHmy5vHcEfeBfy72sWxAdeSBLmn.jpg",
        "title": "Invisible Life (2019)",
        "description": "2019 ခုနစ်ထွက် drama ဇာတ်ကားကောင်းဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုမပြောခင်ဒီဇာတ်ကားမှာ ၁၈ + ဇာတ်ဝင်ခန်းအချို့ပါဝင်တဲ့အကြောင်း ကြိုပြောပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဒီဇာတ်ကားကို ၁၉၅၀ ခုနစ်ကျော်မှာ အခြေတည်ရိုက်ကူးထားပါတယ်...ဂီတာနဲ့ ယူရီဒေ့စ်တို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ပါ...ဒါပေမဲ့ အကြောင်းတရားအမျိုးမျိုးကြောင့်ကွဲကွာသွားကြတဲ့သူတို့နှစ်ယောက် ပြန်ဆုံတွေ့နိုင်ပါ့မလားဆိုတာပါပဲ...ဇာတ်လမ်းလေးက ရိုးရှင်းပေမယ့်ထိုခေတ်အခါက ရှေးရိုးစွဲတဲ့လူတွေရဲ့ခံယူချက်တွေ...အချစ်ကို ဗန်းပြပြီး အတ္တကြီးကြတဲ့လူတွေရဲ့စရိုက်တွေ....လူတွေရဲ့ မြေနိမ့်ရာလှံစိုက်ချင်တဲ့စိတ်ဓာတ်တွေကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားပါတယ်..IMDB 8/10 ရရှိထားတာမို့ ကြည့်ရှုလို့နောင်တမရစေရပါဘူးလို့ ပြောကြားရင်း... File Size : ( 1 GB , 482 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 19 min\nFormat : Mp4\nGenre : ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qlih/(CM)_Invisible_Life_2019_WebRip_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/240dd96ea8973ceeff90b60b8c2cc677-133x200.jpg",
        "title": "The Layover (2017)",
        "description": "ဒီဇာတ်ကားမှာ နာမည်ကျော်မော်ဒယ်လ်မင်းသမီးတွေဖြစ်တဲ့ Kate Upton နဲ့ Alexandra Daddario တို့ ပါဝင်ထားပြီးမင်းသားကတော့ ရွှေအိုရောင်ဆံကေသာနဲ့မင်းသားချော Matt Barr ပါ။ဒီဇာတ်ကားနဲ့ပက်သက်ပြီး ရုပ်ရှင်ဝေဖန်ရေးအကြောင်းတွေ Rating အကြောင်းတွေ ဘာညာသာရကာအကြောင်းတွေကို ကျွန်တော်မပြောလိုဘူး....မင်းသမီးတွေ အရမ်းမိုက်တဲ့အကြောင်းပဲ ပြောချင်ပါတယ်...:P :Pကမ္ဘာကြီးရဲ့ နတ်သမီးတစ်ပါးလို့ တင်စားရမဲ့ Kate Upton နဲ့မျက်ဝန်းလဲ့လဲ့တစ်စုံနဲ့ ကမ္ဘာကြီးကို သိမ်းပိုက်ထားလို့ရတဲ့ Alexandra Daddario တို့နှစ်ယောက်ရဲ့ သက်ဝင်လှုပ်ရှားမှုတွေနဲ့တင်ကမ္ဘာကြီးက ပြည့်စုံလှပနေပြီမို့ အရေးမပါတဲ့ ဇာတ်ကားအကြောင်းကိုမေ့ထားကြရအောင်ပါ... :P :P :P - Zawgyi -ဒီဇာတ္ကားမွာ နာမည္ေက်ာ္ေမာ္ဒယ္လ္မင္းသမီးေတြျဖစ္တဲ့ Kate Upton နဲ႔ Alexandra Daddario တို႕ ပါဝင္ထားျပီး မင္းသားကေတာ့ ေရႊအိုေရာင္ဆံေကသာနဲ႔မင္းသားေခ်ာ Matt Barr ပါ။ဒီဇာတ္ကားနဲ႔ပက္သက္ျပီး ရုပ္ရွင္ေဝဖန္ေရးအေၾကာင္းေတြ Rating အေၾကာင္းေတြ ဘာညာသာရကာအေၾကာင္းေတြကို ကြ်န္ေတာ္မေျပာလိုဘူး....မင္းသမီးေတြ အရမ္းမိုက္တဲ့အေၾကာင္းပဲ ေျပာခ်င္ပါတယ္...:P ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-layover-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZsrojKJykh662OVJja9lvBYsF.jpg",
        "title": "We Summon the Darkness(2019)",
        "description": "We Summon the Darkness(2019)လှပညှို့အားပျင်းတယ်လို့ပြောလို့ရတဲ့ကောင်မလေးသုံးယောက်က စတိတ်ရှိုးပွဲကို ကြည့်ဖို့သွားရင်းနဲ့ ကောင်လေးအဖွဲ့နဲ့ ဆုံခဲ့ပါတယ်။အဲ့အချိန်မှာ စေတန်မာရ်နတ်ကို ကိုးကွယ်ယုံကြည်တဲ့သူတွေက လူတွေလိုက်သတ်နေတဲ့ အချိန်ဖြစ်တယ်။\nရှိုးပွဲပြီးတဲ့ညမှာ သူတို့ သုံးယောက်နဲ့ လမ်းမှာဆုံတွေ့တဲ့\nကောင်လေးတွေ အဖွဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်ကြီးကြုံခဲ့ကြတယ်..။ဘယ်သူတွေက ဘာသာရေးမှိုင်းတတ်ခံရပြီး လိုက်သတ်နေကြတာလဲ။ သူတို့အားလုံးကော ရှင်နိုင်ကြမှာလား။ တစ်ဖက်ပိတ် အယူဝါဒတွေရဲ့ ကြောက်စရာကောင်းမှု၊ ဆိုက်ကို ဆန်ဆန် လူသတ်နေမှုရဲ့နောက်ကွယ်က ကြိုးကိုင်နေမှုတွေကို ရင်တမမနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်.ခပ်ကြမ်းကြမ်းHorror ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်... File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Horror,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Theint Theint\nEncoded by Phyo Pyae zawgyiWe Summon the Darkness(2019)လွပညႇိဳ႕အားပ်င္းတယ္လို႔ေျပာလို႔ရတဲ့ေကာင္မေလးသုံးေယာက္က ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Sd2D/We_Summon.The_Darkness.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2LIWrkgFBOvPYUuMM0C8fjtKb8.jpg",
        "title": "Bhoot: Part One – The Haunted Ship (2020)",
        "description": "IMDb 6.1 / 10ဘောလီဝုဒ်ဖန်တွေအတွက် မင်းသား Vicky Kaushal ၏ ရုံတင်ဇာတ်ကားသစ်တစ်ကားဖြစ်တဲ့Mystery, Horror ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ ... မွန်ဘိုင်းမြို့ ဂျူဟူးကမ်းခြေကို သင်္ဘောပျက်ကြီးတစ်စီး လာသောင်တင်ခဲ့ပါတယ်အမှန်ကတော့ ဒီသင်္ဘောပျက်ကြီးကို တခြားနေရာတစ်ခုကိုရွေ့ဖို့ ဆွဲသွားတာပါဒါပေမဲ့ ဆွဲကြိုးပျက်သွားပြီး ဂျူဟူးကမ်းခြေကို ရောက်လာခဲ့တာပါသင်္ဘောပေါ်မှာလည်း ဘာလူသူမှမပါလာသလို ဒီသင်္ဘောကြီးကလည်း သရဲခြောက်ပါတယ်လို့ ကောလဟာလတွေထွက်နေပါတယ်ဒီသင်္ဘောကြီးကို သင်္ဘောဋ္ဌာနက စစ်ဆေးရေးအရာရှိ ပရိသ်ဗီးက စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာတော့ .....………..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (900 MB) and (450 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Sd3D/(CM)_Bhoot.Part.One.The.Haunted.Ship.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/il9y4odx9el9Imwz6VMQrz9BcNz.jpg",
        "title": "Shubh Mangal Zyada Saavdhan (2020)",
        "description": "မင်းသားချောကြီး အရွက်ရှ်မန်းရဲ့ အားလုံးစောင့်မျှော်နေကြတဲ့ ကားသစ်စစ်စစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါပြီ။တစ်ကားနဲ့တစ်ကား မထပ်ရအောင် ကာရိုက်တာမျိုးစုံနဲ့ ရိုက်ပြီး အောင်မြင်မှုတွေ ယူတတ်တဲ့ မင်းသားချောဟာ ဒီတစ်ခါမှာ ဂေးဇာတ်ရုပ်နဲ့ မြင်ရမှာပါ။ဂေးဆိုလို့ မြင်နေကျ ခပ်နွဲ့နွဲ့ ဟာသခြောက် မဟုတ်ပါဘူး။ ဒေါသကြီးကြီး စီးပွားရေးခြောက်လည်း မဟုတ်ပါဘူး။သာမန်ယောကျ်ားတွေလိုပဲ နေပြီး ယောကျ်ားချင်းပဲ ကြိုက်တတ်တာပါ။(အခြောက်လို့ ခေါ်လားမခေါ်လားတော့ မသိဘူး၊ ဂေးဆိုတာကတော့ သေချာတယ်)ကာသစ်နဲ့ အာမန်ဆိုတဲ့ ချစ်သူနှစ်ယောက်ရှိတယ်။ ဒေလီမှာ အလုပ်အတူလုပ်ရင်း ချစ်ကြိုက်နေကြတာပေါ့။မိဘတွေ သိရင်တော့ ဘယ်လို နေမလဲ။ တစ်နေ့တော့ အာမန်ရဲ့ မိသားစုမှာ အစ်မတော်ရဲ့ မင်္ဂလာဆောင် ရှိလာတော့ အာမန်ကို မင်္ဂလာဆောင်လာခဲ့ဖို့ ခေါ်တယ်။အာမန်မသွားချင်ပေမဲ့ မိသားစုကို တောင့်တနေသူ ကာသစ်ကတော့ သွားချင်တာပေါ့။အာမန်ကို အတင်းတောင်းဆိုပြီး အာမန်ရဲ့ မိသားစုရှိရာ အလာဟာဘတ်ကို သူတို့ ချစ်သူနှစ်ဦး လိုက်သွားတဲ့အခါမှာတော့...သူတို့ချစ်ခြင်းကို မထောက်မခံတဲ့ မိသားစု ပတ်ဝန်းကျင်ကို သူတို့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2cfh7/(CM)_Shubh.Mangal.Zyada.Saavdhan.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0cgUI2EhNcFS4PlUHccdnJ9HTo.jpg",
        "title": "Mermaid Down (2019)",
        "description": "ရေသူမတွေကိုမှ ဖမ်းဆီးချင်တဲ့ တံငါသမားနှစ်ယောက်ဟာဇွဲကောင်းကောင်းနဲ့ စောင့်ဆိုင်းပြီး ရေသူမလေးတစ်ကောင်ကိုဖမ်းမိကြတယ်…သူတို့ဟာသာမာန် ဖမ်းဆီးရောင်းချချင်တဲ့သူမျိုးတွေ မဟုတ်ဘဲနဲ့မိရိုးဖလာယုံတမ်းစကားအတိုင်း ရေသူမကို အမြီးတစ်ပိုင်းလူတစ်ပိုင်းဖြတ်ပြီး သယ်ဆောင်ရမယ်ဆိုတဲ့စကားအရရေသူမအမြီးကို ပုဆိန်နဲ့ခုတ်ဖြတ်လိုက်ပြီး တစ်ပိုင်းဆီထားထားတယ်….စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာဘိုင်ယာဟာအဲတံငါသင်္ဘောနားတစ်ဝိုက်မှာစောင့်ကြည့်နေပြီးအဖြစ်အပျက်တွေအပြီးမှာ တံငါသမားဆီမှ ရေသူမလေးကို ရအောင်ကယ်ထုတ်ခဲ့ပြီး သူဘာဆက်လုပ်မလဲ…??စိတ်ရောဂါကုဆေးရုံမှာ ရှိနေတဲ့ စိတ်ဝေဒနာသည်မိန်းကလေးတစ်သိုက်နဲ့ ရေသူမလေးတို့ဆုံတွေ့ခဲ့ကြပြီးအစပိုင်းမှာ အဆင်မပြေခဲ့ကြတဲ့အပြင် သူ့ကိုရေသူမဆိုတာလည်းမယုံကြည်ခဲ့ကြပေမယ့် နောက်ပိုင်းကျ အန္တရာယ်ကို အတူတူရင်ဆိုင်ခဲ့ကြတယ်…သူတို့ရင်ဆိုင်ရမှာက ဘာအန္တရာယ်ဖြစ်မလဲ…ပုံမှန်ရေသူမကားတွေလို အချစ် အလွမ်း အနမ်းနဲ့ ပြီးသွားတတ်တဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ သည်းထိတ်ရင်ဖိုနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းမျိုးလေးဖြစ်ပါတယ် File Size : ( 884 MB , 325 MB)\nQuality : WEBRip 720p\nRunning ...",
        "rating": "6.6",
        "url": "https://megaup.net/1whz1/(CM)_Mermaid_Down_720p_WebRip.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aIVXIYYyjstoBMhCts52x6jX77.jpg",
        "title": "Bamfaad (2020)",
        "description": "ဘောလီဝုဒ်ဖန်တွေအတွက် အချစ်ကားအသစ်လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်သရုပ်ဆောင်နှစ်ယောက်လုံးက မျက်နှာသစ်တွေဆိုပေမယ့် မင်းသမီးကတော့ Arjun Reddy ဇာတ်ကားထဲကမင်းသမီးချောလေး Shalini Pandey ရဲ့ ဘောလီဝုဒ်ပွဲဦးထွက် ဇာတ်ကားလည်းဖြစ်ပါတယ်အဓိကမင်းသားကတော့ နာမည်ကြီးသရုပ်ဆောင်ကြီးတစ်ယောက်ဖြစ်တဲ့ Paresh Rawal(Sanju ဇာတ်ကားထဲမှ ဆန်ဂျူး၏ဖခင်နေရာ၌သရုပ်ဆောင်သောမင်းသားကြီး) ၏ သား Aditya Rawal ပဲဖြစ်ပါတယ်သရုပ်နှစ်ဆောင်နှစ်ယောက်လုံးက အသစ်တွေဆိုပေမယ့် စကေးတွေကတော့ မညံ့ပါဘူး ဇာတ်လမ်းလေးကတော့ နာတီးဆိုတဲ့ ခပ်ပေပေခပ်ဆိုးဆိုးချာတိတ်တစ်ယောက်ရှိတယ်ဘာအလုပ်မှမယ်မယ်ရရမရှိဘဲ နေ့စဉ်အလေလိုက်ရန်ဖြစ် ဒါနဲ့ပဲအချိန်ကုန်နေတတ်တဲ့ကောင်မျိုးပေါ့တနေ့မှာတော့ အမှတ်မထင် နီလမ်းဆိုတဲ့ကောင်မလေးကိုတွေ့ပြီး စိတ်ဝင်စားသွားခဲ့တယ်ဖြစ်ချင်တော့ ဒီကောင်မလေးဟာ သူတို့ဒေသက တကယ့်အကောင်လိုပြောလို့ရတဲ့ ဂျီဂဲရ်ရဲ့အပတ်သတ်ဖြစ်နေတယ်ဒီတော့ ဒီလူဆိုးလက်က ဒီကောင်မလေးကို ကယ်တင်နိုင်ပါ့မလား သူတို့အချစ်ရေးကရော ဖြောင့်ဖြူးပါ့မလားဆိုတာကို ...........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and ...",
        "rating": "5.5",
        "url": "https://megaup.net/1wgn3/(CM)_Bamfaad_2020_Hindi_720p_WEBRip.mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/YLFVWVm-160x200.jpg",
        "title": "[18+] Robotrix (1991)",
        "description": "( Dark Side Production မှတင်ဆက်သည်။)ဒီတစ်ခါတော့ 1991 ခုနှစ်က ထုတ်ထားတဲ့ Sci-fi ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Robocop တို့လို စက်ရုပ်ကားတွေ ခေတ်စားလာတဲ့ အချိန်မှာ ရိုက်ကူးထားတဲ့ တရုတ်ကားတစ်ကားဖြစ်ပါတယ်။အမျိုးသမီးရဲမေတစ်ဦး သေဆုံးသွားတဲ့အချိန်မှာ သူမကို စက်ရုပ်တစ်ရုပ်အဖြစ် ပြောင်းလဲပေးလိုက်ပြီးတော့ လူဆိုးတွေကိုနှိမ်နင်းမှာဖြစ်ပါတယ်။ဘယ်လို ဆွဲဆောင်နှိမ်နင်းမလဲဆိုတာ အတော်လေး စိတ်ဝင်စားစရာကောင်းပါတယ်။တရုတ်အက်ရှင်ကားပီပီ စက်ရုပ်နဲ့အတိုက်အခိုက်ကို ပေါင်းစပ်ဖန်တီးထားပေမယ့်18+ အခန်းတွေလဲ ပါဝင်တာမို့ အက်ရှင်ကားကြိုက်တဲ့ ကလေးတွေတော့ အားပေးလို့မရပါဘူး...:3 \nFile size…(1 GB)and (480MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by TarTee zawgyi( Dark Side Production မွတင္ဆက္သည္။)ဒီတစ္ခါေတာ့ 1991 ခုႏွစ္က ထုတ္ထားတဲ့ Sci-fi ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Robocop တို႔လို စက္႐ုပ္ကားေတြ ေခတ္စားလာတဲ့ အခ်ိန္မွာ ႐ိုက္ကူးထားတဲ့ တ႐ုတ္ကားတစ္ကားျဖစ္ပါတယ္။အမ်ိဳးသမီးရဲေမတစ္ဦး ေသဆုံးသြားတဲ့အခ်ိန္မွာ သူမကို စက္႐ုပ္တစ္႐ုပ္အျဖစ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-robotrix-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/103801l-140x200.jpg",
        "title": "[Hentai] Allargando The Animation (2015)",
        "description": "An-chan who works at a maid masseuse parlor pampers her crush and client Koide-kun exclusively. He might not be the coolest or the most confident like his friend Sataki-kun, but guess which one she loves? School idol Aoyagi cheerfully sells sex tapes starring herself to a socially low-ranked student Nozaki. He wonders why she would sell such things to him ...",
        "rating": "6.44",
        "url": "https://megaup.net/1wg16/Allargando_The_Animation_RAW_HD720_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/jokzo2sj506e-141x200.jpg",
        "title": "College Girls’ Massage Parlor (2020)",
        "description": "အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တာကတော့\nလိုတာမရ ရတာမလိုဖြစ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက် နည်းလေးတွေမျှဝေပေးမယ့်\nပညာပေးကားလေးပဲဖြစ်ပါတယ်။\nလက်ရှိရထားတဲ့မိန်းမတွေ၊ဆော်လေးတွေကို\nစိတ်အလိုမကျဖြစ်နေတဲ့ ဘဒိုတို့\nတခါတလေအကြောလျှော့ပေးမယ့်\nမာဆတ်ကဆော်အလန်းလေးတွေအကြောင်းရိုက်ထားတာပါ။\nသူငယ်ချင်းသုံးယောက်ဆုံမိတဲ့အခါ လက်ရှိမိန်းမတွေ\nရည်းစားတွေနဲ့ အဆင်မပြေတဲ့အကြောင်း\nအတွေ့အကြုံလေးတွေဖလှယ်ရင်း\nမာဆတ် ကေတီဗီဆိုဝေး တမာရွက်ပြုတ်လောက်သိတဲ့\nလူရိုးလေးဘော်ဒါနှစ်ယောက်ကို\nဘိကောင်းကောင်းလေးတွေဆိုသွားနေကြ\nကျော်ကြီးက ဦးဆောင်ပြီးခေါ်သွားပေးတယ်ပေါ့။\nဟိုရောက်တဲ့အခါ ထင်မှတ်မထားတဲ့ ဖြူဖြူဖွေးဖွေး\nဆော်အလန်းလေးတွေက ဘယ်လို နည်းပညာလေးတွေနဲ့ ရှယ်ပြုစုမယ်။\nလူရိုးကြီးဆိုတဲ့ ဘော်ဒါတွေကလည်းအနှစ်နှစ်အလလက\nအောင်းထားတဲ့ အတွင်းအားတွေနဲ့ သိုင်းဘယ်လိုကျင့်မယ်ဆိုတာတော့\nခံစားသာကြည့်လိုက်တော့။\nညွှန်းချင်တာက နောက်ဆုံးဆော်လေးပဲ\nဘယ်လိုတွေညုပြီး ဘယ်လိုတွေခရုတယ်ဆိုတာတော့\nကြည့်ကြည့်မှ သိမှာပဲ\nကကြီးဆော်လေးတွေထုံးစံအတိုင်း ကိုယ်လုံးကိုယ်ပေါက်နဲ့\nရုပ်လေးတွေကတော့ စိတ်ကူးယဉ်နိုင်မယ့်အနေအထားကြီးပဲ\nနောက်ပြီး လူရိုးကြီး ဘော်ဒါက\nကျော်ကြီးတယောက်ကို ကွက်ကျော်ဘယ်လိုရိုက်သွားတယ်ဆို\nတာလေးလဲပါလို့ ဘော်ဒါအချင်းချင်း\nတချို့အရာတွေလျှိုထားသင့်ကြောင်းကို ဇာတ်ကားထဲမှာ\nပညာပေးထားပါတယ်။\nကဲ Stay Home မှာ ဘေးကင်းကင်းနဲ့ ဒေါင်းကြည့်လိုက်ပါအုန်း။\nဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nပွဲတိုင်းကျော် Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nအခုတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တာကေတာ့\nလိုတာမရ ရတာမလိုျဖစ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ နည္းေလးေတြမွ်ေဝေပးမယ့္\nပညာေပးကားေလးပဲျဖစ္ပါတယ္။\nလက္ရွိရထားတဲ့မိန္းမေတြ၊ေဆာ္ေလးေတြကို\nစိတ္အလိုမက်ျဖစ္ေနတဲ့ ဘဒိုတို႔\nတခါတေလအေၾကာေလွ်ာ့ေပးမယ့္\nမာဆတ္ကေဆာ္အလန္းေလးေတြအေၾကာင္း႐ိုက္ထားတာပါ။\nသူငယ္ခ်င္းသုံးေယာက္ဆုံမိတဲ့အခါ လက္ရွိမိန္းမေတြ\nရည္းစားေတြနဲ႔ အဆင္မေျပတဲ့အေၾကာင္း\nအေတြ႕အႀကဳံေလးေတြဖလွယ္ရင္း\nမာဆတ္ ေကတီဗီဆိုေဝး တမာ႐ြက္ျပဳတ္ေလာက္သိတဲ့\nလူ႐ိုးေလးေဘာ္ဒါႏွစ္ေယာက္ကို\nဘိေကာင္းေကာင္းေလးေတြဆိုသြားေနၾက\nေက်ာ္ႀကီးက ဦးေဆာင္ၿပီးေခၚသြားေပးတယ္ေပါ့။\nဟိုေရာက္တဲ့အခါ ထင္မွတ္မထားတဲ့ ျဖဴျဖဴေဖြးေဖြး\nေဆာ္အလန္းေလးေတြက ဘယ္လို နည္းပညာေလးေတြနဲ႔ ရွယ္ျပဳစုမယ္။\nလူ႐ိုးႀကီးဆိုတဲ့ ေဘာ္ဒါေတြကလည္းအႏွစ္ႏွစ္အလလက\nေအာင္းထားတဲ့ အတြင္းအားေတြနဲ႔ သိုင္းဘယ္လိုက်င့္မယ္ဆိုတာေတာ့\nခံစားသာၾကည့္လိုက္ေတာ့။\nၫႊန္းခ်င္တာက ေနာက္ဆုံးေဆာ္ေလးပဲ\nဘယ္လိုေတြညဳၿပီး ဘယ္လိုေတြခ႐ုတယ္ဆိုတာေတာ့\nၾကည့္ၾကည့္မွ သိမွာပဲ\nကႀကီးေဆာ္ေလးေတြထုံးစံအတိုင္း ကိုယ္လုံးကိုယ္ေပါက္နဲ႔\n႐ုပ္ေလးေတြကေတာ့ စိတ္ကူးယဥ္ႏိုင္မယ့္အေနအထားႀကီးပဲ\nေနာက္ၿပီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wg13/College_Girls__Message_Parlor_2020_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rRbiIwlfwBZxfp9P1TX6cad7Gpc.jpg",
        "title": "Finding You(2019)",
        "description": "Finding You(2019)အာနယ်လ် အေလန် ဘူညီ ဆိုတဲ့ကောင်လေးက Hyperthymesia ဆိုတဲ့အခြေအနေတစ်ခုရှိနေတဲ့သူပေါ့ ...\nကိုယ့်ဘဝတစ်လျှောက်မှာဖြစ်ခဲ့သမျှကို သူများတွေထက်ထူးပြီး အသေးစိတ် နေ့ရက် အချိန်မလွဲ မှတ်မိနေတာမျိုးပေါ့...\nသူရဲ့ throwback app ကနေ လွန်ခဲ့သောနှစ် လ ရက် တွေရဲ့ အမှတ်တရpostတွေတက်လာတဲ့အခါမှာ သူ မမှတ်မိတာတွေဖြစ်နေရော....\nသူ့လိုလူတစ်ယောက်တစ်ယောက်အတွက် ဒါမျိုးက မဖြစ်သင့်ဘူးလေ....\nအဲ့အတွက် postတွေထဲက သူရည်ညွန်းရေးထားတဲ့ မိန်းကလေးက ဘယ်သူလဲဆိုတာ သိချင်နေတယ် ...\nအဲ့မိန်းကလေးကြောင့်ပဲ သူ့ဘဝကြီးအချိုးအကွေ့ဖြစ်ခဲ့ရတယ်\nအများကြီးမပြောတော့ဘူး Finding youဆိုတဲ့အတိုင်း ဘယ်သူကြောင့် သူ့လိုလူ မေ့ရသလဲဆိုတာ ကြည့်ကြည့်ကြပါ...\nအချစ်ဇာတ်ကားလေးကို ခံစားကြည့်ကြပါလို့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : 800MB\nQuality : WEB-DL\nFormat…mp4\nDuration…01:37:00\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae zawgyiFinding You(2019)အာနယ္လ္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/finding-you2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/curiosa-200x150.jpg",
        "title": "Curiosa 2019 (21+)",
        "description": "ဒါလေးကတော့ ပြင်သစ် ၂၁+ ရုပ်ရှင်အမျိုးအစားပဲ ဖြစ်ပါတယ်။ ပြင်သစ်တွေ အီတလီတွေရဲ့ စတိုင်အတိုင်း ခံစားချက်ပြင်းပြင်းနဲ့ လိင်အသားပေး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ၁၉ ရာစုက နာမည်ကျော် စာရေးဆရာ နှစ်ယောက်ဖြစ်တဲ့ ပီယာ လူဝီ နဲ့ မယ်ရီ ဒီ ရက်ဂ်နီရာ တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အခြေခံထားတာပဲဖြစ်ပါတယ်။ အဓိကကတော့ ကဗျာဆရာ၊ ဓာတ်ပုံဆရာ၊ စာရေးဆရာမတွေ ခံစားလွန်ပြီး အချစ်ရေးမှာရှုပ်ထွေးလာကြတာကိုဖော်ပြချင်တာပါ။အသေးစိတ်တော့ မရေးပြတော့ပါဘူး။ အပြောထက် အပြကို ပိုခံစားတတ်တဲ့ ပရိသတ်တွေများနေတဲ့အတွက် ဇာတ်ကားထဲက စာတန်းတွေတောင် ဖတ်ချင်မှဖတ်မှာမှန်းသိပါတယ်။ ပြင်သစ်ဘာသာဖြစ်ပြီး အင်္ဂလိပ်စာတန်းက သိပ်မကောင်းတာကြောင့် နားသိပ်မလည်လည်း ခွင့်လွှတ်ကြမယ်ထင်ပါတယ်။\nFile size…(750Mb) (350Mb)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.\n zawgyiဒါေလးကေတာ့ ျပင္သစ္ ၂၁+ ႐ုပ္ရွင္အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ျပင္သစ္ေတြ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2c958/Curiosa.2019.720p.BluRay(CM).mp4",
        "category": "Adult, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/71NAWIEiBaL._SL1500_-141x200.jpg",
        "title": "Girls vs Gangsters (2018)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://channelmyanmar.org/girls-vs-gangsters-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Girls-2014-11-133x200.jpg",
        "title": "Girls (2014)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://megaup.net/3y16C/(CM)Girls.2014.720p.BluRay.x264-ROVERS.mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUggWBMN8xUNVasYsroyUUPmaKa.jpg",
        "title": "Blue Story(2019)",
        "description": "Blue Story(2019)ဒီတစ်ခါမှာ​တော့ Action / Drama ဇာတ်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။Blue Story လို့အမည်ရတဲ့ ဒီကားဟာဆိုရင်​တော့ 2019မှာ ထွက်ရှိလာတာဖြစ်ပြီး 2020ခုနှစ်အတွက် NME (best film award) ကို ရရှိခဲ့တဲ့ ဇာတ်ကား​ကောင်းတစ်ကား ဖြစ်ပါတယ်။လန်ဒန်မြို့ရဲ့ အ​ရှေ့​တောင်ဘက်ခြမ်းမှာ​ Peckham Youths နဲ့ Ghetto Boys ဆိုတဲ့ ဂိုဏ်း၂ဂိုဏ်းအကြားက အားပြိုင်မှုဟာ ပြင်းထန်လွန်းလှပါတယ်။နယ်​မြေစွဲ​တွေနဲ့ အမြဲတမ်းတိုက်ခိုက်​နေကြတဲ့ အဖွဲ့ ၂ဖွဲ့ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ​တော့ မာကို ဟာ Peckham Youths အဖွဲ့​ခေါင်း​ဆောင်ရဲ့ ညီ ဖြစ်ပြီး သူ့ဆီမှာ အချစ်ဆုံးသူငယ်ချင်း တင်မီ ရှိပါတယ်။ မာကို နဲ့တင်မီတို့ဟာ အတူသွား အတူစားကြရင်း ညီအကို​ရင်းချာ​တွေလို ​နေထိုင်ကြတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ အ​ကြောင်းတစ်စုံတစ်ရာ​ကြောင့် သူတို့နှစ်​ယောက် အချင်းများကြပြီး ​နောက်ဆုံး တင်မီက Ghetto Boys ...",
        "rating": "6.0",
        "url": "https://megaup.net/Qaaf/Blue_Story.2019.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLqgVqMQsYiQO63juIuArm7568Z.jpg",
        "title": "Spirit: The Beginning of Fear (2020)",
        "description": "ဒီဇာတ်ကားကတော့ ၂၀၂၀ ဖေဖော်ဝါရီကလောလောလတ်လတ်ထွက်ရှိထားတဲ့ Horror ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အကျိုးဆောင်ကုမ္ပဏီတစ်ခုရဲ့သူဠေးဖြစ်သူ ပတ်မန်းဂီဆိုတဲ့သူကသူ့ဖောက်သည်ဖြစ်သူ အိမ်တစ်အိမ်ကိုဝယ်ဖို့စပ်ပေးပါတယ်။အဲ့အိမ်ကထူးခြားတာက ဈေးတော်တော်တန်နေတာပါ။ဈေးတန်ရင်တစ်ခုခု အပြစ်အနာအဆာရှိတတ်တယ်ဆိုတဲ့ ထုံးစံအတိုင်းအဲ့ဒီအိမ်ကြီးကသရဲခြောက်တယ်လို့နာမည်ကြီးနေတာပါ။နောက်ထပ်ထူးဆန်းတာကသူဠေးပတ်ကအဲ့အိမ်ကသရဲခြောက်မှန်းအိမ်ပျက်ကြီးမှန်းသိသိနဲ့ကိုတမင်ရောင်းလိုက်တာပါ။ဒါကိုဝယ်ဖို့သွားတဲ့သူလည်း အဲ့အိမ်ကြီးကအိမ်ရှင်ဆီမှာ အရောင်းအဝယ်စာချုပ်လက်မှတ်ထိုးခိုင်းဖို့သွားရင်းရုတ်တရက်ပျောက်ဆုံးသွားပြန်တယ်။သူ့မိန်းမဖြစ်ကလည်းယောကျာ်းပျောက်သွားတော့ရဲတွေကိုအကြောင်းကြားပြီးရှာဖို့ကြိုးစားပါတော့တယ်။ဒီအမှုကိုကြိုးစားလိုက်နေတဲ့စုံထောက်ချွဲကဒီပျောက်ဆုံးမှုဟာလွန်ခဲ့နှစ်ပေါင်း ၃၀ လောက်ဖြစ်ခဲ့တဲ့ လူသတ်မှုတွေနဲ့ပါပတ်သက်ဆက်နွယ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါအမှုကိုကြိုးစားဖော်ထုတ်ဖို့လုပ်ပါတော့တယ်။နောက်တော့သူဠေးပတ်နဲ့ သူယောကျာ်းပျောက်သွားတဲ့အမှုကြားမှာထူးဆန်းတာတွေက တစ်စပြီးတစ်စဖြစ်လာပါတယ်။ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို Mystery ဆန်ဆန် စိတ်ဝင်စားဖို့ကောင်းအောင် တွေးလုံးတွေထည့်ရိုက်ကူးထားပါတယ်။ကဲ အားလုံးပဲဘယ်လိုတွေဆက်ဖြစ်မယ် ဘယ်လိုဇာတ်လမ်းကအပြောင်းအလဲရှိလာမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှုခံစားစေချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…) File Size : (700 MB) and (350 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre : Horror\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/2S3yY/(CM)_Spirit.The.Beginning.of.Fear.2020.720p.FHDRip.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZMrZGGW65ePWIgRn1260nA1uUm.jpg",
        "title": "Fantasy Island (2020)",
        "description": "စိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်ကားသစ်တစ်ကား တင်ပေးလိုက်ပါပြီ။Rating နည်းပေမယ့် အတော်ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်ဖြစ်နေတာ အံ့သြစရာပါပဲ။ဒီရုပ်ရှင်ကတော့ ၁၉၇၇ လောက်က နာမည်ကျော်ခဲ့တဲ့ Fantasy Island ဆိုတဲ့ စီးရီးရဲ့ Prequel ဇာတ်လမ်းအနေနဲ့ ရေးသားရိုက်ကူးထားခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းနာမည်အတိုင်းပဲ ကျွန်းကြီးတစ်ကြီးရှိပါတယ်။အဲဒီကျွန်းရဲ့ ပိုင်ရှင် မစ္စတာ ရို့ခ် ဟာ ကျွန်းပေါ်ကို ရောက်လာသမျှလူတိုင်းရဲ့ စိတ်ကူးယဉ်အိပ်မက် (သို့မဟုတ်) အလိုချင်ဆုံး ဆန္ဒ တစ်ခုစီကို ပြည့်စေရမယ် ကြေညာခဲ့ပါတယ်။အဲဒီကျွန်းပေါ်ကို ဖိတ်ခေါ်ခံရတဲ့ ကံထူးရှင်တွေကတော့ သူတို့လိုချင်တာတွေကိုဘယ်လိုဖြည့်ပေးမလဲဆိုပြီး သိချင်စိတ်တွေ၊ မျှော်လင့်ချက်တွေနဲ့ ရောက်လာကြတာပါပဲ။သူတို့ထင်တာတော့ ကစားနည်းလေးတွေ၊ ဆင်ဆင်တူ နေရာလေးတွေ၊ ပုံရိပ်ယောင်ပြစက်လေးတွေနဲ့ လုပ်ပေးမယ် ထင်ခဲ့တာပါ။ဒါပေမယ့် တကယ်တမ်းကျွန်းပေါ်ကို ရောက်လာတဲ့အခါ မဖြစ်နိုင်တဲ့ ဆန္ဒတွေကအစအားလုံးသော ဆန္ဒတွေကို ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/fantasy-island-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/TO-138x200.jpg",
        "title": "To Your Last Death(2019)",
        "description": "To Your Last Death(2019)ထိတ်လန့်ဖွယ် ခပ်ကြမ်းကြမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Animation ဇာတ်ကြမ်းကားတစ်ကား လာပါပြီ...ဇာတ်လမ်းအညွှန်းDeKalb ဆိုတဲ့ အာဏာရှိမိသားစုမှာ သားသမီးလေးယောက်ရှိရာက သူတို့လေးယောက်လုံးကို ငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကြီးဟာ ညှင်းပန်းနှိပ်စက်ခဲ့တာပါ...စီးပွားရေးရာမှာ အောင်မြင်လာတဲ့ဖခင်ကြီးဟာ နိုင်ငံရေးဘက်ကို ခြေစုံပစ်ဝင်ဖို့ ကြိုးစားလာပြီး ဒုတိယသမ္မတအဖြစ် မဲဆွယ်ပွဲလုပ်တဲ့အခါမှာ သားသမီးလေးယောက်လုံးဟာ သူတို့အဖေရဲ့မကောင်းကြောင်းကို လူရှေ့သူရှေ့မှာ ထုတ်ဖော်ပြောကြားလိုက်တဲ့အတွက် သူ့ရဲ့နိုင်ငံရေးကြိုးပမ်းမှုဟာ ကျရှုံးခဲ့ရပါတယ်...\nဖခင်ဖြစ်သူအတွက်တော့ ကမ္ဘာမကျေ ဖြစ်ရပ်ပါပဲ..အဲ့ဒီနောက်တော့\nဖခင်ဖြစ်သူဟာ ဘယ်လိုရက်စက်ယုတ်မာမလဲ...\nသားသမီးတွေကရော ဘယ်လို လူသတ်သမားမျိုးစုံနဲ့တွေ့မလဲ...\nဒီ Animation က အက်ရှင်ကားဖြစ်ပြီး လူသတ်ချက်တွေလည်း\nရက်စက်ပြီး ထိတ်လန့်စရာကောင်းပါတယ်...\nPlot Twist တွေများတဲ့အပြင် ခပ်ဆန်းဆန်းဇာတ်အိမ်လည်းဖြစ်လို့\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:31:00\nGenre : Animation , Action , Horror\nSubtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/2S2qk/To_Your_Last_Death.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nQgcZb9hGzU2Dz8cYC5JoxkYBi.jpg",
        "title": "Jannat 2(2012)",
        "description": "Jannat 2(2012)Jannat(2008) ရဲ့အဆက်ပါ....ရှေ့ကားကြည့်ထားတဲ့သူတွေအတွက်\nဒီကားကိုတော့ ဆက်ညွှန်းလို့မဖြစ်ပါဘူး...ညွှန်းလိုက်ရင် ရှေ့ကားကို လုံးဝကြီး\nSpoil သလို ဖြစ်သွားမှာစိုးလို့ပါ...အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat 2(2012)Jannat(2008) ရဲ႕အဆက္ပါ....ေရွ႕ကားၾကည့္ထားတဲ့သူေတြအတြက္\nဒီကားကိုေတာ့ ဆက္ၫႊန္းလို႔မျဖစ္ပါဘူး...ၫႊန္းလိုက္ရင္ ေရွ႕ကားကို လုံးဝႀကီး\nSpoil သလို ျဖစ္သြားမွာစိုးလို႔ပါ...အၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thaik San ပဲျဖစ္ပါတယ္..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/Q9lb/Jannat_2_2012_Hindi_BRRip_720p.pp.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8MnR5wykZmi5rrbq8yP5MItixD0.jpg",
        "title": "Jannat(2008)",
        "description": "Jannat(2008)အရ်ဂျွန်က စိတ်မြန်ပြီး တဇွတ်ထိုးလုပ်တတ်တဲ့ သွေးဆူဆူ လူငယ်တစ်ယောက်။သူကဖဲချပ်တွေကစားရတာအလွန်ဝါသနာပါပါတယ်။ ဖဲချပ်တွေကိုပွတ်တဲ့နေရာမှာတော့ ပါရမီပါတယ် ပြောရမလားပဲ...သူ့အတွက်လက်ဖျားငွေသီးလာသလိုပဲ....အဲ့ဒီငွေကနေ\nအဆင့်တက်ပြီး ခရက်ကစ်ပွဲတွေမှာအ‌လောင်းအစားဝင်လုပ်ပါတယ်။\nဒီလိုနဲ့ ဒုစရိုက်လောကထဲကို တဖြည်းဖြည်းသူရောက်သွားတယ်...\nနောက်ပိုင်းငွေအလွယ်ရလာတဲ့အပြင် ငွေရှိသူတွေရဲ့ အာဏာနဲ့ အမှန်တရားဆိုတာဟာ ငွေနဲ့အင်အားကြီးသူတို့အတွက် သာရှိတယ်လို့ သူမြင်လာတဲ့နောက်မှာတော့\nသူဟာ ဒီလောကရဲ့အရှင်သခင်ဖြစ်ဖို့ကြိုးစားပါတော့တယ်....\nကိုင်းဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ဦးဗျို့...\nဂန်းစတားကား ခပ်မိုက်မိုက်ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း...\nအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်... File Size : (1.07 GB) and (371 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat(2008)အရ္ဂြၽန္က စိတ္ျမန္ၿပီး တဇြတ္ထိုးလုပ္တတ္တဲ့ ေသြးဆူဆူ လူငယ္တစ္ေယာက္။သူကဖဲခ်ပ္ေတြကစားရတာအလြန္ဝါသနာပါပါတယ္။ ဖဲခ်ပ္ေတြကိုပြတ္တဲ့ေနရာမွာေတာ့ ပါရမီပါတယ္ ေျပာရမလားပဲ...သူ႔အတြက္လက္ဖ်ားေငြသီးလာသလိုပဲ....အဲ့ဒီေငြကေန\nအဆင့္တက္ၿပီး ခရက္ကစ္ပြဲေတြမွာအ‌ေလာင္းအစားဝင္လုပ္ပါတယ္။\nဒီလိုနဲ႔ ဒုစ႐ိုက္ေလာကထဲကို တျဖည္းျဖည္းသူေရာက္သြားတယ္...\nေနာက္ပိုင္းေငြအလြယ္ရလာတဲ့အျပင္ ေငြရွိသူေတြရဲ႕ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Q9le/Jannat.2008.720p.pp.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrL91M6xyak6yM7dCgYpyklKe37.jpg",
        "title": "World Famous Lover (2020)",
        "description": "လူ့ဘ၀ဆိုတာဟာ အခန်းပေါင်းများစွာနဲ့ဖွဲ့စည်းထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဘယ်နေရာမှာ ဘယ်သူနဲ့တွေ့ခဲ့တယ် ၊ ဘယ်မှာနေခဲ့တယ် ၊ ဘာတွေလုပ်ခဲ့တယ်ဆိုတဲ့ ခေါက်ရိုးကျိုးအခန်းတွေမဟုတ်ပဲ ဘယ်သူနဲ့ချစ်ခဲ့တယ် ဘယ်သူ့ကို ချစ်ခဲ့တယ် ၊ ဘယ်လိုအသည်းကွဲခဲ့တယ်ဆိုတဲ့ သူမတူတဲ့ အချစ်ဇာတ်လမ်းလေးတွေတော့ ကိုယ်စီရှိကြမယ် ထင်ပါရဲ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ မင်းသား(ဂေါ်သမ်)ဟာ စာရေးဆရာဖြစ်လိုသူ၊ သူ့ချစ်သူ(ယမနီ - ယမင်းရုပ်လို့ပဲ ဆိုပါစို့)ရဲ့အထောက်အပံ့ကို ယူ ၊ ချစ်သူနဲ့ အတူနေပြီး စာရေးဖို့ကြိုးစားနေသူပေါ့။ဒါပေမယ့်လည်း စာရေးဆရာတို့ ၊ ပန်းချီဆရာတို့လို အနုပညာမှော်ဝင်စားတတ်သူတွေဟာ ချစ်သူအပေါ်ထားရှိရမယ့် တာဝန် ၊ ချစ်သူအပေါ် ဂရုစိုက်ရမယ့်၀တ္တရားတွေကို မဆိုထားနဲ့ဦး ။စားဖို့ အိပ်ဖို့တောင် မေ့လျော့နေတတ်ကြသူတွေလေ...။ ယမနီအတွက်တော့ နေ့စဉ်အလုပ်သွား၊ ပြန်လာတိုင်း ဆေးလိပ်တစ်ဖက်၊စာအုပ်တစ်ဖက်နဲ့ ယောကျ်ားယမနီလုပ်ပေးခဲ့တဲ့ စားသောက်ဖွယ်ရာတွေကို ကာတွန်းကြည့်ပြီးထိုင်စားနေတဲ့ လင်ယောကျ်ားကို မြင်ရလိုက်ညဘက်အိပ်ယာဝင်တိုင်း သန္ဓေတားဆေးသောက်ရလိုက်နဲ့ ဘာတိုးတက်မှုမှ ရှိမလာတဲ့ လင်ယောကျ်ားအပေါ် စိတ်ကုန်လာခဲ့ပါတယ်။ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2S2eA/(CM)_World.Famous.Lover.2020.720p.NF.WEB-DL.mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqo0hVifRmsSwHg6tAP1nF3f9eB.jpg",
        "title": "Deep Sea Walleye ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က သတ္တဝါကြီးတွေနဲ့ စွန့်စားရေးကားတွေကို\nကြိုက်တဲ့ ပရိသတ်တွေအတွက် Deep Sea Walleye ဆိုတဲ့\nသိပ္ပံကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအညွှန်းကတော့-သင်္ဘောတစ်စင်းမှ သင်္ဘောသားက ဖန်ပြွန်လေးတစ်ခုကိုကောက်ရခဲ့ပါတယ်။\nဖန်ပြွန်ထဲမှာ ရေဘဝဲလေးတစ်ကောင်ပါနေပါတယ်။\nထိုဖန်ပြွန်ထဲက ရေဘဝဲကို ဖက်တီးဆိုသူက စားပြမယ်ဆိုပြီး\nမီးဖိုချောင်ထဲမှာ လူတွေ စုနေကြသတဲ့။တစ်ဖက်မှာ ထိုသင်္ဘောပေါ်က သိန်း ၃၀၀ တန် စိန်ကြီးကို\nဓားပြတိုက်ဖို ကျန်းယန်နဲ့ ချွေးလီတိုအဖွဲက သင်္ဘောတစ်စင်းဖြင့် ချဉ်းကပ်လာပါတယ်။\nဖန်ပြွန်ထဲက ရေဘဝဲလေးက ဘယ်လို သတ္တဝါကြီး\nအဖြစ်ပြောင်းလဲသွားပြီး လူတွေကို ဘယ်လို ဒုက္ခပေးမလဲ......\nကျန်းယန်တိုကရော ထို သတ္တဝါကြီးလက်ထဲကနေ အသက်ရှင်နိုင်ပါမလား......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ သည်းထိတ်ရင်ဖို လိုက်ပါခံစားကြည့်ရှူလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction , Thriller\nRuntime : 1h 18 min\nSubtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-walleye-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/trv4FHZzMgEG2GCbbqOJP0oCrRv.jpg",
        "title": "Bunshinsaba vs Sadako ( 2016 )",
        "description": "ဂျပန် နိုင်ငံကနေပြီးတော့ ပြန်နှံ့လာခဲ့တဲ့ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ဗီဒီယိုဖိုင်တစ်ခု...!\nပိုပြီး ထူးဆန်းဖွယ်ကောင်းတာက အဲဒီ ဗီဒီယိုဖိုင်ကို\nကြည့်ရှုသူတိုင်းဟာ ၇ ရက်အတွင်းမှာ အသေဆိုးနဲ့ သေဆုံးကြရတဲ့အခါ...?ဒီသတင်းဟာ အနယ်နယ် အရပ်ရပ်ကို ပျံ့နှံ့ပြီးလူတွေရဲ့ စိတ်ကို\nဂယက်ထအောင် ခြောက်လန့်လို့နေခဲ့ပါတယ် ။ ဒီလိုနဲ့\nဆယ်စုနှစ်တစ်ခုကြာပြီးတဲ့နောက် တရုတ်နိုင်ငံရဲ့ ကျောင်းတစ်ခုမှာ\nအဲဒီ ထိတ်လန့်ဖွယ် ကျိန်စာသင့် ဗီဒီယိုနဲ့ပတ်သတ်ပြီး\nကိစ္စတစ်ခုဖြစ်သွားခဲ့ပါတော့တယ် ။ အဲဒီအရာကတော့...?ဒီကျိန်စာဆိုးကြီးကို ဖြေရှင်းနိုင်ပါ့မလား ?\nကြောက်မက်ဖွယ်ကောင်းတဲ့ ကျိန်စာအတွင်းမှာ\nသူတို့တွေ ဘယ်အရာတွေ စတေးကြရဦးမှာလဲ ?\nဆိုတာ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှူလိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Horror\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bunshinsaba-vs-sadako-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjU5ZGFlMDAtNDc4NS00YjQ0LTg3NzQtMzIwOTc5ODI2YjE5XkEyXkFqcGdeQXVyNTYxODYyNQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The 3rd Guest (2023)",
        "description": "The 3rd Guest (2023)\n================အီဗီကန်းနက်သ်ဟာ စာရေးဆရာမတစ်ယောက်။\nဟာ့တ်ကန်းနက်သ်က ဓာတ်ပုံဆရာတစ်ယောက်။\nသူတို့လင်မယားနှစ်ယောက်က သမီးလေးဆုံးပြီး\nတဲ့နောက် ဝိညာဉ်တွေနဲ့လိုက်ဆက်သွယ်ဖို့လုပ်ရင်း\nဇာတ်လမ်းယူပြီး စာအုပ်ရေးကြတဲ့သူတွေပေါ့။တစ်နေ့ကျ သူတို့ကို အမျိုးသမီးတစ်ယောက်က\nအလုပ်လာအပ်ပါလေရော။ အဲ့အမျိုးသမီးရဲ့ ဆုံးသွား\nတဲ့ အဖေ့အမွေအိမ်ကို သူတို့ရောက်သွားပြီးနောက်\nကြုံတွေ့လိုက်ရတဲ့အရာတွေက သူတို့ဘဝကိုတဖြည်း\nဖြည်းနဲ့ ကမောက်ကမဖြစ်လာစေတဲ့အခါ....။(18+ဇာတ်ဝင်ခန်းအနည်းငယ်ပါတာကြောင့် မိသားစု\nနဲ့အတူ ကြည့်ရှုရန်မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (472 MB) / (263 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/the-3rd-guest-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cLxylsx9Xj08733qVWzuZ1Ua7R8.jpg",
        "title": "Dear David (2023)",
        "description": "Dear David (2023)******************ဇာတ်လမ်းလေးကတော့ဂျာကာတာမြို့က ကဟရာအထက်တန်းကျောင်းမှာDear David ဆိုတဲ့ အပြာဇာတ်လမ်းဟာ ကျောင်းသားကျောင်းသူတွေကြားမှာအရမ်းရေပန်းစားလာပါတယ်။ ဒါပေမယ့် ကျောင်းမှာကလည်းကျောင်းသူတွေကြားမှာ‌နာမည်ကြီးနေတဲ့ ဒေးဗစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်ကလည်းရှိနေပြန်တယ်။ဒီလိုဇာတ်လမ်းထွက်လာတော့ ဒေးဗစ်က အနေအထိုင်ကျပ်လာပြီးစာရေးတဲ့သူကိုလိုက်တဲ့အခါ ကျောင်းသားရေးရာဥက္ကဌလည်းဖြစ်စကော်လာရှစ်ရထားတဲ့အတန်းဖော်ကျောင်းသူလေး လာရာစ်ဖြစ်နေတာကိုသိလိုက်ရတယ်။တကယ်ရေးခဲ့လား မရေးခဲ့လားဆိုတာမေးခဲ့အခါမှာ‌တော့လာရာစ်ဟာ သူရေးခဲ့ကြောင်းဝန်ခံတယ်။လာရာစ်က ကျောင်းမှာဘယ်သူ့ကိုမှလျှောက်မပြောဖို့နဲ့ ဘာမဆိုလုပ်ပေးမယ်လို့ပြောလိုက်တယ်။အဲ့ဒီနောက်မှာတော့....File Size :(1.29GB),(572.9 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Romance ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1cemt/Dear.David.2023.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTMzMjYxNDYtOTNlOC00MWYyLTgyMTAtMDllY2FhNDg4MTUwXkEyXkFqcGdeQXVyMzkzMDk1ODU@._V1_-133x200.jpg",
        "title": "Entropy (2022)",
        "description": "ကင်ဆာရောဂါဖြစ်နေတဲ့ Abbey ဆိုတဲ့ကောင်မလေးဟာ တစ်ညမှာသူ့ချစ်သူ Miranda ရဲ့ သူငယ်ချင်းတွေနဲ့အတူညစာစားဖို့စီစဉ်လိုက်ပါတယ်ထိုအုပ်စုဟာလဲသာမာန်တွေမဟုတ်ဘဲနဲ့ အားလုံးဟာကိုယ့်ရောဂါနဲ့ကိုယ်ပါပဲ သူတို့ဟာ Cult တစ်ခုရဲ့အောက်လမ်းလိုလို ယဇ်ပူဇော်တာလိုလို နည်းလမ်းတစ်ခုကိုကျင့်သုံးပြီးတော့ Abbey ကိုပါဆွဲထည့်ဖို့ကြံစည်နေတာပါအဲဒီထဲကမှ Scott ဟာ အဲဒါရဲ့မူလအစကိုရှာဖွေလေ့လာကြည့်လိုက်တော့ နည်းလမ်းအမှားတွေဖြစ်ကြေညင်း အန္ဓာရာယ်များတဲ့နည်းလမ်းဖြစ်ကြောင်း သိလိုက်ရတော့ သူ့သူငယ်ချင်းတွေနဲ့ Abbey ကိုပြန်လည်ကယ်တင်နိုင်မလားဆိုတာ...File Size__(1.5GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1Scax/Entropy_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/The_Drop_2022_film-160x200.png",
        "title": "The Drop (2022)",
        "description": "သမီးရည်းစားလင်မယားတွေအနေနဲ့ လက်ထပ်ကြမယ် ဒါမှမဟုတ် လက်ထပ်ပြီးခဲ့ပြီရှိသော် နောက်ထပ်တက်လှမ်းရမယ့် အဆင့်တွေထဲက တစ်ခုကတော့ သားသမီးထွန်းကားရေးပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ ခေါင်းစဉ် Drop ဆိုတဲ့အတိုင်း မန်နီနဲ့ လက်စီတို့ လင်မယားဟာ ကျွန်းပေါ်မှာ ကျင်းပမယ့် သုငယ်ချင်း မင်္ဂလာဆောင်ကို လာကြရင်း မယားဖြစ်သူ လက်စီက သူများကလေးကို ပွေ့ချီထားရင်း လွတ်ကျမိတာကနေ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ ဇနီးဖြစ်သူရဲ့ ကလေးတစ်ယောက်ကို လက်လွတ်စပယ်လွတ်ကျမှုဟာ မိခင်ကောင်းတစ်ယောက်ဖြစ်နိုင်ပါရဲ့လားဆိုတာကနေ ဇာတ်လမ်းကို ဆွဲခေါ်သွားမှာပဲ ဖြစ်ပါတယ်။ ဒီကားကို လင်မယားတွေ သမီးရည်းစားတွေအနေနဲ့ သင်ခန်းစာလည်းရ အပန်းလည်းပြေအောင် ကြည်သင့်တယ်လို့ အကြံပြုပါရစေFile Size__(1.9GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/3e74w/The_Drop_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The_Extraordinary_Adventures_of_Ad_le_Blanc_Sec-789828078-large-139x200.jpg",
        "title": "The Extraordinary Adventures of Adèle Blanc-Sec (2010)",
        "description": "IMDb Rating (6.3/10)ဒီပြင်သစ်ကားက အခွီကားပါ... ရီနေရပါတယ်။\nမံမီတွေရော... ရှေးခေတ်က ငှက်တွေရော ...မှော်ပညာတွေရော... စွန့်စားခန်းတွေရောနဲ့\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့ Comedy ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့....အဒဲဆိုတာ ပြင်သစ်က နာမည်ကျော် ဆောင်းပါးရေးတဲ့ဆရာမပါ။ သူ့မှာအရမ်းချစ်ရတဲ့အမွှာညီမတစ်ယောက်ရှိပါတယ်... သူမရဲနမော်နမဲ့တစ်ခုကြောင့် သူ့ညီမခမျာ ခေတ်ဆရာဝန်တွေမကုနိုင်တော့တဲ့ ဝေဒနာရပြီး သေလုမျောပါးဖြစ်နေရှာပါတယ် ...ဒါကိုမရှုစိမ့်တော့တော့တဲ့အဆုံး သူ့ညီမကို ရှေးခေတ်မှော်ပညာနဲ့ အသက်ပြန်သွင်းဖို့ အဒဲတစ်ယောက် အီဂျစ်က မံမီတွေနောက်ကို လိုက်ပါတော့တယ်...သူ့ညီမကိုအသက်ပြန်သွင်းဖို့ မံမီတွေကို အသက်ပြန်သွင်းမယ့် အဒဲရဲ့ မဟာအကြံအစည်ကြီး စွန့်စားခန်းတို့ရဲ့ထုံးစံအတိုင်း အခက်အခဲတွေကြားထဲက အောင်မြင်နိုင်ပါ့မလားဆိုတာ....အလွဲလွဲအချော်ချော်တွေနဲ့ အတည်ပေါက်နဲ့ရီနေရမယ့် ဇာတ်လမ်းဖြစ်ပါတယ်။\nFile size…(1.9 GB) and (850 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Brownie",
        "rating": "6.3",
        "url": "https://megaup.net/2y98B/(CM)_The.Extraordinary.Adventures.of.Adele.Blanc-Sec.2010.720p.BluRay.x264-Naung.mp4",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/mohabbatein_jptus_Indya101dotcom-145x200.jpg",
        "title": "Mohabbatein (2000)",
        "description": "IMDb Rating (7/10)အမီတာဘချမ်း ၊ ရှရွတ်ခန်း ၊ Aishwarya Rai တို့နဲ့ ဒီဇာတ်ကားက Musical,Romanace,Drama အမျိုးအစား နာမည်ကြီး ဘောလိဝုဒ် ဇာတ်ကားဖြစ်ပါတယ်။ဟင်ဒီလို Mohabbatein ဆိုတဲ့ဇာတ်ကားနာမည်က မြန်မာလိုဆို \" အချစ်ပုံပြင် \" လို့ဆိုရမှာပေါ့...ဇာတ်လမ်းကတော့...ကျောင်းမှာ ကျောင်းသူကျောင်းသားအချင်းချင်း မချစ်ရမကြိုက်ရရိုမန့်တစ်ဆန်ခြင်းတွေကို မလုပ်ရဆိုပြီး တားမြစ်ထားတဲ့အရမ်းကိုစည်းကမ်းကြီးတဲ့ ကျောင်းအုပ်ကြီး...သူ့ရဲ့သမီးဖြစ်သူနဲ့ ကောင်လေးတစ်ယောက်ချစ်ကြိုက်နေကြတာကိုသိသွားတဲ့အခါမှာတော့...ချစ်သူနှစ်ဦးကို မကွဲကွဲအောင်ခွဲကြတဲ့ အတ္တမာန်မာနတွေကြား အချစ်ပုံပြင်တစ်ပုဒ်ဟာ ဝမ်းနည်းဖွယ်ရာဖြစ်သွားပါတော့တယ်။ဒါပေမယ့် နှစ်အနည်းငယ်ကြာပြီးနောက် ကောင်လေးက ကျောင်းအုပ်ကြီးကို လက်စားချေဖို့ ဂီတဆရာအဖြစ်နဲ့ ကျောင်းကိုပြန်လည်ရောက်ရှိလာတဲ့အခါမှာ....စည်းကမ်းအရမ်းကြီးပြီး အချစ်ကိုအယုံအကြည်မရှိတဲ့ ကျောင်းအုပ်ကြီးနဲ့ အချစ်ကိုအပြည့်အဝယုံကြည်ပြီး ချစ်တတ်တဲ့လူငယ်တစ်ယောက်ရဲ့ အားပြိုင်မှုတွေကို ခံစားမှုရသပေါင်းစုံနဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူနဲ့ အညွှန်းရေးထားသူကတော့ Iker Zaw ဖြစ်ပါတယ်။)\nFile size…(4.6 GB) and (2.2 GB)\nQuality….BluRay 1080p HEVC and 720p\nFormat…mkv/mp4\nDuration….03:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/1S5hj/(CM)_Mohabbatein_(2000)_720p_BluRay_AAC_5.1-Nyein.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzuZczWAB7uvnsL1XwSC2X4Zm9H.jpg",
        "title": "[18+] Crazed Fruit (1981)",
        "description": "Crazed Fruit (1981)တက်ဆုဟာ မြို့ကြီးပေါ်မှာတက်ပြီး နေ့အလုပ်ညအလုပ်နှစ်ခုနဲ့ နယ်မှာကျန်ခဲ့တဲ့ မိခင်ကိုပြန်ထောက်ပံ့နေတဲ့ ရိုးအေးတဲ့ကောင်လေးတစ်ယောက်ပါ။ ညအလုပ်အနေနဲ့ မိန်းကလေးတွေနဲ့ဧည့်ခံတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ပြီး ဘားပိုင်ရှင်နဲ့ရော သူ့ဇနီးဘားမယ်နဲ့ပါ ရင်းနှီးတဲ့ဆက်ဆံရေးရှိပါတယ်။တစ်နေ့တော့ ချီကာဆိုတဲ့ သူဌေးသမီးလေးတစ်ယောက် သူ့ဘဝထဲကို မဖိတ်ခေါ်ဘဲဝင်ရောက်လာရာကနေ တည်ငြိမ်နေတဲ့သူ့ဘဝ ဗြောင်းဆန်ဖို့ဖြစ်လာပါတော့တယ်။ လှပသွက်လက်သလို တစ်ဇွတ်ထိုးဆန်တတ်တဲ့ ချီကာ၊ လူချမ်းသာသူငယ်ချင်းတစ်စုနဲ့ ချီကာ၊ ပထွေးဖြစ်သူရဲ့ အမြှောင်မယားအဖြစ်ပါ ခံယူထားသေးတဲ့ ချီကာဟာ သူ့ဘဝကိုကောင်းကောင်းမွှေနှောက်ပါတော့တယ်။Roman Porno လိုင်းထဲကဆိုပေမယ့် Mainstream ကားတွေလို ဇာတ်လမ်းဇာတ်အိမ်ကောင်းတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.9/10\nFormat - mp4\nDuration - 1H 25Min\nGenre - Drama, Romance, Drama\nSubtitle - Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Sbe9/(CM)_Crazed_Fruit_(1981)_720p.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzBmMWJlOTktMGUwYi00MDRhLWJiZjAtYjZhNGM4MWMxOWZlXkEyXkFqcGdeQXVyMjc1NDA2OA@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Scorpion (2007)",
        "description": "Scorpion (2007)\n=============\"ရန်သူတစ်သိန်းကို အနိုင်ရတာထက်ကိုယ့်စိတ်ကိုယ်\nအနိုင်ရတာကပိုပြီး အောင်မြင်မှုကြီးတယ်\"တဲ့။ စိတ်\nလေးတစ်ချက်မထိန်းနိုင်လိုက်တဲ့ ခဏအတွင်း ပျက်စီး\nသွားတဲ့ဘဝတွေမနည်းဘူး။ ကွဲကွာသွားတဲ့ မိသားစုတွေ\nလည်း အများကြီးပဲ။အခုလည်းပဲ လက်ဝှေ့သမားကောင်းတစ်ယောက်ဖြစ်\nချင်လွန်းလို့ အရာအားလုံးပုံအောပြီး အသေလဲကြိုးစား\nခဲ့​​ပြီးမှ စိတ်လေးတစ်ချက်မထိန်းနိုင်လိုက်လို့ ထောင်ထဲမှာ\nခြောက်နှစ်လောက်သွားနေလိုက်ရတဲ့ အန်ဂျလိုဆိုတဲ့အရွယ်\nကောင်း လက်ဝှေ့သမားတစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးကို\nကြည့်ရမှာဖြစ်ပါတယ်။ သူထောင်ကပြန်ထွက်လာတဲ့အခါ\nတလွဲတွေအပြည့်နဲ့ ဒုစရိုက်လောကကြီးထဲမှာ မငယ်တော့\nတဲ့ သူ့အသက်အရွယ်နဲ့ သူ့အိမ်မက်တွေကို အကောင်အထည်\nဖော်နိုင်ပါဦးမလားဆိုတာကို ဥပဒေမဲ့ လက်ဝှေ့ပွဲတွေနဲ့ အတူ\nပြင်သစ်ဒုစရိုက်လောကနဲ့ပါယှဥ်တွဲပြီးကြည့်ရှုခံစားရမှာပါ။\nမဆိုးလှတဲ့ဇာတ်ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.95 GB) / (854 MB) / (507 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1c7lj/Scorpion.2007.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5E4TndwASNkaK2hwgeYfsIVo2x.jpg",
        "title": "You People (2023)",
        "description": "You People (2023)နှစ်ဦးနှစ်ဖက်စလုံးမှာ ယောက္ခမမရှိကြတာမို့ အာဒမ်နဲ့ ဧဝဟာ ကမ္ဘာမှာအပျော်ဆုံးအတွဲပဲတဲ့။ ရံဖန်ရံခါဆိုသလို အသိုင်းအဝိုင်းဆိုတာ အိမ်ထောင်ရေးရဲ့ ပြဿနာတစ်ခု ဖြစ်လာတတ်တာပဲ။ ဒီလိုနဲ့ ယောက္ခမနဲ့ တစ်ထောင့်တစ်ညဖြစ်ကြတဲ့ ဇာတ်တွေလည်း မနည်းဘူး။အခုဇာတ်ကတော့ ယောက္ခမနှစ်ဖက်စလုံးရဲ့ ဒဏ်တွေကို ခံကြရတဲ့ အတွဲတစ်တွဲရဲ့အကြောင်းပါပဲ။ ပုံမှန်အတွဲတွေမှာတောင် ယောက္ခမပြဿနာက ရှိတတ်တာဆိုတော့ ဒီအတွဲကတော့ လူဖြူလူမဲ အတွဲဆိုတော့ ပိုဆိုးပါတယ်။ သို့ပေမဲ့ ဒီ၂ဘက်ကို မတူညီတဲ့ ဒုက္ခပေးခြင်း ၂မျိုးနဲ့ပြသွားတာတော့ တော်တော်လေး လှပါတယ်။ တစ်ဘက်ကတော့ လူမဲအဖေက သူ့သမီးအတွက် စိတ်ပူလို့ လူဖြူကောင်လေးကို ညစ်ပြီး တစ်ဘက်ကကျ လူဖြူအမေက သူ့သားကောင်မလေးကို လက်ခံကြောင်းအပြချင်လွန်ပြီး လူမဲဖြစ်နေတာ မဆန်းကြောင်း ခဏခဏထုတ်အပြလွန်ပြီး ဆန်းအောင်လုပ်မိသွားတယ်။ ဒီလိုအသိုင်းအဝိုင်း၂ခုရဲ့ကြား ဒီအတွဲရဲ့ မင်္ဂလာပွဲ ဖြစ်မှဖြစ်လာပါ့မလား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမယ့် ဟာသ ရိုမန့်ကားလေးပါပဲ။Jonah Hill နဲ့ Eddie ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cdwa/(CM)_You_People_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTmMRWqLII3khXfOXRlHAp4UDyb.jpg",
        "title": "[18+] La Querida (2023)",
        "description": "La Querida (2023)ဂျိုဝယ်ဟာ မိခင်စီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကိုလက်မခံပဲ တစ်သက်တာအတူဖြတ်သန်းရမယ့် မိန်းမဟာ သူတကယ်မြတ်နိုးတဲ့ အမျိုးသမီးတစ်ဦးသာဖြစ်စေရမယ်ဆိုပြီး ကြွေးကြော်ရင်း အိမ်ပေါ်ကဆင်းလာခဲ့တဲ့သူ။ မကြာခင်မှာပဲ သူရှာဖွေနေတဲ့ အချစ်စစ်ကို သမိုင်းမေဂျာကျောင်းသူ မာရီယာဆိုတဲ့ မိန်းမလှလေးတစ်ဦးဆီမှာရှာတွေ့ခဲ့ပါတယ်။ ဒါပေမဲ့ မာရီယာဟာ တရားလွန်ချုပ်ချယ်လွန်းတဲ့ ဖခင်တစ်ဦးရဲ့သမီး၊ နောက်ကွယ်မှာမပြီးပြတ်သေးတဲ့အတိတ်တစ်ခုရှိနေခဲ့တာကို သူသိလိုက်ရပြီးနောက် သူတို့ပြတ်စဲသွားခဲ့ကြတယ်။ဆယ်စုနှစ်တစ်ချို့ကြာပြီးတဲ့နောက်မှာ လီယိုဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဟာ သူအိမ်ထောင်ရှိနေတယ်ဆိုတာ သိသိရက်နဲ့ လိုက်လံတွယ်ကပ်နေတဲ့ ကော်နီဆိုတဲ့သက်တူရွယ်တူအမျိုးသမီးတစ်ယောက်နဲ့ တိတ်တခိုးချစ်ကြိုးသွယ်မိခဲ့ပါတယ်။ မချစ်ပဲလက်ထပ်ခဲ့ရတဲ့၊ သမီးလေးသံယောဇဉ်ကြောင့်သာ ပေါင်းဖက်နေရဆဲဖြစ်တဲ့ မသာယာတဲ့အိမ်ထောင်ရေးကနေ ကော်နီနဲ့ဆုံတွေ့မိချိန်ဟာ သူ့ဘ၀ တစ်ဖန်ပြန်လည်ရှင်သန်လာသလို ဖြစ်ခဲ့ရပါသတဲ့။ပထမဇာတ်လမ်းလေးဟာ အလွမ်းနဲ့အဆုံးသတ်ခဲ့ရသလို ဒုတိယဇာတ်လမ်းလေးမှာ ပျော်စရာဇာတ်သိမ်းရနိုင်ပါ့မလား။ ဂျိုဝယ်၊ မာရီယာ၊ လီယို နဲ့ ကော်နီတို့ကြားက ဆက်နွယ်မှုတွေက ဘာဖြစ်လေမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာအဖြေရှာကြပါ။ 18 နှစ်အထက်ဇာတ်ကားမဆန်ပဲ အချစ်ဒရာမာ ကားလေးတစ်ကားလိုဇာတ်အိမ်မျိုးပေမယ့် ထုံးစံအတိုင်း အချစ်ခန်းတွေကတော့ ကြမ်းကြမ်းရမ်းရမ်းပါဝင်ထားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2y8pl/(CM)_La_Querida_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zc07HWRtcdd6opwNKKjYIWllil.jpg",
        "title": "Close Range(2015)",
        "description": "Close Range (2015)=================အတိုက်အခိုက် အသတ်အပုတ်မှာ လှပကျွမ်းကျင်လှတဲ့ မင်းသားScott Adkins ရဲ့ ၂၀၁၅ ခုနှစ်တုန်းက အက်ရှင်ကားကောင်း တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့အမေရိကန်-မက်ဆီကိုနယ်စပ် မက်ဆီကိုဂိုဏ်းတစ်ခုရဲ့စခန်းမှာမင်းသားတစ်ယောက် သူ့တူမကို တစ်ကိုယ်တော်စွန့်စားတိုက်ခိုက်ပြီးဝင်ကယ်ရာကနေ စတင်ထားပါတယ်။ သူ့တူမ အဖမ်းခံရတယ်ဆိုတာလည်းသူ့အစ်မရဲ့နောက်ယောက်ျားဖြစ်သူက မူးယစ်ဆေးတွေနဲ့ ပတ်သက်နေသူဖြစ်ပြီး သူတစ်ခုကိုရှုပ်ထားလို့ ဟိုဖက်က ပြန်ပေးဆွဲသွားရတာဖြစ်ပါတယ်။ဒါပေမဲ့ ဇာတ်လမ်းက မရိုးရှင်းပြန်ပါဘူး၊ သူတို့အမေရိကန်ဖက်ခြမ်းကရဲတွေကိုလည်း ဟိုဖက်က ဂိုဏ်းခေါင်းဆောင်ဆိုတာက ခါးပိုက်ထဲထည့်ထားနိုင်တဲ့အနေအထားပါ။ အဲဒါနဲ့ ဒီဂိုဏ်းခေါင်းဆောင်ကြီးကအမေရိကန်ဖက်က အကျင့်ပျက်ရဲတွေကို မင်းသားတို့ဆီ တစ်မိသားစုလုံးအရင်သွားဖမ်းခိုင်းထားပါတယ် ပြီးမှ သူတို့လိုက်လာပြီး တရားမျှတအောင်ကိုယ့်ဘာသာစီရင်ချက်ချမယ်ဆိုပြီး ကြိမ်းဝါးခဲ့ပါတယ်။ ထိုအခါမှာတော့မင်းသားတစ်ယောက် သူ့အစ်မနဲ့ တူမဖြစ်သူကို ရန်သူတွေ (မူးယစ်ဂိုဏ်းရောအကျင့်ပျက်ရဲတွေရော) လက်ကနေ ကယ်တင်ရဖို့ ဖြစ်လာပါတော့တယ်.....။ဂိုဏ်းခေါင်းဆောင်ကြီးက အတင်းလိုက်ဖမ်းချင်တာ ဘာလျှို့ဝှက်ချက်ရှိလို့လဲ.....မင်းသားရဲ့ နောက်ကြောင်းကရော ဘယ်လိုတွေရှိခဲ့တာလဲ...အများနဲ့တစ်ယောက် တိုက်ခိုက်လွတ်မြောက်နိုင်မလားဆိုတာကို Scott Adkins ရဲ့အက်ရှင်လှလှတွေနဲ့အတူ ကင်မရာရိုက်ချက် မိုက်တဲ့ အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…2.25GB / 883MB\nQuality…BluRay ...",
        "rating": "5.7",
        "url": "https://megaup.net/2y8oC/Close.Range.2015.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ovHxxphDgjyEpYriDoGoIHfrdZL.jpg",
        "title": "Somebody I Used to Know(2023)",
        "description": "Somebody I Used to Know(2023)*******************************ဒီရုပ်ရှင်လေးကတော့ ရည်းစားဟောင်းရဲ့ မင်္ဂလာဆောင်ကို သွားရှုပ်တဲ့အကြောင်းကိုမှပူရဆွေးရတာတွေ၊လက်ခံပေးရတာ၊အသည်းကွဲရတာ၊ အသစ်ပြန်စရတာမျိုးတွေစတဲ့ ချိုချဥ်စပ်ခါးအရသာလေးနဲ့ကြည့်ရှုရမှာပါ၊\nဇာတ်လမ်းကိုတော့ မမAlison Brieနဲ့ ခင်ပွန်းဖြစ်သူ now you see meထဲက မင်းသားDave Francoတို့အတူတူဇာတ်ညွှန်းရေးပြီး\nအယ်လီနေရာမှာ မမAlison Brieကသရုပ်ဆောင်၊ Dave Francoက ဒါရိုက်တာလုပ်ပြီးအပြိုင်ကြဲထားကြပါတယ်။\nအတိတ်မှာဘာပဲဖြစ်ခဲ့ဖြစ်ခဲ့ အတိတ်မှာပဲထားခဲ့၊ လက်ရှိဘဝကိုယူလာရင်တော့ အနာဂတ်ပါရှုပ်ထွေးသွားနိုင်တာကိုရိုက်ပြထားပြီး\nကိုယ့်ကိုယ်ကိုလက်ခံတတ်စေဖို့ စိတ်ဝင်စားစရာဇာတ်လမ်းလေးနဲ့ရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nဇာတ်လမ်းအကျဥ်းကတော့ အယ်လီဟာ အစီအစဥ်တင်ဆက်သူတစ်ယောက်၊အလုပ်ကိုပဲတမ်းတမ်းစွဲလုပ်တတ်သူပေါ့၊ ဒီအလုပ်ကိုရွေးချယ်ခဲ့တာကြောင့် ရည်းစားဟောင်းဖြစ်သူရှောင်နဲ့ ကွေကွင်းခဲ့ရတာပေါ့နော်။\nသူလုပ်ချင်တဲ့ ရှိုးကို သုံးနှစ်လောက်လုပ်အပြီးမှာ အကြောင်းမလှဘဲရှိုးပွဲကရပ်နားခံလိုက်ရတော့ အယ်လီတစ်ယောက်စိတ်ဓာတ်တွေကျပြီး မိခင်ရှိရာနယ်မြို့လေးကိုပြန်လာခဲ့တယ်ပေါ့၊\nရောက်တဲ့နေ့မှာပဲ မထင်မှတ်ဘဲ ရီးစားဟောင်း ရှောင်နဲ့ပြန်တွေ့ပြီး ဇာတ်လမ်းလေးတွေပြန်စမယ်ကြံမိခါမှသူက မင်္ဂလာဆောင်တော့မှာတဲ့၊ အဲ့ဒီနောက်မှာတော့File Size :(1.5GB) and (644MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cdo4/Somebody.I.Used.To.Know.2023.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8kSerJrhrJWKLk1LViesGcnrUPE.jpg",
        "title": "Lock, Stock and Two Smoking Barrels(1998)",
        "description": "Lock, Stock and Two Smoking Barrels (1998)===================================IMDB - 8.2\nRotten tomatoes - 75%\nMetascore - 66% ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့Guy Richie ရဲ့ဟာသအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။R-rated ဖြစ်တာမလို့ သွေးထွက်သံယိုတွေ၊ ကြမ်းတမ်းတဲ့စကားတွေပါပြီးdark comedy ကားမျိုးဖြစ်တာမလို့ ဒီလိုဇာတ်ကားမျိုးတွေကိုကြည့်ရှုချင်နေတဲ့သူတွေအတွက်တော့ လုံးဝကို Old but Gold ပါပဲခင်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ မြို့ထဲကရာဇဝတ်ဂိုဏ်း‌ ခေါင်းဆောင်တစ်ဦးနဲ့အတူဖဲဆော့ရင်း တင်သွားတဲ့ ဖဲကြွေး ပေါင် ၅သိန်းကို (၇)ရက်အတွင်း ပေးရမဲ့Eddy, Tom, Bacon, Soap ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ဒီလေးယောက်က အကြွေးပြန်ဆပ်ဖို့အတွက် ပိုက်ဆံရှာနိုင်မဲ့အလွယ်နည်းလမ်းကိုလိုက်ရှာရင်း သူတို့ဘေးအခန်းထဲမှာ နေရာတနေရာကို ဓါးပြတိုက်ဖို့လုပ်နေတဲ့Dog တို့ရဲ့လူမိုက်အဖွဲ့က ပြောနေတာကို နားထောင်မိပြီး သူခိုးလက်ကသူဝှက်လု လုပ်ဖို့ ကြံစည်ကြပါတော့တယ်။ ဒီလိုနဲ့ ဘယ်လိုတွေရှုပ်ပြီးဘယ်လိုတွေရုပ်တည်ကြီးနဲ့ လွဲကြမလဲ၊ ဘယ်လိုအရှုပ်ထုတ်တွေထဲကိုဝင်ပါမိကြမလဲ၊နောက်ဆုံးမှာရော သူတို့ရဲ့အကြွေးကိုပြန်ဆပ်နိုင်မှာလားဆိုတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။ File size…2.44GB / 774MB\nQuality…Blu-Ray ...",
        "rating": "8.2",
        "url": "https://megaup.net/2y87r/Lock.Stock.and.Two.Smoking.Barrels.1998.Blu-Ray720P(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGqlk7Hu8FRLVDcFZ16NxTy09ZE.jpg",
        "title": "Last Knights(2015)",
        "description": "Last Knights(2015)===============ကိုယ်ကိုယ်တိုင် မတရားမခံရမချင်း မတရားမှုကို လက်ပိုက်ကြည့်နေခဲ့ရင်ဘာဖြစ်လာနိုင်မလဲဧကရာဇ်ရဲ့ အတိုင်ပင်ခံတစ်ဦးဖြစ်တဲ့ ဂီးဇာမော့တ်ဟာ အာဏာကို တလွဲအသုံးချပြီး ကိုယ်ကျိုးအတွက် သူကောင်းမျိုးတွေဆီကနေ လက်ဆောင်ပဏ္ဍာတွေ အတင်းအကျပ် တောင်းယူပါတယ် ပြည်သူတွေဆီကနေ အခွန်တွေအဆမတန် တိုးကောက်ပါတယ် သူကောင်းမျိုးတွေကလည်း သူနဲ့ အဆင်ပြေမှအခွင့်အရေးရမှာမို့ မတရားမှုတွေကို ဒီတိုင်းကြည့်နေကြပါတယ်တစ်နေ့မှာတော့ လော့ဒ်ဘားတော့ခ်အလှည့် ရောက်လာခဲ့ပါပြီ အကြောင်းပြချက်ပေးပြီး လာဘ်တောင်းဖို့ သူ့ကို မြို့တော်ဆီ ဆင့်ခေါ်လိုက်ပါတယ်မတရားမှုကို‌ ခေါင်းငုံ့မခံနိုင်တဲ့ လော့ဒ်ဘားတော့ခ် တောင်းဆိုချက်တွေကိုပြောင်ပြောင်တင်းတင်းဘဲ ငြင်းဆန်လိုက်ပါတယ် မတရားမှုကို ခုခံတဲ့အတွက်ပြစ်ဒဏ်အနေနဲ့ သူ့အသက်ကို ပေးရပါတော့မယ်လော့ဒ်ဘားတော့ခ်ရဲ့ တပ်မှူး ရေဒင်နဲ့ နောက်လိုက်တွေဟာ သခင့်နာမည်ကိုပြန်အဖက်ဆယ်နိုင်ဖို့ ဘာတွေလုပ်ကြမလဲ မတရားမှုကို အောင်အောင်မြင်မြင်တွန်းလှန်နိုင်ပါ့မလားမြင်းစီးစစ်သည်တွေရဲ့ တာဝန်နဲ့ သစ္စာတရားကို သရုပ်ဖော်ထားပြီး Dialogueကောင်းကောင်းတွေလည်း ပါဝင်တာကြောင့် ခံစားကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်... File size…1.51GB / 574MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://megaup.net/3e5ie/Last.Knights.2015.BluRay720pCM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
        "title": "The Eagle(2011)",
        "description": "The Eagle (2011)==============IMDb 6.2 / Rotten Tomatoes 39%အမေရိကန် နိုင်းနိုင်း😜 Channing Tatum ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ နိုင်ငံရဲ့အဖိုးတန် ဆုတံဆိပ် ရွှေလင်းယုန်ငှက်ရုပ်တုပျောက်ဆုံးမှုကြောင့် နာမည်ပျက်ခဲ့ရတဲ့ တပ်မှူးရဲ့ သား မားကပ်စ်မားကပ်စ်ရဲ့အမိန့်ကြောင့် မိသားစုဝင်တွေအားလုံး သေဆုံးပြီး ကျွန်ဘဝရောက်ခဲ့ရတဲ့ အက်စကာ ဖခင်ရဲ့ဂုဏ်သိက္ခာကို ပြန်လည်အဖတ်ဆယ်ဖို့တိုက်ပွဲဝင်ရင်း ဒဏ်ရာရကာ တပ်မှ ထွက်လိုက်ရတဲ့ မားကပ်စ်တစ်ယောက်လူသတ်ပွဲတစ်ပွဲမှာ အက်စကာ့အသက်ကို ကယ်တင်ပေးလိုက်တဲ့အခါ...နှစ်ယောက်အတူ လူရိုင်းတွေရဲ့ နယ်မြေမှာ လင်းယုန်ငှက်ရုပ်တုကို သွားရှာကြချိန်မှာတော့...အနိုင်ကျင့်သူနဲ့ အနိုင်ကျင့်ခံရသူကနေ သခင်နဲ့ ကျွန်အဖြစ်ကို ရောက်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် တစ်ဖန် ရန်သူတွေဖြစ်သွားကြမလား...ဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Adventure / Action ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်... File size…2.35GB / 825MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://megaup.net/1cckn/The.Eagle.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFNKBhoQ5Qe8zE4FEwWoX7YpPFl.jpg",
        "title": "Devil in the Lake (2022)",
        "description": "Devil in the Lake (2023)ရေကန်ရှိရင် ရေသရဲရှိတတ်ကြတာပဲဆိုပြီးတော့ ပြောကြတာပဲမလား...\nအင်းပိုင်ကြီးတို့ ကန်ပိုင်ကြီးတို့ ဆိုတာမျိုးတွေဆို မြန်မာမှာ ရှိတာပဲ။\nအခုလည်း ဒီလိုပါပဲ ကိုရီးယားက ကန်ပိုင်ကြီးကားပဲ ဖြစ်မလားပေါ့\nကိုရီးယားက Horror ဆို တစိမ့်စိမ့်တွေး တရေးရေးပေါ်နေအောင် ရိုက်ပြတတ်လွန်းလို့\nဒီကားကို ညဘက်မကြည့်ဖို့တော့ တိုက်တွန်းပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ ..... ဘိုယောင်းက အကြွေးတွေပိနေလို့ အလုပ်ရှာရင်း\nအဘွားတစ်ယောက်ကို ပြုစုပေးဖို့ ရွာတစ်ရွာကို ရောက်လာခဲ့တယ်\nဒါပေမဲ့ ကလေး ခေါ်မလာရဘူး ဆိုတဲ့ ကန့်သတ်ချက်ကြောင့် သမီးလေးကို ခိုးခေါ်ခဲ့တယ်ရွာကပဲ ကျိန်စာသင့်နေသလား? အပြင်လူ မခေါ်ရဘူးဆိုတာကြောင့်ပဲလား?\nတကယ်ပဲ ကန်က လူစားတာလားတော့မသိ ခဏခဏရေနစ်ပြီးသေကြတာပဲ...ဘိုယောင်းကလည်း အဘွားကိုပြုစုရင်းနဲ့ သူဌေးဖြစ်တဲ့အဘွားရဲ့ စိန်လက်စွပ်ကိုတိတ်တဆိတ်ရှာနေခဲ့တာ..\nဒါပေမဲ့ နောက်ဆုံးကျ လာခဲ့တာကိုပဲ နောင်တရနေခဲ့ရပါပြီဘိုယောင်းနေရာမှာ မင်းသမီး Park Ha Na သရုပ်ဆောင်ထားပြီး\nဒါက movie ကိုမှ KBS ကနေ drama special series အနေနဲ့ပြန်တင်ဆက်ထားပါသေးတယ်ဘိုယောင်းနဲ့သမီးလေးတို့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/1ccmy/Gwimot.2022.720p.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjhjYjA0NTQtMGY2OC00M2RkLTkyOGEtOGM3MWM5Mjc5Y2ZiXkEyXkFqcGdeQXVyMTQzMjU1NjE@._V1_QL75_UY281_CR50190281_-135x200.jpg",
        "title": "So Different (2009)",
        "description": "So Different (2009)\n===============ဒီ‌တစ်ခေါက်မှာတော့ ဆွီဒင် အချစ်ကားလေးတစ်ကား မိတ်ဆက်\nပေးချင်ပါတယ်။ ဒီဇာတ်ကားမှာ နှစ်ယောက်တစ်ဘ၀၊ တစ်အိုး\nတစ်အိမ် ထူထောင်ပြီးရင်တောင် စိတ်သဘောထားချင်းမတူညီရင်၊\nတစ်ယောက်ကိုတစ်ယောက်မချစ်ရင် အဆင်မပြေနိုင်တဲ့အကြောင်း\nကို ပုံဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ လော့တ်တာ နဲ့ စန်နာ ဆိုတဲ့ ညီအစ်မနှစ်ယောက်ဟာ\nသူတို့ရဲ့ သက်ဆိုင်ရာနယ်ပယ်မှာ သိပ်ကိုထူးချွန်တဲ့သူတွေ ဖြစ်ကြပါ\nတယ်။ လော့တ်တာဟာ သူ့ခင်ပွန်းဖြစ်သူနဲ့ အိမ်ထောင်သက်တမ်းကြာ\nပေမယ့် စရိုက်ချင်းမတူတဲ့အခါမှာ အဆင်မပြေဖြစ်ပြီး ကွာရှင်းထားတာ\nဖြစ်ပါတယ်။ ဒီလိုနဲ့ တစ်‌နေ့မှာ အောင်မြင်တဲ့နိုင်ငံရေးပါတီတစ်ခုရဲ့ ဥက္ကဌ\nရာထူးကို ရရှိပြီးတဲ့နောက် ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်နဲ့ ပါတီအရေးကြားမှာ\nမထိန်းချုပ်နိုင်ဖြစ်လာပါတော့တယ်။စန်နာဟာဆိုရင်လည်း ရိုက်ကူးရေးအစီအစဉ်တစ်ခုမှာ ညှိနှိုင်းသူတစ်\nယောက်အနေနဲ့ လုပ်ကိုင်နေတာဖြစ်ပြီး သူ့အချစ်ရေးကို လေးလေးနက်\nနက် မစဉ်းစားတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဒီညီအစ်မနှစ်ယောက်\nသူတို့ရဲ့အလုပ်နဲ့ အချစ်ရေးကြားမှာ ဘယ်လိုတွေအဆင်ပြေအောင် ကိုင်\nတွယ်သွားကြမလဲ၊ ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုပုံစံမျိုးနဲ့ ဖြတ်ကျော်\nကြမလဲဆိုတာကို စိတ်၀င်စားစရာ ကြည့်ရှုရမှာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့  Jaka ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (927 MB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/2y2C9/Sa.Olika.2009.SWEDISH.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZiODIyOTctZjBjNC00YzYzLTlhOTUtZGFmN2U5ZTQ2N2RiXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vedha(2022)",
        "description": "Vedha (2022)\nIMDb 7.2/10ကန်နန်ဒါးရဲ့နာမည်ကြီးမင်းသားကြီး Shiva Rajkumar က Vedha အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး\nBox Office အနေနဲ့ ကုဋေ ၁၀၀ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်\nRating လည်းကောင်းပြီးအဆုံးထိဆွဲခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါပဲဇာတ်လမ်းအကျဉ်း...\nVedha မှာ ကန်နာကာလို့ခေါ်တဲ့သမီးတစ်ယောက်ရှိတယ် စလာလာချင်းမှာတော့\nဒီကောင်မလေးကထောင်ကထွက်လာတယ်ပေါ့ သားအဖနှစ်ယောက်စလုံးမျက်နှာမှာ\nအပြုံးအရယ် တစိုးတစိမရှိ...သူတို့ရဲ့ပန်းတိုင်ဆီပဲ ရည်မှန်းချက်တွေပြည့်ဝနေတဲ့\nမျက်နှာထားတွေနဲ့ပေါ့ ဒီသားအဖနှစ်ယောက်ကိုသူတို့တစ်မြို့လုံးမှာမသိတဲ့လူမရှိဘူး သူတို့နာမည်ကြားတာနဲ့\nဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြရတယ် သူတို့ကိုလိုက်နေတဲ့\nရဲမေရာမာကလည်း သူတို့ဆိုအသေရရအရှင်ရရ...\nဒါကသူတို့အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စတစ်ခုနဲ့စပ်လျဉ်းပြီး\nကျန်ရှိနေတဲ့ရလဒ်အနေနဲ့ပေါ့ Vedha က အတိတ်နေ့တွေမှာ\nလူချစ်လူခင်ပေါပြီး လူအများကခေါင်းဆောင်တင်ချင်ကြတဲ့လူတစ်ယောက်ပါ\nသူအရမ်းချစ်တဲ့ မိန်းမနဲ့ သမီးလေးနဲ့အတူ အပူအပင်မရှိ ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေသူ ဒါပေမဲ့ ကံကြမ္မာဆိုးကြီး\nသူတို့မိသားစုထဲဝင်လာပြီး နူးနူးညံ့ညံ့သမီးလေးကပါ\nထောင်ကျတဲ့အထိ ဘာတွေများဖြစ်သွားမလဲ\nလိုက်ဖမ်းနေ‌တဲ့ရဲရာမာလက်ကနေ လက်တစ်လုံးကြားလွတ်လွတ်သွားပုံတွေ\nရဲဘက်ကလည်းအစွမ်းကုန်ကြိုးစားကြပုံတွေနဲ့ သူတို့ဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.86GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…2h 36m.\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.0",
        "url": "https://megaup.net/2y7fz/Vedha_(2022)_Kannada_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2VeikFx112olsivPPzA8D3cTUL.jpg",
        "title": "Har Kisse Ke Hisse Kaamyaab (2020)",
        "description": "IMDb 8.4/10\"ဘဝကိုသာ ပျော်ပျော်နေလိုက် တခြား ဘာရွေးခြယ်စရာရှိလို့လဲ\"****************************************အဲ့ဒိခေတ်တုန်းက အာလူးတွေကို သိပ်လိုချင်ကြတာလေ အာလူးဆိုတာဘာကိုပြောတာလဲငါတို့လို သရုပ်ဆောင်တွေကို အာလူးလို့ခေါ်ကြတယ် အားလူးက ဘယ်အရာနဲ့မဆိုရောနှောလို့ရတယ်လေအသား၊ ငါး ဟင်းသီးဟင်းရွက် ကြိုက်တာနဲ့ အာလူးကိုရောလို့ရတယ်ဟာသကားပဲဖြစ်ဖြစ် ဒရာမာကားပဲဖြစ်ဖြစ် အက်ရှက်ကားပဲဖြစ်ဖြစ် ဘယ်မင်းသားလာလာ ငါတို့လိုအာလူးတွေက အဆင်ပြေတယ်မလား====================================ကြယ်ပွင့်များနှင့်ခရီးစဉ်ဆိုတဲ့ အစီစဉ်မှာ ရွေးခြယ်တင်ဆက်ခြင်းခံရတဲ့ ဇာတ်ပို့ဇာတ်ရန် သရုပ်ဆောင်ဟောင်းတစ်ယောက်ဖြစ်သူ ဆူဒီးရ်ဟာ ယခုလိုပဲစိတ်ပျက်လက်ပျက်နဲ့ ပြောကြားလိုက်တော့ အစီစဉ်တင်ဆက်သူ အမျိုးသမီးက စိတ်မကောင်းစွာဖြင့် ဘာလို့ဒီပြောရတာလဲဆရာဆရာသရုပ်ဆောင်ခဲ့တဲ့ ဇာတ်ကားအရေအတွက်က ၄၉၀ လောက်ထိရှိတယ်လေ အတိအကျဆို ၄၉၉ ကားတောင်ရှိတာဒီစကားသံကိုကြားလိုက်ရတော့ ဆူဒီးရ် စိတ်ဝင်စားသွားပါတယ် သူတောင် သူရုပ်ရှင်ဘယ်နှကားမှာ သရုပ်ဆောင်ခဲ့ဖူးလဲ အတိအကျမသိပါဘူးအဲ့ဒိနောက်မှာတော့ သူငယ်ချင်းတစ်ယောက်၏ အားပေးမှုနဲ့ ဆူဒီးရ်တစ်ယောက် သူ့ဘဝမှာ ကား ...",
        "rating": "8.3",
        "url": "https://megaup.net/1w71i/(CM)_Har_Kisse_Ke_Hisse_Kaamyaab.2020.720p.Itunes.WED-DL.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
        "title": "Mortal Kombat Legends: Scorpion’s Revenge (2020)",
        "description": "အသစ္စက္စက္ထြက္ရိွလာတဲ့ Mortal Combat Animation ပါ။ေတာ္ေတာ္ေလး ၾကၫ့္လို႔ေကာင္းပါတယ္။ဂိမ္းသမားေတြကေတာ့ ဘရုစ္လီနဲ႔သံခေမာက္ဆိုရင္ မသိတဲ့လူ မရိွသေလာက္ပါပဲ။ေသြးသံတရဲရဲေတြနဲ႔မို႔ R rated ႀကိဳက္တဲ့သူေတြအတြက္ ရွယ္ပါပဲ။ဇာတ္လမ္းအက်ဉ္းကေတာ့ စႂကၤဝဠာႀကီးအစမွာElder God ေတြက realm ေတြဖန္တီးေပးခဲ့ၾကတယ္။ကိုယ့္ေလာကဆီကို တျခားေလာကကသူေတြ လာမက်ူးေက်ာ္ဖို႔generation တစ္ခုမွာတစ္ခါ realm တိုင္းက အေတာ္ဆံုးတိုက္ခိုက္ေရးသမားေတြစုၿပီးယွဉ္ၿပိဳင္တိုက္ခိုက္ေစတယ္။ အဲဒီၿပိဳင္ပြဲရဲ့နာမည္ကေတာ့ Mortal Kombat ေပါ့။Mortal Kombat ကို realmတစ္ခုတည္းကေန ၁၀ ပြဲဆက္တိုက္ႏိုင္သြားခဲ့ရင္ အႏိုင္ရတဲ့သူကတျခားrealmေတြနဲ႔ေပါင္းၿပီး သူအုပ္ခ်ဳပ္ခ်င္သလို အုပ္ခ်ဳပ္ခြင့္ရိွတယ္။Earthrealm ကေတာ့ ၿပီးခဲ့တဲ့ ၉ ပြဲမွာ Shao Khan ဆိုတဲ့ဧကရာဇ္ႀကီးကို ရႈံးထားေလရဲ့။အခု ၁၀ ပြဲေျမာက္က ...",
        "rating": "",
        "url": "https://megaup.net/2c3vV/(CM)_Mortal_Kombat_Legends_Scorpions_Revenge_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/wuhan-200x150.jpg",
        "title": "The first documentary movie on CCP virus, Tracking Down the Origin of the Wuhan Coronavirus",
        "description": "ဒီ မွတ္တမ္းရုပ္ရွင္ကေတာ့ COVID-19 ဗိုင္းရပ္စ္ရဲ႕ မူလဇစ္ျမစ္ကို ေလ့လာေဖာ္ထုတ္ထားတဲ့ သံုးသပ္ခ်က္ေတြကိ ုေဖာ္ျပထားတာပဲ ျဖစ္ပါတယ္။ ၾကည့္ရႈသူေတြကို ၾကည့္ဖူးေစခ်င္တဲ့ ေစတနာနဲ႕ တင္ေပးတာပဲ ျဖစ္ၿပီး ေထာက္ခံျခင္း၊ ကန္႕ကြက္ျခင္း မရွိပါဘူး။ လူမ်ိဳးေရးနဲ႕ ႏုိင္ငံေရး အျငင္းပြားဖြယ္ ကြန္မန္႕မ်ား မမန္႕ၾကဖို႕ ၾကိဳတင္ေမတၱာရပ္ခံထားပါတယ္။ဒီ Docu ကုိေတာ့ The Epoch Times သတင္းဝဘ္ဆိုက္မွာ ဧပရယ္ ၇ ရက္က တင္ထားခဲ့တာ ျဖစ္ပါတယ္။ ကိုရိုနာဗိုင္းရပ္စ္ဟာ တရုတ္အစိုးရရဲ႕ စမ္းသပ္မႈကေန တဆင့္ တမင္တကာ (သို႕) မေတာ္တဆ ေပါက္ထြက္လာခဲ့တာျဖစ္ေၾကာင့္ အခ်က္အလက္မိ်ဳးစံု၊ ရႈေထာင့္မ်ိဳးစံုကေန တင္ျပထားတာျဖစ္လို႕ စိတ္ဝင္စားစရာ အေတာ္ေကာင္းပါတယ္။စြပ္စြဲရတဲ့အေၾကာင္းရင္းေတြထဲမွာ- ေစ်းတစ္ခုက လင္းႏုိ႕က ကူးတယ္ဆိုတဲ့ မခိုင္လံုတဲ့ ဝါဒျဖန္႕ခ်က္ေတြ- ေၾကညာခဲ့တဲ့ ကာလမတုိင္ခင္ ကတည္းက ျပန္႕ႏွံ႕ေနခဲ့တဲ့ သက္ေသေတြ- တရုတ္အာဏာပိုင္ေတြရဲ႕ သတင္းဖံုးကြယ္မႈေတြ- တရုတ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-first-documentary-movie-on-ccp-virus-tracking-down-the-origin-of-the-wuhan-coronavirus/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dpiy1n9h7l60-141x200.jpg",
        "title": "Introducing My Boyfriend (2020)",
        "description": "ဒီကားလေးကတော့ မိသားစု Comedy,Fantasy ကားလေးတကားဖြစ်ပြီး\nမိသားစုနဲ့အတူတူ အိမ်မှာနေရင်းအေးဆေးကြည့်လို့ရမယ့်\nကားကောင်းလေးတစ်ကားပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ ချွဲဟော့ဆိုတဲ့သူက မိန်းမမရှိပဲ\nမီနာဆိုတဲ့ သမီးလေးကိုတစ်ယောက်တည်း\nပြုစုပျိုးထောင်လာခဲ့တဲ့ Single Father တစ်ယောက်ဖြစ်ပါတယ်။\nဒီလိုနဲ့သားအဖနှစ်ယောက်သမီးလေး\n၁၂နှစ်အရွယ်ရောက်တဲ့အထိနေလာရင်း\nချွဲဟော့လည်း ဆေးပေးမီးယူ အဖြစ်နဲ့ နေထိုင်သွားဖို့\nမင်းဂျောင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ဖူးစာဆုံခဲ့ပါတယ်။\nဒါပေမယ့် အဖေကိုအရမ်းချစ်တဲ့သမီးလေး\nမီနာကတော့ သူအဖေကိုတခြားမိန်းမနဲ့ယူမှာ\nလုံးဝသဘောမတူပါဖူး။\nအဲ့ချိန်ကစပြီးချွဲဟော့တစ်ယောက်\nသမီးနဲ့ချစ်သူကြားဗျာများရတော့တာပဲ။\nမီနာလေးကလည်း မင်းဂျောင်းကိုမြင်တာနဲ့\nရန်လုပ်တတ်သလို မင်းဂျောင်းကလည်းမီနာလေးဆိုးတာကို\nတဖြည်းဖြည်းစိတ်ကုန်လာပါတယ်။\nဒီလိုမတည့်အတူနေနှစ်ယောက်\nတရက်မှာထူးဆန်းတာတစ်ခုဖြစ်သွားခဲ့ပါတယ်။\nဘယ်လိုဖြစ်လာမယ်ဆိုတာတော့\nဒီကားလေးကိုပဲ ကိုယ်တိုင်ခံစားကြည့်စေချင်ပါတယ်။\nမိသားစုတွေအချင်းချင်းစည်းလုံးသင့်တယ်ဆိုတဲ့\nအသိပညာလေးလည်းရသလို မပျင်းရအောင်\nဟာသလေးတွေလည်းညှပ်ထည့်ထားလို့\nကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့ Moe Pwint ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nဒီကားေလးကေတာ့ မိသားစု Comedy,Fantasy ကားေလးတကားျဖစ္ၿပီး\nမိသားစုနဲ႔အတူတူ အိမ္မွာေနရင္းေအးေဆးၾကည့္လို႔ရမယ့္\nကားေကာင္းေလးတစ္ကားပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ခြၽဲေဟာ့ဆိုတဲ့သူက မိန္းမမရွိပဲ\nမီနာဆိုတဲ့ သမီးေလးကိုတစ္ေယာက္တည္း\nျပဳစုပ်ိဳးေထာင္လာခဲ့တဲ့ Single Father တစ္ေယာက္ျဖစ္ပါတယ္။\nဒီလိုနဲ႔သားအဖႏွစ္ေယာက္သမီးေလး\n၁၂ႏွစ္အ႐ြယ္ေရာက္တဲ့အထိေနလာရင္း\nခြၽဲေဟာ့လည္း ေဆးေပးမီးယူ အျဖစ္နဲ႔ ေနထိုင္သြားဖို႔\nမင္းေဂ်ာင္းဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္နဲ႔ဖူးစာဆုံခဲ့ပါတယ္။\nဒါေပမယ့္ အေဖကိုအရမ္းခ်စ္တဲ့သမီးေလး\nမီနာကေတာ့ သူအေဖကိုတျခားမိန္းမနဲ႔ယူမွာ\nလုံးဝသေဘာမတူပါဖူး။\nအဲ့ခ်ိန္ကစၿပီးခြၽဲေဟာ့တစ္ေယာက္\nသမီးနဲ႔ခ်စ္သူၾကားဗ်ာမ်ားရေတာ့တာပဲ။\nမီနာေလးကလည္း မင္းေဂ်ာင္းကိုျမင္တာနဲ႔\nရန္လုပ္တတ္သလို မင္းေဂ်ာင္းကလည္းမီနာေလးဆိုးတာကို\nတျဖည္းျဖည္းစိတ္ကုန္လာပါတယ္။\nဒီလိုမတည့္အတူေနႏွစ္ေယာက္\nတရက္မွာထူးဆန္းတာတစ္ခုျဖစ္သြားခဲ့ပါတယ္။\nဘယ္လိုျဖစ္လာမယ္ဆိုတာေတာ့\nဒီကားေလးကိုပဲ ကိုယ္တိုင္ခံစားၾကည့္ေစခ်င္ပါတယ္။\nမိသားစုေတြအခ်င္းခ်င္းစည္းလုံးသင့္တယ္ဆိုတဲ့\nအသိပညာေလးလည္းရသလို မပ်င္းရေအာင္\nဟာသေလးေတြလည္းညႇပ္ထည့္ထားလို႔\nၾကည့္ေပ်ာ္မယ့္ကားေကာင္းေလးတစ္ကားလဲျဖစ္ပါတယ္။\nဘာသာျပန္ေပးထားတာကေတာ့ Moe Pwint ျဖစ္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/introducing-my-boyfriend-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i9UIjhnD5QNyhXrA0nZMhRpod5b.jpg",
        "title": "The Whistlers(2019)",
        "description": "The Whistlers(2019)(unicode)ခရစ်စတီဟာ ရဲအလုပ်လည်းလုပ်သလို ဝင်ငွေဖြောင့်လွန်းတဲ့ မူးယစ်ဆေးရောင်းဝယ်\nပါလုပ်တဲ့ အကျင့်ပျက်ရဲတစ်ယောက်ဖြစ်တယ်....\nမူးယစ်ရာဇာဟာ သူမွေးထားတဲ့ ရဲခရစ်စတီကို အချီကြီးကိစ္စတစ်ခုခိုင်းပါတယ်...\nရဲတွေပဲလုပ်ပေးနိုင်တဲ့အလုပ်မျိုး....ခက်ခဲလွန်းပေမယ့် ရုန်းထွက်ဖို့ခက်လို့ ခရစ်စတီလက်ခံလိုက်တယ်....အဲ့ဒီကိစ္စမလုပ်ခင် သိပ်မကြာပါဘူး....အမည်မဖော်လိုသူသင်းပေးကြောင့် မူးယစ်ရာဇာကြီးကို ဖမ်းဖို့ ဖြစ်လာခဲ့တယ်....ရဲမှူးဟာ ဖမ်းဆီးရေးခေါင်းဆောင်အေးဂျင့်ရဲ့တွဲဘက်အဖြစ် ခရစ်စတီကိုတာဝန်ပေးလိုက်တယ်...\nအဲ့ဒီမှာ ခရစ်စတီတစ်ယောက်အကြီးအကျယ်တိုင်ပတ်တော့တာပဲ....\nတစ်ဘက်ကလည်း ရဲအဖွဲ့နဲ နာမည်မပျက်ဖို့ အမှန်တရားဘက်တော်သားတွေက\nစောင့်ကြည့်နေကြသလို မူးယစ်အဖွဲ့မှာလည်း လက်လွန်ခြေလွန်ကိစ္စတွေကလည်း\nအများကြီး ကျန်နေတယ်...ခရစ်စတီတစ်ယောက်ဘယ်လိုတွေ ဆက်ပြီး မလည်ရှုတ်လုပ်မလဲ ..ဘယ်လောက်တွေတောင် ဒုက္ခရောက်မလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ခရစ္စတီဟာ ရဲအလုပ္လည္းလုပ္သလို ဝင္ေငြေျဖာင့္လြန္းတဲ့ မူးယစ္ေဆးေရာင္းဝယ္\nပါလုပ္တဲ့ အက်င့္ပ်က္ရဲတစ္ေယာက္ျဖစ္တယ္....\nမူးယစ္ရာဇာဟာ သူေမြးထားတဲ့ ရဲခရစ္စတီကို အခ်ီႀကီးကိစၥတစ္ခုခိုင္းပါတယ္...\nရဲေတြပဲလုပ္ေပးႏိုင္တဲ့အလုပ္မ်ိဳး....ခက္ခဲလြန္းေပမယ့္ ႐ုန္းထြက္ဖို႔ခက္လို႔ ခရစ္စတီလက္ခံလိုက္တယ္....အဲ့ဒီကိစၥမလုပ္ခင္ သိပ္မၾကာပါဘူး....အမည္မေဖာ္လိုသူသင္းေပးေၾကာင့္ မူးယစ္ရာဇာႀကီးကို ဖမ္းဖို႔ ျဖစ္လာခဲ့တယ္....ရဲမႉးဟာ ဖမ္းဆီးေရးေခါင္းေဆာင္ေအးဂ်င့္ရဲ႕တြဲဘက္အျဖစ္ ခရစ္စတီကိုတာဝန္ေပးလိုက္တယ္...\nအဲ့ဒီမွာ ခရစ္စတီတစ္ေယာက္အႀကီးအက်ယ္တိုင္ပတ္ေတာ့တာပဲ....\nတစ္ဘက္ကလည္း ရဲအဖြဲ႕နဲ နာမည္မပ်က္ဖို႔ အမွန္တရားဘက္ေတာ္သားေတြက\nေစာင့္ၾကည့္ေနၾကသလို မူးယစ္အဖြဲ႕မွာလည္း လက္လြန္ေျခလြန္ကိစၥေတြကလည္း\nအမ်ားႀကီး က်န္ေနတယ္...ခရစ္စတီတစ္ေယာက္ဘယ္လိုေတြ ဆက္ၿပီး မလည္ရႈတ္လုပ္မလဲ ..ဘယ္ေလာက္ေတြေတာင္ ဒုကၡေရာက္မလဲဆိုတာကိုေတာ့ခံစားလိုက္ပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tin Myo ...",
        "rating": "6.6",
        "url": "https://megaup.net/2c0kC/The_Whistlers.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/The_Gentlemen-poster-135x200.jpg",
        "title": "The Gentlemen (2019)",
        "description": "The Gentlemen (2019)\nIMDb - 7.8/10_____Rotten - 75% \n(unicode)\nသူ့နာမည်က မစ်ကီပီရာဆန်.....ဥာဏ်ကောင်းပြီးအောက်စဖိုဒ့်ကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့် သူက ဆင်းရဲတယ်...သူဟာ ထက်မြက်တဲ့သူတစ်ယောက်ဆိုပေမယ့် ကျောင်းမပြီးဘူး...ဘာလို့ဆို မူးယစ်ဂိုဏ်းက လူတစ်ချို့နဲ့အဆက်အသွယ်ရပြီး\nအချိန်တိုအတွင်း ငွေတွေမျိုးမျိုးမျက်မျက်ဝင်တဲ့ ဒီလောကကို သူသဘောကျသွားတယ်... လူတစ်ယောက်ရဲ့ လည်ပင်းကိုလှီးပြီး သွေးစင်တာတောင် မျက်တောင်ခတ်ဖို့ သတိမရတတ်တဲ့ဒီပတ်ဝန်းကျင်မှာ ဟိုနေရာဆေးလေးပို့ ဒီနေရာဆေးလေးပို့ ငွေလေးယူလိုက်\nအမြတ်ငွေလေးအိပ်ထဲထည့်လိုက်ရုံနဲ့မပြီးဘူးဆိုတာသိတဲ့နောက်မှာတော့\nမစ်ကီတစ်ယောက်ဟာ သူ့ကိုယ်သူ ဒီလောကရဲ့ အများသူငါမော်မကြည့်ရဲတဲ့\nဘုရင်တစ်ပါးအဖြစ်ပုံပြောင်းပါတော့တယ်....\nဒီဇာတ်ကားက ဂန်းစတားတွေအကြောင်းရိုက်ထားတာပါ...ဒုစရိုက်သမားတွေရဲ့\nကတုံးပေါ်ထိပ်ကွက်တွေ...\nလည်သူစားစတမ်းတွေ....လက်မရွှံတွေကြား မျက်ခုံးမွေးပေါ်စင်္ကြန်လျှောက်တဲ့သူတွေနဲ့ ဒီကားကတော်တော်မိုက်ပါတယ်...\nThe Irishman (2019) တို့လို့ ခပ်အေးအေးနဲ့ ဇာတ်လမ်းကို ဆွဲခေါ်တတ်တဲ့အမျိုးအစားမဟုတ်ပါဘူး..သူက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် လည်းပါမှာပေါ့လေ...The Gentlemen (2019) ကတော့ ခပ်သွက်သွက်နဲ့ကိုဇာတ်လမ်းစထားပါတယ်...အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Matthew McConaughey ကိုတော့\nအားလုံးသိကြမှာပါ...အခြားဝါရင့်ဟာသသရုပ်ဆောင်တွေ အက်ရှင်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ လူငယ်အနေနဲ့လည်း crazy rich Asian တို့ last Christmas တို့ရဲ့ မင်းသား ဟင်နရီ ဂိုးဒင်းတို့လည်း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-gentlemen2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KymNvlWR0XF0sqX2BWRd9Z3yXR.jpg",
        "title": "Outbreak (1995)",
        "description": "ဒီတစ်ခါမှာတော့ လတ်တလော ဖြစ်ပွားနေတဲ့ Covid 19 လိုမျိုး ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်လူတွေ ဘယ်လိုဒုက္ခရောက်ရလဲဆိုတာကို ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်1995 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Outbreak ဆိုတဲ့ အမေရိကန်ကားလေးပါဒီဇာတ်ကားထဲက ဇာတ်လိုက်ကျော်ဗိုင်းရပ်စ်ကတော့ အာဖရိကမှာ စတင်ပေါ်ပေါက်လာခဲ့တဲ့ Motaba ဗိုင်းရပ်စ်ပါဘီလီဖော့ဒ်နဲ့ သူ့အထက်အရာရှိ မက်ကလင်တော့တို့ဟာ အာဖရိကကို ကူညီဖို့ သွားခဲ့ပေမဲ့ ပြင်းထန်လွန်းပီးကူးစက်မြန်တဲ့ ရောဂါ ဖြစ်နေတဲ့အတွက် မတတ်သာဘဲ စခန်းကို အပျောက်ရှင်းခဲ့လိုက်ကြပါတယ်ဒီဗိုင်းရပ်စ်အတွက် ကုသဆေးကိုတော့ အမေရိကမှာ စမ်းသပ်ထုတ်ဖော်ခဲ့ကြပီး လျှို့ဝှက်လက်နက်တစ်ခုအနေနဲ့ သိမ်းထားခဲ့ကြပါတယ်တစ်နေ့မှာ အာဖရိကမှ မျောက်တစ်ကောင်ကို ဂျင်ဘိုဆိုတဲ့ကောင်လေးက ဖမ်းလာခဲ့မိပါတယ်အဲဒီမျောက်မှာ Motaba virus ပါလာပြီး ဂျင်ဘိုကတစ်ဆင့် ကူးစက်ပါတော့တယ်ဂျင်ဘိုက မျောက်ကို လွှတ်ပေးလိုက်တဲ့အခါ အစရှာမရဖြစ်ပီး ရောဂါဟာ ကယ်လီဖိုးနီးယားက ...",
        "rating": "6.6",
        "url": "https://megaup.net/Q57w/(CM)_Outbreak.1995.720p.BluRay.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjM4OTYzZGItMjI2MC00NzJjLTlmODUtYjQxYTE0MTIwNDMyXkEyXkFqcGdeQXVyNTkzMTUwMDI@._V1_SX702_CR00702999_AL_-141x200.jpg",
        "title": "House of Hummingbird (2018)",
        "description": "ဒီရုပ်ရှင်ကတော့ တောင်ကိုရီးယားနိုင်ငံမှာ\nအမှန်တကယ် ဖြစ်ပျက်ခဲ့တဲ့ တံတားပြိုကျမှု\nအဖြစ်အပျက်တစ်ခုကို အကြောင်းပြုပြီးရိုက်ကူးတဲ့\nစိတ်ကူးယဉ်နဲ့ ဖြစ်ရပ်မှန် အခြေပြုရုပ်ရှင်\nဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nဒီဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာကတော့\nတောင်ကိုရီးယားနိုင်ငံရဲ့ တက်သစ်စအမျိုးသမီး\nဒါရိုက်တာ Kim Bora ဖြစ်ပြီး ဒီဇာတ်ကားနဲ့\nဘာလင်အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော်မှာ\nအကောင်းဆုံးဇာတ်ကားဆုအပါအဝင်\nဆုပေါင်းများစွားကို ရရှိထားတဲ့ အလားလားရှိတဲ့\nဒါရိုက်တာတစ်ယောက်ပါ။\nဒီဇာတ်လမ်းကလည်း\nဒါရိုက်တာ Kim Bora ငယ်စဉ်က\nကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တစ်ခုကို\nအခြေပြုရိုက်ကူးထားပြီး ဆယ်ကျော်သက်ရွယ်\nကောင်မလေးတစ်ယောက်ရဲ့ မမျှော်လင့်ပဲ\nကြုံတွေ့လိုက်ရတဲ့ ဘေးဒုက္ခတွေရယ်၊\nသူ့ရဲ့ အချစ်နဲ့ ဘဝအတွက် ရှာဖွေမှုတွေကို\nခံစားကြည့်ရှူရမယ့် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။\nနိုင်ငံတကာဆုရ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို\nအင်္ဂလိပ်စာတန်းထိုးဖိုင် မထွက်ရှိသေးတဲ့\nဇာတ်ကားတစ်ခုဖြစ်ပြီး ကိုရီးယားဘာစကားကနေ\nတိုက်ရိုက်ဘာသာပြန်ပြီး CM ကနေ\nဦးဦးဖျားဖျား တင်ဆက်ပေးလိုက်ရတာပဲ ဖြစ်ပါတယ်။\nအသံကိုသာ အဓိကထား နားထောင်ပြန်ရတာဖြစ်တဲ့အတွက်\n၁၀၀ ရာခိုင်နှုန်း မမှန်ခဲ့သည် ရှိသော်\nသည်းခံကြည်ံရှုပေးကြပါရန်...\nဒီရုပ်ရှင်ကားကို Phu Nge Nge Thein မှ\nဘာသာပြန်ပေးထားပြီး အညွှန်းကို\nကိုဇင်ကိုကို မှ ရေးပေးထားပါတယ်\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်။zawgyi\nဒီ႐ုပ္ရွင္ကေတာ့ ေတာင္ကိုရီးယားႏိုင္ငံမွာ\nအမွန္တကယ္ ျဖစ္ပ်က္ခဲ့တဲ့ တံတားၿပိဳက်မႈ\nအျဖစ္အပ်က္တစ္ခုကို အေၾကာင္းျပဳၿပီး႐ိုက္ကူးတဲ့\nစိတ္ကူးယဥ္နဲ႔ ျဖစ္ရပ္မွန္ အေျချပဳ႐ုပ္ရွင္\nဇာတ္ကားေကာင္းျဖစ္ပါတယ္။\nဒီဇာတ္ကားကို ႐ိုက္ကူးထားတဲ့ ဒါ႐ိုက္တာကေတာ့\nေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4dRLi/House.of.Hummingbird.2018_720P_%7BCM%7D.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZmE5MWUyODQtMjMyNy00MWVjLTgzMTEtZTU5YzNhYTliMmM1XkEyXkFqcGdeQXVyMjg1NTU5MTU@._V1_SY1000_CR006871000_AL_-137x200.jpg",
        "title": "The Birdcatcher (2018)",
        "description": "ဒီဇာတ်ကားကတော့  2019 ခုနစ်ကထွက်ထားတဲ့ဇာတ်ကားလေးပါ နာဇီခေတ်ကိုအေခြခံပီးရိုက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်\nIMDb 4.7နဲ့ Google user 80%က  ထောက်ခံထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ  ဇာတ်လမ်းအကျဉ်းကတော့ တွန်ဟိုင်းမြို့မှာနေနေတဲ့\nဂျူးလူမျိုးတွေရှိပါတယ်  အဲ့ဒီ့ထဲမှာ အက်စတာတို့မိသားစုလည်းအပါအဝင်ပါပဲ  တနေ့မှာတော့ နာဇီတွေက တွန်ဟိုင်းက\nဂျူးလူမျိုးတွေကိုဖမ်းဆီးသတ်ဖြတ်မှုတွေ  စတင်လုပ်လာပါတော့တယ် အဲ့ဒီ့မှာ အက်စတာရဲ့ မိဘနှစ်ပါးလည်အသတ်ခံရပီး အက်စတာဟာ ထွက်ပြေးရပါတယ်\nထွက်ပြေးရင်းပြေးရင်းနဲ့သူမဟာ နာဇီတွေရဲ့ဘက်တော်သားဖြစ်တဲ့ နော်ဝေလူမျိုး ဂျိုဟန်ရဲ့အိမ်ကိုရောက်သွားခဲ့ပါတယ် အဲ့ဒီမှာဂျိုဟန်ရဲ့သား အက်ဆယ်က\nသူမကိုကူညီပေးခဲ့တာပါ ဒါပေမယ့် နာဇီ‌တွေကလွတ်သွားတဲ့သူမကိုလိုက်ရှာနေတာကြောင့်ရယ် ဂျိုဟန်က နာဇီတွေရဲ့လူဖြစ်တာကြောင့်ရယ်\nအဲ့ဒီ‌အိမ်ကို သူမဟာ ယောကျာ်းလေးတယောက်ဟန်ဆောင်ပီး ရောက်သွားခဲ့ပါတယ် အဲ့ဒီမှာ သူမ ရှင်သန်ဖို့ ဘာတွေ‌ကြုံတွေရင်ဆိုင်ရမလဲနာဇီတွေလက်ထဲကနေ ဒီအိမ်ကနေ\nထွက်ပြေးလွတ်မြောက်နိုင်မှာလားဆိုတာ ကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ဇာတ်လမ်းအညွုန်းနဲ့ဘာသာပြန်သူကတော့Pyae Shan Tun Wai ပါ",
        "rating": "7.3",
        "url": "https://megaup.net/1Fqaa/Inception_[2010]_(MM_Sub).mp4 https://megaup.net/31l5w/Malena.2000.UNCUT.BluRay.720p.DTS.x264-CHD.mp4 https://megaup.net/1Fqbz/Naayak_[2013]_(MM_Sub).mp4 https://megaup.net/1Fqcc/The_Pursuit_Of_Happyness_[2006]_(MM_Sub).mp4 https://megaup.net/2lnG4/The_Thin_Red_Line_[1998]_(MM_Sub).mp4 https://megaup.net/2lnG8/The.Birdcatcher.2019_{CM}.mp4",
        "category": "Biography, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/bAUjXSpnizDkSg4qa08PWuesrVV-133x200.jpg",
        "title": "[18+] Corpse Prison: Part 2 (2017)",
        "description": "ယု ဆိုတဲ့ မိန်းမလှလေးဟာ အချစ်ဦးနဲ့ လွဲခဲ့ရပြီး ကြမ်းတမ်းတဲ့ အတိတ်ဆိုးရဲ့ခြောက်လှန့်မှုကို အခုချိန်ထိ ခံနေရတဲ့သူဖြစ်ပါတယ်။\nလက်ရှိအချိန်မှာတော့ သူဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ဦးအဖြစ် အသက်မွေးနေပြီး တစ်နေ့မှာတော့ သူ့ကို အလုပ်အပ်တဲ့ မြေအောက်လောကရဲ့ သြဇာရှိသူတစ်ယောက်နဲ့ ပတ်သက်မိပါတော့တယ်။ အဲ့ဒီလူအပ်လာတဲ့ ပစ်မှတ်နောက်ကိုလိုက်ရင်း သူ့ ငယ်ချစ်ဦးကို\nပြန်သတိရစေတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက် ကို ဆုံတွေ့ ပတ်သက်မိလာတဲ့နောက်မှာတော့..သူဟာ မရုန်းနိုင်စရာ\nသုံးပွင့်ဆိုင် ဇာတ်ရှုပ်ထဲကို တိုးဝင်မိပါတော့တယ်။\n၁၉၇၀ ၈၀ ဝန်းကျင်မှာ အင်မတန်အားကောင်းခဲ့တဲ့ Pink Film လို့ခေါ်တဲ့ အဖော်အချွတ်အသားပေး Crime,Thiriller ကားကောင်းတစ်ကားပါ။\nခေါင်းဆောင်မင်းသမီးရဲ့ ဂန္ဓဝင်မမ အလှနဲ့တင်ကြည့်ရတာတန်သလို ဇာတ်လမ်းလေးလဲမဆိုးပါဘူး။ အဖော်အချွတ်အသားပေးဆိုတဲ့အတိုင်း ၁၈ နှစ်အထက်ကားပါပဲ။Dark Side Production မှ တင်ဆက်လိုက်တာပါ။ \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by ALS zawgyiယု ဆိုတဲ့ မိန္းမလွေလးဟာ အခ်စ္ဦးနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-corpse-prison-part-2-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/a1gblml02ofe-133x200.jpg",
        "title": "[18+] Corpse Prison: Part 1 (2017)",
        "description": "ဂျပန်ပြည်ရဲ့ လူသူအရောက်အပေါက်နည်းတဲ့ရွာလေးတစ်ရွာကို ကျောင်းသူကောင်မလေးတွေနဲ့ ပရော်ဖက်ဆာတို့ လေ့လာရေးလုပ်ဖို့ ရောက်ချလာတာက စတယ်...ရောက်လာတယ်ဆိုတာလဲ ရွာခေါင်းဆောင်က ကောင်မလေးတွေကိုချည်း လာလေ့လာဖို့ ဖိတ်ခေါ်ထားတာ....အဲ့ရွာမှာ ယောင်္ကျားသားတွေချည်းပဲနေတယ်ဆိုတာလဲ ကျောင်းသူတစ်သိုက်က အဲ့ရောက်မှသိကြတာ...ရောက်ရောက်ချင်းပဲ ရွာရဲ့ဓလေ့ပွဲတော်တစ်ခုနဲ့တိုးတယ်...ခြေထောက်ဖြတ်စားပွဲတဲ့။ကဲ...ထူးဆန်းတဲ့ရွာလေးကို ကောင်မလေးတစ်သိုက်နဲ့ သွားရောက်လေ့လာရအောင်နော်။သွေးထွက်သံယို သတ်တာဖြတ်တာအပြင် 18+ အခန်းတွေလဲပါလို့ အရွယ်မရောက်သူများမကြည့်သင့်ပါ။Dark Side Production မှ တင်လိုက်တာပါ။ \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Soe Min Thein zawgyiဂ်ပန္ျပည္ရဲ႕ လူသူအေရာက္အေပါက္နည္းတဲ့႐ြာေလးတစ္႐ြာကို ေက်ာင္းသူေကာင္မေလးေတြနဲ႔ ပေရာ္ဖက္ဆာတို႔ ေလ့လာေရးလုပ္ဖို႔ ေရာက္ခ်လာတာက စတယ္...ေရာက္လာတယ္ဆိုတာလဲ ႐ြာေခါင္းေဆာင္က ေကာင္မေလးေတြကိုခ်ည္း လာေလ့လာဖို႔ ဖိတ္ေခၚထားတာ....အဲ့႐ြာမွာ ေယာက်ၤားသားေတြခ်ည္းပဲေနတယ္ဆိုတာလဲ ေက်ာင္းသူတစ္သိုက္က အဲ့ေရာက္မွသိၾကတာ...ေရာက္ေရာက္ခ်င္းပဲ ႐ြာရဲ႕ဓေလ့ပြဲေတာ္တစ္ခုနဲ႔တိုးတယ္...ေျခေထာက္ျဖတ္စားပြဲတဲ့။ကဲ...ထူးဆန္းတဲ့႐ြာေလးကို ေကာင္မေလးတစ္သိုက္နဲ႔ သြားေရာက္ေလ့လာရေအာင္ေနာ္။ေသြးထြက္သံယို သတ္တာျဖတ္တာအျပင္ 18+ အခန္းေတြလဲပါလို႔ အ႐ြယ္မေရာက္သူမ်ားမၾကည့္သင့္ပါ။Dark Side Production မွ တင္လိုက္တာပါ။File size…(800 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/18-corpse-prison-part-1-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZGJkMGQ3NTAtNmZiYy00NjlkLTk0YWQtZWZhMjk0YmI4ZjhjXkEyXkFqcGdeQXVyMTc5OTQwMzk@._V1_SY1000_CR007361000_AL_-147x200.jpg",
        "title": "The Translators (2019)",
        "description": "ဒီဇာတ်ကားက ကျူးဘားနိုင်ငံရဲ့၁၉၉၀ ဝန်းကျင်ကဖြစ်ရပ်မှန်တခုကိုအခြေခံရိုက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်မာလင်ဟာ ရုရှားစာပေကိုသင်ကြားနေတဲ့\nပါ‌မောက္ခတဦးဖြစ်ပီး သူ့မိန်းမ အိုက်ဆိုနာကတော့ပန်းချီပြခန်းဖွင့်ကြိုးစားနေတဲ့သူပါသူတို့မှာ ဟာဗီလို့ခေါ်တဲ့သားတယောက်ရှိပါတယ် ထူးခြားတာက\nအဲ့ဒီဟာဗီကိုယ်တိုင် ဒီဇာတ်ကားကိုရိုက်ကူးထားတာဖြစ်ပါတယ်၁၉၉၀ ဝန်းကျင်မှာ ဆိုဗီယက်ပြည်ထောင်စုကဒုက္ခသည်တွေကိုဆေးကုပေးဖို့\nကျူးဘားကို ပို့လိုက်ပါတယ် အဲ့ဒီမှာအခြေအနေအရ ကျူးဘားကတက္ကသိုလ်တွေပါပိတ်လိုက်ရပီးမာလင်အပါအဝင်ရုရှားစာပေပါမောက္ခတွေဟာ\nဆေးရုံမှာဆိုဗီယက်ဒုက္ခသည်တွေအတွက်စကားပြန်လုပ်ပေးရပါတယ် မာလင်ကတော့ကလေးတွေအတွက် စကားပြန်လုပ်ပေးရပါတယ်\nမာလင်က အစပိုင်းမှာတော့ မပျော်ဘဲတဖြည်းဖြည်း ရောဂါဖြစ်နေတဲ့ကလေးတွေနဲ့အတူ‌ပျော်ရွှင်စရာ‌ တွေလုပ်ပေးကြိုးစားနေရင်းကနေ\nပျော်ရွှင်လာပါတယ် တဖက်မှာတော့မိသားစုကို ပြန်မကြည့်တော့ပါဘူးအဲ့ဒီကနေဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ဇာတ်ကားက\nဒရမ်မာအမျိုးအစားဖြစ်ပီးတော့IMDb 7/10 နဲ့ Rotten Tomatoes 67% ရထားပါတယ်ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ထားတာမလို့\nကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါNomination 13ခု ဝင်ထားပီး5ခု Winnerရထားတဲ့ဇာတ်ကားဖြစ်ပီးဇာတ်လမ်းအညွုန်းနဲ့ဘာသာပြန်သူကတော့\nLampard ဖြစ်ပါတယ်Thit San Khan မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.3",
        "url": "https://megaup.net/4dRyi/A.Translator.2019_720P_%7BCM%7D.mp4",
        "category": "Biography, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n2C6jRK9PtPIs99RQhKtqGlsnsO.jpg",
        "title": "My Spy(2020)",
        "description": "My Spy(2020)(unicode)ဖခင်ဖြစ်သူဟာ လူဆိုးတွေနဲ့ပတ်သက်မိပြီး သေဆုံးခဲ့လို့ ၉နှစ်အရွယ်သမီးလေးဟာ\nအမေနဲ့ပဲကျန်ခဲ့လေရဲ့...\nဒီမိသားစုဟာ လူသတ်တရားခံနဲ့ ပတ်သက်နိုင်လို့ဆိုပြီး\nစုံထောက်အဖွဲ့ဟာ ဒီကလေးမလေးရဲ့အိမ်ကို ၂၄နာရီစောင့်ကြည့်ပါတယ်...\nစောင့်ကြည့်အဖွဲ့ခေါင်းဆောင်က စီအိုင်အေက လူကြမ်းအေးဂျင့်ကြီး\nတစ်ယောက်ဖြစ်ပါတယ်....\nစီအိုင်အေရဲ့ အဆင့်မြင့်ထောက်လှမ်းမှုတွေကို ထက်မြက်တဲ့ကောင်မလေးဟာသိသွားခဲ့တယ်...ဒီကလေးမလေးဟာ ဒီအတိုင်းတော့မနေဘူး..စီအိုင်အေထောက်လှမ်းရေးအဖွဲ့ကို တုန့်ပြန်ဖို့အကွက်လေးတွေဆင်ပါတော့တယ်..အေးဂျင့်ကြီးဒီကလေးကြောင့်တိုင်တွေပတ်တဲ့အပြင် လူဆိုးအဖွဲ့ကလည်း တစ်ချိန်ထဲပေါ်လာတဲ့အချိန်မှာတော့...\nကလေးမလေးက ဘယ်လိုတွေလုပ်လဲ...မိသားစုနဲ့ လူဆိုးအဖွဲ့ကရော ဘယ်လိုတွေ\nဆက်နွယ်မှုရှိနေတာလဲ...တကယ်အမှုကြီး ရုပ်လုံးပေါ်လာချိန်မှာ အေးဂျင့်ကြီးနဲ့\nကလေးမလေးက ဘယ်လိုတွေရင်ဆိုင်ကြမလဲ...ဒီဇာတ်လမ်းက ရယ်လည်းရယ်ရသလို အက်ရှင်ခန်းခပ်မိုက်မိုက်တွေလည်း ပါပါတယ်..မိသားစုနဲ့အတူကြည့်လို့ရသလို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်လည်းကောင်းပါတယ်...\nအေးဂျင့်ကြီးအဖြစ်တော့နပမ်းမင်းသားလို့\nအားလုံးတော်တော်များများခေါ်ကြတဲ့ ဘက်တစ်စတာက\nသရုပ်ဆောင်ထားပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာMarTizasဖြစ်ပါတယ်(zawgyi)ဖခင္ျဖစ္သူဟာ လူဆိုးေတြနဲ႔ပတ္သက္မိၿပီး ေသဆုံးခဲ့လို႔ ၉ႏွစ္အ႐ြယ္သမီးေလးဟာ\nအေမနဲ႔ပဲက်န္ခဲ့ေလရဲ႕...\nဒီမိသားစုဟာ လူသတ္တရားခံနဲ႔ ပတ္သက္ႏိုင္လို႔ဆိုၿပီး\nစုံေထာက္အဖြဲ႕ဟာ ဒီကေလးမေလးရဲ႕အိမ္ကို ၂၄နာရီေစာင့္ၾကည့္ပါတယ္...\nေစာင့္ၾကည့္အဖြဲ႕ေခါင္းေဆာင္က စီအိုင္ေအက လူၾကမ္းေအးဂ်င့္ႀကီး\nတစ္ေယာက္ျဖစ္ပါတယ္....\nစီအိုင္ေအရဲ႕ အဆင့္ျမင့္ေထာက္လွမ္းမႈေတြကို ထက္ျမက္တဲ့ေကာင္မေလးဟာသိသြားခဲ့တယ္...ဒီကေလးမေလးဟာ ဒီအတိုင္းေတာ့မေနဘူး..စီအိုင္ေအေထာက္လွမ္းေရးအဖြဲ႕ကို တုန႔္ျပန္ဖို႔အကြက္ေလးေတြဆင္ပါေတာ့တယ္..ေအးဂ်င့္ႀကီးဒီကေလးေၾကာင့္တိုင္ေတြပတ္တဲ့အျပင္ လူဆိုးအဖြဲ႕ကလည္း တစ္ခ်ိန္ထဲေပၚလာတဲ့အခ်ိန္မွာေတာ့...\nကေလးမေလးက ဘယ္လိုေတြလုပ္လဲ...မိသားစုနဲ႔ လူဆိုးအဖြဲ႕ကေရာ ဘယ္လိုေတြ\nဆက္ႏြယ္မႈရွိေနတာလဲ...တကယ္အမႈႀကီး ႐ုပ္လုံးေပၚလာခ်ိန္မွာ ေအးဂ်င့္ႀကီးနဲ႔\nကေလးမေလးက ဘယ္လိုေတြရင္ဆိုင္ၾကမလဲ...ဒီဇာတ္လမ္းက ရယ္လည္းရယ္ရသလို အက္ရွင္ခန္းခပ္မိုက္မိုက္ေတြလည္း ပါပါတယ္..မိသားစုနဲ႔အတူၾကည့္လို႔ရသလို\nရင္ခုန္စိတ္လႈပ္ရွားဖြယ္လည္းေကာင္းပါတယ္...\nေအးဂ်င့္ႀကီးအျဖစ္ေတာ့နပမ္းမင္းသားလို႔\nအားလုံးေတာ္ေတာ္မ်ားမ်ားေခၚၾကတဲ့ ဘက္တစ္စတာက\nသ႐ုပ္ေဆာင္ထားပါတယ္..\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာMarTizasျဖစ္ပါတယ္File Size : (900 MB) and (339 MB)\nQuality : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-spy2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "6.9",
        "url": "https://megaup.net/4dQGo/[CM]Bad.Boys.For.Life.2020.720p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6n6BdLtJ27IWzR5njWul9n1WlHa.jpg",
        "title": "Madha (2020)",
        "description": "အသစ် ထွက်ရှိလာတဲ့ တောင်ပိုင်း တေလဂူးကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။မြင်နေကျ အိန္ဒိယကားတွေနဲ့ မတူဘူး။စကားတွေ အများကြီး မပြောဘူး။ဖိုက်တင်အက်ရှင်တွေ ပါမနေဘူး။ဆိုက်ကို ဆန်ဆန်နဲ့ Thriller နောက်ခံတေးကိုအဆက်မပြတ် ကြားနေရပြီး စကားနည်းနည်းနဲ့ဖော်ကျူးထားပါတယ်။ဇာတ်လမ်းစစချင်းမှာ စိတ်ရောဂါအထူးကု ဆရာဝန်တစ်ယောက်စာသင်နေပုံနဲ့ စတယ်။\"လူသားတွေ အတွက် အန္တရာယ်အရှိဆုံး လက်နက်ကလူတွေရဲ့ စိတ်ပဲ\"တဲ့။ကျွန်တော်တို့ နေ့စဉ်ကြုံတွေ့နေရပါတယ်။အကြောက်တရားနဲ့ အသိစိတ်ကို အပြင်ထုတ်ပေးခံနေရတဲ့လူတွေ ခုတလော အမြင်ရဆုံးပဲမဟုတ်လား။ကျွန်တော်တို့ စိတ်တွေဟာ ဘယ်အချိန်မှာလက်နက်ဖြစ်သွားတာလဲတဲ့။အဲ့ဒီမှာပဲ တည်ငြိမ်ပြီး နေသားကျနေတဲ့မိန်းကလေးတစ်ယောက်နဲ့ သူ့ဘဝကိုအချက်ကျကျ လာရောက်ဖျက်ဆီးတဲ့ လူတစ်ယောက်တို့ရဲ့ဇာတ်လမ်း အစပျိုးလိုက်ပါတယ်။မေးစရာ တစ်ခုရှိတယ်ဗျ။ကျွန်တော်တို့တွေ အရူးလို့ ဘယ်သူ့ကို ခေါ်ကြတာလဲ။ဘယ်လိုလူမျိုးကို ရူးတယ်လို့ စွပ်စွဲနိုင်မလဲ။လမ်းပေါ် အမှိုက်တွေ့လို့ ကောက်ယူသွားတဲ့လူကိုဝတ်ကောင်းစားလှနဲ့ မြင်ရရင်တော့လူကောင်းလို့ခေါ်ပြီးစုတ်ပြတ်နွမ်းရိတဲ့ အဝတ်အစားနဲ့မြင်ရရင်တော့အရူးလို့ပဲ သတ်မှတ်လိုက်ကြတာမလား။လမ်းပေါ်က အရာဝတ္ထုတစ်ခုဆိုပါစို့။ကိုယ်မြတ်နိုးတဲ့အရာကို ကိုယ်ကောက်ယူသွားတာကတပါးသူအတွက် ရူးတယ်ခေါ်နိုင်သလို ကိုယ်မလိုချင်လို့ပစ်ထားတဲ့ ပစ္စည်းအစုတ်ကတပါးသူကောက်ယူစရာဖြစ်နေလို့ ကောက်ယူသွားတဲ့အခါအဲ့ဒီလူကို ရူးတယ်လို့ ခေါ်ကြပြန်ရော။ဇာတ်လမ်းထဲမှာတော့ မင်းသမီးကို အကွက်ကျကျ စီစဉ်ထားတဲ့လှည့်ကွက်တွေ၊ တပါးသူမသိနိုင်အောင် ကြံစည်ထားမှုတွေနဲ့သူ့ကို အရူးပါလို့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/madha-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjA4MWI4MGItMmZmYi00MmYyLTgyYTEtYjVkM2Q5OTIxYzAwXkEyXkFqcGdeQXVyMTE1OTI5NDg5._V1_-143x200.jpg",
        "title": "Money Heist: The Phenomenon (2020)",
        "description": "Money Heist လို့ ခေါ်တဲ့ စပိန်စီးရီး ဟာ\nလက်ရှိမှာ အရမ်းအောင်မြင်ပြီး တစ်နှစ်မှာ Season တစ်ခုထွက်ဖို့\nလူတိုင်းစောင့်မျှော်နေရတဲ့ အရမ်းအောင်မြင်တဲ့ ဇတ်လမ်းတွဲဖြစ်ပါတယ်\nအဓိက ဇတ်ကောင်တွေ ဖြစ်တဲ့ ပရော်ဖက်ဆာ ၊ ဘာလင် ၊ ဒန်ဘာ ၊ တိုကျို ၊ နိုင်ရိုဘီ\nတို့ဆို မသိသူမရှိသလောက် ချစ်ကြတဲ့ သူတွေ များပါတယ်...\nဒီလို မအောင်မြင်ခင်က ပိတ်ကားနောက်ကွယ်ကို ကြည့်မယ်ဆိုရင်\nဒီ ဘဏ်ဓါးမြတိုက်တဲ့ စီးရီးကို ၂၀၁၇ က စပိန်နိုင်ငံရဲ့ ဖရီးရုပ်သံလိုင်းမှာ\nပြသခဲ့တာ ဖြစ်ပြီး စစပြချင်းတော့ စပိန်နိုင်ငံအဝှမ်းကြည့်ရှု့သူများပါတယ်\nဒါပေမဲ့ Season 2 ကို အရောက် ကြည့်ရှုသူ နည်းခဲ့ပြီး ရိုက်ကူးရေးကို\nလုံး၀ ရပ်ဆိုင်းပစ်ခဲ့ရပါတယ်...\nပြောရရင် ရှုံးနိမ့်သွားခဲ့တဲ့ ဇတ်လမ်းတစ်ခုပါပဲ\nဒီလိုပြောရင် ခင်ဗျားတို့က ရယ်နေမှာပဲ ဟာ ဖြစ်နိုင်ပါ့မလားပေါ့...\nဒီလို နဲ့ Netflix ဟာ သူ့ရုပ်သံလိုင်းမှာ ပြသဖို့ စပိန် ရုပ်ရှင် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/money-heist-the-phenomenon-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41YWD0M32uo6ekBEvVrQgidyemB.jpg",
        "title": "Proxima(2019)",
        "description": "Proxima(2019)IMDb...6.6,,,,Rotten...82%(unicode)အသက်၇ နှစ်အရွယ်သမီးလေးတစ်ယောက်နဲ့ ဘဝကို ဖြတ်သန်းနေတဲ့ မိခင်တစ်ယောက်...\nငယ်စဉ်ကတည်းက အာကာသယာဉ်မှူးအိမ်မက် မက်နေခဲ့တဲ့ အမျိုးသမီးတစ်ယောက်...\nသူမကတော့ ကွာရှင်းထားတာသိပ်မကြာသေးတဲ့ ပြင်သစ်မလေး ဆာရက်ပါ\nတနေ့မှာတော့ သူမ နေ့နေ့ညညမျှော်လင့်ခဲ့ရတဲ့ အာကာသယာဉ်မှူးအိမ်မက် အကောင်အထည်ပေါ်လာခဲ့ပါတော့တယ်...\nချစ်ရတဲ့ သမီးငယ်ကိုအချိန်မပေးနိုင်တော့ဘဲ အိမ်မက်ရဲ့စေရာနောက်ကို ရွေးချယ်လိုက်တဲ့နောက်မှာတော့....\nဒီဇာတ်လမ်းထဲမှာတော့ အမေနဲ့သမီးနဲ့ ကြားက သံယောဇဉ်၊ အလုပ်နဲ့ သားသမီးကြားမှာ ဒွိဟများနေတဲ့ မိခင်တစ်ယောက်ရဲ့စိတ်တို့အပြင်\nအာကာသယာဉ်မှူးတစ်ယောက်ရဲ့ ကမ္ဘာမြေပေါ်က မထွက်ခွာမှီ ကြိုတင်ပြင်ဆင်ရပုံတွေကို အသေးစိတ်ရိုက်ကူးထားပါတယ်..\nဗဟုသုတလည်းရသလို  ခက်ခဲတဲ့ဘဝတွေကို ပညာသားပါပါလေးပြထားပါတယ်...IMDbလည်းမဆိုးသလို Rotten လည်း 82%တောင် ရရှိထားတာမို့လို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်...(zawgyi)အသက္၇ ႏွစ္အ႐ြယ္သမီးေလးတစ္ေယာက္နဲ႔ ဘဝကို ျဖတ္သန္းေနတဲ့ မိခင္တစ္ေယာက္...\nငယ္စဥ္ကတည္းက အာကာသယာဥ္မႉးအိမ္မက္ မက္ေနခဲ့တဲ့ အမ်ိဳးသမီးတစ္ေယာက္...\nသူမကေတာ့ ကြာရွင္းထားတာသိပ္မၾကာေသးတဲ့ ျပင္သစ္မေလး ဆာရက္ပါ\nတေန႔မွာေတာ့ သူမ ေန႔ေန႔ညညေမွ်ာ္လင့္ခဲ့ရတဲ့ အာကာသယာဥ္မႉးအိမ္မက္ အေကာင္အထည္ေပၚလာခဲ့ပါေတာ့တယ္...\nခ်စ္ရတဲ့ သမီးငယ္ကိုအခ်ိန္မေပးႏိုင္ေတာ့ဘဲ အိမ္မက္ရဲ႕ေစရာေနာက္ကို ေ႐ြးခ်ယ္လိုက္တဲ့ေနာက္မွာေတာ့....\nဒီဇာတ္လမ္းထဲမွာေတာ့ အေမနဲ႔သမီးနဲ႔ ၾကားက သံေယာဇဥ္၊ အလုပ္နဲ႔ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/proxima2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BTzAj0OWy8852qH6YveWuRMrh9.jpg",
        "title": "English Medium (2020)",
        "description": "IMDb 7.7/10Rotten 50%ဘောလီဝုဒ်ဖန်တွေအတွက် သဘာဝမင်းသားကြီး Irrfan Khan ရဲ့နောက်ဆုံးထွက် ကားသစ်ကားကောင်းတစ်ကားကို တင်ဆင်ပေးလိုက်ပါတယ်မိသားစု ဒရာမာ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်မိသားစုတွေနဲ့အတူ ရယ်ရယ်မောမောနဲ့ ခံစားလိုက်ကြပါဦးဇာတ်လမ်းကတော့အိန္ဒိမုန့်အချိုဆိုင်ပိုင်ရှင် လူလတ်တန်းစားတစ်ယောက်ဖြစ်တဲ့ ချမ်ပက်ဟာသမီးတစ်ယောက်နဲ့ မုဆိုးဖိုးတစ်ယောက်ဖြစ်ပါတယ်ငယ်စဉ်ကတည်းက မိခင်ဖြစ်သူဆုံးပါးသွားတဲ့အတွက် သူ့သမီးကို အဖေလိုရော အမေလိုပါ လိုလေသည့်မရှိရအောင် ပြုစုပျိုးထောင်ပေးခဲ့ပါတယ်ဒါပေမဲ့ သူ့သမီးဖြစ်သူ တာရူးဆီမှာတော့ ငယ်ငယ်ကတည်းက နိုင်ငံခြားသွားချင်တဲ့အိပ်မက်တစ်ခုရှိပါတယ်ဒီလိုနဲ သူ့သမီးအရွယ်ရောက်လာတဲ့အခါ အထက်တန်းကျောင်းပြီးတော့လန်ဒန်မှာ တက္ကသိုလ်ဆက်တက်ချင်တဲ့ အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖေါ်ပေးမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 25min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p ...",
        "rating": "7.6",
        "url": "https://megaup.net/3xSNM/(CM)_English_Medium_(2020)_720p_WEB-DL_2.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Men_in_Hope-108621252-large-145x200.jpg",
        "title": "Men in Hope (2011)",
        "description": "IMDb Rating (7.1) ထိရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ချက်(Czech)နိုင်ငံက ဇာတ်ကားဖြစ်ပြီးRomantic comedy-sex comedy film အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....အွန်ဒရက်ချ်ဟာ အေးဆေးတည်ငြိမ်ပြီး အိမ်ထောင်ဖက်အပေါ် သစ္စာရှိတဲ့သူတစ်ယောက်။ပြောင်းပြန်ဆိုသလိုပဲ သူ့ ဇနီးရဲ့အဖေသူ့ယောက္ခမကြီးကတော့ ၃၅ နှစ်သက်တမ်းရှိတဲ့ အိမ်ထောင်ကို မထောက်ပဲ အချိန်ပြည့်ဖောက်ပြန်နေတဲ့သူဖြစ်တယ်။ပျင်းရိစရာကောင်းတဲ့ သူ့အိမ်ထောင်ရေးကို ဘေးကကြည့်ပြီး သူ့လိုပဲ အပြင်မှာ အပျော်ရှာဖို့ ယောက္ခထီးကြီးကမြှောက်ပေးပါတော့တယ်။အစပိုင်းမှာတော့ အွန်ဒရက်ချ် အတတ်နိုင်ဆုံးငြင်းပယ်ခဲ့သေးပေမယ့်အဘိုးကြီး ဒိတ်လုပ်ဖို့ခေါ်လာတဲ့ ဆာလော့တာ ဆိုတဲ့ ဆံပင်နီနီ ဘတ်သီးတောင့်တောင့် မိန်းမလှလေးနဲ့ အတွေ့မှာ စိတ်ပြောင်းသွားပါတော့တယ်။Men in Hope ဟာဆန်းပြားရှုပ်ထွေးတဲ့ ဇာတ်အလှည့်အပြောင်းတွေ မပါပဲ ပေါ့ပေါ့းပါးပါး ရယ်ရယ်မောမော ခံစားကြည့်ရှုရမယ့်မိသားစု အချစ် ဟာသ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(မင်းသမီး နှစ်ယောက်လုံးကလဲ တစ်ယောက် တစ်မျိုးစီ အတော်မိတယ်) \nFile size…(1.1 GB) and (500 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://channelmyanmar.org/men-in-hope-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifn7yLH7W69MdrEEkNzCyO8rTmL.jpg",
        "title": "Like a Boss (2020)",
        "description": "ဒီကားလေးကတော့နာမည်ကြီးမင်းသမီးတွေပါဝင်ထားတဲ့ဟာသနဲ့သူငယ်ချင်းဆက်ဆံရေးလေးအကြောင်းကိုရိုက်ကူးပြထားတဲ့ကားလေးပါမီယာနဲ့မဲလ်တို့က သူတို့ရဲ့ကိုယ်ပိုင်စီးပွားရေးအသေးလေးဖြစ်တဲ့အလှပြင်ဆိုင်နဲ့မိတ်ကပ်တွေထုတ်တဲ့ကုမ္ပဏီအသေးလေးကိုတူတူလုပ်ကိုက်နေကြတဲ့အရမ်းကိုချစ်တဲ့သူငယ်ချင်းကောင်းတွေပါဒါပေမယ့် လုပ်ငန်းကအဆင်ပြေတာနည်းနည်း မပြေတာများများဖြစ်နေတာကြောင့် အကြွေးတွေဝိုင်းပြီးပိတ်ရလုစဲစဲဖြစ်နေတုန်းမှာပဲစီးပွားရေးကိုနားလည်ပါးရိုက်လုပ်တတ်တဲ့makeup industry ကကလဲရီတစ်ယောက်နဲ့ဆုံတွေ့တဲ့အချိန်မှာ....သူတို့နှစ်ယောက်ရဲ့တစ်ယောက်အပေါ်တစ်ယောက်ယုံကြည်တဲ့စိတ်တွေသူငယ်ချင်းဆက်ဆံရေးတွေကို ကလဲရီဘယ်လိုတွေဖျက်စီးပစ်မလဲသူတို့နှစ်ယောက်ကရောဘယ်လိုတွေရှေ့ဆက်မလဲဆိုတာလူတွေရဲ့စိတ်နေစိတ်ထားပြောင်းလဲမှုတွေ မနာလိုမှု​တွေလောဘတွေကိုဟာသလေးတွေနဲ့သေချာရိုက်ပြထားတာပါ File Size : ( 784 MB , 344 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 23 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue & Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "4.2",
        "url": "https://megaup.net/4dPhi/(CM)_Like_A_Boss_2020_BluRay_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmU5ZjhiZjQtMzRmMS00MWJkLWJjMjYtYjc4OWNlYWRkNmIxXkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Daliland (2022)",
        "description": "Dalíland (2022)\n===========\nIMDb Rating - 6.0/10Salvador Dali..1990 ခုနှစ်တွေရဲ့ အကြီးကျယ်ဆုံးသော\nပြင်သစ် ပန်းချီဆရာတစ်ယောက်ဖြစ်ပါတယ်။ လက်ရှိထိ\nလည်း ပန်းချီလောကမှာ သူ့ရဲ့ အနုစိတ်တဲ့ စုတ်ချက်တွေ\nတမူထူးခြားထဲ့ လက်ရာတွေကြောင့် ပြောစမှတ်တွင်ဆဲ\nဖြစ်ပြီး၊ Nobel Work 7ဆုထိတောင် ပိုင်ဆိုင်ခဲ့ပါတယ်။1904 ခုနှစ်မှာ မွေးခဲ့ပြီး 1989..အသက် 84 နှစ်မှာကွယ်လွန်\nခဲ့ပါတယ်..ဒီကားလေးကတော့ Dali ရဲ့ အသက် 70 နောက်\nပိုင်းကနေစပြီး သူမဆုံးခင်အထိ သူ့ဘဝရဲ့ နေဝင်ချိန်ကာလမှာ\nကြုံတွေ့ရခဲ့တဲ့ အဖြစ်အပျက်တွေ အခက်အခဲတွေကို Docum-\nentary ဆန်ဆန်ပြန်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သိပ်ကို\nထူးချွန်လှတဲ့ ပန်းချီဆရာတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားအပါ\nအဝင် အနုပညာသမားတွေဟာ သိပ်ကိုခံစားချက်နုနယ်လှတာ\nကြောင့် Dali တစ်ယောက် သူ့ဘဝရဲ့ နေဝင်ချိန်မှာ ဘာတွေဘယ်\nလိုကြုံတွေခံစားခဲ့ရလဲဆိုတာကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (724 MB) / (423 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Vih3/Daliland.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xI1GSZoww5GqBBNDAlHLyyO2APj.jpg",
        "title": "Missed Connections (2023)",
        "description": "Missed connections (2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ပြတ်တောက်သွားသော ဆက်သွယ်ရေးများ ဆိုတဲ့အတိုင်း\nရည်းစားနဲ့ပြတ်ပြီး ရည်းစားဟောင်းကို မေ့မရဘဲ Move on မလုပ်နိုင်သေးတဲ့သူတွေအတွက် ‌အကျိုးရှိတဲ့ဇာတ်ကားလေးပါ။စွန့်ဦးတီထွင်မမလေးတွေအတွက်လည်း အားဖြစ်စေတဲ့ကားလေးပါဗျ။\nကောင်လေးနဲ့ကောင်မလေး စူပါမားကတ်ထဲမှာ မတော်တဆဆုံပြီး\nMissed connections ဆိုတဲ့appကနေ ပို့စ်တင်ရှာဖွေရာကနေ ဇာတ်လမ်းစတာပါပဲခင်ဗျာ။\nကောင်မလေးက ကောင်လေး ရှာတာ ဆိုပေမယ့် ကောင်လေးရှာတာက ကောင်မလေး ဟုတ်မနေတဲ့အခါ\nသူငယ်ချင်းလို့ပဲ ဆက်ပြီးတော့ ခေါ်မလား၊\nဘာဘာညာညာ ဇာတ်လမ်းတွေဖြစ်ပြီး ဘာညာသွားမလား စောင့်ကြည့်လိုက်ရအောင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 829MB | 402MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae ...",
        "rating": "",
        "url": "https://megaup.net/1f3y4/Missed.Connection.2023.720p.NF.DD5.1.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6cuyejykRZRHLiIU88zARAU9uF.jpg",
        "title": "Annapurna (2023)",
        "description": "Annapurna (2023)တောင်တက်ဖို့ဆိုရင် စိတ်အားထက်သန်တဲ့ ဂန်ဟျွန်းက သူ့ဂျူနီယာ ဆောဝူးကို ခေါ်ထုတ်ပြီး\nတောင်အတူတက်ကြရင်း ကြုံခဲ့တဲ့အချစ်ရေး၊ လမ်းခွဲခဲ့ရတာတွေ၊ စိတ်ဒဏ်ရာတွေအကြောင်း ပြောကြတဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်ဂန်ဟျွန်းဟာ ဟိမဝန္တာတောင်တန်းမှာရှိတဲ့ Annapurna တောင်ကို တက်ချင်နေတဲ့သူဖြစ်ပြီးတော့\nတောင်ရဲ့ဇာတ်လမ်းအစုံကို ဂျူနီယာဖြစ်တဲ့ ဆောဝူးကို အပြည့်အစုံပြောရင်းနဲ့ လမ်းပျောက်လိုက်၊ မျက်စိလည်လိုက်ဖြစ်ပါလေရောသူတို့ရဲ့အချစ်ရေးအတွေ့အကြုံတွေ၊ လူငယ်သဘာဝစိတ်ကူးတွေ၊ ဝါသနာတွေကို ပြောကြရင်း\nဂန်ဟျွန်းရဲ့ ဘဝဒသနတွေကို နားထောင်ရမှာဖြစ်ပါတယ်\nနှစ်ယောက်သား ဘာတွေဆွေးနွေးမျှဝေကြမလဲဆိုတာကိုတော့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 647MB | 300MB\nFormat… mp4\nDuration…. 1h 12min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Vm24/Annapurna.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/WhatsApp-Image-2023-05-15-at-12.34.06-PM-1-convert.io_-150x200.jpg",
        "title": "Chakravyuham (2023)",
        "description": "Chakravyuham-The Trap (2023)IMDb-9.3/10ရုံတင်ငွေ ၂ ကုဋေခွဲအမြတ်ရရှိထားပြီး Ajay ပါဝင်ထားတဲ့ လှည့်ကွက်ပရိယာယ်လေးတွေနဲ့\nထောင်ချောက်ဆိုတဲ့ကားလေးဖြစ်ပါတယ်ရှရီနဲ့ ဆန်ဂျေးဆိုတာသိပ်ချစ်လွန်းလို့လက်ထပ်ထားကြတဲ့ ဇနီးမောင်နှံတွေပါ တစ်နေ့ရှရီ့ကို အိမ်ထဲမှာပဲ\nရက်ရက်စက်စက် လည်လှီးအသတ်ခံထားရတာတွေ့ရပါတယ် အပြင်ကနေခိုးဖျက်ဝင်ထားတဲ့\nလက္ခဏာလည်း ရှိမနေတော့ အတွင်းလူလက်ချက်လို့ပဲ ထင်ကြတာပေါ့ အင်စပက်တာဆပ်တရာကတော့\nဒါဆန်ဂျေးလက်ချက်လို့ပဲ စတွေ့ခဲ့တည်းကထင်နေတော့တာပဲ တစ်ခုပြီးတစ်ခုရှာတွေ့တဲ့သက်သေတွေကလည်း\nဆန်ဂျေးလို့ပဲညွှန်နေကြတယ် ဆန်ဂျေးခမျာအိမ်ထဲမှာပဲ ချစ်ဆုံးဇနီးရက်ရက်စက်စက်သတ်ခံထားရလို့\nစိတ်ထိခိုက်ရတာတစ်ဖက် လူသတ်မှုကိုအပြစ်ကင်းကြောင်းသက်သေမပြနိုင်တာက တစ်ဖက်ပေါ့\nတကယ်ပဲ သူကိုယ်တိုင်ရှရီ့ကိုသတ်ခဲ့တာလားဇာတ်လမ်းနာမည်လေးအတိုင်း သူပါထောင်ချောက်ဆင်ခံရလားဆိုတာ\nသက်သေတွေနဲ့အတူ ပရိသတ်ကြီးပါ စီးမျောခံစားဖော်ထုတ်ကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ V ~ Yunni ~ BpL ~ Thaik San တို့ပဲဖြစ်ပါတယ်)\nFile size…1.5GB / 607MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by V ~ Yunni ~ BpL ~ Thaik San",
        "rating": "9.4",
        "url": "https://megaup.net/2Bkmg/Chakravyuham_(2023)_Telugu_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TVQP2KuC7b5xYTsGrYy335SG3I.jpg",
        "title": "Baby Boy, Baby Girl (2023)",
        "description": "Baby Boy, Baby Girl (2023)ဖိလစ်ပိုင် လူငယ်ဟာသအချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီ။\nလူငယ်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းထဲက ကောင်မလေးဂျိုစီက ဒီခေတ်ရဲ့ကောင်မလေးတွေကို ကိုယ်စားပြုနိုင်တယ်ပြောရမယ်။\nသူကအွန်လိုင်းရှော့လုပ်တယ်။ ခေါင်းအုံးတံဆိပ်ရိုက်တာ ပူတင်းရောင်းတာ တခြားအစုံပလုံပဲ။\nဒါပေမဲ့သူများကိုလဲမယုံကြည်တတ်တော့ ဝန်ထမ်းမခေါ် သူကိုယ်တိုင်အလုပ်တွေသိမ်းကြုံးလုပ်ပြီး စိတ်ရောကိုယ်ပါပင်ပန်းနေတဲ့ကောင်မလေး။\nအလုပ်တွေကလဲ အဆင်ပြေလိုက်မပြေလိုက်အမျိုးမျိုး။တစ်နေ့တော့ဂျိုစီက အချိန်ပိုင်းဧည့်ကြိုသွားလုပ်တယ်။\nအဲ့ဒီပွဲကို သူဌေးမတစ်ယောက်ရဲ့ကိုယ်စားတက်လာတာက သူ့ရဲ့ရည်းစားဟောင်း ဆက်ဘ်။\nအဲ့ဒါနဲ့ပွဲအပြီးမှာ သူတို့ပြန်ဆုံကြ ဂျိုစီကလဲဆက်ဘ်အိမ်လိုက်သွားပြီး တစ်ညမတ်တပ်ရပ်ကြတယ်ပေါ့။\nဂျိုစီ မနက်နိုးလာမှသတိထားမိတယ် ဆက်ဘ်အိမ်ကခမ်းနားလိုက်တာ သူတက်တဲ့ပွဲတွေ အိုင်ဂျီကပုံတွေကလဲမြင့်မြင့်မားမားတွေချည်းပဲ။\nထူးဆန်းဆို ဆက်ဘ်က ဂျိုစီနဲ့ကြိုက်နေတုန်းက သန့်ရှင်းရေးကုမ္ပဏီတစ်ခုကအလုပ်သမားလေးလေ။\nအဲ့ဒါနဲ့ဆက်ဘ်ကို အချိန်တိုအတွင်းချမ်းသာနည်းကိုမေးတာပေါ့။\nဆက်ဘ်ကလဲ သူရှူးဂါးဘေဘီလုပ်နေတာဖြစ်ကြောင်း ရှူးဂါးဒိတ်တင်းလောကကဘယ်လိုကောင်းကြောင်းတွေပြောတာပေါ့။\nသူ့အလုပ်တွေကိုစိတ်ကုန်နေတဲ့ဂျိုစီ့ကိုလဲ ဆက်ဘ်က ရှူးဂါးဘေဘီတို့တတ်ထားသင့်တဲ့\nအသိပညာအတတ်ပညာတွေ သင်ပေးရင်း ဘာတွေဆက်ဖြစ်မလဲကြည့်ကြရမှာပါ။ဒီဘာသာပြန်သူကိုတော့ နောက်ကားတွေမှာမရှာပါနဲ့တော့။ ရှူးဂါးဘေဘီ သွားလုပ်ပါပြီ။\nဒီဇာတ်ကားကိုကြည့်သူတွေလဲ ပြီးရင်ရှူးဂါးဘေဘီဖြစ်ချင်စိတ်မပေါက်ဘူးလို့ အာမမခံနိုင်ပါဘူးနော်။\nWatch at your own risk ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1fpkm/Baby.Boy.Baby.Girl.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOThlN2NlOGEtODBkNC00YTQ3LWE3NWItYjYzOGI2MTRmOGU5XkEyXkFqcGdeQXVyMjYxOTQ5NDA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Homestead (2023)",
        "description": "အခုပရိတ်သတ်ကြီးအတွက် american western thriller ဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့... အိုင်ရင်း သူ့အစ်ကိုနဲ့ သူ့အမေတို့ဟာ သူတို့အတိတ်မှာဆိုးရွားတဲ့ကံကြမ္မာတစ်ခုကိုရင်ဆိုင်ပြီးတဲ့နောက်မှာတော့ သူ့အဖေနဲ့အတူတူ လက်ရှိသာယာတဲ့ခြံလေးမှာ နေထိုင်နေပါတယ် အိုင်ရင်းဟာ သွက်သွက်လက်လက်နဲ့ လူတွေအပေါ်မှာ သိပ်ပြီးယုံကြည်တတ်တဲ့သူမဟုတ်ပါဘူး တစ်နေ့မှာတော့ သူတို့ခြံလေးကို ရထားလမ်းဖောက်ဖို့ကိစ္စနဲ့ပတ်သက်ပြီး လူစိမ်းတစ်ယောက် ရောက်လာခဲ့ပါတယ် သူတို့ခြံဝင်းတစ်ဝိုက်ကို လှည့်လည်စစ်ဆေးခွင့်တောင်းလိုက်ပြီး နောက်ကျသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သူတို့အိမ်မှာတည်းခိုဖို့ဖြစ်လာတဲ့ သူစိမ်းယောက်ျားကို အိုင်ရင်းကတော့ သင်္ကာမကင်းဖြစ်နေခဲ့ပေမဲ့ သူ့အမေကတော့ လှိုက်လှိုက်လဲလဲကို ကြိုဆိုနေခဲ့တာပါ.. အဲဒီသူစိမ်းယောက်ျားဟာ မိသားစုအပေါ်ကိုဂရုစိုက်တတ်ပြီး ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဖခင်ရဲ့အတိတ်ကအရိပ်ဆိုးကြီးဖြစ်နေမှန်း အိုင်ရင်းတို့သိလိုက်ရတဲ့အခါမှာတော့ သူတို့အဲဒီနေ့ညမှာ ဘယ်လိုဖြစ်ရပ်ဆိုးတွေကိုကြုံတွေ့ရမှာလဲ...သွက်လက်ချက်ချာပြီး ငြိမ်ခံမနေတတ်တဲ့ အိုင်ရင်းတစ်ယောက် ဒီအခြေအနေဆိုးကြီးကနေ ဘယ်လိုလွတ်မြောက်အောင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှူရမှာပါ။ File size…(1 GB)/(440 GB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:20:00\nGenre...Horror, Thriller, Western\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Urnx/Homestead.2023.720p.(CM).mp4",
        "category": "Horror, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jCOsmpPuCXVztpB1nYUyqrdTpmr.jpg",
        "title": "Extreme Festival (2023)",
        "description": "မန်ဂျင်းမှာလုပ်မဲ့ ဒေသပွဲတော်တစ်ခုက မကျင်းပခင် တစ်ပတ်အလိုမှာပဲဂျောင်ဂျုံးယဉ်ကျေးမှုပွဲတော်ကနေ ယွန်းဆန်းဂွန်းယဉ်ကျေးမှုပွဲတော်အဖြစ် နာမည်ပြောင်းသွားပါတယ်။အဆိုပါပွဲတော်ကို စီစဉ်သူကတော့ \"သ၀န်တိုမှုက ငါ့ရဲ့အင်အား\" လို့ခေါ်တဲ့start up ကုမ္ပဏီလေးရဲ့ ကိုယ်စားလှယ်အီဟယ်ဆူပဲဖြစ်ပါတယ်။ဆိုးတာတစ်ခုက ပွဲတော်နေ့မှာ ပွဲကြည့်ထိုင်ခုံတွေက အလွတ်တွေချည်းဖြစ်နေပြီးဖိတ်ကြားထားတဲ့ ဧည့်သည်အဆိုတော်ကလည်း ရောက်မလာဇာတ်ညွှန်းပြောင်းသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ပြဇာတ်အဖွဲ့ကလည်း ဆန္ဒပြ...မျှော်မှန်းထားသလို တစ်ခုမှဖြစ်မလာတဲ့ ပွဲတော်လေးကို ဟယ်ဆူတစ်ယောက်အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ ပြီးဆုံးအောင် ကျင်းပနိုင်မလား....ဘယ်လို ရယ်စရာအလွဲလေးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်... File Size : 1.2GB, 527MB\nQuality : WEB-DL1080P,720p\nFormat : mp4\nDuration : 01:34:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/1fp0l/Extreme.Festival.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Gu30dMoeLhz7fulx1uohyIOlqT.jpg",
        "title": "I Like Movies (2023)",
        "description": "I Like Movies (2023)ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်တွေကြည့်ဖို့ အထူးညွှန်းပေးချင်ပါတယ်။\nဆယ်ကျော်သက်ကားဆိုလို့ ဖျော်ဖြေရေးပုံစံ ဆယ်ကျော်သက်ကျောင်းသားကားတွေလို\nပျော်ကြမြူးကြဒိတ်ကြရယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတော့မဟုတ်ပါဘူး။\nလေးနက်တဲ့သင်ခန်းစာလေးတွေကို အထက်တန်းကျောင်းသားလေးဆီမှာ ပေါ့ပေါ့ပါးပါးလေးပုံဖော်သွားတဲ့ဇာတ်လမ်းမျိုး။\nရုပ်ရှင်ပရိသတ်တွေနဲ့အလှမ်းဝေးလွန်းတဲ့ဇာတ်ကောင်မျိုးမဟုတ်ဘဲ\nဒီဇာတ်ကောင်က ကိုယ့်စာသင်ခန်းထဲကသူငယ်ချင်းတစ်ယောက်ယောက်ဖြစ်နေနိုင်သလို ကိုယ်ကိုယ်တိုင်လဲဖြစ်နေနိုင်ပါတယ်။\nလူတွေက အထက်တန်းအရွယ်လောက်မှာ ကိုယ့်အားနည်းချက်အားသာချက်တွေကို စသိလာကြတယ်။\nကိုယ့်အားနည်းချက်ကို သဘောပေါက်ဖို့ဆိုတာတကယ်တော့မလွယ်ပါဘူး။\nသိသွားပြီးရင်လဲ လက်မခံချင်သေးဘူး။ လက်ခံပြီးရင်လဲ မပြင်ချင်သေးဘူး ပြင်ရလဲခက်တယ်လေ။\nဒီဇာတ်လမ်းထဲက လောရန့်စ်ဆိုတဲ့ကောင်လေးက ရုပ်ရှင်တွေသိပ်ကြိုက်တယ်။\nအထက်တန်းပြီးရင်လဲ NYU မှာရုပ်ရှင်ပညာကိုလေ့လာဖို့အားခဲထားသူပါ။\nသူက ကျောင်းပညာရေးမှာလဲထူးချွန်တယ်။ ဒါပေမဲ့ သူ့အားနည်းချက်တွေလဲရှိတာပေါ့။\nသူကတစ်ကိုယ်ကောင်းဆန်တယ် အဆိုးဆုံးကတော့ သူ့ကိုယ်သူအထင်ကြီးတတ်သလို သိပ်သနားတတ်တာပဲ။\nသူများတွေသူ့ကိုသနားအောင်လဲ သူ့အဖေကသူ့ကိုယ်သူသတ်သေသွားတာ ဆိုတဲ့ကဒ်ကိုမကြာမကြာထုတ်သုံးတတ်သေးတယ်။\nဒါပေမဲ့လောရန့်စ်တစ်ယောက် တက္ကသိုလ်မတက်ခင်ပဲ အချိန်ပိုင်းအလုပ်လုပ်ရင်း လက်တွေ့လောကကြီးနဲ့ထိစပ်မိချိန်မှာ\nသူ့အားနည်းချက်တွေကထင်းထင်းကြီးပေါ်လွင်လာပြီး လောရန့်စ်ရဲ့ကလေးဘဝကနေ\nလူကြီးဘဝအကူအပြောင်းကို လက်တွေ့လောကအတိုင်းမြင်ရမယ့် သဘာဝကျတဲ့ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 915MB | 282MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzIzNDMyZmUtZWNjZC00NmNmLWE1OGItZDRiNTJhZTM1MjFjXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Summit Fever (2022)",
        "description": "Summit Fever (2022)\n================‌ဒီဇာတ်ကားလေးက 2022 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ\nJulian Gilbey ရိုက်ကူးထားပါတယ်။ မိုက်ကယ်ဟာ ဆုံးပါး\nသွားတဲ့သူ့အမ လူစီကြောင့်မလို့တောင်တက်ရတာကိုဝါသနာ\nပါသူတစ်ယောက်ပါ။ သူ့အဖေကတော့ ဝင်ငွေကောင်းတဲ့ စီးပွား\nရေးလုပ်ငန်းကိုပဲလုပ်စေချင်ပါတယ်။ ဒါပေမယ့်တစ်နေ့တော့\nအလုပ်ကနေခွင့်ယူလာပြီး သူငယ်ချင်းတွေဖြစ်တဲ့ ဂျင်ပီရယ်တို့နဲ့\nအတူတောင်တက်ဖို့ ချန်မိုနိ့ ကိုထွက်လာပါတော့တယ်။အဲဒီမှာသူတို့သူငယ်ချင်းတစ်စုတောင်တက်နေရင်း မတော်တစ်\nဆမှုဖြစ်လို့ လီယို နဲ့ နာတာရှာ တို့သေဆုံးခဲ့ရပါတယ်။ ဒါပေမယ့်\nလည်း သူတို့သူငယ်ချင်းတွေကတော့ ၀မ်းနည်းပူဆွေးနေခြင်းမရှိ\nဘဲ ဂုဏ်ပြုတာဆိုပြီး အနေထိုင်မပျက် တောင်ဆက်တက်နေတုန်း\nပါပဲ။ အဲဒါကို မိုက်ကယ်က မကြိုက်လို့တောင်တက်အဖွဲ့ထဲကထွက်\nလိုက်ပေမယ့်လည်း သူ့ရဲ့အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ဂျင်ပီရယ်က\nမိုက်ကယ့် နေရာကိုတခြားသူတွေအစားထိုးပြီး တောင်တက်ဖို့ပြင်\nပါတော့တယ်။ အဲဒီအခါ မိုက်ကယ် ကသူ့အမလူစီ တုန်းကလိုမျိုး\nသူ့သူငယ်ချင်းကိုအသက်မဆုံးရှုံးစေချင်လို့ တောင်တက်အဖွဲ့ထဲ\nပြန်၀င်ခဲ့ပါတယ်။မိုက်ကယ် နဲ့ ဂျင်ပီရယ် တို့အဖွဲ့တောင်တက်တဲ့‌အခါမှာတော့ မထင်\nမှတ်ဘဲ မုန်တိုင်းမိပြီး ပြဿနာတွေတက်ကြတဲ့အခါ ဘယ်လိုရင်ဆိုင်\nကြလဲဆိုတာ ရင်သပ်ရှုမောစွာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(3.5 GB) / (1.6 GB) / (640 ...",
        "rating": "5.1",
        "url": "https://megaup.net/3hddA/Summit.Fever.2022.720p.BluRay.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTU0NjkxNjYtMDYxZi00MDEzLWFhYWMtMmViMTJiYjgxY2M0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-146x200.jpg",
        "title": "Agilan (2023)",
        "description": "Aglian 2023\nAction/Drama/Thrillerကွန်တိန်နာနံပါတ်ကြည့်ရုံနဲ့ အာဂီလန်ပိုင်မှန်းသိရင် အဲ့ဒီကွန်တိန်နာကို\nထိကို မထိရဲလောက်တဲ့ထိ ဖိန့်ဖိန့်တုန်အောင် ဩဇာအာဏာကြီးလှတဲ့ ဆိပ်ကမ်းဘုရင်လူမိုက်ကြီး အာဂီလန်....\nဒီလူမိုက်ကြီးအာဂီလန့်နေရာကို သရုပ်ဆောင်ထားတာကလဲ အက်ရှင်ဇာတ်ကြမ်းတွေနဲ့\nနာမည်ကြီးလာတဲ့ မင်းသား Jayam Raviဆိုတော့\nဒီအက်ရှင်ကားက သွေးသံတရဲရဲနဲ့ အစဆုံးကြည့်ချင်နေမှာအသေချာပါပဲ...အိန္ဒိယသမုဒ္ဒရာရဲ့ဘုရင်လို့တောင် တင်စားရတဲ့အာဂီလန်ဟာ ဆိပ်ကမ်းက\nကုန်စည်ပို့ဆောင်ရေးလုပ်ငန်းတွေအားလုံးကို ထိန်းချုပ်ထားတဲ့ဆိပ်ကမ်းလူမိုက်ကြီးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒုစရိုက်လောကမှာ နာမည်ကျော်တဲ့ ကပူးရ်ကတော့ ငွေကြေးအတုလုပ်ငန်းကို ကုန်စည်ပို့ဆောင်ရေးနဲ့\nတွဲဖက်လုပ်ကိုင်နေတာဖြစ်ပြီး မူးယစ်ရာဇာ ပါရန်ဒါမန်ကတော့ ကပူးရ်အတွက် အလုပ်လုပ်ပေးနေတဲ့\nဒုစရိုက်လောကသားပဲဖြစ်ပါတယ်။သူတို့တွေရဲ့ တရားမဝင်လုပ်ဆောင်မှုတွေကို အာဂီလန်က ထိန်းချုပ်ပေးနေတာပါ။\nဒီလိုမျိုး အာဂီလန်ကချုပ်ကိုင်ထားတဲ့အတွက် ဘယ်အရာကမှ ဝင်စွက်ဖက်လို့မရပါဘူး။\nဒါပေမဲ့ \"မကောင်းမှုဟူသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုတဲ့အတိုင်း လိမ်လည်လှည့်ဖြားမှုတွေ\nတစ်စတစ်စပေါ်လာတဲ့အခါမှာတော့...အာဂီလန်ဘယ်လိုတွေဆက်လုပ်မလဲ။\nဘယ်လိုမျိုးစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေ ထွက်ပေါ်လာဦးမလဲဆိုတာကို\nအက်ရှင်အကြမ်းစားတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.23GB / 1.14 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "4.4",
        "url": "https://megaup.net/2Bjqs/Agilan%C2%A0(2023)_Tamil_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nhwnA580ww3BKcsrcNxSU8ZPtuP.jpg",
        "title": "[18+]The Naughty House of Sharing That Changes Yours for Mine (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဒီဇာတ်လမ်းလေးကတော့ အဆင်မပြေမူတွေနဲ့နှစ်အကြာကြီးတွဲနေရင်က ရိုးအီလာတဲ့ အိမ်ထောင်ရှင်စုံတွဲနှစ်တွဲရဲ့  ရင်တွင်းဖြစ် အသံတွေနဲ့ သူတို့ ဘယ်လိုဖလှယ်နှီးနှောကြမလဲဆိုတာကို ကွက်ကွက်ကင်းကင်းသိမြင်အောင် ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်... File size…0.98GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….48m\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/2Bjaw/The_Naughty_House_of_Sharing_That_Changes_Yours_for_Mine.2020.WEBRip720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tb5CnszrNoSRiLf8lxu0OaecS1A.jpg",
        "title": "[18+] Big Tits Friend Sisters (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဇာတ်လမ်းအကျဉ်းလေးကတော့...မင်ဝူဆိုတဲ့ ကောင်လေးဟာ အစ်မအရင်း ခပ်ချောချော လှလှအကိတ် အမနှစ်ယောက်နဲ့  အတူနေရင်း ဇာတ်လမ်းကိုစတင်ထားပါတယ် .. အမတွေကလဲ ရုပ်ချောသလောက်လှသလောက် မစွန်ကြပါဘူး အဲ့လို ဂေါ်မစွန် အပျိုရိုင်းကြီးတွေနဲ့နေနေရင်း တစ်ရက်မှာတော့ ဆိုလ်းမြို့ကို အလည်လာရင်သူအိမ်မှာ တည်ခိုဖို့ ခွင့်တောင်းလာတဲ့ သူငယ်ချင်းဆီက ဖုန်းဝင်လာပါတော့တယ်  အစ်မတွေကလဲ ခွင့်ပြုတာကြောင့် အိမ်မှာလာနေဖို့ကို ခွင့်ပြုလိုက်ပါတော့တယ် . မင်းဝူရဲ့ သူငယ်ချင်းအိမ်ရောက်လာချိန်မှာ ဂေါ်မစွန် အပျိုကြီးတွေနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲ ဆိုတာတော့.... ဆိုလ်းမြို့ဟာ အလည်အပတ်သွားသင့်ရာ မြို့ဖြစ်မလား .ဒီအပျိုကြီးတွေကြောင့်  ဆိုလ်းမြို့ဟာ  လွမ်းဆွတ်စရာဖြစ်မလာဆိုတာတော့ ...   File size…1.91GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1foda/Big_Tits_Friend_Sisters.2020.WebRip720p_(2).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/showbtVGSiZJmKoVXJk9WfdfInB.jpg",
        "title": "[18+]Do You Want to Change?(2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ညီကို နှစ်ယောက်နဲ့ ကောင်မလေးနှစ်ယောက်ရဲ့  စွဲမက်ဖွယ်ဇာတ်လမ်းလေးပါ...adult ကားဆိုတဲ့အတိုင်း ဒီညီကို နှစ်ယောက်နဲ့  နတ်သမီးအချေားလေးနှစ်ယောက် ဘယ်လို ပေါင်းဆုံပြီး ဘယ်လိုတွေ ချစ်ခြင်းကမ္ဘာကြီးကိုလှပါအောင် ပရိသတွေ အကြိုက်  အလှဆင်မလဲ ဆိုတာတဝကြီး ရင်တခုန်ခုန်နဲ့ ကြည့်ရမယ့်  adult ကားလေးတစ်ကားဖြစ်ပါတယ်..... File size…1.23GB / 522MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration…1h\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1Vljg/Do_You_Want_to_Change.2020.WEBRip720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5ZzelrldWr7CmOTSiwagoe5Vl9.jpg",
        "title": "The Roundup: No Way Out (2023)",
        "description": "The Roundup : No Way Out (2023)မနှစ်က The Roundup ထွက်လာပြီး မကြာခင် ဒီနှစ်မှာပဲ အားလုံးမျှော်နေကြတဲ့ No Way Out ထွက်လာခဲ့ပါပြီ\nဒီတစ်ခါတော့ စုံထောက်မာဆော့ဒိုတစ်ယောက် အထူးစုံစမ်းစစ်ဆေးရေးဌာနကို ပြောင်းသွားပြီဖြစ်ပြီး အမှုသစ်တွေလိုက်သွားမှာပါစုံစမ်းစစ်ဆေးရေးဌာနကို အမှုသစ်ဝင်လာချိန်မှာ အဲအမှုက လူသတ်မှုလို့ ထင်ရပေမဲ့\nနောက်ကွယ်မှာတော့ မူးယစ်ဆေးဝါးဂိုဏ်းကြီးတစ်ခုနဲ့ သွားပတ်သက်နေပါတယ်အမြဲတမ်း လက်သီးနဲ့ဖြေရှင်းတတ်တဲ့ မာဆော့ဒိုဟာ ဉာဏ်သုံးပြီးလည်း အမှုတွေဖြေရှင်းတာကို ကြည့်ရပါဦးမယ်\nOutlaw, The Roundup တွေရဲ့ ဆွဲဆောင်တစ်ခုက ဗီလိန်မင်းသားတွေပဲမဟုတ်ပါလား\nဒီတစ်ခေါက် No Way Out ရဲ့ဗီလိန်အနေနဲ့ကတော့ Lee Joon Hyuk ကပါဝင်သရုပ်ဆောင်ထားပါတယ်ကဲ.. ဘယ်တော့မရိုးနိုင်တဲ့ မာဒုံဆော့ရဲ့ ဟာသနှောတဲ့ အက်ရှင်တွေကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hsu Wai တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Crime, ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Bilt/The.Roundup.No.Way.Out.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWmlk74p14IV4SoDpckdqUhGjl1.jpg",
        "title": "Blood Flower (2022)",
        "description": "Blood Flower (2022)ကျွန်တော်တို့ငယ်ငယ်ကတုန်းဆို မလေးရှားသရဲကားတွေဆိုတာလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာပေါ့။\nမလေးရှားစုန်းကာ အသစ်ထွက်တယ်ဆိုရင်ကို အဒေါ်တွေနဲ့ ရုပ်ရှင်ရုံသွားကြည့်ရ အခွေငှားဆိုင်မှာ လုငှားခဲ့ရတာပေါ့။\nတစ်ခါတစ်လေဆို အခွေကလက်မလည်လို့ ကြိုတင်ဘွတ်ကင်ပါ လုပ်ရသေးတာ။\nခုချိန်မှာလဲ မလေးရှား ဟော်ရာကားတွေက အရင်ကလို သိပ်မကြည့်ကြတော့ဘူးဆိုပေမဲ့\nအရင်ကလိုပဲ မလေးရှားသရဲကား အငွေ့သက်တွေနဲ့ ကြောက်စရာကောင်းနေတုန်းပါပဲ။\nအပနှင်တဲ့ပုံစံမျိုးနဲ့ လျှို့ဝှက်ချက်တွေပါတဲ့ ဟော်ရာကားမျိုး ကြိုက်တတ်တဲ့သူတွေအတွက်ကတော့\nဟော်ရာကားတွေ ထွက်စရာသိပ်မရှိတော့လို့ ဒီမလေးရှားဟော်ရာကားလေးက စိတ်ကျေနပ်မှုပေးနိုင်တဲ့ကားလေးဖြစ်မှာပါ။\nသွေးသံတရဲရဲအခန်းတွေပါတာကိုတော့ သတိချပ်စေလိုပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အပနှင်တဲ့မိသားစုတစ်စုရှိပါတယ်။\nအဲ့မိသားစုထဲမှာမှ အဖေလုပ်သူကလွဲပြီး ကျန်တဲ့သုံးယောက်လုံးဟာ သရဲတစေ တွေကို မြင်နိုင်စွမ်းရှိကြပါတယ်။\nတစ်နေ့အပနှင်နေတုန်းမှာ အမေဖြစ်သူဟာ နတ်ဆိုးတစ်ကောင်ကြောင့်သေခဲ့ရပြီး နောက်\nအဖေဖြစ်သူက သူ့သားသမီးတွေ ဒီလိုမဖြစ်ရအောင်ဆိုပြီး သူတို့ရဲ့အစွမ်းစတွေကို ချိတ်ပိတ်ထားခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ သူတို့နဲ့အိမ်နီးချင်းတစ်ယောက်ဟာ သူမရှိတုန်း သူ့အခန်းကိုကြည့်ပေးဖို့ထားခဲ့ပါတယ်။\nသားဖြစ်တဲ့သူနဲ့ သူ့သူငယ်ချင်းတွေဟာ အဲ့အခန်းထဲကိုဝင်ပြီး အလုံပိတ်ထားတဲ့ အခန်းတစ်ခုကို\nဖွင့်မိရာကနေ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေကုန်ကြပါတယ်။\nအဲ့အခန်းထဲက လွတ်သွားတဲ့အရာက ဘာလဲ\nဘာလို့လူတွေကိုလိုက်သတ်နေရတာလဲ\nအခန်းပိုင်ရှင်ရဲ့ လျှို့ဝှက်ချက်ဟာဘာလဲဆိုတာကို အသဲတယားယားနဲ့ ကြည့်ရှုလိုက်ကြပါဦး ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmIxMzAzOTEtY2QyZi00YzBkLThiM2ItM2I5YzNhYzM2ZTJlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Good Night (2023)",
        "description": "Good Night 2023ဒီတစ်ခေါက်မှာတော့ IMDb - 8.3/10 ထိရရှိထားတဲ့ တမီးလ် မိသားစုဒရမ်မာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Jai Bhim၊ Vikram Vedha ဇာတ်ကားတွေထဲက\nမင်းသား Manikandan နဲ့ မင်းသမီးချော Meetha တို့ကအတွဲညီညီသရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\nမိုဟန်တို့အိမ်ဟာ မိသားစု‌ဝင်တွေအများကြီးနဲ့ သိုက်သိုက်ဝန်းဝန်းရှိလှတဲ့ မိသားစုတစ်ခုပါ။\nအချင်းချင်းစည်းလုံးကြပြီး တစ်ယောက် ပြဿနာတစ်ယောက်ဖြေရှင်းကြရင်းပေါ့။\nသို့ပေမဲ့မိုဟန်မှာ မိသားစုဝင်တွေ သည်းမခံနိုင်လောက်အောင်ဆိုးတဲ့\nအကျင့်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ ဟောက်တတ်တာပါပဲ။အဲအကျင့်ကြောင့်လည်း စော်ငြင်းကောင်ဖြစ်နေရတဲ့သူပါ။\nတစ်နေ့မှာ ယောက်ဖဖြစ်သူနဲ့ ရေပိုက်လိုက်ပြင်ရင်း အာနူးဆိုတဲ့သနားစရာကောင်မလေးနဲ့ တွေ့ဆုံပြီး၊\nနှစ်ယောက်သားစုံမက်သွားကြတဲ့အခါ အာနူးခင်ဗျာ မိုဟန်ကိုသည်းခံနိုင်ပါဦးမလား၊\nနှစ်ယောက်သား ဘယ်လိုနားလည်မှုယူကြမှာလဲ....သူတို့ခင်ဗျာညတိုင်း \"Good Night \" ဖြစ်နိုင်ပါဦးမလားဆိုတာ\n\"Good Night\"ဇာတ်ကားမှာပဲအဖြေရှာပြီး အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ ThaikSan ~ Zwe ~ V~ BpL~ တို့ပဲဖြစ်ပါတယ်။\nFile size…2.39GB / 1.12GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fmco/Good_Night_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/image-1-146x200.jpg",
        "title": "You Don’t Mess with the Zohan (2008)",
        "description": "You Don't Mess with the Zohan (2008)Adam Sandler ရဲ့ မကြည့်ဖူးသူမရှိလောက်မယ့် ကားဟောင်းကားကောင်းတစ်ကားပါ။ သူကိုယ်တိုင် သရုပ်ဆောင်ရုံတင်မကဘဲ ဇာတ်ညွှန်း‌ကိုလည်း သူပဲ ဝင်ရေးပေးခဲ့ပါသေးတယ်။ ဒါ့အပြင် အခြားနာမည်ကျော် ရုပ်ရှင်မင်းသားမင်းသမီးတွေဖြစ်ကြတဲ့ Emmanuelle Chriqui, John Turturro နဲ့ Buddy Games ဇာတ်ကားထဲက မင်းသားကြီး Nick Swardson ကိုလည်း လူငယ်သရုပ်ဆောင်အနေနဲ့ တွေ့ရမှာဖြစ်လို့ လုံးဝကို လက်ရာမြောက် ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားကတော့ ဇိုဟန်ဆိုတဲ့ အစ္စရေးနိုင်ငံသား အထူးစစ်သားတစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးတော့ရိုက်ကူးထားတာပါ။ ဇိုဟန်ဟာ သူလုပ်နေတဲ့အလုပ်မှာ ကျွမ်းကျင်ရုံတင်မကဘဲ အတော်လေးကို နာမည်ကြီးလှတဲ့ အကြမ်းဖက်နှိမ်နင်းရေး တပ်ဖွဲ့ရဲ့  နိုင်ငံကျော်စူပါစတားပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ဒီအလုပ်ကိုလုပ်နေရင်းနဲ့ ဒီလိုပဲ သူ့ဘဝကြီးက သံသရာလည်တာကို မနှစ်သက်တော့ပါဘူး။ အဲဒီအခါ ဇိုဟန်ဟာ သူ့ရဲ့ ဝါသနာပါရာ စိတ်ကူးအိပ်မက်ကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1fm52/(CM)_You_Don__Mess_with_the_Zohan_(2008)_Unrated_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tiku Weds Sheru (2023)",
        "description": "Tiku Weds Sheru (2023)\nIMDb-3.7/10\nဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့\nမင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။\nဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်\nအလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်\nကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့\nဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..\nရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲ\nတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့\n|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်\nညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့\nတီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာ\nကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ\nအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီး\nကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကို\nတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့....။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)\nFile size… 2.45GB /  1.01GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "3.7",
        "url": "https://megaup.net/3hefz/Tiku.Weds.Sheru.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWY5MzU2ZTMtNjg2YS00NGJkLTgyNDItMzU5YmRkN2ZjZTkxXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Unseen (2023)",
        "description": "IMDb 5.6/10 ထိရရှိထားပြီးHorror & thriller အမျိုးအစားဖြစ်ပါတယ် ရည်းစားနဲ့လမ်းခွဲတဲ့အခါကိုယ့်ရည်းစားကစိတ္တဇဟုတ်မဟုတ်အရင်စစ်ဆေးကြည့်တာမမှားပါဘူး မှန်ကြောင်မလေးအမ်မလီကတော့သူ့ကိုမမေ့နိုင်တဲ့‌စိတ္တဇရည်းစားဟောင်းချာလီပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ် အမ်မလီကချာလီ့လက်ကနေထွက်ပြေးဖို့ကြိုးစားပေမဲ့မျက်မှန်မရှိတော့လို့ဘာကိုမှကောင်းကောင်းမမြင်ရတော့ပါဘူး အဲဒီအချိန်မှာအမ်မလီတစ်ယောက်ဖုန်းဆက်ရင်းဘယ်သူမှန်းမသိတဲ့သူတစ်ယောက်ကိုအကူအညီလှမ်းတောင်းရပါတော့တယ် မမြင်ရတဲ့အမ်မလီနဲ့အကူအညီပေးတဲ့သူတို့ပူးပေါင်းပြီးချာလီရဲ့လက်ကလွှတ်မြောက်နိုင်မလား၊ သူတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုရင်တမမနဲ့စောင့်ကြည့်ရမှာပါ။File size…(1.3 GB)/(730 MB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:16:00\nGenre...Horror, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://megaup.net/1fkll/Unseen.2023.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eWtqoE8YbCyCSKf8XMQs4ZrRmg9.jpg",
        "title": "Southern Mao and Northern Ma ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် စိတ်ဝင်စားစရာ\nplot twist တွေနဲ့ ပြည့်နက်နေတဲ့ သည်းထိတ်ရင်ဖိုရုပ်ရှင်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-မင်ကော်ခေတ်မှာ ထူးဆန်းတဲ့ တောင်နတ်ကျောင်းက လူသတ်မှုက\nရှန်းဟိုင်ဂိတ်အပြင်က ကျီဆွေမြို့ရဲ့ ငြိမ်းချမ်းမှုကို ဖျက်ဆီးခဲ့ပါတယ်။\nမြို့စားရဲ့ သခင်လေးတို့အဖွဲ့ ခရီးထွက်လာရာမှာ သခင်လေးတစ်ယောက်ထဲ\nရူးသွပ်ပြီး ပြန်လာတာက လွဲရင် ကျန်လူအားလုံး သေဆုံးခဲ့ရပါတယ်။\nမြို့ပေါ်မှာလည်း ဒီလူသတ်မှုက သရဲမ လုပ်တာလို့\nပြောနေကြပြီး အားလုံးက စိုးရိမ်နေကြပါတယ်။မြို့ထဲက ဦးလေးရင်းဟာ ဆေးပညာဖြင့် သခင်လေးရဲ့\nရောဂါကို ကုသပေးခဲ့ပေမယ့်လဲ အမြစ်ပြတ်မပျောက်နိုင်ပဲ\nမကြာခဏ ရောဂါပြန်ဖောက်နေပါတယ်။ပိုင်လျိုဟွေး ဆိုတဲ့ ဆာ့မန်ပညာရှင်အဖွဲ့က ကျီဆွေမြို့ကို\nရောက်လာပြီး သခင်လေးအတွက် တရားပွဲလုပ်ပေးပြီး\nမိစ္ဆာနှင်ပေးမှပဲ သခင်လေးမှာ ချက်ချင်းသက်သာသွားခဲ့ပါတယ်။\nသူတို့ ၃ ယောက်ကိုလည်း နတ်အဖြစ် ပူဇော်ခဲ့ကြပါတယ်။အဲ့နောက်မှာတော့ မြို့ထဲမှာ ထူးဆန်းတဲ့ အဖြစ်အပျက်တွေ\nထွက်ပေါ်လာပါတော့တယ်။ ရေကန်ထဲမှ သရဲမ၊ မိစ္ဆာတပ် လမ်းဖြတ်ခြင်း စတဲ့\nဒီလိုကိစ္စတွေမှာ ပြည်သူတွေကလည်း နတ်သား ၃ ပါးကို အကူအညီတောင်းကြပါတော့တယ်။ဦးလေးရင်းက ဖြစ်ရပ်မှန်တွေကို လိုက်လဲစုံစမ်းပြီး\nဒီအရာအားလုံးက ပိုင်လျိုဟွေးတို့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/southern-mao-and-northern-ma-2023/"
    }
]