[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWZiODkxNjgtYmQ2OS00YmNlLThhZDMtMzNiN2Q5OGYzMzE2XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Nussa: The Movie (2021)",
        "description": "Nussa: The Movie (2021)\n==================\nIMDb Rating - 7.7/10ချစ်စရာကောင်းတဲ့ကာတွန်းဇာတ်ကောင်လေးတွေဟာ ကြည့်တဲ့\nသူတိုင်းကို စိတ်ကြည်နူးစေပါသတဲ့။ ဒီအင်ဒိုနီးရှား Animation\nလေးကတော့ ကြည်နူးစရာကောင်းတာထက် ပိုတယ်ဆိုရမလားပါပဲ။နူဆာဟာ ခြေတစ်ဖက်မသန်တဲ့ ဉာဏ်ကြီးရှင်လေးတစ်ယောက်ပါ။\nပျော်စရာမိသားစု၊ ချစ်စရာသူငယ်ချင်းတွေရှိတဲ့ နူဆာဟာ ကျောင်းသိပ္ပံ\nပြိုင်ပွဲတွေမှာအမြဲဆုရလေ့ရှိပါတယ်။ ဒုံးပျံလေးတွေဖန်တီးရင်း အာကာသ\nထဲကို စိတ်ကူးနဲ့သွားနေတတ်သူပေါ့။ အဖေဖြစ်သူ အဝေးရောက်နေတာက\nလွဲပြီး သူ့ဘ၀လေးဟာ ပျော်စရာကောင်းလှပါတယ်။ ဒါ့အပြင် နူဆာ\nတစ်ယောက်  သူပြိုင်ရမယ့် သိပ္ပံပြိုင်ပွဲကြီးမှာ ဖခင်ပြန်လာဖို့အရေးကို\nစောင့်မျှော်နေပါတယ်။အဲဒီအချိန် သူတို့ကျောင်းကို ဂျွန်နီဆိုတဲ့ကျောင်းသားသစ်လေးရောက်လာ\nပါတယ်။ ဂျွန်နီဟာ နူဆာလိုပဲ ဒုံပျံလေးတွေဖန်တီးတဲ့ ဉာဏ်ကြီးရှင်ပါ။\nဂျွန်နီဟာ အရမ်းချမ်းသာပေမဲ့ အလုပ်များတဲ့မိဘတွေကြောင့် အမြဲအထီး\nကျန်နေသူ၊ သူငယ်ချင်းလည်းမရှိသူလေးပါ။ သူကတော့ မိဘတွေရဲ့အာရုံ\nစိုက်မှုကို မျှော်နေသူလေးပေါ့။ ဒီလိုနဲ့ နူဆာနဲ့ဂျွန်နီတို့ဟာ ပြိုင်ဘက်တွေအဖြစ်\nစတင်တွေ့ဆုံရပါတယ်။ ခပ်စိမ်းစိမ်းဖြစ်နေကြတဲ့ သူတို့နှစ်ယောက်အတွက်\nရင်းနှီးခင်မင်စရာအကြောင်း ပေါ်ပေါက်လာတဲ့ တစ်နေ့မှာတော့...\nမိသားစုမေတ္တာ၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ချစ်စရာကောင်းအောင် ပုံဖော်\nထားပြီး တစ်ကားလုံးမပျင်းရတာမို့ Animation ချစ်သူတွေအကြိုက်တွေ့ကြမှာ\nသေချာပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.25 ...",
        "rating": "7.7",
        "url": "https://megaup.net/1OA27/Nussa.2021.INDONESIAN.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/index-136x200.jpg",
        "title": "LEGO Monkie Kid: Revenge of the Spider Queen (2021)",
        "description": "LEGO Monkie Kid: Revenge of the Spider Queen (2021)\n=======================================\nIMDb Rating - 8.0/10Lego Monkie Kid ရဲ့ဇာတ်လမ်းအဆက်လေး တင်ဆက်ပေးလိုက်\nပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ပင့်ကူဘုရင်မကြီးက မျောက်\nဘုရင် နဲ့ ကျွဲဘုရင်တို့ကိုဖမ်းပြီး ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့လုပ်နေစဉ်မှာပဲ\nအမ်ကေတို့ သူငယ်ချင်းတစ်သိုက်က ပင့်ကူဘုရင်မကြီးရဲ့ ရည်မှန်းချက်\nတွေမပြည့်အောင် ပြန်ပြီးဆန့်ကျင်တဲ့အကြောင်းကို ဟာ‌သနှောနှောနဲ့\nကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing\nဖြစ်ပါတယ်)\nFile Size..........(790 MB) / (330 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "8.0",
        "url": "https://megaup.net/1OWqo/LEGO.Monkie.Kid.Revenge.of.the.Spider.Queen.2021.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ixRJPqxiVdyXGtVJn5PRHUUC3F.jpg",
        "title": "Failan (2001)",
        "description": "Failan (2001)~ IMDb - 7.5/10, RT - 86%, MyDramaList - 7.4/10 ~Failan ကို Calla, One Day, Maundy Thursday တို့ကို ရိုက်ခဲ့တဲ့ Song Hae-sung ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဖြစ်သလို ချွဲမင်ဆစ်ရဲ့ ပါဖောမင့်န်အပြောင်မြောက်ဆုံး ရုပ်ရှင်လို့လည်း တစ်ချို့က သတ်မှတ်ကြပါတယ်။ ချွဲမင်ဆစ်ဟာ ပတ်ချန်းဝုရဲ့ Old Boy တို့ Lady Vengeance တို့၊ ကင်ဂျီ၀န်းရဲ့ I Saw The Devil တို့နဲ့ အတော်ကြမ်းတမ်းပြီး ရက်စက်တဲ့ ဇာတ်ရုပ်တွေမှာ လုံးဝပီပြင်အောင် သရုပ်ဆောင်ခဲ့ဖူးသလို ခု Failan နဲ့ ကင်ဂျီ၀န်းရဲ့ The Quiet Family တို့မှာ Comedy ဆန်ဆန်ဇာတ်ရုပ်ဆိုလည်း အံ၀င်ခွင်ကျဖြစ်အောင် သရုပ်ဆောင်နိုင်ခဲ့တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2v6ou/(CM)_Failan_(2001)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-t-160x200.jpg",
        "title": "Togo (2022)",
        "description": "Netflix ကထုတ်တဲ့စပိန်စကားပြောကားလေးပါ\nTogo ဟာ‌ခြေတစ်ဖက်ဆာ‌နေတဲ့အိမ်ခြေရာမဲ့အဖိုးအိုတစ်ယောက်ပါ။ သူဟာ သူ့အပိုင်လို့သတ်မှတ်ထားတဲ့အကွက်မှာ လာရပ်တဲ့ကားတွေကို စောင့်ကြည့်ပေးရင်း အသက်‌မွေးရသူပါ။တစ်နေ့မှာတော့ အိမ်ကနေထွက်ပြေးလာတဲ့ မိန်းကလေးတစ်ယောက်ဟာ သူအလုပ်လုပ်တဲ့နေရာကိုလာနေရာကနေ Togo လည်းသမီးတစ်ယောက်လိုသံယောဇဉ်တွယ်မိပါတယ်။ တစ်ချိန်တည်းမှာပဲ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းဟာ နယ်မြေချဲ့ထွင်လာပြီး Togo ကိုသူတို့နဲ့ပူပေါင်းဖို့ အတင်းအကျပ်တိုက်တွန်းပါတယ်။Togo ကလည်း သူ့နယ်မြေလို့သတ်မှတ်ထားတဲ့ ရပ်ကွက်ကိုကာကွယ်ပေးဖို့ကြိုးစားရာကနေ မူးယစ်ဂိုဏ်းနဲ့ထိပ်တိုက်ရင်ဆိုင်ရဖို့ဖြစ်လာရပါတော့တယ်။File size…2.38 Gb / 998Mb / 481MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:53:00\nGenre...Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.9",
        "url": " https://megaup.net/1OK9z/Togo.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDU2ZTRlZjUtMGQ2OC00NDRkLThiNzMtMzhkYWUxODJmNDVhXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Deus (2022)",
        "description": "Deus (2022)\n==========ကမ္ဘာကြီးပျက်စီးကိန်းဆိုက်ရောက်တော့မယ့်အခြေအနေမှာ လူသားတွေက\nနေထိုင်ဖို့ နေရာအသစ်တစ်ခုကိုလိုက်ရှာရပါတောတ့ယ်။ အဲဒီနေရာအသစ်ကို\nလိုက်ရှာဖို့အတွက်တာဝန်ပေးခံထားရတဲ့ အာခီလီအဖွဲ့သားတွေဟာ စကြာဝဠထဲမှာ\nဂြိုဟ်စက်ဝန်းဆိုတဲ့ နေရာကိုစူးစမ်းဖို့သွားခဲ့ကြပါတယ်။ ဒါပေမယ့် ဂြိုဟ်စက်ဝန်းနဲ့\nတဖြည်းဖြည်းနီးလာချိန်မှာတော့ ထူးဆန်းတဲ့ကိစ္စတွေဖြစ်လာပါတော့တယ်။အဲဒီဂြိုဟ်စက်ဝန်းက ဘာလဲ၊ အဲဒီဂြိုဟ်ကြီးထဲမှာ ဘာတွေရှိနေတာလဲ၊ အဲဒီဂြိုလ်\nကြီးကိုရောက်သွားတဲ့အချိန် သူတို့ဘာတွေထပ်ရင်ဆိုင်ရမလဲ၊ လူသားတွေအတွက်ရော\nနေထိုင်ရာနေရာအသစ်တစ်ခုရှာတွေ့နိုင်မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ\nကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Moe Phway Cherry ဖြစ်ပါတယ်)File Size..........(850 MB) / (350 MB) / (200 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Sci-Fi\nTranslator.......Moe Phway Cherry\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/2v6nf/Deus.The.Dark.Sphere.2022.720p.WEBRip.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akWDID6zfsWHJhGCAAcbwbytU55.jpg",
        "title": "Spirit Halloween: The Movie (2022)",
        "description": "Spirit Halloween: The Movie (2022)~ Rotten Tomatoes - 55% ~အားလုံးကို ဟောလို၀င်းအမှီ ဟောလို၀င်း vibe အပြည့်ရစေမယ့် ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ Rating တွေက မစုတ်တစုတ်ဖြစ်‌နေသလို Effect တွေကလည်း မကောင်းတ‌ကောင်းပေမယ့် ၁နာရီခွဲစာလောက် အချိန်ဖြုန်းချင်သူတွေအတွက်တော့ အဆင်ပြေမယ့်ကားလေးပါ။လူပျိုဖော်၀င်စ သူငယ်ချင်းသုံးယောက် ဟောလို၀င်းကို ခါတိုင်းနှစ်နဲ့မတူဘဲ ဖြတ်သန်းချင်လို့ ပေါက်ကရလေးဆယ်လုပ်ရင်းနဲ့ မြို့ရဲ့ဒဏ္ဍာရီထဲက ဝိညာဉ်ကိုနှောင့်ယှက်မိသွားတဲ့အခါမှာတော့ အဲဒီဝိညာဉ်နဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို ဟာသလေး‌တွေနဲ့ စခွီထရင်း ကြည့်ရှုရမှာပါ။ မိသားစုနဲ့အတူကြည့်ရင်း ဟာသလေးတွေနဲ့ fun ဖြစ်နိုင်တဲ့ကားမျိုးမလို့ တင်ဆက်ပေးလိုက်ရပါတယ်။ Deep plot တွေဘာတွေ မမျှော်လင့်ထားဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရင် အဆင်ပြေတဲ့ကားလေးပါ။ သရဲကားလည်းကြည့်ချင်တယ်၊ ကြောက်လည်း ကြောက်တတ်တယ်ဆိုတဲ့သူတွေလည်း လုံးဝလက်လွှတ်မခံသင့်တဲ့ကားဆိုတာကို သရဲကိုတွေ့တဲ့အချိန်မှာ သဘောပေါက်သွားပါလိမ့်မယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "4.3",
        "url": "https://megaup.net/2v6bh/(CM)_Spirit_Halloween_The_Movie_(2022)_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/elTtVQd5oXYTGSU4vszTkXixca6.jpg",
        "title": "Love Story In Yilan ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးမိသားစုဟာသ\nကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့......မြို့ငယ်လေးတစ်ခုမှာကြီးပြင်းခဲ့တဲ့ Chang Haiဆိုတဲ့\nဝင်ငွေယွမ်သိန်းသောင်းချီရှိတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရှိတယ်။\nChang Haiကငွေပုံပေါ်မှာပဲ သူ့ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေချိန်မှာ\nမထင်မှတ်ပဲ အပြိုင်ကမ္ဘာကိုရောက်သွားခဲ့ပါတယ်။\nအပြိုင်ကမ္ဘာရဲ့Chang Haiဟာ သူစွန့်လွှတ်ခဲ့တဲ့\nအချစ်ဦးဆီပြန်ရောက်သွားပြီး အေးအတူပူအမျှ\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ဘဝကိုဖြတ်သန်းရမယ်ဆိုတော့\nသူဌေးChang Haiတစ်ယောက်ဘယ်လိုမှမနေနိုင်ပဲ\nသူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားရတော့တာပေါ့......သူ့ရဲမူလကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားတဲ့အချိန် အလွဲအလွဲအချော်ချော်နဲ့\nဘယ်လိုတွေတောင်ကြိုးစားခဲ့ရသလဲဆိုတာကို ဟာသလေးနှောပြီး ကြည့်ရမှာဖြစ်ပြီး\nသူ့ရဲ့ကမ္ဘာကိုပြန်ရောက်သွားတဲ့အခါ သူခံယူထားခဲ့တဲ့\nပျော်ရွှင်မှုဆိုတာက ပျော်ရွှင်မှုအစစ်အမှန်ဟုတ်ရဲ့လားဆိုတာကို\nChang Haiတစ်ယောက်သံသယဖြစ်လာပြီး\nဘဝရဲ့စစ်မှန်တဲ့ ပျော်ရွှင်မှုကိုပြန်ရဖို့ ကြိုးစားပုံကို\nအခွီလေးနဲ့ကြည့်ရမှာဖြစ်ပါတဲ့အတွက်\nပေါ့ပေါ့ပါးပါးမိသားစုဟာသကားလေးတွေကြိုက်တဲ့သူလေးတွေအတွက်\nလက်မလွှတ်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်နော်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-story-in-yilan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Karthikeya-133x200.jpg",
        "title": "Karthikeya (2014)",
        "description": "Karthikeya (2014)\n===========တေလဂူမင်းသားချောလေး နီခေလ်ဆစ်ဒါရတရဲ့ ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်...လတ်တလောကမှ cm မှာ နံပါတ် ၂ ထွက်ထားပြီး\nခု နံပါတ် ၁ ကို တင်ဆက်ပေးခြင်းဖြစ်ပါတယ်...ခုတစ်ခါမှာလည်း ဒီမင်းသားဟာ လောကကြီးရဲ့မဖြေရှင်းနိုင်တဲ့\nမေးခွန်းတွေကို အဖြေမရမချင်း ကျေနပ်နိုင်တဲ့သူမဟုတ်ပါဘူး...\nသူ့ဆီရောက်လာတဲ့ ပဟေဠိမှန်သမျှကို ဖြေရှင်းနိုင်တဲ့သူပါ...ဒီလိုနဲ့ ရွာတစ်ရွာက နာမည်ကြီးဘုရားကျောင်းတစ်ခုဟာ ကျိန်စာသင့်ခံနေရပါတယ်...\nဘုရားကျောင်းထဲကို ဝင်ထွက်သွားလာသူတွေတင်မကဘဲ\nဘုရားကျောင်းနဲ့ပတ်သက်ပြီး ပြောဆိုရင်တောင် အသက်ပေးသွားကြရပါတယ်...သေဆုံးသူတွေအားလုံးဟာ ထူးထူးဆန်းဆန်းပဲ မြွေကိုက်ခံရပြီး သေဆုံးခဲ့ရတာပါ...\nကဲ...အဲ့ဒီရွာကို ဆေးကုသဖို့ရောက်သွားတဲ့ မင်းသားဟာ နဂိုကတည်းက\nစပ်စုဓာတ်ခံပါတော့ ဘုရားကျောင်းနဲ့ပတ်သက်ပြီး စုံစမ်းပါတော့တယ်....\nစုံစမ်းရင်းနဲ့ ဘေးတွေ့လာတဲ့အခါမှာတော့....။\nစိတ်ဝင်စားစရာ ဘယ်လိုကိစမျိုးတွေနဲ့ ကြုံလာရမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါဦးနော်\nFile size…1.56GB / 822MB\nQuality…1080p AMZ WEBDL  / 720p\nFormat…mp4\nDuration….1h 53m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2v62l/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.720p(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyNjQxODMtM2Y3Mi00ZTA1LTllMTEtOGNlMzJkMDFlODA0XkEyXkFqcGdeQXVyNzIwMjk3OTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Razing (2022)",
        "description": "မတွေ့တာကြာပြီဖြစ်တဲ့ ငယ်သူငယ်ချင်းတစ်သိုက်က ပုံမှန်အတိုင်းပြန်လည် Gathering လုပ်တဲ့အချိန်မှာတော့ စကားပြောခင်း အရင်ကsquadထဲမှာဖြစ်ခဲ့တဲ့ Dramaဇာတ်လမ်းတွေ အဖုအထစ်‌တွေ မကျေနပ်ချက်တွေအကြောင်း ငြင်းခုံကြပါတယ် ဘဝကျောထောက်နောက်ခံချင်း မတူညီကြတဲ့ သူငယ်ချင်းတွေကြားက ကွာဟမှုပြဿနာတွေ Rkတွေနဲ့ဆင်းရဲသားတို့ရဲ့\nFriendshipက ideology မတူညီပုံပြဿနာတွေကိုလည်း ထောက်ပြ‌ရိုက်ကူးထားပါသေးတယ်\nဒါပေမဲ့အခုထိသူတို့ရဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေတဲ့ ထိတ်လန့်စရာအတိတ်ကကိစ္စဆိုးတစ်ခုလည်းရှိပါသေးတယ် အဲ့ဒီတုန်းကကိစ္စ သူတို့ဟိုက်နေခဲ့တာကြောင့်ထင်ယောင်ထင်မှားဖြစ်တာလား ဘယ်သူကအဲ့ဒီလိုလုပ်ခဲ့တာလည်း‌ဆိုတာ...\nမူးယစ်ဆေးတွေရဲ့ အစွမ်းတွေဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာ...File size…(1.39GB) / (697MB) / (334MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:23:00\nGenre...Drama / Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "4.1",
        "url": "https://megaup.net/1OJ7n/The.Razing.2022.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dZWdBV1Zsqlw21mQAtlAvaMm1Mx.jpg",
        "title": "A Murder Erased ( 2022 )",
        "description": "အခုတစ်ခေါက်မှာ လျို့ဝှက်ဆန်းပြားပြီး စိတ်ဝင်စားဖို့ကောင်းလှတဲ့\nမူးယစ်ဆေးလမ်းကြောင်းက နောက်ဆုံးတော့\nရုန်းထွက်လာနိုင်ခဲ့တဲ့ ဟောင်ကောင်မှုခင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေး အကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့\nပင်လယ်စာဆိုင်လေးဖွင့်ဖို့ ဆိုင်ခန်းငှားပြီး\nပြန်လည်ပြင်ဆင်ရာကနေ အောက်ထပ် လှေကားအောက်နားလေးမှာ\nအပေါက်လေးဖြစ်နေခဲ့တာကိုတွေ့ခဲ့ရတယ်... အဲ့\nအပေါက်လေးကို ရေဆိုးမြောင်းပိုက်ထင်ပေမယ့်\nလူအရိုးထွက်လာလို့ အလောင်းဝှက်ထားမှန်းသိခဲ့ရတာပေါ့....ဒီလိုနဲ့ ဒီအလောင်းပိုင်ရှင်နဲ့ သေဆုံးတဲ့ ဇစ်မြစ်ကို\nလိုက်ရာကနေ အလောင်းဟာ လွန်ခဲ့တဲ့ ၈ နှစ်က\nအသတ်ခံရတာသိရပေမယ့် သေဆုံးရတဲ့အကြောင်းရင်းကို\nမသိနိုင်ဖြစ်နေရတယ်... အကြောင်းကတော့ DNA အဖြေကြောင့်\nဘယ်သူဆိုတာသိရပေမယ့် တိုက်တိုက်ဆိုင်ဆိုင်\nဒီအမှုနဲ့ပတ်သက်တယ်ထင်ရသူနဲ့ သေဆုံးသူနဲ့ နီးစပ်သူ\nအားလုံးက သေဆုံးသူနဲ့ မိသားစုအကြောင်းမသိဘူးဆိုနေတာက တစ်ကြောင်း...\nနောက်ပြီး သေဆုံးသူအလောင်းမပေါ်ခင်\n၃ နှစ်တည်းက သေဆုံးသူဇနီးဆုံးသွားတာက တစ်ကြောင်းကြောင့်ပေါ့...ကဲ ဒီလို အတားအဆီးတွေကြားကနေ အမှုမှန်ကိုဖော်ထုတ်နိုင်ပါ့မလား...\nသေဆုံးရတဲ့ အကြောင်းရင်းနဲ့ တရားခံကို\n၈ နှစ်တောင်ကြာနေတာ သိနိုင်ပါ့မလား....\nသိနိုင်တာပေါ့နော်... သိနိုင်လို့ ဇာတ်လမ်းရိုက်တာဆိုတော့ကာ\nဘယ်လို အဆင့်တွေကို ဘယ်လိုကျော်ဖြတ်ပြီး\nကြိုးစားဖော်ထုတ်ခဲ့တယ်ဆိုတာ ဒီဇာတ်ကားလေးကို\nဒေါင်းကြည့်လိုက်ရင် သိနိုင်မှာမို့\nဉာဏ်ကစားရကြိုက်သူတွေ လက်လွတ်မခံဘဲ ကြည့်လိုက်ကြနော်\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-murder-erased-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQxMTBkMTQtY2YwZi00YjhlLTkwNmItNjI0NWFlMDAzMzE0XkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_-160x200.jpg",
        "title": "Dear Nathan (2017)",
        "description": "Dear Nathan ( 2017 )\nIMDb 6.8/10ရုပ်ချောလွန်းလို့ကောင်မလေးတွေဝိုင်းကြိုက်တာခံနေရပါသလား ဒါဆိုရင်တော့\nဒီကားက ယောရောဘွန်းတို့ဆက်ဆက်ဒေါင်းကြည့်သင့်တဲ့ဇာတ်ကားပါပဲနော်\nဒီအပိုင်းကတော့ ဆယ်လ်မာနဲ့နသန်တို့စတင်တွေ့ဆုံခြင်းပါပဲဆယ်လ်မာကကျောင်းပြောင်းလာတဲ့ကျောင်းသူသစ်လေးပေါ့\nနသန်ကတော့ထုံးစံအတိုင်း ရန်ဖြစ်တတ်တဲ့ဆိုးဆိုးပေပေကောင်လေးပါပဲ\nကျောင်းနောက်ကျလို့ ပိတ်သွားတဲ့ကျောင်းတံခါးကြည့်ရင်း\nစိတ်ဓာတ်ကျနေတဲ့ဆယ်လ်ကို နသန်ကကူညီပေးရင်း\nသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ပါတယ်\nနသန်ကကောင်ချောလေးဖြစ်တဲ့အပြင်\nဂျစ်ကန်ကန်နဲ့ အစအနောက်လည်းသန်တော့\nသူ့ကိုကြိတ်သဘောကျနေတဲ့မိန်းကလေးတွေလည်း\nအများသားရယ်ပေါ့ဒါပေမယ့် တစ်ယောက်ကိုမှစိတ်မဝင်စားခဲ့တဲ့နသန်က\nဆယ်လ်မာ့ကိုတော့မြင်မြင်ချင်းချစ်သွားခဲ့မိတယ်\nတကယ်ချစ်တဲ့လူအတွက်ပြောင်းလဲပေးချင်ကြတာ\nယောကျာ်းတွေရဲ့သဘာဝပဲမလား ဒီတော့\nအေးအေးဆေးဆေးနေတတ်တဲ့ဆယ်လ်မာနဲ့\nအလိုက်သင့်နေနိုင်အောင် အချစ်ရဲ့ခွန်အားနဲ့\nနသန်တစ်ယောက်ကြိုးစားပုံတွေ သူတို့နှစ်ယောက်ကြားက\nအခက်အခဲဖြေရှင်းပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်\nFile size…1.5GB / 714MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.8",
        "url": "https://megaup.net/3b23y/Dear.Nathan.2017.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/viR50oQCs8ObciADFGWHUyChexZ.jpg",
        "title": "Stars at Noon (2022)",
        "description": "Stars at Noon (2022)~ Rotten Tomatoes - 62%, Metacritic - 65% ~\n* 18+ warning !!! *\nအမေရိကန်တောသူမလေး Taylor Swift ရဲ့လင် London Boy ဇိုးလေး Joe Alwyn ရဲ့ ရိုမန့်ဒရာမာကားသစ်ကလေးပါ။ မင်းသမီးကတော့ Once Upon a Time in Hollywood မှာ ဘရက်ပစ်ကို ပလီရင်း ဘရက်ပစ် လှည့်မပြဘဲ ပရိသတ်ဘက် ကင်မရာဘက်ကို အလှတွေပြသွားတဲ့ အလှလေး Margaret Qualley ပါ။ အဲဒီထဲ ဘာမှမဘာလိုက်ရလို့ အားမလိုအားမရ ဖြစ်နေမယ်ဆိုရင်ဖြင့် ဒီထဲ ၆ခန်းလောက် သေသေချာချာကြီးကို ပါပါတယ်။ သူဟာ မနှစ်က ကြိုက်တဲ့သူတွေလည်း ကြိုက်ခဲ့ကြတဲ့ Maid ဆိုတဲ့ စီးရီးရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/199zy/(CM)_Stars_at_Noon_(2022)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKKoQndNfbDOLfYM1Zogt7miGF1.jpg",
        "title": "Karthikeya 2 (2022)",
        "description": "Karthikeya 2 (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းတေလဂူကားလေးကတော့\nတကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးပါပဲ...မင်းသားချော နီခေလ်နဲ့ မင်းသမီးချောလေး အန်နူပမာတို့\nခေါင်းဆောင်မင်းသား မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတယ်ဒီဇာတ်ကားမှာ ကာသစ်က လက်တွေ့သိပ္ပံကလွဲရင် ကျန်တာတွေကို\nအယုံအကြည်မရှိဘူးဆိုပေမယ့် လက်တွေ့ဆန်တာ ယုတ္တိရှိတာတွေကိုတော့\nယုံလေ့ရှိသလို တစ်မူထူးခြားတဲ့လူတစ်ယောက်လည်း ဖြစ်တယ်...သူဟာ ဆရာဝန်တစ်ယောက်ဖြစ်သလို စူးစမ်းလေ့လာရေးသမားတစ်ယောက်လည်း\nဖြစ်သေးတယ်...ဘုရားအဆင်တန်ဆာတွေကို လိုချင်တပ်မက်နေကြတဲ့ သိုက်တူးသမား\nအဖွဲ့အစည်းတစ်ခုရှိတယ်...လောဘသားကောင်တွေဆိုပါတော့\nကမ္ဘာမီးလောင်ရင် သားကောင်ချနင်းမယ့် လူစားမျိုးတွေ...အဲ့ဒီအဖွဲ့အစည်းထဲက ပရော်ဖက်ဆာတစ်ယောက်ဟာတော့\nဒီအဖြစ်ကို မလိုလားခဲ့ဘူး..ဒါကြောင့် အဆင်တန်ဆာတွေရဲ့\nတည်နေရာကို ခဲရာခဲဆစ်နဲ့ တစ်ယောက်တည်း သဲလွန်စတွေ\nရှာဖွေဖေါ်ထုတ်ခဲ့တယ်...နောက်ဆုံး ဒီသဲလွန်စတွေနဲ့ အဆင်တန်ဆာတွေကို ကာကွယ်ရမယ့်တာဝန်က\nကာသစ်ဆီရောက်လာတော့..ဗီဇအရ စူးစမ်းရှာဖွေလိုစိတ်အပြည့်ရှိတဲ့ ကာသစ်ဟာ ဒီသဲလွန်စတွေကို\nဘယ်လိုရှာဖွေဖေါ်ထုတ်မလဲ...။ဆန်းကြယ်မှုတွေပြည့်နှက်နေတဲ့ သူ့ခရီးကို\nဘယ်လိုဖြတ်သန်းမလဲဆိုတာကတော့....။\nFile size…4.5GB / 2.21GB / 1GB\nQuality…4k HEVC WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/18Iz5/Karthikeya_2(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Animation, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxfsXyWQE5dpL469QLkArLL7vS6.jpg",
        "title": "Tibetan Raiders ( 2022 )",
        "description": "CM ချစ် တရုတ်ကားဖန်လေးတွေအတွက် ဒီတစ်ခေါက်\nTibetan Rider ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် ကယ်ဆာဘုရင်ရဲ့\nကောင်းကင်ဓားကို လေ့လာစူးစမ်းသူ ရှီးရှီးဟာဆိုရင်\nငယ်ငယ်တည်းက သူ့အဖေပရော်ဖက်ဆာရဲ့ စကားတွေကြောင့်\nကယ်ဆာဘုရင်နဲ့ ကောင်ကင်ဓားအပေါ်စွဲလန်းနေတဲ့အပြင်မှာမှ\nဖခင်ဖြစ်သူကလည်း ဒီလေ့လာမှုကြောင့် သေဆုံးခဲ့ရတာကြောင့်\nမပြီးဆုံးတဲ့တာဝန်တစ်ခုလို သတ်မှတ်ပြီး အဆုံးထိ လေ့လာနေသူတစ်ဦးပေါ့..\n.\nဒီလိုနဲ့ သူဟာ သဲလွန်စတွေအတိုင်း ရှီချွီကို သွားဖို့လုပ်ရာနေ\nမာချန်ဆိုသူနဲ့ ကားငှားရင်ဆုံးခဲ့တာပါ... မာချန်နဲ့ အစပိုင်းမှာ\nမသင့်မြတ်ပေမယ့် တဖြည်းဖြည်း အဆင်ပြေလာရာကနေ\nရှီးရှီး လေ့လာမှုမှာ တစ်နေရာက ပါဝင်ကူညီတဲ့အဆင့်ထိဖြစ်လာခဲ့တာပေါ့...\nတစ်ဖက်မှာလည်း ရှီးရှီးနောက်ကို ရှေးဟောင်းသုတေသီတို့ရဲ့\nအဖျက်သမားအဖွဲ့ကလိုက်နှောင့်ယှက်တဲ့ဒဏ်လည်းရှိနေသေးတာမို့...ရှီးရှီးတို့ အဆုံးသတ်မှာ လေ့လာမှုအောင်မြင်ပါ့မလား...\nတမ်းတနေတဲ့ ကောင်းကင်ဓားရော ရှာတွေ့ပါ့မလား...\nနောက်ပြီး ရှီးရှီးအဖေကရော ဘာကြောင့်သေသွားရတယ်ဆိုတာ\nဒီဇာတ်ကားလေး ဒေါင်းကြည့်ပြီး ခံစားကြည့်လိုက်ကြပါ...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tibetan-raiders-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ZQeoL_4f-141x200.jpg",
        "title": "The Samejima Incident (2020)",
        "description": "Samejima incident (2021)ကျိန်စာရဲ့နာမည်ကိုကြားရုံသိရုံနဲ့ ကျိန်စာမိပြီး သေပွဲဝင်ရနိုင်တဲ့ ကျိန်စာတစ်ခုအကြောင်းရိုက်ကူးထားတဲ့ လျှို့ဝှက်သည်းဖိုရုပ်ရှင်ဖြစ်တာမို့ ဂျပန်သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအကြိုက်ဖြစ်မှာပါ။၂၀၂၀မှာ ကိုရိုနာဗိုင်းရပ်စ်တွေလည်း တော်တော်ပြန့်နှံ့နေတာမို့ လူတွေလည်း အလုပ်အကိုင်ရှာမရဘဲ အိမ်မှာပဲနေနေကြရပါတယ်။ တိုကျိုမှာနေတဲ့ \"နာနာ\" ဆိုတဲ့ ဘွဲ့ရခါစကောင်မလေးက အိမ်မှာပဲနေရင်း သူ့သူငယ်ချင်းတွေနဲ့ Zoomကနေ ဗီဒီယိုကောခေါ်ပြီး အရက်သောက်တဲ့ပါတီလုပ်ကြပါတယ်။Zoom အရက်သောက်ပါတီ လုပ်နေတုန်းမှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ စတင်လာပါတယ်။ သူတို့ပါတီထဲက အယုမိကောင်မလေးတစ်ယောက်ကထူးဆန်းတဲ့ကျိန်စာတစ်ခုမိပြီး သေဆုံးနေခဲ့တာပါ။ အယုမိရဲ့ကောင်လေးဖြစ်သူက အယုမိဖုန်းနဲ့ Zoomထဲကိုဝင်လာပြီး ဒီကျိန်စာရဲ့နာမည်ကို ပြောလိုက်ပါတယ်။ ဒါ့ကြောင့် ပါတီထဲမှာရှိနေတဲ့လူအားလုံးလည်း ကျိန်စာမိသွားခဲ့ပါတယ်။ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးလာပြီး ပါတီထဲကလူတွေက အပြင်လောကနဲ့လည်းဆက်သွယ်လို့မရခဲ့ပါဘူး။ မသေဘဲကျန်ခဲ့တဲ့သူတွေက အသက်ရှင်ဖို့အတွက် ဒီကျိန်စာပြေမဲ့နည်းလမ်းကိုရှာပြီး လွတ်မြောက်အောင်ကြိုးစားကြရမှာပါ။ ဒီကျိန်စာရဲ့နောက်ကွယ်ကဖြစ်ရပ်နဲ့ အရက်သောက်ပါတီထဲကလူတွေ ဘယ်လိုဆက်စပ်သွားလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်ရှုစားလိုက်ကြပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:25:00\nType__Horror\nSubtitle__Myanmar Subtitle ...",
        "rating": "4.8",
        "url": "https://megaup.net/1P6z1/The_Samejima_Incident_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzkzMDk2MjctOWE3MC00ZWM5LWE1YmUtNWYxNDE5MWQ5MTZlXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Remain In Twilight (2021)",
        "description": "Remain in twilight (2021)J drama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ main leadတွေ အများကြီးပါဝင်ရိုက်ကူးထားတဲ့ သူငယ်ချင်းသံယောဇဉ်နဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ပါ။ ဇာတ်လမ်းထဲမှာတော့ အထက်တန်းကျောင်းတည်းက အတူတူပေါင်းပြီး ဗရုတ်ကျလာခဲ့တဲ့ သူငယ်ချင်း၆ယောက်ရှိပါတယ်။သူတို့က ကျောင်းကပွဲနေ့မှာ လန်ကွတ်တီအနီတွေဝတ်ပြီး ကြယ်မိုးရွာတာကိုတားတဲ့အကကိုတက်ကကြတဲ့အထိ ဗရုတ်သုတ်ခနိုင်တဲ့ ငချွတ်တွေပါ။ ညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့သူတို့၆ယောက်ရဲ့သံယောဇဉ်က ဘယ်တော့မှမပျက်နိုင်ကြဘူးလို့ ယုံကြည်ခဲ့ကြပါတယ်။ကျောင်းပြီးတဲ့နောက် ၅နှစ်အကြာမှာ သူတို့သူငယ်ချင်းရဲ့မင်္ဂလာပွဲအတွက်ပြန်ဆုံဖို့ဖြစ်လာပါတယ်။ ဒီပွဲမှာလည်း အရင်လိုလန်ကွတ်တီဝတ်ပြိီးကကြဖို့စီစဉ်ထားတာပါ။ အဖွဲ့တောင့်ခဲ့တဲ့သူငယ်ချင်းတစ်စုဟာ အရင်နှစ်များလိုပဲ ဆက်လက်ရှိနေမယ်လို့ယုံကြည်ခဲ့ကြတာကြောင့် အရှိတရားကိုပါလက်မခံနိုင်ကြတဲ့အထိပါပဲ။\nတချို့သောလူတွေက ဘေးမှာမရှိတော့ပေမဲ့ သူတို့နဲ့အတူရှိခဲ့ဖူးတဲ့ ဆည်းဆာချိန်တွေကတော့ အရင်အတိုင်းဆက်ရှိပြီး လှပနေကြ သတိရနေရဦးမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1996k/Remain_in_Twilight_(2021)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VZ9eqel8Fsp54KMnesr3xIc67N.jpg",
        "title": "I Spit on Your Grave (2010)",
        "description": "I Spit On Your Grave\n=================အခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံလိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်ကလက်စားချေဖို့ကြိုးစားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဂျနီဖာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ သူ့စာအုပ်ကိုတစ်ကိုယ်တည်း လက်စသတ်ချင်တာကြောင့် လူဝီစီယားနားမှာရှိတဲ့ တောထဲကိုလာခဲ့ပါတယ်။ ဒါပေမယ့် လမ်းမသိတာကြောင့်ဆီဆိုင်မှာတွေ့တဲ့လူတစ်ယောက်ကို လမ်းမေးခဲ့ပါတယ်။အဲဒါဟာ သူသွားမယ့်‌နေရာအကြောင်း လူစိမ်းကိုအသိပေးလိုက်သလိုဖြစ်သွားခဲ့ပြီး သူ့ရဲ့တောအုပ်ထဲကအိမ်လေးဆီကို အန္တရာယ်တွေ လိုက်လာခဲ့ပါတော့တယ်။အဲဒီညမှာပဲ လူတစ်စုဟာ သူ့ဆီရောက်လာကြခဲ့ကြပါတယ်။သူတို့ဟာ ဂျနီဖာကို အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခဲ့ကြပြီးတော့သူ့ကိုသေအောင် နေရာမှာတင် ပစ်ထားခဲ့ကြပါတယ်။ ဒါပေမယ့်ဂျနီဖာဟာ မသေခဲ့ပဲ သူ့ကိုကျူးလွန်ခဲ့တဲ့သူတွေကို လိုက်လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & ...",
        "rating": "6.2",
        "url": "https://megaup.net/3aRaw/I.Spit.On.Your.Grave.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gM5nslul301XNHzQ9DpVxhGnLn.jpg",
        "title": "I Spit on Your Grave 2 (2013)",
        "description": "I Spit On Your Grave 2\n==================ဒီဇာတ်ကားရဲ့ ပထမတစ်ကားဖြစ်တဲ့I Spit On Your Grave ကို ကြည့်ဖူးမယ်ဆိုရင်ဒီကားဟာ လက်စားချေတဲ့ကားဆိုတာ သိကြမှာပါ။ကိုယ့်ကိုအုပ်စုဖွဲ့ မုဒိမ်းကျင့်သွားသူတွေကိုပြန်လက်စားချေဖို့ကြိုးစားတဲ့ horror ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ကေတီ ဟာ အပို၀င်ငွေလေးရဖို့ စားသောက်ဆိုင်တစ်ခုမှာအချိန်ပိုင်း အလုပ်၀င်လုပ်နေတာဖြစ်ပါတယ်။ဒါပေမယ့် မော်ဒယ်လောကမှာ သူ့နာမည်ထင်ပေါ်ချင်တာကြောင့်အခမဲ့ဓာတ်ပုံအရိုက်ခံမယ့် ကြော်ငြာတစ်ခုလုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဘူဂေးရီးယန်းညီအစ်ကို ဓာတ်ပုံဆရာတွေနဲ့ တွေ့ဆုံခဲ့ပြီးသူတို့တွေဟာ ကေတီကို အလွန်အမင်း စွဲလမ်းသွားကြပါတယ်။ဒါပေမယ့် ကေတီရဲ့ အပေါ်ပိုင်းဗလာပုံရိုက်ဖို့ တောင်းဆိုလာတဲ့အခါမှာကေတီက ဓာတ်ပုံရိုက်တဲ့နေရာကနေ ထွက်လာခဲ့ပါတယ်။ဒီလိုနဲ့နောက်ပိုင်းမှာ သူတို့လုပ်ရပ်တွေတစ်စတစ်စပိုပိုဆိုးရွားလာခဲ့ပြီးမုဒိမ်းကျင့်တဲ့အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်။အဲဒါကြောင့်ကေတီလည်း သူ့ကိုမုဒိမ်းကျင့်ပြီး လွတ်မြောက်‌နေကြတဲ့အဲဒီဓာတ်ပုံဆရာတွေကို တဖန်ပြန်ပြီး လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat  ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uTM2/I.Spit.on.Your.Grave.2.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jG5GDIcqiqHXkvINZSjyzBUO2vH.jpg",
        "title": "I Spit on Your Grave III: Vengeance is Mine (2015)",
        "description": "I Spit On Your Grave : Vengeance Is Mine=================================I Spit On Your Grave ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်တဲ့Vengeance Is Mine ဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ကားမှာ ဂျနီဖာဟေးစ် ဟာ အရင်တုန်းက အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံရတဲ့မှတ်ဉာဏ်တွေ အချိန်တိုင်း ခြောက်လှန့်တာခံနေရပါတယ်။သူဟာ သူ့နာမည်တွေ‌၊ မြို့တွေ ပြောင်းနေခဲ့ပြီး ဘ၀အသစ်တစ်ခုကိုစတင်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ပြီးတော့ သူ့စိတ်ကျန်းမာရေးဆရာ၀န်ရဲ့အကြံပေးချက်အရ အုပ်စုဖွဲ့စိတ်ကုထုံးလုပ်တဲ့အဖွဲ့ထဲ၀င်ရောက်ပြီးတဲ့နောက်မှာ မာလာ ဆိုတဲ့ စိတ်တူကိုယ်တူသူငယ်ချင်းတစ်ယောက်ကို တွေ့ရှိခဲ့ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာ မာလာအသတ်ခံရပြီး လူသတ်သမားကတရားသေလွတ်မြောက်သွားတဲ့အခါ ဂျနီဖာတစ်ယောက်တရားမျှတမှုကို ကိုယ်တိုင်ပဲရှာဖို့ ကြိုးစားပါတော့တယ်။ဒါတင်မက သူ့ပတ်၀န်းကျင်မှာ မုဒိမ်းမှုတွေ များလာတဲ့အခါသူဘယ်လိုမျိုး လက်စားချေဖို့ ကြိုးစားမလဲဆိုတာကိုကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတ်တာဖြတ်တာတွေ၊ သွေးထွက်သံယိုတွေနဲ့ ဖင်ကျိန်းစရာ အကွက်ဆန်းတွေ ပါ၀င်ပါတယ်။ File Size          : 1.03GB, ...",
        "rating": "6.5",
        "url": "https://megaup.net/3aRgi/I.Spit.on.Your.Grave.3.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hA3kVAAl07A1arS9bZuBCiemLS.jpg",
        "title": "After Blue (Dirty Paradise) (2021)",
        "description": "After Blue (Dirty Paradise) (2021)အရာရာမှာ အနုပညာခံစားမှု မြင့်မားတဲ့ ပြင်သစ်တို့ရဲ့ ထုံးစံအတိုင်း ဒီဇာတ်ကားကို ဖန်တီးထားရာမှာ plot နည်းနည်းနဲ့ မော်ဒန်ဆန်ဆန်ရိုက်ကူးထားတာကို တွေ့ရပါတယ်။ ရုပ်ရှင် artအဖွဲ့ရဲ့ ကြိုးစားပုံကို အဝတ်အစားတွေ ဆက်တင်တွေကြည့်ရုံနဲ့ ဘယ်လောက်ကြိုးစားထားမှန် သိသာပါတယ်။ အနုပညာသက်သက်အတွက် ဖန်တီးထားတဲ့ကားလို့တောင် ဆိုလို့ရပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ အနာဂတ်က ကမ္ဘာကြီးမှာ နေထိုင်မရတော့လို့ စွန့်ပစ်ကာ After Blue ဆိုတဲ့ ဂြိုလ်ပေါ်မှာ လူတွေရွှေ့ပြောင်းနေထိုင်ကြပါတယ်။ အဲဒီဂြိုလ်ပေါ်မှာတော့ မိန်းမတွေသာ ရှင်သန်နိုင်ပြီး မေထုန်မဲ့မျိုးစပ်ကြပါတယ်။ တစ်နေ့တော့ Roxyဆိုတဲ့ကောင်မလေးဟာ သဲထဲမှာမြုပ်နေတဲ့ လူသတ်သမား Kate Bush ကို ဘုမသိဘာမသိ ကယ်မိပါတယ်။ကယ်ပြီးပြီးချင်းမှာပဲ Kate Bushဟာ သူ့ကိုလှောင်ပြောင်ခဲ့တဲ့ Roxy သူငယ်ချင်းသုံးယောက်ကို သတ်ပစ်လိုက်ပါတယ်။ ရွာကအာဏာပိုင်တွေကတော့ Roxy ကြောင့် ကောင်မလေးတွေ သေခဲ့ရတာမို့ အပြစ်ပေးတဲ့အနေနဲ့ သူ့အမေနဲ့အတူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1OLfs/[CM]After.Blue.2022.720p.WEB-DL.mp4",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hunQPPCIuzc7SuoMQIM2g2GwTlo.jpg",
        "title": "Darkling (2022)",
        "description": "Darkling (2022)~ IMDb rating - 7/10 ~2004 ခုနှစ်တုန်းက ဖြစ်ပွားခဲ့တဲ့ Albanian အယူသည်းတွေက Serbian လူမျိုးတွေကို အစုလိုက်အပြုံလိုက် သတ်ဖြတ်ခဲ့တဲ့အကြောင်းကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ US က ငြိမ်းချမ်းရေးတပ်တွေ ရှိတာတောင်မှ အိမ်တွေ ဘုရားကျောင်းတွေ မီးရှို့ဖျက်ဆီးခံခဲ့ရပါတယ်။ ဘာသာရေးနဲ့ လူမျိုးရေး မုန်းတီးမှုကြောင့်လို့ပဲ ပြောရမှာပါ။ ဇာတ်ကားကိုတော့ ပျောက်ဆုံးသွားတဲ့ ဖခင်ကို လွမ်းဆွတ်တဲ့အကြောင်း... ကိုဆိုဗို‌ဒေသက သူတို့နေထိုင်ရတဲ့ အခက်အခဲတွေ ကြောက်ရွံ့မှုတွေအကြောင်းကို သမ္မတကြီးဆီ ရေးတဲ့ ကလေးမလေး မီလီဆာရဲ့ စာပေါ်အခြေတည်ထားပါတယ်။မီလီဆာက ကိုဆိုဗိုမှာ အဘိုး အမေနဲ့အတူ ကျန်ခဲ့ပြီး သူ့အဖေနဲ့ ဦးလေးက မြေပြန့်မှာ အလုပ်လုပ်ဖို့သွားရင်း ပြန်မလာတော့တာပါ။ သူတို့လူမျိုးတွေကို အကြမ်းဖက်သတ်နေတဲ့အတွက် ညတိုင်း အမှောင်ထဲမှာ ကျီးလန့်စာစားနေရရင်း ပင်ပန်းဆင်းရဲစွာဖြတ်သန်းရပါတယ်။ မီလီဆာတို့ကျောင်းမှာလည်း မိသားစုတွေ ကိုဆိုဗိုကို စွန့်ခွာသွားကြတဲ့အတွက် ကျောင်းသားတွေ ...",
        "rating": "7",
        "url": "https://megaup.net/1WTba/(CM)_Darkling_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pKBCoQQP7YftX2QfG2LAJDvjzo8.jpg",
        "title": "Seneca: On the Creation of Earthquakes (2023)",
        "description": "ရှေးခေတ်ရောမ ဂရိတွေနဲ့ နောက်ကြောင်းသမိုင်းကိုကြည့်ချင်တဲ့လူတွေအတွက်Senaca လို့ခေါ်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ ဇာတ်ကားနာမည်အတိုင်းပဲ ဟိုးအရင်ခေတ်ကဂရိမှာနာမည်ကြီးခဲ့တဲအတွေးအခေါ်ပညာရှင် ဆန်နေကာအကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆန်နေကာဆိုတာက ရောမအင်ပါယာကြီးရဲ့ဘုရင်ဖြစ်တဲ့နီရိုးရဲ့ အတိုင်ပင်ခံအမတ်ကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဘုရင်ကြီးနီရိုးကအသက်ငယ်ရွယ်ပြီးမစဉ်းစားမတွေးခေါ်ပဲစိတ်ထင်ရာလုပ်တတ်တဲ့ဘုရင်ကြီးတစ်ပါးဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဆန်နေကာကဘုရင်ကြီးကို အကြိမ်ကြိမ်အခါခါအကျိုးအကြောင်းဆီလျော်အောင်ဘုရင်ကြီးရဲ့လုပ်ရပ်တွေကို ရှင်းပြပေမဲ့လဲနီရိုးကတော့ခေါင်းမာမြဲသူလုပ်ချင်တာလုပ်နေတုန်းပါပဲ။ဒါပေမယ့်အဲ့ဒါကြောင့်ပဲ သူတို့နှစ်ယောက်ရဲ့နေဝင်ချိန်တွေကမကြာခင်မှာ ရောက်လာတော့မယ်ဆိုတာကိုတော့ သူတို့မသိခဲ့ကြပါဘူး။တစ်နေ့မှာတော့ဆန်နေကာလုပ်ခဲ့တဲ့ကြီးမားတဲ့အပြစ်တစ်ခုကြောင့် သူ့ဘဝရဲ့နေဝင်ချိန်ကိုရောက်ချိန်မှာတော့သူ့ဘဝမှာကြုံတွေ့ခဲ့ရတဲ့ အရာတွေ အတွေးအခေါ်တွေကို အမွေအနှစ်တစ်ခုအနေနဲ့ထားခဲ့ပြီးနောက်မှာ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခဲ့ပုံတွေကိုကြည့်ရမဲ့ အတွေးအခေါ်ဆိုင်ရာသမိုင်းကြောင်းဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…1.87GB / 752MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 52m\nGenre ….. Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1gVrm/Seneca.2023.WEB-DL720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
        "title": "Barbie(2023)",
        "description": "Barbie(2023)***********\nLady Bird ရဲ့ ဒါရိုက်တာနဲ့ဇာတ်ညွှန်းဆရာဖြစ်တဲ့ Greta Gerwig ရဲ့ လက်ရာပဲဖြစ်ပါတယ်။မာဂေါ့ရော့ဘီနဲ့ ရိုင်ယန်ဂို့စလင်းတို့ ပါဝင်ထားပါတယ်။ ဒေါ်လာ ၁.၃ ဘီလီယံအထိ ရရှိနေပြီးIMDb 7.3 နဲ့ လူကြိုက်များနေပါတယ်။ ဒီရုပ်ရှင်ဟာ အဓိကအားဖြင့် လူ့အသိုင်းအဝိုင်းနဲ့ ကျားဝါဒီမဝါဒီတွေကို အခြေပြုတဲ့ ဟာသကားအနေနဲ့ ရိုက်ထားတာပါ။ ဖိုကြီးစိုးရေးဝါဒကိုအံတုနေရတဲ့မိန်းမသားတွေ၊ မဝါဒီအားကောင်းလာချိန်မှာ ရုန်းကန်လာရတဲ့ ယောကျ်ားတွေ စသဖြင့်ပေါ့။ဇာတ်လမ်းအကျဉ်းဘာဘီတွေနဲ့ ကန်တွေဟာ သီးသန့်ကမ္ဘာတစ်ခုမှာနေထိုင်ကြပါတယ်။အဲဒီကမ္ဘာမှာ ဘာဘီတွေ ကြီးစိုးနေပြီ သမ္မတ၊ သိပ္ပံပညာရှင်၊ တရားသူကြီး၊နိုဘယ်ဆုရှင်အားလုံးက ဘာဘီချည်းပါပဲ။ ကန်ဆိုတဲ့ ယောကျာ်းတွေကတော့ဘာဘီတွေကို မှီခိုနေရတဲ့ ဖျော်ဖြေနေရတဲ့သူတွေပေါ့။ ဘာဘီတွေဟာ လူသားကမ္ဘာကြီးကိုလည်းသူတို့တွေရဲ့ ဘာဘီအရုပ်တွေက ပိုကောင်းအောင်ပြောင်းလဲပြီး မိန်းမတွေကြီးစိုးနေပြီလို့ပဲ ထင်ထားခဲ့တာပါ။ဘာဘီအမျိုးမျိုးရှိတဲ့အထဲမှာမှ မာဂေါ့ရဲ့ ဘာဘီကတော့ သမားရိုးကျဘာဘီ တစ်ယောက်ပဲဖြစ်ပါတယ်။ဘယ်နေရာမှာ ထူးချွန်နေတာမဟုတ်တဲ့ ဘာဘီသက်သက်ပါပဲ။ တစ်နေ့မှာတော့ဘာဘီဟာ သေခြင်းတရားအကြောင်းကိုတွေးမိရာကနေ ဘာဘီလောကနဲ့ အံမဝင်တော့ဘူးဘာဘီအစွမ်းတွေပျောက်လာပြီး ဖြစ်တည်မှုသံသယတွေပွားလာပါတော့တယ်။အဲဒါကို ကုသဖို့ နည်းကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1gVxv/Barbie.2023.HC.WEB-DL.720P(CM)F.mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2FlMzA3MjktNjA2Zi00YzUyLWIxYTUtNGQ0MTc0NDA3NTcwXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Friday Night Plan (2023)",
        "description": "Friday Night Plan (2023)\nIMDb 6.5Netflix ကထုတ်လွှင့်တဲ့ ကျောင်းတွင်းအချစ်ကားဖြစ်ပြီး အရင်အချိန်‌က\nဇာတ်လမ်းတွေကိုပြန်သတိရရင်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်'Friday Night Plan ' ဒီဝေါဟာရဖြစ်တည်လာပုံကတော့ တနင်္လာကနေ သောကြာအထိ\nစာပြီးစာပဲဖြစ်နေကြတဲ့ ကျောင်းသားတွေအတွက် သောကြာနေ့ညကစပြီး Non-Stop Party နဲ့\nအပီကဲကြမဲ့ ကျောင်းတွင်းရိုးရာတစ်ခုပေါ့ ကျောင်းရဲ့တင်းကျပ်တဲ့စည်းကမ်းတွေကြားမှာ\nကလေးတွေပျော်ရွှင်ရတဲ့ FNP..ကျောင်းပိတ်ခါနီးလို့ ‌တစ်ကျောင်းနဲ့တစ်ကျောင်း ဘောလုံးပြိုင်ပွဲတွေကြား နာမည်ကောက်ကြီးသွားတာက‌ ဆစ်ဒ် ..\nသူ့အကြောင်းပြောရရင် အမေဖြစ်သူက နိုင်ငံခြားအစည်းအဝေးပွဲသွားလို့ ညီဖြစ်သူနဲ့ နှစ်ပါးသွားနေသူပေါ့\nသူသဘောကျတဲ့ကောင်မလေးက လူမိုက်တစ်ယောက်ကို နယ်မြေ၁၁ခုကရဲတွေ ဝိုင်းလိုက်သလို\nကျောင်းတစ်ဝက်ကျော်ကျော်ကလူတွေ ပိုးပန်းတာခံနေရတဲ့ နာတာရှာပါ တစ်ကျောင်းလုံးရဲ့ အချောအလှလေးနဲ့\nကျောင်းကပွဲကိုအတူသွားချင်တာကတော့ သူ့အိပ်မက်တစ်ခုပေါ့ ဆိုတော့\nကျောင်းသားတို့ထုံးစံအတိုင်း ပေါ့ပေါ့ပါးပါးဖြစ်နေမှာဖြစ်ပြီး\nသူ့အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖော်သွားမယ်ဆိုတာကတော့...\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~YH~V~Zwe Yan တို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB / 700MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~V~Zwe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3iNIL/Friday_Night_Plan_(2023)_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0MdxxoNAzuANVnZkZcD15W1d5d.jpg",
        "title": "The List (2023)",
        "description": "The List (2023)~ IMDb - 5.3/10, Rotten Tomatoes - 96% ~\"Celebrity Free Pass\" ဆိုတဲ့ စကားလုံးအသုံးအနှုန်းနဲ့ လူတော်တော်များများ မရင်းနှီးကြတာတော့ အသေအချာပါပဲ။ အနောက်တိုင်းမှာ ချစ်သူရည်းစားတွေဖြစ်လာကြတဲ့အခါ ကိုယ်နှစ်သက်တဲ့ဆယ်လီတစ်ယောက်ယောက်နဲ့ ကြုံကြိုက်လာတဲ့အခါတိုင်း ဝုန်းဒိုင်းကျဲကြဖို့ဆိုပြီးတော့ စုံတွဲတွေကြားမှာ နှစ်ဦးသဘောတူ Free-past List တွေထားလေ့ရှိကြပါတယ်။ ဒီဇာတ်လမ်းကိုတော့ အဲဒီ Free-past List ကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ အက်ဘီဆိုသူရဲ့ ကောင်လေးဟာ Free-past List ကို အကြောင်းပြပြီး ဆယ်လီတစ်ယောက်နဲ့ အတူသွားအိပ်ခဲ့ပါတယ်။ ဒါကို အက်ဘီဟာ မကျေနပ်နိုင်ဖြစ်ပြီး သူမရဲ့ ကောင်လေးကို လက်စားချေတဲ့အနေနဲ့ ကိုယ်ပိုင်စာရင်းတစ်ခုလုပ်ပြီး အဲ့စာရင်းထဲကဆယ်လီတွေနဲ့ လိုက်အိပ်ဖို့လုပ်ပါတော့တယ်။ အက်ဘီဟာ သူ့ရဲ့ဒေါသစိတ်ကြောင့် စုံလုံးကန်းပြီး ပေါက်တတ်ကရလိုက်လုပ်နေတဲ့အခါကျမှ ယောင်္ကျားပေါင်းများစွာရဲ့အသွင်မျိုးစုံကို မျက်မြင်ကိုယ်တွေ့ဖြစ်သွားပါတော့တယ်။ အက်ဘီတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1gUcd/(CM)_The_List_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://megaup.net/1gU4h/(CM)_Haunting_of_the_Queen_Mary_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGVmNDkyNjMtM2I0Zi00OTYwLWJjYTQtNDA0MWNkMzBmMjM4XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Infinity (2023)",
        "description": "Infinity ( 2023 )\n==============\nIMDb 8.7/10အိန္ဒိယမှုခင်းရုပ်ရှင် ပရိသတ်တွေအတွက် ဒီနှစ်ထဲမှာ မှုခင်းဇာတ်လမ်းကောင်းတွေ\nအများကြီးထွက်ရှိခဲ့ပြီး အခုလည်း နောက်ထပ် တမီလ်မှုခင်းရုပ်ရှင်တစ်ခု ထပ်မံထွက်ရှိလာပြန်ပါပြီ။ချန်နိုင်းမြို့ကြီးမှာ တစ်ညတည်းနဲ့ လူသဝာ်မှုနှစ်ခုဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလူသဝာ်မှုနှစ်ခုမှာ\nသေဆုံးသူတွေက ရဲအရာရှိတစ်ယောက်နဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်နေပါတယ်။\nအဲဒီအမှုနဲ့ပတ်သက်ပြီး ရဲတပ်ဖွဲ့က ဘာသဲလွန်စမှရှာမရတဲ့အတွက် CBI လို့ခေါ်တဲ့\nဗဟိုထောက်လှမ်းရေးအဖွဲ့ကြီးဆီကို အဲဒီအမှုလွှဲပေးလိုက်ရပါတယ်။\nအကွက်ကျကျ ကစားကွက်တွေရွှေ့နေတဲ့ လူသဝာ်သမားကို CBI က စုံထောက်ကြီး အက်ဗီက\nဖမ်းမိမလားဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူတွေကတော့ Yunni, V နဲ့ Zwe Yan တို့ပဲ ဖြစ်ကြပါတယ်။ )\nFile size…1.7GB / 960MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ V~ Zwe Yan",
        "rating": "8.1",
        "url": "https://megaup.net/1WRch/Infinity_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2COix/Asura.The.War.of.the.Beehair.2023.720p.WEB-DL.Cm.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2CNci/Babaylan.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82yzNXiio94vJs9q3lmGGKft0yP.jpg",
        "title": "Handsome (2023)",
        "description": "Handsome (2023)မီနမ်(လူချောလေး)ဆိုတဲ့ စုံထောက်ဟာ နာမည်ချောပေမဲ့\nလူကတော့ မချောနိုင်လို့ တော်တော်အခက်တွေ့နေသူပါအဲဒါတင်မကဘဲ လုပ်တဲ့ အလုပ်တိုင်းမှာ တော်တော်ကိုးရိုးကားယားနိုင်ပြီး\nပြဿနာချည်းဖြစ်နေလို့ အဖွဲ့က မစ်ရှင်တွေမှာ သူ့ကိုချန်ထားချင်ကြပါတယ်တစ်နေ့ယာဉ်တိုက်မှုဖြစ်ပြီး လုံးဝတခြားတစ်ယောက်လူလို ပြောင်းသွားတဲ့အခါမှာ ပြဿနာကပိုကြီးလာပါတော့တယ်အဲဒါကြောင့် အဖွဲ့က အထူးတာဝန်ပေးတယ်ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သူ့ကို အသွင်ယူ စုံစမ်းခိုင်းရင်းကနေ\nအဲဒီရာဇဝတ်မှုကို ဖမ်းနိုင်မလား အလုပ်မှာ ယုံကြည်မှုပြန်ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 406MB\nFormat… mp4\nDuration….1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....Aaron",
        "rating": "",
        "url": "https://megaup.net/1gSir/Handsome_,2022.720p.FHDRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg",
        "title": "Losmen Melati (2023)",
        "description": "Losmen Melati (Motel Melati) (2023)လာတည်းတဲ့သူတွေအားလုံး အသက်ရှင်ရက်ပြန်မသွားနိုင်ကြတဲ့\nMotel Melati ဆိုတဲ လျှို့ဝှက်မှုတွေပြည့်နေတဲ့ မိုတယ်တစ်ခုရှိပါတယ်။အဲဒီမိုတယ်မှာတော့ မိုတယ်ပိုင်ရှင်ရယ် ဝန်ထမ်းတစ်ယောက်ရယ် နှစ်ယောက်တည်း ရှိပြီးတော့\nလာတည်းတဲ့သူတွေကို မိုတယ်ပိုင်ရှင်က လက်ဖက်ရည်နဲ့ ဧည့်ခံပြီးမှ အခန်းထဲဝင်ကြရတဲ့ ထုံးစံတစ်ခုရှိပါတယ်။ဇာတ်လမ်းထဲမှာတော့ မိခင်နာရေးကအပြန် မိုတယ်မှာဝင်တည်းတဲ့ မိသားစုတစ်စုရယ်၊\nမိုတယ်မှာ လာချိန်းတွေ့တဲ့ စုံတွဲတစ်တွဲရယ်၊ မိုတယ်ကို ဓားပြတိုက်ဖို့လာတဲ့ လူဆိုးနှစ်ယောက်ရယ်\nချောက်ခြားစရာမိုတယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ၊\nလာတည်းတဲ့သူတွေရဲ့ စိတ်ကိုလှည့်စားပြီး ဝိညာဉ်နှုတ်ယူတတ်တဲ့\nဒီမိုတယ်ရဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိနေမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။IMDb 6.6 ရထားတဲ့ အင်ဒိုနီးရှား Horror, Thriller, Mystery အမျိုးအစား ဇာတ်လမ်းဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror. Mystery, Thriller\nQuality…. 1080p | 720p\nFile size…950MB | 518MB\nFormat… mp4\nDuration….1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/2CNdC/Losmen.Melati.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1gSjl/Yung.Libro.sa.Napanood.Ko.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTI1MDg5NDY4Nl5BMl5BanBnXkFtZTYwODYxNzk5._V1_-135x200.jpg",
        "title": "Owning Mahowny (2003)",
        "description": "Owning Mahowny (2003)==================ဆုသုံးဆုရဖူးထားပြီး ငါးကြိမ် nomination ဝင်ထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံကားဟောင်းလေးပါ။ ဘဝမှာ ကိုယ့်ကိုအရမ်းချစ်တဲ့ ချစ်သူရှိမယ်။ အလုပ်မှာလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထူးချွန်လို့ အားကိုးခံရတဲ့သူဖြစ်မယ်ဆိုရင် ဒီဘဝက သူများတွေ အားကျချင်စရာဘဝမျိုး ဖြစ်မှာပါ။ ဒါပေမဲ့ မက်ဟော်နီဆိုတဲ့ဘဏ်လက်ထောက်မန်နေဂျာလေးကတော့ လောင်းကစားကိုပဲ အစွဲကြီးစွဲနေပါတယ်။ရတဲ့လစာကနေ အကြွေးတင်အောင်လောင်းမိတော့ အကြွေးဆပ်ဖို့အတွက်ဘဏ်ကနေ ငွေလိမ်ပါတော့တယ်။ လူရိုးလူအေး အလုပ်သရဲလေးလို့ သတ်မှတ်ခံရတဲ့မက်ဟော်နီအတွက် ငွေလိမ်ရတာက အသက်ရှူရသလိုပါပဲ။ ဒီလိုနဲ့မက်ဟော်နီတစ်ယောက် ကာစီနိုရုံကြီးတွေထိပါသွားပြီး မအိပ်မနေ မစားမသောက် လောင်းကစားလုပ်ပါတော့တယ်။\nမက်ဟော်နီကို \"လောင်းကစားကနေ ရတဲ့ စိတ်လှုပ်ရှားမှုကို တစ်ကနေ တစ်ရာထိသတ်မှတ်ရင် ဘယ်လောက်သတ်မှတ်ချင်လဲ\" ဆိုတော့ \"တစ်ရာ\" ပါတဲ့။\"လောင်းကစားမလုပ်ဘဲ ဘဝမှာ ဘယ်လောက်ထိ စိတ်လှုပ်ရှားခဲ့ရဖူးလဲ\" လို့မေးတဲ့အခါမှာတော့ \"နှစ်ဆယ်\" လို့ဖြေပါတယ်။ မက်ဟော်နီက သူ့ကျန်တဲ့တစ်ဘဝလုံးကို \"နှစ်ဆယ်\" နဲ့နေသွားရလည်း အဆင်ပြေပါတယ်တဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / ...",
        "rating": "",
        "url": "https://megaup.net/1WP4e/Owning.Mahowny.2003.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE4ZmZkN2UtN2Y2YS00YmNiLWJhY2YtZDUwMTMxMWY0YTRmXkEyXkFqcGdeQXVyNTEyOTQ5MDM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dylan & Zoey (2022)",
        "description": "Dylan & Zoey (2022)=================ဖတ်ဖူးတဲ့စာသားလေးရှိတယ်။ ပုဆိန်ကမမှတ်မိပေမဲ့ သစ်ပင်ကမမေ့ဘူးတဲ့။လုပ်တဲ့သူကတော့ သူတို့လုပ်ခဲ့တာတွေကို မေ့ပြီးနေနိုင်ပေမဲ့ ခံရတဲ့သူမှာတော့အလဲလဲအကွဲကွဲပါပဲ။ဇိုဝီနဲ့ ဒီလန်က အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်။ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားပြီး ပြန်ဆုံကြတဲ့အခါမှာ လောကဓံရဲ့ထုထောင်းမှုကြောင့် နှစ်ယောက်သားက ဒဏ်ရာတွေကိုယ်စီနဲ့ပါ။ အတိတ်ရဲ့အရိပ်မည်းကြီးအောက်ကနေ ရုန်းမထွက်နိုင်တဲ့ သူတို့နှစ်ယောက်က အချင်းချင်းဘယ်လိုကူညီပေးကြမလဲ။ ဘယ်လိုကုစားပေးကြမလဲ။ သင်ဆိုရင်ရော သင့်သူငယ်ချင်းအတွက် ဘယ်အတိုင်းအတာထိ ပေးဆပ်နိုင်မလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/3iD72/Dylan.Zoey.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWM5Yzg4ODctM2ViMC00ZGEzLWI2YzEtZDYwY2E4YTBhYTY1XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kite Runner (2007)",
        "description": "The Kite Runner (2007)==================IMDb Raitng - 7.6/10လူတွဟာ ကိုယ့်ကိုယ်ကိုယ် အချစ်ဆုံးတဲ့။ ဘာလို့လဲဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ထက် သူတပါးကို ပိုချစ်လိုက်မိရင် အရှုံးသမားလုံးလုံး ဖြစ်ရတာကြောင့်ပဲပေါ့။ အချစ်ဆိုတာ အသက်အရွယ် လိင်မခွဲခြားတတ်ပါဘူး။ လည်ပင်းဖက်ပေါင်းတယ်ဆိုတဲ့ ငယ်စဉ်တောင်ကျေး ကလေးဘဝက ကိုယ့်သူငယ်ချင်းဟာ နှလုံးသားတစ်တောင့်မှာတော့ အနက်ရှိုင်းဆုံး နေရာယူသွားတတ်ကြတယ်မဟုတ်လားဗျာ။ ဒါကလည်း သူငယ်ချင်းအပေါ်ထားရတဲ့ သူငယ်ချင်းအချစ်ပေါ့။ကိုယ့်ကိုသိပ်ချစ်ပြီး ကိုယ့်အတွက် အစစအရာရာ အနစ်နာခံ၊ ကိုယ့်အတွက်ဆို မြေကြီးခဲကောက်စားရ ကောက်စားရ၊ စွန်ကလေးတစ်ခုအတွက် အစစ အရာရာစွန့်စားပေးဆပ်ပြီး ကိုယ့်အတွက်ပြန်ယူလာတဲ့ သူငယ်ချင်းကိုမှ ကိုယ်က နှင်ထုတ်ရက်ရတာလား။အပြစ်ကို ရှောင်လွဲချင်စိတ်၊ ကိုယ့်ကိုယ်ကိုယ် သတ္တိကြောင်သူအဖြစ် အားမလိုအားမရစိတ်ကို ကိုယ်နိုင်တဲ့ဘက်ကို ဖောက်ခွဲခဲ့တဲ့ လူတွေထဲက လူယုတ်မာလေးတစ်ယောက်နဲ့၊ ကိုယ့်မျက်နှာကိုပဲ တကြည့်ကြည့်နေတတ်တဲ့ ချစ်တတ်သူလေးတို့ လောကတစ်ကွေ့မှာ တွေ့ဆုံခဲ့ဖူးသတဲ့။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ရိုးသားဖြူစင်တဲ့မေတ္တာကို လူ့သဘာဝနဲ့ရောယှက်ပြီး တင်ပြသွားတာပါ။ ကောင်းမွန်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kite-runner-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzE2NTE2YmItY2NiMC00MmIwLWE5NTktM2Q5YmIzZGIyZWRjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Dark Floors (2008)",
        "description": "Dark Floors (2008)\n================ဘန်ဟာ အော်တစ်ဇင် ဖြစ်နေတဲ့ သမီးလေးဆယ်ရာကို ရောဂါရှာဖွေ\nဖို့အတွက် စိန့်မေရီဆေးရုံကို ရောက်နေတယ်။ ကံဆိုးချင်တော့ စက်ထဲမှာ\nရောဂါရှာဖွေနေတုန်း စက်က မီးထလောင်တာမို့ ဘန်က ဆေးရုံခိုးဆင်း\nပြီး ပြောင်းဖို့ ပြင်ခဲ့တယ်။ သူနာပြုဆရာမလေး အမ်မလီက တွေ့သွားတာမို့\nလိုက်ဖြောင်းဖျရင်း ဓာတ်လှေကားထဲ လိုက်ဝင်ခဲ့တယ်။ သူတို့ ၃ယောက်\nအပြင် လုံခြုံရေးတစ်ယောက် ခြေသလုံးအိမ်တိုင် အဖိုးကြီးတစ်ယောက်နဲ့\nစီးပွားရေးသမားတစ်ဦးလည်း လိုက်ပါလာခဲ့တယ်။ဓာတ်လှေကားဆင်းချိန်မှာ မတော်တဆဖြစ်ပြီး ဓာတ်လှေကားရပ်တန့်\nသွားခဲ့ပါတယ်။ ပြန်ပွင့်လာချိန်မှာတော့ တစ်ဆေးရုံလုံးက ရုတ်တရက်ကြီး\nခြောက်ကပ်လို့နေတာပေါ့။ သူတို့တွေ ဆေးရုံထဲက ထွက်ဖို့ကြိုးစားကြရင်း\nမမျှော်လင့်ထားတာတွေ ကြုံတွေ့လာရတဲ့အခါ.......ထူးထူးဆန်းဆန်း plotနဲ့အတူ တစ္ဆေလိုလို မိစ္ဆာလိုလို ငရဲလိုလို time loop\nလိုလို multidimensional လိုလိုနဲ့ ဘာမှန်းမသိ ခံစားချင်သူများအဖို့ ဇာတ်\nကားကောင်း ဖြစ်ပါကြောင်းပြောရင်းတင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ဖြစ်ပါတယ်)File Size..........(1.12 GB) / (436 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "4.4",
        "url": "https://megaup.net/1gP68/Dark.Floors.2008.720p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzU3OGQ5YmMtODc4Zi00ODgzLWFhNmQtODVhYzE2YjUzZWRkXkEyXkFqcGdeQXVyNjg2NzEwNTc@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "Bedeviled (2016)",
        "description": "Bedeviled (2016)\n=============ယနေ့ခေတ်ကမ္ဘာဟာ နည်းပညာတွေထွန်းကားလာတာနဲ့အမျှ လူတွေဟာလည်း\nနည်းပညာနောက်ကိုလိုက်ရင်း အမှားမှားအယွင်းယွင်းတွေ ဖြစ်လာကြပါတယ်။\nအခု ဒီ Bedeviled ဆိုတဲ့ ရုပ်ရှင်ကားလေးကတော့ ထူးဆန်းတဲ့ သရဲကားလို့ ပြော\nရမှာပါ။ မစ္စတာ ဘီဒီဗယ်လ်ဆိုတဲ့ အက်ပ်ပလီကေးရှင်းက သူ့ကို အင်စတောလုပ်\nထားတဲ့ ဖုန်းပိုင်ရှင်တွေကို အကြောက်တရားတွေပေးပြီး သုတ်သင်တာမျိုးပေါ့။ဇာတ်လမ်းအကျဥ်းကတော့ နစ်ကီဆိုတဲ့ ဆယ်ကျော်သက် အရွယ်ကောင်မလေး\nတစ်ယောက် ထူးဆန်းစွာသေဆုံးခြင်းကစတင်ပါတယ်။ သူသေဆုံးသွားပြီးနောက်\nမှာ သူ့သူငယ်ချင်းတွေရဲ့ စမတ်ဖုန်းထဲ အက်ပ်ပလီကေးရှင်းတစ်ခု အင်စတောလုပ်\nမလားဆိုပြီး အင်ဗိုက်ရောက်လာပါလေရော။ သူငယ်ချင်းတွေကလည်း အမှုမဲ့အ\nမှတ်မဲ့နဲ့ အင်စတောရာကနေ မဖြစ်သင့်တာတွေဖြစ်ပြီး အကြောက်တရားရဲ့ လွှမ်း\nမိုးမှုကို ခံရတော့တာပါပဲ။Bedeviled ဟာ နာမည်ကြီးသရဲကားတွေလောက် ကြောက်စရာမကောင်းဘူးဆို\nပေမယ့် သူ့နေရာနဲ့သူ အဆင်ပြေတဲ့ ရုပ်ရှင်ကားလို့ဆိုရမှာပါ။ ဇာတ်လမ်းကလည်း\nထူးဆန်းပြီး တချို့ Jump Scare နေရာလေးတွေဆို တော်တော်ကို သေသပ်ပါတယ်။\nဒါကြောင့် ပရိသတ်တွေအနေနဲ့ အပျင်းပြေသရဲကားတစ်ကားဖွင့်ထားချင်တယ်၊\nကြည့်ချင်တယ်ဆိုရင်တော့ Bedeviled က သင့်တော်တဲ့အကြောင်း ညွှန်းလိုက်ပါ\nရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ဖြစ်ပါတယ်)File ...",
        "rating": "4.2",
        "url": "https://megaup.net/3YymX/Bedeviled.2016.720p.BluRay(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGM0MjM5MDctOWJkYy00MjVmLWIwYTEtZmVlNGIyNGM2N2FlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-150x200.jpg",
        "title": "Metalocalypse: Army of the Doomstar (2023)",
        "description": "Metalocalypse: Army of the Doomstar (2023)\n=================================\nIMDb Rating - 6.8/10American Animated series တွေဖြစ်တဲ့ Home Movies နဲ့ Metalocalypse\nတို့ရဲ့ပဲ့ကိုင်ရှင် Brendon Small ရဲ့ (2013)ခုနှစ်ကထွက်ခဲ့တဲ့ \"Metalocalypse:\nThe Doomstar Requiem\" ရဲ့ Sequel ဖြစ်တဲ့ \"Metalocalypse: Army of the\nDoomstar\"(2023)ထွက်ရှိလို့လာပါပြီ။ Animation ဆိုသော်ငြား ပါဝင်တဲ့အသုံး\nအနှုန်းတွေနဲ့ ပြကွက်တွေကြောင့် R rated movie အဖြစ်သတ်မှတ်ခံထားရကြောင်း\nကြိုတင်အသိပေးပါတယ်။ (2023)ဩဂုတ်လကမှ ရုံတင်ထားတာဖြစ်ပြီး IMDb\nrating 6.8နဲ့ ခရမ်းချဉ်သီးအလုံး100ရရှိထားပါတယ်။Metalocalypse စီးရီးကိုမကြည့်ဖူးလည်း ဒီကားကိုကြည့်လို့ရပါတယ်။ ဇာတ်ညွှန်း\nကတော့ Dethklok Music Band ရဲ့သီချင်းရေးဆရာ နေသန်အိတ်စ်ပလိုးရှင်း\nတစ်ယောက် ဂြိုဟ်ကိုဖျက်ဆီးသူတွေရန်က‌နေ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\"Song of\nSalvation\"ကိုရေးဖို့အကြောင်းဖန်လာပါတယ်။ သီချင်းတစ်ပုဒ်က ကမ္ဘာကြီးကို ဘယ်\nလိုကယ်တင်နိုင်မှာလဲ၊ \"Song of Salvation\"ဆိုတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WP18/Metalocalypse.Army.Of.The.Doomstar.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZDUyYTliYTUtZGU3NS00Mjk5LWFhNGEtZTZjYzk2MDM2N2JkXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Reinventing Elvis: The 68′ Comeback (2023)",
        "description": "Reinventing Elvis: The 68' Comeback (2023)\n================================\nIMDb Rating - 7.8/10Elvis Presley ဆိုတာနဲ့ King of Rock and Roll ကြီးပဲလို့ တန်းမြင်\nမိကြမှာပါ။ 1950 ဝန်းကျင်ကာလတွေရဲ့ Best seller American Artist\nတစ်ယောက်ဖြစ်တဲ့အပြင် အောင်မြင်ကျော်ကြားတဲ့ ရုပ်ရှင်ပေါင်းများစွာ\nကိုလည်း ရိုက်ကူးခဲ့ပါသေးတယ်။ ဒါပေမဲ့ အမေရိကန်သမိုင်းရဲ့ 1960\nခုနှစ်ကာလတွေကတော့ အဆိုးရွားဆုံး ကပ်ဆိုက်ခဲ့တဲ့ကာလတွေလို့ ဆို\nရလိမ့်မယ်။ Robert F. Kennedy, Martin Luther King အစရှိတဲ့\nနာမည်ကျော်ပုဂ္ဂိုလ်တွေ လုပ်ကြံခံရတဲ့သတင်းတွေကြောင့်လည်း အမေရိ\nကန်ရဲ့ သမိုင်းကို အကျည်းတန်ဆုံးဖြစ်စေခဲ့တဲ့ ကာလတွေပါ။ ဖြစ်ချင်တော့\nအဲဒီ 1968 ခုနှစ်က Elvis အတွက် Special Comeback Show ကို စီစဉ်\nနေတဲ့ အချိန်ပါပဲ။စစ်ထဲဝင်ပြီး အနုပညာလောကကနေ နှစ်ချီကွယ်ပျောက်သွားပြီးတဲ့နောက်\nပရိသတ်မြင်ကွင်းပေါ်ကို ပြန်လည်ထွက်ပေါ်လာမဲ့ Elvis ...",
        "rating": "7.8",
        "url": "https://megaup.net/3iD2g/Reinventing.Elvis.The.68.Comeback.2023.720p.AMZN.WEB-DL(CM)..mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjY1Zjg0ZWMtZDBlMy00MzBmLWI0ZTgtNGM3ZGNlODliYmVhXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-148x200.jpg",
        "title": "Spy (2023)",
        "description": "Spy 2023\nIMDb 8.3/10\nAction/Thrillerဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ အက်ရှင်အလန်းစားတွေကိုမှ ကြိုက်နှစ်သက်တဲ့\nပရိသတ်တွေအတွက် တေလဂူမင်းသားချော Nikhil Siddharth ပါဝင်ထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။RAWအဖွဲ့အစည်းလက်အောက်မှာ လုပ်ကိုင်နေတဲ့ လျှို့ဝှက်အေးဂျင့်ဆူဘာ့ရှ်ဟာ\nစစ်ဆင်ရေးတစ်ခုမှာ သေဆုံးသွားခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ ဆူဘာ့ရှ်ရဲ့သေဆုံးမှုကို\nသေချာသိရဖို့အတွက် ညီဖြစ်သူဂျေးဟာ လျှို့ဝှက်အေးဂျင့်လုပ်နေရင်း စုံစမ်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဂျေး တာဝန်ပေးခံခဲ့ရတဲ့ စစ်ဆင်ရေးတစ်ခုဟာ အစ်ကိုဖြစ်သူဆူဘာ့ရှ်\nလုပ်ကိုင်ခဲ့တဲ့စစ်ဆင်ရေးဖြစ်နေခဲ့ပါတယ်။ စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာ ဒီကိစ္စဟာ\nအိန္ဒိယနိုင်ငံရဲ့ဂုဏ်သိက္ခာ၊ နိုင်ငံသားတွေရဲ့ဘေးကင်းမှုနဲ့လည်း သက်ဆိုင်နေပါတယ်။\nဂျေးတစ်ယောက် ဒီလိုကြီးလေးတဲ့တာဝန်ကို ထမ်းဆောင်ရင်း အစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုကိုပါ\nစုံစမ်းဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီစစ်ဆင်ရေးအောင်မြင်သွားမလား။ ဂျေးရဲ့အစ်ကိုကရော\nဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Cherry ~ BpL ~ V ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…7GB / 2.4GB  / 1GB\nQuality…4k HEVC True WEB DL  / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "8.3",
        "url": "https://megaup.net/2BIwh/Spy_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/american-sniper-poster-133x200.jpg",
        "title": "American Sniper (2014)",
        "description": "American Sniper ( 2014 )IMDb Rating (7.3) / Rotten Tomatoes (72%)အမေရိကန်သမိုင်းတစ်လျှောက် Most Deadliest Sniper အဖြစ်သတ်မှတ်ခံထားရတဲ့ SEAL စနိုက်ပါသမား Chris Kyle အကြောင်းရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။Chris Kyle ရဲ့ ကိုယ်တိုင်ရေး အထ္ထုပတ္တိ \"American Sniper: The Autobiography of The Most Lethal Sniper in US Military History\" စာအုပ်ကိုအခြေခံပြီး မင်းသားကြီး Clint Eastwood က ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားပြီး Bradly Cooper က အဓိကသရုပ်ဆောင် Chris Kyle အဖြစ်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်မှာ စစ်ပွဲကြားကအခြေအနေတွေအပြင် အိမ်မှာကျန်ခဲ့တဲ့ စစ်သားမိသားစုတွေရဲ့ ဘဝကိုလည်း ပေါ်လွင်အောင်ထည့်သွင်းရိုက်ကူးထားပါတယ်။Chris Kyle ဟာ အစကတော့ ...",
        "rating": "7.3",
        "url": "\thttps://megaup.net/1fQl9/(CM)_American.Sniper.2014.720p.WEBRip.H.264-Naung.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ib7jFLnrI7KLbGa1GeZ9ZCuoWgO.jpg",
        "title": "[18+] My Sister-in-law’s Secret (2019)",
        "description": "ဟီယောင်းရဲ့သူငယ်ချင်းဖြစ်သူ ဂျောင်ဟီက အလုပ်ကိစ္စကြောင့်နဲ့ ဟီယောင်းတိုအိမ်မှာ ခဏ နေဖို ရောက်လာခဲ့ပါတယ်\nအဲ့ဒီအချိန်မှာတော့ ဟီယောင်းရဲ့မောင် ဆန်းဝူက ဂျောင်ဟီကို မြင်တော့ သဘောကျသွားပြီး သူမနဲ့ အတူနေချင်စိတ်တွေ ဖြစ်လာပါတော့တယ်\nလက်ထပ်ရမယ့်သူ ရှိပြီးသားဖြစ်တဲ့ ဂျောင်ဟီတစ်ယောက် သူငယ်ချင်းရဲ့မောင်ဖြစ်သူနဲ့လက်ရှိရည်းစားကြားမှာ ဘယ်သူ့ကိုရွေးချယ်ပြီး ဘယ်လိုတွေဖြစ်သွားမလဲဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်  File size… 1.52GB / 517MB\nQuality… WEB-Rip 1080P  / 720p\nFormat…mp4\nDuration….1h 10m\nGenre ….. Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by TG",
        "rating": "",
        "url": "https://megaup.net/1fQ9t/[18+]My_Sister-in-law_s_Secret_2019_.720p(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
        "title": "Miraculous: Ladybug & Cat Noir, The Movie (2023)",
        "description": "Miraculous : Ladybug & Cat Noir, The Movie (2023)ပေါ့ပေါ့ပါးပါး superhero ကာတွန်းလေးတွေကြိုက်တဲ့လူတိုင်းသိကြတဲ့ ပြင်သစ်ဂျပန် ဖက်စပ်လက်ရာလေးဖြစ်တဲ့ Miraculous seriesကြီးရဲ့ movie version ထွက်ရှိလို့လာပါပြီ။\nကလေးကြိုက်ကာတွန်းပီပီ အခွီလေးတွေလည်းပါ အစွမ်းတွေသုံးပြီးချတဲ့ ဝူးရှူးဝါးရှားလေးတွေလည်းပါမှာဆိုတော့ ပိတ်ရက်မှာအပျင်းပြေကြည့်ချင်သူတွေအတွက် ကွက်တိဖြစ်မှာပါ။မယ်ရီနက်ဆိုတဲ့ကောင်မလေးဟာ warming familyကလာတဲ့ အချစ်ခံကောင်မလေးတစ်ယောက် ဒါပေမဲ့ နမော်နမဲ့နဲ့ အမြဲဗရုတ်သုတ်ခရှုပ်ပွနေတတ်တဲ့ ပြဿနာအိုးမလေးဆိုရင်လည်း မမှားပါဘူး။\nပြဿနာနဲ့ သူငယ်ချင်းပေါင်းပေါင်းနေတဲ့ မယ်ရီနက်ကို ပေါင်းရဲတဲ့သူငယ်ချင်းကလည်းမရှိတော့ teenage issueပေါင်းစုံနဲ့ ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုကလည်းမရှိ အနိုင်ကျင့်ချင်သူတွေ အပုပ်ချချင်သူတွေလည်း ဒုနဲ့ဒေးပေါ့။မယ်ရီနက်နဲ့ဆန့်ကျင်ဘက်ကမ္ဘာမှာတော့ အေဒရီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါသတဲ့။ အေဒရီယန်ဟာ ဥစ္စာပေါ ရုပ်ချောဖြစ်တဲ့ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်ပြီး အပေါင်းအသင်းတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ စော်ကြည်ဘဲလေးပေါ့။\nဒါပေမဲ့ အနေအထိုင်အသွားအလာအကုန်ဆင်ခြင်ပြီးနေရတဲ့ဘဝမှာ ရှင်သန်နေရတဲ့ အပြင် မိဘမေတ္တာငတ်မွတ်နေရတဲ့ ပြီးပြည့်စုံတယ်ထင်ရတဲ့ ဒီလူသားလေးရဲ့ကွက်လပ်ကို ဘယ်သူမှမမြင်ပါဘူး။\nအမေဖြစ်သူဆုံးသွားပြီးထဲက အလုပ်ကိုပဲမြင်တော့တဲ့အဖေကြောင့် အေးစက်နေတဲ့ သူဟာလည်း တစ်မျိုးတစ်ဖုံ အထီးကျန်နေပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1VNzf/Miraculous.Ladybug.and.Cat.Noir.The.Movie.2023.720p.WEB.CM.mp4",
        "category": "Action, Animation, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmMxYjUzNjItZTk0Ni00ODRlLWJjNjctNDgzY2IwNDliYjI0XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-133x200.jpg",
        "title": "Kolla (2023)",
        "description": "Kolla (2023)\nIMDb 8/10မြို့နယ်လေးတစ်ခုဆီ အလှပြင်ဆိုင်ဖွင့်မယ်ဆိုပြီး ပြောင်းရွှေ့လာကြတဲ့\nမိန်းမငယ်လေး ၂ယောက်... ဖော်ရွေတတ်ကြတော့ ဆိုင်နားဝန်းကျင်ကလူတွေနဲ့\nခဏလေးအတွင်းရင်းနှီးပြီး အချင်းချင်း ကူညီကြ ဖေးမကြနဲ့ပေါ့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ကြိုးစားကြလို့\nလူကြီးတွေကအစ ချီးကျူးကြ ချီးမွမ်းကြနဲ့..ဒါပေမဲ့ သူတို့မထင်ထားတာက ဒီ၂ယောက်ဟာ အလှပြင်ဆိုင်ကိုအကြောင်းပြပြီး\nနောက်ကွယ်မှာ ကိစ္စကြီးတစ်ခု လုပ်နေကြတာပါပဲ အလှပြင်ဆိုင်ရဲ့ အပေါ်မျက်နှာကြက်မှာ\nအာရုံခံကိရိယာပါတဲ့ လျှို့ဝှက်ခန်းတစ်ခုကို ဘယ်သူမှမသိအောင်ဆောက်ထားပြီး\nသူတို့ဘာတွေဆက်လုပ်ကြမလဲ ဒီမြို့ကိုရောက်လာကြတဲ့ အကြောင်းကရော ဘာကြောင့်လဲ\nတကယ့်သရုပ်မှန်က ဘာတွေလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe Yan ~BpL~ Cherry တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 816MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 3mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe Yan ~BpL~ Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/2BKC2/Kolla_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bThnmRhh0d3oKcmte2w0aArm8Lq.jpg",
        "title": "Fading Gigolo (2013)",
        "description": "Fading Gigolo (2013)\nGenre – Comedy, Romance\nIMDB – 6.2/10မူရီဆိုတဲ့လူကြီးဟာ မျိုးရိုးအလိုက် အမွေလက်ဆင့်ကမ်းရခဲ့တဲ့စာအုပ်ဆိုင်လေးကို ပိတ်လိုက်ရပါပြီ။သူ့ဆီမှာ ပိုက်ဆံလိုပြီး အလုပ်ပေါင်းစုံလုပ်ပြီး ရုပ်အဖြောင့်အတောင့်ကြီးမဟုတ်ပေမဲ့ လူကြီးလူကောင်းဆန်ပြီး မိန်းမကျောနပ်တဲ့ဖီရိုရာဗန်တေးဆိုတဲ့ မိတ်ဆွေလည်း ရှိပါတယ်။တစ်ရက်ကျ သူ ပြနေကြ အရေပြားဆရာဝန်မဆီကနေထူးခြားတဲ့ ဖိတ်ကြားချက်ကို သိလိုက်ရပါတယ်အဲဒါကတော့ သူ့ သူငယ်ချင်းမ တစ်ယောက်နဲ့ သုံးပါးသွားကဖို့မင်းသားတစ်ပါး လိုအပ်နေတာပါတဲ့။အဲဒါ မူရီဆိုတဲ့ ဘဲကြီးက အသိရှိတယ်ပေါ့ ဒီတိုင်းတော့ မရနိုင်ဘူးအခကြေးငွေတော့ ပေးရလောက်မယ်ဆိုပြီး ဖီရိုရာဗန်တေးကိုမင်းလုပ်ပါလား မင်းဆို ဖြစ်နိုင်တယ်ဆိုပြီးယောက်ျားဖျာသည်လိုင်းသွင်းပါတော့တယ်။အစပိုင်းတော့ ဆရာသမားလည်း ငြင်းတာပေါ့နောက်ကျ စမ်းကြည့်မယ်ဆိုပြီး လုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ကြည့်ရမှာပါ။ဂျူးလူမျိုးတွေနဲ့ လူမျိုးရေး ဘာသာရေး စည်းကမ်းတင်းကြပ်ပုံတွေလည်းဗဟုသုတရပါတယ်။ မင်းသားနေရာကတော့ Transformer ကားတွေထဲကရယ်ရတဲ့ Agent Simmon ကြီး သရုပ်ဆောင်ပေးထားပြီး Sexy သိပ်ဆန်တဲ့မင်းသမီးကြီး Sharon Stone နဲ့ အကိတ်မင်းသမီး Sofia Vergara ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fPvl/Fading.Gigolo.2013.720p.BluRay_%7BCM%7D_TSK.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzk3Nzg0NDA0Nl5BMl5BanBnXkFtZTcwMTg1MTUxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Renoir (2012)",
        "description": "အဆိုပါရုပ်ရှင်သည် အမြင်အာရုံတွင် စွဲမက်ဖွယ်ကောင်းပြီးစိတ်ခံစားမှုများကို လှုံ့ဆော်ပေးသည့်ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။French Riviera ၌ဇာတ်အိမ်တည်ထားသောရုပ်ရှင်၏ ဇာတ်ကြောင်းကားImpressionist ပန်းချီဆရာ Pierre-Auguste Renoir ရဲ့ နောက်ဆုံးနှစ်များ၏အနှစ်သာရကို လှပစွာဖမ်းယူရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Gilles Bourdos သည် အချစ်၊ အနုပညာနှင့်ခေတ်အပြောင်းအလဲများကြားတွင် ကွဲအက်နေသော မိသားစုတစ်ခု၏ပြင်းထန်သောပုံတူပန်းချီကိုရေးဆွဲထားသည့်နှယ်ရိုက်ကူးပုံဖော်ထားပါတယ်။လှပတဲ့ ကင်မရာရိုက်ချက်များအားအသုံးပြုကာRenoir ၏ အနုပညာစတိုင်ကို ပဲ့တင်ထပ်စေမယ့်ဇာတ်ဝင်ခန်းများကို ရုပ်ရှင်ထဲ၌ ပြန်လည်တည်ဆောက်ဖန်တီးပြခဲ့ပါတယ်။စိမ်းလန်းစိုပြေသောရှုခင်းများ၊ နေရောင်ဖျော့ဖျော့နှင့်တောက်ပလှသော အရောင်များသည် ရူနွာ ၏ ကမ္ဘာပေါ်ရှိပရိသတ်များကို ဖမ်းစားထားသည်များဖြစ်ပါတယ်။ ရုပ်ရှင်၏ အသေးစိတ်နှင့် အချိန်တိကျမှုအပေါ်အာရုံစူးစိုက်မှုသည် ကြည့်ရှုသူများကို အနုပညာနှင့်သဘာဝ ချောမွေ့စွာ ပေါင်းစပ်ထားသည့် 20ရာစုအစောပိုင်းသို့ပြန်လည်ပို့ဆောင်ပေးသကဲ့သို့ဖြစ်နေပါတော့တယ်။ရုပ်ရှင်ရဲ့အဓိကဆွဲဆောင်ထားတဲ့အချက်က လူမှုဆက်ဆံရေးအားသိမ်မွေ့စွာရှာဖွေဖော်ထုတ်တာပဲဖြစ်ပါတယ်။Renoir တစ်ယောက် အသက်အရွယ်ကြီးရင့်လာသည်နှင့်အမျှရုပ်ပိုင်းဆိုင်ရာချို့ယွင်းမှုကို တွန်းလှန်ရင်း၊ သူ၏အနုပညာဝါသနာဟာလည်း မယိမ်းယိုင်သွားဘဲဆက်လက်တည်နေပြီး၊ နောက်ပိုင်းတွင်နာမည်ကြီးရုပ်ရှင်ဒါရိုက်တာတစ်ဦးဖြစ်လာမည့်သားဖြစ်သူဂျွန်၏ ငယ်ရွယ်နုပျိုသောစွမ်းအင်နှင့်လည်းလှပစွာ ဆန့်ကျင်နေတာကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။အဖေနှင့်သား အကြား နူးညံ့သော ဆက်သွယ်မှုကိုသိမ်မွေ့စွာ သရုပ်ဖော်ထားပြီး ၎င်းတို့၏ ဘဝအပေါ်နက်နဲသော အနုပညာ၏ လွှမ်းမိုးမှုများအားတစေ့တစောင်း ပြသထားပါတယ်။Renoir ရုပ်ရှင်သည် စိတ်ကူးယဉ်ဆန်ပြီး ကဗျာဆန်သောခရီးတစ်ခု၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BKpB/Renoir.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5wDSjzstchAAN3cnVEhAlo10eC.jpg",
        "title": "Attack of the Unknown (2020)",
        "description": "SWAT အထူးတပ်ဖွဲ့တဖွဲ့ဟာ အကျဉ်းသားတယောက်ကိုထောင်ဆီပို့ဆောင်နေရင်းနဲ့ လမ်းမှာ ခြုံခိုတိုက်ခံရသလိုဖြစ်ခဲ့ပြီးယာဉ်တန်းရပ်သွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုက်ခိုက်ခံရတာမဟုတ်ပဲ အမည်မသိအကောင်တွေရဲ့တိုက်ခိုက်မှုဖြစ်နေခဲ့ပြီး ဒီအကောင်တွေကတွေ့သမျှလူတိုင်းကို လိုက် သ-တ်နေတဲ့အခါသူတို့ဘယ်လိုရင်ဆိုင်ကြမလဲ၊ အမည်မသိအကောင်ကြီးတွေကရောအခုမှပေါ်လာတာလား၊ နောက်ဆုံးမှာရောသူတို့အဖွဲ့လွတ်မြောက်နိုင်မှာလားဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.6 GB /  670 MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 43m\nGenre .....  Action\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.0",
        "url": "https://megaup.net/1fPvx/Attack.of.the.Unknown.2020.720p.WEB-DL_%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
        "title": "Dante’s Inferno: An Animated Epic (2010)",
        "description": "Dante's Inferno\n..............................ဒီကားမထွက်ခင် ဂိမ်းအရင်ထွက်တာဗျဂိမ်းတုန်းကလည်းတော်တော်တော့လို့ကောင်းခဲ့ပါတယ်ဒန်ထေရဲ့ငရဲဆိုတဲ့ဇာတ်လမ်းဟာတကယ်တော့သမ္မာကျမ်းစာပါဇာတ်လမ်းမဟုတ်ဘူးဗျ၁၄ရာစု အီတလီကဗျာဆရာကြီး ဒန်ထေ ‌အလီဂေလွိရေးဖွဲ့တဲ့ကျော်ကြားတဲ့ကဗျာကြီးထဲကဇာတ်လမ်းပါဗုဒ္ဓဘာသာဇာတ်ထုတ်မှာဆိုရင်ရင့်မာတကျိပ်ဇာတ်ထုတ်ထဲကနေမိဇာတ်ထုတ်လိုပဲဗျဒန်ထေဟာ ခရစ်ယာန်ငရဲကြီးကိုးထပ်ကိုဖြတ်ကျော်ပြီး ချစ်သူကိုပြန်ကယ်တဲ့ဇာတ်လမ်းပါ ဒီကာတွန်းမှာထူးဆန်းတာကဇာတ်ဝင်ခန်းတခုနဲ့တခုပုံတွေမတူဘူးဗျအဲ့တချက်တော့ကြည့်ရတာတမျိုးပဲ IMDbမှာ‌တော့ 6.9/10ထိရထားပါတယ်  File size…  1.33GB /  781 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 29m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr. Nyan",
        "rating": "6.5",
        "url": "https://megaup.net/1VMWP/Dantes.Inferno.An.Animated.Epic.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tarla (2023)",
        "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။\nလူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်း\nထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထား\nအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲ\nအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်က\nယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့\nဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်း\nဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့\nကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။\nသားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကို\nဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့\nယောကျာ်းကိုမိသွားတဲ့အခါ ...။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့\nယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့\nနာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါ\nဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1VN29/Tarla_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmYwMjg4NzAtNDUwZC00OGJkLWEzYjItNWVlMzg2YmQ5OTFmXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_-133x200.jpg",
        "title": "The Three Investigators and The Legacy of the Dragon /  Die Drei (2023)",
        "description": "\"The Three Investigators\" ဆိုတဲ့ ကလေးဖတ်စာအုပ်တွဲထဲက တစ်အုပ်ကိုမှီငြမ်းပြီးရိုက်ကူးထားတဲ့ ဂျာမန် Adventure & mystery ဇာတ်ကားလေးပါ IMDb 5.7 ရရှိထားပြီးကလေးသရုပ်ဆောင်သုံးယောက်ကတော့အဓိကဇာတ်ဆောင်တွေဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့ စုံစမ်းထောက်လှမ်းရတာဝါသနာပါတဲ့သူငယ်ချင်းသုံးယောက်သား နွေရာသီအစမ်းခန့်အလုပ်အတွက် Transylvania မြို့ကိုရောက်သွားခဲ့ရာကနေစပါတယ် သူတို့ကအဲဒီမှာဒရက်ကူလာဇာတ်ကားရိုက်ဖို့အတွက်သွားကြတာဖြစ်ပြီး ရိုက်ကွင်းနေရာဖြစ်တဲ့ရဲတိုက်ကြီးကတော့ရာဇဝင်တွေအပြည့်ပါပဲ စုံထောက်‌ကျော်သုံးယောက်တို့ ရဲတိုက်ရဲ့ရာဇဝင်နဲ့ရဲတိုက်ထဲမှာဖြစ်နေတဲ့ထူးဆန်းတဲ့ကိစ္စကိုလိုက်စုံစမ်းကြရင်း ဘာတွေတွေ့ကြုံရမလဲ ရာဇဝင်တွေကတကယ်ရောဟုတ်ရဲ့လား မသမာသူတွေကရောရဲတိုက်ထဲမှာဘာတွေကြံစည်နေကြတာလဲဆိုတာကိုအဖြေရှာကြတဲ့ဇာတ်ကားဖြစ်ပါတယ် နာမည်ကျော်ကလေးဖတ်စာအုပ်ကနေမှီငြမ်းရိုက်ကူးထားတာမလို့ ကလေးတွေပါကြည့်လို့သင့်တော်တဲ့ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးပါFile size…(1.2 GB)/(700 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Adventure, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.7",
        "url": "https://megaup.net/2BIhq/Die.Drei.-.Erbe.Des.Drachen.2023.720p.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjU2NDZhODctMzg5NC00ODJjLTg3NTAtNzg4NWUzZmE0MTY2XkEyXkFqcGdeQXVyNDkyMDgwNQ@@._V1_-150x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Continues (1975)",
        "description": "ဂျပန်မလေးတွေရဲ့ ရောင်စုံအလှကို ဆက်ခံစားကြည့်ရအောင်\nဒီဇာတ်လမ်းလေးက ရှေ့ကဇာတ်လမ်းလေးရဲ့အဆက်ပါပဲမာရူမီ တယောက် အချုပ်က ခိုးထွက်ပြေးပြီးလွတ်လာချိန်မှာပဲ\nသူချစ်သူက တခြားကောင်မလေးတယောက်နဲ့ အတူအိပ်နေတာကို\nတွေ့သွားခဲ့ပါတယ် အဲဒီမှာပဲ လက်မရွံ့ဖြစ်နေတဲ့ မာရူမီက\nသစ္စာမဲ့တဲ့ချစ်သူကို သတ်ခဲ့ပြီး သက်ငယ်ထောင်ပြန်ရောက်ပါတယ်ထောင်ဝန်းထမ်းတွေ အပြင်က ရာကူဇာတွေနဲ့ တွဲလုပ်စားပုံ\nကောင်မလေးတွေအပေါ် မက်လုံးတွေပေးပြီး တာဝန်မယူတာတွေ\nထုံးစံအတိုင်း သွေးအေးအေးနဲ့ လုပ်တက်တဲ့ မာရူမီရဲ့\nလှလှပပ အကွက်တွေကို လှလှပပ ဖေါ်ကြူးထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.3GB / 640MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…XCross\nTranslated by Ki Mu Chi",
        "rating": "4.7",
        "url": "https://megaup.net/1VMTm/True.Story.Of.Woman.Condemned.Continues.1975.720p(DS).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM4OTMxMTM5Ml5BMl5BanBnXkFtZTcwMDg4NzU2OQ@@._V1_-136x200.jpg",
        "title": "Grabbers (2012)",
        "description": "IMDb - 6.3/10 ~ Rotten tomatoes - 70% အိုင်ယာလန်နိုင်ငံက ‌အယ်ရန်ကျွန်းလေးဟာ လူအနည်းစုပဲနေထိုင်ကြပြီး သာယာအေးချမ်းနေတဲ့ ကျွန်းလေးပါ။ ရဲစခန်းမှာလည်း အရာရှိနှစ်ယောက်သာရှိပြီး မှုခင်းလည်းတော်ရုံဖြစ်ခဲပါတယ်။ တနေ့မှာတော့ စခန်းမှူးက ပိတ်ရက်ခွင့်ယူတဲ့အတွက် ဒပ်ဗလင်မြို့ကနေပြီး နှစ်ပတ်အစားထိုးပေးမဲ့ ဂါဒါ (အရာရှိ) နိုလန် ကိုလွှတ်ခဲ့ပါတယ်။ ဒီလိုနဲ့ စခန်းမှာကျန်ခဲ့တဲ့ အိုရှေးနဲ့တွဲပြီးအလုပ်လုပ်ကြရင်း ကမ်းခြေမှာ ဝေလငါးတွေ သောင်သာတင်တဲ့သတင်းကို သွားစစ်ရင်း ဝေလငါးတွေရဲ့ ကိုယ်ပေါ်ကပုံမှန်အဟုတ်တဲ့ အမည်မသိဒဏ်ရာတွေကိုတွေ့ခဲ့ကြရပါတယ်။တဖက်မှာလည်း ဘဝကိုငါးဖမ်းလိုက်၊ အရက်သောက်လိုက်နဲ့ ဖြတ်သန်းနေတဲ့ ပက်ဒါဆိုတဲ့ အဘိုးကြီးရဲ့ ကျောက်ပုစွန်ထောင်ခြောက်မှာ အမျိုးအမည်မသိ အကောင်တကောင်မိခဲ့ပြီး ပက်ဒါကိုတိုက်ခိုက်ရင်း သေသွားခဲ့တာကြောင့် အဏ္ဏဝါဗေဒပညာရှင် စမစ်နဲ့စစ်ဆေးကြည့်ရင်း ဒီသတ္တဝါတွေဟာ သွေးကိုစားသုံးပြီး အသက်ရှင်ဖို့ရေလိုအပ်တဲ့ အမျိုးအမည်မသိမျိုးစိတ်ဖြစ်နေပြီး သေသွားရတဲ့အကြောင်းအရင်းကလည်း ပက်ဒီလို ရှက်ကီပေါင်းစုံထုထားတဲ့ ရှက်ဘီဘဲကြီးရဲ့ သွေးကိုစုပ်မိသွားတာကြောင့် ဖြစ်နေခဲ့ပါတယ်။ ဖြစ်ချင်တော့ ပက်ဒါမိထားတဲ့အကောင်က အမဖြစ်နေပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1fM8t/Grabbers.2012.720p.(CM).mp4",
        "category": "Comedy, Horror, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
        "title": "Mission: Impossible – Dead Reckoning Part One (2023)",
        "description": "Mission: Impossible - Dead Reckoning Part One (2023)[ကြည့်ရတာ အတော်လေးမဆိုးတဲ့ HDTS အဆင့်ခိုးရိုက်ထွက်လာလို့ တင်ပေးလိုက်ပါတယ်။ အကြည်မှ ကြည့်ချင်ရင်တော့ ‌စောင့်ပေးကြပါဦး]~ IMDb - 8/10, Rotten Tomatoes - 96% ~Mission: Impossible – Fallout (2018) ရဲ့ အဆက်ဖြစ်တဲ့ Dead Reckoning Part 1 လာပါပြီ။ ဒါဟာ သတ္တမမြောက် M:I ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ Fallout, Top Gun တို့ရဲ့ ဇာတ်ညွှန်းဆရာ Christopher McQuarrie ကပဲ ဇာတ်ညွှန်းရေးသား ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ဟာ နှစ်ကားတွဲဖြစ်ပြီး Dead Reckoning Part II ကိုလည်း ဆက်ပြီးရိုက်ကူးသွားမှာပါ။ တွမ်ခရုရဲ့ သက်စွန့်ဆံဖျားစတန့်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ M:I ...",
        "rating": "8",
        "url": "https://megaup.net/1fPl5/(CM)_Mission.Impossible.Dead.Reckoning.Part.One.2023.720p.HDTS.x264_-_Naung.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI6-135x200.jpg",
        "title": "Mission: Impossible – Fallout (2018)",
        "description": "Mission: Impossible VI - Fallout (2018)=============================IMDb Rating 7.7/10MI ရုပ်ရှင်တွေဟာ ပုံမှန်အားဖြင့် တော်တော်လေးမိုက်တယ်။ Action scene တွေ၊ လုပ်သွားတဲ့ အကွက်တွေ ကြမ်းတယ်။ ပစ္စည်းပစ္စယ gadget တွေလည်း စုံတယ်။ တစ်ကားနဲ့ တစ်ကား နည်းနည်းလေးဆင်နေပေမဲ့ ကြည့်ရပျော်တယ်။ ဒါပေမဲ့ Fallout ကတော့ နောက်တစ်ဆင့်တက်သွားပြီလို့ ပြောရမှာပါ။ဇာတ်လမ်းပိုင်းမှာ ခါတိုင်း MI ကားတွေလိုပဲ ပြဿနာတွေတက်၊ မဖြစ်နိုင်လောက်တဲ့ Impossible တွေလုပ်ပြီး နောက်ဆုံးတော့ “Ethan Hunt saves the day” ဆိုတာအဓိကပဲပေါ့။ ဒါပေမဲ့ မသိမသာနဲ့ သိသိသာသာပြောင်းသွားတာတွေရှိတယ်။ သတိထားမိတာက ဒီကားမှာ အရင်လို လွန်အားကြီးတဲ့ tech တွေ သိပ်မပါတော့ဘူး။ အရင်ကားတွေလို Kremlin ကို ပြောင်ကြီးခိုးဝင်ရလောက်အောင် “မလွယ်လွန်းဘူးလားဟ” ဆိုတာမျိုးတွေ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/mission-impossible-vi-fallout-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI4-4-133x200.jpg",
        "title": "Mission: Impossible – Ghost Protocol (2011)",
        "description": "Mission: Impossible - Ghost Protocol (2011)\n================================\nIMDb Rating 7.4/10ကျွန်တော်တို့ဘဝမှာ No Plan,No Backup,No Choice အခြေအနေဖြစ်နေတဲ့\nအခက်အခဲတွေကိုကြုံ ဖူးကြမှာပါ၊ ဒီဇာတ်ကားထဲကလိုပေါ့။ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတွေထဲမှာ Mission Impossible ဇာတ်ကားတွေလည်း ပါပါတယ်။\nMission Impossible ဇာတ်ကားတိုင်းဟာ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်း\nဇာတ်ကွက်၊ မရိုးနိုင်တဲ့စွန့်စားခန်းတွေနဲ့ ရုံဝင်ငွေကိုဦးဆောင်နိုင်ခဲ့တာချည်းပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့...အကြမ်းဖက်သမားတွေ ကရင်မလင် နန်းတော်ကို ဗုံးခွဲရာမှာ မတားဆီးနိုင်ခဲ့တာကြောင့် IMF အေးဂျင့်တွေဖြစ်တဲ့\nအီသန်ဟန့်နဲ့ ထောက်လှမ်းရေး အေဂျင်စီ တစ်ဖွဲ့လုံး နုတ်ထွက်လိုက်ရပါတယ်။အဖွဲ့အစည်း အထောက်အပံ့ မရတော့ပေမယ့် အီသန်ဟန့်တစ်ယောက် လက်မလျှော့ဘဲ\nသူ့နာမည်နဲ့  သူတို့အေဂျင်စီ ဂုဏ်သတင်းကို ကာကွယ်ဖို့နဲ့ နောက်ထပ်အကြမ်းဖက်တိုက်ခိုက်မှုတွေ ထပ်ဖြစ်မလာဖို့ အားကုန်ရုန်းပါတော့တယ်။ဒါပေမယ့် သူတို့အဖွဲ့မှာ သူနဲ့ရည်မှန်းချက်မတူတဲ့လူတွေလဲပါဝင်နေတာကြောင့် မှန်ကန်တဲ့ရွေးချယ်မှုတွေနဲ့ IMF တစ်ဖွဲ့လုံးကို ပြန်လည်ကယ်တင်နိုင်မလားဆိုတာကတော့...။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(10 GB)/(1.5 GB)/(1.1 GB)\nQuality….BluRay ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mission-impossible-ghost-protocol-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI3-137x200.jpg",
        "title": "Mission: Impossible III (2006)",
        "description": "2828Mission: Impossible III (2006)=======================IMDb Rating 6.9/10ဒီထဲမှာတော့ အီသန်ဟန့်တစ်ယောက် IMF Agent အသစ်တွေကို ထရိန်းဖို့ Agent ဘဝကနေ အနားယူခဲ့ပေမယ့်လက်နက်မှောင်ခိုရောင်းဝယ်ရေးအရှုပ်ထုပ်အတွင်းမှာ သူ့ချစ်သူကို လိုက်ကယ်ရတဲ့ Mission ကို မြင်တွေ့ရမှာပါ...ထုံးစံအတိုင်း ရှေ့က ၂ ကားရဲ့ ရသကို မီခဲ့တဲ့အပြင် ဒီဇာတ်ကားက တော်တော်လေးကြမ်းတမ်းတဲ့ လှည့်ကွက်တွေနဲ့ ဟင်ခနဲ ဟာခနဲဖြစ်ရတဲ့ MI ဇာတ်ကားပါပဲ...ဒါကြောင့်လဲ နံပါတ် ၃ ကားမြှောက်ဇာတ်ကားဆိုပေမယ့် တစ်ချက်လေးမှ ပေါ့ရွှတ်မနေခဲ့ဘဲ Rating မြင့် အက်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(9 GB)/(1.5 GB)/(999 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:05:24\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….SWM, Nyeinsaeya Aung\nTranslated by d3mon",
        "rating": "6.9",
        "url": "https://megaup.net/5zt5v/[CM]Mission.Impossible.II.2000.720P.5.1CH.mp4 https://megaup.net/4TvFV/[CM]Mission.Impossible.III.2006.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI5-130x200.jpg",
        "title": "Mission: Impossible – Rogue Nation (2015)",
        "description": "Mission: Impossible V - Rogue Nation (2015)=================================IMDb Rating 7.4/10ဒီကားကတော့ အားလုံးသိတဲ့အတိုင်း မင်းသားချော Tom Cruise ရဲ့ Mission Impossible ဇာတ်လမ်းတွဲ ထဲက ငါးကားမြောက် ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်းမပြောခင် MI ဇာတ်ကားတွေမှာ ထူးခြားချက်တစ်ခုရှိပါတယ်။ ဇာတ်ကားတစ်ကားပြောင်းတိုင်း ဒါရိုက်တာ အသစ်ပြောင်းသွားပြီး ဒါရိုက်တာအားလုံးကလည်း အသစ်တွေဖြစ်ကြပါတယ်။ Mission Impossible ကိုမရိုက်ကူးခင်မှာ အဲ့ဒီဒါရိုက်တာတွေ က ဇာတ်ကားကြီးတွေမရိုက်ဖူးထားပါဘူး။ Brian De Palma က ပထမဆုံးကား၊ John Woo က ဒုတိယကား၊ J.J. Abram က တတိယကားနဲ့ နောက်ဆုံး Brad Bird က Ghost Protocol ကိုရိုက်ကူးထားကြပါတယ်။ အခု Rogue Nation ကိုတော့ Christopher ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mission-impossible-rogue-nation-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI2-133x200.jpg",
        "title": "Mission: Impossible II (2000)",
        "description": "Mission: Impossible II (2000)\n=======================\nIMDb Rating 6.1/10မင်းသား Tom Cruise ရဲ့ Mission Impossible ဇာတ်ကားတွေထဲကမှ နံပါတ် ၂ ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့....ဒေါက်တာ ဗလာဒီမာဟိုနိုဗစ်ဟာ အဖျက်စွမ်းအားအင်မတန်ကြီးမားတဲ့ ကိုက်မယ်ရာ လို့ခေါ်တဲ့\nဗိုင်းရပ်စ်တစ်မျိုးကို မှားယွင်းတီထွင်မိပါတယ်။သူ့ကိုယ်သူအမှားလုပ်မိမှန်းသိလို့ ဖြေဆေးကိုပါ\nပြန်ပြီး တီထွင်ပါတယ်။ပြီးတော့ ဒီဗိုင်းရပ်ကို မသမာသူတွေလိုချင်တယ်ဆိုတာကိုသိလို့ ဖြေဆေး\nရော ဗိုင်းရပ်စ်ပိုးကိုယူပြီး အဝေးကိုထွက်သွားဖို့ကြိုးစားရမှာ သူ့ရဲ့အယုံကြည်ရဆုံးသူဖြစ်တဲ့\nIMF အေးဂျင့် အီသန်ဟန့် ကိုအကူအညီတောင်းပါတယ်။ ဖြစ်ချင်တော့ အီသန်ဟန့်ဟာအဲ့အချိန်မှာ\nအားလပ်ရက်ယူနေတာဖြစ်ပြီး၊ IMF အဖွဲ့အစည်းက ဘယ်လိုမှရှာမရတာမို့ အီသန်ဟန့်ရဲ့မျက်နှာ\nဖုံးကိုတခြားသူမှာတက်ပြီးလူစားထိုးလွှတ်လိုက်ပါတယ်။အဲ့လူက လောဘတက်ပြီးသစ္စာဖောက်\nသွားတဲ့အခါမှာ အီသန်ဟန့်တစ်ယောက် ဗိုင်းရပ်ကိုဘယ်လိုပြန်ပြီးယူမလဲ စတဲ့စွန့်စားခန်းတွေနဲ့အတူ\nအက်ရှင်ကားအကောင်းစားတွေကြိုက်နှစ်သက်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေး\nဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(8.9 GB)/(1.5 GB)/(999 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:03:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….SWM, Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/4dy8x/[CM]Mission.Impossible.I.1996.720P.5.1CH.mp4 https://megaup.net/2RDgr/[CM]Mission.Impossible.II.2000.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI1-133x200.jpg",
        "title": "Mission: Impossible (1996)",
        "description": "Mission: Impossible I (1996)====================IMDb Rating 7.1/101996 ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့ပြီး Mission Impossible ဇာတ်ကားတွေရဲ့ ပထမဦးဆုံးကားဖြစ်ပါတယ်..\nမင်းသားတွမ်ခရုရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ film စီးရီးပါပဲ...\nBrian De Palma ရိုက်ကူးတင်ဆက်ခဲ့ပြီး ဒီဇာတ်ကားဟာ IMDb Rate မှာလည်း 7.1 ရရှိခဲ့\nပါတယ်..မင်းသားတွမ်ခရုကိုလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့တွေ့မြင်နိုင်တဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...IMF အဖွဲ့အစည်းရဲ့အစဖြစ်တဲ့ တကယ်တော်တဲ့အေးဂျင့်တွေနဲ့စုပေါင်းလှုပ်ရှားထားတဲ့ အဖွဲ့ဟာ\nပရောဂျက်တခုကိုလုပ်ဆောင်နေရင်းနဲ့ အီသန်ဟန့် ကလွဲရင် ကျန်တဲ့အဖွဲ့ဝင်တွေအားလုံးအသတ်ခံလိုက်\nရပါတယ်..တကယ်တော့အဲ့ဒီပရောဂျက်ဟာ ဗဟိုအဖွဲ့အစည်းက သစ္စာဖောက်ကိုဖေါ်ထုတ်မယ့်\nပရောဂျက်ပါ..အီသန်တစ်ဦးတည်းသာအသက်ရှင်ကျန်ခဲ့တာမို့ CIA ကနေ ဖမ်းဖို့ကြိုးစားပါတော့တယ်\nထိပ်တန်းလျို့ဝှက်ချက်ဖိုင်ကြောင့် သစ္စာဖောက်တယ်ဆိုတာသိပေမယ့် အီသန်ဟန့်ဟာ တကယ့်သစ္စာ\nဖောက်ခဲ့တဲ့သူကိုလိုက်ရှာဖို့ကြိုးစားပါတယ်..ဒီတော့ သူကိုယ်တိုင် သူလျိုအဖြစ်နဲ့ အဝယ်တော်ဘက်ကို\nပူးပေါင်းကာ သစ္စာဖောက်အစစ်ကိုရှာဖို့အတွက် ထိပ်တန်းလျို့ဝှက်ချက်ကို စီအိုင်အေ ရုံးချုပ်ကနေ\nမရရအောင်ပြန်ခိုးပါတော့တယ်...အမိုက်စားအက်ရှင်ဇာတ်ကားဖြစ်တဲ့အဖြစ်..မင်းသားတွမ်ခရုရဲ့\nသရုပ်ဆောင်ကောင်းမှု ...ဇာတ်လမ်းဇာတ်အိမ်စုဖွဲ့မှုကောင်းမှုတွေကြောင့် 1996 က ထွက်ရှိခဲ့ပေမယ့်\nယခုထိတိုင်အသက်ဝင်နာမည်ကျော်ကြားဆဲဇာတ်ကားဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(8.5 GB)/(1.3 GB)/(950 MB)\nQuality….BluRay 4K ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mission-impossible-1996-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Karthikeya-133x200.jpg",
        "title": "Karthikeya (2014)",
        "description": "Karthikeya (2014)\n===========တေလဂူမင်းသားချောလေး နီခေလ်ဆစ်ဒါရတရဲ့ ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်...လတ်တလောကမှ cm မှာ နံပါတ် ၂ ထွက်ထားပြီး\nခု နံပါတ် ၁ ကို တင်ဆက်ပေးခြင်းဖြစ်ပါတယ်...ခုတစ်ခါမှာလည်း ဒီမင်းသားဟာ လောကကြီးရဲ့မဖြေရှင်းနိုင်တဲ့\nမေးခွန်းတွေကို အဖြေမရမချင်း ကျေနပ်နိုင်တဲ့သူမဟုတ်ပါဘူး...\nသူ့ဆီရောက်လာတဲ့ ပဟေဠိမှန်သမျှကို ဖြေရှင်းနိုင်တဲ့သူပါ...ဒီလိုနဲ့ ရွာတစ်ရွာက နာမည်ကြီးဘုရားကျောင်းတစ်ခုဟာ ကျိန်စာသင့်ခံနေရပါတယ်...\nဘုရားကျောင်းထဲကို ဝင်ထွက်သွားလာသူတွေတင်မကဘဲ\nဘုရားကျောင်းနဲ့ပတ်သက်ပြီး ပြောဆိုရင်တောင် အသက်ပေးသွားကြရပါတယ်...သေဆုံးသူတွေအားလုံးဟာ ထူးထူးဆန်းဆန်းပဲ မြွေကိုက်ခံရပြီး သေဆုံးခဲ့ရတာပါ...\nကဲ...အဲ့ဒီရွာကို ဆေးကုသဖို့ရောက်သွားတဲ့ မင်းသားဟာ နဂိုကတည်းက\nစပ်စုဓာတ်ခံပါတော့ ဘုရားကျောင်းနဲ့ပတ်သက်ပြီး စုံစမ်းပါတော့တယ်....\nစုံစမ်းရင်းနဲ့ ဘေးတွေ့လာတဲ့အခါမှာတော့....။\nစိတ်ဝင်စားစရာ ဘယ်လိုကိစမျိုးတွေနဲ့ ကြုံလာရမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါဦးနော်\nFile size…1.56GB / 822MB\nQuality…1080p AMZ WEBDL  / 720p\nFormat…mp4\nDuration….1h 53m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2v62l/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.720p(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyNjQxODMtM2Y3Mi00ZTA1LTllMTEtOGNlMzJkMDFlODA0XkEyXkFqcGdeQXVyNzIwMjk3OTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Razing (2022)",
        "description": "မတွေ့တာကြာပြီဖြစ်တဲ့ ငယ်သူငယ်ချင်းတစ်သိုက်က ပုံမှန်အတိုင်းပြန်လည် Gathering လုပ်တဲ့အချိန်မှာတော့ စကားပြောခင်း အရင်ကsquadထဲမှာဖြစ်ခဲ့တဲ့ Dramaဇာတ်လမ်းတွေ အဖုအထစ်‌တွေ မကျေနပ်ချက်တွေအကြောင်း ငြင်းခုံကြပါတယ် ဘဝကျောထောက်နောက်ခံချင်း မတူညီကြတဲ့ သူငယ်ချင်းတွေကြားက ကွာဟမှုပြဿနာတွေ Rkတွေနဲ့ဆင်းရဲသားတို့ရဲ့\nFriendshipက ideology မတူညီပုံပြဿနာတွေကိုလည်း ထောက်ပြ‌ရိုက်ကူးထားပါသေးတယ်\nဒါပေမဲ့အခုထိသူတို့ရဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေတဲ့ ထိတ်လန့်စရာအတိတ်ကကိစ္စဆိုးတစ်ခုလည်းရှိပါသေးတယ် အဲ့ဒီတုန်းကကိစ္စ သူတို့ဟိုက်နေခဲ့တာကြောင့်ထင်ယောင်ထင်မှားဖြစ်တာလား ဘယ်သူကအဲ့ဒီလိုလုပ်ခဲ့တာလည်း‌ဆိုတာ...\nမူးယစ်ဆေးတွေရဲ့ အစွမ်းတွေဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာ...File size…(1.39GB) / (697MB) / (334MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:23:00\nGenre...Drama / Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "4.1",
        "url": "https://megaup.net/1OJ7n/The.Razing.2022.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dZWdBV1Zsqlw21mQAtlAvaMm1Mx.jpg",
        "title": "A Murder Erased ( 2022 )",
        "description": "အခုတစ်ခေါက်မှာ လျို့ဝှက်ဆန်းပြားပြီး စိတ်ဝင်စားဖို့ကောင်းလှတဲ့\nမူးယစ်ဆေးလမ်းကြောင်းက နောက်ဆုံးတော့\nရုန်းထွက်လာနိုင်ခဲ့တဲ့ ဟောင်ကောင်မှုခင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေး အကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့\nပင်လယ်စာဆိုင်လေးဖွင့်ဖို့ ဆိုင်ခန်းငှားပြီး\nပြန်လည်ပြင်ဆင်ရာကနေ အောက်ထပ် လှေကားအောက်နားလေးမှာ\nအပေါက်လေးဖြစ်နေခဲ့တာကိုတွေ့ခဲ့ရတယ်... အဲ့\nအပေါက်လေးကို ရေဆိုးမြောင်းပိုက်ထင်ပေမယ့်\nလူအရိုးထွက်လာလို့ အလောင်းဝှက်ထားမှန်းသိခဲ့ရတာပေါ့....ဒီလိုနဲ့ ဒီအလောင်းပိုင်ရှင်နဲ့ သေဆုံးတဲ့ ဇစ်မြစ်ကို\nလိုက်ရာကနေ အလောင်းဟာ လွန်ခဲ့တဲ့ ၈ နှစ်က\nအသတ်ခံရတာသိရပေမယ့် သေဆုံးရတဲ့အကြောင်းရင်းကို\nမသိနိုင်ဖြစ်နေရတယ်... အကြောင်းကတော့ DNA အဖြေကြောင့်\nဘယ်သူဆိုတာသိရပေမယ့် တိုက်တိုက်ဆိုင်ဆိုင်\nဒီအမှုနဲ့ပတ်သက်တယ်ထင်ရသူနဲ့ သေဆုံးသူနဲ့ နီးစပ်သူ\nအားလုံးက သေဆုံးသူနဲ့ မိသားစုအကြောင်းမသိဘူးဆိုနေတာက တစ်ကြောင်း...\nနောက်ပြီး သေဆုံးသူအလောင်းမပေါ်ခင်\n၃ နှစ်တည်းက သေဆုံးသူဇနီးဆုံးသွားတာက တစ်ကြောင်းကြောင့်ပေါ့...ကဲ ဒီလို အတားအဆီးတွေကြားကနေ အမှုမှန်ကိုဖော်ထုတ်နိုင်ပါ့မလား...\nသေဆုံးရတဲ့ အကြောင်းရင်းနဲ့ တရားခံကို\n၈ နှစ်တောင်ကြာနေတာ သိနိုင်ပါ့မလား....\nသိနိုင်တာပေါ့နော်... သိနိုင်လို့ ဇာတ်လမ်းရိုက်တာဆိုတော့ကာ\nဘယ်လို အဆင့်တွေကို ဘယ်လိုကျော်ဖြတ်ပြီး\nကြိုးစားဖော်ထုတ်ခဲ့တယ်ဆိုတာ ဒီဇာတ်ကားလေးကို\nဒေါင်းကြည့်လိုက်ရင် သိနိုင်မှာမို့\nဉာဏ်ကစားရကြိုက်သူတွေ လက်လွတ်မခံဘဲ ကြည့်လိုက်ကြနော်\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-murder-erased-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQxMTBkMTQtY2YwZi00YjhlLTkwNmItNjI0NWFlMDAzMzE0XkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_-160x200.jpg",
        "title": "Dear Nathan (2017)",
        "description": "Dear Nathan ( 2017 )\nIMDb 6.8/10ရုပ်ချောလွန်းလို့ကောင်မလေးတွေဝိုင်းကြိုက်တာခံနေရပါသလား ဒါဆိုရင်တော့\nဒီကားက ယောရောဘွန်းတို့ဆက်ဆက်ဒေါင်းကြည့်သင့်တဲ့ဇာတ်ကားပါပဲနော်\nဒီအပိုင်းကတော့ ဆယ်လ်မာနဲ့နသန်တို့စတင်တွေ့ဆုံခြင်းပါပဲဆယ်လ်မာကကျောင်းပြောင်းလာတဲ့ကျောင်းသူသစ်လေးပေါ့\nနသန်ကတော့ထုံးစံအတိုင်း ရန်ဖြစ်တတ်တဲ့ဆိုးဆိုးပေပေကောင်လေးပါပဲ\nကျောင်းနောက်ကျလို့ ပိတ်သွားတဲ့ကျောင်းတံခါးကြည့်ရင်း\nစိတ်ဓာတ်ကျနေတဲ့ဆယ်လ်ကို နသန်ကကူညီပေးရင်း\nသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ပါတယ်\nနသန်ကကောင်ချောလေးဖြစ်တဲ့အပြင်\nဂျစ်ကန်ကန်နဲ့ အစအနောက်လည်းသန်တော့\nသူ့ကိုကြိတ်သဘောကျနေတဲ့မိန်းကလေးတွေလည်း\nအများသားရယ်ပေါ့ဒါပေမယ့် တစ်ယောက်ကိုမှစိတ်မဝင်စားခဲ့တဲ့နသန်က\nဆယ်လ်မာ့ကိုတော့မြင်မြင်ချင်းချစ်သွားခဲ့မိတယ်\nတကယ်ချစ်တဲ့လူအတွက်ပြောင်းလဲပေးချင်ကြတာ\nယောကျာ်းတွေရဲ့သဘာဝပဲမလား ဒီတော့\nအေးအေးဆေးဆေးနေတတ်တဲ့ဆယ်လ်မာနဲ့\nအလိုက်သင့်နေနိုင်အောင် အချစ်ရဲ့ခွန်အားနဲ့\nနသန်တစ်ယောက်ကြိုးစားပုံတွေ သူတို့နှစ်ယောက်ကြားက\nအခက်အခဲဖြေရှင်းပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်\nFile size…1.5GB / 714MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.8",
        "url": "https://megaup.net/3b23y/Dear.Nathan.2017.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/viR50oQCs8ObciADFGWHUyChexZ.jpg",
        "title": "Stars at Noon (2022)",
        "description": "Stars at Noon (2022)~ Rotten Tomatoes - 62%, Metacritic - 65% ~\n* 18+ warning !!! *\nအမေရိကန်တောသူမလေး Taylor Swift ရဲ့လင် London Boy ဇိုးလေး Joe Alwyn ရဲ့ ရိုမန့်ဒရာမာကားသစ်ကလေးပါ။ မင်းသမီးကတော့ Once Upon a Time in Hollywood မှာ ဘရက်ပစ်ကို ပလီရင်း ဘရက်ပစ် လှည့်မပြဘဲ ပရိသတ်ဘက် ကင်မရာဘက်ကို အလှတွေပြသွားတဲ့ အလှလေး Margaret Qualley ပါ။ အဲဒီထဲ ဘာမှမဘာလိုက်ရလို့ အားမလိုအားမရ ဖြစ်နေမယ်ဆိုရင်ဖြင့် ဒီထဲ ၆ခန်းလောက် သေသေချာချာကြီးကို ပါပါတယ်။ သူဟာ မနှစ်က ကြိုက်တဲ့သူတွေလည်း ကြိုက်ခဲ့ကြတဲ့ Maid ဆိုတဲ့ စီးရီးရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/199zy/(CM)_Stars_at_Noon_(2022)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKKoQndNfbDOLfYM1Zogt7miGF1.jpg",
        "title": "Karthikeya 2 (2022)",
        "description": "Karthikeya 2 (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းတေလဂူကားလေးကတော့\nတကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးပါပဲ...မင်းသားချော နီခေလ်နဲ့ မင်းသမီးချောလေး အန်နူပမာတို့\nခေါင်းဆောင်မင်းသား မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတယ်ဒီဇာတ်ကားမှာ ကာသစ်က လက်တွေ့သိပ္ပံကလွဲရင် ကျန်တာတွေကို\nအယုံအကြည်မရှိဘူးဆိုပေမယ့် လက်တွေ့ဆန်တာ ယုတ္တိရှိတာတွေကိုတော့\nယုံလေ့ရှိသလို တစ်မူထူးခြားတဲ့လူတစ်ယောက်လည်း ဖြစ်တယ်...သူဟာ ဆရာဝန်တစ်ယောက်ဖြစ်သလို စူးစမ်းလေ့လာရေးသမားတစ်ယောက်လည်း\nဖြစ်သေးတယ်...ဘုရားအဆင်တန်ဆာတွေကို လိုချင်တပ်မက်နေကြတဲ့ သိုက်တူးသမား\nအဖွဲ့အစည်းတစ်ခုရှိတယ်...လောဘသားကောင်တွေဆိုပါတော့\nကမ္ဘာမီးလောင်ရင် သားကောင်ချနင်းမယ့် လူစားမျိုးတွေ...အဲ့ဒီအဖွဲ့အစည်းထဲက ပရော်ဖက်ဆာတစ်ယောက်ဟာတော့\nဒီအဖြစ်ကို မလိုလားခဲ့ဘူး..ဒါကြောင့် အဆင်တန်ဆာတွေရဲ့\nတည်နေရာကို ခဲရာခဲဆစ်နဲ့ တစ်ယောက်တည်း သဲလွန်စတွေ\nရှာဖွေဖေါ်ထုတ်ခဲ့တယ်...နောက်ဆုံး ဒီသဲလွန်စတွေနဲ့ အဆင်တန်ဆာတွေကို ကာကွယ်ရမယ့်တာဝန်က\nကာသစ်ဆီရောက်လာတော့..ဗီဇအရ စူးစမ်းရှာဖွေလိုစိတ်အပြည့်ရှိတဲ့ ကာသစ်ဟာ ဒီသဲလွန်စတွေကို\nဘယ်လိုရှာဖွေဖေါ်ထုတ်မလဲ...။ဆန်းကြယ်မှုတွေပြည့်နှက်နေတဲ့ သူ့ခရီးကို\nဘယ်လိုဖြတ်သန်းမလဲဆိုတာကတော့....။\nFile size…4.5GB / 2.21GB / 1GB\nQuality…4k HEVC WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/18Iz5/Karthikeya_2(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Animation, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxfsXyWQE5dpL469QLkArLL7vS6.jpg",
        "title": "Tibetan Raiders ( 2022 )",
        "description": "CM ချစ် တရုတ်ကားဖန်လေးတွေအတွက် ဒီတစ်ခေါက်\nTibetan Rider ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် ကယ်ဆာဘုရင်ရဲ့\nကောင်းကင်ဓားကို လေ့လာစူးစမ်းသူ ရှီးရှီးဟာဆိုရင်\nငယ်ငယ်တည်းက သူ့အဖေပရော်ဖက်ဆာရဲ့ စကားတွေကြောင့်\nကယ်ဆာဘုရင်နဲ့ ကောင်ကင်ဓားအပေါ်စွဲလန်းနေတဲ့အပြင်မှာမှ\nဖခင်ဖြစ်သူကလည်း ဒီလေ့လာမှုကြောင့် သေဆုံးခဲ့ရတာကြောင့်\nမပြီးဆုံးတဲ့တာဝန်တစ်ခုလို သတ်မှတ်ပြီး အဆုံးထိ လေ့လာနေသူတစ်ဦးပေါ့..\n.\nဒီလိုနဲ့ သူဟာ သဲလွန်စတွေအတိုင်း ရှီချွီကို သွားဖို့လုပ်ရာနေ\nမာချန်ဆိုသူနဲ့ ကားငှားရင်ဆုံးခဲ့တာပါ... မာချန်နဲ့ အစပိုင်းမှာ\nမသင့်မြတ်ပေမယ့် တဖြည်းဖြည်း အဆင်ပြေလာရာကနေ\nရှီးရှီး လေ့လာမှုမှာ တစ်နေရာက ပါဝင်ကူညီတဲ့အဆင့်ထိဖြစ်လာခဲ့တာပေါ့...\nတစ်ဖက်မှာလည်း ရှီးရှီးနောက်ကို ရှေးဟောင်းသုတေသီတို့ရဲ့\nအဖျက်သမားအဖွဲ့ကလိုက်နှောင့်ယှက်တဲ့ဒဏ်လည်းရှိနေသေးတာမို့...ရှီးရှီးတို့ အဆုံးသတ်မှာ လေ့လာမှုအောင်မြင်ပါ့မလား...\nတမ်းတနေတဲ့ ကောင်းကင်ဓားရော ရှာတွေ့ပါ့မလား...\nနောက်ပြီး ရှီးရှီးအဖေကရော ဘာကြောင့်သေသွားရတယ်ဆိုတာ\nဒီဇာတ်ကားလေး ဒေါင်းကြည့်ပြီး ခံစားကြည့်လိုက်ကြပါ...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tibetan-raiders-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ZQeoL_4f-141x200.jpg",
        "title": "The Samejima Incident (2020)",
        "description": "Samejima incident (2021)ကျိန်စာရဲ့နာမည်ကိုကြားရုံသိရုံနဲ့ ကျိန်စာမိပြီး သေပွဲဝင်ရနိုင်တဲ့ ကျိန်စာတစ်ခုအကြောင်းရိုက်ကူးထားတဲ့ လျှို့ဝှက်သည်းဖိုရုပ်ရှင်ဖြစ်တာမို့ ဂျပန်သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအကြိုက်ဖြစ်မှာပါ။၂၀၂၀မှာ ကိုရိုနာဗိုင်းရပ်စ်တွေလည်း တော်တော်ပြန့်နှံ့နေတာမို့ လူတွေလည်း အလုပ်အကိုင်ရှာမရဘဲ အိမ်မှာပဲနေနေကြရပါတယ်။ တိုကျိုမှာနေတဲ့ \"နာနာ\" ဆိုတဲ့ ဘွဲ့ရခါစကောင်မလေးက အိမ်မှာပဲနေရင်း သူ့သူငယ်ချင်းတွေနဲ့ Zoomကနေ ဗီဒီယိုကောခေါ်ပြီး အရက်သောက်တဲ့ပါတီလုပ်ကြပါတယ်။Zoom အရက်သောက်ပါတီ လုပ်နေတုန်းမှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ စတင်လာပါတယ်။ သူတို့ပါတီထဲက အယုမိကောင်မလေးတစ်ယောက်ကထူးဆန်းတဲ့ကျိန်စာတစ်ခုမိပြီး သေဆုံးနေခဲ့တာပါ။ အယုမိရဲ့ကောင်လေးဖြစ်သူက အယုမိဖုန်းနဲ့ Zoomထဲကိုဝင်လာပြီး ဒီကျိန်စာရဲ့နာမည်ကို ပြောလိုက်ပါတယ်။ ဒါ့ကြောင့် ပါတီထဲမှာရှိနေတဲ့လူအားလုံးလည်း ကျိန်စာမိသွားခဲ့ပါတယ်။ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးလာပြီး ပါတီထဲကလူတွေက အပြင်လောကနဲ့လည်းဆက်သွယ်လို့မရခဲ့ပါဘူး။ မသေဘဲကျန်ခဲ့တဲ့သူတွေက အသက်ရှင်ဖို့အတွက် ဒီကျိန်စာပြေမဲ့နည်းလမ်းကိုရှာပြီး လွတ်မြောက်အောင်ကြိုးစားကြရမှာပါ။ ဒီကျိန်စာရဲ့နောက်ကွယ်ကဖြစ်ရပ်နဲ့ အရက်သောက်ပါတီထဲကလူတွေ ဘယ်လိုဆက်စပ်သွားလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်ရှုစားလိုက်ကြပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:25:00\nType__Horror\nSubtitle__Myanmar Subtitle ...",
        "rating": "4.8",
        "url": "https://megaup.net/1P6z1/The_Samejima_Incident_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzkzMDk2MjctOWE3MC00ZWM5LWE1YmUtNWYxNDE5MWQ5MTZlXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Remain In Twilight (2021)",
        "description": "Remain in twilight (2021)J drama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ main leadတွေ အများကြီးပါဝင်ရိုက်ကူးထားတဲ့ သူငယ်ချင်းသံယောဇဉ်နဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ပါ။ ဇာတ်လမ်းထဲမှာတော့ အထက်တန်းကျောင်းတည်းက အတူတူပေါင်းပြီး ဗရုတ်ကျလာခဲ့တဲ့ သူငယ်ချင်း၆ယောက်ရှိပါတယ်။သူတို့က ကျောင်းကပွဲနေ့မှာ လန်ကွတ်တီအနီတွေဝတ်ပြီး ကြယ်မိုးရွာတာကိုတားတဲ့အကကိုတက်ကကြတဲ့အထိ ဗရုတ်သုတ်ခနိုင်တဲ့ ငချွတ်တွေပါ။ ညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့သူတို့၆ယောက်ရဲ့သံယောဇဉ်က ဘယ်တော့မှမပျက်နိုင်ကြဘူးလို့ ယုံကြည်ခဲ့ကြပါတယ်။ကျောင်းပြီးတဲ့နောက် ၅နှစ်အကြာမှာ သူတို့သူငယ်ချင်းရဲ့မင်္ဂလာပွဲအတွက်ပြန်ဆုံဖို့ဖြစ်လာပါတယ်။ ဒီပွဲမှာလည်း အရင်လိုလန်ကွတ်တီဝတ်ပြိီးကကြဖို့စီစဉ်ထားတာပါ။ အဖွဲ့တောင့်ခဲ့တဲ့သူငယ်ချင်းတစ်စုဟာ အရင်နှစ်များလိုပဲ ဆက်လက်ရှိနေမယ်လို့ယုံကြည်ခဲ့ကြတာကြောင့် အရှိတရားကိုပါလက်မခံနိုင်ကြတဲ့အထိပါပဲ။\nတချို့သောလူတွေက ဘေးမှာမရှိတော့ပေမဲ့ သူတို့နဲ့အတူရှိခဲ့ဖူးတဲ့ ဆည်းဆာချိန်တွေကတော့ အရင်အတိုင်းဆက်ရှိပြီး လှပနေကြ သတိရနေရဦးမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1996k/Remain_in_Twilight_(2021)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VZ9eqel8Fsp54KMnesr3xIc67N.jpg",
        "title": "I Spit on Your Grave (2010)",
        "description": "I Spit On Your Grave\n=================အခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံလိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်ကလက်စားချေဖို့ကြိုးစားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဂျနီဖာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ သူ့စာအုပ်ကိုတစ်ကိုယ်တည်း လက်စသတ်ချင်တာကြောင့် လူဝီစီယားနားမှာရှိတဲ့ တောထဲကိုလာခဲ့ပါတယ်။ ဒါပေမယ့် လမ်းမသိတာကြောင့်ဆီဆိုင်မှာတွေ့တဲ့လူတစ်ယောက်ကို လမ်းမေးခဲ့ပါတယ်။အဲဒါဟာ သူသွားမယ့်‌နေရာအကြောင်း လူစိမ်းကိုအသိပေးလိုက်သလိုဖြစ်သွားခဲ့ပြီး သူ့ရဲ့တောအုပ်ထဲကအိမ်လေးဆီကို အန္တရာယ်တွေ လိုက်လာခဲ့ပါတော့တယ်။အဲဒီညမှာပဲ လူတစ်စုဟာ သူ့ဆီရောက်လာကြခဲ့ကြပါတယ်။သူတို့ဟာ ဂျနီဖာကို အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခဲ့ကြပြီးတော့သူ့ကိုသေအောင် နေရာမှာတင် ပစ်ထားခဲ့ကြပါတယ်။ ဒါပေမယ့်ဂျနီဖာဟာ မသေခဲ့ပဲ သူ့ကိုကျူးလွန်ခဲ့တဲ့သူတွေကို လိုက်လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & ...",
        "rating": "6.2",
        "url": "https://megaup.net/3aRaw/I.Spit.On.Your.Grave.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gM5nslul301XNHzQ9DpVxhGnLn.jpg",
        "title": "I Spit on Your Grave 2 (2013)",
        "description": "I Spit On Your Grave 2\n==================ဒီဇာတ်ကားရဲ့ ပထမတစ်ကားဖြစ်တဲ့I Spit On Your Grave ကို ကြည့်ဖူးမယ်ဆိုရင်ဒီကားဟာ လက်စားချေတဲ့ကားဆိုတာ သိကြမှာပါ။ကိုယ့်ကိုအုပ်စုဖွဲ့ မုဒိမ်းကျင့်သွားသူတွေကိုပြန်လက်စားချေဖို့ကြိုးစားတဲ့ horror ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ကေတီ ဟာ အပို၀င်ငွေလေးရဖို့ စားသောက်ဆိုင်တစ်ခုမှာအချိန်ပိုင်း အလုပ်၀င်လုပ်နေတာဖြစ်ပါတယ်။ဒါပေမယ့် မော်ဒယ်လောကမှာ သူ့နာမည်ထင်ပေါ်ချင်တာကြောင့်အခမဲ့ဓာတ်ပုံအရိုက်ခံမယ့် ကြော်ငြာတစ်ခုလုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဘူဂေးရီးယန်းညီအစ်ကို ဓာတ်ပုံဆရာတွေနဲ့ တွေ့ဆုံခဲ့ပြီးသူတို့တွေဟာ ကေတီကို အလွန်အမင်း စွဲလမ်းသွားကြပါတယ်။ဒါပေမယ့် ကေတီရဲ့ အပေါ်ပိုင်းဗလာပုံရိုက်ဖို့ တောင်းဆိုလာတဲ့အခါမှာကေတီက ဓာတ်ပုံရိုက်တဲ့နေရာကနေ ထွက်လာခဲ့ပါတယ်။ဒီလိုနဲ့နောက်ပိုင်းမှာ သူတို့လုပ်ရပ်တွေတစ်စတစ်စပိုပိုဆိုးရွားလာခဲ့ပြီးမုဒိမ်းကျင့်တဲ့အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်။အဲဒါကြောင့်ကေတီလည်း သူ့ကိုမုဒိမ်းကျင့်ပြီး လွတ်မြောက်‌နေကြတဲ့အဲဒီဓာတ်ပုံဆရာတွေကို တဖန်ပြန်ပြီး လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat  ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uTM2/I.Spit.on.Your.Grave.2.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jG5GDIcqiqHXkvINZSjyzBUO2vH.jpg",
        "title": "I Spit on Your Grave III: Vengeance is Mine (2015)",
        "description": "I Spit On Your Grave : Vengeance Is Mine=================================I Spit On Your Grave ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်တဲ့Vengeance Is Mine ဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ကားမှာ ဂျနီဖာဟေးစ် ဟာ အရင်တုန်းက အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံရတဲ့မှတ်ဉာဏ်တွေ အချိန်တိုင်း ခြောက်လှန့်တာခံနေရပါတယ်။သူဟာ သူ့နာမည်တွေ‌၊ မြို့တွေ ပြောင်းနေခဲ့ပြီး ဘ၀အသစ်တစ်ခုကိုစတင်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ပြီးတော့ သူ့စိတ်ကျန်းမာရေးဆရာ၀န်ရဲ့အကြံပေးချက်အရ အုပ်စုဖွဲ့စိတ်ကုထုံးလုပ်တဲ့အဖွဲ့ထဲ၀င်ရောက်ပြီးတဲ့နောက်မှာ မာလာ ဆိုတဲ့ စိတ်တူကိုယ်တူသူငယ်ချင်းတစ်ယောက်ကို တွေ့ရှိခဲ့ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာ မာလာအသတ်ခံရပြီး လူသတ်သမားကတရားသေလွတ်မြောက်သွားတဲ့အခါ ဂျနီဖာတစ်ယောက်တရားမျှတမှုကို ကိုယ်တိုင်ပဲရှာဖို့ ကြိုးစားပါတော့တယ်။ဒါတင်မက သူ့ပတ်၀န်းကျင်မှာ မုဒိမ်းမှုတွေ များလာတဲ့အခါသူဘယ်လိုမျိုး လက်စားချေဖို့ ကြိုးစားမလဲဆိုတာကိုကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတ်တာဖြတ်တာတွေ၊ သွေးထွက်သံယိုတွေနဲ့ ဖင်ကျိန်းစရာ အကွက်ဆန်းတွေ ပါ၀င်ပါတယ်။ File Size          : 1.03GB, ...",
        "rating": "6.5",
        "url": "https://megaup.net/3aRgi/I.Spit.on.Your.Grave.3.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hA3kVAAl07A1arS9bZuBCiemLS.jpg",
        "title": "After Blue (Dirty Paradise) (2021)",
        "description": "After Blue (Dirty Paradise) (2021)အရာရာမှာ အနုပညာခံစားမှု မြင့်မားတဲ့ ပြင်သစ်တို့ရဲ့ ထုံးစံအတိုင်း ဒီဇာတ်ကားကို ဖန်တီးထားရာမှာ plot နည်းနည်းနဲ့ မော်ဒန်ဆန်ဆန်ရိုက်ကူးထားတာကို တွေ့ရပါတယ်။ ရုပ်ရှင် artအဖွဲ့ရဲ့ ကြိုးစားပုံကို အဝတ်အစားတွေ ဆက်တင်တွေကြည့်ရုံနဲ့ ဘယ်လောက်ကြိုးစားထားမှန် သိသာပါတယ်။ အနုပညာသက်သက်အတွက် ဖန်တီးထားတဲ့ကားလို့တောင် ဆိုလို့ရပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ အနာဂတ်က ကမ္ဘာကြီးမှာ နေထိုင်မရတော့လို့ စွန့်ပစ်ကာ After Blue ဆိုတဲ့ ဂြိုလ်ပေါ်မှာ လူတွေရွှေ့ပြောင်းနေထိုင်ကြပါတယ်။ အဲဒီဂြိုလ်ပေါ်မှာတော့ မိန်းမတွေသာ ရှင်သန်နိုင်ပြီး မေထုန်မဲ့မျိုးစပ်ကြပါတယ်။ တစ်နေ့တော့ Roxyဆိုတဲ့ကောင်မလေးဟာ သဲထဲမှာမြုပ်နေတဲ့ လူသတ်သမား Kate Bush ကို ဘုမသိဘာမသိ ကယ်မိပါတယ်။ကယ်ပြီးပြီးချင်းမှာပဲ Kate Bushဟာ သူ့ကိုလှောင်ပြောင်ခဲ့တဲ့ Roxy သူငယ်ချင်းသုံးယောက်ကို သတ်ပစ်လိုက်ပါတယ်။ ရွာကအာဏာပိုင်တွေကတော့ Roxy ကြောင့် ကောင်မလေးတွေ သေခဲ့ရတာမို့ အပြစ်ပေးတဲ့အနေနဲ့ သူ့အမေနဲ့အတူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1OLfs/[CM]After.Blue.2022.720p.WEB-DL.mp4",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQHrbzVy6ptopxqUohV6PcmmVcY.jpg",
        "title": "Rosaline (2022)",
        "description": "Rosaline (2022)(1080p ရပါပြီ)အားလုံးပဲ နာမည်ကျော်ပြဇာတ်ဆရာကြီး ရှိတ်စပီးယားရဲ့ ရိုမီယိုနဲ့ ဂျူးလိယက်ရဲ့ အချစ်ဇာတ်လမ်းကို ကြားဖူကြမှာပါ။ ဒီကားကတော့ ကျွန်တော်တို့မြင်ဖူးနေကျအတိုင်း ရိုမီယိုနဲ့ ဂျူးလိယက်တို့ ချစ်သူနှစ်ဦးရဲ့ အချစ်ကိုဖော်ညွှန်းထားတဲ့ ဇာတ်လမ်းမဟုတ်ပါဘူး။ ရိုမီယိုရဲ့ ရည်းစားဟောင်း ရိုဆာလင်းနေရာက ခံစားတင်ပြထားတဲ့ ဇာတ်လမ်းပါ။ဇာတ်ကြောင်းအနေနဲ့ကတော့ ရိုမီယိုအနေနဲ့ ရိုဆာလင်းကို ချစ်လှ ကြိုက်လှပါချည်ရဲ့ ဆိုပြီး ကဗျာတွေစာတွေနဲ့ ပိုးပန်းလာခဲ့သမျှ တစ်နေ့မှာတော့ ရိုမီယိုဟာ ပျောက်သွားပါတော့တယ်။ တစ်ရက်တော့ ရိုမီယို့နောက် လိုက်ချောင်းရင်း သူ့ကိုပိုးပန်းတဲ့နည်းတွေအတိုင်း ချစ်သူအသစ်ကို ပိုးပန်းနေတာကို တွေ့ခဲ့ရပါတယ်။ဒါ့အပြင် ရိုမီယိုရဲ့ ချစ်သူအသစ်ဟာ ရိုဆာလင်းရဲ့ ဝမ်းကွဲညီမ ဂျူးလိယက်ဖြစ်နေပြန်ပါတယ်။ ဒီတော့ ရိုဆာလင်းအနေနဲ့ ကြိတ်မနိုင်ခဲမရဖြစ်ကာ သစ်စိမ်းချိုး ချိုးသွားသူ ရိုမီယိုကို ပြန်ရဖို့အရေး အကြံတွေထုတ်ပါတော့တယ်။ ဝမ်းကွဲညီမဖြစ်သူကိုလည်း ရိုမီယိုနဲ့ဝေးဖို့အရေး တွန်းပို့တော့တာပေါ့။ရိုဆာလင်းရဲ့အကြံတွေ အောင်မြင်ပါ့မလား?\nဒါမဟုတ် ဝတ္ထုရဲ့ မူရင်းအတိုင်းပဲ ရိုမီယိုတို့ အဆုံးသတ်မလား? ဆိုတာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/196v6/[CM]Rosaline.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg3ZjhlNjctZjUzYi00OWQzLTliZDgtZWYzMGRjOGUyM2EzXkEyXkFqcGdeQXVyNTkxMDE0NDM@._V1_-151x200.jpg",
        "title": "Alone in the Dark (2022)",
        "description": "Alone in the darkဘရီကောလင်းစ်ဟာ ခင်ပွန်းသည်ဟောင်းမိုက်ကယ်\nကျူးလွန်ခဲ့တဲ့ပြစ်မှုတွေကြောင့် တစ်နွယ်ငင်တစ်စင်ပါပြီး\nအိမ်အကျယ်ချုပ်ပြစ်ဒဏ်ကျခဲ့သူပါ။ အိမ်ကြီးတစ်အိမ်လုံးမှာ သူမတစ်ယောက်တည်း\nနေထိုင်နေရတာကြောင့် စိတ်ခြောက်ခြားနေရချိန်မှာ အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ခံရတဲ့\nအရိပ်အယောင်တွေ တွေ့မြင်လာခဲ့ရပါတယ်။အနီးအနားပတ်ဝန်းကျင်က\nလူပျောက်သတင်းတွေနဲ့အတူ သူမရဲ့စိတ်မလုံခြုံမှုတွေ၊\n‌အချုပ်ကျနေတာတောင် မပြီးသေးတဲ့\nသူမခင်ပွန်းဟောင်းရဲ့နှောင့်ယှက်မှု၊ သူမအိမ်ကိုဖောက်ဝင်နေတဲ့သူ\n၊ သူမကိုမှရွေးပြီးဘာကြောင့်ပစ်မှတ်ထားခံနေရတာလဲ\nစသဖြင့်ကို သူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ၊ထင်မထားတဲ့ဇာတ်အချိုးအကွေ့၊\nအလှည့်အပြောင်းတွေကဘာတွေဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။\nFile size…581MB\nQuality…720p WEB RIP\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "6.1",
        "url": "https://megaup.net/1P540/Alone_In_The_Dark_720p_WEBRIP(CM).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/80fwjYfHmeDXobIErpNvCFCOAYd.jpg",
        "title": "Eddie the Eagle(2015)",
        "description": "Eddie the Eagle(2015) အညွှန်း************************* 1988 အိုလံပစ်က ဖြစ်ရပ်မှန် Eddie အကြောင်းကိုရိုက်ထားတဲ့မင်းသားကြီး Hugh Jackman ပါတဲ့  Sport, Drama ကားလေးပါEddie က ငယ်ငယ်တည်းက အိုလံပစ်မှာ ဝင်ပြိုင်ပြီး ချန်ပီယံဖြစ်ချင်ခဲ့တာပါဒါနဲ့ သူ တစ်သက်လုံး အားကစားတွေ တမျိုးပြီးတစ်မျိုးလုပ်လာခဲ့တယ်...နောက်တော့ နှင်းတောင်ပေါ် စကီးစီးတာကို Eddie ကြိုက်သွားပါတယ်...Eddie က ဒီအားကစားနဲ့ ပါရမီလည်း ပါတယ် ဒါပေမဲ့ အဖွဲ့မှာ အရွေးမခံရတော့\nစကီးစီးရင်း တောင်ပေါ်က ခုန်တဲ့အားကစားကို ထပ်ရွေးပါတယ်...ဒီအားကစားက အသက်အန္တရာယ်အရမ်းများပြီး Eddie လိုလူသစ်ကဘယ်လို အိုလံပစ်ထိရောက်အောင်သွားမလဲ ကြည့်ရအောင်.... File Size : (1.4GB)(712MB) and (186MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Adventure, Biography  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/2v2nw/Eddie.the.Eagle.2015.BLU-RAY.720P.PP(CM).mp4",
        "category": "Adventure, Biography, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b16EjFeHd2AwoYXWUne7DA346pU.jpg",
        "title": "Case 39(2009)",
        "description": "Case 39(2009) အညွှန်း*******************Bradley Cooper  ,Renée Zellweger တို့ နာမည်ကြီး သရုပ်ဆောင်ထားတဲ့ဒီကားကတော့ horror, thriller အမျိုးအစားဖြစ်ပြီးတော့အတော်ကောင်းတဲ့ဇာတ်ကားဖြစ်လို့ BO လည်း ဝင်ခဲ့ပါတယ်...Emily က ကလေးတွေကူညီရေးအဖွဲ့တခုမှာအလုပ်လုပ်ပါတယ် ကလေးတွေမိသားစုကောင်းကောင်းရှိရဲ့လား မိဘတွေက ကောင်းကောင်းဆက်ဆံရလား စစ်ဆေးရတဲ့အခါ\n၃၉ ယောက်မြောက် ကလေးမလေးတစ်ယောက်လည်း ပါလာပါတယ်....၁၀ နှစ်အရွယ် Lilyကို သူ့ရဲ့မိဘတွေက သူ့ကို သတ်ဖို့ကြိုးစားနေတာ သိရပြီး Emily ကကယ်လိုက်ပါတယ်.... မိဘတွေထောင်ထဲရောက်တော့ Lily တစ်ယောက် Emily ဆီ လိုက်နေပါတယ်အစက အဆင်ပြေပေမဲ့ တဖြေးဖြေး Lily ပတ်ဝန်းကျင်မှာထူးဆန်းတာတွေဖြစ်လာတဲ့အခါ Emily တစ်ယောက် ဘာလုပ်မလဲFile Size : (2.1GB)(729MB) and (278MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Horror, Mystery , Thriller\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/2v2jA/Case.39.2009.BLU-RAY.720P.PP(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU2Mzc2MzMtZjgwZC00MjI2LTg3YTktZDAzZTAyZmFkYTE0XkEyXkFqcGdeQXVyMjM2OTA1OTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Infernal Machine (2022)",
        "description": "The Infernal Machine (2022)\n=====================ဘရု့စ် ကို့ဂျ်ဘန်းဆိုတဲ့ စာရေးဆရာတစ်ယောက်ဟာ လူမသိသူမသိ\nနေထိုင်နေတဲ့သူပါ။ တစ်ရက်မှာတော့ သူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့\nနာမည်နဲ့စာတွေ ရောက်လာပါတယ်။ အဆိုပါ စာထဲမှာတော့ သူ စာရေး\nနေတာ ဘရု့စ်ကို ကူညီခိုင်းတာပါ။ ဘရု့စ်က မကူညီနိုင်ဘူး ငြင်းပေမယ့်\nစာတွေကတော့ ‌ရောက်မြဲ ရောက်လာဆဲပါ။၁၉၈၁ ခုနှစ်မှာ ၁၇ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ဟာ ကျောင်းဝန်း\nထဲကိုဝင်ပြီး သေနတ်နဲ့ ပစ်ခဲ့တာကြောင့် ၁၃ ယောက် သေဆုံးပြီး အများ\nအပြားဒဏ်ရာရခဲ့ပါတယ်။ သို့သော် တရားခွင်မှာတော့ သူ့မှာ အပြစ်မရှိပါ။\nဘရု့စ်ရေးသားတဲ့ The Infernal Machine ဆိုတဲ့ စာအုပ်ကြောင့် ကျူးလွန်\nရတာပါလို့ ထွက်ဆိုပါတော့တယ်။ ထိုအပြစ်ရှိစိတ်ကြောင့်ပဲ ဘရု့စ်ဟာ\nစာလည်းဆက်မရေးနိုင်သလို လူမြင်ကွင်းကနေ ပုန်းကွယ်နေခဲ့တာပါ။ သို့သော်\nသူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့လူဆီကနေ စာတွေရောက်လာပြီးနောက်မှာတော့\nသူ့ဘဝ ကပြောင်းကပြန်တွေဖြစ်ကုန်ပါတော့တယ်။ ဇာတ်လမ်းအလှည့်အပြောင်း\nများစွာကို စိတ်ဝင်တစား ကြည့်ရှု့ရမှာဖြစ်လို့ လက်လွတ်မခံကြဖို့ တိုက်တွန်း\nလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard ...",
        "rating": "5.1",
        "url": "https://megaup.net/2uwje/The.Infernal.Machine.2022.720p.WEBRip[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/6Ex3d_4f-144x200.jpg",
        "title": "BLACKPINK Summer Diary in Seoul (2020)",
        "description": "BLACKPINK Summer Diary in Seoul (2022)Blink​တွေအတွက် BLACKPINKရဲ့ variety showအ​ဟောင်း​တွေထဲက တစ်ခုဖြစ်ပြီး\nIconic clips​တွေ အများကြီးထွက်ခဲ့တဲ့ BLACKPINK's Summer Diary in Seoul(2020)ကို တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီထဲမှာ​တော့ BLACKPINKအဖွဲ့ဝင်​ ၄​ယောက်ဖြစ်တဲ့ ဂျန်းနီ ဂျီဆူး လီဆာနဲ့ ရိုဂျယ်တို့ဟာ\nဆိုးလ်မြို့လယ်​ခေါင်က ဆိတ်ငြိမ်​အေးချမ်းတဲ့ ရိုးရာ​အိမ်​လေးတစ်အိမ်မှာ\nဂိမ်းမစ်ရှင်​တွေကို ကစားပြီး ​ရွှေ​​သော့ကို ရယူပိုင်ဆိုင်ဖို့ ကြိုးစားရမှာပါ။ ​ရွှေ​​သော့ကိုရဖို့ BLACKPINK vs ရိုက်ကူး​ရေးဝန်ထမ်း​တွေ အဓိကအားပြိုင်ရမှာဆို​ပေမယ့်\nBLACKPINK အဖွဲ့ထဲမှာ X-Manလို့​​​ခေါ်တဲ့ စပိုင်တစ်​ယောက်က ဂိမ်း​တွေကို မနိုင်​အောင် လိုက်လံ​နှောင့်ယှက်ရမှာပါ။\nအဲဒီX-Manက ဘယ်သူဖြစ်​နေမလဲ၊\nရွှေ​​သော့ကို ရ​အောင်လုသွားနိုင်မှာလား၊\nမန်ဘာ​တွေကပဲ X-Manကို ​ဖော်ထုတ်ပြီး ​ရွှေ​သော့ကို အရယူသွားနိုင်မလား ​စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p | 720p ...",
        "rating": "8.6",
        "url": "https://megaup.net/197hk/BLACKPINK_s_Summer_Diary_in_Seoul_2020.720p.CM.mp4",
        "category": "Reality"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lR2sMfCwcpNiH4fmTrOxHqp3d6C.jpg",
        "title": "Bromates (2022)",
        "description": "Bromates (2022)သင်ဟာ စော်ပစ်ကောင်တစ်ယောက်ဆိုရင်တော့ ...\nရီဗျူးဖတ်မနေဘဲ ဒီကားကို တန်းသာဒေါင်းကြည့်လိုက်ပါတော့ ညိုကီတို့ရေ\nဘာလို့ဆို ဒီကားက ညိုကီတို့လို စော်ပစ်ကောင်တွေအကြောင်း ဖြစ်လို့ပါပဲ။\nစော်မပစ်သေးလည်း နောင်ရေးအတွက် မျှော်မှန်းပြီး ဖြေသိမ့်နည်း အဖြာဖြာ လေ့လာထားနိုင်ပါတယ်။\nစော်မရှိတွေကလည်း ပညာယူကြပေါ့ဗျာထူးခြားချက်ကတော့ ဒီကားမှာ Snoop Dogg ကြီးလည်း ဘာမဆိုင်ညာမဆိုင် ဖြတ်လျှောက်လုပ်ထားသေးတာဗျ...\nပြောရရင်တော့ ဒေါ့ဒေါ့နဲ့တွေ့မှ ပြောင်းလဲကုန်ကြသည်ပေါ့ဗျာ ...ဒီတော့ ဆက်မနှိမ်ဘဲ ဇာတ်လမ်းအကျဉ်းလေး ပြောပြမယ်\nအဓိက ဇာတ်ဆောင်က ၄ ယောက်။ ငယ်ငယ်ကတည်းက ပြောမနာဆိုမနာတွေ ဖြစ်ပြီး\nအခုတော့ ကိုယ်စီအလုပ်နဲ့မလို့ မဆုံဖြစ်ကြတဲ့ ဘော်ဒါတစ်သိုက်ပေါ။ဒါမဲ့ တစ်နေ့မှာ ဒီလေးယောက်ဆုံနိုင်ဖို့အရေး\nကံကြမ္မာက သူတို့ထဲက နှစ်ကောင်ကို တစ်ရက်တည်းအပြိုင် စော်ပစ်ကောင်ဇာတ်သွင်းပေးလိုက်ပါလေရော။\nအဲဒီမှာ တစ်ကောင်က စော်တ၊\nတစ်ကောင်ကတော့ One go, two come, three ready Thank You, Next ဆိုပြီး\nကျန်တဲ့ ၂ယောက်နဲ့ပေါင်း လဒမှိုင် မှိုင်နေတဲ့ကောင်ကို cheer ...",
        "rating": "4,4",
        "url": "https://megaup.net/195x4/Bromates.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/dgR3e_4f-141x200.jpg",
        "title": "The Fabric (2022)",
        "description": "The Fabric (2022) အညွှန်း***********************လူငယ်(၄)ယောက်ရှိတယ်..ခေတ်လူတစ်ချို့လိုပဲ သူတို့ဟာသရဲခြောက်တဲ့အကြောင်းတွေစိတ်ဝင်စားအောင်ရိုက်ကူးပြီး လိုင်းပေါ်တင်လေ့ရှိတယ်.. သို့ပေမဲ့  ထုတ်လုပ်ရေးလုပ်တဲ့သူကလည်း သဘောမကျသလိုလူကြိုက်လည်းနည်းကြတယ်..ဒါ့ကြောင့် အမှန်စစ်စစ်ဖြစ်အောင်ဆိုပြီးအနီးစပ်ဆုံးရိုက်ကူးဖို့ သူတို့ ခရီးထွက်လာကြတယ်...အဲ့ဒီနောက်မှာတော့ ကျိန်စာသင့်နေတဲ့ မကျွတ်လွတ်တဲ့လွန်ခဲ့တဲ့ နှစ်(၁၀၀၀)ခန့်ကတည်းက အစိမ်းသေသေခဲ့တဲ့သရဲမတစ်ယောက်နဲ့ သူတို့(၄) တကယ်ဆုံလိုက်ရတဲ့အခါမှာတော့..ထိုင်းသရဲကားဖြစ်တဲ့အလျှောက် ဟာသတွေပါသလိုစိတ်ဝင်စားစရာလည်းကောင်းပါတယ်..ဒီငရှုတ် (၄)ကောင်နဲ့ သရဲမ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာကိုတော့..    File Size :(1.5GB) (689MB) and (152 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre :Mystery, Horror, Comedy, Supernatural\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo & Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1P3w7/The.Fabric.2022.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mUoJ29TFX7OZbuG91E1L4J0QidD-135x200.jpg",
        "title": "The Silent Twins (2022)",
        "description": "The Silent TwinsBlack Panther ထဲ shuri အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Letitia Wrightရဲ့ကားပါ။ နာမည်အတိုင်း စကားမပြောတဲ့ အမွှာနှစ်ယောက်အကြောင်း ရုပ်ရှင်ပါပဲ။သူတို့ဟာအပြင်မှာ တကယ်လည်းရှိခဲ့သလို ဒီဇာတ်လမ်းရဲ့ ကျောရိုးဖြစ်ရပ်တွေကလည်း တကယ်ဖြစ်ခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့ ကလေးဘဝက ဘူလီအလုပ်ခံရရာကနေ စိတ်ဒဏ်ရာရပြီး သူတို့အချင်းချင်းကလွဲ ဘယ်သူ့ကိုမှစကားမပြောတော့တဲ့ အမွှာ၂ယောက်ရဲ့ ဒုက္ခသုက္ခ လူတောမတိုးခြင်းတွေနဲ့ သူတို့စိတ်ရောဂါပိုဆိုးလာတဲ့အဆင့်အဆင့်တွေ သူတို့ဖြတ်သန်းခဲ့ရတဲ့ ဘဝအကြောင်းတွေပါပဲ။ စိတ်ရောဂါရှိနေပေမဲ့ တော်ကြတဲ့သူတွေဖြစ်ပြီး စာအုပ်တွေပါရေးသားခဲ့ပါသေးတယ်။ သို့ပေမဲ့ ကံအကြောင်းမလှတော့ ဆေးတွေ ရာဇဝတ်မှုတွေနဲ့ လမ်းမှားလိုက်မိပြီး ဆေးရုံမှာ အကျဉ်းချခံခဲ့ရတဲ့ တော်တော်သနားဖို့ကောင်းတဲ့ စိတ်ဝေဒနာရှင် လူမည်းညီအစ်မရဲ့ ဖြစ်ရပ်မှန်ကို ကျောရိုးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:53:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1P4ry/The_Silent_Twins_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmNhOTc5OTUtODllZi00NTk4LTk2NDUtYjYzZWY4OTNiZWRiXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Dobaaraa (2022)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲ\nဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး\nအတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့်\nဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ\nဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း\nကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ\nအန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး\nအာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို\nအန်တာရာက သိထားတာမို့လို့\nအာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ်အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား\nအနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ\nကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင်\nသူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…1.34Gb / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & BpL & Thet Ko & OeliuJ",
        "rating": "",
        "url": "https://megaup.net/2v1qA/Dobaaraa.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWQ4MjgwZTItOGIyNC00YjFlLWJhNzktYzFiNTdmZjllNTM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Relyebo (2022)",
        "description": "Relyebo (2022)~ IMDb rating - 8.1/10 ~ဂျင်မီနဲ့ အာမာတို့ဟာ စိတ်ကူးယဉ်အိပ်မက်တွေနဲ့ နယ်ကတက်လာတဲ့လူငယ်စုံတွဲဖြစ်ပြီးတော့ လတ်တလောမှာတော့ ဂျင်မီက ညစောင့်၊ အာမာကတော့ ပီဇာဆိုင်တစ်ခုမှာအလုပ်လုပ်ပါတယ်။ တစ်ဦးနဲ့တစ်ဦး နားလည်မှု ငဲ့ညှာမှု ချစ်ခြင်းမေတ္တာတွေနဲ့ တည်ဆောက်ထားတဲ့ သူတို့အိမ်ထောင်ရေးဟာ အများထက်စာရင်သာယာတယ်လို့ဆိုနိုင်ပါတယ်။ဂျင်မီကတော့ အစောင့်ပီပီ လုပ်စရာများများစားစားမရှိတဲ့ အချိန်တွေမှာ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ဦးနဲ့အတူ တိုက်ခန်းနေလူတွေရဲ့ဘဝကို လေ့လာစပ်စုရင်း အချိန်ကုန်လေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သိပ်လှတဲ့၊ အနီရောင်ဆံကေသာတွေနဲ့ မိန်းကလေးတစ်ယောက် သူတို့တိုက်ခန်းကိုပြောင်းလာချိန်မှာတော့ ဂျင်မီဘဝပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်။ကောင်မလေးဟာ သူ့ဆီကိုတစ်ပတ်တစ်ကြိမ်နှစ်ကြိမ်လာလည်ပတ်တဲ့ရှုးဂါးဒက်ဒီတစ်ယောက်ရှိတယ်၊ တစ်ခါတလေကျတော့လဲ တစ်ခြားတစ်ယောက်နဲ့ကော်ဖီဆိုင်မှာ ကြုံတဲ့အခါကြုံတယ်။ ဒါတွေကိုသိသိရက်နဲ့ ဂျင်မီဟာ ဒီမိန်းကလေးဖြတ်လျှောက်သွားတဲ့အခါ အနံ့လေးရှုရရှုရ၊ အရိပ်ကလေးမြင်ရမြင်ရတဲ့အထိ စွဲလန်းတပ်မက်လာတဲ့အခါမှာတော့...ဒီတစ်ခါတော့ မြင်နေကျ ရိုးရိုး Thriller ဇာတ်တွေ၊ ဂန်းစတားဇာတ်တွေနဲ့ ကွဲထွက်နေတဲ့ အချစ်၊ အိမ်ထောင်ရေးဒရာမာ နောက်ခံဇာတ်လမ်းလေးနဲ့ ခံစားကြည့်ကြရအောင်ပါ။ Scorpio Nights 3 ထဲက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1963r/(CM)_Relyebo_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIFeu5gF7ofAxI9NqrWbJAjjKn6.jpg",
        "title": "Piggy (2022)",
        "description": "Piggy (2022)ဆိုက်ကို သည်းထိတ်ရင်ဖို ဇာတ်ကားကြမ်းကြမ်းလေးကို ကြိုက်တဲ့သူတွေအတွက်တော့ ဒီနေ့မှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ Piggy ဆိုတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဆယ်ကျော်သက်အရွယ် ကောင်မလေး ဆာရာဟာ မိဘတွေရဲ့ အသားဆိုင်မှာပဲ နေပြီး အိမ်တွင်းပုန်းနေခဲ့တယ်။ အကြောင်းအရင်းကတော့ ဆာရာဟာ အင်မတန် ဝလွန်းတဲ့ ကောင်မလေးဖြစ်တာကြောင့် အပေါင်းအသင်းတွေကြား အလှောင်ခံ အနိုင်ကျင့်ခံရလို့ပါ။ အမေ ဖြစ်သူဆီကပါ မှိုချိုးမျှစ်ချိုး ပြောခံရတဲ့ ကလေးမလေးပါပဲ။ဒီလိုနဲ့ တစ်နေ့ မြို့ထဲက ရေကန်လေးတစ်ခုမှာ ဆာရာတစ်ယောက် ရေကူးနေချိန် ရိုစီ မာကာနဲ့ ကလောင်းဒီးရားဆိုတဲ့ ကောင်မလေး ၃ ဦးက ဆာရာ့ကို ပိုက်ကွန်နဲ့ ရေနစ်မလို ဖြစ်တဲ့အထိ အနိုင်ကျင့်ပြီး ဆာရာရဲ့ အဝတ်အစားအိတ်တွေ တဘက်တွေကို ယူသွားခဲ့တယ်။ ဆာရာတစ်ယောက် ဘီကီနီနဲ့ပဲ အိမ်ကို လမ်းလျှောက်ပြန်ခဲ့ရတယ်။ဆာရာနဲ့ ရေကန်မှာ အတူတူရှိခဲ့ ယောက်ျားတစ်ဦးက ဆာရာကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1951o/[CM]Piggy.2022.720p.WEB-DL.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-154x200.jpg",
        "title": "Massu Engira Maasilamani (2015)",
        "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်\nအရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကို\nဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်\nဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့\nဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာ\nသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေ\nလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်း\nကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့\nအသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့\nသရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။\nမားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာ\nဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…3.8GB  / 1.8GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "5.9",
        "url": "https://megaup.net/1P3cw/Masss.2015.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Lz4ELJDyPjQLRNwMkjJGJPweL0.jpg",
        "title": "Men of Sacrifice ( 2022 )",
        "description": "CMရဲ့ တရုတ်ကားဖန်တွေ နောက်ပြီး တရုတ်ကားဆို\nအက်ရှင်မှ ကြိုက်ပါတယ်ဆိုသူတွေအတွက်ကို\nဒီတစ်ခေါက် IQIYI က တင်ဆက်ခဲ့တဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်\nလီတုန်းရှင်းဆိုတဲ့ ငွေမည်းနဲ့ ချမ်းသာနေသူတစ်ယောက်ရဲ့\nသမီးဟာ ပြန်ပေးဆွဲခံရပြီး ပြန်ပေးဆွဲသူက\nဖောက်ခွဲရေးဝိဇ္ဇာလို့ နာမည်ကြီးသူတစ်ဦးဖြစ်တော့\nအမျိုးသားလုံခြုံရေးတပ်ဖွဲ့နဲ့ ပြည်သူ့လုံခြုံရေးရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုမျိုး ဖြေရှင်းမလဲ...\nငွေမည်းနဲ့မသမာလုပ်ငန်းရှင်ဆိုတော့ သေလည်းသေပေါ့လို့\nပစ်ထားမလား.. အသက်နဲ့ရင်းပြီးကယ်တင်မလား...\nဆိုတဲ့ရွေးချယ်မှုအောက်မှာ ဘယ်လိုရွေးချယ်မလဲ...\nနောက်ပြီး ဘာလို့ ဒီလို ပြန်ပေးဆွဲမှုကြီးဖြစ်တာလဲ....သာမန်သူတို့ချင်းမသင့်မြတ်လို့ဖြစ်တာလား\nဒါမှမဟုတ် နောက်ကွယ်မှာ ဘာလေးနက်တဲ့\nအမှုတွဲရှိနေမယ်ဆိုတာလည်း စိတ်ဝင်စားစရာပါပဲ...အဆုံးသတ်ချိန်ထိ ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမလို့\nCM တရုတ်ကားဖန်လေးတွေလည်း\nလက်လွတ်မခံဘဲကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/men-of-sacrifice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzOTAyMmYtMDRlNi00MDFiLWE0ZWUtNDczMjY1M2ZiNDlmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Palthu Janwar (2022)",
        "description": "Palthu Janwar 2022\n8.7/ 10 IMDb\nဒီတစ်ခါတော့ အိန္ဒိယ မာလာရလမ်ဘာသာစကားနဲ့\nဇာတ်ကားလေးတစ်ခုညွှန်းပေးပါရစေ..လူတိုင်းမှာကိုယ်စိတ်ဝင်စားတဲ့ လုပ်ချင်တဲ့အလုပ်တစ်ခုရှိတယ်\nဒါပေမယ့်အခြေအနေအကြောင်းကြောင်းကြောင့်\nမဖြစ်မနေလုပ်လိုက်ရတဲ့အလုပ်တွေရှိကြတယ်ပေါ့..ဒီဇာတ်ကားလေးမှာ ပရာဆွန်း (Basil Joseph)က\nတက်ကြွတဲ့animatorတစ်ယောက်ပေါ့..ဒါပေမယ့်\nသူ့လုပ်ငန်းမအောင်မြင်တော့မိဘတွေနဲ့လူတွေရှေ့မှာ\nအရှက်ရခဲ့ရလို့ မွေးမြူရေးအင်စပက်တာအဖြစ်နဲ့\nအစိုးရအလုပ်တစ်ခုကိုလုပ်ခဲ့လိုက်ရပါတယ်\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကို\nသူတာဝန်ကျတဲ့နယ်မြေမှာ သူဘယ်လိုရေလိုက်ငါးလိုက်ဖြစ်အောင်လုပ်မလဲပြဿနာအလွဲတွေနဲ့အလုပ်မှာကြုံရပေမယ့်\n\"အရာအားလုံးအဆင်ပြေတယ် \"ဆိုတဲ့အတွေးနဲ့\nအခက်အခဲတွေကိုသူဘယ်လိုဖြေရှင်းမလဲ\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကိုသူဘယ်လိုလုပ်မလဲ...\nအစရှိတာတွေကို ဆက်လက်ကြည့်ရှု့ပေးကြပါဦး...\nFile size…2.3GB / 1GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Hay Man & BpL & Thet Ko",
        "rating": "8.7",
        "url": "https://megaup.net/1P29x/Palthu_Janwar_(2022)_Malayalam.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGP1goqJGGPD2YMp6YLxtmHW1WX.jpg",
        "title": "My Dear Bodyguard ( 2022 )",
        "description": "တရုတ်ဘော်ဒီဂတ် အက်ရှင်ကားတွေကြိုက်တဲ့ CMပရိသတ်ကြီးအတွက်\nဘော်ဒီဂတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင် ......\nHang Bin ဟာပုဂ္ဂလိကလုံခြုံရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်။\nSherry တို့သားအဖကိုစောင့်ရှောက်ပေးရတဲ့တာဝန်ကျရှုံးခဲ့ပြီး\nတစ်မိသားစုလုံးသတ်ခံလိုက်ရပါတယ်။Sherryအဖေရဲ့ အန္တရာယ်ရှိ စမ်းသပ်ပစ္စည်းဟာလဲ ပျောက်ကွယ်သွားခဲ့ပါတယ်။\nကိုယ့်ကိုယ်ကိုခွင့်မလွှတ်နိုင်တဲ့ Hang Bin ဟာ\nကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း ဘဝကိုဖြစ်သလိုဖြတ်သန်းနေပါတော့တယ်။\n၁၅နှစ်ကြာပြီးနောက်.....လုပ်ဖော်ကိုင်ဖက်ဟောင်းကြောင့်\nအဆိုတော်မလေးရဲ့သက်တော်စောင့်ဖြစ်လာဖို့အကြောင်းဖန်လာပါတယ်။အဆိုတော်မလေးဟာအသက်ခြိမ်းခြောက်မှုတွေဆက်တိုက်ခံရပြီး\nအန္တရာယ်တွေဆက်တိုက်ကြုံတွေ့နေရပါတယ်။\nHang Binဟာအခက်အခဲတွေရင်ဆိုင်ကျော်ဖြတ်ရင်း\nတရားခံရဲ့ပစ်မှတ်ဟာ တကယ်တော့\nအဆိုတော်မလေးမဟုတ်ပဲ သူကိုယ်တိုင်ဆိုတာသိလိုက်ရတယ်။\nနောက်ကွယ်ကနေထိန်းချုပ်နေတဲ့သူကဘယ်သူဖြစ်လိမ့်မလဲ.....\nဘာကြောင့်များသူ့ကိုအညှိုးထားနေရတာလဲ......\nပဟေဠိတွေအပြည့်နဲ့ပီပြင်တဲ့ ဖိုက်တင်ခန်းတွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရမယ့်အက်ရှင်ကားကောင်းလေးဖြစ်လို့\nအကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nReviewed By Nu Mon\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 22min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/my-dear-bodyguard-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/5593458-141x200.jpg",
        "title": "Halloween Ends (2022)",
        "description": "Halloween Ends (2022)\n===================ဟောလိုးဝင်းဆိုတဲ့ ရုပ်ရှင်တွေဟာ စုစုပေါင်း ၁၃ ကားတောင်ထွက်ရှိခဲ့တဲ့\nဂန္ဓဝင်ဟော်ရာကားတွေပဲဖြစ်ပါတယ်။ မျက်နှာဖုံးကြီးနဲ့ ဓားမြှောင်ရှည်တစ်\nချောင်းနဲ့ မိုက်ကယ်မိုင်ယာစ်ရဲ့ ပုံရိပ်ဟာ ဟော်ရာကားတွေရဲ့ အထိမ်းအမှတ်\nတစ်ခုလို့တောင် ပြောလို့ရပါတယ်။အခုလည်း ၂၀၂၂ ဟောလိုးဝင်းအတွက် တစ်ကားထွက်ရှိလာပါပြီ။ ဒီကားမှာတော့\nမိုက်ကယ်မိုင်ယာစ်ရဲ့လက်က လွတ်ခဲ့တဲ့ မြေးအဘွားနှစ်ယောက်ရယ်၊ တစ်မြို့လုံးက\nမုန်းကြတဲ့ ကောင်လေးတစ်ယောက်ရယ်အကြောင်းကို အခြေခံထားပါတယ်။\nလှည့်ကွက်နဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ပိုးစိုးပက်စက်တွေ လုပ်တာကို ကြည့်\nချင်ရင်တော့ ဒီဟော်ရာရုပ်ရှင်က ကြည့်လို့အလွန်ကောင်းမှာပါပဲ။ ဒါရိုက်တာကလည်း\nဟောလိုးဝင်း ၂၀၁၈ နဲ့ ၂၀၂၁ ရဲ့ ပရိုဂျူဆာပါပဲ။ ဒီတော့ အဆက်အစပ်လေးနဲ့ကြည့်\nရမှာပေါ့။ အားပေးလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.43 GB) / (580 MB) / (320 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2uZA5/Halloween.Ends.2022.720p.Web[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
        "title": "Frankenweenie (2012)",
        "description": "Frankenweenie (2012)~ IMDb - 6.9/10, Rotten Tomatoes - 87% ~ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ...",
        "rating": "6.9",
        "url": "https://megaup.net/2uZnu/(CM)_Frankenweenie_(2012)_720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3G3CCvLYy4EoLuhuUB9YlReFIN.jpg",
        "title": "MK Ultra (2022)",
        "description": "MK Ultra (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 98% ~( * အချို့သော ဇာတ်ဝင်ခန်းများသည် မိသားစုနှင့်အတူ ကြည့်ရှုရန် မသင့်တော်ပါ * )စိတ်ကိုထိန်းချုပ်စေခိုင်းခြင်း (mind control) ဆိုတာ စိတ်ကူးယဉ်ရုပ်ရှင် ဇာတ်လမ်းတွေအတော်များများမှာ ထည့်ရိုက်လေ့ရှိတဲ့ အကြောင်းအရာတစ်ခုပါ။စိတ်က ခန္ဓာကိုယ်ကို မောင်းနှင်တယ် ဆိုတဲ့စကားရှိပြီး မိမိသာ တခြားသူတစ်ယောက်ယောက်ရဲ့စိတ်ကို ထိန်းချုပ်ကိုင်တွယ်နိုင်လိုက်မယ်ဆိုရင် ကိုယ်ဟာ အဲဒီလူရဲ့ ခန္ဓာကိုယ်၊ အဲဒီလူ လုပ်သမျှကို လိုသလို အသုံးချ စေခိုင်းနိုင်ပြီ ဆိုတဲ့သဘောပဲ မဟုတ်လား။ စိတ်ကူးယဉ်ဆိုတာကလည်း လက်တွေ့ကနေ ဆင့်ပွါးဖြစ်တည်လာတဲ့အရာမို့ \"စိတ်ကို ထိန်းချုပ်ခြင်း\" ဆိုတဲ့ စကားလေးအပေါ် အခြေခံလို့ အင်အားကြီးနိုင်ငံတွေနောက်ကွယ်မှာ သို့လော သို့လော ဖြစ်စရာတွေ၊ အခုထိ ဖော်ထုတ်လို့မရတဲ့ လျှို့ဝှက်ချက်တွေ တပုံတပင်ကြီး ရှိနေမယ်ဆိုလျှင်ရော...?MK Ultra ...",
        "rating": "6.7",
        "url": "https://megaup.net/194kj/(CM)_MK_Ultra_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSyJ9LgyRbinRP5NazWUcjBmCh5.jpg",
        "title": "Love Strikes Twice (2022)",
        "description": "Love Strikes Twice (2022)ဒီကားလေးကတော့ ငြိမ့်ငြိမ့်လေးကြည့်ချင်သူများအတွက် romance, drama ကားလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nMaggieက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နာမည်ကြီး ရှေ့နေအကျိုးဆောင်ရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူ့အတွက် အားလုံးက အဆင်ပြေအောင်မြင်နေပေမဲ့ ယောကျ်ားဖြစ်သူ Josh နဲ့ ဆက်ဆံရေးကတော့ စိမ်းသက်သက်ဖြစ်နေပါတယ်။Maggie ရဲ့မိဘတွေ နှစ် ၄၀ ပြည့် anniversary ပွဲကိုသွားရင်း accident တခုဖြစ်ပြီး Maggie က လွန်ခဲ့တဲ့ ၁၅နှစ်ကို ပြန်ရောက်သွားပါတယ်။ တက္ကသိုလ်မတက်ခင် နွေကိုရောက်သွားပြီး အရင်ချစ်သူနဲ့ တွဲနေတဲ့အချိန်ပါ။ Josh နဲ့လည်း စမတွဲသေးဘဲ သူငယ်ချင်းဖြစ်ရုံဆိုတော့ ဘယ်လိုတွေကြုံရမလဲ?Maggie အနာဂတ်ကို ရောက်အောင် ဘယ်လိုပြန်သွားမလဲ?\nအနာဂတ်ကိုရောက်ဖို့ ဖြစ်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1.5GB, ...",
        "rating": "7",
        "url": "https://megaup.net/1OYdf/[CM]Love.Strikes.Twice.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/jLjzy_4f-141x200.jpg",
        "title": "Usogui (2022)",
        "description": "Usogui (2022)ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ အသက်ကိုလောင်းကြေးထပ်မယ့် ကစားပွဲတွေအကြောင်း ရင်ခုန်အောင် ရိုက်ကူးပေးထားတဲ့ ဂျပန်ကားလေး Usogui (မုသားစားသုံးသူ) ပါပဲကာကဲရိုကလပ်ဆိုတဲ့ အဖွဲ့အစည်းဟာ ကြေးကြီးတဲ့ လောင်းကစားပွဲတွေကို ကြီးကြပ်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခု...\nလောင်းချင်တိုင်းလောင်းပြီး ထွက်ပြေးချင်တဲ့သူတွေ လစ်လို့မရအောင် လိုအပ်ရင် လူပါသတ်တယ်မင်းသား မာဒါရာမဲ ဘာကူဟာ တခြားသူတွေရဲ့ မုသားတွေ လှည့်ဖျားမှုတွေကို ကျွမ်းကျင်ပါးနပ်စွာ ဖော်ထုတ်နိုင်သူ...\nသူဟာ ဒီအဖွဲ့အစည်းရဲ့ ခေါင်းဆောင်နေရာကို ရရှိဖို့ အသက်ကိုပါ ပုံအောပြီး လောင်းကြေးတင်ခဲ့ပေမယ့် ခေါင်းဆောင်ရဲ့ လှည့်ဖျားမှုမှာ ကျရှုံးရင်း အသက်ဆုံးလုနီးပါးဖြစ်ခဲ့ရတယ်\nခေါင်းဆောင်ဟာ သူ့ကို အသင်းဝင်အဖြစ်ကနေ ပယ်ထုတ်ပြီး နှင်ဒဏ် ပေးခဲ့တယ်အချိန်အတိုင်းအတာ တစ်ခုအကြာမှာတော့ ဒီအဖွဲ့ဝင်တွေကို စိန်ခေါ်တဲ့ သိပ္ပံပညာရှင် ဆာဒါကူနီ ဆိုသူ ပေါ်ပေါက်လာတယ်\nဘာကူဟာလည်း ခေါင်းဆောင်ကိုထပ်စိန်ခေါ်နိုင်ဖို့ တိုကျိုကို ပြန်လာတဲ့အခါ မောင်ကံကောင်းလေး ကာဂျီ တာကာအိုမီနဲ့ ဆုံတွေ့ခဲ့တယ်\nသူတို့၂ဦးရယ် ဆာဒါကူနီရယ် ကာကဲရိုကလပ်တို့ဟာ ဘယ်ပုံဘယ်နည်း ဆက်နွှယ်နေမလဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3aWbg/Usogui_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzJiMTI3ZTMtNTFhYy00OWNhLWExYjItNzU4NmRkNzdmYmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-160x200.jpg",
        "title": "Vendhu Thanindhathu Kaadu (2022)",
        "description": "Vendhu Thanindhathu Kaadu (2022)IMDb 7.9ဒီတစ်ခါမှာတော့ ကုဋေ၃၀ အကုန်ကျခံရိုက်ကူးထားပြီး\nကုဋေ၅၀ထိပြန်ရခဲ့တဲ့ အမိုက်စားတမီလ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်ဒီလက်‌တွေနဲ့ကိုယ်တိုင်လူသတ်မိမယ် လူသတ်သမားဖြစ်ဖို့မွေးဖွားလာတာဆိုပြီး\nဗေဒင်ဆရာတွေဆီကတစ်လေသံတည်းထွက်လာခဲ့တဲ့ ဇာတာပိုင်ရှင်မီသူး...\nမိခင်ဖြစ်သူကသားကိုဒီလိုဘဝမျိုးအရောက်မခံနိုင်တော့\nမရှိတဲ့ကြားကကျောင်းထားပြီး B.Scဘွဲ့ရအောင်လုပ်ပေးခဲ့တယ်မွေးရပ်မြေမှာ ဆူးချုံရှင်းရင်း မတော်တဆကွင်းတစ်ပြင်လုံးမီးထလောင်တော့\nလယ်ပိုင်ရှင်ကလျော်ကြေးတောင်းလေရဲ့ သူ့အမှားမဟုတ်လို့မပေးနိုင်ကြောင်း\nမူသူးကတင်းခံနေရင်း ပိုင်ရှင်နဲ့ကတောက်ကဆဖြစ်ရာကနေ လူသတ်မိတော့မလိုဖြစ်ခဲ့တဲ့သူ့ကို\nညတွင်းချင်းပဲ အမေဖြစ်သူကမြို့က ဦးလေးဖြစ်သူထံ ခေါ်ယူထွက်ပြေးခဲ့ရတယ်\nမြို့မှာဘဝသစ်စမယ် မိဘအကြွေးတွေဆပ်ပေးမယ်တင်းခံနေရာကနေ\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုစီ ပါဝင်ပတ်သက်မိရာမှာတော့...\nဗေဒင်ဆရာတွေဟောတဲ့အတိုင်း လူသတ်သမားဖြစ်လာမလား\nမိခင်သဘောတိုင်းဖြစ်မလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါရှင်\nFile size…2.83GB  / 1.24GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 57m\nSubtitle….Myanmar Subtitle (Hard sub)\nEncoder….YK\nTranslated by Poe & BpL & Yunni & HM",
        "rating": "7.9",
        "url": "https://megaup.net/2uYy9/Vendhu_Thanindhathu_Kaadu_(2022)_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-place-130x200.jpg",
        "title": "The Place Beyond the Pines(2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ၂၀၁၂ခုနှစ်က ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးပါတော့မယ် တကယ့်ကို သရုပ်ဆောင်ထားတာ ရသမြောက်ပြီးတော့ သူတို့ရဲ့ သရုပ်ဆောင်ချက်တွေထဲမှာ စီးမျောသွားရလောက်အောင်ကို ကောင်းတဲ့ကားကောင်းလေး တစ်ကားပါပဲ IMDP 7.3 အထိရရှိထားပြီး ပါဝင်တဲ့သရုပ်ဆောင်တွေကလည်း Ryan Goslingရယ် Eva Mendesရယ် Bradley Cooperရယ်ဆိုတော့ ဘာပြောကောင်းမလဲပေါ့ဗျာ\nဇာတ်လမ်းအကျဉ်း\nလုခ်ဆိုတဲ့ ဆိုင်ကယ်စတန့်မောင်းသမားက သူ့မှာကလေးရှိတာကိုသိသွားတဲ့အခါမှာတော့ ဘာကိုမှဂရုမစိုက်ဘဲ လေလွင့်နေတာကနေ သူ့သားလေးကို စောင့်ရှောက်ဖို့အတွက် သူ့သားလေးရှိတဲ့မြို့မှာပဲ နေမယ်ဆိုပြီး ဆိုင်ကယ်စတန့်မောင်းတဲ့ အလုပ်ကနေထွက်ခဲ့တာပါ အဲဒီမှာပဲ လူတစ်ယောက်နဲ့တွေ့ပြီးတော့ အဖော်ကောင်းတာနဲ့ ဘဏ်ဓားပြတိုက်ပါလေရော သူ့သားလေးရဲ့ အမေ သူ့ရည်းစားကလည်း သူက လေလွင့်နေတာဆိုတော့ တခြားတစ်ယောက်နဲ့ယူပြီး ဘဝအသစ်တစ်ခုဖြစ်နေခဲ့တာပေါ့ အဲဒီလိုနဲ့ ဓားပြတိုက်ရင်ရလာတဲ့ ငွေလေးနဲ့ သူ့သားအတွက် ပစ္စည်းလေးတွေသွားပို့ရင်း သူ့မိန်းမရဲ့ လက်ရှိယောကျာ်းနဲ့ ရန်ဖြစ်ရာကနေ အဖမ်းခံရပါလေရော အဲဒီလိုနဲ့ သူရဲ့ ဓားပြတိုက်ဖော်တိုက်ဖက် က သူ့ကို ဒေါ်လာ ...",
        "rating": "7.3",
        "url": " https://megaup.net/192f8/The.Place.Beyond.The.Pines.2012.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODU1ZjExN2YtNDJkNC00ZGUyLTllNjItYjZmNGRmOTRlOWMwXkEyXkFqcGdeQXVyNDc5NTIwMjg@._V1_-140x200.jpg",
        "title": "Moss (2010)",
        "description": "နာမည်ကြီး Webtoon ကိုအခြေခံရိုက်ကူးထားပြီး အချိန်ကြာမြင့်ပေမယ့် ဇာတ်သိမ်းထိဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးကိုတင်ဆက်ပေးချင်ပါတယ်ဆိုးလ်မြို့ကြီးမှာနေရတာ ပျင်းရိနေတဲ့ ရူဟေးဂုဆီကို ရွာမှာဇာတ်မြှုပ်နေတဲ့ဖခင်သေဆုံးသွားကြောင်းဖုန်းဝင်လာခဲ့ပါတယ်\nဒီလိုနဲ့ဖခင်ဈာပနပွဲဆီသွားခဲ့ပေမယ့် ရွာကလူတွေဟာ တစ်ခုခုကိုဖုံးကွယ်ထားကြောင်း ရှေ့နေဟောင်းရူဟေးဂုက တန်းသိခဲ့ပါတယ်\nမြို့ကလူစိမ်းဖြစ်လို့ရွာမှာလက်မခံချင်ကြတာမှန်းသူနားလည်ပေမယ့် ဖခင်အကြောင်းတွေကိုပါလျှို့ဝှက်ထားကြတဲ့ ဒီရွာကို သူသံသယဝင်လာတော့ ဆိုးလ်ကိုမပြန်တော့ဘဲ ရွာမှာပဲခေတ္တအခြေချလိုကြောင်းပြောပြလိုက်တဲ့အခါ ရွာကလူတွေဆက်ဆံပုံက ပိုပြီးဆိုးရွားလာခဲ့တယ်ထူးဆန်းတာက ရွာရဲ့ ရွာသူကြီးဆိုတဲ့လူကို အကုန်လုံးက နတ်ဘုရားလိုကိုးကွယ်နေကြတာပါပဲ\nဒီရွာရဲ့ဖုံးကွယ်ထားတာတွေကိုတစ်စတစ်စစုံစမ်းသိရှိလာချိန်မှာတော့ ရူဟေးဂုတစ်ယောက်ဘာဆက်ဖြစ်မလဲ ရွာသူကြီးကရော ဘယ်သူလဲ..\nရူဟေးဂုဖခင်သေဆုံးမှုကရော သွေးရိုးသားရိုးဖြစ်နိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(2.5GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__02:45:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6,7",
        "url": "https://megaup.net/2uWTd/Moss_(2010)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE4k7ffpJNuIQWeQAk6NTgymVx4.jpg",
        "title": "Wolf Pack ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် အခုအခါ my Dramalist မှာလည်း\nrating 8 ရထားပြီး budget ကောင်းသုံးထားတဲ့\nအက်ရှင်ကားကောင်းလေးဖြစ်တဲ့ wolf pack ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင် ဝေးပေ့\nခေါင်ပေ့ အန္တရာယ်များပေ့ဆိုတဲ့ နေရာတွေကိုမှ\nရွေးပြီး စေတနာ့ဆရာဝန်အဖြစ်လုပ်နေတဲ့ ခယ်ထုံဆိုသူတစ်ယောက်…\nရုတ်တရက်ကြီး ကလေးတွေကိုကယ်ဖို့ဆိုပြီး\nလိုက်သွားရကနေ Cooley ကိုရောက်သွားခဲ့ပြီး\nတစ်ချိန်ကအလောင်းအင်္ဂါမစုံခဲ့တဲ့ အဖေ့နောက်ကွယ်အကြောင်းနဲ့\nအဖေသေရတဲ့အကြောင်းကို ဖြည်းဖြည်းချင်းသဘောပေါက်လာတဲ့အပြင်\nအခုသူကြုံတွေ့နေရတဲ့ မစ်ရှင်နဲ့ အဖွဲ့အစည်းကိုပါ\nဖြည်းဖြည်းချင်း ပုံဖော်ပြထားတဲ့ကားကောင်းလေးမို့\nအက်ရှင်ကားကောင်းကြိုက်သူတို့\nလက်မနှေးဘဲ အမြန်ဒေါင်းကြည့်လိုက်တော့နော်\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , War , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/wolf-pack-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWJiMGFmMzItMjdhZi00OWQ2LThiYTgtZjgxZTY5NDkyZjIzXkEyXkFqcGdeQXVyNzQ2OTEzMzY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Grimcutty (2022)",
        "description": "Grimcutty (2022)\n============နည်းပညာတွေတိုးတက်လာတဲ့အမျှ ကောင်းကျိုးလည်းရှိသလို ဆိုးကျိုးလည်း\nရှိစမြဲပါပဲ။ တိုးတက်လာတာနဲ့အမျှ ကလေးတွေရဲ့ screen time အရမ်းတိုးလာ\nသလို၊ အွန်လိုင်းပေါ်က challenge တွေကိုလည်း မိုက်ရူးရဲဆန်စွာ လုပ်တတ်လာ\nကြပါတယ်။အာရှာတို့ မြို့လေးမှာ ကလေးတွေက ဓားနဲ့ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်လည်းလုပ်\nတယ်။ အခြားသူတွေကိုလည်း ထိခိုက်အောင်လုပ်တဲ့အပြင် ကိုယ့်အမေအရင်းကိုပါ\nဓားနဲ့ထိုးမှုတွေထိပါဖြစ်လာပါတော့တယ်။ ဒီလိုဖြစ်ရတဲ့နောက်ကွယ်က အကြောင်း\nအရင်းက ဂရင်းကတ်တီကြောင့်ပါပဲ။ အာဏာပိုင်တွေကတော့ ကလေးတွေက ဂရင်း\nကတ်တီ challengeကိုလုပ်ရင်း ထင်ယောင်ထင်မှားဖြစ်ပြီး ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်\nလုပ်မိကြတာလို့ သုံးသပ်ကြပါတယ်။မြို့မှာ ဒီလိုကိစ္စတွေ အဖြစ်များလာတဲ့နောက် မိုက်ရူးရဲတဲ့ကိစ္စတွေမလုပ်ဖို့ အာရှာကို\nသူ့မိဘတွေက သတိပေးတဲ့ချိန်မှာပဲ အာရှာတစ်ယောက် ဂရင်းကတ်တီနဲ့ကြုံလိုက်ရပါ\nတော့တယ်။ သူ့ရဲ့မိဘတွေကို အမှန်တိုင်းပြောပေမယ့် အားကစားကနေလည်း သူစိတ်\nတိုင်းကျထွက်လိုက်ပြီး၊ စိတ်ဓာတ်ကျတဲ့သူလိုမျိုးဖြစ်နေတဲ့ အာရှာကို သူ့မိဘတွေက\nမယုံကြည်ကြပါဘူး။ တဖြည်းဖြည်း မြို့က မိဘတိုင်းက သူတို့ကလေးတွေ ဖုန်းသုံးတာ\nကန့်သတ်ပြီး ကျောင်းပါ ပေးမသွားကြတော့တဲ့ချိန်မှာ အာရှာတစ်ယောက် ဒီကိစ္စနဲ့ပတ်\nသတ်ပြီး ဘာကြောင့်ဖြစ်တာလဲဆိုတာ ရှာဖွေပါတော့တယ်။တကယ်ပဲ ဂရင်းကတ်တီနဲ့ပတ်သတ်တဲ့ကိစ္စတွေက ထင်ယောင်ထင်မှားဖြစ်တာလား၊\nဒါမှမဟုတ် ဂရင်းကတ်တီကပဲ အပြင်မှာအမှန်တကယ်ရှိနေတာလား အာရှာတစ်ယောက်\nရော ...",
        "rating": "4.6",
        "url": "https://megaup.net/3aRby/Grimcutty.2022.PROPER.720p.WEBRip(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCLAknAKUntcR4XhSfRONReoKdR.jpg",
        "title": "Masking Threshold (2022)",
        "description": "Masking Threshold (2022)သမာရိုးကျဇာတ်လမ်းမျိုးမဟုတ်ပဲ တစ်ကားလုံး ပြီးတဲ့အထိ ဇာတ်ကောင်ရဲ့နာမည်ကိုတောင် မသိလိုက်ရတဲ့ ထူးပေ့ဆန်းပေ့ ဇာတ်လမ်းမျိုးကိုမှ ကြည့်ချင်ပါတယ်ဆိုရင် ဒီကားကို recommend ချင်ပါတယ်။ ရွံတတ်တဲ့လူတွေ မကြည့်ကြဖို့တော့ ကြိုမှာပါရစေ။ဇာတ်ကောင်ဟာ ကုမ္ပဏီကြီးတစ်ခုမှာ အရေးပါအရာရောက်တဲ့ ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဇာတ်လမ်းကို သူ့မှာ ပြဿနာတစ်ခုရှိနေလို့ ခွင့်ယူထားတာနဲ့ စဖွင့်ထားပါတယ်။\nဘာပြဿနာလဲဆိုတော့ သူဟာ သူများတွေမကြားရတဲ့ အသံတွေကို ကြားနေရတာပါပဲ။ အဲဒါက ဘာသံတွေလဲဆိုတာကို သူကိုယ်တိုင် အဖြေရှာရင်းကနေမှ ...သူများ မကြားရဘဲ သူတစ်ယောက်တည်း ကြားနေရတဲ့ အသံတွေက ဘာအသံတွေဖြစ်မလဲ?\nအဲ့ဒီဝန်ထမ်းဆိုသူကကော ဘာတွေဆက်ဖြစ်မလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရင်း အဖြေရှာလိုက်ကြစို့ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat Thu ပါ။)File Size          : 2.1GB, 750MB, 354MB\nQuality          ...",
        "rating": "6.7",
        "url": "https://megaup.net/3QOh1/[CM]Masking.Threshold.2022.720p.WEB-DL.mp4",
        "category": "Drama, Fantasy, Horror"
    }
]