[
    {
        "thumbnail": "",
        "title": "Bala (2019)",
        "description": "(Unicode)IMDb 7.6/10Rotten Tomatoes 82%Google Users 91%မေးခွန်းလေးတစ်ခုလောက်မေးချင်တယ်မိတ်ဆွေတို့ရဲ့အလှအပအတွက် ဆံပင်ဟာ ဘယ်လောက်ထိအရေးပါလဲ  ဖြေကြည့်ပါလား၊ စဉ်းရောစဉ်းစားကြည့်ဖူးလားဟုတ်ပါတယ် ကျွန်တော်တို့တွေရဲ့ အလှအပကဏ္ဌမှာဆံပင်ဟာ ကြီးကြီးမားမား နေရာတစ်ခုကပါဝင်နေတယ်ဆိုတာ မလွဲမသွေပါပဲဆံပင်အတွက် ဆေးဝါးပေါင်းစုံ၊ အလှကုန်ပေါင်းစုံ၊ နည်းလမ်းပေါင်းစုံနဲ့ ပြုစုယုယဂရုစိုက်နေသူတွေ တပုံကြီးပါကိုယ့်ဆံပင်ကို လူတိုင်းလိုလို တန်ဖိုးထားကြပါတယ်မိန်းကလေးမှမဟုတ်ဘူး ယောက်ျားလေးတွေထဲမှာတောင် ဆံပင်ကောင်းတဲ့လူဟာ ဂုဏ်ယူစရာတစ်ခုအဖြစ် ခံယူထားကြပါတယ်ဘဝင်မြင့်စရာဖြစ်နေပါတယ် ဟုတ်ပါတယ် အဲ့ဒိလို ဆံပင်ကြောင့် ဟီရိုးတစ်ယောက်ရှိပါတယ်ကျောင်းသားဘဝမှာ နိုင်ငံကျော်မင်းသားပေါင်းစုံဟန်ကို အတုအပပြုလုပ်နိုင်ပြီးတစ်ကျောင်းလုံးက မိန်းကလေးတိုင်း ကြွေရတဲ့ ဘာလားဆိုတဲ့ချာတိတ်တစ်ယောက်ရှိပါတယ်သူ့အတွက် ဘယ်လောက်ထိဘဝမြင့်စရာဖြစ်နေမလဲ မြင်ယောင်ကြည့်လိုက်ပါဒါပေမဲ့ အဲ့ဒိဘာလားဟာ အသက် ၂၄ နှစ်အရွယ်မှာတော့ ဆံပင်တွေကျွတ်ပြီး ထိပ်ပြောင်တစ်ယောက်ဖြစ်လို့သွားပါတယ်ကံကြမ္မာအလှည့်အပြောင်းသိပ်ဆိုးလွန်းပါတယ် ဟီးရိုးအဖြစ်ကနေ ဇီးရိုး ဆော်ကြည်ဘဲကနေ ဆော်ပစ်ဘဲအလုပ်မှာ ရာထူးကျ ဘာလုပ်လုပ် စိတ်နဲ့ကိုယ်နဲ့မကပ်ဖြစ်ကာ ဆံပင်ပြန်ပေါက်ရေး ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dWC1/(CM)_Bala_2019_Hindi_720p_WEBRip.mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the.host_-135x200.jpg",
        "title": "The Host (2020)",
        "description": "The Host 2020===========#Unicode၂၀၂၀ မှာ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Crime / Mystery နဲ့ Thriller အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...လောင်းကစားတွေနဲ့ အကြွေးတွေနဲ့ ပတ်ချာလည်နေတဲ့ ရောဘတ်...\nအိမ်ထောင်ရှိတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဖောက်ပြန်မိတဲ့ ရောဘတ်...\nသူ့ဘဝမှာ အမှားပေါ်အမှားဆင့်နေတဲ့ ရောဘတ်..သူ့အကြွေးတွေ အတွက် အလျော်အစားအနေနဲ့\nဘာမှန်းမသိတဲ့ သေတ္တာတစ်လုံးကို အလဲအလှယ်လုပ်ပေးရမယ့်အခါ...​အဲ့သေတ္တာထဲမှာ ဘာတွေပါတာလဲ\nရောဘတ်တစ်ယောက် ဘယ်လိုလူတွေနဲ့ ပတ်သက်ဆက်နွယ်မိတာလဲ ဆိုတာကို ရင်ထိတ်သည်းဖိုကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်..R rated ဖြစ်ပြီး IMDB 5.4/10 ရရှိထားပါတယ်...#ZawgyiThe Host၂၀၂၀ မွာ အသစ္စက္စက္ထြက္ရွိထားတဲ့ Crime / Mystery နဲ႔ Thriller အမ်ိဳးအစားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့...ေလာင္းကစားေတြနဲ႔ အေႂကြးေတြနဲ႔ ပတ္ခ်ာလည္ေနတဲ့ ေရာဘတ္...\nအိမ္ေထာင္ရွိတဲ့ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ ေဖာက္ျပန္မိတဲ့ ေရာဘတ္...\nသူ႔ဘဝမွာ အမွားေပၚအမွားဆင့္ေနတဲ့ ေရာဘတ္..သူ႔အေႂကြးေတြ အတြက္ အေလ်ာ္အစားအေနနဲ႔\nဘာမွန္းမသိတဲ့ ေသတၱာတစ္လုံးကို အလဲအလွယ္လုပ္ေပးရမယ့္အခါ...​အဲ့ေသတၱာထဲမွာ ဘာေတြပါတာလဲ\nေရာဘတ္တစ္ေယာက္ ဘယ္လိုလူေတြနဲ႔ ပတ္သက္ဆက္ႏြယ္မိတာလဲ ဆိုတာကို ရင္ထိတ္သည္းဖိုၾကည့္ရႈရမွာပဲ ...",
        "rating": "",
        "url": "https://megaup.net/3yS9S/[CM]The.Host.2020.720P.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/maniac-2012-131x200.jpg",
        "title": "Maniac(2012)",
        "description": "Maniac(2012)(unicode)ကျွန်တော်တို့ပတ်ဝန်းကျင်တွေမှာ Psyco ဝင်နေတတ်ကြတဲ့လူတွေ ရှိတတ်ကြသလို ဒီဇာတ်ကားဟာလည်း Psycho ဝင်နေတဲ့ လူငယ်တစ်ယောက်အကြောင်းဖြစ်ပါတယ်...\nဖရန့်ဟာ မိန်းကလေးချောချောလေးတွေကို ရက်စက်စွာ သတ်ဖြတ်တတ်လေ့ရှိတဲ့သူတစ်ယောက်...။\nသူ Psycho ဝင်တာက ကြောက်စရာအရမ်းကောင်းပြီး မိန်းကလေးချောချောလေးတွေကို သတ်တဲ့အထိပါပဲ\n18+အခန်းလေးတွေလည်းနည်းနည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့တော့ အကြံမပေးလိုပါဘူး\nပြီးရင် ကြောက်စရာကောင်းပြီး ရက်စက်ရွံရှာဖွယ်ကောင်းတဲ့ အခန်းတွေပါတဲ့အတွက်လည်း နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါဘူး။\nသူက ဘယ်လို Psycho ဝင်လဲ\nမိန်းကလေးတွေရဲ့ဘယ်အစိတ်အပိုင်း‌တွေကို ဘာကြောင့်မက်မောသလဲ... ဘယ်လောက်အထိ သတ်ဖြတ်ရက်စက်တာလဲ၊ သူသဘောကျတဲ့ မိန်းကလေးတစ်ယောက်ကို\nတွေ့ခဲ့ရင်ရော ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ...ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Kyaw Soe Win ပဲဖြစ်ပါတယ်....(zawgyi)ကြၽန္ေတာ္တို႔ပတ္ဝန္းက်င္ေတြမွာ Psyco ဝင္ေနတတ္ၾကတဲ့လူေတြ ရွိတတ္ၾကသလို ဒီဇာတ္ကားဟာလည္း Psycho ဝင္ေနတဲ့ လူငယ္တစ္ေယာက္အေၾကာင္းျဖစ္ပါတယ္...\nဖရန႔္ဟာ မိန္းကေလးေခ်ာေခ်ာေလးေတြကို ရက္စက္စြာ သတ္ျဖတ္တတ္ေလ့ရွိတဲ့သူတစ္ေယာက္...။\nသူ Psycho ဝင္တာက ေၾကာက္စရာအရမ္းေကာင္းၿပီး မိန္းကေလးေခ်ာေခ်ာေလးေတြကို သတ္တဲ့အထိပါပဲ\n18+အခန္းေလးေတြလည္းနည္းနည္းပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖို႔ေတာ့ အႀကံမေပးလိုပါဘူး\nၿပီးရင္ ေၾကာက္စရာေကာင္းၿပီး ရက္စက္႐ြံရွာဖြယ္ေကာင္းတဲ့ အခန္းေတြပါတဲ့အတြက္လည္း ႏွလုံးေရာဂါရွိသူမ်ား မၾကည့္သင့္ပါဘူး။\nသူက ဘယ္လို ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UN4h/Maniac.2012.BLU-RAY.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weqWthIkdQYtxkQzneSS3TriUxL.jpg",
        "title": "Pagalpanti (2019)",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် John Abraham ရဲ့ ဟာသစစ်စစ် ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ရာ့ချ်ကီရှော၊ဂျန်ကီ၊ချန်ဒူးဆိုတဲ့ ဂြိုလ်ဆိုးစုန်းပြူး သုံးကောင်ပေါ့။ကံဆိုးတာကတော့ ရာ့ချ်ကီရှောရဲ့ ဇာတာပါ။ သူ အလုပ်လုပ်သမျှ အရှုံးပေါ်တယ်။ဘဏ်မှာ အလုပ်လုပ်ရင် ဘဏ်အရှုံးပေါ်တယ်။ အဲ့လို ကံဆိုးမှုက အရိပ်လို လိုက်ခံနေရတဲ့ ကောင်။ ပိုက်ဆံတွေ လိမ်ပြီး ကုန်ပို့လုပ်ငန်းတစ်ခုလုပ်ခဲ့ပါတယ်။သူတို့ ပထမဆုံးပို့ပေးရမှာက လန်ဒန်မြို့ရဲ့ အိန္ဒိယဂန်းစတား သမီးယောက်ဖနှစ်ရဲ့ သမီး မွေးနေ့အတွက်ပါ။မမျှော်လင့်ဘဲ သွားပို့တဲ့ ပစ္စည်းက ပျက်စီးသွားတဲ့အခါမှာ သူတို့ သုံးကောင်ဟာ အဲ့ဒီဂန်းစတားအိမ်မှာ အစေခံလုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဂြိုလ်ဆိုးသုံးကောင်နဲ့ ဂန်းစတား သူဌေးကြီးတို့ကြား ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ။သူဌေးကြီးရဲ့ သမီးအချောလေးနဲ့လည်း သံယောဇဉ်တွေ ဖြစ်လာရင်း ချစ်ကြိုက်မိလာတဲ့အခါ သူဌေးကြီး ဘာလုပ်မလဲ။သူတို့ သုံးယောက် ရှိနေတဲ့ အိမ်မို့ ...",
        "rating": "2.9",
        "url": "https://megaup.net/1zJlq/[06569]_Pagalpanti_(2019)_[Comedy]_[John_Abraham]_[INDIA]_[4.8].mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/lucky.number.seven_-133x200.jpg",
        "title": "Lucky Number Slevin (2006)",
        "description": "Lucky Number Slevin 2006===================IMDB rating – 7.7 / 10#Unicodeဒီဇာတ်ကားကတော့ Thriller , Drama , Action ပဲဖြစ်ပါတယ်\nမြင်းလောင်းပြိုင်ပွဲတစ်ခုကနေအစပြုပြီးတော့ မိသားစုတွေအကုန်အသတ်ခံရတယ် အဲ့ဒါကိုမကျေနပ်လို့ပြန်လက်စားချေတာပါ\nဇာတ်ညွှန်းကိုအများကြီးမရေးတော့ပါဘူး ဇာတ်ကားမှာ Trick တွေအများကြီးပါလို့ပါ ပြောလိုက်ရင် ဇာတ်လမ်းအရသာ ပျက်သွားမှာသေချာပါတယ် ဇာတ်လမ်းကောင်းလားမကောင်ဘူးဆိုတာ Rating ကသက်သေပါပဲ\nဇာတ်ကောင်တွေကတော့ နာမည်ကြီးမင်းသားကြီး Bruce Willis, Chinese-American သရုပ်ဆောင် Lucy liu\nအော်စကာဆုရှင် ဂရမ်မီဆုရှင် စတဲ့ဆုတွေရထားတဲ့ Ben Kingsley , နောက်တစ်ယောက်ကတော့ လူတိုင်းသိတဲ့ Morgan Freeman စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့အတွက်\nထပ်ညွှန်းဖို့တောင်မလိုတော့ပါဘူး မင်းသားကြီး Bruce Willis ကတော့ အခုနောက်ပိုင်းထွက်တဲ့ကားတွေမှာ\nသိပ်မအောင်မြင်ပေမယ့် အရင်တုန်းကရိုက်တဲ့ဇာတ်ကားတွေမှာ သိတဲ့အတိုင်းပါပဲ\nအဲ့တော့ ပေးလိုက်ရတဲ့အချိန်နဲ့ ထိုက်တန်တဲ့ဇာတ်ကားကောင်းတစ်ကားမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်။#Zawgyiဒီဇာတ္ကားကေတာ့ Thriller , Drama , Action ပဲၿဖစ္ပါတယ္\nၿမင္းေလာင္းၿပိဳင္ပဲြတစ္ခုကေနအစၿပဳၿပီးေတာ့ မိသားစုေတြအကုန္အသတ္ခံရတယ္ အဲ႔ဒါကိုမေက်နပ္လို႕ၿပန္လက္စားေခ်တာပါ\nဇာတ္ညႊန္းကိုအမ်ားႀကီးမေရးေတာ့ပါဘူး ...",
        "rating": "",
        "url": "https://megaup.net/R2ka/[CM]Lucky.Number.Slevin.2006.720p.BrRip.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgyMzc4ODU3NV5BMl5BanBnXkFtZTcwNjk5Mzc1MQ@@._V1_-202x300.jpg",
        "title": "Hancock (2008)",
        "description": "Thit San Khant\n==============",
        "rating": "6.4",
        "url": "https://megaup.net/4esJ0/Hancock_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/dora-2017-147x200.jpg",
        "title": "Dora(2017)",
        "description": "Dora(2017)(unicode)ဖေတစ်ခုသမီးတစ်ခုနဲ့ကြီးပြင်းလာတဲ့ မိန်းကလေးတစ်ယောက်...သူမဟာ ကိုယ့်ကိုကိုယ်\nထိန်းကျောင်းနေရသလိုဖြစ်နေတော့ ဒေါသက သာမန်မိန်းကလေးတွေထက်ပိုကြီးသလို\nစိန်ခေါ်မှုတွေကိုလည်း အမြဲရင်ဆိုင်ဖြေရှင်းလေ့ရှိတယ်... တစ်နေတော့သူ့ရဲ့အဒေါ်ကိုစိန်ခေါ်ပြီး ကားအငှားကုမ္မဏီတည်ထောင်ဖို့ ကားအဟောင်းတစ်စီးကို၀ယ်ယူခဲ့ပါတယ် အဲ့ဒီကားအိမ်ကိုရောက်လာတဲ့အခါမှာတော့ ပြဿနာအကြီးကြီးတွေ တက်ပါတော့တယ်...ဘာတွေများဆက်ဖြစ်လာမှာလဲဆိုတာကိုတော့ခံစားကြည့်ရှုကြပါကုန်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်...(zawgyi)ေဖတစ္ခုသမီးတစ္ခုနဲ႔ႀကီးျပင္းလာတဲ့ မိန္းကေလးတစ္ေယာက္...သူမဟာ ကိုယ့္ကိုကိုယ္\nထိန္းေက်ာင္းေနရသလိုျဖစ္ေနေတာ့ ေဒါသက သာမန္မိန္းကေလးေတြထက္ပိုႀကီးသလို\nစိန္ေခၚမႈေတြကိုလည္း အၿမဲရင္ဆိုင္ေျဖရွင္းေလ့ရွိတယ္... တစ္ေနေတာ့သူ႔ရဲ႕အေဒၚကိုစိန္ေခၚၿပီး ကားအငွားကုမၼဏီတည္ေထာင္ဖို႔ ကားအေဟာင္းတစ္စီးကို၀ယ္ယူခဲ့ပါတယ္ အဲ့ဒီကားအိမ္ကိုေရာက္လာတဲ့အခါမွာေတာ့ ျပႆနာအႀကီးႀကီးေတြ တက္ပါေတာ့တယ္...ဘာေတြမ်ားဆက္ျဖစ္လာမွာလဲဆိုတာကိုေတာ့ခံစားၾကည့္ရႈၾကပါကုန္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Lwin Htoo Aung ပဲျဖစ္ပါတယ္...File Size : (1.16 GB) and (392 MB)\nQuality :HD-Rip 720p\nFormat…mp4\nDuration…02:19:00\nGenre : Action, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Htoo Aung (Htoo - PC)\nEncoded by Phyo ...",
        "rating": "6.0",
        "url": "https://megaup.net/3yS9k/Dora_(2017)_HDRip_-_720p-CM.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/grand-141x200.jpg",
        "title": "Grand Theft Auto Girls (2020)",
        "description": "Grand Theft Auto Girls================#Unicode၂၀၂၀ ခုနစ်ထွက် Thriller ရုပ်ရှင်ဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းအနေနဲ့...အမ်မလီနဲ့ မက်စ်ဟာ တစ်ယောက်ကိုတစ်ယောက် အရမ်းချစ်ခင်ကြတဲ့ ၁၇ နှစ်အရွယ် ကောင်မလေး၂ယောက်ပါ...\nအမ်မလီရဲ့အဖေကတော့ လွန်ခဲ့တဲ့ ၆ နှစ်က ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားတဲ့ အလွန်တော်တဲ့\nကားစက်ပြင်ဆရာပါ..\nသွေးက စကားပြောတယ်ဆိုတဲ့အတိုင်း\nအမ်မလီဟာလည်း\nကားတွေရဲ့စက်ပိုင်းနဲ့ပတ်သက်လာရင်\nတဖက်ကမ်းခတ်တော်ပါတယ်...\nသူတို့ ၂ ဦး ဆယ်ကျော်သက်တို့ရဲ့ထုံးစံအတိုင်း\nကားတွေကိုအပျော်သဘောနဲ့ခိုးပါတယ် ပြီးရင်\nတွေ့တဲ့နေရာထိုးရပ်ပြီး ထားခဲ့တာပါပဲ...\nဒါပေမယ့် အမ်မလီတစ်ယောက် အချိန်ပိုင်းအလုပ်ပြုတ်ပြီး ငွေအရမ်းလိုလာတဲ့အခါ...အသည်းတယားယားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်... #Zawgyi၂၀၂၀ ခုနစ္ထြက္ Thriller ႐ုပ္ရွင္ျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းအေနနဲ႔...အမ္မလီနဲ႔ မက္စ္ဟာ တစ္ေယာက္ကိုတစ္ေယာက္ အရမ္းခ်စ္ခင္ၾကတဲ့ ၁၇ ႏွစ္အ႐ြယ္ ေကာင္မေလး၂ေယာက္ပါ...\nအမ္မလီရဲ႕အေဖကေတာ့ လြန္ခဲ့တဲ့ ၆ ႏွစ္က ယာဥ္တိုက္မႈနဲ႔ဆုံးပါးသြားတဲ့ အလြန္ေတာ္တဲ့\nကားစက္ျပင္ဆရာပါ..\nေသြးက စကားေျပာတယ္ဆိုတဲ့အတိုင္း\nအမ္မလီဟာလည္း\nကားေတြရဲ႕စက္ပိုင္းနဲ႔ပတ္သက္လာရင္\nတဖက္ကမ္းခတ္ေတာ္ပါတယ္...\nသူတို႔ ၂ ဦး ဆယ္ေက်ာ္သက္တို႔ရဲ႕ထုံးစံအတိုင္း\nကားေတြကိုအေပ်ာ္သေဘာနဲ႔ခိုးပါတယ္ ၿပီးရင္\nေတြ႕တဲ့ေနရာထိုးရပ္ၿပီး ထားခဲ့တာပါပဲ...\nဒါေပမယ့္ အမ္မလီတစ္ေယာက္ အခ်ိန္ပိုင္းအလုပ္ျပဳတ္ၿပီး ေငြအရမ္းလိုလာတဲ့အခါ...အသည္းတယားယားနဲ႔ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္...(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-RIPDuration ...",
        "rating": "",
        "url": "https://megaup.net/4UN3B/[CM]Grand.Theft.Auto.Girls.720P.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/room-135x200.jpg",
        "title": "Room (2015)",
        "description": "Room (2015)==========#UnicodeRoom (2015) အသက် ၂၄ နှစ် ဂျွိုင်းနယူးဆမ်းဟာ ငါးနှစ်အရွယ် သူ့သားလေး ဂျက်ခ် နဲ့အတူ သူတို့ အခန်းလေးလို့ နာမည်ပေးထားတဲ့ ဂိုဒေါင်လေးထဲမှာ နေထိုင်ကြတယ်။ အဲဒီ ဂိုဒေါင်လေးထဲမှာ သူတို့ လိုအပ်မယ့် ပစ္စည်း အနည်းငယ် ရယ် ပြတင်းပေါက်ဆိုလို့ ကောင်းကင်အလင်းရောင်လေး ဝင်နိုင်တဲ့အပေါက်လေးရယ် ပဲရှိတယ်။ အဖိုးကြီးနစ်ခ် လို့ သူတို့ခေါ်တဲ့ သူက ဂျွိုင်း အသက် ၁၇ နှစ်ထဲက ဖမ်းထားခဲ့ပြီး ဒီအခန်းလေးထဲမှာ ၇နှစ်လုံးလုံး ပိတ်ထားခဲ့တယ်။ နည်းအမျိုးမျိုးနဲ့ ထွက်ဖို့ ကြိုးစားခဲ့ပေမယ့် စိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာပါ အားနည်းနေခဲ့တာကြောင့် မလွတ်မြောက်နိုင်ခဲ့ပါဘူး။ အဖိုးကြီးနစ်ခ်က ဂျက်ခ်လေးရဲ့ သွေးသားတော်စပ်မှု အရ အဖေ ဖြစ်ပေမယ့် ကလေးကို ရှိတယ်လို့တောင် သတ်မှတ်တာ မဟုတ်ပါဘူး။ ဂျွိုင်း က ကလေးကို ဒီအခန်းထဲက ...",
        "rating": "8.2",
        "url": "https://megaup.net/4UN3j/Room_[2015]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rsUs58bDqpJJxZSOebZOMN9gzw2.jpg",
        "title": "Harriet(2019)",
        "description": "Harriet(2019)(unicode)၁၈၄၀ ခုနှစ်မှာ လူဖြူ လူမည်း ခွဲခြားဆက်မှုတွေနဲ့ လူမည်းတွေအပေါ် ကျွန်အဖြစ် ပြုမူဆက်ဆံကြတာအားလုံး သိကြမှာပါ....Harriet Tubman ဆိုတဲ့ လူမည်းမိန်းကလေးတစ်ယောက်က ဒီလိုကျွန်အဖြစ်ဆွေစဉ်မျိုးဆက် ပြုခံနေရတဲ့သူတွေထဲ တစ်ယောက်အပါအဝင်ပေါ့...သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို စိတ်ပျက်လို့ ကျွန်လုပ်ပေးနေရတဲ့\nအိမ်ကနေ ထွက်ပြေးခဲ့ပါတယ်... သို့ပေမယ့် ကျွန်အဖြစ်ကျန်ခဲ့တဲ့ မိသားစုကို ပစ်မထားခဲ့ရက်လို့ အားနွဲ့သော မိန်းမသားဖြစ်လင့်ကစား အရင်းရှင်လက်နက်ကိုင် လူကြမ်းတွေကိုရင်ဆိုင်ပြီး ပြန်လည်သွားရောက်ကယ်ဆယ်ဖို့ ကြိုးစားပါတော့တယ်...ဒီရုပ်ရှင်ဇာတ်ကားဟာ လူမည်းအမျိုးသမီး Harriet Tubman အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...သူမရဲ့ စစ်ဆင်ရေးအလား ကြိုးစားခဲ့တဲ့\nဖြစ်ရပ်ပေါင်းများစွာပါခဲ့သလို ကယ်ခဲ့တဲ့ လူတွေများစွာကိုလည်းတွေ့ရပါလိမ့်မယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါလိမ့်မယ်...(zawgyi)၁၈၄၀ ခုႏွစ္မွာ လူျဖဴ လူမည္း ခြဲျခားဆက္မႈေတြနဲ႔ လူမည္းေတြအေပၚ ကြၽန္အျဖစ္ ျပဳမူဆက္ဆံၾကတာအားလုံး သိၾကမွာပါ....Harriet Tubman ဆိုတဲ့ လူမည္းမိန္းကေလးတစ္ေယာက္က ဒီလိုကြၽန္အျဖစ္ေဆြစဥ္မ်ိဳးဆက္ ျပဳခံေနရတဲ့သူေတြထဲ တစ္ေယာက္အပါအဝင္ေပါ့...သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1unhr/Harriet.2019.BLU-RAY.720P.PP.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/interstellar-poster-1-135x200.jpg",
        "title": "Interstellar (2014)",
        "description": "Interstellar (2014)\nIMDb - 8.6/10_____Rotten - 72%\nWon 1 Oscar. Another 43 wins & 148 nominations\n  (unicode)2014 Novemberမှာ ထွက်ရှိခဲ့ပြီး…IMDb ရဲ့ Rating အများဆုံးဇာတ်ကားများထဲမှာလည်း တစ်ကားအပါအဝင်ပါ…ဒါရိုက်တာကလည်း Christopher Nolanဆိုမှတော့ အထွေအထူးညွှန်းနေစရာတောင် လိုမယ်မထင်မိပါဘူး…Visual Effectsyပိုင်းမှာ အော်စကာရရှိခဲ့ပြီး  အခြားဆု ၄၄ဆုနဲ့ ဆန်ကာတင် ၁၄၄ဆုစာရင်းဝင်ခဲ့ပါတယ်… 2014ရဲ့အကောင်းဆုံး ၁၀ကားထဲမှာ စာရင်းဝင်ခဲ့ပါတယ်…(Background musicတွေလည်း နားထောင်လို့ကောင်းလို့ နားထဲတောင်စွဲနေပါလိမ့်မယ်…ဇာတ်လမ်းနည်းနည်း ပြောပြရမယ်ဆိုရင်တော့…21ရာစု လယ် လောက်မှာ ကမ္ဘာပျက်ကိန်း ဆိုက်လုပြီ ဖြစ်တဲ့အတွက် နာဆာ ပိုင်းလော့ဟောင်း ကူးပါး ခမျာခြံစိုက်နေရာကနေ လူတွေအတွက်နေစရာ ဂြိုဟ်အသစ် ရှာဖွေရေး စစ်ဆင်ရေးထဲ ပါဝင်လိုက်ရရှာတယ်…၁၀နှစ်အရွယ် သမီးလေး မာ့ဖ် ကို တစ်နေ့ ပြန်လာပါ့မယ် ကတိအထပ်ထပ်ပေးရင်းပေါ့…ဒီလိုနဲ့ ပေးအပ်လိုက်တဲ့တာဝန်တွေကို ထမ်းဆောင်ရင်း…အာကာသ ကြီးရဲ့ လှည့်ကွက် ...",
        "rating": "8.6",
        "url": "https://megaup.net/SOgn/Interstellar_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXv4tqt0UZsqyjCD3Kxjcs6OnHT.jpg",
        "title": "Pain and Glory (2019)",
        "description": "ဒါကတော့ အောင်မြင်မှုတစ်ပုံကြီးရရှိထားတဲ့ စပိန်Dramaကားကောင်းတစ်ကားပါ။ဒါရိုက်တာ Pedro Almodóvar ရိုက်ကူးထားပြီးIMDb rating 7.7နဲ့ ခရမ်းချဉ်သီးမှာ 97%ရရှိထားပါတယ်။စပိန်နိုင်ငံတွင်းဆုပေးပွဲတွေသာမကပဲ Oscarတို့Cannes film festivalတို့ Golden globesတို့မှာလည်းစကာတင်စာရင်းတွေဝင်ပြီး စုစုပေါင်းစကာတင်134ခုနဲ့ ဆု25ခုရထားပါတယ်။Lead actorကလည်း Cannes film festivalမှာ Best Actorအပါအဝင်ဆု၅ဆုရထားပြီး Oscar စကာတင်စာရင်းထဲလည်းဝင်နေပါတယ်။ဇာတ်လမ်းကတော့ တစ်ချိန်ကအောင်မြင်မှုတွေရရှိခဲ့တဲ့ဇာတ်လမ်းရေးဆရာ၊ဒါရိုက်တာဆာဗာဒါမယ်လိုရဲ့လက်ရှိအခြေအနေနဲ့ အတိတ်ကအခြေအနေအနေတွေကို ပြသထားတဲ့ Flashbacksပါ။ဆာဗာဒါဟာ အနုပညာကိုရူးသွပ်နေဆဲဖြစ်ပေမယ့်သူ့မှာဖြစ်နေတဲ့ရောဂါတွေ စိတ်ပိုင်းဆိုင်ရာခံစားနေရမှုတွေကြောင့်ရုပ်ရှင်မရိုက်နိုင်တော့ပါဘူး။ဒါပေမယ့် သူ့ရဲ့နေ့စဉ်ဘဝမှာ သူငယ်ရွယ်စဉ်ကလုပ်ဆောင်ခဲ့တဲ့အရာတွေသူ့ရွေးချယ်မှုတွေဟာ လက်ရှိသူနဲ့သူအနုပညာတွေဖြစ်လာစေတဲ့အကြောင်းကိုတွေးတောနေတာတွေကိုရိုက်ကူးပြသထားတာပါ။113မိနစ်လောက်အချိန်ပေးကြည့်ရှုလိုက်ရင် နောင်တရမယ့်ကားမဟုတ်ပါဘူး။အကြမ်းအရမ်းဇာတ်ကားတွေကိုကြိုက်တဲ့သူတွေအတွက်တော့နည်းနည်းမြောတဲ့ကားဖြစ်မယ်ဆိုပေမယ့်ဒရမ်မာကားကောင်းတွေကြည့်ချင်တဲ့သူ‌တွေအတွက်တော့လုံးဝလက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါပဲ။ File Size : ( 1 ...",
        "rating": "7.7",
        "url": "https://megaup.net/4UN2D/(CM)_Pain_And_Glory_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aV9n5MyLZQsoXNfbZG5OOf16IkP.jpg",
        "title": "The Shed (2019)",
        "description": "မုဆိုး တစ်ယောက် တောထဲမှာ ဗန်ပိုင်းယားအကိုက်ခံရပြီးကိုယ်တိုင်ဗန်ပိုင်းယား ဖြစ်လာတော့နေရောင်ခြည်ကိုရှောင်ဖို့တောစပ်ကအိမ်တစ်အိမ်ရဲ့ နောက်ဖေး ဂိူထောင်အိမ်လေးထဲ ဝင်ခိုပါတယ်စတန်လေ ကတော့ လူငယ်ထိန်းသိမ်းရေးစခန်းကနေခံဝန်နဲ့ လွတ်လာတာဖြစ်ပြီး အဘိုးဖြစ်သူနဲ့‌ေနထိုင်ပါတယ်စတန်လေ သူငယ်ချင်းကတော့ ကျောင်းမှာအနိုင်ကျင့်ခံရတဲ့ကောင်လေးဖြစ်ပြီး နောက်ဖေးဂိုထောင်ကသတ္တဝါကြီးကို တွေ့လိုက်ရတော့ အဲ့ဗန်ပိုင်းယားကိုအသုံးချပြီးတော့ အနိုင်ကျင့်တဲ့ကောင်ကို ပြန်လက်စားချေပါတယ်နောက်ပိုင်းဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကတော့ဗန်ပိုင်းယား ကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမဲ့ ကားလေးပါ...... File Size : ( 785 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Drama , HorrorSubtitle ...",
        "rating": "4.4",
        "url": "https://megaup.net/R2ib/(CM)_The_Shed_2019_(Large_Size).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtssTSvNgY8132hPRtp1DbciYJ6.jpg",
        "title": "Paddleton (2019)",
        "description": "unicodeဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက်အရမ်းကိုကောင်းတဲ့ Comedy/Dramaအမျိုးအစား ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။Ratingတွေ အနေနဲ့ကလဲ Imdb 7.2/10 Rotten Tomatoes 90% တောင်ရရှိထားတာမလို့ဘယ်လောက်ကောင်းလဲ အထွေအထူးရှင်းပြဖို့မလိုပေမယ့်ဇာတ်လမ်းအကျဉ်းလေးကိုတော့ တင်ဆက်ပေးလိုပါသေးတယ်။မိုက်ကယ်နဲ့ အန်ဒီဆိုတာမိသားစုဝင်တွေထက်တောင်ရင်းနှီးကြတဲ့ အိမ်နီးချင်းနှစ်ယောက်ပါ။အတူတူစားမယ်၊အတူတူရုပ်ရှင်ကြည့်မယ်၊တစ်ယောက်ပြောတဲ့ပေါက်ကရတွေကို တစ်ယောက်ကနားလည်ကြတဲ့နွေးထွေးတဲ့မိတ်ဆွေအပေါင်းအသင်းဆက်ဆံရေးမျိုးပေါ့။တစ်နေ့မှာတော့ မိုက်ကယ်မှာ ကင်ဆာနောက်ဆုံးအဆင့်ကိုစစ်ဆေးတွေ့ရှိလာပါတော့တယ်။ဆရာဝန်တွေတောင်လက်လွှတ်လိုက်တဲ့ အခြေအနေမှာမိုက်ကယ်ကလဲကုသဖို့ထက် သေလိုက်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမယ့် သူရဲ့နောက်ဆုံးခရီးမှာ သူ့ရဲ့မိတ်ဆွေဖြစ်တဲ့ အန်ဒီကိုဘေးနားရှိစေချင်ခဲ့ပါတယ်။သူတို့နှစ်ယောက်ဘယ်လိုရှေ့ဆက်မလဲ?ဘာတွေရင်ဆိုင်လာရမလဲဆိုတာစိတ်ခံစားချက်မျိုးစုံနဲ့ကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်ရင်းမောရင်းဆိုတဲ့အတိုင်း ရင်မောရတဲ့ခံစားချက်ကိုရယ်ရင်းကြည့်ရှုနိုင်မယ့်ကားလေးတစ်ကားပါပဲ။ဇာတ်လမ်းလေးနာမည်ကတော့ Paddleton(2019) ပါ။ဇာတ်ကားကောင်းလေးမလို့ဒေါင်းယူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : ( 830 MB , 269 MB )Quality : WEB-DL 720pRunning Time : 1 hr 29minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye. Mon ...",
        "rating": "7.2",
        "url": "https://megaup.net/R5r6/(CM)_Paddleton_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/olwNITXsRtF9rgp05Lx6h7GRKWx.jpg",
        "title": "School Spirit (2019)",
        "description": "unicodeဒီတစ်ခေါက်တင်မဲ့ကားလေးကတော့ Horrorကားဖြစ်ပါတယ်ကျောင်းတစ်ကျောင်းထဲမှာ တစ်နေ့ထဲဖြစ်ပျက်သွားတဲ့သည်းထိတ်ရင်ဖိုးကားဖြစ်ပါတယ်သွေးသံတစ်ရဲရဲနဲ့လက်မရွတ်သတ်ဖြတ်တတ်တဲ့horrorကားဖြစ်ပီး ဇာတ်လမ်းအဆုံးထိ မထင်မှတ်တဲ့အဖြစ်အပျက်တွေနဲ့စိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့ အယ်ရီကာဆိုတဲ့စာအတော်ဆုံးကောင်မလေးဟာ ထူးထူးဆန်းဆန်း အပြစ်ပေးခံရပါတယ်ကျောင်းပိတ်ရက်တွေမှာ ခေါ်ပီးအပြစ်ပေးတဲ့အချိန်အယ်ရီကာနဲ့တခြားအပြစ်ပေးခံရတယ့်ကျောင်းသားတွေဟာအရက်စွဲနေတဲ့ဒုတိယကျောင်းအုပ်နဲ့ကတောက်ကစတွေဖြစ်ကြပါတော့တယ်school spritလို့ခေါ်တဲ့မိန်းမကြီးဟာဆိုးတဲ့ကျောင်းသားတွေကိုပဲအမြဲဖမ်းခေါ်သွားတတ် တယ်ဆိုတဲ့သတင်းကြောင့်သူတို့ခြောက်ခြားနေတဲ့အချိန်သူတို့ယုံကြည်တဲ့school spritဟာ တကယ်ပဲဖမ်းခေါ်သွားလားမသွားဘူးလားဆိုတာ ဇာတ်ကွက်ဇာတ်မြုပ်တွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါHorrorကားကြိုက်တဲ့သူတွေအတွက်ကြည့်ရတာတန်တဲ့ကားဖြစ်လို့ ဒေါင်းကြည့်လိုက်ပါနော်။File Size : ( 785 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Phyu SinEncoded by Moe Myint Lwin zawgyiဒီတစ္ေခါက္တင္မဲ့ကားေလးကေတာ့ Horrorကားျဖစ္ပါတယ္ေက်ာင္းတစ္ေက်ာင္းထဲမွာ တစ္ေန႔ထဲျဖစ္ပ်က္သြားတဲ့သည္းထိတ္ရင္ဖိုးကားျဖစ္ပါတယ္ေသြးသံတစ္ရဲရဲနဲ႔လက္မရြတ္သတ္ျဖတ္တတ္တဲ့horrorကားျဖစ္ပီး ဇာတ္လမ္းအဆံုးထိ မထင္မွတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔ ...",
        "rating": "5.8",
        "url": "https://megaup.net/R5rl/(CM)_School_Spirit_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/21zEfu8kCvVBroyFS9DPaYrEtm4.jpg",
        "title": "Pure (2019)",
        "description": "လူသားတွေကိုဖန်ဆင်းခဲ့တဲ့ ဘုရားသခင်ဟာ အာဒမ်နဲ့အတူလီလီ ဆိုတဲ့အမျိုးသမီးကိုပါ ဖန်းတီးခဲ့တာဖြစ်ပါတယ်လီလီ ဟာ သန်မာတယ် စိတ်ဓာတ်ကြံ့ခိုင်တယ်ပြီးတော့ အကြောက်အရွံကင်းမဲ့ပါတယ်လီလီကို ဖောက်ပြန်တယ် မကောင်းတဲ့မိန်းမဆိုပြီးစွပ်စွဲချက်တွေနဲ့ ဘုရားသခင်ကငရဲကိုပို့ပါတယ်အဲ့နောက်မှာ နောက်ထပ်အမျိုးသမီးတစ်ဦးကိုဖန်ဆင်းရာမှာတော့ အာဒမ်ရဲ့ နံရိုးတစ်ချောင်းကို ယူပြီးဖန်ဆင်းခဲ့တာဖြစ်ပါတယ် ဟုတ်ပါတယ်သူကတော့ ဧဝ ပါ ဒါပေမဲ့ ဧဝက အားနည်းတယ်ကြောက်တတ်တယ် သူ့ဘဝ မှာ အမျိုးသားရဲ့အားပေးမှု လမ်းညွှန်မှုတွေတော့လိုအပ်နေပါတယ် ဒါကတော့ ဇာတ်လမ်းထဲမှာပါတဲ့ ဒဏ္ဍာရီလေးပေါ့ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့နိုင်ငံမှာက အဖေနဲ့သမီးတွေအတွက်သမီးတွေလက်မထပ်မချင်း ကျင်းပပေးတဲ့ အပျိုစင်ကပွဲတစ်ခုရှိပါတယ်သမီးများနေ့မှာလုပ်တဲ့ အဲ့ကပွဲကို ပထမဆုံး တက်ရောက်လာသူကတော့ ရှေး ပါ။ရှေးက ကိုင်းလ် ရဲ့အရင်မိန်းမရဲ့သမီးဖြစ်ပြီးတော့မိန်းမဖြစ်သူသေဆုံးပြီးမှသမီးဖြစ်သူကိုခေါ် လိုက်တာပါအဲ့ကပွဲကိုလာကြတဲ့ သမီးတွေနဲ့ အဖေတွေက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2d0mh/(CM)_Pure_2019_(Large_Size).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRan2aHPSR01dgu8tT7FU0yjv7.jpg",
        "title": "Snatchers (2019)",
        "description": "ဒီကားလေးကတော့ ထွက်ထားတာနည်းနည်းကြာနေပေမယ့်IMDb6.9ထိရထားတယ့် horror comedy ဇာတ်လမ်းလေးပါhorrorဆိုပေမယ့်သရဲကားတွေလိုကြောက်ဖို့ကောင်းပုံမျိုးတော့မဟုတ်ပါဘူး(စားသောက်ရင်းနဲ့တော့မကြည့်ပါနဲ့)အထက်တန်းကျောင်းသူကောင်မလေးသူ့ရည်းစားနဲ့တစ်ညတာလွန်ကျူးမိပြီးတော့နောက်နေ့တစ်ရက်မှာချက်ချင်းဗိုက်ကြီးလာပြီးနောက်တစ်ရက်မှာတော့မွေးခါနီးအနေအထားထိဖြစ်သွားတဲ့ထူးဆန်းတဲ့ကိုယ်ဝန်ကိုရသွားပါတော့တယ်ကိုယ်ဝန်ကိုစစ်ကြည့်တဲ့အခါမှာတော့သူဗိုက်ထဲကဟာလေးတွေကဂြိုလ်သားလေးတွေဖြစ်နေပါတော့တယ်ဆေးခန်းမှာသွားမွေးခဲ့ပေမယ့်ဗိုက်ထဲကနေတစ်ကောင်ပဲထွက်ပြီးနောက်တစ်ကောင်ကျန်နေခဲ့တဲ့အခါမှာတော့အဲ့တစ်ကောင်ကိုလည်းဘယ်လိုမွေးမွေးဘယ်လိုမှမွေးလို့မရတဲ့အခါသူနဲ့သူ့သူငယ်ချင်းတို့ဒါတွေဖြစ်လာရတဲ့အကြောင်းရင်းကိုရှာပါတော့တယ်တစ်ဖက်မှာလည်းမွေးထားတဲ့ဂြိုလ်သားကလူတွေကိုလိုက်သတ်ဖြတ်နေတဲ့အခါသူတို့တွေဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲဒါတွေကိုဘယ်လိုတားဆီးမလဲဂြိုလ်သားတွေကရောဒီကိုဘာအကြောင်းနဲ့ရောက်လာတာလဲဆိုတာကို ကြည့်ရမယ့်ကားလေးပါ File Size : ( 908 MB , 333 MB )Quality : WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီကားေလးကေတာ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2d0mt/(CM)_Snatchers_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xTxLDEb48P8Oc87H7JQJnFWNnSK.jpg",
        "title": "Pokémon: Mewtwo Strikes Back Evolution (2019)",
        "description": "unicodeဒီ ကားလေးကတော့ ကျနော်တို့ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့Pokemon: Mewtwo Strike Back Animation ကို3D animation ပုံစံနဲ့ပြန်ထုတ်ထားတာပါ..Pokemon တွေရဲ့Move တွေရောရုပ်ထွက်တွေပါတော်တော်ကြည့်ကောင်းသွားတယ်ပြောရမယ်..ဇာတ်လမ်းကတော့ Mythical Pokémon Mew ရဲ့DNA ကိုယူပြီးTeam Rocket Leader Giovanni ကMew နံပါတ်၂ ဆိုပြီးဖန်တီးလိုက်တယ်..အဲ့ Pokémon ကတော့ Mewtwo ပေါ့ဗျာသူကလည်းလူနီးပါးအသိဉာဏ်မြင့်တဲ့Pokémon ဆိုတော့စမ်းသပ်ခန်းကနေဖောက်ထွက်ခဲ့ပြီးPokémon တွေကလူတွေရဲ့ခိုင်းတာခံနေရတယ်မဖြစ်သင့်ဘူးဆိုပြီးသူ့ကျွန်းပေါ်ကို Trainer တွေခေါ်ပြီးဘာတွေဆက်ဖြစ်မလဲ??အဲ့ Trainer တွေထဲ ပါသွားတဲ့ ဆတို့ရှိ(Ash),Pikachu နဲ့သူ့သူငယ်ချင်းတွေက ဘယ်လိုတားဆီးမလဲ ??ဘာတိုက်ပွဲတွေဖြစ်မလဲဆိုတာကိုတော့ 3D  အလန်းစားပုံရိပ်တွေနဲ့ကြည့်ရမှာဖြစ်ပါတယ်...File Size : ( 1 GB , 341 MB )Quality : BluRay 720pRunning Time : 1 hr 38 minFormat : ...",
        "rating": "6.4",
        "url": "https://megaup.net/R5sd/(CM)_Pokemon_Mewtwo_Strike_Back_2019_(Large_Size).mp4",
        "category": "Action, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ABcfmXQZeCXl5sNrDuLS1URMPN.jpg",
        "title": "(18+)The Dreamers(2003)",
        "description": "(18+)The Dreamers(2003)(Dark Side မှ တင်ဆက်သည်.....)(unicode)ဒီ movieလေးကတော့ IMDb 7.2/10 Rotten Tomatoes 60 Google user 85% ကြီးများတောင် ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးက ၁၉၆၀ ၀န်းကျင်က ပြင်သစ်မှာဖြစ်တဲ့ ရုပ်ရှင်နဲ့ပက်သက်တဲ့ အရေးခင်းအပေါ် အခြေခံထားတာပဲ ဖြစ်ပါတယ်..\n.ဇာတ်လမ်းအကျဉ်းကတော့ မက်သရူးဆိုတဲ့ အမေရိကန်ကျောင်းသားလေးဟာ ပြင်သစ်မှာ ရုပ်ရှင်အကြောင်းလာရောက် လေ့လာရင်း ဝါသနာတူတွေဖြစ်တဲ့ ပြင်သစ် စာရေးဆရာရဲ့ သားသမီးတွေဖြစ်တဲ့ သီအိုနဲ့အစ်ဆာဘယ်လီဆိုတဲ့ မောင်နှမနှစ်ယောက်နဲ့ ခင်မင်သွားပါတယ်.အဲ့နောက်မှာတော့ မက်သရူးဟာ သူတို့ မောင်နှမ‌နှစ်ယောက်ကြားက ဆက်ဆံမှုတွေ, ရုပ်ရှင်‌အပေါ် ရုးသွပ်မှုတွေကို မြင်ပြီး သံယောဇဉ်တွယ်မိသွားပါတယ်. ထို့အပြင် မက်သရူးဟာ ညီမဖြစ်သူ အစ်ဆာဘယ်လီနဲ့ ချစ်ကြိုက်မိသွားတဲ့ အခါ ဘယ်လိုတွေ ဆက်ဖြစ်လာတယ်. သူတို့ သုံးဦးရဲ့ ရုပ်ရှင်နဲ့အနုပညာရှင်တွေ အပေါ် ရူးသွပ်မှုတွေ ပေါင်းစည်းသွားတဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2SXPj/The.Dreamers.2003.BLU-RAY.720P.PP.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/timeless.love_-150x200.jpg",
        "title": "Timeless Love (2019)",
        "description": "Timeless Love 2019==============#Unicodeတစ်ချို့က အိမ်မက်တွေထဲမှာပျော်တယ်၊ တစ်ချို့က အိမ်မက်တွေထဲမှာဝမ်းနည်းရတယ်၊\nအိမ်မက်တွေထဲမှာ ဝမ်းနည်းကြောက်လန့်ရသူတွေက အမြန်နိုးထချင်ပြီး၊\nအိမ်မက်တွေထဲမှာ ပျော်ရွှင်နေရသူတွေကတော့ အိမ်မက်ထဲမှာပဲ ဘဝကိုပြီးဆုံးချင်ကြတယ်၊ဒီကားလေးကတော့ ကိုမာ ဝင်နေတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပါပဲ . . .\nဒါပေမဲ့ ပျော်ရွှင်ခြင်းတွေပြည့်နေတဲ့ အိမ်မက်ထဲကနိုးထခဲ့ရသူတစ်ယောက်ရဲ့အဖြစ်ဆိုတော့\nဘယ်လိုလုပ်ပြီး အဲ့အိမ်မက်လေးကိုလက်လွှတ်ချင်ပါ့မလဲ . . .\nအဲ့ကိစ္စကို အခြေခံပြီး ဆန်းကြယ်တဲ့အချစ်ဇာတ်လမ်းလေးစခဲ့တယ်ဆိုပါတော့လေ . . . #Zawgyiတစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာေပ်ာ္တယ္၊ တစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာဝမ္းနည္းရတယ္၊\nအိမ္မက္ေတြထဲမွာ ဝမ္းနည္းေၾကာက္လန႔္ရသူေတြက အျမန္ႏိုးထခ်င္ၿပီး၊\nအိမ္မက္ေတြထဲမွာ ေပ်ာ္႐ႊင္ေနရသူေတြကေတာ့ အိမ္မက္ထဲမွာပဲ ဘဝကိုၿပီးဆုံးခ်င္ၾကတယ္၊ဒီကားေလးကေတာ့ ကိုမာ ဝင္ေနတဲ့အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါပဲ . . .\nဒါေပမဲ့ ေပ်ာ္႐ႊင္ျခင္းေတြျပည့္ေနတဲ့ အိမ္မက္ထဲကႏိုးထခဲ့ရသူတစ္ေယာက္ရဲ႕အျဖစ္ဆိုေတာ့\nဘယ္လိုလုပ္ၿပီး အဲ့အိမ္မက္ေလးကိုလက္လႊတ္ခ်င္ပါ့မလဲ . . .\nအဲ့ကိစၥကို အေျခခံၿပီး ဆန္းၾကယ္တဲ့အခ်စ္ဇာတ္လမ္းေလးစခဲ့တယ္ဆိုပါေတာ့ေလ . . .(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Megumi ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-DLDuration – ...",
        "rating": "",
        "url": "https://megaup.net/1x2US/Timeless.Love.2019.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzQJUjBDGTz8wM0ONIKU5zQkztl.jpg",
        "title": "Crazy Romance(2019)",
        "description": "Crazy Romance(2019)(unicode)အားလုံးပဲ ၂၀၀၄ခုနှစ်တုန်းကထွက်ခဲ့တဲ့Love Story in Harvard(တစ်ခါတုန်းကတက္ကသိုလ်)ဆိုတဲ့\nဇာတ်လမ်းတွဲလေးကိုကြည့်ဘူးကြမယ်ထင်ပါတယ်\nအဲ့ဒီထဲကမင်းသား Kim Rae-Wonနဲ့ အခုလက်ရှိ ongoing seriesဖြစ်တဲ့ When the Camellia Bloomsဇာတ်ကားထဲက\nမင်းသမီး Gong Hyo-Jinတို့နှစ်ယောက်အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nဒီကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်....\nချမ်းမြေ့ပျော်ရွှင်တဲ့မိသားစုလေးထူထောင်ချင်ပေမယ့်လဲသူချစ်ရတဲ့သူနဲ့လက်ထပ်ရတော့မယ့်အချိန်မှာပဲ\nကံမကောင်းစွာနဲ့ပဲလက်ထပ်ပွဲပျက်သွားတဲ့ပြီးအရက်သမားဖြစ်သွားတဲ့လီဂျေးဟွန်းနဲ့\nအချစ်ကိုအယုံအကြည်မရှိတော့ဘဲ ထင်ရာစိုင်းလုပ်ချင်တာလုပ်ပြီးယောကျာ်းတွေကိုဖြားယောင်းတတ်တယ်လို့နာမည်ကြီးတဲ့\nအိုဆမ်ယောင်းတို့နှစ်ယောက်အလုပ်တစ်ခုတည်းမှာတွေ့ကြတဲ့အခါမှာတော့...\nပွဲက ဘယ်လောက်လှလိုက်မလဲ ခင်ဗျားတို့ စဉ်းစားသာကြည့်တော့....\nဒီကားလေးကCrazy Romanceဆိုတဲ့နာမည်နဲ့တော်တော်လေးလိုက်တယ်လို့ထင်မိပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ(zawgyi)အားလုံးပဲ ၂၀၀၄ခုႏွစ္တုန္းကထြက္ခဲ့တဲ့Love Story in Harvard(တစ္ခါတုန္းကတကၠသိုလ္)ဆိုတဲ့\nဇာတ္လမ္းတြဲေလးကိုၾကည့္ဘူးၾကမယ္ထင္ပါတယ္\nအဲ့ဒီထဲကမင္းသား Kim Rae-Wonနဲ႔ အခုလက္ရွိ ongoing seriesျဖစ္တဲ့ When the Camellia Bloomsဇာတ္ကားထဲက\nမင္းသမီး Gong Hyo-Jinတို႔ႏွစ္ေယာက္အတြဲညီညီသ႐ုပ္ေဆာင္ထားတဲ့\nဒီကားေလးကိုမိတ္ဆက္ေပးခ်င္ပါတယ္....\nခ်မ္းေျမ့ေပ်ာ္႐ႊင္တဲ့မိသားစုေလးထူေထာင္ခ်င္ေပမယ့္လဲသူခ်စ္ရတဲ့သူနဲ႔လက္ထပ္ရေတာ့မယ့္အခ်ိန္မွာပဲ\nကံမေကာင္းစြာနဲ႔ပဲလက္ထပ္ပြဲပ်က္သြားတဲ့ၿပီးအရက္သမားျဖစ္သြားတဲ့လီေဂ်းဟြန္းနဲ႔\nအခ်စ္ကိုအယုံအၾကည္မရွိေတာ့ဘဲ ထင္ရာစိုင္းလုပ္ခ်င္တာလုပ္ၿပီးေယာက်ာ္းေတြကိုျဖားေယာင္းတတ္တယ္လို႔နာမည္ႀကီးတဲ့\nအိုဆမ္ေယာင္းတို႔ႏွစ္ေယာက္အလုပ္တစ္ခုတည္းမွာေတြ႕ၾကတဲ့အခါမွာေတာ့...\nပြဲက ဘယ္ေလာက္လွလိုက္မလဲ ခင္ဗ်ားတို႔ စဥ္းစားသာၾကည့္ေတာ့....\nဒီကားေလးကCrazy Romanceဆိုတဲ့နာမည္နဲ႔ေတာ္ေတာ္ေလးလိုက္တယ္လို႔ထင္မိပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါFile Size : (950 MB) and (376 MB)\nQuality : FHD-Rip 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Comedy , Drama, Romance\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0nt/(NZ)Crazy.Romance(2019).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/terminator-dark-fate-2019-poster-140x200.jpg",
        "title": "Terminator: Dark Fate (2019)",
        "description": "unicode\nအရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့\nတာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။\nတာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။\nအခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး\nတာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။\nဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။\nအားရစရာပါပဲ။\nဇာတ်လမ်းအကျဉ်း ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ\nစကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ\nတာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။\nဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့\nမိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့\nရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊\nဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့\nစက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။\nဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး\nရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့\nပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။zawgyi\nအေရေပ်ာ္စက္ရုပ္ကားဆိုၿပီး ငယ္ငယ္ကတည္းက စြဲလမ္းခဲ့ၾကတဲ့\nတာမီေနတာ ရုပ္ရွင္ေတြရဲ႕ ေနာက္ဆံုးထြက္ ရုပ္ရွင္ပါ။\nတာမီေနတာ ေတြအထဲမွာ ကြ်န္ေတာ္တို႕ အၾကိဳက္ဆံုးက နံပါတ္ ၂ ရုပ္ရွင္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UQzc/Terminator_-_Dark_Fate_[2019]_{Blu-ray_1080p}_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAN0TMeBKiYpYDMa2NfIaItZ0Tc.jpg",
        "title": "The Negotiation(2018)",
        "description": "The Negotiation(2018)\nIMDb...6.5(unicode)စစ်ဘက်ဆိုင်ရာကနေ ရဲဘက်ညှိုနှိုင်းရေးအရာရှိမိန်းမပျိုတစ်ဦးကို  လျှို့ဝှက်ကိစ္စတစ်ခုကူညီပေးရန်ဆိုပြီးခေါ်လိုက်တယ်..သူမရဲ့နာမည်က ဆိုးယွန်.... ဟိုရောက်တော့ ဘယ်သူ့ကိုညှိရမှာလဲ ဘာကိစ္စလဲ ဘာကြောင့်လဲဆိုတာမေးပေမယ့် ဘယ်သူမှမဖြေဘဲသူမကို  မိုက်ရှေ့အတင်းတွန်းပို့ကြတယ်...ဘာကိုမှမသိတဲ့သူမရဲ့ရှေ့ TV ဖန်သားပြင်ပေါ်မယ် လက်နက်ကိုင် လူငယ်တစ်ဦး ပေါ်လာတယ်.....ဓားစာခံက သူမတို့ဌာနမှူး...ဒီလက်နက်ကိုင်လူငယ်ဟာ သူပြောတဲ့စကားကိုနားမထောင်လို့ဆိုပြီး ကတိအတိုင်း ဓားစာခံ ဌာနမှူးရဲ့ခေါင်းကို သေနတ်နဲ့တေ့ပစ်လိုက်တယ်...ဆိုးယွန်အတွက် တကယ့်သွေးပျက်စရာပါပဲ...ရှေ့ဆက်မပြောသင့်လို့ ဒီမှာပဲရပ်ပါရစေ...ကိုရီးယားရုပ်ရှင်ကားတွေ မည်သို့ပင်ဆိုစေကာမူ အဆင့်ရှိတဲ့အထဲမှာပါတယ်ဆိုတာကို သူတို့ရဲ့အောင်မြင်မှုလွှမ်းမိုးမှုတို့ကို ကြည့်ရုံနှင့်သိနိုင်ပေသည်...သို့ပေမယ့် တစ်ချို့သူတွေက   မျက်ရည်ချူ ဒရမ်မာခင်းလွန်းတယ်လို့မှတ်ချက်ချကြတယ်...The Negotiation ကျတော့ မျက်ရည်ချူ ဒရမ်မာတွေပါကိုမပါသလောက်ပါ...ဇတ်ကားက ခပ်သွက်သွက်နဲ့ကိုစထားတယ်...ဒီကားက ထင်ထားထက်ကိုဆွဲဆောင်မှုရှိလွန်းတယ်...အီသွားတဲ့နေရာ မလိုအပ်တဲ့နေရာတွေမပါသလောက်ပဲ..ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...(zawgyi)\nစစ္ဘက္ဆုိင္ရာကေန ရဲဘက္ညႈိႏႈိင္းေရးအရာရွိမိန္းမပ်ဳိတစ္ဦးကုိ  လွ်ဳိ႕၀ွက္ကိစၥတစ္ခုကူညီေပးရန္ဆုိၿပီးေခၚလုိက္တယ္..\nသူမရဲ႕နာမည္က ဆုိးယြန္.... ဟုိေရာက္ေတာ့ ဘယ္သူ႕ကုိညွိရမွာလဲ ဘာကိစၥလဲ ဘာေၾကာင့္လဲဆုိတာေမးေပမယ့္ ဘယ္သူမွမေျဖဘဲ\nသူမကုိ  မုိက္ေရွ႕အတင္းတြန္းပုိ႕ၾကတယ္...\nဘာကုိမွမသိတဲ့သူမရဲ႕ေရွ႕ TV ဖန္သားျပင္ေပၚမယ္ လက္နက္ကုိင္ လူငယ္တစ္ဦး ေပၚလာတယ္.....ဓားစာခံက သူမတုိ႕ဌာနမွဴး...\nဒီလက္နက္ကုိင္လူငယ္ဟာ သူေျပာတဲ့စကားကုိနားမေထာင္လုိ႕ဆုိၿပီး ကတိအတုိင္း ဓားစာခံ ဌာနမွဴးရဲ႕ေခါင္းကုိ ေသနတ္နဲ႕ေတ့ပစ္လုိက္တယ္...\nဆုိးယြန္အတြက္ တကယ့္ေသြးပ်က္စရာပါပဲ...\nေရွ႕ဆက္မေျပာသင့္လုိ႕ ဒီမွာပဲရပ္ပါရေစ...\n  ...",
        "rating": "6.5",
        "url": "https://megaup.net/2d0o3/The.Negotiation.2018.720p.BluRay.newp.pp.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Rj6zpHhMU1zFW3v28U4PSRSRgP.jpg",
        "title": "Tell It to the Bees(2019)",
        "description": "Tell It to the Bees(2019)IMDb...6.0(unicode)ဇာတ်ကားဆန်းဆန်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ဘာဆန်းသလဲဆိုတော့ ခပ်ရိုးရိုး ယောက်ျားမိန်းမအချစ်တွေလိုမျိုး မဟုတ်တော့ဘဲ ဒီတစ်ခါတော့ မိန်းကလေးအချင်းချင်း ချစ်ကြိုက်တဲ့ Lesbian ကားလေးပဲ ဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်း1952 ခုနှစ် Scotland နိုင်ငံမှာ Lydia ဆိုတဲ့ အိမ်ထောင်ကွဲ ကလေးအမေတစ်ယောက်ရှိပါတယ်...အိမ်ထောင်ကွဲ စီးပွားပျက်လို့ နေစရာပါအခက်အခဲဖြစ်နေသူ အမျိုးသမီးလေးပေါ့...အဲ့ဒီအချိန်မှာပဲ သူတို့မြို့လေးကို ရောက်လာသူကတော့ ဆရာဝန်မလေး Jean ဖြစ်ပါတယ်...Jean ဟာ ငယ်ရွယ်စဉ်ကတည်းက မိန်းကလေးအချင်းချင်း စိတ်ဝင်စားသူတစ်ယောက်ပါ...ဒါပေမဲ့လည်း ခေတ်ကာလက 1952 ခု ဖြစ်နေလေတော့ LGBT တွေကို နှိမ့်ချနေချိန်ဖြစ်နေတာပေါ့...Jean လေးခမျာ အတည်တကျနေထိုင်ရာမြို့ရယ်လို့ မရှိဘဲ တစ်နေရာမှာ ခဏနေလိုက် မြို့အသစ်တစ်ခု ပြောင်းလိုက်နဲ့ သူ့ရဲ့ဖြစ်တည်မှုကို ဖုံးကွယ်ထားရာက Lydia တို့ရဲ့မြို့လေးကို ရောက်ရှိလာချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)ဇာတ္ကားဆန္းဆန္းေလးတစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...ဘာဆန္းသလဲဆိုေတာ့ ခပ္႐ိုး႐ိုး ေယာက္်ားမိန္းမအခ်စ္ေတြလိုမ်ိဳး မဟုတ္ေတာ့ဘဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/R5uc/Tell_It_To_The_Bees.2018.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/goodfellas1990-138x200.jpg",
        "title": "GoodFellas(1990)",
        "description": "GoodFellas(1990)အညြွန္း\n***********************\nIMDb...8.7,,,,Rotten....96%\n(unicode)IMDbရဲ့ အကောင်းဆုံး ရုပ်ရှင်ကား (၂၀)  စာရင်းထဲမှာပါတယ်....တကယ့်အဖြစ်မှန်ကို အခြေခံရိုက်ကူးထားပါတယ်..ဒါရိုက်တာMartin Scorsese  ရဲ့ အကောင်းဆုံးလက်ရာထဲက တစ်ကားပါ...   အော်စစကာ တစ်ဆုရရှိခဲ့ပြီး  အခြားဆုပေါင်း (၄၄)ဆုလည်း ဆွတ်ခူးခဲ့ပါတယ်...ဒီကားကို အညွှန်းမရေးပါရစေနဲ့... ရေးဖို့လည်းမစွမ်းသာတဲ့ကားမို့ပါ... ခံစားကြည့်လိုက်ပါဦးဗျို့..ဘာသာပြန်သူကတော့ Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်......(zawgyi)IMDbရဲ႕ အေကာင္းဆုံး ႐ုပ္ရွင္ကား (၂၀)  စာရင္းထဲမွာပါတယ္....တကယ့္အျဖစ္မွန္ကို အေျခခံ႐ိုက္ကူးထားပါတယ္..ဒါ႐ိုက္တာMartin Scorsese  ရဲ႕ အေကာင္းဆုံးလက္ရာထဲက တစ္ကားပါ...   ေအာ္စစကာ တစ္ဆုရရွိခဲ့ၿပီး  အျခားဆုေပါင္း (၄၄)ဆုလည္း ဆြတ္ခူးခဲ့ပါတယ္...ဒီကားကို အၫႊန္းမေရးပါရေစနဲ႔... ေရးဖို႔လည္းမစြမ္းသာတဲ့ကားမို႔ပါ... ခံစားၾကည့္လိုက္ပါဦးဗ်ိဳ႕..ဘာသာျပန္သူကေတာ့ Thaw Thaw Wai Oo ပဲျဖစ္ပါတယ္......File Size : (1.12 GB) and (407 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:26:00\nGenre : Crime , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "8.7",
        "url": "https://megaup.net/2d0ph/Goodfellas.1990.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
        "title": "One Piece: Stampede (2019)",
        "description": "One Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။Sky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။Time Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့်Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့Wano အပြီးလို့လဲထင်စရာရှိပါတယ်ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ခေါင်းစားစရာမရှိပါဘူး။ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။ဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ပင်လယ်ဓားပြပွဲတော်ကြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d0py/One.Piece.Stampede.2019.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BYjZhY2UwZWUtYjhiNS00YzhmLWFjMmUtODlmMzU0MDc1OGZmXkEyXkFqcGdeQXVyMTY5OTQzNzY@._V1_-143x200.jpg",
        "title": "The App (2019)",
        "description": "The App (2019)\nဒီကားလေးကတော့ Netflix ကတင်ဆက်ပေးထားတဲ့ အီတလီဆိုက်ကိုဒရမ်မာကားလေး ဖြစ်ပါတယ်...\nလူတိုင်းအားကျရလောက်တဲ့ မိဘဂုဏ်အရှိန်အဝါ ရုပ်ရည်ရှိတဲ့ နစ်လို့ခေါ်တဲ့ လူငယ်လေးမှာ\nအရမ်းချစ်ရတဲ့ ချစ်သူလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပါတယ်။\nသူဟာ သူ့မိဘတွေရဲ့ လုပ်ငန်းမှာ ဝင်ရောက်လုပ်ကိုင်တာမျိုး မလုပ်ဘဲ\nသူနှစ်သက်တဲ့ ရုပ်ရှင်သရုပ်ဆောင်အလုပ်ကို စတင်နေပါတယ်။\nသူ့ရဲ့ပထမဆုံးဇာတ်ကားမှာတော့ သူဟာ ဘုရားသခင်နေရာကနေ ပါဝင်သရုပ်ဆောင်ရမှာပါ။\nဒီဇာတ်ကားကိုရိုက်ကူးဖို့ အီတလီကို ပြန်မလာခင် သူ့ချစ်သူရဲ့ စာတမ်းအတွက်\nလိုအပ်တာကို ကူညီပေးတဲ့အနေနဲ့ သူ့ချစ်သူသဘောအတိုင်း\nUs ဆိုတဲ့ Application တစ်ခုကို install လုပ်ပြီး သုံးကြည့်ပေးခဲ့တယ်...\nUs ဆိုတာ Relationship ရှိတဲ့သူတွေအတွက် Online Dating Application ဖြစ်ပြီး\nအစပိုင်းမှာတော့ သူဟာ Us ကနေ လာပတ်သတ်သမျှ မိန်းကလေးတွေကို\nစိတ်ဝင်စားခြင်းသိပ်မရှိခဲ့ပေမယ့် တစ်စထက်တစ်စ သူ့အကြိုက်တွေသိလှတဲ့\nမိန်းကလေးတစ်ယောက်ကြောင့် ပြောင်းလဲလာကာ ဒီ Application ကိုစွဲလန်းလာခဲ့ပြီး\nသူနှစ်သက်တဲ့မိန်းကလေးကိုရော သူမြတ်နိုးတဲ့ သရုပ်ဆောင်အလုပ်မှာပါ ချွတ်ချော်လာခဲ့ပါတော့တယ်\nတကယ်တော့ အဲမိန်းကလေးက......အဲ Application ကြီးက.....\nဘာတွေထူးခြားတာလဲဆိုတာ သိဖို့ ကိုယ်တိုင်ရှာဖွေကြည့်ကြပါဦးနော်\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmSZUgypVDCpjpvX04iyLWO0qr3.jpg",
        "title": "The Sonata(2019)",
        "description": "The Sonata(2019)(unicode) ဒီဇာတ်ကားလေးကတော့ Freya Tingleyနဲ့ Simon Abkarianတို့က အဓိကပါဝင်တင်ဆက်ထားတာပါ။ဒီဇာတ်လမ်းလေးကတော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့Rose Fisherက နာမည်ရခါစ တယောပညာအဖြစ်အသက်မွေးနေတဲ့ အချိန်မှာ အဖေRichard Marloweဖြစ်သူက ဆုံးပါးသွားတဲ့သတင်းကိုကြားလိုက်ရတယ်။အဖေဖြစ်သူက ငယ်ငယ်လေးကတည်းမိသားစုကို ပစ်ပြီး ရုတ်တရတ်ထွက်ထားခဲ့တဲ့အတွက် အဖေက သူ့ဘဝမှာမလိုအပ်ဘူးလို့ နှုတ်ကပြောနေပေမဲ့ စိတ်ထဲမှာတော့ မေတ္တာစိတ်ကရှိနေဆဲပေါ့။ဒီလိုနဲ့ ရှေ့နေနဲ့သွားတွေ့တော့ ကျန်ရစ်ခဲ့တဲ့ သူပစ္စည်း​တွေရယ်၊ နောက်ဆုံးနေခဲ့တဲ့ ပြင်သစ်ကအိမ်သော့ကို လွှဲပေးလိုက်တော့ အဲ့အိမ်ကိုသွားကြည့်လိုက်တဲ့အခါမှာ သူအဖေဘယ်သူမှ​မပြောခဲ့ လျှို့ဝှက်ချက်တွေက ဘယ်လိုအသက်ဝင်လာမလဲ။သူအေးဂျင့်ဖြစ်တဲ့ Charles Vernaisကလဲ ဘယ်လိုတွေကူပေးရပြီး သူ့အကူအညီက ကောင်းရာဘက်ကို ဦးတည်သွားမလား... နှစ်ယောက်သားဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ Latvian National Film Award Lielais Kristaps for Best Fiction Film Cinematographerဆုရထားတဲ့ ကားလေးမို့ ပိတ်ကားပေါ်မှာ အတူစီးမျောကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်...(zawgyi) ဒီဇာတ္ကားေလးကေတာ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/R5v4/The_Sonata.2019.WEB-DL.720P.PP.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dua9PHGjGE8dmnYyp6CyfFUbO0Y.jpg",
        "title": "Give Me Liberty(2019)",
        "description": "Give Me Liberty(2019)IMDb....7.0\n(unicode)ဒီကားလေးအကြောင်းကတော့\nဗစ်တာဆိုတဲ့ရုရှားလူငယ်လေးဟာ\nရောဂါအမျိုးမျိုးအကြောင်းအမျိုးမျိုးကြောင့်\nလှုပ်ရှားသွားလာလို့မရတဲ့သူတွေကို\nသယ်ယူပို့ဆောင်ပေးတဲ့ကားကုမ္ပဏီရဲ့\nကားမောင်းသမားတစ်ယောက်ပါ\nထင်ရာစိုင်းပြီးကလေးကြီးလိုဖြစ်နေတဲ့\nသူ့အဖိုးကိုပြုစုစောင့်ရှောက်နေတဲ့သူလည်းဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဈာပနပွဲတစ်ခုကိုသွားမယ့်သူ့အဖိုးတို့\nသက်ကြီးရွယ်အိုတစ်သိုက်ကိုမဖြစ်ဖြစ်အောင်\nလိုက်ပို့ရမယ့်အခြေအနေတစ်ခုကိုရောက်ရှိလာပါတော့တယ်\nဗစ်တစ်ယောက်အလုပ်ကပို့ပေးရမယ့်လူတွေကတဖက်\nဈာပနပွဲသွားရမယ့်သူတွေကတစ်ဖက်\nကားတစ်စီးနဲ့ဗျာများရပါတော့တယ်\nဆူပူအုံကြွမှုတွေဆန္ဒပြမှုတွေကြားထဲကနေ\nဘယ်လိုဖြတ်‌ကျော်ပြီးလိုရာခရီးကိုသွားမလဲ\nဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ\nပြီးတော့သူတို့နိုင်ငံတွေမှာခန္ဓာကိုယ်နဲ့ဉာဏ်ရည်ချို့တဲ့သူတွေကိုဘယ်လိုပြုစုစောင့်ရှောက်သလဲဆိုတာလေးတွေလဲမြင်တွေ့ရမှာဖြစ်ပါတယ်\nဘဝအတွက်ပြေးလွှားရုန်းကန်လှုပ်ရှားနေရင်း\nဖြစ်တတ်တဲ့ရီစရာအလွဲလေးတွေထည့်သွင်းထားပါသေးတယ်...ရယ်လည်းရယ်ရသလို\nသင်ခန်းစာလေးတွေလည်း ပေးသွားတဲ့ကားမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့MarTizasဖြစ်ပါတယ်..(zawgyi)ဒီကားေလးအေၾကာင္းကေတာ့\nဗစ္တာဆိုတဲ့႐ုရွားလူငယ္ေလးဟာ\nေရာဂါအမ်ိဳးမ်ိဳးအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္\nလႈပ္ရွားသြားလာလို႔မရတဲ့သူေတြကို\nသယ္ယူပို႔ေဆာင္ေပးတဲ့ကားကုမၸဏီရဲ႕\nကားေမာင္းသမားတစ္ေယာက္ပါ\nထင္ရာစိုင္းၿပီးကေလးႀကီးလိုျဖစ္ေနတဲ့\nသူ႔အဖိုးကိုျပဳစုေစာင့္ေရွာက္ေနတဲ့သူလည္းျဖစ္ပါတယ္\nတစ္ေန႔မွာေတာ့ ဈာပနပြဲတစ္ခုကိုသြားမယ့္သူ႔အဖိုးတို႔\nသက္ႀကီး႐ြယ္အိုတစ္သိုက္ကိုမျဖစ္ျဖစ္ေအာင္\nလိုက္ပို႔ရမယ့္အေျခအေနတစ္ခုကိုေရာက္ရွိလာပါေတာ့တယ္\nဗစ္တစ္ေယာက္အလုပ္ကပို႔ေပးရမယ့္လူေတြကတဖက္\nဈာပနပြဲသြားရမယ့္သူေတြကတစ္ဖက္\nကားတစ္စီးနဲ႔ဗ်ာမ်ားရပါေတာ့တယ္\nဆူပူအုံႂကြမႈေတြဆႏၵျပမႈေတြၾကားထဲကေန\nဘယ္လိုျဖတ္‌ေက်ာ္ၿပီးလိုရာခရီးကိုသြားမလဲ\nဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ\nၿပီးေတာ့သူတို႔ႏိုင္ငံေတြမွာခႏၶာကိုယ္နဲ႔ဉာဏ္ရည္ခ်ိဳ႕တဲ့သူေတြကိုဘယ္လိုျပဳစုေစာင့္ေရွာက္သလဲဆိုတာေလးေတြလဲျမင္ေတြ႕ရမွာျဖစ္ပါတယ္\nဘဝအတြက္ေျပးလႊား႐ုန္းကန္လႈပ္ရွားေနရင္း\nျဖစ္တတ္တဲ့ရီစရာအလြဲေလးေတြထည့္သြင္းထားပါေသးတယ္...ရယ္လည္းရယ္ရသလို\nသင္ခန္းစာေလးေတြလည္း ေပးသြားတဲ့ကားမို႔ ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့MarTizasျဖစ္ပါတယ္...File Size : (850 MB) and (425 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2d0qj/Give_Me_Liberty.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/american.dresser-135x200.jpg",
        "title": "American Dresser (2018)",
        "description": "American Dresser (2018)==================#UnicodeRating 5.2 ထိရထားတဲ့ American Dresser ပါ\nAdventure / Drama အမျိုးအစားပါ\nSniper မင်းသားကြီး Tom Berenger က အဓိက ပါဝင်ထားပါတယ် ပြီးတော့ ဆာဂျင် မင်းသားကြီး Keith David က Tom ရဲ့ သူငယ်ချင်းအဖြစ် အားဖြည့်ပေးထားပါတယ်\nမိန်းမ လောလောလတ်လတ်သေထားတဲ့ မုဆိုးဖို ဂျွန်မော်ရိန်းက သူ့မှာ သားတစ်ယောက်ရှိကြောင်းကို သိရှိခဲ့ပါတယ်\nသားရှာပုံတော်အတွက် အနောက်ဘက်ကမ်းခြေကို သူငယ်ချင်း ချာလီ နဲ့ အတူတူ ဆိုင်ကယ်စီး ခရီးထွက် ခဲ့ပါတယ်\nလမ်းမှာ ဘယ်လို အခက်အခဲနဲ့ ကြုံမလဲ ဘယ်လို လူတွေနဲ့ တွေ့မလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမယ့် ကားလေးပါ\nနည်းနည်းတော့ ရိုးစင်းပေမယ့် တင်ပြထားတဲ့ ရည်ရွယ်ချက်ကောင်းတဲ့ ဇာတ်လမ်း လေးပါ\nRider တွေ အကြိုက်တွေ့မယ့် ကားလေးလဲဖြစ်ပါတယ်\n“Life is a ride... ...",
        "rating": "",
        "url": "https://megaup.net/2d0qu/[CM]American.Dresser.2018.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/vertigo1958-141x200.jpg",
        "title": "Vertigo(1958)",
        "description": "Vertigo(1958)IMDb...8.3,,,,,Rotten.....95%(unicode)Vertigo 1958\nဒီရုပ်ရှင်ဟာ အမြင့်ဆုံး IMDb မှတ်တမ်းဝင်ခဲ့သလို အော်စကာ ဆန်ကာတင် (၂)ဆု\nအခြားဆု(၈)ဆုလည်းရရှိခဲ့ပါတယ်....Psycho 1960 ကို\nတင်ခဲ့ပြီးဖြစ်ပါတယ်....ဒါရိုက်တာ Alfred Hitchcock ရဲ့ လက်ရာဖြစ်တဲ့ Psycho ကားကို\nကြည့်ဖူးတဲ့သူတွေ သဘောကျမယ်ထင်ပါတယ်...ဒါရိုက်တာတွေဟာ ဟန်တစ်မျိုးစီ\nရှိကြလေတော့ ဘယ်ဒါရိုက်တာရင် ဘယ်လိုပုံစံမျိုးဖြစ်နိုင်တယ် ..ဆိုပြီး မှန်းတတ်မိကြပါတယ်...ဒီ Vertigo ရုပ်ရှင်ဇာတ်ကားဟာ လည်း သူ့လက်ရာပဲဖြစ်ပါတယ်..စုံထောက်ဟောင်းတစ်ယောက်ဟာ အနားယူထားပေမယ့် သူ့မှာ လူမှုရေးပြဿနာလည်း\nအတော်များပါတယ်....\nသို့ပေမယ် သူဟာ သိပ်လှတဲ့မိန်းမတစ်ယောက်ကို\nတွေ့ပြီး အရမ်းချစ်မိသွားတယ်...အဲ့ဒီမှာ တကယ့် ပြဿနာက စတော့တာပဲ...\nကိုင်း ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဒီ႐ုပ္ရွင္ဟာ အျမင့္ဆုံး IMDb မွတ္တမ္းဝင္ခဲ့သလို ေအာ္စကာ ဆန္ကာတင္ (၂)ဆု\nအျခားဆု(၈)ဆုလည္းရရွိခဲ့ပါတယ္....Psycho 1960 ကို\nတင္ခဲ့ၿပီးျဖစ္ပါတယ္....ဒါ႐ိုက္တာ Alfred Hitchcock ရဲ႕ လက္ရာျဖစ္တဲ့ Psycho ကားကို\nၾကည့္ဖူးတဲ့သူေတြ သေဘာက်မယ္ထင္ပါတယ္...ဒါ႐ိုက္တာေတြဟာ ဟန္တစ္မ်ိဳးစီ\nရွိၾကေလေတာ့ ဘယ္ဒါ႐ိုက္တာရင္ ဘယ္လိုပုံစံမ်ိဳးျဖစ္ႏိုင္တယ္ ..ဆိုၿပီး မွန္းတတ္မိၾကပါတယ္...ဒီ Vertigo ...",
        "rating": "8.5",
        "url": "https://megaup.net/4UQgg/Vertigo.1958.BLU-RAY.720P.PP.mp4",
        "category": "Mystery, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/detective-142x200.jpg",
        "title": "Detective Conan: The Fist of Blue Sapphire (2019)",
        "description": "#UnicodeDetective Conan and fist of Blue sapphire the movieတစ်နေ့သ၌ ကျွန်ုပ်၏အိမ်တွင် နိစ္စဓူဝအလုပ်ဖြစ်သော တီထွင်ဖန်တီးကလိသောအလုပ်ကိုလုပ်နေခိုက် မောင်နန်နှင့်မိယွန်းတို့ရောက်လာကြလေသည်။ မောင်နန်၏အမူအရာသည်တစ်စုံတစ်ခုကိုအလိုရှိနေသောအမူအရာဖြစ်နေ၍ ကျွန်ုပ်လည်းအဘယ်သို့သောအကြောင်းကြောင့်စိတ်နှလူံးအိမ်၌လိုချင်တပ်မက်မှုအာရုံထင်နေပေသနည်းဟုမေးမိလေရာ မောင်နန်လေးက သူ၏ချစ်သူ မိလွမ်းသည်စင်္ကာပူသို့အလည်ခရီးသွားသဖြင့် နောက်ကလိုက်ချင်နေကြောင်း၊ စင်္ကာပူသိူ့ဝင်ရန်လိုအပ်‌သောစာရွက်စာတမ်းအင်ထုရန်အလို့ငှာ ကျွန်ုပ်၏အကူအညီကိုလိုအပ်နေကြောင်းပြောပြအကူအညီတောင်းခံလေ၏။ ကျွန်ုပ်လည်း တတ်သည့်ပညာအလကားမရဆိုသည့်နှလုံးကိုမူလျက် မောင်နန်‌ဆီက ဖွတ်ကလိဒင်္ဂါးပြားတောင်မရနိုင်သည်ကိုသိ၍မကူညီနိုင်ကြောင်း ယဉ်ယဉ်ကျေးကျေးအော်ငေါက်ဆဲဆို၍ပြောလိုက်ရာ မောင်နန်လေးသည် အင်မတန်အိန္ဒြေကြီးသောအမူအရာဖြင့် နှုတ်ခမ်းစူခြေဆောင့်ကာထွက်သွားလေသည်။ ဤသို့ဖြင့်မောင်နန်လေးသည် ကျွန်ုပ်အပေါ်သဘောထားကြီးစွာဖြင့်စိတ်ကောက်နေပြီးအိမ်သို့ပေါ်မလာပဲနေရာ သီတင်းအပတ်နှစ်ပတ်ခန့်ကြာမှဘလက်ဘိုင်လိုက်ပြီးပြန်ပေါ်လာ၏။ အဘယ်ကြောင့်ဤသိူ့ဘလက်ဘိုင်လိုက်နေရသနည်းမေးကြည့်ရာ မောင်နန်လေးသည်စင်္ကာပူသို့တကယ်ရောက်သွားကြောင်း၊ အဖြစ်အပျက်များစွာလည်းဖြစ်ပျက်ခဲ့ကြောင်းကျွန်ုပ်အားကျကျနနရှင်းပြရှာလေသည်။ မောင်နန်လေး၏ရှင်းပြချက်များသည် စိတ်ကူးဖြင့်ပင်မကူးနိုင်လောက်သည့်ထူးဆန်းသောအဖြစ်အပျက်များပါနေလေရာ မောင်နန်လေးဖြီးဖြန်းနေခြင်းမဟုတ်၊ အမှန်အတိုင်းပြောနေပေသည်ဟုကျွန်ုပ်က ယုံကြည်မိသည့်အလျောက် ဤလျှို့ဝှက်အပ်သောကိစ္စကိုအများသူငှာလူစုံတုန်းသိစေရန်အလို့ငှာ ရုပ်ရှင်အဖြစ် channel myanmarတွင် တင်ဆက်ပေးလိုက်ပါသည်။ မောင်နန်လေး၏ ပြောပြချက်များအတိုင်းတင်ပြပါမူ ရှုတ်ထွေးနေမည်စိုး၍အများသူငှာနားလည်စိမ့်ငှာစကားလုံးအသူံအနှုန်းများကိုရိုးရိုးရှင်းရှင်းပေါက်ကရတွေ‌ဘာသာပြန်ထားပါသည်။ အောက်တွင်ဖော်ပြထားသော linkမှာဒေါင်းယူပြီးကြည့်တော်မူကြပါကုန်။ #ZawgyiDetective Conan and fist of Blue sapphire the movieတစ္ေန႔သ၌ ကြၽႏ္ုပ္၏အိမ္တြင္ နိစၥဓူဝအလုပ္ျဖစ္ေသာ ...",
        "rating": "",
        "url": "https://megaup.net/1x67e/(NZ)Detective.Conan.Movie.The.Fist.Of.Blue.Sapphire(2019).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
        "title": "They Who Are Not Seen(2017)",
        "description": "They Who Are Not Seen(2017)IMDb...7.4(unicode)ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်\nထားတယ်...လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေ\nကို မြင်ရတယ်...နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့\nသူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်....တစ်ခါတစ်ရံတော့\nအသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်\nကြောက်လန့်မိတာပေါ့.....ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း\nသဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ...နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်\nအခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်...သူတို့ကြည့်ရတာ\nဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ...တခြားကလေးတွေထက်\nခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်....ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို\nဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး...အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်...\nထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး\nပျောက်ကွယ်သွားတယ်...ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ\nတကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ...ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး...ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း\nချောက်လှန့်တာမဟုတ်ဘူး...စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို\nပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး...\nကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ...ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဆာရာဆိုတဲ့ေကာင္မေလးဟာ ငယ္စဥ္ကထဲက ထူးျခားတဲ့စြမ္းရည္တစ္ခုပိုင္ဆိုင္\nထားတယ္...လူမွန္းသိတတ္စအ႐ြယ္မွာတင္ ေသသူေတြရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x67i/They_Who_Are_Not_Seen_(Mereka_Yang_Tak_Terlihat)_[2017]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZXx3qU2X4Qpa8LYqUOtpH0rD9B.jpg",
        "title": "Killed My Wife (2019)",
        "description": "(Unicode)2019 Dec ကထွက်ရှိထားတဲ့ စိတ်ဝင်စားဖို့အရမ်းကောင်းတဲ့ Korean Thriller/Mystery ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်MDL ကပေးထားတဲ့ Rating 6/10ရရှိထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မိန်းမနဲ့အဆင်မပြေ အလုပ်လဲအဆင်မပြေဖြစ်နေတဲ့ ချွဲဂျင်းဟိုဆိုတဲ့သူဟာ တရက် သူငယ်ချင်းနဲ့အရက်သောက်ပြီးတော့မနက်နိုးလာတဲ့အချိန်မှာ သူ့အိမ်ရှေ့တံခါးဝမှာ ရဲဝန်ထမ်းတစ်ယောက်ရောက်နေတာကို သိလိုက်ရပါတယ်။အကြွေးတွေပတ်လည်ဝိုင်းနေလို့ မိန်းမဖြစ်သူ ဂျောင်းမီယောင်းနဲ့ အဆင်မပြေဖြစ်ပြီးခွဲနေနေရတဲ့ ချွဲဂျင်းဟို အရက်သောက်ထားတဲ့ညကတင်သူ့မိန်းမနဲ့တွေ့ပြီးပြန်လာခဲ့ပေမယ့် မနက်ရောက်တဲ့အခါမှာတော့ သူ့မိန်းမဖြစ်သူအသတ်ခံရကြောင်း ကြားသိလိုက်ရတဲ့အခါ အရမ်းတုန်လှုပ်သွားခဲ့ပါတယ်။နောက်ထပ်မထင်မှတ်ထားတာတစ်ခုက သူ့မိန်းမကို သတ်တဲ့သူက တခြားသူမဟုတ်ပဲ သူကိုယ်တိုင်ဖြစ်နေကြောင်းရဲဝန်ထမ်းကနေတစ်ဆင့် ကြားသိလိုက်ရသောအခါ ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာရယ်လူသတ်တရားခံက တကယ်ပဲ ချွဲဂျင်းဆူလားဒါမှမဟုတ် အခြားတစ်ယောက်လားဆိုတာ တွေးစရာလေးတွေလှည့်ကွက်လေးတွေလည်းမြှုပ်ထားတာမလို့ CM ပရိသတ်ကြီး ကိုယ်တိုင်ပဲ ဒီဇာတ်ကားလေးကိုကြည့်ရင်း စီးမျောခံစားကြည့်လိုက်ကြပါ။ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…(Zawgyi)2019 Dec ကထြက္ရွိထားတဲ့ စိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ Korean Thriller/Mystery ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္MDL ...",
        "rating": "7.0",
        "url": "https://megaup.net/2T12w/(CM)_Killed_My_Wife.2019.720p.FHDRip.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
        "title": "Rambo: Last Blood (2019)",
        "description": "(Unicode)ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)ဒီကားကေတာ့ တိုက္ခိုက္ခန္းေတြနဲ႔သတ္ျဖတ္ခန္းေတြ ရက္စက္တာမို႔ R rated သတ္မွတ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ရမ္ဘိုႀကီးဟာဗီယက္နမ္စစ္ပြဲ၊ ျမန္မာစစ္ပြဲေတြ ႏႊဲခဲ့အၿပီးမွာအိမ္ကိုျပန္လာၿပီး မိတ္ေဆြေဟာင္း အမ်ိဳးသမီးနဲ႔သူ႔ရဲ႕ေျမးေလး ေဂဘရီရယ္တို႔ရဲ႕ အိမ္မွာ အတူေနေနပါတယ္။တစ္ရက္မွာ ဆယ္ေက်ာ္သက္ေလး ေဂဘရီရယ္ဟာမကၠဆီကို ကိုခိုးထြက္ၿပီးသူ႔ကိုစြန႔္ပစ္သြားတဲ့ဖခင္ျဖစ္သူကို လိုက္ရွာပါေတာ့တယ္။အဲဒီအခ်ိန္မွာ သူျပန္မလာႏိုင္ဘဲလူေမွာင္ခို ျပည့္တန္ဆာဂိုဏ္းလက္ထဲပါသြားတဲ့အခါမွာအဘိုးႀကီး ရမ္ဘိုတစ္ေယာက္စြန႔္စားခန္းေတြ ထပ္ဖြင့္ရပါေတာ့တယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္… File Size : (1.80 GB),(800 MB) And (400 MB)\nQuality : EXTENDED Blu-Ray (1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/UQfk/Rambo_-_Last_Blood_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bTaCIwYmJjU4eJcmAwTzjsT6pgM.jpg",
        "title": "All of You(2017)",
        "description": "All of You(2017)(unicode)ဂတ်ဘီဟာ ပေါင်းရသင်းရခက်လွန်းတဲ့ ဂွကျကျ အပျိုကြီးတစ်ယောက်။ သူ့ရဲ့ဇီဇာကြောင်လွန်းတဲ့အပြုအမူတွေကြောင့် လက်ထပ်ဖို့နောက်တွန့်သွားတဲ့ အမျိုးသားတွေလည်း ဒုနဲ့ဒေး။ အပျိုကြီး ဘဝဟာ ဘယ်လိုပဲ ခပ်တည်တည်ရပ်တည်နေပေမယ့်\nအရေးအကြောင်းဆို ပခုံးမှီပြီး ရင်ဖွင့် ဖေးမမယ့်သူလေးတော့ လိုအပ်ကြတယ်မလား။ ဒီလိုနဲ့ ကြံမိကြံရာ Online ကနေ့ ချိန်းတွေဖို့ ကြိုးစားမိတယ်....\nအဲ့ဒီမှာ ယောင်္ကျားတစ်ယောက်နဲ့တွေ့တော့တာပဲ...အဲ့ဒီသူနဲ့ တကယ်ချစ်သွားမှာလား...\nသူတို့ ဘယ်အဆင့်ထိရောက်ကြမလဲ...\nဇီဇာကြောင်အပျိုကြီးရဲ့ ဒဏ်ကိုရော ခံနိုင်ပါ့မလား...\nအချစ်ဆိုတာရော အယူအဆမတူတဲ့သူတွေကြားမှာ ဘယ်လောက်ထိ\nချိန်ညှိပေးနိုင်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nချစ်စရာကောင်းတဲ့ အချစ်ဟာသကားလေးပါ။ အထူးသဖြင့်တော့\nဒီဇာတ်ကားရဲ့အကြောင်းအရာတွေတိုက်ဆိုင်ပြီး FA ဖြစ်နေသေးရင်တော့\nကိုယ့်ကိုကိုယ်သိလိုက်ကြပေါ့နော်...\nဖိလစ်ပင်းထုံးစံအတိုင်း ဘိုလိုတွေကြားညှပ်အများကြီးပြောတဲ့နေရာတစ်ချို့မှာ စာတန်းထိုးမရပါဘူး။ အတတ်နိုင်ဆုံးတော့ နားထောင်ပြီးထပ်ဖြည့်ပေးထားတယ်။ လိုအပ်ချက်တွေရှိနေနိုင်ပေမယ့် ဇာတ်လမ်းကို မထိခိုက်ပါဘူး။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဂတ္ဘီဟာ ေပါင္းရသင္းရခက္လြန္းတဲ့ ဂြက်က် အပ်ိဳႀကီးတစ္ေယာက္။ သူ႔ရဲ႕ဇီဇာေၾကာင္လြန္းတဲ့အျပဳအမူေတြေၾကာင့္ လက္ထပ္ဖို႔ေနာက္တြန႔္သြားတဲ့ အမ်ိဳးသားေတြလည္း ဒုနဲ႔ေဒး။ အပ်ိဳႀကီး ဘဝဟာ ဘယ္လိုပဲ ခပ္တည္တည္ရပ္တည္ေနေပမယ့္\nအေရးအေၾကာင္းဆို ပခုံးမွီၿပီး ရင္ဖြင့္ ေဖးမမယ့္သူေလးေတာ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1x68h/All_Of_You_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/a.world_.way_.2019-150x200.jpg",
        "title": "A World Away (2019)",
        "description": "A World Away (2019)================#Unicode2019 ကုန်ခါနီးလေးမှာ ထွက်ရှိထားတဲ့ A World Away ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံစွန့်စားခန်းတွေပါဝင်တဲ့\nဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ် …IMDb – 6.8/10 ရရှိထားတာပါ။\nဇာတ်ကြောင်းလေးကတော့ အလယ်တန်းကျောင်းပြီးသွားတဲ့ ကျောင်းသားတစ်စုဟာ\nကျောင်းကရွေးချယ်မှုအရ ဂရန်းကန်ညွန်ကို အလည်အပတ်သွားကြတဲ့အခါမှာ\nလေယာဉ်မှူးဟောင်းတစ်ဦးဖြစ်တဲ့ တောမတ်စ်ဟာ ကလေးတွေကို သူ့ကိုယ်ပိုင်လေယာဉ်နဲ့\nလိုက်ပို့ရင်းကနေ သူ့သမီးကိုလည်း ခရီးစဉ်မှာ လည်ပတ်ဖို့ ခေါ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ အလုံးစုံပြည့်စုံကောင်းမွန်တဲ့ တောမတ်စ်ရဲ့ လေယာဉ်လေးဟာ တစ်နေရာအရောက်မှာ စက်ချို့ယွင်းပြီး အခြားကမ္ဘာတစ်ခုကိုရောက်သွားခဲ့ပါတယ် …သူနဲ့ ကလေးတွေ အဲ့ဒီကမ္ဘာကနေ ပြန်ထွက်နိုင်ကြမလား\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။ #Zawgyi2019 ကုန္ခါနီးေလးမွာ ထြက္ရွိထားတဲ့ A World Away ဆိုတဲ့ စိတ္ကူးယဥ္သိပၸံစြန႔္စားခန္းေတြပါဝင္တဲ့\nဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 6.8/10 ရရွိထားတာပါ။\nဇာတ္ေၾကာင္းေလးကေတာ့ အလယ္တန္းေက်ာင္းၿပီးသြားတဲ့ ေက်ာင္းသားတစ္စုဟာ\nေက်ာင္းကေ႐ြးခ်ယ္မႈအရ ဂရန္းကန္ၫြန္ကို အလည္အပတ္သြားၾကတဲ့အခါမွာ\nေလယာဥ္မႉးေဟာင္းတစ္ဦးျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1x68o/A.World.Away.2019.720P-CM.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/gods-and-monsters-1998-142x200.jpg",
        "title": "Gods and Monsters (1998)",
        "description": "(Unicode)Gods And Mosnsters (1998) ဆိုတဲ့ Biography, Drama ဇာတ်ကားက အကျော်ကြားဆုံး Horror ဇာတ်ကောင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ဖရန်ကင်စတိန်းရဲ့ မကောင်းဆိုးရွားကြီးကို စာအုပ်ထဲကနေဆွဲထုတ်ပြီး ပိတ်ကားပေါ်ကို တင်ပေးခဲ့တဲ့ နာမည်ကျော် ဒါရိုက်တာ ဂျိမ်းစ်ဝေးလ်နောက်ဆုံးနေ့ရက်တွေအကြောင်းကို စိတ်ကူးယဉ် ရိုက်ကူူးထားတာဖြစ်ပါတယ်။သူက လိင်တူချစ်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ရုပ်ရှင်အသိုင်းအဝိုင်းကနေ တွန်းထုတ်ခံရလို့ စောစောစီးစီး အနားယူခဲ့ရသူပါ။အသက်အရွယ်ရလာတဲ့အချိန်မှာ ဖြစ်တတ်တဲ့ နှလုံးဖောက်တာမျိုးဖြစ်ပြီးတဲ့နောက်မှာ သူ့ခေါင်းထဲကအတွေးတွေကို ရပ်လို့မရဘဲ ဆက်တိုက်ဖြစ်နေပြီး အတိတ်နဲ့ပစ္စုပ္ပန်မခွဲခြားနိုင်ဖြစ်လာပါတယ်။အဲဒီအချိန်မှာ သူ့ရဲ့ ခြံအလုပ်သမား ကလေးဘွန်းရဲ့ ပုံတူကိုဆွဲပြီး စိတ်ငြိမ်အောင် ထိန်းဖို့လုပ်ပေမဲ့သူ့ရဲ့အတိတ်ကမကောင်းဆိုးရွားတွေက ဆက်တိုက်ခြောက်လှန့်နေခဲ့ပါတယ်။မကောင်းဆိုးရွားဇာတ်ကောင်ကို ဖန်တီးခဲ့တဲ့ ဒါရိုက်တာကြီး သူ့ခေါင်းထဲကမကောင်းဆိုးရွားတွေကို အနိုင်ယူပြီး အေးအေးချမ်းချမ်း အနားယူသွားတာကို ပြထားပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ d3mon ပဲဖြစ်ပါတယ်…(Zawgyi)Gods And Mosnsters (1998) ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x68z/(CM)_Gods.and.Monsters.1998.720p.BluRay..mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/f9glhMxpIA789fjvMOmKxXSJaRH-133x200.jpg",
        "title": "Ghost Stories of Extreme Taoist (2020)",
        "description": "ဒီရုပ်ရှင်ကားကတော့ ၂၀၂၀ ခုနှစ်မှာ ထွက်ရှိလာတဲ့\nGhost Stories Version အသစ်ဖြစ်ပါတယ်\nဘယ်တော့မှ ကြည့်လို့မရိုးတဲ့ Ghost Stories ရုပ်ရှင်တွေလို\nအလွမ်း အကြမ်း အလန်း တွေ ပါဝင်နေပါတယ်...\nအရင် ရုပ်ရှင်တွေ နဲ့ ဆင်တူသလို နဲ့ ပုံစံကွဲပြီး\nဇတ်ကောင်အသစ်တွေပါ ထည့်ပေးထားပါတယ်\nSunday Night မှာ အပြင်းပြေဖို့ သရဲကား အက်ရှင်\nဇတ်ကားကောင်း တစ်ကား ဖြစ်ပါတယ်\nရုပ်ရှင်ကား ထွက်ထားတာ ပူပူနွေးနွေးဖြစ်ပြီး\nEnglish Subtitle မထွက်သေးလို့\nCM Translator ဖြစ်တဲ့ Lazum Mary မှ\nနားထောင်ပြီး ဘာသာပြန်ပေးထားတာ ဖြစ်ပါတယ်\nXCode မှ တင်ဆက်ပေးထားပါတယ်\nအလွဲ အနည်းငယ်ပါနိုင်တဲ့ အတွက် သည်းခံကြည့်ရှုပေးဖို့\nမေတ္တာရပ်ခံပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားကေတာ့ ၂၀၂၀ ခုႏွစ္မွာ ထြက္ရွိလာတဲ့\nGhost Stories Version အသစ္ျဖစ္ပါတယ္\nဘယ္ေတာ့မွ ၾကည့္လို႔မ႐ိုးတဲ့ Ghost Stories ႐ုပ္ရွင္ေတြလို\nအလြမ္း အၾကမ္း အလန္း ေတြ ပါဝင္ေနပါတယ္...\nအရင္ ႐ုပ္ရွင္ေတြ နဲ႔ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1x699/Ghost.Stories.Of.Extreme.Taoist.2020_720P_%7BCM%7D.mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8P13nIvkkizVBzd2RpegsRt5zP.jpg",
        "title": "Beats (2019)",
        "description": "(Unicode)Rap ဂီတကိုကြိုက်တဲ့သူတွေအတွက် Rap ဂီတနဲ့ပတ်သက်တဲ့ဇာတ်ကားသစ်လေးတစ်ကားပဲဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ ချီကာဂိုမြို့ရဲ့ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုမှာ ခဏခဏ သေနတ်ပစ်ခတ်မှုတွေ လူငယ်တွေကြားရာဇဝတ်မှုတွေနဲ့ မလုံခြုံတဲ့အနေအထားမှာဩဂတ်စ်ဆိုတဲ့လူငယ်လေးတစ်ယောက် ငယ်ငယ်ရွယ်ရွယ်နဲ့စိတ်ခြောက်ခြားစရာကိစ္စတစ်ခုကြုံခဲ့ရပြီးနောက်အပြင်တောင်မထွက်ရဲလောက်အောင် စိတ်ဒဏ်ရာရသွားခဲ့ပါတယ်။ဒီလိုနဲ့ အိမ်မှာပဲနေရင်း သူစိတ်ဝင်စားနဲ့ ရက်ပ်သံစဉ်တွေဖန်တီးတာကို အားအားရှိလုပ်နေပါတော့တယ်။အဲလိုအချိန် တချိန်ကဂီတလောကမှာ မန်နေဂျာအနေနဲ့ နာမည်တစ်ခုရှိခဲ့တဲ့ ရိုမယ်လိုတစ်ယောက်ကလည်း ပြသနာတွေကြောင့်ကျောင်းလုံခြုံရေးဝန်းထမ်းဘဝရောက်ပြီး တစ်နေ့ဩဂတ်စ်ရဲ့အရည်အချင်းကို သတိထားမိစေတဲ့နေ့ကိုရောက်လာပါတယ်။ဒီလိုနဲ့ ကောင်လေးကိုတွဲခေါ်ရင်း သူတို့နှစ်ယောက်ရဲ့ဒဏ်ရာကိုယ်စီဘယ်လိုဖြေဖျောက်မလဲနောက်ကွယ်ကဘာဇာတ်လမ်းတွေရှိလဲဆိုတာကိုသိရမှာပါ။သီချင်းတွေဟာလည်း ရက်ပ်ကြိုက်တဲ့သူတွေအတွက် တကယ်နားထောင်လို့ကောင်းတဲ့အတွက် ကျေနပ်မှုဂစေမှာပါRating အနေနဲ့ 6.4/10 အထိရထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)Rap ဂီတကိုႀကိဳက္တဲ့သူေတြအတြက္ Rap ဂီတနဲ႔ပတ္သက္တဲ့ဇာတ္ကားသစ္ေလးတစ္ကားပဲျဖစ္ပါတယ္။အေမရိကန္ႏိုင္ငံ ခ်ီကာဂိုၿမိဳ႕ရဲ႕ဆင္ေျခဖုံးရပ္ကြက္တစ္ခုမွာ ခဏခဏ ေသနတ္ပစ္ခတ္မႈေတြ လူငယ္ေတြၾကားရာဇဝတ္မႈေတြနဲ႔ မလုံၿခဳံတဲ့အေနအထားမွာဩဂတ္စ္ဆိုတဲ့လူငယ္ေလးတစ္ေယာက္ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔စိတ္ေျခာက္ျခားစရာကိစၥတစ္ခုႀကဳံခဲ့ရၿပီးေနာက္အျပင္ေတာင္မထြက္ရဲေလာက္ေအာင္ စိတ္ဒဏ္ရာရသြားခဲ့ပါတယ္။ဒီလိုနဲ႔ အိမ္မွာပဲေနရင္း သူစိတ္ဝင္စားနဲ႔ ရက္ပ္သံစဥ္ေတြဖန္တီးတာကို အားအားရွိလုပ္ေနပါေတာ့တယ္။အဲလိုအခ်ိန္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2d3C0/(CM)_Beats.2019.720p.NF.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/82132724_786935745133229_5251830660305256448_n-141x200.jpg",
        "title": "[21+] EBOD-405 Cheating Wife – Fucked By Her Father-In-Law Behind Her Husband s Back… Yuino",
        "description": "(Unicode)\nDark Side Production မှ တင်ဆက်သည်။\nJAV fan တွေအတွက် တင့်တယ်တဲ့ရွှေရင်အစုံ နဲ့ soft body ပိုင်ရှင် ? မြင်ရသူတိုင်း လှုပ်လှုပ်ရှားရှားဖြစ်သွားစေမဲ့ Yurina Momose နဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အိမ်ထောင်ပြုတယ်ဆိုတာ ကံစမ်းမဲနှိုက်ရသလိုပါပဲ တစ်ခါတလေကျရင် ကိုယ်တွေးထားသလို ကိုယ်ထင်ထားသလိုတွေဖြစ်မလာတက်ပါဘူးတို့တွေအိမ်ထောင်ပြုပြီးရင် ဘယ်လိုနေမယ်ဆိုပြီး တွေးထင် အစီအစဉ်တွေဆွဲထားတာတွေက တကယ့်လက်တွေ့မှာ ကမောက်ကမတွေ ဖြစ်သွားတက်ပါတယ်အခုလည်းကြည့်လေ ယူအီနို တစ်ယောက် လက်ထပ်ပြီးရင် ချစ်ရတဲ့ သူနဲ့ နှစ်ဦးတည်း နေရတော့မယ်ဆိုပြီး အားခဲထားသမျှ သဲရေကျခဲ့ရပါပြီယောက္ခမဆိုတဲ့ တံတိုင်းကြီးက သူတို့နှဦးရဲ့ ကြင်စဦး အရသာကို ခြားနားထားပြီလေသည်ကြားထဲ သူမရဲ့ တင်းရင်းပြီး နုထွားနေတဲ့ ရွှေရင်အစုံကို မျက်စောင်းခဲ နေတာကိုလည်း မသိကျိုးကျွန်ပြုနေရသေးတယ်ဒါအပြင် သူမရဲ့အခြေအနေက ညည်းငွေ့စရာလည်းကောင်းနေပြန်တယ်လင်ဖြစ်သူ က အချိန်ပြည့်အလုပ်လုပ်နေရတယ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/21-ebod-405-cheating-wife-fucked-by-her-father-in-law-behind-her-husband-s-back-yuino/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/pocahontas-ii-journey-to-a-new-world-1998-105x200.jpg",
        "title": "Pocahontas II: Journey to a New World (1998)",
        "description": "(Unicode)Pocahontas 2 ကိုလာကြည့်ဖို့လုပ်ပြီ ဆိုကတည်းက နံပါတ် 1 ကိုအတော်ကြိုက်ခဲ့လို့ ထင်ပါရဲ့။ဒီဒုတိယပိုင်းမှာ ပိုကာဟွန်းတက်စ် ဟာ Disney Princesses တွေလုံးဝမရွေးချယ်ဖူးတဲ့ ကြီးမားတဲ့ မထင်မှတ်စရာ ရွေးချယ်မှုကို ရွေးချယ်သွားပါတယ်။အမှန်ပြောရရင် ဒီကားကို ဘာသာပြန်မယ်ဆိုတုန်းက နံပါတ် 1လောက်ကောင်းမယ် လို့မထင်ခဲ့ဘူးဗျ။လုံးဝမှားတာပါပဲဗျာ။ဒီဇာတ်လမ်းလေးမှာတော့ အင်္ဂလန်နိုင်ငံနဲ့ အင်ဒီးယန်းလူရိုင်းတွေအကြား နားလည်မှုလွဲတာကိုပိုကာဟွန်းတက်စ် နဲ့ အင်္ဂလန်နိုင်ငံသား ဂျွန်ရော့ဖ် တို့ ပညာသားပါပါ ပြေလည်အောင်ကြိုးပမ်းရတဲ့အကြောင်းကို ရိုက်ကူးထားပါတယ်။မထင်မှတ်ထားတာ ဖြစ်မယ်ဆိုတာတော့ လောင်းရဲသဗျ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Pocahontas 2 ကိုလာၾကည့္ဖို႔လုပ္ၿပီ ဆိုကတည္းက နံပါတ္ 1 ကိုအေတာ္ႀကိဳက္ခဲ့လို႔ ထင္ပါရဲ႕။ဒီဒုတိယပိုင္းမွာ ပိုကာဟြန္းတက္စ္ ဟာ Disney Princesses ေတြလုံးဝမေ႐ြးခ်ယ္ဖူးတဲ့ ႀကီးမားတဲ့ မထင္မွတ္စရာ ေ႐ြးခ်ယ္မႈကို ေ႐ြးခ်ယ္သြားပါတယ္။အမွန္ေျပာရရင္ ဒီကားကို ဘာသာျပန္မယ္ဆိုတုန္းက နံပါတ္ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1x6ai/(CM)_Pocahontas.2.Journey.to.the.New.World.1998.720p.Blu-Ray.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg",
        "title": "Pocahontas (1995)",
        "description": "(Unicode)Disney Princess ဆိုတာနဲ့လူတိုင်း သိကြမယ်လို့ထင်ပါတယ်။ယခုပြောမှာကတော့ Disneyမင်းသမီးလေးတစ်ယောက် ဖြစ်တဲ့ ပိုကာဟွန်းတက်စ်(Pocahontas)ရဲ့ ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပါတယ်။ဒီကာတွန်းလေးကတော့ အော်စကာဆုနှစ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အလွန်လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ကာဇာတ်ကြောင်းတွေဟာဆိုလည်း တကယ်ရှိခဲ့တဲ့ ပိုကာဟွန်းတက်စ် မင်းသမီးလေးအပေါ် အနည်းငယ်အခြေခံထားတာတွေ့ရပါတယ်။ဒီဇာတ်လမ်းထဲမှာလေးကတော့ အင်္ဂလန်ကနေ အမေရိကတိုက်ကို လာပြီး အခြေချကာ ရတနာတူးဖော်လိုသူတွေနဲ့ အမေရိကတိုက်ရဲ့မူရင်းမျိုးနွယ် အင်ဒီးယန်းတွေကြားမှာ ဖြစ်ကြတဲ့ ရန်လိုစိတ်တွေကြား ရဲ့ရင်မှု၊စိတ်ထားဖြူစင်မှု၊ညဏ်ပညာအမျှော်အမြင်တွေနဲ့ပိုကာဟွန်းတက်စ် တစ်ယောက် ဘယ်လို ငြိမ်းအေးအောင်လုပ်မလဲဆိုတဲ့အကြောင်းလေးပါပဲ။ဒီကားလေးက စင်ဒရဲလားလိုကားလေး လုံးဝမဟုတ်တဲ့အတွက် ချိဖတို့လည်း မိန်းကလေးတွေရှေ့မှာ ရဲရဲကြည့်လို့ရတယ်နော်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Disney Princess ဆိုတာနဲ႔လူတိုင္း သိၾကမယ္လို႔ထင္ပါတယ္။ယခုေျပာမွာကေတာ့ Disneyမင္းသမီးေလးတစ္ေယာက္ ျဖစ္တဲ့ ပိုကာဟြန္းတက္စ္(Pocahontas)ရဲ႕ ဇာတ္လမ္းေလးအေၾကာင္းျဖစ္ပါတယ္။ဒီကာတြန္းေလးကေတာ့ ေအာ္စကာဆုႏွစ္ဆုကို ထိုက္ထိုက္တန္တန္ရရွိခဲ့ၿပီး အလြန္လူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းေလးျဖစ္ကာဇာတ္ေၾကာင္းေတြဟာဆိုလည္း တကယ္ရွိခဲ့တဲ့ ပိုကာဟြန္းတက္စ္ မင္းသမီးေလးအေပၚ အနည္းငယ္အေျခခံထားတာေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းထဲမွာေလးကေတာ့ အဂၤလန္ကေန အေမရိကတိုက္ကို လာၿပီး အေျခခ်ကာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x6au/(CM)_Pocahontas.1995.720p.Blu.Ray.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "title": "Parasite (2019)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d'Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်... File ...",
        "rating": "8.6",
        "url": "https://megaup.net/2ofsi/Parasite_(Gisaengchung)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/take-me-home-2016-150x200.jpg",
        "title": "Take Me Home (2016)",
        "description": "(Unicode)မင်းသားချောလေး Mario ရဲ့ သရဲကားလေးပါ2016 ထွက်တာဆိုတော့ ကြာတော့ကြာနေပေမဲ့ မကြည့်ရသေးတဲ့သူတွေအဖို့ ကြည့်သင့်တဲ့ ကားလေးပါနော်ဇာတ်လမ်းအစမှာ တန်က accident တခုကြောင့် အတိတ်မေ့နေတဲ့ ကောင်လေးတယောက် သူ့နာမည်အပြည့်အစုံကိုတောင်မမှတ်မိပါဘူးသူ့နာမည် တန် ဆိုတာကလွဲရင် သူဘယ်ကလာလဲသူ့မိသားစုကဘယ်သူတွေလဲဆိုတာ ဘာမှမမှတ်မိဘူးသူ့မိသားစုကိုသူလိုက်ရှာခဲ့တယ်တစ်ခုခုက တန့်ကို သူ့မိသားစုဆီကို လမ်းညွှန်ခဲ့တဲ့အတွက် မိသားစုနြဲ့့ပန်တွေ့ခဲ့ရတယ်ဒီလိုနဲ့ သူဘာတွေဖြစ်ခဲ့တာလဲဆိုတာရယ် သူ့မိသားစုရဲ့အကြောင်းတွေကို သိဖို့ကြိုးစားရင်း တဖြေးဖြေးနဲ့ကြောက်မက်ဖွက်အဖြစ်အပျက်တွေနဲ့ သူ့မိသားစုရဲ့ လျို့ဝှက်ချက်တွေကို သိခွင့်ရတဲ့အခါဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ရှုစားကြပါ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်…(Zawgyi)မင္းသားေခ်ာေလး Mario ရဲ႕ သရဲကားေလးပါ2016 ထြက္တာဆိုေတာ့ ၾကာေတာ့ၾကာေနေပမဲ့ မၾကည့္ရေသးတဲ့သူေတြအဖို႔ ၾကည့္သင့္တဲ့ ကားေလးပါေနာ္ဇာတ္လမ္းအစမွာ တန္က accident တခုေၾကာင့္ အတိတ္ေမ့ေနတဲ့ ေကာင္ေလးတေယာက္ သူ႔နာမည္အျပည့္အစုံကိုေတာင္မမွတ္မိပါဘူးသူ႔နာမည္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d3D3/(CM)_Take.Me.Home.2016.Netflix.720p.mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the-assassin-2015-135x200.jpg",
        "title": "The Assassin (2015)",
        "description": "The Assassin (2015)လြန္ခဲ့ေသာ ရာစုႏွစ္ကိုးစုနွစ္၊ တန္ မင္းဆက္ရဲ႕ ေနာက္ဆံုးနွစ္မ်ားအခ်ိန္ကို အေျခခံျပီးရိုက္ကူးထားတာျဖစ္ျပီးဒီဇာတ္ကားထဲမွာ အားလံုးသိျကတဲ့ မင္းသမီး Shu Qi ဟာဆုိရင္ Assassin အေနနဲ႔ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။သူမဆရာ(သခင္မ) Jiaxinမွ သူမအား အက်င့္ပ်က္အရာရွိမ်ားကို သတ္ဖို႔ညႊန္ျကားခဲ့ရာတာ၀န္ကိုပ်က္ကြက္ခဲ့တာေျကာင့္ အျပစ္ေပးခံရျပီးေနာက္ ဘယ္လုိဆက္ျဖစ္သြားမလဲဆုိတာကို ျကည့္ရွု႕ျကရမွာျဖစ္ပါတယ္။IMDb Rating ကေတာ့ 6.3/10 ပါ။[Unicode]The Assassin (2015)လွန်ခဲ့သော ရာစုနှစ်ကိုးစုနှစ်၊ တန် မင်းဆက်ရဲ့ နောက်ဆုံးနှစ်များအချိန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပြီးဒီဇာတ်ကားထဲမှာ အားလုံးသိကြတဲ့ မင်းသမီး Shu Qi ဟာဆိုရင် Assassin အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။သူမဆရာ(သခင်မ) Jiaxinမှ သူမအား အကျင့်ပျက်အရာရှိများကို သတ်ဖို့ညွှန်ကြားခဲ့ရာတာဝန်ကိုပျက်ကွက်ခဲ့တာကြောင့် အပြစ်ပေးခံရပြီးနောက် ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ်။IMDb Rating ကတော့ 6.3/10 ပါ။ File size__( 930 MB) and ( 350 MB)\nQuality__720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:46:25\nType__Action, Drama, ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x6bc/The_Assassin_(2015).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/outlawed-155x200.jpg",
        "title": "Outlawed (2018)",
        "description": "Outlawed (2018)============#UnicodeOutlawed 2018\nIMDB 5.8\nRating ကောင်းကောင်းလေး နဲ့ အင်္ဂလန် Action ကားတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့ တစ်ညမှာ\nနော်တင်ဟမ်မြို့မှာ အင်အားအကြီးဆုံး နိုင်ငံရေးသမား အာချီဘတ်က သူ့လုပ်ငန်းကအဖွဲ့ဝင်ဖြစ်တဲ့\nနော်တင်ဟမ်မြို့တော်ဝန်ကို သတ်ပစ်လိုက်ပါတယ် အဲ့လိုသတ်တဲ့အချိန်မှာ သူတို့အနားမှာ အသံဖမ်းနားထောင်နေတဲ့ ဂျိတ်ထ်အဖေရှိနေခဲ့ပါတယ် သတ်ပြီးလိုက်တဲ့အချိန်မှာမှာ သူရှိနေတာကိုသတိထားမိပါတယ် အဲ့တော့ သက်သေခံပစ္စည်းရဖို့နည်းမျိုးစုံနဲ့လိုက်ပါတယ် ဒါပေမယ့် လူကိုပဲတွေ့တယ် သက်သေခံပစ္စည်းကိုတော့မတွေ့ပါဘူး အာချီဘတ်လဲ သက်သေခံပစ္စည်းကိုနှစ်တွေအကြာကြီးလိုက်ရှာနေဆဲပါပဲ ဂျိတ်ထ်ရဲ့အဖေဟာသူ့သမီးငယ်သေးတဲ့အတွက် သက်သေခံပစ္စည်းထားတဲ့နေရာရဲ့သော့တစ်ချောင်းသာအပ်ခဲ့ပြီးအသက်ကြီးလာမှာသွားယူဖို့ပြောခဲပါတယ် အာချီဘတ်က သူ့လုပ်ငန်းမှာ အဆင်ပြေပြေလုပ်ကိုင်ဖို့ ဂျိတ်ထ် ရဲ့သူငယ်ချင်း အထူးတပ်ဖွဲ့မှာတာဝန်ထမ်းဆောင်နေတဲ့ ဂျိတ်ခ်ကိုကမ်းလှမ်းခဲ့ပါတယ် ဒါပေမယ့် ဂျိတ်ခ်ဟာ အာချီဘတ် မကောင်းတာတွေလုပ်နေမှန်းသိလို့ငြင်းပယ်လိုက်ပါတယ် တစ်နေ့အာချီဘတ်ဟာ သူ့လုပ်ငန်းကြောင့် သူ့ကလေးနှစ်ယောက်ကိုပြန်ပေးဆွဲတာခံရပါတယ် အာဏရှိနိုင်ငံရေးသမားပီပီ စစ်တပ်ရဲ့အကူအညီတောင်းပြီးအထူးတပ်ဖွဲ့ကို သူ့ကလေးနှစ်ယောက်ကိုပြန်ကယ်ခိုင်းခဲ့ပါတယ် ဂျိတ်ခ်ရဲ့သူငယ်ချင်းအမှားကြောင့် အာချီဘတ်ရဲ့သားဟာ ကယ်ဆယ်နေရင်းသေခဲ့ရပါတယ် အဲ့ဒါကြောင့်အာချီဘတ်လဲ မကျေနပ်ခဲ့ပါဘူး နောက်ပိုင်းမှာတော့ ဂျိတ်ထ်လဲ သက်သေခံပစ္စည်းကိုနားထောင်မိပြီး ဂျိတ်ခ်ကိုပြောခဲ့ပါတယ် ဂျိတ်ခ်ကလဲသူ့သူငယ်ချင်းကိုကူညီဖို့ အာချီဘတ်ကို ရင်ဆိုင်တိုက်ခိုက်ပါတယ် ...",
        "rating": "",
        "url": "https://megaup.net/15yav/Outlawed_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcaRTiIOrkDM8vuQkDXhMgWJ2GO.jpg",
        "title": "The Divine Move 2: The Wrathful(2019)",
        "description": "The Divine Move 2: The Wrathful(2019)(unicode)The Divine Move က 2014 မှာ ထွက်ခဲ့ဖူးပါတယ်...မင်းသားကြီး Woo-sung Jung\nကအဓိက သရုပ်ဆောင်ထားတဲ့ ဂိုကစားနည်းကိုအခြေခံထားတဲ့ဒီဇာတ်ကားဟာ\nတော်တော်များများကြိုက်နှစ်သက်ကြတယ်...\nအခု ၂၀၁၉ မှာ ထွက်တဲ့ The Divine Move 2 ဟာ 1 နဲ့ ဆက်စပ်မှုတော့သိပ်မရှိလှပါဘူး..\nသို့ပေမယ် ဂိုကစားနည်းနဲ့ပဲ ဇာတ်အိမ်ကိုအခြေပြုထားတယ်...အရင်ကားထက်တောင်\nအက်ရှင်ခန်းတွေပိုများလာသလို Fight Scene တွေလည်းပိုမိုက်လာတယ်....\nအားနေ ချနေတာမျိုးမဟုတ်ဘူး ဇာတ်လမ်းသွားကလည်းအတော်ကောင်းပါတယ်..\nသတ်ဖြတ်ခန်းတွေ ဓားနဲ့ထိုးတာတွေ အရိုးတွေချိုးတွေ တော်တော်ကြီးကိုပီပြင်တယ်...\nSpoiler ဖြစ်မှာ စိုးလို့ ဒီလောက်ပဲပြောပါရစေ....\nကျွန်တော်ပြောရဲတယ်...ဒေါင်းကြည့်လို့ ခင်ဗျားတို့ နောင်တလုံး၀မရစေရဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....(zawgyi)The Divine Move က 2014 မွာ ထြက္ခဲ့ဖူးပါတယ္...မင္းသားႀကီး Woo-sung Jung\nကအဓိက သ႐ုပ္ေဆာင္ထားတဲ့ ဂိုကစားနည္းကိုအေျခခံထားတဲ့ဒီဇာတ္ကားဟာ\nေတာ္ေတာ္မ်ားမ်ားႀကိဳက္ႏွစ္သက္ၾကတယ္...\nအခု ၂၀၁၉ မွာ ထြက္တဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2T16w/The_Divine_Move_2-The_Wrathful.2019.HD-RIP720P.PP.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/chicken-150x200.jpg",
        "title": "Chicken Girls: The Movie (2018)",
        "description": "Chicken Girls: The Movie (2018)========================#UnicodeChicken Girls: The Movie က Teen Drama, Web Series တစ်ခုဖြစ်တဲ့ နာမည်တူ Chicken Girls ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားမှာတော့ Spring Fling ကပွဲကို ဖျက်သိမ်းခံလိုက်ရတဲ့အတွက်Rhyme က ကပွဲကို ကျင်းပဖြစ်အောင် ကြိုးစားတာကိုတွေ့ရမှာပါ။ ပေါ့ပေါ့ပါးပါးလူငယ်ကြိုက်ဇာတ်ကားတစ်ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားလေးပါ။ #ZawgyiChicken Girls: The Movie က Teen Drama, Web Series တစ္ခုျဖစ္တဲ့ နာမည္တူ Chicken Girls ကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားမွာေတာ့ Spring Fling ကပြဲကို ဖ်က္သိမ္းခံလိုက္ရတဲ့အတြက္Rhyme က ကပြဲကို က်င္းပျဖစ္ေအာင္ ႀကိဳးစားတာကိုေတြ႕ရမွာပါ။ ေပါ့ေပါ့ပါးပါးလူငယ္ႀကိဳက္ဇာတ္ကားတစ္ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားေလးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ...",
        "rating": "",
        "url": "https://megaup.net/1x6c2/[CM]Chicken.Girls.The.Movie.2018.720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVDzIqZL4uF8XFilc0txc2vcT9T.jpg",
        "title": "Mrs Lowry & Son(2019)",
        "description": "Mrs Lowry & Son(2019)IMDb...6.8(unicode)ဒီကားလေးတော့ ၁၉၀၀ခုနှစ်များနောက်ပိုင်းမှာ\nနာမည်ကျော်ကြားခဲ့တဲ့Englishပန်းချီဆရာ L.S.Lowry ရဲ့ဘဝဇာတ်ကြောင်းလေးပဲဖြစ်ပါတယ်...\nဇာတ်အိမ်တည်ဆောက်ထားပုံကရိုးရှင်းပြီး\nပါဝင်တဲ့သရုပ်ဆောင်တွေက ကျရာနေရာမှာပီပီပြင်ပြင်သရုပ်ဆောင်ထားနိုင်တာကိုတွေ့ရမှာပါ\nဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nအသက်သာကြီးနေပေမယ့်ဘာမှပေါက်ပေါက်မြောက်မြောက်မရှိတဲ့ပန်းချီဆရာလော်ရီဟာ\nသူတစ်ပါးချေးထားတဲ့အကြွေးတွေကိုလိုက်တောင်းပေးရတဲ့သူအဖြစ်အသက်မွေးဝမ်းကြောင်းပြုရင်း\nအသက်ရွယ်အိုမင်းပြီးလမ်းမလျှောက်နိုင်တော့တဲ့အမေအိုကြီးကိုလုပ်ကျွေးပြုစုနေသူတစ်ယောက်ပါ...\nသူ့အမေကတော့ လော်ရီရဲ့ပန်းချီပညာပေါ်ထားတဲ့ခံယူချက်တွေရူးသွပ်မှုတွေကို\nတားမြစ်ပြီးစီးပွားရေးလုပ်ငန်းရှင်သာလုပ်စေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ယောက်ပေါ့...\nဒီလိုနဲ့ပဲလော်ရီတစ်ယောက်သူဖြစ်ချင်တာနဲ့မိခင်စိတ်ဆန္ဒတို့အကြား\nဗျာများနေရပါတော့တယ်\nဒီကားလေးမှာထူးခြားတာကတော့ ၁၉၀၀ခုနှစ်ဝန်းကျင်မှာအင်္ဂလန်နိုင်ငံရဲ့\nလူတန်းစားကွဲပြားပုံတွေ စက်မှုဖွင့်ဖြိုးတိုးတက်တဲ့နောက်ကွယ်ကဘဝတွေကို\nအသေးစိတ်မဟုတ်တောင်မြင်သာအောင်ရိုက်ပြထားတာကိုတွေ့ရမှာပါ\nပန်းချီဆရာတစ်ယောက်ရဲ့အတွေးအမြင်စိတ်နေစိတ်ထားတွေကိုတော့\nရိုးရိုးရှင်းရှင်းကွက်ကွက်ကွင်းကွင်းဖော်ပြထားပါတယ်...\nIMDb...6.8 ရရှိထားလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မယ်လို့ထင်ပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီကားေလးေတာ့ ၁၉၀၀ခုႏွစ္မ်ားေနာက္ပိုင္းမွာ\nနာမည္ေက်ာ္ၾကားခဲ့တဲ့Englishပန္းခ်ီဆရာ L.S.Lowry ရဲ႕ဘဝဇာတ္ေၾကာင္းေလးပဲျဖစ္ပါတယ္...\nဇာတ္အိမ္တည္ေဆာက္ထားပုံက႐ိုးရွင္းၿပီး\nပါဝင္တဲ့သ႐ုပ္ေဆာင္ေတြက က်ရာေနရာမွာပီပီျပင္ျပင္သ႐ုပ္ေဆာင္ထားႏိုင္တာကိုေတြ႕ရမွာပါ\nဇာတ္လမ္းအက်ဥ္းေျပာရရင္ေတာ့\nအသက္သာႀကီးေနေပမယ့္ဘာမွေပါက္ေပါက္ေျမာက္ေျမာက္မရွိတဲ့ပန္းခ်ီဆရာေလာ္ရီဟာ\nသူတစ္ပါးေခ်းထားတဲ့အေႂကြးေတြကိုလိုက္ေတာင္းေပးရတဲ့သူအျဖစ္အသက္ေမြးဝမ္းေၾကာင္းျပဳရင္း\nအသက္႐ြယ္အိုမင္းၿပီးလမ္းမေလွ်ာက္ႏိုင္ေတာ့တဲ့အေမအိုႀကီးကိုလုပ္ေကြၽးျပဳစုေနသူတစ္ေယာက္ပါ...\nသူ႔အေမကေတာ့ ေလာ္ရီရဲ႕ပန္းခ်ီပညာေပၚထားတဲ့ခံယူခ်က္ေတြ႐ူးသြပ္မႈေတြကို\nတားျမစ္ၿပီးစီးပြားေရးလုပ္ငန္းရွင္သာလုပ္ေစခ်င္တဲ့ဆႏၵရွိတဲ့သူတစ္ေယာက္ေပါ့...\nဒီလိုနဲ႔ပဲေလာ္ရီတစ္ေယာက္သူျဖစ္ခ်င္တာနဲ႔မိခင္စိတ္ဆႏၵတို႔အၾကား\nဗ်ာမ်ားေနရပါေတာ့တယ္\nဒီကားေလးမွာထူးျခားတာကေတာ့ ၁၉၀၀ခုႏွစ္ဝန္းက်င္မွာအဂၤလန္ႏိုင္ငံရဲ႕\nလူတန္းစားကြဲျပားပုံေတြ စက္မႈဖြင့္ၿဖိဳးတိုးတက္တဲ့ေနာက္ကြယ္ကဘဝေတြကို\nအေသးစိတ္မဟုတ္ေတာင္ျမင္သာေအာင္႐ိုက္ျပထားတာကိုေတြ႕ရမွာပါ\nပန္းခ်ီဆရာတစ္ေယာက္ရဲ႕အေတြးအျမင္စိတ္ေနစိတ္ထားေတြကိုေတာ့\n႐ိုး႐ိုးရွင္းရွင္းကြက္ကြက္ကြင္းကြင္းေဖာ္ျပထားပါတယ္...\nIMDb...6.8 ရရွိထားလို႔ ၾကည့္ရက်ိဳးနပ္တဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္မယ္လို႔ထင္ပါတယ္..\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္...  File Size : (850MB) and (309 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1x6ck/Mrs._Lowry_And_Son.2019.WEB-DL.720P.PP.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vpJe86UKRRK2ZgGnCElpTUVFl5i.jpg",
        "title": "Ujda Chaman(2019)",
        "description": "Ujda Chaman(2019)IMDb...7.4(unicode)တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်တဲ့ချာမန်ဟာ\nအသက်သုံးဆယ်အရွယ်လူပျိုကြီးတစ်ယောက်..သူ့မှာအိမ်ရှိတယ်\nမိသားစုကောင်းတယ် ...အစိုးရအလုပ်လဲရှိတယ်... ရုပ်ရည်လဲရှိတယ်...\nဒါပေမယ့်..မရှိသေးတာက မိန်းမဖြစ်နေတယ်....\nသူကိုယ်တိုင်ကလည်း အိမ်ထောင်ဖက်ချစ်သူကို အရမ်းလိုအပ်နေပေမယ့်\nသူ့မှာဖျက်နေတာတစ်ခုက\nထိပ်ပြောင်နေတာပါဘဲ..သူ့ရဲထိပ်ပြောင်မှုကြောင့် ဘယ်မိန်းကလေးမိသားစုကမှ\nလက်မခံကြဘူး..တစ်နေ့တော့အွန်လိုင်းပေါ်ကနေ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ချိန်းခဲ့ကြတယ်..ထိပ်ပြောင်လို့ အိမ်ထောင်ဖက် မရဘူးလို့\nဘယ်သူပြောလဲဗျာ.....လိုင်းပေါ်ကသိတဲ့ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ ချိန်းလိုက်တယ်....အဲ့ဒီမှာ ဇာတ်လမ်းက စတော့တာပဲ...\nဘယ်လို အလွဲတွေနဲ့ ခွီးနေရမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး....\nအိန္ဒိယ ဟာသဇာတ်မြူးကားကောင်းမို့ ဆက်လက်ကြည့်ရှုကြပါကုန်...\nIMDb ...7.4 လည်းရရှိထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aung ပဲဖြစ်ပါတယ်....(zawgyi)\nတကၠသိုလ္ပါေမာကၡတစ္ဦးျဖစ္တဲ့ခ်ာမန္ဟာ\nအသက္သုံးဆယ္အ႐ြယ္လူပ်ိဳႀကီးတစ္ေယာက္..သူ႔မွာအိမ္ရွိတယ္\nမိသားစုေကာင္းတယ္ ...အစိုးရအလုပ္လဲရွိတယ္... ႐ုပ္ရည္လဲရွိတယ္...\nဒါေပမယ့္..မရွိေသးတာက မိန္းမျဖစ္ေနတယ္....\nသူကိုယ္တိုင္ကလည္း အိမ္ေထာင္ဖက္ခ်စ္သူကို အရမ္းလိုအပ္ေနေပမယ့္\nသူ႔မွာဖ်က္ေနတာတစ္ခုက\nထိပ္ေျပာင္ေနတာပါဘဲ..သူ႔ရဲထိပ္ေျပာင္မႈေၾကာင့္ ဘယ္မိန္းကေလးမိသားစုကမွ\nလက္မခံၾကဘူး..တစ္ေန႔ေတာ့အြန္လိုင္းေပၚကေန မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ခ်ိန္းခဲ့ၾကတယ္..ထိပ္ေျပာင္လို႔ အိမ္ေထာင္ဖက္ မရဘူးလို႔\nဘယ္သူေျပာလဲဗ်ာ.....လိုင္းေပၚကသိတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ ခ်ိန္းလိုက္တယ္....အဲ့ဒီမွာ ဇာတ္လမ္းက စေတာ့တာပဲ...\nဘယ္လို အလြဲေတြနဲ႔ ခြီးေနရမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး....\nအိႏၵိယ ဟာသဇာတ္ျမဴးကားေကာင္းမို႔ ဆက္လက္ၾကည့္ရႈၾကပါကုန္...\nIMDb ...7.4 လည္းရရွိထားပါတယ္...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ပဲျဖစ္ပါတယ္....File Size : (900 MB) and (336 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x6cu/Ujda_Chaman(2019).WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMmZhZmQ1YjYtMmZkZC00ZTIxLTg5YTctMDczZGJmZTllYjBkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Black and Blue (2019)",
        "description": "Black & Blue (2019)\nနယူးအော်လန်ရဲ့ ရဲတပ်ဖွဲ့မှ အမျိုးသမီးရဲမေလူသစ်လေး အလီရှာဟာ\nမူးယစ်တိုက်ဖျက်အဖွဲ့တစ်ဖွဲ့က မူးယစ်ဆေးရောင်းသူတွေကို အသေပစ်သတ်နေတဲ့\nဗီဒီယိုကို သူ့ကိုယ်ပေါ်မှာတပ်ဆင်ထားတဲ့ ကင်မရာမှတစ်ဆင့် ရိုက်ကူးထားမိတယ်...\nလူသတ်မှုကို ကျူးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမှုကို ကျူးလွန်နေတဲ့\nမယ်လွန်းဟုခေါ်သောရဲနှင့် သူတို့အဖွဲ့ဖြစ်တာကိုသိလိုက်ရတော့\nသူ့မအသက်ဘေးက လွတ်အောင် သူမကိုကူညီမယ့် သူ့ငယ်သူငယ်ချင်းရဲ့ အစ်ကိုဝမ်းကွဲရဲ့ အကူအညီကို ရခဲ့ပါတယ်...\nအသတ်ခံရတဲ့ဆေးရောင်းတဲ့ ဇီးရိုးဆိုသူမှာ ကင်းစတန်းအဖွဲ့ခေါင်းဆောင် ဒဲရီးယက်စ်ရဲ့ တူသားတော်သူဖြစ်နေလို့\nမယ်လွန်းရဲ့စကားကို နားယောင်ကာ အလီရှာနောက်ကို ဒဲရီးယက်စ်က\nလိုက် မယ်လွန်းက လိုက်နှင့် အသက်ဘေးကလွတ်အောင် ဘယ်လိုတွေရှောင်တိမ်းကြမလဲ...\nသူ့ဆီမှာရှိတဲ့အမှန်တရားကိုရိုက်မိထားတဲ့ ကင်မရာကိုရော စခန်းရောက်အောင်\nဘယ်လိုပို့ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း စီးမျောကြတာပေါ့နော်...\nလှုပ်လှုပ်ရှားရှား ကြိုက်နှစ်သက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရှိတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်....\nBlack & Blue (2019)\nနယူးအောျလနျရဲ့ ရဲတပျဖှဲ့မှ အမြိုးသမီးရဲမလေူသဈလေး အလီရှာဟာ\nမူးယဈတိုကျဖကြျအဖှဲ့တဈဖှဲ့က မူးယဈဆေးရောငျးသူတှကေို အသပေဈသတျနတေဲ့\nဗီဒီယိုကို သူ့ကိုယျပေါျမှာတပျဆငျထားတဲ့ ကငျမရာမှတဈဆင့ျ ရိုကျကူးထားမိတယျ...\nလူသတျမှုကို ကြူးလှနျတဲ့ လူသတျသမားဟာ လာဘျစားမှုကို ကြူးလှနျနတေဲ့\nမယျလှနျးဟုခေါျသောရဲနှင့ျ သူတို့အဖှဲ့ဖွဈတာကိုသိလိုကျရတော့\nသူ့မအသကျဘေးက ...",
        "rating": "",
        "url": "https://megaup.net/Tzwj/Black_And_Blue_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s8x7wDJ8pbSswM9w539Y7U04TMK.jpg",
        "title": "Marjaavaan (2019)",
        "description": "(Unicode)မကြာသေးခင်က ရုံတင်ခဲ့ပြီး CM ပရိသတ်တွေ တော်တော်များများ တောင်းဆိုကြတဲ့ ၂၀၁၉နှောင်းပိုင်းထွက် ဘောလိဝုဒ်ကားတစ်ကားကို ဒီနေ့ထွက်ထွက်ချင်း တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လူဆိုးလူမိုက် ရာဂူးနဲ့ စကားမပြောတတ်တဲ့ ဇိုယာတို့ ၂ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပေါ့။ရာဂူးကတော့ အန်နာဘိုင်ရဲ့ မွေးစားသားတစ်ယောက်၊ အန်နာဘိုင်ရဲ့ လက်ရုံးဆိုရင် ပိုမှန်တယ်။တစ်ဖက်မှာတော့ အန်နာဘိုင်ရဲ့ သားအရင်ဖြစ်သူကလည်း ရာဂူးနဲ့ မျက်နှာကြောမတည့်ဘူး။အခွင့်အရေးရရင် ရသလို လုပ်ကြံဖို့ အဆင်သင့်ဖြစ်နေတယ်။တစ်ဖက်ကလည်း လူသတ်မှုတွေအတွက် ရဲတွေဟာ အန်နာဘိုင်နဲ့ ရာဂူးကို ဖမ်းဖို့အဆင်သင့်စောင့်တယ်။ဒီလိုအဖြစ်အပျက်တွေကြားမှာ ဘဝကြမ်းကြမ်းနဲ့ နူးညံ့တဲ့ချစ်ခရီးလမ်း ဖြောင့်ဖြူးကြမလား၊ဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ကြမလဲဆိုတာကိုတော့ CM ပရိသတ်တွေကိုယ်တိုင် ခံစားကြည့်ကြပါဦး။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)မၾကာေသးခင္က ႐ုံတင္ခဲ့ၿပီး CM ပရိသတ္ေတြ ...",
        "rating": "3.9",
        "url": "https://megaup.net/2T17A/(CM)_Marjaavaan.2019.720p.AMZN.WEB-DL.mp4",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wW3J9e1K9A8mLnKSdgwFDXd1tKf.jpg",
        "title": "The Purple Plain(1954)",
        "description": "The Purple Plain(1954)Blu-Ray 1080p , 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...(unicode)လေယာဉ်မှူး\nဘီလ်ဖော်ရက်စ်တာဟာ သူ့ချစ်သူနဲ့လန်ဒန်မှာ\nမင်္ဂလာပွဲကျင်းပနေတယ်....ချစ်ရသူနဲ့ပေါင်းဖက်ဖို့\nအပြုံးကိုယ်စီနဲ့ပေါ့...ကံဆိုးစွာအဲ့ညမှာပဲ ဂျာမန်တွေက ဗုံးမိုးရွာချလို့\nအဆောက်အဦးတစ်ခုလုံးပြိုကျတဲ့အပြင် ဇနီးလောင်းလေးလည်း သေဆုံးသွားရှာတယ်...\nဖြေမဆည်နိုင်တဲ့ ဖော်ရက်စ်တာဟာ ဒီစိတ်ဒဏ်ရာကြီးနဲ့ စစ်ထွက်\nလာရတယ်...အဲ့ဒီမှာ သူအကြံရလာတယ်...နေလို့မကောင်းတဲ့လောကကြီးမှာ\nမြန်မြန်သေမှ သူခံစားရမှ သက်သာမယ်ဆိုပြီး စစ်ဆင်ရေးတွေမှာ\nဘယ်သူမှ မလုပ်တဲ့ မိုက်ရူးရဲ စစ်ထိုးမှုတွေလုပ်ပါတော့တယ်...\nဒီဇာတ်ကားက ကျွန်တော်တို့တော်တော်များများကြားဖူးကြမှာပါ...အဓိကက\nမြန်မာသရုပ်ဆောင်မင်းသမီးချောကြီး ဒေါ်ဝင်းမင်းသန်းပါတဲ့အပြင်\nမိတ္ထီလာဘက် မြန်မာအကြောင်းတွေလည်းပါလေတော့\nအားလုံးနဲ့မစိမ်းဘူးထင်ပါရဲ့..သို့ပါသော်လည်း အကြည်လေးကြည့်ပြီး\nအမှတ်တရသိမ်းဆည်းပြီး သား မြေး မြစ်တို့ထိ လက်ဆင့်ကမ်းရင်း\nဒါရှေးတုန်းက ငါတို့ရဲ့မင်းသမီးကြီးပေါ့လို့ ပြချင်ရင်ပြလို့ရအောင်ပါ...\n၁၉၅၄ ခုနှစ်ဆိုပေမယ့် တော်တော်ကြည့်လို့ကောင်းပါတယ်.....\nမင်းသမီးကြီးကလည်း ကြည့်လိုက်တာနဲ့ ဂုဏ်သရေရှိ မြန်မာအမျိုးသမီး\nတစ်ယောက်မှန်းသိသာစေတဲ့အပြင် သရုပ်ဆောင်လည်း လွန်စွာကောင်းလှပါတယ်..\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်...(zawgyi)ေလယာဥ္မႉး\nဘီလ္ေဖာ္ရက္စ္တာဟာ သူ႔ခ်စ္သူနဲ႔လန္ဒန္မွာ\nမဂၤလာပြဲက်င္းပေနတယ္....ခ်စ္ရသူနဲ႔ေပါင္းဖက္ဖို႔\nအၿပဳံးကိုယ္စီနဲ႔ေပါ့...ကံဆိုးစြာအဲ့ညမွာပဲ ဂ်ာမန္ေတြက ဗုံးမိုး႐ြာခ်လို႔\nအေဆာက္အဦးတစ္ခုလုံးၿပိဳက်တဲ့အျပင္ ဇနီးေလာင္းေလးလည္း ေသဆုံးသြားရွာတယ္...\nေျဖမဆည္ႏိုင္တဲ့ ေဖာ္ရက္စ္တာဟာ ဒီစိတ္ဒဏ္ရာႀကီးနဲ႔ စစ္ထြက္\nလာရတယ္...အဲ့ဒီမွာ သူအႀကံရလာတယ္...ေနလို႔မေကာင္းတဲ့ေလာကႀကီးမွာ\nျမန္ျမန္ေသမွ သူခံစားရမွ သက္သာမယ္ဆိုၿပီး စစ္ဆင္ေရးေတြမွာ\nဘယ္သူမွ မလုပ္တဲ့ မိုက္႐ူးရဲ စစ္ထိုးမႈေတြလုပ္ပါေတာ့တယ္...\nဒီဇာတ္ကားက ကြၽန္ေတာ္တို႔ေတာ္ေတာ္မ်ားမ်ားၾကားဖူးၾကမွာပါ...အဓိကက\nျမန္မာသ႐ုပ္ေဆာင္မင္းသမီးေခ်ာႀကီး ေဒၚဝင္းမင္းသန္းပါတဲ့အျပင္\nမိတၳီလာဘက္ ျမန္မာအေၾကာင္းေတြလည္းပါေလေတာ့\nအားလုံးနဲ႔မစိမ္းဘူးထင္ပါရဲ႕..သို႔ပါေသာ္လည္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-purple-plain1954/",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yflgsrm4Tjiy4n5TAkYCgLaxeoF.jpg",
        "title": "After She Wakes (2019)",
        "description": "Horror,thriller ကားကောင်းလေးပဲဖြစ်ပါတယ်သူမရဲ့ သားလေး သေဆုံးပြီးနောက်မှာ စိတ်ဒဏ်ရာရနေတဲ့အမေနဲ့သမီးငယ်တို့ဟာ သူတို့ခံစားရတဲ့ နာကျင်မှုတွေကြောင့် ပဲအိပ်ပျော်စဉ်မှာ အိပ်တဝက်နိုးတဝက် အနေအထားနဲ့ဘီလူးစီးခြင်း အိပ်ရင်း လမ်းလျောက်ခြင်း စတဲ့အဖြစ်အပျက်များ ကြုံတွေ့လာရပါတယ်အိပ်မက်ဆိုးတွေဟာလည်း မခံမရပ်နိုင်အောင် ကြမ်းလာပါတယ်ယုံကြည်မှုကင်းမဲ့လာပြီး အမေဖြစ်သူဟာ သူအိပ်ပျော်နေစဉ်အတွင်းတစ်ယောက်ယောက်က စောင့်ကြည့်နေတယ်လို့ခံစားမိလာပါတယ်အိပ်မက်ဆိုးတွေအတိုင်း တကယ့်လက်တွေ့မှာအိမ်တွင်းကျူးကျော်ဝင်ရောက်သူကိုခုခံဖိူ့ သူမရဲ့မိသားစုကိုကာကွယ်ဖို့လုပ်ဆောင်တဲ့အကြောင်းကို စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမဲ့ ကားလေးပါ File Size : ( 729 MB , 262 MB )Quality : WEB-DL 720pRunning Time : 1 hr 18 minFormat : Mp4Genre : Horror , ...",
        "rating": "5.8",
        "url": "https://megaup.net/1x6di/(CM)_After_She_Wakes_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72rFvIJOM8c6YusUCJ9sW2aAmqM.jpg",
        "title": "Apparition (2019)",
        "description": "အခုတစ်ခါကား​လေးက​တော့ CMပရိသတ်​တွေအကြိုက်​တွေ့မယ်horrorကား​ကောင်း​လေးတစ်ကားပါတခြားHorrorကား​တွေနဲ့မတူပဲ အက်ပလီ​ကေးရှင်းတစ်ခုနဲ့ဝိညာဥ်​လောကကိုချိတ်ဆက်ပြီးဆက်သွယ်တဲ့ပုံစံမျိုးရိုက်ကူးထားတဲ့ဇာတ်ကား​လေးပါပရီစတန်ဆိုတဲ့ က​လေး​ထောင်လိုမျိုး​ကျောင်းမှာဝှိုက်ရယ် ​လောရီရယ် ကင်းရယ် ​ဟေးရယ် ကြီးကြပ်ကြတယ်အဲ့မှာအိမ်သန့်ရှင်း​ရေး​ဝေယျာဝစ္စ​တွေလုပ်​ပေးတဲ့အန်နာလည်းရှိခဲ့တယ် အဲ့မှာ​တော့​ကောင်​လေး၇​ယောက်ကိုထိန်း​ကျောင်း​နေခဲ့ကြတာ​ပေါ့ နှစ်၂၀ကြာပြီးတဲ့​နောက်မှာ​တော့ ဝှိုက်ရဲ့သား​အကြီးဆုံး ဒက်ရခ်နဲ့ ကင်းရဲ့သမီးစကိုင်လာတို့ရဲ့လက်မထပ်ခင်အကြိုညစာစားပွဲကျင်းပခဲ့ကြတယ်ဝှိုက်ရဲ့အငယ်ဆုံးသားဆမ်က​တော့ appတစ်ခုကိုဖန်တီး​နေတာ​ပေါ့​လောရီရဲ့သား နိတ်ရယ် ​ဟေးရဲ့သမီး ​တေလာရယ် ဆမ်ရယ်ဒယ်ရခ့်ရယ် စကိုင်လာရယ် သူတို့အားလုံးဟာသူငယ်ချင်း​တွေ​ပေါ့ညစာစားပွဲပြီးတော့ ဆမ် ဖန်တီးထားတဲ့ appတစ်ခုကိုသူတို့၅​ယောက်စမ်းသပ်ခဲ့ကြတယ်အဲ့app​ကကိုယ့်မိသားစုထဲက​သေဆုံးသွားတဲ့သူနဲ့ ချိတ်ဆက်​ပေးနိုင်တယ်ပထမဆုံးစမ်းကြည့်တဲ့သူက​တော့​တေလာပေါ့သူမရဲ့ဆုံးပါးသွားတဲ့အဖွား​နေခဲ့တဲ့​နေရာကိုappက​ဖော်ပြပြီးသူတို့အဲ့​ညွှန်ပြတဲ့အတိုင်းသွားခဲ့ကြတယ်တကယ်ပဲသူမရဲ့အဖွားဆက်သွယ်တာဖြစ်​နေခဲ့တယ်​နောက်ထပ် စကိုင်လာကစမ်းကြည့်ခဲ့တယ်appညွှန်ပြတဲ့တည်​နေရာကပရီစတန်​ကျောင်းဖြစ်​နေခဲ့တယ်ပရီတန်​ကျောင်းနဲ့ သူတို့​တွေဘယ်လိုပတ်သက်​နေလဲဘာ​ကြောင့်သူမအလှည့်ကျမှသူတို့မိဘ​တွေအလုပ်လုပ်ခဲ့တဲ့​နေရာဖြစ်​နေရတာလဲ ​နောက်ပိုင်းဘယ်လို​တွေ​ခြောက်လန့်ခံရမလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါ File Size : ( 776 MB , 284 ...",
        "rating": "3.9",
        "url": "https://megaup.net/1x6dq/(CM)_Apparition_2019_(Large_Size).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuLyLn0bLCieQabdvGwFj0wV1Cz.jpg",
        "title": "Bernie the Dolphin 2 (2019)",
        "description": "ဒီနေ့တင်မဲ့ကားလေးကတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်ပီးကြည်နူးဖို့ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bernie The DolphinDolphin(1)ဆိုပီး ၂၀၁၈တုန်းက ထွက်ရှိထားပီးအခုကားကတော့ ၂၀၁၉ကမှထွက်ထားတဲ့ Bernie The Dolphin(2)ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ကယ်ဗင်နဲ့ဘာနီဟာသူတို့ရဲ့အချစ်ဆုံးသူငယ်ချင်းလေးဘာနီ ပြန်လာတဲ့အရမ်းပျော်နေကြပါတယ်။ဒါပေမဲ့သူတိုရဲ့ ရန်သူဟောင်းကြီး ဝစ်စတန်ဟာ လွတ်ငြိမ်းခွင့်နဲ့ ထောင်ကလွတ်လာပါတယ်.ထောင်ကလွတ်ပီးMarinelandမှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတယ်။အလုပ်လုပ်ရင်းနဲ့ လင်းပိုင်လေးရက်စ်စကယ်နဲ့ရင်းနှီးလာတဲ့အချိန်မှာအရင်တုန်းက ပြန်ပေးဆွဲမှုမှာ လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒက်ဗင်နဲ့ပြန်တွေ့ခဲ့ပါတယ်။ဒက်ဗင်ဟာ ဘာနီကိုပြန်ပေးဆွဲဖို့ ဝစ်စတန်ကို ဖိအားပေးပီးတဲ့နောက်မှာတော့ကယ်ဗင်နဲ့ဟော်လီဟာ သူတို့သူငယ်ချင်းဘာနီကို ကယ်တင်နိုင်မှာလား ဆိုတာကိုစိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်။လင်းပိုင်လေးတွေရဲ့ အမူအရာလေးတွေနဲ့ ညဏ်ကောင်းပီးလူတွေကိုကူညီတတ်လေးတွေကို ကြည့်ရတာအရမ်းချစ်ဖို့ကောင်းပါ တယ်။ဟော်လီနဲ့ကယ်ဗင်ရဲ့ သွက်သွက်လက်လက်သရုပ်ဆောင်ပုံ နဲ့မိသားစုအချင်းချင်းချစ်ခင်ပီးစည်းလုံးကြပုံကိုတွေ့ရမှာဖြစ်ပီး ပေါ့ပေါ့ပါးပါးကားလေးဖြစ်လို့ အခုပဲDownပီးကြည့်သင့်ပါတယ်နော်။File Size : ( 945 MB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Comedy , FamilySubtitle : ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x6dy/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cf5o5brAAdaYcUDPReoacW6YQub.jpg",
        "title": "Brave Father Online – Our Story of Final Fantasy XIV (2019)",
        "description": "ဒီဇာတ်ကားကတော့ IMDb7.8တောင်ရထားတဲ့ဂျပန်မိသားစုဒရမ်မာဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်အဖေနဲ့သားကြားမှာပျောက်ပျက်သွားတဲ့ချစ်ခြင်းမေတ္တာတွေကိုဂိမ်းကစားရင်းပြန်လည်ရှာဖွေတာကိုရိုက်ကူးပြထားတာပါငယ်ငယ်ကအဖေနဲ့သားနဲ့ရင်းနှီးခဲ့ပေမယ့်အလုပ်တွေများလာပြီးနောက်အိမ်ကိုတောင်ပုံမှန်မပြန်ဖြစ်တော့ပဲမိသားစုဝင်တွေနဲ့လည်းအနေဝေးလါခဲ့တဲ့အဖေ..တစ်ရက်မှာတော့အလုပ်ကိုအရမ်းချစ်တဲ့အဖေကအလုပ်ထွက်ပြီးပြန်လာတဲ့အခါ...အဖေ့အကြောင်းကိုပိုသိအောင်လုပ်ချင်ပေမယ့်စကားနည်းတဲ့အဖေနဲ့ဘယ်လိုမှစကားပြောဖို့အဆင်မပြေတဲ့အခါမှာတော့ဂိမ်းထဲကနေဆက်သွယ်မယ်ဆိုပြီးအကြံပေါ်လာပါတော့တယ်အဲဒါနဲ့ပဲသူ့အဖေကိုဂိမ်းစက်ဝယ်ပေးပြီးဂိမ်းကစားနည်းသင်ပေးလိုက်ပြီးတော့တစ်ဖက်မှာလည်းသူ့အဖေမသိအောင်ဂိမ်းထဲမှာမိတ်ဆွေဖွဲ့ပြီးအတူတူကစားရင်းသားအဖနှစ်ယောက်ဘယ်လိုပြန်လည်ရင်းနှီးအောင်လုပ်မလဲသူ့အဖေရဲ့အကြောင်းတွေကိုရောသူသိလာနိုင်မလားနောက်ဆုံးသူ့အဖေအလုပ်ထွက်လာရတဲ့အ​ကြောင်းရင်းကိုသိသွားတဲ့အခါမှာရော....ဒီကားလေးကသားအဖနှစ်ယောက်ကိုဇာတ်အိမ်တည်ထားတဲ့ဒရမ်မာဇာတ်ကားဆိုပေမယ့်တစ်စက်ကလေးမှပျင်းဖို့မကောင်းအောင်ရိုက်ကူးထားတဲ့အပြင်ဂိမ်းဆော့တဲ့စွန့်စားခန်းတွေဟာလည်းကွန်ပျူတာeffectတွေပိနေတာမဟုတ်တာကြောင့်တကယ်ကိုကြည့်ရတန်မယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်မိသားစုတွေကြားမှာ တစ်ယောက်နဲ့တစ်ယောက်ရင်းရင်းနှီးနှီးပွင့်ပွင့်လင်းလင်းရှိဖို့ကိုအဓိကmessageပေးသွားတဲ့ဇာတ်ကားကောင်းလေးပါ File Size : ( 1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 54 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့ IMDb7.8ေတာင္ရထားတဲ့ဂ်ပန္မိသားစုဒရမ္မာဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္အေဖနဲ႔သားၾကားမွာေပ်ာက္ပ်က္သြားတဲ့ခ်စ္ျခင္းေမတၱာေတြကိုဂိမ္းကစားရင္းျပန္လည္ရွာေဖြတာကို႐ိုက္ကူးျပထားတာပါငယ္ငယ္ကအေဖနဲ႔သားနဲ႔ရင္းႏွီးခဲ့ေပမယ့္အလုပ္ေတြမ်ားလာၿပီးေနာက္အိမ္ကိုေတာင္ပုံမွန္မျပန္ျဖစ္ေတာ့ပဲမိသားစုဝင္ေတြနဲ႔လည္းအေနေဝးလါခဲ့တဲ့အေဖ..တစ္ရက္မွာေတာ့အလုပ္ကိုအရမ္းခ်စ္တဲ့အေဖကအလုပ္ထြက္ၿပီးျပန္လာတဲ့အခါ...အေဖ့အေၾကာင္းကိုပိုသိေအာင္လုပ္ခ်င္ေပမယ့္စကားနည္းတဲ့အေဖနဲ႔ဘယ္လိုမွစကားေျပာဖို႔အဆင္မေျပတဲ့အခါမွာေတာ့ဂိမ္းထဲကေနဆက္သြယ္မယ္ဆိုၿပီးအႀကံေပၚလာပါေတာ့တယ္အဲဒါနဲ႔ပဲသူ႔အေဖကိုဂိမ္းစက္ဝယ္ေပးၿပီးဂိမ္းကစားနည္းသင္ေပးလိုက္ၿပီးေတာ့တစ္ဖက္မွာလည္းသူ႔အေဖမသိေအာင္ဂိမ္းထဲမွာမိတ္ေဆြဖြဲ႕ၿပီးအတူတူကစားရင္းသားအဖႏွစ္ေယာက္ဘယ္လိုျပန္လည္ရင္းႏွီးေအာင္လုပ္မလဲသူ႔အေဖရဲ႕အေၾကာင္းေတြကိုေရာသူသိလာႏိုင္မလားေနာက္ဆုံးသူ႔အေဖအလုပ္ထြက္လာရတဲ့အ​ေၾကာင္းရင္းကိုသိသြားတဲ့အခါမွာေရာ....ဒီကားေလးကသားအဖႏွစ္ေယာက္ကိုဇာတ္အိမ္တည္ထားတဲ့ဒရမ္မာဇာတ္ကားဆိုေပမယ့္တစ္စက္ကေလးမွပ်င္းဖို႔မေကာင္းေအာင္႐ိုက္ကူးထားတဲ့အျပင္ဂိမ္းေဆာ့တဲ့စြန႔္စားခန္းေတြဟာလည္းကြန္ပ်ဴတာeffectေတြပိေနတာမဟုတ္တာေၾကာင့္တကယ္ကိုၾကည့္ရတန္မယ့္ဇာတ္ကားေလးျဖစ္ပါတယ္မိသားစုေတြၾကားမွာ တစ္ေယာက္နဲ႔တစ္ေယာက္ရင္းရင္းႏွီးႏွီးပြင့္ပြင့္လင္းလင္းရွိဖို႔ကိုအဓိကmessageေပးသြားတဲ့ဇာတ္ကားေကာင္းေလးပါFile ...",
        "rating": "7.7",
        "url": "https://megaup.net/2d3G6/(CM)_Brave_Father_Online_Our_Story_Of_Final_Fantasy_XIV_2019_BluRay_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lgO2gzjYSKenJxWu4V4u1VhTQYX.jpg",
        "title": "Blood Bound (2019)",
        "description": "မူးယစ်ဆေးတွေသုံးပြီး ဘဝကိုလွယ်လွယ်နဲ့ဖြတ်သန်းနေကြတဲ့ဆယ်ကျော်သက်သုံးယောက် သူတို့မြို့ကိုအသစ်ပြောင်းလာကြသည့်မိသားစုတစ်စုရဲ့အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ရာမှကံဆိုးစွာနဲ့ ထိုမိသားစုမှာသာမန်မိသားစုမဟုတ်ပဲစုန်းမိသားစုတစ်စုဖြစ်နေသည်...ထိုစုန်းမိသားစုနဲ့ထိတ်လန့်ဖွယ်ရာတွေ့ဆုံအပြီး မကြာမီမှာထိုဆယ်ကျော်သက်အဖွဲ့ထဲမှ တစ်ဦးတည်းသောကောင်မလေးဖြစ်သည့်ကယ်ရီမှာကိုယ်ဝန်ရှိလာပြီး သူ့ရဲ့ကလေးကို စုန်းမိသားစုတို့ယဇ်ပူဇော်မည့်အစီအစဉ်တွေကိုသိသွားသောအခါ...ဒါ့အပြင် ထိုယဇ်ပူဇော်မည့်အစီအစဉ်ကို အဓိကတာဝန်ယူထားရတဲ့စုန်းမိသားစုမှာကြီးပြင်းလာခဲ့တဲ့ စုန်းအတတ်ပညာတွေတတ်မြောက်ထားသည့်ဒေးဗစ်ဆိုတဲ့ကောင်လေးမှာလဲထိုကယ်ရီဆိုတဲ့ကောင်မလေးကို မေတ္တာသက်ဝင်သွားသည့်အခါ...သူချစ်တဲ့ကောင်မလေးကိုပဲကာကွယ်ပေးမလား၊ဒါမှမဟုတ် သူ့ကိုပြုစုကျွေးမွေးစောင့်ရှောက်လာခဲ့တဲ့စုန်းမိသားစုအသိုင်းအဝိုင်းရဲ့ဆန္ဒအတိုင်းပဲဆက်နေမလား...ထိုစုန်းမိသားစုကရော ဘာကြောင့် ထိုယဇ်ပူဇော်မှုတွေကိုလုပ်နေရတာလဲ...ဘယ်သူ့ကိုပူဇော်ပသနေရတာလဲ...ထိုယဇ်ပူဇော်မှုတွေကိုမလုပ်ရင် သူတို့ဘာတွေဖြစ်သွားမှာလဲ...ဒါ့အပြင် ဒီ \"Blood Bound\" ကားမှာ တခြားကားတွေလိုJump Scares တွေအများကြီးမသုံးထားပဲနဲ့ကိုထိတ်လန့်ဖွယ်ဖြစ်အောင်ရိုက်ပြထားပါသေးတယ်...ဒါကြောင့်မို့ ဒီကားလေးကိုအခုပဲကြည့်ရှုခံစားကြည့်ပါဦး File Size : ( 945 MB , 344 MB )Quality : WEB-DL 720pRunning Time : 1 ...",
        "rating": "4.2",
        "url": "https://megaup.net/2T18z/(CM)_Blood_Bound_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81d8oyEFgj7FlxJqSDXWr8JH8kV.jpg",
        "title": "Psycho(1960)",
        "description": "Psycho(1960)IMDb...8.5,,,,Rotten...86%(unicode) အကောင်းဆုံး Horror ဇာတ်ကားဆိုပြီးရှာလိုက်ရင် စာရင်းအတော်များများရဲ့ ထိပ်ဆုံးကနေ အမြဲလိုရပ်တည်နေတဲ့ ဂန္ဓဝင်ကားကောင်း\nတစ်ကားဖြစ်လို့ အထူးတလည်ညွှန်းနေစရာတော့ မလိုတော့ပါဘူး။\nခင်ဗျားဟာ ဘယ်လောက်ပဲဇာတ်ကားတွေကြည့်ခဲ့ ကြည့်ခဲ့ ဒီဇာတ်ကားဟာ ခင်ဗျားတို့ကို အချိန်ပြည့် ပါးစပ်အဟောင်းသားဖြစ်သွားစေလိမ့်မယ်လို့လည်း တော်တော်များများက ညွှန်းဆိုကြတယ်...\nဇာတ်လမ်းသွားအရတော့ မာရီယွန်ကရိန်းဆိုတဲ့ အတွင်းရေးမှူး ကောင်မလေးတစ်ယောက် သူ့အလုပ်ရှင်ဆီက ငွေတွေကို အပျောက်ရိုက်ပြီးအသွား လူသူမနီးတဲ့ မိုတယ်တစ်ခုမှာ ဝင်တည်းမိပါတယ်။ အဲ့ဒီမိုတယ်ရဲ့ ပိုင်ရှင် မန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ နော်မန်ဘိတ်စ် ဆိုတဲ့လူနဲ့ အတွေ့မှာ သူ့ဘ၀ တစ်ဆစ်ချိုးဖို့ ဖြစ်လာပါတော့တယ်။\nရုပ်ရှင်သမိုင်းတစ်လျှောက် သြဇာအကြီးမားဆုံးတွေထဲက တစ်ယောက်ဖြစ်ပြီး ထိတ်လန့်သည်းဖိုဘုရင်တစ်ပါးလို့ တင်စားကြတဲ့\nဒါရိုက်တာကြီး Alfred Hitchcock ရဲ့နာမည်ကျော် ဖန်တီးမှုလက်ရာတစ်ခုပါပဲ။ Imdb rating ကတော့ (8.5) ရရှိထားပါတယ်။Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲရေးပါရစေ....\nအော်စကာ(၄)ဆုရရှိထားပြီး အခြားဆု(၁၀)ဆုအတွက်လည်း ဆန်ကာတင်စာရင်း\nဝင်ပါသေးသတဲ့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်.....(zawgyi)အေကာင္းဆုံး Horror ဇာတ္ကားဆိုၿပီးရွာလိုက္ရင္ စာရင္းအေတာ္မ်ားမ်ားရဲ႕ ထိပ္ဆုံးကေန အၿမဲလိုရပ္တည္ေနတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1x6e7/Psycho.1960.BLU-RAY.720P.PP.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqYhJho9y68XqIYaVLT2mmSxy7v.jpg",
        "title": "Groupers (2019)",
        "description": "Comedy-drama ကားအမျိုးအစားလေးပါ။မက်ဂ်ဆိုတဲ့ကျောင်းသူတစ်ယောက်ကဘရတ်နဲ့ဒေလန်ဆိုတဲ့အထက်တန်းကျောင်းသားနှစ်ယောက်ကိုလူသူမရှိတဲ့ပတ်ဝန်းကျင်ကို ပြန်ပေးဆွဲလာပြီးသူ့ရဲ့စမ်းသပ်ချက်တစ်ခုကိုစမ်းသပ်ပါတော့တယ်။မက်ဂ်ရဲ့မောင်လေးကလည်း သူ့ကိုတစ်ချိန်လုံး အနိုင်ကျင့်ခဲ့တဲ့ဘရတ်နဲ့ဒေလန်ကိုလက်စားချေချင်နေတာပေါ့။ဟိုမိုတွေကိုနှိမ်ပြီး အနိုင်ကျင့်‌‌လေ့ရှိတဲ့ဘရတ်နဲ့ဒေလန်တို့နှစ်ယောက်အတွက် စမ်းသပ်ချက်ကတော့လိင်တူချစ်ကြိုက်တာက ရွေးချယ်မှုတစ်ခုလားမွေးရာပါဗီဇကြောင့်လားဆိုတာကို သက်သေပြရမှာပါ။ဘယ်လိုစမ်းသပ်တာလည်းဆိုတော့သူတို့နှစ်ယောက်ရဲ့လိင်တံကိုပြွန်လိုမျိုးထဲမှာမျက်နှာခြင်းဆိုင်ထည့်ထားပြီးတစ်ယောက်ကိုတစ်ယောက်စိတ်ပါလာတဲ့အခါဆွဲထားတဲ့ခေါင်းလောင်းကအသံမြည်လာမှာပါ။ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်အုံး။ File Size : ( 1 GB , 376 MB )Quality : 720p HDRipRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/1x6ex/(CM)_Groupers_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/zootopia-1-140x200.jpg",
        "title": "Zootopia (2016)",
        "description": "Zootopia (2016)\nIMDb - 8.0/10_____Rotten - 98%\nWon 1 Oscar. Another 46 wins & 71 nominations.\n  \nZootopia (2016) ကို ရုံတင်တုန်းက သွားကြည့်ရတဲ့ ဖီလင်က\nယခင် ကားသစ်တွေ ရုံမှာသွားကြည့်ရတဲ့ ခံစားချက်တွေနဲ့ ဘာမှမဆိုင်ဘူး\nပိုက်ဆံပေးကြည့်ရတာထက် ပိုတန်တယ်...\nပြီးတော့ ယုန်မလေး ရဲ့ မျက်နှာဟာ ယုန်တစ်ကောင်နဲ့ မတူပဲ\nချစ်စဖွယ်ကောင်မလေး မျက်နှာလိုပဲ ဘယ်လိုကြည့်ကြည့် ချစ်ဖို့ကောင်းတယ်\nဒါ့အပြင် မြေခွေး ဆိုလဲ သူ့ရဲ့ ပုံစံနဲ့ လိုက်ဖက်စွာ အကျင့်ယုတ်တာတွေ\nလိမ်တာတွေ နောက်ပြောင်တာတွေက မျက်နှာထား အပြင် ဝတ်စားပုံနဲ့ပါ\nလိုက်ဖက်နေတယ် ဥပမာ ကျနော်တို့ ပျိုတိုင်းကြိုက်တဲ့ လူစီဖာမောနင်းစတား\nရဲ့ မျက်ခွက်နက် ချွတ်စွတ်သွားတူနေတာမျိုး\nပိုသဘောကျမိတာက ဒီကာတွန်းကားတွက် ဇတ်ကောင်တွေ အများကြီး\nသုံးထားတာကိုပေါ့...\nမြေခွေး နဲ့ ယုန်မလေး ဆီမှာပဲ အာရုံစိုက်နေလို့ မရပြန်ဘူး\nကျန်တဲ့ သတ္တဝါလေးတွေက\nတစ်ယောက်တစ်မျိုး ချစ်ဖို့ကောင်း စိတ်ဝင်စားဖို့\nကောင်းနေပြန်ပါတယ်...\nပိုလန်းတာက လူတွေ ရူးသွပ်နေတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/SSs4/Shakira_-_Try_Everything_[MV]_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNK6YAQVFLopYhWKcf2bsE5H2H.jpg",
        "title": "Comedy Central Roast of Bruce Willis(2018)",
        "description": "Comedy Central Roast of Bruce Willis(2018)(unicode)အခုတင်ဆက်ပေးမှာကတော့ ရုပ်ရှင်ချစ်ပရိတ်သတ်တိုင်း မသိသူမရှိလောက်တဲ့ ‘Die Hard’ မင်းသားကြီး\nဘရုစ်ဝီလစ်ကို အမှန်အကန် တိုက်ခိုက်ပြီး ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကိုတော့\n‘Comedy Central Roast’ လို့ခေါ်ပြီးတော့ ဟောလိဝုဒ်က နာမည်ကျော်တွေ တက်ရောက်ကာ နာမည်ကြီး\nသရုပ်ဆောင်တစ်ယောက်ကို တည်ပြီး မြှောက်ပေးသလိုလိုနဲ့ အားရပါးရ အောက်ကိုရိုက်ချကာ ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဘရုစ်မတိုင်ခင် ဒီအစီအစဉ်ကို ဒေါ်နယ်ထရမ့်က အတိုက်ခိုက်ခံ တင်ဆက်ခဲ့ပြီးတော့မှ သမ္မတာဖြစ်သွားခဲ့တာဖြစ်ပါတယ်။ ဒီအစီအစဉ်မှာ ဘရုစ်နဲ့ ရင်းနီးတဲ့ အနုပညာလောကက လူတွေက သူ့ကိုအမျိုးမျိုး ဖောင်းထုပြီး ဟာသလုပ်ထားတာကို ရီမောခံစားရမှာပါ။\nဒီဘိုးတော်ကြီးရဲ့ကားတွေရင်းနှီးလေ ပိုပြီး ကြည့်လို့ကောင်း ရယ်လို့ကောင်းလေဖြစ်တဲ့အပြင် အခြားနာမည်ကျော်မင်း သားမင်းသမီးတွေကိုလည်း တစ်ပြိုင်နက်ဆုံစည်းရမှာဖြစ်ပါတယ်.... တော်တော်ကို ပွင့်လင်းစွာပြောဆိုတာဖြစ်တဲ့အတွက် စကားလုံးတွေကတော့ အနည်းငယ်ကြမ်းနိုင်ပါတယ် ...တချို့ဟာသတွေက သမိုင်းနဲ့ချီစဉ်းစားရတဲ့အတွက် သူ့အမာခံပရိသတ်တွေအတွက်ဆို ပိုပြီးဟာသမြောက်မှာပါ။\nပြီးတော့ ခင်ဗျားတို့ ဒီကားကြည့်ရင် ပျင်းစရာများကောင်းနေမလားဆိုတဲ့သံသယအတွေးကို ဟိုး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xbl8/The_Comedy_Central_Roast_Of_Bruce_Willis.2018.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ZywJQBsJY7649LJFibEh9bPHGN.jpg",
        "title": "Toss It(2019)",
        "description": "Toss It(2019)(Unicode)ဘ၀မှာလက်တွဲဖော်ရှာရတဲ့အလုပ်ဟာ လွယ်မလိုနဲ့ခက်ပါတယ်...ဖူးစာရေးနပ်ဆိုတာ\nဘယ်တုန်းကများ ကျွန်တော်တို့ကို လွယ်ကူချောမွေ့စွာနဲ့ အချစ်စစ်နဲ့ လက်တွဲဖော်ကို လွယ်လွယ်ကူကူ ရေစက်ဆုံပေးခဲ့လို့လဲ....\nတချို့တချို့သူတွေအတွက်ဆို အခက်ခဲဆုံးအပိုင်းလို့တောင် ပြောလို့ရပါတယ် ဒါဟာရုပ်ရည်ရူပကာ ငွေကြေးချမ်းသာမှု နောက်ခံအသိုင်းဝိုင်းနဲ့ လုံးလုံးလားလားမှမဆိုင်တဲ့ကိစ္စပါ ကိုယ့်ရဲ့ဗီဇ ကိုယ့်လက်တွဲဖော်ရဲ့ဗီဇထပ်တူကျမှအတွဲညီမှာဖြစ်ပါတယ် ဒါပေမယ့် ဒီကားထဲမှာ ဗီဇချင်းမတူ Friendzone လဲဖြစ်ပြီးသားလူနှစ်ယောက်ရဲ့ romantic မဆန်တဲ့အချစ်လမ်းခရီးကိုတွေ့မြင်ရမှာပါ ဇာတ်ကောင်ဖင်းနဲ့ အမ်မလီတို့နှစ်ယောက်ရဲ့ ဂွတီးဂွကျပြီး ရှေ့ရေးမသေချာတဲ့ အချစ်လမ်းခရီးဟာ နောက်ဆုံးသူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲစောင့်ကြည့်ရမှာပါ\nဒီကားဟာ romantic အရမ်းမဆန်ပေမယ့် dialogue တွေသူတို့သုံးတဲ့အခိုင်းနှိုင်းလေးတွေက အရသာတမျိုးပေးစွမ်းလို့ကြည့်လို့ကောင်းပါတယ် မသိမသာတော်ကီလေးတွေကိုဥပမာပေးကျွေးပြီးသူငယ်ချင်းအနေနဲ့တောက်လျှောက်ရှိလာခဲ့တဲ့ အမ်မလီကိုဖင်းဘယ်လိုသိမ်းသွင်းမလဲကြည့်ရမှာပါ\nဒီကားကြည့်မယ်ဆိုရင်တစ်ခုရှိတာက dialogue နဲ့ references အရမ်များတဲ့အတွက် တမူထူးခြားတဲ့ရသတစ်ခုကိုခံစားရမှာပါ..ဒါ့အပြင် သူတို့ဘယ်လိုမခို့တရို့လေးပြောလဲဆိုတာဟာ လည်းကြည့်လို့အတော်ကောင်းပါတယ်...\nကဲ IMdb မှာ 6.1ရထားတဲ့ ဒရာမာကားကောင်းလေးကိုခံစားကြည့်ကြပါ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....(zawgyi)ဘ၀မွာလက္တြဲေဖာ္ရွာရတဲ့အလုပ္ဟာ လြယ္မလိုနဲ႔ခက္ပါတယ္...ဖူးစာေရးနပ္ဆိုတာ\nဘယ္တုန္းကမ်ား ကြၽန္ေတာ္တို႔ကို လြယ္ကူေခ်ာေမြ႕စြာနဲ႔ အခ်စ္စစ္နဲ႔ လက္တြဲေဖာ္ကို လြယ္လြယ္ကူကူ ေရစက္ဆုံေပးခဲ့လို႔လဲ....\nတခ်ိဳ႕တခ်ိဳ႕သူေတြအတြက္ဆို ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xble/Toss_It.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hcVmfsqvCU3Glg9JjUjZp8gkOQ.jpg",
        "title": "Ana (2020)",
        "description": "အသစ်စက်စက်Dramaကားလေးပါ။မင်းသားကြီး Andy Garciaနဲ့ဆယ်ကျော်သက်စတားလေးDafne Keen (Loganကားမှ X23 ဒီကားမှာလည်းအကြောတင်းလေး)တို့ပါဝင်သရုပ်ဆောင်ထားတာပါ။သဘာဝဘေးကြောင့် စီးပွားရေးကပ်ဆိုက်နေတဲ့ပရီတိုရီကိုမြို့မှာကားဝယ်ရောင်းလုပ်ကိုင်နေတဲ့ ရာဖာဆိုတဲ့တစ်ကိုယ်တည်းနေထိုင်သူယောက်ျားကြီးတစ်ယောက်စီးပွားရေးမပြေလည်ပဲ ဆပ်စရာအကြွေးတွေတစ်ပုံကြီးပါ။သူ့အတွက်သူတောင်အနိုင်နိုင်ဖြစ်နေတဲ့အချိန်မှာအိမ်ရှေ့က11နှစ်သမီးလေး အန်နာရဲ့အမေထောင်ခဏကျသွားတဲ့အခါအန်နာကို သူ့ဖခင်ဆီပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပြီးစောင့်ရှောက်ပေးရပါတော့တယ်။ရာဖာကလည်း အုပ်ထိန်းသူမဲ့နေတဲ့အန်နာ့ကိုစောင့်ရှောက်၊လူလည်မလေးအန်နာကလည်းအကြွေးတွေရက်ပိုင်းအတွင်းဆပ်ရမယ့်ရာဖာအတွက်ပိုက်ဆံရမယ့်နည်းတွေကြံပေးပုံတွေကို ကြည့်ရှုရမှာပါ။ချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့ကားလေးတစ်ကားပါ။ File Size : ( 987 MB , 361 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xblp/(CM)_Ana_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/back-of-the-net-138x200.jpg",
        "title": "Back of the Net (2019)",
        "description": "Back of the Net (2019)================#Unicodeမိသားစုနဲ့အတူတူကြည့်လို့ရမယ့် family ဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ္ပံပညာရပ်ကို အထူးစိတ်ဝင်စားတဲ့ ကိုရီ ဟာ ပင်လယ်ပြင်လေ့လာရေးခရီးစဉ်ကိုသွားဖို့ဖြစ်လာပါတယ်။ သိပ္ပံဘာသာရပ်ကိုအထူးစိတ်ဝင်စားတဲ့သူ့အတွက်ကတော့ အပျော်ကြီးပျော်နေတာပေါ့ ခရီးစဉ်အတွက် သြစတြေးလျနိုင်ငံ ဆစ်ဒနေမြို့ကိုသွားရမှာပါ။ အဲ့ဒါအပြင်သူ့မိဘတွေကလဲ ဆေးစစ်ဖို့အတွက် နယူးဒေလီမြို့ထွက်သွားရမှာပါ။ သူတို့မိသားစုသုံးယောက်လေဆိပ်မှာနှုတ်ဆက် ရင်း ခရီးအသီးသီထွက်လာခဲ့ကြပါတယ်။ ကိုရီဟာ ဆစ်ဒနေမြို့ကိုရောက်တော့ ပင်လယ်ခရီးစဉ်သွားမယ့်ကားကိုတက်ရမှာပါ ဒါပေမယ့် သူဟာ Harold ဘောလုံးအကယ်ဒမီကျောင်းကိုသွားမယ့်ကားပေါ်မှားတက်မိပါတယ်။ ကားပေါ်တက်တုန်းက သူသတိမထားမိပါဘူး ဘောလုံးအကယ်ဒမီကျောင်းကိုရောက်တော့မှ သူသွားရမယ့်ခရီးမဟုတ်ဘူးဆိုတာသိတာပါ။ ပင်လယ်ပြင်လေ့လာရေးသဘောၤဆီပြန်သွားဖို့ကလည်းအချိန်မမှီတော့ပါဘူး။ အဲ့တော့ဘောလုံးအကယ်ဒမီမှာပဲဆက်နေရတော့တယ်။ အားကစားတစ်ခါမှမလုပ်ဘဲ စာချည်းလုပ်နေတဲ့ကိုရီတစ်ယောက် ဘောလုံးအကယ်ဒမီမှာဘယ်လိုတွေဖြစ်မလဲ ဘာအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ဆက်လက်ရှုစားပေးပါ ဦး။#Zawgyiမိသားစုနဲ႔အတူတူၾကည့္လို႔ရမယ့္ family ဇာတ္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပၸံပညာရပ္ကို အထူးစိတ္ဝင္စားတဲ့ ကိုရီ ဟာ ပင္လယ္ျပင္ေလ့လာေရးခရီးစဥ္ကိုသြားဖို႔ျဖစ္လာပါတယ္။ သိပၸံဘာသာရပ္ကိုအထူးစိတ္ဝင္စားတဲ့သူ႔အတြက္ကေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနတာေပါ့ ခရီးစဥ္အတြက္ ၾသစေၾတးလ်ႏိုင္ငံ ဆစ္ဒေနၿမိဳ႕ကိုသြားရမွာပါ။ အဲ့ဒါအျပင္သူ႔မိဘေတြကလဲ ေဆးစစ္ဖို႔အတြက္ နယူးေဒလီၿမိဳ႕ထြက္သြားရမွာပါ။ သူတို႔မိသားစုသုံးေယာက္ေလဆိပ္မွာႏႈတ္ဆက္ ...",
        "rating": "",
        "url": "https://megaup.net/1xbly/[CM]Back.of.the.Net.2019.720P.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "",
        "title": "Drive (2019)",
        "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိန္ဒိယရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးလေးတော့ နည်းနည်းပါမယ်ဗျ။အိန္ဒိယနိုင်ငံရဲ့စီးပွားရေးလုပ်ငန်းအများစုက တရားမဝင်ငွေမည်းတွေနဲ့ လည်ပတ်နေကြတယ်။ဒီလိုလုပ်ငန်းရှင်တွေရဲ့ တရားမဝင်ငွေကြေးတွေကို ရှာဖွေစီစစ်ဖို့လည်း အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့တွေ အစိုးရကဖွဲ့စည်းထားတယ်။ဆိုးတာက အဲဒီအဖွဲ့အစည်းတွေရဲ့ဦးဆောင်ညွှန်ကြားရေးမှူးဖြစ်တဲ့ Vibha Singhဆိုတဲ့ အဖွားကြီးကိုယ်တိုင်ကဒီလုပ်ငန်းရှင်တွေရဲ့ငွေမည်းတွေကို သူ့အတွက်ခွဲတမ်းယူပြီး ငွေမည်းခဝါချပေးနေတယ်။တ တစ်ဖက်မှာလည်း Kingလို့နာမည်ရတဲ့ စောရဝိဇ္ဇာတစ်ယောက်က အဲဒီလုပ်ငန်းရှင်ကြီးတွေရဲ့တရားမဝင်ပိုင်ဆိုင်မှုတွေကို ခိုးလိုက်၊ ဓားပြတိုက်လိုက်နဲ့ အမှည့်ခြွေနေပြန်ပါတယ်။Kingရဲ့ ကစားကွက်တစ်ခုက သူအမှုကျူးလွန်ခဲ့တဲ့ နေရာမှာဘုရင်ပုံဖဲချပ်လေးတစ်ချက်ထားခဲ့ပြီးသူနောက်ထပ်အမှုကျူးလွန်မယ့်နေရာကို အတိအလင်းချပြပြီး စိန်ခေါ်သွားတတ်တာပါ။အဲဒီလိုနဲ့ Kingကျူးလွန်သွားတဲ့ ဓားပြမှုတစ်ခုမှာ သဲလွန်စအနေနဲ့ ပြိုင်ကားဘီးရာတစ်ခုကို ထောက်လှမ်းရေးအဖွဲ့က ရသွားတယ်။ဒီကားတာယာအရ စုံစမ်းကြတဲ့အခါ Street Racingအဖွဲ့တစ်ခုက Taraလို့ခေါ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်မိန်းကလေးတစ်ယောက်ရဲ့ ကားဖြစ်နေတယ်။နောက်ဆုံးကျူးလွန်ခဲ့တဲ့အမှုမှာ Kingကလည်း သူနောက်တစ်ခါဓားပြတိုက်မယ့်နေရာက နိုင်ငံတော်သမ္မတရုံးပါလို့ အတိအလင်းစိန်ခေါ်သွားလေတော့.....Kingက ဘယ်သူလဲ၊ ပြိုင်ကားအဖွဲ့က မိန်းကလေးကရော Kingနဲ့ဘယ်လိုပတ်သတ်နေလဲ၊အဂတိလိုက်စားမှုကျူးလွန်နေကြတဲ့ ...",
        "rating": "2.4",
        "url": "https://megaup.net/1xbmh/(CM)_Drive.2019.720p.NF.WEB-DL.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zBhv8rsLOfpFW2M5b6wW78Uoojs.jpg",
        "title": "Hustlers (2019)",
        "description": "(Unicode)ဒီကားလေးကတော့ IMDb 6.5/10 Rotten Tomatoes 88% Google User 77%တောင်ရတထားတဲ့ DRAMA/COMEDY/THRILLER/CRIME ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးမှာတော့ ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ကိုပညာပေးအနေနဲ့ ရိုက်ကူးတင်ပြထားပါတယ်.ဒီကားမှာ နာမည်ကြီး အဆိုတော် Jennifer Lopez ပါ၀င် သရုပ်ဆောင်ထားပြီး တခြား အနုပညာရှင် များစွာလဲ ပါ၀င်ပါတယ်.ဒီကားလေးက ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ ခက်ခဲကြမ်းတမ်းမှုတွေ , မိသားစု အဆင်မပြေမှုတွေကို ရိုက်ကူးတင်ပြထားပါတယ်.ဝေါစတရိက လူတွေကို အားကိုးပြီး စီးပွားရှာနေရတဲ့ သူတို့လေးတွေဟာ အမေရိကန် စီးပွားရေးအလှည့်အပြောင်းကြောင့်စီးပွားရေးပျက်စီးသွားရတဲ့အခါ ဘယ်လို ဘ၀ကို ရင်ဆိုင်ပြီး ဘယ်လို ချမ်းသာလာအောင် လုပ်တယ်ဆိုတာကို စိတ်၀င်တခြားကြည့်ရှုရမှာပါ .....က ဖော်ချွတ်အကမယ်ကားဆိုပေမယ့် ၁၈+ ဇာတ်၀င်ခန်းတွေ မပါတဲ့အတွက် အသက်အရွယ်မရွေးကြည့်နိုင်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xbmr/(CM)_Hustlers.2019.720p.Blu.Ray.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ba1pzrZsn6z05aAi5BMQJrFbESi.jpg",
        "title": "Trespassers(2018)",
        "description": "Trespassers(2018)(unicode)18+နည်းနည်းပါပါတယ်ဆာရာရယ် ဂျိုးရယ် ၊အက်စတယ်နဲ့ ဗစ်တာတို့ စုံတွဲနှစ်တွဲဟာ လက်တွေ့ကမ္ဘာကနေ လွတ်မြောက်ဖို့နဲ့ သူတို့ relationships တွေကို ပိုပြီး ခိုင်မြဲစေရန်နှင့် ပျော်စရာလေးတွေ ဖန်တီးဖို့ လုံးချင်းအိမ်လေးကို ငှားပြီးသွားနေကြတယ်။\nပျော်စရာတွေကို တည်ဆောက်ပြီး လှပတဲ့အချိန်တွေကိုဖြတ်သန်းကြဖို့ပေါ့....\nတစ်ညရောက်တော့ သူတို့ ငှားထားတဲ့ အိမ်ရှေ့မှာ ကားပျက်သွားလို့ဆိုပြီး အကူအညီလာတောင်းတဲ့ အမျိုးသမီးကို ဆာရာက အိမ်ထဲ ပေးဝင်လိုက်မိတယ် ။ အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ... အဲ့အမျိုးသမီးက ဒုစရိုက်အဖွဲ့ထဲက..\nသူတို့ တည်းနေတဲ့ အိမ်ထဲမှာ လူဆိုးအဖွဲ့က လိုချင်တဲ့ အရာရှိတယ်။ဒီအရာကြောင့်ပဲ\nလူသားမဆန်စွာ သတ်ဖို့ဖြတ်ဖို့တွေအထိဖြစ်လာကြတယ်...\nသူတို့ အတွဲ နှစ်တွဲကကော အိမ်ကြီးထဲကနေကော အဲ့လူဆိုးအဖွဲ့ဆီကနေကော လွတ်အောင် ဘယ်လိုတွေ လုပ်ကြမလဲ။ ဘယ်သူတွေက သေပြီး ဘယ်သူတွေက ရှင်သန်ကြရမလဲ။ သွေးသံတရဲရဲတွေနဲ့ Horror movieကားကောင်းတစ်ကားပါ....\nလူဆိုးတွေလိုချင်တဲ့အရာကရော ဘာတွေများဖြစ်မလဲ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်...(zawgyi)18+နည္းနည္းပါပါတယ္ဆာရာရယ္ ဂ်ိဳးရယ္ ၊အက္စတယ္နဲ႔ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2T6hf/Trespassers.2018.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/faster-2010-135x200.jpg",
        "title": "Faster (2010)",
        "description": "(Unicode)Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။မကြမ်းမှာတော့မပူပါနဲ့။အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီးထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2T6hs/(CM)Faster.2010.720p.BluRay..mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axXI9HOiBVJIblWBbSH7mIUB5Yb.jpg",
        "title": "Ride Like a Girl(2019)",
        "description": "Ride Like a Girl(2019)(unicode)\"မင်းက ခေါင်းခွံရိုးလည်း ကျိုးထားတယ်၊ ခါးလည်းထိထားတယ်၊ တံတောင် ၂ ဖက်လုံးရော လည်ပင်းရော မကောင်းတော့ဘူး။ မင်းကိုယ်ထဲမှာ အကောင်းအတိုင်း ကျန်တာ ဘာရှိသေးလို့လဲ”\n“ကျွန်မရဲ့ နိုင်အောင်ပြိုင်နိုင်စွမ်းပေါ့”\nဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။ မစ်ချယ်ပိန်းဟာ မလ်ဘန်းဖလား မြင်းပြိုင်ပွဲမှာ ၁၅၅ နှစ်အတွင်း ပထမဆုံး အမျိုးသမီး ချန်ပီယံ ဖြစ်ခဲ့တဲ့သူပါပဲ။ မလ်ဘန်းဖလားဟာ အမျိုးသမီး ဂျော်ကီဝင်ပြိုင်ခွင့်ရတာ ရှားပါးသလို အဆင့် ၁၀ အတွင်းဝင်ဖို့တောင် မရှိသလောက်ပါပဲ။\nမြင်းပြိုင်ပွဲတွေဟာ ကမ္ဘာ့အန္တရာယ်အများဆုံး အားကစားထဲမှာ ပါဝင်ပါတယ်။ မြင်းဆိုတာ ဖြေးဖြေးမှန်မှန်စီးနေရင်တောင် အန္တရာယ်မကင်းတဲ့အရာဖြစ်တာမို့ ဇက်ကုန်ဖွင့်ပြီး စီးနေတဲ့အချိန်မှာ ပြိုင်ကားမောင်းတာထက်တောင် အန္တရာယ်များနိုင်ပါတယ်။\nမစ်ချယ်ဟာ ကလေးဘဝကတည်းက ဂျော်ကီအဖြစ်ပဲ အသက်မွေးဖို့ ဆုံးဖြတ်ခဲ့သူဖြစ်ပြီး၊ ပြိုင်ပွဲတစ်ခုမှာ အပြင်းအထန် ပြုတ်ကျခဲ့လို့ အကြာကြီးအနားယူခဲ့ရပြီးမှာ တစ်ကြော့ပြန် ပြိုင်ပွဲဝင်ခဲ့သူပါ။ ဒီရုပ်ရှင်ကတော့ မစ်ချယ်ပိန်းတို့ရဲ့ မြင်းထရိန်နာတွေ ဂျော်ကီတွေ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ride-like-a-girl2019/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the-quick-and-the-dead-1995-134x200.jpg",
        "title": "The Quick and the Dead (1995)",
        "description": "(Unicode)ကြမ်းကြမ်းရမ်းရမ်း မိုက်မိုက်ကန်းကန်း မြင်းတွေစီးပြီး သေနတ်တွေနဲ့ ပစ်ကြခတ်ကြ တဲ့ အနောက်ပိုင်းရုပ်ရှင်တွေကို ကြည့်ချင်သူများအတွက်၁၉၉၅ ခုနှစ်ထွက်ရှိထားတဲ့ The Quick and the Dead ဆိုတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်အစိုးရရဲ့ ဥပဒေမစိုးမိုးဘဲ လူမိုက်တွေ ကိုသာ ဆက်ကြေးပေးနေရတဲ့ မြို့လေးတစ်မြို့မှာ သေနတ်ယှဉ်ပစ်တဲ့ ပွဲကို နှစ်စဉ်ကျင်းပလေ့ရှိပါတယ် …အနိုင်ရရှိတဲ့သူဟာ ဒေါ်လာ ၁၂၃၀၀၀ ကိုပိုင်ဆိုင်ရမှာဖြစ်တဲ့အတွက် အနယ်နယ်အရပ်ရပ်က သေနတ်သမားတွေ လာရောက်လက်စွမ်းပြလေ့ရှိတာပေါ့တစ်ရက်မှာ အဲ့ဒီကစားပွဲကို မိန်းကလေးတစ်ယောက်ရောက်ရှိလာခဲ့ပုံက ကျားတောထဲရောက်လာတဲ့ သမင်မလေး တစ်ကောင်လိုပါပဲ …သို့သော် မိန်းကလေးဟာ သမင်မလေးဖြစ်မလား ကျားသစ်မလေးဖြစ်မလားဆိုတာ ပရိသတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါIMDb – 6.4/10 ရရှိထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Sharon Stone , Russell Crowe တို့အပြင်Leonardo DiCaprio လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xbnw/(CM)_The_Quick_and_the_Dead_(1995)_720p_Blu-Ray.mp4",
        "category": "Action, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/ghost.stories-150x200.jpg",
        "title": "Ghost Stories (2019)",
        "description": "Ghost Stories (2019)\n================#Unicodeဒီရုပ်ရှင်က ဘာနဲ့ တူလဲဆိုတော့ထိုင်းမှာ နာမည်ကြီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံပြင်တွေကို ရုပ်ရှင်အဖြစ်ရိုက်ပြီး အပိုင်းတိုလေးတွေ စုထားတဲ့ ရုပ်ရှင်ပါထိုင်းရဲ့ 3AM က Jump Scare တွေ အရမ်းများတယ်သေချာလေး မိတ်ကပ်ရော ကွန်ပြုတာ Effect ရောသေချာလုပ်တဲ့ အပြင် ဇတ်လမ်းတွေက အတော်စိတ်ဝင်စားစရာကောင်းပြီး ဇတ်ဝင်ခန်းတွေ ရဲ့တီးလုံးသံတွေကြောင့် ပိုအသက်ဝင်တယ်...အခု India က Ghost Stories ဆိုပြီး ရိုက်ချလာတယ်IMDb ကတော့ 4 ပဲ ရှိတာက မကောင်းတဲ့ အငွေ့အသက်လေးလဲရတာပေါ့...ဒါပေမဲ့ တကယ်တမ်း ကြည့်လိုက်တဲ့ အခါတွေးစရာလေးတွေ ပေးတယ်အရမ်းကြောက်ရလား ဆိုတော့လဲ မဟုတ်ပြန်ဘူးသူက တွေးစရာတွေပဲ ပေးတယ်...ဘယ်လိုမျိုးလဲ ဆိုတော့ သတိုးတေဇ ၀တ္တုဖတ်ရသလိုတကယ်မရှိတာတွေက တကယ်ရှိပြီး တကယ်ရှိတာတွေကတကယ်မရှိတာမျိုးတွေတကယ်တမ်း India က ဒီထက် ပိုလုပ်နိုင်သေးတယ်Jump Scare ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-stories-2019/",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19PqUMJxfSLIM22AH9JIsoS7N7O.jpg",
        "title": "Abigail (2019)",
        "description": "2019 ခုနစ်ထွက် Adventure/Fantasy ကားသစ်လေးဖြစ်ပါတယ်IMDB 6.2/10 တောင်ရရှိထားပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဘီဂေးဆိုတဲ့ကလေးမလေးဟာကပ်ရောဂါဆိုးကြီးကြောင့် နယ်နိမိတ်တွေကိုအလုံပိတ်ထားတဲ့မြို့လေးတစ်မြို့မှာ မိဘတွေနဲ့အတူနေထိုင်ပါတယ်...တစ်ညမှာတော့ အက်ဘီဂေးရဲ့ဖခင်ကို ရောဂါကူးစက်ခံထားရပြီဟုဆိုကာအာဏာပိုင်တွေက လာရောက်ဖမ်းဆီးသွားကြပါတယ်...ဒီလိုနဲ့ နှစ်ပေါင်းများစွာကြာသွားသည့်တိုင် ရောဂါဆိုးကြီးကပပျောက်မသွားပဲ ပိုဆိုးလာပါတယ်...အရွယ်ရောက်လာတဲ့ အက်ဘီဂေးတစ်ယောက်ဖခင်ဖြစ်သူကို ရှာပုံတော်ထွက်တဲ့အခါမှာတော့သူမ တစ်သက်နဲ့တစ်ကိုယ်မထင်ထားတာတွေကို ကြုံတွေ့ရပါတော့တယ်....ဂရပ်ဖစ်ကောင်းကောင်း effect ကောင်းကောင်းသုံးထားပြီးဇာတ်လမ်းကျောရိုးက စိတ်ဝင်စားစရာကောင်းတာမို့ကြည့်ပျော်ပါတယ်လို့တိုက်တွန်းရင်း.... File Size : ( 994 MB , 363 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 50minFormat : Mp4Genre : Adventure , FantasySubtitle : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T6ii/(CM)_Abigail_2019_Web-DL_720p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/MV5BMTcyOTc2OTA1Ml5BMl5BanBnXkFtZTcwOTI1MjkzOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Croods (2013)",
        "description": "Croods 2 ထွက်တော့မှာဆိုတော့\nCroods ကို ပြန်နွေးတဲ့ အနေနဲ့ ကြည့်မိတယ်\nဂရုစ် ဆိုတဲ့ ဂူအောင်းလူသားကြီးက\nသူ့မိသားစု ၆ ယောက်ကို ဘေးရန်တွေက\nကာကွယ်ပေးပြီး စောင့်ရှောက်လာတာ နှစ်တွေကြာခဲ့ပြီး\nသမီးလေး အိဗ်တောင် အရွယ်ရောက်ခဲ့ပြီပေါ့...\nဒီအချိန်မှာပဲ ဂိုင်း ဆိုတဲ့ ကျောက်ခေတ်လူသား\nကောင်လေး တစ်ယောက်က ပေါက်ချလာပြီး\nကမ္ဘာကြီး ပျက်မယ့် အကြောင်းတွေ ပြောပြပြီး\nမီးကို စတင် ဖန်တီးပြတော့တာပဲ\nဂိုင်း က သူတို့ နဲ့ မတူတဲ့ အချက် ရှိတယ်\nသူက မကြောက်တက်သလို တီထွင်ဖန်တီးတက်တယ်\nဂရုစ် တို့ အုပ်စု ကြ တစ်ခုခုဆို ဂူထဲ ပဲ ပြေးအောင်းတက်ကြတာ\nဒီမှာပဲ ဂရုစ် သဘောမကျပေမဲ့ သူ့မိသားစု က ဂိုင်း ရဲ့ လမ်းပြမှုနဲ့\nကမ္ဘာပျက်ဘေးက လွတ်မယ့်နေရာကို စတင် ထွက်ကြတော့တာပဲ\nဒီဇတ်လမ်းမှာ ဘာတွေ တွေ့ရလဲ ဆိုတော့ မိသားစု စိတ်ဓါတ်ရယ်\nအဖေတစ်ယောက် ရဲ့ စိုးရိမ်မှုတွေ ပူပန်မှုတွေ အပြင်\nအသက်ရှင်နေထိုင်ဖို့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2SF09/The_Croods_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKfYKQQMNARXOgyf5ieVeGWlNQU.jpg",
        "title": "Brexit: The Uncivil War(2019)",
        "description": "Brexit: The Uncivil War(2019)IMDb...7.0,,,,,,Rotten...79%(unicode)2019 ဒီဇင်ဘာထဲမှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Brexit: The Uncivil War ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်\nနိုင်ငံရေးဇာတ်ကားတစ်ခုဖြစ်ပြီးတော့ Benedict Cumberbatch ကိုဒီဇာတ်ကားထဲမှာ နိုင်ငံရေးပါတီတွေကို လူထုစည်းရုံးရေးဗျူဟာတွေ ချမှတ်ပေးတဲ့ ထိပ်ပြောင်ပြောင် နိုင်ငံရေးသမားအသွင်မြင်ရမှာဖြစ်ပါတယ်\nဗြိတိန်နိုင်ငံရေးဖြစ်ရပ်မှန်ကို အခြေပြုရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ဟာ လွန်ခဲ့တဲ့ လများက Channel Myanmar မှာတင်ခဲ့တဲ့ the Great Hack ဇာတ်ကားမှာပါဝင်တဲ့ အချက်အလက်များနဲ့ဆက်စပ်မှုတွေရှိပါတယ်\n… ၂၀၁၆ ခုနှစ်မှာ ပွဲဆူစေခဲ့တဲ့ ဒေါ်နယ်ထရမ့် ရွေးကောက်ပွဲမှာ ငှားရမ်းခဲ့တဲ့ နည်းပညာကုမ္ပဏီ Cambridge Analytica နဲ့ ဆက်စပ်ပတ်သက်မှုတွေ Brexit ဖြစ်လာအောင် အွန်လိုင်းပေါ်ကနေ လှုံ့ဆော်ပေးမှုတွေ ကနေ ပါလီမန်လွှတ်တော်ကိုယ်စားလှယ်တွေ အသတ်ခံရတဲ့အထိဖြစ်လာတဲ့အကြောင်းတွေကို ဖော်ပြရိုက်ကူးထားပါတယ် …\nဒီဇာတ်ကားကို နိုင်ငံရေးစိတ်ဝင်စားသူတွေ နည်းပညာစိတ်ဝင်စားသူတွေ နဲ့ လူမှုကွန်ယက် အသုံးပြုသူတွေ ကြည့်သင့်ပါတယ်…မိမိတို့နိုင်ငံလည်း မကြာခင် ရွေးကောက်ပွဲနီးလာပြီဖြစ်တဲ့အတွက် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2T6ix/Brexit.2019.BLU-RAY.720P.PP.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jVt44iWfPIW8gxfGJglLXgpKhc.jpg",
        "title": "Saand Ki Aankh(2019)",
        "description": "Saand Ki Aankh(2019)IMDb...8.6ဒီဇာတ်လမ်းဟာ အိန္ဒိယနိုင်ငံရဲ့ပထမဦးဆုံးနိုင်ငံတကာပြိုင်ပွဲမှာ\nဆုရသွားတဲ့လူအကြောင်းရဲ့ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပါ..\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းတွေဆို တစ်ဖွဲ့တစ်နွဲ့ နဲ့ပိုင်ပိုင်နိုင်နိုင်\nရိုက်ကူးပြနိုင်တဲ့ အိန္ဒိယဇာတ်လမ်းကောင်းတွေနဲ့ ရင်းနှီးကြဖူးမှာပါ..\nဒီဇာတ်လမ်းမှာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသွားတဲ့သူဟာရှေးရိုးဆန်တဲ့\nရွာကမိန်းကလေးဖြစ်ပြီး သူ့ရဲ့အဘွားတွေရဲ့စိတ်ဓါတ်ကြိုးစားအားထုတ်ပုံတွေကို\nအဓိကထားရိုက်ကူးထားတာပါ..ရွာတွေမှာမိန်းကလေးဆိုရင် အိမ်မှုကိစ္စလုပ်\nအချိန်တန်ယောက်ျားယူ..ပြီးရင်လင်ယောကျ်ားကိုပြုစုလုပ်ကျွေးရင်းနဲ့ပဲ\nမိန်းကလေးတွေဘဝဟာ ကုန်ဆုံးသွားရပါတယ်..ဒါပေမယ့်ဒီဇာတ်လမ်းထဲက\nဘွားဘွားနှစ်ဦးကတော့ သူတို့ရဲ့သမီးတွေကို သူတို့လိုမဖြစ်အောင် ဘယ်လိုအတိုက်အခံ\nအကြံအဖန်တွေလုပ်ပြီး ရုန်းထွက်ကြမလဲဆိုတာကိုတော့....ဒီ အိန္ဒိယ ဇာတ်ကားက\nခင်ဗျားတို့ ထင်ထားတာထက်ကို ကောင်းပါတယ်.....\nရှေးရိုးဆန်တဲ့အတွေးတွေ အယူအဆတွေကြောင့် အရည်အသွေးတွေ အရည်\nအချင်းတွေကို ချိုးနှိမ်ထားခံရသလိုဖြစ်နေတဲ့အနေအထားက\nအားလုံးကို အတိုက်အခံလုပ်ပြီး ကြိုးစားပြထားတာကို\nဆွဲဆောင်မှုရှိအောင်ရိုက်ပြထားတာပါ..ပြသချိန် (၂) နာရီဆိုတာကို\nတောင် ခင်ဗျားတို့ မေ့လျော့သွားပါလိမ့်မယ်...\nIMDb...8.6 ရထားတာမို့ ထွေထွေထူးထူးတော့မညွှန်းတော့ပါဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်.....(zawgyi)ဒီဇာတ္လမ္းဟာ အိႏၵိယႏိုင္ငံရဲ႕ပထမဦးဆုံးႏိုင္ငံတကာၿပိဳင္ပြဲမွာ\nဆုရသြားတဲ့လူအေၾကာင္းရဲ႕ျဖစ္ရပ္မွန္ကို အေျခခံထားၿပီး\n႐ိုက္ကူးတင္ဆက္ထားတဲ့ဇာတ္ကားေကာင္းတစ္ေကာင္းပါ..\nျဖစ္ရပ္မွန္ဇာတ္ေၾကာင္းေတြဆို တစ္ဖြဲ႕တစ္ႏြဲ႕ နဲ႔ပိုင္ပိုင္ႏိုင္ႏိုင္\n႐ိုက္ကူးျပႏိုင္တဲ့ အိႏၵိယဇာတ္လမ္းေကာင္းေတြနဲ႔ ရင္းႏွီးၾကဖူးမွာပါ..\nဒီဇာတ္လမ္းမွာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသြားတဲ့သူဟာေရွး႐ိုးဆန္တဲ့\n႐ြာကမိန္းကေလးျဖစ္ၿပီး သူ႔ရဲ႕အဘြားေတြရဲ႕စိတ္ဓါတ္ႀကိဳးစားအားထုတ္ပုံေတြကို\nအဓိကထား႐ိုက္ကူးထားတာပါ..႐ြာေတြမွာမိန္းကေလးဆိုရင္ အိမ္မႈကိစၥလုပ္\nအခ်ိန္တန္ေယာက္်ားယူ..ၿပီးရင္လင္ေယာက်္ားကိုျပဳစုလုပ္ေကြၽးရင္းနဲ႔ပဲ\nမိန္းကေလးေတြဘဝဟာ ကုန္ဆုံးသြားရပါတယ္..ဒါေပမယ့္ဒီဇာတ္လမ္းထဲက\nဘြားဘြားႏွစ္ဦးကေတာ့ သူတို႔ရဲ႕သမီးေတြကို သူတို႔လိုမျဖစ္ေအာင္ ဘယ္လိုအတိုက္အခံ\nအႀကံအဖန္ေတြလုပ္ၿပီး ႐ုန္းထြက္ၾကမလဲဆိုတာကိုေတာ့....ဒီ အိႏၵိယ ဇာတ္ကားက\nခင္ဗ်ားတို႔ ထင္ထားတာထက္ကို ေကာင္းပါတယ္.....\nေရွး႐ိုးဆန္တဲ့အေတြးေတြ အယူအဆေတြေၾကာင့္ အရည္အေသြးေတြ အရည္\nအခ်င္းေတြကို ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xbo2/Saandi_Ki_Aankh.2019.WEB-DL720P.PP.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eu3BAlCrXxGBEWJGbu2kREAMVvV.jpg",
        "title": "Always a Bridesmaid(2019)",
        "description": "Always a Bridesmaid(2019)(unicode)နှစ်သစ်မှာ RO မယ့် ပရိသတ်ကြီးအတွက် romance ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေး ကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်တွေမှာ အမြဲတမ်း သတိုးသမီးအရံလုပ်ပေးရတဲ့ကိုရီနာရဲ့အကြောင်းလေးပါ သူငယ်ချင်းတွေတစ်ယောက်ပြီးတစ်ယောက်မင်္ဂလာဆောင်သွားတယ် သူကတော့ အပျိုကြီးဖြစ်နေတုန်းပဲ\nမင်္ဂလာဆောင်ပွဲတွေကိုသွားရပေမယ့်လဲ သူကတော့မင်္ဂလာဆောင်ရမှာကိုအရမ်းကြောက်နေခဲ့ပါတယ်\nအကြောင်းကတော့ သူ့အဖေကြောင့်ပါ သူ့အဖေက အရင်ကအငယ်နှောင်းထားခဲ့ပါတယ်\nအရင်တစ်ခါကအသည်းကွဲဖူးအဲ့အပြင် သူ့စိတ်ထဲမှာ သူ့အလှည့်ကျရင် သူယူမယ့်ယောက်ျားက အဲ့လိုလုပ်သွားရင်ဆိုတဲ့အတွေးမျိုးနဲ့ မင်္ဂလာမဆောင်ဘဲနေနေတာပါ တစ်နေ့ သူ့သူငယ်ချင်းတွေက အသက်၂၉နှစ်အရွယ် အပျိုကြီးဖြစ်နေတဲ့သူမကို လက်တွဲဖော်ရှာပေးမယ်ဆိုပြီး ဖုန်းထဲကို ဒိတ်အပ်စ် ကိုထည့်သွင်းပေးခဲ့ပါတယ်….\nအဲ့ဒီမှာ သူတကယ်ချစ်တဲ့ကောင်လေးနဲ့တွေ့မလား….တွေ့ခဲ့ရင်ရော ယခင်သံသယစိတ်တွေကြောင့်\nအဆင်ပြေပ့ါမလား…. ရုပ်ရှင်ခေါင်းစဉ်အတိုင်းအမြဲတမ်းသတိုးသမီးအရံပဲဖြစ်နေမလား …\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး…\nဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)Always A Bridesmaid 2019\nႏွစ္သစ္မွာ RO မယ္႔ ပရိသတ္ႀကီးအတြက္ romance ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလး ကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ေတြမွာ အၿမဲတမ္း သတိုးသမီးအရံလုပ္ေပးရတဲ႔ကိုရီနာရဲ႕အေႀကာင္းေလးပါ သူငယ္ခ်င္းေတြတစ္ေယာက္ၿပီးတစ္ေယာက္မဂၤလာေဆာင္သြားတယ္ သူကေတာ့ အပ်ိဳႀကီးၿဖစ္ေနတုန္းပဲ\nမဂၤလာေဆာင္ပဲြေတြကိုသြားရေပမယ္႔လဲ သူကေတာ့မဂၤလာေဆာင္ရမွာကိုအရမ္းေႀကာက္ေနခဲ႔ပါတယ္\nအေႀကာင္းကေတာ့ သူ႕အေဖေႀကာင့္ပါ သူ႕အေဖက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/always-a-bridesmaid2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-142x200.jpg",
        "title": "Confinemet Incontinence Uniform Slave (2014)",
        "description": "unicode\nDark Side ဖန်တွေ အတွက် တစ်ရက် တစ်ကားဆိုသလို\nဖန်တီးပေးမယ့် Dark Knight နဲ့ XCode တို့\nထပ်မံ ပူးပေါင်း တင်ဆက်ပေးလိုက်တာကတော့\nပြန်ပေးဆွဲခံရတဲ့ ကောင်မလေး ဇတ်လမ်းပါပဲ\nညဘက် အချိန်ပိုင်းအလုပ်ကနေ ပြန်လာတဲ့\nအချိန်ပိုင်း ကျောင်းသူလေးဟာ ပြန်လိုက်ပို့ပေးမယ်လို့\nလိမ်ညာခေါ်တဲ့ ကိုကိုလူချောနောက်\nကောက်ကောက်ပါအောင် လိုက်သွားပြီး\nပြန်ပေးဆွဲပြီး ဝိုင်း ဘု တာ ခံရပါရောလား\nပြန်ပေးဆွဲတာတွေ နောက် ပါသွားတဲ့\nကျောင်းသူလေး ပြန်လွှတ်ပါ့မလား\nသူဘယ်လိုတွေ ကြိုးစားမလဲ ဆိုတာ\nရင်တုန်ခံစား ကြည့်ရှုလိုက်ကြပါအုံး\n၁၈ ပလပ် ဇတ်ကားကို\nအိပ်ရေးတွေပျက် အားတွေချိနဲ့စွာ\nဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး\nစေတနာ ဗရပွ နဲ့ JAV အလန်းတွေ\nတင်ဆက်ပေးနေတာကတော့\nXCode တို့ပဲ ဖြစ်ပါတယ်...\nDark Side ဖန်တွေရေ ရယ်ဒီပဲလား ?\nzawgyi\nDark Side ဖန္ေတြ အတြက္ တစ္ရက္ တစ္ကားဆိုသလို\nဖန္တီးေပးမယ့္ Dark Knight နဲ႔ XCode တို႔\nထပ္မံ ပူးေပါင္း တင္ဆက္ေပးလုိက္တာကေတာ့\nျပန္ေပးဆြဲခံရတဲ့ ေကာင္မေလး ဇတ္လမ္းပါပဲ\nညဘက္ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/confinemet-incontinence-uniform-slave-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/as-japan-142x200.jpg",
        "title": "Asako I & II(2018)",
        "description": "Asako I & II(2018)IMDb......7.0(unicode)အာဆာကိုဆိုတဲ့ကောင်မလေးတစ်ယောက် ဓာတ်ပုံပြပွဲတစ်ခုကိုသွားကြည့်ရင်း အမှတ်မထင်\nဘတ်ခုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဆုံမိပြီး သူတို့(၂)ဦးဟာ မြင်မြင်ချင်းပဲ ချစ်မိသွားကြတယ်။ဘတ်ခုဆိုတဲ့ကောင်လေးဟာ လူထူးဆန်းကောင်လေးတစ်ယောက်ပါ..\nဘာလို့ဆို သူဟာ ဘယ်သူ့မှ မ ပြောဘဲ ပျောက်ချင်ရာပျောက်နေတတ်တဲ့သူ....\nတစ်ခါတစ်လေ အိမ်ကနေ မပြောမဆိုနဲ့ထွက်သွားရင်း တစ်လ ကိုးသီတင်းလောက် ပျောက်ချင်ပျောက်နေတတ်သည်။\nအိမ်သားများအတွက် မထူးဆန်းတော့။\nဒီလိုနဲ့ ၆ လလောက်ကြာတော့ ဘတ်ခုတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်ပြီး ပြန်ပေါ်မလာတော့။အာဆာကိုဆိုတဲ့ကောင်မလေးအတွက်တော့ ကြေကွဲခြင်းတွေ ထွေးပိုက်ပြီး\nကျန်ခဲ့ရတာပေါ့....\n၂ နှစ်လောက်ကြာပြီးနောက် အာဆာကို တစ်ယောက် အံအားသင့်စရာတစ်ခုနဲ့ကြုံရတယ်...ပျောက်သွားတဲ့ ချစ်သူနဲ့တစ်ထေရောထဲတူတဲ့ ကောင်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ရသလို သူပျောက်ပြီလို့ ထင်တဲ့ ချစ်သူကလည်း ပြန်ရောက်လာတဲ့နောက်မှာတော့....\nဘာတွေဆက်ဖြစ်ကြမလဲ ခံစားကြည့်ကြပါ...ဒီကားက အချစ်ရိုမန့်ကားလေးဖြစ်သလို\nမင်းသားရော မင်းသမီးရော ချောမောလှပကြပါတယ်...တကယ့်ကို ရင်ခုန်စိတ်ကြည်နူးရတဲ့ကားလေးပါ.ပြီးတော့ ဒီဇာတ်ကားဟာ 2019 ခုနှစ်အတွက် Asian Film Awards မှာ\nဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု(၄)ဆုနဲ့ ဆန်ကာတင်(၁၀)ဆုလည်းစာရင်း\nဝင်ခဲ့တယ်.....ခံစားကြည့်ကြပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်.....(zawgyi)အာဆာကိုဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ ဓာတ္ပုံျပပြဲတစ္ခုကိုသြားၾကည့္ရင္း အမွတ္မထင္\nဘတ္ခုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔ ဆုံမိၿပီး သူတို႔(၂)ဦးဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2T6jw/Asako_I_&_II.2018.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-156x200.png",
        "title": "Mido Turbulent Woman Teacher Tennis-slave Camp",
        "description": "unicode\nDarkSide Fan တွေ အတွက် Dark Knight နဲ့ XCode တို့\nထပ်မံ တင်ဆက်လိုက်တာကတော့\nတင်းနစ်အားကစား နည်းပြ ဆိုတဲ့ ဇတ်လမ်းလေးပါပဲ\nနာရှီရာမာ ဆိုတဲ့ တင်းနစ်ချံပီယံဟောင်း မိန်းမချောလေးဟာ\nအမျိုးသမီးသီးသန့် ကမ့်သွင်းလေ့ကျင့်စခန်း ကို နည်းပြအဖြစ်\nအထက်က တာဝန်အရပေးပို့ခြင်း ခံလိုက်ရပါတယ်\nတစ်ခုရှိတာက အသေမောင်းတယ်ဆိုတဲ့ အရင်နည်းပြဟောင်း နဲ့\nစတင်ပြီး အကျိတ်အနယ် ယှဉ်ပြိုင်ရတာပဲ\nနေတာ ကြာလေလေ တစ်ဖြေးဖြေးသိသာလာတာကတော့\nဒီကျောင်းမှာ လိင်မှုကိစ္စ ဆော်ကားခံနေရတဲ့ ပြသနာကို\nသိလာပြီး ဆရာမ တစ်ယောက် အနေနဲ့ ဖော်ထုတ်ဖို့\nကြိုးစားခဲ့သော အခါမှာတော့....\nဒီ ဆယ့်ရှစ်ပလပ် ကားလေးကို အားဆေးတွေသောက်\nကြက်ဥတွေ အစိမ်းစားပြီး ဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး XCode မှ ရေတွေငတ်ပြီး တင်ဆက်ပေးထားပါတယ်\nDark Side Fan အစစ်တွေ ကတော့ ချက်ချင်းကို Download ဆွဲပြီး\nကြည့်တော့မယ်ဆိုတာသိနေပါပြီ....zawgyi\nDarkSide Fan ေတြ အတြက္ Dark Knight နဲ႔ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mido-turbulent-woman-teacher-tennis-slave-camp/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/44Z0VKZvZ071NDHhy1oYb7ghGTS.jpg",
        "title": "Close Range Love (2014)",
        "description": "\"ကြၽန္မက အၿမဲအဆင္ေျပေနတယ္လို႔ လူေတြကထင္ၾကတယ္ တကယ္ေတာ့ဒီလိုမဟုတ္ခဲ့ပါဘူး\nကိစၥေသးေသးေလးေတြကေတာင္မွ ကြၽန္မကိုနာက်င္ေစပါတယ္\"\"လူတစ္ေယာက္ကို မုန္းလဲမုန္း ခ်စ္လဲခ်စ္ေနတာမ်ိဳးက အခ်စ္စစ္ပါပဲ\"English sub ပဲရွိကတည္းက နာမည္ႀကီးတဲ့ကားေလးမို႔လို႔ ေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားျဖစ္မွာပါ..ကူ႐ူ႐ူဂီ ယူနီဆိုတာ ေအးတိေအးစက္နဲ႔ မာေက်ာတယ္လို႔ထင္ရတဲ့ အထက္တန္းေက်ာင္းသူေလးပါ ။သူကစာလဲေတာ္ၿပီး စိတ္မာတယ္လို႔ထင္ရတဲ့အတြက္ လူေတြကသူ႔အတြက္ဆို ဘယ္ေတာ့မွ ဂ႐ုတစိုက္စဥ္းစားေပးၾကပါဘူးကူ႐ူ႐ူဂီက ေပ်ာ္သည္ျဖစ္ေစ ေဒါသထြက္သည္ျဖစ္ေစ သူ႔ရဲ႕ခံစားခ်က္ကိုမ်က္ႏွာမွာ လုံးဝမေဖာ္ျပဘဲ ႐ုပ္တည္ႀကီးနဲ႔အၿမဲေနပါတယ္...သူကတျခားဘာသာရပ္ေတြမွာTopထဲဝင္ေပမယ့္ အဂၤလိပ္စာမွာေတာ့ဆိုးဆိုးဝါးဝါးပါပဲပထမအစမ္းစာေမးပြဲအတြက္ အမွတ္ေတြထြက္တဲ့အခါ ကူ႐ူ႐ူဂီရဲ႕အဂၤလိပ္အမွတ္က အရမ္းနည္းတဲ့အတြက္ သူတို႔အတန္းရဲ႕အဂၤလိပ္စာဆရာျဖစ္တဲ့\nဆရာ ဆာကူ႐ိုင္နဲ႔အခ်ိန္ပိုသင္ဖို႔ေက်ာင္းကစီစဥ္ေပးပါတယ္ဆရာဆာကူ႐ိုင္က လူေတြရဲ႕စိတ္ကိုနားလည္တတ္တဲ့သူပါ ကူ႐ူ႐ူဂီရဲ႕အျပဳအမူေတြကိုၾကည့္ၿပီး သူ႔စိတ္ထဲမွာဘာေႂတြဖစ္ေနလဲဆိုတာကို ခန႔္မွန္းႏိုင္တဲ့သူမ်ိဳးပါခံစားခ်က္ေတြကိုမေဖာ္ျပတဲ့သူနဲ႔ သူမေျပာလည္း သူ႔ခံစားခ်က္ေတြကိုနားလည္ေပးန္ိုင္တဲ့သူတို႔ေတြ႕ၾကတဲ့အခါ ဘာေတြျဖစ္မလဲ...အခ်စ္ကိုတစ္ခါမွမႀကဳံဖူးတဲ့သူရယ္ဘယ္သူ႔ကိုမွ ကိုယ့္ဘက္ကစမခ်စ္ဖူးတဲ့သူရယ္ဒီႏွစ္ေယာက္ဆီမွာသံေယာဇဥ္ေတြျဖစ္ၾကတဲ့အခါ ဘယ္လိုထုတ္ျပၾကမွာလဲဆိုတာကိုသိခ်င္ရင္ ဒီကားေလးကို ၾကည့္ပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )[Unicode]\"ကျွန်မက အမြဲအဆင်ပြေနေတယ်လို့ လူတွေကထင်ကြတယ် တကယ်တော့ဒီလိုမဟုတ်ခဲ့ပါဘူး\nကိစ္စသေးသေးလေးတွေကတောင်မှ ကျွန်မကိုနာကျင်စေပါတယ်\"\"လူတစ်ယောက်ကို မုန်းလဲမုန်း ချစ်လဲချစ်နေတာမျိုးက အချစ်စစ်ပါပဲ\"English sub ပဲရှိကတည်းက နာမည်ကြီးတဲ့ကားလေးမို့လို့ တော်တော်များများလည်းသိပြီးသားဖြစ်မှာပါ..ကူရူရူဂီ ယူနီဆိုတာ ...",
        "rating": "",
        "url": "https://megaup.net/2c4wa/Close_Range_Love_(2014).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gbSJNW1g4cSUJJr3SN1TFa6xZt.jpg",
        "title": "Twenty (2015)",
        "description": "ဆယ္ေက်ာ္သက္အ႐ြယ္မွာ လမ္းေပ်ာက္တာတို႔ ႀကဳံဖူးၾကပါလိမ့္မယ္ဒီကားေလးကေတာ့ ဘဝတစ္ေကြ႕ အသက္၂၀ အ႐ြယ္မွာ သူငယ္ခ်င္းသုံးေယာက္လမ္းေပ်ာက္တဲ့ လက္ေတြ႕ဆန္ဆန္ ဟာသကားေလးပါေကာင္မေလးေတြကိုစိတ္ဝင္စားၿပီး အရမ္းေဗြတဲ့ သူေဌးသားလူဆိုး ခ်ာခ်ီဟို(Kim Woo Bin)၊အခ်ိန္ပိုင္းအလုပ္နဲ႔ေက်ာင္းတက္ေနရၿပီး ကာတြန္းဆရာျဖစ္ခ်င္တဲ့ ဒုန္ဝူး (Lee Jun Ho)၊႐ိုးအၿပီးဘာမွမသိရွာတဲ့ စာဂ်ပိုး ေဂ်ာင္းဂ်ယ္ (Kang Ha Neul)...ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးဆိုေပမယ့္ လက္ေတြ႕ဆန္လြန္းလို႔ တစ္ကားလုံး အခြီေတြခ်ည္းပဲေနာ္...စကားအေျပာအဆိုေတြနဲ႔ တခ်ိဳ႕အခန္းေတြက ++ ေလးေတြပါေပမယ့္မထင္ထားတဲ့ဟာသေလးေတြနဲ႔ တစ္ကားလုံးအူတက္ေအာင္ရယ္ရမွာပါ...ဒီကားကို ႏွစ္ခါေလာက္ျပန္ၾကည့္မိမယ္ဆိုတာ မွန္းရဲပါတယ္ ၾကည့္ၿပီးေနာင္တမရေစရပါဘူး...ကိုးရီးယားကားဆိုၿပီး မိန္းကေလးေတြအႀကိဳက္လို႔ပဲမထင္လိုက္နဲ႔ေနာ္..သိခ်င္ရင္ ေဒါင္းၾကည့္ၾကေနာ္ဒီကားၾကည့္ၿပီး အေမာေျပၾကလိမ့္မယ္လို႔ အာမခံပါတယ္ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hnin Pale ျဖစ္ပါတယ္ )[Unicode]ဆယ်ကျော်သက်အရွယ်မှာ လမ်းပျောက်တာတို့ ကြုံဖူးကြပါလိမ့်မယ်ဒီကားလေးကတော့ ဘဝတစ်ကွေ့ အသက်၂၀ အရွယ်မှာ သူငယ်ချင်းသုံးယောက်လမ်းပျောက်တဲ့ လက်တွေ့ဆန်ဆန် ဟာသကားလေးပါကောင်မလေးတွေကိုစိတ်ဝင်စားပြီး အရမ်းဗွေတဲ့ သူဌေးသားလူဆိုး ချာချီဟို(Kim Woo Bin)၊အချိန်ပိုင်းအလုပ်နဲ့ကျောင်းတက်နေရပြီး ကာတွန်းဆရာဖြစ်ချင်တဲ့ ဒုန်ဝူး ...",
        "rating": "",
        "url": "https://megaup.net/2c4x4/Twenty_(2015).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brlmQTkZwi1HYBzUf2l4cv1LF17.jpg",
        "title": "Birthday (2019)",
        "description": "Birthday(2019)IMDb....7.0(unicode)နိုင်ငံခြားမှာနေရင်း မိသားစုအတွက်\nငွေတွေတတ်နိုင်သလောက်ရှာပြီးပြန်လာတဲ့ ဖခင်ဖြစ်သူ ဂျောင်အီတစ်ယောက်ရဲ့\nမိသားစုအိမ်ပြန်လမ်းဟာ တခြားသူတွေနဲ့ တူပုံမရဘူး....\nသူ့ပုံစံကပျော်ရမယ့်အစား ဝမ်းနည်းကြေကွဲမှုတွေမျက်နှာပေါ်မှာအပြည့်....\nသမီးလေးအတွက်အရုပ်လေးဝယ်ရင်း အိမ်တံခါးခေါက်တဲ့သူ့ကို ဇနီးဖြစ်သူက\nတံခါးမဖွင့်ပေးခဲ့သလို တစ်သက်လုံးအိမ်ပြန်မလာလည်းရတယ်ဆိုတဲ့\nပုံစံမျိုးနဲ့ကြိုဆိုခဲ့လေရဲ့....ဖခင်ဖြစ်သူဟာ နိုင်ငံခြားမှာနေပြီး မိန်းမပွေရှုတ်တာလည်းမဟုတ်..ရှာသမျှလည်းအိမ်ကိုပို့တယ်...မိန်းမဖြစ်သူရဲ့ ဒီလိုကြိုဆိုမှုကိုလည်း အပြစ်မဆိုခဲ့ဘူး....ဘာကြောင့် ဒီလိုဖြစ်နေကြတာလဲ...သမီးလေးနဲ့ မိန်းမဆီ နွေးထွေးတဲ့မိသားစုလေး အဖြစ်သူပြန်တည်ဆောက်လို့ရပါ့မလား...တခြားဘာအကြောင်းတွေရှိသေးလဲ...\nကားနာမည် Birthdayဆိုတာနဲ့ရော ဘယ်လိုသက်ဆိုင်နေတာလဲဆိုတာကိုတော့\nခံစားကြည့်ပါဦး....ဒီကားက မိသားစုကားတစ်ကားပါ..အေးသလိုထင်ရပေမယ့်\nဘာကြောင့်လဲဆိုတာတဖြည်းဖြည်းဆွဲခေါ်သွားပြီး\nကြည့်ရှုသူကိုဖမ်းစားနိုင်တဲ့ကားပါ..သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး\nမင်းသားမင်းသမီးတွေကြီးပါပဲ...ခံစားကြည့်လိုက်ပါဦး...IMDb...7.0တောင်ရရှိထားတာမို့ ထွေထွေထူးထူးမညွှန်းတော့ပါဘူးနော်\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်... File Size : (945 MB)\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/13Xu4/Birthday_(Saeng-Il)_[2019]_(MM_Sub).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rsFwXfEQ3HBADOjob0C4Flt4VSQ.jpg",
        "title": "We Are ( 2018 )",
        "description": "Zawgyi*******တစ္ခါကဂ်ပန္ႏိုင္ငံတြင္းမွာရွိတဲ့႐ြာေလးတစ္႐ြာမွာအိမ္မက္ေတြရည္မွန္းခ်က္ေတြကိုယ္စီနဲ႔သူငယ္ခ်င္းတစ္ဖြဲ႕ကသူတို႔အထက္တန္းေက်ာင္းၿပီးေတာ့ကိုယ့္ကိုယ္စီအိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔အတြက္ကိုယ့္လမ္းကိုယ္စီေလွ်ာက္ခဲ့ၾကပါတယ္...ဘဝကိုႀကိဳးစား႐ုန္းကန္ၾကရတဲ့လမ္းမွာက်ရႈံးမႈေတြနာက်င္မႈေတြစိတ္ပ်က္စရာေတြႀကဳံလာရၿပီးအိမ္မက္နဲ႔လက္ေတြ႕ဘဝ​ေတြရဲ႕ျခားနားခ်က္ကိုေတြ႕ႀကဳံလာရလာတဲ့အခါ ဘဝကိုအရႈံးေပးလိုက္မွာလားဆက္ႀကိဳးစားရွင္သန္သြားမွာလား..သူတို႔ေတြကေရာဘယ္လိုေ႐ြးခ်ယ္မႈ​မ်ိဳးေတြကိုလုပ္သြားမွာလဲဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါအုန္းေနာ္ Unicode*******တစ်ခါကဂျပန်နိုင်ငံတွင်းမှာရှိတဲ့ရွာလေးတစ်ရွာမှာအိမ်မက်တွေရည်မှန်းချက်တွေကိုယ်စီနဲ့သူငယ်ချင်းတစ်ဖွဲ့ကသူတို့အထက်တန်းကျောင်းပြီးတော့ကိုယ့်ကိုယ်စီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့အတွက်ကိုယ့်လမ်းကိုယ်စီလျှောက်ခဲ့ကြပါတယ်...ဘဝကိုကြိုးစားရုန်းကန်ကြရတဲ့လမ်းမှာကျရှုံးမှုတွေနာကျင်မှုတွေစိတ်ပျက်စရာတွေကြုံလာရပြီးအိမ်မက်နဲ့လက်တွေ့ဘဝတွေရဲ့ခြားနားချက်ကိုတွေ့ကြုံလာရလာတဲ့အခါ ဘဝကိုအရှုံးပေးလိုက်မှာလားဆက်ကြိုးစားရှင်သန်သွားမှာလား..သူတို့တွေကရောဘယ်လိုရွေးချယ်မှုမျိုးတွေကိုလုပ်သွားမှာလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါအုန်းနော် Translated & Review By MineEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1w76g/(CM)We.Are.2018.BluRay.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/80896020_2450616885215967_7955973642171449344_n-153x200.jpg",
        "title": "Timeless Love ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ၫႊန္ေပးမဲ့ကားေလးကေတာ့ 2019ထြက္ comedy နဲ႔drama ေရာထားတဲ့ timeless love ဆိုတဲ့ကားေလးပါပဲဇာက္လမ္းအၫႊန္းေလးကေတာ့ Qin Duyi ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာေဆာက္လုပ္ေရးcompany တစ္ခုမွာ လက္ေထာက္မန္ေနဂ်ာတစ္ေယာက္ပါသူက တစ္ေယာက္တည္းေနတတ္သူျဖစ္ၿပီး ေန႔တိုင္းအလုပ္ေနာက္က်တာမို႔ အၿမဲ အဆူခံထိသူပါ တစ္ေန႔ သူဟာပလုပ္ေနာက္က်တာေၾကာင့္ ေဆာက္လုပ္ေရးဆိုက္ထဲမွာအလုပ္သြားလုပ္ဖို႔အျပစ္ေပးခံရပါတယ္ အဲ့ဒီမွာ ဆြဲႀကိဳးေလးတစ္ကုံးေကာက္ရတဲ့အခ်ိန္မွာေတာ့ သူ႔ဘဝႀကီးဟာေျပာင္းလဲလာပါေတာ့တယ္ သူဟာ ဆြဲႀကိဳးေလးကို ယူလာၿပီးညမွာေတာ့ သူ႔အိမ္ကို ထူးဆန္းတဲ့ မိန္းမလွေလးေလးေယာက္ေရာက္လာပါေတာ့တယ္မိန္းမလွေလးေတြက သူ႔ကိုေျပာတယ္ သူတို႔ကိုကူညီပါလို႔သူတို႔ဟာ ေရွးေခတ္ကေန လာခဲ့ၿပီး ကိစၥတစ္ခုေၾကာင့္ ဆြဲႀကိဳးထဲမွာပိတ္မိေနၾကတာပါ သူတို႔ဟာ သူတို႔ရဲ႕ဖူးစာရွင္ကို ရွာၿပီးသူတို႔ကို ခ်စ္တယ္လို႔ေျပာမွသာ သူတို႔ရဲ႕ေရွးေခတ္ကိုျပန္ႏိုင္မွာျဖစ္ၿပီးQin Duyi ကေတ့ာ သူတို႔ရဲ႕ ကယ္တင္ရွင္ သူတို႔ကဝိဥာဥ္ေတြ ျဖစ္တာေၾကာင့္ သူမရဲ႕ ခႏၲာကိုယ္ကို ငွါးဖို႔လိုအပ္တာပါလို႔ေျပာၾကပါတယ္အဲ့မိန္းကေလးေလးေယာက္ကေတာ့Liu Rusi : ရဲရင့္ၿပီး ေခ်ာေမာလွတဲ့ မိန္းမစစ္သူႀကီးChen Zilian: စိတ္ကူးယဥ္ဆန္ၿပီး မိန္းမယစ္အိုးေလးLi Mengying: အကလဲေတာ္ ႐ုပ္ေလးလဲလွ ...",
        "rating": "5",
        "url": "https://megaup.net/1w76p/[CM]Timeless.Love.2019.720P.mp4",
        "category": "Asian, Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/81523033_461630951443117_1482095567768125440_n-144x200.jpg",
        "title": "The Fire Wolf ( 2019 )",
        "description": "Zawgyi*******လက္ေဝွ႔ ခ်န္ပီယံ ဖုန္းရီေဟာ္ ကို ေျမေအာက္ေလာင္းကစားဘုရင္က်င္းေဝရဲ႕ ေျခာက္တြန္းမႈေၾကာင့္ ေထာင္နန္းစံသြားရတာကိုမေက်နပ္လို႔ရီေဟာ္ရဲ႕ ညီ ရီေ႐ႊတစ္ေယာက္ လက္စားေခ်ဖို႔ႀကိဳးပမ္းရာကေန ဘယ္လိုေတြျဖစ္မလဲဆိုတာဒီကားထဲမွာဆိုရင္ လက္ေဝွ႔ပြဲႀကိဳက္တဲ့သူေတြအတြက္ေတာ့သေဘာက်မယ့္ကားတစ္ကားပါ မင္းသားေတြကနာမည္ႀကီးေတြမဟုတ္ေပမယ့္တကယ္ေသေသခ်ာခ်ာ႐ိုက္ထားတဲ့အတြက္စိတ္ဝင္စားဖို႔ေကာင္းတဲ့ကားတစ္ကားျဖစ္တာေၾကာင့္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္... Unicode******* လက်ဝှေ့ ချန်ပီယံ ဖုန်းရီဟော် ကို မြေအောက်လောင်းကစားဘုရင်ကျင်းဝေရဲ့ ခြောက်တွန်းမှုကြောင့် ထောင်နန်းစံသွားရတာကိုမကျေနပ်လို့ရီဟော်ရဲ့ ညီ ရီရွှေတစ်ယောက် လက်စားချေဖို့ကြိုးပမ်းရာကနေ ဘယ်လိုတွေဖြစ်မလဲဆိုတာဒီကားထဲမှာဆိုရင် လက်ဝှေ့ပွဲကြိုက်တဲ့သူတွေအတွက်တော့သဘောကျမယ့်ကားတစ်ကားပါ မင်းသားတွေကနာမည်ကြီးတွေမဟုတ်ပေမယ့်တကယ်သေသေချာချာရိုက်ထားတဲ့အတွက်စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားတစ်ကားဖြစ်တာကြောင့်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော်... Translated & Review By MineEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/1w767/(CM)The.Fire.Wolf.2019.HDRip.720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYphflJaikqyASMqC8JoQykJjzf.jpg",
        "title": "Guilt by Design (2019)",
        "description": "Guilt by Design(2019)အညွှန်း****************************(unicode)ဒီဇာတ်ကားကတော့ တော်‌တော်ကိုစိတ်ဝင်စားစရာကောင်းပါတယ်။\nစိတ်ပညာရှင် ပါမောက္ခ ရှူလိရှိန် က ရာဇဝတ်သားတို့ရဲ့စိတ်ကိုညှို့ယူပြီး အမှန်တရား\nပေါ်ပေါက်ရေးအတွက် ရဲတွေ ကိုများစွာကူညီခဲ့တဲ့သူဖြစ်ပါတယ်။\nပါမောက္ခရဲ့ဇနီးဟာ ကလေးမွေးပြီးနောက်မှာ စိတ်ကျရောဂါ ရရှိခဲ့ပါတယ်။ သူချစ်တဲ့ဇနီးသည်ဟာ အိပ်ဆေးသောက်တာ များသွားလို့ အသက်ဆုံးသွားခဲ့တယ် ။ ထိုနောက်မှာ သူ့ရဲ့စိတ်ညှို့ပညာကိုမသုံးတော့ပါဘူး။သူ့သမီးလေးနဲ့ပဲ ဘ၀ကိုရိုးစင်းစွာဖြတ်သန်းခဲ့\nပေမယ့် ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ဘူး... အမည်မသိအဖွဲ့ အစည်းတစ်ခုဟာ\nသူ့သမီး ရင်ရင် ကိုပြန်ပေးဆွဲပြီး သူ့ကိုခြိမ်း‌ခြောက်ခဲ့တယ်။\nသမီးကိုကယ်ဖို့အတွက် သူကြိုးစားပါတော့တယ်...\nသူဘယ်လိုကယ်မလဲ....သူတစ်ဘက်ကမ်းခပ်ကျွမ်းကျင်တဲ့ပညာကိုအသုံးချပြီး\nကယ်မှာလား....သူသုံးတဲ့ နည်းစနစ်တွေကရော အဆင်ပြေမလား...\nဒီဇာတ်ကားကတော့ Link Walker နဲ့ မြန်မာပရိတ်သတ်တွေရင်းနှီးကျတဲ့\nနာမည်ကြီးမင်းသား Nick Cheung က အဓိက သရုပ်ဆောင်ထားပါတယ်...\nဇာတ်လမ်းက အစအဆုံးစိတ်ဝင်စားစရာကောင်းသလို\nထက်မြက်ပြီး ကိုယ့်ပညာကိုအချိန်ကိုက်အသုံးပြုပြီး ဖြေရှင်းတဲ့ သွေးအေးအေး\nဇာတ်ရုပ်ကိုတွေ့မြင်ရမှာပါ...တော်တော်ကြီးကို လန်းတဲ့ဇာတ်ကားပါ..\nခံစားကြည့်ကြပါဥ◌ီး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit နဲ့ Naomi Noe တို့ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားကေတာ့ ေတာ္‌ေတာ္ကိုစိတ္ဝင္စားစရာေကာင္းပါတယ္။\nစိတ္ပညာရွင္ ပါေမာကၡ ရႉလိရွိန္ က ရာဇဝတ္သားတို႔ရဲ႕စိတ္ကိုညႇိဳ႕ယူၿပီး အမွန္တရား\nေပၚေပါက္ေရးအတြက္ ရဲေတြ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2S3hB/Guilt_By_Design.2019.WEB-DL.NEW..720P.PP.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paZRSPyrG611PVDQEcu9JZkwBZZ.jpg",
        "title": "The Bravest (2019)",
        "description": "The Bravest(2019) အညႊန္း***********************(zawgyi)က်န္းက်ိေဝ ဆုိတာ သိပ္ေတာ္တဲ့မီးသတ္ေခါင္းေဆာင္တစ္ေယာက္....အေတြ့အႀကဳံလည္းမ်ားသလုိ တစ္ဒဂၤအတြင္းမွန္ကန္တဲ့ဆုံးျဖတ္ခ်က္ေတြေၾကာင့္ ငယ္သားေတြကလည္း\nေလးစားအထင္ႀကီးၾကတယ္..တစ္ေန႕ေတာ့ မီးေလာင္မႈတစ္ခုမွာ သူတုိ႕အဖြဲ႕ ကယ္ဆယ္ေရးလုပ္ၾကတယ္...ကေလးတစ္ေယာက္ကုိ က်န္းက်ိေ၀ခက္ခက္ခဲခဲကယ္ထုတ္နုိင္ခဲ့တယ္...\nဒါေပမယ့္ သူကလြဲလုိ႕ မီးသတ္တစ္ဖြဲ႕လုံးမေမွ်ာ္လင့္တဲ့ ဂစ္အုိးေပါက္ကြဲမွုေၾကာင့္ ေသဆုံးကုန္ၾကတယ္.....က်န္းက်ိေ၀အတြက္ စိတ္ဒဏ္ရာအရဆုံးျဖစ္သလုိ ဦးတည္ရာမဲ့ရပ္တည္ေနသလုိခံစားရတယ္...စိတ္ပညာဆရာ၀န္ေတြရဲ႕ဆုံးျဖတ္ခ်က္အရမူမမွန္သလုိျဖစ္ေနတဲ့သူ႕ကုိ\nမီးသတ္အဖြဲ႕ကလည္း နွဳတ္ထြက္ေစခ်င္ၾကတယ္....\nတစ္ေန႕ေတာ့ တရုတ္နုိင္ငံရဲ႕အႀကီးဆုံး ဆိပ္ကမ္းေရနံသုိေလွာင္ကန္ႀကီး ပေယာဂတစ္ခုေၾကာင့္ မီးေလာင္မွႈျဖစ္ပြားခဲ့တယ္....အႀကီးဆုံးေရနံသုိေလွာင္ကန္ဆုိေတာ့ တကယ့္ကုိ\nကပ္ဆုိးၾကီးဆုိက္တာပါပဲ...အခက္အခဲဆုံးမီးေလာင္မွုေတြမတားနုိင္ခဲ့ရင္ အက္တမ္ဗုံး အလုံး ၂၀ အားနဲ႕ ညီမ်ွတဲ့ေပါက္ကြဲမွဳျဖစ္နုိင္တယ္လုိ႕ကြ်မ္းက်င္ပညာရွင္ေတြကဆုိၾကတယ္....ဘယ္ေလာက္ေတာင္အားႀကီးမလဲစဥ္းစားသာၾကည့္ေတာ့...\nက်န္းက်ိေ၀တုိ႕မီးသတ္အဖြဲ႕ေတြ နဲ႕ တာ၀န္ရွိသူေတြ ဘယ္လုိတားဆီးၾကမလဲဆုိတာ\nေစာင့္ၾကည့္လုိက္ၾကပါဦး...\nဒီကားက ျဖစ္ရပ္မွန္ကုိအေျခခံၿပီးရုိက္ကူးထားတာပါ... မီးသတ္ေနတာကုိၾကည့္ရုံနဲ႕\nပ်င္းစရာဇာတ္ကားႀကီးလုိ႕ထင္ရင္ေတာ့မွားသြားလိမ့္မယ္...အစကေနအဆုံးထိ\nတကယ့္ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရတာပါ..ကုိယ္တုိင္မီးသတ္တပ္ဖြဲ႕ထဲေရာက္သြားသလုိခံစားရၿပီး ျဖစ္နုိင္ေျခေတြ လုိက္ၾကည့္ရတာ ခင္ဗ်ားတုိ႕ပါေဇာေခြ်းျပန္လာလိမ့္မယ္...\nရုိက္ခ်က္ေတြကလည္း တကယ့္ကုိခမ္းနားသလုိ တျခားနုိင္ငံရဲ႕ အထင္ႀကီးေလာက္စရာ\nနည္းစနစ္ေတြကုိ အားက်စရာျမင္ေတြရပါ့လိမ့္မယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္.....(Unicode)ကျန်းကျိဝေ ဆိုတာ သိပ်တော်တဲ့မီးသတ်ခေါင်းဆောင်တစ်ယောက်....အတွေ့အကြုံလည်းများသလို တစ်ဒင်္ဂအတွင်းမှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေကြောင့် ငယ်သားတွေကလည်း\nလေးစားအထင်ကြီးကြတယ်..တစ်နေ့တော့ မီးလောင်မှုတစ်ခုမှာ သူတို့အဖွဲ့ ကယ်ဆယ်ရေးလုပ်ကြတယ်...ကလေးတစ်ယောက်ကို ကျန်းကျိဝေခက်ခက်ခဲခဲကယ်ထုတ်နိုင်ခဲ့တယ်...\nဒါပေမယ့် သူကလွဲလို့ မီးသတ်တစ်ဖွဲ့လုံးမမျှော်လင့်တဲ့ ဂစ်အိုးပေါက်ကွဲမှုကြောင့် သေဆုံးကုန်ကြတယ်.....ကျန်းကျိဝေအတွက် စိတ်ဒဏ်ရာအရဆုံးဖြစ်သလို ဦးတည်ရာမဲ့ရပ်တည်နေသလိုခံစားရတယ်...စိတ်ပညာဆရာဝန်တွေရဲ့ဆုံးဖြတ်ချက်အရမူမမှန်သလိုဖြစ်နေတဲ့သူ့ကို\nမီးသတ်အဖွဲ့ကလည်း နှုတ်ထွက်စေချင်ကြတယ်....\nတစ်နေ့တော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-bravest2019/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
        "title": "The Two Popes (2019)",
        "description": "၂၀၁၇ ခုနှစ် The Pope အမည်ရပြဇာတ်ကိုမှီငြမ်းရိုက်ကူးထားတဲ့၂၀၁၉ ခုနစ်ထွက် Biological Drama အမျိုးအစားပဲဖြစ်ပါတယ်....The Best Director Award ရရှိထားတဲ့ Fernando Meirelles ရိုက်ကူးထားတဲ့အပြင်IMDB ကလည်း 7.7/10 ရရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ သူ့ဇာတ်ကားနာမည်အတိုင်းပုပ်ရဟန်းမင်းကြီးနှစ်ပါးအကြောင်းပဲဖြစ်ပါတယ်ပုပ်ရဟန်းမင်းကြီ ဘန်နဒစ်နံပါတ်ခြောက်ကရှေးရိုးဆန်ပြီး ခေတ်နောက်ပြန်ဆွဲတဲ့ Conservative တစ်ယောက်ပြီးတော့သူက ဂျာမန်လူမျိုးလည်းဖြစ်နေပါသေးတယ်..ဘုန်းတော်ကြီး ဘာဂိုလီယိုကတော့ ပြုပြင်ပြောင်းလဲရေးသမားအာဂျင်တီးနားလူမျိုးတစ်ယောက်...ကြမ္မာလှည့်ကွက်တွေကြောင့် သူတို့နှစ်ယောက် တွေ့ဆုံကြတဲ့အခါသူတို့နှစ်ယောက်ကြားက မတူညီတဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေနဲ့... လုပ်ရပ်တွေကြားမှာဘယ်သူက တကယ့်ပြောင်းလဲမှုတွေဖန်တီးပေးနိုင်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်...ဘာသာရေးဆက်နွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့်လုံးဝမပျင်းမရိရပဲ ပညာသားပါတဲ့ဒိုင်ယာလော့ဒ်တွေအောက်မှာစီးမျောစေရမယ်လို့အာမခံပါတယ် File Size : ( 1 GB , 363  MB )Quality : ...",
        "rating": "7.7",
        "url": "https://megaup.net/2S3hs/(CM)_The_Two_Popes_2019_(Large_Size).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubn1xVFD1oboxmgQayBbYSZ94AE.jpg",
        "title": "Segfault (2019)",
        "description": "Segfault(2019)(unicode)ဒီဇာတ်ကားကို ဟိုးအရင်ကတည်းကဘယ်သူမှမရိုက်ကူးထားခဲ့တဲ့\nပုံစံသစ် စိတ်ကူးသစ်တစ်ခုနဲ့ ရိုက်ကူးတင်ဆက်ထားပါတယ်..\nဘယ်လိုပုံစံနဲ့လဲဆိုတော့ အဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်သူကို\nဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ ဇာတ်ညွှန်းဇာတ်ကွက်တွေကို တစ်ခုမှအသိမပေး\nဒိုင်ယာလော့ခ်စကားပြောတွေမရှိဘဲနဲ့ ဇာတ်ပို့တွေရဲ့အကူအညီနဲ့သာ\nဘာကိုဘယ်လိုဆက်လုပ်မလဲဆိုတာ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်ချခိုင်းပြီး\nရှေ့ဆက်သွားရတဲ့ ပုံစံမျိုးပါ...\nဇာတ်လမ်းရဲ့အစ အခန်းထဲကထိုင်ခုံပေါ်မှာမျက်လုံးစုံမှိတ်ခိုင်းထားပြီး..\nစရိုက်ကူးပြီဆိုမှအဆင်သင့်ဖြစ်ပြီလားတစ်ချက်ပဲမေးလိုက်ပြီး\nရိုက်ကူးပုံဖော်ထားတာပါ...သူမကိုအသိပေးထားဆိုလို့ အတိတ်မေ့နေတယ်\nဆိုတာပါပဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတောင် သူမကိုယ်တိုင်မသိရဘဲ\nအဆုံးထိစိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်သွားရမှာပါ\n...ဇာတ်လမ်းထဲမှာတော့ သူမဟာနိုးနိုးချင်းဟိုတယ်အခန်းထဲမှာရောက်နေတယ်..\nအဲ့အချိန်မှာ အခန်းထဲကဖုန်းဝင်လာပြီးသူမကို ဘယ်ကိုဆက်သွားပါ..\nဘယ်သူနဲ့မှမစကားမပြောပါနဲ့..ဘယ်သူတွေကိုရှောင်ပါစသည်ဖြင့်ပြောလာခဲ့ပါတော့တယ်\nအဲ့နောက်မှာတော့ ဘယ်သူ့ကိုယုံရမှာလဲ သူကိုယ်တိုင်ကရောဘယ်သူလဲ...\nသူ့ကိုဘယ်သူတွေကလိုချင်နေကြတာလဲဆိုတာကိုတော့...ဇာတ်လမ်းထဲကမင်းသမီးနဲ့အတူ\nစိတ်ဝင်စားစွာနဲ့စောင့်ကြည့်ရင်း....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aungပဲဖြစ်ပါတယ်.... (zawgyi)ဒီဇာတ္ကားကို ဟိုးအရင္ကတည္းကဘယ္သူမွမရိုက္ကူးထားခဲ့တဲ့\nပံုစံသစ္ စိတ္ကူးသစ္တစ္ခုနဲ႔ ရိုက္ကူးတင္ဆက္ထားပါတယ္..\nဘယ္လိုပံုစံနဲ႔လဲဆိုေတာ့ အဓိကဇာတ္ေဆာင္မင္းသမီးျဖစ္သူကို\nဒီဇာတ္လမ္းတစ္ခုလံုးရဲ႕ ဇာတ္ညႊန္းဇာတ္ကြက္ေတြကို တစ္ခုမွအသိမေပး\nဒိုင္ယာေလာ့ခ္စကားေျပာေတြမရွိဘဲနဲ႔ ဇာတ္ပို႔ေတြရဲ႕အကူအညီနဲ႔သာ\nဘာကိုဘယ္လိုဆက္လုပ္မလဲဆိုတာ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ခ်ခိုင္းၿပီး\nေရွ႕ဆက္သြားရတဲ့ ပံုစံမ်ိဳးပါ...\nဇာတ္လမ္းရဲ႕အစ အခန္းထဲကထိုင္ခံုေပၚမွာမ်က္လံုးစံုမွိတ္ခိုင္းထားၿပီး..\nစရိုက္ကူးၿပီဆိုမွအဆင္သင့္ျဖစ္ၿပီလားတစ္ခ်က္ပဲေမးလိုက္ၿပီး\nရိုက္ကူးပံုေဖာ္ထားတာပါ...သူမကိုအသိေပးထားဆိုလို႔ အတိတ္ေမ့ေနတယ္\nဆိုတာပါပဲ...ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာင္ သူမကိုယ္တိုင္မသိရဘဲ\nအဆံုးထိစိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္သြားရမွာပါ\n...ဇာတ္လမ္းထဲမွာေတာ့ သူမဟာႏိုးႏိုးခ်င္းဟိုတယ္အခန္းထဲမွာေရာက္ေနတယ္..\nအဲ့အခ်ိန္မွာ အခန္းထဲကဖုန္းဝင္လာၿပီးသူမကို ဘယ္ကိုဆက္သြားပါ..\nဘယ္သူနဲ႔မွမစကားမေျပာပါနဲ႔..ဘယ္သူေတြကိုေရွာင္ပါစသည္ျဖင့္ေျပာလာခဲ့ပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ ဘယ္သူ႕ကိုယံုရမွာလဲ သူကိုယ္တိုင္ကေရာဘယ္သူလဲ...\nသူ႕ကိုဘယ္သူေတြကလုိခ်င္ေနၾကတာလဲဆိုတာကိုေတာ့...ဇာတ္လမ္းထဲကမင္းသမီးနဲ႔အတူ\nစိတ္ဝင္စားစြာနဲ႔ေစာင့္ၾကည့္ရင္း....ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aungပဲျဖစ္ပါတယ္....File Size : (850 MB) and (351 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://megaup.net/2S3hD/Segfault.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cX3fl80NMXILgmsy0blU9ir6sy1.jpg",
        "title": "The Elephant Queen (2019)",
        "description": "Imbd 8.0 ရရရှိထားပြီးတော့ rotten tomato 90% ထိ္ ရ ရှိထားပါတယ်ဆင်ဘုရင်မ အက်သီနာနဲ့ဆင်မိသားစုတို့ကသူတို့ နေထိုင်တဲ့ ရေအိုင်ပတ်ဝန်းကျင်က ခြေချောင်းအရွယ်သာရှိတဲ့အိမ်နီးချင်း တိရိစ္ဆာန် တွေနဲ့အတူယှဉ်တွဲနေထိုင်ပုံ ကို တင်ဆက်ပြသထားပါတယ်အဲ့နောက်မှာ အာဖရိက ဒေသရဲ့ မိုးခေါင်ရေရှားမှု ကြောင့်သူတို့ရဲ့ ရေအိုင်က ခန်းခြောက်သွားတာကို ရင်ဆိုင်ကြုံတွေ့ကြရပြီးဒုက္ခ ရောက်ခဲ့ကြပါတယ် အဲ့ရေအိုင်နားမှာ ဆက်နေဖို့ မဖြစ်နိုင်တော့ပဲပူပြင်းခြောက်သွေ့တဲ့ရာသီမှာ ခှိုလှုံလို့ရမဲ့ နေရာကို ရှာဖို့ ဆင်မိသားစုကိုဦးဆောင် လမ်းပြမဲ့ ဆင်မျိူးနွယ်စု ဘုရင်မ အက်သီနာ ရဲ့စွမ်းဆောင်ရည်တွေကို ကြည့်ရှုခံစားရမဲ့Discovery documentary ကောင်းလေးတခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Cinema for Peace Awards 2019 မှာInternational Green Film ...",
        "rating": "8.0",
        "url": "https://megaup.net/1w8mv/(CM)_The_Elephant_Queen_2019_(Large_Size).mp4",
        "category": "Documentary, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or2qu22GCjzVVeBuP7JUCqbjCCl.jpg",
        "title": "Nineteen Summers (2019)",
        "description": "အခုတစ်ခါ ဇာတ်လမ်း​လေးက​တော့ black people​တွေရဲ့ ​နေထိုင်မှုဘဝ​တွေသူတို့ရဲ့​နေ့စဥ်လှုပ်ရှားမှု​တွေ သူတို့ကို white people​တွေထက် ​လူမျိုး​ရေးခွဲခြားထားတာ​တွေကို ရိုက်ပြထားတဲ့ဇာတ်ကား​ကောင်းတစ်ကားပါအသက်၁၉နှစ်အရွယ် က​လေးတစ်​ယောက်အ​​ဖေဒီအန်​ဂျေဟာ မိသားစုအတွက် ပို​ကောင်းတဲ့ဘဝတစ်ခုကိုရှာ​ဖွေ​နေခဲ့တာ​ပေါ့LAမှာ လူဆိုးအကြမ်းဖက်မှု​တွေကလည်း မြင့်တက်​နေခဲ့တယ်black peopleအချင်းချင်း​တွေလည်း တစ်​ယောက်နဲ့ တစ်​ယောက်အကြင်နာတရားကင်းမဲ့ပြီး ရက်စက်ကြမ်းကြုတ်လာခဲ့ကြတယ်ဒီအန်​ဂျေတစ်​ယောက် ဘဝကိုဘယ်လို​တွေဖြတ်သန်းလဲသူဖြစ်ချင်တဲ့ရက်ပ်ပါတစ်​ယောက်ဖြစ်လာမလားသူ့ဘဝကဘယ်လို​တွေအဆုံးသတ်သွားမလဲ ကြည့်ရှု့လိုက်ပါဦး​နော် File Size : ( 1 GB , 326 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 58minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu ...",
        "rating": "5.6",
        "url": "https://megaup.net/1wb8m/(CM)_NInteen_Summers_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbGveUC8mk0QRkdXpERPLbMFnrg.jpg",
        "title": "The Informer (2019)",
        "description": "ဒီကားကတော့ မူးယစ်အရောင်းအဝယ်ခေါင်းဆောင်ကိုဖမ်းဖို့အကွက်ချရာကFBIနဲ့NYPDရဲ့အရှုပ်ထဲမှာပိတ်မိသွားတဲ့ထောင်ထွက်လူသတ်သမားရဲ့အကြောင်းကိုရိုက်ကူးထားတာပါကိုစလိုဆိုတဲ့သူဟာလူသတ်မှုနဲ့ထောင်နှစ်နှစ်ဆယ်ကျနေပေမယ့်FBIကသူ့ကိုထောင်ကနေထုတ်ပေးပြီးဘိန်းအရောင်းအဝယ်ခေါင်းဆောင်ကြီးကိုဖမ်းဖို့သူလျှိုအဖြစ်စေလွှတ်ပါတော့တယ်ဒါပေမယ့်လည်းသူသူလျှိုအဖြစ်လုပ်နေတုန်းမှာပဲNYPDရဲတွေဘက်ကလည်း သူလျှိုတစ်ယောက်လွှတ်ရင်းအဲဒီရဲအသတ်ခံလိုက်ရတာနဲ့ပဲ ကိုစလိုတစ်ယောက်အမှုပတ်ပါတော့တယ်သူ့ကိုဘိန်းခေါင်းဆောင်ကသူနေခဲ့တဲ့ထောင်ထဲပြန်ပို့ပြီးဘိန်းအရောင်းအဝယ်တွေလုပ်ခိုင်းလိုက်တယ်အဲဒါကိုFBIကလည်း မကူညီပဲထောင်ထဲထိသွားခိုင်းပြီးအဲဒါတွေဖြန့်ဖြူးတဲ့လူတွေကိုပါထပ်ရှာခိုင်းတော့တယ်တစ်ဖက်မှာလည်း NYPDဘက်ကသူတို့ရဲအသတ်ခံလိုက်ရတာနဲ့ပတ်သက်ပြီးကိုစလိုနောက်ကိုလိုက်နေတဲ့အချိန်ဖြစ်နေတယ်ကိုစလိုတစ်ယောက်ထောင်ထဲပြန်ဝင်ခဲ့ရပြီးFBIခိုင်းသလိုလုပ်ပေးခဲ့ပေမယ့်FBIဘက်က ကတိပေးထါးတဲ့အတိုင်းကိုစလိုကိုထောင်ကပြန်ထုတ်မပေးတဲ့အခါကိုစလိုတစ်ယောက်ထောင်ထဲကလူမိုက်တွေရောNYPDဘက်ကလွှတ်တဲ့လူတွေရောတစ်ဖက်မှာလည်းမိန်းမနဲ့ကလေးကိုတွေ့ရဖို့ ထောင်ကနေထွက်ဖို့ရောဘယ်လိုတွေရင်ဆိုင်မလဲဆိုတာကိုကြည့်ရမယ့်တကယ့်ဇာတ်ကားကောင်းတစ်ကားပါIMDb6.5ရထားတဲ့အပြင် ဇာတ်ကားကလည်းတစ်ကားလုံးဇာတ်ရှိန်ကျမသွားတဲ့တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File Size : ( 1 GB , 391 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-informer-2019/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4VMyavCoXxN9U8AONE2YryQDVz.jpg",
        "title": "Little Joe (2019)",
        "description": "ဒါကတော့ ဇာတ်လမ်းတွေကို သူ့ရဲ့ကိုယ်ပိုင်ဟန်နဲ့ဖန်တီးလေ့ရှိတဲ့Austrianအမျိုးသမီးဒါရိုက်တာ Jessica Hausnerရဲ့ လက်ရာဇာတ်ကားလေးပါ။Cannes film festivalရဲ့ မြင့်မားတဲ့ဆုတွေမှာဇကာတင်စာရင်းဝင်ထားပြီး ခေါင်းဆောင်မင်းသမီးကCannes Best Actress Awardရထားပါတယ်။ဇာတ်လမ်းကတော့ Aliceဆိုတဲ့ singleမေမေ အမျိုးသမီးတစ်ယောက်ကအပင်မျိုးစိတ်သစ်တွေကို ဖန်တီးပြီး သူ့အလုပ်ကိုအင်မတန်ရူးသွပ်သူပါ။လူတွေကိုပျော်ရွှင်စေဖို့ အနံ့အရမ်းကောင်းမွန်အောင်ပြုလုပ်ထားတဲ့အပင်မျိုးစိတ်သစ်တစ်ခုကို ဖန်တီးအောင်မြင်ပြီးတဲ့နောက်အဲ့အပင်လေးကို သူ့သားJoeရဲ့နာမည်ကိုအစွဲပြုပြီးLittle Joeလို့နာမည်ပေးလိုက်တယ်။ဒါပေမယ့် သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဘယ်လာဆိုတဲ့ အမျိုးသမီးကြီးကLittle Joeဟာ လူတွေကိုပျော်ရွှင်စေရုံတင်မဟုတ်ပဲသူ့ရဲ့ဝတ်မှုန်ဟာလူ့ဦးနှောက်ထဲဝင်သွားပြီး လူတွေကိုအပင်ကလွဲရင်တခြားအရာကိုဂရုမစိုက်အောင်ပြောင်းလဲပစ်နေတယ်လို့အခိုင်အမာပြောဆိုပါတယ်။Aliceလည်း အစကမယုံကြည်ပေမယ့် သူ့ရဲ့သားကပါထူးထူးဆန်းဆန်းတွေပြုမူလာတဲ့အခါမှာတော့....ဒီဇာတ်လမ်းမှာ ဒါရိုက်တာရဲ့ဝသီအတိုင်းအရောင်တွေကိုသေချာသုံးထားလို့ Displayတွေလှတယ်။ဇာတ်လမ်းကို ကိုယ်ပါဝင်ပြီး စဉ်းစားစရာတွေဖြစ်လာတယ်။ဇာတ်လမ်းပြီးသွားတဲ့နောက်မှာလည်း ဒွဟတွေကျန်ခဲ့တယ်။လူတော်တော်များများအတွက် ကြောင်တောင်တောင်ကားလို့ ထင်နိုင်တယ်။လူတိုင်းအကြိုက်ကားမျိုးတော့မဟုတ်ဖူးပေါ့။...",
        "rating": "5.9",
        "url": "https://megaup.net/1wbao/Little_Joe_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
        "title": "Line of Duty (2019)",
        "description": "Olympus Has Fallen မင်းသားက ဖရန့်ခ်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းအစမှာ ရဲတစ်ဦးရဲ့ ၁၁နှစ်သမီးကိုပြန်ပေးဆွဲခံရပြီးအဲ့ကောင်မလေးရဲ့တည်နေရာကိုသိတဲ့ သံသယရှိသူကထွက်ပြေးရင်း ဖရန့်ခ်ကနေ သတ်လိုက်မိတဲ့အခါမှာတော့ထိုရဲမှာ ကောင်မလေးရဲ့အသက်အတွက် တာဝန်ပိုကြီးသွားပါတယ်ကလေးမလေးကို ရှာဖို့ အတွက် Live streaming Blogger မလေးရဲ့အကူအညီလိုအပ်ပြီး အတူစုံစမ်းဖော်ထုတ်တဲ့အခါမှာကြုံတွေ့ရတဲ့ အခက်အခဲ အသက်အန္တရာယ်ရှိမှုတွေကို Blogger မလေးက live လွှင့်ရင်းတစ်တိုင်းပြည်လုံးက ရင်သပ်ရှုမောဖွယ်ဖြစ်ရပ် တွေကိုစောင့်ကြည့်အားပေးကြပါတော့တယ် ဘာလို့ ပြန်ပေးဆွဲတာလဲ?ဘယ်လို မျိုး လှည့်ကွက်တွေနဲ့ ကလေးမလေးကို ဖွက်ထားတာလဲ?ကလေးမလေးကို ကယ်လိုက်နိုင်မလား? ဆိုတာတွေကိုပိတ်ကားထက်မှာကြည့်ရှုကြပါဦးဗျာ File Size : ( 930 MB , 337 MB )Quality :  WEB-DL 720pRunning ...",
        "rating": "5.1",
        "url": "https://megaup.net/2S64B/Line_of_Duty_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFYYFEhKS6JZvNW7gXeKeqnbcS7.jpg",
        "title": "Daniel Isn’t Real (2019)",
        "description": "အခုCMပရိသတ္ႀကီး​ေတြအႀကိဳက္​ေတြ႕​ေစမယ့္2019ထြက္ လွ်ိဳ႕ဝွက္ဆန္းၾကယ္သည္းထိပ္ရင္ဖိုဇာတ္ကား​ေလးတစ္ကားပါဒီဇတ္ကားထဲမွာ​ေတာ့ Midnight Sunရဲ႕မင္းသား​ေခ်ာ​ေလးPatrick Schwarzeneggerပါဝင္ထားပါတယ္ဒီကားထဲကသူ႔ရဲ႕characterကအရင္ကား​ေတြနဲ႔မတူဘဲပုံစံအသစ္အဆန္းတစ္မ်ိဳး​ေလးနဲ႔​ေတြ႕ရမွာပါမိသားစုမွာမိဘ​ေတြအဆင္မ​ေျပရန္ျဖစ္​တဲ့အခါသားသမီး​ေတြမွာ အားငယ္ၿပီးစိတ္ဒဏ္ရာရတတ္ၾကပါတယ္ဇာတ္လမ္း​ေလးထဲမွာဆိုရင္လည္း လုခ္ဆိုတဲ့​ေကာင္​ေလးဟာမိဘ​ေတြအဆင္မ​ေျပရန္ျဖစ္တာ​ေတြ​ေၾကာင့္အထီးက်န္အ​ေဖာ္မဲ့ၿပီစိတ္ဒဏ္ရာ​ေတြရခဲ့တယ္တစ္​ေန႔မိဘ​ေတြရန္ျဖစ္​ေနတာကို လုခ္က​​ေတြ႕ခဲ့ၿပီတစ္​ေယာက္ထဲအိမ္ကထြက္လာရင္း ဆိုင္တစ္ဆိုင္မွာလူသတ္မႈတစ္ခုကို​​ေတြ႕သြားတယ္အဲ့အခ်ိန္မွာပဲ ဒန္နီရယ္ဆိုတဲ့​ေကာင္​ေလးကိုပါတစ္ၿပိဳင္နက္​ေတြ႕ရွိသြားတာ​ေပါ့တကယ္​ေတာ့ဒန္နီရယ္ဟာသူ႔စိတ္ထဲက အထီးက်န္အ​ေဖာ္မယ့္​ေနတဲ့အတြက္စိတ္ကူးပုံ​​ေဖာ္ထားတဲ့ သူငယ္ခ်င္းတစ္​ေယာက္​ေပါ့လုခ္ကာ ဒန္နီရယ္ကို​အိမ္​ေခၚသြားၿပီး က​ေလးသဘာဝ​ေဆာ့ၾကတာ​ေပါ့တစ္​ေန႔ ဒန္နီရယ္က လုခ္ရဲ႕အ​ေမကိုသတ္ဖို႔လုခ္ကိုဒီ​ေဆး​ေတြ​တိုက္ရင္လုခ္အ​ေမ​ေန​ေကာင္းသြားမယ္​ေျပာၿပီး တိုက္ခိုင္းခဲ့တယ္လုခ္အ​ေမ​ေသာက္လိုက္မိၿပီး ​ေသမလိုျဖစ္ၿပီးတဲ့​ေနာက္မွာ​ေတာ့လုခ္ဟာ ဒန္နီရယ္ကို အ႐ုပ္အိမ္ထဲကိုဝင္ခိုင္းၿပီး ​ေသာ့ခတ္ပစ္လိုက္တာ​ေပါ့ဒီလိုနဲ႔ လုခ္ ဆယ္​ေက်ာ္သက္အ႐ြယ္​ေရာက္လာအထိအနားမွာ ဒန္နီရယ္မရွိ​ေတာ့ဘူး​ေနာက္ပိုင္းမွာ ဒန္နီရယ္ ျပန္​ေပၚလာၿပီးလုခ္နဲ႔ဘာ​ေတြလုပ္ၾကမလဲ လုခ္​ေနာက္ပိုင္းဘယ္လိုမ်ိဳးေတြႀကဳံ​ေတြ႕ရမလဲဒန္နီရယ္က​ေရာ​ေနာက္ပိုင္းဘာ​ေတြျဖစ္လာမလဲဆိုတာကိုရင္တဖိုဖိုနဲ႔ၾကည့္ရႈ႕ရမယ့္ ဇာတ္ကား​ေကာင္း​ေလးတစ္ကားပါ File Size : ( 936 MB , 341 ...",
        "rating": "6.0",
        "url": "https://megaup.net/2c8zY/(CM)_Daniel_Isn_t_Real_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdYhXJPoV0Kvwdih74lejHPTyWL.jpg",
        "title": "Jexi (2019)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေဖးလ္က သူငယ္ခ်င္းမရွိ ခ်စ္သူမရွိနဲ႔ ေပ်ာ္စရာမေကာင္းတဲ့ဘဝမွာ ေနထိုင္တဲ့သူတစ္ေယာက္ပါၿပီးေတာ့သူဟာ ဖုန္းသုံးစြဲရတာအလြန္\nႏွစ္သက္တဲ့သူေပါ့တေန႔မွာ ဖုန္းလဲဖို႔ႀကဳံလာေတာ့ ေဖးလ္ တစ္ေယာက္\nဖုန္းအသစ္မွာပါတဲ့ AI assistant,Jexiနဲ႔ေတြ႕ပါေတာ့တယ္jexi ဟာလူေတြရဲ႕ဘဝ ကိုပိုမိုတိုးတက္ေကာင္းမြန္ေအာင္လုပ္ဖို႔ ဖန္တီးထားတဲ့smart ph AIတခုျဖစ္ၿပီးJexi ရဲ႕အကူအညီနဲ႔ ေဖးလ္ ဟာ တကယ့္ဘဝမွာသာယာလာၿပီးေတာ့ ဖုန္းမလိုေတာ့တဲ့ အေျခအေန\nတခုကို ေရာက္သြားခ်ိန္မွာJexi ကလည္းေဖးလ္ကိုသံေယာဇဥ္ေတြ\nတြယ္ၿပီး သူ႔အနားပဲ ရွိေနေစခ်င္ေတာ့တဲ့အခါမွာ\nဘလိုေတြဆက္ျဖစ္လာမလဲ ဆိုတာကိုေတာ့.........ဟာသဆန္ဆန္႐ိုက္ကူးထားၿပီး ဒီဘက္ေခတ္ ဖုန္းAI ေတြရဲ႕အေရးပါပုံ အသုံးဝင္ပုံေတြနဲ႔AI ေတြက လူေတြထင္ထားတာထက္ ပိုမိုၿပီး သာလြန္ေကာင္းမြန္ေနတဲ့အခါလူေတြရဲ႕ဘဝအေပၚလႊမ္းမိုးခ်ဳပ္ကိုင္လာႏိုင္တာေတြကိုအေကာင္းဆုံးပုံေဖာ္ၿပီး႐ိုက္ကူးတင္ျပထားတာပဲျဖစ္ပါတယ္။Ps>18+ အသုံးအႏႈန္းမ်ားပါဝင္တာကို အသိေပးပါရေစခင္ဗ်ာ.... File Size : ( 791 MB , 287 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 24minFormat : Mp4 ...",
        "rating": "6.2",
        "url": "https://megaup.net/2S62y/(CM)_Jexi_2019_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Taxi-driver-132x200.jpg",
        "title": "Taxi Driver (1976)",
        "description": "Taxi Driver (1976)\nIMDb 8.3/10______Rotten Tomatoes 96%\nNominated for 4 Oscars. Another 21 wins & 15 nominations\" စကားပြောမလို့လား \"\"အင်း , ကျွန်တော်တစ်ယောက်တည်းပါပဲဗျာ \"______________________ဒီစကားလုံးလေးနှစ်ခုဟာ လျှာဖျားကလေးလှုပ်ပြီး ဖတ်လိုက်ကြားလိုက်ရချိန်မှာ ဘာမှမဟုတ်သယောင်ထင်ရပေမယ့် ယခု ဇာတ်ကားတစ်ခုလုံးအတွက်တော့ အရေးကြီးဆုံး စကားလုံးနှစ်ခု ဖြစ်ပါတယ်။ကျွန်တော့်အနေနဲ့ကတော့ ဘယ်တော့မှ မေ့ပျောက်နေမှာမဟုတ်တော့ဘဲ တသသ ဖြစ်ကျန်ခဲ့ရတဲ့ တက္ကစီ ဒရိုင်ဘာလေး ထရာဘစ်စ်ရဲ့ စကားလုံး နှစ်ခုဖြစ်ပါတယ်လို့ပဲ ဆိုရပါ့မယ်။ပြောရရင် တက္ကစီဒရိုင်ဘာလေးရဲ့ ဘဝအနေအထားနဲ့ စိတ်ပဋိသန္ဓေမှာ အမြစ်တည်ကြီးထွားဖို့လိုအပ်နေတဲ့ နွေးထွေးပျော်ရွှင်မှု စိတ်အာဟာရတွေ ပေါ့ပါးစွာခြေဆန့်နိုင်ဖို့။လူလောကအလယ်မှာ အခြားသောလူသားတွေလို အံဝင်ခွင်ကျ ဝင်ဆံ့ချင်လိုမှု တွေကို အသောနှင် ပိုင်ဆိုင်ချင်နေကြောင်းကို ပြည့်ပြည့်ဝဝ ပြဆိုလိုက်တဲ့ စကားနှစ်ခုလို့ပဲ ပြောရမှာဖြစ်ပါတယ်။ဒါပေမယ့် တက္ကစီဒရိုင်ဘာလေးခမျာမှာတော့ ရရှိဖို့ ခက်ခဲနေခဲ့ပါတယ်။ယခုရုပ်ရှင်ထဲက ဒရိုင်ဘာလေး ထရာဘစ်စ်ဟာ လိင် ...",
        "rating": "8.3",
        "url": "https://megaup.net/2SpH0/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/JB-130x200.jpg",
        "title": "New Justice Bao: The Blood Reward (2019)",
        "description": "Zawgyi*******ျပည့္သူတရားသူႀကီးမင္း ေပါင္ခ်ိန္ကို ပုံစံအသစ္နဲ႔ ပုံေဖာ္ထားတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...ေပါင္ခ်ိန္ရဲ့ မူလလက္ေဟာင္း ဇာတ္လမ္းေတြနဲ႔ မတူဘဲေသြးမိစၧာစစ္သည္ေတြကို ႏွိမ္နင္းတဲ့အေၾကာင္းကို စိတ္ဝင္စားစရာတင္ဆက္ထားတ​ဲ့ကားေကာင္းတစ္ကားပါေပါငိခ်ိန္ဆိုတဲ့အတိုင္း အမွုအသြားအလာ ဇာတ္လမ္းအေကြ႕အေကာက္ခ်ိတ္ဆက္ထားပုံကေတာ့ ေျပာေနစရာမလိုေတာ့ပါဘူး...ဒီဇာတ္လမ္းေလးမွာေတာ့ ပိုင္ယြင္ၿမိဳ့ကို ရန္သူေတြဝန္းရံေနခဲ့ရတဲ့အမွန္တရားနဲ႔ စစ္သူႀကီးထန္တို့ ဘယ္လိုေတြရင္ဆိုင္ခဲ့ရတယ္ဆိုတာရယ္...ေပါင္ခ်ိန္တရားသူႀကီးက ဘယ္လိုေတြ ေျဖရွင္းခဲ့တယ္ဆိုတာေတာ့ဇာတ္လမ္းေလး ၾကည့္ရင္ လုံးဝနားလည္သြားလိမ့္မယ္... Unicode*******ပြည့်သူတရားသူကြီးမင်း ပေါင်ချိန်ကို ပုံစံအသစ်နဲ့ ပုံဖော်ထားတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ပေါင်ချိန်ရဲ့ မူလလက်ဟောင်း ဇာတ်လမ်းတွေနဲ့ မတူဘဲသွေးမိစ္ဆာစစ်သည်တွေကို နှိမ်နင်းတဲ့အကြောင်းကို စိတ်ဝင်စားစရာတင်ဆက်ထားတဲ့ကားကောင်းတစ်ကားပါပေါငိချိန်ဆိုတဲ့အတိုင်း အမှုအသွားအလာ ဇာတ်လမ်းအကွေ့အကောက်ချိတ်ဆက်ထားပုံကတော့ ပြောနေစရာမလိုတော့ပါဘူး...ဒီဇာတ်လမ်းလေးမှာတော့ ပိုင်ယွင်မြို့ကို ရန်သူတွေဝန်းရံနေခဲ့ရတဲ့အမှန်တရားနဲ့ စစ်သူကြီးထန်တို့ ဘယ်လိုတွေရင်ဆိုင်ခဲ့ရတယ်ဆိုတာရယ်...ပေါင်ချိန်တရားသူကြီးက ဘယ်လိုတွေ ဖြေရှင်းခဲ့တယ်ဆိုတာတော့ဇာတ်လမ်းလေး ကြည့်ရင် လုံးဝနားလည်သွားလိမ့်မယ်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2S63e/(CM)New.Justice.Bao.2019.HD.720p.mp4",
        "category": "Crime, Drama, Mystery, Suspense"
    }
]