[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjFkODQ1OGItZTY2Ni00ZTFmLTgyZTAtNDNjNWJjNDFjOWNjXkEyXkFqcGdeQXVyNjEwMTYyODM@._V1_-141x200.jpg",
        "title": "Schächten (2022)",
        "description": "ဒီရုပ်ရှင်က ဂျာမန် နာဇီတွေနဲ့ ဂျူးလူမျိုး Victimsတွေ အကြောင်းရိုက်ထားတာတွေထဲက တစ်ခုဖြစ်ပေမယ့် နာဇီခေတ်မှာ ဇာတ်အိမ်တည်ထားတာ မဟုတ်ပါဘူး။ Holocaustအပြီး နှစ်၂၀နီးပါးကြာတဲ့အချိန် ၁၉၆၂မှာ တည်ထားပါတယ်။ဇာတ်လမ်းကတော့ Victor Dessaur ဆိုတဲ့သူက သူ့မိသားစုကို သတ်ခဲ့တဲ့ နာဇီစစ်ခေါင်းဆောင် Kurt Goglဆိုသူကို အမှုပြန်ဖွင့်ပြီး တရားစွဲအပြစ်ပေးစီရင်တာပဲဖြစ်ပါတယ်။ ဒါပေမယ့် သိတဲ့အတိုင်းပဲ မတရားမှုက လုံးဝမပျောက်ပြယ်သွားဘဲနဲ့ ဂျူးတွေအပေါ် ဖိနှိပ်မှု ခွဲခြားဆက်ဆံမှုတွေက ဆက်ပြီး ရှိနေသေးတဲ့ ကာလလည်းဖြစ်ပါတယ်။ရုပ်ရှင်က ဂျူးလူမျိုးတွေရဲ့ နစ်နာခဲ့ပုံတွေမကဘဲ နာဇီစစ်ခေါင်းဆောင် ဟစ်တလာကြောင့် နာဇီဝါဒ ရိုက်သွင်းခံခဲ့ရတဲ့ ဂျာမန်လူမျိုးတွေအပေါ်မှာပါ ဘယ်လိုသက်ရောက်စေခဲ့သလဲ ရိုက်ပြထားပါတယ်။ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ Schachten ဆိုတာက ဂျူးရိုးရာ သားသတ်တဲ့နေရာသုံးတဲ့ ဓားဖြစ်ပါတယ်။ ဒီဓားနဲ့ မိမိ မိသားစုဝင်တွေဖြစ်တဲ့ အဖိုး၊ အဖွား၊ အမေနဲ့ ညီမကို မျက်စိရှေ့အသတ်ခံလိုက်ရတဲ့ Victorက တကယ်ပဲ ကျူးလွန်ခဲ့သူကို ပြန်ပြီးဒဏ်ခတ်နိုင်မှာလား ...",
        "rating": "6.0",
        "url": "https://megaup.net/2DiaC/Schachten.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/3BjLdTWRiHc1ISIZMFvToOmghOM-133x200.jpg",
        "title": "[18+] Graphic Desires (2022)",
        "description": "[18+] Graphic Desires (2022)\n======================ဇာတ်လမ်းအညွှန်းမစခင် ၁၈ယောက်စုပြီးကြည့်ရမဲ့ကားဖြစ်ကြောင်း ကြိုတင်\nအသိပေးပါတယ်ခင်ဗျာ။\nဇာတ်လမ်းကတော့ ဒီလိုဗျ။ ရုံးမှာ တစ်နေကုန်ထိုင်အလုပ်လုပ်ရတာကိုမကြိုက်ဘဲ\nအိမ်မှာပဲ WFH လုပ်ချင်တဲ့ အိမ်တွင်းပုန်း IT သမား ဖရန်ကလင်ဟာ ကောင်မလေး\nလည်းရှိ၊ အချစ်ဆုံးဘော်ဒါကြီးလည်းရှိ၊ အလုပ်လည်းရှိဆိုတော့ သူ့ဘဝကြီးက\nအိုကေစိုပြေတယ်လို့ပြောလို့ရပါတယ်။တစ်နေ့ကျ သူငယ်ချင်းလမ်းညွှန်ကောင်းမှုနဲ့ သူ့ရည်းစား ခရီးသွားခိုက်မှာ Dating\napp တစ်ခုကနေ အတ္တလန်တာဆိုတဲ့ စော်လေးတစ်ပွေနဲ့ သွားဒိတ်ပါတယ်။ အစ\nကတော့ သူ့ကောင်မလေးအပေါ်သစ္စာမဖောက်ဘူးဆိုပြီး တကယ်တမ်းကျ ဒိတ်ရုံ\nမကလို့ တွေ့တဲ့ညမှာပဲ ရေနံတူးမိကြတဲ့အပြင် ရေနံတူးမှတ်တမ်းဗီဒီယိုပါ ရိုက်ထား\nလိုက်သေးတယ်တဲ့ဗျာ။ နောက်နေ့လည်းရောက်ရော အတ္တလန်တာက အကောင့်\nဘာညာအကုန်ဖျက်ပြီး ပျောက်ချင်းမလှပျောက်သွားလေတယ်။ သကောင့်သားခမျာ\nတစ်ညပဲတွေ့ဖူးတဲ့ ကောင်မလေးကို အရမ်းတွေစွဲလမ်းသွားပြီး တစ်ခုခုများဖြစ်သ\nလားဆိုတဲ့စိတ်နဲ့ ရေတဆုံးမြေတဆုံးလိုက်ရှာပါလေရော။သူ့ဘော်ဒါကြီးပါလိုက်စုံစမ်းပေးပြီးတဲ့နောက် သိလိုက်ရတာက အဲဒီအတ္တလန်တာ\nဆိုတဲ့ကောင်မလေးဟာ ဘယ်တုန်းကမှ မရှိဖူးတဲ့လူတစ်ယောက်ဆိုတာပါပဲ။ သူ့ဘော်\nဒါက တကယ်မရှိကြောင်းရှင်းပြလိုက်၊ သူကလည်း ဒါဆို ဒီဗီယိုကဘာလဲဆိုပြီး သက်\nသေပြလိုက်နဲ့ ဇာတ်ကားတစ်ခုလုံးက အတ္တလန်တာရှာပုံတော်ဖွင့်ခန်းကြီးပါပေါ့။\nနောက်ဆုံးမှာတော့ အတ္တလန်တာဆိုတာ တကယ်ရှိလား မရှိဘူးလား၊ မရှိရင် ...",
        "rating": "4.4",
        "url": "https://megaup.net/1hmf2/Graphic.Desires.2022.720p.BluRay.(CM)_new.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/undryable-134x200.jpg",
        "title": "[18+] Undryable Daughter-in-Law (2020)",
        "description": "အခု ဇာတ်လမ်းကတော့ အိမ်တွင်းအရှုပ်တော်ပုံ\nလူတွေရဲ့ သွေးသားဆန္ဒရှုပ်ထွေးပုံကို ကြည့်ရမှာပါ...အိမ်ထောင်တခုရယ်လို့ဖြစ်လာရင် စီးပွားရေးကလဲ အရေးကြီးသလို\nနှစ်ဦးနှစ်ဖက် အပြုစုအယုယလေးတွေကလဲ အရေးပါတာကို အားလုံးသိကြမှာပါ...\nခုဇာတ်လမ်းမှာလဲ အပြုစုအယုယတွေလိုအပ်နေတဲ့ အိမ်ရှင်မလေးဘဝကို သနားစဖွယ်မြင်တွေ့ရမှာပါ...အပြုအစုအယုကိုလိုချင်တဲ့သူ့ဆန္ဒကို ယောကျာ်းဖြစ်သူကလဲဂရုမစိုက်ဖောက်ပြန်နေတဲ့အခါ\nအနေနီးပြီး သူ့အပေါ်ကြင်နာတဲ့ အနီးဆုံးယောကျာ်းတစ်ဦးကို သံယောဇဉ်ဖြစ်မိသွားချိန်မှာတော့.....\nFile size…700MB\nQuality…720p WEBRIP\nFormat…mp4\nDuration…1h 12min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/2Dh7h/Undryable.Daughter-in-Law.2020.720p.WebRip.(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmE3ODQyYWUtNzVlMS00ZmQyLTkzMzItNzBhMWE3ZjYyZWExXkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Aneethi (2023)",
        "description": "Aneethi (2023)IMDb - 7.4/10\nThe Times Of India - 3.5/5\"မိုးလင်းကနေ မိုးချုပ်ထိ မနားတမ်းအလုပ်လုပ်တယ်... အလုပ်က နားလိုက်တာနဲ့ ဒီလောက်ကျယ်တဲ့မြို့ကြီးမှာ\nငါ့အတွက်နေရာဆိုတာမရှိဘူး..\" တစ်နေကုန် အစားအသောက်ပို့ရင်း တစ်ပုံစံထဲ ငြီးငွေ့စရာနေ့တွေထဲ\nတွေ့သမျှလူတိုင်းကို သတ်ပစ်ချင်စိတ်နဲ့ အိပ်မရညတွေဖြတ်သန်းရင်း စိတ်ရောဂါကို အံတုနေရတဲ့ ဇာတ်လိုက်ကျော်မင်းသား..။တစ်နေ့ ညနက်မှပို့တဲ့ Deli way ထဲက အသံချိုချို လက်လှလှလေးနဲ့ ကြွေကျသွားတဲ့ နှလုံးသားကြောင့် |\nနေ့တိုင်း ဒီအိမ်ကြီးဆီ ချစ်ရသူလေးအတွက် မုန့်ပို့ဖို့ အကြောင်းတွေရှာပြီး နည်းလမ်းရှာအနားကို ပြေးကပ်ရပါပြီ။\nစိတ်ရောဂါဆိုတာ ပန်းလေးလိုပါပဲ ဂရုထားပုံပေါ်မူတည်ပြီး ကြွေရင်ကြွေ ၊ မကြွေရင် ဝေ ။ဒီလိုအခြေအနေမှာမှ လူသတ်ချင်နေတဲ့မင်းသားတစ်ယောက် အချစ်မှာမျောပါသွားတဲ့အခါ အရောင်မဲ့ကမ္ဘာကြီး သက်တံ့တွေထွန်းလာတော့တာပေါ့။\nဒီလိုနဲ့ ချစ်တတ်လာတဲ့မင်းသားဟာ တစ်နေ့တာမှာ အပြုံးတွေဝေ အသက်ရှင်လာသလိုခံစားရလာရကနေ မထင်မှတ်ထားတဲ့\nအပြောင်းအလဲတွေကြောင့် တရားခွင်ရင်ဆိုင်ရမယ့်အခြေအနေတွေ ဖြစ်လာတဲ့အခါ..။ဒီ့အပြင် ချစ်ရသူကိုယ်တိုင်ကပါ သူ့ကို ချနင်းပြီး အသုံးချသွားတဲ့အခါ..။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Xkbz/Aneethi_(2023)_Tamil_HQ_HDRip_-_720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/A-few-good-men-133x200.jpg",
        "title": "A Few Good Men (1992)",
        "description": "A Few Good Men(1992)\nIMDb.....7.7,,,,,Rotten.....82%\nRules of Engagementဆိုတဲ့ စစ်ကား ကိုတော့ တော်တော်များများကြည့်ဖူးကြမယ်ထင်တယ်...အဲ့လိုကားမျိုးကို သဘောကျတဲ့ဆိုရင်တော့\nဒီကားကိုကြည့်သင့်တယ်.....ဒီကားက နယ်ခြားစောင့်စစ်တပ်မှာ စစ်သည်တစ်ယောက်သေဆုံးတဲ့အကြောင်းကို အဓိကဇာတ်အိမ်တည်ပြီးရိုက်ကူး\nထားတယ်....စစ်သည်အချင်းချင်းအပြစ်ပေးရာကနေ မတော်တဆသေဆုံးသွားတယ်.... ဒီအမှုကို ကိုင်တွယ်ဖို့ စစ်တရားရုံးရှေ့နေအဖြစ် Tom Cruise\nကိုတာဝန်ပေးခြင်းခံရတယ်...ဒီကားက ကျွန်တော်ကြည့်ခဲ့တဲ့ စစ်ကားထဲမှာ အကောင်းဆုံးစာရင်းဝင်လို့တောင်ပြောလို့ရတယ်..အယ် လက်နက်ကြီး\nလက်နက်ငယ်တွေနဲ့ စစ်ဆင်ရေးဆင်နွှဲနေတဲ့ကားတော့မဟုတ်ဘူး....သို့ပေမယ့် စကားလုံးတွေနဲ့ စွမ်းအားကတော့ လက်နက်ကြီးထက်ပြင်းထန်ပုံရတယ်...\nဇာတ်လမ်းက စစချင်းကိုဆွဲဆောင်မှုရှိတယ်....ကျွန်တော်ပြောရင် Spoiler ဖြစ်သွားမှာစိုးလို့ ခံစားကြည့်လိုက်ပါဦး....ဒီကားရဲ့ ဒိုင်ယာလော့တွေကို အတတ်နိုင်ဆုံး\nအလှပဆုံး မြန်မာမှုပြုပေးတဲ့ ဘာသာပြန်ကတော့ Ko Ye Pye Sone ပါ....\nIMDbရော Rotten ရော အမြင့်ဆုံးမှာရှိနေသလို သရုပ်ဆောင်တွေကလည်း.\n Tom Cruise, Jack Nicholson, Demi Mooreတို့ဖြစ်လို့  ဒေါင်းကြည့်သင့် မသင့် ဆုံးဖြတ်ကြပေတော့.....\n------------------------------------------------\nFile Size :(2.1GB) (748MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…02:18:00\nGenre :  Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye ...",
        "rating": "7.7",
        "url": "https://megaup.net/1hm7n/A.Few.Good.Men.(1992)BLU-RAY.1080P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hAwMS5ZBMY72NOQOqemtSEWMXgo.jpg",
        "title": "Strange Case in Western Hunan ( 2023 )",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိတ်သတ်တွေအတွက် သဲထိတ်ရင်ဖို\nရုပ်ရှင်လေးတစ်ကား ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရှန်းရှီးလူမျိုးတွေဟာ ဇာတိမြေကို တန်ဖိုးထားကြပြီး သစ်ရွက်ကြွေဟာ\nအမြစ်ဆီပြန်ရမယ်ဆိုတဲ့ ရိုးရာရှိပါတယ်။ နယ်မြေလမ်းခရီးကြမ်းတမ်းလှတဲ့အတွက်\nအလောင်းနှင်သူဆိုတဲ့ လုပ်ငန်းတစ်မျိုးလည်း ပေါ်ထွက်လာပါတယ်။လုံချီးရဲနဲ့ တပည့်ဖြစ်သူ လုံဖျင်အန်းတို့ဟာ ထိုနယ်မြေမှာ\nနာမည်ရှိတဲ့ အလောင်းနှင်သူတွေပဲ ဖြစ်ပါတယ်။ လွန်ခဲ့တဲ့\nနှစ် ၂၀ လောက်က လုံချီးရဲဟာ အလောင်းနှင်စဉ်\nအလောင်းနှင်သူတို့ အကြောက်ဆုံးဖြစ်တဲ့\nအလောင်းပြန်ရန် နေရာမရှိခြင်းကို ကြုံတွေ့ခဲ့ရပါတယ်။နှစ် ၂၀ ကြာပြီးနောက် ခေါင်းမဲ့အလောင်းတစ်ခုပေါ်လာခဲ့ပြီး\nမြို့ထဲမှာ ထူးဆန်းကြောက်လန့်စရာကောင်းတဲ့ ကိစ္စတွေ\nဆက်တိုက်ဖြစ်ပျက်နေပါတယ်။ ဒီကိစ္စဟာလည်း လွန်ခဲ့တဲ့\nနှစ် ၂၀ က လုံချီးရဲအလောင်းနှင်စဉ်က ကြုံတွေ့ခဲ့ရတဲ့ ကိစ္စနဲ့ ပတ်သက်နေပါသတဲ့။လွန်ခဲ့တဲ့ နှစ် ၂၀ က အဖြစ်ရဲ့ အမှန်တရားက ဘယ်လိုဖြစ်မလဲ......\nယခုမြို့ထဲက လူသေမှုပေါင်းများစွာရဲ့ နောက်ကွယ်မှာ\nဘယ်သူက ကြိုးကိုင်ထားတာလဲ...... ဆိုတာကို\nရုပ်ရှင်လေးနဲ့အတူ လိုက်ပါ အဖြေရှာလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Dhdu/Strange_Case_in_Western_Hunan_2023_720p_WEB-DL_CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kMI3tgxLAZbzGOVlorUBva0kriS.jpg",
        "title": "A Million Miles Away (2023)",
        "description": "ဘဝမှာဖြစ်ချင်တဲ့ အိပ်မက်တွေပန်းတိုင်တွေဆိုတာကလူတိုင်းမှာရှိကြမှာပါ။အဲ့ဒီအရာတွေကို အကောင်အထည်ဖော်ဖို့ကလည်း နည်းမှန်လမ်းမှန်နဲ့ မဆုတ်နစ်သောဇွဲနဲ့ကြိုးစားမှဖြစ်နိုင်မှာပါ။အဲ့ဒီအပြင်ကိုမှ ကိုယ်သာကြိုးစားရင် မဖြစ်နိုင်တဲ့အရာဆိုတာ မရှိပါဘူးဆိုတာကိုA Million Miles Away ဆိုတဲ့ဖြစ်ရပ်မှန် ဇာတ်ကားလေးနဲ့ဖော်ကျူးထားတာကိုကြည့်ရမှာပါ။ ဟိုဆေးဟာနန်ဒက်ဇ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က သူ့ရဲ့မိသားစုနဲ့အတူပိုကောင်းတဲ့ ဘဝကိုပိုင်ဆိုင်ရဖို့အတွက် မက္ကဆီကိုကနေကယ်လီဖိုးနီးယားကိုပြောင်းရွှေ့ခဲ့ကြပါတယ်။အဲ့ဒီအချိန်မှာ သူတို့လိုတိုင်းတစ်ပါးကပြောင်းရွှေ့လာကြသူတွေဖြစ်တဲ့ ယောက်ျားမိန်းမ လူကြီးလူငယ်ကလေး ဘယ်သူမဆို လယ်အလုပ်ကိုပဲလုပ်ကိုင်ကြရပါတယ်။ဒါပေမယ့် ဟိုဆေးကအရမ်းဉာဏ်ကောင်းတဲ့ ကလေးဖြစ်တဲ့အတွက်ကျောင်းတစ်ဖက်နဲ့ လယ်အလုပ်တစ်ဖက်ဆိုရင် ပညာရေးကိုထိခိုက်စေမှာ ဖြစ်ကြောင်းဆရာမကပြောတဲ့အခါ သူ့မိဘတွေကသူတို့ရဲ့ အိမ်ဆောက်ချင်တဲ့ အိပ်မက်လေးကိုစတေးပြီး ဟိုဆေးရဲ့ပညာရေးကိုအပြည့်အဝထောက်ပံ့ပေးခဲ့ပါတယ်။ဟိုဆေးမှာငယ်ငယ်လေးကတည်းက ဖြစ်ချင်နေခဲ့တဲ့ အိပ်မက်တစ်ခုရှိပြီး အဲ့ဒါကတော့ အာကာသယာဉ်မှူးဖြစ်ပြီး အာကာသထဲကိုသွားချင်တာပဲဖြစ်ပါတယ်။ဒီလိုနဲ့ ဟိုဆေးအရွယ်ရောက်တဲ့အခါမှာအင်ဂျင်နီယာတစ်ယောက်ဖြစ်လာပြီး အိမ်ထောင်တွေကျပြီးသားသမီးတွေနဲ့ မိသားစုဘဝလေးကိုပိုင်ဆိုင်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့အိပ်မက်ဖြစ်တဲ့အာကာသယာဉ်မှူးဖြစ်ဖို့ကလည်း အခုထက်ထိမပျောက်ကွယ်သွားပဲနဲ့ နှစ်စဉ်လျှောက်လွှာတင်နေခဲ့ပါတယ်။ ဒါပေမယ့် NASA ဆိုတာဝင်ရောက်ဖို့ အရမ်းခက်ခဲတဲ့နေရာတစ်ခုဖြစ်တဲ့အတွက် နှစ်စဉ်ပယ်ချခံနေခဲ့ရပြီးဟိုဆေးတစ်ယောက် မိသားစုကိစ္စတွေ အခက်အခဲတွေကြားက ဘယ်လိုစတေးမှုတွေလုပ်ရင်းသူ့ရဲ့အိပ်မက်ပန်းတိုင်ကို ဘယ်လိုလျှောက်လှမ်းသွားမယ်ဆိုတာကို တွေ့ရမှာပဲဖြစ်ပါတယ်။ File size…2.38 GB / 1.03 GB\nQuality…AMZN.WEB-DL 1080p 5.1 CH/ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Dh9A/A.Million.Miles.Away.2023.AMZN.WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/STARS1-141x200.jpg",
        "title": "[21+]Work Hard Couple (STARS-094)",
        "description": "တခုသော ညနေခင်း\nအရမ်းကိုပူလောင်အိုက်စက်နေပါတယ်\nရုံဝန်ထမ်းကောင်လေးတယောက်က အပြန်ရထားမမှီမှာစိုးရိမ်နေပါတယ်\nအဲဒီအချိန်မှာ သူ့မျှော်လင့်ချက်ကို မိုးမင်းကြီးက ရိုက်ချိုးလိုက်ပါတယ်\nသူပြန်လို့မရတော့တာ သူသိသွားပြီး စိတ်ကိုဒုံးဒုံးချလိုက်ပါတယ်\nအဲဒီအချိန်မှာ မမျှော်လင့်ပဲဖြစ်ပေါ်လာတာက\nသူအင်မတန်မှ ရိုသေရတဲ့ မန်နေဂျာမလေးက ရေစိုအလှတွေနဲ့\nအခန်းထဲ ရောက်လာချိန်မှာတော့............Iori Kogawa\nသူမရဲ့ censored တွေကြည့်ပြီး မရိုးမရွဖြစ်နေရင်\nအခု Uncensord ကားလေးပြောင်းကြည့်သင့်တယ်\nသူမရဲ့ ပကတိအလှတရားတွေကို ဖြည်ချပြလိုက်တာပါပဲ\nသူမ ဘယ်လောက်ချောလဲ လှလဲဆိုတာ DS Fans တွေ\nရင်းနှီးပြီးသား ဆိုတော့ အထွေထူးမဖေါ်ကြူးလိုတော့ပါဘူးရှင်းရှင်းလင်းလင်းမှ ကြိုက်ပါတယ်ဆိုတဲ့\nDS Fans တွေအတွက် Iori Kogawa လေးပို့လိုက်ပါပြီ\nFile size…3GB / 1.5GB\nQuality…1080p Uncencored /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1hlog/STARS-094-UN_[Uncensored_Leaked]720p(DS).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMDA2OTBiN2YtMWQ0My00YmVhLWIyMWMtMzI0Y2NlYmM3YWU1XkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-135x200.jpg",
        "title": "Maya Petika (2023)",
        "description": "Mayapetika ( 2023)\nIMDb 7/10နေဟာ နေ့ဘက်မှာထွက်ပြီး လဟာညဘက်မှာထွက်ပါတယ်\nဖုန်းတွေဈေးကွက်ထဲရောက်လာပြီးနောက် ဒီသဘောတရားကိုမေ့လျော့နေသူတွေကတော့\nဖုန်းကိုဆေးစွဲသလိုစွဲနေတဲ့ လူသားတွေပါပဲလူတစ်ယောက် ဘာလုပ်တယ် ဘာကိုင်တယ် ဘာစားတယ်ကအစ ဆိုရှယ်မီဒီယာမှာတင်နေကြတဲ့\nဒီကမ္ဘာကြီးက လမ်းကိုတည့်မတ်စွာလျှောက်ဖို့တောင် မေ့လျော့နေလေရဲ့လေ ကံကြမ္မာက\nလူသားတွေလက်ထဲမှာပဲရှိပေမဲ့ လူသားတွေလက်ထဲမှာ ဖုန်းတွေကနေရာယူနေကြပါပြီဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ ဖုန်းတစ်လုံးရဲ့ အတ္ထုပ္ပတ္တိကိုကြည့်ရှုရမှာပါ\nလူတစ်ယောက်ပြီးတစ်ယောက်ရဲ့လက်ထဲ ကူးပြောင်းနေတဲ့ဒီဖုန်းက\nဖုန်းပိုင်ရှင်ရဲ့ကံကြမ္မာကိုပြောင်းလဲပေးနိုင်ပါတယ် ပါယယ်ဆိုတဲ့\nရုပ်ရှင်မင်းသမီးတစ်ယောက် ဖုန်းကျကွဲသွားလို့ သူ့ပရိုဂျူဆာက\nနောက်ဆုံးပေါ် အမိုက်စားဖုန်းတစ်လုံးဝယ်ပေးလိုက်ပါတယ်နောက်ဆုံးပေါ်ဆိုတာနဲ့အညီ ကင်မရာကောင်းကောင်းလှတပတဒီဖုန်းရောက်လာပြီးနောက်မှာတော့\nပါယယ်နဲ့ သူ့ဘေးကလူတွေရဲ့ကံကြမ္မာ သူတို့ဘဝတွေ ဘယ်လိုပြောင်းလဲသွားမလဲ\nဘယ်လိုဖြစ်ရပ်တွေ တွေ့ကြုံရမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်( အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni ~ Dee ~ToMo ~KKKZ ~Aditi ~V တို့ပဲဖြစ်ပါတယ် )\nFile size…2.6GB / 1.2GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni ~ Dee ~ToMo ~KKKZ ~Aditi ~V",
        "rating": "6.2",
        "url": "https://megaup.net/1hln6/Mayapetika_(2023)_Telugu_(2023)_Telugu_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w2AuImjsLYWhDaOwsbU9rdRxzOQ.jpg",
        "title": "Choose Love (2023)",
        "description": "Choose Love (2023)အသက် ၂၀ နဲ့ ၃၀ ကြားဆိုတာ ဘဝတိုးတက်ရေး နဲ့ right person soulmateဆိုတာတွေကြား လမ်းပျောက်လို့ကောင်းတဲ့အရွယ်ပေါ့။\nတစ်ယောက်ယောက်ကိုရွေးချယ်မှဖြစ်မှာလား?\nတစ်ယောက်ထဲနေသွားပြီးhappy endingဖြစ်လို့ရောမရဘူးလား...?ကယ်မီက တက်ကြွပြီး အလုပ်ကြိုးစားတဲ့ အသံဖမ်းအင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး\nအေးဆေးတည်ငြိမ်တဲ့ Relationship ကို ပိုင်ဆိုင်ထားတဲ့သူပါ။\nဒါပေမဲ့ ကိုယ် အကြာကြီး လက်တွဲလာတဲ့သူက Right person ဟုတ်ရဲ့လား မသေချာဘဲ\nအိမ်ထောင်သည်ဘဝ ကို ဝင်ဖို့ တွန့်ဆုတ်နေတဲ့အချိန် ဘဝထဲကို နောက်ထပ်လူနှစ်ယောက် ရောက်လာတဲ့အခါ\nကယ်မီတစ်ယောက်ဘယ်လိုရွေးချယ်မှုတွေလုပ်သွားမလဲ\nလက်တွဲဖော် ရှာတွေ့သွားမလား? နောက်ဆုံးတစ်ယောက်ထဲပဲတောက်ပသွားမလား?\nဇာတ်လမ်းကြည့်ရင်း ကယ်မီနဲ့အတူတူရွေးနိုင်ပါပြီ...အညွန်း နဲ့ ဘာသာပြန်ကတော့ Hnin Ei Pai ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.4GB | 734MB\nFormat… mp4\nDuration….1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hnin Ei Pai\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/2DeM6/Choose.Love.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvTrbZpByyg22K8XVGWbZnzXKEQ.jpg",
        "title": "Az almafa virága (2023)",
        "description": "ဆောင်ဂ်ဟ ဆိုတဲ့ကောင်မလေးဟာ ဗီယက်နမ်နိုင်ငံကနေ ဟန်ဂေရီကိုတကူးတကရောက်လာပါတယ်။ သူ့အဘွားဟာ ဗီယက်နမ်လူမျိုးဖြစ်ပေမယ့်ထိုစဉ်ကကွန်မြူနစ်နိုင်ငံချင်း ပံ့ပိုးမှုအစီအစဉ်အရ ဟန်ဂေရီမှာ ကျောင်းတက်ခဲ့ရပြီးအဘိုးဖြစ်သူ ဟန်ဂေရီလူမျိုးနဲ့ ချစ်ကြိုးသွယ်ခဲ့ပေမယ့် အဆက်အသွယ်ပြတ်သွားတာကြောင့် ပါ။ သူ့အဘိုးကို တွေ့ချင်လို့ လိုက်လာပေမယ့် အခုမှရောက်ဖူးလို့အိုးတိုးအမ်းတမ်းဖြစ်နေချိန်မှာ ဗစ်တာဆိုတဲ့ သူနဲ့ရွယ်တူ ဟန်ဂေရီသားတစ်ယောက်ကလာမိတ်ဆက်ပြီး သူ့ကိုကူညီပေးပါတယ်။ ထိုဗစ်တာကပဲ သူ့အဘိုးကို လိုက်ရှာတဲ့တချိန်လုံးမှာ သူ့ကို အစွမ်းကုန်ကူညီပေးပါတော့တယ်။ဒီလိုနဲ့ သံယောဇဉ်တွေဖြစ်လာပေမယ့်လည်း သူမမှာ စေ့စပ်ထားပြီးသားသူရှိနေတဲ့ကိစ္စဟာ ပထမပိုင်း၊ဇာတ်သိမ်းခန်းလို အတားအဆီးကြီးဖြစ်နေပါတယ်။သူ့အဘိုးနဲ့အဘွားရဲ့ ချစ်ဇာတ်လမ်းမှာ မဖြောင့်ဖြူးတာတွေတွေ့ရှိလာပြီးနောက်မှာဆောင်ဂ်ဟရော သူ့အချစ်ရေး ကို ဘယ်လိုဆုံးဖြတ်ဖို့ ဖြစ်လာနိုင်မလဲ…။ဗီယက်နမ်နဲ့ ဟန်ဂေရီ သရုပ်ဆောင်တွေ တွဲဖက်ရိုက်ကူးထားတဲ့ ဆွတ်ပျံ့ကြည်နူးစရာ၊ရင်သပ်လွမ်းမော စရာ အချစ်ကားလေးဖြစ်ပါတယ်။ဆောင်ဂ်ဟရဲ့ အဘိုးနဲ့ အဘွား ဘာလို့ကွဲသွားတာလဲ၊ ကွန်မြူနစ်စနစ်ဆိုးကြီးကသူတို့တွေရဲ့ အချစ်ရေးအပေါ် ဘယ်လိုသက်ရောက်ခဲ့ပါလဲ.ဆောင်ဂ်ဟကိုယ်တိုင်ရဲ့အချစ်ရေးကတော့ ကံဆိုးမှာလား ကံကောင်းမှာလားဆိုတာကို ဇာတ်လမ်းလေးထဲမှာ ရှုစားလိုက်ပါခင်ဗျာ။  File size…2.06 GB / 1.06 GB\nQuality…WEB-Rip 1080p 5.1 ...",
        "rating": "",
        "url": "https://megaup.net/1Xjx5/Az.Almafa.Viraga.2023.WEBRip720p(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQZkm86UV5qiRPbcWQOPN6iF6HN.jpg",
        "title": "Blood Punch (2014)",
        "description": "ဒီဇာတ်ကားက Time-loop ဇာတ်ကားလို့ ​ပြောရမယ့်ကားမျိုးပါ။​သွေးသဲရဲရဲဇာတ်ဝင်ခန်း​တွေ အ​တော်​လေးပါသလို အ​ပြောအဆိုအ​တော်ကြမ်းတဲ့ကားမို့ မိသားစုနဲ့ကြည့်ဖို့ဆိုရင် သတိပြု​ပေးပါ။ငယ်ငယ်ရွယ်ရွယ်နဲ့ ဉာဏ်ကောင်း​ပေမယ့် ​​ကျောင်းဓါတ်ခွဲခန်းမှာ​ဆေးချက်မိလို့ ​ဆေးဖြတ်စခန်းကိုပို့ခံရတဲ့ မီလ်တန်တစ်​ယောက်မူးယစ်​ဆေးနဲ့ ကံမကုန်ချင်​တော့ အဲဒီစခန်းထိ သူ့ကိုလာကယ်ပြီး\n​ဆေးချက်ခိုင်းတဲ့ စကိုင်လာနဲ့ရပ်ဆဲလ် သမီးရည်းစား၂​​​ယောက်နဲ့ကြုံခဲ့ရပါတယ်။ဆေးချက်ရမယ့်​ နေရာ​ရောက်​တော့ ရပ်ဆဲလ်က မီလ်တန်ရဲ့​ဆေး၈၅​ပေါင်ကို တစ်ဦးတည်း​မောင်ပိုင်စီးဖို့ ကြိုးစားရင်း စကိုင်လာနဲ့မီလ်တန်​ပေါင်းပြီး ရပ်ဆဲလ်ကို ရှင်းပစ်လိုက်ကြပါတယ်။ ဒါ​ပေမဲ့အဲဒီ​နေ့အပြီး ​နောက်တစ်​နေ့ မိုးအလင်းမှာ ရပ်ဆဲလ်တစ်​ယောက်အသက်ရှင်​နေ​သေးသလို သူတို့ ကြုံ​တွေ့​နေရတာ​တွေက မ​နေ့ကဖြစ်ခဲ့တဲ့အရာ​တွေအတိုင်း Deja vuလိုဖြစ်​နေတာမျိုး ကြုံလိုက်ရပါတယ်။အဲဒီလိုနဲ့ ရပ်ဆဲလ်ကိုထပ်သတ်ပြီး ​နောက်​နေ့ကူး​သွားလည်း သူကပြန်အသက်ရှင်​နေ​သေးသလို ဖြစ်ပြီးသားကိစ္စ​တွေပဲ ထပ်တလဲလဲပြန်ဖြစ်​နေလို့ မီလ်တန်နဲ့ စကိုင်လာတို့  ၂​ ယောက် သူတို့ရဲ့ စိတ်​ကပဲလှည့်စား​​နေတာလား၊ တကယ်ပဲ အချိန်​သံသရာထဲ ၂​ယောက်လုံး​​ရောက်​နေတာလား အ​ဖြေရှာဖို့ ဖြစ်လာပါ​တော့တယ်။ ​နောက်ဆုံးအဲဒီအချိန်​ကျော့ကွင်းထဲ လွတ်​မြောက်နည်းကို ရှာ​တွေ့သွားမလား၊ဘယ်သူလွတ်​မြောက်သွားမှာလဲဆိုတာ ​ကြည့်ရှုရမှာပါ။  File size…2.07 GB / 787MB\nQuality…Blu-Ray 1080p ...",
        "rating": "6.2",
        "url": "https://megaup.net/2DgS5/Blood.Punch.2014.BluRay720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFgbHWDgRNhRLQj56sMClcBJa8.jpg",
        "title": "Greenhouse (2023)",
        "description": "Greenhouse(2023)ပုံမှန်ကြိုးစားလေ့ရှိပေမဲ့ ထင်မထားတဲ့အရာတွေဖြစ်လာတဲ့အချိန်မှာ ကိုယ့်အတ္တကိုရှေ့တန်းတင်မိတာ လူ့သဘာဝပါပဲဒီဇာတ်လမ်းအကျဉ်းကတော့ တစ်ကိုယ်ရည်မိခင် မွန်းဂျောင်းဟာ အဘိုးအဘွားစုံတွဲတစ်တွဲကို\nစောင့်ရှောက်ပေးတဲ့အလုပ်လုပ်ရင်းနဲ့ သားနဲ့အတူနေဖို့ ပိုက်ဆံစုနေတာပါသူစောင့်ရှောက်ရတဲ့အဘွားက သူငယ်ပြန်နေပြီး၊ အဘိုးကမျက်စိကွယ်နေတာပါ..\nသားသမီးလည်း အနားမှမရှိတော့ မွန်းဂျောင်းကိုပဲ အားကိုးနေရင်းကနေ..တကယ်တမ်းမွန်းဂျောင်းကလည်း အမှားကြီးလုပ်မိတဲ့အခါမှာ\nအဲဒီအမှားကို ဖုံးကွယ်ဖို့ကြိုးစားရင်း မျက်စိကွယ်နေတဲ့ အဘိုးကြီးကို လှည့်စားရပါတော့တယ်မွန်းဂျောင်းဟာ သူ့လျှို့ဝှက်ချက်ကို ဖန်လုံအိမ်မှာထည့်ထားပြီး ဟန်ဆောင်နေရင်းကနေ\nနောက်ဆုံးမှာ လိမ်တာတွေပေါ်သွားမလား၊ ဘယ်လိုနောင်တရစရာတွေဖြစ်ကျန်ခဲ့မလဲဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p\nFile size… 945MB | 316MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "6.8",
        "url": "https://megaup.net/3jceB/Greenhouse.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCMGlarDrcmhclBmnYoH7JUCDuA.jpg",
        "title": "Love at First Sight (2023)",
        "description": "ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်အိမ်လေးကိုမှ ပုံပြင်ဆန်ဆန်တင်ဆက်ထားပေးထားတဲ့Love at first sight ဆိုတဲ့ Netflix ကထုတ်လွှင့်ခဲ့တဲ့ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေနော် “ဟာဒလီ” ဆိုတဲ့ကောင်မလေးကတော့ အချိန်နဲ့ပတ်သတ်ရင် အမြဲလိုလိုနောက်ကျပြီးဟိုမေ့ဒီမေ့နဲ့ ရှက်ပြာပြာနိုင်တတ်တဲ့သူပေါ့ တစ်နေ့ လန်ဒန်ကိုအကြောင်းကိစ္စတစ်ခုနဲ့ခရီးသွားဖို့လေဆိပ်အရောက်မှာ ထုံးစံအတိုင်း ချိန်းထားချိန်ထက် နောက်ကျပြီးရောက်သွားတော့ လေယာဉ်မမှီခဲ့ပါဘူး ဒါနဲ့ စိတ်ပျက်လက်ပျက်ဖြစ်နေချိန်မှာပဲ “အိုလီဗာ”ဆိုတဲ့ကောင်လေးနဲ့ အကြောင်းတိုက်ဆိုင်ပြီး တွေ့ဆုံခဲ့ပါတယ်..“အိုလီဗာ” ဆိုတဲ့ကောင်လေးကတော့ မမျှော်လင့်ဘဲ ရုတ်တရက်ဖြစ်လာတဲ့အရာတွေကိုကြောက်ရွံတတ်ပြီး အရာရာကို ကိန်းဂဏန်းသင်္ချာနဲ့ပဲ တိုင်းတာကြည့်တတ်သူပါတူညီချက်အနေနဲ့ နှစ်ယောက်သားကိုယ်စီမှာ အကြောက်တရားသုံးခုစီရှိတတ်ကြပြီးတော့ဒီတူညီတဲ့အကြောင်းတရားလေးတွေက သူတို့ကို ဘယ်လိုကံကြမ္မာမျိုးကိုခေါ်သွားမလဲ……“ဟာဒလီ” နဲ့ “အိုလီဗာ” ကရော ဘာကိစ္စကြောင့် လန်ဒန်ကို သွားကြတာလဲ……စတာတွေကို ဆက်သိချင်ရင်တော့ ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်နော်.... File size…1.32 GB / 615MB\nQuality…NF WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 30m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Xjhk/Love.at.First.Sight.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYzcxNzJjNTktNDliNy00MmJhLTllOTgtOWNmZDkyMjNlNzNlXkEyXkFqcGdeQXVyNDgxODg1MzU@._V1_-135x200.jpg",
        "title": "Quarantine 2: Terminal (2011)",
        "description": "ကွာရန်တင်း 2က တော့ 2008မှာထွက်ရှိထားတဲ့ ကွာရန်တင်းရုပ်ရှင်ရဲ့ နောက်ဆက်တွဲအပိုင်းဖြစ်ပြီးတော့ ဒါရိုက်တာ ဂျွန်ပုဂ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီအပိုင်းမှာတော့ လေယာဉ်ပေါ်မှာ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်ပျံ့သွားပြီး လေဆိပ်မှာ ပိတ်မိသွားတဲ့အခါဘာဆက်ဖြစ်မလဲ ဆိုတာကို စိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။File size…(1.8 GB)/(969 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:26:00\nGenre...Horror, Mystery, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Nang Aye Myat Phoo",
        "rating": "5.2",
        "url": "https://megaup.net/1hkih/Quarantine.2.Terminal.2011.720p.(CM).mp4",
        "category": "Horror, Mystery, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzczY2I1ZDMtZjkzZC00N2I4LWFjOWYtYmEyNDhjN2QwZWNmXkEyXkFqcGdeQXVyOTYwMDkyNzA@._V1_-134x200.jpg",
        "title": "Sentinelle (2023)",
        "description": "ဖရန်စစ် ဆန်တီနယ်လ်ဟာ တစ်ကောင်လုံးပြတောင် အရိပ်မမြင်ဘဲ ပေါ့ပျက်ပျက်လုပ်တတ်တဲ့ ခပ်တုံးတုံး အနုပညာရူး ရူးနေတဲ့ ရဲဌာနခေါင်းဆောင် ကပ္ပတိန်ပါ။ သူ့ရဲ့လက်အောက်မှာတော့ တစ်ကယ်အလုပ်ကြိုးစားပြီး စိတ်နေသဘောထားမှန်ကန်တဲ့ မိုရီဆေး လက်ထောက်ရဲဝန်ထမ်းရှိပါတယ်။ တစ်နေ့မှာတော့ မျိုးရိုးစဉ်ဆက် မတရားသဖြင့် အုပ်ချုပ်လာတဲ့ နိုင်ငံ့သမ္မတကြီးဟာ သွေးစွန်းလက်များဆိုတဲ့ အကြမ်းဖက်အဖွဲ့ဆီကနေ လာမယ့်ရွေးကောက်ပွဲမှာ နုတ်ထွက်ရင်နုတ်ထွက်၊ မထွက်ရင် တစ်မိသားစုလုံး အန္တရာယ်ကျရောက်မယ်လို့ ခြိမ်းခြောက်ခံလိုက်ရပါတယ်။ ခြိမ်းခြောက်ခံရပြီး မကြာခင်မှာပဲ သမ္မတကြီးရဲ့ယောင်္ကျား ပြန်ပေးဆွဲခံလိုက်ရတဲ့အခါမှာ ဒီအကြမ်းဖက်အဖွဲ့ကို စုံးစမ်းစစ်ဆေးဖို့တာဝန်က ဆန်တီနယ်အပေါ်ကျရောက်လာခဲ့ပါတယ်။ ဆန်တီနယ်နဲ့ မိုရီဆေးတို့နစ်ယောက် ဒီအမှုကို ဘယ်လိုဖြေရှင်းကြမလဲ၊ ပြန်ပေးဆွဲခံရတဲ့ သမ္မတကြီးရဲ့ ယောင်္ကျားကိုရော ဘယ်လိုကယ်မလဲ၊ သူတို့ထင်ထားသလောက် ဒီပြန်ပေးဆွဲမှုကြီးက ရိုးရှင်းပါ့မလားဆိုတာက ကြည့်ရင်း ရှယ်ခွီးရမယ့်ဇာတ်ကားလေးပါ File size…(2.1 GB)/(1.1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Comedy, Adventure, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1hitu/Sentinelle.2023.720p.(CM).mp4",
        "category": "Adventure, Comedy, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjIwMzQwMzMwNF5BMl5BanBnXkFtZTcwNjE5MTUxNA@@._V1_-135x200.jpg",
        "title": "The Roommate (2011)",
        "description": "ကိုယ့်ကို အရမ်းရင်းနှီးပြီး အရမ်းတွယ်ကပ်နေတဲ့သူမျိုးကို တွေ့ဖူးလား ဒီဇာတ်ကားလေးမှာတော့ ဆာရာဆိုတဲ့ ကောင်မလေးနဲ့ သူ့ကို အရမ်းတွယ်ကပ်နေတဲ့ ရေဘတ်ကာဆိုတဲ့ ကောင်မလေးအကြောင်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ် ဆာရာကတော့ အခုမှ ကောလိပ်စတက်မယ့် ကောင်မလေးတစ်ယောက်ပါ သူနဲ့ တစ်ခန်းထဲမှာ တူတူနေရတာကတော့ ရေဘတ်ကာဆိုတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့ ရေဘတ်ကာဟာ အရမ်းချမ်းသာတဲ့ မိသားစုက လာခဲ့တာဖြစ်ပြီး သူနဲ့ပတ်သတ်လို့ တစ်ခုခု ထူးဆန်းနေခဲ့ပါတယ် တကယ်တော့ ရေဘတ်ကာဟာ စိတ်ရောဂါရှင်တစ်ယောက်ဖြစ်ပြီး သူဟာ သဘောကျတဲ့လူတစ်ယောက်ကို အရမ်းတွယ်ကပ်တတ်တာပါပဲ သူသဘောကျတာ ခံရတဲ့ ဆာရာတစ်ယောက်ကတော့ Guardian Devil တစ်ယောက်ရထားသလိုပါဖြစ်‌‌နေပါတော့တယ် ရေဘတ်ကာဟာ ဆာရာအတွက်ဆိုရင် လိုတာတွေရော မလိုတာတွေရော အကုန်လုပ်တဲ့အထိကို တွယ်ကပ်နေတာပါ ဆိုက်ကို တစ်ယောက်နဲ့ တစ်ခန်းတည်းနေရဲ့ ဆာရာတစ်ယောက် ဘာဆက်လုပ်မှာလဲ ရေဘတ်ကာကရော ဆာရာနဲ့ တူတူရှိနေဖို့ ဘာတွေများလုပ်မှာလဲ ဆိုတာကိုတော့ ကြည့်ရှူပေးကြပါဦးဗျာ File size…(1.3 GB)/(642 MB)\nQuality….Webrip ...",
        "rating": "",
        "url": "https://megaup.net/2Ddnq/The.Roommate.2011.720p.(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjExMTg5OTU0NF5BMl5BanBnXkFtZTcwMjMxMzMzMw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "WALL·E (2008)",
        "description": "ဒီတစ်ခါတော့ IMDb Rate 8.5 အထိရရှိထားတဲ့Animated Film လေးတစ်ခုမိတ်ဆက်ပေးချင်ပါတယ်ကာတွန်းကားကိုကလေးတွေပဲကြည့်တဲ့ကားလို့ပြောတဲ့ခေတ်ကုန်ခဲ့ပါပြီ...ကာတွန်းကားတိုင်းကိုတော့မဆိုလိုပါ...ကမ္ဘာကျော် Animation ကုမ္မဏီတွေကနှစ်စဉ်အောင်မြင်မှုတွေများစွာရတဲ့Animation ရုပ်ရှင်တွေကို အမြဲထုတ်ပေးခဲ့ပြီးအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်တွေမှာလည်းပေးချင်တဲ့Messageရည်ရွယ်ချက်တွေ..အများကြီးတွေ့ရပါတယ်..ယူတတ်ရင်သင်ခန်းစာတောင်ရပါသေးတယ်ဥပမာပြောရမယ်ဆိုရင် Up ကာတွန်းလေးက သာမန်ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင်ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့Animated Film တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်း ကောင်းကောင်း နဲ့ လူကြီး လူငယ်ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများကြည့်ဖူးပေမယ့် ကြည့်ရင်းနဲ့မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။ဒီ UP ကတော့ ဇာတ်လမ်း အစမှာထဲကတင်ဆက်ပုံကောင်းကောင်းနဲ့ပရိတ်သတ်ကို ဖမ်းစားသွားနိုင်ခဲ့ပါတယ်....အခုဒီ Wall-E ဆိုတဲ့ Animated Film ဟာ..2008 ခုနှစ်မှာထွက်ရှိခဲ့ပါတယ်..IMDb မှာ Rating က 8.5/10 ထိရရှိထားပါတယ်Pixar၏ သမားရိုးကျ ဇာတ်လမ်းများမှ အသိသာဆုံးခွဲထွက်ခဲ့သည့်WALL-Eသည် ထုတ်လုပ်မှုကုန်ကျ စရိတ် ဒေါ်လာ သန်း(၁၈၀)ထိ ရှိခဲ့ပါတယ်ယင်းဇာတ်ကားသည် ကမ္ဘာမြေပေါ်မှ ညစ်ညမ်းမှုများကိုလိုက်လံသန့်ရှင်းရန် ဒီဇိုင်းထုတ် ဖန်တီးထားတဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Dfwe/WALL-E.2008.CRITERION.720p.BluRay_{CM}_TSK.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igXVSRZsNX3TZsKrQqSyEJvzHRF.jpg",
        "title": "Couples Retreat (2009)",
        "description": "Vince Vaughn အဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ပြီး Jason Bateman, Jon Favreau စတဲ့ စတားတွေ\nခြံရံထားတဲ့ Couples' retreat ဆိုတဲ့ အိမ်ထောင်ရေးအချစ်ဟာသဇာတ်ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်.\nအချစ်ရေးဆိုတာကလည်း ဘာပြဿနာမှမရှိနေတာကလည်း ပြဿနာတစ်ခုလို့ ဆိုရမလိုဖြစ်နေပါပြီ။\nအိမ်ထောင် တစ်ခု ဖြစ်တည်လာပြီဆိုရင် စုံတွဲတွေအဖို့ အခက်အခဲတွေ ပြဿနာတွေကြားထဲကပဲ\nအချစ်ကိုတည်ဆောက် ပဲ့ပြင်ကြရစမြဲပါပဲ။\nCouples' retreat ဆိုတာကတော့ စုံတွဲတွေအတွက် အေးစက်နေတဲ့အချစ်ရေးကိုပြန်စတင်ဖို့\nအချိန်ကာလတစ်ခု ကိုဆိုလိုတာပါ\nစုံတွဲတွေအတွက် ခံစားချက်တွေ အေးစက်လာတဲ့အချိန်. ပုံမှန်နေ့စဉ်ဘဝကြီးထဲမှာ\nစိတ်လှုပ်ရှားစရာတွေကုန်ခမ်း လာတဲ့အချိန်မှာ ခြေတစ်လှမ်းဆုတ်ပြီး ဘဝကိုအနားခဏပေးကာ\nစိတ်ရောကိုယ်ပါအနားယူပြီး ခံစားချက် တွေကို တည့်မတ်ခွင့်ရတဲ့အတွက်လည်း Couples' retreat လို့\nတင်စားပြောနိုင်ပါတယ်\nဒီစိတ်ကူးကို ပထမဆုံးအကြံရပြီး အကောင်အထည်ဖော်ဖို့ တကယ်ကြီးတင်ဆက်လာတာကတော့\nဂျေဆင်နဲ့ စင်သီရာ တို့ အတွဲပါပဲ. သူတို့ရဲ့ ကျွန်းပေါ်ကအပန်းဖြေစခန်းမှာ အနားယူကြမယ့် အိုင်ဒီယာကို\nပရိုဂျက်တာနဲ့ ပြပြီး ပါဝါပွိုင့်စလိုက်ရှိုးတွေနဲ့ပါ တင်ဆက်လာခဲ့ပါတော့တယ်\nပထမအစမှာတော့ ကျန်တဲ့စုံတွဲ ၃ တွဲက သဘောမတူခဲ့ကြပါဘူး. ဒါပေမယ့် ဂျေဆင်ရဲ့\nအထူးကြိုးပမ်းမှုအရ ဒေ့ဗ် နဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Dfvi/Couples.Retreat.2009.720p.RERIP.BluRay_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt54pA2IkNAgKE9pBlgtJvDtR2S.jpg",
        "title": "Bringing Down the House (2003)",
        "description": "Bringing down the House (2003)\nGenre – Comedy\nIMDB – 5.6/10ခွက်ထိုးလန် ရယ်ရတာမျိုး မဟုတ်ပဲ ပေါ့ပေါ့ပါးပါးနဲ့ ပြုံးရယ်နေရမယ့် ၂၀၀၃ ခုနှစ်တုန်းက ဟာသကားလေး တင်ဆက်ပေးချင်ပါတယ်ဗျ။မင်းသားကတော့ Pink Panther တို့ Cheaper by Dozen တို့လို ဟာသကားကောင်းလေးတွေ ရိုက်ကူးခဲ့တဲ့ဟာသမင်းသားကြီး Steve Martin ဖြစ်ပြီး အမွှေစိန်နေရာက မင်းသမီးတစ်ဖြစ်လဲရပ်ပ်အဆိုတော်လည်း ဖြစ်တဲ့ Queen Latifah တို့ အဓိက သရုပ်ဆောင်ပြီး ပံ့ပိုးထားကြတာပါ။American Pie ရုပ်ရှင်တိုင်းမှာ ပါလေ့ရှိတဲ့ ဘဲကြီး Eugene Levy ကလည်း ဒီကားထဲ ပရမ်းပတာနဲ့ ဝင်ဖောက်ထားပါသေးတယ်။ဒီကားလေးထဲမှာတော့ သက်လတ်ပိုင်းအရွယ် ကြုံဆုံရတဲ့ ဒုက္ခတွေနဲ့အတူလူမျိုးရေး ခွဲခြားမှု အိမ်ထောင်ရေး ပြဿနာ အဆင့်အတန်း ခြားနားမှုတွေကိုခပ်ပါးပါး သရော်ထားတဲ့ ဟာသကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ပီတာဆိုတဲ့ အခွန်ရှေ့နေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/1hkzw/Bringing.Down.The.House.2003.720p.BluRay_%7BCM%7D_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fYOimw2mZqrZLxpusGplFPimno.jpg",
        "title": "The Legend of Jade Sword (2020)",
        "description": "ဒီတစ်ခါ CM ကနေ တင်ဆက်ပေးမှာကတော့\nကျိယိချွမ်းအနေနဲ့ မင်းသား(Jiang Qi Lin) ၊\nယွိချီရွှယ်အနေနဲ့ မင်းသမီး(Tang Jing Mei) တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့\nThe Legend of Jade Sword (2020)ဆိုတဲ့\nMovieလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကတော့ သုံးလောကဘုံမှာ ရက်စက်ကြမ်းတမ်းနေတဲ့\nနတ်ဧရာဇ်ကြီးဝူကျန့်ကို နွီဝါးမယ်တော်က ချိတ်စည်းပိတ်ထိန်းသိမ်းလိုက်ပြီး\nကျိမျိုးနွယ်နဲ့ ယွိချီမျိုးနွယ်ကို စောင့်ကြည့်ထားစေခဲ့တယ်။\nဒါပေမဲ့ နတ်ဧရာဇ်ရဲ့ မျိုးဆက်ဖြစ်တဲ့ ရှောက်ယန်ဘုရင်က\nချိတ်စည်းကို ဖယ်ရှားဖို့ကြိုးပမ်းနေခဲ့ပြီး မျိုးနွယ်စုကြား\nပဋိပက္ခတွေလည်း ထိန်းမရနိုင်အောင်ဖြစ်ခဲ့တယ်...\nကျိမျိုးနွယ်စုဝင်ဖြစ်တဲ့ ကျိယိချွမ်းက မျိုးနွယ်စုအတွက်\nမကောင်းဆိုးဝါးကို ဖမ်းပေးပြီးရင် ဆရာတူညီမလေးဖြစ်တဲ့\nယွိချီရွှယ်နဲ့ လွတ်လပ်တဲ့ကောင်းကင်ဘုံရတနာမြေဆီ\nထွက်ခွာဖို့လုပ်ခဲ့ကြတယ်...မကောင်းဆိုးဝါးဖမ်းဆီးရာကနေ\nသူတို့တွေ ဘယ်လိုအဖြစ်အပျက်တွေကြုံတွေ့>ရမလဲ ...\nသူတို့တွေ ကောင်းကင်ဘုံရတနာမြေဆီသွားတဲ့ခရီးလမ်းမှာ\nဘယ်တွေဖြစ်ကြဦးမလဲ....နတ်ဧကရာဇ်ကြီးရဲ့ မျိုးဆက်ရဲ့\nအကြံအစည်ကရော ဘာများဖြစ်နေမလဲ\nစစ်မှန်တဲ့လွတ်လပ်မှုနဲ့ တရားမျှတမှုကို ရရှိဖို့အတွက်\nသူတို့အပေါင်းအဖော်တွေ နွီဝါးလောကကို ပြန်သွားတဲ့အခါမှာ\nဘယ်လိုတိုက်ပွဲတွေဖြစ်လာဦးမလဲဆိုတာကိုတော့\nCMကနေ ကြည့်ရှုအားပေးကြပါဦးနော်~\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Science Fiction, Fantasy\nRuntime - 1 hr 19 min\nSubtitle ...",
        "rating": "7",
        "url": "https://megaup.net/3iS9u/The_Legend_Of_Jade_Sword_2020_1080p_WEB_DL-CM.mp4",
        "category": "Fantasy, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFm6IrjutzI76pI4JiU5S8e4zA0.jpg",
        "title": "Fall In Love with My King (2020)",
        "description": "စစ်သူကြီးနဲ့မင်းသမီးလေးရဲ့အချစ်ဇာတ်လမ်းလေးဖြစ်တဲ့\nရိုမန့်ရှေးကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။\nမုရုံစစ်သူကြီးဟာ ယန်းတိုင်းပြည်ရဲ့ထူးချွန်ပြီး\nခန့်ညားတဲ့စစ်သူကြီးတစ်ယောက်ဖြစ်တယ်။\nတစ်နေ့မှာတော့ ဘုရင်မင်းကြီးကသူ့ကို\nမင်းသမီးလေးနဲ့လက်ဆက်ပေးတယ်။\nမင်းသမီးဆိုပေမယ့် ဦးရီးတော်ရဲ့မွေးစားသမီးလေးပဲဖြစ်တယ်။\nထီးနန်းလုဖို့ ကြံစည်နေတဲ့ဦးရီးတော်ဟာ မင်းသမီးလေးကို\nစစ်သူကြီးဘေးကိုရည်ရွယ်ချက်ရှိရှိနဲ့လွှတ်လိုက်တာပါပဲ။\nစစ်သူကြီးကလဲ သိသိရက်နဲ့လက်ခံထားပြီး\nအကွက်တွေရွှေ့ကြတာပေါ့......\nအကွက်တွေရွှေ့ရင်းနဲ့သူတို့နစ်ယောက်ဟာ\n>ဘယ်လိုနည်းစပ်သွားပြီး ဘယ်လိုချစ်သွားမလဲဆိုတာကို\nချိုချိုမြိန်မြိန်လေးကြည့်လိုက်ပါဦးနော်......\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Romance, Comedy\nRuntime - 1 hr 34 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.5",
        "url": "https://megaup.net/1WXbc/Fall_in_Love_With_My_King_2020_1080p_WEB_DL-CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Avzg6TfpsSaMc44sueZBw9eXHx.jpg",
        "title": "The Legend of Herring (2022)",
        "description": "မကောင်းဆိုးဝါးနှိမ်နင်းသူ\nလျိုချန်းကျစ်က နဂါးအဖြစ်ကျင့်ကြံအောင်မြင်ချင်တဲ့ ငါးမကောင်းဆိုးဝါးရှောင်ချင်းနဲ့ သိရှိခဲ့ကြတယ်ရှောင်ချင်းက သူ့ကိုငါးမကောင်းဆိုးဝါးမှန်း မသိစေဖို့အတွက်\nသူ့ကိုယ်သူလည်း မကောင်းဆိုးဝါးနှိမ်နင်းသူလို့ လိမ်ပြောခဲ့တယ်\nနောက်တော့သူတို့နှစ်ယောက်က အတူအဖော်လုပ်သွားလာခဲ့ပြီး\nအခက်အခဲအန္တရာယ်တွေကို အတူ‌ရင်ဆိုင်ကျော်ဖြတ်ခဲ့ကြတယ်\nရှောင်ချင်းရဲ့ကြင်နာတဲ့နှလုံးသားက\nလျိုချန်းကျစ်ရဲ့ မကောင်းဆိုးဝါးတိုင်းကို မကောင်းဘူးလို့ထင်တဲ့အမြင်ကို ပြောင်းလဲစေခဲ့တဲ့အပြင်\nအချင်းချင်းရဲ့မှီခိုအားထားရာ ဖြစ်လာခဲ့ကြတယ်\nနောက်ဆုံးမှာ သူတို့နှစ်ယောက်လက်တွဲပြီးနဂါးဆိုးရဲ့မကောင်းကြံစည်မှုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းပြီး\nလောကကြီးကို ဘယ်လိုကာကွယ်ပေးမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါနော်\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Drama, Fantasy\nRuntime - 1 hr 17 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Mary Eaint\nEncoded by LK",
        "rating": "5.2",
        "url": "https://megaup.net/3YPwR/The_Legend_of_Herring_2022_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRIGCwUUSoR43t9Xh57GCkHliPi.jpg",
        "title": "Yunxi: Poison Valley Bride (2019)",
        "description": "အဆိပ်တောင်ကြားမှသတို့သမီး\nအဆိပ်မျိုးနွယ်စုရဲ့ မြင့်မြတ်တဲ့ပစ္စည်းဖြစ်တဲ့ နှစ်ထောင်ချီ ကုမုဒြာကြာပန်းက သရဲတောင်ကြားမှာပေါ်ထွက်လာခဲ့ပါတယ် ။ကုမုဒြာကြာပန်းက အဆိပ်ထောင်ချီ‌ဖြေပေးနိုင်တဲ့စွမ်းရည်ရှိတဲ့အပြင်ကို\nမအိုဘဲ လှပတဲ့ရုပ်ရည်ကိုထိန်းသိမ်းပေးပြီးအသက်လည်းရှည်စေနိုင်တယ် ။\nအဲလို့ မြင့်မြတ်တဲ့ပစ္စည်းကိုရဖို့အတွက် နိုင်ငံနေရာအနှံ့အပြားက သူရဲကောင်းတွေက\nသရဲတောင်ကြားကိုလာရောက်ယှဉ်ပြိုင်ပြီး အလုအယက်ဝယ်ယူကြတော့တာပေါ့ ။\nကြာပန်းကိုပြသတဲ့ညမှာပဲ ရုပ်ဆိုးဆိုးအဘွားအိုတစ်ယောက်ရောက်လာပြီး\nအဲ့ဈေးတန်းမှာရှိနေကြတဲ့ လူတွေအကုန်လုံးနဲ့တိုက်ခိုက်ကြတော့တယ် ။\nထိုအဘွားအိုထွက်သွားပြီးတဲ့နောက်\nအိမ်ရှေ့စံရဲ့ညီတော် ထန်စုန့်ကလည်းအဲ့နေရာကနေ အသက်လုပြီးပြေးလာခဲ့တယ် ။ဒါပေမဲ့ သူ့မှာအဆိပ်ကမိလာခဲ့ပြီးပါပြီ။\nကံကောင်းထောက်မစွာနဲ့ အိမ်ရှေ့စံရဲ့အိမ်တော်မှာ မိဖုရားခေါင်ကြီးကချီးမြှင့်ထားတဲ့မင်္ဂလာပွဲကြောင့်ရောက်ရှိနေတဲ့အဆိပ်မျိုးနွယ်ရဲ့ပါရမီရှင် ဟန်ယွင်ရှီးကရောက်ရှိနေတာကြောင့် ထန်စုန့်ရဲ့အဆိပ်ကိုဖြေနိုင်လိုက်တယ် ။\nနောက်တော့ ထန်စုန့်ရဲ့သတင်းစကားအရ သရဲတောင်ကြားသခင်နဲ့သရဲတောင်ကြားရဲ့ မူမမှန်ဖြစ်မှု့တွေ ၊ မသင်္ကာစရာတွေကို ရှာဖွေဖို့အတွက်သရဲတောင်ကြားဆီ သုံးယောက်သားခရီးနှင်ခဲ့ပါတော့တယ် ။\nသရဲတောင်ကြားမှာဘာတွေကြုံတွေ့ရမလဲ ၊ ဘယ်လိုအခက်အခဲတွေက သူတို့ကိုစောင့်ကြိုနေမလဲ ?မိဖုရားခေါင်ကြီးကြောင့်လက်ထပ်လိုက်ရပြီး မချစ်ခင်ကြတဲ့ အိမ်ရှေ့စံနဲ့ဟန်ယွင်ရှီးကရော ဒီခရီးမှာဘယ်လိုချစ်ကြိုက်သွားကြမလဲဆိုတာကို\nရင်တမမနဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါအုံး ပရိတ်သတ်ကြီး ~\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Drama\nRuntime - 1 hr 12 min\nSubtitle - Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/3iS0k/Poison_Valley_Bride_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOGQxYmQ5MjUtMjhmOC00MTU1LWEyOTAtZWRkNTFmMGVmMzA0XkEyXkFqcGdeQXVyODY5NzkyMjA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Subspecies V: Blood Rise (2023)",
        "description": "သွေးစုပ်ဖုတ်ကောင် ဘုရင်ကြီး ဗလက်ဒီဆလက်စ်နဲ့ မသေမျိုး စုန်းမကြီး ဆီဆာ တို့ရဲ့ သားလေးဟာ\nအမှောင်ခေတ်မှာ အဖေကိုယ်ပြန်သတ်မယ်ဆိုတဲ့ ရှေ့ဖြစ်ဟောနိမိတ်နဲ့ မွေးဖွားလာခဲ့ပါတယ်အဲဒါကိုသိတဲ့ ခရူးဆိတ်စစ်သားတွေက ဆီဆာ ဆီကနေ ကလေးနဲ့ နတ်ဆိုးသတ်တဲ့ ဓားမြှောင်ကို\nခိုးသွားခဲ့ပြီးတော့ ကလေးကို မကောင်းဆိုးဝါးသွင်ပြင်ကနေ လူပုံစံဖြစ်အောင် ပြင်ဆင်ပြီး မကောင်းဆိုးဝါး သုတ်သင်တဲ့သူဖြစ်အောင် သင်ကြားပေးလိုက်ပါတော့တယ်အဲဒီကလေး နာမည်ကတော့ ရာဒူးပါ သူက နှစ်ပေါင်းများစွာ တိုက်ကြီးတွေဖြတ်ပြီး မကောင်းဆိုးဝါး တွေကို သုတ်သင်ခဲ့ရာကနေ တနေ့မှာတော့ ကံကြမ္မာအလှည့်အပြောင်းကြောင့် သူ့ရဲ့အဖေ သွေးစုပ်ဖုတ်ကောင်ဘုရင်ကြီးရဲ့ ရဲတိုက်ကို သွေးကျောက်တုံးယူဖို့ ရောက်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မှာလဲ ရှေ့ဖြစ်နိမိတ်ကရော တကယ်ဖြစ်လာမှာလား လူပုံစံဖြစ်အောင်အတင်းပြင်ထားတဲ့ ရာဒူးကရော သေမျိုးလား မသေမျိုးလား မကောင်းဆိုးဝါးတွေကိုရော ဘယ်လိုဆက်သုတ်သင်မှာလဲဆိုတာ ဆက်လက်ကြည့်ရှုအားပေးလိုက်ကြပါဦး File size…(1.2GB)/(600 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:20:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated & Encoded by Garfield",
        "rating": "",
        "url": "https://megaup.net/3iRry/Subspecies.V.Bloodrise.2023.720p(CM).BluRay.x264.AAC5.1.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/sChU1ykaA0xVLp63YfRoxn3wBsm.jpg",
        "title": "It’s All My Fault (2022)",
        "description": "It’s All My Fault (2022)ယုတ ဆိုတဲ့ ကောင်လေးက ငယ်စဉ်တည်းက မိဘမဲ့စောင့်ရှောက်ရေးဂေဟာမှာ နေလာရတဲ့ကလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူ့မှာ အမေရင်းရှိပေမဲ့ မတွေ့ခဲ့ရတာကြာပြီဖြစ်ပြီး သူအလယ်တန်းကျောင်းရောက်ရင် သူ့အမေနဲ့တွေ့ခွင့်ရနိုင်တယ်လို့ ဆရာမတွေကပြောဖူးတာကြောင့် အဲဒီနေ့ကိုပဲ စောင့်နေခဲ့တဲ့ကလေးပါ။တစ်နေ့မှာ သူ့အမေကိုဆက်သွယ်လို့ရမယ့်နည်းကို တိတ်တဆိတ် စုံစမ်းပြီး ဂေဟာကနေ ထွက်ပြေးခဲ့ပါတယ်။ ဘယ်မှမသွားဖူးတဲ့ ယုတက အမေရှိတဲ့နေရာထိရောက်အောင် လာခဲ့ပြီး သူ့အမေကလည်း သူ့ကို တွေ့တွေ့ချင်းမှာတော့ ပျော်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂေဟာဆရာမက သူတို့အိမ်တံခါးဝကို လာခေါက်တဲ့အချိန်မှာ ယုတရဲ့ အပျော်တွေအားလုံး အငွေ့ပျံသွားရပါတယ်။ သူအရမ်းတွေ့ချင်ခဲ့တဲ့အမေက သူ့ကိုမလိုချင်မှန်းသိလိုက်ရချိန်မှာ ထပ်ပြီးထွက်ပြေးခဲ့ပါတယ်။ ဒီလိုနဲ့ ထရပ်ကားအပျက်ပေါ်မှာ အိမ်လိုလုပ်ပြီးနေတဲ့ ဂျွန်နီဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်။ ဂျွန်နီကလည်း အမေဖြစ်သူရှိတဲ့မြို့ကို ပြန်ဖို့ ထရပ်ကားစုတ်ကြီးကို ပြင်ဖို့ကြိုးစားနေတာမှန်း သိလိုက်ရတဲ့အခါ မိခင်မေတ္တာကို ငတ်မွတ်နေတဲ့ယုတက ဂျွန်နီကိုကူပြီး ပိုက်ဆံရှာပေးဖို့ကြိုးစားပါတယ်။သူအရင်ကမလုပ်ဖူးတဲ့ စက်ဘီးခိုးတာတွေ ကလိမ်ကျတဲ့အလုပ်တွေကိုပါ ကူညီပေးရင်း ...",
        "rating": "",
        "url": "https://megaup.net/2CT00/(CM)_It_s_All_My_Fault_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtgltT1u4kVUJBocfRb1Xf2v1gu.jpg",
        "title": "Mama Susan’s Friends (2023)",
        "description": "Mama Susan's Friends (2023)ဂါလိုဟာ မိဘမဲ့ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်ပြီး ဦးလေးနဲ့အဒေါ်ရဲ့ စောင့်ရှောက်မှုအောက်မှာနေထိုင်ပြီး ကျောင်းတက်နေပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ဟာ သူ့အပေါ်ကောင်းသလိုရှိပေမဲ့ သူ့သားသမီးအရင်းတွေနဲ့ယှဉ်ရင်တော့ မျက်နှာသာမပေးတာ ခွဲခြားတာမျိုးတွေရှိတတ်တဲ့အတွက် တစ်ခါတလေ စိတ်ညစ်ရတာရှိပေမဲ့ ဂါလိုက ပျော်ပျော်ပဲနေတတ်ပုံရပါတယ်။သူ့ဦးလေးနဲ့အဒေါ်ထက် ပိုစိတ်ညစ်ဖို့ကောင်းတာက ညညဆိုရောက်လာတတ်တဲ့ အိမ်မက်ဆိုးတွေပါပဲ။ မျက်နှာမည်းမည်းနဲ့လူတစ်ယောက် သူ့နောက်ကလိုက်နေတတ်တာ။ အဲဒီလိုပဲတစ်ကိုယ်လုံးမည်းနက်နေတဲ့ မိန်းမကြီးတစ်ယောက် သူ့ကို ဂုတ်ကနေကိုင် လေထဲမြှောက်ထားတာတွေကို မြင်မက်တတ်ပြီး အိမ်မက်နဲ့မတူအောင်ပြက်ပြက်ထင်ထင်ဖြစ်နေတတ်တာတွေကထူးခြားပါတယ်။တစ်နေ့မှာတော့ သူ့ငယ်ဘဝမွေးရပ်မြေ ကျွန်းမြို့ငယ်လေးဆီက သူ့အဖေသေပြီဆိုတဲ့အကြောင်း ကြေးနန်းရောက်လာတဲ့အချိန်မှာ ဂယ်လိုတစ်ယောက် ဇာတိကိုပြန်ရဖို့ ဖြစ်လာပါတော့တယ်။ သူ့ဇာတိ သူမွေးတဲ့ အိမ်မှာ သူ့အဘွားဆူဇန်တစ်ယောက်သာ လက်ရှိနေထိုင်နေပါတယ်။ တစ်အိမ်လုံးမှာရှိနေတာကတော့ ဘာသာရေးရုပ်တုတွေ ပုံစံအမျိုးမျိုးနဲ့ဖြစ်ပြီး တစ်ချိန်က အိပ်မက်ဆိုးတွေဟာ ဒီအိမ်ကြီးကိုရောက်တဲ့အချိန်မှာ တစ်ဖြည်းဖြည်းလက်တွေ့ဆန် ကြောက်မက်ဖွယ်ကောင်းလာတာတွေကိုတွေ့ရတဲ့နောက် ဂယ်လိုတစ်ယောက် ပဟေဠိတွေကြားကနေ ရုန်းထွက်လွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်။နာမည်ကျော် ဖိလစ်ပိုင်စာရေးဆရာ Bob Ong ရဲ့ဘတ်ဆဲလားတစ်အုပ်ဖြစ်တဲ့ Ang mga Kaibigan ni ...",
        "rating": "",
        "url": "https://megaup.net/1WVk1/(CM)_Ang_Mga_Kaibigan_ni_Mama_Susan_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjQxMTdkY2EtM2Y3OS00NDgxLWEyN2EtNGRmZTczYTQ0OWZkXkEyXkFqcGdeQXVyMTY0NjI4OTQ5._V1_-133x200.jpg",
        "title": "Surongo (2023)",
        "description": "Surongo (2023)\nIMDb-6.6/10မထင်မှတ်ထားတဲ့ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့\nမင်းသားကြီးအာဖရန်နီရှိုးရဲ့ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဘင်္ဂလားဒေ့ရှ်ငွေ သန်းနှစ်ဆယ်အသုံးပြုရိုက်ကူးခဲ့ပြီး\nနှစ်ဆကျော်ပြန်လည်ရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။မာဆုဒ်ဆိုတာ ရွာထဲမှာလျှပ်စစ်ပစ္စည်းအမျိုးမျိုးပြုပြင်နေတဲ့လူငယ်တစ်ယောက်။\nတစ်ရက်စျေးထဲဓာတ်တိုင်က မီးသီးတက်ပြင်နေရင်း မြင်လိုက်ရတဲ့မိုနာဆိုတဲ့အမျိုးသမီးလေးကြောင့်\nအချစ်မှာကျရှုံးမိပါလေရော။ချစ်သူတောင်းဆိုသမျှ လိုက်လျောဖို့အသင့်ဖြစ်နေခဲ့သူလေး မောင်မာဆုဒ်တစ်ယောက်\nဆန္ဒတွေပြည့်၀သွားပြီး ချစ်သူနဲ့နှစ်ကိုယ်တူလက်ထပ်ပေါင်းသင်းပြီးနောက်မှာတော့\nလိုအင်ဆန္ဒတွေများပြားလွန်းလှတဲ့ ဇနီးဖြစ်သူမိုနာရဲ့ တောင်းဆိုမှုလိုအပ်ချက်တွေအားလုံးကို ဖြည့်ဆည်းမပေးနိုင်တော့။ချစ်ဇနီးမျက်နှာအညှိုးမခံချင်သူ မာဆုဒ်တစ်ယောက်မိဘ\nလက်ငုတ်လက်ရင်း အိမ်လေးကိုပေါင်ပြီး\nမလေးရှားတက်အလုပ်လုပ်ပါလေရော။အထက်မှာပြောခဲ့သလိုပဲ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးကနေ\nမထင်မှတ်ထားတဲ့ဇာတ်ကွက်ဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့\nဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~YH~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  /  900MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~Zwe~BpL~V",
        "rating": "6.6",
        "url": "https://megaup.net/1gY0u/Surongo.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZjljOWQ2ZmUtN2Y4Zi00MGIyLWI5ZGMtZDIxNzg4OTEwNWQwXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Old Man (2022)",
        "description": "Old Man (2022)\n============Horror ကားကို ဘာဆက်ဖြစ်မလဲဆိုပြီး အဆုံးထိ ရင်တထိတ်\nထိတ်နဲ့ ကြည့်ချင်ကြသူတွေ အကြိုက်တွေ့ကြမယ့် ဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့ ဂျိုးဆိုတဲ့ကောင်လေးတစ်ယောက် တောထဲမှာ\nလမ်းပျောက်ပြီး တောထဲက သစ်လုံးအိမ်လေးဆီ ရောက်သွားရာ\nကနေ စပါတယ်။ကူကယ်ရာမဲ့နေရာကနေ ကယ်တင်ရှင်တွေ့ပြီဆိုပြီး ဝမ်းသာအား\nရနဲ့ သစ်လုံးအိမ်ထဲ ဝင်သွားခဲ့ပေမဲ့ အထဲမှာ ရူးကြောင်ကြောင်\nအဘိုးကြီးတစ်ယောက်နဲ့ တွေ့ပြီး နှစ်ယောက်သား ဘယ်လိုတွေ\nနှစ်ပါးသွားကြမလဲဆိုတာကြည့်ရှုကြရမှာပါ။တဲအိမ်လေးထဲမှာပဲ ပြီးသွားတဲ့ ဇာတ်ကားဖြစ်ပေမဲ့ မထင်ထားတဲ့\nplot twist တွေလည်း ပါဝင်တာကြောင့်ကြည့်ပျော်တဲ့ ဇာတ်ကားပါ။\nရူးကြောင်ကြောင် အဘိုးကြီးအဖြစ် Avatar ကားထဲက မင်းသားကြီး\nStephen Lang က သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nRoman Nox ဖြစ်ပါတယ်)File Size..........(1.23 GB) / (460 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 37Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Roman Nox\nEncoder..........Zin Phyo Aung",
        "rating": "4.8",
        "url": "https://megaup.net/1WP2v/Old.Man.2022.720p.WEB-DL(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67Ue5or6ZPScqkagC3EJSOYuzyR.jpg",
        "title": "Desierto (2015)",
        "description": "ကိုယ်နေထိုင်တဲ့ နေရာမှာမလုံခြုံတဲ့ အတွက် တခြားနိုင်ငံကိုခိုးဝင်ကြတာတွေကိုသိကြမှာပါ။ဒီကားထဲမှာလဲ အဲ့လိုမျိုးမက္ကဆီကိုကနေအမေရိကန်ကိုခိုးဝင်တဲ့လူတွေအကြောင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ခြင်းအားဖြင့် ဒုက္ခခံပြီး အန္တရာယ်တွေကြားကတခြားတစ်နိုင်ငံကို ခိုးဝင်ရတဲ့ လူတွေရဲ့ဘဝကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ မက္ကဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်ဖို့အတွက်ကားတစ်စီးနောက်မှာ လူတွေကိုတင်လာခဲ့ပါတယ်။ဒါပေမယ့် နယ်စပ်အရောက်မှာ ကားပျက်သွားပြီးတော့ ကန္တာရကြီးထဲကနေ တစ်ဆင့်လမ်းလျှောက်ပြီး ဖြတ်ကူးရပါတော့တယ်။ဖြစ်ချင်တော့ တခြားတစ်ဖက်မှာမျိုးချစ်လိုလို စိတ္တဇလိုလိုအမေရိကန် လူတစ်ယောက်က အဲ့ဒီသတင်းကိုကြားမိပြီး ခိုးဝင်လာတဲ့လူတွေကို လိုက်ရှာနေပါတော့တယ်။သူတို့ကိုတွေ့တဲ့အခါမှာတော့ တစ်ယောက်ချင်းစီသေနတ်နဲ့ စိမ်ပြေနပြေထိုင်ပစ်ပါတော့တယ်။ဒီလိုနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေဆုံးကုန်ပြီး ထွက်ပြေးတဲ့လူတွေကလဲ ထွက်ပြေးကြပါတယ်။ဒီလိုနဲ့နောက်ဆုံးမှာတော့ ခိုးဝင်လာတဲ့လူတွေအကုန်သေသွားမလား သူတို့ကိုအမဲလိုက်နေတဲ့ မုဆိုးကရောဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ File size…2.04GB / 797MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Action . Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.1",
        "url": "https://megaup.net/1WVd9/Desierto.2015.Blu-Ray720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvKQYyz8zBFuHojwURt2rrrXQp2.jpg",
        "title": "Never Too Late to Celebrate (2023)",
        "description": "စပိန်လူမျိုးတွေရဲ့ ဓလေ့ထုံးစံမှာ မိန်းကလေးတွေ အသက် ၁၅ နှစ်ပြည့်တဲ့မွေးနေ့ပွဲကိုကြီးကြီးကျယ်ကျယ် ခမ်းခမ်းနားနား ကျင်းပပေးတတ်ကြပါတယ်။အရွယ်ရောက်ပြီဆိုတဲ့ အထိမ်းအမှတ်အနေနဲ့ပေါ့။အဲအခမ်းအနားလေးကို quinceañera or quince လို့ခေါ်ပါတယ်။ စပိန်လူမျိုးဖြစ်ပေမယ့် အမေရိကမှာ ပြောင်းရွှေ့အခြေချ နေထိုင်ခဲ့ရတဲ့ အဖေဖြစ်သူနဲ့အမေရိကန်သူဖြစ်တဲ့ အမေဆီက မွေးဖွားလာတဲ့ ကပြားလေး ကာမီလာ လိုပက်ဇ်ကတော့အဖေဖြစ်သူကို ဆုံးရှုံးထားရတဲ့အတွက် အဖေ့ကို တသသဖြစ်ပြီး လွမ်းဆွတ်နေသူပါ။အဲလိုဖြစ်တာနဲ့အမျှ ကိုယ့်ကိုယ်ကိုယ် မအားလပ်အောင်ထားဖို့အတွက်အလုပ်တွေပဲ ဖိလုပ်နေတဲ့ အလုပ်ကြမ်းပိုးလေးပေါ့။အဲလို နိစ္စဓူဝ အပ်ကြောင်းထပ်နေတဲ့ ကိုယ်ပိုင်အချိန်ဇယားမှာ အသားကျနေတဲ့ကာမီလာတစ်ယောက် အမေဖြစ်သူအလုပ်လုပ်တဲ့ကျောင်းကို သွားတွေ့ရင်းနဲ့အချိန်ပိုင်းဆရာလေး ဟာဗီနဲ့ တွေ့ဆုံခဲ့ပါတော့တယ်။စတွေ့ကတည်းက ဟာဗီပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကြောင့်အဖေဖြစ်သူကို သတိရပြီး သူစိမ်းရှေ့မှာ ငိုကြွေးခဲ့မိရာကနေကာမီလာတစ်ယောက် ရှေ့ဆက်ပြီး ဘယ်လိုဆုံးဖြတ်ချက်တွေ ချမိမလဲအဖေဖြစ်သူ မရှိဘူးဆိုတဲ့ အတွေးကြောင့် ၃၀ နှစ်ပြည့်မွေးနေ့ကိုပါမကျင်းပဖို့ ဆုံးဖြတ်ထားပေမဲ့ ဘယ်အရာတွေကြောင့်Double quince လုပ်ဖို့ဖြစ်လာမလဲဆိုတာကို အရိုတစ်လိုင်း ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အရိုကားလေးဆိုပေမယ့် အဖေနဲ့သမီးကြား၊ သားအမိကြား မေတ္တာတွေကိုပါပေါ်လွင်အောင်ပုံဖော်ထားတာမလို့ တစ်ရှူးလေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1WSs5/Never.Too.Late.to.Celebrate.2023.WEB-DL720p(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODgwMzBiYWItNThjYi00MjU4LWFjZDAtM2ZhMzk5NmFjZDViXkEyXkFqcGdeQXVyODkyMDY1MQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Famous (2023)",
        "description": "သွေးမတော်သားမစပ် မွေးစားညီအစ်ကို နှစ်ယောက်ဖြစ်ကြတဲ့ Wayne နဲ့ Famous ဆိုတဲ့ ညီအစ်ကို နှစ်ယောက်ရဲ့ music business အထဲမှာ ကျင်လည်ကြပုံကို ရိုက်ထားတာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်က ဆန့်ကျင်ဖက်တွေဖြစ်ကြပြီး Wayneက Famousရဲ့ ပရိုဂျူဆာဖြစ်ပါတယ်။ Famous က ဆေးစွဲနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အစ်ကိုရဲ့ ထိန်းချုပ်ခြင်းကိုခံနေရသူပါ။ တညမှာ ခရစ်ယာန်ဘုရားကျောင်းတစ်ခုရဲ့ ဆေးဖြတ်တဲ့သူတွေကိုအထောက်အပံ့ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကို ငွေသွားလှူခဲ့ရင်း Eileen ဆိုတဲ့အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ သူ့ဘဝရဲ့ လက်တွဲဖော်အဖြစ်ရည်မှန်းထားတဲ့ Eileenရဲ့ နောက်ကြောင်းကို သူသိသွားတဲ့အခါမှာ၊သူ့ကို ထိန်းချုပ်ထားတဲ့ သူ့အစ်ကိုက Eileenနဲ့ သဘောတူကြည်ဖြူရဲ့လား သူရောဆေးဖြတ်ပြီး သူ့အစ်ကို ထိန်းချုပ်မှုအောက်ကနေ ရုန်းထွက်နိုင်မလား ရုန်းထွက်လို့မရတဲ့ ထိန်းချုပ်မှုဆိုတာကရော တကယ်ရှိတာလား ဆိုတာသိရဖို့ ရုပ်ရှင်ကားကိုပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။ File size…(960 Mb/(500 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Drama, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1WVhs/Famous.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5g4bp8gS5ovMyR5439AII6zQ3n.jpg",
        "title": "My Best Friend’s Wedding (1997)",
        "description": "My Best Friend's Wedding (1997)~ IMDb - 6.3/10, Rotten Tomatoes - 74% ~တစ်ခေတ်တစ်ခါက ပုရိသတို့ရဲ့အသည်းကျော် မမဂျူလီယာရောဘတ်နဲ့ ကင်မရွမ်ဒီယက်ဇ်တို့ကို အတူတူတွဲမြင်ရမှာဖြစ်ပြီး Dermot Mulroney နဲ့ Rupert Everett တို့နုစဥ်က Visual တွေနဲ့ 90s ခေတ်ရဲ့အဖိုးတန်ရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပါတယ်။ဂျူလီယန်: \"မိုက်ကယ်ရေ ငါတို့တက္ကသိုလ်ဒုတိယနှစ် ညတစ်ညက နင်ပြောခဲ့တာမှတ်မိသေးတယ် ''ငါတို့ ၂၈ နှစ်ထိအိမ်ထောင်မပြုဖြစ်ကြသေးရင် ငါတို့ချင်းလက်ထပ်ရအောင်'' ဆိုပြီးလေ။ မကြာခင် ၂၈ ပြည့်တော့မှာဆိုတော့ ဒီရက်ပိုင်းအဲဒီစကားကို ငါပြန်တွေးဖြစ်နေတယ်။ နင့်ဆီကအရေးကြီးကိစ္စပြောစရာရှိတယ်ဆိုပြီး Voicemail ရတော့ပျော်လိုက်တာ ငါလက်ခံဖို့အဆင်သင့်ဖြစ်နေပါပြီ။ တကယ်တမ်းကြားလိုက်ရတာက ချစ်ခွင့်ပန်စကားမဟုတ်ဘဲ နင့်ရဲ့မင်္ဂလာသတင်းဖြစ်နေခဲ့တယ်။ ကိုယ်ချစ်တဲ့သူကတခြားမိန်းကလေးနဲ့လက်ထပ်တော့မှာကို လက်ခုပ်တီးပေးနိုင်လောက်အောင် ငါသဘောထားကြီးပေးနိုင်ပါ့မလားမသေချာဘူး မိုက်ကယ်...\"မိုက်ကယ်: \"ဂျူလီယန် ငါအဲဒီညကိုဘယ်တုန်းကမှမမေ့ခဲ့ပါဘူး။ မင်းကလှပတယ် ထက်မြက်တယ် ကိုယ်ဘာလိုချင်လဲသေချာသိပြီး ပြီးပြည့်စုံတဲ့မိန်းမတစ်ယောက်။ နင့်ဘဝရဲ့ဦးစားပေးတွေက မိန်းကလေးအများစုလို ...",
        "rating": "6.3",
        "url": "https://megaup.net/4EL2z/(CM)_My_Best_Friend_s_Wedding_(1997)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EONm3medZBNfHhost4taqrje1r.jpg",
        "title": "The Great Seduction (2023)",
        "description": "လူ့လောကရဲ့ နိဗ္ဗာန်ဆိုတာက ဂုဏ်တွေ ပကာသနတွေ ငွေကြေးတွေနဲ့ပြည့်နှက်နေတဲ့ နေရာတစ်ခုမဟုတ်ပါဘူး။စိတ်ချမ်းသာ ကိုယ်ကျန်းမာပြီးအားလုံးအတူတူပျော်ရွှင်စွာ နေထိုင်နိုင်ကြတဲ့နေရာလေးတစ်ခုကိုဆိုလိုတာပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာတော့ ဆန်တာမာရီယာဆိုတဲ့ ကျွန်းမြို့လေးကို အဲ့လိုနိဗ္ဗာန်လေးတစ်ခုလို့တင်စားထားပါတယ်။အဲ့ဒီမှာ နေထိုင်တဲ့လူတွေက အချင်းချင်းချစ်ခင်ကြပြီးတော့ ပျော်ရွှင်စရာကောင်းတဲ့နေရာလေးတစ်နေရာဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ သူတို့အနီးအနားကမြို့မှာ ငါးတွေကိုဖမ်းပြီးထုပ်ပိုးရောင်းချတဲ့ ကုမ္ပဏီတစ်ခုကို ထောင်ခဲ့တဲ့အချိန်မှာ သူတို့အတွက်ငါးတွေရော အလုပ်အကိုင်တွေရောမရှိတော့ပါဘူး။ဒီလိုနဲ့ပျော်ရွှင်စရာတွေနဲ့ပြည့်နှက်နေခဲ့တဲ့ နေရာကနေ အမေရိကားကိုပြောင်းရွှေ့တဲ့ လူတွေကပြောင်းရွှေ့ကုန်ကြပြီး အခုအချိန်မှာတော့ အစိုးရကပေးတဲ့ ထောက်ပံ့ကြေးလေးတွေနဲ့ပဲအသက်ဆက်နေရပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ဆန်တာမာရီယာကိုအရမ်းချစ်တဲ့ဂါမန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က သူတို့မြို့လေးကိုအဖက်ဆယ်ဖို့အတွက်အကြံရသွားပါတော့တယ်။အဲ့ဒါကတော့အဲ့ဒီစက်ရုံကိုသူတို့ မြို့လေးမှာလဲလာဖွင့်ခိုင်းဖို့ပါပဲ။ဒါပေမယ့် အဲ့လိုဖွင့်ဖို့အတွက်သူတို့မြို့မှာ ဆရာဝန်တစ်ယောက်လိုအပ်နေပါတယ်။စီးပွားပျက်ကပ်ဆိုက်နေတဲ့ မြို့တစ်မြို့မှာ နေချင်တဲ့ဆရာဝန်ဆိုတာက မရှိသလောက်ကို ရှားတဲ့အတွက်ဆရာဝန်ရှာဖို့ကြိုးစားခဲ့ပါတော့တယ်။ဒီလိုနဲ့ ကံကောင်းပြီးတော့ သူတို့မြို့ကို တစ်လတာ တာဝန်လာထမ်းဆောင်တဲ့ဆရာဝန်တစ်ယောက် ရောက်လာခဲ့ပါတယ်။အဲ့ဒီဆရာဝန်ကို သူတို့နဲ့ရေရှည်လက်တွဲပြီး နေထိုင်အောင်လို့ဆရာဝန်ရဲ့အကြိုက်တွေကိုပဲ တစ်မြို့လုံးကလိုက်လျောပြီး ဟန်ဆောင်နေထိုင်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့ မြို့သူမြို့သားတွေနဲ့ဆရာဝန်ကြားမှာ သံယောဇဉ်တွေဖြစ်လာတော့ ဆက်ပြီးလိမ်ညာနေဖို့ကခက်ခဲလာတော့ပါတယ်။ဒီလိုနဲ့သူတို့ကြားမှာဘာတွေဆက်ဖြစ်ကြမလဲဆန်တာမာရီယာမြို့လေးကရော အရင်လိုပြန်လှပလာပြီး နိဗ္ဗာန်ဘုံလေးတစ်ခုပြန် ဖြစ်လာနိုင်ပါ့မလားဆိုတာကို ကြည့်ရမဲ့ကားလေးပဲဖြစ်ပါတယ်။  File size…1.18GB / 467MB\nQuality…NF WEB-DL 1080p 5.1 ...",
        "rating": "6.5",
        "url": "https://megaup.net/3YMHX/The.Great.Seduction.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WVba/Lop_Nur_Tomb_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcjjYcMaaSKD2C8xn0hy6o6yj2L.jpg",
        "title": "Shattered(2007)",
        "description": "Shattered(2007)*************** မင်းသားကြီး Pierce Brosnan  နဲ့ Gerard Butlerတို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတယ်....\nသူ့နာမည် နေးလ် ရမ်ဒဲတဲ့။ သူ့မှာ ဝင်ငွေကောင်းတဲ့ အလုပ်ကောင်းကောင်းလည်းရှိတယ်။ အိမ်ကောင်းကောင်း ကားကောင်းကောင်းလည်းပိုင်ထားတယ်။ ဇနီးချောလေးအပြင် သမီးချောလေးတစ်ယောက်ပါရှိသေးတယ်။လူတိုင်းအားကျရတဲ့ ဘဝကိုပိုင်ဆိုင်ထားရှာတဲ့ နေးလ် ပေါ့။သူ့ဇနီး အက်ဘီကိုလည်း အရမ်းချစ်တတ်သလို အက်ဘီကလည်းသူ့ကိုသိပ်ချစ်တယ်။ကုမ္ပဏီမှာလည်း အလုပ်လုပ်တာတော်တော့ သူဌေးမျက်နှာသာပေးတာလည်းခံရတယ်။တစ်နေ့ သူ့ သူဌေးက အိမ်ကိုအလည်ခေါ်လို့ နေးလ်ကခရီးထွက်ဖို့ပြင်ပြီး အက်ဘီကတော့သူ့သူငယ်ချင်းနဲ့လျှောက်လည်မယ်လို့စီစဉ်ထားကြတယ်။ သမီးလေး ဆိုဖီကိုတော့ ကလေးထိန်းနဲ့ထားခဲ့ကြမယ်ပေါ့လေ။ အဲ့လိုနဲ့ သူတို့နှစ်ယောက် ကားမောင်းထွက်လာပြီးမကြာဘူးကားပေါ်မှာခိုးလိုက်လာတဲ့ လူတစ်ယောက်က သူတို့သမီးလေးဆိုဖီကို ပြန်ပေးဆွဲထားတာဖြစ်ကြောင်း \\သူခိုင်းတာမှန်သမျှလုပ်ပေးရမယ်ဖြစ်ကြောင်းပြောရင်း ခြိမ်းခြောက်ပါတော့တယ်။ဇာတ်လမ်းအစကနေအဆုံးထိ tension မကျပဲ ဆွဲခေါ်သွားတာဖြစ်လို့ ကြည့်ရတန်တဲ့ဇာတ်ကားတစ်ခုပါပဲ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Muse ပဲဖြစ်ပါတယ်...File size… 1.4GB& 613MB\nQuality…Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….1hr 35min\nGenre ….. Crime, Thriller ,Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2CSz8/Shattered.2007.BLU-RAY.1080P(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHZzPiWqhRPwVoxmfIqf7jyr6jU.jpg",
        "title": "The Headless General Who Stole the Book of Heaven (2023)",
        "description": "ဒဏ္ဍာရီအရ ချဲ့ထျန်းမျိုးနွယ်စုဟာ ငရဲပြည်က တစ္ဆေတံခါးကို ဖွင့်ခဲ့ပြီး\nချဲ့ထျန်းလျှို့ဝှက်ပညာကို ကျင့်ကြံခဲ့တယ်။ အဲဒီပညာရဲ့ လျှို့ဝှက်ချက်တွေကို\nချဲ့ထျန်းစာအုပ်မှာ မှတ်တမ်းတင်ထားတယ်တဲ့။ အားဂူလိဦးဆောင်တဲ့\nဝံပုလွေတပ်ကြီးဟာ ချဲ့ထျန်းမျိုးနွယ်ရဲ့ နဂါးသွေးကြောရတနာနဲ့\nမိန်းမလှလေး ရှီထျန်းကျောင်းကို လိုချင်တဲ့အတွက် ကျွိလန်မြို့ကို\nအပိုင်သိမ်းချင်နေကြပါတယ်။ မြို့စောင့်စစ်သူကြီးရှီဝမ့်ဖူးဟာ\nရန်သူအင်အားကို မနိုင်တဲ့အတွက် မြို့ထဲကပြည်သူတွေနဲ့ သူ့သမီးကို\nကယ်တင်ဖို့အတွက် ရှောင်းပုဖျင်နဲ့ ပူးပေါင်းပြီး ချဲ့ထျန်းစာအုပ်ထဲမှာ\nမှတ်တမ်းတင်ထားတဲ့ လျှို့ဝှက်ပညာတွေကို အသုံးချပြီး ကျွိလန်မြို့ကို\nတစ္ဆေမြို့အဖြစ်ပြောင်းလဲခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ကြောက်စရာကောင်းတဲ့\nကျိန်စာ ၇ ခုကိုလည်း ကျိန်ဆိုခဲ့ပြီး သူ့ရဲ့ခေါင်းကိုဖြတ်ပြီး\nတစ္ဆေအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ ဝံပုလွေတပ်တွေကလည်း\nရှီဝမ့်ဖူးကို သေပြီအထင်နဲ့ မြို့ထဲကို ဝင်လာခဲ့ပါတယ်။\nမထင်ထားဘဲ မြို့ထဲမှာ နိမိတ်ဆိုးတွေ ဆက်တိုက်ပြပြီး\nဝံပုလွေတပ်က စစ်သူကြီးတို့လည်း ဆက်တိုက်အသေဆိုးနဲ့ သေခဲ့ရပါတယ်။\n\"ခေါင်းပြတ်စစ်သူကြီးထွက်လာပြီး ကျိန်စာတွေ အမှန်ဖြစ်လာမယ်\"ဆိုတဲ့\nကောလာဟလက ပျံ့သွားပြီး အားလုံးကြောက်လန့်နေကြပါတယ်။\nအားဂူလိတစ်ယောက် နဂါးသွေးကြောကို ရှာတွေ့နိုင်မလား......\nခေါင်းပြတ်စစ်သူကြီးကရော မြို့နေပြည်သူတွေနဲ့ သူ့သမီးကို\nဘယ်လို ကယ်တင်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, ...",
        "rating": "5.1",
        "url": "https://megaup.net/2CSzi/The_Headless_General_who_took_the_book_of_Heaven_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7w49kr94MerQGRAbVn15ZPM2fmS.jpg",
        "title": "Kung Fu Boys (2016)",
        "description": "ဆင်းဆင်းရဲရဲမွေးလာရတာနဲ့ အနိင်ကျင့်ခံနေရတော့မှာလား......\nအကြားအာရုံချို့ယွင်းတာနဲ့ လှောင်ပြောင်ခံရတော့မှာလား.....\nလူငယ်လေးရဲ့သူရဲကောင်းအိပ်မက်က\nမဖြစ်နိုင်တဲ့တောင်းဆုတစ်ခုပဲလား......\nနိဒါန်းမှာစုတ်ပြတ်နေလဲ နိဂုံးမှာဘုရင်အဖြစ်နဲ့\nအဆုံးသတ်အောင်လုပ်နိုင်ပါတယ်။\nဆင်းရဲနုံချာပြီး အကြားအာရုံချို့ယွင်းနေတဲ့\nလူငယ်လေးတစ်ယောက်ရဲ့ ထိပ်ဆုံးကိုရောက်ဖို့ကြိုးစားပြီ\nတိုက်ပွဲဝင်ပုံလေးကို နွေးထွေးတဲ့အချစ်တွေနဲ့\nသတ္တိအစွမ်းတွေကိုဖော်ကျူးထားတဲ့ Kung Fu Boys\nဒုတိယကား လူငယ်ကွန်ဖူးကားလေးဖြစ်ပါတယ်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Drama\nRuntime - 1 hr 35 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5",
        "url": "https://megaup.net/2CSef/Kungfu_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law (2021)",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကတော့\nအက်ရှင်ခပ်ကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့လူတွေအတွက်\nကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ချင်ပါတယ်။\nဇာတ်လမ်းကတော့ မူးယစ်ဆေးရောင်းတဲ့လောကမှာ\nဘုရင်တစ်ပါးဖြစ်တဲ့ ကွေယန်နဲ့ဟေးဟော်တို့က အစပိုင်းမှ\nာသွေးသောက်ညီအစ်ကိုတွေဖြစ်ပြီး အရမ်းဆိုးသွမ်းခဲ့ကြတာပေါ့။\nဒီလိုနဲ့ တနေ့မူးယစ်ဆေးနှိမ်နင်းရေးရဲတစ်ယောက်က သူတို့ကိုဖမ်းဖို့\nထောင်ချောက်ဆင်ခဲ့ပေမဲ့သူတို့ကတော့ရဲကိုသတ်ပစ်ခဲ့တယ်။ အိမ်ထဲမှာရှိနေတဲ့\nကောင်မလေးကိုပါမုဒိမ်းကျင့်ခဲ့တာပေါ့။ ဒီလိုနဲ့ချင်းချန်ဆိုတဲ့\nမုဒိမ်းကျင့်ခံခဲ့ရတဲ့ကောင်မလေးက သူ့အစ်ကိုအစားလက်စားချေဖို့ဟေးဟော်ဆီ\nတပည့်သွားခံခဲ့တယ်။တိုက်ခိုက်ရေးမှာ အရမ်းတော်ပြီးအရည်အချင်းရှိ\nနာမည်ကြီးတဲ့သူဖြစ်လာခဲ့တယ်။ ကဲဒီလိုနဲ့ ချင်းချန်တစ်ယောက်သူ့အစ်ကိုကို\nသတ်ပစ်ခဲ့သူကို လက်စားချေနိုင်မလား။လူသတ်သမားကကော\nဘယ်သူဖြစ်မလဲစတဲ့ မူးယစ်ဆေးလောကရဲ့ ရက်စက်မှုတွေ\nသတ်ဖြတ်မှုတွေအစရှိတာတွေကို ဒီဇာတ်လမ်းလေးကနေ\nပြသပေးသွားမှာဖြစ်တဲ့အတွက် ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Crime, Drama\nRuntime - 1 hr 30 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Ann Chi\nEncoded by LK",
        "rating": "8.9/10",
        "url": "https://megaup.net/1WUwc/The_Return_of_the_Sister-in-Law_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmoutPdc0oFYgaG6clbdDzIF1lF.jpg",
        "title": "Huang Miao Village’s Tales of Mystery (2023)",
        "description": "နေရာအနှံ့ ခရီးလျှောက်သွားနေတဲ့\nတာအိုဆရာ ဦးလေးကျိုနဲ့ တပည့်ဖြစ်သူ ချန်ကန်းနဲ့ ချိုးရွှေတို့ဟာ\nဟွမ်မြောင်ရွာကို ရောက်သွားရာမှ\nသတို့သမီးဖုတ်ကောင်နဲ့ ကြုံတွေ့ခဲ့ရပါတယ်\nအဲဒီနောက်မှာတော့ သတို့သမီးဖုတ်ကောင်ဟာ\nဟွမ်အိမ်တော်က သခင်မမှန်းသိလိုက်ရတဲ့အခါမှာ\nဟွမ်သခင်ကြီးရဲ့ ဖိတ်ခေါ်မှုကြောင့် ဟွမ်အိမ်တော်ကို ဖုတ်ကောင်ကိစ္စဖြေရှင်းဖို့ ရောက်သွားခဲ့ကြပါတယ်ဒီလိုနဲ့ ဖုတ်ကောင်ကိစ္စအပြင် ရွာထဲမှာ အဆိပ်ပိုးကောင်ကိစ္စတွေပါ ပါဝင်လာတဲ့အခါမှာတော့\nဖုတ်ကောင်ကိစ္စဟာ မရိုးရှင်းတော့ဘဲ ဦးလေးကျိုနဲ့သူတပည့်တွေအတွက် ခေါင်းစားစရာ ဖြစ်လာပါတော့တယ်တဖြည်းဖြည်းနဲ့ သေတဲ့သူကသေ ရူးတဲ့သူကရူး ဖြစ်လာတဲ့အခါမှာ\nဦးလေးကျိုတို့ ဆရာတပည့်တွေ ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး\nQuality : WEB-DL CM 1080p, 720p\nFormat : mp4\nGenres : Action, Thriller\nRuntime : 1hr 28min\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nReviewed By MeeMeeJueJue\nEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1gX6i/The_Strange_Story_of_Huangmiao_Village_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buoDDhZVCiYwdSJd8mO3w5I9lf.jpg",
        "title": "Family Matters (2023)",
        "description": "Family Matters (2023)ဒီတစ်ခါမှာတော့ IMDb 7.6 ရရှိထားတဲ့ ဖိလစ်ပိုင်မိသားစုဇာတ်လမ်းကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\"ဘဝမှာ ဘယ်အချိန်မဆို အရေးကြီးဆုံး ကိုယ့်မိသားစုပါပဲ\"ဒီ‌ဇာတ်လမ်းလေးထဲမှာတော့ အယ်လန်က သူမရဲ့အချစ်ဇာတ်လမ်းအတွက် အမေရိကန်ကို ထွက်သွားဖို့မျှော်လင့်ထား‌ပေမဲ့လည်း\nသူမရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးဖြစ်တဲ့ ဖရန့်စစ်စကို နဲ့ အယ်လီနောတို့ကို ထားရစ်ခဲ့ရ မှာဖြစ်တဲ့အတွက် စိတ်ပူပန်မှုတွေနဲ့ အပြစ်ရှိစိတ်ဖြစ်လာပါတယ်\nတစ်နေ့မှာတော့ အယ်လန်အဖေက အသက်ရှုကျပ်ပြီး ဆေးရုံတင်လိုက်ရပါတယ်။\nအဲ့နောက်မှာတော့ အယ်လန်ရဲ့ မွေးချင်းတွေဖြစ်တဲ့ ကီကို ဖော့ကျူး အီရစ်ကိုတို့ကို ခေါ်ခဲ့ပါတယ်။\nဒါပေမယ့်လည်း အယ်လန်က အသိမပေးဘဲ အမေရိကန်ကို ခရီးထွက်သွားတဲ့အခါမှာ သူမရဲ့မိသားစုအားလုံးကို အံ့အားသင့်စေခဲ့ပါတယ်။\nသူတို့ရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးကို ဖိလစ်ပိုင်မှာ နေထိုင်နေတဲ့ မောင်နှမသုံးယောက်က လောလောဆယ် ကိုင်တွယ်ဖြေရှင်းရမယ့်ကိစ္စဖြစ်လာခဲ့ပါတယ်။သူတို့တွေဘယ်လိုနည်းလမ်းနဲ့ ကိုင်တွယ်ဖြေရှင်းသွားကြမလဲ။\nမိဘနှစ်ပါးကို စိတ်ချမ်းသာအောင်ထားနိုင်မှာလား။\nဘယ်လိုပြဿနာတွေကြုံလာမလဲဆိုတာကို ပေါ့ပေါ့းပါးပါးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးလည်းဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "7.6",
        "url": "https://megaup.net/3fChw/Family.Matters.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXo6tBFQfeOC0B0GGIr1L5lkC4Y.jpg",
        "title": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)",
        "description": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)၂၀၂၃ မှာ အသစ်ထွက်ရှိလာတဲ့ Kamen Rider Revice ရဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nမူရင်းဇာတ်လမ်းတွဲအပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဒီရုပ်ရှင်မှာတော့ Kamen Rider Revice က အဓိကဇာတ်ကောင်မဟုတ်ဘဲ\nKamen Rider Live & Evil, Kamen Rider Demon တို့က အဓိကဇာတ်ကောင်များဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒိုင်ဂျီနဲ့ ကာဒိုတာ တို့ဟာ Bluebird ဆိုတဲ့ အဖွဲ့အစည်းမှာ ဆက်လက်လုပ်ကိုင်နေကြပါတယ်။\nကာဒိုတာလည်း မျိုးရိုးဗီဇပြုပြင်ရေးဌာနက ‌ဒေါက်တာ အီချီမူရာထံမှာ ဆေးကုသမှုခံယူနေခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ Alicorn ဆိုတဲ့ အကြမ်းအဖက်အဖွဲ့အစည်းပေါ်‌ပေါက်လာပြီး က‌လေးတွေကို ပြန်‌ပေးဆွဲခဲ့ပါတယ်။\nဒိုင်ဂျီနဲ့ ကာဒိုတာလည်း အဆိုပါကလေးတွေကို ဝင်ရောက်ကယ်တင်ရင်း Alicorn ကိုဖြိုခွင်းဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမယ့် ကာဒိုတာရဲ့ နတ်ဆိုး ပြန်လည်ပေါ်ပေါက်လာခဲ့ပါတယ်။\nဘာလို့ ကာဒိုတာရဲ့ နတ်ဆိုးက ပြန်လည်ပေါ်ပေါက်လာတာလဲ?\nAlicorn ...",
        "rating": "",
        "url": "https://megaup.net/1THoy/Revice.Forward.Kamen.Rider.Live.Evil.Demons.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wkrRKMFRwCpjp1U27914oRbcqH.jpg",
        "title": "Perfect Addiction (2023)",
        "description": "Perfect Addiction (2023)\"စွဲလမ်းမှုလား အချစ်လား\"\n\"ပြဿနာတွေကို ဖြတ်ကျော်ပြီး move onနိုင်တာလား စိတ်အတွင်းတစ်နေရာမှာထည့်သိုလိုက်တာလား\"ကျွန်တော်တို့သူငယ်ချင်းတွေ ရည်းစားစရပြီဆိုရင်တော့ ကျွန်တော်တို့ရွဲ့ပြောနေကြစကားတစ်ခွန်းကတော့ အချိန်တန်ရင်ပြတ်တာပဲပေါ့။\nRelationship တစ်ခုရယ်လို့ဖြစ်လာပြီးဆိုရင်တော့ endingက ၂ ခုတည်းရယ်ပါ။\nပြတ်တဲ့လမ်းမှာ အဆုံးသတ်ခဲ့တာတွေလည်းများသလို ရှားရှားပါးပါး အချစ်စစ်နဲ့လက်တွဲရတာတွေလည်းရှိပါတယ်။\nသေချာတာတစ်ခုကတော့ လက်တွဲဖော်တစ်ယောက်ရှာတော့မယ်လို့ ဆုံးဖြတ်လိုက်ပြီဆိုရင် move onတတ်ခြင်းအနုပညာကတော့ လူတိုင်းအတွက်လိုအပ်မှာပါပဲ။စီယန်နာဆိုတဲ့မိန်းကလေးက MMA fighter တွေကို လေ့ကျင့်ပေးနေတဲ့ နည်းပြတစ်ယောက်\nလက်ရှိမှာ တစ်ချိန်က MMAလောကရဲ့ဂန္တဝင်ကြီး ဂျူလီယန်ဂျိမ်းစ်ရဲ့ကလပ်မှာ အလုပ်လုပ်နေသူပေါ့။\nမိဘတွေဆုံးပါးသွားတဲ့ သူ့အတွက်တော့ ကျန်ခဲ့တဲ့တစ်ဦးတည်းသောမိသားစုဖြစ်တဲ့ ညီမလေးဘက်သ်က သူ့ဘဝအတွက် အရာရာပါပဲ။ဒီလိုနဲ့ နည်းပြမမကို နှလုံးသားတံခါးခေါက်ဖို့လာတဲ့ ဂျက်စ်ဆိုတဲ့ဖိုက်တာလေးကြောင့်\nယစ်မူးစေတတ်တဲ့အချစ်ဆိုတဲ့အရာမှာ ပျော်ဝင်သွားခဲ့တဲ့စီယန်နာတစ်ယောက်\nသူ့ဘဝရဲ့နံပါတ် ၁ က ဘက်သ်ဆိုရင် နံပါတ် ၂ က ဂျက်စ်ဖြစ်လာတဲ့အထိပါပဲ။\nဒါပေမဲ့ သူ့ရဲ့အရေးအပါဆုံးလူ ၂ ယောက် ဖောက်ပြန်နေတဲ့မြင်ကွင်းကို ကိုယ်တိုင်မြင်လိုက်ရတဲ့အချိန်တစ်ခဏက\nသူ့ရဲ့ကမ္ဘာကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေတော့တာပါပဲ။သူ့ရဲ့ကမ္ဘာကြီးက သူ့ကိုသစ္စာဖောက်သွားသလို ခံစားလိုက်ရတဲ့ နာကျည်းချက်အပြည့်နဲ့ စီယန်နာတစ်ယောက်\nဂျက်စ်ကိုအနိုင်ယူနိုင်မဲ့ဖိုက်တာကိုရှာရင်းနဲ့ traumaတွေနဲ့ မြေအောက်ခန်းထဲပုန်းနေတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2zEQ8/Perfect.Addiction.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWMwMzIzMjItNTk3Mi00NTk5LTk5ZjYtOGRhN2RmMzQ2N2EzXkEyXkFqcGdeQXVyNTA4NzExMDg@._V1_-145x200.jpg",
        "title": "DodgeBall: A True Underdog Story (2004)",
        "description": "Peter La Fleur ဆိုတာ ရည်မှန်းချက်မည်မည်ရရ မရှိဘဲ ဘဝကို အေးဆေးဖြတ်သန်းနေတဲ့ လူတစ်ယောက်ပါ။ Average Joe’s ဆိုတဲ့ ရပ်ကွက်အားကစားရုံအသေးလေးတစ်ရုံ ပိုင်ပါတယ်။ သူ့ gym မှာ ကစားနေကျ ဖောက်သည် တစ်သိုက်ရှိပေမဲ့ ပိုက်ဆံမရတာတော့(၁၃)လရှိပါပြီ။ တစ်နေ့မှာတော့ အေးဆေးနေတဲ့ ပီတာ့ဘဝထဲကို သတင်းဆိုးကြီး ဝင်ရောက်လာပါ‌တော့တယ်။ ရက်(၃၀)အတွင်း $50,000 မဆပ်နိုင်ရင် gym ကို ဘဏ်က သိမ်းပါတော့မယ်။ သူတို့ Gym ဘေးက ဒိတ်ဒိတ်ကြဲနာမည်ကြီးနေတဲ့ Globo Gym က ကားပါကင်လုပ်ဖို့ ဝယ်မှာပါ။ Average Joe’s ဆိုတာ ပီတာတို့ဘော်ဒါတစ်သိုက်အတွက်တော့ အားကစားလုပ်ဖို့ သက်သက်မဟုတ်ပါဘူး။ ဘဝအပန်းပြေစေတဲ့ ခိုနားရာလေးဖြစ်ပါတယ် ။ သူတို့အားလုံးအတွက် အရေးကြီးလို့ အဆုံးရှုံးမခံနိုင်ကြပါဘူး။ဒီတော့ ပီတာနဲ့ ဘော်ဒါတစ်သိုက် ရက်(၃၀)အတွက် $50,000 ရှာဖို့ နည်းမျိုးစုံစဉ်းစားကြရပါပြီ။ ...",
        "rating": "",
        "url": "https://megaup.net/1dDji/tl-db.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41SVO0AElBAl7zks9dFhJ0OjHni.jpg",
        "title": "American Honey(2016)",
        "description": "American Honey(2016)**********************အဖော်အချွတ် ၊ ဆေးသုံးတဲ့အခန်းတွေ နဲ့ ကြမ်းတမ်းတဲ့စကားလုံးများစွာပါဝင်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ၂၀၁၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ American Honey ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။၇၀ကြိမ်မြောက် BAFTA ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံး British Film အဖြစ်ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီး ၂၀၁၆ ကိန်းစ် ရုပ်ရှင်ပွဲတော်မှာလဲ Palme d'Or ဆုအတွက်ရွေးချယ်ခံခဲ့ရပြီး Jury Prize ဆုကို ရရှိခဲ့ပါတယ်။ အခြားဆုတွေလဲ တစ်သီကြီးရထားတဲ့ ဒရာမာ ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ IMDB 7/10 ရရှိထားပြီး ခရမ်းချဉ်သီးမှာလဲ Rating ကောင်းကောင်းရရှိထားပါတယ်။ ဇာတ်ကောင်တွေကတော့ Sasha Lane၊ Shia LaBeouf နဲ့ Riley Keough တို့အဓိကထား ပါဝင် သရုပ်ဆောင် ထားပါတယ်။\nစတားဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ သူမရဲ့ ကလေးမဟုတ်တဲ့ ကလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေရပြီး အမြဲတစေ လိင်ပိုင်းဆိုင်ရာစော်ကားနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3fC7d/American.Honey.2016.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23bvOwfOS9fw347Yc68yPpkmd8i.jpg",
        "title": "Mickey, Donald, Goofy: The Three Musketeers(2004)",
        "description": "Mickey, Donald, Goofy: The Three Musketeers(2004)*************************************************မစ်ကီ၊ဒေါ်နယ်၊ဂူဖီတို့ဆိုတာ ဖုန်းတွေ၊ဂိမ်းတွေမပေါ်ခင်က ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမိတ်ဆွေလေးတွေပါပဲ။\nမှတ်မိပါသေးတယ် ငယ်ငယ်ကဆိုရင် အပတ်စဥ်ထုတ်ဝေတဲ့ကာတွန်းစာစောင်ရုပ်ပြတွေမှာ သူတို့အကြောင်းလိုက်ဖတ်ရတာ မမောနိုင်မပန်းနိုင်ပါပဲ။\nဒီရုပ်ရှင်လေးကတော့ နာမည်ကြီး The Three Musketeersကိုမှ မစ်ကီတို့သုံးယောက်ရဲ့versionလေးဖြစ်ပြီး စွန့်စားခန်းတွေကို ပျော်ပျော်ရွှင်ရွှင်ပြန်လည်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ မစ်ကီ၊ဒေါ်နယ်နဲ့ ဂူဖီတို့ဟာ ငယ်ငယ်လေးကတည်းကစစ်သည်တော်ဖြစ်ဖို့ အိပ်မက်မက်ခဲ့သူတွေပါ။\nတစ်နေ့မှာတော့ သူတို့အိပ်မက်အမှန်တကယ်ဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်။\nမစ်ကီတို့သုံးယောက်အပြင် မီနီ၊ ဒေစီ၊ နွားမလေးကလာရာဘလ်၊ ပီဒ်၊ ပလူတိုစသည်ဖြင့် လူစုံတက်စုံပါဝင်ပါပြီး\nအများကြီးညွှန်းစရာမလိုတဲ့ကားလေးမို့ ငယ်ဘဝကိုပြန်တမ်းတရင်းကြည့်ရှုလိုက်ပါဦး။ File Size :(1.4GB) and (716MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:07:00\nGenre : Animation, Comedy , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1TH88/Mickey.Donald.Goofy.The.Three.Musketeers.2004.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rymlMOM2bwVLYvQOxAiodKpVygs.jpg",
        "title": "The Messenger(2019)",
        "description": "The Messenger(2019)*******************၁၉၃၉ ခုနှစ်မှာ နာဇီဂျာမဏီတွေဟာ ပိုလန်နိုင်ငံကို ကျူးကျော်စစ် စတင်ပြီး ဒုတိယကမ္ဘာစစ်မီးကိုမွေးခဲ့ပါတယ်။\nဒီဇာတ်ကားက အချိန်ကာလအားဖြင့် ဒုတိယကမ္ဘာစစ်စပြီး ငါးနှစ်တာအကြာ ပိုလန်နိုင်ငံအခြေအနေကို ဇာတ်အိမ်တည်ထားတာပါ။\nပိုလန်သားတို့က တန်ပြန်တိုက်ခိုက်ခဲ့ကြပေမယ့် အင်အားကြီးတဲ့ဂျာမန်တွေကိုမယှဥ်နိုင်ခဲ့ပါဘူး။\nပိုလန်အစိုးရဟာလည်း နိုင်ငံတွင်းမှထွက်ပြေးခဲ့ရပြီး လန်ဒန်မှာအခြေစိုက်ကာ နယ်နှင်ခံအစိုးရဖြစ်ခဲ့ရပါတယ်။\nနိုင်ငံတွင်းမှာ ပိုလန်စစ်တပ်အချို့ဟာ မြေအောက်အဖွဲ့အစည်းတွေအဖြစ်၊ အိမ်စောင့်စစ်တပ်အဖြစ်နဲ့တော်လှန်ပုန်ကန်ဖို့ အချိန်ကိုစောင့်ဆိုင်းနေခဲ့ပါတယ်။\nအစိုးရနဲ့ စစ်တပ်ဟာ နိုင်ငံတွေခြားနေရတော့ အရေးတကြီးဆက်သွယ်ဖို့ဆိုရင် အထောက်တော်တွေလိုလာပါပြီ။\nသာမန်ကိစ္စမျိုးဆိုကြေးနန်းနဲ့ဆက်သွယ်ရပေမယ့် အရေးကြီးသတင်းအချက်အလက်တွေပေးပို့ချင်ရင်အထောက်တော်တွေကသာ ဂျာမန်တွေသိမ်းထားတဲ့ နိုင်ငံတွင်းခိုးဝင်ခိုးထွက်နဲ့ ဆက်သွယ်ပေးရပါတယ်။\nပိုလန်ကို ဂျာမဏီတို့စကျူးကျော်ခဲ့စဥ်က ဆိုဗီယက်တွေ ဝင်မစွက်ဖက်စေဖို့ဆိုပြီးဂျာမဏီနဲ့ ဆိုဗီယက်က ပိုလန်နိုင်ငံကိုခွဲဝေယူကြမယ်ဆိုကာ တိုးတိုးတိတ်တိတ်သဘောတူထားကြပါသေးတယ်။\nနောက်တော့ ဆိုဗီယက်တွေလည်း ပိုလန်ကိုကျူးကျော်လာရော ပိုလန်တို့ခမျာဘယ်သူ့ကိုအရင်တိုက်လို့တိုက်ရမယ်၊ ဘယ်သူ့ကိုအကူအညီတောင်းရမယ် မသိဖြစ်နေပါပြီ။\nဒီလိုအချိန်မှာ မဟာမိတ်တပ်ပေါင်းစုတွေကလည်း ပိုလန်ကို ကူညီဖို့ထက် အခြားစစ်မျက်နှာပြင်ကိုသာအာရုံများနေပါတယ်။\nဒီလို ကူရာကယ်ရာမဲ့နေတဲ့ ပိုလန်အိမ်စောင့်စစ်တပ်နဲ့ ပိုလန်နယ်နှင်ခံအစိုးရကြားအထောက်တော်တွေ ဘယ်လိုဆက်သွယ်ပေးခဲ့ရလဲ၊\nဒီရှုပ်ထွေးလွန်းတဲ့ နိုင်ငံရေး၊ စစ်ရေးကာလကနေ ပိုလန်တို့ ဘယ်လိုရုန်းထွက်တော်လှန်ခဲ့ကြလဲဆိုတာ မြင်တွေ့ရမယ့် စပိုင်ဆန်ဆန် အက်ရှင်ကားကောင်းတစ်ကားပါ....File Size :(1.6GB) and (802MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TH6c/The.Messenger.2019.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cn3gL1s7ZshDUTjcZ0W4JCyBBc6.jpg",
        "title": "Chaahat (1996)",
        "description": "Chaahat (1996)\n****************\nပရိတ်သတ်အချစ်တော်မင်သားကြီး ဘောလိဝုဒ်King SRKရဲ့ 1996ခုနှစ်က\nထွက်ရှိခဲ့တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating 5.5ရရှိထားပါတယ်။\nဇာတ်လမ်းအညွှန်း\nရူပ်းဆင်းရာထောရ်နဲ့ သူ့အဖေ ရှန်ဘူးနားသ်ဟာ ရွာမှာသီချင်းဆိုတဲ့သူတွေဖြစ်ကြပြီး\nတစ်နေ့မှာတော့ အဖေဖြစ်သူ ရှန်ဘူးနာသ်းဟာ နာမကျန်းဖြစ်လာကာ\nဆေးကုရမယ့်အခြေအနေဆိုက်ရောက်လာပါတော့တယ်။ဒီလိုနဲ့ပဲ အဖေကို ဆေးကုပေးဖို့အတွက် မြို့ပေါ်တက်လာတဲ့\nတောသားလေးရူးပ်နဲ့ သဘောကောင်းပြီးဖော်ရွေတဲ့သူနာပြုမလေး\nပူဂျာတို့နှစ်ယောက် အမှတ်မထင်တွေ့ဆုံရာကနေ သူမကို မြင်မြင်ချင်း ချစ်မိသွားတယ်။အဲဒီအချိန်မှာပဲ ရွှေဇွန်းကိုက်မွေးလာပြီး လက်ညှိုးညွှန်ရာ ရေဖြစ်တဲ့\nသူဌေးသမီးလေး ရေးရှ်မာကလည်း ရူးပ်ကိုမြင်မြင်ချင်းစွဲလမ်းမိသွားပြီး\nရူးပ်ကိုပိုင်ဆိုင်ဖို့ နည်းလမ်းပေါင်းစုံနဲ့ကြိုးစားပါတော့တယ်။\nရူးနဲ့ ပူဂျာတို့ ပေါင်းဖက်ခွင့်ရနိုင်မှာလား ?\nဘယ်လို အတားအဆီးတွေနဲ့ ကြုံတွေ့ရမလဲ ?\nမင်းသားကြီး ရှာရွတ်ခန်းရဲ့ Action/Romanceအမျိုးအစား ဇာတ်ကားကောင်းတစ်ကား\nဖြစ်ပြီး သရုပ်ဆောင်ချက်တွေ ပီပြင်လွန်းတဲ့အတွက်ကြောင့် ပရိသတ်တွေမမေ့နိုင်တဲ့\nကားလေးလည်းဖြစ်တာမလို့ ဘောလိဝုဒ် ပရိတ်သတ်များ လုံးဝ လက်မလွှင့်သင့်ပါကြောင်း ...\nဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe Kalayarတို့ပဲ ဖြစ်ပါတယ်။\nFile size…3.21GB/ 1.47GB\nQuality…1080p NF  WEB DL /720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.5",
        "url": "https://megaup.net/1TG6b/Chaahat.1996.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BODBjM2M4YTQtNmJlMS00MGU2LWI4ZGYtZTA1MzdmZDAyMjFkXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-135x200.jpg",
        "title": "Scream VI (2023)",
        "description": "Scream VI (2023)~ IMDb - 7/10, Rotten Tomatoes - 77% ~Scream VI ထွက်လာပါပြီ။ သရဲမျက်နှာဖုံးနဲ့ လူသတ်သမားတွေဟာ ဟော်ရာရုပ်ရှင်သမိုင်းရဲ့ ထင်ရှားတဲ့အမှတ်အသားတစ်ခုပါ။ ဟာသကားတွေမှာရော၊ ဟောလိုးဝင်းပွဲတွေမှာရော အမြဲတွေ့နေရတဲ့မျက်နှာတွေပါပဲ။ ဘယ်အချိန်တွေ့တွေ့ ကြောက်ဖို့ကောင်းနေတုန်းပါပဲ။ ဒီရုပ်ရှင်မတိုင်ခင် အရင်ရုပ်ရှင်တွေမှာတော့ သရဲမျက်နှာလူသတ်သမားပေါင်း ၉ ယောက်ရှိခဲ့ပါတယ်။ အခုရုပ်ရှင်မှာတော့ အဲဒီ ၉ ယောက်လုံးအကြောင်းကို အမှတ်တရအနေနဲ့ ထည့်သွင်းပေးထားပါတယ်။ဒီတစ်ခေါက်မှာတော့ အဓိက ဇာတ်ကောင်တွေက အရင် Scream မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ဝုစ်ဘရိုက သူတွေပါပဲ။ သရဲမျက်နှာလူသတ်သမားရဲ့ သမီး ဆမ် နဲ့ တာရာတို့ဟာ အခြားမြို့ကို ပြောင်းရွှေ့လာခဲ့ပါပြီ။ ဆမ်ဟာ ဝုစ်ဘရိုမှာ သရဲမျက်နှာလူသတ်သမား နှစ်ယောက်ကို သတ်ခဲ့နိုင်ပေမဲ့ အင်တာနက်ပေါ်မှာတော့ သူဟာ လူသတ်သမားအစစ်ဖြစ်ပြီး သူများတွေကို ချောက်တွန်းခဲ့တယ်လို့ ကောလဟာလတွေထွက်ပြီး နာမည်တွေပျက်နေခဲ့ပါတယ်။ ...",
        "rating": "7",
        "url": "https://megaup.net/1dIlf/(CM)_Scream_VI_(2023)_720p.mp4",
        "category": "Horror, Mystery, Scream Franchise, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-17-135x200.jpg",
        "title": "The Crucible (1996)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ အယူသီးမှုကနေ ဖြစ်ပေါ်လာတဲ့အကျိုးဆက်ကို ရိုက်ကူးထားတာပါ။ တွေးရင် တွေးနိုင်သလောက် ပညာရစေတဲ့ ဇာတ်လမ်းမျိုးလည်းဖြစ်တယ်။ တကယ်တော့ အပြင်လောကမှာရှိတဲ့စေတန်ထက် မိမိကိုယ်တွင်းစိတ်ယုတ်ကသာလျှင် စေတန်အစစ်အမှန်ပဲဖြစ်တယ်။ ၁၆ရာစုဝန်းကျင်ခန့်က ဆေလန်ပြည်နယ်မှာ စုန်းအတတ်ကျင့်သုံးတယ်ဆိုတဲ့ စွဲချက်နဲ့ လူ၂၀၀ကျော်ခန့် အစွပ်စွဲခံခဲ့ရပြီး အပြစ်မဲ့သူ ၁၉ယောက်သေဒဏ်ကျခံခဲ့ရပါတယ်။ The Crucibleရုပ်ရှင်ကတော့ ဒီဆေလန်ပြည်ဖြစ်စဥ်ကို ကျောရိုးယူပြီး ရိုက်ကူးထားတာပါ..။ ဇာတ်လမ်းအကျဥ်းကတော့ အက်ဘီဂေးဝီလီယမ်အပါအဝင် အမျိုးသမီးငယ်အများအပြားက အုပ်စုဖွဲ့ပြီး တဖက်သတ်ချစ်တဲ့ယောကျ်ားတွေရဲ့ အချစ်ကိုရဖို့ တောထဲမှာ ဂါထာတွေရွတ်ပြီး ကခုန်ကြတယ် ။ အဲဒီအချိန်မှာ ခရစ်ယာန်ဘုန်းတော်ကြီးပါးရစ်က တူမဖြစ်တဲ့အက်ဘီဂေးနဲ့ သမီးဖြစ်တဲ့ဘတ်တီတို့ကို တွေ့သွားခဲ့တယ်။ အသက်ငယ်သေးတဲ့ ဘတ်တီက ကြောက်အားလန့်အားနဲ့ မေ့လဲရာကနေ တစ်ရွာလုံးမှာ စုန်းပြုစားခံရတယ်ဆိုတဲ့ သတင်းပြန့်သွားခဲ့တယ်။ အက်ဘီက ဒီအခွင့်အရေးကို အသုံးချပြီး  အိမ်ထောင်သည်ဂျွန်ပရော့တာနဲ့ ပေါင်းဖက်ရဖို့ ကြိုးစားတော့တယ်။ အက်ဘီအပါအဝင် တခြားမိန်းမငယ်လေးတွေအားလုံး စေတန်လက်က လွတ်လာတာမို့ စေတန်နဲ့ပက်သက်သူတွေကို သိထားပါတယ်ဆိုရာကနေ...ဆေလန်ပြည်တစ်ပြည်လုံးက အက်ဘီရဲ့တပ်မက်မှုလောဘစိတ်တွေနဲ့ ကြိုးကိုင်မှုအောက်ကို ကျရောက်သွားခဲ့တယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/1dBm7/The.Crucible.1996.720p.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNTI3NzQ4ZDQtY2FkYy00NWYwLWFlZjEtNzQzZDA3MmJlYWYxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Kim Bu Aile? (2022)",
        "description": "ကိုရီးယား ဟာသဇာတ်ကား Extreme Job ကို မှီငြမ်းထားတဲ့ တူရကီဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ရဲတပ်ဖွဲ့ ကော်မရှင်နာ Adem ဟာ မစ်ရှင်တစ်ခုမှာ အမှားလုပ်မိပြီးတာဝန်ရပ်ဆိုင်းခံလိုက်ရပါတယ်။ ဒါပေမဲ့ သူဟာ အိမ်မှာ အေးဆေးပြန်မနားဘဲ အဲမစ်ရှင်မှာ ဖမ်းရမဲ့ရာဇဝတ်သားတွေကို ကိုယ့်ဘာသာလိုက်ဖမ်းဖို့လုပ်ပါတယ်။ အဲရာဇဝတ်သားတွေနောက် ခြေရာခံလိုက်ရင်း သူတို့ပုန်းတဲ့နေရာကို ရှာတွေ့ခဲ့ပါတယ်။ သူတို့ရာဇဝတ်မှုကျုးလွန်နေတုန်း အမိအရ ဖမ်းနိုင်အောင် ပုန်းတဲ့နေရာနားက ကြက်ကြော်ဆိုင်တစ်ဆိုင်မှာ သူ့အဖွဲ့သားတွေနဲ့အတူ ကြက်ကြော်ရောင်းတာ ဆိုင်ကနာမည်ကြီးသွားတဲ့အခါ… ကြက်ကြော်ဆိုင်နဲ့ မူလရည်ရွယ်ချက်ကြား ဗျာများရင် အလွဲလွဲအချော်ဖြစ်ကြပုံကို ရယ်ရယ်မောမောနဲ့ကြည့်ရှုအားပေးရမဲ့ ဟာသကားလေးပဲဖြစ်ပါတယ်။ File size…(2.1 GB)/(1.3 GB)/(700 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:04:00\nGenre...Comedy, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/2zwcz/Kim.Bu.Aile.2022.TURKISH.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTU4NTE0NTMyNl5BMl5BanBnXkFtZTgwNjI5MDkxNjE@._V1_-133x200.jpg",
        "title": "Masaan  (2015)",
        "description": "Masaan (2015)\n********************\nဒီဇာတ်ကားလေးကတော့ Drama/Romanceအမျိုးအစား ဘောလိဝုဒ်\nဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ပရိတ်သတ်အချစ်တော်မင်းသားကြီးတစ်ယောက်ဖြစ်တဲ့\nဗစ်ကီကောရှလ်နဲ့ Section 375 ရုပ်ရှင်ဇာတ်ကားမှာ တရားလိုရှေ့နေအဖြစ်\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ရစ်ချကျန်ဒါတို့က ပါဝင်အားဖြည့်ထားကြပါတယ်။ဒီဇာတ်ကားဟာ တခြားကြည့်နေကျ အချစ် ဟာသ စိတ်ကူးယဥ် သည်းထိတ်ရင်ဖို ဇာတ်လမ်းတော့မဟုတ်ပါဘူး။\nအိန္ဒိယနိုင်ငံမှာရှိတဲ့ ဇာတ်နိမ့်တွေရဲ့ လက်တွေ့ဘဝကို ယှဥ်ပြပြီး အရိုးရှင်းဆုံးရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းလေးပါ IMDB 8.1 ရရှိထားပြီးတော့ အကောင်းဆုံးရိုက်ကူးရေးနဲ့\nဇာတ်လမ်းဇာတ်ညွှန်းဆုတွေကိုလည်းရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဒေဝီပတားက်ဟာ ကွန်ပြူတာဆရာမတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့တပည့်ဖြစ်သူ\nပီးရူးရှ်နဲ့ ဟော်တယ်တစ်ခုမှာနှစ်ပါးသွားလေ့ရှိပါသတဲ့။\nတစ်နေ့မှာတော့ ဟော်တယ်ဝန်ထမ်းတစ်ယောက်က သတင်းပေးလိုက်တဲ့အတွက်\nရဲကို သတင်းပေးလိုက်တဲ့အတွက် ရဲတွေရောက်လာတော့တာပေါ့။\nရဲဖမ်းခံရမှာကြောက်တဲ့ ပရူးရှ်ဟာ ရေချိုးခန်းထဲဝင်ပြေးပြီး သူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်။ပီရူးရှ်ကို သတ်သေအောင် ဒေဝီကအကြပ်ကိုင်ပါတယ်ဆိုပြီး သတင်းမပြန့်‌စေချင်ရင်\nရူပီ ၃သိန်း ပေးရမယ်လို့ ရဲက ဒေဝီ့အဖေ‌ကိုပြောပါတယ်။\nဘာမှဝင်လမ်းကောင်းကောင်းမရှိတဲ့ သားဖနှစ်ယောက် ဒီငွေ ၃သိန်းကို ဘယ်လိုပေးကြမှာလဲ ...\nဘယ်လိုအခတ်ခဲအတားအဆီးတွေက စောင့်ကြိုနေမလဲ ....\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ....\nကြည့်ဖူးတဲ့သူတိုင်း နောင်တမရတဲ့ကားလေးဆိုရင်လည်းမမှားပါဘူး\nဒါကြောင့်မလို့ လုံးဝလက်လွတ်မခံသင့်ပါကြောင်း .\nFile size…1.8GB / 728MB\nQuality…1080p BluRay / ...",
        "rating": "8.1",
        "url": "https://megaup.net/3fAE0/Masaan_2015_BluRay_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/izuna-summer-story-of-izuna-and-the-sea-izuna-maki-133x200.jpg",
        "title": "[21+] She Was Crazy About Other Guys-Maki Izuna[SSIS-247-Decensored]",
        "description": "JAV မင်းသမီးတွေထဲ Maki Izuna ကို သတိထားမိသူတွေရှိကြမှာပါ။Anime စတိုင် ချစ်စရာကောင်းတဲ့မျက်နှာလေးနဲ့ နုနုနယ်နယ် မင်းသမီးအဖြစ်နှစ်သက်ကြပါတယ်။SSIS-247 ဒီဇာတ်လမ်းမှာတော့ ချစ်စရာကောင်းတဲ့မျက်နှာလေးနဲ့ မလိုက်မဖက် စနိုက်ကြော်ရမှ ကျေနပ်တတ်တဲ့စနိုက်ကြော်မလေးအဖြစ် သူမကို ပုံစံတစ်မျိုးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Maki Izuna ဖန်တွေအတွက် Decensored Version နဲ့ တင်ဆက်လိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.4 GB)/(1 GB)\nQuality : HDRip (Decensored) 1080p/720p\nRunning Time : 02:00:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by LwinX\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/1TFim/[SSIS-247-Decensored]_She_Was_Crazy_About_Other_Guys-_Maki_Izuna_HDrip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOWY5OTI4MjctZTI1ZC00ZmU3LTg4Y2YtYTZiODY5NmI3Yzg1XkEyXkFqcGdeQXVyMTU0NjY0NDg@._V1_FMjpg_UX1000_-175x200.jpg",
        "title": "Home, Not Alone (2023)",
        "description": "Home, Not Alone (2023)\n==================Sara နဲ့ 18နှစ်အရွယ် သူ့သမီးလေး Jordyn တို့ အိမ်ကြီး\nတစ်အိမ်ကိုဝယ်ပြီး ပြောင်းလာကြတယ်။ Saraက ယောကျ်ား\nဖြစ်သူ Frankနဲ့ ကွာရှင်းခဲ့ပြီး သူ့သမီး Jordynနဲ့ ဘဝသစ်စဖို့\nအိမ်ပြောင်းလာကြတာပါ။ ဒါပေမဲ့ အဲ့အိမ်ကြီးမှာ မထင်မှတ်\nထားတဲ့ ခြောက်ခြားစရာတွေ ဆက်တိုက်ဖြစ်လာခဲ့တယ်။\nSaraရဲ့ သူငယ်ချင်း Lucy ကတော့ အိမ်မှာ တစ္ဆေရှိနေပြီး\nခြောက်နေတာလို့ ပြောပေမဲ့ အဲဒါမျိုးတွေကို အယုံမကြည်\nမရှိတဲ့ Saraကတော့ ယုံဖို့ခက်နေပါတယ်။ဒီအိမ်ကြီးရဲ့ ထူးခြားဆန်းကြယ်ဖြစ်ရပ်တွေက တကယ်ပဲ\nတစ္ဆေခြောက်တာလား၊ Jordynက Saraကို ဆန္ဒပြပြီး\nလျှောက်လုပ်တာလား၊ Saraရဲ့ အရင်ယောကျ်ား Frank\nကပဲ လိုက်နှောင့်ယှက်လို့ဖြစ်နေတာလား....ဒါမှမဟုတ်\nအဲဒီခြောက်ခြားစရာဖြစ်ရပ်တွေရဲ့နောက်ကွယ်မှာ တစ်ခြား\nအကြောင်းအရင်း ရှိနေမလား...ဆိုတာကတော့ ဇာတ်လမ်း\nထဲမှာ ဆက်လက်ရှူစား အဖြေရှာကြပါစို့.......။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.44 GB) / (494 MB)\nQuality............WEB-RIP 1080p / 720p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, ...",
        "rating": "4.3",
        "url": "https://megaup.net/1drwv/Home.Not.Alone.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjFmNDg2NGMtZDBlYy00YWUzLThiNjUtZWVhYjI3OWM0NmZkXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Prom Pact (2023)",
        "description": "Prom Pact (2023)\n=============\nIMDb Rating - 6.3/10ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတွေ ကြည့်ချင်သူတို့အတွက်\nDisney ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ rom-com\nကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားထဲမှာ မန်ဒီယန်းဆိုတဲ့ကောင်မလေးက \"I am my own\nperson\" ဆိုတဲ့ feministလေးဖြစ်ပါတယ်။ သူ့ရဲ့အိပ်မက်ကတော့\nဟား‌ဗတ်ကိုသွားပြီး သူလေးစားရတဲ့သူ့idolဆီမှာ စာသင်ချင်တာပါတဲ့။\nဒါပေမဲ့ ဟားဗတ်ကသူ့ကို စောင့်ဆိုင်းစာရင်းထဲထည့်လိုက်ပါတယ်။\nစောင့်ဆိုင်းစာရင်းဆိုတာက အငြင်းခံရတာနဲ့ သိပ်မကွာပါဘူး။ဒါကြောင့် မန်ဒီယန်းက ဟားဗတ်ကိုဝင်ခွင့်ရဖို့အတွက် ဟားဗတ်ကျောင်း\nသားဟောင်း အထက်လွှတ်တော်အမတ်ဆီကနေ ထောက်ခံစာတောင်းဖို့\nကြံပါတော့တယ်။ ဖြစ်ချင်တော့ အဲဒီအမတ်ရဲ့သားက မန်ဒီယန်းအထင်\nသေးတဲ့ သူတို့ကျောင်းက ရေပန်းအစားဆုံး ဘတ်စကတ်ဘောကစားသမား\nဂရေဟမ်လန်ဆင်းဆိုတဲ့ကောင်လေးဖြစ်နေပါတယ်။ဒီလိုနဲ့မန်ဒီယန်းတစ်ယောက် သူ့အိပ်မက်ကိုပဲစွန့်လွှတ်မလား ဒါမှမဟုတ်\nသူ့စံတန်ဖိုးတွေကို စွန့်လွှတ်ပြီး ဟားဗတ်ကိုဖြစ်တဲ့နည်းနဲ့ ရောက်အောင်\nသွားမလား သူ့ဘဝကရော ဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာကို\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.66 GB) / (729 MB) / (432 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Tv3m/Prom.Pact.2023.720p.DSNP.WEB-DL.(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGQzMzUwZGItYWI5Ny00NTBkLWFkNDUtNDI3MWZjN2Q0MTVmXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Every Breath She Takes (2023)",
        "description": "Every Breath She Takes (2023)\n=======================Jules က သူ့ယောကျ်ား Billy ရဲ့ စိတ်ပိုင်းဆိုင်ရာ နှိပ်စက်မှု\nတွေကို ခံခဲ့ရပြီး နှစ်အတော်ကြာမှာ သူတို့အိမ်မီးလောင်မှု\nတစ်ခု ဖြစ်ခဲ့ပါတယ်။ Billy က Julesကို သတ်ဖို့ကြိုးစားခဲ့\nပေမဲ့ Jules မီးလောင်နေစဥ် လွတ်မြောက်သွားခဲ့ပြီး Billy\nကတော့ မီးထဲမှာ ဆုံးသွားခဲ့တယ်။ဒီလိုနဲ့ Jules အတွက် Billy ရဲ့ ထိန်းချုပ်မှု၊ အကြမ်းဖက်တွေ\nအားလုံးက လွတ်ပြီလို့ ထင်ခဲ့ပေမဲ့ အဲဒါတင်မပြီးသေးပါဘူး။\nJules စိတ်ပိုင်းဆိုင်ရာ ဇဝေဇဝါ ဒုက္ခတွေ ကြုံခဲ့ရပြီး နောက်\nဆုံးတော့ သေဆုံးသွားတဲ့ ယောကျ်ား Billyကို မကြာခဏ ပြန်\nမြင်လာရပါတယ်။ လူတွေအားလုံးထင်သလို Jules တကယ်ပဲ\nရူးသွားတာလား Billyကို ပြန်မြင်ယောင်နေတာ ဘာကြောင့်လဲ\nဆိုတာကိုတော့ ဒီ Drama & Thriller ကားမှာ သည်းထိတ်\nရင်ဖိုစရာကောင်းအောင် ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zmlz/Every.Breath.She.Takes.2023.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjI5YjRlZjEtZjM1ZC00ZjkxLWJkNjEtZjI5MjJmYjI1MGRhXkEyXkFqcGdeQXVyMjEwMzU4MTE@._V1_-141x200.jpg",
        "title": "Virgin Story (2022)",
        "description": "Virgin Story 2022နှစ်ရှည်လများတွဲနေတဲ့ ဆာဟေးလ်ဆိုတဲ့ ချစ်သူကောင်လေးဆီကနေ ပီး က ၃ ကြိမ်တိုင်တိုင် ဖောက်ပြန်ခံခဲ့ရပါတယ်။ အချစ်ဦးဖြစ်တာကော၊ သူကိုယ်တိုင် စိတ်ခံစားလွယ်တာရောကြောင့် Move on မလုပ်နိုင်ပဲဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ပဲ သူငယ်ချင်းရဲ့ အတင်းတိုက်တွန်းမှုနဲ့ ပီး တစ်ယောက် ကလပ်ကို ရောက်သွားပါလေရော။\" စတော်ဘယ်ရီအရမ်းကြိုက်တဲ့ နင် ချောကလက်လည်းစားပြီးရော စတော်ဘယ်ရီကိုမေ့သွားတာပဲလေ၊ ဒီတော့ ဆာဟေးလ်ကိုမေ့နိုင်ဖို့ နင်လိုအပ်တာ ချောကလက်လိုကောင်လေးပဲ '' ဒီလိုနဲ့ တစ်ညတူတူ အချိန်ကုန်ဆုံးဖို့ ပီး ရွေးလိုက်တဲ့ Target က ဗစ်ကီ။ရဲရဲတင်းတင်း လူငယ် ၂ ယောက် ကလပ်မှာဆုံတွေ့ရင်း တစ်ညတာကုန်ဆုံးဖို့ လုပ်ကြရာက အလွဲလွဲအချောချော်တွေကို ပေါ့ပေါ့ပါးပါး ရီရီမောမောကြည့်ရမယ့် ဇာတ်ကားပေါ့။ ပီး နဲ့ ဗစ်ကီတို့ဆက်ဆံရေး ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ တစ်ညတာဆက်ဆံရေးက ဒီမှာပဲအဆုံးသတ်သွားမလား။ ခံစားချက်တွေတဖြည်းဖြည်း ကြီးထွားလာရင်း တွယ်ငြိသွားမလားဆိုတာတွေကိုတော့ ရုပ်ရှင်ထဲမှာပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1TEmv/Virgin_Story_(2022)_Telugu%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-15-133x200.jpg",
        "title": "Last Action Hero (1993)",
        "description": "IMDB 6.4/10 ရရှိထားတဲ့ ပရိသတ်အချစ်တော် မင်းသားကြီးအာနိုးလို့ချစ်စနိုးခေါ်ကြတဲ့ Arnold Schwarzeneggerရဲ့ ၁၉၉၃ ခုနှစ်က Action/Fantacy/Comedy ကားလေးပဲဖြစ်ပါတယ်.. တကယ်လို့ ပရိသတ်တစ်ယောက်အနေနဲ့ ကိုယ်ကြိုက်တဲ့ဟီးရိုးရဲ့ရုပ်ရှင်ကားထဲ ကိုယ်ကိုယ်တိုင် ပါဝင်ခွင့်ရခဲ့မယ်ဆိုရင်.. ဇာတ်လမ်းအကျဉ်း ဒန်နီမက်တီဂန်ဆိုတဲ့ ကောင်လေးက ဂျက်စလေ့တာဆိုတဲ့ ဟီးရိုးဇာတ်ကောင်ကို အလွန်အမင်း ကြိုက်နှစ်သက်ပြီး အရူးအမူးဖြစ်သူပါ.. တစ်နေ့မှာတော့ သူသွားကြည့်နေကျ ရုပ်ရှင်ရုံက နစ်ခ်ဆိုတဲ့ ရုံပိုင်ကြီးက သူ့ကို မှော်ဆန်တဲ့လက်မှတ်တစ်စောင်ပေးခဲ့ပါတယ်.. ဒီလိုနဲ့ မက်ဒီဂန်လေးတစ်ယောက် ဘုမသိဘမသိနဲ့ ဂျက်စလေ့တာရဲ့ အသစ်ထွက်ရုပ်ရှင်ထဲ မှော်လက်မှတ်တစ်စောင်ကို အရင်းပြုပြီး ရောက်ရှိသွားတော့တာပေါ့.. ဂျက်ရဲ့စွန့်စားခန်းတွေထဲ မျောပါသွားတဲ့ မက်ဒီဂန့်ဆီက မှော်လက်မှတ်က ကံမကောင်းစွာနဲ့ ဗီလိန်ဖြစ်တဲ့ ဘန်နက်ဒစ်တ်လက်ထဲ ရောက်ရှိသွားပြီး ဘန်နက်ဒစ်တ်က မှော်လက်မှတ်ရဲ့အသုံးဝင်ပုံကို သိရှိသွားချိန်မှာတော့.. ဟိုဘက်ကမ္ဘာနဲ့ ဒီဘက်ကမ္ဘာကို ကူးရင်း..ရုပ်ရှင်တွေထဲ ကူးရင်း.. ဗီလိန်ဇာတ်ကောင်တွေကို ခေါ်ထုတ်ဖို့ ကြိုးပမ်းပါတော့တယ်.. မက်ဒီဂန်နဲ့ ဂျက်တို့က ဘန်နက်ဒစ်တ်ကို ဘယ်လိုတားဆီးဖို့ကြိုးပမ်းကြမလဲ.. ...",
        "rating": "",
        "url": "https://megaup.net/1dAgg/Last.Action.Hero.1993.720p.(CM).mp4",
        "category": "Action, Adventure, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTRjN2MzM2MtM2UzYi00YjA5LThkZDQtMThjZjFhNzIwMGM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Selfiee (2023)",
        "description": "Selfiee 2023\nIMDb 6/10ဒီနှစ်ထဲမှာပဲ ပူပူနွေးနွေးထွက်ရှိထားပြီး ရုံတင်ရုပ်ရှင်ကားကြီးတစ်ကားဖြစ်တဲ့ အာရှေးရဲ့ ဟာသ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီရုပ်ရှင်မှာ ဘောလိဝုဒ်စတား ဗီဂျေးကူးမားအဖြစ် Akshay ပြီးတော့ ဇနီးအနေနဲ့ Diana နောက်ထပ်\nRTO officer အနေနဲ့ Emraan Hashmi ပေါ့။ ဒီလိုမင်းသားကြီး ၂ လက် နဲ့ မင်းသမီးတစ်လက်\nအပြိုင်အဆိုင်ကြဲကြမယ့် ရုပ်ရှင်ဆိုပါတော့။ 2019 တုန်းကထွက်ရှိထားတဲ့ Driving License ကို Remake ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ရုံတင်ငွေ 23.63 ကုဋေရရှိထားပါတယ်။ A list- Cast တွေနဲ့တင် အတော်ကြည့်ရတန်နေပြီမို့ ဇာတ်လမ်းအကျဥ်းကိုလည်းဆက်ဖတ်ကြည့်ကြတာပေါ့။RTO officer အဂရာဗာလ်က ဗီဂျေးရဲ့အမာခံပရိတ်သတ်ပါ။ ဗီဂျေးက ဘိုပါလ်ဆိုတဲ့မြို့မှာ\nရိုက်ကူးရေးသွားလုပ်ရင်း တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ယာဥ်မောင်းလိုင်စင်လိုလာတယ်ဆိုပါတော့။\nအဲဒီလိုအကြောင်းဖန်ရင်း ဗီဂျေးနဲ့ အဂရာဗာလ်တို့စတွေ့ကြတာက မထင်မှတ်ထားတဲ့\nအထင်လွဲမှုတွေနဲ့ ပြဿနာတွေကြောင့် ၂ ယောက်လုံးဘဝ ဇောက်ထိုးမိုးမျှော်ဖြစ်ကုန်ပါတော့တယ်။\nအနုပညာရှင်အလုပ်ကို ဆုံးရှုံးရနိုင်ပြီး ချောက်ကမ်းပါးအစွန်းမှာရပ်နေရတဲ့ ဗီဂျေး၊အကြိုက်ဆုံး ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Tzgu/Selfiee_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a0G5O9cFzcjVFngve2Ht7XkbBgA.jpg",
        "title": "Mismatched Couples (1985)",
        "description": "Mismatched Couples (1985)ဂျက်ကီချမ်းရဲ့ Drunken Master, Snake in the Eagle's Shadow တို့၊ ဂျက်လီရဲ့ Tai Chi Master တို့၊ မီရှဲယိုရဲ့ Wing Chun တို့၊ ဒွန်နီယန်ရဲ့ Master Z: The IP Man Legacy တို့၊ Iron Monkey တို့၊ အန်းလီရဲ့ အော်စကာရ Crouching Tiger, Hidden Dragon ရဲ့ အဆက် Sword of Destiny ကို ရိုက်ခဲ့တဲ့ Yuen Woo Ping ရဲ့ ဟိုးတုန်းကကားဟောင်းပါ။ Donnie Yen ကို မင်းသားတင်ရိုက်ထားပါတယ်။ ကားကတော့ ဖိုက်တင်နဲ့ ဘရိတ်ဒန့်အကကို ရောစပ်ပြသထားတဲ့ အချစ်ဟာသကားပါပဲ။တစ်ခုရှိတာက တောင်းလွန်းမက တောင်းလွန်းလို့သာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1dH83/(CM)_Mismatched_Couples_(1985)_720p.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/images-12-150x200.jpg",
        "title": "The Hillsdale Adoption Scam (2023)",
        "description": "Bethany တို့ဇနီးမောင်နှံဟာ သဘောကောင်းပြီးချမ်းသာပေမယ့် ကလေးအရမ်းလိုချင်ကြပါတယ်။ သမီးတစ်ယောက်ရှိပေမယ့် သားထပ်လိုချင်လို့ မွေးစားဖို့ကြိုးစားနေရင်း Bethany တို့အိမ်ရှေ့ကို ကိုယ်၀န်နဲ့မိန်းကလေးတစ်ယောက်က ရည်းစားဟောင်းဖြစ်သူရန်ကနေလွတ်ဖို့ ထွက်ပြေးလာပါတယ်။ Bethany တို့လည်း ဂရုဏာသက်မိပြီး ခိုလှုံခွင့်ပေးရာကနေ မိန်းကလေးကို သံယောဇဉ်တွယ်မိပြီး ကလေးမွေးလာရင် Bethany တို့မွေးစားမယ်လို့ သဘောတူခဲ့ကြပါတယ်။ ဒါပေမယ့် ကိစ္စတေ‌ွကထင်သလိုမရိုးရှင်းဘဲ Bethany တို့ရဲ့စိတ်နှလုံးကောင်းတာကို အခွင့်ကောင်းယူပြီး အလွဲသုံးစားလုပ်ချင်တဲ့ မသမာသူတွေပေါ်လာတဲ့အခါ...File size…(1.4 GB)/(600MB )/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama,thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1dAe5/The.Hillsdale.Adoption.Scam.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wYv4m0lgxObbAoTgTnaZFytnqFE.jpg",
        "title": "Storm City ( 2023 )",
        "description": "ကမ္ဘာကြီးဟာသစ်တောတွေပြုန်းပြီး အပူချိန်မြင့်တက်လာပြီး\nဝင်ရိုးစွန်းကရေခဲတွေအရည်ပျော်လာတာနဲ့အမျှ ရာသီဥတုကလဲ\nကြမ်းတမ်းလာပြီး မုန်တိုင်းတွေမကြာခဏဖြစ်လာပါတယ်။အရာရာကိုထိန်းချုပ်ချင်တဲ့လူသားတွေဟာ နည်းပညာတွေတိုးတက်လာနဲ့အမျှ\nသဘာဝတရားကြီးကိုပါထိန်းချုပ်ဖို့ကြိုးစားလာတယ်။\nသုတေသနဌာနတစ်ခုဟာ ရာသီဥတုကိုထိန်းချုပ်ဖို့ ပရိုဂရမ်ရေးဆွဲထားပြီး\nမှန်းဆထားတာထက် နှစ်နှစ်ကြိုစောပြီးဖြစ်လာတဲ့မုန်တိုင်းကြီးကိုထိန်းချုပ်ပြီး\nမြို့ကြီးကိုထိန်းချုပ်ကြိုးကိုင်ဖို့ကြိုးစားလာပါတယ်အဲဒီအချိန်မှာ ခေါင်းမာတဲ့အဖေကြီးတစ်ယောက်၊ သုတေသနဌာနကသားဖြစ်သူနဲ့\nအဖေကိုဆန့်ကျင်နေတဲ့သမီးဖြစ်သူတို့ (၃)ယောက်သား\nတစ်မြို့လုံးကိုကယ်တင်ဖို့ကြိုးစားတဲ့\nကပ်ဘေးအန္တရာယ်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1dGut/Storm_City_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/geET1K0tJfqSTX7fMigYXQADcwv.jpg",
        "title": "SUGA: Road to D-DAY (2023)",
        "description": "SUGA : Road To D-Day (2023)BTS အဖွဲ့ဝင် SUGA ရဲ့ Documentary Film ဖြစ်တဲ့ SUGA Road To D-Day ထွက်ရှိလို့ လာပါပြီ။Music Genius လို့ ခေါ်ဝေါ်ခံရတဲ့လူပီပီ SUGA ရဲ့ \"D-DAY\" အယ်လ်ဘမ်ဖန်တီးမှု ခရီးစဉ်က သူများနဲ့မတူဘဲ ကွဲပြားလို့နေပြန်ပါတယ်။\nBTS SUGA အနေနဲ့ မဟုတ်ဘဲ \"AGUST D\" လို့ ခေါ်တဲ့ အမည်ခွဲအောက်က\nဂီတလမ်းကြောင်းပေါ်မှာ ရှင်သန်ဖို့ ကြိုးစားနေတဲ့ SUGA ရဲ့ အခြားတစ်ဖက်ခြမ်းကို တွေ့ရမှာပါပဲ။ဂီတပေါ်ထားတဲ့ သူ့အမြင်၊ စိတ်ထားနဲ့ ဒိခရီးစဉ်တစ်လျှောက် ရုန်းကန်မှုတွေကို ရှုစားရပါဦးမယ်။\"D-DAY\" ဖန်တီးမှုခရီးစဉ်တစ်လျှောက်မှာ နယ်ပယ်အစုံက ဂီတပညာရှင်တွေနဲ့ တွေ့ဆုံရင်း\nစကားလက်ဆုံဖလှယ်မှုတွေလည်း ပါဝင်တာမို့ အတွေးပွားစရာ တစ်ခုမကတဲ့ အတွေးတွေ ရရှိနိုင်မှာလည်း အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Su ...",
        "rating": "8.5",
        "url": "https://megaup.net/1dGn1/SUGA.Road.to.D-DAY.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/1-1537679331-150x200.jpg",
        "title": "Nobody’s Fool (1994)",
        "description": "ဇာတ်လမ်းအကျဥ်းကတော့ Donald Sullivan(Sully) ဆိုတဲ့အဘိုးကြီးက သူ့သူငယ်ချင်းRubအတူ Carl Roebuckရဲ့ဆောက်လုပ်ရေးလုပ်ငန်းမှာအလုပ်လုပ်ပါတယ်။\nအလုပ်လုပ်တုန်းကရခဲ့တဲ့ဒူးဒဏ်ရာအတွက်တရားရုံးကတစ်ဆင့်Carlဆီကလျော်ကြေးကိုလည်းခြေထောက်တစ်ဖက်ပဲရှိတဲ့ရှေ့နေသူငယ်ချင်းနဲ့တောင်းကြတာငြင်းခံရတယ်။\nသူ့ရဲ့သားPeterတို့မိသားစုကိုပြန်တွေ့တော့ သူ့မိန်းမနဲ့သားကိုထားခဲ့တဲ့Sullyအတွက် မထင်မှတ်ထားတဲ့တာဝန်တွေကိုကြုံလာရပါတော့တယ်။\nအဲ့တစ်ချိန်ထဲမှာပဲ သူ့အိမ်ရှင်အမျိုးသမီးBerylရဲ့သားကSullyကိုအိမ်မှာဆက်မထားဖို့ သူ့အမေကိုတွန်းအားပေးတဲ့အခါ Sullyဘယ်လိုဖြေရှင်းမလဲ Carlရဲ့မိန်းမကိုကြုံရင်ကြုံသလိုအီစီကလီလုပ်ရင်း Carlနဲ့တစ်ယောက်တစ်လှည့်ဘယ်လိုအနိုင်ယူကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ရမယ့်ကားလေးပါ\nဒီကားလေးကအော်စကာနှစ်ဆုအပြင်တခြားဆုပေါင်းများစွာအတွက်လည်းNominationဝင်ထားပါတယ်\nဒီဇာတ်ကားရဲ့Directorနဲ့Screenplayကတော့ Kramer vs. Kramer(1979)နဲ့ ScreenplayရောDirectorရော အော်စကာရခဲ့တဲ့Robert Bentonပါ။ ဒါ့အပြင်Bonnie and Clyde(1967)နဲ့Superman(1978)အတွက်ရောတွဲဖက်ရေးပေးခဲ့ပါသေးတယ်။\nSully အနေနဲ့ကတော့အော်စကာဆုရှင်မင်းသားကြီးPaul Newmanနဲ့ Berylနေရာမှာတော့အော်စကာဆုရှင်မင်းသမီးကြီးJessica Tandy၊\nCarlအနေနဲ့ကတော့လူတိုင်းသိတဲ့Bruce Willisကသရုပ်ဆောင်ထားပေးပါတယ်။\nSullyရဲ့သားPeterနေရာမှာတော့Superman & Lois မှာ Sam Laneအနေနဲ့သရုပ်ဆောင်တဲ့ Dylan Walshပါ။File size…(1.9 GB)/(1.1 GB)/(580 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Soe Thiha",
        "rating": "",
        "url": "https://megaup.net/3fg8j/nobodys.fool.1994.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sUxeAlQo0WocNvMKz4BNuU4bh9d.jpg",
        "title": "A Lifeguard’s Obsession (2023)",
        "description": "A Lifeguard's Obsession (2023)အသက်ကယ်ရတဲ့အလုပ်ဆိုရင် ကျန်တဲ့အလုပ်တွေထက် ပိုပြီးမြင့်မြတ်တယ်လို့ ကျွန်တော်တို့တော်တော်များများ ယူဆတတ်ကြပါတယ်။\nအသက်ကယ်လိုက်တဲ့လူကိုလည်း အသက်သခင်ကျေးဇူးရှင်ရယ်ဆိုပြီး အရေးတယူပြုတတ်ကြတာ သဘာဝပါပဲ။\nသင့်ကိုအသက်ကယ်လိုက်တဲ့လူက လူကောင်းလား လူဆိုးလားဆိုတာကိုတော့ ဘယ်သူမှမသိကြပေမဲ့\nကူညီချင်စိတ်ရှိတဲ့လူဟာ လူကောင်းရယ်လို့ပဲ တထစ်ချတွက်ဆတတ်ကြပါတယ်။မက်ဂီဆိုတဲ့ကောင်မလေးဟာ ပင်လယ်ကိုအင်မတန်မှာချစ်တဲ့ကောင်မလေးတစ်ယောက်၊ ပင်လယ်ပျော်ပီပီ လှိုင်းစီးနေရတာကို ပျော်မွေ့သူတစ်ယောက်ပေါ့။\nဒါပေမဲ့ အားကစားသမားနဲ့ဒဏ်ရာဆိုတာကလည်း အမြဲဒွန်တွဲနေတဲ့အရာဖြစ်နေလေတော့ တစ်နေ့မှာ ဒူးခေါင်းအရွတ်ပြဲဒဏ်ရာရသွားပြီးတော့ လှိုင်းစီးရတာကို စွန့်လွှတ်ထားရသူဆိုလည်း မမှားပါဘူး။\nလှိုင်းစီးတာကို တစ်ကမ္ဘာလို့ထင်မှတ်ထားတဲ့မက်ဂီအတွက်တော့ ဒီဒဏ်ရာဟာ ဘဝတစ်ခုလုံးကို အမှောင်ချလိုက်သလိုပါပဲ။မက်ဂီရဲ့ချစ်သူကတော့ ကမ်းခြေကlifeguardလည်းဖြစ် နှုတ်ခမ်းနီမလေးတွေရဲ့ အသဲစွဲလည်းဖြစ်တဲ့ Influencer celeချောလေး ကိတ်ဒ်ပေါ့။\nတစ်ချိန်က သိပ်ချစ်ကြတဲ့ မက်ဂီတို့ ချစ်သူစုံတွဲဟာ ဒဏ်ရာပြဿနာကြောင့် အရာရာကိုစိတ်မကြည်တဲ့မက်ဂီ\nဒါကို ကိတ်ဒ်က Influencer ပီပီ လိုင်းပေါ်မှာပဲ ၂၄/၇ အချိန်ကုန်နေပြီး မက်ဂီကိုအချိန်မပေးနိုင်တော့ ဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့အပြင်\nအဆင်လေးတွေပတ်လည်ဝိုင်းနေတတ်တဲ့ သူ့ဘေးမှာလည်း လုပ်ဖော်ကိုင်ဖက်ထက်ပိုတဲ့အရိပ်အယောင်တွေနဲ့ တီနာဆိုတဲ့ကောင်မလေးပါရှိနေတဲ့ကိတ်ဒ်ကြောင့် RS တစ်ခုရဲ့ လေစိမ်းတိုက်နေတဲ့အခိုက်အတန့်ကို ရောက်ရှိနေချိန်ပေါ့။ထုံးစံအတိုင်းပါပဲ rsတွေကြားမှာ ပြဿနာတက်ပြီဆိုရင် ရောက်လာတတ်တာကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/3fxau/A.Lifeguards.Obsession.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UkcMbrurCHTe2CDu9WuIZkCisu.jpg",
        "title": "Miracle in Cell No. 7 (2022)",
        "description": "Miracle in Cell No.7 (2022)Miracle in Cell No. 7 ဆိုတာနဲ့ မြန်မာနိုင်ငံမှာ လူသိများတဲ့ ပတ်ရှင်ဟေးရဲ့ ဇာတ်ကားဆိုတာသိကြမှာပေါ့။\nဒီဇာတ်ကားက နာမည်ကြားတာနဲ့တင် လူတွေအားလုံးသိကြတဲ့အထိ အောင်မြင်မှုရခဲ့သလို Remake တွေပါ ထပ်ထပ်ရိုက်ရတဲ့အထိ၊\nRemake တွေကပါ ဆုတွေကိုသိမ်းပိုက်နိုင်တဲ့အထိ လူတွေရဲ့ရင်ထဲကို အကြိမ်ကြိမ်အခါခါ တိုးဝင်နိုင်တဲ့ ဇာတ်ကားလေးပါ။အခု Miracle in Cell No. 7 ကတော့ ကိုရီးယားကားမဟုတ်၊ တူရကီ remake မဟုတ်တဲ့ အင်ဒို remake ပါ။\nဒီအင်ဒိုကားမှာတော့ Vino G. Bastian က ဖခင်ဖြစ်သူ ဒိုဒိုရိုဂျာ့ခ်အနေနဲ့ မူရင်းကိုရီးယားဇာတ်ထက် မလျော့စေဘဲ ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ထားပြီး\nMaya Awards, Festival Film Indonesia တို့မှာလည်း ဆန်ကာတင်စာရင်းဝင် ၊ဆုတွေရခဲ့တာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဉာဏ်ရည်မမှီတဲ့ သာမန်ပူဖောင်းလည်ရောင်းသူ ဒိုဒိုရိုဂျာ့ခ်ဟာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1TCgy/Miracle.in.Cell.No.7.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1ih1Tl1LwSDyRewTsLwu6LSzz.jpg",
        "title": "The Wandering Moon (2022)",
        "description": "The Wandering Moon ( 2022 )ဒီကားရဲ့ဒါရိုက်တာ ကိုရီးယားနွယ်ဖွား Lee Sang-il။\nသူ့ကား Unforgiven ( 2013 ) နဲ့ Rage ( 2016) တို့က အာရှရုပ်ရှင် ဂျပန်ရုပ်ရှင်ပရိသတ်တွေ တစ်ခုတ်တရထည့်ထည့်ပြောရတဲ့ထဲပါတတ်တော့ သူ့စကေးကိုက လျှော့တွက်လို့တော့မရဘူး။\nဒီကားဆိုလည်း ဇာတ်အိမ်က ရှားရှားပါးပါးဇာတ်အိမ်မျိုးလို့တောင် ပြောလို့ရတယ်။\nတစ်သီးတစ်သန့်ပဲနေတတ်တဲ့ အပေါင်းအသင်းသိပ်မရှိတဲ့ လူငယ်လေးနဲ့ အိမ်ကထွက်ပြေးချင်နေတဲ့ ကလေးမပေါက်စနလေးတွေ့ကြတာကနေ\nသဘောကောင်းတဲ့ လူငယ်လေးက ကလေးမလေးကို ခေါ်ထားရင်း ကလေးတွေကိုမှ လိင်စိတ်တိမ်းညွတ်နေတဲ့လူလို့ စွပ်စွဲခံလိုက်ရပြီး အပြစ်ရှိတယ်လို့ပါ သတ်မှတ်ခံလိုက်ရတဲ့ ဇာတ်။\nဒါပေမဲ့ အဲဒီလူငယ်လေးက ကလေးမလေးကို ဘာမှမလုပ်ခဲ့သလို ကလေးမလေးကလည်း သူ့ကြောင့်ဖြစ်သွားတဲ့ အသိကြီးနဲ့ ရှင်သန်လာခဲ့ရတယ်။\nဒီလိုနဲ့ ကလေးမလေး အရွယ်ရောက်လာတဲ့အခါ သူတို့ပြန်တွေ့ကြရာကနေ ဇာတ်ကို ဆက်အသက်သွင်းထားတယ်။\nအများအမြင်တော့ ကလေးမုဒိန်းကောင်နဲ့ သူ့နစ်နာသူကလေးမလေး ချစ်မိကြတယ်လိုလို ဖြစ်လာတဲ့အခါ\nသူတို့တွေ လူတွေရဲ့တိုက်ခိုက်မှုတွေကို သူတို့နည်းသူတို့ဟန်နဲ့ရင်ဆိုင်ကြရာက ဒီဇာတ်ဖြစ်လာတယ်။ဒီကားရဲ့ ဇာတ်လိုက်က ၂၀၁၄တုန်းကထွက်ထားတဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zzK4/The.Wandering.Moon.2022.720p.BluRay.CM.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFJ413PtJ7OCTcYYuplbpDk37fy.jpg",
        "title": "Sister Sister 2 (2023)",
        "description": "(18+) Sister Sister 2 (2023)\nဒီတစ်ခါမှာတော့ ဗီယက်နမ်ဇာတ် လူကြီးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘာထရာ ဆိုတာ သူ့နယ်သူပယ်မှာတော့ အလှဆုံးဆိုတဲ့ဂုဏ်ပုဒ်ရထားတဲ့ မိန်းမလှလေးတစ်ဦးပါ။\nဘာထရာ ဆိုတာကို မသိတဲ့သူမရှိလောက်အောင် လှလည်းလှ နာမည်လည်းကြီးသူပါ။\nပုရိသယောက်ျားသားတွေကလည်း သူမှသူ ဖြစ်နေအောင်ကို ကျက်သရေရှိတဲ့အမျိုးသမီးပေါ့။တစ်ဖက်မှာတော့ နှီ ဆိုတဲ့ကောင်မလေးဟာ ဘဝမပြည့်စုံမှုကြောင့် ပြည့်တန်ဆာအဖြစ် အသက်မွေးနေရတဲ့သူပါ။\nအဆင်မပြေတာတွေ အံတုရင်း ချမ်းသာချင်နေတဲ့သူပေါ့။\nဒီလိုနဲ့ တစ်နေ့ကျ ဘာထရာနဲ့ဆုံရင်း သူလည်း ဘာထရာ့လိုဖြစ်ချင်တဲ့ဆန္ဒတွေဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့ ဘာထရာ့အနားကို နည်းအမျိုးမျိုးနဲ့ချဉ်းကပ်ရင်း\nနှီ့ဘဝ တဖြည်းဖြည်းပြောင်းလဲသွားတာကို ကြည့်ကြရမှာဖြစ်ပါတယ်။\nဘဝနှစ်မျိုးကြားက ကွာခြားချက်တွေကိုလည်း မြင်ကြရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10x02 ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.54GB | 840MB | 411MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.6",
        "url": "https://megaup.net/4Bs6h/Sister.Sister.2.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xU6xN6s8zQIHoAcnzl9b0KC9W1Y.jpg",
        "title": "Organic Mama Hybrid Alludu (2023)",
        "description": "Organic Mama Hybrid Alludu(2023)IMDb-8.1/10တေလဂူးရဲ့ အကောင်းဆုံးဒါရိုက်တာ Flimfare ဆုရဖူးတဲ့ S.V Krishna Reddy ရိုက်ကူးထားတဲ့\nတေလဂူး အချစ်ဇာတ်‌လမ်းပေါ့ပေါ့ပါးပါးလေးနဲ့\nCM ပရိသတ်ကြီး အပန်းပြေနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းဒါရိုက်တာဖြစ်ရဖို့ရူးသွပ်လွန်းတဲ့ ဗီဂျေးဟာသူ့ရဲ့ပွဲဦးထွက်နှစ်ကားမှာပဲ အရှုံးပေါ်ခဲ့လို့\nမိသားစုကယုံကြည်မှုမရပဲ မိသားစုစီးပွားရေးကိုပဲလုပ်ဖို့ဖိအားပေးနေရတဲ့လူငယ်လေးပါ\nဗီဂျေးကလည်း ဒါရိုက်တာပဲလုပ်ချင်တဲ့ခေါင်းမာပြီး\nပါးနပ်ထက်မြတ်တဲ့လူငယ်တစ်ယောက်ဆိုတော့ အိမ်နဲ့အတိုက်အခံပေါ့ တစ်နေ့အဖေစိတ်ချမ်းသာဖို့ဆိုပြီး\nကြယ်ငါးပွင့်ဟိုတယ်မှာ ကွန်ဒါပီလီအရုပ်တွေတက်ရောင်းပေးရင်းကနေ မင်းသမီးလေးနဲ့ဆုံပါတော့တယ်မင်းသမီးလေးကလည်း သူကြွယ်သူဌေးမြေရှင်ကြီးရဲ့ တစ်ဦးတည်းသောချစ်မ၀သမီးလေးပေါ့\nတွေ့ရာလူနဲ့ကြိုက်သွားမှာဆိုးလို့ ကျောင်းတောင်မထားရက်လောက်အောင် အချစ်ခံရတဲ့သမီးလေး\nသူဌေးသမီးလေး ဟာစီနီနဲ့ ရိုးသားကြိုးစားဖိုးသခွားဒါရိုက်တာလေးဗီဂျေး ရှေ့ဆက်ပေါင်းစည်းနိုင်မလား\nဗီဂျေးကရောအိမ်မက်အတိုင်းအောင်မြင်တဲ့ဒါရိုက်တာကြီးဖြစ်နိုင်မလား ခံစားကြည့်ပါဦး\nFile size…2.5GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2 h 22 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~NyeinAye",
        "rating": "8.1",
        "url": "https://megaup.net/3fy4l/Organic_Mama_Hybrid_Alludu_(2023)_Telugu_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRINNRiQIsYbxLKfQeYc0tKF1JJ.jpg",
        "title": "A Stitch in Time (2022)",
        "description": "A Stitch in Time (2022)~ IMDb rating - 6.8/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာ​ကတော့ ကြည့်ရင်းနဲ့ ရင်ထဲကို​​နွေး​ထွေးလာ​စေမယ့် 2022 တုန်းကထွက်ရှိထားတဲ့ ဒရာမာအမျိုးအစား A Stitch In Time ​ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ငယ်ငယ်တည်းက ခင်ပွန်းသည်အဆိုရှင်ကို ကူညီဖို့ မိမိဝါသနာအလုပ်ဖြစ်တဲ့ အပ်ချုပ်တာကိုစွန့်ပစ်ခဲ့တဲ့ လီပါတစ်​ယောက် ခင်ပွန်းသည်ရဲ့ အိပ်မက်ဖြစ်တဲ့ အ​ခွေထုတ်ဖို့ကို ဝင်ကူဖို့ကြိုးစားရင်း တရုတ်ဒီဇိုင်နာ ဟန်းနစ်ချ်နဲ့ ပြန်​​တွေ့ပြီး သူ့ရဲ့အိပ်မက်​တွေကို ပြန်လည်အသက်သွင်းဖို့ ကြိုးစားတဲ့အခါ ခင်ပွန်းသည်ရဲ့ ကန့်ကွက်မှု​တွေ၊ ရင်ဆိုင်ရမယ့်အခက်အခဲ​တွေကို အံတုရင်း ကြိုးစားရုန်းကန်ရတဲ့အကြောင်းပါ။ ဇာတ်လမ်းက ရိုးစင်းပေမဲ့ ကြည့်ရင်းနဲ့ တဖြည်းဖြည်း ရင်ထဲအကြည်ဓါတ်​လေး​ရော အ​နွေးဓါတ်​လေးပါ ခံစားရမယ့်ကား​လေးမို့ ဇာတ်လမ်းဇာတ်အိမ် အေးအေးငြိမ့်ငြိမ့်လေး ကြိုက်သူတွေ ကြည့်သင့်တဲ့ ဒရာမာကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 780MB\nQuality ...",
        "rating": "6.8",
        "url": "https://megaup.net/2zAqj/(CM)_A_Stitch_in_Time_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-2-137x200.jpg",
        "title": "Emma (1996)",
        "description": "MDb 7 / 10\nChannel Myanmar ပရိသတ်ကြီးကို ခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Pride and Prejudice စာရေးဆရာမ Jane Austen ရဲ့ Emma ဆိုတဲ့ဝတ္တုကို ဇာတ်ကားအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်။ တချို့သော ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ ၂၀၂၀ တုန်းကထွက်ခဲ့တဲ့ Anya Taylor-Joy နဲ့ရိုက်ထားတဲ့ ဗားရှင်းကို ကြည့်ပြီးကြတဲ့သူတွေလည်း ရှိမှာပါ။ ခုဇာတ်ကားကတော့ ၁၉၉၆ တုန်းက ထွက်ရှိခဲ့တဲ့ဗားရှင်းဖြစ်ပါတယ်။ ဒီဗားရှင်းကတော့ မူရင်းဝတ္ထုရဲ့ ဇာတ်ဝင်ခန်းအကုန်နီးပါး ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ Emma ဆိုတဲ့ သူဌေးသမီးလေးဟာ သူရဲ့ ဆရာမနဲ့ သူ့အိမ်နီးချင်းကို သူအောင်သွယ်ပေးလိုက်တာ ညားသွားတာကို အကြောင်းပြုပြီး တခြားတစ်ကိုယ်တည်းသမားတွေအတွက် အောင်သွယ်တော်လုပ်ချင်စိတ်တွေ တစ်ပွားပွားဖြစ်လာပါတယ်။ အဲဒါနဲ့ Emma ဟာ Harriet Smith ဆိုတဲ့ သူ့သူငယ်ချင်းရဲ့ အချစ်ရေးကို ဝင်စွက်ဖက်ပါလေသတဲ့။ အဲလိုစွက်ဖက်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1d05n/7sins-emma.1996.720p.(CM)..mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDBkNTM2NDAtYzg1MS00NDQ1LTgyNTItYTQ5ZmJjYjMyOTgyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "The Cases of Mystery Lane (2023)",
        "description": "ဒီ ‘The Cases of Mystery Lane’ ရုပ်ရှင်လေးကတော့ ၂၀၂၃ အစောပိုင်းမှာတင် ထွက်ရှိခဲ့တဲ့Crime/Thriller/Detective/Murder Mystery အမျိုးအစားပဲ ဖြစ်ပါတယ်။ မှုခင်းဇာတ်လမ်းဆိုပေမယ့်လည်းလေးလေးပင်ပင်ရှိမနေပဲ အားလပ်ချိန်တွေမှာ ပေါ့ပေါ့ပါးပါး ကြည့်လို့ကောင်းတဲ့ TV Movie အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -Birdie နဲ့ Alden လင်မယားနှစ်ယောက်ဟာ လျှို့ဝှက်ချက်တွေ ကိုယ်စီရှိနေကြပြီး တစ်ယောက်ကိုတစ်ယောက် ပွင့်ပွင့်လင်းလင်းလည်းမရှိကြတဲ့ လင်မယားတွေ ဖြစ်ကြပါတယ်။Birdie ကတော့ အလုပ်ရှင်အမေဖြစ်သူရဲ့ ဖိအားတွေအောက်မှာ အိမ်ခြံမြေရှေ့နေလုပ်ငန်း လုပ်နေသူဖြစ်ပါတယ်။Alden ကလည်း အလွတ်စုံထောက်ဖြစ်သင်တန်းကို မိန်းမဖြစ်သူမသိအောင် ခိုးတက်နေခဲ့ရာမှ လူသတ်မှုတစ်ခုထဲမှာ ပါဝင်ပတ်သက်မိခဲ့တဲ့အခါမှာတော့…မိန်းမဖြစ်သူ Birdie ကလည်း ထိုလူသတ်မှုနဲ့ မကင်းမရှင်း ဖြစ်နေခဲ့တဲ့အခါမှာရော…ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါး စိတ်ဝင်တစား ကြည့်ရှုခံစားရအောင် တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်။File size…(1.5 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://megaup.net/1dGe3/The.Cases.of.Mystery.Lane.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-10-133x200.jpg",
        "title": "A Winning Team (2023)",
        "description": "1942 ခုနှစ်မှစပြီး ပင်ဘောကိုရာဇဝတ်အဖွဲ့အစည်းတွေချုပ်ကိုင်ထားတယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ အမေရိကန်ကမြို့တော်တော်များများမှာ ပိတ်ပင်ပစ်ခဲ့ပါတယ် ။ 1970 ပြည့်နှစ်တွေမှာ Roger Sharpe ဆိုတဲ့နှုတ်ခမ်းမွှေးကားကားနဲ့လူတစ်ယောက် နယူးယော့မြို့ကြီးကိုစာရေးဆရာဖြစ်ချင်လို့ ရောက်လာရင်း မဂ္ဂဇင်းတိုက်တစ်ခုမှာအလုပ်လည်းရ Ellen ဆိုတဲ့ကောင်မလေးလည်းရပြီး သာယာနေတဲ့အချိန်မှာ သူရဲ့တစ်ခုတည်းသောထွက်ပေါက်ဖြစ်တဲ့ ပင်ဘောကိုပိတ်ပင်ထားကြောင်းသိရှိသွားတဲ့အချိန် Roger တစ်ယောက် စာရေးဆရာအနေနဲ့ရော Music and Amusement Association(MAA) နဲ့ပူးပေါင်းပြီးရော ပင်ဘောတရားဝင်ပြန်လည်ဖြစ်မြောက်ရေးအတွက် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာဆိုရင်တော့ ပင်ဘောရဲ့ကယ်တင်ရှင်ကြီးRoger Sharpe ရဲ့ဖြစ်ရပ်မှန်ဘဝကိုအခြေခံပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ခင်ဗျာ ။ ပင်ဘောကိုအကြောင်းပြချက်မျိုးစုံနဲ့ပိတ်ပင်ထားတဲ့ အမေရိကန်ကမြို့တွေရဲ့ဥပဒေတွေ၊ ပင်ဘောစတီထွင်တုန်းကနဲ့အခု ဘယ်လိုတွေပြောင်းလဲသွားလဲဆိုတာတွေနဲ့ Roger နဲ့ Ellen တို့အတူဖြတ်သန်းခဲ့ကြပုံကို လက်ရှိအချိန်မှာ Roger Sharpe ကပြန်ပြောပြနေပုံနဲ့တစ်မျိုး 1970 တုန်းက Roger Sharpe အနေနဲ့တစ်ဖုံ ဟာသလေးနှောပြီးတင်ဆက်ထားပါတယ် ။ ဒါရိုက်တာတွေကတော့ညီအကိုတွေဖြစ်တဲ့ Austin နဲ့ Meredith Bragg ...",
        "rating": "",
        "url": "https://megaup.net/1dt7b/A.Winning.Team.2023.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WyipqK3wOf8lJLWqFX0r7aBodm.jpg",
        "title": "A Thousand and One (2023)",
        "description": "A Thousand And One (2023)~ IMDb - 7.2/10, RT - 97%, Meta - 81% ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာ ထွက်ရှိထားပြီး Rating ​ကောင်း၊ Critics တွေရဲ့ ဝေဖန်မှုကောင်း​တွေ ရရှိထားတဲ့ ဒရာမာကား​လေး A Thousand And One ဆိုတဲ့ဇာတ်လမ်း​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ပြောချင်တာ လုပ်ချင်တာ​တွေကို စိတ်ထဲမသိုသိပ်ထားရုံမက အားနာစိတ်မရှိဘဲ လုပ်တတ်တဲ့ အိုင်နက် တစ်ယောက် သူ့သား တယ်ရီကို ​ဂေဟာက​​နေ ပြန်​​ပေးဆွဲပြီး လူမသိသူမသိ​အောင်နာမည်​တွေ​ပြောင်း ​မွေးစာရင်း​တွေ​ပြောင်းပြီး သူတို့​နေစရာအိမ် စားစရာ​တွေ မိသားစုဘဝ ကြိုးပမ်းတည်​ဆောက်ရာမှာ ​ကြုံ​တွေ့ရတဲ့ ကံ​ကောင်းမှု​တွေ ကံဆိုးမှု​တွေ အခက်အခဲ​တွေ ရင်ဆိုင်ရပုံ​တွေကို ထိထိမိမိ ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​လေး ဖြစ်ပါတယ်။ ဇာတ်ကားတစ်​လျှောက် အိုင်နက်ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1TBZK/(CM)_A_Thousand_and_One_(2023)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34cgjVoAIXVsZ2uZkTsdxWhv2Si.jpg",
        "title": "Wait With Me (2023)",
        "description": "Wait With Me (2023)ဒီကားလေးကတော့ သိပ်မကြာသေးခင်ကမှ Passionflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စာရေးဆရာမ အေမီဒေါ်စ်ရဲ့ Young Adult Genre \"Wait With Me\" စာအုပ်စီးရီးထဲက ပထမဆုံးစာအုပ်ဖြစ်တဲ့ \"Wait With Me\"ကို စာအုပ်ဖုံးများရှင် မော်ဒယ်ပရိုဂျူဆာမင်းသား အန်ဒရူးဘီရာနက်၊ ဓာတ်ပုံဆရာဒါရိုက်တာမင်းသမီး မက်ဒီဆင်လော်လောတို့နှစ်ယောက်နဲ့အတူ အချိတ်အဆက်မိမိ ပုံဖော်ရိုက်ကူးထားတဲ့ လူငယ်အကြိုက် ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားထဲမှာ မင်းသမီးကိတ်ထ်စမစ်သ်က ကားပြင်ဆရာဖြစ်တဲ့ မင်းသားမိုင်လ်ဟတ်ဆန်အလုပ်လုပ်တဲ့ တာယာဂိုထောင်မှာ သူမရဲ့ရောင်းအားအကောင်းဆုံးစာအုပ်ရဲ့ အဆက်စာအုပ်ကိုရေးဖို့ဈာန်‌ဝင်အောင်လို့ အဲဒီနေရာကို အကြောင်းအမျိုးမျိုးပြပြီး အဝင်အထွက်လုပ်နေလေ့ရှိပါတယ်။ အဲဒီကနေ တဖြည်းဖြည်း မိုင်လ်နဲ့အနေနီးသွားပြီး ရင်းနှီးမှုအတိုင်းအတာတစ်ခုကိုကျော်သွားတဲ့အခါမှာ ခံစားချက်တွေနက်ရှိုင်းလာကြပြီးနောက် ကိတ်ထ်ဖုံးကွယ်ထားတဲ့အကြောင်းတစ်ခုကို မိုင်လ်သိသွားတဲ့အခါ ဘယ်လိုတွေဖြစ်လာကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။စိတ်ဝင်စားစရာကောင်းတဲ့အချက်တစ်ခုကတော့ စာရေးဆရာမ အေမီက \"Wait With Me\"စာအုပ်ကို ရုပ်ရှင်ထဲကအတိုင်း တာယာဂိုထောင်မှာ ရေးခဲ့တာပါတဲ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2zzmj/(CM)_Wait_With_Me_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/To-Every-You-Ive-Loved-Before-133x200.jpe",
        "title": "To Every You I’ve Loved Before (2022)",
        "description": "IMDb 7.2/10\nMyAnimeList 7.4/10To all of you that I've loved before animeဟာ ၂၀၁၆မှာထွက်ရှိခဲ့တဲ့ ဆရာYomoji Otonoရဲ့ဝတ္ထု၂ပုဒ်ကို ပြန်အသက်သွင်းထားတဲ့ anime films၂ကားထဲက တစ်ကားဖြစ်ပါတယ်။ ​(နောက်တစ်ကားဖြစ်တဲ့ To me, the one who loved youကိုလည်း ထပ်ပြီးတင်ဆက်​ပေးဦးမှာပါ)။ ဝတ္ထုအ​နေနဲ့တုန်းကလည်း ​အောင်မြင်ခဲ့သလို ကာတွန်းရုပ်ရှင်ထွက်လာချိန်မှာလည်း ကြည့်ရှုသူပရိသတ်​တွေကိုစိတ်​ကျေနပ်မှု​ပေးနိုင်ခဲ့တဲ့ ဇာတ်လမ်း​တွေပါ။ အဲ့ဒီဇာတ်လမ်း၂ခုအပြင် ဆရာYomoji Otonoရဲ့တတ်ယ​မြောက် ဝတ္ထု 僕が君の名前を呼ぶから (Boku ga Kimi no Namae o Yobukara, lit. \"Because I'm Calling Your Name\")လည်း ၂၀၀၂ခုနှစ်မှာထွက်ရှိခဲ့ပါ​သေးတယ်ဇာတ်လမ်းက​တော့ အခု​ခေတ်စား​နေတဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းအ​ခြေခံထား​ပေမဲ့ တကယ့်ဇာတ်လမ်းအနှစ်က​တော့ ​ကောင်​လေးတစ်​ယောက်ရဲ့အချစ်ဇာတ်လမ်း​လေးပါ။ အချစ်ဇာတ်လမ်း​လေးကိုလှလှပပ ရယ်​မော​ငို​ကြွေးနိုင်​​အောင်ကိုတင်ဆက်​ပေးသွားနိုင်ခဲ့တာမလို့ ကြည့်​နေရင်းနဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းကိုစိတ်မဝင်စား​တော့ အချစ်ဇာတ်လမ်းထဲမှာ​မျောပါသွားနိုင်တဲ့အထိပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့Koyomiဟာ အလယ်တန်း​ကျောင်းသားဘဝမှာပဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dEp2/To_Every_You_I_ve_Loved_Before_.2022.720p(CM).mp4",
        "category": "Animation, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/8aa63bb5b88fd8a7d717b623ef15bf91-135x200.jpg",
        "title": "Sin City: A Dame to Kill For (2014)",
        "description": "Sin City: A Dame to Kill For ( 2014 )2005က ထွက်ခဲ့တဲ့ Sin City (https://channelmyanmar.org/sin-city-2005/) ရဲ့ တိုက်ရိုက် အဆက်လို့ပြောလို့ရတယ်။ (အဆက်လို့တော့ လုံးလုံးပြောမရတာက ခေါင်းစီးအခန်းဖြစ်တဲ့ A Dame To Kill For က ပထမကားက ဒွိုက်ရဲ့ဇာတ်လမ်း မတိုင်ခင်က ဇာတ်လမ်းဖြစ်နေလို့ပါပဲ။ ပြောရရင် ဒီကဇာတ်တွေအားလုံးက တစ်ဇာတ်ကလွဲ ကျန်တာတွေက ပထမဇာတ်တွေကို ပြန်ဆက်ထားတဲ့ prequel တွေ sequel တွေချည်းပဲ။ ပထမကားရဲ့ အရသာကို ပြန်မီအောင်တော့လုပ်ထားတယ်။ ဒါပေမဲ့ ပထမကားလောက် လူမဆန်ခြင်းမျိုးတွေတော့ တွေ့ရမှာမဟုတ်ဘူး။ ဒါပေမဲ့လည်း သူ့နည်းသူ့ဟန်နဲ့ အီဗာဂရင်းနဲ့ ဂျက်စီကာအယ်ဘာရဲ့ အလှတွေနဲ့ သွေးသံရဲရဲတွေကို ပေါင်းစပ်ထားတဲ့ ခပ်ကြမ်းကြမ်းကားတော့ ဖြစ်နေတုန်းပဲ။ ပထမကားမှာတုန်းက တစ်ခန်းတစ်ခန်းချင်းစီကို သူ့အခန်းနာမည်နဲ့ စာတန်းထိုးပေးထားလို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fwfP/(CM)_Sin.City.A.Dame.to.Kill.For.2014.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/91yWSObwGFL._AC_SY679_-143x200.jpg",
        "title": "Sin City (2005)",
        "description": "Sin City (2005)============IMDb Rating - 8.0/10Sin Cityအကြောင်းပြောရရင် နည်းနည်းတော့ရှည်မယ်။ဒီရုပ်ရှင်က ချီးကျူးစရာတော့ အတော်များပါမယ်။ ဒါရိုက်တာသုံးယောက်နဲ့ ဇာတ်လမ်း လေးပုဒ်ပါတဲ့ ရုပ်ရှင်တစ်ကားကိုကြည့်ရတာတစ်ကွဲတစ်ပြားမဖြစ်သွားအောင် ချိတ်ဆက်ထားပုံတွေက သပ်ရပ်တယ်။ Graphic Novelတွေကို ပြန်ရိုက်ထားပေမယ့် Graphic Novelအတိုင်း ပေးဖတ်လိုက်သလိုမျိုး CGIကိုသုံးပြီးပြီး အမြင်ကိုဖမ်းစားထားတာကလည်းဒီရုပ်ရှင်ရဲ့ဆွဲဆောင်မှုတစ်ခုပါပဲ။ အဖြူအမဲလုပ်လိုက် ပြချင်တဲ့အရာတစ်ခုကိုပဲ အရောင်ထည့်ပေးလိုက် ပြကွက်တွေဟာ ဒီအတိုင်းကျွန်တော်တို့ သတိမထားမိမယ့် ပြကွက်တွေကိုပိုသိသာစေတယ်။ Narratorလည်းထည့် ဇာတ်ကောင်ရဲ့ အတွေးတွေကိုလည်းပြထားတာပါ ပေါင်းလိုက်ရင် ဘာမှဖြည့်တွေးစရာမလိုလောက်အောင် ကြည့်ရလွယ်ကူတဲ့ Art Filmတစ်ခုကို တည်ဆောက်ပေးထားသလိုပဲ။ တစ်ချို့အကွက်တွေကတော့ Quentin Tarantinoဆန်တယ်။ ဆန်ဆို ဒီကားမှာသူက Guest Director။သူကိုယ်တိုင်၀င်ရိုက်ခဲ့တာက ငါးမိနစ်လောက်ပဲပါပေမယ့် ကျန်တာတွေလည်း သူအကြံပေးခဲ့မယ်ထင်တယ်။ ချေးအပြည့်နဲ့အိမ်သာခွက်ထဲ ခေါင်းနှစ်တာတွေကားဘေးက တရွတ်တိုက်ဆွဲပြီး စစ်မေးတာတွေ လိင်အင်္ဂါကို ဆွဲဖြုတ်တာတွေ ခြေတွေလက်တွေဖြတ်ပြီး ကျန်တဲ့ကိုယ်ကို ခွေးကျွေးတာတွေ မထင်သလို ...",
        "rating": "8.0",
        "url": "https://megaup.net/1TBl6/(CM)_Sin.City.2005.Unrated.Recut.Extended.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/champions-135x200.jpg",
        "title": "Champions (2023)",
        "description": "Champions (2023)\n================\nIMDb Rating - 6.7/10\nComedey, Drama, Sportဒီဇာတ်လမ်းလေးကတော့ Basketball ကိုကျောရိုးယူထားပြီး\nကြည့်နေတဲ့သူတွေကိုပါ ဟာသဆန်ဆန်နဲ့ စိတ်ကြည်နူးမှုလေး\nကို ခံစားစေနိုင်တဲ့ Sportဇာတ်လမ်းလေးကောင်းတစ်ခုပါ။\nဒီဇာတ်ကားမှာတော့ Now You See Me, Vernon, The\nHunger Games စတဲ့ရုပ်ရှင်တွေမှာ သရုပ်ဆောင်ထားတဲ့\nမင်းသားကြီး Woody Harrelson က နည်းပြ Marcus\nMarakovich အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့..\nMarcus Marakovich ဟာကစားသမားတွေကို လက်ရွေးစင်\nအသင်းအထိရောက်အောင် လေ့ကျင့်ပေးနိုင်တဲ့ အရည်အချင်း\nရှိတဲ့နည်းပြတစ်ယောက်ပါ။ ဒါပေမဲ့ကစားပွဲတွေအတွက် ကစား\nနည်းပုံစံတွေကိုသာ အာရုံစိုက်လေ့ရှိပြီး အသင်းသားတွေကိုတော့\nစိတ်ထဲတောင်မထားတဲ့သူပေါ့။ ဒီလိုလူကတစ်နေ့မှာတော့ အရက်\nမူးမူးနဲ့ကားမောင်းရင်း ရဲကားတစ်စီးကိုတိုက်မိသွားပါတယ်။\nတရားရုံးကသူ့ကို ဉာဏချို့တဲ့နေတဲ့ အသင်းသားတွေကို ရက် ၉၀\nကြာ နည်းပြအဖြစ်လေ့ကျင့်ပေးဖို့ ပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်။\nအသင်းသားတွေကို ဂရုမစိုက်တတ်တဲ့ Marcus တစ်ယောက်က\nတော့ သေချာဂရုစိုက်ပြီး လေ့ကျင့်သင်ကြားပေးဖို့လိုအပ်တဲ့ အသင်း\nသားတွေနဲ့ စိတ်ပျက်နေခဲ့ပါတယ်။ဒါပေမဲ့ တစ်ရက်ထက်တစ်ရက် သူ့အသင်းသားတွေက ထင်ထား\nတာထက် ပိုပြီးလုပ်နိုင်စွမ်းရှိတာကို သူသတိထားမိလာပါတယ်။\nနည်းပြနဲ့အသင်းသားတွေကြားက တစ်ယောက်နဲ့တစ်ယောက်\nနားလည်မှုယူတဲ့ပုံစံတွေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1drj1/Champions.2023.720p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/meBdUcg308d7jhoVShOXxJDU8pn.jpg",
        "title": "The Devil’s Deception (2022)",
        "description": "The Devil's Deception / Talbis Iblis (2022)မလေးဘာသာစကားလို \"မကောင်းဆိုးဝါးရဲ့မက်လုံး\" လို့ အဓိပ္ပာယ်ရတဲ့ Talbis Iblis ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးပါရစေ။၁၉၉၀ ခုနှစ်တုန်းက ဂျူနဲဒါးဆိုတဲ့ မိန်းကလေးတစ်ယောက်မှာ အိမ်ထောင်ရက်သားမကျခင် ကလေးရလာပေမဲ့ လှေကားပေါ်က တွန်းချခံခဲ့တာကြောင့် ကလေးပျက်ကျသွားခဲ့ပါတယ်။\nအဲဒီအချိန်ကစပြီး သူဟာ သားရူးရူးပြီး အလ္လာဟ်ရှင်မြတ်ဟောကြားထားတာတွေနဲ့ ဆန့်ကျင်တဲ့ အပေးအယူကို ပြုခဲ့ပါတော့တယ်။၂၀၂၂ ယခုခေတ်မှာတော့ ဟာဂျာဆိုတဲ့ကောင်မလေးကလည်း အိမ်ထောင်မကျခင် ကလေးရသွားလို့ ကလေးအဖေဖြစ်သူ အာရှက်ဒ်နဲ့ အမြန်လက်ထပ်လိုက်ရသူပါ။\nသူတို့လင်မယားနှစ်ယောက် ကိုယ်လေးလက်ဝန်ကြီးနဲ့ အဘူမီရာတောင်ကုန်းက ဂျူနဲဒါး (သူတို့အခေါ် အမေဂျူ) တို့အိမ်ကို ရောက်လာခဲ့ပါတော့တယ်။\nလာခဲ့တဲ့အကြောင်းကလည်း ကလေးမွေးဖို့မဟုတ်ဘဲ ကိုယ်ဝန်ဖျက်ချဖို့အတွက်ပါ။ဒီလိုနဲ့ ကိုယ်လေးလက်ဝန်နဲ့ ဟာဂျာတစ်ယောက် သူ့ကိုဂရုမစိုက်ပေးတဲ့ လင်ယောက်ျားရဲ့အထားခဲ့ခံရပြီး အမေဂျူနဲ့ရှိနေရတဲ့အချိန်မှာ\nအရင်က အတိတ်ဆိုးတွေက အိပ်မက်တွေအနေနဲ့ ပိုပိုရောက်လာတဲ့အခါ...\nတစ်ဖက်မှာလည်း အမေဂျူက ဟာဂျာ့ကလေးကို မရအရယူဖို့ စိုင်းပြင်းနေတဲ့အခါ...ဟာဂျာတစ်ယောက် လူတွေပျောက်တယ်လို့ နာမည်ကြီးတဲ့ အဘူမီရာတောင်ကုန်းမှာ ...",
        "rating": "6",
        "url": "https://megaup.net/1dCcr/Talbis.Iblis.2022.1080p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmFiZmRjZmMtZjZhYi00ODM2LWIyMTItMjZmNTljYjU4M2ZkXkEyXkFqcGdeQXVyNjg5MDIxMTk@._V1_-160x200.jpg",
        "title": "What’s Love Got to Do with It? (2022)",
        "description": "What's Love Got to Do with It? (2022)\n===========================\nIMDb Rating - 6.4/10ဘာမှမညွှန်းခင် အရင်ဆုံးပြောချင်တာကတော့ ဒီကားကို\nတီတီတာတာလုပ်စရာ ရည်းစားမရှိတဲ့သူတွေ ကြည့်သင့်\nတယ်ဗျ။ \"ရည်းစားမရှိလည်း အေးဆေးပါ အချိန်တန်ရင်\nအိမ်ကစီစဉ်ပေးလိမ့်မယ်\" ဆိုတဲ့သူတွေဆို အပြေးကို ကြည့်\nသင့်တဲ့ကားမျိုးပါ။ အဲ....အိမ်ကတောင် စီစဉ်ပေးစရာလူ\nမရှိဘူးဆိုရင်တော့ ဘုန်းကြီးကျောင်းမှာသာ တိုကင်ပေး\nထားလိုက်ပါတော့။အဖြစ်ကတော့ ဒီလို။\nကက်ဇ် က \"အိမ်ထောင်ရေးမှာ အချစ်ဆိုတာက ပါမွှားပါ၊\nနောက်ကျ သူ့အလိုလိုအဆင်ပြေသွားလိမ့်မယ်\" ဆိုတဲ့ အသက်\n၃၂ နှစ်အရွယ်ရှိပြီဖြစ်တဲ့ လန်ဒန်မှာမွေးတဲ့ ပါကစ္စတန်သား\nဆရာဝန်တစ်ယောက်။ ဇိုဝီကတော့ မှတ်တမ်းရုပ်ရှင်တွေ\nဖန်တီးတဲ့ ဒါရိုက်တာတစ်ဦးဖြစ်ပြီး ဆုတွေပါ ရရှိထားတဲ့\nဗြိတိန်သူလေး။ \"ယောက်ျားယူတာ ကောင်းတယ်ဆိုတာ\nပုံပြင်တွေထဲမှာပဲ ရှိတယ် အပြင်မှာတော့ ယောက်ျားတွေက\nအလကားပဲ\" ဆိုတာ သူ့ဆောင်ပုဒ်ပေါ့။သူတို့နှစ်ယောက်က ငယ်စဉ်တည်းက အိမ်နီးချင်းတွေဖြစ်ပြီး\nမိသားစုချင်းကလည်း ပြောမနာဆိုမနာတွေဆိုပါတော့။တစ်ရက်မှာ\nကက်ဇ်ရဲ့မိဘတွေက သူတို့ရဲ့ ပါကစ္စတန်ရိုးရာအတိုင်း သူ့ကို\nအိမ်ထောင်ချပေးဖို့ စီစဉ်ကြပါလေရော။ အဲဒီမှာ ဇိုဝီက ကက်ဇ်ရဲ့\nမိဘတွေအချင်းချင်း စီစဉ်ကြတဲ့ လက်ထပ်ပွဲကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dwx8/Whats.Love.Got.to.Do.with.It.2022.720p.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g6uFA7r4VqqQeW4u9YtktheRXUt.jpg",
        "title": "Quasi(2023)",
        "description": "Quasi(2023)***********ပြင်သစ်စာရေးဆရာ Victor Hugoရဲ့ ၁၈၃၁ခုနှစ်ထွက် ပြင်သစ်စာပေသမိုင်းမှာ နာမည်အကြော်ကြားဆုံးဖြစ်ခဲ့တဲ့The Hunchback of Notre-Dame(နိုထရာဒမ်မှ ခါးကုန်းကြီး)ဆိုတဲ့ ဝတ္ထုကို\nမှီငြမ်းရိုက်ကူးထားတဲ့ကားလေးပါပဲ။\nမူရင်းဝတ္ထုမှာဆိုရင် ရုပ်ပျက်ဆင်းပျက် ခါးကုန်းကြီးတစ်ယောက်ရဲ့ စင်ကြယ်သောမေတ္တာသက်သက်နဲ့အနစ်နာခံခြင်း၊ စွန့်စားခြင်းတွေကို ပေါ်လွင်အောင်ရေးသားထားတာမို့\nခေတ်အဆက်ဆက်မှာ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်အဖြစ်၊ ကာတွန်းကားအဖြစ်ရိုက်ကူးခဲ့တာ မနည်းပါဘူး။\nဒီဇာတ်ကားကတော့ အဲ့ဝတ္ထုကို မှီငြမ်းထားပေမယ့် အဲ့ကခါးကုန်းကြီးအကြောင်းမဟုတ်ပါဘူး။\nခါးကုန်ကြီး ကွာစီမိုဒိုရဲ့သနားစရာဘဝကို ပြက်လုံးတွေနဲ့ ဟာသဆန်ဆန်ပြန်လည်ရိုက်ကူးထားတဲ့ သရော်ရုပ်ရှင်တစ်မျိုးပါ။\nသို့ပေမဲ့လည်း plotအမျိုးမျိုး ဇာတ်ကွက်အမျိုးမျိုးက ဟာသတွေကြားမရိုးရအောင်ဆွဲဆောင်သွားနိုင်တာတော့ ဝန်ခံရမယ်ဗျ။\nဇာတ်လမ်းအကြောင်းကို အကျဥ်းချုပ်ပြောရရင် ခါးကုန်းကြီး ကွာစီမိုဒိုတစ်ယောက်အဲ့ခေတ်ကာလက အာဏာအရှိဆုံးလူနှစ်ယောက်ဖြစ်တဲ့ ဘုရင်နဲ့ ပုပ်ရဟန်းကြီးအကြား မြေစာပင်ဖြစ်ခဲ့ရတဲ့ဘဝအကြောင်းပါ။\nနဂိုကတကည်းက ကျောကုန်းမှာဘုကြီးနဲ့ ရုပ်ပျက်ဆင်းပျက် လူရာမဝင်ဖြစ်နေပြီးသားကိုမှဘယ်လိုကံဆိုးမိုးမှောင်ကျဦးမလဲဆိုတာကို ရယ်မောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။File Size :(2.09GB) and (798MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fvdy/Quasi.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGti63TFEyXbDzIqpuQvXVFU14t.jpg",
        "title": "Side Seeing (2022)",
        "description": "Side Seeing (2022)You touched my heartဇာတ်ကားနဲ့ မကြာ‌သေးခင်ကမှ ပရိသတ်တွေရဲ့အာရုံကို ဖမ်းစားသွားတဲ့\nကလေးတို့ဖေဖေ ဦးဦးPushနဲ့ ကိုကြီးAugustတို့ရဲ့ movieအသစ်လေးထွက်ရှိလာပြီဆိုတော့ စီအမ်ထိုင်းကားချစ်သူ‌တို့အတွက် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီတစ်ခါမှာတော့ P' Pushကို နာမည်ကြီးတစ်ယောက်အနေနဲ့ လိုက်ဖက်စွာမြင်ရဦးမှာမလို့ လက်လွတ်မခံသင့်တဲ့မူဗီလေးဖြစ်ကြောင်း ကြိုတင်လက်တို့လိုက်ပါတယ်နော်။ဖန်ဂဲလ်တစ်ယောက်အတွက်တော့ သူချစ်ရတဲ့အိုင်ဒေါလ်ကို အပြင်မှာ ရင်းရင်းနှီးနှီးတွေ့ခွင့်ရတဲ့အခွင့်အရေးက သူ့ဘဝအတွက် အထူးခြားဆုံး အရေးပါဆုံးလို့ သတ်မှတ်လို့ရနိုင်တာမျိုးပါ။\nဒါကပဲ ဗီယက်နမ်က သန်းကြွယ်သူဌေးကြီးရဲ့ချစ်သဲညှာလေးဖြစ်တဲ့မေတစ်ယောက် ထိုင်းကိုရောက်လာရခြင်းရဲ့ အကြောင်းအရင်းပါပဲ။\nသူ့ရဲ့အိုင်ဒေါလ်ဖြစ်တဲ့ ပါ့ခ်နဲ့အတူညစာစားရင်း မွေးနေ့ပွဲကိုကျင်းပနိုင်ဖို့ အဖေဖြစ်သူသူဌေးကြီး မွေးနေ့လက်ဆောင်အဖြစ် စီစဉ်ပေးထားတဲ့အတွက်ပါ။အမြဲတမ်း အဖေ့အရိပ်အောက်မှာ အထိန်းတော် ကိုယ်ရံတော်တွေနဲ့နေနေရတဲ့မေတစ်ယောက် ထိုင်းကိုရောက်ချိန်မှာ\nမထင်မှတ်ဘဲဆုံတဲ့ ဆိုင်ကယ်သမားလေးဘွိုင်းရဲ့အကူအညီနဲ့ ကိုယ်ရံတော်တွေလက်က ထွက်ပြေးရင်း သူ့ရဲ့အိုင်ဒေါလ်ပါ့ခ်ဆီမှာ အကောင်းမြင်ခံရဖို့ ကြိုးစားပါတော့တယ်။\nအဲဒီနောက်မှာတော့...\nပိုးလိုဥထားတဲ့မင်းသမီးလေး‌မေနဲ့ ဘဝသမားလေးဘွိုင်းတို့ အလွဲလွဲ အချော်ချော်တွေကြားက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စီအမ်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ရ‌အောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3fv8g/Side.Seeing.the.Movie.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQC8aBiiWRui0l5e58GHelYipC.jpg",
        "title": "27 Days Underground ( 2023 )",
        "description": "မိသားစုအခက်ခဲတွေကိုယ်စီနဲ့ စားဝတ်နေရေးကာမိအောင် မိုင်းတွင်းမှာအလုပ်လုပ်နေကြတဲ့ သူတို့...\nတစ်နေ့မှာ မတော်တဆ မိုင်းတွင်းမှာမြေပြိုမှုဖြစ်ပြီး မီတာ၄၀၀နီးပါးရှိတဲ့\nမိုင်းတွင်းအောက်ခြေတစ်နေရာမှာ သူတို့ညီနောင်ငါးယောက်လုံး ပိတ်မိနေပါတော့တယ်၊\nကယ်ဆယ်ရေးသမားတွေ စဉ်ဆက်မပြတ် ကယ်တင်ဖို့ ကြိုးစားပေမဲ့လည်း\nသူတို့ပိတ်မိနေတဲ့နေရာက သာမာန်လှိုဏ်ဂူလေးတောင် မဟုတ်ဘဲ\nတည်နေရာကိုတောင် ခန့်မှန်းမရတဲ့ မှောင်မိုက်၊လေထုချို့တဲ့ပြီး\nသီးခြားကမ္ဘာကြီးတစ်ခုလိုဖြစ်နေတဲ့ မြေအောက်ကဥမင်တွင်းတစ်ခု ဖြစ်လို့နေပါတယ်-\"ထမင်းအသက်၇ရက် ရေ့အသက်တစ်မနက်\"ဆိုတဲ့ဆိုရိုးစကားတွင်ခဲ့သလို\nသူတို့ရော အရာအားလုံး ပြတ်လတ်နေတဲ့တွင်းနက်ကြီးထဲမှာ ရှင်သန်နိုင်ပါ့မလား-ဒီလိုနဲ့ တစ်ရက်ပြီးတစ်ရက် ခက်ခဲလှတဲ့နေ့ရက်တွေကို ကုန်ဆုံးရင်း\nဘဝကိုရေစုန်မျှောလိုက်လေမလား~မျှော်လင့်ချက်နဲ့ပဲ ဆက်လက်ရုန်းကန်သွားမလား-ဘယ်အရာတွေကရော သူတို့ငါးယောက်အတွက် မျှော်လင့်ချက်ရောင်ခြည်ဖြစ်စေခဲ့တာလဲ\n_မိသားစုလား၊သံယောဇဉ်လား၊ကိုယ်ချစ်တဲ့လူတွေအတွက်ပဲလား...\"မိုင်းတွင်းထဲက ငိုရှိုက်သံ\"ဆိုတဲ့ရုပ်ရှင်မှာ လူ့ဘဝရဲ့လောကဓံတွေ၊အခက်ခဲတွေအပြင်\nစည်းလုံးညီညွှတ်မှုနဲ့ခေါင်းဆောင်ကောင်းတစ်ယောက်ရဲ့ လက္ခဏာရပ်တွေ ၊\nအလုပ်သမားတွေရဲ့ဘဝကိုပါ ရှုထောင့်တစ်ခုကနေ သဘာဝဆန်ဆန်\nရိုက်ကူးပေးထားတာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့အတွက်\nCMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/1TAhg/27_Days_Undergound_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
        "title": "Holes (2003)",
        "description": "Holes (2003)\nIMDb - 7.0/10, Rt - 78%CM ပရိသတ်တွေအတွက် 2003 တုန်းကထွက်ရှိခဲ့တဲ့မိသားစုရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။Transformers ရုပ်ရှင်တွေမှာ ဆမ် နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့မင်းသား Shia LaBeouf ကအဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စတန်လီ ယဲနက် \"လေး\" (Shia LaBeouf) ဟာသူ့မိသားစုရဲ့ နှစ်ပေါင်း 150 ကျော်နေပြီဖြစ်တဲ့ကျိန်စာကြီးတစ်ခုကြောင့်အမြဲကံဆိုးနေရတဲ့သူပါ။တစ်နေ့မှာတော့လမ်းလျှောက်နေရင်း မိုးပေါ်ကနေသူ့ခေါင်းပေါ်ကိုကျလာတဲ့ ဖိနပ်တစ်ရံကို ယူသွားမိတဲ့အတွက်ဖိနပ်ခိုးမှုနဲ့ တရားစွဲခံရပြီး ဂရင်းလိတ်ခ်လူငယ်ပြုပြင်ရေးစခန်းကိုအပို့ခံလိုက်ရပါတော့တယ်။ဒါပေမဲ့ဂရင်းလိတ်ခ်စခန်းဟာ နာမည်အတိုင်းဟုတ်မနေပဲရောက်လာတဲ့ လူငယ်လေးတွေကို အတင်းအကြပ်လုပ်အားပေးခိုင်းစေနေတဲ့အလုပ်ကြမ်းစခန်းလိုမျိုးဖြစ်နေပါတယ်။စခန်းရဲ့ကြီးကြပ်ရေးမှူးက အဆိပ်ရှိမြွေတွေနဲ့ ဖွတ်တွေပဲရှိတဲ့လွင်တီးခေါင်ပြင်ကန္တာရထဲမှာ တစ်နေ့ကို ငါးပေနက်ပြီးငါးပေကျယ်တဲ့တွင်းတွေတူးခိုင်းပြီးဘာမှန်းမသိရတဲ့အရာကို ရှာဖွေခိုင်းနေတာပါ။ဒီလိုနဲ့ပဲ စတန်လေ ယဲနက် တစ်ယောက် စခန်းမှာအသားကျအောင်နေထိုင်ရင်းနဲ့တစ်နေ့မှာ သူစာဖတ်တတ်အောင်သင်ပေးနေတဲ့ဟက်တာ ဇာရိုနီဆိုတဲ့ ကောင်လေးကပြဿနာတစ်ခုကြောင့်ထွက်ပြေးသွားပါတော့တယ်။လူတစ်ယောက်ထဲဆိုဘယ်လိုမှမရှင်သန်နိုင်တဲ့ကန္တာရကြီးဖြစ်တာမလို့ စတန်လေလည်းဟက်တာနောက်ကို လိုက်သွားခဲ့ပါ‌ တော့တယ်။ဒီလိုနဲ့သူတို့ကို တွင်းတွေတူးပြီး ရှာဖွေခိုင်းထားတဲ့အရာတွေဟာ စတန်လေတို့မိသားစုကျိန်စာနဲ့ဆက်စပ်နေပြီး ကြီးကြပ်ရေးမှူးရဲ့ မိသားစုနဲ့ပါဆက်စပ်နေတဲ့အခါမှာဘာတွေဆက်ဖြစ်လာမလဲ၊ စတန်လေနဲ့ ဟက်တာတို့ကရောလွင်တီးခေါင်ပြင်ကြီးထဲမှာ ရှင်သန်နိုင်မလား၊သူတို့ရှာဖွေနေတဲ့ဘာမှန်းမသိတဲ့အရာကိုရော တွေ့မှာလား၊အတိတ်မှာကရော စတန်လေရဲ့ ဘိုးဘေးတို့ကဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။ File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dwzp/Holes.2003.720p._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/rkpvbkkkyXrBowLQuiU-o-140x200.jpg",
        "title": "Bua Pan: Beauty and the Blade(2023)",
        "description": "Bua Pan: Beauty and the Blade(2023)**********************************အခု ၂၀၂၃ မှာ ထွက်ထားတဲ့ ထိုင်းရုပ်ရှင်ရုံတင်ကားလေးတစ်ကားကိုCM fan တွေအတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားမှာတော့ အဓိကမင်းသား Kham အဖြစ် TharnType က Gulf က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအဓိကမင်းသမီးအနေနဲ့ကတော့ ဝါရင့်မင်းသမီးတစ်ယောက်ဖြစ်တဲ့ Anne Thongprasom ကBuaPan အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nကျေးလက်တောရွာဓလေ့လေးတွေနဲ့ ဘူဝါဖန်ဆိုတဲ့ ပန်းပဲဆရာမတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို\nဟာသနှောပြီး ရိုက်ကူးထားတာဖြစ်လို ကြိုက်နှစ်သက်ကြမယ်လို မျှော်လင့်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဘူဝါဖန်က ပန်းပဲဆရာမတစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းက စစ်သမီးတစ်ယောက်လုပ်ချင်တဲ့ အိပ်မက်ရှိခဲ့သူပါ..\nဒါပေမဲ့ သူမဖြစ်ချင်တဲ့ အိပ်မက်ကို သူမအဖေက အသည်းအသန်ကန့်ကွက်ခဲ့ပါတယ်...\nဘူဝါကတော့ သူ့ရဲ့ ကလေးဘဝက အိပ်မက်ကို အကောင်အထည်ဖော်ဖို\nသူ့အဖေမသိအောင်လို ဆရာတစ်ယောက်နဲ့ လျှိဝှက်ပြီးတော့ ဓားရေးစစ်ရေးတွေ သင်ယူခဲ့တယ်...\nသူမရဲ့ အရည်အချင်းတွေ ပြည့်ဝလာတဲ့အခါမှာတော့ ရည်မှန်းချက်က လက်တစ်ကမ်းအလိုပေါ့..\nအဲဒီမှာ ဘူဝါ့ဆီမှာ တပည့်ခံချင်တဲ့ ခမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်လာခဲ့တယ်...ခမ်ဆိုတဲ့ကောင်လေးသူမတို့ဆီရောက်လာတဲ့အချိန်ကစပြီး ကပြောင်းကပြန်တွေဖြစ်တော့တာပါပဲ..ခွီချင် ရင်ခုန်ချင်တဲ့သူတွေ ကြည့်သင့်ပါကြောင်း..........File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dCay/Bua.Pun.Beauty.and.the.Blade..2023.NF.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YtsND7vSNymylnOSzgg3DdVFMB.jpg",
        "title": "Along Came a Spider (2001)",
        "description": "မင်းသားကြီး မော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားပြီး2001 တုန်းကထွက်ရှိခဲ့တဲ့ မှုခင်းအက်ရှင်‌ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စိတ်ပညာရှင်/စုံထောက်ဒေါက်တာ အဲလက်စ် ခရော့စ် (မော်ဂန် ဖရီးမန်း) ဟာစစ်ဆင်ရေးတစ်ခုမှာ သူ့ရဲ့တွဲဖက်ကို ဆုံးရှုံးလိုက်ရပြီးကတည်းကသူ့ကိုယ်သူခွင့်မလွှတ်နိုင်ပဲ၊ ဘဝကြီးကိုလည်းရည်ရွယ်ချက်မရှိဖြတ်သန်း‌နေသူပါ။ဒီဖြစ်ရပ်ဆိုးကြီး ဖြစ်အပြီး ရှစ်လအကြာမှာတော့ပြည်နယ်လွှတ်တော်အမတ် ဟန့်ခ် ရို့စ်ရဲ့ကိုယ်ပိုင်ကျောင်းတစ်ခုမှာကျောင်းတက်နေတဲ့သမီးလေး ရို့စ်ဟာ Secret Service ရဲ့စောင့်ရှောက်မှုအောက်မှာရှိနေရင်းနဲ့ ပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ဒီလိုနဲ့ အဲလက်စ်ဆီကို ပြန်ပေးသမားကဖုန်းဆက်ပြီးသူရဲ့ကစားပွဲထဲကို ဝင်ပါခိုင်းရင်း အဲလက်စ်တစ်ယောက် ပြန်ပေးသမားရဲ့ကစားပွဲကိုနိုင်အောင်ကစားနိုင်မှာလား၊ ရို့စ်ကိုရော အောင်အောင်မြင်မြင်နဲ့ကယ်ထုတ်နိုင်မှာလား၊ဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ရမလဲ၊ဘယ်လိုအလှည့်အပြောင်းတွေရှိလာမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။ File size…  2.77 GB /  742 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by TMMT",
        "rating": "6.4",
        "url": "https://megaup.net/1Tu2f/Along.Came.a.Spider.2001.720p.Encode.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Prjpx6Vt1hoRh9B7Fsh1o36aub.jpg",
        "title": "On the Fringe (2022)",
        "description": "On the Fringe (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 80% ~စပိန်မင်းသား Juan Diego Botto ဒါရိုက်တာလုပ်ပြီး ပွဲဦးထွက်အနေနဲ့ရိုက်တဲ့ စပိန်ရုပ်ရှင်ပါ။ သူကိုယ်တိုင်ရော နာမည်အကြီးဆုံး စပိန်မင်းသမီး Penélope Cruz ရော သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်ကားမှာတော့ စပိန်ရဲ့မျက်မှောက်ခေတ်မှာ ကြုံနေရတဲ့ လူမှုဘဝပြဿနာတွေရောကိုပြထားပြီး အဲဒီထဲက အကြီးဆုံးပြဿနာဖြစ်တဲ့ ဘဏ်ကြွေးကြောင့် နေအိမ်က နှင်ထုတ်ခံရတဲ့ မိသားစုတွေအကြောင်းကိုရော ကွက်ကွက်ကွင်းကွင်းမြင်ရအောင် ရိုက်ပြထားတယ်။စပိန်ပြည်သူတွေကို အရင်အစိုးရက ဘဏ်တိုးနှုန်းသက်သက်သာသာနဲ့ ငွေချေးပေးမယ်လို့ ကြေညာခဲ့တဲ့အတွက် ပြည်သူတွေဟာ အိမ်အပေါင်စာချုပ်တွေနဲ့ ငွေချေးတာတွေ၊ သားသမီးအိမ်၀ယ်ဖို့ မိဘက အာမခံပေးတာတွေ လုပ်ခဲ့ကြတယ်။ အစိုးရသစ် ဘဏ်စနစ်အသစ်မှာ အတိုးတွေဟာ မိုးထိထိုးတက်ကုန်ကြပါတယ်။ ဒီနောက်မှာ ဘဏ်တွေဟာ အတိုးကို အကြောင်းပြုလို့ အိမ်တွေကို သိမ်းလာတဲ့အခါ\nစပိန်မှာ အိုးမဲ့အိမ်မဲ့တွေ များပြားလာခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tzq3/(CM)_On_the_Fringe_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/eu-131x200.jpg",
        "title": "[18+] Eugenie (1970)",
        "description": "[18+] Eugenie (1970)\n===============Marquis de Sade ဆိုတဲ့ပြင်သစ်စာရေးဆရာကြီးရဲ့\nနာမည်ကြီးဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Philosophy in the\nBedroom ( ၁၈ + ) ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့\nရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ မြှီးကောင်ပေါက်အရွယ်ဖြစ်ပြီး\nအပျိုစစ်စစ် ယူဂျင်းနီက သူ့အမေရဲ့တင်းကြပ်တဲ့ စည်း\nကမ်းတွေကို မုန်းနေသူဖြစ်ပါတယ်။ တစ်နေ့မှာ သူ့ကို\nမျက်စိကျနေတဲ့ လူချမ်းသာ မာဗယ်က သူ့ညီမလေးကို\nပူဆာပြီး သူတို့ပိုင်တဲ့ကျွန်းမှာ နှစ်ရက်လာလည်ဖို့ ဖိတ်\nခိုင်းပါတော့တယ်။မာရီယာကလည်း သူ့အစ်ကိုဆန္ဒရှိရင်ရအောင်ဖြည့်ဆည်း\nပေးတတ်ပြီး ယူဂျင်းနီကိုလည်း လိင်ပညာပေးအစီအစဉ်\nများကို ကိုယ်ဖိရင်ဖိသင်ကြားပေးခဲ့ပါတယ်။ ယူဂျင်းနီတစ်\nယောက် သူတို့မောင်နှမကြားမှာ ဝိုင်လေးသောက်လိုက်\nအပြာရောင်အိပ်မက်ထဲရောက်လိုက်၊ ဝိလေးသောက်လိုက်\nအမည်းရောင်အိပ်မက်ထဲရောက်လိုက်နဲ့ ကြည့်တဲ့သူတွေရင်\nခုန်အောင် ဘယ်လိုမျိုးလုပ်ဦးမလဲဆိုတာ ဆက်ကြည့်လိုက်\nပါတော့နော်။ ။ဆယ့်ရှစ်ယောက်တော့စုကြည့်ပေးကြနော် .....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJJV ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (400 MB) / (260 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......JJV\nEncoder..........Admin X",
        "rating": "5.3",
        "url": "https://megaup.net/1dhre/Eugenie.1970.FRENCH.720p.BluRay.(cm).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQ53sO5n9LCFbssV3oQ4CuajL1L.jpg",
        "title": "Kids vs. Aliens (2022)",
        "description": "Kids Vs Aliens (2022)IMDb 5.6 ရထားတဲ့ Horror, Sci-Fi အမျိုးအစားဖြစ်ပြီးတော့\nဇာတ်ကားနာမည်အတိုင်း ကလေးတွေနဲ့ ဂြိုလ်သားတွေ တိုက်ခိုက်ကြတဲ့ကားပါ။Sam နဲ့ Gary တို့မောင်နှမက နပန်းသတ်တာတို့ တိုက်ခိုက်ရတာတို့ကို ကြိုက်တဲ့သူတွေပါ။\nသူတို့မြို့က ပြဿနာရှာတတ်တဲ့ ဆယ်ကျော်သက်အဖွဲ့နဲ့လည်း မတည့်ကြပါဘူး။\nဒါပေမယ့် ဆယ်ကျော်သက်အဖွဲ့ထဲက အဖွဲ့ခေါင်းဆောင် Billy က Sam တို့မိဘတွေခရီးသွားတဲ့အချိန်\nသူတို့အိမ်မှာ ပါတီလုပ်ခွင့်ရအောင်လို့ Sam ကို ချစ်ချင်ယောင်ဆောင်ပြီး ချဉ်းကပ်လာပါတယ်။\nSam က Billy ကိုကြွေသွားပြီး အိမ်မှာ ပါတီလုပ်ခွင့်ပေးလိုက်ပေမယ့်\nGary ကတော့ သူ့အစ်မနဲ့သူ့ကြားဝင်လို့ဆိုပြီး ပြန်လက်စားချေဖို့ ချောင်းနေပါတယ်။\nသူတို့အိမ်မှာ ပါတီလုပ်တဲ့ညမှာပဲ Billy ရဲ့ သရုပ်မှန်တွေ ပေါ်လာပြီး ပြဿနာတွေ ဖြစ်နေတဲ့အချိန်မှာ\nဂြိုလ်သားတွေက ပါတီကိုရောက်လာပြီး လူတွေကိုတိုက်ခိုက်ပါတော့တယ်။\nBilly ကြောင့် အဆင်မပြေဖြစ်ခဲ့ကြတဲ့ Sam နဲ့ Gary တို့မောင်နှမနှစ်ယောက်ရယ်\nGary ရဲ့သူငယ်ချင်းတွေရယ် ဂြိုလ်သားတွေကို ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Tz9o/Kids.vs.Aliens.2022.720p.Web.CM.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzIwMzk2NjQtNjRmZS00YWQxLTk3MTgtN2YyYjEwNTc4OTMwXkEyXkFqcGdeQXVyMjE4ODEzODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Under the Fig Trees (2021)",
        "description": "Under the Fig Trees (2021)\n====================\nIMDb Rating - 6.5/10တူနီးရှားကျေးလက်ဒေသက သဖန်းသီးခြံထဲကို တစ်ရက်\nလောက် အလည်သွားကြရအောင်…\nဒီဇာတ်လမ်းလေးမှာ ကျောင်းပိတ်ရက် သစ်သီးခြံထဲမှာ\nသစ်သီးခူးရင်းအလုပ်လုပ်ကြတဲ့ လူငယ်လေးတွေရဲ့ တစ်\nနေ့တာကို ရိုက်ပြထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ မနက်အရုဏ်တက် သူတို့ကို လာ\nကြိုမဲ့ကုန်တင်ကားကို စောင့်ရင်း စကားမမြည်ပြောနေကြ\nတာနဲ့ အစပြုထားပါတယ်။ ခဏနေတော့ သစ်သီးခြံက\nသူဌေးရဲ့ ကားရောက်လာပြီး အသီးသီး ကားပေါ်တက်ကြ\nပါတယ်။ ဒီထဲမှာ ဖီဒဲဆိုတဲ့ ခပ်သွက်သွက်ပုံစံနဲ့ ကောင်မ‌လေး\nက သူများတွေလို နောက်မှာမထိုင်ဘဲ ရှေ့ခန်းက သူဌေးဘေးမှာ\nဝင်ထိုင်လိုက်ပါတယ်။ ထုံးစံအတိုင်း အနောက်ခန်းကလူတွေ\nအတွက် အတင်းပြောဖို့ အကြောင်းရသွားတောပေါ့။ခြံထဲကို ရောက်တော့ သစ်သီးခြင်းတွေ ရေပုံးတွေ တစ်ပင်နဲ့\nတစ်ပင်ကူးပြီး သစ်သီးခူးကြပါတော့တယ်။ သူတို့တစ်နေ့တာမှာ\nအတူအလုပ်လုပ်တဲ့ ကောင်လေးတွေနဲ့ မထိတထိ စကြပြောကြ\nတာတွေရှိမယ်။ သူတို့အချင်းချင်း အချစ်အကြောင်း အိမ်ထောင်\nရေးအကြောင်းတွေ ပြောကြမယ်။ စားကြသောက်ကြရင်း ရယ်\nစရာလေးတွေ ပြောကြမယ်။ အချင်းချင်း သူ့ရည်းစားကိုယ့်ရည်း\nစားစွပ်စွဲကြရင် ရန်သတ်ကြတာတွေလည်း ရှိမယ်။ အလုပ်ရှင်ရဲ့\nအနိုင်ကျင့်တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zvee/Under.the.Fig.Trees.2021.ARABIC.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZjczZDkzZmMtMzhkNi00NGUzLWEwMDYtMzIwZWZkZTAwZTlmXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-139x200.jpg",
        "title": "Blue Gate Crossing (2002)",
        "description": "Blue Gate Crossing (2002)\n===================\nIMDb Rating - 7.4/10ကိုယ့်နှလုံးသားကို ဝေခွဲမရဖြစ်နေတဲ့ မိန်းကလေးတွေရော၊\nမချစ်သင့်တဲ့သူကို ချစ်မိတဲ့ကိုကိုတွေရောမမတွေရော အတွေး\nတစ်စုံတစ်ရာရရှိအောင်လုပ်ပေးနိုင်တဲ့ LGBT ထိုင်ဝမ်ကား\nလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ထိုင်ဝမ်ရုပ်ရှင်တို့ထုံးစံအတိုင်း\nသဘာဝကျတဲ့ရိုက်ချက်တွေနဲ့ အပီအပြင်တင်ဆက်ပေးထား\nပါတယ်။ကျောင်းမှာအရမ်းချောတဲ့ ကျောင်းသားလေးဖြစ်တဲ့ ကျန်းရှီး\nဟောင်ကို လင်ယွဲ့ကျန်းကျောင်းသူက အရူးအမူးချစ်နေပါ\nတယ်။ ဘယ်လောက်တောင်ချစ်လဲဆိုရင် ကျန်းရှီးဟောင်\nစွန့်ပစ်ထားတဲ့ စာအုပ်၊ ဘောလုံး၊ အသုံးအဆောင်ပစ္စည်း\nတွေကအစ အမှိုက်ပုံးထဲကနေယူပြီး အိမ်မှာစုထားတဲ့သူပါ။\nဘယ်လောက်ပဲချစ်ချစ် သူငယ်ချင်းလုပ်ဖို့တောင် လုံးဝဖွင့်\nမပြောရဲတဲ့ ကြိတ်ခရက်ချ်သူလေးပေါ့။သူ့ကိုကူညီပေးဖို့ မုန့်ခယ်ရုံဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းကို\nအကူအညီတောင်းခဲ့ပါတယ်။ ကြားထဲကနေ အောင်သွယ်\nပေးရင်းနဲ့ ကျန်းရှီးဟောင်နဲ့လင်ယွဲ့ကျန်းတို့ နှစ်ယောက်ကြား\nဗျာများလာခဲ့ရပါတော့တယ်။ တစ်နေ့မှာ “ကျွန်မကိုမနမ်း\nချင်ဘူးလား”လို့ အရဲစွန့်ပြီးမေးလိုက်တဲ့တစ်ယောက်က\nမုန့်ခယ်ရုံဖြစ်သွားတဲ့အခါ.... ကျန်းရှီးဟောင်၊ လင်ယွဲ့ကျန်း၊\nမုန့်ခယ်ရုံတို့သုံးယောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်\nလိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (622 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "7.4",
        "url": "https://megaup.net/3fsG0/Blue.Gate.Crossing.2002.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQSUCsQMHg5bjMJv9UCK1w4S2GP.jpg",
        "title": "Infidelity Can Be Fatal (2023)",
        "description": "Infidelity can be fatal (2023)\"ဖောက်ပြန်ခြင်းသည် သေစေနိုင်သည်တဲ့\"စကားလုံး‌လေးကတော့ ရိုးရိုးရှင်းရှင်းလေးပါပဲ။\nအိမ်ထောင်ရေး နဲ့ အချစ်ရေးတွေမှာ သစ္စာရှိမှုနဲ့ တည်ဆောက်မှသာလျှင် ခိုင်မြဲကြသည်မဟုတ်လား။\nအိမ်ထောင်ဖက်တွေမှာ တစ်ယောက်ယောက်က သစ္စာဖောက်ပြီး ဖောက်ပြန်ပြီဆိုလျှင် စိတ်ဆင်းရဲစရာတွေ ကြုံရပါတော့တယ်။\nဖောက်ပြန်ခြင်းတိုင်းသည် သေစေသည် မဟုတ်ပေမယ့် ဖောက်ပြန်ခြင်းကြောင့် ဘဝဆုံးသွားတဲ့ လူတွေလည်း အများကြီးရှိပြန်သည်။\nဇာတ်လမ်းအကျဉ်းကတော့ လူစီသွန်မဆင်သည် ကိုယ်ပိုင်စုံစမ်းရေးကုမ္ပဏီတစ်ခုကို ထောင်ထားသည်။\nအိမ်ထောင်ရေးဖောက်ပြန်မှုများကို လိုက်လံစုံစမ်းပေးတဲ့ ဝန်ဆောင်မှုမျိုးကို လုပ်ပေးလေ့ရှိသည်။\nငယ်စဉ်ဘဝက ဖခင်ဖြစ်သူသည် အတွင်းရေးမှူးမနှင့် ဖောက်ပြန်ကာ သူ့မိခင်ကို ထားပစ်ကာ\nထွက်ပြေးသွားသည့်အတွက် အဆိုပါအလုပ်ကို စပြီးလုပ်ဖြစ်ခြင်း ဖြစ်သည်။\nထိုသို့လုပ်ကိုင်ရင်း သစ္စာမဲ့မှုတွေ ဖောက်လွဲဖောက်ပြန်မှုများကို နေ့စဉ်မြင်တွေ့ရသည့်အတွက်\nလူစီဟာ ရည်းစားလည်း မထားခဲ့သလို ယုံကြည်မှုကိုလည်း အားနည်းချက်အဖြစ် ရှု့မြင်သည်။\nတစ်နေ့မှာ ကလိုက်ကက်ဆယ်ဆိုတဲ့ ယောကျ်ားတစ်ယောက်ဟာ သူ့မိန်းမ ‌ဖောက်ပြန်နေသည်ဟု ထင်သဖြင့် စုံစမ်းပေးရန် လူစီ့ထံ အလုပ်အပ်လာလေသည်။\nထိုအမှုကို လိုက်ရင်း လူစီနဲ့ ကလိုက်တို့ကြား ဖောက်လွဲဖောက်ပြန်တွေ ဖြစ်လာပြီး ဘယ်လို လူသေဆုံးမှုတွေ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Txm5/Infidelity.Can.Be.Fatal.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fy7vhA9hnwGe6dqvVz1P8CnXnTd.jpg",
        "title": "Dragon Hunting Mystery ( 2023 )",
        "description": "ရှန်နုံရတနာသေတ္တာဟာ \"ထာဝရရှင်သန်ခြင်းရဲ့ တံခါးဝ\"လို့ ဒဏ္ဍာရီတွင်တဲ့\nအမတဆေးနဲ့ဆက်နွှယ်နေတဲ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာတစ်ခုဖြစ်ပါသတဲ့။ဒီလျှို့ဝှက်ချက်ကို သိတဲ့လူအနည်းကျဉ်းသာရှိပေမဲ့ အဲ့ဒီထဲမှ \"မုဖုန်းချန်\"ဆိုသူဟာ\nထိုရတနာကိုမျက်စိကျပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်၊‌\nရှေးဟောင်းအစဉ်လာဒဏ္ဍာရီလျှို့ဝှက်ချက်တွေကို ထိန်းသိမ်းတဲ့နေရာတစ်ခုဖြစ်တဲ့\nယန်ဟွမ်ခန်းမက မော့ရွှမ်နဲ့ချန်ရွှင်တို့ဟာလည်း ထိုနတ်ပစ္စည်းရတနာကို\nမသမာသူလက်ထဲမကျရောက်အောင် တာဝန်အရ အမြန်ရှာဖွေပါတော့တယ်။\nတကယ်တမ်းမှာတော့ ရှန်နုံရတနာသေတ္တာဟာ စစ်ဦးစီးချုပ်\"ကျန်းချန်ဇစ်\"\nလက်ထဲရောက်နေပါတော့တယ်၊ဒါပေမဲ့ ကျန်းချန်ဇစ်ဟာ ရှန်နုံရတနာသေတ္တာဟာဘာမှန်းမသိခဲ့ပါဘူး။-ဒီလိုနဲ့‌‌ ရတနာရှိရာကို လောဘရဲ့သားကောင်တွေ ပစ်မှတ်ထားလာတဲ့အခါ...∆ရန်သူရဲ့ရန်သူဟာ သူငယ်ချင်းဖြစ်တတ်တယ်ဆိုတဲ့အတိုင်း\nကျန်းချန်ဇစ်၊ချန်ရွှင်နဲ့ မော့ရွှမ်တို့သုံးယောက် ရှန်နုံရတနာကို ဘယ်လိုတွေဆက်ရှာဖွေသွားမလဲ...∆အရာအားလုံး ပုံရိပ်ယောင်တွေပြည့်နှက်နေတဲ့ နယ်နိမိတ်ကြီးမှာ\nသူတို့သုံးယောက်ကရော အစစ်မှန်ဖြစ်ပါ့မလား...∆အားလုံးရဲ့အရင်းမြစ်ဖြစ်တဲ့ ရှန်နုံရတနာသေတ္တာနဲ့\nအမတ‌ဆေးနောက်ကွယ်မှာရော ဘယ်လိုဇာတ်လမ်းတွေရှိနေမလဲ...ဘယ်လိုအန္တရာယ်တွေကိုရင်ဝယ်ပိုက်ပြီး နောက်ဆုံးမှာ\nအမတဆေးဟာ ဘယ်သူ့လက်ထဲကိုပဲရောက်ရှိသွားလေမလဲ.....ဆိုတဲ့အံ့ဖွယ်ဆန်းကြယ်ဖြစ်ရပ်တွေနဲ့စိတ်ဝင်စားစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခု ဖြစ်လို့ CMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/1dBr6/Dragon_Hunting_Mystery_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZhNzlmOGItMWUyYS00Y2Q5LWFlNzMtM2I2NDFkM2ZkYmE1XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ant-Man and the Wasp: Quantumania (2023)",
        "description": "Ant-Man and the Wasp: Quantumania (2023)\n================================\nIMDb Rating - 6.4/10ကဲ မာဗယ်ရဲ့ ပုရွက်ဆိတ်လူသားရုပ်ရှင် အသစ်လာပါပြီ။\nဇာတ်လမ်းကတော့ Endgame တိုက်ပွဲကြီးအပြီးမှာ အေး\nအေးချမ်းချမ်းနေနေကြတဲ့ စကော့၊ ဟုပ်၊ ကတ်စီ၊ ဟင်နရီ နဲ့\nဂျဲနက်တို့ မိသားစုဟာ မတော်တဆမှုတစ်ခုကြောင့် ကွမ်တမ်\nလောကကြီးထဲကို ရောက်သွားပြီး ကွန်ကရာ ခန်း ဆိုတဲ့ ရန်သူ\nကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတာပါ။ခန်းဟာ အချိန်ခရီးသွားနိုင်၊ နည်းပညာအသစ်အဆန်းတွေတီ\nထွင်နိုင်ပြီး၊ အဗန်ဂျာတွေကိုသတ်နိုင်လောက်တဲ့အထိ စွမ်းအား\nကြီးတဲ့သူပါ။ ကမ္ဘာတွေ၊ အချိန်စီးကြောင်းတွေ၊အပြိုင်စကြဝဠာ\nတွေကိုဖြတ်ပြီး ခရီးသွားရင်း ကမ္ဘာတွေကို ဖျက်ဆီးနေသိမ်း\nပိုက်နေတဲ့သူတစ်ယောက်ပါပဲ။ အဲတော့ ဒီရန်သူကြီးနဲ့ စကော့\nတို့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality….4k HEVC | 1080p | 720p | 480p\nFile size…6GB | 2.12 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dx3g/Ant.Man.and.the.Wasp.Quantumania.2023.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEBpFcsvqwuEQJbk6B6ML6OAcLU.jpg",
        "title": "God’s Time(2022)",
        "description": "God's Time(2022)****************ဒက်ဗ်ဟာ ဆေးစွဲသူတွေအတွက် ပြုလုပ်တဲ့ပြန်လည်ထူထောင်ရေးတွေ့ဆုံပွဲတွေ ကိုအမြဲမပြတ်တက်ရောက်လေ့ရှိသူဖြစ်ပါတယ်။ ပြန်လည်ထူထောင်ရေး တွေ့ဆုံပွဲမှာ ခင်မင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူလူကာ ခေါ် လူဝီနဲ့ လူအများကို လိုက်ကူညီလေ့ရှိပေမယ့် အမြဲတမ်း အလွဲတွေဖြစ်တတ်ပါတယ်။လူကာကတော့ သရုပ်ဆောင်ဖြစ်ချင်သူ တစ်ဦး ဖြစ်ပြီးလူရွေးပွဲတွေအမြဲဝင်လေ့ရှိပါတယ်။တစ်ရက်မှာတော့ တွေ့ဆုံပွဲမှာ ရက်ဟီနာ ဆို တဲ့ကောင်မလေးက သူ့အရင်ရည်းစားကိုသတ်ပစ်ချင်ကြောင်း ပြောမိလိုက်ပါတယ်။ ဒါကို ဒက်ဗ်က အဲ့ကောင်မလေး လူမသတ်မိအောင်အတင်းလိုက်တားပါတော့တယ်။ လူကာက တော့ အမြဲတမ်းလွဲတတ်တဲ့ဒက်ဗ်ကို လန့်နေလို့မပါချင်ပေမယ့်နောက်ဆုံးမှာ လိုက်ပါကူ ညီရပါတော့တယ်။ အမြဲလွဲနေကျ ဒက်ဗ် ဘာတွေထပ်လွဲမလဲဆိုတာတခွီခွီနဲ့ စောင့်ကြည့် ရမှာဖြစ်ပါတယ်။\nလူငယ်တွေကြားမှဖြစ်နေကျ စိတ်ခံစားချက်တွေ၊ အတွေးအမြင်တွေ၊အလွဲအမှား တွေကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ရိုက်ပြထားတာဖြစ်ပါတယ်။  File Size : (2.9GB) and (995MB)\nQuality : AMZN.WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Tyas/Gods.Time.2022.AMZN.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyJNumu9bpLCXWcutryAvkVlGhN.jpg",
        "title": "Operation Nation(2022)",
        "description": "Operation Nation(2022)**********************ဒီဇာတ်ကားကတော့ ၂၀၂၃ ဧပြီလမှာပဲထွက်ရှိထားတဲ့ Netflix ရဲ့ပိုလန်နိုင်ငံရေးဟာသဒရမ်မာကားလေတစ်ကားပဲဖြစ်ပါတယ်။ စတက်ရှ်ဟာ ညီမဖြစ်သူနဲ့အခန်းအတူတူနေထိုင်နေရပြီးကားပါကင်မှာအစောင့်လုပ်ရတဲ့ လမ်းပျောက်လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်။ဒီလိုချို့ချို့တဲ့တဲ့နေရတာကိုစိတ်ကုန်ပြီး တိုးတက်အောင်လုပ်ချင်နေသူလည်းဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နိုင်ငံရေးတက်ကြွလှုပ်ရှားသူလည်းဖြစ် တတိယအင်ပါယာကြီးကိုထောက်ခံသူလည်းဖြစ်တဲ့ သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်သူရိုမန်က သူရဲ့အဖွဲ့ထဲကိုဝင်ဖို့စတက်ရှ်ကိုခေါ်ခဲ့ပါတယ်။စတက်ရှ်တစ်ယောက်လည်း လက်ရှိဘဝကနေပြောင်းလဲဖို့ဆိုရင် ဘာမဆိုလုပ်မယ်လို့ဆုံးဖြတ်ပြီးအဲ့ဒီအဖွဲ့ထဲကိုဝင်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်ပေါ်လာပါတော့တယ်...File Size : (1.4GB) and (597MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Ty71/OperationNation(2022).WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVIYdxIh4cq0y1GKhDp1ZJoYSeZ.jpg",
        "title": "[18+]May-December-January(2022)",
        "description": "May December January(2022)BL ဇာတ်ကားလေးကိုမှ\nဇာတ်လမ်းဆန်းဆန်းလေးနဲ့ ရိုမန့်တစ်ဆန်ဆန် ကြည့်ရမဲ့အပြင်\nအချစ်ဇာတ်ကားဆိုတာထက် လူတွေအကြောင်းကိုမြင်ရမယ့်အပြင်\nလူ့သဘာဝကသတ်မှတ်ထားတဲ့ စည်းတွေဘောင်တွေကို\nဂရုစိုက်မနေပဲ ကိုယ်ချစ်ချင်ရာချစ်ပလိုက်ဖို့\nဘာကိုမှ အလေးမထားပဲ ကိုယ့်ဘဝပျော်ရွှင်မှုအတွက်ပဲ ရှင်သန်ဖို့\nစသဖြင့်သရုပ်ဖော်ပြထားဝာကိုတွေ့ရမှာပါဇာတ်ကားနာမည်လေးအတိုင်း ဇာတ်ကောင်လေးသုံးယောက်ပါဝင်ပြီး\nဂေးတစ်ယောက်ရယ် သူ့ရဲ့ ခပ်ဟော့ဟော့အမေရယ် သူချစ်တဲ့\nသူငယ်ချင်းရယ် သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကို ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nထုံးစံအတိုင်း မြူးဇစ်နဲ့‌ဖော်ချွတ်‌လေးတွေလဲပါတာမို့\nမိသားစုနှင့်‌တော့ကြည့်ရန်မသင့်တော်ပါကြောင်း....\nFile size…1.6GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.4",
        "url": "https://megaup.net/1Ty0j/May.December.January.2022.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYyGs0DBKm8cYhZsfMYi8F9RIjL.jpg",
        "title": "[18+] Death By Desire (2023)",
        "description": "Death By Desire (2023)Three's a Crowd ဆိုတဲ့စကားကို ကြားဖူးကြမှာပါ။ ဘယ်လိုဆက်ဆံရေးမျိုးမဆို တတိယလူဆိုတာ မဝင်သင့်မဝင်အပ် ကြိုဆိုစရာအကြောင်းမရှိတဲ့လူမျိုးပါပဲ။ ဒါပေမဲ့လည်း မီဂယ်ဆိုတဲ့ ကောင်လေးကတော့ မီးတောက်တစ်စကို သူ့ဘဝထဲ လိုလိုလားလားခေါ်သွင်းခဲ့မိပါတယ်။ သူဟာ မကြာခင်လက်ထပ်ရတော့မယ့် သတို့သားလောင်းတစ်ယောက်... သူ့ရဲ့ဇနီးလောင်းကတော့ အောက်ပိုင်းသေနေပြီး သူ့လိင်ဆန္ဒတွေကို မဖြည့်ဆည်းပေးနိုင်တော့တဲ့သူ။ အဲဒီဇနီးကိုလည်း သူသိပ်ချစ်တယ်။ ဒါပေမဲ့ အလိုဆန္ဒရဲ့ဖြားယောင်းမှုအရ သူအပြင်မှာ အပျော်ရှာမိတယ်။ ဒါပေမဲ့လည်း သူရှာမိတဲ့ ပျော်ရွှင်စရာလို့ထင်ခဲ့တဲ့ ကောင်မလေး ဧပရယ်ဟာ နာမည်နဲ့လိုက်အောင် သူ့ဘဝကို ရက်ရက်စက်စက် ပူလောင်ခြင်းတွေပေးတော့မှာဆိုတာကြိုမသိခဲ့ပါဘူး။ဧပရယ်ရဲ့အပြစ်ကတော့ သူ့ကို သိပ်ချစ်မိခဲ့တာနဲ့အစွဲအလန်းကြီးလွန်းခဲ့တာပါ။ ကာမပိုင်နီးပါးဖြစ်နေခဲ့တဲ့လူတစ်ယောက်ကို ချစ်ခင်စွဲလန်းခဲ့ပြီး အဲဒီလူဆီက ပစ်ခွာမှုကိုခံရချိန်မှာတော့ ဧပရယ် သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ရယူပိုင်ဆိုင်လိုခြင်းတွေ အငြိုးအတေးတွေနဲ့ သေဆုံးသွားတဲ့သူဖြစ်တဲ့အလျောက် သူ့ကို အခုလိုဖြစ်သွားရအောင် စေစားခဲ့တဲ့သူတွေရဲ့ဘဝကိုလဲ အဆုံးစွန် လိုက်နှောင့်ယှက် ဒုက္ခပေးဦးမှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2zvhy/(CM)_Death_By_Desire_(2023)_720p.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Txml/Jesus.Revolution.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    }
]