[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS9I1TO4OVdBhTCeyHHKiXE5Bil.jpg",
        "title": "Daaka (2019)",
        "description": "Daaka (2019)ရှင်ဒီ ဟာ အသက် (၃၈) နှစ်အရွယ် လူပျိုကြီး၊ ပိုင်ဆိုင်တာဆိုလို့ ရူပီးနှစ်သိန်းတန် မြေကွက်တစ်ခုရယ်၊ တံခါးပေါက်တွေတောင်မပါတော့တဲ့ အိမ်တစ်လုံးရယ်၊ ခြေသုံးချောင်းပဲ အကောင်းကျန်တော့တဲ့ ကုတင်တစ်လုံးရယ်၊ ဆီအမြဲပြတ်နေတတ်တဲ့ ဆိုင်ကယ်တစ်စင်းရယ်၊ သူ့ကိုသိပ်ချစ်ရှာတဲ့ အထက်တန်းလွှာက ချစ်သူမိန်းမချောလေးရယ်၊ သူဘေးမှာ မခွာတမ်း ခင်မင်ရှာတဲ့ ညီအစ်ကိုတမျှရင်းနီးသူ ဘာလီ ရယ်။ရှင်ဒီ နဲ့ ဘာလီ တို့နှစ်ယောက်ဟာ ဈေးဆိုင်ကြီးတစ်ခုရဲ့မျက်နှာစာမှာ ဖုန်းပြင်ဆိုင်သေးသေးလေးဖွင့်လို့ စားဝတ်နေရေး ဖြေရှင်းကြရသူတွေပါ။ ရှင်ဒီ က အကြံဉာဏ်ကောင်းတွေနဲ့ စီးပွားရေးလုပ်ကိုင်တတ်သူဖြစ်ပြီး ဘာလီ ကတော့ ရှင်ဒီ ပြောသမျှနားထောင်ပြီး ဒိုင်ခံအလုပ်လုပ်ပေးသူ ဖြစ်ပါတယ်။ ဉာဏ်သမားနဲ့ အလုပ်လုပ်သမားပေါ့။ ဒါပေမဲ့ သူတို့နှစ်ယောက်က ကျောမွဲလေးတွေပါ။ ဆင်းရဲသား နင်းပြားလေးတွေ။တစ်နေ့မှာ သူတို့မှီခိုနေရတဲ့ ဈေးဆိုင်ကို သူ့ပိုင်ရှင်က ရောင်းချတော့မယ့်အဖြစ်ကို ရောက်လာခဲ့ပါတယ်။ နောက်ရောက်လာမယ့်ပိုင်ရှင်က ဈေးဆိုင်ရှေ့မှာဖွင့်နေတဲ့ သူတို့ရဲ့ဖုန်းပြင်ဆိုင်လေးကို ကြည်ဖြူပါ့မလား မသေချာတာကြောင့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1L1df/(CM)_Daaka_(2019)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jessie-134x200.png",
        "title": "Jessie and the Elf Boy (2022)",
        "description": "Jessie and the Elf Boy (2022)\n=====================\nIMDb Rating - 6.5/10ဒီဇာတ်လမ်းက Hair Stylist တစ်ယောက်ဖြစ်ချင်တဲ့ ဂျက်စီနဲ့\nနတ်သူငယ်လေးတစ်ယောက် တွေ့ဆုံမှုအကြောင်းကို ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းအစ တောအုပ်ထဲမှာ လမ်းပျောက်နေတဲ့ ကောင်မလေးတစ်ယောက်နဲ့\nဂယ်လီဒူဆိုတဲ့ နတ်သူငယ်လေးနဲ့ တွေ့ခဲ့ကြပါတယ်။ နောက်တော့ သူတို့နှစ်\nယောက်ကအခင်ဆုံးသူငယ်ချင်းတွေဖြစ်သွားပြီး တောအုပ်ထဲမှာ အမြဲတမ်း\nကစားလေ့ရှိပါတယ်။တစ်နေ့ ကောင်မလေးတို့ မိသားစုက မြို့တစ်မြို့ကို ပြောင်းသွားတော့ ဂယ်လီဒူတို့\nသူငယ်ချင်းနှစ်ယောက် ဝေးကွာသွားကြပါတော့တယ်။ ဂယ်လီဒူတစ်ယောက်အချိန်နဲ့\nအမျှ စောင့်စားရင်း ကောင်မလေးကို ရှာဖို့ မြို့ကိုတက်သွားပါတော့တယ်။ မြို့ထဲမှာ\nဂျက်စီနဲ့တွေ့ပြီး ဘာတွေဆက်ဖြစ်မလဲ၊ ငယ်ငယ်လေးက ကစားဖော်ကောင်မလေးနဲ့\nနတ်သူငယ်လေးတို့ ပြန်လည်ဆုံ‌တွေ့ကြမလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်။)File Size - (1.15 GB) / (600 MB)\nQuality – Web-Rip 1080p / 720p\nDuration - 1Hr 23mins\nSubtitle – ...",
        "rating": "6.5",
        "url": "https://megaup.net/36U3u/Jessie.and.the.Elf.Boy.2022.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNzM4OTcyMjEyNl5BMl5BanBnXkFtZTcwMzEwNDI4OA@@._V1_-133x200.jpg",
        "title": "The Running Man (1987)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၇ မှာထွက်ခဲ့တယ်။ဇာတ်လမ်းက အဲဒီအချိန် ၁၉၈၇ ကနေ အနာဂတ်နှစ်ပေါင်းသုံးဆယ်ကို ကြိုမှန်းပြီး ၂၀၁၇ မှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒါပေမဲ့ အခုလက်ရှိဖြစ်ပျက်ကြုံတွေ့နေရတဲ့ ကာလံဒေသံနဲ့တော့ အင်မတန်ကိုက်ညီတဲ့ ဇာတ်ကားပါပဲ။၂၀၁၇ မှာ တကမ္ဘာလုံးစီးပွားပျက်ကပ်ကြီးဖြစ်ပြီး စားနပ်ရိက္ခာထုတ်လုပ်မှုတွေလျော့ကျ၊ သံယံဇာတတွေ ရေနံ သဘာဝဓာတ်ငွေ့တွေလည်း နည်းပါးပြတ်လပ်လာခဲ့တာ တကမ္ဘာလုံးမှာပါပဲ တဲ့။\nအဲလိုအချိန်မှာ အမေရိကန်နိုင်ငံမှာ အကြွင်းမဲ့အာဏာရှင်အစိုးရတစ်ရပ်က အုပ်ချုပ်နေပါသတဲ့။ စာရေးဆရာနှယ် စိတ်ကူးမှယဉ်တတ်‌သေးတယ်ဗျာတယ်။ (တကယ်တော့ အဲဒီဇာတ်လမ်းဟာ စာရေးဆရာ Stephen Kingက ကလောင်ခွဲတစ်ခုနဲ့ ရေးသားထုတ်ဝေခဲ့တဲ့ ဝတ္ထု The Running Manကိုပဲ အခြေတည်ပြီး ရိုက်ကူးထားတာလို့ သိရပါတယ်။) တနိုင်ငံလုံးကို စစ်နယ်မြေဇုန်တွေခွဲပြီး သံမဏိစည်းကမ်းနဲ့ အုပ်ချုပ်ပါသတဲ့။ စာပေ ဂီတအပါအဝင် အနုပညာအားလုံးကို ဆင်ဆာပိတ်ထားတယ်။ ပို့ဆောင်ဆက်သွယ်ရေးလုပ်ငန်းလို့ မရှိစေရ။ တစ်နေရာနဲ့တစ်နေရာ စာရေး၊ဖုန်းဆက်ခွင့် မပြု။ ခရီးသွားချင်ရင် အစိုးရထုတ်ပေးထားတဲ့ ခရီးသွားလက်မှတ်ရှိမှ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1KW9h/(CM)_The_Running_Man_(1987)_BluRay_720p.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWE48knKsaPGqVoANXoWraiub2d.jpg",
        "title": "Eraser: Reborn (2022)",
        "description": "Eraser Reborn(2022)အရာရှိ ပိုလတ်ဟာ အသက်အန္တရာယ်ရှိတဲ့\nမျက်မြင်သက်သေတွေကို သတ်ပစ်ချင်ယောင်ဆောင်ပြီး\nတရားခွင်မှာ သက်သေထွက်ဆိုရမယ့်အချိန်အထိ\nယာယီ ဖျောက်ဖျက်ပေးတဲ့ U.S. အထူးတပ်ဖွဲ့ကပါတစ်နေ့မှာတော့ ရာဇဝတ်ကောင်သူဌေးရဲ့ မိန်းမတစ်ယောက်ကို\nမျက်မြင်သက်သေအဖြစ် တာဝန်ယူပေးဖို့ ဖြစ်လာပါတယ်သက်သေနဲ့အတူ\nတောင်အာဖရိက ကိပ်မြို့ကို ရောက်သွားတဲ့အခါ\nသူတို့နောက်ကို လိုက်နေတဲ့လူတွေရှိနေတယ် ဆိုတာရယ်\nထောင်ချောက်အဆင်ခံလိုက်ရတယ်ဆိုတာရယ်ကို သိလိုက်ရပါတော့တယ်သံသယတွေ သစ္စာဖောက်မှုတွေကြားထဲမှာ\nပိုလတ်တို့အန်ိုင်ယူသွားနိုင်မလား\nဒါမှမဟုတ် ထာဝရ ဖျောက်ဖျက်ခံလိုက်ရမလား...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality….1080p | 720p| 480p\nFile size… 1.6GB | 803MB | 292MB\nFormat…mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "4.4",
        "url": "https://megaup.net/2qXbv/Eraser_Reborn.2022.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqebFYXTnJsd9bXKmFC3oOalJcm.jpg",
        "title": "Dakota (2022)",
        "description": "Dakota(2022)ခွေးချစ်သူတို့အတွက် 2022 ခုနှစ်ထွက် ဇာတ်လမ်းကောင်းလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်လောလောလတ်လတ် ရှေ့တန်းမှာ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရတဲ့\n“ကိတ်စလင်ဒါ”ဟာ သူ့သမီးလေး “အဲလက်စ်”နဲ့အတူ\nဂျော်ဂျီယာပြည်နယ်က မိသားစုပိုင် မွေးမြူရေးခြံမှာ နေပါတယ်ကိတ်ဟာ မွေးမြူရေးခြံအလုပ်အပြင်\nမီးသတ်တပ်ဖွဲ့မှာပါ လုပ်အားပေးအဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါအဲဒီမြို့က နယ်ထိန်းရဲ “ဂျက်”ကတော့ ကိတ်တို့ခြံရဲ့ လျှို့ဝှက်ချက်ကို သိထားပြီး\nအဲဒီအဖိုးတန်မြေကို အပိုင်ရဖို့ ကြိုးစားနေသူပါအဲဒီလို အခြေအနေမှာ ကိတ်ရဲ့အမျိုးသားဖြစ်သူနဲ့\nရှေ့တန်းမှာ တာဝန်အတူတူ ထမ်းဆောင်ခဲ့တဲ့ စီဂျေက\n“ဒါကိုတာ” ဆိုတဲ့ ခွေးလေးနဲ့အတူ ရောက်လာပါတယ်ကိတ်ရဲ့သမီး အဲလက်စ်နဲ့ ရှေ့တန်းပြန်ခွေးလေး “ဒါကိုတာ” တို့\nမွေးမြူရေးခြံရဲ့ လျှို့ဝှက်ချက်ကို ဘယ်လိုဖော်ထုတ်ကြမလဲ\nအကျင့်မကောင်းတဲ့ နယ်ထိန်းရဲကို ဘယ်လို ပညာပေးကြမလဲဆိုတာကို\nကြည့်ရှူအားပေးလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Family\nQuality….1080p | 720p| 480p\nFile size…1.43GB | 774MB | 289MB\nFormat…mp4\nDuration…. 1h 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "5.2",
        "url": "https://megaup.net/152ga/Dakota.2022.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u71tsZpPsIK9kTXbxHtSbNr6oSd.jpg",
        "title": "F*ck Love Too (2022)",
        "description": "F*ck Love (2022)\n======================\nComedy, Roamanceအချစ်ကို ရုပ်ရှင်၊စာပေ။ဂီတတွေမှာ ပုံစံမျိုးစံနဲ့ဖော်ပြခဲ့ကြတာပါပဲ။ဒီကားလေးမှာတော့ ရင့်ကျက်ပြီး သက်လတ်ပိုင်းအရွယ် သူငယ်ချင်းအမျိုးသမီး ၃ ယောက်ဟာ\nအချစ်ဆိုတဲ့အရာကို စိတ်ကူးယဉ်ဆန်မှုတစ်ခုပဲလို့ ယူဆထားကြပါတယ်။ဒီလိုခံယူချက်တွေတူနေပေမယ့် သူတိူ့မှာ အိမ်ထောင်ကွဲထားတဲ့သူ၊ Single Mom နဲ့ လက်ထပ်တော့မယ်သူ ဆိုပြီး\nသူတို့ ၃ ယောက်ရဲ့ အချစ်ရေးဟာလည်း မျိုးစုံဖြစ်လို့နေပါတယ်။သူတို့က လိုက်မရှာပေမယ့် အချစ်က သူတို့ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဒီမမကြီး ၃ ယောက်ရဲ့ ဘဝမှာ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါနာမည်ကြီး Sex and The City ကားလိုမျိုး အရမ်းရယ်နေရတဲ့ ကားဖြစ်ပြီး\n\"အချစ်\" ဆိုတဲ့အဓိပ္ပာယ်ကိုလည်း ပါးပါးလေးပုတ်ပြထားပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre.....Comedy, Romance\nQuality….1080p | 720p| 480p\nFile size… 1.43GB | 774MB | 283MB\nFormat…mp4\nDuration….1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://megaup.net/2qXcn/Fck.Love.Too.2022.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Z4bi97AzflpOFOBVtib3xCDGpq.jpg",
        "title": "The Anchor (2022)",
        "description": "Anchor (2022)သည်းထိပ်ရင်ဖို Paranormal ဆန်ဆန် ဇာတ်ကားအသစ်လေး ထွက်ရှိလာပါပြီ\nPsychology, Thriller ကြည့်ရတာ ကြိုက်တဲ့သူတွေအတွက် အရမ်းကိုက်မယ့်ကားလေးပါSe-Ra (Chun Woo-Hee)က ရုပ်သံလွှင့်ဌာနမှာ နာမည်ကြီး သတင်းကြေညာသူ(Anchor) ဖြစ်ပါတယ်\nKorean မှာ နာမည်ကြီးတဲ့ ၉ နာရီသတင်းမှာ အမြဲတာဝန်ယူရတဲ့သူပေါ့\nတစ်နေ့ သူ ၉နာရီ သတင်းအတွက် ရုပ်သံမလွှင့်ခင် ထူးဆန်းတဲ့ဖုန်းဝင်လာတယ်\nအဲဒီဖုန်းက Se Ra နဲ့ပဲ ပြောချင်တဲ့ဖုန်းဖြစ်နေတော့ မဖြစ်မနေကိုင်လိုက်ရတယ်\nဖုန်းဆက်တဲ့သူက မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး...“အဲဒီလူ ကျွန်မကိုသတ်တော့မယ်...ကျွန်မရဲ့သမီးကိုလည်း သတ်သွားပြီ...\nအကယ်၍ ကျွန်မသေသွားရင်လည်း သတင်းကြေညာသူဆယ်ရာကပဲ ကြေညာပေးပါ...”အဲဒီလိုမျိုး ထူးဆန်းတဲ့စကားတွေနဲ့ သံသယဝင်စရာကောင်းအောင်ပြောတာမို့လို့ နောက်တဲ့ဖုန်းလို့ထင်သွားတယ်\nဒါပေမဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေခဲ့တယ်\nဆယ်ရာရဲ့ အမေဖြစ်သူ So-Jung (Lee Hye-Young)က သူ့သမီးအောင်မြင်ကျော်ကြားတာကိုလိုချင်တယ်\nအဲဒါကြောင့် သူ့သမီးကို ဖုန်းထဲကပြောတဲ့ လိပ်စာအတိုင်းသွားဖို့ အကြံပေးတယ်\nSera လည်း အဲမိန်းကလေးအိမ်ကိုသွားတော့ အဲမိန်းကလေးနဲ့ သမီးဖြစ်သူသေ‌ဆုံးနေတာကို တွေ့လိုက်ရတယ်\nအဲအချိန်ကစပြီး Sera က သရဲလိုမျိူး အဲမိန်းကလေးရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/14Tk3/Anchor.2022.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-most-144x200.jpg",
        "title": "The Most Reluctant Convert (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ နာနီရာလိုမျိုး ကမ္ဘာကျော်ဝတ္ထုကြီးတွေကိုရေးခဲ့တဲ့ စာရေးဆရာကြီး CS Lewis ရဲ့ ဘဝအကြောင်းကို သူ့အမြင်တွေကနေ ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။စာရေးဆရာကြီးလူးဝစ်ဟာ နာနီရာဝတ္ထုတွေနဲ့ ကျော်ကြားသလို သူ့ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ The Lord of The Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာ တိုကင်းန်နဲ့ အလောင်းအစားလုပ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုတွေဖြစ်တဲ့ Out of the Silent Planet, Perelandra, and That Hideous Strength ဆိုတဲ့ စာအုပ်တွေကို ရေးခဲ့လို့လည်း ကမ္ဘာကျော်ခဲ့ပါသေးတယ်။ ဂျေအာအာ တိုကင်းန်ကတော့ သိပ္ပံစိတ်ကူးယဉ်စာအုပ်ပြိုင်ရေးဖို့ အလောင်းအစားလုပ်ခဲ့ပေမဲ့ ရေးဖို့ကြိုးစားရင်းကြိုးစားရင်း The Lord of the Rings စာအုပ်တွေ ထွက်ပေါ်လာပြီး ပိုအောင်မြင်သွားခဲ့ပေမဲ့ အလောင်းအစားမှာတော့ရှုံးခဲ့တယ်လို့ပဲပြောရမှာပါပဲ။ဆရာလူးဝစ်ဟာ အင်္ဂလန်ရဲ့ နာမည်ကျော် စာရေးဆရာကြီးဖြစ်ခဲ့သလို ငယ်စဉ်က အောက်စ်ဖို့မှာ စာပေလေ့လာခဲ့စဉ်မှာ ဘာသာမဲ့အဖြစ်လည်း အခိုင်အမာကျော်ကြားပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2rr7i/The.Most.Reluctant.Convert.2022.720p.(CM)_(2).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2420Z0MSFpIg7LEtFPvEzUAvho9.jpg",
        "title": "When Spring Comes (2022)",
        "description": "When Spring Comes (2022)\"မိဘတွေကို ရှိနေတုန်းကောင်းပေးပါ\" တဲ့ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်ပြီး မိဘတွေမရှိတော့မှ နောင်တရနေလည်း အပိုပါပဲ\nဒီဇာတ်လမ်းကလည်း သားသမီးတွေရဲ့ မိဘအပေါ်ထားတဲ့ စိတ်နဲ့\nမိဘတွေက သားသမီးတွေအပေါ်ထားတဲ့ သဘောထားတွေကို သုံးဘက်မြင်အနေနဲ့ ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအစမှာတင် ဇာတ်လိုက် ဟိုဆောင်းတို့ရဲ့ အဖေသေဆုံးမှုနဲ့ စတင်ထားပါတယ်\nလူမိုက်ကြီးဖြစ်တဲ့ သားအကြီးဟိုဆောင်းကတော့ ဖခင်ဖြစ်သူရဲ့ ဈာပနအကူငွေတွေနဲ့ လုပ်ငန်းစ,လုပ်ဖို့ ကြံစည်နေတာပါ\nဒါပေမဲ့ သူထင်သလိုဖြစ်မလာဘဲ တစ်လျှောက်လုံး အလွဲတွေချည်းပဲဖြစ်လာပါတယ်\nဇာတ်အိမ်တစ်ခုလုံးကတော့ ဈာပနကျင်းပတဲ့နေရာမှာ တည်ထားတယ်ဆိုပေမဲ့\nလူ့သဘာဝဖြစ်တတ်တဲ့ စိတ်တွေ လောဘတွေကို မီးမောင်းထိုးပြတဲ့အပြင်\nအလွဲတွေချည်းဆိုတာလည်း မရိုးနိုင်အောင်ပါပဲနောက်ဆုံးအထိ ရယ်ရမလား ငိုရမလားဖြစ်လောက်အောင်အထိ\nအပူသည်ရုပ်နဲ့ အလွဲတွေဖြစ်သွားတဲ့ ဟိုဆောင်းအဖြစ်ကို ကြည့်ပေးကြပါဦးနော်ဟိုဆောင်းအဖြစ် မင်းသားကြီး Son Hyun Joo ပါဝင်ထားပြီး\nဟိုဆောင်းရဲ့သမီးကတော့ Sh**ting Stars မှာသတင်းထောက်အဖြစ်ပါဝင်ထားတဲ့ Park So Jin ဖြစ်ပါတယ်အညွှန်း နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/14Tla/Spring.Day.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vAeNb2twaWdY7YnQ8xpqCA2UkBF.jpg",
        "title": "Breath (2022)",
        "description": "Breath (2022)Survival Thriller ကားတွေကိုမှ ကြိုက်နှစ်သက်သူတွေအတွက်\n၂၀၂၂ ခုနှစ် ရဲ့ ကားသစ်လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဘူမိဗေဒပညာရှင် တစ်ယောက်ဖြစ်တဲ့ လော်ရာ ဟာ အမြဲတမ်း အလုပ်ကိုပဲရှေ့တန်းတင်ပြီး\nအလုပ်မှာအမြဲစိတ်နှစ်ထားသူတစ်ယောက်ပါ။\nသူဟာ ခရစ္စတင်း လို့ခေါ်တဲ့ သမီးလေးတစ်ယောက်ရယ် ပြီးတော့ သူ့အဖေရယ်နဲ့ အတူတူ နေထိုင်ပါတယ်။တစ်ရက်မှာတော့ မီးတောင်တွေနဲ့ ကမ္ဘာမြေကြီးလှုပ်ရှားတဲ့လေ့လာရေးမှာ\nသူ့အလုပ်ပါတနာ အဒမ် ဆိုသူနဲ့ မီးတောင်တစ်တောင်ပေါ်တက်ခဲ့ပါတယ်။\nညနေမှောင်လာတဲ့ အချိန်မှာတော့ အဒမ် က အရင်ဆင်းသွားနှင့်ပြီး\nသူမကတော့ မြေကြီးနမူနာ ယူဖို့ နောက်မှဆင်းလာခဲ့မယ်ဆိုပြီး နေခဲ့ပါတယ်။\nဒီလိုနဲ့ သူမတစ်ယောက်တည်း ပြန်ဆင်းလာရင်း ကံဆိုးစွာနဲ့\nမီးတောင်အလယ်က တွင်းနက်ကြီးထဲကို ကျသွားခဲ့ပါတယ်။\nလော်ရာ တစ်ယောက် ကူသူမဲ့ တစ်ယောက်တည်း ဘယ်လို တွင်းနက်ကြီးထဲကနေ ရုန်းထွက်မယ်ဆိုတာကတော့\nSurvival ကားတွေရဲ့ ထုံးစံအတိုင်း စိတ်ဝင်တစား ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Thriller\nQuality….1080p | 720p| 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2qOft/Breath.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
        "title": "Ramaiya Vastavaiya (2013)",
        "description": "Ramaiya Vastavaiya (2013)\n========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကို\nRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်\nဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့\nမြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လို\nဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့\nဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့\nကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကို\nသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေ\nဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူ\nရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီး\nအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/36ThC/Ramaiya.Vastavaiya.2013.720p.AMZN.WEB-DL.Hinid.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ah2RpwUYaYioYaPwqEau3Af5dAP.jpg",
        "title": "Dark Cloud (2022)",
        "description": "Dark Cloud (2022)ခေတ်ကြီးက တိုးတက်လာပြီ။ ကျွန်တော်တို့ငယ်ငယ်ကလို ညတွေဟာ အိပ်စက်ဖို့ရာမဟုတ်တော့ဘူး။ မကုန်နိုင်တဲ့ရုပ်ရှင်တွေ ဆိုရှယ်မီဒီယာတွေ ဂိမ်းတွေနဲ့ ညတွေဟာ ပိုစည်းကားလာကြပြီ။ အိပ်ချိန်တွေ မမှန်ကြတော့ဘူး။ ဒီလို အိပ်ချိန်မမှန်ရာကနေ အိပ်မပျော်တဲ့ရောဂါတွေပါ ရလာတယ်။ အစမှာတော့ သိပ်မသိသာပေမဲ့ အိပ်ချိန်မမှန်တဲ့အခါ စိတ်ဓာတ်တွေကျလာမယ်။ အသားအရေတွေ မကောင်းဖြစ်လာမယ်။ ၀က်ခြံတွေပေါက်လာမယ်။ ဘာမှကိုအကောင်းမရှိပါဘူး။ဒါကြောင့် အများသူငါအတွက်မျှော်တွေးပြီး ဆယ်မိနစ်လောက်ကြည့်ရုံနဲ့ အိပ်ပျော်သွားစေမယ့် Sci-Fi ရုပ်ရှင်ကားသစ်ကြီးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းကတော့ အတိတ်ခဏခဏမေ့ပြီး ဘာမှမမှတ်နိုင်ဖြစ်နေတဲ့ မိန်းကလေးတစ်ယောက် A.I အိမ်ကြီးထဲ စမ်းသပ်နေထိုင်ကြည့်တဲ့ အကြောင်းပါ။ A.I က ထကြောင်ပြီး ပြဿနာရှာရာက ခြောက်ခြားစရာတွေ ဖြစ်လာတဲ့ရုပ်ရှင်ပေါ့။ ဒါပေမဲ့ ဘာအဓိပ္ပာယ်မှလည်းရှိမနေသလို ကောင်းကွက်တစ်ကွက်မှလည်း မတွေ့ပါဘူး။ အားလုံးပဲ ဒီရုပ်ရှင်လေးကြည့်ပြီး အိပ်ပျော်နိုင်ကြပါစေ...Size - 800MB, 390MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "3.5",
        "url": "https://megaup.net/151zc/(CM)_Dark_Cloud_(2022)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/61rlzmutjols-142x200.jpg",
        "title": "[18+]Homejack Reverse (2017)",
        "description": "Homejack Reverse (2017)အခုတစ်ယောက် Homejack ဇာတ်ကားက 2016 တုန်းက ဇာတ်ကားကို ပြောင်းပြန်ရိုက်ကူးထားတာပါပရော်ဖက်ဆာ တစ်ယောက်က စာအုပ်တစ်အုပ်ရေးဖို့အတွက် အလုပ်ထွက်ပြီး ရွာဘက်ကို သုတေသနလုပ်ဖို့ မိန်းမနဲ့ပြောင်းလာခဲ့ပါတယ်\nရောက်ရောက်ချင်းမှာပဲ ကလေးနေမကောင်းလို့ မိန်းမဖြစ်သူက တိုကျိုကို ပြန်သွားတာပေါ့ရွာဘက်မှာလည်း Jack the Ripper ဆိုတဲ့ လူသတ်သမားက ရှိနေပြန်တော့ ပရော်ဖက်ဆာကို ရဲတွေက လာသတိပေးသွားပါတယ်\nဒီလိုနဲ့ ညတစ်ည မိုးရွာနေတုန်းမှာ ကောင်မလေးနှစ်ယောက်က မိုးခိုဖို့ ပရော်ဖက်ဆာအိမ်ကို ဝင်လာရင်း ဆရာ့ကို မုဒိမ်းကျင့်ပါတော့တယ်ဆရာတစ်ယောက်ကို ကောင်မလေးနှစ်ယောက်က ဘယ်လိုမုဒိမ်းကျင့်မှာလဲဆိုတာ ကိမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.2GB) / (800MB)\nQuality__1080p / 720p\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/1517o/[18+]Homejack_Reverse_(2017)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYjI0NzAxMTctNGI3Yi00OWZlLWJjNTEtOGE5M2M4NzNlOThlXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]Homejack (2016)",
        "description": "Homejack (2016)ဇာတ်လမ်းအစ Jack the Ripper လို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်က အမျိုးသမီးတွေရဲ့ အိမ်ထဲဝင်ပြီး ဓားနဲ့လိုက်သတ်တာပါ...ထိုသတင်းကို တီဗီမှာ ကြော်ငြာနေတုန်း နာဆုကိုရဲ့ ယောက်ျားက အလုပ်နဲ့ခရီးထွက်သွားပါတယ်သူ့ယောကျ်ားခရီးသွားတာနဲ့ တစ်ပြိုင်နက် သူ့ချစ်သူရောက်လာပြီး မြန်မြန်ချစ်တင်းနှောပါတော့တယ်....ညရောက်တော့ ပစ္စည်းပို့သမားဟန်ဆောင်ပြီး ကွင်းဆက်လူသတ်သမားက နာဆုကို့အိမ်ကို ရောက်လာတဲ့နောက်...နာဆုကိုရဲ့ ဆန္ဒတွေကို လူသတ်သမားက ဘယ်လိုအားပါးတရ ဖြည့်ဆည်းပေးမလဲဆိုတာကို ကြည့်ရှု့ ရမှာပါနာဆုကိုရယ် သူ့ချစ်သူနဲ့ လူသတ်သမားတို့ရဲ့ သုံးယောက်ပေါင်းလောင်းကျော်အကွက်လည်း ပါတာမို့ ကီမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(800MB)\nQuality__DVDRip\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18homejack-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/17d5R_4f-142x200.jpg",
        "title": "Character (2021)",
        "description": "CHARACTER 2021IMDb rating - 6.6/10\nGenre - Psychological Thriller, Familyကိုယ်လုပ်တာတွေကို အကုန်ပုံတူကူးချပြီး လိုက်လုပ်တတ်တဲ့ copycat သူငယ်ချင်းမိတ်ဆွေမျိုး ကြုံဖူးကြလား\nCopycatတွေက နေ့စဉ်ဘဝမှာဆိုရင် ဘေးနားကလူတွေကရဲ့ ဝတ်ပုံစားပုံတွေ အကျင့်တွေကအစ ပုံတူကူးချပြီးနေထိုင်တတ်ပါတယ်။\nသို့ပေမဲ့ တခြားသူကျူးလွန်ထားတဲ့ လူသတ်မှုတွေကိုလိုက်ကြည့်ပြီး ပုံတူကူး လိုက်သတ်တတ်တဲ့ Copycat killer တစ်ယောက်ဆိုရင် ဘယ်လိုဖြစ်မလဲ...ဇာတ်လမ်းထဲမှာတော့ \"ယမရှိရို ခဲအိဂေါ့\"ဆိုတဲ့ Mangaစာရေးဆရာတစ်ယောက်က mangaဆွဲတာလည်း သေသပ်လှပပြီး ဖြတ်သွားဖြတ်လာလူတစ်ယောက်ရဲ့ပုံကိုတောင် ချက်ချင်းဆွဲနိုင်တဲ့ ပါရမီရှိတဲ့သူတစ်ယောက်ပါ။\nပြဿနာက သူရေးချင်တဲ့အမျိုးအစားက Thriller,Crimeဖြစ်ပြီး သူကိုယ်တိုင်ကတော့ သဘောကောင်းလွန်းတဲ့သူတစ်ယောက်ဖြစ်နေတာပါပဲ။\nတော်ပေမဲ့အသက်ဝင်တဲ့ဇာတ်ကောင်ကိုမရေးဆွဲနိုင်တာကြောင့် ကိုယ်ပိုင်Mangaကို debutမလုပ်နိုင်သေးပါဘူး။ဒီလိုနဲ့စိတ်ဓာတ်ကျပြီးအလုပ်ထွက်ဖို့ပြင်နေတုန်း သူ့ရဲ့ဆရာဖြစ်သူက စံအိမ်တစ်လုံးရဲ့ပုံကို ညဘက်ကြီးမှာ သွားဆွဲခိုင်းခဲ့ပါတယ်။\nပုံကြမ်းဆွဲနေတုန်း စံအိမ်ထဲကသီချင်းသံကအရမ်းကျယ်လို့ အိမ်နီးချင်းက ပြဿနာလှမ်းရှာတာကြောင့် သူပါအခြေအနေမဟန်မှာစိုးလို့ အိမ်ပိုင်ရှင်တွေကိုလှမ်းပြောဖို့လုပ်ပါတယ်။\nဒါပေမဲ့အထဲက တုံ့ပြန်သံမကြားတာနဲ့ အထဲဝင်သွားတဲ့အခါ အိမ်ရှင်တွေကို ဓားနဲ့ထိုးသတ်ခံထားရတာကိုတွေ့လိုက်ရပါတယ်။\nသူ့ဘဝမှာပထမဆုံး အဖြစ်ပျက်ဆိုးနဲ့ကြုံရတာမို့ကြောက်လန့်နေခဲ့တုန်းမှာ လူသတ်သမားဖြစ်သူကိုမြင်လိုက်ရပါတယ်။ ဒါပေမဲ့ ရဲတွေကမေးလို့ထွက်ချက်ပေးတဲ့အခါမှာတော့ သူဟာ လူသတ်သမားကိုမမြင်ခဲ့ပါဘူးလို့ထွက်ဆိုခဲ့ပါတယ်။အဲဒီကစလို့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qVjr/CHARACTER_(2021)_WEB-DL_720p.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-2-135x200.jpg",
        "title": "On the Count of Three (2022)",
        "description": "Val နဲ့ Kevin တို့ဟာငယ်ကတည်းကပေါင်းလာတဲ့သူငယ်ချင်းတွေပါ။Kevin ဟာကလေးဘ၀တည်းကစိတ်ကျန်းမာရေးပြဿနာတွေရှိခဲ့သူပါ။တစ်ခါကဆေးသောက်ပြီးကိုယ့်ကိုယ်ကိုယ် သတ်သေဖို့ကြိုးစားတဲ့အတွက်စိတ်ကျန်းမာရေးဆေးရုံကိုပို့ခံထားရပါတယ်။Val ဟာလည်းငယ်စဉ်ကဖခင်ဖြစ်သူရဲ့ရိုက်နှက်တာခံရလို့နာကျည်းနေသူပါ။သူမုန်းတီးတဲ့အလုပ်ကြောင့်လည်း စိတ်ဆင်းရဲနေပါတယ်။တစ်နေ့မှာတော့ Val ဟာ Kevin ကိုစိတ်ကျန်းမာရေးဆေးရုံကနေခေါ်ထုတ်ပြီး နှစ်ယောက်တူတူအဆုံးစီရင်ဖို့ သဘောတူလိုက်ကြပါတယ်။ဒါပေမယ့် မသတ်သေခင်နောက်ဆုံးတစ်ရက်မှာ သူတို့ရဲ့မပြီးပြတ်တဲ့ကိစ္စတွေကို လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ဘ၀အပေါ်အမြင်ပြောင်းလဲလာပုံကိုတင်ဆက်ထားပါတယ်။Jerrod Carmichael ကဒါရိုက်တာ‌အနေနဲ့ရော သရုပ်ဆောင်အနေနဲ့ပါ ပါ၀င်ထားပါတယ်။ဘ၀ရဲ့တန်ဖိုးကိုဆန်းစစ်ပြပြီး သူငယ်ချင်းနှစ်ယောက်ကြား သံယောဇဉ်ကိုပါကြည့်ရမှာပါ။\nRotten tomatoes -85%\nMetacritic -74% File size…(1.6gb)/(746MB)/(349MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Comedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/36R36/On.the.Count.of.Three.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dk2pH3FcToKzAUw28J3q8xk8P3k.jpg",
        "title": "(18+)Love Education (2006)",
        "description": "နာမည်ကြီးဓာတ်ပုံဆရာ ကန်နီတစ်ယောက်\nဓာတ်ပုံပြပွဲအတွက်ပြင်ဆင်နေပါတယ်အဲဒီအချိန်မှာ ခန့်ငြားပြီး လုံးကြီးပေါက်လှ အမျိုးသမီးတစ်ယောက်က\nသီးသန့် ဓာတ်ပုံရိုက်ပေးဖို့ တောင်းဆိုလာပါတယ်အဲဒီမှာ မြင်မြင်ချင်းပဲ မမရဲ့ ညှို့ချက်တွေကို ကန်နီ မငြင်းဆိုင်ပါဘူး\nမမရဲ့ တည်ကြည်မှု လှပမှု မဟာဆန်မှုတွေအောက်မှာ\nလူမသိတဲ့ ကြောက်စရာကောင်းတဲ့ အစွဲလန်းကြီးတစ်ခုရှိနေတာကို\nကန်နီတစ်ယောက်မသိရှာပဲ ရှေ့ကို ဆက်တိုးပါတယ်   သူသိလိုက်ရတဲ့အချိန်မှာတော့ အရမ်းနောက်ကျသွားခဲ့ပါပြီ\nအချစ်ကို အရမ်းမကိုးကွယ်သင့်ကြောင်း\nအစွဲလမ်းမကြီးသင့်ကြောင်းကို\nအချစ်ခန်းတွေအများကြီးနဲ့ ရိုက်ပြထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည်ဖို့မသင့်တော်ပါဘူးFile size…1.23GB / 625MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/36KB1/Love.Education.2006.BluRay.720p(DS).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIUixNvox4U4foL5Z9KbN9HXYSM.jpg",
        "title": "The Grandmother (2021)",
        "description": "The Grandmother (2021)ဇာတ်စစအဖွင့်မှာ အဘွားကြီးတစ်ယောက်က သူ့ သူငယ်ချင်းအိမ်ကို အလည်သွားတယ်။ အဲဒီကိုရောက်တော့ သူ့သူငယ်ချင်းက ကြမ်းပြင်မှာ သေနေပြီ။ ဒါပေမဲ့ သူ မျက်နှာတစ်ချက်မှ ပျက်မသွားဘူး။ ပြီးကျ အခန်းထဲက ကောင်မလေးတစ်ယောက် ကိုယ်လုံးတီးနဲ့ ထွက်လာတယ်။ အဘွားကြီးဟာ ကောင်မလေးကိုကြည့် အားရပါးရပြုံးရင်း ကောင်မလေးရဲ့ အောက်ပိုင်းကို နမ်းလိုက်တယ်။အဲဒီအဘွားကြီးမှာ မြေးမလေးတစ်ယောက်ရှိတယ်။ ကောင်မလေးရဲ့ အဖေအမေတွေက ဆုံးသွားတာကြာပြီ။ သူတို့နှစ်ယောက်တည်း ဆွေရယ်မျိုးရယ်ကျန်ခဲ့တာပေါ့။ ကောင်မလေးက မော်ဒယ်လုပ်တယ်။ တစ်နေ့ကျ အဘွားကြီး ဦးနှောက်ထိသွားပြီ သိပ်မလှုပ်နိုင် စကားမပြောနိုင်တော့လို့ ဆရာ၀န်က ကောင်မလေးကို ခေါ်လိုက်တယ်။ ကောင်မလေးက သူ့အဘွားကို ပြုစုပေးရင်း သူ့အဘွားနဲ့ နေရဖို့ အကြောင်းဖန်လာတယ်။ ဒီလိုနဲ့ ကောင်မလေးဟာ နေမကောင်းတဲ့ သူ့အဘွားကို ပြုစုရင်း ထူးဆန်းတာတွေ ဖြစ်လာခဲ့တယ်။Jump Scare သိပ်မသုံးထားဘဲ အဖွားနဲ့မြေးကြားတင် တစိမ့်စိမ့် ရင်တုန်ရအောင် ...",
        "rating": "6",
        "url": "https://megaup.net/14Z0y/(CM)_The_Grandmother_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/warming.up_-149x200.png",
        "title": "Warming Up to You (2022)",
        "description": "Warming Up to You (2022)\n=====================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ လတ်တလောခေတ်စားနေတဲ့ ဇာတ်လမ်းမျိုးဖြစ်တဲ့\ngym trainer ကောင်မလေးနဲ့ နာမည်ကျော်မင်းသားတစ်ယောက်တို့ရဲ့  ရိုမန့်\nဇာတ်လမ်းလေးလို့ပဲ ဆိုကြပါစို့။ကျန်းမာရေးအတွက်ပဲ အမြဲအဓိကထားပြီး လေ့ကျင့်ပေးတတ်လို့ ပေါ်ပင်တွေ\nနောက်လိုက်တတ်တဲ့ Gym နဲ့ အမြဲကတောက်ကဆဖြစ်ရတဲ့ ပါဆင်နယ်ထရိန်နာမလေး\nကိတ်ဝို့ဖ်။နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်ပေမယ့် body structure ကို ဂရုမစိုက်ဘဲ\nစားချင်သလိုတွေစားလို့ ကြွက်သားတွေပျောက် ဝဖိုင့်လာရတဲ့ မင်းသား ရစ်ခ်စတီးလ်။\nတစ်နေ့မှာ ရစ်ခ် ရဲ့ စတူဒီယိုကနေ ပါဆင်နယ်ထရိန်နာအဖြစ် လေ့ကျင့်ပေးဖို့ ကိတ် ကို\nငှားရမ်းလာတဲ့အခါ၊ စတွေ့ကတည်းက ‌ကြောင်နဲ့ ကြွက်လို အမြင်မတည့်ခဲ့ကြတဲ့\nသူတို့နှစ်ယောက် ထရိန်နင်ဆင်းကြတဲ့အခါ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ရိုမန့်စ်\nလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေး စီးမျောခံစားကြည့်ရဦးမှာပါ။\nကိုယ့်ရဲ့ ကလိုင်းရန့်နဲ့ လုံးဝ ဒိတ်မလုပ်ဘူးလို့ ကြွေးကြော်ထားခဲ့တဲ့ ကိတ် အတွက်ရော\nဘယ်လို challenge တွေဖြစ်လာမလဲဆိုတာကတော့ ...\nဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Christie Will Wolf ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KWi0/Warming.Up.To.You.2022.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-g-139x200.jpg",
        "title": "Great Freedom(2021)",
        "description": "ဒါကတော့ ဂျာမာန်စကား‌ပြော Queer movie ခလေးပါ။ဒုတိယကမ္ဘာစစ်အပြီး အနောက်ဂျာမဏီမှာ\nပြည်သူတွေကနာဇီခေတ်ကထက်ပိုမို လွတ်လပ်လာပေမယ့် လိင်တူစိတ်၀င်စားသူတွေကို\nတော့ဖိနှိပ်ထားဆဲပါ။Hans Hoffman ဆိုတဲ့လိင်တူစိတ်၀င်စားသူဟာ လိင်တူဆက်ဆံခြင်းကို အပြစ်ပေးတဲ့ဥပဒေတွေကြောင့်\nထောင်မကြာခဏကျခံနေရပါတယ်။ ထောင်ထဲမှာလည်း ဂေးတစ်ယောက်ဖြစ်နေလို့\nထောင်သားအချင်းချင်းခွဲခြားဆက်ဆံခြင်းကိုလည်း ခံရပါတယ်။ဟန်းစ်ရဲ့အခန်းဖော်ကတော့ လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ ဗစ်တာပါ။ဗစ်တာကလည်း လိင်တူဆက်ဆံသူတွေကို\nမုန်းတီးစိတ်ရှိသူဖြစ်ပေမယ့် အချိန်ကြာလာတော့ ဟန်းစ်နဲ့ခင်မင်ရင်းနှီးသွားပြီး မမျှော်လင့်ပဲသံယောဇဉ်\nတွယ်လာပါတယ်။ 2021ကထွက်ရှိပြီး Canns ရုပ်ရှင်ပွဲမှာ ဆုရခဲ့ပါတယ်။လိင်တူစိတ်၀င်စားသူတွေကိုဖိနှိပ်မှု၊\nအကျဉ်းကျခံရသူအချင်းချင်းကြားက ရဲဘော်ရဲဘက်စိတ်ဓာတ်တို့ကို ပြထားပါတယ်။\nရုပ်ရှင်က ဟန်းစ်ပထမဆုံးထောင်ကျတာနဲ့ နောက်ဆုံးထောင်ကျတာကိုတစ်လှည့်စီပြထားပါတယ်။File size…(3.09gb)/(1.38GB)/(680MB)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/14F53/Great_freedom_2021_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/warming.up_-149x200.png",
        "title": "Warming Up to You (2022)",
        "description": "Warming Up to You (2022)\n=====================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ လတ်တလောခေတ်စားနေတဲ့ ဇာတ်လမ်းမျိုးဖြစ်တဲ့\ngym trainer ကောင်မလေးနဲ့ နာမည်ကျော်မင်းသားတစ်ယောက်တို့ရဲ့  ရိုမန့်\nဇာတ်လမ်းလေးလို့ပဲ ဆိုကြပါစို့။ကျန်းမာရေးအတွက်ပဲ အမြဲအဓိကထားပြီး လေ့ကျင့်ပေးတတ်လို့ ပေါ်ပင်တွေ\nနောက်လိုက်တတ်တဲ့ Gym နဲ့ အမြဲကတောက်ကဆဖြစ်ရတဲ့ ပါဆင်နယ်ထရိန်နာမလေး\nကိတ်ဝို့ဖ်။နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်ပေမယ့် body structure ကို ဂရုမစိုက်ဘဲ\nစားချင်သလိုတွေစားလို့ ကြွက်သားတွေပျောက် ဝဖိုင့်လာရတဲ့ မင်းသား ရစ်ခ်စတီးလ်။\nတစ်နေ့မှာ ရစ်ခ် ရဲ့ စတူဒီယိုကနေ ပါဆင်နယ်ထရိန်နာအဖြစ် လေ့ကျင့်ပေးဖို့ ကိတ် ကို\nငှားရမ်းလာတဲ့အခါ၊ စတွေ့ကတည်းက ‌ကြောင်နဲ့ ကြွက်လို အမြင်မတည့်ခဲ့ကြတဲ့\nသူတို့နှစ်ယောက် ထရိန်နင်ဆင်းကြတဲ့အခါ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ရိုမန့်စ်\nလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေး စီးမျောခံစားကြည့်ရဦးမှာပါ။\nကိုယ့်ရဲ့ ကလိုင်းရန့်နဲ့ လုံးဝ ဒိတ်မလုပ်ဘူးလို့ ကြွေးကြော်ထားခဲ့တဲ့ ကိတ် အတွက်ရော\nဘယ်လို challenge တွေဖြစ်လာမလဲဆိုတာကတော့ ...\nဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Christie Will Wolf ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KWi0/Warming.Up.To.You.2022.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-g-139x200.jpg",
        "title": "Great Freedom(2021)",
        "description": "ဒါကတော့ ဂျာမာန်စကား‌ပြော Queer movie ခလေးပါ။ဒုတိယကမ္ဘာစစ်အပြီး အနောက်ဂျာမဏီမှာ\nပြည်သူတွေကနာဇီခေတ်ကထက်ပိုမို လွတ်လပ်လာပေမယ့် လိင်တူစိတ်၀င်စားသူတွေကို\nတော့ဖိနှိပ်ထားဆဲပါ။Hans Hoffman ဆိုတဲ့လိင်တူစိတ်၀င်စားသူဟာ လိင်တူဆက်ဆံခြင်းကို အပြစ်ပေးတဲ့ဥပဒေတွေကြောင့်\nထောင်မကြာခဏကျခံနေရပါတယ်။ ထောင်ထဲမှာလည်း ဂေးတစ်ယောက်ဖြစ်နေလို့\nထောင်သားအချင်းချင်းခွဲခြားဆက်ဆံခြင်းကိုလည်း ခံရပါတယ်။ဟန်းစ်ရဲ့အခန်းဖော်ကတော့ လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ ဗစ်တာပါ။ဗစ်တာကလည်း လိင်တူဆက်ဆံသူတွေကို\nမုန်းတီးစိတ်ရှိသူဖြစ်ပေမယ့် အချိန်ကြာလာတော့ ဟန်းစ်နဲ့ခင်မင်ရင်းနှီးသွားပြီး မမျှော်လင့်ပဲသံယောဇဉ်\nတွယ်လာပါတယ်။ 2021ကထွက်ရှိပြီး Canns ရုပ်ရှင်ပွဲမှာ ဆုရခဲ့ပါတယ်။လိင်တူစိတ်၀င်စားသူတွေကိုဖိနှိပ်မှု၊\nအကျဉ်းကျခံရသူအချင်းချင်းကြားက ရဲဘော်ရဲဘက်စိတ်ဓာတ်တို့ကို ပြထားပါတယ်။\nရုပ်ရှင်က ဟန်းစ်ပထမဆုံးထောင်ကျတာနဲ့ နောက်ဆုံးထောင်ကျတာကိုတစ်လှည့်စီပြထားပါတယ်။File size…(3.09gb)/(1.38GB)/(680MB)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/14F53/Great_freedom_2021_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ssni00700pu-141x200.jpg",
        "title": "[21+]See Through – Anzai Rara-RION-Decensored (SSNI-700)",
        "description": "Anzai Rara-RION ရဲ့ Decensored ကားတစ်ကားထပ်မံတင်ဆက်လိုက်ပါတယ်...RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)ဒီကားထဲမှာလဲ သူမရဲ့ထူးခြားမှုတွေနဲ့ ပုရိသတွေကို ဘယ်လိုဆွဲဆောင်သွားမယ်ဆိုတာ အံ့ဩဘနန်းကြည့်ရမှာပါ။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို ထပ်တိုးစွဲငြိစေမှာ အသေအချာပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:33:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1KWap/(DS)SSNI-700_[Decensored]_See_Through_With_No_Bra,_J_Cups_Fall_Out,Lala_Anzai_.HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://megaup.net/2qTyj/6_bullets_(2012)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wDEse2TQRiyfhdlusSXBdkDOQRj.jpg",
        "title": "Dual (2022)",
        "description": "Dual (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 72% ~ဘာရောဂါနဲ့မှန်းမသိ သေတော့မယ့် ကောင်မလေးတစ်ယောက်ကို ဆရာ၀န်က သေဖို့သေချာနေပြီလို့ ပြောတော့ ကောင်မလေးက သူ့မှာ ဘာများရွေးချယ်စရာ ရှိသေးလဲလို့မေးတော့ ဆရာ၀န်ကပြန်ဖြေတယ်။ \"မြေမြုပ်မလား မီးသင်္ဂြိုလ်မလား ရေထဲမျှောမလား ရွေးချယ်လို့ရပါတယ်\"ဆိုပြီး သူသာဆို မြေပဲမြုပ်မယ့်အကြောင်း ဋီကာချဲ့ပြီးနောက် ကိုယ်သေသွားပေမဲ့ ကိုယ်ချစ်တဲ့သူတွေအတွက် ကိုယ့်ပုံတူကိုယ်ပွား အစားထားခဲ့လို့ရတဲ့အကြောင်း ကြော်ငြာစာရွက်ကလေးပေးလိုက်တယ်။ဒီလိုနဲ့ ကောင်မလေးက ကိုယ်ပွားပွားပေးတဲ့ဆီ ကိုယ်ပွားသွားပွားတယ်။ Ethic စောက်ရမ်းရှိတဲ့ ဆရာ၀န်က ကိုယ်လုံးတီးဖြစ်နေတဲ့ သူ့ကိုယ်ပွားကို ဘူးသွားတာကလွဲ အားလုံးအဆင်ချောပါတယ်။ နောက်မှ ဆရာ၀န်က ဘာမှားလဲမသိပေမဲ့ မသေတော့ပါဘူး ကောက်လုပ်ပြန်တော့ ကောင်မလေးခဗျာ ကိုယ်ပွားကြီးအဖတ်တင်ပါရော။ ပြဿနာက ခုနကိုယ်ပွားက လူစစ်စစ်ပဲ။ စက်မဟုတ်ဘူး။ ဆိုတော့ သူ့ကိုဖျက်သိမ်းဖို့က သတ်ပစ်ရတာပဲ။ဥပဒေအရ သေခါနီးလူမဟုတ်ရင် ကိုယ်ပွားပွားလို့ မရတော့ တစ်ယောက်ပဲရှင်ရမယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qTkk/(CM)_Dual_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzA1Njg4NzYxOV5BMl5BanBnXkFtZTgwODk5NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Blade Runner 2049 (2017)",
        "description": "လောလောလတ်လတ်ထွက်ရှိလာတဲ့Blade Runner 2049(2017)ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ အရင် Blade Runner 2017(1982)ကားကို အခြေတည်ပြီး ထွက်ရှိလာတဲ့ ကားသစ်လေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူသားတွေနဲ့ ချွပ်စွပ်တူတဲ့ Replicantဆိုတဲ့ လူသားပုံတူတွေဟာ 2049မှာ တွင်တွင်ကျယ်ကျယ် အသုံးပြုလာပါတယ်။အဲ့ဒီမှာ K ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာ Replicant ဗားရှင်းအဟာင်းတွေကို လိုက်သုတ်သင်ရင်း ထူးဆန်းမှုတစ်ခုကိုသိထားမိလာပါတော့တယ်။မီးဖွားထားတဲ့ လက္ခဏာနဲ့ Replicantအရိုးစုစက်ရုံကထုတ်လုပ်တဲ့ Replicantတွေက မျိုးပွားနိုင်သလားမွေးလာတဲ့ကလေးကရော ဘယ်မှာလဲOfficer Kကရောဘာလဲအရင်ကBlade Runner အရာရှိ ဒတ်ကတ်ကရောဘယ်မှာလဲ- စတဲ့ သိုလော့သို့လော မေးခွန်းတွေနဲ့ဇာတ်လမ်းကို အဆုံးထိဖမ်းစားနိုင်တဲ့ကားပါ။Rating မြင့်မြင့်နဲ့ သမာရိုးကျဇာတ်လမ်းတွေထဲက ခွဲထွက်လာတဲ့Mysteryကားကောင်းလေးကို ကြည့်ရှုလိုတဲ့ CMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…(2.2 GB)/(999 MB)\nQuality….Open Matte 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:43:27\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,Thanhtike Zaw\nTranslated by Aye Mon Kyaw",
        "rating": "8.4",
        "url": "https://megaup.net/36Qnz/(CM)_Blade.Runner.2049.2017.Open.Matte.720p-BLUEBIRD-Nyein.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/blade-runner-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpIOp63wcxCiLiJUMQcvqMmWskT.jpg",
        "title": "Tyson’s Run (2021)",
        "description": "Tyson’s Run (2022) Wholesome ဖြစ်တဲ့ Family Friendly ဇာတ်ကားလေးဖြစ်ပါတယ်။လောကမှာ ကိုယ်ရွေးချယ်လို့ရတဲ့အရာရယ် ကိုယ်ရွေးချယ်လို့မရတဲ့အရာရယ်ဆိုတာ ရှိစမြဲပါ။ ကိုယ့်ရဲ့ဖြစ်တည်မှုကို ရွေးချယ်လို့မရခဲ့ပေမဲ့ ကိုယ်ရထားတဲ့ဘဝကို ဘယ်လိုရှေ့ဆက်ရှင်သန်မယ်ဆိုတာကတော့ ရွေးချယ်လို့ရရဲ့မဟုတ်လား။ဘော်ဘီဟိုလာမန်းက စတန်းဘရေ့ချ်မြို့ရဲ့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးပါ။ဘယ်လိုအထင်ကရဖြစ်တာလဲဆိုတော့ စတန်းဘရေ့ချ်မြို့ ဂရေးဟောင်း အထက်တန်းကျောင်းရဲ့ ဘောလုံးအသင်းနည်းပြအနေနဲ့ ဂရေးဟောင်းအသင်းကို ခုနစ်နှစ်ဆက်တိုက် ရှုံးပွဲမရှိတဲ့အသင်းဖြစ်စေခဲ့ပြီး ပြည်နယ်ကိုယ်စားပြုချန်ပီယံဆုကို ငါးနှစ်ဆက်တိုက် ဆွတ်ခူးစေခဲ့လို့ပါပဲ။ဒီလိုမြို့ခံလူထုက လေးစားရတဲ့သူ့မှာ တိုင်ဆန်ဆိုတဲ့ ၁၅ နှစ်အရွယ်သားလေးရှိပါတယ်။ ကံဆိုးရှာတာက တိုင်ဆန်ဟာ အော်တစ်ဇင်ဖြစ်နေရှာတာပါပဲ။ ဒါပေမဲ့လည်း တိုင်ဆန်ဟာ ဘောလုံးနည်းပြကြီး သူ့အဖေ ဂုဏ်ယူရတဲ့သူ ဖြစ်အောင် လုပ်ပြချင်ရှာတယ်။တစ်နေ့ သူတို့မြို့မှာ မာရသွန်အပြေးပြိုင်ပွဲကြီး ကျင်းပမယ်ဆိုတော့ တိုင်ဆန်က သူလည်း ဝင်ပြိုင်ချင်တယ်ဆိုပြီး သူ့မိဘတွေကို ပူဆာရှာတာပေါ့။ ဒါပေမဲ့ စိတ်ပူတတ်တဲ့မိခင်နဲ့ မလုပ်နိုင်ဘူးထင်တဲ့ဖခင်က တားကြလေရဲ့။ ခေါင်းမာတဲ့ တိုင်ဆန်တစ်ယောက် ချန်ပီယံဟောင်းအာခလိလုနဲ့ အမှတ်မထင်ခင်မင်ရင်းနှီးသွားရာက သူ့အိပ်မက်တွေ တကယ်ဖြစ်လာပါ့မလားဆိုတာကတော့ ..ထူးခြားတာက ...",
        "rating": "7",
        "url": "https://megaup.net/2qPxn/[CM]Tyson_s.Run.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4xvXYD0SHWdttDJb1gJ4VuD1EeY.jpg",
        "title": "They Talk (2021)",
        "description": "They Talk (2022)ပရလောကဆိုတာကို တစ်ချို့ကယုံကြတယ်။ တစ်ချို့က မယုံကြဘူးပေါ့။ တစ်ချို့ကျ တစ္ဆေဆိုတာ အကြောင်းတစ်ခုခုနဲ့ဖြစ်လာတဲ့ လူ့ရဲ့ပုံရိပ်ယောင်တွေ ပဲ့တင်သံတွေလို့ ထင်ကြတယ်။ တစ်ခါတလေကျလည်း သဘာ၀ရဲ့လှည့်ကွက်ပေါ့။ သဘာ၀ထဲက လေအေးနဲ့ လေနွေးပေါင်းစပ်မိတဲ့အခါမှာတောင် တစ်ခါတလေ ထင်ယောင်ထင်မှားဖြစ်လောက်စရာတွေပေါ်တတ်တယ်။ ဟော့ကင်းကတော့ လူဆိုတာ ကွန်ပြူတာတစ်လုံးလိုပဲလို့ ဆိုတယ်။ ပျက်ပြီး ပြီးပြီပေါ့။ ဒါပေမဲ့ တကယ်ရှိရှိမရှိရှိ ယုံတဲ့လူတွေရှိနေသရွေ့ သရဲကတော့ ရှိနေဦးမှာပါပဲ။ဒီဇာတ်လမ်းမှာ လူတစ်ယောက်ဟာ ပရလောကက အသံတွေကို ကြားနေရတယ်။ ကြုံရာကျပန်းတွေပါပဲ။ ဘာတွေလဲကို သူလည်းမသိဘူး။ သူ့လိုပဲ ကြားရတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဆီ သူအကြံသွားတောင်းတယ်။ ပရော်ဖက်ဆာကတော့ သရဲတွေက ကြုံရာကျပန်းပြောတာမဟုတ်ဘူး။ သူ့ကို သတင်းတစ်ခုခုပေးချင်တာတဲ့။ ဒီတော့ သူအဖြေရှာတယ်။ သူ့ကောင်မလေးက ဒါတွေကိုမယုံဘူး။ ဆက်မလုပ်တော့ဖို့ပြောတယ်။ ဒီလိုနဲ့ တစ်မနက်ကျ ပရော်ဖက်ဆာကြီးဆီက ဖုန်း၀င်လာပြီး သူ့ကို တစ်ခုခုလာနေပြီ သတိထားလို့ပြောတယ်။ အဲဒီညနေသူ ဖုန်းပြန်ဆက်တော့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/14Plr/(CM)_They_Talk_(2022)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MI2y8XViPrDiKs1p0QC4bTeZzf.jpg",
        "title": "Maurice (1987)",
        "description": "Maurice (1987)~ IMDb - 7.7/10, Rotten Tomatoes - 87% ~ချစ်ခြင်းမေတ္တာဆိုတာ နေရာဒေသမရွေး၊ အချိန်အခါမရွေး၊ ယောကျ်ား မိန်းမ မရွေးရှိတတ် ဖြစ်ပေါ်တတ်ကြတယ်။ လိင်တူချင်း ချစ်ကြိုက်ဖို့၊ မေတ္တာမျှဝေဖို့ အတင်းကြပ်ဆုံး နိုင်ငံတွေထဲမှာ အင်္ဂလန်နိုင်ငံဆိုတာ ထိပ်ဆုံးမှာ ရပ်တည်နေတာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ်မတိုင်ခင်အချိန်တွေမှာ အင်္ဂလန်နိုင်ငံတော်ကြီးမှာ လိင်တူချစ်ကြိုက်မိခဲ့ရင် သေဒဏ်ဆိုတဲ့ ကြီးလေးတဲ့ ပြစ်ဒဏ် ပေးခံရပါတယ်။ဒီလိုအချိန်ကာလမျိုးမှာပဲ Maurice တစ်ယောက် Right Person၊ Wrong Time ဆိုတဲ့ အခြေအနေမျိုးကို ရောက်ရှိခဲ့တယ်။ အမျိုးသားတစ်ဦးကို ချစ်မိတာဟာ အမျိုးသမီးတစ်ဦးကို ချစ်ကြိုက်ရတာထက် ပိုပြီး စိတ်ပင်ပန်းရတယ် တွေ​ဝေရတယ် စွန့်လွှတ်ရဲရတယ်။ ဒါကို Maurice တစ်ယောက်ကြုံခဲ့ရတယ်။ အချိန်ကာလ၊ မိသားစု၊ ပတ်ဝန်းကျင် အစရှိတာတွေအကုန်လုံးကို အံတုပြီး ကျောင်းနေဘက် သူငယ်ချင်း Clive ...",
        "rating": "7.7",
        "url": "https://megaup.net/2qRgA/(CM)_Maurice_(1987)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/14xq6/Thar_(2022)_HQ_HDRip_.720p.AAC_2.0CH_._Hindi(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ta-135x200.jpg",
        "title": "The Talented Mr. Ripley (1999)",
        "description": "နာမည်ကျော် ဆယ်လဘရီတီအမှုတစ်ခုဖြစ်တဲ့ ဂျွန်နီဒပ် နဲ့ အမ်ဘာဟက် တို့ တရားခွင်မှာ အမ်ဘာဟက်ဟာ ဒီရုပ်ရှင်ထဲက စကားလုံးတွေကို ခိုးယူပြောကြားခဲ့တဲ့အတွက် လူရယ်စရာဖြစ်သွားခဲ့ပါတယ်။ ဒေါ်လာသန်း ၁၀၀ တန် တရားခွင်ကြီးမှာတောင် အတုယူပြောရလောက်တဲ့ စကားလုံးတွေက ဘာတွေဖြစ်မလဲ ကြည့်လိုက်ရအောင်။Ripleyဟာပါတီတစ်ခုမှာ ပီယာနိုတီးနေတုန်း သူငှားထားတဲ့ဂျာကင်ကြောင့် လူကုံထံသူဌေးကြီးဖြစ်သူ Herbert Greenleaf ကသူ့ကိုပရင့်စတန်ကျောင်းထွက်လို့ထင်ပြီး သူ့သားသူငယ်ချင်းဖြစ်မယ်လို့ထင်နေပါတယ်Herbert ကTom ကိုအီတလီမှာလေလွင့်နေတဲ့ သူ့သားဖြစ်သူ Dicky ကိုသွားခေါ်ဖို့စည်းရုံးပါတယ်။ငွေလိုနေတဲ့ Tom ကလည်းလက်ခံလိုက်ပြီး အီတလီကိုသွားကာ Dicky ကို သူဟာDicky မမှတ်မိတဲ့ကျောင်းနေဘက်သူငယ်ချင်းဖြစ်ကြောင်းအယုံသွင်းပြီး မိတ်ဖွဲ့နိုင်ခဲ့ပါတယ်။တွမ်ဟာ အီတလီက Dicky ရဲ့ဇိမ်ကျတဲ့ ဘ၀ကိုအားကျပြီး\nအခွင်သင့်တိုင်း Dicky လိုဟန်ဆောင်တတ်တယ်။Dicky ကိုယ်တိုင်တွမ်ကိုငြီးငွေ့လာချိန်မှာတော့ အထက်တန်းစားဘ၀ကိုစွဲလမ်းနေပြီဖြစ်တဲ့ တွမ်ဟာသူ့အလိမ်အညာကိုဖုံးဖိနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဟန်ဆောင်ဘ၀တစ်ခုကို ထိန်းသိမ်းနိုင်ဖို့ ဘယ်အထိသွားနိုင်မလဲ1999 ကထွက်ရှိထားတဲ့ Thriller လေးပါ။ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Matt Damon,Jude Law, Gwyneth Paltrow,Cate Blanchett, ...",
        "rating": "",
        "url": "https://megaup.net/14Z6w/The_Talented_Mr_Ripley_(1999)_720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur2D5MXrwBBymQ7DjG0cOFen2yh.jpg",
        "title": "Jersey (2022)",
        "description": "ဒီကားလေးက ယင်​ကောင်မင်းသား နာနီရဲ့ Jersey 2019 ကို\nပြန် Hindi Remake ထားတယ်ဆိုပေမယ့်\nဇာတ်လိုက် မင်းသားက Kabir Singh ဇာတ်ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား ရေပန်းစားခဲ့တဲ့ မင်းသားချောလေး ရှာဟစ်ဒ်ကပူရ်ဆိုတော့ ကြည့်ရကျိုးနပ်ပါတယ်.... ဇာတ်လမ်းကြောရိုးကတော့ နိုင်ငံတော်ခရစ်ကတ်အသင်းထဲဝင်ခွင့်မရခဲ့တဲ့ အရည်အချင်းရှိ\nခရစ်ကတ်ကစားသမားတစ်ဦးဟာ သူဘယ်လောက်ပဲ ကြိုးစားစား အခွင့်အရေးမရခဲ့တဲ့အတွက်\nခရစ်ကတ်အားကစားကို လက်လျှော့ပြီး သာမန်ဘဝတစ်ခုမှာပဲ စိတ်နာနာနဲ့ နေထိုင်သွားခဲ့တယ်.... ခရစ်ကတ်ဝါသနာအိုးဖြစ်တ​ဲ့ သားဖြစ်သူရဲ့မွေးနေ့လက်ဆောင်အတွက် သူပူဆာတဲ့\nJersey (အိန္ဒိယခရစ်ကတ်အသင်းဝတ်စုံ) ​လေး ကို ဝယ်ပေးချင်တဲ့စိတ်နဲ့ မထင်မှတ်ဘဲ\nခရစ်ကတ်လောကထဲကို သူပြန်ရောက်သွားတဲ့အခါမှာတော့....\nပတ္တမြားမှန်ရင် နွံမှာမနစ်ဘူးဆိုတဲ့အတိုင်း သူ့ရဲ့တိမ်ဝှက်နေတဲ့ အရည်အချင်းတွေကို ထုတ်ဖော်ခွင့်ရပါ့မလား....\nသူ့သားလေးတကယ်လိုချင်​နေတဲ့ မွေးနေ့လက်ဆောင်ကို ပေးနိုင်ပါ့လား....\nသူဖြစ်ချင်နေတဲ့ အိပ်မက်ကော အကောင်အထည်ပေါ်လာပါ့မလား... ဒီဇာတ်ကားလေးက အားကစားသမားတစ်ဦးရဲ့စိတ်ဓါတ်နဲ့\nခွန်အားကို ရုပ်လုံးဖေါ်ပြပြီး အပိုထပ်ဆောင်းအနေနဲ့\nသားသမီးအပေါ်ထားတဲ့ မိဘရဲ့မေတ္တာကိုလည်း\nအရိပ်အမြွက်လေးဖေါ်ပြထားလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ရှင့်....File size…2.76GB / 1.16GB\nQuality…1080p WEB RIP AAC5.1CH / 720p WEB RIP\nFormat…mp4\nDuration….2h 5omins\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/14Weh/Jersey_2022_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://megaup.net/14yq2/Saani_Kaayidham_(2022)_Tamil_TRUE_WEB-DL_-720p.AAC2.0CH._Tamil(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hot-neighbor-211x300-1-141x200.jpg",
        "title": "(18+) Hot Neighbor (2016)",
        "description": "အိမ်ထောင်ရေးတစ်ခုမှာ ဘာကအရေးကြီးဆုံးဆိုတာ\nတိတိကျကျပြောရခက်ပေမဲ့ အကြမ်းအားဖြင့်\nနားလည်မှုဆိုတာတော့ လူတိုင်းသိကြမယ်ထင်ပါတယ်\nနားလည်မှုမရှိတဲ့ အိမ်ထောင်ရေးဆိုရင် မသာယာကြပါဘူးဒီဇာတ်လမ်းလေးက နားလည်မှုအကြောင်းအခြေခံထားပြီး\nသဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားပါတယ်\nအိမ်နီးချင်း လင်မယားနှစ်တွဲအကြောင်း ပဲဖြစ်ပါတယ်တစ်တွဲက အမျိုးသားက နားလည်မှုမရှိသူဖြစ်ပြီး\nကျန်တစ်တွဲက အမျိုးသမီးက နားလည်မှုမရှိသူဖြစ်နေပါတယ်\nချစ်မိလို့ အိမ်ထောင်ပြုကြပေမဲ့ အချိန်ကြာလာတာနှင့်အမျှ ပြလာတဲ့ဇာတိ\nတွေကို ရိုးရိုးလေး ဖေါ်ပြထားတာဖြစ်ပါတယ်အိမ်ထောင်သည်တွေရဲ့ သဘောသဘာဝတွေကို\nရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည့်ဖို့မသင့်တော်ပါဘူးFile size…800MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2qyhf/Hot_Neighbor.2016.KR.WEB-DL.720p.x264.AAC2.0(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/twice-poster-157x200.jpg",
        "title": "TWICE Debut Showcase “Touchdown in Japan” (2017)",
        "description": "Twice Debut Showcase\n=====================ဒီတစ်ခေါက်မှာတော့ Once တွေအတွက် Twice အဖွဲ့ရဲ့ဂျပန်မှာပထမဆုံး Debut လုပ်ချိန်က Show လေးအကြောင်း တင်ဆက်ပေးချင်ပါတယ်Japan မှာ Twice ဆိုပြီး စတင်မိတ်ဆက်ခဲ့တဲ့ ရှိုးလေးဖြစ်သလိုတိုကျိုအားကစားကွင်းမှာကျင်းပခဲ့ပြီးတော့ လူပေါင်း၁၅၀၀၀တက်ရောက်ခဲ့ပါတယ်Once တွေအတွက် ပွဲဦးထွက်ခါစ Twice အဖွဲ့ကို မြင်တွေ့ရမဲ့အပြင်TT Signal Once အတွက်ရေးစပ်ထားတဲ့သီချင်းတွေကိုရောကောင်မလေးတွေကို ကြည့်ရင်း ပြန်လည်နားဆင်နိုင်တာမလို့ ကြည့်ရှုပေးကြပါဦးနော် File size…2.5GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….76 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae Sone",
        "rating": "7.6",
        "url": "https://megaup.net/1KBhx/Twice_-_Debut_Showcase_-_Touchdown_in_Japan.720p.AAC2.0CH(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
        "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
        "description": "A turtle's tale: Sammy's adventures (2010)\n====================================================\nလူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေက\nတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊\nအမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။\n\"လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ\"တဲ့။\nဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့\nလောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။    ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ \"Count on me\" နဲ့ \"Talking to the moon\",\nMichael Jackson cover ...",
        "rating": "6.0",
        "url": "https://megaup.net/1KDbj/Sammys_Adventures_The_Secret_Passage_2010_.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k079zl4TcFVK0n5CypQeYqSkwdU.jpg",
        "title": "The Kashmir Files (2022)",
        "description": "ဒီတစ်ခါမှာတော့ ၁၉၉၀ ကာလကို အခြေတည်ပြီး ဟိမဝန္တာတောင်တန်းတွေကြားက\nကတ်ရှ်မီးယား ဒေသရဲ့ လွတ်လပ်ရေးရုန်းကန်ပုံ,လူမျိုးရေးရာပြဿနာတွေအကြောင်းကို\nပွင့်ပွင့်လင်းလင်း ဖော်ထုတ်ထားတဲ့ Historical/Drama အမျိုးအစား\nဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDB 8.3 လောက်ရထားပြီး နိုင်ငံအချို့မှာရုံတင်ခွင့်ပိတ်တဲ့ကားမို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး  ဇာတ်လမ်းအကျဉ်း\n===================ကတ်ရှ်မီးယားဒေသဟာ အိန္ဒိယအနောက်မြောက်ပိုင်းမှာရှိပြီး\nဟိမဝန္တာတောင်တန်းတွေ ဝန်းရံထားပါတယ်။\nအဲ့ဒီနယ်မြေဟာ ပါကစ္စတန်နဲ့ထိစပ်နေပြီး ကတ်ရှ်မီးယားပန်ဒစ် လို့ခေါ်တဲ့\nဟိန္ဒူလူမျိုးတွေအခြေချနေထိုင်လာတယ်၊ ခေတ်မှီလာတာနဲ့အမျှ ကတ်ရှ်မီးယား ပန်ဒစ်တွေဟာ\nသူတို့ကို လစ်လျူရှုတဲ့ အိန္ဒိယကနေ လွတ်လပ်ဖို့ တောင်းဆိုလာသလို\nအိမ်နီးချင်း ပါကစ္စတန်ရဲ့ အစ္စလာမ်မစ်တွေကပါကျူးကျော်လာတဲ့အခါမှာတော့..... ဒီကားက မင်းသားမင်းသမီးထက်စာရင် ဇာတ်လမ်းဇာတ်ကွက်\nနိုင်ငံရေး ဘာသာရေး စတဲ့ အကြောင်းတွေကို ပွင့်လင်းပြင်းထန်စွာ\nရိုက်ပြထားတာမို့ သမိုင်းနောက်ခံနိုင်ငံရေး ကြိုက်သူတွေအတွက်ဖျော်ဖြေမှုရနိုင်မယ့် ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်။အညွှန်း Lwin Htoo Aung  \nFile size…2.1GB / 1GB\nQuality…1080p WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Oeliu J",
        "rating": "8.3",
        "url": "https://megaup.net/2qCy1/The_Kashmir_Files_(2022)_TRUE_WEB-DL_.720p.AAC2.0CH.Hindi(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVVU9zC8snNHlcqYONY2HOsh9ob.jpg",
        "title": "Shark Bait (2022)",
        "description": "သူငယ်ချင်း​တွေ ပင်လယ်ကမ်း​​​​ခြေကို ခရီးထွက်လာမယ်၊ ​ပျော်ပါး\nကြမယ်၊ အရာရာ ပျော်စရာအတိ ဖြစ်​နေရင်​တော့ ​သေချာပါတယ်၊\nအဖျက်သမားတစ်​ကောင် ​ပေါ်လာ​တော့မှာပါ၊ သူက​တော့ အားလုံး\nသိပြီးသား ​ကို​ရွှေငါးမန်းရယ်​ပေါ့၊ ငါးမန်းနဲ့ပတ်သတ်တဲ့ ဇာတ်ကား\nအများစုက ဒီလိုဖန်တ​ရာ​တေ​နေတဲ့ ဇာတ်အိမ်​မျိုး​​တွေ ဖြစ်​ပေမယ့်\nဒီလိုကား​တွေက ရလာတဲ့ သည်းထိပ်ရင်ဖိုတွေ၊ ဇာတ်​ကောင်​နေရာ\nက​နေ ကျီးလန့်စာစား ဖြစ်ရပုံ​တွေ၊ ငါးမန်းရန်က လွတ်နိုင်ပါ့မလား\n​ကိုယ်စား​​တွေးပူမိတဲ့ စိတ်ခံစားချက်​တွေ​ကြောင့်လည်း ဒီ​​နေ့​ခေတ်\nဒီအချိန်​ထိ ငါးမန်းရုပ်ရှင် သည်း​ခြေကြိုက်ဖန်တွေ ရှိ​နေဆဲပါ။ အခု ၂၀၂၂ထွက် ငါးမန်းကားသစ်ဟာလည်း အထက်ပါမဲပြာပုဆိုး\nဇာတ်အိမ်ပါပဲ၊ သူငယ်ချင်း​တွေ ကမ်း​ခြေကို ခရီးထွက်လာတယ်၊\nမူးရူး​ပျော်ပါးတယ်၊ ​ရှေ့​နောက်မကြည့်ဘဲ စပိဘုတ်​​တွေနဲ့ ပင်လယ်\nထဲ ထွက်လာတယ်၊ ကမ်းနဲ့ အ​တော်​ဝေး​ဝေးမှာ အက်စီးဒင့်ဖြစ်ပြီး\n​ပင်လယ်ထဲ မဟာဇနက္က​​နဲ့ နင်လား ငါလား ဖြစ်သွားတယ်၊ အဲဒီမှာ\nဇာတ်လိုက်​ကျော် ​ငါးမန်းဖြူကြီး ​ရောက်လာတယ်၊ ငါးမန်းရန်က\nလွတ်​အောင် ကြိုးစားကြတယ်​ပေါ့။ ဇာတ်လမ်းက ဒါပါပဲ၊ ရိုးရှင်းတယ် ခန့်မှန်းရလွယ်တယ်၊ သင်ခန်းစာ\nယူလို့ရတဲ့ ကားမျိုး​တော့ မဟုတ်ဘူး၊ ဒါ​ပေမဲ့ သူတို့ရဲ့ အသက်​ဘေး\nလွတ်​အောင်ကြိုးစားပုံ​တွေ၊ ...",
        "rating": "4.2",
        "url": "https://megaup.net/14K2e/Shark_Bait.720p._WEBRip.AAC2.0CH(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UGmn8TyWPPzkjhLUW58cOUHjPS.jpg",
        "title": "Chip ‘n Dale: Rescue Rangers (2022)",
        "description": "Chip 'n Dale: Rescue Rangers (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 79% ~Chip 'n Dale ဟာ လက်ရှိမှာ ကြည့်ပြီးတဲ့ လူတိုင်းနီးပါး အားရတဲ့ Fun တော်တော်ဖြစ်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး နိုင်ငံတကာရုပ်ရှင်ဖန်တွေက Rating - 5/5 , 10/10 တွေ ပေးထားကြပါတယ်။ Chip 'n Dale: Rescue Rangers ဆိုတဲ့ ဟိုတုန်းက နာမည်ကျော် Dinsey ကာတွန်းဇာတ်လမ်းတွဲထဲက ရှဉ့်ငရှုပ်နှစ်ကောင်ကို အဓိကထားပြီး တခြား ၉၀ပြည့်နှစ်က ကာတွန်းဇာတ်ကောင်တွေအများကိုလည်း cameo ထည့်ထားသလို လက်ရှိ ရုပ်ရှင်တွေကိုလည်း ဖောင်းထုထားတဲ့ တော်တော့်ကို ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ Nostalgia ဖြစ်စရာတွေလည်း အပြည့်ပါပဲ။ဒစ္စနေးကားပေမဲ့ Cameo တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2qR0q/(CM)_Chip_n_Dale_Rescue_Rangers_(2022)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://megaup.net/14slv/Sonic.the.Hedgehog.2.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
        "title": "The Lost City (2022)",
        "description": "The Lost City (2022)ပရိသတ်တွေမျှော်နေကြတဲ့ ပျောက်ဆုံးနေသော မြို့တော်လာပါပြီ။\nတောတွင်း စွန့်စားခန်းတွေ၊ ရတနာရှာတာတွေကို ဟာသကားအနေနဲ့ ရိုက်ထားတာမို့\nပေါ့ပေါ့ပါးပါးနဲ့ အတော်လေးကြည့်လို့ကောင်းပါတယ်။\nသရုပ်ဆောင်တွေကလည်း ဆန်ဒရာဘူးလော့၊ ချန်းနင်းတေတမ်၊ ဘရက်ပစ်၊ ဒယ်နီရယ် ရက်ကလစ်ဖ်တို့ဆိုတော့ အားလုံးရင်းနှီးပြီးသားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ လော်ရက်တာဆိုဆိုတဲ့ စာရေးဆရာမဟာ\nကောလိပ်ကျောင်းသူဘဝမှာ ရှေးဟောင်းစာပေတွေကိုလေ့လာခဲ့ပေမဲ့\nခင်ပွန်းဖြစ်သူ ရှေးသုတေသနပညာရှင် သေဆုံးခဲ့ပြီးတဲ့နောက်မှာ\nရှေးဟောင်းသမိုင်းတွေကို ရေးသားထုတ်ဝေခဲ့ပေမဲ့ လူကြိုက်မများခဲ့ပါဘူး။\nဒါကြောင့် သမိုင်းနည်းနည်းနဲ့ အဖော်အချွတ်များများ ဆော်ကြိုက်ဘဲကြိုက်\nပေါ်ပင် အချစ်ဇာတ်လမ်းတွေ တွဲရေးလိုက်တဲ့အချိန်မှာမှ အောင်မြင်သွားပါတော့တယ်။\nအဲဒီလိုအောင်မြင်လာတဲ့အချိန်မှာပဲ သူ့စာအုပ်ထဲမှာ နည်းနည်းလေးပါနေတဲ့ သမိုင်းအမှန်တွေနဲ့\nရှေးဟောင်းစာပေ ဘာသာပြန်တွေကို အစစ်အမှန်မှန်းသိသွားတဲ့\nရတနာသိုက်မုဆိုးတစ်ယောက်ဟာ လော်ရက်တာကို ဖမ်းပြီး\nပျောက်ဆုံးနေတဲ့ရှေးဟောင်းမြို့တော်ရဲ့ ရတနာတွေကိုရှာတဲ့နေရာမှာ အသုံးချဖို့ကြိုးစားလာပါတော့တယ်။\nဒါကိုပဲ လော်ရက်တာကို ကြိတ်ကြိုက်နေတဲ့ စာအုပ်မျက်နှာဖုံးမော်ဒယ် အလန်ကပါ\nနောက်ကနေ စွန့်စားခန်းတွေဖွင့်ပြီး လိုက်ကယ်တင်လာတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Comedy, Romance\nQuality….4K HEVC | WEB-DL 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1Kyb9/The.Lost.City.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
        "title": "The Bad Guys (2022)",
        "description": "The Bad Guys (2022)ဒီနှစ်ရဲ့အကောင်းဆုံး အနီမေးရှင်းရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်တဲ့ လူဆိုးကြီးများအဖွဲ့ လာပါပြီ။\nဇာတ်လမ်းကတော့ သူငယ်ချင်းစိတ်ဓာတ်၊ အကောင်းနဲ့အဆိုး စိတ်လွန်ဆွဲပွဲကို\nဇာတ်လမ်းကောင်းကောင်းနဲ့ ဟာသတွေ ရောယှက်ပြီး ဖန်တီးထားတာပါပဲ။\nလူတွေအများစု ကြောက်လန့်ကြတဲ့ သတ္တဝါမျိုးစိတ်တွေကို လူဆိုးတွေအဖြစ်ပုံဖော်ပြထားပြီး၊\nအဲဒီလူဆိုးအဖွဲ့ကို လူကောင်းပြန်ဖြစ်လာအောင်ကူညီနေတဲ့ ပူးကလေးရယ်ပါတာပေါ့။\nလှည့်ကွက်တွေများများကြည့်ရအောင် ဇာတ်လမ်းတော့ပြောမပြတော့ပါဘူး။\nနောက်ခံသီချင်းတွေကလည်းအတော်ကောင်းပြီး\nလှုပ်ရှားမှုတွေရော အသံသရုပ်ဆောင်တွေရော ကောင်းတာမို့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါဦး။အညွှန်းကိုတော့ Mr.Anderson က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mr.Anderson, Chcuk နဲ့ Yoon တို့ပဲ ဖြစ်ပါတယ်Genre.....Animation, Adventurd, Comedy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 750MB and 300MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson, Chuck, Yoon\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2qiG4/The.Bad.Guys.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQACcCZqd7WCTRin9xRIW5gr1bd.jpg",
        "title": "Alive (1993)",
        "description": "Alive (1993)~ IMDb - 7.1/10, Rotten Tomatoes - 59% ~ဟင်္သာကိုးသောင်းပျက်စီးရခြင်းက ဇာတ်တူသားစားလို့ဟုဆိုပါလျှင် သူတို့က တိရစ္ဆာန်သာဖြစ်လို့ပါဟု ပြောရမည်လား မသိနိုင်ပါ။ ပေါရိသ နန်းကျမင်းရဲ့ လူသားအပေါ်တပ်မက်မှုက လျှာဖျားတထောက် အရသာအပေါ် အခြေခံတယ်လို့ မှတ်သားဖူးတာပါပဲ။ လူသားဆိုတာ စားကောင်းတဲ့အသားလား၊ မစားကောင်းတဲ့အသားလား ဆိုတာကတော့ လူ့ယဉ်ကျေးမှုအဖွဲ့အစည်းမှာ ဖြေစရာမလိုတဲ့ မေးခွန်းတစ်ခုပါ။ဒါပေမဲ့ အဲဒီမေးခွန်းကိုပဲ ငတ်မွတ်ဆာလောင်ပြီး စားစရာမရှိတဲ့သူတွေကို မေးကြည့်ရင်ဖြင့် တမျိုးတဖုံ ပြောင်းသွားနိုင်စရာအကြောင်းရှိတာပေါ့။ လူ့အသိုင်းအဝိုင်းအတွင်းမှာတော့ ငတ်မွတ်ခေါင်းပါးရုံနဲ့ လူသားကို စားစရာအဖြစ် မရွေးချယ်စကောင်းပေမဲ့ မိုင် (၁၀၀) ဝန်းကျင်ကျယ်ပြန့်တဲ့ ရေခဲတောင်တန်းပေါ်မှာတော့ လူသေအလောင်းဟာ ရွေးချယ်စရာတစ်ခု ဖြစ်လာတော့တာပါပဲ။ဒီအဖြစ်ဟာ 1972 ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တာပါ။ တောင်အမေရိက ရက်ဘီဘောလုံးအသင်းဟာ အိမ်နီးချင်းနိုင်ငံ ချီလီမှာ ကစားပွဲတစ်ခု သွားရောက်ကစားဖို့အတွက် ဆွေမျိုး မိတ်ဆွေတွေ တင်ဆောင်လို့ အန်ဒီ‌စ်ရေခဲတောင်တန်းတွေပေါ်ကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1KTon/(CM)_Alive_(1993)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "RRR (2022)",
        "description": "RRR (2022)\nIMDb Rating -8.4/10 (ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်)  1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1KSum/(CM)_RRR.2022.Telugu.720p.ZEE5.WEB-DL.DDP5.1-YK.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-feature-160x200.jpg",
        "title": "The Northman (2022)",
        "description": "IMDb 7.8 ရှိတဲ့ ရုပ်ရှင်ကားကြီးတစ်ကားလာပါပြီ။ နော်ဝေးဗိုက်ကင်းတွေရဲ့ ခေတ်ဇာတ်လမ်းကောင်းတစ်ခုပါပဲ။ နာမည်ကျော်ဗိုက်ကင်းစီးရီးကြီးနဲ့ ဆက်စပ်တာတော့မဟုတ်ပါဘူး။မင်းသားအမ်လက်သ်ရဲ့ ဒဏ္ဍာရီဆိုတဲ့ ရှေးပုံပြင်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ ရိုက်ကူးချက်အလန်းတွေတိုက်ခိုက်ခန်းအလန်းတွေကိုမြင်ရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်ခန်းအနည်းငယ်ပါလို့အိမ်မှာ မိသားစုနဲ့ကြည့်ရင်တော့ သတိထားရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ဗိုက်ကင်းဘုရင် အာဗန်ဒေးမှာ အမ်လက်သ်ဆိုတဲ့သားတော်မင်းသားလေးတစ်ပါးရှိပါတယ်။ တစ်နေ့မှာတော့ ဘုရင်အာဗန်ဒေးရဲ့ညီ ဖီအိုနာက သူ့အစ်ကိုကို လုပ်ကြံပြီး ထီးနန်းကိုသိမ်းပိုက်လိုက်ပါတော့တယ်။ ဒါအပြင် အမ်လက်သ်ရဲ့အမေကိုပါ ဖမ်းဆီးပြီး အမ်လက်သ်ကိုပါသတ်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံကောင်းပြီး အမ်လက်သ်လွတ်သွားတဲ့အခါထီးနန်းကိုပြန်ယူဖို့၊ မိခင်ကိုကယ်တင်ဖို့ နဲ့ အဖေအတွက် လက်စားချေဖို့ ပြန်ကြိုးစားပါတော့တယ်..... File size…(3.09gb)/(1.38GB)/(680MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Action/Aventure/Drama/Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "",
        "url": "https://megaup.net/1KBqp/The_Northman_2022_720p_(CM).mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqcmJrzVx3Yx3IcBpqrgb2SK1Rx.jpg",
        "title": "The Informant! (2009)",
        "description": "The Informant! (2009) အာချာဒယ်နီယယ်မဒ်လန်း (ADM) ဆိုတဲ့ ကုမ္ပဏီကြီးဟာ နာမည်ကြီး လိုင်စင်းထုတ်လုပ်တဲ့ ကုမ္ပဏီတစ်ခုဖြစ်ပြီးတော့ စီးပွားရေးလောကရဲ့ တစ်စိတ်တစ်ပိုင်းကို ချုပ်ကိုင်ထားနိုင်တဲ့ ကုမ္ပဏီကြီးတစ်ခုလည်းဖြစ်ပါတယ်။သူ့ရဲ့အောင်မြင်မှုတွေဟာ အပြင်ပန်းမှာတော့ ဦးမော့နိုင်နေပေမဲ့ အတွင်းမှာတော့ မသမာမှုတွေနဲ့ ရှုပ်ထွေးပွေလီပြီး သပွတ်အူလိုက်နေပေါ့။ဒီလိုမသာမာတဲ့နည်းလမ်းနဲ့ စျေးကွက်ကို လုပ်ချင်သလိုလုပ်နေကြတာကို FBI ကရိပ်စားမိနေတော့ အမှုပတ်မှာစိုးတဲ့ မာ့ခ်ဝှဒ်အေကဟာ ဒီလုပ်ရပ်တွေကိုဖော်ဖို့ FBI နဲ့ပူးပေါင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မာ့ခ်ဝှဒ်အေကဟာ သတင်းပေးအဖြစ် ကုမ္ပဏီရဲ့လုပ်ရပ်တွေကိုဖော်ရင်းက မသာမာမှုတွေဟာ တစ်စပြီးတစ်စပေါ်လာခဲ့ပါတယ်။အစကတည်းက မသမာခဲ့တဲ့ မာ့ခ်ဝှဒ်အေကဟာ သူ့လုပ်ရပ်တွေပါ ပေါ်လာတဲ့အခါ ရှေ့ဆက်တိုးဖို့အလွန်စိုးရိမ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ ဆုပ်လည်းစူး စားလည်းရူးအခြေအနေဖြစ်လာတဲ့အခါ သူဘယ်လိုရုန်းထွက်မလဲ၊ ဒီမသမာမှုတွေကိုရော အမြစ်လှန်ဖော်ထုတ်သွားနိုင်မှာလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကောင်းအောင် ဇာတ်လမ်းထဲမှာဆက်ပြီးရှုစားရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thar Htet ပါ။) File Size          :  1.8GB, 660MB, 330MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://megaup.net/2qPC5/[CM]The.Informant.2009.720p.Blu-ray.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZWIxNGQzYzQtYjA3Yi00YTk5LTg5NTUtZDE0MTNiMTFkY2ZmXkEyXkFqcGdeQXVyMjA0MDI5NjQ@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Super Salaryman (2012)",
        "description": "ပန့် အဖြစ် Jesadaporn Pholdee\nနွတ် အဖြစ် Jirapha Wongkosawan\nဂျီ အဖြစ် Setthapong Piangpor\nဝိုင် အဖြစ် Natchalai Sukamongkolဇာတ်လမ်းအကျဉ်းကုန်စျေးနှုန်းတွေမြင့်တက်နေတဲ့ ခေတ်ကြီးမှာ လူတွေက စားဝတ်နေရေးအတွက် အလုပ်ကို ပိတ်ရက်ဆိုတာမရှိသလောက် ကြိုးစားရင်း ရုန်းကန်လှုပ်ရှားနေခဲ့ရတယ်ရှာဖွေသမျှ မလောက်နေတဲ့သူတို့အတွက် မျှော်မှန်းနေခဲ့ရတာက နှစ်ကုန်bonus ပါပဲပန့်တို့ ကုမ္ပဏီရဲ့ ဝန်ထမ်းတွေကလည်း နှစ်ကုန်ချိန်ကို စောင့်မျှော်နေပေမယ့် ကိုရီးယားကုမ္ပဏီဘက်က အချိန်ခဏအတွင်း ထုတ်ကုန်အသစ်ထုတ်ခိုင်းလာခဲ့ပါတယ်အချိန်မမီခဲ့ရင် နှစ်ကုန်bonus မရနိုင်ပါလို့ ပြောလာခဲ့ချိန်မှာတော့ ပန့် ၊ နွတ် ၊ ဂျီ ၊ ဝိုင်တို့ ထုတ်ကုန်အသစ်စျေးကွက်ကို ဘယ်လိုထိုးဖောက်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Butterfly ပါ )File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/14Q93/Super_Salary_Man_(2012)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/c4b8baa60b5eb2dbca3cd6a2db81acccfe293064_hq-140x200.jpg",
        "title": "Enemies In-Law (2015)",
        "description": "Enemies In Lawကဲ ''ရန်သူတော်ခမည်းခမက်''ဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်း ဟန်ချောဆူနဲ့ ပတ်ယောင်ဟီးတို့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းကိုခွဲမယ့် အကြီးမားဆုံး အဟန့်အတားကို ပြောရရင်တော့ဖြင့်..ယောင်ဟီးတို့မိသားစုဟာ ရဲမျိုးရိုးဖြစ်သလို ယောင်ဟီးရဲ့အဖေ ရဲသက်တမ်းတလျှောက် လိုက်ဖမ်းနေခဲ့တဲ့ နာမည်ကြီး လူလိမ်သူခိုးဘုရင်နဲ့ ဘုရင်မလို့တောင် တင်စားရမယ့်လင်မယား နှစ်ယောက်ဟာ သမီးဖြစ်သူရဲ့ ချစ်သူကောင်လေး ချောဆူရဲ့ မိဘတွေဖြစ်နေတဲ့အခါ...ချောဆူတစ်ယောက် ယောင်ဟီးအဖေဆီက ကြည်ဖြူလက်ခံလာအောင် ဘယ်လိုကြိုးစားမလဲရန်သူတော်ခမည်းခမက် မိသားစုနှစ်ခုရော ဘယ်လိုနှပါးသွားမလဲဆိုတာကို မှုခင်းဆန်ဆန် မြှုပ်ကွက်တွေရော ဟာသလေးတွေပါနှောထားပြီး ကြည့်ရမယ့်ကားလေးဖြစ်တာမို့ အခုပဲ ကြည့်လိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2qF3j/Enemies_In_Law_(2015)_NF_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTIwZjA5N2EtNGNlZi00YmJiLWI5OGItN2ZhNWM3YjQ1ZDU4XkEyXkFqcGdeQXVyMzIzNDU1NTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Terrorizers (2021)",
        "description": "Terrorizers 2021ဒီကားကပြောရမယ်ဆိုရင်တော့ မိဘတွေဆီကအချစ်မခံရတဲ့ broken familyတွေက ကလေးတွေအကြောင်းပေါ့ကျောင်းမင်လန်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးက အိမ်မှာမနေချင်ဘူး\nသူ့မိဘတွေကပိုက်ဆံချမ်းသာပေမဲ့အိမ်ထောင်ရေးအဆင်မပြေဘူး\nသားဖြစ်သူကိုအရမ်းချစ်အရမ်းအလိုလိုက်ပေမဲ့ သူလိုချင်တဲ့မေတ္တာတော့မပေးနိုင်ကြဘူးချန်ယွီဖုန်းကလည်းအဲ့လိုပဲ ကျောင်းမင်လန်နဲ့မောင်နှမဝမ်းကွဲ သူ့အမေကသူငယ်ငယ်ထဲကထားသွားတယ်\nအဖေကလည်းရာထူးနေရာအတွက်ပဲဂရုစိုက်ပြီး သူ့လက်ထောက်နဲ့နောက်အိမ်ထောင်ပြုသွားတယ်\nအမေလည်းမရှိ အဖေလည်း နောက်အိမ်ထောင်ပြုတဲ့အချိန်မှာ တစ်ယောက်ထဲအထီးကျန်ပြီး မေတ္တာငတ်နေခဲ့တယ်မောင်နှမနှစ်ယောက်တစ်အိမ်ထဲအတူနေကြပေမဲ့စကားမပြောကြဘူး\nဒါပေမဲ့ကျောင်းမင်လန်ကြိုက်နေတဲ့သူက porn star ယွီဖုန်းရဲ့သူငယ်ချင်း...\nအဲ့သူငယ်ချင်းကိုလည်းယွီဖုန်းက မေတ္တာငတ်နေမှာ ဒုက္ခရောက်နေမှာစိုးပြီး ကူညီပေးဂရုစိုက်ပေးရင်း ချစ်မိသလိုဖြစ်သွားတဲ့အခါ...ဆယ်ကျော်သက်ကလေးတစ်ယောက်ရဲ့ အစ်မကသူ့ချစ်သူကိုခိုးတယ်ထင်ပြီး ထင်ရာတွေလုပ်ရင်း ဘာတွေဆက်ဖြစ်သွားလဲဆိုတာ ဇာတ်ကားထဲကြည့်ရှုပေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:07:00\nType__Drama, Romance, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2qEjC/Terrorizers_(2021)_NF_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/large_monstrous-poster-135x200.jpeg",
        "title": "Monstrous (2022)",
        "description": "'လော်ရာ'နဲ့ သားဖြစ်သူ'ကိုဒီ'တို့ဟာ ခင်ပွန်းဖြစ်သူ စ​ကော့တ်​ရဲ့ နှိပ်စက်မှုဒဏ်ကို မခံစားနိုင်​တော့လို့\nကယ်လီဖိုးနီးယားကို သားအမိ၂​ယောက်တည်းထွက်​ပြေးလာကြပြီး မြို့ပြင်က အိမ်​ဟောင်းတစ်လုံးမှာ ဇာတ်မြုပ်ပြီး ​နေထိုင်​နေကြတာပါ၊သူတို့ငှားရမ်း​နေတဲ့အိမ်ကြီးရဲ့ ​ဘေးမှာ​​တော့ ​ရေကန်ကြီးတစ်ခုရှိပါတယ်၊\nကိုဒီက အဲဒီအိမ်​ကို စပြီး​ရောက်ကတည်းက စိတ်မသန့်​ကြောင်း၊ရေကန်ထဲက​ သရဲတစ်​ကောင် သူ့အခန်းထဲဝင်လာ​နေလို့ ​အိမ်ပဲပြန်ချင်​ကြောင်း အခါခါ​ပြောပေမယ့်\n​ခင်ပွန်းရန်ကို​ ပိုကြောက်​​တဲ့ ​လော်ရာက သားဖြစ်သူ​ပြောတဲ့ မူမမှန်မှု ​တွေကို သိသိလျက်နဲ့ ​ပေကပ်ပြီး​နေခဲ့ရာမှ ​အရာရာနောက်ကျသွားပြီး\n'ကိုဒီ'အဖို့ ​ရှောင်လွှဲလို့မရ​နိုင်​တော့တဲ့ ​အန္တရာယ်​ဆိုးကြီး ရောက်လာတဲ့အခါ...ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှု့ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.6GB) / (850MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:28:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jim X\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1KFaq/Monstrous_(2022)_WEB-DL_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Three_Times_Nothing-354168401-large-147x200.jpg",
        "title": "Three Times Nothing (2022)",
        "description": "\"Three Times Nothing\"ဒီတစ်ခါမှာတော့ ဘ၀မှာရင်ဆိုင်ရမယ့် အတွေ့အကြုံ အခက်အခဲတွေကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပြင်သစ်ဟာသကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဗလာလူတန်းစားတွေမှာ ဘယ်လိုဘဝတွေရှိမလဲ..\nဗလာလူတန်းစား ၃ယောက် ဆုံမိတဲ့အခါ ဘာတွေဖြစ်လာမလဲ..မတူညီတဲ့ ဘဝမျိုးစုံကနေလာတဲ့ အိမ်ခြေယာမဲ့ ၃ယောက်ရဲ့ ဘဝအတက်အကျတွေ..\n၃ယောက်လုံးမှာ မတူညီတဲ့ အိပ်မက်တွေရှိကြပြီး အဲ့ဒီအိပ်မက်တွေကို ဘယ်လိုအကောင်အထည်ဖော်ကြမလဲ..\nငွေကြေးဟာ ဘဝမှာ ဘယ်အတိုင်းအတာအထိ အရေးပါသလဲ.. ဆိုတာတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်ကျွန်တော်တို့ တော်ရုံဆို သိပ်ပြီး စိတ်ကူးမယဉ်ကြည့်ဖူးတဲ့ ပစ္စည်းမဲ့လူတန်းစားတွေရဲ့ နေ့စဉ်ဘဝတွေ၊ ဘာရုပ်ဝတ္ထုမှ မလိုဘဲ ပျော်ရွှင်အောင် နေတတ်ကြတဲ့ ပုံစံတွေကို ခံစားကြည့်ချင်ရင်တော့ ဒီဇာတ်ကားလေးကို မြည်းစမ်းကြည့်ဖို့ recommendပေးပါတယ်..။(မှတ်ချက် - ပြင်သစ်ကားကို English နောက်ခံသံနဲ့ဆိုပေမယ့် တစ်သားတည်းလိုပဲမို့ ကြည့်ရအတော်အဆင်ပြေပါတယ် )File Size__(1.8GB) / (850MB)\nQuality__WebDL-1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:38:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Khu\nEncoded ...",
        "rating": "6.4",
        "url": "https://megaup.net/1KDuW/Three_Times_Nothing_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/103562_Gz3zeMCItGEg4hDRbpxo-133x200.png",
        "title": "E-San Of The Dead (2022)",
        "description": "ဒီတစ်ကာတင်ဆက် ပေးမှာကတော့ Mono Originals က ပထမဆုံးရိုက်ကူးတဲ့ ထိုင်းဟာသ ဇွန်ဘီကားလေးပါမြို့တွေနဲ့ ‌‌‌‌‌‌ေ၀းလံ့ခေါင်သီတဲ့ အစွန်အဖျားတောအုပ်ထဲမှာ လူတွေနေထိုင်ကြရင်းနဲ့ ရွာငယ်တစ်ရွာဖြစ်လာခဲ့တယ်အဲ့ရွာမှာ ရွာကို အကျိုးမပေး အမြဲသောက်စားပျော်ပါးနေတဲ့ လူငယ်ငမူး ၃ကောင်ရှိပါတယ်ငမူးမို့ တစ်ရွာလုံးရဲ့ချဥ်ဖက်ဖြစ်နေသူ ၊ မူးရူးအလုပ်မရှိလို့ လက်ထက်ခွင့်တောင်းတာ ငြင်းခံရသူ ၊ ငမူးဖက်တီးဆိုပေမယ့် ပိုက်ဆံလေးရှိတော့ အဆင်ပြေ‌‌နေသူတစ်နေ့ သူတို့ ထဲကတစ်ယောက်က ရုတ်တရက် မဂ်လာထဆောင်တော့ နောက်ဆုံးနေ့ နောက်ဆုံးသောက်ခြင်းဆိုပြီး ရှယ်သောက်ကြတာပေါ့အမူးလွန်ပြီး နောက်နေ့နိုးလာတော့ တစ်ရွာလုံးနီးပါးက ဇွန်ဘီတွေဖြစ်နေတဲ့အခါ...သူတို့ ငမူး၃ကောင် ရွာသူရွာသားတွေကို ဘယ်လိုကယ်တင်မလဲ...ဇွန်ဘီတွေက‌ရော ဘယ်ကနေဘယ်လိုစဖြစ်လာတာလဲ ဆိုတာတွေကို ဟာသနှောပြီး ရိုက်ထားတာမို့ ကြည့်ရှု့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.3GB) / (650MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:13:00\nType__Comedy, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by ...",
        "rating": "5.5",
        "url": "https://megaup.net/14Dii/E-San_of_the_Dead_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/rzp4D_4f-148x200.png",
        "title": "Mr. Heart (2020)",
        "description": "ဂျင်ဝန်ဟာ မီဟာတက္ကသိုလ်ရဲ့ မာရသွန် ချန်ပီယံတစ်ယောက်ပါ\nဒါပေမယ့်လည်း သူ့ရဲ့​စံချိန်တွေက တဖြေးဖြေးနဲ့ ကျနေတာကြောင့် နည်းပြကြီးက စိုးရိမ်ပူပန်နေခဲ့ပါတယ်တစ်ရက်မှာတော့ ဆန်းဟာဆိုတဲ့ ဂျူနီယာကောင်လေးကို ဂျင်ဝန်ရဲ့ Pacemaker လုပ်ပေးဖို့ နည်းပြက ခေါ်ထားလိုက်ပါတယ်အတွေ့အကြုံလည်းမရှိ အသက်အရွယ်လည်းငယ်တဲ့ဆန်းဟာကို ဂျင်ဝန်ကလက်မခံခဲ့ပါဘူးဒါပေမယ့် ဆန်းဟာရဲ့ကူညီမှုနဲ့ တက္ကသိုလ်မာရသွန်ပွဲမှာ သူအနိုင်ရရှိသွားတဲ့ခါမှာတော့ ဆန်းဟာကို သူ့ရဲ့ pacemaker အဖြစ်လက်ခံခဲ့ပါတယ်အချင်းချင်းရင်းနှီးလာတဲ့အခါမှာ ခံစားချက်တွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__01:30:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Thar Oo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2qwS0/Mr_Heart_(2020)_720p.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/vm5w8_4f-143x200.jpg",
        "title": "Open The Coffin (2022)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ \"Open The Coffin\" ဆိုတဲ့နာမည်အတိုင်း အခေါင်းဖွင့်ရာကနေ စဖြစ်တည်လာတဲ့ ဇာတ်လမ်းလေးပါဇာတ်ကြောင်းလေးကတော့...သင်္ချိုင်းဂူဖောက်တဲ့ လူတစ်စု ထန်မင်းဆက်က သင်္ချိုင်းကို ဖောက်ထွင်းရာမှာ မဖွင့်သင့်တဲ့ အခေါင်းတစ်ခုကို ဖွင့်မိပြီး သင်္ချိုင်းက အလောင်းအားလုံး အသက်ဝင်လာခဲ့တယ်သူတို့တွေ ​ကံကောင်းထောက်မလို့ သင်္ချိုင်းကနေ ပြန်ထွက်လာနိုင်ခဲ့ပေမဲ့ သူတို့အဖွဲ့သားတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ သေကုန်ကြပါတယ်ရှန်ချွင်ဟယ်ဆိုတဲ့ ရဲအုပ်ရှန်ဟာ သူ့ဆရာ သေဆုံးမှုအတွက် တစ္ဆေလက်ဆိုတဲ့သင်္ချိုင်းဖောက်ထွင်းသူကို ၃နှစ်ကြာစုံစမ်းနေတာပါတစ်နေ့မှာတော့ ဆန်းကြယ်မှုအမျိုးမျိုးနဲ့ သင်္ချိုင်းဖောက်ထွင်းသူတွေ တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေတဲ့အမှုကို စုံစမ်းရဖို့ ဖြစ်လာပါတယ်ဒီအမှုဟာ တစ္ဆေလက်နဲ့ ဆက်နွယ်နေတာကို သိလိုက်ရချိန်မှာတော့ ရှန်ချွင်ဟယ်တစ်ယောက် အမှုကို တစ်စ,တစ်စ ဘယ်လိုမျိုးဖော်ထုတ်ဖြေရှင်းသွားမလဲဆိုတာ စိတ်လှုပ်ရှားကြောက်မက်ဖွယ် ဆက်ကြည့်ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:32:00\nType__Thriller, ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qwff/Open_The_Coffin_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMmE4OGE2MzItZjRkMC00MTk3LTkyZjktMmEzNWE0OGEzNTJhXkEyXkFqcGdeQXVyMzMzODExODA@._V1_-134x200.jpg",
        "title": "Marmaduke (2022)",
        "description": "ခန္ဓာကိုယ်ကကြီးမားသလောက် ကလေးဆိုးကြီးလိုအဆော့မက်ပြီး ထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲ့ ပြာကလက်စိန်ဂရိတ်ဒိန်းခွေးအမျိုးအစားလေး Marmaduke...တစ်နေ့မှာတော့သူ့ကိုထိန်းမရလို့ သူ့သခင်Philက အခန်းပိတ်အပြစ်ပေးခဲ့ပါတယ်။ခန္ဓာကိုယ်ကိုသာလှောင်ပိတ်လို့ရမယ် ပြာကလက်စိန်လုပ်တတ်တဲ့ငါ့ရဲ့အကျင့်ကိုတော့လှောင်ပိတ်မရဘူးဆိုတဲ့မူနဲ့အတူ သူမွှေခဲ့ပါတော့တယ်။အပြင်ဘက်မှာ Philရဲ့သား Marmaduke ရဲ့သူငယ်ချင်းလေး Billy ရဲ့မွေးနေ့ပွဲကျင်းပနေချိန် အပေါ်ထပ်သော့ခတ်ထားတဲ့အခန်းထဲကနေ သူခုန်ထွက်လာခဲ့ပါတယ်။ပါတီပွဲတစ်ခုလုံးကိုဖျက်ဆီးပစ်လိုက်ရဲ့သူ့ရဲ့အမွှေစိန်ဖြစ်ရပ်ကို မှတ်တမ်းတင်ကာဆိုရှယ်မီဒီယာထက်တင်လိုက်ရာက လူကြိုက်များကျော်ကြားလာခဲ့ပါတော့တယ်။ဒီလိုထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲါ Marmadukeရဲ့သတင်းကို ခြောက်ကြိမ်ဆက်ချန်ပီယံခွေးလေ့ကျင့်ရေးသမား Guy Hilton တွေ့သွားခဲ့ရာကနေ....Marmaduke ရဲ့အနာဂတ်ဘယ်လိုဆက်ဖြစ်လာမလဲဘယ်လိုတွေဆက်မွှေဦးမှာလဲစတာတွေကို ရယ်ပြုံးဖွယ်ရာကြည့်ရှုရမယ့် Netflix ကနေအသစ်ထွက်လာတဲ့ animation ကားလေးဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.6GB) / (800MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Animation, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/1Kxjb/Marmaduke_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/feature-1-232x300-1-155x200.jpg",
        "title": "A Thousand Little Cuts (2022)",
        "description": "Anne ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဆေးရုံမှာနိုးလာပါတယ်။သူဘာလို့ဆေးရုံရောက်နေလဲဆိုတာဇဝေဇဝါဖြစ်နေပါတယ်။စိတ်ရောဂါကုဆရာ၀န်က သူ့ရဲ့အတိတ်ကို တူးဆွပေးပြီးထိတ်လန့်စရာဖြစ်ရပ်ကို ပြန်မှတ်မိနိုင်အောင် လမ်းပြပေးပါတယ်။ ဒါပေမယ့် Anne ရဲ့မသိစိတ်က တကယ်ဖြစ်ခဲ့တာတွေကို ဖန်တီးထားတဲ့မှတ်ဉာဏ်တွေနဲ့အစားထိုးပြီး ဖြစ်ရပ်မှန်ကို ဖုံးကွယ်နေတဲ့အတွက်မလွယ်ကူပါဘူး။ Anne တယောက်ဟာတုန်လှုပ်စရာဖြစ်ရပ်ကို မှတ်မိနိုင်ဖို့ နာကျင်ရတဲ့အတိတ်ကိုပြန်သွားရမှာပါ။ Director Josh Brandonရိုက်ကူးထားပြီး မင်းသမီးချော Rebecca Liddiard ကအဓိကနေရာကနေပါ၀င်ထားပါတယ်။ဇာတ်လမ်းပြကွက်တွေက အတိတ်နဲ့ ပစ္စုပ္ပန်ကိုတစ်လှည့်စီပြနေတာမျိုးပါ။စိတ်ပညာကိုစိတ်၀င်စားရင် ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.1GB)/(623.97MB)/(306.2MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/1Kzci/A.Thousand.Little.Cuts.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTBEccy5DqPtMoARNgAqY49dtB5.jpg",
        "title": "Dark Glasses (2022)",
        "description": "Dark Glasses (2022) Thriller ဇာတ်ကားကောင်းလေးတွေကို နှစ်သက်တဲ့ အမျိုးတို့အတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ရောမမြို့မှာ ပြည့်တန်ဆာတွေ အသတ်ခံရတဲ့ အမှုက ပြည့်တန်ဆာ ၃ ဦး အသတ်ခံရပြီးနောက် နာမည်ကြီးလာခဲ့တယ်။ ပြည့်တန်ဆာ ဒီယာနာ ဆိုတဲ့ အမျိုးသမီးဟာ အင်မတန် လှပပြီး စျေးကြီးတယ်။တစ်နေ့တော့ သူဟာ လူသတ်သမားရဲ့ ပစ်မှတ် ဖြစ်လာခဲ့တယ်။ ဒီလိုနဲ့ပဲ လူသတ်သမားလက်က လွတ်အောင် ကြိုးစားရင်း ဒီယာနာ တစ်ယောက် ကားအက်စီးဒန့်ဖြစ်ကာ မျက်စိကွယ်သွားခဲ့ရပါတယ်။သူ့ကားနဲ့ တိုက်မိတဲ့ ကားမှာတော့ တရုတ်လူမျိုး ကလေးလေး တစ်ဦးသာ အသက်ရှင်ကျန်ခဲ့တယ်။ ဖခင်ဖြစ်သူက ပွဲချင်းပြီး သေဆုံးပြီး မိခင်ကတော့ ကိုမာ ဖြစ်သွားတယ်ပေါ့။ ဒီလိုနဲ့ ဒီယာနာ တစ်ယောက် စောင့်ရှောက်ရေး ဂေဟာမှာ အဲ့ကလေးကို သွားတွေ့ခဲ့တယ်။ကလေးကလည်း ဂေဟာကနေ ခိုးထွက်ပြီး ဒီယာနာရဲ့ အိမ်ကို လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2qPwh/[CM]Dark.Glasses.2022.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQToT5LtYTIC2FhVjZP98wJuKZK.jpg",
        "title": "Mondocane (2021)",
        "description": "Mondocane (2021) Dogworld လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကား ကောင်းကောင်းလေးတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ သူတွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ အီတလီ အက်ရှင် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဘုရားသခင်ဆိုတာ ဘာမှန်းတောင် မသိတဲ့ သူငယ်ချင်း၂ ယောက် ပင်လယ်ထဲမှာ ငါးမျှားလိုက် ရေကူးလိုက်နဲ့ အိမ်ခြေရာမဲ့ လွင့်ချင်တိုင်း လွင့်နေခဲ့ကြတယ်။ သူတို့ရဲ့ အိပ်မက်က Ants ဆိုတဲ့ ဂိုဏ်းထဲကို ဝင်ပြီး လူမိုက်လုပ်ဖို့ပေါ့။တစ်နေ့ အခွင့်အ‌ရေးတစ်ခုက သူတို့ဆီ ဆိုက်ရောက်လာတယ်။ စတိုးဆိုင်တစ်ခုကို မီးရှို့ပေးပြီး Ants အဖွဲ့ထဲကို ဝင်ခွင့်ရသွားတယ်။ နယ်မြေရဲတွေကလည်း Ants အဖွဲ့ကို လိုက်ဖမ်းနေတာ ၁ နှစ်ရှိပြီ တည်နေရာကို မသိရသေးဘူး။ လူဆိုးဂိုဏ်းထဲကို ရောက်သွားတဲ့ အရမ်းချစ်ကြတဲ့ သူငယ်ချင်း ၂ ဦးမှာ တစ်ဦးက လက်ရဲဇာက်ရဲ ဂိုဏ်းနဲ့ ကိုက်တယ်ပေါ့။ ကျန်တဲ့ တစ်ယောက်ကတော့ လူသတ်တာမျိုး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KH28/[CM]Mondocane.2021.720p.Blu-ray.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/fligh-135x200.jpg",
        "title": "Flightplan",
        "description": "ဒီရုပ်ရှင်က Psychological Thriller အမျိုးအစားပါ၊ အတူလိုက်ကြည့်ရင်း ခေါင်းစားလိုက် ရင်ခုန်လိုက်ပေါ့။မိခင်တစ်ယောက်ဆိုတာ သွားရှုပ်လို့မရဘူးဆိုတဲ့ မက်ဆေ့ချ်လေးပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားလာပါပြီပရတ်ဆိုတဲ့ အမျိုးသမီးဟာ ယောကျ်ားဆုံးသွားလို့ သမီးလေးနဲ့အတူ အမေရိကန်က လောင်းအိုက်လန်\nကိုပြန်ပြီးသဂြိုလ်ဖို့အတွက် ဘာလင်ကနေထွက်လာတာပါ သူကလေကြောင်းအင်ဂျင်နီယာဆိုတော့\nသူစီးမယ့်လေယာဉ်ရဲ့ အစိတ်အပိုင်းတွေအားလုံးကိုလည်း သေသေချာချာသိတဲ့ သူတစ်ယောက်ပေါ့အဲဒီလိုနဲ့ လေယာဉ်စထွက်ပြီးမကြာခင်မှာပဲ သူ့သမီးလေးက လေယာဉ်ပေါ်မှာပျောက်သွားခဲ့တာပါ\nထူးထူးဆန်းဆန်းကိစ္စဆိုတော့ သူများတွေကလည်း သိပ်မယုံကြဘူးပေါ့ လေယာဉ်မှူးကိုယ်တိုင်က\nမယုံချင်ချင်နဲ့ ရှာပေးရှာတော့တာပါပဲ အဲဒီမှာ သူ့ကိုစိတ်ကယောင်ကတမ်းဖြစ်တယ်ဆိုပြီး\nလေကြောင်းရဲက ထိန်းသိမ်းထားရပါတော့တယ် တကယ်တော့ သူက တကယ်ပဲစိတ်ရောဂါဖြစ်နေတာလား\nသူ့သမီးလေးကရော တကယ်ပါလာရဲ့လား လေယာဉ်ပေါ်မှာရော ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ\nစိတ်လှုပ်တရှားနဲ့ကြည့်လို့ကောင်းတဲ့ ကားဟောင်းလေးတစ်ကားပါပဲFile size…(1.54GB)/(719MB)/(524.78MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Thriller/Mystery/drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/14C8e/Flightplan_2005_720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rAfDTOsvbJQKjgwaXAtRKdRTO6e.jpg",
        "title": "One Day, You Will Reach the Sea (2022)",
        "description": "One Day, You Will Reach the Sea (2022) လွမ်းမောဖွယ် ဂျပန် drama ဇာတ်ကားလေး တစ်ကားပါ။မနကိုတနိဆိုတဲ့ အရမ်းအေးဆေးရှက်ရွံ့ပြီး လူတွေနဲ့သိပ်အဆက်အဆံလုပ်လေ့မရှိတဲ့ မိန်းကလေးတစ်ယောက်မှာ အရမ်းရင်းနှီးချစ်ခင်တဲ့သူငယ်ချင်းဆိုလို့ တက္ကသိုလ်စတက်ကတည်းက မိန်းကလေးလေးအချင်းချင်းတောင် ကြိတ်ပြီးအားကျရလောက်အောင်ချစ်စရာကောင်းပြီး၊ လူတကာနဲ့ဝင်ဆန့်တဲ့ ဆုမိရဲဆိုတဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ပဲရှိခဲ့ပါတယ်။ဆုမိရဲတစ်ယောက်သေဆုံးသွားချိန်မှာတော့ ကိုတနိဟာ ဖြေမဆည်နိုင်အောင်ဖြစ်ခဲ့ပြီး အတိတ်တွေထဲမှာပဲပိတ်မိနေခဲ့ပါတယ်။လက်ရှိဘဝကို အဆင်ပြေအောင်ရှေ့ဆက်နေပေမဲ့လည်း အတိတ်ကသူငယ်ချင်းမလေးဟာဘယ်လိုထူးခြားတဲ့မိန်းကလေးမျိုးဖြစ်ခဲ့တာတွေ၊ နှစ်ဦးကြားက သံယောဇဉ်တွေ၊ အတူပျော်ခဲ့ဖူးတဲ့အမှတ်တရ၊ ဖြစ်ရပ်တွေကို ပြန်ပြောင်းသတိရရင်း လွမ်းဆွတ်ရပုံတွေကို လွမ်းမောဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Moe Lay ပါ။) File Size : 1.7GB, 784MB & 382MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : 2hr & 6mins\nGenre : Drama\nTranslated by Moe ...",
        "rating": "6.2",
        "url": "https://megaup.net/14Uzj/[CM]One.Day.You.Will.Reach.The.Sea.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNOza32GNEMyvsqBJHx1cSMBnS5.jpg",
        "title": "Qinling Mountains ( 2022 )",
        "description": "ဒဏ္ဏာရီလာစကားတွေအရ ချင်းလင်တောင်ထဲမှာ အဖိုးမဖြတ်နိုင်တဲ့\nရတနာပစ္စည်းတွေရှိနေပါသတဲ့။ လူတိုင်းက တောင်ထဲက\nလျို့ဝှက်ဂူကိုဖွင့်ပြီးရတနာတွေကိုအပိုင်သိမ်းချင်နေကြပါတယ်။ရှေးဟောင်းသုတေသန မြေနေရာသတင်းရယူရေးအဖွဲ့ဖြစ်တဲ့\nချီရှမ်းဝမ်နဲ့အဖွဲ့ဟာ ချင်းလင်တောင်ပေါ်ကဂူထဲမှာ\nရှေးနှစ်ပေါင်းများစွာကကျောက်ထွင်းစာတစ်ချပ်ကိုရှာတွေ့ခဲ့ပါတယ်။ဂူထဲမှာသုတေသနပြုလုပ်နေရင်း ပေါက်ကွဲမှုဖြစ်တဲ့အခါ\nချီရှန်းဝမ်တစ်ယောက်သာ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ခဲ့ပါတယ်။\nသူဟာဒဏ်ရာကြောင့် ရွာတစ်ရွာမှာအနားယူနေရတဲ့အချိန်\nအဲ့ဒီရွာကိုဓားပြတွေဝင်စီးတာခံရပြီး အဲ့ဒီဓားပြတွေကလည်း\nချင်းလင်တောင်ကရတနာတွေကိုအပိုင်စီးချင်နေတဲ့အခါ..လူဆိုးတွေတင်မကဘဲ လူနှစ်ရပ်စာလောက်ရှိတဲ့\nပင့်ကူသတ္တဝါဆန်းကြီးတွေရောပါဝင်လာတဲ့အခါ...\nတောင်ထဲကရတနာကရောဘာဖြစ်မလဲ\nပင့်ကူကြီးတွေကိုရောဘယ်လိုရင်ဆိုင်ကြမလဲ\nရွာသားတွေကိုရော ဓားပြလက်က ကယ်နိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Adventure\nRuntime : 1h 18min\nSubtite : Myanmar Subtitle ( Hardsub )\nTranslated by Hnin Wutt Hmone , Yin Wai Phyo , Minnie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/qinling-mountains-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279134795_737158030755291_5168206321609481121_n-150x200.jpg",
        "title": "K.G.F: Chapter 2(2022)",
        "description": "K.G.F: Chapter 2(2022) အညွှန်း****************************IMDb..8.9WEB-DL1080P5.1CH ကြည်တောက်ရှင်း ရပါပြီ.....KGF 1 မှာရော့ကီဟာ အင်အားကြီးမားလာသလို ရန်သူအပေါင်းရဲ့  အဓိက နှိမ်နှင်းစရာဖြစ်လာတယ်...ဒါ့ကြောင့်ပဲ KGF 2 မှာတော့ရော့ကီနဲ့အပြိုင်ကြမ်းမဲ့ အမိုက်စားဗီလိန် တစ်ယောက်ပါဝင်လာပါတယ်...ဒါ့အပြင် နိုင်ငံရေးအရှုတ်တော်ပုံတွေလည်း ပါဝင်လာတဲ့အခါမှာတော့... File Size          : 2.9GB ,1.5GB, 560MB\nQuality            : WEB-DL1080P5.1Ch(HEVC),720P, 480p\nFormat            : mp4\nDuration         : 2hr & 45mins\nGenre              : Drama , Action, ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-22022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raBWBnGz2X6FQ3iUwPwYQE4FrkY.jpg",
        "title": "Harsh Times (2005)",
        "description": "Harsh Times (2005)Christian Bale ကိုယ်တိုင် ပရိုဂျူဆာအနေနဲ့ရော အဓိကဇာတ်ကောင် ဂျင်မ်အဖြစ်နဲ့ပါ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့သရုပ်ဆောင်ချက်တွေဟာ လက်ဖျားခါလောက်တယ်ဆိုတဲ့ မှတ်ချက်တွေ တပုံတပင်ရရှိထားတဲ့ကားပါ။ဂျင်မ်နဲ့ မိုက်ခ်က သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ။ ညီအစ်ကိုတွေလိုတောင်ဖြစ်နေကြပါပြီ။ မိုက်ခ်က လက်ရှိမှာ အလုပ်လက်မဲ့၊ သူ့ဇနီးဖြစ်သူက ငြိုငြင်လာပြီး အလုပ်ထွက်ရှာဖို့ပဲ တတွတ်တွတ်တိုက်တွန်းနေတော့ စိတ်ညစ်နေတဲ့သူ။ ဂျင်မ်က စစ်ပြန်ရိန်းဂျားတစ်ယောက်ပေါ့။ သူတာဝန်ထမ်းဆောင်ခဲ့တာက အာဖရန်နစ္စကန်မှာ။ စစ်ပွဲဆိုတော့ သိတဲ့အတိုင်း သေကြကြေကြ သတ်ကြဖြတ်ကြပါပဲ။လူသတ်ရတာ ဘယ်လိုနေလဲလို့ မိုက်ခ်က မေးတိုင်း ဂျင်မ် အဲဒီမှာဖြစ်ခဲ့သမျှဟာ သူ့အတွက် ဘာသက်ရောက်မှုမှမရှိပါဘူးလို့ ကြွေးကြော်တတ်တယ်။ အခုဆို သူ့မှာ ချစ်ရတဲ့မက်ဆီကန်မလေး မာတာလည်းရှိနေပြီလေ။ သူ အယ်လ်အေရဲတပ်ဖွဲ့မှာ အလုပ်ရတာနဲ့ အမေရိကားကိုခေါ်ပြီး သူတို့ယူကြတော့မှာ မဟုတ်လား။ ဒီလိုသာမန်အေးချမ်းတဲ့ဘဝမျိုးရခါနီး ဂျင်မ်နောက်ကို သူ့အတိတ်ဆိုးက လိုက်လာတဲ့အခါမှာ သူဘာတွေကြုံရမှာလဲ?မိုက်ခ်ကရော သူ့အချစ်ဆုံးသူငယ်ချင်း ဂျင်မ်နောက်ကိုလိုက်ရင်း ဘာတွေဘယ်လိုကြားညပ်မိမလဲ?ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May ...",
        "rating": "6.8",
        "url": "https://megaup.net/2qCkr/%5BCM%5DHarsh.Times.2005.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dklbhxy6I33rq7Km2fjrfa31mH0.jpg",
        "title": "Puzhu (2022)",
        "description": "Puzhu (2022) ပုံမှန်အိန္ဒိယရုပ်ရှင်တွေနဲ့ ကွဲထွက်နေတဲ့ တကယ်ကောင်းတဲ့ ဒရမ်မာကားတစ်ကားပါ။ ‌ခါတိုင်းလို မင်းသား၊ မင်းသမီး ချစ်ကြိုက်ကွဲညားတို့၊ လန်ထွက်နေတဲ့ အက်ရှင်ခန်းတွေတို့၊ ပညာပေးတို့ မပါဘဲ ခံစားသက်ဝင်မှုကောင်းကောင်းနဲ့ စီးမျောခံစားလို့ရမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။စီးပွားရေးလုပ်နေတဲ့ ရဲအရာရှိဟောင်း၊ မုဆိုးဖို၊ single father ဖြစ်တဲ့ ကူတန်ဟာ ဇာတ်နိမ့်ပြဇာတ်သရုပ်ဆောင်တစ်ဦးနဲ့ လက်ထပ်သွားတဲ့ ညီမဖြစ်သူကို သေခန်းဖြတ်ခဲ့ပေမဲ့ သူ့ညီမက သူတို့သားအဖ‌နေတဲ့ အိမ်ရာကို ယာယီပြောင်းလာတဲ့အခါမှာတော့ အနယ်မထိုင်သေးတဲ့ မုန်းတီးရွံရှာမှုတွေ၊ အရှက်ရမှုတွေဟာ တဖန်ပြန်လည်အသက်ဝင်လာခဲ့ပါတယ်။ဒါ့အပြင် သားအပေါ်မှာ တင်းကြပ်လှပြီး လက်မခံနိုင်ဖွယ် ချုပ်ချယ်မှုတွေနဲ့ အုပ်ထိန်းနေတဲ့သူ့ကို တစ်ယောက်ယောက်က သတ်ဖို့ကြိုးစားနေတ‌ယ်လို့ ယုံကြည်လာတဲ့အခါမှာ အနီးဝန်းကျင်က လူတိုင်းကိုလည်း သံသယဝင်လာရပါတော့တယ်။အထီးကျန်ဆန်တဲ့ အဖော်ကင်းမဲ့မှုဟာ ဝန်မခံချင်ရင်တောင်မှ ရင်ထဲမှာ လစ်ဟာနေသလို ခံစားစေရပြီး၊ တစ်ခါတစ်ရံ စိတ်ပိုင်းဆိုင်ရာပါ ထိခိုက်စေပြီး လူ့ဂွစာတစ်ယောက်ဖြစ်‌စေတတ်တာလည်း သိကြမှာပါပဲ။ဒီကားမှာလည်း အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ကူတန်ရဲ့ အဖော်ကင်းမဲ့မှု၊ တယူသန်ရှေးရိုးစွဲမှုတွေနဲ့ ဟိန္ဒူဇာတ်နိမ့်၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KH5k/%5BCM%5DPuzhu.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkdfgT6KyE5Ga4g4vbykI0cZVWR.jpg",
        "title": "Righteous Ties (2006)",
        "description": "Righteous Ties (2006) Investigation Couple ဆိုတဲ့ မှုခင်းဆေးဆရာဝန်ကားမှာ ဒေါက်တာ ဘဲ့ဘုန်း အနေနဲ့ လူသိများတဲ့ မင်းသားကြီး Jung Jae Young ရဲ့ အက်ရှင် ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nဂိုဏ်းစတားလူမိုက်တွေဟာ ဂိုဏ်းစတားလူမိုက်ဆန်ခဲ့ကြတဲ့အချိန်တုန်းကပေါ့။ သေနတ်တွေမသုံးတဲ့ Old School ဂိုဏ်းစတားကြီးတွေ၊ ဆွန်းထန် ချီဆောင်းနဲ့ ဂျူဂျွန်းတို့ဟာ ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းသုံးယောက်ဖြစ်ပြီး ဂိုဏ်းတစ်ဂိုဏ်းထဲမှာ ရှေ့ဆင့်နောက်ဆင့် ညာလက်ရုံးတွေ ဖြစ်လာကြသူတွေပါ။သုံး‌ယောက်လုံးကလည်း စိတ်မြန်လက်မြန် ခြေသွက်လက်သွက် တဇောက်ထိုးစိတ်တွေနဲ့မို့ ဂိုဏ်းလောကမှာ ရှိန်ရတဲ့ဘဲကြီးတွေဖြစ်ပါတယ်။ ကိုယ့်ဂိုဏ်းအတွက် ဘာမဆိုပေးဆပ်နိုင်တဲ့ ဒီဘဲကြီးတွေဟာ သူတို့ဆရာရဲ့ သစ္စာဖောက်ခြင်းကို ခံလိုက်ရတဲ့အချိန်မှာတော့ ...အချစ်ကြီးရင် အမျက်ကြီးတယ်ဆိုတဲ့စကားဟာ ဒီဇာတ်ကားထဲက လူမိုက်ဘဲကြီးတွေအတွက် ဘယ်လောက်များမှန်မလဲ ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရှုခံစားကြရမှာပါ။အက်ရှင်ကားကို ဟာသနဲ့အလွမ်းအဆွေးတွဲဖက်ပြီး တင်ဆက်ထားတာကြောင့် ပေါ့ပေါ့ပါးပါး ခံစားလို့ကောင်းမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ။) File Size : ...",
        "rating": "6.3",
        "url": "https://megaup.net/2qCfC/%5BCM%5DRighteous.Ties.2006.720.WEB-DL.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4M0n5kfToiU9TIf22bccSbNugG.jpg",
        "title": "Room 203 (2022)",
        "description": "Room 203 (2022)ဇာတ်ကား နာမည်အတိုင်းပဲ အခန်းနံပါတ် 203 အကြောင်းပေါ့။ ဆိုတော့ အခန်းနံပါတ် 203 အကြောင်းကို နည်းနည်း ပြောမယ်ဗျာ။အဲဒီအခန်းကို လာငှားပြီးနေတဲ့ လူတိုင်း ကြာကြာမနေနိုင်ဘူးတဲ့။ ပြီးတော့ အဲဒီအခန်းရဲ့ နံရံပေါ်မှာ အပေါက်ကြီး တစ်ပေါက်ရှိနေတယ်။ အဲဒီအပေါက်ကြီးကို ဖာရင်လည်း အပေါက်က ပြန်ရှိနေသေးတယ်။ ပစ္စည်းဘာညာနဲ့ ကာပြီးချိတ်ထားရင်လည်း ကာထားတဲ့ပစ္စည်းက ပြုတ်ကျတတ်သေးတယ်။အဲဒီအခန်းထဲမှာ ရှေးဟောင်းပရိဘောဂအပြည့်လည်း ပါပြီးသားပဲ။ ပိုပြီးထူးခြားတာက ရှေးဟောင်းဆေးခြယ်မှန်ပြတင်းကြီးပါ။ ဒီကားထဲက မင်းသမီး​ပြောသလိုဆိုရင် တိုက်ခန်းကတော့ ကောင်းပေမဲ့ ကျောချမ်းစရာအခန်းမျိုးပေါ့။ အဲဒီလို အခန်းမျိုးကို ကင်မ်နဲ့ အစ်ဇီတို့ အချစ်ဆုံးသူငယ်ချင်း နှစ်ယောက် ပြောင်းလာခဲ့ကြတယ်။ဇာတ်လမ်းလေးတွေရှိနေတဲ့ ဒီအိမ်ကြီးမှာ ကင်မ်နဲ့ အစ်ဇီတို့ ဘာတွေရင်ဆိုင်လာရမလဲ?ဘယ်လိုကြောင့် ဒီလိုဖြစ်ရပ်တွေ ကြုံတွေ့နေရတာလဲ?အတိတ်ကဖြစ်ရပ်တွေနဲ့ ဘယ်လိုဆက်စပ်နေမလဲဆိုတာ​ကတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။) File Size        ...",
        "rating": "4.7",
        "url": "https://megaup.net/14Hni/%5BCM%5DRoom.203.2022.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jgfNqGZ4afLiZVHkVxnIRefOVBk.jpg",
        "title": "Chun Tae-il: A Flame That Lives On (2021)",
        "description": "ဒီတစ်ခါတော့ ၂၀၂၁ ခုနှစ်ကထွက်ထားတဲ့ IMDb 8.8/10 ရထားတဲ့\nကိုရီးယား Animation ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်၊\nကာတွန်းကားကို ဒီလောက် rating ရထားတယ်ဆိုတော့ ထူးပြီးညွှန်းဖို့တော့ လိုမယ်မထင်ပါဘူးဒီဇာတ်လမ်းကတော့ ၁၉၇၀ ခုနှစ်မှာ အလုပ်သမားအခွင့်အရေးရအောင်\nစည်းရုံးတောင်းဆိုခဲ့တဲ့ ဂျောင်ထယ်အီးလ်ရဲ့ အကြောင်းကို တင်ဆက်ထားခြင်းဖြစ်ပါတယ်\n၁၉၉၅ ခုနှစ်မှာ A Single Spark ဆိုတဲ့နာမည်နဲ့ ရုပ်ရှင်ထွက်ခဲ့ပြီးတော့ ၂၀၂၁ မှာ Animation အဖြစ်ဖန်တီးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့\nမူလတန်းတောင် မအောင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်...\nသားအကြီးဆုံးဖြစ်ပြီး အိမ်ရဲ့စားဝတ်နေရေးကြောင့် ကျောင်းထွက်လိုက်ရပြီး\nအိမ်ပြေးအဖြစ်နဲ့ ဖိနပ်တိုက် သတင်းစာရောင်း စတာတွေကို လက်တိုလက်တောင်းလုပ်ခဲ့ပါတယ်၁၉ နှစ်ပြည့်တဲ့အခါမှာတော့ စက်ရုံတည်ထောင်ချင်တဲ့စိတ်နဲ့ အဝတ်စက်ရုံတစ်ခုမှာ\nအဝတ်ဖြတ်ဆရာလက်ထောက်အဖြစ်သင်ယူရင်းနဲ့ ဖြောင်းဟွာဈေးက\nစက်ရုံရဲ့ မတရားခိုင်းစေမှုတွေ၊ လုပ်ခလစာ နည်းပါးမှုနဲ့ ကျန်းမာရေးအာမခံချက်မရှိတာတွေကို သိလိုက်ရပါတော့တယ်အဲလိုနဲ့ အခြေခံဥပဒေအကြောင်းသိလိုက်ရတဲ့အချိန်မှာ မညီမျှတာတွေအတွက်\nတောင်းဆိုဖို့ကြိုးပမ်းပါတော့တယ် ဘယ်လိုဆန္ဒပြရမလဲဆိုတာတောင် မသိတဲ့\nအပ်ချုပ်ဆရာ၊ အဝတ်ဖြတ်ဆရာအဖြစ်ကနေ စိတ်အားထက်သန်စွာနဲ့ပဲ\nအလုပ်သမားအခွင့်အရေးရအောင် နည်းမျိုးစုံနဲ့ ကြိုးစားပုံတွေကို ကြည့်ရှုခံစားရမှာပါ\nဒီဇာတ်လမ်းရဲ့အသံသရုပ်ဆောင်ကလည်း အားလုံးနဲ့မစိမ်းတဲ့\nJang Dong Yoon, Kwon ...",
        "rating": "8.8",
        "url": "https://megaup.net/1KI50/Chun.Tae-il.A.Flame.That.Lives.On.2021.720p(CM).mp4",
        "category": "Animation, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8cUguHlZp84DZfm4QuAPX1wall.jpg",
        "title": "Thatrom Thookrom (2020)",
        "description": "ဒီတစ်ခါမှာတော့ ၂၀၂၀ ခုနှစ်က ထွက်ရှိထားပြီး\nIMDB ၆.၈ ရရှိထားတဲ့ တမီလ် အက်ရှင်/ဒရမ်မာ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============\n\"လောကမှာ ပိုကောင်းတဲ့ဘ၀ကိုရဖို့ အိမ်မက်မက်ခွင့်တောင်\nငါတို့အတွက်မရှိဘူးလား\" တဲ့ ဟုတ်ပါတယ် တစ်နေ့လုပ် တစ်နေ့စားတောင်မဟုတ်ဘူး\nပုလင်းခွံကောက်ပြီး ဝမ်းကြောင်းနေရတဲ့ သူငယ်ချင်းသုံးယောက်နဲ့ လူတကာက\nသူတို့ကို နှာခေါင်းရှုံ့နေတဲ့ကြားက သူတို့ကိုချစ်ခင်တဲ့ သူငယ်ချင်းတစ်ယောက်။ သူတို့ရဲ့ အိမ်မက်ကတော့ ပိုက်ဆံကိုရိုးသားစွာရှာဖွေပြီး နိုင်ငံခြားမှာ အလုပ်လုပ်နိုင်ဖို့ပါ...\nနိုင်ငံခြားသွားဖို့ ရူပီး သုံးသိန်းလိုအပ်တာကြောင့် သူငယ်ချင်းအကူအညီနဲ့\nအရက်သယ်တဲ့ကားကို မောင်းဖို့ ဆုံးဖြတ်လိုက်ချိန်မှာတော့.... အပေါ်ကအညွှန်းကြောင့်ရိုးရှင်းတဲ့ဇာတ်လမ်းလို့မထင်စေချင်ဘူး...\nအိန္ဒိယကားတို့ရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးအရှုပ်အထွေးတွေ...\nငွေဖြူငွေမည်း...ငွေတု...အရက်တု ကိစ္စတွေပါ သိုင်းဝိုင်းထားပြီး\nတစ်ချို့အချက်အလက်တွေဟာ မြန်မာနိုင်ငံနဲ့ အတော်တူတာမို့လို့\nဇာတ်ကားကောင်းတစ်ကားအဖြစ် လိုက်ပါစီးမျောခံစားလိုက်ပါဦး..\nover action တွေလည်းမပါသလို သုံးနှုန်းထားတဲ့စကားလုံးတွေကလည်း ထုံးစံအတိုင်းခိုက်စရာတွေချည်းပါပဲ... File size…1.96GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thatrom-thookrom-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSbeOXVt4J0wEC3QAKN3QEjlrTJ.jpg",
        "title": "Foxhole (2021)",
        "description": "ဒီရုပ်ရှင်က နည်းနည်းဆန်းတယ်၊ အ​မေရိကန်ပြည်တွင်းစစ်၊ ပထမ\nကမ္ဘာစစ်နဲ့ အ​မေရိကန်-အီရတ်စစ်ဆိုတဲ့ အထင်ကရစစ်ကြီး ၃ခုကို\nဇာတ်အိမ်တည်ထားတယ်၊ ဒါ​​ပေမဲ့ စစ်ကားဆိုပြီး အကြီးအကျယ်\nတိုက်ပွဲဖြစ်​ပုံတွေ၊ ​​နောက်ကွယ်က စစ်ပရိယာယ်နဲ့ နည်းဗျူဟာ​တွေ၊\nဒါမျိုး​​တွေကို မြင်ရမှာမဟုတ်ပါဘူး၊ အချိန်ကာလ ၃ခု၊ စစ်ကြီး၃ခု\nအတွက် တည်​နေရာတစ်မျိုးစီပဲ သုံးထားတာပါ၊ အလွယ်​ပြောရရင်\nကတုတ်ကျင်းလို့ ​ခေါ်လို့ရတဲ့​နေရာ​ပေါ့။ ထူးခြားတာက စစ်၃ခုရဲ့ ဇာတ်​ကောင်နာမည်​နဲ့ သရုပ်​ဆောင်​တွေက\nအတူတူပါပဲ၊ ဇာတ်လမ်းတစ်ခုနဲ့ တစ်ခုက​ အဆက်အစပ် မရှိသလို\nဇာတ်​ကောင်စရိုက်​တွေက စစ်တစ်ခုကို တစ်မျိုး​ပြောင်း​နေပါတယ်၊\nဒီဇာတ်​ကောင်​တွေဟာ ဇာတ်လမ်းတစ်ခုမှာ ကတုတ်ကျင်းတစ်မျိုး\nဆီမှာ အသက်ရှင်သန်ဖို့ ရုန်းကန်လှုပ်ရှားရပုံ​​တွေကို အဓိကထားပြီး\nရိုက်ထားတာပါ၊ ဒါ​ပေမဲ့ ဒိုင်ယာ​လော့ဂ်​တွေအရ ဒါရိုက်တာဖြစ်သူ\nအဓိက ပြချင်တာက လူ့သ​ဘောသဘာဝ၊ စစ်ဖြစ်​နေစဉ် ရှိအပ်တဲ့\n​စောင့်ထိန်းရမယ့် ကျင့်ဝတ်​တွေအ​ကြောင်း ဖြစ်ပါလိမ့်မယ်။ ဘယ်လိုဇာတ်အိမ်မျိုး​တွေ ဖြစ်မလဲဆို​တာ​တော့ ကိုယ်တိုင်ပဲ ကြည့်ရှု\nလိုက်ပါ၊ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးရယ်ဖြစ်လို့ တိုက်ပွဲကြီး​တွေ\nပါမှ သ​ဘောကျတတ်တဲ့သူအတွက်ဆို အားမရတာမျိုးရှိနိုင်ပါတယ်၊\nဒါက စကား​ပြောအသား​ပေးစစ်ကား ဖြစ်​နေလို့ပါ၊ ဇာတ်အိမ်ဆန်းတဲ့\nရုပ်ရှင်​တွေကို ကြိုက်တတ်ရင်​​တော့ ခံစားကြည့်​စေချင်ပါတယ်။  \nFile size…1.2GB / 570MB\nQuality…1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/1KJvb/Foxhole.2021.720p.WEBRip.AAC2.0CH(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfoudpFhAo5Mn8Sqyuu4Y006ITQ.jpg",
        "title": "The Getaway King (2021)",
        "description": "The Getaway King (2021) ဒီတစ်ခါတော့ ပေ့ါပေ့ါပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ ပိုလန် ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ဝါဒီတွေ ကြီးစိုးခဲ့ချိန်ရဲ့ နောက်ဆုံးနေ့ရက်တွေကို အခြေပြု ဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်က ရဲတွေအလိုအရှိဆုံး ဒုစရိုက်သမားတစ်ယောက်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။ ရဲလက်ကနေ ၂၉ ကြိမ်တိတိ ရဲလက်က လွတ်အောင်ပြေးနိုင်ခဲ့ပြီး အဲ့ဒီထဲက တစ်ကြိမ်ဆို ထောင်ဖောက်ပြီးပါ လွတ်မြောက်ခဲ့တာပါ။ဒီလိုနဲ့ တစ်ရက်မှာတော့ အမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီးနောက် အဆိုပါ စောရဝိဇ္ဇာတစ်ယောက် သူ့ရဲ့ ဘဝနဲ့ အတွေးအခေါ်အယူအဆတွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ...Action, Crime, Comedy အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်တချို့တဝက်ကို ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်။ File Size : 3.2GB, 806MB & 367MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : ...",
        "rating": "6.6",
        "url": "https://megaup.net/14H5d/%5BCM%5DThe.Getaway.King.2021.720p.WEB-DL.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jJbxft0A2iQtH7ZWsGtgCfOq05b.jpg",
        "title": "Hatching (2022)",
        "description": "ဖင်လန် ဟော်ရာကားတစ်ကားလောက် ကြည့်ရအောင်ဗျာ။\nနာမည်က Hatching တဲ့။\nအဓိပ္ပါယ်ကတော့ ဥကနေ အကောင်ဖောက်ခြင်းပေါ့။ ဒီဇာတ်လမ်းဟာ မိသားစုတွေရဲ့ဖိအားနဲ့ ကလေးတစ်ယောက်ရဲ့\nစိတ်ပူပန်မှုတွေကို ကြောက်စရာတင်စားပြထားတဲ့ကား\nအထူးအဆန်းမျိုးပါပဲ။ တင်ညာဆိုတဲ့ ကျွမ်းဘားမယ်\nကလေးမလေးဟာ တစ်နေ့မှာ ငှက်သေတစ်ကောင်ရဲ့အသိုက်ကနေ\nထူးဆန်းတဲ့ ငှက်ဥလေးတစ်လုံးကို တွေ့လာခဲ့တယ်။ အဲဒီဥလေးကို အပူပေးပြီး အကောင်ပေါက်အောင်ကြိုးစားရင်းနဲ့\nဖြစ်ရပ်တစ်ခုကြောင့် အကောင်မပေါက်ခင် ဥဟာ ကြီးကြီးလာခဲ့တယ်။\nပေါက်လာတော့လည်း လူလိုလိုငှက်လိုလို ကလေးအရွယ်\nအကောင်အဆန်းတစ်ကောင်ဖြစ်နေပြီး တင်ညာရဲ့အနားကနေ\nဘယ်မှမသွားတော့ဘူး။ တင်ညာကလည်း သူ့ကို\nကလေးလေးလို စောင့်ရှောက်နေရင်နဲ့\nကြောက်စရာကောင်းတဲ့ ထူးခြားမှုတွေ တွေ့လာတဲ့အခါ...\nဆက်ကြည့်လိုက်ပါ။ ပြီးရင်\nနောက်ကွယ်က မက်ဆေ့လေးကိုလည်း စဉ်းစားကြည့်လိုက်ပါဦး။   File size…1.27GB / 554MB / 261MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p / 480p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/14Ol1/Hatching.2022.FINNISH.720p.AAC2.0CH(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f2lTAmLYpWpd8JxtJrMXFFGV9gZ.jpg",
        "title": "Happening (2021)",
        "description": "Happening (2021)ဒီဇာတ်ကားလေးဟာ Annie Ernaux ရဲ့ \"Happening\" ဆိုတဲ့ ဝတ္ထုလေးကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး IMDb 7.4 အထိရရှိခဲ့တဲ့အပြင် BAFTA Award တွေအတွက် ဆန်ခါတင်စာရင်းမှာ ပါခဲ့သလို အခြား ဆုတွေလည်း ၁၃ ခုလောက် ရရှိထားခဲ့တဲ့ ဒရမ်မာ ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ကိုယ်ဝန်ဖျက်ချတာဟာ တရားဝင်တယ် တရားမဝင်ဘူး ဆိုတာ အခု ၂၂ ရာစုအထိ နိုင်ငံအချို့မှာ debate လုပ်နေကြဆဲဖြစ်ပါတယ်။1960 ခုနှစ်တွေတုန်းက ပြင်သစ်နိုင်ငံမှာ ကိုယ်ဝန်ဖျက်ချတာဟာ တရားမဝင်ပါဘူး။ ကိုယ်ဝန်ဖျက်ချရင် ဖျက်ပေးတဲ့ ဆရာဝန်ရော ကိုယ်ဝန်ရှိသူပါ ထောင်ချခံရတဲ့ အခြေအနေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ...အန်းဆိုတဲ့ စာပေ မေဂျာ ကျောင်းသူလေးက ပညာရေးမှာ ပါရမီပါပြီး ထူးချွန်တယ်။ လူဆိုတာကတော့ အမှားနဲ့ မကင်းကြပါဘူး။ အမှားနဲ့မကင်းတဲ့ထဲမှာမှ ကံဆိုးသွားသူက အန်း ပေါ့။ တစ်ညတာလေး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2qzT3/%5BCM%5DHappening.2021.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7InGE2Sux0o9WGbbn0bl7nZzqEc.jpg",
        "title": "Vendetta (2022)",
        "description": "ဆရာကြီး ဘရုစ်ဝီလီရဲ့ Vendettaဆိုတဲ့ အက်ရှင် ဇာတ်ကားသစ်\nထွက်ရှိလာပြန်ပါပြီ၊ ဒီဇာတ်ကားထဲမှာ​တော့ ဇာတ်လိုက်မဟုတ်တဲ့\nဗီလိန်အ​နေနဲ့ ​တွေ့ရမှာဆို​တော့ တမျိုးဆန်းတာ​ပေါ့၊ ဒါတင်မကဘဲ\nမိုက်တိုင်ဆန်ဆိုတဲ့ လက်သီးချင်းမနိုင်လို့ သူများနားရွက်​ပြေးဟပ်\nတဲ့ လူကြမ်းလက်​​ဝှေ့သမားကြီးလည်း ပါဝင်ထားပါ​သေးတယ်။  အညွှန်းက​တော့ ဝီလီယမ်ဒန်ကန်ဆိုတဲ့ စစ်မှုထမ်း​ဟောင်းကြီးဟာ\nမိသားစုနဲ့အတူ သာယာ​ပျော်ရွှင်တဲ့ ဘဝ​လေးကိုဖြတ်သန်း​နေရင်း\nတစ်​နေ့မှာ​တော့ ကံဆိုးစွာပဲ သမီးဖြစ်သူ ကက်သရင်းဟာ ​ဒေသခံ\nFetterလူမိုက်ဂိုဏ်းရဲ့ လက်ချက်နဲ့ ​သေဆုံးသွားပါတယ်၊ ဒန်ကန်\nအ​နေနဲ့ တရားခံကို လက်ရဖမ်းမိခဲ့​ပေမယ့် မျက်မြင်သက်​သေမရှိ\nဓါတ်ပုံနဲ့ စီစီတီဗွီ​တွေလည်းမရှိလို့ တရား​သေလွတ်သွားခဲ့ပါတယ်။  သမီးဖြစ်သူကို သတ်သွားတဲ့သူကို ဥပ​​ဒေအရ စီရင်လို့မရတဲ့အဆုံး\nဒန်ကန်တစ်​ယောက် ဥပ​ဒေပြင်ပက​နေ သူကိုယ်တိုင်ပဲ လက်တုံ့ပြန်\nခဲ့ပါတယ်၊ ဒါ​ပေမဲ့ တရားခံက Fetter ဂိုဏ်းချုပ်ရဲ့ သားဖြစ်​နေလို့\nFetter ဂိုဏ်းကလည်း ဒန်ကန်ကို လက်စား​ချေဖို့အတွက် ကြိုးစား\nလာရင်း ဗုံလုံတစ်လှည့် ငါးပျံတစ်လှည့် လက်စား​ချေပွဲ ဆင်နွှဲကြ\nပါ​တော့တယ်။File size…1.4GB / 647MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "3.5",
        "url": "https://megaup.net/36Iah/Vendetta.2022.720p.WEBRip.AAC2.0CH(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIQ35pwy1yU2ABn0W4hKMRq4Jyf.jpg",
        "title": "Donkeyhead (2022)",
        "description": "Donkeyhead (2021)လူအမျိုးမျိုး စိတ်အထွေထွေ\" တဲ့ ...လူရယ်လို့ ဖြစ်လာရင် ကိုယ်ပိုင်ခံယူချက်တွေ၊ အတွေးအခေါ်တွေ၊ အယူအဆတွေက တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုမှ မတူနိုင်ဘူး။မိသားစုတစ်ခုမှာတောင် မိဘနဲ့ သားသမီးဟာ စိတ်သဘောထားချင်း မတူတာများတယ်မလား၊ မျိုးဆက်တစ်ခု ကွာတဲ့ မိဘနဲ့ သားသမီးကို ခဏထားဦး အသက်ရွယ် သိပ်မကွာတဲ့ မောင်နှမ အချင်းချင်းတောင် အဆင်မပြေမှုတွေ ရှိတတ်တာပဲလေ။အခုဇာတ်လမ်းလေးကတော့ ဒီလိုဗျ ...မိသားစု တစ်ခုရှိတယ်။\nအဖေဖြစ်သူက ကင်ဆာရောဂါသည်တစ်ယောက်၊ သမီးနှစ်ယောက် သားနှစ်ယောက်ရှိတယ်၊ သမီးဖြစ်သူ မိုနာကတော့ အဖေ့အိမ်မှာ အတူနေပြီး အနီးကပ် ပြုစုပေးနေတယ်ပေါ့။ကျန်တဲ့ မောင်နှမကိုယ်ဆီက အလုပ်အကိုင် အတည်တကျနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေတဲ့သူတွေ၊ မိုနာကတော့ စာရေးဆရာမ ဖြစ်ချင်ပေမဲ့ အခုထိစာအုပ်တောင် မယ်မယ်ရရ မရေးရသေးဘူး၊ သူ့စိတ်ထဲမှာ ဇာတ်လမ်းရှိတယ်ပဲ ပြောနေခဲ့တဲ့သူ၊တစ်နေ့မှာတော့ ကင်ဆာရောဂါသည် ဖခင်ကြီးက ကိုမာဝင်သွားခဲ့တယ်၊ ဒီတော့ တစ်နေရာစီမှာ အခြေကျနေတဲ့ မောင်နှမတွေအားလုံးကို မိုနာက ...",
        "rating": "6.3",
        "url": "https://megaup.net/14Dq6/%5BCM%5DDonkeyhead.2021.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/21EN8reaMiQctJeRDQ5QPoyx39c.jpg",
        "title": "Seven Days (2007)",
        "description": "Seven Days(2007) အညွှန်း**********************ရှေ့​နေယူဂျီယောင်းဟာ ရှေ့နေလောကမှာ နာမည်ကျော်ကြားသူတစ်ဦးဖြစ်ပြီးသူ လက်ခံတာဝန်ယူတဲ့ အမှုမှန်သမျှ ရှုံးနိမ့်တာမရှိသလောက်နာမည်ကြီးတဲ့သူ...တစ်ရက်မှာတော့ သူမရဲ့ သမီးလေး အွန်းယောင်းကို အကြမ်းဖက်အဖွဲ့ကနေ ပြန်ပေးဆွဲသွားတယ်...အွန်းယောင်းကို ပြန်ပေးဆွဲသွားတဲ့ အုပ်စုက သူမကိုအမှုတစ်ခု တာဝန်ယူပြီး သူတို့ရဲ့ လူကို အပြစ်မရှိကြောင်း သက်သေပြနိုင်မှသာလျှင်  သမီးလေးကိုအသက်ရှင်လျှက်ပြန်လွှတ်ပေးမယ်လို့ ခြိမ်းခြောက်ခဲ့တယ်...ယူဂျီယောင်းအတွက် တကယ့်ကို ငရဲခန်းပါပဲ...သူလွတ်အောင်လုပ်ပေးရမဲ့တရားခံက ခိုင်လုံတဲ့သက်သေတွေကြောင့် သေဒဏ်ကျဖို့ သေချာသလောက်ရှိနေတဲ့အပြင် တစ်ဘက်ကလည်းမိမိရဲ့ ရင်သွေးလေးရဲ့ အသက်ကိုလည်း ကယ်ရမှာဖြစ်တဲ့အတွက်ကြောင့်မို့..ကားဟောင်းဖြစ်ပေမဲ့ အတော်ကြီးကိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းဖြစ်လို့ကြည့်သင့်ပါကြောင်း.... File Size :(2.6GB) (1.3GB) and (498 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nan D Lei\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1KyXm/Seven.Days.2007.BLU-RAY.720P.PP(CM)NEW.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/a-141x200.jpg",
        "title": "Where Is Anne Frank (2022)",
        "description": "Anne Frank ရဲ့ဇာတ်လမ်းကိုတော့တော်တော်များများသိကြမယ်ထင်ပါတယ်။မသိသူတွေအတွက်ကတော့ Anne Frank ဆိုတာဒုတိယကမ္ဘာစစ်ဖြစ်တုန်းက ဟော်လန်မှာနေတဲ့ဆယ်ကျော်သက်အရွယ်ဂျုးမိန်းကလေးတစ်ယေက်ပါ။\nနာဇီတွေဟော်လန်ကိုသိမ်းပိုက်အပြီးမှာတော့ သူတို့ရဲ့လူမျိူးတုန်းသတ်ဖြတ်မှုဟာ Anneတို့အနားကိုရောက်ရှိလာပါတယ်။ဒါနဲ့Anne တို့မိသားစုဟာ Anne အဖေအလုပ်ရဲ့အပေါ်ထပ်လျှို့ဝှက်တိုက်ခန်းမှာ အခြားဂျုးမိသားစုတစ်ခုနဲ့တူတူသွားပုန်းကြပါတယ်။ပုန်းနေရတဲ့နှစ်နှစ်ကျော်ကာလအတွင်းမှာ Anne ဟာသူ့ရဲ့ အတွေ့အကြုံအခက်အခဲတွေကို ဒိုင်ယာရီရေးပြီးမှတ်တမ်းတင်ခဲ့ပါတယ်။Anne တို့ဟာနောက်ဆုံးမှာတော့ကံမကောင်းရှာပဲ နာဇီတွေကရှာတွေ့သွားပြီး အားလုံးကိုအရှေ့ဘက်မှာရှိတဲ့ Concentrate Camp တွေကိုပို့လိုက်ပါတယ်။Anne ရဲ့အဖေ Otto Frank ကလွဲရင်ဘယ်သူမှအသက်ရှင်လျက်ပြန်မလာနိုင်ခဲ့ပါဘူး။Otto ဟာရုံးက၀န်ထမ်းတစ်ယောက်ကပေးလို့ Anne ရဲ့ဒိုင်ယာရီပြန်ရပြီး တခြားလူတွေကိုဝေမျှပေးနိုင်ဖို့ ဒိုင်ယာရီကိုစာအုပ်ထုတ်‌ဝေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။\nအခုချိန်မှာတော့ Diary of Anne Frank ဟာကမ္ဘာမှာနာမည်အကြီးဆုံးစာအုပ်တစ်အုပ်ဖြစ်နေပါပြီ။ဒီကားလေးကတော့ Anne Frank ရဲ့ဇာတ်ကြောင်းကိုကွန့်မြူးထားတာမျိုးပါ။Anne ဟာဒိုင်ယာရီရေးတိုင်း သူ့ရဲ့စိတ်ကူးထဲကသူငယ်ချင်းဖြစ်သူ Kitty ဆီ စာရေးပြီးရင်ဖွင့်တဲ့ပုံနဲ့ရေးတတ်ပါတယ်။ယခုခေတ်မှာ Anne ရဲ့ဒိုင်ယာရီက မှင်စွန်းသွားပြီး စာလုံးတွေကနေတဆင့် တကယ်ကောင်မလေးတစ်ယောက်အဖြစ် Kitty ဟာအသက်၀င်လာပါတယ်။သူက ဒိုင်ယာရီထဲကဖြစ်ရပ်တွေကိုပဲမှတ်မိပြီး အခုခေတ်မှာ သူငယ်ချင်းဖြစ်သူ Anne ကိုရှာနိုင်ဖို့ကြိုးစားပါတယ်။ဒီကားလေးမှာ Anne ရဲ့ဒိုင်ယာရီထဲကအဖြစ်အပျက်တချို့ရော Kitty ...",
        "rating": "",
        "url": "https://channelmyanmar.org/where-is-anne-frank-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv3RonWge4GlC9ymNzC0oWpFCfv.jpg",
        "title": "Double World (2020)",
        "description": "Double World(2020) အညွှန်း************************* အလယ်ပိုင်းလွင်ပြင်မှာ တောင်ပိုင်းဇောင်နဲ့ ​မြောက်ပိုင်းယန်တို့ကြား နှစ်ပေါင်းများစွာ စစ်ဖြစ်ခဲ့ကြတယ်၊တိုက်ပွဲက အနိုင်အရှုံးမရှိခဲ့ဘဲ နောက်ဆုံးမှာတော့ နှစ်ဘက်စလုံးဟာ ငြိမ်းချမ်းရေး သဘောတူညီမှု ရခဲ့ကြတယ်၊ဒါပေမဲ့ ဒီငြိမ်းချမ်းရေး သဘောတူညီမှုဟာ ဆယ်နှစ်တာပဲ ခံခဲ့ပါတယ်၊မြောက်ပိုင်းယန်ရဲ့ ဘုရင်အသစ် နန်းတက်လာတဲ့အချိန်မှာတော့ တောင်ပိုင်းဇောင်ကိုဆက်လက်သိမ်းပိုက်ချင်ခဲ့တယ်၊အလယ်ပိုင်းလွင်ပြင်မှာ သွေးချောင်းစီးမဲ့ စစ်ပွဲကြီးကို ထပ်မံ မြင်တွေ့ရတော့မှာပါ၊မြောက်ပိုင်းယန်ကလူတွေက တောင်ပိုင်းဇောင်ရဲ့ ဘုရင်ကို လုပ်ကြံဖို့ကြိုးစားလာပါတယ်၊ဒါကြောင့် တောင်ပိုင်းဇောင်ဟာ စစ်ပွဲအတွင်း စစ်သူကြီးနေရာကို ရွေးချယ်ဖို့အတွက်မျိုးနွယ်စု ရှစ်စုလုံးက စစ်သည်တော်တွေကို ဆင့်ခေါ်ခဲ့ကာ လူရွေးပြိုင်ပွဲကို ကျင်းပခဲ့ပါတယ်၊အဲ့ဒီနောက်မှာတော့....Fight Scene တွေ အတော်မိုက်...တရုတ်အက်ရှင်ကားကောင်းကြိုက်သူတွေတော့ လုံးဝ ဒေါင်းရကျိုးနပ်စေရပါလိမ့်မယ်....   \nFile Size          : 2.9GB, 1.5GB, 590MB\nQuality            : WEB-DL1080P5.1Ch, 720p \nFormat        ...",
        "rating": "6.1",
        "url": "https://megaup.net/36pai/Double.World.2020.WEB-DL.720P.PP(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/oppinsert-135x200.jpg",
        "title": "Operation Mincemeat (2022)",
        "description": "ကင်းစ်မန်းရဲ့ မင်းသားကြီး ကိုလင်ဖာ့သ် နဲ့ Price and Prejudice တို့ Three Musketeers တို့လိုရုပ်ရှင်ကြီးတွေရဲ့ မင်းသား မက်သရူး မစ်ဖက်ဒီရန်တို့ ပါတဲ့ ဒုတိယကမ္ဘာစစ် ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ပါ။စစ်ပွဲကြီးတွေမှာ လူတွေလက်နက်တွေနဲ့ ရှေ့တန်းမှာ အပြိုင်တိုက်ကြသလို နောက်တန်းမှာလည်း သူလျိုတွေ ထောက်လှမ်းရေးတွေ ဉာဏ်ချင်းပြိုင်ပြီး အပြိုင်ကျဲကြတာလည်း စစ်ပွဲအဆုံးအဖြတ်ဖြစ်လာစေတာကို သိကြမှာပါ။ဒီရုပ်ရှင်ထဲက အဖြစ်ကတော့ ကမ္ဘာစစ်အတွင်း အကြီးဆုံးအောင်မြင်ခဲ့တဲ့ လှည့်ကွက်ကြီးတစ်ခုဖြစ်ပြီး အင်အားသိန်းချီတဲ့ စစ်ဆင်ရေးကြီးတစ်ခုရဲ့ အသက်လည်း ဖြစ်ခဲ့ပါတယ်။\nအဲဒီစစ်ဆင်ရေးနာမည်က အော်ပရေးရှင်း မင့်စ်မိထ် တဲ့။ မင့်စ်မိထ် ဆိုတာ အသားစင်းကောတွေ အကြာကြီးခံအောင် ထိန်းသိမ်းထားတဲ့အသားတွေကို ပြောတာပါ။မဟာမိတ်တပ်တွေဟာ ဥရောပစစ်မြေပြင်မှာ နာဇီတွေနဲ့တိုက်ပွဲအတွက် အဆုံးအဖြတ်ဖြစ်စေမယ့် နေရာတစ်ခုဖြစ်တဲ့ စစ္စလီကို ဧရာမထိုးစစ်ကြီး ဆင်နွှဲဖို့ ရည်ရွယ်ထားပါတယ်။ ဒါပေမဲ့ စစ္စလီဟာ ဗြူဟာအရ အရေးပါတာကို ဟစ်တလာလည်း သိထားပြီးဖြစ်လို့ ခံစစ်ကို အကြီးအကျယ်ပြင်ဆင်နေပါပြီ။ ...",
        "rating": "",
        "url": "https://megaup.net/1KR4m/Operation.Mincemeat.2022_720P(CM)_(2).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-1-142x200.jpg",
        "title": "Memory(2022)",
        "description": "မင်းသားကြီး လီယံနယ်ဆန် နဲ့ မင်းသမီး မိုနီကာဘယ်လူချီတို့ပါဝင်ထားတဲ့ ရုပ်ရှင်ကားအသစ်ထွက်ပါပြီ။ Crime, Thriler အမျိုးအစားပါပဲ။\nအဲလက်စ်ဆိုတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်ကို ကလေးသူငယ် လူကုန်ကူးတဲ့အဖွဲ့က လူတစ်ယောက်ကို သတ်ဖို့ ငှားရမ်းတာကနေ စတင်လိုက်ပါတယ်။ငှားလိုက်တဲ့အဖွဲ့ မသိသေးတာက အဲလက်စ်ဟာ အယ်ဇိုင်းမာရောဂါဖြစ်နေပြီး မှတ်ဉာဏ်တွေက ပေါ်လိုက်ပျောက်လိုက်ဖြစ်နေတာပါပဲ။\nအဲဒီလူကုန်ကူးအဖွဲ့ကိုပဲ မက္ကဆီကိုရဲတစ်ယောက်နဲ့ အက်ဖ်ဘီအိုင်တစ်ယောက်က လိုက်နေပါတယ်။\nဒီလူအားလုံးမှာ ဝမ်းနည်းစရာ နောက်ကြောင်းကိုယ်စီနဲ့ပေါ့။ဥပဒေ နဲ့ လက်စားချေမှုကြားမှာ လွန်ဆွဲပုံတွေ၊ ချမ်းသာပြီး ဩဇာကြီးလွန်းတဲ့သူတွေဟာ ဥပဒေအထက်ကိုရောက်နေပုံတွေကို ပြသထားတဲ့ ရုပ်ရှင်ကောင်းကောင်းတစ်ကားပါပဲ။ \nFile size…(1.5GB)/(834MB)/(392MB)\nQuality…. 1080p/720p HDCAM/ 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Action/ Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6",
        "url": "https://megaup.net/2qOO3/Memory.2022.720p.(CM)_(2).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
        "title": "Transporter 2 (2005)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter 2(2005)ကတော့ IMDb Rating(6.3/10)ရရှိထားပါတယ်။\nFile size…(2.8 GB)/(1.2 GB)\nQuality….BluRay Directer's Cut 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:34:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/transporter-2-2005-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "title": "The Transporter (2002)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter(2002)မှာတော့ တရုတ်မင်းသမီး Shu Qi ပါဝင်ထားပြီး IMDb Rating(6.8/10)ရရှိထားပါတယ်။\nFile size…(2.3 GB)/(760 MB)\nQuality….BluRay 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:32:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/1KDk5/(CM)_The_Transporter_2002_BluRay_720p_H.264_AAC_2.0.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
        "title": "Along for the Ride (2022)",
        "description": "Along for the ride (2022)==================IMDb Rating - 6.0/10Netflix ကနေ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Family, Drama,\nRomance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုရဲ့နွေးထွေးမှုကို မရရှိတဲ့ ကောင်မလေးနဲ့ ရည်မှန်းချက်တွေ\nကွယ်ပျောက်နေတဲ့ ကောင်လေးအကြောင်းကို အဓိကရိုက်ကူးထား\nတာပါ.......အာဒန်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးက ကျောင်းပြီးတော့\nသူ့အဖေနဲ့ သူ့မိထွေးရှိရာ ကိုဘီမြို့ကိုထွက်လာခဲ့ပါတယ်။ အကြောင်း\nအရင်းကတော့ ကိုယ့်ကိုယ်ကိုရှာဖွေဖို့အတွက်ပါ။ ကိုဘီမြို့က သူ့မိထွေး\nဆိုင်လေးမှာ စာရင်းကိုင်အလုပ်ဝင်လုပ်ပြီး အမှတ်မထင် စက်ဘီးစီးတဲ့\nကောင်လေး အီလိုင်နဲ့ တွေ့ဆုံခဲ့ပါတယ်.....\nအဲ့တော့ ဒီတွေ့ဆုံမှုတွေရဲ့နောက်ကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအာဒန်ဆိုတဲ့ ကောင်မလေးရော ကိုဘီမြို့မှာ သူငယ်ချင်းအသစ်တွေ\nရနိုင်ပါ့မလား၊ အာဒန်နဲ့အီလိုင် ဘယ်လိုတွေ့ခဲ့ကြလဲ၊ သူတို့နှစ်ဦးမှာရှိတဲ့\nစိတ်ဒဏ်ရာတွေကို ဘယ်လိုကုစားကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်\nပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.56 GB) / (760 MB) / (760 MB)\nQuality – Web-Rip 1080p/ 720p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/14El4/Along.for.the.Ride.2022.720p.WEBRip%5BCM%5D.mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/war-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgZNHHZacK3iO18d7agg9iYQYWp.jpg",
        "title": "Sanam Re (2016)",
        "description": "Sanam Re (2016)နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် :P\nနာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit - Nene နုစဉ်အခါက ...",
        "rating": "3.1",
        "url": "https://megaup.net/36k3f/(CM)Sanam.Re.2016.Hindi.Untouched.WEB-HD.720p.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/reign-of-fire-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ns1fj82sgo2o-185x278-1-133x200.jpg",
        "title": "[18+] Doblado (2022)",
        "description": "ဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့\nရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်း\nတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲ\nသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့\nရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။\nဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာ\nသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊\nဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာ\nဆက်ရှုစားကြပါ။ဖိလစ်ပိုင်ကားဆိုဒီလူတွေပဲလားလို့မေးတဲ့သူတွေအတွက် Vivamax ကဒီဇာတ်ကားမှာအသစ်လေးတွေမိတ်ဆက်ပြပေးထားတာဖြစ်တဲ့\nအလျောက် မမြင်ဖူး မတွေ့ဖူးတာလေးတွေကိုလဲ လတ်လတ်ဆတ်ဆတ်ခံစားရမှာဖြစ်ပါတယ်။File Size : (1.1 GB) & (450 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "8.3",
        "url": "https://megaup.net/2qwSZ/(CM)_Doblado.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDpFHT2dXI2IDdYwGCSWql6uoql.jpg",
        "title": "One for the Road (2021)",
        "description": "One For The Road (2022)\" ငါ့ဘ၀မှာ မိန်းကလေးဘယ်နှယောက်ကို ငါထပ်ချစ်မိဦးမလဲ မသိဘူး။\nငါ့ဘ၀ရဲ့နောက်ဆုံး စက္ကန့်မရောက်ခင်အထိ ငါ့အချစ်ဆုံးမိန်းကလေးက ဘယ်သူလဲ ငါသိဦးမှာမဟုတ်ဘူး\"တဲ့။ဒီလိုနဲ့ အချစ်တွေကို ငါအရက်နာမည် ပေးပစ်မိတယ်။ပန်းနီရောင်ကောင်မလေးရဲ့ဆံစတွေလို အနီရောင်ကော့တေးထဲ ငါ့သက္ကရာဇ်တွေ ၅ ၄ ၃ ၂ ၁။\nသက္ကရာဇ်တွေဟာ အသေပါ လို့ ဘယ်သူညာလဲ။ဒုတိယမိန်းကလေးရဲ့ မျက်ရည်အဖြူတွေလို ကော့တေးဟာ အမှားတွေရဲ့အရသာပေါ့။မြူတွေပဲ။ ငါဖြတ်သန်းသွားတုန်းက မမြင်ခဲ့မိဘူး။\nခုနေခပ်လှမ်းလှမ်းကျမှ ငါ့အမှားမြူထုကြီး အုံ့လို့ဆိုင်းလို့ ထီးတည်း။\nမိုးရွာပြီးတဲ့နောက် တတိယကော့တေး။အချစ်ဦးကော့တေးဟာ မထွက်ခွာခင် နောက်ဆုံးတစ်ခွက် (One For The Road)လို ခရီးတွေအဝေးကြီးရောက်ပြီးလည်း တသသကျန်ခဲ့တဲ့အရာပေါ့။\"လောကဓံဦးတုန်းက အလွန်အကျူးသောက်ခဲ့တဲ့ အရက်တစ်ခွက် အခုကျတော့မှ စံပယ်ရွက်ပေါ်မှာ မူးလဲ\nအသည်းကွဲတယ်ဆိုတာ သီချင်းလေးတွေ တိုးတိုးညည်းရင်းက ထိရှခဲ့တဲ့ သွေးမဲ့ဒဏ်ရာတစ်ချက်\"ငါတို့အတူတည်ဆောက်ဖူးကြတဲ့ စိတ္တဇအဆောက်အဦးလေးရဲ့ပညတ်က \"One For The Road\"။\nမင်းတိုက်ခဲ့တဲ့ နောက်ဆုံးကော့တေးတစ်ခွက်က \" One ...",
        "rating": "7.4",
        "url": "https://megaup.net/14Bub/One_for_the_Road.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2qmya/(CMorg)Knocked.Up.2007.UNRATED.720p.BluRay.x264.AAC-Nyein.mkv",
        "category": "Action, Adult, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/14An7/(CM)_4_Horsemen_Apcalypse_(2022)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wL9bamyQ9R5crirp3rLF4Z2qLHx.jpg",
        "title": "Take Care of My Mom (2022)",
        "description": "Take care of my Mom (2022)\"မိသားစုလိုမျိုး သူစိမ်း ၊ သူစိမ်းလိုဖြစ်နေတဲ့ မိသားစု\"ဆိုတာမျိုး မြင်ဖူကြားဖူးကြုံဖူးပါသလား?\nအသက် ၈၅ နှစ်အရွယ် အဘွားအိုတစ်ဦးရဲ့ ရွေးချယ်မှုက ဘာများဖြစ်မလဲ ။\nအဘွားဂျောင်မာအင်ကတော့ ဒယ်ဂူမှာနေထိုင်တဲ့ အသက် ၈၅ နှစ်အရွယ် အဘွားတစ်ဦးပါ။\nအကြာကြီးနေမှ ဒယ်ဂူကို ပြန်လာမယ်ဆိုတဲ့ သားဖြစ်သူရဲ့စကားကြောင့်\nဟိုဟိုဒီဒီပြင်ဆင်နေရင်းကနေ မတော်တဆ လက်ကျိုးသွားခဲ့တဲ့အခါ\nကိုယ့်ကြောင့် သားဖြစ်သူကို ဒုက္ခမဖြစ်စေချင်တဲ့ မိခင်တစ်ယောက်ရဲ့ ခံစားချက်တွေကို မြင်တွေ့ရမှာပါ ။\nသားဖြစ်သူရဲ့တာဝန်ဝတ္တရားတို့အတိုင်း မိခင်ဖြစ်သူအတွက် အစစအရာအရာ အဆင်ပြေအောင် လုပ်ပေးဖို့ကြိုးစားပေမယ့်လည်း\nအသက်အရွယ်အိုမင်းနေပြီဖြစ်တဲ့ မိခင်ဖြစ်သူရဲ့ စိတ်ကို သားဖြစ်သူကရော ဘယ်လိုနားလည်အောင် ကြိုးစားမလဲ?\nသူကြိုးစားခဲ့သမျှကရော မိခင်ဖြစ်သူအတွက် အကောင်းဆုံးတွေကိုပဲ ဖြစ်စေမှာလား\nဒါမှမဟုတ် အဆင်မပြေမှုတွေပဲ ဖြစ်လာမှာလား?\nမိဘဘက်က ခံစားရတဲ့စိတ်ခံစားချက်တွေနဲ့ သားသမီးဘက်ကမြင်တဲ့ အမြင်တွေကို\nနှစ်ဖက်မျှပြီး ရိုက်ကူးပုံဖော်ထားတာမို့ မိသားစုရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေအတွက်\nတကယ်ကို ကြည့်လို့ကောင်းစေမယ့် ဇာတ်ကားတစ်ကားဖြစ်မယ့်အပြင်\nလက်တွေ့ဘဝက သက်ကြီးရွယ်အိုမိဘတွေရဲ့ ခံစားချက်တွေ ၊\nမိဘတွေအတွက် တတ်နိုင်သလောက်လုပ်ပေးချင်မိတဲ့ သားသမီးတို့ရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/14x8m/Take.Care.of.My.Mom.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/suicide-for-beginners-movie-poster-135x200.jpg",
        "title": "Suicide for Beginners (2022)",
        "description": "Suicide for Beginners (2022)ကိုယ့်ကိုယ်ကို သေကြောင်းကြံရတော့မယ်ဆိုရင် ဘယ်လိုနည်းလမ်းက အကောင်းဆုံးဖြစ်မလဲ..\nဆေးတွေသောက်မလား.. ကြိုးဆွဲချမလား.. ဒါမှမဟုတ် ဘဝမှာမရှိမဖြစ်လိုအပ်တယ်ဆိုတဲ့အရာတစ်ခုခုကို သတ်ပစ်လိုက်ရင်း ကိုယ့်ဘဝပါ အတူလိုက်သေမလား..ဒီဇာတ်ကားမှာတော့ အပေါ်ကပြောထားတဲ့ သတ်သေဖို့နည်းလမ်းတွေကို အလွဲအမျိုးမျိုးနဲ့ ကြိုးစားခဲ့တဲ့ ဇာတ်ကောင် Garrettကို တွေ့ရမှာပါ။\nတစ်ဖက်သတ်ချစ်ရတဲ့ မီယာရဲ့ လျစ်လျူရှုမှုတွေကို suicideနည်းလမ်းနဲ့ ဖြေရှင်းဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ထွက်ပေါက်မရှိအောင် ရှုပ်ထွေးလာတဲ့ ဇာတ်ရဲ့ အရှိန်ကောင်းတဲ့ အနိမ့်အမြင့်တွေကို တွေ့ရမှာလည်း ဖြစ်ပါတယ်။\nဇာတ်ကောင်ဖောင်းပွခြင်းမရှိဘဲ ရှိပြီးသား ဇာတ်ကောင်အနည်းငယ်နဲ့ Garrettတို့ကြားက ပြဿနာတွေ၊ twists and turnsတွေကို ရင်တမမနဲ့ ကြည့်ရမှာပါ..Comedy, Horrorအမျိုးအစားဖြစ်တာကြောင့် စိတ်လှုပ်ရှားစရာ၊ ထိန်လန့်စရာ ဇာတ်ကြောင်းကို လေးပင်ဖျင်းတွဲမနေအောင် ဟာသမြောက်တဲ့ dialogueတွေ၊ ဇာတ်ကောင်တွေရဲ့ ဟန်ပန်တွေနဲ့ ထိန်းသွားတာဖြစ်ပါတယ်..။\nဒါကြောင့် pure horror မကြည့်ရဲသူတွေအတွက် အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။Age ratingမပေးရသေးတာကြောင့် ကလေးငယ်များကို ပြသမယ်ဆိုရင်တော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/14vxg/Suicide_For_Beginners_(2022)_WebDL_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmXaK4ajfTUOeb8K13uQ4fNfE8L.jpg",
        "title": "Honeymoon With My Mother (2022)",
        "description": "Honeymoon with my mother(2022)ဒီတစ်ခါတော့ အမေနဲ့ ဟန်းနီးမွန်း ထွက်ကြည့်ကြရအောင်ပါ။မင်္ဂလာဆောင်မှာ ကတိသစ္စာပြုတော့မယ့်ဆဲဆဲ သတို့သမီးကို\nသူ တကယ်ချစ်ရတဲ့သူက အချစ်သူရဲကောင်းဆန်ဆန် လာခေါ်သွားတဲ့  ဇာတ်ဝင်ခန်းမျိုး ကြည့်ဖူးကြမှာပါ။ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကြီးကတော့\nကြောင်တောင်တောင်နဲ့ ကျန်ရစ်ဖြစ်ခဲ့ရတဲ့ သတို့သားကြီး ဟိုဆေးလူးဝစ်ပါ။မင်္ဂလာပွဲ ကုန်ကျ စရိတ်လည်းဆုံး သတို့သမီးလည်းဆုံး ဖြစ်နေတဲ့\nဟိုဆေးတစ်ယောက် ဟန်းနီးမွန်းအတွက် ပေးထားတဲ့ ပိုက်ဆံကလည်း\nပြန်အမ်းခိုင်းလို့မရ ဖြစ်ရာကနေ သူ့အမေရဲ့ အကြံအတိုင်း\nအမေနဲ့အတူ ဟန်းနီးမွန်းထွက်ဖို့ ဖြစ်လာပါတော့တယ်။သားအမိနှစ်ယောက် မော်ရေးရှပ်စ်ကျွန်းကို ဟန်းနီးမွန်းထွက်ကြရင်း\nဇနီးမောင်နှံဟန်ဆောင်ကြရပုံတွေ တလွဲဖြစ်ကြပုံတွေကို ဟာသဆန်ဆန် ရိုက်ကူးထားတဲ့အပြင်သားအမိတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နားလည်မှုအလွဲတွေ\nအမေတစ်ယောက်ရဲ့ ခံစားချက်တွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်တာကြောင့်\nကြည့်ရှူခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်Genre.....Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 830MB and 283MB\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "5.9",
        "url": "https://megaup.net/14vkt/Honeymoon_with_My_Mother.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
        "title": "Blizzard of Souls (2019)",
        "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ksrs/[CM]Blizzard.of.Souls.2019.720p.WEB-DL.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279643426_389915396373767_464817954246914473_n-135x200.jpg",
        "title": "Land of the Dead (2005)",
        "description": "Land of the Dead (2005)Zombies apocalypse ရုပ်ရှင်တွေ အရိုက်များလာတဲ့​နောက် Old but gold zombie ကား​​​ကောင်းတစ်ကားကို CM fan​တွေ မကြည့်ဖူးမရှိရ​​အောင် တင်​​​ဆက်​ပေးလိုက်ပါတယ်\n2005ခုနှစ်ကတည်းက ထွက်ရှိခဲ့တာဖြစ်ပြီး IMDb 6.2, RT 74% rating ရထားပါတယ်။ အမျိုးအမည်မသိရတဲ့ကပ်​ဘေးတစ်ခု​ကြောင့် တစ်ကမ္ဘာလုံးက လူ​အများစု ဖုတ်​ကောင်​တွေ ဖြစ်သွားတဲ့​နောက် ​လူကုံထံ​တွေက လုံခြုံ​ရေးအထပ်ထပ်နဲ့ မြို့သစ်တွေတည်ပြီး​​​နေထိုင်ကြပါတယ်၊\nကပ်​ဘေးကလွတ်လာတဲ့ မျက်နှာမွဲလူဆင်းရဲ​တွေကို​တော့ မြို့ရဲ့အစွန်ဆုံး၊ ခြံစည်းရိုး​တွေနဲ့ အနီးဆုံးမှာပဲ ​ပေး​နေပါတယ်၊\nရိက္ခာကို​တော့ ကြေးစားလူစွန့်စား​တွေကို ငှားရမ်းပြီး ဖုတ်​​ကောင်​တွေပြည့်နေတဲ့ မြို့ပျက်ငယ်​တွေမှာ ရှာ​​ဖွေခိုင်းပြီး အသက်ဆက်​နေကြတာပါ။ရိုင်​လေ နဲ့ ချိုလိုဒယ်မိုရာတို့က အဆိုပါ​​ ကြေးစားအဖွဲ့ဝင်​တွေပဲ ဖြစ်ပါတယ်၊\nအစပိုင်းမှာ​တော့ ဖုတ်​ကောင်​တွေက လမ်း​လျှောက်တတ်တဲ့ လူ​သေ​ကောင်သာသာပဲမို့လို့ စားနပ်ရိက္ခာ ရှာ​ဖွေရာမှာ သိပ်အခက်အခဲမရှိခဲ့ပေမယ့်\nတစ်​​နေ့မှာ​တော့ ဆင့်ကဲ​ပြောင်းလဲတတ်တဲ့ သဘာဝအတိုင်း အချင်းချင်း ဆက်သွယ်တတ်တာကစလို့ ကမ္ဘာဦးလူသား​တွေလို အစာရှာဖို့၊ ကိုယ့်ကိုယ်ကိုယ်ခုခံဖို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/14vkm/Land_of_The_Dead_(2005)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-10-35-The-Detective-2-2011-141x200.png",
        "title": "The Detective 2 (2011)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective 2 (ခေါ်) <<B+侦探>> ပဲဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီကားမှာတော့ ပထမကားတုန်းကလိုပဲ သူ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးနဲ့အတူ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါ\nမိဘတွေက ပစ်ထားခဲ့တာမဟုတ်ဘဲ အသတ်ခံခဲ့ရတာကို သိခဲ့ရပြီး လူသတ်ကောင်ကို မရမက ရှာဖွေဖော် ထုတ်တဲ့နောက်...\nဘာတွေ ကြုံတွေ့ရမလဲ ... File Size__(1.7GB) / (870MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/36mbg/The_Detective_2_(2011)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-08-28-The-Detective-2007-142x200.png",
        "title": "The Detective (2007)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective (ခေါ်) <<C+侦探>> ဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီထဲမှာတော့ တန်(မ်)လို့ခေါ်တဲ့ main cast စုံထောက်တစ်ဦးနဲ့ အစချီထားပါတယ်\nငယ်ငယ်တည်းက မိဘတွေရဲ့ ထားခဲ့ခြင်းကို ခံရလို့ မိဘတွေကို လိုက်ရှာရင်း အလွတ်တမ်းစုံထောက်တစ်ယောက် ဖြစ်လာခဲ့တယ်\nဇာတ်လမ်းထဲမှာ သူနဲ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးတို့ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါသူမိဘတွေကို ရှာဖွေနေတဲ့ကြား လူပျောက်ဆုံးမှုတွေ ဆက်တိုက်ဖြစ်ပြီး လူ၄ယောက် ဆက်တိုက်သေဆုံးမှုတွေလည်း ဖြစ်လာခဲ့တဲ့နောက်...သူတို့တွေ တစ်ချိန်ထဲနီးပါးသေတာကရော တိုက်ဆိုင်မှုလား ဒါမှမဟုတ် ဆက်စပ်မှုတွေရှိနေတာလား\nဘယ်လိုစုံစမ်းပြီးဘယ်လိုဖြေရှင်းလဲဆိုတာ ရုပ်ရှင်လေးကို ဆက်ကြည့်လိုက်ရအောင်ပါ ။File Size__(1.9GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:49:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "6.6",
        "url": "https://megaup.net/1Krg6/The_Detective_(2007)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODQ1MWFiZjctNzg2Zi00ZThkLTg1OTYtYTZmOTI0NWY2ZjhmXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-142x200.jpg",
        "title": "[18+]Side Job (2017)",
        "description": "[18+]Side Job (2017)\"Kanojo no Jinsei wa Machigai ja Nai\" ဝတ္ထုစာအုပ်ကို အခြေခံရိုက်ကူးထားပြီး ဝတ္ထုရေးဆရာပဲ ပြန်လည်ရိုက်ကူးထားတာပါဆူနာမီကြောင့် အမေဆုံးရှုံးသွားပြီးနောက်ပိုင်း မီယူကီဆိုတဲ့ ကောင်မလေးက ဖူကူရှီမာမြို့မှာ သူ့အဖေနဲ့အတူ နေထိုင်ပါတယ်\nအရင်တုန်းက လယ်သမားဖြစ်တဲ့ အဖေက နေ့တိုင်းအရက်သောက်ပြီး ငလျင်ဒဏ်ကြောင့် ပြန်လည်ရရှိခဲ့တဲ့ ထောက်ပံ့ငွေတွေကို ဂိမ်းကစားပစ်ပါတယ်...မီယူကီတစ်ယောက် အိမ်စရိတ်ကာမိဖို့အတွက် တိုကျိုမြို့မှာ ပြည့်တန်ဆာအဖြစ် ရုန်းကန်ရင်း ဘဝကို ရှေ့ဆက်ရပါတယ်...\nမီယူကီတစ်ယောက် ဘဝကို ရှေ့ဆက်ဘယ်လိုဖြတ်သန်းမလဲ ဆက်လက်ကြည့်ရှုကြပါအုန်း ။File Size__(2.1GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:00:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris99\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://megaup.net/14tmy/[18+]Side_Job_(2017)_720p.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jhund-150x200.jpg",
        "title": "Jhund (2022)",
        "description": "Jhund (2022)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ မင်းသားကြီး အမီတာဘချမ်းရဲ့ကားသစ်လေး ထွက်ရှိလာခဲ့ပါပြီ။၉၀ ခုနှစ်တွေကတည်းက အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေရဲ့အသည်းနှလုံးကို သိမ်းပိုက်လာတဲ့မင်းသားကြီး အမီတာဘချမ်းကတော့ အသက် ၇၉ နှစ်ရှိပြီဆိုပေမဲ့ ငယ်တုန်းကလို လန်းမြဲလန်းဆဲပါပဲ။လက်ရှိအထိ အိန္ဒိယရုံတင်ကားတွေရဲ့သမိုင်းမှာ လွှမ်းမိုးမှုအရှိဆုံးသူတွေထဲကတစ်ယောက်လို့သတ်မှတ်ခံထားရတာပါ။ ဒီကားထဲမှာတော့ သူ့ရဲ့ရင့်ကျက်တဲ့သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ဒီကားလေးကတော့ NGO slum soccer ကို တည်ထောင်ခဲ့သူဖြစ်တဲ့ Vijay Barse ရဲ့ ဘဝဇာတ်ကြောင်းကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆင်းရဲနွမ်းပါးတဲ့ဒေသတွေမှာ ငွေကြေးမတတ်နိုင်တဲ့အလျောက် ပညာရေးကလည်း နိမ့်ကျနေတတ်ပါတယ်။အိမ်တစ်အိမ်မှာရှိတဲ့ ကလေးတွေကပါ အလုပ်ထွက်လုပ်ရတော့ ပညာမသင်ရ၊ အားကစားလိုက်စားခွင့်မရတဲ့အပြင်ငွေကြေးကို အလွယ်ရဖို့ ခိုးဆိုးလုနှိုက်ပြီး ပြန်ရောင်းစားတာတွေအထိပါ လုပ်လာကြပါတယ်။အဲဒီကထက် တစ်ဆင့်တက်ပြီး ဈေးပေါတဲ့အရက်ဆေးလိပ်တွေနဲ့ မူးယစ်ဆေးစွဲတဲ့အထိ ဖြစ်လာကြပြန်ပါတယ်။ ဒီလိုနဲ့ အငြိမ်းစား အားကစားဆရာတစ်ယောက်က အဲဒီလို ဆင်းရဲနွမ်းပါးတဲ့အရပ်ထဲမှာရှိတဲ့စာမတတ်တဲ့ လူကြီးတွေကို စာသင်ပေးဖို့ ရောက်လာရင်းနဲ့ လူငယ်တွေ၊ကလေးတွေ ဖြစ်ပျက်နေတဲ့အခြေအနေကို မျက်မြင်ကြုံတွေ့လိုက်ရပါတော့တယ်။ကလေးတွေရဲ့အနာဂတ်ကို မပျက်စီးစေချင်တဲ့စေတနာ၊ မိမိကျွမ်းကျင်ပိုင်နိုင်တဲ့ပညာရပ်နဲ့ဒီဆင်းရဲတွင်းထဲက ဒီကလေးတွေကို ဘယ်လိုဆွဲဆောင်ရမလဲဆို‌တဲ့ဆင်ခြင်ဉာဏ်တို့ ပေါင်းစပ်ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Kr5g/Jhund_(2022)_Hindi_TRUE_WEB-DL_.720p.hindi.AAC2.0CH_(CM).mp4",
        "category": "Biography, Bollywood, Drama, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "title": "K.G.F: Chapter 1 (2018)",
        "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating - 8.7/10\nGoogle Users - 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့\nကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့\nဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ \"El Dorado- အယ်လ်ဒိုရာဒို\"စာအုပ်ကို\nအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီး\nထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကို\nမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့\nဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီး\nဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေ\nဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။\"ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံ\nပြိုင်တူအဖြစ်အပျက်နှစ်ခု...\"ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်\n(ယခု ကာနာတားကားပြည်နယ် - ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာ\nရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။\nဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်\nအသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကို\nရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့\nဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီး\nရွှေကြောကို အပိုင်စီးလိုက်တာပဲ...။\nအဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့\n၉၉နှစ်တာ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2gJQ4/K.G.F_Chapter_1.2018.720p.pp.mp4",
        "category": "Action, Bollywood, Drama"
    }
]