[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ckAui0w734hvNsHxfL9zZfpGefN.jpg",
        "title": "Hideout(2021)",
        "description": "Hideout (2021)ခရီးသွားတဲ့အခါမျိုး .. ကိုယ်နဲ့မရင်းနှီးတဲ့ပတ်ဝန်းကျင်တစ်ခုကိုသွားရတဲ့အခါနယ်ခံအိမ်တစ်အိမ်မှာ မဖြစ်မနေတစ်ညတာတည်းခိုခွင့်တောင်းရတာလိုမျိုးအခြေအနေတွေဖြစ်လာနိုင်တယ်မလား .. အိမ်အကြောင်း၊ အိမ်သားတွေအကြောင်း၊ပတ်ဝန်းကျင်အကြောင်း ဘာမှမသိရတဲ့နေရာမျိုးမှာ တစ်ညတာဖြတ်သန်းဖို့ဆိုတာတော့ တကယ်ပဲ ကျောချမ်းစရာကောင်းတဲ့အဖြစ်မျိုးပါ။“Hideout” ဒီကားလေးမှာတော့ Sarah, Reed, Kyle နဲ့ Rick တို့လေးယောက်က အရက်ဆိုင်တစ်ဆိုင်ကို ဓားပြတိုက်ရာကနေအပြန်အလှန်ပစ်ခတ်ကြရင်း Reed တစ်ယောက် သေနတ်ကျည်ဆန်မှန်သွားခဲ့ပါတယ်။ ဓားပြတိုက်ခဲ့တဲ့ရာဇဝတ်သားတွေမို့ဆေးရုံသွားလို့လည်းမရ ဒဏ်ရာကလည်း သွေးတွေထွက်လွန်းနေတော့ အရေးပေါ်တည်းခိုပုန်းအောင်းဖို့အိမ်ရှာရပါတော့တယ်။ဒီလိုနဲ့လမ်းခရီးကအိမ်တစ်အိမ်ကိုတစ်ညတာတည်းခိုခွင့်နဲ့ဆေးကုသခွင့်တောင်းပြီးနေဖြစ်ခဲ့ကြရာကနေ အိမ်ပိုင်ရှင်မြေးအဘွားနှစ်ယောက်ရဲ့ထူးဆန်းတဲ့အပြုအမူအပြောအဆိုတွေ .. အိမ်ကြီးရဲ့ ထူးဆန်းတဲ့အဖြစ်အပျက်တွေကြုံဆုံလာခဲ့ရတဲ့အခါမှာ … \nFile size…1.36GB / 900MB\nQuality…1080p  / 720p \nFormat…Mp4\nDuration….1h 54m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Lai Laii",
        "rating": "",
        "url": "https://megaup.net/1G4aj/Hideout.2021.720p_%7BCM%7D.mp4",
        "category": "Horror, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4tYUT1oSWOP6XKZBoclPAG96KP.jpg",
        "title": "Passing(2021)",
        "description": "Passing(2021)ဒီရုပ်ရှင်ဟာ အဖြူအမည်းရုပ်ရှင်တွေရဲ့ခေတ်မှာနေရာယူထားပြီး အဲ့ခေတ်ရုပ်ရှင်တွေရဲ့စတိုင်ရိုက်ထားတာမို့အဖြူအမည်းကာလာနဲ့ Snyder cut လို 4:3 ဘောင်နဲ့ဖြစ်နေမှာပါ။မင်းသမီးကိုတော့ Thor 3ထဲက ဗယ်ကရီအဖြစ်ရင်းနီးကြမှာပါ နယူးယောက်မြို့က လူမည်းအမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ အိုင်ရင်းဟာသူ့သားအတွက် မွေးနေ့လက်ဆောင်ရှာဝယ်ဖို့လူဖြူတွေနေတဲ့အရပ်ကိုလာရာကနေလူဖြူဟန်ဆောင်နေရင်း လူဖြူမိသားစုရနေတဲ့ငယ်သူငယ်ချင်းဖြစ်သူနဲ့တွေ့လိုက်ရပါတော့တယ်။လျှို့ဝှက်ချက်ကြီးတစ်ခုနဲ့ ကလဲရ်ဟာအိုင်ရင်းရဲ့ဘဝထဲကို ရောက်လာတဲ့အခါအရာရာရှုပ်ထွေးလာပါတော့တယ်။ 1920ပိုင်း နယူးယောက်မြို့က လူမည်းတွေရဲ့လူနေမှုပုံစံတွေ အခက်အခဲတွေကိုအဓိကထားတဲ့ဇာတ်လမ်းဖြစ်ပြီးထူးထူးခြားခြား ရှေးရုပ်ရှင်စတိုင်အတိုင်းပီပီပြင်ပြင်ပုံဖော်ပြထားတာမို့သရုပ်ဆောင်အသားပေးဇာတ်လမ်းနှစ်သက်ရင်တစ်ချိန်က အဖြူအမည်းရုပ်ရှင်တစ်ကားရဲ့အရသာကိုမြည်းစမ်းကြည့်ချင်ရင်လုံးဝလက်လွှတ်မခံဖို့ ပြောလိုက်ပါရစေ \nFile size…1.6GB / 800MB\nQuality… 1080p AAC 5.1Ch / 720p \nFormat…Mp4\nDuration….1h 38mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by  Pyi T Nyein",
        "rating": "6.6",
        "url": "https://megaup.net/1Gv07/Passing.2021.720p.WEBRip.x265(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/wi-135x200.jpg",
        "title": "Wildland (2021)",
        "description": "တံငါနားနီး တံငါ၊ မုဆိုးနားနီး မုဆိုး ဆိုသလို\nမ​ကောင်းတဲ့ လူတွေနဲ့ အ​နေကြာလာတဲ့အခါ\nကိုယ်ကိုယ်တိုင် အမှားကိုအမှားမှန်း သိရက်နဲ့မ​ကောင်းမှုမှာ ​\nမွေ့​လျော်သွားတဲ့အခါ ဘာကို အပြစ်တင်ရမလဲ၊ ကိုယ့်ဗီဇကိုက ဆိုး​​နေလို့လား\nပတ်ဝန်းကျင်လွှမ်းမိုးမှုကပဲ အရမ်းကြီး​နေလို့လား...ဒီရုပ်ရှင်ဟာ ဒိန်းမတ်ဒါရိုက်တာ Jeanette Nordahlရဲ့\nပွဲဦးထုတ်ရိုက်ကူးထားတဲ့ Crime Thriller ရုပ်ရှင်ဖြစ်ပြီး\n2020 ဘာလင်ရုပ်ရှင်ပွဲ​တော်မှာပြသခွင့်ရခဲ့သလို Critic​\nများစွာရဲ့ Review​ကောင်း​တွေကို ရရှိထားပါတယ်၊ကြည့်ရှုသူ​တွေက ​ပေးတဲ့IMDb ratingမှာ 5.8ပဲရှိပြီး\nCriticသမားအများစုရဲ့ Rotten Tomatoesမှာတော့\n93% အထိ ရှိ​နေတဲ့အတွက် ကြည့်ရှုသူအ​ပေါ် မူတည်ပြီး\nအကြိုက်​တွေ့မှု၊ မ​တွေ့မှု​တွေမှာ ဝိဝါဒကွဲပြားတာ​တွေ​တော့\nရှိနိုင်ပါတယ်၊ ဒါ​ပေမဲ့ဒီNoir themeရုပ်ရှင်ကားဟာ\n​တွေးရင် တွေးသ​လောက် ​မေးခွန်း​များစွာ ကိုယ့်ကိုယ်ကိုယ်\nပြန်​မေးမိမယ့် ဇာတ်ကားဆိုတာ​တော့ ​သေချာပါတယ်၊​ဆေးစွဲ​နေတဲ့မိခင်ဖြစ်သူရဲ့ ကားမ​တော်တဆမှု​ကြောင့်\nအသက်၁၇နှစ်သာ ရှိ​​သေးတဲ့ Idaဆိုတဲ့မိန်းက​လေးဟာ\nအ​ဒေါ်ဖြစ်သူ Bodilရဲ့မိသားစုနဲ့ သွား​နေထိုင်ရပါတယ်၊\n​အ​ဒေါ်မိသားစုဟာ သူ့အ​ပေါ်အရမ်း​ကောင်းပြီး တစ်ဦးနဲ့\nတစ်ဦး အရမ်းချစ်ကြ​ပုံရပေမဲ့ သူတို့ရဲ့အဲဒီစရိုက်​တွေက\nဟန်​ဆောင်မျက်နှာဖုံး ဖြစ်​နေခဲ့သလို သူတို့ရဲ့အသက်​\n​မွေးဝမ်း​ကြောင်းကလည်း သူတစ်ပါးရဲ့မျက်ရည်ကြီးငယ်\nနဲ့ ထမင်းစားရတဲ့အလုပ်မျိုးဖြစ်​နေတဲ့အခါIdaရဲ့အကျင့်စရိုက်​တွေ ဘယ်လိုပြောင်းလဲသွားမလဲ၊\nတစ်​နေ့မှာ သူတို့ရဲ့အလုပ်က​နေ ဒုစရိုက်မှုတစ်ခုအဖြစ်\n​ပြောင်းသွားတဲ့အခါ ဘယ်လို​ဖြေရှင်းကြမလဲဆိုတာ.....ဒီရုပ်ရှင်ကားဟာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/105ve/wildland.2020.720p.bluray_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/imm-135x200.jpg",
        "title": "I’m Your Man (2021)",
        "description": "အယ်မာဖာဆာဆိုတဲ့ ဂျာမန်သမိုင်းသုတေသနပညာရှင်ဟာသူ့ရဲ့သုတေသန ပရောဂျက်တွေမှာ ရံပုံငွေရဖို့အတွက်လူသားပုံစံဖန်တီးထားတဲ့ တွန်ဆိုတဲ့ စက်ရုပ်ကိုစစ်ဆေးအကဲဖြတ်ပေးဖို့ ပရိုဂရမ်တစ်ခုမှာ ပါဝင်လိုက်ရပါတယ်.ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ်ဟာ ဘဝလက်တွဲဖော်တစ်ယောက်အဖြစ်ဖန်တီးထားတာဖြစ်ပြီး အပျိုကြီး အယ်မာကို ပျော်ရွှင်အောင် လုပ်ဖို့ပါ.အယ်မာကလည်း အရမ်းကို ဆက်ဆံရခက်တဲ့လူတစ်ယောက်ဖြစ်ပြီးအထီးကျန်ဆန်နေသူတစ်ယောက်ဖြစ်ပါတယ် .အယ်မာဟာ တွန်နဲ့ ၃ ပတ်တာအတူနေရမှာဖြစ်ပြီးကောင်းမွန်တဲ့ ဘဝလက်တွဲဖော်ဟုတ်မဟုတ်အကဲဖြတ်စစ်ဆေးရမှာဖြစ်ပါတယ် တွန်ဟာလည်း သူထင်ထားတာထက်အများကြီးထူးကဲတဲ့ လူသားအသိဉာဏ်နဲ့ စိတ်ခံစားမှုရှိတဲ့စက်ရုပ်တစ်ရုပ်ဖြစ်နေခဲ့ပါတယ်.လူသားနဲ့စက်ရုပ်ကြားက ဘဝအဓိပ္ပာယ်နဲ့ ပျော်ရွှင်မှုကို ပုံဖော်သွားမယ့်ဒရမ်မာဇာတ်ကားကောင်းလေးဖြစ်လို့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားဖို့ တိုက်တွန်းချင်ပါတယ်(ဘာသာပြန်နဲ့ အညွှန်းရေးသားသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size : (1.5 GB) & (900 Mb)\nQuality : Webrip 1080p & 720 p\nRunning Time : 1:48:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)|\nGenre : Sci-fi, ...",
        "rating": "7.1",
        "url": "https://megaup.net/105u3/Im.Your.Man.2021.720p.AMZN.WEB-DL_(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/clif-133x200.jpg",
        "title": "Clifford the Big Red Dog (2021)",
        "description": "ဒီ​နေ့မှာ​တော့ ချစ်စရာ​ကောင်းတဲ့ ဇာတ်ကား​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb 6 ရထားပြီး ကြည့်ရတာ​ပေါ့​ပေါ့ပါးပါးနဲ့ စိတ်အပန်း​​ပြေ​စေမယ့် ဇာတ်ကား​​လေးပါ၊\nUniversal ရုပ်ရှင်ကုမ္ပဏီက​နေ ထုတ်လုပ်ထားပြီး Clifford:The Big Red Dogဆိုတဲ့\nနာမည်ကြီး က​လေးပုံပြင်စာအုပ်ကိုအ​ခြေခံရိုက်ကူးထားတာပါနယူး​ယောက်မြို့ကြီးကို မကြာ​သေးခင်ကမှ​ပြောင်းလာတဲ့ အလယ်တန်း​ကျောင်းသူ​အမ်မလီအတွက်\nအ​ပေါင်းအသင်းဆိုတာမရှိဘဲ အထီးကျန်​နေခဲ့ရတာပါ၊\nဒီလို​နေရင်းတစ်​နေ့မှာ ဘရစ်ဝဲလ်ဆိုတဲ့ တိရစ္ဆာန်ကယ်ဆယ်​ရေးသမားကြီးနဲ့\n​တွေ့ပြီး  ကလစ်ဖို့ဒ်ဆိုတဲ့ အ​မွေးနီနီရဲရဲနဲ့ ချစ်စရာ​ပါပီ​​လေးက သူ့ဘဝထဲကို ​ရောက်လာပါတယ်\nဒါ​ပေမဲ့အမ်မလီဆီ​ရောက်ပြီး တစ်ရက်အကြာမှာပဲကလစ်ဖို့ဒ်​လေးဟာ\nအံ့ဩဖွယ်ကောင်း​လောက်​အောင် နေ့ချင်းညချင်း ၁၀​ပေ​အရွယ် ဧရာမပါပီကြီးဖြစ်သွားတဲ့အခါ\nအမ်မလီနဲ့ ဦး​လေးဖြစ်သူကေစီတို့ ဒီ​ခွေး​လေး ပုံမှန်အရွယ်ပြန်ဖြစ်​​အောင် ဘယ်လိုလုပ်ကြမလဲ၊ ​\nခွေး​လေးရဲ့ အရွယ်ကြီးသွားတဲ့အစွမ်းကို လိုချင်​နေတဲ့ နည်းပညာကုမ္ပဏီတစ်ခု​ပေါ်လာတဲ့အခါ\nသူတို့ ဘယ်လိုတားဆီးကြမလဲဆိုတာကို အလွဲအ​ချော်​လေးတွေ၊ ဟာသ​တွေအပြင်\nချစ်စရာကောင်းတဲ့ ​ခွေး​လေးရဲ့အပြုအမူ​တွေကြည့်ပြီး ကြည်နူးရမှာပါ\nစိတ်ပင်ပန်းစရာ​တွေများ​နေတဲ့ အချိန်မှာ မိသားစု၊ သူငယ်ချင်း၊ ချစ်ရတဲ့သူ​တွေနဲ့တူတူ\nစိတ်အပန်း​​ပြေ​အောင် ကြည့်လို့ရမယ့် Comedy/ Family genre ဇာတ်ကား​လေးပဲ ဖြစ်ပါတယ်\nFile Size : (1.8 GB) & (1 Gb) & ...",
        "rating": "6.0",
        "url": "https://megaup.net/105yn/Clifford.the.Big.Red.Dog.2021.720p_webdl_(CM).mp4",
        "category": "Adventure, Animation, Country, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
        "title": "Austin Powers: The Spy Who Shagged Me (1999)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံး မျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာအရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီးပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/105jx/Austin.Powers.1999.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIQbTIKY2aQ99wQeSqMdGZECQgt.jpg",
        "title": "Sydney White (2007)",
        "description": "Sydney White (2007)စနှိုးဝှိုက်ဇာတ်လမ်းလေးကို ကျောရိုးယူထားတဲ့ ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။မိတဆိုးကောင်မလေး ဆစ်ဒနီဟာ ဖခင်ဖြစ်သူနဲ့ပဲ ကြီးပြင်းခဲ့ရတော့ ဗိုင်းကောင်းကျောက်ဖိလေးမဖြစ်နေတာတော့ အမှန်ပါပဲ...\nပြီးတော့ တက္ကသိုလ်ရောက်လာတဲ့အခါ သူ့ပုံစံကြောင့် အဆက်မပြေဖြစ်ရတာတွေလည်းများလာတာပေါ့...တက္ကသိုလ်မှာက သိတဲ့အတိုင်း ​အဖွဲ့တစ်ခုခုကိုဝင်ပြီး activity တွေလုပ်ဆောင်ရတယ်... အဲဒီအချိန်မှာ သူ့မိခင်ရဲ့ အဆောင်ဟောင်းဖြစ်တဲ့ Kappa အဆောင်ကို ရောက်လာပါတယ်... ပြီးတော့ လူပုလေးခုနှစ်ယောက်လိုပဲ ကောင်ချောလေးခုနှစ်ယောက်က သူ့အနားရောက်လာတဲ့အခါမှာတော့......ဒါက American pie တို့ဘာတို့လို school comedy ပုံစံ ပေါ့ပေါ့ပါးပါး ခေတ်သစ်စနှိုးဝှိုက်ဇာတ်လမ်းလေးပါပဲ...\nဟာသလေးတွေ... အလွဲအချော်လေးတွေနဲ့ အမန်ဒါတစ်ယောက် ဘယ်လိုမျိုး ကောလိပ်မှာ အားလုံးရဲ့ အ​လှောင်ခံ ဘဝကနေ မင်းသမီးလေးဘယ်လိုဖြစ်လာမှာလဲ ဆိုတာ....​..\nကျောင်းသားဘဝပျော်စရာတွေ relationship ကိစ္စတွေ... စတာတွေကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ယောက်တည်း အေးအေးလူလူ အပန်းဖြေခံစားကြည့်ရှုလို့ရနိုင်မယ့် Entertaining ဖြစ်မယ့်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size ...",
        "rating": "6.2",
        "url": "https://megaup.net/1G1p1/(CM)_Sydney_White_(2007)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSvfLwdDBLjZaPwA7qdn0yYePq5.jpg",
        "title": "Austin Powers: International Man of Mystery(1997)",
        "description": "Austin Powers: International Man of Mystery(1997)***************************************************IMDb 7/10\nRotten Tomatoes 71%\nCommonsensemedia 3/5James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့်ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်း Random Taskဆိုတဲ့လူဆိုးဟာဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင်ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့်ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီးလူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1G1ka/Austin.Powers.International.Man.Of.Mystery.720p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7HoqdnUpIcK1CnFDNNONPZ9PBoi.jpg",
        "title": "A Love Song for Bobby Long (2004)",
        "description": "A Love Song for Bobby Long (2004)ဘဝမှာ ဆုံးဖြတ်ချက်တစ်ခုကြောင့် အရာအားလုံးက ပြောင်းလဲသွားနိုင်ပါတယ်။ ဘဝတွေ ဆုံးရှုံး ပျက်စီးရနိုင်သလို ဘဝတွေကို\nပျော်ရွင် သာယာမှုတွေပေးနိုင်ပါတယ်။ ဘော်ဘီလောင်းဟာ ပရော်ဖက်ဆာဟောင်းတစ်ယောက်၊\nသူ့ရဲ့လက်ထောက်ဆရာတစ်ယောက်နဲ့ နယူးအော်လန်ကို ရောက်လာကြတဲ့အချိန်မှာ အဆိုတော်မလေးတစ်ယောက်နဲ့\nသိကျွမ်းခဲ့ကြတယ်။\nတနေ့ သူမဆုံးသွားတော့ သူမပိုင်တဲ့အိမ်ကို သူမရဲ့သမီးကိုပေးပြီး ဘော်ဘီတို့နဲ့အတူ တစ်နှစ်နေရမှာပါ။ ဒါပြီးမှပဲ\nအကုန်ပိုင်ဆိုင်ခွင့်ရမှာပါ။ရောက်လာတဲ့ ထောင့်မကျိုးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးနဲ့ ပညာတတ်ဘဝကို အရွဲ့တိုက်နေတဲ့ ဘော်ဘီလောင်းတို့\nထိပ်တိုက်တွေ့ကြပြီး ကမောက်ကမတွေဖြစ်၊ ဘော်ဘီတို့က ဘာလို့နယူးအော်လန်ကိုရောက်လာသလဲ ကောင်မလေးရဲ့\nအမေနဲ့ဘယ်လိုပတ်သက်ခဲ့ကြလဲ ဆိုတာ စိတ်ဝင်စားဖို့ကောင်းပြီးတော့ နယူးအော်လန် ရောက်သွားသလို ခံစားရမဲ့\nဇာတ်ကားလေးဖြစ်ပြီး သီချင်းလေးတွေကလဲကောင်းပါတယ်။ဒါ့အပြင် စကားလက်ဂျိုဟန်ဆန်ရဲ့ ငယ်ရွယ်တဲ့ အလှကိုမြင်ရမှာဖြစ်ပြီး ဘော်ဘီအဖြစ် မင်းသားကြီး ဂျွန်ထရာဗိုတာက\nသရုပ်ဆောင်ပေးထားပါတယ်။Rating ကလဲ 7.1 အထိရထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်သလို \" ...",
        "rating": "7.1",
        "url": "https://megaup.net/103jo/(CM)_A_Love_Song_for_Bobby_Long_(2004)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/large_hsb8hBeU3tkTX8SUYW6YYw6JPYD-133x200.jpg",
        "title": "Spy Game (2001)",
        "description": "Spy Game(2002)\n===========\nIMDb - 7.1Spy Gameဟာ စပိုင်ရုပ်ရှင်ပေမဲ့ မြင်နေကျ စပိုင်ကားတွေလို စပိုင်က ကြမ်းထော် ဂေါ်ထွက်နေတဲ့စပိုင်တွေအကြောင်း မဟုတ်ဘူး။လက်တွေ့ကျကျ စပိုင်လောကကို ချည်းကပ်ပြသွားတဲ့ ကားပါပဲ။ စပိုင်လောကကို ရှင်းပြ SPYဖြစ်အောင်ဘာတွေလုပ်ရလဲရောပြသွားပြီး\nဝါရင့်စပိုင်ကြီးရဒ်ဖို့က စပိုင်ပေါက်စ ဘရက်ပစ်ကို စပိုင်ပညာတွေသင်ပေးတာကို သေချာနီးပါး ပြသွားတယ်။ရဒ်ဖို့ရဲ့ကာရိုက်တာနဲ့ စီအိုင်အေဌာနချုပ်ကြားညဏ်ကစားတွေအခန်းတွေဆို တော်တော်လေး သဘောကျစရာပါပဲ။\nဒါရိုက်တာတိုနီစကော့ ကလည်း စပိုင်ကားတွေချည်းရိုက်ခဲ့တဲ့ ဒါရိုက်တာပါပဲ။\nအရှေ့အလယ်ပိုင်း ပြဿနာတွေရော၊ တရုတ်ပြဿနာတွေရော စုံနေအောင်ကိုသုံးပြီး ရှေ့ဆက်ဘာဖြစ်မလဲ ရင်ဖိုစရာကောင်းအောင် ဒါရိုက်တာက ခပ်အေးအေးနဲ့ တဖြည်းဖြည်းချင်း ချပြသွားတယ်။\nActionခန်းနည်းပေမဲ့ တော်တော်ကောင်းတဲ့ စပိုင်ကားလို့ဆိုရပါလိမ့်မယ်။\nအထနှေးပေမဲ့ ဆုံးအောင်ကြည့်ပြီးတဲ့အခါ ပရိတ်သတ်ရင်ထဲကျန်နေခဲ့မယ့် ကားကောင်းလို့ ကျွန်တော်တော့ ထင်တယ်။( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Browse this websiteFile Size__2.2 GB , 1.1 GB\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__02:06:00\nType__Action , ...",
        "rating": "7.1",
        "url": "https://megaup.net/31W5y/Spy_Game_(2001)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/12Vvz_4f-140x200.jpg",
        "title": "The Siren (2021)",
        "description": "The Siren (2021)ဇွန်ဘီးကားထဲက ဘီဘီအာဂျောရှီး အဓိကသရုပ်ဆောင်ထားတဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ရောက်ရှိလာပါပြီအခြား ပူးတွဲသရုပ်ဆောင်ကလည်း\nMine ဇာတ်လမ်းတွဲထဲက အိမ်တော်ထိန်းကြီး အဖြစ်\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးကြီး Park Sung Yeon ပဲ ဖြစ်ပါတယ်။\"The Siren\" ဆိုတဲ့ ဒီကားထဲမှာတော့ ဘီဘီအာဂျောရှီး ကို\nသူ့ကို စုံထောက်ရူးတစ်ယောက်အနေနဲ့တွေ့ရမှာပါ။\nစုံထောက်အရှိန် မသေသေးဘူးလို့ ပြောရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ .....Nautic Wave ဆိုတဲ့ ကုမ္ပဏီတစ်ခုကစတင်ခဲ့တဲ့\nအဓိပ္ပာယ်လွဲမှားစွာ တီထွင်ထားကြတဲ့ ပစ္စည်းကြောင့်လားဆိုတဲ့ သံသယနဲ့\nကိုယ့်ကိုယ်ကိုသတ်သေမှုကို တိုက်ဆိုင်စွာနဲ့ ဖော်ထုတ်ဖို့ကြိုးစားရင်း\nအသံလှိုင်းတွေကနေ ဘယ်လိုအကျိုးသက်‌ရောက်စေတယ်\nလူကိုပါသေစေနိုင်တယ်ဆိုတာတွေ တွေ့ရှိလာရပြီးဒီအမှုရဲ့ ကြိုးကိုင်သူက ဘယ်သူဆိုတာ ဖော်ထုတ်ရင်း\nအလွဲလေးတွေနဲ့ အာဂျောရှီး ဘယ်လိုဖြစ်သွားမလဲဆိုတာကို\nပဟေဠိဆန်ဆန် သည်းထိတ်ရင်ဖိုကြည့်ရမှာပါMystery , Thriller ကြိုက်တဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ကားလေးပါအညွှန်းကတော့ Khaing Khin ပဲ ဖြစ်ပါတယ်။Original siteGenre.....Horror, Mystery, Thriller, Sci-Fi\nQuality….WEB-DL 1080p and 720p\nFile size…1.35GB, 866MB and 475MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar ...",
        "rating": "4.5",
        "url": "https://megaup.net/103c7/The.Siren.2021.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/yara-140x200.jpg",
        "title": "Yara (2021)",
        "description": "ငယ်ရွယ်တဲ့ ကလေးတွေနဲ့ အားနွဲ့တဲ့ အမျိုးသမီးတွေကို\nအပြင်သွားရင် ဂရုစိုက်ဖို့ သတိရှိဖို့ မှာကြတယ်ဆိုတာ အလကားရယ်တော့ မဟုတ်ပါဘူး\nဘာကြောင့်ဆို အန္တရာယ်ဆိုတာ မမြင်နိုင်သလို\nအန္တရာယ်ကောင်တွေကလည်း ချိုနဲ့ မဟုတ်ဘူးဗျ\nကျွန်တော်တို့ နေထိုင်တဲ့ လူ့ပတ်၀န်းကျင်မှာ\nဒုက္ခတွေ ကံဆိုးမှုတွေဟာ အချိန်မရွေး ဘွားကနဲ ပေါ်လာနိုင်ပါတယ်\nဒီဇာတ်လမ်းဟာ ၂၀၁၀ တုန်းက အီတလီမှာ ဖြစ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ကို ပြန်လည် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ\nသာမန် မိသားစုက ဆင်းသက်လာတဲ့ အမြဲ ပျော်နေတတ်တဲ့\n၁၃ နှစ်အရွယ် အီတလီ ဆယ်ကျော်သက်မလေး\nပျောက်ချင်းမလှ ပျောက်ဆုံးသွားခဲ့တဲ့အကြောင်းပေါ့\nကိုက် ၇၀ဝ ပဲ ဝေးတဲ့ သွားနေကျ အားကစားခန်းမနဲ့ အိမ်ကြားက လမ်းမှာ\nသူဟာ တိတ်တဆိတ် ပျောက်ဆုံးသွားခဲပါတယ်\nဒီကောင်မလေး ဘယ်ရောက်သွားလဲ\nဘာတွေဖြစ်ခဲ့တာလဲ\nဖြစ်ရပ်မှန်ဇာတ်လမ်းအပြင် ဒီဇာတ်လမ်းမှာ\nဘယ်လောက်ပဲ အခြေအနေမပေး အခွင့်မသာပါစေ\nရအောင် ကြိုးစား စုံစမ်းတဲ့ ရှေ့နေတွေ ရဲတွေရဲ့ လုပ်ရပ်ကို\nချီးကျူးဖွယ်မြင်တွေ့ရမှာပါFile Size : (1.5 GB) & (900 Mb)\nQuality : ...",
        "rating": "6",
        "url": "https://megaup.net/1G0vd/Yara.2021.ITALIAN.720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNzA4OTEzNzUtMjE5MC00MDcwLWIxN2MtZjY3OTE5ZDdhZWYzXkEyXkFqcGdeQXVyMDcxOTUyNQ@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Road to Perdition (2002)",
        "description": "Road to Perdition (2002)==================IMDb Rating - 7.7/10Directed By Sam Mendes ဟိုးတစ်နှစ်က1917နဲ့ အ‌တော်အောင်မြင်ခဲ့တဲ့၊\n2000ခုနှစ်မှာ American Beautyနဲ့\nBest Directorဆုရခဲ့တဲ့၊ လက်ရှိဂျိမ်းစ်ဘွန်း\nကားတွေရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ရိုက်သမျှ\nအကုန်အောင်မြင်ခဲ့တဲ့ Sam Mendesကြီးရဲ့\nလက်ရာဟောင်းပါပဲ။Castတွေနဲ့က Tom Hanks,JuDe Law,\nလက်ရှိဂျိမ်းစ်ဘွန်းမင်းသား Daniel Craigနဲ့\nတစ်ချိန်က မင်းသားကြီး Paul Newmanတို့ပါပဲ။ဇာတ်ကြောင်းကတော့ 1930၀န်းကျင်က\nအမေရိကန်ဂန်းစတားတွေ အကြောင်း\nသူတို့ရဲ့ အရှုပ်တော်ပုံတွေအကြောင်းပါပဲ။\nဖြစ်ရပ်မှန်ကို မြစ်ဖျားခံထားပြီး\nနာမည်ကျော်ဂန်းစတားကြီး အယ်ကပုန်းနဲ့တောင်\nနည်းနည်း ချိတ်ဆက်နေတယ်။Sam Mendesကားကို စီနီမာတိုရပ်ဖီ\nအတော်လှပါတယ်လို့ ပြောရမှာက\nမိ‌ကျောင်းမင်းရေခင်းပြသလိုပါပဲ။\nအစကနေ အဆုံး ရုပ်ရှင်ဓာတ်ပုံပညာသုံးထားတာ\nတွေဟာ ပစ်ကြွေချင်စရာကောင်းအောင် လှတယ်။ဒီရုပ်ရှင်က အဖေနဲ့သားဆက်ဆံရေးကြောင့်\nသူ့ခေတ်သူ့အခါက တစ်ချို့က Godfatherနဲ့\nနှိုင်းခဲ့ကြပါတယ်။ နှိုင်းရလောက်အောင်\nမဟုတ်ပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့ မှတ်ကျောက်တင်\nနိုင်ခဲ့တဲ့ ဂန်းရုပ်ရှင်ကားတစ်ကားလို့ဆိုနိုင်တယ်။\nဂန်းကားကောင်းကောင်းတွေ မထွက်တဲ့\nဒီဘက်နှစ်တွေအတွက် အဆာပြေစေနိုင်မယ့်\nကားဟောင်းတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung မှဖြစ်ပါတယ်။)A fantastic read File Size - (1.9 GB ...",
        "rating": "7.7",
        "url": "https://megaup.net/1FZz3/Road.to.Perdition.2002.BluRay.720p[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJHERfFGTCm3YlbwKNkqlLxphba.jpg",
        "title": "A Better Tomorrow (1986)",
        "description": "A Better Tomorrow (1986)~ IMDb - 7.5/10, RT - 93%, Meta - 78% ~ကျွန်တော်တို့ ငယ်ငယ်ကတော့ ဂျက်လီတို့ ဂျက်ကီချမ်းတို့ ချောင်ယွန်ဖတ်တို့ကားတွေ\nခေတ်စားခဲ့တာပေါ့။ ဘူမသိ ကိုးမသိ ငယ်ဘ၀ကတော့ ချောင်ယွန်ဖတ်ကို\nဆရာကျမှန်း မသိခဲ့သေးပေမဲ့ ဆေးလိပ်မီးကို ဒေါ်လာတစ်ရာတန်နဲ့\nဟန်ပါပါညှိပြသွားတဲ့ ချောင်ယွန်ဖတ်ရဲ့ဟန်ကိုတော့ ကျွန်တော်တို့တွေ အတော်ညိခဲ့ကြတယ်။Redcliff 1 2, face/off , Hard boiled, The Killer, Bullet in the Head တို့ကို\nရိုက်ခဲ့တဲ့ နာမည်ကျော် အက်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ဂျွန်ဝူးကိုတော့ မသိတဲ့လူ မရှိလောက်ပါဘူး။\nဂျွန်ဝူးဟာ ကိုယ်ပိုင် Themeရှိတဲ့ ဒါရိုက်တာပါ။ သူ့Theme ကိုတော့\nHeroic Bloodshed Theme လို့ခေါ်ပါတယ်။ ဒီကားဟာ သူ့Themeရဲ့ ကနဦးကားပါပဲ။\nဒါကြောင့်လည်း သမိုင်းကြီးပါတယ်။(မာဗယ်မှာ မန်ဒရင်းလုပ်မယ့် ...",
        "rating": "7.5",
        "url": "https://megaup.net/1FZck/(CM)_A_Better_Tomorrow_(1986)_720p.mp4",
        "category": "A Better Tomorrow Trilogy, Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/GNrK3mv-113x200.jpg",
        "title": "Operation Sniping (2021)",
        "description": "ဒီဇာတ်ကားကတော့  နာမည်ကြီးတဲ့ Guangdong မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတိုက်ပွဲတွေအကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ Action/Sniper ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မူးယစ်ဂိုဏ်းနဲ့ တပ်ဖွဲ့ဝင်တွေကြား တိုက်ပွဲတွေပြင်းထန်နေတဲ့ကြားမှာSniper သမားနှစ်ယောက်က ဟိုဖက် ဒီဖက် အပြိုင်ကြဲကြမယ့်ဇာတ်ကားဖြစ်ပါတယ်။ဆက်တင်အလန်းစားတွေနဲ့ ပွဲကြမ်းထားတာမို့ Action ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။Read this article\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/1FZos/(CM)Operation.Sniping.2021.720p.WEB-DL.H265.DDP2.0-OurTV.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/The-Beta-Test-2021-133x200.jpg",
        "title": "The Beta Test (2021)",
        "description": "IMDb Rating(6.6) / Rotten Tomatoes (94%)ဟောလိဝုဒ်က အေးဂျင့် ​ဂျော်ဒန်ဟာ တစ်နေ့မှာ အမည်မသိသူတစ်​ယောက်နဲ့ ဟိုတယ်တစ်ခုမှာ နှစ်ကိုယ်တူအချိန်ကုန်ဆုံးဖို့ ဖိတ်ကြားတဲ့ စာတစ်စောင်ကိုရရှိခဲ့ပါတယ်။ ​စေ့စပ်ထားသူ ဖြစ်​ပေမယ့် ဒီလိုအရာဆိုရင် စူးစမ်းချင်တဲ့စိတ်တွေက တဖွားဖွားပေါ်လာတဲ့အမျိုးကိုး...။သူကိုယ်တိုင်ကလည်း ဟောလိဝုဒ်အေးဂျင့်ဆိုတော့ လုပ်စားနေကျ လူလည်ပတ်ကား ကလိမ်ကကျစ်ပဲလေ...တစ်ရက်တစ်ရက် ဘယ်သူ့ကို ဂျင်းထည့်ရမလဲ ဘာတွေရှုပ်ရမလဲပဲ စဉ်းစားနေရင်း တစ်ဘဝလုံးက အလိမ်အညာတွေချည်းနဲ့ပဲ ပြည့်နှက်နေတဲ့လူမျိုးပဲ။\nအဲ့ဒီအမျိုးသမီး ဘယ်သူလဲဆိုတာကို သိချင်လွန်းလှတဲ့ ​ဂျော်ဒန်ဟာ အသည်းအသန် မရမကလိုက်စုံစမ်းပါ​တော့တယ်...ဒီလိုနဲ့ပဲ သူ့ရဲ့ ဆန္ဒတွေ ပြည့်ဝသွားမလား၊ သူ့ရဲ့ အလိမ်အညာ ဇာတ်ရှုပ်တွေထဲ ဘယ်လောက်ထိ နစ်မြောသွားမလဲဆိုတာကို ခံစားရမှာဖြစ်ပါတယ်။The Beta Test ဟာ thriller အမျိုးအစား ဇာတ်ကားဖြစ်တဲ့အတွက် ကြည့်ရှုသူတွေအနေနဲ့လည်း စိတ်ဝင်တစားကြည့်ရမယ့်ကားအမျိုးအစားဖြစ်ပါကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။Get More info\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL ...",
        "rating": "6.7",
        "url": "https://megaup.net/31TWU/(CM)The.Beta.Test.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3piJ6gviQWMQ9NyoR0RqnROoRmS.jpg",
        "title": "Nanquan-The Rise of Heroes ( 2021 )",
        "description": "ဒီ ဇာတ်လမ်းရဲ့ အဓိက...ဇာတ်လမ်းက တရုတ်ပြည်ကို အနောက်တိုင်းသားတွေကဘိန်းနဲ့ ဖျက်စီးစပြုတဲ့အချိန်ကိုအသားပေးရိုက်ထားတာ အနောက်တိုင်းသားက ဘာလို့ဒီလိုခြယ်လှယ်လို့ရလဲဆိုတော့ အကျင့်ပျက်ခြစားတဲ့စိတ်ဓာတ်ပိုင်တဲ့သူတွေက မင်းအမှုထမ်းလုပ်နေလို့ပေါ့...ဒါပေမယ့် တကယ်ဆို ကိုယ်ခံပညာ ကွန်ဖူးသိုင်းအစွမ်းထက်တဲ့ပညာရှင်တွေစုဝေးနေပြီး ဒါကိုသိသိကြီးနဲ့ ပြန်ချဖို့ မကြိုးစားကြဘူး...အကြောင်းကတော့ ကိုယ်ခံပညာနဲ့ သေနတ်ကို မယှဉ်နိုင်ဘူးထင်လို့ပေါ့...ဇာတ်လိုက်မင်းသား လုယွမ်ပါးကတော့ မဟုတ်ဘူး ကိုယ်ခံပညာနဲ့ သေနတ် လက်နက်ကိုမယှဉ်နိုင်စရာအကြောင်းမရှိဘူး... ကြိုးစားကြည့်ရမယ်ဆိုတဲ့ စိတ်ကိုအရင်းခံတိုက်လိုက်တော့... သူလည်း မအောင်မြင်သေးပါဘူး...အကြိမ်ကြိမ်လဲကျပြီးမှ ထနိုင်တာကတော့ ဇာတ်လမ်းတိုင်းရဲ့ မြှုပ်ကွက်ပါပဲ...ဆက်လက်ခံစားကြည့်ရှုပါCheck my site Quality : HDRip 1080pFormat: mp4During : 1h 44minSubtitle : Myanmar Subtitle ( hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nanquan-the-rise-of-heroes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDuTWET9QdSronOvoyWj2MjVvVr.jpg",
        "title": "Meenakshi Sundareshwar(2021)",
        "description": "ချစ်တဲ့သူနဲ့ကွေကွင်းရခြင်းမချစ်မနှစ်သက်သူနဲ့ ပေါင်းဖက်ရခြင်းထက် ပိုသောဒုက္ခကားမရှိတဲ့...ငယ်ငယ်က ဝတ္ထုတွေထဲမှာ ဖတ်နေကျ စာသားလေးပေါ့ခုခေတ်ကြီးမှာ အကြောင်းအမျိုးမျိုးကြောင့်ခွဲခွာနေရတဲ့ စုံတွဲတွေ အများကြီး ရှိမှာပါအလုပ်ကိစ္စ..မိသားစုကိစ္စ..ကျန်းမာရေး..ပညာရေး စသည်စသည်ဖြင့်ပေါ့...LDRS တစ်ခုမှာ ဘာအရေးကြီးသလဲ အချစ်ကအဓိကလား..ချစ်နေရုံနဲ့ ရပြီလား ဘာတွေထပ်လိုအပ်သေးလဲအနေဝေးပြီး သွေးအေးသွားရင် ဘာတွေဖြစ်လာမလဲ...စသည်စသည်ဖြင့် ယနေ့ခေတ်ရဲ့ relationship problem တွေကို မီးမောင်းထိုးပြထားပါတယ်...အနေဝေးတဲ့ချစ်သူတွေ ပြသနာတွေတက်ကြ ရန်တွေဖြစ်ကြတဲ့အခါဒီဇာတ်ကားလေးကိုကြည့်ပြီးတော့ တစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုမလွဲကြပဲအချစ်တွေပြန်တည်ဆောက်နိုင်ကြဖို့ မျှော်လင့်ပါတယ်...အချစ်ဆိုတာ သူတစ်ခုတည်းလဲ မပြည့်စုံပြန်ဘူး..ခံစားချက်တွေ ဆက်နွယ်မိဖို့ကလည်း လိုသေးတယ်မဟုတ်လား.....Check for more info\nFile size…2.19Gb / 1.2Gb\nQuality…1080p NF WEB DL AAC 5.1CH and 720p\nFormat…Mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo  Aung & Sai ThuRein Lynn",
        "rating": "8.2",
        "url": "https://megaup.net/2lWps/Meenakshi.Sundareshwar.2021.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
        "title": "Billu(2009)",
        "description": "Billu (2009)ဒိဇာတ်ကားလေးကတော့ IMDb rating 6.2အထိရရှိထားပြီး ရှာရွတ်ခန်းနဲ့ အီရ်ဖာန်းခန်းတို့ရဲ့ Musical/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း*********************အရမ်းနာမည်ကြီး မင်းသားတစ်ယောက်ဖြစ်တဲ့ ရှာဟိရ်ခန်း(ရှာရွတ်ခန်း)ဟာရွာလေးတစ်ရွာမှာ ရုပ်ရှင်ရိုက်ချင်တဲ့ စိတ်ကူးကို အကောင်အထည်ဖော်တဲ့အချိန်မှာအဲ့ဒီရွာမှာရှိတဲ့ အဆင်းရဲဆုံး ဆံသဆရာ ဘိလ္လူး(အီဖာရ်န်းခန်း) နဲ့သူငယ်ချင်းတွေဖြစ်တယ်ဆိုတဲ့ ကောလဟာကတဆင့် သူတို့ရဲ့လူနေမှုဘ၀ကိုပါရိုက်ခတ်မှုတွေကြုံလာရပါတော့တယ်။ တကယ်ပဲ သူတို့ကြားမှာ ဆက်နွယ်မှုတွေများ ရှိမလား။ရုပ်ရှင်လာရိုက်ကြတဲ့အခါ ဘာတွေများ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောကြပါ။ Legendary ခန်း နှစ်ယောက်ဖြစ်ပြီး Musical/Dramaအမျိုးအစားမို့လို့ ဘောလိဝုဒ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်ပါကြောင်းအညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Sai Thurein Lynn, Thaik San နဲ့ Lwin Htoo Aung တို့ပဲ ဖြစ်ပါတယ်။My response\nFile size…2.21GB /  1.2GB\nQuality…1080p Blu Ray HEVC AAC 5.1CH\nFormat…Mp4\nDuration….2h 17mins\nSubtitle….Myannmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/2lWmt/Billu_2009_BluRay_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/In_the_Earth_movie_poster-135x200.jpg",
        "title": "In the Earth (2021)",
        "description": "In The Earth (2021)\n==============\nRotten Tomatoes Ciritic Rating - 79%High Riseတို့ Free Fireတို့ Rebecca ( 2021)တို့ရဲ့ ဒါရိုက်တာ Ben Wheatleyကရိုက်ထားတဲ့ကား။\nRotten Ratingနဲ့ Metacritic Rating အရတော့ အလယ်အလတ်အဆင့်ကားလို့ဆိုလို့ရတယ်။\nလန်ပျံနေအောင် ကောင်းမနေဘူး။ သို့ပေမဲ့ ကြည့်ပျော်တယ်။ပြဿနာက Genres, Horrorလို့အမည်ခံထားပေမဲ့ Thrillerအဆင့်လောက်ပဲရှိမယ်။\nMysteryဘက်လည်း တော်တော်သွားတယ်။\nHorrorကားအလန်းတစ်ကားဖြစ်တော့မလိုနဲ့ အလယ်လောက်ပြုတ်ကျသွားတဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိကအားနည်းချက်ကတော့\nလူနားမလည်အောင် အဆန်းကြီးဖြစ်အောင်လုပ်ချင်ဇောကြီးပြီး ဟိတ်ဟန်များသွားတာကြောင့်လို့ပဲ ယူဆလို့ရတယ်။ \"Plot\"ဇာတ်လမ်းအစအဆုံးကို သစ်တောတစ်ခုမှာ ဇာတ်အိမ်တည်ထားတယ်။\nသစ်တောထဲမှာ ဘာမှန်းမသိတဲ့အရာကြီးတစ်ခုရှိနေတယ်။\nအဲဒီဘာမှန်းမသိတဲ့အရာကြီးနဲ့ ဆက်သွယ်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်က ကြိုးစားခဲ့တယ်။\nသိပ္ပံပညာလိုလို မှော်လိုလို ဟို‌လိုလိုဒီလိုလို နည်းတွေနဲ့ပေါ့ ။\nသူ့နည်းတွေကို သူလည်း ဘာမှန်းတော့သေချာတော့သိပုံမရဘူး။\nဒီလိုနဲ့ သစ်တောကြီးက သူ့ကို ပြန်ထွက်လို့မရအောင် လုပ်ထားသလိုလို သူကပဲမထွက်ချင်သလိုလိုနဲ့\nဘာမှန်းမသိရဘဲ ပြင်ပကလူတွေနဲ့ အဆက်အသွယ် ပြတ်သွားတယ်။\nဘာမှန်းမသိပျောက်သွားတဲ့ သူ့ကိုရှာဖို့ ဘာမှန်းမသိဘဲရောက်လာတဲ့ လူတစ်ယောက်က\nဘာမှန်းသေချာမသိဘဲပါလာတဲ့ တောထိန်းတစ်ယောက်နဲ့အတူ ...",
        "rating": "5.2",
        "url": "https://megaup.net/101it/In_The_Earth_(2021)_WebRip720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
        "title": "Billu(2009)",
        "description": "Billu (2009)ဒိဇာတ်ကားလေးကတော့ IMDb rating 6.2အထိရရှိထားပြီး ရှာရွတ်ခန်းနဲ့ အီရ်ဖာန်းခန်းတို့ရဲ့ Musical/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း*********************အရမ်းနာမည်ကြီး မင်းသားတစ်ယောက်ဖြစ်တဲ့ ရှာဟိရ်ခန်း(ရှာရွတ်ခန်း)ဟာရွာလေးတစ်ရွာမှာ ရုပ်ရှင်ရိုက်ချင်တဲ့ စိတ်ကူးကို အကောင်အထည်ဖော်တဲ့အချိန်မှာအဲ့ဒီရွာမှာရှိတဲ့ အဆင်းရဲဆုံး ဆံသဆရာ ဘိလ္လူး(အီဖာရ်န်းခန်း) နဲ့သူငယ်ချင်းတွေဖြစ်တယ်ဆိုတဲ့ ကောလဟာကတဆင့် သူတို့ရဲ့လူနေမှုဘ၀ကိုပါရိုက်ခတ်မှုတွေကြုံလာရပါတော့တယ်။ တကယ်ပဲ သူတို့ကြားမှာ ဆက်နွယ်မှုတွေများ ရှိမလား။ရုပ်ရှင်လာရိုက်ကြတဲ့အခါ ဘာတွေများ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောကြပါ။ Legendary ခန်း နှစ်ယောက်ဖြစ်ပြီး Musical/Dramaအမျိုးအစားမို့လို့ ဘောလိဝုဒ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်ပါကြောင်းအညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Sai Thurein Lynn, Thaik San နဲ့ Lwin Htoo Aung တို့ပဲ ဖြစ်ပါတယ်။My response\nFile size…2.21GB /  1.2GB\nQuality…1080p Blu Ray HEVC AAC 5.1CH\nFormat…Mp4\nDuration….2h 17mins\nSubtitle….Myannmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/2lWmt/Billu_2009_BluRay_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/In_the_Earth_movie_poster-135x200.jpg",
        "title": "In the Earth (2021)",
        "description": "In The Earth (2021)\n==============\nRotten Tomatoes Ciritic Rating - 79%High Riseတို့ Free Fireတို့ Rebecca ( 2021)တို့ရဲ့ ဒါရိုက်တာ Ben Wheatleyကရိုက်ထားတဲ့ကား။\nRotten Ratingနဲ့ Metacritic Rating အရတော့ အလယ်အလတ်အဆင့်ကားလို့ဆိုလို့ရတယ်။\nလန်ပျံနေအောင် ကောင်းမနေဘူး။ သို့ပေမဲ့ ကြည့်ပျော်တယ်။ပြဿနာက Genres, Horrorလို့အမည်ခံထားပေမဲ့ Thrillerအဆင့်လောက်ပဲရှိမယ်။\nMysteryဘက်လည်း တော်တော်သွားတယ်။\nHorrorကားအလန်းတစ်ကားဖြစ်တော့မလိုနဲ့ အလယ်လောက်ပြုတ်ကျသွားတဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိကအားနည်းချက်ကတော့\nလူနားမလည်အောင် အဆန်းကြီးဖြစ်အောင်လုပ်ချင်ဇောကြီးပြီး ဟိတ်ဟန်များသွားတာကြောင့်လို့ပဲ ယူဆလို့ရတယ်။ \"Plot\"ဇာတ်လမ်းအစအဆုံးကို သစ်တောတစ်ခုမှာ ဇာတ်အိမ်တည်ထားတယ်။\nသစ်တောထဲမှာ ဘာမှန်းမသိတဲ့အရာကြီးတစ်ခုရှိနေတယ်။\nအဲဒီဘာမှန်းမသိတဲ့အရာကြီးနဲ့ ဆက်သွယ်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်က ကြိုးစားခဲ့တယ်။\nသိပ္ပံပညာလိုလို မှော်လိုလို ဟို‌လိုလိုဒီလိုလို နည်းတွေနဲ့ပေါ့ ။\nသူ့နည်းတွေကို သူလည်း ဘာမှန်းတော့သေချာတော့သိပုံမရဘူး။\nဒီလိုနဲ့ သစ်တောကြီးက သူ့ကို ပြန်ထွက်လို့မရအောင် လုပ်ထားသလိုလို သူကပဲမထွက်ချင်သလိုလိုနဲ့\nဘာမှန်းမသိရဘဲ ပြင်ပကလူတွေနဲ့ အဆက်အသွယ် ပြတ်သွားတယ်။\nဘာမှန်းမသိပျောက်သွားတဲ့ သူ့ကိုရှာဖို့ ဘာမှန်းမသိဘဲရောက်လာတဲ့ လူတစ်ယောက်က\nဘာမှန်းသေချာမသိဘဲပါလာတဲ့ တောထိန်းတစ်ယောက်နဲ့အတူ ...",
        "rating": "5.2",
        "url": "https://megaup.net/101it/In_The_Earth_(2021)_WebRip720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBCzHCJ4v1Jt5hwDzEPq8Hj2NKZ.jpg",
        "title": "On the Line (2021)",
        "description": "On the Line (2021)IMDb - 7.3/10Voice Phishing ဆိုတာ အသံနဲ့လိမ်လည်မှု\nတစ်နည်းပြောရရင် ဖုန်းဆက်ပြီးလိမ်တဲ့ လိမ်နည်းပါပဲကျွန်မတို့မြန်မာနိုင်ငံမှာ ဒီစကားလုံးနဲ့စိမ်းနေပေမဲ့\nကိုရီးယားမှာတော့ မကြာခဏဖြစ်လေ့ရှိတဲ့ လိမ်လည်မှုလို့ ပြောရင်လည်းမမှားပါဘူး\"အသံနဲ့ လိမ်တယ်ဆိုတာက သနားကြင်နာမှုပဲ\nဦးနှောက်မရှိတာ အသိပညာမရှိတာနဲ့မဆိုင်ဘူး\nတစ်ဖက်လူရဲ့ မျှော်လင့်ချက်နဲ့ ကြောက်ရွံမှုကို သုံးရတာ\"လူတွေရဲ့ စိတ်လှုပ်ရှားဆုံး ကြောက်ရွံ့ဆုံးအချိန်\nအမှားအမှန်မခွဲခြားနိုင်တဲ့ အချိန်ကို အသုံးချပြီး\nငွေကြေးလိမ်လည်နေတဲ့အဖွဲ့အစည်း....လုပ်ဖော်ကိုင်ဖက်တွေ ငွေအလိမ်ခံရတာကို\nနောက်ဆုံးအချိန်ထိလိုက်မဲ့ ရဲဝန်ထမ်းကနေ နှုတ်ထွက်ထားတဲ့ ဟန်ဆောဂျွန်း....ဒီအမှုကို ဟန်ဆောဂျွန်းနောက်ဆုံးအချိန်ထိ ထုတ်ဖော်သွားနိုင်မလားဆိုတာ\nOn the line မှာကြည့်ရှုပေးကြပါဦးနော်Cast တွေကတော့ Byun Yo Han နဲ့ Woo Jin Ah တို့ပဲ ဖြစ်ကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Her latest blogGenre.....Action, Crime, Drama\nQuality….FHDRip 1080p and 720p and 480p\nFile size…1.5GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lVR3/On.the.Line.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysfD96fF56BEzpktyDWChC8Epgs.jpg",
        "title": "Inventing the Abbotts (1997)",
        "description": "Inventing the Abbotts (1997)Joker ဇာတ်ရုပ်ကို ပီပြင်စွာ သရုပ်ဆောင်ခဲ့တဲ့ Joaqin Phoenix နဲ့ LoTR ထဲက Liv Tyler တို့ အဓိက သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ Jennifer Connelly နဲ့ Billy Crudup စတဲ့ နာမည်ကြီးတွေလည်း ပါဝင်ထားကြပါတယ်...ခုလို မိုးအကုန်ကာလမှာ စောင်လေးခြုံပြီး ကော်ဖီလေးတစ်ခွက်နဲ့ စီးကရက်လေးခဲပြီး ဆွေးချင်ရင်တော့ ဒီကားလေးက အဖော်ပြုပေးမှာပါ...မိသားစုနှစ်ခုရဲ့ ပြဿနာတွေ..ချမ်းသာတဲ့ မိသားစုရဲ့ လူတန်းစားခွဲခြားမှုတွေ..စတဲ့ မတူညီမှုတွေ ကြားထဲမှာ ချစ်ခြင်းမေတ္တာဆိုတာ ဒါပါပဲလားလို့ ခံစားမိစေမယ့် ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ ပြောကြားလိုက်ရင်း...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Additional hintsSize - 1.6GB, 1.1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.4/10\nFormat - ...",
        "rating": "6.4",
        "url": "https://megaup.net/1FYa1/(CM)_Inventing_the_Abbotts_(1997)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-07-at-12.53.01-135x200.png",
        "title": "The Eyes of Tammy Faye (2021)",
        "description": "The Eyes of Tammy Faye (2021)======================IMDb Rating - 6.9/10Televangelism ဆိုတာကို အဓိပ္ပါယ်အပေါ်လွင်ဆုံးဖြစ်အောင် ရှင်းတမ်းထုတ်ရရင် ရုပ်မြင်သံကြားကနေတစ်ဆင့်တရားဟောခြင်းပေါ့ဗျာ။ televangelist ကတော့ ရုပ်သံတရားဟောသူပေါ့။ဒီဇာတ်လမ်းဟာ တစ်ခါက အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်သံတရားဟောသူ Tammy Faye နဲ့ သူ့ဘ၀အကြောင်းကိုရိုက်ကူးတင်ဆင်ထားတဲ့ Drama/ biography film တစ်ပုဒ်ပါ။ မင်းသမီး Jessica Chastain နဲ့ မင်းသား AndrewGarfield တို့က အဓိကပါ၀င်သရုပ်တောင်ထားပြီး rating ကလည်း မခေလှပါဘူး။ဇာတ်လမ်းအကျဉ်း\n------------------------------Tammy Faye နဲ့ Jim Bakker ဆိုတဲ့ လူသားနှစ်ဦး ကံကြမ္မာအကြောင်းဖန်လာတော့ ချစ်သူတွေဖြစ်သွားခဲ့ကြတယ်။၂ ယောက်လုံးက ဘာသာရေးအယူအဆတွေ အတွေးအခေါ်တွေ တူလွန်းကြပြီး အသွင်တူတဲ့ ကြင်သူတွေဖြစ်ခဲ့သည်လို့ဆိုရပေမယ်ပေါ့။ ခင်ပွန်းဖြစ်သူ Jim ဟာလည်း ဘ၀ရည်ရွယ်ချက်တွေကြီးမားပါပေတယ်။ ဒီလိုနဲ့ နှစ်ယောက်သားလက်ထပ်ပြီးတဲ့နောက်မှာ ကိုင်းရှိုင်းသက်၀င်ရာ ဘာသာအယူအဆတွေနဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1FX32/The.Eyes.of.Tammy.Faye.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/love-135x200.jpg",
        "title": "Love Hard (2021)",
        "description": "CM ပရိသတ်ကြီးရေ Christmas ကလည်း နီးလာပြီဆိုတော့\nChristmas နောက်ခံ အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အပန်းဖြေလိုက်ကြရအောင်ပါ\n၂၁ ရာစု အင်တာနက်ခေတ်ကြီးမှာ ခေတ်ထလာတာ တစ်ခုကို ပြောရရင်\nOnline Dating App တွေလို့ ဆိုရပါမယ်။ နှစ်သက်ရာ app တစ်ခုမှာ\nအကောင့်တစ်ခုဖွင့်ပြီး ချစ်သူရှာကြသည်ပေါ့။\nFA တွေအတွက်တော့ အတော်လေး နပ်တဲ့ app တွေပေါ့ဗျာ\nအလားတူ ဒီဇာတ်လမ်းထဲက အပျိုဟိုင်းကြီး နာတာလီကလည်း\ndating app တွေက စားစော်ကြီးပေါ့။\nတစ်ခုပဲ ဒီစော်ကြီးက စားတိုင်း အစားမကြေလေဘူး။\nတွဲသမျှ ပြတ်၊ ချိန်သမျှ ပါလိုက်နဲ့ ငှက်ပျောတုံး ဖက်ရလုနီးပါးပေါ့။\nတစ်ခုတော့ အကောင်းသားဗျ။\nအချစ်ကံခေပေမဲ့ ဒီကံခေမှုတွေကို သူက ဇာတ်လမ်းတွေဖန်တီးပစ်တော့\nစားစော်ကြီးက အလုပ်အကိုင်အတည်တကျနဲ့ ရှုးဂါးမာမီစတိုင်ပါပဲ။\nဒါပေမဲ့ အပျိုကြီးက လက်မလျှော့သေးပါဘူး။\nတစ်နေ့မှာ ဒီ dating app ကနေပဲ ဂျော့ရှ်ဆိုတဲ့ ခပ်ချောချော ဘဲတစ်ပွေနဲ့\nသူ အီစီကလီတွေလုပ်ရင်း သံယောဇဉ်က ပိုမိသွားပါတယ်။\nဒီလိုနဲ့ ခရစ်စမတ်မှာ သူနဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2lVor/Love.Hard.2021.720p_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/one-shot-Capture-136x200.jpg",
        "title": "One Shot (2021)",
        "description": "ဖိုက်တာမင်းသားကြီး Scott Adkins  ရဲ့  အသစ်ထွက် Action/Thriller ဇာတ်ကြမ်းကားလေး တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...နိုင်ငံတကာကအကြမ်းဖက်တွေကို ပုံစံသွင်းပေး၊ အကြောက်တရားထည့်ပေး၊ ပုံမှန်လူလိုပြန်ဖြစ်ရေး ကျင့်ပေးနေတဲ့လျှို့ဝှက်ဌာနချုပ်တစ်ခုဆီကနေ အထိန်းသိမ်းခံထောင်သားတစ်ယောက်ကိုလွှဲပြောင်းယူဖို့ မစ်ရှင်တစ်ခုကျရောက်လာပါတယ်။နိုင်ငံတော်အဆင့်အရေးကြီးတဲ့ကိစ္စတစ်ခုဖြစ်ပြီး လျှို့ဝှက်ချက်တွေအပြည့်နဲ့ပါ..မမြင်နိုင်တဲ့ အန္တရာယ်တွေကလဲ စောင့်လိုကြိုနေပါတယ်။ဒီခရီးစဉ်အတွက် လိုက်ပါ‌စောင့်ကြပ်ပေးရတဲ့ Navy Seal အဖွဲ့အနေနဲ့ အရှုပ်အထွေးအန္တရာယ်တွေကြားကနေအထိန်းသိမ်းခံထောင်သားကို မြို့တော်ဝါရှင်တန်ဆီ ပြန်ခေါ်သွားနိုင်မလားဆိုတာ....။အပစ်အခတ် အကြမ်းပတမ်းတွေနဲ့  အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.5 GB) / (850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "5.8",
        "url": "https://megaup.net/100pg/(CM)One.Shot.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lP8Mcvb2bPfDo3M0lhSOhX6dLs.jpg",
        "title": "Cloudy Mountain (2021)",
        "description": "Cloudy Mountain 2021သဘာဝဘေးအန္တရာယ်ဆိုတာ ‌မမျှော်လင့်ဘဲရောက်လာတတ်တဲ့ နတ်ဆိုးဧည့်သည်ပါပဲ။ဒီနတ်ဆိုးရဲ့ ပုံသဏ္ဍာန်အမျိုးမျိုးကို ပုံဖော်ရင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပေါင်းများစွာရဲ့အရသာကိုကြည့်ရှုခံစားဖူးသူတိုင်းသေချာသိနေလောက်မယ်လို့ ထင်ပါတယ်။ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အောက်တိုဘာလက ရုံတင်ခဲ့တဲ့သဘာဝဘေးအန္တရာယ်အခြေပြု တရုတ်ရုပ်ရှင်ကားကြီးဖြစ်တဲ့ Cloudy Mountain ပဲဖြစ်ပါတယ်။ပြောခဲ့သလိုပါပဲဒီကားက လူမူရေးပြဿနာတွေနဲ့ ရှုပ်ထွေးနေမယ့်လောကကြီးအကြောင်းပုံဖော်ထားတာလည်းမဟုတ်သလို၊ဒီလိုဆိုတိုင်း ကမ္ဘာပျက်ကပ်ကို ဦးတည်ပြီး ရိုက်ကူးပြထားတာလည်း မဟုတ်ပြန်ပါဘူး။၁၀နှစ်ကျော် ဖောက်လုပ်ခဲ့ကြတဲ့ဥမင်လိုဏ်ခေါင်းတစ်ခု ပြီးစီးလုနီးနီးအချိန်မှာမထင်မှတ်ထားတဲ့ ကမ္ဘာ့ဘူမိဗေဒဆိုင်ရာ ဘေးအန္တရာယ်နဲ့ကြုံတွေ့ခဲ့ရပြီးမြေငလျင်ဒဏ်ကြောင့် တောင်ပြိုမှုတွေဖြစ်ပွားလာနိုင်တဲ့အခြေအနေတစ်ခုကို ပုံဖော်ပြထားပါတယ်။ဒါ့အပြင် လူဦးရေသိန်း၁၆၀ရှိတဲ့မြို့ကိုကာကွယ်ဖို့ နည်းပညာအင်အား၊လူအင်အားနဲ့အတူအများအကျိုးသယ်ပိုးရတာ ဂုဏ်ကျက်သရေတစ်ခုပါ လို့ မှတ်ယူထားတဲ့သားအဖနှစ်ယောက်ရဲ့ စိတ်အားထက်သန်မှုတွေကိုပါ မြင်တွေ့ရဦးမှာပါ။ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်လိုက်တွေရဲ့ ပြောစရာမလိုတဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်းCloudy Mountainကပိုလို့အသက်ဝင်လာခဲ့ပါတယ်။သဘာဝဘေးအန္တရာယ်ဆိုင်ရာ ဗဟုသုတတွေအပြင်သားအဖနှစ်ယောက်ကြားထဲက သံယောဇဉ်တွေ၊ဖခင်မေတ္တာနဲ့အတူ တောင်တန်းကြီးကပေးတဲ့ အထီးကျန်ဆန်မှုတွေကြားထဲကခံစားမိနေတဲ့ ကယ်ဆယ်သူတွေနဲ့ပိတ်မိနေသူတွေကြားထဲက မေတ္တာဓာတ်တွေကိုပါ အပြည့်အဝခံစားမိစေမယ့် ကားလေးပါပဲ။အနုအယွလေးတွေပဲ ကြည့်နေရင် ပျင်းလာမှာစိုးလို့ဗဟုသုတလည်းရ ရင်ထဲလည်းခံစားချက် တစ်မျိုးလေးကျန်နေစေမယ့် ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်‌။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Drama\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/31S4h/Cloudy.Mountain.2021.720p.WEB-DL.H264.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9r1Vf8S3WWNzUIoDXh1kYvRajR3.jpg",
        "title": "Firebird (2021)",
        "description": "Firebird (2021)IMDb 7.7/10\n5 Wins and 1 Nominationဒီရုပ်ရှင်ကတော့ ဆုပေါင်း ၅ ဆု၊ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့\nရုရှားစစ်နောက်ခံ ဖြစ်ရပ်မှန် အချစ်ဇာတ်လမ်းတစ်ခုပဲ ဖြစ်ပါတယ်။\"Call me by your name\" လို vibe မျိုးရသွားစေမယ့် လိင်တူချစ်သူ ရုပ်ရှင်မျိုးပါ။ရုရှားနိုင်ငံဟာ ဟိုမိုဖိုးဘစ် (လိင်တူမုန်းတီးစိတ်) အများဆုံးနိုင်ငံတွေထဲက တစ်ခုဖြစ်တာမို့\nဒီရုပ်ရှင်က စိန်ခေါ်မှုတစ်ရပ်လိုပါပဲ။ဒီဇာတ်ကားကို ကြည့်ဖို့ လိင်တူချစ်တတ်သူ ဖြစ်ဖို့မလိုပါဘူး။\nမေတ္တာတရားကို ခံစားတတ်ဖို့ပဲလိုပါတယ်။လေတပ်စစ်စခန်းတစ်ခုမှာ ဆီဂဲရ်ဆိုတဲ့ ရဲဘော်လေးနဲ့\nမက်ဗဲရက်ဆိုတဲ့ တိုက်လေယာဉ်မှူးတစ်ယောက် ချစ်ခင်မိခဲ့ကြတယ်။\nဒါပေမဲ့ စစ်ဥပဒေအရ ယောကျာ်းချင်း ချစ်ကြိုက်ရင်\nအလုပ်ကြမ်းနဲ့ ထောင်ဒဏ် ၅ နှစ်လောက်အထိ ကျနိုင်တာမို့\nလူမသိသူမသိ သိုသိပ်ပြီး ချစ်ကြရင်းနဲ့\nအခြေအနေတွေကြောင့် ကွဲကွာသွားလိုက် ပြန်ဆုံလိုက် ပျော်လိုက်၊\nဝမ်းနည်းလိုက် အခက်အခဲတွေကြုံလိုက်နဲ့ အနိမ့်အမြင့်အစုံ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2lUD6/Firebird.2021.720p.WEBRip.DD5.1.x264.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ktnozJlcNH9ffkvuKvn0gvnLxsn.jpg",
        "title": "Oh Manapenne! (2021)",
        "description": "Oh Manapenee (2021)\n====================မိသားစုကားလေးတွေကိုမှ နှစ်သက်တယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်အိန္ဒိယဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အင်ဂျင်နီယာဘွဲ့ရဖို့အတွက် အဖေကအစ \"ငါ့သားရယ် စာခိုးချပြီးအောင်အောင်သာလုပ်ပါတော့\" လို့ပြောရလောက်အောင် ပျင်းရိပြီး ကြိုးစားချင်စိတ်လုံးဝမရှိတဲ့ ကာသစ်..... ကာသစ်တစ်​ယောက် ပျင်းရိပေမဲ့လည်း သူ့ဘဝမှာ အဖြစ်ချင်ဆုံးအိပ်မက်တစ်ခုရှိပါတယ် အဲ့ဒါကတော့ စားဖိုမှူးတစ်ယောက်ဖြစ်ဖို့ပါပဲတစ်ဖက်မှာလည်း ဩစတြေးလျမှာ အခြေချဖို့ ရည်မှန်းချက်ထားသူ ကောင်မလေး ဆူရသီ....ဆူရသီရဲ့ ဖခင်ဟာ ယောကျ်ားလေး လိုချင်ပေမဲ့လည်းငယ်ငယ်ပ နွားကို ကျောက်ခဲနဲ့ပေါက်လို့ သူ့မှာသမီးလေး မွေးလာရပါတယ်ဆိုပြီး ရင်ထုမနာဖြစ်နေတဲ့အခါ....ဆူရသီတစ်ယောက် သူဟာ မိန်းကလေးဖြစ်ပေမဲ့လည်းယောကျာ်းလေးများနဲ့တန်းတူစွမ်းစွမ်းတမံ ဆောင်ရွက်နိုင်စွမ်းရှိကြောင်း သက်သေပြဖို့ ကြိုးစားပါတော့တယ်တစ်နေ့မှာတော့ ကာသစ်တို့မိသားစု ကြင်ဖက်တွေ့ဖို့လာရင်းဆူရသီတို့အိမ်ကို မှားဝင်မိတဲ့အခါ....အပျင်းတစ်နေတဲ့ ကာသစ်နဲ့ အမြဲတမ်းတက်ကြွကြိုးစားနေတဲ့ ဆူရသီ.... သူတို့နှစ်ယောက်ကြားဘာတွေဆက်ဖြစ်မလဲ???ဘယ်လို အဖြစ်အပျက်လေးတွေကနေ သူတို့နှစ်ဦးနီးစပ်သွားမလဲဆိုတာ အားပေးကြည့်ရှုပေးကြပါဦးနော်အညွှန်းကို‌တေ့ာ အပျင်းတစ်ရွှေပွင့်မှ ရေးပေးထားပြီးဘာသာပြန်ဆိုထားသူတွေကတော့ Shwe PyaeShwe Pwint & Lai Laii တို့ပဲ ဖြစ်ပါတယ် \nFile size…2.17GB / 1.24GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/1005c/Oh_Manapenne_(2021)_TRUE_WEB-DL_-_720p(CM)_.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5Mc79FkDsa3Uh9tHXFt2KlDGaq.jpg",
        "title": "Once Upon a Time in Hong Kong ( 2021 )",
        "description": "ဒီကားလေးက ဟောင်ကောင်မှာတစ်ချိန်က အစိုးရအပြောင်းအလဲ စနစ်တွေကြားမှာပြည်သူတွေလုံးပါးပါးခံစားခဲ့ရတဲ့ကာလက ဘဝတချို့ကိုဇာတ်ကားအဖြစ်ရိုက်ထားတာပါ...ဒီကားလေးက ကိုလိုနီလက်အောက်ခံကာလမှာ ဟောင်ကောင်ဟာစီးပွားရေးလုပ်ငန်းတစ်ဟုန်ထိုး တိုးတက်နေခဲ့ချိန်ပေါ့... ဒါပေမယ့်ဟောင်ကောင်ရဲ့ စီးပွားရေးက လောင်းကစားနဲ့ ဘိန်းလုပ်ငန်းဖြစ်နေတာပဲ....နောက်ပြီးကလပ်လုပ်ငန်းနဲ့ မိန်းမကိစ္စပါ ပါလာတာပေါ့...လက်သည်ပျောက်တဲ့အလောင်းတွေ၊ လက်သည်မရှိတဲ့ အမှုတွေ၊ အမှုတောင်မဖွင့်လိုက်ရတဲ့ အမှုတွေ၊ အဖက်ဖက်က ဒုက္ခတွေနဲ့ ဆီးကြိုနေတဲ့ဘဝကြီးမှာကိုယ့်ဘာသာ အဆုံးစီရင်တာက နောက်ဆုံးထွက်ပေါက်ဖြစ်လာခဲ့တဲ့ ကာလကိုတကယ့်ဖြစ်ရပ်ထက်နည်းနည်းလေးလျှော့ပီးရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်ငွေသာလျှင်အမိငွေသာလျှင်အဖဖြစ်လာပြီး ငွေမျက်နှာနဲ့ လူသားချင်းစာနာမှုတွေပျက်ပြားပြီးလုပ်ချင်ရာလုပ် ဖြစ်ချင်ရာဖြစ်နေခဲ့ပါတယ်... ဒါကို မကြည့်နိုင်သူတစ်ဦးကအမှန်တရားကို ဖော်ထုတ်ဖို့မပြောနဲ့ မေးမြန်းတာမျိုးဖြစ်ဖြစ်စုံစမ်းတာမျိုးဖြစ်ဖြစ် လုပ်မိရင်တောင် တစ်ခါတည်းဆုံးမခံရတဲ့ကာလ၊ဘိန်းလို မှောင်ခိုပစ္စည်း အရောင်းအဝယ်လုပ်ရင်တော့ ငွေမျက်နှာကြောင့် ၉ပုံ ၁ ပုံသာဖမ်းပြီး စခန်းကနေ ဝယ်လက်အထိ ခိုးပို့ပေးတဲ့ ကာလ၊အမှန်တရားအတွက် သက်သေလိုက်ပေးမယ်ဆိုရင်တောင် နောက်နေ့ အလောင်းပေါ်သူကပေါ်မိုးလင်း တံခါးလာခေါက်ပြီး ခြေဖြတ်ခံလက်ဖြတ်ခံရတဲ့ကာလမျိုးကိုဘယ်လိုပုံဖေါ်ထားလဲဆိုတာကိုဆက်လက်ခံစားကြည့်လိုက်ကြရအောင် Quality : HDRip 1080pFormat : mp4During : 1h 45minGenres : Action , Crime ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-hong-kong-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIkbPjfSZXCmfCnICrK85ki2gmd.jpg",
        "title": "The Spirit of Ramayana(2019)",
        "description": "The Spirit Of Ramayana (2019)__________________________________ဇာတ်လမ်းအစမှာတော့ ရုပ်ရှင်ကုမ္မဏီတစ်ခုဟာ ဘတ်ဂျက်မလုံလောက်သောကြောင့်\n၂နှစ်ကြာ ရပ်နားလိုက်ရတဲ့ နတ်တရာဇာတ်လမ်းလို့ ခေါ်တဲ့ ဆီဒါရုပ်ရှင်ကို ပြန်လည်ရိုက်ကူးဖို ပြင်ဆင်နေကြပါတယ်...ဒီဇာတ်လမ်းဟာ ထိုင်းနိုင်ငံရဲ့ အမွေအနှစ်တစ်ခုလည်းဖြစ်သလို လေးစားတန်ဖိုးထားသင့်တဲ့အရာတစ်ခုဖြစ်တဲ့အတွက်\nကုမ္မဏီတော်တော်များများဟာလည်း ဒီပရောဂျက်ကို အများသူငါထက် ပိုသာအောင်ဖန်တီးခဲ့ကြတယ်...ဆိုတော့ ဒီပရောဂျက်ကို တာဝန်ယူထားတဲ့ ခွန်နတ်က ဆီဒါအဖြစ်သရုပ်ဆောင်နိုင်တဲ့သူကို သေချာရွေးချယ်ပြီး\nအကောင်းဆုံး ဆီဒါဇာတ်ကောင်တစ်ခု ပေါ်ထွက်လာအောင် ကြိုးစားဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်....အရွေးချယ်ခံရဖို့ ကြိုးစားနေသူတွေထဲမှာ မင် ဆိုတဲ့ ကောင်မလေး သည်လည်း အရည်အချင်းရှိသူတစ်ယောက်ပါ....ဆီဒါ ဇာတ်ကောင်ကို လုံးဝသရုပ်ဆောင်ခွင့်ရအောင်လို့ အပြင်းအထန်ကြိုးစားနေသူတစ်ယောက်လည်း ဟုတ်ပါတယ်...ဒါပေမယ့်လည်း ပြိုင်ဘက်တွေများတာကြောင့်ရယ် ယုံကြည်မှု အပြည့်အဝ မရှိတာရယ်ကြောင့် သူ အရွေးအချယ်မခံရပါဘူး...ဒါသူ့အတွက် မျှော်လင့်ချက်ကြီး ရိုက်ချိုးခံရသလိုဖြစ်စေခဲ့ပြီး သူ့အစား ဂျီနားဆိုတဲ့ကောင်မလေးက အရွေးချယ်ခံရတာကြောင့်းစိတ်ထဲမှာမနာလိုမှုတွေ အနည်းအများ ရောက်ရှိခဲ့လာခဲ့ပါတော့တယ်....ဒါပေမယ့် ဒီနတ်တရာဇာတ်လမ်းဟာ အားလုံးထင်တဲ့အတိုင်း သာမန်ဇာတ်လမ်းတစ်ခုမဟုတ်နေခဲ့ပါဘူး....နောက်ကွယ်မှာ အားလုံး မထင်မှတ်ထားတဲ့ ကြောက်မက်ဖွက်ရာ ကိစ္စတစ်ခု ဖြစ်လာခဲ့သေးတယ်လို ဆိုရမှာပေါ့ဒီနတ်တရာဇာတ်လမ်းကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lThf/The_Spirit_Of_Ramayana_(2019).720.mp4",
        "category": "Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/252771675_873405633359066_4425055769692514921_n-135x200.jpg",
        "title": "The Electrical Life of Louis Wain (2021)",
        "description": "The Electrical Life of Louis Wain (2021)လူးဝစ်ဝိန်းလို့ခေါ်တဲ့ ကြောင်ချစ်သူပန်းချီဆရာတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကို ဒါရိုက်တာ Will Sharpe က ပုံဖော်ရိုက်ကူးပေးထားတာပါလူးဝစ်ဝိန်းကို ၁၈၆၀ခုနှစ် ၈လပိုင်း ၅ရက်နေ့မှာ မွေးဖွားပြီး ၁၉၃၉ခုနှစ် ၇လပိုင်း ၄ရက်နေ့ အသက် ၇၉နှစ်ကွယ်လွန်ခဲ့ပါတယ်သူဟာ ပန်းချီဆရာတစ်ယောက်သာမက တီထွင်သူ စွန့်စားသူနဲ့ စောင့်ရှောက်မှုပေးသူလည်း ဖြစ်ခဲ့တယ်တစ်ချိန်က ကြောင်တွေကို နတ်ဆိုးတွေလို့ သမုတ်ထားကြပေမယ့် လူးဝစ်ဟာ လမ်းဘေးကြောင်လေးတစ်ကောင်ကို မွေးစားပြီးတဲ့နောက်မှာ ပုံမှန်မဟုတ်တဲ့ ကြောင်ပုံတွေကို ရေးဆွဲပြီး ကြောင်တွေပေါ်ထားတဲ့ လူတွေရဲ့ အမြင်ကို ပြောင်းလဲပေးခဲ့ပါတယ်လူးဝစ်ဟာ ကြောင်ပုံလက်ရာပေါင်း ၇၂ ခုကိုရေးဆွဲခဲ့ပြီး တန်ဖိုးတွေက size ပေါ်မူတည်ပြီး USD 248563 ထိပေါက်ဈေးရှိခဲ့ပါတယ်ဘဝတစ်လျှောက်လုံး ကြောင်ပုံတွေဆွဲ ကြောင်အရုပ်တွေလုပ် ကြောင်အကြောင်းတွေရေးသားရင်း ကြောင်တွေတွက်ပဲ နေရင်း ဘဝနေဝင်သွားတဲ့ လူးဝစ်ဝိန်းအကြောင်းကို ဒရမ်မာဆန်ဆန် အလွမ်းဓါတ်ခံလေးနဲ့ ကြည့်ရှုရမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2lUbp/The_Electrical_Life_of_Louis_Wain_(2021)_WebRip720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kO5o42Nln0Y3syiv46TrE22lJdM-133x200.jpg",
        "title": "Allan Quatermain : King Solomon’s Mines (1985)",
        "description": "Sir H. Rider Haggard ရဲ့ King Solomon's Mines ဝတ္တုကို လူအတော်များများသိကြမှာပါ။\nစာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း ဆော်လမွန်သိုက်ဆိုတဲ့နာမည်နဲ့ ဘာသာပြန်ခဲ့ဖူးပြီး\nစာရေးဆရာအတော်များများလည်း ဒီဝတ္တုကို မြန်မာဘာသာနဲ့ပြန်ဆိုထုတ်ဝေခဲ့ဖူးပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း King Solomon's Mines ကို မှီငြမ်းရိုက်ကူးထားတဲ့ကားပါ။\nစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းကျအောင်ရိုက်ကူးထားတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းပြန်ပြင်ထားတာဖြစ်လို့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေအဖို့ နည်းနည်းစိတ်ကသိကအောင့်တော့ဖြစ်မိကြမှာပါ။ ဒါပေမဲ့ ဇာတ်လမ်းလေးက\nခပ်မြူးမြူးလေးမို့ ကြည့်ရတာအတော်လေးအဆင်ပြေပါတယ်။မင်းသားကြီး ရစ်ချက်ချိန်ဘာလိန်းရဲ့  အလန်ကွာတာမိန်းဇာတ်ရုပ်က သူနဲ့လိုက်ဖက်သလို\nမင်းသမီးချော ရှရွန်စတုန်းကလဲ ဇာတ်ကိုကြွလာအောင် ထပ်မံဖြည့်တင်းထားနိုင်တာမို့\nဘယ်အချိန်ကြည့်ကြည့် အကြည့်ခံတဲ့ဇာတ်ကားလေးပါပဲ။အင်ဒီယာနာဂျုံးကြိုက်သူတွေ အလန်ကွာတာမိန်းကိုလည်း သဘောကျနှစ်ခြိုက်ကြမှာပါ။\nထိုခေတ်ထိုအခါက CGI တွေခေတ်မစားလေတော့ ရိုက်ကွင်းဆက်တင်တွေကို အဓိကအားကိုးပြီး\nအာဖရိကအထိသွားပြီး လူရိုင်းတွေနဲ့ အပင်ပန်းခံသွားရိုက်ထားတာပါ။ဇာတ်လမ်းဇာတ်ညွှန်းကို သိနေရင်တောင်မှ အက်ရှင်စွန့်စားခန်းအပြည့်နဲ့ Adventure Vibe အပြည့်ရစေတာမို့မိတ်ဆွေတို့ကို မပျင်းစေဘဲ အဆုံးထိဆွဲခေါ်သွားမယ့်ဇာတ်ကားပါ။မိတ်ဆွေတို့နှစ်ခြိုက်တယ်ဆိုရင် ကျန်ရှိတဲ့ အလန်ကွာတာမိန်းဇာတ်ကားတွေကိုလဲ ထပ်မံတင်ဆက်သွားပါ့မယ်။ပုံ - Alias Quatermain\nFile size…(2 GB) / (1 GB)\nQuality….BluRay HEVC ...",
        "rating": "",
        "url": "https://megaup.net/ZYht/(CM)King.Solomons.Mines.1985.720p.BluRayx264.AAC.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPCxkoaxio4YPZmMdnQ2EFbgtUo.jpg",
        "title": "Inkheart (2008)",
        "description": "Inkheart (2008)တချို့ပုံပြင်တွေဟာ ဖတ်ရုံပဲဆိုပေမယ့် တချို့ပုံပြင်တွေဟာ အသက်ဝင်လာနိုင်ပါတယ်....\nအဲ့လို အသက်ဝင်အောင် လုပ်နိုင်စွမ်းရှိတဲ့ ပုံပြောဆရာတွေလည်း ရှိခဲ့တယ်...\nအသံထွက်ဖတ်ပြီး ဇာတ်ကောင်တွေ၊ အဖြစ်အပျက်တွေကို ဆင့်ခေါ်နိုင်တဲ့သူတွေပေါ့။မော်တီမာလည်း အဲဒီအစွမ်းကို မွေးရာပါ လက်ဆောင်အနေနဲ့ ရရှိခဲ့ပါတယ်။\nဒါပေမဲ့ သူက အဲဒီအစွမ်းကိုမသိပဲ အသံထွက်ဖတ်ပြီး ပုံပြင်ထဲက လူဆိုးတွေကို ဆင့်ခေါ်မိတဲ့အခါမှာ လူဆိုးတွေရဲ့တိုက်ခိုက်တာလည်းခံရ၊\nသူ့ဇနီးလည်း ပုံပြင်စာအုပ်ထဲကိုရောက်ရှိသွားပြီး မော်တီမာ တစ်ယောက်ဒုက္ခရောက်သွားတယ်။သူ့ဇနီးရောက်သွားတဲ့ပုံပြင်စာအုပ်ကို နှစ်နဲ့ချီ လိုက်ရှာနေရင်း တစ်နေ့မှာတော့ အတိတ်ရဲ့ တစ္ဆေတွေဟာ သူ့အိမ်တံခါးကို လာခေါက်ပါတော့တယ်။သူ့ရဲ့ဇနီးကို စာအုပ်ထဲကနေ ပြန်ခေါ်နိုင်မလား၊ စာအုပ်ထဲက လူဆိုးတွေကပဲ တကယ့်လောကကြီးမှာ ကြီးစိုးသွားမလား ဆိုတာတော့ Mummy ကားတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသား Brendan Fraser ဦးဆောင်ပါဝင်ထားတဲ့ ဒီ Old but Gold ဇာတ်ကားကောင်းလေးကိုကြည့်ရင်း အဖြေထုတ်ကြတာပေါ့ဗျာ......(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZY27/(CM)_Inkheart_(2008)_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nine-135x200.jpg",
        "title": "Nine Days (2021)",
        "description": "IMDb Rating- 7.3/10 Rotten Tomatoes- 88%\n*******************************\nဇာတ်လမ်းအကျဉ်းက ကမ္ဘာကြီးရဲ့အဝေးတစ်နေရာမှ\nာ လူတွေရဲ့ နေ့တစ်ဓူဝလှုပ်ရှားသွားလာမှုတွေကို စောင့်ကြည့်နေတဲ့နေရာရှိတယ်\nအဲ့နေရာကိုတော့ သာမန်လူမလာနိုင်ဘူးသေပြီး\nအသက်မရှိတော့တဲ့ ဝိဉာဉ်တွေပဲ လာနိုင်တာ\nအဲ့နေရာမှာ နေကြတဲ့သူတွေကလည်း တီဗီအများကြီးကနေ တစ်ဆင့်\nVHSခွေတွေထိုးပြီး သူတို့ အသီးသီးရွေးချယ်ထားတဲ့ လူတွေရဲ့\nလှုပ်ရှားသွားလားမှူကို တိုက်ရိုက်ကြည့်နေရတယ်\nပြီးတော့ သေပြီးသား ဝိဉာဉ်တွေကိုလည်း လူပြန်ဝင်စားဖို့\nထိုက်တန်မတန် အကဲဖြတ်ရတာပေါ့\nဝီလ်ဆိုတဲ့ ယောက်ျားတစ်ယောက်ကလည်း\nအဲ့လို စောင့်ကြည့် အကဲဖြတ်ရတဲ့လူတွေထဲကတစ်ယောက်ပေါ့။\nတစ်ရက်မှာတော့ ဝီလ်စောင့်ကြည့်နေတဲ့ လူတွေထဲက\nအမန်ဒါဆိုတဲ့ကောင်မလေးတစ်ယောက်က တယောထိုးဖို့အသွားလမ်းမှာ\nယာဉ်တိုက်မှုဖြစ်ပြီး ဆုံးသွားတယ်။ တကယ်တော့ အမန်ဒါက ဝီလ်ရွေးဖူးသမျှထဲမှာ\nသူအကြိုက်ဆုံး။သူဆုံးသွားတော့ ဝီလ်လည်းတော်တော်ဝမ်းနည်းသွားသလို\nသူ့ဘဝကို ပြနေတဲ့ တီဗီတစ်လုံးက နေရာလွတ်သွားတယ်။ သူ့နေရာမှာအစားထိုးဖို့အတွက်\nနောက်နေ့မှာ လောလောလတ်လတ်ဆုံးထားတဲ့ လူတွေ ရောက်တယ်။\nအဲ့လူတွေထဲက အရည်အချင်းပြည့်မီလို့ ဝီလ်ရွေးလိုက်တဲ့ တစ်ယောက်ကပဲ\nတီဗီအလွတ်မှာ နေရာရမှာ။ အချိန်ကတော့ ကိုးရက်ပဲရပါတယ်။\nကိုးရက်အတွင်း ဝီလ်က မေးချင်တာမေးမယ် assignment တွေပေးမယ်။\nဒီငါးယောက်ထဲက ဘယ်သူက အသက်ပြန်ရှင်နိုင်ခွင့်ဆိုတဲ့ လူပြန်ဝင်စားနိုင်တဲ့အခွင့်အရေးကို ရသွားမလဲဆိုတာကတော့……\nဒီဇာတ်ကားက Existentialနဲ့ ပတ်သက်ပြီး တော်တော်လေး မေးခွန်းထုတ်စေမယ့်ဇာတ်ကားမျိုးပါ\nတစ်ချို့ကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/31Qjo/Nine.Days.2020.720p.BluRay_(CM).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySPT0USsuDFG9pqHjI50GYOeQmj.jpg",
        "title": "Doctor(2021)",
        "description": "တကယ်လည်း ကြမ်း၊ သည်းထိပ်ရင်ဖိုစရာလည်း ​ကောင်း၊ရုံတင်တုန်းကလဲ အတော်လေးရေပန်းစား ပေါက်ခဲ့ပြီးရုံတင်ရက်၂၅ရက်အကြာမှာ အိန္ဒိယရူပီ ၁၀၀Crsထိရထားတဲ့ နာနီရဲ့ ဒီရုပ်ရှင်ကားကတော့ရုပ်တည်ကြီးနဲ့ တကယ်ခွီရတဲ့ ​Tamil Action - Comedyကားသစ်တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်MDb rating 8.5ရ​တာနဲ့တန်​အောင် တကယ်ကြည့်​ပျော်ပြီးဇာတ်အစအဆုံး အချိန်၂နာရီခွဲကုန်မှန်းမသိ ကုန်​စေမယ့်ကားလို့ညွှန်းဆိုပါ​ရ​စေ အညွှန်း********စစ်တပ်ဆရာဝန်တစ်​ဦးဖြစ်တဲ့ ဗာရွန်ဟာ ဘုကလန့်လည်းကျ၊စကားကို တည့်တိုးပဲ​ပြောတတ်ပြီး စိတ်ပိုင်းဆိုင်ရာထက်လက်​တွေ့ပိုင်းကို ပိုဦးစား​ပေးလို့ Emotional Dead manရယ်လို့အမည်​​ပေးခံရသူရယ်ပါဒီလူဂွစာကြီးဟာ လူတကာကိုဘု​တော​ပေမဲ့ ဇနီး​လောင်းကို​တော့သည်းသည်းလှုပ် ချစ်ရှာပါတယ်၊ သူချစ်ရတာနဲ့ တန်​အောင်ကိုသူ့ရဲ့ဇတ်ဇတ်ကြဲဇနီး​လောင်း​လေး ပတ်မီနီကလည်း တင်​တောင်းတဲ့​​နေ့မှာတင် ငြင်းလွှတ်လိုက်ပါတယ်ဗာရွန်ခမျာ ရည်းစားငြင်းခံရလို့မှ မပြီး​သေးခင် ခယ်မလောင်းလျာပြန်​ပေးဆွဲခံရတဲ့ကိစ္စကြောင့် မ​တော်လိုက်ရတဲ့ ဇနီးသည်မိသားစုနဲ့အတူ ပြန်​ပေးဆွဲသူ​တွေကို လိုက်လံရှာ​ဖွေရင်း လူကုန်ကူးနဲ့ကိုယ်အင်္ဂါရောင်းဝယ်​ရေး ကွန်ယက်ကြီးထဲ ပတ်သတ်မိသွားတဲ့အခါဘုကလန့်ဗာရွန်နဲ့ ဇတ်ဇတ်ကြဲ ပတ်မီနီတို့နှစ်​ယောက် ဘယ်လိုအလွဲ​တွေဖြစ်ကြမလဲ၊ ညီမဖြစ်သူကို​ရော ပြန်ရှာ​တွေ့ပါမလား၊သူတို့ရင်ဆိုင်​နေရတဲ့ ဂိုဏ်း​တွေက ဘယ်​လောက်​တောင်များလဲဆိုတာကို အတည်​ပေါက်နဲ့ ရယ်လည်းရယ်ရ၊ စိတ်လှုပ်ရှားဖို့လည်းကောင်း​အောင် ရိုက်ကူးတင်ဆက်​ပေးထားတဲ့Tamilကား​ကောင်း တစ်ကားပဲဖြစ်ပါတယ်File size…1.34GB ...",
        "rating": "8.5",
        "url": "https://megaup.net/1FVk1/DOCTOR_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/2021-11-05_11-46-05-135x200.png",
        "title": "Finch (2021)",
        "description": "Finch (2021)==========IMDb Rating - 7.3/10အိုဇုန်းလွှာ ပျက်စီးပြီး ခရမ်းလွန်ရောင်ခြည်ကြောင့် နေရောင်ထဲကို လူသားတွေထွက်လို့မရတော့ အချိန်၊EMP ကြောင့် လျှပ်စစ်ဓာတ်အားလုံး သေဆုံးသွားတဲ့အချိန်၊ ရာသီဥတုဖောက်ပြန်ပြီး မုန်တိုင်းတွေ ဆက်တိုက်တိုက်ခတ်နေတဲ့အနာဂတ် ကမ္ဘာပျက်ကြီးထဲမှာ အသက်ရှင်ဖို့ ရုန်းကန်နေရတဲ့ ဖင့်ချ်ဆိုတဲ့ အဘိုးကြီးတစ်ယောက်။ အဖော် အနေနဲ့ ခွေးလေးတစ်ကောင်နဲ့ စက်ရုပ်လေး တစ်ရုပ်ရှိတယ်။ သူ မရှိတော့တဲ့အချိန်မှာ ခွေးလေးကို စောင့်ရှောက်ဖို့နောက်ထပ်စက်ရုပ်တစ်ရုပ်တိုးလာပြီးအဲဒီစက်ရုပ်ကို သင်ကြားပေးဖို့ ကြိုးစားနေတဲ့အချိန်။ စက်ရုပ်ကလည်း လူလုပ်အသိဉာဏ်ရှိတဲ့အဆင့်ဖြစ်တော့ တဖြည်းဖြည်းသင်ယူလာနိုင်တာပေါ့။ ဒီလိုနဲ့ ဖင့်ချ် လက်ရှိနေတဲ့နေရာကို ဧရာမမုန်တိုင်းကြီးရောက်လာတော့မယ့်အခါမှာ ဘေးကင်းတဲ့အဝေးတစ်နေရာကိုအခက်အခဲတွေ ကြားထဲကနေ ရောက်အောင်သွားဖို့ စွန့်စားခန်းဖွင့်တာကို တွေ့ရပါလိမ့်မယ်။Finch အဖြစ်သရုပ်ဆောင်ထားသူကတော့ အားလုံးရဲ့အချစ်တော် မင်းသားကြီး Tom Hanks ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) File Size - (3 GB) / (2 ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lSOV/Finch.2021.720p.ATVP.WEB-DL[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dangerous-132x200.jpg",
        "title": "Dangerous (2021)",
        "description": "အန္တရာယ်ကောင်ဆိုတဲ့ ဇာတ်လမ်းလေး ကြည့်လိုက်ရအောင်။\nဒီ ဖော်ရက်စတာဆိုတဲ့ လူတစ်ယောက်ဟာ လူတွေရဲ့ခံစားချက်ကို\nနားမလည်တတ်တဲ့ စိတ်ရောဂါတစ်မျိုးနဲ့လူပါ။\nဝမ်းနည်းတာတွေ ကြောက်တာတွေကို မခံစားတတ်ဘူး။\nအထူးတပ်ဖွဲ့မှာ အထက်အရာရှိကို သတ်မိမလိုဖြစ်ပြီး တပ်က ထွက်လာခဲ့ရတယ်။\nပြီးတော့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ပေါင်းမိပြီး သွေးအေး လူသတ်သမားဖြစ်လာတယ်။\nထောင်ထဲမှာ စိတ်ဆရာဝန်တွေပြပြီး သူ့ရဲ့ အရင်အကျင့်ဟောင်းနဲ့ စိတ်တွေကို ပြင်ဖို့\nကြိုးစားနေတဲ့ လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nသူ့မှာ သမိုင်းပါမောက္ခ လူရိုးလူဖြောင့် ရှောင် ဆိုတဲ့ ညီတစ်ယောက်ရှိတယ်။\nဇာတ်လမ်းက အဲဒီက စတာပါ။ ရှောင်ဟာ ကွှန်းတစ်ကျွန်းကိုဝယ်ပြီးမိသားစုနဲ့အတူနေထိုင်ရင်\nတစ်နေ့မှာ ရုတ်တရက် သေဆုံးသွားခဲ့တယ်။\nအဲဒီစျာပနကို အစ်ကိုဖြစ်သူ ဒီ ရောက်လာရင်းနဲ့\nကျွန်းပေါ်မှာ လူဆိုးအဖွဲ့တွေနဲ့ အရှုပ်အရှင်းတွေကြားထဲကို ရောက်သွားပါတယ်။\nသူ့မိသားစုကိုလည်း ကာကွယ်ရင်း အရင်လိုလည်း\nလူမသတ်မိအောင်ထိန်းနေရတဲ့ ဒီ တစ်ယောက်ဘယ်လို ရုန်းကန်ရမလဲဆိုတာ.....File Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dangerous-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNmQ2YTk0NmQtYzc3Ny00ZGQ1LTlkZDYtYjg2ZjhmMzg2NDcyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-125x200.jpg",
        "title": "Sridevi Soda Center (2021)",
        "description": "IMDb Rating (7.6)ဒီနေ့ပဲအသစ်ထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်း အချစ်အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။Suri Babu ဟာ သူ့ရွာမှာစတိတ်ခုံ မီးစတဲ့အပြင်အဆင်တွေမှာကွျမ်းကျင်သူတစ်ယောက်ဖြစ်ပြီး အဲ့ဒီအလုပ်ကို\nစီးပွားရေးအဖြစ်ဇောက်ချလုပ်ဖို့စဉ်းစားနေပါတယ်၊သူချစ်မိသွားတာကတော့ ဆိုဒါအရောင်းဆိုင်ပိုင်ရှင်ကြီးရဲ့သမီး\nမိန်းမလှလေးSrideviပဲဖြစ်ပါတယ်။ Srideviက သူ့အချစ်ကိုတုန့်ပြန်ခဲ့ပေမယ့် သူ့အဖေကတော့ ခါးခါးသီးသီးပါပဲ။သဘောမတူနိုင်ရတဲ့အကြောင်းရင်းကတော့ Suri ဟာ သူတို့ထက် ဇာတ်နိမ့်နေလို့ပါပဲ။တစ်နေ့မှာတော့ ဆူရီဟာ ရွာထဲကအကောင်ကြီးကြီးတစ်ယောက်နဲ့လူသတ်မှုတစ်ခုမှာပါဝင်ပတ်သက်မိရာကနေ\nဒုက္ခကြုံရပြီး အချစ်ဇာတ်လမ်းမှာပါ အနှောင့်အယှက်တွေကြုံရဖို့ဖြစ်လာပါတော့တယ်။တစ်ခုပြီးတစ်ခု မြွေပူရာကင်းမှောင့်သလိုဖြစ်လာတဲ့ပြဿနာတွေဟာ သွေးရိုးသားရိုးဟုတ်ပါ့မလား။\nသူ့အပေါ်မလိုမုန်းထားသူတွေ သူတို့ဇာတ်လမ်းအပေါ်ဖျက်လို့ဖျက်ဆီးလုပ်ချင်သူတွေ ဘယ်လောက်များမလဲ။\nဒါတွေကိုရော သူတို့နှစ်ယောက်ကြံ့ကြံ့ခံကျော်ဖြတ်နိုင်ကြမလား ဆိုတာဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။အပြင်မှာတကယ်ဖြစ်နေဆဲ ဖြစ်ခဲ့ပြီးသား အဖြစ်အပျက်တွေထဲက ဖြစ်ရပ်မှန်တစ်ချို့ကိုအခြေခံထားတာဖြစ်ပါတယ်။\nဘယ်လိုအဖြစ်မှန်တွေလဲဆိုတာကိုသိရင်တော့ ဇာတ်လမ်းပေါ့ပျက်သွားနိုင်လို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ကြည့်ပြီးအဖြေရှာကြပါ။\nFile size…(2.2 GB) / (1.1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Alias",
        "rating": "7.6",
        "url": "https://megaup.net/ZX1t/(CM)Sridevi_Soda_Center_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWVuht8stXzNF38bfxTHgK80SOW.jpg",
        "title": "The Harmonium in My Memory (1999)",
        "description": "The Harmonium in My Memory (1999 )\n-----------------------\nIMDb -  7.3/10Blue Dargon Awards (1999) -\tJeon Do-Yeon (Best Actress)\nLee Mi-Yeon (Best Supporting Actress)Cine21 (1999) -\tJeon Do-Yeon (Best Actress)Grand Bell Awards, South Korea (2000) -\tJeon Do-Yeon (Best Actress)\nLee Byung-Hun (Best Actor) Nominee\nLee Mi-Yeon (Best Supporting Actress) NomineeVerona Love Screens Film Festival (2000)\t- Lee Young-Jae (Best Film)ဆုတွေ ရရှိထားတဲ့ ကားဟောင်းထဲက ကားကောင်းတစ်ကားကို တင်ဆက်ပေးပါရစေ။======================================အချစ်ဦးဟာ အနှစ်နှစ်ဆယ်အိပ်မက်ရဲ့သူယောင်မယ်လိုပေါ့။သူယောင်မယ်ရဲ့ရွှေဖိနပ်မှာ အစိမ်းရောင်ကြက်ခြေခတ်ကိုခတ်\nအနှစ်နှစ်ဆယ်အိပ်မက်မှာ မသေချာခြင်းများမသိခဲ့သေးခင် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1FU2k/Nae.Maeumui.Punggeum.1999.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dead1-143x200.jpg",
        "title": "Dead Snow 2: Red vs. Dead",
        "description": "ဒီရုပ်ရှင်ကတော့ Dead Snow 2009 ရဲ့ အဆက်ပါ။Dead Snow အရင်ရုပ်ရှင်ထဲမှာ နှိုးထလာပြီးသောင်းကျန်းခဲ့တဲ့ နာဘီး ( နာဇီဇွန်ဘီး) တွေဟာတောင်ပေါ်ကနေ အောက်ကိုဆင်းလာပြီး ရည်ရွယ်ချက်တစ်ခုကို လုပ်ဖို့ကြိုးစားလာပါတယ်။အဲဒီမှာပဲ ပထမရုပ်ရှင်တုန်းက အသက်ရှင်ကျန်ခဲ့တဲ့သူ နဲ့အမေရိကန်က လာတဲ့ ဖုတ်ကောင်နှိမ်နင်းရေးအဖွဲ့ ပေါင်းပြီး နာဘီးတွေကို ရင်ဆိုင်ရပါတော့တယ်။နာဇီဇွန်ဘီးနဲ့ ချဖို့ဆိုရင် ဘာလိုမလဲ၊ ဆိုဗီယက်ဇွန်ဘီးတွေ လိုတာပေါ့ဗျာ။ဇာတ်လမ်းက ထူးခြားပြီး ရယ်လည်းရယ်ရ ကြမ်းလည်းကြမ်းကြောင်လည်း ကြောင်တာမို့ Dead Snow နှစ်ကားကို သဘောကျကြမယ်ထင်ပါတယ်။\nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://megaup.net/ZWvc/Dead.Snow.2.Red.Vs..Dead.2014.720p.BluRay_(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hTxlSqMAHBXAh1eB69ir0BXhzE.jpg",
        "title": "The Killer (1989)",
        "description": "The Killer (1989)ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်... ဂျွန်ဝူးရဲ့ရွှေခေတ်....\nချောင်ယွန်ဖတ်ရဲ့ရွှေခေတ်က အက်ရှင်ကားတစ်ကားပေါ့။\nတစ်ချို့ကတော့ ဒီရုပ်ရှင်ကို ချောင်ယွန်ဖတ်ရဲ့ အကောင်းဆုံးကားလို့\nသတ်မှတ်ကြတယ်။ဟောင်ကောင်အက်ရှင်တွေရဲ့ ဘုရင်ဟောင်းဂျွန်ဝူးရဲ့\nRatingအကောင်းဆုံးကားဆိုလည်း မမှားဘူး။ အဖွင့်မှာတင်ပါလာတဲ့\nနောက်ခံသီချင်းလေးကလည်း တော်တော့်ကို ကောင်းတာပါပဲ။ပုံစံကခပ်အေးအေး အကြည့်က ခပ်စူးစူးနဲ့\nတစ်ချက်ပစ်ရင် လူတစ်ယောက်ထိကိုထိတဲ့\nနာမည်ကျော်ကြေးစားလူသတ်သမားတစ်ယောက်ရှိတယ်။\nစင်တင်စားသောက်ဆိုင်တစ်ခုမှာ ပစ်မှတ်ကို သွားသတ်ရင်း\nအဆိုတော်မလေးရဲ့ မျက်လုံးကို ကျည်နဲ့ ရှပ်ထိသွားပြီး\nကောင်မလေးရဲ့ မျက်လုံးဟာ ကန်းတော့မယ့်လုဆဲဆဲ\nဖြစ်သွားခဲ့တယ်။ လူသတ်သမားပေမဲ့ ကိုယ်ပိုင်စည်းမျဉ်းနဲ့\nသိက္ခာရှိရှိနေတဲ့ ချောင်ယွန်ဖတ်ရဲ့ ကျည်ဟာ ဘယ်တော့မှ\nအပြစ်မရှိသူရဲ့ အရေပြားပေါ် မဖိတ်စဉ်ဖူးဘူး။\nဖိတ်စဉ်မိခဲ့ရင်လည်း သူ့တာဝန် သူယူတတ်တဲ့သူဆိုတော့\nအနားယူဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးရဲ့ မျက်လုံးကို\nပြန်ကုပေးဖို့ နောက်ဆုံးအလုပ်တစ်ခုကို လက်ခံလိုက်တယ်။\nကံဆိုးချင်တော့ နောက်ဆုံးအလုပ်မှာ သူ့ကိုခိုင်းတဲ့သူတွေက\nသူ့ကိုပြန်နှုတ်ပိတ်သတ်ဖို့ကြံရာက ရဲတွေရော\nရာဇဝတ်ဂိုဏ်းတွေကပါ သူ့နောက်ကိုလိုက်ကြတော့တာပါပဲ။ဇာတ်အိမ်က သူ့ခေတ်က ထူးပေမဲ့ နောက်ပိုင်း ဒီပုံစံတွေ\nတွေ့ဖန်မြင်ရများလို့ မဆန်းတော့တဲ့ ဇာတ်အိမ်ပါပဲ။\nသို့ပေမဲ့ လတ်ဆတ်တုန်းက အပြုံးချိုချိုနဲ့ ချောင်ယွန်ဖတ်နဲ့\nလိုက်ဖက်လွန်းနေတဲ့ သိက္ခာရှိတဲ့ ကြေးစားလူသတ်သမားဇာတ်ကောင်က\nဒီဇာတ်လမ်းကို ဘယ်တော့မှမဟောင်းမယ့်\nဇာတ်လမ်းတစ်ပုဒ်ဖြစ်သွားအောင်\nအရောင်တင်ပေးခဲ့တယ်။ သဘောကျစရာကောင်းတာက\nနောက်ပိုင်းကားတွေထဲက ဇာတ်လိုက်တွေလို လူလွန်မသားတွေ\nဖြစ်မနေဘူး။ ကြမ်းတယ် ကျည်တစ်ချက်တစ်ကောင်သေတယ်။\nသို့ပေမဲ့ ဒဏ်ရာလည်း အသေရတယ်.. ...",
        "rating": "7.8",
        "url": "https://megaup.net/2lRht/The_Killer_(1989)_720p.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2j9slCMuMhFYOFxAzeIRwpzSRPB.jpg",
        "title": "Fighting For Life ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့အမျိုးသမီးလက်ဝှေ့သမားတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်ရှယွင်ဟာ မိသားစုပြဿနာ မျိုးစုံကို ကြုံနေရပြီး အမျိုးသမီးလက်ဝှေ့ဖိုက်တာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့မှာ ရှယွင်တစ်ယောက်အမျိုးသမီးလက်ဝှေ့ချန်ပီယံ ရော်ရွှမ်နဲ့ တွေ့ဆုံချိန်မှာတော့ သူ့အိမ်မက်တွေအကောင်အထည်ဖော်နိုင်ဖို့ ဖြစ်လာပါတော့တယ် ရှယွင်အနေနဲ့ ရော်ရွှမ်ရဲ့ကြီးကြပ်မှုအောက်မှ လက်ဝှေ့ဖိုက်တာကောင်းတစ်ယောက်အဆင့်ဆင့်ကြိုးပမ်းအားထုတ်ဖို့ အခွင့်အရေးတစ်ခုရလာခဲ့ပါတယ်သူကြိုးစားနေချိန်မှာ သူ့အနေနဲ့ ဘယ်လိုစိတ်ဓာတ်စစ်ဆင်ရေးတွေဘယ်လိုလူမျိုးတွေနဲ့ရင်ဆိုင်တွေ့ကြုံရမလဲဆိုတာ​တော့ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရှုရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 13minGenres : Action , DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/fighting-for-life-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-03-at-20.03.42-136x200.png",
        "title": "The Harder They Fall (2021)",
        "description": "The Harder They Fall (2021)=====================IMDb Rating - 5.5/10ရုပ်ရှင် နာမည်ကတော့ the harder they fall ပါ။ အပြည့်အစုံဆိုရင်တော့ the bigger they are, the harder they fall ပေါ့။အကောင်ကြီးလေလေ အကျနာလေလေ ဆိုတဲ့အဓိပ္ပါယ်ပါပဲ။ ပိုပိုင်ဆိုင်တဲ့သူတွေက ပိုပြီးဆုံးရှုံးတတ်တယ်လို့လည်း ပြောလို့ရပါတယ်။ဒီရုပ်ရှင်ကတော့ ကောင်းဘွိုင်ဇာတ်လမ်းပါပဲ။ ဒါကိုမှ လူမည်းတွေအများစုနဲ့ အဓိက ရိုက်ကူးထားပါတယ်။ ဖြစ်ရပ်မှန်မဟုတ်ပေမဲ့သူတို့တကယ်ရှိခဲ့ကြပါတယ်လို့ ဇာတ်လမ်းအစမှာ စာတန်းထိုးထားခဲ့ပါတယ်။ကောင်းဘွိုင်ရုပ်ရှင်အများစုဟာ လူဖြူကြီးစိုးတာကြောင့် လူမည်းတွေချည်းပဲ တမင်ရိုက်ကူးခဲ့ပုံပါပဲ။ ဒါပေမဲ့ ရုပ်ရှင်ဟာ ရုပ်ရှင်ပါပဲ။ဒီရုပ်ရှင်က ဂန္ဓဝင်တော့မဟုတ်ပေမဲ့ ဖျော်ဖြေရေးအနေနဲ့တော့ တာဝန်ကျေပါတယ်။ ပစ်ခတ်ခန်းတွေလှတယ် ကြမ်းတမ်းတယ်။ဇာတ်လမ်းကတော့ သိပ်မထူးခြားလှပါဘူး။ သရုပ်ဆောင်တွေကတော့ ဆရာကြီးတွေ ခေါ်သုံးထားတာပါ။ Idris Alba, Regina Kingတို့လို နာမည်ကျော်တွေ ပါဝင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ရူးဖက်ဘက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/1FT9d/The.Harder.They.Fall.2021.720p.NF.WEB-DL[cM].mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/11110-YMON4RUhxDquErMJ-140x200.jpeg",
        "title": "[21+]Moa Maeda AV Debut [MSFH-010] Uncensored Leaked",
        "description": "Dark Side ကနေ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားကတော့ရွှေထက်ရှားတဲ့ Uncensored Leaked Version ဆိုတော့JAV ဆိုပေမယ့် အနောက်တိုင်းစတိုင်လို ရှင်းလင်းနေပါမယ်။မင်းသမီး Moa Maeda ဆိုတာကလဲ ရွှေဘိုမင်းကြိုက် လုံးကြီးပေါက်လှဖြူဖြူဖွေးဖွေး ရေဆေးငါးကြီးလိုဆိုတော့ အကိုက်ပါပဲ။ဒီမင်းသမီးရဲ့ ပထမဆုံး Debut Video ဖြစ်တာနဲ့အညီဇာတ်လမ်းကြာချိန် ၃ နာရီကျော်ဆိုတာ မေ့သွားပါလိမ့်မယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.6 GB) & (1.3 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & 720p\nRunning Time : 03:04:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1FT8o/(DS)MSFH-010_UNCENSORED_LEAKED_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes(2021)",
        "description": "13 Minutes(2021) အညွှန်း***********************သတိပေးချက်တွေဟာ ကြေငြာတိုင်းလည်း အမြဲတကယ်ဖြစ်မလာတဲ့အခါမှာ လူတွေကပေါ့ဆလာတတ်ကြပါတယ် .....မုန်တိုင်းလှန့်တာတွေနဲ့ခဏခဏကြုံရလေ့ရှိတဲ့ နယ်မြို့လေးတစ်မြို့အကြောင်းပဲဖြစ်ပါတယ် ...ရာသီဥတုဖောက်ပြန်မှုတွေမကြာခဏဖြစ်လေ့ရှိတဲ့ ဒေသဖြစ်တာကြောင့် မြို့ခံတွေဟာမိုးလေဝသသတိပေးချက်တွေကိုလည်း သိပ်ပြီးအလေးထားလေ့မရှိကြပါဘူး ...တစ်နေ့မှာတော့ လေဆင်နှာမောင်းအကြီးစားတစ်ခုဝင်ခါနီးမှာ တီဗီသတင်းတွေရေဒီယိုတွေကနေတစ်ဆင့် အရေးပေါ်ကြေငြာချက်ထုတ်ပါတယ်...လေဆင်နှာမောင်းကလည်းတကယ်တိုက်သွားပါတယ် Recommend ပေးချင်တာကတော့ လေဆင်နှာမောင်းတိုက်တဲ့ဇာတ်ဝင်ခန်းတွေက အတော်ကိုရင်ဖိုစရာကောင်းပါတယ်...မိုးလေဝသနောက်ခံပညာပေးရုပ်ရှင်ဆိုပေမယ့်မြို့ခံမိသားစုတွေကြားထဲက Family drama လေးတွေလည်းပါလို့မပျင်းရပါဘူး...အန္တရာယ်တွေကနေလွတ်အောင်ပြေးရတဲ့ စွန့်စားခန်းဆန်ဆန်vibe တွေကြိုက်နှစ်သက်တဲ့သူတွေကြိုက်နှစ်သက်မယ့် ဇာတ်ကားပါပဲ....  File Size : (2.03GB)(0.9GB) and (343MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Ye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/3HLyZ/13_Minutes.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTBiYzBjMDEtM2VlMi00YjliLThiNWYtNjA2NDQ4OTMzZjliXkEyXkFqcGdeQXVyMjY3ODc2MTg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Night at the Eagle Inn (2021)",
        "description": "ဒီရုပ်ရှင်က​တော့ Amazon Primeက​နေထွက်ရှိထားတဲ့Horror - thriller, mystery ဇာတ်ကားပဲဖြစ်ပြီးဇာတ်အစအဆုံး အိုင်မ​နေပဲ Runtimeနည်းနည်းနဲ့ခပ်သွက်သွက်ရိုက်ကူးထားတဲ့ Horror movie မျိုးပဲဖြစ်ပါတယ်Spencer နဲ့ Sarah Mossတို့ အမြွှာ​မောင်နှမဟာလွန်ခဲ့တဲ့ ၂၄နှစ်၊ သူတို့​မွေးဖွားတဲ့​နေ့မှာ ပ​ဟေဠိဆန်ဆန်ပဲ​ပျောက်ဆုံးသွားတဲ့ အ​ဖေဖြစ်သူအ​ကြောင်းစုံစမ်းဖို့မိဘ​တွေတည်းခိုခဲ့တဲ့ Eagle Innဆိုတဲ့တည်းခို​ဆောင်​​ကို သွားခဲ့ကြပါတယ်၊ဒါ​ပေမဲ့ သူတို့အ​ဖေရဲ့​ပျောက်ဆုံးမှုက ​သွေးရိုးသားရိုးမဟုတ်တဲ့အပြင် တည်းခို​ဆောင်ရဲ့ လျှို့ဝှက်ချက်​တွေကိုပါ​မောင်နှမ၂​ယောက် သိရှိပြီးတဲ့​နောက် တည်းခို​ဆောင်က​နေလွတ်​မြောက်ဖို့ ကြိုးစားရပါ​တော့တယ်၊သူတို့​အ​ဖေ ​ပျောက်သွားတဲ့အ​ကြောင်းရင်းက ဘာဖြစ်မလဲ၊တည်းခို​ဆောင်ရဲ့ လျှို့ဝှက်ချက်က​ရော ဘာဖြစ်​နေမလဲဆိုတာကို Horror , mystery ဆိုတဲ့အတိုင်း ခပ်သွက်သွက်​လေး ကြောက်လည်းကြောက်၊ အ​ဖြေလည်းရှာကြည့်ကြပါစို့ File Size -  800MB / 630MB Quality - 1080p / 720pSubtitle -  burmeseTranslator - JimXEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/31NPj/Night.at.the.Eagle.Inn.2021.720pCM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNDI3NTM1MzMtMWY4Yy00ZGYxLThkYTUtOTZmYzM4ZWJjMzcwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_-147x200.jpg",
        "title": "Gangsterdam (2017)",
        "description": "မျက်ဝန်းပြာပြာနဲ့ ပြင်သစ်ဟာသမင်းသား Kev Adams ကိုတော့ Aladdin ဟာသဇာတ်ကားနဲ့မှတ်မိကြမယ်ထင်ပါတယ်...ခုဇာတ်ကားမှာလဲ အလွဲလွဲအချော်ချော်နဲ့ ထပ်မြင်ရဦးမှာပါ...ကောလိပ်ကျောင်းပျော်ကြီး ရူဘင်တစ်ယောက် ကျောင်းသူသစ်လေး နိုရာကို စွဲလန်းသွားရာက ဇာတ်လမ်းစတယ်...ပြသနာက နိုရာက သာမန်ကျောင်းသူလေးမဟုတ်ဘူး...မာဖီးယားဂိုဏ်းတစ်ခုရဲ့  ဆေးခြောက် ကယ်ရီသမား...ကျောင်းသူလေးကို ဖွန်ကြောင်ရင်းနဲ့ ရူဘင်တစ်ယောက် မာဖီးယားဂိုဏ်းရဲ့ ဆေးခြောက်ထုပ်ကြီးပျောက်ဆုံးမှုမှာကြားညှပ်သွားပြီး Gangsterdam ဆိုတဲ့ စွန့်စားခန်းကြီး နယ်သာလန်မှာဖွင့်ပါတော့တယ်...။ဇာတ်ကိုပံ့ပိုးထားတဲ့ ဇာတ်ရံတွေကလဲ အသီးသီးထူးခြားတဲ့ဇာတ်ကောင်တွေနဲ့မို့ ရီနေရမှာ အသေအချာပါပဲ။ဟာသအက်ရှင်အခွီကားတွေ မျှော်လင့်နေရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(1.5 GB) / (999MB)\nQuality….HDRip 1080p / 720p\nFormat…mp4\nDuration….01:33:37\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "",
        "url": "https://megaup.net/2lQmB/(CM)Gangsterdam.2017.HD.Latino.720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slGZ8miznmAZAaDHEz6BKo7f1N5.jpg",
        "title": "The Aftermath (2019)",
        "description": "The Aftermath (2019)Aftermath ဆိုတာ စစ်ပြီးစ အခြေအနေလို့ အဓိပ္ပါယ်ဖွင့်ရမှာပေါ့။\nမိသားစုတွေဆုံးရှုံးရတယ်...\nနာကျင်ခံစားရတယ်...\nချစ်တဲ့သူတွေနဲ့ ခွဲခွာကြရတယ်...\nအစစအရာရာကို ပြန်လည်တည်ဆောက်ဆဲကာလတစ်ခုပဲ။လူးဝစ်က မဟာမိတ်အဖွဲ့က ကာနယ်တစ်ယောက် ။ စစ်ကြီးပြီးတော့ ဂျာမနီကို လာအုပ်ချုပ်တဲ့အချိန်မှာ သူ့ဇနီးရေချယ်ကိုပါ ခေါ်လာခဲ့တယ်။\nသူတို့နေရမယ့်အိမ်က ဂျာမနီလူမျိုး ပညာတတ်တစ်ယောက်ရဲ့အိမ်မှာ...\nစစ်ကြီးပြီးတော့ နိုင်သူအကုန်မှန်ပေါ့။\nဒါပေမဲ့ လူးဝစ်က ဖြောင့်မတ်ပြီး လူကြီးလူကောင်းပီသတဲ့သူတစ်ယောက်။ အိမ်ရှင် မစ္စတာလူးဘတ်ကိုလည်း လေးလေးစားစားဆက်ဆံတယ်။ ဂျာမန်လူမျိုးတွေအပေါ်လည်း အနိုင်မကျင့်ပဲ ညှာတာစွာအုပ်ချုပ်ပေးတယ်...\nဒါပေမဲ့ စစ်ဖြစ်ထားကြတာဆိုတော့ တစ်ဖက်နဲ့တစ်ဖက် လွယ်လွယ်မပြေနိုင်တဲ့ အမုန်းတရားတွေဟာ သူ့ဇနီးက ဂျာမန်တွေကို ကြည့်မရတော့တာက စပြီး သူ့ခင်ပွန်းကို မကျေမနပ်တွေစဖြစ်လာတော့တယ်။လူတစ်ယောက်ကို မုန်းဖို့ အချိန်ဘယ်လောက်လိုသလဲ။\nလူတစ်ယောက်ကို ချစ်မိသွားဖို့လည်း အချိန်ဘယ်လောက်လိုပါသလဲ။\nချစ်ခြင်းနဲ့ မုန်းခြင်းကြားက စည်းက တကယ်တမ်းတော့ ပါးပါးလေးပဲ။\nအဲဒီစည်းကို ကျော်နိုင်ဖို့ဆိုတာ မဖြစ်နိုင်သလောက်ကို ခက်ခဲပါလိမ့်မယ်။ ဒါပေမယ့်လည်း\n\" အမုန်းဆုံးတော့ အချစ် \" ပါပဲ။(မင်းသမီးချော ကီရာနိုက်တလေရဲ့ 18+ ခန်းအချို့ပါဝင်တာမို့ မိသားစုနဲ့အတူမကြည့်ရှုသင့်ပဲ တစ်ကိုယ်တည်း ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FR9g/The_Aftermath_(2019)_(720p).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screenshot-2021-11-02-at-05-51-01-2012-2009-136x200.png",
        "title": "2012 (2009)",
        "description": "လူသားတွေဟာ ကိုယ့်ရဲ့အသက် သေမလား ရှင်မလား မသေချာတော့တဲ့အချိန်မှာ အတ္တကင်းကင်းနဲ့ ဆောင်ရွက်နိုင်ပါ့မလားဆိုတဲ့မေးခွန်းကို\nလေးစားရတဲ့ စာရေးဆရာတစ်ယောက်ဆီ မေးမြန်းဖြစ်ခဲ့တဲ့ ဘူမိဗေဒဒေါက်တာ ဟမ်စလေကမ္ဘာ့အဆုံးသတ်ကို အစောဆုံးသိရှိသတိပေးခဲ့သော်လည်း ကိုယ်တိုင်မလွတ်မြောက်ခဲ့တဲ့ ရူပနက္ခတ္တဗေဒ ဒေါက်တာဆက်နမ်ပြိုကွဲသွားတဲ့မိသားစုလေးကို တစ်ဘဝစာ တာဝန်မကျေခဲ့ပေမယ့် ကမ္ဘာပျက်ကပ်မှာ အသက်ရှင်သန်နိုင်မှုကို ယူဆောင်‌ပေးနိုင်ခဲ့တဲ့ မအောင်မြင်တဲ့စာရေးဆရာ ကားတစ်၂၀၁၂ ကမ္ဘာကြီးရဲ့အဆုံးသတ်မှာ အသက်ရှင်ရပ်တည်ဖို့ ကြိုးစားခဲ့ကြတဲ့ လူ့အဖွဲ့အစည်းများ လူသားမျိုးနွယ်နဲ့ သက်ရှိမျိုးစိတ်များ အနုပညာလက်ရာများကိုပါ ဆက်လက်ရှင်သန်အောင် သူတို့ရဲ့အားထုတ်မှုက ဘယ်လိုပုံစံလဲ...ကယ်တင်မရနိုင်တဲ့လူတွေကို အေးစက်စက်နှလုံးသားနဲ့စတေးသွားကြသူတွေရယ်\nသူတို့နဲ့အတူ အဆုံးသတ်ရဲ့အ‌မှောင်ထဲကို ရဲရဲဝံ့ဝံ့ တိုးဝင်ခဲ့ကြသူတွေရယ်... 2012 ဆိုတဲ့ဇာတ်ကားကို 2009 ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး မေယာပြက္ခဒိန်ရဲ့ အယူအဆကို အခြေခံရိုက်ကူးသွားတဲ့ အကောင်းဆုံးကမ္ဘာပျက်ဇာတ်ကားတွေထဲက တစ်ခုပါ\nကမ္ဘာ့အပေါ်လွှာမြေမာတွေ နေရာရွေ့ကုန်ပြီး ကုန်းပြင်တွေက ရေအောက်ရောက် ရေအောက်ကြမ်းပြင်တွေ မြေပေါ်တက်လာတဲ့ အခြေအနေမှာ ရှင်သန်ဖို့ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Are Khun Winchester ပါ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3HKA7/2012_(2009)_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7rOUcwmOCnwW3YR6V2HkmAwWhAQ-133x200.jpg",
        "title": "One More Shot (2021)",
        "description": "ဟောင်ကောင်မင်းသားကြီး Louis Fan ရဲ့  Action ,Sci-Fi ဇာတ်ကားသစ်လေးကို တင်ဆက်လိုက်ပါတယ်....ဇနီးသည်သတ်ခံရပြီးနောက် စိတ်ကျရောဂါဖြစ်နေတဲ့ ပရော်ဖက်ရှင်နယ် သက်တော်စောင့်ဖိုက်တာကြီးဟာသမီးကလဲ ရောဂါနဲ့မို့ ဆေးကုသဖို့ စရိတ်တွေကို ခက်ခက်ခဲခဲရှာနေရတာပါ...တစ်နေ့မှာတော့ အေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကိုကယ်တင်မိခဲ့ပြီးသက်တော်စောင့်ရဲ့ဖိုက်တာစကေးတွေကို ကြိုက်သွားတာကြောင့် အေမီက သူ့ကုမ္ပဏီမှာ အလုပ်လုပ်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။အလုပ်ကတော့ Virtual Reality VR တွေနဲ့ အလုပ်လုပ်ရမှာဖြစ်ပြီးအဲ့ VR မှာ သူ့ဇနီးသည် ပုံပေါ်လာတဲ့အပြင် အကြမ်းဖက်သမားတွေကပါ ရန်ရှာလာတဲ့အခါမှာတော့...။Action,Sci-Fi ဆိုတဲ့အတိုင်း ပွဲကတော့ရှယ်ကြမ်းကြမှာပါ။\nFile size…(950 MB)\nQuality….WEBRip 1080p\nFormat…mp4\nDuration….01:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/one-more-shot-2021/"
    },
    {
        "thumbnail": "https://i2.extraimage.info/pix/2021/11/01/8cbda6ab47c3fd99c9da876b6c139afa.jpg",
        "title": "Jai Bhim(2021)",
        "description": "v\" မရှိခိုးနိုး မလှစုန်းမျိုး \"ဆိုတဲ့စကားပုံထဲကလို မရှိလဲမရှိ မလှလဲမလှတဲ့ ကျောမွဲလူတန်းစားတစ်ရပ်။ ရုပ်မြင်တာနဲ့ ဘာများအလစ်သုတ်မှာလဲထင်ခံနေရရှာတဲ့ လူတန်းစားတစ်ရပ်။ ရုပ်ရှင်ထဲက စကားစုအတိုင်းဆို \"အတန်းထဲမှာ ခဲဖျက်ပျောက်ရင်တောင် ကျွန်တော့် အိတ်ကအရင်ရှာခံရတယ်\" \"ဒီရှက်ရွံ့မှု့ကိုကြောက်တာနဲ့ ကျောင်းတောင်မသွားရဲတော့ဘူး\" ဒီလိုလူတန်းစားတွေအပေါ်အဖိနှိပ်ဆုံးက ဘယ်သူတွေဖြစ်မှာလဲ။ ထုံးစံအတိုင်းပြည်သူ့ဆန်စားတဲ့ပြည်သူ့ \"ရဲ\"ဆိုတဲ့လူတွေပဲပေါ့။ ဒီဇာတ်လမ်းလေးထဲမှာလည်း ပြည်သူ့ရဲအမည်ခံ လူ့ဘီလူးတွေ ဘယ်လောက်တောင်လူမဆန်သလဲ .. လူချင်းတူပါလျက်နဲ့ ဆင်းရဲတဲ့သူတွေက ဘယ်လောက်တောင်လူ့အောက်ကျလည်းဆိုတာကို သနားစဖွယ်တွေ့ရမယ့်အပြင် လောကမှာ လူကောင်းလူဆိုးနှစ်မျိုးနှစ်စားရှိတာမို့ ဒီသနားစရာလူမျိူးစုကိုကယ်တင်ပေးမယ့် လူစွမ်းကောင်းရှေ့နေကြီးလည်း ရှိနေသေးပြန်တဲ့အခါ … အများကြီး spoilမိမှာမို့ အညွှန်းကို ဒီလောက်နဲ့တင်ရပ်လိုက်ပါရစေ။ ကြည့်ရတာတန်မယ့် .. အချိန်ကုန်ရကျိုးနပ်မယ့် Tamilကားကောင်းလေးဖြစ်ကြောင်းပဲလက်တို့လိုက်ပါတယ်နော်။  \nFile size…1.6GB / 2.6GB\nQuality…720p / 1080p HEVC 5.1Ch\nFormat…Mp4\nDuration….2h 44 min\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Lai Laii",
        "rating": "9.7",
        "url": "https://megaup.net/1JVfh/JAI_BHIM_(2021)_Tamil_TRUE_WEB-DL_-_720p_(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e52XKVTNYWcEh2pPpmJS84x3ZZR.jpg",
        "title": "Miracle: Letters to the President (2021)",
        "description": "The Miracle : Letters to President (2021)IMDb - 7.7/10ဒရမ်မာကို ဟာသလေးနှောပြီး ကြည့်ချင်သူများအတွက်၂နာရီစာလောက်ပဲရှိတဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးပါရစေCast တွေကတော့ Girl's Generation ထဲက Yoon-Ah နဲ့Hellbound မီနီစီးရီးထဲက Park Jung Min တို့ ခေါင်းဆောင်အနေနဲ့ ပါဝင်ထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....အချိန်ကာလအားဖြင့် ၁၉၈၀ ပြည့်နှစ်ဝန်းကျင်ကိုရီးယား ဂယောင်းဆန်းခရိုင်မှာ ရွာရဲ့လိုအပ်ချက်ကို ဖြည့်ဆည်းပေးချင်တဲ့အတွက်သမ္မတကြီးဆီကို စာတွေအမြဲပို့ပေးခဲ့တဲ့ ဉာဏ်ကြီးရှင် ဂျွန်းဂယောင်းနဲ့ဂျွန်းဂယောင်းရဲ့အိမ်မက်ကိုနားလည်သွားတဲ့ ကောင်မလေး လာဟီးတို့ရဲ့ ကြိုးစားမှုရယ်အဖေနဲ့ မောင်လေးကိုပဲ ဦးစားပေးလာတဲ့ ဂျွန်းဂယောင်းအစ်မ ဘိုဂယောင်းနဲ့သားနဲ့ ဆက်ဆံရေး စိမ်းသက်သက်ဖြစ်တဲ့ သားအဖနှစ်ဦးကြားက သံယောဇဉ်...ဒီလိုဆန်းပြားတဲ့ ကာရိုက်တာတွေကို ဘယ်လိုတင်ဆက်ပေးမလဲဆိုတာကိုThe Miracle : Letters to President ...",
        "rating": "7.7",
        "url": "https://megaup.net/1FS19/The.Miracle.2021.720p.WEB-DL.CM.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hY6AUl92cL9GdZx031UWFiGETt.jpg",
        "title": "Re-Animator (1985)",
        "description": "Re-animator (1985)\n================\"တစ်ခါတလေမှာ...\nသေနေတာကမှ ပိုကောင်းသေးတယ်\"\n- စတီဖင်ကင်း (Pet Semetry)H.P Lovecraft ရဲ့စာအုပ်တွေဟာလည်း Hollywood အနေနဲ့ ရိုက်နိုင်ရင်ရိုက်သလောက် ထွက်လာနိုင်တဲ့ Horror, Mystery, Sci-fi Genre အမျိုးစုံရှိနေတဲ့ ရတနာသိုက်တစ်ခုလိုပဲ။ သူ့ရဲ့ ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြမ်းပြီးရိုက်ထားတဲ့ ဒီကားဟာလည်း ကျွန်တော်တို့ ငယ်ငယ်က သိပ်ကို လန့်ခဲ့ရတဲ့ ဇာတ်ကားတစ်ကားပေါ့။IMDB - 7.2/10, Rotten Tomatoes - 93%အဲဒီခေတ် အဲဒီအခါက Re-Animator ဟာ အားလုံးနဲ့ ကွဲပြားပြီး ထူးခြားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ခဲ့သလို အခုချိန်ပြန်ကြည့်မယ်ဆိုရင်လည်း စိတ်ဝင်စားဖို့ကောင်းပြီး ပါးစပ်အဟောင်းသားနဲ့ ပြန်လွမ်းရမယ့်ကားမျိုးပါပဲ။ တစ်ချို့အတွက်ကတော့ ငယ်ငယ်က ငါဒီလိုကားမျိုးနဲ့ ခြောက်ခြားခဲ့ပါလားဆိုပြီး ကိုယ့်ဘာသာ အံ့သြကောင်း အံ့သြမိနေပါလိမ့်မယ်။ တချို့က​တော့ ဇာတ်ဝင်သံစဉ်ကြားရုံတင် ​တုန်လှုပ်မိတဲ့ လွမ်းစရာခံစားမှုမျိုး ရမိကြလိမ့်မယ်။ဇာတ်လမ်းကတော့ ထူးချွန်တဲ့ ​ဆေးကျောင်းသား တစ်ယောက်က ဘယ်လိုမှမဖြစ်နိုင်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/ZTv6/Re-Animator_(1985)720p.CM.mp4",
        "category": "Comedy, History, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-01-at-12.17.14-132x200.png",
        "title": "Later Days (2021)",
        "description": "Later Days (2021)=============IMDb Rating - 6.8/10အားလုံးအတွက် စိတ်အပန်းဖြေစရာ Comedy ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ကိုယ့်ရဲ့ ငယ်ဘ၀နေ့ရက်တွေကို ကျွန်တော်တို့တွေ အမြဲလိုလို ပြန်လည်တမ်းတမိကြမှာပါ ကျောင်းသားဘ၀ကအမှတ်တရတွေ အရင်ခေတ်က သီချင်းတွေ ပစ္စည်းတွေ တစ်ခုခုကိုတော့ အမြဲလိုလို အမှတ်ရနေတတ်ကြတာပဲမဟုတ်လား။ဒီဇာတ်ကားလေးက ဒါမျိုးလေးတွေကို အဓိက ရိုက်ကူးပေးထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ . . .ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ရုပ်တွေကတော့ မိုက်ခ် နဲ့ ပမ် လို့ခေါ်တဲ့ ဇနီးမောင်နှံနှစ်ယောက်...အများသူငါတွေလိုပဲအိမ်ထောင်အတွက် အပတ်တကုပ် ကြိုးစားနေကြတယ်၊၊ ဇနီးဖြစ်သူ ပမ်ဟာ ကုမ္ပဏီ၀န်ထမ်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိလုပ်နေတဲ့ စာချုပ်ဖြစ်မြောက်ရေးအတွက် နေ့ညမပျက် အားကုန်ကြိုးစားနေတဲ့သူတစ်ယောက်၊ မိုက်ခ်ကတော့ပမ်တစ်ယောက် လစ်လပ်နေတဲ့ နေရာကိုဖြည့်ရင်း သားလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေတဲ့ ဖခင်တစ်ယောက်..ပမ်ရဲ့အလုပ်ကိစ္စကိုလည်း အမြဲအားပေးနေတဲ့ ခင်ပွန်းကောင်းတစ်ယောက်ပါ။ ဒီလိုနဲ့ မိုက်ခ်တစ်ယောက် ပမ်ရဲ့မွေးနေ့ပွဲလေးနဲ့အတူ သူ့စာချုပ်ကိစ္စပါ အောင်မြင်မယ့်နေ့ကို တစ်ပါတည်းပူးတွဲပြီး ဂုဏ်ပြုပေးဖို့ စီစဥ်နေပါတယ်၊ မိုက်ခ်တစ်ယောက်လုပ်လိုက်တာကတော့ သူတို့ငယ်စဥ်ဘ၀ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/later-days-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pz9V8h2OZxh0xK5f1RQ0lgH0wcx.jpg",
        "title": "She’s Different (2021)",
        "description": "She's Different Review\"Don't judge a book by it's cover\" တဲ့ရုပ်ရည်လှပနေပေမယ့်လည်း အကျင့်စရိုက်မကောင်းတဲ့သူတွေ ( ဥပမာ KSH ရဲ့ Ex လို) ,\nတစ်ခါ ရုပ်ရည်မတင့်တယ်ပေမယ့် စိတ်ထားဖြူစင်လှပကြသူတွေ,\nစိတ်ရောလူရော လှပကြသူတွေ အစရှိသဖြင့် အမျိုးမျိုးရှိနေကြတဲ့ လူ့လောကကြီးမှာ\nလူတစ်ယောက်ကို အပြင်ပန်းအရဆုံးဖြတ်ဖို့ဆိုတာ မဖြစ်နိုင်တဲ့အရာပါပဲဒီဇာတ်ကားထဲမှာတော့ ၀မ်ဂျွန်းဟာ Perfect ဖြစ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး\nမကြာမီလက်ထပ်မယ့်ဇနီးလောင်းလေး ဂျီယွန်း ရှိနေသူ ....\nတစ်ဖက်မှာက ၀မ်ဂျွန်းကို အရင်တည်းက Crush နေတဲ့ ဂျီယွန်းရဲ့သူငယ်ချင်း ယယ်ရီ ....\nတစ်နေ့ ၀မ်ဂျွန်းဆီ လူကြီးကစားစရာအရုပ်မတစ်ရုပ်ရောက်လာပြီး\nလူတွေမသိအောင်ဖုံးကွယ်ဖို့ကြိုးစားရတဲ့အခါ ....\nသူတို့သုံးယောက်ရဲ့ အကျင့်စရိုက်တွေကရော အမြင်နဲ့ဆုံးဖြတ်လို့ရမှာလားဆိုတာ ....\nသုံးပွင့်ဆိုင်လို့ဆိုရပေမယ့် Villian ရှာရခက်တဲ့ ဒီအချစ်ဟာသကားလေးမှာ၀မ်ဂျွန်းအဖြစ် VIXX အဖွဲ့က အဆင်လေး Hyuk ,\nဂျီယောင်းအဖြစ် AOA အဖွဲ့က အကိတ်လေး Chanmi တို့က ပါ၀င်သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/31M4D/Shes.Different.2021.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTAzNmFiMjctMmZhZi00MjdmLWI1OWEtYWY1NGIzMzYxZTU1XkEyXkFqcGdeQXVyNDU1Mjg2ODQ@._V1_-131x200.jpg",
        "title": "The Croods : Family Tree (2021)",
        "description": "The Croods ; Family Tree (2021)Hulu က​နေ စက်တင်ဘာမှာထွက်ရှိထားတဲ့ လူရိုင်းကြီး\nခရုဒ်တို့ရဲ့The Croods : Family Treeဆိုတဲ့ Animated Seriesကို တင်ဆက်​ပေးလိုက်ပါတယ်။\nဒီSeriesဟာ 2020မှာထွက်ရှိခဲ့တဲ့ The Croods : A New Ageရဲ့ တိုက်ရိုက်အဆက်ပဲဖြစ်ပါတယ်။\nတစ်ပိုင်းကို မိနစ်၂၀​ကျော်ကြာမြင့်မှာဖြစ်ပြီး ၆ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။ခရုဒ်မိသားစုနဲ့ ဘတ်တာမန်းမိသားစုဟာ အခုဆိုရင် Farmဆိုတဲ့ ဘတ်တာမန်းမိသားစုပိုင်ခြံထဲက Tree Houseမှာ တူတူ​နေထိုင်ကြပါပြီ၊\nအိမ်နီးချင်း​​တွေ တကျတ်ကျတ်ဖြစ်ရင် ခွီရတဲ့ထုံးစံအတိုင်း\nလူရိုင်းအကျင့်စရိုက်၊ အမူအကျင့်​တွေနဲ့ပဲ အသားကျ​နေ​သေးတဲ့ ခရုဒ်မိသားစုဝင်တို့\nဒီ​နေ့​​ခေတ်အသိဉာဏ်နဲ့ ယဉ်​ကျေးတဲ့စရိုက်ရှိတဲ့ဘတ်တာမန်းမိသားစုနဲ့မှ တူတူတွဲ​နေရတဲ့အခါမှာ​တော့ ​\nရေနဲ့ဆီလိုကွာ​နေတဲ့ ယဉ်​ကျေးမှုတွေကို​ ပြောင်းလဲညှိယူရင်း ပဋိပက္ခ​​ပေါင်းစုံဖြစ်လာပါ​​တော့တယ်....Croods Franchiseရဲ့ထုံးစံအတိုင်း ​​တောရိုင်းသဘာဝအလှအပနဲ့သားရဲ​ကောင်​ အထူးအဆန်းတွေပါမယ်၊\nအ​ရေးကြီးရင် ​သွေးထက်ပျစ်တဲ့ မိသားစု​မေတ္တာ​တွေ၊ သူငယ်ချင်းသံ​ယောဇဉ်​တွေပါမယ်၊\nပြဿနာ​ပေါင်းစုံ​ကြောင့် ခွီလည်းခွီရမယ်၊ ရယ်လည်းရယ်ရမယ်၊ တစ်ပိုင်းချင်းစီမှာပေးချင်တဲ့ Message​တွေပါမယ်၊\nDreamwork ကုမ္ပဏီကပဲ ရိုက်ကူး​ပေးထားတယ်၊\nဒီ​လောက်ဆို Animationကြိုက်တဲ့ Cmပရိတ်သတ်​တွေ\nအဖို့ လက်မလွတ်သင့်တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/ZT6m/The.Croods.Family.Tree.2021.720p.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/dead2-133x200.jpg",
        "title": "Dead Snow (2009)",
        "description": "ဟောလိုးဝင်းညအတွက် ဟော်ရာ ကားကောင်းတစ်ကား ထပ်တင်ပေးထားပါတယ်။\nနာဇီတွေ အရမ်းဆိုးတယ်ဆိုတာ လူတိုင်းသိပါတယ်။\nဇွန်ဘီးတွေ အရမ်းဆိုးတာလည်း လူတိုင်းသိပါတယ်။\nဒီကားမှာတော့ နာဇီဇွန်ဘီးတွေ ဖြစ်နေတဲ့အတွက် နှစ်ဆ ဆိုးတယ် ပြောရမလိုပါပဲ။\nဇွန်ဘီးဖြစ်သွားရင် လူကောင်းဖြစ်ဖြစ် နာဇီဖြစ်ဖြစ်အတူတူပဲဆိုတော့\nဘာမှမထူးဘူးလို့တော့ ပြောလို့မရပြန်ပါဘူး။\nဒီဇွန်ဘီးတွေက ပိုးကူးစက်တာမဟုတ်ဘဲ\nကျိန်စာသင့်ပြီး ဖြစ်လာတာဆိုတော့ အစွမ်းနည်းနည်းရှိပါတယ်\nဦးနှောက်လည်း နည်းနည်းရှိပါတယ်။\nဒီကောင်တွေပေးတဲ့ ဒုက္ခကို အရင်ဆုံးခံရမယ့်သူတွေကတော့\nနော်ဝေးက နှင်းတောင်တွေပေါ်ကို အလည်ရောက်လာတဲ့\nဆေးကျောင်းသား အုပ်စုတစ်သိုက်ပါပဲ။\nဒါပြီးရင်တော့ ဒုတိယရုပ်ရှင်မှာ အများကြီးဆက်ဒုက္ခပေးပါဦးမယ်။\nဇာတ်လမ်းကောင်းတဲ့အပြင် ရိုက်ချက်တွေ ရက်စက်တာမို့\nဟော်ရာပရိသတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမှာပါ။\nဒီကားကို ကြည့်ပြီးရင်လည်း Dead Snow 2 ကို ရှာပြီး ဆက်ကြည့်လိုက်ကြပါဦး။\n \nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:31:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-snow-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMUDmntckRcONFQ26pq3knsj06v.jpg",
        "title": "Threads – Our Tapestry of Love",
        "description": "Tapestry a.k.a Yarn (2020)\n=================မမ Nana Komatsu ရဲ့ ၂၀၂၀ တုန်းကထွက်ထားတဲ့ ရုပ်ရှင်လေးပါ။ဘဝဆိုတာ တစ်ဖြောင့်တည်းမျိုးတော့ ဘယ်ဟုတ်မလဲ။ လူပေါင်းများစွာနဲ့ကြုံတွေ့ရတယ်၊ ခွဲခွာရတယ်။ အမှောင်ထဲရောက်လိုက်၊ အလင်းထဲမှာကျင်လည်လိုက်နဲ့ အသက်ရှုနေသမျှကာလပတ်လုံး ရုန်းကန်လှုပ်ရှားရတယ်။ဒီဇာတ်လမ်း‌လေးမှာတော့ ဟဲအီဆေးခေတ်စတင်တဲ့ (၁၉၈၉-၂၀၁၉) မှာ ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ၊ အောင်မြင်မှုတွေနဲ့ လုံးလည်ချာလည်လိုက်နေရမှုတွေ၊ တစ်ယောက်‌သောသူပြန်လာမယ်အထင်နဲ့ မြို့ကနေလုံးဝမခွာတဲ့ကောင်လေးနဲ့ နေရာမျိုးစုံလျှောက်သွားနေတတ်တဲ့ကောင်မလေးတို့ရဲ့ ကံကြမ္မာကိုအဓိကထားပုံဖော်ထားတာဖြစ်ပါတယ်။(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.64GB, 1.12GB\nQuality - 1080p, 720p\nIMDb Rating - 6.3/10\nFormat - mp4\nDuration - 2H 10Min\nType - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FP7b/Yarn_(2020)_720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/dead2-133x200.jpg",
        "title": "Dead Snow (2009)",
        "description": "ဟောလိုးဝင်းညအတွက် ဟော်ရာ ကားကောင်းတစ်ကား ထပ်တင်ပေးထားပါတယ်။\nနာဇီတွေ အရမ်းဆိုးတယ်ဆိုတာ လူတိုင်းသိပါတယ်။\nဇွန်ဘီးတွေ အရမ်းဆိုးတာလည်း လူတိုင်းသိပါတယ်။\nဒီကားမှာတော့ နာဇီဇွန်ဘီးတွေ ဖြစ်နေတဲ့အတွက် နှစ်ဆ ဆိုးတယ် ပြောရမလိုပါပဲ။\nဇွန်ဘီးဖြစ်သွားရင် လူကောင်းဖြစ်ဖြစ် နာဇီဖြစ်ဖြစ်အတူတူပဲဆိုတော့\nဘာမှမထူးဘူးလို့တော့ ပြောလို့မရပြန်ပါဘူး။\nဒီဇွန်ဘီးတွေက ပိုးကူးစက်တာမဟုတ်ဘဲ\nကျိန်စာသင့်ပြီး ဖြစ်လာတာဆိုတော့ အစွမ်းနည်းနည်းရှိပါတယ်\nဦးနှောက်လည်း နည်းနည်းရှိပါတယ်။\nဒီကောင်တွေပေးတဲ့ ဒုက္ခကို အရင်ဆုံးခံရမယ့်သူတွေကတော့\nနော်ဝေးက နှင်းတောင်တွေပေါ်ကို အလည်ရောက်လာတဲ့\nဆေးကျောင်းသား အုပ်စုတစ်သိုက်ပါပဲ။\nဒါပြီးရင်တော့ ဒုတိယရုပ်ရှင်မှာ အများကြီးဆက်ဒုက္ခပေးပါဦးမယ်။\nဇာတ်လမ်းကောင်းတဲ့အပြင် ရိုက်ချက်တွေ ရက်စက်တာမို့\nဟော်ရာပရိသတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမှာပါ။\nဒီကားကို ကြည့်ပြီးရင်လည်း Dead Snow 2 ကို ရှာပြီး ဆက်ကြည့်လိုက်ကြပါဦး။\n \nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:31:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-snow-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMUDmntckRcONFQ26pq3knsj06v.jpg",
        "title": "Threads – Our Tapestry of Love",
        "description": "Tapestry a.k.a Yarn (2020)\n=================မမ Nana Komatsu ရဲ့ ၂၀၂၀ တုန်းကထွက်ထားတဲ့ ရုပ်ရှင်လေးပါ။ဘဝဆိုတာ တစ်ဖြောင့်တည်းမျိုးတော့ ဘယ်ဟုတ်မလဲ။ လူပေါင်းများစွာနဲ့ကြုံတွေ့ရတယ်၊ ခွဲခွာရတယ်။ အမှောင်ထဲရောက်လိုက်၊ အလင်းထဲမှာကျင်လည်လိုက်နဲ့ အသက်ရှုနေသမျှကာလပတ်လုံး ရုန်းကန်လှုပ်ရှားရတယ်။ဒီဇာတ်လမ်း‌လေးမှာတော့ ဟဲအီဆေးခေတ်စတင်တဲ့ (၁၉၈၉-၂၀၁၉) မှာ ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ၊ အောင်မြင်မှုတွေနဲ့ လုံးလည်ချာလည်လိုက်နေရမှုတွေ၊ တစ်ယောက်‌သောသူပြန်လာမယ်အထင်နဲ့ မြို့ကနေလုံးဝမခွာတဲ့ကောင်လေးနဲ့ နေရာမျိုးစုံလျှောက်သွားနေတတ်တဲ့ကောင်မလေးတို့ရဲ့ ကံကြမ္မာကိုအဓိကထားပုံဖော်ထားတာဖြစ်ပါတယ်။(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.64GB, 1.12GB\nQuality - 1080p, 720p\nIMDb Rating - 6.3/10\nFormat - mp4\nDuration - 2H 10Min\nType - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FP7b/Yarn_(2020)_720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWnt8JyG1FPfMtSEzjg8kAqGBJd.jpg",
        "title": "The Recon (2021)",
        "description": "The Recon (2021)ဒီတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nစစ်တပ်မှုခင်းဇာတ်လမ်းတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nThe Recon ကိုတင်ဆက်လိုက်ပါတယ်တောင် မြောက် ကိုရီးယားကိုပိုင်းခြားထားတဲ့ DMZ နယ်မြေမှာ ဇာတ်အိမ်ယူထားပြီး\nMilitary Thriller အမျိုးအစားဖြစ်ပါတယ်တစ်ရက်မှာ တပ်စု ၃ ရဲ့ သင်ကြားရေးမှူးဖြစ်တဲ့ ဒုဗိုလ်အင်းဟာ ပဟေဠိဆန်စွာ သေဆုံးသွားပါတယ်သူမ သေဆုံးတာနဲ့တစ်ချိန်တည်းမှာပဲ DMZ နယ်မြေကို\nစစ်ဆင်းရေးသွားတဲ့ တပ်စု ၃ ဟာ ဘယ်လိုမျိုးတွေ တွေ့ကြုံကြရလဲဒုဗိုလ်အင်းဆိုယောင်းရဲ့ သေဆုံးမှုကို\nနောက်ဆုံးအချိန်ထိ လက်မလျှော့တဲ့\nမှုခင်းဆိုင်ရာ ဗိုလ်ကြီးဂန်ကရော အဖြစ်မှန်ကိုရှာတွေ့နိုင်မလားဒုဗိုလ်အင်းဆိုယောင်းနဲ့ တပ်စု ၃ တို့ရဲ့ ကံကြမ္မာတွေက ဘယ်လိုတွေဖြစ်သွားမလဲ...မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့\nအံ့သြအောင်လုပ်မဲ့ ဇာတ်ကားတစ်ကားမို့ ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Military Thriller\nQuality….WEB-DL 1080p and 720p and 480p\nFile size… 1.6GB and 974MB and 524MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar ...",
        "rating": "4.2",
        "url": "https://megaup.net/2lNS7/The.Recon.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/ezgif-2-4fd3a7aa9c9e-113x200.jpg",
        "title": "The Unexpected Man ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့... ချန်ကျန်းဟာအရမ်းတော်တဲ့သချာ်ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ် သူဟာ ဘဏ်မှာစာရင်းသွင်းဖို့သွားရင်း ဘဏ်ဓားပြတိုက်မှုတစ်ခုကို ကြုံခဲ့ရပါတယ်အဲ့ဒီနောက်မှာ ရဲတွေကို လုယက်သူတွေကိုဖမ်းဖို့ မျက်မြင်သက်သေတစ်ယောက်အနေနဲ့ သူ့ရဲ့သချာ်စွမ်းရည်ကိုအသုံးချကာ ကြီးမားစွာအကူအညီပေးခဲ့ပြီး ကိန်းဂဏန်းဝိဇ္ဇာလို့ ဟိုးလေးတကျော်ကျော်ဖြစ်သွားခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ အကြမ်းဖက်သမားတစ်ယောက်က ကိန်းဂဏန်းဝိဇ္ဇာချန်ကျန်းကိုရည်ရွယ်ပြီး မြို့ထဲမှာ ဗုံးတွေဆင်ကာ ပညာစမ်းပါတော့တယ်အကြမ်းဖက်သမားလက်ထဲကနေ အပြစ်မဲ့သူတွေကို ချန်ကျန်းတစ်ယောက်ရဲအရာရှိတွေနဲ့ပူးပေါင်းပြီး သူ့ပညာတွေကို ဘယ်လိုအသုံးချဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာ ဖြစ်ပါတယ် Quality : WEB-DL 1080pFormat: mp4Genres : Drama , Suspense , CrimeRelease Date : 27.9.21During : 1h 37 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-unexpected-man-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8C7ga0p7Ae2l38TsP82OpWgAMno.jpg",
        "title": "Kaiji: The Ultimate Gambler (2009)",
        "description": "Kaiji (2009)IMDb - 6.4/10ဈေးပေါတဲ့အခန်းလေးတစ်ခုမှာ ငှားနေပြီး\nဘ၀ကို ရေလိုက်ငါးလိုက်နေနေတဲ့ ကိုင်ဂျီ ဆိုတဲ့ လူငယ်တစ်ဦး။တစ်နေ့မှာတော့ သူ အာမခံပြီးချေးပေးလိုက်တဲ့ သူငယ်ချင်းတစ်ယောက်ရဲ့ ချေးငွေတွေကို\nအတိုးပေါင်း မြောက်မြားစွာနဲ့ ပြန်ဆပ်ပေးဖို့ အကျပ်ကိုင်ခံလာရတဲ့အခါ\nကိုင်ဂျီတစ်ယောက် အကြွေးတွေပြန်ဆပ်နိုင်ဖို့ \"မျှော်လင့်ချက်\" လို့ အမည်ရတဲ့\nထူးခြားဆန်းကြယ်တဲ့ သ‌ဘ်ောပေါ်က ဂိမ်းတစ်ခုကို ဆော့ဖို့ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂိမ်းကို နိုင်ရင် အ‌‌ကြွေးတွေအားလုံးကို ဆပ်နိုင်မှာဆိုပေမယ့်\nရှုံးရင်ရော ဘာတွေ ပေးဆပ်လိုက်ရမှာလဲ?????\nကိုင်ဂျီ အကြွေးတွေကို ပြန်ဆပ်နိုင်မှာလား?????\nသူ ဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမှာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာပါ။\nဒီဇာတ်ကားဟာ နာမည်ကြီး Anime series တစ်ခုဖြစ်တဲ့ Kanji ကို\nLive-Action အဖြစ် ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာဂိမ်းတွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aung Tayza ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality….WEB-DL 1080p and 720p and 480p\nFile size… 1.8GB and 1.1GB and ...",
        "rating": "6.4",
        "url": "https://megaup.net/1FPmx/Kaiji.The.Ultimate.Gambler.2009.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dh4GVPsYjEV281zHsZKxPJfOjaE.jpg",
        "title": "Kaiji 2: The Ultimate Gambler (2011)",
        "description": "Kaiji 2: The Ultimate Gambler (2011)ဒီဇာတ်ကားကတော့ Kaiji (2009) ရဲ့ အဆက်ဖြစ်ပါတယ်။\nပထမကားမှာ ကိုင်ဂျီ တစ်ယောက် အကြွေးတွေအားလုံး ဆပ်လိုက်နိုင်လို့\nမြေအောက်မှာ အလုပ်ကြမ်း လုပ်ရတဲ့ဘဝကနေ လွတ်လာခဲ့ပေမယ့်\nဒီကားမှာတော့ အကြွေးနွံပြန်နစ်ပြီး မြေအောက်ကို ပြန်သွားရပြန်ပါတော့တယ်ဒီတစ်ခေါက်ရော ကန်ဂျီ မြေအောက်ကနေ ပြန်လည်လွတ်မြောက်နိုင်မှာလား\nဘယ်လို ရန်သူနဲ့ ရင်ဆိုင်ပြီး ဘယ်လိုအကြမ်းစားဂိမ်းတွေ ကစားရမလဲဆိုတာကို ထပ်မံကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aung Tayza ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size… 1.88GB and 1.12GB and 674MB\nFormat…mp4\nDuration….2h 14min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Aung Tayza\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1HQh5/Kaiji.2.2011.720p.CM.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfOl6qUq6EqjjULvWaI5Zgtiw3F.jpg",
        "title": "Kaiji: Final Game (2020)",
        "description": "Kaiji : Final Game (2020)Takusya Fujiwara တစ်ယောက် 2011လောက်ကထွက်ခဲ့တဲ့ တတိယမြောက်Kiiji Series ပြီးတဲ့နောက်10လောက်အကြာမှ မှန်သားပြင်ပေါ်မှာ ထပ်တွေ့ရမှာပါဒီမှာဆိုရင် ‌ဂျပန်နိုင်ငံမှာငွေကြေးဖောင်းပွတာတွေဖြစ်လာတာတဲ့အခါမှာ ငွေမဲဆိုပြီးကြေညာလိုက်ပါတယ်ငွေမဲကြေညာတယ်ဆိုတာက အစိုးရက သူကိုယ်တိုင်ထုတ်ထားတဲ့ပိုက်ဆံတွေကိုသူဘဲတရားမ၀င်ပါဘူး‌ေကြညာပြီးအစိုးရက ပြည်သူကိုအနိုင်ကျင့်တာကို ငွေမဲလုပ်တယ်ခေါ်တာပါဒီကိစ္စကိုတားဆီးနိုင်ဖို့အတွက် ကံတရားနဲ့ကိုယ်ရည်ကိုယ်သွေးကိုအခြေခံတဲ့ဂိမ်းတွေကိုယှဉ်ပြိုင်ရမှာဖြစ်ပါတယ်အချို့ဇာက်၀င်ခန်းတွေက Animeတွေထဲမှာအဆင်ပြေပေမဲ့ Live actionမှာမင်းသားအနေနဲ့ ဒေါသဖြစ်တဲ့အခန်းတွေမှာမလိုအပ်ဘဲစူးစူးဝါးဝါးအော်တာကြီးတွေကတော့အနည်းငယ်စိတ်အနှောက်ယှက်ဖြစ်ရပါတယ်Anime ၊Manga အနေနဲ့လူကြိုက်များခဲ့တဲ့ဒီဇာက်ကားကို ပြန်လည်ရိုက်ကူးတဲ့အခါမှာManga Seriesနဲ့ အနဲငယ်ကွဲပြားမူ ရှိပေမဲ့လည်း Kaijiရဲ့ရသတစ်မျိုးကိုLive actionအနေနဲ့ ပြန်ကြည့်ရတဲ့အခါမှာလည်းသဘောကျလိမ့်မယ်ထင်ပါတယ် File Size - 1.4 gbQuality - web-dl 1080pSubtitle - burmeseTranslator - Yamin OuEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/T7d3/Kaiji.Final.Game.2020.1080p.BluRay_{CM}.mp4 https://megaup.net/T74r/Kaiji.Final.Game.2020.720p.BluRay_{CM}_.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKtgLMS9a6M3LkuijQQsBarwmnk.jpg",
        "title": "The Mohican Comes Home (2016)",
        "description": "The Mohican Comes Home (2016)\n=====================တိုကျိုမှာကျင်လည်ပြီး ၇ နှစ်ကြာမှ မိန်းမနဲ့အတူ မိဘဇာတိမြို့ကိုပြန်လည်တဲ့ မိုဟီကန်ဆံပင်ကေနဲ့ရောခ့်အဆိုတော်တစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ် ..အိမ်ပြန်ရောက်သွားချိန်မှာ ရန်သူလိုဖြစ်နေတဲ့အဖေက ကင်ဆာဖြစ်နေမှန်းသိလိုက်ရတော့ အတတ်နိုင်ဆုံးအဖေ့ရဲ့နောက်ဆုံးဆန္ဒတွေကိုဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒီရုပ်ရှင်က ဟာသကားဆိုပေမဲ့ ဗရုတ်သုတ်ခလုပ်တာတွေ၊ အတင်းလုပ်ယူ‌တာတွေလုံးဝမပါပါဘူး .. သူတို့ခပ်တည်တည်လုပ်ပြနေတာတွေ၊ ပြောနေတာတွေ၊ ဒါရိုက်တာရဲ့သွယ်ဝိုက်ပြီးဇာတ်လမ်းပုံဖော်တာတွေက ရယ်မောနေရပြီး တော်တော်လေးလည်းချီးကျူးစရာကောင်းပါတယ် .. ဆူဆူညံညံဟာသတွေမကြိုက်သူတွေအတွက်တော့ ရုပ်တည်ကြီးနဲ့တလွဲတွေလုပ်ပြတဲ့ ဒီရုပ်ရှင်ကို‌သေချာပေါက်အကြိုက်တွေ့မှာပါ...(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, 1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.7/10\nFormat - mp4\nDuration - 2H 5Min\nType - Comedy\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by Y",
        "rating": "6.7",
        "url": "https://megaup.net/2lNE5/(CM)_The_Mohican_Comes_Home_(2016)_720p.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/song1-1-140x200.jpg",
        "title": "The Sound of a Flower (2015)",
        "description": "မင်းသားကြီး ရူဆင်းရုန်းနဲ့ ဆူဇီ ပါဝင်သရုပ်ဆောင်ထားတဲ့ TSOAF\nဂျိုဆွန်းခေတ်မှာ သီချင်းတောင်ဆိုခွင့်မရှိတဲ့\nအမျိုးသမီးတွေရဲ့ အနှိမ်ခံဘဝကို ပေါ်လွင်အောင်ရိုက်ကူးထားပါတယ်\nဂျင်ချယ်ဆောင်းဆိုတဲ့ အမျိုးသမီးငယ်လေးက\nအစဉ်အလာတွေ ဖိနှိပ်မှုတွေကနေ ဘယ်လိုရုန်းထွက်မလဲ\nကိုရီးယားခေတ်ဟောင်းရဲ့ လှပတဲ့ သီချင်းလေးတွေကို ခံစားရင်းနဲ့\nဦးနဲ့သမီးအချစ်ဇာတ်လမ်းလေးကဘယ်လိုဖြစ်မလဲဆိုတာစိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile Size : (1.5 GB) & (900 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:49:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ChitThe\nEncoded by Mr. Anderson",
        "rating": "6.5",
        "url": "https://megaup.net/3HIwW/The.Sound.of.A.Flower.2015.720p.BluRay(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/vhs-163x200.jpg",
        "title": "V/H/S/94 (2021)",
        "description": "အရင်ဆုံး ကြိုတင်မှာထားချင်တာက ဒီဇာတ်လမ်းဟာ\nသွေးထွက်သံယိုတွေ ဆိုးဆိုးဝါးဝါးပါ၀င်တာကြောင့်\nကလေးတွေ ကြည့်ဖို့ အဆင်မပြေနိုင်ပါဘူး\nပြီးတော့ ဒီကားကို ကြည့်မယ်ဆို ထမင်းသာအရင်ပြေးစားထားလိုက်ပါဗျဒီဇာတ်လမ်းဟာ V.H.S series တွေရဲ့ 4th installment ဖြစ်ပြီး\nfootage anthology horror film ဖြစ်တဲ့အတိုင်း ဇာတ်လမ်းတစ်လျှောက်လုံးကို\nဗီဒီယိုတိတ်ခွေ သဏ္ဍာန်နဲ့ အများဆုံးမြင်ရမှာပါဇာတ်လမ်းအကျဉ်းကတော့S.W.A.T အဖွဲ့ဟာ ထူးဆန်းတဲ့ VHS tape တစ်ခုရဲ့\nနောက်ကြောင်းကို စူးစမ်းလေ့လာရာကနေ\nဆိုးရွားတဲ့ လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကို\nဖုံးကွယ်ထားတဲ့ ဓလေ့ထုံးတမ်းတွေကို\nရှာဖွေတွေ့ရှိသွားကြပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်ဒီဇာတ်လမ်းမှာ ကျွန်တော်တို့ သာမန်လူ့ဘ၀တွေနဲ့\nကွာခြားတဲ့ အခြေအနေတွေ\nသဘာ၀ကို လွန်ဆန်နေတဲ့ စမ်းသပ်မှုတွေကို\nကြောက်ခမန်းလိလိ မြင်တွေ့ရမှာဖြစ်ပါတယ်File Size : (1.8 GB) & (900 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6",
        "url": "https://megaup.net/1FQaj/V.H.S.94.2021.720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvAmOv0sZcoQCyJjHPQN4wU8ut4.jpg",
        "title": "A Nightmare on Elm Street Part 2: Freddy’s Revenge (1985)",
        "description": "A Nightmare on Elm Street Part 2: Freddy's Revenge (1985)=========================Rotten Tomatoes… 41%IMDb… 5.5CM ပရိတ်သတ်တွေ holloween ကာလမှာ ကြည့်ဖို့ 1984 ခုနှစ်ကထွက်ခဲ့တဲ့A Nightmare on Elm Street ရဲ့  အဆက်ကားလေးကို တင်ပေးလိုက်ပါတယ်ပထမကားမှာ Freddy တစ်ယောက် Nancy ရဲ့ ထင်မထားတဲ့တိုက်ကွက်ကြောင့် ပြင်ပကမ္ဘာထဲကို ရောက်ရှိလာပါတယ်အဲဒီနောက်မှာ Nancy ရဲ့ ထောင်ချောက်တွေကြားထဲမှာ အခက်အခဲတွေကြုံရပြီး သူလိုချင်တဲ့ Nancy ကိုရမသွားပါဘူးသူ့ကိုသတ်ခဲ့တဲ့ Nancy ရဲ့အမေကိုပဲ ခေါ်သွားနိုင်ခဲ့ပါတယ်အဲဒီအဖြစ်တွေအပြီး ငါးနှစ်အကြာမှာ အဲဒီအိမ်ကို ပြောင်းလာတဲ့ Jesse ဆိုတဲ့ကောင်လေးကိုအသုံးချပြီး Freddy ဟာ သူ့ရဲ့ညတွေကို အသက်သွင်းဖို့ ပြန်ကြိုးစားပါတော့တယ်Elm လမ်းပေါ်မှာ Freddy တစ်ယောက် ဘယ်လို လက်သည်းစွမ်းပြမလဲJesse ကိုရော သူ့ရဲ့ကောင်မလေး ...",
        "rating": "5.5",
        "url": "https://megaup.net/31Kdz/A.Nightmare.on.Elm.Street.2.Freddys.Revenge.1985.720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-30-at-23.35.23-147x200.png",
        "title": "Muppets Haunted Mansion (2021)",
        "description": "Muppets Haunted Mansion (2021)=========================IMDb Rating - 6.5/10ဟောလိုး၀င်းအတွက် အထူး စပယ်ရှယ် Disney က ထွက်ရှိလာတဲ့ ကိုရွှေအ တို့ လာပါပြီ။သွင်ပြင်လေးတွေကလည်း ချစ်စရာကောင်းပြီး ထွက်သမျှကားတိုင်းမှာ ပရိသတ်ကို ပြုံးပျော်စေနိုင်တဲ့ ကာတွန်းကောင်လေးတွေလည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ haunted mansion ဆိုတဲ့အတိုင်း သရဲခြောက်တဲ့ အိမ်ကြီးပါမှာတော့ အသေချာပဲဗျ။ဇာတ်လိုက်ကျော်တွေဖြစ်တဲ့ Gonzo နဲ့ သူ့သူငယ်ချင်း Pepe တို့ ၂ ယောက် ခါတိုင်း ဟောလိုး၀င်းတွေလို ဘော်ဒါတွေနဲ့ ဆုံပြီး ပါတီ မလုပ်ဘဲ . သရဲခြောက်တဲ့ အိမ်ကြီးထဲမှာ တစ်ညတာ နေရမယ်ဆိုတဲ့ စိန်ခေါ်မှုကို လက်ခံကာဟောလိုး၀င်းညမှာ သရဲအိမ်ကြီးဆီ သွားကြပါတော့တယ်။သူတို့ကို လိုက်ပို့တဲ့ ကားသမားပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကတော့ \" ဒီကို လူတွေအမြဲ လိုက်ပို့ရပေမဲ့ ဘယ်တော့မှပြန်လာ မခေါ်ရဘူး \" တဲ့ဗျ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/ZS90/Muppets.Haunted.Mansion.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH5EwYLsWnJFIxXbvqX2ti3wXFh.jpg",
        "title": "The Labyrinth (2021)",
        "description": "The Labyrinth( 2021)ဒီတစ်ခါတော့ Horror ဇာတ်ကားတွေကိုမှ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရတာကို သဘောကျတဲ့သူတွေအတွက်\nကိုရီးယားhorror ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။အထက်တန်းကျောင်းတစ်ကျောင်းမှာ တွယ်ကပ်နေတဲ့ မကောင်းဆိုးဝါးကြောင့်\nထူးဆန်တဲ့အမှုတွေကကျောင်းအတွင်းမှာ ဆက်တိုက်ဖြစ်နေပြီးတော့\nဘာကြောင့်ဆိုတာကိုလည်း အဖြေရှာလို့မရဖြစ်နေပါတယ်။အဲ့ကျောင်းကို ပြောင်းလာခဲ့တဲ့ ကျောင်းသားသစ် ဟွီမင်က White Day နေ့မှာ\nသူသဘောကျနေတဲ့ ကောင်မလေးဖြစ်တဲ့ ဆိုယောင်းကို လက်ဆောင်ပေးဖို့ ကျောင်းကို နောက်ကျမှခိုးဝင်လာခဲ့ပါတယ်\nဒါပေမဲ့ ကျောင်းကိုရောက်တဲ့အချိန်မှာ တစ်ခုခု မူမမှန်တာကို သတိထားမိသွားပါတော့တယ်....ဟွီမင်ကရော ကျောင်းထဲကနေပြန်ပြီးထွက်လာနိုင်ပါ့မလား....\nမကောင်းဆိုးဝါးရဲ့ လက်ကနေရော လွတ်နိုင်ပါ့မလား.....\nဒီကျောင်းရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအဖြစ်အပျက်တွေများ ရှိနေဦးမလဲ.....\nဇာတ်အိမ်ခိုင်ပြီး ကျောင်းနောက်ခံနဲ့ ရိုက်ကူးထားတဲ့အပြင် မြုပ်ကွက်မျိုးစုံလည်းပါတာကြောင့်\nအချိန်ပေးကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ် ။SF9 ထဲက Chani က ခေါင်းဆောင်မင်းသားအဖြစ် ပါဝင်သရုပ်ဆောင်ထားတာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kim Khin Hana ပဲ ဖြစ်ပါတယ်။Genre: Horror, Fantasy\nQuality: 1080P ...",
        "rating": "5.2",
        "url": "https://megaup.net/31KhS/The.Labyrinth.2021.720p.CM.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjFjNjg4YTUtYzk4YS00MzBmLWFiZTktNjQ5YjEzYTk5ZDQ2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Apex (2021)",
        "description": "Apex ဆိုတဲ့ကျွန်းကြီးပေါ်မှာ လစဉ်လတိုင်း ထိပ်တန်းလူချမ်းသာ၆ယောက်ဟာ လူတစ်ယောက်ကို သားကောင်အဖြစ်အမဲလိုက်ကစားကြပါတယ်။သူပါတဲ့ပွဲတိုင်းနိုင်နေတဲ့ ဒေါက်တာရိန်းစ်ဖို့ဒ်ဟာ ကစားပွဲစီစဉ်သူကို သတ်ရအခက်ဆုံးသားကောင် တောင်းဆိုလိုက်တဲ့အခါ...တစ်သက်တစ်ကျွန်းကျနေတဲ့ ဘရုစ်ဝီလီတစ်ယောက် လွတ်မြောက်ဖို့အခွင့်အရေး ရလာပါတော့တယ်ကစားသမား၆ယောက်ဟာ သားကောင်ဖြစ်တဲ့ လူအိုကြီးဘရုစ်ဝီလီကို လျှော့တွက်ထားရာကနေ ထင်မထားတဲ့ရလဒ်တွေဖြစ်လာမလားဆိုတာ ကြည့်ရမယ့်ဇာတ်လမ်းဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Pyi T. Nyein ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T. Nyein\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/31Kkj/Apex_(2021)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/91cYkTr57XL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Poor Teacher – Yua Mikami[SSNI-802] Decensored",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး…ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ…အသားအရည်ရဲ့တောက်ပမှု…လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးက မြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။ဒီဇာတ်ကားမှာတော့ သူ့ကိုမြင်နေကျ Hair စတိုင်ကနေ ခွဲထွက်ပြီး ဆံတိုလေးနဲ့မြင်ရမှာပါ..ပိုပြီး Sweet ဖြစ်တယ်ပေါ့...မိုးရွာချလိုက်ရင် လမ်းတွေကစလို့ ကမ္ဘာကြီးရနံ့အထိ သန့်ရှင်းလတ်ဆတ် လင်းရှင်းသွားတတ်တယ်...တစ်ညမှာတော့ မိုးနဲ့အတူ ဖုံးကွယ်ထားတဲ့အရာတွေ ကွာကျလာတဲ့အခါ..။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ဆက်ထားတာမို့ ...မသိရင် လူကြီးလူကောင်းတွေလိုပဲ...ဝါးပေမယ့် မဝါးထားသလိုဖြစ်နေတာကိုပြောတာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.7 GB) & (900 MB)\nQuality : HD-Rip (Decensored) 1080p & 720p\nRunning Time : 01:56:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/1FPkq/(DS)_[SSNI-802]_Poor_Teacher_-Yua_Mikami_HDRip_720p_(Decensored).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://i2.extraimage.info/pix/2021/10/28/3911cd795085cdff1732de16fc0cc6e4.jpg",
        "title": "Nizhal(2021)",
        "description": "Nizhal (2021)-------------ဒီနေ့မှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ မင်းသမီးNayantharaရဲ့ Thrillerကလေး တင်ဆက်ပေးလိုက်ပါတယ် Imdb အနေနဲ့လဲ ၆.၄/၁၀ ရှိပြီး user 2.4kထိ votingပေးထားတာမို့ ကြည့်ရှုရကျိုူနပ်မယ်ရုပ်ရှင်ကားလို့ မျှော်လင့်ရပါတယ် အညွှန်း******************** မာလာရာလမ် ရုပ်ရှင်တွေကို ဇာတ်အိမ်ခိုင်မှုကြောင့် သဘောကျမိတာကြာပါပြီ။ ဇာတ်လမ်းက မြူးချင်မှမြူးပေမယ့် သဘာ၀ကျကျ စိတ်၀င်စားဖို့ကောင်းအောင် တကွက်ခြင်း ဆွဲဆောင်တာက မာရာလာရမ် ရုပ်ရှင်တော်တော်များများရဲ့အသက်ပါပဲ။ ဒီရုပ်ရှင်မှာလဲ မတော်တဆမှု့ကြောင့် ပုံမှန်မဟုတ်တဲ့ တရားသူကြီးတစ်ဦးနဲ့ ထူးထူးဆန်းဆန်း လူသတ်မှုတွေကို ချရေးထားတဲ့ကလေးလေးတစ်ယောက်တို့ ဆုံတွေ့ရင်း ဖြစ်လာတဲ့ အံဩဖွယ်ရာတွေကို အစအဆုံး သိချင်စိတ်ဖြစ်လာအောင် ရိုက်ပြရင်းဆွဲခေါ်သွားနိုင်တဲ့ မာရာလာရမ် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ် \nFile size…1.9GB / 1.1GB\nQuality…1080p HD RIP 5.1CH / 720p\nFormat…Mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK \nTranslated by Lwin Htoo Aung & Sai ThuRein",
        "rating": "6.4",
        "url": "https://megaup.net/1FPl2/Maya_Nizhal_(2021)_720p_HDRip(CM)_.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjBmMzAyMTQtODA0NC00ODNkLTliNWUtNjYyOWZhZGZhZmExXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Snakehead (2021)",
        "description": "တရုတ်လူမျိုးတွေကို အမေရိကားဆီ လူကုန်ကူးနေတဲ့ snakehead လို့ လူသိများတဲ့ လူကုန်ကူးမှုနဲ့\nစီမီရင်လည်း အမေရိကားကို ရောက်လာပါတယ်\"ကျွန်မ အမေရိကန်အိပ်မက်ကိုမယုံကြည်ဘူး\nဒါပေမယ့်ကျွန်မရှင်သန်ဖို့လိုတယ်\nကျွန်မတွက် မိသားစုတွက် ဒီကိုလာရတာ သေနိုင်တယ်ဆိုတာ အားလုံးသိပြီးသားပါ\nဒါပေမဲ့ ကျွန်မတို့မှာ ကိုယ်ပိုင်အကြောင်းတရားကိုယ်စီရှိကြတယ်\nအမေရိကားမှာ ခိုးဝင်နေထိုင်ရတဲ့နေ့ရက်တိုင်းက စွန့်စားနေရတာပါ\nထောင်ကျနိုင်တယ် ပြည်နှင်ဒဏ်ထိနိုင်တယ်\nသေတောင်သေသွားနိုင်တယ်\nဒါပေမယ့် ငွေရဖို့ဆိုရင် ဒီထက်ပိုဆိုးတာတောင်လုပ်နိုင်တယ်\nအကြွေးတွေ မြန်မြန်ဆပ်ပြီး ...သမီးလေးကိုပြန်ခေါ်ရမယ်\" အမေရိကားကို လူကုန်ကူးခံရတဲ့ တရုတ်လူမျိုးမိန်းကလေးတစ်ယောက်အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ\nသူကြုံရမယ့် ဒုက္ခတွေ ပြသာနာတွေ ငွေမျက်နှာပဲကြည့်တဲ့သူတွေ မိတ်ဆွေစစ်တွေ မိတ်ဆွေတုတွေ ဒုက္ခသုခတွေနဲ့\nသူ့သမီးလေးကိုရော ပြန်ခေါ်လာနိုင်ပါ့မလားဆိုတာကို မှုခင်းကျူးလွန်မှုတွေနဲ့အတူ ကြည့်ရှုရမှာပါ ။မိမိတိုင်းပြည်ထက် တိုင်းတစ်ပါးကို ယုံကြည်တာ အထင်ကြီးတာ တိုင်းတစ်ပါးအိပ်မက်တွေက မမှန်ကန်ဘူးဆိုတာကို ပြသချင်တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ ) File Size__1.7 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.4",
        "url": "https://megaup.net/2lMB9/Snakehead_(2021)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBHaPMGxzrY5GX9MZr1GuivucuJ.jpg",
        "title": "Hum Do Hamare Do(2021)",
        "description": "Hum Do Hamare Do(2021) အညွှန်း******************************IMDb....7.3 ဒိဇာတ်ကားလေးကတော့ IMDb rating 7.3အထိ ရရှိထားပြီးMimi နဲ့ ကျွန်တော်တို့ အားလုံးကို မေတ္တာတရားအကြောင်းသင်ပေးခဲ့တဲ့ Kriti Sanon နဲ့နာမည်ကြီးမင်းသား  Rajkummar Rao တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....ဇာတ်လမ်းအကျဉ်း\nကိုယ့်ခြေထောက်ပေါ် ကိုယ်ရပ်တည်ပြီး အောင်မြင်သူတစ်ယောက် ဖြစ်ခဲ့တဲ့ ဒရူး(ဗ်)နဲ့\nနာမည်ကြီး ဘလော့ဂါတစ်ယောက်ဖြစ်တဲ့ အာနိယာတို့ဟာ တစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြိုက်သွားကြပြီး\nလက်ထပ်ကြဖို့ ‌ဆုံးဖြတ်လိုက်ကြပါတယ်။ပြဿတစ်ခုရှိတာက ဒရူး(ဗ်)ဟာ မိဘမဲ့ တစ်ကောင်ကြွက် ဖြစ်နေတာပါပဲ။ဒီလိုနဲ့ ဒရူး(ဗ်)ဟာ  တောင်းရမ်းလက်ထပ်ယူဖို့အရေး မိစုံ ဘစုံဖြစ်ချင်တာကြောင့်မိဘတွေရှိသယောင် အတုဖန်တီးပြီး မိန်းမရရေးကြိုးစားပါတော့တယ်...သူ့ရည်ရွယ်ချက်တွေအောင်မြင်မှာလား...ဘယ်လိုပြဿနာတွေ ဘယ်လိုအလွဲတွေနဲ့ ဆက်လက် ကြုံတွေ့ကြရမလဲ ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ....\nဘာသာပြန်သူတွေကတော့ Carey Nyeinနဲ့ Thaik Sanဖြစ်ပါတယ်    File Size : (2.02GB )(1.08GB) and (395MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…02:08:00\nGenre : ...",
        "rating": "7.3",
        "url": "https://megaup.net/ZRpo/Hum_Do_Hamare_Do(2021)WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Qyp7Q_4f-160x200.jpg",
        "title": "My Boss is a Serial Killer(2021)",
        "description": "My Boss is a Serial Killer(2021)အညွှန်း********************************** I Fine..Thank You..Love You နဲ့ အားလုံးရဲ့အသည်းကိုဖမ်းစားနိုင်ခဲ့တဲ့Ice လေးအဓိကပါဝင်ထားသလို ကျန်တဲ့ main cast တွေကလည်းထိုင်းနိုင်ငံရဲ့အထင်ကရ သရုပ်ဆောင်တွေပါပဲ....ရုပ်ပြောင်တွေလုပ်လို့ နာမည်ကြီးပြီး မြန်မာပရိတ်သတ်တွေနဲ့ လူသိများတဲ့ အခွီကောင်တာပါပါသေးတယ်..ဆိုတော့ ဒီဇာတ်လမ်းဟာ တော်တော်ကြီးကို ရယ်ရလိမ့်မယ်ဆိုတာ မှန်းမိလောက်ရောပေါ့...ကုမ္ပဏီတစ်ခုရှိတယ်....ရပ်တည်လာတာလည်းကြာပြီ... အခိုင်အမာသုံးစွဲသုံးစွဲသူတွေကလည်းရှိနေတယ်ဆိုပေမဲ့ပြိုင်ဘက်တွေများလာတာရော မာကတ်တင်းပိုင်းက တခြားသူတွေက သာတာကြောင့်ရောကြောင့်သူတို့ ကုမ္ပဏီရဲ့ ထုတ်ကုန်ရောင်းအားဟာ တဖြည်းဖြည်းကျဆင်းလာတယ်...ဒါကြောင့်ဘုတ်အဖွဲ့က လူငယ်တွေရဲ့ အားကိုယူပြီး  ဈေးကွက်ကိုအသစ်တစ်ဖန်ဖောက်ဖို့ကြိုးစားလာတယ်...အဲ့ဒီနောက်မှာတော့ ထင်မှတ်မထားတဲ့ပြဿနာအကြီးကြီးတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....File Size :(974 MB) and (346MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Thriller, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nang Phwe Hom & Niikaato\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/my-boss-is-a-serial-killer2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iPTZGFmPs7HsXHYxiuxGolihjOH.jpg",
        "title": "Army of Thieves (2021)",
        "description": "Army of Thieves (2021)IMDb - 6.2/10ဒီ​နေ့ပဲ ထွက်ရှိလာတဲ့ Army of the Thieves ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီကားက ဒီနှစ်အ​စောပိုင်းမှာ ထွက်ရှိထားတဲ့ Army of the Deadရဲ့ တိုက်ရိုက် Prequelဖြစ်ပြီးDieterအဖြစ် သရုပ်​ဆောင်ထားတဲ့ မင်းသား Matthias Schweighöfer ကိုယ်တိုင် ရိုက်ကူးထားတာပါ၊ဒီဇာတ်လမ်းမှာ Zombie Apocalypse စစဖြစ်ချင်းအချိန်ကို timelineအ​ခြေခံထားပါတယ်၊မီးခံ​သေတ္တာ​နဲ့ ​သော့ဝိဇ္ဇာ Youtuber တစ်​ယောက်ဖြစ်သူ Dieter ဟာသူ့ရဲ့ Youtubeက​နေ အ​ပျော်တမ်း ​သော့ဖျက်နည်း​တွေ၊ မီးခံ​သေတ္တာသမိုင်း​ကြောင်း​တွေ ရိုက်ကူးပြီးတင်တဲ့သူပါ၊သူ့ရဲ့ဗီဒီယို​တွေကို ​တွေ့သွားတဲ့ဂိုဏ်းတစ်ခုဟာသူ့ရဲ့ကျွမ်းကျင်မှုကို အသုံးချပြီး ဘဏ်​တွေကို ​​ဖောက်ပြီးကြံစည်ပါတယ်၊ဒါ​ပေမဲ့ Dieter​​​ဖောက်​ပေးရမယ့် မီးခံ​​သေတ္တာ​တွေက နှယ်နှယ်ရရမဟုတ်ဘဲခက်​ပေ့ဆိုတဲ့ နာမည်​ကျော် မီးခံ​သေတ္တာကြီး ၄လုံးဖြစ်​နေတဲ့အခါ...Army of Dead franchise ရဲ့ မူမပျက်​အောင် ​သွေးသံရဲရဲနဲ့ အရွန်း​ဖောက်ဟာသ​တွေ၊အ​​ပြောအဆိုခပ်ကြမ်းကြမ်း​တွေ သုံးထားလို့အက်ရှင်ကားကြိုက်သူ​တွေအတွက်​တော့ အ​ထွေအထူးညွှန်း​နေစရာမလိုတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/ZRaj/Army.of.Thieves.2021.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-29-at-14.21.21-134x200.png",
        "title": "Paranormal Activity: Next of Kin (2021)",
        "description": "Paranormal Activity: Next of Kin (2021)============================ပါရာနော်မယ် ရုပ်ရှင်တွဲတွေကို ဟော်ရာပရိသတ်အတော်များများ သိကြမှာပါ။ဒိုကူမန်ထရီဆန်ဆန် မြင်ကွင်းလေးတွေနဲ့ ကြောက်စရာ မြင်ကွှု်းတွေ သရဲတွေကိုဇာတ်လမ်းကောင်းကောင်းတွေနဲ့ ရိုက်ကူးလေ့ရှိပါတယ်။ဒီရုပ်ရှင်မှာတော့ မာဂေါ့ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ကို အဓိက ပြသထားတာပဲ ဖြစ်ပါတယ်။မာဂေါ့ဟာ ငယ်ငယ်က သူ့အမေက စွန့်ပစ်တာခံခဲ့ရပြီး မွေးစားမိဘတွေဆီမှာပဲ ကြီးပြင်းလာတာပါ။အသက်ကြီးလာချိန်မှ သူ့အမေ နေခဲ့တဲ့ ထူးဆန်းတဲ့ ရွာလေးကို ရှာတွေ့ခဲ့ပြီး အဲဒီမှာ မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ ထွက်လာဖြစ်ခဲ့ပါတယ်။ ဒါပေမဲ့ ထူးထူးဆန်းဆန်းရွာထဲကိုရောက်ပြီး ထူးထူးဆန်းဆန်းကြောက်စရာတွေနဲ့ ကြုံလာတဲ့အခါ . . .(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson, Lai Laii မှဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 38minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.4",
        "url": "https://megaup.net/ZR45/Paranormal.Activity.Next.of.Kin.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-29-at-17.31.41-140x200.png",
        "title": "Lamb (2021)",
        "description": "Lamb (2021)==========IMDb Rating - 6.5/10အသစ်ထွက်ရှိလာတဲ့ Horror/Fantasy အမျိုးအစား Lamb ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။သမားရိုးကျ Jump scare တွေ၊သွေးသံရဲရဲ ခုတ်ထစ်မှုတွေကို ရိုးအီလာပြီဖြစ်တဲ့သူတွေအနေနဲ့ဒီဇာတ်ကားက ရသတစ်ခုပေးစွမ်းစေမှာပါ။ဇာတ်လမ်းကိုတော့ Ingvar နဲ့ Maria လို့ခေါ်တဲ့ လင်မယားနှစ်ယောက်နဲ့စထားတယ်။သူတို့ နှစ်ယောက်ဟာ ရေခဲတောင်ဒေသမှာ သိုးတွေကို မွေးမြူရင်း အတူနေထိုင်ကြပါတယ်။သူတို့တွေက စိုက်ပျိုးမွေးမြူရေးကို လုပ်ကိုင်နေတဲ့ သာမန်စုံတွဲတစ်တွဲ...နိစ္စဓူ၀လုပ်ငန်းတွေကိုလုပ်ရင်း နှစ်ယောက်တည်း အထီးကျန်ဆန်တဲ့ဘ၀ကို နေထိုင်လျက်ပဲဒီလိုနဲ့ တစ်ရက် သူတို့လယ်ထဲမှာ သိုးလေးတစ်ကောင်ပေါက်လာတော့ သားသမီးရတနာမရှိတဲ့ လင်မယားဟာပေါက်လာတဲ့သိုးလေးကို သားသမီးသဖွယ် ထိန်းသိမ်းစောင့်ရှောက်ရင်း မိသားစုဘ၀ကို ထူထောင်ရင်း ပျော်ရွှင်နေကြတာပေါ့။ ဒါပေမဲ့ အပျော်တွေကကြာရှည်မခံပါဘူး Ingvar ရဲ့အစ်ကိုဖြစ်သူ Petur ဟာ သူတို့လင်မယားဆီအလည်ရောက်လာတဲ့တစ်နေ့မှာ သူတို့ရဲ့မိသားစုဘ၀ဟာ အလှည့်အပြောင်းတွေစတင်ဖြစ်ပေါ်လာခဲ့တော့တယ်။ဒီဇာတ်ကားဟာ ကြည့်ရင်းနဲ့ ဇာတ်လမ်းရဲ့သဘောသဘာ၀ကို ပြန်စဉ်းစားရမယ့်ရုပ်ရှင်မျိုးပါ . . .မွန်းကျပ်တဲ့ဇာတ်လမ်းသဘောနဲ့အတူ သိပ်လှတဲ့ သဘာ၀ရှုခင်းတွေကို တွဲမြင်ရမှာဖြစ်ပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/2lLSl/Lamb.2021.ICELANDIC.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://i2.extraimage.info/pix/2021/10/28/ce9fafb9e96aa7dcaa3756712a9fe980.jpg",
        "title": "Dybbuk(2021)",
        "description": "Dybbuk 2021Horror ကားကြိုက်သူတွေအတွက် IMDb 7.3 ရထားပြီးတော့အသစ်စက်စက်ထွက်ရှိထားတဲ့ ဘောလိဝုဒ်ဇာတ်ကား​လေးနဲ့ မိတ်ဆက်ပေးပါရစေ...သရုပ်ဆောင်ပိုင်းမှာလည်း Emraan Hashmiလိုဘောလိဝုဒ်နာမည်ကြီးမင်းသားပါဝင်ထားးလို့ အတော်လေးမိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်း\n--------------------ဆမ်နဲ့မာဟီတို့က လက်ထပ်ခါစဇနီးမောင်နှံတွေပါ ကိုယ်ဝန်ပျက်ကျထားတဲ့ဇနီးသည်ကိုစိတ်အပြောင်းအလဲ ဖြစ်စေဖို့ရယ် သူရဲ့အလုပ်အတွက်ကြောင့်လူတိုင်းအပန်းဖြေဖို့ခရီးထွက်လေ့ရှိကြတဲ့ မာရူသစ်ကို ပြောင်းရွေ့လာကြပါတယ်စိတ်အပြောင်းအလဲဖြစ်ဖို့ ပြောင်းရွှေ့လာပေမယ့် အိမ်မှာထူးဆန်းတဲ့အရိပ်အယောင်တွေဖြစ်လာတဲ့အပြင် ဇနီးသည်အပြုအမူတွေကပါထူးဆန်းနေပါတော့တယ် အစကတော့ ဇနီးဖြစ်သူ ကိုယ်ဝန်ပျက်ကျခါစမို့သွေးလေခြောက်ခြားပြီးဖြစ်တယ်လို့ဆိုပေမယ့် တကယ့်အကြောင်းအရင်းကိုသိလိုက်ရတဲ့အချိန်မှာ ဘာတွေဆက်ဖြစ်မှာလဲ နာမည်အရ Dybbukဆိုတာကကော ဘာကိုဆိုလိုတာလဲ စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းလေးမို့လို့ဆက်လက်စောင့်ကြည့်ပေးပါဦး \nFile size…1.7GB / 1GB\nQuality…1080p True HD  / 720p \nFormat…Mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae Sone & Lai Laii",
        "rating": "7.3",
        "url": "https://megaup.net/2lLQ8/Dybbuk_(2021)_Hindi_TRUE_HD_-_720p_(CM).mp4",
        "category": "Bollywood, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMTI4ZDUxZTMtZWU5My00OGEyLTlhNDktYWE0NGY3NTdlYWEyXkEyXkFqcGdeQXVyMzAzMzkzNTU@._V1_-141x200.jpg",
        "title": "Erida(2021)",
        "description": "ဇာတ်တော်ထဲက သူခိုးလင်တော်မိလို့ ချောက်ကမ်းပါးမှာသတ်ခံရတော့မလို ဖြစ်နေတုန်း ဥာဏ်ဆင်ပြီး သူ့ယောကျာ်းကို ချောက်ထဲတွန်းချလိုက်တဲ့ မိန်းမရဲ့ ပုံပြင်ကို ကြားဖူးကြလား မိန်းမတွေရဲ့ တင်္ခနုပ္ပတ္တိဉာဏ်ကို တစ်စက်မှလျှော့မတွက်သင့်ဘူးဆိုတာ ဒီဇာတ်ကားထဲက Erida က သက်သေပြပေးမှာပါ အကျဉ်းအကျပ်နဲ့ကြုံလာရင် ဘယ်လိုဉာဏ်နီဉာဏ်နက် ဉာဏ်ကလက်တွေသုံးပြီး မိန်းမတွေ​ဖြေရှင်းကြလဲဆိုတာ ကြည့်ရှုကြရမှာပါ.. ဇာတ်ကွက်သိနေရင် အရသာပျက်မှာစိုးလို့ ဆရာချစ်ဦးညိုရဲ့ စာသားနဲ့ပဲညွှန်းပါရစေ မိနိးမဆိုတာ တစ်ခါပစ်ရင်အဆိပ်လူး မြားငါးချောင်းနဲ့ပစ်နိုင်တဲ့ လေးသမားတွေပဲ အဆင်း.အသံ အနံ့ အထိအတွေ့ အရသာဆိုတဲ့ အဆိပ်လူးမြားငါးချောင်းပေါ့ ဒီဇာတ်ကားထဲမှာ အန်နူ ဆိုတဲ့ ငယ်ငယ်ချောချော မိန်းမလေးဟာ လောင်းကစားသမားတစ်ယောက်ဖြစ်တဲ့ အသက် 60အရွယ်အဖိုးကြီးကို အကြောင်းအမျိုးမျိုးကြောင့် အများအမြင်မှာ ယူခဲ့ရပါတဲ့အချိန်မှာ ငွေကြေးရှိရင် အရာရာပြည့်စုံမှုရှိနိုင်ပါ့မလား။ ဖြစ်လာတဲ့အခြေအနေတွေကို ပြည့်စုံအောင် ကြိုးစားဖြည့်ဆည်းရင်းနဲ့ အပေါ်ကညွှန်းဆိုခဲ့တဲ့ မိန်းမမာယာ မြှားငါးချောင်းကို ဘယ်လိုအသုံးချ​​မြလဲဆိုတာ ဆက်လက်ရှု့စားကြရတာပေါ့ဗျာFile size…1.93GB / 1.18GB\nQuality....1080p True Web Dl DD+ / 720p \nFormat…Mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/erida2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-28-at-16.04.35-136x200.png",
        "title": "Oxygen (2021)",
        "description": "Oxygen (2021)=============IMDb Rating - 6.5/10သိပ္ပံစိတ်ကူးရင် Thriller ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ခရိုင်အိုဂျန်းနစ်လို့ခေါ်တဲ့ အလုံပိတ်အသက်ကယ်ပြွန်ကြီးထဲမှာ အမျိုးသမီးတစ်ယောက်ဟာ နိုးလာခဲ့ရာကနေစပါတယ်။ သူ့စိတ်ထဲမှာ အားလုံးက ဝေဝါးနေခဲ့ပြီး သူဘယ်သူလဲ၊ဘာကြောင့်ဒီထဲကိုရောက်နေတာလဲဆိုတာကိုလုံးဝမမှတ်မိပါဘူး ...သူနဲ့အဖော်ရှိတာဆိုလို့ မိုင်လိုလို့ခေါ်တဲ့ AI(ဥပမာ Siri လိုမျိုး) ပဲရှိပါတယ်။ တစ်ချိန်ထဲမှာပဲ သူရောက်နေတဲ့ပြွန်ကြီးရဲ့အောက်ဆီဂျင်လယ်ဗယ်ဟာလည်း ကျဆင်းလာပြီး အချိန်အနည်းငယ်ပဲရှင်သန်နိုင်တော့မှာပါ။ သူဘာကြောင့် ဒီထဲကိုရောက်နေတာလဲ သူဘယ်သူလဲဆိုတာကို တစ်စတစ်စချင်း အဖြေရှာသွားရင်းနဲ့  မေးခွန်းပေါင်းများစွာနဲ့ ဆွဲခေါ်သွားမယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ အဓိကသရုပ်ဆောင် တစ်ယောက်ရယ် . အလုံပိတ် Cube တစ်ခုနဲ့တစ်ကားလုံးစိတ်ဝင်စားစရာဖြစ်အောင် ရိုက်ပြသွားနိုင်တာတော့ အသေအချာပါပဲ။ အဲ့လို မေးခွန်းတွေကနေမှ နောက်ဆုံးသူဘယ်သူလဲသိလိုက်ရချိန်ဟာတော့ . . .(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှဖြစ်ပါတယ်။) Quality – 1080p, 720p,360p ...",
        "rating": "6.5",
        "url": "https://megaup.net/1FNs7/Oxygen.2021.720p.WebRip[CM].mp4",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/MV5BMjE5MmY4NGItZWI0Ni00ODJkLWJjNDAtNTBiMGM2NmI0YmU1XkEyXkFqcGdeQXVyNjQ2MTQyMTU@._V1_-140x200.jpg",
        "title": "May Who? (2015)",
        "description": "IMDb Rating (7.1)ဒီထိုင်းကားလေးက Comedy,Fantasy,Romance လေးဆိုတော့လူငယ်အကြိုက် ပျော်ပျော်ပါးပါး ထူးထူးဆန်းဆန်း ကြည်ကြည်နူးနူး ကြည့်ရှုရမယ့်ဇာတ်ကားလေးပေါ့ကာတွန်းရုပ်လေးတွေနဲ့ ဇာတ်လမ်းဆွဲတတ်တဲ့ ကောင်လေးအဖြစ် ထိုင်းစီးရီးတွေမှာနာမည်ကြီးတဲ့မင်းသား Thiti Mahayotarukစိတ်လှုပ်ရှားလာရင် ခန္ဓာကိုယ်က လျှပ်စစ်ဓာတ်တွေထုတ်လွှတ်တတ်တဲ့ မေနိုင်အဖြစ် မင်းသမီး Sutatta Udomsilpသူတို့နှစ်ယောက်ရဲ့အချစ်ရေး...အချစ်ဇာတ်ကားလေးဆိုပေမယ့် ကာတွန်းဇာတ်ကောင်လေးတွေနဲ့တင်ဆက်ထားတာရော...ကျောင်းသားပီပီသသ ပေါက်ကရလုပ်ကြတာတွေရော...ဇာတ်လမ်းဇာတ်ကွက်နဲ့ဇာတ်ကောင်တွေက တမူထူးခြားနေတာရော...သရုပ်ဆောင်တွေ ပီပြင်ကြတာရောကြောင့်ဒီဇာတ်လမ်းက ထိုင်း Comedy ထဲမှာတော့ နိုင်ငံတကာတန်းဝင်ဇာတ်ကားဖြစ်ပါတယ်။\nFile size…(1.9 GB) / (999 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:01:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Yun Sandi",
        "rating": "7.1",
        "url": "https://megaup.net/2lL4f/(CM)May.Who.2015.720p.NF.WEB-DL.DDP5.1.x264-HoneyG.mp4",
        "category": "Asian, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/pixomatic_1635423510378-142x200.png",
        "title": "Commitment (2013)",
        "description": "Big Bang အဖွဲ့က အဆိုတော် Choi Seung Hyun (T.O.P) ခေါင်းဆောင်ပါဝင်ပြီး Han Ye Ri ၊ နာမည်ကြီးမင်းသမီး Kim Yoo Jung ၊ Yoon Je Moon ၊ Jo Sung Ha နဲ့ မင်းသားကြီး Jung Ho Bin တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Commitment ဇာတ်ကားဟာ အက်ရှင်ဒရမ်မာ ဇာတ်ကြမ်းတစ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Park Hong Soo ရိုက်ကူးပြီး ကိုရီးယားစစ်ပွဲရဲ့ တတိယမျိုးဆက်တွေ ဘုမသိဘမသိနဲ့ ဓားစာခံဖြစ်ရပုံအကြောင်း ရိုက်ကူးထားတဲ့ IMDb Rating 6.8 ထိရရှိထားတဲ့ ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။ကိုရီးယားကားတွေရဲ့ ထုံးစံအတိုင်း အကြမ်းနဲ့ အလွမ်းကို ရောသမမွှေထားပြီး မတူညီတဲ့ ပတ်ဝန်းကျင်တွေကို သမမျှတအောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2lL3D/(CM)Commitment.2013.720p.BluRayx264.AAC.5.1CH.mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7pWcZa8ANeRCIlddbBZu8QconsU.jpg",
        "title": "Miss Stevens (2016)",
        "description": "Miss Stevens (2016)\n=============တစ်ယောက်ယောက်ကိုများစောင့်နေတာလား...ဇာတ်ကားရဲ့အစမှာ ဆရာမ Miss Stevens ကတော့ ဇာတ်ရုံထဲမှာထိုင်ပြီး ကြေကွဲနေပါတယ်။ ဒီအကြောင်းကတော့နောက်ပိုင်းမှာသိရမှာပေါ့။Miss Stevens က ဘဝမှာ အဆင်မပြေမှုတွေကိုမျိုသိပ်ထားရင်း တာဝန်‌ဝတ္တရားတွေအပြည့် ခေါင်းထဲမှာ‌ထည့်ထားတဲ့ ဆရာမတစ်‌ယောက်ပါ။ တစ်နေ့မှာ သူ့တပည့် သုံးယောက်ကို သရုပ်ဆောင်ပြိုင်ပွဲအတွက် လိုက်ပို့ရပါတယ်။ ဒီ သရုပ်ဆောင်ပြိုင်ပွဲက ဆုရလာမှလည်း ကျောင်းအတွက် အနုပညာ ရန်ပုံငွေပြန်လာရရှိလာမှာဆိုတော့ တပည့်သုံးယောက်ကလည်း အစွမ်းကုန်ကြိုးစားမယ့်ပုံပါပဲ။ခရီးအတွင်း တစ်ညမှာတော့ Miss Stevens ကို Billy က နာမည်အရင်းဖြစ်တဲ့ ရေချယ်ဆိုတဲ့နာမည်ကိုခေါ်မိလိုက်တာရော၊ မာဂေါ့ရဲ့စကားမှားတာတွေရောကြောင့် စိတ်ကွက်သွားပါတယ်။\nဒီတင်မှာ ဘီလီက Miss Stevens အခန်းကိုလိုက်သွားပြီး နှစ်သိမ့်ပေးပါတယ်။ သူနဲ့ Miss Stevensက တစ်ယောက်ကို တစ်‌ယောက် နှစ်သိမ့်ပေးမှအဆင်ပြေနိုင်မယ့် အထီးကျန်နေတဲ့ လူနှစ်ယောက်မှန်း ဘီလီကသိပေမယ့် Miss Stevens ကတော့ဝန်မခံပါဘူး။Miss Stevens အဖြစ် Lily ...",
        "rating": "6.6",
        "url": "https://megaup.net/1FNn2/Miss_Stevens_(2016)_720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/house-tour-133x200.jpg",
        "title": "(18+) House Tour (2021)",
        "description": "House Tour (2021) ဒီနေ့ခေတ်မှာ social mediaတွေ တွင်ကျယ်လာတာနဲ့အမျှ လူတွေလည်းတစ်နေ့တစ်နေ့ဒီ social media တွေနဲ့ပဲအချိန်ကုန်နေကြတော့တယ်။ အဲဒါထက်ဆိုးတာကတော့ ကိုယ့်ရဲ့နေ့စဉ်ဘဝ၊ လူမှုရေးကိစ္စစတာတွေကို လူသန်းပေါင်းများစွာအသုံးပြုနေတဲ့ social media တွေမှာ တင်တာပါပဲ။ ဘယ်ကော်ဖီဆိုင်မှာဘယ်သူနဲ့တော့ဖြင့် ဒိတ်ပြီးဘာတွေစားနေတယ် .. ဘယ်ကိုဖြင့်ခရီးသွားနေတယ် .. စတာတွေဟာ လိုသူတွေအတွက်တော့ အားကျစရာ ပျော်ရွှင်စရာဖြစ်ပေမယ့် ကိုယ့်ကိုအန္တရာယ်ပြုဖို့ .. မကောင်းကြံဖို့ .. စောင့်ကြည့်နေတဲ့ မျက်လုံးတွေရှိနေတဲ့အခါ .. “House Tour” .. အထူးသဖြင့်နာမည်ကြီး celebrity တွေ FB တို့ IG တို့လိုမျိုး လူမှုကွန်ရက်တွေမှာ သူတို့ရဲ့ တန်ဖိုးကြီးအိမ်တွေကို Live လွှင့်ပြတာမျိုး မြင်ဖူးကြတယ် ဟုတ်? အဲဒီလိုပဲ ဒီကားလေးမှာလည်း အောင်မြင်ကျော်ကြားတဲ့ ရွှေတံဆိပ်ဆုရှင် အိုလံပစ်ကစားသမားဟောင်းနဲ့ ရုပ်ရှင်မင်းသမီးတို့ ဇနီးမောင်နှံကသူတို့ရဲ့ နေ့စဉ်ဘဝကိုလည်း social media ပေါ်အမြဲတင်လေ့ရှိသလို ဒေါ်လာသန်းချီတန်တဲ့ သူတို့အိမ်ကြီးကိုလည်း နေရာအနှံ့ House Tour လုပ်ပြနေကျမို့ သူတို့အကြောင်း၊ သူတို့အိမ်အကြောင်းမသိတဲ့သူမရှိသလောက်ပါပဲ။ လူတွေ ဆင်းရဲခြင်းနဲ့ကြုံလာတဲ့အခါ ဘာမဆိုလုပ်ဖို့ဝန်မလေးတော့ဘူးတဲ့။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1FNo7/House.Tour.2021.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1d1oDDbY5VUZ2zCJwTIk37si9Le.jpg",
        "title": "The Real Thing (2020)",
        "description": "The Real Thing (2020)IMDb - 6.7/10ဒီကားလေးကတော့ မြန်မာပြည်ဖွား ဂျပန်ရောက်မင်းသား Morisaki Win\n3rd Asia Contents Awards (ACA) မှာ မျက်နှာသစ်သရုပ်ဆောင်ဆု ရသွားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကြာမြင့်ချိန်ကတော့ ၃ နာရီ ၅၂ မိနစ် ရှိပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ .....ကုမ္ပဏီတစ်ခုမှာ အရောင်းဝန်ထမ်းဆိုတဲ့ ပျင်းရိငြီးငွေ့စရာကောင်းတဲ့အလုပ်ကို\nစိတ်မပါဘဲလုပ်နေရတဲ့ Tsuji ဆိုတဲ့ကောင်လေးဟာ\nသူနဲ့တစ်ရုံးခန်းထဲက ထက်မြက်တဲ့စီနီယာမမကိုရော မနူးမနပ်ဂျူနီယာကောင်မလေးကိုရော\nနှစ်ယောက်ပြိုင်ပြီးတွဲခုတ်နေခဲ့ပါတယ်။အဲ့လိုတွဲနေပေမယ့် နှစ်ယောက်လုံးအပေါ်\n\"အချစ်\" ဆိုတဲ့ခံစားချက်မရှိတဲ့ Tsuji ရဲ့ဘဝထဲကို\nလျှို့ဝှက်ချက်တွေအပြည့်နဲ့ Ukiyo ဆိုတဲ့ထူးဆန်းတဲ့မိန်းကလေးတစ်ဦးဝင်လာတဲ့အခါ\nသူ့ဘဝက ချက်ချင်းဆိုသလိုဗြောင်းဆန်သွားရပါတော့တယ်တွေ့တဲ့အခါတိုင်း ပြသာနာပေါင်းစုံတက်တဲ့အပြင်\nသူ့ကိုအမြဲလိမ်ညာနေတဲ့ Ukiyo ရဲ့ အရှုပ်ထုပ်တွေကို လိုက်ရှင်းပေးရင်း\nနောက်ဆုံး အဲ့ပြသာနာအိုးလေးကိုမှ တကယ်ချစ်မိသွားတဲ့ Tsuji တစ်ယောက်\nUkiyo ရဲ့အတိတ်နဲ့ လျှို့ဝှက်ချက်တွေကိုသိသွားအခါမှာရော\nဆက်ချစ်နိုင်ပါအုံးမလားဆိုတာ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 720p and 480p\nFile size… ...",
        "rating": "6.7",
        "url": "https://megaup.net/ZPl4/The.Real.Thing.2020.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/cinderella_154140145010-133x200.jpg",
        "title": "Cinderella (2021) Tamil",
        "description": "ဒီနေ့ပဲထွက်ရှိလာတဲ့ IMDb 8.3 ရထားတဲ့ တမီးလ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ Fantasy/ Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဘောလိဝုဒ်ရုပ်ရှင်လောကနဲ့အပြိုင်ရိုက်ပြနိုင်တဲ့ တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဆိုပါတော့ဗျာ။ဇာတ်ကားနာမည်လေးက Cinderella ဆိုပေမဲ့လို့ ဟောလိဝုဒ် Cinderella ကားနဲ့မတူတဲ့အမျိုးအစားအနေနဲ့ရိုက်ထားသလို ဇာတ်လမ်းကျောရိုးလည်းလုံးဝမတူပါဘူး ။ တကယ်ဆို ကျွန်တော်တို့ဟာ စင်ဒရဲလားတို့ စနှိုးဝိုက်တို့နဲ့ပက်သက်ရင် အရမ်း fairy tales ဆန်ချင်ခဲ့ကြလို့ fairy tales တွေနဲ့ပဲညားခဲ့ရတယ်မလား။ တကယ့် စင်ဒရဲလား၊ စနိုးဝိုက်ဇာတ်လမ်းတွေဟာ တကယ့်အပြင်လောကမှာ ကျွန်တော်တို့သိတဲ့ဇာတ်လမ်းလေးတွေထဲကလိုဟုတ်နိုင်ပါ့မလားပေါ့လေ။တကယ့်ကမ္ဘာ့လောကကြီးဟာ တွေးကြည့်ရင်တွေးကြည့်သလောက် အရမ်းရက်စက်ကြမ်းကြိုက်တယ်မလား။ ဒီတော့ ဒီတမီးလ်စင်ဒရဲကားလေးကို ဘာလို့စင်ဒရဲလားလို့နာမည်ပေးထားတယ်၊ ဘယ်လိုဇာတ်လမ်းမျိုးဇာတ်ကွက်မျိုးတွေပါတယ်ကတော့ ဒီဇာတ်ကားလေးထဲမှာရှုစားရင်အကောင်းဆုံးမို့ သိပ်မညွှန်းနေတော့ပါဘူး။ ဒီဇာတ်ကားရဲ့စင်ဒရဲလားလို့တင်စားရမယ့် ဇာတ်လိုက်တမီးလ်မင်းသမီးလေးဟာ တကယ့်စင်ဒရဲလားဆိုတဲ့နာမည်နဲ့လိုက်ဖက်သလို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ရိုက်ထားတယ်ဆိုတာတော့လုံးဝအာမခံပါတယ်ခင်ဗျာ။ဒီတော့တစ်ချို့ဘောလိဝုဒ်ကားကောင်းတွေနဲ့ကိုယှဉ်ပြိုင်နိုင်စွမ်းရှိတဲ့ ၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်စင်ဒရဲလားကားလေးကိုလည်း ရှုစားရင်ခုန်ပေးလှည့်ပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San Thu Aung & Sai Thu Rein Lynn မှ တင်ဆက်ထားတာပါ။)\nFile size…(1.9 ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/cinderella-2021-tamil/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZGRmMzQ2OWEtMzdiOC00MzNiLTkxMjYtODk0Yzg2ZjFmODI5XkEyXkFqcGdeQXVyMTAxMzE1MTgx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Nelly Rapp – Monster Agent (2021)",
        "description": "မိခင်မရှိတော့ဘဲ ဖခင်ဖြစ်သူနဲ့နေနေရတဲ့ နယ်လီရာ့ပ်...မိခင်ဖြစ်သူနဲ့ဦးလေးဖြစ်သူလို Monster agent ကြီးဖြစ်ချင်နေတဲ့သူ နွေရာသီကျောင်းပိတ်ရက်မှာ ဦးလေးဖြစ်သူဆီမှာနေရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်Monster agentဆိုတာကတော့ လူတွေကိုမွန်းစတားတွေရန်ကနေကာကွယ်ဖို့ဖွဲ့ထားတဲ့အဖွဲ့ပါနဂိုကတည်းက monster agent ဖြစ်ချင်နေသူ နယ်လီက ဦးလေးနဲ့အတူနေရတဲ့အခါမှာတော့ သူဟာအေးဂျင့်တစ်ယောက်လုပိဖို့အသင့်ဖြစ်ပြီဆိုတာကို ဦးလေးဖြစ်သူကိုသက်သေပြဖို့လုပ်လာပါတယ်နယ်လီတစ်ယောက် အမျိုးမျိုးအဖုံဖုံသောမွန်းစတားတွေအကြောင်းလေ့လာရင်း လက်တွေ့လုပ်ချင်လာတဲ့အခါမှာတော့... ဇာတ်လမ်းလေးက နယ်လီလေးရဲ့စွန့်စားခန်းလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးဟာသလေးနှောကာရိုက်ကူးထားပြီး ဆုနှစ်ဆုအပြင်ဇကာတင်စာရင်းလေးခုထဲဝင်ထားတဲ့ကားလေးဖြစ်တာကြောင့် စိတ်အပန်းဖြေချင်သူတွေအတွက် သင့်လျော်တဲ့ကားလေးတစ်ကားပါလို့ညွှန်းပါရစေ။( အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:30:00\nType__Adventure, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee & Oleander\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2lKdi/Nelly_Rapp_Monster_Agent_(2021)_720p_Sweden.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/szdW79wZtHoWGZmxZFMaKjNzb1v.jpg",
        "title": "The 40 Year Old Virgin (2005)",
        "description": "The 40 Year Old Virgin (2005)\n========================\"အသက် ၄၀ လူတွေမေးတယ် ဘယ်တော့များမှ စားရမှာလဲ\" ဆိုတာကြားဖူးကြတယ်ဟုတ်။ အဲဒီလို ရုပ်ရှင်မျိုးပါပဲ ဒီကားလဲ။ ဒါပေမယ့် ဒီကားမှာ သဘောကျစရာလေးတွေပါနေပြန်ပါတယ်။ ကြိုတော့ ပြောထားပါရစေ။ ဒီကားက 18+ ပါ။ ဒါမယ့် အရမ်းရိုင်းတဲ့အခန်းတွေမပါပါဘူး။ အကုန်လုံးလဲ American Pie တို့ဘာတို့ ကြည့်ကြတာပဲမဟုတ်လား။ ဒီလိုပါပဲ။သူက အသက် ၄၀ သာပြည့်သွားတယ်။ အဲဒီအချိန်အထိ လိင်မဆက်ဆံဖူးဘူး။ ပြောရရင် လူပျိုကြီးပေ့ါ။ အိမ်မှာပဲ တစ်ယောက်တည်းနေတယ်။ ရည်းစားလည်းမရှိ၊ အပေါင်းအသင်းလည်းမရှိ။ အိမ်မှာ တီဗီရှိုးတွေကြည့်လိုက်၊ အားကစားလုပ်လိုက်၊ အရုပ်တွေဝယ်စုလိုက်နဲ့ ဘဝကိုလွတ်လွတ်လပ်လပ်နေနေခဲ့တယ်။ ဒါပေမယ့် တစ်ရက်သား အလုပ်ထဲမှာ ဝိုင်းဖွဲ့စားသောက်ရင်း ရည်းစားနဲ့ကြုံဖူးခဲ့တဲ့ အမှတ်တရတွေပြောကြတဲ့အခါမှာတော့ သူ့အကြောင်းကို တစ်ခြားသူတွေသိသွားရော။အဲဒီအချိန်မှာပဲသူ့ကို တွေ့သမျှကောင်မလေးနဲ့ ချိတ်ပေးတော့တယ်။ ရည်းစားစကားဘယ်လိုပြောရလဲ။ intro ဘယ်လို ဝင်ရတယ်ဘာညာ။ ...",
        "rating": "7.7",
        "url": "https://megaup.net/ZP2t/The_40_Year_Old_Virgin_(2005)_720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "",
        "title": "Highway (2014)",
        "description": "Highway Hindi Movie(2014)\nလမ်းမများရဲ့ဟိုမှာဘက်အိမ်ပြန်ဖို့လမ်းတွေဟာ လူတိုင်းရဲ့ဘဝကိုယ်စီအတွက် အရေးပါလှတာကို အားလုံး လက်ခံနိုင်လောက်ပါမည်။လှို င်းတွေပြေး | ရေတွေဖွေးနေသည့် ရေပြင်ထက်ဝေဆီကနေလား။နွေဦးလေပွေတွေ သုန်သုန်ဖြူးလိုက်တိုင်း ဖုန်တွေ။သစ်ရွက်ခြောက်တွေနှင့် ပလူပျံနေသော မြေနီလမ်းကလေးကနေလား။အိမ်ပြန်စရာလမ်းမတွေက အတွေးနှင့်ပုံဖော်ရလိုက်သည်မှာတင် ကြည်နူးစရာကောင်းလွန်းလှပါသည်။လမ်းမ၏အဆုံးတွင် မွေးချင်းပေါက်ဖော်တွေ ရှိကောင်းရှိမည်။ချစ်သူသက်ထားနှင့်သားငယ်သမီးငယ်တွေရှိကောင်းရှိမည်။အိပ်တန်းပြန်ငှက်ငယ်တွေနှင့်အတူ ပျံသန်းလာသည့် အိမ်ပြန်သူကို ကြို ဆိုကြမှာ သေချာသည်။ဗီရာ၏ အိမ်ပြန်လမ်းကလေးကတော့ ယင်းသို့မဟုတ်နိုင်ချေ။လှောင်အိမ်ထဲကနေသာ အဟုန်ပြင်းသောတောင်ပံခတ်သံတွေနှင့် အသောနှင်လိုသော ငှက်ငယ်မလေးဖြစ်လို့နေလေသည်။အိမ်ပြန်လမ်းကလေး၏ ဝေးရာဘက်ဆီကိုသာ ရှာဖွေနေသူဖြစ်ပါသည်။ခုတော့ ရွှေလှောင်အိမ်ကြီးထဲကနေ ထွက်ခွာပျံသန်းဖို့ မပြောနှင့်။ယခုထက် ခိုင်ခန့်ကျယ်ဝန်းရာဆီကို ထပ်မံအကျဉ်းချဖို့ တာစူလာပြန်ပါပြီ။ဘယ်မှာလဲ။ငှက်ကလေး၏ အဇဋာပြင်ကျယ်က ဘယ်မှာလဲ။ကျယ်ဝန်းလှသည့်ကမ္ဘာ။စိမ်းနေသောတောအုပ်။ရေပြာပြာ။ကလေးငယ်များ၏ ရယ်သံခိုးခိုးခစ်ခစ်။ပန်းပွင့်ပေါ်တောင်ပံခတ်နေသောလိပ်ပြာ။သဘာဝတရား၏အလှသည် သူမ၏အကျဉ်းစံအိမ်နှင့် တပါဒစီခြားကာ ဒဏ်ခတ်ပိတ်ပင်ထားလေတော့မည်။တညသားမှာတော့ ကြမ္မာတရား၏ စေ့ဆော်မှုကို ကြုံလိုက်ရလေသည်။ဗီရာ၏ လက်ထပ်မည့်သတို့သားလောင်းနှင့်အတူ စီးနှင်လာသောကားကလေးအား ဟိုက်ဝေးလမ်းမတစ်နေရာက ဆီဆိုင်တစ်ခုမှာ ဆီဖြည့်နေစဉ်၌ ဓါးမြများ၏ စီးနင်းတိုက်ခိုက်မှုအား ကြုံ လိုက်ရတော့သည်။ဗီရာ၏ သတို့သားလောင်းကလည်း သတ္တိနုံနဲ့သူတစ်ဦး ဖြစ်သည့်လျော်စွာပင် ကယ်တင်ခြင်းမပြု ခဲ့။ယင်းသို့်ဖြင့် ...",
        "rating": "7.6",
        "url": "https://megaup.net/ZP5h/(CM)Highway_2014_BluRay_Hindi_720p_x264_AC3.5.1.mp4",
        "category": "Bollywood, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-27-at-00.20.57-135x200.png",
        "title": "Fever Dream (2021)",
        "description": "Fever Dream (2021)================2021 ထဲမှာ indie Horror ရုပ်ရှင်တွေအများကြီးထွက်ခဲ့တဲ့အထဲကမှစပိန်စကားပြော Netflix Horror ကားသစ်ဖြစ်ပါတယ်။ Horror ဆိုပေမယ့် ဖြဲချောက်ခန်းတွေJump Scare တွေမပါဘဲတစိမ့်စိမ့်နဲ့ Horror,Mystery ရသကိုခံစားရမယ့်ကားလေးပါ။အမန်ဒါနဲ့ နီနာတို့သားအမိဟာ အာဂျင်တီးနားရဲ့ရွာလေးတစ်ရွာကို နွေရာသီအားလပ်ရက်အနေနဲ့ပြောင်းလာခဲ့ရာကနေစပါတယ်.. သူတို့ရဲ့ အိမ်နီးချင်းဖြစ်တဲ့ ကာရိုလာနဲ့ဒေးဗစ်ဆိုတဲ့ သားအမိမှာလည်းမရှင်းပြနိုင်တဲ့နောက်ကြောင်းတွေရှိနေတယ်။ ဒီနောက်ကြောင်းတွေမှာ ကြတ်မြေလိုဖြစ်ပြီး အဆိပ်သင့်နေတဲ့အဲ့ဒီရွာလေးလည်းပါဝင်ပတ်သတ်နေတဲ့အခါ...  ဒီအရာတွေကနေ အမန်ဒါ နီနာတို့အပေါ်လည်း သက်ရောက်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Thiha Yan Naing, Chuck Chuck တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 33minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Horror, ...",
        "rating": "5.2",
        "url": "https://megaup.net/1FMow/Fever.Dream.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skBMhQjHLTU1rp4gutxHp0JuY1C.jpg",
        "title": "Odd Thomas (2013)",
        "description": "Odd Thomas (2013)IMDb - 6.8CM ပရိသတ်ကြီးရေခင်ဗျားတို့မှာ အများနဲ့ မတူ၊ သဘာ၀နဲ့ ဆန့်ကျင်နေတဲ့ စွမ်းရည်တစ်ခု ရှိနေမယ် ဆိုပါစို့\nစိတ်ဖတ်နိုင်တာတို့ ၊ ကိုယ်ဖျောက်နိုင်တာတို့ ၊ အချိန်ခရီးသွားနိုင်တာမျိုးတော့ မဟုတ်ဘူးဗျသေခြင်းတရားကို မြင်နိုင်ခြင်းပါ\nရှင်းအောင်ပြောရရင် နာနာဘာ၀တွေကို မြင်နိုင်ခြင်းပေါ့အဲဒီအစွမ်းရှိနေရင် ခင်ဗျားတို့ ဘာလုပ်မလဲကျွန်တော်လိုလူကတော့\nအဲဒီအစွမ်းသာရှိနေရင် လောကကြီးမှာ နေနိုင်မယ်မထင်ဘူး\nဘ၀မှာ သေမှာထက်ကြောက်တာ သရဲပဲဗျ :3သိုပေမဲ့\nOdd Thomas ဆိုတဲ့ လူကတော့ ဒီစွမ်းရည်နဲ့ အကျွမ်းတ၀င်ရှိနေပုံပါပဲသူက အားလုံး အမြင်မှာတော့ သာမန်လူ အညတရ စားဖိုမှူး တစ်ယောက်\nပတ်၀န်းကျင်မှာ အများနည်းတူ လှုပ်ရှားသွားလာနိုင်သူပေါ့မတူတာတစ်ခုကတော့ အမှောင်လောက က သာမန်မဟုတ်တဲ့ အရာတွေကို မြင်နေနိုင်တဲ့ သူရဲ့ မြင်ကွင်းပါပဲတစ်ခါတစ်ရံ နာနာဘာ၀တွေက တရားမျှတမှုအတွက် သူ့ထံရောက်လာကြသလို\nအကူအညီရဖို့အတွက်လည်း အိပ်မက်တွေ ပေးလေ့ရှိကြတယ်ဒီလိုတွေထဲမှာမှ ထူးခြားတာကတော့ Bodachs လို့ ခေါ်တဲ့\nမကောင်းတဲ့လူနောက် လိုက်တဲ့ အမှောင်လောက သတ္တဝါဆိုးတွေပါပဲ\nသူတို့က ...",
        "rating": "6.8",
        "url": "https://megaup.net/1FM81/Odd.Thomas.2013.720p.CM.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BODk4NWI4ZDAtZDNmYy00Mjk3LTg2NDMtNDkxMmZiMDM1OTQzXkEyXkFqcGdeQXVyNTAyNDQ2NjI@._V1_-142x200.jpg",
        "title": "Regression (2015)",
        "description": "လျို့ဝှက်သည်းဖို ဇာတ်လမ်းတွေမှ နှစ်ခြိုက်သူတို့ မဖြစ်မနေကြည့်သင့်တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ\nဇာတ်ကားကြည့်နေတဲ့တောက်လျှောက် ကိုယ်တိုင်ဝင်ပါပြီး စုံစမ်းချင်စိတ်ပေါက်သွားမယ့်ကားမျိုး...ဇာတ်လမ်းအစမှာ အိန်ဂျလာက သူ့အဖေကို အဓမ္မပြုကျင့်ပါတယ်ဆိုပြီး ရဲတိုင်ထားပါတယ်\nသူ့အဖေက ဝန်ခံပေမယ့် ဘာမှမမှတ်မိဘူးတဲ့ အဲ့ဒီလိုနဲ့ ဇာတ်လမ်းကို စိတ်ဝင်စားစရာကောင်းအောင် အစပျိုးလိုက်ပါတယ်\"လူ့စိတ်ဆိုတာ စကြာဝဠာကြီးတစ်ခုလုံးပဲ \"\nမလိုချင်တဲ့ မှတ်ဉာဏ်တွေက အလိုလို တံခါးပိတ်သွားတက်တယ်\nဖွင့်ပေးရမယ့် သော့က Regression လို့ခေါ်တဲ့ စိတ်နောက်ပြန်ဆွဲတဲ့ အိပ်မွေ့ချ ကုထုံးပဲ\nဘယ်ညာယိမ်းနေတဲ့ ချိန်သီးရဲ့ နောက်မှာ ဘာရှိနေလဲ\nမကောင်းဆိုးဝါးတွေလား? စေတန်ခေါ် နတ်ဆိုးလား?\nနတ်ဆိုးဝါဒီတွေလား?\nတစ်စုံတစ်ဦးကတော့ သူ့ချိန်သီးရဲ့နောက်မှာ မကောင်းဆိုးဝါးတွေရှိနေခဲ့တယ်\nတစ်စုံတစ်ဦးရဲ့ ချိန်သီးရှေ့ကို စေတန်ဝါဒီတွေရောက်လာတယ်စိတ်ဆိုတဲ့ကျယ်ပြောတဲ့ စကြာဝဠာကြီးထဲမှာ အတွေးကွင်းဆက်တွေနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Oleander ပါ )File Size__1.8 GB, 1 GB\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Oleander\nEncoded by ...",
        "rating": "5.7",
        "url": "https://megaup.net/4nBHV/Regression_(2015)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vjH8oQFZXJ0gTOPsJKWidVsWmg.jpg",
        "title": "Evan Almighty (2007)",
        "description": "Evan Almighty (2007)\n=============ကမ္ဘာဦးအစမှာ အဖြစ်အပျက်တစ်ခု ဘုရားသခင်လက်ထက်မှာ ဖြစ်ပေါ်ခဲ့ဖူးတယ်လို့ ခရစ်ယာန် သမ္မာကျမ်းကဆိုပါတယ်။ အကျင့်ပျက် အကုသိုလ်တွေနဲ့ ဆိုးသွမ်းလာတဲ့ လူသားတွေအပေါ် ဘုရားသခင်က ကြီးမားတဲ့အပြစ်ပေးခဲ့တယ်။ လူသားတွေဟာ ကြီးမားတဲ့ရေလွှမ်းမိုးမှုကြီးအောက်မှာ သေကြေပျက်ဆီးသွားပြီး လူသားမျိုးနွယ် ချုပ်ငြိမ်းရမယ့်အဖြစ်ကို ရင်ဆိုင်ခဲ့ရတာပေါ့။ဒါပေမယ့် နောဧဆိုတဲ့ လူသားတစ်ယောက်ကိုတော့ ဘုရားသခင်က အခွင့်အရေးတစ်ခုပေးခဲ့ပါတယ် ကမ္ဘာကြီးကို restart ချတဲ့ပုံစံနဲ့ ရွေးချယ်ခံရတဲ့ လူသားတွေ တိရိစ္ဆာန်မျိုးစိတ်တွေကို ကယ်တင်နိုင်ဖို့ ကြီးမားတဲ့ အာ့ခ် လှေကြီးတစ်စင်း တည်ဆောက်ရန်အတွက် နောဧကို ဘုရားသခင်က သတိပေးခဲ့တယ်။ နောဧက ဇနီးတစ်ယောက် သားသုံးယောက်နဲ့ လှေကြီးကိုတည်ဆောက်ပြီး လူသားများနဲ့ တိရိစ္ဆာန်မျိုးစိတ်တစ်ခုမှာ အဖိုအမ တစ်စုံစီကို ရေလွှမ်းမိုးမှုကြီးကနေ ကယ်တင်နိုင်ခဲ့တယ်။အဲဒီလိုအဖြစ်မျိုး ယနေ့ကာလမှာ ထပ်မံပေါ်ပေါက်လာဖို့ အကြောင်းဖန်လာပါတယ်။ ဒါပေမယ့် ဒီတစ်ခါမှာတော့ ရေလွှမ်းမိုးမှုကြီးက ဘုရားသခင်ရဲ့ အမျက်ကြောင့်ဖြစ်ပေါ်လာတာမဟုတ်ဘဲ လူသားတွေရဲ့ အမှားကြောင့်ဖြစ်ပေါ်လာတာပါ။ ကမ္ဘာကြီးကို ပြောင်းလဲပစ်ချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2lJfh/Evan_Almighty_(2007)_720p.CM.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMTMzMzIzOTQwOF5BMl5BanBnXkFtZTcwMTI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Guzaarish(2010)",
        "description": "Guzaarish (2010)\n**********************ဒိဇာတ်ကားလေးကတော့ IMdb rating 7.5အထိ ရရှိထားပြီးရီတစ်ရောင်ရှန်၊ အက်ရှဝါးရယားရွိုင်နဲ့ အဒိစ်တယာရွိုင်တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ Romance / Dramaအမျိုးအစားဘောလိဝုဒ် ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း------------------------------------အီသန်ဟာ ကမ္ဘာ့အတော်ဆုံး မျက်လှည့်ပညာရှင်တစ်ဦးဖြစ်ပြီးမျက်လှည့်ပြပွဲတစ်ခုတွင် အပြင်းအထန် ထိခိုက်ဒဏ်ရာရကာခြေလက်နှစ်ဖက်စလုံး ‌အကြောသေသွားခဲ့ပါတယ်။သူအကြောသေပြီး ၁၄နှစ်အကြာမှာရောဂါအခြေအနေတွေဟာ တဖြည်းတဖြည်းထပ်မံဆိုးဝါးလာတာကြောင့် သူ့ရဲ့ငယ်သူငယ်ချင်းဖြစ်တဲ့ရှေ့နေဒေ့(ဗ်)ယာနီ ဒတ္တာကို အကူအညီတစ်ခုတောင်းပါတယ်။အီသန်တောင်းတဲ့ အကူအညီကတော့ တခြားမဟုတ်ပါဘူး။သူ့အတွက် ယူသနေးရှားဆိုတဲ့ ညှင်သာစွာ ဇီဝိန်ခြွေခွင့်ရဖို့တရားရုံးမှာ အသနားခံစာ တင်ခိုင်းတာပါ။ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ \nFile size…2.04GB / 1.21GB\nQuality…1080o HEVC 5.1CH / 720p \nFormat…Mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San",
        "rating": "7.5",
        "url": "https://megaup.net/2lJck/Guzaarish_2010_BluRay_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Dark-Skies-2013-poster-433x650-1-133x200.jpg",
        "title": "Dark Skies (2013)",
        "description": "Dark Skies (2013)=============IMDb Rating - 6.3/10ကောင်းကင်ကြီးတွေ မည်းတက်လာလိုက်တာ... ငှက်တွေအကောင်သုံးရာလောက်ရှိမယ်။ဒန်နီယယ်ရဲ့အိမ်ကို ဝင်တိုက်နေတာ ကြက်သီးထချင်စရာကြီး။ အိမ်ထဲကပစ္စည်းတွေလည်း အကုန်ပျောက်ကုန်လို့ရဲစခန်းခေါ်ပြန်တော့လည်း ဒီအိမ်က ကလေးက ခြေဆော့လက်ဆော့ရှိလို့နေမှာပါဆိုပြီး မှတ်ချက်ပေးသွားပြန်တယ်။ဒါပေမဲ့ အဲ့ဒီအိမ်မှာ ပစ္စည်းတွေကျကွဲ၊ လူတွေလည်း အိပ်နေရင်းလမ်းထလျှောက်၊ အိပ်ရာကနိုးလာရင် ဒဏ်ရာတွေရနေကြတာ အပြင်လူတွေမသိရှာဘူး...အပြင်လူတွေမသိသလို သူတို့ကိုယ်တိုင်တောင်မသိကြဘူး။....ဒါပေမယ့် တကယ်တမ်းမှာတော့ ဒီလိုမျိုးကြုံတွေ့ရတာဟာ ဒန်နီယယ်တို့မိသားစုတစ်ခုတည်းမဟုတ်ဘဲ အများကြီးရှိနေတယ်ဆိုတာကို သိလိုက်ရတဲ့အချိန်.... ကျိန်စာသင့်နေတဲ့မိသားစုလေးအဖြစ်ကနေ ဘယ်လောက်ထိတုန်လှုပ်ချောက်ခြားဖွယ်ကောင်းပြီး ပဟေဠိဆန်သွားမလဲဆိုတာကို ဒီကားလေးမှာကြည့်ရှုလိုက်ကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို JoJoVa မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ JoJoVa, Thet Hnin Su တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p BluRayDuration - 1hr 37minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, Sci-Fi, ThrillerSource : ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FJ50/Dark.Skies.2013.720p.BluRay[CM].mp4",
        "category": "Horror, Sci-Fi, Thriller"
    }
]