[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTdmNzIzMjgtMjhkNy00ZTY0LWJiNmEtNDJkMzI3Y2NlMjM1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-144x200.jpg",
        "title": "Cobra (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.5 နဲ့ ခါးကုန်းမင်းသား၊\nကြပ်မပြည့်တဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Vikram လို\nနာမည်ကြီးမင်းသားဟောင်းကြီးတွေပါဝင်သရုပ်ဆောင်ထားတဲ့\nCobra လို့အမည်ရတဲ့ Crime,Actionအမျိုးအစားရုပ်ရှင်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။လူတစ်ယောက်ဟာ သင်္ချာနည်းတွေနဲ့ ပြစ်မှုကျူးလွန်နိုင်လား?\nဟုတ်ကဲ့ ဒီကားမှာတော့ မာသီဆိုတဲ့လူဟာ သင်္ချာသဘောတရားတွေနဲ့\nပြစ်မှုကျူးလွန်ပါတယ်သူပြစ်မှုကျူးလွန်ပုံကတော့\nကမ္ဘာတစ်ဝှမ်းက ရာထူးကြီး အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ\nနိုင်ငံရေးသမားတွေကိုမှ လုပ်ကြံသတ်ဖြတ်တာ ဖြစ်ပါတယ်ဒါကို အပြည်ပြည်ဆိုင်ရာ ရဲအရာရှိက သင်္ချာပါရမီရှင်\nကောင်မလေးတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူ့ကို\nအမိဖမ်းမှာပဲ ဖြစ်ပါတယ်သူ့ရဲ့ သင်္ချာအတွက်အချက် ဗျူဟာတွေနဲ့\nပြစ်မှုဘယ်လိုကျူးလွန်တာလဲ။ သူကတကယ်ရေ\nာတရားခံအစစ်မှဟုတ်ရဲ့လား။ ဘယ်လို အရှုပ်အထွေးတွေပါဝင်ပါတ်သက်နေမလဲ။ဘာကြောင့် နိုင်ငံတကာက အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ လုပ်ကြံရတာလဲဆိုတာ\nဒီကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်နော်\nFile size…7GB /3.2GB / 1.5GB\nQuality…4k HEVC / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….3h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM &  OeliuJ & Lwin ...",
        "rating": "6.4",
        "url": "https://megaup.net/18ttr/Cobra_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLnPLtsN7qa6hZkd4rvHTwXNaq8.jpg",
        "title": "The Legend of Enveloped Demons ( 2022 )",
        "description": "“လူသားတွေနဲ့ မိစ္ဆာတွေရဲ့ကြားမှ ပြင်းထန်လှတဲ့ တိုက်ပွဲတစ်ခု ”ဟိုးလွန်ခဲ့တဲ့ နှစ်​ပေါင်းရာချီအချိန်ကာလ မိစ္ဆာတွေဟာ\nလူသားတွေနေထိုင်ရာ ကမ္ဘာကြီးကိုလာရောက်ဖျက်ဆီးသော အချိန်တစ်ခု.......,\nအပြစ်မဲ့တဲ့ ပြည်သူတွေ ခမျာ မိစ္ဆာတွေရဲ့ဒဏ်ကို\nအလူးအလဲခံကာနေရပါတော့တယ်အဲဒီအချိန်မှာ လျဲ့ယန် မီးတောင်အတွင်းမှာ အနက်ရောင်သံလို့ခေါ်တဲ့\nအထူးသတ္ထုတစ်မျိုးရှိပြီးတော့ အဲ့ဒီ သတ္တုနဲ့ ပြုလုပ်ထားတဲ့\nလက်နက်တွေဟာ မိစ္ဆာတွေအပေါ် အရမ်းပြင်းထန်တဲ့\nအကျိူးသက်ရောက်မှုတစ်ခု ရှိလို့နေပါတယ်\nဒါပေမဲ့လို့ သာမန်သက်ရှိတွေကတော့ အဲဒီ သံသတ္ထုရဲ့\nစွမ်းအားကိုမခံနိုင်ကြပါဘူး အဲ့ဒါကြောင့်နဲ့ပဲ မျ\nားစွာလှသော ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ယောကျာ်းတွေဟာ\nမိစ္ဆာတွေကို နှိမ်နင်းဖို့အတွက် မီးတောင်ဆီကို ရောက်ရှိလို့လာကြပါတယ်\nအဲဒီမှာ သူတို့ရဲ့ ခြေတွေ/လက်တွေကို စတေးပြီး သံနဲ့ပြုလုပ်ထားတဲ့\nခြေအတု လက်အတုတွေကို တပ်ဆင်ခဲ့ကြပြီးတော့\nသူတို့ကိုယ်သူတို့ \"မိစ္ဆာနှိမ်နင်းသူ\" လို့ အမည်ခေါ်တွင်ခဲ့ကြပါတော့တယ်\"မိစ္ဆာနှိမ်နင်းသူ\" သူဆိုတာ လူသားတွေနဲ့ မိစ္ဆာတွေအကြားက\nအဖွဲ့အစည်းတစ်ခုလဲဖြစ်ပါတယ် မိစ္ဆာနှိမ်နင်းသူ တွေရဲ့\nတိုက်ပွဲဟာဆိုရင် အရမ်းကိုမှအံ့သြဖွယ်ကောင်းလှပေမဲ့လဲ\nသံသတ္ထုရဲ့ စွမ်းအားတွေက မိစ္ဆာနှိမ်နင်းသူ တွေကို ဝါးမျိုလို့နေဆဲပါပဲ\nဒါပေမဲ့ မိစ္ဆာတွေကို ကိုယ်ကျိုးစွန့်ကာ နှိမ်နင်းပေးပေမယ့်လို့\nလူတွေရဲ့အမြင်ထဲမှာတော့ သူတို့ဟာ ဆူးတစ်ချောင်းလို\nကာဆီးနေပြီး အမည်မသိသူရဲကောင်းတွေအဖြစ် ရပ်တည်လို့\nနေခဲ့ရရှာပါတော့တယ် အဲဒီအထဲမှာမှ ကျမ်းသစ္စာကျိန်ဆိုထားကြတဲ့\nနောက်ဆုံးသော မိစ္ဆာနှိမ်နင်းသူမျိုးဆက်မှ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-legend-of-enveloped-demons-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMjk1OGI4YTEtYzk4ZS00MTY2LWE5ODAtZTA3NzNhYjljODBiXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "Raven’s Hollow (2022)",
        "description": "Raven's Hollow (2022)\n================အမေရိကန် နိုင်ငံရဲ့ ၁၈၃၀ ခုနှစ် ဆောင်းဦးကာလမှာ ဗိုလ်လောင်း အက်ဂါ ပိုး ဟာ\nတခြား ဗိုလ်လောင်း ၄ ယောက်နဲ့အတူ လေ့ကျင့်ရေးကွင်းဆင်းဖို့ ထွက်လာခဲ့ပါတယ်။\nထိုသို့ ထွက်လာရင်း လူတစ်ယောက်ကို စာ‌ခြောက်ရုပ်သဖွယ် ကြိုးတွေနဲ့ ချည်ထားပြီး\nဗိုက်ကို ဓားနဲ့ အခွဲခံထားရတာကို တွေ့လိုက်ရပါတယ်။ ထိုသူမသေခင် နောက်ဆုံး\nပြောသွားတဲ့ စကားမှာ \"ကျီးကန်း\" ဆိုပြီး တစ်ခွန်းတည်း ပြောသွားခဲ့ပါတယ်။ထိုအခါမှာ ပိုးလည်း လိုက်စုံစမ်းရင်း ကျီးကန်းဆိုတဲ့ မြို့လေးတစ်မြို့ဆီကို ရောက်သွား\nပါ‌တော့တယ်။ အဆိုပါ မြို့လေးဟာ သေးငယ်ပြီးတော့ လူလည်း မရှိသလောက်ဖြစ်နေပါ\nတော့တယ်။ လူတစ်ယောက်က သူတို့ကို မနေဖို့ တားပေမယ့် ဆက်နေခဲ့ကြပါတယ်။\nထိုနေ့ညမှာပဲ သူတို့ထဲက တစ်ယောက် ပျောက်ဆုံးသွားပါတော့တယ်။ထိုမြို့လေးကတော့ \"ကျီးကန်း\" ဆိုသည့်အရာကြီးကို နတ်ဆိုးအဖြစ် သတ်မှတ်ထားပြီး\nကြောက်ရွံ့နေပါတယ်။ ပိုးတို့ လူတစ်စုလည်း မြို့မှာ သောင်တင်နေပြီး ထွက်ဖို့ ကြိုးစားတဲ့\nသူက သေဆုံးသွားပါတော့တယ်။ ...",
        "rating": "5.3",
        "url": "https://megaup.net/18Bmf/Ravens.Hollow.2022.720p.WEBRip.(CM)_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yHvf6blRnXfJLrkyunGKgtX6mv.jpg",
        "title": "A Tribute to Her Majesty – the Queen (2022)",
        "description": "A Tribute to Her Majesty - The Queen (2022)ဒီ Documentary လေးကိုထွေထွေထူးထူးညွှန်းနေစရာတော့လိုမယ်မထင်ပါဘူး။ မကြာသေးခင်ကမှ နတ်ရွာစံသွားတဲ့ အင်္ဂလန်ပြည့်ရှင် ဘုရင်မကြီး အဲလိဇဘက် ၂ အကြောင်း BBC ကနေ ရိုက်ကူးထားတဲ့ မှတ်တမ်းရုပ်ရှင်ပါ။ဘုရင်မကြီးရဲ့ ကလေးဘဝ၊ ဒုတိယကမ္ဘာစစ်ကို ၁၃နှစ်အရွယ် မိန်းကလေးတစ်ဦးအနေနဲ့ ဖြတ်သန်းခဲ့ပုံတွေ၊ ထီးနန်းဆက်ခံရမယ့် မျိုးဆက်မဟုတ်ပေမယ့် ကံကြမ္မာကြောင့် ထီးနန်းဆက်ခံဖို့ဖြစ်လာတာတွေ၊ မိသားစုကိုချစ်ခင်ပုံတွေ၊ ထီးနန်းဆက်ခံပြီးနောက်မှာ တာဝန်နဲ့မိသားစုကို ဦးထိပ်ပဓာနထားခဲ့တာတွေကို ဒီ မှတ်တမ်းရုပ်ရှင်လေးမှာတွေ့နိုင်ပါတယ်။ရှေးခေတ်ဗီဒီယိုမှတ်တမ်းတွေ အများအပြားထည့်သွင်းရိုက်ကူးထားတဲ့အပြင် ဘုရင်မကြီးရဲ့ မိသားစုဝင်တွေ၊ ဗြိတိန်ဝန်ကြီးချုပ်ဟောင်းတွေ၊ မင်းမှုထမ်းတွေလည်း ပါဝင်အားဖြည့်ပေးထားလို့ ကြည့်ရအဆင်ပြေတဲ့ Documentary လေးပါပဲ။တော်ဝင်မိသားစုဖက်အမြင်ကနေပဲရိုက်ကူးထားပြီး သွားလေသူကိုအမှတ်တရဖြစ်အောင် တင်ပြထားတဲ့အတွက် တစ်ချို့တစ်ချို့သော ကိစ္စလေးတွေမှာ အငြင်းပွါးစရာလေးတွေတော့ရှိနိုင်ပါတယ်။ ဒါလေးကို သည်းခံနိုင်ရင်တော့ ကြည့်ရတာတန်တဲ့ Documentary လေးပါပဲလို့ တတ်နိုင်သလောက်လေး ညွှန်းခဲ့ပါရစေခင်ဗျား...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw ...",
        "rating": "5.3",
        "url": "https://megaup.net/18Df4/(CM)_A_Tribute_To_Her_Majesty_The_Queen_(2022)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDFiMjU0NzAtMjE5Zi00Y2Y4LWEzOTUtYWJhMGMwODFkZTQ5XkEyXkFqcGdeQXVyMTIzMjUxMg@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Toshimaen: Haunted Park (2019)",
        "description": "Toshimaen:Haunted Park (2019)ကျိန်စာနဲ့ သည်းထိတ်ရင်ဖိုသရဲဇာတ်လမ်းတွေကို စိတ်ဝင်စားကြတဲ့သူတွေအတွက် ကောင်မလေးတစ်သိုက်နဲ့တိုရှိမအန်ကျိန်စာအကြောင်း ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ။အထက်တန်းကျောင်းတည်းက ခင်ခဲ့ကြတဲ့ကောင်မလေးတစ်စုက ၃နှစ်ကြာမှ ပြန်ပြီးဆုံကြပါတယ်။ သူတို့အထဲက \"စခိ\"ဆိုတဲ့ကောင်မလေးက နိုင်ငံခြားမှာပညာတော်သင်သွားတော့မှာဖြစ်လို့ နှုတ်ဆက်ရင်းပြန်ဆုံကြတာပါ။ သူတို့က ကျောင်းသူဘဝမှာတည်းက ဖုန်းအလွန်သုံးပြီး အင်တာနက်နဲ့အကျွမ်းတဝင်ရှိကြပါတယ်။သူတို့ရဲ့သူငယ်ချင်းတစ်ယောက်ဖြစ်တဲ့ ယုက ကတော့ လွန်ခဲ့တဲ့နှစ်တွေမှာ ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဒီနေ့မှာတော့ ပြန်ဆုံတဲ့ပွဲအတွက် အသွားမှာ \"စခိ\"က ပျောက်သွားတဲ့ယုကရဲ့ အမေဖြစ်သူနဲ့ဆုံခဲ့ပါတယ်။ စခိနဲ့ယုက က အရမ်းခင်ခဲ့တာမို့ ကစားကွင်း ဝင်ခွင့်အခမဲ့လက်မှတ်တွေကို ယူထားဖို့ပေးခဲ့ပါတယ်။\nဒီလိုနဲ့တွေ့ဆုံပွဲကိုရောက်တော့ ကျန်တဲ့သူငယ်ချင်းတွေကပါ ကစားကွင်းကိုသွားချင်နေတာမို့ သွားဖို့စီစဉ်လိုက်ကြပါတယ်။ သူတို့သွားတဲ့ကစားကွင်းမှာ တိုရှိမအန်ကျိန်စာဆိုတာရှိပါတယ်။ စည်းကမ်းချက်တွေထဲက တစ်ချက်ကို ဖောက်ဖျက်မိတာနဲ့ လျှို့ဝှက်နေရာကိုထာဝရခေါ်ဆောင်သွားခံရတော့မှာပါ။ဒီလိုနဲ့ သူတို့သူငယ်ချင်းတစ်စုလည်း ဒီကျိန်စာကို စမ်းသပ်ကြည့်ဖို့ဖြစ်လာတဲ့အခါ သူတို့ကိုယ်တိုင်ကလည်း အကြောင်းအရင်းတစ်ခုကြောင့် ဒီကျိန်စာနဲ့ပြန်ပတ်သက်ရဖို့ ဖြစ်လာတာမို့ ဘာတွေကြုံရမလဲ ဘယ်လိုတွေကျိန်စာမိကြမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Den/Toshimaen_Haunted_Park_(2019)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTI3MDcwZGItZDMwNS00ZDBjLWEwOGEtMWEyMWUxNDlkYzBjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-141x200.jpg",
        "title": "The Devil’s Backbone(2001)",
        "description": "The Devil's Backbone(2001) အညွှန်း********************************IMDb rating: 7.4/10\nRotten Tomatoes: 93%ကမ္ဘာစစ်အတွင်းမှာ သေကြေပျက်စီးတယ်ဆိုတယ် ဆန်းတဲ့အရာတော့ မဟုတ်ပါဘူး\nစစ်ကြောင့် လက်နက်ကြောင့်လို့ ပြောကြပေမယ့် တကယ်တမ်းကတော့ လူ့အတ္တစစ်စစ်ကြောင့်ပေါ့ဗျာ\nငတ်ပြတ် ဆင်းရဲကုန်တော့ လုပ်မိလုပ်ရာတွေလုပ်ရင်း လူသားဆန်မှုဆိုတာ ဘယ်ဆီရောက်မှန်းမသိ\nယုံကြည်မှုတွေကလည်း အလဲလဲအကွဲကွဲ ဘယ်ဘုရားဆီပြေးရမယ်မသိ..မကောင်းဆိုးဝါးရဲ့ ကျောရိုးဆိုတာ ဘာလဲ သိကြလားဗျ\nမွေးမလာသင့်တဲ့ကလေးတွေ တစ်နည်း လူတွေစွန့်ပစ်လို့ အသက်ဆုံးရှုံးသွားရတဲ့ လူမမယ်ကလေးလေးတွေကို ခေါ်ပါသတဲ့\nစပိန်နိုင်ငံရဲ့ စစ်ကြီးအတွင်းမှာ အဲဒီကလေးတွေကို ‌ဆေးရည်စိမ်ပြီး ရောဂါပျောက်တယ်ဆိုပြီး သောက်ကြသတဲ့လေ\nမဟုတ်မှန်းသိသိရဲ့နဲ့ လုပ်မိလုပ်ရာတွေ လုပ်ကြတာပါပဲ\nကျွန်တော် လက်လှမ်းမီသလောက် ဇာတ်လမ်းရဲ့ ရည်ညွှန်းချက်ကတော့ devil's backbone ဆိုတာ ကပ်ဘေးကြောင့် လူ့လောဘအတ္တကို ကျောရိုးအရင်းခံပြီး လုပ်မိလုပ်ရာတွေ လုပ်ကြပုံပါပဲဇာတ်လမ်းအညွှန်းကတော့ တိုတိုလေးပါပဲ\n၁၂ နှစ်သားကောင်လေးတစ်ယောက် စစ်ကြီးထဲမှာ အဖေဆုံးရှုံးသွားရလို့ စပိန်နိုင်ငံ မြို့စပ်လေးတစ်ခုက ကျောင်းတစ်ကျောင်းကို ရောက်လာတယ်\nသူမရောက်ခင်ကတည်းက ကျောင်းဝန်းအလယ်တည့်တည့်မှာ ဗုံးအကြီးကြီးစိုက်ဝင်နေတယ်\nဗုံးကျဲခံရတဲ့ညမှာပဲ ရှန်တီဆို‌တဲ့ ကောင်လေးတစ်ယောက် ပျောက်သွားတယ်တဲ့\nကျောင်းသားတွေကြားက ...",
        "rating": "7.4",
        "url": "https://megaup.net/18Di0/The.Devils.Backbone.2001.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODhlMzA2MWEtODk3Ni00YjIzLWE4ZTgtNDM1ODkyY2IwNjJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Ranga Ranga Vaibhavanga (2022)",
        "description": "Comedy, Drama, Romanceရီရှီနဲ့ ရာဒါဆိုတဲ့ ကောင်လေးနဲ့ ကောင်မလေးနှစ်ယောက်ဟာ\nတစ်ရက်တည်း အချိန်အတူတူမွေးလာကြတဲ့သူတွေပေါ့\nသူတို့ရဲ့အဖေတွေကလည်း ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်း\nအရင်းခေါက်ခေါက်တွေသူတို့ကလည်း ငယ်ငယ်ကတည်းက တပူးပူးတတွဲတွဲ ကြီးပြင်းလာခဲ့ကြပြီး\nတစ်ယောက်နဲ့တစ်ယောက်လည်း သူငယ်ချင်းထက်ပိုတဲ့\nသံယောဇဉ်တွေနဲ့ အရမ်းချစ်ကြတဲ့သူတွေပေါ့ဒါပေမယ့် ချစ်ကြပေမယ့် မာနချင်းပြိုင်ရတဲ့ နေ့တစ်နေ့ကို\nရောက်လို့လာခဲ့တယ်\nအဲဒါကတော့ သူတို့ အလယ်တန်းမှာ ကိစ္စတစ်ခုကြောင့်\nတစ်ယောက်ပါးတစ်ယောက် ရိုက်လိုက်မိရာက\nနင်စကားမပြောရင် ငါလည်းမပြောဘူးဆိုပြီး ဖြစ်သွားကြပြီး\nကြီးတဲ့အထိ စကားမပြောဘဲ နေလာကြတာ\nကောလိပ်ရောက်တဲ့အထိပါပဲရင်ထဲမှာတော့ တစ်ယောက်ကိုတစ်ယောက်\nဂရုစိုက်တဲ့အချစ်တွေနဲ့ ရှိကြပေမယ့် မာနတွေကြောင့်သာ\nသူတို့ဝေးကွာနေခဲ့ကြတာပေါ့အဲဒီလိုနဲ့ အဲဒီလိုအရမ်းချစ်ကြတဲ့ သူတို့နှစ်ယောက်ရဲ့\nမာနတွေ ပြိုကွဲသွားစေမယ့်အရာက ဘာဖြစ်မလဲ\nအခေါ်အပြောမလုပ်ကြတဲ့ သူတို့နှစ်ယောက်မှာ ဘယ်သူက\nအရင်စကားစပြောတဲ့သူ ဖြစ်မလဲဆိုတာ\nဒီကားလေးထဲမှာ မိသားစုဘဝ ဟာသလေးတွေနဲ့ပါ အချစ်ရိုမက်တစ်ရသကို\nအပြည့်ခံစားပြီး ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.9GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Sora",
        "rating": "5.4",
        "url": "https://megaup.net/18Ddc/Ranga_Ranga_Vaibhavanga_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-k-134x200.jpg",
        "title": "The Karate Kid Part III(1989)",
        "description": "ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ\nဇာတ်လမ်းအကျဉ်း\nပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2unin/The.Karate.Kid.Part.III.1989.720p.(CM).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-ka-140x200.jpg",
        "title": "The Karate Kid Part II (1986)",
        "description": "ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ\nဇာတ်လမ်းအကျဉ်း\nဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့\nအဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/18suc/The.Karate.Kid.Part.II.1986.720p.(CM)_(2).mp4",
        "category": "Action, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/700215h-141x200.jpg",
        "title": "[21+]Pirates (2005)",
        "description": "DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်ကပ္ပတိန် အဒ်ဝါ့တစ်ယောက် ငွေကြေးချမ်းသာပြီး ကျော်ကြားမှုနောက်ကို\nလိုက်ဖို့လမ်းစရှာနေပါတယ် ပင်လယ်မြင်း လုံ့ခေါ်တဲ့ အကောင်းစား\nသင်္ဘောကြီးတစ်စီးဝယ်ပြီး ပင်လယ်ပြင်မှာ ထကြွသောင်းကြမ်းနေတဲ့\nဓားပြတွေကိုနှိမ်နင်းဖို့ အစပျိုးခဲ့ပါတယ် သူ့သင်္ဘောပေါ်မှာ အချွေရံတွေအများကြီးပါပါတယ်\nဒီလိုနဲ့ပင်လယ်ပြင်မှာမြောနေရင်း တစ်နေ့မှာ\nရေထဲမှာမျောနေတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့လိုက်ပါတယ်\nအဲဒီကောင်မလေးက သူတို့လင်မယားကို မိစ္ဆာဓားပြတစ်ယောက်က သူတို့ကို တိုက်ခိုက်ခဲ့ကြောင်း\nပြောပြတဲ့အခါ သူနာမည်ကြီးဖို့အကြောင်းဖန်လာပါတော့တယ်အချစ် အလွမ်း အဘု ဟာသ ရောနှောထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nAdult ရဲ့ပြယုဒ် ဖြစ်တာကြောင့် DS ဖန်တွေအတွက် စေတနာရှေ့ထားပြီး တင်ဆက်လိုက်ပါတယ်\nFile size…3GB / 1.3GB\nQuality…1080p ...",
        "rating": "7",
        "url": "https://megaup.net/1OA7j/Pirates.2005.720p(CM).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWI2MDZmM2EtNTJkMy00MjE0LWE1MGYtOGMxODlkZmE1MDU5XkEyXkFqcGdeQXVyNjgxODY5NzM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Nix (2022)",
        "description": "Nix (2022)\n=========Nix ဆိုတာ ဂျာမန်ဒဏ္ဍာရီလာအရဆိုရင်တော့ ပုံစံအမျိုးမျိုးပြောင်းနိုင်တဲ့\nရေနေဝိညာဉ်တစ်မျိုးပါ။ စကားအရတော့ nothing ဆိုတဲ့အဓိပ္ပါယ်မျိုး\nဖြစ်ပါတယ်။ အဲဒီ Nix နဲ့ ဒီဇာတ်လမ်းက ဘယ်လိုများပတ်သက်နေမလဲ...ကွိုင်ရ်မိသားစုဟာ ပျော်စရာကောင်းတဲ့မိသားစုလေးဖြစ်ပြီး ဂျက်ခ်၊\nလူးကပ်စ်နဲ့ တက်ဆာဆိုတဲ့မောင်နှမ ၃ ယောက်ရှိပါတယ်။ တစ်နေ့မှာ\nရေကန်ကြီးတစ်ခုနားကို ပျော်ပွဲစားထွက်ကြတဲ့အခါ မထင်မှတ်တဲ့ကံကြမ္မာဆိုးက\nသူတို့မိသားစုကို ရိုက်ခတ်သွားပါတော့တယ်။အဲဒီကံကြမ္မာဆိုးဟာ မိသားစု၀င်တချို့ကို ခေါ်ဆောင်သွားခဲ့ရုံမက ကျန်ရစ်ခဲ့တဲ့\nသူတွေကိုပါ အလွတ်မပေးဘဲ အမြဲခြောက်ခြားနေစေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ\nပျော်စရာ‌ပျောက်ဆုံးသွားတဲ့ မိသားစုကြီးကို ဦးဆောင်နေရသူကတော့ သားအကြီးဆုံး\nဂျက်ခ်ပါ။ မိသားစုကိုရော ညီဖြစ်သူရဲ့သမီးငယ်ဇိုဝီကိုပါ စောင့်ရှောက်ခဲ့ရပါတယ်။\nတစ်နေ့တော့ သူတို့မိသားစုရဲ့အရိပ်ဆိုးကြီးဟာ ဇိုဝီ့နောက်ကိုပါ လိုက်လာခဲ့ပါတယ်။\nအဲဒီအခါ ဂျက်ခ်တစ်ယောက် တူမဖြစ်သူကိုကယ်တင်ဖို့ကြိုးစားရင်း မိသားစုကို\nဒုက္ခပေးနေတဲ့အရာကြီးနဲ့ ရင်ဆိုင်တိုးရတဲ့အခါ....ဒီတစ်ကြိမ်မှာရော မိသားစုကို ကယ်တင်နိုင်ပါ့မလား၊ ဘယ်လိုအရာမျိုးတွေနဲ့ရင်ဆိုင်\nရမလဲ၊ ဒီကားထဲမှာ Nix ဟာ ဘာကို ဆိုလိုသလဲဆိုတာကို စိတ်၀င်စားစရာကြည့်ကြ\nရမှာပါ။ တကယ့်မကောင်းဆိုးဝါးနဲ့ လူ့စိတ်အတွင်းက မကောင်းဆိုးဝါးကိုပါ နှိုင်းယှဉ်\nပြထားတဲ့ Horror ဇာတ်‌လမ်းတစ်ပုဒ်မို့ မလွတ်တမ်းကြည့်လိုက်ကြပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Oyz5/Nix.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-s-1-150x200.jpg",
        "title": "Savages (2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ \"ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး\"တို့ \"ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ\"တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\n\"အို\"ရယ် \"ဘန်\"ရယ် \"ချောင်\"ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3ai5C/savages.2012.unrated.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/478bt33c1WbpaE26XFvbJyQddfl.jpg",
        "title": "Warriors ( 2022 )",
        "description": "ဇာတ်ကားကောင်းလေးတွေကို\nဘာသာပြန်တင်ဆက်ပေးနေကြဖြစ်တဲ့\nCM ကနေ ဒီတစ်ခါမှာတော့ Warriors ဆိုတဲ့\nရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\n၁၉၃၅ခုနှစ်သမိုင်းဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့\nနာမည်ကြီး ဖြစ်ရပ်တစ်ခုဆိုလည်း မမှားပါဘူး\nကူမင်တန် တပ်ဖွဲ့ရဲ့ တိုက်ခိုက်မှုကို ခံနေရတဲ့\nတပ်နီတပ်ဖွဲ့ဟာ တတုမြစ်ကို ဖြတ်ဖို့ရာမှ\nာ လှေမလုံလောက်တဲ့ပြဿနာနဲ့ ရင်ဆိုင်ခဲ့ရပြီး\nအထက်အရာရှိ‌တွေ ဆွေးနွေးတိုင်ပင်ပြီးတဲ့အခါမှာတော့\nမြစ်ကိုမဖြတ်တော့ဘဲ ချင်ခေတ်လက်ကျန်\nလူတင့်တံတားကို သိမ်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်\nပေးအပ်လိုက်တဲ့တာဝန်ကို ထမ်းဆောင်ဖို့\nတပ်နီအဖွဲ့(၄)ဟာ တစ်ရက်မပြည့်တဲ့\nအချိန်အတွင်းမှာ ၁၂၀ကီလိုမီတာကို ချီတက်ခဲ့ပြီး\nလူတင့်တံတားကို ရောက်နိုင်ဖို့ ကြိုးစားခဲ့တဲ့\nတပ်နီတပ်ဖွဲ့နဲ့ ကူမင်တန်တို့ရဲ့ လူတင့်တံတားတိုက်ပွဲ\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nစစ်ပွဲအတွင်းက ညီအစ်ကိုသံယောဇဉ်တွေ စွန့်လွှတ်မှုတွေ\nတာဝန်သိတတ်မှုတွေကို အသားပေးရိုက်ကူးထားတဲ့\nWarriors ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်နော်\nReviewed By Kyawt\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/warriors-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Lighting-up-the-Stars-2022-download-NetNaija.xyz_-133x200.jpg",
        "title": "Lighting up the Stars (2022)",
        "description": "Lighting up the Stars (2022)\n=====================\nIMDb Rating - 7.3/10သံယောဇဉ်ဆိုတဲ့ဆွဲအား၊ ချစ်ခြင်းမေတ္တာရဲ့အင်အားက ဘယ်လောက်တောင်\nကြီးမားလဲဆိုရင် လူဆိုးကိုလည်း လူကောင်းဖြစ်သွားစေနိုင်သလို ကြမ်းတမ်းတဲ့\nလူကိုလည်း နူးညံ့တဲ့ပန်းလေးတစ်ပွင့် ပြောင်းလဲသွားစေနိုင်ပါတယ်။ ဒီတစ်ခါလည်း\nCM ပရိတ်သတ်ကြီးကို မျက်ရည်ဝဲစေမယ့် ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်\nပေးလိုက်ပါတယ်။\nထူးထူးခြားခြား ဒီကားလေးက သုဘရာဇာလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ လောင်စန်း\nအကြောင်း ရိုက်ကူးထားတာပါ။ လောင်စန်းက ထောင်ထွက်တစ်ယောက် ပြီးတော့\nအဖေ့အိမ်ကို အမွေလိုချင်လို့ သုဘရာဇာလုပ်ငန်းကို လုပ်နေရတာပါ။လူသေတွေနဲ့ ပိုက်ဆံရှာတယ်ဆိုပြီးတော့ အားလုံးကလှောင်ကြတဲ့အပြင် ကောင်မလေး\nကလည်း စွန့်ပစ်သွားလို့ ပူလောင်နေတုန်းမှာ ရှောင်ဝန်ဆိုတဲ့ကလေးမလေးတစ်ယောက်\nအိမ်ရှေ့ရောက်လာပါတယ်။ ရှောင်ဝန်ဆိုတာ မနေ့ကအသုဘပွဲလုပ်ပေးလိုက်တဲ့အဘွားရဲ့\nမြေးမလေးပါ။ သူ့အဘွားကို လောင်စန်းက သေတ္တာကြီးထဲထည့်ပြီးခေါ်သွားတာမို့\nဘွားဘွားကိုပြန်ခေါ်ပေးပါတဲ့လေ။ ကဲ... ဘယ်လိုလုပ်ကြမလဲ။ရှောင်ဝန်လေးကလည်း သရုပ်ဆောင်ကောင်းလိုက်ပုံများ ဝါရင့်မင်းသမီးကျနေတာပဲ။\nသူလေးကြောင့် ရုပ်ရှင်ကားကို အဆုံးထိကြည့်မိသွားမှာ သေချာပါတယ်ဗျ။ တရုတ်\nကားတွေက မေတ္တာဖွဲ့ကားလေးတွေနဲ့ပေါက်နေကြဆိုတော့ ဒီကားလေးကလည်း ပရိသတ်\nရင်ထဲ ဘယ်လောက်ထိနေရာယူနိုင်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.56 ...",
        "rating": "7.3",
        "url": "https://megaup.net/18B0e/Lighting.Up.the.Stars.2022.720p.NF.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODY5MjkyYmMtODQwZS00YTVjLWIyOGQtYzFmYjUyOGU2NzkwXkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Minions & More 1 (2022)",
        "description": "Minions & More 1 (2022)\n==================\nIMDb Rating - 6.5/10နောက်ဆုံးထွက်ရှိထားတဲ့ မီနီမမ်လေးတွေရဲ့ ဇာတ်လမ်းတို\nစုစည်းမှုလေးတွေပါ။ ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ Minion and\nPuppy အပိုင်းလို ဇာတ်လမ်းလေးတွေလည်း ပါသလို ဇာတ်လမ်း\nကောင်းအသစ်လေးတွေလည်း အများကြီးပါပါတယ်။Despicable Me ဇာတ်ကားထဲက Minion လေးတွေကို သီးသန့်\nရိုက်ပြထားတဲ့ ရယ်စရာဟာသ ဇာတ်လမ်းတို မျိုးစုံကို တစ်ဖန်ပြန်\nလည်ကြည့်ရှုနိုင်ဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(815 MB) / (350 MB)\nQuality............BluRay 1080p / 720p\nDuration.........48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/1Oyhe/Minions.and.More.Volume.1.2022.720p.NF.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDJlZWRiNzEtNDg5OS00YTRjLTlkNDktMzMyNWU5OGViODg5XkEyXkFqcGdeQXVyMzQ5NzA3MDg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The End of the Pale Hour (2021)",
        "description": "The end of the pale hour / Young people at dawn (2021)ဒီတစ်ခါတင်ဆက်ပေးလိုက်ချင်တာကတော့ မမရဲ့ အနွံတာခံမယ့် မောင်လေးတစ်ယောက်ရဲ ဇာတ်ကြောင်းပါပဲ\nမင်းသားဟာ စားသောက်ပါတီပွဲတစ်ခုမှ မိန်းကလေးတစ်​ယောက်နဲ့ အမှတ်မထင်ဆုံရင်း ချစ်မိသွားတယ် အတူလျှောက်သွားလျှောက်စား ပျော်ပါးကြည်နူးကြတယ်ပေါ့\nတက္ကသိုလ်ပြီးတော့ အလုပ်ဝင်ရတော့မယ့်မင်းသားဟာ တကယ်တမ်းလုပ်ငန်းခွင်ရောက်တော့ သူမျှော်လင့်ထားသလို တစ်ခုမှ ဖြစ်မလာပါဘူး\nကြိတ်မှိတ်သည်းခံလုပ်ရင်း မိန်းကလေးနဲ့ပဲ အတူနေရင်း ကျေနပ်နေခဲ့တယ်ပေါ့ အချိန်တစ်ခုကြာလာတဲ့အခါ အလုပ်ကလည်း အဆင်မပြေ ချစ်သူမမကလည်း စွန့်ပစ်သွားချိန်မှာ မျက်နှာလွှဲခဲ့တဲ့ အမှန်တရားတွေကို ရင်ဆိုင်ရပါတော့တယ်\nဒီဇာတ်ကားလေးဟာ working adults တွေရဲ့ ဖိစီးမှုတွေ ဘဝအချိုးအကွေ့တွေကို မီးမောင်းထိုးပြထားတဲ့ အချစ်ဒရာမာကားကောင်းလေး ဖြစ်ပါကြောင်း....File Size__(2GB) / (830MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:56:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mugiwara Ya\nEncoded by Naing Aung ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Cyi/The_End_of_the_Pale_Hour_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://megaup.net/18Cyd/Another_Public_Enemy_(2005)_720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNs6Ew2a060CjQaIElWY5ZUpth3.jpg",
        "title": "Three Husbands (2018)",
        "description": "(18+)Three Husbands (2018)အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,\nဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ\nဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။\n1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး\nThree Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး\nသူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။\nသူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။\nပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့\nThree Husbandsမှာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/3atzg/Three.Husbands.2018.720p.NF.WEB-DL.DDP5.1.Dark.Sider.mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLrfEvJhQP3SubJR9SYwHWE9tlZ.jpg",
        "title": "Vesper (2022)",
        "description": "Vasper (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 90% ~အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Oz4b/(CM)_Vesper_(2022)_720p.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": " https://megaup.net/1Oy4h/Bad.Ass.2012.720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yHvf6blRnXfJLrkyunGKgtX6mv.jpg",
        "title": "A Tribute to Her Majesty – the Queen (2022)",
        "description": "A Tribute to Her Majesty - The Queen (2022)ဒီ Documentary လေးကိုထွေထွေထူးထူးညွှန်းနေစရာတော့လိုမယ်မထင်ပါဘူး။ မကြာသေးခင်ကမှ နတ်ရွာစံသွားတဲ့ အင်္ဂလန်ပြည့်ရှင် ဘုရင်မကြီး အဲလိဇဘက် ၂ အကြောင်း BBC ကနေ ရိုက်ကူးထားတဲ့ မှတ်တမ်းရုပ်ရှင်ပါ။ဘုရင်မကြီးရဲ့ ကလေးဘဝ၊ ဒုတိယကမ္ဘာစစ်ကို ၁၃နှစ်အရွယ် မိန်းကလေးတစ်ဦးအနေနဲ့ ဖြတ်သန်းခဲ့ပုံတွေ၊ ထီးနန်းဆက်ခံရမယ့် မျိုးဆက်မဟုတ်ပေမယ့် ကံကြမ္မာကြောင့် ထီးနန်းဆက်ခံဖို့ဖြစ်လာတာတွေ၊ မိသားစုကိုချစ်ခင်ပုံတွေ၊ ထီးနန်းဆက်ခံပြီးနောက်မှာ တာဝန်နဲ့မိသားစုကို ဦးထိပ်ပဓာနထားခဲ့တာတွေကို ဒီ မှတ်တမ်းရုပ်ရှင်လေးမှာတွေ့နိုင်ပါတယ်။ရှေးခေတ်ဗီဒီယိုမှတ်တမ်းတွေ အများအပြားထည့်သွင်းရိုက်ကူးထားတဲ့အပြင် ဘုရင်မကြီးရဲ့ မိသားစုဝင်တွေ၊ ဗြိတိန်ဝန်ကြီးချုပ်ဟောင်းတွေ၊ မင်းမှုထမ်းတွေလည်း ပါဝင်အားဖြည့်ပေးထားလို့ ကြည့်ရအဆင်ပြေတဲ့ Documentary လေးပါပဲ။တော်ဝင်မိသားစုဖက်အမြင်ကနေပဲရိုက်ကူးထားပြီး သွားလေသူကိုအမှတ်တရဖြစ်အောင် တင်ပြထားတဲ့အတွက် တစ်ချို့တစ်ချို့သော ကိစ္စလေးတွေမှာ အငြင်းပွါးစရာလေးတွေတော့ရှိနိုင်ပါတယ်။ ဒါလေးကို သည်းခံနိုင်ရင်တော့ ကြည့်ရတာတန်တဲ့ Documentary လေးပါပဲလို့ တတ်နိုင်သလောက်လေး ညွှန်းခဲ့ပါရစေခင်ဗျား...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw ...",
        "rating": "5.3",
        "url": "https://megaup.net/18Df4/(CM)_A_Tribute_To_Her_Majesty_The_Queen_(2022)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDFiMjU0NzAtMjE5Zi00Y2Y4LWEzOTUtYWJhMGMwODFkZTQ5XkEyXkFqcGdeQXVyMTIzMjUxMg@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Toshimaen: Haunted Park (2019)",
        "description": "Toshimaen:Haunted Park (2019)ကျိန်စာနဲ့ သည်းထိတ်ရင်ဖိုသရဲဇာတ်လမ်းတွေကို စိတ်ဝင်စားကြတဲ့သူတွေအတွက် ကောင်မလေးတစ်သိုက်နဲ့တိုရှိမအန်ကျိန်စာအကြောင်း ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ။အထက်တန်းကျောင်းတည်းက ခင်ခဲ့ကြတဲ့ကောင်မလေးတစ်စုက ၃နှစ်ကြာမှ ပြန်ပြီးဆုံကြပါတယ်။ သူတို့အထဲက \"စခိ\"ဆိုတဲ့ကောင်မလေးက နိုင်ငံခြားမှာပညာတော်သင်သွားတော့မှာဖြစ်လို့ နှုတ်ဆက်ရင်းပြန်ဆုံကြတာပါ။ သူတို့က ကျောင်းသူဘဝမှာတည်းက ဖုန်းအလွန်သုံးပြီး အင်တာနက်နဲ့အကျွမ်းတဝင်ရှိကြပါတယ်။သူတို့ရဲ့သူငယ်ချင်းတစ်ယောက်ဖြစ်တဲ့ ယုက ကတော့ လွန်ခဲ့တဲ့နှစ်တွေမှာ ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဒီနေ့မှာတော့ ပြန်ဆုံတဲ့ပွဲအတွက် အသွားမှာ \"စခိ\"က ပျောက်သွားတဲ့ယုကရဲ့ အမေဖြစ်သူနဲ့ဆုံခဲ့ပါတယ်။ စခိနဲ့ယုက က အရမ်းခင်ခဲ့တာမို့ ကစားကွင်း ဝင်ခွင့်အခမဲ့လက်မှတ်တွေကို ယူထားဖို့ပေးခဲ့ပါတယ်။\nဒီလိုနဲ့တွေ့ဆုံပွဲကိုရောက်တော့ ကျန်တဲ့သူငယ်ချင်းတွေကပါ ကစားကွင်းကိုသွားချင်နေတာမို့ သွားဖို့စီစဉ်လိုက်ကြပါတယ်။ သူတို့သွားတဲ့ကစားကွင်းမှာ တိုရှိမအန်ကျိန်စာဆိုတာရှိပါတယ်။ စည်းကမ်းချက်တွေထဲက တစ်ချက်ကို ဖောက်ဖျက်မိတာနဲ့ လျှို့ဝှက်နေရာကိုထာဝရခေါ်ဆောင်သွားခံရတော့မှာပါ။ဒီလိုနဲ့ သူတို့သူငယ်ချင်းတစ်စုလည်း ဒီကျိန်စာကို စမ်းသပ်ကြည့်ဖို့ဖြစ်လာတဲ့အခါ သူတို့ကိုယ်တိုင်ကလည်း အကြောင်းအရင်းတစ်ခုကြောင့် ဒီကျိန်စာနဲ့ပြန်ပတ်သက်ရဖို့ ဖြစ်လာတာမို့ ဘာတွေကြုံရမလဲ ဘယ်လိုတွေကျိန်စာမိကြမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Den/Toshimaen_Haunted_Park_(2019)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTI3MDcwZGItZDMwNS00ZDBjLWEwOGEtMWEyMWUxNDlkYzBjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-141x200.jpg",
        "title": "The Devil’s Backbone(2001)",
        "description": "The Devil's Backbone(2001) အညွှန်း********************************IMDb rating: 7.4/10\nRotten Tomatoes: 93%ကမ္ဘာစစ်အတွင်းမှာ သေကြေပျက်စီးတယ်ဆိုတယ် ဆန်းတဲ့အရာတော့ မဟုတ်ပါဘူး\nစစ်ကြောင့် လက်နက်ကြောင့်လို့ ပြောကြပေမယ့် တကယ်တမ်းကတော့ လူ့အတ္တစစ်စစ်ကြောင့်ပေါ့ဗျာ\nငတ်ပြတ် ဆင်းရဲကုန်တော့ လုပ်မိလုပ်ရာတွေလုပ်ရင်း လူသားဆန်မှုဆိုတာ ဘယ်ဆီရောက်မှန်းမသိ\nယုံကြည်မှုတွေကလည်း အလဲလဲအကွဲကွဲ ဘယ်ဘုရားဆီပြေးရမယ်မသိ..မကောင်းဆိုးဝါးရဲ့ ကျောရိုးဆိုတာ ဘာလဲ သိကြလားဗျ\nမွေးမလာသင့်တဲ့ကလေးတွေ တစ်နည်း လူတွေစွန့်ပစ်လို့ အသက်ဆုံးရှုံးသွားရတဲ့ လူမမယ်ကလေးလေးတွေကို ခေါ်ပါသတဲ့\nစပိန်နိုင်ငံရဲ့ စစ်ကြီးအတွင်းမှာ အဲဒီကလေးတွေကို ‌ဆေးရည်စိမ်ပြီး ရောဂါပျောက်တယ်ဆိုပြီး သောက်ကြသတဲ့လေ\nမဟုတ်မှန်းသိသိရဲ့နဲ့ လုပ်မိလုပ်ရာတွေ လုပ်ကြတာပါပဲ\nကျွန်တော် လက်လှမ်းမီသလောက် ဇာတ်လမ်းရဲ့ ရည်ညွှန်းချက်ကတော့ devil's backbone ဆိုတာ ကပ်ဘေးကြောင့် လူ့လောဘအတ္တကို ကျောရိုးအရင်းခံပြီး လုပ်မိလုပ်ရာတွေ လုပ်ကြပုံပါပဲဇာတ်လမ်းအညွှန်းကတော့ တိုတိုလေးပါပဲ\n၁၂ နှစ်သားကောင်လေးတစ်ယောက် စစ်ကြီးထဲမှာ အဖေဆုံးရှုံးသွားရလို့ စပိန်နိုင်ငံ မြို့စပ်လေးတစ်ခုက ကျောင်းတစ်ကျောင်းကို ရောက်လာတယ်\nသူမရောက်ခင်ကတည်းက ကျောင်းဝန်းအလယ်တည့်တည့်မှာ ဗုံးအကြီးကြီးစိုက်ဝင်နေတယ်\nဗုံးကျဲခံရတဲ့ညမှာပဲ ရှန်တီဆို‌တဲ့ ကောင်လေးတစ်ယောက် ပျောက်သွားတယ်တဲ့\nကျောင်းသားတွေကြားက ...",
        "rating": "7.4",
        "url": "https://megaup.net/18Di0/The.Devils.Backbone.2001.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODhlMzA2MWEtODk3Ni00YjIzLWE4ZTgtNDM1ODkyY2IwNjJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Ranga Ranga Vaibhavanga (2022)",
        "description": "Comedy, Drama, Romanceရီရှီနဲ့ ရာဒါဆိုတဲ့ ကောင်လေးနဲ့ ကောင်မလေးနှစ်ယောက်ဟာ\nတစ်ရက်တည်း အချိန်အတူတူမွေးလာကြတဲ့သူတွေပေါ့\nသူတို့ရဲ့အဖေတွေကလည်း ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်း\nအရင်းခေါက်ခေါက်တွေသူတို့ကလည်း ငယ်ငယ်ကတည်းက တပူးပူးတတွဲတွဲ ကြီးပြင်းလာခဲ့ကြပြီး\nတစ်ယောက်နဲ့တစ်ယောက်လည်း သူငယ်ချင်းထက်ပိုတဲ့\nသံယောဇဉ်တွေနဲ့ အရမ်းချစ်ကြတဲ့သူတွေပေါ့ဒါပေမယ့် ချစ်ကြပေမယ့် မာနချင်းပြိုင်ရတဲ့ နေ့တစ်နေ့ကို\nရောက်လို့လာခဲ့တယ်\nအဲဒါကတော့ သူတို့ အလယ်တန်းမှာ ကိစ္စတစ်ခုကြောင့်\nတစ်ယောက်ပါးတစ်ယောက် ရိုက်လိုက်မိရာက\nနင်စကားမပြောရင် ငါလည်းမပြောဘူးဆိုပြီး ဖြစ်သွားကြပြီး\nကြီးတဲ့အထိ စကားမပြောဘဲ နေလာကြတာ\nကောလိပ်ရောက်တဲ့အထိပါပဲရင်ထဲမှာတော့ တစ်ယောက်ကိုတစ်ယောက်\nဂရုစိုက်တဲ့အချစ်တွေနဲ့ ရှိကြပေမယ့် မာနတွေကြောင့်သာ\nသူတို့ဝေးကွာနေခဲ့ကြတာပေါ့အဲဒီလိုနဲ့ အဲဒီလိုအရမ်းချစ်ကြတဲ့ သူတို့နှစ်ယောက်ရဲ့\nမာနတွေ ပြိုကွဲသွားစေမယ့်အရာက ဘာဖြစ်မလဲ\nအခေါ်အပြောမလုပ်ကြတဲ့ သူတို့နှစ်ယောက်မှာ ဘယ်သူက\nအရင်စကားစပြောတဲ့သူ ဖြစ်မလဲဆိုတာ\nဒီကားလေးထဲမှာ မိသားစုဘဝ ဟာသလေးတွေနဲ့ပါ အချစ်ရိုမက်တစ်ရသကို\nအပြည့်ခံစားပြီး ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.9GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Sora",
        "rating": "5.4",
        "url": "https://megaup.net/18Ddc/Ranga_Ranga_Vaibhavanga_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-k-134x200.jpg",
        "title": "The Karate Kid Part III(1989)",
        "description": "ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ\nဇာတ်လမ်းအကျဉ်း\nပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2unin/The.Karate.Kid.Part.III.1989.720p.(CM).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-ka-140x200.jpg",
        "title": "The Karate Kid Part II (1986)",
        "description": "ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ\nဇာတ်လမ်းအကျဉ်း\nဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့\nအဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/18suc/The.Karate.Kid.Part.II.1986.720p.(CM)_(2).mp4",
        "category": "Action, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/700215h-141x200.jpg",
        "title": "[21+]Pirates (2005)",
        "description": "DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်ကပ္ပတိန် အဒ်ဝါ့တစ်ယောက် ငွေကြေးချမ်းသာပြီး ကျော်ကြားမှုနောက်ကို\nလိုက်ဖို့လမ်းစရှာနေပါတယ် ပင်လယ်မြင်း လုံ့ခေါ်တဲ့ အကောင်းစား\nသင်္ဘောကြီးတစ်စီးဝယ်ပြီး ပင်လယ်ပြင်မှာ ထကြွသောင်းကြမ်းနေတဲ့\nဓားပြတွေကိုနှိမ်နင်းဖို့ အစပျိုးခဲ့ပါတယ် သူ့သင်္ဘောပေါ်မှာ အချွေရံတွေအများကြီးပါပါတယ်\nဒီလိုနဲ့ပင်လယ်ပြင်မှာမြောနေရင်း တစ်နေ့မှာ\nရေထဲမှာမျောနေတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့လိုက်ပါတယ်\nအဲဒီကောင်မလေးက သူတို့လင်မယားကို မိစ္ဆာဓားပြတစ်ယောက်က သူတို့ကို တိုက်ခိုက်ခဲ့ကြောင်း\nပြောပြတဲ့အခါ သူနာမည်ကြီးဖို့အကြောင်းဖန်လာပါတော့တယ်အချစ် အလွမ်း အဘု ဟာသ ရောနှောထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nAdult ရဲ့ပြယုဒ် ဖြစ်တာကြောင့် DS ဖန်တွေအတွက် စေတနာရှေ့ထားပြီး တင်ဆက်လိုက်ပါတယ်\nFile size…3GB / 1.3GB\nQuality…1080p ...",
        "rating": "7",
        "url": "https://megaup.net/1OA7j/Pirates.2005.720p(CM).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWI2MDZmM2EtNTJkMy00MjE0LWE1MGYtOGMxODlkZmE1MDU5XkEyXkFqcGdeQXVyNjgxODY5NzM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Nix (2022)",
        "description": "Nix (2022)\n=========Nix ဆိုတာ ဂျာမန်ဒဏ္ဍာရီလာအရဆိုရင်တော့ ပုံစံအမျိုးမျိုးပြောင်းနိုင်တဲ့\nရေနေဝိညာဉ်တစ်မျိုးပါ။ စကားအရတော့ nothing ဆိုတဲ့အဓိပ္ပါယ်မျိုး\nဖြစ်ပါတယ်။ အဲဒီ Nix နဲ့ ဒီဇာတ်လမ်းက ဘယ်လိုများပတ်သက်နေမလဲ...ကွိုင်ရ်မိသားစုဟာ ပျော်စရာကောင်းတဲ့မိသားစုလေးဖြစ်ပြီး ဂျက်ခ်၊\nလူးကပ်စ်နဲ့ တက်ဆာဆိုတဲ့မောင်နှမ ၃ ယောက်ရှိပါတယ်။ တစ်နေ့မှာ\nရေကန်ကြီးတစ်ခုနားကို ပျော်ပွဲစားထွက်ကြတဲ့အခါ မထင်မှတ်တဲ့ကံကြမ္မာဆိုးက\nသူတို့မိသားစုကို ရိုက်ခတ်သွားပါတော့တယ်။အဲဒီကံကြမ္မာဆိုးဟာ မိသားစု၀င်တချို့ကို ခေါ်ဆောင်သွားခဲ့ရုံမက ကျန်ရစ်ခဲ့တဲ့\nသူတွေကိုပါ အလွတ်မပေးဘဲ အမြဲခြောက်ခြားနေစေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ\nပျော်စရာ‌ပျောက်ဆုံးသွားတဲ့ မိသားစုကြီးကို ဦးဆောင်နေရသူကတော့ သားအကြီးဆုံး\nဂျက်ခ်ပါ။ မိသားစုကိုရော ညီဖြစ်သူရဲ့သမီးငယ်ဇိုဝီကိုပါ စောင့်ရှောက်ခဲ့ရပါတယ်။\nတစ်နေ့တော့ သူတို့မိသားစုရဲ့အရိပ်ဆိုးကြီးဟာ ဇိုဝီ့နောက်ကိုပါ လိုက်လာခဲ့ပါတယ်။\nအဲဒီအခါ ဂျက်ခ်တစ်ယောက် တူမဖြစ်သူကိုကယ်တင်ဖို့ကြိုးစားရင်း မိသားစုကို\nဒုက္ခပေးနေတဲ့အရာကြီးနဲ့ ရင်ဆိုင်တိုးရတဲ့အခါ....ဒီတစ်ကြိမ်မှာရော မိသားစုကို ကယ်တင်နိုင်ပါ့မလား၊ ဘယ်လိုအရာမျိုးတွေနဲ့ရင်ဆိုင်\nရမလဲ၊ ဒီကားထဲမှာ Nix ဟာ ဘာကို ဆိုလိုသလဲဆိုတာကို စိတ်၀င်စားစရာကြည့်ကြ\nရမှာပါ။ တကယ့်မကောင်းဆိုးဝါးနဲ့ လူ့စိတ်အတွင်းက မကောင်းဆိုးဝါးကိုပါ နှိုင်းယှဉ်\nပြထားတဲ့ Horror ဇာတ်‌လမ်းတစ်ပုဒ်မို့ မလွတ်တမ်းကြည့်လိုက်ကြပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Oyz5/Nix.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-s-1-150x200.jpg",
        "title": "Savages (2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ \"ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး\"တို့ \"ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ\"တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\n\"အို\"ရယ် \"ဘန်\"ရယ် \"ချောင်\"ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3ai5C/savages.2012.unrated.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/478bt33c1WbpaE26XFvbJyQddfl.jpg",
        "title": "Warriors ( 2022 )",
        "description": "ဇာတ်ကားကောင်းလေးတွေကို\nဘာသာပြန်တင်ဆက်ပေးနေကြဖြစ်တဲ့\nCM ကနေ ဒီတစ်ခါမှာတော့ Warriors ဆိုတဲ့\nရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\n၁၉၃၅ခုနှစ်သမိုင်းဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့\nနာမည်ကြီး ဖြစ်ရပ်တစ်ခုဆိုလည်း မမှားပါဘူး\nကူမင်တန် တပ်ဖွဲ့ရဲ့ တိုက်ခိုက်မှုကို ခံနေရတဲ့\nတပ်နီတပ်ဖွဲ့ဟာ တတုမြစ်ကို ဖြတ်ဖို့ရာမှ\nာ လှေမလုံလောက်တဲ့ပြဿနာနဲ့ ရင်ဆိုင်ခဲ့ရပြီး\nအထက်အရာရှိ‌တွေ ဆွေးနွေးတိုင်ပင်ပြီးတဲ့အခါမှာတော့\nမြစ်ကိုမဖြတ်တော့ဘဲ ချင်ခေတ်လက်ကျန်\nလူတင့်တံတားကို သိမ်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်\nပေးအပ်လိုက်တဲ့တာဝန်ကို ထမ်းဆောင်ဖို့\nတပ်နီအဖွဲ့(၄)ဟာ တစ်ရက်မပြည့်တဲ့\nအချိန်အတွင်းမှာ ၁၂၀ကီလိုမီတာကို ချီတက်ခဲ့ပြီး\nလူတင့်တံတားကို ရောက်နိုင်ဖို့ ကြိုးစားခဲ့တဲ့\nတပ်နီတပ်ဖွဲ့နဲ့ ကူမင်တန်တို့ရဲ့ လူတင့်တံတားတိုက်ပွဲ\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nစစ်ပွဲအတွင်းက ညီအစ်ကိုသံယောဇဉ်တွေ စွန့်လွှတ်မှုတွေ\nတာဝန်သိတတ်မှုတွေကို အသားပေးရိုက်ကူးထားတဲ့\nWarriors ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်နော်\nReviewed By Kyawt\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/warriors-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Lighting-up-the-Stars-2022-download-NetNaija.xyz_-133x200.jpg",
        "title": "Lighting up the Stars (2022)",
        "description": "Lighting up the Stars (2022)\n=====================\nIMDb Rating - 7.3/10သံယောဇဉ်ဆိုတဲ့ဆွဲအား၊ ချစ်ခြင်းမေတ္တာရဲ့အင်အားက ဘယ်လောက်တောင်\nကြီးမားလဲဆိုရင် လူဆိုးကိုလည်း လူကောင်းဖြစ်သွားစေနိုင်သလို ကြမ်းတမ်းတဲ့\nလူကိုလည်း နူးညံ့တဲ့ပန်းလေးတစ်ပွင့် ပြောင်းလဲသွားစေနိုင်ပါတယ်။ ဒီတစ်ခါလည်း\nCM ပရိတ်သတ်ကြီးကို မျက်ရည်ဝဲစေမယ့် ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်\nပေးလိုက်ပါတယ်။\nထူးထူးခြားခြား ဒီကားလေးက သုဘရာဇာလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ လောင်စန်း\nအကြောင်း ရိုက်ကူးထားတာပါ။ လောင်စန်းက ထောင်ထွက်တစ်ယောက် ပြီးတော့\nအဖေ့အိမ်ကို အမွေလိုချင်လို့ သုဘရာဇာလုပ်ငန်းကို လုပ်နေရတာပါ။လူသေတွေနဲ့ ပိုက်ဆံရှာတယ်ဆိုပြီးတော့ အားလုံးကလှောင်ကြတဲ့အပြင် ကောင်မလေး\nကလည်း စွန့်ပစ်သွားလို့ ပူလောင်နေတုန်းမှာ ရှောင်ဝန်ဆိုတဲ့ကလေးမလေးတစ်ယောက်\nအိမ်ရှေ့ရောက်လာပါတယ်။ ရှောင်ဝန်ဆိုတာ မနေ့ကအသုဘပွဲလုပ်ပေးလိုက်တဲ့အဘွားရဲ့\nမြေးမလေးပါ။ သူ့အဘွားကို လောင်စန်းက သေတ္တာကြီးထဲထည့်ပြီးခေါ်သွားတာမို့\nဘွားဘွားကိုပြန်ခေါ်ပေးပါတဲ့လေ။ ကဲ... ဘယ်လိုလုပ်ကြမလဲ။ရှောင်ဝန်လေးကလည်း သရုပ်ဆောင်ကောင်းလိုက်ပုံများ ဝါရင့်မင်းသမီးကျနေတာပဲ။\nသူလေးကြောင့် ရုပ်ရှင်ကားကို အဆုံးထိကြည့်မိသွားမှာ သေချာပါတယ်ဗျ။ တရုတ်\nကားတွေက မေတ္တာဖွဲ့ကားလေးတွေနဲ့ပေါက်နေကြဆိုတော့ ဒီကားလေးကလည်း ပရိသတ်\nရင်ထဲ ဘယ်လောက်ထိနေရာယူနိုင်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.56 ...",
        "rating": "7.3",
        "url": "https://megaup.net/18B0e/Lighting.Up.the.Stars.2022.720p.NF.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODY5MjkyYmMtODQwZS00YTVjLWIyOGQtYzFmYjUyOGU2NzkwXkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Minions & More 1 (2022)",
        "description": "Minions & More 1 (2022)\n==================\nIMDb Rating - 6.5/10နောက်ဆုံးထွက်ရှိထားတဲ့ မီနီမမ်လေးတွေရဲ့ ဇာတ်လမ်းတို\nစုစည်းမှုလေးတွေပါ။ ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ Minion and\nPuppy အပိုင်းလို ဇာတ်လမ်းလေးတွေလည်း ပါသလို ဇာတ်လမ်း\nကောင်းအသစ်လေးတွေလည်း အများကြီးပါပါတယ်။Despicable Me ဇာတ်ကားထဲက Minion လေးတွေကို သီးသန့်\nရိုက်ပြထားတဲ့ ရယ်စရာဟာသ ဇာတ်လမ်းတို မျိုးစုံကို တစ်ဖန်ပြန်\nလည်ကြည့်ရှုနိုင်ဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(815 MB) / (350 MB)\nQuality............BluRay 1080p / 720p\nDuration.........48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/1Oyhe/Minions.and.More.Volume.1.2022.720p.NF.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDJlZWRiNzEtNDg5OS00YTRjLTlkNDktMzMyNWU5OGViODg5XkEyXkFqcGdeQXVyMzQ5NzA3MDg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The End of the Pale Hour (2021)",
        "description": "The end of the pale hour / Young people at dawn (2021)ဒီတစ်ခါတင်ဆက်ပေးလိုက်ချင်တာကတော့ မမရဲ့ အနွံတာခံမယ့် မောင်လေးတစ်ယောက်ရဲ ဇာတ်ကြောင်းပါပဲ\nမင်းသားဟာ စားသောက်ပါတီပွဲတစ်ခုမှ မိန်းကလေးတစ်​ယောက်နဲ့ အမှတ်မထင်ဆုံရင်း ချစ်မိသွားတယ် အတူလျှောက်သွားလျှောက်စား ပျော်ပါးကြည်နူးကြတယ်ပေါ့\nတက္ကသိုလ်ပြီးတော့ အလုပ်ဝင်ရတော့မယ့်မင်းသားဟာ တကယ်တမ်းလုပ်ငန်းခွင်ရောက်တော့ သူမျှော်လင့်ထားသလို တစ်ခုမှ ဖြစ်မလာပါဘူး\nကြိတ်မှိတ်သည်းခံလုပ်ရင်း မိန်းကလေးနဲ့ပဲ အတူနေရင်း ကျေနပ်နေခဲ့တယ်ပေါ့ အချိန်တစ်ခုကြာလာတဲ့အခါ အလုပ်ကလည်း အဆင်မပြေ ချစ်သူမမကလည်း စွန့်ပစ်သွားချိန်မှာ မျက်နှာလွှဲခဲ့တဲ့ အမှန်တရားတွေကို ရင်ဆိုင်ရပါတော့တယ်\nဒီဇာတ်ကားလေးဟာ working adults တွေရဲ့ ဖိစီးမှုတွေ ဘဝအချိုးအကွေ့တွေကို မီးမောင်းထိုးပြထားတဲ့ အချစ်ဒရာမာကားကောင်းလေး ဖြစ်ပါကြောင်း....File Size__(2GB) / (830MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:56:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mugiwara Ya\nEncoded by Naing Aung ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Cyi/The_End_of_the_Pale_Hour_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://megaup.net/18Cyd/Another_Public_Enemy_(2005)_720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNs6Ew2a060CjQaIElWY5ZUpth3.jpg",
        "title": "Three Husbands (2018)",
        "description": "(18+)Three Husbands (2018)အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,\nဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ\nဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။\n1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး\nThree Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး\nသူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။\nသူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။\nပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့\nThree Husbandsမှာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/3atzg/Three.Husbands.2018.720p.NF.WEB-DL.DDP5.1.Dark.Sider.mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLrfEvJhQP3SubJR9SYwHWE9tlZ.jpg",
        "title": "Vesper (2022)",
        "description": "Vasper (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 90% ~အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Oz4b/(CM)_Vesper_(2022)_720p.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": " https://megaup.net/1Oy4h/Bad.Ass.2012.720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWYwMWNkYTItYTU4Zi00ZGMzLTg1OTEtMjE2ZDBjZmM1MDBhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-1-144x200.jpg",
        "title": "Saakini Daakini (2022)",
        "description": "ကောင်မလေးနှစ်ယောက်ရှိတယ်\nသူတို့က ရဲသင်တန်းကျောင်းမှာ ကျောင်းလာအပ်ရင်းနဲ့ ဆုံကြတာ\nနှစ်ယောက်သားက စစဆုံကတည်းက ဘယ်လိုမှမတည့်ကြဘူး\nမတည့်တဲ့သူနှစ်ယောက်က အဆောင်မှာကျတော့လည်း\nအခန်းအတူတူကျပြန်ရောကြောင်နဲ့ကြွက် သူတို့နှစ်ယောက် သင်တန်းဆင်းနေရင်းနဲ့\nတစ်ယောက်ကိုတစ်ယောက် အမြဲ ချောက်တွန်း၊\nချောက်ချကြရင်း ခင်မှန်းမသိ ခင်လာကြတာပေါ့အဲဒီလိုနဲ့ သူတို့တွေ လက်တွေ့ကွင်းဆင်းရမယ့် အချိန်ကိုရောက်လာပြီး\nတစ်ရက် သူတို့ရဲ့ အိမ်ပြန်လမ်းမှာ ကောင်မလေးတစ်ယောက်\nပြန်ပေးဆွဲခံရတာကို မြင်လိုက်ရတယ်ကောင်မလေးရဲ့ နောက်ကြောင်းကို စုံစမ်းကြည့်တော့\nကောင်မလေးက မိသားစုမရှိတဲ့ တစ်ကောင်ကြွက်အဲဒီမှာ သူတို့သိသွားတာက အဲဒီပြန်ပေးဆွဲသမားတွေက\nမိသားစုမရှိတဲ့ မိန်းကလေးတွေကိုပဲ ပစ်မှတ်ထားပြီး ဖမ်းနေတယ်ဆိုတာပဲ\nဘာလို့ဆို မိသားစုမရှိတော့ သူတို့အတွက် တိုင်ချက်ဖွင့်မယ့်သူလည်းမရှိဘူးလေ\nတိုင်ချက်တွေမရှိတော့ အဲဒီဒုစရိုက်ဂိုဏ်းကြီးရဲ့လုပ်ရပ်ကို\nသိသူလည်းမရှိတော့ဘူးပေါ့အဲဒါကို စုံစမ်းဖော်ထုတ်မှာက ဒီလေ့ကျင့်ရေးဆင်း မိန်းကလေးနှစ်ယောက်ပေါ့\nရဲအစစ်မဟုတ်သေးတဲ့ သူတို့နှစ်ယောက်..\nဒုစရိုက်ဂိုဏ်းအကြီးကြီးကို ဘယ်လိုဖော်ထုတ်အရေးယူမလဲ\nအဲဒီဒုစရိုက်လုပ်ငန်းကရော ဘာကြောင့် မိန်းကလေးတွေကိုပဲ\nဖမ်းနေတာလဲဆိုတာ ဒီဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ်\nဟာသအနှောလေးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.9GB / 914MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Kko & BpL & Sora",
        "rating": "5.9",
        "url": "https://megaup.net/18Bv3/Saakini_Daakini_(2022)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/wy738_3f-150x200.jpg",
        "title": "Love You My Arrogance 2 (2022)",
        "description": "ဆန် အဖြစ် Nine Naphat\nအန်နာ အဖြစ် Mild Lapassalan\nတွန် အဖြစ် Oab Oabnithi\"Love You My Arrogance \"ပထမကားထွက်ပြီး ၂နှစ်အကြာမှာ \" Love You My Arrogance 2 \"ဆိုပြီး အဆက်ထွက်ရှိလို့လာခဲ့ပါပြီ ။ဇာတ်လမ်းအကျဉ်းစာရေးဆရာမ အန်နာနဲ့ YouTuber တစ်ဦးဖြစ်တဲ့ ဆန်တို့က စကားတွေပြောရင်း သူငယ်ချင်းနက ရည်းစားမကျ နေရာမှာပဲ ရပ်နေကြတဲ့ နှစ်ယောက်ပေါ့အန်အနေနဲ့လည်း ဆန့်ကို ဖွင့်ပြောလာစေချင်ပေမဲ့ ဖွင့်မပြောလာတာမို့ ကိုယ့်ဘက်ကလည်း စမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်တစ်ရက် ဗီဒီယိုပြိုင်ပွဲတစ်ခုလုပ်ခဲ့ရာက YouTuber ဖြစ်တဲ့ ဆန်က ဆုကြေးရဖို့ ဝင်ပြိုင်ခဲ့ပါတယ်ဒီပြိုင်ပွဲကို အန်နာ့ ချစ်သူဟောင်း ဖြဖစ်တဲ့ ထိုင်းနိုင်ငံ Top 5 ဝင်တဲ့ ခရီးသွားyoutuber တွန်ပါ ဝင်ပြိုင်လာခဲ့ပြီး အန်နာ့ကို ပြန်ရဖို့ပါ ကြိုးစားလာခဲ့ပါတယ်အန်ကလည်း ရည်းစားမကျ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2uwow/Love_You_My_Arrogance_2_(2022)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-p1-139x200.jpg",
        "title": "The Princess Diaries (2001)",
        "description": "မင်းသမီးချော Anne Hathaway ရဲ့ ငယ်ရွယ်စဉ်က အလှတွေကို တစ်ဝကြီးမြင်ရမယ့်\nတောင်းဆိုမှုများတဲ့ ကားဟောင်းကောင်းလေးတစ်ကား လာပါပြီ။၂၀၀၁ ခုနှစ်က ထွက်ရှိထားပြီး ငယ်ငယ်က Hollywood မူဗီတွေရဲ့ vibe ကို အပြည့်အဝပေးစွမ်းတဲ့ ကားလေးပါ။မီယာဟာ အမေရိကန်ပြည်ထောင်စု ဆန်ဖရန်ဆစ္စကိုက လူမသိသူမသိနေရာလေး တစ်ခုမှာ အမေတစ်ခု သမီးတစ်ခု နေထိုင်ရင်း ဘဝကို အသက်ဆက်နေသူပါ။ ရှာမှရှားတဲ့ တစ်ဦးတည်းသော သူငယ်ချင်းလေးနဲ့အတူ ကျောင်းသွားရင်း ကျောင်းရဲ့ ဘူလီခံ စတိုင်လ်မကျု ရုပ်ဆိုးမလေးပေါ့၊ဒါပေမဲ့ တစ်နေ့ သူဟာ ဂျနိုဗီယန် နိုင်ငံရဲ့ နန်းတက်မင်းသမီးတစ်ပါးပါဆိုပြီး အဘွားဖြစ်သူ ဘုရင်မကြီး ရောက်လာတဲ့ သတင်းနဲ့အတူ သူ့ဘဝကြီးဟာ ဇောက်ထိုးမိုးမျှော်တွေဖြစ်ကုန်ပါတော့တယ်။ဒီတော့ သာမန်ဘဝနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ မီယာနဲ့ မြေးဖြစ်သူကို တော်ဝင်မျိုးနွယ်စုထဲ ဇွတ်တွေ သွပ်သွင်းချင်တဲ့ ဘွားဘွားတို့ ဘယ်လို အတိုက်အခံတွေဖြစ်ကြမလဲ ကြည့်ရှုလိုက်ကြပါဦး File size…(2.03GB/(1.03MB)/(686MB)\nQuality….Webrip 1080p / ...",
        "rating": "6.3",
        "url": " https://megaup.net/18fl7/The_Princess_Diaries_2001.720p.(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-princess-135x200.jpg",
        "title": "The Princess Diaries 2: Royal Engagement (2004)",
        "description": "၂၀၀၁ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Princess Diaries  ပထမကားအပြီးမှာ နန်းတွင်းရေးရာတွေ သင်ယူရင်း နန်းတက်ဖို့ပြင်ဆင်နေပြီဖြစ်တဲ့ မင်းသမီးလေးအကြောင်းကို ထပ်ချပြဖို့  The Royal Engagement အမည်ခွဲနဲ့ နောက်ထပ် တစ်ကားထပ်ထွက်ခဲ့ပါတယ်။မင်းသမီ မီယာတစ်ယောက် သူက မင်းသမီးဆိုတာ စသိခဲ့ရတုန်းက မဖြစ်ချင်လို့ အတွင်တွင်ငြင်းခဲ့ပေမယ့် အခု တော်ဝင်ဘဝကို လက်ခံပြီး နိုင်ငံအုပ်ချုပ်မယ် ဖြစ်သွားပြန်တော့လည်း အနှောင့်အယှက်တွေက ရှိလာပြန်ပါတယ်.ဒါကတော့ အိမ်ထောင်မရှိတဲ့ မိန်းမဟာ ဂျနိုဗီယာဘုရင်မ လုပ်လို့မရဘူးဆိုတဲ့ ဥပဒေပါပဲ။\nဘုရင်မမှ လုပ်ချင်သပဆို တစ်လအတွင်း ကြင်ယာရှာဖို့ပါ ပါလီမန်က ချမှတ်လိုက်တော့ မီယာတစ်ယောက် ဘာတွေဘယ်လို ဆက်လုပ်ကြမလဲဆိုတာ ရင်ခုန်စွာနဲ့ ကြည့်ရှုလိုက်ကြပါဦးFile size…(1.87GB/(1017MB)/(518MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...Comedy / Family / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.8",
        "url": " https://megaup.net/18fgp/The_Princess_Diaries_2_-_Royal_Engagement_2004.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/poster_opt-133x200.jpg",
        "title": "Get Paid (2022)",
        "description": "Get Paid (2022)\n=============သိပ်ချစ်ရတဲ့အမျိုးသားနဲ့ သားလေးနဲ့အတူ စီးပွားရေးလည်း\nအဆင်ပြေလာတဲ့ ဒွန်နီရဲ့ ဘဝက သိပ်ကို သာယာကောင်းမွန်နေခဲ့\nပါတယ်။  သို့ပေမဲ့ တစ်နေ့မှာ အိမ်ဓားပြတိုက်မှုကြောင့် သူမရဲ့သား\nလေးက သေဆုံးသွားခဲ့ရတာကြောင့် သူမနဲ့ အမျိုးသားဖြစ်သူ ပိတ်တို့က\nသူငါအပြန်အလှန်အပြစ်တင်ရင်း ခွာပြဲသွားပါတယ်။စိတ်လေနေတဲ့ ဒွန်နီရဲ့ ဘဝထဲကို ကမ္ဘာပေါ်မှာ အကြင်နာတတ်ဆုံး၊\nဒွန်နီ့ကိုအချစ်ဆုံးယောကျာ်းတစ်ယောက် ထပ်ရောက်လာခဲ့ပြီး ဒွန်နီ\nပြန်လည်ပျော်ရွှင်လာခဲ့ရပေမဲ့၊ သူမရဲ့အချစ်ရေးအသစ်ကရော အဆုံးထိ\nပျော်ရွှင်ရတဲ့အချစ်ရေးဖြစ်နိုင်မလား၊ မထင်ထားတဲ့ဇာတ်အလှည့်\nအပြောင်းနဲ့အတူ သူမသားလေးအသတ်ခံရမှုရဲ့ တရားခံတွေကိုရော\nဖမ်းမိနိုင်မလား ဆိုတာကို စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ NaNa Yuni ဖြစ်ပါတယ်)\nFile Size..........(673 MB) / (437 MB)\nQuality............WEBRIP 720p / 480p\nDuration.........1Hr 18mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nTranslator.......NaNa Yuni\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/18xtg/Get.Paid.2022.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg2MjQxNWQtNzk3OC00M2I5LWE3YTgtNDZjMDllZjljM2I1XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-141x200.jpg",
        "title": "No Such Thing as Loyalty (2021)",
        "description": "No Such Thing As Loyalty (2021)\n========================ဒီနေ့မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ 2021 ခု‌နှစ်ကမှ\nထွက်ရှိထားပြီး သစ္စာတရားအကြောင်းကိုရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ဟာ ငယ်ဘ၀ကတည်းကခင်လာခဲ့ကြတဲ့\nသူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။ သူတို့ကြားကို ကျေးဇူးကန်း\nတတ်တဲ့ မိန်းမတစ်ယောက် ရောက်ရှိလာတဲ့အခါ၊ ဒီမိန်းမက\nဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ရဲ့ခင်မင်မှုကို ပျက်စီးအောင်လုပ်နိုင်မလား။\nဒါမှမဟုတ် သူကစားနေတဲ့ဂိမ်းကနေ သူငယ်ချင်းနှစ်ယောက်\nကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။\nစကားလုံးအသုံးအနှုန်းတွေကြမ်းတဲ့အတွက် မိသားစုနဲ့ကြည့်မယ်ဆိုရင်\nသတိထားသင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JaKa ဖြစ်ပါတယ်)\nFile Size..........(2.33 GB) / (925 MB) / (631 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama\nTranslator.......JaKa\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2uw2s/No.Such.Thing.As.Loyalty.2021.720p.AMZN.WEB-DL.DDP2.0.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dn1OhL0SbWY1VKDtSSRFIKB41p0.jpg",
        "title": "The Legend Of Aquawitch ( 2022 )",
        "description": "ဟိုး....ကိုယ်မမြင်နိုင်တဲ့ ရေအောက်တစ်နေရာမှာ\nကိုယ်တွေမသိနိုင်တဲ့ အရာတွေရှိနေတတ်ပါတယ်\nထူးဆန်းထွေလာ/သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေ\nသဘောကျတဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးက\nအကြိုက်တွေ့စေမှာအသေချာပါပဲရှင်\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့......,ချန်အန်းမြို့ရဲ့ ညနက်ယံအချိန်ကာလ...,\nချွီကျန်းရေကန်မှာ လေဆင်နှာမောင်းတိုက်ခတ်ပြီးတဲ့နောက်\nရေထဲမှ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ လူတွေကို\nဝါးမျိုစားသောက်တယ်ဆိုတဲ့ ကိစ္စတစ်ခုဟာ\nတိုင်းပြည်တစ်ခွင်ပျံ့နှံ့လို့လာခဲ့ပါတော့တယ်\nတိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားဟာ ဆောင်းဦးလယ်ပွဲတော်နေ့အချိန်မှာ\nထီးနန်းကိုဆက်ခံပြီး ချွီကျန်းရေကန်မှာ မိခင်ဖြစ်သူအတွက်\nအောင့်မေ့သတိရဖွယ် အခန်းအနားတစ်ခု ကျင်းပဖို့\nစီစဥ်ထားတာလဲဖြစ်ပါတယ် အဲ့ဒါကြောင့်\nဆောင်းဦးလယ်ပွဲတော်မတိုင်ခင်မှာ တရားရုံးချုပ်ကို\nရေထဲကမကောင်းဆိုးဝါးနဲ့ ပတ်သတ်တဲ့အမှုစစ်ဆေးစုံစမ်းဖို့အတွက်\nအမိန့်ပေးခြင်းခံရပါတယ်အဲ....ဒီလိုနဲ့ , ဆောင်းဦးလယ်ပွဲတော် ညမှာ\nအိမ်ရှေ့စံရဲ့ လှေဟာ ရေကန်ရဲ့ အလယ်တည့်တည့်ကို\nရောက်သွားတဲ့အချိန်မှာတော့ ဧရာမ ရေသတ္တဝါကြီးရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရပါတော့တယ်\nအဲ့ဒီအချိန်မှာပဲ ဒီကိစ္စတွေအားလုံးရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူက ကဘယ်သူဖြစ်မလဲ\nဒီကိစ္စကြီးဟာ ကြောက်ဖို့ကောင်းလှတဲ့\nပူးပေါင်းကြံစည်မှုတစ်ခုဖြစ်တဲ့အကြောင်း သိရှိသွားတဲ့အချိန်မှာတော့ ....?❏ သူဒီကိစ္စကိုဘယ်လိုကိုင်တွယ်မလဲ\n❏ နောက်ကွယ်ကြိုးကိုင်သူတွေကိုရော သူအဆုံးသတ်နိုင်ပါ့မလား\n❏ ရေမိစ္ဆာကြီးကို သူနှိမ်နှင်းနိုင်ပြီး အိမ်ရှေ့စံနဲ့ အပြစ်မဲ့\nပြည်သူတွေကို ကယ်တင်နိုင်ပါ့မလာဆိုတာ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080 , 480p\nFormat : mp4\nGenres : Mystery\nRuntime : 1h 24 min\nSubtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-aquawitch-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/de8a60eb8e03e506fe2a69bc3d4363f4_640-142x200.jpg",
        "title": "Eternally Younger Than Those Idiots (2021)",
        "description": "Eternally younger than those idiots (2021)\"မင်းရဲ့စိတ်ဝိဉာဉ်နဲ့ ဖြစ်တည်မှုကို ကမောက်ကမဖြစ်အောင်လုပ်တဲ့သူတွေကြောင့် ဘယ်တော့မှ လက်လျှော့အရှုံးမပေးလိုက်ပါနဲ့။ သူတို့က တစ်နေ့ထက်တစ်နေ့ ပိုပြီးအိုမင်းလာ အားနည်းလာနေတာပါ။ မင်းကတော့ ဒီလူ့အန္ဓတွေထက် ထာဝရငယ်ရွယ်နုပျိုပါတယ်။\" ဟိုရိဂအိIMDb rating 7.1/10အထိရရှိထားပြီး dialogueတွေ​က လေးနက်မှုရှိနေတဲ့ ဒီကားလေးထဲမှာဆိုရင် ဟိုရိဂအိလို့ခေါ်တဲ့ တက္ကသိုလ်ကျောင်းသူက မကြာခင်ဘွဲ့ရတော့မှာဖြစ်ပြီး လုပ်စရာအလုပ်ကလည်း အသင့်ရှိနေပါပြီ။ ဒါပေမဲ့ နွေဦးရောက်မှ ဘွဲ့ရပြီးအလုပ်စလုပ်ရမှာမို့ ဖြုန်းစရာအချိန်တွေက ပိုနေပါတယ်။သူလုပ်ရမဲ့အလုပ်က ကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာမှာဖြစ်ပြီး ဒီအလုပ်ကိုလုပ်ရတဲ့ရည်ရွယ်ချက်ကလည်း ပျောက်ဆုံးနေတဲ့ကလေးတစ်ယောက်ကို တစ်နေ့မှာကယ်တင်နိုင်ဖို့ပါပဲ။ အလုပ်ကိုစောင့်ရင်း သူ့ဘွဲ့အတွက် စာတမ်းတစ်စောင်လည်း ​ပြုစုနေပါတယ်။ သူငယ်ချင်းတစ်ယောက်ကိုကူညီရင်းနဲ့ အိနိုဂိဆိုတဲ့ introvertသူငယ်ချင်းတစ်ယောက်လည်း ရလာခဲ့ပါတယ်။သူတို့နှစ်ယောက်လုံးက ငယ်စဉ်ကအနိုင်ကျင့်ခံခဲ့ရတဲ့စိတ်ဒဏ်ရာကိုယ်စီကြောင့် လက်ရှိမှာလည်း ပေါင်းသင်းဆက်ဆံရေးခက်ခဲ့နေခဲ့ကြတာပါ။ ဒါ့ကြောင့် ဟိုရိဂအိက ကလေးစောင့်ရှောက်ရေးအလုပ်နဲ့မသင့်တော်ဘူးလို့ သူ့ကိုယ်သူထင်နေပါတယ်။ အိနိုဂိကတော့ ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် သေလုမျောပါးခံစားရပြီးမှ​ လွတ်မြောက်ခဲ့ရတဲ့ကောင်မလေးပါ။သူတို့နှစ်ယောက်ရဲ့ တဖြည်းဖြည်းချင်းတိုးတက်လာတဲ့ ခင်မင်မှုနဲ့ စိတ်ပိုင်းဆိုင်ရာ အပြန်အလှန်မှီခိုမှု ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Oyqy/Eternally_Younger_Than_Those_Idiots_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmI4NWVlMmItMjAwMS00NzYxLTkyODgtYjliMGE3NjVkM2EwXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_-160x200.jpg",
        "title": "Ivy + Bean: The Ghost That Had to Go (2022)",
        "description": "Ivy + Bean (2022) နက်ဖလစ်က ကလေးတွေကို ပြဖို့ တားဂတ်ထားပြီး ထုတ်ထားတဲ့ရုပ်ရှင်ပါ။ ၆နှစ်ကလေးတွေကစပြီး အရွယ်မရွေးကြည့်လို့ရပါတယ်။ ၄ ၅နှစ်လည်း ရတော့ရတယ် ဆိုပါတယ။ ဇာတ်ကလည်း Ivyနဲ့ Beanဆိုတဲ့ ကလေး၂ကောင် ကျောင်းမှာ တိုင်ပတ်ကြတဲ့အကြောင်းပါ။ စာသင်ခန်းထဲက ကလေးတွေရဲ့ အခြေအနေနဲ့ စူးစမ်းချင်စိတ် သိချင်စိတ်အပြည့်နဲ့ လက်ကမျဉ်းထကြတဲ့ ကလေးတွေ ဘာတွေကြုံလာနိုင်လဲ ပြထားတဲ့ ပညာပေးရုပ်ရှင်လေးပါ ။ ivy နဲ့ beanနဲ့ရဲ့ ဖရန့်ရှစ်ကို ကလေးတွေကြည့်မိပြီး အတုယူနိုင်အောင်လည်း ပြပေးထားပုံပါပဲ။ ကလေးတွေကြည့်ဖို့ ရိုက်ထားတဲ့ကားပေမဲ့ ခေတ်နဲ့အညီ ကလေးတွေရဲ့ လွတ်လပ်ခွင့်ကို ပိုအသားပေး ရိုက်ကူးထားပါတယ်။File Size__(600MB)\nQuality__720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:00:00\nType__Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ivy-bean-the-ghost-that-had-to-go-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Deer-141x200.jpg",
        "title": "Nine Colors Deer King ( 2022 )",
        "description": "ဇာတ်ကားနာမည် - ဒဏ္ဍာရီလာ ကိုးရောင်ခြယ်သမင်❏ ထူးဆန်းတဲ့ရောဂါကဒ်ဆိုးကြီး ပျံ့နှံ့နေတဲ့\nဟွမ်းရီ ဆိုတဲ့ရွာကလေးကို ကယ်တင်ဖို့အတွက်\nဒဏ္ဍာရီထဲက ကိုးရောင်ခြယ်သမင်ကို\nရှာဖို့ဆုံးဖြတ်ခဲ့တဲ့ တောင်ရဲ့ အစောင့်အရှောက်ဖြစ်သူ - ချန်ရှန်း❏ ငယ်ငယ်လေးကတည်းက ဉာဏ်ကောင်းပြီး\nချစ်ဖို့ကောင်းတဲ့ အသွင်အပြင်ရှိသူ / ဖခင်ရဲ့\nရုပ်သေးပြပွဲတွေနောက်ကို တောက်လျှောက်လိုက်ရင်း\nရုပ်သေးကြိုးဆွဲ အတတ်ပညာရှင်တစ်ယောက်\nဖြစ်ဖို့ အိမ်မက်မက်နေသူလေး - ကွိုင်လီရုပ်သေးပြပွဲတွေကို မနှစ်သက်တဲ့ လနိုင်ငံတော်အရှင်သခင်ရဲ့\nတစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့်\nဖခင်ကိုပါဆုံးရှုံးလိုက်ရသလို အိမ်မက်တွေကိုပါ\nတစ်ပြိုင်နက်ထဲ စွန့်လွှတ်လိုက်ရတဲ့အခါမှာတော့.....?လက်စားချေလိုတဲ့ အညှိုးအတေးတွေ အမုန်းအာဃာတတွေကြောင့်\nနတ်ဆိုးအရှင်မ ဆိုတဲ့ ဂုဏ်ပုဒ်ကို ကွိုင်လီ ဟာခံယူခဲ့ပါတော့တယ်\nလနိုင်ငံတော်ကို ထိန်းချုပ် လှုပ်ကိုင်ဖို့ နဲ့ သူမရဲ့\nမကောင်းတဲ့စွမ်းအားတွေ ပိုမိုအားကောင်းလာစေဖို့အတွက်\nနတ်ဆိုးအရှင်မ ကွိုင်လီဟာလဲ\nကိုးရောင်ခြယ်သမင်ကို မြေလှန်ကာရှာဖွေလို့နေခဲ့ပါတော့တယ်လနိုင်ငံတော်ရဲ့ မင်းသားတစ်ပါးဖြစ်သူ ယန်ရီဟာ\nနတ်ဆိုးအရှင်မကို တားဆီးဖို့အတွက်\nကိုးရောင်ခြယ်သမင် ရှာဖွေဖို့ လမ်းကြောင်းကို\nပြတ်ပြတ်သားသားလျှောက်လာခဲ့ရာမှာ\nကံအားလျော်စွာနဲ့ပဲ ချန်ရှန်း တို့နဲ့တွေ့ဆုံခဲ့ပါတော့တယ် ။\nချန်ရှန်း / ယန်ရီ နဲ့ တစ်ခြားသော\nအမဲလိုက်မုဆိုးအဖွဲ့သားတွေဟာ နတ်ဆိုးအရှင်မအရင်ဦးပြီး\nကိုးရောင်ခြယ်သမင်ကိုရှာဖွေတွေ့ရှိဖို့အပူတပြင်းကြိုးပန်းခဲ့ကြတဲ့အခါမှာ -❏ ဘာတွေဆက်ဖြစ်ကြမလဲ?\n❏ နတ်ဆိုးအရင်မ အရင်ဦးပြီး ကိုးရောင်ခြယ်သမင်ကို\nရှာတွေ့ကာ လနိုင်ငံတော်ကိုကယ်တင်နိုင်ပါ့မလား\n❏ ရောဂါကဒ်ဆိုးကြီးဆိုက်ရောက်နေတဲ့ဟွမ်းရီ\nဆိုတဲ့ရွာကလေးကိုရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/nine-colors-deer-king-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggf37TpcKaxwguhvtNn6MQpyqBn.jpg",
        "title": "The Greatest Beer Run Ever (2022)",
        "description": "The Greatest Beer Run Ever (2022)ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။အဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။\nချစ်ကီကိုမယုံသူတွေကလှောင်ပြောကြပေမဲ့ စစ်သားမိသားစုဝင်တွေကတော့\nမျှော်လင့်ချက်တစ်မျှင်လေးအဖြစ် ပစ္စည်းလေးတွေလူကြုံလာထည့်ပေးကြပါတော့တယ်။\nချစ်ကီကလည်းမသွားချင်သွားချင်နဲ့ သွားဖို့ စုံစမ်းပေမဲ့\nအကြောင်းအားလုံးတိုက်ဆိုင်ပြီး ဗီယက်နမ်စစ်မြေပြင်ကိုရောက်သွားတဲ့အခါ\nတီဗွီထဲမှာ ဝါဒဖြန့်နေတဲ့သတင်းတွေနဲ့မတူဘဲ အရာရာကွဲပြားနေတာကိုတွေ့ပြီး\nစစ်သားတွေ ဗီယက်နမ်တွေ သတင်းထောက်တွေကြားမှာ အလွဲမျိုးစုံနဲ့ အသက်မသေအောင် ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2uvD9/The.Greatest.Beer.Run.Ever.2022.720p.ATVP.WEB-DL.DDP5.1.Atmos.CM.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/SSIS-481-141x200.png",
        "title": "[21+]Miru’s Chewy Support {SSIS-481}",
        "description": "သူမရဲ့တီးတိုး အချွဲအနွဲ့လေးတွေနဲ့ သင့်ကို သင်ချောပေါက်ဆွဲညှို့မှာ\nသင်ဘယ်လောက်ထိ ခံနိုင်ရည်ရှိမလဲ..\nသူမရဲ့ ချစ်ရည်ရွှမ်းတဲ့စကားတွေကြား သင်ဘယ်လိုတောင့်ခံနိုင်မှာလဲMiru လေးက အရမ်း ဆွဲဆောင်မှုရှိတယ်\nချစ်စရာအသံ နှုတ်ခမ်းလေးတွေနဲ့ လုံးဝမထင်ရက်စရာ\nစကားလုံးတွေဖန်တီးပြီး သင့်ကို မရိုးမရွဖြစ်အောင် ကြိုးကိုင်လိမ့်မယ်သူမရဲ့ အလှအပတွေ လုပ်ပိုင်ကိုင်ပုံသေသပ်မှုတွေကို\nအနီးကပ် ကိုယ်တိုင်ခံစား ဇာတ်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.1GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 21min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Ox3i/[SSIS-481]_Stimulating_your_senses_miru_s_shiko-shiko_720p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNHKYQnP1RnqEhkivHJzBPb4MOP.jpg",
        "title": "[18+] The Piano Teacher (2001)",
        "description": "The Piano Teacher (2001)~ IMDb - 7.5/10, RT - 73%, Meta - 79% ~ပီယာနို မြည်သံညင်စေတဲ့ လက်ချောင်းတွေ\nကျွန်တော့်ရဲ့ အရေခွံပါးလွှာနဲ့အတွေ့အခါ\nပြန်လမ်းမရှိတဲ့မြစ်မှာ အကြိမ်ကြိမ်အခါခါ စီးဆင်း...သူမရဲ့နှုတ်ခမ်းတွေ...\nဘယ်ဗိုကယ်ကို ဘယ်သံအထိမြင့်လဲအပြာရောင်တွေညင်သာစွာ\nမြွေတစ်ကောင်ဟာ ရစ်ပတ်\nရခဲလှဆိုသတဲ့ လူတစ်ကောင်ကို ဖြစ်ထွန်းစေတဲ့ အဆိပ်ရည်တွေဟာ\nလူတစ်ကောင်မဖြစ်မယ့် တွင်းနက်ဆီ တိုးဝှေ့ခဲ့ပေါ့...ဗီသိုဗင် မိုးဇက်တို့ထက်\nသူမရဲ့ အငွေ့အသက်ဟာ ခမ်းနားကြောင်းကိုလည်း\nနိဗ္ဗာန်ရဲ့အက်ကွဲကြောင်းလေးထဲ\nနမ်းရှိုက်တပ်မက်တဲ့ နှုတ်ခမ်းများသက်သေတည်...ကော်ရစ်ဒါထောင့် အိမ်သာပေါက် စတိုးခန်းနောက်\nဘယ်နေရာတွေ ဘယ်လိုမရွေးပဲ\nအကြင်အနာ အဖြူအပြာတွေ သည်းသည်းမည်း...သူမရဲ့တွင်းဟောင်းဟာ\nကျွန်တော်မဖတ်ဖူးတဲ့စာအုပ်တစ်အုပ်လို\nသစ်လွင်တောက်ပ\nအချစ်ရည်တတောက်တောက်ကျရင်း\nကမ္ဘာကုန်ကျယ်သရွေ့ ခမ်းနားနေဦးမယ်...ဒီလိုပါပဲ\n( ကြယ်တွေအကုန် လောင်ကျွမ်းသွားတဲ့အချိန်အထိ\nသူမကို ကျွန်တော် လိုအပ်နေဦးမယ်ဆိုတာ ကျွန်တော်သိနေတယ်။ )\n( ကျွန်တော်ကလည်း ဒီပင်လယ်အဟောင်းကိုမှ ခပ်သောက်ချင်နေတုန်းပဲ။ )Erotic ကားပေမဲ့ ကိန်းမှာ မင်းသားဆုရော မင်းသမီးဆုရော ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး စာရေးဆရာမကလည်း နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာမပါ။ ကိန်းမှာ ဂျူရီဆုရခဲ့ပြီး Palme d'Or ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/18A3g/(CM)_The_Piano_Teacher_(2001)_720p.mp4",
        "category": "Adult, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/122089_2_large-135x200.jpg",
        "title": "Section 8 (2022)",
        "description": "Section 8 (2022)\n=============ဒီတစ်ခေါက်မှာတော့ Section Eight ဆိုတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းကြီးတစ်ခု\nအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Action/Adventure movie ကား\nတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Section eight ဇာတ်ကားကတော့ Mosul မှာ စစ်သားတစ်ယောက် ဖြစ်တဲ့\nJake တစ်ယောက် သူ့ရဲ့အရာရှိ Tom Mason နဲ့အတူတူ Taliban တွေလက်\nထဲကနေ လက်မတင်လေးလွတ်မြောက်လာတဲ့ တိုက်ပွဲကနေ စတင်ရိုက်ကူး\nထားပါတယ်။ ငါးနှစ်ကြာပြီးနောက်မှာတော့ Jake တစ်ယောက် အိမ်ကိုပြန်လာ\nပြီးတော့ ကားပြင်သမားတစ်ယောက်အဖြစ် သူ့ဦးလေးဖြစ်သူ အာလ်ရဲ့ ဆိုင်မှာ\nအလုပ်လုပ်ရင်း သူ့ဇနီးလေး Ash ရယ် သားလေး West ရယ်နဲ့ ဘဝကိုပျော်\nပျော်ရွှင်ရွှင်နေထိုင်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ ဦးလေးကို လူရမ်းကားတစ်သိုက်က ဝင်နှောင့်ယှက်ပြီး\nပိုက်ဆံအကြပ်ကိုင်တောင်းခံရတဲ့အချိန်မှာ ဂျိတ်တစ်ယောက် လူရမ်းကားတွေကို\nအနိုင်တိုက်နိုင်လိုက်ပေမဲ့ သူ့မိသားစုအသက်အန္တရာယ်နဲ့ သူ့ကိုခြိမ်းခြောက်\nသွားခဲ့ပါတယ်။ သူမထင်မှတ်ထားခဲ့တာအချိန်မှာပဲ လူရမ်းကားတွေက မကျေပွဲကို\nသူ့ဇနီးနဲ့သားလေးအပေါ် ပုံချသွားပြီး နှစ်ယောက်စလုံးကို သတ်သွားတဲ့အခါမှာတော့\nဂျိတ်တစ်ယောက် လူရမ်းကားတွေအပေါ် ဘယ်လိုလက်စားပြန်ချေမလဲ။ သူ့ဘဝကြီး\nကျွန်းထိုးမှောက်ခုံဖြစ်ပြီးသွားတဲ့နောက်မှာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/18xwm/Section.8.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTYzOTcyODQzOV5BMl5BanBnXkFtZTcwMDEwMTU1MQ@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Saving Shiloh (2006)",
        "description": "Saving Shiloh (2006)\n================Shiloh ဆိုတဲ့ ခွေးလေးကို ဂျက်ဒ်ဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်\nပိုင်ဆိုင်ခဲ့ပေမယ့် Shiloh ကို ကောင်းကောင်းမွန်မွန် မဆက်ဆံခဲ့တဲ့\nအတွက် မာတီဆိုတဲ့ ကောင်လေးက မွေးစားခဲ့တာပါ။ မာတီတို့ မိသားစုက\nမြို့ထဲမှာ လူတိုင်းနဲ့အဆင်ပြေပြီး လူမှုဆက်ဆံရေးကောင်းတဲ့ မိသားစု\nလေးပါ။ ဒါပေမယ့် သူတို့ရဲ့အိမ်နီးချင်း ဂျက်ဒ်ကတော့ လူဂွစာဦးလေးကြီး\nတစ်ယောက်ပေါ့။မြို့ထဲက လူတွေက ဂျက်ဒ်ဆိုတဲ့ လူဂွစာကြီးကို အပေါင်း\nအသင်းမလုပ်ဖို့ မာတီတို့ မိသားစုကို နားချလေ့ရှိပါတယ်။တစ်နေ့ မြို့ထဲမှာ အိမ်တိုင်းလိုလို ပစ္စည်းတွေပျောက်တဲ့အချိန်မှာတော့\nမြို့ကလူတွေက ဂျက်ဒ်ကိုပဲ အပြစ်တင်စွပ်စွဲကြပါတယ်။ တကယ်ပဲ ဂျက်ဒ်\nဆိုတဲ့လူက အပေါင်းအသင်းမဆံ့တဲ့ လူ့ဂွစာကြီးလား၊ သူ့ရဲ့အတိတ်မှာရော\nဘာတွေဖြစ်ခဲ့တာလဲ၊ မာတီတို့ မိသားစုကရော ဂျက်ဒ်နဲ့ ဘာတွေဆက်ဖြစ်\nမှာလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ဒီဇာတ်ကားလေးက တိရစ္ဆာန်အပေါ်ထားရှိတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ လူတစ်ယောက်ကို\nအပေါ်ယံမကြည့်ဘဲ တကယ်ပေါင်းကြည့်မှ သူ့ရဲ့စိတ်ဓာတ်ကို ကောင်းကောင်း\nသိနိုင်တယ်ဆိုတဲ့အကြောင်း ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးမို့ အားလုံးကြိုက်\nနှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(2.12 GB) ...",
        "rating": "6.2",
        "url": "https://megaup.net/18q2p/Saving.Shiloh.2006.720p.BluRay.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYQGLfpQNlnYe4jQQX5rrKJtYTD.jpg",
        "title": "Journalist(2015)",
        "description": "Journalist(2015) အညွှန်း*********************\nမရေးသင့်တဲ့ဆောင်းပါးကို ရေးမိလို အလုပ်ပြုတ်လုနီးနီးဖြစ်နေတဲ့ သတင်းတစ်ယောက် ဟောမူဟျော့\nတစ်ဖက်မှာလည်း ကိုယ်ဝန်သည်ဇနီးက ကွာရှင်းဖိုတောင်းဆိုခံထားရပြန်တယ်...\nတစ်ရက်မှာ စုံထောက်တွေ လိုက်နေတဲ့ကွင်းဆက်လူသတ်မှုအတွက်သတင်းပေးမယ်ဆိုပြီး သူ့ရုံးကို ဖုန်းဝင်လာတယ် ...အထက်လူကြီးတွေကို တင်ပြပြီးသတင်းကြေညာလိုက်တဲ့အခါ လူစိတ်ဝင်စားမှု ရရှိသွားခဲ့တယ်...\nဒီလိုအချိန်မှာ လူသတ်မှုနဲ့ ပတ်သက်ပြီး သူ ရခဲ့တဲ့သတင်းက အတုဖြစ်နေလိုသူ့ကိုယ်သူ ကာကွယ်ဖို ဆောင်းပါးတွေကို လိမ်ညာရေးရင်းနဲ့လူသတ်သမားအစစ်ရဲ့ ခြိမ်းခြောက်မှုကို ခံရတော့တယ်....\nဟောမူဟျော့တစ်ယောက်ဒီအရှုတ်ထုတ်ကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့...File Size : (2.4GB) (940 MB) and (340 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime ,Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Oxgh/Journalist2015.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNmU0NWZiNTctZTMxZC00YzljLTllNzQtNDNjMTI2ODczMGRlXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Theerppu (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ သိပ်မကြာခင်ကပဲ Jana Gana Mana တို့ Kaduva တို့မှာ\nသရုပ်ဆောင်ထားတဲ့ မင်းသား Prithviraj Sukumaran ရဲ့ ၂၀၂၂ မှာထပ်ထွက်လာတဲ့\nမာလာရာလမ် စကားပြော Drama, Thriller အမျိုးအစား ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။IMDB 5.8 ရနေပေမယ့် မာလာရာလမ် ကားမို့ ဇာတ်အိမ်မခိုင်မှာတော့ပူစရာ မလိုတဲ့ရုပ်ရှင်ပါပင်လယ်ကမ်းစပ်ရွာတစ်ရွာမှာ\nမာရာကာ,နေယာ,မီနွန် နဲ့ ဘုန်းတော်ကြီး မိသားစုလေးစုဟာ\nတစ်ယောက်အခက်အခဲတစ်ယောက်ကူညီရင်းနေထိုင်ခဲ့ကြပါတယ်။\nမိသားစုလေးစုရဲ့သားလေးယောက်ဟာလည်း\nငယ်စဥ်ထဲကကစားဖော်ကစားဖက်တွေဖြစ်နေပြန်ပါတယ်။\nမာရာကာ မိသားစုရဲ့ ဘိုးဘွားပိုင်မြေ ၈ ဧကထဲက\nပင်လယ်ကမ်းစပ်ပြင်သစ်တွေကမ်းလှမ်းလာတဲ့အခါ\nကျန်မိသားစု သုံးစုရဲ့တိုက်တွန်းချက်ကြောင့်\nရောင်းချလိုက်ရင်း မာရာကာမိသားစု အခြေအနေဟာ\nဆိုးရွားသွားခဲ့သလို တဖက်လှည့်နဲ့ဝယ်ခဲ့တဲ့ နေယာမိသားစုဟာ\nချမ်းသာလာခဲ့ပါတယ်။အဲ့ဒီ မြေနေရာမှာ အပန်းဖြေစခန်းဆောက်ဖို့လုပ်ရင်း မိသားစုလေးစုရဲ့\nသားလေးယောက်ပြန်ဆုံကြတဲ့အခါ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေ\nထူးဆန်းမှုတွေကို ဘယ်လိုကြုံတွေ့မယ်ဆိုတာတော့ရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ပါဦးခင်ဗျာ။\nFile size…2.7GB / 1.14GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Shwe Pyae & ...",
        "rating": "5.8",
        "url": "https://megaup.net/18zoz/Theerppu_(2022)_Malayalam.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nLBNP7X68k2UbAtS5eRILgzIV.jpg",
        "title": "Seven Swords ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တို့အတွက် Seven Swords ဆိုတဲ့\nသိုင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nရှန့်ကူနတ်တိရစ္ဆာန်ချီလင်ဟာ ရွှမ်းယွမ်၊ ချိန်ယင် စသည့်\nမိစ္ဆာနိုင်ဓား ၇ ချောင်းကို ထုလုပ်ခဲ့ပြီး လူ့ပြည်မှ\nကျင့်ကြံသူ ၇ ဦးကို ဓားသခင် ၇ ဦးအဖြစ် ပေးအပ်ခဲ့သည်။တစ်ချိန်တည်းမှာပဲ ချန်ရှိမြိုတွင် နှစ်တစ်ထောင်ခန့်\nကျင့်ကြံခဲ့သော မြွေမိစ္ဆာတစ်ကောင်က\nသူမ၏စွမ်းအင်တိုးပွားစေရန်အတွက် သက်ရှိတွေကို အန္တရာယ်ပြုခဲ့ပါတယ်။\nဓားသခင် ၇ ဦးတိုဟာ လူ့ပြည်ငြိမ်းချမ်းရေးအတွက်\nမြွေမိစ္ဆာကို တိုက်ခိုက်ခဲ့ပြီး ဖမ်းဆီးပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။နှစ် ၅၀၀ ကြာပြီးနောက် ချိန်ယင်ဓားသခင်က\nဖမ်းဆီးထားခြင်းကို အားဖြည့်ပေးနေစဉ် မြွေမိစ္ဆာက\nအခွင့်ကောင်းယူပြီး ဖမ်းဆီးရာမှ လွတ်မြောက်သွားခဲ့ပါတယ်။\nချိန်ယင်ဓားသခင်ဟာ သူ့ရဲ့ စီးတော်မြည်းကို\nချိန်ယင်ဓားနှင့်အတူ ထွက်ပြေးလွတ်မြောက်နိုင်ရန် အသက်ပေးကာကွယ်ပေးခဲ့သည်။ဖုန်းယွင်အရက်ဆိုင်မှ စားပွဲထိုးလေး လော့ရှောင်ထျန်းသည်\nအရက်ပိုပေးသည့်လမ်းတွင် ထိုမြည်းနှင့် တွေ့ခဲ့ပြီး\nချိန်ယင်ဓား ၏ရွေးချယ်ခြင်းကို ခံလိုက်ရသည်။\nထိုအချိန်မှစပြီး ပြဿနာမျိုးစုံနှင့် ကြုံတွေ့ရပါတော့သည်။\nလော့ရှောင်ထျန်းတစ်ယောက် ဘယ်လို ပြဿနာတွေနဲ့ တွေ့ကြုံရမလဲ......\nမြွေမိစ္ဆာကိုရော ဘယ်လို တိုက်ခိုက်ကြမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-swords-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0TBgw6Qc1pGiIhjTANmqcVwrRy.jpg",
        "title": "Wu Long Yuan ( 2022 )",
        "description": "မကောင်းဆိုးဝါး မှော် မိစ္ဆာတွေနှစ်သက်တဲ့ CMပရိသတ်ကြီးအတွက်\nWu Long Yuan ဆိုတဲ့ မိစ္ဆာနှိမ်နင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့......\nဝူလုံဘုန်းကြီးကျောင်းက တပည့်ကြီးအားလျန့်ဟာ ဂုဏ်ရှိန်ကြီးမားတဲ့\nမိစ္ဆာနှိမ်နင်းသူတစ်ယောက်အရမ်းကိုဖြစ်ချင်ပါတယ်။\nဒါပေမယ့် ပညာရည်မပြည့်မီပဲ\nသူများတွေလေးစားအထင်ကြီးအောင် လိမ်လည်ခြင်းသာလုပ်တတ်ပါတယ်။ချောမောတဲ့ လင်နန်ရှားမျိုးနွယ် ရှားခယ့်ယန်ကတော့\nလင်နန်ရှားမျိုးနွယ်ဆိုတဲ့ဂုဏ်သရေရှိ\nမိစ္ဆာနှိမ်နင်းသူမျိုးနွယ်ကဆင်းသက်လာသူပါ။\nသူကမိသားစုအညှိုးအတေးအတွက်\nမိစ္ဆာတွေကိုအမြစ်ကနေနှိမ်နင်းချင်းသူတစ်ယောက်ပဲ။\nသူတို့နှစ်ယောက်ဟာ ဝူလုံဘုန်းကြီးကျောင်းက\nဆရာတော်ကြီးပေးအပ်တဲ့တာဝန်အရ လွတ်မြောက်လာတော့မယ့်\nမိစ္ဆာဘုရင်ကြီးကိုပြန်လည်ချုပ်နှောင်ဖို့အတွက်\nအသွားလမ်းခရီးမှာ မိစ္ဆာနှိမ်နင်းခြင်းဝတ္ထုကိုဖြစ်အောင်ရေးမယ်ဆိုပြီး\nရည်မှန်းချက်ထားထားတဲ့ အိုက်ဖေးနဲ့လမ်းမှာတွေ့ကြပြီး\n၃ယောက်သား မိစ္ဆာဘုရင်ကြီးကိုနှိမ်နင်းဖို့သွားပါတော့တယ်။လမ်းခရီးတစ်လျှောက်ကြုံတွေ့လာတဲ့မိစ္ဆာတွေကိုဘယ်လိုနှိမ်နင်းကြမလဲ......\nမိစ္ဆာဘုရင်ကြီးကိုရော ဒီလူငယ်လေး၃ယောက်က\nရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nတခြားမိစ္ဆာကားတွေလိုဖန်တက်စီဆန်ဆန်ရိုက်ထားတာမဟုတ်ပဲ\nကြောက်စရာနည်းနည်းကောင်းတဲ့အတွက် အဖော်လေးနဲ့ကြည့်ကြပါလို့ မှာချင်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy , Thriller\nRuntime : 1h 33min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/wu-long-yuan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kills on Wheels (2016)",
        "description": "Kills on Wheels (2016)\n================\nIMDb Rating - 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊\nRotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာ\nမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုး\nအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာ\nဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့\nပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကို\nဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်\nကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကို\nဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.68 GB) / (780 MB) / (480P)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Drama\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.1",
        "url": "https://megaup.net/2ukM4/Kills.On.Wheels.2016.HUNGARIAN.720p.BluRay.(CM)_new.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BY2ExMWE2NzItNjk2MS00NWY4LWFhOGQtZDUxODcwY2EwOWU0XkEyXkFqcGdeQXVyODQyMTk0ODE@._V1_-142x200.jpg",
        "title": "Ripper Untold (2021)",
        "description": "Ripper Untold (2021)\n================ဘယ်သူမှမလုံခြုံပါဘူးတဲ့။ ဟုတ်ပါတယ်... သေခြင်းဆိုတာ အချိန်မရွေး၊\nနေရာမရွေး ဖိတ်မခေါ်ဘဲ ရောက်လာတတ်တာမျိုးပါ။ ဒါပေမဲ့ ဒီကားထဲကလို\nဝွိုက်ချက်ပယ်လ်က မိန်းကလေးတချို့ ကြုံခဲ့ရတဲ့သေခြင်းမျိုးကတော့\nဆိုးရွားလွန်းပါတယ်။ရက်ရက်စက်စက် လည်လှီးအသတ်ခံရတဲ့မိန်းကလေးတွေ၊ နေ့စဉ်ရက်ဆက်\nရင်ခွဲစစ်ဆေးခန်းဆီ၀င်လာတဲ့ အလောင်းတွေ၊ အဲဒီမိန်းကလေးအလောင်းတွေကို\nစစ်ဆေးအစီရင်ခံရတဲ့ ရဲမှုခင်းဆေးဘက်ဆိုင်ရာစစ်ဆေးရေးမှူး သောမတ်စ်၊\nအမှုလိုက်နေရတဲ့ အင်စပက်တာရီးစ်၊ နည်းမျိုးစုံနဲ့သတင်းရအောင်ယူတဲ့ သတင်း\nထောက်တစ်ယောက်၊ ဒေသခံလူမှုအဖွဲ့အစည်းတစ်ခုရဲ့ခေါင်းဆောင် ဒေါက်တာ\nလောင်ရီ၊ ပြည့်တန်ဆာအိမ်က မစ္စလဗီးန်၊ သောမတ်စ်ရဲ့ အထီးကျန်ဇနီးသည်\nအဲလိဇဘတ်....သူတို့တွေဟာ ဝွိုက်ချက်ပယ်လ်မှာဖြစ်ပျက်နေတဲ့ သန်းခေါင်ယံလူသတ်မှုတွေနဲ့\nဘယ်လိုပတ်သက်နေမလဲ၊ အသတ်ခံရသူတွေဟာ ညဉ့်ငှက်မလေးတွေချည်း\nဘာလို့ဖြစ်နေရသလဲ၊ တရားခံဘယ်သူဖြစ်မလဲဆိုတာ တကယ်ကို သည်းထိတ်\nရင်ဖိုကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။လူ့စိတ်ဟာဖောက်ပြန်လာရင် ဘယ်လောက်ထိကြောက်စရာကောင်းလဲဆိုတာ\nဒီကားထဲမှာ ကွက်ကွက်ကွင်းကွင်း ဖော်ပြထားပါတယ်။ မှုခင်း/စုံထောက်ဇာတ်လမ်း\nကြိုက်သူတွေရော သည်းထိတ်ရင်ဖိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့ ရုပ်ရှင်ချစ်ပရိသတ်တွေ\nအတွက်ပါ ဒီဇာတ်လမ်းကို ညွှန်းပေးလိုက်ပါတယ်နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.0 GB) / (400 MB) / (220 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Onhj/Ripper.Untold.2021.720p.BluRay.(CM)_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWFkNDYyNDYtMDY0Yy00OWI2LWE1OTktNzEwN2U1YjQxNTAwXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Hocus Pocus 2 (2022)",
        "description": "Hocus Pocus ဆိုတာ 1993 တုန်းက အောင်မြင်ခဲ့တဲ့ မှော်၊ မိသားစု၊ ဟာသ စုန်းမဇာတ်လမ်းလေးပါ။ အခုကတော့ အဆက်အနေနဲ့ ဒစ္စနေးက ပြန်လည်တင်ဆက်လိုက်ပါပြီ။ ၁၉၉၃ တုန်းကရုပ်ရှင်ကိုလည်း ချန်နယ်မြန်မာမှာပဲ ကြည့်ရှုနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းမီးတောက်နက် ဖယောင်းတိုင်ဟာ ပြန်လည် ထွန်းလင်းလာပြန်ပါပြီ ပရိသတ်ကြီးရေ၀င်နီ၊ ဆာရာနဲ့ မယ်ရီ ညီအစ်မ 3 ယောက်နဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့သူတွေကတော့ ဒါ ဘာကို ဆိုလိုတာလဲ သိလောက်ကြမယ် ထင်ပါတယ်.....ဒီစုန်းမ သုံးဖော်ဟာ မီးတောက်နက်ဖယောင်းတိုင် မီးလင်းနေမှ အသက်ရှင်နိုင်သူတွေဖြစ်ပါတယ်။ သူတို့ဟာ အသက်ရှင်ဖို့အတွက် ဆယ်ကျော်သက်လေးတွေရဲ့ အသက်ကိုလည်း စားသောက်ရပါသေးတယ်။လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ကျော်တုန်းက ဟောလိုး၀င်တစ်ညမှာ ကောင်လေးတစ်ယောက်ရဲ့ လက်ဆော့မှုကြောင့် သူတို့တွေ ပေါ်လာပြီး ဆေလင်မြို့ကို အမွှေကြီး မွှေသွားခဲ့ပါတယ်။အခု ၂၁ ရာစုမှာလည်း admirer တစ်ယောက်ကြောင့် လိုချင်တာရဖို့ဆို ဉာဏ်နီဉာဏ်နက်များပြီး ရအောင်ယူတတ်တဲ့ စုန်းမသုံးဖော်ဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3arcw/Hocus_Pocus_2_2022_720p_webrip_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDe5eLxAbeK7sYckUn5aH3ngWnn.jpg",
        "title": "Hunt (2022)",
        "description": "Hunt (2022)(1080p ရပါပြီ)Squid Game မင်းသားကြီး Lee Jung Jae ၊ Steel Rain မင်းသားကြီး Jung Woo Sung ၊ SearchWWW နဲ့ Stranger2 တို့က မင်းသမီးကြီး Jeon Hye Jin တို့အပြင် Alchemy of Souls ထဲက နာ့ဆူလေး Go Yoon Jung တို့ အဓိက ပါဝင်ထားပြီး Heo Sung Tae ၊ Jung Man Shik တို့ကလည်း supprot role ကနေပါဝင်သလို ဧည့်သရုပ်ဆောင်တွေအဖြစ် Along with The Gods မင်းသားကြီး Joo Ji Hoon ၊ Snow Drop ထဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ou08/[CM]Hunt.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wiWPu2Csgu7mf2XnU6WLcND487q.jpg",
        "title": "Bring It On: Cheer or Die (2022)",
        "description": "Bring It On: Cheer or Die (2022)(1080p ရပါပြီ)ဒီကားလေးကတော့ Halloween horror, Thriller ကားလေးပါ။Abby တို့ကျောင်းမှာ Cheerleader အဖွဲ့က အရမ်းအနှိမ်ခံရပါတယ်။ လွန်ခဲ့တဲ့နှစ် ၂၀လောက်က ပြိုင်ပွဲမှာ Cheerleader တစ်ယောက်သေပြီး နောက်ပိုင်း ဘာစတန့်မှမလုပ်ရ ဘာပွဲမှမပါရဘဲ နေနေရပါတယ်။လာမဲ့ ပြည်နယ်ပေါင်းစုံပြိုင်ပွဲမှာ ပြိုင်ဖို့ Abby တို့အဖွဲ့ ခိုးပြီး လေ့ကျင့်ကြတဲ့အခါ လူမသိတဲ့ကျောင်းဟောင်းဆီ သွားကြပါတယ်။Abby တို့ကျောင်းဟောင်းကို သွားတဲ့ညက Halloween ည ဖြစ်နေပြီး သူတို့ကို လိုက်သတ်တဲ့လူသတ်သမားရှိနေတဲ့အခါ ဘာဆက်ဖြစ်မလဲ?\nAbby တို့အဖွဲ့ ဘယ်လိုအလွဲတွေလုပ်မလဲ?\nလူသတ်သမားရန်ကနေ လွတ်အောင်ရှောင်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie က ပါ။)File Size          : 2.3GB, 859MB, 438MB\nQuality  ...",
        "rating": "",
        "url": "https://megaup.net/2usqu/[CM]Bring.It.On.Cheer.or.Die.2022.720p.WEBRip.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYjRkNTIxNzItZWNmMi00ZjI4LWI4NzgtN2U1MTI3OTAzMzRkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX533_-133x200.jpg",
        "title": "Plan A Plan B (2022)",
        "description": "Plan A Plan B (2022)အခုတစ်ခါထွက်ရှိထားတဲ့ ကားလေးကတော့ မင်းသားရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီးချောလေး တမန်နားဘာတီယားတို့ရဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်...တစ်ယောက်က ကွာရှင်းပြတ်စဲပေးတဲ့ ရှေ့နေလေး ကော်စီ...နောက်တစ်ယောက်က အောင်သွယ်တော်လုပ်ပေးတဲ့\nအိမ်ထောင်ရေးအေဂျင်စီမလေး နီရာလီ...ကော်စီက အတ္တကြီးပြီးတစ်ကိုယ်ကောင်းဆန်တယ်\nလက်ရှိအိမ်ထောင်ရေးအဆင်မပြေဘူးနီရာလီကတော့ ညှင်သာနူးညံ့လွန်းပြီး သူ့ကိုဖြတ်သွားတဲ့\nရည်းစားကို မမေ့နိုင်သေးတဲ့ ကောင်မလေး...အလုပ်မတူ စာရိတ္တချင်းမတူ စိတ်ဓါတ်မချင်းမတူတဲ့\nဒီလူနှစ်ယောက်ဟာ အဆောက်အဦးတစ်ခုထဲက ဘေးချင်းကပ်အခန်းမှာ\nရုံးခန်းကိုယ်စီထိုင်ဖြစ်ကြတဲ့အခါ...သူတို့တွေ ကြောင်နဲ့ကြွက်လိုမျိုး ဘယ်လိုရန်ဖြစ်ကြမလဲ...တလွဲဟာသလေးတွေနဲ့ ဘယ်လိုတွေခွီရမလဲဆိုတာကို\nဆက်လက်မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်...အချစ်ဆိုတာက ဆန်းကြယ်တယ်လို့ ပြောစမှတ်တွင်ခဲ့ကြသလိုမျိုးပဲ\nသူတို့နှစ်ဦးကိုယ်စီကြားမှာ သံယောဇဉ်တွေ ရှိလာနိုင်မလားဆိုတာကို\nဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်\nFile size…1.8GB /  841MB\nQuality…1080p NF WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & BpL & Taylor",
        "rating": "6.8",
        "url": "https://megaup.net/1Ovvh/Plan.A.Plan.B.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ThsS74hopBz0RveLgOWiwrMfE8.jpg",
        "title": "Lakeview Terrace(2008)",
        "description": "Lakeview Terrace(2008) အညွှန်း**************************** မေနိုးဆရာကြီး Samuel L.Jackson နဲ့ သရဲနှင်ဆရာကြီးPatrick Wilson အပြိုင်ကြဲထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။အေဘယ်က လူမည်းရဲအရာရှိပါ။ သမီးတစ်ယောက် သားတစ်ယောက်နဲ့ single father ပေါ့။လက်ပေါက်ကပ်ပြီး စည်းကမ်းတွေများလွန်းလို့ သားနဲ့သမီးကပါ ချဉ်နေတဲ့သူပါ။သူတို့အိမ်ဘေးကခြံကို လူဖြူအမျိုးသား ခရစ်နဲ့ လူမည်းအမျိုးသမီး လီဆာဆိုတဲ့ လင်မယားနှစ်ယောက် ပြောင်းလာပြီးတည်းကအေဘယ် ပုံစံတွေပြောင်းသွားပါတယ်။ သူ့မှာ ရှိတဲ့ toxic mindset ကလူမည်းလူဖြူ စုံတွဲဆက်ဆံရေးကို ခါးခါးသီးသီး မုန်းတီးနေတာပါပဲ။အဲဒီတော့ ခရစ်နဲ့ လီဆာ ပြောင်းသွားအောင် နည်းလမ်းမျိုးစုံနဲ့ ဒုက္ခပေးရာကသူ့ racist အတွေးအခေါ်တွေက ထိန်းမနိုင် သိမ်းမရဖြစ်လာတဲ့အခါ….  File Size :(1.9GB)(792 MB) and (228 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ovog/Lakeview.Terrace.2008.BLU-RAY.720P.PP(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQdBE1P0r4ZrgGqy5EX8sL2kXG6.jpg",
        "title": "The Gift (2000)",
        "description": "The Gift (2000)~ IMDb rating - 6.7/10 ~ဒီကားရဲ့ ဒါရိုက်တာက Sam Raimi ပါ။ MCU ထဲက Dr. Strange လိုကားကိုတောင် Horror vibe ရအောင် ရိုက်ခဲ့တဲ့ ဘဲပေါ့။ Director တင်လန်းတာလားဆိုတော့ မဟုတ်သေးဘူး။ တစ်ချိန်တစ်ခါက LoTRထဲ အများတကာကြွေခဲ့ရတဲ့ နတ်သမီးလို အလှနဲ့ Cate Blanchett, Batman Begins ထဲ ကျွန်တော်တော်တော်ကြွေခဲ့တဲ့ Katie Holmes, နောက် ကြည်နူးရိပ်ကလည်း ရှားရှားပါးပါး မကောင်းတဲ့လူအနေနဲ့ ပါ၀င်ထားပါသေးတယ်။ Hilary Swank နဲ့ Giovanni Ribisi တို့လို သရုပ်ဆောင်တော်တော်ကောင်းတဲ့ လူတွေလည်း ထပ်လောင်း ပါပါသေးတယ်။ တိုဘီ့ စပိုက်ဒါမန်းကားနဲ့ မသိသူမရှိတဲ့ J. K. Simmons ကြီးလည်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ovgz/(CM)_The_Gift_(2000)_720p.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg2NjUxNDE1M15BMl5BanBnXkFtZTcwOTA1ODI3MQ@@._V1_-176x200.jpg",
        "title": "On the Doll (2007)",
        "description": "On the doll (2007) အညွှန်း“ငါ့ကိုသက်သေထွက်ဆိုခုံပေါ်တင်ပြီး မေးကြတယ်။ ရှေ့နေက အရုပ်တစ်ရုပ်ယူလာပြီး\nမင်းကိုထိကိုင်ခဲ့တဲ့နေရာကို ပြပေးလို့ပြောတယ်။ အရုပ်ရဲ့ ကျား၊မ အင်္ဂါရှိနေသင့်တဲ့နေရာက\nလုံးဝကိုဟောင်းနွမ်းစုတ်ပြတ်နေတာ။ ဒီနေရာကို ကလေးဘယ်လောက်များများကများ\nထိကိုင်ပြီးညွှန်ပြခဲ့ရလို့ ဒီနေရာက ဒီလိုဟောင်းနွမ်းစုတ်ပြတ်နေရတာလဲ။\nအဲဒီလိုနဲ့ သူငါ့ကို ဘယ်ကိုကိုင်ခဲ့မှန်း ဘယ်သူ့ကိုမှမပြောဖြစ်တော့ဘူး။” (Jaron)IMDb 5.3/10 ရှိပြီး sex industry မှာကျင်လည်နေကြသူတို့ရဲ့ဘဝတွေကို\nရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ ငယ်စဉ်အရွယ်မှာ\nလိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုခံခဲ့ရတဲ့ကလေးတွေကို သူတို့ဘက်ကနေ\nကာကွယ်မှု ရပ်တည်မှုအပြည့်အဝမပေးနိုင်တဲ့အခါ ဘာတွေဖြစ်ကုန်မလဲ ..\nလူလူချင်း အနိုင်ကျင့်အသုံးချပြီး စီးပွါးရှာနေတဲ့လူလောဘသားတွေရဲ့လူမဆန်မှုတွေ ..\nစတာတွေကိုရိုက်ကူးထားပြီး Brittany Snow, Josh Janowicz,\nClayne Crawford, Shanna Collins တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအသုံးအနှုန်းကြမ်းကြမ်းတွေလည်းပါတာမို့ PG-13 သတ်မှတ်ထားပါတယ်။\nFile size…3.17GB / 1.54GB\nQuality…1080p Blu Ray /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lai Laii & Kaung Khant ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ovd0/On.The.Doll.2007.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-1-162x200.jpg",
        "title": "Maika: The Girl From Another Galaxy (2022)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ \"နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ\"ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်း\nဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး ...",
        "rating": "6.4",
        "url": " https://megaup.net/1OusZ/Maika.–.The.Girl.From.Another.Galaxy.2022.720p.(CM)_(2).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_-133x200.jpg",
        "title": "Captain (2022)",
        "description": "Captain (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့\nတောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက\nတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။\nအိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့\nအဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့\nခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။\nSection 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်\nလူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့\nသူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ\nအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။\nဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ\nအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်\nဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ....\nနောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ...\nကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့\nထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့... ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 883MB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & ThetKo & Shwe Pyae\nReviewed by OeliuJ",
        "rating": "4.7",
        "url": "https://megaup.net/2uscj/Captain_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BY2UzM2E5ZjQtYTExMC00YzBmLTg5MzItNWQyYjlhOTFhNTI3XkEyXkFqcGdeQXVyNDM0OTk4NzI@._V1_-140x200.jpg",
        "title": "In The Quarry (2019)",
        "description": "In the Quarry (2019)\n===============ဇာတ်လမ်းအစ သူငယ်ချင်းနှစ်ယောက်နဲ့ အတွဲတစ်တွဲက စွန့်ပစ်ထားတဲ့\nကျောက်မိုင်းကျင်းတစ်နေရာကို အပန်းဖြေခရီးထွက်ကြပါတယ်......\nမြို့နဲ့ ၁၀ ကီလိုမီတာကျော်ဝေးပြီး ဘယ်သူမှမလာကြတဲ့အတွက် သူတို့\nလေးယောက်အတွက်တော့ အေးဆေးအပန်းဖြေလို့ရတဲ့ နေရာပါပဲ။အာလီနဲ့ ဘရူနိုတို့က ချစ်သူတွေဖြစ်ကြပြီး အာလီက သူ့ရဲ့ငယ်သူငယ်ချင်း\nမာတင်နဲ့ နောက်ကွယ်မှာ ဖောက်ပြန်နေကြတာပါ။ ဒီကိစ္စကို ဘရူနိုသိသွားတဲ့\nအချိန်မှာတော့....အာလီနဲ့ ဘရူနိုတို့ ပြန်အဆင်ပြေပါ့မလား၊ မာတင်နဲ့ ဘရူနို\nတို့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။ Drama,\nThriller ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူများအတွက် အဆင်ပြေမယ်လို့\nမျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.75 GB) / (730 MB) / (420 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 57mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1OEhu/In.the.Quarry.2019.SPANISH.720p.BluRay[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTgyNDYwNzE5NV5BMl5BanBnXkFtZTcwMzUyODM5OA@@._V1_-136x200.jpg",
        "title": "Epic (2013)",
        "description": "2013 ခု‌နှစ်ကထွက်ရှိထားတဲ့ Epic ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားက နာမည်နဲ့လိုက်အောင် တကယ့်ကို epic ဖြစ်တဲ့အတွေးအခေါ်‌တွေ၊\nepic ဖြစ်တဲ့ယူဆချက်တွေနဲ့ ဇာတ်အိမ်ကိုတည်ဆောက်ထားတာပါ။ဇာတ်ကားမှာ မယ်ရီကက်သရင်း ဆိုတဲ့ကောင်မလေးက သူ့‌အမေဆုံးပါးသွားလို့\nတောထဲမှာ သုတေသနလုပ်နေတဲ့ အဖေ့ဆီလာနေဖို့\nရောက်လာခဲ့ပါတယ်။ သူ့အဖေက တောထဲမှာ\nလူအသေးလေးတွေရှိတယ်ဆိုတဲ့အကြောင်းကို\nအရူးအမူးကိုယုံကြည်နေခဲ့ပြီး သူ့ယုံကြည်ချက်မှန်ကြောင်း\nသက်သေပြဖို့ကြိုးစားနေတာလည်းဖြစ်ပါတယ်။ဒါကို မယ်ရီကက်သရင်းက အဓိပ္ပါယ်မရှိဘူးဆိုပြီး မယုံကြည်ဖြစ်နေရာက\nသူကိုယ်တိုင် လူအသေးလေးတွေနဲ့တွေ့ကြုံလိုက်ရတဲ့အခါမှာ |\nဘယ်လိုစွန့်စားခန်းတွေ ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nသိပ်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အညွှန်းတွေများပြီး\nအရသာပျက်မှာစိုးတာကြောင့် လူအသေးလေးတွေကဘာလုပ်ကြတာလဲ၊\nမယ်ရီနဲ့လူအသေးလေးတွေဘယ်လိုဆက်စပ်မှုရှိတာလဲ၊\nသူတို့ဘာကိုရင်ဆိုင်နေကြရတာလဲ ဆိုတာကို ကိုယ်တိုင်ပဲ\nကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.7GB /  900MB\nQuality…1080p BluRay /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-377/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MFS-133x200.jpg",
        "title": "Mukden Funeral Shop (2022)",
        "description": "“ဒီလောကကြီးမှာ သရဲ တစ္ဆေဆိုတာမရှိပါဘူး\nလူတွေရဲ့ စိတ်နှလုံးထဲမှာ ကြောက်စိတ်ကိန်းအောင်း နေလို့သာ\nသရဲ တစ္ဆေနဲ့ပတ်သတ်တဲ့ လှည့်စားမှုပေါင်းများစွာက ပေါ်ပေါက်လာရခြင်းဖြစ်ပါတယ်”တရုတ်ပြည်သူ့သမ္မတနိုင်ငံပေါက်ပေါက်လာချိန် အချိန်ကာလ /\nတရုတ်ရိုးရာ တစ္ဆေပွဲတော်နေ့တစ်နေ့ .....\nထိုက်ဖျင် တရားရုံးရဲ့ မှောင်ပျပျ ပြဇာတ်ရုံတစ်ခုမှာ\n\"ယင်းတောင်ရဲ့ နတ်ဆိုးအရှင်\" ပြဇာတ်ကို ကပြလို့နေခဲ့ပါတယ်တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့က စစ်ဆေးရေးမှူးချုပ် ဖန်းကျန့်ရူ ရဲ့\nမွေးနေ့နဲ့ တိုက်ဆိုင်လို့နေခဲ့ပါတယ် ဖန်းကျန့်ရူရဲ့ သားဖြစ်သူဟာ\nပြဇာတ်ရုံကို ရုတ်ရုတ်သဲသဲဖြစ်သွားစေဖို့ လူလွှတ်လိုက်ပြီးတော့\nဖခင်ဖြစ်သူရဲ့ မွေးနေ့ကို ဂုဏ်ပြုဖို့ ပြဇာတ်ရုံကို သိမ်းပိုက်လိုက်ပါတော့တယ်လူတွေအားလုံး ပျော်ရွှင်မှုရဲ့ အငွေ့အသက်တွေကြားမှာ\nနစ်မြောနေချိန်အတွင်း ......မီးတောက်များစွာနဲ့ လောင်ကျွမ်းနေတဲ့\nလူတစ်ယောက်က စင်မြင့်ထက်ကနေပြီး ပြုတ်ကျလာခဲ့ပါတော့တယ်\nအဲ့ဒီမြင်ကွင်းက တစ္ဆေပွဲတော်နေ့ရက်မှာမှ နတ်ဆိုးအရှင်ကို\nမီးရှို့ခံရတဲ့မြင်ကွင်းနဲ့ သွားတူလို့နေပါတယ် သိကြတဲ့အတိုင်း\nလူသားတွေဆိုတာ တစ်ခုခုဆိုရင် အယူသည်းကြတဲ့ အထဲမှာပါလေ့ရှိပါတယ်စင်အောက်က စက္ကူရုပ်တွေနဲ့ အထိန်းအမှတ်ကျောက်တိုင်တွေအားလုံးက\nမီးကျွမ်းလောင်သွားခဲ့တာမို့ နတ်ဆိုးအရှင် ဒေါသထွက်သွားပြီ ဆိုတဲ့\nကောလဟာလတွေကတစ်ဟုန်ထိုးဆိုသလို ပျံ့နှံ့လို့သွားပါတော့တယ်\nဖန်းကျင့်ရူဟာလဲ ဒေါသပုန်ထပြီး ဒီကိစ္စကို စတင်စုံစမ်းခဲ့ပါတယ်\nဖုန့်ထျန်း စျာပနပစ္စည်းအရောင်းဆိုင်က ဆိုင်ပိုင်ရှင်ဖြစ်သူ\nရွှီစစ်ကျို ဟာလဲ ဖိအားပေးခံရကာ ဒီအမှုကိစ္စမှာ ပါဝင်လာခဲ့ပါတော့တယ်\nအမှုကိစ္စကဟာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/mukden-funeral-shop-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/5rats-153x200.jpg",
        "title": "The Invincible Constable ( 2022 )",
        "description": "\"ကျန်ကျောင်းနှင့် ထူးဆန်းသောမီးနတ်ရုပ်ထုခိုးမှု\" (2022)ရန်ကျုံးဧကရာဇ်စိုးစံစဥ်ကာလမှာ သူရဲကောင်းကျန်ကျောင်းကို\nကြောင်ဘုရင်ဘွဲ့ချီးမြှင့်ခဲ့ပါတယ်။ ဒါကိုမကျေနပ်တဲ့\nကောင်းကင်ကျွန်းကကြွက်ငါးကောင်အဖွဲ့ဟာ\nကျန်ကျောင်းကိုဒုက္ခရောက်အောင်ကြံစည်ဖို့ချောင်းနေခဲ့တယ်။\nအငယ်ဆုံးကြွက်ဖြစ်တဲ့ ပိုင်ယွီထန်ကတော့\nကျန်ကျောင်းကိုဒုက္ခပေးဖို့စိတ်ဓာတ်အပြင်းပြဆုံးဖြစ်နေပါတယ်။အခွင့်ကြုံလာတဲ့အချိန်ကတော့ မီးနတ်ပွဲတော်ကျင်းပတဲ့အချိန်ပါပဲ။\nမင်းကြီးဟာတိုင်းပြည်အတွက်ဆုတောင်းဖို့မီးနတ်ရုပ်ထုကို\nသွန်းလုပ်ခဲ့ပြီး အဲ့ဒီရုပ်ထုကိုကာကွယ်ဖို့ကျန်ကျောင်းကို​တာဝန်ပေးထားခဲ့ပါတယ်။\nရုပ်ထုဟာအသက်တမျှအရေးကြီးလှတဲ့ရတနာပေါ့။\nပိုင်ယွီထန်ဟာမီးနတ်ရုပ်ထုကိုခိုးယူလို့ရခဲ့ပေမယ့်\nပွဲတော်မှာမီးလောင်ပေါက်ကွဲမှုကြီးဖြစ်ပွားခဲ့ပြီး\nပြည်သူအများဒုက္ခရောက်ရပါတော့တယ်။ဒီအမှုကိုဖြေရှင်းဖို့ ကျန်ကျောင်းခေါင်းပေါ်ကျလာတဲ့အခါမှာတော့…\nမီးလောင်ပေါက်ကွဲမှုကြီးဟာ ကြွက်ငါးကောင်ကြောင့်လား\nနောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ\nဘယ်လိုမြှုပ်ကွက်တွေနဲ့ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာ\nစိတ်ဝင်စားစွာကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Mystery\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-invincible-constable-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1q9wislLWppJ1ALSlUgzrFo0Xrb.jpg",
        "title": "No More Chance, My Dear EX (2022)",
        "description": "No more chance, my dear Ex (2022)နောင်တဆိုတာ အချိန်လွန်မှ ရတတ်တာမျိုးပါ။\nနောင်တတွေ ရနေပြီဆိုရင်တော့ ကိုယ်လျှောက်ခဲ့ဖူးတဲ့လမ်းပေါ်ကို တည့်တည့်မတ်မတ် ပြန်လျှောက်ဖို့ရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ လမ်းကလေးမှာလည်း အသွားမတော် တစ်လှမ်း ဖြစ်လို့ကတော့\nနောက်ပြန်လှည့်ဖိုရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ ခရီးလမ်းမှာ အကြုံရဆုံး ခလုတ်ကန်သင်းကတော့ ဒုတိယလူ ပေါ်လာတာပါပဲ။\nဒုတိယလူနောက်ကို ကိုယ့်စိတ်ကလေး တိမ်းသွားရင်\nအချစ်ရေးမှာ အရာရာ မချောမွေ့တော့ပါဘူး။ကိုယ့်လူတွေကလည်း အထိအတွေ့တို့၊ နားလည်ပေးမှုတို့၊ ဂရုစိုက်ပေးမှုတို့ ပေးလိုက်တာနဲ့\nခဏတဖြုတ်တော့ ဆားတို့ပေးလိုက်တဲ့ တီကောင်လို တွန့်လိမ်တွန့်လိမ်ဖြစ်သွားတာပဲမလား?\nတွန့်လိမ်တွန့်လိမ် ဖြစ်နေကြတဲ့ ညိုကီတို့ နဲ့\nစနိုက်ဆီကနေ စစ်ကြေငြာခံနေရတဲ့ မမတို့အတွက်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါဗျ။ဇာတ်လမ်းကတော့ .....၅ နျစ်ကျော် ချစ်သူ သက်တမ်းရှိပြီ ဖြစ်တဲ့\nအလုပ်ကြမ်းပိုး ကျီစန်း နဲ့ ကလေးဆန်လွန်းတဲ့ ကျားမင်တို့ အကြောင်းပါပဲ။ကျားမင်တစ်ယောက် အိမ်မက်ကိုအကောင်အထည်ဖော်ဖို့\nပေကျင်းရောက်သွားတာကနေ ဇာတ်လမ်းကစတော့တာပဲ။\nရိုးသားကြိုးစားပြီး အနေတည်လွန်းတော့ ပေကျင်းမှာစန်းပွင့်နေတဲ့ ကျားမင် နဲ့\nသွေးအေးတဲ့ဒဏ်ကိုမခံနိုင်လို့ ပေကျင်းကိုလိုက်လာတဲ့ ကျီစန်း\nသူတို့ကြားမှာ ပေါ်လာတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/18uvt/No.More.Chance.My.Dear.EX.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTQ4MzlmNGMtMDEzOS00ODdmLTkxZmQtNTJmZGI1Y2M0MmJkXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-143x200.jpg",
        "title": "The Perfumier (2022)",
        "description": "The Perfumier (2022)\n==================အကြည်ဓာတ်ရဖို့ လရောင်ခံတာတို့ spell jar ဆောင်တာတို့ဆိုတာ ဒီဇာတ်\nကားထဲက ရေမွှေးနဲ့ ယှဉ်ရင်တော့ ပါမွှားလေးပါပဲ။ ဆန်နီ ဆိုတဲ့ မှုခင်းဌာနက\nရဲမေတစ်ဦးဟာ ငယ်စဉ်ကတည်းက ဘယ်အနံ့ကိုမှ မခံစားရတဲ့ အနံ့ပျောက်\nနေတဲ့သူတစ်ဦးပါ။ သူမမှာ ယူရို ဆိုတဲ့ ကလေးနှစ်ယောက်အဖေ အိမ်ထောင်သည်\nချစ်သူစုံထောက်တစ်ယောက်လည်း ရှိပါသေးတယ်။ဒိုရီယန်ကတော့ ဘယ်အနံ့မဆို ခွဲခြားသိနိုင်ပြီး ထူးခြားတဲ့ အနံ့ခံစွမ်းရည်ကို\nပိုင်ဆိုင်ထားတဲ့ ရေမွှေးတီထွင်သူ တစ်ဦးပါ။ အချစ်ရေမွှေး လို့ခေါ်တဲ့ စွတ်လိုက်\nတာနဲ့ အားလုံးက တန်းတန်းစွဲဝိုင်းချစ်ကြမယ့် ရေမွှေးကို တီထွင်ဖို့အတွက်\nမိန်းမငယ်လေးတွေကို သတ်ဖြတ်ပြီး အနံ့ဂလင်းန်တွေကို ဖြတ်ထုတ်ယူတာ\nသူ့ရဲ့အလုပ်ပါပဲ။ဆန်နီတစ်ယောက် ဒိုရီယန်ရဲ့ ပြစ်မှုတွေကို ဖော်ထုတ်ဖို့ လိုက်လံကြိုးစားရင်း\nSex perfume ဆိုတဲ့ ရမ္မက်ရေမွှေးကို အမှတ်မထင်ရရှိသွားပြီးနောက် သူမ\nဘာဆက်လုပ်မလဲဆိုတာကတော့ ဇာတ်သိမ်းထိ စောင့်ကြည့်ရမှ သိရပါလိမ့်မယ်။\n21st September, 2022 မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ psychological\ndrama, crime ...",
        "rating": "4.0",
        "url": "https://megaup.net/1Onm2/The.Perfumier.2022.720p.NF.WEB-DL.DUAL.DDP5.1.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWYyOTM1OTQtNzIwMy00ZGY3LWEyNjgtNGJkNjM1YmM5MmIyXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_-142x200.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)\n=================လူတွေရဲ့အတွင်းစိတ်မှာတိုက်ခိုက်နေတဲ့ ဝံပုလွေဆိုးနဲ့ဝံပုလွေကောင်းတို့\nရှိနေပြီး ပိုအလေးပေးမိတဲ့အကောင်က အနိုင်ရပါသတဲ့...။အဆိုးအကောင်း\nဒွန်တွဲနေတဲ့ လူ့စိတ်ကိုထင်ဟပ်ပြထားတဲ့ စကားလေးပါ။ Wolves of War\nဟာ စစ်တွင်းနောက်ခံဇာတ်လမ်းပေမဲ့ စစ်ရေးမစ်ရှင်တင်မက အဲဒီလိုအတွေး\nရစေမယ့်စကားလေးတွေနဲ့အတူ ဒရမ်မာလေးတွေပါ ခပ်ပါးပါးထည့်ထားတဲ့\nစစ်ကားမျိုးပါ။ဒုတိယကမ္ဘာစစ်ပြီးကာစမှာ ဗြိတိသျှအရာရှိဦး‌ဆောင်တဲ့လက်ရွေးစင်အဖွဲဟာ\nရန်သူ့နယ်မြေထဲ၀င်ရမယ့် နောက်ဆုံးစစ်ဆင်ရေးကို လုပ်ဆောင်ရပါတယ်။\nသူတိုတာ၀န်က နာဇီတိုထိန်းသိမ်းထားတဲ့ အမေရိကန်သိပ္ပံပညာရှင် ပရော်\nဖက်ဆာကြီးတစ်ယောက်ကို ခေါ်ထုတ်ရမှာ ဖြစ်ပါတယ်။ ရန်သူ့နယ်မြေကို\nအ၀င်မှာပဲ သူတိုအဖွဲ နာဇီယုံကြည်သူ ဒေသခံပြည်သူ့စစ်အဖွဲနဲ့တိုးပါတော့တယ်။စစချင်းမှာပဲ အဖွဲ၀င် ၂ ယောက်လျော့ပြီး ၄ ယောက်သာကျန်တဲ့ သူတိုအဖွဲဟာ\nလူနည်းနည်းလေးနဲ့ နာဇီတွေကြား ဘယ်လိုတိုး၀င်မလဲ၊ ပရော်ဖက်ဆာကြီးကို\nဘယ်လိုရှာဖွေကယ်ထုတ်မလဲ၊ suicide mission တစ်ခုလိုဖြစ်နေတဲ့ သူတိုစစ်\nဆင်ရေးကြီးကနေ ဘယ်သူတွေကအိမ်ပြန်ရောက်ပြီး ဘယ်သူတွေက အိမ်ပြန်\nမရောက်နိုင်တော့ဘူးလဲ ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လိုက်ကြရအောင်နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.98 GB) / (970 MB) / (610 MB)\nQuality............WebRip 1080p ...",
        "rating": "4.3",
        "url": "https://megaup.net/18law/Wolves.of.War.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTdkNTM5MjctN2NkNy00ZTA0LThkYWMtNjE0MjIyOTA5YzgyXkEyXkFqcGdeQXVyMzM3MTg1MDQ@._V1_-143x200.jpg",
        "title": "[18+]The Lady Improper (2019)",
        "description": "ဘ၀မှာဆုံးရှုံးရတာတွေ များလာတဲ့အခါ ဘ၀အသစ်ပြန်စချင်ကြတာပဲ မဟုတ်လားဒီဇာတ်ကားထဲမှာလည်း Siu Man ဆိုတဲ့ ကောင်မလေးက ယောကျ်ားရဲ့စွန့်ပစ်ခြင်းခံရ ၊ ဖခင်ကလည်း ဆုံး သတ်သေချင်စရာလောကထဲကနေဘ၀အသစ်ပြန်စဖို့ စာဖိုးမှူးလုပ် အဖေ့ရဲ့စားသောက်ဆိုင်ကိုပြန်လည်ဖွင့်ဖို့လုပ်ပါတော့တယ်အတွေ့အကြုံမရှိတဲ့သူမို့ အရံစားဖိုမှူးငှားရတာပေါ့ ငှားတဲ့ စားဖိုမှူးက ချောတဲ့အပြင် ဆွဲဆောင်မှု့အပြည့်ရှိနေကာ ဂရုစိုက်မှု့တွေပါကောင်းတော့ ချစ်ကြွမ်း၀◌င်မိသွားတာပေါ့သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို လှိုက်လဲရင်သက်စွာ ကြည့်ရှု့ရမယ့် ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးနော် ။( အညွှန်းရေးသားထားသူကတော့ Dark Devil ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/18vs9/[18+]The_Lady_Improper_(2019)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGUzZmU1YzktNTkxOS00ZTI0LTljNmQtMTIxNTliY2I5NDFjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Confess, Fletch (2022)",
        "description": "Confess, Fletch (2022)\n=================\nIMDb Rating - 6.5/10၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ဇာတ်လမ်းကောင်းပြီး ရယ်ရတဲ့ ဟာသဇာတ်ကား\nကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ IMDb Rating 6.5, Rotten\nTomatoes 85% ရရှိထားပြီးတော့ ဇာတ်အိမ် ခိုင်မာသလို ဟာသများကလည်း\nကလိထိုးရယ်စရာမလိုတဲ့ ဟာသတွေပါ။ ဖလက်ချ်ဟာ သတင်းထောက်အလုပ်ကနေ\nအနားယူရင်း ဥရောပမှာ ခရီးသွားနေတဲ့သူပါ။ အီတလီနိုင်ငံ ရောမမြို့က မြို့စား\nကြီးတစ်ယောက်ဟာ သူ့ရဲ့ ပျောက်ဆုံးသွားတဲ့ ပန်းချီကားတွေကို ပြန်လည်ရှာဖွေဖို့\nဖလက်ချ်ကို အလုပ်အပ်လာပါတော့တယ်။  မြို့စားကြီးရဲ့ သမီးဖြစ်သူ အန်ဂျလာနဲ့လည်း\nချစ်ကြိုက်မိသွားခဲ့ပါတယ်။ တစ်နေ့မှာတော့ မြို့စားကြီး ပြန်ပေးဆွဲခံလိုက်ရပြီး\nပြန်ပေးသမားများက ပြန်ရွေးငွေအဖြစ် ပီကာဆိုရဲ့  ပန်းချီကား တစ်ချပ်ကို တောင်း\nဆိုလာပါတယ်။ ထိုအခါမှာ ဖလက်ချ်လည်း ပန်းချီကားများကို မဖြစ်မနေ ပြန်လည်ရှာဖို့\nဖြစ်လာပါတော့တယ်။ဖလက်ချ်ဟာ ပန်းချီကားတွေကို ခြေရာခံလိုက်ရင်း ဘော်စတွန်မြို့ကို ရောက်ရှိပါတယ်။\nသူ့ရည်းစား စီစဉ်ပေးတဲ့ အိမ်တစ်အိမ်မှာနေဖို့ ရောက်လာတဲ့အခါမှာ ထိုအိမ်တွင်\nသေဆုံးနေတဲ့ အမျိုးသမီးတစ်ယောက်ကို တွေ့လိုက်ရပါတယ်။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/18l20/Confess.Fletch.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Crime, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cz5xctdv2a1lfZOTpBs3aLb4q23.jpg",
        "title": "Mutant: Ghost War Girl ( 2022 )",
        "description": "CM Chinese ပရိသတ်ကြီးအတွက် ခေတ်လွန်သိပ္ပံ\nစူပါဟီးရိုးဆန်ဆန်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nအနာဂတ်ကမ္ဘာမှာ နည်းပညာဟာတဟုန်ထိုးတိုးတက်နေပါပြီ။\nကမ္ဘာပေါ်မှာမီဒူဆာဆိုတဲ့လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုပေါ်ပေါက်လာခဲ့တယ်။\nသူတို့ဟာလူသားတွေကိုတရားမဝင်ဖမ်းဆီပြီး\nသုတေသနခန်းမှာစမ်းသပ်ပစ္စည်းအဖြစ်အသုံးပြုပါတယ်။ဒီအမှုကိုစုံစမ်းသက်သေယူဖို့အတွက် မီဒူဆာအဖွဲ့မှာအသွင်ယူစုံစမ်းရင်း\nဝမ်ချင်ချင်ဟာ စမ်းသပ်ခံလူသားအဖြစ်နဲ့\nမျိုးရိုးဗီဇာပြောင်းဆေးရည်ထိုးခံရပြီး\nသာမန်လူတွေထပ်သာလွန်တဲ့အစွမ်းတွေနဲ့\nသန္ဓေပြောင်းလူသားဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့ကမ္ဘာပေါ်မှာသန္ဓေပြောင်းလူသားတွေပြန်နှံ့လာပြီး\nမြေအောက်တိုက်ခိုက်ရေးပြိုင်ပွဲတွေမှာအသုံးချခြင်းကိုခံရပါတော့တယ်။သန္ဓေပြောင်းလူသားတွေပြစ်မှုကျူးတာကိုတားဖို့အတွက်\nနိင်ငံတကာလုံခြုံရေးအဖွဲ့အစည်းတွေပူးပေါင်းပြီး\nကောင်းတဲ့သန္ဓေပြောင်းလူသားနဲ့\nဆိုးသွမ်းတဲ့သန္ဓေပြောင်းလူသားတွေရဲ့\nတိုက်ပွဲဟာစတင်လာပါတော့တယ်.....\nဝမ်ချင်ချင် တစ်ယောက် တာဝန်ကို\nဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မလဲ......\nမီဒူဆာအဖွဲ့အစည်းကြီးကိုရောဘယ်လိုဖျက်ဆီးပစ်မလဲ......\nဆိုတာကိုမမလှလှတွေရဲ့ ဖိုက်တင်ခန်းအမိုက်စားတွေနဲ့\nဝေဝေဆာဆာကြည့်လိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science Fiction\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mutant-ghost-war-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7CYwsMJb3v7lSfAFIflFEH85yN.jpg",
        "title": "Marble Mountains ( 2022 )",
        "description": "ဒီတစ်ခါ CM ရဲ့ တရုတ်ကားကြိုက်သူလေးတွေအတွက် အစဉ်အလာမပျက်\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို version တစ်မျိုးနဲ့ တင်ဆက်ထားတဲ့ Marble\nMountain ဆိုတဲ့ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့...\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို အရင်ဇာတ်ကားတွေလို မက်မွန်သီးခိုးစားလို့\nလူ့ပြည်ရောက်လာတာလည်းမဟုတ်... အချစ်ဇာတ်လမ်းလေးကြောင့်\nစွန်းဝူခုန်းဖြစ်လာတာမျိုးမဟုတ်ဘဲ...လက်နက်မဲ့ ပြည်သူတွေအတွက် စွန့်စွန့်စားစား မိစ္ဆာတွေကို\nချေမှုန်းခဲ့ရာကနေမှ တရားစစ် တရားမှန်ကို သဘောပေါက်နားလည်ပြီး\nစွန်းဝူခုန်းဖြစ်လာခဲ့တာလို့ ပြောင်းလဲ တင်ဆက်ပြထားတာပေါ့...ဒီဇာတ်လမ်းထဲမှာ တခြားဇာတ်ကောင်တွေနဲ့ တခြား ပုံစံဆန်းလေးတွေ\nတင်ဆက်ပြထားတာမို့ အက်ရှင်ကားတွေကြိုက်ပြီး\nစွန်းဝူခုန်းကားကိုမှကြည့်ချင်တယ်ဆိုသူတွေ ဒေါင်းကြည့်သင့်တာမို့\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Adventure , Action\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/marble-mountains-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/wNpqA_4f-142x200.jpg",
        "title": "What She Likes (2021)",
        "description": "What she likes (2021)Web novel ကို ပြန်လည်ရိုက်ကူးထားတဲ့ တွေးစရာတွေတစ်ပုံကြီးပါတဲ့ ဆယ်ကျော်သက်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဂျွန် အန်ဒိုဆိုတဲ့ကောင်လေးက ဂေးတစ်ယောက်ဖြစ်ပေမဲ့ come out လုပ်မထားရသေးတဲ့ အထက်တန်းကျောင်းသားတစ်ယောက်ပါ။ သူက သူ့ရဲ့ဖြစ်တည်မှုကို အမြဲတမ်းမေးခွန်းထုတ်နေခဲ့တဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး သူ့မှာ အသက်ကြီးတဲ့ရည်းစားလည်းရှိပါတယ်။ သူ့ရည်းစားကအိမ်ထောင်သည် ကလေးအဖေဖြစ်ပြီးတော့ အားတဲ့အချိန်မှာ သူနဲ့တွေ့လေ့ရှိပါတယ်။တစ်ဖက်မှာလည်း သူ့ကို ငယ်ငယ်တည်းကခင်တဲ့ ကောင်မလေး မိအူရက ဖွင့်ပြောလာပါတယ်။မိအူရက BLဇာတ်လမ်းတွေကို ငယ်ငယ်တည်းကကြိုက်ခဲ့တဲ့ ဖူဂျိုရှီလေးပါ။ မိသားစုဘဝကိုမက်မောတဲ့ ဂျွန်က သူ့ဖြစ်တည်မှုကိုမသိတဲ့ မိအူရကိုတွဲဖို့ လက်ခံလိုက်ပါတယ်။ ဒါပေမဲ့ ကောင်မလေးကြိုက်တဲ့သူဟာ straightကောင်လေးမဟုတ်ဘဲ ဟိုမိုတစ်ယောက်ဖြစ်နေခဲ့တဲ့အခါမှာတော့...\nဂျွန်တစ်ယောက် ကောင်မလေးနဲ့ ရည်းစားကောင်လေးအကြား ခံစားချက်လွန်ဆွဲပွဲတွေ ဘယ်လိုကြုံရမလဲ။သူကိုယ့်ကိုယ်ကိုဖိအားပေးပြီးကြိုးစားယူချင်နေတဲ့ မိသားစုဘဝလေးကရော ဖြစ်မြောက်မှာလား။ ဖူဂျိုရှီလေးရဲ့ စိတ်ကူးယဉ်မှုတွေက လက်တွေ့ဘဝထဲ တကယ်ဖြစ်လာတဲ့အခါ ဘယ်လိုတုံ့ပြန်မှာလဲ ။လက်တွေ့ဘဝက ဂေးကောင်လေးတစ်ယောက်ရဲ့ ကြုံတွေ့ရတဲ့ ဖြစ်ရပ်တွေ ခံစားချက်တွေအကြောင်း ကောင်းကောင်းပုံဖော်ထားတဲ့ ဆယ်ကျော်သက်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Oq2l/What_She_Likes_(2021)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/SSIS-141x200.png",
        "title": "{21+}Her Older Sister [SSIS-453]",
        "description": "ဆာတိုရီ နဲ့ အဇီဝါ တို့ ချစ်ခရီးက အခုမှစတာပါ\nငယ်ရွယ်သူတွေဖြစ်ကြပြီး အချစ်ကို ရူးရူးမိုက်မိုက်ပဲပေါ့\nချစ်တာတခုပဲသိပြီး ကျန်တဲ့ အရာတွေကို အတွေ့ကြုံမရှိသူတွေ\nအနမ်းလေးတစ်ပွင့်အတွက်တောင် ခဲရာခဲဆစ်ကြိုးစားနေရသူတွေ\nအဇီဝဝါရဲ့ အစ်မက တော့ အဲလိုမဟုတ်ပါဘူး\nသူက ယွန်း တဲ့ယွန်းကတော့ အသက်ရွယ်ရှိပြီး အတွေ့ကြုံများသူလေး\nတစ်နေ့မှာတော့ သူတို့နှစ်ယောက်အခြေနေကို ရိပ်မိသွားတဲ့\nယွန်း တစ်ယောက် ဆာတိုရီနဲ့ နှစ်ယောက်တည်း တွေ့ဖို့အကြောင်းဖန်လာတဲ့အခါ\nရင်ခွင်မှီအရပ် မောင်လေးတွေကို ကြိုက်တဲ့ မမတွေရော\nအရပ်ရှည်တဲ့ မမတွေကိုမှကြိုက်တဲ့ ကောင်လေးတွေရော\nလက်မလွတ်တမ်းကြည့်သင့်ပါတယ်\nFile size…2.3GB / 1.3GB\nQuality…1080p  / 720p\nFormat…mp4 \nDuration….2 h 32 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2up9m/[SSIS-453]__Taller_Older_Sister_Looks_Down_On_Me_And_Invites_Me_To_have_Fun_.720p(DS)_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/2BK4A/Hidden_Strike._2023.WEBRip720P(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2U1MmJjNWItY2MxZi00ZDUzLWEwYzEtY2E5ZDEyNTE3M2I1XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Maamannan (2023)",
        "description": "Maamannan(2023)IMDb-7.1/10\nPolitical Thriller75 ကုဋေထိရုံတင်ငွေအမြတ်ရထားတဲ့ တစ်ခေတ်တစ်ခါက အောင်မှုတွေရခဲ့တဲ့ဟာသမင်းသားကြီး\nVadivelu ၊ ဝန်ကြီးမျိုးဆက်ကနေမွေးဖွားလာတဲ့\nလူငယ်ဖွံ့ဖြိုးရေးနဲ့အားကစားဌာနမှာဝန်ကြီးခန့်အပ်ခံရဖူးသူ Udhayanidhi Stalin နဲ့ ရှူတည်တည်\nကာရိုက်တာလေးတွေနဲ့ ပေါက်ခဲ့တဲ့မင်းသမီးချောလေးKeerthy Suresh တို့ပါဝင်ထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းလွှတ်တော်ကိုယ်စားလှယ်ရဲ့သားဖြစ်ပေမဲ့ အဖေ့ရဲ့အရှိန်အဝါကိုမမီပဲ ဝက်မွေးပြီးအေးဆေးနေတဲ့\nအသီဗီရန် ၊လူမှုကောင်းကျိုးတွေကို ကျောင်းသူဘဝတည်းကဆက်တိုက်လုပ်ဆောင်နေတဲ့ လီလာ ၊\nအသီဗီရန်ကလီလာ့ကိုကြိတ်သဘောကျနေပေမဲ့ လွှတ်‌တော်ကိုယ်စားလှယ်ရဲ့သားမို့\nလီလာကမကြိုက်မှန်းသိလို့ရှေ့မတိုးခဲ့တာ ကျောင်းပြီးသည်ထိပါပဲကျောင်းပြီးတစ်နေ့လီလာ နွမ်းပါးတဲ့ကလေးတွေကိုစာသင်ဖို့ငှားထားတဲ့နေရာကို\nအမည်မသိလူတွေခြိမ်းခြောက်မှုကြောင့် ပိုင်ရှင်ကအတင်းရွှေ့ခိုင်းတဲ့အချိန်မှာစတော့တာပဲ\nသူငယ်ချင်းတွေက အသီဗီရန်ကိုအကူအညီတောင်းချင် လီလာကလက်မခံနဲ့ နောက်ဆုံးတော့လက်လျှော့ပြီး\nအသီဗီရန့်အိမ်သွားတွေ့ကြချိန်မှာ အသီဗီရန်က ဝက်တွေပဲမွေးနေပြီး အဖေနဲ့\nစကားမပြောခဲ့တာ ဆယ့်ငါးနှစ်တိုင်ခဲ့ပြီဆိုတာ လီလာသိလိုက်ရပါတယ်မုန်းတီးမှုကြောင့်မဟုတ်ဘဲ 15 နှစ်ထိ စကားမပြောခဲ့ရတဲ့အကြောင်းအရင်းနဲ့\nရိုးရှင်းမနေတဲ့လွှတ်တော်ကိုယ်စားလှယ်တစ်ယောက်ဆိုတဲ့ဘဝမှာ\nဘယ်လိုအလှည့်အပြောင်းတွေပါလာမလဲ လီလာနဲ့ ဗီရာတို့ရဲ့အချစ်ရေး\nဒါတွေကိုရသစုံကြည့်ရှူခံစားရမဲ့ကားလေးပဲဖြစ်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2BK4b/Maamannan_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QUzIaemhlHZn5xW71TANW727wu.jpg",
        "title": "In Dream (2023)",
        "description": "In Dream (2023)လူတွေရဲ့သဘာဝကတော့ အိပ်မက်ဆိုတာ မက်ပြီးရင် မနက်ကျ မေ့သွားတတ်ကြတာများပါတယ်\nမနက်ထိ သတိရရင်တောင် တစ်နေကုန် မှတ်မိနေဖို့က ခဲယဉ်းပါတယ်ဒါပေမဲ့ ကိုယ့်အိပ်မက်ထဲတောင်မဟုတ်ဘဲ သူများအိပ်မက်ထဲထိပါ ဝင်ပြီး ထိန်းချုပ်လို့ရမယ်..\nကိုယ်လုပ်ချင်တာတွေလုပ်လို့ရမယ်ဆိုရင်တော့ တကယ်ကို ဆန်းကြယ်သွားပါပြီဒီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဖြင့် ဟုန်းဟွာဆိုတဲ့မိန်းကလေးက သူများအိပ်မက်ထဲမှာ ဝင်ပြီးဆက်သွယ်နိုင်နေတာပါ..\nဒါပေမဲ့ အရာရာက သူငယ်ချင်း ပျောက်ဆုံးတဲ့နေရာမှာ စတင်လာခဲ့တယ်ဟုန်းဟွာရဲ့ သူငယ်ချင်းကို ပြန်ပေးဆွဲသွားတဲ့ လူသတ်သမားဟာ ရက်စက်လွန်းတဲ့အတွက် ရဲတွေကလည်း အသေရရအရှင်ရရ ဖမ်းချင်နေတာပါ..\nအဲလိုနဲ့ ဟုန်းဟွာလည်း အဲအမှုမှာပတ်သက်ခဲ့ရပြီးတော့ လူသတ်သမားနဲ့ စိတ်နဲ့ စီးချင်းထိုးရမယ့်အဖြစ်တွေနဲ့ ကြုံရပါတော့တယ်နောက်ဆုံးမှာ အဲလိုတွေသဘာဝလွန်ဖြစ်ရပ်တွေကြုံနေရတဲ့ ဟုန်းဟွာတစ်ယောက်\nလူသတ်သမားကို ဖမ်းတဲ့နေရာမှာကူညီနိုင်မလား...\nနောက်ဆက်တွဲကြုံလာရမယ့်အဖြစ်တွေကိုရော ခံနိုင်ရည်ရှိပါ့မလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 889MB | 419MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/3hHle/In.Dream.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csZRHobe0aPYOGobhLjTnB6S2L9.jpg",
        "title": "The Murderer (2023)",
        "description": "The Murderer (2023)နာမည်ကျော် ထိုင်းဟာသမင်းသားကြီး Phetthai Vongkumlao ပါဝင်ထားတဲ့ ဟာသကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Bad Genius ထဲက ဂရေ့စ်အဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Eisaya Hosuwan ပါပဲ။ဇာတ်လမ်းအကျဉ်းထိုင်းနိုင်ငံတစ်နေရာက လယ်တောအိမ်လေးတစ်ခုထဲမှာ ၇ လောင်းပြိုင်လူသတ်မှုကြီး ဖြစ်ပွားခဲ့ပါတယ်။\nအဲဒီအတွက် သံသယတရားခံကတော့ အဲလ်လို့ခေါ်တဲ့ ဗြိတိန်သားတစ်ယောက်ပါပဲ။\nသူဟာ သေသွားတဲ့မိသားစုရဲ့ သမီး ဆိုင် နဲ့ လက်ထပ်ထားတာဖြစ်ပြီး ယောက္ခမတွေအိမ်မှာ ညလာအိပ်တဲ့ညမှာ ပြဿနာတွေရှုပ်ကုန်တာဖြစ်ပါတယ်။\nအသတ်ခံရတဲ့ သူ ၇ ယောက်ကလည်း သေပုံသေနည်းတစ်မျိုးစီဖြစ်နေပြီး ဇာတ်လမ်းကိုယ်စီရှိနေပြန်ပါတယ်။\nအသက်ရှင်ကျန်ခဲ့တဲ့ အဲလ် နဲ့ ဆိုင်၊ သူတို့ရဲ့ တူမလေး ဇွန် တို့ကို စခန်းမှူးက စစ်ဆေးရင်း\nသူတို့တစ်ယောက်တစ်ပေါက်ပြောပြတာတွေကနေ တရားခံအစစ်ကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာ ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile ...",
        "rating": "6.5",
        "url": "https://megaup.net/3hHc4/The.Murderer.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8EEolKLUreFiginkPGWFpV5qd.jpg",
        "title": "Joe (2013)",
        "description": "IMDb - 6.8/10ဇာတ်လမ်းအညွှန်းသူ့ဖခင်က အရက်သမား၊ သူ့မိသားစုက စားရမဲ့သောက်ရမဲ့…ဟိုလေလွင့်ဒီလေလွင့်ဖြစ်နေတဲ့ မိသားစုအတွက်၁၅နှစ်သားလေး ဂယ်ရီဟာ ဂျိုးဆိုတဲ့ လူတစ်ယောက်ဆီမှာအလုပ်လာလုပ်ပါတယ်။ဂျိုးက ထောင်ထွက်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒေါသထွက်တတ်တဲ့စိတ်ကိုဆေးလိပ်သောက်၊အရက်သောက်ရင်း မြိုသိပ်ချုပ်တည်းရင်းနေနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ ဂျိုးက အလုပ်ကြိုးစားလုပ်တဲ့သူတွေကို သဘောကျပြီးသူ့အလုပ်သမားတွေအပေါ်မှာတော့တကယ်ကောင်းပေးတဲ့ အလုပ်ရှင်တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဂယ်ရီလေးက ငယ်ငယ်ရွယ်ရွယ်နဲ့ အလုပ်ကြိုးစားတတ်သူဖြစ်တာမို့ဂျိုးက သဘောကျပြီး သူတို့နှစ်ဦး မိတ်ဆွေတွေဖြစ်လာကြပါတယ်။ဂယ်ရီရဲ့ အဖေက ဂယ်ရီ့အပေါ်မှာ သည်းမခံနိုင်လောက်အောင်နှိပ်စက်ညှင်းပန်းတဲ့လုပ်ရက်တွေ လုပ်လာတဲ့အခါမှာဂျိုးတစ်ယောက် သူ့ရဲ့လူသားချင်းစာနာစိတ်တွေ နှိုးကြွလာပြီးဂယ်ရီ့အတွက် သူကိုယ်တိုင် ပါဝင်ဖြေရှင်းဖို့ ဖြစ်ပါတော့တယ်။အသုံးမကျတဲ့ ဖခင်လက်ထဲမှာ နေနေရပေမယ့်ကံကောင်းထောက်မစွာနဲ့ ဂျိုးလိုလူမျိုးနဲ့တွေ့ဆုံလိုက်ရတဲ့ဂယ်ရီနဲ့ လူကြမ်းကြီးပေမယ့် စာနာတတ်တဲ့စိတ်နှလုံးရှိတဲ့ဂျိုးတို့အကြောင်း ရိုက်ကူးပြသထားပါတယ်။ဂျိုး အဖြစ် Ghost rider မင်းသားကြီး Nicolas Cage ကသရုပ်ဆောင်ထားပါတယ်။ကဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကOrika ဖြစ်ပါတယ်။  File size…  1.9 GB /  790 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oaNMSwOfsmik9E2kqHvJflcMSTD.jpg",
        "title": "The Eternal Road (2017)",
        "description": "အချိန်ကတော့ အမေရိကန်ကစခဲ့တဲ့ Great Depressionစီးပွားရေးပျက်ကပ်ကြီးဆိုက်နေတဲ့ခုနှစ်တွေ။အလုပ်လက်မဲ့ဖြစ်နေတဲ့လုပ်သား‌တွေအတွက်စတာလင်ရဲ့ ဆိုဗီယက်ပြည်ထောင်စုကဖိတ်ခေါ်မှုကရေငတ်တုံးရေတွင်းထဲကျသလိုဖြစ်လာခဲ့တယ်။အမေရိကန် ကနေဒါတို့ကနေလုပ်သားပေါင်းတသောင်းကျော်တို့ဟာ ဆိုဗီယက်တို့ရဲ့မြေကိုဘ၀သစ်စနိုင်ဖို့ရွှေ့ပြောင်းလာခဲ့ကြတယ်။ဆိုဗီယက်တို့ရဲ့နယ်စပ် ဖင်လန်နိုင်ငံမှာကတော့ယူဆီ ကဲတိုလာဆိုတဲ့ အမေရိကန်ကပြန်လာတဲ့သူတ‌ယောက်ကတော့ ကွန်မြူနစ်အဖြစ်စွပ်စွဲခံရပြီးတော့ မိသားစုတွေဆီကနေပြန်ပေးဆွဲခံခဲ့ရပေမယ့်ဆိုဗီယက်နိုင်ငံထဲကိုထွက်ပြေးလွတ်မြောက်သွားခဲ့တယ်။ဒါပေမယ့် မိအေးနှစ်ခါနာဆိုသလိုပဲ ကဲတိုလာရဲ့ အမေရိကန်နောက်‌ေကြာင်းကိုမယုံသင်္ကာဖြစ်နေတဲ့ဆိုဗီယက်တို့ကရွှေ့ပြောင်းအမေရိကန်တွေဦးစီးတဲ့ ရုရှားစိုက်ပျိုးမွေးမြူရေးခြံတခုမှာနေပြီးလျှို့၀ှက်ထောက်လှမ်းဖို့တွန်းအားပေးခဲ့တယ်။ဒီလိုနဲ့ပဲ ယူဆီ ကဲတိုလာ တဖြစ်လဲ ယူဆီ ကာရီတယောက်မိသားစုအသစ်နဲ့ ဒီခြံမှာပဲဘ၀သစ်တခုစတင်ဖို့ဖြစ်လာခဲ့ပါတယ်။တနေ့မှာတော့ စတာလင်ရဲ့သူလျှိုအဖြစ်စွပ်စွဲအမြစ်ဖြုတ်မှုတွေကဒီရွှေ့ပြောင်းအမေရိကန်‌‌ တွေအပေါ်ကိုပါရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့ယူဆီတယောက် ဒီ၀ရုန်းသုံးကားအခြေအနေတွေကြားထဲဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲ။အသက်ရှင်လျက်နဲ့ပဲထွက်လာနိုင်မလား။သူ့မိသားစုလေးကရောအဆုံးမှာဘယ်လိုဖြစ်သွားမလဲ။သူ့ရဲ့ရှည်လျားလှတဲ့ဘ၀ခရီးလမ်းကြီးကဘယ်လိုမျိုးပြီးဆုံးသွားမလဲဆိုတာကိုThe Eternal Road ဆိုတဲ့ ဖင်လန်စကားပြောဇာတ်ကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ File size…  1.8 GB /  700 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 44m\nGenre .....  Action , Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by Brackman",
        "rating": "7.1",
        "url": "https://megaup.net/1VL9j/The.Eternal.Road.2017.720p.{CM}.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTYzM2I0YjgtZTE2Mi00ZGQ4LTgzMTAtMDAyMzc5ZjA3MmMxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Where Hands Touch (2018)",
        "description": "Where Hands Touch (2018)\n====================\nIMDb Rating - 6.6/10ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၄ ဂျာမနီမှာ အခြေတည်ထားတဲ့ ဇာတ်လမ်း\nတစ်ပုဒ်ပါ။ Layna ဟာ ဂျာမန်လူဖြူအမေနဲ့ ပြင်သစ်လူမည်း အဖေတို့\nပေါင်းစပ်ပြီး မွေးလာတဲ့ (၁၆)နှစ်အရွယ် ကလေးမလေးပါ။ Rhineland\nမှာ မွေးဖွားကြီးပြင်းခဲ့ပြီး ဟစ်တလာရဲ့ နာဇီတပ်ဖွဲ့တွေက Leyna လို သွေး\nနှောလူမည်း ကလေးတွေကို ရှင်းလင်းပစ်ဖို့ ကြိုးစားနေတာကြောင့် ဘာ\nလင်မှာများ အန္တရာယ်ကင်းနိုင်မလားဆိုပြီး Leyna ရဲ့ အမေ Kerstin\nတစ်ယောက် သားနဲ့သမီးကို လက်ဆွဲပြီး ဘာလင်ကို ထွက်လာခဲ့ပါတယ်။ပိုကောင်းတဲ့ ဘဝတစ်ခု ရနိုင်ဖို့ Leyna ကို ကျောင်းပို့ပြီး စာသင်ပေးခဲ့ပေမဲ့\nနီဂရိုးတစ်ယောက် စာသင်ဖို့ မလိုဘူးဆိုပြီး ကျောင်းကနေဆွဲထုတ်ပြီး စက်ရုံ\nမှာ အလုပ်လုပ်ဖို့ ပို့လိုက်ကြပါတယ်။ အဲဒီနောက်မှာတော့ Leyna တစ်ယောက်\nထင်ရှားတဲ့ SSအရာရှိတစ်ဦးရဲ့ သားဖြစ်ပြီး ကိုယ်တိုင်လည်း လူငယ်တပ်ဖွဲ့ဝင်\nတစ်ဦးဖြစ်တဲ့ Lutz နဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ARg2/Where.Hands.Touch.2018.720p.WEB.(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1VIpq/Among.The.Beasts.2023.720p.BluRay.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjM2MTNiYjUtNzhhMy00ZmQ1LWFjNTItM2Q4YjdmY2JiZmVlXkEyXkFqcGdeQXVyMTU2NzgxNTE0._V1_-157x200.jpg",
        "title": "Love Tactics 2 (2022)",
        "description": "Love Tactics 2 (2022)\n================ပထမကားမှာ နင်ချစ်မလား ငါချစ်မလားနဲ့ အချစ်ပြိုင်ပွဲလေးလုပ်ခဲ့ကြတဲ့\nအက်စ်လီနဲ့ ကယ်ရမ့်ကိုမှတ်မိကြသေးရဲ့လား။  သူတို့နှစ်ယောက်ကနေ\nတစ်ဆင့် စုံတွဲတွေဖြစ်သွားကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က လက်ထပ်\nကြတော့မှာပါတဲ့။ ဒါပေမဲ့ ဒါကို အက်စ်လီတို့နှစ်ယောက်က သဘောမ\nကျပါဘူး။ အိမ်ထောင်ပြုလိုက်တာနဲ့ ရန်ပဲဖြစ်ပြီး အချစ်တွေမရှိတော့ဘဲ\nနောက်ဆုံးကွာရှင်းကြမှာပဲလို့ ယုံကြည်ကြတဲ့နှစ်ယောက်ပေါ့။ အိမ်ထောင်\nရေးကို အယုံအကြည်မရှိကြတာချင်းအတူတူ အက်စ်လီက ကယ်ရမ်ဟာ\nသူ့ကိုလက်မထပ်ချင်ရကောင်းလားဆိုပြီး စိတ်ဆိုးသွားပါတယ်။ဒီလိုနဲ့ အက်စ်လီက ကယ်ရမ် သူ့ကိုလက်ထပ်ချင်လာအောင် စစ်ဆင်ရေး\nစပါတယ်။ ကယ်ရမ်ကလည်း အားကျမခံ အက်စ်လီ့ကို အိမ်ထောင်သည်\nဘဝကို စိတ်ကုန်သွားအောင် ဗျူဟာဆွဲပါတော့တယ်။ သူတို့နှစ်ယောက်ရဲ့\nဒုတိယအကြိမ်ဂိမ်းလေးမှာရော ဘယ်သူအနိုင်ရမလဲ။ ချစ်ရင်ယူမှဖြစ်မှာ\nလား လက်ထပ်လိုက်တာနဲ့ အချစ်တွေကုန်သွားပြီလား ပရိသတ်ကြီးရော\nဘယ်လိုထင်ပါသလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL မှဖြစ်ပါတယ်)File Size..........(1.85 GB) / (833 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/3hD76/Love.Tactics.2.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Love_Tactics-215801117-mmed-133x200.jpg",
        "title": "Love Tactics (2022)",
        "description": "Love Tactics (2022)==============CM ပရိသတ်တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ တူရကီ\nအချစ်ရုပ်ရှင်လေး လာပါပြီ။ ဒီဇာတ်ကားလေးမကြည့်ခင်မှာ\nတစ်ခုမေးပါရစေ ခင်ဗျားဟာ အချစ်စစ်ကို ရှာဖွေနေသူ တစ်ယောက်လား...\nစော်ကြည်ဘဲကြည် အပျော်ပဲတွဲနေတဲ့ အချစ်ကို အယုံအကြည်မရှိတဲ့သူ\nတစ်ယောက်လား၊ ဘယ်ဘက်ထဲမှာ ပါမယ် ထင်ပါသလဲ ...\nဒီရုပ်ရှင်လေးထဲမှာတော့ Love Tactics ( အချစ်နည်းဗျူဟာများ ) ဆိုတဲ့\nဘလော့ဂ်တစ်ခုကို ထောင်ထားတဲ့ အက်စ်လီ ဆိုတဲ့ ဖက်ရှင်ဒီဇိုင်နာမလေး\nတစ်ယောက်ရှိတယ်။ ယောက်ျားတွေဟာ တစ်သီးစားပဲချောင်းနေတဲ့ကျားတွေလို့\nယုံကြည်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ အဲဒီဘလော့ဂ်မှာ သူက\nယောက်ျားတွေကို ဘယ်လိုဆွဲဆောင်ရမယ် ဘယ်အချိန်မှာ ဘယ်လို အကွက်\nရွှေ့ရမယ် စသဖြင့် နည်းဗျူဟာတွေ တင်ပေးလေ့ရှိတယ်။တစ်ဖက်မှာလည်း ကြော်ငြာကုမ္ပဏီမှာ ထူးချွန်တဲ့ မန်နေဂျာ တစ်ဦးဖြစ်တဲ့\nကယ်ရမ်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်။ မိန်းကလေး တွေကို တစ်ညတာ\nအပျော်ပဲတွဲပြီး  ဘ၀ကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေတဲ့သူတစ်ယောက်။\nမိန်းမတွေကို ဘယ်လိုချုပ်ကိုင်ရမယ် မိန်းမတွေဟာ ဘယ်လိုစိတ်နေ သဘောထား\nရှိတယ်ဆိုတာ ကောင်းကောင်းကြီး နောကျေနေတဲ့  ယောက်ျားတစ်‌ယောက်ပေါ့။ကံကြမ္မာက ...",
        "rating": "5.3",
        "url": "https://megaup.net/2pj4r/Love.Tactics.2022.NF.WEB-DL.720p.[CM].mp4.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fO7r/(CM)_The_Channel_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLwe/(CM)_Hugot_(2023)_720p.mp4",
        "category": "Adult, Crime, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGU1NzdlYjAtZjNlNi00N2RlLWEzMWQtNTVlODFiZjdkYmNhXkEyXkFqcGdeQXVyMTM4NTIzMTM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Brooklyn 45 (2023)",
        "description": "ဝိညာဥ်/သရဲတွေ တကယ်ရှိတယ်ဆိုတာကို သိပ်မယုံချင်ကြတဲ့ စစ်ပြန်သူငယ်ချင်းတစ်သိုက်မှ ပရလောကဟာ တကယ်ရှိ,မရှိ စမ်းသပ်ကြတဲ့အနေနဲ့ ဝိညာဉ်ခေါ်ပွဲပြုလုပ်ကြတဲ့အခါ............ ဒီဇာတ်ကားလေးဟာတော့ ပထမကမ္ဘာစစ်ကြီးပြီးသွားချိန် ၁၉၄၅ခုနှစ် vibeကိုအပြည့်အဝရရှိစေမယ့် ၁နာရီ၃၄မိနစ်ကြာ Drama\\Horror movie လေးပဲဖြစ်ပါတယ်။File size…(1 GB)/(590 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Dave",
        "rating": "5.8",
        "url": "https://megaup.net/1fjay/Brooklyn.45.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://megaup.net/1fO1h/Sher_Shivraj_2022_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WTcNJwe6gS3fuLTlycN2jepnBg.jpg",
        "title": "The Fence (2022)",
        "description": "စတိဗ်ဆိုတဲ့ ကောင်လေးကသူရှာထားတဲ့ပိုက်ဆံတွေစုပြီးဆိုင်ကယ်လေးတစ်စီးကိုဝယ်ခဲ့ပါတယ်။ဝယ်ပြီးသိပ်မကြာခင်မှာပဲအိမ်ရှေ့မှာရပ်ထားတုန်းအခိုးခံခဲ့ရပါတော့တယ်။ ဒီလိုနဲ့ရဲသွားတိုင်တော့သူက သူ့အစ်ကိုအန်ဒရူးရဲ့ညီဖြစ်နေတာကိုသိသွားတော့ ရဲတွေကမကူညီချင်သလိုထုံးစံအတိုင်းအင်တင်တင်လုပ်ပါတော့တယ်။သူ့အစ်ကိုအန်ဒရူးဆိုတာက အမြဲတမ်းထိုးလိုက်ကြိတ်လိုက်နဲ့လူကြမ်းတစ်ယောက်မလို့ အခုလဲခံဝန်နဲ့လွတ်လာတာဖြစ်ပါတယ်။ ဒီလိုနဲ့စတိဗ်တစ်ယောက် သူ့ဆိုင်ကယ်လေးကိုဘယ်သူခိုးသွားတယ်ဆိုတာကိုလိုက်စုံစမ်းရင်းနဲ့ သတင်းအတိအကျရလာတဲ့အခါ သူ့အသက်အရွယ်နဲ့ ဘာမှလုပ်မရတဲ့အတွက်သူ့အစ်ကိုကိုပဲ လူမိုက်ငှားပြီးခေါ်သွားခဲ့ပါတော့တယ်။သူ့အစ်ကိုကလဲမဆီမဆိုင်နဲ့ရဲတွေနဲ့ သူ့ကြားမှာပဲကြီးလှော်ဆားညှပ်နေတဲ့သူ့ ညီကိုသနားပြီးအတတ်နိုင်ဆုံးလိုက်ကူညီပေးခဲ့ပါတယ်။ဒီလိုနဲ့ဆိုင်ကယ်တော့ပြန်မရခဲ့ပေမဲ့လျော်ကြေးတော့ပြန်ရခဲ့ပါတယ်။ဒါပေမယ့်တကယ်တမ်းအပြစ်ရှိတဲ့လူကဆိုင်ကယ်သူခိုးမဟုတ်ပဲ နဲ့ ညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ရန်စရှိနေတဲ့လူတွေဖြစ်တဲ့အခါမှာတော့ဘာတွေဖြစ်မယ်ဆိုတာကိုစိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.45GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "6.9",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gg9jup8MM9HjT7nvQ0h2gKDpi5W.jpg",
        "title": "[18+] Flux Gourmet (2022)",
        "description": "Flux Gourmet (2022)* သွေးထွက်သံယိုဇာတ်ဝင်ခန်းများနှင့် ညစ်ညမ်းပြကွက်များပါဝင်သောကြောင့် အသက်မပြည့်သူများကြည့်ရှုရန်မသင့်ပါ *~ IMDb - 5.9/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ကို ဘာအကြောင်းလဲလို့မေးရင် နည်းနည်းဖြေရခက်မယ်။ အကြောင်းအရာတွေက ရှုထောင့်ပေါင်းစုံကနေ တစ်မျိုးစီပြထားတာကြောင့်ပေါ့။ ဟင်းချက်တာပါတယ်၊ အနုပညာပါတယ်၊ သီချင်းတွေအသံတွေပါတယ်၊ ဟာသတွေပါတယ်၊ စိတ်အနှောက်အယှက်ဖြစ်စရာတွေပါတယ်၊ ဘာညာကွိကွတွေပါတယ်။မကြည့်ခင်မှာ အရင်ဆုံး သူတို့တည်တဲ့ ဇာတ်လမ်းနဲ့အလုပ်အကိုင်သဘောတွေအရင်ပြောရပါလိမ့်မယ်။ Sonic Catering ကို ဒီရုပ်ရှင်ထဲကအတိုင်းဆိုရင်တော့ မြန်မာလိုအဓိပ္ပာယ်ခြုံမိဖို့ \"ဟင်းသံလုပ်သရုပ်ဆောင်ခြင်း\" လို့ခေါ်နိုင်ပါတယ်။ဒါရိုက်တာ Peter Strickland ကလည်း ဒီရုပ်ရှင်ဟာ သူ့ဘဝနဲ့ အနီးစပ်ဆုံးရုပ်ရှင်ဖြစ်မယ်လို့ပြောထားပါတယ်။ ဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် အဲဒီလို Sonic Catering Band တစ်ခုကို တည်ထောင်ခဲ့ဖူးလို့ပါတဲ့။ASMR တွေနဲ့မတူတာက Sonic Catering ဟာ ပြဇာတ်ကသလို ပရိသတ်ရှေ့မှာပဲ ဟင်းချက်တယ်၊ ဟင်းချက်ရာကထွက်တဲ့အသံတွေကိုဖမ်းပြီး အသံညှိစက်တွေနဲ့ အမျိုးမျိုးချိန်ညှိတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3XDHe/(CM)_Flux_Gourmet_(2022)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuVIP2qlto0tCRwrNt5PqPxPscQ.jpg",
        "title": "Rev (2020)",
        "description": "Genre – Action, Drama, Thriller\nIMDB – 5.1/10ကျွန်တော့်နာမည်က မိုက်ကီ၊ အထက်တန်းကျောင်းသားဘဝကတည်းကရဲကားကိုခိုး မောင်းပြီး အဖမ်းခံရဖူးတယ်။အဲဒါနဲ့ ပြီးသွားရောလားဆိုတော့ မပြီးဘူး ပိုဆိုးလာတယ်ပေါ့။ဖြစ်ချင်တာက အိုင်တီနည်းပညာရှင်၊ App ကောင်းကောင်းလေး တီထွင်ပြီးအသက် ၂၀ မပြည့်ခင် အနားယူချင်တဲ့ကောင်မျိုး။ဒါပေမဲ့ ဘဝပေး မကောင်းပါဘူး ကွန်ပြူတာဆိုင်ဝင်လုပ်လည်းအလုပ်ပြုတ်လာပြီး ကျွမ်းကျင်တဲ့ကားသူခိုးအလုပ်ဆက်လုပ်တော့လည်း ရဲက ဖမ်းခံရပြန်တယ်။ဆရာသမားရဲတွေက အဲဒါကို ထောင်ထဲတန်းမထည့်ပဲကျွန်တော်က ကားခိုးတာကျွမ်းကျင်တော့ အပေးအယူလာလုပ်တယ်“မင်း မဟုတ်ရင် တစ်သက်တစ်ကျွန်းလောက် ကျမှာနော်” ဘာညာနဲ့ဖြဲခြောက်တော့ ကြောက်လန့်ပြီး သူတို့ပြောတာ လက်ခံလိုက်တယ်။အဲဒါက ဘာလဲဆိုတော့ ကားသူခိုးဂိုဏ်းထဲကို သူလျှိုအနေနဲ့ ဝင်ရမှာတဲ့၊ဒါနဲ့ ခေါင်းဆောင်ရဲ့ လမ်ဘော်ဂီနီကားကို ခိုးပြလိုက်တော့ခေါင်းဆောင်က သဘောကျပြီး ကျွန်တော့်ကို သူ့အဖွဲ့ထဲ ဆွဲခေါ်ခဲ့ရော။သူ့နာမည်က ချာလီ၊ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တော်တယ် ယုတ်မာတာမျိုးမရှိဘူးကျွန်တော့်ကိုလည်း ယုံကြည်ပြီး ပစားပေးတယ်။သူ့တွဲဖက် အာဖရိကကနေ ပြန်လာတဲ့ ဆမ်မီဆိုတဲ့ကောင်ကရော အပေါက်ဆိုးတယ် ယုတ်မာတယ်ကျွန်တော့်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zd9eNagUB7FEaqffnSw3n3Nii4p.jpg",
        "title": "The Recruit (2003)",
        "description": "Legend ကြီး AL Pacino နဲ့ Colin Farell တို့ အပြိုင်ကြဲထားတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.ထက်မြက်တဲ့နည်းပညာသမားတစ်ယောက်ဖြစ်သူ ဂျိမ်းစ်ကိုစီအိုင်အေမှာ နှစ်ပေါင်းများစွာ ထမ်းဆောင်ခဲ့ပြီး စီနီယာနည်းပြ အနေနဲ့ငယ်ရွယ်တဲ့အရည်အချင်းရှိသူတွေကို လူသစ်စုဆောင်းဖို့ ရှာဖွေနေခဲ့တဲ့ ဝေါ်တာဘက်ခ်ကအဖေ ဖြစ်သူရဲ့အကြောင်းကို သိချင်တဲ့ ဂျိမ်းစ်ရဲ့အညှာကို ချုပ်ကိုင်ပြီး သူဖြစ်စေချင်သလိုစီအိုင်အေထဲဝင်နိုင်အောင် အပါခေါ်သွင်းခဲ့ပါတယ်.\"မွေးမြူရေးခြံ\" လို့ အမှည်ဝှက်ပေးထားတဲ့ သူတို့ရဲ့လေ့ကျင့်ရေးသင်တန်းကျောင်းမှာ ဂျိမ်းစ်ကိုစမ်းသပ်မှု အဆင့်ဆင့်ကို ဖြတ်ကျော်စေခဲ့ပါတယ်.နောက်ဆုံးစမ်းသပ်မှုကို မအောင်မြင်ခဲ့တဲ့ဂျိမ်းစ်တစ်ယောက် စိတ်ဓာတ်ကျပြိုလဲနေခဲ့ပေမယ့်ဝေါ်တာဘက်ခ်က လန်ဂလေက ဌာနချုပ်မှာနေရာတစ်ခုရအောင် စီစဉ်ပေးခဲ့ပြီးN.O.C – (Non-Offical Cover) နော့အနေနဲ့ ဌာနကအတွင်းသူလျှိုဖြစ်သူ လေလာရဲ့ချုပ်ကိုင်စေခိုင်းသူကိုရှာဖွေဖော်ထုတ်ရမယ့် တာဝန်တစ်ခုကို ချပေးခဲ့ပါတယ်ဒီနေရာအရောက်မှာတော့ ဂျိမ်းစ်အနေနဲ့သူ့ရဲ့ အော်ပရေးရှင်းကို ပြီးအောင် လုပ်နိုင်မှာလားလေလာရဲ့ နောက်ကွယ်က စေခိုင်းသူကရော ဘယ်သူဖြစ်မလဲ.\nဝေါ်တာဘက်ခ်အနေနဲ့ကရော ဂျိမ်းစ်ကို နော့အနေနဲ့တပ်ဖွဲ့ထဲ ခေါ်ခဲ့တဲ့ အဓိကရည်ရွယ်ချက်ကရောဘာလဲဇာတ်လမ်းအဆုံးအထိ လှည့်စားနိုင်ဖို့ မပျက်ကွက်ခဲ့တဲ့ဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက် ရပါတယ်. File size…  ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLfy/The.Recruit.2003.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/3hGaw/The.Prey.2011.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Sisid (2022)",
        "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်\nတည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊\nဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့\nသူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။\nမြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။\nဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊\nမတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။\nတကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့\nအတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?\nသူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။\nဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲ\nရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်\nလင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။\nFile size…(2.2 GB) / (1 GB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:55:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VLfk/(CM)_Sisid.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, BL, Drama, Romance"
    }
]