[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAhoJB26AFudZjHigoAV6tBaPtM.jpg",
        "title": "[18+] Erotic Nightmare (1999)",
        "description": "Erotic Nightmare (1999)Lok Yep (Anthony Wong) ဟာ အလတ်စားကုမ္ပဏီတစ်ခုကိုပိုင်ဆိုင်ပြီး ဇနီးသည်၊ မိခင်ဖြစ်သူတို့နဲ့အတူနေထိုင်ပါတယ်။ဇနီးသည်ကိုချစ်မြတ်နိုးပေမယ့် နှလုံးရောဂါသည်ဇနီးကြောင့် လင်မယားကိစ္စအရာမမြောက်တာကြာနေခဲ့ပြီး ညဘက်တွေဆို အိပ်မက်ယောင် သုက်လွှတ်တဲ့အထိ ရမ္မက်တွေထန်နေရသူဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ဆီကို Fong ဆိုတဲ့လူတစ်ယောက်က ချဉ်းကပ်လာခဲ့ပြီး အိမ်မက်တွေထဲမှာ စကီအလန်းလေးတွေနဲ့ညတိုင်းသာယာဖို့ အိပ်မက်တွေရောင်းပေးမယ့်အကြောင်းပြောလာပါတယ်။ မယုံရဲခဲ့ပေမယ့် တကယ်ပဲ လက်တွေ့ကျနီးစပ်လှတဲ့သာယာမှုကို အိပ်မက်ထဲက တစ်ဆင့်ရရှိလာတဲ့နောက် အဲ့ဒီလူနဲ့ အပေးအယူလုပ်လိုက်မိတဲ့အခါ၊ အဲ့ဒီအောက်လမ်းတွေနဲ့ဖန်တီးထားတဲ့ အိပ်မက်တွေရဲ့ဘေးထွက်ဆိုးကျိုးအဖြစ် သူ့ဘေးက သူချစ်ရတဲ့သူတွေကို ထိခိုက်အန္တရာယ်ပေးလာပါတော့တယ်။Erotic Nightmare ဟာ Hong Kong ရဲ့ Category 3 ခေတ်နှောင်းပိုင်းမှာထွက်ရှိလာခဲ့ပြီး နာမည်နဲ့လိုက်အောင် ပေါ့ပါ့ပါးပါးနဲ့ Fun ဖြစ်ပါတယ်။ ချောင်းကြည့်၊ ခိုးကြည့်တတ်တဲ့သူတွေရဲ့အာသီသကိုအထူးဖြည့်ဆည်းထားပုံရသလို ဇာတ်လမ်းဖွဲ့စည်းပုံလဲစိတ်ဝင်စားစရာကောင်းတဲ့အတွက် Erotic Horror ပရိသတ်တွေအကြိုက်တွေ့မယ့်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/2yfxb/(CM)_Erotic_Nightmare_(1999)_720p.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDUxYjk2MDQtZDdiZC00ZWZhLWEwYzgtOTA0NDM4Y2EwMjE3XkEyXkFqcGdeQXVyMzE4NjMwMjc@._V1_-114x200.jpg",
        "title": "Oh My Ghost (2022)",
        "description": "Oh My Ghost (2022)\nIMDb 6.1အခုတင်ဆက်ပေးမှာကတော့ ပုရိသတို့အသည်းစွဲ မင်းသမီးSunny Leone ရဲ့\nအမိုက်စားသရုပ်ဆောင်မှုတွေပါဝင်တဲ့ သရဲကားပဲဖြစ်ပါတယ် ဂျန်ဂျမား vibe\nလိုမျိုးပြန်ရမဲ့ဒီကားက ဇောက်ထိုးခြောက်မဲ့အခန်းတွေရောအတည့်ခန်းတွေပါပါမှာမို့\nHorror စစ်စစ်မှကြိုက်ပါတယ်ဆိုသူများအတွက် ရှယ်ဖြစ်နေမှာပါလွန်ခဲ့တဲ့နှစ်ပေါင်းထောင်ချီတုန်းက... ရက်စက်ကြမ်းကြုတ်တဲ့အရှင်မတစ်ပါးရှိတယ်\nသူမခံတပ်မြို့ဆီဘယ်ယောကျာ်းသားမှမကပ်ရဲလောက်အောင်ကြမ်းတဲ့သူပေါ့\nဒါပေမဲ့အဲဒီခေတ်မှာ သူမကအရှင်လတ်လတ်မြေမြှုပ်ခံခဲ့ရပြီး သူမရဲ့ကျိန်စာနဲ့အတူ\nဝိဉာဉ်ကလည်းမကျွတ်လွတ်ဘဲ သွေးကြွေးဆပ်ဖို့ ယနေ့ခေတ်ထိတိုင်အောင်ရှိနေလေတယ်မျက်မှောက်ခေတ်မှာတော့...ဘုရင်မသွေးကြွေးဆပ်ရမဲ့လူကလူပြန်ဝင်စားလာခဲ့ပါတယ်\nသူကတော့ ဇာတ်လမ်းတွေရေးပြီး ပရိုဂျူဆာလိုက်ရှာနေတဲ့ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာပါ\nဒီလိုနဲ့ နှစ်ပေါင်းထောင်ချီကရန်ငြှိုးတွေ အကြေဆပ်ရမဲ့အချိန်ရောက်လာပြီး\nဘုရင်မဝိဉာဉ်နိုးထလာခဲ့ချိန်မှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ပါရှင်File size…2.35GB / 1.04GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~Yunni~Khin Khin",
        "rating": "6.0",
        "url": "https://megaup.net/1Si18/Oh_My_Ghost_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq8x5F17q95T1j0up5rpzXFAylN.jpg",
        "title": "Sharper (2023)",
        "description": "Sharper (2023)ဒါရိုက်တာ Benjamin Caron ရိုက်ကူးပြီး\nSebastian Stan နဲ့ မင်းသမီးကြီး Julianne Moore ပါဝင် သရုပ်ဆောင်ထားတဲ့\npsychological thriller ဇာတ်ကားသစ် ရပါပြီ။\nJustice Smith နဲ့ Briana Middleton တို့လည်း ပါပါသေးတယ်။ဇာတ်လမ်းတင်ဆက်ပုံကတော့ နည်းနည်းထူးခြားပါတယ်။\nအစပိုင်းမှာ စာအုပ်ဆိုင်ပိုင်ရှင်ဖြစ်တဲ့ တွန့်အကြောင်းပြထားပြီး\nစာအုပ်လာဝယ်တဲ့ ကျောင်းသူလေး ဆန်ဒရာနဲ့ ချစ်သူတွေ ဖြစ်သွားကြပုံကို ရိုက်ပြထားပါတယ်။တစ်နေ့တော့ ဆန်ဒရာက အစ်ကိုဖြစ်သူရဲ့ အကြွေးတွေကို ဆပ်ပေးဖို့\nပိုက်ဆံလိုနေတဲ့အကြောင်း တွန့်ကို ပြောလာပါတယ်။\nတကယ်တော့ ဆန်ဒရာက တွန်ထင်နေသလို စာကြမ်းပိုးလေး မဟုတ်ဘဲ အကြီးစား လူလိမ်တစ်ယောက်ပါ။နောက်တော့ ဆန်ဒရာ ဘယ်လိုလုပ်ပြီး လူလိမ်ဖြစ်လာလဲဆိုတာနဲ့\nသူ့ကို အလိမ်အညာပညာရပ်တွေ သင်ပေးတဲ့ မက်စ်ဆိုတဲ့သူနဲ့ တွေ့ဖြစ်ကြပုံကို ရိုက်ပြထားပါတယ်။အဲဒီနောက်တော့ မက်စ်အကြောင်း၊\nအဲဒီနောက် မက်စ်ရဲ့ဘဝထဲက မက်ဒလင်းအကြောင်းတွေကို တစ်ဆင့်ချင်းစီ ပြသွားပါတယ်။ပြောရရင် လှေကားထစ်တွေလိုမျိုး တစ်ဆင့်ချင်း တက်သွားတဲ့ ဇာတ်လမ်းပါ။\nလှေကားထစ်တွေရဲ့ အဆုံးမှာ ဘာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Si2i/Sharper.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDSXuBkN67zSk0toYN3jmmLHfkc.jpg",
        "title": "Unlocked(2023)",
        "description": "Unlocked(2023)***************ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်က သူ့ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေပါဝင်တဲ့\nဖုန်းကျပျောက်သွားရာမှ ပြန်ရလာတဲ့အခါမှာ ဖုန်းက အရင်လို မဟုတ်‌တော့ဘဲတစ်ခုခု ပြောင်းလဲသွားတာကို တွေ့လိုက်ရတယ်...အဲ့ဒီပြောင်းလဲမှုတွေကြောင့်ပဲ သူ့ရဲ့ဘဝက ကျွမ်းထိုးမှောက်ခုံတွေ ဖြစ်လာရတယ်...အဲ့ဒါတွေက ဘာကြောင့်များလဲ သူ့ဖုန်းကရောဟက်ခံလိုက်ရတာလား\nဘယ်တုန်းကလဲ ဘယ်သူဟက်ခဲ့တာလဲမေးခွန်းတွေနဲ့ ဘယ်နေရာသွားသွား တစ်ယောက်ယောက်ကဖုန်းကနေတစ်ဆင့် စောင့်ကြည့်နေသလို ခံစားရတဲ့ အဲဒီအမျိုးသမီး...\nနောက်ဆုံးကျရင် ဘယ်လိုဖြစ်သွားမလဲ\nတရားခံကိုရော ရှာတွေ့သွားမလားဆိုတာကိုတော့ .....Unlocked ရုပ်ရှင်ဇာတ်ကားက ၂၀၂၃\nတောင်ကိုရီးယား သည်းထိတ်ရင်ဖို Netflix ဇာတ်ကားဖြစ်ပြီးတော့ Kim Tae-joonက\nဒါရိုက်တာအဖြစ် ပွဲဦးထွက် ရိုက်ကူးထားသော\nဇာတ်ကားဖြစ်တယ် Cast တွေအနေနဲ့ Chun Woo-hee Im Si-wanနဲ့ Kim Hee Wonတို့ ပါဝင် သရုပ်ဆောင်ထားပါတယ် File Size :(1.6GB) &(643 MB)\nQuality :WEB-DL1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime ,Myster, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn,  ...",
        "rating": "7.0",
        "url": "https://megaup.net/1cku8/Unlocked.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGRmYTJhNDYtYmYyMC00YjBiLThiMmItYjMxZmM1NTQ3NzU1XkEyXkFqcGdeQXVyOTg3NjI4MzQ@._V1_-137x200.jpg",
        "title": "Sadha Nannu Nadipe(2022)",
        "description": "Sadha Nannu Nadipe(2022)IMDb-7.3/10ဒီတစ်ခါ အချစ်ဇာတ်လမ်းလေးတင်ဆက်ပေးချင်ပါတယ်\nမွေးရာပါရောဂါနဲ့ ဆာဟာ ဟာ အိမ်နဲ့ဆေးရုံကလွဲ\nဟိုဟိုဒီဒီသွားလာပျော်ပါးမရတဲ့ လှောင်အိမ်ထဲကပန်းကလေးပေါ့\nသူ့ရဲ့အတွေးတွေစိတ်ကူးတွေကို မျှဝေခံစားမယ့်ရင်ဘတ်ချင်းတူတဲ့လက်တွဲဖော်တစ်ယောက် တောင့်တနေသူ\nအမ်ဂျေဆိုတာကတော့ လွတ်လပ်ပျော်ပါးတတ်သူ\nတစ်ခါတစ်ရံခိုးမှုအသေးစားလေးတွေကိုပါ ကျူးလွန်ပြီး\nဘ၀ကိုပျော်ပျော်ကြီးခံစားနေသူ\nနေရာစုံလွင့်ချင်တိုင်းလွင့်နေတဲ့ အမ်ဂျေနဲ့ ဖန်အိမ်ထဲက\nပန်းကလေးတို့ ဘယ်လိုတွေတွေ့ဆုံချစ်မိကြမလဲ ဆိုတာတော့...\nတစ်ယောက်နဲ့တစ်ယောက် အသက်ပေးလောက်အောင်\nချစ်ကြသူတွေရဲ့ ဆွတ်ပျံ့ကြည်နူးဖွယ်ဇာတ်လမ်းလေးကို ခံစားကြည့်ပါဦး\nFile size…3.57GB / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Taylor ~ Yunni ~ Khin Khin",
        "rating": "7.3",
        "url": "https://megaup.net/1ckow/Sadha_Nannu_Nadipe_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j732tzNhoywsS2I4z1Cv7IsMPww.jpg",
        "title": "OMG! Oh My Girl(2022)",
        "description": "OMG! Oh My Girl(2022)**********************ကောင်လေးနဲ့ ကောင်မလေးဟာ ငယ်သူချင်းဖြစ်ကြတဲ့အလျှောက်တစ်ယောက်နဲ့တစ်ယောက်သံယော်ဇဉ်ရှိကြတယ်..ကောင်မလေးဘက်ကရိုးသားတယ်ဆိုပေမယ့် ကောင်လေးကတော့မရိုးသားဘူး..သူငယ်ချင်းစည်းကိုလည်းကျော်ချင်ကောင်မလေးဘက်ကစိတ်ဆိုးမှာလည်းကြောက်တော့သူ့အဖြစ်ဟာ အဆင်မပြေလှ..တစ်နေတော့ ကောင်လေးရဲ့သူငယ်ချင်းတစ်ယောက်ကလာအကူအညီတောင်းတယ်..မင်းဘော်ဒါ စကီလေးကိုငါသဘောကျတယ်ကွာ ..သူ့အကြိုက်လေးငါ့ပြော မင်းပေးတဲ့အကြံဉာဏ်တိုင်းလုပ်မယ်လို့အပူကပ်လာရော..ငြင်းမကောင်းတော့ ကောင်မလေးမကြိုက်လောက်တဲ့ တလွဲအကြံဉာဏ်တွေနဲ့ဆေးထိုးပါလေရော...သူ့ဘော်ဒါ ကံကောင်းတာလား သူကံဆိုးတာလားမသိ..သူ့ရဲ့ ဂျင်းဆေးကွက်မှာ ကောင်မလေးကပြန်ကြိုက်သွားလေရဲ့..အဲ့ဒီနောက်မှာတော့....ထိုင်းအချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး Cast တွေကလည်း ဆယ်ကျော်သက်ချစ်စဖွယ်လေးတွေဖြစ်လို့ ကြည့်ရှုခံစားသင့်ပါကြောင်း... File Size :(3.06GB) (867 MB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy ,Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn, Shoon & Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2yf8s/OMG.Oh.My.Girl.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmNlZTU3NjgtYjE5MC00YzgzLWE1NjctMDQ1NTkxNjg0MTExXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-141x200.jpg",
        "title": "PSV Garuda Vega(2017)",
        "description": "PSV Garuda Vega (2017)\nAction, Drama\nIMDb 7.6/10 (1.3K)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 2017တုန်းကထွက်ရှိခဲ့တဲ့\nအက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ \"PSV Garuda Vega\"ဖြစ်ပါတယ်တရားဥပဒေကိုလိုက်နာပြီး အိုင်အက်အေအရာရှိတစ်ဦးဖြစ်တဲ့ဆီခါက\nသူ့ရဲ့အလုပ်ကိုတာဝန်သိတတ်မှုတွေကြောင့် ဇနီးဖြစ်သူဆွာတိနဲ့\nအိမ်ထောင်ရေးပြိုကွဲတော့မလိုထိဖြစ်ခဲ့ပါတယ်အလုပ်နဲ့မိသားစုယှဉ်လာတဲ့အခါ မိသားစုကိုပဲရွေးဖို့ဆုံးဖြတ်ကာအလုပ်ထွက်ဖို့\nလုပ်ခါနီးမှ လူသတ်မှုတစ်ခုကြောင့် အလုပ်ထွက်မယ့်အရေးကိုနောက်ဆုတ်ရင်း\nလူသတ်မှုကိုလိုက်စုံစမ်းရာမှ မီးခိုးကြွက်လျှောက်သလိုပေါ်ထွက်လာတဲ့\nနိုင်ငံရေးလှည့်ကွက်တွေကြားထဲ ရောက်သွားတဲ့ဆီခါတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲတစ်ဖက်မှာလည်းနီရာဂျန်အမည်ရှိ လူငယ်ဟက်ကာလေးတစ်ယောက်က သူ့လက်ထဲမှာရှိနေတဲ့\nအချက်အလက်တချို့ကြောင့် လူတစ်စုရဲ့အနောက်ကလိုက်သတ်တာကိုခံနေရပြီး\nထွက်ပြေးရာမှဆီခါနဲ့ မတော်တဆတွေ့ဆုံပြီး သူတို့နှစ်ဦးလုံးရဲ့ရန်သူက တစ်ဦးတည်းဖြစ်နေသောအခါ\nနှစ်ယောက်သားဘယ်လိုဖြေရှင်းမလဲ ဆိုတာတွေကိုစိတ်ဝင်စားစရာကောင်းစွာကြည့်ရမှာဖြစ်ပါတယ်ဒီကားထဲမှာဆိုရင်ဇာတ်ကွက်အလှည့်အပြောင်းတွေကို မကြာခဏတွေ့ဆုံရမှာဖြစ်ပြီး\nမထင်မှတ်ထားတဲ့သူတွေရဲ့ ပူးပေါင်းပါဝင်နေမှုတွေကိုပါ ရင်ခုန်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nFile size…3.78GB / 1.93GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin",
        "rating": "7.6",
        "url": "https://megaup.net/2yf8p/PSV_Garuda_Vega_(2017)720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTNlZDhkNTMtYTExYS00NGRiLTlhZTItM2JlOWQ3MzE4YzdhXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shine(1996)",
        "description": "မိုးရေထဲဆေးပေါ့လိပ်တိုလေးကိုက်ပြီးပြေးလွှားနေတဲ့လူတစ်ယောက်၊ ပြောတဲ့စကားတွေကလည်း ဗလုံးဗထွေးနဲ့ရယ် တစ်ခွန်းကိုထပ်ခါတလှဲလှဲလည်းပြောသေးတယ်။ စကားပြောနေရင်း ထပြီးရယ်တတ်တဲ့သူ့ပုံစံက ခင်ဖို့ကောင်းမယ့်ပုံ။ လူအများရှေ့မှာဖျော်ဖြေဖို့ စန္ဒရားခုံရှေ့ထိုင်လိုက်တာနဲ့ ပြဿနာတတ်နေပုံပေါက်ပြီး စပြီးတီးလို့ ဆုံးတာနဲ့ လက်ခုပ်ဩဘာပေးသံတွေနဲ့ ဩချရလောက်တဲ့ အဆိုပါပုဂ္ဂိုလ်ဟာ ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကျော် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ပဲဖြစ်ပါတယ်။\nငယ်ငယ်လေးကတည်းက ဂီတမှာတစ်ဖက်ကမ်းခပ်ထူးချွန်ခဲ့တဲ့ ဒေးဗစ်ဟာ အဖေဖြစ်သူရဲ့အဆမတန်ဖိအားပေးမှုတွေကြားမှာ ကြီးပြင်းခဲ့ရသူတစ်ယောက်။ ဂီတကျောင်းကိုရောက်ပြန်တော့လည်း ဂီတကလွဲလို့ နေ့စဉ်ဘဝလုပ်ငန်းဆောင်တာလေးဟာ သူ့အတွက်ခက်ခဲနေခဲ့တယ်။ ဒေးဗစ်မှာ သူ့ခံစားချက်တွေကိုဖော်ပြဖို့ စကားလုံးတွေမရှိပါဘူး ဂီတသာလျှင်တစ်ခုတည်းသောအဖော်မွန်ဖြစ်ပါတယ်။ သူ့အဖေရဲ့ဖိအားပေးစကားတွေ၊ သူ့ဆရာပါမောက္ခကြီးရဲ့မောင်းနှင်မှုတွေ၊ အပြင်းထန်လေ့ကျင့်မှုတွေ၊ အောင်မြင်မှုဒဏ်တွေအကြားမှာ ဒေးဗစ်ရဲ့စိတ်ဓာတ်ဟာဗုန်းဗုန်းလဲကျပါတော့တယ်။\nအဆိုပါ ရုပ်ရှင်ဟာ ဩစတေးလျနိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပါရမီရှင် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်မင်းသားကြီး Geoffrey Rush မှ ဒေးဗစ်ဟပ်ဖ်ဂေါ့အဖြစ် ပြီပြင်စွာရုပ်လုံးထုသရုပ်ဆောင်ထားပြီး ၁၉၉၆ တွင် အကောင်းဆုံးဇာတ်ဆောင်အော်စကာဆုအား ဆွပ်ခူးရရှိခဲ့ပါတယ်။ Box Office တွင်လည်း ကန်ဒေါ်လာ ၃၆သန်းထိ ဝင်ငွေရရှိခဲ့တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဂန္ဒဝင်ဂီတသံများအကြားပျောက်ဆုံးနေတဲ့ ဒေးဗစ်တစ်ယောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1cjvb/Shine.1996.720p(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjc3ODlmNzgtYzRlMi00YmFhLTkyNWUtZmNmYTRlYzJhNGQ4XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Blueback (2022)",
        "description": "တံငါရွာလေးတစ်ရွာ… အေးအေးချမ်းချမ်းလုပ်ကိုင်စားသောက်နေတဲ့ တံငါသည်တွေရဲ့ဘဝလေးတွေဟာ အစိုးရနဲ့လက်ဝါးချင်းရိုက်ပြီး စီမံကိန်းမြေတွေယူပြီး လုပ်စားနေတဲ့ ဝိသမလောဘသားခရိုနီသူဌေးကြီးရောက်ချလာချိန်မှာတော့ အိမ်တွေ၊ ရွာတွေဟိုရွှေ့သည်ရွှေ့နဲ့ ဘုံပျောက်ကြရုံမက ဘဝတွေပါပျက်၊ ရိုးသားတဲ့ဒေသခံတောသူတောင်သားတွေလည်း မျက်ရည်နဲ့မျက်ခွက်ဖြစ်ကြ… နောက်ဆုံး ဇာတ်လိုက်က ဟီးရိုးကြီးလုပ်ပြီး ခရိုနီကြီးကို ပညာပြ… ဒါကတော့ ပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်မယ့် ဘောလိဝုဒ်တို့၊ တောလိဝုဒ်တို့က ဇာတ်လမ်း၊ ဇာတ်အိမ်မျိုးဖြစ်ပါတယ်။ အခုတင်ဆက်မယ့် ဇာတ်ကားလေးကလည်း အဲ့လိုဇာတ်လမ်းမျိုးနဲ့ ခပ်ဆင်ဆင်တူပါတယ်။ မတူတာကတော့ ဘာဘူတို့လို message ကိုအတုံးလိုက်အတစ်လိုက်ချမပြတာရယ်၊ အမြတ်ကြီးစား၊ လောဘဇောတိုက်တဲ့ ခရိုနီကြီးတွေလောက် ဗီလိန်ကိုကြမ်းပြမထားတာရယ်၊ ဗီလိန်ရဲ့ ကဏ္ဍနဲ့ နိုင်ငံရေးတွေ၊ လူတန်းစားမညီမျှမှုတွေထက် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဘက်ကိုဇောင်းပေးပြီး ပညာပေးဆန်ဆန်ရိုက်ပြထားတာပဲ ကွာပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ ဩစတြေးလျနိုင်ငံက 'ဓားပြဦးခေါင်း' (Robber's Head) ပင်လယ်အော်ဘက်က ကမ်းခြေရွာလေးတစ်ရွာမှာ ဒိုရာဂျက်ခ်ဆန်နဲ့ သမီးဖြစ်သူ အက်ဘီဂျက်ခ်ဆန်တို့ နေထိုင်ကြပါတယ်။ သမီးဖြစ်သူငယ်စဥ်ကတည်းကယောကျ်ားဖြစ်သူ ပင်လယ်ကမ်းလွန်ပိုင်းမှာ ပုလဲငုပ်ရင်းငါးမန်းစာဖြစ်သွားတာကြောင့် မုဆိုးမဘဝနဲ့ သမီးဖြစ်သူကိုစောင့်ရှောက်ပေးနေရတဲ့ ဒိုရာဟာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1cjv4/Blueback.2022.720p(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cCTmZ93aBZ1FwHntiDpa2Lj92zs.jpg",
        "title": "Re/Member(2022)",
        "description": "Re/Member(2022)*****************အထက်တန်းကျောင်းသူလေး အဆုက က ကျောင်းမှာဆိုရင် ဘယ်လိုကနေဘယ်လိုအပယ်ခံဘဝရောက်လိုရောက်မှန်းမသိ ရောက်သွားတဲ့ တစ်ခန်းလုံးရဲ့ အပယ်ခံကျောင်းသူလေးပါ....တစ်ညမှာ သူ့ရဲ့ဖုန်းထဲကို \"အလောင်းရှာဖွေရေး\" ဆိုတဲ့ ကစားပွဲကို ကစားဖိုရွေးချယ်ခံလိုက်ရကြောင်း SMS တွေ တောက်လျှောက်ဝင်လာပါတော့တယ်...အဆုကလည်း ကြောက်ပြီး အိပ်လိုက်ပေမယ့် နိုးလာတော့ သူတိုကျောင်းထဲကဘုရားကျောင်းထဲရောက်နေပြီး သူနဲ့တူတူ သူ့အတန်းဖော်တွေဖြစ်တဲ့ ရှိတာ၊အာဆုရှိ၊ တာကာဟီရို၊ ရူမီကိုနဲ့ အတန်းခေါင်းဆောင်ရီအဲ တိုပါ ကစားပွဲထဲအလိုအလျောက်ရောက်နေကြတာကိုတွေ့လိုက်ရပါတယ်...ကစားပွဲရဲ့နာမည်အတိုင်း အလောင်းတစ်ခုရဲ့အစိတ်အပိုင်းတွေကိုရှာရမှာဖြစ်ပြီး\nဘာလိုဒီကစားပွဲဖြစ်လာရသလဲ...\nသူတိုခြောက်ယောက်ဘာလို အရွေးချယ်ခံရသလဲ...\nဒီကစားပွဲကို ဘယ်လိုအနိုင်ကစားရမလဲ ဆိုတာတွေကိုသည်းထိပ်ရင်ဖို ဒရမ်မာလေးနှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်.......   File Size :(1.6GB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Sho8/Re.&.Member.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atXE2lDr7qyM7IAj8vj3QTHPdZd.jpg",
        "title": "Taoist Priest In The Tomb ( 2023 )",
        "description": "ရှေးခေတ်မင်းဆက်ရဲ့ သင်္ချိုင်းမြေကြီးတစ်ခုဖြစ်တဲ့ လော့ထျန်းဟွမ်းနယ်မြေကြီး ။\nထူးဆန်းတဲ့အရာတွေကြောင့် ချိတ်ပိတ်ခဲ့တာ ကြာပေမဲ့\nသင်္ချိုင်းတူးဖော်သူတွေကြောင့် လော့ထျန်းဟွမ်းရဲ့ လျှို့ဝှက်ချက်ကြီးက\nပြန်လည်နိုးထလာခဲ့တဲ့အခါ ။ သူနဲ့ အနီးတစ်ဝိုက်မှာရှိတဲ့\nရွာငယ်လေးတွေမှာလဲ ကြောက်မက်ဖွယ်ရာကိစ္စတွေဖြစ်ခဲ့ပြီး\nလူတွေဟာလဲ တစ်စ တစ်စနဲ့ ပျောက်ဆုံးလို့လာခဲ့ပါတယ် ။\nဒီကိစ္စတွေနဲ့ တစ်ချိန်က ပတ်သတ်ခဲ့တဲ့ ကျူးချွဲ့တစ်ယောက် ... ?❏ သူ့ရဲ့ ရွာသူရွာသား မိတ်ဆွေတွေကို ကယ်တင်ဖို့\n❏ သူတို့နေထိုင်ရာ နယ်မြေ အဒွန့်ရှည်စေဖို့\n❏ လော့ထျန်းဟွမ်း ကိစ္စကြီးမှာ သေဆုံးသွားကြပြီတဲ့\nဖခင်အတွက် ပြန်လည်လက်စားချေဖို့“သူဘယ်လိုတွေ လုပ်ဆောင်မလဲ ? လော့ထျန်းဟွမ်းရဲ့လျှို့ဝှက်ချက်ကြီးကို\nသူဖြေရှင်းနိုင်ပါ့မလား ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့\nရုပ်ရှင်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ အခုပဲကြည့်ရှူလိုက်ရအောင်ပါနော် ။”\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/taoist-priest-in-the-tomb-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VPbtaiyPdCMKz0BKP00xtSJmok.jpg",
        "title": "The Son(2022)",
        "description": "The Son(2022)************* Wolverine မင်းသားကြီး Hugh Jackman အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးမိဘ‌တစ်ယောက်ရဲ့ ဘေးကျပ်နံကျပ်အခြေအနေတွေ၊\nသားသမီးရဲ့စိတ်အပေါ် မိဘရဲ့အိမ်ထောင်ရေးကအများကြီးသက်ရောက်ကြောင်းဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nPeter Millerဟာ အလုပ်နဲ့မအားလပ်တဲ့ဖခင်တစ်ယောက်ဖြစ်ပြီး\nလောလောလတ်လတ်လေးမှ ဒုတိယဇနီးဖြစ်သူနဲ့ကလေးမွေးထားသူပေါ့။\nအရင်ပထမအိမ်ထောင်နဲ့တုန်းကလည်း အသက်17နှစ်အရွယ်သားတစ်ယောက်ကျန်ခဲ့ပြီးမိဘတွေရဲ့ အိမ်ထောင်ရေး အကွဲအပြဲကြောင့် စိတ်ဝေဒနာရနေသူပါ။\nတစ်နေ့မှာတော့ ဒီသားဖြစ်သူဟာ ကျောင်းကိုတစ်လလုံး‌ ရောက်မလာကြောင်းကိုယခင်ဇနီးဖြစ်သူဆီကသိလိုက်ရတဲ့အခါမှာတော့....\nPeter Miller ကိုယ်တိုင်ကလည်း ဖခင်ဖြစ်သူနဲ့ကောင်းမွန်တဲ့ဆက်ဆံရေးမျိုးရှိတာမဟုတ်တဲ့အတွက်သားဖြစ်သူအလှည့်ကျ ဖခင်ကောင်းဖြစ်ပေးမယ်ဆိုပြီး ကြိုးစားရင်း....File Size :(1.6GB) and (618 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:0300\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Shlk/The.Son.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBjOGFjN2ItMzMwMy00Nzg2LTlmM2UtYTc5MjNmZDQyMmMyXkEyXkFqcGdeQXVyMDA5MDg4Nw@@._V1_FMjpg_UX1000_-149x200.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)\n================၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Un hiver en été (Summer Frost)\nလို့ အမည်ရတဲ့ ပြင်သစ်ရုပ်ရှင်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားကို ဒါရိုက်တာ Laetitia Masson ကိုယ်တိုင်ရေးသားရိုက်\nကူးခဲ့ပြီး ဇာတ်လမ်းပုံစံကတော့ Drama ရုပ်ရှင်အမျိုးအစားဖြစ်\nပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့ နွေရာသီတစ်ခုမှာ\nရုတ်တရက်အပူချိန်မညီမျှမှုတွေ ဖြစ်ပေါ်ခဲ့ရာကနေ ပြင်းထန်တဲ့\nအအေးလှိုင်းဖြတ်ခြင်းကို ခံစားခဲ့ရပါတယ်။ အအေးဓာတ်က\n(-10C) အထိကျဆင်းသွားခဲ့ပြီး ရေပိုက်လိုင်းထဲကရေတွေပါ ခဲကုန်\nကာ လူတွေရော တိရိစ္ဆာန်တွေပါ အစာရေစာပြတ်လပ်မှု၊ အဆုံး\nစွန်ထိ အေးခဲမှုတွေကြောင့် အသက်သေဆုံးကြတဲ့အထိ ဖြစ်ကုန်\nကြပါတယ်။ တဖြည်းဖြည်းပိုအေးလာတာကြောင့် မကြာခင်မှာပဲ\nကမ္ဘာပျက်တော့မယ်ဆိုပြီး သတင်းတွေမှာ ကြေညာနေကြပါတယ်။\nပိုက်ဆံသိပ်ချမ်းသာတဲ့ တချို့လူတွေကတော့ အင်္ဂါဂြိုဟ်ပေါ်မှာ\nသွားနေနိုင်ဖို့အထိ ပြင်ဆင်နေကြပြီး သာမန်လူတွေမှာတော့ စိတ်\nဓာတ်ကျကာ မျှော်လင့်ချက်မဲ့နေကြပါတယ်။ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်ဆယ်ယောက်ရဲ့ အထီးကျန်ဝမ်း\nနည်းမှု စိတ်ပျက်မှုတွေကြောင့် ကမ္ဘာမပျက်ခင် မျှော်လင့်ချက်နဲ့\nအချစ်ကိုလိုက်ရှာနေကြတဲ့အကြောင်း ရိုက်ပြထားပါတယ်။ ဇာတ်\nကောင်တစ်ယောက်ချင်းစီရဲ့ စရိုက်၊ ခံယူချက်နဲ့ မျှော်လင့်ချက်အ\nသီးသီးကို ရောနှောပြသထားပြီး ဇာတ်ရှိန်အတက်အကျနည်းပြီး\nခပ်အေးအေးဇာတ်လမ်းလို့ထင်ရပေမယ့် ဇာတ်လမ်းထဲမှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sf5t/Un.hiver.en.ete.2023.720p.HMAX.WEB-DL.DD5.1.H.264-playWEB.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://megaup.net/1cjjr/Hunt_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cjag/Phantom.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7m962Crc1p4C4gM6ZJBArAikM9.jpg",
        "title": "The Inspection (2022)",
        "description": "The Inspection (2022)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရွှေကမ္ဘာလုံးဆု ဆန်ကာတင်ဝင်ခဲ့တဲ့ ဖြစ်ရပ်မှန် မရိန်းတပ်တွင်း ဒရာမာ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ မရိန်းတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ပြီး သူ့ရဲ့ ကိုယ်တွေ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတာပါပဲ။ အကြောင်းအရာကတော့... လိင်တူချစ်သူတွေကို မုန်းတတ်တဲ့ စိတ်ရောဂါရှိတဲ့ အမေဟာ သူ့ရဲ့သားဖြစ်သူ ဖရန့်ကို အိမ်ကနှင်ချခဲ့တာကြာပါပြီ။ ဖရန့်ဟာ မရိန်းတပ်ထဲကိုဝင်သွားပြီးတော့ သင်တန်းကာလမှာ လိင်တူမုန်းတဲ့လူတွေနဲ့ ကြုံဆုံရပုံ အခက်အခဲတွေကို ပြသထားတာဖြစ်ပါတယ်။အမေရိကန်စစ်တပ်ဟာ လိင်တူတွေနဲ့ပတ်သက်ပြီး မမေးနဲ့မပြောနဲ့ ဆိုတဲ့ တရားဝင်ပေါ်လစီ ရှိပါတယ်။ ၁၉၉၃ လောက်မှာစတင်ခဲ့တာပါ။ အဓိပ္ပါယ်ကတော့ စစ်တပ်ထဲမှာ တားမြစ်ထားတဲ့လိင်တူကိစ္စတွေ မပြုမူမချင်း စစ်သားတစ်ယောက်ကို လိင်တူချစ်သူဟုတ်မဟုတ် လိုက်စုံစမ်းခွင့်မရှိပါဘူး။ ဒါပေမဲ့ လိင်တူချစ်သူပါဆိုပြီး တရားဝင် ထုတ်ဖော်ပြောဆိုခွင့်လည်းမပေးထားပါဘူး။ အဲဒီသဘောပါပဲ။ ဒီတော့ ဒီပေါ်လစီတွေနဲ့ စစ်သားတွေရဲ့ ကွဲပြားတဲ့သဘောထားတွေကြားမှာ ဖရန့်တစ်ယောက်ဘယ်လိုအသက်ရှင်မလဲဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ye2B/(CM)_The_Inspection_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjg4ZGIzM2ItZjMyOC00MjZmLWJkNWUtYTUxZTE5NmQ1MDFhXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_-133x200.jpg",
        "title": "Beyond the Neon (2022)",
        "description": "Beyond the Neon (2022)\n==================\nIMDb Rating - 5.7/10ဒီဇာတ်လမ်းမှာ ဂျိုဝီဆိုတဲ့ Youtuber တစ်ယောက်နဲ့ သူ့အဖွဲ့သားတွေက\nလူမှုရေးစမ်းသပ်တဲ့ဗီဒီယိုတွေ ရိုက်ကူးရင်းနဲ့ လပ်ဗီးဂတ်စ်က ဟိုတယ်\nတစ်ခုမှာ ပြည့်တန်ဆာမလေးနဲ့ အမေးအမြန်းလုပ်ထားတဲ့ဗီဒီယိုတစ်ခုက\nရေပန်းစားသွားတယ်။ အဲ့ဗီဒီယိုကြောင့် (၇)နှစ်လောက်ခွဲခွာနေရတဲ့ အမ\nဖြစ်သူ ထရေစီ နဲ့ အဲ့ပြည့်တန်ဆာမလေးတို့ကို အတူပြန်ဆုံစည်းပေးဖို့\nကြိုးစားကြတဲ့အကြောင်းရိုက်ကူးကြမယ်ဆိုပြီး လုံးဝခက်ခက်ခဲခဲနဲ့ အန္တ\nရာယ်တွေကြားမှာ နီယွန်မီးရောင်တွေရဲ့နောက်ကွယ်အထိပါ သတင်းအစ\nအနတွေကို ဘယ်လိုကြိုးစားရှာဖွေကြမလဲ...ဘာတွေ ကြုံတွေ့ကြမလဲ\nဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက လပ်ဗီးဂတ်စ် ဖျော်ဖြေရေးလောကတစ်ခွင်က လိင်ကုန်\nကူးခံရတဲ့အဖြစ်အပျက်တွေကို အခြေခံပြီး ရိုက်ကူးထားပါတယ်။ လိင်\nကုန်ကူးခံရမှုကနေ လွတ်မြောက်လာတဲ့နစ်နာသူတွေရဲ့ အင်တာဗျူး\nအစစ်တွေကိုလည်း ထည့်သွင်းထားပါတယ်။ လိင်ကုန်ကူးတဲ့ဖျော်ဖြေရေး\nလောကကြီးမှာ ခေတ်သစ်ကျေးကျွန်စနစ်လိုမျိုးဖြစ်ပျက်နေတဲ့ ပုံစံကြီးက\nဒီလို ဒီလိုတွေလည်း ရှိတယ်ဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်း\nလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nOrika ဖြစ်ပါတယ်)File Size..........(1.56 GB) / (586 MB) / (344 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "5.7",
        "url": "https://megaup.net/3e35D/Beyond.the.Neon.2022.720p.WEBRip.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWM3ZmVkNTktODllNS00MDc2LTllNTEtMWNhYTNlOTVkNzNlXkEyXkFqcGdeQXVyMjk1NzAxNg@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Klondike (2022)",
        "description": "Klondike (2022)\n=============\nIMDb Rating - 7.0/10\nRotten Tomatoes 🍅 ~ 96 %\n39 Wins & 18 NominationsRating တွေလည်းကောင်းသလို ဆုတွေလည်း တနင့်တပိုး\nရထားတဲ့ ယူကရိန်း ဇာတ်ကားပါ။၂၀၁၄ ခုနှစ် ဇူလိုင်လ (၁၄) ရက်နေ့မှာ အမ်စတာဒမ်ကနေ\nမလေးရှားနိုင်ငံ ကွာလာလမ်ပူကို ပျံသန်းလာတဲ့ ခရီးသည်တင်\nလေယာဉ် MH 17 ဟာ ယူကရိန်းနိုင်ငံ အရှေ့ပိုင်း၊ ယူကရိန်း-\nရုရှားနယ်စပ်ဒေသမှာ ပျက်ကျခဲ့ပါတယ်။ ခရီးသည်​ (၂၈၃)\nယောက်နဲ့ လေယာဉ်ဝန်ထမ်း (၁၅) ယောက်လုံးသေဆုံးခဲ့တဲ့\nအဆိုပါဖြစ်ရပ်ဟာ ရုရှားတွေ အားပေးအားမြှောက်ပြုထားတဲ့\nယူကရိန်းခွဲထွက်ရေးသမားတွေရဲ့ လက်ချက်လို့ အတည်ပြုနိုင်\nခဲ့ပါတယ်။ဒီဇာတ်လမ်းက အဲဒီအချိန်ကာလ အဲဒီဒေသမှာ ခွဲထွက်ရေး\nသမားတွေရဲ့ဒဏ်ကို အလူးအလဲခံခဲ့ရတဲ့ မိသားစုတစ်စုအကြောင်း\nရိုက်ကူးထားတာပါ။တိုလစ်နဲ့ အီရီခါတို့ ဇနီးမောင်နှံဟာ ယူကရိန်း-ရုရှားနယ်စပ်က\nဒွန်နတ်စ်ရွာမှာ နေထိုင်ကြသူတွေပါ။ အီရီခါက ကိုယ်ဝန်အရင့်\nအမာကြီးနဲ့ဖြစ်ပြီးတော့ အိမ်ကနေ ဘယ်ကိုမှ မသွားဆိုပြီး ခေါင်း\nမာနေတာကြောင့် သူတို့မိသားစု ရွာမှာပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ca8g/Klodike.2022.UKRAINIAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYzMjQzOWMtYjIxMy00Zjk5LWE5MDgtMmQ1NTMwNTEyNjg1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Lost(2023)",
        "description": "Lost (2022) Thriller IMDb 7.6/10\nအခုတစ်ခါမှာတော့ ဘောလီဝုဒ်မင်းသမီးချောလေး\nယာမီဂေါ်သမ်ဦးဆောင်ပါဝင်ထားတဲ့\nဟင်ဒီဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ဒီဇာတ်လေးဟာ ၁၃ကြိမ်မြောက်ကျင်းပတဲ့ ၂၀၂၂ခုနှစ်ရဲ့\nချီကာဂိုတောင်အာရှရုပ်ရှင်ပွဲတော်မှာ\nတရားဝင်ရွေးချယ်ခံခဲ့ရတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း\nသိပ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ သတင်းထောက်မလေးတစ်ယောက်က\nကောင်လေးတစ်ယောက်ပျောက်ဆုံးမှုကို အခြေခံပြီး သတင်းယူနေရင်းနဲ့မှ\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကြီးတစ်ခုလုံးဟာ မီးခိုးကြွက်လျှောက်ပေါ်သလို ထွက်လာခဲ့တာပါပဲ။\nဒီအမှုမှာလည်း ငွေများတရားနိုင်သဘောတရားနဲ့ အစိုးရအရာရှိတွေရဲ့ လာဘ်စားမှုတွေကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးဆိုလည်း မမှားပါဘူးနော်။\nFile size…1.57GB / 746MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ Taylor ~ Yunni ~ BpL",
        "rating": "7.8",
        "url": "https://megaup.net/3ebgy/Lost_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/zom-1-155x200.jpg",
        "title": "Bloodlust Zombies (2011)",
        "description": "Bloodlust Zombies (2011)\n===================ဆေးဝါးထုတ်လုပ်ရေး ဓာတ်ခွဲခန်း တစ်ခုမှာ အလုပ်လုပ်တဲ့\nဂျုဒီဆိုတဲ့ သိပ္ပံပညာရှင် အမျိုးသမီး တစ်ယောက်ဟာ စစ်ပွဲမှာ\nအသတ်ခံလိုက်ရတဲ့ သူ့ယောင်္ကျားအတွက် ပြန်ပြီးကလဲ့စား\nချေပေးဖို့ပဲ အမြဲတမ်းတွေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ သူ့ရဲ့\nလုပ်ဖော်ကိုင်ဖက်တွေနဲ့အတူ လူတွေကိုသွေးဆာတဲ့ မကောင်း\nဆိုးရွား Zombie တွေအဖြစ်ပြောင်းလဲသွားအောင် လုပ်နိုင်တဲ့\nvirus ကို စမ်းသပ် အောင်မြင်သွားပြီး အမှားအယွင်းတစ်ခုကြောင့်\nvirus ကပြန့်နှံ့သွားပါတော့တယ်။ virus ကိုပြန်ပြီး ထိန်းချုပ်\nနိုင်မလား၊ အားလုံးပဲသေသွားမလား ဘယ်သူ​တွေလွတ်မြောက်\nသွားမလဲဆိုတာကို ကြည့်ရှူခံစားရမှာပဲဖြစ်ပါတယ်။ ဟာသလေး\nတွေလဲပါလို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (615 MB) / (375 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1S7zV/Bloodlust.Zombies.2011.720p.BluRay(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/cxt09dtlccdc-143x200.jpg",
        "title": "Almost Human (2020)",
        "description": "ဇာတ်ကားအကြောင်းလေးကတော့.....\nဖုန်လင်ဒေသမှာ ထူးဆန်းတဲ့ အမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်\nအမှုရဲ့ထူးခြားချက်က လူသတ်သမားက ပရော်ဖက်ရှင်နယ်ကျကျ\nအရေပြားကိုခွာပြီး အလောင်းကို သပ်သပ်ရပ်ရပ်စွန့်ပစ်ခဲ့တာပါ\nဒါ့အပြင် နောက်ထပ် ​ထူးခြားတာတစ်ခုက လူသတ်သမားက\nလူမဟုတ်ဘဲ အချစ်ကိုသင်ယူချင်တဲ့စက်ရုပ်မလေးဖြစ်နေတာပါပဲ\nရဲတပ်ဖွဲ့က အဲလိုထူးခြားတဲ့လူသတ်သမားကို\nလိုက်လံရှာဖွေနေစဥ်တစ်ဖက်မှာလည်း စက်ရုပ်မလေးက\nအချစ်ကိုသင်ယူဖို့ထွက်လာခဲ့တဲ့အချိန်မှာ ဝမ်ရှန်း ဆိုတဲ့ကောင်လေး\nတစ်ယောက်နဲ့တွေ့ပြီး ဝမ်ရှန်းဆီကနေ\nအချစ်ကို သင်ယူချင်မိသွားပါတယ်\nဒါကြောင့် ဝမ်ရှန်းရဲ့ကောင်မလေး(စုရှင်း)ကို\nဖမ်းဆီးလိုက်ပြီး စုရှင်း​ဟန်ဆောင်ကာ\nသူ့အချစ်ကိုရဖို့ကြိုးစားတာပေါ့\nရဲတပ်ဖွဲ့ကရော လူမဟုတ်တဲ့ ထူးခြားတဲ့\nလူသတ်သမားကို ဖမ်းဆီးနိုင်မှာလား ဝမ်ရှန်းကရော\nစက်ရုပ်မလေးကို သူ့ချစ်သူ\nအယောင်ဆောင်ထားမှန်းသိသွားမှာလား\nစက်ရုပ်မလေးကရော အချစ်ကိုတကယ်နားလည်သွားမှာလား....\nဆိုတာကို ဆက် ကြည့်ရမှာနော်\n \nFile Size - 997 MB\nQuality - web-dl 1080p\nSubtitle - burmese (hardsub)\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/almost-human-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzMwMTBhMzItMzQ3OC00ZmQ2LWIwYjUtNGMzMTU5MDUyZGFiXkEyXkFqcGdeQXVyOTc3MTcwMzg@._V1_-141x200.jpg",
        "title": "Her Blue Sky (2020)",
        "description": "အအိုအီ အိုင်အိုအီဆိုတဲ့အထက်တန်းအရွယ်ကျောင်းသူမလေးဟာ\nကားမတော်ဆမှုကြောင့် မိဘနှစ်ပါးလုံးဆုံးရှုံးပြီးတဲ့နောက်မှာ\nအစ်မဖြစ်သူ အခန်နေ အိုင်အိုအီနဲ့အတူ ဘဝကိုရုန်းကန်ကြရပါတယ်.\nဒါပေမဲ့ မတော်မတဖြစ်တဲ့အချိန်တုန်းက\nအအိုလေးဟာ ကလေးပဲရှိသေးတဲ့အတွက် အစ်မဖြစ်သူ အခန်နေကပဲ\nမိဘတစ်ယောက်လို စောင့်ရှောက်ခဲ့ရပါတယ်.\nအအိုအီငယ်ငယ်တုန်းက သူ့အစ်မရဲ့ရည်းစားဟောင်းဖြစ်သူ\nရှင်းနိုခါနာမူရိုကြောင့် ဂီတာတီးတာကို\nဝါသနာပါလာခဲ့ပါတယ်.\nဒါကြောင့် သူကျောင်းပြီးရင် မြို့ကနေထွက်သွားပြီး\nတိုကျိုမှာဂီတအဖွဲ့တစ်ခုထဲ ဝင်ဖို့ဆုံးဖြတ်လိုက်တယ်.\nသူ့ရဲ့ဝါသနာအပြင် သူ့အစ်မကို သူ့ကြောင့်ဆက်ပြီး\nမပင်ပန်းစေချင်တဲ့ဆန္ဒကြောင့်လည်း\nသူတို့မြို့လေးကနေ ပိုပြီးထွက်သွားချင်ခဲ့ပါတယ်.တစ်နေ့ အအိုအီတစ်ယောက် ဂီတာတီးကျင့်နေရင်း\n၁၈နှစ်အရွယ် ရှင်းနိုကို ရုတ်တရက်အခန်းထဲမှာ\nတွေ့လိုက်ပါတယ်.\nပြီးတော့ ယခုပစ္စုပန်က ၃၁ နှစ်အရွယ် ရှင်းနိုကလည်း\nတိုကျိုကိုပြောင်းသွားတဲ့နောက် ဂီတပွဲတစ်ခုကြောင့်\nမြို့ကိုပြန်ရောက်နေပါတယ်.\nဒါပေမဲ့ အခုရှင်းနိုနဲ့ အတိတ်ကရှင်းနိုက\nလုံးဝကို ကွာခြားနေပါတယ်.ဒါဆို ၁၈နှစ်အရွယ်ရှင်းနိုက ဘာကြောင့် ရှိနေရတာလဲ?\nငယ်ချစ်ဦးတွေဖြစ်ကြတဲ့ အခန်နေနဲ့ရှင်းနိုကရော\nဘယ်လိုဖြစ်သွားမလဲ?\nအအိုအီကရော မြို့ကနေထွက်သွားပြီး တိုကျိုကိုပြောင်းသွားမလား?\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nရုပ်ရှင်ကားထဲမှာ ဆက်ကြည့်ကြရအောင်.......\n \nFile Size - 1.5 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "6.8",
        "url": "https://megaup.net/4Vu4r/Her.Blue.Sky.2019.JAPANESE.720p.BluRay_%7BCM%7D.mp4",
        "category": "Animation, Comedy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNTdlNmE0MWQtMWVjMC00MzRiLWJhN2MtN2NjNDFlNDg3MTY1XkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Desperados (2020)",
        "description": "ဒီတစ်ခါတော့ Netflix ကနေ ဇူလိုင်လ (၃)ရက်နေ့\nပူပူနွေးနွေး ထုတ်လွှင့်ပြသထားတဲ့ ဇာတ်လမ်းတစ်ခုကို\nတင်ဆက်ပေးပါရစေ။\nDesperados ဆိုတဲ့ ဇာတ်လမ်းလေးပါ။\nနမူနာ ထွက်လာကတည်းက အတော်ခွီရမယ့်ကား ဆိုတာ\nတော်တော်များများ သိထားကြမှာပါ။\nတကယ် ပြတော့လည်း အဲဒီအတိုင်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ အပျိုကြီးမမတစ်ယောက်\nယောကျာ်းလိုချင်ရာကနေ စတဲ့ဇာတ်လမ်းပါပဲ။\nဘဝကို ပေါ့ပေါ့ပါးပါး နဲ့ တလွဲတွေ ဖြတ်သန်းနေတဲ့\nအပျိုကြီး မမတစ်ယောက်။\nအစစအရာရာ အဆင်မပြေဖြစ်နေတဲ့ အပျိုကြီး မမတစ်ယောက်။\nအလုပ်အကိုင်လည်း အဆင်မပြေ၊ အချစ်ရေးလည်း\nအဆင်မပြေ ဘာလုပ်လုပ် အဆင်မပြေဖြစ်နေခဲ့တော့\nစိတ်ဓာတ်တွေ အကြီအကျယ် ကျနေခဲ့ရတာပါ။\nဒီအချိန်မှာပဲ သူ့အတွက် လက်တွဲဖော်ကောင်းတစ်ယောက်နဲ့\nဆုံတွေ့ခဲ့ရပါတော့တယ်။\nဒီအမျိုးသားရှေ့မှာတော့ ဒီအမျိုးသားကို လက်မလွှတ်ရဖို့အရေး\nသူက အိန္ဒြေကြီးတဲ့ အမျိုးသမီးအနေနဲ့ ဟန်ဆောင်ပါတော့တယ်။\nဒါပေမယ့် သူတို့ ရည်းစားဖြစ်ပြီး တစ်နေ့မှာတော့\nသူ့ရည်းစားက ၅ ရက်လောက် ပျောက်သွားခဲ့ပါတယ်။\nအပျိုကြီးက ပေါက်ကွဲပြီး ရည်းစားဆီကို\nဆဲရေးထားတဲ့ အီးမေးလ်တစ်စောင် ပို့လိုက်ပြီးတဲ့အချိန်မှာပဲ\nရည်းစားဆီက ဖုန်းဝင်လာပါတော့တယ်။\nသူ့ရည်းစားက မက္ကဆီကိုမှာ မတော်တဆမှုဖြစ်ပြီး\nဆေးရုံရောက်နေတယ်လို့ သိရတဲ့အချိန်မှာ\nမက္ကဆီကို ကို လိုက်ပြီး လက်ပတော့ထဲက အီးမေးလ်ကို\nဖျက်ဖို့ ကြိုးစားရပါတော့တယ်။\nဟာသကားတစ်ကား အနေနဲ့ တော်တော်လေး\nကောင်းတဲ့အပြင် အချစ်ကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/4Vu3y/desperados.2020.720p_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdvyG4W3RHbvmqRDyyEVqL7De73.jpg",
        "title": "Maska(2020)",
        "description": "Maska(2020)ရူမီရဲ့အဖေသေဆုံးသွားပြီးနောက်ပိုင်းသူ့ရဲ့ဘိုးဘွားဘိုင်အမွေအနှစ်ဖြစ်တဲ့ဆိုင်ကြီးတစ်ဆိုင်ကိုသူ့အမေကပဲဦးစီးနေရပါတယ်။ အမေဖြစ်သူဟာ အိမ်ထောင်ဉီးစီးတာဝန်ကိုပါထမ်းနေရတော့သားအမိဆက်ဆံရေးဟာ တစ်ခါတစ်လေတော့ အဆင်မပြေမှုလေးတွေတော့ ရှိလေရဲ့...တစ်နေ့မှာတော့မစ္စတာဖိရိုရှာဘားဒ် အဖြစ်ရွေးချယ်ခံရပြီးသူ့အမေရဲ့မိတ်ဆွေကရူမီကိုမင်းသားလုပ်ခိုင်းပါလားလို့ပြောသံကိုကြားလိုက်ရပြီးတော့ရူမီတစ်ယောက်မင်းသားရူးရူးသွားပါတော့တယ်။အဲ့ဒီလိုနဲ့ သရုပ်ဆောင်သင်တန်းသွားတက်ပါတော့တယ်...ဒီသရုပ်ဆောင်သင်တန်းတက်မှပဲ ရူမိတစ်ယောက် ဘဝရဲ့အလှည့်အပြောင်းတွေ စကြုံတွေ့ရတော့တယ်...သူဘယ်လိုတွေကြုံတွေ့နေရလဲ..သူလုပ်တဲ့အလုပ်ကိုရော သူ့အမေလက်ခံပါ့မလား...ဘဝလက်တွေဖော်တွေနဲ့ပတ်သက်ပြီး ဘယ်လိုရင်ခုန်စိတ်လှုပ်ရှားစရာတွေကြုံရမလဲ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thik San ဖြစ်ပါတယ်....File Size : (900 MB) and (376 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/3zzhn/Maska.2020NEW..WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
        "title": "Promare (2019)",
        "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။ File Size : ( 1 GB , 303 MB)\nQuality : ...",
        "rating": "7.2",
        "url": "https://megaup.net/3zzck/(CM)_Promare_2019_BluRay_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-9.08.04-PM-136x200.png",
        "title": "The Song of Names (2019)",
        "description": "The Song of Names (2019)===================IMDb Rating - 6.3/10#Unicodeတယောထိုးတဲ့နေရာမှာ ဉာဏ်ကြီးရှင်ပီသလောက်အောင် တော်လွန်းတဲ့ ဂျူးလူမျိုး ပိုလန်နိုင်ငံသားလေး ‌ဒေးဗစ်ရပ်ပိုပေါ့........ ဒေးဗစ်ကို သူ့မိသားစုက တယောပညာဆက်လက်ဆည်းပူးဖို့ လန်ဒန်က မိတ်ဆွေတစ်ယောက်ဆီမှာထားခဲ့ပါတယ်။ အဲဒီ့အိမ်က မာတင်ဆင်မွန်စ်လို့ခေါ်တဲ့ သူ့အရွယ်ကောင်လေးတစ်ယောက်နဲ့ အချိန်တွေကြာလာပြီးတဲ့နောက်မှာ ညီအစ်ကိုတွေလိုဖြစ်လာကြပါတယ်။ တစ်ရက်မှာတော့ ဒေးဗစ်အတွက်ဖျော်ဖြေပွဲတစ်ခုကို အကြီးအကျယ်ပြုလုပ်ပေးတဲ့ရက်မှာ ဒေးဗစ်‌တစ်ယောက်ပျောက်သွားပြီး ဖျော်ဖြေပွဲအတွက်ငွေတွေများစွာဆုံးရှုံးခဲ့ပါတယ်။ နှစ်၄၀နီးပါးကြာမြင့်ပြီးနောက် မာတင်ဟာ ဒေးဗစ်ကိုပြန်ရှာတွေ့ဖို့ သဲလွန်စတစ်ခုကိုရခဲ့ပါတယ်။ အဲ့သဲလွန်စနောက် လိုက်တဲ့အခါမှာတော့ ဖျော်ဖြေပွဲနေ့တည်းကနေ ၃၅နှစ်ကြာမြင့်တဲ့အထိ ဒေးဗစ်တစ်ယောက် ဘာလို့ပျောက်သွားတာလဲ.... ပြန်ရှာတွေ့ရင်ရော ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ကားကောင်းလေးဖြစ်ကြောင်း ညွှန်းဆိုချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiတေယာထိုးတဲ့ေနရာမွာ ဉာဏ္ႀကီးရွင္ပီသေလာက္ေအာင္ ေတာ္လြန္းတဲ့ ဂ်ဴးလူမ်ိဳး ပိုလန္ႏိုင္ငံသားေလး ‌ေဒးဗစ္ရပ္ပိုေပါ့........ ေဒးဗစ္ကို သူ႔မိသားစုက တေယာပညာဆက္လက္ဆည္းပူးဖို႔ လန္ဒန္က မိတ္ေဆြတစ္ေယာက္ဆီမွာထားခဲ့ပါတယ္။ အဲဒီ့အိမ္က မာတင္ဆင္မြန္စ္လို႔ေခၚတဲ့ သူ႔အ႐ြယ္ေကာင္ေလးတစ္ေယာက္နဲ႔ အခ်ိန္ေတြၾကာလာၿပီးတဲ့ေနာက္မွာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zzb8/[CM]The.Song.of.Names.2019.WebRip.720P.mp4",
        "category": "Drama, Music, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-3.02.11-PM-141x200.png",
        "title": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)",
        "description": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)===========================================IMDb Rating - 5.7/10#Unicodeအနောက်နိုင်ငံတွေမှာအောက်တိုဘာ(၃၁)ရက်ဆိုရင် ကလေးတိုင်းပျော်ရတဲ့ပွဲတော်တစ်ခုရှိပါတယ်။သိကြမှာပေါ့ Halloween(ဟောလိုးဝင်း)ဆိုပြီး ဟောလိုးဝင်းညတွေမှာကလေးတွေဟာဝတ်စုံဆန်းတွေဝတ်ပြီးတစ်အိမ်တက်တစ်အိမ်ဆင်း သကြားလုံးတောင်းကြပါတယ်။ သကြားလုံးမပေးရင်သရဲလိုလုပ်ခြောက်ခံရမယ့်ဓလေ့လေးပါ။ ပီကွာဆိုတဲ့မြို့လေးကမယ်လ်ဗင်ဆိုတဲ့ကလေးတစ်ယောက်ဟာဟောလိုးဝင်းကိုမုန်းရာကနေ ဖျက်ပစ်ဖို့ထိလူစုနိုင်ခဲ့ပါတယ်။ မယ်လ်ဗင်ဘာလို့ဟောလိုးဝင်းကိုမုန်းရတာလဲရယ်ဟောလိုးဝင်းကိုမပပျောက်စေချင်တဲ့ သူငယ်ချင်းတစ်စု ဘယ်လိုအကြံတွေထုတ်ကြမလဲရယ်ဆိုတာတွေကိုရိုက်ကူးထားတဲ့Netflix Animation ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiအေနာက္ႏိုင္ငံေတြမွာေအာက္တိုဘာ(၃၁)ရက္ဆိုရင္ ကေလးတိုင္းေပ်ာ္ရတဲ့ပြဲေတာ္တစ္ခုရွိပါတယ္။သိၾကမွာေပါ့ Halloween(ေဟာလိုးဝင္း)ဆိုၿပီး ေဟာလိုးဝင္းညေတြမွာကေလးေတြဟာဝတ္စုံဆန္းေတြဝတ္ၿပီးတစ္အိမ္တက္တစ္အိမ္ဆင္း သၾကားလုံးေတာင္းၾကပါတယ္။ သၾကားလုံးမေပးရင္သရဲလိုလုပ္ေျခာက္ခံရမယ့္ဓေလ့ေလးပါ။ ပီကြာဆိုတဲ့ၿမိဳ႕ေလးကမယ္လ္ဗင္ဆိုတဲ့ကေလးတစ္ေယာက္ဟာေဟာလိုးဝင္းကိုမုန္းရာကေန ဖ်က္ပစ္ဖို႔ထိလူစုႏိုင္ခဲ့ပါတယ္။ မယ္လ္ဗင္ဘာလို႔ေဟာလိုးဝင္းကိုမုန္းရတာလဲရယ္ေဟာလိုးဝင္းကိုမပေပ်ာက္ေစခ်င္တဲ့ သူငယ္ခ်င္းတစ္စု ဘယ္လိုအႀကံေတြထုတ္ၾကမလဲရယ္ဆိုတာေတြကို႐ိုက္ကူးထားတဲ့Netflix Animation ကားေလးပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration - 45 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, ...",
        "rating": "5.7",
        "url": "https://megaup.net/3zyS2/[CM]The.Spooky.Tale.of.Captain.Underpants.Hack-A-Ween.WebRip.720P.mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-1.46.18-PM-133x200.png",
        "title": "Fanny Lye Deliver’d (2019)",
        "description": "Fanny Lye Deliver'd (2019)====================IMDb Rating - 6.1/10#Unicodeကျွန်တော် ဒီကား ကြည့်ပြီး သိလာရတာ နှစ်ခုဘဲရှိတယ် . တစ်ခုက ဘာသာရေးကို ခုတုံးလုပ်ပြီးအာဏာကိုအသုံးချတာရယ်။ သဘာဝဟာ သဘာဝအတိုင်းဘဲ ဖြစ်နေတယ်ဆိုတာရယ်။ ဒီကားက၁၆၆၀ ဝန်းကျင်ကိုရိုက်ကူးထားတာ။ ကပ္ပတိန်ဂျွန်က ဘာသာရေးသမား။ မိန်းမနဲ့ ကလေး တစ်ယောက်ရှိတယ်။ ကလေးကိုလဲ ဘာသာရေးနဲ့ဘဲ လမ်းညွှန်ဆုံးမတယ်။ တစ်နေ့တော့ သူတို့ လယ်ထဲစုံတွဲတစ်တွဲရောက်လာတယ်။ အင်္ကျီတွေတောင်မပါဘူး။ သူတို့ ဘယ်သူတွေလိုက်လို့ ထွက်ပြေးလာတာလဲ။ အဲဘက်ခေတ်မှာ sex ဆိုတာက ပွင့်ပွင့်လင်းလင်းမရှိသေး။ အထူးသဖြင့် အဲလိုကိစ္စမျိုးကိုမိစ္ဆာအယူလိုသတ်မှတ်ကြတယ်။ အဲဘက်ခေတ် ခရစ်ယာန် ဘာသာရေးအယူအဆတွေ။ ပြီးတော့ဘာသာရေးခုတုံးလုပ် အာဏာသုံး သတ်ဖြတ်တာတွေ။ ယောကျ်ားမိန်းမ ခွဲခြားမှုတွေ ဒီကားမှာ မြင်ရပါလိမ့်မယ်။Ps: ဘာသာပြန်သူက ခရစ်ယာန်မဟုတ်တဲ့အတွက် အမှား လိုအပ်ချက်များရှိခဲ့ရင် နားလည်ပေးပါ။(ဒီကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Z Naing Z ...",
        "rating": "6.1",
        "url": "https://megaup.net/4fwgt/[CM]Fanny.Lye.Delivered.2019.WebRip.720P.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-06-at-9.47.33-PM-133x200.png",
        "title": "Force of Nature (2020)",
        "description": "Force of Nature (2020)==================IMDb Rating - 4.6/10#Unicodeဒ်ီကားလေးကတော့ action, crime အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ ဟာရီကိန်းမုန်တိုင်းကျရောက်နေတဲ့အချိန်မှာ ဒေါ်လာ ၅၅ မီလီယံတန်ပန်းချီကားကိုရှာဖွေတဲ့ လူဆိုးဂိုဏ်းနဲ့ ပြောင်းရွှေ့ရေးလုပ်ပေးတဲ့ ရဲနှစ်ယောက်တို့အမှတ်မထင် စုံမိကြရင်း ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့နယူးယောက် ကစုံထောက် ‘ကာဒီလို’က သူ့ရဲ့အပြစ်တစ်ခုကြောင့် ပေါ်တီကီရဲဌာနကိုပြောင်းရွှေ့လာရတယ်အဲ့ဌာနကိုပဲ ရဲမေအသစ်ဖြစ်တဲ့ ပီရာနာပြောင်းရွှေ့လာပြီး ပြောင်းရွှေ့လာတဲ့နေ့မှာပဲ သူတို့နှစ်ယောက်ကိုမုန်တိုင်းကယ်ဆယ်ရေးအတွက် တာဝန်ပေးခြင်းခံရတယ်။ ‘ကာဒီလို’နဲ့ ရဲမေအသစ် ပီရာနာ တာဝန်ထမ်းဆောင်တော့မယ့်အချိန်မှာပဲ စူပါမားကတ်မှာဖြစ်တဲ့အမှုကိုတိုင်ကြားချက်ဝင်လာတယ်။ အဲ့ဒီ့စူပါမားကတ်ကအမှုတစ်ခုကိုသွားဖြေရှင်းရင်းနဲ့မှ အမှုဖြစ်တဲ့လူနေတဲ့တိုက်မှာ ထွက်မသွားသေးတဲ့လူတွေကို နားချပေးဖို့အကြောင်းဖြစ်လာပါတယ်။ အဲ့အချိန်မှာပဲ လူဆိုးဂိုဏ်းတစ်ခုက တန်ဖိုးကြီးပန်းချီကားကိုခိုးယူဖို့ကြိုးစားရင်း ကာဒီလိုတို့ကဖမ်းဖို့ကြိုးစားကြတဲ့အချိန်မှာတော့.... ဒီလိုအက်ရှင်ဇာတ်လမ်းလေးကို စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒ္ီကားေလးကေတာ့ action, crime အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ ဟာရီကိန္းမုန္တိုင္းက်ေရာက္ေနတဲ့အခ်ိန္မွာ ေဒၚလာ ၅၅ မီလီယံတန္ပန္းခ်ီကားကိုရွာေဖြတဲ့ လူဆိုးဂိုဏ္းနဲ႔ ေျပာင္းေ႐ႊ႕ေရးလုပ္ေပးတဲ့ ရဲႏွစ္ေယာက္တို႔အမွတ္မထင္ စုံမိၾကရင္း ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နယူးေယာက္ ...",
        "rating": "4.6",
        "url": "https://megaup.net/3zxlp/[CM]Force.of.Nature.2020.BluRay.720P.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihhlUtkQNWMoDJt5b7gmUTSoPpD.jpg",
        "title": "Silhouette (2019)",
        "description": "IDMb rating 6.5/10 Horror,Thriller Jack Harms နဲ့ Amanda Harmsဆိုတဲ့ ဇနီးမောင်နှံနှစ်ဦးမှာ Sarah ဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိတယ်။Sarah ဟာ နာမကျန်းရောဂါနဲ့ သေဆုံးသွားတဲ့အခါ Jack က ဇနီးသည်Amanda ရဲ့ စိတ်ဒဏ်ရာကို ကုစားနိုင်ဖို့ Amanda နဲ့အတူကျေးလက်နယ်မြေတစ်ခုဆီ အိမ်ပြောင်းရွှေ့ခဲ့တယ်။ဇနီးသည်ရဲ့ စိတ်အခြေအနေကို Jack ထင်ထားသလိုကျေးလက်ရဲ့ ငြိမ်းအေးမှုနဲ့ ကုစားနိုင်ပါ့မလား။အတိတ်ရဲ့အရိပ်တွေက ထပ်ကြပ်မကွာ ခြောက်လှန့်နေတယ်။မည်းနက်ပြီး ဆေးကြောလို့မရတဲ့ အပြစ်တွေကခန္ဓာကိုယ်ထဲ ကိန်းအောင်းနေပြီး Silhouette ပုံရိပ်တစ်ခုလို...Silhouette ရုပ်ရှင်က သရုပ်ဆောင်မှုနဲ့ ရိုက်ချက်တွေကိုအဓိကဦးစားပေးရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။သရုပ်ဆောင်တစ်ဦးချင်းစီရဲ့ သရုပ်ဆောင်မှုကနေ ထင်ရှားထွက်နေတဲ့စိတ်ခံစားချက်တွေကို မြင်တွေ့ရမယ်။Amandaရဲ့ စိတ္တဇခြောက်ခြားမှုတွေကို မှောင်မည်းပြီး...",
        "rating": "6.3",
        "url": "https://megaup.net/3zyh9/(CM)_Silhouette_2019_WEBDL_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZPmDFlVp1BSGQD4QCKHOwbXLfv.jpg",
        "title": "Greed (2019)",
        "description": "England Brand အဝတ်အစားတွေရဲ့ လောကမှာဘုရင်တပါးလို့တင်စားရလောက်အောင် နာမည်ကြီးတဲ့သူတယောက်ဖြစ်တဲ့သူဌေး မက်ခရီဒီး တယောက် သူ့ရဲ့အသက် 60ပြည့် မွေးနေ့ကိုဂရိကျွန်းတခုပေါ်မှာ ကျင်းပဖို့ ကြိုးစားတဲ့အကြောင်းရိုက်ထားတာပါ။သူ့ဘဝဇာတ်ကြောင်းကိုမူတည်ပြီး စီးပွားရေးလောကအကြောင်းကို ရိုက်ပြထားပါတယ်။သူကိုယ်တိုင်က အဝတ်အစားလောကမှာ ဘုရင်တဆူဖြစ်ပေမယ့်သူကိုယ်တိုင်ကတော့ အဝတ်အစားဆိုတာထက်အရောင်းအဝယ်ကိစ္စကိုသာ ဦးစားပေးတဲ့သူ။အဓိကကတော့ သူက ဆွေးနွေးညှိနှိုင်းတာတွမှာ အလွန်တော်တဲ့သူ။ရောင်းမစွံတဲ့အဝတ်အထည်တွေကို အောက်ကြေးနဲ့ယူပြီးအမြတ်ရအောင် ဘယ်လိုပြန်ရောင်းတယ်ဆိုတာတွေ။နောက်ပိုင်း သူကိုယ်တိုင် အဝတ်အထည်တွေ ထုတ်မယ်ဆိုတော့လုပ်အားခကို တွက်ပြီး သူတို့ထုံးစံအတိုင်း လုပ်အားခသက်သာတဲ့တတိယနိုင်ငံတွေမှာ အထည်တွေမှာယူတဲ့အကြောင်းတွေ။သူပိုင်တဲ့တံဆိပ်တွေကို ဘာလို့ ဒေဝါလီခံလိုက်တယ်ဆိုတာတွေ။အခွန်တွေကို သူတို့လောကမှာ ဘယ်လိုရှောင်ကြတယ်ဆိုတာတွေကိုထည့်ရိုက်ပြသွားပါတယ်။အဓိကကတော့ လုပ်အားခေါင်းပုံဖြတ်မှုတွေဘယ်လောက်ဆိုးတယ်ဆိုတာကို ပိုပြီး ပြသွားတာပါ။ဇာတ်လမ်းကတော့ သူ့မွေးနေ့ကျင်းပမယ့်အချိန်ကစပြီးသူဒီနေရာကိုရောက်ဖို့ ဘယ်လိုလုပ်ခဲ့တယ် ဘယ်လိုရောက်လာခဲ့တယ်ဆိုတာကိုသူ့အကြောင်းရေးမယ့် စာရေးဆရာကနေ သူ့အနီးဝန်းကျင်က...",
        "rating": "5.7",
        "url": "https://megaup.net/2Twxi/(CM)_Greed_2019_WEB_Dl_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTHzM6pPIjs4LHX33thyZpnKiOP.jpg",
        "title": "Impractical Jokers: The Movie(2020)",
        "description": "Impractical Jokers: The Movie(2020)Season ၈ ခု အပိုင်း ၂၀၅ ခုထိ ထွက်ရှိထားတဲ့ American Reality Comedy Show ရဲ့Movie ဖြစ်တဲ့ Impractical Jokers: The Movie(2020) ထွက်ရှိလာပါပြီ။ဒီဇာတ်ကားမှာတော့ Host လေးယောက် က အဆိုတော်တစ်ယောက်ရဲ့ပွဲကိုပျက်အောင်လုပ်ခဲ့ဖူးပါတယ်။ နောက်မှာ အဆိုတော်နဲ့ပြန်တွေ့တော့ သူတို့ကို မမှတ်မိဘဲImpractical Jokers တွေအဖြစ်ပဲ မှတ်မိပြီး မီယာမီမှာလုပ်မယ့်သူ့ရဲ့ပါတီကို ဖိတ်သွားပါတယ်။ သူတို့တွေ ပွဲပျက်အောင် လုပ်မိတဲ့ အဖြစ်ကို ပြန်ကြေအောင်ပါတီကိုတက်ကြမယ်ဆိုပြီး သွားဖို့ ဆုံးဖြတ်လိုက်ကြပေမဲ့ လက်မှတ်ကသုံးစောင်တည်းဖြစ်နေပါတယ်။ အဲဒါကြောင့် မီယာမီကို သွားမယ့်လမ်းတစ်လျှောက်မှာသူတို့ကျွမ်းကျင်တဲ့ Hidden Camera Prank ပြိုင်ပွဲလုပ်ပြီး ရှုံးတဲ့သူက ပါတီကို တက်ခွင့်မရှိဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်။ သွားနေရင်း သူတို့ ဘယ်လို Prank တွေလုပ်ကြမလဲ...ဘယ်လိုအလွဲတွေကြုံ၇မလဲ....၊ ဟာသမြူးမြူးကြိုက်သူတို့ ကြည့်သင့်ပါကြောင်း....File ...",
        "rating": "6.0",
        "url": "https://megaup.net/4Vt6z/Impractical_Jokers.The_Movie.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c4GhelRi8VF6M51CIgkMPKH90O.jpg",
        "title": "Viena and the Fantomes(2020)",
        "description": "Viena and the Fantomes(2020)ဒီဇာတ်လမ်းကတော့ ၁၉၈၀ခုနှစ်များအကျော်က The Fantomes ဆိုတဲ့လမ်းပေါ်မှာနေလမ်းပေါ်မှာအိပ် နယ်လှည့်ဖျော်ဖြေပွဲတွေသွားပြီး Punkဂီတအသစ်ပုံစံတစ်ခုကို ပရိတ်သတ်တွေကိုချပြကာအောင်မြင်မှုရဖို့ကြိုးစားနေတဲ့ Bandတစ်ခုရဲ့အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်...ဗီယာနာဆိုတဲ့ကောင်မလေးကတော့ အဲ့ဒီအဖွဲ့ရဲ့ပရိတ်သတ်ဖြစ်တဲ့အတွက် သူတို့နဲ့နီးနီးကပ်ကပ်နေနိုင်ဖို့အဖွဲ့ရဲ့ဖျော်ဖြေပွဲတွေမှာ လက်တိုလက်တောင်းလုပ်ပေးရတဲ့အလုပ်သမားနေရာကို မရရတဲ့နည်းနဲ့ဝင်ခဲ့ပါတယ် ...အဲ့ဒီလို ဝင်လိုက်ပြီးနောက် သူမ ဘဝအလှည့်အပြောင်းတွေစကြုံတွေ့တော့ပါပဲ...ဘယ်လိုသူမကြုံတွေ့ရမလဲ....ဘဝဟာ သူမ ထင်ထားတာထက်ခက်ခဲနေမလား....... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူက MarTizasပါ...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:36:00\nGenre : Music , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/3zy98/Viena_And_The_Fantomes.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6q1zmcAuEaWSHNsbVk4JzJcjfx.jpg",
        "title": "Code Name: Jackal(2012)",
        "description": "Code Name: Jackal(2012)RUNNIG MAN က အားလုံးရဲ့ အချစ်တော် မမ ဂျီဟိုရဲ့ အက်ရှင်ကားလေး တစ်ကားကို တင်ပေးလိုက်ပါတယ်...ချွဲဟျွန်းက နာမည်ကြီး အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်...နာမည်ကြီးတာကြောင့် အရူးမူးစွဲလမ်းတဲ့ ဖန်တွေရဲ့ နောက်ယောင်ခံလိုက်ခြင်းကို မကြာခဏခံရသူပါ ...သူဟာ ထုတ်လုပ်သူရဲ့ ဇနီးနဲ့ ပက်သက်မှုလည်း ပက်သက်မှု ရှိနေပါတယ် ...အဲ့ဒါကြောင့် ထုတ်လုပ်သူက နာမည်ကြီး ကြေးစား Jackal ကို ငှားပြီး ချွဲဟွန်းကို သတ်ခိုင်းခဲ့ပါတယ် ..ဒီလိုသတ်ဖို့လုပ်ခိုင်းတဲ့ကိစ္စမှာ နောက်ထပ်အရှုတ်တော်ပုံတစ်ခုထပ်တိုးလာတဲ့နောက်မှာတော့...ရဲတွေလူသတ်သမားတွေနဲ့ အဆိုတော်တို့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://megaup.net/3zxjm/Codname_Jackal.2012.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwlzWOfZ5WptFUPuqJ8kJkHC8cN.jpg",
        "title": "My First Client(2019)",
        "description": "My First Client(2019)မိသားစုလေး စုံစုံညီညီနဲ့ သာယာတဲ့အနာဂတ်ကို စိတ်ကူးယဉ်လို့ ကောင်းဆဲမှာပဲအမေဆုံးသွားလေရဲ့...အဖေနဲ့ ကလေး(၂)ယောက်ပဲကျန်ခဲ့ပါတယ်...မုဆိုးဖို အဖြစ်ကျန်ခဲ့တဲ့ ဖခင်ဟာ ကလေး(၂)ယောက်အတွက်ပဲလား သူ့အတွက်အထီးကျန်ခြင်းတွေဖြေဖျောက်ပဲလား နောက်အိမ်ထောင်ပြုလိုက်ပါတယ်...ဒီလိုအိမ်ထောင်ပြုလိုက်ပြီး အမေသစ်လေးအိမ်ပေါ်ရောက်လာတဲ့အချိန်မှာတော့...ဒီကားက ဖြစ်လေ့ဖြစ်ထရှိတဲ့မိသားစုအကြောင်းတွေရိုက်ထားတယ်ဆိုပေမဲ့ကလေးတွေရဲ့ခံစားချက်ကိုအသားပေးပြီး ခံစားနားလည်လွယ်အောင်အကောင်းဆုံးရိုက်ပြထားတာပါ...ဇာတ်လမ်းကရိုးရှင်းတယ်လို့ထင်ရပေမဲ့ တင်ဆက်ပုံနဲ့ ကလေးတွေရဲ့စိတ်ထားနဲ့လူကြီးတွေရဲ့ ဆက်ဆံပုံတွေကို တကယ့်ကိုရသမြောက်စွာပုံဖော်ထားတာပါ..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....File Size : (980 MB) and (380 MB)\nQuality :WEB-DL  720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Phyu Zaw\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/3zxam/My_First_Client.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-06-at-4.35.46-PM-139x200.png",
        "title": "Yummy (2019)",
        "description": "Yummy (2019)============IMDb Rating - 6.1/10#Unicodeဇွန်ဘီကားစစ်စစ်ကို ဇာတ်အိမ်ကောင်းကောင်းနဲ့ကြည့်ချင်ရင်တော့ IMDb rating 6.1 ရထားတဲ့ ဒီကားကအသင့်တော်ဆုံးပါပဲ။ ပြင်းထန်တဲ့ပြကွက်တွေနဲ့ သွေးထွက်သံယိုတွေအများကြီးပါလို့ အသဲငယ်ရင်မကြည့်တာကောင်းပါတယ် :'Dအယ်လီဆန်ဟာ သူမရဲ့ ကြီးမားတဲ့ရင်သား‌တွေကြောင့် ယောက်ျားလေးတွေရဲ့ ဆိုးရွားတဲ့ လိင်ပိုင်းဆိုင်ရာစနောက်ခြင်းကိုခံနေရတာကြောင့် ရင်သားဆိုဒ်ကို သေးအောင်ခွဲစိတ်ဖို့အတွက် သူ့ရဲ့အမေ၊ ကောင်လေးဖြစ်သူတို့နဲ့အတူ ပလစ်စတစ်ဆာဂျရီဆေးရုံကို အတူလာခဲ့ကြပါတယ်။ ဆေးရုံအုပ် ဒေါက်တာခရောချက်ကတော့ \"ကမ္ဘာကြီးကို ပိုမိုလှပအောင်လုပ်ဖို့\" ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ အသက်ကြီးတာကိုရပ်တန့်စေတဲ့ ကုသမှုကို စမ်းသပ်နေတဲ့ ခွဲစိတ်ဆရာဝန်‌တစ်ယောက်ပါ။ အယ်လီဆန်ရဲ့ကောင်လေးဖြစ်တဲ့ ပိုပီဟာ အယ်လီဆန်မခွဲစိတ်ခင်မှာ ဆေးရုံဝန်ထမ်းတချို့နဲ့ စကားများပြီး စိတ်ပြေလက်ပျောက် ဆေးရုံအခန်း‌တွေကိုလိုက်ကြည့်ရာကနေ တားမြစ်ထားတဲ့အခန်းတစ်ခုထဲ ရောက်သွားပါတယ်။အဲဒီ့အခန်းထဲမှာ ကြိုးတွေနဲ့တုပ်ပြီး ပါးစပ်အပိတ်ခံထားရတဲ့ ရုန်းကန်နေတဲ့မိန်းမတစ်ယောက်ကို သူတွေ့လိုက်ရတဲ့အချိန်မှာ ကူညီတဲ့အနေနဲ့ ပါးစပ်ပိတ်ထားတဲ့အစွပ်ကို ဖြုတ်ပေးလိုက်တဲ့အခါ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေစတင်ကြုံရပါတော့တယ်။ အဲဒီ့အမျိုးသမီးကို ဆေးရုံရဲ့ကန့်သတ်ခန်းထဲမှာ ဘာကြောင့်ထည့်ပိတ်ထားရတာလဲ..........ဒီကိစ္စဟာ စမ်းသပ်မှုနဲ့ရော ဘယ်လိုတွေသက်ဆိုင်နေလဲ..........ဆေးရုံကလူတွေကရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာ ဒီ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Tzzt/[CM]Yummy.2019.WebRip.720P.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMmQ2Y2Y5ZTMtNWNkNC00MTk0LWFjZDktYjRiOTJmMWE1ODhhXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_SY1000_CR007821000_AL_-156x200.jpg",
        "title": "Cannibal Holocaust (1980)",
        "description": "Cannibal Holocaust (1980)\nIMDb - 5.9/10_____Rotten - 65%\n \nဒီဇာတ်လမ်းလေးကတော့ IMdB 5.9/10 ရထားတဲ့\nAdventure/Horror ဇာတ်လမ်းလေးပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန်နိုင်ငံသားဒါရိုက်တာဖြစ်တဲ့\nAllenဟာ သူ့ကောင်မလေးဖြစ်တဲ့ ဇာတ်ညွန်းရေးဆရာမလေးရယ်\nကင်မရာမန်းနှစ်ယောက်ရယ်နဲ့ အမေဇုန်တောနက်ထဲ\nအစိမ်းရောင်ငရဲခန်းလို့ တင်စားထားတဲ့ အသားစားလူမျိုးစု နှစ်ခုရှိတဲ့\nနေရာကို စွန့်စားသွားလာခဲ့ပါတယ်.\nသူတို့အဲ့ဒီကို သွားလာရတဲ့ ရည်ရွယ်ချက်ကတော့\nအဲ့လူမျိုးနွယ်စုနှစ်ခုရဲ့ လူနေမှုစရိုက်ကို မှတ်တမ်းတင် ရုပ်ရှင်ရိုက်ကူးဖို့ပါ..\nဒါပေမယ့် သူတို့ အဲ့ဒီကို ရောက်သွားပြီး နှစ်ပတ်အကြာမှာ ဘာသတင်းမှ\nမကြားရတော့တာကြောင့် နယူးရော့ တက္ကသိုလ်က\nမနုဿဗေဒပေါမောက္ခတစ်ဦးဟာ သူတို့နောက်ကို စွန့်စားပြီး လိုက်လာခဲ့ပါတယ်.\nပေါမောက္ခဟာလဲ တောထဲမှာ လမ်းပြနဲ့အတူ သွားရင်း\nသူတို့ရောက်ရှိခဲ့တဲ့ မျိုးနွယ်စုတွေကို ရောက်ရှိသွားပြီး\nစိတ်မကောင်းစွာနဲ့ သူတို့အလောင်းတွေကိုပဲတွေ့ခဲ့ရပါတယ်.ဒါပေမယ့်\nပေါမောက္ခကြီးဟာ အသိညဏ်ပညာရှိသူဖြစ်တာကြောင့်\nလူရိူင်းတွေကို စည်းရုံးပြီး သူတို့ရိုက်ကူးခဲ့တဲ့ ဖလင်တွေကို ပြန်လည်ရရှိခဲ့ပါတယ်.\nအမေရိကန်ကို ပြန်ရောက်ပြီး ဖလင်တွေကို ပြန်ဖွင့်ကြည့်တဲ့အခါမှာတော့\nသူတို့လေးဦးဟာ ဘာတွေရိုက်ကူးခဲ့တယ် လူမျိုးနွယ်စုတွေဟာ\nတကယ်ပဲ အသားစားသလား? တကယ်ပဲ ရက်စက်သလား???\nဆိုတာကို မှတ်တမ်းတင်ရုပ်ရှင်တစ်ခု\nအဖြစ်တင်ဆက်ထားတာကြောင့် ဗဟုသုတရစေမှာပါဗျာ...\n \nဇာတ်၀င်ခန်းတွေမှာ သွေးထွက်သံယိုနဲ့ လိင်ပိုင်းဆိုင်ရာ\nဇာတ်၀င်ခန်းတချို့ပါ၀င်တာကြောင့်\nအသက်၁၈နှစ်အောက်မကြည့်သင့်ပါ....",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cannibal-holocaust-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNGNmOWUxNmEtMTMzNy00NmJmLWFjNzgtOTk5YzI4OWQ4NWM0XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-141x200.jpg",
        "title": "Listen to the Universe (2020)",
        "description": "ဒီကားက​တော့ ဂျပန်အကယ်ဒမီဇကာတင်စာရင်းထဲမှာပါခဲ့ပြီး\nမိုရီဆာကီဝင်းသရုပ်​ဆောင်သစ်ဆုရခဲ့တဲ့ကားပါ\nPianists​တွေ ဂီတကိုစိတ်ဝင်စားတဲ့သူ​တွေနဲ့\nမိုရီဆာကီဝင်းပရိသတ်​တွေလုံးဝလက်မလွတ်သင့်တဲ့\nကား​ကောင်းတစ်ကားပါ\nနိုင်ငံတကာဆိုင်ရာပီယာနိုပြိုင်ပွဲတစ်ခုကို အဝင်းအပါအဝင်\nပီယာနိုသမား၄​ယောက်ဝင်ပြိုင်ကြပါတယ်\nတစ်​ယောက်နဲ့တစ်​ယောက်က​တော်တာချင်းလုံးဝမတူပါဘူး\nတစ်​ယောက်ချင်းစီမှာသူတို့pianistဖြစ်ချင်ရတဲ့\nbackground storyတစ်ခုစီရှိပါတယ်\nတစ်​ယောက်ကအ​မေ​သေ​တော့pianoတီးတာကို\nရပ်လိုက်​ပေမယ့် ပြန်ပြီးအသစ်ကစတင်တယ်\nတစ်​ယောက်က​ကျောင်းသား​လေး\nတစ်​ယောက်ကဂီတစတိုးမှာအလုပ်လုပ်တဲ့သူ\nတစ်​ယောက်ကလူမျက်နှာသစ်​လေး သူတို့၄​ယောက်တင်မက\nတခြားဝင်ပြိုင်တဲ့သူ​တွေကလည်း\nအရည်မချင်းကိုယ်စီနဲ့ဝင်ပြိုင်တာဖြစ်တဲ့အတွက်\nပြိုင်ပွဲတစ်ဆင့်ပြီးတစ်ဆင့်ပိုပြီး\nဇာတ်ရှိန်မြင့်လာတာကို​တွေ့ရမှာပါ\nဒီကားထဲမှာ အဝင်းရဲ့ piano တီးတဲ့\nskillအလန်းကြီး​တွေ ကိုတဝကြီးခံစားရမှာပါFile Size - 1.7 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (hardsub)\nTranslator - Dolly & Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/3zwl2/Listen.To.The.Universe.2019.JAPANESE.720p.BluRay_%7BCM%7D.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-11.45.56-PM-136x200.png",
        "title": "Iron Brothers (2018)",
        "description": "Iron Brothers (2018)================IMDb Rating - 5.6/10#Unicode2018 ကထွက်ခဲ့တဲ့ Action, Adventure, Drama အမျိုးအစားဖြစ်တဲ့ ကားကောင်းလေးတစ်ကားကိုမျှဝေပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် . . . အမဲလေးလိုက်လိုက် သားမွှေးလေးရောင်းလိုက်နဲ့ အတူတူနေထိုင်ကြတဲ့ အေဘယ်လ် နဲ့ ဟင်နရီတို့ ညီအစ်ကိုနှစ်ယောက် သူတို့နေတဲ့တောင်ကြားလေးဆီ ရှိုရှုန်းမျိုးနွယ် အင်ဒီးယန်းတွေ တောင်ကြားဖက်ကို ကျူးကျော်လာလို့ မတော်တဆ အစ်ကိုဖြစ်သူဟင်နရီမှ အင်ဒီးယန်းတစ်ယောက်အား သတ်လိုက်မိတဲ့အခါမှာ မုဆိုးကနေ သားကောင်ဘဝကိုပြောင်းပြီးထွက်ပြေးတိမ်းရှောင်ရင်း ညီအစ်ကိုနှစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2018 ကထြက္ခဲ့တဲ့ Action, Adventure, Drama အမ်ိဳးအစားျဖစ္တဲ့ ကားေကာင္းေလးတစ္ကားကိုမွ်ေဝေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ . . . အမဲေလးလိုက္လိုက္ သားေမႊးေလးေရာင္းလိုက္နဲ႔ အတူတူေနထိုင္ၾကတဲ့ ေအဘယ္လ္ နဲ႔ ဟင္နရီတို႔ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/iron-brothers-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-4.52.06-PM-134x200.png",
        "title": "Body Cam (2020)",
        "description": "Body Cam (2020)==============IMDb Rating - 5.2/10#Unicodeဒီဇာတ်လမ်းရဲ့ အစပိုင်း အကျဥ်းလေးကိုပြောရရင် . . .ကလေးသေဆုံးပြီးနောက်ပိုင်း စိတ်ထိခိုက်နေတဲ့ ရဲအရာရှိ ရမ်နီ လိုမီတို တစ်ယောက် ခဏတာအနားယူပြီးပြန်လည်တာဝန်ထမ်းဆောင်တဲ့ ပထမဆုံးနေ့မှာတင် ယခင်တွဲဖက်လုပ်ကိုင်ဖူးတဲ့ ရဲအရာရှိတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။ သူ့အလောင်းကိုရှာတွေ့ပြီး ရဲကားထဲမှာ မှတ်တမ်းဗီဒီယိုဖိုင်ကို ဖွင့်ကြည့်မိရာကနေဗင်ကားလေးတစ်စီးကို တွေ့ပြီး နားလည်ရခက်တဲ့ သဘာဝလွန်ဖြစ်ရပ်များနဲ့ သက်ဆိုင်နေကြောင်းသိလိုက်ရပါတယ်။ ထိုဗင်ကားကို လိုက်လံရှာဖွေရာကနေ လုပ်ဖော်ကိုင်ဖက် ၂ယောက်ကပါ ထပ်မံအသတ်ခံလိုက်ရပါတယ်။ရမ်နီ လိုမီတိုတစ်ယောက် မိမိဘာသာ စုံစမ်းဖော်ထုတ်နေရင်း အဲ့ဖြစ်ရပ်ဆန်းမှာ မိမိဌာနက ရဲအရာရှိများကို ဦးတည်နေကြောင်း သိလိုက်ပါတယ်။ မိမိဌာနမှ ရဲအရာရှိများကို ကာကွယ်ဖို့ ဆက်လက်စုံစမ်းရာကနေ မထင်မှတ်ပဲအကြောင်းအရင်းအမှန်ကို သိလိုက်တဲ့အခါမှာတော့ ရဲအရာရှိ အနေနဲ့ ဘယ်လိုဆက်လုပ်မလဲ၊ အဲ့လိုဖြစ်ရတဲ့အကြောင်းအရင်းအမှန်က ဘာလဲ၊ ဘာကြောင့် ရဲအရာရှိတွေကို လိုက်သတ်နေရတာလဲ ဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ တစ်ချို့သောကိစ္စတွေဟာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3zw4o/[CM]Body.Cam.2020.WebRip.720P.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/xmqu48qf9d5k-141x200.jpg",
        "title": "Monkey King ( 2020 )",
        "description": "MONKEY KING 2020 လေး ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Monkey King ဆိုတာ ခေတ်အဆက်ဆက် ဗားရှင်းစုံ ပြောင်းရိုက်ခဲ့ပေမယ့်ဇာတ်အိမ်ကတော့ မပြောင်းသွားပါဘူးအခုလည်း အတူတူပါပဲ ဇာတ်အိမ်က မပြောင်းသွားပါဘူးနှစ် ၅၀၀ ပိတ်မိနေတဲ့ စွန်းဝူခုန်းကို ထန်စန်းဆရာတော်က ကယ်တင်ခဲ့ပြီးအနောက်အရပ်ကို ခရီးဆက်ရင်း လမ်းမှာ ဝူကျင့် နဲ့ ပါကျဲတို့နဲ့ ဆုံပြီး ခရီးဆက်ခဲ့တဲ့ အကြောင်းပါပဲ...သို့ပေမယ့် ပါကျဲမှာ ဦးလေး ၃ ဆိုတဲ့ ဝက်ကြီးတစ်ယောက်ပါတာရယ်ပါကျဲ ချစ်ရတဲ့ ယွီအော်ဆိုတဲ့ သတို့သမီးလေးက ပါကျဲကို ဝက်ပုံစံနဲ့တောင်အချစ်မပျက်ဘဲ အိမ်ကထွက်ပြေးပြီး အနောက်အရပ်ကို လိုက်ခဲ့တဲ့ဇာတ်လေးလေးတွေကတော့ အမြင်ဆန်း အသွင်ထူးပြီး ကြည့်ချင်စဖွယ်ဖြစ်မှာပါနောက်ပြီး ထန်စန်းကို စားဖို့ချောင်းနေတဲ့ အရိုးမဲ့မိစ္ဆာမိဖုရားလက်အောက်ကရှောင်ချီဆိုတဲ့ မိစ္ဆာကနေ သာသနာအကျိုးပြုချင်တဲ့ မိစ္ဆာမလေးအကြောင်းလည်း တစ်မျိုးဆန်းကာ အားဖြည့်ထားပါတယ်အဆုံးသတ်ပြောချင်တာကတော့ ရုပ်ချောတာတွေ ကြည့်ချင်ရင်တော့ ေကျာ်သွားလိုက်ပါ (ဒီဇာတ်လမ်းက မိစ္ဆာမတွေတော့ ချောပါတယ် )ဒါပေမယ့် ဇာတ်အိမ်ဆန်းတာလေးမှ ခုံမင်ရင်တော့ ...",
        "rating": "6",
        "url": "https://megaup.net/4ftwi/(CM)The.Monkey.King.2020.WEB-DL.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cQioujtV4fx7CPerudIulq32FJ.jpg",
        "title": "The Gangs, the Oscars, and the Walking Dead(2019)",
        "description": "The Gangs, the Oscars, and the Walking Dead(2019)သူငယ်ချင်း(၂)ယောက်ဟာ ဝါသနာတူ ပြီးငယ်ငယ်ကတည်းက အတူကစားပြီးကြီးပြင်းလာကြတာပါ။တစ်ယောက်နဲ့တစ်ယောက် ကူညီရိုင်းပင်းပြီး အတူကြီးလာကြတယ်။အသက်လေးရလာတော့ ငယ်ငယ်တုန်းကစိတ်ကူးယဉ်ဇာတ်လမ်းတစ်ခုရိုက်ဖို့ရုပ်ရှင်လောကထဲကိုဝင်ခဲ့တယ်...ရုပ်ရှင်ပြီးအောင်မရိုက်နိုင်တဲ့အပြင် အားလုံးပျက်စီးသွားလို့ အကြွေးဗရပွနဲ့ကျန်ခဲ့တယ်...။ အလုပ်ရှုံးသွားပြီး လျော်ကြေးပေးဖို့အတွက် လူဆိုးဂိုဏ်းထဲ မဝင်ချင်ဘဲ ဝင်လိုက်ရတယ်...။သူတို့အတွက်ကံလေးပြန်တက်လာမယ်လို့ထင်လိုက်တာ...အဲ့ဂိုဏ်းထဲရောက်မှပဲ ငါးပါးမှောက်တော့တာပဲ....သူတို့ လူဆိုးဂိုဏ်းထဲရောက်ပြီး ဘယ်လိုတွေတိုင်ပတ်ကြလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမး်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mi Mi ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (332 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mi Mi\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/4fsre/The_Gangs_The_Oscars_And_The_Walking_Dead.2019.HD.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BZGVmMzVlOTktMzc5Mi00ZTZjLWJiOWEtOTcyNTUxMWY4MzJjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "One Day We’ll Talk About Today (2020)",
        "description": "\" တစ်နေ့ ကျ ငါတို့ အားလုံး ဒီနေ့အကြောင်းကို\nပြန်ပြောဖြစ်ကြအုံးမယ် \"\nခုတလော ရုပ်ရှင်ကောင်းကောင်း မကြည့်ရတာ\nကြာပြီ ရုပ်ရှင်ငတ်နေတာပေါ့လေ\nဒီလို နဲ့ Netflix က အာရှ ရုပ်ရှင်တွေထဲ\nအင်ဒိုနီရှား နဲ့ မလေးရှား ရုပ်ရှင်တွေ\nလိုက်မွှေ ကြည့်မိတယ်\nအဲ့ဒီ ထဲက မှ ဒီရုပ်ရှင်ကားကို\nကြည့်မိတဲ့ အချိန် ရင်ထဲ ဒိန်းကနဲ ဖြစ်သွားတယ်\nရုပ်ရှင်က ဘာမှ သိပ်မဟုတ်ဘူး ထင်ရတယ်\nရိုးရိုးရှင်းရှင်းလေး ပါ\nဒါပေမဲ့ အဲ့ဒီရိုးရှင်းတာကိုက ကိုယ်တွေကို\nရင်ခုန်စေတာပဲ...\nဒီရုပ်ရှင်ကတော့ အချစ် နဲ့ ပတ်သက်တာပါ\nရိုမန့် မဟုတ်ပါဘူး မိသားစု အချစ်ပါ\nဇတ်လမ်းထဲမှာတော့ မိသားစု ၅ ယောက်ပေါ့\nအဖေ အမေ နဲ့ သားကြီး သမီးလတ် သမီးငယ်\nမိသားစု တစ်ခု အကြောင်းပေါ့\nသားကြီးက အန်ကာဆာ တဲ့\nသမီးလတ် က အော်ရိုရာ\nသမီးငယ်လေးကတော့ အာဝမ်\nဒီမိသားစု က အင်ဒိုနီရှားနိုင်ငံရဲ့\nမွတ်စလာမ် မိသားစု ကို ပြထားတယ်\nသေချာ ဘာသာရေးတွေ လူမျိုးရေးတွေ\nဖယ်ပြီး ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zve9/One_Day_We_ll_Talk_About_Today_720p_2020_%7BCM%7D_.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbLOWq0vlc3Y6beOj0p5LehlUQy.jpg",
        "title": "Arn: The Knight Templar(2007)",
        "description": "Arn: The Knight Templar(2007)IMDB 6.8\nRotten Tomato 61%ကလေးဘဝကထဲက\nအာန်းဟာ ဘုန်းတော်ကြီးတွေဆီမှာပဲကြီးပြင်းခဲ့ရတယ်...ငယ်ငယ်လေးကတည်းက ချာခ်ကျောင်းမှာပဲကြီးပြင်းလာတဲ့ အာန်တစ်ယောက်အပြင်လောကနဲ့စိမ်းနေခဲ့တယ်...။ ချစ်တက်တဲ့အရွယ်\nရောက်လာပြန်တော့ ဆယ်စီလီယာ ဆိုတဲ့ ဘုရင်တော်ကောက်ဖို့ ကြံထားတဲ့လူမျိုးစုခေါင်းဆောင် သမီးလေးကိုမှ သွားချစ်မိပြန်တယ်။ဆယ်စီလီယာကို ပိုင်ဆိုင်နိုင်ဖို့ ကြိုးစားရင်း နိုင်ငံရေးအရှုတ်တော်ပုံထဲဝင်မိတဲ့အပြင် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့စစ်တလင်းနယ်မြေဖြစ်တဲ့ ဂျေရုစလင်ကို အမှုထမ်းဖို့ သွားရတဲ့အခါမှာတော့....ဒီကားဟာ European Film Awards ကိုရရှိခဲ့ပြီး (၂၀၁၀) မှာလည်း Arn ဆိုတဲ့ နာမည်နဲ့ပဲ (၆) ပိုင်းပါတဲ့Mini Series တစ်ခုထွက်ရှိထားပါသေးတယ်။အက်ရှင်ခန်းတွေမြောက်များစွာပါဝင်တာမို့...အက်ရှင်ကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပဲဖြစ်ပါတယ်...File Size : (1.07 GB) and (429MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:19:00\nGenre :  Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kiwi\nEncoded by Phyo ...",
        "rating": "6.8",
        "url": "https://megaup.net/3zvdo/Arn_Templriddaren.2007.BLU-RAY.720P.PP.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEIlxhIyFsia7yCqbfD4UH8iIkN.jpg",
        "title": "American Son (2019)",
        "description": "ဇာတ်လမ်းနာမည်က အမေရိကန်သား ဆိုတဲ့အတိုင်း အမေရိကန်နိုင်ငံက သားတစ်ယောက်အကြောင်းပါ။အမေရိကန်နိုင်ငံသား လူမည်း ဆယ်ကျော်သက်တစ်ယောက် ပျောက်ဆုံးမှုနဲ့ အစပြုထားတဲ့ ဇာတ်ကားပါ။ဒီဇာတ်လမ်းမှာ လူဖြူလူမည်း ခွဲခြားတဲ့ ခေါင်းစဉ်ကို လှလှပပ ပုံဖော်သွားပါတယ်။ဇာတ်လမ်းက ထူးခြားတဲ့ဇာတ်လမ်းတစ်ခုလို့ ဆိုရမှာပဲ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးမှာ အဓိကဇာတ်ကောင်အနေနဲ့ ၃ ယောက်ပဲ ပါတာ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးကို Location တစ်ခုထဲ သုံးပြီး ရိုက်သွားခဲ့တာပါ။ဘယ်လိုရိုက်ထားလဲ ဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်ကြည့်လိုက်ပါဗျာ။လူမည်းမိခင်တစ်ယောက်က သူ့သားပျောက်သွားလို့ ရဲစခန်းကို လာရှာတဲ့အချိန်မှာ လူဖြူရဲတစ်ယောက်နဲ့ စပြီး တွေ့ပါတော့တယ်။တော်တော်တော့ စိတ်ဝင်စားဖို့ ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ။လူ ၃ ယောက်၊ Location ၁ နေရာထဲကို စိတ်ဝင်စားအောင် ရိုက်ထားနိုင်တဲ့ကားဆိုတော့ ဘယ်လောက်ထိ ဆွဲဆောင်မှု ရှိတယ်ဆိုတာ ပြောဖို့ လိုမယ် မထင်ပါဘူး။IMDb ကတော့ 5.7/10 ရထားပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားသူကတော့ Myo Nyunt ပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1xywt/(CM)_American.Son.2019.720p.NF.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-03-at-2.01.48-PM-134x200.png",
        "title": "Flubber (1997)",
        "description": "Flubber (1997)============IMDb Rating - 5.3/10#Unicodeဒီဇာတ်ကားလေးကို ကျွန်တော်တို့ ငယ်ငယ်က တစ်နည်းနည်းနဲ့ ကြည့်ဖူးခဲ့ကြပါလိမ့်မယ်ထင်ပါတယ်။မကြည့်ရသေးရင် ပြန်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ Disney ရဲ့ Back to 90's Live action ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ ဟာသမင်းသားကြီး ရော်ဘင် ဝီလီလျံက ဒီဇာတ်ကားတစ်ခုလုံးမှာ အဓိကပါ၀င်ထားပါတယ်။ ဇာတ်လမ်း အညွှန်းလေးက မစ်ဒ်ဖီးလ် ကောလိပ်က ဓာတုဗေဒ ပါမောက္ခ ဖိလစ်ဘရိန်းနက်ဟာ ကောလိပ်ကိုရပ်တည်နိုင်ဖို့ ရုန်းကန်နေရတဲ့သူဖြစ်ပါတယ်။ ကောလိပ်ရဲ့ ဥက္ကဌဖြစ်သူဆာရာ နဲ့ အကြိမ်ကြိမ်‌လက်ထပ်ဖို့ ကြိုးစားပေမဲ့ ဘရိန်းနက်ရဲ့ မေ့လျော့ပေါ့ဆမှုတွေကြောင့် ‌မအောင်မြင်သေးပါဘူး။ တစ်ဖက်မှာလည်း ဖိလစ်ဟာ သူ့ရဲ့ စမ်းသပ်ချက်တွေကနေ သက်ရှိဇီ၀ ဖလူဘာလို့ခေါ်တဲ့ရောဘာကောင်လေးကို ရှာဖွေတွေ့ရှိသွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်သွားမလဲ၊ ကောလိပ်ကိုကော ဘယ်လိုအကျိုးရှိရှိလုပ်ပေးသွားသလဲ၊ ချစ်ရသူ ဆာရာနဲ့ကော ရွှေလက်တွဲသွားနိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီး ဆက်လက်ခံစားကြည့်ရှုလိုက်ပါခင်ဗျာ။ Comedy, Family, Sci-Fi ကားလေးဖြစ်ပြီးကလေးတွေအတွက် Entertain ဖြစ်စေပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Twk6/[CM]Flubber.1997.WebRip.720P.mp4",
        "category": "Comedy, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/argo-134x200.png",
        "title": "Argo (2012)",
        "description": "ARGO\n====\nARGO ရုပ်ရှင်ဟာ ၁၉၇၉-၈၀ မှာဖြစ်ခဲ့တဲ့ အီရန်တော်လှန်ရေးအတွင်း\nသံရုံးက လွတ်မြောက်အမေရိကန်သံရုံးဝန်ထမ်း ၆ ယောက်ကို ကယ်ထုတ်တဲ့အကြောင်းကိုရိုက်ပြထားတဲ့ဇတ်ကားပါ။၁၉၇၉ မှာ အီရန်နိုင်ငံတွင်းတော်လှန်ရေးဖြစ်ခဲ့ပါတယ် တော်လှန်ရေးအတွင်းမှာ\nအမေရိကန်သံရုံးကိုသိမ်းပြီး အီရန်ဘုရင်ဟောင်း ရှားကိုနိုင်ငံခိုလှုံခွင့်ပေးထားရာကနေပြန်လွဲပေးဖို့\nတောင်းဆိုလာခဲ့ပါတယ်။ အဲ့ဒီသံရုံးအသိမ်းခံရချိန်မှာ လွတ်သွားတဲ့ သံရုံးဝန်ထမ်း ၆ ယောက်ကိုကယ်ဖို့ စီအိုင်အေကလူတွေ\nကြိုးစားကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ARGO ကို အောက်တိုဘာ ၁၂ ရက် ၂၀၁၂ ခုနှစ်မှာထွက်ခဲ့ပြီးတော့\nဇတ်လိုက်မင်းသား Ben Affleck ကိုယ်တိုင်ရိုက်ကူးထားပြီး ထုတ်လုပ်သူကလဲ Ben Affleck နဲ့ George Clooney ကြီးတို့ပါပဲ။\nဒီဇတ်ကားဟာ ၈၅ ကြိမ်မြောက်အကယ်ဒမီမှာ nominations ၇ ခုဝင်ပြီး ဆု သုံးခုရခဲ့ပါတယ်\n(Best Picture, Best Adapted Screenplay, and Best Film Editing) အဲ့နောက် Golden Globe Award မှာလဲ\nBest Motion Picture – Drama ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/argo-2012-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-02-at-9.30.16-PM-135x200.png",
        "title": "Proximity (2020)",
        "description": "Proximity (2020)==============IMDb Rating - 4.5/10#Unicodeဒီနေ့ညအတွက် ပေါ့ပေါ့ပါးပါးလေးနဲ့ ကြည့်လိုကောင်းမယ့်  Drama, Sci-Fi ကားလေးတင်ပေးချင်ပါတယ်။တစ်နေ့မှာ ကမ္ဘာမြေပေါ်ကို ဥက္ကာပျံတွေ ကျရောက်လာပါတယ် ။ အဲ့ဒီမှာ တစ်ခါထဲ Alien (ဂြိုလ်သား)တွေပါ။ရောက်လာခဲ့တာကိုတော့ လူသားတွေမသိကြပါဘူး။ Issac ဟာ NASAအာကာသနယ်မြေသစ်ရှာဖွေရေးအဖွဲ့ JPL ရဲ့ Scientist တစ်ဦးပါ။ ဥက္ကာခဲတွေ ကျတဲ့နေ့မှာ သူကတိုက်တိုက်ဆိုင်ဆိုင် Alien တွေရဲ့ ပြန်ပေးဆွဲခြင်းကိုခံလိုက်ရပါတယ်။ သူပြန်လွတ်လာတော့ ဂြိုလ်သားကပြန်ပေးဆွဲသွားတယ်ဆိုတဲ့အကြောင်းကိုဘယ်သူမှမယုံကြပါဘူး ။ အဲ့ဒါကို သူကဘယ်လိုသက်သေပြမလဲ ..... ဂြိုလ်သားတွေကရော ဘာလို့ ကမ္ဘာမြေပေါ်ရောက်လာခဲ့တာလဲ ဆိုတာ စိတ်၀င်စားဖွယ်ဆက်လက်ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔ညအတြက္ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ၾကည့္လိုေကာင္းမယ့္ Drama, Sci-Fi ကားေလးတင္ေပးခ်င္ပါတယ္။တစ္ေန႔မွာ ကမာၻေျမေပၚကို ဥကၠာပ်ံေတြ က်ေရာက္လာပါတယ္ ။ အဲ့ဒီမွာ တစ္ခါထဲ Alien ...",
        "rating": "4.5",
        "url": "https://megaup.net/3zt2w/[CM]Proximity.2020.WebRip.720P.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aejO0MHVoHrjms4gLh6bCwCzmt2.jpg",
        "title": "Birds Without Names(2017)",
        "description": "Birds Without Names(2017)ပိုင်ဆိုင်လိုခြင်းပဲလား၊ စွန့်လွှတ်လိုမှုပဲလား။ အချစ်ဆိုတာ ဘာများလဲ။ မသေချာပါ။အချို့က ရယူလို အချို့က ပေးဆပ်လိုကြပြီ။ လူဆိုတာ အတောင်ပံခတ်တတ်စကတည်းကိုက သင်းကွဲလာရတဲ့ ငှက်တွေသာ။ အဆုံးမတော့ တစ်ကိုယ်ရေတည်း ဖြစ်ရကြပြန်ပေမည်။ အထီးကျန်ခြင်းသည် လူသား၏တစ်စိတ်တစ်ဒေသ ဟု ဒဿနိကပညာရှင်တို့က ဆိုထား၏။လူသားရဲ့ ပင်ကိုယ်ဗီဇတွင် အထီးကျန်ခြင်းသည် ထည့်သွင်း မြှပ်နှံခဲ့ပြီးသား ဖြစ်သည်။အထီးကျန်ခြင်းသည် စိတ်ဖိစီးမှု မြင့်တတ်စေသော cortisolဟော်မုန်းကို ထွက်စေသည်ဟုဆေးပညာကဆို ထားပြီး အထီးကျန်ခြင်းကြောင့် ခံစားရသော စိတ်ဝေဒနာသည်ကိုယ်ထိလက်ရောက် ကျူးလွန်ခံရသော ဝေဒနာထက်မသေးဟုစိတ်ပညာက ပြောပြန်သည်။ ကျွန်တော် မမြင်ဖူးသော နတ်ဘုရားတို့သည်ဒဏ္ဍာရီအတိုင်း အင်အားကြီးသော လူသားတို့အား ထက်ခြမ်းကွဲ၀မ်းနည်းစေခဲ့သည်ဆိုပါစို့။ အထီးကျန်ခြင်းသည် လူသား၏ အားနည်းချက်ဖြစ်ပေမည်။လူသားတစ်‌ယောက်သည် အထီးကျန်ခြင်းအား ကုစားရန်အလို့ငှာတပါးသောလူသားတစ်ယောက်အား မှီခိုအားထားရသည်။သူတို့ကြားက ပေါင်းကူးတံတားကလေးအား ချစ်ခြင်းဟုခေါ်ပါစေ။ချစ်စိတ် ကိန်း၀ပ်နေသော လူသားသည် အားအကြီးဆုံးဖြစ်သည်ဒီလူသားများ ဘာမဆို လုပ်ရဲလုပ်နိုင်ကြသည်။ ဂျပန်လူမျိူးတို့၏ သင်္ကေတဗေဒအတိုင်းဆိုလျှင်ငှက်တို့သည် ချစ်ခြင်းကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dyaf/Birds_Without_Names.2017.BLU-RAY720P.PP.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bj1d3E5zxYSc77iPVdfHI8eSGtK.jpg",
        "title": "The Beast (2019)",
        "description": "ဒီကားလေးကတော့ မင်းသားကြီးနှစ်ယောက်အပြိုင်သရုပ်ဆောင်ထားတဲ့ကိုရီးယားစုံထောက်ဇာတ်ကားကောင်းတစ်ကောင်းပါမှုခင်းဌာနရဲ့အဖွဲ့နှစ်ဖွဲ့ခေါင်းဆောင်နှစ်ယောက်အပြိုင်အဆိုင်အမှုလိုက်ကျပုံကိုဇာတ်လမ်းကျကျရိုက်ကူးပြထားတာပါဒါပေမယ့်လဲခေါင်းဆောင်နှစ်ယောက်ရဲ့မတူညီတဲ့စိတ်ထားတွေတစ်ယောက်နဲ့တစ်ယောက်ပြိုင်ဆိုင်လိုစိတ်ပြင်းထန်မှုတွေနဲ့ မနာလိုဝန်တိုမှုတွေတဇွတ်ထိုးလုပ်တာတွေကြောင့် ကွင်းဆက်လူသတ်မှုနောက်ကိုလိုက်ရင်းနောက်လိုက်ရဲတွေသေဆုံးခဲ့ရပါတယ် ဖမ်းဆီးမိခဲ့တဲ့လူသတ်သမားကလဲတကယ့်လူသတ်သမားအစစ်အမှန်မဟုတ်တဲ့အပြင်တခြာမူးယစ်အရောင်းအဝယ်ဂိုဏ်းတွေပါ ပါလာတဲ့အခါမှာသူတို့နှစ်ယောက်ဘယ်လိုတွေဖြေရှင်းမလဲနှစ်ယောက်ကြားမှာရောဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုသေချာရိုက်ကူထားတဲ့ စုံထောက်ဇာတ်ကားကောင်းတစ်ကားလေးဖြစ်မှာပါ File Size : ( 1 GB , 448 MB)\nQuality : BluRay 720p\nRunning Time : 2 hr 10 min\nFormat : Mp4\nGenre : Action , Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://megaup.net/2dy7y/(CM)_The_Beast_2019_BluRay_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fw93fy3fR6mGq0pmddyNB0qDZrB.jpg",
        "title": "Big Match(2014)",
        "description": "Big Match(2014)CM fan တွေအတွက် action ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ် ...ဇာတ်လမ်းအကျဉ်း ချွဲအီဂိုဟာ နာမည်ကြီး MMA Fighter တစ်ယောက်ဖြစ်ပါတယ်...ဒီမတိုင်ခင်မှာ နိုင်ငံဘောလုံးသမားတစ်ယောက်ဖြစ်ခဲ့ပြီး သူ့ရဲ့ ဒေါသကြီးတဲ့စိတ်ကြောင့် အနီကတ်ပြခံခဲ့ရပါတယ် ...အဲ့နောက်မှာတော့ ဘောလုံးကစားသမားအဖြစ်ကနေ နှုတ်ထွက်ပြီး အစ်ကိုဖြစ်သူရဲ့ နည်းပြပေးမှုနဲ့  MMA  Fighterဖြစ်လာခဲ့ပါတယ် ....ဒီလိုပြိုင်ပွဲတွေဆင်နွဲနေတုန်း  ချွဲအီဂိုရဲ့အစ်ကို ပြန်ပေးဆွဲခံခဲ့ရပါတယ်...အဲ့နောက်မှာ ပြန်ပေးဆွဲသူဟာ ချွဲအီဂိုကို ထူးထူးဆန်းဆန်း ကိစ္စတွေကို ဆက်တိုက်ခိုင်းပါတော့တယ်..ချွဲအီဂိုခမျာ ပြန်ပေးဆွဲသမားရဲ့ ခိုင်းတာတွေကို အသဲအသန်လုပ်ရ အစ်ကိုြဖစ်သူကို ကယ်ဆယ်ဖို့လည်း ကြိုးစားရနဲ့...ချွဲအီဂိုတစ်ယောက် သူ့အစ်ကို ကို ကယ်တင်နိုင်မှာလား...ဘာကြောင့် သူ့အစ်ကို ပြန်ပေးဆွဲခံရတာလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုကြပါနော်..ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (1.02 GB) and (394 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : ...",
        "rating": "6.2",
        "url": "https://megaup.net/3zsTc/Big_Match.2014.HDRip.720p.pp.mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/220px-The_Last_Emperor_filmposter-149x200.jpg",
        "title": "The Last Emperor (1987)",
        "description": "The Last Emperor (1987)===================IMDb Rating - 7.7/10#Unicodeနောက်ဆုံး ဧကရာဇ်တဲ့ . . .နှစ်ပေါင်းနှစ်ထောင်ကျော်သက်တန်းကြာခဲ့တဲ့ တရုတ်ပြည်ကြီးရဲ့ သက်ဦးဆံပိုင် အုပ်ချုပ်ရေးမှာကျိန်မင်းဆက်ရဲ့ နောက်ဆုံး ဧကရာဇ် ပုယီ၊ အသက် ၃နစ်သားကတည်းက နောက်ကွယ်က ကြိုးကိုင်ချင်တဲ့လူတွေကြောင့် ရင်ခွင်ပိုက် ဧကရာဇ်ဖြစ်လာခဲ့တယ် ။ နောက်တော့ သမ္မတနိုင်ငံခေတ်မှာအဆောင်အယောင်တွေ မစွန့်လွှတ်ရပေမယ့် ထီးနန်းတော့ စွန့်လွှတ်ခဲ့ရပြီ ။  အချိန်ကတော့တရုတ်ပြည်တခုလုံး စစ်ဘုရင်တွေ အာဏာပြိုင်လုနေတဲ့အချိန်ပေါ့ ။ တရုတ်ပြည်ကြီးရဲ့အကြောင်းတော့ မဆိုထားနဲ့ နန်းတော်အပြင်ဘက်လေးမှာတောင် ဘာဖြစ်လို့ ဖြစ်မှန်း သိခွင့်မရတဲ့ ပုယီ ။ဆရာ ရယ်ဂျီနယ်ဖလီးမင်းဂျွန်စတန် ရဲ့ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ပုယီ ။ ကိုယ့်ကြင်ယာတော်ကိုတောင် ကိုယ်ရွေးခွင့် မရှိတဲ့ပုယီ။ ဂျပန့်လက်အောက်ခံ မန်ချူးကိုး ဧကရာဇ် ပုယီ ။ ၁၉၅၀အလွန်မော်စီတုန်းခေတ်ရဲ့ ပြန်လည်ထူထောင်ရေး စခန်းက အကျဥ်းသား ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Tvlx/[CM]The.Last.Emperor.1987.BluRay.720P.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/miss-forever-chinese-movie-poster-135x200.jpg",
        "title": "Miss Forever (2020)",
        "description": "စတီဗင်ချောင်ရဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့ CJ7 ဆိုတဲ့ကားကို\nတော်တော်များများကြည့်ဖူးကြမယ်ထင်ပါတယ်နော်\nဆင်းရဲသားသားအဖနဲ့ ဂြိုလ်သားလေးအကြောင်းလေ\nအဲ့ထဲကကောင်လေးလို့ထင်ခဲ့ကြတဲ့\nသရုပ်ဆောင်ကလေးမလေးဟာအခုဆိုရင်\nခေါင်းဆောင်မင်းသမီးနေရာကနေ\nပါဝင်သရုပ်ဆောင်နိုင်လောက်အောင်ထိ အရွယ်ရောက်လာပါပြီ\nရွှီးချို(မင်းသမီး)ဟာ ဖန်းယောင်နေရာကပါဝင်သရုပ်ဆောင်ထားပြီး\nရှဲ့လင်လင်(မင်းသား)ကတော့ တရုတ်နိုင်ငံမှာထင်ရှားခဲ့တဲ့\nတေးရေးအဆိုတော် အိုးရန်အဖြစ် သရုပ်ဆောင်ထားကြပါတယ်\n၁၉၉၄ခုနှစ်တွေဆီကိုအခြေခံထားတဲ့ဒီကားဟာ\nအဲ့ဒီခေတ်တက္ကသိုလ်ကျောင်းသူကျောင်းသားတွေရဲ့ဘဝကို\nပြန်လည်အမှတ်ရမိစေမှာပါ\nဇာတ်လမ်းအကျဥ်း -ဘဝမှာဘာအိပ်မက်မှမရှိခဲ့တဲ့ကောင်လေး\nအိုးရန် သူမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ဖန်းယောင်ဆိုတဲ့\nကောင်မလေးကိုတွေ့ချိန်ကစလို့ ဂီတကို စတင်ရူးသွပ်လာခဲ့တယ်\nကောင်မလေးဆီကအချစ်ကိုရဖို့\nဂစ်တာမတတ်ပဲတီးတတ်ချင်ယောင်ဆောင်ခဲ့တယ်\nဒါပေမယ့် ကောင်မလေးရဲ့ရည်းစားဟောင်း\nသူတို့နှစ်ယောက်ကြားဝင်ရောက်လာတဲ့နောက်ပိုင်းမှာ\nဘယ်လိုတွေဆက်ဖြစ်မှာလဲ စောင့်ကြည့်လိုက်ကြရအောင်နော်\n \nFile Size - 1.2 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://megaup.net/2dxqr/Miss.Forever.2019_720p_%7BCM%7D.mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20de4Rcmy4B0L5zyOc3Nc5F7c0D.jpg",
        "title": "Antrum(2018)",
        "description": "Antrum(2018)Antrum ကမ္ဘာပေါ်မှာ လူအသေအပျောက်များဆုံးရုပ်ရှင်တဲ့။ဒီရုပ်ရှင်နဲ့ ပတ်သက်တဲ့ အကြောင်းအရာတွေကတော့ ဇာတ်ကားထဲမှာ ပါနေတဲ့အတွက် ထပ်မပြောတော့ပါဘူး။သတိပဲပေးချင်ပါတယ်။ လူပေါင်း ၅၀ ကျော်က ဒီရုပ်ရှင်ကို ကြည့်လို့ သေကြရတာပါလို့အခိုင်အမာယုံကြည်သူတွေရှိနေပါတယ်။ ရုပ်ရှင်ကြည့်တာနဲ့ပဲ သေနိုင်မှာလား။ စမ်းချင်စရာပဲနော်။မပူပါနဲ့ ဒီရုပ်ရှင်က မူရင်း Antrum ရုပ်ရှင်မဟုတ်ပါဘူး။ မူရင်းရုပ်ရှင်က ပျောက်နေတာပါ။ဒါပေမဲ့ တကယ်ကြောက်စရာကောင်းတဲ့ ရုပ်ရှင်ဆိုတာတော့ ငြင်းမရပါဘူး။ဝုန်းကနဲ ထခုန်ရမယ့် ခြောက်လုံးတွေ တစ်ခုမှာမပါဘဲ တစိမ့်စိမ့်ကြောက်နေရမယ့် ဇာတ်ကားပါ။ကြောက်အောင်လည်း သေချာလုပ်ထားပါတယ်။ အဲဒါကြောင့် မသေနိုင်ဘူးဆိုပေမဲ့လည်းစိတ်အားငယ်တတ်တဲ့သူတွေ၊ ကြောက်တတ်တဲ့သူတွေ မကြည့်ကြဖို့ သတိပေးချင်ပါတယ်။ကြောက်တော့ ကြောက်တယ် ကြည့်ချင်တယ်ဆိုတဲ့သူတွေ လက်ရှောင်သင့်ပါတယ်။သတိတော့ပေးပြီးပြီဗျာ။ ကြည့်ချင်တဲ့သူတွေ ကိုယ့်ဘာသာ တာဝန်ယူနိုင်တယ်ဆိုရင်တော့ ကြည့်လိုက်ကြပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ D3mon ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (312 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Horror\nSubtitle : Myanmar ...",
        "rating": "4.9",
        "url": "https://megaup.net/3zsI1/Autrum_The_Deadliest_Film_Ever_Made.2018.WEB-DL.720P.PP.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a0qhPkNlxLfsf5B2jFyI1Pp04XV.jpg",
        "title": "Winter’s Bone(2010)",
        "description": "Winter's Bone (2010)\nIMDB 7.2\nRotten Tomatoes 94%(အော်စကာ ၄ဆု ဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု ၆၃ဆုတောင်ဆွတ်ခူးရရှိခဲ့တယ်...)အကိုကြီး အဖရာ အမကြီး အမိရာဆိုသလို မိသားစု တစ်စုမှာ အကြီးဆုံးဖြစ်ရတာ မလွယ်လှပါဘူး။အမေကလည်း ကျန်းမာရေးမကောင်း ၊ မူလတန်းကျောင်းနေအရွယ် မောင်လေးနဲ့ ညီမလေး ၊\nအဖေဖြစ်သူကလည်း မူးယစ်ဆေးရောင်းဝယ်မှု့နဲ့ တရားရင်ဆိုင်နေရတာကြောင့် တစ်အိမ်လုံးရဲ့စားဝတ်နေရေးကရီခ်ဒီုလီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ပုခုံးပေါ်ကို\nကျရောက်လာခဲ့ပါတယ်။ ကလေးတွေရဲ့ ကျောင်းစရိတ် ၊ အမေဖြစ်သူရဲ့ဆေးဖိုးတွေနဲ့ ကျပ်တည်းနေတုန်းမှာပဲကံဆီုးခြင်းမုန်တိုင်းတွေဟာ ပိုမိုပြင်းထန်လာခဲ့သလို\nတစ်ပူပေါ်တစ်ပူဆင့်လို့ ဆိုရမှာပါပဲ။ ဖခင်ဖြစ်သူ ရုံးချိန်းအမှီပြန်ပေါ်မလာခဲ့ရင် လုပ်ထုံးလုပ်နည်းအရရိခ်တို့ရဲ့ နေအိမ်ကို သိမ်းယူမယ်ဆိုတဲ့ ရဲမှူးကြီးရဲ့ စကားသံက သူမရဲ့\nခေါင်းပေါ်ကို သံရည်ပူတွေ လောင်းချလိုက်သလိုပါပဲ။ ဒီမိသားစုလေး မကွဲပြားဖို့ဆိုရင်ရိခ်တစ်ယောက် အဖေဖြစ်သူ မဖြစ်မနေရှာဖွေရတော့မှာပါ။ သို့ပေမယ့် အဖေဖြစ်သူရဲ့\nပျောက်ဆုံးမှု့က ထင်သလောက် မရိုးရှင်းမှန်း ရိခ်တစ်ယောက် သိလာတဲ့အခါမှာတော့.......။\nဒီကားလေးကို (၃)(၄) ခါလောက်ပြန်ကြည့်မိပါတယ်။ ထပ်ခါထပ်ခါ ကြည့်လေလေရိခ်အဖြစ်သရုပ်ဆောင်တဲ့ Jennifer ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Tuoo/Winters_Bone.2010.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kvljIDnRqkXU2QnpLrdiN0GAam1.jpg",
        "title": "The American(2010)",
        "description": "The American(2010)IMDb....6.5,,,,Rotten ....70%မင်းသားကြီး  George Clooney ရဲ့အမိုက်စားကားကိုတင်ဆက်ပေးလိုက်ပါသည်....အဖွဲ့အစည်းတစ်ခုလက်အောက်မှာနေပြီးတော့  လျှို့ဝှက်စွာ အလုပ်လုပ်တဲ့ ဂျက်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်...သူလုပ်တဲ့အလုပ်က ဘယ်သူမှ မသိအောင် သဲလွန်စဖျောက်ပြီး လူသတ်တဲ့အလုပ်ပါပဲ....အလုပ်လုပ်တာအတော်ကြာလာတော့း မကျေနပ်တဲ့အဖွဲ့အစည်းတွေက စုံစမ်းရင်းသိလာပြီးတဲ့နောက်မှာတော့ဂျက်ကိုပြန်လည် သုတ်သင်ဖို့ စတင်ကြိုးစားလာကြတယ်...ဒီလို သားကောင်အဖြစ်ပြန်ရောက်ရတဲ့ ဂျက်တစ်ယောက်အီတလီနိုင်ငံက မြို့ငယ်လေးတစ်မြို့မှာ ကိုယ်ယောင်ဖျောက်ပြီးသွားရောက်နေထိုင်ဖို့ကြိုးစားပါတယ်...သို့ပေမယ်.......သူ့ကိုလိုက်သတ်ကြတဲ့သူတွေဟာ ဘယ်သူတွေများဖြစ်မလဲ...လူပေါင်းများစွာကိုသတ်ပစ်ခဲ့တဲ့ သွေးအေးလူသတ်သမားကြီးဂျက်တစ်ယောက် အသက်ဘေးကနေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာစောင့်ကြည့်လိုက်ကြပါဦး...ဒီဇာတ်ကားလေးကို အီတလီသရုပ်ဆောင်နဲ့အဆိုတော် Violante Placidoရဲ့ ရင်သပ်ရှုမောဖွယ်အလှအပတွေဝေဝေဆာဆာတွေကိုလည်းတွေ့ရမှာပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size : (900 MB) and (343 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dwwf/The_American.2010.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-01-at-9.49.13-AM-137x200.png",
        "title": "Immortals (2011)",
        "description": "Immortals (2011)=============IMDb Rating - 6.0/10#Unicodeဂရိသူရဲကောင်း သီးစီးယက်စ်ကို အားလုံးပဲသိကြမှာပါ။ သူက ဟာဂျူလီတို့လို အင်အားကြီးမားတဲ့သူရဲကောင်းမျိုး မဟုတ်ပေမယ့် ဥာဏ်ပညာကြီးမားပြီး တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့ သူရဲကောင်းတစ်ယောက်ပါပဲ။ ဒီကားဟာ ဂရိဒဏ္ဍာရီတွေပေါ် မှီငြမ်းရိုက်ကူးထားတဲ့ Fantasy အမျိုးအစားပဲဖြစ်ပါတယ်။ သို့ပေမယ့် ဇာတ်လမ်းကြောရိုးသာတူပြီး ငယ်ငယ်တုန်းကဖတ်ခဲ့ဖူးတဲ့ ပုံပြင်တွေနဲ့တော့ကွဲထွက်နေမှာ အမှန်ပါပဲ။ ဇာတ်လမ်းကတော့ လူသားမျိုးနွယ်ကို ဖျက်စီးဖို့ ဘုရင်ဟစ်ပီးရီးယန်းကအစ်ပိုင်းရပ်စ်လေးတော်ကို လိုက်ရှာနေတာနဲ့ အစပြု့ထားပါတယ်။ လူသားတို့ရဲ့ အရေးကိစ္စတွေထဲပါဝင်ပတ်သက်ခြင်းမပြု့ရလို့ ဇူးစ်ကိုယ်တိုင်က ဥပဒေချမှတ်ထားတာကြောင့် နတ်ဘုရားတွေကိုယ်တိုင်ကလည်း ဝင်ကူညီရခက်နေကြပါတယ်။ ဒါကြောင့် ဘုရင်ကြီးဟစ်ပီးရီးယန်းကို တားဆီးနိုင်ဖို့အတွက်သီးစီးယက်စ်ရဲ့ အကူအညီကို ရယူရပါတော့တယ်...။  ဒီကားရဲ့ တင်ဆက်ပုံဟာ 300 Spartans ကားနဲ့အတော်လေးတူညီနေတာကို သတိထားမိတယ်။ နောက်ခံတွေ တိုက်ပွဲတွေဟာ 300 ကားကိုပြန်ကြည့်နေရသလိုပါပဲ။ Fan တွေကတော့ ဂရိဒဏ္ဍာရီတွေနဲ့ အတော်လေးကွဲထွက်နေတာကို သိပ်သဘောမကျကြပုံပါပဲ။  ဒါပေမယ့် ကျွန်တော်တို့ရဲ့ စူပါမင်း(Man of ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xz33/[CM]Immortals.2011.BluRay.720P.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNTMyMmY0YWEtNTBkNC00NjAzLThjZjItZGFhMGYzMmU4NzE3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Coffee & Kareem (2020)",
        "description": "Coffee & Kareem (2020)==================IMDb Rating - 5.1/10#Unicodeဒီကားလေးကတော့ IMDb Rating 5.1/10 ရရှိထားတဲ့ action, comedyဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်ကြောင်းလေး အကြမ်းဖျဥ်းရှင်းပြရရင်ဆယ့်နှစ်နှစ်အရွယ် ကလေးလေးက သူ့အမေ နောက်ရည်းစားရနေတာကိုတွေ့သွားပြီး မကျေနပ်ဖြစ်ရာကနေစထားပါတယ်။ နောက်ပြီးတော့ သူ့အမေရဲ့ရည်းစားက လူဖြူဖြစ်နေတဲ့အပြင် ရဲပါဖြစ်နေသောကြောင့် လုံးဝကို လက်ခံပေးလို့မရတဲ့အတွက် သူ့အမေရဲ့ရည်းစားကို ဒုက္ခပေးဖို့ လူမိုက်ငှားဖို့သွားတဲ့အချိန်မှာဖြစ်ပျက်ခဲ့တဲ့ အလွဲလေးတွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ IMDb Rating 5.1/10 ရရွိထားတဲ့ action, comedyဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဇာတ္ေၾကာင္းေလး အၾကမ္းဖ်ဥ္းရွင္းျပရရင္ဆယ့္ႏွစ္ႏွစ္အ႐ြယ္ ကေလးေလးက သူ႔အေမ ေနာက္ရည္းစားရေနတာကိုေတြ႕သြားၿပီး မေက်နပ္ျဖစ္ရာကေနစထားပါတယ္။ ေနာက္ၿပီးေတာ့ သူ႔အေမရဲ႕ရည္းစားက လူျဖဴျဖစ္ေနတဲ့အျပင္ ရဲပါျဖစ္ေနေသာေၾကာင့္ လုံးဝကို လက္ခံေပးလို႔မရတဲ့အတြက္ သူ႔အေမရဲ႕ရည္းစားကို ဒုကၡေပးဖို႔ လူမိုက္ငွားဖို႔သြားတဲ့အခ်ိန္မွာျဖစ္ပ်က္ခဲ့တဲ့ အလြဲေလးေတြကိုၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Lily ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xys8/[CM]Coffee.and.Kareen.2020.WebRip.720P.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/the-nomads-135x200.jpg",
        "title": "The Nomads 2019",
        "description": "The Nomadsဆိုတဲ့ ဇာတ်ကားက Philadelphiaလို့ခေါ်တဲ့ မြို့မှာဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ... ဘဏ္ဍာရေးအခြေအနေကြောင့် ကျောင်းအများစုကို ပိတ်ပစ်ပြီး တခြားကျောင်းတွေနဲ့ ပေါင်းလိုက်တဲ့အခါ အလုပ်လက်မဲ့ဖြစ်သွားတဲ့ ဆရာ၊ဆရာမ‌တွေအများကြီး ရှိသွားခဲ့တယ်... အလုပ်မရှိတော့တဲ့ ဆရာတွေထဲမှာ Macလို့ခေါ်တဲ့ အင်္ဂလိပ်ဆရာမ တစ်ယောက်လည်းပါခဲ့တယ်...ငွေရေးကြေးရေး အခက်ခဲကြောင့် ရရာနေရာလုပ်မယ်ဆိုတဲ့ စိတ်ကူးနဲ့ Whitmanဆိုတဲ့ကျောင်းမှာ သမိုင်းသင်ဖို့ဖြစ်လာခဲ့တယ်... Whitmanကျောင်းဆိုတာက ‌ခပ်ဆိုးဆိုးကျောင်းသားတွေရှိတဲ့နေရာ...အဲ့ဒီမှာ Nolinလို့ခေါ်တဲ့ ဆရာတစ်ယောက်နဲ့ ခင်သွားပြီး ကောလိပ်ဝင်ခွင့်ရဖို့တောင် မသေချာတဲ့ကလေးတွေအတွက် ရက်ဘီဆိုတဲ့အားကစားနဲ့ ထူးချွန်အောင်လုပ်မယ်ဆိုပြီး လှုပ်ရှားပေးခဲ့ကြတယ်... အဲ့ဒီလို လှုပ်ရှားရာမှာ ဘာအထောက်ပံ့မှမပေးတဲ့ အစိုးရနဲ့ ခပ်ဆိုးဆိုးကျောင်းသားတွေကြား ဘယ်လိုကြိုးစားရုန်းကန်သွားလဲဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြရအောင်.....\n \nQuality – 720p  blurayrip\nDuration - 1 hr 37 min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, ...",
        "rating": "8.2",
        "url": "https://megaup.net/1xyp0/the.nomads.2019.720p_(CM).mp4",
        "category": "Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNdSUb9JOitGPTk2wdc8ykOBJHb.jpg",
        "title": "Dev.D(2009)",
        "description": "Dev.D(2009)IMDb 8/10ဒေ့ဗ်၊ ပါရိုနဲ့ ချန်ဒရာမူခီးတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို\nဘောလီဝုဒ်ဖန်တိုင်း ရင်းနှီးကြမှာပါဘာကြောင့်လဲဆိုတော့ ကင်းခန်းကြီးနဲ့ အရှ်တို့ရဲ့\nဂန္တဝင်ကားကောင်းကြီးတစ်ကားဖြစ်တဲ့\nDevdas ကို လူတိုင်းကြည့်ဖူးကြလို့ဖြစ်ပါလိမ့်မယ်ဒီဇာတ်လမ်းကလည်း ထိုနည်းလည်းကောင်းပါပဲဒေ့ဗ်နဲ့ ပါရိုဟာ အင်မတန်သိပ်ချစ်ကြတဲ့\nငယ်သူငယ်ချင်းငယ်ချစ်တွေပေါ့ တစ်ယောက်စီရဲ့ အချစ်ဦးတွေလိုဆိုရလိမ့်မယ်ဒါပေမဲ့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တစ်ခုကြောင့်\nဒေ့ဗ်နဲ့ပါရိုဝေးကွာသွားခဲ့တယ်ပါရိုနဲ့ဝေးသွားခဲ့တဲ့ဒေ့ဗ်ဟာ\nသူ့ဘဝသူ အရှုံးပေးကာ ဖြစ်သလိုနေ သွားချင်ရာသွား လာချင်ရာလာနေခဲ့ပြီး\nချန္ဒရာဆိုတဲ့မိန်းကလေးတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်ဒီအချိန်မှာတော့ ဒေ့ဗ်ရဲ့အချစ်ရေး ဘယ်လိုဖြစ်သွားမလဲ ...ဂန္တဝင်ကားကြီး Devdas ဟာဆိုရင် IMDb 7.5/10 အထိရရှိထားပါတယ်ဒါပေမဲ့ ဒီ Dev.D ကတော့ IMDb 8/10 အထိတောင်ရရှိထားပါတယ်ဘာကြောင့်လဲဆိုတော့ ဘောလီဝုဒ်ရဲ့ မာတင်စကော့ဆေးလို့ တင်စားခေါ်ကြတဲ့\nဒါရိုက်တာကြီး အနျူရက်ကရှ်ယက်ကြောင့်ပါသူ့ကားတွေတိုင်းဟာ အင်မတန်ကို လက်တွေ့ဆန်မှုကိုအခြေခံထားလို့ပါပဲယခုဒီဇာတ်ကားဟာလည်း အေဆင်ဆာ (Adult Only Video) ဖြစ်သောကြောင့်အသက်မပြည့်သေးသူများ၊ ကလေးသူငယ်များ၊ မိသားစုနဲ့အတူကြည့်ရှု့ရန်မသင့်တော်ပါဘူးစကားလုံးတွေဟာ လက်တွေ့ကျကျကြမ်းတမ်းပြီး\nအရက်သေစာသောက်စားမှုတွေ\nမူးယစ်ဆေးသုံးစွဲမှုတွေ တသီကြီးပါဝင်လို့ပါပဲသမာရိုးကျဘောလီဝုဒ်ကားတွေကို ရိုးအီနေပြီဆိုရင်\nဒီကားလေးမြည်းကြည့်လှည့်ပါသူမတူတဲ့ရသတစ်ခုပေးစွမ်းပါလိမ့်မယ်\"ဒေ့ဗ်တိုင်းဟာ ပါရိုကိုပဲ သေသည်အထိချစ်သွားရမှာလားဒါမှမဟုတ် ချန်ဒရာမူခီးနဲ့ ပျော်ပျော်ရွှင်ရွှင်နေထိုင်သွားလို့ရော မရနိုင်လို့လားဗျာ\"ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်.... File Size : ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xys4/Dev.D.2009.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-days-one-night-135x200.jpg",
        "title": "Two Days, One Night 2014",
        "description": "ဆန်ဒရာဆိုတဲ့ အမျိုးသမီးဟာ သူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီကနေ အလုပ်ပြုတ်တော့မယ့် အခြေအနေကို ရင်ဆိုင်နေရပါတယ်။ ဒါဟာလဲ စိတ်ဓာတ်မကောင်းတဲ့ အလုပ်သမားခေါင်းဆောင်ရဲ့ လုပ်ကြံမှုကြောင့်တစ်စိတ်တစ်ပိုင်းပါနေပါတယ်။ ဆန်ဒရာ့ကို အလုပ်ထုတ်ဖို့ မဲမပေးရင် သူတို့အလုပ်ထွက်ရမယ်ဆိုပြီး ကျန်တဲ့အလုပ်သမားတွေကို ခြိမ်းခြောက်ခဲ့တဲ့အတွက် အားလုံးဟာ ဆန်ဒရာ့ကို အလုပ်ထုတ်ဖို့ မဲပေးခဲ့ခြင်းပါ။ ကံကောင်းစွာနဲ့ ဆန်ဒရာဟာ သူတို့ရဲ့ သူဌေးရဲ့ ခွင့်ပြုချက်နဲ့ လျှို့ဝှက်မဲပေးစနစ်ကို နောက်တစ်ကြိမ်ထပ်လုပ်ဖို့အခွင့်အရေးရခဲ့ပါတယ်။ သူ့အလုပ်မထွက်ရစေဖို့ သူ့ဘက်ကမဲမေးဖို့ ကျန်တဲ့သူ တွေကို သူလိုက်ပြီး အကူအညီတောင်းရပါတော့တယ်။ အလုပ်သမားအများစုက သူ့အတွက် မဲပေးခဲ့ရင် ဆန်ဒရာဟာ အလုပ်ထွက်စရာမလိုတော့ပါဘူး။ သို့ပေမယ့် ဒီအတွက် အကူညီလိုက်တောင်းဖို့ရာ ဆန်ဒရာမှာ နှစ်ရက်နဲ့တစ်ညသာ အချိန်ရှိပါတော့တယ် ...... နှစ်ရက်နဲ့တစ်ညအတွင်းမှာ လုံလောက်တဲ့မဲအရေအတွက်ရဖို့ သူစည်းရုံးနိုင်ပါ့မလား .....Quality – 720p  blurayrip\nDuration - 1 hr 35 min\nSubtitle – Myanmar ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Trve/two.days.one.night.2014_720p_bluray_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5EVemSDbuEXiHYgyrM6lkwuBCE.jpg",
        "title": "The Bravest Escort Group ( 2019 )",
        "description": "ခေတ်ပျက်တစ်ခုကို နောက်ခံထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ..အကျင့်ပျက် မင်းတစ်ပါးလက်အောက်မှာ အာဏာရကြီးစိုးနေတဲ့အမတ်တစ်ဦးရဲ့ ဆိုးချင်တိုင်းဆိုးတဲ့အရာကို ပုံဖော်ထားတာပါ..ဘယ်လောက်ဆိုးလဲဆိုရင် ယန်မိသားစုကို သတ်တဲ့အပြင်...မင်းသမီးနေရာအစားထိုးတဲ့အထိ လုပ်ခဲ့တယ်...သို့ပေမယ့် မင်းသမီးယောင်ဆောင်နေရတဲ့ ယန်အမျိုးသမီးတစ်ယောက်ဘာတွေဆက်လုပ်ပြီး ဘယ်လိုရှောင်ပြေးလွတ်မြောက်မယ်ဆိုတာဇာတ်ကားလေးကြည့်သင့်တယ်နော်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "8",
        "url": "https://channelmyanmar.org/the-bravest-escort-group-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AICdnpFIkZOx3OHz0fj3jwJHdK.jpg",
        "title": "Where We Disappear (2019)",
        "description": "Where We Disappear ဟာ A Gulag Mouse ဆိုတဲ့စာအုပ်ကို\nရုပ်ရှင်ပြန်ရိုက်ထားတာဖြစ်ပြီး ရုရှနိုင်ငံရဲ့အလုပ်ကြမ်းအကျဉ်းစခန်းတစ်ခုထဲက\nအမျိုးသမီးတစ်သိုက်ရဲ့ အကျပ်တည်းကို မြင်ကြရမှာပါ..။\nသားငယ်ကိုခေါ်ပြီး မွေးရပ်ကိုပြန်လာတဲ့အမျိုးသမီးတစ်ဦးဟာ\nစစ်ပွဲတွင်းသေသွားပြီလို့ ထင်မှတ်ထားခဲ့တဲ့ ယောက်ျားဖြစ်သူရဲ့ပြန်အလာကို\nဘူတာရုံမှာမြင်လိုက်ရတဲ့အခိုက်ဟာ သူမရဲ့ဘ၀ကို\nလွတ်လမ်းမဲ့အလုပ်ကြမ်းစခန်းဆီရောက်သွားစေမယ့်\nကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုဖြစ်လို့နေပါတယ်တဲ့..။\nဒီနေရာမှာ တစ်ပတ်ဆိုတာ တစ်သက်တာနီးပါးပါပဲလို့ဆိုတဲ့\nအလုပ်ကြမ်းစခန်းမှာ နှစ်ရှည်အပြစ်ဒဏ်သင့်တဲ့\nအမျိုးသမီးရဲ့ ကံဟာ ဘယ်လိုများဆက်ဖြစ်မှာပါလဲ..။\nတစ်ဆောင်ထဲကျတဲ့ ဘ၀တူအမျိုးသမီးအကျဉ်းသားတွေနဲ့\nအဆင်ပြေအောင်ကြိုးစားရမယ့် ပထမညနဲ့ ရိုးရိုးလေး စတင်ခဲ့ပြီး\nလုံး၀မထင်မှတ်ထားမယ့်လှည့်ကွက်တစ်ခုနဲ့\nလှလှပပဇာတ်သိမ်းပြလိုက်တဲ့\nဒီ Where We Disappear ဆိုတဲ့ဇာတ်ကားဟာဆိုရင်ဖြင့်\nDirector Simon Fink ရဲ့ ရုပ်ရှင်အနေနဲ့ ပွဲဦးထွက်လက်ရာဖြစ်ပြီး\nနိုင်ငံတကာရုပ်ရှင်ပွဲတော်တွေမှာ\nပြသခြင်းခံခဲ့ရတဲလက်ရာကောင်းတစ်ခုပဲဖြစ်ပါတယ်..။\n \nFile Size -  790.9 MB\nQuality - Bluray 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Sane Khet\nEncoder - XCode",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/where-we-disappear-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AciJTdaTbzZUAunAuD14XxDPjcR.jpg",
        "title": "The Show Must Go On (2007)",
        "description": "[Unicode]လူမိုက်ဘဝနဲ့ မိသားစုအတွက် ပိုက်ဆံတွေထောက်ပံ့ပေးနေရတဲ့ ဂျန်အင်ဂူ တစ်ယောက်\nဒယ်ချန်းဆောက်လုပ်ရေးကို အပိုင်သိမ်းပြီးနောက်ပိုင်းမှာ ရန်သူတွေပေါများလာခဲ့ပါတယ်...တစ်ဘက်မှာလည်း သူယုံကြည်အားကိုးရတဲ့ ဥက္ကဌကြီးရဲ့ညီဖြစ်သူက သူ့ကိုချောက်တွန်း အကောက်ကြံနေပြီးတော့\nတစ်ဘက်မှာလည်း မိသားစုအတွက် အိမ်အသစ်လေးရအောင် ပိုက်ဆံတွေကြိုးစားရှာဖွေနေရပါတယ်မိသားစုအတွက်အသက်ရှင်နေရတဲ့ ဂန်အင်ဂူတစ်ယောက်\nဒီလူမိုက်ဘဝကလွတ်မြောက်ချင်ပေမယ့် လွတ်မြောက်ဖို့အကြောင်းမဖန်လာခဲ့ပါဘူး\nအဲ့လိုနဲ့ပဲ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ကြည့်ရှုအားပေးလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူမိုက္ဘဝနဲ႔ မိသားစုအတြက္ ပိုက္ဆံေတြေထာက္ပံ့ေပးေနရတဲ့ ဂ်န္အင္ဂူ တစ္ေယာက္\nဒယ္ခ်န္းေဆာက္လုပ္ေရးကို အပိုင္သိမ္းၿပီးေနာက္ပိုင္းမွာ ရန္သူေတြေပါမ်ားလာခဲ့ပါတယ္...တစ္ဘက္မွာလည္း သူယုံၾကည္အားကိုးရတဲ့ ဥကၠဌႀကီးရဲ႕ညီျဖစ္သူက သူ႔ကိုေခ်ာက္တြန္း အေကာက္ႀကံေနၿပီးေတာ့\nတစ္ဘက္မွာလည္း မိသားစုအတြက္ အိမ္အသစ္ေလးရေအာင္ ပိုက္ဆံေတြႀကိဳးစားရွာေဖြေနရပါတယ္မိသားစုအတြက္အသက္ရွင္ေနရတဲ့ ဂန္အင္ဂူတစ္ေယာက္\nဒီလူမိုက္ဘဝကလြတ္ေျမာက္ခ်င္ေပမယ့္ လြတ္ေျမာက္ဖို႔အေၾကာင္းမဖန္လာခဲ့ပါဘူး\nအဲ့လိုနဲ႔ပဲ ဘယ္လိုေတြစခန္းသြားၾကမလဲဆိုတာ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦး...။( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( 999 MB , 350 ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-show-must-go-on-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-133x200.jpg",
        "title": "Howl’s Moving Castle (2004)",
        "description": "Studio Ghibi ရဲ့ animation ကားကောင်းလေးတွေ\nကိုမျော်လင့်နေတဲ့ပရိတ်သတ်တွေအတွက်အရမ်းမိုက်တဲ့\nဂျပန်animationကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဂျပန်Animation ကားလေးတွေဟာဆိုရင်ပြောစရာမလို\nလောက်အောင်ကောင်းမွန်မယ်ဆိုတာပရိတ်သတ်တွေသိရှိပြီးဖြစ်မှာပါ\nမှော်ဇတ်လမ်းတွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ကတော့ကွက်တိပါပဲ\nဇတ်လမ်းလေးကတော့အလွန်လှပတဲ့ဦးထုတ်ရောင်းတဲ့\nကောင်မလေးဆိုဖီအလွန်ထူးဆန်းတဲ့လူပုံစံဆောက်\nလုပ်ထားတဲ့မှော်ရဲတိုက်ရှင်စုန်းထီးလေးဟအိုယုသူတို့နှစ်ယောက်\nဘယ်လိုမတော်တဆတွေ့ကြမလဲလူသားနဲ့စုန်းထီး\nဘယ်လိုပေါင်းစပ်ခွင့်ရမလဲဟအိုယုရဲ့နှလုံးသားကိုလိုချင်နေတဲ့\nစုန်းမကြီးကဟအိုယုနဲ့ဆိုဖီအကြောင်းကိုသိသွားတဲ့\nအချိန်မှာဆိုဖီလေးကိုကျိန်စာတိုက်လိုက်တဲ့အချိန်မှာတော့\nအလွန်ချောမောတဲ့ကောင်မလေးဆိုဖီဟာ\nအဖွားအိုတစ်ယောက်အဖြစ်ပြောင်းလဲသွားတဲ့\nအခါမှာကောလောကဓံကိုသူမဘယ်လိုရင်ဆိုင်\nမလဲဟအိုယုနဲ့ကောပြန်တွေ့ကြမှာလားစုန်းထီးလို့ဆို\nပေမဲ့စိတ်သဘောထားအလွန်နူးညံ့တဲ့\nဟအိုယုတစ်ယောက်လူသားတွေနဲ့\nမိစ္ဆာတွေစစ်မက်ဖြစ်ပွားလာတဲ့အချိန်မှာလူသားတွေဘက်က\nဘယ်လိုဦးဆောင်ပြီးတိုက်ခိုက်မလဲဆိုဖီလေးရဲ့\nကျိန်စာကောပျက်ပြယ်သွားမှာလားဒီအတိုင်းအဖွားကြီးတစ်ယောက်အဖြစ်\nတစ်သက်လုံးနေသွားရမလားဆိုတာစိတ်ဝင်တစား\nစောင့်ကြည့်ရမှာပါanimation ကိုအရမ်းကြိုက်တဲ့\nပရိတ်သတ်တွေအတွက်ကတော့ကျေးနပ်အားရမှုအပြည့်အဝဖြစ်စေ\nမယ်လို့အာမခံရင်းကြည့်ရူလိုက်ကြပါအုံးနော်File Size - 1.7 GB\nQuality - Bluray 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/howls-moving-castle-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-1-133x200.jpg",
        "title": "Kiki’s Delivery Service (1989)",
        "description": "၁၃နှစ်ပြည့်တဲ့စုန်းလေးတွေဟာ အိမ်ကထွက်ပြီး\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့\nစုန်းတို့ရဲ့ရိုးရာအတိုင်း ၁၃နှစ်အရွယ်စုန်းမလေးခီခီဟာ\nတိမ်ကင်းစင်တဲ့လပြည့်ညတစ်ညမှာ\nသူ့ရဲ့ကြောင်နက်လေးဂျီဂျီရယ် အဖေ့ရေဒီယိုလေးရယ်နဲ့အတူ\nတံမြက်စည်းပျံစီးပြီး အိမ်ကထွက်လာခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ နာရီ​စင်ကြီးရှိတဲ့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ\nအခြေချဖို့ဖြစ်လာတဲ့အခါ စုန်းမလေးခီခီဟာ\nအခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ​\nတဖြည်းဖြည်းနဲ့ ခီခီ့ရဲ့တစ်ပါးသူအပေါ်ကူညီပေးမှုတွေ၊\nသနားကြင်နာတတ်မှုတွေကြောင့် လူချစ်လူခင်ပေါလာပြီး\nသူ့ကိုယ်ပိုင်ပစ္စည်းပို့လုပ်ငန်းလေးကိုလည်း\nတစ်နိုင်တစ်ပိုင်ထူထောင်လာနိုင်ပါတော့တယ်။\nဒီဇာတ်လမ်းမှာ ခီခီ့ရဲ့ ကိုယ်ပိုင်အလုပ်သစ်လေးမှာ\nအလုပ်အပ်သူတစ်ယောက်ပေါ်လာရင်ကို\nစိတ်လှုပ်ရှားနေတတ်တာမျိုးတွေ၊\nသူငယ်ချင်းကြောင်နက်လေးဂျီဂျီ သူငယ်ချင်းအသစ်ရသွားတဲ့အခါ\nစိတ်ပျက်ဝမ်းနည်းပုံလေးတွေ၊ ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့အခါ\nအတက်အကျတွေအားလုံးကို ရင်ဆိုင်ကျော်ဖြတ်ရပုံလေးတွေကို\nလူငယ်သဘာဝအလျောက် တွေ့မြင်ရမှာဖြစ်ပြီး\nကိုရိုကိုဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းမြို့လေးရဲ့ သဘာဝအလှအပလေးတွေကိုလည်း\nစိတ်ချမ်းမြေ့ဖွယ်ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်...\nIMDb 7.8/10\nRotten tomatoes 98% ထိရရှိထားတဲ့ anime\nဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦး....\n \nFile Size - 1.4 GB\nQuality - BluRay 1080p\nSubtitle - Burmese (hardsub)\nTranslator - May Thu Aung\nEncoder -  Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2dvn6/Kiki_s.Delivery.Service.1989.BluRay.720p_%7BCM%7D_.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-147x200.jpg",
        "title": "Princess Mononoke (1997)",
        "description": "ဒီတစ်ခါတော့\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\nဟောင်းလေကောင်းလေ\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\nလောဘသက်သက်\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\nကြားနေလူတစ်ယောက်ရယ်နဲ့\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\nမရှိတာနဲ့ အတူတူပါပဲ။\n \nဇာတ်လမ်းအကျဉ်းကတော့....\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n \nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\nသံသတ္တုပေါများတဲ့ ဒေသ\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n \nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\nဘုရင်တစ်ပါးက ...",
        "rating": "8.4",
        "url": "https://megaup.net/2dvod/Princess_Mononoke.1997.BluRay.720p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BZDg0MWNmNjktMGEwZC00ZDlmLWI1MTUtMDBmNjQzMWM2NjBjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-133x200.jpg",
        "title": "Whisper of the Heart (1995)",
        "description": "IMDb 7.9 တောင်ရထားတဲ့ ကားဆိုတော့\nကာတွန်းကားဆိုပြီး အထင်သေးလို့မရတဲ့\nအပြင် နာမည်ကြီး ကာတွန်းရုပ်ရှင်\nSpirited Away ကိုဖန်တီးထားတဲ့\nဒါရိုက်တာကပဲ ဆက်လက်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nတခါက၁၄နှစ်အရွယ်ကျောင်းသူလေး\nShizuku ဟာ သူ့မိသားစုနဲ့ Tokyo မြို့မှာနေသတဲ့...\nသူဘဝကလည်းပုံမှန်ကျောင်းသူတယောက်လိုပါပဲ...\nဒါပေမယ့် တခုထူးခြားတာက Shizuku ဟာကျောင်းပိတ်ရက် ဆိုတာနဲ့\nဒေသခံစာကြည့်တိုက် သွားပြီးရှိသမျှ\nFairy Tale (အကြမ်းဖျင်းအားဖြင့်ကလေးပုံပြင်ပေါ့)\nစာအုပ်တွေငှားဖတ်လေ့ရှိပြီး\nသူကိုယ်တိုင်ကလည်းစာရေးသူတယောက်ဖြစ်ချင်တဲ့သူပါ...\nဒါမယ့် သူစာအုပ်တွေဖတ်ရင်းဖတ်ရင်း နာမည်တခုနဲ့ ရင်းနှီးလာတယ်...\nသူငှားဖတ်သမျှစာအုပ်တိုင်းရဲ့ငှားဖတ်သူစာရင်းကဒ်မှာ\nSeiji ဆိုတဲ့ကောင်လေးကသူ့ရှေ့အမြဲရောက်နေတယ်...\nဒီတော့ဆယ်ကျော်သက်မိန်းခလေးသဘာဝအတိုင်း\nမမြင်ဘူးတဲ့ကောင်လေးကိုပဲအထင်ကြီးမိပြီး သံယောဇဉ်တွယ်သွားတယ်တဲ့...\nဒီလိုနဲ့တနေ့မှာ Shizuku က သူ့အဖေကို\nထမင်းဘူး သွားပို့ပေးရင်းရထားစီးလာရာမှာ\nရထားပေါ်ကိုမှတ်တိုင်တခုမှာကြောင်ကြီးတကောင်က\nတက်လာပြီး Shizuku အတွက် အထူးအဆန်းဖြစ်သွားတာပေါ့...\nပိုထူးဆန်းတာကကြောင်ကြီးကလူအတိုင်းပဲ သူဆင်းချင်တဲ့\nမှတ်တိုင်မှာဆင်းသွားတယ်တဲ့...\nဒါနဲ့ကြောင်ကြီးကိုစိတ်ဝင်စားလို့ Shizuku\nကနောက်ကလိုက်ရင်း Alice ကနေ Wonderland\nရောက်သလိုဖြစ်သွားမလားဆိုတာ ??\nစိတ်ဝင်စားဖွယ်ဆက်လက်ရှုစားကြပါ\nသီချင်းတွေကို အတတ်နိုင်ဆုံး ဆီလျော်အောင်\nဘာသာပြန်ပေးထားပါတယ်\nအမှားပါတာရှိ ခွင်.လွတ်ကြပါကုန်\nJapan Anime  တွေထုံးစံအတိုင်း ဇကားအပြီးမှာတော့\nမက်ဆေ့ချ်တခုတော့ ရစမြဲမို့ ဒေါင်းယူကြည့်သင့်ပါတယ်ဗျာ\n( ဒီကားလေးရဲ့အညွှန်းကို M-MDB Page မှ ကူးယူထားတာဖြစ်ပြီး\nဘာသာပြန်သူကတော. Bommy Chan ပဲဖြစ်ပါတယ်။ )\n \nFile Size - 1.6 GB\nQuality ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dvps/Whisper.of.the.Heart.1995.BluRay.720p_%7BCM%7D_.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Spirited-Away-2001-135x200.jpg",
        "title": "Spirited Away (2001)",
        "description": "နောက် ထပ် Studio Ghibli ရဲ့ artwork တစ်ခုနဲ ့မိတ်ဆက် ပေးချင် ပါတယ်။\nတစ်ကယ်တော့ မိတ်ဆက် တယ် ဆိုတာထက်\nပြန်ပြီး remind လုပ်တာ ဆိုရင် ပိုမှန် ပါလိမ့်မယ်။\nSpirited Away ပါ။\nOtaku တော်တော်များများ ကြည့်ဖူး ကြလိမ့်မယ် လို့ ထင်ပေမယ့်\nကောင်းလွန်း၊ သဘောကျလွန်း တာကြောင့်\nမရေးပဲ မနေနိုင်လို့ ရေးလိုက် ရပါတယ်။\n၁၀နှစ်သမီးလေး Chihiro ဟာ\nသူမရဲ့ မိဘနှစ်ပါး နဲ့အတူ တစ်ခြား မြို့တစ်မြို့ကို\nအိမ်ပြောင်းဖို့ခရီးထွက် လာပါတယ်။\nတောလမ်း ခရီး တစ်နေရာ မှာ လိုဏ်ခေါင်း ကြီး\nတစ်ခုကို  တွေ့တော့ Chihiro ရဲ့မိဘတွေ\nက ဝင်ကြည့် ပါတယ်။\nလိုဏ်ဂူထဲ ကို ဝင်မကြည့် ချင်ပေမဲ့လည်း\nကားပေါ်မှာ တစ်ယောက်တည်း နေဖို့  ကြောက်တဲ့ Chihiro ကလည်း\nမိဘတွေနဲ့အတူ လိုက်လာ ပါတယ်။\nလိုဏ်ခေါင်းရဲ့ တစ်ဖက်ခြမ်း မှာတော့ ပျက်စီးနေပြီ ဖြစ်တဲ့\ntheme ...",
        "rating": "8.6",
        "url": "https://megaup.net/2TsR9/Spirited.Away.2001.BluRay.7720p_%7BCM%7D_.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjA5NzkxNTg2MF5BMl5BanBnXkFtZTcwMTA3MjU1Mg@@._V1_-203x300.jpg",
        "title": "Ponyo (2008)",
        "description": "အခုမိတ်ဆက်ပေးမှာက စာရေးသူ Hayao Miyazaki\nကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး\nIDM 7.7 အထိရခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ\nဒီကားလေးရဲ့ အောင်မြင်မှုတွေကို ပြောရမယ်ဆိုရင်\nပရိတ်သတ်တွေကြားမှာ Ponyo Ponyo\nဖြစ်ခဲ့ရလောက်အောင် ကျော်ကြားခဲ့တဲ့\nဇာတ်ကားလေးဖြစ်လာတဲ့အပြင်\n8th annual Tokyo Anime ဆုပေးပွဲမှာ\nဆုတွေအများကြီးရစေခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ သဘောၤသားတစ်ဦးရဲ့\nအသက်ငါးနှစ်သာရှိတဲ့ သားလေးဟာ သူ့အမေနဲ့အတူ\nပင်လယ်နားက တောင်ကုန်းလေးမှာ နေထိုင်တယ်။\nတစ်နေ့မှာ မမျှော်လင့်ပဲ ရွှေငါးလေးတစ်ကောင်ကို တွေ့ရှိခဲ့တယ်\nအဲ့ရွှေငါးလေးဟာ ရိုးရိုးငါးလေးမဟုတ်ပဲ\nငါးတစ်ပိုင်းလူတစ်ပိုင်း ဖြစ်နေတဲ့ ရွှေငါးလေးဖြစ်တယ်\nရွှေငါးလေးဟာ ဆိုဆုကီဆိုတဲ့ ကောင်လေးကို\nသံယောဇဉ် တွယ်မိပြီး ဆိုဆုကီပေးထားတဲ့\nပွန်းညို ဆိုတဲ့ နာမည်လေးနဲ့ လူသားတွေအနားမှာ နေခဲ့တယ်\nလူသားတွေကို မုန်းတဲ့ ပွန်းညို အဖေက\nသူ့သမီးလေးကို ဆိုဆုကီ ရှိကနေ နည်းအမျိုးမျိုးနဲ့ ပြန်လည်လုယူခဲ့တယ်\nဒါပေမယ့် ပွန်းညိုက မှော်စွမ်းအားတွေရပြီး\nပြန်လွတ်သွားချိန်မှာ သူ့အစွမ်းတွေကြောင့် ဆိုဆုကီတို့မြို့\nတစ်မြို့လုံးရေနစ်မြုပ်ခဲ့တယ်\nသူကတော့ လူသားတစ်ယောက်အဖြစ်\nဆိုဆုကီရှိကိုပြန်လာခဲ့တယ် ပွန်းညိုရဲ့\nမှော်အစွမ်းတွေကြောင့် ကမ္ဘာကြီးပျက်လုနီးပါးဖြစ်နေချိန်မှာ\nငါးနှစ်အရွယ်သာရှိတဲ့ ဖြုစင်တဲ့ သူတို့ရဲ့ အချစ်စစ်နဲ့\nကမ္ဘာကြီးကိုဘယ်လိုပြန်တည်ဆောက်သွားမလဲ\nပွန်းညိုဟာ လူသားတွေကိုမုန်းတဲ့ သူ့အဖေ နဲ့ပဲ\nရေအောက်မှာ ငါးအဖြစ်ဆက်နေသွားရမလား\nလူသားအဖြစ် ဆိုဆုကီအနားမှာနေရမလားဆိုတာ\nဇာတ်ကားလေးကိုကြည့်ကြည့်လိုက်ကြနော်\nအရမ်းချစ်ဖို့ကောင်းတဲ့ ပွန်းညို\nကားလေးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xtr8/Ponyo_(2008)_[720p_x265_HEVC_10bit_BluRay_]_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/totoro-1-143x200.jpg",
        "title": "My Neighbor Totoro (1988)",
        "description": "ဒီဇာတ်ကားလေးကို 1988 ခုနှစ်က ရိုက်ကူးခဲ့ပေမယ့်\nDisney ကနေ 2006 မှာ english အသံထွက်နဲ့ ပြန်ထုတ်လွှင့်ပေးခဲ့ပါတယ်...\nIMDb 8.2 နဲ့ rotten tomatoes 94% တောင်\nရရှိထားတဲ့ Rating မြင့်တဲ့ကားပါ..\nတခြားနိုင်ငံမှာ Pooh ဇာတ်ကောင်လေးတွေ ခေတ်စားခဲ့သလို\nTotoro ကလဲ ဂျပန်ကလေးငယ်တွေအပေါ်မှာ လွှမ်းမိုးနိုင်ခဲ့ပါတယ်...\nမြန်မာမှာလဲ ခုချိန်ထိ totoro ကို ချစ်နေတဲ့လူကြီးငယ်တွေ\nရှိပါသေးတယ်ဗျ... ( ကျွန်တော်အပါအဝင်ပေါ့... )\nဇာတ်လမ်းလေးကတော့ ၁၉၅၈ ခုနှစ်မှာ\nတက္ကသိုလ်ပါမောက္ခ Tatsuo Kusakabe နဲ့သူ့ရဲ့\nသမီး ၂ ယောက်နဲ့ အတူ ရွာလေးတစ်ရွာမှာ ရှိတဲ့\nအိမ်ဟောင်းတစ်လုံးစီကို ပြောင်းလာခဲ့ပါတယ်..\nမိန်းမဖြစ်သူက နာတာရှည်ရောဂါ ခံစားနေရတာကြောင့်\nမိန်းမဖြစ်သူတက်နေတဲ့ ဆေးရုံနဲ့နီးတဲ့ အိမ်လေးကို ရွေးချယ်ခဲ့တာပါ..\nတောရွာတစ်ခုဖြစ်တဲ့အတိုင်း မမြင်ရတဲ့ ပရလောကယုံကြည်မှုတွေလဲ ရှိနေပါတယ်...\nပထမဆုံး တွေ့ကြုံခဲ့တာကတော့ susuwatari လို့ ခေါ်တဲ့\nမည်းမည်းလုံးလုံး ကျပ်ခိုးကောင်လေးတွေပါပဲ..\nလူမနေတဲ့ အိမ်ဟောင်းတစ်ခုမှာ အဲဒီကျပ်ခိုးကောင်လေးတွေ ရှိနေမှာ\nအသေအချာဖြစ်ပြီး လူတွေရောက်လာတာနဲ့ နောက်ထပ်\nအိမ်လွတ်တစ်လုံးရှာဖွေဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/3zqif/My.Neighbor.Totoro.1988.BluRay.720p_%7BCM%7D.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oyUp2O3PSxTpLHQt2uRSKQVMS5s.jpg",
        "title": "Low Season (2020)",
        "description": "ဇာတ်ကားနာမည် \"ခရီးသွားပါးချိန်\" ဆိုတဲ့အတိုင်းပါပဲ\nခရီးသွားရာသီမဟုတ်တဲ့ မိုးရာသီတစ်နေ့မှာ\nတောင်ပေါ်တည်းခိုစခန်းလေးတစ်ခုကို\nဧည့်သည်ကောင်မလေးတစ်ယောက်\nရောက်လာပါတော့တယ် ကောင်မလေးဟာ\nမွေးကတည်းကသရဲတွေကိုမြင်ရပြီး\nသူ့ရဲ့အဲ့အချက်ကြောင့် ကောင်လေးတွေထားခဲ့တာကို\nခဏခဏခံရသူလည်းဖြစ်ပါတယ်။\nနောက်ဆုံးတွဲခဲ့တဲ့ စီနီယာအစ်ကိုကြီးချောချောလေးဟာလည်း\nနာမည်ကြီးပြီးနောက်ပိုင်း ရုပ်ရှင်မင်းသမီးတစ်ယောက်နဲ့ဖောက်ပြန်လို့\nအသည်းကွဲပြီး ဒီတောင်ပေါ်စခန်းလေးကို ရောက်လာပါတော့တယ်။\nထူးခြားတာက အဲ့ဒီတောင်ပေါ်စခန်းလေးက\nအသည်းကွဲသမားတွေပဲစုနေတဲ့နေရာ...\nအဲ့ဒီတော့ အသည်းကွဲသမားအချင်းချင်း\nတစ်ယောက်ဒဏ်ရာတစ်ယောက် ဘယ်လိုကုစားကြမလဲ။\nဘယ်လိုအမှတ်တရတွေကိုဖန်တီးကြမလဲ။\nသရဲနဲ့ပတ်သက်ပြီးရော ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာကို\nချင်းမိုင်ရဲ့သဘာဝတောတောင်ရေမြေအလှအပလေးတွေနဲ့\nချစ်စရာရိုးရာဓလေ့လေးတွေကိုခံစားရင်း\nစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nမင်းသားချော Mario နဲ့ ချစ်စရာမင်းသမီးလေး Ploypailinတို့\nchemistryမိမိလေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nRomance Horror Comedy ဇာတ်ကားလေးကို\nကြည့်ရှုခံစားလိုက်ကြပါဦး\n \nစာကြွင်း... မင်းသမီးကတော့ ဘယ်အရပ်ရောက်ရောက်\nခေါင်းချတာနဲ့အိပ်ပျော်တယ် ကိုယ်တွေလိုပဲ\n  \nFile Size - 1.26 GB\nQuality - Web-DL 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2dvcy/Low.Season.2020.72080p_%7BCM%7D_.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4J7GotCjvDJBAYayZBTc5nLbbP.jpg",
        "title": "The Big Lebowski(1998)",
        "description": "The Big Lebowski(1998)IMDB...8.1,,,,,Rotten....83%လော့စ်အိန်ဂျယ်လ်စ်မြို့မှာ Lebowski ဆိုတဲ့နာမည်နဲ့လူ(၂)ယောက်ရှိတယ်....သူတို့က နာမည်သာတူတာ ...အရည်အချင်းနဲ့ပိုင်ဆိုင်မှုကတော့ ဆီနဲ့ရေလို့ပြောရမလားပဲ...တစ်ယောက်က သန်းကြွယ်သူဌေးကြီးဖြစ်ပြီးတော့နောက်တစ်ယောက်ကတော့ ဘီယာလေးငုံလိုက် ဘော်ဒါတွေနဲ့ ပေါက်ကရပြောလိုက်နဲ့ ငပျင်းဘဲကြီး Lebowskiပေါ့....တစ်နေ့မှာ သူဌေးကြီး Lebowskiရဲ့အိမ်ကိုကြေးစားလူမိုက်နှစ်ယောက်က ဖျက်ဆီးဝင်ရောက်ခဲ့ပြီးတော့ ငွေညှစ်ဖို့လုပ်ပါတော့တယ်...ကံဆိုးတာကသူတို့ဝင်တဲ့အိမ်ဟာ နာမည်တူ ငပျင်းငမွဲ Lebowski   အိမ်ဖြစ်နေပါတယ်...ဒါ့ကြောင့်စိတ်တိုတိုနဲ့ အိမ်မှာရှိတဲ့ကော်ဇောကိုသေးနဲ့ပန်းသွားတယ်...ဒါက သန်းကြွယ်သူဌေးLebowskiမှာတာဝန်ရှိတယ်လို့ ယူဆပြီးတော့ ငပျင်းကြီးဟာကော်ဇောအစားတစ်ခုပြန်ပေးဖို့သွားတောင်းပါတယ်... သွားတောင်းစဉ်မှာပဲသူဟာ ပြန်ပေးဆွဲမှုတစ်ခုမှာ ပါဝင်ပတ်သက်မိပြီးတော့ ပြဿနာအားလုံးဟာ သူ့ခေါင်းပေါ်ကျလာပါတော့တယ်...ဘဲကြီးLebowskiအနေနဲ့ အရှုပ်ထုပ်တွေကြားထဲကနေ ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ရမလဲ ...ဘယ်လိုရုန်းထွက်မလဲ...ဒီကားက imdb ရော Rotten ရော လန်ထွက်နေသလို ဆုပေါင်း ၅ဆုရရှိထားပြီး အခြားဆု၁၇ဆုအတွက်လည်းဆန်ကာတင်စာရင်းဝင်ထားပါတယ်....ကားသစ်တစ်ချို့ကြောင့်စိတ်ပျက်နေတဲ့သူတွေအတွက် ဒီကားကတော့ နင်းကန်မိုက်ကြောင်း သတင်းကောင်းပါးပါရစေ......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကMarTizasဖြစ်ပါတယ်...File Size : (950 MB) and (394 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Comedy, Crime, Sport\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xxse/The_Big_Lebowski.1998.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Crime, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oCvSgk1Y2APlzzHJqnJIxydwMM.jpg",
        "title": "The Executioner (2009)",
        "description": "[Unicode]The Executioner ဆိုတဲ့ ဇာတ်လမ်းလေးမှာတော့\nအကျဉ်းထောင်မှာ အလုပ်လုပ်ကြတဲ့ ရဲအရာရှိတွေရဲ့ ဘဝကို ဖော်ပြပေးထားပါတယ်\nလူဆိုး လူမိုက် သူခိုး လူလိမ်တွေ အများအပြား စုဝေးရာ\nဒုစရိုက်လောကသားတွေ လူသတ်သမားတွေ များစွာရှိနေတဲ့\nဒီလို အကျဉ်းထောင်မှာ အလုပ်လုပ်ရတဲ့ သူတွေရဲ့ အခက်အခဲတွေကို မြင်တွေ့ရမှာပါ...ဇာတ်လမ်းအကျဉ်းအို့ဂျယ်ယောင်းဟာ အကျဉ်းထောင်မှာ အလုပ်လုပ်ဖို့ အသစ်ရောက်လာတဲ့ အရာရှိလေးတစ်ယောက်ပါ\nအသစ်ရောက်တဲ့ ရဲအရာရှိ အငယ်လေးမို့လို့ အကျဉ်းသားတွေက မထီမဲ့မြင်လုပ်ကြပါတယ်တစ်ရက်မှာတော့ ကွင်းဆက်လူသတ်မှုနဲ့ သေဒဏ်ချခံရတဲ့ အကျဉ်းသားတစ်ယောက် သူတို့ အကျဉ်းထောင်ကို ရောက်လာခဲ့ပါတယ်\nအဲ့လူက အို့ဂျယ်ယောင်းကို ပြဿနာရှာဖို့ ကြံနေချိန်မှာပဲ\nစီနီယာအရာရှိတစ်ယောက်ဖြစ်တဲ့ ဘယ်ဂျုံဟိုက ဝင်ရောက် ကူညီပေးခဲ့တဲ့နောက်...သိပ်မကြာခင်အချိန်မှာပဲ\nအကျဉ်းသား ၃ ယောက်ကို သေဒဏ်စီရင်ဖို့ အထက်က အမိန့်ကျလာပါတယ်\nစီရင်ပေးရမယ့်သူကို မဲနှိုက်ဆုံးဖြတ်တဲ့အခါ အို့ဂျယ်ယောင်းလည်း ပါဝင်နေခဲ့ပါတယ်\nအို့ဂျယ်ယောင်းတစ်ယောက် ဒီလို အလုပ်ကြီးကို လုပ်နိုင်ပါ့မလား\nဘယ်လိုအခက်ခဲတွေ ဆက်ကြုံရမလဲဆိုတာ\nဒီဇာတ်လမ်းမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2Ts8s/The_Executioner_(2009)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3l8fOAwiN3N5n3hHnZ51eog7Zu2.jpg",
        "title": "A Brighter Summer Day (1991)",
        "description": "[Unicode]A Brighter Summer Day (1991)IMDB - 8.4\nRotten Tomatoes -100%A Brighter Summer Dayဟာ တရုတ်ဂန္တဝင်စာပေတွေဖြစ်တဲ့ ခန်းဆောင်နီအိပ်မက်တို့ လက်ဖက်ရည်ဆိုင်တို့လို\nဇာတ်ကောင်အ‌ခြေပြု ခေတ်အရိပ်ထင်ဟပ်တဲ့ ရုပ်ရှင်ပါပဲ။\nအက်ဒ်ဝတ်ယန်းဟာ ဒီရုပ်ရှင်အတွက် မျက်နှာသစ်သရုပ်ဆောင်၁၀၀ကိုသုံးခဲ့ပြီး\nဒီရုပ်ရှင်ဟာ လေးနာရီအတိနီးပါရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်စိုက်ရာခေတ်ကာလကတော့ ၁‌၉‌၅‌၉ပါ။\n၁၉၄၉မှာ မော်စီတုန်းခေါင်းဆောင်တဲ့ ကွန်မြူနစ်တွေဟာ ပြည်မကြီးအပါအဝင် တရုတ်ပြည်ရဲ့သုံးပုံတစ်ပုံ ကိုသိမ်းပြီး တရုတ်ပြည်သူ့သမ္မတနိုင်ငံကိုစထောင်လိုက်ပါတယ်။\nအမျိုးသားအစိုးရနဲ့အတူ လူအများဟာ ထိုင်ဝမ်ကို ပြောင်းရွှေ့လာခဲ့ပြီး ဘဝအသစ်စတင်ကြရပါပြီ။\nဒီလိုပြောင်းရွေ့ရာ အ‌ခြေမကျသေးတဲ့ပတ်ဝန်းကျင်မှာကြီးပျင်းလာရတဲ့ လူငယ်တွေရဲ့ဘဝဟာလည်း လွယ်ကူမနေခဲ့ပါဘူး။\nလူငယ်တွေရဲ့ အ‌ခြေအနေကို ဗဟိုပြုပြီး ၁၉၅၉ခုနှစ် ထိုင်‌ဝမ်ရဲ့ရွှေအိုရောင်မသန်းခဲ့တဲ့ အတိတ်တွေအကြောင်းပါးပါးလေး ပုတ်ပြထားပါတယ်။‌ဒီရုပ်ရှင်ဟာ လက်တွေ့ထက်ကို အတော်လက်တွေ့ဆန်တယ်လို့ ဆိုရပါမယ်။\nမသိစိတ်ရဲ့ လိင်အာသီသတွေ၊ မိန်းမတွေကိုကြည့်တဲ့ ပတ်ဝန်းကျင်ရဲ့ မျက်လုံး‌တွေ။\nလူရဲ့စရိုက်တွေဟာ သူများအိမ်ကို နံရံကလိုင်ပေါက်ကနေ ချောင်းကြည့်နေရသလိုပါပဲ။\nတစ်ကိုယ်ကောင်းဆန်မှုတွေ၊ လူကောင်းတွေရဲ့ ဇာတ်သိမ်းမလှမှုတွေနဲ့\nအဆင်မပြေတဲ့ခေတ်ကြီးထဲက ခါးသက်သက်အဖြစ်အပျက်တွေကြားမှာ\nသားဘက်က အမြဲရှိပေးတဲ့အဖေတွေ၊ သူငယ်ချင်းကောင်း‌တွေ၊\nအနစ်နာခံတတ်တဲ့အကိုတွေကို ...",
        "rating": "8.4",
        "url": "https://megaup.net/2dumD/A_Brighter_Summer_Day_(1991)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMTUyODY0N2QtNGU0ZC00NDI2LThmMjItMTk4ZGFmNTM0MzY0XkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Lost Transmissions (2019)",
        "description": "Lost Transmissions (2019)===================IMDb Rating - 5.0/10#Unicodeဒီကားလေးကတော့ March 2020 မှာ ထွက်ရှိထားတဲ့ ဒရာမာ‌ကားကောင်းလေးတစ်ကားပါ။မင်းသမီးရဲ့ချစ်ခြင်းမေတ္တာနဲ့ ပေးဆပ်မှုတွေကို ကြည့်ရှုရမှာပါ။ သီအိုဆိုတဲ့ သီချင်းအသံသွင်းတဲ့လူနဲ့ ဟန်နာလို့ခေါ်တဲ့ ဂီတမှာပါရမီပါတဲ့ကောင်မလေးက ပါတီတစ်ခုမှာတွေ့ဆုံကြပါတယ်။တိမ်မြုပ်နေတဲ့ရတနာတစ်ခုလို သူ့ရဲ့ပါရမီတွေကို မမြင်နိုင်သေးတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်တဲ့ဟန်နာကို သီအိုကမြေတောင်မြှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ နောက်ပိုင်းမှာ သီအိုဆီမှာ စိတ်ရောဂါရှိမှန်း ဟန်နာကြုံလာရတဲ့အခါ သီအိုရဲ့စိတ်ရောဂါက ဟန်နာ့အပေါ် ဘယ်လိုသက်ရောက်မှုရှိလာမလဲ၊ဟန်နာကရော သူ့ကိုထင်ပေါ်လာအောင် မြေတောင်မြှောက်ပေးခဲ့တဲ့လူတစ်ယောက်ကို ဘယ်လိုချစ်ခြင်းမေတ္တာတွေနဲ့ ပေးဆပ်မလဲဆိုတာကိုကြည့်ရှုရမှာပါ။ ဒီဇာတ်လမ်းမှာတော့ မျက်လုံးပြာပြာလေးနဲ့ တအားဆွဲဆောင်မှုရှိတဲ့ Alexandra Daddario က ပါဝင်အားဖြည့်ပေးထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ March 2020 မွာ ထြက္ရွိထားတဲ့ ဒရာမာ‌ကားေကာင္းေလးတစ္ကားပါ။မင္းသမီးရဲ႕ခ်စ္ျခင္းေမတၱာနဲ႔ ေပးဆပ္မႈေတြကို ၾကည့္ရႈရမွာပါ။ သီအိုဆိုတဲ့ သီခ်င္းအသံသြင္းတဲ့လူနဲ႔ ဟန္နာလို႔ေခၚတဲ့ ဂီတမွာပါရမီပါတဲ့ေကာင္မေလးက ပါတီတစ္ခုမွာေတြ႕ဆုံၾကပါတယ္။တိမ္ျမဳပ္ေနတဲ့ရတနာတစ္ခုလို သူ႔ရဲ႕ပါရမီေတြကို မျမင္ႏိုင္ေသးတဲ့ေကာင္မေလးတစ္ေယာက္ျဖစ္တဲ့ဟန္နာကို သီအိုကေျမေတာင္ေျမႇာက္ေပးခဲ့ပါတယ္။ ဒီလိုနဲ႔ ေနာက္ပိုင္းမွာ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lost-transmissions-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/billy-135x200.jpg",
        "title": "Billy Elliot (2000)",
        "description": "ဘီလီဆိုတဲ့ ၁၁နှစ်အရွယ် ကောင်လေးလေးဟာ အဖေဖြစ်သူရဲ့ တစ်ယူသန်မှုကြောင့် လက်ဝှေ့ပညာကို သင်ယူနေရတယ်။တကယ်တော့ သူစိတ်၀င်စားတာဟာ လက်ဝှေ့ခန်းမရဲ့ ခြေရင်းပိုင်းမှာ ဆရာမတစ်ယောက်သင်ကြားပေးနေတဲ့ ဘဲလေးအကဖြစ်တယ်။ ဝါသနာကြောင့် သူ့အဖေမသိအောင် ဘဲလေးအကကို ခိုးသင်ပြီး လန်ဒန်မှာရှိတဲ့ အစမ်းစစ်ဆေးလူရွေးပွဲကို သွားရောက်နိုင်ဖို့ကြိုးစားနေရင်း အဖေသိသွားချိန်မှာ လက်လျှော့ခဲ့ရတယ်။သို့ပေမယ့် သားဖြစ်သူဟာ ပါရမီရှိသူဖြစ်ကြောင်း သိသွားတဲ့အခါ ငွေကြေးမတတ်နိုင်တဲ့ကြားထဲက သားကို လန်ဒန်အရောက်ပို့နိုင်အောင် ကြိုးစားပါတော့တယ်။ ဘီလီတစ်ယောက် လူရွေးပွဲမှာ အရွေးခံရပါ့မလား .... သူ့ရဲ့အိပ်မက်တွေ အကောင်အထည်ပေါ်လာပါ့မလား...... ဘဲလေးအကမှ မဟုတ်ပါဘူး ဝါသနာတစ်ခုခုကို သိပ်ကို passionate ဖြစ်တဲ့သူတွေအတွက် ဒီကားလေးကိုကြည့်ရတာ အဓိပ္ပါယ်များစွာရှိမှာပါ\nQuality – 720p  blurayrip\nDuration - 1 hr 50 min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, Music\nTranslator – Yoon ...",
        "rating": "7,7",
        "url": "https://megaup.net/Ry6k/Billy.Elliot.2000._720p_bluray_)CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BOTE3NWI3MjktNDA0OC00NTEyLWIwNGQtMmUwYjAxN2Q0YzkyXkEyXkFqcGdeQXVyNTg5ODA2MTk@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "Days of Violence (2020)",
        "description": "Days of Violence (2020)==================IMDb Rating - 5.5/10#Unicodeဇာတ်လမ်းအကျဉ်းကတော့...ဒေးဗစ်က ကင်မရာမန်းပါ။ သူက စိတ္တဇလူသတ်သမားဖြစ်တဲ့ တဲရန့်စ်ရဲ့ လူသတ်မှုတွေ အကုန်လုံးကိုဗီဒီယိုလိုက်ရိုက်ပေးတဲ့သူပါ ဘယ်သူတွေကိုသတ်တယ်။ ဘာလို့သတ်တယ်ဆိုတာအကုန်သိနေသူပေါ့..ဒေးဗစ်မှာ ညီမတစ်ယောက်ကလည်းရှိနေပါတယ်။ အချိန်တွေကြာလာတဲ့အခါဒေးဗစ်ဟာ ဒီလို လူသတ်သမားတစ်ယောက်ကို ဓါတ်ပုံလိုက်ရိုက်ပေးရတဲ့ အလုပ်တွေကို မလုပ်ချင်တော့တဲ့အချိန်မှာ တဲရန့်စ်က သူ့ကို အလွယ်တကူ လက်လွှတ်ပေးပါ့မလားတော့ ဇာတ်ကားထဲမှာမြင်ရမှာပါ။ဒီဇာတ်ကားလေးဟာ Thriller ကားကြိုက်တဲ့လူတွေအတွက်တော့ ကြည့်လို့အဆင်ပြေမယ့်ကားလေးဖြစ်ပါတယ်။  IMDB 5.5/10 ရရှိထားပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းအက်ဥ္းကေတာ့...ေဒးဗစ္က ကင္မရာမန္းပါ။ သူက စိတၱဇလူသတ္သမားျဖစ္တဲ့ တဲရန႔္စ္ရဲ႕ လူသတ္မႈေတြ အကုန္လုံးကိုဗီဒီယိုလိုက္႐ိုက္ေပးတဲ့သူပါ ဘယ္သူေတြကိုသတ္တယ္။ ဘာလို႔သတ္တယ္ဆိုတာအကုန္သိေနသူေပါ့..ေဒးဗစ္မွာ ညီမတစ္ေယာက္ကလည္းရွိေနပါတယ္။ အခ်ိန္ေတြၾကာလာတဲ့အခါေဒးဗစ္ဟာ ဒီလို လူသတ္သမားတစ္ေယာက္ကို ဓါတ္ပုံလိုက္႐ိုက္ေပးရတဲ့ အလုပ္ေတြကို မလုပ္ခ်င္ေတာ့တဲ့အခ်ိန္မွာ တဲရန႔္စ္က သူ႔ကို အလြယ္တကူ လက္လႊတ္ေပးပါ့မလားေတာ့ ဇာတ္ကားထဲမွာျမင္ရမွာပါ။ဒီဇာတ္ကားေလးဟာ Thriller ကားႀကိဳက္တဲ့လူေတြအတြက္ေတာ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xw9i/[CM]Days.of.Violence.2020.WebRip.720P.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUCLetZNa3rZknSmLc2gGUdxWH7.jpg",
        "title": "Animals United(2010)",
        "description": "Animals United(2010)တိရစ္ဆန်လေးတွေဟာ လူတွေနဲ့ဝေးရာမှာနေပြီးအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းနေကြတယ်...ဘယ်လောက်ပဲဝေးအောင်နေနေနေရာဒေသအမြဲချဲ့ထွင်နေတဲ့လူတွေကြောင့် တနည်းမဟုတ်တနည်းသူတုိ့အနားရောက်လာတာပါပဲ...ကမ္ဘာကြီးပူနွေးလာလို့ ရေခဲတွေအရေပျော်ကုန်တဲ့အပြင် လူအချို့ရဲ့မဆင်မခြင်လုပ်ရပ်တွေကြောင့်တောမီးတွေလည်းလောင်ကုန်လို့ သူတို့လေးတွေအတွေ ရေရှား အစားအသောက်ရှားဒုက္ခနဲ့ရင်ဆိုင်လာကြရတယ်...ဒီလိုခုက္ခရောက်နေတဲ့သူတို့တွေဟာ သုခဘုံဆိုတဲ့ အစားအသောက်လည်းပေါ လူတွေနဲ့ကင်းတဲ့နေရာလည်းဖြစ်အေးလည်းအေးချမ်းတဲ့နေရာလေးကိုစုပေါင်းရှာဖွေကြတယ်... သုခဘုံဆိုတာတကယ်ရှိလား...တကယ်ပဲလူတွေနဲ့ကင်းပြီး ဒုက္ခတွေနဲ့ကင်းဝေးမှာလား....ဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  K\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/Rysb/Animals_United.2010.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lgyI34RTlCqh955K7t1UshzyCR.jpg",
        "title": "For the Broken Hearted(2018)",
        "description": "For the Broken Hearted(2018)လူတိုင်းက အချစ်ဦးကို မေ့လို့ရမှာမဟုတ်ဘူးထင်ပါရဲ့...အချစ်ဆိုတာ ချိုလား ခါးလား ရသမျိုးစုံ ခံစားနေကြလေရဲ့။ အချစ်ရှေ့မှာဒူးထောက်အရှုံးပေးကြသူရှိသလို အချစ်မှာပျော်ရွှင်နေကြသူလည်းရှိပါတယ်။ဒီဇာတ်ကားမှာလည်း လူသုံးယောက်ရဲ့အချစ်ရေးအကြာင်းကိုရိုက်ကူးပြသထားပါတယ်။သူတို့က ဘယ်လိုပုံစံနဲ့စတွေ့ခဲ့ပြီး ဘယ်လိုအချစ်မျိုးနဲ့တွေ့ကြုံခဲ့ပြီး ဘယ်လိုအဆုံးသတ်သွားကြတာလဲဆိုတာကိုစိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ပြထားပါတယ်။ ဇာတ်လမ်းအစမှာတော့ အချစ်ရေးအဆင်မပြေလို့အန်တီအိမ်မှာသွားနေဖို့ ဆုံးဖြတ်လိုက်တဲ့ ဂျက်ခီနဲ့စတွေ့ရမှာပါ။ သူက ကားဂိတ်မှာ အတွေ့အကြုံတူညီတဲ့ကတ်နဲ့ဆုံခဲ့ပါတယ်။ ဒီလိုစကားပြောရင်း သူတိုနှစ်ယောက်က သူတို့ကြုံတွေ့ခဲ့တဲ့အကြောင်းတွေကို အချင်းချင်းပြောပြရင်ဖွင့်ခဲ့ပါတယ်။တကယ့်ကို ကြည့်ကောင်းပြီး လူငယ်ဘဝမှာကြုံတွေ့နိုင်တဲ့ အချစ်အကြောင်းတွေကို ချစ်စဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်စိတ်ဝင်တစားကြည့်ရှုအားပေးကြပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (332 MB)\nQuality : WEB-L 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2dtlj/Para_Sa_Broken_Hearted.2018.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/poiLXxM1HqG27JokvhaS2rzrrYe.jpg",
        "title": "Eega(2012)",
        "description": "Eega(2012)*********IMDB rating 7.7နဲ့ ရရှိထားထတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nTamil-Telugu ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးမင်းသမီး Samantha Akkineniပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘင်ဒူဆိုတဲ့ကောင်မလေးဟာ ပရဟိတ လုပ်ငန်းတစ်ခုမှာ ပါဝင်တဲ့သူတစ်ယောက်ပေါ့...ရိုးရှင်းစွာဖြတ်သန်းပြီး ခပ်ပြုံးပြုံးလေးနေတတ်တဲ့ သူမကို သိပ်ချစ်တဲ့ကောင်လေး နာနီဆိုတာရှိတယ်...ဒီကောင်လေးကလည်း သူ့ကိုလိုက်နေတာ ၃နှစ်၃မိုးဆိုပါတော့လေ...အဖြေပြန်မပေးပေမယ့် ကောင်မလေးကလည်း ကြာတော့သူ့ကို သံယော်ဇဉ်တွယ်လာပုံပါပဲ...တစ်နေ့တော့ ဘင်ဒူဆိုတဲ့ကောင်မလေးကို သူဌေးကြီးတစ်ဉီးက မျက်စိကျသွားတယ်...ဒီသူဌေးကြီးဟာ ကောင်မလေးကိုရဖို့ဆို  အနားမှာရှိတဲ့နာနီကိုရှင်းထုတ်မှဖြစ်မယ်ဆိုပြီးအသေသတ်ပစ်လိုက်တယ်....ထူးဆန်းစွာပဲနာနီဟာ သေပြီးနောက် ယင်ကောင်အဖြစ်ပြန်လည်မွေးဖွားခဲ့တယ်...ယင်ကောင်ဖြစ်ပေမယ့် အတိတ်ဘဝက သူ့ကို ဖျက်စီးခဲ့တဲ့သူကိုအမှတ်ရပြီးနောက်မှာတော့.....ယင်ကောင်ပင်ဖြစ်လင့်ကစား ဒီအမျိုးယုတ်သူဌေးကို ရတဲ့နည်းနဲ့လက်စားချေဖို့ကြိုးစားပါတော့တယ်...ယင်ကောင်ရဲ့အကြံအစည်တွေအထမြောက်လာမလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (1.04 GB) and (487 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:25:00\nGenre :  Action, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/2dsyY/Eaga.2012.BLU-RAY.720P.PP.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/107f5bb0-77c3-4cb5-878d-f14b1c07e305-141x200.jpg",
        "title": "Slow West (2015)",
        "description": "Slow West (2015)==============IMDb Rating - 6.9/10#Unicode2015 ခုနှစ်ကထွက်ရှိခဲ့ပြီး Rating 6.9/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပါဝင်တဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ X-Men ပရိတ်သတ်တိုင်း အလွတ်ရအလွတ်မှတ်မိနေတဲ့ Magneto (Michael Fassbender) နဲ့ အသားမဲမဲနဲ့ nightcrawler အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kodi Smit-McPhee တို့ပဲဖြစ်ပါတယ် . Kodi ကိုတော့ လူတွေက သိပ်သတိထားမှတ်မိမယ်မထင်ပါဘူး။ဇာတ်လမ်းလေးကတော့ Jayဆိုတဲ့ ဆယ်ကျော်သက်လေးက စကော့တလန်ကနေ အမေရိကန်ကိုသူ့ရဲ့ ချစ်ရတဲ့ ကောင်မလေးကို လိုက်အရှာထွက်ခဲ့တယ်။ အဲ့မှာ Silasနဲ့ တွေ့ပြီး အကူအညီတောင်းရင်းဆက်ရှာတဲ့အခါမှ ကောင်မလေးက ဖမ်းဝရမ်းထုတ်ထားလို့ ပြေးနေတဲ့ သူဖြစ်မှန်း Silasက သိသွားတဲ့အခါ Silasတစ်ယောက် Jayနဲ့ ဘယ်လို ဆက်လုပ်ကြမလဲ။ Jayကလဲ သူ့ကောင်မလေးက သူထင်ထားသလို့ မဟုတ်မှန်းသိတဲ့အခါ ဘာဆက်လုပ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dsL3/[CM]Slow.West.2015.BluRay.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/saul-2-poster-138x200.jpg",
        "title": "Son of Saul (2015)",
        "description": "Son of Saul (2015)==============IMDb Rating - 7.5/10#Unicodeဇာတ်လမ်းကတော့ ၂၀၁၅ တုန်းထွက်ရှိခဲ့ပြီး CM မှာလည်းမတင်ရသေးသလို Rating အမြင့်နဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ သေသွားတဲ့ကလေးအလောင်းကို ရွတ်ဖတ်သရဇ္ဇယ်ပေးဖို့ ဘာသာရေးဆရာတစ်ယောက်ကို အော့ဇ်လန်ဒါရှောတစ်ယောက်အသည်းအသန်လိုက်ရှာနေတာ လေးကိုရိုက်ပြထားပါတယ်။ ဇာတ်လမ်းကဒါပဲလားဆိုတော့ မဟုတ်ပါဘူး။ ဒီလောက်လေးနဲ့Rating အမြင့်ဘယ်ရပါ့မလဲ လေ။ ဇာတ်လမ်းကိုအဲ့လိုလေးဆင်ထားပေမဲ့ တစ်ကယ်တမ်းကျဒုတိယကမ္ဘာစစ်အတွင်းက နာဇီတွေရဲ့ရက်စက်မှုအကြောင်း ကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ကားလေးပါ။ ကိုယ်တွေတောင်ဘာသာပြန်ရင်း ရင်ထဲတစ်မျိုးကြီးဖြစ်သွားတာမလို့ အသည်းငယ် တဲ့လူတွေ စိတ်နုတဲ့လူတွေကလွဲရင် ကျန်တဲ့လူတွေကြည့်ရှူခံစားကြပါအုံးလို့……….IMDb- 7.5, Rotten Tomatoes – 96% ရထားတဲ့ အလန်းစားကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းကေတာ့ ၂၀၁၅ တုန္းထြက္ရွိခဲ့ၿပီး CM မွာလည္းမတင္ရေသးသလို Rating အျမင့္နဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ေသသြားတဲ့ကေလးအေလာင္းကို ႐ြတ္ဖတ္သရဇၨယ္ေပးဖို႔ ဘာသာေရးဆရာတစ္ေယာက္ကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xv7v/[CM]Son.Of.Saul.2015.BluRay.720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYTNjMDE2YjctZDI1Ni00NzY0LTg1NzEtMWFhYWU3ZDc5NDQwXkEyXkFqcGdeQXVyMjk1ODM0NTk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Trust No 1 (2019)",
        "description": "Trust No 1 (2019)=============IMDb Rating - 3.8/10#UnicodeGoffstownဆိုတဲ့ မြို့ငယ်လေးမှာ တစ်ခါမှ မဖြစ်ဖူးတဲ့ လူသတ်မှုတွေ တစ်မှုပြီး တစ်မှု ပေါ်လာခဲ့တယ်။အဲ့အသတ်ခံရတာလူကလဲ အရပ်သားမဟုတ်ပဲ north sideထောင်က ထွက်လာတဲ့ ထောင်သားတွေပဲဖြစ်နေတော့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်ထုပ်တွေ ဖြစ်ပျက်ခဲ့လို့ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရတာလဲ။ အဲ့အမှုကို ကိုင်တဲ့ စုံထောက် Bradleyရဲ့ ညီကလဲ ထောင်ထွက်စာရင်းထဲမှာ ပါနေတော့Bradleyတစ်ယောက် အမှုကို ဘယ်လို့ဆက်လိုက်ဖြစ်မလဲ။ နောက်ပြီး နောက်ကွယ်က ကြိုးကိုင်နေသူကကော ဘာကြောင့် ဒီလိုထောင်ထွက်တွေကိုမှ လိုက်သတ်နေရလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးဟာ Rating အားဖြင့် 3.8 သာရထားပေမယ့် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်းပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#ZawgyiGoffstownဆိုတဲ့ ၿမိဳ႕ငယ္ေလးမွာ တစ္ခါမွ မျဖစ္ဖူးတဲ့ လူသတ္မႈေတြ တစ္မႈၿပီး တစ္မႈ ေပၚလာခဲ့တယ္။အဲ့အသတ္ခံရတာလူကလဲ အရပ္သားမဟုတ္ပဲ ...",
        "rating": "3.7",
        "url": "https://megaup.net/Rxnq/[CM]Trust.No.1.2019.BluRay.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p18173832_v_v8_ab-133x200.jpg",
        "title": "Stairs (2019)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ကိုယ့်ကို ကို Brainwash လုပ်လို့\nကောင်းမယ့်ဇာတ်ကားတစ်ကား တင်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ကိုယ့်ကိုကို ပြန်ပြီးစစ်တိုက်နေရသလိုမျိုး\nparallel universe ပုံစံမျိုးပါ စတန်ဒန်ဦးဆောင်ပြီး\nစစ်ဆင်ရေးတာဝန်တစ်ခုနဲ့ လာခဲ့တဲ့ စစ်သားတွေက\nဂိတ်ပေါက်တစ်ခုကနေ ဝင်ကမ္ဘာထဲရောက်သလို\nသံသရာလည်ပြီး ထွက်ပေါက်တွေ့ဖို့ခက် ပုံစံတူ\nလှေကားတွေပဲထပ်တလဲလဲတက်နေရပါတယ်\nအောက်ကိုဆင်းလို့မရပါဘူး\nအောက်ကိုဆင်းသွားရင် အောက်ထပ်ရောက်တဲ့အခါသေတာပါပဲ\nနောက်ပြီး ဂိတ်ပေါက်ကနေထွက်လာရင်လည်း\nဒီစစ်ကွင်းပြင်နေရာကိုပဲပြန်ရောက်လာတာပါ\nဝင်ကမ္ဘာလိုမျိုးဖြစ်နေတာပါ\nအဲ့ဒီဂိတ်ကိုရောက်သွားတာက ရန်သူ့စခန်းကိုဝင်စီးပြီးမှပါ\nသူတို့အဖွဲ့လာခဲ့တဲ့ တာဝန်ကတော့\nရန်သူ့စခန်းကိုဝင်စီးပြီး တွေ့သမျှသူတွေအကုန်သတ်\nရသမျှသတင်းအချက်အလက်တွေယူဖို့\nစစ်ဆင်ရေးနဲ့လာခဲ့ပါတယ် အဲ့ဒီ့စခန်းမှာရောက်တော့\nအဖမ်းခံထားရတဲ့ အမျိုးသမီးတစ်ယောက်ကို\nမသတ်သင့်ဘဲ စ‌တန်ဒန်ရဲ့ခေါင်းမာမှုကြောင့် ပစ်သတ်လိုက်ပါတယ်\nဇာတ်လမ်းက အဲ့ဒီမှာ စတာပဲ အဲ့အမျိူးသမီးကို ဒေသခံတွေ\nသေမင်းတမန်တော်ဆိုပြီး သမုတ်ကြတာပါ\nစောနကအပေါ်မှာရေးခဲ့သလိုပဲ သူတို့ဟာ ဒီအချိန် ဒီနေ့ရက်ကိုပဲ\nပြန်ပြန်ရောက်ရောက်လာတာနဲ့ကြုံနေရတာပါ\nအဲ့ဒီ့ အဖမ်းခံထားရတဲ့ သေမင်းတမန်လို့ခေါ်ကြတဲ့\nအမျိုးသမီးကို မသတ်ခဲ့ရင်သူတို့အနေနဲ့ အသက်ရှင်ဖို့\nလမ်းစကိုတွေ့နိုင်မှာလား ဘာတွေဆက်ဖြစ်ကြမလဲ\nအဲ့ဒီ့အမျိုးသမီးကိုရော ကယ်တင်နိုင်မှာလား\nလှေကားထစ်‌တွေမှာ ရွာလည်ပြီး အစကိုပြန်ပြန်ရောက်သွားတော့ရော\nသူတို့ကို ဘာတွေက ဒုက္ခပေးအုံးမှာလဲ\nသူတို့နဲ့ သူတို့ရဲ့တခြားဘဝတွေပြန်တိုက်ခိုက်ကြမှာလား\nဘယ်လိုတွေဇာတ်သိမ်းမလဲဆိုတာ‌ကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile Size\nIMDb 5.9/10\nRotten Tomatoes 63%\nGrene - Horror/Sci-fi\nDuration - 1:40:00\nTranslator - Pyae Shan Tun Wai\nEncoder - XCode",
        "rating": "5.9/10",
        "url": "https://channelmyanmar.org/stairs-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/traffic-2000-138x200.jpg",
        "title": "Traffic 2000",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ဇာတ္​လမ္​း​ေလးက​ေတာ့ ​ေအာ္​စကာဆု ၄ခုရရွိထားတဲ့ Traffic ဆိုတဲ့ မႈခင္​းဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးကို ​ေမွာင္​ခို​ေရာင္​းဝယ္​​ေနၾကတဲ့ ကုန္​အဖြဲ႕ႀကီး​ေတြ မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴး​ေရာင္​းခ်သူ​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကူးသန္​း​ေရာင္​းဝယ္​မႈကို တိုက္​ဖ်က္​ဖို႔ႀကိဳးစား​ေနသူေတြၾကားက မူးယစ္​​​ေဆးဝါးတိုက္​ပြဲကို ​စိတ္​ဝင္​စားဖြယ္​​ေတြ႕ျမင္​ရမွာပါ။ ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြကို ဖမ္​ းဆီးဖို႔ႀကိဳးစားရင္​း အထက္​လူႀကီးတစ္​ဦးရဲ႕ တားဆီးမႈကိုခံရၿပီး​ေနာက္​ ​ေနာက္​ကြယ္​ကျဖစ္​ရပ္​​ေတြကိုသိရွိသြားတဲ့ မက္​ဆီကိုနိုင္​ငံမွ ရဲအရာရွိ Javier အမ်ိဳးသားမူးယစ္​​ေဆးထိန္​းခ်ဳပ္​​ေရးအဖြဲ႕မွာ ခန္​႔ထားခံရၿပီး မူးယစ္​​ေဆးဝါးကုန္​သြယ္​​ေနတဲ့ ဂိုဏ္​းႀကီး​ေတြကို နွိမ္​နင္​းဖို႔ႀကိဳးစား​ေနတဲ့ တရားသူႀကီး Robert Wakefield ​ေက်ာင္​းမွာ စာသာမက ဘက္​စံု​ေတာ္​တဲ့ ​ေက်ာင္​းသူတစ္​ဦးျဖစ္​​ေပမယ္​့ မူးယစ္​သား​ေကာင္​ျဖစ္​​ေနတဲ့ Caroline မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴးသူအျဖစ္​ တရားစြဲခံထားရသူ ခင္​ပြန္​းသည္​ကို အမႈမွလြတ္​ဖို႔ နည္​းမ်ိဳးစံုနဲ႔ ႀကိဳးစား​ေနတဲ့ Helena မူးယစ္​ဂိုဏ္​းကိုတရားဥပ​ေဒအရ အျပစ္​​ေပးခံရဖို႔ႀကိဳးစား​ေနရင္​း မိတ္​​ေဆြရဲ​ေဘာ္​ကိုဆံုးရႈံးလိုက္​ရတဲ့ အ​ေမရိကန္​ရဲအရာရွိ Moty စတဲ့ဇာတ္​​ေကာင္​​ေတြရဲ႕ မတူညီတဲ့ရုန္​းကန္​မႈ​ေတြကို ​ေတြ႕ရမွာပဲျဖစ္​ပါတယ္​။ မူးယစ္​ကုန္​သည္​ဂိုဏ္​းႀကီး​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကိုတိုက္​ထုတ္​ဖို႔ႀကိဳးစား​ေနတဲ့ သူတို႔အၾကား အစိုးရဘက္​ကပဲ မူးယစ္​ဂိုဏ္​း​ေတြကိုအနိုင္​ရသြားမလား မူးယစ္​​ေဆးဝါးကုန္​သည္​​ေတြကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/Rwhu/Traffic.2000.720p.BluRay_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubbul-135x200.jpg",
        "title": "Bulbbul 2020",
        "description": "နက်ဖလစ်ကနေ ပြသသွားတဲ့ အိန္ဒိယကားအသစ်လေးကို တင်ဆက်ပေးထားပါတယ်။ ဒီဇာတ်လမ်းမှာ ဘူလ်ဘူးဆိုတဲ့ ကလေးမလေးဟာ မင်းဆွေမင်းမျိုး အိမ်တော်တစ်ခုမှာ သတို့သမီးအဖြစ်ရောက်လာပါတယ်။ ဒါပေမယ့် သူလက်ထပ်ရမယ့် အသက်တွေကြီးတဲ့ သတို့သားကို မနှစ်သက်ဘဲ သတို့သားရဲ့ ညီ သူနဲ့ ရွယ်တူလို ဖြစ်နေတဲ့ စတြာကိုပဲ ခင်မင်နှစ်သက်မိခဲ့တယ်။ စတြာဟာ လန်ဒါကို ဥပဒေပညာသင်ဖို့ ထွက်သွားပြီး နှစ်ပေါင်းများစွာကြာတဲ့အခါမှာ ရွာကို ပြန်လာတော့ ဘူလ်ဘူးဟာပြောင်းလဲနေခဲ့ပါပြီ။ ပြီးတော့ ရွာထဲမှာလည်း ခြေကလိမ်စုန်းမလို့ နာမည်ကြီးတဲ့ ပုံပြင်ထဲက စုန်းမတစ်ယောက်က လူတွေကို လိုက်သတ်နေတဲ့အမှုတွေလည်း ဖြစ်နေပြီး စတြာက ဒါကို လိုက်စုံစမ်းတဲ့အခါမှာ….Quality – 720p  webripDuration - 1 hr 34 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror Translator – LittleneoEncoder – ...",
        "rating": "6.6",
        "url": "https://megaup.net/1xus0/Bulbbul.2020.Hindi.720p.NF(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cIIT2KFvsKos0n4BCCutHT9y7ft.jpg",
        "title": "Postman to Heaven (2009)",
        "description": "[Unicode]အခုCMကနေထပ်တင်ပေးမယ့်Koreaကားလေးကတော့\nမင်းသမီးချော Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားလေးပါ\nကားလေးကအေးအေးလေးဆိုပေမယ့် romantic ဖြစ်ပြီး မိုးအေးအေးနဲ့ကြည့်လို့ကောင်းတာပါနော်သေလွန်ပြီးကောင်းကင်ဘုံရောက်သွားမယ့်လူတွေဆီ\nကျန်ရစ်သူတွေက ပို့သမျှစာတွေကို မင်းသားနဲ့မင်းသမီးက ပို့ပေးဟန်ဆောင်ကြတဲ့ကားလေးပါ\nနောက်ဆုံးပိုင်းမှာလည်း supriseလေးတစ်ခုပါတဲ့ကားလေးပါ ။[Zawgyi]အခုCMကေနထပ္တင္ေပးမယ့္Koreaကားေလးကေတာ့\nမင္းသမီးေခ်ာ Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားေလးပါ\nကားေလးကေအးေအးေလးဆိုေပမယ့္ romantic ျဖစ္ၿပီး မိုးေအးေအးနဲ႔ၾကည့္လို႔ေကာင္းတာပါေနာ္ေသလြန္ၿပီးေကာင္းကင္ဘုံေရာက္သြားမယ့္လူေတြဆီ\nက်န္ရစ္သူေတြက ပို႔သမွ်စာေတြကို မင္းသားနဲ႔မင္းသမီးက ပို႔ေပးဟန္ေဆာင္ၾကတဲ့ကားေလးပါ\nေနာက္ဆုံးပိုင္းမွာလည္း supriseေလးတစ္ခုပါတဲ့ကားေလးပါ ။ \nTranslated by Hnin Wut Yi\nEncoded by NAL",
        "rating": "6.8",
        "url": "https://megaup.net/1xugr/Postman_to_Heaven_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-heads-creek-141x200.jpg",
        "title": "Two Heads Creek 2019",
        "description": "မိမိ ဝါသနာပါရာ လုပ်ငန်းလုပ်ဖို့ အိမ်ကနေထွက်သွားခဲ့တဲ့ အန်နာဘဲလ် နဲ့ မိသားစုက အရေးပါတယ်လို့ ယူဆပြီး မိခင်နဲ့အတူဝက်အူချောင်းဆိုင်ဖွင့်ရင်း ကျန်နေခဲ့တဲ့ နော်မန်... မိခင်ဖြစ်သူရဲ့ စျာပနမှာ ပြန်တွေ့ဖြစ်ကြတဲ့ သူတို့ မောင်နှမ နှစ်ယောက်... မိမိတို့ မိခင်ဖြစ်သူရဲ့ ဈာပန ကျင်းပတဲ့နေ့မှာ ထိုအမျိုးသမီးက သူတို့ရဲ့ အမေရင်း မဟုတ်မှန်းသိလိုက်ရတဲ့အခါ.... ဈာပနမတိုင်ခင်က နော်မန် ပြန်ဖြေဖြစ်လိုက်တဲ့ ဩစတေးလျားက ထူးဆန်းတဲ့အမျိုးသမီး တစ်ယောက်ရဲ့ ဖုန်းကို ‌အခြေခံပြီး ဩစတေးလျားနိုင်ငံ Two Heads Creekမြို့မှာ အမေဖြစ်သူကို ရှာပုံတော်ဖွင့်ဖို့ ထွက်လာခဲ့ပေမဲ့ အမေဖြစ်သူက ဆုံးပါး‌သွားပြီ ဖြစ်ကြောင်း သိလိုက်ရပြီး မိမိနေရပ်ကို ပြန်မဲ့နေ့မှာ ဒေသခံတွေရဲ့ မူမမှန်တာတွေ တွေ့ရတဲ့အခါ.... အဲ့ဒီမြို့က ဘာတွေ ဘယ်လို ထူးခြားနေပြီး မူမမှန်တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ရအောင်Quality – 720p  webripDuration ...",
        "rating": "5",
        "url": "https://megaup.net/2dret/Two.Heads.Creek.2020.720p.WEBRip(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/feel-the-beat-135x200.jpg",
        "title": "Feel the Beat 2020",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ dancer ျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ရဲ႕ဘဝကို စိတ္​ဝင္​စားဖြယ္​ရိုက္​ကူးတင္​ဆက္​ထားတဲ့ မိသားစုဟာသကား​ေလးပဲျဖစ္​ပါတယ္​။ April Dibrina ဟာ ဘ​ေရာ႕​ေဝးကျပဇာတ္​​ေတြမွာ ​ေခါင္​း​ေဆာ​င္​​မင္​းသမီးျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ အကသမားတစ္​ဦးပါ။ ​ေမြးရပ္​​ေျမမွာရွိတဲ့ ခ်စ္​သူကိုပါစြန္​႔လႊတ္​ၿပီး သူမရဲ႕အိမ္​မက္​​ေတြကိုအ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ ႀကိဳးစားခဲ့​ေပမယ့္​ ထုတ္​လုပ္​သူတစ္​​ေယာက္​ရဲ႕​ေရွ႕မွာ အမွားလုပ္​မိတာ​ေၾကာင္​့ သူမရဲ႕အိမ္​မက္​​ေတြ ပ်က္​စီးလုနီးပါးျဖစ္​ခဲ့ရပါတယ္​။ စိတ္​ဓာတ္​က်​ေနတဲ့ April Dibrinaတစ္​​ေယာက္​ ဖခင္​ရွိတဲ့သူမရဲ႕ဇာတိၿမိဳ႕ကိုျပန္​သြားတဲ့အခါမွာ​ေတာ့ သူမရဲ႕အိမ္​မက္​ကို ျပန္​လည္​အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ လမ္​းစတစ္​ခုရခဲ့ပါတယ္​။ အဲ့တာက​ေတာ့ သူမငယ္​ငယ္​ကသင္​ခဲ့ရတဲ့ အကသင္​တန္​း​ေက်ာင္​းက က​ေလးငယ္​​ေတြနဲ႔အတူ အကၿပိဳင္​ပြဲဝင္​ရင္​း ​ဘ​ေရာ႕​ေဝးက နာမည္​ႀကီးပြဲစီစဥ္​သူ Welly Weng ရဲ႕​ေရွ႕ကျပရမယ္​့ အခြင္​့အ​ေရးပါပဲ။ ဒီအခြင္​့အ​ေရးရဖို႔ သူမအတြက္​ သိပ္​မလြယ္​လွပါဘူး။ ဘာ​ေၾကာင္​့လဲဆို​ေတာ့ သူမသင္​​ေပးရမယ္​့ က​ေလး​ေတြဟာ ကတဲ့​ေနရာမွာ အဆင္​မ​ေျပတဲ့အျပင္​ ခ်ိဳ႕ယြင္​းခ်က္​မ်ားစြာနဲ႔ျဖစ္​​ေနလို႔ပါပဲ။ ဒီကား​ေလးထဲမွာ သူမရဲ႕အိမ္​မက္​အတြက္​ အၿမဲႀကိဳးစား​ေနတဲ့ dancer မ​ေလး April Dibrina အျဖစ္​ Sofia Carson ကသရုပ္​​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​။ အကနဲ႔ပတ္​သတ္​ၿပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/Rwj5/Feel.the.Beat.2020_720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/blackout-158x200.jpg",
        "title": "The Blackout 2019",
        "description": "တစ်နေ့ရရှားနိုင်ငံမှာ ဘာကြောင့်မှန်းမသိတဲ့ အခြေအနေတစ်ခုကြောင့် ဆက်သွယ်ရေးလိုင်းတွေ ပြတ်တောက်သွားတဲ့အပြင် မြို့တွေအမှောင်ကျကုန်တယ် လူတစ်ချို့ဟာလဲ ဘာကြောင့်မှန်းမသိ အသိစိတ်တွေပျောက်ကုန်ပြီး တိုက်ခိုက်မှုတွေ လုပ်တော့တယ် သူတို့နောက်က ကြိုးကိုင်ထားသူဟာလည်း ဘယ်သူဆိုတာ အဖြေရှာလို့မရပြန်ဘူး အမှောင်ကျသွားတဲ့ ဧရိယာအတွင်းကို စုံစမ်းဖို့ လွှတ်လိုက်တဲ့အဖွဲ့တိုင်းလဲ ပြန်မလာနိုင်ကြဘဲ အဆက်အသွယ်တွေပြတ်တောက်ကုန်တယ် ဒီတော့ ရုရှားအစိုးရဟာ ဘာကြောင့်လဲဆိုတာ စုံစမ်းဖို့ အထူးတပ်ဖွဲ့တွေဖွဲ့စည်းပြီး အတွင်းပိုင်းထဲထိသွားပြီး စုံစမ်းဖို့ စတင်တော့တယ် အထူးတပ်ဖွဲ့တွေလည်း ကူညီရာမဲ့ဖြစ်ပြီးအထဲမှာ ပိတ်မိနေတော့တယ် တစ်ဖက်မှာလည်း အစ်လို့ အမည်ရတဲ့ ဂြိုလ်သားတစ်ကောင်ဟာ အမည်ဖော်မရတဲ့ရန်သူကို ရှာဖွေဖို့ သူကူညီနိုင်တယ်ဆိုပြီး လူသားတွေကို သူ့ကို ကူညီဖို့ ကမ်းလှမ်းလာခဲ့တယ် ... တကယ်တော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာပေါ်ကို အခြေချနေထိုင်ဖို့ ကြိုးစားနေတာသိလိုက်ရတဲ့အချိန်မှာ ...... အထူးတပ်ဖွဲ့တွေအနေနဲ့ရော အပြင်ကို ပြန်ထွက်လာနိုင်ပါ့မလား.... အသိစိတ်မဲ့သွားတဲ့လူတွေကို ထိန်းချုပ်နေတာကရော ဘယ်သူလဲ... ဒီပြဿနာကြီးကိုရော သူတို့ဖြေရှင်းနိုင်ပါ့မလား....... ထူးထူးဆန်းဆန်းနဲ့ သိပ္ပံဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေအတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/2dr4C/The.Blackout.2019.RUSSIAN.720p.BluRay(CM).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjdhZmUxZTMtOWRmZS00ZmY0LTgxMzMtZjRjZDg2MTExY2IyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "The Personal History of David Copperfield (2019)",
        "description": "The Personal History of David Copperfield (2019)====================================IMDb Rating - 6.3/10Rotten Tomatoes – 94 %#Unicodeဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကိုရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီးမျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးကကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာအသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2drp4/[CM]The.Personal.History.of.David.Copperfield.2020.BluRay.720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
        "title": "Bring Me Home(2019)",
        "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်...မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်.... လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ.....ခုချိန်ထိအစအနတောင်ရှာမရသေး...ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်...မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ...ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (472MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Rvy2/Bring_Me_Home.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbtMyG6XccVTFVyTsylMB6bTDQ.jpg",
        "title": "By Quantum Physics: A Nightlife Venture(2019)",
        "description": "By Quantum Physics: A Nightlife Venture(2019)ဒီတစ်ခါမှာတော့ ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်ကားလေးမှာတော့ အခုပြသနေတဲ့ It's Okay to Not Be Okay ဇာတ်ကားထဲက မင်းသမီးလေး Seo Yea-Ji လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...လီချန်ဝူက ကိုယ်ပိုင်စီးပွားရေး လုပ်ငန်းတစ်ခု ထူထောင်နိုင်ဖို့ အောက်ခြေကနေ အလုပ်လုပ်ခဲ့သူပါ ...သူ့မှာ ငွေစုမိတဲ့ အခါ အရင်းနှီးထည့်မယ့်လူတွေကိုခေါ်ပြီး ဘားတစ်ခု ဖွင့်ခဲ့ပါတယ်...သူ့ရဲ့ ဘားမှာ မန်နေဂျာလုပ်ပေးဖို့အတွက် ထက်မြက်ပြီး အရည်ချင်းရှိတဲ့ ဆောင်းအွန်ယောင်းကိုလည်း ကမ်းလှမ်းခဲ့ပါတယ်...ဒါပေမယ့် ဖွင့်ပွဲပြီးတဲ့ နောက်နေ့မှာပဲ ဘားမှာ အဆိုတော်တစ်ယောက်နဲ့ တရားမ၀င်ငွေတိုးချေးလုပ်ငန်းပိုင်ရှင်တစ်ယောက်ရဲ့သားတို့အတူတူဆေးသုံးနေတာကို အမှုစစ်တွေ မိသွားခဲ့ပါတယ်...အဲ့နောက်မှာ အဆိုတော်လည်း  ထူးဆန်းစွာ ပျောက်ဆုံးသွားပြီး ဘားလည်းပိတ်ခဲ့ရပါတယ်...ဒီအမှုဟာ အစိုးရလူကြီးပိုင်းတွေနဲ့ လူဆိုးဂိုဏ်းတွေပါ ပါ၀င်ပက်သက်တဲ့ အမှုကြီးဖြစ်သွားတာကြောင့်လီချန်ဝူးနဲ့ ဆောင်းအွန်ယောင်းတို့လည်း အသက်အန္တရာယ်ရှိလာပါတော့တယ် အဲ့အခါမှာ သူတု့ိတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Rvta/By_Quantum_Physics.A_Nightlife_Venture.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxZQ8LnexyZXwGcJb1z4n7P4Iyd.jpg",
        "title": "Matchless Mulan ( 2020 )",
        "description": "ကဲ ဒီတခါတော့ အားလုံးရင်းနှီးကြမယ့်နာမည်နဲ့ဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်တရုတ်နိုင်ငံသမိုင်းမှာထင်ရှားခဲ့တဲ့အမျိုးသမီးစစ်သူကြီးဟွားမုလန်ဆိုရင်လူတိုင်းသိကြမယ်ထင်ပါတယ်နော် အခုလည်း CMပရိသတ်အတွက်2020 Aprilကမှထွက်ထားတဲ့ အသစ်စက်စက် Mulanကားလေးတင်ဆက်ပေးလိုက်ပြန်ပါပြီ Fu Long Feiနဲ့ Liu Yong Xiတို့အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် အရင်ကြည့်ဖူးနေကြဇာတ်လမ်းတွေမှာမုလန်ကနိုင်ငံရဲ့တပ်သားစုဆောင်းတဲ့ကာလမှာသူ့ဖခင်အတွက်စစ်ထဲလိုက်သွားရာက​ကျော်ကြားတဲ့အမျိုးသမီးစစ်သူကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမဟုတ်ဘဲ အဲ့နောက်ပိုင်းကာလကိုအခြေခံထားပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ မုလန်ဟာအမျိုးသမီးစစ်သူကြီးအဖြစ်ကနေဂုဏ်ယူစွာမွေးရပ်မြေကိုပြန်လာပြီးဆယ်နှစ်အကြာမှာ ရိုရန်မွန်ဂိုလူမျိုးတွေဟာအရှေ့ပိုင်းယွင်ကျုံးနယ်မြေကိုလာရောက်ထိပါးလာပြန်ပါတယ်ဒီအတွက်စစ်သူကြီးမုလန်ဟာ တိုက်ပွဲနယ်မြေကိုတခေါက်ပြန်လည်ရောက်ရပြန်ပါတော့တယ်အဆုံးသတ်လေးလည်းလှတာမို့ဘယ်လိုဖြစ်မလဲ ကြည့်ရှုပေးကြပါဦးနော် Review & Translated By Nay ChiiEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2dqme/(CM)Matchless.Mulan.2020.WEB-DL.720p.mp4",
        "category": "History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bhcztxe8saun-121x200.jpg",
        "title": "The King Of Arms ( 2019 )",
        "description": "2019 ခုနှစ်ကထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်အများကြီးအထွေအထူးတော့မညွန်းတော့ပါဘူးစစ်သားတစ်ယောက်အတွက် ကိုယ့်အသက် ကိုယ့်မိသားစုကိုယ့်အဖွဲ့ ကိုယ့်တပ် ကိုယ့်ပတ်ဝန်းကျင် အားလုံးထဲမှာဘယ်အရာက အရေးကြီးဆုံးဆိုတာ ပြောပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဇာတ်လမ်းလေးကတော့ နယ်စပ်ဂိတ်မှာ မှောင်ခိုဆေးခြောက်ကုန်သွယ်တဲ့အဖွဲ့က စပြောရမယ်ကားတွေနဲ့ နည်းမျိုးစုံ မှောင်ခိုသွင်းပြီး ရောင်းဝယ်နေတဲ့ ဖျံတချို့ကိုရဲတွေ ဘယ်လို ကြိုးစားပြီး ဖမ်းခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ...ပြည်သူ့ဝန်ထမ်းကောင်း ဆိုတာကို သိချင်သူတိုင်း ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ Translated By Chu ChuENcoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2dqk3/(CM)The.King.Of.Arms.2019.WEB-DL.720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2-154x200.jpg",
        "title": "Rei Kitajima & her young Boy (2019)",
        "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါ\n \nအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်\nမောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါ\nဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာ\nသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေး\nငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကို\nသတိထားမိသွားပါတယ်...\nကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီး\nအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.\nပိုစိတ်ဝင်စားတာပေါ့...\nတစ်ရက်မှာတော့ မောင်လေး အတွက်\nအပျိုကြီး မမ က ဟင်းကောင်းလေးတွေ\nချက်ပြီးသွားပို့တာပေါ့\nဖြစ်ချင်တော့ မောင်လေးကလဲ\nလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့\nစားဆော်ကြီး မမ က မနေနိုင်တော့ပဲ\nဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာ\nဒီတော့ စားဆော်ကြီးကပဲ\nဆွဲစားမလား လူပျိုစင်လေးက\nထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာ\nရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ\n:D\n \nUsersdrive မှဒေါင်းနည်း -\nhttps://www.youtube.com/watch?v=UsT_I478HEY",
        "rating": "",
        "url": "https://channelmyanmar.org/rei-kitajima-her-young-boy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYmNiYWEzZTQtY2ZlYS00YjRkLWFhZTYtMzQyNWMxMDUzZDFjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "Four Kids and It (2020)",
        "description": "Four Kids and It (2020)==================IMDb Rating - 4.9/10#Unicode2020 ခုနစ်ထွက် Family Fantasy ဇာတ်ကားလေးပါ ပေါ့ပေါ့ပါးပါးလေးနဲ့ ချစ်ဖို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရော့စ်က အင်္ဂလန်သူ စာဖတ်ဝါသနာအိုးလေးပါ သူ့မောင်လေးရော်ဘီရယ် သူရယ်ကို သူ့အဖေက အားလပ်ရက်အပန်းဖြေခရီးတစ်ခုကို ခေါ်သွားပါတယ်။ အဲဒီခရီးစဉ်မှာ သူ့အဖေနဲ့တွဲနေတဲ့ အမျိုးသမီးအဲလစ်နဲ့ မိတ်ဆက်ပေးပါတယ်။ အဲလစ်မှာကလည်းဇတ်ဇတ်ကြဲ သမီးကြီးစမတ်ရှ်နဲ့ သမီးငယ်လေးမော်ဒီ ပါလာပါတယ။ ဒီလိုနဲ့ သူတို့တွေကြားမှာ ဘုနဲ့ဘောက်တွေဖြစ်ကြရင်း ကမ်းခြေပေါ်မှာ ထူးဆန်းတဲ့ မှော်သတ္တဝါတစ်ကောင်နဲ့ ဆုံပါတော့တယ်။အဲဒီလိုကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးIMDb Rating  4.9/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Family Fantasy ဇာတ္ကားေလးပါ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ခ်စ္ဖို႔ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရာ့စ္က အဂၤလန္သူ စာဖတ္ဝါသနာအိုးေလးပါ သူ႔ေမာင္ေလးေရာ္ဘီရယ္ သူရယ္ကို သူ႔အေဖက ...",
        "rating": "4.9",
        "url": "https://megaup.net/1xsaz/[CM]Four.Kids.And.It.2020.WebRip.720P.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfVAx36bnczMArJB8eFZuoDdKC4.jpg",
        "title": "Chaman Bahar(2020)",
        "description": "Chaman Bahar(2020)ဒီဇာက်ကားလေးဟာ IMDB rating 7.3ရရှိထားတဲ့ Drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း ဘိလ်လူးရဲ့အဖေဟာသစ်တောထိန်းသိမ်းရေးဌာန DFO ကအရာရှိကြီးရဲ့လက်ထောက်အဖြစ်အလုပ်လုပ်ပါတယ်။ဘိလ်လူးကတော့အဲ့ဒီအလုပ်ကဘာမှနာမည်မရတာကြောင့်ကိုယ်ပိုင်စီးပွားရေးတစ်ခုထူထောင်မယ် ဆိုပြီးခပ်တည်တည်ပဲ ကွမ်းယာဆိုင်ဖွင့်လိုက်ပါတယ်....သူ့ရဲ့ကွမ်းယာဆိုင်ဖွင့်ပြီးမကြာခင်မှာပဲပြည်နည်နယ်နိမိတ်ပြောင်းလဲသတ်မှတွချက်တွေနဲ့လမ်းကြောအသွားအလာတွေပါပြောင်းလဲကုန်ပါတယ်။သိပ်မကြာခင်မှာပဲသူရောင်းတဲ့ကွမ်းယာဆိုင်ရှေ့ကလမ်းတစ်ဖက်ခြမ်းကို အငယ်တန်းအင်ဂျင်နီယာမိသားစုတစ်စုပြောင်းရွှေ့လာကြပါတယ်။အဲ့ဒီမိသားစုထဲမှာကောင်မလေးတစ်ယောက်လဲပါခဲ့လေရဲ့..ဒီကောင်မလေးကလည်း ခင်ဗျားတို့ ချစ်သူနီးပါး လှလေတော့လူပျိုလှည့်မယ့်ကောင်တေွ တစ်ဝုန်းဝုန်းပေါ့...ဒီလိုလှည့်ရင်း အနီးနားက ဘိလ်လူးကွမ်းယာဆိုင်က အကောင်းဆုံး တည်းခိုရာ ဖြစ်နေလေရဲ့..ကွမ်းယာဆိုင်အတွက်တော့ ရောင်းအားတွေထိုးတက်ကုန်တာပေါ့...ဒါပေမဲ့ ဘိလ်းလူးက  အပြည့်အဝမပျော်နိုင်ရှာဘူး..ဘာလို့ဆို ဒီကောင်မလေးကို သူလည်း သိပ်ကြွေနေခဲ့ပြီကိုး...ကိုင်း ကွမ်းယာသည်ကောင်လေး သူချစ်တဲ့ကောင်မလေးကို ရနိုင်မလား ...သူ့အတွက်ရော ဘယ်လို အခက်အခဲမျိုးစုံကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦီး...File Size : (950 MB) and (472MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:51:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1xsa4/Chaman_Bahaar.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Six Days of Sistine(2019)",
        "description": "Six Days of Sistine(2019)တကယ်တော့အချစ်ဆိုတာလည်း ကဗျာတစ်ပုဒ်ပဲမဟုတ်လား....အချစ်ကြောင့်ကဗျာဆရာတွေဖြစ်သွားကြသလို အချစ်ကြောင့်ပဲ ကဗျာတွေကို ကျွန်တော်တို့ချစ်မြတ်နိုးခဲ့ဖူးကြတယ်မဟုတ်လား...ဒီဇာတ်ကားလေးက အချစ်နဲ့ကဗျာ ဒွန်တွဲနေတဲ့အကြောင်းကိုကဗျာလေးတွေဖွဲ့သီရင်း ကောင်မလေးနဲ့ ကောင်လေးရဲ့ ချစ်စရာကောင်းတဲ့ဆက်နွယ်မှုကိုပြထားတာပါ...ကဗျာကိုသဘောကျပြီးခပ်လှလှ စကားလုံးတွေကိုနှစ်ခြိုက်သူတို့သဘောတွေ့မယ့်အချစ်ကားလေးပေါ့ဗျာ...File Size : (850 MB) and (478 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fleur\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/1xs8w/Six_Days_Of_Sistine.2019.WEB-DL.720P.PP.mp4",
        "category": "Romance"
    }
]