[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-135x200.jpg",
        "title": "Shot Caller (2017)",
        "description": "ဒီဇာတ်လမ်းလေးက ဒုစရိုက်ဂိုဏ်းသားတွေရဲ့ ထောင်ထဲမှာ ဘယ်လိုခြယ်လှယ်နေတယ်ဆိုတာကို ပုံဖော်ထားတဲ့ Action ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးက လူတိုင်းက အားကျလောက်ရအောင် စီးပွားရေးလည်းအောင်မြင်မိသားစုပျော်ပျော်ရွှင်ရွှင်ရှိနေတဲ့ ဂျေကော့ လို့ခေါ်တဲ့လူတစ်ယောက်တစ်နေ့မှာတော့ ကံဆိုးပြီး ကားမတော်တဆဖြစ်ပြီး ကားပေါ်ပါတဲ့သူ့သူငယ်ချင်းသေသွားသလိုတစ်ဖက်လူလည်း အပြင်းအထန် ထိခိုက်မိတဲ့အတွက် ထောင်ကျသွားပါတယ် ။အကုသိုလ်ကံဆိုးမှုတွေဟာ အဖော်အပေါင်းနဲ့လာတတ်တဲ့ဆိုတဲ့အတိုင်းပဲ ထောင်ကျသွားမှပိုပြီးတာ့ ကံဆိုးမိုးမှောင်ကျသွားပါတော့တယ်။ထောင်ထဲမှာ ဒုစရိုက်သမားတွေရဲ့ ဖိနှိပ်ကွပ်ကဲမှုကို ခုခံဖို့ကြိုးစားရင်းနဲ့ သူကိုယ်တိုင်လည်းမဖြစ်ချင်ဘဲနဲ့ တဖြည်းဖြည်း လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်လာပါတယ်။ထောင်ကအထွက် သူ့ကိုလက်နက် မှောင်ခိုတစ်ခု ကွပ်ကဲဖို့ သူ့မိသားစုအသက်အန္တရာယ်ခြိမ်းခြောက်ပြီး စေခိုင်းခံလိုက်ရပါတယ်။ဂျေကော့တစ်ယောက် ဘယ်လိုနည်းလမ်းတွေ ရှာကြံပြီး သူ့မိသားစုလည်း ဘေးအန္တရာယ်မရောက်အောင်လက်နက်မှောင်ခိုမှုကို လည်းဖော်ထုတ်ပြီး ရာဇဝင်လူဆိုးတွေကိုပညာသားပါပါ ဘယ်လိုရင်ဆိုင်သွားလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ ။အိမ်ထောင်ဦးစီး ဖခင်တစ်ယောက် ဒုက္ခအခက်အခဲတွေကို ကြံကြံခံရင်ဆိုင်ရင်းမိသားစုအတွက် ဘယ်လိုကာကွယ်သွားတယ်ဆိုတာကို စောင့်ကြည့်လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က Little Twinlay ပါ)Quality : Bluray 720p\nRunning Time : 2hr 01minutes\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mQy8/Shot_Caller_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmIyNmEwM2UtNDQxZi00MzdiLWJlZDQtYmYyNjFjNTcwMDEyXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_SY1000_CR006521000_AL_-130x200.jpg",
        "title": "Awaken the Shadowman (2017)",
        "description": "အသက္​အလတ္​ပိုင္​းအရြယ္​႐ွိတဲ့လူငယ္​တစ္​​ေယာက္​ အိမ္​နဲ႔အဆင္​မ​ေျပာျဖစ္​ၿပီး\nအိမ္​က​ေနထြက္​လာခဲ့ၿပီး ကုိယ္​့​ေျခ​ေထာက္​​ေပၚကိုယ္​ရပ္​တည္​ခဲ့တယ္\nထိုလူအရြယ္​​ေရာက္​ အိမ္​​ေထာင္​ရပ္​သားက်ၿပီး​ မိသားစု ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​​ရႊင္​​ေနထိုင္​​ေနခ်ိန္​မွာ\nညီျဖစ္​သူဆီက ဖုန္​းလာၿပီး အ​ေမျဖစ္​သူ​ေပ်ာက္​​ေနတယ္​ဆိုတဲ့သတင္​းကို ၾကားလိုက္​ရ​ေတာ့\nအ​ေမ႐ွိတဲ့ၿမိဳ႕ဆီသြားၿပီး အ​ေမျဖစ္​သူကို ႐ွာပါ​ေတာ့တယ္\nအ​ေမျဖစ္​သူကို႐ွာ​ေဖြရင္​း ထူးဆန္​းတာ​ေတြ တစ္​ခုၿပီးတစ္​ခုျဖစ္​လာပါ​ေတာ့တယ္​\nသူတို႔ရဲ႕အ​ေမျဖစ္​သူကို ႐ွာ​ေတြႏိုင္​ပါ့မလား\nအျဖစ္​ဆိုး​​ေတြက​ေန လြတ္​​ေျမာက္​ႏိုင္​ပါ့မလား ဆိုတာက​ေတာ့....\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က မၾကီး Myint Thinzar ပါ)\n  File Size : (600 MB) and (220MB)\nQuality : Webdl 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/awaken-the-shadowman-2017/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjAyOTUzNDY5NF5BMl5BanBnXkFtZTgwNzc1NDgyNjE@._V1_-150x200.jpg",
        "title": "Darr (1993)",
        "description": "Bollywood ရဲ႕ King Khan လုိ႔ လူသိမ်ားတဲ့ ရွာရြတ္ခန္း(SRK) ရဲ႕ အေကာင္းဆုံး ဇာတ္႐ုပ္ကုိ ေျပာပါဆုိရင္\nဗီလိန္ဇာတ္႐ုပ္ပဲ ေျပာရလိမ့္မယ္။ အိႏၵိယမွာ SRK ႏွင့္ အမီတာဘခ်မ္း တုိ႔ဟာ ပရိတ္သတ္အေပၚ လႊမ္းမုိးႏုိင္လြန္းလုိ႔\nသူတုိ႕ ေတာ္ရုံ ဗီလိန္ ဇာတ္႐ုပ္ သိပ္မ႐ုိက္ၾကဘူး ပရိတ္သတ္ အတုယူ မွားမွာ ေၾကာက္လုိ႔။\nဒီဇာတ္ကားမွာဆုိလည္း SRK က ရည္စား အိမ္ေထာင္ ရွိၿပီးသား မိန္းကေလး တစ္ေယာက္ကုိ စိတၱဇ ဆန္ဆန္\nတဖက္သတ္္ ခ်စ္ရတဲ့ ဗီလိန္ ေနရာက သရုပ္ေဆာင္ရေပမယ့္ သူ႕ သ႐ုပ္ေဆာင္ခ်က္ေတြက ပရိတ္သတ္ အျမင္မွာ\nဗီလိန္ မဟုတ္ပဲ ဟီးရုိးျဖစ္ေစခဲ့ပါတယ္။\n============================================\n\"မင္းခံစားေနရတာေတြကုိ တစ္ေယာက္ေယာက္ကုိ ရင္ဖြင့္လုိက္ရင္ မင္းရင္ထဲက ဝန္ထုပ္ဝန္ပုိးေတြ ေလ်ာ့သြားမွာေပါ့\"\n\"ဝန္ထုပ္ဝန္ပုိး\" \"သူ႔ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/o0800104713341890623-153x200.jpg",
        "title": "Garo:Gold Storm Sho (2015 )",
        "description": "Garo GoldStorm Sho ( 2015 )ဒီဂ်ပန္Movieကားေလးကေတာ့ MyDramaListမွာ\nRating 7.8/10 ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။\nေရႊေရာင္သူရဲေကာင္းလက္႐ွိမ်ိဳးဆက္ျဖစ္တဲ့ Doigai Ryuugaရဲ႕ 2013က \" The One to Shine Light into the Darkness \" ဇာတ္လမ္းတြဲၿပီးဆံုးတဲ့ေနာက္မွာ ေနာက္ထပ္ထြက္ရွိလာမယ့္ ဒုတ္ယေျမာက္ \" Garo- Goldstorm \" Seriesအတြက္ အစပ်ိဳးထားေပးတဲ့ Movieေလးပဲျဖစ္ပါတယ္ ။\nျမဳပ္ကြက္ေတြနဲ႔အရမ္းကိုၾကည့္ေကာင္းတဲ့ Series ေတြကိုေတာ့ အခ်ိန္ရလို႔အဆင္ေျပရင္ တင္ဆက္ပါဦးမယ္။\nအခု ဒီMovieေလးကေတာ့ ေ႐ွ႕ကထြက္ခဲ့တဲ့ဒီGaroမ်ိဳးဆက္ရဲ႕ Series ကို မၾကည့္ေပမယ့္ နားလည္ႏိုင္ေလာက္တဲ့အတြက္ ဘာသာျပန္တင္ဆက္လိုက္ရတာပါ။\nဒီMovieရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nတစ္ၿမိဳ႕ၿပီးတစ္ၿမိဳ႕ Horrorေတြကို ႐ွင္းလင္းေပးၿပီးလူသားေတြကိုကာကြယ္ေပးေနတဲ့\nေရႊေရာင္သူရဲေကာင္း Dougai Ryuugaဟာ Vol City မွာ႐ွိတဲ့ Horrorအားလံုးကို႐ွင္းလင္းၿပီးတဲ့အခါမွာ\nခရီးဆက္ဖို႔အတြက္ လာတဲ့လမ္းမွာ မာကိုင္းဆရာမေလးRianကိုဒုကၡေပးဖို႔ႀကိဳးစားေနတဲ့ Volcityရဲ႕ေနာက္ဆံုးလက္က်န္ Horrorေတြျဖစ္တဲ့\nMuradoနဲ့သူတပည့္ေတြကို Rianနဲ႕အတူတိုက္ခိုက္ခဲ့ၾကျပီးတဲ့ေနာက္...\nအဲ့ဒီတစ္ခ်ိန္တည္းမွာပဲ Ryuuga ဟာသူ႔ေရႊထည္ဝတ္စံုမွာလႊမ္းမိုးစျပဳလာၿပီျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/garo-gold-strom-sho-2015/",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/furry.vengeance.movie_-135x200.jpg",
        "title": "Furry Vengeance (2010)",
        "description": "ဒီဇာတ္ကားေလးက Mummy မင္းသားၾကီး Branden Fraser ရဲ့ ဟာသဇာတ္ကားေလးပါ။\nအေဟာင္းေပမယ့္ေကာင္းလြန္းလို႔ မရရေအာင္လုိက္ရွာျပီး တင္ေပးထားတာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  မင္းသားၾကီး က အိမ္ျခံေျမ အက်ိဳးေဆာင္ေဆာက္လုပ္ေရးကို\nၾကီးၾကပ္ကြပ္ကဲေနတဲ့လူတစ္ဦး “ဒန္” အျဖစ္ပါ၀င္ထားပါတယ္။ \n“ဒန္”က မိသားစုနဲ႔အတူ ေရာ့ကီးစပင္းဆိုတဲ့ အေမရိကန္က ေတာက်က်ေနရာေလးတစ္ခုကို\nခ်ီကာဂိုကေန တစ္နွစ္စာခ်ဳပ္နဲ႔ လာေရာက္ လုပ္ကုိင္ေနပါတယ္။\nေရာ့ကီးစပင္း မွာ သိပ္လ်င္သိပ္ထက္ျမက္တဲ့ ရက္ကြန္း၀ံတစ္ေကာင္က\nတိရိစာၦန္ေလးေတြကို ဦးစီးေနရင္း သူတို႔ရဲ့ ေတာေတာင္ကို ကာကြယ္ေစာင့္ေရွာက္ေနပါတယ္။\nအဲဒီေနရာေလးက ျမိဳ႔ျပတည္ေဆာက္ဖို႔ ေနရာေတြေစ်းသက္သာတာေၾကာင့္ ကုမၸဏီက မ်က္စိက်ေနပါတယ္။\nဒါေၾကာင့္ ျမိဳ႔ျပတည္ေဆာက္ဖို႔အၾကံနဲ႔ ဒန္႔ကို ရာထူးတိုးေပးျပီး ေလးနွစ္စီမံကိန္းစဖို႔ ၾကံစည္လာပါေတာ့တယ္။\nအဲဒါကို ရက္ကြန္း၀ံေလးကၾကားျပီး မင္းသားကို ေရွ႔ဆက္ မလုပ္နိုင္ေအာင္ ပညာေတြျပပါေတာ့တယ္။\nမာမီေတြနဲ႔တုန္းက ၾကမ္းခဲ့အစြမ္းျပခဲ့သမွ် တိရိစာၦန္ေလးေတြနဲ႔က်မွ ဘယ္ေလာက္ေတာင္ ပညာျပခံရတယ္ဆိုတာ \nေပ်ာ္ေပ်ာ္ပါးပါးနဲ႔ ဆက္လက္ၾကည့္ရွဳလိုက္ပါေနာ္။\nတိရိစာၦန္ေလးေတြရဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/furry-vengeance-2010/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmU4NjdkNjctZTExYy00NmE2LWI5YzctMDNjYjdkNDc4NDEwXkEyXkFqcGdeQXVyMjMwMDkwOTY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Planet Single (2016)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တာကေတာ့ ပိုလန္ဟာသဇာတ္ျမဴးေလးပါ\nTomek ဆိုတဲ့ လၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ေနတဲ့ တီဗီအစီစဥ္တင္ဆက္သူက ပါဖက္ျဖစ္တဲ့ဖူးစာရွင္ကို\nအြန္လိုင္းဝက္ဆိုဒ္ေပၚမွာရွာေဖြေနတဲ့ အဂၤလိပ္စာဆရာမအပ်ိဳႀကီး Ania နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္\nမိန္းမတိုင္းကလိုခ်င္ၾကၿပီး ေယာက်္ားတိုင္းက သူ႔လိုျဖစ္ခ်င္ေလာက္ေအာင္ ဆြဲေဆာင္ႏိုင္တဲ့ Tomek က\nသူ႔အတြက္ Ania ေႂကြေအာင္လုပ္ဖို႔ လြယ္ကူမယ္လို႔ထင္ခဲ့ၿပီး သူ႔ရဲ႕ေနာက္ထပ္ပရိုဂရမ္မွာ Ania ကိုရယ္ေအာင္လုပ္ဖို႔\nရုပ္ေသးပြဲတစ္ခုလုပ္ေပးခဲ့ပါတယ္ ဒီေတာ့ Ania ကTomek အေပၚအထင္ႀကီးၿပီးေႂကြသြားမလား\nဒါမွမဟုတ္ သူရွာေနတဲ့အြန္လိုင္းကရည္းစားကိုေရာ ရွာေတြ႕ပါ့မလားဆိုတာကို\nဟာသဇာတ္ကြက္ေလးေတြနဲ႔ ခပ္ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္\nဟာသခ်စ္ပရိတ္သတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးျဖစ္လို႔ အားေပးၾကပါဦး\n File Size : (800 MB) and (430MB)\nQuality : Bluray 720p\nRunning Time : 2hr 15minutes\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hardsub)\nEncode By ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/planet-single-2016/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYTkwNDA0NTYtMzc2Zi00NGZhLWJlZjQtYzU4OTU4MDcwMmE1XkEyXkFqcGdeQXVyMzIwMjI3Nzg@._V1_SY1000_CR006871000_AL_-137x200.jpg",
        "title": "Stratton (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ Stratton ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ ၿဗိတိန္အက္ရွင္ကားေလးပါ\nSBS ရဲ႕တာဝန္ရွိသူ Stratton ကသူ႔ရဲ႕ပါတနာ Marty နဲ႔အတူ ဇီဝလက္နက္ကို ယူဖို႔ အီရတ္က\nဓာတ္ခြဲခန္းမွာ သြားေရာက္ရွာေဖြရပါတယ္\nမစ္ရွင္ကလြဲၿပီး သူ႔သူငယ္ခ်င္း Marty က ေသေလာက္တဲ့ဒဏ္ရာရသြားပါတယ္\nအဲေနာက္ေတာ့ သူ႔ရဲ႕အထက္လူႀကီး သတင္းရတာက လြန္ခဲ့တဲ့ အႏွစ္ ၂၀ ေလာက္ကေသဆံုးၿပီလို႔ထင္ထားခဲ့တဲ့\nအရင္က ဆိုဗီယက္တာဝန္ရွိသူ Barovski က လက္စားေခ်ဖို႔ျပန္လာတယ္ဆိုတဲ့သတင္းပါ\nအဲအခါမွာ Stratton နဲ႔သူ႔အဖြဲ႕ဟာ စိတ္ကူးယဥ္လို႔မရႏိုင္ေလာက္တဲ့ အျဖစ္အပ်က္ေတြကိုတားဆီးဖို႔\nအခ်ိန္နဲ႔အမၽွ ေလ့က်င့္ရပါေတာ့တယ္ သူတို႔ေတြ ဘယ္လိုေလ့က်င့္ၾကမယ္ဆိုတာနဲ႔\nBarovski ကိုႏိုင္ေအာင္တိုက္ႏိုင္ပါ့မလားဆိုတာကို ဇာတ္လမ္းဇာတ္ကြက္ပီပီျပင္ျပင္နဲ႔ ရိုက္ျပထားတဲ့အက္ရွင္ကားေကာင္းေလးပါ\nစိတ္ဝင္စားဖြယ္ဇာတ္လမ္းဇာတ္ကြက္ေလးေတြနဲ႔မလို႔ ၾကည့္ရႈသင့္တဲ့အက္ရွင္ကားတစ္ကားလို႔ ေျပာလို႔ရပါတယ္\nCM ပရိသတ္ႀကီးေရ\n File Size : (700 MB) and (280MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/stratton-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/S.W.A.T.-Under-Siege-2017-movie-poster-140x200.jpg",
        "title": "S.W.A.T. Under Siege (2017)",
        "description": "SWAT ဆိုတဲ့အေမရိကန္နိုင္ငံရဲ့ အထူးလက္နက္ကိုင္တပ္ဖြဲ႔ျဖစ္ျပီး\nလိုအပ္တဲ့အေရးေပၚစစ္ဆင္ေရးေတြ ကယ္ဆယ္ေရးေတြကို လုပ္ကိုင္ေပးေနရတဲ့ အထူးတပ္ဖြဲ႔ပါ။\n  အေမရိကန္ရဲ့ လြတ္လပ္ေရးေန႔ အားလပ္ရက္ခံစားေနတုန္း တပ္ဖြဲ႔၀င္ေတြကို ျပန္လာဖုိ႔လွမ္းေခၚခံရပါတယ္။\nသူတို႔လုပ္ရမယ့္ စစ္ဆင္ေရးကေတာ့\nDEA မူးယစ္နွိပ္နွင္းေရးအဖြဲ႔က ကုန္တင္ကုန္ခ် ဆိပ္ကမ္းဆိပ္အေဟာင္းတစ္ခုမွာ\nမူးယစ္ေဆး၀ါးေတြအမ်ားဆံုးပါတဲ့ ကြန္တင္နာတစ္ခုေရာက္လာတယ္လို႔ သံသယျဖစ္လို႔\nသြားစစ္ေဆးမယ့္ေနရာကို လံုျခံဳေရးလိုက္ပါထိန္းသိမ္းေပးရင္း ပူးေပါင္းေဆာင္ရြက္ရမွာ ျဖစ္ပါတယ္။\nအမ်ားစုက သာမန္စစ္ဆင္ေရး ေပါ့ေပါ့ပါးပါးျပီးသြားမယ္ထင္ခဲ့ေပမယ့္ တကယ္တမ္း တုိက္ပြဲကျပင္းထန္ခဲ့တယ္။\nသူတို႔ မူးယစ္ေဆးလို႔ ထင္ခဲ့တဲ့ကြန္တင္နာထဲမွာ ပါလာတာကေတာ့ ကင္းျမီးေကာက္ပံုတက္တူးၾကီးနဲ႔\nဗလေတာင့္ေတာင့္ လူမဲတစ္ဦးပဲ ပါလာပါတယ္။\nသူတို႔နဲ႔ ပူးေပါင္းစစ္ဆင္ေရးလုပ္ခဲ့တဲ့ DEA ကလူေတြလည္း တုိက္ပြဲက်သြားလုိ႔\nသူတို႔ပဲ ဒီမေဟဠိဆန္တဲ့လူကို ေခတၱထိန္းသိမ္းထားရဖို႔ ျဖစ္လာပါတယ္။ ဒီလူကို စစ္ေမးရင္းနဲ႔\nသူ႔ေခါင္းထဲမွာ ကမာၻကိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္တယ္လို႔\nသိလာရျပီး သူ႔ကိုလိုခ်င္ေနတဲ့လူေတြကလည္း မ်ားလွပါတယ္။\nသူတို႔ တပ္ဖြဲ႔ထဲမွာလည္း အျပင္ကို သတင္းေပးတဲ့သစၥာေဖာက္တစ္ေယာက္လည္း ရွိေနတယ္လို႔ သိလိုက္ရတယ္။\n-ဒီလူ႔ဆီမွာပါတဲ့ ကမာၻက္ိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္မယ့္အခ်က္ဆိုတာ ဘာမ်ားလဲ\n- ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/s-w-a-t-under-siege-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTk4ODcyOTI3NV5BMl5BanBnXkFtZTgwMjgyOTUxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Exception (2016)",
        "description": "ခုမိတ်ဆက်ပေးမယ့် The Exception ဆိုတဲ့ဇာတ်ကားလေးကတော့ ဒုတိယကမ႓ာစစ်အတွင်းက\nရိုမက်တစ်အချစ်ဇာတ်ကားလေးပါ Stefan Brandt ဆိုတဲ့ ဂျာမနီစစ်သားလေးဟာ နယ်နှင်ခံရတဲ့ဂျာမနီဘုရင် Wilhelm 2\nရဲ့ ဘော်ဒီဂတ်အဖြစ်တာဝန်ပေးအပ်ခံရပါတယ်\nနယ်နှင်ခံဘုရင်က နယ်သာလန်က ရဲတိုက်မှာနေရပါတယ်\nBrandt ဟာ သူ့တာဝန်တွေကို ထမ်းဆောင်ရင်း အိမ်အစေခံထဲကတစ်ယောက်ဖြစ်တဲ့ Mieke နဲ့ မမျှော်လင့်ဘဲ ချစ်မိသွားခဲ့ပါတယ်\nနောက်မှသူသိရတာက Mieke က ဂျူးလူမျိုးဖြစ်နေတာပါ\nအဲအပြင် Mieke ဟာနယ်နှင်ခံဘုရင်အိမ်တော်ကသတင်းတွေကို လျှို့ဝှက်စုံစမ်းဖို့ ရောက်နေတာလဲဖြစ်ပါတယ်\nသူတို့ ၂ယောက်ချစ်နေကြတာကို နယ်နှစ်ခံဘုရင်ရဲ့ဇနီးသိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ\nBrandt ဟာ အလုပ်တာဝန်နဲ့ နှလုံးသားကြား ရွေးချယ်ရတဲ့အခါ သူဘယ်လိုဆုံးဖြတ်မလဲ\nသူတို့ ၂ ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးကရော ပေါင်းဖက်ရပါ့မလား ဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦးFile Size : (750 MB) and (270MB)\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Romance, ...",
        "rating": "6.8",
        "url": "https://megaup.net/33Taj/The_Exception_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/extraordinarymission-poster-135x200.jpg",
        "title": "Extraordinary Mission (2017)",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကား\nတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္Extraordinary mission ဆိုတာကေတာ့ ရဲအရာရွိ\nလင္ခိုင္ ရဲ႕ မစ္ရွင္ တစ္ခုပါ...သူ႔ရဲ႕ မစ္ရွင္က ေတာ့ မူးယစ္ေဆးဝါးဂိုဏ္းအႀကီးစား တစ္ခုကို ႏွိမ္နင္းဖို႔ပါဒီဂိုဏ္းကို လက္ပူးလက္ၾကပ္ ဖမ္းဖို႔က မလြယ္တဲ့ ကိစၥတစ္ခုပါဒီေတာ့ ရဲအရာရွိႀကီး ဟာ မူးယစ္ ေဆးဝါး ဂိုဏ္းထဲကို\nသူလ်ိဳတစ္ေယာက္ အေနနဲ႔ ဝင္ ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္လူအသစ္ တစ္ေယာက္ကို ဘယ္သူက ေကာ လြယ္လြယ္ယံုမွာလဲ...\nဂိုဏ္းအႀကီးစား ဆိုေတာ့ ပိုဆိုးၿပီေပါ့..ဒါနဲ႔ လင္ခိုင္ ဟာ သူ႔ကိုယ္သူ မူးယစ္ေဆး အစြဲ ခံၿပီး\nမူးယစ္ေဆးဝါးဂိုဏ္းက ယံုေအာင္ သက္ေသ ျပရပါတယ္ ( extraordinary ဘဲဗ်ာ  )သူ႔ရဲ႕ ႀကိဳးပမ္းမႈ ဟာ အရာထင္မလား???ဂိုဏ္းက သူ႔ရဲ႕ အၾကံကို ရိပ္မိသြားမလား ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/extraordinary-mission-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/tom-and-jerry-shiver-me-whiskers-front-1-143x200.jpg",
        "title": "Tom and Jerry in Shiver Me Whiskers (2006)",
        "description": "Tom Jerry ကားေလးေတြဆိုကေလးေတြေကာ လူတိုင္းေကာသိၾကမွာပါ....\nအမ်ားအားၿဖင့္ ေၾကာင္နဲ႕ၾကြက္ကားေတြကစကားသိပ္မေၿပာၾကပါဘူး..\nဒါေပမယ့္ ဒီကားေလးကေတာ့ The Movie ပါ....\nေၿပာၿပရမယ္ဆိုရင္ေတာ့ ပင္လယ္ဓားၿပကားေလးပဲၿဖစ္ပါတယ္....\nကေလးေလးေတြေကာလူၾကီးေတြပါႏွစ္သက္ခဲ့ၾကတဲ့ကားေလးပါ...\nေၾကာင္နဲ႕ၾကြက္ကားေလးေတြဟာ\nလူတိုင္းၾကည့္ရတာၾကည္ၾကည္ႏူးႏူးနဲ႕ၾကည့္ၾကတဲ့ကားေလးေတြပဲၿဖစ္ပါတယ္...\nဒီကားေလးေတြကို ကေလးေလးေတြၾကည့္ၾကတဲ့အၿပင္ ကြ်န္ေတာ္တို႕အရြယ္ထိႏွစ္ႏွစ္သက္သက္နဲ႕ကို\nၾကည့္ေနဆဲၿဖစ္တဲ့ကားေလးေတြပါ...\nဒီကားေလးကိုၾကည့္ၿပီးတဲ့ လူေတြေကာမၾကည့္ရေသးတဲ့လူေတြေကာ\nၿပန္လည္ၾကည့္ၿပီးေတာ့ ငယ္ဘ၀ေတြကိုၿပန္လည္သတိရလိုက္ရေအာင္ဗ်ာ...\nQuality…..BluRay 720p\nDuration…..01:14:00\nFormat…Mp4\nFile Size…(513 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-in-shiver-me-whiskers-2006/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/351mrandmrsplayer-140x200.jpg",
        "title": "[18+] Mr. & Mrs. Player (2013)",
        "description": "အတည္တက် အခ်စ္တစ္ခုကိုဘယ္ေတာ့မွ မေဆာက္တည္ဘဲ နာမည္ယူ အသည္းခြဲလုပ္ေနတဲ့ ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္မင္းသားကာဆန္ဟာ တိရစာၦန္ေဆးကုဆရာဝန္မေလးခ်ီလင္းကို ျမင္ျမင္ခ်င္းပဲ ေၾကြက်ေျမခသြားပါတယ္။ ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္နဲ႔ အေနအထိုင္အမူအက်င့္ေတြမတူညီၾကတဲ့အခါမွာ အခ်စ္က မစရေသးဘူး..အဆုံးသတ္ရမလိုေတြျဖစ္လာတဲ့အခါ...။ခ်ီလင္းဟာ ကာဆန္ကိုသူနဲ႔အတူလာေနဖို႔ေခၚပါတယ္။ဒါေပမယ့္ ဒီအတိုင္းေတာ့မဟုတ္ပါဘူး...ရက္တစ္ရာတိတိ ဘယ္မိန္းမနဲ႔မွ ဘာညာ ဘာညာေတြ မလုပ္ပါဘူးဆိုတဲ့ ကတိနဲ႔ပါ။ဒီကတိကို ကာဆန္တစ္ေယာက္တည္ႏိုင္မလား သူတို႔ရဲ႕ အခ်စ္လမ္းခရီးဟာဘာေတြျဖစ္လာမလဲဆိုတာကိုေတာ့....။ဇာတ္ကားထဲက မင္းသမီးေတြက ေပါက္စီေတြခ်ည္းလွိမ့္ပိတ္ေရာင္းေနလို႔ မိသားစုနဲ႔ေတာ့မၾကည့္သင့္တဲ့ဇာတ္ကားပါ ညီကိုတို႔။(ရုပ္ရွင္အညႊန္းကို Han Htoo Zaw မွတင္ဆက္ပါသည္။) \nFile Size…(800MB) and (310MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-mr-mrs-player-2013/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BN2QxY2U5ZDAtN2YwYi00MzNhLThhMjktNDFmYWY1MjhmNzVlXkEyXkFqcGdeQXVyMTk2MDc1MjQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guns and Roses (2012)",
        "description": "ဒုတိယကမၻာစစ္မျဖစ္မီွ အာရွမွာ ဂ်ပန္ေတြ အုပ္စိုးစဥ္ကေပါ့\nမန္ခ်ဴးရီးယားျပည္နယ္ စစ္တပ္အတြက္ \nဂ်ပန္ျပည္ တိုက်ဳိကေန ေရႊ ၈ တန္ ပို႔ေပးလိုက္တယ္ ။ အဲဒိေရႊေတြကို ယာမာတိုဘဏ္မွာ ခဏ သိမ္းထားမယ္ ။ ၿပီးရင္ အီတလီကေန အဲဒိေရႊေတြနဲ႔ လက္နက္ေတြ ဝယ္မယ္ ။ယာမာတိုဘဏ္ဆိုတာ\nဥေရာပဒီဇိုင္းပညာရွင္ေတြ ေရးဆြဲၿပီး ဂ်ပန္ေတြ ေဆာက္ထားတဲ့ ဘဏ္ပဲ ။ ဘဏ္နံရံကတင္ ၉ ေပထူတယ္ ။ အေျမႇာက္ဆံေတာင္ မေဖာက္ႏိုင္ဘူး ။ ေလဝင္ေလထြက္ေပါက္ဆိုတာလည္း ျခင္ေတာင္ ဝင္မရဘူး ၊ ေရထြက္ေပါက္ကလည္း ပိုဟပ္ေတာင္ မထြက္ႏိုင္ဘူး ။ စီးပြားေရးသမားအျမင္နဲ႔ၾကည့္ရင္ အလံုၿခံဳဆံုးဘဏ္ေပါ့ ၊ စစ္သားတစ္ေယာက္ အျမင္မွာေတာ့ ယာမာတိုဘဏ္က ခံတပ္ပဲ ။\nမန္ခ်ဴးရီးယား ေတာ္လွန္ေရး မ်ဳိးခ်စ္ေတြက\nေရႊေတြကို ဘဏ္ထဲ မေရာက္ခင္ လမ္းက ျဖတ္လုခ်င္တယ္ ။ ေရႊေတြသာ ဘဏ္ထဲ ေရာက္သြားရင္ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guns-and-roses-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20161104112215163-135x200.jpg",
        "title": "Perfect Imperfection (2016)",
        "description": "ဒီတရုတ္ဇာတ္ကားေလးက MyDrama List မွာ Rating(7/10) ရရွိထားတဲ့ Romantic Drama ဇာတ္ကားေလးပါ။ကိုရီးယားမင္းသား Ahn Jae-hyun နဲ႔ ထိုင္ဝမ္မင္းသမီး Ady An တို႔မွ အဓိကပါဝင္ထားပါတယ္။12th Chinese American Film Festival မွာ Golden Angel Award ဆုကိုရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့စည္းကမ္းရွိတဲ့အပ်ိဳၾကီးနဲ႔ ျမာေပြတဲ့အယ္ဒီတာတို႔ ထိပ္တိုက္ေတြ႕ဆံုတဲ့အခါ အခ်စ္ဆိုတာ....။ \nFile Size…(800MB) and (290MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "",
        "url": "https://channelmyanmar.org/perfect-imperfection-2016/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Covenant (2006)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ witch ကားေလးပါ အစ္ဝစ္ခ်္ၿမိဳ႕မွာ ေပၚျပဴလာျဖစ္တဲ့ ေကာင္ေလး ၄ ေယာက္ရွိပါတယ္\nအခ်စ္ဆံုးသူငယ္ခ်င္းေလးေယာက္ကို အစ္ဝစ္ခ်္ရဲ႕သားေတြလို႔သိၾကပါတယ္\nသူတို႔ေလးေယာက္ဟာ ၁၇ ရာစုက witch ေတြကေန ဆင္းသက္လာတဲ့\nေမွာ္ပညာပိုင္ဆိုင္ထားတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးေတြပါ\nသူတို႔ ၁၈ ႏွစ္ျပည့္တဲ့အခ်ိန္မွာ သူတို႔စြမ္းအားေတြကို အဆင့္ျမႇင့္တင္ေပးျခင္းခံရပါတယ္\nသိပ္မၾကာခင္သူတို႔ေက်ာင္းကို ပၪၥမေျမာက္မိသားစုက ေကာင္ေလးတစ္ေယာက္ေပၚလာၿပီး\nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ၾကည့္ရႈၾကပါဦးေနာ္\nMagic တို႔ သဘာဝလြန္တို႔ ႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြကိုဆြဲေဆာင္ႏိုင္မယ့္\nဇာတ္ဝင္ခန္းေလးေတြလည္းပါလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ကိုေက်ာ္ေက်ာ္ပါ)\n File Size : (600 MB) and (320 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 37minutes\nFormat : Mp4\nGenre : Action, Fantasy, Horror\nTranslated By ေက်ာ္ေက်ာ္ (CU - Mdy)\nEncode By ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-covenant-2006/",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20471860_853408838156586_702453817_n-141x200.jpg",
        "title": "The Promise (2016)",
        "description": "ဒီဇာတ်ကားလေးက ပထမကမ္ဘာစစ်ကာလအတွင်းက ဖြစ်ရပ်မှန်အပေါ်အခြေခံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။Batman မင်းသားကြီး Christian Bale ရဲ့ဇာတ်ကားလေးပါ။ပထမကမ္ဘာစစ်မဖြစ်ခင်အချိန်မှာ တူရကီအင်ပါယာက တန်ခိုးအာဏာ ကြီးမားခဲ့တဲ့အချိန်ပါ။တဖြည်းဖြည်းနဲ့ တူရကီအင်ပါယာလည်းပြိုယွင်းလုနီးနီး ဖြစ်နေပါပြီ။အဲဒီအချိန်ကတူရကီမှာ ခရစ်ယာန်ဘာသာဝင် လူနည်းစုဖြစ်တဲ့ အားမေးနီးယန်းမျိုးနွယ်စုတွေကိုအစ္စလာမ်ဘာသာကိုးကွယ်တဲ့ တူရကီလူမျိုးကြီးဝါဒရှင်တွေ  အများစုက  မနှစ်သက်ကြဘူး။ပထမကမ္ဘာစစ်ဖြစ်လာတဲ့အချိန်မှာတော့ တူရကီစစ်ခေါင်းဆောင်ပိုင်းတွေကအားမေးနီးယန်းတွေကို တိတ်တဆိတ် စစ်နဲ့အတူရောယောင်ပြီး လူမျိုးတုန်းသတ်ဖြတ်မှုတွေကို လုပ်ဆောင်ခဲ့ကြတယ်။ခုချိန်ထိလည်း တူရကီအာဏာပိုင်တွေက ဒီလူမျိုးတုန်း သတ်ဖြတ်ခဲ့မှု ဘူးခံပြီး ငြင်းကွယ်နေဆဲပါပဲ။ဒီဖြစ်ရပ်မှန်အကြောင်းကို ဖော်ထုတ်ပေးခဲ့တာကတော့ အမေရိကန်သတင်းထောက်တစ်ဦးပါပဲ။ဒီဇာတ်ကားက စစ်ပွဲကိုအခြေခံထားတဲ့အချစ်ဇာတ်လမ်းပေမယ့်  အဓိကပေးသွားတဲ့ မက်ဆေ့ချ်လေးကတော့သတင်းမီဒီယာသမားရဲကျင့်ဝတ်သိက္ခာနဲ့ အခန်းကဏ္ဍပါပဲ။တကယ့်ကို စစ်မှန်တဲ့ သတင်းထောက် တစ်ယောက်ကြောင့် လူပေါင်းများစွာ လူမျိုးစုတစ်ခုကို ကယ်တင်နိုင်ခဲ့သလိုသတင်းမီဒီယာသမားတစ်ယောက်ဟာ အမှန်တရားကို အသက်နဲ့တောင် အလဲအထပ်လုပ်ရဲတဲ့အထိစိတ်ဓါတ်ခိုင်မာပြတ်သားတယ်။ဒီလိုစိတ်ဓါတ်မျိုးရှိပြီး အမှန်တရားကို ဖော်ထုတ်ရေးသားတတ်သူ သတင်းထောက်မျိုးကိုသာနိုင်ငံတကာက အသိအမှတ်ပြုပြီး သူရဲ့သတင်းက ယုံကြည်စိတ်ချရပြီးအားကိုးရမယ့်သူမျိုးဆိုတာကို ပါးပါးလေးပြသွားပါတယ်။သတင်းထောက်ကောင်းတွေဟာ ဘယ်လောက်တောင်အပြောအဆို လိမ္မာပါးနပ်မှုရှိသလဲဆိုတာကိုလည်း မြင်တွေ့ရမှာပါ။မြန်မာ့မီဒီယာလောကသတင်းထောက်တွေ ဒီလိုမျိုးဖြစ်လာအောင် ကျင့်သုံးအတုယူသင့်ပါတယ်။နောက်ပြီး ဘယ်သူတွေဘယ်လို ရန်ငြိုးနဲ့လူမျိုးရေးမုန်းတီးမှုပဲရှိရှိ သူငယ်ချင်းတွေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-promise-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg3ZDVlMjgtNTM4Yi00ZTQ3LThmM2QtYzdjZmRjMTcxMTkzXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "The Ottoman Lieutenant (2017)",
        "description": "The Ottoman Lieutenant (2017)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားလေးကတော့ ဒီနှစ်မှ အသစ်စက်စက်ထွက်ထားတဲ့ ရိုမက်တစ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးပါ\nပထမကမ္ဘာစစ်အတွင်းက ခရစ်ယာန်သူနာပြုမလေးနဲ့ အော့တမန်စစ်တပ်က အစ္စလာမ်စစ်ဗိုလ်တို့ရဲ့ အချစ်အကြောင်းလေးပါ\nသူတို့နှစ်ယောက် ဆုံတွေ့ပုံလေးတွေ ဘာသာမတူဘဲချစ်မိသွားပုံလေးတွေကတော့\nညွှန်းစရာမလိုလောက်အောင်ကို ရိုမက်တစ်ဆန်လွန်းပါတယ်\nအဲလို ရင်ခုန်စရာအချစ်ဇာတ်ဝင်ခန်းလေးတွေအပြင် ပတမကမ္ဘာစစ်ကြောင့် ဖြစ်ခဲ့ရတဲ့အပျက်အစီးတွေ\nအဖြစ်အပျက်လေးတွေလဲ ဝေဝေဆာဆာနဲ့ရိုက်ကူးထားတာပါ\nတကယ့်ကိုကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပါရစေ\nစိတ်ဝင်စားစရာ ချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါလို့\n \n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်က မေသရဖီလွင် ပါ)\n  \nဒီဇာတ္ကားေလးကေတာ့ ဒီႏွစ္မွ အသစ္စက္စက္ထြက္ထားတဲ့ ရိုမက္တစ္ဆန္ဆန္အခ်စ္ဇာတ္လမ္းေလးပါ\nပထမကမ႓ာစစ္အတြင္းက ခရစ္ယာန္သူနာျပဳမေလးနဲ႔ ေအာ့တမန္စစ္တပ္က အစၥလာမ္စစ္ဗိုလ္တို႔ရဲ႕ အခ်စ္အေၾကာင္းေလးပါ\nသူတို႔ႏွစ္ေယာက္ ဆုံေတြ႕ပံုေလးေတြ ဘာသာမတူဘဲခ်စ္မိသြားပံုေလးေတြကေတာ့\nညႊန္းစရာမလိုေလာက္ေအာင္ကို ရိုမက္တစ္ဆန္လြန္းပါတယ္\nအဲလို ရင္ခုန္စရာအခ်စ္ဇာတ္ဝင္ခန္းေလးေတြအျပင္ ပတမကမ႓ာစစ္ေၾကာင့္ ျဖစ္ခဲ့ရတဲ့အပ်က္အစီးေတြ\nအျဖစ္အပ်က္ေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ရိုက္ကူးထားတာပါ\nတကယ့္ကိုေကာင္းတဲ့ ဇာတ္ကားေလးလို႔ ညႊန္းပါရေစ\nစိတ္ဝင္စားစရာ ခ်စ္သူႏွစ္ဦးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္သြားမလဲဆိုတာ ၾကည့္ရႈအားေပးၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္က ေမသရဖီလြင္ ပါ)\n   \nFile Size : (800 MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gorz/The_Ottoman_Lieutenant_(Osmanlı_Subayı)_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/assassins-poster-133x200.jpg",
        "title": "Assassins (1995)",
        "description": "Assassins (1995)_____IMDb - 6.3/10\n  \nကြေးစားလူသတ်လောကရဲ့ ထိပ်သီး နံပါတ် တစ် လူသတ်သမား Syvester Stallone ရောဘတ် ရတ် .....\nလွန်ခဲ့တဲ့ ၁၅ နှစ်က နံပါတ်တစ် ကြေးစားလူသတ်သမားကို ပြန်သတ်ပြီး\nရောဘတ် ရတ်က ကြေးစားလောကမှာ နံပါတ် တစ် ဖြစ်လာခဲ့တယ် ။\nရောဘတ်ရတ်ရဲ့ အလုပ်တွေကို ကြားဖြတ်လုပ်ဆောင်ပြီး ကြေးစားလောကရဲ့ ထပ်သီး နံပါတ်တစ်\nလူသတ်သမား ဖြစ်ချင်နေတဲ့ Antonio Banderas မီဂူရယ် ဘိန်း ... နံပါတ်တစ် နေရာတစ်ခုစာအတွက်\nအားပြိုင်နေကြတဲ့ ကြေးစားလူသတ်သမား နှစ်ယောက် ကြားက စီးပွားရေးအရှုပ်ထုပ် ဖိုင်တွေ ခိုးလာတဲ့\nသူခိုးမလေး အဲလက်ထရာ ။ သူခိုးမလေး အဲလက်ထရာက တကယ်တမ်းပစ်မှတ် ဖြစ်လာတဲ့အခါ\nကြေးစားလူသတ်သမားနှစ်ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ ။\nသူခိုးမလေး လက်ထဲက ဖိုင်တွေက ဘာတွေမို့လဲ သူ ပစ်မှတ်လို့ သတ်မှတ်ခြင်းခံရတာလဲ ဆိုတာတော့.....\n  \nဘာသာပြန်ကတော့ စည်သူထက် ဖြစ်ပါတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sba4/Assassins_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTFiMmUwYTktMzJkMC00NmU2LWI5OTMtMTI2Y2E2ZThkYWJlL2ltYWdlXkEyXkFqcGdeQXVyMzgyNTM5NA@@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "The Hippopotamus (2017)",
        "description": "ဒါကေတာ့ ယခုႏွစ္မွာ ထြက္ရွိလာတဲ့ The Hippotamus ဆိုတဲ့ comedy မ်ိဳးအစားဇာတ္ကားေလးျဖစ္ပါတယ္\nတစ္ခ်ိန္ကလၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ခဲ့ေပမယ့္ သတင္းစာတိုက္မွာအလုပ္လုပ္ေနရတဲ့ ကဗ်ာဆရာ\nတက္ဒ္ေဝါေလ့စ္ကဆိုရင္ ဝီစကီကိုအရမ္းႏွစ္ၿခိဳက္တဲ့သူပါ တေန႔သူအလုပ္ျပဳတ္သြားၿပီးပိုက္ဆံမရွိလို႔\nစိတ္ညစ္ေနတဲ့အခ်ိန္မွာ သူ႔ရည္းစားေဟာင္းရဲ႕သမီး ဂ်ိမ္းက သူ႔ဆီေရာက္လာၿပီး အလုပ္တစ္ခုလာအပ္ပါတယ္\nဂ်ိမ္းမွာေသြးကင္ဆာရွိေနၿပီး သိပ္မၾကာခင္ေသဆံုးေတာ့မယ္လို႔ဆရာဝန္ေတြက ေျပာပါတယ္\nဒါေပမယ့္ ဂ်ိမ္းကသူ႔ဦးေလးမိုက္ကယ္လိုဂန္ပိုင္တဲ့ ဆြာ့ေဖာ့မွာေနခဲ့စဥ္က သူ႔ေရာဂါကို ကုသမႈခံယူခဲ့ရတဲ့\nအံ့ဖြယ္ကိစၥေတြရွိေနတယ္လို႔ ေျပာပါတယ္ တက္ဒ္ကိုစရန္ေငြ ေဒၚလာ ၂၅၀၀၀ ေပးၿပီး အံ့ဖြယ္ကိစၥေတြကို\nစံုစမ္းဖို႔ ေစလႊတ္လိုက္ပါတယ္ တက္ဒ္ဟာ တစ္ခ်ိန္က မိုက္ကယ္ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းျဖစ္တဲ့အျပင္\nမိုက္ကယ့္ညီမရဲ႕ရည္းစားေဟာင္းလဲျဖစ္ေနပါတယ္\nဒီေတာ့ မိုက္ကယ္က တက္ဒ္အေပၚဘယ္လိုသေဘာထားေတြရွိေနမလဲ\nတက္ဒ္တစ္ေယာက္ ဆြာ့ေဖာ့မွာ ေနဖို႔ဘယ္လိုႀကိဳးစားရမလဲ\nတက္ဒ္က သူေဖာ္ထုတ္စံုစမ္းရမယ့္အံ့ဖြယ္ကိစၥေတြကို ဘယ္လိုေဖာ္ထုတ္မလဲဆိုတာေတြကို\nဟာသေလးေႏွာၿပီးရိုက္ျပထားတာပါ ဘယ္လိုအံ့ဖြယ္ေတြေတြ႕ရမွာလဲဆိုတာ ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႉရမွာပါ\nဒီဇာတ္ကားထဲမွာ အခုေဖာ္ျပထားတဲ့ ကာရိုက္တာေတြအျပင္ တျခားအဓိကကာရိုက္တာေတြလဲ\nပါဝင္ထားပါေသးတယ္ အဲဒါေတြကိုေတာ့ အရသာပ်က္သြားမွာစိုးလို႔မေျပာျပေတာ့ပါဘူး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-hippopotamus-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20-once-agian-137x200.jpg",
        "title": "20 Once Again (2015)",
        "description": "FOD မင္းသားေလး လုဟန္ရဲ့ဇာတ္ကားေလးပါ။\nဒီကားေလးထဲမွာ “ေမာက္က်င္း” ဆိုတဲ့မိန္းကေလး တစ္ဦးတည္းေသာသားေလးကို\nမုဆိုးမဘ၀နဲ႔ ခက္ခက္ခဲခဲ ျပဳစုပ်ိဳးေထာင္လာခဲ့တာ သားေလးေတာင္ တကၠသိုလ္က ပါေမာကၡျဖစ္လို႔\nအဘြားအိုအရြယ္ေတာင္ ေရာက္လာခဲ့ပါျပီ။\nစိတ္ရင္းေကာင္းမြန္ေပမယ့္ အဘြားၾကီးပီပီ ျပစ္ေတာက္ေတာက္ အေျပာေတြေၾကာင့္ ေခြ်းမမွာ စိတ္ဆင္းရဲေနတယ္။\nတစ္ေန႔ေတာ့ သူ႔ေခြ်းမရဲ့က်န္းမာေရးအေျခအေနအရ အဘြားေမာက္ကြ်င္းကို\nဘုိးဘြားရိပ္သာ ပို႔ရေတာ့မယ့္ အေျခအေန ေရာက္လာပါတယ္။\nဒီအတြက္ ပူေဆြး၀မ္းနည္းေနတဲ့အဘြားအို ေနာက္တစ္ေန႔နိုးလာခ်ိန္မွာ\nသူရဲ့အလွပဆံုးအခ်ိန္ေတြျဖစ္တဲ့ အသက္ ၂၀ အရြယ္ကို ျပန္ေရာက္သြားတဲ့ အခါမွာေတာ့………\nဘယ္လိုေတြဆက္ျဖစ္ၾကမွာလဲ\n လူေတြဟာ အသက္အရြယ္ၾကီးလာတဲ့အခါ အပယ္ခံလိုျဖစ္လာတတ္ပါတယ္။\nအခက္အခဲမ်ားစြာျဖတ္သန္းလာျပီးတဲ့ေနာက္မွာေတာ့ ဘ၀အေတြ႔အၾကံဳအမ်ားအရ\nဘ၀ေနကြယ္ခ်ိန္မွာ ေနာင္တရတတ္သူမ်ားရွိသလို ေနာင္တမရဘဲ\nေကာင္းမြန္စြာျဖတ္သန္းခဲ့ရသူမ်ားလည္း ရွိၾကပါတယ္။\nအပယ္ခံဘ၀ေရာက္ျပီးမွ သင္ေရာ အသက္၂၀ အရြယ္ကို ဘ၀ကိုဘယ္လိုျပန္စခ်င္ပါသလဲ\nဒီအဘြားေရာ ဘယ္လိုျပန္စမယ္ထင္လဲ အခ်စ္ေရးလား\nစီးပြားေရးလား နဂိုမိသားစုအေရးလား\nကိုယ့္အတြက္ျဖတ္သန္းမလား သူမ်ားအတြက္ျဖတ္သန္းမလားဆိုတာကို စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 1080p\nDuration…..02:11:00\nFormat…Mp4\nFile Size…(923 MB , 421 ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/20-once-again-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Mother’s-Friend-2015-141x200.jpg",
        "title": "[18+] Mother’s Friend (2015)",
        "description": "ကဲေနာက္ထပ္လူၾကီးကားတစ္ကားေလးပါ။\nဒီတခါေတာ့ကိုးရီးယားဖက္လွည့္တာေပါ့။\nဇာတ္လမ္းကေတာ့ေကာင္းတယ္ဗ်ဳိ႕။\nအထက္တန္းေနာက္ဆံုးနွစ္ေက်ာင္းသားေလးခၽြဲစူဟာသူေမွ်ာ္မွန္းတကၠသိုလ္ေက်ာင္းသားဘ၀ကိုရေတာ့မယ္ဆိုျပီး\nအားကုတ္ၾကိဳးပမ္းေနခ်ိန္မွာမေမွ်ာ္လင့္ဘဲ အိမ္တြင္းေရးျပႆနာေၾကာင့္အိိမ္ပါဆံုးရႈံးသြားျပီး\nမိခင္ျဖစ္သူကသူ႕ရဲ႕သူငယ္ခ်င္းျဖစ္သူထံေခတၱအပ္ႏွံခဲ့ရပါတယ္။\nလူပ်ဳိေပါက္ကအရြယ္ေက်ာင္းသားျဖစ္သူနဲ႕အပ်ဳိၾကီးမမတို႕ပဲေနတဲ့အိမ္ေလးဟာေတာ့အခ်ိန္ေတြၾကာလာတာနဲ႕\nအမွ်လူပ်ဳိေပါက္ေလးအတြက္ခက္ခဲလာတာပါပဲ။\nအေၾကာင္းအရင္းကေတာ့သူ႕အေမသူငယ္ခ်င္းအပ်ဳိၾကီးေၾကာင့္ပါပဲ။\nအဲေတာ့ဘာေတြဘယ္လိုေၾကာင့္ဇာတ္လမ္းေတြျဖစ္ခဲ့လဲ။\nအပ်ဳိၾကီးမမကေရာဘယ္လိုပံုစံမ်ဳိးလဲ\n။ေနာက္ဆံုးအဆံုးသတ္မွာဘယ္လိုျပီးဆံုးသြားမလဲဆိုတာေတာ့၁၈ေယာက္စုျပီးၾကည့္လိုက္ၾကပါဦး။\nဇာတ္ကားကလည္းေကာင္းသလိုမင္းသမီးကလည္းလန္းပါတယ္။\nကိုရီးယားကားေတြေတာ္ေတာ္မ်ားမ်ားလိုပဲဟာသေလးေတြဘာေလးေတြ\nအေရာအေႏွာတင္ဆက္ထားတဲ့အတြက္ၾကည့္လို႕ေကာင္းပါတယ္။\n18+အခန္းေတြေဖာေဖာသီသီပါတဲ့အတြက္ေၾကာင့္မိသားစုနဲ႕မၾကည့္သင့္ပါဘူး။\n18+ဆိုေတာ့18+အတြက္ေပါ့ေနာ့္(ေျပာလည္းရတာမွမဟုတ္တာ:3)။ခြီရင္းၾကည့္လိုက္ၾကပါဦး။\n \n(ဘာသာျပန္သူကေတာ့ အဘဖရိုင္းေဒးပါ)\n File Size : (650 MB) and (240 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Drama, Comedy,Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "",
        "url": "https://channelmyanmar.org/18-mothers-friend-2015/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMzIwMzgwMGYtZDY5Ny00N2Q4LWExNGYtZjU3YWEyNzM3YjQxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-135x200.jpg",
        "title": "[18+] Dismay (2016)",
        "description": "ဒီကားလေးကတော့၂၀၁၆ခုနှစ်ထွက်ဖိလစ်ပိုင်ဒရမ်မာလူကြီးကားလေးတကားပါ။\nလူကြီးဆိုမှကြည့်ပါဒါမှမဟုတ်၁၈စုကြည့်ပါ။\nဇာတ်ကားလေးကတော့ဖိလစ်ပိုင်ကျေးလက်ဒေသကလယ်သမားမိသားစုတခုမှအခြေပြုထားပါတယ်။\nလယ်သမားကြီးရဲ့ဇနီးဖြစ်သူကဆေးရုံမှာကင်ဆာရောဂါနဲ့နှစ်ရှည်လများစွာကြာအောင်ခံစားနေခဲ့ရတာပါ။\nနောက်ဆုံးဆရာဝန်တွေလက်လျော့လိုက်ပြီးမိသားစုတွေအိမ်ကိုပြန်ခေါ်လာကြပါတယ်။\nသားနှစ်ယောက်ရှိပြီး အစ်ကိုဖြစ်သူကတော့ဖခင်ဖြစ်သူရဲ့အလုပ်မှာကူညီလုပ်ကိုင်ပေးနေပြီးညီဖြစ်သူကတော့ကျောင်းသားအူတူတူဆိုက်နဲ့ပါ။\nအကြံကြီးတဲ့ဖခင်ဖြစ်သူကသူ့ဇနီးအတွက်ဆိုပြီးသူနာပြုခေါ်ပါတယ်။\nအဲဒီမှာဇာတ်လမ်းစသယောင်ယောင်ပဲငိငိ။\nသိပ်မကြာခင်မှာပဲဇနီးဖြစ်သူဆုံးပါးသွားတဲ့အခါမှာတော့ဖခင်ဖြစ်သူကသူနာပြုမလေးကိုပေါ်တင်အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်။\nအဲဒီမှာပဲအိမ်တွင်းပြသနာလေးတွေစတော့တာပါပဲ။\nသူနာပြုလေးကလည်းလန်းတာကိုး။\nဆိုတော့ယောကျာ်းသားသုံးယောက်နဲ့အိမ်မှာဘယ်လိုဇာတ်လမ်းတွေဖြစ်လာမလဲ။\nအဆုံးသတ်မှာရောမျှော်လင့်ထားသလိုဖြစ်လာမလား။\nမြုပ်ကွက်တွေကဘာတွေလဲဆိုတာတော့စိတ်ဝင်စားစရာပါ။ \n၁၈+တွေပါတယ်ဆိုတော့အသက်မပြည့်သူများမကြည့်သင့်ပါ။ \nမင်းသမီးကလည်းမင်းသမီးပါပဲ။\n(တကယ်တော့မိန်းမတွေမကောင်းတာဘာာ:3) \n(ဘာသာပြန်သူကတော့ အဘဖရိုင်းဒေးပါ)  \nFile Size : (700 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 30minutes\nFormat : Mp4\nGenre : Drama, Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "5.2",
        "url": "https://megaup.net/1B619/Dismay_(Siphayo)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRjMDRlMmUtNGFiZi00NjIwLWJkMDgtZGU5NjY4MDNmODg3XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Sleight (2016)",
        "description": "အခု ဇာတ္ကားေလးကေတာ့ ၂၀၁၆ ခုႏွစ္မွာထြက္ခဲ့တဲ့ Sleigh ဆိုတဲ့ ဇာတ္ကားေလးပါ\nဒီထဲမွာ ဘိုဆိုတဲ့ေကာင္ေလးဟာ မိဘ၂ပါးဆံုးပါးသြားတဲ့ေနာက္ ေက်ာင္းဆက္မတက္ေတာ့ဘဲ\nမ်က္လွည့္ပညာနဲ႔ အသက္ေမြးရင္း သူ႔ရဲ႕တစ္ဦးတည္းေသာညီမေလးတီနာကို ေစာင့္ေရွာက္ေနခဲ့ပါတယ္\nၿပီးေတာ့ ညပိုင္းေတြမွာ မူးယစ္ေဆးေရာင္းဝယ္တဲ့လုပ္ငန္းကို လုပ္ကိုင္ခဲ့ပါတယ္\nမ်က္လွည့္ဆရာျဖစ္တဲ့သူ႔အေနနဲ႔ ရဲေတြမိတဲ့အခါ ရဲေတြကိုလွည့္စားဖို႔လြယ္ကူေပမယ့္\nသူ႔ေခါင္းေဆာင္နဲ႔ထိပ္တိုက္ရင္ဆိုင္ဖို႔ ႀကိဳးစားမိတဲ့အခါမွာ\nဘယ္လိုအႏၲရာယ္ေတြကိုရင္ဆိုင္ရတယ္\nသူဘယ္လိုေျဖရွင္းမယ္ ဆိုတာေတာ့ၾကည့္ရႈၾကပါလို႔\nသူ႔ေကာင္မေလးဟိုလီကေရာ သူ႔အေၾကာင္းေတြသိသြားေတာ့ သူ႔ကိုဆက္ခ်စ္ၿပီး သူ႔အနားမွာ\nအခက္အခဲေတြကို တူတူရင္ဆိုင္ေျဖရွင္းေပးမွာလား\nသူ႔ကိုပစ္သြားမလား သူတို႔ရည္းစားႏွစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္ၾကမလဲဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမယ့္အျပင္\nဘိုရဲ႕ အံ့ဩစရာမ်က္လွည့္ေတြကိုလဲ ရႈစားရမွာျဖစ္လို႔\nမ်က္လွည့္ႀကိဳက္တဲ့ပရိတ္သတ္ေတြ တကယ့္ကိုသေဘာေတြ႕မယ္ ဇာတ္ကားေလးပါ\nၿပီးရင္ ဘိုျပတဲ့မ်က္လွည့္ျပကြက္ေတြရဲ႕ ေနာက္ကြက္ကတကယ့္အေၾကာင္းကိုလဲ သိရမွာမလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ ပါ)\n File Size : (650 MB) and (200 MB)Quality : Bluray 720pRunning ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sleight-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BY2ViNGI1ZGUtYmUyNS00ZWU0LWExOTQtMDMwZjQ2ZWJhNmRhXkEyXkFqcGdeQXVyNjYxMDUzODc@._V1_SX671_CR00671999_AL_-1-134x200.jpg",
        "title": "American Gods (2017)",
        "description": "Supernatural စီးရီးအျပီးမွာ ကြ်န္ေတ္ စိတ္၀င္တစားၾကည့္မိတဲ့ စီးရီးတစ္ခုပါ။\nအေမရိကန္ နတ္ဘုရားမ်ားလို႕ နာမည္ေပးထားေပမယ့္ တကယ္ေတာ့ နတ္ဘုရားေတြ အေတာ္စံုပါတယ္။\nGreek, Egypt, Norse နတ္ဘုရားေတြနဲ႕ အျခား ပံုျပင္ထဲက သတၱ၀ါဆန္းေတြ ပါပါတယ္။\nနတ္ဘုရားေတြဟာ လူေတြၾကားထဲမွာ ေရာျပီးေနၾကရင္း အေမ့ေလ်ာ့ခံ ကိုးကြယ္သူမရိွတဲ့ ဘ၀ေတြမွာ ရုန္းကန္ေနၾကတာပါ။\nဒါေပမယ့္ ေခတ္သစ္နတ္ဘုရားေတြကေတာ့ လူေတြအေပၚ နည္းလမ္းသစ္ေတြနဲ႕လႊမ္းမိုးေနၾကျပီး\nေခတ္ေဟာင္းနဲ႕ ေခတ္သစ္နတ္ဘုရားေတြရဲ႕ အားျပိဳင္မႈမွာ တင္းမာမႈေတြနဲ႕ စစ္ပြဲၾကီးျဖစ္လာေတာ့မယ္ အေျခအေနပါ။\nဒီစီးရီးဟာ Neil Gaiman ရဲ႕ American Gods ၀တၳဳကို ျပန္ရိုက္ထားတာပါ။\n၀တၳဳေတြကေန ျပန္ရိုက္တဲ့ အခ်ိဳ႕ ရုပ္ရွင္ေတြမွာ ဇာတ္ညႊန္း အေျပာင္းအလဲေတြ အ၇မ္းေကာင္းရင္ ပိုိစိတ္၀င္စားစရာေကာင္းသြားတာေတြ ရိွေနတတ္ပါတယ္။\nဒီစီးရီးဟာလည္း စာအုပ္မဖတ္ပဲ အရင္ၾကည့္သင့္တဲ့ စီးရီးထဲမွာ ပါပါလိမ့္မယ္။\nအခန္းေတြကို ေရွ႕ေနာက္ျပန္စီထားတာေတြ၊ ျမွပ္ကြက္ထပ္ထည့္ထားတာေတြနဲ႕ အခန္းပိုအခ်ိဳ႕\nထပ္ထည့္ထားတာေတြ အကုန္ေကာင္းေနပါတယ္။\nကြ်န္ေတာ္လည္း စာအုပ္ကို စီးရီးေရာက္သေလာက္ပဲ ဖတ္ျပီး ဆက္မဖတ္ဘဲ ရပ္ထားျပီး စီစန္ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/american-gods-2017/",
        "category": "Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWFkYmM2ZTctNmZjZi00MWQwLWI0MjctZDdiNjJlMTlmNzdkL2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006481000_AL_-194x300.jpg",
        "title": "Aftermath (2017)",
        "description": "မင္းသားၾကီးအာႏိုးရဲ႕ ရုပ္ရွင္ကားသစ္ကို တင္ဆက္ေပးလိုက္ပါတယ္ ။\nအာႏိုးၾကီးနဲ႔အတူ Scoot McNairy နဲ႔ Maggid Grace တို႔ တြဲဖက္သရုပ္ေဆာင္ထားျပီး ေ\nလယာဥ္ပ်က္က်မွုဳတစ္ခုမွာ ဇနီးနဲ႔ ကေလးကို ဆံုးရွံဳးလိုက္ရတဲ႔ ရိုမန္ဆိုတဲ႔\nလူတစ္ေယာက္ရဲ႕ဘ၀အေၾကာင္းသရုပ္ေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္ ။\nဒီျဖစ္ရပ္ဟာ ေလေၾကာင္းထိန္းခ်ဳပ္ေရး တာ၀န္ခံ ဂ်ိတ္ဘရိုႏို တာ၀န္က်ခ်ိန္မွာျဖစ္ပြားခဲ႔တာမို႔ ရိုမန္ဟာ\nဒီတာ၀န္ခံကိုလူခ်င္းေတြ႕ျပီး ျပသနာရဲ႕အေျဖကို ေတာင္းဆိုဖို႔ၾကိဳးစားလာပါေတာ႔တယ္ ။\nမိသားစုကိုဆံုးရွံဳးလုိက္ရတဲ႔ လူတစ္ေယာက္ရဲ႕ အခဲမေက်စိတ္၊ နာက်ည္း၀မ္းနည္းမွဳေတြနဲ႔ ဒီကိစၥရဲ႕ျဖစ္ရပ္ေနာက္ကြယ္မွာ\nဘယ္လို အေၾကာင္းတရားေတြရွိမယ္ဆုိတာကို ခံစားၾကည္႔ရွဳလိုက္ပါ ။\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ သူကေတာ့ ကိုေက်ာ္ေက်ာ္ (CU - Mdy)  ကဲျဖစ္ပါတယ္)\n File Size : (600MB) and (250 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/aftermath-2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1-208x300.jpg",
        "title": "Trapped(2017)",
        "description": "ဒီကားေလးက IMDb 7.7​ေတာင္ရထားတဲ့ကားေလးျဖစ္ပါတယ္။\nတစ္ျခားပုံမွန္ အိႏၵိယကားေတြကေနခြဲထြက္ရုိက္ကူးထားတဲ့ကားမ်ဳိးေလးျဖစ္ပါတယ္။\nေရွာယား ဆုိတဲ့ ေကာင္ေလးက ရုံးတစ္ရုံးမွာအလုပ္လုပ္ေနတဲ့ ႏုိရီးဆုိတဲ့ ေကာင္မေလးကုိ\nႀကိတ္ႀကဳိက္ေနပါတယ္။ဒီလုိနဲ႔ သူ႕အခ်စ္ကုိ ဖြင့္ေျပာတဲ့ အခ်ိန္က်မွာ ႏုိရီးကုိ မိဘေတြက\nသူတုိ႔သေဘာက်တဲ့ သူေတြနဲ႔ လက္ထပ္ေပးေတာ့မယ္ဆုိတာ သိလုိက္ရပါတယ္။ဒါေပမဲ့\nေရွာယားက သူ႕ကုိ လက္ထပ္ဖုိ႔ပဲ ႏုိရီးကုိေျပာတာေပါ့။ အဲ့မွာႏုိရီးကလည္းလက္ခံလုိက္တာေပါ့\nဒီေတာ့ သူတုိ႔ လက္ထပ္ၿပီးေနဖုိ႔ အခန္းကုိ ေရွာယားက ရွာရေတာ့တာေပါ့။အဲ့မွာပဲ အေဆာင္ကုိေတာင္\nသူငယ္ခ်င္းေတြနဲ႔ စုေနရတဲ့ ရုံး၀န္ထမ္းေလးေရွာယားတစ္ေယာက္ ဒုကၡေရာက္ေတာ့တာေပါ့။\nဒီလုိနဲ႔ ရွာရင္း နဲ႔ ပြဲစားလူလိမ္တစ္ေယာက္က လူေနခြင့္ပါမစ္ေတာင္ မရေသးတဲ့ တုိက္ခန္းတစ္ခုကုိ\nထုိးေပးၿပီး ဂ်င္းထဲ့ေတာ့တာေပါ့။ ဒီလုိနဲ႔ အခန္းေတြ ဘာေတြ သြားၾကည့္က်တဲ့ အခါမွာပဲ\nေရွာယားတစ္ေယာက္ အဲ့ အခန္းထဲမွာပဲ ေသာ့ပိတ္မိေနပါေတာ့တယ္။ အစားအစာ မရွိ\nေရမရွိ လွ်ပ္စစ္မီးေတာင္မရွိတဲ့ အခန္းထဲကေန ေရွာယားတစ္ေယာက္ လြတ္ေျမာက္ေအာင္\nဘယ္လုိ လုပ္မလဲ ... လြတ္ေကာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qv3l/Trapped_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hindi Medium (2017)",
        "description": "\"မိဘတုိင္းက သူတုိ႔ သားသမီးေတြကုိ\nကုိယ္ရည္ကုိဟ္ေသြး ေတာက္ေျပာင္ ေစခ်င္တယ္။\"\n\"အထူးသျဖင့္ သူတုိ႔ထက္ပုိသာေစခ်င္ၾကတယ္။\"\n*****************************************\nBollywood မွာ ဒိတ္ဒိတ္ႀကဲ မင္းသားေတြ အမ်ားႀကီး ရွိတဲ့\nၾကားကေန Irrfan Khan ကလည္း နမည္ႀကီး ေအာင္ျမင္တဲ့ မင္းသား တစ္ေယာက္ပါပဲ။\nBollywood တင္မက Hollywood ထိေအာင္ျမင္တဲ့ မင္းသားတစ္ေယာက္။\nအထူးသျဖင့္ The Lunchbox (2013) မွာလည္း ပရိတ္သတ္ အႀကိဳက္ေတြ႕ခဲ့ပါတယ္။\nဒီဇာတ္ကားဆုိရင္လည္း IMDB 8/10 ထိရ႐ွိထားပါတယ္။\n#Hindi Medium ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဟႏၵီလူလတ္တန္းစားေပါ့ ႕႕႕႕႕႕\nဟုတ္ပါတယ္ ကုိယ္တုိင္ ပညာေရးမွာ မထူးခြ်န္ခဲ့ေတာ့\nကုိယ္ေတြလုိ သမီးေလးကုိ ပညာေရးမွာ မထူးခြ်န္မွာ\nစုိးရိမ္လြန္ေနတဲ့ ရာဂ်္ ဘတ္တရာ ႏွင့္ မီတား ဘတ္တရာ\nတုိ႕ဟာ သူတုိ႔ သမီး ပညာေရး အတြက္ ေပါင္းစုံႀကိဳးစားခဲ့ပါတယ္။\nေဒလီၿမိဳ႕ရဲ႕ ထိပ္တန္းေက်ာင္းေတြမွာ ေက်ာင္းအပ္ခြင့္ရဖုိ႕\nေနရပ္ကေေန လူ႕အထက္တန္းစားေတြၾကားထဲကုိ ေျပာင္းေရႊ႕ ေနထုိင္ၾကတယ္။\nလူလတ္တန္းစား နဲ႕ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/hindi-medium-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1ee9a34d1b5c4aab884f26ca0a09ff2f-300x169.jpg",
        "title": "Halo: Nightfall Season (1)",
        "description": "ဒီကားကတော့ စီးရီးသဘောအနေနဲ့ Season 1 တစ်ခုတည်းသာ၂၀၁၄ကထွက်ပြီး ပြီးဆုံးသွားခဲ့တဲ့Action စီးရီးတစ်ခုဖြစ်ပါတယ်....အခုတင်ဆက်ပေးထားတာကတော့ စီးရီးကို Movie တစ်ခုအနေနဲ့ပေါင်းစည်းပြီးရိုက်ကူးထားတာကြောင့် တစ်ကားလုံးကိုအပြည့်ဝကြည့်ရမှာပဲဖြစ်ပါတယ်....သိပ္ပံနဲ့စိတ်ကူးယဉ်ယဉ်ဆန်ဆန် ရိုက်ကူးထားတဲ့ Action War Type ပုံစံဖြစ်ပါတယ်...စစ်ဆင်ရေးတစ်ခုကိုဆင်နွှဲနေရာကနေ ရန်သူလို့သံသယရှိတဲ့လူတွေနောက်ကိုလိုက်ရင်းအမည်မသိတဲ့ဂြိုလ်တစ်ခုကိုရောက်သွားတဲ့ Soldier Team တစ်ခုရဲ့ကံကြမ္ပာဟာဘယ်လိုတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....သူတို့တွေဟာ သာမာန်စစ်သားအဖွဲ့မဟုတ်ပဲ အထူးလက်နက်တပ်ဆင်ထားတဲ့ အဖွဲ့ဖြစ်လို့သာမာန်လူတွေကိုင်ထားတဲ့ လက်နက်တွေထက် သာလွန်တဲ့လက်နက်တွေကိုကိုင်ဆောင်ထားပါတယ်...ဒါပေမယ့် ဒီဂြိုလ်ကိုသူတို့ရောက်ရှိသွားတဲ့အခါမှာတော့ သူတို့ရဲ့အစွမ်းထက်လှတဲ့လက်နက်တွေဟာသူတို့ကိုပြန်ပြီးတော့ ဒုက္ခပေးလာပါတော့တယ်....ဘယ်လိုဒုက္ခပေးမလဲဆိုတော့ထူးဆန်းတဲ့အကောင်တွေကြောင့်ဖြစ်လို့ပါပဲ...အဲလိုသူတို့တွေတောင်နားမလည်နိုင်တဲ့အကောင်တွေက သူတို့ကိုဘယ်လိုတွေသုတ်သင်ပြီး သူတို့အဖွဲ့ကိုခြောက်ခြားအောင်လုပ်မလဲဆိုတာ စောင့်ကြည့်လိုက်ရအောင်ဗျာ....\nQuality…..BluRay 720p\nDuration…..01:38:00\nFormat…Mp4\nFile Size…(704 MB , 281 MB)\nTranslator…..Hnin Oo Wai\nEncoder…..Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/3en4C/Halo_Nightfall_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/pbwyvjdpdemv-209x300.jpg",
        "title": "[18+] Wrestling (2014)",
        "description": "ကိုရီးယား Comedy ဇာတ္ကားျဖစ္ေပမယ့္ Nudity ေတြ အမ်ားၾကီးပါတာေၾကာင့္ အရြယ္ေရာက္ျပီးသူမ်ားသာ ၾကည့္သင့္ပါတယ္။Sex is zero ဇာတ္ကားထဲက မင္းသား Choi Seong-guk ကအဓိကဇာတ္ေဆာင္အျဖစ္ ပါဝင္ထားျပီး မင္းသမီးႏွစ္လက္ကေတာ့ ကိုရီးယား Erotic ဇာတ္ကားေတြမွာ ပါေနၾကျဖစ္တဲ့ Song Eun-Chae နဲ႔  Ha Na-Kyung တို႔ျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့....မင္းသားက ထန္ဂိုဏ္းက ။ အဲဗားထန္ေနတာ...။ေက်ာင္းဆရာျဖစ္ေပမယ့္ ဇာတ္ရႈပ္ေတြလဲ လုပ္ေသးတယ္။ထန္ခ်က္ကလဲ တပည့္မေလးေတာင္ အလြတ္မေပးခ်င္သူပါ....သူတို႔ရဲ႕ထန္ေက်ာင္းကို Sexy က်က် ေက်ာင္းဆရာမအသစ္တစ္ေယာက္ ထပ္ေရာက္လာတဲ့အခါ ထန္ဂိုဏ္းဝင္ ေက်ာင္းဆရာလူပ်ိဳၾကီးေတြ ဘယ္လို ခ်ဥ္းကပ္ၾကမယ္..ဘယ္လိုေတြေသာင္းက်န္းၾကမယ္ဆိုတာ...။ \nFile Size...(800MB) and (270MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration...01:25:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "",
        "url": "https://channelmyanmar.org/18-wrestling-2014/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Fall_in_Love_Like_a_Star_poster-215x300.jpeg",
        "title": "Fall in Love Like a Star (2015)",
        "description": "ဒီဇာတ္ကားက တရုတ္ Romance ဇာတ္ကားေလးပါ။\nမင္းသား Li Yifeng နဲ႔ မင္းသမီး Yang Mi တို႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။\nမင္းသားေရာ မင္းသမီးေရာ Swords of Legends သိုင္းကားစီးရီးထဲမွာ အတူတကြသရုပ္ေဆာင္ခဲ့ဖူးပါတယ္။\nStar တစ္ေယာက္ကိုခ်စ္မိတဲ့ အခ်စ္နဲ႔ လွ်ိဳ႕ဝွက္ျမိဳသိပ္မႈေတြၾကား ဘာေတြက ခ်စ္သူႏွစ္ေယာက္ကို ေဝးကြာေစမလဲ...\nအခ်စ္ရဲ႕စြမ္းအားေတြကေရာ ခ်စ္သူႏွစ္ဦးကို နီးကပ္လာေစမွာလားဆိုတာ...........။\nအခ်စ္ကားသန္႔သန္႔ေလး ခံစားခ်င္သူမ်ားအတြက္ ရည္ရြယ္တင္ဆက္လိုက္ရပါတယ္။File Size...(800MB) and (310MB)\nQuality...HD Rip 720p\nFormat...mp4\nDuration...01:38:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fall-in-love-like-a-star-2015/",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMThmNzNlOTctZmE1ZS00Nzg3LTg3MjctYjk5NDJhZGYxMjhkXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Jackpot 2016",
        "description": "နန္းတြင္း ကိုရီးယား ဇတ္လမ္း ႏွစ္သက္သူမ်ားအတြက္\nအေကာင္းဆံုး နန္းတြင္း ကိုရီးယားဇတ္လမ္းတြဲ တစ္ခုကို တင္ဆက္ေပးလုိက္ပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ မေအတူ ဖေအကြဲ ညီအကို ၂ ေယာက္ ရဲ႕ တစ္ဦးက ဘုရင္ျဖစ္\nတစ္ဦးကေတာ့ ေလာင္းကစားသမား ျဖစ္ၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္ ညီအကိုမွန္း မသိၾကပဲ\nေရေျမ႕ရွင္ ဘုရင္မင္းျမတ္အား အတူတကြ ကာကြယ္ၾကရတဲ့ ညီအကို ႏွစ္ေယာက္\nေလာင္းကစား နဲ႔ ပတ္သက္ၿပီး ယွဥ္ၿပိဳင္ၾကရမယ့္ စီးပြားေရးေတြ\nဘယ္လိုဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ပါ....",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/jackpot1-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc5Mzg3NjI4OF5BMl5BanBnXkFtZTgwNzA3Mzg4MDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Going in Style (2017)",
        "description": "Going in Style (2017)_______IMDb - 6.6/10\n  \nဒီကားလေးကဘယ်လိုကားလေးလဲဆိုတာမမေးခင်ပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေကိုပဲအရင်ကြည့်လိုက်ပါ။\nစိတ်ဝင်စားစရာဖြစ်မယ်ဆိုတာသိသာပါတယ်ဗျာ။\nNow You See Meဇာတ်ကားတွေမှာအပြင်ဇာတ်ကားတော်တော်များများမှာပါဝင်တဲ့ဝါရင့်သရုပ်ဆောင်ကြီးMorgan Freeman၊\nအဲဒီNUSMကားထဲမှာပဲMorganနဲ့အတူပါဝင်ခဲ့တဲ့Micheal Caineနှင့်\nနောက်ထပ်ဝါရင့်သရုပ်ဆောင်Alan Arkinတို့ပါဝင်ပါတယ်။\nအဖိုးကြီးသုံးယောက်ပေါင်းလောင်းကျော်ပွဲကြမ်းထားကြတဲ့2017ထွက်ဟာသကားကောင်းလေးဖြစ်ပါတယ်။\nဇာတ်ကြောင်းလေးကတော့အသက်အရွယ်ထောက်လာပြီဖြစ်တဲ့ဝီလီ၊ဂျိုးနဲ့အယ်ဘာ့တ်တို့\nသူငယ်ချင်းတတွေငွေကြေးအခက်အခဲတွေနဲ့ရင်ဆိုင်လာရပြီးဘဏ်တွေရဲ့နှိပ်စက်မှုတွေကိုခံနေရပါတယ်။\nအဲဒီနောက်သူတို့နှစ်ပေါင်းများစွာအလုပ်လုပ်ပေးခဲ့တဲ့companyဟာပိုင်ရှင်အသစ်လက်ထဲရောက်ပြီးနောက်\nသူတို့ခံစားနေရတဲ့ပင်စာလစာလေးတွေကိုပါဖျက်သိမ်းတော့မယ်လို့သိလိုက်ရတဲ့အခါမှာတော့\nသူတို့ချစ်တဲ့မိသားစုတွေအပေါင်းအသင်းတွေဒုက္ခနဲ့လှလှနဲ့တွေ့ရတော့မယ်ဆိုတာသဘောပေါက်လာကြပါတယ်။\nအဲဒီတော့အဖိုးကြီးသုံးယောက်သားဘဏ်ကိုဓါးပြတိုက်ဖို့ဆုံးဖြတ်လိုက်ကြပါတော့တယ်။\nအသက်အရွယ်တွေကြီးနေကြပြီဆိုပေမယ့်\nသုံးယောက်သားဘယ်လိုအချက်ကျကျသေချာစီစဉ်ပြီးပွဲကြမ်းကြမလဲဆိုတာကတော့စိတ်ဝင်စားစရာပါပဲ။\nအဲတော့သူတို့သုံးယောက်ဘယ်လိုအခက်အခဲတွေကိုတူတူရင်ဆိုင်ကြမလဲ။\nဘယ်လိုဖြေရှင်းကြမလဲ။\nသူတို့လုပ်ဆောင်မယ့်အကြံအစည်တွေအောင်မြင်ပါ့မလား။\nရဲတွေစုံထောက်တွကိုဘယ်လိုနှစ်ကျပ်ကွက်နင်းသွားမလဲဆိုတာကိုဟာသအမြူးလေးတွေနဲ့ရှုစားရမှာဖြစ်ပါတယ်။\nတကယ်ကြည့်လို့ကောင်းပြီးစိတ်အမောပြေစေမယ့်ကားကောင်းလေးဖြစ်မယ်ဆိုတာအသေအချာပဲဖြစ်တာမို့\nလက်မလွတ်စေဖို့တိုက်တွန်းချင်ပါတယ်။\nRatingအနေနဲ့လဲ6.6 ထိရထားပြီးရုံဝင်ငွေဒေါ်လာ82.1သန်းထိရရှိထားတဲ့ကားလေးဖြစ်ပါတယ်။\nကဲအဖိုးကြီးတွေလေးတေးတေးနဲ့ဘယ်လိုလက်စွမ်းပြကြမလဲဆိုတာတော့ရယ်ရင်းမောရင်းကြည့်လိုက်ရအောင်ဗျာ။\n(ဘာသာပြန် သူကတော့ May Tharaphi Twinlay ပါ)\n  File Size : (702 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Comedy,Crime\nTranslated By May Tharaphi Twinlay\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Rjyg/Going_In_Style_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTUzNTUzMTA5OF5BMl5BanBnXkFtZTgwOTg0ODc1MTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Wolf Children (2012)",
        "description": "Wolf Children (2012)\nIMDb – 8.1/10______Rotten – 94% ဂျပန်လို Ōkami Kodomo no Ame to Yuki လို့ အမည်ရတဲ့ ဒီဇာတ်ကားဟာ 2013 Japan Academy Prize for Animation of the Year, the 2012 Mainichi Film Award for Best Animation Film, the 2013 Animation of the Year Award တွေလက်ခံရရှိခဲ့ရုံသာမက... နော်ဝေနိုင်ငံရဲ့ အဓိကဆုဖြစ်တဲ့ The Silver Mirror နဲ့ The Audience Award တို့အပြင် 2013 New York International Children's Film Festival မှာလဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4UNby/Wolf_Children_(Ookami_Kodomo_No_Ame_To_Yuki)_[2016]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/200-Pounds-Beauty-Poster-139x200.jpg",
        "title": "200 Pounds Beauty (2006)",
        "description": "200 Pounds Beauty (2006)_____IMDb - 6.8/10\n  \nဒီနေ့လဲ IMDb Rating (6.8) ထိ ရရှိထားတဲ့ ကိုရီးယား ဇာတ်ကားကောင်းတစ်ကားနဲ့ထပ်မံမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားက တချို့လဲကြည့်ဖူးလောက်ပြီ တချို့လဲမေ့နေလောက်ပြီ\nတချို့လဲသတိရဆဲဖြစ်နေမယ့် တစ်ခေတ်တစ်ခါက နာမည်ကြီးဇာတ်ကားပါ။\nကျွန်တော်တော့ အခုပြန်ကြည့်တာ ထပ်ပြီး Heart ထိအောင် ခံစားရပါတယ်။\nကိုးရီးယားမှာ တအားကို ဟော့ဖြစ်ခဲ့ပြီး \"ပြရက် ၂၀ နဲ့ လက်မှတ် ၄ သန်း ရောင်း ရပြီး\" လို့ ဖေါ်ပြခံခဲ့ရတဲ့ဇာတ်ကားပါ။\n၄၂ ရက်မှာ လက်မှတ် ၅.၈၃ သန်း ရောင်းခဲ့ရပြီး၊ ကိုးရီးယား တစ်နိုင်ငံလုံး ရုံပေါင်း ၂၅၀ မှာ တပြိုင်နက်တည်းပြသခဲ့တာပါ။\nစံချိန်တွေချိုးခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး ကုန်ကျစရိတ် US$ 4 Million ပဲရှိခဲ့ပေမယ့်\nBox Office ဝင်ငွေ US$ 42 Million ပြန်ရခဲ့အထိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်ကားရဲ့ ဒါရိုက်တာ Kim Yong-hwa ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/SFhj/200_Pounds_Beauty_(Minyeo-Neun_Goerowo)_[2006]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM0NTI3NTIzN15BMl5BanBnXkFtZTYwNDY3OTg4._V1_-210x300.jpg",
        "title": "[21+] All Ladies Do It (1992)",
        "description": "ထုံးစံ အတိုင်း ဘာသာပြန်ကောင်းတဲ့ အဘဆရာ သာရစ် ကတော့ အိမ်ထောင်ရေး ရုပ်ရှင်တစ်ကားကို\n၃ ကြိမ်မြောက် ထပ်မံ ဘာသာပြန်ပေးလိုက်ပါပြီ ... :P \nဒီရုပ်ရှင်ကားဟာ Rated R အဆင့် မို့ မိသားစု နှင့် အတူမကြည့်ရန် ၊ အသက်မပြည့်သေးသူများ မကြည့်ရန် သတိပြုမှုပါ...\n \nအိမ်ထောင်ရေး ပညာပေး ဇတ်လမ်း တစ်ခုဖြစ်ပြီး မိန်းမဖြစ်သူမှာ ယောကျာၤးဖြစ်သူထံမှ စိတ်ကျေနပ်မှု မရ၍\nအပြင်တွင် တစိမ်းယောင်္ကျား တစ်ဦးဖြင့် ခြေလိမ်ရှုပ်သော ဇတ်လမ်းဖြစ်ပါတယ်....\nGuru Alcon\n============\n  \nထံုးစံ အတုိင္း ဘာသာျပန္ေကာင္းတဲ့ အဘဆရာ သာရစ္ ကေတာ့ အိမ္ေထာင္ေရး ရုပ္ရွင္တစ္ကားကို\n၃ ၾကိမ္ေျမာက္ ထပ္မံ ဘာသာျပန္ေပးလုိက္ပါၿပီ ... :P\n \nဒီရုပ္ရွင္ကားဟာ Rated R အဆင့္ မို႔ မိသားစု ႏွင့္ အတူမၾကည့္ရန္ ၊ အသက္မျပည့္ေသးသူမ်ား မၾကည့္ရန္ သတိျပဳမႈပါ...\n \nအိမ္ေထာင္ေရး ပညာေပး ...",
        "rating": "5.3",
        "url": "https://megaup.net/TGp9/All_Ladies_Do_It_(Così_Fan_Tutte)_[21+]_[1992]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/52649-214x300.jpg",
        "title": "At War For Love (2016)",
        "description": "ဒီဇာတ္လမ္းေလးဟာ ဒုတိယကမၻာစစ္အတြင္း waterကို အသံမထြက္တတ္ဘဲ\nwarလို႔မွားထြက္မိလို႔စစ္တပ္ထဲေရာက္လာတဲ႔အူေၾကာင္ေၾကာင္\nအီတလီစစ္သားေလးတစ္ေယာက္အေၾကာင္းပါ …\nဒါေပမယ့္လည္းျဖစ္ပံုက အဲ႔ဒီေန႔က သူ႔ေကာင္မေလးကိုလက္ထပ္ခြင့္ရဖို႔အတြက္\nပင္လယ္ျခားေနတဲ႔စီစလီျမိဳ႕ကသူမရဲ႕အေဖဆီ သြားျပီးခြင့္ေတာင္းရမွာပါ…\nဒါေပမယ့္ စားပြဲထိုးငမြဲေလးျဖစ္တဲ႔အာတူရိုဟာ သြားဖို႔ရာ\nကားခသေဘၤာခေလးေတာင္မတတ္နိုင္တဲ႔အတြက္ စိတ္ညစ္ညစ္နဲ႔ ဘားသြားပါေလေရာ…\nဘားလည္းေရာက္ေရာ ေရေတာင္းတာ Waterကိုအသံမထြက္တတ္ဘဲ\nwarလို႔ထြက္မိတဲ႔အတြက္ စစ္တပ္ထဲအူေျကာင္ေျကာင္နဲ႔ေရာက္သြားပါတယ္...\nဒါေပမယ့္လည္း စစ္တပ္က စီစလီျမိဳ႕ကိုတပ္ကူလႊတ္လိုက္တဲ႔အတြက္ ေရငတ္တုန္းေရတြင္းထဲက်ျပီး\nစီစလီျမိဳ႕ကိုဆိုက္ဆိုက္ျမိဳက္ျမိဳက္ၾကီးကိုေရာက္သြားပါေတာ့တယ္...\nစီစလီျမိဳ႕အေရာက္မွာေတာ့ သူ႔ခ်စ္သူရဲ႕ဖခင္ကိုရွာေဖြရင္း ဘာေတြဆက္ျဖစ္ျကမလဲ……\nနိုင္ငံကိုေပးဆပ္ဖို႔စစ္တပ္ထဲဝင္လာတဲ႔သူရဲေကာင္းအရာရွိၾကီးဖီးလစ္…\nဗံုးေစာင့္ၾကည့္ေပးရတဲ႔ မ်က္မျမင္နဲ႔ ေထာ့က်ိဳးအတြဲ…\nစစ္တိုက္ထြက္သြားတဲ႔ခင္ပြန္းျဖစ္သူကိုေစာင့္ေမ်ွာ္ေနတဲ႔မိသားစုေလး…\nစတဲ႔သူတို႔ရဲ႕စစ္အတြင္း ဘဝေလးေတြကိုဟာသေႏွာလိုက္ ငိုခ်င္ေအာင္လုပ္လိုက္နဲ႔\nပရိသတ္ကိုနည္းမ်ိဳးစံုနဲ႔စိတ္ေက်နပ္မႈေပးထားတဲ႔ကားေလးပါ…\nသဘာဝက်က် ခြီရတဲ႔အခန္းေတြေတာ့ သိပ္ကိုသေဘာက်ရပါတယ္……\nအႏွစ္ခ်ဳပ္ေျပာ႐င္ေတာ့ တကယ္ၾကည့္လို႕အရမ္းေကာင္းတဲ့ကားေလးတစ္ကားပါ...Quality…..BluRay 720p\nDuration…..01:39:00\nFormat…Mp4\nFile Size…(807 MB , 302 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint LwinDownload with Yoteshin Link\nDownload with CM Cloud\nDownload with Openload \nDownload with Openload (Small Size)",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/at-war-for-love-2016/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BY2ZkNDNjZGEtZjU1MC00NGUwLTkyYTQtNzk5OGQ5ZDc4NGY5XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "No Escape (2015)",
        "description": "သရဲကားတွေ ဟာသကားတွေ ရိုမတ်တစ်ကားတွေ ကြည့်ပြီး ပျင်းနေကြပြီလားဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ မပျင်းရဘူး အသည်းတထိတ်ထိတ် နဲ့ ကြည့်ရမယ့် အက်ရှင်ဇာတ်ကားပါဇာတ်လမ်းနာမည်ကတော့ \"No Escape\" ပါအညွှန်းလေးဖတ်ကြည့်ဦးနော်..ဇာတ်လမ်းအကြောင်းအရာကတော့ အမေရိကန်နိုင်ငံသား အင်ဂျင်နီယာ ဂျက် ဟာ သူ့မိသားစုနဲ့ အတူ အရှေ့တောင်အာရှနိုင်ငံ တစ်နိုင်ငံ ကို ရေသိုလှောင်ရေး စီမံကိန်း အလုပ်ကိစ္စနဲ့ ခရီးထွက်ခဲ့ပါတယ်...\nအဲ့နိုင်ငံ လဲ ရောက်ရော အမေရိကန် လူမျိုးတွေ အပေါ်မကျေမနပ် ဖြစ်နေတဲ့ လူအုပ်စုရဲ့ တိုက်ခိုက်မှုကို ဂျက်တို့ မိသားစု ပတ်ပင်းတိုးခဲ့ပါတယ်\nဂျက် နဲ့ သူ့မိသားစု ဟာ escape မရနိုင်ဘဲ သူများနိုင်ငံမှာ အတော် ဒုက္ခရောက်ခဲ့ပါတယ်\nဇာတ်လမ်းခေါင်းစဉ် No escape ဆိုတဲ့ အတိုင်းဘဲ လွတ်မြောက်ဖို့ တကယ် ခက်တာပါ\nအသတ်ခံရမယ့် ဘေးကနေ လွတ်အောင် ကြိုးစားတာတွေကို ရင်တထိတ်ထိတ် နဲ့ကြည့်ရှူရမယ့် အက်ရှင်ဇာတ်လမ်းပါ\nဒီဇာတ်ကားကို ကမ္ဘောဒီးယားနိုင်ငံ ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eF2B/No_Escape_[2015]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large_yhkRyr5DFOmNlauAwY6zBks3Cjs-200x300.jpg",
        "title": "Bedtime Stories 2018",
        "description": "အိပ္ရာ၀င္ခ်ိန္ဆိုတာ လူသားတိုင္းရဲ႕တစ္ေန႕တာမွာအၿငိမ္းခ်မ္းဆံုးအနားယူတဲ့အခ်ိန္ေလးပါ\nအိပ္ရာ၀င္ခ်ိန္မွာ ယံုတမ္းပံုၿပင္မ်ားကိုနားေထာင္ၿပီးေတာ့ ကြ်န္ေတာ္တို႕အိပ္စက္ခဲ့ရပါတယ္....\nအခုလည္း Disney ရဲ႕အိပ္ရာ၀င္ပံုၿပင္ေလးကို ၾကည့္္ၿပီးေတာ့\nဒီညအိပ္မက္ေတြကို ကိုယ္စိတ္ၾကိဳက္ဖန္တီးၿပီးေတာ့ ေပါက္တတ္ကရေတြမက္လိုက္ရေအာင္....\nငယ္ငယ္တုန္းက အိပ္ရာ၀င္ပံုျပင္ေလးေတြ နားေထာင္ခဲ့ဖူးတယ္ ။\nပံုေျပာေကာင္းတဲ့ အစ္ကိုၾကီးအစ္မေတြဆီကေန တေစၦသူရဲပံုျပင္ေတြ အဘုိးအဘြားေတြဆီကလည္း\n“ တို႔႔႔ေတြေခတ္တုန္းက   ဘယ္လို၊ တို႔ငယ္ငယ္တုန္းက ဘယ္လို”  စသျဖင့္ေပါ့ဗ်ာ နားေထာင္ခဲ့ဖူးၾကပါတယ္ ။\nအေျပာေကာင္းတဲ့သူေတြနဲ႔ဆို သူတုိ႔ဇာတ္လမ္းေလးမွာ စီးေမ်ာရင္း အခ်ိန္ေတြကုန္မွန္းေတာင္ မသိခဲ့ဘူး။\n  ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စကီတာ ဆိုတဲ့  ဦးေလးလူပ်ိဳၾကီး တစ္ေယာက္\nသူ႔တူေလးနဲ႔ သူတူမေလးကို သူတုိ႔အေမခရီးသြားတုန္း တစ္ပတ္ေလာက္\nညဖက္ေတြမွာ ၾကည့္ရွဳေစာင့္ေရွာက္ေပးဖုိ႔ အေၾကာင္းေပၚလာတယ္။\nသူကလည္း လူပ်ိဳၾကီးဆိုေတာ့ ကေလးမထိန္းတတ္ အိပ္ရာ၀င္ပံုျပင္ေျပာရေတာ့မယ္ဆိုေတာ့\nပံုျပင္စာအုပ္ထဲက ဇာတ္လမ္းေတြကိုလည္း သူမၾကိဳက္ဘူး။\nဒါနဲ႔႔ပဲ သူရဲ့အေၾကာင္းကို ရာဇ၀င္ဇာတ္လမ္းေတြထဲက သူရဲေကာင္းေတြနဲ႔ေရာျပီး\nေပါက္တက္ကရေတြ ေလ်ာက္ေျပာေတာ့တာပဲ။\nသူကေျပာလိုက္ သူ႔တူေလးတူမေလးေတြလည္းက ဇာတ္လမ္းျပင္ေျပာလိုက္နဲ႔ လုပ္ေနၾကတာေပါ့။\nဒီလိုနဲ႔ ထူးထူးဆန္းဆန္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A2q4/Bedtime_Stories_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/The-Sexy-Soccer-2004-asianmediafire-171x300.jpg",
        "title": "[18+] Sexy Soccer (2004)",
        "description": "INFO:\nTitle: Sexy Soccer (2004)\nAlso known as: Sing gum zhook kao\nYear : 2004\nGenres : Comedy | Sport | Erotic\nLanguage : Cantonese\nCountry : ChinaDirected by : Sik Hok Min\nStars : Tong Tong, Au Yeung, Carmen YeungPlot:\nDown on his luck soccer coach Rolando is having a hard time scoring; in more ways than one! In debt to a loan shark; he really needs ...",
        "rating": "3.5",
        "url": "https://megaup.net/V8zk/Sexy_Soccer_(Sing_Gum_Zhook_Kao)_[18+]_[2004]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA1MjExNTEzN15BMl5BanBnXkFtZTcwMjE1MzAwMQ@@._V1_-212x300.jpg",
        "title": "Magnificent Warriors (1987)",
        "description": "ဒီဇတ္ကားကိုစၾကည့္ရတဲ့အခ်ိန္တုန္းကကြ်န္ေတာ္အ ေတာ္ေလးငယ္ပါေသးတယ္\nမီရွဲယိုကိုအဲဇတ္ကားကေနစၿပီးႀကိဳက္ခဲ့တယ္လို႔ေျပာလို႔ရတယ္\nေနာက္ပိုင္းမွာသူ႔ကားေတြအေတာ္ၾကည့္ျဖစ္တယ္\nမင္းသမီးမီရွဲယိုဟာကမ႓ာေက်ာ္မင္းသားႀကီးေတြနဲ႔အတူတူသ႐ုပ္ေဆာင္ခဲ့ ၿပီး\nအာရွသာမကကမ႓ာေက်ာ္႐ုပ္ရွင္မင္းသမီးတစ္ဦးပါအက္ရွင္ေတြသာမကဒရာမေတြပါပိုင္နိင္တဲ့မင္းသမီး ျဖစ္ေၾကာင္းကို\nthe lady ဆိုတဲ့ဇတ္ကားမွာေတြ႕နိင္ပါ တယ္\nဂ်ိမ္းစ္ဘြန္းကားမွာလည္းပါဝင္သ႐ုပ္ေဆာင္ဖူးတဲ့ထိုမင္းသမီးဟာဂ်က္ကီခ်မ္း ဂ်က္လီတို႔နဲ႔အၿပိဳင္နာမည္ ႀကီးတဲ့မင္းသမီးတစ္ဦးပါပဲ\nဇတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ေတာ့တ႐ုတ္နဲ႔ဂ်ပန္စစ္ျဖစ္ေနတဲ့ကာလအတြင္းမင္းသမီးမီရွဲယိုဟာ\nမ်ိဴးခ်စ္ေတာ္လွန္ေရးသမားတစ္ဦးကိုသြားေရာက္ကယ္တင္တဲ့ဇတ္လမ္းေလးပါ\nလမ္းခုလတ္ မွာဘာေတြၾကံဳရမလဲဘယ္သူေတြနဲ႔ေတြ႕ၾကံဳရမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရႈရမွာပါ\nအက္ရွင္သာမကဟာသလည္းေရာေႏွာပါဝင္တာမို႔ေသခ်ာပါတယ္\ncmပ ရိတ္သတ္ေတြအႀကိဳက္ေတြ႕မယ္လို႔ထင္ပါတယ္\nကြ်န္ ေတာ္ႀကိဳက္ခဲ့တဲ့ဇတ္ကားေလးကိုအေကာင္းဆံုးကြာလတီနဲ႔ဘာသာျပန္ေပးလိုက္ပါတယ္\nေဒါင္းေလာ့ဆြဲၿပီးသိမ္းထားၾကပါလို႔ပဲေျပာၾကားရင္း\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုစိုးေထြးပါ)\n  File Size : (680 MB) and (330 MB)\nQuality : Dvdrip 480p\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Action, Drama\nTranslated By Soe Htwe\nEncode By Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/magnificent-warriors-1987/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/gun-woman-poster-133x200.jpg",
        "title": "[21+] Gun Woman (2014)",
        "description": "2014 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ခပ်ကြမ်းကြမ်း ဂျပန် အပေါင်းနှစ်ဆယ့်တစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးက ကျတော်ကျိဖူးသမျှ Japan Gore movies တွေထဲမှာ\nတော်တော်ကြမ်းတဲ့ ဇာတ်ကားပါ ပြီးတော့ ဇာတ်ကားရဲ့ story line နဲ့ plot twist တွေက 21+ လို့တောင် မထင်ခြင်စရာပါပဲ\nနောက်တခုက သွေးသံရဲရဲ ခန်းတွေ ဆင်းရဲသားအခန်းတွေ ပေါပေါသောသော ပါတာမို့ ပုရိသအကြိုက်ကားတစ်ကားဖြစ်မယ်ဆိုတာတော့ ရဲရဲြက်ီးအာမခံရဲပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆရာဝန် တယောက် တစုံတခုသောအကြောင်းတစ်ခုကြောင့် ကလဲ့စားခြေဖို့အာသီသပြင်းထန်နေတဲ့ဆရာဝန်\nအဲ့ဒီ့ ဆရာဝန်က ဘာကြောင့် အသဲအသန် ကလဲ့စားခြေဖို့ ဆာလောင်နေလဲ\nတနေ့ ကံတရားက မျက်နှာသာပေးလာတော့ မိန်းမပျိုလေးတယောက်ကို\nဝယ်ပြီး ရက်စက်တဲ့ လူသတ်သမ ဖြစ်အောင် သေချာလေ့ကျင့်ပေးလိုက်တဲ့အခါမှာတော့ ကဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ပါ\n(ဘာသာပြန်ကတော့ ကိုကွန်ပိုက်ပါ :)",
        "rating": "4.7",
        "url": "https://megaup.net/2f4aD/Gun_Woman_(Nyotaiju_Gan_Ūman)_[21+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOGUxODcyZmUtZTkxMy00YWIwLWEzOGEtNDQ0MTgxNTIzNjA1XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hush (2016)",
        "description": "မက်ဒီ ဟာ တောစပ်ကိုစာရေးဖို့ရောက်လာခဲ့ပါတယ်\nတောစပ်ဆိုပေမဲ့ အိမ်လေးတွေတော့ရှိပါတယ်\nအလှမ်းတော့ဝေးတာပေါ့ အိုကေ ဆက်ရအောင်\nအံဩစရာကောင်းတာက မက်ဒီဟာ ဆွံ့အနားမကြားသူ\nတစ်ယောက်ပါ သူစာရေးလို့ စာမူခရတာတွေကိုလည်း\nနားထိုင်းစောင့်ရှောက်ရေး ဝက်ဆိုဒ်အတွက် ကူညီပေးပါတယ်...\"She is alone....\nBut She is not alone....သူ့အတွက် ကံကြမ္မာဆိုးတွေစတင်ဝင်ရောက်လာပါပြီ\nသူ့ဆီကိုဖိတ်မခေါ်ပဲရောက်လာတဲ့လူတစ်ယောက်....\nသူ့အသက်ကိုတစ်စစီခြွေမဲ့သူ......\nအကူအညီအော်တောင်းလည်းမရနိုင် ...ပြေးလည်းမလွှတ်...\nမက်ဒီဟာ ထိုသူလက်ခုပ်ထဲကရေဖြစ်နေမလား....ဒါမှမဟုတ်.... ဖိတ်မခေါ်ပဲရောက်လာတဲ့သူကိုမက်ဒီက\nပြန်မလာနိုင်တဲ့လမ်းကိုပို့ပေးမလား.....\nလူတွေက သေခြင်းတရားနဲ့နီးကပ်လာရင် ဘယ်လိုတွေဖြစ်တက်ကြတာလဲ\nပြင်းထန်တဲ့အခက်အခဲတွေကြုံလာတိုင်း\nအလျှော့မပေးပဲ အဖြေကိုရအောင်ရှာပါတဲ့.....ဒီကားကတော့ အင်းအားကြီးသူနဲ့ အားနည်းသူတို့\nယှဉ်ပြိုင်တိုက်ခိုက်တဲ့ပွဲပဲလို့ပြောရတော့မှာပဲကိုင်း ....အညွန်းကိုတော့ဒီမှာတင်တစ်ခန်းရပ်\nကျွန်တော် John LaYaungဆိုတဲ့လူချောလေးနားပါရစေတော့လားခင်ဗျား  File Size : (600 MB) and (230 MB)\nQuality : 720p WebRip \nRunning Time : 1hr 21minutes\nFormat : Mp4\nGenre : Horror, Thriller\nTranslated By John La Yaung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Wmxp/Hush_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/FB_IMG_1499741782305-213x300.jpg",
        "title": "Our School E.T (2008)",
        "description": "ဇာတ္လမ္းအၫႊန္း\n===========\n2008 ခုႏွစ္က ထြက္ရွိခဲ့ ၿပီး IMdb 6.2 ရထားတဲ့ ကိုရီးယား ဟာသကားေလး တစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းေလးထဲမွာပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ ပ်ိဳေမေတြရဲ႕ အသဲစြဲ မင္းသးာႀကီးျဖစ္ၿပီး တျခား မင္းသားမင္းသမီးေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔သိပ္မစိမ္းလွတာမို႔ ဇာတ္ကား ေကာင္းလားမေကာင္းလားဆိုတာကို ခန္႔မွန္းမိၾကမွာပါ\nကဲေလေတာင္ေတာ္ေတာ္ ရွည္သြားၿပီဗ်ာ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အထက္တန္းေက်ာင္းမွာ ႏွစ္ေပါင္းမ်ားစြာ GYM နည္းျပလုပ္လာခဲ့တဲ့ ဆိုးဂန္း တေယာက္ တေန႔မွာေတာ့ဆရာလိုအပ္ခ်က္အရ သူမက်ြမ္းက်င္တဲ့ အဂၤလိပ္စာ ကိုသင္ျပေပးဖို႔အတြက္ အေၾကာင္းဖန္လာတဲ့အခါမွာေတာ့ ဆိုးဂန္းတေယာက္ ဘယ္လိုမ်ားအခက္အခဲေတြ ေက်ာ္ျဖတ္မလဲ ဘယ္လိုအလြဲေတြနဲ႔မ်ား ႀကံဳရမလဲဆိုတာေတြကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ ၾကည့္ၾကရမွာပဲျဖစ္ပါတယ္\nယခု ဇာတ္ကားေလးကို ဘာသာျပန္ သူကေတာ့ မင္းျပည့္စံုျဖစ္ၿပီး သူ ခ်စ္ေနတဲ့တေယာက္ေသာသူ ေမြးေန႔အတြက္ ဘာသာျပန္တင္ဆက္ေပးခဲ့တာ ျဖစ္ပါတယ္\nဇာတ္ကားအၫြန္းကိုေတာ့ ေ႐ြစည္းခံုဘုရားမွာ သြားေရာက္ဖူးေမ်ွာ္ရင္းေရးသားခဲ့တာပါ ????\nဇာတ္ကားက ၂ပိုင္းဗ်ေနာ္ လင့္ ေတြမယ္ ၁ နဲ႔ ၂ ျပထားတယ္ဗ်\nFile size…(230MB) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/our-school-e-t-2008/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/edge-199x300.jpg",
        "title": "The Edge of Seventeen (2016)",
        "description": "ဒီကားလေးကတော့ဆယ်ကျော်သက်ဟာသ/ဒရာမာကားလေးဖြစ်ပါတယ်။ဇာတ်ကားအစမှာတော့ကျောင်းသူဖြစ်သူNadineနဲ့သမိုင်းဆရာMr.Brunerတို့ရဲ့စကားဝိုင်းလေးနဲ့စထားပါတယ်။NadineဟာMr.Brunerကိုသူ့ရဲ့ဘဝအခက်အခဲတွေကိုရင်ဖွင့်နေတာဖြစ်ပါတယ်။အဲဒီကနေစလို့သူ့ရဲ့ငယ်ဘဝကစပြီးအိမ်တွင်းရေးတွေသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaအကြောင်းတွေပြောပြပါတယ်။သူရဲ့အဖေဖြစ်သူကွယ်လွန်သွားပြီးနောက်အမေဖြစ်သူနဲ့အဆင်မပြေတဲ့Nadineဟာတွယ်တာစရာဆိုလို့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaပဲရှိပါတော့တယ်။တရက်အစ်ကိုလုပ်တဲ့ပါတီမှာကဲရင်းနှစ်ယောက်သားပျော်ပါးမူးပြီးအိပ်ပျော်သွားကြပါတယ်။မနက်အိပ်ရာလည်းထရောအစ်ကိုဖြစ်သူနဲ့တူတူအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူကိုတွေ့လိုက်ရတော့Nadineတယောက်အတော်စိတ်ထိခိုက်သွားပါတော့တယ်။အဲဒါနဲ့သူ့ကိုကြိတ်သဘောကျနေသူEwrinဖြစ်သူနဲ့ပဲတွဲဖြစ်ပါတော့တယ်။အဲဒီနောက်ပိုင်းNadineရဲ့ရင်ဖွင့်စရာရင်းနှီးနှစ်သိမ့်ပေးသူဟာMr.Brunerပဲဖြစ်လာပါတော့တယ်။ဆိုတော့Mr.Brunerတယောက်မိမိရဲ့ကျောင်းသူဖြစ်သူကိုဘယ်လိုဖြေသိမ့်ပေးနိုင်မလဲ၊ဘယ်လိုလမ်းပြပေးနိုင်မလဲ။Nadineရဲ့အချစ်ရေးလူမှုရေးကိစ္စတွေဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့လူငယ်ဆန်ဆန်ဟာသအရောအနှောလေးတွေနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Nadineတယောက်ပြဿနာတွေပြေလည်သွားမလား၊နောက်ဆုံးဘယ်လိုendingလေးနဲ့ပြီးဆုံးသွားမလဲဆိုတာတော့ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။လူငယ်သဘာဝDrama/Comedyကြိုက်တဲ့သူတွေအတွက်လူငယ်ဆန်ဆန်သဘာဝအလျောက်ဖြစ်ပျက်ပုံတွေကိုတင်ဆက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးထားသူကတော့ May Thazin Myint ဖြစ်ပါတယ်)  File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 44minutes\nFormat : Mp4\nGenre : Comedy,Drama\nTranslated By May Thazin Myint\nEncode By Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1A2qu/The_Edge_Of_Seventeen_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDM1NWQwNTktM2M2MC00ODY2LWEyNDItNTQ1NGM0YjA4ODIwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-214x300.jpg",
        "title": "Sky on Fire (2016)",
        "description": "အေဖတူအေမကြဲ ေမာင္ႏွမ၂ေယာက္...\nညီမျဖစ္သူ ကင္ဆာေရာဂါ ေနာက္ဆံုးအဆင့္ေရာက္ေနၿပီဆုိတာ သိလုိက္ရတဲ့အခါ...\nတစ္ဖက္မွာလည္း ကင္ဆာေရာဂါကိုအျမစ္ပ်က္ေအာင္ကုေပးနိုင္တဲ့ ေဆးကိုေဖာ္စပ္ေနတဲ့ ဆရာဝန္ႀကီးတစ္ေယာက္ ေဆးရံုမီးေလာင္မႈနဲ႕အတူ ေသဆံုးသြားခဲ့တယ္\nေဆးကိုဆက္ၿပီးေဖာ္စပ္တာ ေအာင္ျမင္သြားတဲ့အခါမွာေတာ့ ...\nအဲ့ေတာ့ ညီမျဖစ္သူရဲ႕ ကင္ဆာေရာဂါကိုပဲ ေပ်ာက္ေအာင္ကုသေပးနုိင္မွာလား...\nဆရာဝန္ႀကီး ဆံုးသြားတဲ့ မီးေလာင္မႈက မေတာ္တဆျဖစ္တာလား...\nမတရားမႈေတြကို ေျဖရွင္းနိုင္မွာလားဆိုုတာကို အသည္းတယားယား ရင္တဖိုဖိုၾကည့္ရႈရမယ့္ အက္ရွင္ဒရမ္မာဇာတ္ကားေလးျဖစ္ပါတယ္\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Action, Crime, Thriller\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sky-on-fire-2016/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/grWS1nNexgCQacAIF6Um5PS5N5y.jpg",
        "title": "[18+] Sex Doll (2016)",
        "description": "2016 ခုႏွစ္ထြက္ သည္းထပ္ရင္ဖိုဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့ sex doll ကားမွာ႐ုပါဒ့္ဆိုတဲ့သူက အဂၤလန္အေျခစိုက္ျပင္သစ္ညဥ့္ငွက္ေလးျဖစ္တဲ့ဗာဂ်ီနီဆိုတဲ့ေကာင္မေလးကိုဘယ္လိုေတြကယ္မွာလဲဆိုတာစိတ္ဝင္စားစရာပါပဲ။၁၈+ အခန္းတခ်ိဳ႕ပါတာကိုေတာ့ သတိခ်ပ္ေစခ်င္ပါတယ္။  \nFile Size...(900MB) and (310MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...01:42:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18-sex-doll-2016/",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODQ4ZmIzNWMtY2NiYi00MmM1LWFjMGQtMDE0Nzc1NzhjNjEyXkEyXkFqcGdeQXVyNDUwNzM4MzQ@._V1_SY1000_CR007111000_AL_-213x300.jpg",
        "title": "Shin Godzilla",
        "description": "ကုိးရီးယား ကားေတြ အဂၤလိပ္ကားေတြ ၾကီးဘဲ ေတြ ့ေနရတယ့္ ၾကားက ဒီဂ်ပန္ကားေလးကုိ ၾကည့္ၾကည့္\nလိုက္ပါ ရသတစ္မ်ိဳး ေပးႏိုင္မွာပါ။\nဒီကားေလးရဲ ့အေၾကာင္းကုိ စျပီးမိတ္ဆက္ေပးပါမယ္။ ဒီကားကုိ ၂၀၁၆ ခုႏွစ္က စျဖန္ ့ခ်ီခဲ့ျပီး ဒါရိုက္တာ Hideaki Anno နဲ ့ Shinji Higuchi တို ့ႏွစ္ေယာက္ရုိက္ကူးထားတယ့္ ကားျဖစ္ပါတယ္။ႏွစ္ေယာက္လုံး က annime ဖန္တီးသူနဲ ့အထူးျပဳလုပ္ခ်က္ေတြ ဖန္တီးၾကတဲ့ ဒါရိုက္တာေတြပါ။IMDb ၆.၉ ၊ Rotten Tomatoes ၈၄% ၊Roger Ebert ၃.၅/ ၄ ရရွိထားတယ့္ကားျဖစ္ပါတယ္။ Toho productionကေန ၂၀၁၄ မွာဒီကားကုိစျပီ မိတ္ဆက္ခဲ့ျပီး ၂၀၁၆မွာ ျဖန္ခ်ီခဲ့ျပီး Budget ကန္ေဒၚလာ ၁၅မီလီယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၇၇.၉ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/shin-godzilla/",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDUwZTZjN2YtMTcwNy00YjZiLWExOWMtODU4ZGZhZWY0MTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006771000_AL_-203x300.jpg",
        "title": "Once Upon a Time in Venice (2017)",
        "description": "ဒီကားေလးကေတာ့၂၀၁၇ထြက္ကားေလးပါ။သိျပီးၾကျပီေနမွာပါ။\nမင္းသားၾကီးBruce Willisရဲ႕အသက္ၾကီးေပးမယ့္မပ်က္ဆီးတာကိုေတြ႕ရမွာပါ။\nအခြီနဲ႕အက္ရွင္ေပါင္းဆက္ထားတဲ့တကယ္ရယ္ရတဲ့ကားေလးျဖစ္ပါတယ္။\nအဆိုေတာ့Tygaေတာင္ပါပါေသးတယ္။စတိဗ္(Bruce Willis)ဟာဗင္းနစ္ကမ္းေျခကအလြတ္စံုေထာက္တဦးပါ။\nအမ်ဳိးသမီးေတြနဲ႕ဆိုပလဲနံသင့္ျပီးသူ႕ေခြးကိုထိရင္ေတာ့လံုး၀သည္းမခံတဲ့သူမ်ဳိးပါ။\nဇာတ္လမ္းကသူ႕ေခြးအခိုးခံရတာကစတာပါ။\nတကယ္ေတာ့သူ႕ေခြးအခိုးခံရတာလဲသူကစတာပါ။\nဒီဘဲၾကီးေတာ္ေတာ္ရႈပ္တယ္ဗ်တကယ္ပါ။\nJohn Wickကားထဲကလ္ိုပဲသူ႕ေခြးထိဓါးၾကည့္ဆိုေတာ့ ပြဲၾကမ္းေတာ့တာေပါ့။\nသူပြဲၾကမ္းပံုကတမ်ဳိး John Wickလိုၾကမ္းတာအဟုတ္ဘူး။\nအသက္ေလးကလည္းေထာက္လာေတာ့ဦးေႏွာက္ေလးသံုးျပီးၾကမ္းတာပါ။\nအဲေတာ့Bruce Willisတေယာက္စံုေထာက္ပီပီဘယ္လိုအကြက္ေတြေရြ႕ျပီး ဘယ္လိုဟာသေဖာက္မလဲ။\nအဆံုးသတ္မွာသူဘယ္လိုေတြအျမတ္ထုတ္သြားသလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။\nတကယ့္မင္းသားၾကီးဆိုေတာ့သဘာပါပါနဲ႕ႏႈတ္ခမ္းေလးေတြျပံဳးျပံဳးသြားေအာင္လုပ္ျပမယ့္ကားေလးပါဗ်ာ။\nအားလပ္ရက္ေလးအနားယူရင္ခြီၾကေပါ့။ဂ်က္ကီခ်န္းအကြက္ေတြပါလာမယ္:3\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (260 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-venice-2017/",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTQyNDE1MTYyMl5BMl5BanBnXkFtZTcwNzk1NDAyMw@@._V1_-225x300.jpg",
        "title": "Solomon Kane",
        "description": "Solomon Kane (2009)\nIMDb - 6.1/10_____Rotten - 67%\n  \nမိစ္ဆာတွေ စွန့်စားခန်းတွေ တိုက်ပွဲတွေ မှော်ပညာပါတဲ့ ဇာတ်လမ်းတွေကိုမှ အားပေးချင်ပါတယ်ဆိုတဲ့\nပုရိတ်သတ်ကြီးအတွက်ဆော်လမွန်ကိန်း လာပါပြီ။\nဇာတ်လမ်းကျောရိုးလေးကို နားလည်ထားမှ ဇာတ်ကားလေးက ကြည့်ရတာအရသာရှိနေတာကြောင့် တင်ပြလိုပါတယ်။\nတစ်ချိန်တုန်းက ကမ္ဘာကြီး မိစ္ဆာအမှောင်ထုရဲ့ ကြီးစိုးမှု့အောက်ရောက်ရှိခဲ့ပါတယ်\nမှော်ဆရာတွေ မိစ္ဆာတွေ မကောင်းဆိုးရွားတွေ သူတစ်လူ ငါတစ်မင်း\nသောင်းကျန်းချင်တိုင်းသောင်းကျန်း နေတဲ့ခေတ်တစ်ခေတ်ပါပဲ။\nအားလုံးက အတည်တကျမဖြစ် ကျီးလန့်စာစားနေနေကြရပါတယ်။\nကိုယ့်ကိုယ်ကိုမပြောနဲ့ ကိုယ့်ဝိဉာဉ်ကိုယ်တောင်မပိုင်တဲ့ ခေတ်ကြီးပါပဲ။\nဝိဉာဉ်ကို မိစ္ဆာတွေနဲ့ အလဲထပ် အလောင်းစားလုပ်လို့ရနေပြီး ကတိဆိုတာ မရှိသလောက်ဖြစ်နေပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ဖခင်ရဲ့စေတနာကို နားလည်မှု့လွဲပြီး ဆန့်ကျင်ဘက်တွေလုပ်ရာမှ\nသူ့ဝိဉာဉ်ကို မိစ္ဆာနဲ့အလောင်းစားလုပ်ပြီး ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေခဲ့ပါတယ်။\n  \nမိစ္ဆာကလည်း အချိန်စေ့တာကတစ်ကြောင်း မနိုင်တော့တာလဲတစ်ကြောင်းမို့ ဝိဉာဉ်ပြန်လာနှုတ်ပါတယ်။\nဒါပေမဲ့ ဆော်လမွန်ကိန်းက ပြန်မပေးပဲ အပြန်လှန်တိုက်ခိုက်ရာမှ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ပြေးရင်းပြေးရင်းမှ မိစ္ဆာတွေရဲ့ စက်ကွင်းလွတ်ရာ ဘုန်းတော်ကြီးကျောင်းထဲမှာ\nရက်ရှည်လများစွာခိုအောင်းရင်း ဆိုးမိုက်မှု့တွေကိုစွန့်လွှတ်ကာ အေးချမ်းစွာနေထိုင်နေပါတယ်။\nတစ်နေ့မှာတော့ ဘုန်းတော်ကြီးက သူ့မွေးရပ်ဇာတိကို ပြန်ပြီးအမွေဆက်ခံဖို့စေလွှတ်ပါတော့တယ်။\nအေးဆေးနေချင်တဲ့ ဆော်လမွန်ကိန်းတစ်ယောက် မငြင်းသာတော့ပဲ ခရီးရှည်ကြီးကို စတင်ရပါတော့တယ်။\nလမ်းခရီးကမိတ်ဆွေတွေရှိနေသလို ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1bk/Solomon_Kane_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc3OTg3MDUwN15BMl5BanBnXkFtZTgwMTAwMTkxNDE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The DUFF (2015)",
        "description": "ဒီတစ္ခါေတာ့ comedy ႀကိဳက္တဲ့သူေတြအတြက္ ဇာတ္ျမဴးေလးပါ\n၂၀၁၅ ခုႏွစ္ကထြက္ထားတဲ့ The Duff ဆိုတဲ့ movie ေလးပါ\nဒီဇာတ္ကားထဲမွာေတာ့ ဘီယမ္ကာဆိုတဲ့ စာၾကမ္းပိုးမေလးနဲ႔ အရမ္းလန္းအရမ္းေဟာ့တဲ့\nဂ်က္စ္နဲ႔ေကဆီတို႔ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြပါ\nဘီယမ္ကာဟာ သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕ duff ျဖစ္မွန္းမသိျဖစ္ေနခဲ့ပါတယ္\nဘီယမ္ကာရဲ႕ငယ္သူငယ္ခ်င္း ခပ္ေဟာ့ေဟာ့ေဘာလံုးအသင္းေခါင္းေဆာင္ ဝက္စေလက သူ႔ကိုေျပာျပတဲ့အခါ\nဘီယမ္ကာတစ္ေယာက္ အေတာ္စိတ္အေႏွာက္အယွက္ျဖစ္ၿပီး\nသူ႔သူငယ္ခ်င္းေတြရဲ႕ duff အျဖစ္မေနႏိုင္ေတာ့ဘဲ\nသူႀကိတ္ crush ေနတဲ့ေကာင္ေလး တိုဘီကိုဖြင့္ေျပာရဲဖို႔ႀကိဳးစားပါေတာ့တယ္\nဒါကို ဝက္စေလကကူညီေပးခဲ့ပါတယ္\nအဲဒီအေတာတြင္း ဘယ္လိုအခက္အခဲေတြၾကံဳရတယ္ဆိုတာကို ဟာသေႏွာၿပီးရိုက္ထားတာပါ\nေနာက္ဆံုးမွာေတာ့ စာၾကမ္းပိုးေလးဘီယမ္ကာတစ္ေယာက္ လွလာၿပီးသူ႔ crush ရဲ႕\nအခ်စ္ကိုတကယ္ပဲရမလားဆိုတာကိုေတာ့ ေစာင့္ၾကည့္ၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-duff-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lost-city-of-z-poster-135x200.jpg",
        "title": "The Lost City of Z (2017)",
        "description": "The Lost City of Z (2017)\nIMDb - 6.6/10____Rotten - 86%\n လောလောလတ်လတ်ပူပူနွေးနွေးထွက်ထားတဲ့ရုံတင်ကားလေးတကားမိတ်ဆက်ပေးချင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Robert Pattinson, Charlie Junnamတို့အပြင် ကျွန်တော်တို့ရဲ့Spider ManလေးTom Hollandလည်းပါဝင်တဲ့Advanture/Dramaကားလေးတကားဖြစ်ပါတယ်။ဒီကားလေးဟာ၂၀ရာစုနှစ်အစောပိုင်း၁၉၀၆ခုနှစ်ဗြိတိသျှစူးစမ်းရှာဖွေသူတဦးဖြစ်တဲ့Percy Fawcettဆိုတဲ့သူရဲ့တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။Percy Fawcettဆိုတာကဗြိသျှတပ်မတော်ကအရာရှိတဦးဖြစ်တဲ့အပြင်ရှေးဟောင်းသုတေတနပညာရှင်၊ပထဝီပညာရှင်တဦးဖြစ်ပါတယ်။၁၈၆၇ခုနှစ်ဖွားအင်္ဂလန်နိုင်ငံသားတဦးပါ။သူ့ဖခင်ဖြစ်သူဟာလည်းRoyal Geographical Society(RGS)အဖွဲ့ဝင်တဦးဖြစ်ပါတယ်။နောက်ပိုင်းသူဟာလည်းအဲဒီအဖွဲ့ဝင်ဖြစ်လာခဲ့ပြီးတောင်အေမေရိကတိုက် အမေဇုံဒေသကိုနိုင်ငံရေးကိစ္စကြားဝင်စေ့စပ်မှုတခုအတွက်စေလွှတ်ခြင်းခံရသူဖြစ်ပါတယ်။အဲဒီမှာနယ်မြေတိုင်းတာမှုတွေစစ်တမ်းကောက်ရင်းအမှတ်မထင်တောကြီးမျက်မည်းထဲမှာရှေးလူ့အသုံးအဆောင်ပစ္စည်းတွေကိုတွေ့ရှိခဲ့ပါတယ်။အဲဒီကစပြီးအဲဒီဒေသမှာပျောက်ဆုံးကွယ်ပျောက်နေတဲ့သူကိုယ်တိုင်Zလို့နာမည်ပေးထားတဲ့ရှေးဟောင်းမြို့ကြီးတမြို့ရှိလိမ့်မယ်လို့ယုံကြည်ခဲ့ပါတယ်။သူဟာ၁၉၀၆ခုနှစ်ကနေ ၁၉၂၄ခုနှစ်အတွင်းစူးစမ်းရှာဖွေမှု၇ကြိမ်တိုင်တိုင်ကြိုးစားခဲ့ပါတယ်။တျောက်လျောက်သူလိုချက်တဲ့ရည်မှန်းချက်မအောင်မြင်ခဲ့ပေမယ့်သူလုံးဝစိတ်မပျက်ခဲ့ပါဘူး။ဒါပေမယ့်သက်သေအထောက်အထားတွေတော့ပြနိုင်ခဲ့ပါတယ်။နောက်ဆုံးတခေါက်၁၉၂၅ခုနှစ်မှာသူ့သားဖြစ်သူJack Percy Fawcettနဲ့အတူတူသွားခဲ့ပြီးတဲ့နောက်မှာတော့သတင်းအစအနပျောက်သွားပါတယ်။သူတို့ကိုအဲဒီအချိန်ကစပြီးနောက်ထပ်မတွေ့ရတော့ပါဘူး။အဲဒီကိစ္စဟာပဟေဠိတခုလိုဖြစ်နေခဲ့ပါတယ်။သူတို့အဲဒီမြို့ကိုတွေ့ခဲ့ကြသလား။ဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာတော့သူတို့ကိုယ်တိုင်ပဲသိနိုင်မှာပါ။ဒီကားလေးဟာလည်း၁၉၀၅ခုနှစ်ကနေစပြီးသူ့ရဲ့ကြိုးစားခဲ့မှုတွေအမေဇုံလိုတောကြီးမျက်မည်းထဲမှာအန္တာရာယ်အမျိုးမျိုးရဲ့ကြားရုန်းကန်ခဲ့ရမှုတွေကိုရိုက်ပြထားတဲ့ကားကောင်းလေးတကားဖြစ်ပါတယ်။လူတယောက်ရဲ့ဇွဲလုံလ၊အဲဒီခေတ်အခါကရူးသွပ်မှုတွေစွန့်စားမှုတွေကိုမြင်တွေ့ရမှာပါ။တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားအနေနဲ့ဇာတ်ရှိန်အေးအေးလေးနဲ့ဆွဲခေါ်သွားမယ့်ကားလေးဖြစ်ပါတယ်။အေးအေးဆေးဆေးနားနားနေနေကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။Ratingအနေနဲ့လည်း  6.6/10 ထိရထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်)\n  File Size : (853 MB)\nQuality : 720p Bluray\nRunning Time : 2hr 21minutes\nFormat : Mp4\nGenre : Biography, Drama, History\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3zulm/The_Lost_City_Of_Z_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fhISWbjQ3X9lFwQj0w3PjMfNFNR.jpg",
        "title": "God of Gamblers III Back to Shanghai (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး  Action,Comedy,Fantasy အမ်ိဳးအစားဇာတ္ကားပါ။စတီဖင္ေခ်ာင္ဇာတ္ကားအတိုင္း အူတက္ေအာင္ရယ္ရတဲ့ဇာတ္ကားပါ။ ဖဲကစားတဲ့ လူစြမ္းေကာင္းေတြအေၾကာင္း ၾကည့္ၾကပါဦး။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (430MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:56:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.6",
        "url": "https://megaup.net/2Vq2A/God_Of_Gamblers_III_-_Back_To_Shanghi_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zR0QYh5pyGdn1E9VY6gngPqcBtJ.jpg",
        "title": "God of Gamblers II (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က ေလာင္းကစားလူစြမ္းေကာင္းအျဖစ္ စတင္ပါဝင္လာတာမို႔ ဟာသေတြအေတာ္မ်ားမ်ားပါပါတယ္။Andy Lau က ေလာင္းကစားသူရဲေကာင္းအျဖစ္ပါဝင္ထားျပီး  Action,Comedy အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (400MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.9",
        "url": "https://megaup.net/Txyc/God_Of_Gamblers_II_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YW7f8eRtpNJ43iMINvhn78KPg.jpg",
        "title": "God of Gamblers (1989)",
        "description": "ဒီဇာတ္ကားဟာ စတီဖင္ေခ်ာင္ ဆက္ရိုက္ကူးမယ့္ God of Gamblers ဇာတ္ကားေတြရဲ႕ အစပထမဇာတ္ကားပါ။ဒီဇာတ္ကားထဲမွာ စတီဖင္ေခ်ာင္မပါေသးပါဘူး။ေခ်ာင္ယြန္ဖက္ကို အဓိကဇာတ္ေဆာင္အျဖစ္ ေလာင္းကစားဘုရင္အေနနဲ႕ျမင္ေတြ႕ရမွာပါ။Andy Lau လဲပါဝင္ထားျပီး  Action,Comedy,Drama အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size...(950MB) and (440MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...02:06:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "7.4",
        "url": "https://megaup.net/1zv7r/God_Of_Gamblers_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fqPjCdoz0VqKtsm1Mqm9MQKZvh4.jpg",
        "title": "The Right Kind of Wrong",
        "description": "Leo the dishwasher falls in love with a bride on the day of her wedding - to another man.အပန္းေျဖၾကည့္ဖုိ႔အတြက္ The Right Kind of Wrong ဆုိတဲ့ Romance Comedy ေလးတင္ဆက္ေပးလုိက္ပါတယ္ခင္ဗ်ာ။ဒီ္ကားေလးဟာဆုိရင္ လီယုိပါလာမီနုိဆုိတဲ့ လူတစ္ေယာက္အေၾကာင္းကုိရုိက္ကူးထားတာပါ။သူဟာဆုိရင္ စိတ္ကူးအႀကီးႀကီးယဥ္ေလ့ရွိၿပီး မျဖစ္ႏုိင္တာေတြကုိေတာင့္တတက္တဲ့ လူတစ္ေယာက္ပါ။ေဘးက္ေနအႀကံျပဳေ၀ဖန္တာေတြကုိ ဂရုမစုိက္သလုိ လုံး၀နားေထာင္ေလ့မရွိပါဘူး။သူ႕အိပ္မက္က စာေရးဆရာတစ္ေယာက္ ျဖစ္ခ်င္တယ္ဆုိေပမဲ့ နာမည္ေက်ာ္ထုတ္လုပ္ေရးနဲ႔က်မွ ျဖန္႔ခ်ီမယ္ဆုိၿပီး ရည္မွန္းသူပါ။အလုိက္လဲမသိတက္ မိန္းမကုိလည္း ၾကင္နာရေကာင္းမွန္းမသိတဲ့ သူဟာ မိန္းမနဲ႔လည္းအဆင္မေျပျဖစ္လာပါတယ္။ဒါကုိသူ႕မိန္းမက Why You Suck ဆုိတဲ့နာမည္နဲ႔ ဘေလာ့တစ္ခုေထာင္ၿပီး သူ႕အက်င့္ဆုိးေတြကုိေရးသားပါတယ္။ဒီလုိနဲ႔ သူတုိ႔ကြဲက်တဲ့ အခ်ိန္မွာသူက ပန္ကန္းေဆး သမားဘ၀ေရာက္ သူ႕မိန္းမကေတာ့ Why You Suck ဘေလာ့နဲ႔နာမည္ ႀကီးသြားပါေတာ့တယ္။သူလဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-right-kind-of-wrong/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/diYAZ6CKUuRAqLYMB2AyVutEFm0.jpg",
        "title": "Smurfs: The Lost Village (2017)",
        "description": "In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her friends Brainy, Clumsy and Hefty on an exciting race through the Forbidden Forest leading to the discovery of the biggest secret in Smurf history.ပါပါစမက္ဖ္အုပ္ခ်ဳပ္တဲ့ စ မက္ဖ္ရြာေလးမွာ စမက္ဖက္တီ၊ ဘရိန္နီ၊ ကလမ္ဆီနဲ႔ ဟက္ဖ္တီ တို႔က အခင္ဆံုးသူငယ္ခ်င္းေတြ ပါ။တစ္ရက္မွာေတာ့ စမက္ဖက္ တီဟာ ေျမပံုထဲမွာ တားျမစ္ကန္႔ သတ္ထားတဲ့ ေတာႀကီးနဲ႔ပတ္ သက္ၿပီး ရွာေဖြေတြ႕ရွိခဲ့တာ ေၾကာင့္ပါပါစမက္ဖ္နဲ႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/smurfs-the-lost-village-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
        "title": "Resident Evil: Vendetta (2017)",
        "description": "Wow… လို့ အရင်ပြောပါရစေ…\nResident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…\nIMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…\nကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်\nကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့\nနဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုး\nဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…\nအမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်\nခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/resident-evil-vendetta-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/hqdefault-300x225.jpg",
        "title": "Truck (2008)",
        "description": "2008 ခုႏွစ္ကထြက္ရွိခဲ့ တဲ့ သည္းထိပ္ရင္ဖို ကားေလးတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာဖခင္တစ္ေယာက္ရဲ႕ မိမိသားသမီးအေပၚထားရွိတဲ့ေမတၱာတရားနဲ႔ထူးဆန္းလွတဲ့ ကံၾကမၼာရဲ႕ အလွည့္အေျပာင္းကို ရိုက္ကူးျပထားတာပါထရပ္ကား ဒရိုင္ဘာ ယူဟဲဂ်င္းဟာ သူ႔သမီးေလး ေဆးကုဖို႔ပဆံ အေရးေပၚလိုအပ္ေနခ်ိန္မွာ ပံုမွန္ထက္ပိုတဲ့ အေၾကးေငြနဲ႔အလုပ္တစ္ခုကို ကမ္းလွမ္းလာတဲ့ အခါမွာ လက္ခံ လိုက္မိၿပီး သူသယ္ေပးရတာက ေတာ့ လူေသအေလာင္းမ်ား ျဖစ္ေနၿပီး သယ္ေဆာင္ရာလမ္းတစ္ေလ်ွာက္မွာ ရဲမ်ားနဲ႔ စစ္ေဆးခံရၿပီး ရဲမ်ားကလဲ ဆက္တိုက္ ျဖစ္ေနတဲ့ရက္စက္တဲ့ လူသတ္မူေတြကို စံုစမ္းေနတဲ့ အခါမွာေတာ့ ကဲ ……ဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/truck-2008/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vuUQ0seKg1WoJz2D8xav1PODOUa.jpg",
        "title": "Tanu Weds Manu Returns (2015)",
        "description": "The film is a sequel to Tanu Weds Manu (2011), in which stars Kangana Ranaut (Tanu) and R. Madhavan (Manu) reprise their roles from the original. Tanu and Manu's marriage collapses. What happens when Manu meets Tanu's lookalike Kusum - and when Tanu returns? Kangana Ranaut also portrays the additional role of a Haryanvi athlete Kusum in the film.Tanuနဲ႕ Manu ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dYnz/Tanu_Weds_Manu_Returns_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubeZ0tPlfrGByjegvKhv24dxkVR.jpg",
        "title": "A Man and a Woman (2016)",
        "description": "Sang-min comes to Finland to send her autistic son to a special camp. She feels so alienated in snow covered-white Helsinki. Ki-hong is an architect working in Finland on dispatched duty. His family is not so perfect either with a daughter having child depression and mentally unease wife. The two meet for the first time at the gathering point of ...",
        "rating": "6.9",
        "url": "https://megaup.net/2fZS0/A_Man_And_A_Woman_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/917UWeLq51L._SL1500_-138x200.jpg",
        "title": "Saw 1 to 7 (Collection)",
        "description": "Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...သူ႕နာမည္က ဂြၽန္ ခရမ္မာ ။သူ႕ကို ရဲေတြနဲ႔ သတင္းစာေတြက Jigsaw လို႔ ေခၚတယ္ ။\nဂ်စ္ေဆာ ဆိုတာ ဥာဏ္စမ္း ႐ုပ္ဆက္ ကစားနည္း တစ္ခု ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/saw-collection/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7WqaOYnWcgoNlwm5rTDNhsDoLI.jpg",
        "title": "The Voyeur (1994)",
        "description": "At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zJqt/L_uomo.zip",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAJccHaJ17u40Xm8wXb73eqGQKD.jpg",
        "title": "The Collector (2009)",
        "description": "Desperate to repay his debt to his ex-wife, an ex-con plots a heist at his new employer's country home, unaware that a second criminal has also targeted the property, and rigged it with a series of deadly traps.ေၾကာက္မက္ဖြယ္ရာလူသတ္အက္ရွင္ဇာတ္ကားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nေခ်႕စ္မိသားစုဟာဆုိရင္ ဒက္ထရြိဳက္ မွာရွိတဲ့ အိမ္တစ္လုံးကုိ ေျပာင္းေရႊ႕က်ပါတယ္။ဒီလုိ\nေျပာင္းေရႊ႕တဲ့အခါမွာဆုိရင္ အာကင္ဆုိတဲ့ လူကုိ တံခါးေပါက္ ျပတင္းေပါက္တြက္ တပ္ဆင္\nေပးဖုိ႔အတြက္ငွားရမ္းလုိက္ပါတယ္။အာကင္ရဲ႕ အမ်ဳိးသမီးဟာဆုိရင္ အေၾကြးေတြ နစ္ေနၿပီး\nေငြကုိ အေရးတႀကီးလုိအပ္ေနပါတယ္။အာကင္ ရဲ႕ လုပ္ခကလည္း အေႀကြးေပးရေအာင္\nမလုံေလာက္ျပန္ပါဘူး။ဒီအခ်ိန္မွာ ႀကံရာမရတဲ့အဆုံး အာကင္ဟာ ေခ်႕စ္မိသားစုရဲ႕\nမီးခံေသတၱာကုိ ေဖာက္ထြင္းဖုိ႔ ဆုံးျဖတ္ခ်က္ခ်လုိက္ပါေတာ့တယ္။အစီအစဥ္ခ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/Tikw/The_Collector_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5HqRLIGVNdet68CEO8N5MVx02i6.jpg",
        "title": "CHiPS (2017)",
        "description": "ကဲအခုႏွစ္2017 ကမွထြက္ထားတဲ့Comedy/Actionကားေလးပါဗ်ာ။မင္းသားကိုတခ်က္ၾကည့္လိုက္တာနဲ႕သိေလာက္မွာပါ။ဂၽြန္ဘိတ္ကာနဲ႕ေပါ့ခ်္ရီလိုဆိုတဲ့သူႏွစ္ေယာက္ဟာကာလီဖိုးနီးယားအျမန္လမ္းရဲတပ္ဖြဲ႕ကိုတူတူအသစ္၀င္လာၾကတဲ့သူေတြပါ။ဒါေပမယ့္၀င္လာရတဲ့အေၾကာင္းအရင္းေတြကေတာ့မတူၾကပါဘူး။ဂၽြန္ဘိတ္ကာကအရင္ကဆိုင္ကယ္ျပိဳင္ပြဲေမာင္းတဲ့သူပါ။အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြေမွးမွိန္သြားျပီးတဲ့ေနာက္အိမ္ေထာင္ေရးျပန္လည္အဆင္ေျပေစဖို႕ရဲ၀င္လုပ္တာပါ။ေပါ့ခ်္ရီကေတာ့FBIအထူးစံုေထာက္ျဖစ္ျပီးအဲဒီအျမန္လမ္းရဲတပ္ဖြဲ႕ရဲ႕အမႈတခုကိုေျဖရွင္းဖို႕အသြင္ယူျပီးေရာက္လာခဲ့တာပါ။ႏွစ္ေယာက္လံုးတူတူေရာက္လာၾကျပီးပူးတြဲတာ၀န္ေပးခံလိုက္ရတဲ့အခါမွာေတာ့ေပါ့ခ်္ရဲ႕ေၾကာင္ေတာင္ေတာင္အက်င့္ေတြဘိတ္ကာရဲ႕အူအူပံုစံေတြအေတြးအေခၚေတြေၾကာင့္ဘယ္လိုေတြေပါက္ကရျဖစ္ၾကမလဲ။တေယာက္ကအခုမွရဲလုပ္မယ့္သူ၊တေယာက္ကအေတြ႕အၾကံဳရွိတဲ့သူဘယ္လိုေတြအဆီအေငၚမတည့္ျဖစ္ၾကမလဲ။သူတို႕ႏွစ္ေယာက္ဘယ္လိုကေတာက္ကဆတ္ေတြျဖစ္ျပီးရယ္စရာေတြလုပ္ျပမလဲ။အမႈကေရာဘယ္လိုေျဖရွင္းသြားမလဲဆိုတာကေတာ့ဆက္ၾကည့္လိုက္ရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ကိုအားရပါးရရယ္လိုက္ေမာလိုက္အပန္းေျဖလိုက္ၾကရေအာင္ဗ်ာ။[မင္းသားကေတာ့ေပါက္ကရလုပ္မယ့္မင္းသားဆိုတာသိမွာပါ:P]။ေျပာတာေလးေတြကနည္းနည္းေတာ့ဆဲတာေလး18+ေတြပါပါမယ္။မိသားစုနဲ႕မၾကည့္သင့္ပါဘူး။(ဘာသာျပန္သူကေတာ့ The Fridays ျဖစ္ပါတယ္)File Size : 750 MB/400 MB\nQuality : Bluray 720p\nRunning Time : 1hr 40minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : The Fridays\nEncoder :Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/chips-2017/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjM1NDYyOGItZGYzNi00ZDkwLWFiMDItYTAzYWQ0YjZhMDIyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Phillauri (2017)",
        "description": "အခ်စ္ ကံေကာင္းဖို႔ မဂၤလာမေဆာင္ခင္ မွာ သစ္ပင္နဲ႔ အရင္လက္ထပ္ ခဲ့ရတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ သစ္ပင္မွာရွိေနတဲ့ ဝိညာဥ္မေလးတုိ႔အၾကား အလြဲေလးေတြကို ဇာတ္အိမ္တည္ထားတာ ျဖစ္ပါ တယ္။ပန္ခ်ာပီေကာင္ေလး ခါနန္ ဟာ သူ႔ရဲ႕ ကေလးဘဝကတည္း က ခ်စ္သူ မိန္းကေလး အႏူးနဲ႔ လက္ထပ္ဖို႔ ႏုိင္ငံျခားကေန အိႏၵိယကို ျပန္လာခဲ့ပါတယ္။ လက္မထပ္ခင္ ကံဇာတာစစ္ လိုက္တဲ့အခါ သူ႔ဘဝတစ္ေလွ်ာက္ ကံမေကာင္းမႈေတြ ပေပ်ာက္ဖို႔ အစီအရင္အေနနဲ႔ သစ္ပင္နဲ႔ အရင္ဆံုးလက္ထပ္ရမယ္လို႔ လူႀကီးသူမေတြ စီစဥ္ခဲ့ပါတယ္။ စိတ္ထဲက မပါေပမယ့္လုိ႔ လူႀကီးေတြ အတင္း စီစဥ္ၾကတဲ့အတြက္ ခါနန္တစ္ေယာက္ မေက်မနပ္နဲ႔ လက္ခံခဲ့ရပါတယ္။\nအဲဒါနဲ႔ ခါနန္ကို သတို႔သား တစ္ေယာက္လို ဝတ္ေကာင္းစား လွေတြ ဝတ္ဆင္ေပးၿပီး မဂၤလာ အခမ္းအနား က်င္းပသလိုမ်ိဳးကို သစ္ပင္နဲ႔ လက္ထပ္ေပးခဲ့ပါ တယ္။ အဲဒီလိုလုပ္ၿပီး မၾကာခင္ မွာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Skbm/Phillauri_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/vampire-cleanup-poster-150x200.jpg",
        "title": "Vampire Cleanup Department (2017)",
        "description": "Vampire Cleanup Department (2017)\nIMDb - 5.7/10_____Rotten - 80%\n  \nဟောင်ကောင်မှာ နေထိုင်ကျက်စားနေတဲ့ သွေး စုပ်ဖုတ်ကောင်တွေကို နှိမ်နင်းတဲ့အဖွဲ့အကြောင်း ဇာတ်အိမ်တည်ထားပါတယ်။\nသွေးစုပ်ဖုတ်ကောင်တွေဟာ ဟောင်ကောင်မှာ ဟိုးနှစ်ပေါင်းများစွာကတည်းကရှိခဲ့တာဖြစ်ပြီး ဒါတွေကို အဓိကနှိမ်နင်းတဲ့ ဗီစီဒီ (Vampire Cleanup Department)လို့ခေါ်တဲ့ ဌာနတစ်ခုရှိပါတယ်။ အဲဒီအဖွဲ့ဟာ ညဉ့်နက်သန်းခေါင်မှာ တံမြက်စည်းလှည်းတဲ့ အဖွဲ့အနေနဲ့ ထွက်လာပြီး လမ်းမှာတွေ့သမျှ သွေးစုပ်ကောင်တွေကိုဖမ်းပြီး အမှိုက်ပုံးကြီးထဲထည့်ကာ သိမ်းဆည်းနှိမ်နင်းပစ်တာဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ တင်မ်ချန်းဟာ သွေးစုပ်ကောင်တစ်ကောင်နဲ့ဆုံပြီး အသတ်ခံရလုဆဲဆဲမှာ ဗီစီဒီအဖွဲ့က အချိန်မီကယ်ဆယ်ခဲ့ပါတယ်။ တင်မ်မှာ သွေးစုပ်ကောင်တွေရဲ့ အဆိပ်ကို တွန်းကန်နိုင်တဲ့ ကိုယ်ခံစွမ်းအားရှိနေ တယ်ဆိုတာ ဗီစီဒီအဖွဲ့ရဲ့ အကြံပေးအန်ကယ်ချန်က သတိထားမိပါတယ်။\nဒါနဲ့ပဲ ဗီစီဒီအဖွဲ့က ကပ္ပတိန်ချူ၊ သရဲဆရာဂျင်ဂျာ၊ နည်းပညာကျွမ်းကျင်သူအမ်၊ လက်နက်ကျွမ်းကျင်သူ ကွေတို့ကို တင်မ်ရဲ့အကြောင်း ပြောပြပြီး ဗီစီဒီအဖွဲ့ရဲ့ မျိုးဆက်သစ်အဖြစ် ပါဝင်စေဖို့ အန်ကယ်ချန်က အကြံပြုခဲ့ပါတယ်။\nဒီလိုနဲ့ တင်မ်တစ်ယောက် ဗန်ပိုင်းယားဖမ်းတဲ့အဖွဲ့ဝင်အဖြစ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zWpe/Vampire_Cleanup_Department_(Gau_Geung_Ching_Dou_Foo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjQxMTcxNDgxN15BMl5BanBnXkFtZTgwOTczNTIzMjI@._V1_-202x300.jpg",
        "title": "Okja (2017)",
        "description": "ကိုရီးယားအမျိုးသမီးငယ်လေး မီဂျာနဲ့ သူ့ရဲ့မိတ်ဆွေထူးဆန်းတဲ့သတ္တဝါကြီး အုတ်ဂျာတို့ရဲ့အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ။\nအသက်(၁၃)နှစ်အရွယ် မိဘမဲ့မိန်းကလေး မီဂျာဟာအဘိုးဖြစ်သူနဲ့ တောင်ကိုရီးယားက တောင်တန်းတစ်ခုမှာနေထိုင်ပြီး သူ့ရဲ့တစ်ဦးတည်းသော အဖော်လည်းဖြစ်၊သူငယ်ချင်းလည်းဖြစ်သူ အုတ်ဂျာဆိုတဲ့ အနေအေးပြီးထူးခြားကြီးမားတဲ့ဝက်ကြီးတစ်ကောင်ပါ။ မီဂျာနဲ့ အုတ်ဂျာဟာတောင်တန်းတွေ၊ တောတွေထဲ အတူလျှောက်သွားကစား ကြရင်း မခွဲအတူနေထိုင်ကြပြီး အိပ်ရင်တောင် အတူတူပါ။\nတစ်ရက်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ ပျော်ရွှင်ကြည်နူးစရာ ကမ္ဘာလေးပျက်သုဉ်းဖို့ ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ အုတ်ဂျာ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားတာကြောင့်ပါ။ တကယ်တော့ အုတ်ဂျာကို မီရန်ဒိုစီးပွားရေးလုပ်ငန်းစုကြီးကနေ သူတို့သဘောနဲ့သူတို့ ဖမ်းဆီးသွားတာဖြစ်ပြီး နယူးယောက်ကို ပို့ဆောင်ခဲ့ပါတယ်။\nမီရန်ဒိုကော်ပိုရေးရှင်းဟာ အသားထုတ်လုပ်မှုတွေ ပိုမိုတိုး မြှင့်နိုင်ဖို့အတွက် အုတ်ဂျာကို သုတေသနလုပ်ရအောင်လို့ ဖမ်း ဆီးသွားတာဖြစ်ပါတယ်။ အုတ် ဂျာနဲ့ မခွဲအတူနေခဲ့တဲ့ မီဂျာဟာ သူ့အချစ်ဆုံးသူငယ်ချင်းကို အိမ် ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးပမ်းပါတော့ တယ်။\nအဲဒါနဲ့ မီဂျာဟာ အုတ်ဂျာရှိ တဲ့ မီရန်ဒိုကော်ပိုရေးရှင်းကို လိုက်သွားပြီး ကယ်ဆယ်နိုင်ဖို့ လုပ် ဆောင်ရင်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yQrs/Okja_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA4NzIzNDIzMF5BMl5BanBnXkFtZTgwNjMzNDk0OTE@._V1_-205x300.jpg",
        "title": "The Light Between Oceans (2016)",
        "description": "ဒီဇာတ်ကားလေးက အရမ်းသနားဖို့ကောင်းသလို မိဘမေတ္တာကိုပြသတဲ့အတွက် ကြည့်တဲ့သူတွေရင်ကိုထိစေမဲ့ဒရာမာကားလေးပါစစ်ပွဲကြီးအပီးကို့ဘဝကိုစိတ်ဓာတ်ကျနေတဲ့စစ်သားဟောင်းတယောက်ဖြစ်တဲ့ သောမတ်စ်ရှာဘွန်းဟာလူတွေနဲ့ဝေးရာဖြစ်တဲ့ ဂျေးနက်စ်ဆိုတဲ့ကျွန်းကြီးပေါ်မှာမီးပြတိုက်စောင့်လုပ်ဖို့သွားခဲ့တယ်အဲ့ဒိအနီးနားမြို့လေးက အစ်စဘဲလ်ဆိုတဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်လက်ထပ်ခဲ့ပီး ကျွန်းကြီးပေါ်တူတူသွားနေခဲ့ကျတယ်ကလေးအရမ်းလိုချင်တဲ့သူမ ကိုယ်ဝန်ပျက်ကျပီးတဲ့နောက် သူတို့ကျွန်းပေါ်ကိုဘယ်ကမှန်းမသိတဲ့လှေလေးတစီးမျောလာခဲ့တယ်လှေထဲကလူသေအလောင်းတလောင်းနဲ့ အသက်ရှင်နေသေးတဲ့ မွေးကင်းစကလေးလေးကိုတွေ့ပီးတဲ့နောက် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မျက်ရည်လည်ရွှဲနဲ့ကြည့်ရမှာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်း နဲ. ဘာသာပြန်သူကတော့ khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်)  File Size : (850 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 13minutes\nFormat : Mp4\nGenre : Drama, Romance\nTranslated By Khin Pyae Sone Kyaw\nEncode By Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-light-between-oceans-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg0NzkyMjE5NF5BMl5BanBnXkFtZTgwMDE5NTg3MDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Fist Fight (2017)",
        "description": "၁၉၈၇ တုန္းကထြက္ရွိခဲ့တဲ့ Three O’Clock High ဆိုတဲ့ လူငယ္ဟာသဇာတ္ကားကို မွီ ျငမ္းၿပီး ဆန္းသစ္႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။\nအန္ဒီကန္႔ဘဲလ္ဟာ အေန ေအးတဲ့ အထက္တန္းေက်ာင္း အဂၤလိပ္ဆရာတစ္ေယာက္ျဖစ္ ၿပီး စီနီယာလုပ္ေဖာ္ကိုင္ဖက္ေတြ ရဲ႕ ေနာက္ေျပာင္က်ီစယ္မႈေတြ၊ ဒုကၡေပးမႈေတြၾကားမွာ လိုက္ ေလ်ာညီေထြျဖစ္ေအာင္ ႀကိဳးစား ေနထိုင္သူ တစ္ေယာက္ျဖစ္ပါ တယ္။\nအန္ဒီ အဲဒီလိုေနေနတဲ့ ၾကားက တစ္ရက္မွာေတာ့ အေျခ အေနေတြက အဆိုးဘက္ကို ေရာက္သြား ခဲ့ပါတယ္။ ဘာ ေၾကာင့္လဲဆိုရင္ အန္ဒီေၾကာက္ ရတဲ့ခပ္ဆိုးဆိုးဆရာတစ္ေယာက္ ကို အလုပ္ျပဳတ္ေအာင္ လုပ္မိသ လိုျဖစ္ခဲ့လို႔ပဲျဖစ္ပါတယ္။ အဲဒီ ခပ္ဆိုးဆိုးပုဂၢိဳလ္ ရြန္စထရစ္လန္း ဟာ ေရွး႐ိုးဆန္တဲ့ အေလ့အထ ေတြကိုစြန္႔လႊတ္ဖို႔အတြက္ အန္ဒီ ကိုေက်ာင္းၿပီးခ်ိန္မွာ မေက်ပြဲဆင္ ႏႊဲဖို႔ စိန္ေခၚခဲ့ပါတယ္။\nဆရာႏွစ္ေယာက္ရဲ႕ တုိက္ပြဲ ဟာ ေက်ာင္းသားေတြၾကားမွာ ေရာ အြန္လိုင္းမွာပါ ပ်ံ႕ႏွံ႔သြားခဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fist-fight-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZGIxMDM1YzQtNDQ0My00MGMwLWJlMWEtZTZhMDQwY2YzNzZmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-214x300.jpg",
        "title": "Shimmer Lake (2017)",
        "description": "ဒီကားေလးကေတာ့အေမရိကန္ကနယ္ျမိဳ႕ေလးတျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပမႈေလးကိုရိုက္ျပထားတာပါ။\nအက္ဒ္ကခရိုင္ရဲအရာရွိတေယာက္ပါ။\nသူ႕ရဲ႕ျမိဳ႕ေလးကေဒသခံဘဏ္ေလးတခုမွာေဖာက္ထြင္းမႈျဖစ္ျပီးတဲ့ေနာက္အဲဒီအမႈကိုလုိက္လံစံုစမ္းေနခဲ့တာပါ။\nပိုျပီးထူးဆန္းတာကအဲဒီအမႈမွာသူ႕အစ္ကိုကိုယ္တိုင္ပါ၀င္ေနတာျဖစ္ပါတယ္။\nဇာတ္ကားတခုလံုးမွာအမႈျဖစ္စဥ္ကိုတပတ္အတြင္းတရက္ခ်င္းစီေနာက္ေၾကာင္းျပန္ျပီးေသခ်ာျပသြားတာပါ။\nၾကည့္ရတာအျမင္တမ်ဳိးျဖစ္ေစမယ့္ကားေလးျဖစ္ပါတယ္။\nRating6.2ထိရထားတဲ့၂၀၁၇ထြက္ကားေလးလည္းျဖစ္ပါတယ္။\nအစပိုင္းမွာနားမလည္သလိုရွိေပမယ့္အဲဒီအမႈေလးဟာဘယ္ေလာက္ထိနက္နဲသြားလဲ၊ဘယ္လိုၾကံစည္ထားခဲ့တာလဲ၊ဘယ္လိုလုပ္သြားခဲ့တာလဲ၊တရားခံေတြကဘယ္သူလဲ၊ဘယ္လိုလဲဆိုတာကိုဇာတ္လမ္းအဆံုးပိုင္းမွာရုတ္တရတ္သိသြားရမယ့္ကားေလးပါ။\nဇာတ္ေအးေအးေလးနဲ႕စိတ္၀င္စားေအာင္ဆြဲေခၚသြားတဲ့ကားေလးပါပဲ။\nအဲေတာ့ေနာက္ဆံုးဘယ္လိုေတြရလဒ္ထြက္လာမလဲဆိုတာေတာ့ၾကည့္လိုက္ရေအာင္ဗ်ာ။\n(ဇာတ္လမ္းအညႊန္း နဲ. ဘာသာျပန္သူကေတာ့ The Fridays ပဲျဖစ္ပါတယ္)\n File Size : (600 MB) and (220 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Crime, Drama, Mystery\nTranslated By The Fridays\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/shimmer-lake/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/us-220x300.jpg",
        "title": "U.S. Marshals (1998)",
        "description": "အဆိုးဆံုး ဝရမ္းေျပးေတြကို\nအၾကမ္းဖက္ လိုက္ဖမ္းေပးရတဲ့ အဖြဲ႕အစည္း US Marshals.....\nကား မေတာ္တဆမႈကေန တဆင့္ တရားမဝင္ လက္နက္ကိုင္ေဆာင္မႈနဲ႔ အဖမ္းခံလိုက္ရတဲ့ ရွရင္ဒန္ ၊ ရွရင္ဒန္ဟာ လူသတ္မႈ ႏွစ္မႈအတြက္ အလိုရိွေနတဲ့ အဆင္ျမင့္ အဖြဲ႕အစည္းက ဝရမ္းေျပးတစ္ေယာက္ေပါ့ ။\nရွရင္ဒန္ ပတ္သက္ေနတာ ဘယ္လိုအမႈမ်ဳိးလဲ ။\nတ႐ုတ္လက္ေအာက္က ထိုင္ဝမ္ဟာ ကိုယ္ပိုင္အုပ္ခ်ဳပ္ခြင့္ရဖို႔ ႐ုန္းကန္ေနမႈမွာ အေမရီကန္က ကူညီမႈ မွန္သမွ် သတင္းကို တ႐ုတ္ကို ေရာင္းစားတဲ့ သူလွ်ဳိအမႈေပါ့ ။\nအဲဒိအမႈမွာ ရွရင္ဒန္က ေအးဂ်င့္ ႏွစ္ေယာက္ကို သတ္လိုက္မိတယ္ ။ ရွရင္ဒန္ကို ကားမေတာ္တဆမႈ ကေနတဆင့္ မိသြားေတာ့ နယူးေယာခ့္ကိုပို႔တယ္ ။\nလမ္းမွာ သူ႕ကို ႏႈတ္ပိတ္အစေဖ်ာက္ခ်င္တဲ့ အဖြဲ႕အစည္းက သတ္ဖို႔ ႀကိဳးစားရင္း ေလယာဥ္ပ်က္က်ၿပီး ရွရင္ဒန္ လြတ္ေျမႇာက္သြားတယ္ ။\nရွရင္ဒန္ကို ျပန္ဖမ္းမိဖို႔အတြက္ US Marshals အဖြဲ႕ကို တာဝန္ေပးလိုက္ေတာ့တယ္ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/u-s-marshals/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/altitude-2017-202x300.jpg",
        "title": "Altitude (2017)",
        "description": "Thriller,Action ဇာတ္ကားေလးပါ။မင္းသမီး Denise Richards နဲ႔ Greer Grammer တို႔ပါဝင္ထားျပီး မင္းသားၾကီးကေတာ့ Dolph Lundgren ပါ။ေလယာဥ္ျပန္ေပးဆြဲမႈနဲ႔ FBI ေအးဂ်င့္ေတြကို အေျခခံရိုက္ကူးထားပါတယ္။\nFile size…(800MB) and (230MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "4.9",
        "url": "https://megaup.net/Ufqy/Altitude_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjY2OTM2Njc3Ml5BMl5BanBnXkFtZTgwNDgzODU3MTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The Circle 2017",
        "description": "မင္းသားၾကီး တြန္မ္ ဟန္႕ခ္ နဲ႕ မင္းသမီး အမ္မာ၀က္ဆန္တို႕ရဲ႕ ဇာတ္ကားသစ္ပါ။ IMDb ကေတာ့ 5.3 ပဲရိွပါတယ္။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ တြန္ဟန္႕ခ္နဲ႕ သူငယ္ခ်င္းတစ္ေယာက္တည္ေထာင္ထားတဲ့ အင္မတန္ၾကီးမားတဲ့ နည္းပညာကုမၼၾကီးတစ္ခုဆီကို သာမာန္၀န္ထမ္းေလးအျဖစ္ Mae Holland(အမ္မာ၀တ္ဆန္) ေရာက္ရိွလာပါတယ္။ သူ႕ရဲ႕ထူးျခားတဲ့အရည္အခ်င္းေတြေၾကာင့္ အျမန္ပဲ ရာထူးေတြ တက္လာခဲ့ျပီး ကုမၼဏီရဲ႕ အေရးပါတဲ့ လ်ိဳႈ၀ွက္ခ်က္တစ္ခုကို သိလုိက္ရပါေတာ့တယ္။ သူသိလိုက္ရတဲ့ အခ်က္က လူသားေတြရဲ႕ လြတ္လပ္မႈအတြက္ အရမ္းကိုအေရးပါတဲ့ အရာၾကီးျဖစ္ေနတဲ့အခါ.....\nဒီရုပ္ရွင္က လက္ရိွ လူမႈကြန္ယက္သံုးစြဲေနတဲ့သူေတြကို ကိုယ္ေရးကိုယ္တာလံုျခံဳမႈနဲ႕ ပတ္သတ္ျပီး သတိထားမိေစခ်င္လို႕ မီးေမာင္းထိုးျပတဲ့ သေဘာ ရိုက္ကူးထားပံုရပါတယ္။ ဒါေပမယ့္ အလွည့္အေျပာင္းနည္းျပီး ေအးစက္စက္နုိင္တဲ့အတြက္ ပရိသတ္ေတြ အၾကိဳက္မေတြ႕ၾကဘူးထင္ပါတယ္။ ျမည္းစမ္းၾကည့္ခ်င္သူေတြေတာ့ ၾကည့္နုိင္ဖို႕ တင္ေပးလုိက္ပါတယ္။File Size    :   800\nDuration   :   111 minutes\nQuality      : ...",
        "rating": "5.3",
        "url": "https://megaup.net/2csv8/The_Circle_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Begum Jaan (2017)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၇ထြက္\nအလန္းစား တစ္ကားကုိ တင္ဆက္ေပးထားပါတယ္။\n#ဒီဇာတ္ကားက အက္ရွင္ဇာတ္ကား တစ္ကား မဟုတ္ပါဘူး\n#ဒီဇာတ္ကားက အႏုအရြေလးေတြပါတဲ့ ဒရာမာကား တစ္ကား မဟုတ္ပါဘူး။\n#ႏွစ္ခ်ိဳ႕ဝုိင္လုိ စူးရွရွ ခပ္ျပင္းျပင္းနဲ႕ တကယ့္\nအႏွစ္ေတြပါတဲ့ ဇာတ္ကားတစ္ကားပါ\n(ဝုိင္ဘယ္လုိ အရသာရွိလဲ မသိဘူးေနာ္ :p)\nဒီဇာတ္ကားဟာ ၁၉၄၇ ခုႏွစ္မွာ ျဖစ္ေပၚခဲ့တဲ့ ျဖစ္ရပ္မွန္\nအျဖစ္အပ်က္တစ္ခုကုိ အေျခခံ႐ုိက္ကူးထားတာပါ။\n၁၉၄၇ ခုႏွစ္မွာ အိႏၵိယကုိ အုပ္ခ်ဴပ္ေနတဲ့ ၿဗိတိသွၽေနာက္ဆုံး ဘုရင္ခံဟာ\nအိႏၵိယ ႏုိင္ငံႀကီးကုိ အိႏၵိယ-ပါကစၥတန္ ဆုိၿပီး ႏွစ္ႏုိင္ကြဲထြက္သြားေအာင္ ႏွစ္ျခမ္းခြဲခဲ့ပါတယ္။\nႏုိင္ငံ တစ္ႏုိင္ငံကေန အစစအရာရာဟာ ႏွစ္ပုိင္းျဖစ္ၿပီး\nနယ္စပ္မ်ဥ္း ႏွစ္ေၾကာင္းေရးဆြဲကာ သံဆူးႀကိဳးေတြကာရံခဲ့ပါတယ္။\nအရာရာကုိ ႏွစ္ျခမ္းခြဲခဲ့ေပမယ့္ နယ္စပ္မ်ဥ္း\nႏွစ္ေၾကာင္းလုံးေပၚမွာ တည္ရွိေနတဲ့ အိမ္တစ္ခု ရွိေနပါတယ္\nအဲ့ဒါကေတာ့ #ေဘဂြန္ဂ်မ္းရဲ႕ ေဆာင္ၾကာၿမိဳင္ပါပဲ။\n#ေဘဂြန္ဂ်မ္းဆုိတာ ငယ္ဘဝကတည္းက ဒုကၡကုိ မိတ္ဖြဲ႕ၿပီး ဘဝကုိ\nေဒါင္က်က်ျပားက်က် ဒူေပဒဏ္ေပခံလာသူ တစ္ေယာက္။\n#ေဘဂြန္ဂ်မ္းဆုိတာ သတုိ႔သမီးဘဝနဲ႕ ေမြးရပ္ေျမက စြန္႕ခြာသြားခဲ့ရေပမယ့္\nကံၾကမၼာဆုိးေၾကာင့္ ...",
        "rating": "",
        "url": "https://megaup.net/1wpga/Begum_Jaan_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg2ODcwMTcyMV5BMl5BanBnXkFtZTcwODgyMTkyMQ@@._V1_-212x300.jpg",
        "title": "Volcanoes of the Deep Sea (2003)",
        "description": "က်ေနာ္တို႔ အၿမဲတမ္း ပင္လယ္ေအာက္မွာ ဘာေတြ ရွိမယ္ဆိုတာ မခန္႔မွန္းႏုိင္ခဲ့ပါဘူး\nအခု ဒီ Documentary မွာ ပင္လယ္ေရေအာက္ ေပ ၁၂၀၀၀ အနက္ကို ဆင္းၿပီး\nလူသားေတြ မျဖစ္တည္မွီ ရွိေနခဲ့တဲ့ ဇီ၀ ရုပ္ကၽြင္းမ်ားႏွင့္ သက္ရွိသတၱ၀ါမ်ား\nကမၻာ့ရဲ႕ အလယ္ဗဟို တည့္တည့္မွာ ဘာေတြ ရွိမလဲ ဆိုတဲ့ စူးစမ္းေလ့လာမႈမ်ားကို\nစိတ္၀င္တစား ၾကည့္ရႈရမယ့္ Documentary မွတ္တမ္း ျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာကေတာ့ CM Translator တစ္ဦးျဖစ္သူ ကိုမင္းသက္ဦး ျဖစ္ပါတယ္Thit San Khant",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/volcanoes-of-the-deep-sea-2003/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xg7Dh7mjevDgznqw9JHYccNo9ZQ.jpg",
        "title": "Zulu (2013)",
        "description": "As a child, Ali Neuman narrowly escaped being murdered by Inkhata, a militant political party at war with Nelson Mandela's African National Congress. Only he and his mother survived the carnage of those years. But as with many survivors, the psychological scars remain.နာမည္ေက်ာ္ မင္းသားတစ္ေယာက္ျဖစ္တဲ့ ေအာ္လန္ဒုိ ဘလြန္းရဲ႕ ဇာတ္ကားေလးတစ္ကားကုိ\nတင္ဆက္ေပးလုိက္ပါတယ္။ဒီကားမွာ ဘလြန္းဟာဆုိရင္ ဘရုိင္ယန္ အပ္ကင္ အေနနဲ႔ ပါ၀င္\nသရုပ္ေဆာင္ထားပါတယ္။သူဟာ အလီေႏြမန္ ဆုိတဲ့ လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ လုပ္ရတာပါ\nသူတုိ႔ ႏွစ္ေယာက္ဟာဆုိရင္ အတူတူ မွဳ႕ခင္းေပါင္းမ်ားစြာ ကုိစုံစမ္းခဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zulu-2013/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKg4m82rHkXKGLZj0Vq0rgW0LWY.jpg",
        "title": "Saala Khadoos (2016)",
        "description": "The story of a former boxer who quits boxing following a fallout with the authorities over the underlying politics but goes on to coach a fisherwoman to fulfill his dream through her. Thisi is a simultaneously shot Hindi version of the Tamil film Irudhi Suttru.Imdb rating 7.6/10 ရှိထားတဲ့ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကားပါ။အက်ရှင်ဒရာမာဇာတ်ကားဖြစ်သလို အားကစားအကြောင်းအခြေခံထားတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။လက်ဝှေ့အားကစားအကြောင်းကိုရိုက်ထားတဲ့ဇာတ်ကားလေးပါ။အနားယူလိုက်ပြီဖြစ်တဲ့လက်ဝှေ့ကစားသမားဟောင်းတစ်ယောက်က အမျိုးသမီးလေးတစ်ယောက်ကိုလက်ဝှေ့ပညာမှာထူးချွန်အောင်လေ့ကျင့်ပေးရင်းနဲ့ လက်ဝှေ့သမားတွေရဲ့ဘဝဇာတ်ကြောင်းကိုအပြည့်အဝခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်းသတင်းကောင်းပါးလိုက်ပါတယ်လက်ဝှေ့ကားကြိုက်တတ်တဲ့CMပရိသတ်တွေကျေနပ်နိုင်ကြမယ့်ဇာတ်ကားလေးပါ။File Size : 800 MB/400 MB\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saala-khadoos-2016/",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4R04u3BavekkhAUhiFAmwKkzvmd.jpg",
        "title": "Spark: A Space Tail",
        "description": "Spark, a teenage monkey and his friends, Chunk and Vix, are on a mission to regain Planet Bana - a kingdom overtaken by the evil overlord Zhong.ဒီတစ္ခါေတာ့ အန္နီေမးရွင္း ပရိတ္သက္ေတြ အတြက္ အေတာ္ ခ်စ္စရာေကာင္းတဲ့ဇာတ္ေကာင္မ်ားပါ၀င္တဲ့ အန္နီေမးရွင္းကားေကာင္းတစ္ကားနဲ.မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးမွာ ေဟာလိ၀ုက နိုင္ငံေက်ာ္သရုပ္ေဆာင္ေတြလည္း အသံသရုပ္ေဆာင္အျဖစ္ပါ၀င္ထားပါေသးတယ္ဒီကားေလးကေတာ့ေပါ့ေပါ့ပါးပါးဟာသကာတြန္းကားေလးပါ။ကာတြန္းကားၾကိဳက္တဲ့သူေတြအတြက္ေပါ့။ Sparkဆိုတာကေမ်ာက္ငယ္ေလးတေကာင္ပါပဲ။အဲဒီေမ်ာက္ေလးနဲ႕သူ႕သူငယ္ခ်င္းေတြျဖစ္တဲ့ Chunkနဲ႕Vixတို႔ဟာBanaဆိုတဲ့ဲျဂိဳလ္ေလးကိုျပန္လည္သိမ္းယူဖို႕တာ၀န္ေပးခံရခဲ့တာပါ။အဲဒီႏိုင္ငံေတာ္ကိုမေကာင္းဆိုး၀ါးၾကီးZhongဆိုတဲ့ကသိမ္းပိုက္ထားတာျဖစ္ပါတယ္။အဲေတာ့Sparkတို႕သူငယ္ခ်င္းတသိုက္ဘယ္လိုရင္ဆိုင္မလဲဆိုတာကေတာ့ကာတြန္းကားေလးကိုဆက္ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ေပါ့ေပါ့ပါးပါးနဲ႕ရယ္လိုက္ေမာလိုက္ၾကည့္ရမယ့္ကားေလးျဖစ္ပါတယ္။2017ရဲ႕Best Editing in Animationဆုရထားခဲ့ကားေလးလည္းျဖစ္ပါတယ္ဗ်ာ။ (ဘာသာျပန္သူကေတာ့ idiot Myokoပါ) File Size : 680 MB/290 MB\nQuality : Bluray 720p\nRunning Time : 1hr 231minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nTranslator : ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/spark-a-space-tail/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFVYZ4DSOg3ubyhxcjwDLqm9QpB.jpg",
        "title": "My Little Baby, Jaya (2017)",
        "description": "Won-seul (Kim Jeong-gyoon) who suffers from cerebral palsy has a daughter named Jaya (Oh Ye-seol). She was the victim of school violence, bullying as well as rape, and she chose death. Won-seul struggles to reveal the truth about her death but he feels helpless at the truth of our society today. Won-seul decides to take revenge on society...ဒီႏွစ္ထဲအသစ္ထြက္ရွိထားတဲ့ ကိုရီးယား Crime ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-little-baby-jaya/",
        "category": "Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEwI53HNDO0ajSUWh4HSsGrlF6l.jpg",
        "title": "Brain on Fire (2016)",
        "description": "A look at a young woman's rapid descent into insanity.\nၿဖစ္ရပ္မွန္ ဇာတ္လမ္းေလးပါ။ ပရိသတ္ေတြေကာ ဒါမ်ိဳးေလးျဖစ္ဖူးလား\n“ပိတ္ေလွာင္ခံခဲ့ရဖူးလား…….ကိုယ့္ခႏၶာကိုယ္ထဲမွာကိုယ္လမ္းေပ်ာက္ေနဖူးလား………………\nကိုယ့္စိတ္ထဲမွာကိုယ္ ေပ်ာက္ဆံုးေနဖူးလား……..အခ်ိန္ေတြထဲမွာေပ်ာက္ဆံုးဖူးလား…………………\nထြက္ေျမာက္ခြင့္ေလးရဖို႔  လြတ္ေျမာက္ဖို႔ကုိ…..အရမ္းကို ရုန္းကန္ၾကိဳးစားေနရတယ္………………..\nလြတ္လမ္းမျမင္ေတာ့အေျခအေန……ကိုယ္ကုိတိုင္ ဘာမွမတတ္နိုင္ေတာ့အေျခအေနမ်ိဳး…….”\nဆူဇန္နာေက့ခ်္လန္ဆိုတာ မိန္းမေခ်ာေလး နယူးေယာက္ပို႔စ္ သတင္းစာတုိက္က\nဂ်ာနယ္နစ္ေလးတစ္ေယာက္  ကိုယ့္ဘ၀ကို စိတ္ၾကိဳက္တည္ေဆာက္ေနရင္း\nတက္သစ္စ အညြန္႔တလူလူနဲ႔ ေပ်ာ္ရြင္ေနတဲ့မိန္းမပ်ိဳေလးတစ္ေယာက္ပါ။\nဒီလိုနဲ႔ မေမွ်ာ္လင့္ဘဲ သူ႔ဘ၀မွာ ခုနကေျပာထားတဲ့အေျခအေနမ်ိဳးနဲ႔ ၾကံဳေတြ႔လာရတဲ့အခါမွာေတာ့\n-အမ်ား ပတ္၀န္းက်င္ကလည္း စိတ္ေ၀ဒနာရွင္လို႔ ျမင္လာတယ္\n-ဆရာ၀န္အမ်ားစုကလည္း စိတ္ေရာဂါအမ်ိဳးမ်ိဳးကို တစ္ေယာက္တစ္မ်ိဳးစီ ေရာဂါနာမည္တပ္ျပီးေတာ့\nစိတၱဇေဆးရံုသာပို႔ေစခ်င္ေပမယ့္ တကယ္ေတာ့ သူကစိတ္ေ၀ဒနာရွင္တစ္ေယာက္ မဟုတ္ခဲ့ဘူး။\nဒီလိုအေျခအေနကို ဘယ္လိုရုန္းကန္ခဲ့ရလဲဆိုတာကို\nၾကည့္ၾကည့္လိုက္ၾကပါ။\nPS..ဒါက တကယ့္ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးမွာ။\n“ဆူွဇန္နာ့ေက့ခ်္လန္” ဆိုတဲ့ ဂ်ာနယ္လစ္စာေရးဆရာမေလးဟာ နယူးေယာက္ပို႕စ္မွာ\nအမွန္တကယ္ အလုပ္လုပ္ေနရင္း ၾကံဳေတြ႔လာရတဲ့ အျဖစ္အပ်က္ပါ။\nသူ႔ရင္ဆိုင္ၾကံဳေတြ႔ခဲ့ရတဲ့အျဖစ္အပ်က္ကုိ ကုိယ္ကုိတုိင္ Personal information အျပည့္အစံုနဲ႔ကို\nBrain on Fire ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/brain-on-fire-2016/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJdI3eau8BHgTsrUbAeccnKn0ez.jpg",
        "title": "Swordfish (2001)",
        "description": "Rogue agent Gabriel Shear is determined to get his mitts on $9 billion stashed in a secret Drug Enforcement Administration account. He wants the cash to fight terrorism, but lacks the computer skills necessary to hack into the government mainframe. Enter Stanley Jobson, a n'er-do-well encryption expert who can log into anything.၂၀၀၁ ထြက္ အက္ရွင္ကားေလးတစ္ကားကုိတင္ဆက္ေပးလုိက္ပါတယ္။\nဒီကားေလးမွာ လုိဂန္ အျဖစ္ လူသိမ်ားတဲ့ Hugh Jackman က ...",
        "rating": "6.5",
        "url": "https://megaup.net/TWvp/Swordfish_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u0kPkwVN8ZDR0hq72uVUirSvalH.jpg",
        "title": "Boss",
        "description": "A young man disowned by his family is aided by a big business owner.ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ ဖန္ ေတြအတြက္အက္ရွင္ အလန္းစားေတြနဲ႕ဟာသ ခပ္ျမဴးျမဴးေတြ ေဝေဝဆာဆာနဲ႕\nသီခ်င္း အလန္းေတြ ေနာက္ခံေတးဂီတ အမွန္အကန္ေတြနဲ႕\nဇာတ္လမ္း ဇာတ္အိမ္ ခုိင္တဲ့ #အက္ေရွးရဲ႕ ကားေကာင္းတကားတင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ …..\nဖခင္ျဖစ္သူက စိတ္ဆုိးၿပီး အိမ္ေပၚက ႏွင္ထုတ္ခံလုိက္တဲ့ လူငယ္ေလးတစ္ေယာက္ဟာ\nလမ္းခုလတ္မွာ လုမုိက္ႀကီး တစ္ေယာက္ရဲ႕ အသက္ကုိ\nကယ္လုိက္တဲ့အတြက္ သူကုိယ္တုိင္ပါ #ဆရာ ဆုိတဲ့ နမည္ႀကီး\nဒုစ႐ုိက္သမား တစ္ေယာက္ ျဖစ္သြားပါေတာ့တယ္။ႏွစ္ေတြၾကာလာတဲ့ အခါ\nသူ႕ဖခင္ႀကီးက သူ႕အိမ္ကုိ ေရာက္လာပါေတာ့တယ္လာရျခင္းကေတာ့ သူ႕သားကုိ လိမ္ဖမ္းထားတဲ့\nရဲလက္က လြတ္ေအာင္ ကူညီေပးဖုိ႔ အလုပ္လာအပ္တာပဲ ျဖစ္ပါတယ္ဒါေပမယ့္ သူ႔အေဖ ကယ္ခုိင္းတဲ့ သူ႕ညီေလးကုိ\nသူ႕အေဖထက္အရင္ ရဲတစ္ေယာက္က သတ္ဖုိ႕ ခုိင္းထားတာပါ။ဒီတစ္ခါမွာေတာ့ အေဖနဲ႕ညီကုိ ကယ္ဖုိ႕ ေဒလီကုိ#ဆရာ ထြက္လာဖုိ႕ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/boss/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/priests-2015-133x200.jpg",
        "title": "The Priests (2015)",
        "description": "The Priests (2015)_______IMDb - 6.4/10\n ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်ကား က တော့ The Priests ဆို တဲ့ Korea ရုပ် ရှင် ပဲ ဖြစ်ပါတယ် ။ဒီ ဇာတ်ကား က horror ဖြစ် ပြီး သရဲ ထုတ် တဲ့ အကြောင်း exorcism ကို အဓိကထားပြီး ရိုက် ထား ပဲ ဖြစ် ပါတယ် ။IDMB မှာ Rating 6.4 ထိရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။အထက် တန်း ကျောင်း သူ လေး Young-Sin ဟာည ဘက် အိမ်အပြန် လမ်း မှာ ကားတိုက် ခံ ရ ပြီး နောက်အဖြေရှာ မရ တဲ့ ရော ဂါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tmgg/The_Priests_(Geomeun_Sajedeul)_[2015]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/images-200x300.jpg",
        "title": "Forever Young",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama ကားေလးတစ္ကားနဲ႔\nမိတ္ဆက္ေပးပါ့မယ္ ဒီကားေလးက\nေက်ာင္းသားပံုစံေလးနဲ႔ ရိုကူးထားတာေၾကာင့္ႀကိဳက္ႏွစ္သက္ၾကလိမ့္မယ္\nလို႔ထင္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nေက်ာင္းတစ္ေက်ာင္းရဲ႕ တီး၀ိုင္းေခါင္းေဆာင္ဟာ\nေအာင္ျမင္စျပဳလာတဲ့ သူ႔ရဲ႕ Band ကို\nဘဲေလးအဖြဲ႕တစ္ခုအျဖစ္ပံုစံေျပာင္းဖို႔ႀကိဳးစားလာရာမွ\nသူက ဘာလို႔ ဘဲေလးပံုစံဖက္ေျပာင္းျခင္တာလဲ\nေနာက္ကြယ္မွာ အတိတ္က ဘယ္လိုျဖစ္ရပ္ေတြမ်ား ရွိခဲ့လို႔လဲ\nစသျဖင့္ အေၾကာင္းအရာေပါင္းစံုကို သိဖို႔ ေဒါင္းသာက်ိၾကေတာ့ဗ်ိဳ႕\nဘာသာျပန္ကေတာ့ Wai Linn Kyaw ပါ :)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/forever-young/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fTwyePFDgcJVCL02GndcnZT3mvt.jpg",
        "title": "Doomsday (2008)",
        "description": "သိပ္ပံ စိတ်ကူးယဉ် အက်ရှင် ကားလေးတစ်ကား ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းကတော့ Reaper Virus လို့ခေါ်တဲ့ ဗိုင်းရပ်စ် အကြောင်းရိုက်ကူးထားတာပါ။\nဒီဗိုင်းရပ်စ်ဟာဆိုရင် စကော့တလန်နိုင်ငံမှာ စတင်ပျံ့နှံ့ပြီး လူထောင်ပေါင်းများစွာ သေဆုံး\nခဲ့ရပါတယ်။ဗြိတိန် အစိုးရဟာ ဒီကိစ္စကို ထိန်းချုပ်ဖို့ အတွက် အသက်ရှင်ကျန်နေတဲ့ သူတွေကို\nရွှေ့ပြောင်းခိုင်းခဲ့ပြီး တံတိုင်းကြီးတစ်ခုကို တည်ဆောက်ခဲ့ပါတယ် ရောဂါကူးစက် ခံထားရသူတွေနဲ့\nမကူးစက်ခံထားရသေးတဲ့သူတွေကို ခွဲခြားထားခဲ့ရောဂါကိုထိန်းချုပ်နိုင်ခဲ့ပါတယ် ဒါပေမဲ့ နှစ်ပေါင်း\n၃၀ ခန့်ကြာပြီးတဲ့ နောက် လန်ဒန်မှာ နောက်တစ်ကြိမ် ဒီဗိုင်းရပ်စ် ပြန်လည်ဖြစ်ပွားခဲ့ပါတယ်။\nဒီအချိန်မှာ အစိုးရဟာဆိုရင် ယခင်ကူးစက်ခံခဲ့ရတဲ့ နေရာမှာ ဖြေဆေးနဲ့ ပတ်သတ်တာ ရှိနေတယ်\nဆိုတာ သတင်း ရရှိခဲ့ပါတယ် အဲ့အတွက် မေဂျာ အီဒင် ဆင်ကလဲယား ဦးဆောင်တဲ့ အဖွဲ့ကို\nဖြေဆေးကိစ္စ အတွက် ကမ္ဘာကြီးနဲ့ သီးသန့်ခွဲထားတဲ့ နေရာ ကို စေလွှတ်ပါတော့တယ်…..\nဒီလို နှစ်ပေါင်းများစွာ လူသားတွေနဲ့ ကင်းကွာနေတဲ့ ရောဂါ ကူးစက် ခံရတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/3yHmi/Doomsday_[2008]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eezFoKz7bXgdbjeieeCYJFXPKSu.jpg",
        "title": "Why Him? (2016)",
        "description": "socially awkward Silicon Valley billionaire boyfriend, Laird. A rivalry develops and Ned's panic level goes through the roof when he finds himself lost in this glamorous high-tech world and learns Laird is about to pop the question.နက်ဟာဆိုရင် သာမန်ဘဝကနေ အောင်မြင်တဲ့ စီးပွားရေးလုပ်ငန်းတစ်ခု တည်ထောင်နိုင်ခဲ့သူပါ။\nသူ့မှာ သားတစ်ယောက် သမီးတစ်ယောက်လည်းရှိပါတယ်။ဒီနေ့ကတော့ သူ့ရဲ့ မွေးနေ့ပေါ့\nသူ့မိတ်ဆွေတွေ သူငယ်ချင်းတွေ နဲ့ အတူ သူ့သားငယ်ရဲ့ စီစဉ် ပေးမှု့ကြောင် မွေးနေ့ပွဲလေး\nတစ်ပွဲကို ကျင်းပနေပါတယ်။ အဲ့အချိန်မှာ သူ့ကို အံံသြအောင်လုပ်တဲ့ အနေနဲ့ အဝေးရောက်နေတဲ့\nသူ့ အစ်မ နဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Zo3g/Why_Him_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cbIDZLfwUTmttXTmNi8Mp3Rnmg.jpg",
        "title": "Hidden Figures (2016)",
        "description": "The untold story of Katherine G. Johnson, Dorothy Vaughan and Mary Jackson – brilliant African-American women working at NASA and serving as the brains behind one of the greatest operations in history – the launch of astronaut John Glenn into orbit. The visionary trio crossed all gender and race lines to inspire generations to dream big.Unicode(ဒေါ်ရသီဗန်း မယ်ရီဂျက်ဆန် နဲ့ ကတ်သရင်းဂျွန်ဆန်)အော်စကာ သုံးဆု ...",
        "rating": "7.8",
        "url": "https://megaup.net/1wvd2/Hidden_Figures_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lone-ranger-1-133x200.jpg",
        "title": "The Lone Ranger (2013)",
        "description": "The Lone Ranger (2013)_____IMDb - 6.4/10\n Pirates of the Caribbean ဇာတ်ကား ဖန်တီးရှင် ထုတ်လုပ်သူ Jerry Bruckheimer နဲ့ ဒါရိုက်တာ Gore Verbinski တို့ရဲ့ လက်ရာ ဖြစ်ပြီး\nTonto အဖြစ် မင်းသား Johnny Depp ၊ Lone Ranger ခေါ် John Reid အဖြစ် Armie Hammer ၊ Latham Cole အဖြစ် Tom Wilkinson\nButch Cavendish အဖြစ် William Fichtner ၊ Red Harrington အဖြစ် Helena Bonham Carter ၊ Dan Reid အဖြစ် James Badge Dale နဲ့\nRebecca အဖြစ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/4Vvae/The_Lone_Ranger_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euOI0iOczBCEQgPhToZcvQ2eIj7.jpg",
        "title": "Robot & Frank",
        "description": "A delightful dramatic comedy, a buddy picture, and, for good measure, a heist film. Curmudgeonly old Frank lives by himself. His routine involves daily visits to his local library, where he has a twinkle in his eye for the librarian. His grown children are concerned about their father’s well-being and buy him a caretaker robot. Initially resistant to the idea, ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/robot-frank/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/30k2iiJbc1m0jnjfhAycbYL5Qzv.jpg",
        "title": "Boy Missing",
        "description": "Víctor is a child who is found casually roaming by a country road. His mother, Patricia, a well-known lawyer specialist in media trails, realizes about it and she goes to the hospital, where explains to the police that Víctor is deaf, and he's unable to talk, speaking using sign language. In the police headquarter Víctor explains that he was kidnapped ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/boy-missing/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/6T7DXlOyoNIBaAL0T5CZkimpFoE-210x300.jpg",
        "title": "Big Fortune Hotel (2015)",
        "description": "တ႐ုတ္ ပာာသ သရဲကားပါ ၂၀၁၅ ေလာက္ကထြက္ခဲ့တာပါ\nဇာတ္ကားကပံုစံကေတာ့ မေလးရွားမွာ ေကာင္ေလးတေယာက္လွည့္လည္ရင္းနဲ႔ ဆီဒစ္ ဆိုတဲ့သရဲမေလးနဲ႔ေတြ႕ဆံုခဲ့ပါတယ္\nဆီဒစ္ ဆိုတဲ့သရဲမေခ်ာေလးပာာဆိုရင္ျဖင့္ လြန္ခဲ့တဲ့ႏွစ္ ၃၀ က အသတ္ခံခဲ့ရတာပါ\nလက္စားေခ်လိုေသးတာေၾကာင့္ သရဲမျဖစ္ေနေသးတာပါ\nေကာင္ေလးနဲ႔ သူ႔သူငယ္ခ်င္းေတြအကူအညီနဲ႔ ဆီဒစ္သူ႔ကိုသတ္တဲ့တရားခံကိုရွာေတြ႕သြားႏိုင္မလား?\nမ်က္စိေရွ႕မွာျမင္တာအားလံုးကေရာ အမွန္ျဖစ္ႏိုင္ပါ့မလား?\nအမႈကိုေဖာ္သြားရင္း ဇာတ္ကားကို မပ်င္းရေအာင္ ဟာသေလးေတြနဲ႔တည္ေဆာက္ထားတာပါ\nသရဲမေလးကလည္းအရမ္းေခ်ာေတာ့ ၾကည့္ရတာပိုမိုက္တာေပါ့ဗ်ာ\nပင္ပန္းေနတဲ့ေန႔ေလးမွာ ဟာသကားေလးၾကည့္ၿပီး အပန္းေျဖလိုက္ပါ\n  \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ ကြီးျငိမ္းခ်မ္းထက္ ပါ)\n File Size : 700 MB/300 MB\nQuality : Bluray720p\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action, Horror, Comedy\nTranslator : Nyein Chan Htet\nEncoder :Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/big-fortune-hotel-2015-2/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/bitter_harvest-2-202x300.jpg",
        "title": "Bitter Harvest",
        "description": "Set between the two World Wars and based on true historical events, Bitter Harvest conveys the untold story of the Holodomor, the genocidal famine engineered by the tyrant Joseph Stalin. The film displays a powerful tale of love, honour, rebellion and survival at a time when Ukraine was forced to adjust to the horrifying territorial ambitions of the burgeoning Soviet ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bitter-harvest-2017/",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjM3ODY3Njc5Ml5BMl5BanBnXkFtZTgwMjQ5NjM5MTI@._V1_-135x200.jpg",
        "title": "King Arthur: Legend of the Sword (2017)",
        "description": "King Arthur: Legend of the Sword (2017)\nIMDb - 6.7/102017 မေလထဲမှာ ရုံတင်ပြသခဲ့ပြီး အခုချိန်မှာ IMDb 6.7 နဲ့ပါ။ ဇာတ်လမ်းကျောရိုးကတော့ အင်္ဂလန်ရဲ့ နာမည်အကြီးဆုံး ပုံပြင် တွေထဲက အာသာဘုရင်ရဲ့ ဇာတ်ကြောင်းပါပဲ။ ဒီဇာတ်ကြောင်းကိုပဲ အမျိုးမျိုး ပြုပြင်ဖန်တီးပြီး ရိုက်ကူးထားကြတဲ့ကားတွေ မနည်းပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဘုရင် အူသာ ပန်ဒရက်ဂွန် လုပ်ကြံခံရပြီး သူ့ရဲ့ ညီ ဗော်တီဂန်က ထီးနန်းကို သိမ်းပိုက်ထားတယ်။ ဘုရင်လောင်း အာသာလေးက ကလေးကတည်း ထွက်ပြေးတိမ်းရှောင်နေရပြီး သူ့ကိုယ်သူ ဘုရင်လောင်းမှန်းမသိဘူးပေါ့။ မှော်ဆရာမာလင် ပေးခဲ့တဲ့ အိတ်စ်ကာလီဘာ မှော်ဓားဟာ အာသာအရွယ်ရောက်လာချိန်မှာ အလိုလိုပြန်ပေါ်လာပြီး ထုံးစံအတိုင်း ကျောက်တုံးထဲစိုက်နေ နှုတ်မရဖြစ်နေပါတယ်။ ဘုရင်ဗော်တီကန်က အာသာရှိနေမယ့် အသက်အရွယ် ပတ်ဝန်းကျင်လူငယ်အားလုံးကို ဒီဓားကို စမ်းသပ်ပြီး ဆွဲနှုတ်ခိုင်းတဲ့နည်းနဲ့ အာသာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x873/King_Arthur_-_Legend_Of_The_Sword_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNWM0ODdkNTYtNjAwNS00OTE1LTlhMWMtOGE5OThjM2MzMzAwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_-1-203x300.jpg",
        "title": "Inconceivable (2017)",
        "description": "ဆေးပညာတွေတိုးတက်လာတာနဲ့အမျအိမ်ထောင်ရှင်တွေမိသားစုတွေကြားထဲမှာ ဖြစ်တဲ့ရှုပ်ထွေးမှုတွေ ကိုရိုက်ကူးထားတဲ့ ဆိုက်ကိုကားလေးပါဆရာဝန်တွေဖြစ်တဲ့ ဒေါက်တာမော်ဂန်တို့လင်မယားနှစ်ယောက်နဲ့ သမီးလေးကိုရာတို့အေးအေးချမ်းချမ်းနေထိုင်ကျတယ်တနေ့မှာတော့ဘယ်ကမှန်းမသိတဲ့ ကိတ်တီဆိုသော အမျိုးသမီးနဲ့သူမသမီးလေးမက်ဒီတို့နှစ်ယောက် နဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ကျတယ်ကိတ်တီနဲ့မက်ဒီတို့ဟာ အရမ်းနှိပ်စက်တဲ့ယောကျာ်းဆီကထွက်ပြေးပီး ဒီမြို့မှာခြေရာဖျောက်နေထိုင်ဖို့ခနရောက်လာတယ်လို့သိရတယ်ကိတ်တီ နဲ့ဒေါက်တာမော်ဂန်တို့မိသားစုအရမ်းရင်းနှီးသွားပီး ဒေါက်တာမော်ဂန်ရဲ့ဇနီးဖြစ်သူ အန်ဂျလာက ကိတ်တီ့ကိုကူညီရင်း ကလေးချင်းလဲအဖော်ရအောင်သူတို့အိမ်မှာ ကလေးထိန်းလုပ်ခိုင်းခဲ့ပါတယ် အဲ့ဒိနောက်မှာတော့ ကိတ်တီရဲ့သရုပ်မှန်တွေတဖြည်းဖြည်းပေါ်လာခဲ့ပါတယ်သူမအတိတ်ဇာတ်ကြောင်းကအလိမ်အညာတွေဖြစ်ပီး သူမဘာအကြောင်းကြောင့်အန်ဂျလာတို့မိသားစုထဲကိုရောက်လာရတယ်အန်ဂျလာတို့မိသားစုကို ဖျက်ဆီးဖို့ဘယ်လိုကြိုးစားတယ်ဆိုတာ ရင်တမမနဲ့စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှူရမှာပါ(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်ကတော့ ခင်ပြည့်စုံကျော်ပါ) File Size : 750 MB/300 MB\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Thriller \nTranslator : Khin Pyae Sone Kyaw\nEncoder :Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/inconceivable-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/p10112502_p_v8_aa-200x300.jpg",
        "title": "A Single Shot (2013)",
        "description": "ဂြ်န္မြန္း ဟာဆုိရင္ အေနာက္ဗာဂ်ီးနီးယားျပည္နယ္မွာေနထုိင္တဲ့ အမဲလုိက္ သမားတစ္ေယာက္ပါ။\nဂြ်န္ရဲ႕အေဖမကြယ္လြန္ခင္က ဘဏ္ေၾကြးေတြကုိ မဆပ္ႏုိင္ခဲ့တဲ့ အတြက္ လယ္ကုိေရာင္းခ်လုိ္က္ရပါတယ္\nဂြ်န္႔ရဲ႕ ဇနီးျဖစ္သူက လည္း သားေလးကုိ ေခၚၿပီး ထြက္သြားပါတယ္။ဒီစိတ္ေတြေၾကာင့္ ဂြ်န္တစ္ေယာက္\nခံစားခ်က္ေတြ ယုိယြင္း လာရပါတယ္။ဒီလုိယုိယြင္းလာတာကုိ ကုသတဲ့အေနနဲ႔ သမင္ေတြကုိ အမဲလုိက္\nၿပီးေတာ့ စိတ္ေျဖေဖ်ာက္ေနသူပါ။ဒါေပမဲ့ ကံဆုိးမသြားရာမုိးလုိက္ရြာ ဆုိတဲ့အတုိင္း တစ္ေန႔ ဂြ်န္တစ္ေယာက္\nသမင္ ပစ္ရင္း နဲ႔ မိန္းကေလးတစ္ေယာက္ကုိ ေသနတ္နဲ႔ ပစ္မိပါေတာ့တယ္။အဲ့ေနာက္မွာပဲ ဂြ်န္က ေကာင္မေလး\nပုန္းခုိေနတဲ့ ကားထဲမွာ ေဒၚလာ တစ္သိန္းကုိ ရွာေတြ႔ျပန္ပါတယ္။ ေနာက္ေတာ့ သူသိလာရတာက အဲ့ေကာင္မေလးနဲ႔\nပုိက္ဆံကုိ လုိက္ရွာတဲ့ လူေတြ ရွိေနတယ္ဆုိတာပါပဲ။ဒီလုိနဲ႔ ေသနတ္တစ္ခ်က္မွ စတင္ၿပီး ဂြ်န္ နဲ႕\nၾကမ္းတမ္းတဲ့ ရာဇ၀တ္သားတုိ႔ရဲ႕ ဥာဏ္ကစားမွဳ႕ေတြ ေကာင္မေလး အေလာင္းကုိ ဂြ်န္ဘယ္လုိလုပ္မလဲ  အစရွိတာ\nေတြကုိ စိတ္၀င္တစားၾကည့္ရွဳ႕ရမွာပါ။\nFile Size : 800 MB/280 MB\nQuality : Blu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-single-shot-2013/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTM5MjQ5Nzk4NF5BMl5BanBnXkFtZTgwODIwNzUxMTE@._V1_-225x300.jpg",
        "title": "Speed Scandal (2008)",
        "description": "ရုပ်ရှင် ဆုပေါင်း ၂ဝကျော်ကို ဆွတ်ခူးထားပြီး2008 တုန်းက လက်မှတ်စောင်ရေ ၈သန်းကျော်ရောင်းချခဲ့ရတဲ့ကိုရီးယားကားကောင်းလေးတစ်ကောင်းနဲ့မိတ်ဆက်ပေးပါရစေ။\nအဲ့ဒီကားလေးကတော့Scandal Makers(Speedy Scandal)ဆိုတဲ့ကားလေးပါ။Old but Gold ပေါ့နော်။\nတရုတ်ကတောင် 2016 Nov တုန်းက ဒီကားကို ပြန်ရိုက်ထားတဲ့ကားထွက်လာပါသေးတယ်။Imdb Rating ကလဲ 7.3 တောင်ရထားတဲ့ကားလေးပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ နမ်ဟွမ်းဆူ ဆိုတဲ့ နာမည်ကြီး အစီအစဉ်တင်ဆက်သူတစ်ယောက် သူ့ဆီကိုသူ့သမီးဆိုပြီးမိန်းကလေးငယ်လေးတစ်ယောက်ရောက်လာပါတယ်။\nအဲ့မိန်းကလေးငယ်လေးမှာလဲကလေးလေးတစ်ယောက်လဲပါလာပါသေးတယ်။\nနာမည်ပျက်မှာကြောက်တဲ့ နမ်ဟွမ်းဆူတစ်ယောက် DNA စစ်ကြည့်တော့\nသမီးအရင်းဆိုတာ သိလိုက်ရပါတော့တယ်။အသက်၃ဝကျော်မှာ နမ်ဟွမ်းဆူ\nတစ်ယောက်မြေးတောင်ချီရပါတော့မယ်။ဒီကားထဲမှာ မြေးအဖြစ်သရုပ်ဆောင်ထားတဲ့\nကလေးလေးတစ်ယောက်တည်းနဲ့တင် ကိုယ်တောင်မြေးချီချင်လာတယ်။:P\nအဲ့ဒီသားအမိနဲ့ သူနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာ ရယ်ရယ်မောမောနဲ့ကြည့်ရမှာပါ။\nဇာတ်လမ်းရဲ့ကောင်းမွန်မှုရယ်၊သရုပ်ဆောင်ပိုင်နိုင်မှုရယ်၊အပိုအလိုမရှိတဲ့\nဇာတ်ကွက်တွေကြောင့် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးလို့ညွှန်းပါရစေ။\nပေါကားမဟုတ်တဲ့ ဟာသကားလေးကို မြည်းစမ်းကြည့်ရအောင်။(ဘာသာပြန်သူကတော့ အေးမွန်ကျော်ပါ)File size…(800 MB) and (330MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..Aye Mon Kyaw\nEncoder….Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/speed-scandal-2008/",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Crying_Out_In_Love_poster.jpeg-210x300.jpeg",
        "title": "Out of Love",
        "description": "Out of Love encapsulates the sweltering and devastating dynamics of love in the turbulent relationship between Varya and Nikolai, where genuine love and hope contend with destruction and despair.ဒီေန႔ေတာ့ Romantic တရုတ္ဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားဟာ ၂၀၀၄ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Kyoichi Katayama ရဲ႕  Socrates in Love ဆိုတဲ့စာအုပ္ကို မွီျငမ္းရိုက္ကူးထားတဲ့ဇာတ္ကားပါ။Oho Ou , Zhang Huiwen , Yang Zi တို႕ပါဝင္ထားျပီး အမွန္အကန္ဖီးလ္ခ်င္သူေတြၾကည့္ၾကပါကုန္။ဇာတ္ေၾကာင္းကေတာ့…အထက္တန္းေက်ာင္းမွာ ခယ္ဒဆိုတဲ့ေကာင္ေလးက သူသေဘာက်တဲ့ေကာင္မေလး႐ွယြယ္နဲ႔ဆံုစည္းခဲ့တယ္။ဒါနဲ႕ ေရဒီယိုအသံလႊင့္အစီအစဥ္တစ္ခုမွာ ႐ွယြယ္အေၾကာင္းကို စာေရးသားၿပီး ခယ္ဒကေပးပို႔ခဲ့တယ္။ျဖစ္ခ်င္ေတာ့ စာထဲမွာ႐ွယြယ္ဟာေသြးကင္ဆာျဖစ္ေနတဲ့အေၾကာင္းလိမ္ၿပီး ဇာတ္လမ္းကို ဖတ္ေကာင္းေအာင္ေရးလိုက္မိတယ္။ဒါေပမယ့္…႐ွယြယ္ဟာ တကယ့္အျပင္မွာလဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/crying-out-in-love-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/life-2017-141x200.jpg",
        "title": "Life (2017)",
        "description": "သိပံံံံံံရုပ်ရှင်တွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်တော့ခံစားမှုအသစ်ပေးမယ့်ဇာတ်ကားကောင်းလေးပါ။ယခုနှစ်၂၀၁၇မတ်၂၄ကမှထုတ်လိုက်တဲ့ကားသစ်လေးဖြစ်ပါတယ်။အမြင်တမျိုးနဲ့ကြည့်ရတာကောင်းတဲ့ကားလေးတကားဖြစ်ပါတယ်။နိုင်ငံပေါင်းစုံကအာကာသပညာရှင်တစုဟာနိုင်ငံတကအာကာသစခန်းမှာအတူတူအင်္ဂါဂြိုလ်ကိုလေ့လာရင်းအလုပ်လုပ်နေကြတာပါ။သမိုင်းမှာအရေးကြီးတဲ့ရှာဖွေမှုဖြစ်တဲ့ကမ္ဘာအပြင်တခြားဘယ်နေရာတွေမှာသက်ရှိတွေရှိလဲဆိုတာကိုရှာဖွေလေ့လာနေကြတာပါ။ကံကောင်းစွာပဲအင်္ဂါဂြိုလ်ကယူလာတဲ့မြေနမူနာတွေကိုစမ်းသပ်လိုက်တဲ့အခါသက်ရှိဖြစ်လာမယ့်ကလပ်စည်းလေးကိုတွေ့ရှိသွားပါတယ်တွေ့ရှိမှုအတွက်အားလုံးဝမ်းသာဝမ်းမြောက်ဖြစ်ကြရပြီးနိုင်ငံတကာကပါအားပေးခဲ့ကြပါတယ်။ဒါပေမယ့်ရုတ်တရတ်ပဲမတော်တဆအမှားတခုဖြစ်သွားပြီးတဲ့နောက်မှာတော့အဲဒီသက်ရှိမျိုးစိတ်လေးကလှုပ်ရှားမှုမရှိတော့ပါဘူး။ဒါပေမယ့်လူသားပေပဲ။မဖြစ်နိုင်ဘူးဆိုတာကိုဖြစ်အောင်လုပ်တတ်တာလဲလူသားတွေပါပဲ။အဲဒီဖြစ်လာတဲ့အကျိုးဆက်ကိုခံစားရတာလဲလူပါပဲ။အဲလိုပဲကယ်ဗင်လို့သူတို့နာမည်ပေးထာတဲ့အင်္ဂါဂြိုလ်ကသက်ရှိလေးကိုပြန်လည်အသက်သွင်းပြီးမူလအခြေအနေနဲ့မတူပဲထူးဆန်းစွာပြုမှုနေတဲ့အခါမှာတော့အာကာသပညာရှင်ကြီးတွေဘယ်လိုလုပ်ကြမလဲ။အဲဒီကယ်ဗင်လေးကရောဘယ်လိုတွေကံမကောင်းမှုတွေယူလာမလဲ။သူ့ရန်ကနေအာကာသပညာရှင်တွေကာကွယ်နိုင်မှာလား။ကမ္ဘာကြီးကိုကယ်တင်မယ်ဆိုတဲ့သူတို့ဆန္ဒတွေပြည့်ဝမလားဆိုတာတော့ဇာတ်ကားလေးမှာဆက်ကြည့်လိုက်ပါဦးဗျာ။စိတ်လှုပ်ရှားမှုတွေပေးမှာဖြစ်ပြီးတကယ်ကြည့်ကောင်းစေမယ့်ကားလေးပါ။ဇာတ်ကားနောက်ပိုင်းရောက်လေပိုပြီးစိတ်လှုပ်ရှားရလေပါပဲ။ရုံဝင်ငွေ၉၃.၅သန်းထိဝင်ခဲ့တဲ့ကားလေးလည်းဖြစ်ပါတယ်။အားလပ်ချိန်ကိုစိတ်အပန်းပြေစေ၊စိတ်ကျေနပ်စေမယ့်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)----------------------------------------------------------သိပံံံံံံရုပ္ရွင္ေတြၾကိဳက္တဲ့ပရိတ္သတ္ေတြအတြက္ေတာ့ခံစားမႈအသစ္ေပးမယ့္ဇာတ္ကားေကာင္းေလးပါ။ယခုႏွစ္၂၀၁၇မတ္၂၄ကမွထုတ္လိုက္တဲ့ကားသစ္ေလးျဖစ္ပါတယ္။အျမင္တမ်ဳိးနဲ႕ၾကည့္ရတာေကာင္းတဲ့ကားေလးတကားျဖစ္ပါတယ္။ႏိုင္ငံေပါင္းစံုကအာကာသပညာရွင္တစုဟာႏိုင္ငံတကအာကာသစခန္းမွာအတူတူအဂၤါျဂိဳလ္ကိုေလ့လာရင္းအလုပ္လုပ္ေနၾကတာပါ။သမိုင္းမွာအေရးၾကီးတဲ့ရွာေဖြမႈျဖစ္တဲ့ကမာၻအျပင္တျခားဘယ္ေနရာေတြမွာသက္ရွိေတြရွိလဲဆိုတာကိုရွာေဖြေလ့လာေနၾကတာပါ။ကံေကာင္းစြာပဲအဂၤါျဂိဳလ္ကယူလာတဲ့ေျမနမူနာေတြကိုစမ္းသပ္လိုက္တဲ့အခါသက္ရွိျဖစ္လာမယ့္ကလပ္စည္းေလးကိုေတြ႕ရွိသြားပါတယ္ေတြ႕ရွိမႈအတြက္အားလံုး၀မ္းသာ၀မ္းေျမာက္ျဖစ္ၾကရျပီးႏိုင္ငံတကာကပါအားေပးခဲ့ၾကပါတယ္။ဒါေပမယ့္ရုတ္တရတ္ပဲမေတာ္တဆအမွားတခုျဖစ္သြားျပီးတဲ့ေနာက္မွာေတာ့အဲဒီသက္ရွိမ်ဳိးစိတ္ေလးကလႈပ္ရွားမႈမရွိေတာ့ပါဘူး။ဒါေပမယ့္လူသားေပပဲ။မျဖစ္ႏိုင္ဘူးဆိုတာကိုျဖစ္ေအာင္လုပ္တတ္တာလဲလူသားေတြပါပဲ။အဲဒီျဖစ္လာတဲ့အက်ဳိးဆက္ကိုခံစားရတာလဲလူပါပဲ။အဲလိုပဲကယ္ဗင္လို႕သူတို႕နာမည္ေပးထာတဲ့အဂၤါျဂိဳလ္ကသက္ရွိေလးကိုျပန္လည္အသက္သြင္းျပီးမူလအေျခအေနနဲ႕မတူပဲထူးဆန္းစြာျပဳမႈေနတဲ့အခါမွာေတာ့အာကာသပညာရွင္ၾကီးေတြဘယ္လိုလုပ္ၾကမလဲ။အဲဒီကယ္ဗင္ေလးကေရာဘယ္လိုေတြကံမေကာင္းမႈေတြယူလာမလဲ။သူ႕ရန္ကေနအာကာသပညာရွင္ေတြကာကြယ္ႏိုင္မွာလား။ကမာၻၾကီးကိုကယ္တင္မယ္ဆိုတဲ့သူတို႕ဆႏၵေတြျပည့္၀မလားဆိုတာေတာ့ဇာတ္ကားေလးမွာဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။စိတ္လႈပ္ရွားမႈေတြေပးမွာျဖစ္ျပီးတကယ္ၾကည့္ေကာင္းေစမယ့္ကားေလးပါ။ဇာတ္ကားေနာက္ပိုင္းေရာက္ေလပိုျပီးစိတ္လႈပ္ရွားရေလပါပဲ။ရုံ၀င္ေငြ၉၃.၅သန္းထိ၀င္ခဲ့တဲ့ကားေလးလည္းျဖစ္ပါတယ္။အားလပ္ခ်ိန္ကိုစိတ္အပန္းေျပေစ၊စိတ္ေက်နပ္ေစမယ့္ကားေလးျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 751 MB\nQuality : Bluray 720p\nRunning Time : 1hr 44minutes\nFormat : Mp4\nGenre : Horror, Sci-Fi, Thriller\nTranslator : Fridays\nEncoder :Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3yOkb/Life_[2017]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/60775298-222x300.jpg",
        "title": "Manjhi: The Mountain Man (2015)",
        "description": "(အချစ်အတွက် တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့သူ\nသို့မဟုတ်/ ဂင်းနစ်စံချိန်ဝင် ကမ္ဘာ့အံ့ဖွယ်လူသား)ကမ္ဘာပေါ်မှာ အချစ်ကိုနည်းအမျိူးမျိုးပုံဖော်ကြပါတယ်။\nကိုယ့်ချစ်သူ အတွက် ဘာမဆိုလုပ်ပေးမယ်.. စွန့်လွတ်အနစ်နာခံ\nရဲတယ်…\nတစ်ချို့က ကိုယ့်ချစ်သူအတွက်အိမ်လေးတစ်လုံး ဆောက်ပေးတာ… တစ်ချို့က ကိုယ့်ချစ်သူအတွက်\nရွှေငွေရတနာတွေ အပြည့်နဲ့ ကိုယ့်ချစ်ရတဲ့သူ စိတ်ချမ်းသာအောင်ဖန်တီးပေးကြတာ ….. စတဲ့ စတဲ့ လက်တွေ့ဆန်တဲ့ အချစ်မျိုးနဲ့လည်း ပုံဖော်ကြတာပါပဲ။\nဆိုတော့ကာ…\nအချစ်အတွက်နဲ့ တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့တဲ့သူရှိတယ်လို့ ကျွန်တော်ကပြောရင်…\nခင်ဗျားတို့ ယုံကြည်မှာလား လက်ခံမှာလားး???\nလက်ခံလိုက်ပါ မိတ်ဆွေ.. ????အဲ့လူဟာ တကယ်ကိုပဲ တောင်တစ်လုံးလုံးကို တစ်ယောက်ထဲ ဖြိုခဲ့လို့ လူ့အသိုင်းအဝိုင်းမှာရော …ကမ္ဘာ့အသိုင်းအဝိုင်းမှာပါ..သူ့ကိုအံသြစွာနဲ့လက်ခံခဲ့ကြရပါတယ်..\nနောက်ဆုံး သူဟာ ကမ္ဘာ့ဂင်းနစ်စံချိန်မှာ အံ့ဖွယ်လူသားအဖြစ် မှတ်တမ်းတင်ခြင်းကိုလည်း ခံခဲ့ရပါတယ်။ အဲ့လူကတော့ တခြားသူ မဟုတ်ပါဘူး။\nအိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်ထဲက ရွာလေးတစ်ရွာမှာ နေထိုင်တဲ့ Dasharth Manjhi ဆိုတဲ့ သူပါပဲ။အခု ကျွန်တော်ညွှန်းချင်တဲ့ ဇာတ်ကားကတော့ Manjhi အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ပါ။\nဒီရုပ်ရှင်ကို ရိုက်ကူးဖို့ ပထမဆုံးအစပျိုးစီစဉ်ခဲ့တဲ့သူကတော့ တခြားသူမဟုတ်ပါဘူး။PK, 3Idiots, ...",
        "rating": "",
        "url": "https://megaup.net/2cuC5/Manjhi_-_The_Mountain_Man_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    }
]