[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/bait-2012-140x200.jpg",
        "title": "Bait 2012",
        "description": "အခုတစ္ေခါက္ေတာ့ BAIT ဆိုတဲ့ 3D ငါးမန္းကားတစ္ကားနဲ႔ တင္ဆက္ပါရေစဗ်ား.. ဇာတ္ျမည္းေလး ေျပာရရင္.. .. တစ္ျခားငါးမန္းကားေတြနဲ ့သိပ္မတူဘူးလို႔ ေျပာရမွာပဲဗ်.. ကမ္းေျခက စတိုးဆိုင္တစ္ဆိုင္မွာ..villain 2ေယာက္ ဓားျပဝင္တိုက္ၾကရင္း.. ရဲနဲ႔အျငင္းပြားၾကတုန္း ဆူနာမီႀကီး ျဖစ္သြားပါေလေရာ.. အဲ့မွာ စတိုးဆိုင္ထဲ ပိတ္မိကုန္ရင္း.. မုန္တိုင္းနဲ႔ပါလာတဲ့ ငါးမန္း 2ေကာင္နဲ႔ တိုင္ပတ္ၾကပါေလေရာဗ်ာ.. သိတဲ့အတိုင္း ဒီလိုဇာတ္လမ္းေတြမွာ အေရးႀကံဳလာရင္ အနစ္နာခံရသူနဲ႔ villain ေကာင္ေတြ ပါၾကစၿမဲပါ.. တစ္ခုထူးျခားတာက ဒီထဲက ငါးမန္းေတြက 12ေပ ငါးမန္းျဖဴႀကီးေတြ ျဖစ္လို႔ စြန္းၾကမ္းတာကို ေတြ႕ရမွာပါဗ်ား.. သူတို႔ အဲ့စတိုးဆိုင္ကေန ငမန္းေတြကိုေက်ာ္ၿပီး အျပင္ကိုထြက္ႏိုင္ၾကပါမလားဆိုတာကို ရင္တစ္ဖိုဖိုနဲ႔ ၾကည့္ၾကေပေတာ့ဗ်ား.. ေသြးသံရဲရဲနဲ ့CM ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ေစမဲ့ ကားေကာင္းတစ္ကားပါလို႔.. ... ...[အခုတစ်ခေါက်တော့ BAIT ဆိုတဲ့ 3D ငါးမန်းကားတစ်ကားနဲ့ တင်ဆက်ပါရစေဗျား.. ဇာတ်မြည်းလေး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bait-2012/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMDg1MDhhMTQtYzIwZC00ZTIzLTgzOTMtZTE3MzFkZTAwYWIwXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-200x300.jpg",
        "title": "Hotel Deluxe (2013)",
        "description": "[\nကဲ ဒီတစ်ခါတင်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါး အာရှကားလေးပါဇာတ်ကားလေးက ပေါ့ပေါ့ ပါးပါး ဆိုပေမယ့် အထင်မသေးနဲ့ဗျ\nဟိုတယ် လုပ်ငန်းနဲ့ ပတ်သက်နေတဲ့သူတွေဆိုပညာတော့ ယူလို့ရပါတယ်ဇာတ်လမ်းလေးက ဟိုတယ် လုပ်ငန်းမှာ စီမံခန့်ခွဲမှုလုပ်ရတဲ့ အခါ\nမန်နေဂျာတယောက် က ကြုံတွေ့ရမယ့် အခက်အခဲတွေကိုရိုက်ကူးပြထားတာဖြစ်ပြီး ပရိတ်သတ်ကြီး အနေနဲ့ကဒီ ကကျိုးကကျောင်ကောင်တွေကို ဘယ်လိုများ ဖြေရှင်းသွားလဲဆိုတာကို\nဟာသလေး နဲ့နှောပြီး တကားလုံး မပျင်းဘဲကြည့်သွားရမှာဖြစ်ပါတယ် ကဲပြောနေတာကြာလို့ဗျာ အခုပဲ\nဒေါင်းပြီး ကြည့်လိုက်ကြပါတော့ နော်]",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hotel-deluxe-2013/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster-133x200.jpg",
        "title": "Company of Heroes (2013)",
        "description": "Company of Heroes (2013)_____IMDb - 5.1/10\n ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်း\nတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီး\nလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်\nဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်း\nရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာ\nဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်\nဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာ\nဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီး\nသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ :P\n[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္း\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီး\nလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္\nဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္း\nေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/The-Cat-Funeral_20286_poster-2-211x300.jpg",
        "title": "The Cat Funeral 2015",
        "description": "ဒီကားကေတာ့ ပိုက္ဆံထက္အခ်စ္ကအေရးပါေၾကာင္းေျပာထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ ပိုက္ဆံထက္အႏုပညာကိုပိုတန္ဖိုးထားတဲ့ ေကာင္ေလး လီဒုန္ဟြန္းနဲ႔\nေကာင္ေလးကိုေအာင္ၿမင္တဲ့အထိအေထာက္အပံ့ေပးခ်င္တဲ့ေကာင္မေလး ေဂ်ဟီး တို႔ရဲ႕အခ်စ္ဇာတ္လမ္းေလးပါ...\nအထင္လြဲမႈေတြကသူတို႔ရဲ႕အခ်စ္ကိုအက္ေၾကာင္းျဖစ္လာေစတဲ့အခါ....\nအခ်စ္ေတာ္ေၾကာင္ေလးရဲ႕ေနာက္ဆံုးခရီးကို လိုက္ပို႔ဖို႔သူတို႔ႏွစ္ေယာက္ျပန္ဆံုတဲ့အခါမွာေတာ့.....\nဘာေတြဆက္ျဖစ္မလဲဆိုတာ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...[ဒီကားကတော့ ပိုက်ဆံထက်အချစ်ကအရေးပါကြောင်းပြောထားတဲ့ ဇာတ်ကားကောင်းလေးပါ ပိုက်ဆံထက်အနုပညာကိုပိုတန်ဖိုးထားတဲ့ ကောင်လေး လီဒုန်ဟွန်းနဲ့\nကောင်လေးကိုအောင်မြင်တဲ့အထိအထောက်အပံ့ပေးချင်တဲ့ကောင်မလေး ဂျေဟီး တို့ရဲ့အချစ်ဇာတ်လမ်းလေးပါ...\nအထင်လွဲမှုတွေကသူတို့ရဲ့အချစ်ကိုအက်ကြောင်းဖြစ်လာစေတဲ့အခါ....\nအချစ်တော်ကြောင်လေးရဲ့နောက်ဆုံးခရီးကို လိုက်ပို့ဖို့သူတို့နှစ်ယောက်ပြန်ဆုံတဲ့အခါမှာတော့.....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်...]File size…(887 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Thel Nu San\nEncoder….Moe Myint Lwin",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-cat-funeral-2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-172x200.jpg",
        "title": "Iron Monkey (1993)",
        "description": "Iron Monkey (1993)\nIMDb - 7.5/10_____Rotten - 91%\n  \nမင်းသားကြီး ဒယ်နီယန်း ရဲ့ ၁၉၉၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nရာဇဝင် သိုင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက သိုင်းကားကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့\nလက်လွတ်မခံသင့်တဲ့ကားလေးဖြစ်သလို့ နောက်တနည်းပြောရရင်\nတရုတ် ရောဘင်ဟု အကြောင်းကို ရိုက်ကူးပြထားတယ်လို့လဲ\nပြောလို့ရပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ပျက်စီးယိုယွင်းနေတဲ့\nအကျင့်ပျက်ချစားမှုတွေနဲ့ပြည့်နက်နေ တဲ့ တရုတ်အစိုးရဟာ\nနယ်ကျေးရွှာကလေးတွေမှာ မျက်နှာဖုံးစွပ် လုယက်ခြင်းကို ခံရပြီး\nလူအများကတော့ သူ့ကို Iron Monkey လို့ခေါ်ကြပါတယ်\nဒီလိုနဲ့ ခရီးထွက်ပြီး နယ်လှည့်ဆေးကုနေတဲ့ တိုင်းရင်းဆေး\nဆရာ သိုင်းသမား ဒယ်နီယန်း နဲ့ တွေ့ဆုံမိတဲ့ အခါမှာတော့ ဒယ်နီယန်းနဲ့\nဘယ်လိုတွေများ ဆက်လက် နှပါးသွားကြမလဲ ဆိုတာကို\nပရိတ်သတ်ကြီးကပဲဆက်လက် ကြည့်ရှူလိုက်ပါတော့ဗျာ\n  \nဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ\n  [မင္းသားႀကီး ဒယ္နီယန္း ရဲ႕ ၁၉၉၃ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ရာဇဝင္ သိုင္းကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက သိုင္းကားကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္သလို႔ ေနာက္တနည္းေျပာရရင္တ႐ုတ္ ေရာဘင္ဟု အေၾကာင္းကို ႐ိုက္ကူးျပထားတယ္လို႔လဲေျပာလို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ပ်က္စီးယိုယြင္းေနတဲ့အက်င့္ပ်က္ခ်စားမႈေတြနဲ႔ျပည့္နက္ေန တဲ့ တ႐ုတ္အစိုးရဟာနယ္ေက်း႐ႊာကေလးေတြမွာ မ်က္ႏွာဖုံးစြပ္ လုယက္ျခင္းကို ခံရၿပီးလူအမ်ားကေတာ့ သူ႔ကို Iron ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yFn3/Iron_Monkey_(Siu_Nin_Wong_Fei_Hung_Chi_-_Tit_Ma_Lau)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjkyOTI5NzgxMl5BMl5BanBnXkFtZTgwNjg4MzQzNzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Miracles From Heaven (2016)",
        "description": "Base on the incredible story တဲ့\nမယံုၾကည္ႏိုင္စရာ ျဖစ္ရပ္မွန္တစ္ခုကို အေျခခံျပီး\nရိုက္ကူးတာပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာသာေရး\nသက္၀င္ယံုၾကည္လုိက္စားတဲ့ ဘီးမ္း မိသားစုမွာ\nကံၾကမၼာဆုိးတစ္ခု က်ေရာက္လာပါတယ္\nမိသားစုထဲက သမီးငယ္ေလး အန္ေနဘယ္ ဘီးမ္ မွာ ကုသလုိ႕\nမျဖစ္ႏိုင္ေတာ့တဲ့ ေရာဂါတစ္ခု စြဲကပ္လာတာပါ\nမိသားစုထဲက သမီးငယ္ေလး ေရာဂါစြဲကပ္လာတဲ့အခါ\nမိခင္ျဖစ္သူဟာလည္း အပူပင္ၾကီးစြာနဲ႕ ေဆာက္တည္ရာမရပဲ\nရသမွ် နည္းလမ္းရွာၾကံကာ ကုသဖုိ႕ ၾကံပါေသာ္လည္း\nျမိဳ႕မွာရွိတဲ့ အေတာ္ဆံုးပါလုိ႕ေျပာတဲ့ ဆရာ၀န္ကိုယ္တုိင္က\nလက္ေလ်ာ့လုိက္ရတဲ့ အေျခေနပါ\nဒီဇာတ္လမ္းထဲမွာ\nမိဘေတြရဲ႕ ေမတၱာတရားၾကီးမားပံုကို ျမင္ေတြ႕ရမွာ ျဖစ္သလုိ\nျဖစ္ရပ္မွန္ကို အေျချပဳျပီး ရိုက္ကူးထားလုိ႕ ဇာတ္ကားတစ္ကားကို\nၾကည့္ေနရသလုိ မျဖစ္ပဲ အျပင္မွာ တကယ္ၾကံဳေတြ႕ေနရတဲ့\nမိသားစုေလးကို ၾကည့္ေနရသလုိ ဂရုဏာသက္မႈမ်ိဳးလည္း\nခံစားမိေစပါတယ္ Rating ကလည္း 7 အထိ ရရွိထားတာေၾကာင့္\nၾကည့္ရႈဖုိ႕တန္တဲ့ကားေလးတစ္ကားပါ ဇာတ္လမ္းကိုသိခ်င္စိတ္အရမ္းျဖစ္ျပီး\nေနာက္ဆံုးကို ေက်ာ္မၾကည့္ဖုိ႕ေတာ့ ၾကိဳေျပာထားပါရေစ\n(ဘာသာျပန္သူကေတာ့ Poe Thinzar Kyaw ျဖစ္ပါတယ္ဗ် )\n[Base on the incredible story တဲ့\nမယုံကြည်နိုင်စရာ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံပြီး\nရိုက်ကူးတာပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/miracles-from-heaven-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTk4NTcxNTQ5NF5BMl5BanBnXkFtZTgwNTk5OTU4OTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Ouija: Origin of Evil (2016)",
        "description": "Ouija: Origin of Evil (2016)\nIMDb - 6.1/10_____Rotten - 82%\n  ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့.. ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..  2016 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားသစ်ကတော့ ပထမဇာတ်ကားထက် နှစ်ငါးဆယ်လောက်စောတဲ့အချိန်ကို နောက်ကြောင်းပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ပထမကားရဲ့ အဓိကလှည့်ကွက်ပိုင်ရှင် Doris ရဲ့ဘဝအကြောင်းပဲဖြစ်ပါတယ်... အဲဒီကားမှာ ဖခင်မရှိတော့တဲ့ Doris ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1zAat/Ouija_-_Original_Of_Evil_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMjM2MTI4OTc5OF5BMl5BanBnXkFtZTgwNDk1MTAzMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "My Way(2011)",
        "description": "Korean မင္းသား Jang Dong-gun (ဒါရိုက္တာရင္) နဲ႕ မင္းသား Joe Odagiri ရယ္\nမင္းသမီး  Fan Bingbing တို႕ပါဝင္ထားတဲ့ စစ္ကားလို႕ဆိုရမယ့္ဇာတ္ကားပါ။\nတကယ့္အျဖစ္အပ်က္ကိုအေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ IMDb Rating(7.7/10)ရရွိထားပါတယ္။\nအေဟာင္းျဖစ္ျပီး အရင္က တင္ေပးခဲ့ဘူးေပမယ့္ ကြာလတီ ေကာင္းတာကို\nျပန္လည္ခံစားေစျခင္တာရယ္ ဘယ္ႏွစ္ခါၾကည့္ၾကည့္ မရိုးတဲ့ အတြက္\nသိမ္းထားျခင္သူေတြသိမ္းထားဖို႕အတြက္ျပန္လည္\nတင္ဆက္ေပးလိုက္တာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nငယ္စဥ္ကေလး ဘ၀ကတည္းက ျပိဳင္ဆိုင္မႈျပင္းထန္ခဲ့ၾကတဲ့\nသူငယ္ခ်င္းမဟုတ္တဲ့ သူငယ္ခ်င္း ၂ေယာက္\nလူမ်ိဳးမတူတဲ့ လူငယ္ေလး ၂ေယာက္\nတခ်ိန္မွာ ဘ၀ အလွည့္အေျပာင္းေတြနဲ႕ ၾကံဳေတြ႕လာရတဲ့အခါ\nေလာကဓံ အလွည့္အေျပာင္းကို ေတြ႕ၾကံဳမိလာတဲ့အခါမွာေတာ့\nဘယ္ေလာက္ပဲ မုန္းတီီးေနပါေစ ပစ္မထားရက္တဲ့\nႏိုင္ငံနားနီးခ်င္း  စစ္ရဲ႕ စေတးခံလူငယ္ေလး ၂ေယာက္\nေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့လား ဗ်ာ[Korean မင်းသား Jang Dong-gun (ဒါရိုက်တာရင်) နဲ့ မင်းသား Joe Odagiri ရယ်မင်းသမီး  Fan Bingbing တို့ပါဝင်ထားတဲ့ စစ်ကားလို့ဆိုရမယ့်ဇာတ်ကားပါ။တကယ့်အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့ IMDb Rating(7.7/10)ရရှိထားပါတယ်။အဟောင်းဖြစ်ပြီး အရင်က တင်ပေးခဲ့ဘူးပေမယ့် ကွာလတီ ကောင်းတာကိုပြန်လည်ခံစားစေခြင်တာရယ် ဘယ်နှစ်ခါကြည့်ကြည့် မရိုးတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/T8m2/My_Way_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTMzOTA3NDcxMl5BMl5BanBnXkFtZTcwMTY5NDUyMQ@@._V1_-203x300.jpg",
        "title": "Two Brother (2004)",
        "description": "ကဲ Old But Gold ကားတစ်ကားနဲ့ အခုတပတ် Monday ည အတွက်\nအပန်းဖြေကြည့်ရှူဖို့တင်ဆက်ပေးလိုက်ပါတယ်\nသင်က တိရိစ္ဆာန်ချစ်တတ်တဲ့လူတစ်ယောက်လား အထူးသဖြင့်မွေးဖို့မလွယ်တဲ့ကျားပေါက်လေးတွေကိုချစ်တတ်လား ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးရဲ့ အသည်းနှလုံးကို\nသိမ်းပိုက်သွားမှာ သေချာပေါက်ပါဘဲ ဒီကားလေးဟာဆိုရင် ၂၀၀၄ခုနှစ်က ထွက်ရှိခဲ့ပြီး ရုံစတင်တဲ့ တစ်ပတ်အတောတွင်းမှာတင် top 9 အထိရောက်ရှိခဲ့တဲ့\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ဘဲဖြစ်ပါတယ် ၁၉၂၀ပြည့်နှစ် ကယ်လီဖိုးနီးယားပြည်နယ်ဘက်က အဖြစ်အပျက်လေးတစ်ခုနဲ့ ဇာတ်လမ်းကျောရိုးကိုယူထားပါတယ်\nအဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ ဆွန်ဂါနဲ့ကူမာလို့ခေါ်တဲ့ ကျားလေး၂ကောင်အကြောင်း ဖြစ်ပြီးတော့ အရိုင်းသတ္တဝါ၂ကောင်နဲ့\nလူသား၂ဦးကြားက ဖြူစင်တဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ပြထားတဲ့အတွက်ကြောင့် ကြည့်ပြီးရင်း ထပ်ကြည့်ချင်ကို ဖြစ်နေတော့မှာပါ ပြင်သစ်နဲ့ ထိုင်းဘက်က ကျားအကောင် ၃၀လောက်ကို\nသုံးထားတာဖြစ်ပြီးတော့ အကယ်ဒမီရလောက်တဲ့ ကျားတို့ရဲ့မာယာ ( သရုပ်ဆောင်ချက် ) တွေကိုလည်း မြင်တွေ့ရမှာပါ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ကယ်လီဖိုးနီးယားတောအုပ်\nထဲက ဘုရားကျောင်းအပျက်တွေကြားမှာနေကြတဲ့ ကျားမကြီးနဲ့သူ့ရဲ့ သားလေး၂ကောင်၊ မုဆိုးအလုပ်နဲ့ တွက်ချေမကိုက်လို့ ဘုရားဆင်းတုတော်ဟောင်းတွေမှောင်ခိုဖို့ စိတ်ကူးနဲ့ ရောက်ရှိ\nလာတဲ့ မတ်ခရော်နီနဲ့ ထိပ်တိုက်ကိုတွေ့ပါတော့တယ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/two-brother-2004/",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjE2MDc4NTQ3N15BMl5BanBnXkFtZTgwNDU2MDE4NjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Veteran (2015)",
        "description": "အာရွရဲ႕ ျမန္ႏွဳ န္းျမင့္တိုးတက္လာတဲ့ ရုပ္ရွင္က႑ေတြမွာ ကိုရီယားရုပ္ရွင္ေတြကလည္း\nထိပ္ဆုံးမွာရွိေနတာ အားလုံးအသိပါ။တစ္ခု စိတ္မေကာင္းစရာတစ္ခုက ကိုရီယားရုပ္ရွင္ဆိုတာနဲ႔\nရုပ္ရွင္ပရိသတ္အမ်ားစုက စီးရီးေတြကို ဦးဆုံးျမင္ေနၾကတာပါပဲ။စီးရီးေတြကလည္း\nမေကာင္းဘူးလို႔ေျပာလိုတာမဟုတ္ပါဘူး။ဒါေပမယ့္ စီးရီးဆိုကတည္းက အမ်ားသူငါ\nျခံဳ ငုံၾကည့္လို႔ရေအာင္ ပုံစံခြက္ထဲကေနသာ ရုိက္ကူးတဲ့ ကားေတြမ်ားပါတယ္။တကယ့္ကို\nရုပ္ရွင္ကားတစ္ကားရဲ႕ ျပီးျပည့္စုံေကာင္းမြန္တဲ့ ဇာတ္ကားအမ်ားစုကိုေတာ့\nရုပ္ရွင္ကားေတြမွာပဲ ေတြ႕ႏိုင္ပါတယ္။ကိုရီယားရုပ္ရွင္ကားေတြမွာ စီးရီးေတြနဲ႔ကြဲလြဲစြာ\nသဘာဝက်တဲ့ သရုပ္ေဆာင္ေတြနဲ႔သာ အဓိကထားရုိက္ကူးထားတယ္ဆိုတာ ေတြ႕ၾကရမွာပါ။\nက်ြန္ေတာ္က ကိုရီးယားရုပ္ရွင္ေတြ သိပ္ညႊန္းေနလို႔ ပိုလြန္းလိုက္တာလို႔မ်ား သံသယျဖစ္မိေနရင္\nကမာၻ႔အဆင့္ရုပ္ရွင္ေဝဖန္ေရးပညာရွင္ ေတြေရးတဲ့ စာရင္းေတြကို လိုက္ရွာျပီးဖတ္ၾကည့္ပါက\nကိုရီးယားရုပ္ရွင္ကားေတြပါေနတာကို ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ေျပာလိုတာက ကိုရီယားကားဆိုရင္\nစီးရီးေတြခ်ည္း အာရုံစိုက္မေနနဲ႔ပဲ ရုပ္ရွင္ကားေတြလည္း ၾကည့္ၾကပါဦး။\nက်ြန္ေတာ္ေရာက္ဘူးသမ်ွ အေခြဆိုင္ေတြမွာဆိုရင္ ကိုရီးယားရုပ္ရွင္ကားေကာင္းေတြ\nဖုန္တက္ေနတာကိုခ်ည္း ျမင္ေနရတဲ့အတြက္ပါ။ရုပ္ရွင္ကားေကာင္းေတြ\nၾကည့္ျဖစ္ေစလိုတဲ့ ေစတနာနဲ႔သာ ေျပာဆိုျခင္းျဖစ္ေၾကာင္းကိုေတာ့ နားလည္ေစခ်င္ပါတယ္။\nျဖစ္တည္မွဳ ကိုပဲ ေဇာင္းေပးျပတဲ့ သူတို႔ရုပ္ရွင္အမ်ားစုရဲ႕ အိုက္ဒီယာေတြက\nထပ္ေနေပမယ့္ သဘာဝက်ျခင္း ဆက္တင္ေနာက္ခံမ်ား ပီျပင္ျခင္း စတဲ့\nအခ်က္အလက္ေတြေၾကာင့္ ကိုရီယားရုပ္ရွင္ေတြက မၾကည့္ရမေနႏိုင္ေလာက္ေအာင္\nဆြဲေဆာင္မွဳ ေကာင္းလြန္းပါတယ္။\nအဲဒီထဲမွာမွ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ေတြနဲ႔ ဆြဲေခၚသြားတဲ့ ယခု ဇာတ္ကားေလးကလည္း\nၾကည့္ရွဳ သူေတြအဖို႔ စိတ္ေက်နပ္မွဳ ေတြ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tang/Veteran_[2015]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/yellow-sea-1-140x200.jpg",
        "title": "The Yellow Sea (2010)",
        "description": "လောင်းကစားလုပ်ရင်း အကြွေးတွေဝိုင်းနေတဲ့ လူတစ်ယောက်၊ မိန်းမက တောင်ကိုရီးယားကို အလုပ်သွားလုပ်ပြီး ပိုက်ဆံရရင် ပို့မယ်လို့ ကတိပေးသွားရှာတယ်၊ သူ အလုပ်ပြုတ်သွားချိန်မှာ လုံးဝဒုက္ခရောက်လေပြီ။ လူဆိုးဂိုဏ်းခေါင်းဆောင်က ပြောတယ် တောင်ကိုရီးယားကို သွားပြီး စီးပွားရေးသမားတစ်ယောက်ကို သတ်ပေးရင် ဒေါ်လာ ၁ သောင်းရမယ်တဲ့။ သူလည်း ကြံရာမရနဲ့ သတ်ဖို့သွားပြီး စီးပွားရေးသမားဆိုတာကို လေ့လာကြည့်ရင်း မထင်မှတ်ထားတဲ့ အံ့သြတုန်လှုပ်စရာတွေကြုံလာရတဲ့အခါ... သူ့မိန်းမကိုလည်း ပြန်လိုက်ရှာရင်း ဒုက္ခပင်လည်ဝေလို့ ဒီအရှုပ်ထုတ်ကြီးထဲက လွတ်အောင်ရုန်းရတော့ပါတယ်.....\n-------------------------------------------------------\nေလာင္းကစားလုပ္ရင္း အေၾကြးေတြ၀ိုင္းေနတဲ့ လူတစ္ေယာက္၊ မိန္းမက ေတာင္ကိုရီးယားကို အလုပ္သြားလုပ္ျပီး ပိုက္ဆံရရင္ ပို႕မယ္လို႕ ကတိေပးသြားရွာတယ္၊ သူ အလုပ္ျပဳတ္သြားခ်ိန္မွာ လံုး၀ဒုကၡေရာက္ေလျပီ။ လူဆိုးဂိုဏ္းေခါင္းေဆာင္က ေျပာတယ္ ေတာင္ကိုရီးယားကို သြားျပီး စီးပြားေရးသမားတစ္ေယာက္ကို သတ္ေပးရင္ ေဒၚလာ ၁ ေသာင္းရမယ္တဲ့။ သူလည္း ၾကံရာမရနဲ႕ သတ္ဖို႕သြားျပီး စီးပြားေရးသမားဆိုတာကို ေလ့လာၾကည့္ရင္း မထင္မွတ္ထားတဲ့ အံ့ၾသတုန္လႈပ္စရာေတြၾကံဳလာရတဲ့အခါ... သူ႕မိန္းမကိုလည္း ျပန္လိုက္ရွာရင္း ဒုကၡပင္လည္ေ၀လို႕ ဒီအရႈပ္ထုတ္ၾကီးထဲက လြတ္ေအာင္ရုန္းရေတာ့ပါတယ္.....\nFile Size      :   1Gb\nDuration     : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4UK5e/The_Yellow_Sea_(Hwanghae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ4MzkzNjcxNV5BMl5BanBnXkFtZTcwNzk4NTU0Mg@@._V1_-223x300.jpg",
        "title": "Blade 1 + 2 + 3",
        "description": "IMDb Rating  7.1 ရထားျပီး 90 Born ေတြရဲ႕ အသဲစြဲ ဇာတ္ကားၾကီးကို\nတင္ဆက္ေပးလိုက္ပါရေစ ငယ္ငယ္ က ဒီကားကိုၾကည့္ျပီး\n၀ါးျခမ္းျပား ဓါးနဲ႕ ေသြးစုတ္ဖုတ္ေကာင္ေတြကို သတ္ခဲ့ဖူးတယ္\nဆိုရင္ေတာ့ အသက္ ၂၀ ေက်ာ္ေနျပီဆိုတာကို ရဲရဲၾကီး အာမခံလိုက္ပါရေစ :P\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေသမ်ိဳးတစ္၀က္ ေသြးစုတ္ေကာင္တစ္၀က္ျဖစ္ေနတဲ့\nမင္းသားကိုယ္တိုင္က ဒီေသြးစုတ္ေကာင္ေတြရဲ႕ ၾကားထဲမွာ ကုိယ္တိုင္၀င္ေရာက္ ဟန္႕တားရင္း\nတိုက္ခိုက္ပံုေတြကို တင္ဆက္ျပထားတာပါ အရင္ကလည္း ၾကည့္ရွဴခဲ့ဖူးၾကတာမို႕\nအညႊန္းကိုေတာ့ ေထြေထြထူးထူး ၾကီး မညႊန္းေတာ့ပါဘူး ဗ်\n[IMDb Rating  7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီး\nဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်\nဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ :P\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်း\nတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့\nအညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ]Yoteshin\n \nMegaup\n \nUserDrive\n    နံပါတ္ ၂ကားမွာေတာ့ ေသြးစုပ္ေကာင္ ေကာင္စီ အဖြဲ႕နဲ႕\nမင္းသားနဲ႕ထိပ္တိုက္ေတြ႕ၾကတာျဖစ္ျပီး\nမင္းသား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yFh6/Blade_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzA2MjcyMzE2Nl5BMl5BanBnXkFtZTcwMDUxMjQ4NA@@._V1_-203x300.jpg",
        "title": "True Legend (2010)",
        "description": "IMDb 6.4 ရထားျပီး တိုက္ခိုက္ခန္းေတြ မ်ားမ်ားပါတဲ့ ဇာတ္ကားတစ္ကားကို\nသိုင္းကားၾကိဳက္ပရိတ္သတ္ၾကီး အတြက္တင္ဆက္ေပးလိုက္ပါရေစ\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ၾကီး\nနဲ႕ သိပ္မစိမ္းလွတဲ့ မင္းသားမင္းသမီးေတြျဖစ္ျပီး\nအဓိက ဇာတ္ေဆာင္မင္းသားၾကီးကေတာ့ သိုင္းေလာကမုန္တိုင္း ဇာတ္လမ္းတြဲထဲက\nမင္းသားၾကီး ယြဲ႕ဖုနး္ ျဖစ္ပါတယ္\nသိုင္းေလာက မုန္တိုင္းဇာတ္ကားထဲကလိုပဲ ဒီကားထဲမွာလဲ ပီပီျပင္ျပင္နဲ႕\nသရုပ္ေဆာင္သြားႏိုင္တာကို ပရိတ္သတ္ၾကီးက ခံစားၾကည့္ရွဴရမွာပါ\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ အတၱေတြ မာန္မာနေတြနဲ႕\nလက္စားေခ်ျခင္းရဲ႕ ပူေလာင္ျခင္းသေဘာတရားေတြသာမကပဲ\nလူ႕ေလာက မွာ ေန႕စဥ္ၾကံဳေတြ႕ေနရတဲ့ လူေတြရဲ႕ သေဘာသဘာ၀ေတြကိုပါ\nမီးေမာင္းထိုးျပထားျပီး အတၱၾကီးျပီး စိတ္ေဖာက္ျပန္တတ္ပံုကိုလညး္\nပီပီျပင္ရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဗိုလ္မွဴး စုဟာ သူ႕စစ္တပ္ကေန\nအနားယူျပီး မိန္းမျဖစ္သူနဲ႕ အတူ ဘ၀ကို ရိုးရွငး္စြာ ျဖတ္သန္းေနသူတစ္ဦးပါ\nစု ရဲ႕ ေယာကၹ နဲ႕ မိန္းမကို စုရဲ႕ အေဖကပဲ ေမြးစားျပီး\nေကၽြးေမြးေစာင့္ေရွာက္ခဲ့ပါတယ္  ဒီလို ေကၽြးေမြးေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကလညး္\nစု ရဲ႕ အေဖဟာ လူအမ်ား အက်ိဳးအတြက္ စု ေယာကၼၾကီးကို သတ္ခဲ့လို႕လညး္ျဖစ္ပါတယ္\nဒီလို နဲ႕ အုပ္ခ်ဳပ္ေရးမွဴးျဖစ္လာတဲ့ စုရဲ႕ ေယာကၹဟာ တစ္ေန႕မွာ အိမ္ျပန္လာျပီး\nေမြးအေဖရဲ႕ ေသြးေၾကြးကလဲ့စားကို လွလွပပၾကီး ဆပ္လိုက္တဲ့\nအခါမွာေတာ့ ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဒီဇာတ္ကားကို ဘာသာျပန္ေပးတဲ့သူကေတာ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/true-legend-2010/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/poster_the_red_violin__poster_-227x300.jpg",
        "title": "The Red Violin (1998)",
        "description": "၁၇ရာစုေလာက္မွာ အီတလီတေယာလုပ္တဲ့ပညာ႐ွင္က ဖန္တီးထားတဲ့ တေယာတလက္ရဲ႕ ကာလေရြ ့လ်ားျခင္းနဲ႔အတူ\nျဖစ္ပ်က္ခဲ့ရတဲ့ စိတ္ခံစားမႈေတြ.. တေယာေလးကို လိုခ်င္တဲ့သူေတြအမ်ိဳးမ်ိဳး႐ွိခဲ့သလို လိုခ်င္ခဲ့ရတဲ့ အေၾကာင္းရင္းေတြကလည္း မတူခဲ့ပါဘူး တခ်ိဳ႕က အႏုပညာကို နာမည္ႀကီးဖို႔သက္သက္ အသံုးခ်ၾကတယ္....တခ်ိဳ႕က အႏုပညာကို ခံစားခ်က္ရမၼက္ေတြနဲ႔ေရာစပ္ေသာက္သံုးၾကတယ္...\nဒီလိုၾကမ္း႐ွတဲ့ စိတ္ေတြ အဲဒီထဲကမွ အနည္းစုက တကယ့္ျမတ္ႏိုးမႈနဲ႔ တြယ္တာၾကတယ္ ကိုယ့္အသက္ကိုယ္ မမႈပဲ ရင္ထဲကအႏုပညာခ်စ္စိတ္ကို ဖက္တြယ္ထားတဲ့ သူေတြရဲ႕ ႏူးညံ့မႈေတြ...\n၀မ္းနည္းမႈ စိတ္တိုေတြ ျမတ္ႏိုးစိတ္ အားလံုးကို တေယာတလက္ရဲ႕ သံစဥ္နဲ႔ ရင္ထဲ ခဲြျခားသိႏိုင္ေစခဲ့တဲ့ ဇာတ္ကားေလးပါ..\nတူရိယာတေယာတလက္ေလးပါပဲ တီးခတ္သူရဲ႕ စိတ္အေျခအေနအလိုက္ ကိုယ္ပါ လိုက္စီးေမ်ာႏိုင္ဖို႔ ဇာတ္လမ္းအသံvolumeေလးကိုေတာ့ ျမႇင့္ထားလိုက္ေစခ်င္ပါတယ္...\nဇနီးသည္မီးတြင္းထဲမွာပဲ ေသဆံုးခဲ့ရတဲ့ အီတလီတေယာပညာ႐ွင္တစ္ေယာက္ သူ႔ရဲ႕မျမင္လိုက္ရတ့ဲ သားေလးအတြက္ ရင္ထဲက ဖခင္တစ္ေယာက္ရဲ႕ခ်စ္ျခင္းေမတၱာေတြနဲ႔ ဖန္တီးထားတဲ့...\nThe Red Violin တေယာေလးကို သုတ္ထားတဲ့ ေဆးဟာ....ဘာမ်ားျဖစ္မလဲ...(ဒီကားကိုအညႊန္းနဲ႕ခံစားဘာသာၿပန္ေပးထားသူကေတာ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-red-violin-1998/",
        "category": "Drama, Musical, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/my-name-is-love-2012-630-210x300.jpg",
        "title": "My Name Is Love (2012)",
        "description": ">>ခင္ဗ်ားတုိ႔ ကေလးဘဝတုန္းက အမွတ္တရေတြအားလံုးကို မွတ္မိေသးရဲ႕လား ? အဲ့ဒီ့ထဲမွာ ဝမ္းနည္းစရာေတြပါခဲ့လား ?\n>>တကယ္လို႕ဝမ္းနည္းခဲ့ဖူးတယ္ဆိုရင္…ခင္ဗ်ားနဲ႕ ကၽြန္ေတာ္နဲ႔အတူတူပါပဲ...>>ကၽြန္ေတာ္ဝမ္းနည္းတာက ခင္ဗ်ားတို႕ထင္သလို မဟုတ္ပါဘူး..>>ကၽြန္ေတာ္ ့ျပသနာက လံုးဝကိုတျခားစီပါ>>ေဆာ္အၾကည္လြန္ခဲ့တာက ကြ်န္ေတာ့္ျပသနာပါ။(ခင္ဗ်ားတို႕နဲ႕ကြာတယ္ဆိုတာ အဲ့ဒါကိုေျပာတာပဲ...:P)\nစိတ္ဝင္စားဖြယ္ ဇာတ္ဝင္ခန္းနဲ႕ စတင္ထားတဲ့ ဒီဇာတ္ကားဟာ  Comedy Romance အမ်ိဳးအစား ထိုင္းဇာတ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာ Arak Amornsupasiri က Q အျဖစ္ပါဝင္ထားျပီး အျခားဇာတ္ရံမ်ားစြာနဲ႕ ဟာသဆန္ဆန္တင္ဆက္ထားတာပါ။ငယ္စဥ္ဘဝက ေဆာ္အၾကည္လြန္ခဲ့တဲ့ Q တစ္ေယာက္... ၾကီးလာတဲ့အခါမွာ ခ်စ္သူရဲ႕ ဥပကၡာကို ၾကံ့ၾကံ့ခံရင္ဆိုင္ရင္း သူမ်ားတကာရဲ႕ ခ်စ္ျခင္းကို အက်ိဳးေဆာင္ရမယ့္ ျမွားနတ္ေမာင္အလုပ္ကို ေအာင္ျမင္စြာလုပ္ႏိုင္မလား?ငယ္စဥ္က ေဆာ္အၾကည္လြန္ခဲ့တဲ့ အမည္းစက္ေၾကာင့္ ႏွလံုးလမ္းေၾကာင္းမွာ ကြ်န္းခံေနရတဲ့အျဖစ္ကေနေရာ ေက်ာ္လြန္မလား?ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရယ္ေမာရမယ့္ ဇာတ္ကားပါ။(Phone Nanda Min မွခံစားတင္ဆက္ထားပါတယ္။) [>>ခင်ဗျားတို့ ကလေးဘဝတုန်းက အမှတ်တရတွေအားလုံးကို မှတ်မိသေးရဲ့လား ? အဲ့ဒီ့ထဲမှာ ဝမ်းနည်းစရာတွေပါခဲ့လား ?>>တကယ်လို့ဝမ်းနည်းခဲ့ဖူးတယ်ဆိုရင်…ခင်ဗျားနဲ့ ကျွန်တော်နဲ့အတူတူပါပဲ...>>ကျွန်တော်ဝမ်းနည်းတာက ခင်ဗျားတို့ထင်သလို မဟုတ်ပါဘူး..>>ကျွန်တော့်ပြသနာက ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-name-is-love-2012/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYmEwOTAwZGUtMDRmMi00Mzg4LWIyY2UtMWIxYzYwNmVhZmMxXkEyXkFqcGdeQXVyNDgwOTMyMTI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Adventure In Babysitting (2016)",
        "description": "ဒီကားေလးကေတာ့ မိသားစုနဲ႕ၾကည့္ရန္အထူးသင့္ေတာ္တဲ့ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nစကားအေၿပာအဆိုခ်ိဳသာတဲ့ Jenny တစ္ေယာက္ကေလးထိန္းအလုပ္ကိုလုပ္ရာကေန Lola ဆိုတဲ့သူ႕အက်င့္နဲ႕ဆန္႕က်င္ဘက္ရြယ္တူေကာင္မေလးတစ္ေယာက္ကိုေတြ႕ခဲ့ပါတယ္..Jenny ထိန္းရတဲ့ကေလးေတြကလည္း တစ္ေယာက္တစ္မ်ိဳး ဆိုးၾကတဲ့ကေလးေတြပါပဲ....\nေနာက္ပိုင္းမွာေမွ်ာ္လင့္မထားတဲ့ အေၾကာင္းရာေတြေၾကာင့္ သူထိန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္ေပ်ာက္သြားခဲ့ပါတယ္....ပိုက္ဆံအခက္ခဲေၾကာင့္ သူမေနရာ၀င္ေနတဲ့ Lola နဲ႕အတူ သူမတာ၀န္ယူထားတဲ့ကေလး မေပ်ာက္သြားေစရန္ က်န္တဲ့ကေလးမ်ားနဲ႕အတူ လိုက္လံရွာေဖြရွာတာပဲၿဖစ္ပါတယ္...\nအဲလိုလိုက္ရွာရင္ကေန အမွတ္မထင္ လူဆိုးေတြနဲ႕ပတ္သတ္မိသြားၿပီး လူဆိုးေတြရန္ကေန လြတ္ေအာင္ ကေလးေတြနဲ႕အတူေၿပးရင္းလႊားရင္းနဲ႕ ဇာတ္လမ္းကိုသြက္သြက္ေလးတင္ဆက္ထားပါတယ္...Jenny ကထိုေပ်ာက္သြားတဲ့ေကာင္ေလးကို မိဘေတြၿပန္မလာရင္ ညအခ်ိန္အေရာက္အမွီရွာေဖြရမွာပဲၿဖစ္ပါတယ္...\nသူတို႕ေတြရွာေဖြႏိုင္မလား...လမ္းမွာေတြ႕တဲ့လူဆိုးေတြရဲ႕ရန္ကေန လြတ္ေအာင္ဘယ္လိုေထာင္ေခ်ာက္ေတြသံုးၿပီးထြက္ေၿပးၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္ကားေလးထဲကိုၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....\n(ဒီကားကို Thin Zaly Kyaw နဲ႕  Pyae Phyo Hein တို႕မွဘာသာၿပန္တင္ဆက္ေပးထားပါတယ္)....\n [ဒီကားလေးကတော့ မိသားစုနဲ့ကြည့်ရန်အထူးသင့်တော်တဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်...စကားအပြောအဆိုချိုသာတဲ့ Jenny တစ်ယောက်ကလေးထိန်းအလုပ်ကိုလုပ်ရာကနေ Lola ဆိုတဲ့သူ့အကျင့်နဲ့ဆန့်ကျင်ဘက်ရွယ်တူကောင်မလေးတစ်ယောက်ကိုတွေ့ခဲ့ပါတယ်..Jenny ထိန်းရတဲ့ကလေးတွေကလည်း တစ်ယောက်တစ်မျိုး ဆိုးကြတဲ့ကလေးတွေပါပဲ....နောက်ပိုင်းမှာမျှော်လင့်မထားတဲ့ အကြောင်းရာတွေကြောင့် သူထိန်းနေတဲ့ကောင်လေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်....ပိုက်ဆံအခက်ခဲကြောင့် သူမနေရာဝင်နေတဲ့ Lola နဲ့အတူ သူမတာဝန်ယူထားတဲ့ကလေး မပျောက်သွားစေရန် ကျန်တဲ့ကလေးများနဲ့အတူ လိုက်လံရှာဖွေရှာတာပဲဖြစ်ပါတယ်...အဲလိုလိုက်ရှာရင်ကနေ အမှတ်မထင် လူဆိုးတွေနဲ့ပတ်သတ်မိသွားပြီး လူဆိုးတွေရန်ကနေ လွတ်အောင် ကလေးတွေနဲ့အတူပြေးရင်းလွှားရင်းနဲ့ ဇာတ်လမ်းကိုသွက်သွက်လေးတင်ဆက်ထားပါတယ်...Jenny ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/adventure-in-babysitting-2016/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/750x1055_movie13747postersnessun_dorma-hk-213x300.jpg",
        "title": "Nessun Dorma (2016)",
        "description": "Psychological thriller အမ်ိဳးအစား ေဟာင္ေကာင္ဇာတ္ကားျဖစ္ပါတယ္။မင္းသမီး Janice Man ဦးေဆာင္ပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ အမ်ိဳးသမီးအၾကမ္းဖက္မႈတခ်ိဳ႕ပါေနတာေၾကာင့္ ကေလးသူငယ္မ်ား မၾကည့္သင့္ပါ။ဇာတ္လမ္းကေတာ့....ဥပေဒထက္ ခ်မ္းသားႂကြယ္၀တဲ့လူတစ္စုက ပိုၿပီးပါ၀ါႀကီးေနတဲ့အခါ လက္စားေခ်ဖို႔ကိုယ္တိုင္  စနစ္တက်အကြက္ခ်ရပါရေတာ့တယ္...မို႐ွင္းက ဗင္းဆင့္ကို လက္စားေခ်ဖို႔အတြက္ ဂ်က္စမင္းကို အကြက္ခ်ၿပီး ခ်ဥ္းကပ္ခဲ့တယ္\nလက္စားေခ်ဖို႔ႀကိဳးစားရင္းကေန ဂ်က္စမင္ကို သူတကယ္ခ်စ္ေနတာ သိလိုက္တယ္...သူ႔ရဲ႕မူလလက္စားေခ်ဖို႔ရည္ရြယ္ခ်က္ကိုလည္း အေပ်ာက္မခံခဲ့ဘူး\nခ်စ္ရတဲ့ဂ်က္စမင္ကိုလည္း မဆံုး႐ွံဳးခ်င္ဘူး...ဒီအေျခအေနကေန..ဘယ္လိုနည္းလမ္းနဲ႔ သူေဖာက္ထြက္ရမွာလဲအဆိုးဆံုးဇာတ္သိမ္းေတြမျဖစ္ဖို႔..အဆိုးတစ္ရာထဲက ပိုေကာင္းမယ့္တစ္ခုကို သူေရြးရမယ္\nမထင္မွတ္ထားတဲ့ အလွည့္အေျပာင္းေတြက ဘ၀ေတြတိုင္းမွာ သိပ္မ်ားတယ္ႏူးညံ့ေပ်ာ္ရႊင္ေနတဲ့ ႏွလံုးသားေတြကို\nရက္စက္ၾကမ္းတမ္းသြားေစတဲ့ တရားခံက ဘယ္သူလဲခ်စ္သူကို အားကိုးစိတ္နဲ႔ သိပ္ခ်စ္တဲ့မိန္းကေလးရဲ႕ ရဲရင့္မႈေတြရယ္ ယံုၾကည္လြန္းတဲ့စိတ္ေလးရယ္ကို\nအနာတရမျဖစ္ေစခ်င္တဲ့ မို႐ွင္းရဲ႕ ဒြိဟစိတ္ေတြဟာ ဇာတ္သိမ္းကို ဘယ္လိုဆံုးျဖတ္လိုက္မွာလဲ။(ရုပ္ရွင္အညႊန္းနဲ႕ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ White Aurora ပါ။) [Psychological thriller အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသမီး Janice Man ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားဟာ အမျိုးသမီးအကြမ်းဖက်မှုတချို့ပါနေတာကြောင့် ကလေးသူငယ်များ မကြည့်သင့်ပါ။ဇာတ်လမ်းကတော့....ဥပဒေထက် ချမ်းသားကြွယ်ဝတဲ့လူတစ်စုက ပိုပြီးပါဝါကြီးနေတဲ့အခါ လက်စားချေဖို့ကိုယ်တိုင်  စနစ်တကျအကွက်ချရပါရတော့တယ်...မိုရှင်းက ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/nessun-dorma-2016/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM1ODgyOTI0NF5BMl5BanBnXkFtZTcwODgyMDY3OA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "A Haunted House (2013)",
        "description": "Paranormal Activity လို ရုပ္ရွင္ကားေကာင္းမ်ိဳးကို ၾကည့္ဖူးတယ္ဆိုရင္ေတာ့ သင့္အတြက္ ဒီရုပ္ရွင္ကားက\nသေဘာေပါက္လြယ္မယ့္ ရုပ္ရွင္ကားမ်ိဳး ျဖစ္မွာပါ...\nဇတ္လမ္းပံုစံကေတာ့ Horror Movies တစ္ခ်ိဳ႕ကို သေရာ္ထားတဲ့ ဟာသ ရုပ္ရွင္ကား ျဖစ္ပါတယ္\nဇတ္လမ္း ဇတ္ကြက္ ႏွင့္ စကားေျပာခန္းမ်ားမွာ အမ်ားအားျဖင့္ ညစ္ညမ္း အသံုးအႏႈန္းမ်ား ပါတဲ့အတြက္\nကေလး သူငယ္မ်ား ႏွင့္ မိသားစု မ်ား အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဟားတိုက္ ရယ္ခ်င္ရင္ေတာ့ သင့္အတြက္ ေရြးခ်ယ္မႈေကာင္းတစ္ခုျဖစ္မယ္လို႔ ေျပာပါရေစ...[Paranormal Activity လို ရုပ်ရှင်ကားကောင်းမျိုးကို ကြည့်ဖူးတယ်ဆိုရင်တော့ သင့်အတွက် ဒီရုပ်ရှင်ကားကသဘောပေါက်လွယ်မယ့် ရုပ်ရှင်ကားမျိုး ဖြစ်မှာပါ...ဇတ်လမ်းပုံစံကတော့ Horror Movies တစ်ချို့ကို သရော်ထားတဲ့ ဟာသ ရုပ်ရှင်ကား ဖြစ်ပါတယ်ဇတ်လမ်း ဇတ်ကွက် နှင့် စကားပြောခန်းများမှာ အများအားဖြင့် ညစ်ညမ်း အသုံးအနှုန်းများ ပါတဲ့အတွက်ကလေး သူငယ်များ နှင့် မိသားစု ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-haunted-house-2013/",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/5VX1HIn-240x300.jpg",
        "title": "Mulholland Drive (2001)",
        "description": "“Mulholland Drive” (2001)\n~~~ ~~~ ~~~ ~~~ ~~~ ~~~Hollywood က ေငြေရာင္ပိတ္ကားေတြထက္မွာ အထင္ေပၚဆံုးသူျဖစ္ဖုိ႕၊ အေက်ာ္ႀကားဆံုးနဲ႕ အရည္အခ်င္းအရွိဆံုး မင္းသမီးအျဖစ္ လူေတြ၀ုိင္းရံေနတဲ့ ေကာ္ေဇာနီေတြေပၚမွာ ေလွ်ာက္လွမ္းႏုိင္ဖုိ႕။ ဒါေတြက အိမ္နဲ႕ေ၀းရာ California က ရုပ္ရွင္ကမၻာကုိ အေရာက္လာခဲ့တဲ့ Betty Elms ရဲ႕ စိတ္ကူးအိပ္မက္ေတြပဲ။City of Angels လုိ႕ သမုတ္ႀကတဲ့ဒီျမိဳ႕ေတာ္က သူ႕အေဒၚရဲ႕ေနအိမ္ကုိ Betty ေရာက္တဲ့အခ်ိန္မွာ၊ သူမေမွ်ာ္လင့္ထားတဲ့ အံ့ႀသစရာတစ္ခုက အဆင္သင့္ေစာင့္ႀကိဳေနတယ္။ အဲဒါကေတာ့၊ အိမ္ထဲမွာ ႀကိဳေရာက္ေနတဲ့၊ အတိတ္ေမ့ေနတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႕ ဆံုရတာပဲ။ သူ႕ရဲ႕အေဒၚနဲ႕လဲ ဆက္စပ္မႈမရွိ၊ ဘာေတြျဖစ္ခဲ့တယ္ဆုိတာကုိလဲ ေမးမရေပမယ့္၊ ရွင္းျပလုိ႕မရႏုိင္တဲ့ ခံစားခ်က္တစ္ခုေႀကာင့္၊ Rita လုိ႕ သူ႕ကုိ္ယ္သူ နာမည္ေပးထားတဲ့ ဒီေကာင္မေလး ဘယ္သူဆုိတာကုိ သိရေအာင္ကူညီေပးဖုိ႕ Betty ဆံုးျဖတ္လုိက္တယ္။သူစိတ္၀င္စားေနတဲ့ ရုပ္ရွင္ဇာတ္ရုပ္တစ္ခုမွာ သရုပ္ေဆာင္ရမယ့္ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mulholland-drive-2001/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTk2MTMwOTk3N15BMl5BanBnXkFtZTgwMDI5OTYxMDI@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Max Steel 2016",
        "description": "2016 ထြက္ သိပံၸအက္ရွင္ကားေလးပါ။ မူလက နာမည္ရိွျပီးသား Animation ကို film အျဖစ္ အသက္ျပန္သြင္းတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္စ္ ဆိုတဲ့ လူငယ္ေလးဟာ သူ႕ဖခင္ သိပၸံပညာရွင္ ထူးဆန္းစြာ ေသဆံုးသြားခဲ့ျပီးေနာက္မွ အေမနဲ႕အတူ ျမိဳကေတြေနရာေတြေျပာင္းျပီး ေနထိုင္ေနခဲ့ရေပမယ့္ အေၾကာင္းရင္းကို မသိခဲ့ပါဘူး။ တစ္ေန႕မွာေတာ့ သူ႕ကိုယ္ထဲက ထူးဆန္းတဲ့စြမ္းအင္ေတြ ထိန္းမရေအာင္ထြက္ေပၚလာျပီး ေပါက္ကြဲသြားေတာ့မလိုျဖစ္ေနတဲ့အခ်ိန္မွာ စတီးဆိုတဲ့ ျဂိဳလ္သားေလးတစ္ေယာက္က စြမ္းအင္ေတြကို စားသံုးျပီး ကယ္တင္ေပးခဲ့ပါတယ္။ မက္စ္ နဲ႕ စတီးတုိ႕ အျပန္အလွန္မွီခိုရင္း သူတို႕ ၂ ေယာက္ေပါင္းရင္ ျဖစ္လာနုိင္မယ့္ အင္အားေတြကို ရွာေဖြရင္း သူ႕အေဖရဲ႕ အတိတ္ကိုပါ ေဖာ္ထုတ္မိလာတဲ့အခါ.....\n [2016 ထွက် သိပ္ပံအက်ရှင်ကားလေးပါ။ မူလက နာမည်ရှိပြီးသား Animation ကို film အဖြစ် အသက်ပြန်သွင်းတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ မက်စ် ဆိုတဲ့ လူငယ်လေးဟာ သူ့ဖခင် သိပ္ပံပညာရှင် ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/max-steel-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-1-200x300.jpg",
        "title": "Hell or High Water (2016)",
        "description": "IMDb (7.8/10)....Rotten Tomatoes (98%)ဒီဇာတ်ကားကိုတော့ ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ ရုပ်ရှင်ဇာတ်ကားလို့ညွန်းရမယ်။ ဘဏ်မှာ အပေါင်ဆုံးတော့မဲ့ ဘိုးဘွားပိုင် မြေတွေကို မဆုံးရူံးဖို့ Tony နဲ့ Tanner တို့ညီအကိုနှစ်ယောက် ဘဏ်တွေကို ဓါးပြဝင်တိုက်ကြတယ်။ သူတို့ ရွေးချယ်တာ မြို့ငယ်လေးက ဘဏ်တိုက်လေးတွေကိုပါ။ မနက်စောစော ဘဏ်ဖွင့်ချိန်မှာ ဝင်လုမယ်။ ပိုက်ဆံကိုလည်း ဒေါ်လာ 20 တန်တဲ့ တန်ဖိုးပိုကြီးတဲ့အရွက်ကြီးလည်းမယူသလို သူတို့လုတဲ့ငွေ ပမာဏကလည်း ဒေါ်လာတစ်သောင်းအောက်ဆိုတော့ FBI ကတာဝန်ယူရလောက်အောင်ကြီးမားတဲ့ အမူမဟုတ်တဲ့အခါ ပြည်နယ်ရဲတာဝန်ပေါ့။ ဒီအမှုတွေကို မကြာခင် ရဲဘဝကနေအငြိမ်းစားယူတော့မဲ့ Marcus ရယ် သူတွဲဘက်အဖော် Alberto တို့ပူးပေါင်းဖော်ထုတ်ဖို့တာဝန်ဖြစ်လာပါတယ်။ Marcus က ဘဏ်ဓါးပြတွေ ကို လိုက်လံရှာဖွေဖမ်းဆီးဖို့ထက် Tony တို့ညီအကို လာတိုက်မယ်လို့ တွက်ထားတဲ့ မြို့ငယ်လေးတစ်ခုရဲ့ ဘဏ်တစ်ခုနားကနေ စောင့်ဖမ်းဖို့ ဆုံးဖြတ်လိုက်တယ်။ Marcus တို့ စောင့်နေတဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hell-or-high-water-2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-200x300.jpg",
        "title": "Operation Mekong(2016)",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။\n----------------------------------------------------------------------------------------\n၂၀၁၆ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cN43/Operation_Mekong_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p35129_p_v8_aa-200x300.jpg",
        "title": "Millions 2004",
        "description": "[ဒီ မီလီယမ် ဆိုတဲ့ကားလေးကတော့ 2004 ခုနှစ်က ထွက်ခဲ့တဲ့ IMBD rating 7 ထိ ရရှိထားတဲ့ ဒရာမာကားကောင်းလေးတစ်ကားပါ... ဇာတ်ကားရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဒမ်မီယမ်ဆိုတဲ့ ကလေးလေးတစ်ယောက်ပါ.. ဇာတ်လမ်းအကျဉ်းကတော့.. တစ်ရက်မှာ ဒမ်မီယမ်ရယ် သူ့အဖေရယ် သူ့အစ်ကိုတို့ရယ်ဟာ အိမ်ပြောင်းလာခဲ့ကြပါတယ်.. ဒမ်မီယမ်လေးဟာ အရွယ်နဲ့မလိုက်အောင် ဘာသာရေးကို ယုံကြည်ပြီး အလှူအတန်းရက်ရောတတ်တဲ့ စိတ်ဓာတ်လေးရှိပါတယ်.. တစ်ရက်မှာ သူနေနေကျ မီးရထားလမ်းဘေးက နေရာလေးပေါ်ကို ငွေတွေ မီလီယံချီ ပါတဲ့ ငွေအိတ်ကြီးတစ်အိတ်ကျလာခဲ့တယ်.. ရိုးသားတဲ့ ဒမ်မီယမ်လေးဟာ ဘုရားသခင်က သူ လှူဒါန်းဖို့အတွက်ပေးခဲ့တာ လို့ပဲ ထင်နေခဲ့ပါတယ်.. ငွေအိတ်အကြောင်းကို သူ့အစ်ကိုကိုသာ ပြောပြခဲ့ပါတယ်.. နောက်ပိုင်းမှာ ဒမ်မီယမ်လေးဟာ ရောက်တဲ့နေရာတိုင်း ဆင်းရဲသားတွေကို ငွေတွေပုံအောပြီး ပေးနေခဲ့ပါတယ်.. ဒီလိုနဲ့.. တစ်နေ့မှာ ငွေအိတ်ကြီးက သူထင်သလို ဘုရားသခင်ကပေးခဲ့တာမဟုတ်ပဲ.. ဓားပြတစ်ယောက်ရဲ့ ခိုးရာပါအိတ်ဖြစ်နေတဲ့အခါမှာတော့... ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TAcg/Millions_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/confession-209x300.jpg",
        "title": "Confession of Murder (2012)",
        "description": "Confession Of Murder (2012)ကိုရီးယား အေကာင္းဆုံး Thriller Collection ရုပ္ရွင္ေတြထဲက တကားအပါအဝင္ျဖစ္တဲ့ ယခု ရုပ္ရွင္ကားက စာရင္းထဲပါမယ္ဆိုလည္း ပါႏိုင္ေလာက္ေအာင္ပင္ ဇာတ္လမ္း ဇာတ္အိမ္ဖြဲ႕စည္းမွဳ မွာ က်စ္လစ္လြန္း ပီျပင္လြန္းပါသည္။သြက္လက္ေသာ ဇာတ္အိမ္ဖြဲ႔စည္းမွဳ မ်ားျဖင့္ တကားလုံးကို ဆြဲေခၚေစႏိုင္သည္။ေထာက္လွမ္းေရးရုပ္ရွင္ကားပီပီ ေတြးစရာေတြ ဇာတ္အိမ္ျမွဳ ပ္ကြက္ေတြျဖင့္ ပရိသတ္အေပၚကို ဒရစပ္ ဖမ္းစားႏိုင္ခဲ့သည္။အထူးသျဖင့္ အက္ရွင္ခန္းေတြ အသက္ဝင္တာကလည္း အဓိကက်ပါသည္။စစခ်င္း အဖြင့္ဇာတ္အိမ္မွာပင္ ဆိုင္ခန္းထဲကို လူတစ္ေယာက္ ဝုန္းခနဲ ဝင္လာကာ ေကာ္ဖီေသာက္ေနသူအား အတင္းဝင္၍ ထိုးၾကိတ္ပစ္သည္။ထိုးၾကိတ္ခံရသူက ရဲအရာရွိ စုံေထာက္တစ္ဦး။ဆိုရလ်ွင္ အသတ္အပုတ္ အတိုက္အခိုက္ ပညာကို က်ြမ္းက်င္သူတစ္ဦးျဖစ္သည္။သို႔ျဖစ္ေစကာမူ လာေရာက္သတ္ပုတ္သူအား အႏိုင္ရေအာင္ မတိုက္ခိုက္ႏိုင္ေခ်။ လာေရာက္တိုက္ခိုက္သူက သူဖမ္းဆီးေနေသာ လူသတ္သမား တစ္ဦး ျဖစ္၏။သူ႔ေၾကာင့္ပင္ ႏိုင္ငံတစ္ခုလုံး ထိတ္လန္႔ေနရ၏ ။အသတ္ခံရသည့္ မိန္းခေလးေတြ မိသားစုေတြ မနည္းေတာ့ ။ေထာက္လွမ္းေရး ...",
        "rating": "7.1",
        "url": "https://megaup.net/Tann/Confession_Of_Murder_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher 2: Never Go Back 2016",
        "description": "ဂျက် ရီချာ ပြန်လာပါပြီ။ ဒီကားမှာတော့ မေဂျာဘဝကနေ အနားယူသွားတဲ့ ဂျက်ဟာ ဒီစီကို ပြန်လာရင်း သူ့မိတ်ဆွေ ဗိုလ်မှုးမလေး တန်နာ မတရားစွပ်စွဲခံရပြီး ဖမ်းထားခံထားရတာကို လိုက်ရင်း အစိုးရကန်ထရိုက်တာကြီးတစ်ခုရဲ့ မသမာမှုတွေကို ဖော်ထုတ်ပေးရပါတော့တယ်။ ကုမ္မဏီဘက်က ကြေးစားတွေက သူ့ရဲ့ သမီးလို့ထင်ရတဲ့ ဆမ် ဆိုတဲ့ မိန်းကလေးနောက်ကိုပါ လိုက်လာတဲ့အတွက် ဂျက်ဟာ တန်နာ ဆမ်တို့ကို ကာကွယ်ရင်း စွန့်စားခန်းထပ်ဖွင့်ဖို့လိုလာတဲ့အခါ.....Tom Cruise, Cobie Smulders, Danika Yarosh သရုပ်ဆောင် ၃ ယောက်လုံးဟာ အတွဲညီနေတော့ ဒီကားကတော့ အတော်ကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကား ဖြစ်လာတာပါပဲ။File Size    :   850 MB\nDuration   :   1 : 58 : 10\nQuality      :   Blurayrip\nTranslator :   Littleneo,Bo Phway\nEncoder   ...",
        "rating": "6.3",
        "url": "https://megaup.net/2SKlf/Jack_Reacher_2_-_Never_Go_Back_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher (2012)",
        "description": "လူတစ္ေယာက္ Van ကားတစ္စီးစီးၿပီး ကားပါကင္ထဲကုိ၀င္လာတယ္. တစ္ဖက္ျမစ္ကမ္းကုိျမင္ရတဲ့ေနရာနားမွာကားကုိရပ္တယ္.ၿပီးေတာ့ သူ႔ရဲ႕ Rifle ကုိ ျပင္ဆင္ၿပီး ျမစ္တစ္ဖက္ကမ္းကုိခ်ိန္တယ္.စိတ္ကုိတည္ၿငိမ္ေအာင္အသက္ကုိ၀၀႐ွဴၿပီး သူ႔ရဲ႕ပစ္မွတ္ေတြကုိ rifle နဲ႔ေသခ်ာခ်ိန္ေနတယ္.သူ႔ရဲ႕ပစ္မွတ္ေတြက အျခားျမစ္တစ္ဖက္ကမ္းေပၚမွာ ပုံမွန္အတုိင္းလမ္းသြားလမ္းလာလုပ္ေနတဲ့လူေတြ.စကၠန္႔၀က္ေလာက္ခ်ိန္ၿပီးတဲ့အခါမွာ သူစပစ္တယ္.လူေပါင္းငါးေယာက္ေသတယ္.ပစ္မွတ္ေတြကုိပစ္ၿပီးတဲ့အခါ ထြက္ေျပးသြားတယ္.မၾကာခင္ပဲရဲေတြမႉခင္ျတဖစ္ဲ့ေနရာကုိေရာက္လာတယ္.သဲလြန္စေတြလုိက္႐ွာတဲ့အခါ ကားပါကင္၀င္ေၾကးအတြက္ လူသတ္သမား႐ွင္းခဲ့တဲ့အေႂကြေစ့ကေန လူသတ္သမားရဲ႕လက္ေဗြရာကုိရ႐ွိခဲ့တယ္.လက္ေဗြရာကုိစစ္ေဆးၾကည့္တဲ့အခါ လူသတ္သမားဟာ အေမရိကန္စစ္တပ္မွာ sniper အျဖစ္စစ္မႈထမ္းခဲ့တဲ့ James Barrျဖစ္ေနေၾကာင္းသိရတယ္. ရဲေတကြ James Barr ရဲ႕အိမ္ကုိ ၀င္စီးတဲ့အခါ Barr ကုိအိပ္ယာေပၚမွာအိပ္ေနရင္းေတြ႔တယ္. Barr ကုိဖမ္းၿပီး သီးသန္႔ခန္းထဲမွာစစ္ေဆးတဲ့အခါ ဘာတစ္ခြန္းမွျပန္မေျပာဘဲ Jack Reacher လုိ႔သာေရးေပးတယ္.အဲ့ေတာ့ ရဲေတြက Jack Reacher အေၾကာင္းကုိစုံစမ္းရတာေပါ့ .Jack Reacher ဆုိတဲ့လူဟာ credit card မ႐ွိ e-mail မ႐ွိ.အိမ္လိပ္စာအတိအက်မ႐ွိတဲ့လူ သူက သရဲလုိပဲ. ႏွစ္ႏွစ္ေလာက္ေပ်ာက္ေနတဲ့လူ. အေမရိကန္စစ္တပ္မွာ စ္မႈထမ္းခဲ့ဖူးတယ္ဆုိတာသာသိရတယ္.သူ႔ကုိဘယ္လုိ ႐ွာရမလဲေျပာေနၾကခ်ိန္မွာပဲ Jack ဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yHO6/Jack_Reacher_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Cats-and-Dogs-2001-movie-poster-210x300.jpg",
        "title": "Cats And Dogs ( 2001)",
        "description": "ဒီကားေလးကေတာ့ၿဖင့္အထူးတလည္ေၿပာစရာမလိုေတာ့ပါဘူး...ကြ်န္ေတာ္တို႕ငယ္စဥ္ကေလးဘ၀ထဲကၾကိဳက္ႏွစ္သက္လာတဲ့ ခ်စ္စရာေခြးေလးေတြေၾကာင္ေလးေတြပါတဲ့ကားေလးတစ္ကားပဲၿဖစ္ပါတယ္...\nကားေဟာင္းေလးေပမယ့္ ၿပန္ၿပီးသိမ္းထားသင့္တဲ့ ငယ္စဥ္ဘ၀အမွတ္တရကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ကေလးေလးေတြၾကားထဲမွာေရပန္းစားပံုတင္မက လူၾကီးမ်ားပါႏွစ္ၿခိဳက္အားေပးခဲ့ၾကတဲ့ ရယ္စရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဇာတ္လမ္းရဲ႕ အစမွာေတာ့ ေခြးေတြကိုအၿမဲအႏိုင္လိုခ်င္စိတ္ေတြရွိေနတဲ့ မစၥတာတင္ကယ္ဆိုတဲ့ ေၾကာင္မိစၦာေလး....\nသူတို႕ရဲ႕ ေပ်ာက္ဆံုးသြားတဲ့ ေအးဂ်င့္အသစ္ေနရာမွာအစားထိုးခံလိုက္ရတဲ့ ေခြးကေလး လိုယူတို႕..ဘယ္လို ၿပိဳင္ဆိုင္မႈ႕ေတြနဲ႕ခ်ၾကမလဲဆိုတာ ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးကိုငယ္ငယ္ကဘာသာၿပန္မ်ားနဲ႕ၾကည့္ရႈ႕ခဲ့ရေပမယ့္ စိတ္တိုင္းမက်ခဲ့လို အခုေတာ့ အေကာင္းဆံုးမြန္းမံဘာသာၿပန္မႈ႕မ်ားနဲ႕ ၿပန္ၿပီးတင္ဆက္လိုက္ပါတယ္ဗ်...\nဒီကားေလးရဲ႕အားသာခ်က္ေတြကေတာ့ လူေတြရဲ႕ညစ္ေနတဲ့စိတ္ေတြကို ေၾကာင္ေလးေတြေခြးေလးေတြရဲ႕ခ်စ္စရာစကားေၿပာအသံေလးမ်ားနဲ႕ ေပ်ာ္ေအာင္လုပ္ေပးထားတယ္ဆိုတာ\nၾကည့္ရႈ႕မယ့္သူမ်ားအားလံုးသိၾကရမွာၿဖစ္ပါတယ္....\n [ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး...ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်....ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး....သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ...ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်....]\nFile size…(724.5 MB , 354 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:27:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint\nEncoder….Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/cats-and-dogs-2001/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/warrior-poster-143x200.jpg",
        "title": "Warrior (2011)",
        "description": "Warrior (2011)\nIMDb - 8.2/10_____Rotten - 83%\n အရက်စွဲရာက ပြန်လည်နာလန်ထနိုင်ဖို့ ကြိုးစားနေတဲ့ Paddy Conlon (Nick Nolte) ဆီကို နှစ်ပေါင်းများစွာက ခွဲခွာသွားပြီး သူ့ကို စိတ်နာနေခဲ့တဲ့ မရိန်းတပ်သားဟောင်းဖြစ်တဲ့ Tommy Riordan(Tom Hardy) ရောက်လာပြီးကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ သမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ \"စပါတာ\"ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်။Paddy တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့လေ့ကျင့်ပေးရင်း နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်။Paddy မှာ Tommy လိုပဲ သူ့ကို အသိအမှတ်မပြုပဲ စိတ်နာနေတဲ့ Brendan Conlon (Joel Edgerton) ဆိုတဲ့ MMA ကစားသမား ဘဝကနေ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့ အိမ်ထောင်သည်သားတစ်ယောက်ရှိပါတယ်။Brendan ရဲ့ သမီးငယ်လေးအတွက် နှလုံးရောဂါကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ အိမ်ကို ဘဏ်ကသိမ်းဖို့ အခြေအနေတစ်ခုကြုံနေရပြီး အဲဒီပြသနာကို ဖြေရှင်းဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1yKe6/Warrior_[2011]_(MM_Sub)_(2).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ghost__In_Your_Arms_Again_2011_5325_poster-210x300.jpg",
        "title": "Ghost : In Your Arms Again 2010",
        "description": "ၿမန္မာလိုဆိုရင္ေတာ့ တေစၧမေလးေမာင့္ခ်စ္သူေပါ့ဗ်ာ...\nေၾသာ္...အခ်စ္...အခ်စ္..တကယ္ပါပဲ....လူေတြကို႐ူးသြပ္သြားေစတတ္တယ္ဆိုတာ.....လူေတြဟာအခ်စ္ေၾကာင့္ေမ်ာ္လင့္ခ်က္ေတြရွိလာတယ္ႀကိဳးစားခ်င္လာၾကတယ္....\nဘဝကို ခ်စ္တဲ့သူနဲ႔ေပ်ာ္ေပ်ာ္ရြင္ရြင္ျဖတ္သန္းသြားခ်င္ၾကတယ္....အမွန္ပါပဲဒီဇတ္ကားေလးကိုကၽြန္ေတာ္ရင္နင့္ရင္းၿပီး ေရးသားခဲ့တာပါအေတာ္လည္းအႀကိဳက္ေတြ႕မိၿပီးပရိတ္သတ္ေတြရဲ႕ဆႏၵနဲ႔လည္းတစ္ထပ္တည္းက်မယ္လို႔ ေမ်ာ္လင့္မိပါတယ္.....\nပရိတ္သတ္ေတြရဲ႕အခ်စ္ေတာ္မင္းသားေလးဂၽြန္ေစာကေခါင္းေဆာင္မင္းသားအျဖစ္ပါဝင္တဲ့ဒီကားေလးဟာဆိုရင္\nခ်စ္ျခင္းေမတၱာအေၾကာင္းကိုလူနဲ႔တေစၧအၾကားတစ္ဖြဲ႔တစ္ႏြဲ႕႐ိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\nခ်စ္ဇနီးေလးတစ္ေယာက္မေတာ္တဆမႈေၾကာင့္ေသဆံုးသြားတဲ့အခါက်န္ေနခဲ့သူရင္တြင္းမွာခံစားရပံုမ်ား...\nဇနီးေလးကလည္းမကၽြတ္မလြတ္ပဲခ်စ္ခင္ပြန္းကိုဘယ္လိုျပန္လည္ေစာင့္ေရွာက္မလဲဆိုတာစိတ္ဝင္စားဖြယ္ၾကည့္ရမွာပါ...\nဒီကားကိုၾကည့္ရင္တစ္႐ူးေလးေတာ့ေဆာင္ထားပါ မ်က္ရည္သုတ္ဖို႔ပါ.....\nကြ်န္ေတ္ာတို႕ CM Team ရဲ႕ဘာသာၿပန္သူ ကို Soe Htwe ရဲ႕ ရင္နဲ႔ရင္းၿပီးေရးတဲ့ ကားေလးကိုပရိတ္သတ္ေတြရင္ထဲေရာက္မယ္လို႔ယံု ၾကည္ရင္း Happy New Year ပါလို႔ဆုေတာင္းေမတၱာ ပို႔သေပးလိုက္ပါတယ္....\n [မြန်မာလိုဆိုရင်တော့ တစ္ဆေမလေးမောင့်ချစ်သူပေါ့ဗျာ...သြော်...အချစ်...အချစ်..တကယ်ပါပဲ....လူတွေကိုရူးသွပ်သွားစေတတ်တယ်ဆိုတာ.....လူတွေဟာအချစ်ကြောင့်မျော်လင့်ချက်တွေရှိလာတယ်ကြိုးစားချင်လာကြတယ်....ဘဝကို ချစ်တဲ့သူနဲ့ပျော်ပျော်ရွင်ရွင်ဖြတ်သန်းသွားချင်ကြတယ်....အမှန်ပါပဲဒီဇတ်ကားလေးကိုကျွန်တော်ရင်နင့်ရင်းပြီး ရေးသားခဲ့တာပါအတော်လည်းအကြိုက်တွေ့မိပြီးပရိတ်သတ်တွေရဲ့ဆန္ဒနဲ့လည်းတစ်ထပ်တည်းကျမယ်လို့ မျော်လင့်မိပါတယ်.....ပရိတ်သတ်တွေရဲ့အချစ်တော်မင်းသားလေးဂျွန်စောကခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်တဲ့ဒီကားလေးဟာဆိုရင်ချစ်ခြင်းမေတ္တာအကြောင်းကိုလူနဲ့တစ္ဆေအကြားတစ်ဖွဲ့တစ်နွဲ့ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...ချစ်ဇနီးလေးတစ်ယောက်မတော်တဆမှုကြောင့်သေဆုံးသွားတဲ့အခါကျန်နေခဲ့သူရင်တွင်းမှာခံစားရပုံများ...ဇနီးလေးကလည်းမကျွတ်မလွတ်ပဲချစ်ခင်ပွန်းကိုဘယ်လိုပြန်လည်စောင့်ရှောက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရမှာပါ...ဒီကားကိုကြည့်ရင်တစ်ရူးလေးတော့ဆောင်ထားပါ မျက်ရည်သုတ်ဖို့ပါ.....ကျွန်တေ်ာတို့ CM Team ရဲ့ဘာသာပြန်သူ ကို Soe Htwe ရဲ့ ရင်နဲ့ရင်းပြီးရေးတဲ့ ကားလေးကိုပရိတ်သတ်တွေရင်ထဲရောက်မယ်လို့ယုံ ကြည်ရင်း Happy New Year ပါလို့ဆုတောင်းမေတ္တာ ပို့သပေးလိုက်ပါတယ်....]\nFile size…( 1.1GB , 469.4MB )\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:55:32\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Soe Htwe\nEncoder….Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/ghost-in-your-arms-again-2010/",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/ex-machina-poster-v02-212x300.jpg",
        "title": "Ex Machina 2015",
        "description": "Ex Machina က 2015 တုန္းက ထြက္ရွိထားတဲ႔ sci-fi ကားအမ်ိဳးအစားျဖစ္ၿပီး IMDb rating 7.7 အထိရရွိထားတဲ႔ ကားျဖစ္ပါတယ္...\nဇာတ္လမ္းအက်ဥ္းကေတာ႔ ကမၻာ႕အႀကီးဆံုး အင္တာနက္ရွာေဖြေရး ကုမၸဏီမွာအလုပ္လုပ္ေနတဲ႔ 26 ႏွစ္အရြယ္ Programmer ကယ္လက္ဟာ CEO ျဖစ္သူ ေနသန္တည္ေဆာက္ေနတဲ႔ ေအဗာအမည္ရွိ\nစြမ္းေဆာင္ရည္ျမင္႔ အသိဥာဏ္တုသံုး စက္ရုပ္အား စစ္ေဆးေပးရန္္\nမဲႏိႈက္ေရြးခ်ယ္ျခင္း ခံခဲ႔ရပါတယ္.....\nစစ္ေဆးျခင္းမ်ားကို လုပ္ေနရင္း ေနသန္ရဲ႕ မူမမွန္တဲ႔ အျပဳအမူေတြ\nေအဗာရဲ႕ သာမန္ထက္ထူးျခားတဲ႔ အျပဳအမူေတြက\nကယ္လက္ကို မထင္မွတ္ထားတဲ႔ အလွည္႔အေျပာင္းေတြ ျဖစ္ေစခဲ႔ျပီး\nစစ္ေဆးခံေနရသူက ေအဗာလား သူကိုယ္တိုင္လားဆိုတာေတာင္\nမကြဲျပားႏိုင္ေတာ႔တဲ႔အခါ........\nဇာတ္ကားက Artifical Intelligence ကို ေဇာင္းေပးရိုက္ထားေသာ\nရုပ္ရွင္ျဖစ္ျပီး nude scene အနည္းငယ္ပါဝင္ေသာေႀကာင္႔\n18 ႏွစ္ေအာက္ မႀကည္႔သင္႔ေသာ ရုပ္ရွင္ျဖစ္ပါတယ္....\n \n[\nEx Machina က 2015 တုန်းက ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zdxV/Ex_Machina_[2015]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTY4MTU4MzA0OV5BMl5BanBnXkFtZTgwMTYxOTAyOTE@._V1_SY1000_CR007171000_AL_-215x300.jpg",
        "title": "Outlaws and Angles (2016)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွစ္ထြက္ စကီအလန္းေလးေတြပါတဲ့\nကာင္းဘြိဳင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းကေတာ့ ထူးထူးျခားျခားမရွိပဲ ပံုမွန္\nေကာင္းဘြိဳင္ကားေတြလို လူဆိုးဖမ္းတာ ပစ္တာခတ္တာေတြပါပဲ\nထူးျခားတာက စကီအလန္းေလးေတြပါတာပါ :P\nကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နယူးမကၠဆီကိုက ဘဏ္ကို\nရက္ရက္စက္စက္လူေတြသတ္ျဖတ္ျပီး ဓါးျပတိုက္သြားရာမွ ရဲမ်ားက\nလိုက္လံဖမ္းဆီးရာမွ လယ္ကြင္းထဲက ဘုရားကိုပါးစပ္ကမခ်တဲ့\nရိုးရိုးသားေနတဲ့ သမီးေလးေတြပဲေမြးထားတဲ့\nမိသားစုရဲ႕ အိမ္ကို ဓါးျပေတြက\nခဏတာ စတညး္ခ်ဖို႕ဆံုးျဖတ္လိုက္ၾကပါတယ္\nကဲ ပရိတ္သတ္ၾကီးေရ ဆက္သာၾကည့္ဗ်ိဳ႕Download On YpDownload LargeFile Pcloud\n  Download Small File Pcloud",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/outlaws-and-angles-2016/",
        "category": "Country"
    },
    {
        "thumbnail": "",
        "title": "Dhoom 3 (2013)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့…\n၁၉၉၀ ပြည့်နှစ်ကာလမှာ အိန္ဒိယလူမျိုး မျက်လှည့်ဆရာ Iqbal Haroon Khan ဟာ သူ့ရဲ့ ဆပ်ကပ်အဖွဲ့ မပြိုကွဲရေးအတွက် ရုန်းကန်နေရပါတယ်။ ဒီဆပ်ကပ် ဆက်လက်ရပ်တည်ဖို့အတွက် အနောက်ချီကာဂိုဘဏ်ကို မှီခိုနေရပါတယ်။ ဒါပေမယ့် ဘဏ်ပိုင်ရှင် Anderson ကတော့ ဒီဆပ်ကပ်ကို ပိတ်ပစ်ဖို့ပဲ ဖိအားပေးနေပါတယ်။ အထူးဖျော်ဖြေပွဲအဖြစ် Khan ဟာ Anderson ကို သူ့ရဲ့ အကောင်းဆုံး ပြကွက်တစ်ခုကို ပြသပြီး ဆပ်ကပ်အဖွဲ့ မဖျက်သိမ်းရဖို့ ကြိုးစားပါတယ်။ ဒါပေမယ့် ဒီဆပ်ကပ်အဖွဲ့ကို ပိတ်ပစ်ဖို့ပဲ တမင်လုပ်နေတဲ့ Anderson ဟာ ဘာကိုမှ အရေးမလုပ်တာမို့ Khan ဟာ ကိုယ့်ကိုယ်ကို သတ်သေသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို ဖခင်နဲ့အတူ ဆပ်ကပ်ပြပြီး Anderson ဆီက အကူအညီ မျှော်လင့်နေရှာတဲ့ Sahir Khan ဟာ အစအဆုံး မြင်တွေ့လိုက်ရပါတယ်။\nSahir Khan ...",
        "rating": "5.4",
        "url": "https://megaup.net/2cmq9/Dhoom_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-1-219x300.jpg",
        "title": "Dhoom (2004)",
        "description": "Dhoom ကားတွေရဲ့ပထမဆုံးကားလေးပါ။ ဆိုင်ကယ်တွေနဲ့အုပ်စုလိုက် ဓါးပြတိုက်နေတဲ့ ဓါးပြအဖွဲ့တစ်ဖွဲ့ကို လိုက်လံဖမ်းစီးပုံကို ရိုက်ပြထားတာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ACP Jay Dixit နဲ့ Ali တို့ဘယ်လိုစတွေ့ခဲ့တယ်ဆိုတာပါသိရမှာဖြစ်ပါတယ်။အမြဲချိန်ပါဖြစ်နေတဲ့ Ali ရဲ့ဘဝကို သနားစဖွယ်တွေ့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါတဲ့ဓါးပြအဖွဲ့ရဲ့ခေါင်းဆောင်ကတော့ အခု အိန္ဒိယမှာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေတဲ့ မင်းသား john abraham ဖြစ်ပါတယ်။ Dhoom 2 နဲ့ 3လောက်မကောင်းပေမယ့်လည်း ယှဉ်ကြည့်လို့ရတဲ့ကားလေးတစ်ကားပါ။\nFile size…(1GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:09:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2SjRU/Dhoom_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-2-218x300.jpg",
        "title": "Dhoom 2 (2006)",
        "description": "မႀကည့္ဖူးတဲ့သူမရွိေလာက္ေအာင္နာမည္ႀကီးခဲ့တဲ့ေဘာလိဝုဒ္ဇာတ္ကားတစ္ကားပါ။လက္ပြားမင္းသားရဲ႕အေကာင္းဆုံးဇာတ္ကားတစ္ကားလုိ႔လည္းေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ လက္ပြားမင္းသားဟာ Professional သူခုိးတစ္ေယာက္ရဲ႕ကာရုိက္တာကုိပီျပင္စြာသရုပ္ေဆာင္ထားတာကုိေတြ႔ရမွာျဖစ္ပါတယ္။ Dhoomကားရဲ႕အဓိကဇာတ္ေကာင္ေတြျဖစ္တဲ့ ACP Jay Dixit နဲ႔ Ali တုိ႔ရဲ႕ေနရာကုိ Abishek Bachan နဲ႔ Uday chopraတုိ႔ကသရုပ္ေဆာင္ထားပါတယ္။မယ္ကမ႓ာဆုရထားတဲ့မင္းသမီးေခ်ာ Aishwarya Rai ကလည္း ႏွစ္ဖက္ခြ်န္တစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားတစ္ခုလုံးကုိ ထိန္းသြားတာကေတာ့ လက္ပြားမင္းသား Hrithik Roshanပါပဲ။ Aryanရဲ႕ဇာတ္ေကာင္ေနရာကေန ရုပ္ေျပာင္းရုပ္လႊဲေတြကုိတစ္ဝႀကီးႀကည့္ရႈခံစားရမွာပါ။အေယာက္၁၀၀မွာ၉၀ေလာက္ႀကည့္ျပီးသားျဖစ္တဲ့ဇာတ္ကားေလးမုိ႔ review ကုိအတုိခ်ံဳ႕ပဲေရးေပးလုိက္ပါတယ္\nFile size…(1.4GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:32:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Qrw6/Dhoom_2_[2006]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/goal-133x200.jpg",
        "title": "Goal! The Dream Begins (2005)",
        "description": "Goal! The Dream Begins (2005)_____IMDb - 6.7/10Director: Danny Cannon ရိုက်ကူးတင်ဆက်ထားပြီး\nMay 12, 2006 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ အားကစားစိတ်ဓါတ်ကိုအတည်ပြု အဓိက ရိုက်ကူးထားတဲ့ ဘောလုံးရုပ်ရှင် Goal! (1) ဖြစ်ပါတယ်...နယ်စပ်ကနေ ခိုးဝင်လာပြီး တရားမဝင် နေထိုင်နေတဲ့ ဆန်တီရာဂို မူနက် တို့ မိသားစုဟာအဖေ ဖြစ်သူရဲ့ ခြံရှင်း သန့်ရှင်းရေး ဝန်ဆောင်မှု မှာ ဝိုင်းကူလုပ်ပေးနေရင်းမူနက် ဟာ သူဝါသနာပါတဲ့ ဘောလုံး ကစားချင်းကိုလဲ ကစားနေပါတယ်သူတို့ လူငယ်အသင်းမှာ မူနက် က ဦးဆောင်ကစားရပါတယ်သူပါတဲ့ ပွဲတိုင်းလဲ နိုင်ပါတယ် အတော်ဆုံးလူငယ်စာရင်းထဲ အပါဝင်ပေါ့...ဒါပေမယ့် မူနက် ရဲ့ အဖေဟာ သူ့သား ဘောလုံးကစားတာကို ကြည့်မရပါဘူးအမျိုးမျိုးပိတ်ပင်တားဆီးရင်းနဲ့ သူ့ခြံရှင်းလုပ်ငန်းအတွက် ကားဝယ်ဖို့ကိုလဲမူနက် ခြေစမ်းဖို့ သွားမယ့် ခရီးစရိတ်ထဲက မသိအောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rhmf/Goal!_The_Dream_Begins_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/sWrQxjw5xWdBuKhaHMn1YgUdfnZ-200x300.jpg",
        "title": "Special Female Force (2016)",
        "description": "အမျိုးသမီးဇာတ်ကောင်အသားပေး Action , Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။၁၉၈၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Inspector Wears Skirts ဇာတ်ကားကို Remark ပြန်လုပ်ထားတဲ့ဇာတ်ကားပါ။Eliza Sam, Anita Chui, Cathryn Lee, Mandy Ho, Joyce Cheng, Jeana Ho စတဲ့ ဟောင်ကောင်မင်းသမီးအချောအလှတွေကို ခပ်ကြမ်းကြမ်းမြင်တွေ့ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါဦး။(Tartee Poe မှခံစားတင်ဆက်ထားပါတယ်။)File size…(900MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:42:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/16Q9z/Special_Female_Force_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/memories-of-the-sword-poster-133x200.jpg",
        "title": "Memories of the Sword (2015)",
        "description": "Memories of the Sword (2015)\nIMDb - 6.3/10_____Rotten - 75%\n  \nအလယ်ခေတ်ကိုရီးယား(ဂျိုရိုမင်းဆက်)မှာ Deok-ki , Poong-chun နဲ့ Seol-rang ဆိုတဲ့စစ်သူရဲကောင်းသုံးယောက်\nKitan  တရုတ်ဆီကအကူအညီယူပြီးဘုရင်ကိုဆန့်ကျင်ဖို့ကြိုးစားခဲ့တယ်။\nဒါပေမဲ့ Deok-ki သစ္စာဖောက်ပြီး Poong-chun သေခဲ့ရပေမယ့်\nSeol-rang က Seol-hee ( Poong-chun သမီး) ကိုခေါ်ပြီးလွတ်မြောက်သွားခဲ့တယ်။\n၁၈ နှစ်ကြာပြီးတဲ့နောက် Seol-rang မျက်လုံးမမြင်တော့ပေမဲ့ Seol-hee ကိုလက်စားချေဖို့သေချာပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။\nဒီအချိန်မှာ Deok-ki ကလဲတစ်နိုင်ငံလုံးမှာ အာဏာအကြီးဆုံးရှိတဲ့လူတစ်ယောက်ဖြစ်နေခဲ့တယ်။\nSeol-hee ရင်ဆိုင်ရမှာက ဂျိုရိုမင်းဆက်က အာဏာအကြီးဆုံးလူတွေ စစ်သည်တော်တွေနဲ့ရင်ဆိုင်ရမဲ့အခါ\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒေါင်းကြည့်လိုက်ကြပါ။\n  \nအလယ္ေခတ္ကိုရီးယား(ဂ်ိဳ႐ိုမင္းဆက္)မွာ Deok-ki , Poong-chun နဲ႔ Seol-rang ဆိုတဲ့စစ္သူရဲေကာင္းသုံးေယာက္\nKitan  တ႐ုတ္ဆီကအကူအညီယူၿပီးဘုရင္ကိုဆန႔္က်င္ဖို႔ႀကိဳးစားခဲ့တယ္။\nဒါေပမဲ့ Deok-ki သစၥာေဖာက္ၿပီး Poong-chun ေသခဲ့ရေပမယ့္\nSeol-rang က Seol-hee ( ...",
        "rating": "6.3",
        "url": "https://megaup.net/Srzx/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/teen-wolf-season-4-poster-wallpaper-4-225x300.png",
        "title": "Teen Wolf Season 4 Complete",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ အားေပးေနၾကတဲ့ Teen Wolf Season 4 စတင္လာပါၿပီ\nအျမန္ဆံုး အပိုင္းသစ္ေတြကို ျဖည့္ေပးမွာမို႔ ေလာေလာဆယ္ EP 1 ေလးကို\nအရင္အားေပးလုိက္ပါအံုး Teen Wolf Fan ေတြ ရဲ႕ အားေပးမႈကို ေစာင့္ေမွ်ာ္ေနပါတယ္\nအားေပးတဲ့သူ မ်ားေလေလ အျမန္ဆံုး တင္ေပးမွာ ျဖစ္ပါတယ္...\n(Thit San Khant)\nTeen Wolf Season 1 ဆက္ၾကည့္ရန္\nTeen Wolf Season 2 ဆက္ၾကည့္ရန္\nTeen Wolf Season 3 ဆက္ၾကည့္ရန္\nDownload List\n===============Ep1-12     Vip  / Yoteshin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-4/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/hotel-for-dogs.jpg",
        "title": "Hotel For Dogs 2009",
        "description": "မိဘမဲ့ ကေလးေလး ၂ ေယာက္ဟာ သူတို႕ရဲ႕ အုပ္ထိန္းသူေတြက အိမ္မွာ ေခြးေမြးခြင့္မျပဳတဲ့အတြက္ လမ္းေဘးေခြးေလးတစ္ေကာင္ကို ဟိုတယ္ေဟာင္းၾကီးတစ္ခုထဲမွာ ကယ္တင္ထားခဲ့ပါတယ္။ အဲဒီေနာက္ဆက္ျပီး ေခြးဖမ္းတဲ့ လူ ၂ ေယာက္နဲ႕ ရဲေတြလက္ထဲကေန အျခားေသာေခြးေတြကိုပါ ကယ္တင္ထားရင္း သူတို႕ေလးေတြကို အျမဲတမ္းစာအတြက္ ကယ္တင္ဖို႕ ၾကိဳးစားၾကပါေတာ့တယ္.....\nFile Size     :   700 / 350 Mb\nDuration    :   1 : 39: 58\nQuality        :   Bluray rip\nTranslator   :   Appleseed\nEncoder       :   Littleneo\nCM Link\nVIP Link\nOP Link",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hotel-for-dogs-2009/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MONEY-MONSTER_Poster-300x158.jpg",
        "title": "Money Monster 2016",
        "description": "2016 ထွက် Crime, Thriller အမျိုးအစား ရုပ်ရှင်ကောင်းတစ်ကားပါ။တီဗွီရှိုးတစ်ခုမှ ငွေကြေးဆိုင်ရာ အကြံပေးမှုတွေလုပ်ပေးနေတဲ့ Lee Gates နဲ့ သူ့ရဲ့ပရိုဂျူဆာ ပတ်တီတို့ သူတို့အကြံပေးမှုနဲ့ပတ်သတ်ပြီး ဘဝပျက်သွားရတဲ့ မြှပ်နှံသူတစ်ယောက်မှအနုကြမ်းစီး ဓားစာခံအဖြစ် ဖမ်းဆီးခံရတဲ့အခါ....သူတို့ ဘယ်လိုအလွတ်ရုန်းကြမလဲ....ဘယ်သူက အပြစ်ရှိသူလဲဆိုတာ.....File Size     :   700 / 350 Mb\nDuration    :   1 :38: 40\nQuality       :   Bluray rip\nTranslator  :   Khant Myo Thu\nEncoder      :   Littleneo",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/money-monster-2016/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/about-cherry-dvd-cover-90-1-213x300.jpg",
        "title": "About Cherry (2012)",
        "description": "Director: Stephen Elliott ရိုက္ကူးတင္ဆက္ထားၿပီးSeptember 21, 2012 (USA) မွာ ရံုတင္ခဲ့တဲ့ ေဖာ္ခၽြတ္အလွျပ ဓါတ္ပံုရိုက္ၿပီး ဘ၀ ကို အသက္ေမြးတဲ့မိန္းကေလး တစ္ေယာက္အေၾကာင္း ရုပ္ရွင္ဇတ္ကားေလးပါ....အိန္ဂ်ယ္လီနာ ဟာ အ၀တ္ေလွ်ာ္ ပင္မင္းဆိုင္မွာ အလုပ္လုပ္တဲ့မိန္းကေလးပါ သူ႔မွာ ၾကည့္ရႈရမယ့္ အရက္ဂ်ိဳးကပ္ ေနတဲ့ အေမနဲ႔အရြယ္မေရာက္ေသးတဲ့ ညီမေလး တစ္ေယာက္ ရွိပါတယ္သူတို႔ က အရက္စြဲေနတဲ့ အေမယူထားတဲ့ ပေထြးနဲ႔ ေနရပါတယ္အိန္ဂ်ယ္လီနာ မွာလဲ အိမ္မွာ မေနရဲေလာက္ေအာင္ပါပဲအလုပ္က ျပန္လာၿပီး အရက္မူးေနတဲ့ ပေထြးက မေကာင္းႀကံမွာစိုးလို႔ညည ညီမေလးျဖစ္သူကို ဖက္ၿပီး အိပ္ရပါတယ္ ညီမျဖစ္သူကိုလဲ ေစာင့္ေရွာက္ရင္းကိုယ့္ကိုကိုယ္လဲ ကာကြယ္ေနရတာေပါ့...တစ္ရက္မွာေတာ့ ကလပ္မွာ ဂစ္တာ တီးတဲ့ အိန္ဂ်ယ္လီနာ ရဲ႕ ရည္းစားကေနေဖာ္ခၽြတ္ ဓါတ္ပံုရိုက္ဖို႔ ကမ္းလွမ္းလာၿပီး ေဒၚလာ ၅၀၀ ေပးမယ္လို႔ ဆိုပါတယ္မိသားစု အတြက္ ေငြလိုေနတဲ့ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/aboutcherry2012/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Projecta2-198x300-1-132x200.jpg",
        "title": "Project A: Part II (1987)",
        "description": "Project A: Part II (1987)\nIMDb (7.1/10)…..Rotten Tomatoes (71%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော် Project A ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nပထမကားက အခဲမကြေဖြစ်နေကြတဲ့ ရန်သူတွေအပြင် ချောက်တွန်းအကွက်ချနေတဲ့ အတွင်းရန်သူတွေကိုပါ တပြိုင်နက်ဖြေရှင်းရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားမှာလဲ Action ခန်းတွေက တစ်သက်လုံးအမှတ်ရနေမိမယ့် အခန်းတွေချည်းပါပဲ။\nဟာသရသလဲမြောက်ပြီး သရုပ်ဆောင်တွေပီပြင်မှုကြောင့် နှစ်မြောပျော်ရွှင်စွာ ကြည့်ရှုရမယ့်ဇာတ်ကားပါ။\n(Nan Ko Ko Oo  မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ Project A ဇာတ္ကားရဲ႕အဆက္ျဖစ္ပါတယ္။\nပထမကားက အခဲမေၾကျဖစ္ေနၾကတဲ့ ရန္သူေတြအျပင္ ေခ်ာက္တြန္းအကြက္ခ်ေနတဲ့ အတြင္းရန္သူေတြကိုပါ တျပိဳင္နက္ေျဖရွင္းရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားမွာလဲ Action ခန္းေတြက တစ္သက္လံုးအမွတ္ရေနမိမယ့္ အခန္းေတြခ်ည္းပါပဲ။\nဟာသရသလဲေျမာက္ျပီး သရုပ္ေဆာင္ေတြပီျပင္မႈေၾကာင့္ ႏွစ္ေျမာေပ်ာ္ရႊင္စြာ ၾကည့္ရႈရမယ့္ဇာတ္ကားပါ။\n(Nan Ko Ko Oo  မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(910MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:54\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1xf0j/Project_A_-_2_(_A__Gai_Wak_2)_[1987]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/project-a-133x200.jpg",
        "title": "Project A (1983)",
        "description": "Project A (1983)\nIMDb (7.4/10).....Rotten Tomatoes (83%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော်ဇာတ်ကားဖြစ်ပါတယ်။\nNon-stop Action တွေမို့လို့ ကြည့်ရတာ လုံးဝတန်မှာပါ။\nAction အတော်များများကို Special Effect တွေမသုံးဘဲ လူကိုယ်တိုင်ရိုက်ကူးထားပါတယ်။\nဟာသဆန်ပြီး သွက်လက်လွန်းတာကြောင့် ဇာတ်လမ်းလေးတိုလွန်းတယ်လို့ မချင့်မရဲဖြစ်မိပါတယ်။\n(Sher Lock Aye Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားျဖစ္ပါတယ္။\nNon-stop Action ေတြမို႕လို႕ ၾကည့္ရတာ လံုးဝတန္မွာပါ။\nAction အေတာ္မ်ားမ်ားကို Special Effect ေတြမသံုးဘဲ လူကိုယ္တိုင္ရိုက္ကူးထားပါတယ္။\nဟာသဆန္ျပီး သြက္လက္လြန္းတာေၾကာင့္ ဇာတ္လမ္းေလးတိုလြန္းတယ္လို႕ မခ်င့္မရဲျဖစ္မိပါတယ္။\n(Sher Lock Aye Nyein မွဘာသာျပန္တင္ဆက္ထားတာပါ။)  \nFile size…(904MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.4",
        "url": "https://megaup.net/1xf0e/Project_A_(_A__Gai_Wak_)_[1983]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/blair-witch-2016-poster-195x300.jpg",
        "title": "Blair Witch 2016",
        "description": "ဂ်ိမ္းစ္ဆိုတဲ့လူငယ္တစ္ေယာက္ဟာ ငယ္စဥ္ကေပ်ာက္ဆံုးသြားခဲ႕တဲ့\nသူရဲ႕ အစ္မျဖစ္သူပါဝင္တဲ့ ဗြီဒီယိုတိပ္ေခြတစ္ေခြကိုရွာေဖြေတြ႔ရွိခဲ့ပါတယ္...\nအဲ့ဒီ တိပ္ေခြထဲမွာပဲ မိန္းမၾကီးတစ္ေယာက္ကိုေတြ႕ ခဲ့ပါတယ္...\nသူတို႕ဟာအဲ့ဒီမိန္းမၾကီးကို Blair စုန္းမလို႕သတ္မွတ္ခဲ့ၾကၿပီး...\nအဲ့ဒီေနာက္မွာေတာ့ ဂ်ိမ္းစ္နဲ ့ သူ ့ရဲ့သူငယ္ခ်င္းတစ္စုဟာ Blairစုန္းမနဲ ့သက္ဆိုင္ေနတဲ့ ေတာအုပ္ၾကီးထဲကို\nသူ ့အစ္မျဖစ္သူကိုရွာဖို ့ထြက္လာၾကတဲ့အခါမွာေတာ့ သူတို႕လံုး၀ထင္မွတ္မထားတဲ့ အၿဖစ္ဆိုးေတြနဲ႕  ရင္ဆိုင္ရေတာ့တာပါပဲ....\nBlair စုန္းမဆိုတာ ငယ္စဥ္ကလို သူတို႕ အတြက္ ယံုတမ္းပံုၿပင္ တစ္ခုလား...\nအၿပင္မွာ တစ္ကယ္လား ဆိုတာ ကေတာ့ ေၾကာက္လန္႕စဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\nRating 5.2 ရရွိထားၿပီးေတာ့ တစ္ေယာက္တည္းၾကည့္ရႈ႕ရန္မသင့္တဲ့ Horror ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္...( ဒီကားကို ဘာသာၿပန္သူ Hnin Pwint မွခံစားတင္ဆက္ေပးထားပါတယ္...)File size…(810MB)\nQuality…BluRay 1080p\nFormat…mp4\nDuration….01:29:11\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Hnin Pwint \nEncoder….Moe Myint Lwin \nDownload & Watch 360p HD (VIP Link)\nDownload with Pcloud\nDownload with Openload\nDownload ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VXkz/Blair_Witch_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTY4MTQzNTQyM15BMl5BanBnXkFtZTcwNjAzMzM5Nw@@._V1_SY1000_CR007011000_AL_-210x300.jpg",
        "title": "As One (2012)",
        "description": "တင္းနစ္ၿပိဳင္ပြဲေတြ အာရွ ႏိုင္ငံမ်ား ၿပိဳင္ပြဲ က်င္းပတဲ့အခ်ိန္ျဖစ္သည္\nကိုရီးယား ႏုိင္ငံအေနျဖင့္ ေတာင္ ႏွင့္ ေျမာက္ ဆိုၿပီး ႏွစ္ဖြဲ႔ခြဲ၍ ၀င္ေရာက္ယွဥ္ၿပိဳင္\nခဲ့ေသာ အခါ ေျမာက္ကိုရီးယား ႏွင့္ ေတာင္ကိုရီးယား ဗိုလ္လုပြဲ တက္ႏုိင္ခဲ့ၿပီး\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၿပီးလ်င္ တရုတ္ နင့္ ၿပိဳင္ခါ ေရႊတံဆိပ္ဆု ရယူရမည္ျဖစ္သည္\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၾကေသာ အခါ ေတာင္ပိုင္း မွ ေျမာက္ပိုင္းကို အႏိုင္ရရွိခဲ့ၿပီး\nဗိုလ္လုပြဲတြင္ တရုတ္ ႏွင့္ ကိုရီးယား ေတာင္ပိုင္း ၿပိဳင္ခဲ့ရာ တရုတ္က အသာစီး\nအႏိုင္ရရွိခဲ့ၿပီး ေတာင္ကိုရီးယား ကေတာ့ ေငြတံဆိပ္ ရရွိၿပီး ေျမာက္ကိုရီးယားက\nေၾကးတံဆိပ္ရကာ တရုတ္က ေရႊတံဆိပ္ ဆု ရရွိခဲ့ပါတယ္...\nထိုအျဖစ္အပ်က္မ်ား ျဖစ္ၿပီးေနာက္ပိုင္း ထပ္မံ ဗိုလ္လုပြဲ တက္ရန္\nကိုရီးယား ေတာင္ ႏွင့္ ေျမာက္ တို႔ အျပင္းအထန္ ႀကိဳးစားခဲ့ၿပီး\nႏွစ္ဖက္ေခါင္းေဆာင္မ်ား ...",
        "rating": "7.2",
        "url": "https://megaup.net/2fsE3/As_One_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE4NDc3NjUyNl5BMl5BanBnXkFtZTgwMDA4MDQwMTE@._V1_SY1000_SX677_AL_-203x300.jpg",
        "title": "The Bag Man (2014)",
        "description": "IMDb rating 5.3 ရထားတဲ့ ဇာတ္ကားေကာင္း\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက ေကာင္းသလားဆိုေတာ့\nသရုပ္ေဆာင္ထားတဲ့ မင္းသားကို ၾကည့္ရင္ပဲ\nေကာင္းမေကာင္းကို ဆံုးျဖတ္ႏိုင္မယ္လို႕ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေၾကးစား ေသနတ္သမားျဖစ္သူ\nဂ်က္ကို  သူ႕သေဌးက အလုပ္တစ္ခုခုိင္းေစခဲ့ပါတယ္\nအဲ့ဒီအလုပ္ကေတာ့ အိတ္တစ္လံုးကို ဖြင့္မၾကည့္ပဲ သယ္လာျပီး\nျမိဳ႕တစ္ျမိဳ႕က ဟိုတယ္တစ္ခုမွာ ခ်ိန္းျပီး ေပးဖို႕ပါ\nဒီလိုနဲ႕ ဂ်က္တစ္ေယာက္ အဲ့ဒီျမိဳ႕ကိုေရာက္ရွိခ်ိန္္မွာေတာ့\nျမိဳ႕က လူတိုင္းဟာ အိတ္အေနာက္ကို သဲၾကီးမဲၾကီး လိုက္လံ တိုက္ခိုက္\nလုယက္လာရာမွာေတာ့ ဂ်က္တစ္ေယာက္ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္မလဲ\nအိတ္ထဲကေကာ ဘယ္လို မက္ေမာဖြယ္ရာေတြမ်ားပါေနသလဲဆိုတာကို\nပရီတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာပါDownload On YP\n  \nDownload Large File On Pcloud\n  \nDownload Small File On  Pcloud",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-bag-man-2014/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BOTI4NDkxMTAxM15BMl5BanBnXkFtZTgwMzU1Mzk5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Incarnate (2016)",
        "description": "ေဒါက္တာ အမ္ဘာ ဟာ ကား အက္ဆီးဒင့္ တစ္ခု ျဖစ္ၿပီးေနာက္ ကိုယ္ေအာက္ပိုင္းေသသြားၿပီး\n၀ွီးခ်ဲနဲ႔ သြားေနရသူ တစ္ဦးျဖစ္ပါတယ္ ထို အက္ဆီးဒင့္ မွာ အမ္ဘာ ၏ ဇနီး ႏွင့္ ကေလး လဲ ေသဆံုးသြားခဲ့တာပါ\nထို႔ေနာက္တြင္ အမ္ဘာ ဟာ မေကာင္းဆိုး၀ါးေတြ ၀င္ပူးထားေသာ လူေတြရဲ႕ အာရံုထဲ၀င္ေရာက္ ၍ ကယ္တင္ႏုိင္ေသာ\nအစြမ္းတစ္ခုကို ရရွိခဲ့ပါတယ္... ထိုစြမ္းအင္ ရၿပီးေနာက္ သူ၏ မိသားစု ကို သတ္ျဖတ္ခဲ့ေသာ စြမ္းအင္ႀကီးလြန္းလွတဲ့\nမက္ဂီ ဆိုေသာ မေကာင္းဆိုး၀ါးကို လုိက္လံရွာေဖြေနရင္း ကမ္မရြန္ ဆိုေသာ ကေလးငယ္ကို ပူးကပ္ ဒုကၡေပးေနသည္အား\nရွာေဖြ ေတြ႔ရွိခဲ့ေသာ အခါ ေဒါက္တာ အမ္ဘာ တစ္ေယာက္ ကင္မရြန္ အား ကယ္တင္ႏုိင္မလား မက္ဂီ အား တြန္းလွန္ႏုိင္ပါ့မလား ဆိုတာကို\nဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး....\n(ဒီ ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ An Architect ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/incarnate-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BZmM3NzEwY2UtOTcxNy00YTM4LWI4ZTMtNzA0YTlmMmY3YTdiXkEyXkFqcGdeQXVyMTcwMjE4MTQ@._V1_SY1000_SX676_AL_-203x300.jpg",
        "title": "Space Dogs Adventure to the Moon (2016)",
        "description": "Get ready to blast off to an out-of-this-world adventure with canine teenage astronaut, Pushok, who is determined to find his missing astronaut father. Against all odds, Pushok stows away on a US rocket ship to the moon but soon finds he is not alone, as he is reunited with his mom and encounters a macho monkey and a baby alien. ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/space-dogs-adventure-to-the-moon-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster-133x200.jpg",
        "title": "One Wild Moment (2015)",
        "description": "One Wild Moment (2015)_____IMDb - 6.3/10\n  \n၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။\nထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။\nဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်...ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။\nမတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။ Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\n \n(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)\n  \n၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။\nထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။\nကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။\nဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္...ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။\nမတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။\n \nNudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။\n \n(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)\n  \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/sleep-tight-133x200.jpg",
        "title": "Sleep Tight (2011)",
        "description": "တစ်စုံတစ်ယောက်က သင့်ရဲ့ပျော်ရွှင်မှုတွေကို နှုတ်ယူဖို့ အစဉ်တစိုက်ကြိုးပမ်းနေတယ်...\nအဲ့ဒီတစ်စုံတစ်ယောက်က သင်အိပ်ပျော်သွားတာကို အမြဲတမ်းလာစောင့်ကြည့်နေတယ်ဆို ဘယ်လိုခံစားရမလဲ???\nဇာတ်ကားတချို့မှာ အော့နှလုံးနာစရာဗီလိန်မျိုးတွေကို မြင်ဖူးကြလိမ့်မယ်။\nဒီဇာတ်ကားထဲက ဗီလိန်ကတော့ မြင်ဖူးသမျှ ဗီလိန်တွေထဲမှာ တော်တော်လေး အော့နှလုံးနာစရာဗီလိန်မျိုးဖြစ်နေခဲ့တယ်။\nသူက လူတွေပျော်ရွှင်နေတာကို မခံစားနိုင်တဲ့လူ\nသူ့ပတ်ဝန်းကျင်က လူတိုင်းရဲ့ ပျော်ရွှင်မှုကို နှုတ်ယူဖို့ အမြဲကြံစည်နေတဲ့လူ\nတနည်းအားဖြင့် ပျော်ရွှင်မှုကိုသတ်တဲ့လူ။\nဒီလို လူမျိုးက မိန်းကလေးတစ်ယောက်ရဲ့အိပ်ခန်းထဲကို ညတိုင်းဝင်လာပြီး မိန်းကလေးရဲ့\nပျော်ရွှင်မှုတွေကို ဘယ်လိုသတ်မလဲဆိုတာ.......။\nဇာတ်လမ်းကတော့ နောက်ဆုံးခန်းထိ အော့နှလုံးနာအောင်ရိုက်ကူးသွားပါတယ်။\nစပိန်ဇာတ်ကားဖြစ်ပြီးတော့ ကြီးကျယ်ခမ်းနားတဲ့ ရိုက်ကွက်တစ်ကွက်မှမပါဘဲ\nIMDb Rating (7.2/10) ထိရရှိထားတာကိုကြည့်ရင် ဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ဇာတ်အိမ်ကိုသတိပြုမိပါမယ်။\n-----------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/108ra/Sleep_Tight_[2011]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/13179253_1761533530727016_5841737855278630041_n-214x300.jpg",
        "title": "Raaz Reboot (2016)",
        "description": "Raaz ဆုိတဲ့နာမည္ျမင္တာနဲ႔ အိႏၵိယသရဲကားပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားသိျပီးသေလာက္ျဖစ္မွာပါ။ဒီကားေလးကေတာ့ ၂၀၁၆ စက္တင္ဘာလ ၁၆ ရက္ေန႔ကမွ ထြက္ရွိထားတဲ့ ကားသစ္ေလးျဖစ္ပါတယ္။\nအရင္ထြက္ထားခဲ့တဲ့ Raaz 1,2,3 ထက္ပုိျပီးႀကည့္လုိ႔ေကာင္းေစမွာအမွန္ပါပဲ။\nDraculaအေႀကာင္းကမၻာေRက်ာ္တဲ့ ရုိေမးနီးယားႏုိင္ငံမွာသြားရုိက္ထားတာပါ။ ႏွင္းေတြေဖြးေနတဲ့ရုိေမးနီးယားရဲ႕ရႈခင္းေတြကုိျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ဒါ့အျပင္ နာမည္ႀကီး Hotel Transylvania ကုိလည္း ဒီကားထဲမွာျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။\nRaazဇာတ္ကားေတြရဲ႕ပင္တုိင္မင္းသားႀကီး Emraan Hashmiကေတာ့ဒီကားထဲမွာ အရင္ကားေတြထက္ထူးျခားတဲ့ကာရုိက္တာကုိသရုပ္ေဆာင္ထားပါတယ္။\nေနာက္ထပ္အဓိကမင္းသားတစ္ေယာက္ေတာ့ Gaurav Aroraပါ။မင္းသမီးသစ္ Kriti Kharbanda ကလည္း သူမရဲ႕ပထမဆုံးဇာတ္ကားေလးျဖစ္တဲ့အတြက္ အစြမ္းကုန္ႀကိဳးစားသရုပ္ေဆာင္ထားပါတယ္။\nဒီဇာတ္ကားက တျခားကုလားသရဲကားေတြလုိ မေႀကာက္ေႀကာက္ေအာင္ ျဖဲေျခာက္ထားျခင္းမဟုတ္ဘဲ ဇာတ္လမ္းအဆက္ဆက္ခ်ိတ္မိေအာင္ ဇာတ္အိမ္ကုိတည္ေဆာက္ထားပါတယ္။\nေနာက္ဆုံးထြက္ထားတဲ့ 1920 London ဇာတ္ကားထက္ ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ။File size…(1.1GB , 517.6MB)\nQuality…1080P HDRip\nFormat…mp4\nDuration….02:07:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Ye Man Aung\nEncoder….Moe Myint LwinDownload with Pcloud\nDownload with Pcloud(Small Size)\nDownload with Openload\nDownload with Syncplicity",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/raaz-reboot-2016/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "D Day (2013)",
        "description": "ကဲ ဒီတစ်ခါတော့ ခရစ္စမတ်ပိတ်ရက်အတွက် ခပ်ကြမ်းကြမ်းဘောလိဝုဒ် ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကဘောလိဝုဒ်ကားကြိုက် ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေဆိုတော့ဇာတ်လမ်းကိုကောင်းမကောင်းတော့ မညွန်းတော့ပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့Wali Khan ဟာ ပါကစ္စတန်ကို အိန္ဒိယ အလိုအရှိဆုံးလူဆိုးကြီးကိုဖမ်းဆီးဖို့ အတွက် အဖွဲ့နှင့်ဆက်သွယ်ဖို့စေလွတ်ခြင်းခံခဲ့ရပါတယ်ပါကစ္စတန်မှာက စောင့်နေတဲ့ အဖွဲ့မှာက တော့ ဒိတ်ဒိတ်ကြဲ လူဆိုးတွေပဲဖြစ်ပြီးဒီ ဒိတ်ဒိတ်ကြဲ လူဆိုးအဖွဲ့နဲ့ Wali Khan တယောက် ဘယ်လိုတွေများ ၂ပါးသွားကြမလဲဂန္ဒဝင်လူဆိုးကြီးကိုကောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာတွေကိုတော့ကဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/d-day-2013-2/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/krampus-poster-125x200.jpg",
        "title": "Krampus (2015)",
        "description": "Krampus (2015)\nIMDb – 6.1/10_____Rotten – 66%\n ခရစ္စမတ်နေ့အတွက် ဟော်ရာကားလေးပါ။\nခရစ္စမတ်နေ့မှာ ပျော်ရွှင်နေကြတဲ့သူတွေဟာ ဆန်တာကလော့စ်ကို မျှော်နေကြတယ်ဆိုရင်\nခရစ္စမတ်နေ့မှာ စိတ်ပျက်ဒေါသထွက်နေတဲ့သူတွေအတွက် ဘယ်သူများ အလည်ရောက်လာမလဲ.....\nအနားယူရင်ကြောက်နိုင်ကြပါစေဗျာ။\nKrampus ကားတွေများပေမယ့် အခြားကားတွေက rating နည်းလို့\nဒီ 6.1 ရထားတဲ့ ၂၀၁၅ ထွက်ကားကိုပဲ ရွေးချယ်တင်ပေးလိုက်ပါတယ်။\n   \nFile Size      :   700 MB\nFormat        :   mp4\nDuration     :   1: 38: 00\nQuality        :   Bluray rip 720p\nTranslator   :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "6.1",
        "url": "https://megaup.net/2f1fi/Krampus_[2015]_(MM_Sub)_1.mp4",
        "category": "Comedy, Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482651657052-215x300.jpg",
        "title": "Cold War 2 (2016)",
        "description": "ဇာတ္လမ္းကို Cold War စစ္ဆင္ေရးမွာ က်ဆံုးခဲ့တဲ့ ရဲမွဴး ေဟာင္း အဲလ္ဘတ္ကြမ္ရဲ႕ အသု ဘအခမ္းအနားနဲ႔ စထားၿပီး အ ခမ္းအနားအၿပီးမွာ အထူးရဲေကာ္ မရွင္အႀကီးအကဲ ေရွာင္လ်ဴဆီကို ဖုန္းဝင္လာခဲ့ပါ တယ္။ အရာရွိလ်ဴရဲ႕ဇနီးကို ျပန္ေပးဆြဲသြားတာျဖစ္ ၿပီး ဇနီးကို ျပန္ေခၚခ်င္ရင္ အက်ဥ္းသမား ဂ်ိဳးလီနဲ႔ အလဲအလွယ္လုပ္ ဖို႔ ျပန္ေပးသမားက ေတာင္းဆို ခဲ့ပါတယ္။ေရွာင္လ်ဴဟာရဲဌာနခ်ဳပ္ကို သတင္းမပို႔ဘဲ အေရးေပၚဆံုးျဖတ္ ခ်က္ခ်ကာ အက်ဥ္းသားကိုေထာင္က လႊတ္ေပးဖု႔ိလုပ္ခဲ့ပါတယ္။ ေဟာင္ေကာင္မီဒီယာေတြနဲ႔ ႏုိင္ငံေရးသမားေတြက ရဲဌာနရဲ႕ အခုလိုအေရးေပၚ ေဆာင္ရြက္ခ်က္နဲ႔ပတ္သက္ၿပီး စံုစမ္းေမးျမန္းမႈေတြ တက္လာတာေၾကာင့္ အရာရွိလ်ဴဟာ ဘီလီခြၽန္းဆိုတဲ့ စံုေထာက္ကို တရားခံနဲ႔ပတ္သက္ၿပီး စံုစမ္းေထာက္လွမ္းေစခဲ့ပါတယ္။\nဂ်ိဳးလီေထာင္က လြတ္လာ တဲ့အခါ သူ႔ဖခင္ အမ္ဘီလီ၊ အထူးရဲ ေကာ္မရွင္အႀကီးအကဲေဟာင္း ခြၽဲယန္ေကးတုိ႔ ေတြ႕ဆံုခဲ့ၾကၿပီးဂ်ိဳးကို အရာရွိလ်ဴရဲ႕ ေနရာမွာအစားထိုးႏိုင္ဖို႔ စီစဥ္ၾကပါေတာ့တယ္။ Cold War ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cold-war-2-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "JazBaa (2015)",
        "description": "IMDb Rating 5.8 ရရွိထား ျပီး အက္ရွင္ဇာတ္ၾကမ္းၾကိဳက္\nေဘာလိ၀ုဒ္ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္\nဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nအလုပ္ကိုမက္တဲ့ မိဘ သားသမီးကို ဂရုမစိုက္ႏိုင္တဲ့\nမိဘနဲ႕ သား သမီးၾကားက ပဋိပကၡနဲ႕ သူငယ္ခ်င္းအေပၚ\nသစၥာမရွိတဲ့ အေပါင္းအသင္း အေၾကာင္းကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္း အက်င္းေလးကေတာ့ Anuradha Verma ဟာ နာမည္ၾကီး\nေရွ႕ေနတေယာက္ျဖစ္ျပီး သူနဲ႕ သူ႕မိန္းမဟာ သမီးျဖစ္သူ Sanaya ကို\nဂရုစိုက္ႏိုင္ျခင္းမရွိပါဘူး ဒီလိုနဲ႕ တစ္ေန႕ ေက်ာင္းက မိဘေက်ာင္းသား\nေတြ႕ဆံုပြဲမွာ Sanaya တေယာက္ျပန္ေပးဆြဲခံလိုက္ရတဲ့အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစားလိုက္ပါေတာ့ဗ်ာ",
        "rating": "5.8",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/suspect-2013-300x152.jpg",
        "title": "The Suspect 2013",
        "description": "IMDb 7 အထိရိွတဲ့ ကိုရီးယားအက္ရွင္ပါ။  ေျမာက္ကိုရီးယားက အထူးေအးဂ်င့္တစ္ေယာက္ဟာ စစ္ဆင္ေရးတစ္ခုမွာ စြန္႕ပစ္ထားခဲ့ခံရျပီး တခ်ိန္တည္းမွာ မိန္းမနဲ႕ကေလးအသတ္ခံလိုက္ရပါတယ္။ သူလမ္းေပၚမွာ ေျပးလႊားေနရင္း ေဒါသေတြ လက္စားေခ်ခ်င္မႈေတြနဲ႕ အေျဖေတြရွာဖို႕ ပတ္သတ္ေနသူေတြကို ရွင္းပစ္ဖို႕ၾကိဳးစားလာတဲ့အခါ....\nFils Size     :   1 Gb/ 500 Mb\nDuration    :   02: 17: 00\nQuality       :   Bluray 720p\nTranslator  :   Htet Linn Kyaw\nEncoder      :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1zqfi/The_Suspect_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/buried-poster-140x200.jpg",
        "title": "Buried (2010)",
        "description": "Buried (2010)IMDb - 7.0/10_____Rotten - 87%\n  \nIMDb Rating 7.0 ထိရရှိထားပြီး သည်းထိပ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်\nအထူး စပါယ်ရှယ် ဇာတ်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်\nဇာတ်ကားလေးကတော့ ပေါလ်ဟာ အမေရိကန်တယောက်ဖြစ်ပြီး အီရတ်မှာ\nထရပ်ကားမောင်းနှင်သူတယောက်ဖြစ်ပြီး\nတနေ့မှာ အီရတ်သားတစ်စု ရဲ့ တိုက်ခိုက်မှုကိုခံရပြီး မေ့မျောသွားခဲ့ရာမှ\nသတိရလာသောအခါမှာတော့ မီးခြစ်တစ်လုံး ဆဲလ်ဖုန်းတလုံး ဖြင့်\nသစ်သားအခေါင်းတစ်ခုထဲမှာ ထည့်မြှုပ်ခံလိုက်ရတဲ့အခါမှာတော့\nပေါလ်တစ်ယောက် ဘယ်လိုများကြံဖန်မလဲ\nလွတ်ကောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာတွေကို\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှုရမှာဖြစ်ပါတယ် \nဘာသာပြန်သူကတော့ ကို စိုးဇေယျာဝင်းပဲဖြစ်ပါတယ်ဗျ\n  \nIMDb Rating 7.0 ထိရရွိထားျပီး သည္းထိပ္ရင္ဖို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္\nအထူး စပါယ္ရွယ္ ဇာတ္ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ေပါလ္ဟာ အေမရိကန္တေယာက္ျဖစ္ျပီး အီရတ္မွာ\nထရပ္ကားေမာင္းႏွင္သူတေယာက္ျဖစ္ျပီး\nတေန႕မွာ အီရတ္သားတစ္စု ရဲ႕ တိုက္ခိုက္မႈကိုခံရျပီး ေမ့ေမ်ာသြားခဲ့ရာမွ\nသတိရလာေသာအခါမွာေတာ့ မီးျခစ္တစ္လံုး ဆဲလ္ဖုနး္တလံုး ျဖင့္\nသစ္သားအေခါင္းတစ္ခုထဲမွာ ထည့္ျမွဳပ္ခံလိုက္ရတဲ့အခါမွာေတာ့\nေပါလ္တစ္ေယာက္ ဘယ္လိုမ်ားၾကံဖန္မလဲ\nလြတ္ေကာလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာေတြကို\nပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဳရမွာျဖစ္ပါတယ္ \nဘာသာျပန္သူကေတာ့ ကို စိုးေဇယ်ာ၀င္းပဲျဖစ္ပါတယ္ဗ်\n  \nFile Size - 820 MB\nQuality - Blu Ray Rip 720p\nFormat - mp4\nDuration - ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eYpi/Buried_[2010]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The-Three-Musketeers2011-133x200.jpg",
        "title": "The Three Musketeers (2011)",
        "description": "ဒီဇာတ်လမ်းဟာ  Alexandre Dumas ရဲ့ သူရဲကောင်း ၃ ယောက်ဝတ္ထုကို အခြေခံထားပြီးမှ ဇာတ်ညွှန်းဆန်းသစ်ပြီး ပြန်ရိုက်ထားတာပါ။ ၂၀၁၁ ထွက်ဖြစ်တာမို့ မြင်ကွင်းတွေနဲ့ ရိုက်ချက်တွေက ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းကတော မူရင်းလောက်မကောင်းတာအမှန်ပါပဲ။ အက်ရှင် စွန့်စားခန်းကောင်းတွေကို အားပေးချင်သူတွေအတွက် အဆင်ပြေမှာပါ။\n----------------------------------------------------\nဒီဇာတ္လမ္းဟာ  Alexandre Dumas ရဲ႕ သူရဲေကာင္း ၃ ေယာက္၀တၳဳကို အေျခခံထားျပီးမွ ဇာတ္ညႊန္းဆန္းသစ္ျပီး ျပန္ရိုက္ထားတာပါ။ ၂၀၁၁ ထြက္ျဖစ္တာမို႕ ျမင္ကြင္းေတြနဲ႕ ရိုက္ခ်က္ေတြက ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းကေတာ မူရင္းေလာက္မေကာင္းတာအမွန္ပါပဲ။ အက္ရွင္ စြန္႕စားခန္းေကာင္းေတြကို အားေပးခ်င္သူေတြအတြက္ အဆင္ေျပမွာပါ။\nFile Size     :   792 MB\nDuration    :   1: 50: 28\nQuality       :  Bluray 720p\nTranslator  :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "5.7",
        "url": "https://megaup.net/4UMzj/The_Three_Musketeers_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fancy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptfvQlqe2xJiMSewSj52qAVq5z0.jpg",
        "title": "Miss Sloane (2016)",
        "description": "Miss Sloane (2016)အယ်လီဇဘတ် ဆလွန်းဟာ အောင်မြင်တဲ့မဲဆွယ်သူတစ်ယောက်ဖြစ်ပြီးတော့ သူရဲ့အလုပ်ပေါ်အရမ်းရူးသွပ်တဲ့သူဖြစ်ပါတယ်။ စိတ်ဓါတ်မာကြောပြီး ကိုယ့်ရဲ့အောင်မြင်မှုအတွက်ဆို ဘယ်သူ့ကိုမှမငဲ့ညှာတတ်တာကြောင့် နိုင်ငံရေးနယ်ပယ်မှာ သူ့ကိုမုန်းတီးနေသူတွေလည်းအများကြီးပါပဲ။အမေရိကမှာ သေနတ်ပစ်ခတ်မှုတွေအမြဲဖြစ်ပျက်နေပြီး နစ်နာသူအများစုက ဆယ်ကျော်သက်လူငယ်တွေ၊ ကလေးသူငယ်တွေပါပဲ။ ဒါကိုရပ်တန့်ဖို့အတွက်ဆိုရင် အမေရိကမှာ သေနတ်တွေကို အလွယ်တကူဝယ်ယူနိုင်တာကို ထိန်းချုပ်ဖို့လိုအပ်တယ်လို့ လူအများစုကထင်မြင်ကြပါတယ်။ အဲဒါကြောင့် သေနတ်ရောင်းတဲ့အခါ ဝယ်သူရဲ့ နောက်ခံအချက်အလက်ကိုစီစစ်ပြီး မှတ်တမ်းတင်ထားဖို့ ဥပဒေတစ်ခု လွှတ်တော်ကိုတင်သွင်းခဲ့ပါတယ်။ ဆလွန်းဟာ အဲဒီဥပဒေအတွက်မဲဆွယ်သူအဖြစ်တာဝန်ယူဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီဥပဒေကိုဆန့်ကျင်တဲ့သူတွေက ဆလွန်းရဲ့ ကိုယ်ရေးကိုယ်တာအချက်အလက်တွေကိုပါသုံးပြီး ဆလွန်းကိုတိုက်ခိုက်လာကြပါတော့တယ်။ထက်မြက်ပြီး ဉာဏ်ကောင်းတဲ့ ဆလွန်းက ဒီပြဿနာတွေကို ဘယ်လိုလှည့်ကွက်တွေနဲ့ ကိုင်တွယ်ဖြေရှင်းမလဲဆိုတာကြည့်ရှုရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yee Wai ပါ။)File Size          : 1.8GB, 675MB, 382MB\nQuality            :1080p Blu-ray AAC ...",
        "rating": "7.5",
        "url": "https://megaup.net/1eSvd/[CM]Miss.Sloane.2016.720p.Blu-ray.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5KtTI8uFWqOed7dL3nzAvOTCn2.jpg",
        "title": "Adam’s Apples (2005)",
        "description": "Adam's Apples (2005)ထောင်ထွက်ဖြစ်တဲ့ အေဒမ်တစ်ယောက် လုပ်အားပေးဖို့ ဘုရားကျောင်းတစ်ခုကို သွားရပါတယ်။ ဒါပေမဲ့ အဲဒီကဘုန်းတော်ကြီးဖြစ်တဲ့ အီဗန်က အပြင်ပိုင်းတော့ကောင်းနေပေမယ့် တကယ်ကျ ယဉ်ယဉ်လေးရူးနေတဲ့သူပါ။ဘာရည်မှန်းချက်ရှိလဲဆိုတာ မေးတော့ ပန်းသီးကိတ်မုန့် ဖုတ်ချင်တယ်လို့ ဖြေခဲ့တဲ့ အေဒမ်က မူမမှန်တဲ့ ဘုရားကျောင်းမှာ ကိတ်မုန့်ဖြစ်မြောက်အောင် ဖုတ်နိုင်ပါ့မလာ?ဘုရားကျောင်းထဲမှာ ဘယ်လိုအရာတွေ ကြုံတွေ့ရမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size          : 1.6GB, 473MB, 256MB\nQuality            :1080p Blu-ray AAC 5.1CH, 720p Blu-ray, 480p\nFormat            : mp4\nDuration        ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ANrj/[CM]Adam_s.Apple.2005.720p.Blu-ray.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzg1ZWFmN2UtMjNmNC00ZTNhLWE2NzAtMGJjNjZmOWRjYmM2XkEyXkFqcGdeQXVyMTU5OTEzNTI4._V1_-125x200.jpg",
        "title": "Maalai Nera Malipoo(2022)",
        "description": "Maalai Nera Malipoo(2023)လက်တွေ့ကျကျ ဘဝကိုမှအစ်အမှန်အတိုင်းရိုက်ပြတာကြိုက်တဲ့ CM\nပရိသတ်ကြီးအတွက်တင်ဆက်ပေးချင်တာကတော့ IMDb 9.5/10 ရရှိထားတဲ့\nအသစ်စက်စက် ဘောလိဝုဒ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပြည့်တန်ဆာမလေးတစ်ယောက်ရဲ့\nရုန်းလေနစ်လေတဏှာသားကောင်ဘဝထဲကနေ\nသားလေးတစ်ယောက်ကို ပျိုးထောင်ဖို့ကြိုးစားရင်း\nဘယ်လိုအခက်အခဲတွေကြုံရတယ်ဆိုတာကို\nအခြေတည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။နိုင်သူအကုန်စားတဲ့ လောင်းကစားဆန်ဆန်လောကကြီးမှာ\nဘူမသိကိုးမသိနဲ့ ဒုက္ခတောထဲ ဒိုင်ပင်ထိုးဝင်မိရာက ဘာတွေဖြစ်လာလဲ...\nဒုက္ခတောထဲကနေ မိခင်မေတ္တာကြောင့် ဘယ်လိုတွေ စွန့်စားခဲ့ရလဲ...\nခြေကျွံလက်ကျွံပြီး ဝင်သွားမိတဲ့ဒီလမ်းကနေ ပြန်ရောလှည့်နိုင်ပါ့မလား...\nစတာတွေကိုတော့ မိုးအေးအေးမှာ ကြည့်လို့ကောင်းမယ့်\nခပ်ငြိမ်ငြိမ်ဇာတ်လမ်းလေးမို့ CM ပရိသတ်ကြီးကြည့်ရှုဖို့\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော် ။\n(အညွှန်းရေးသားသူကတော့ Aditi ဖြစ်ပြီ\nဘာသာပြန်တွေကတော့ Aditi ~ BpL ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB  / 688MB\nQuality…1080p TRUE WEB-DL /720p\nFormat…mp4\nDuration….1 h 59 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi ~ BpL ~ Zwe ~ Yunni",
        "rating": "8.4",
        "url": "https://megaup.net/2AO7h/Maalai_Nera_Malipoo_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TP8E4nTqT0SFkwlj2kYRfMRwfH.jpg",
        "title": "Knights of Badassdom (2013)",
        "description": "မှော်ဇာတ်လမ်းကောင်းတွေကြိုက်တတ်လား။ပေါ့ပေါ့ပါးပါးနဲ့ရယ်မောရတဲ့ဇာတ်ကားမျိုးကြိုက်တတ်လား။အချစ်‌တွေ၊အမုန်းတွေနဲ့၀မ်းနည်း၀မ်းသာဖြစ်ချင်ပါသလား။အားလုံးချစ်တဲ့ မင်းသားကြီး Peter Dinklage ပါ၀င်တဲ့Knights of Badassdom လာပါပြီ။ ဂျိုး၊ အဲရစ် နဲ့ ဟန်း တို့ဟာ အတူတူနေထိုင်ကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ အဲရစ်နဲ့ဟန်းဟာ ဂန္ဓ၀င်စာအုပ်တွေ၊ ဂိမ်းတွေ၊ ကစားစရာတွေကို အင်မတန်မှသဘောကျကြပြီး ဂျိုးကတော့ ရည်းစားနဲ့ဂီတ သူ့ဘ၀ပါ။ အချစ်နဲ့တည်ဆောက်ထားတဲ့ ဂျိုးရဲ့ဘ၀လေး... တစ်ရက်မှာ ချစ်သူကလမ်းခွဲသွားတဲ့အခါ အရိုးများထိအောင်ရူးပါတော့တယ်။ဒီတော့ မကြည့်ရက်နိုင်လွန်းတဲ့ သူငယ်ချင်းတွေက စိတ်ပြေလက်ပျောက် ဆေးတစ်ပေါက်တိုက်လိုက်ပြီး ဂျိုးခံစားရတာတွေသက်သာအောင် ကူညီပါတော့တယ်။ သူငယ်ချင်းဆိုတဲ့အတိုင်း သွေးရိုးသားရိုးတော့မဟုတ်ပါဘူး။ ဂျိုးပြန်နိုးလာတဲ့အချိန်မှာ အဲရစ်နဲ့ဟန်းတို့ ပိတ်ရက်တိုင်းလာကစားနေကျစစ်မြေပြင်ဂိမ်းတစ်ခုထဲကို ရောက်နေခဲ့ပါပြီ။ ဂျိုးလည်းချော်လဲရောထိုင်ရင်း ကစားပွဲထဲပါပြီးတဲ့နောက်မှာတော့အဆန်းထွင်လွန်းတဲ့ အဲရစ်ဟာ ဘယ်ကမှန်းမသိတဲ့မှော်စာအုပ်ကြီးထုတ်ပြီး ရွတ်ပါတော့တယ်။ သူဖတ်လိုက်တဲ့စာအုပ်ဟာ‌ကစားစရာသက်သက်မဟုတ်ဘဲ နတ်ဆိုးတွေကိုဆင့်ခေါ်တဲ့စာအုပ်ဖြစ်နေတာကို မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ သူတို့ဟာ နတ်ဆိုးကိုဆင့်ခေါ်မိခဲ့ကြပြီး အားလပ်ရက်မှာလာပျော်ကြတဲ့လူတစ်စု တကယ့်နတ်ဆိုးနဲ့ရင်ဆိုင်အတွေ့မှာ ဘယ်လိုတွေများစွန့်စားနှိမ်နှင်းသွားကြမလဲဆိုတာကို ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။  File size…1.73GB  / 751MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1UQy1/Knights.of.Badassdom.2013.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puMHxNZN2Tkiv6weLsI88gXWuSl.jpg",
        "title": "Dom Hemingway (2013)",
        "description": "ဒီဇာတ်ကားက British comedy/ dramaဖြစ်ပြီး GOTထဲကနဂါး​မေ​မေနဲ့ Sherlock Holmes ရုပ်ရုင်ထဲက မင်းသားကြီးJude Lawတို့ အဓိကပါဝင်ထားတာပါ။ IMDb6.1နဲ့ RT 57%ရထားပါတယ်။ ​မီးခံ​သေတ္တာ ဖောက်ထွင်းဝိဇ္ဇာတစ်ဦးဖြစ်​ပြီးအမှုတစ်ခုမှာ အဖမ်းခံရကာ ​ထောင်ဒဏ်၁၂နှစ် ကျသွားခဲ့တဲ့ဒွန်ဟဲမင်း​ဝေးဆိုတဲ့ ဒုစရိုက်သမားကြီးဟာ ​ထောင်က​ပြန်လွတ်လာချိန် ဇနီးဖြစ်သူဆုံးပါးကာ သမီးက မုန်းတီး​နေတာ​ကြောင့်မိသားစုနဲ့ ပြန်လည်နီးစပ်နိုင်ဖို့ ​ငွေလမ်းခင်းမယ်ဆိုတဲ့ အကြံနဲ့​အလုပ်သစ်​တွေလိုက်ရှာရင်း ကြုံ​​တွေ့ရမယ့် အခက်အခဲ​တွေကိုဘယ်လို​ဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာပါ။ စကားအ​ပြောအဆိုအသုံးအနှုန်း​​တွေ ကြမ်းတမ်းတာကို သတိချပ်​စေချင်ပါတယ်။  File size…1.39GB / 654MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Comedy , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.1",
        "url": "https://megaup.net/1eT27/Dom.Hemingway.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2HsXa9L0PvmvuOlm9fTBqUkNeYj.jpg",
        "title": "Spoony Woman ( 2023 )",
        "description": "အခုတစ်ခေါက် ဘာသာပြန် တင်ဆက်ပေးမဲ့ ရုပ်ရှင်လေးကတော့\nတရုတ်ဒဏ္ဍာရီပုံပြင်လေးကို ရုပ်ရှင်အဖြစ်\nပြန်လည်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေခွေး မိစ္ဆာမလေး ယင်းနင်ဟာ မွေးစားအမေနဲ့အတူ မြို့အပြင်တစ်နေရာမှာ\nအပူအပင်ကင်းစွာ နေထိုင်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ လူ့ပြည်က\nရှန့်ယွမ်ပွဲတော်ကို သွားလည်တဲ့ လမ်းမှာ ဝမ်းကျီဖူဆိုတဲ့ ပညာရှိနဲ့ ဆုံတွေခဲ့ပါတယ်။ဝမ်ကျီဖူဟာ ယင်းနင်အပေါ် မြင်မြင်ချင်း ချစ်မိသွားပြီး မစားနိုင်\nမသောက်နိုင် ဖြစ်ခဲ့ပါတယ်။ တိုက်ဆိုင်စွာနဲ့ ယင်းနင်ရဲ့ နေထိုင်ရာ\nနေရာကို ရှာတွေ့သွားပြီး လက်ထပ်ခွင့်တောင်းကာ အိမ်ကို ပြန်ခေါ်လာခဲ့ပါတယ်။ပညာတတ်မိသားစုဖြစ်တဲ့အတွက် ဝမ်ကျီဖူရဲ့ အမေဖြစ်သူ သခင်မဝမ်ဟာ\nလွတ်လပ်သွက်လက်တဲ့ ယင်းနင်ကို ကြည့်မရ ဖြစ်နေပါတယ်။\nယင်းနင်ဟာ မြေခွေးမိစ္ဆာဖြစ်ကြောင်း သိပြီးနောက်မှာတော့\nသူ့သားနဲ့ ယင်းနင်နဲ့ကို ရအောင် ခွဲပါတော့တယ်။ယင်းနင်တစ်ယောက် သူ့အပေါ် အထင်အမြင်လွှဲမှား မှုတွေကို ဘယ်လို ဖြေရှင်းမလဲ ......\nသူမရဲ့ မိဘအရင်းကရော ဘယ်သူတွေ ဖြစ်မလဲ.....\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1UQvh/Spoony_Woman_2023_1080p_WEB-DL_CM.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cGJXNb3kOt9a4YPlGu4Twt0qq0o.jpg",
        "title": "Night Moves (2013)",
        "description": "IMDb – 6/10 Rotten Tomatoes – 86%အော်ရဂွန်မြစ်ကိုမှီခိုကာလုပ်ကိုင်စားသောက်နေကြတဲ့လယ်သမားတွေ။ စွမ်းအင်အရင်းမြစ်အတွက် မြစ်ပေါ်မှာအထပ်ထပ်ဆောက်ထားတဲ့ရေကာတာတွေဟာ သဘာဝပတ်ဝန်းကျင်နဲ့ တောရိုင်းတိရိစ္ဆာန် ရေနေသတ္တဝါအပေါ်ဆိုးကျိုးများသက်ရောက်နေလျှက်။ ဇာတ်ကြောင်းကသဘာဝပတ်ဝန်းကျင် အရေးလှုပ်ရှားသူသုံဦးဟာ အချိန်ယူပြီး စနစ်တကျစီစဉ်ကာ ရေကာတာတွေထဲမှတစ်ခုကို ဖောက်ခွဲဖို့ ကြံစည်ကြတဲ့အကြောင်းပါ။လိုအပ်တဲ့အချိန်၊ငွေကြေးအင်အား၊ လူအင်အားတွေစိုက်ထုတ်ပြီးဖောက်ခွဲရေးကိစ္စကိုအကောင်ထည်ဖော်လိုက်တဲ့အခါဖြစ်လာတဲ့အကျိုးသက်ရောက်မှုတွေက ထင်သလိုမဟုတ်ဘဲကပြောင်းကပြန်တွေဖြစ်ကုန်တယ်။ ဒီကြားထဲ လုပ်ဖော်ကိုင်ဖက်ထဲကတစ်ယောက်က အကျိုးဆက်တွေကို မခံနိုင်ဘဲ ဂဂျောင်ဖတ်ပြီးမလုပ်သင့်တာတွေဆက်လုပ်မိတယ်။ အဲဒီနောက် မီးခိုးကြွက်လျှောက်ဖြစ်ပြီး ရှောင်ရတိမ်းရတယ်။ ဇာတ်လမ်းက စကားပြောခန်းတွေများပြီး ခပ်အေးအေးတန်ပိုနဲ့ပဲသွားပါတယ်။ကင်မရာရိုက်ချက်တွေကလည်း ငြိမ်လွန်းပြီး ကြီးမားတဲ့နိုင်ငံတော်ပုန်ကန်မှုတစ်ခုကိုခပ်ဝေးဝေးကနေအံကြိတ်ပြီးလှမ်းကြည့်နေရတဲ့ ခံစားချက်မျိုးရပါလိမ့်မယ်။ဘာမှမလုပ်ချင်မကိုင်ချင်တဲ့ ခြေခင်းလက်ခင်းသာတဲ့တစ်နေ့မှာအေးအေးလူလူထိုင်ကြည့်လို့ ကောင်းမယ့်ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။  File size…1.62GB / 619MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kaung Paing",
        "rating": "6.0",
        "url": "https://megaup.net/1UQni/Night.Moves.2013.BluRay.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTE2OTkwNzg5Ml5BMl5BanBnXkFtZTcwOTY0NzQ3OA@@._V1_-128x200.jpg",
        "title": "Admission (2013)",
        "description": "2013မှာထွက်ရှိထားတဲ့ Romance & comedy film အမျိုးအစားဖြစ်ပြီး IMDb - 7.5/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ ဆန်ဖရန်စစ္စကိုကစိတ်ရောဂါကုဆရာဝန်မလေးတစ်ယောက် သူနဲ့အကြာကြီးတွဲခဲ့တဲ့ရည်းစားဖြစ်သူကိုထားပစ်ခဲ့ပြီးအုတ်ခ်လန်ရဲ့ဆင်ခြေဖုံးရပ်ကွက်လေးကိုပြောင်းရွေ့လာရာကနေ အဲဒီရပ်ကွက်ထဲမှာအိမ်နီးနားချင်းတွေနဲ့အသားကျအောင်ကြိုးစားရင်း ဘယ်လိုရှေ့ဆက်ပြီးခင်တွယ်သွားကြမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့စောင့်ကြည့်ရမှာပါFile size…(1.3 GB)/(630 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Michael",
        "rating": "5.7",
        "url": "https://megaup.net/3gImv/Admission.2013.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v83MAkGH8jF8uNhJhKgADqw3Xup.jpg",
        "title": "Are You Here (2013)",
        "description": "ဒီဇာတ်လမ်းမှာတော့ Owen Wilson နဲ့ ZachGalifianakis တို့က သူတို့နဲ့ အလိုက်ဖက်ဆုံးဇာတ်ကောင်တွေကို အသီးသီး သရုပ်ဆောင်ထားကြတာကို မြင်တွေ့ကြရမှာ ဖြစ်ပါတယ်.Owen Wilson ကလည်း သူအပိုင်နိုင်ဆုံး Womanizerဇာတ်ကောင်အဖြစ်နဲ့ Steve Dallas အဖြစ်ပါဝင်ထားသလို Zach Galifianakis ကလည်းအူကြောင်ကြောင်ကျပ်မပြည့် လူနားမလည်တဲ့စကားတွေထထပြောတဲ့ Weirdo ပုံစံမျိုးကို ကြိုးစားစရာမလိုဘဲပြောင်မြောက်ပီပြင်နေခဲ့ပါတယ် ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဘန်ဘိတ်ကာ ရဲ့အဖေ သေဆုံးသွားရာကနေ စပြီး. စတိဗ်အနေနဲ့သူငယ်ချင်းဖြစ်သူကို မိဘအိမ်ရှိရာ ကျေးလက်ကိုလိုက်ပို့ပေးတာကနေ စခဲ့ပါတော့တယ်.အသုဘကို လာရင်းနဲ့ပဲ. အဖေ့ရဲ့ နောက်အိမ်ထောင်မိထွေး၊ အစ်မဖြစ်သူ တယ်ရီ တို့နဲ့အတူသေတမ်းစာကို ဖတ်ကြားရမယ့်အချိန်ကို ရောက်လာပြီးမထင်မှတ်ထားဘဲ ဧကများစွာကျယ်တဲ့လယ်ယာမြေအပြင် မြို့ပေါ်က ကုန်စုံဆိုင်ကိုပါအမွေရခဲ့ချိန်မှာတော့..ဘန်အနေနဲ့. သူ့ဘဝရဲ့ ရည်ရွယ်ချက်အသစ်ကိုရှာဖွေချိန်တန်ပြီဟု ယူဆပြီး လယ်ယာမြေနဲ့ စတိုးဆိုင်ကိုပြောင်းလဲဖို့ ကြိုးစားချိန်မှာတော့ သူ့ရဲ့လုပ်ရည်ကိုင်ရည်အပေါ်မူတည်ပြီး အိမ်ခြံမြေပိုင်ဆိုင်ခွင့်အတွက်အစ်မဖြစ်သူ နဲ့ တိုက်ပွဲဝင်ရပုံများ၊ လူအများလိုက်မမီနိုင်တဲ့ အကြံဉာဏ်တွေကို လူအများ နားလည်အောင်စည်းရုံးရပုံများ၊ စတိဗ် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3gLfu/Are.You.Here.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3FctmAMk2tbrwxuWdpeLrZLwIz.jpg",
        "title": "The Secret in Their Eyes (2009)",
        "description": "Original Title: El secreto de sus ojos\nGenre – Drama, Mystery, Romance\nIMDB – 8.2/10 ၂၀၁၀ ခုနှစ် အော်စကာပေးပွဲမှာ နိုင်ငံခြားဘာသာစကားပြောအကောင်းဆုံးရုပ်ရှင်ဆု ရခဲ့တယ် (စပိန်စကားပြောအာဂျင်တီးနားရုပ်ရှင်)။ IMDB မှာ 8.2 ကို လူနှစ်သိန်းကျော်ပျမ်းမျှအမှတ် ရထားတယ် IMDB အကောင်းဆုံးရုပ်ရှင်၂၅၀ ထဲမှာ ၁၆၅ ကားမြောက်ဖြစ်တယ်။ ဘာများပြောစရာလိုဦးမလဲ၊ ဟင်းလေးကြီးတစ်ခွက်ကို မြည်းစမ်းနေရသလိုပဲကြည့်ရတာတော့။ အငြိမ်းစား ဥပဒေအတိုင်ပင်ခံကြီးတစ်ယောက် အနားယူချိန်မှာ ဝတ္ထုရေးဖို့ ကြိုးစားကြည့်တယ်ကြိုးစားကြည့်တိုင်းလည်း လွန်ခဲ့တဲ့ ၂၅ နှစ်တုန်းက ထူးထူးခြားခြား ဖြစ်ခဲ့တဲ့ အမှုကိုပဲ ပြန်ပြီး အောက်မေ့နေတယ်။ဒီတော့ ဒီအကြောင်းကို ဝတ္ထုလုပ်ရေးဖို့အတွက် သံယောဇဉ်ရှိခဲ့ပေမဲ့ အခြေအနေ ကွာခြားတာကြောင့် ရှေ့ဆက်မတိုးခဲ့ရတဲ့အထက်အရာရှိဟောင်း (ခုလက်ရှိ တရားသူကြီး) ဆီ သွားအကြံတောင်းရတော့တယ်။ အဲဒီမှာပဲ မေ့ပစ်လို့မရတဲ့ အမှတ်တရဟောင်းတွေ တစ်ပုံကြီး ပြန်ပေါ်လာတယ်။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2AN8m/The.Secret.in.Their.Eyes.2009.BluRay.720p(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivAqpNJhM8NzTskNxEXIgGFuQAp.jpg",
        "title": "The Procurator ( 2023 )",
        "description": "Dramaဇာတ်လမ်းတွဲတွေထဲက မင်းသားချော Johnny Huang ရဲ့\nလျို့ဝှက်ဆန်းကြယ် ရှေ့နေကားလေးကိုတင်ဆက်လေးလိုက်ပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nရှဝေဆိုတဲ့တက္ကသိုလ်ပါမောက္ခတစ်ယောက်ဟာ လူသတ်မှုနဲ့တရားစွဲခံရပါတယ်။\nအစိုးရရှေ့နေလီရွေ့(Johnny Huang)ဟာလူသတ်မှုကိုလိုက်ရင်း\nအမှုဟောင်းတွေကိုပါဆွဲထုတ်မိပါတယ် လူသတ်မှု၊ မုဒိန်းမှု၊\nအစိုးရဝန်ထမ်းနဲ့စီးပွားရေးသမားတွေပူးပေါင်းပြီးလာဘ်စားတဲ့အမှုတွေပါ\nပါဝင်လာတဲ့အခါ အားလုံးဟာဒီလူသတ်မှုဝဲဂယက်ထဲကိုဆွဲထည့်တာခံရပါတော့တယ်......လီရွေ့နဲ့ သူ့ရဲအရင်ရည်းစားဖြစ်တဲ့ ရှဝေရဲ့ရှေ့နေထုံယွီချန်တို့ဟာ\nတရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ကြရပါတယ်......\nရှဝေဟာဘာကြောင့်နှုတ်ဆိတ်နေတာလဲ......\nသူ့ရဲ့ခင်ပွန်းသည်ကရောဘာလျှို့ဝှက်ချက်တွေဖုံးကွယ်ထားသလဲ......\nဒီအမှုတွဲရဲ့နောက်ကွယ်မှာ ဘယ်လိုမှန်းဆမရတဲ့အန္တရာယ်တွေက\nသူတို့စောင့်နေမလဲဆိုတာကိုCMပရိသတ်ကြီးကခံစားကြည့်ရှုလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Moon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/3gL8B/The_Procurator_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzdiMDI0NDItMzdjOC00MzQwLWEwZGUtN2JjZDBkYmU3YjNhXkEyXkFqcGdeQXVyNjA3MzE2ODE@._V1_-133x200.jpg",
        "title": "Hell on the Border (2019)",
        "description": "ဒီဇာတ်လမ်းကတော့ အမရေိကန်ပြည်ထောင်စုအနောက်ပိုင်းမှာ ပထမဦးဆုံးလူမည်းမာရှယ်ဖြစ်လာတဲ့ ဘက်စ်ရိဗ့်ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဘက်စ်ရိ့ဗ်တစ်ယောက် မာရှယ်တစ်ဦးရဲ့လက်ထောက်လုပ်နေရာမှ တစ်ရက်တော့တရားသူကြီးမင်းကို လုပ်ကြံရန်ကြိုးစားနေသူတွေလက်ထဲမှ ကယ်တင်လိုက်ပြီးနောက် ရာထူးတိုးဖို့အကြောင်းဖန်လာပါတော့တယ်။ သို့သော် ထိုခေတ်အခါက လူဖြူလူမဲခွဲခြားမှုကိုတွန်းလှန်နေဆဲကာလဖြစ်သည့်အလျောက် ဘက်စ်ရိဗ့်အား ရာထူးတိုးပေးဖို့ကိုဝိုင်းကန့်ကွက်ကြပါတော့တယ်။ အကြောင်းတိုက်ဆိုင်စွာနှင့်ပဲ ထိုသို့ငြင်းခုံနေစဉ်နာမည်ကျော်လူဆိုးကြီးတစ်ဦးမှ အသိပေးချက်တစ်ခုပို့လိုက်သောအခါ ဘက်စ်ရိဗ့်တစ်ယောက် မိမိရာထူးနှင့်ထိုက်တန်ကြောင်းသက်သေပြဖို့ အတွက်စွန့်စားခန်းစတင်ပါတော့တယ်။ ဘက်စ်ရိဗ့်နှင့်အတူ တရားစီရင်ဖို့စောင့်နေတဲ့အကျဉ်းသားတစ်ဦးကလည်း ပြစ်ဒဏ်ကင်းလွတ်ခွင့်ပေးရန် အပေးအယူလုပ်ပြီးလိုက်ပါလာခဲ့ပါတယ်။ နာမည်ကျော်လူဆိုးကြီးကို ဖမ်းရန်လမ်းတစ်လျောက်အခက်အခဲများနဲ့စွန့်စားခန်းများကို ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.7 GB)/(1.1 GB)/(560 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2AJdA/Hell.on.the.Border.2019.720p.(CM).mp4",
        "category": "Adventure, Uncategorized, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGE4ImqYjJZQi3xFu4I2OLm8m0w.jpg",
        "title": "Bull Shark(2022)",
        "description": "Bull Shark(2022)***************တက္ကဆက်ပြည်နယ်က မြို့ငယ်လေးတစ်မြို့ဟာ အေးချမ်းတိတ်ဆိတ်ပြီး လူသတ်မှုတောင်မဖြစ်ခဲ့တာ ကြာလှပါပြီ။ဒီလိုအေးချမ်းလှတဲ့မြို့ငယ်လေးက ခရီးသွားဆွဲဆောင်မှုဖြစ်တဲ့ ရေကန်မှာ မိန်းမငယ်လေးတစ်ယောက်ငါးမန်းကိုက်ရာနဲ့ သေဆုံးနေတဲ့အခါမှာ။ မြို့တော်ဝန်အနေနဲ့လည်း သတင်းသာပေါက်ကြားသွားရင်ခရီးသွား‌တွေဆုံးရှုံးမှုအပြင် နောက်ထပ်ရာထူးကြီးကြီးကို မျှော်မှန်းလို့ မရနိုင်တော့တာကြောင့် ဒီသတင်းကို အမှောင်ချထားချင်နေပါတယ်။ဒါပေမဲ့ အမှောင်ချထားမယ်ဆိုရင်လည်း လူတွေအတွက် အန္တရာယ်ဟာ မတွေးရဲစရာပါပဲ။ဒီတော့ မိသားစုအဆင်မပြေမှုတွေကြောင့် အရက်စွဲနေတဲ့ တောခေါင်းဖြစ်သူဟာ အာဏာပိုင်ကတစ်ဖက်လူပေါင်းများစွာရဲ့အသက်အန္တရာယ်ကတစ်ဖက် မိသားစုအရေးကတစ်ဖက်နဲ့ ဒီငါးမန်းပြဿနာကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။   File Size :(1.5GB) and (664MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:20:00\nGenre : Action , Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1UQ5g/Bull.Shark.2022.WEB-DL.1080P(CM).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edkpT3vgjEjVrF461AbIwZgkvC7.jpg",
        "title": "[18+] Striptease (1996)",
        "description": "Striptease (1996)ဒီကားကိုရိုက်တဲ့သူက မာလွန်ဘရန်ဒိုရဲ့ The Freshman နဲ့ နစ်ကေ့ရဲ့ ပွဲဦးထွက် ဂိကာလကားတစ်ချို့ကို ရိုက်ခဲ့တဲ့ Andrew Bergman ပါပဲ။ မင်းသမီးက Ghost ရဲ့ သရုပ်ဆောင် အလှပဂေး ဒယ်မီမိုး။ ဇာတ်လမ်းကတော့ Erotic ဆန်ဆန်ရိုက်ထားပေမဲ့ ထူးထူးခြားခြားကို Mystery ကားလိုလို စုံထောက်ကားလိုလို အငွေ့အသက်အပြည့်ရပါတယ်။မင်းသမီးက FBI က အတွင်းရေးမှူးဟောင်း။ ရာဇဝတ်မှတ်တမ်းနဲ့သူ့ယောက်ျားကြောင့် အလုပ်က ပြုတ်သွားတယ်။ သူတို့သမီးလေးကို အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ရာမှာလည်း သူ့ယောက်ျားကို ရှုံးသွားပြီး သူခိုးလုပ်နေတဲ့ ယောက်ျားနဲ့ သမီးကို ထားထားရတဲ့အတွက် ရတက်မအေးဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ တစ်နေ့ သူအလုပ်လုပ်နေတဲ့ အဖော်အချွတ်ကလပ်မှာ နာမည်ကျော်လွှတ်တော်အမတ်တစ်ယောက်ရောက်လာပြီး သူ့ကို သဘောကျသွားတယ်။ လွှတ်တော်အမတ်က အဖော်အချွတ်ကလပ်ထဲရောက်နေတာနဲ့တင် ပြဿနာကြီးနေပြီကို ဒီဘဲက သူများခေါင်းပါသွားခွဲချလိုက်တယ်။ဒီလိုနဲ့ အဲဒီအခြေအနေရဲ့ပုံတစ်ချို့ ထွက်လာပြီး သူ လွှတ်တော်အမတ်ဆိုတာ သိနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1UPwo/(CM)_Striptease_(1996)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kcA4oFfMAk7plwFDogL0evll8L5.jpg",
        "title": "Clementine (2019)",
        "description": "Clementine (2019)~ IMDb - 5.1/10, Rotten Tomatoes - 63% ~အေးအေးဆွေးဆွေးလေး ကြိုက်တဲ့သူတွေအတွက် ၂၀၁၉ မှာထွက်ရှိထားတဲ့ Sydney Sweeney နဲ့ Otmara Marrero တို့ ပါဝင်တဲ့ ဒရာမာရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။အသည်းကွဲဒဏ်ရာကနေကုစားဖို့နဲ့ သူ့ရဲ့ခွေးလေးကိုပြန်ရဖို့ ကယ်ရန်တစ်ယောက် သူ့ရည်းစားဟောင်းဖြစ်သူရဲ့ ကန်စပ်အိမ်မှာသွားနေထိုင်ခဲ့ပါတယ်။ အဲဒီမှာ အမှတ်မထင် သရုပ်ဆောင်ဖြစ်ချင်နေတဲ့ ငယ်ငယ်ရွယ်ရွယ် လာနာနဲ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက်ကြား စကားလုံးနဲ့ဖော်ပြလို့မရတဲ့ ဆက်ဆံရေးတစ်ခုရှိလာပါတယ်။ဒါပေမဲ့ အဖြစ်အပျက်တွေက ချောမွေ့မနေဘဲ တစ်ဖက်က ပွင့်လင်းမှုမရှိတဲ့အခါ ဆက်ဆံရေးတစ်ခုမှာ အဖုအထစ်တွေဖြစ်လာတတ်တဲ့အတိုင်း သူတို့ကြားမှာလည်း မပြေလည်မှုတွေပေါ်လာပါတော့တယ်။ဒီရုပ်ရှင်ကို ဇာတ်ညွှန်းရေးရိုက်ကူးခဲ့တာကတော့ Lara Gallagher ပဲဖြစ်ပါတယ်။ ဒိတ်ဒိတ်ကြဲဒါရိုက်တာကြီးမဟုတ်ပေမယ့် သူ့ရဲ့ရိုက်ကွင်းရိုက်ကွက်တွေ ဇာတ်ညွှန်းတွေက အတော်လေးကို အဆွေးဘက်ရောက်တယ်လို့ပြောနိုင်ပါတယ်။စကားပြောရင် ဆက်တိုက်မပြောဘဲ ကြားထဲနားပြီး တစ်ယောက်‌နဲ့တစ်ယောက်စိုက်ကြည့်နေတာမျိုးတွေ၊ ကင်မရာကို ဖြည်းဖြည်းလေး ရွေ့သွားတာမျိုးတွေ၊ သံစဥ်ဆွေးဆွေးလေးတွေကို သင့်သလိုသုံး‌သွားတာတွေက အနုပညာမြောက်တယ်လို့ဆိုနိုင်ပါတယ်။ဒီဇာတ်ကားက အနုပညာဆန်ဆန် ...",
        "rating": "5.1",
        "url": "https://megaup.net/1UPs8/(CM)_Clementine_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QIeZuKirT4cXVpW7ilVZmcRmdK.jpg",
        "title": "The Devil Comes at Night (2023)",
        "description": "The Devil Comes at Night (2023)ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ မိုး​အေး​အေး​လေးမှာ တစ်​ယောက်တည်းပဲဖြစ်ဖြစ်၊ ​Movie Date ပဲဖြစ်ဖြစ် ကြည့်လို့​​ကောင်းမယ့် 2023 မှာထွက်ထားတဲ့ သဘာဝလွန် သည်းထိတ်ရင်ဖိုကား​ကောင်း​လေး The Devil Comes at Night ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~လက်​ဝှေ့အားကစားသမား​ဟောင်း ဘန်တစ်​ယောက် သူ့အ​ဖေရဲ့ အ​မွေ​ပေးခဲ့တဲ့ မီးခံ​သေတ္တာကို လာ​ရှာဖို့ သူ့အ​ဖေ​ခေါင်းချခဲ့တဲ့မြို့​လေးကို သူငယ်ချင်းဂျက်နဲ့ အတူ ပြန်လာ​နေတုန်း ဘားတစ်ခုမှာ အမူးလွန်ပြီး ရန်ပွဲဖြစ်ရင်းက​နေ သူတို့​နောက်ကို မြို့ခံ​တွေလိုက်လာတဲ့အခါ...ဘန်အ​ဖေအိမ်လည်း​ရောက်​ရော အိမ်နီးနားချင်း​​တွေက အရမ်းထူးဆန်းပြီး ​အပြင်အလည်ထွက်ဖို့ချည်း​ခေါ်​နေတဲ့အခါ အဲဒီ​နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်​တွေရှိ​နေလဲ...တိုက်တိုက်ဆိုင်ဆိုင် ဘန်​အ​ဖေ့အိမ်ကို​ရောက်တဲ့အချိန် ဘန်အ​ဖေနဲ့ ရင်းနှီးတဲ့​စေတနာဝန်ထမ်း ​အေမီကလည်း အိမ်ထဲမှာ လာပုန်း​​နေတဲ့အခါ... ဘန့်အ​ဖေ ​အေမီကိုဘာ​တွေမှာခဲ့လဲ... အိမ်ကြီးရဲ့ သမိုင်း​ကြောင်းက​ရော ဘာ​တွေလဲ... ဘန်အ​ဖေက ဘန်ကို ဘာလို့ အိမ်ကြီးဆီ​ခေါ်ခဲ့တာလဲ... ဘန်ရဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2AMSu/(CM)_The_Devil_Comes_at_Night_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yk6m88F0boqe5m9ofyAaKZq50c3.jpg",
        "title": "[18+] Hilom (2023)",
        "description": "Hilom (2023)အသည်းကွဲတာ ပျောက်တယ်ဆိုတဲ့ဆေး မတွေ့သေးတဲ့ ကော်နီကို ပေးလို့ရပါပြီ။ Hilom ကတော့ ၂၀၂၃ ထွက် ဖိလစ်ပိုင် အချစ်ဟာသဇာတ်ကားလေးပါ။ အချစ်ခန်း အနည်းငယ်ပါတဲ့အတွက် ကလေးတွေကြည့်ဖို့ကတော့ မသင့်တော်ပါဘူးနော်။အဖေဆုံးပြီးတာမကြာသေးတာကိုမှ သတို့သမီးလောင်းကို လက်ထပ်ခွင့်တောင်းပြီးမှ ရည်းစားပစ်ခံလိုက်ရတဲ့ ဆမ်တစ်ယောက် အသေအကြေ အသည်းကွဲပါတော့တယ်။ စိတ်ဓာတ်တွေကျပြီး ကိုယ့်ဘာသာသတ်သေလောက်တဲ့ထိကို ဖြစ်သွားတာပေါ့။ အဲဒါနဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က ဆေးတစ်လုံးဝယ်လာပေးပါတယ်။အသည်းကွဲတာပျောက်တဲ့ဆေးတဲ့...အဲဒါနဲ့ ဆမ် အဲဒီဆေးကို သောက်လိုက်ပြီးတော့ အသည်းကွဲတာပဲပျောက်မလား... အသက်ပဲပျောက်မလားတော့... ဇာတ်ကားထဲမှာပဲ မင်းသမီးလုံးလုံးလေးတွေနဲ့ အတူကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 945MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 58Min\nGenre - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by 6 ...",
        "rating": "",
        "url": "https://megaup.net/3WHLT/(CM)_Hilom_(2023)_720p.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmQ1OGFkZjMtNGZmMS00ZmM5LWEwYTctZDI0YzZmNGVjZDU5XkEyXkFqcGdeQXVyMTEwMjI4NzYy._V1_-139x200.jpg",
        "title": "Gunehgaar (2022)",
        "description": "Gunehgaar 2023\nIMDb - 7.5ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ အိန္ဒိယမှုခင်းဒရာမာကားဖြစ်ပါတယ်။\nအဓိကဇာတ်ကောင်မှာ ဘန်ဆယ်လ်၊ မရီနာလီ နဲ့ အုမ်တို့လူသုံးယောက်နဲ့\nနေရာတစ်ခုတည်းမှာတင်ပြီးသွားပေမဲ့ ဇာတ်လမ်းကတော့ ထင်ထားသလောက် မရိုးရှင်းနေပါဘူး။ဇာတ်လမ်းအကျဉ်း\nတစ်ညမှာ ဘန်ဆယ်လ်က ဂျာနယ်လစ်တစ်ယောက်ဖြစ်တဲ့ မရီနာလီကို\nအရေးကြီးသတင်းပြောစရာရှိတယ်ဆိုပြီး သူ့အိမ်ကိုဖိတ်လိုက်တယ်။\nမရီနာလီဟာ ငါးအကြီးကြီးမိပြီအထင်နဲ့ ဘန်ဆယ်လ်အိမ်ရောက်လာတဲ့အချိန်မှာ\nသူထင်မှတ်မထားတဲ့ လူတစ်ယောက်နဲ့တွေ့လိုက်ရတယ်။ သတင်းယူဖို့လာတဲ့\nမရီနာလီတစ်ယောက် သူက သတင်းရဲ့တစ်စိတ်တစ်ပိုင်းထဲပါနေပြီဆိုတာမသိဘဲ\nဝင်ပါလိုက်ရာကနေ လူသတ်မှုအကြောင်းတွေပါ ပါလာတဲ့အချိန်မှာ\nဒီလူသုံးယောက်ရဲ့ ဘယ်လိုပတ်သက်နေတယ်ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။မိုးအေးအေးမှာ ဇာတ်လမ်းငြိမ့်ငြိမ့်လေးနဲ့ ဘယ်လိုလောင်ရဦးမလဲဆိုတာ\nပြဇာတ်ကြည့်နေရသလို လူသတ်မှုတွေကိုဘယ်လိုအဖြေရှာကြမယ်ဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာဖြစ်ပါတယ်။(အညွှန်းရေးသားသူကတော့ Moon ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့\nMoon ~ BpL ~ Yunni ~ Thaik San ~ chiclon3 တို့ပဲဖြစ်ပါတယ်)\nFile size…600MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~ BpL ~ Yunni ~ Thaik San ...",
        "rating": "7.4",
        "url": "https://megaup.net/3gKgC/Gunehgaar.2022.WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjJiYjNhOGItNGZjYi00NWEzLTg1MGUtODk0NTJkM2QwNTFkXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Theerkadarishi (2023)",
        "description": "Theerkadarishi (2023)IMDb 9.4/10 CM မှာတင်ဆက်ပေးထားတဲ့\n2018ကတည်းကထွက်ခဲ့ပြီး ongoing series ဖြစ်တဲ့ 9-1-1(2018)\nဇာတ်လမ်းတွဲလိုမျိုးကို မတူညီတဲ့ Vibe နဲ့ ကြည့်ရမဲ့ ရုပ်ရှင်ကားပါ။ဇာတ်လမ်းအကျဉ်း အရေးပေါ်အတွက် ဖုန်းခေါ်ဆိုမှုလက်ခံတဲ့ဆီကို ဖုန်းတစ်ကောလ်ဝင်လာပါတယ်။\nတစ်နေရာမှာ အမျိုးသမီးတစ်ဦး အန္တရာယ်ကြုံရတော့မယ် သူ့ကို အမြန်ကယ်တင်ပါ ဆိုပြီး။\nဆက်တဲ့သူက သူဘယ်သူလဲ ဘယ်ကလဲ ပြောမသွားပါဘူး။ နောက်ရက်လဲရောက်ရော သူပြောတဲ့အတိုင်းပဲ\nအမျိုးသမီးတစ်ဦး အသတ်ခံလိုက်ရပါတယ်။အဲလိုပဲ ဆက်တိုက်ဆက်တိုက် သူဖုန်းဆက်ပြီး ဖြစ်မယ်ပြောတဲ့ လူသတ်မှု မတော်တဆမှုတွေက\nတကယ်ပဲ ဖြစ်လာတဲ့အခါမှာတော့...။ သူပြောလို့ပဲ အဲဒီကိစ္စတွေက ဖြစ်ရတာလား။\nသူကပဲအဲဒီကိစ္စတွေကို ရှေ့ဖြစ်ကြိုဟောကိန်းထုတ်နိုင်တာလား။ ဒါမှမဟုတ်\nသူကိုယ်တိုင်ကပဲ အဲဒီကိစ္စတွေကို ကျူးလွန်နေတာလားဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုရမှာပါ။ (အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့\nchiclon3~BpL~Moon~Yunniနဲ့ တက်သစ်စဘာသာပြန်Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.81GB / 1.2GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~BpL~Moon~Yunni",
        "rating": "8.9",
        "url": "https://megaup.net/1UPdr/Theerkadarishi_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
        "title": "The Great Alaskan Race (2019)",
        "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1eRsb/The.Great.Alaskan.Race.2019.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/cronenberg-crash-810x1200-203x300.jpg",
        "title": "Crash (1996)",
        "description": "ဒီဇာတ္ကားကို အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။ Nudity အခန္းတခ်ိဳ႕ပါပါတယ္။ဇာတ္ကားကလဲ Psycho ဆန္ျပီး Sexual Pleasure နဲ႕ Car Crash ကို တြဲဖက္ျပထားပါတယ္။ေဝဖန္သူတခ်ိဳ႕ရဲ႕ ေထာက္ခံမႈရရွိထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating(6.4/10) ပါ။ \nFile size…(800MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:40:33\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungDownload and Watch HD and 360p (VIP Link)\n(or)\nDownload DVDrip (pCloud)\n \nDownload 360p Small File (290MB)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/crash-1996/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTM3NTA4NDIwMF5BMl5BanBnXkFtZTYwNTc4NDE3._V1_-203x300.jpg",
        "title": "Ghost Ship (2002)",
        "description": "IMDb 5.5 ရထားတဲ့ Horror ရုပ္ရွင္ကားေကာင္းတစ္ခု ျဖစ္ပါတယ္...\nသမားရိုးက် အိမ္အိုတစ္လံုးအတြင္း သရဲေျခာက္တာေတြ သရဲပူးတာေတြ ကို ၾကည့္ရတာ ရိုးလာတဲ့သူေတြအတြက္\nထိတ္လန္႔ ေျခာက္ျခားတာကိုမွ ႀကိဳက္ႏွစ္သက္သူေတြ အတြက္ ၾကည့္ကိုၾကည့္သင့္တဲ့ ရုပ္ရွင္ ကားေကာင္းတစ္ခုျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ ပင္လယ္အတြင္း ပိုင္ရွင္မရွိေသာ သေဘၤာေတြကို ဆယ္ယူၿပီး ျပန္ေရာင္းကာ ေ၀စုခြဲယူၾကတဲ့\nရွာေဖြေရး အဖြဲ႔တစ္ခု ရွိပါတယ္ ေခါင္းေဆာင္ မာဖီ က ဦးေဆာင္ၿပီး အေတာ္ဆံုး လူေတြ ဖြဲ႔စည္းထားတဲ့ အဖြဲ႔ျဖစ္ပါတယ္..\nတစ္ရက္မွာေတာ့ သူတို႔ အဖြဲ႔ ၆ လ အၾကာ ပင္လယ္ျပင္တြင္ အခ်ိန္ကုန္ခံရွာေဖြခဲ့တဲ့ သေဘၤာတစ္စီး အတြက္ ဘား မွာ ေအာင္ပြဲခံ\nေသာက္ေနၾကတုန္း လူငယ္တစ္ေယာက္က သူတို႔ အဖြဲ႔ကို ေပ်ာက္ဆံုးေနေသာ ေမွာ္ဆန္တဲ့ သေဘၤာႀကီး တစ္ခုအေၾကာင္း\nသတင္းလာေပးပါတယ္.. ထို သေဘၤၤာႀကီးမွာ ကမၻာေပၚတြင္ ခ်မ္းသာၾကြယ္၀ေသာ လူအခ်ိဳ႕ႏွင့္၀န္ထမ္း အားလံုးေပါင္း ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yFj7/Ghost_Ship_[2002]_(MM_Sub)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTAwOTY3NDM1NjNeQTJeQWpwZ15BbWU3MDEzMjU1MjE@._V1_-203x300.jpg",
        "title": "Mindhunters (2004)",
        "description": "IMDb 6.4/10 ထိ ရထားတဲ့ ရုပ္ရွင္ကားျဖစ္ၿပီး\nသည္းထိတ္ရင္ဖို လ်ိဳ႕၀ွတ္ခ်က္ေတြ အျပည့္ နဲ႔ ဇတ္လမ္း မ်ိဳးျဖစ္ပါတယ္...\n18+ အခန္း တစ္ခ်ိဳ႕ ႏွင့္ ေသြးထြက္သံယို အခန္းမ်ား ပါ၀င္၍ ကေလးသူငယ္မ်ား\nႏွလံုးေရာဂါ ရွိသူမ်ား ေၾကာက္တက္သူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nFBI မွ သူတို႔ ဆီမွ အေတာ္ဆံုး လူ တစ္ခ်ိဳ႕ကို စုစည္းၿပီး ေလ့က်င့္ခန္း ဆင္းေပးဖို႔အတြက္\nလူပံုတူ အရုပ္ႏွင့္ အေဆာက္အဦးမ်ားသာ ရွိေသာ မႈခင္း စမ္းသက္ကြင္း သဖြယ္ ဖန္တီးထားေသာ\nအိုေနဂါ ကၽြန္းေပၚသို႔ ပို႔ထားမွာ ျဖစ္ပါတယ္...\nအသင္းအဖြဲ႔ျဖင့္ အလုပ္လုပ္တက္ေစရန္ မႈခင္း ေဖာ္ထုတ္မႈ ျမန္ဆန္ေစရန္ ရည္ရြယ္ခ်က္ျဖင့္ ျဖစ္ပါတယ္..\nFBI ေအးဂ်င့္ ေတြ အေနနဲ႔ ထို တန္းဆင္း ေလ့က်င့္မႈ ေအာင္ျမင္မွာသာ ျပန္ရမွာ ျဖစ္ေပမယ့္\nထို ကၽြန္းက သူတို႔အတြက္ မျပန္လမ္း တစ္ခု အေျဖရွာမရေသာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mindhunters-2004/",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTQ3NjExNjY4N15BMl5BanBnXkFtZTcwNTczODkwNQ@@._V1_UY1200_CR8606301200_AL_-158x300.jpg",
        "title": "Next Avengers : Heroes of Tomorrow(2008)",
        "description": "Avengers 2 : Age of Ultron မှာ Ultron ကြီးကို Avengers တွေ အနိုင်တိုက်တာ တွေ့ခဲ့မှာပါ။ ဒီ Animation မှာတော့ မဟုတ်ပါဘူး။ Ultron အနိုင်ရသွားခဲ့ပြီး Avengers တွေ သေဆုံး၊ ထွက်ပြေး၊ တိမ်းရှောင်နေခဲ့ရပါပြီ။ Avengers တွေရဲ့ မျိုးဆက်သားသမီးတွေကို Tony က လျို့ဝှက်စောင့်ရှောက်ထားခဲ့တာပါ။ ဒါပေမယ့် ကမ္ဘာကြီးငြိမ်းချမ်းစေဖို့ လုံးဝထိန်းချုပ်ထားမှဖြစ်မယ်လို့ ယုံကြည်တဲ့ Ultron၊ Avengers မျိုးဆက်တွေရှိနေတာကိုက အန္တရာယ်ရှိနေပြီလို့ တွေးမိတဲ့ Ultron က သူတို့အားလုံးနောက်ကို လိုက်ရှာတိုက်ခိုက်လာတဲ့အခါ.....\nFile Size     :   500/250 Mb Duration    :   1 : 18: 02 Quality        :   ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/next-avengers-heroes-of-tomorrow2008/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/ed94e71b8c7e8de6041e84c1ef7e2461-244x300.jpg",
        "title": "Teen Wolf Season 3 Complete",
        "description": "အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 3 ကို ဘာသာျပန္ အေကာင္းဆံုးနဲ႔\nျပန္လည္တင္ဆက္ေပးလုိ္က္ပါၿပီ Teen Wolf Fan မ်ား ေပ်ာ္ႏုိင္ပါၿပီ\n(သစ္ဆန္းခန္႔)\nDownload List\nTeen Wolf  Season 1 ၾကည့္ရႈရန္\nTeen Wolf Season 2 ၾကည့္ရႈရန္\nTeen Wolf Season 4 ၾကည့္ရႈရန္\n===========\nTeenWolf S03 Ep1-12         VIP  /  Yoteshin[1-12] /  Yoteshin[13-21]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-3/",
        "category": "Horror"
    },
    {
        "thumbnail": "http://images.8tracks.com/cover/i/008/873/941/4544827697_6f73866999_b-3946.jpg?rect=4,0,1015,1015&q=98&fm=jpg&fit=max",
        "title": "Teen Wolf Season 2 စ/ဆံုး",
        "description": "အားလံုးကို ကတိေပးထားတဲ့ အတိုင္း စေန တနဂၤေႏြ ၂ ရက္အတြင္း အစအဆံုး တင္ေပးမယ္ေျပာခဲ့ေပမယ့္\nအခက္အခဲ ေလးေတြ ရွိေနလို႔ ဒီေန႔ တနဂၤေႏြ ညမွာပဲ အစအဆံုးကို ကတိအတိုင္း တင္ေပးလုိက္ပါတယ္\nၾကည့္ရႈသူေတြ ေပ်ာ္မယ္ဆိုရင္ ပင္ပန္းရက်ိဳး နပ္ပါတယ္...\nေပ်ာ္ရႊင္ၾကပါေစ...\n(သစ္ဆန္းခန္႔)\nDownload List\nTeen Wolf Season 1 Download ရယူရန္\nTeen Wolf Season 3 Download ရယူရန္\nTeen Wolf Season 4 Download ရယူရန္\n===========Teenwolf S02 Ep1-12      VIP  /  Yoteshin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-2-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/spoiler-alert-header-300x188.jpg",
        "title": "Teen Wolf Season 1  စ/ဆံုး",
        "description": "အားလံုးေတာင္းဆိုေနတဲ့ Teen Wolf ကို အစကေန ျပန္တင္ေပးလုိက္ပါၿပီ\nCM က ျပန္ထားတာ မဟုတ္ပဲ အျပင္က ရတဲ့ ေနရာကေန ယူလုိက္ရတာျဖစ္လုိ႔\nဘာသာျပန္တဲ့ ေနရာမွာ အလြဲေလးေတြ ရွိခဲ့ရင္ နားလည္ေပးၾကပါ\nSeason 5 ထိ ထြက္ၿပီးၿပီျဖစ္လို႔ ေနာက္အသစ္ထြက္လာတာနဲ႔ အမွီ ျပန္တင္တဲ့အခါ\nCM က ဘာသာျပန္တင္ဆက္ေပးပါမယ္ ေလာေလာဆယ္ လုိက္မွီေအာင္\nDVD Sub နဲ႔ အရင္ၾကည့္လိုက္ၾကပါအံုး Video Quality ကိုေတာ့ 720P နဲ႔ ျဖည့္ဆည္းေပးထားပါတယ္\nေလာေလာဆယ္ အျမည္းအေနနဲ႔  အပိုင္းအနည္းငယ္ တင္ေပးလုိက္ပါတယ္ ႀကိဳက္တယ္ ဆက္တင္ပါဆိုမွ\nက်ေနာ္ ဆက္တင္ေပးပါမယ္ အားေပးမႈ လံုး၀ မရွိရင္ ဆက္တင္မွာမဟုတ္ပါဘူး\nေက်းဇူးပါ....\n(Thit San Khant)\nDownload List\nTeen Wolf Season 2 ဆက္ၾကည့္ရန္\nTeen Wolf Season 3 ဆက္ၾကည့္ရန္\nTeen Wolf Season 4 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-1/",
        "category": "Horror"
    },
    {
        "thumbnail": "",
        "title": "Krrish 3 (2013)",
        "description": "IMDb (5.4/10)….Rotten Tomatoes(83%)အိႏၵိယ သိပၸံနဲ႔ စြန္႔စား မႈ ေတြပါ ၀င္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္တဲ့ Krrish 3 ဟာ ေအာက္တိုဘာ ၃၁ ရက္ေန႔က\nထြက္ရွိခဲ့ပါ ျပီ။ အေနာက္တိုင္း animated ရုပ္ရွင္ကား ေတြကို ယွဥ္ႏိုင္တဲ့ Bollywood ရုပ္ရွင္ ေတြရဲ့ အဆင့္အတန္းကို ေဖာ္ျပ\nႏိုင္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္ပါ တယ္။ အရင္ ဇာတ္ကားေတြ ျဖစ္တဲ့ Koi....Mil Gaya (2003) အဓိပၸါယ္ ကေတာ့\nI...found someone နဲ႔ သူ႔ရဲ႕ ေနာက္ဆက္ တြဲ Krrish (2006) တို႔ဟာလည္း ေအာင္ျမင္ခဲ့ တဲ့ဇာတ္ကားေတြျဖစ္ပါတယ္။ ပထမ\nဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ...",
        "rating": "5.4",
        "url": "https://megaup.net/1wrc3/Krrish_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Krrish (2006)",
        "description": "IMDb (6.3/10)….Rotten Tomatoes(100%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကား Koi….Mil Gaya (2003) ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။Rohit ေနာက္သူ႕ သား Krrishna (ကရစ္ရွ္နာ) ရဲ႕ အေၾကာင္း ကေတာ့ လံုး၀ လူစြမ္းေကာင္း\nဇာတ္ရုပ္ အျဖစ္ကူး ေျပာင္းသြားပါတယ္။ Krrish ဇာတ္ကား ထဲမွာေတာ့ Krrishna တစ္ေယာက္ ဟာ အေဖ ေရာ အေမေရာ မရွိ ေတာ့ဘဲ\nအဖြားျဖစ္သူ Sonia (ဆုိနီယား) နဲ႔ အိႏၵိယ ေျမာက္ပိုင္းက ေတာင္ေပၚရြာ ေလးတစ္ရြာမွာ ဇာတ္ျမွဳပ္ေနေနရာကစပါတယ္။ Sonia က သား\nျဖစ္သူ ရဲ႕ သဘာ၀လြန္ စြမ္းအား ေတြေၾကာင့္ သားေရာ ေခၽြးမပါ ဆံုးရႈံးခဲ့ရတဲ့အတြက္ အေဖ့အေမြ ရထားတဲ့ ေျမးေလး Krrishna ကို\nအစြမ္းေတြ ထုတ္မသံုးဖို႔ တားခဲ့ရာက Krrishna က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wrdk/Krrish_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Koi… Mil Gaya (2003)",
        "description": "IMDb (7.1/10)....Rotten Tomatoes(75%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။Koi....Mil Gaya (2003)အဓိပၸါယ္ ကေတာ့ I...found someone ျဖစ္ပါတယ္။ဒီဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ျမိဳ႕ေလးမွာ Rohit (ရိုဟစ္) ဆိုတဲ့ ဥာဏ္ရည္ မမီတဲ့ ကေလးစိတ္မေပ်ာက္ေသးတဲ့\nေကာင္ေလးတစ္ေယာက္ နဲ႔ သူ႕ဖခင္ Dr.Sanjay Mehra တီထြင္ထားတဲ့ computer က အာကသ ထဲကိုလႊတ္လိုက္တဲ့ ေရဒီယို လိွဳင္းေတြ\nေၾကာင့္ ေရာက္လာတဲ့ ျဂိဳလ္သား ေလး jadoo (ဂ်ာဒူး) တို႔ ရဲ႕အေၾကာင္းပါ ။ ေနာက္ပိုင္းေတြ မွာ jadoo ရဲ႕ အကူအညီနဲ႔ သူခ်စ္ေနတဲ့\nေကာင္မေလး Nisha (နီရွာ) ကို ၾကိဳးစားပံု ေတြ jadoo ရဲ့ စြမ္းအားေတြ လက္ခံ အျပီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sm8v/Koi…_Mil_Gaya_[2003]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Fridaythe13th-202x300.jpg",
        "title": "Friday the 13th 2009",
        "description": "1980 ျပည့္ႏွစ္မ်ားကထြက္ရွိခဲ့တဲ့ Friday the 13th ဆိုတဲ့ horror flim series ေလးကိုျပန္လည္ အသက္သြင္း reboot လုပ္ထားတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\n2009 ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ၿပီး ရိုက္ကူးသူကေတာ့ horror ကားေတြကိုျပန္လည္အသက္သြင္းေလ့ ရွိတဲ့ Director Macus Nispel ပဲျဖစ္ပါတယ္။ ေပ်ာက္ဆံုးသြားတဲ့ ညီမေလးကို လိုက္ရွာေနတဲ့ Clay နဲ႔ ေတာတြင္းစခန္းခ် အပန္းေျဖခရီးထြက္လာတဲ့ သူငယ္ခ်င္းတစ္သိုက္တို႔ ဘယ္လိုထိတ္လန္႔ဖြယ္ရာေတြႀကံဳေတြ႕ရမလဲဆိုတာကေတာ့...\nClay အျဖစ္နဲ႔ ကေတာ့ နာမည္ႀကီးဇာတ္လမ္းတြဲ SUPERNATURAL မင္းသား Jared Padalecki( ဆမ္) ပါဝင္သရုပ္ေဆာင္ထားၿပီး Flash Series ထဲမွ ဆရာ၀န္မေလးၿဖစ္တဲ့\nCaitlin Snow လည္းပါ၀င္ထားတဲ့ကားလည္းၿဖစ္ပါတယ္....\nIMDb rating 5.6 ရရွိကာ Box Office ဝင္ေငြ $91.4 million ရရွိထားတဲ့ Horror ...",
        "rating": "5.6",
        "url": "https://megaup.net/2fPaf/Friday_The_13th_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_-210x300.jpg",
        "title": "[21+] Cheeky (2000)",
        "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်\nသတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်...\nUnrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး...\nဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါ\nတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်....\nမက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲ\nဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူး\nတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/My_Ex-210x300.jpg",
        "title": "My Ex 2009",
        "description": "ထိုင္းHorrorကားေတြကိုအႀကိဳက္ေတြ႔တယ္ဆိုတဲ့ပရိတ္သတ္ေတြအတြက္ ဇာတ္ေၾကာတစ္ခုလံုးကိုခပ္ႂကြႂကြေလး႐ိုက္ကူးထားတဲ့လူေနမႈဘဝမွာျဖစ္ပ်က္တတ္တာေလးေတြကိုပံုေဖာ္ထားပါတယ္..\nကြၽန္ေတာ္ေျပာတဲ့လူေနမႈဆိုတာကလူတစ္ေယာက္နဲ႔တစ္ေယာက္ဆက္ဆံေရးကိုဆိုလိုတာပါ...\n''စကားတစ္ခြန္းနဲ႔လူတစ္ေယာက္ကိုသတ္လို႔ရတယ္ဆိုတာဒီကားမွာျပထားတယ္''...\nခမ္းဟာ..သူရဲ႕ရည္းစားနဲ႔မွားၿပီးတဲ့ေနာက္မွာေကာင္မေလးကိုတာဝန္ယူခ်င္တဲ့စိတ္ကင္းမဲ့ေနခဲ့ပါတယ္....\nဒါဟာသူ႔အတြက္ေ႐ွ႕ေျပးနမိတ္ၿဂိဳလ္ဆိုးေတြဆိုသူသာသိခဲ့ပါလွ်င္....\nခမ္းဟာေနာက္ထပ္ေကာင္မေလးတစ္ေယာက္ကိုထပ္ထားခ်ိန္မွာေတာ့ခမ္းရဲ႕ ခ်စ္သူေဟာင္းဟာ....သူ႔ကိုယ္သူပဲသတ္ေသမလား...သစၥာမရိွတဲ့ေကာင္အတြက္...\nသူ႔လက္စားေခ်နည္းေတြကိုဘယ္လိုအသံုးခ်ေတာ့မယ္ဆိုတာေတြ႔ရေတာ့မွာပါ..ဒီေန႔ေခတ္စကားနဲ႔ဆိုရမယ္ဆိုရင္..\n\"ၿခံခုန္ႏြားနဲ႔စႏိုက္ေၾကာ္တို႔....ဘယ္လိုေတြမ်ားႏွစ္ပါးသြားၾကမလဲဆိုတာကို\"...\nဖန္သားျပင္ေပၚမွာခံစားလိုက္ၾကပါ..\nဒီကားေလးကိုအညႊန္းနဲ႕ခံစားဘာသာၿပန္ေပးထားသူကေတာ့ John La Yaung ပဲၿဖစ္ပါတယ္...File size…(778.6 MB , 347.8 MB )\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:25:43\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint Lwin\n \nDownload with Pcloud\nDownload with Pcloud ( Small Size )\nDownload with Openload \nDownload with MiMedia\nDownload with Syncplicity\nDownload with Mega",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/my-ex-2009/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAwMzQ4NDc0NF5BMl5BanBnXkFtZTcwODM5ODkwNQ@@._V1_-204x300.jpg",
        "title": "Julia’s Eyes (2010)",
        "description": "မ်က္စိကန္းေနတဲ့သူတစ္ေယာက္က သူေသဖို႔လမ္းစကိုသူကိုယ္တုိင္႐ွာေဖြလို႔ရတယ္ဆိုရင္ယံုရခက္ရမလားပါပဲ...\nအဲဲဒီလိုစဥ္းစားရေအာင္လည္းဒိီကားမွာ မ်က္စိကြယ္ေနတဲ့''ဆာရာ''ဆိုတဲ့အမ်ိဳးသမီးကသူ႔ကိုယ္သူသတ္ေသတဲ့ပံုစံမ်ိဳးနဲ႔ဇာတ္လမ္းကိုအစပ်ိဳးထားပါတယ္....\nတစ္ကယ္ေရာသူကိုယ့္ကိုသတ္ေသတာဟုတ္ရဲ႕လား....စိတ္ဝင္စားစရာတစ္ခုကေတာ့ သူေသတဲ့အခ်ိန္မွာ သူ႔အိမ္တြင္းပတ္ဝန္းက်င္မွာ အေမွာင္ရိပ္ကိုအသားယူၿပီးပုန္းခိုေနတဲ့လူတစ္ေယာက္ရိွေနခဲ့ပါတယ္...\nဒါဆို..ဒါဟာလူသတ္မႈ႔လား ကိုယ့္ကိုကိုယ္သတ္ေသတာပဲလား...အဲဒီလိုမ႐ိုးစင္းတဲ့ေမးခြန္းေတြနဲ႔အတူစဥ္းစားရၾကပ္ေနသူကေတာ့''ဆာရာ့''ရဲ႕အမႊာညီမ ဂ်ဴလီယာပါပဲ.....ဂ်ဴလီယာတစ္ေယာက္ သူ႔အမရဲ႕အမႈကို႐ွာပံုေတာ္ဖြင့္ရပါေတာ့မယ္...ဒီမွာတစ္ခုေျပာခ်င္တာက ဂ်ဴလီယာဟာသူ႔အမရဲ႕ေရာဂါမ်ိဳးရိွေနပါတယ္...\nမ်က္စိအာရံုေၾကာနဲ႔ပက္သတ္ၿပိီးေတာ့ပါ...ဒီေတာ့သူတစ္ခုသိလိုက္ရတာက မၾကာခင္မ်က္စိကြယ္ေတာ့ဆိုတာပါပဲ...ဒီေတာ့ဂ်ဴလီယာတစ္ေယာက္ ''ဒုကၡေဝဆာတဲ့ပင္လယ္ႀကီးကိုျဖတ္ေက်ာ္ႏုိုင္ပါ့မလား''...မ်က္စိကန္းေနလ်က္နဲ႔ သူရည္ရြယ္ထားတဲ့သူအမရဲ႕ကိစၥကိုေဆာင္ရြက္ႏုိင္ဥိီးမွာလား...\n''ဟုတ္ပါတယ္..ေမးခြန္းမ်ားစြာနဲ႔စိတ္ဝင္စားဖို႔ေကာင္းေနပါတယ္''\nဒိီကားရဲ႕အဓိကအေၾကာင္းအရာကေတာ့ ''အနီးဆံုးရန္သူကိုမေႂကြတာေကာင္းပါတယ္''\nအဲဒိီအခ်က္ေလးကေတာ့ ဇာတ္လမ္းေပၚအေတာ္ႀကီးသက္ေရာက္မႈရိွထားတာမို႔\nဒီေလာက္နဲ႔အၫြန္းကိုတစ္ခန္းရပ္ခြင့္ျပဳပါ..ဒီကားရဲ႕အညႊန္းနဲ႕ဘာသာၿပန္ကေတာ့ John La Yaung ပဲၿဖစ္ပါတယ္...\nFile size…(1.0GB,476.8MB)\nQuality…Blu-Ray Rip 1080p\nFormat…mp4\nDuration….01:57:15\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint LwinDownload with Pcloud\nDownload with Pcloud(Small Size)\nDownload with Openload\nDownload with syncoplicity\nDownload with Mega",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/julias-eyes-2010/",
        "category": "Musical, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Bad-Moms-200x300.jpg",
        "title": "Bad Moms (2016)",
        "description": "Bad Moms ရုပ်ရှင်ကားသည် Comedy အမျိုးအစားဖြစ်ပြီး 18+ စကားလုံးများစွာ အမူအရာများစွာ ပါဝင်၍ မိသားစုနှင့်အတူ မကြည့်သင့်ကြောင်း ကြိုတင် သတိပေးအပ်ပါသည်။Directors: Jon Lucas, Scott Moore ရိုက်ကူးထားပြီး July 29, 2016 (USA) တွင် ရုံတင်ပြသခဲ့ကာBox office: 179.4 million USD ရရှိခဲ့တဲ့ ရုပ်ရှင်ကား ဖြစ်ပါတယ်..ဇတ်လမ်း ပုံစံလေးကတော့ သမီးတစ်ယောက် သားတစ်ယောက် ရဲ့ ဝေယျာဝစ္စ တွေကို လုပ်ရင်းအလုပ်တစ်ဖက် နဲ့ အိမ်ထောင်ရေးမှာလဲ မကူညီတက်တဲ့ ယောကျင်္ား ကို ရရှိထားပြီး အသက်ငယ်ရွယ်တဲ့ အိမ်ထောင်သည်အေမီမစ်ချယ် ၏ ကသောင်းကနင်း ဖြစ်နေသော အမေ တစ်ယောက်ရဲ့ စိတ်ပျက်စရာ ဘဝ အကြောင်းပါ...အိမ်ထောင်ရေးမှာလဲ ပြိုပျက်လုမတက် ဖြစ်နေပြီး ကလေး နှစ်ယောက်ကို ထိမ်းကျောင်းရင်း အလုပ်မှာလဲမိမိ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/bad-moms-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTYxNjI3MzcwMF5BMl5BanBnXkFtZTgwOTIyNDY5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Storks (2016)",
        "description": "Storks (2016)\nIMDb - 6.8/10_____Rotten - 66%\n  \nဟိုးအရင်တုန်းက ကလေးမရနိုင်တဲ့သူတွေ ဆုတောင်းရင် သို့မဟုတ်\nကလေးငယ်တွေက ညီလေး ညီမလေးတွေလိုချင်တယ်လို့\nဆုတောင်းခဲ့မယ်ဆိုရင် ငှက်ကြားဖြူ တွေဟာ ကလေးငယ်တွေကို\nနှုတ်သီးဖြင့် သယ်ယူလာပြီး အိမ်ခေါင်းတိုင်မှ ဖြစ်စေ\nအိမ်ရှေ့တံခါးမှ ဖြစ်စေ ပို့ပေးဖူးတယ်လို့ ပုံပြင်တွေထဲမှာ ရှိခဲ့ဖူးပါတယ်....\nဒါပေမယ့် အဲ့ဒါတွေဟာ ယနေ့ခေတ်မှာ ပျောက်ကွယ်သွားပါပြီ ငှက်ကြားဖြူတွေဟာ အလုပ်ရှုပ်ပြီး တာဝန်ကြီးတဲ့\nကလေးပို့တဲ့ အလုပ်တွေ မလုပ်တော့ပါဘူး Online Shopping လုပ်ငန်းက ပစ္စည်းတွေကို ပို့ပေးတဲ့ Stork.com က\nပစ္စည်းပို့ဆောင်ရေး ငှက်တွေ ဖြစ်ကုန်ကြပါပြီ :D\nထိုငှက်တွေ အားလုံးကို အုပ်ချူပ်တဲ့သူကို Boss လို့ ခေါ်ကြပြီး သူတို့ အားလုံးရဲ့ Boss ဟာ\nဟန်တာ ဆိုတဲ့ ငှက်ကြားဖြူကြီး ဖြစ်ပါတယ်....\n   \nငှက်ကြားဖြူ အားလုံးထဲမှာ မှ FA ဖြစ်ပြီး အလုပ်ကြိုးစားတဲ့ သူကတော့ ဂျူနီယာ လို့ခေါ်တဲ့ ငှက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eZro/Storks_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/chk_captcha-240x300.png",
        "title": "Inherent Vice (2014)",
        "description": "IMDb (6.7/10)...Rotten Tomatoes (74%)၁၉၆၀ ျပည့္လြန္ႏႇစ္မ်ားကုန္ခါနီးက ဆုိင္ခီဒဲလစ္ေဆး၀ါးမ်ား trip ႏႇင့္ Groovy တို့ကဲ့သို့ ေ၀ါဟာရမ်ားေရပန္းစားေနခ်ိန္တြင္ အလြတ္စံုေထာက္ Doc Sportello ၏ဇနီးေဟာင္းသည္ Doc ထံ ႐ုတ္တရက္ျပန္ေရာက္လာၿပီး သူမရဲ႕လက္ရႇိခ်စ္သူ ေဆာက္လုပ္ေရးလုပ္ငန္းရႇင္ သူေဌးႀကီးကို ျပန္ေပးဆြဲကာ စိတ္က်န္းမာေရးေဆး႐ံုပို႕ဖုိ႕ ႀကံစည္ေနေၾကာင္း ေျပာျပသည္။Doc က ထုိဇာတ္႐ႈပ္တြင္ သူဘယ္လိုပါ၀င္ပတ္သက္ရမႇန္း မသိ ေပ။ ဇနီးေဟာင္းေျပာျပေသာကိစၥကို သူယံုရခက္ေနသည္။ ပင္လယ္လႈိင္း စီးသူမ်ား၊ အႀကံအဖန္မ်ား၊ ဇိမ္ေခါင္းမ်ား၊ ဘိန္းစားမ်ား၊ ေရာ့ခ္ဂီတသမားမ်ား၊ လူသတ္ေသာ ေငြတုိးေခ်းစားသူမ်ား၊ စံုေထာက္လုပ္ေသာ ဆက္ဇိုဖုန္းပညာ၊ Golden Fang အမည္ရႇိ ပေဟဠိဆန္သူတစ္ဦးႏႇင့္ သြားေရာဂါကုဆရာ၀န္တစ္ ဦး စသည့္ ဇာတ္ေကာင္စ႐ိုက္မ်ဳိးစံုပါ၀င္ေသာ ဤဇာတ္ကားမႇာ အေရာင္း ရဆံုး အေမရိကန္စာေရးဆရာThomas Pynchon ၏၀တၴဳကို Paul Thomas Anderson က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/inherent-vice-2014/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/a74b6334-676f-4eaf-ad3c-043052ed19cd-1-200x300.jpg",
        "title": "Ice Age (collection)",
        "description": "နာမည္ၾကီး Animation Ice Age ရဲ႕ ပထမဆံုးကားပါ။ IMDb ၇.၆ ရထားပါတယ္။ ဇာတ္လမ္း\nအက်ဥ္းကေတာ့ ေရခဲေခတ္ မာမြန္႕သ္ ဆင္ ရယ္ sloth တစ္ေကာင္ရယ္ က်ားတစ္ေကာင္ရယ္ မိတ္ေဆြ\nျဖစ္ျပီး က်ားေတြတိုက္ခိုက္ခံရလို႕ မိဘကြဲေနတဲ့ ကေလးငယ္ေလးကို ျပန္လုိက္ပို႕ေပးတဲ့ စြန္႕စားခန္း\nအေၾကာင္းပါ။ ေရခဲေခတ္ အလွေတြရယ္ စြန္႕စားခန္းေတြရယ္ ဟာသေတြရယ္ မိတ္ေဆြစိတ္\nအေၾကာင္းကိုျ ပထားတဲ့ ခံစားခ်က္ေတြရယ္ေၾကာင့္ နာမည္ေက်ာ္တာျဖစ္ပါလိမ့္မယ္။ အားေပးၾကပါဦး။\nဘာသာျပန္သူ ကိုေ၀လင္းပါ။File Size     : 580MB / 350 Mb\nQuality       : 720p / 360p\nDuration     : 1hr 21 minutes\nEncoder      : Littleneo",
        "rating": "",
        "url": "https://megaup.net/2V35B/Ice_Age_[2002]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/xbphsipopc4j-212x300.jpg",
        "title": "Sex Hunter (1980)",
        "description": "Sex Hunter (1980)\n==============================\nဇာတ္ကားေလးရဲ႕အစကေတာ့ ငယ္ရြယ္ၿပီးေခ်ာေမာလွပတဲ့\nဘဲေလးအကမယ္ေလး\nမီကီိ တစ္ေယာက္ ကပြဲအျပီးမွာ သင္တန္းဆရာမတစ္ေယာက္ရဲ႕ ဖိတ္ၾကားခ်က္ကို ရခဲ့ပါတယ္...\nသင္တန္းဆရာမက သင္တန္းသူေတြကို ဘဲေလးကကြက္ဆန္းေတြသင္ျပီး ေဖ်ာ္ေျဖေပးဖို႔ဆႏၵရိွေနပါတယ္..\nအဲ့ဒီသင္တန္းေက်ာင္းမွာသူမရဲ႕ရရွိတဲ့အခြင့္ေရးေတြေၾကာင့္ေပ်ာ္ရႊင္လာခဲ့ၿပီး\nသူမရဲ႕ခ်စ္သူေကာင္းေလးနဲ႕အခ်စ္ေရးကိုၿပန္လည္ၿပင္ဆင္ဖို႕အတြက္ၾကိဳးစားလာပါေတာ့တယ္...\nမၾကာခင္မွာေတာ့ အဲ့ဒီအကသင္တန္းေက်ာင္းဟာတၿဖည္းၿဖည္းနဲ႕မေကာင္းတဲ့အရာေတြဆီကိုဦးတည္ေနတယ္ဆိုတာသူမသိရွိလာတဲ့အခါမွာေတာ့........\nသူမလြတ္ေၿမာက္ႏိုင္မလား...ဘယ္လိုရုန္းထြက္မလဲဆိုတာစိတ္၀င္တစားနဲ႔ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\n\"အေမွာင္ တကာ့အေမွာင္ထဲမွာ တဏွာအေမွာင္က အမိုက္ဆံုး\" ပါတဲ့ဗ်ာ....File size…(546.8MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:07:29\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator....Kin Mu Chi\nEncoder.....Dynamite BunnyDownload with Dropbox\nDownload with Openload\nDownload with Degoo\nDownload with Syncoplicity\nDownload with Mega\nDownload with MiMedia \nDownload with Hubic\nDownload with Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sex-hunter-1980/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTkxMTkwODM2MF5BMl5BanBnXkFtZTgwNjYwNjY5ODE@._V1_-202x300.jpg",
        "title": "Don’t Think Twice (2016)",
        "description": "IMDB 7/10 2016 July မွာထြက္ထားတဲ့ comedy/drama ကားေလးပဲ ျဖစ္ပါတယ္\nဒီဇာတ္ကားကို Mike Bribigliaက ဇာတ္ၫႊန္းေရးၿပီ ႐ိုက္ကူးထားတာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ jackနဲ႔samက\nနာမည္ရေနတဲ့ လက္တန္းသ႐ုပ္ေဆာင္အဖြဲ႕ထဲက ၿပီးျပည့္စံုတဲ့အတြဲတစ္တြဲ\nသူတို႔ပါဝင္တဲ့အဖြဲ႕က မိသားစုတစ္စုလိုပဲ ရင္းႏွီးၾကေပမယ့္ THIS WEEKEND LIVE\nဆိုတဲ့အစီအစဥ္တစ္ခုမွာ ပါဝင္ခ်င္တဲ့ရည္မွန္းခ်က္ေတြေၾကာင့္\nတစ္ဦးနဲ႔တစ္ဦးစိတ္ဝမ္းကြဲသြားတဲ့အခါ...\nသိပ္ခ်စ္ၾကတဲ့သူငယ္ခ်င္းေတြၾကားမွာ အဖုအထစ္ေလးေတြ\nျဖစ္လာတာကို ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈ႕ေပးၾကပါဦးဗ်ာ\nဒီဇတ္ကားကို CM Translator ျဖစ္သူ Bro Chan မွ ဘာသာျပန္ တင္ဆက္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တိုင္ေရးေပးထားပါတယ္\n(သစ္ဆန္းခန္႔)\nDownload HD (990mb)\nDownload Small File (400mb)",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/dont-think-twice-2016/",
        "category": "Comedy"
    }
]