[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEFQkA9q5yfN5dGqk5X52nH8bST.jpg",
        "title": "The Childe(2023)",
        "description": "The Childe(2023)***************ဒီကားက မထွက်ခင်ကတည်းက လူစိတ်ဝင်စားတဲ့ အကြောင်းတွေအများကြီးရှိတယ်...တစ်ချက်က အဓိက မင်းသားဖြစ်သူဟာ ဒီလို  လက်မရွှံကြေးစားလူသတ်သမားဟန်ပန်မျိုးတစ်ခါမှမရိုက်ဖူးတဲ့ မင်းသား Kim Seon-Ho ဖြစ်နေလို့ပါပဲ.... ဒါ့အပြင် A List သရုပ်ဆောင်တွေများစွာပါဝင်ထားတယ်..ထရောလာလေးပဲကွက်ကြမ်းနေတဲ့ ကားမျိုးမဟုတ်ဘူး..တစ်ကားလုံးကြမ်းသလို သတ်ဖြတ်ခန်းတွေဆိုလည်း အတော်ကြီးကိုမိုက်တယ်...ဖိလစ်ပိုင်ရဲ့မြေအောက်ကြေးစားလက်ဝှေ့လောကမှာကျဉ်လည်နေတဲ့ဖိုက်တာတစ်ယောက်ရှိတယ်....သူက အဖေက ကိုရီးယားလူမျိုးဖြစ်ပြီး အမေက ဖိလစ်ပိုင်လူမျိုးဖြစ်တယ်...လက်ရှိမိခင်နဲ့အတူနေပြီး မိခင်ကျန်းမာရေးမကောင်းတော့ ကြုံရာလူကြိုးဝိုင်းမှာထိုးပြီးပိုက်ဆံရှာနေတယ်..သူ့ရဲ့ရည်မှန်းချက်က ကိုရီးယားမှာရှိတဲ့ဖခင်ကိုရှာဖွေပြီး မိသားစုလေးပျော်ပျော်ရွှင်ရွှင်နေဖို့ဖြစ်တယ်..တစ်နေတော့ကံကောင်းထောက်မစွာ အဖေဘက်က လူတွေကသူ့ကိုရှာတွေ့သွားပြီး ကိုရီးယားကိုလိုက်ခဲ့ဖို့ခေါ်ခဲ့တယ်...ကိုရီးယားကိုအဖေနဲ့တွေ့ဖို့သွားတဲ့အခါမှာ မမျှော်လင့်ဘဲ စစ်တပ်တစ်တပ်စာလောက်ရှိတဲ့ကြေးစားလူသတ်သမားတွေသူ့နောက်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့...File Size : (1.8GB),&(709MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Miri Stary , Treasure Tiff  & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/2By9x/The.Childe.2023.WEB-DL.1080P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGQxYWE3MWEtODI3MC00ZmZhLTkwMWUtYWEwZTVkNDQzY2JkXkEyXkFqcGdeQXVyMDMxMTgwOQ@@._V1_-139x200.jpg",
        "title": "Unknown: Killer Robots (2023)",
        "description": "လူလုပ်အသိဉာဏ် AI (Artificial intelligence) နည်းပညာဟာဆိုရင်အခုခေတ်မှာသိကိုသိထားသင့်တဲ့နည်းပညာတစ်ခုဖြစ်နေပါပြီ ဒီ documentary film မှာတော့ နယ်ပယ်အသီးသီးကပညာရှင်တွေက AI နည်းပညာကိုဘယ်လိုတိုးတက်အောင်လုပ်ဆောင်နေကြပြီလဲ AI ကိုအသုံးပြုတဲ့အတွက်အကျိုးရလဒ်တွေကရောအမြဲတမ်းကောင်းနိုင်ပါ့မလားဆိုတဲ့အကြောင်းတွေကိုအချက်အလက်အပြည့်အစုံနဲ့ကြည့်ရှုရမှာပါ File size…(1.2 GB)/(675 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Documentary\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/3hu9e/Unknown.Killer.Robots.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BM2UzNmY5NGEtYmE2ZS00YTcxLTg1OWMtYmM1NTAzMWY1MTcxXkEyXkFqcGdeQXVyMTA1OTMzNTQw._V1_-150x200.jpg",
        "title": "Farhana(2023)",
        "description": "Farhana (2023)\nIMDb 6.4/10\nDrama/Thriller\nဘာသာရေးအရမ်းကိုင်းရှိုင်းပြီး ရှေးရိုးစွဲလွန်းတဲ့ ဘိုင်ဟာ မိသားစုစီးပွားရေးအနေနဲ့ ဖိနပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nဒီဖိနပ်ဆိုင်ကြောင့်ပဲ သမီးတွေကို မင်္ဂလာဆောင်ပေးနိုင်ခဲ့ပေမယ့် အိမ်ထောင်အသီးသီးကျပြီး မြေးတွေထပ်ရလာတဲ့အခါမှာတော့\nဒီစီးပွားရေးကျဆင်းလာပြီး မလောက်ငှတော့ပါဘူး။ ချေးငွေယူတာကိုလည်း မကောင်းတဲ့အရာလို့ သတ်မှတ်ထားပါတယ်။အဲဒါကြောင့် သမီးဖြစ်သူ ဖာဟာနာဟာ ကလေးသုံးယောက်ရဲ့အနာဂတ်လည်းရှိသေးတာမလို့ အလုပ်ထွက်လုပ်ခွင့်ပေးဖို့ တောင်းဆိုပါတော့တယ်။\nရှေးရိုးစွဲလွန်းတဲ့အိမ်ကနေ ခက်ခက်ခဲခဲတောင်းဆိုပြီး အလုပ်ရလာတဲ့အခါ ဖာဟာနာတစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့တဖြည်းဖြည်းအဆင်ပြေလာခဲ့ပေမယ့် သမီးဖြစ်သူ အရေးပေါ်ခွဲစိတ်မှုနဲ့ကြုံလာတဲ့အခါ\nဒီ့ထက်ပိုပြီးမက်လုံးပေးတဲ့ အလုပ်တစ်ခုကိုရဖို့ကြံပါတော့တယ်။\nဒါပေမဲ့ ဒီအလုပ်ကနေ မထင်မှတ်ထားတာတွေ ကြုံရ‌တဲ့အခါ ဖာဟာနာဘာတွေဆက်လုပ်မလဲ။\nဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေဖြစ်လာဦးမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry,Zwe,V,BpL,Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.09GB / 858MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  Cherry~Zwe~V~ BpL~ Yunni",
        "rating": "6.4",
        "url": "https://megaup.net/1VAvi/Farhana.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zWOPibu4RqGz9Y4zj657HslR964.jpg",
        "title": "The Donor Party (2023)",
        "description": "The Donor Party (2023)ဒီ The Donor Party ဆိုတဲ့ ဇာတ်ကားကတော့ ဟာသဇာတ်ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ ဒါရိုက်တာ Thom Harp ကိုယ်တိုင် ရေးပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ တစ်ချိန်က Watchmen နဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Malin Akerman ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားပြီးတော့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Jerry O'Connell ကနေ ပါဝင်အားဖြည့်ပေးထားတာပဲဖြစ်ပါတယ်။ဂျက်ကလင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ကလေးအရမ်းလိုချင်နေတဲ့လူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် သူ့ယောက်ျားနဲ့ ကွဲပြီး နှစ်ပေါင်းများစွာ သောကရောက်ခဲ့ပြီးတဲ့အခါ ကလေးအမေတစ်ယောက်ဖြစ်ဖို့ ယောက်ျားယူစရာမလိုဘူးဆိုတာကို သိသွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ သူနဲ့ သူ့သူငယ်ချင်းတွေက မွေးနေ့ပါတီပွဲတစ်ပွဲမှာ ဂျက်ကလင်းကို ကိုယ်ဝန်ရအောင်လုပ်ပေးမယ်ဆိုပြီး အကြီးအကျယ်အစီအစဉ်ဆွဲပါတော့တယ်။ အဲဒီမွေးနေ့ပါတီပွဲမှာ ဂျက်ကလင်းတစ်ယောက် ဘယ်သူတွေနဲ့ ဆုံရမလဲ... ဘယ်လိုမျိုးတွေ ဝုန်းဒိုင်းကြဲပြီးတော့ ကိုယ်ဝန်ရအောင် လုပ်မလဲဆိုတာကိုကြည့်ပြီး တစ်ကားလုံးထိုင်ခွီနေရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark ...",
        "rating": "",
        "url": "https://megaup.net/1VAn0/(CM)_The_Donor_Party_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGMzNjkyMDEtNmNkYi00OTM0LWE5YTEtMTBhYzg5OWVkZDg4XkEyXkFqcGdeQXVyNDQxOTAyNA@@._V1_-160x200.jpg",
        "title": "Machine Gun Kelly’s Life In Pink (2022)",
        "description": "Machine Gun Kelly’s Life in Pink (2022)\nGenre – Documentary, Music\nIMDB – 6.3/10Hip-hop တွေကို နားထောင်တဲ့လူဆို Machine Gun Kelly aka MGK ဆို သိကြမယ်နဲ့ တူပါတယ်။\nဒါမှမဟုတ်လည်း ဆရာကြီး Eminem နဲ့ ကွိုင်ကြလို့ တစ်ယောက်သီချင်းတစ်ပုဒ်စီနဲ့ အပြန်အလှန်\nဖြုတ်ကျတာကိုလည်း ကြားဖူးကြမယ်ထင်ပါတယ်။အဲဒီထက် ပြောရမယ်ဆို ခုလက်ရှိတွဲနေတာက ပုရိသတို့ အသည်းစွဲ နာမည်ကျော် မင်းသမီး Megan Fox ပဲ ဖြစ်တယ်ဗျာ။\nHip hop ဆိုလို့ ခုကျ Rapper ပဲ လုပ်နေတယ်မထင်ပါနဲ့ ဒီဆရာလေးက Hip-hop တွေ ဆိုလာရင်းကနေ ၂၀၂၀ လောက်ကျတော့\nချောတောငေါ့ပြီး Pop Punk တွေ Rock တွေဖက် ဝုန်းဒိုင်းပြီးပြောင်းသွားပြီး အခုတော့ Rapper တစ်ယောက်ကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1VAln/machine.gun.kellyss.life.in.pink.2022.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcrssH6rL4BebUBxJfC8gGgRkEg.jpg",
        "title": "Fireworks (2023)",
        "description": "Fireworks (2023)အကယ်၍ တစ်စုံတစ်ယောက်ဟာ သတ်သေဖို့လုပ်ရာကနေ\nဒုတိယအကြိမ် အခွင့်အရေးရခဲ့မယ်ဆိုရင် သူတို့စိတ်ပြောင်းနိုင်သလား။ဒီ Fireworksဆိုတဲ့ဇာတ်ကားလေးကလည် းဒီမေးခွန်းကိုမေးထားတာပါ။ဂျပန်ရုပ်ရှင် 3ft Ball And Soul (2017) ကို မှီငြမ်းရိုက်ကူးထားတဲ့အင်ဒိုဇာတ်ကားလေးပါ။\nသာမန်ဆိုရင်တော့ ပထမပိုင်းလောက်မှာ ဇာတ်အေးပေမယ့် စနောက်ကိုစောင့်ကြည့်ရကျိုးနပ်ပါတယ်။\nညစ်ညမ်းတာတွေ ၊အကြမ်းဖက်တာတွေ မပါလို့ မိသားစုနှင့်ကြည့်ဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ခါမှမတွေ့ဖူးတဲ့ လူလေးယောက်\nဆိုကှယ်မီဒီယာမှာတွေ့ပြီး ဘဝနဲ့ကိုယ်ရေးကိုယ်တာပြဿနာတွေကို မျှော်လင့်ချက်မဲ့ပြီး မဖြေရှင်းနိုင်လို့ သတ်သေကြပါတယ်။\nဒါပေမဲ့ အစီအစဉ်က ထင်ထားသလို မဖြစ်တဲ့အခါမှာတော့ ဘာဖြစ်မလဲဆိုတာ ဘာလုပ်ကြမလဲဆိုတာ...\nပရိသတ်ကြီးစောင့်မျှော်ကြည့်ရှုခံစားလိုက်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-fi, Thriller\nQuality…. 1080p | 720p\nFile size… 984MB | 497MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "7.2",
        "url": "https://megaup.net/3hv9c/Fireworks.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggGR0YuMTrCr4xUwFSdHtpPuwlY.jpg",
        "title": "The Last Subway ( 2017 )",
        "description": "သဲထိတ်ရင်ဖို ဟော်ရာကြိုက်သူတွေအတွက်\nအဆုံးမဲ့နောက်ဆုံးရထားဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါ။တစ်နေ့မှာ ကာတွန်းရေဆရာကောင်လေးတစ်ယောက်က\nညကြီးမိုးချုပ် နောက်ဆုံးရထားကိုမဖြစ်မနေစီးပြန်အိမ်ပြန်ရပါတယ်။\nတစ်ချိန်ထဲမှာပဲ ဒီရထားပေါ်ကို မတူညီတဲ့အလုပ်အကိုင်တွေနဲ့\nအကျင့်စရိုက်တွေရှိတဲ့ ခရီးသည်(၆)ယောက်ပါတက်လာပါတယ်။ဒီရထားကြီးစထွက်ခွာပြီး မကြာခင်မှာပဲ ထိတ်လန့်စရာဖြစ်ရပ်နဲ့ကြုံတွေ့ခဲ့ပါတယ်။\nသူတို့တွေဟာ ဒီရထားတွဲပေါ်မှာပဲ တဝဲလည်လည်ဖြစ်နေတာကိုတွေ့လိုက်ရတယ်။\nရထားပေါ်ကဆင်းလဲ နဂိုဘူတာ တခြားဘက်ကပြန်တက်ရင်လဲ\nဒီရထားတွဲပဲဆိုတော့ ဘာတွေဖြစ်နေတာလဲ......\nဒီဒုက္ခကလွတ်မြောက်ချင်ရင် နည်းလမ်းတစ်မျိုးပဲရှိလိမ့်မယ်..... အဲဒါကဘာများလဲ\nအချိန်ကြာလာတဲ့အမျှ ခရီးသည်အချင်းချင်း သံသယတွေပိုများလာပြီး\nမြေအောက်ရထားရဲ့လျှို့ဝှက်ချက်တွေဟာ တစ်ခုချင်းပေါ်လာပါတော့တယ်.....\nသွေးလွှမ်းတဲ့ဖြစ်ရပ်တွေကလဲ တဖြည်းဖြည်းစတင်လာပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Mystery\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/2BxG4/The_Last_Subway_2017_1080p_WEB-DL_CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Asteroid_City-326541733-large-135x200.jpg",
        "title": "Asteroid City(2023)",
        "description": "Asteroid City(2023)*******************\nဒီကားကတော့ တွမ်ဟန့်နဲ့ စကားလက်ဂျိုဟန်ဆန်တို့ ပါဝင်ထားတဲ့ ရုပ်ရှင်ဆရာကြီးဝက်စ်အန်ဒါဆန်ရဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ Wes Anderson ဟာ ရုပ်ရှင်ငါးကားနဲ့တင်အော်စကာ ဆန်ကာတင် ၇ ခု ရခဲ့ဖူးပါတယ်။ အထူးသဖြင့်တော့ သူ့ရဲ့ ထူးခြားတဲ့ အရေးအသားနဲ့ရိုက်ချက်အလှအပတွေကြောင့်ပါ။ Isle of Dogs, The Grand Budapest Hotel, Moonrise Kingdom တို့ကိုတော့အတော်များများသိကြမှာပါ။ ဒီရုပ်ရှင်ကတော့ သူ့ရိုက်သမျှထဲမှာ နာမည်ကျော်သရုပ်ဆောင်အများဆုံးပါပဲ။Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright,Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody,Steve Carell, Hong Chau, Willem Dafoe စတဲ့ ဒိတ်ဒိတ်ကျဲတွေ စုပြီးပါဝင်ထားပါတယ်။စကားလက်အနေနဲ့ အရှေ့ပိုင်းဗလာအခန်းကို ရိုက်ရတာ ပြဿနာမရှိပေမဲ့ ဒါရိုက်တာကြီးကတော့အတော်ရှက်လို့ မျက်နှာပူစရာတွေဖြစ်ခဲ့တယ်လို့ ပြောပါတယ်။ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3hv8B/Asteroid.City.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/horror-150x200.jpg",
        "title": "Horror Novelist ( 2019 )",
        "description": "စိတ်ခြောက်ခြားဖွယ်ရာ Horror Movie တွေ ကြိုက်နှစ်သက်တဲ့\nCM ပရိတ်သကြီး အကြိုက်တွေ့စေမဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မာခယ့်ဆိုသူဟာ သရဲ တစ္ဆေတွေနဲ့ပတ်သက်ပြီး ထိတ်လန့်ဖွယ်ရာ ဝတ္ထုတွေကို\nကိုယ်တိုင် ခံစား ဖန်းတီလေ့ရှိတဲ့ စာရေးဆရာတစ်ယောက်ပါ။\nတစ်နေ့မှာ မာခယ့်တစ်ယောက် (ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် ၇၀၁)ဆိုတဲ့\nမေးလ်တစ်စောင်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒါရိုက်တာလိုချင်တဲ့\nဇာတ်ညွှန်းတစ်ပုဒ်ကို ရရှိဖို့ရာအတွက် သူရေးလက်စ ဝတ္ထုကို\nအပြီးသတ်ရန် သရဲခြောက်တယ်လို့ နာမည်ကြီးတဲ့\nဒီဖန်းချွမ်ဟိုတယ်ဆီ တစ်ညတာသွားရောက်လေ့လာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် (၇၀၁)ဟာ လွန်ခဲ့တဲ့ နှစ်(၂၀)အတွင်း\nလူသေဆုံးမှု အကြိမ်ရေ(၂၄) ကြိမ်ထက်မနည်း ဖြစ်ပွားခဲ့ပြီး ၊\nနောက်ဆုံးအကြိမ် အသက်(၂၅)နှစ်အရွယ် မိန်းကလေးတစ်ဦး\nကိုယ့်ကိုကိုယ် သတ်သေသွားပြီးကတည်းက အခန်းနံပါတ်(၇၀၁)ကို\nမည်သူတစ်ဦးတစ်ယောက်ကိုမှတည်းခိုခွင့်မပေးဘဲ ဟိုတယ်ဘက်က ပိတ်ထားခဲ့တာပါ။ဒီအခန်းကို သန့်ရှင်းရေးဝင်လုပ်တဲ့ ဝန်ထမ်းတစ်ဦးဟာလည်း\nရေချိုးခန်းထဲပိတ်မိသွားပြီး ထိတ်လန့်ခြောက်ခြားစရာတွေကြုံတွေ့ခဲ့ရတဲ့နောက်\nရူးသွားတဲ့ အခြေအနေအထိရောက်ခဲ့ကြောင်း ဟိုတယ်မန်နေဂျာက\nမာခယ့်ကို ပြောပြခဲ့ပေမယ့် မာခယ့်တစ်ယောက် မည်သူ့စကားကို\nနားမဝင်ဘဲ ဒီအခန်းကိုသာ မရရအောင်တောင်းဆိုခဲ့ပါတယ်။ဒီအခန်းထဲရောက်ရှိသွားတဲ့ မာခယ့်တစ်ယောက် ထူးဆန်းတဲ့\nသဘာလွန်ဖြစ်ရပ်တွေကြားထဲ သူ့ရဲ့ ဝတ္ထုအတွက် အချက်အလက်တွေကို\nတစ်ညတာအတွင်း စုဆောင်းပြီး ပြန်ထွက်လာနိုင်မလား။\nမမြင်ရတဲ့လောကရဲ့ စိတ်ခြောက်ခြားဖွယ်ရာ ထိတ်လန့်စရာတွေကြားထဲ\nဘဝအဆုံးသတ်သွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nQuality ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fCnk/Horror_Novelist_2019_1080p_WEB-DL_CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cBShWaY4gG7rago4mXVX8dj7zJJ.jpg",
        "title": "Cross The Battlefield ( 2023 )",
        "description": "ချန်ကျစ်ဖျင်ဟာ အထက်တန်းကျောင်းတက်နေတဲ့ သားဖြစ်သူ\n\"ချန်ယွီဖေး\"ကို ဇနီးဖြစ်သူမပါဘဲ တစ်ဦးတည်း ပျိုးထောင်နေသူဖြစ်ပါတယ်\"ချန်ယွီဖေး\"ဟာ E-sports ဂိမ်းတွေကို အင်မတန်ဝါသနာပါသူဖြစ်ပြီး\nအပျော်တမ်းထက် ပရော်ဖက်ရှင်နယ်ကစားသမားဖြစ်ဖို့\n\"မြို့နယ်လူရည်ချွန်ဂိမ်းပြိုင်ပွဲ\"ဆိုတဲ့ ပြိုင်ပွဲကြီးမှာ သွားရောက်ယှဉ်ပြိုင်ရန်အားခဲနေပါတော့တယ်၊ဖခင်ဖြစ်သူ \"ချန်ကျစ်ဖျင်\"ကတော့ ဂိမ်းဟာ ပညာရေးမှာအားနည်းစေတဲ့\nပေါ့ပေါ့ပျက်ပျက် အရေးမပါတဲ့အရာလို့ အမြဲသမုတ်နေပါတယ်။\nဒီလိုနဲ့ တစ်နေ့မှာ ချန်ယွီဖေးဟာ ပြိုင်ပွဲသွားပြိုင်ဖို့လုပ်နေတာကိုသိရှိသွားတော့\nအတင်းပိတ်ပင်တားဆီးတဲ့အတွက် ချန်ယွီဖေးဟာ ဖခင်အိမ်မှထွက်လာပါတော့တယ်။အဲ့အချိန်မှာပဲ ဆန်းကြယ်အံ့ဩစွာနဲ့...ချန်ကျစ်ဖျင်ဟာ ချန်ယွီဖေးရဲ့\nသူငယ်ချင်းဖြစ်သူ ဝမ်ခိုင်ရဲ့ခန္ဓာကိုယ်ထဲကို ထူးဆန်းစွာ ကူးပြောင်းရောက်ရှိသွားတဲ့အခါ....\nချန်ယွီဖေးရဲ့ ဂိမ်းပြိုင်ပွဲကို အမြဲအနှောင့်ယှက်ပြုပြီး\nလက်လျော့သွားအောင် အတန်တန် ကြိုးစားပါတော့တယ်...ဒီလိုနဲ့ ဂိမ်းပြိုင်ပွဲကမ္ဘာမှာ သားအဖနှစ်ယောက် ထိပ်တိုက်တွေ့တဲ့အခါ...\nထုံးစံအတိုင်း နောက်ပိုင်းဘယ်လိုတွေဆက်ဖြစ်မလဲ-အဖေနဲ့နှစ်ယောက်ကြားက အထင်လွဲမှုစည်းတံတိုင်းကြီးဟာ\nဘယ်လိုပုံစံနဲ့ ဘာကြောင့်ပြိုလဲသွားမလဲဆိုတာကို\nမေးခွန်းထုတ်ထားရင်း CMနဲ့အတူဒီရုပ်ရှင်မှာ\nလိုက်ပါကြည့်ရှုခံစားလိုက်ရအောင်လားQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "6",
        "url": "https://megaup.net/2Bxjr/Cross_The_BattleField_2023_1080p_WEB-DL_CM.mp4",
        "category": "Country"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/TrueLove-112x200.jpg",
        "title": "Liar And True Love ( 2017 )",
        "description": "ထိုင်းနိုင်ငံရဲ့ လမ်းမတစ်နေရာမှာ လက်တန်း သရုပ်ဆောင်လေ့ကျင့်နေတဲ့\nတော်ဝင် အနုပညာ တက္ကသိုလ်မှ ကျောင်းသူ ယန်ကျန်းကျန်း....ကပ္ပတိန် ကျန်းရော့ချန် က လမ်းပေါ်မှာ တကယ် ဒုက္ခရောက်နေတယ်ထင်ပြီး\nယန်ကျန်းကျန်း ကို အကူအညီပေးခဲ့ပြီးနောက်ပိုင်းမှ\nအရာအားလုံးက လိမ်လည်လှည့်ဖြားခဲ့တာဆိုတာသိခဲ့လိုက်ရတယ်...နောက်ပြီး အကြောင်းအရင်းတချို့ကြောင့် ဦးလေးဝူ မိသားစုရဲ့\nသမီး ဟွမ်းဟွမ်း အဖြစ်သို့ ပြောင်းလဲသွားပြီး မိသားစုမိတ်ဆွေ\nဖြစ်ခဲ့ဖူးတဲ့ ကျန်းရော့ချန်နဲ့ပြန်လည်တွေ့ဆုံတဲ့အခါ....ယန်ကျန်းကျန်း က အထောက်အထားတွေကို ဖျောက်ဖျက် ကာ\nဘယ်လိုနည်းပေါင်းစုံနဲ့ ကြိုးစားပြီး အန္တရာယ်မှ အကြိမ်ကြိမ် လွတ်မြောက်နိုင်မလဲ.....ကျန်းရော့ချန်ကရော ဦးလေးဝူအတွက် ဒီအတုအယောင်တွေကို\nဘယ်လိုမျိုး ကူညီဖော်ထုတ်ပေးမလဲဆိုတာကိုတော့ စောင့်မျှော် ကြည့်ရှုအားပေးကြပါဦးနော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "5.7",
        "url": "https://megaup.net/3XsaB/Liar_And_True_Love_2017_1080p_WEB-DL_CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Bewitchingattractionposter01-139x200.jpg",
        "title": "[18+] Bewitching Attraction (2016)",
        "description": "Bewitching Attraction (2006)CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့\nမဲပြာပုဆိုး ဇာတ်လမ်းထပ်နေတဲ့ ကိုရီးယားအမှောင်ကားတွေကို\nကြည့်ရတာ စိတ်ကုန်နေတဲ့သူတွေအတွက် အရင်ခေတ် ၂၀၀၆ တုန်းက\nထွက်ရှိခဲ့တဲ့ old but gold လေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ပရော်ဖက်ဆာ မမကြီးရဲ့\nဘဲများနဲ့အရှုပ်တော်ပုံလေးပဲဖြစ်ပါတယ်ပရော်ဖက်ဆာမမကြီးက လှလဲလှတယ် ပညာလဲတတ်တယ်\nကောက်ကြောင်းလေးကလည်း လှသလို\nပွင့်လင်းတတ်တဲ့ အလှပဂေးတစ်ယောက်ပါမမကြီးရဲ့ဘဝမှာ လုပ်ဖော်ကိုင်ဖက် ဘာညာ ခင်လို့တွဲတာ\nစသည်ဖြင့် ငယ်ငယ်တုန်းက ကျောင်းသူဘဝမှာတင်\nညီအကို နှစ်ယောက်ကို ပြိုင်တွဲပစ်တာတို့ ဘာတို့\nလုံးဝကို သိပ်ကြမ်းတဲ့ မမပါမမတစ်ယောက် နောက်ဆုံးသူ့အရှုပ်တွေက နောက်ကိုအရိပ်လိုလိုက်တာတဲ့အခါမှာတော့\nဘာတွေဘယ်လိုဖြစ်ကုန်မလဲဆိုတာ ရှုစားကြပါဦး ညိုကီတို့\nFile size…2GB  / 596MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.2",
        "url": "https://megaup.net/1fC25/Bewitching.Attraction.2006.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/QJnx1v_4f-160x200.jpg",
        "title": "The Ghoul Mansion (2023)",
        "description": "သခင်မကြီးထောင်းရမ်ဖိုင် အဖြစ် Noi Nuttanee\nကွိုင့် အဖြစ် Gwang Wanpiya\nဂို အဖြစ် Kong Huayrai\nကစ်ပ် အဖြစ် Fond Nattichaဇာတ်လမ်းအကျဉ်းကွိုင့်က မိသားစုစားဝတ်နေရေးအတွက် သင်္ဘောသီးထောင်းရောင်းပြီး ရှာစားနေရသူတစ်ယောက်ဖြစ်ပါတယ်ကောင်းမွန်တဲ့နေရာလေးတစ်ခုက အိမ်သစ်မှာသွားနေချင်တာ ကွိုင့်အိပ်မက်ဖြစ်ပေမဲ့ အသုံးမကျတဲ့လင်ဖြစ်သူ ဂိုရဲ့လောင်းကစားစွဲနေမှုကြောင့် ကွိုင့်ရဲ့ကြိုးစားမှုတွေက အရာမထင်ဖြစ်ခဲ့ရတယ်တစ်ရက် ကွိုင့်ဆီ အဝေးတစ်နေရာက သူဌေးဆွေမျိုးဖြစ်သူ သခင်မကြီးထောင်းရမ်ဖိုင်နေမကောင်းဖြစ်နေခဲ့လို့ အမွေပေးချင်တဲ့စာတစ်စောင်နဲ့လာဖို့ရထားလက်မှတ်တွေရောက်လာခဲ့တယ်ကွိုင့်တစ်ယောက် တွေဝေနေဆဲမှာ လင်ဖြစ်သူဂိုရဲ့အကြွေးရှင်တွေလိုက်လာတာမို့ ရွေးချယ်စရာမရှိတဲ့သူတို့မိသားစုဟာ သခင်မကြီးထောင်းရမ်ဖိုင်ရဲ့စံအိမ်ဆီရောက်လာရပါတော့တယ်အမျိုးဖြစ်တဲ့ သခင်မကြီးထောင်းရမ်ဖိုင်ကို ကွိုင့်ကဘာလို့မသိနေရတာလဲ\nဘာလို့ကွိုင့်ကိုမှ အမွေပေးချင်ရတာလဲ\nထိတ်လန့်ဆန်းကြယ်နေတဲ့ဒီစံအိမ်ကြီးရဲ့လျှို့ဝှက်ချက်က ဘာလဲဆိုတာ ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ်ဟာသနှောပြီးကြည့်ရှုရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Comedy, Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Kyi Nue Zin & Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fC0v/The_Ghoul_Mansion_(2023)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Vzot/The.Flash.2023.720p.WEB.DL.DD5.1[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkE8z7x5Ab94gN3CtormERYIz8B.jpg",
        "title": "I Met a Girl (2020)",
        "description": "Genre – Drama, Romance\nIMDB – 6.1/10 ကိုယ့်စိတ်ကိုယ်တောင် အနိုင်နိုင် ထိန်းနေရတဲ့ကြားထဲကနေမိုင်ပေါင်း ၂၄၀၀ ကျော် ခရီးကြမ်း ဖြတ်သန်းပြီး ချစ်တဲ့လူကိုသွားတွေ့မယ့် ဂေါက်သီးလေးတစ်ယောက်အကြောင်းပေါ့။ဟုတ်ပါတယ် မင်းသားက ဂေါက်သီးလေးပါ စိတ်ကစဉ့်ကလျားရောဂါကို ငယ်စဉ်ကတည်းက ခံစားနေရပြီး သူ့ ခေါင်းထဲမှာ လူ၂ ယောက် လာလာ စကားပြောနေကြပါတယ် တစ်ယောက်ကမစ္စတာရော့ကတ်ဖြစ်ပြီး သဘောကောင်းတဲ့ စူပါဟီးရိုးကြီးပါလမ်းကောင်းကိုသာ ညွန်ပေးပါတယ် နောက်တစ်ယောက်ကတော့မစ္စနီဒယ်ဆိုတဲ့ ကြောက်စရာဘွားတော်ကြီးပါ သူကတော့ဆန့်ကျင်ဖက်ဖြစ်ပြီး မကောင်းတာတွေပြော စိတ်ဓာတ်ကျအောင်လုပ်ပြီး သေဖို့အထိပါ တိုက်တွန်းတတ်သူပါ။ ဒါပေမဲ့ ရောဂါအခြေအနေက အရမ်းမဆိုးတဲ့အတွက် ဆေးလေးပဲသောက်ရင် နေလို့ရတယ်ပေါ့လေ ပတ်ဝန်းကျင်နဲ့ ဝင်ဆန့်တယ်ပေါ့။အဲဒီလိုပြောလို့လည်း မရပြန်တာက အစ်ကို့ မင်္ဂလာဆောင်မှာအချစ်တွေပေးချင်တယ်ဆိုပြီး ပုလင်းကွဲနဲ့ ရင်ဘတ်ကို ထိုးပစ်တာတို့အလုပ်လုပ်နေတဲ့ အိမ်မွေးတိရစ္တာန်ဆိုင်က ငှက်လေးကို နှိပ်စက်နေကြပါတယ်ဆိုပြီး လွှတ်ပေးပစ်တာတို့တွေလည်း ရှိတာပေါ့။ဒီလိုနဲ့ တစ်ရက်ကျ အဆုံးစီရင်ဖို့ထိ တွေးမိသွားပြီး သေကြောင်းကြံလိုက်တဲ့အခါမှာတော့ ထူးခြားစွာနဲ့ လူစီ ဆိုတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEYQgkcGsNZe6X76ZStGb62v1ad.jpg",
        "title": "Delicious (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဟင်းလျာကောင်းဆိုတာ လူတန်းစားတိုင်းနဲ့ထိုက်တန်တယ်၊ စားဖိုမှူးတိုင်းလည်း ဆန်းသစ်တီထွင်ခွင့်ရှိတယ်ဆိုပြီး စားဖိုဆောင်တော်လှန်ရေးလုပ်ကာ စားသောက်ဆိုင်ထောင်ခဲ့တဲ့ ထမင်းချက်ကြီး မာစီယွန်အဖြစ် ဇာတ်လမ်းတည်ရိုက်ကူးထားတာပါ...။ ဇာတ်လမ်းအကျဥ်းမစမီ ဇာတ်အိမ်တည်ထားပုံကို နည်းနည်းပြောပြပါဦးမယ်..။ဇာတ်အိမ်ကိုတော့ ပြင်သစ်နိုင်ငံရဲ့ ဘုရင်စနစ်ကိုတော်လှန်တဲ့ တော်လှန်ရေးမစမီ ၁၇၈၉ ခုနှစ်မှာဇာတ်အိမ်တည်ထားပါတယ်...။အဲ့ခေတ်အဲ့အခါမှာ ပြင်သစ်နိုင်ငံမှာ လူတန်းစားသုံးမျိုးရှိတယ်ဗျ...။ပထမတန်းစားက ဘုန်းတော်ကြီးတွေ တစ်နည်းဆို ဘာသာရေးလူတန်းစားပေါ့...။ဒုတိယက တော်ဝင်မျိုးနွယ်တွေ၊ တတိယကတန်စားက သာမန်လူတွေပါ...။အဲ့ဒီခေတ်တုန်းက စားသောက်ဆိုင်တွေဆိုတာ မပေါ်ထွန်းသေးဘူး...။လူတွေကအိမ်မှာပဲစားသောက်တဲ့အလေ့ရှိကြပါတယ်...။ခရီးသွားရင်း ခဏနားတဲ့ နားခိုရာလေးတွေ၊ တည်းခိုခန်းလေးတွေမှာလည်းဟင်းလျာကောင်းကောင်း ချက်လေ့မရှိဘူး။စားစရာဆိုလို့ စွပ်ပြုတ်လောက်သာရှိပြီး အရသာမဲ့တဲ့အပြင်၊ အဆာပြေဝမ်းဝရုံကလွဲ ဘာမှရွေးချယ်စရာမရှိပါဘူး။ဘာလို့လည်းဆိုတော့ အဲ့ဒီခေတ်ရဲ့ အယူအဆအရ ဟင်းလျာကောင်းကောင်းဆိုတာ အရသာခံတတ်သူ တော်ဝင်မျိုးနွယ်နဲ့သာထိုက်တန်တယ်...၊ထိုက်သင့်မှ စားသုံးခွင့်ရှိတယ်...၊ သာမန်လူတန်းစားတွေအနေနဲ့ဟင်းလျာကောင်းကောင်းစားစရာမလိုဘူးဆိုတဲ့အယူရှိလို့ပါပဲ...။ဒါကြောင့် ထမင်းချက်တွေ၊ စားဖိုမှူးတွေဟာ တော်ဝင်မျိုးနွယ်အတွက်သာချက်ပြုတ်ရပြီး ဆန်းသစ်တီထွင်ခွင့်မရှိဘဲ သတ်မှတ်ထားတဲ့ဟင်းပွဲကိုသာသတ်မှတ်ထားတဲ့ အမယ်တွေနဲ့ချက်ပြုတ်ရပါတယ်...ဟင်းပွဲတွေ၊ဟင်းလျာတွေဆိုတာလည်း တော်ဝင်မျိုးနွယ်ရဲ့ ပျင်းရီငြီးငွေ့မှုအတွက် အသုံးတော်ခံသက်သက်သာဖြစ်ခဲ့ပါတယ်...။ဒီလိုဓလေ့တွေရှိတဲ့အပြင် အဲခေတ်ကာလပြင်သစ်ရဲ့ အောက်ခြေလူတန်းစားက ငတ်မွတ်ခေါင်းပါးမှုဒဏ်ကိုလည်းခံရပါသေးတယ်။ဒီအချက်ကလည်း ပြင်သစ်တော်လှန်ရေးရဲ့အကြောင်းတစ်ချက်ပေါ့...။ဇာတ်လမ်းအစမှာတော့ မာစီယွန်ဟာ နယ်စားကြီးတစ်ယောက်ရဲ့စားဖိုမှူးဖြစ်ပြီး ဟင်းလျာကောင်းချက်ပြုတ်ရာမှာ ပါရမီပါသူဖြစ်ပေမယ့်ထိုကာလရဲ့ထုံးတမ်းအရ ဆန်းသစ်တီထွင်ခွင့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Vzcr/Delicieux.2021.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/back-133x200.jpg",
        "title": "Back To The Devil ( 2020 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ ခေတ်ရေစီးကြောင်းအလိုက်\nမကောင်းမှုတွေကျူးလွန်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ အက်တာနက်ပေါ်ကနေ\nလိမ်လည်မှုတွေကို လိုက်လံဖမ်းဆီးမှုတွေ တင်းကြပ်လာတဲ့အချိန်မှာတော့\nမကောင်းမှုကျူးလွန်သူတွေကတော့ လုပ်နေကျအတိုင်း\nမလုပ်ရမနေနိုင်ဘဲ ဆက်လက်လုပ်ကိုင်ရာကနေမှ နောက်ဆုံးမှာ ဘဝနိဂုံးချုပ်သွားရတဲ့အကြောင်းမကောင်းမှုကျူးလွန်ရတဲ့အကြောင်းရင်းအမြောက်အမြားရှိသော်ငြားလည်း\nမကောင်းမှုပြုသူတို့ဟာ မကောင်းမှုမှန်သမျှတို့ရဲ့ အကျိုးဆက်ကို\nပြန်လည်ခံစားသွားရတဲ့အကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးတော့\nဒီကားလေးကနေတစ်ဆင့် ယနေ့ခေတ်မှာဖြစ်ပျက်နေတဲ့\nနည်းပညာပိုင်းဆိုင်ရာလိမ်လည်မှုတွေကို\nသင်ခန်းစာယူလို့ရတာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်.......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Vza5/Back_To_The_Devil_2020_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZe2lT3G9C7JrwB7Avu22mVhqFw.jpg",
        "title": "In Your Dreams(2023)",
        "description": "In Your Dreams(2023)*********************\nကျွန်တော်တို့ဘဝမှာ ကိုယ်ချစ်ရတဲ့သူကို အိပ်မက်ထဲမှာတွေ့ချင် ဆုံဆည်းချင်တဲ့စိတ်ကူး‌လေး လူတိုင်းရှိဖူးကြမှာပါ...။\nတစ်ယောက်သောသူကို အိပ်မက်ထဲမှာတွေ့လိုက်တယ် နံနက်နိုးလာတော့ လက်တွေ့ဘဝမှာရော သူရှိနေမလားဆိုပြီး တမ်းတမိတဲ့ခံစားချက်မျိုးလည်း ကြုံဖူးတယ်မလား။\nကိုယ့်ချစ်သူနဲ့အတူ အနာဂတ်ကို အိပ်မက်လေးမက်ပြီး သွားကြည့်ခွင့်ရရင်ရော ဘယ်လောက်ကောင်းမလဲပေါ့‌နော်..။\nဒီကားလေးကတော့ အဲ့လိုအချစ်အိပ်မက်ကို တမ်းတတတ်သူတိုင်းကြည့်သင့်တဲ့ Plot ဆန်းဆန်းလေးနဲ့ တူရကီအချစ်ဇာတ်လမ်းလေးပါ...။\nဇာတ်လမ်းထဲမှာတော့ မင်းသားနဲ့ မင်းသမီးဟာ လက်တွေ့လောကမှာ ခင်မင်သိကျွမ်းသူတွေမဟုတ်ပါဘူး...\nဘဝကို ပေါ့ပေါ့ပါးပါးနေထိုင်ရင်း အိမ်ထောင်ပြုဖို့ဆိုတာလည်း စိတ်ကူးရှိသူတွေ မဟုတ်ကြပါဘူး။\nကံတရားက ဆန်းကြယ်တော့ သူတို့နှစ်ဦးဟာ အိပ်မက်တစ်ခုတည်းကိုပဲ နှစ်ယောက်အတူမက်ခဲ့ကြတယ်...။\nအဲ့ဒီ အိပ်မက်လိုလို အနာဂတ်လိုလို လောကထဲမှာ သူတို့ဟာ လင်မယားအဖြစ်အိမ်ထောင်ကျခဲ့တာ နှစ်နှစ်ရှိနေပါပြီတဲ့\nလုံးဝမသိကြတဲ့ သူစိမ်းနှစ်ယောက် အိမ်မက်တစ်ခုတည်းအတူပိတ်မိနေတော့ နိုးထဖို့အတွက် နည်းလမ်းရှာပါတော့တယ်...။\nသူတို့ရဲ့ အိပ်မက်က တကယ်ပဲအိပ်မက်လား၊ လက်တွေ့ဘဝလား၊ အနာဂတ်ကို ခဏရောက်သွားတာလားဆိုတာတော့...ဒီဇာတ်လမ်းထဲမှာပဲ ကြည်ကြည်နူးနူးစီးမျောရင်း အဖြေလိုက်ရှာကြည့်ပါဗျာ...။File Size : (1.3GB) and (621MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vyyh/In_Your_Dreams(2023)WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9kOKoxu0Ua3922kQHG7hHwN6Yf.jpg",
        "title": "The Hottest Summer(2023)",
        "description": "The Hottest Summer(2023)*************************\nဇာတ်လမ်းကိုတော့ အီတလီနိုင်ငံ ဆစ္စလီမြို့ရဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ ဇာတ်အိမ်တည်ထားပါတယ်...။\nအဲ့ဒီမှာဆိုရင် နွေရာသီကာလ ကျောင်းတွေပိတ်တော့ ဘုရားကျောင်းတွေမှာ ကလေးတွေအတွက် နွေရာသီကျောင်းလေးတွေဖွင့်လေ့ရှိပါတယ်..။\nကလေးတွေကို ထိန်းကူဖို့ လူငယ်လူရွယ်လေးတွေကလည်း volunteerလာလုပ်ပေးကြတာ‌ပေါ့...။\nလူစီယာဟာလည်း အဲ့လိုvolunteerတစ်ယောက်ဖြစ်ပြီး နွေရာသီကျောင်းကိစ္စဆိုရင် တက်တက်ကြွကြွပါဝင်လေ့ရှိသူပါ...။\nဒီလိုနဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ သူတို့ရဲ့ဘုရားကျောင်းကို ဘုန်းတော်ကြီးအသစ်ရောက်လာပါတယ်...။\nရောက်လာတဲ့ဘုန်းတော်ကြီးက ငယ်ငယ်ရွယ်ရွယ် ခန့်ခန့်ချောချောဆိုတော့လူစီယာတို့လို မိန်းမငယ်လေးတွေအတွက်တော့ သဘောကျချင်စရာပါ...။\nဘုန်းတော်ကြီးတွေက အိမ်ထောင်သားမွေးအမှုကိုပြုလို့မရဘူးဆိုတဲ့ ဝိနည်းပညတ်တွေရှိပါတယ်...။\nသို့ပေမယ့် အချစ်ဇာတ်လမ်းတစ်ပုဒ်က ဒီလိုစလာပြီဆိုတော့လည်း စည်းမျဥ်းတွေကို မြင်နိုင်တော့မယ် မထင်ပါဘူး...။\nအတားအဆီး ပညတ်ချက်တွေအကြား အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဘယ်လိုပေါက်ဖွားလာမလဲ၊ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size : (1.6GB) and (771MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Romance, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1fB2c/The_Hottest_Summer(2023).WEB-DL,1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk0MjgxOTQ5MF5BMl5BanBnXkFtZTgwODA3NTUwNjE@._V1_-135x200.jpg",
        "title": "Dragon Blade (2015)",
        "description": "Dragon Blade (2015)\n===============\nIMDb Rating - 5.9/10ဒီကားကို ငွေရှာဖို့ရည်ရွယ်ချက် ခပ်များများနဲ့ ရိုက်ကူးခဲ့သလို\nငွေလည်း တော်တော်ပြန်ရလိုက်တဲ့ဇာတ်ကားပါ။ Battle Scene\nတွေ တော်တော်ကောင်းတယ်လို့ ပြောနိုင်သလို တဆိတ်ရှိရင်\nဖုန်တလုံးလုံးထ CGI တွေပဲ တွင်တွင်သုံးထားတယ်လို့လည်း\nပြောလို့ရပါရဲ့။ ဘယ်လိုပဲပြောပြော တရုတ်ကားတွေထဲမှာ သူတို့\nယဉ်ကျေးမှုပဲအ‌ကောင်း၊ သူတို့ပဲ အာဇာနည်၊ သူတို့ပဲ ပညာရှိတဲ့\nဇာတ်ကွက်ကသွေဖည်လို့ နှစ်ဖက်မျှမျှတတ သမိုင်းစစ်စစ်ကို ထုတ်\nပြသွားတယ်လို့ ယူဆရပါလိမ့်မယ်။ တရုတ်သိုင်းနဲ့ ရောမအသတ်\nအပုတ်ကို ယှဉ်ပြတဲ့အခါ အလှအပဟန်ကဲတဲ့ တရုတ်သိုင်းဟန်နဲ့\nအင်အားသုံးပြီး ရန်သူကို အချိန်တိုအတွင်း အပြီးသတ်လိုတဲ့ ရောမ\nဂလက်ဒီယေတာဟန်ကိုလည်း ကွဲကွဲပြားပြား မြင်ခဲ့ရပါတယ်။မြို့တော်တည်ဆောက်ရေးလုပ်ငန်းမှာ ဗိသုကာပညာပိုင်းယှဉ်လာတော့\nရောမမြို့ကြီးကို လှပခံ့ညားစွာဆောက်ခဲ့တဲ့ ရောမသားတွေရဲ့ သိပ္ပံနည်း\nစနစ်ကျကျ တည်ဆောက်ရေးပညာက တရုတ်တို့ ရက် ၁၀၀ စီမံကိန်းကို\n၁၅ ရက်နဲ့ အပြီးသတ်တည်နိုင်ခဲ့တာမျိုး။ ကျောက်တုံးကြီးတွေနေရာမှာ\nကျောက်စရစ်ခဲသံသေတ္တာနဲ့ အစားထိုးပြီး မြို့တံတိုင်းထိုးခဲ့ပုံတွေ။ တရုတ်\nတွေ အလေးအပင်တွေကို လူအားနဲ့ ကြိုးဆွဲပြီး မချိမဆန့်တင်နေရချိန်မှာ\nရောမသားတွေရဲ့ အားပြောင်းအားလွှဲဝန်ချီစက်ကြောင့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vw7u/Tian.Jiang.Xiong.Shi.2015.720p.BluRay.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZWFiOTFkNTYtMmUyNy00OTVjLTlhMjItN2QyZGMzNzY1NTZiXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007341000_AL_-220x300.jpg",
        "title": "The Siege (1998)",
        "description": "ကျွန်တော်တို့ဟာ အစ္စလာမ်ဘာသာကို\nတိုက်ခိုက်နေခြင်း မဟုတ်ပါဘူး ၊ အစ္စလာမ်ဘာသာကို ခုတုံးလုပ်ပြီး အကြမ်းဖက်သောင်းကျန်းနေသူများကို တိုက်ခိုက်နေခြင်းသာ ဖြစ်ပါတယ်လို့ အိုဘားမား သမ္မတဖြစ်ခါစ အရှေ့အလယ်ပိုင်းခရီးစဉ်မှာ ပြောခဲ့ဖူးတယ် ။\n၁၉၈၀ ကျော်မှာ\nဆိုဗီယက်က အာဖဂန်နစ္စတန်ကို ကျူးကျော်တုန်းက အမေရီကန် CIA တွေက ဘင်လာဒင်တို့လို့ မျိုးချစ်ပုဂ္ဂိုလ်တစ်ချို့ကို တော်လှန်ရေးသမားအဖြစ် မွေးမြူခဲ့တယ် ။ CIA ရဲ့ ရည်ရွယ်ချက်က အရှေ့အလယ်ပိုင်းဒေသမှာ အမေရီကန်ရဲ့ အကျိူးစီးပွားကို ထိခိုက်နိုင်တဲ့ ဆိုဗီယက်ရဲ့ ဩဇာအာဏာကို ဟန့်တားဖို့ပေါ့ ။\n၁၉၉၀ ကျော်\nအမေရီကန် သမ္မတ ဂျော့ဘုရှ် လက်ထပ်မှာတော့ အီရတ်က ဆတ်ဒမ်ဟူစိန်ကိုအမေရီကန်က ဖြုတ်ချချင်တယ် ။ အီရတ်ပြည်တွင်းမှာ ဆတ်ဒမ်ကို တော်လှန်ချင်သူတွေကို လက်နက်တွေပေးတယ် ၊ အကြမ်းဖက်နည်းတွေ သင်ပေးတယ် ၊ ဗုံးလုပ်နည်းတွေ သင်ပေးတယ် ။ အမေရီကန် သမ္မတသစ် ကလင်တန် လက်ထပ်မှာ နိုင်ငံခြားရေးမူဝါဒကပြောင်းသွားတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/4esTb/The_Siege_[1998]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ytKo2tLvKUd9Kbs0poXSQh6ft7d.jpg",
        "title": "Gangs of New York(2002)",
        "description": "Gangs of New York(2002)\nကားဟောင်းအများစုဟာ ဇာတ်လမ်းပြသချိန်ရဲ့ ၃ပုံ ၁ပုံလောက်ထိ သီးခံပြီးကြည့်ရပါတယ်..ပြီးမှ ကားရဲ့ဆိုလိုရင်းနဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကို\nအနည်းငယ်ရိပ်မိလာပါတယ်...ဒီလိုကားကောင်း ကားဟောင်းတွေကြားထဲမှာ\nGangs of new york ကတော့ ဇာတ်လမ်းစစချင်းပဲ ခပ်သွက်သွက်နဲ့ မပျင်းမရိအောင်စထားတယ်...\nပြီးတော့ မင်းသားတွေကလည်း နာမည်ကြီး Leonardo DiCaprioနဲ့ Daniel Day-Lewisတို့ဖြစ်တဲ့အပြင်\nမင်းသမီးကလည်း , Cameron Diaz, ဗျ...\nဒီဇာတ်ကားဟာ အမေရိကန် ပြည်တွင်းစစ် ဖြစ်နေတုန်းအချိန်က ရှိခဲ့တဲ့ နယူးယောက်မြို့ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူး\nထားခဲ့တာပါ။ နယူးယောက်ဟာ ဂိုဏ်းပေါင်းစုံ အဖွဲ့အသီးသီး နှင့် ရှိနေကြပြီး အဓိက ဂိုဏ်းကြီးနှစ်ခုဖြစ်သည့် ဒေသခံဂိုဏ်းနှင့်\nယုန်သေဂိုဏ်းတို့ဟာ သမိုင်းကြွေးတွေ ရှိခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ ခိုးဝင်လာတဲ့ အိုင်ရစ်တွေရဲ့ အရေးကလည်း ရှိပါသေးတယ်။\nဒါ့အပြင် ပြည်တွင်းစစ်အတွက် စစ်မှုမထမ်းမနေရ အမိန့်ကို မကျေနပ်တဲ့ သာမန်လက်လုပ်လက်စား ဆင်းရဲသား တွေကလည်း ရှိပါသေးတ\nယ်။ ပြဿနာပေါင်းများစွာ လွန်ခဲ့သော နှစ်ပေါင်း\n၂၀၀ ...",
        "rating": "7.5",
        "url": "https://megaup.net/3yvol/Gangs_Of_New_York_[2002]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/XejbOf-143x200.jpg",
        "title": "Young President And His House Wife ( 2020 )",
        "description": "Zawgyi*******2020 ခုႏွစ္မွာ ထြက္ထားတဲ႔ ရိုမန္႔အခ်စ္ကားေလးပါပဲအိမ္တြင္းပုန္းကာလေတြမွာ အပ်င္းေၿပၾကည္႕လို႕ေကာင္းတဲ႕ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္..အညြန္းကေတာ႔လုပ္ရည္ကိုင္ရည္ရွိၿပီး ေတာ္တဲ့ မန္ေနဂ်ာလီခ်န္ကြမ္း မွာသူခ်စ္ရတဲ့ လွပတဲ့ အိမ္ေထာင္ဖက္ က်ားမိန္ဆိုတဲ့ မိန္းမလွေလးရွိေနေပမယ့္တစ္ရက္မွာေတာ့ သူတို႔ရဲ႕ သာယာလွပတဲ့ အိမ္ေထာင္သည္ဘဝထဲကိုေလာ့ေရွာင္မန္လို႔ ေခၚတဲ့ မိန္းမလွေလး ဝင္ေရာက္လာတဲ့အခါျပႆနာေတြျဖစ္လာၿပီး ေအးခ်မ္းသာယာတဲ့သူတို႔ဘဝေလးကိုမုန္းတိုင္းေတြထန္လာေအာင္ ဘယ္သူကႀကိဳးကိုင္ေနခဲ့တာလဲဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာဆက္လက္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္ Unicode*******2020 ခုနှစ်မှာ ထွက်ထားတဲ့ ရိုမန့်အချစ်ကားလေးပါပဲအိမ်တွင်းပုန်းကာလတွေမှာ အပျင်းပြေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်..အညွန်းကတော့လုပ်ရည်ကိုင်ရည်ရှိပြီး တော်တဲ့ မန်နေဂျာလီချန်ကွမ်း မှာသူချစ်ရတဲ့ လှပတဲ့ အိမ်ထောင်ဖက် ကျားမိန်ဆိုတဲ့ မိန်းမလှလေးရှိနေပေမယ့်တစ်ရက်မှာတော့ သူတို့ရဲ့ သာယာလှပတဲ့ အိမ်ထောင်သည်ဘဝထဲကိုလော့ရှောင်မန်လို့ ခေါ်တဲ့ မိန်းမလှလေး ဝင်ရောက်လာတဲ့အခါပြဿနာတွေဖြစ်လာပြီး အေးချမ်းသာယာတဲ့သူတို့ဘဝလေးကိုမုန်းတိုင်းတွေထန်လာအောင် ဘယ်သူကကြိုးကိုင်နေခဲ့တာလဲဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော် Translated & Review By MineEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/3zNui/(CM)Young_President_and_His_House_Wife,2020.HD.Rip.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/b-212x300.jpg",
        "title": "Brimstone (2016)",
        "description": "IMDb rating 7.1 rotten tomatoes 45 percent\nရထားတဲ့ mystery,thrillerအမျို ုးအစားဇတ်ကားတစ်ကားပါ...\nစကားမပြောတတ်သူ အအမလေး lizတစိယောက်သူတို့နေထိုင်ရာမြို့ကိုတရားဟောဆရာအသစ်တစ်ယောက်\nရောက်လာတာကိုတွေ့တဲ့အခါမှာ သူမမိသားစုမှာအန ္တ ာရယ်ကျရောက်တော့မယ်ဆိုတာချက်ချင်းသိခဲ့ပါတယ်....\nအသစ်ရောက်လာတဲ့တရားဟောဆရာရဲ့ရန်ကနေlizတစ်ယောက်မိသားစုကိုဘယ်လိုကာကွယ်မလဲဆိုတာ\nသဲတထိတ်ထိတ်ရင်တဖိုဖိုကြည့်ရမယ့်\nဇတ်ကားကောင်းတစ်ခုပါ....\n(သတိပေးချက် ဒီကားကr ratedဇတ်ကားပါ...\n၁၈+အခန်းများနဲ့သွေးထွက်သံယိုအခန်းများပါဝင်ပါတယ်)\n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ ကောင်းမြတ်သူ ပဲဖြစ်ပါတယ်)\n------------------------------------------------------------------\nIMDb rating 7.1 rotten tomatoes 45 percent\nရထားတဲ့ mystery,thrillerအမ်ိဳ ဳးအစားဇတ္​ကားတစ္​ကားပါ...\nစကားမ​ေျပာတတ္​သူ အအမ​ေလး lizတစိ​ေယာက္​သူတို႔​ေနထိုင္​ရာၿမိဳ ့ကိုတရား​ေဟာဆရာအသစ္​တစ္​​ေယာက္\n​ေရာက္​လာတာကို​ေတြ ့တဲ့အခါမွာ သူမမိသားစုမွာအႏ ၱ ာရယ္​က်​ေရာက္​​ေတာ့မယ္​ဆိုတာခ်က္​ခ်င္​းသိခဲ့ပါတယ္​....\nအသစ္​​ေရာက္​လာတဲ့တရား​ေဟာဆရာရဲ႕ရန္​က​ေနlizတစ္​​ေယာက္​မိသားစုကိုဘယ္​လိုကာကြယ္​မလဲဆိုတာ\nသဲတထိတ္​ထိတ္​ရင္​တဖိုဖိုၾကည္​့ရမယ္​့\nဇတ္​ကား​ေကာင္​းတစ္​ခုပါ....\n(သတိ​ေပးခ်က္​ ဒီကားကr ratedဇတ္​ကားပါ...\n၁၈+အခန္​းမ်ားနဲ႔​ေသြးထြက္​သံယုိအခန္​းမ်ားပါဝင္​ပါတယ္​)\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေကာင္းျမတ္သူ ပဲျဖစ္ပါတယ္)File Size : 0.99 GB\nQuality : Bluray 720P\nRunning Time : 2hr 28minutes\nFormat : Mp4\nGenre : Mystery,Thrill\nTranslator :  Kaung Myat Thu\nEncoder :Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/4esM7/Brimstone_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOBP99dDq4PZCjexO5cGWGkWyP1.jpg",
        "title": "Justice High ( 2020 )",
        "description": "Zawgyi*******၂၀၁၉ ခုႏွစ္ မတ္လကထြက္ရွိထားတဲ့ Justice High ဆိုတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီကားေလးကေတာ့လူငယ္တက္သစ္စသ႐ုပ္ေဆာင္ေလးေတြေတာ္ေတာ္မ်ားမ်ားအားျဖည့္ပါဝင္ထားတဲ့ ေက်ာင္းသား Action ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီေယာင္းဆိုတဲ့ေကာင္မေလးက ဂြန္းဆူဒို(တိုက္ကြမ္ဒိုလိုသိုင္းပညာတစ္မ်ိဳး)ကိုတစ္ဖက္ကမ္းခတ္ကြၽမ္းက်င္တဲ့ေကာင္မေလးပါ။ကြၽမ္းဆို သူအေဖကိုယ္တိုင္ကလည္းအဲ့ ဒီဂြန္းဆူဒိုအားကစား႐ုံပိုင္ရွင္တစ္ေယာက္ပါ။သူက အရင္တက္ေနတဲ့အထက္ေက်ာင္းတစ္ခုကေနမတရားအႏိုင္လာက်င့္တဲ့သူေတြကို ပညာေပးဆုံးမခဲ့လို႔ေက်ာင္းေျပာင္းလာရတဲ့ မဟုတ္မခံ ဆတ္ဆတ္ႀကဲ ေကာင္မေလးတစ္ေယာက္ေပါ့။သူေက်ာင္းေျပာင္းလာၿပီးမၾကာဖူး။ေက်ာင္းအသစ္မွာအဲ့လိုပဲ ေကာင္ေလးတစ္ေယာက္ကိုအႏိုင္က်င့္ေနတဲ့ေက်ာင္းသားလူမိုက္အုပ္စုကိုေတြ႕လို႔ အဲ့ေကာင္ေလးကိုအဲ့လူဆိုးေလးေတြလက္က ကယ္ၿပီးကာကြယ္ေပးခဲ့တယ္။ဒီကားမွာထူးျခားတာက ေကာင္ေလးကိုေကာင္မေလးကကာကြယ္ေပးရတာ။ေကာင္ေလးကေတာ့ ကိုယ္ခံပညာမတတ္တဲ့ခပ္႐ိုး႐ိုးေကာင္ေလးေပါ့။သူနာမည္က ေဂ်ာင္းဂူတဲ့။ေနာက္ထပ္ေက်ာင္းသားကားေလးေတြထုံးစံအတိုင္းသုံးပြင့္ဆိုင္ဇာတ္လမ္းေလးတစ္ခုက လွလည္းလွ သိုင္းလဲတတ္တဲ့ခ်ီေယာင္းကို အဲ့ေက်ာင္းက ဟယ္ေဆာင္းလို႔ေခၚတဲ့စီနီယာအကိုႀကီးကလည္းႀကိတ္ေႂကြေနတယ္။အဲ့စီနီယာကလည္းေျပာရရင္ေက်ာင္းမွာ လူဆိုးထိန္းသေဘာမ်ိဳးေပါ့။ရန္ျဖစ္ရင္ပြဲတိုင္းေက်ာ္တယ္။ဒါေပမယ့္ လူဆိုးကေနလူေကာင္းျဖစ္လာေအာင္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဂ်ာင္းဂူနဲ႔ဆန႔္က်င္ဖက္ပဲ စီနီယာဟယ္ေဆာင္းကေတာ့တိုက္တတ္ခိုက္တတ္ ရန္ျဖစ္လဲ သူမပါမၿပီး အထက္တန္းမွာႏွစ္ခ်ီေနတဲ့ Oldie စီနီယာတစ္ေယာက္ေပါ့။ေနာက္ဒီေက်ာင္းမွာေက်ာင္းသားေခါင္းေဆာင္လုပ္ၿပီး တျခားလူမိုက္အဖြဲ႕ေတြကိုေက်ာင္းသားေတြဆီကမုန႔္ဖိုးေတြကို အဓမၼေတာင္းၿပီး ဗိုလ္လုပ္ေနတဲ့လူဆိုးအဖြဲ႕လည္းရွိတယ္။ဒီအဖြဲ႕က ေဂ်ာင္းဂူကိုအႏိုင္က်င့္တဲ့ေက်ာင္းသားလူဆိုးေလးေတြရဲ႕ ဆရာေတြေပါ့။ဒါကိုခ်ီေယာင္းကဆုံးမလိုက္တာကို အံ့ဒီကေက်ာင္းသားေခါင္းေဆာင္ လူဆိုးအဖြဲ႕ကမေက်နပ္ၾကဖူး။အဲ့အခ်ိန္ကစၿပီးခ်ီေယာင္းကို ညႇိဳးထားၾကတယ္။ဒါကိုဒီေက်ာင္းသားေလးသုံးေယာက္ဘယ္လိုေျဖရွင္းၾကမလဲ။ငယ္႐ြယ္တဲ့သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးကေကာဘယ္လိုလာမလဲဆိုတာ ကိုယ္တိုင္ ဆက္ၾကည့္လိုက္ၾကပါ။ၫႊန္းေပးရရင္ ဒီကားေလးက Action ကားေလးဆိုလို႔အတိုက္အခိုက္ အသတ္အပုတ္ႀကီးပဲမဟုတ္ပဲ ေက်ာင္းသားဘဝကအေပ်ာ္ေလးေတြ၊ Romanceေလးေတြပါ တစ္ဖန္ခံစားၿပီးၾကည့္ႏိုင္လို႔မိန္းကေလးေရာေယာက်ာ္းေလးေကာ ၾကည့္ေပ်ာ္မယ့္ဇာတ္ကားေကာင္းေလး တစ္ကားလည္းျဖစ္ပါတယ္။ Unicode*******၂၀၁၉ ခုနှစ် မတ်လကထွက်ရှိထားတဲ့ Justice High ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးကတော့လူငယ်တက်သစ်စသရုပ်ဆောင်လေးတွေတော်တော်များများအားဖြည့်ပါဝင်ထားတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3xF9v/(CM)Justice_High.2020.HDRip.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40Zrwud1EVxNvcjQkotZo7jmr4L.jpg",
        "title": "Swallow (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ တော်တော် ရင်ဖိုစိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ ရုပ်ရှင်လေးပါ။အစပိုင်းကနေ အဆုံးထိ သင့်ကို တဖြည်းဖြည်းချင်း ဆွဲငင်သွားမှာပါ။ဇာတ်လမ်းကတော့ Hunterဆိုတဲ့ မိန်းကလေးရဲ့ဘဝကိုအခြေတည်ပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်။Hunterကတော့ လုံးဝပြီးပြည့်စုံတဲ့ သူချမ်းသာမိသားစုကလူတစ်ယောက်နဲ့ လက်ထပ်ထားတဲ့ သတို့သမီးအသစ်လေးပါ။သူမက လက်ခံမှုရှိပြီး ညင်သာတဲ့ မိန်းကလေးပါ။ဒါပေမယ့် Hunterက သူမရဲ့နေ့ရက်တိုင်းကို ခင်ပွန်းဖြစ်သူရဲ့ခြောက်ကပ်ကပ် ခေတ်မီအိမ်ကြီးထဲမှာအဆုံးမရှိတဲ့သစ်တောကြီးကို ငေးကြည့်ရင်း ကုန်ဆုံးရတယ်။အဲ ပြဿ နာတွေကတော့ Hunter တစ်ယောက် သက်မဲ့ပစ္စည်းတွေကိုစားစရာလိုမြိုချချင်တဲ့ စိတ်ကစဉ့်ကလျားရောဂါ ရှိလာတဲ့အခါမှာ စတော့တာပါပဲ။ရုပ်ရှင်အမျိုးအစားကတော့ Drama/Thriller ပါ။စိတ္တဇသည်းထိတ်ရင်ဖိုဇာတ်လမ်းကို လှလှပပလေးရိုက်ကူးထားမို့thriller ချစ်သူတွေအတွက် ဒီရုပ်ရှင်ကို ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါတယ်။ File Size : ( 893 MB , 245 MB)\nQuality : WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2bzin/(CM)_Swallow_2019_WEB-Dl_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58Xfqyp9nOgOyQRWE7OyzvCYddW.jpg",
        "title": "True Fiction (2019)",
        "description": "ဒီရုပ်ရှင်ကို ဒါရိုက်တာ Braden Croftကရိုက်ကူးထားပြီးသည်းထိတ်ရင်ဖိုရုပ်ရှင်လောကရဲ့ ဂန္တဝင်မြောက်လက်ရာတွေနဲ့ ရင်ဘောင်တန်းနိုင်တဲ့ခေတ်သစ်သည်းထိတ်ရင်ဖိုအနုပညာလက်ရာတစ်ခုလို့ဆိုလို့ရပါတယ်။True fictionဆိုတဲ့ အမည်အတိုင်းဒီရုပ်ရှင်ဟာ စိတ်ကူးယဥ်ဝတ္ထုလောကကို အခြေတည်ထားတယ်။ဒီဇာတ်လမ်းမှာ Avery Maloneလို့ခေါ်တဲ့ အထီးကျန်စာကြည့်တိုက်မှူးလေးကစာရေးရာမှာ စိတ်အားထက်သန်ပြီး သည်းထိတ်ရင်ဖိုဝတ္ထုတွေကိုရေးတဲ့စာရေးဆရာ Caleb Conradကို သူမရဲ့ Heroအဖြစ် သဘောထားပါတယ်။သူမက Calebအတွက် လက်ထောက်တစ်ယောက်အဖြစ်အလုပ်လုပ်ဖို့ အခွင့်အရေးရလာခဲ့တယ်။ဒီတော့ Averyဟာ လူထုကိုမျက်နှာမပြဖူးတဲ့ သူမရဲ့Heroနဲ့ တွေ့ဆုံပါတော့တယ်။Calebက လက်ထောက်အလုပ်မဟုတ်ဘဲ ကစားပွဲတစ်ခုမှာကစားသူအဖြစ် ပါဝင်ဖို့ ကမ်းလှမ်းလိုက်တဲ့အခါမှာAveryက မဆိုင်းမတွ လက်ခံလိုက်တာပေါ့။Calebက ကစားပွဲကို စိတ်ပိုင်းဆိုင်ရာ စမ်းသပ်မှုတွေ၊ကိုယ်ရေးကိုယ်တာမေးခွန်းတွေနဲ့ စတင်ပြီးAveryရဲ့ အကြောက်တရားကို ထိန်းချုပ်စမ်းသပ်ပါတော့တယ်။လက်တွေ့ဆန်တဲ့ ဇာတ်ကောင်တွေရဲ့ စိတ်အပြောင်းအလဲကြောင့်လက်တွေ့ဆန်မှုကနေ ရူးသွပ်မှုအဖြစ်အသွင်ပြောင်းလာတဲ့နောက်မှာတော့ဘာတွေ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2bzj0/(CM)_True_Fiction_2019_WEB-Rip_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIZd6zrWAYSeRhfUgbjgE5shdl2.jpg",
        "title": "Impossible Monsters (2019)",
        "description": "ဒီ ရုပ်ရှင်ကတော့ အိပ်မက်တွေအကြောင်းကို စိတ်ဝင်စားသူတွေ ကြည့်ရှုသင့်တဲ့ dramatic thriller အမျိုးအစားပါ။ဇာတ်လမ်းဇာတ်အိမ်က တော်တော်လေးထူးခြားတယ်လို့ ပြောရပါမယ်။ရည်မှန်းချက်ကြီးတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တဲ့ဒေါက်တာ Richard Freeman က အိပ်စက်ခြင်းပညာရပ်မှာ လေ့လာမှုတစ်ခုပြုလုပ်ခဲ့ပါတယ်။အိပ်စက်ခြင်း ပညာရပ်ကို လေ့လာတယ်ဆိုကတည်းကအိပ်မက်ဆိုးတွေ အိပ်မက်ယောင်တာတွေအိပ်နေတုန်းဘီလူးစီးတယ်လို့ ပြောကြတဲ့ sleep paralysis အကြောင်းတွေပေါ့။အဲ့ဒီလေ့လာမှုမှာ ပါဝင်အစမ်းသပ်ခံသူတွေကပန်းချီဆရာ Otis၊ ပရော်ဖက်ဆာ Freeman ရဲ့အတန်းက ကျောင်းသူ Jo နဲ့ Freeman ရဲ့ ချစ်သူ Leigh တို့ပဲ ဖြစ်ပါတယ်။နောက်ပိုင်းမှာတော့ အိပ်မက်နဲ့ လက်တွေ့ကမသဲကွဲတော့လောက်အောင် ဘယ်လိုဖြစ်ရပ်တွေ ဖြစ်လာမလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါ။ File Size : ( 783 MB , 232 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 ...",
        "rating": "6.2",
        "url": "https://megaup.net/2bzi6/(CM)_Impossible_Monstrers_2019_BluRay_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTamgU6ZofNQeCAlwyjMvy7lKSx.jpg",
        "title": "Altered Carbon: Resleeved(2020)",
        "description": "Altered Carbon: Resleeved(2020)ရှုတ်ထွေးလွန်းတဲ့ မြို့လယ်ခေါင်မှာ ကောင်မလေးတစ်ယောက်နောက်ကို လူကြမ်းကြီး(၂)ယောက် လိုက်နေတယ်....ဒီကောင်မလေးကြည့်ရတာ အဖွဲ့အစည်းတစ်ခုကနေအကြောင်းတစ်ခုကြောင့် အသေလုပြေးနေရတဲ့ပုံပဲ....\nသိပ်မကြာဘူး....သူ့ကိုလိုက်နေတဲ့ (၂)ယောက်အပြင် တစ်ခြား ကြေးစားလူသတ်သမားတစ်ယောက်ကလည်း ဒီကောင်မလေးနောက်ကိုလိုက်နေပြန်တယ်...\nကံကောင်းထောက်မစွာ အဖွဲ့အစည်းတစ်ခုက လူရွယ်တစ်ယောက်က ဒီကောင်မလေးကို ကယ်တင်လိုက်နိုင်တယ်....\nဘာကြောင့်ဒီကောင်မလေးကို လိုက်သတ်နေကြတာလဲ....\nဒီဂျပန် Animation ဇာတ်ကားဟာ စစချင်း ဇာတ်ကောင်တွေ သိပ္ပံအက်ရှင်ပီပီ\nအဲ့ဒီခေတ်ရဲ့ ဆန်းပြားတဲ့နည်းစနစ်တွေကို ခပ်သွက်သွက်မိတ်ဆက်ရင်း\nဇာတ်လမ်းကိုပုံဖော်ထားတယ်...\nငွေကြေးချမ်းသာရင် နာမ်တစ်ခုကို ရုပ်ခန္ဓာအသစ်တစ်ခုဆီကူးပြောင်းရင်း အသက်ဆက်လို့ရသလို တခြားဂြိုလ်မှာရှိတဲ့\nရုပ်ခန္ဓာအသစ်ဆီကူးပြောင်းရင်း တစ်နေရာဆီ အလွယ်တစ်ကူကူးပြောင်း နိုင်တယ်...\nဒီ Animation ကားက ရာကူဇာဂိုဏ်းတွေ ကြေးစားလူမိုက်ပေါင်းစုံတွေ\nမှော်ဆန်တဲ့ ကိစ္စတွေ၊ ခပ်ဆန်းဆန်း သိပ္ပံပညာတွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတာပါ...\nအက်ရှင်အလန်းစားတွေများစွာပါဝင်တဲ့အပြင် စိတ်ဝင်စားဖွယ်ရာကောင်းတာမို့\nAnimation ကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် လက်မလွှတ်သင့်ပါကြောင်း\nသတင်းကောင်းပါးပါရစေ..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်... File Size : (800 MB) and (318 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:14:00\nGenre : Animation,Sci-Fi\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://megaup.net/3xEqq/Altered_Carbon._Resleeved.2020.WEB-DL.720P.PP.mp4",
        "category": "Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95XlJo1epVl8DcLPu5kl1YjqOAy.jpg",
        "title": "Synonyms (2019)",
        "description": "IMDB rating ( 6.6/10 ) ရရှိထားတဲ့ ဒါရိုက်တာ Nadav Lapid ရဲ့Synonyms ဟာ ပုံမာန် မြင်တွေ့နေကျ ဇာတ်ကားတွေနဲ့ မတူပဲတစ်မူထူးခြားပြီး ကွဲထွက်နေပါတယ် ။မင်းသားအသစ်တစ်ယောက်ဖြစ်တဲ့ Tom Mercier ကအစ္စရေးကနေ ပြင်သစ်ကို ထွက်ပြေးလာတဲ့ Yoav ( ယိုအက်ဗ် ) အဖြစ် သရုပ်ဆောင်ထားပါတယ် ။Quentin Dolmaire နဲ့ Louise Chevillotte ကလည်း ပဲရစ်ကယိုအက်ဗ်ကို ကူညီပေးတဲ့ စုံတွဲအဖြစ် ပါဝင်ထားပါတယ် ။ပုံမှန် မြင်တွေ့နေကျ ဇာတ်ကားမျိုးမဟုတ်ပဲ ရှုထောင့်အသစ်တွေကနေခံစားကြည့်ရှုရမယ့် Drama ကားလေးတစ်ကားပါသူ့နိုင်ငံ ၊ သူ့ရဲ့ ဘဝဟောင်းကနေ ထွက်ပြေးပြီးပြင်သစ်ကို မျှော်လင့်ချက်တွေ အပြည့်နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3xEqm/(CM)_Synonyms_2019_WEB-DL_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39iRgghrypeIwFVRC2DQjesBkDO.jpg",
        "title": "Spy Intervention (2019)",
        "description": "2020 မှ လောလောလတ်လတ် ထွက်ထားတဲ့စပိုင်ဟာသကားလေး။ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပျင်းပြေကြည့်လို့အဆင်ပြေတဲ့ကားလေး။မင်းသားက လက်နက် ရဖို့ကြိုးစားနေတဲ့ လူဆိုးနောက်ကို လိုက်ရင်းမင်းသမီးနဲ့ တိုက်မိရင်း တွေ့ကြတယ်။လူဆိုးကတော့ အဲဒါကြောင့် လွတ်သွားတယ်။မင်းသားကတော့ မင်းသမီးကို စတွေ့ကတည်းကသဘောကျသွားတာကြောင့် သူ့အလုပ်ကိုပါ စွန့်လွှတ်ပြီးမင်းသမီးကို လက်ထပ်ဖို့ ကြိုးစားတော့တယ်။သူတို့လက်ထပ်ဖြစ်ပ်ီး မင်းသားက ပုံမှန်ဘဝမှာ အသားကျအောင်ကြိုးစားနေတဲ့အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။မင်းသမီးကရော မင်းသားအကြောင်းကို ဘယ်အချိန်မှာသိသွားမှာလဲ။သူ့အလုပ်မှာရော အဆင်ပြေပါ့မလား။အဲလို ရုန်းကန်နေရချိန်မှာ အရင်ကိစ္စတွေနဲ့ ပြန်လည် ပတ်သက်လာရတဲ့အခါမှာတော့......ဇာတ်လမ်းကတော့ သိပ်ထူးထူးဆန်းဆန်းမဟုတ်။မင်းသား မင်းသမီးကလည်း အရမ်းနာမည်ကြီးနေတာတွေ မဟုတ်ပေမယ့်သူ့ဇာတ်လမ်း ဇာတ်ကွက်လေးနဲ့ ကြည့်လို့တော့ အဆင်ပြေပါတယ်။Low budget ဆိုတော့ တချို့နေရာတွေ CGI ထည့်ထားတာတွေတော့ သိပ်မကောင်း။ဒါပေမယ့် ပေါ့ပေါ့ပါးပါး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2bA6c/(CM)_Spy_Intervention_2019_WEB-Dl_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zILJ5Dzx1NTu2ATalKQrZgTi2mS.jpg",
        "title": "The Fable (2019)",
        "description": "ဂိုဏ်းတွေကြားမှာ အချင်းချင်းရှင်းချင်တဲ့အခါကြေးစားလူသတ်သမားတွေကို ငှားပြီး သတ်ခိုင်းကြတယ်။အဲလိုကြေးစားတွေကြားမှာ အခု တယောက်ကတော့ ဒဏ္ဍာရီ တပုဒ်ပဲ။တယောက်တည်းနဲ့ ဂိုဏ်း တွေအကုန်လုံးကို ရှင်းလင်းနိုင်တယ်။အဲဒါတင်မကဘူး။တယောက်ကို ပစ်ရင် သေနိုင်လောက်တဲ့ နေရာတွေကိုပဲတချက်တည်းနဲ့ မှန်အောင် ပစ်နိုင်တဲ့အထိ ကျွမ်းကျင်တယ်။အဲလိုနဲ့ သူတို့အဖွဲ့က ကြေးစားတွေကြား နာမည်ကြီးလာတဲ့အခါခနလောက် ဇာတ်မြှုပ်နေဖို့ ဖြစ်လာခဲ့တယ်။သူတို့ ဇာတ်မြှုပ်နေမယ့် နေရာကလည်း ဂိုဏ်းတခုနဲ့ ပတ်သက်နေပြီးအဲဒီဂိုဏ်းမှာလည်း အရှုပ်အထွေးတွေ ရှိလာတဲ့အခါမှာရော သူတို့ အဆင်ပြေပါ့မလား။သူတို့ဆရာကရော နာမည်ကြီးလာတာ တခုတည်းအတွက်ဇာတ်မြှုပ်နေခိုင်းတာ ဟုတ်ပါ့မလား။ဒဏ္ဍာရီ ရဲ့ နောက်ကြောင်းကရော ဘယ်လို ရှိမှာလဲ။သူက ဘာလို့ အဲလောက် တော်နေရတာလဲ။သူက ပုံမှန်ဘဝမှာ တကယ်ရော နေနိုင်ပါ့မလား။သူတို့ နောက်ဆုံးလုပ်ခဲ့တဲ့ အလုပ်နဲ့ ပတ်သတ်ပြီးတော့လည်းသူ့နောက်ကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/3xudB/(CM)_The_Fable_2019_WEB-DL_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gxznVkacYCFlaYTNbUBvyxg6bf.jpg",
        "title": "The Dawn (2019)",
        "description": "စိတ်နာမကျန်းဖြစ်နေတဲ့ ဖခင်ဖြစ်သူရဲ့ သတ်ဖြတ်မှုကြောင့်မိသားစုတစ်စုလုံးအသက်ဆုံးရှုံးခဲ့ရကာသမီးအကြီးဆုံး Roseလေးပဲ အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။နေထိုင်စရာမရှိ မိသားစုမရှိတော့တဲ့ Roseလေးကိုဘုရားကျောင်းတစ်ကျောင်းဆီပို့ပေးခဲ့တယ်။Roseတစ်ယောက် ဘုရားကျောင်းမှာပဲ ဆယ်နှစ်ကြာအောင်သီလရှင်တစ်ယောက်အဖြစ် ဆက်လက်နေထိုင်ခဲ့တာပါ။ဒါပေမယ့် သူမက သီလရှင်အဖြစ် ခုထက်ထိ နောက်ဆုံးသန္နိဌာန် မခံယူသေးပါဘူး။အဲ့လို မခံယူနိုင်သေးတဲ့ အကြောင်းအရင်းကဘာများလဲ...ထိတ်လန့်သည်းဖို ခြောက်ခြားစရာဇာတ်ကားတစ်ကားပါ။Horrorပရိသတ်တွေအတွက် ဒီဇာတ်ကားကို ကြည့်ရှုဖို့ ညွှန်းလိုက်ပါတယ်။ File Size : ( 845 MB , 229 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre : Drama , Horror  , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/3xudx/(CM)_The_Dawn_2019_WEB-Rip_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKY6qAsc06xvWWLcNu5JhVJUe6v.jpg",
        "title": "The Fatal Raid (2019)",
        "description": "ဟောင်ကောင်ကနေ မက္ကာအိုကို လက်နက်မှောင်လိုပို့တဲ့ကားတစီးနောက်ကိုလိုက်နေကြတဲ့ ရဲကားနှစ်စီး တစီးမှာက ရဲတွေ တစီးမှာက ရဲမေတွေ။သူတို့ထင်ထားတာက ခါတိုင်းလို ပုံမှန်စစ်ဆင်ရေးလေးတခု။ဟောင်ကောင်နယ်မြေကိုကျော်ပြီး မက္ကာအိုရောက်သွားပေမယ့်မဖြစ်မနေလိုက်ဖမ်းဖို့အထက်က အမိန့်ပေးလာခဲ့တယ်။ရဲတွေလိုက်ပြီး ပုံမှန်လိုဖမ်းလို့ရမယ် ထင်ထားခဲ့ကြတယ်။ဒါပေမယ့် ထင်ထားသလိုမဟုတ်ပဲ မှောင်ခိုပို့တဲ့သူတွေကအပြင်းအထန်ခုခံတဲ့အခါမှာတော့ ရုတ်ရုတ်သဲသဲတွေဖြစ်ကုန်ကြပြီးအသေအပျောက်တွေ ရှိလာခဲ့တယ်။အထက်ကလည်း လျှို့ဝှက်စစ်ဆင်ရေးဖြစ်တာကြောင့် ဘယ်သူ့ကိုမှ အသိမခံခဲ့ဘူး။အဲဒီစစ်ဆင်ရေးမှာ သေဆုံးခဲ့ရသူတွေကိုလည်း အသိမှတ်မပြုခဲ့ဘူး။ဟောင်ကောင်ရဲဌာနမှာ ရဲမှူးချုပ်ဖြစ်နေပြီ ဖြစ်ပေမယ့်လွန်ခဲ့တဲ့ နှစ် ၂၀တုန်းက မက္ကာအိုမှာ ဖြစ်ခဲ့တဲ့စစ်ဆင်ရေးတခုရဲ့အရိပ်အောက်က မလွတ်မြောက်နိုင်ဖြစ်နေရတဲ့ ရဲမှူးရယ်။အဲဒီတုန်းက အတူရှင်သန်လွတ်မြောက်ခဲ့တဲ့ ရဲမေတယောက်ရယ်ကမက္ကာအိုက အဆင့်မြင့်အရာရှိတွေ့ဆုံပွဲတခုကို တက်ရောက်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။သူတို့နဲ့အတူ အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က ရဲမေလေးတယောက်ရယ်ရဲဌာနက ရဲမေတယောက်ရယ်က လက်ထောက်ရဲမင်းကြီးကိုစောင့်ရှောက်ရင်း သွားရဖို့ဖြစ်လာခဲ့တယ်။မက္ကာအိုမှာ သူတို့ ဘာတွေဖြစ်မှာလဲ သူတို့ရဲ့အတိတ်ကရောဘယ်လိုတွေ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2bA68/(CM)_Fatal_Raid_2019_BluRay_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BacU3JOXFyHc5ZqrX7kM9UjpCw.jpg",
        "title": "First Love (2019)",
        "description": "လက်ဝှေ့သမားလေး လီယိုတစ်ယောက်ဟာ အပွဲပွဲအနိုင်တိုက်နိုင်ခဲ့သမျှတစ်ပွဲမှာတော့ မူးလဲသွားလို့ဆေးခန်းသွားပြခဲ့ရာက ဦးနှောက်အကျိတ်တည်တာကိုသိခဲ့ရတယ်ယူရီ (သို့) မိုနီကာဆိုတဲ့မိန်းကလေးဟာယာကူဇာဆီမှာအကြွေးတင်နေတဲ့အဖေကြောင့်ကြွေးနဲ့သိမ်းခံထားရပြီး ပြည့်တန်ဆာလုပ်ပြီးကြွေးဆပ်ပေးနေရတယ်ဆေးကလည်းစွဲနေတော့ သူ့ဘဝဟာလှုပ်လေမြုပ်လေဆေးရှိန်ပျောက်ရင်အမြဲနှိပ်စက်တတ်တဲ့သူ့အဖေကိုသာမြင်ယောင်ပြီး‌ကြောက်လန့်နေရပါတယ်ဂျပန်နဲ့တရုတ်လူဆိုးဂိုဏ်းတွေမတည့်တာကို အသုံးချပြီးဘိန်းအရောင်းအဝယ်တစ်ခုကို ဖြတ်ခုတ်ဖို့ ကြံစည်နေတဲ့ကာစဲဟာ ရဲဝန်ထမ်းတစ်ယောက်ကိုလည်း စည်းရုံးထားတယ်မိုနီကာကိုအသုံးချပြီး ဆေးတွေလက်ဝယ်ရအောင်စီစဥ်နေတဲ့အချိန်လောကကြီးကိုစိတ်ကုန်ပြီး သေဖို့ကြောက်လန့်နေတဲ့ လီယိုနဲ့မိုနီကာဆုံမိပြီးကာစဲတစ်ယောက် စီစဥ်ထားသလိုမဖြစ်ဘဲလူတွေတစ်ယောက်ပြီးတစ်ယောက် သတ်မိပြီးလူဆိုးဂိုဏ်းနှစ်ခုကြား ကြားညပ်ပြီး ကမောက်ကမတွေဖြစ်ကုန်ပါတယ်ပြေးပြေးလွှားလွှားနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ချင်သူတွေလက်မလွှတ်သင့်တဲ့IMDb 7.0 နဲ့ရပ်တည်နေတဲ့ဂျပန်ကားကောင်းလေးဖြစ်ပါတယ် File Size : ( 1 GB , 277 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 48 min\nFormat : Mp4\nGenre : Comedy , Crime , ...",
        "rating": "6.9",
        "url": "https://megaup.net/3xucu/(CM)_First_Love_2019_BluRay_720p.mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bwwpg25QTu9YwtXtsRfbHC4GL4.jpg",
        "title": "Dark Encounter (2019)",
        "description": "11980ဝန်းကျင် ပန်ဆယ်ဗေးနီးယားပြည်နယ်တွင်းက နယ်ဘက်အိမ်လေးတအိမ်။မှန်ဘောင်သွင်းထားတဲ့မိသားစုဓာတ်ပုံလေး တပုံကအောက်ကိုကျပြီး မှန်လေးကကွဲနေတယ်။ပုံထဲမှာ မြင်ရတာကတော့ အဖေအမေရယ် ကောင်လေးတယောက်ကောင်မလေးတယောက် လေးယောက်ရှိတဲ့ မိသားစုလေး။လက်ဆေးကန်မှာလည်း ရေပိုက်ခေါင်း ပိတ်မထားလို့ ရေတွေ ဒလဟောကျနေတယ်။အိမ်တံခါးကလည်း ဟ ဟလေး ပွင့်နေတယ်။ကားတစီးအိမ်ရှေ့ရောက်လာပြီးအဖေနဲ့အမေ နှစ်ယောက်အိမ်ထဲကို စကားပြောရင်း ဝင်လာကြတယ်။အိမ်တံခါးပွင့်နေတော့ သူတို့သမီးဆီလာလည်မယ့်သူ ရှိလို့လားလို့ ထင်လိုက်ကြသေးတယ်။ဒါပေမယ့် ရေပိုက်ခေါင်းကလည်း ပွင့်နေပြီးသူတို့ သမီးကို ခေါ်တော့လည်း ပြန်ထူးသံမကြားခဲ့ရဘူး။အဲလိုနဲ့ပဲ သူတို့ရဲ့သမီးလေးဟာ ပျောက်ဆုံးသွားခဲ့ရတော့တယ်။\nတနှစ်ကြာခဲ့ပြီ။ သူတို့သမီးလေးရဲ့ သတင်းအစအနတောင် မရခဲ့ဘူး။တနှစ်တိတိပြည့်တဲ့နေ့မှာပဲ တနှစ်ပြည့် အောက်မေ့ဖွယ်ပွဲလေး ကျင်းပခဲ့ကြတယ်။အဲဒီညမှာပဲ သမီးလေးအဖေက မီးရှူးမီးပန်းတွေဆော့နေတယ်ထင်တဲ့ကောင်လေးတချို့ကို သတိပေးဆုံးမဖို့ ထွက်မယ်လုပ်တော့သူ့သားရောဘေးလူတွေကရော စိတ်မချလို့ လိုက်သွားကြရင်းတောထဲမှာ ထူးဆန်းတဲ့မီးအလင်းရောင်တွေကို ...",
        "rating": "4.9",
        "url": "https://megaup.net/3xuci/(CM)_Dark_Encounter_2019_WEB-DL_720p.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BM2MxY2QwYTAtMDM1My00MTc0LWEwZjktMDdjODY2NWJiNDg2XkEyXkFqcGdeQXVyODY3ODQ2MTk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "One Piece: Stampede (2019) Blu-ray",
        "description": "ONE PIECE :STAMPEDE\n===================\nOne Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။\nSky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။ One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။\nTime Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့ Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့် Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့ Wano အပြီးလို့လဲထင်စရာရှိပါတယ် ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ ခေါင်းစားစရာမရှိပါဘူး။ ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။\nဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/one-piece-stampede/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jsMaCoHaYMXdRf9383KjksYP88a.jpg",
        "title": "Jawaani Jaaneman (2020)",
        "description": "ဟိုင်း အချောလေးတို့ အိမ်ထဲမှာ နေနဲ့ ကမ္ဘာကြီးကို ကယ်တင်နိုင်ပြီဆိုတာ သိပြီးကြရောပေါ့။မပျင်းရအောင် အကျိုးဆောင်ပေးရရင် ရုပ်ရှင်ကားကောင်းလေးတွေနဲ့ တင်ဆက်ပေးမှာပါ။ခုတစ်ဖန် တင်ဆက်မှာကတော့... ဘောလိဝုဒ် မိသားစုဒရာမာကို ဟာသလေးတွေနဲ့ ကြည့်ရှုရမှာပါ။မင်းသားကြီးကလည်း လူတိုင်းသိပြီးသား ဖြစ်ပြီး မင်းသမီးချောလေးတွေလည်း ပါနေပါသေးတယ်နော်။ဇာတ်လမ်းအကျဉ်းကတော့... ဟိုးရှေးရှေးတုန်းက စော်ကြည်ဘဲ တစ်ယောက် ရှိသတဲ့ပေါ့။ခုခေတ်အခေါ် စားဘဲကြီးပေါ့။ စားဘဲကြီးဆိုတဲ့ ဂုဏ်ပုဒ်ကလည်း လွယ်လွယ်ရရိုးလား။မနက်ဆို ၁၂နာရီမှ အိပ်ယာထ၊ ရုံးကို ၃နာရီလာ၊ ညနေ ၅နာရီရုံးဆင်း၊ ညဘက်ဆို ကလပ်တက်၊ စော်တွေနဲ့ ဇာတ်လမ်းဖြစ်။သူ့အလုပ်ကတော့ အိမ်ခြံမြေအကျိူးဆောင် ပွဲစားပေါ့။ ဒီလိုနဲ့ သူ့အရွယ်က အိမ်ထောင်ပြုသင့်နေပြီလို့ မိသားစုက ဖျောင်းဖျကြတယ်။လောကမှာ ဘာအကြောက်ဆုံးလဲလို့ မေးရင် မိန်းမယူ၊ ကလေးမွေးပဲ။ သူ့ခံယူချက်က ရှိသေးတယ်။ ဘာတဲ့။အိမ်ထောင်ဘဝဆိုတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2RGpl/(CM)_Jawaani.Jaaneman.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZX18L5m6rH5viSYpRnTSbb9eXh.jpg",
        "title": "The Platform (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ IDmb rating 7.0 ရရှိထားတဲ့ Netflix စပိန်ရုပ်ရှင်ကားပါ။တကယ့်ကို မှောင်မိုက်တဲ့ Thriller အမျိုးအစားဖြစ်လို့ကလေးတွေ မကြည့်သင့်ပါဘူး။ဒေါင်လိုက်ဖန်တီးထားတဲ့ အကျဉ်းထောင်တစ်ခု၊တစ်ဆင့်ချင်းစီက အကျဉ်းခန်းမှာ လူနှစ်ယောက်စီကိုနေရာချပေးတဲ့ ငရဲတွင်းပေါက်ကြီးဆီ Goreng သွားခဲ့တယ်။သဘောတူညီချက်တစ်ခုနဲ့ လာရောက်ခဲ့တဲ့ Goreng ဟာအဲ့ဒီနေရာကို ငရဲမှန်း မသိခဲ့ဘူး။အဲ့ဒီနေရာက တကယ့်ငရဲ၊ \"စားသောက်ခြင်း\"အမှုနဲ့ပတ်သတ်ပြီး ကြောက်ဖို့ကောင်းတဲ့ငရဲ။Goreng တစ်ယောက် အဲ့ဒီနေရာမှာ ရှင်သန်နိုင်ဖို့ ဘယ်လိုကြိုးစားမလဲ။အဲ့ဒီနေရာရဲ့ အဓိကရည်ရွယ်ချက်ကဘာလဲ။ကျဉ်းကျပ်ခက်ခဲတဲ့အခြေအနေ စနစ် ကိုလိုက်ပြီးလူတို့စိတ်တွေ ပြောင်းလဲတာတွေ...အခြေအနေဘယ်လိုပဲဖြစ်ဖြစ် စနစ်ကို အဆုံးစွန်ထိ တွန်းလှန်တိုက်ခိုက်တာတွေ...ဇာတ်ကောင်တွေရဲ့ စကားတွေမှာ တွေးစရာ သဘောကျစရာလေးတွေ...အဲ့လို အဲ့လိုတွေကို ဒီရုပ်ရှင်ကနေ ရရှိခံစားနိုင်ပါတယ်။ File Size : ( 886 MB , 324 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 34 min\nFormat : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2RGlk/(CM)_The_Platform_2019_WEB-DL_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/control.007-135x200.jpg",
        "title": "Control (2007)",
        "description": "Freddie Mercury ရဲ့ Bohemian Rhaspody ကိုသင်ကြိုက်ခဲ့တယ်ဆိုရင်\nဒီရုပ်ရှင်ကသင့်အတွက်ပါပဲ Joy Division ရဲ့\nIan Curtis အကြောင်းကို ရိုက်ကူးထားတာပါ\nအီယံ ကာတစ်ဟာ မသန်စွမ်းလူငယ်များကို အလုပ်ရှာပေးတဲ့ အေဂျင်စီမှာ\nအလုပ်လုပ်နေတဲ့ လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်\nWarsawလို့ခေါ်တဲ့Bandရဲ့အဆိုတော်လည်းဖြစ်ပါတယ်\nDavid Bowieကိုကြိုက်နှစ်သက်သူဖြစ်ပြီး\nDebbieလို့ခေါ်တဲ့ကောင်မလေးနဲ့တွေ့ဆုံကာ\nချက်ချင်းပဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့လက်ထပ်လိုက်ပါတော့တယ်\nအဲ့အချိန်မှာပဲ သူတို့ရဲ့bandနာမည်ဟာ Joy Divisionဖြစ်လာပြီး\nလူအများရဲ့အာရုံစိုက်ခြင်းကို စတင်ခံလာရပါတော့တယ်\nBandနာမည်ရလာတာနဲ့အမျှအိမ်မှာသိပ်မရှိတဲ့ အီယံ ဟာ\nမိဘနေရာကိုရောက်မှန်းမသိရောက်လာပြီး\nသူတို့ရဲ့အိမ်ထောင်ရေးဟာ Annikဆိုတဲ့ကောင်မလေးနဲ့စတွေ့မိရာကနေ\nချောက်ထဲကိုထိုးကျသွားပါတော့တယ်\nအီယံဟာ epilepsyကိုခံစားနေရပြီး ကောင်းမွန်တဲ့ဆေးဝါးကုသမှုလည်းမရခဲ့ပါဘူး\nသူဟာ အိမ်ထောင်ရေး အချစ်ရေး နာမည်ကြီးလာခြင်း နဲ့\nတစ်ခါတစ်ခါဖျော်ဖြေတိုင်းသူ့ရဲ့စွမ်းအင်ဆုံးရှုံးမှုတွေကို\nထိန်းကျောင်းနိုင်ခြင်းမရှိတော့ပါဘူး အဲ့အခါကျတော့....\nFreddie Mercury ရဲ႕ Bohemian Rhaspody ကိုသင္ႀကိဳက္ခဲ့တယ္ဆိုရင္\nဒီ႐ုပ္ရွင္ကသင့္အတြက္ပါပဲ Joy Division ရဲ႕\nIan Curtis အေၾကာင္းကို ႐ိုက္ကူးထားတာပါ\nအီယံ ကာတစ္ဟာ မသန္စြမ္းလူငယ္မ်ားကို အလုပ္ရွာေပးတဲ့ ေအဂ်င္စီမွာ\nအလုပ္လုပ္ေနတဲ့ လူငယ္တစ္ေယာက္ပဲျဖစ္ပါတယ္\nWarsawလို႔ေခၚတဲ့Bandရဲ႕အဆိုေတာ္လည္းျဖစ္ပါတယ္\nDavid Bowieကိုႀကိဳက္ႏွစ္သက္သူျဖစ္ၿပီး\nDebbieလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ေတြ႕ဆုံကာ\nခ်က္ခ်င္းပဲ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔လက္ထပ္လိုက္ပါေတာ့တယ္\nအဲ့အခ်ိန္မွာပဲ သူတို႔ရဲ႕bandနာမည္ဟာ Joy Divisionျဖစ္လာၿပီး\nလူအမ်ားရဲ႕အာ႐ုံစိုက္ျခင္းကို စတင္ခံလာရပါေတာ့တယ္\nBandနာမည္ရလာတာနဲ႔အမွ်အိမ္မွာသိပ္မရွိတဲ့ အီယံ ဟာ\nမိဘေနရာကိုေရာက္မွန္းမသိေရာက္လာၿပီး\nသူတို႔ရဲ႕အိမ္ေထာင္ေရးဟာ Annikဆိုတဲ့ေကာင္မေလးနဲ႔စေတြ႕မိရာကေန\nေခ်ာက္ထဲကိုထိုးက်သြားပါေတာ့တယ္\nအီယံဟာ epilepsyကိုခံစားေနရၿပီး ေကာင္းမြန္တဲ့ေဆးဝါးကုသမႈလည္းမရခဲ့ပါဘူး\nသူဟာ ...",
        "rating": "",
        "url": "https://megaup.net/2RExN/Control.2007.720p.BluRay(cm).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2RF1k/[CM]Underwater.2020.720p.HDRip.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk5xkiXc1msKwrRJ5WtisHui8xE.jpg",
        "title": "Vivarium (2020)",
        "description": "Sci-fi / Thriller ကားကောင်းကြိုက်သူများအတွက် လတ်တလောထွက်ထားပြီးNow you see me တို့ Zombie Land တို့ထဲကမင်းသား Jesse Eisenberg ပါဝင်ထားတဲ့ကားလေး။လူငယ်စုံတွဲ တတွဲက အတူနေဖို့အိမ်လေး တအိမ်ကိုလိုက်ရှာနေခဲ့တယ်။အိမ်ရာစျေးနှုန်းတွေကလည်း သိတဲ့အတိုင်း တဖြည်းဖြည်းမြင့်တက်လာနေတယ်။အသိတယောက်ကလည်း အိမ်ရာကောင်းကောင်းတွေ့ရင်လက်မနှေးဖို့ ရတုန်းယူထားဖို့အကြံပေးသွားသေးတယ်။အဲနေ့ညနေမှာပဲ သူတို့စုံတွဲက အိမ်ရာတွေရောင်းတဲ့နေရာမှာအိမ်ခြံမြေအကျိုးဆောင်နဲ့ သွားတွေ့ ခဲ့ကြတယ်။အကျိုးဆောင်ပုံစံကတော့ တမျိုးကြီးပဲ။ထောင့်မကျိုးတာလည်း မဟုတ် ရိုင်းစိုင်းတာလည်းမဟုတ်တမျိုးကြီးဖြစ်နေပေမယ့် အပြောကောင်းတော့သူတို့အိမ်ရာကို ပုံထဲတင်မဟုတ်ပဲ ကိုယ်တိုင်ကိုယ်ကျ လိုက်ကြည့်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။အကျိုးဆောင်အပြောအရ နေရာကလည်းအဆင်ပြေမယ့်ဆင်ခြေဖုံးနေရာအိမ်ရာတွေကိုလည်း လူတွေကဝယ်ပြီး နေရာရွှေ့လာကြတော့မှာ။အိမ်ရှာနေတာလည်း ကြာနေပြီမလား။အဆင်ပြေရင်တော့ ဝယ်လိုက်ကြမယ်စိတ်ကူးနဲ့ပေါ့။အဲလိုနဲ့ သူတို့အိမ်ရာတွေဆီသွားခဲ့ကြတယ်။အိမ်တွေကတော့ ပုံစံတူတွေပဲ။အဲလိုနဲ့ သူတို့ကြည့်ရမယ့် အိမ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/1vKuq/(CM)_Vivarium_2020_WEB_DL_720p.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33VdppGbeNxICrFUtW2WpGHvfYc.jpg",
        "title": "The Call of the Wild (2020)",
        "description": "စာရေးဆရာကြီး ဂျက်လန်ဒန်ရဲ့ နာမည်ကျော်စာအုပ်ကိုရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။ခေတ်ကတော့ ၁၉ရာစုနှောင်းပေါင်း ရွှေမုဆိုးတွေရဲ့ ခေတ်ပါပဲ။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ် ပါဝင်ထားပါတယ်။အဓိကဇာတ်ကောင်ကတော့ အင်မတန်လိမ္မာတဲ့ ဘက်ခ်ဆိုတဲ့ဧရာမခွေးကြီးတစ်ကောင်ပါပဲ။ဘက်ခ်ဟာ သခင်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်တဲ့ဘဝကနေ စွပ်ဖားလှည်းဆွဲတဲ့ခွေးအဖြစ် ရောင်းစားခံခဲ့ရတယ်။စွပ်ဖားလှည်းတစ်စီးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ခဲ့ရင်းသခင်မဲ့သွားချိန်မှာ အဘိုးကြီး တစ်ယောက်နဲ့ မိတ်ဆွေဖြစ်ခဲ့ရပြန်ပါရော။အဲဒီအဘိုးကြီးနဲ့အတူ ဘက်ခ်ဟာ လူသူမရောက်ဖူးတဲ့နေရာတွေကိုစွန့်စားခန်းတွေထွက်ရင်းသူ့ဘဝအပြောင်းလဲကြီးပြောင်းလဲစရာတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒီရုပ်ရှင်ဟာ တိရစ္ဆာန်ချစ်သူတွေ၊ စွန့်စားခန်းတွေနဲ့စိတ်ကူးယဉ်ရတာ ချစ်သူတွေအတွက်တော့ အကောင်းစားရုပ်ရှင်တစ်ကားပါပဲ။ File Size : ( 933 MB , 340 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 40 min\nFormat : Mp4\nGenre : Adventure , Drama , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/2RESq/(CM)_The_Call_Of_The_Wild_2020_WebRip_720p.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4Txbg/[CM]Bad.Boys.for.Life.2020.720p.HDRip.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaKP7E8VLfAoYW7sWZs10pSN3xq.jpg",
        "title": "Disco Raja (2020)",
        "description": "Spoiler Alert!၀ူဟန်ကာကွယ်ဖို့အတွက် အိမ်မှာနေရင်းပျင်းနေကြတဲ့ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် ယနေ့ တင်ဆက်ပေးလိုက်တဲ့ အသစ်စက်စက် ဇာတ်ကားလေးပါ။ဒီလထဲမှာထွက်ရှိတဲ့ အိန္ဒိယဇာတ်ကားတွေထဲမှာ အကြိုက်တွေ့မိတဲ့ဇာတ်ကား နည်းနေပေမယ့် ပရိတ်သတ်ကြိုက်မယ်ထင်တဲ့ ဇာတ်ကားတွေကို ရွေးထုတ် တင်ဆက်ပေးနေတာမို့....ကောင်းသည် မကောင်းသည်ကို ယတိပြတ် မပြောလိုပါဘူး။ကိုယ့်အကြိုက်နဲ့ကိုက်ညီရင် ကောင်းပြီး ကိုယ့်အကြိုက်နဲ့ မကိုက်ညီရင် မကောင်းဘူးလို့ပဲ ဆိုရမှာပါ။ဒီဇာတ်ကားကတော့ တောင်ပိုင်းကားတွေရဲ့ ထုံးစံအတိုင်း အိုဗာအက်ရှင်တွေ ဘာတွေ ဖောဖောသီသီ ပါဝင်သလို နည်းနည်းလည်း စိတ်ကူးယဉ်လည်း ဆန်ပါတယ်။တစ်နေ့က ထွက်တဲ့ Bloodshot ဆိုတဲ့ ဟောလိ၀ုဒ်ဇာတ်ကားနဲ့တောင် အစပိုင်းမှာ ခပ်ဆင်ဆင် ရိုက်ကူးထားတာပါ။အကြမ်းဖျင်းအားဖြင့် ပြောရရင် မင်းသားဟာ ဇာတ်လမ်းစစချင်းမှာသေသွားတယ်။သိပ္ပံပညာရှင်တစ်စုက မင်းသားကို သိပ္ပံနည်းနဲ့ သေရွာကနေ ပြန်ခေါ်တယ်ပေါ့။ဒီနောက်တော့ သူဟာသူ့အတိတ်ကို လိုက်စုံစမ်းရင်း ရိုးရိုးသေတာ မဟုတ်ပဲအသတ်ခံလိုက်ရတယ်ဆိုတာကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/4dzxj/(CM)_Disco_Raja_(2020)_Telugu_Proper_720p_HD_AVC.mp4",
        "category": "Action, Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/ymjugrl4li7gfvwzgyffi7ymejt-135x200.jpg",
        "title": "Contract Killer (or) Hitman (1998)",
        "description": "...........ကြေးစားလူသတ်သမားတွေဆိုတာ\nပိုက်ဆံအတွက် လူသတ်ကြပါတယ်\nဒေါ်လာ သောင်းဂဏန်း သိန်းဂဏန်းသန်းဂဏန်း အတွက်ပေါ့\nဒါပေမယ့် မကြာသေးမီက\nထူးဆန်းတဲ့ကြေးစားလူသတ်သမားတစ်ဦး ထွက်ပေါ်လာပါတယ် ...\nသူဟာ မကောင်းသတင်းနဲ့ ကျော်ဇောသူတွေကို\nအခကြေးငွေမယူပဲ သတ်ဖြတ်သူ တစ်ဦးပါ\nသူရဲ့နာမည်ကတော့....\" သေမင်းတမန်တော်\".................။မင်းသားကြီးဂျက်လီရဲ့ နုငယ်စဉ်က အသေဖိုက်ခဲ့တဲ့ ဇာတ်ကားပါ။Rating လဲကောင်းတာမို့ ကျွန်တော်တို့ကလေးဘဝရဲ့ သူရဲကောင်းကြီးကို ပြန်လည်ခံစားရအောင်ပါ။ \nFile size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias\n ZG...........ေၾကးစားလူသတ္သမားေတြဆိုတာ\nပိုက္ဆံအတြက္ လူသတ္ၾကပါတယ္\nေဒၚလာ ေသာင္းဂဏန္း သိန္းဂဏန္းသန္းဂဏန္း အတြက္ေပါ့\nဒါေပမယ့္ မၾကာေသးမီက\nထူးဆန္းတဲ့ေၾကးစားလူသတ္သမားတစ္ဦး ထြက္ေပၚလာပါတယ္ ...\nသူဟာ မေကာင္းသတင္းနဲ႔ ေက်ာ္ေဇာသူေတြကို\nအခေၾကးေငြမယူပဲ သတ္ျဖတ္သူ တစ္ဦးပါ\nသူရဲ႕နာမည္ကေတာ့....\" ေသမင္းတမန္ေတာ္\".................။မင္းသားႀကီးဂ်က္လီရဲ႕ ႏုငယ္စဥ္က အေသဖိုက္ခဲ့တဲ့ ဇာတ္ကားပါ။Rating လဲေကာင္းတာမို႔ ကြၽန္ေတာ္တို႔ကေလးဘဝရဲ႕ သူရဲေကာင္းႀကီးကို ျပန္လည္ခံစားရေအာင္ပါ။File size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2Ru8m/(CM)Hitman.1998.BluRay.720p.AC3.2Audio.x264-CHD.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/dolittle-135x200.jpg",
        "title": "Dolittle (2020)",
        "description": "Dolittle 2020============#Unicodeအားလုံးမျှော်လင့်နေတဲ့ ၂၀၂၀ ခုနှစ်ထွက် Doctor Dolittle ကိုတင်ဆက်ပေးလိုက်ပါတယ်...\nDolittle ဟာ လွန်ခဲ့တဲ့ သက္ကရာဇ် ၁၉၂၀ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Hugh Lofting ရဲ့ ဒေါက်တာ Dolittle စွန့်စားခန်းများကို အခြေပြုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...\nဒီဇာတ်လမ်းထဲက ဒေါက်တာ Dolittle ဟာ တိရစ္ဆာန်တွေကို စကား​ပြောနိုင်တဲ့ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပြီး တိရစ္ဆာန်တွေကိုလည်းဆေးကုပေးနေတဲ့ ဆရာဝန်တစ်ယောက်ပေါ့...\nတစ်နေ့မှာ ကြေကွဲဝမ်းနည်းစရာအဖြစ်အပျက်တစ်ခုကြောင့် သူဟာ လူ့လောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ပြီး အိမ်ထဲမှာ တံခါးပိတ်နေထိုင်နေရင်း မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တွေ တံခါးခေါက်ရောက်ရှိလာပါတော့တယ်...\nဇာတ်လမ်းအစကနေ အဆုံးအထိ ရယ်မောစရာလေးတွေနဲ့ဒီဇာတ်လမ်းကိုကြည့်ရှုရမှာဖြစ်ပြီး အဆုံးသတ်မှာ ကြည့်ရှုသူရင်ထဲ တစ်စုံတစ်ခုကျန်ခဲ့လိမ့်မယ်လို့ထင်ပါတယ်...\nဇာတ်လမ်းထဲမှာ Doctor Dolittle အဖြစ်သရုပ်တောင်ထားသူက ပြည်သူချစ်မင်းသားကြီး Robert Downey, Jr. ဖြစ်ပြီး တခြား အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း Tom Holland,Rami Malek , John Cena, Selena Gomaz စတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2REnh/[CM]Dolittle.2020.720p.BluRay.5.1CH.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyxNIAnDZq9f54Up05gDT6ra117.jpg",
        "title": "Advantages of Travelling by Train (2019)",
        "description": "Ratingကောင်းတွေရရှိထားတဲ့ စပိန်Mystery, Thrillerဇာတ်ကားတစ်ကားပါ။တစ်ကားလုံးခန့်မှန်းလို့မရတဲ့ဇာတ်လမ်းကြားမှာဖုံးကွယ်ထားတဲ့ဇာတ်လမ်းတွေထည့်ပြီး စပရိုက်တွေထထလုပ်ပါတယ်။အယ်ဒီတာအမျိုးသမီးတစ်ယောက် အိမ်ပြန်ရောက်တဲ့အခါသူ့ယောက်ျားဖြစ်သူရူးနှမ်းနေတာမြင်သွားတဲ့နောက်စိတ်ကျန်းမာရေးဆေးခန်းပို့ပြီးအပြန် ရထား‌ပေါ်မှာစိတ်ရောဂါကုဆရာဝန်တစ်ယောက်နဲ့ဆုံပြီးဆရာဝန်ကသူ့ကို စိတ်ဝင်စားစရာဇာတ်လမ်းတွေပြောပြပါတယ်။ဆရာဝန်မှာပဲစိတ်ဝင်စားစရာဇာတ်လမ်းတွေရှိတာမဟုတ်ပဲအမျိုးသမီးမှာလည်းဇာတ်လမ်းတွေနဲ့ပါ။ဘာဇာတ်လမ်းတွေလည်းဆိုတာ အရသာပေါ့သွားမှာစိုးလို့ မပြောတော့ပါဘူး။ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ပါ။(ရွံစရာကောင်းတဲ့အခန်းနှစ်ခန်းလောက်ပါတာမို့ ရွံတတ်ရင်အစာစားရင်မကြည့်ပါနဲ့)ကြည့်ပြီးရင်အားရမယ့်ဇာတ်ကားတစ်ကားဆိုတာအသေအချာပါပဲ။စပရိုက်လုပ်မယ့်သူမရှိရင် ဒီကားကစပရိုက်လုပ်ပေးပါလိမ့်မယ်။ File Size : ( 967 MB , 286 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/2Rxy9/(CM)_Adventages_of_Travelling_by_Train_2019_WEB-DL_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ap8NRozS7wlWCMmsd3RIDP1xzGP.jpg",
        "title": "Panga (2020)",
        "description": "(Unicode)IMDb 7.3/10 Rotten 93% အပေါ်က နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ရုံတင်နဲ့တင်ဒီဇာတ်ကားဟာ ကားကောင်းတစ်ကားဆိုတာ ထွေထွေထူးထူူး ညွှန်းဆိုဖို့လိုမယ်မထင်ပါဘူးဘောလီဝုဒ်မှာ ခပ်ပေါပါဇာတ်ကားတွေထွက်သလို ဒီလို ခံစားမှုပေါင်းစုံပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတွေလည်း နှစ်စဉ်ထွက်လေ့ရှိပါတယ်အာမခံနိုင်တာတစ်ခုကတော့ ဒီဇာတ်ကားဟာ ၂၀၂၀ ခုနှစ်ထွက် ကားကောင်းတစ်ကားပါပဲပါဝင်သရုပ်ဆောင်ထားတာလည်း တခြားသူမဟုတ်ဘဲ Queen ဖြစ်တဲ့ Kangana Ranautဒါရိုက်တာကလည်း ဇာတ်လမ်းကောင်းတွေဖြစ်တဲ့ Nil Battey Sannata Bareilly Ki Barfi တို့၏ဒါရိုက်တာ Ashwiny Iyer Tiwari ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ... ကဘတ်ဒီအားကစားဘဝကနေ အနားယူလိုက်ရတဲ့ နိုင်ငံလက်ရွေးစင်ကစားသမား ဂျာယားနီဂမ်ဟာ အကြောင်းအမျိုးမျိုးကြောင့်တစ်ကျော့ပြန်ကစားဖို့ဖြစ်လာတဲ့အခါမှာတော့ အသက် ၃၂ နှစ်၊ ၇ နှစ်အရွယ်ကလေးတစ်ယောက်နဲ့ အိမ်ရှင်မတစ်ယောက်ဟာ ကစားသမားဘဝနဲ့ အောင်မြင်မှုကိုနောက်တစ်ကြိမ် ပြန်လည်ဆွတ်ခူးတဲ့အခါ ဘယ်လိုအခက်အခဲတွေရှိမလဲ ဘယ်သူတွေက ...",
        "rating": "7.2",
        "url": "https://megaup.net/2bFvr/(CM)_Panga.2020.720p.DSNP+.WEB-DL.mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2K8Lbz0Rtl7HjbojQlrEGg6Fy4y.jpg",
        "title": "The Banker(2020)",
        "description": "The Banker(2020)IMDb...7.0,,,Rotten...74%(Unicode)ကလေးဘဝကတက်ဆက်ဇ်မြို့မှာဖိနပ်တိုက်သမားအဖြစ်နဲ့ အလုပ်လုပ်ရတဲ့\nလူမည်းလေးဘာနာ့ဒ်ဂါရက်တ်ဟာ ဉာဏ်စွမ်းဉာဏ်စနဲ့ပြည့်စုံပြီး\nပါရမီပါတဲ့အတွက် ဖိနပ်တိုက်ရင်းကြားရတဲ့စကားတွေကို\nသေချာလေ့လာမှတ်သားရင်း ပညာဝမ်းစာဖြည့်ပါတယ်.....\nသူအရွယ်ရောက်လာတော့ လော့စ်အိန်ဂျယ်မြို့ကိုပြောင်းလာရင်း\nဂျိုးဆက်မောရစ်ဆိုတဲ့ လူမည်းတစ်ယောက်နဲ့တွေ့ပြီးတော့\nစပ်တူအိမ်ခြံမြေလုပ်ငန်းလုပ်ကိုင်ဖို့ဖြစ်လာခဲ့ပါတယ်....\nဒါပေမယ့် လူမည်းတစ်ယောက်ကိုဘယ်သူမှ\nအဖက်လုပ်မဆက်ဆံခြင်ကြတဲ့အတွက် သူတို့အခက်အခဲက တကယ့်ကို ကြီးမား\nလွန်းပါတယ်...သူတို့ (၂) ဘယ်လို ဉာဏ်နီ ဉာဏ်နက်တွေ ထုတ်ပြီး\nရှေ့ဆက်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး.....\nဒီဇာတ်ကားကတော့ ၁၉၅၀ခုနှစ်ကျော်ကျော်က\nအမေရိကန်နိုင်ငံမှာ လူမျိုးရေးခွဲခြားမှုတွေ\nဖြစ်နေချိန်မှာ ဘဏ်တစ်ခုကိုဝယ်ပြီးတော့\nလုပ်ငန်းလုပ်ကိုင်ဖို့ကြိုးစားတဲ့ လူမည်းနှစ်ယောက်အကြောင်းကို\nဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်...\nမှတ်သားစရာများစွာပါရှိသလို သူတို့ရဲ့ကြိုးစားပုံတွေလည်းတကယ့်ကို\nအတုယူစရာပါပဲ...\nအဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Samuel L. Jackson, Nicholas Hoult နဲ့ Anthony Mackie တို့ကိုတော့ အတော်များများသိကြမှာပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ K နဲ့ MarTizasပဲဖြစ်ပါတယ်(zawgyi)ကေလးဘဝကတက္ဆက္ဇ္ၿမိဳ႕မွာဖိနပ္တိုက္သမားအျဖစ္နဲ႔ အလုပ္လုပ္ရတဲ့\nလူမည္းေလးဘာနာ့ဒ္ဂါရက္တ္ဟာ ဥာဏ္စြမ္းဥာဏ္စနဲ႔ျပည့္စုံၿပီး\nပါရမီပါတဲ့အတြက္ ဖိနပ္တိုက္ရင္းၾကားရတဲ့စကားေတြကို\nေသခ်ာေလ့လာမွတ္သားရင္း ပညာဝမ္းစာျဖည့္ပါတယ္.....\nသူအ႐ြယ္ေရာက္လာေတာ့ ေလာ့စ္အိန္ဂ်ယ္ၿမိဳ႕ကိုေျပာင္းလာရင္း\nဂ်ိဳးဆက္ေမာရစ္ဆိုတဲ့ လူမည္းတစ္ေယာက္နဲ႔ေတြ႕ၿပီးေတာ့\nစပ္တူအိမ္ၿခံေျမလုပ္ငန္းလုပ္ကိုင္ဖို႔ျဖစ္လာခဲ့ပါတယ္....\nဒါေပမယ့္ လူမည္းတစ္ေယာက္ကိုဘယ္သူမွ\nအဖက္လုပ္မဆက္ဆံျခင္ၾကတဲ့အတြက္ သူတုိ့အခက္အခဲက တကယ့္ကုိ ႀကီးမား\nလြန္းပါတယ္...သူတုိ့ (၂) ဘယ္လုိ ဥာဏ္နီ ဥာဏ္နက္ေတြ ထုတ္ၿပီး\nေရွ႕ဆက္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ၾကပါဦး.....\nဒီဇာတ္ကားကေတာ့ ၁၉၅၀ခုႏွစ္ေက်ာ္ေက်ာ္က\nအေမရိကန္ႏိုင္ငံမွာ လူမ်ိဳးေရးခြဲျခားမႈေတြ\nျဖစ္ေနခ်ိန္မွာ ဘဏ္တစ္ခုကိုဝယ္ၿပီးေတာ့\nလုပ္ငန္းလုပ္ကိုင္ဖို႔ႀကိဳးစားတဲ့ လူမည္းႏွစ္ေယာက္အေၾကာင္းကို\nျဖစ္ရပ္မွန္အေပၚအေျခခံၿပီး ႐ိုက္ကူးထားတဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nမွတ္သားစရာမ်ားစြာပါရွိသလုိ သူတုိ့ရဲ့ႀကဳိးစားပုံေတြလည္းတကယ့္ကို\nအတုယူစရာပါပဲ...\nအဓိက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-banker2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/24nbVj5ibnuR88GxZrcMzYple71.jpg",
        "title": "International Falls(2019)",
        "description": "International Falls(2019)(unicode)မင်နီဆိုတာပြည်နယ်က အင်တာနေရှင်နယ်ဖော်စ်ဆိုတဲ့ မြို့လေးဟာလူသူအ‌ရောက်အပေါက်နည်းပြီး ဖွံ့ဖြိုးမှုသိပ်မရှိတဲ့နိုင်ငံငယ်လေးတစ်ခုပါ တစ်မြို့လုံးအနှံ့ကျဆင်းနေတဲ့ နှင်းမြူတို့က ထိုမြို့ကလူတစ်ချို့ရဲ့အိပ်မက်တွေကို ဖုံးလွှမ်းမြဲဖုံးလွှမ်းထားသလိုပါပဲ.... ထိုမြို့ရဲ့ ငါးခုတောင်မပြည့်တဲ့အဆောက်အဦးတွေထဲက တစ်ခုမှာအိပ်မက်တွေအကောင်ထည်မပေါ်ပဲ ဝဲလည်လည်ဖြစ်နေရတဲ့ ဒီးတစ်ယောက် ဟိုတယ်မှာ weekends တိုင်းလုပ်တဲ့ Comedy Show မှာဖျော်ဖြေမယ့် တင်ဖလက်ချာနဲ့တွေ့ပြီး သူ့ဘ၀လမ်းကြောင်းတစ်ဆစ်ချိုးပြောင်းဖို့ဖြစ်လာတယ်....\nဒီးတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမလဲ....\nသူတို့(၂)ယောက်ကရော ရေရှည်မှာဘယ်လိုဆက်စခန်းသွားကြမလဲ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)မင္နီဆိုတာျပည္နယ္က အင္တာေနရွင္နယ္ေဖာ္စ္ဆိုတဲ့ ၿမိဳ႕ေလးဟာလူသူအ‌ေရာက္အေပါက္နည္းၿပီး ဖြံ႕ၿဖိဳးမႈသိပ္မရွိတဲ့ႏိုင္ငံငယ္ေလးတစ္ခုပါ တစ္ၿမိဳ႕လုံးအႏွံ႔က်ဆင္းေနတဲ့ ႏွင္းျမဴတို႔က ထိုၿမိဳ႕ကလူတစ္ခ်ိဳ႕ရဲ႕အိပ္မက္ေတြကို ဖုံးလႊမ္းၿမဲဖုံးလႊမ္းထားသလိုပါပဲ.... ထိုၿမိဳ႕ရဲ႕ ငါးခုေတာင္မျပည့္တဲ့အေဆာက္အဦးေတြထဲက တစ္ခုမွာအိပ္မက္ေတြအေကာင္ထည္မေပၚပဲ ဝဲလည္လည္ျဖစ္ေနရတဲ့ ဒီးတစ္ေယာက္ ဟိုတယ္မွာ weekends တိုင္းလုပ္တဲ့ Comedy Show မွာေဖ်ာ္ေျဖမယ့္ တင္ဖလက္ခ်ာနဲ႔ေတြ႕ၿပီး သူ႔ဘ၀လမ္းေၾကာင္းတစ္ဆစ္ခ်ိဳးေျပာင္းဖို႔ျဖစ္လာတယ္....\nဒီးတစ္ေယာက္ဘယ္လိုေျပာင္းလဲသြားမလဲ....\nသူတို႔(၂)ေယာက္ကေရာ ေရရွည္မွာဘယ္လိုဆက္စခန္းသြားၾကမလဲ.....ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (373 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y9m8/International_Falls.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zwgPO5bamUuajIAEc02q9XZ2qhq.jpg",
        "title": "The Way Back(2020)",
        "description": "The Way Back(2020)IMDb....7.1,,,,,,Rotten....83%(unicode)ဒီကားမှာ ဘန်အဲဖလက်ကို ဘတ်စကတ်ဘောနည်းပြကြီးဂျက်ကန်နင်ဟန် အဖြစ်တွေ့မြင်ရမှာပါ .....ဂျက်ဟာ လူမှုရေးပြဿနာပေါင်းစုံကြောင့် စိတ်ထောင်းလို့ကိုယ်ကျေပြီး ကြုံရာကျပန်းအလုပ်တွေလုပ်နေတဲ့ မျှော်လင့်ချက်ကင်းမဲ့တဲ့ လူသားတစ်ယောက်ပါ .....\nမိန်းမနဲ့လဲအဆင်မပြေ မိသားစုပေါ်လဲနားမလည်ပေးနိုင်တဲ့ဂျက်တစ်ယောက် ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပြီး မနက်ဆိုလဲဘီယာလေးနဲ့ အလုပ်ချိန်မှာလည်း ဘီယာလေးတမြမြနဲ့ အလုပ်သိမ်းပြန်တော့ ဘားလေးဒိုးပြီး တချိန်လုံး စိတ်ဒဏ် ရာတွေကိုအရက်နဲ့ကုစားနေရတဲ့ လူတစ်ယောက်ပါ .....\nဘာအလုပ်မှမယ်မယ်ရရတစ်ထိုင်တည်းမလုပ်ပဲ အရက်ချည်းသောက်နေတဲ့ ဂျက်ဆီ တစ်ချိန်ကသူအောင်ပန်းဆင်ခဲ့တဲ့ ဘတ်စကတ်ဘောလောက ကလူတစ်ယောက်နည်းပြလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ် .....\nသူ့ဆီကမ်းလှမ်းတဲ့သူက Church ကျောင်းကဘုန်းတော်ကြီးဒဗိုင်းပါ ....\nခရစ်ယန်ဘာသာရေးဘတ်စကတ်ဘောအဖွဲ့ ကို စိတ်ဒဏ် ရာရပြီးအရက်နဲ့လက်မပြတ်တဲ့ဂျက်ကိုမှ ဘယ်လိုနားလည်မှု ၊ ဘယ်လိုယုံကြည်ကိုးစားမှုတွေနဲ့ ဘစ်ရှော့ဟေးဆိုတဲ့အညတရဘတ်စကတ်ဘောအသင်းကို နည်းပြဖို့ ငှါးတယ်မသိပါဘူး...\nသူ့အပေါ်ယုံကြည်တဲ့သူတွေကို တစ်ချိန်ကရှိခဲ့ဖူးတဲ့အရည်အချင်းတွေနဲ့\nထိပ်ဆုံးထိပြန်ပို့နိုင်မလား.....မူးရူးပေတေနေတဲ့ ဘဝကနေရုန်းထွက်ပြီး\nအားလုံးကို အံအားသင့်အောင်ပြန်လည်စွမ်းဆောင်နိုင်မလားဆိုတာကိုတော့....\nIMDb မှာ 7.1 Rotten Tomatoes မှာ\n83% နဲ့လတ်လတ်ဆတ်ဆတ်ကြီး မင်းသားကလဲ Ben Affleck ဆိုတော့အထူးညွှန်းစရာလိုမယ်မထင်တော့ပါဘူး(zawgyi)ဒီကားမွာ ဘန္အဲဖလက္ကို ဘတ္စကတ္ေဘာနည္းျပႀကီးဂ်က္ကန္နင္ဟန္ အျဖစ္ေတြ႕ျမင္ရမွာပါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2e6O7/The_Way_Back.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/broken.2014-140x200.jpg",
        "title": "Broken (2014)",
        "description": "Broken (2014)=============IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။#Unicodeဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကားမျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စကအပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်းထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။ #Zawgyiဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကားမ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥကအပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက ...",
        "rating": "6.8",
        "url": "https://megaup.net/4dvz1/[CM]Broken.2014.720p.BluRay.DD5.1.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Rio-2-poster-135x200.jpg",
        "title": "Rio 2 (2014)",
        "description": "Rio 2 (2014)_____IMDb - 6.3/10Rio 2 (2014) အညွှန်း\nRio 2 မှာတော့ အရှေ့ကားထက်ပိုကောင်းအောင်\nရုပ်ပိုင်းရော အသံ‌ပိုင်းမှာပါ အဆင့်မြှင့်ထားပါတယ်။\nသီချင်းတွေလည်းကောင်းတဲ့အပြင်\nအသံသရုပ်ဆောင်အသစ်တွေကိုလည်း\nဂရမ်မီဆုရ အဆိုတော်တွေကို ခေါ်ထားပါတယ်။\nဒီကားမှာ ဘလူး ဟာ ကလေး\n၃ ယောက်အဖေ ဖြစ်နေပြီးတော့\nသူတို့မိသားစုက အမေဇုန်တောထဲကို\nစွန့်စားပြီး ခရီးထွက်ကြမှာပါ။\nပိုလှပတဲ့ရှုခင်းတွေ၊ ပိုစုံလင်တဲ့တိရစ္ဆာန်တွေနဲ့\nသီချင်းအသစ်တွေလည်း\nအများကြီးပါလာမှာ ဖြစ်ပါတယ်။\n \nရုပ်ရှင်ကားကို Htet Wai Lwin က ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.3",
        "url": "https://megaup.net/Rvu7/Rio_2_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMTU2MDY3MzAzMl5BMl5BanBnXkFtZTcwMTg0NjM5NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Rio (2011)",
        "description": "Rio (2011)\nIMDb - 6.9/10_____Rotten - 72%\n ဘလူးလို့ခေါ်တဲ့ အပြာရောင် ကြက်တူရွေးငှက်ကလေးဟာ\nသူ့သခင် လင်ဒါ ဆိုတဲ့ အမျိုးသမီးနဲ့အတူ\nမင်နီဆိုဒါ ပြည်နယ်မှာ အေးချမ်းစွာ နေထိုင်ပါတယ်။\nလင်ဒါက ဘလူးကို အပြာရောင် မက်ကော်မျိုးစိတ်ရဲ့\nနောက်ကျန်တဲ့အကောင်လို့ သိထားပါတယ်။\nဒါပေမယ့် နောက်ထပ်မက်ကော်ငှက်မလေးတစ်ကောင်ကို\nရီယိုမြို့မှာ ရှာတွေ့ထားတယ်လို့ သိလိုက်ရချိန်မှာတော့...\n \nဘာသာပြန်ပေးထားတာကတော့ Htet Wai Lwin ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.9",
        "url": "https://megaup.net/Rvud/Rio_[2011]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/8n7wthcealtx-141x200.png",
        "title": "Bosomy Tae-hee (2020)",
        "description": "Bosomy Tae-hee (2020)\nDark Side အားပေးတဲ့ယောကျာ်းထုကြီးအပေါင်း\nမျှော်နေကြမယ်ထင်လို့ နောက်ထပ် ကိုရီးယား 18 အပေါင်း\nကားလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးပါအုန်းမယ်။\nစာမေးပွဲအပြီး အိမ်တွင်းအောင်း ဂူအောင်းသိုင်းကျင့်မယ့်\nသိုင်းဆရာတို့ ရိက္ခာလေးတွေကြိုဒေါင်းထားကြပါ။\nဇာတ်လမ်းလေးကတော့ နှစ်အိမ့်တစ်အိမ်\nဟင်းလဲစားတဲ့အကြောင်းပါပဲ။\nအလုပ်တစ်ခုမှာအတူတူလုပ်ကြတဲ့\nစီနီယာ၊ဂျုနီယာနှစ်ယောက် မိန်းမတွေကိုယ်စီရှိကြပေမယ့်\nတမျိုးတည်းကြာကြာဝါးရင် အရိုးညက်တယ်ဆိုသလို\nကိုယ့်မိန်းမ၊သူမိန်းမ လဲစားဖို့ စုံတွဲနှစ်တွဲ\nခရီးအတူတူထွက်ရင်း ကြံစည်ကြလေသတည်းပေါ့။\nဒီမှာပြောချင်တာက စီနီယာကတော့ ဂျပန်ကတုံးရုပ်မျိုးပေမယ့်\nသူမိန်းမလေးကတော့တော်တော် ချောတယ်ပြောရမယ်။\nBaby Face ကိုမှပါးချိုင့်လေးနဲ့။\nဘရားသားတို့စိတ်ကူးယဉ်လို့ရမယ့် ဆိုဒ်မျိုး။\nသူလေးက တခြားဆော်တွေလိုမဟုတ်ဖူး။\nနူးနူးညံ့ညံ့ ငြင်ငြင်သာသာအထိအတွေ့လေးတွေကိုမှ ခိုက်တယ်။\nသူဘဲကြီးကတော့အဲ့လိုမဟုတ်ဖူး။\nပညာလည်းစုံသလို ကြမ်းချင်တယ် ရမ်းချင်တယ်ပေါ့။\nစီနီယာကြီးရဲ့ ဆော်နဲ့ဆန့်ကျင်ဖက် ဂျူနီယာရဲ့ဆော်ကြီးကတော့ကြမ်းကြမ်းတမ်းတမ်းမှကြိုက်တာ။\nအဲ့ဆော်ကြီးကတော့ ရုပ်ကအရမ်းကြီးအချောကြီး\nမဟုတ်ပေမယ့် Technique ကတော့ကျွမ်းတယ်ပြောရမယ်။\nဆက်ပြောရရင် သိုင်းကားတွေထုံးစံအတိုင်းတယောက်တလဲစားကြမယ့်\nအစီအစဉ်ကို ဆော်ကြီးတွေကလည်းသိသိကြီးနဲ့မသိချင်ယောင်ဆောင်ကြလေသတည်းပေါ့။\nစီနီယာကိုရီးယားကတုံးရဲ့ဆော်ကို ဖန်ရတာလွယ်ပေမယ့်ခက်နေတာက\nဂျူနီယာရဲ့ဆော်။\nခရီးထွက်လာတဲ့ညမှာတင် အတွဲနှစ်တွဲသောက်ကြစားကြရင်း\nအဲ့ညမှာ ဂျူနီယာကတော့ စီနီယာဘဲရဲ့ဆော်ချောချောလေးကိုဖန်ပြီး\nစားသောက်ပြီးစီးသွားပေမယ့် စီနီယာဘဲကြီးတယောက်ကတော့\nဘယ်လို နည်းလမ်းတွေသုံးပြီး ဂျူနီယာဆော်ကို\nတီးရမလဲဆိုတာ ဂွကျနေတယ်။ဘာလို့လဲဆိုတော့ အဲ့ဂျူနီယာဘဲရဲ့\nဆော်ကြီးကအရက်မူးရင်သွေးဆိုးတယ်။\nအဲ့မှာနည်းနည်းပြဿနာတက်နေတာ။\nဒါနဲ့ သူ့မိန်းမကိုအပူကပ်ပြီး အဲ့ဂျူနီယာရဲ့ဆော်ကြီးကို ဖြုတ်ဖို့\nအကူအညီတောင်းတာပေါ့။\nသူမိန်းမကလည်းသူယောကျာ်းကို ကြောက်ရတော့ကူညီပေးလိုက်တယ်ပေါ့။\nအဲ့မှာ အဲ့ဘဲကြီးရဲ့ ရှယ်စားမယ့် စီမံကိန်းကြီးလည်းအောင်မြင်သွားပြန်တယ်။ဒါပေမယ့်\nအဲ့ဘဲကြီးမသိတာကသူတို့မိန်းမတွေကလည်း\nသူတို့ကိုလက်စားချေဖို့ကြံစည်နေတယ်ဆိုတာကိုပဲ။\nကဲ ဆက်ပြောရင်ဇာတ်လမ်းပေါ့မှာဆိုလို့ မပြောတော့ဖူး။\nသိချင်ရင်ဒေါင်းသာကြည့်ကြ။အဲ့ထဲကစီနီယာဘဲကြီးရဲ့ဆော်လေးကတော့\nနုနုထွတ်ထွတ်လေးနဲ့ ဂျပန်မလေးတွေဆိုဒ်မျိုး\nစကားပြောရင် မပွင့်တပွင့်လေးနဲ့\nရုပ်လေးကတော်တော်ချောတယ်ဆိုတာတော့\nညွှန်းလိုက်ပါရစေ။\nအဲ့ဆော်နှစ်ယောက်ဘဲကြီးနှစ်ယောက်အပိုးကျိုးသွားအောင်\nဘယ်လိုချေမယ်၊ဘယ်လိုပညာခန်းတွေသုံးမယ်ဆိုတာတော့\nနားကြပ်တပ် ဂူအောင်းပြီး သိုင်းကျင့်ရင်းခံစားကြည့်လိုက်ကြပါ။\nDarkSide အတွက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/3xxrn/Bosomy_Tae-hee_(2020)_1080P_HD_%7BDS%7D_(2).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/takers-138x200.jpg",
        "title": "Takers(2010)",
        "description": "Takers(2010)(unicode)(ရသအပြည့်အဝခံစားနိုင်စေရန် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nလူ(၄)ယောက် အခန်းတစ်ခုထဲမှာ ဆုံကြတယ်...စကားအနည်းငယ်ပြောပြီးတာနဲ့\nအသင့်ပါလာတဲ့ အနက်ရောင်ဝတ်စုံတွေလဲလိုက်ကြသလို မျက်နှာဖုံးစွပ်အနက်\nတွေလည်း ဝတ်ဆင်လိုက်ကြတယ်...M4A1 Carbine နဲ့ Glock စီးရီးအလိုက်\nလက်နက်ငယ်တွေလည်း ကိုင်ဆောင်ထားကြတယ်...\nသူတို့ကြည့်ရတာ အချိန်အကြာကြီးစီစဉ်ထားကြသလို\nအကုန်လုံးကလည်း သွေးအေးတည်ငြိမ်လွန်းနေကြတယ်...\nသိပ်မကြာဘူး..လောစ့်အိန်ဂျလိစ်မြို့တွင်းက ဘဏ်တစ်ခုကို ဓားပြဝင်တိုက်ကြတယ်....\nဘယ်လောက်တောင် ရဲတင်းလွန်းသလဲဆိုတော့ ဘဏ်စာရေးမကိုတောင် ရဲစခန်းကို\nဓားပြတိုက်ခံနေရကြောင်း ဖုန်းဆက်ခိုင်းလိုက်ပါသေးတယ်....\nကိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....\nဘဏ်ဓားပြတွေက ဘယ်သူတွေဖြစ်မလဲ....\nLA ရဲတွေကရော အမိဖမ်းနိုင်ပါ့မလား...\nဒီလောက်သွေးအေးပြီး အစီအစဉ်တကျ ဓားပြမှုကျူးလွန်နိုင်လောက်အောင်\nဒီလူတွေဘယ်လောက်တော်နေလဲ...\nဒီကားကတော့\nပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ Fast & Furious မင်းသား Paul Walker နဲ့ Idris Elba တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....အမိုက်စား ဘဏ်ဓားပြကားထဲက တစ်ကားအပါအဝင်ဖြစ်လို့ ခပ်လန်းလန်း စဆုံး Tempo မကျတဲ့ကားတွေမှ\nသဘောကျတဲ့ပရိတ်သတ်တွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ....(zawgyi)(ရသအျပည့္အဝခံစားႏိုင္ေစရန္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p ...",
        "rating": "6.5",
        "url": "https://megaup.net/2RzSm/Takers.2010.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/end.of_.sentence-135x200.jpg",
        "title": "End of Sentence (2019)",
        "description": "End of Sentence (2019)=================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားလေးကတော့ Drama ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအစလေးကတော့ ထောင်ထဲမှာ ရှန်နီဆိုတဲ့သားကိုသွားတွေ့မယ့် မိခင် အန်နာဗိုဂယ်ဟာ ကင်ဆာရောဂါခံစားနေရပါတယ်။ သားထောင်ကျနေတုန်းမှာသူ့ရောဂါကြောင့် မတွေ့ရမှာစိုးရိမ်ပြီး နောက်ဆုံးတစ်ခေါက်အနေနဲ့လာတွေ့ပါတယ်။ ဒီလိုနဲ့ နှုတ်ဆက်ပြီး အပြန် ရက်ပိုင်းသိပ်မကြာခင်မှာ သေဆုံးသွားပါတယ်။ ခင်ပွန်းဖြစ်သူ ဖရန့်ဗိုဂယ်ဟာ သေဆုံးသွားသူမိန်းမရဲ့ဆန္ဒအရ သားဖြစ်သူနဲ့အတူ သူမရဲ့အရိုးပြာကို သူတို့လက်ရှိနေတဲ့နေရာထက်အများကြီးဝေးတဲ့ အိုင်ယာလန်ဖက်မှာရှိတဲ့ရေကန်ထဲမှာဖြန့်ကျဲပေးစေချင်ပါတယ်။ ဒီလိုနဲ့ သားဖြစ်သူထောင်ထွက်မယ့်နေ့ကိုစောင့်ပြီး သူ့မိန်းမရဲ့ဆန္ဒကိုပြောပြပါတယ်။ သားဖြစ်သူကလည်း အဖေဖြစ်သူနဲ့က သိပ်မတည့် ငြင်းမရတဲ့အဆုံး လက်ခံလိုက်ပါတယ်။ သေဆုံးသွားသူ မိန်းမရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးချင်တဲ့ယောက်ျားတစ်ယောက်ရဲ့ဆန္ဒ၊ သားဖြစ်သူနဲ့လည်း အဆင်မပြေတဲ့ သူတို့နှစ်ယောက် ဘယ်လိုတွေရှေ့ဆက်သွား ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုပေးပါဦး။ (အင်္ဂလိပ်စာဖိုင် အမှန်မထွက်သေးသောကြောင့် တစ်ချို့နေရာတွေကိုနားထောင်ဘာသာပြန်ပေးရတာဖြစ်လို့ မှားတာရှိရင် ဖြည့်ဆည်းကြည့်ရှုပေးပါလို့တောင်းဆိုလိုက်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးကေတာ့ Drama ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအစေလးကေတာ့ ေထာင္ထဲမွာ ရွန္နီဆိုတဲ့သားကိုသြားေတြ႕မယ့္ မိခင္ အန္နာဗိုဂယ္ဟာ ကင္ဆာေရာဂါခံစားေနရပါတယ္။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2bB0g/[CM]Hi.Bye.Mama.S01E10.720P-n.mp4 https://megaup.net/4dtQX/[CM]End.Of.Sentence.2019.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/04q2dhaapxol-133x200.jpg",
        "title": "Lazy Hazy Crazy (2015)",
        "description": "အမှန်ဆို 18+ ဆိုတာနဲ့\nအိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်\nဒချိ ဒချိ တွေ ကို ကျနော်\nတကယ်ကြီး မကြိုက်ပါဘူး\nတစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်း\nဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆို\nPron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..\nကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်\nတင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်...\nတရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့\nဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ...\nချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါ\nချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခ\nအိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါ\nဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လို\nအကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်\nတစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်\nလူကသာ အထက်တန်း ကျောင်းသူ\nပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ...\nသူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2bCxq/Lazy.Hazy.Crazy.2015.1080p.BluRay_%7BDS%7D_(2).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/TU-133x200.jpg",
        "title": "Tuscaloosa(2020)",
        "description": "Tuscaloosa(2019)(unicode)ဒီကားလေးကို ၁၉၇၂ခုနှစ် အမေရိကန်နဲ့\nဗီယက်နမ် စစ်ပွဲဖြစ်နေချိန်\nနိုင်ငံတွင်းမှာလဲ လူဖြူလူမည်းကြား\nလူမျိုးရေးခွဲခြား အကြမ်းဖက်မှုတွေဖြစ်နေချိန်ကို\nဇာတ်အိမ်တည်ဆောက်ထားပါတယ်.....\nအဲ့ဒီအချိန်မှာပဲ ပူပူနွေးနွေးကောလိပ်ကျောင်းပြီးထားတဲ့ဘီလီတစ်ယောက်\nသူ့အဖေဆေးရုံအုပ်အဖြစ်လုပ်ကိုင်တဲ့\nတက်စ်ကာလိုဆာမြို့က စိတ်တ္တဇဆေးရုံကအလုပ်တွေကို ဝင်လုပ်ရင်းနဲ့ထူးခြားတဲ့ ကောင်မလေးတစ်ယောက်ကို သွားတွေ့တယ်...\nဒီကောင်မလေးက သိပ်လှတဲ့အပြင် စကားပြောကြည့်လိုက်တဲ့အခါမှာလည်း\nပုံမှန်လူတွေထက်အတွေးအခေါ်ကောင်းတွေ စကားပြောရည်မွန်တာတွေ\nသွားတွေ့ရတယ်....\nဒီကောင်မလေးက မရူးဘဲနဲ့ ဒီဆေးရုံကိုဘာလို့ရောက်လာတာလဲ...\nသူတို့(၂)ယောက်ကရော တစ်ဦးနဲ့တစ်ဦး ချစ်သွားကြမလား....ဒီဇာတ်ကားလေး ကြည်နူးစရာကောင်းတဲ့အချစ်အကြောင်းလေးကို\nဖော်ပြထားသလို လူဖြူတွေနဲ့လူမဲတွေကြား\nထားတဲ့သဘောထားတွေ အဖိနှိပ်ခံရမှုတွေကြားက\nလူမည်းတွေရဲ့ နာကျင်ခံစားရမှုတွေ မကျေနပ်မှုတွေကိုတွေ့နိုင်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်...(zawgyi)ဒီကားေလးကို ၁၉၇၂ခုႏွစ္ အေမရိကန္နဲ႔\nဗီယက္နမ္ စစ္ပြဲျဖစ္ေနခ်ိန္\nႏိုင္ငံတြင္းမွာလဲ လူျဖဴလူမည္းၾကား\nလူမ်ိဳးေရးခြဲျခား အၾကမ္းဖက္မႈေတြျဖစ္ေနခ်ိန္ကို\nဇာတ္အိမ္တည္ေဆာက္ထားပါတယ္.....\nအဲ့ဒီအခ်ိန္မွာပဲ ပူပူေႏြးေႏြးေကာလိပ္ေက်ာင္းၿပီးထားတဲ့ဘီလီတစ္ေယာက္\nသူ႔အေဖေဆး႐ုံအုပ္အျဖစ္လုပ္ကိုင္တဲ့\nတက္စ္ကာလိုဆာၿမိဳ႕က စိတ္တၱဇေဆး႐ုံကအလုပ္ေတြကို ဝင္လုပ္ရင္းနဲ႔ထူးျခားတဲ့ ေကာင္မေလးတစ္ေယာက္ကို သြားေတြ႕တယ္...\nဒီေကာင္မေလးက သိပ္လွတဲ့အျပင္ စကားေျပာၾကည့္လိုက္တဲ့အခါမွာလည္း\nပုံမွန္လူေတြထက္အေတြးအေခၚေကာင္းေတြ စကားေျပာရည္မြန္တာေတြ\nသြားေတြ႕ရတယ္....\nဒီေကာင္မေလးက မ႐ူးဘဲနဲ႔ ဒီေဆး႐ုံကိုဘာလို႔ေရာက္လာတာလဲ...\nသူတို႔(၂)ေယာက္ကေရာ တစ္ဦးနဲ႔တစ္ဦး ခ်စ္သြားၾကမလား....ဒီဇာတ္ကားေလး ၾကည္ႏူးစရာေကာင္းတဲ့အခ်စ္အေၾကာင္းေလးကို\nေဖာ္ျပထားသလို လူျဖဴေတြနဲ႔လူမဲေတြၾကား\nထားတဲ့သေဘာထားေတြ အဖိႏွိပ္ခံရမႈေတြၾကားက\nလူမည္းေတြရဲ႕ နာက်င္ခံစားရမႈေတြ မေက်နပ္မႈေတြကိုေတြ႕ႏိုင္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္...File Size : (950 MB) and (335 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:41:00\nGenre : Drama\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://megaup.net/3xwhh/Tuscaloosa.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH-143x200.jpg",
        "title": "The Whistleblower(2019)",
        "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲ\nကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်.....။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ.... ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား.....\nမက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ....\nအကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ...ခံစားကြည့်ကြပါဉီး....၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။\nမင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်....(zawgyi)မက္က ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-whistleblower2019/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKAOyKRjsGXn6Pwz49e2s1nf5S.jpg",
        "title": "Lost Girls(2020)",
        "description": "Lost Girls(2020)(unicode)မာရီဂီးလ်ဘတ်သည် သမီး ၃ယောက်အတွက် ရုန်းကန်နေရသော မုဆိုးမတစ်ယောက် ဖြစ်သည်။ အငယ်ဆုံးသမီးမှာ စိတ်ကျန်းမာရေး ချို့ယွင်းချက်ရှိပြီး အကြီးဆုံးသမီးမှာ တခြားမြို့တွင်အလုပ်လုပ် နေသည်။ တစ်ရက်တွင် သမီးကြီး ဖြစ်သူ ပျောက်နေကြောင်း ကြားသိလာရသောကြောင့် သမီးကြီး အပေါင်းအသင်းများထံ သွားမေးမိသည်။ ထိုအခါမှ သမီးကြီး ပျောက်ဆုံးမှုမှာ သွေးရိုးသားရိုး မဟုတ်သည့် အပြင် မိန်းကလေး တချို့လည်း ထူးထူးဆန်းဆန်း ပျောက်ဆုံးကြောင်း သိလာရသည်။\nသမီးပျောက်မှုအတွက် သက်ဆိုင်ရာကို အကြောင်းကြားပေမယ့်လည်း\nလုံလောက်တဲ့သက်သေမရှိတဲ့အပြင် စောင့်ဆိုင်းဆဲကာလဆိုတဲ့အကြောင်းပြချက်\nကြောင့် မာရီဂီးလ်ဘတ်အတွက် သမီးဇောနဲ့ အရူးတစ်ပိုင်းဖြစ်ရပါတယ်...\nဒါပေမယ့် သမီးအတွက် သူမဟာ ပူဆွေးနေမယ့်အစား အစွမ်းကုန်ရှာဖွေဖို့ ကြိုးစား\nပါတော့တယ်.....\nသမီးလေးကို ရှာတွေ့နိုင်ပါ့မလား.... ထူးဆန်းစွာပျောက်ဆုံးနေကြရတဲ့နောက်ကွယ်မှာ\nဘယ်လောက်ကြောက်စရာကောင်းတဲ့အဖွဲ့အစည်းတွေများရှိနေမလဲ......\nလျှို့ဝှက်သည်းဖို ဇာတ်လမ်း နှစ်သက်သူများ အကြိုက်တွေ့မည့် ဇာတ်ကားဖြစ်သည်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်.....(zawgyi)မာရီဂီးလ္ဘတ္သည္ သမီး ၃ေယာက္အတြက္ ႐ုန္းကန္ေနရေသာ မုဆိုးမတစ္ေယာက္ ျဖစ္သည္။ အငယ္ဆုံးသမီးမွာ စိတ္က်န္းမာေရး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1vDxt/Lost_Girl.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/M5P2XCmEkXVPZ58J4g4Yh0aSlW.jpg",
        "title": "A Bluebird in My Heart(2018)",
        "description": "A Bluebird in My Heart(2018)(unicode)ဒန်နီတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက် ပုံမှန်ရိုးရှင်းတဲ့ဘဝကို ပြန်လည်တည်ဆောက် ပြီး ငြိမ်းချမ်းတဲ့ ဘဝလေး ဖန်တီးဖို့ကြိုးစားပါတယ်....\nအမျိုးသမီးတစ်ယောက်နဲ့ သူမရဲ့သမီးဖြစ်သူ ကလယ်ရာတို့ပိုင်ဆိုင်တဲ့ မိုတယ်တစ်ခုမှာ အခြေချပြီး အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်...အလုပ်မှာသူပျော်သလို ကလယ်ရာဆိုတဲ့ကောင်မလေးကိုလည်း သမီးလေးတစ်ယောက်လိုခင်တွယ်မိသွားတယ်...\nသံယော်ဇဉ်တွေတွယ်မိတဲ့ သမီးလိုချစ်ရတဲ့ ဒီကောင်မလေးဟာ ကံဆိုးလွန်းတယ်...\nလူမဆန်စွာ မုဒိန်းကျင့်ခံလိုက်ရပါတယ်...ဒီအဖြစ်အပျက်ကိုသိသွားတဲ့\nဒန်နီတစ်ယောက် သူ့ရဲ့ခက်ထန်ကြမ်းတမ်းတဲ့ စိတ်တွေပြန်ပေါ်ပေါက်လာပြီး\nဒီကောင်မလေးအတွက်\nဘာတွေဆက်လုပ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်....(zawgyi)ဒန္နီတစ္ေယာက္ ေထာင္ကထြက္လာၿပီးတဲ့ေနာက္ ပုံမွန္႐ိုးရွင္းတဲ့ဘဝကို ျပန္လည္တည္ေဆာက္ ၿပီး ၿငိမ္းခ်မ္းတဲ့ ဘဝေလး ဖန္တီးဖို႔ႀကိဳးစားပါတယ္....\nအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ သူမရဲ႕သမီးျဖစ္သူ ကလယ္ရာတို႔ပိုင္ဆိုင္တဲ့ မိုတယ္တစ္ခုမွာ အေျခခ်ၿပီး အလုပ္လုပ္ဖို႔ေရာက္လာခဲ့ပါတယ္...အလုပ္မွာသူေပ်ာ္သလုိ ကလယ္ရာဆုိတဲ့ေကာင္မေလးကုိလည္း သမီးေလးတစ္ေယာက္လုိခင္တြယ္မိသြားတယ္...\nသံေယာ္ဇဥ္ေတြတြယ္မိတဲ့ သမီးလုိခ်စ္ရတဲ့ ဒီေကာင္မေလးဟာ ကံဆုိးလြန္းတယ္...\nလူမဆန္စြာ မုဒိန္းက်င့္ခံလုိက္ရပါတယ္...ဒီအျဖစ္အပ်က္ကုိသိသြားတဲ့\nဒန္နီတစ္ေယာက္ သူ႔ရဲ႕ခက္ထန္ႀကမ္းတမ္းတဲ့ စိတ္ေတြျပန္ေပါ္ေပါက္လာၿပီး\nဒီေကာင္မေလးအတြက္\nဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ ခံစားႀကည့္ႀကပါဦး...\nဇာတ္လမ္းအညြွန္းန့ဲ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ပဲျဖစ္ပါတယ္....File Size ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Ry39/A_Bluebird_In_My_Heart.2018.BLU-RAY.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm8iVzA7kRp0d4BSIsgXjsSBMKV.jpg",
        "title": "Emma.(2020)",
        "description": "ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့February လကမှထွက်ရှိထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးပါ။Emma 2020ဟာဆိုရင် IMDb rating 7 ရထားတဲ့ ကားလေးဖြစ်ပါတယ်။အင်္ဂလန်နိုင်ငံ ဟိုက်ဘရေးမြို့ကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့ Romance Comedy ဇာတ်ကားအမျိုးအစားပါဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင် အဓိကဇာတ်ဆောင်နှစ်ဦးဖြစ်တဲ့ အမ်မာနဲ့ နိုက်တလီတို့ရဲ့ သူငယ်ချင်းသံယောဇဥ်နဲ့ အချစ်ကြားဝေခွဲမရဖြစ်မှုတွေကို၁၈၁၅ခုနှစ်အင်္ဂလန်နိုင်ငံရဲ့အငွေ့အသက်နောက်ခံနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။လက်ထပ်ဖို့စိတ်ကူးမရှိတဲ့ အမ်မာနဲ့ နိုက်တလီတို့ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာက စိတ်ဝင်စားစရာပါပဲ။သူငယ်ချင်းဆိုတဲ့စည်းကိုကျော်ဖို့ ကြိုးစား​နေတဲ့သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 710 MB , 328 MB)\nQuality : WEB-DL 720p\nRunning Time : 2 hr 04 min\nFormat : Mp4\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by NuNu Phyoe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/2bA65/(CM)_Emma_2020_WEB-DL_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMTZlYzk3NzQtMmViYS00YWZmLTk5ZTEtNWE0NGVjM2MzYWU1XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Onward (2020)",
        "description": "ကာတွန်းရုပ်ရှင်ကား ကောင်းကောင်းလေး\nတစ်ကားလောက် ကြည့်ရအောင်။\nရုံတင်ကတည်းက လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်လေးပါပဲ။\nဇာတ်လမ်းအကျဉ်း….\nဟိုးရှေးရှေးတုန်းက ကမ္ဘာပေါ်မှာ မှော်ပညာ တည်ရှိခဲ့ပေမယ့်\nအချိန်ကြာလာတာနဲ့အမျှ လူတွေ၊နတ်သူငယ်တွေ၊ မှော်ဝင်သတ္တဝါတွေဟာ\nခေတ်မီလာကြပြီး မှော်ပညာကို မေ့ပျောက်သွားပါတော့တယ်။\nအီယန် နဲ့ ဘာလေ ဆိုတဲ့ နတ်သူငယ် ညီအစ်ကိုနှစ်ယောက်ဟာလည်း\nငယ်ငယ်ကတည်းက အဖေဆုံးသွားလို့\nမိခင်နဲ့ပဲ အတူနေကြတဲ့ သူတွေပါ။\nညီဖြစ်သူ အီယန်၁၆ နှစ်ပြည့်မွေးနေ့မှာတော့ သူတို့အဖေထားခဲ့တဲ့\nမှော်တောင်ဝှေးနဲ့ ဂါထာတစ်ခုကို တွေ့ရှိသွားပါတယ်။\nဂါထာရဲ့ အစွမ်းကတော့ သေဆုံးသွားတဲ့ အဖေဖြစ်သူကို တစ်ရက်တိတိ\nပြန်ရှင်သန်လာစေပြီး တွေ့ခွင့်ရမှာပါပဲ။\nဒါပေမယ့် ဒီဂါထာကိုသုံးဖို့ စွမ်းအားကြီးတဲ့ ရတနာတစ်ခုလိုအပ်ပြီး\nအဲဒီရတနာ မလုံလောက်တာကြောင့် သူတို့အဖေဟာ\nခန္ဓာကိုယ် အောက်ပိုင်းပဲ ကွက်ပြီး ရှင်လာခဲ့တယ်။\nဒီလိုနဲ့ပဲ ညီအစ်ကို ၂ ယောက်ဟာ သူ့တို့အဖေရဲ့\nခန္ဓာကိုယ်အောက်ပိုင်းကို သယ်ပြီး တစ်ရက်မပြည့်ခင်\nအဖေကို နောက်ဆုံးတွေ့နိုင်ဖို့\nမှော်ဝင်ရတနာကို အရှာထွက်ရပါတော့တယ်….\nဒစ္စနေးရဲ့ ထုံးစံအတိုင်း ပျော်စရာတွေ ရယ်စရာတွေနဲ့\nဝမ်းနည်းစရာတွေ ခံစားမှုတွေကို ရောယှက်ပေးထားမယ့်\nကာတွန်းရုပ်ရှင်အသစ်မို့ ကြည့်တဲ့သူတွေ\nသဘောကျကြမယ်ထင်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့ Little Neo ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nကာတြန္း႐ုပ္ရွင္ကား ေကာင္းေကာင္းေလး\nတစ္ကားေလာက္ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Rxqx/Onward.2020.720p_%7BCM%7D.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY80cuvKIfE6xtQOrSVd644yPTK.jpg",
        "title": "Street Dancer 3D (2020)",
        "description": "(Unicode)အခုတစ်ခေါက်ညွှန်းပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ . . .ဟင်ဒီစကားပြောဇာတ်ကားတစ်ကားဖြစ်ပီး . . .လူငယ်တွေ အကပြိုင်ပွဲမှာ နိုင်ငံချစ်တဲ့စိတ် ၊နိုင်လိုစိတ်ထက်သန်မှုတွေနှင့်အတူ တက်ညီလက်ညီ . . .အပြိုင်အဆိုင် ကြိုးစားကြသည့် အဖြစ်အပျက်လေးကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ်တစ်ကားပါ . . .အမှန်တကယ်တော့ ဒီဇတ်ကားဟာ ABCD(2015) အကကားရဲ့Sequel ဇာတ်ကားအဖြစ်ထွက်ရှိဖို့ လျာထားပေမဲ့ . . .Disney Company နဲ့ အကြောင်းမညီညွတ်တာကြောင့် Street Dancer ဆိုပီး သီးခြားနံမည်နဲ့ထွက်လာတာဖြစ်ပါတယ် . . .လန်ဒန်မှာနေတဲ့ အင်နာယာဆိုတဲ့ ပါကိစ္စတန်သူလေးနဲ့ ဆဟဂျ်ဆိုတဲ့ပန်ဂျာဗ်မြို့သားလေးတို့က မတူညီတဲ့အမြင်နဲ့ဝါသနာတစ်ခုတည်းကိုစိုက်စိုက်မတ်မတ်လုပ်ကြတယ် . . .တစ်နေ့မှာအင်နာယတ်ဟာ အိန္ဒိယနဲ့ပါကိစ္စတန်ကနေရွှေ့ပြောင်းလုပ်သားအနေနဲ့လာတဲ့ ဒုက္ခသည်တွေကို သူတို့နိုင်ငံပြန်ပို့ပေးဖို့ လန်ဒန်ရဲ့ အကြီးမားဆုံး အခန်းနားဆုံး ပြိုင်ပွဲကိုဝင်ပြိုင်ဖု့်လုပ်ရင်းကိုယ့်အတွက်ကိုယ်ကြည့်တဲ့ဆဟဂျ်နဲ့ သူများအတွက်တွေးပေးတဲ့မေတ္တာရှင်မလေးအင်နာယာတို့ပူးပေါင်းပြီး လူသားချင်းစာနာမှုအတွက်ဘယ်လို့ကြိုးစားယှဉ်ပြိုင်မလဲဆိုတာ . . .ဘောလိဝုဒ် ...",
        "rating": "3.4",
        "url": "https://megaup.net/2Rxma/(CM)_Street_Dancer_3D_2020_Hindi_720p_AMZN_WEB-DL.mp4",
        "category": "Bollywood, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/gladiator-2000-136x200.jpg",
        "title": "Gladiator (2000)",
        "description": "၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Gladiator ...\nရဲစွမ်းသတ္တိအပြည့်နဲ့ စစ်သူကြီး မက်စီမက်ဟာ အင်ပါယာပြည့်ရှင် အားကိုး ချစ်မြတ်နိုးရတဲ့ လက်ရုံးတစ်ဦးပါ။ တိုက်ပွဲတိုင်းကို အနိုင်ယူပေးခဲ့လို့ လက်အောက်ငယ်သား အားလုံးကပါ လေးစားရတဲ့သူပေါ့။ပြည့်ရှင်မင်း ဆီဇာက အင်ပါယာကြီးကို ထူထောင်ခဲ့ပေမဲ့ ရောမကို အာဏာရှင်စနစ်နဲ့ မအုပ်ချုပ်ချင်ပါဘူး။ သမ္မတနိုင်‌ငံတော်ဆိုတဲ့ စနစ်ကို ပြန်ပြောင်းချင်တဲ့သူ။ သူ့သားတော်ကတော့ သူနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တယ်ဆိုတာ သိထားရတဲ့အတွက် မက်စီမက်ကိုပဲ နန်းမွေလွှဲခဲ့ဖို့ ဆုံးဖြတ်ချက် ချလိုက်ပြီးတဲ့နောက်မှာတော့....ဒီဇာတ်ကားက သွေးသံရဲရဲ ကြည့်ချင်သူတွေအတွက်တော့ အကြိုက်တွေ့မှာ သေချာပါတယ်။ ရောမရဲ့ မပါမဖြစ်တဲ့ အရီနာသတ်ကွင်းတွေထက်က သတ်ပုတ်ကြတဲ့ ပွဲတွေဆိုတာ ဘယ်လိုဆိုတာ သိထားပြီး ဖြစ်ကြမှာပါ။IMDb 8.5 ရထားတဲ့ ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။Zawgyi၂၀၀၀ ခုႏွစ္က ထြက္ခဲ့တဲ့ Gladiator ...\nရဲစြမ္းသတၱိအျပည့္နဲ႔ စစ္သူႀကီး မက္စီမက္ဟာ အင္ပါယာျပည့္ရွင္ အားကိုး ခ်စ္ျမတ္နိုးရတဲ့ လက္႐ုံးတစ္ဦးပါ။ တိုက္ပြဲတိုင္းကို ...",
        "rating": "8,5",
        "url": "https://megaup.net/Tsq2/Gladiator_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/harry-135x200.jpg",
        "title": "The Thing About Harry (2020)",
        "description": "The Thing About Harry (2020)\n======================IMDb Rating 7.2/10#Unicodeဒီကားလေးမှာတော့ Jake Borelli, Niko Terho, Britt Baron, Japhet Balaban တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မကြာသေးခင်က ချစ်သူရဲ့ သစ္စာဖောက်ခံလိုက်ရတာ Samက အချစ်မှာစိတ်ပျက်သွားပြီး စိတ်အပြောင်းအလဲအနေနဲ့ သူ့ငယ်သူငယ်ချင်း kellyရဲ့ စေ့စပ်ပွဲရှိတာနဲ့ အိမ်ကိုပြန်ခဲ့တယ်။ အဲ့အသွားလမ်းမှာ အရင်က သူ့အပေါ်ဗိုလ်ကျခဲ့တဲ့ Harryနဲ့ကားအတူတူစီးရပြီး ရှေးဟောင်းနှောင်းဖြစ်တွေ ပြောကြရင်း တစ်ယောက်အပေါ်ထားတဲ့ အမြင်တွေရှင်းသွားပြီးနောက်မှာ HarryကPansexual မှန်းသိသွားတဲ့အခါ Samတစ်ယောက် ဘယ်လိုမျိုးလေးတွေ ဖြစ်သွားမလဲ။ Harryကကော Samအပေါ်အရင်လိုဗိုလ်ကျမြဲကျပြီး ပုံမှန်သူငယ်ချင်းအဖြစ်ပဲ ဆက်နေသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကတော့ ပုံမှန် LGBTဇာတ်ကားတွေလိုမဟုတ်ပဲ ဖြစ်တတ်တဲ့ အခက်အခဲတွေ အနှောင့်အယှက်လေးတွေကိုရင်ဆိုင်နားလည်ပြီး ရှေ့ဆက်လျှောက်ရတဲ့ လူသဘောကို ဖော်ထားတဲ့အတွက် တစ်မူထူးတဲ့ LGBTကားတစ်ကောင်းဖြစ်တာမို့အတူစီးမျှော်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။(Mature sceneနဲ့ ရိုင်းပြတဲ့ အသုံးအနှုန်းအချို့ပါဝင်ပါတယ်) #Zawgyiဒီကားေလးမွာေတာ့ Jake ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Rvy2/[CM]The.Thing.About.Harry.2020.720p.WEBRip.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukaXSfyN1RoTKQ34YgjyBOd4ZhQ.jpg",
        "title": "Mafia: Chapter 1 (2020)",
        "description": "(Unicode)ဒီကားက မြန်မာပြည်မှာတောင်မတ်လ ၁၃ရက်နေ့အထိ ရုံတင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။တောင်ပိုင်းရုပ်ရှင်တွေနဲ့ အနည်းငယ်အဆက်ပြတ်နေတာကတစ်ကြောင်း ၊ဇာတ်လမ်းပုံစံနဲ့ ဒါရိုက်တာရဲ့ ရိုက်ကူးပုံကို ​ကြိုက်မိတာက တစ်ကြောင်းကြောင့်ဒီကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်တာပါ။\n(Subtitle File မထွက်သေးပါဘူး၊generate လုပ်ထားတဲ့ စာဖိုင်နဲ့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်တာပါ။)အညွှန်းမူးယစ်အထူးအဖွဲ့က အာရ်ယန်ဟာ ချန်နိုင်းက တိုးပွားလာတဲ့မူးယစ်ဆေးဝါးအမှုတွေအတွက် ခေါင်းစားနေချိန်မှာ. . .ချန်နိုင်းမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးခေါင်းဆောင်က မပိုင်ပဲမလုပ်ဖို့ မသိသလိုနေဖို့ သူ့ကို ပြောလာခဲ့ပါတယ်။ဒီမူးယစ်အမှုတွေရဲ့နောက်ကွယ်ကလူဟာ အာဏာရှိတဲ့သူ ဖြစ်နေတဲ့အတွက်မပိုင်ပဲလုပ်ရင် ဒုက္ခရောက်နိုင်တယ်ဆိုပြီး အဖွဲ့ခေါင်းဆောင်က အာရ်ယန့်ကိုအသိပေးတာ ​ဖြစ်ပါတယ်။ဒီအတောအတွင်းမှာ အာရ်ယန်နဲ့ခင်တဲ့ ထောက်လှမ်းရေးအလုပ်ကို ခုံမင်တဲ့သူတစ်ယောက်ဟာ အရေးကြီးတဲ့သတင်းပေးစရာရှိတယ်လို့ချိန်းပြီး အာရ်ယန်နဲ့မတွေ့ခင် အသတ်ခံလိုက်ရတယ်။သူပေးချင်တဲ့သတင်းက ဘာလဲ?မူးယစ်ဆေးဝါးအမှု့တွေကို နောက်ကွယ်ကနေ ကြိုးကိုင်နေတာက ဘယ်သူတွေလ?အာရ်ယန်ကရော ဒီအဖွဲ့ကို ဘယ်လိုဖော်ထုတ်မှာလဲ ဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ကြည့်ရှု့ကြပါ။သေချာတာကတော့ ပျင်းစရာ ကောင်းမနေပဲ စိတ်၀င်စားစရာအပြည့်ပါတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Lwin Htoo Aung ...",
        "rating": "6.4",
        "url": "https://megaup.net/2byho/(CM)_Mafia_Chapter_1_(2020)_Tamil_720p_HDRip.mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/the.invisible.men_-126x200.jpg",
        "title": "The Invisible Man (2020)",
        "description": "The Invisible Man (2020)===================IMDb Rating 7.5/10 ထိရရှိထားပါတယ် . . .#UnicodeFebruary လကုန်ခါနီးမှာ ရုံတင်သွားတဲ့ ပရိတ်သတ်တွေစောင့်မျှော်နေတဲ့ The Invisible Man ကတော့ အကြည်ထွက်ရှိလို့လာပါပြီ။ ဒီကားကလည်း ပရိတ်သတ်အကြိုက်ဖြစ်စေခဲ့တဲ့ နောက်ထပ် ဟော်ရာ ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။ ဇာတ်ကားကနာမည်အတိုင်းပါပဲ ကိုယ်ပျောက်နိုင်တဲ့လူတစ်ယောက်အကြောင်းပါ။ ဇာတ်လမ်းအစမှာ ဆယ်စီလီရယ် ဆိုတဲ့ မိန်းကလေးဟာသူ့ကို အရာရာချုပ်ကိုင်ထားချင်တဲ့ ရည်းစားဖြစ်သူ အေဒရီယန်ကို အတင်းစွန့်ခွာထားခဲ့ပါတယ်။ အေဒရီယန်ဟာ အမြင်အာရုံပိုင်းကင်မရာပိုင်းမှာ ကမ္ဘာ့အတော်ဆုံးလို့ပြောလို့ရတဲ့ သိပ္ပံပညာရှင်ပါ။ အေဒရီယန်ဟာ အစွဲအလန်းကြီးပြီး ခေါင်းမာလွန်းတဲ့သူ ဖြစ်တာမို့ ဆယ်စီလီရယ်ကို အလွတ်မပေးခဲ့ပါဘူး။ ဒါပေမယ့် အေဒရီယန် သေဆုံးသွားခဲ့ပြီးနောက်မှာတော့ ဆယ်စီလီရယ်တစ်ယောက်ဘဝသစ်ကို စိတ်ရှင်းရှင်းနဲ့စနိုင်လာခဲ့ပါပြီး။ ဒါပေမယ့် အေဒရီယန်ဟာ တကယ်သေတာမဟုတ်သလို ဆယ်စီလီရယ်ကို ဒုက္ခမျိုးစုံပေးပြီး သူ့ဆီကိုပြန်ရောက်လာဖို့ ကြောက်စရာကောင်းတဲ့ လုပ်ရပ်တွေလုပ်လာတဲ့အခါမှာတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် . . ...",
        "rating": "7.5",
        "url": "https://megaup.net/2byba/[CM]The.Invisible.Man.2020.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzFjMWNhYzQtYTIxNC00ZWQ1LThiOTItNWQyZmMxNDYyMjA5XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fight Club(1999)",
        "description": "(Unicode)\nဒီကားက တော်တော်များများ ညွှန်းဆိုကြတယ် ကြည့်သင့်တဲ့ကားဘာညာပေါ့လေ IMDb...ကလည်း..8.8 ရထားတယ်,,,,,ဒီကားရဲ့အဓိကဇာတ်ဆောင်မင်းသား ၂ ဦးဖြစ်တဲ့Brad Pitt, Edward Norton ကိုတော့ အတော်များများရင်းနှီးကြပါတယ်.....သူတို့ ၂ယောက်ပဲ ဒီဇာတ်ကားတစ်ကားလုံးဆွဲခေါ်သွားတာ....ကျွန်တော့်မိတ်ဆွေကိုမေးမိတယ် ဒီကားမကြည့်ခင်နည်းနည်းတော့ဇာတ်ကြောင်းလေးပြောပြပါ့လား ဆိုတော့ သူက ရယ်မောရင်းနဲ့ပြန်ပြောတယ်\"ဒီကားက လေးနက်တဲ့ပုစ္ဆာတစ်ပုဒ်နဲ့တူတယ် ကိုယ်တိုင်စီးမျောရင်းအဖြေရှာနေရတာ ဇာတ်ကြောင်းပြောတယ်ဆိုတာက ငါအပြောမတတ်ရင် ဒီကားရဲ့ပေးချင်တဲ့ရသက လုံးဝပျောက်သွားလိမ့်မယ်  တစ်ခုတော့ရှိတယ် ဒီကားကြည့်ပြီးတော့ မင်းနဲ့ငါဆွေးနွေးလို့ရတယ်\"တဲ့ကျွန်တော်လည်း ဒီကားကိုမညွှန်းရဲဘူး ပြောပြလို့ရတာတွေတော့ရှိတယ် ဇာတ်လမ်းတင်မဟုတ်ဘူး ဒိုင်ယာလော့တွေကပါ လက်ဖျားခါလောက်တယ် ပြီးတော့ လူကြိုက်နည်းလိမ့်မယ်ထင်တယ် မိန်းကလေးလှလှတွေ၊ရှုခင်းလှလှတွေအချစ်အကြောင်းညွှန်းဆိုဖွဲ့စကားတွေ မပါဘူးဗျဘာသာပြန်ကတော့ Sherlock ပါ........(zawgyi)\nဒီကားက ေတာ္ေတာ္မ်ားမ်ား ညႊန္းဆုိၾကတယ္ ၾကည့္သင့္တဲ့ကားဘာညာေပါ့ေလ IMDb...ကလည္း..8.8 ရထားတယ္,,,,,\nဒီကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသား ၂ ဦးျဖစ္တဲ့\n Brad Pitt, Edward Norton ကုိေတာ့ အေတာ္မ်ားမ်ားရင္းႏွီးၾကပါတယ္.....သူတုိ႕ ၂ေယာက္ပဲ ဒီဇာတ္ကားတစ္ကားလုံးဆြဲေခၚသြားတာ....ကြ်န္ေတာ့္မိတ္ေဆြကုိေမးမိတယ္ ဒီကားမႀကည့္ခင္နည္းနည္းေတာ့ဇာတ္ေၾကာင္းေလးေျပာျပပါ့လား ဆုိေတာ့ သူက ရယ္ေမာရင္းနဲ႕ျပန္ေျပာတယ္\n\"ဒီကားက ေလးနက္တဲ့ပုစၦာတစ္ပုဒ္နဲ႕တူတယ္ ကုိယ္တုိင္စီးေမ်ာရင္းအေျဖရွာေနရတာ ဇာတ္ေၾကာင္းေျပာတယ္ဆုိတာက ငါအေျပာမတတ္ရင္ ဒီကားရဲ႕ေပးခ်င္တဲ့ရသက လုံး၀ေပ်ာက္သြားလိမ့္မယ္  တစ္ခုေတာ့ရွိတယ္ ဒီကားၾကည့္ၿပီးေတာ့ မင္းနဲ႕ငါေဆြးေႏြးလုိ႕ရတယ္\"တဲ့\nကြ်န္ေတာ္လည္း ...",
        "rating": "8.8",
        "url": "https://megaup.net/2RtSW/Fight_Club_(1999)_New.Blu-Ray.720p.pp.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YJNp1cquIkX8JxFwkKNEFQ9tgr.jpg",
        "title": "Just Mercy (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ကားသစ်လေးပါ။နာမည်ကြီး မင်းသား ၂ ယောက်ဖြစ်တဲ့ Michael B. Jordan နဲ့Jamie Foxx တို့ သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဟားဗတ်ကနေ Law နဲ့ ဘွဲ့ရလာတဲ့Bryan Stevenson က South Center မှာလူ့အခွင့်အရေးလှုပ်ရှားသူ ကျောင်းသားတစ်ယောက်အနေနဲ့အလုပ်သင်ဝင်လုပ်ပြီးနောက်မှာ သူ့ရဲ့ခရီးစဉ် စတင်ခဲ့တာဖြစ်ပါတယ်။နောက်တော့ သူက Alabama မှာ အကျဉ်းသားတွေရဲ့အခွင့်အရေးအတွက် တိုက်ခိုက်ပေးဖို့Equal Justice Initiative (EJI) ကို တည်ထောင်ခဲ့တယ်။ဒေသခံ Eva Ansley ရဲ့အကူအညီနဲ့သေဒဏ်ကျခံနေရတဲ့အကျဉ်းသားတွေရဲ့အမှုကို စတင်ပြီး ကိုင်တွယ်တော့တယ်။အဲဒီမှာ လူသတ်မှုကြီးတစ်ခုအတွက် မှားယွင်းစွာစွပ်စွဲခံထားရတဲ့Johnny D နဲ့ စပြီး ဆုံကြတော့တယ်။ဒီဇာတ်ကားလေးထဲမှာ စနစ်အတွင်း အကျင့်ပျက်ချစားမှု၊အပြစ်မဲ့တဲ့အကျဉ်းသားတွေအတွက် Stevenson တစ်ယောက်ဘယ်လိုကြိုးပမ်းမလဲဆိုတာတွေ ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။File Size : ( 1 GB , 401 MB)\nQuality ...",
        "rating": "7.5",
        "url": "https://megaup.net/1vy27/(CM)_Just_Mercy_2019_WEB-DL_720p.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9zE1tPndPUtjXpHZ232jefeQft.jpg",
        "title": "Red Letter Day (2019)",
        "description": "unicodeလူတွေဆိုတာက တယောက်နဲ့ တယောက် ဆက်ဆံရေးတွေဘယ်လောက် ကောင်းပါတယ်ပြောပြော အချင်းချင်းကြားမှာ မကျေနပ်တာတွေ၊ပြောရင် ပြဿနာတက်မှာ စိုးရိမ်လို့ မပြောပဲထားတာတွေ ရှိကြစမြဲပဲ မဟုတ်လား။အဲဒီလို မကျေနပ်တာတွေကို ပြောလို့ရအောင် လမ်းစလေး ဖွင့်ပေးလိုက်ရင်ရောဘာတွေ ဖြစ်ကုန်မှာလဲ။Joker ပြောခဲ့သလိုပဲ ပြောရရင်Madness ,as you know, is a lot like gravity, all it takes is a little push ဆိုသလိုပဲလူတွေ ရူးသွပ်ရမ်းကားကုန်ဖို့ တွန်းအားလေး နည်းနည်းလေးပဲ လိုတာ မဟုတ်လား။အခု ဒီကားမှာတော့ ကွာရှင်းထားတာမကြာသေးတဲ့ အမေတယောက်က သူ့သားနဲ့သမီး ဆယ်ကျော်သက် နှစ်ယောက်နဲ့ အခြေချဖို့ကြိုးစားနေတုန်းမှာ သူတို့ နေတဲ့အိမ်ရာတွေမှာအနီရောင် စာအိတ်တွေ ရောက်လာပြီးသူတို့ စာထဲကလူတွေကို အချင်းချင်း သတ်ကြဖို့တိုက်တွန်းထားတဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်ကြမှာလဲသူတို့စာထဲမှာပါလာတဲ့ သတ်ရမယ့်သူတွေကရော ဘယ်သူတွေလဲလူတွေကရော ဘယ်ကမှန်းမသိတဲ့စာတွေ ရောက်လာပြီး ...",
        "rating": "4.3",
        "url": "https://megaup.net/2bs4k/(CM)_Red_Letter_Day_2019_WEB-DL_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuuI1UVwnoyDoN691Z0bYZrOezx.jpg",
        "title": "Brahms: The Boy II (2020)",
        "description": "(Unicode)နာမည်ကြီးခဲ့တဲ့ ဟော်ရာရုပ်ရှင် The boy က ဒုတိယမြောက်ရုပ်ရှင် ထပ်ထွက်လာပါပြီ။ဒီအပိုင်းမှာတော့ ကံဆိုးသွားတာ ရှောင်နဲ့ လိုင်ဇာ တို့ စုံတွဲနဲ့ သူတို့ရဲ့ သား ဂျု ပါပဲ။လိုင်ဇာဟာဖောက်ထွင်းသူတွေနဲ့ ညဘက်မှာ ရင်ဆိုင်ရင်း သေလုမြောပါး တိုက်ခိုက်ခံလိုက်ရပါတယ်။အဲဒီမြင်ကွင်းကို မြင်လိုက်ရတဲ့ ဂျု လေးကတော့ စကားမပြောနိုင်တော့ဘဲ ဖြစ်သွားခဲ့တယ်။ဒါကြောင့် သူတို့မိသားစု စိတ်ဒဏ်ရာတွေ ဖြေဖျောက်ဖို့ မြို့နဲ့ဝေးရာက ဂလန်ဗြူးအိမ်ကြီးမှာ လာပြီးနေထိုင်ခဲ့ကြတယ်။အဲဒီအိမ်မှာပဲ ဂျုဟာ ထူးဆန်းတဲ့အရုပ်တစ်ရုပ်ကို တွေ့ခဲ့ပြီး အရုပ်နဲ့ အတူ စပြီး စကားတွေ ပြန်ပြောလာနိုင်ခဲ့တယ်။အဲဒီနောက်မှာတော့ ထူးဆန်းပြီး ရက်စက်တဲ့အဖြစ်တွေ အိမ်ထဲမှာ ဆက်တိုက်ဖြစ်လာတဲ့အခါ….. ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)နာမည္ႀကီးခဲ့တဲ့ ေဟာ္ရာ႐ုပ္ရွင္ The boy က ဒုတိယေျမာက္႐ုပ္ရွင္ ထပ္ထြက္လာပါၿပီ။ဒီအပိုင္းမွာေတာ့ ကံဆိုးသြားတာ ေရွာင္နဲ႔ လိုင္ဇာ ...",
        "rating": "4.3",
        "url": "https://megaup.net/2Rsza/(CM)_Brahms.The.Boy.II.2020.720p.KORSUB.HDRip.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Steven-Universe-The-Movie-2019-140x200.jpg",
        "title": "Steven Universe: The Movie (2019)",
        "description": "Steven Universe: The Movie (2019)=========================IMDb Rating 8.0/10#UnicodeSteven Universe (2019) ဒီကားကတော့ Gem တွေကို အသက်ရှိတဲ့ပုံစံအနေနဲ့ ရိုက်ကူးထားတဲ့ Animation ကားကောင်းတစ်ကားပါ။ လူသားတစ်ဝက် Gemတစ်ဝက်ဖြစ်တဲ့ Steven က စင်္ကြဝဠာတစ်လျှောက် ငြိမ်းချမ်းမှု ဖော်ဆောင်ပြီး သူငယ်ချင်းတွေနဲ့အတူ ပျော်စရာဇာတ်သိမ်းခန်းလေး ကျင်းပနေခဲ့တာပေါ့။ ဒီအချိန်မှာပဲ Gem တစ်ယောက်ရောက်လာပြီး သူနဲ့သူ့သူငယ်ချင်းတွေကို တိုက်ခိုက်တဲ့အခါ မျှော်လင့်မထားတာတွေ ဖြစ်လာပါတော့တယ်။ ကြာမြင့်ချိန်ကလည်း မ‌ပြောပလောက်တဲ့အပြင် ဇာတ်လမ်းလေးကလည်းကောင်း Musical Type လည်းဖြစ်တာကြောင့် အတော်လေးကြည့်ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါ။ #ZawgyiSteven Universe (2019) ဒီကားကေတာ့ Gem ေတြကို အသက္ရွိတဲ့ပုံစံအေနနဲ႔ ႐ိုက္ကူးထားတဲ့ Animation ကားေကာင္းတစ္ကားပါ။ လူသားတစ္ဝက္ Gemတစ္ဝက္ျဖစ္တဲ့ Steven က စၾကၤဝဠာတစ္ေလွ်ာက္ ၿငိမ္းခ်မ္းမႈ ေဖာ္ေဆာင္ၿပီး သူငယ္ခ်င္းေတြနဲ႔အတူ ေပ်ာ္စရာဇာတ္သိမ္းခန္းေလး က်င္းပေနခဲ့တာေပါ့။ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Rsrv/[CM]Steven.Universe.The.Movie.2019.720p.WEBRip.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/crying-freeman.18195-200x300.jpg",
        "title": "Crying Freeman (1995)",
        "description": "Crying Free Man 1995\n==================ဒီတစ်ခါမှာတော့ ဂျပန် ကာတွန်း manga ဇာတ်လမ်းတွေကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတွေထဲက အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကို ဖော်ပြပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ fantasy film award အတွက် ဆန်ကာတင်ဝင်ခဲ့သလို ဘတ်ဂျက်နည်းနည်းနဲ့ အကောင်းဆုံးလက်စွမ်းပြ ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုက လူသတ်ပြီးရင်မျက်ရည်ကျတတ်တဲ့ လူသတ်သမားတစ်ယောက်ကို တစဖက်ရန်သူဂိုဏ်းက လက်တုံ့ပြန်ဖို့ကြိုးစားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်ကားက B အဆင့် ဇာတ်ကားတစ်ကားဖြစ်ပေမယ့် တိုက်ခိုက်ခန်းတွေကို လှလှပပ ရိုက်ပြထားတာကြောင့် အတော်လေးကြည့်လို့ကောင်းပါတယ်။တိုက်ခိုက်ခန်းတွေမှာ အနှေးပြကွက်တွေကို အထူးဂရုစိုက်ပြီး အသေးစိတ်ပြုလုပ်ထားပါတယ်။ မင်းသား Mark Dacascos ရဲ့ ကိုယ်ခံပညာပိုင်နိုင်ကျွမ်းကျင်မှုကို လည်း မြင်တွေ့ရမှာပါ။\nChristophe Gans ရဲ့ လက်ရာကောင်းတစ်ခုဖြစ်ပြီး Mark Dacascos(ပါရာနာဝေးမင်းသား) က Freeman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ လိင်အသားပေးဇာတ်ဝင်ခန်းတချို့ပါဝင်တာကြောင့် မိသားစုအတူကြည့်ဖို့ မသင့်တော်ပေမယ့် ၁၉၉၀ ပြည့်လွန်နှစ်တွေရဲ့ အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ခုအဖြစ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/4esUc/Crying_Freeman_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/wodjabghhczc-140x200.jpg",
        "title": "Friend Mom And Affairs (2019)",
        "description": "Dark Side ပရိတ္သတ္ေတြအတြက္ေနာက္ထပ္\nကိုရီးယား ၁၈ အေပါင္းကားေလးထပ္လာပါၿပီ။\n၁၈ေယာက္စုၾကည့္ရတဲ့ကားဆိုေပမယ့္\nဒီကားေလးက တျခားကားေတြနဲ႔မတူပဲ\nဇာတ္လမ္းဇာတ္အိမ္အရေကာ ေဆာ္ေတြကိုျဖဳတ္တာေရာက\nနည္းနည္းေလးၾကမ္းထားပါတယ္။\nဇာတ္လမ္းကေတာ့အားလံုး သိေနၾကတဲ့\nေက်ာ႐ိုးပံုစံပါပဲ။ပိုက္ဆံမက္တဲ့အသက္ ၃၀ ေက်ာ္အရြယ္\nေဟာေယာင္းဆိုတဲ့ မမအၿပိဳႀကီးက\nသူထက္အသက္ႏွစ္ျပန္ေလာက္ႀကီးတဲ့ ႐ွဳးဂါးဒယ္ဒီႀကီးနဲ႔ယူလိုက္ပါတယ္။\nဒါေပမယ့္ အဲ့ဘဲႀကီးကေတာ့ဇာတ္လမ္းထဲမပါပါဖူး။\nတကယ္ဖုတ္တာက အဲ့ေဆာ္ႀကီးရဲ႕အရင္Ex ပါ။\nသူEx ကိုက် ေဟာေယာင္းကပိုက္ဆံမရွိလို႔ဆိုၿပီးျဖတ္ခဲ့တာေပါ့။\nၿပီးေတာ့ သူယူလိုက္တဲ့ စားဘဲႀကီးဆီမွာ အြန္းဂ်ဴဆိုတဲ့သမီးရွိတယ္။\nအဲ့သမီးအသက္က ေဟာေယာင္းထက္ေတာင္တႏွစ္ႀကီးေသးတယ္။\nဇာတ္လမ္းျပန္ဆက္ရရင္ အေမထက္သမီးတစ္ႏွစ္ႀကီးဆိုသလိုပဲ။\nကံၾကမၼာကဖန္လိုက္တာက အဲ့ဒီအြန္းဂ်ဴနဲ႔ ေဟာေယာင္းရဲ႕\nအရင္ ex နဲ႔တည့္တည့္တိုးေတာ့တာပဲ။\nအြန္းဂ်ဴကလည္းေရငတ္တုန္းေရတြင္းထဲက်ဆိုသလို။\nသူမိေထြးရဲ႕အရင္ Ex ႀကီးနဲ႔ တဖန္ ဖုတ္ၾကေလသတည္းေပါ့။ေနာက္ေတာ့အြန္းဂ်ဴက\nအျပင္မွာတင္ ဒခ်ိရတာအားမရေတာ့\nအဲ့ဘဲကိုအိမ္အထိေခၚလာတယ္။\nအိမ္ေရာက္ေတာ့အေမေကာသမီးေကာ\nတေယာက္တလွည့္ခရမ္းသီးတစ္လံုးကို\nလုစားၾကပါေတာ့တယ္။\nကိုရီးယားဆိုတဲ့အတိုင္း နည္းနည္းေလးေတာ့ေနာက္ဆံုးခန္းမွာ\nပညာေပးသြားတဲ့ဇာတ္လမ္းေလးေတာ့ပါတာေပါ့။\nအဲ့သားအမိႏွစ္ေယာက္ ဘဲတစ္ေယာက္တည္းကို\nဘယ္လိုေဝစားမွ်စားမယ္၊ဘယ္လိုေတြပညာခန္းေတြျပၾကမယ္ဆိုတာေတာ့\nသိခ်င္ရင္ေဒါင္းၾကည့္လိုက္ေတာ့။အသက္ႀကီးေပမယ့္\nမပ်က္စီးေသးတဲ့ မမေတြ ျဖဴျဖဴေဖြးေဖြးေရေဆးငါးႀကီးေတြက\nမႏူးမနပ္ေလးေတြထက္စာရင္ ေတာ္ေတာ္လည္းဆရာက်တာမို႔လို႔\nသိုင္းေလာကသားတူေမာင္တို႔ေတြၾကည့္ၿပီး\nပညာယူလိုက္ၾကပါလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။\nဒီကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာက\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Pzrw/Friend.Mom.And.Affairs.2019.1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/cvek0qb2au7j-141x200.jpg",
        "title": "The taste of married women (2018)",
        "description": "unicode\nကဲ စာမေးပွဲတွင်းအားပြတ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက်နောက်ထပ် အားကုန်စေမယ့်\nကိုရီးယားကားကောင်းလေးလာပါပြီ။\nဒီတစ်ခါဇာတ်လမ်းလေးကတော့ လင်မယားနှစ်ယောက်ပဲ။\nဒါပေမယ့် တခြားလင်မယားတွေလို\nယောကျာ်းကအပြင်အလုပ်လုပ်တာမဟုတ်ဖူး။\nမိန်းမကအပြင်အလုပ်လုပ်၊ယောကျာ်းကအိမ်အလုပ်လုပ်\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ပေါ့။\nဇာတ်လမ်းကအဲ့မှာစတာ။ယောကျာ်းကအိမ်အလုပ်လုပ်တယ်ဆိုတာ\nလက်စသတ်တော့အကြံနဲ့။ယောကျာ်းကအိမ်အလုပ်လုပ်ရင်းသူတို့ရပ်ကွက်ထဲက\nဆော်ကြီးတွေ၊ဘွားတော်တွေကိုဝင်လုံးပြီးသူတို့စိတ်ကြိုက်ပြုစုပေးနေတဲ့\nပရဟိတကောင်လေးဘွဲ့ကိုပါခံယူနေသူကြီးပေါ့။\nဒါကိုမိန်းမကတော့မသိရှာဖူး။\nသူတို့ရပ်ကွက်ထဲမှာတော့အဲ့ဘဲကဆရာပဲ။\nတခြားမိန်းမတွေရဲ့ယောကျာ်းတွေအလုပ်သွားကြပြီဆို\nပရဟိတကောင်လေးကလစ်ဟာနေတဲ့\nဆော်ကြီးတွေအတွက်အကျိုးဆောင်ပေးနေကြ။ဆော်ကြီးတွေဆိုလို့ အထင်မသေးနဲ့။\nအရွယ်ကောင်း တောင့်ဖြောင့်တင်းရင်းချက်က\nအပျိုကပါအရှုံးပေးရတယ်။ဆော်ကြီးတယောက်ဆိုအညိုစင်လေး။\nကိုရီးယားဆိုလို့ဖြူဖတ်ဖြူရော်မထင်နဲ့။ရွှေအိုရောင်အသားအရေကိုမှ\nကိုယ်လုံးကိုယ်ပေါက်ကလည်းအယ်ထနေတာ။\nကဲ ထားတော့။ဒါနဲ့ခုနကအလှူပေးနေတဲ့\nဘဲကြီးနေရာကိုလုမယ့်သူပေါ်လာတယ်ဆိုပါတော့။\nဒီတယောက်ကဆော်တွေအကြိုက် 6pack နဲ့ ပြီးတော့အားကောင်းမောင်းသန်\nလူပြိုလေး။\nအဲ့တော့နဂိုကမှ ဆာလောင်နေသောဆော်ကြီးများက\nအဲ့ဒီအသစ်မောင်မောင်ကို Oldie ဘဲကြီးထက်\nအသည်းခိုက်သွားကြတာပေါ့။\nဒါကိုအားကျမခံ မူလလက်ဟောင်းပရဟိတဘဲကြီးကလည်း\nသိုင်းကျမ်းတွေဂူအောင်းလေ့လာပြီး ရေခဲတောင်ကြာပွင့်စားပြလိုက်တော့\nဘယ်လိုတွေဖြစ်သွားလဲဆိုတာ ကိုယ်တိုင်ပဲ\nအားဆေးသောက်ပြီးကြည့်လိုက်ကြပါတော့လို့။\nအရင်မကြမ်းဖူးဆိုတဲ့ကားတွေထက်တော့\nအညိုစင်လေးအခန်းမှာပိုကြမ်းပိုဖြုတ်ထားလို့\nအားပေးလိုက်ကြပါအုန်း။\nဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nFox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nကဲ စာေမးပြဲတြင္းအားျပတ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ေနာက္ထပ္ အားကုန္ေစမယ့္\nကိုရီးယားကားေကာင္းေလးလာပါၿပီ။\nဒီတစ္ခါဇာတ္လမ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ပဲ။\nဒါေပမယ့္ တျခားလင္မယားေတြလို\nေယာက်ာ္းကအျပင္အလုပ္လုပ္တာမဟုတ္ဖူး။\nမိန္းမကအျပင္အလုပ္လုပ္၊ေယာက်ာ္းကအိမ္အလုပ္လုပ္\nေမာင္တစ္ထမ္းမယ္တစ္ရြက္ေပါ့။\nဇာတ္လမ္းကအဲ့မွာစတာ။ေယာက်ား္ကအိမ္အလုပ္လုပ္တယ္ဆိုတာ\nလက္စသတ္ေတာ့အၾကံနဲ႔။ေယာက်ား္ကအိမ္အလုပ္လုပ္ရင္းသူတို႔ရပ္ကြက္ထဲက\nေဆာ္ႀကီးေတြ၊ဘြားေတာ္ေတြကိုဝင္လံုးၿပီးသူတို႔စိတ္ႀကိဳက္ျပဳစုေပးေနတဲ့\nပရဟိတေကာင္ေလးဘြဲ႕ကိုပါခံယူေနသူႀကီးေပါ့။\nဒါကိုမိန္းမကေတာ့မသိရွာဖူး။\nသူတို႔ရပ္ကြက္ထဲမွာေတာ့အဲ့ဘဲကဆရာပဲ။\nတျခားမိန္းမေတြရဲ႕ေယာက်ား္ေတြအလုပ္သြားၾကၿပီဆို\nပရဟိတေကာင္ေလးကလစ္ဟာေနတဲ့\nေဆာ္ႀကီးေတြအတြက္အက်ိဳးေဆာင္ေပးေနၾက။ေဆာ္ႀကီးေတြဆိုလို႔ အထင္မေသးနဲ႔။\nအရြယ္ေကာင္း ေတာင့္ေျဖာင့္တင္းရင္းခ်က္က\nအပ်ိဳကပါအ႐ွဳံးေပးရတယ္။ေဆာ္ႀကီးတေယာက္ဆိုအညိဳစင္ေလး။\nကိုရီးယားဆိုလို႔ျဖဴဖတ္ျဖဴေရာ္မထင္နဲ႔။ေရႊအိုေရာင္အသားအေရကိုမွ\nကိုယ္လံုးကိုယ္ေပါက္ကလည္းအယ္ထေနတာ။\nကဲ ထားေတာ့။ဒါနဲ႔ခုနကအလႉေပးေနတဲ့\nဘဲႀကီးေနရာကိုလုမယ့္သူေပၚလာတယ္ဆိုပါေတာ့။\nဒီတေယာက္ကေဆာ္ေတြအႀကိဳက္ 6pack နဲ႔ ၿပီးေတာ့အားေကာင္းေမာင္းသန္\nလူၿပိဳေလး။\nအဲ့ေတာ့နဂိုကမွ ဆာေလာင္ေနေသာေဆာ္ႀကီးမ်ားက\nအဲ့ဒီအသစ္ေမာင္ေမာင္ကို Oldie ဘဲႀကီးထက္\nအသည္းခိုက္သြားၾကတာေပါ့။\nဒါကိုအားက်မခံ မူလလက္ေဟာင္းပရဟိတဘဲႀကီးကလည္း\nသိုင္းက်မ္းေတြဂူေအာင္းေလ့လာၿပီး ေရခဲေတာင္ၾကာပြင့္စားျပလိုက္ေတာ့\nဘယ္လိုေတြျဖစ္သြားလဲဆိုတာ ကိုယ္တိုင္ပဲ\nအားေဆးေသာက္ၿပီးၾကည့္လိုက္ၾကပါေတာ့လို႔။\nအရင္မၾကမ္းဖူးဆိုတဲ့ကားေတြထက္ေတာ့\nအညိဳစင္ေလးအခန္းမွာပိုၾကမ္းပိုျဖဳတ္ထားလို႔\nအားေပးလိုက္ၾကပါအုန္း။\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/Pzrx/The.Taste.of.Married.Women.2018_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpcgHflODKQu4s5mtWim4sAi95B.jpg",
        "title": "Bypass Road (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့ Mystery, Thriller ကားကောင်းတစ်ကားကိုကျွန်တော်များ Channelmyanmar မှ တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျIMDb 5.6/10 အထိရရှိထားပါတယ်ဇာတ်လမ်းလေးကတော့ ...ဖက်ရှိုးမန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ ဗစ်ကရမ်ကပူးလ်ဟာဆိုးရွားတဲ့ကားတိုက်မှုတစ်ခုဖြစ်သွားပါတယ်ထိုညမှာပဲ သူ့ဖက်ရှင်ရှိုးတွေက ဖက်ရှင်မော်ဒယ်တစ်ဦးဖြစ်သူ ဆာရာကလည်း သူ့ကိုယ်သူသတ်သေသွားပါတယ်တဲ့ဒါပေမဲ့ ရဲတပ်ဖွဲ့နဲ့ ဆာရာ့မိဘတွေကတော့ သူ့သမီးသတ်သေတာမဟုတ်ဘဲ အသတ်ခံရတာပါလို့ထွက်ဆိုထားပါတယ်ပြီးတော့ ဗစ်ကရမ်နဲ့ ဆာရာကလည်း ဇာတ်လမ်းမရှင်းရှင်းတွေထွက်ထားဖူးတာကြောင့် ဗစ်ကရမ်ကရော တကယ်ပဲ မတော်တဆဖြစ်ခဲ့တာလားလုပ်ကြံခံရတာလား ဆာရာကရော သူ့ကိုယ်သူသတ်သေခဲ့တာလားတစ်ယောက်ယောက်က သတ်ခဲ့တာလား ဒီကိစ္စတွေရဲ့နောက်ကွယ်မှာ ဘယ်သူရှိနေမလဲ ...ဒါတွေကိုတော့ ဆက်လက်ကြည့်ရှု့ပြီး အဖြေထုတ်လိုက်ပါတော့ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ဖန္ႀကီးအတြက္ အသစ္ထြက္ရွိထားတဲ့ Mystery, Thriller ကားေကာင္းတစ္ကားကိုကြၽန္ေတာ္မ်ား Channelmyanmar မွ တင္ဆက္ေပးလိုက္ပါတယ္ခင္ဗ်IMDb 5.6/10 အထိရရွိထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...ဖက္ရႈိးမန္ေနဂ်ာတစ္ေယာက္ျဖစ္တဲ့ ဗစ္ကရမ္ကပူးလ္ဟာဆိုး႐ြားတဲ့ကားတိုက္မႈတစ္ခုျဖစ္သြားပါတယ္ထိုညမွာပဲ သူ႔ဖက္ရွင္ရႈိးေတြက ဖက္ရွင္ေမာ္ဒယ္တစ္ဦးျဖစ္သူ ဆာရာကလည္း သူ႔ကိုယ္သူသတ္ေသသြားပါတယ္တဲ့ဒါေပမဲ့ ရဲတပ္ဖြဲ႕နဲ႔ ဆာရာ့မိဘေတြကေတာ့ သူ႔သမီးသတ္ေသတာမဟုတ္ဘဲ အသတ္ခံရတာပါလို႔ထြက္ဆိုထားပါတယ္ၿပီးေတာ့ ဗစ္ကရမ္နဲ႔ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2bu8l/(CM)_Bypass.Road.2019.720p.NF.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/snp-127x200.jpg",
        "title": "Sniper (2020)",
        "description": "Zawgyi*******ႏိုင္ငံေပါင္းစုံက လူေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ေၾကးစားအဖြဲ႕တစ္ခုရဲ႕ေခါင္းေဆာင္ဟာစႏိုက္ပါအထူးခြၽန္ဆုံးလို႔အမ်ားကသတ္မွတ္ထားပါတယ္ဒီအဖြဲ႕ထည္းမွာပဲေနာက္ထပ္ စႏိုက္ပါသမား လူငယ္ေလးတစ္ေယာက္လဲပါလာပါ၀င္ပါတယ္။မစ္ရွင္တစ္ခုမွာ စႏိုက္ပါသမားေလးေၾကာင့္ ေဖာက္သည္တစ္ဦးဒါဏ္ရာရသြားတဲ့အခါ ေဖာက္သည္ေတြေက်နပ္မႈ႕ရဖို႔ ေနာက္ထပ္မစ္ရွင္တစ္ခုကိုခပ္ျမန္ျမန္လက္ခံလိုက္ရပါတယ္။ဒီတစ္ေခါက္မစ္ရွင္က ေရသန႔္စက္နဲ႔မ်ိဳးေစ့ေတြကို အစိုးရတပ္နဲ႔သူပုန္တပ္ၾကားက႐ြာေလးဆီကိုပို႔မယ့္ ႏိုင္ငံတကာၿငိမ္းခ်မ္းေရးအဖြဲ႕ကလူနဲ႔ယာဥ္ကိုေစာင့္ေရွာက္ရမွာပါ။ ပို႔ရမယ့္ပစၥည္းေတြေနရာကိုေရာက္ပါ့မလားတစ္ကယ့္စႏိုက္ပါ အစစ္ရဲ႕လက္စြမ္းက ဘယ္လိုေနလဲမစ္ရွင္ေရာေအာင္ျမင္မွာလားဆိုတာေတာ့႐ုပ္ရွင္ထဲမွာဆက္ၾကည့္ပါ။စစ္ကားနဲ႔စႏိုက္ပါ ေကာင္းေကာင္းႀကိဳက္သူေတြအတြက္ေက်နပ္ေစမယ့္ကားေလးပါပဲ Unicode*******နိုင်ငံပေါင်းစုံက လူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ကြေးစားအဖွဲ့တစ်ခုရဲ့ခေါင်းဆောင်ဟာစနိုက်ပါအထူးချွန်ဆုံးလို့အများကသတ်မှတ်ထားပါတယ်ဒီအဖွဲ့ထည်းမှာပဲနောက်ထပ် စနိုက်ပါသမား လူငယ်လေးတစ်ယောက်လဲပါလာပါ၀င်ပါတယ်။မစ်ရှင်တစ်ခုမှာ စနိုက်ပါသမားလေးကြောင့် ဖောက်သည်တစ်ဦးဒါဏ်ရာရသွားတဲ့အခါ ဖောက်သည်တွေကျေနပ်မှု့ရဖို့ နောက်ထပ်မစ်ရှင်တစ်ခုကိုခပ်မြန်မြန်လက်ခံလိုက်ရပါတယ်။ဒီတစ်ခေါက်မစ်ရှင်က ရေသန့်စက်နဲ့မျိုးစေ့တွေကို အစိုးရတပ်နဲ့သူပုန်တပ်ကြားကရွာလေးဆီကိုပို့မယ့် နိုင်ငံတကာငြိမ်းချမ်းရေးအဖွဲ့ကလူနဲ့ယာဉ်ကိုစောင့်ရှောက်ရမှာပါ။ ပို့ရမယ့်ပစ္စည်းတွေနေရာကိုရောက်ပါ့မလားတစ်ကယ့်စနိုက်ပါ အစစ်ရဲ့လက်စွမ်းက ဘယ်လိုနေလဲမစ်ရှင်ရောအောင်မြင်မှာလားဆိုတာတော့ရုပ်ရှင်ထဲမှာဆက်ကြည့်ပါ။စစ်ကားနဲ့စနိုက်ပါ ကောင်းကောင်းကြိုက်သူတွေအတွက်ကျေနပ်စေမယ့်ကားလေးပါပဲ Translated By Lwin Htoo AungEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/1vwoi/(CM)Sniper.2020.WEB-DL.720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNDY2NDdhMjUtOTlhNC00ZjdkLTkyMDctNWUxMmVhYTM1MmY1XkEyXkFqcGdeQXVyNTEyNjg4MzI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Make Us Dream (2018)",
        "description": "unicode\nMake us dream (2018) ဟာ လစ်ဗာပူး\nအသင်းရဲ့ နာမည်ကျော် ကပ္ပတိန် စတိဗင် ဂျရက် ရဲ့\nကစားသမား ဘဝအကြောင်း မှတ်တမ်းရုပ်ရှင်တစ်ခုပါ။\nသူဟာ လစ်ဗာပူးကို အသက် ၈ နှစ်အရွယ်ကတည်းက ရောက်ခဲ့ပြီး\n၂၈ နှစ်တိတိ အသင်းအတွက် ကစားပေးခဲ့ပါတယ်။\nFA ဖလား ၂ ခု၊ League ဖလား ၃ ခု၊ UEFA ဖလား ၁ ခု၊\nFA community ဒိုင်း ၁ ခု နဲ့ UEFA super ဖလား ၁ ခု ရယူပေးခဲ့တဲ့\nသမိုင်းဝင်ကစားသမားတစ်ယောက်ပါ။\nဒီကားလေးမှာဆိုရင် ဂျရက် ရဲ့ အပြောင်းအလဲများလှတဲ့\nကစားသမားဘဝအကြောင်းကို\nအတွင်းကျကျ တွေ့ဆုံမေးမြန်းပြီး\nရိုက်ကူးမှတ်တမ်းတင်ထားပဲ ဖြစ်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့\nHtet Wai Lwin ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nMake us dream (2018) ဟာ လစ္ဗာပူး\nအသင္းရဲ့ နာမည္ေက်ာ္ ကပၸတိန္ ...",
        "rating": "8.1",
        "url": "https://megaup.net/Pyxi/make.us.dream.2018.720p.bluray_%7BCM.mp4",
        "category": "History, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/big_trip_2-141x200.jpg",
        "title": "The Big Trip (2019)",
        "description": "The Big Trip (2019)===============IMDb Rating 5.4/10#Unicodeဒီဇာတ်ကားလေးက Animation ပေမယ့် . ဇာတ်လမ်း ဇာတ်ကွက်ဟာ အတော်လေးကိုသဘောကျဖို့ကောင်းသလိုကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး ကွန်ဖူးပန်ဒါကိုတောင်သတိရသွားစေမယ့် ကားလေးပါ။ စစချင်းမှာပဲ ပန်ဒါနဲ့စဖွင့်ထားတာလေးကိုက အသက်ပါ။ ဖြစ်စဥ◌်ကတော့ သာယာတဲ့တောထဲမှာ နေထိုင်တဲ့ ဝက်ဝံကြီး မစ်စတာမစ် ဆိုတာရှိတယ်။ နောက်ပြီး သူလုံးဝကြည့်မရတဲ့ အော်စကာလို့ခေါ်တဲ့ တီထွင်ဥာဏ်စွမ်းရည်ရှိတဲ့ ယုန်တစ်ကောင်လည်းရှိတယ်။တီထွင်ပြီး ရေကာတာဆောက်လိုက်လို့ မစ်စတာမစ်ရဲ့အိမ်ဟာ တစ်ခါရေမြုပ်ပြီးပြီ။ နောက်ထပ် အာကာသပေါ်သွားမယ့် စွန့်စားမှုကြောင့်လည်း မစ်ရဲ့ ပျားအိမ်တွေထပ်ပြိုကွဲရပြန်ပြီ။ အဲ့ကိစ္စကြောင့် မစ်ဟာ ယုန်လေးအော်စကာကို ဒေါသထွက်နေတဲ့ အချိန်မှာပဲ . ကောင်းကင်ကနေ ကလေးတွေကို လိုက်လံပို့ဆောင်တဲ့ ဗျိုင်းတစ်ကောင်က ပန်ဒါပေါက်ကလေးကို ပန်ဒါကြီးတွေဆီပို့ရမယ့်အစား . ဝက်ဝံဖြစ်တဲ့ မစ် ဆီကိုမှာယွင်းပို့ဆောင်မိတာပါပဲ။ မစ်ဟာ အဲ့ပန်ဒါလေးရဲ့ နေရပ်အမှန်ကို ပြန်လည်ပို့ဆောင်ဖို့အတွက် ခရီးစထွက်တာကနေ The Big ...",
        "rating": "5.4",
        "url": "https://megaup.net/1vvae/[CM]The.Big.Trip.2019.720p.BluRay.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdj1EK3ZTTroWOcH1BTE7fZwm1c.jpg",
        "title": "The Postcard Killings(2020)",
        "description": "The Postcard Killings(2020)(unicode)ရဲသက်တမ်းအနှစ်သုံးဆယ်ရှိတဲ့ ဂျေကော့ရဲ့သမီးဟာ ဥရောပတစ်ခွင် ဟန်နီးမွန်းထွက်ရင်းအသတ်ခံလိုက်ရပါတယ် ...အသတ်ခံလိုက်ရတဲ့ပုံစံဟာ သာမန်လူသတ်မှုတွေနဲ့ကွဲပြားပြီး\nပြတိုက်တွေထဲက အနုပညာပန်းချီကားတွေ ကျောက်စစ်ရုပ်ထုတွေ ပုံစံအတိုင်းဖြစ်နေတာပါ ...ဒီလိုအမှုကို အရင်ကစပိန်နိုင်ငံမက်ထရစ်မြို့မှာက လက်ထပ်ပြီးခါက စုံတွဲလည်းဖြစ်ခဲ့ဖူးပါတယ်... ရဲမှတ်တမ်းတွေအရ ပုံစံတူတဲ့အတွက် ကွင်းဆက်လူသတ်သမားအဖြစ်သတ်မှတ်လိုက်ပါတယ်... တစ်ဦးတည်းသောသမီး ဒီလိုမတရားသေဆုံးမှုဟာ သူ့အတွက်တော့ ဖြေမဆည်နိုင်အောင်ပဲ... အဲ့ဒါကြောင့်အမှုမှန်ပေါ်ဖို့အတွက် အခင်းဖြစ်ပွားခဲ့တဲ့ လန်ဒန်ကရဲတွေနဲ့ပူးပေါင်းလုပ်ဆောင် လူသတ်သမားကိုဖမ်းဖို့ကြိုစားပါတော့တယ် ....သူတကယ်ပဲဖမ်းဆီးဖို့ကြိုးစားရာမှာအောင်မြင်ပါ့မလား....\nဖမ်းဆီးဖို့ကြိုးစားစဉ်မှာလည်း အလားတူ လူသတ်မှုမျိုးတွေ\nဆက်လက်ဖြစ်ပေါ်နေဉီးမှာလား....ဒီလောက်နှစ်ကြာနေတာတောင် ဘာဖြစ်လို့\nလူသတ်သမားကို မဖမ်းနိုင်ကြတာလဲ....လူသတ်သမားကရော ဘယ်လိုရည်ရွယ်ချက်တွေကြောင့် ဒါမျိုးတွေလိုက်သတ်ရတာလဲ...ခံစားကြည့်ကြပါဉီး...Crime,Mystery\nကားကြိုက်သူတို့အတွက် လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ရဲသက္တမ္းအႏွစ္သုံးဆယ္ရွိတဲ့ ေဂ်ေကာ့ရဲ႕သမီးဟာ ဥေရာပတစ္ခြင္ ဟန္နီးမြန္းထြက္ရင္းအသတ္ခံလိုက္ရပါတယ္ ...အသတ္ခံလိုက္ရတဲ့ပုံစံဟာ သာမန္လူသတ္မႈေတြနဲ႔ကြဲျပားၿပီး\nျပတိုက္ေတြထဲက အႏုပညာပန္းခ်ီကားေတြ ေက်ာက္စစ္႐ုပ္ထုေတြ ပုံစံအတိုင္းျဖစ္ေနတာပါ ...ဒီလိုအမႈကို အရင္ကစပိန္ႏိုင္ငံမက္ထရစ္ၿမိဳ႕မွာက လက္ထပ္ၿပီးခါက စုံတြဲလည္းျဖစ္ခဲ့ဖူးပါတယ္... ရဲမွတ္တမ္းေတြအရ ပုံစံတူတဲ့အတြက္ ကြင္းဆက္လူသတ္သမားအျဖစ္သတ္မွတ္လိုက္ပါတယ္... တစ္ဦးတည္းေသာသမီး ဒီလိုမတရားေသဆုံးမႈဟာ သူ႔အတြက္ေတာ့ ေျဖမဆည္ႏိုင္ေအာင္ပဲ... အဲ့ဒါေၾကာင့္အမႈမွန္ေပၚဖို႔အတြက္ အခင္းျဖစ္ပြားခဲ့တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2bsyg/The_Postcard_Killings.2020.WEB-DL720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/just-133x200.jpg",
        "title": "Just One More Kiss(2019)",
        "description": "Just One More Kiss(2019)(unicode)IMDB - 6.1\nအရမ်းချစ်ကြတဲ့စုံတွဲတွေဖြစ်တဲ့အက်ဘီနဲ့မက်စ်ဟာ သူတို့ရဲ့မင်္ဂလာသက်တမ်း\nဆယ်နှစ်ပြည့်ကိုသူူငယ်ချင်းတွေမိတ်ဆွေတွေနဲ့အတူကျင်းပခဲ့ပါတယ်...\nအခမ်းအနားမှာမက်စ်ရဲ့သူငယ်ချင်း ဘယ်ရီက အရက်မူးပြဿနာရှာတဲ့အတွက်\nမက်စ်ကသူ့ကိုအိမ်ပြန်လိုက်ပို့ခဲ့ပါတယ် ကံဆိုးစွာနဲ့ပဲ မက်စ်ဟာ ကားတိုက်ခံရပြီးသေဆုံးသွား\nခဲ့ပါတယ် ...အချစ်ဆုံးခင်ပွန်းတစ်ယောက်ကို ဆုံးရှုံးခဲ့ရတဲ့အက်ဘီအတွက် တော့ဖြေမဆည်နိုင်အောင်\nပါပဲ ခံစားချက်တွေကိုကုစားဖို့ဆိုပြီး အမှတ်တရအများကြီးမရှိတဲ့နယ်ဖက်က သစ်သားအိမ်လေးမှာ\nအက်ဘီတစ်ယောက်တည်းနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်... ဝမ်းနည်းကြွေကွဲစွာနဲ့ အရက်တွေချည်းသောက်နေခဲ့တဲ့\nအက်ဘီဟာ တစ်ညမှာတော့မက်စ်ကိုတွေ့ခဲ့ပါတယ် ..အိမ်မက်လား တကယ်လားမသိပေမယ့် အက်ဘီတစ်ယောက်အရမ်းကိုပျော်နေခဲ့တယ်...\nမက်စ်ဟာ မသေတာလား......\nဝိညဉ်အဖြစ်တည်ရှိပြီးသူ့အနားကိုရောက်လာတာလား...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦး.....ဇာတ်လမ်းအညွှန်း\nနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)အရမ္းခ်စ္ၾကတဲ့စုံတြဲေတြျဖစ္တဲ့အက္ဘီနဲ႔မက္စ္ဟာ သူတို႔ရဲ႕မဂၤလာသက္တမ္း\nဆယ္ႏွစ္ျပည့္ကိုသူူငယ္ခ်င္းေတြမိတ္ေဆြေတြနဲ႔အတူက်င္းပခဲ့ပါတယ္...\nအခမ္းအနားမွာမက္စ္ရဲ႕သူငယ္ခ်င္း ဘယ္ရီက အရက္မူးျပႆနာရွာတဲ့အတြက္\nမက္စ္ကသူ႔ကိုအိမ္ျပန္လိုက္ပို႔ခဲ့ပါတယ္ ကံဆိုးစြာနဲ႔ပဲ မက္စ္ဟာ ကားတိုက္ခံရၿပီးေသဆုံးသြား\nခဲ့ပါတယ္ ...အခ်စ္ဆုံးခင္ပြန္းတစ္ေယာက္ကို ဆုံးရႈံးခဲ့ရတဲ့အက္ဘီအတြက္ ေတာ့ေျဖမဆည္ႏိုင္ေအာင္\nပါပဲ ခံစားခ်က္ေတြကိုကုစားဖို႔ဆိုၿပီး အမွတ္တရအမ်ားႀကီးမရွိတဲ့နယ္ဖက္က သစ္သားအိမ္ေလးမွာ\nအက္ဘီတစ္ေယာက္တည္းေနဖို႔ဆုံးျဖတ္ခဲ့ပါတယ္... ဝမ္းနည္းေႂကြကြဲစြာနဲ႔ အရက္ေတြခ်ည္းေသာက္ေနခဲ့တဲ့\nအက္ဘီဟာ တစ္ညမွာေတာ့မက္စ္ကိုေတြ႕ခဲ့ပါတယ္ ..အိမ္မက္လား တကယ္လားမသိေပမယ့္ အက္ဘီတစ္ေယာက္အရမ္းကိုေပ်ာ္ေနခဲ့တယ္...\nမက္စ္ဟာ မေသတာလား......\nဝိညဥ္အျဖစ္တည္ရွိၿပီးသူ႔အနားကိုေရာက္လာတာလား...\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ခံစားၾကည့္ၾကပါဦး.....ဇာတ္လမ္းအၫႊန္း\nနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္....File Size : (850 MB) and (430 ...",
        "rating": "6.1",
        "url": "https://megaup.net/1vv16/Just_One_More_Kiss.2019.WEB-DL.720P.PP.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKt6sDEGVGbQWkaBuVZxJcLmQXj.jpg",
        "title": "Stargirl(2020)",
        "description": "Stargirl(2020)(Unicode)ဒီဇာတ်ကားလေးကတော့ အမေရိကန်စာရေးဆရာ\nJerry Spinelli ရဲ့ဝတ္တုကိုအခြေခံရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\nအထက်တန်းကျောင်းသားတွေဖြစ်တဲ့လီယိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့\nထူးခြားတဲ့နာမည်ပိုင်ရှင်စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာပါ....\n‌အရင်ကဘာပြိုင်ပွဲမှာမှဆုမှဖူးတဲ့ Mug Frogsအထက်တန်းကျောင်းဟာ\nထူးခြားမှုတွေပြည့်နေတဲ့ စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်\nကျောင်းကိုရောက်လာတဲ့အချိန်ကစပြီးတော့ ...\nဆုတံဆိပ်တွေရရှိဖို့ အလှည့်အပြောင်းတွေဖြစ်လာအောင် တွန်းအားပေးနိုင်ခဲ့ပါတယ်...\nစတားဂဲလ်ဟာလဲ ကျောင်းအတွက် လူတိုင်းအတွက်\nကံကောင်းစေတဲ့ လာဘ်ကောင်လေးတစ်ကောင်လိုဖြစ်လာပါတယ်...\nသူမရှိရင်မဖြစ်ဆိုတဲ့အခြေအနေထိရောက်အောင်\nသူကလူတိုင်းရဲ့စိတ်ကိုဖမ်းစားနိုင်ခဲ့ပါတယ်..\nဒါပေမယ့် လူတိုင်းကိုကူညီတတ်တဲ့စတားဂဲလ်တစ်ယောက်\nအကူအညီမလိုအပ်တဲ့သူတွေကို ကူညီပေးမိတဲ့အတွက်ကြောင့် ပြဿနာ\nအကြီးကြီးတက်ပါတော့တယ်...အဲ့ဒီပြဿနာကရောဘာလဲ...\nသူမ အခက်အခဲဖြစ်နေချိန်မှာ အနားမှာ ဘယ်လိုကောင်လေးမျိုးရောက်လာမလဲ....\nဒီကားလေးဟာ ပုံမှန်အချစ်ဇာတ်လမ်းတွေကနေခွဲထွက်ပြီးတော့\nကျွန်တော်တို့ကို တွေးစရာတွေအများကြီးပေးနိုင်တဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်\nဆယ်ကျော်သက်ဘဝမှာအချစ်ကိုတွေ့ရှိချိန် ဖြစ်တတ်တဲ့ ကြည်နူးမှုတွေ\nဝမ်းနည်းမှုတွေ ကျွန်တော်တို့နေ့စဥ် သတိမထားမိပဲ လုပ်နေမိကြတဲ့\nအမှားတွေ လူတိုင်းကိုမကူညီသင့်ဘူးဆိုတဲ့အကြောင်းတွေကို\nသိမ်သိမ်မွေ့မွေ့နဲ့ ရှင်းရှင်းလင်းလင်းရိုက်ကူးထားတာကို တွေ့ရပါတယ်\nဇာတ်ကားထဲမှာပါဝင်တဲ့ သီချင်းလေးတွေကလဲ အရမ်းကောင်းတဲ့အတွက်\nကြည့်ရှုသူပရိတ်သတ်ကြီး ကြည့်ရတာတန်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္စာေရးဆရာ\nJerry Spinelli ရဲ႕ဝတၱဳကိုအေျခခံ႐ိုက္ကူးထားတဲ့\nကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...\nအထက္တန္းေက်ာင္းသားေတြျဖစ္တဲ့လီယိုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔\nထူးျခားတဲ့နာမည္ပိုင္ရွင္စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းကို ႐ိုက္ကူးထားတာပါ....\n‌အရင္ကဘာၿပိဳင္ပြဲမွာမွဆုမွဖူးတဲ့ Mug Frogsအထက္တန္းေက်ာင္းဟာ\nထူးျခားမႈေတြျပည့္ေနတဲ့ စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္\nေက်ာင္းကိုေရာက္လာတဲ့အခ်ိန္ကစၿပီးေတာ့ ...\nဆုတံဆိပ္ေတြရရွိဖို႔ အလွည့္အေျပာင္းေတြျဖစ္လာေအာင္ တြန္းအားေပးႏိုင္ခဲ့ပါတယ္...\nစတားဂဲလ္ဟာလဲ ေက်ာင္းအတြက္ လူတိုင္းအတြက္\nကံေကာင္းေစတဲ့ လာဘ္ေကာင္ေလးတစ္ေကာင္လိုျဖစ္လာပါတယ္...\nသူမရွိရင္မျဖစ္ဆိုတဲ့အေျခအေနထိေရာက္ေအာင္\nသူကလူတိုင္းရဲ႕စိတ္ကိုဖမ္းစားႏိုင္ခဲ့ပါတယ္..\nဒါေပမယ့္ လူတိုင္းကိုကူညီတတ္တဲ့စတားဂဲလ္တစ္ေယာက္\nအကူအညီမလိုအပ္တဲ့သူေတြကို ကူညီေပးမိတဲ့အတြက္ေၾကာင့္ ျပႆနာ\nအႀကီးႀကီးတက္ပါေတာ့တယ္...အဲ့ဒီျပႆနာကေရာဘာလဲ...\nသူမ အခက္အခဲျဖစ္ေနခ်ိန္မွာ အနားမွာ ဘယ္လိုေကာင္ေလးမ်ိဳးေရာက္လာမလဲ....\nဒီကားေလးဟာ ပုံမွန္အခ်စ္ဇာတ္လမ္းေတြကေနခြဲထြက္ၿပီးေတာ့\nကြၽန္ေတာ္တို႔ကို ေတြးစရာေတြအမ်ားႀကီးေပးႏိုင္တဲ့ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္\nဆယ္ေက်ာ္သက္ဘဝမွာအခ်စ္ကိုေတြ႕ရွိခ်ိန္ ျဖစ္တတ္တဲ့ ၾကည္ႏူးမႈေတြ\nဝမ္းနည္းမႈေတြ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Px6m/Stargirl.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5BI5jOBblKEACPDJDL7P3cIXXDp.jpg",
        "title": "The Dark Red(2018)",
        "description": "The Dark Red(2018)(unicode)စိတ်ကျန်းမာရေးဆေးရုံကြီးသို့ အမျိုးသမီးလူနာတစ်ယောက်ရောက်ရှိလာသည်။ လူနာဖြစ်သူက သူ့ကလေးကို သူ့ထံမှ လူတစ်စု အတင်းယူသွားကြောင်း ကလေးကို ပြန်ယူရမည် ဖြစ်ကြောင်း တွင်တွင်ပြောနေသည်။ ဆရာဝန်များ စမ်းသပ်စစ်ဆေးကြည့်သောအခါ အမျိုးသမီးလူနာမှာ မကြာမီ က ကလေးအသေမွေးထားသောကြောင့် ကယောင်ခြောက်ခြားဖြင့် ပြောဆိုနေသော စိတ်ကစဉ့်ကလျား ဝေဒနာရှင် သာဖြစ်ကြောင်း အခိုင်အမာကောက်ချက်ချကြသည်။ လူနာရဲ့ ခိုင်လုံသော ပြောဆိုချက် များကြောင့် ဆရာဝန်များအားလုံးက လက်မြှောက်ကာ စိတ်ပညာကုထုံးပညာရှင် ဒေါက်တာဂျက်ကီ ဒီလုပ်စ်ကို အကူအညီတောင်းကာ အဖြေထုတ်ခိုင်းလိုက်သည်။ လူနာဖြစ်သူနှင့် တွေ့ဆုံမေးမြန်းကြည့် ရင်း ဒေါက်တာဒီလုပ်စ်သည် အင်မတန်စိတ်ဝင်စားဖွယ် ဇာတ်လမ်းတစ်ပုဒ်ကို အစဆွဲထုတ်နိုင် လိုက်သောအခါ………။ ဆရာဝန်များရဲ့ ကောက်ချက်နှင့် အမျိုးသမီးလူနာ၏ တကယ့်အဖြစ်အပျက် မည်သူက မည်မျှထိ မှန်ကန်နိုင်ပါမည်နည်း? ။ ဘယ်သူတွေ ပါဝင်ပက်သက်ပါသနည်း?။ ဆိုက်ကို ဆန်ဆန်ဇာတ်လမ်းများကို ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့နိုင်သော ဇာတ်လမ်းမျိုး ဖြစ်ပါသည်။\nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1vuiv/The_Dark_Red.2018.WEB-DL.720P.PP.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/after-the-sunset2004-145x200.png",
        "title": "After the Sunset(2004)",
        "description": "After the Sunset(2004)(unicode)((ဒီဇာတ်လမ်းက ဘယ်လောက်လန်းလဲဆိုတာကြည့်ဖူးတဲ့သူတွေသိမှာပါ...\nမကြည့်ရသေးတဲ့သူတွေအတွက်ရော ကြည့်ပြီးသားသူတွေပြန်လည်ခံစားရမှာ\nရသအပြည့်အဝရစေဖို့ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nအလစ်သုတ်ရာမှာ ကျွမ်းကျင်လှပါတယ်ဆိုတဲ့ မက်စ် နဲ့ လိုလာတို့ဟာ တစ်​နေ့မှာ​တော့ FBI ​အေးဂျင့် စတန်လေ ကိုယ်တိုင် ​စောင့်​ရှောက်​နေတဲ့ ကြားက​နေ စိန်တုံးတစ်တုံးကို ခိုးယူသွားခဲ့ပါတယ်။ အဲ့စိန်တုံးက နပိုလီယံ ပိုင်ဆိုင်ခဲ့တဲ့ စိန်တုံး သုံးတုံး ထဲက ဒုတိယ​မြောက် အတုံးဖြစ်ပါတယ်။ ဒီကိစ္စ ပြီးတဲ့​နောက်မှာ​တော့ မက်စ်နဲ့ လိုလာတို့ဟာ သူခိုး​လောကက​နေ အနားယူခဲ့ပြီး Bahamas နိုင်ငံက Paradiseကျွန်း​ပေါ်မှာ အပန်း​​ဖြေ​နေခဲ့ကြပါတယ်။\nဖြစ်ချင်​တော့ နပိုလီယံရဲ့ တတိယ​​မြောက် စိန်တုံးဟာ တ​နေ့မှာ Paradiseကျွန်း​ပေါ်ကို ဆိုက်ဆိုက်​​မြောက်​မြောက် ​ရောက်လာပါ​တော့တယ်။\nဒီ​နောက်မှာ​တော့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ။\nမက်စ်နဲ့ လိုလာတို့ဟာ တကယ်ပဲအနားယူသွားတာလား။ တတိယ​မြောက် စိန်တုံးကို ထပ်အလစ်သုတ်ဦးမလား။\nFBI​အေးဂျင့် စတန်​လေ က​ရော ဒီတ​ခေါက် ဘာအကြံအစည်​တွေများ ရှိ​နေဦးမလဲ။\nသူတို့​တွေရဲ့ အားပြိုင်မှု ကြားထဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1vubd/After_The_Sunset.2004.Blu-Ray.1080p.5.1CH.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jucgdel4v6AINILnCLDdTJqeENQ.jpg",
        "title": "Snow in Sea Breeze (2015)",
        "description": "[Unicode]နှင်းရိပ်အုံ့မှိုင်း မြူတွေဆိုင်းနေတဲ့ ညတစ်ညမှာ ဆွန်မီဆိုတဲ့ကောင်မလေးဟာ သူ့မှာသွေးဖြူဥဆဲလ်ပုံစံပြောင်းရောဂါရှိနေမှန်းစတင်သိခဲ့ရပါတယ်...အချိန်တွေကြာပြီးတဲ့နောက်မှာ ဆွန်းမီတစ်ယောက် နာကျင်မှုတွေကိုကျော်လွှားခဲ့ပြီး\nအရွယ်ရောက်တဲ့လူသားအဖြစ်နဲ့ လောကကြီးကိုစတင်ရင်ဆိုင်ပြီး ရေမွှေးပညာရှင်အဖြစ်နဲ့ ရပ်တည်ဖို့ကြိုးစားနေခဲ့တယ် ၊တစ်နေ့မှာ ငါးပြတိုက်မှုးအနေနဲ့အလုပ်လုပ်တဲ့ ဆွန်းဝူးဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်\nသူ့ရဲ့လက်က အနံ့ အထိအတွေ့က ဆုံးပါးသွားတဲ့သူ့အဖေနဲ့အရမ်းတူတာကြောင့် နွေးထွေးမှုတစ်ခုကိုပြန်ခံစားရပြီး စွဲလမ်းလာခဲ့ပြန်တယ် ၊\nနောက်ပိုင်းမှာတော့သံယောဇဉ်ရှိလာ လက်ထပ်ဖို့အထိဖြစ်လာပါတယ် ။ဒါပေမယ့်သူမရဲ့ရောဂါအခြေအနေကြောင့် မိဘတွေကသဘောမတူနိုင်ခဲ့ပါဘူး...\nသူမရဲ့ရောဂါအခြေအနေက ရှေ့ဆက်ဖို့အဟန့်အတားဖြစ်လာတဲ့အခါမှာ ရောဂါကိုကုဖို့\nနှစ်ယောက်ရင်ဆိုင်ကြရတဲ့အဖြစ်အပျက်တွေကိုကြည့်ရှုရမှာပါ ။နာတာရှည်ခံစားနေရတဲ့သူအတွက် ဘေးကဖေးမပေးမဲ့သူကဘယ်လောက်အရေးကြီးတယ်ဆိုတာ ခံစားဖူးတဲ့သူတွေမှသာသိနိုင်တဲ့အရာမျိုးပါ....ဒီကားမှာအဲဒီခံစားချက်မျိုးကိုတွေ့ရပါလိမ့်မယ် ၊ တော်ရုံမခံစားတတ်တဲ့သူတွေတောင် တစ်ခုခုတာ့ခံစားမိပြီး ၊\nသေချာတာကတော့ ရင်ထဲမှာတစ်ခုခုကျန်ခဲ့မှာပါ...Castတွေအနေနဲ့ကတော့\ncheese in the trapထဲက မင်းသား Park-Hae-Jin နဲ့\nVampire prosecutor ထဲက မင်းသမီး Lee-Young-Ah တို့ကပါဝင်ထားပါတယ် ။IMDb ratingအနေနဲ့ကတော့ 6.5/10ရရှိထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ်)[Zawgyi]ႏွင္းရိပ္အုံ႔မႈိင္း ျမဴေတြဆိုင္းေနတဲ့ ညတစ္ညမွာ ဆြန္မီဆိုတဲ့ေကာင္မေလးဟာ သူ႔မွာေသြးျဖဴဥဆဲလ္ပုံစံေျပာင္းေရာဂါရွိေနမွန္းစတင္သိခဲ့ရပါတယ္...အခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္မွာ ဆြန္းမီတစ္ေယာက္ နာက်င္မႈေတြကိုေက်ာ္လႊားခဲ့ၿပီး\nအ႐ြယ္ေရာက္တဲ့လူသားအျဖစ္နဲ႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1vu8o/(CM)_Snow_in_Sea_Breeze_(2013).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgllWBNb2xzv8Xirt7HErDFyJMg.jpg",
        "title": "Parallel World Love Story (2019)",
        "description": "unicodeParallel World Love Storyက စာရေးဆရာ Keigo Higashino ရဲ့ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတဲ့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဒါရိုက်တာ Yoshitaka Mori ကရိုက်ကူးထားတာပါ။Mayuko အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Riho Yoshioka ဟာဒီဇာတ်ကားနဲ့ပဲ 2019 Newcomer of the Year Awardကိုရရှိခဲ့ပါတယ်။Parallel World Love Storyဆိုတဲ့ ခေါင်းစဉ်အတိုင်း\"Parallel Universes\" သဘောတရားကိုအခြေခံပြီး မျဉ်းပြိုင်ကမ္ဘာနှစ်ခုကြားက ချစ်ခြင်းမေတ္တာနဲ့ခင်မင်မှုတွေကို ပုံဖော်ထားပါတယ်။ Takashi နဲ့Tomohiko ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့ မိန်းကလေး Mayuko တို့ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ပုဒ်ပါ။မိမိကောင်မလေး Mayuko က တခြားမျဉ်းပြိုင်ကမ္ဘာမှာ သူငယ်ချင်းTomohiko ရဲ့ ကောင်မလေးဖြစ်နေတဲ့အခါTakashi ရဲ့ စိတ်တွေရှုပ်ထွေးလာပါတော့တယ်။မတူညီတဲ့ ကမ္ဘာနှစ်ခုက မတူညီတဲ့ဘဝနှစ်ခုမှာဘယ်အရာက အစစ်အမှန်လဲဆိုတာကို Takashiတစ်ယောက်ဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာက စိတ်ဝင်စားစရာပါ။တစ်မူထူးကဲတဲ့ စိတ်ကူးယဉ်ဆန်ဆန်ဇာတ်လမ်းတွေကိုမှ နှစ်သက်ကြရင်ဒီ Parallel World Love ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/parallel-world-love-story-2019/",
        "category": "Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/frozen-2-poster-135x200.jpg",
        "title": "Frozen II (2019)",
        "description": "Frozen II (2019)IMDB - 6.9/10_____Rotten - 77%\n CM Fan တွေ အတွက် Frozen II ကို\nတင်ပေးလိုက်ပါတယ်...\nLittle Neo မှ အကောင်းမွန်ဆုံး\nဘာသာပြန်ပေးထားပါတယ်\nဇတ်လမ်းအညွှန်းကတော့....\nအယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာ\nအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်\nအတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့\nကိုရောက်လာပါတော့တယ်။\nအယ်လ်ဆာရဲ့ မိဘတွေတုန်းက\nရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲက\nဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့\nခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်\nအန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်း\nခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူ\nအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။\nရုပ်ရှင်ကားကို Moe Myint Lwin မှ\nEncode ပေးထားပါတယ်\n  \nCM Fan ေတြ အတြက္ Frozen II ကို\nတင္ေပးလိုက္ပါတယ္...\nLittle Neo မွ အေကာင္းမြန္ဆုံး\nဘာသာျပန္ေပးထားပါတယ္\nဇတ္လမ္းအၫႊန္းကေတာ့....\nအယ္လ္ဆာနဲ႔ အန္နာတို႔ ညီအစ္မ ဟာ\nအယ္ရန္ဒဲတိုင္းျပည္မွာ ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္\nအတူေနထိုင္ၾကေပမယ့္ ကံဆိုးတဲ့တစ္ေန႔\nကိုေရာက္လာပါေတာ့တယ္။\nအယ္လ္ဆာရဲ႕ မိဘေတြတုန္းက\nရင္ဆိုင္ခဲ့ရတဲ့ ေမွာ္ဝင္ေတာအုပ္ထဲက\nဝိညာဥ္ေတြ၊ အယ္လ္ဆာပဲ ၾကားေနရတဲ့\nေခၚသံေတြနဲ႔အတူ သူတို႔တိုင္းျပည္\nအႏၲရာယ္က်ေရာက္လာခ်ိန္မွာ အန္နာတို႔လည္း\nခရစၥေတာ့ဖ္၊အိုလက္ဖ္၊ ဆဗန္တို႔နဲ႔အတူ\nအတိတ္က အမွန္တရားကို ရွာေဖြရပါေတာ့တယ္။\n႐ုပ္ရွင္ကားကို Moe Myint ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sayw/Frozen_II_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Frozen-poster-133x200.jpg",
        "title": "Frozen (2013)",
        "description": "Frozen (2013)\nIMDb - 7.4/10_____Rotten - 90%\nWon 2 Oscars. Another 79 wins & 59 nominations\n \n Arendelle နိုင်ငံက မင်းသမီးငယ်လေး Anna ဟာ သူ့အစ်မ Elsa ကို ညဘက်ကစားဖို့ သွားနှိုးပါတယ်။\nဒါပေမယ့် မင်းသမီး Elsa မှာ ထူးဆန်းတဲ့ စွမ်းအားတစ်ခု ရှိနေပါတယ်။\nနှင်းတွေ၊ ရေခဲတွေကို လိုသလိုဖန်တီးနိုင်တဲ့\nElsa ဟာ သူ့ညီမလေးကို မတော်တဆ ရိုက်မိသွားပါတယ်။\nElsa မှာ ရှိနေတဲ့ စွမ်းအားတွေအကြောင်း\nဘယ်သူမှမသိအောင် မိဘတွေက ဖုံးကွယ်ထားပြီး\nElsa ရဲ့ စွမ်းအားတွေအကြောင်း Anna ရဲ့ မှတ်ဉာဏ်ထဲက ပျောက်သွားအောင်\nTroll ခေါင်းဆောင်ကြီး Grand Pabbie ထံ သွားပြီး\nအကူအညီတောင်းရပါတယ်။\nအကယ်၍ Elsa သာ Anna ရဲ့\nနှလုံးသားနေရာကို ရိုက်မိသွားရင် နှလုံးခဲပြီး သေသွားနိုင်တယ်လို့\nGrand Pabbie က သတိပေးလိုက်ပါတယ်။\nအဲဒီအဖြစ်အပျက်ကြောင့် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/frozen-2013/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZf0KyrE25z1sage4SYFLCCrMi9.jpg",
        "title": "1917 (2019)",
        "description": "unicodeဒီနှစ် အကယ်ဒမီမှာ ဆုတွေ အများကြီး ဆန်ကာတင်ဝင်ပြီး ၃ ဆုရထားတဲ့ စစ်ကားပါ။စစ်ကားငတ်နေတဲ့သူတွေတော့ အကြိုက်တွေ့မှာပါ။ဒီဗွန် တပ်ရင်း-၂ ဟာ ၉မိုင်ကျော် ဆုတ်ခွာသွားတဲ့ ဂျာမန်တွေကိုအပြီးသတ်ချေမှုန်းဖို့ လိုက်တိုက်နေပါတယ်။ဒါပေမယ့် ဒါဟာ ထောင်ချောက်ဆိုတာကို သူတို့ မသိကြရှာပါဘူး။ဒီနေ့ပြီးလို့ နောက်တစ်နေ့ မနက်မှာ ထိုးစစ်စတာနဲ့ လူပေါင်း ၁၆၀၀ လုံးသေကြရတော့မယ်။ သူတို့ တပ်ရင်းကို တားဖို့အတွက်တိုက်ရိုက်အမိန့်ကို ဌာနချုပ်ကနေ ပို့ဖို့ကြိုးစားတဲ့အခါလူနည်းလေ မြန်လေမို့ လူ ၂ ယောက်ထဲကိုပဲ လွှတ်လိုက်ရတယ်။ဒုတပ်ကြပ်ဘလိတ်ခ် နဲ့ စကိုးဖီးတို့ဟာ လူပေါင်း ၁၆၀၀အသက်ကို ကယ်နိုင်ဖို့ တစ်ရက်အတွင်းမှာ ဂျာမန်ရန်သူ့မြေထဲကို ဖြတ်ဝင်ပြီး\nတပ်ရင်း-၂ ဆီကို အရောက်သွားဖို့ ကြိုးစားရပါတော့တယ်။အကောင်းဆုံး စီနီမက်တိုဂရက်ဖီဆု၊ အသံတည်းဖြတ်ဆု နဲ့အထူးပြုလုပ်ချက်ဆုကို ရထားတဲ့ ရုပ်ရှင်ကို ထိုက်ထိုက်တန်တန် ခံစားကြည့်လိုက်ကြပါဦး။File Size : ( 2 GB , 1 ...",
        "rating": "8.4",
        "url": "https://megaup.net/1vt6v/(CM)_1917_2019_BluRay_720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWI0Y2NhMzMtYTE5ZS00MDlhLTg0ZjEtMjAwZmEwNTc0ODc2XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Enemy of the State (1998)",
        "description": "Enemy of the State (1998)\nIMDb - 7.3/10_____Rotten - 72%\n \n  \nဒန်နီယယ်ဇာဗစ်ဟာ အစိုးရရဲ့ထောက်ပံ့ကြေး နဲ့ ကနေဒါငန်း တွေကိုလေ့လာနေသူတစ်ဦးပါ ။\nတစ်နေ့ N.S.A အရာရှိတစ်ဦး က လွှတ်တော်ဥက္ကဋ္ဌကို ဥပဒေမူကြမ်းတစ်ခု နဲ့ ပတ်သက်ပြီး လုပ်ကြံသတ်ဖြတ်ခဲ့ပါတယ်\nအဲဒါကို ဒန်နီ ရဲ့ မှတ်တမ်းတင်ကင်မရာ ကမှတ်တမ်းတင်မိသွားခဲ့တယ်။\nN.S.Aကလည်းဒါကိုသိပြီး ဒန်နီယယ် နောက်ကိုလိုက်ပါတော့တယ် ။\nဒင်း ( willsmith) ဟာမိသားစုကို ချစ်ပြီး ဂိုဏ်းတွေနဲ့ ပြသနာတက်နေတဲ့ အလုပ်သမားရှေ့နေ တစ်ဦးပါ ။\nခရစ္စမတ် အတွက်ဈေးဝယ်ထွက်ရင်း ဆိုင်တစ်ခုမှာ ဒန်နီယယ် နဲ့ ဆုံမီကြရာ ကနေ သူ့ဇာတ်လမ်းထဲပါလာခဲ့တယ် ။\nဒန်နီယယ် အသတ်ခံရပြီး တိပ်ခွေကြောင့် N.S.A တွေ ဒင်း နောက်ကိုလိုက်ကြရမှာတော့ နောက်ဆုံး အသတ်ခံရမလား\nလွတ်မြောက်အောင် ကြိုးစားနိုင်မလား ဆိုတာတော့.......\nမလွတ်တန်းကြည့်မယ့်အက်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။\n \n(ဘာသာပြန်သူကတော့ စည်သူထက် ပါ)\n \n=======================\nဒန္နီယယ္ဇာဗစ္ဟာ အစိုးရရဲ႕ေထာက္ပံ့ေၾကး ...",
        "rating": "7.3",
        "url": "https://megaup.net/4esT7/Enemy_Of_The_State_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/v1fvopui-229x300.jpg",
        "title": "Only the Strong ( 1993 )",
        "description": "ငယ်စဉ်ကလေးဘဝတုန်းကကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strongဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်...မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီးStacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီးGeoffrey Lewis နဲ့ Paco Christian Prietoတို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) ကသူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီးစစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာကသူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်...သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းကဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းကကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်...အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာကကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်...Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကိုအုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကိုဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့နှစ်သက်ကြမယ်ထင်ပါတယ်1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်-------------------------------------------------------------ငယ္စဥ္ကေလးဘ၀တုန္းကကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strongဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီးStacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီးGeoffrey Lewis နဲ႔ Paco ...",
        "rating": "6.7",
        "url": "https://megaup.net/4esUg/Only_The_Strong_[1993]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6LppbszTSLb2b2FPdxKeKeWxx4.jpg",
        "title": "Exit 0(2019)",
        "description": "Exit 0(2019)(Unicode)ဒီဇာတ်ကားလေးက ချစ်သူစုံတွဲနှစ်ယောက်အကြား\nဆက်ဆံရေးတွေ အေးစက်ဆုတ်ယုတ်လာတဲ့အတွက်\nပြန်လည်တည်ဆောက်ဖို့ စိတ်ပြေလက်ပျောက်အပန်းဖြေခရီးထွက်လာတဲ့\nစုံတွဲနှစ်ယောက်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်\nဒီလိုနဲ့နှစ်ပေါင်း၁၅၀ကျော်နေပြီဖြစ်တဲ့\nဟိုတယ်တစ်ခုမှာတည်းကြရင်း\nထူးထူးဆန်းဆန်းကိစ္စတွေနဲ့ကြုံတွေ့ရပါတော့တယ်\nဟိုတယ်ကသူတို့အခန်းရဲ့အိပ်ယာအောက်မှာ\nသူတို့အခန်းထဲမှာပဲ တစ်ခြားစုံတွဲတစ်တွဲကို\nရက်ရက်စက်စက်သတ်ထားတာကို မှတ်တမ်းတင်ထားတဲ့\nဗီဒီယိုတိပ်ခွေကိုလဲတွေ့သွားပါတယ်\nစိတ်ပြေလက်ပျောက် အပျော်ခရီးထွက်လာတဲ့\nချစ်သူနှစ်ယောက် ပျော်နိုင်ပါ့မလား\nဘယ်လိုများခြောက်ခြားစရာတွေကစောင့်ကြိုနေမလဲဆိုတာ\nစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်(zawgyi)ဒီဇာတ္ကားေလးက ခ်စ္သူစုံတြဲႏွစ္ေယာက္အၾကား\nဆက္ဆံေရးေတြ ေအးစက္ဆုတ္ယုတ္လာတဲ့အတြက္\nျပန္လည္တည္ေဆာက္ဖို႔ စိတ္ေျပလက္ေပ်ာက္အပန္းေျဖခရီးထြက္လာတဲ့\nစုံတြဲႏွစ္ေယာက္ရဲ႕အေၾကာင္းပဲျဖစ္ပါတယ္\nဒီလိုနဲ႔ႏွစ္ေပါင္း၁၅၀ေက်ာ္ေနၿပီျဖစ္တဲ့\nဟိုတယ္တစ္ခုမွာတည္းၾကရင္း\nထူးထူးဆန္းဆန္းကိစၥေတြနဲ႔ႀကဳံေတြ႕ရပါေတာ့တယ္\nဟိုတယ္ကသူတို႔အခန္းရဲ႕အိပ္ယာေအာက္မွာ\nသူတို႔အခန္းထဲမွာပဲ တစ္ျခားစုံတြဲတစ္တြဲကို\nရက္ရက္စက္စက္သတ္ထားတာကို မွတ္တမ္းတင္ထားတဲ့\nဗီဒီယိုတိပ္ေခြကိုလဲေတြ႕သြားပါတယ္\nစိတ္ေျပလက္ေပ်ာက္ အေပ်ာ္ခရီးထြက္လာတဲ့\nခ်စ္သူႏွစ္ေယာက္ ေပ်ာ္ႏိုင္ပါ့မလား\nဘယ္လိုမ်ားေျခာက္ျခားစရာေတြကေစာင့္ႀကိဳေနမလဲဆိုတာ\nေစာင့္ၾကည့္ရမွာပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္File Size : (850 MB) and (313 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:35:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/2bpcp/Exit_0.2019.WEB-DL.720P.PP.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l1bHryDSFWgiDbEdTf2H7vQAKCp.jpg",
        "title": "A Faithful Man(2018)",
        "description": "A Faithful Man(2018)(unicode)IMDb...6.5\nမာရီယန်းဆိုတဲ့ မိန်းမချောလေးမှာ ပေါလ်နဲ့ အဘဲလ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိတယ်....\nအချစ်ဆုံးဆိုသူငယ်ချင်းတွေဆိုတဲ့အတိုင်း\nတစ်ယောက်နဲ့တစ်ယောက်အလွန်ရင်းနှီးစွာနေလေ့ရှိသလို တွဲခဲ့တဲ့ ကာလကလည်း\nကြာလွန်းလှတယ်...\nဒီလိုကာလရှည်တွေဟာ တခြားသူငယ်ချင်းတွေအတွက်မဆန်းပေမယ့်\nသူတို့အတွက်တော့ သူငယ်ချင်းစည်းကျော်ပြီး ချစ်ခဲ့မိကြတယ်..\nမာရီယန်းဟာ မနက်ကိုပေါလ်နဲ့တွဲရင်\nညဘက်ကို အဘဲလ်နဲ့တွဲတယ်....\nယောင်္ကျာလေး (၂)ယောက်ရဲ့ ခပ်ဆိတ်နေမှုဟာ မာရီယန်းအတွက် အခွင့်ကောင်းလို့ပဲဆိုရမလားမသိ....\nသူကလည်း (၂)ယောက်လုံးကိုချစ်နေတော့ ခက်သားပင်....\nကိုင်းဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nမာရီယန်းနေရာက သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Laetitia Marie Laure Casta ဆိုတာ တစ်ချိန်က Victoria’s Secret Angel လေးတစ်ပါးဆိုတော့ သူ့ရဲ့အကြည့် သူ့ရဲ့ အပြုံးမှာတင် ခင်ဗျားတို့အားလုံး ရင်သပ်ရှုမောရမယ်ဆိုတာ ပြောကြားရင်း..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)IMDb...6.5\nမာရီယန္းဆိုတဲ့ မိန္းမေခ်ာေလးမွာ ေပါလ္နဲ႔ အဘဲလ္ဆိုတဲ့ အခ်စ္ဆုံးသူငယ္ခ်င္းႏွစ္ေယာက္ရွိတယ္....\nအခ်စ္ဆုံးဆိုသူငယ္ခ်င္းေတြဆိုတဲ့အတိုင္း\nတစ္ေယာက္နဲ႕တစ္ေယာက္အလြန္ရင္းႏွီးစြာေနေလ့ရွိသလို တြဲခဲ့တဲ့ ကာလကလည္း\nၾကာလြန္းလွတယ္...\nဒီလိုကာလရွည္ေတြဟာ တျခားသူငယ္ခ်င္းေတြအတြက္မဆန္းေပမယ့္\nသူတို႔အတြက္ေတာ့ သူငယ္ခ်င္းစည္းေက်ာ္ၿပီး ခ်စ္ခဲ့မိၾကတယ္..\nမာရီယန္းဟာ မနက္ကိုေပါလ္နဲ႕တြဲရင္\nညဘက္ကို အဘဲလ္နဲ႕တြဲတယ္....\nေယာက်ၤာေလး (၂)ေယာက္ရဲ႕ ခပ္ဆိတ္ေနမႈဟာ မာရီယန္းအတြက္ အခြင့္ေကာင္းလို႔ပဲဆိုရမလားမသိ....\nသူကလည္း (၂)ေယာက္လုံးကိုခ်စ္ေနေတာ့ ခက္သားပင္....\nကိုင္းဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...\nမာရီယန္းေနရာက သ႐ုပ္ေဆာင္ထားတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2bp8C/A_Faithful_Man.2018.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kj5ZJESkzukjEYwFa3Dp0zJnkwe.jpg",
        "title": "The Closet (2020)",
        "description": "[Unicode]The Closet (2020)ဒီတစ်ခါမှာတော့ Horror, Thriller အမျိုးအစား ကြိုက်သူများအတွက် ၂၀၂၀ ထွက် ကိုရီးယားဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဇာတ်လမ်းလေးကတော့ လွန်ခဲ့တဲ့တစ်နှစ်ကကားအက်ဆီးဒင့်ကြောင့်ဇနီးဖြစ်သူဆုံးပါသွားပြီးတဲ့နောက်\nယုံးဆန်းဝန်းဟာ အင်နာဆိုတဲ့၁၁နှစ်အရွယ်သမီးလေးနဲ့ အဖေတစ်ခုသမီးတစ်ခုဖြစ်ခဲ့ရပါတယ်...အလုပ်ဇောကပ်လွန်းတာကြောင့်ရော ဇနီးရဲ့သေဆုံးခဲ့တဲ့အဖြစ်ပျက်ကနေမရုန်းထွက်နိုင်တာကြောင့်ရော\npanic disorderဖြစ်ပြီး ဆရာဝန်နဲ့ဆေးကုသမှုခံယူနေရတဲ့ယုံဆန်းဝန်းတစ်ယောက်\nတစ်နေ့မှာ သမီးဖြစ်သူအင်နာအိမ်ထဲမှာနေရင်း ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်...တစ်လကြာပျောက်ဆုံးနေခဲ့တဲ့ကလေးတစ်ယောက်က အသက်ရှင်သေးရဲ့လား ?အင်နာ ပျောက်ဆုံးသွားရတဲ့နောက်ကွယ်ကအကြောင်းရင်းက ဘာဖြစ်လိမ့်မလဲ ?( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]The Closet (2020)ဒီတစ္ခါမွာေတာ့ Horror, Thriller အမ်ိဳးအစား ၾကိဳက္သူမ်ားအတြက္ ၂၀၂၀ ထြက္ ကုိရီးယားဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ ။ဇာတ္လမ္းေလးကေတာ့ လြန္ခဲ့တဲ့တစ္ႏွစ္ကကားအက္ဆီးဒင့္ေၾကာင့္ဇနီးျဖစ္သူဆုံးပါသြားၿပီးတဲ့ေနာက္\nယုံးဆန္းဝန္းဟာ အင္နာဆိုတဲ့၁၁ႏွစ္အ႐ြယ္သမီးေလးနဲ႔ အေဖတစ္ခုသမီးတစ္ခုျဖစ္ခဲ့ရပါတယ္...အလုပ္ေဇာကပ္လြန္းတာေၾကာင့္ေရာ ဇနီးရဲ႕ေသဆုံးခဲ့တဲ့အျဖစ္ပ်က္ကေနမ႐ုန္းထြက္ႏိုင္တာေၾကာင့္ေရာ\npanic disorderျဖစ္ၿပီး ဆရာဝန္နဲ႔ေဆးကုသမႈခံယူေနရတဲ့ယုံဆန္းဝန္းတစ္ေယာက္\nတစ္ေန႔မွာ သမီးျဖစ္သူအင္နာအိမ္ထဲမွာေနရင္း ႐ုတ္တရက္ေပ်ာက္ဆုံးသြားခဲ့ပါတယ္...တစ္လၾကာေပ်ာက္ဆုံးေနခဲ့တဲ့ကေလးတစ္ေယာက္က အသက္ရွင္ေသးရဲ႕လား ?အင္နာ ေပ်ာက္ဆုံးသြားရတဲ့ေနာက္ကြယ္ကအေၾကာင္းရင္းက ဘာျဖစ္လိမ့္မလဲ ?( အညႊန္္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat ...",
        "rating": "5.7",
        "url": "https://megaup.net/Ptm3/(CM)_The_Closet_(2020).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/190719120135691112-141x200.png",
        "title": "Into the Ashes (2019)",
        "description": "Into the Ashes (2019)=================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ Action ကားကောင်းတစ်ကားပါပဲ#Unicodeနစ်ဘရင်နာ ဟာ အရင်ကတုန်းက မကောင်းမှုပေါင်းစုံ . မှုခင်းဖြစ်ရပ်မျိုးစုံကို ကျူးလွန်တဲ့အဖွဲ့အစည်းမှာ ကျင်လည်ခဲ့ပြီးနောက်ပိုင်း အဲ့ပတ်ဝန်းကျင်ကနေရှောင်ထွက်လာခဲ့သူပါ။ လက်ရှိမှာ ရိုးရိုးသားအလုပ်အကိုင်တစ်ခုကိုလုပ်နေပြီး ချစ်ရတဲ့ဇနီးသည်နဲ့အေးချမ်းနေ့ရက်တွေကိုဖြတ်သန်းနေပါတယ်။ ဒါပေမယ့် ပြဿနာဆိုတဲ့အမျိုးက မီးခွက်ထွန်းရှာပြီး လာတတ်တာမျိုးဆိုတော့ အရင်တုန်းက သူ့ကြောင့်အထိနာခဲ့တဲ့ ရာဇဝတ်ကောင်တွေက သူ့ကိုပြန်လည်ခြေရာခံပြီး လက်စားခြေတဲ့ဖြစ်စဥ◌်ကို ခပ်ကြမ်းကြမ်း ခန်လန်းလန်းတွေ့မြင်ရမယ့် ကားမျိုးပါ။ ဒီလက်စားခြေမှုကလည်း နစ်ကို အရင်လိုဘဝကြမ်းကြမ်းထဲကို ပြန်လည်ဆွဲခေါ်သွားတော့တာပါပဲ။ #Zawgyiနစ္ဘရင္နာ ဟာ အရင္ကတုန္းက မေကာင္းမႈေပါင္းစုံ . မႈခင္းျဖစ္ရပ္မ်ိဳးစုံကို က်ဴးလြန္တဲ့အဖြဲ႕အစည္းမွာ က်င္လည္ခဲ့ၿပီးေနာက္ပိုင္း အဲ့ပတ္ဝန္းက်င္ကေနေရွာင္ထြက္လာခဲ့သူပါ။ လက္ရွိမွာ ႐ိုး႐ိုးသားအလုပ္အကိုင္တစ္ခုကိုလုပ္ေနၿပီး ခ်စ္ရတဲ့ဇနီးသည္နဲ႔ေအးခ်မ္းေန႔ရက္ေတြကိုျဖတ္သန္းေနပါတယ္။ ဒါေပမယ့္ ျပႆနာဆိုတဲ့အမ်ိဳးက မီးခြက္ထြန္းရွာၿပီး လာတတ္တာမ်ိဳးဆိုေတာ့ အရင္တုန္းက သူ႔ေၾကာင့္အထိနာခဲ့တဲ့ ရာဇဝတ္ေကာင္ေတြက သူ႔ကိုျပန္လည္ေျခရာခံၿပီး လက္စားေျခတဲ့ျဖစ္စဥ◌္ကို ခပ္ၾကမ္းၾကမ္း ခန္လန္းလန္းေတြ႕ျမင္ရမယ့္ ကားမ်ိဳးပါ။ ဒီလက္စားေျခမႈကလည္း ...",
        "rating": "6.2",
        "url": "https://megaup.net/Pwyu/[CM]Into.The.Ashes.2019.BluRay.720P.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Jarhead_Law_of_Return-293211719-mmed-133x200.jpg",
        "title": "Jarhead: Law of Return (2019)",
        "description": "Jarhead: Law of Return (2019)======================IMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။#Unicodeဒီဇာတ်ကားကို Poster စကြည့်ခဲ့တုန်းက သာမန်စစ်ကားလောက်ပဲထင်ခဲ့မိတာ။ စဖွင့်ကတည်းကစပြီးတော့ကို actionဆန်ဆန်ရိုက်ကူးမှုတွေနဲ့စထားခဲ့ပြီး ဇာတ်လမ်းကို ဇာတ်ရှိန်စမြှင့်ပေးတယ်။ ဖြစ်စဉ်က အဆင့် ၇ ရှိ ဆာဂျင်ဒေ့တောရစ်သူက မြောက်ကယ်ရိုလိုင်းနား လီဂျူးနီ အခြေစိုက်စခန်းရဲ့ဒုတိယရေတပ်တပ်ရင်း M-SOIT အဖွဲ့ရဲ့ ခေါင်းဆောင်ဖြစ်တယ်။သူဦးဆောင်တဲ့ အဖွဲ့က အစ္စရေးကိုစေလွတ်ပြီး ပူးပေါင်းလေ့ကျင့်စစ်ဆင်ရေးကိုပါဝင်ရပါတယ်။သွားတာတော့ လေ့ကျင့်ရေးအတွက်ပေမယ့် အစ္စရေးလေတပ်က လေယာဥ◌်မောင်းလေ့ကျင့်ရင်း စီးရီးယားဘက်ကနေဒုံးနဲ့ချောင်းမြောင်းပစ်ခတ်ချင်းကိုခံရပါတယ်။ အရှေ့ဘက် လေယာဥ◌်မောင်းက တစ်ခါတည်းသေဆုံးပြီးအနောက်ဘက်ကထိုင်တဲ့ မေဂျာဂျက်ဆင်ကတော့ လေယာဥ◌်ထဲကနေ အရေးပေါ်ခလုတ်နှိပ်ပြီးထွက်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်းစီးရီးယားအကြမ်းဖက် အရှာဘတ်ကလိုက်လံရှာဖွေဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ ဒါကို တောရစ်တို့အဖွဲ့နဲ့အစ္စရေး စစ်တပ်ကအဖွဲ့တို့ပူးပေါင်းကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒီကယ်ဆယ်ရေးဖြစ်စဥ◌်ကိုကြည့်ရှုရတာဟာ တကယ့်ကိုစိတ်ဝင်စားစရာဖြစ်ပြီးကျွန်တော်ထုတ်မပြောခဲ့တဲ့ စိတ်ဝင်စားစရာအပိုင်းတွေအများကြီး အများကြီးကို ဆက်တိုက်ကြည့်ရှုရမှာပါ။ ကောင်းလွန်းလို့ CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ တစ်ခုမှာချင်တာက မျက်ရည်လေးတော့ခိုင်အောင်ထားပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို San Win Maungရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ Z ...",
        "rating": "6.7",
        "url": "https://megaup.net/2blUb/[CM]Jarhead.Law.Of.Return.2019.720p.BluRay.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Lgkm8jt4roAFPZQ52fKMhVmDaZ.jpg",
        "title": "Richard Jewell (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ထပ်ပြီး ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။၁၉၉၆ ဇူလိုင်လမှာ အမေရိကန် ဆန်တန်နီရယ်အိုလံပစ်ပန်းခြံမှာ ဗုံးပေါက်ကွဲမှုတစ်ခုဖြစ်ပွားခဲ့ပြီးလူ ၂ ယောက်သေ၊ ၁၀၀ ကျော်ဒဏ်ရရခဲ့ပါတယ်။ဒီဗုံးရဲ့ပြင်းအားနဲ့ လူဦးရေအရ ဒီထက်ပိုသေပြီးထိခိုက်နိုင်ပေမယ့် ကယ်တင်ရှင်တစ်ယောက်ကြောင့် သက်သာခဲ့တာပါ။အဲဒီလူကတော့ အဆိုပါဗုံးကို တွေ့ပြီးလူတွေကို ဖယ်ရှားခိုင်းခဲ့တဲ့ လုံခြုံရေးဝန်ထမ်း ရစ်ချက် ဂျူဝယ်ပါပဲ။နေ့ချင်းညချင်းပဲ ရစ်ချက်ဟာနိုင်ငံတော် သူရဲကောင်းဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် ဒီဂုဏ်ယူမှုဟာ ရက်ပိုင်းပဲ ခံပါတယ်။အက်ဖ်ဘီအိုင်က သူ့ကို သူရဲကောင်းလုပ်ချင်စိတ်၊နာမည်ကျော်ကြားလိုစိတ်ကြောင့် ဗုံးခွဲသူလို့ သံသယဖြစ်ပြီး၊သတင်းတွေမှာလည်း ပါလာတဲ့အခါရစ်ချက်ရဲ့ ဘဝ ကပြောင်းကပြန်တွေ ဖြစ်လာပါတော့တယ်။အဲဒီအက်ဖ်ဘီအိုင်နဲ့ မီဒီယာတွေကို တွန်းလှန်ပြီး အမှန်တရားကိုသက်သေပြဖို့ ရစ်ချက်ရယ် သူ့ရဲ့ မိတ်ဆွေဟောင်းဒေါသအိုးရှေ့နေကြီး ဝက်ဆန်ဘရိုင်းယန့်ရယ် ကြိုးစားကြတဲ့အခါ….File Size : (1 GB , 235 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 11 min\nFormat : ...",
        "rating": "7.5",
        "url": "https://megaup.net/1vqfr/(CM)_Richard_Jewell_2019_WEB-DL_720p.mp4",
        "category": "Biography, Crime, Drama"
    }
]