[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7vFFZHbDyxfjuYKzJwruTnwwjT.jpg",
        "title": "Black Warrant (2022)",
        "description": "Black Warrant (2022)2022 က ထွက်ရှိထားတဲ့ ခုကားလေးက​တော့ အက်ရှင်ကား​တွေ ကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ အက်ရှင်သည်းထိတ်ရင်ဖိုကား​လေးပါ။ကမ္ဘာ​ကို မီးဖျက်ဖို့ကြိုးစား​နေတဲ့ အကြမ်းဖက်သမား​တွေရဲ့အကြံကို တားဖို့ အ​သေဖမ်းဝရမ်းနဲ့ တာဝန်​ပေးခံရတဲ့ အ​ဖေဖြစ်သူနစ်ခ် နဲ့ နှစ်​ပေါင်းများစွာ အ​ဖေဖြစ်သူနဲ့ကွာ​ဝေး​နေပြီး မူးယစ်ရဲ ဖြစ်​နေတဲ့သားဖြစ်သူ အန်တိုနီတို့ မစ်ရှင်တစ်ခုတည်းကို ဘယ်လိုပူး​ပေါင်းပြီး တားမလဲဆိုတာကို အက်ရှင်ဆန်​ဆန်ရိုက်ပြ​ထားတဲ့ ကားလေးပါပဲ။အ​ဖေနဲ့သားအကြားက နားလည်မှုလွဲတာ​တွေကို ဘယ်လိုပုံစံနဲ့ ​​ဖြေရှင်းကြမလဲ... ​ပေးထားတဲ့မစ်ရှင်ကိုလည်း သားအဖနှစ်​ယောက် ဘယ်လို အကြံ​ကောင်း​ကောင်း နဲ့ရင်ဆိုင်ရမလဲဆိုတာ​​တွေကို ​တွေ့ရမှာမို့လို့ တစ်​ခေါက်​လောက်​တော့ကြည့်သင့်တဲ့ အက်ရှင်ကားလေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 700MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/3dF9j/(CM)_Black_Warrant_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQCrzh4b66hJJ6UFOMfbVDNIDil.jpg",
        "title": "[18+] Little Blue (2022)",
        "description": "Little Blue (2022)ကားနာမည်က တရုတ်လို ရှောင်းလန်တဲ့။ ရှောင်းလန်ဟာ ကောင်မလေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်လေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်ဆိုတော့ မိဘနဲ့အတူနေရတယ်။ ရှောင်းလန်ဟာ ကျောင်းတက်ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ဆရာဆရာမတွေနဲ့ တွေ့ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ရွယ်တူလူငယ်တွေနဲ့ တွေ့ရတယ်။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေရပေမဲ့ အဖေမရှိဘူး။ အမေနဲ့အတူနေရတယ်။ အမေက ငယ်ငယ်ရွယ်ရွယ်နဲ့ မှားယွင်းပြီး ရှောင်းလန်ကို ရသွားခဲ့ပုံရတယ်။ ရှောင်းလန်အပျိုပေါက်ဖြစ်လာပြီးတာတောင် ရှောင်းလန်အမေဟာ နုဆဲပျိုဆဲ သွေးသားဆူဖြိုးဆဲ။ သွေးသားဆူဖြိုးတော့ ရှောင်းလန်အမေဟာ ဆန္ဒရှိလာတယ်။ ဆန္ဒရှိလာတော့ ရှောင်းလန်အမေဟာ ဗိုင်ဘရေတာနဲ့ဖြေရှင်းတယ်။ ဒါပေမဲ့လည်း စက်ပစ္စည်းဆိုတာ လူလောက်ဘယ်ကောင်းမလဲ။ ဒီတော့ ရှောင်းလန်အမေဟာ အပြင်မှာကိစ္စဖြေရှင်းတယ်။ ရှင်းရင်းရှင်းရင်း ရှုပ်လာပြီး ရှောင်းလန်အမေဟာ အိမ်မကပ်နိုင်ဖြစ်လာတယ်။ ဒီလိုနဲ့ ရှောင်းလန်ဟာ မိဘရဲ့ အငွေ့အသက် အစောင့်အရှောက် အကြံအဉာဏ် မရခဲ့ရဘူး။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေပေမဲ့ မိဘတွေဟာ ရှောင်းလန်နဲ့အတူမနေခဲ့ကြဘူး...ရှောင်းလန်ဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RK93/(CM)_Little_Blue_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/6453889780b770303a96fa858a600a23-133x200.jpg",
        "title": "Blank Canvas (2020)",
        "description": "Blank Canvas (2020)\n================အမေရိကန် အမျိုးသမီး နှင်းလျှောစီးသူ Elena Hight ရဲ့\nဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့ နာရီဝက်စာ ဒိုကူ\nလေးတစ်ပုဒ်ဖြစ်ပါတယ်။အိုလံပစ်နဲ့ X Games ချန်ပီယံဆုရှင်ကြီးရဲ့ ပြိုင်ပွဲနယ်ပယ်က နုတ်\nထွက်ပြီးတော့၊ သဘာဝအတိုင်း ရှိနေတဲ့ လူဝေးသူဝေး နှင်းတောင်\nတွေ ရှိရာအရပ်တွေကိုသွားပြီး freeriding နယ်ပယ်ထဲကို ဘယ်လို\nဝင်ဖြစ်ခဲ့ပုံတွေ ဒီလို စွန့်စားဖြစ်ဖို့ သူ့ကို ဘာတွေက တွန်းအားပေးခဲ့၊\nအားဖြစ်စေခဲ့လဲဆိုတာတွေကို မြင်တွေ့နိုင်မှာဖြစ်ပါတယ်။ရေခဲတောင်တွေပေါ်မှာ နှင်းလျှောစီးပြတာတွေကိုလည်း ဒီကား\nလေးထဲမှာ လှလှပပမြင်တွေ့ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Act Molemy\nဖြစ်ပါတယ်)File Size..........(990 MB) / (436 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Documentary\nTranslator.......Act Molemy\nEncoder..........Zin Phyo Aung",
        "rating": "5.4",
        "url": "https://megaup.net/1bKb8/Blank.Canvas.2020.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mA6Vztb6ZkcQq8GiOpePWqQGMDy.jpg",
        "title": "The Last Thing Mary Saw (2021)",
        "description": "The Last Thing Mary Saw (2021)========================== ဇာတ်လမ်းကို 1840 တုန်းက မေရီဆိုတဲ့ကောင်မလေးတစ်ယောက်အဖမ်းခံရပြီး သူ့ရဲ့နောက်ကြောင်းကိုပြန်ပြောင်းပြောပြတာကနေစတာပါ။မေရီဟာ မိန်းကလေးချင်းပဲသဘောကျတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အိမ်မှာရှိတဲ့အိမ်ဖော်မလေးနဲ့ချစ်ကြိုက်နေတယ်။ဒါပေမယ့် သူ့ရဲ့မိဘတွေက ဘာသာရေးအရမ်းကိုင်းရှိုင်းတာကြောင့်အဲ့တာကိုလက်မခံကြပဲ မေရီတို့နှစ်ယောက်ကို ခွဲဖို့ကြိုးစားကြတယ်။သူတို့နှစ်ယောက် အဲ့လိုအတားအဆီးတွေကိုဘယ်လိုကျော်လွှားမလဲဆိုတာကို မထင်မှတ်ထားတဲ့ သရဲခြောက်တဲ့အခန်းတွေပါတာမို့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Kasashi ဖြစ်ပါတယ်) File size…646MB / 251MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Horror , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/1RK3g/The.Last.Thing.Mary.Saw.2021.WEB-DL720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rb24x39vV8n5301IelC8rCPJTH.jpg",
        "title": "Manhunter(1986)",
        "description": "Manhunter(1986)===============FBI စုံထောက်‌ဝေလ်ဂရေဟမ် ဟာကွင်းဆက်လူသတ်သမားအမှုတစ်ခုစုံစမ်းပြီး နောက်ဆက်တွဲဆိုးကျိုးတွေကြောင့် မိသားစုနဲ့အတူကမ်းခြေအိမ်လေမှာ ဇာတ်မြှုပ်နေနေသူဖြစ်တယ်။တစ်နေ့တော့ ဂရေဟမ်ဆီကိုသူငယ်ချင်းဖြစ်သူရောက်လာပြီးမိသားစုလိုက်သတ်ဖြတ်ခဲ့တဲ့ကွင်းဆက်လူသတ်သမားကိုကူညီစုံစမ်းပေးဖို့ အကူအညီတောင်းလာတဲ့အခါ။ဂရေဟမ်တစ်ယောက်လူသတ်မှုတွေကို ဘယ်လိုစုံစမ်းဖော်ထုတ်မလဲ။လူသတ်သမားကရော ဘယ်လိုပိပိရိရိ ရှောင်တိမ်းမလဲ။ဉာဏ်ကြီးရှင်လူသတ်သမားတွေနဲ့ FBI စုံထောက်တွေကြားအားပြိုင်‌ပုံတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ File size…1.3GB / 455MB\nQuality…WEB-DL 1080p5.1CH / 720p\nFormat…mp4\nDuration….2h\nGenre ..... Crime , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Eunice",
        "rating": "7.2",
        "url": "https://megaup.net/1bJvr/Manhunter.1986.BluRay720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ckmwGbblq32xfoS8s35CPtoGgc.jpg",
        "title": "Human Resources (2022)",
        "description": "Human Resources (2022)ဆေးကျောင်းတက်နေတဲ့ ကောင်လေးတစ်ယောက် ကျောင်းစရိတ်လိုချင်လို့ စတိုးဆိုင်မှာ အရောင်းစာရေးလေးလာလုပ်တယ်\nဂျာကြီးကတော့သဘောကောင်းပါရဲ့ မန်နေဂျာချုပ်ကတော့ လေတိုက်တိုင်းစိတ်တို အဲဗားပတ်ဖြဲနေတယ်\nဆိုင်ကလဲ သောက်တလွဲ ရောင်းလဲမကောင်းဘူး ဖွင့်ကဖွင့်ထားသေးတယ်\nဆိုင်ဝန်ထမ်းတွေကလဲ ခဏခဏပျောက်နေတယ်\nဒေါက်တာလောင်းလေးက ပဟေဠိပေါင်းများစွာကို အဖြေရှာဖို့အတွက် လိုက်ရင်းလိုက်ရင်းနဲ့ အရှုပ်ထုပ်တစ်ခုကို တူးဆွမိသွားတဲ့အခါ.....\nSuspense Horror စတိုင်မျိုးဖြစ်လို့ သိချင်စိတ်နဲ့ ကြောက်စိတ်ကို\nတစ်ပြိုင်တည်း ရသပေးမယ့် ဒီကားလေးကို ကြည့်ရှုအားပေးဖို့တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 676MB | 331MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/1bDox/Human.Resources.2022.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/1632731979-convert.io_-141x200.jpg",
        "title": "{21+}Beautiful Summer Vacation (PRED-274)",
        "description": "Eimi Fukada လေးနဲ့ Ai Hoshina တို့နဲ့အပြိုင်အဆိုင်\nအပြောအဆို အမြှူအဆွယ်တွေနဲ့ သရီးဆမ်း ကြိုက်တဲ့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nEimi Fukada ဆိုရင်\nနှုတ်ခမ်းဖူးဖူး တင်လုံးလုံးလေးဆိုရင် ပြေးမြင်ကြမှာပါပဲ\nAi Hoshina ဆိုရင် တင်စွံ့စွံ့ကားကြီးတွေကိုပြေးမြင်မှာပါပဲ\nသူတို့နှစ်ယောက်ရဲ့အလှတရားတွေ အတွေ့အကြုံတွေကို\nဖလှယ်မဲ့ ပွဲကြီးပွဲကောင်းပါပဲရှီယု တစ်ယောက် မနက်မိုးလင်းချင်း\nတွေ့လိုက်ရတဲ့ စာတစ်စောင်ကြောင့်\nအကြီးအကျယ်စိတ်ပျက်သွားပါတယ်\nမကြာသေးမီက နောက်မယားငယ်ယူထားတဲ့\nအဖေက လမ်းရှာပြီး ပျားရည်ဆမ်းခရီးထွက်သွားပါတယ်\nနွေရာသီကျောင်းပိတ်ရက်ဖြစ်တော့ ရှီယုတစ်ယောက်ငေါင်နေပါတယ်\nအဲအချိန်မှာ မမျှော်လင့်ပဲရောက်လာတာက အမေဖက်ကပါလာတဲ့\nအရွယ်ရောက်ပြီး သမီးပျိုနှစ်ယောက်\nသူတို့အတွက်အလည်ခရီးရယ် ရှီယုရဲ့ နွေအားလပ်ရက်ရယ်\nပေါင်းပြီး အမှတ်တရတစ်ခု ဖန်တီးကြမယ်ဆိုပြီး\nအာဗျာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nDS Fans တွေ ကြည့်ဖို့ ဝတ္တရားဖြစ်လာတာကြောင့်\nတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.03GB / 1.09GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1bMnn/[PRED-274]_A_beautiful_memories_during_summer_vacation.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-scopy-140x200.jpg",
        "title": "Scooby-Doo! and the Legend of the Vampire (2003)",
        "description": "Old but Gold ဆိုသလိုပဲ 2003 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ classic Scooby-Dooကားလေးကို ပြန်ကြည့်လိုက်ကြရအောင်..ဇာတ်လမ်းအကျဥ်း\nဒီတစ်ခါမှာတော့ စကူဘီတို့အုပ်စု သြစတေးလျကို အပန်းဖြေခရီးထွက်တာနဲ့ ဇာတ်လမ်းစထားပါတယ်.. ကမ်းခြေမှာ အေးဆေးငြိမ့်နေရင်းကနေ ထုံးစံအတိုင်းပဲ ဗယ်လ်မာတစ်ယောက် လမ်းညွှန်စာအုပ်ကြီးကိုင်ပြီး\nသြစတေးလျရဲ့ ရေဝေးကုန်ခေါင်ဒေသတွေကို သွားစူးစမ်းဖို့ မဲဆွယ်ပါတော့တယ်... ထူးဆန်းတာက အဲဒီလိုခေါင်တဲ့နေရာကြီးမှာ ရော့ခ်ဂီတပြိုင်ပွဲကြီး ရှိနေတာပါပဲ.. သူတို့ရောက်သွားတော့ ပဟေဠိတစ်ခုက အသင့်စောင့်နေပါပြီ.. ဒဏ္ဍာရီလာ သွေးစုပ်ဖုတ်ကောင်ကြီး ရာဝီရာဟူးနဲ့ နောက်လိုက်သွေးစုပ်ဖုတ်ကောင် ၃ကောင်က ပြိုင်ပွဲဝင်တွေကို ပြန်ပေးဆွဲနေပါတယ်.. အဲဒီနောက်လိုက်၃ကောင်ဆိုတာ မနှစ်ကပြိုင်ပွဲအပြီး ပျောက်သွားခဲ့တဲ့ လေပြင်း‌ရော့ခ်ကာအဖွဲ့ပါပဲ.. ရာဝီရာဟူးက သူတို့၃ယောက်ကိုဖမ်းပြီး သွေးစုပ်ဖုတ်ကောင်ဖြစ်အောင် ပြောင်းလိုက်တာလို့ နယ်ခံတွေက ယုံကြတာပေါ့.. ဒါပေမယ့် ပြိုင်ပွဲမတိုင်ခင်ရက်မှာပဲ စကူဘီဒူးတို့အုပ်စု ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားခဲ့တဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်လို့ အသံကြားရုံနဲ့တင် တုန်တက်နေတဲ့ ရှက်ဂီနဲ့ စကူဘီဒူးတို့၂ယောက်နဲ့တင် ပြည့်စုံနေပြီမလို့ အများကြီးမညွှန်းတော့ပါဘူး.. ငယ်ဘဝကို Nostalgia ပြန်ဖြစ်ရင်း ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ကြပါဦး... File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xCko/scooby-doo.and.the_legend_of_the_vampire.2003.720p(CM).1080p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-perfect-133x200.jpg",
        "title": "The Perfect Storm (2000)",
        "description": "2012တို့ The Finest Hoursတို့လို disaster moviesကြိုက်တတ်သူတွေအတွက် ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ The Perfect Storm ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…\nBest Special Visual Effectsဆုရထားတာမလို့ ကားဟောင်းကြီးဆိုပြီး CGI ဂွမ်းမှာလည်း မပူရပါဘူးသရုပ်ဆောင်တွေကတော့ Oceanမင်းသားကြီး George Clooneyနဲ့ The Italian Jobမင်းသား Mark Wahlbergတို့ဖြစ်ပြီး directorကတော့ Air Force One, Poseidenတို့ကိုရိုက်ကူးခဲ့သူ Wolfgang Petersonပဲ ဖြစ်ပါတယ်…ဇာတ်လမ်းအကျဥ်း\nကပ္ပတိန်ဘီလီတိုင်နဲ့ တံငါသည်၅ယောက်တို့ဟာ အန်ဒရီရာဂေးလ်ဆိုတဲ့ ငါးဖမ်းလှေနဲ့ ပင်လယ်ထဲကိုငါးဖမ်းထွက်လာပါတယ်.. ဒါပေမဲ့ ကံဆိုးချင်တော့ နှစ်၁၀၀မှာ ၁ခါဖြစ်ခဲလှတဲ့ မုန်တိုင်းကြီးတစ်ခုနဲ့ ပက်ပင်းတိုးပါတော့တယ်..\nရိုးရိုးမုန်တိုင်းမဟုတ်ဘဲ The Perfect Storm လို့ခေါ်ရလောက်အောင် ဘာတွေကများထူးခြားနေလို့လဲ… ဒီမုန်တိုင်းကြီးထဲကနေ သူတို့တွေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုလိုက်ကြပါဦးFile size…(2.83GBGB)  / (`1.54GB) \nQuality…. Web 1080P / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1REs9/The.Perfect.Storm.2000.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/71u8WstA3eL._SL1200_-141x200.jpg",
        "title": "The Insider(1999)",
        "description": "The Insider(1999)IMDb.....7.9,,,Rotten....96IMDb rating 7.9 ရရှိထားတဲ့ ဒီ The Insider ဆိုတဲ့ဇာတ်ကားဟာဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်...ဒီကားထဲမှာ အဓိကသရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ၂ဦးဖြစ်တဲ့Russell Crowe,နဲ့Al Pacino တို့ကိုတော့ တော်တော်များများသိမယ်ထင်ပါတယ်..\nနာမည်ကြီးဆေးလိပ်ကုမ္ပဏီ(၇)ခုရှိတယ် …အဲ့ဒီဆေးလိပ်ကုမ္ပဏီတစ်ခုမှာ ဆေးရွက်ကြီးသုတေသနပိုင်းနဲ့ပတ်သက်ပြီးအလုပ်လုပ်တဲ့ ဒေါက်တာတစ်ယောက်ရှိတယ်..စမ်းသပ်စစ်ဆေးချက်နဲ့ပတ်သက်ပြီး နီကိုဒင်းဓတ်ရဲ့ဆိုးကျိုးတွေအကြောင်းအထက်လူကြီးဆီကို အဲ့ဒီဒေါက်တာက တင်ပြခဲ့တယ်....အဲ့ဒီကုမ္ပဏီတွေက သူတို့ရဲ့ထုတ်ကုန်ဖြစ်တဲ့ ဆေးလိပ်တွေဟာ ဘေးဥပါဒ်ဖြစ်စေနိုင်တယ်ဆိုတာကိုသိပေမယ့် လျှို့ဝှက်ထားခဲ့ကြတယ်…ဆိုးကျိုးတွေတင်ပြခဲ့တဲ့ ဒေါက်တာဟာလည်း နောက်ပိုင်းမှာ အကြောင်းမဲ့ အလုပ်ထုတ်ခံလိုက်ရတယ်….. ဖြစ်ချင်တော့တိုက်တိုက်ဆိုင်ဆိုင် သူအလုပ်ဖြုတ်ခံရပြီးချိန်မှာ နာမည်ကြီးတီဗွီအစီအစဉ်တစ်ခုရဲ့ပရိုဂျူဆာတစ်ယောက် နဲ့အဆက်အသွယ်ရခဲ့တယ်...အဲ့ဒီမှာ ပရိုဂျူဆာ က အလုပ်ဖြုတ်ခံလာရတဲ့ ဒေါက်တာကိုဆေးလိပ်လုပ်ငန်းရဲ့အတွင်းရေးတွေနဲ့ပတ်သက်ပြီးလျှို့ဝှက်ထားတဲ့အချက်အလက်တွေကို ဖြေပေးဖို့သူတို့အစီအစဉ်မှာပါဝင်ဖို့ပြောလာပါတော့တယ်...….ဒီကားဟာ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်သလို ဇာတ်ကောင်တွေ ဒိုင်ယာလော့တွေကလည်းလက်တွေ့ဆန်ပြီး သဘာဝကျတဲ့ ဘက်ကို အားပြုချဉ်းကပ်ထားပါတယ်….ပြသချိန်၂နာရီကျော်ကြာမြင့်တဲ့ဒီကားဟာ အစပိုင်း နာရီဝက်ကျော်လောက်အထိတော့ လိုက်လံဆက်စပ်နေရလို့အနည်းငယ် ပျင်းဖို့ကောင်းနေနိုင်ပါတယ်....နောက်ပိုင်းမှာတော့ ကျွန်တော့်လိုခပ်ကြောင်ကြောင်ကားတွေကြိုက်တဲ့သူတွေအဖို့ လုံးဝသဘောကျစေရမယ်လို့တော့အာမခံပါတယ်…File Size : (3.7GB) (1.75GB) and (459MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:37:00\nGenre : ...",
        "rating": "7.9",
        "url": "https://megaup.net/1bLn0/The.Insider.1999.BLU-RAY.1080P5.1Ch(CM)_.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BZGU4YzM2ZTktMTM5Ny00NmVjLThhODctM2ZjMjQ4NTY5N2Q0XkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-208x300.jpg",
        "title": "Crazy Beautiful You (2015)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nဒီဇာတ်ကားကလဲ သူတို့နှစ်ယောက်ရဲ့ တခြားဇာတ်လမ်းတွေလိုပဲ Rating တွေ ကောင်းခဲ့ပြီး နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့...ဂျက်ကီဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ကတည်းက မိခင်ထားသွားတာခံခဲ့ရပြီး အဖေနဲ့အတူနေခဲ့ရတယ်။ သူ့ကို ထားသွားရပါ့မလားဆိုပြီး အမေဖြစ်သူကို နာကျည်းရင်း ဂျစ်ကန်ကန် ကောင်မလေးအဖြစ် ကြီးပြင်းလာခဲ့တာပေါ့။ တစ်နေ့ သူ အချုပ်ထဲ ခဏရောက်နေတဲ့အချိန်မှာ အမေဖြစ်သူက ရောက်လာပြီး သူ့ကို အချုပ်ထဲကထုတ်ပေးသွားတယ်။ နောက်ပြီး သူနဲ့အတူလာနေဖို့ ခေါ်သွားခဲ့တာပေါ့။နောက်တစ်ရက် သူ့အမေဆီသွားဖို့ အစ်ကိုဖြစ်သူက လာကြိုတဲ့အချိန် ဂျက်ကီဟာ လမ်းတစ်နေရာမှာ ကားရပ်ခိုင်းပြီး ထွက်ပြေးဖို့ ကြိုးစားတော့တယ်။ အဲဒီမှာ ကီကိုဆိုတဲ့ကောင်လေးနဲ့ စတွေ့တော့တာပါပဲ။ကီကိုဆိုတာက မြို့တော်ဝန်ရဲ့သားဖြစ်ပြီးတော့ ဂျက်ကီအမေရဲ့ ပရဟိတအဖွဲ့အစည်းမှာ မြို့တော်ဝန်အစား ကူလုပ်ပေးနေတဲ့ ကောင်လေးတစ်ယောက်ပါ။ မြို့တော်ဝန်ရဲ့သားဆိုပေမဲ့ တရားဝင်အသိမှတ်ပြုခံရတဲ့သူမဟုတ်ဘဲ တန်ထမ်းတစ်ယောက်လိုပဲ သဘောထားခံရသူပါ။ သူက အသက်အများကြီးငယ်တဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2xGdj/(CM)_Crazy.Beautiful.You.2015.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjAzNzUwMTk4OV5BMl5BanBnXkFtZTgwOTE2MjAwNTE@._V1_-146x200.jpg",
        "title": "Assassination Classroom(2015)",
        "description": "Assassination Classroom (2015)\n--------------------------------------------------------\nAnime ဖန်တွေကြားမှာ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ စီးရီးတစ်ခုဖြစ်တဲ့\nAssassination Classroom ရဲ့\nSeason 1 ကို LA အနေနဲ့ ပြန်ရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။Anime ကို LA ပြန်ရိုက်တာမလို့ ထုံးစံအတိုင်း ဂွမ်းတဲ့နေရာတွေအများကြီးဆိုပေမယ့်\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Koro sensei ကတော့ တစ်ပုံစံတည်းမလို့ ဖြေသာပါသေးတယ်လို့ ဆိုရမှာပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ လ,ကိုဖျက်ဆီးပြီးတော့ နောက်နှစ် သုံးလပိုင်းမှာ\nကမ္ဘာကိုပါဖျက်မယ်လို့ ခြိမ်းခြောက်ထားတဲ့ရေဘဝဲလိုသတ္တဝါကြီးကို\nဘယ်လိုနည်းနဲ့မှသတ်လို့မရတဲ့အဆုံး လက်လျှော့လိုက်ရတော့မယ့်အချိန်မှာ\nအကြောင်းအရင်းတော့မပြောပေမယ့် စာအရမ်းညံ့ပြီးအပယ်ခံတွေစုနေတဲ့\nအလယ်တန်းတတိယနှစ် E ခန်းရဲ့ အတန်းပိုင်ဖြစ်ခွင့်ပေးရင် အဲဒီကလေးတွေသတ်တာခံပါမယ်လို့ သဘောတူလက်ခံခဲ့ပါတယ်။ဒီလိုနဲ့ ကလေးတွေကိုစာလည်းသင်ပေးရင်း လုပ်ကြံသတ်ဖြတ်ရေးပါသင်ပေးရင်းနဲ့\nဆရာနဲ့ သူ့တပည့်တွေကြားကသံယောဇဥ်ခိုင်မာလာပြီး နောက်ဆုံးမှာ\nသူ့ကိုလုပ်ကြံနိုင်သွားမလား ဒါမှမဟုတ် မအောင်မြင်ဘဲနဲ့ မူလအစီအစဥ်အတိုင်း ကမ္ဘာကိုပဲဖျက်ဆီးမလားဆိုတာ...\nFile size…2.1GB / 1.2GB\nQuality…1080p BluRay   /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "6.2",
        "url": "https://megaup.net/2xHlp/Assassination.Classroom.2015.720p.Final.YK(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/5pq3muyxnkub-133x200.jpg",
        "title": "A Morning of Farewell (2021)",
        "description": "A Morning of Farewell 2021တက္ကသိုလ်ဆေးရုံတစ်ခုမှာ အရေးပေါ်ကုသဆရာဝန်အနေနဲ့ အလုပ်လုပ်နေတဲ့ ဆာဝါကိုဟာ Caseတစ်ခု​ကြောင့် သူမရဲ့ မွေးရပ်မြေကို ပြန်သွားပြီး အဖေနဲ့အတူ ပြန်နေခဲ့ရင်းမွေးရပ်မြို့လေးက လူတိုင်းအားထားရတဲ့ မာဟိုရိုဘာဆေးခန်းမှာ အိမ်အရောက် လိုက်ကုသပေးတဲ့ ဝန်ဆောင်မှုနဲ့ ဆရာဝန်အလုပ်ကို ဆက်လုပ်တဲ့အခါ...ဆေးခန်းက လူတွေနဲ့မိသားစုဝင်တွေလို ဖြစ်လာပြီး အဆိုးဝါးဆုံးအခြေအနေကို ရင်ဆိုင်နေတဲ့ လူနာတွေကို သွားကုသပေးရသလို လူနာမိသားစုအရေးကိုပါ ကိုင်တွယ်ဖြေရှင်းရင်းလူနာရဲ့​နောက်ဆုံးခရီးကိုပါ အကောင်းဆုံးအနေနဲ့ ပို့ဆောင်ဖြည့်ဆည်းပေးတဲ့အထိ လူနာနဲ့ ဆရာဝန်ကြား သံယောဇဥ်ကို သိမြင်ခံစားနိုင်မယ့် ဘဝစခန်းတခုကို ပုံဖော်ထားတဲ့ ဂျပန်ဒရမ်မာကားလေးကို ကြည့်ရှုလိုက်ကြရအောင်ပါ File Size__(1.6GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:30:00\nType__Drama, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/1RPc6/A_Morning_of_Farewell_(2021)_720p.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2M1YTAwYjUtMTIzMy00OTc5LWI0NDctYmVjZmYzNjEwOGI4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-163x200.jpg",
        "title": "Pyali (2022)",
        "description": "Pyali 2022\nIMDb 7.1/10\nဒီဇာတ်ကားလေးကတော့ မိသားစုနဲ့အတူတူကြည့်ဖို့အတွက် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ။\nမောင်နှမနှစ်ယောက်ရဲ့တစ်ယောက်‌အပေါ်တစ်ယောက်ထားတဲ့ ၅၂၈မေတ္တာလေးကို\nကြည့်ရှုခံစားကြရမှာဖြစ်ပြီး ကလေးတိုင်းမှာ ထူးခြားမှုလေးတွေ ကိုယ်စီရှိကြတယ်ဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်။ဇီရာဆိုတဲ့ကောင်လေးတစ်ယောက်မှာ ပရာလီလို့ခေါ်တဲ့အရမ်းချစ်စရာကောင်းတဲ့ညီမလေးတစ်ယောက်ရှိပါတယ်။\nဇီရာက သူကိုယ်တိုင် အရွယ်လေးနဲ့မလိုက်အောင်အလုပ်တွေဖိလုပ်ပြီး ညီမလေးကို တတ်နိုင်သမျှ လိုလေသေးမရှိအောင်\nစောင့်ရှောက်ထားပါတယ်။ ဂုဏ်ပကာသနတွေမပေါပေမယ့် ပျော်ရွှင်နေတတ်ကြတဲ့မောင်နှမနှစ်ယောက်ဟာတစ်နေ့မှာအကြောင်းကြောင်းကြောင့် သံလမ်းဘေးကနေရာလေးကို စွန့်ခွာပြီး နေစရာအသစ်တစ်ခုကို ရှာဖွေရပါတော့တယ်။\nလမ်းဘေးမှာပဲနေရတဲ့ကလေးတွေမလို့ ခိုကိုးရာမဲ့‌ဖြစ်နေတဲ့အချိန်မှာ အန္တရာယ်တွေကြုံလာရပြီး ဇီရာဟာလည်း\nအစ်ကိုဖြစ်သူပီပီ ညီမလေးကို ကာကွယ်စောင့်ရှောက်ပါတော့တယ်။ သူတို့လေးတွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲ။\nသူတို့ဘဝတွေ‌ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2GB / 1GB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Sai ThuRein",
        "rating": "7..1",
        "url": "https://megaup.net/1RIva/Pyali_(2022)_Malayalam_HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPlBfssnI49kMKrHUY1qbVnHpnO.jpg",
        "title": "Don’t Look Deeper (2022)",
        "description": "Don't Look Deeper (2022)2020 က ထွက်ခဲ့တဲ့ Short film လေးကို အခြေပြုပြီး ဆက်လက်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ...ကယ်လီဖိုးနီးယားက အအီရှာတို့တက်နေတဲ့ မက်ဂနက်ကျောင်းမှာ ကျောင်းသူကျောင်းသားတွေရဲ့ အခက်အခဲကို ဖြေရှင်းနိုင်ဖို့အတွက် လူနဲ့တူတဲ့ စက်ရုပ်တွေထားကြတယ်။ စက်ရုပ်တွေဟာ ကုမ္ပဏီတစ်ခုရဲ့ လက်အောက်မှာပဲရှိပြီး သူတို့ သတ်မှတ်ရေးသားထားတဲ့ ပရိုဂရမ်အောက်မှာပဲ ထားကြတယ်။တစ်နေ့ အအီရှာရဲ့ ချစ်သူလီဗိုင်ဟာ cheat code ကိုအသုံးပြုပြီး အမ်မာဆိုတဲ့စက်ရုပ်ကို bj ပေးခိုင်းနေတာကို အအီရှာကတွေ့သွားတယ်။ အအီရှာလည်း ချစ်သူရှိလျက်နဲ့ ဒီလိုလုပ်နေတဲ့ ဘဲကို စိတ်ဆိုးပြီးတော့ ပါတီပွဲမှာသွားကဲတယ်။ ပါတီပွဲမှာ ကေလာဆိုတဲ့ ကောင်းလေးတစ်ယောက်နဲ့ ဘုမလို့ လုပ်နေတုန်းမှာ လီဗိုင်နဲ့တွေ့ပြီး ပြဿနာတွေဖြစ်ကြတယ်။စိတ်ဆိုးဆိုးနဲ့ အအီရှာတစ်ယောက် အရက်တွေတ အားသောက်ပြီး မူးလဲသွားရာကနေ နောက်နေ့မနက်လည်းရောက်ရော သူ့ခန္ဓာကိုယ်မှာ ဒဏ်ရာဒဏ်ချက်တွေတွေ့လိုက်ရတယ်။ဒါပေမယ့် သူဟာ လူသားတစ်ယောက်လိုမဟုတ်တော့ဘဲ စက်ရုပ်ခန္ဓာကိုယ်ဖြစ်နေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2xFqn/[CM]Don_t.Look.Deeper.2022.720p.WEB-DL.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/9pfcpb2pedlt-133x200.jpg",
        "title": "Girl In Captivity 2: Hitwoman in Chains (2009)",
        "description": "Girl in Captivity 2:ယောကျာ်းလေးတွေကို အစွမ်းကုန်ဆွဲဆောင်မြူဆွယ်ပြီး လုပ်ကြံသတ်ဖြတ်လေ့ရှိတဲ့ မိန်းကလေး Mizuki ဟာ အိမ်ထောင်ရက်သားကျတဲ့အခါ....လူသတ်သမားကနေ အသွင်ပြောင်းလာတဲ့ Mizuki ဟာ အိမ်ထောင်ရှင်မအဖြစ်ပြောင်းလဲသွားလည်း သူမရဲ့ အတိတ်ဆိုးတွေကနေ ရုန်းမထွက်နိုင်ပါဘူး..သူမလိုပဲ လူသတ်ရတာကို ဝါသနာထုံတဲ့ ဝါရင့်မုဒိမ်းကောင်တစ်ယောက်နဲ့ ဘဝတစ်ကွေ့မှာ ကြုံဆုံရတဲ့အခါ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ??\nနာကျင်မှုနဲ့ သာယာမှုမှာ ဘယ်အပိုင်းက ပို အသာစီးသွားမလဲဆိုတာကတော့ အောက်မှာဆက်လက်ကြည့်ရှုကြပါအုံးFile Size__(600MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:22:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.2",
        "url": "https://megaup.net/1bLfd/Girl_in_Captivity_2_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-yars-133x200.jpg",
        "title": "The Yards (2000)",
        "description": "Leo တစ်ယောက် ထောင်က အိမ်ကို ပြန်လာတဲ့ အခန်းနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပါတယ်။ သူ လူတောသူတောတိုးပြီး အလုပ်တစ်ခု ဖြစ်ဖြစ်မြောက်မြောက်လုပ်နိုင်ဖို့က သူ့ရဲ့တစ်ခုတည်းသောဆန္ဒဖြစ်ပါတယ်။အဲတော့ သူ့အဒေါ်ရဲ့ ခင်ပွန်းအသစ်ဖြစ်သူ Frank ဦးစီးလုပ်ကိုင်နေတဲ့ မီးရထားအပိုပစ္စည်းအမျိုးမျိုး ထုတ်လုပ်တဲ့ ကုမ္ပဏီမှာ အလုပ်သွားလုပ်ဖို့ လုပ်ပါတယ်။ ဒါပေမဲ့ အဲမှာအလုပ်လုပ်နိုင်ဖို့ဆို သင်တန်းကျောင်းတစ်ခုခု တက်ပြီး နှစ်အနည်းငယ်ကြာမှ အလုပ်ဝင်လို့ရနိုင်မယ်လို့ သိလိုက်ရတဲ့ပါတယ်။မုဆိုးမသူ့အမေကို ပြန်ထောက်ပံ့ပေးဖို့ ချက်ချင်းငွေရှာနိုင်ဖို့လိုနေတဲ့ သားလိမ္မာလေး Leo ဟာ သူ့သူငယ်ချင်း Willie လုပ်နေတဲ့ အဲကုမ္ပဏီရဲ့ ဝယ်သူတွေနဲ့ အဆက်အဆံလုပ်ရတယ်လို့ အမည်ခံထားတဲ့ မရှုပ်မရှင်းအလုပ်ကို ဝင်လုပ်ဖို့ပဲ စိတ်ပိုယိုင်သွားတဲ့အခါ အဲအလုပ်လုပ်ဖို့ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်သွားဦးမလဲ စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။အခြေအနေ၊ အကြောင်းတရားတွေကိုလိုက်ပြီး လူတွေလုပ်ကြတဲ့ ရွေးချယ်မှုတွေအကြောင်း၊ နိုင်ငံရေးနဲ့ စီးပွားရေးသမားလို့ ကိုယ့်ကိုအမည်တပ်ပြီး လောဘသားကောင်ဖြစ်နေကြသူတွေ အကြောင်းပေါ်လွင်အောင် ရိုက်ထားတဲ့ရုပ်ရှင်ကားတစ်ကားလို့ ပြောရင်လည်း မှားမယ်မထင်ပါဘူး။ဒီဇာတ်ကားလေးမှာ\nLeo အဖြစ် Mark Wahlberg ( ...",
        "rating": "",
        "url": "https://megaup.net/1bH0w/The.Yards.2000.720p(CM).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rasIR40TGQ4UZoJJotC1GaHcvr.jpg",
        "title": "The Millennial (2022)",
        "description": "The Millennial (2022)(1080p ရပါပြီ)အောင်မြင်တဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဖြစ်လည်း Generation-Y ဖြစ်တဲ့ ချက်ဒ် ဆိုတဲ့ လူငယ်လေးကို အင်တာဗျူးနေတဲ့ ပုံစံနဲ့ ဇာတ်အိမ်တည်ထားပါတယ်။ချက်ဒ်ဆိုတဲ့ မာစတာဘွဲ့အထိတောင်ရထားတဲ့ လူငယ်လေးတစ်ယောက် အလုပ်သင်ကာလပြီးတော့ အရွေးမခံလိုက်ရလို့ အိမ်ကို စိတ်ပျက်လက်ပျက်ပြန်လာခဲ့ပါတယ်။ အဖေကလည်း အရမ်းအောင်မြင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်နေတော့ သူ့အနေနဲ့ အလုပ်မရလိုက်တာ ပိုလို့တောင် စိတ်ညစ်နေတဲ့အချိန် အိမ်ကလူတွေက သူ အလုပ်ရပြီအထင်နဲ့ ပါတီပွဲနဲ့ စောင့်ကြိုဂုဏ်ပြုဖို့ အားခဲထားကြတာပေ့ါ။ဒီလိုတွေဖြစ်သွားတော့ သူလည်းအလုပ်မရခဲ့ကြောင်း မပြောနိုင်တော့ဘဲ ဘာလုပ်ရမှန်းမသိ၊ လမ်းပျောက်နေတုန်း ငယ်သူငယ်ချင်းရဲ့ Instagram က ပို့စ်ကို တွေ့ပြီး အတ္တလန်တာသွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်။အဲဒီကနေ ဘယ်လိုတွေဖြစ်လာမလဲ?\nကြုံတွေ့လာရမဲ့ လောကဓံကို ကြံ့ကြံ့ခံပြီး အောင်မြင်သူ တစ်ယောက်ဖြစ်လာပါ့မလား?\nစိတ်ဓာတ်ကျပြီး အရှုံးသမား လုံးလုံး ဖြစ်သွားမလား? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုလိုက်စို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1bFt2/[CM]The.Millennial.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SBARAqXgHz4vijHo43f6wRYJK7.jpg",
        "title": "Girl From The Past (2022)",
        "description": "Girl From The Past (2022)(1080p ရပါပြီ)Plotအမျိုးမျိုးနဲ့ ကြည့်ရှုသူကို တွေးစရာတွေအများကြီးပေးမယ့် စိတ်ရောဂါအခြေပြုထားတဲ့ Dramaဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ ဒီကားကိုကြည့်ရင်းနဲ့ \"မိုးညအိပ်မက်မြူ\"ရုပ်ရှင်ရော ဝတ္ထုကိုရောအမှတ်ရသွားမယ်လို့ပြောနိုင်ပါတယ်။ ဇာတ်လမ်းကို ကြိုတွေးလို့မရအောင်ကိုရိုက်ကူးပြထားပြီး တစိမ့်စိမ့်ကြည့်ရင်းအဆုံးရောက်မှသာ ဇာတ်ရည်လည်သွားရမှာမျိုးပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ ...တစ်ကောင်ကြွက်ဖြစ်သူ ကွေ့ယန်ဟာ ငွေရှာဖို့အတွက် စံအိမ်ကြီးတစ်ခုမှာ အိမ်ဖော်အဖြစ်အလုပ်ဝင်လုပ်ရင်းစခဲ့တာပါ။\nအဲ့ဒီမှာပဲ အိမ်ပြေးလေး ယန်ဆိုတဲ့သူလေးနဲ့ တွေ့ခဲ့ပြီး သူဟာကွေ့ယန်ကို တအားတွယ်တာသူ၊ စောင့်ရှောက်ချင်သူပါ။အိမ်ရှင်သူ‌ဌေးရဲ့သားဖြစ်သူဟာ ဆိုးသွမ်းနေရင်း နောက်ဆုံးကြံရာမရ အဖေအရင်းကိုသတ်ဖို့လုပ်ရာမှာ ကွေ့ယန်တို့နှစ်‌ယောက်လည်း ဝင်ကယ်ဖို့လုပ်‌ပေမယ့် အခါနှောင်းကာ သူဌေးလည်းသေ စံအိမ်လည်း မီးလောင်သွားပါတော့တယ်။ရဲအဖမ်းခံရမယ့်ဆဲဆဲ ဘဝပေးအခြေအနေအတိုင်း သွေးသားမတော်စပ်တဲ့ ညီအစ်မနှစ်ယောက်ရဲ့ ရှင်သန်ဖို့ကြိုးစားခဲ့ရပုံ၊ ကိုယ်စီကိုယ်စီ ဒုက္ခတွေကို ရင်ဆိုင်ဖြေရှင်းကြပုံတွေကို တွေးတောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.2GB, 474MB, 252MB\nQuality        ...",
        "rating": "6.6",
        "url": "https://megaup.net/1RFxO/[CM]Girl.From.The.Past.2022.720p.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/uycctarlxqvu-133x200.jpg",
        "title": "Vampire Girl vs. Frankenstein Girl (2009)",
        "description": "Vampire girl Vs Frankenstein girlJungoဆိုတဲ့ကောင်လေးဟာ ကျောင်းမှာပေါ်ပြူလာအရမ်းဖြစ်တဲ့သူပေါ့ အတန်းထဲမှာ သူ့ကိုကြိတ်ကြိုက်နေတဲ့ Keikoဆိုတဲ့ကောင်မလေးနဲ့ ကျောင်းပြောင်းလာတာမကြာသေးတဲ့ကျောင်းသူသစ်Monamiဆိုတဲ့ကောင်မလေးရှိတယ် Keikoရဲ့အဖေက ဒုကျောင်းအုပ်ဆိုပေမဲ့သူကDr.Frankensteinရဲ့ဆက်ခံသူ သိပ္ပံပညာရှင်တစ်ယောက်ပေါ့ တစ်ရက်မှာ Monamiက Jungoကိုချောကလက်လေးပေး‌လိုက်တယ် Jungoကအဲ့ချောကလက်ကိုစားပြီးပြီးချင်း ထူးဆန်းတဲ့အရာတွေကိုစတင်တွေ့လာခဲ့တယ် တကယ်ပဲMonamiကဘာတွေထည့်ကျွေးလိုက်တာလဲ?\nJungoကကော Keikoနဲ့Monamiဘယ်သူ့ကိုရွေးမလဲ? ဒီဇာတ်ကားလေးမှာသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကိုစိတ်ပါဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပြီး Monamiကဘာလဲဆိုတာသိချင်ရင်အခုပဲဝင်ကြည့်လိုက်ပါတော့File Size__(1.3GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.7",
        "url": "https://megaup.net/1bLg1/Vampire_Girl_Vs_Frankenstein_Girl_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/p11027450_p_v8_ad-133x200.jpg",
        "title": "Mary Kom (2014)",
        "description": "Mary Kom (2014)IMDb Rating (6.8) / Rotten Tomatoes (88%)အိန္ဒိယ မြန်မာနယ်စပ်ဘက်က ကမ္ဘာကျော် အမျိုးသမီးလက်ဝှေ့သမား တစ်ယောက်ရဲ့ တကယ့် ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ Bollywood ရဲ့နာမည်ကျော်မင်းသမီး ပရီရန်ကာချော်ပရာက သရုပ်ဆောင်ထားပါတယ်။\nချင်းပြည်နယ် နယ်စပ်တစ်ဖက်ခြမ်း အင်ဖာမြို့က Mary Kom လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းက အိန္ဒိယ ရုပ်ရှင်လောကမှာတော့ တကယ် အောင်မြင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။India ရဲ့ အိုလံပစ် လက်ဝှေ့ကျော်ဖြစ်လာခဲ့တဲ့ မေရီကွန်းရဲ့ စိတ်ဓာတ်သန်မာမှု တွေ ဖြတ်သန်းရာဘဝတွေနဲ့ ကိုယ်ဖြစ်ချင်ရာ ပန်းတိုင်ကို ရောက်အောင် ကျားကုတ်ကျားခဲ ကြိုးစားခဲ့ရပုံတွေ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းရဲ့အစမှာ အင်ဖာမြို့က မထင်မရှား ကျေးရွာလေးတစ်ရွာက မေရီဆိုတဲ့ ဆတ်ဆတ်ထိမခံ ကျောင်းသူ ကောင်မလေးနဲ့ စထားပါတယ်။\nကျောင်းက ယောက်ျားလေးတွေနဲ့ သူတင်ကိုတင် ထိုးကြိတ်ရန်ဖြစ်တတ်တဲ့ မေရီဟာ တစ်ရက်တော့ အဲဒီမြို့က ...",
        "rating": "6.8",
        "url": "https://megaup.net/3TzLz/(CM)_Mary_Kom_(2014)_720p_BluRay_REMUX_HEVC_AAC_5.1-Naung.mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/41gJkf-141x200.jpg",
        "title": "[18+]Mother’s Friend (2015)",
        "description": "[18+]Mother's Friend (2015)**************************ဆိုးလ်မြိုကို ကျောင်းတက်ဖိုအတွက် ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသားလေး ဆောင်းဆူ\nဆိုးလ်မှာ နေဖိုအတွက် အိမ်ငှါးရာကနေ အိမ်ပွဲစားဆီမှာအလိမ်ခံရပြီး ပိုက်ဆံတွေပါ ဆုံးရှုးသွားတာကြောင့်အမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ ဂျာယောင်းရဲ့အိမ်မှာ ခဏတာ နေဖို ဖြစ်လာပါတယ်\nဂျာယောင်းကသူ့အမေနဲ့ ရွယ်တူဖြစ်ပေမယ့် နုပျိုပြီး ဆွဲဆောင်မှုရှိတဲ့ အိမ်ထောင်ရှင်တစ်ယောက်ဖြစ်ပြီးယောက်ျားဖြစ်သူကလည်း မကြာခဏ အလုပ်ကိစ္စနဲ့ ခရီးထွက်နေတာကြောင့် အိမ်မှာ ဆောင်းဆူနဲ့ဂျာယောင်း နှစ်ယောက်တည်း ရှိနေချိန်က ပိုများပါတယ်\nဆောင်းဆူက ဂျာယောင်းကို သဘောကျမိနေပြီး တစ်အိမ်လုံးမှာလည်း သူတိုနှစ်ယောက်တည်းရှိနေချိန်က ပိုများတော့ မိန်းမတစ်ယောက်နဲ့ အရွယ်ရောက်ပြီးသားယောက်ျားတစ်ယောက်တိုရဲ့ကြားမှာဘယ်လိုအခြေအနေမျိုးတွေ ဖြစ်မလာလဲဆိုတာ ကိုယ်တိုင် ကြည့်ရှုခံစားလိုက်ပါဦးအမိုက်စားအိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (772MB) and (346MB)\nQuality : HDRip720p\nFormat…mp4\nDuration…01:22:00\nGenre : Adult,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2xES4/Mothers.Friend.2015.HDRip.720(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Detective-Knight-Independence-Poster-133x200.jpg",
        "title": "Detective Knight: Independence (2023)",
        "description": "Detective Knight: Independence (2023)\n============================Detective Knight တွေရဲ့အဆက်ဖြစ်တဲ့ မင်းသားကြီး\nဘရုစ်ဝိန်းရဲ့ ဇာတ်ကားလေးထပ်မံထွက်ရှိလာပါပြီ။ဇာတ်လမ်းလေးကတော့ဘရုစ်ဝိန်းကဥပေဒေဘက်တော်\nသားဖြစ်ပြီး ဘဏ်ဓားပြတိုက်မှုမှာ တရားခံကိုမလိုအပ်ပဲ\nပစ်သတ်မှုကြောင့် အပြင်မှာ တာဝန်မထမ်းဆောင်ရမှာဘဲ၊\nရုံးတွင်းမှာပဲစာရွက်စာတမ်းကိစ္စတွေကိုလုပ်နေရတယ်ပေါ့။\nတစ်နေ့မှာ ဆေးရုံကမှုခင်းစစ်ဆေးရေးမှုးရဲ့ ရဲဝတ်စုံရယ်၊\nသေနတ်ရယ်၊ တံဆိပ်ရယ်အကုန်လုံးအခိုးခံလိုက်ရတယ်။ဒီအမှုကို အထက်အရာရှိက ဘရုစ်ဝိန်းကိုပဲဖြေရှင်းဖို့တာဝန်\nပေးလိုက်ပါတယ်။ ခိုးသွားတဲ့သူက ရဲဝတ်စုံကိုအသုံးချပြီး\nမကောင်းတာတွေလုပ်နေတဲ့အခါမှတော့ ဘရုစ်ဝိန်းတစ်ယောက်\nဘယ်လိုတွေဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေး\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (670 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1RHh0/Detective.Knight.Independence.2023.720p.WEBRip.x264[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDRlMGYzNjQtOWJjYy00NjU4LThlMDMtYmY2ZDg0YTAzOGVhXkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Detective Knight: Redemption (2022)",
        "description": "Detective Knight: Redemption (2022)\n===========================Detective Knight ရဲ့ Trilogy ထဲက Detective Knight :\nRedemption လေးတင်ဆက်ပေးလိုက်ပါတယ်။ ခရစ္စမတ်လည်း\nနီးပြီဆိုတော့ Bruce Willis ခရစ္စမတ်မှာ ဘယ်လိုသောင်း\nကြမ်းမလဲဆိုတာ ကြည့်လိုက်ပါတော့နော်။စုံထောက်နိုက် (Bruce Willis) ကတော့ Redemption မှာ တရား\nရင်ဆိုင်ဖို့ ထောင်မှာစောင့်ဆိုင်းနေရတာပါ။ ထောင်ထဲမှာ ဖာသာ\nကွန်လန်၊ ဆေးသမားကိုဒီရို့ဒ်နဲ့သိကျွမ်းခဲ့ပြီး လွတ်မြောက်ရေးတရား\nတွေ ဆွေးနွေးခဲ့ကြတာပေါ့။မကြာခင် နယူးယော့ခ်မှာ ဘဏ်ဓါးပြတိုက်မှုတွေနဲ့ ဗုံးပေါက်ကွဲမှုတွေ\nဆက်တိုက်ဆိုသလိုဖြစ်နေတာကြောင့် ပြည်သူတွေလည်းကြောက်နေ\nကြပါပြီ။ ရဲဌာနနဲ့မြို့တော်ဝန်လည်းခေါင်းကိုက်နေပြီမို့ အတွဲညီခဲ့တဲ့\nစုံထောက်နိုက်နဲ့စုံထောက်ဖစ်တို့ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါ\nတော့တယ်။ခရစ္စမတ်နေ့ကြီးမှာ ဆန်တာဝတ်စုံတွေဝတ်ပြီး ဘဏ်ဖောက်နေကြတဲ့\nအရူးတစ်သိုက်ရဲ့ နောက်ကြောင်းနဲ့ စုံထောက်နိုက်ရဲ့ဖြေရှင်းပုံတွေကို\nခပ်မိုက်မိုက်ရိုက်ပြထားတာမို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်\nပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (500 MB) / (280 MB)\nQuality............WEB-DL 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "4.9",
        "url": "https://megaup.net/1aO4c/Detective.Knight.Redemption.2022.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODEzNmNmNTctMjgyNy00OWNjLTgxNTctOTc2NWVhZDNiNWY4XkEyXkFqcGdeQXVyMTMzMDU5MjY2._V1_-133x200.jpg",
        "title": "Detective Knight: Rogue (2022)",
        "description": "Detective Knight: Rogue (2022)\n======================Halloween ရာသီမှာ ဇာတ်လမ်းတွေနဲ့ Chill ကြမယ့် ရုပ်ရှင်ပရိသတ်တွေ\nအတွက် မင်းသားကြီး Bruce Willis ရဲ့ စုံထောက်ရုပ်ရှင်အသစ်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်။လော့အိန်ဂျယ်လိစ် မြို့မှာ ပိုက်ဆံတွေတင်လာတဲ့ ထရပ်ကားကို အဖွဲ့တစ်ဖွဲ့က\nဓားပြဝင်တိုက်ပါ‌တော့တယ်။ စုံထောက် နိုက်တ်နဲ့ သူ့တွဲဖက် ဖစ်ဇ် တို့လည်း\nဓားပြတွေကို ဖမ်းဆီးဖို့ ကြိုးစားရင်း၊ ဖစ်ဇ်တစ်ယောက် သေနတ်အပစ်ခံရပြီး\nအရေးပေါ်ကိုရောက်သွားပါတော့တယ်။နိုက်တ်လည်း အဆိုပါအဖွဲ့ကို လိုက်ဖမ်းဖို့ ရေကုန်ရေခမ်းကြိုးစားပါတော့တယ်။\nသို့သော် ထိုအဖွဲ့က မြို့တွေ တစ်မြို့ပြီး တစ်မြို့သွားပြီး ဓားပြတိုက်နေသလို\nခြေရာလက်ရာဖျောက်တဲ့နေရာမှာလည်း သေသပ်တာမို့ ဖမ်းလို့မမိဖြစ်နေပါ\nတော့တယ်။  နိုက်တ်လည်း ထိုအဖွဲ့ကို နယူးယော့ခ်မြို့မှာ ခြေရာခံမိရင်း အတိတ်က\nပတ်သက်ခဲ့ဖူးတဲ့ သတင်းပေး ဝင်းနာ ဆိုတဲ့လူနဲ့ ပြန်လည်တွေ့ဆုံရာကနေ ဘယ်လိုမျိုး\nအလှည့်အပြောင်းတွေဖြစ်လာမလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ နိုက်တ်အနေနဲ့ သရုပ်ဆောင်ထားတာကတော့ အားလုံးရဲ့အချစ်တော်\nမင်းသားကြီး Bruce Willis ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size..........(1.68 ...",
        "rating": "3.8",
        "url": "https://megaup.net/2vueD/Detective.Knight.Rogue.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/mister-133x200.jpg",
        "title": "Mister Mummy (2022)",
        "description": "Mister Mummy (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ မင်းသား ရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီး ဂျနယ်လီယားဒီဆူဇာတို့ဇနီးမောင်နှံနှစ်ယောက်ရဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီလင်မယားဟာ မင်္ဂလာသက်တမ်းကြာညောင်းခဲ့ပေမယ့် ခင်ပွန်းဖြစ်သူဟာ လုံးဝ\nကလေးမလိုချင်ခဲ့ပါဘူး။ သူ့မှာ ကလေးမလိုချင်ရတဲ့ အကြောင်းရင်းလည်း ရှိနေခဲ့ပါတယ်။သို့ပေမယ့် ဇနီးဖြစ်သူနဲ့ မိဘအသိုင်းအဝိုင်းကတော့ အရမ်းကို မြေးချီချင်နေခဲ့ပြီဖြစ်ပါတယ်။အဘက်ဘက်ကနေ နည်းလမ်းမျိုးစုံနဲ့ သူတို့လင်မယားကလေးရအောင် ကြိုးစားပေးခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး။ဒီလိုနဲ့ တစ်ညမှာတော့ မိဘတွေရဲ့ဆန္ဒဟာ အရာထင်ဖို့ ဖြစ်လာခဲ့ပါပြီ။ဖြစ်မှဖြစ်တော့လည်း ဇနီးသည်တင်မက ခင်ပွန်းဖြစ်သူကပါ သန္ဓေတည်လာခဲ့ပါပြီ။ဆိုတော့ ဆက်လက်ပြီး ဘယ်လိုတွေလွဲလာမလဲဆိုတာတော့ ဇာတ်ကားကြည့်ရင်းနဲ့ပဲ\nဆက်ခွီလိုက်ကြပါဦးနော်...။\nFile size…1.5GB / 688MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "",
        "url": "https://megaup.net/2xEK5/Mister_Mummy_(2022)_Hindi%C2%A0%C2%A0HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47brh3ipjQkPHCMKsutdK3fMz0R.jpg",
        "title": "Two Hands(1999)",
        "description": "Two Hands(1999)****************Heath Ledger ရဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်..ဂျင်မီဟာ ကလပ်မှာ အလုပ်လုပ်တဲ့ကောင်လေးပေါ့။ တစ်နေ့မှာ နယ်မြေရဲ့ဂိုဏ်းစတားကသူ့ပိုက်ဆံ‌တွေသွားပို့ပေးဖို့ဂျင်မီကိုခိုင်းခဲ့ပါတယ်..\nသွားပို့ရမယ့်နေရာမှာ ငွေလက်ခံမယ့်သူက အိမ်ထဲက ထွက်မလာလို့အချိန်ဖြုန်းဖို့ဆိုပြီး ရေသွားကူးမိခါမှ ပိုက်ဆံတွေအလစ်သုတ်ခံလိုက်ရပါတယ်။\nပိုက်ဆံတွေပြန်မပေးနိုင်ရင် အသတ်ခံရမှာဆိုတော့ ဂျင်မီခ‌မျာ ကြံမိကြံရာကြံရပါတော့တယ်။\nကံတရားရဲ့အလှည့်အပြောင်းတွေကြောင့် ဂျင်မီတစ်ယောက် အဆုံးမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာ‌ကိုတော့,,,File Size :(2.1GB)(897 MB) and (286MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2xEpo/Two.Hands.1999.blu-ray.720p.(CM)F.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-135x200.jpg",
        "title": "Paul Blart: Mall Cop 2 (2015)",
        "description": "Paul Blart Mall Cop 1 ထုတ်လွှင့်အပြီး ၆နှစ်အကြာမှာ အပိုင်း(2) ထပ်မံထွက်ရှိခဲ့ပါတယ်...။ အပိုင်း (2)မှာလည်း... အပိုင်း (1)တုန်းကလိုပဲ ကုန်တိုက်လုံခြုံရေးပေါလ်ဘလတ်ရဲ့ စွန့်စားခန်းဟာသတွေကို တွေ့ရှိရမှာပါ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ကို \"လုံခြုံရေးအရာရှိများအသင်းအဖွဲ့ကြီး\"က ဗေးဂတ်စ်မြို့က \"ဝင်န်ဟိုတယ်\"မှာ ကုန်စည်ပြပွဲနဲ့ ဆုပေးပွဲတက်ရောက်ဖို့ ဖိတ်ကြားခဲ့တယ်။ ဝင်န်ဟိုတယ်ကို ပေါလ်နဲ့ ပေါလ်သမီး မာရာတို့ လာရောက်တည်းခိုရင်းနဲ့ ပန်းချီကားသူခိုးလူဆိုးအဖွဲ့နဲ့ ကြုံရပါတော့တယ်။ ပထမအပိုင်းကလိုပဲ ပေါလ်အနေနဲ့ လူဆိုးအဖွဲ့ကို တစ်ယောက်ချင်းဖြုတ်ဖို့ ဖြစ်လာခဲ့တယ်။ ပေါလ်တစ်ယောက်ရဲ့ အလွဲတွေနဲ့စွန့်စားခန်းကို ဟာသနဲ့ actionရောနှောထားတဲ့ဇာတ်ကားတစ်ကားအနေနဲ့ ကြည့်ရှုရမှာပါ။ Paul Blart Mall Cop (1)ကို ကြည့်ရတာ သဘောကျရင် (2)ကို ဆက်ကြည့်လို့ရပါတယ်နော်...။ နှစ်ကားထွက်ပေမဲ့ ဇာတ်လမ်းချင်းအရမ်းမချိတ်ဆက်ထားတာကြောင့် တစ်ကားချင်းကြည့်လို့လည်းရပါတယ်။File size…(1.97GB)  / (`1.1GB) / (671.02MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://megaup.net/1Rukn/Paul.Blart.Mall.Cop.2.2015.720p.(CM).mp4 ",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-1-134x200.jpg",
        "title": "Paul Blart: Mall Cop(2009)",
        "description": "ဒီ ဇာတ်လမ်းလေးကတော့ ခပ်ဝဝနဲ့ စိတ်ကောင်းရှိတဲ့ ကုန်တိုက်လုံခြုံရေး ပေါလ်ဘလတ် ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ ။ Comedy, Actionအမျိုးအစားဖြစ်ပြီးတော့ မိသားစုနဲ့အတူတူကြည့်လို့ကောင်းမယ့် wholesomeဖြစ်တဲ့ ဇာတ်ကားမျိုးလေးလည်း ဖြစ်ပါတယ် ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ဘလတ်က ဝက်စ်အောရိန့်ချ် ပါဗီလီယွန်ကုန်တိုက်ရဲ့ လုံခြုံရေးအစောင့်တစ်ယောက်၊ ပြည်နယ်ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာဖို့ကြိုးစားနေပေမဲ့ သွေးတွင်းသကြားဓာတ်နည်းတဲ့ရောဂါကြောင့် အိပ်မက်က အလှမ်းဝေးနေတယ်။ ပေါလ်ရဲ့ မိခင်နဲ့ ပေါလ်ရဲ့မိတဆိုးသမီးလေးမာရာကတော့ ပေါလ်ကို ဂရုစိုက်ရှာပါတယ်။ ပေါလ်ကို လက်တွဲဖော်လေးတစ်ယောက်လည်း ရစေချင်ကြတယ်။ ပေါလ်မှာလည်း သူလုံခြုံရေးစောင့်တဲ့ ကုန်တိုက်ထဲမှာ ချစ်ရတဲ့crushလေးရှိလာတယ်။ တစ်နေ့ ပေါလ်တို့ရဲ့ ကုန်တိုက်ကို အကြမ်းဖက် လူဆိုးအုပ်စုက ဓားပြတိုက်ဖို့ ဝင်ရောက်စီးနင်းကြတယ်။ အဲဒီအချိန်မှာ ဓားစာခံမိထားတဲ့crushလေးကိုကယ်လိုဇောနဲ့ ပေါလ်တစ်ယောက်က လူဆိုး၈ယောက်ကို တစ်ကိုယ်တော်အစွမ်းနဲ့ တစ်ဆင့်ချင်း ဘယ်လိုဖြုတ်သွားမလဲဆိုတာကိုတော့ Paul Blart Mall Cop ဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလို့ရပါပြီFile size…(1.7GB)  / ...",
        "rating": "",
        "url": "https://megaup.net/1RGcq/refined-mallcop-blu720p(CM).mp",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5da1mvc706UkMAAuo2GtLWotcvE.jpg",
        "title": "Gabdunri: The Vanishing Town (2022)",
        "description": "Gabdunri : The Vanishing Town (2022)Horror တွေကိုမှ ကြိုက်တတ်ကြတဲ့သူတွေအတွက် ကိုရီးယားရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပါဦးမယ်နော်သရဲတွေ၊ ထူးခြားဆန်းပြားတဲ့အရာတွေကို မှတ်တမ်းရုပ်ရှင်ရိုက်တဲ့ အဖွဲ့ဟာ\nဂတ်ဒွန်းရီဆိုတဲ့ အဆောက်အဦးပျက်ကို သွားပြီးမှတ်တမ်းယူရင်း\nလွန်ခဲ့တဲ့ ၁၇ နှစ်က ပျောက်သွားတဲ့ ဆောင်းဟျော့ရဲ့ ညီမဖြစ်သူရဲ့အလောင်းကို သွားရှာကြပါတယ်ညီမပျောက်လို့ စိတ်လွတ်နေတဲ့ ဆောင်းဟျော့ကိုပါ လမ်းပြအဖြစ် မဖြစ်မနေခေါ်သွားရသလို\nသွားရတဲ့နေရာလည်း အချိန်တွေကြာသွားတော့ လူမသိသူမသိဖြစ်တဲ့နေရာဆိုတော့ အရမ်းကိုစွန့်စားသွားရပြန်ရော\nအဲလိုနဲ့ အဲဒီဂတ်ဒွန်းရီဆိုတဲ့ အဆောက်အဦးပျက်ထဲမှာ ဘယ်လိုအရာတွေကြုံတွေ့ရမလဲ၊\nမှတ်တမ်းအဖွဲ့ဝင် ၅ ယောက်ကရော အဲဒီကနေ ဘယ်လိုထွက်လာနိုင်မလဲမှတ်တမ်းရိုက်ကူးသလိုပုံစံနဲ့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့\nဘာသာပြန်သူအနေနဲ့တော့ ၂၀၁၈ ကထွက်ခဲ့တဲ့ Wi Ha Joon ရဲ့ Gonjiam: Haunted Asylum လိုမျိုး Vibe ပြန်ရလို့\nခပ်အေးအေးနဲ့ စိမ့်စိမ့်လေး ကြည့်ရမယ့် ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းချင်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre...Horror\nQuality…. 1080p | ...",
        "rating": "5",
        "url": "https://megaup.net/3TyIZ/Gabdunri.the.Vanishing.Town.2022.FHDRip.720p.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66yOibmlqxASFoNyEZIORELJqBC.jpg",
        "title": "Stealing Raden Saleh (2022)",
        "description": "Stealing Raden Saleh (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ နိုင်ငံကျော်ပန်းချီဆရာတွေရဲ့ ပန်းချီကားတွေကိုပုံတူပွားဆွဲတဲ့ပီကိုနဲ့ စထားပါတယ်။ လေလံပွဲမှာ ပီကိုဆွဲထားတဲ့ ကောပီအပွားက သန်းကိုးရာနဲ့ရောင်းထွက်သွားခဲ့ပါတယ်။ပီကို့ရဲ့အဖေကလည်း လုရက်မှု တစ်ခုနဲ့ထောင်ကျနေခဲ့ပြီး အဖေကို ထောင်မကျအောင် အမှုကို ပြန်လည်စစ်ဆေးပေးဖို့အတွက် ၂ ဘီလီယံလိုလာခဲ့ပါတော့တယ်။ အဲ့ဒါနဲ့ သူငယ်ချင်း အူးကျွတ်နဲ့ တိုင်ပင်ရင်း ဇာတ်ကားနာမည်ထဲက ပန်းချီ အကျော်အမော် ရာဒင် ဆာလက်ရဲ့ ပန်းချီကား တစ်ခုကို ပုံတူကူးဆွဲပြီး ရောင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်။ပီကိုကရော ပန်းချီအကျော်အမော် ရာဒင်ဆာလက်ရဲ့ ပန်းချီကားကို ပုံတူဆွဲပြီး အောင်အောင်မြင်မြင်နဲ့ရောင်းချနိုင်ပါ့မလား?\nသူ့အဖေကိုကော အယူခံဝင်နိုင်အောင် လုပ်ပေးနိုင်ပါ့မလား? ဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။စကားချပ်အနေနဲ့ကော့ အင်ဒိုနီးရှားဆိုတာ ကျွန်တော်တို့ရဲ့ ဒေသတွင်းအိမ်နီးချင်းနိုင်ငံဖြစ်ပေမဲ့ ရုပ်ရှင်အရည်အသွေးပိုင်းမှာတော့ အများကြီးတိုးတတ်လာပါတယ်။ အဲ့ဒီအပြင် IMDB မှာ rating 7.5 ရရှိထားပြီး အစကနေအဆုံးထိ ရိုးအီမသွားအောင်ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှု့ခံစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1bIjy/[CM]Stealing.Raden.Saleh.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bxh5xCCW9Ynfg6EZJWUkc1zqTnr.jpg",
        "title": "Transfusion (2023)",
        "description": "Transfusion (2023)ဒီဇာတ်ကားက Avatar မင်းသား Sam Worthingtonရဲ့ Action,Dramaဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။\nသူအ​နေနဲ့ ဒီဇာတ်ကားထဲမှာ အထူးစစ်ဆင်​ရေး စစ်သားဟောင်း ရိုင်ယန်လိုဂန်အဖြစ် ပါဝင်ထားပါတယ်။\nဇနီးဖြစ်သူ ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားပြီး​​နောက် စစ်ထဲကထွက်ကာ မိတဆိုးသား​​လေးနဲ့အတူ ရရာအလုပ်လုပ်ရင်း\nဇနီးသည် ဆုံးရှုံးခဲ့တဲ့ စိတ်ဒဏ်ရာနဲ့ စစ်အတွင်းက ရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေကို ကုစားဖို့ ကြိုးစားရင်း\nသားဖြစ်သူရဲ့​ရှေ့​​ရေးအတွက် ပိုက်ဆံပိုရှာဖို့ လိုအပ်လာတဲ့အခါ တပ်ထဲက အထက်အ​ရာရှိ​ဟောင်းနဲ့ပူး​ပေါင်းပြီး\nဒုစရိုက်​လောကထဲကို ဝင်​ရောက်ဖို့ အ​ကြောင်းဖန်လာပါ​တော့တယ်။အညွှန်းကိုတော့ X က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ X နဲ့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 913MB | 504MB | 258MB\nFormat… mp4\nDuration….1h 46min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... X and Rashida\nEncoder ...",
        "rating": "5.3",
        "url": "https://megaup.net/2xDL1/Transfusion.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_-140x200.jpg",
        "title": "Chez Nous (2013)",
        "description": "Chez Nous (2013)\n=============\nIMDb Rating - 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်\nအရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့\nလူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲ\nအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်\nအက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်\nသူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်က\nသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်\nသားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါ\nတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်\nရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့\nနာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာ\nရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်\nပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာ\nအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်\nFAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (828 MB) ...",
        "rating": "6.5",
        "url": "https://megaup.net/2xzt0/Chez.Nous.2013.DUTCH.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjUxOWNkZGYtZTVkMy00OGMxLTkyMmUtMjUyZjQ0MmQ3NTI4XkEyXkFqcGdeQXVyNzc2OTk4Mzk@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "WWII: The Long Road Home (2017)",
        "description": "WWII: The Long Road Home (2017)\n==========================ဒီဇာတ်လမ်းက ဆယ်ကျော်သက်ဒါရိုက်တာတစ်ယောက်ရဲ့\nသူ့အဘိုး ဒုတိယကမ္ဘာစစ်မှာ ထွက်ပြေးလွတ်မြောက်တာကို\nရိုက်ထူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nချာလီတို့တပ်ဖွဲ့ကို ကပ္ပတိန်တစ်ယောက်နဲ့အတူ ဂျာမနီစစ်တပ်\nကိုစုံစမ်းဖို့အတွက် ဂျာမနီနိုင်ငံကိုသွားရမယ်လို့အထက်ကအမိန့်\nချလာပါတယ်။ စုံစမ်းဖို့သွားနေရင်းနဲ့ လမ်းတစ်ဝက်မှာအဖမ်းလိုက်\nခံရပါတယ်။ နောက်တော့ ကပ္ပတိန်နဲ့အတူ မဟာမိတ်တပ်တွေ\nလာကယ်တာကိုစောင့်ဆိုင်းကြတာပေါ့။ဒါပေမယ့် ချာလီဟာ\nရန်သူ့နယ်မြေမှာဖြစ်တဲ့အတွက် စောင့်နေရင် ပိုဆိုးလာမယ့် အန္တရာယ်\nများကိုသိတဲ့အတွက် သူတစ်ယောက်တည်း မဟာမိတ်နယ်မြေကို\nရောက်အောင်သွားရင်းနဲ့လမ်းမှာ ကြုံရတဲ့အခက်အခဲတွေကိုရိုက်\nကူးထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (822 MB) / (530 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 20Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://megaup.net/3dzI5/WWII.The.Long.Road.Home.2017.720p.WEBRip(CM).mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmUyYzc1NmEtZjU1NS00YjVmLWJjN2UtYWM5MGE5YmY1NWUzXkEyXkFqcGdeQXVyMTMwODQxNzQ2._V1_-136x200.jpg",
        "title": "Gurtunda Seetakalam (2022)",
        "description": "Gurthunda Seethakalam (2022)IMDb-7.7/10ဒီတစ်ခါတော့ ဘာဟုဗလီမင်းသမီးချောလေး\nသမန်နားပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်ဇာတ်မြူးလေးပါကန်နာဒါဘာသာစကားပြော love mocktail ဇာတ်ကားကို\nremake လုပ်ထားတဲ့ တေလဂူစကားပြော တောင်ပိုင်းရုပ်ရှင်ပါအိန္ဒိယကားတွေထဲမှာ အိုဗာအက်တင်တွေမပါဝင်ပဲ အချစ်အကြောင်းကို\nရိုးရိုးရှင်းရှင်းနဲ့ ဖော်ပြပေးထားတဲ့ ဒီကားလေးမှာ အချစ်ရဲ့အဓိပ္ပာယ်ကို\nအဓိကဇာတ်ဆောင် ဒေ့ဗ်ရဲ့ အချစ်ရှာပုံတော်ခရီးလေးနဲ့အတူ ဖွင့်ဆိုထားတာကို‌ တွေ့ရပါတယ်\nမူရင်းကားထဲကလို အိုဗာဟာသတွေဇွတ်ထည့်မနေပဲနဲ့\nသင့်တော်တဲ့ရယ်ရွှင်စရာလေးတွေနဲ့ ကြည်နူးတစ်ခါပျော်ရွှင်တစ်လှည့်နဲ့\nကောင်မလေးနဲ့တူတူကြည်နူးနိုင်ဖို့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.05GB / 916MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/1RG8a/Gurthunda_Seethakalam_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-betty-148x200.jpg",
        "title": "Betty Blue (1986) 18+",
        "description": "တံကောက်ကြောဖြတ်ထားခံထားရတဲ့မြင်းရိုင်းတစ်ကောင်လို မိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားတစ်ယောက်ရဲ့ သုခ ၊ ဒုက္ခ ၊ ချစ်ဒုက္ခ။ကံကြမ္မာရဲ့မျက်နှာသာမပေးမှုတွေကြောင့် ကမ္ဘာကြီးရဲ့လှောင်အိမ်ထဲမှာ ပိတ်မိနေတဲ့ ပန်းကလေးလို ၊ မြင်းရိုင်းလို ၊ စိတ်ရူးဖောက်နေတဲ့အမျိုးသမီးတစ်ယောက်လို.. မတရားမှုကို ဆတ်ဆတ်ထိမခံ တုံ့ပြန်တဲ့အရိုင်းလေး ဘက်တီရဲ့ဘဝအတုံ့အလှည့်တွေအကြောင်း။ အဖြစ်အပျက်တွေအကြောင်း။ဒီလိုမိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားအတွက်တော့ ဒါဟာ ဝဋ်ကြွေးလို့လည်းခေါင်းစဥ်မတပ်ရက်တဲ့ လှလှပပ စိတ္တဇနာမ်လေးတစ်ခုလို့ပဲ ဆိုရမလား။ အရူးမကိုမှ ရွေးချစ်မိတယ်လို့ပဲ ဆိုရမလား။ဘာပဲဖြစ်ဖြစ် ချစ်မိပြီဆိုမှတော့ သူ့အတွက် အရာအားလုံး လုပ်ပေးချင်ခဲ့တာပါပဲ။ ကြယ်တွေ ခူးပေးတာပဲဖြစ်ဖြစ်။ ဓားပြတိုက်ပေးတာပဲဖြစ်ဖြစ်။ သူ့အတွက်နဲ့ တပါးသူကို အမှိုက်ပီဇာ ဖုတ်ကျွေးမိတာပဲဖြစ်ဖြစ်။ အချစ်ဆိုတာ ဒီလိုပဲလားလို့တွေးမိရင် ဒါက အချစ်ပါပဲလို့ညွှန်းရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ဘက်တီဆိုတဲ့အမျိုးသမီးလေးက Zorg ဆိုတဲ့ယောကျာ်းတစ်ယောက်ဆီကို နေသာတဲ့နေ့တစ်နေ့မှာ ရောက်လာခဲ့ပါတယ်။ သူတို့အတူ ချစ်ရည်လူး တစ်တီတူးနေတာကို မြင်ပြင်းကတ်လှတဲ့လူတွေ သို့မဟုတ် တစ်ဆင့်စကားတွေကြောင့် ဇုရဲ့ အလုပ်ရှင်နားကို ပြန်လည်ပေါက်ကြားသွားတဲ့အခါ... Zorg နေတဲ့တဲကို အလုပ်ရှင်ရောက်လာပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1bGwu/Betty.Blue.1986.FRENCH.DC.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pvgjp6usx2w7-142x200.jpg",
        "title": "Bite Me If You Love Me (2011)",
        "description": "Bite me if you love me(2011)\"နင်ကရုပ်ချောတဲ့ကောင်လေးတွေကိုသဘောကျပေမဲ့ငါကတော့ ဇွန်ဘီတွေကိုသဘောကျတယ်\"\nHitomiဆိုတဲ့ကောင်မလေးဟာ ဇွန်ဘီတွေကိုအလွန်စွဲလမ်းတဲ့ အထက်တန်းကျောင်းသူလေးပါ တရက်တော့ သူတို့အခန်းထဲက ဇွန်ဘီနာမည်ပြောင်နဲ့ကောင်လေးတစ်ယောက်ကိုတွေ့ခဲ့တယ် အဲ့ကောင်လေးဟာ‌အမြဲအေးတိအေးစက်နဲ့ပေမဲ့ Hitomiကိုတကယ်ချစ်ခဲ့တယ် Hitomiကတော့ အချစ်ကိုခုတုံးလုပ်ပြီး အဲ့ကောင်လေးကို ဇွန်ဘီအဖြစ်ပြောင်းလဲချင်နေတာပေါ့ ကဲ Hitomiရဲ့ဆန္ဒကိုလက်ခံလိုက်တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ? Hitomiကကော ဇွန်ဘီတစ်ယောက်ပေါ် အချိန်ကြာကြီးသစ္စာရှိနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးFile Size__(400MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:12:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://megaup.net/1bLf2/Bite_Me_If_You_Love_Me_(2011).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTMwZDM0MzMtYjAwNC00MmFkLWI5OWEtYjMwOWI5NjllYjU5XkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_-142x200.jpg",
        "title": "99.9 Criminal Lawyer: The Movie (2021)",
        "description": "99.9 Criminal Lawyer: The Movie (2021)\n=============================\nIMDb Rating - 6.3/10\"ဂျပန်နိုင်ငံက ရာဇဝတ်မှုတွေရဲ့ ၉၉.၉%ဟာ အပြစ်ရှိကြောင်း\nစီရင်ချက်ချခံရတယ်\"၊ \"တရားစွဲခံရပြီဆိုတာနဲ့ အပြစ်ဒဏ်ချခံရမှာ\nသေချာသလောက်ပဲ\"၊\"ဒီဇာတ်ကားဟာ ကျန်တဲ့(၀.၁%) နောက်ကွယ်ကဖုံးကွယ်နေတဲ့\nအမှန်တရားဆီအရောက်သွားဖို့ ဘာမဆိုလုပ်မယ့် ရှေ့နေတွေအ\nကြောင်းဖြစ်ပါတယ်\"။ဤကား ဇာတ်ကားမိတ်ဆက်။99.9 Criminal Lawyer ဟာ စီးရီးသပ်သပ်ရှိပါတယ်။ ဒါကမူဗီပါ။\nစီးရီးနဲ့ ဒီမူဗီရဲ့ အမှုတွေက ဆက်စပ်မနေတာမို့ စီးရီးမကြည့်ဖူးလည်း\nဒီမူဗီကိုတန်းကြည့်လို့ရပါတယ်။ဟီရိုတိုမိယာမဆိုတဲ့ လူငယ်ရှေ့နေ့တစ်ယောက်ဟာ မာဒရာမဲဥပေဒေ\nရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူက အခင်းဖြစ်ပွားတဲ့ပုံစံကို ပြန်လည်သ\nရုပ်ဖော်ပြီး ထင်မထားတဲ့နေရာက သဲလွန်စတွေနဲ့ အမှန်တရားကိုရှာဖွေ\nတတ်သူပါ။  ဒီကားထဲမှာတော့ လွန်ခဲ့တဲ့၁၅နှစ်က ဝိုင်အဆိပ်သင့်မှုကို\nမိယာမနဲ့သူ့အဖွဲ့သားတွေ ရှာဖွေစုံစမ်းပုံကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရ\nမှာပါ။ တစ်ကားလုံး တရားခံဘယ်သူလဲ စဉ်းစားလာခဲ့ပြီးမှ နောက်ဆုံးမှာ\n\"ဟာ!\" ဆိုပြီး ပါးစပ်အဟောင်းသားဖြစ်ရမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.9 GB) / (828 MB) / (495 MB)\nQuality............WEB-RIP ...",
        "rating": "6.3",
        "url": "https://megaup.net/3dtA7/99.9.Criminal.Lawyer.The.Movie.2021.720p.BluRay.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/lvzuf84b0wit-133x200.jpg",
        "title": "63 Minutes Later (2009)",
        "description": "63minutes later(2009)ဒီဇာတ်လမ်းလေးကတော့ ဇာတ်ကောင်သုံးခုကိုfocus ထားပြီးရိုက်ထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ် ပထမဇာတ်ကောင်က မွေးကတည်းကစကားကောင်း\"မပြောတတ်တဲ့‌ဆောက်လုပ်ရေးသမားလေး ဒုတိယဇာတ်ကောင်ကတော့ ခွေးအဖြစ်ပြောင်းသွားတဲ့ကျောင်းသူလေးသုံးယောက်နောက်ဆုံးကတော့ နှာခေါင်းမှာလိင်တံရှိနေတဲ့ထူးဆန်းတဲ့လူတစ်‌ယောက် အကြောင်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.4",
        "url": "https://megaup.net/2xG9t/63_Minutes_Later_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/djhm1vdjvksn-133x200.jpg",
        "title": "Underwater Love (2011)",
        "description": "Underwater love(2011)ဂျပန်ရိုးရာပုံပြင်တွေထဲမှာ Kappaလိုခေါ်တဲ့ သတ္တဝါတမျိုးရှိတယ် သူက ရေထဲမှာနေလေ့ရှိပေမဲ့ လူတွေလိုပဲ အိပ်ချင်အိပ်စားချိန်စား လုပ်နိုင်တယ် သူအကြိုက်ဆုံးကတော့ သခွားသီးပေါ့\nဇာတ်လမ်း က Asukaဆိုတဲ့အမျိုးသမီးဟာ ငါးအရှင်လေးတစ်ကောင်ကိုရေကန်ထဲသွားလွှတ်ရင်း kappa တစ်ကောင်ကိုရေကန်ထဲမှာတွေ့ခဲ့တယ် ဖြစ်ချင်တော့အဲ့Kappaက သူ့ငယ်သူငယ်ချင်း Aokiဆိုတဲ့ကောင်လေးဖြစ်နေတယ် ဒီလိုနဲ့ တရက်မှာ Asukaရဲ့ ရှင်သန်ခွင့်သက်တမ်းက ကုန်ဆုံးတော့မဲ့အချိန်ရောက်လာတဲ့အခါပြန်လည်ရှင်သန်နိုင်ဖို့ Aokiနဲ့အတူတူ ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(1.3GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/2xGaq/Underwater_Love_(2011).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/shiho-2020-140x200.jpg",
        "title": "[18+]Shiho(2019)",
        "description": "[18+]Shiho(2019)***********အကကို ဝါသနာပါပေမယ့် ဘဝပေးအခြေအနေကြောင့် စွန့်လွှတ်ထားရတဲ့၁၇နှစ်အရွယ်အထက်တန်းကျောင်းသားလေး ဝူမင်းဟာ\nဖခင် ဆုံးသွားတဲ့နောက် သူ့အဖေကို ပြုစုပေးခဲ့ဖူးတဲ့ ဆူဂျောင်းနဲ့တစ်အိမ်တည်းမှာ အတူနေဖြစ်သွားခဲ့ပါတယ်...\nအမေအရွယ် ဆူဂျောင်းကို ဝူမင်းက ချစ်မိသွားပေမယ့် သူမကစကားမပြောတတ်တဲ့အပြင် နေမကောင်းဖြစ်နေတာကို သိပြီးအတတ်နိုင်ဆုံး ကာကွယ်ပေးချင်စိတ်တွေ ဖြစ်လာခဲ့ပါတယ်...\nဒါပေမယ့် ကျောင်းသားတစ်ယောက်အနေနဲ့ အကောင်းဆုံးကြိုးစားတာတောင်မှ သူမဆေးဖိုးဝါးခလောက်သာ ပေးနိုင်တာကြောင့်\nသူငယ်ချင်းရဲ့အဆက်အသွယ်နဲ့ ပိုက်ဆံများများရမယ့်အလုပ်ကိုလုပ်ဖို ဆုံးဖြတ်ရာကနေ ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲကိုယ်ချစ်ရသူကို ကာကွယ်ပေးဖို ကြိုးစားပေးတဲ့သူနဲ့ ချစ်ရတဲ့သူကိုအရယူနိုင်ဖို လုပ်တဲ့သူရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါလို့ သတိထားစေချင်ပါတယ်..File Size :(1.2 GB) and (532 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.7",
        "url": "https://megaup.net/1bHtj/Shiho.2019.WEB-DL.1080P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Carol_of_the_Bells-858146107-large-150x200.jpg",
        "title": "Carol of the Bells (2022)",
        "description": "Carol of the Bells (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ဆိုဗီယက်ပြည်ထောင်စုကို\nနာဇီဂျာမနီတို့ ကျုးကျော်စဥ်က ဂျူးလူမျိုးတွေရယ်\nဆိုဗီယက်ပြည်သူတွေ ဘယ်လိုဒုက္ခများစွာခံရလဲ၊ သတ်\nဖြတ်ခံခဲ့ရလဲဆိုတဲ့ဒုက္ခများစွာကို အိမ်နီးချင်းမိသားစုနှစ်စု\nအကြောင်းလေးနဲ့ အတူရိုက်ပြထားတဲ့ ဇာတ်ကားလေး\nဖြစ်ပါတယ်။ ရန်သူ​အပေါ်မှာတောင်​ ဂီတရဲ့သက်ရောက်\nနိုင်စွမ်း အနှစ်သာရတွေကိုအမွှမ်းတင်ပြသထားတဲ့ ဇာတ်\nလမ်းလေးလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကအနည်းငယ်အေးသလိုထင်ရပေမယ့်၊ ဂီတကို\nချစ်တဲ့သူတွေအတွက်တော့ inspiration ကောင်းကောင်း\nပေးနိုင်တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nmomo ဖြစ်ပါတယ်)File Size..........(2.16 GB) / (725 MB) / (398 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........2Hrs 05Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......momo\nEncoder..........SWM",
        "rating": "8.1",
        "url": "https://megaup.net/1bBcl/Carol.Of.The.Bells.2022.UKRAINIAN.720p.BluRay.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/ldrvjzikhxv4-150x200.png",
        "title": "Can’t Cut It (2021)",
        "description": "File Size__(350MB)\nQuality__1080p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1RPcl/Can_t_Cut_It_(2021)_1080p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGU5NjkzNTgtOTI0Yy00YjNlLWFkZDktZDZkOGYwZTgyZTQ3XkEyXkFqcGdeQXVyMTU1ODQyNzg5._V1_-141x200.jpg",
        "title": "Dhamaka (2022)",
        "description": "Dhamaka (2022)IMDb-8.1/10ရုံတင်ငွေသန်း ၆၀ တောင်အမြတ်ရထားတဲ့ ဟာသအက်ရှင်အရောလေးနဲ့\nညိုကီတို့လည်း Are we dating the same girl? ဂရုဖွဲ့ဖို့လိုနေကြောင်းပြထားတဲ့ကားလေးပါ2022 ခုနှစ်ထွက် အောင်မြင်ပြီးလူကြိုက်များခဲ့တဲ့ တေလဂူးစကားပြော\nတောင်ပိုင်းရုပ်ရှင်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ မင်းသားကြီး Ravi Teja ကနှစ်ကိုယ်ခွဲအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nစီးပွားရေးလုပ်ငန်းပိုင်ရှင်အာနန့်ဒ်နဲ့\nမကြာခင်ကမှ အလုပ်ပြုတ်ထားတဲ့ ဂျစ်ကန်ကန်ကောင်ဆိုးလေး ဆွာမီ၊\nရုပ်ချင်းဆင်ပြီး ကံကြမ္မာချင်းမတူကြတဲ့ ဆွာမီ နဲ့ အာနန့်ဒ်တို့ဟာ\nမတူညီကြတဲ့ပြဿနာတွေကိုဖြေရှင်းရင်ဆိုင်ရင်း တစ်နေ့မှာတော့\nထိပ်တိုက်ရင်ဆိုင်ကြဖို့ အကြောင်းဖန်လာပါတော့တယ်။တစ်ဖက်မှာလည်း ပရာနာဗီဆိုတဲ့ မိန်းမလှလေးက ရုပ်ချင်းဆင်နေတဲ့ လူနှစ်ယောက်ကိုမှ\nမထင်မှတ်ဘဲချစ်မိနေပြီး နှစ်ယောက်ကြားမှာ ရွေးချယ်ရခက်နေတဲ့သူလေးပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ အာနန့်ဒ်တစ်ယောက်ကုမ္ဗဏီရဲ့ စီးအီအို ဖြစ်လာမယ့်အချိန်မှာ\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းလေးတွေက သူတို့တွေရဲ့ဘ၀ကို‌ တစ်ဆစ်ချိုး ပြောင်းလဲစေခဲ့ပါတယ်။\nသီချင်းတွေကလည်းမြူးကြွတယ် အားတက်စေတယ်၊ စကားပြောခန်းတွေက\nပညာသားပါတယ် ဆိုတော့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…3.1GB / 1.4GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2xCnh/Dhamaka_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-mars-132x200.jpg",
        "title": "Mars Attacks! (1996)",
        "description": "နှစ် ၂၀ ပြည့်လာလည်း အူကြောင်ကြောင်နဲ့အရမ်းရယ်ရဆဲ ဇာတ်လမ်းတစ်ခုကို တင်ပေးလိုက်ပါတယ်။ဖွံဖြိုးပြီးနိုင်ငံတစ်နိုင်ငံဖြစ်တဲ့ အမေရိကန်နိုင်ငံကဆိုရင် အခွင့်ရတိုင်း ဂြိုလ်သားတွေနဲ့တွေ့ဆုံဖို့ကြိုးပမ်းတတ်ကြတဲ့လုပ်ရပ်မျိုးတွေကို 20ရာစုကတည်းကအကောင်အထည်ဖော်လျက်ရှိနေခဲ့ပါတယ်...။\nဒီအတွက်ကြောင့်ပဲ အမေရိကန်သမ္မတနဲ့ သမ္မတကြီးရဲ့အမှုထမ်းတွေက အင်္ဂါဂြိုလ်သားတွေဆီကနေ အကြိမ်ကြိမ် ဂျင်းထည့်ခံရတဲ့အကြောင်းလေးကို Ironicဆန်ဆန် ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...။ဒီဇာတ်ကားမှာတော့ ကမ္ဘာမြေပေါ်ကို ရောက်လာကြတဲ့ အင်္ဂါဂြိုလ်သားတွေကို အထင်ကြီးစိတ်နဲ့ အကောင်းမြင်စိတ်များနေတဲ့အပေါ်မှာ US သမ္မတကြီးတို့တတွေက ဂြိုလ်သားတွေရဲ့ ကမ္ဘာမြေပေါ်ခြေဆန့်လာတဲ့ရည်ရွယ်ချက်ကို ငြိမ်းချမ်းရေးဆွေးနွေးဖို့အတွက်ပဲလို့ ထင်နေခဲ့ပါတယ်...။ ဒါပေမဲ့ ဂြိုလ်သားတွေရဲ့ ကမ်းလှမ်းမှုက ဂျင်းဖြစ်နေကြောင်း သိခဲ့ရတယ်။ အဲဒီအချိန်မှာတော့ အရာရာဟာ ထိန်းမနိုင်သိမ်းမရတွေ ဖြစ်ကုန်ပါပြီ။Legendary Wizard of Weirdလို့ နာမည်ကြီးတဲ့ ဒါရိုက်တာTim Burton ရိုက်ကူးထားပါတယ်။ File size…(1.88GB)  / (`1021B) / (521MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Drama / Crime / ...",
        "rating": "6.4",
        "url": "https://megaup.net/2xBsf/Mars.Attacks.1996.720p(CM).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-kiss-134x200.jpg",
        "title": "Kiss the Girls (1997)",
        "description": "ကျောချမ်းစရာ မှုခင်းဒရာမာကောင်းကောင်းလေးတစ်ခု တင်ပေးထားပါတယ်။မှုခင်းဆိုင်ရာ စိတ်ပညာရှင် Alex Cross ဟာ သူ့တူမ ပျောက်ဆုံးသွားတာကို သိသွားတာနဲ့တစ်ပြိုင်နက် သူ့တူမ နေထိုင်ရာဒေသကို လိုက်သွားပါတယ်။ အဲဒီက ဒေသခံရဲတပ်ဖွဲ့ဆီက Casanova ဆိုတဲ့ ကွင်းဆက်လူသတ်သမားက ပြန်ပေးဆွဲသွားတာ ဖြစ်နိုင်ကြောင်း သိလိုက်ရပါတယ်။ အဲလိုဖြစ်နေတဲ့အချိန်မှာပဲ တက္ကသိုလ်ဆေးရုံမှ ဒေါက်တာ Kate McTiernan ဆိုသူ အမျိုးသမီးဟာ Casanova ဖမ်းတာခံလိုက်ရပြီး သူ့ကို ဖမ်းဆီးထားတဲ့နေရာမှာ တခြားအမျိုးသမီးတွေလည်း ရှိနေတာကို တွေ့ခဲ့ရပါတယ်။ ကံကောင်းချင်တော့ Kate ဟာ အဲလူသတ်သမားထံမှ ထွက်ပြေးလွတ်မြောက်လာခဲ့ပြီး Alex Cross နဲ့ ပူးပေါင်းကာ Casanova ဖမ်းနိုင်ဖို့ ကြိုးစားပါတော့တယ်။ ဒီဇာတ်ကားက James Patterson ရဲ့ Kiss the girls ဆိုတဲ့ bestseller မှုခင်းဝတ္တုကို ဒါရိုက်တာ Gary Fleder ...",
        "rating": "6.6",
        "url": "https://megaup.net/1RCsa/Kiss.the.Girls.1997.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aokihpxx2tr0-133x200.jpg",
        "title": "Lunch Box (2004)",
        "description": "2004 Lunch Box\nအချစ်ကလွဲပြီး ဘာမှ မမြင်နိုင်တဲ့ မိန်းမသားတစ်ယောက်...သူမှသူပဲ ချစ်မိပြီးရင် အရာရာကို ပေးဆပ်တတ်တဲ့ မိန်းမသားတစ်ယောက်...ကိုယ်ချစ်တဲ့ ယောင်္ကျားတစ်ယောက်အတွက် မနက်တိုင်း ထမင်းဗူး ပြင်ပေးရင် ပျော်ရွှင်နေတတ်တဲ့ သူမ...တနေ့ သူမ ချစ်ရတဲ့ ယောက်ျားက လမ်းခွဲစကားပြောပြီးမကြာခင် လက်ထပ်‌တော့မယ့် အကြောင်းသိသွားသောအခါ...သာမာန်အတွဲတွေလိုဝုန်းဒိုင်းကြဲပြီး ပြသာနာရှာမလား❓ဆက်ချစ်နေအုံးမှာလား❓အဖြေကတော့ ပရိသတ်ကြီး မှန်းထားတာနဲ့ တော့ ကွာနေမှာ အသေအချာပါပဲ\nဇာတ်လမ်းဆန်းတဲ့ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်သင့်ပါတယ်File Size__(550MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.9",
        "url": "https://megaup.net/1bLfg/lunch_Box_(2004).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0HLEZfqJp5dRxMzkgZwW9puP7N.jpg",
        "title": "Zathura: A Space Adventure (2005)",
        "description": "Zathura: A Space Adventure (2005)~ IMDb - 6.2/10, Rotten Tomatoes - 76% ~ငယ်ငယ်တုန်းက သိပ်ကြိုက်ခဲ့ရတဲ့ Fantasy, Adventure ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ Jumanji တို့ဘာတို့ကိုတော့ မှတ်မိဦးမယ်ထင်ပါတယ်။ ဂိမ်းတစ်ခုဆော့ရင်း ဂိမ်းကမ္ဘာတစ်ခုကိုရောက်သွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။Zathura က Jumanji ကို Space Version Spin-off ပုံစံမျိုး Fantasy Sci-Fi Game Universe ကိုဖန်တီးခဲ့တာပါ။ အဲဒီတော့ သိကြတဲ့အတိုင်းပဲ။ သတ္တဝါဆန်းတွေ၊ ဖြစ်ရပ်ဆန်းတွေနဲ့ Entertainment ကောင်းကောင်းဖြစ်မယ့်ကားပါပဲ။ဒီထဲက Main Cast ညီအကိုနှစ်ယောက်ထဲက တစ်ယောက်က‌ နောက်ပိုင်း Bridge to Terabithia, Huger Games Franchise ကြီးနဲ့ Journey 1 & 2 လို တကယ့်ဇာတ်ကားကောင်းတွေမှာပါခွင့်ရခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2xB5r/(CM)_Zathura_-_A_Space_Adventure_(2005)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fullsizephoto1132172-141x200.jpg",
        "title": "[18+]The First Time 3 (2019)",
        "description": "[18+]The First Time 3 (2019)**************************အပြာကားအတွက် ဇာတ်ညွှန်းရေးပေးတဲ့ ယွန်းလေးဆိုတဲ့ဇာတ်ညွှန်းဆရာမက တစ်ခါမှ အတွေ့အကြုံမရှိသေးတဲ့အပျိုစင်လေး တစ်ယောက်ဖြစ်တယ် ..တစ်ခါမှအတွေ့အကြုံ မရှိတဲ့အတွက် သူ့ရဲ့ ဇာတ်ညွှန်း‌‌တွေကို အမြဲ သူငယ်ချင်းရဲ့ Sexအတွေ့အကြုံ‌ကိုနားထောင်ပြီး ရေးနေရတယ် တစ်နေ့မှာ ရိုမန့်တစ်ဆန်ဆန်နဲ့ သူ့ရဲ့ first time ကို သူတကယ် သဘောကျတဲ့\nသူနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ ဇာတ်ညွှန်းရေးဆရာမလေးကသူငယ်ချင်းဖြစ်သူရဲ့ ချစ်သူကောင်လေးနဲ့ ဆုံတွေ့ပြီး ရင်းနှီးသွားကြတဲ့အခါဘယ်လို ဇာတ်လမ်းလေးတွေ ဖြစ်လာကြမလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါနော်..File Size :(1.5GB) and (574 MB)\nQuality : WEB-DL 1080p5.1ch,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1RDsY/The_First_Time_3_(2019).WEB-DL.1080P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMGJiZTVhNTItMTdmMC00ZDE4LWI2ZmItNjFhMmFiMzc1MmNhXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-147x200.jpg",
        "title": "En Corps(Rise) (2022)",
        "description": "En Corps(Rise) (2022)\n================\nIMDb Rating - 7.2/10ဇတ်လမ်းလေးကတော့ ဘဲလေးကချေသည်လေးအဲလစ်မှာ\nစင်ပေါ်မှာဖျော်ဖြေနေတုန်းမှာ ခြေကျင်းဝတ်ဒဏ်ရာရသွားတယ်၊\nအရင်ကတည်းကဒဏ်ရာဟောင်းကိုပဲသုံးခါလောက်ထပ်ဖြစ်တော့\nဆရာဝန်က ဘဲလေးအကကို နှစ်အနည်းငယ်လောက်နားဖို့ပြော\nလိုက်တာပေါ့၊ ငယ်ငယ်ကတည်းက ဘဲလေးအကကို ကလာတာ\nရယ် ရူးသွပ်တဲ့စွဲလန်းမှုတွေကြောင့် ရပ်နားရမယ်လို့ကြားလိုက်ရတဲ့\nစကားကသူ့အတွက်အတော်လေးစိတ်ဓာတ်ကျစေတယ်။အက မကရတဲ့အတွက်အခြားအလုပ်ကိုပြောင်းပြီးလုပ်မယ်လို့\nစိတ်ကူးရင်းနဲ့ သူငယ်ချင်းဆဘရီနာနဲ့ဆက်သွယ်ဖြစ်တယ်၊ ဆဘရီ\nနာရဲ့ ချစ်သူက အနုပညာသင်တန်းတစ်ခုမှာစာဖိုမှူးလုပ်နေတာဆိုတော့\nအဲလစ်လည်းလက်ခံလိုက်တယ်၊ဆေးကုနေရင်း အနုပညာသင်တန်းမှာ\nခေတ်ပေါ်အကကိုတဖြည်းဖြည်းနဲ့လိုက်က ကြည့်တယ်၊ ဒဏ်ရာက\nတဖြည်းဖြည်းသက်သာတဲ့အတွက် ခေတ်ပေါ်အကအဖွဲ့ကိုဝင်ကရင်းနဲ့\nစင်ပေါ်မှာပြန်လည်တင်ဆက်နိုင်ဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြည့်ရှုပေးပါဦးလို့ပြောလိုက်\nပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (870 MB) / (514 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 57Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "7.2",
        "url": "https://megaup.net/2xrR6/Encore.2022.FRENCH.1080p.WEBRip.(CM)_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2JjNzVhOTMtNTc3Yi00NGNjLWI3YjgtYjkyZTYzY2FmMmIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Adaptation. (2002)",
        "description": "Adaptation. (2002)\n==============\nIMDb Rating - 7.7/10ဒီဇာတ်ကားလေးမှာတော့ မင်းသားကြီး Nicholas Cageနဲ့\nမင်းသမီးကြီး Meryl Streepတို့ရဲ ကြက်သီးထချင်စရာကောင်း\nလှတဲ့ သရုပ်ဆောင်ချက်တွေကို မြင်ရမှာပါ။ အဲ့လိုပဲ John\nLarocheနေရာမှာ သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Chris\nCooperရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ သဘာဝကျချက်က\nတော့ သူနဲ့ဇာတ်ကောင်နဲ့ကို ခွဲမရတော့အောင်ကို ဖြစ်ရပါတယ်။ဒီဇာတ်ကားမှာ လူတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထား အတွေး\nအမြင်တွေသာ မက ခံယူချက်တွေရဲ့ သက်ရောက်မှုအားပြင်းပုံ\nတွေကိုပါ တစ်ပါတည်းမြင်နေရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်း\nအသွားအေးသလိုနဲ့ ပူလောင်စေရတဲ့ ခံစားချက်မျိုး၊ အားမလို\nအားမရဖြစ်စေမှုတွေ၊ လူတစ်ယောက်က တခြားတစ်ယောက်ကို\nချစ်မိသွားဖို့ ဖြစ်စေတဲ့အရာတွေကို တသီတတန်းကြီးတွေ့ရပါ\nတယ်။ ဇာတ်ကားနာမည် Adaptation ဆိုတာနဲ့ လိုက်ဖက်လွန်း\nလှတဲ့ လိုက်လျောညီထွေစွာ တဖြည်းဖြည်းချင်း မသိမသာနဲ့\nပြောင်းလဲသွားတဲ့ ဇာတ်ကောင်တွေရဲ့ ခံစားမှုတွေ အတွေးတွေ\nအယူအဆတွေ ထင်မြင်ချက်တွေနဲ့လုံးဝကို ပြီးပြည့်စုံတဲ့ ကား\nကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul\nဖြစ်ပါတယ်)File Size..........(2.38 GB) / (900 MB) / (500 ...",
        "rating": "7.7",
        "url": "https://megaup.net/2xzov/Adaptation.2002.720p.BluRay.(cm).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://megaup.net/3dxwR/Mission.Majnu.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/download-160x200.jpeg",
        "title": "{21+} At The End Of A Month (HMN-185)",
        "description": "ကီတာနို\nအရမ်းကို ချစ်စဖွယ်အမူရာလေးတွေနဲ့\nပုရိသတို့ရဲ့ အသည်းကို ဖမ်းစားမည့်သူ\nသူမမှာ အခွင့်ရေးထူး တစ်ခု ဒါရိုက်တာက\nကမ်းလှမ်းထားပါတယ် အဲဒါကတော့\nမေထုန်မှုကို တစ်လကြာ စောင့်ထိန်းဖို့ပါပဲ\nအဲဒါပြီးတာနဲ့ သူမကို အထူးအခွင့်ရေးပေးပြီး\nရိုက်ကူး ဖြန့်ဖြူးမှာဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက Documantry\nပုံစံမျိုး ဇာတ်လမ်းဆင်ထားပါတယ်\nသူမရဲ့ အငို အပြော နွဲ့ဆိုး\nချစ်စဖွယ်အမူရာလေးတွေက\nအသည်းတွေ ကလိကလိဖြစ်စေပြီး\nသူမရဲ့ အချိုးစားတွေနဲ့ ပေါင်းစပ်လိုက်ရင်\nဘယ်သူမှ မငြင်းနိုင်ပါဘူး\nစတဲ့ လှုပ်လီလှုပ်လဲ့ အပြောအဆိုလေးတွေနဲ့\nတန်ဆာဆင်ထားလို့ DS Fans တွေအတွက်\nအထူးတလည် တင်ဆက်လိုက်ပါတယ်\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 36mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1RDiu/[HMN-185]_Mina_Kitano_%E2%80%93_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o89snIeueVAH0m56vM15v0RjpEz.jpg",
        "title": "The One Hundred (2022)",
        "description": "The One Hundred (2022)\"The One Hundred \" ဆိုတဲ့ဇာတ်ကားလေးကတော့\n၂၀၂၂ မှထွက်ရှိထားတဲ့ ထူးခြားဆန်းကြယ်ထိုင်းကားလေးပဲဖြစ်ပါတယ်မင်းသမီး ဖိန်းက YouTuber တစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံခြားခရီးအပြန် ဟိုတယ်တစ်ခုမှာ ကွာရန်တင်း ၁၄ ရက်ဝင်ရတာနဲ့အစပြုထားပါတယ်ဒီကားလေးကတော့ ကိုရိုနာဗိုင်းရပ်စ်ဖြစ်ပွားဆဲ ၂၀၂၀ ခုနှစ် ဝန်းကျင်ပုံစံကို ရိုက်ကူးထားတာပါတစ်နေ့မှာတော့ သူနာပြုမလေး မေ ဟာ သူ့အမေလှမ်းခေါ်တာနဲ့ ဂျူတီကို\nသူ့ရဲ့လက်အောက်က သင်တန်းသူလေး ကတ် ကို အစားပေးထားခဲ့ရပါတယ်\nဒါပေမဲ့ ကတ်ဟာ သာမန်မဟုတ်ဘဲ အကြီးဆုံးကင်းခြေများ ဝင်ပူးခံထားရပြီးမကောင်းဆိုးဝါးဖြစ်နေခဲ့တာပါမင်းသားဖြစ်သူ လီအိုကတော့ တိုက်ကွမ်ဒိုကစားသမားတစ်ယောက်ဖြစ်ပြီး စိတ်ဒဏ်ရာရှိနေတဲ့သူပါ\nမကောင်းဆိုးဝါးဖြစ်နေတဲ့ကတ်ဟာ ဟိုတယ်မှာ တည်းခိုသူတွေ ဝန်ထမ်းတွေကို ဒုက္ခပေးသတ်ဖြတ်လာပါတော့တယ်ဒါပေမဲ့ မြင်လိုက်တဲ့သူက ဖိန်းနဲ့ လာအိုအပြင် မရှိပါဘူး\nဘယ်သူကမှ သူတို့ပြောတာကို မယုံခဲ့ကြပေမယ့် အခြေအနေတွေက ပိုပြီးဆိုးလာတဲ့အခါ ...Horror Vibe နဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းပါရစေရှင့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1bDty/The.100.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqL2tl1Cg49N72T3fuu9UzPzXf3.jpg",
        "title": "Fist of Fury: Soul ( 2021 )",
        "description": "ဝူလင်အဖွဲ့အစည်းမှာ ရွှယ်မုံ့လုံကြောင့် သူရဲကောင်းတွေ အများကြီးဆုံးရှူံးခဲ့ရတယ်။\nကျင်းဝူခေါင်းဆောင် ဟော်ချန်ခုံးလည်း တိုက်ပွဲကနေ\nစွမ်းအားတစ်ဝက်ဆုံးရှုံးခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ခေါင်းဆောင်ဟော်က\nသူ့ရဲ့စွမ်းအားကို လျို့ကျင်းဆီကို လွှဲပြောင်းပေးပြီး\nအမြစ်ဖြတ်သုတ်သင်မှုကနေ ကာကွယ်ပေးခဲ့တယ်၁၄ နှစ်ကြာပြီးတဲ့နောက်မှာတော့ လျို့ကျင်းက အရည်အချင်းရှိပြီးတော့\nဟော်ကျားချွမ်က ဆရာ့ဆီကနေ ကွန်ဖူးသင်ဖို့\nအခွင့်အရေးရခဲ့ပေမယ့် ရှုံးနိမ့်ကိုလည်း ထွက်သွားရပြန်တယ်။လမ်းမှာ ထန်းပိုင်ပိုင်ဆိုတဲ့လူနဲ့တွေ့ပြီးတော့\nဆရာရှာဖို့အတွက် ဟေးယွီဟွေ့ဂိုဏ်းထဲကို\nရောက်လာပြီး ရွှယ်မုံ့လုံနဲ့တွေ့ဆုံခဲ့တယ်\nလျို့ကျင်းကိုရှာနေတဲ့ရွှယ်မုံ့လုံနဲ့ အဖေကိုသတ်သွားတဲ့သူကို\nတွေ့လိုက်ရတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nရင်ခုန်စွာစောင့်မျှော်ကြည့်ရှုဖို့ ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်နော်\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fist-of-fury-soul-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkaTNb3g7ACFauUTTrH5nOjPT41.jpg",
        "title": "Reindeer Games Homecoming (2022)",
        "description": "Reindeer Games Homecoming (2022)ဖခင်ဖြစ်သူ ဆုံးပါးပြီးနောက် လစ်ဟာနေတဲ့ကွက်လပ်ကိုဖြည့်ဖို့အတွက်\nသူ့အဖေချစ်တဲ့ ကစားပွဲတွေကို အားကြိုးမာန်တက် ဆက်ဆော့ပြီး မြို့အတွက် ရန်ပုံငွေရှာပေးနေတဲ့ ကောင်မလေးမက်ခ်ဟာ\nတစ်နေ့မှာတော့ ကိုယ်ဝန်သည်အစ်မကို ကူညီပေးဖို့မြို့ကိုပြန်ရောက်လာတဲ့\nသူ့အထက်တန်းကျောင်းတုန်းက ခရက်ရှ်လည်းဖြစ်၊ ငယ်သူငယ်ချင်းဟောင်းလည်းဖြစ်တဲ့ စူပါစတားနဲ့ပြန်ဆုံတွေ့ပြီး\nခရစ္စမတ်မှာ ရန်ပုံငွေရှာတဲ့ပွဲအတွက် အတူတူဆော့ရင်းနဲ့ အတိတ်ကအနာဟောင်းကို ပြန်ဆွမိသွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။မက်ခ်ဟာ ဆရာဝန်ဖြစ်ဖို့ရည်မှန်းချက်နဲ့ ငယ်ငယ်ကတည်းက အရမ်းကြိုးစားခဲ့ပြီး ဉာဏ်လည်းအရမ်းကောင်းပေမယ့်\nဘာလို့ ဆရာဝန်အလုပ်မလုပ်ဘဲ အထက်တန်းကျောင်းမှာ ဆရာမဝင်လုပ်နေရတဲ့အကြောင်းအရင်းကရော ဘာကြောင့်ဖြစ်မလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးခရစ္စမတ်ကားလေးကြည့်ပြီး ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 747MB | 359MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.9",
        "url": "https://megaup.net/1bDqr/Reindeer.Games.Homecoming.2022.720p.AMZN.WEBRip.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WwBf5Lex1XUQfS1nREp2a2JZsc.jpg",
        "title": "Ruben Brandt, Collector(2018)",
        "description": "Ruben Brandt, Collector(2018)****************************သင်ဟာ now you see me တို့လို့ money heist တို့လို အဖွဲ့လိုက်လှုပ်ရှားတဲ့ မှုခင်းကားမျိုးကိုသဘောကျတယ်ဆိုရင်တော့ ဒီကားဟာ တကယ့်ကိုကြည့်သင့်တဲ့ကားပါပဲ၊\nဒါ့အပြင် inceptionလိုမျိုး vibeလည်းခံစားရမှာပါ၊\nဇာတ်လမ်းရဲ့ animationပုံစံကနည်းနည်းတော့ ဆန်းတယ်ဗျ။ဇာတ်လမ်းထဲက လူတွေဟာ မျက်နှာနှစ်ခုတွေ၊ပါးစပ်ငါးခုတွေ၊ မျက်လုံးသုံးလုံးငါးလုံး ၊two-dimensional တွေ စတဲ့\nပီကာဆိုရဲ့ပန်းချီကားတွေထဲကလိုခပ်ဆန်းဆန်းမြင်ရမှာပါ။ ဘာလို့ဆို ဇာတ်လမ်းရဲ့ ဒါရိုက်တာဟာဘယ်အပိုင်းမှာပဲရပ်လိုက်ရပ်လိုက် ပန်းချီကားတစ်ချပ်ကြည့်ရသလို့ အရသာမျိုး၊တစ်ခုခုကြည့်စရာရှိနေစေချင်လို့ပါတဲ့။\nပန်းချီကားမကြည့်တတ်တဲ့သူတောင် ငေးကြည့်နေရမယ့်ဇာတ်ကားမျိုးပါပဲ။\nဒါ့အပြင် စုံထောက်စတိုင်တွေ၊actionတွေလည်း ခပ်မိုက်မိုက်အကွက်တွေနဲ့ ပါဝင်ပြီးဇာတ်လမ်းကို စိတ်ပညာလေးနဲ့ရောကာ တစ်ကားလုံးမငြီးငွေ့အောင်ဆွဲဆောင်သွားနိုင်တာက အသက်ပါပဲ၊\nPlotကတော့ ပန်းချီကား ၁၃ချပ်ကိုခိုးတဲ့အကြောင်းပါပဲ...File Size :(1.1GB) and (418 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Animation , Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "7.2",
        "url": "https://megaup.net/3dy3C/Ruben.Brandt.Collector.2018.BLU-RAY1080P5.1Ch(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlrlBo3jS5lK3Fxlf97TNoN67lN.jpg",
        "title": "Army Soul of Han Dynasty ( 2022 )",
        "description": "ရှေးသမိုင်းတွေစိတ်ဝင်စားတဲ့သူတွေအကြိုက်တွေ့စေမယ့်\nဟန်ခေတ်ကနယ်စပ်မြို့လေးမှာအခြေတည်ပြီး\nရိုက်ထားတဲ့စစ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဘီစီ၃၀၀ခုနှစ်လောက်မှာ အရှေ့ဥပရောပမှာနေထိုင်တဲ့ရှုံနူလူမျိုးတွေရှိခဲ့ပါတယ်။\nသူတို့ဟာရေကြည်ရာမြက်နုရာလှည့်လည်ကျက်စားတတ်ပြီး\nတရုတ်ပြည်မြောက်ပိုင်းကိုအကြိမ်ကြိမ်ကျူးကျော်ဖို့ကြိုးစားခဲ့သူတွေလဲဖြစ်တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဟန်တိုင်းပြည်နယ်စပ်မြို့လေးဖြစ်တဲ့\nစူးလော့မြို့လေးကိုစစ်သည်အင်အား၃၀၀နဲ့စစ်သူကြီးတစ်ယောက်ဟာ\nရှုံနူတွေရဲ့ရန်ကနေပြီး ဘယ်လိုခုခံကာကွယ်မလဲ.....\nမြို့လေးကိုသေသည်အထိကာကွယ်မယ်ဆိုပြီးသစ္စာဆိုခဲ့တဲ့ဟန်စစ်သားတွေဟာ\nသူတို့ရဲ့တာဝန်ကိုဘယ်လိုစိတ်ဓာတ်အားမာန်တွေနဲ့\nဘယ်လိုကျေပွန်အောင်ထမ်းဆောင်ခဲ့လဲဆိုတာကို ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,War\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/army-soul-of-han-dynasty-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBmZWQ3ZTItYjJkMC00NDQ5LTliMGEtMDdiZTNiMjViNjFjXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_-132x200.jpg",
        "title": "Greenfingers (2000)",
        "description": "Greenfingers (2000)===============IMDb Rating - 6.8/10၂၀၀၀ ပြည့်နှစ်က အင်္ဂလိပ် ‌ဟာသဒရမ်မာဇာတ်လမ်း\nGreenfingers ဟာ ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပြီး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။Greenfinger ဆိုတာ သစ်ပင်\nအစိုက်ကောင်းတဲ့ ဥယျာဉ်မှူးတွေကို တင်စားခေါ်ဝေါ်တဲ့စကား\nဖြစ်ပါတယ်။ အင်္ဂလန်က လုံခြုံရေးလျှော့ပေါ့ထားတဲ့ အကျဉ်း\nစခန်းတစ်ခုက ဆုရအကျဥ်းသားတွေအကြောင်း အခြေခံရိုက်\nကူးထားတယ်လို့ ဆိုပါတယ်။ဇာတ်လမ်းထဲမှာ ကောလင်န်ဘရစ်စ်ဟာ ထောင်နှစ်ရှည်ကျနေတဲ့\nအကျဉ်းသားတစ်ယောက်ပါ။ နှစ်အတော်ကြာပြီးတဲ့နောက် သူ့\nအပြုအမူကောင်းတွေကြောင့် လုံခြုံးရေးလျှော့ပေါ့ထားတဲ့ open\nprison စနစ်နဲ့ အကျဉ်းထောင်တစ်ခုဆီ ပြောင်းရွှေ့ရပါတယ်။\nအဲဒီမှာ လူအမျိုးမျိုးနဲ့ တွေ့ရပေမဲ့ အထူးခြားဆုံးက သူ့အခန်းဖော်\nအဘိုးကြီးဖားဂတ်စ်ပါ။ တစ်နေ့မှာ ဖားဂတ်စ်ကြီးကောင်းမှုကြောင့်\nကောလင်န်နဲ့ အကျဉ်းသားတစ်စုတို့ ဥယျာဉ်မှူးဘ၀ကို ရောက်မှန်း\nမသိ ရောက်သွားကြပါတယ်။ အဲဒီမှာ သူတို့‌တွေအပြောင်းအလဲကြီး\nပြောင်းလဲပြီး ဘ၀ပန်းတိုင်းကို ရှာတွေ့သွားကြပါတယ်။ဒါပေမဲ့ လူတွေရဲ့ အလိုလိုအထင်သေးခံရမှုတွေကြောင့် သူတို့ပန်းတိုင်\nကို သွားရာလမ်းဟာ မဖြောင့်ဖြူးဘဲ အနှောင့်အယှက်တွေ ကြုံရပါတယ်။\nထောင်ထဲကလူဆိုးတွေဘ၀ကနေ ပန်းဥယျာဉ်မှူးအဖြစ် ပြောင်းလဲသွား\nကြတဲ့ ကောလင်န်တို့လူစု အခက်အခဲကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်\nသွားကြမလဲဆိုတာ တွေးရင်းငေးရင်း စိတ်၀င်တစား ကြည့်ကြရမှာပါ။မြင်‌နေကျ အကျဉ်းထောင်ဇာတ်လမ်းတွေမျိုး ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RCa3/Greenfingers.2000.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGYwMzQ2NzgtOWY3YS00MmY0LWFjZTQtMThhMzYzNTcxNGM3XkEyXkFqcGdeQXVyMTUyMjc2OTg@._V1_-142x200.jpg",
        "title": "Our Huff and Puff Journey (2016)",
        "description": "Our Huff and Puff Journey (2016)\n========================\nIMDb Rating - 5.9/10ဒီတစ်ခါတော့ သီချင်းကိုအရမ်းရူးသွပ်တဲ့ အိမ်ပြေးအထက်တန်း\nကျောင်းသူလေးယောက်အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကား\nလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အီချီနို ၊ ချီအဲ ၊ ဆက်ဆွန် နဲ့ ဖူမီကိုဆိုတဲ့သူငယ်ချင်းလေးယောက်မှာ\nတကယ်တမ်းအိမ်ပြေးလာတာ ဖူမီကိုတစ်ယောက်တည်းပါ။ ဖူမီအို\nအကြိုက်ဆုံးအိုင်ဒေါဖြစ်တဲ့ ကာအိုစံပါဝင်တဲ့ ခရိဟိုက်တေးဂီတအဖွဲ့က\nတိုကျိုမှာဖျော်ဖြေပွဲလုပ်မှာမို့ အိမ်နဲ့ရန်ဖြစ်ပြီးထွက်လာတာပါ။ အချစ်\nဆုံးသူငယ်ချင်းကို အဖော်လုပ်ပေးဖို့ အီချီနို၊ ချီအဲ နဲ့ဆက်ဆွန်တို့လည်း\nတိုကျိုကို အတူတူထွက်လာခဲ့ပါတယ်။ဘာထူးခြားလဲဆိုတော့ တိုကျိုအထိ လေးရက်ခရီးလောက်ကို စက်ဘီး\nကိုယ်စီနဲ့တက်လာခဲ့ကြတာပါ။ အထက်တန်းကျောင်းသူတွေမို့လို့ မုန့်ဖိုး\nလည်းအများကြီးမပါတဲ့အပြင် စက်ဘီးလည်း ဆက်မနင်းနိုင်တဲ့အခါ\nအံ့အားသင့်ရလောက်အောင်ကို လူကောင်းတွေနဲ့အများကြီးတွေ့ခဲ့ရ\nပါတယ်။ တစ်မြို့ပြီးတစ်မြို့ အကူအညီတောင်းရင်းနဲ့ နောက်ဆုံးလက်\nထဲမှာ ယန်း ၃၀၀ ပဲကျန်တဲ့အချိန် သူငယ်ချင်းလေးယောက်လည်း တစ်\nဖြည်းဖြည်းချင်းသွေးကွဲလာပြီး အမြင်စောင်းလာကြတဲ့အခါ....\nသူတို့လေးယောက် ဘယ်လိုမျိုးညှိနှိုင်းကြမလဲ ? သူတို့ကြိုက်တဲ့တေးဂီတ\nဖျော်ဖြေပွဲဆီကိုရော ချောချောမောမော ရောက်သွားရဲ့လားဆိုတာတော့\nဆက်ကြည့်လိုက်တော့နော်....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.7 GB) / (650 ...",
        "rating": "5.9",
        "url": "https://megaup.net/2xrN3/Our.Huff.and.Puff.Journey.2015.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfWJoFLEnO5nkFwUQS3ekR08hym.jpg",
        "title": "Candy(2006)",
        "description": "Candy(2006)************Heath Ledger ရဲ့ IMDb 7.2/10 ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးတစ်ကားပါမူးယစ်ဆေးစွဲနေကြတဲ့ ကန်ဒီနဲ့ ဒန်တို့စုံတွဲ..သိပ်ချစ်ကြပြီး အကျင့်တူ ဝါသနာတူလို့ဆိုရပါ့မယ်..ဆေးချတဲ့နေရာမှာလည်းတက်ညီလက်ညီပါပဲ..ဆေးကိုနည်းမျိုးစုံသုံးပြီး မသေရုံသာ အစားကိုစားကြပါတယ်..ဒီလိုနဲ့ မမျှော်လင့်ဘဲ ကန်ဒီမှာ ကိုယ်ဝန်ရှိလာပါတော့တယ်..အဲ့ဒီနောက် မိဘဖြစ်လာတော့ သူတို့ဟာ ဆေးဖြတ်မယ်လို့စကြိုးစားလာတဲ့အချိန်မှာတော့...သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲဆိုတာ...File Size : (2.09GB) (1.01GB) and (222MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/1RCrv/Candy.2006.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/91ctSxfVAvL._AC_SL1500_-141x200.jpg",
        "title": "[21+]There’s Nothing To Do During Summer-Mei Washio [SSNI-969-Decensored]",
        "description": "Dark Side Production ကနေ Mei Washio ရဲ့ ဇာတ်ကားနောက်တစ်ကားကိုတင်ဆက်လိုက်ပါပြီ။ဒီဇာတ်ကားကိုတော့ Decensored Version နဲ့ တင်ဆက်ထားတာမလို့ Censored Version ထက်ပိုပြီးပြည့်ပြည့်ဝဝရှုစားရမှာဖြစ်ပါတယ်။JAV မင်းသမီးတွေထဲမှာ နုနုငယ်ငယ် ပြည့်ပြည့်တင်းတင်း အပြစ်ကင်းတဲ့မျက်နှာလေးနဲ့ ချစ်စရာလေးဆိုရင် Mei Washio ပဲ ပြေးမြင်ကြမယ်ထင်ပါတယ်။နားဝင်ချိုတဲ့အသံလေးနဲ့ ရက်ရောတဲ့လိုက်လျောမှုတွေကြောင့် ပိုပြီး အချစ်ပိုကြတဲ့ မင်းသမီးတစ်လက်ပါပဲ။SSNI-969 ဒီဇာတ်လမ်းမှာလဲ ရက်ရောလှတဲ့ သူမရဲ့အချစ်ကြွယ်မှုတွေကိုတပြုံကြီးရှုစားရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (960 MB)\nQuality : HDRip (Decensored) 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1RCns/[SSNI-969-Decensored]_There_s_Nothing_To_Do_In_The_Country_During_Summer-Mei_Washio.HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBhMjFhYmMtYjRlZC00OTU4LWFlNjUtZWFjZDViOGNlOTcxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-155x200.jpg",
        "title": "Chhatriwali (2023)",
        "description": "Chhatriwali (2023)\nComedy, Drama\nIMDb 5.3/10အခုတစ်ခါမှာတော့ မင်းသမီးချောလေး ရာကူးပရိဆင်းရဲ့\nပညာပေးဇာတ်ကားလေးကို တင်ဆက်ပေးပါတော့မယ်။ကျားမတန်းတူညီမျှရေးဆိုတာဘာကိုပြောတာလဲ\nအလုပ်ခွင်မှာတန်းတူနေရာပေးတာလား\nအမျိုးသမီးများကို sexual harassment မလုပ်တာလား\nအမျိုးသမီးအခွင့်အရေးကို လေးစားလိုက်နာရမှာလား\nယနေ့ခေတ်မှာ ပညာပေးပေါင်းစုံ အခွင့်အရေးလှုပ်ရှားသူတွေက\nနည်းလမ်းပေါင်းစုံနဲ့ဖော်ပြနေတဲ့ အရာတစ်ခုပါတကယ်တော့ ဒီနိုင်ငံမှာမှမဟုတ်ပါဘူး ကမ္ဘာတစ်ဝှမ်းမှာအမျိုးသမီးတွေကို\nအတိတ်မှာနှိမ်ချဆက်ဆံခဲ့ကြပါတယ် ဘာသာတရားရော ယဉ်ကျေးမှုအရရောပါပဲ\nအိန္ဒိယကတော့ အားလုံးသိကြတဲ့အတိုင်း တော်တော်ဆိုးဆိုးပါပဲ အခုခေတ်မှာတော့\nခေတ်မှီလာတာနဲ့အမျှ သူတို့လဲ ရှေးရိုးစွဲအမြင်တွေကို တွန်းလှန်နေကြပါပြီ\nအဖြစ်မှန်ကိုရိုက်ကူးထားတဲ့ padman လိုဇာတ်ကားမျိုးထွက်ခဲ့သလို\nအခုကားလေးကတော့ သားဆက်ခြားကျန်းမာရေးကိစ္စကို မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ\nတားဆေးတွေရဲ့ဆိုးကျိုးနဲ့ အဖော်ဆောင်သင့်ပုံလေးတွေကို ဟာသနဲ့နှော တင်ဆက်ထားပုံအရ\nပရိသတ်ကြီးတို့ကို ကိုယ်တိုင်လဲကြည့် အကုန်လုံးကိုလဲ ညွှန်းဆိုပေးသင့်တဲ့ ပညာပေး\nပေါ့ပေါ့ပါးပါး ပျော်ရွှင်စရာဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.54GB / 703MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "5.5",
        "url": "https://megaup.net/3dxjf/Chhatriwali_(2023)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/teqqgqqq1pdl-141x200.jpg",
        "title": "Blind Love (2005)",
        "description": "Blind Love (2005)\"ကျွန်တော့်လို ငတ်တစ်လှည့် ပြတ်တစ်လှည့် ကောင်ကို ဘယ်ဆော်က တွဲချင်မှာလဲ? ကျွန်မ တွဲမယ်လေ\"\nငယ်တုန်းမှာ အပြင်းဖျားပြီး မျက်စိကွယ်သွားရရှာတဲ့ ဟီကာရီဆိုတဲ့ မျက်မမြင်မလေး၊ အမှောင်ကမ္ဘာထဲမှာ အသံတွေကိုပဲ နားစွင့်ရင်း ပုံဖော်နေရသူမို့ နေထိုင် သွားလာရင်း လက်ထိုးရုပ်သည်လေး ဂျပုနဲ့ အမှတ်မထင် တွေ့ဆုံတဲ့အခါ... အသံကြားကြားချင်း ချစ်မိသွားပေမယ့် မထင်မှတ်ထားပဲ ပေါ်လာတဲ့ အရှုပ်ထုတ်တွေနဲ့ လူတွေရဲ့ စိတ်သဘောသဘာဝကို ပါးပါးလေးပုတ်ပြသွားတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်\niဆိုတဲ့ကောင်မလေးဟာ ဇွန်ဘီတွေကိုအလွန်စွဲလမ်းတဲ့ အထက်တန်းကျောင်းသူလေးပါ တရက်တော့ သူတို့အခန်းထဲက ဇွန်ဘီနာမည်ပြောင်နဲ့ကောင်လေးတစ်ယောက်ကိုတွေ့ခဲ့တယ် အဲ့ကောင်လေးဟာ‌အမြဲအေးတိအေးစက်နဲ့ပေမဲ့ Hitomiကိုတကယ်ချစ်ခဲ့တယ် Hitomiကတော့ အချစ်ကိုခုတုံးလုပ်ပြီး အဲ့ကောင်လေးကို ဇွန်ဘီအဖြစ်ပြောင်းလဲချင်နေတာပေါ့ ကဲ Hitomiရဲ့ဆန္ဒကိုလက်ခံလိုက်တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ? Hitomiကကော ဇွန်ဘီတစ်ယောက်ပေါ် အချိန်ကြာကြီးသစ္စာရှိနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးFile Size__(550MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by ...",
        "rating": "5.7",
        "url": "https://megaup.net/1bLf7/Blind_Love_(2005).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/esmd0ulzkhyg-141x200.jpg",
        "title": "Perfect Blue (2002)",
        "description": "Yume Nara samete(Perfect blue)Aiဆိုတဲ့ကောင်မလေးဟာ တက်သစ်စမော်ဒယ်လေးပေါ့ သူ့အကြောင်းဆို အပ်ကျတာကအစသိတဲ့သူ့ရဲ့ပရိတ်သတ် Horibleလို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်တည်းရှိတယ် တစ်နေ့သူတို့ဆုံဖြစ်‌တော့ ရောက်တတ်ရာရာစကားတွေပြောရင်း Aiရဲ့သူငယ်ချင်းHiromiအကြောင်းကိုဆက်စပ်မိသွားကြတယ် (တကယ်တော့Hiromiကသေသွားခဲ့ပြီ)\nHoribleက Aiကိုမြင်မြင်ချင်းကတည်းကသဘောကျခဲ့တာမို့ Aiနဲ့တူအောင် တသွေမသိမ်းလိုက်လုပ်ခဲ့တယ် ( Aiရဲ့အိမ်မှာငါးကန်ရှိသလို သူ့အိမ်မှာလည်းရှိတယ်အဲ့လိုအသေးမွှားလေးတွေကအစပေါ့) တစ်ရက်တော့သူဟာယောက်ျားဘဝကနေ မိန်းမအဖြစ်လုံးဝပြောင်းသွားပြီး Aiနဲ့တစ်ပုံစံတည်းဖြစ်သွားတယ်...\nကဲ Aiနဲ့Horibleတို့ဘယ်လိုဆက်ဖြစ်ကြမလဲ Aiသူငယ်ချင်း Hiromiကကော ဘယ်လိုပါဝင်ဆက်နွယ်လာမလဲဆိုတာဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါFile Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:43:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6",
        "url": "https://megaup.net/1bLfu/Perfect_Blue_(2002).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/4mzigppbvupz-133x200.jpg",
        "title": "Maid Droid (2009)",
        "description": "Maid Droid(2009)ကလေးဘဝတည်းက ဆယ်စုနှစ်ပေါင်းများစွာ စက်ရုပ်တစ်ရုပ်နဲ့အချိန်ကုန်ဆုံးခဲ့တဲ့ယောကျာ်းတစ်ယောက်\nလိင်ကိစ္စတစ်ခုတည်းအတွက်အရုပ်တွေကိုအသုံးပြုတာမဟုတ်ပဲ တကယ်ရင်ဘတ်နဲ့ရင်းပြီးချစ်တာဆိုတဲ့ otakuလေးတွေရဲ့ တန်ဖိုးထားမှုကို ရိုက်ပြသွားတဲ့ကားလေးဖြစ်ပါတယ် ဂျပန်နိုင်ငံမှာ စက်ရုပ်တွေဟာဘယ်လောက်အရေးပါကြောင်းနဲ့ ခံစားချက်တွေကို ရောနှောရိုက်ပြသွားတဲ့ကားလေးဖြစ်လို့ ၁၈ယောက်စုကြည့်ကြပါFile Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.7",
        "url": "https://megaup.net/1bLfj/Maid_Droid_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjQyNzE3OTUtMTk0Mi00M2QxLWI2MDYtMjAwYjljY2U4ZjBmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kaapa (2022)",
        "description": "Kaapa (2022)IMDb 7/10\nပျိုမေတွေရဲ့အသည်းစွဲ မင်းသားကြီး Prithviraj Sukumaran ပါဝင်သရုပ်ဆောင်ထားတဲ့\nThriller/Crime အမျိုးအစားဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်\nအာနန်နဲ့ဘီနူဟာ ချစ်ကြည်နူး တစ်တီတူးလို့မဝသေးတဲ့ကြင်စဦးမောင်နှံလေးပါ\nသူတို့က ဘန်ဂလောကနေ သီရုဗနသာပူရန်လို့ခေါ်တဲ့မြို့လေးကို ပြောင်းလာခါစရှိပါသေးတယ်\nအဲ့အချိန်မှာပဲ အာနန်သိလိုက်ရတာက သူ့မဟေသီက မဟာ့မဟာလူဆိုးစာရင်း kaapa ဆိုတဲ့ စာရင်းထဲကို ပါနေတာပါပြီးတော့ အဲ့မြို့ကိုကြီးစိုးနေတဲ့ဂိုဏ်းက မာဒူဦးစီးတဲ့ ကိုလ်တာမာဒူဂိုဏ်းပါတဲ့\nမာဒူနဲ့သူ့မိန်းမ ဘီနူရဲ့မျိုးနွယ်သီရိဗစ်ကရာမန်နဲ့က ကမ္ဘာမကြေတွေ့ရာသင်္ချိုင်း ဓားမဆိုင်းပြန်ဘူးဆိုတာလဲ သိလိုက်ရပါတယ်\nအာနန်တစ်ယောက် ဂိုဏ်းစတားကြီးကိုပဲ ပြေးတောင်းပန်ရမလား ရဲမှတ်တမ်းကပဲ သူ့မိန်းမနာမည်ဖျက်ပေးရမလား\nစသည်ဖြင့် ဇာတ်ရှုပ်ကြီးထဲဝင်ပါမိရာကနေ အပ်ချည်အစဖြေသလို နောက်ကွယ်ထိ\nဘယ်လိုဝင်ပတ်သတ်ရမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး.......\nFile size…2.01GB / 935MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration…2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein & OeliuJ & Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/2xzy9/Kaapa_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/map-of-the-sounds-of-tokyo-year-2009-spain-director-isabel-coixet-CPKWBK-132x200.jpg",
        "title": "[18+]Map of the Sounds of Tokyo(2009)",
        "description": "[18+]Map of the Sounds of Tokyo(2009)*************************************ဂျပန်မင်းသမီးလေးRinko Kikuchi ကြည့်ရတာနဲ့တင်တန်ပါတယ်..နာဂရဆန်ရဲ့သမီးဟာ တိုကျိုမြို့မှာနေထိုင်တဲ့\nစပိန်လူမျိုးဒေးဗစ်ဆိုတဲ့ သူနဲ့ချစ်ကြိုက်နေပါတယ်။ နိုင်ငံခြားသားတွေနဲ့\nအလုပ်ကိစ္စစကားပြောနေရင်း နာဂရဆန်ဆီကို သူ့သမီးသေဆုံးသွားကြောင်း\nဖုန်းတစ်ခုဝင်လာတယ်။ တစ်ဦးတည်းသောသမီးသူ့ကိုယ်သူသတ်သေမှုဟာ\nသူ့ရည်းစားဒေးဗစ်ကြောင့်ဆိုတာ နာဂရဆန်ဟာ တစ်ထစ်ချယုံကြည်နေပါတယ်။\nသမီးသေဆုံးမှုဟာသူ့အတွက်ရူးမတတ်ခံစာနေရတယ်။\nအဲ့ဒါကြောင့် နာဂရဆန်ရဲ့တပည့်ဟာလက်စားချေဖို့အတွက် ရူး ဆိုတဲ့ကြေးစား\nမိန်းမလူသတ်သမားတစ်ယောက်နဲ့ဆက်သွယ်ခဲ့တယ်။ ဒါပေမယ့်နောက်ပိုင်းမှာ\nရူး ဟာ သူသတ်ရမယ့် ဒေးဗစ်နဲ့ဆုံပြီးတဲ့အခါမှာတော့.....File Size : (907 MB) and (487 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3dx8A/Map.of.the.Sounds.of.Tokyo.2009.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDlWN81KSiOfffHlzbAgZJF8Keq.jpg",
        "title": "The Jack in the Box (2019)",
        "description": "The Jack in the Box (2019)၁၈၀၀ပြည့်နှစ်နှောင်းလောက်မှာ Jack in the Box လို့ခေါ်တဲ့ အဖုံးဖွင့်လိုက်ရင် စပရိန်တပ်ထားတဲ့အရုပ်လေးက သေတ္တာပေါ်ကို ကန်ထွက်လာတဲ့အရုပ်သေတ္တာလေးတွေ ပေါ်လာခဲ့တယ်။ ဒီသေတ္တာလေးတွေကို ရှေးအတီတေတုန်းကတော့ မကောင်းတဲ့ရည်ရွယ်ချက်နဲ့အသုံးချခဲ့ကြတာပေါ့။ စုန်းအတတ်ကျင့်တဲ့လူတွေကို သေဒဏ်ပေးတဲ့ခေတ်တုန်းက ‌စုန်းအတတ်ပညာသည်တွေဟာ ဒီလိုလှပပြီးဖွင့်ချင်စရာသိပ်ကောင်းတဲ့ သေတ္တာလေးတွေထဲမှာ နတ်ဆိုးတွေကို ထည့်ခဲ့ကြတယ်။ ချိုမြိန်တဲ့လက်စားချေခြင်းပေါ့။ ဒီသေတ္တာတွေဟာ ဖျက်ဆီးလို့လည်းမရဘူး။ သေတ္တာထဲမှာတော့ ကြောက်စရာကောင်းတဲ့ လူပြက်အရုပ်နဲ့တူတဲ့ မကောင်းဆိုးရွားကို ထည့်ထားကြတယ်။တစ်ယောက်ယောက်ကများ အဲဒီသေတ္တာကို ဖွင့်မိပြီဆိုရင် သေတ္တာထဲက မကောင်းဆိုးရွားဟာ လူ၆ယောက်ပြည့်အောင် သတ်ပြီးမှ သေတ္တာထဲပြန်ဝင်တယ်။အသက်တစ်သက်အတွက် သူက သေတ္တာထဲ ၃နှစ်အသက်ရှင်နိုင်တယ်။ တစ်ခါထွက်လာလို့စားပြီးရင် ၁၈နှစ်တိတိသေတ္တာထဲရှင်သန်နိုင်တယ်။ လူဆိုတဲ့ သိချင်စိတ်များတဲ့ သတ္တဝါတွေက အမြဲဖွင့်နေကြတော့ ဒီလူပြက်ဟာ ရာစုအဆက်ဆက် ရှင်သန်နိုင်ခဲ့တယ်။ သေတ္တာကိုဖွင့်တဲ့လူတွေကတော့ ဆုတောင်းပြည့်ကြတယ်ဆိုတယ်။ ဒါပေမဲ့လည်း ကြမ္မာငင်ကြတာပါပဲ။ဒီလိုနဲ့ ဒီသေတ္တာတွေဟာ သမိုင်းထဲ ပေါ်လိုက်ပျောက်လိုက်ဖြစ်နေရာက ...",
        "rating": "",
        "url": "https://megaup.net/3Tux0/(CM)_The_Jack_in_the_Box_(2019)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1RC2e/[CM]JUNG_E.2023.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3iqYiGS6F3y7GxaS4AT8nFxZ2i.jpg",
        "title": "Garden State(2004)",
        "description": "Garden State(2004)================ ဒီဇာတ်ကားလေးကတော့ 2004 ခုနှစ်မှာထွက်ရှိထားပြီးActor ကတော့ Director Zach Braff ကိုယ်တိုင်ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးနဲ့ပက်သက်ပြီး Director Zach Braff ကIndependent spirit award for best features ဆုရရှိခဲ့ပါတယ်Braff က ဒီဇာတ်ကားလေးက သူ့ရဲ့ တကယ့်ဘဝအတွေ့အကြုံကိုအခြေခံပြီးတော့ ရိုက်ကူးထားတယ်လို့သိရပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရမယ်ဆိုရင် 26 နှစ်အရွယ်မင်းသားရော waiter ရောလုပ်ပြီး ဘဝကိုရုန်းကန်နေရတဲ့Andrew Largeman ဆိုတဲ့ကောင်လေးက သူ့အမေသေသွားလို့သူ့ရဲ့ ဇာတိမြို့ New Jersey ကိုပြန်လာခဲ့တယ် ဇာတိမြို့ကိုပြန်လာအပြီးမှာ Andrew ရဲ့ဘဝထဲကို Samantha ဆိုတဲ့ကောင်မလေးရောက်လာပြီးတော့ Andrew ရဲ့ အဓိပ္ပာယ်မရှိတဲ့ဘဝအတွက် ဘယ်လိုအပြောင်းအလဲလေးတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးကိုဆက်ပြီး ကြည့်ရှူပေးပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Duckkie ဖြစ်ပါတယ်) File size…988MB / 375MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ...",
        "rating": "7.4",
        "url": "https://megaup.net/2xzfx/garden.state.2004..bluray720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fwJt0qZieQ7dKaiiqehObWpXYT.jpg",
        "title": "The Price We Pay (2022)",
        "description": "The Price We Pay (2022)\"အဖိုးအခတော့ ပေးရလိမ့်မယ်\" ဒီစကားဟာ လောကနိယာမအရ ဘယ်နေရာမှာမဆို အကျုံးဝင်တဲ့ စကားဖြစ်ပါတယ်။ ကိုယ်ဘာပဲလုပ်လုပ် တန်ပြန်သက်ရောက်မှုရဲ့ အကျိုးရလဒ်ကို လူသားတိုင်း ခံစားကြရမှာပါ။ ဒီဇာတ်ကားလေးကလည်း ဒီသဘောကို သရုပ်ဖော်ထားတဲ့ Horror ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ...ဂရေ့စ် တစ်ယောက် အကြွေးတွေမဆပ်နိုင်လို့ ရှိတာလေးထုချေပြီး အကြွေးဆပ်ဖို့ အပေါင်ဆိုင်ကို ရောက်‌နေချိန်မှာ ဓါးပြတိုက်မှုနဲ့ ကြုံရပြီး ဓားစာခံအဖြစ် အဖမ်းခံလိုက်ရပါတယ်။ဒီလိုနဲ့ ဓားပြသုံးယောက်နဲ့အတူ သူမ‌ စီးလာတဲ့ကားဟာ လယ်တော တစ်ခုအနီးမှာ ပျက်သွားတဲ့အခါ ...ညကြီးမင်းကြီးဆိုတော့ အနီးအနားလူနေအိမ်တစ်ခုကို ရအောင်ရှာပြီး အကူအညီတောင်းဖို့ ကြိုးစားကြရပါတယ်။ သို့ပေမဲ့ ...အဲ့ဒီအိမ်က ဘယ်သူတွေနေတာလဲ?\nဘာတွေလုပ်ကြတာလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုအဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.2GB, 452MB, ...",
        "rating": "5.1",
        "url": "https://megaup.net/1bEow/[CM]The.Price.We.Pay.2022.720p.WEB-DL.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEXMhHNqub0hVhefesNbf28LVl0.jpg",
        "title": "Love Can’t Be Said ( 2022 )",
        "description": "ကိုယ့်ရဲ့ လူငယ်ဘဝ အချိန်လေးကို တောက်ပပေးစေနိုင်တဲ့လူလို့\nထင်မိစေလောက်တဲ့အထိ သဘောကျခဲ့ရတဲ့ အချစ်ဦးမျိုးရော ရှိခဲ့ဖူးလား?သူများနဲ့ စကားပြောရတာ မကြိုက်တတ်သူ ၊ မိတ်ဆွေဖွဲ့ဖို့ ဝန်လေးနေတတ်သူ ၊\nကိုယ့်ကိုကိုယ်အမြဲသိမ်ငယ်ပြီး နှိမ့်ချနေတတ်သူ\nတက္ကသိုလ် စတုတ္ထနှစ်ကျောင်းသူလေး - ထုန်ကျစ်းလျောင်ခင်မင်တတ်ပြီး ပျော်ပျော်နေတတ်သူ ၊ အပင်လေးတွေကိုချစ်မြတ်နိုးတဲ့သူ ၊\nသူများတကာကို ကူညီစိတ်အပြည့်ရှိသူ စတုတ္ထနှစ်ကျောင်းသားလေး - ကုပင်းကိုယ့်ကို အမြဲနှိမ့်ချ သိမ်ငယ်နေတတ်တဲ့ ထုန်ကျစ်းလျောင်တစ်ယောက်\nထိုင်ပေကနေပြီး ကွမ်ကျိုးကို ကျောင်းလာတတ်တဲ့ ကုပင်းဆိုတဲ့\nကောင်လေးကို လေးနှစ်တိတိ သဘောကျလာခဲ့ပါတယ် ။\nဒါပေမဲ့လို့ ဖွင့်ပြောဖို့အတွက် သူမမှာ သတ္တိမရှိခဲ့ပါဘူး ။\nဖွင့်ပြောမယ် ဆုံးဖြတ်ချက်ချခဲ့တိုင်းလဲ လွဲမှားမှူတွေ\nအမျိုးမျိုးကြောင့် ဖွင့်ပြောဖို့ အခွင့်မသာခဲ့ပြန်ပါဘူး ။❏ သူမရဲ့ ဘဝလေးကို တောက်ပစေခဲ့တဲ့ “သူ”\n❏သူမ ငယ်ရွယ်မှုတွေထဲက ပျော်ရွှင်မှုတွေကို ယူဆောင်လာပေးခဲ့တဲ့ “သူ”\n❏ ရှင်သန်ရခြင်းရဲ့ အဓိပ္ပာယ်က ဘာလဲဆိုတာ သူမကို သိစေခဲ့တဲ့ “သူ”\nဘွဲ့ရပြီး နေရပ်ကိုပြန်ချိန် ကုပင်းတစ်ယောက် ထိုင်ပေကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/love-cant-be-said-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJjha6lzKjo3e9A92nZTXp2xyPb.jpg",
        "title": "The Assault ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို 2023 ထွက်\nဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင်တရုတ်နိုင်ငံ နယ်စပ်အတွင်းကို အမျိုးအမည်မသိတဲ့ ရည်ရွယ်ချက်နဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ အကြမ်းဖက် အဖွဲ့အစည်းတစ်ခု\nဝင်ရောက်လာခဲ့ပါတယ် ။ အဲ့ဒီအချိန်မှာ အကြမ်းဖက်\nတပ်ဖွဲ့ကိုနှိမ်နင်းဖို့ ပြည်သူ့လုံခြုံရေး၊အမျိုးသားလုံခြုံရေး၊\nလက်နက်ကိုင်ရဲတပ်ဖွဲ့ နဲ့ ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်တို့\nပူးပေါင်းပါဝင်ရန် ဆုံးဖြတ်ခဲ့ပြီးနောက် အကြမ်းဖက်လက်နက်ကိုင်တပ်ဖွဲ့ဟာ\nနယ်စပ်တောင်ပေါ်ရွာပေးမှာ ပူးပေါင်းနေကြောင်း အတည်ပြုနိုင်ခဲ့ပါတယ် ။ထို့နောက် အထူးစစ်ဆင်ရေးအဖွဲ့ဟာ အဆောက်အအုံတွေကြားထဲမှာ\nလျှို့ဝှက်စွာ နေရာယူခဲ့ပြီး မောင်းသူမဲ့ ဒရုန်းများနဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ် ။\nဒါပေမဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ အသင့်ပြင်ပြီး အနေအထားမှာ\nအကြမ်းဖက် လက်နက်ကိုင်အဖွဲ့ အတွင်း\nအရွယ်မရောက်သေးတဲ့ သူတွေပါရှိကြောင်း တွေ့ရှိခဲ့တဲ့ အချိန်မှာတော့ -❏ တပ်ဖွဲ့တွေအနေနဲ့ ဒီအကြမ်းအဖက် အဖွဲ့ကိုဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ စစ်ဆင်ရေးကရော ဒီအတိုင်းပဲရှိမလား ပြောင်းလဲသွားနိုင်မလား ?\n❏ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ကြိုးကိုင်သူ အကြမ်းဖက်ခေါင်းဆောင်ကိုရော\nဖမ်းဆီးနိုင်ပါ့မလား ? ဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။\nAction တွေ တိုက်ခိုက်ဖောက်ခွဲမှုတွေ\nကြိုက်နှစ်သက်သူတွေ အနေနဲ့ ဒီကားလေးကို အကြိုက်တွေ့စေမှာအမှန်ပါပဲ\n[Reviewed ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-assault-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/boctllllliqa-141x200.jpg",
        "title": "Uncle’s Paradise (2006)",
        "description": "Uncle's Paradise (2006)\nHaruoဆိုတဲ့ကောင်လေးမှာ Takashiဆိုတဲ့ဦးလေးတစ်ယောက်ရှိတယ် Takashiက အိပ်ပျော်သွားတာနဲ့အိပ်မက်ဆိုးတွေမက်လွန်းလို့ သူဟာအိပ်ရမှာကိုကြောက်နေတဲ့သူတစ်ယောက်ပေါ့ (သူ့မှာမအိပ်ရရင်hornyအရမ်းဖြစ်တယ်ဆိုတဲ့ရောဂါလည်းရှိတယ်တမျိုးလေးနော်သူ့ရောဂါကကျ)\nHaruoကတော့ တနေ့မှာပြည်ကြီးငါးအကောင်ကြီးကိုဖမ်းနိုင်ရမယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချထားတဲ့သူ\nတရက် Takashiက Haruoရဲ့အိမ်မှာနေဖို့ရောက်လာခဲ့တယ် သူ့အိပ်မက်တွေကိုဘယ်လိုတိုက်ခိုက်မလဲ Haruoကကော အိပ်မက်တွေကြားမှာရောပြီးပိတ်မိနေမလားဆိုတာကတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးFile Size__(450MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.7",
        "url": "https://megaup.net/2xGah/Uncle_s_Paradise_(2006).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dEk0kC7uq54g7cVheQBgiAcCuNH.jpg",
        "title": "Ivanna (2022)",
        "description": "Ivanna (2022)ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ အင်ဒိုနီးရှားသရဲကားလေးပါ။\nအင်ဒိုနီးရှားနိုင်ငံမှာ 2022 ခုနှစ်အတွင်း စတုတ္ထမြောက် ဝင်ငွေအများဆုံးရခဲ့တဲ့ဇာတ်ကားလို့လည်း သိရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Amber နဲ့ Dika တို့မောင်နှမက\nမိဘတွေဆုံးသွားတဲ့နောက်မှာ သူ့မိဘတွေရဲ့မိတ်ဆွေ အဒေါ် Wati တို့နဲ့ ဂေဟာမှာ လာနေကြပါတယ်။\nAmber က မျက်လုံးခွဲစိတ်ပြီးနောက်ပိုင်းမှာ တခြားသူတွေမမြင်နိုင်တဲ့အရာတွေကို မြင်နိုင်စွမ်းရှိနေတဲ့သူပါ။\nသူတို့သွားနေတဲ့ ဂေဟာကတော့ ဟိုးအရင် အင်ဒိုနီးရှားနိုင်ငံကို\nအင်္ဂလိပ်တွေ အုပ်စိုးတဲ့အချိန်တုန်းက ဒတ်ချ်လူမျိုးမိသားစု နေခဲ့တဲ့နေရာပါ။\nအင်ဒိုနီးရှားနိုင်ငံကို ဂျပန်တွေ လာသိမ်းတဲ့အချိန်မှာတော့\nအဲဒီအိမ်မှာပဲ ဒတ်ချ်အမျိုးသမီးတစ်ယောက် ရက်ရက်စက်စက်ခေါင်းဖြတ်ပြီး အသတ်ခံထားရပါတယ်။\nသူတို့ရောက်သွားတဲ့အချိန်မှာမှ အဲဒီအမျိုးသမီးရဲ့ဝိညာဉ်က အကြောင်းတိုက်ဆိုင်ပြီး ပေါ်လာတဲ့အချိန်မှာ\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှုလိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horrr, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 550MB | 277MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/1bDp1/Ivanna.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8D4UmPOaQ8MXUDKwut94ywLPNpT.jpg",
        "title": "When Winter Comes (2022)",
        "description": "When Winter Comes (2022)Little Forest လို အလောင်မပါတဲ့ Healing drama တွေကိုပဲသဘောကျတဲ့သူတွေအတွက်\nWhen Winter Comes (2022) ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဆောင်းရာသီအေးအေးလေးမှာ စောင်ထဲကွေးရင်း အေးအေးဆေးဆေးနဲ့ ကြည့်လို့ကောင်းမယ့်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ လက်ရှိအချိန်မှာ ဘတ်စ်ကားဒရိုင်ဘာလုပ်နေတဲ့ ရုပ်ရှင်ဒါရိုက်တာဟောင်း ဂုံဆော့ဝူနဲ့\nဘတ်စ်ကားဂိတ်က စာရေးမလေး ယန်းယောင်းအယ်တို့ရဲ့ ကြည်နူးဖွယ်ဆက်ဆံရေးလေးကို ရိုက်ကူးပြသထားတာပါ။ဒရိုင်ဘာဂုံဟာ ဘတ်စ်ကားဂိတ်ထိုင်ခုံပေါ်မှာ ကျန်နေခဲ့တဲ့ MP3 စက်လေးတစ်ခုကို တွေ့ရှိခဲ့ရာကနေ\nယောင်းအယ်နဲ့ စတင်တွေ့ဆုံဖို့ဖြစ်လာခဲ့ပြီး သူ့ရဲ့အတိတ်နဲ့ပါ ပြန်လည်ရင်ဆိုင်ရဖို့ ဖြစ်လာခဲ့ပါတယ်။\nယောင်းအယ်ကတော့ အဲဒီ MP3 စက်လေးဟာ ပိုင်ရှင်ကလွှင့်ပစ်သွားခဲ့တာလို့ ယုံကြည်နေပြီး\nဒရိုင်ဘာဂုံကတော့ ပိုင်ရှင်ကမေ့ကျန်နေခဲ့တာလို့ တစ်ထစ်ချပြောနေခဲ့တာပါ။ဒီလိုမျိုးယုံကြည်ချက်ကိုယ်စီနဲ့ MP3 စက်လေးကိုအကြောင်းပြုပြီး စတင်သိကျွမ်းခဲ့ကြတဲ့ဆက်ဆံရေးဟာ\nအချိန်ကြာလာတဲ့အခါမှာ သံယောဇဉ်တွေပေါက်ဖွားလာကြမလား၊\nအဲဒီ MP3 စက်လေးမှာရော ဘာလျှို့ဝှက်ချက်တွေများ ရှိနေမလဲ၊\nသူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးအဆုံးသတ်လေးကရော ဘယ်လိုများဖြစ်သွားမလဲဆိုတဲ့\nစိတ်ဝင်စားစရာအချက်တွေကလည်း အပြည့်ပဲမို့ အခုပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြနကတော့ Hmwe Thet Winn ...",
        "rating": "5.4",
        "url": "https://megaup.net/1bDlx/When.Winter.Comes.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRTxM95huMwIDfZBJWjuifMTfpx.jpg",
        "title": "The Rite (2011)",
        "description": "The Rite (2011)Diagnosis (ရောဂါအမည်တပ်ခြင်း) ဆိုတာ ဆေးကုသတဲ့ဖြစ်စဉ်တစ်ခုရဲ့ ရှစ်ဆယ်ရာခိုင်နှုန်း အရေးပါလှတဲ့ ကိစ္စတစ်ခုပါပဲ။ ဒီလိုပြောလို့ ယခုတင်ဆက်ပေးမှာက ဆေးပညာဆိုင်ရာ ဇာတ်လမ်းတစ်ခုတော့မဟုတ်ပါဘူး။ သရဲကားပါပဲ။ဘုရားသခင်က လူသားတွေကို ဖန်ဆင်းလိုက်ပြီးနောက်မှာ လူသားတွေကို ရွံရှာမုန်းတီးစိတ်နဲ့ ဦးမညွှတ်နိုင်တဲ့ ဒုတိယသားကြီး လူစီဖာဟာ ဖခင်ကိုပုန်ကန်လို့ ငရဲမင်းသားအဖြစ်ကိုခံယူ၊ မကောင်းဆိုးဝါးတို့ရဲ့ ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်တဲ့။ သူကနေ အဆင့်ဆင့်ဆင်းသက်လာတဲ့ မကောင်းဆိုးဝါး ရာထူးအစဉ်လိုက်က လူတွေကြားမှာ စိမ့်ဝင်ပျံ့နှံ့ရင်း လူ့ခန္ဓာကိုယ်ထဲဝင် သူတို့စိတ်နဲ့သူတို့ကိုယ်ဖြစ်အောင် ထိန်းချုပ်လိုက်တဲ့အခါ မကောင်းဆိုးဝါးပူးကပ်ခြင်းဖြစ်စဉ် ဖြစ်လာတော့တာပေါ့။သားဆိုးလူစီဖာကို နှိမ်နင်းခဲ့ရတဲ့ သားကြီးဩရသ မိုက်ကယ်ရဲ့တာဝန်ကို လက်ဆင့်ကမ်းထမ်းဆောင်ရတဲ့ လူသားဘုန်းတော်ကြီးတွေဟာ ပူးကပ်ခံရသူ လူသားတွေကို ကူညီပြီး မကောင်းဆိုးဝါးနှင်သူတွေအဖြစ် လေ့ကျင့်သင်ကြားလာရပါတယ်။ ဆရာဖြစ်သင်တန်းတက်ရသလိုပေါ့လေ။မကောင်းဆိုးဝါးနှင်ရတယ်ဆိုတာ ပူးကပ်နေသူ ဘယ်သူလဲ၊ ဘာအမျိုးအစားလဲဆိုတာကို ဖော်ထုတ်နိုင်ဖို့က အရေးအကြီးဆုံးပါ။ ပူးကပ်နေတဲ့ မကောင်းဆိုးဝါးအမျိုးအစားကိုသိရရင် နှင်ထုတ်ဖို့က လွယ်ပါတယ် ဆိုကြပါစို့။ဘုရားကို ယုံကြည်သက်ဝင်ခြင်းမရှိသူ၊ ဝေးလ်လူမျိုး၊ အလောင်းပြင်ရတဲ့မိသားစုက ...",
        "rating": "6",
        "url": "https://megaup.net/2xy7p/(CM)_The_Rite_(2011)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/moswn4fxnwuy-141x200.jpg",
        "title": "Planet of Amoebas (2018)",
        "description": "Planet of Amoebas(2018)ရုတ်တရက်ကောင်းကင်ပေါ်ကကျလာတဲ့အနီရောင်အလင်းတန်းကြီး ရယ် အနီရောင်slimeတွေနဲ့အုပ်နေတဲ့မိန်းမတစ်ယောက်ရယ်?\nReiဆိုတဲ့စုံထောက်မလေးဟာ စုံစမ်းရေးလုပ်နေရင်းကောင်းကင်ပေါ်ကပြုတ်ကျလာတဲ့အမည်မသိအရာတစ်ခုကိုသွားကြည့်ရင်း အဲ့တာက လူသားမိန်းမတစ်ယောက်ဆိုတာသူသိလိုက်ရတယ် အဲ့အမျိုးသမီးအတွက်အရေးပေါ်ကားခေါ်ပေးခဲ့ပေမဲ့ ကိစ္စတွေဟာဒီမှာတင်မပြီးဆုံးပဲ Reiကနိုင်ငံရဲ့လျှို့ဝှက်စုံစမ်းရေးအဖွဲ့မှာ ပါဝင်လုပ်ဆောင်မို့ အကြောင်းတွေဖြစ်ပေါ်လာခဲ့တယ် တခြားဂြိုလ်တစ်ခုရဲ့တိုက်ခိုက်မှုတွေထံမှ ကမ္ဘာကြီးကိုကယ်တင်နိုင်မလား ဒါမှမဟုတ် အရာရာအကုန်ဆုံးရှုံးသွားမလားဆိုတာတော့ဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါဦးFile Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:15:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://megaup.net/1bLfy/Planet_of_Amoebas_(2018).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/522efc22ffa1b7fa5ad93895d563f047-1371642717-143x200.jpeg",
        "title": "Ages of Love (2011) Manuale d’am3re",
        "description": "Ages of Love (2011) The Manual of Love 3(or) Manuale d'am3reအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ နောက်ဆုံးဇာတ်ကားဖြစ်ပါတယ်။Manual of Love 2 တုန်းက ပါဝင်ပွဲကြမ်းသွားတဲ့ ပုရိသတို့အသည်းစွဲ မင်းသမီးကြီး Monica Bellucci လဲထပ်မံပါဝင်ထားခဲ့ပြီးတော့ တခြားဇာတ်ဆောင်တွေနဲ့ မတူညီတဲ့ဇာတ်လမ်းတွေကို ပေါင်းစပ်တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းကတော့ မြှားနတ်မောင်ဇာတ်လမ်းပါ...မြင်နေကျ မြှားနတ်မောင်ဇာတ်လမ်းတွေနဲ့မတူတာကဒီထဲမှာပါတဲ့ မြှားနတ်မောင်ကတော့ သောက်တလွဲပဲ ပစ်တတ်တဲ့ကောင်ပါ။ဒီကောင်ပစ်လိုက်တာနဲ့ သောက်ပြသနာတသီကြီးတက်ပြီလို့ပြောရလောက်အောင် ချောက်ချတတ်တဲ့မြှားနတ်မောင်ပါ။ရင့်ကျက်တည်ငြိမ်သူတွေတောင်မှ လဗြောင်းသတ်သွားတတ်တဲ့ မြှားနတ်မောင်ရဲ့မြှားသုံးချောင်းအကြောင်းကို ခံစားကြည့်ကြပါဦး။Manual of Love ဇာတ်ကား ၃ ကားစလုံးကို channelmyanmar.org/?s=manual+of+love  မှာကြည့်ပါ။File size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by BaBa Yaga",
        "rating": "5.9",
        "url": "https://megaup.net/Sqa1/The_Ages_Of_Love_(Manuale_D_amore_3)_[2011]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/2mDPqJ8HQNs9oyziI88EelJCzoO-133x200.jpg",
        "title": "Manual of Love 2 (2007) Manuale d’amore 2",
        "description": "Manual of Love 2 (2007) Manuale d'amore 2 (or) Capitoli successiviအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ ဒုတိယဇာတ်ကားဖြစ်ပါတယ်။အီတလီ အချစ်ဇာတ်လမ်းလေးတွေဖြစ်ပြီးတော့ တစ်ကားမှာ အပိုင်းလေးတွေခွဲပြီး တင်ဆက်တဲ့ကားပါ။ တစ်ကားတည်းမှာပဲ ဇာတ်လမ်း လေးပုဒ်လောက် ပါရှိတာပါ။ အချစ်ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ချစ်ကြ မုန်းကြ ခံစားကြ ငိုယိုကြ လွမ်းဆွေးကြ ပျော်ရွှင်ကြ၊ ခံစားမှုပေါင်းမျိုးစုံနဲ့ လောကဇာတ်ခုံ အဖုံဖုံပေါ့လေ။ယခု အမှတ် (၂) ကားကို ဒါရိုက်တာ Giovanni Veronesi ရိုက်ကူးတင်ဆက်ထားပြီး ဇာတ်လမ်းလေးခု ပါရှိပါတယ်။ ကျွန်တော်တို့ရဲ့ မမ Monica Bellucci ရဲ့ ညှို့အားပြင်း ဆွဲဆောင်ခြင်းတွေကို အသည်းတယားယား မြင်တွေ့ရမှာပါပဲ။ Elsa Pataky ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1bD18/(CM)Manual_of_Love_2_(2007)_Manuale_d_amore_2_(Capitoli_successivi).720p.BluRay.DD2.0.x264-Naung.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmY5MmNiOTEtYzVkNi00ZTExLWJlNGQtOTQ1ZGZmMDRkNTc2XkEyXkFqcGdeQXVyMzIwNDY4NDI@._V1_-141x200.jpg",
        "title": "The Manual of Love (2005) Manuale d’amore",
        "description": "The Manual of Love (2005) Manuale d'amoreအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။သူက ဇာတ်လမ်းတိုလေးတွေ စုစည်းထားတာတစ်ခုပါ။ ဇာတ်ကောင်တွေက ပတ်သက်နှီးနွယ်နေတဲ့ လှပတဲ့ အချိတ်အဆက်လေးတွေလည်း ပါဝင်ပါတယ်။ ယခုဇာတ်ကားမှာတော့ ဇာတ်လမ်းတို လေးပုဒ်ပါဝင်ပြီး အချစ်ရဲ့ မာယာနဲ့ လှည့်ဖျားတတ်ပုံ၊ အင်အားကြီးပုံတွေကို တင်ဆက်ထားသလို ကမောက်ကမအဖြစ်တွေ၊ ထင်မှတ်မထားတာတွေ ဖြစ်တတ်တယ်ဆိုတဲ့အကြောင်းတွေ ပါဝင်တာပေါ့ဗျာ။ပထမဇာတ်လမ်းမှာ အလုပ်အကိုင်မရှိတဲ့ လူငယ်လေးတစ်ယောက်က တိုးဂိုက်မ ချောချောလေးကို ချစ်မိသွားလို့ အတင်းဝင်ကပ်ရာကနေ လှပတဲ့ အချစ်ဇာတ်လမ်းလေး ဖြစ်တည်လာပုံပေါ့။ဒုတိယဇာတ်လမ်းကတော့ မိန်းမအပေါ်မှာ စိတ်ပျက် စိတ်ကုန်နေတဲ့ ယောက်ျားတစ်ယောက်ကို မြင်တွေ့ရမှာဖြစ်ပြီး တတိယဇာတ်လမ်းမှာတော့ ယောက်ျားဖြစ်သူရဲ့ ဖောက်ပြန်ခြင်းခံလိုက်ရတဲ့ ယာဉ်ထိန်းရဲမေတစ်ဦးရဲ့ လက်စားချေခြင်းတစ်ခုကို ကြည့်ရှုရပါမယ်။ သူ့လက်စားချေပုံကတော့ ယောက်ျားထုကြီးအတွက် ရင်တုန်စရာပါပဲ။ ရှင်ဖောက်ပြန်ရင် ...",
        "rating": "6.3",
        "url": "https://megaup.net/1bD26/(CM)_Manual_of_Love_(2005)_Manuale_d_Amore.HDTV.720p.264-Naung.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcnCkyudjrzeA6wqeb5HrmTkmLS.jpg",
        "title": "Dragon sword: Ancient battlefield ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးကသုံးကားရှိပါတယ်နော်\nအတွဲ ၁ ကို ဒီမှာ ကြည့်ပါ\nအတွဲ ၂ ကို ဒီမှာ ကြည့်ပါသာမန်လူတစ်ယောက်ဖြစ်တဲ့ ကျင့်စဥ်ကျင့်ကြံနေသူ ဖူယန် ဟာ\nရှေးခေတ်စစ်မြေပြင်ဆီကို သွားရောက်ခဲ့ပါတယ် ။\nသွားရာလမ်းကြောင်းမှာ အာကာသ အပ်ကွဲကြောင်းကြီးတွေနဲ့\nခဏ ခဏ တွေ့ဆုံပြီး အကြိမ်ကြိမ်လွတ်မြောက်ခဲ့ပါတယ် ။အဲဒီနောက်မှာတော့ လူတစ်ပိုင်း သားရဲတစ်ပိုင်း နယ်မြေထဲကို\nမတော်တဆဆိုသလို ကျရောက်သွားခဲ့ပြီး\nသူတော်စင်အရှင်လင်ထာနဲ့တွေ့ဆုံကာ အဂ္ဂိရတ်ပညာကို\nအမွေကို ဆက်ခံခဲ့ပါတော့တယ် ။\nသူတို့တွေ အတူတူပူးပေါင်းမိပြီး အန္တရာယ်\nအရမ်းကြီးမားတဲ့ ရှေးခေတ် စစ်မြေပြင်ဆီကို ခရီးဆက် စွန့်စားခဲ့ ဝင်ခဲ့တဲ့ အချိန်မှာတော့ -❏ လမ်းတစ်လျှောက်မှာ သားရဲ မိစ္ဆာတွေရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရတဲ့အခါ သူတို့တွေ ဘယ်လိုရင်ဆိုင်မလဲ ?\n❏ ရှားပါးရတနာတွေတွေ့လာတဲ့ အခါမှာရော သူတို့တွေ ဘယ်လို အသုံးချမလဲ ?\n❏ နောက်ဆုံးမှာ သူတော်စင်လင်ထာရဲ့ လမ်းညွှန်မှုအောက်မှာ\nဘယ်လို ကျင့်စဥ်တွေ ကျင့်ကြံသွားမလဲ ?\nဆိုတာ S 3 မှာ အတူတူကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-sword-ancient-battlefield-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14tmdb1PiLNDZf3VD29S2nUKVV0.jpg",
        "title": "Breakfast on Pluto (2005)",
        "description": "Breakfast on Pluto (2005)ပီကီဘလိုင်းဒါမှာ စပယ်ရှယ်ကြမ်းတဲ့ ကျွန်တော်တို့အားလုံးရဲ့အချစ်တော်\nတွမ်မီ ဖာ့ခ်ကင်း ရှယ်လ်ဘီ ကြီးကို ဒီလိုပုံစံနဲ့မြင်တွေ့လိုက်ရလို့\nအားလုံးပဲ ပါးစပ်အဟောင်းသားဖြစ်သွားကြမယ်ထင်ပါတယ်။အစကတော့ သူ့လိုလူနဲ့ ဒီလိုဇာတ်ကောင်ဘယ်လိုမှမလိုက်ဖက်မှာ မဟုတ်ဘူးလို့ ထင်ခဲ့ပေမယ့်\nတကယ်တမ်းကြည့်ပြီးချိန်မှာတော့ သိပ်ကိုနွဲ့ပြီးလှပတဲ့ 'ကစ်တန်' ဆိုတဲ့ သူ့ရဲ့ မိန်းမလျာဇာတ်ရုပ်ကို ချစ်မိသွားတဲ့အထိ\nသရုပ်ဆောင်ပီပြင်တဲ့ Cillian Murphy ရဲ့အနုပညာစွမ်းရည်ကတော့ သြချလောက်စရာပါပဲ။ဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nသူ့ကိုယ်သူ ကစ်တန်လို့ နာမည်ပေးထားတဲ့ ပတ်ထရစ် ဆိုတဲ့ကောင်လေးဟာ\nမွေးကင်းစအရွယ်မှာတင် စွန့်ပစ်ခြင်းခံခဲ့ရပြီး အဖေ အမေ ဘယ်သူမှန်း သိခွင့်မရခဲ့သူလေးပါ။မွေးစားမိသားစုနဲ့အတူ ကြီးပြင်းလာတဲ့ ပတ်ထရစ်ဟာ\nငယ်ငယ်ကတည်းက ဂါဝန်တွေ မိန်းကလေးအသုံးဆောင်တွေကိုပဲ သဘောကျခဲ့ပြီး\nသူ့ကိုယ်သူ ဘာဆိုတာ သိခဲ့ပေမယ့် ပတ်ဝန်းကျင်နဲ့ မွေးစားမိသားစုရဲ့ ဟန့်တားမှုကြောင့်\nပေါ်ပေါ်ထင်ထင် နေချင်တိုင်းနေလို့ မရခဲ့ပေမယ့် အရွယ်ရောက်လာတဲ့အခါမှာတော့ သူ့လိင်ခံယူချက်အတိုင်း ပေါ်တင်ပဲနေထိုင်ပါတော့တယ်။ဒါပေမဲ့ မိန်းမလျာတွေကို လုံးဝလက်သင့်မခံတဲ့ သူ့အသိုင်းအဝိုင်းကြောင့်\nတစ်နေ့မှာတော့ အိမ်ပေါ်ဆင်းပြီး သူ့အမေအရင်းရှိတယ်ဆိုတဲ့ လန်ဒန်မြို့ကြီးကို\nရှာတော်ပုံတော်ခရီးစဥ် ထွက်လာတဲ့အကြောင်းပဲ ဖြစ်ပါတယ်။\nနောက်ဆုံးမှာ ပတ်ထရစ် (ခ) ကစ်တန်တစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Ryyf/Breakfast.on.Pluto.2005.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBI1PJf3PSpVolhvwTmezVfqDIu.jpg",
        "title": "The Night Owl (2022)",
        "description": "The Night Owl (2023)ဒီတစ်ခေါက် တင်ဆင်ပေးမှာကတော့ နန်းတွင်းဇာတ်ကားကိုမှ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရာဇဝတ်ဇာတ်လမ်းဖြစ်ပါတယ်ချောင်နိုင်ငံရဲ့လက်အောက်ခံဖြစ်နေတဲ့ ဂျိုဆွန်းမင်းဆက် အင်ဂျိုဘုရင်လက်ထက်မှာ ဇာတ်အိမ်တည်ထားပါတယ်\nချောင်းဂယောင်းဆူဟာ ညီလေးဖြစ်သူရဲ့ ရောဂါကိုကုပေးချင်တဲ့အတွက် နန်းတွင်းသမားတော်လုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်\nအပ်စိုက် အထူးကျွမ်းကျင်တဲ့ ဂယောင်းဆူကတော့ အလင်းထဲမှာ မမြင်ရပေမဲ့ ညဘက်အမှောင်ထဲမှာဆိုရင်တော့ ရှင်းလင်းစွာ မြင်ရပါတယ်\nဒါပေမဲ့နန်းတွင်းထဲမှာ မမြင်ချင်သလို မကြားသလို နေရမှာဖြစ်တဲ့အလျောက် အဲဒါကို ဖုံးကွယ်ထားခဲ့ပေမဲ့...\n၈ နှစ်ကြာမှ ချောင်နိုင်ငံဓားစာခံအဖြစ်ကနေ ပြန်လာတဲ့ အိမ်ရှေ့စံရဲ့ သေဆုံးမှုကို\nမျက်မမြင်လို့သိထားကြတဲ့ ဂယောင်းဆူဟာ မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုရပါတော့တယ်မျက်မမြင်တစ်ယောက်က မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုမယ့်ကိစ္စဟာ မယုံနိုင်စရာဖြစ်တဲ့အပြင်\nဘုရင်ကိုလိမ်ထားတဲ့ ပြစ်မှုလည်း မြောက်နေပြန်တော့ ဘယ်လိုတွေ ရှေ့ဆက်ပြီး ဖြေရှင်းမလဲဆိုတာကို အတူကြည့်ရှုရမှာပါဂယောင်းဆူအဖြစ် Ryu Joon Yeol နဲ့ မင်းသားကြီး Yu Hae Jin က အင်ဂျိုဘုရင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်\nဝါရင့်မင်းသားကြီးနှစ်လက်ရဲ့ ဇာတ်လမ်းဆိုတော့ သရုပ်ဆောင်ပိုင်းတော့ အထူးပြောစရာမလိုတော့ပါဘူးနော်\nရာဇဝင်ဇာတ်လမ်း ကြိုက်တတ်တဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1RAe8/The.Night.Owl.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7eyngqjdvKB7NvrWtCjjTNNq8N.jpg",
        "title": "RocknRolla(2008)",
        "description": "RocknRolla(2008)=============== နာမည်ကြီး Director Guy Ritchie ရဲ့လက်ရာ အက်ရှင်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်တဲ့ Rocknrollaကိုတင်ဆက်ပေးလိုက်ပါတယ်။လန်ဒန်မြို့ရဲ့ဒုစရိုက်လောက၊ မူးယစ်ဆေး၊ အိမ်ခြံမြေဥပဒေပိုင်းအကျင့်ပျက်ခြစားမှုတွေကို လှည့်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားလို့ အက်ရှင်ကားကြိုက်ရင် ကြည့်သင့်တဲ့ ပေးရတဲ့အချိန်နဲ့တန်စေမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ဇာတ်အိမ်ကတော့ လန်ဒန်အိမ်ခြံမြေလောကကို လက်ခုပ်ထဲထည့်ထားတဲ့ လောဘကြီးတဲ့သူဌေးကြီး လန်နီကိုးလ်ဆီကို ရုရှားသူဌေးတစ်ဦးက လုပ်ငန်းအတွက်ဆက်သွယ်လာရာမှ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေနဲ့ နှစ်ဦးကြားကို ပတ်သက်မိသွားတဲ့ ဒုစရိုက်အဖွဲ့ဝိုင်းဘန့်ချ်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်။ ဘယ်လိုမျိုးအဖြစ်အပျက်တွေက ဝိုင်းဘန့်ချ်ကို စောင့်ကြိုနေမလဲ၊ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေက ဘာတွေဆက်ဖြစ်လာစေမလဲ၊ အကွက်ကျ ကောက်ကျစ်တတ်တဲ့သူဌေးနှစ်ဦးကြားမှာ မြေစာပင်ဖြစ်သွားမလားဆိုတာကို ပြကွက်တစ်ကွက်ချင်းဆီက အချိတ်အဆက်မိမိနဲ့ ဆွဲခေါ်သွားမှာပါ။ File size…1.13GB / 502MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chloe Khin",
        "rating": "7.2",
        "url": "https://megaup.net/1bCrg/RocknRolla.2008.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rrkyLYbgLj84AYvjhdcJot4JPx.jpg",
        "title": "Almost Famous(2000)",
        "description": "Almost Famous(2000)===================IMDb 7.9 / Rotten Tomatoes 89%\"ဒီကမ္ဘာပေါ်မှာ အောင်မြင်ကျော်ကြားမှုကို မလိုချင်တဲ့လူရှိရင် ငါ့ကိုပြစမ်းပါအဲ့ဒီလူဟာ အရူးပဲဖြစ်ရမယ်\"\"အောင်မြင်ကျော်ကြားမှုက အရာရာပဲ\"\"အောင်မြင်ကျော်ကြားတဲ့သူဟာ ဘာလုပ်လုပ်တင့်တယ်တယ်\"ဒီရုပ်ရှင်ကတော့ ၁၉၇၃ခုနှစ်ဝန်းကျင်က ရော့ခ်ဂီတသတင်းစာဆရာလေးဝီလီယမ်မင့်လားနဲ့ စတေးဝါးတား လို့ခေါ်တဲ့ ရော့ခ်ဂီတအဖွဲ့တို့ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် မိခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာပဲနေခဲ့ရတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ သူ့ရဲ့စာအ​ရေးအသားပါရမီကြောင့် မဂ္ဂဇင်းတိုက်တစ်တိုက်ရဲ့ သတင်းစာဆရာအဖြစ်ကမ်းလှမ်းခြင်းကို ခံခဲ့ရပါတယ်ရေးရမယ့်ဆောင်းပါးအတွက် အင်တာဗျူးလုပ်ဖို့ စတေးဝါးတားလို့ခေါ်တဲ့ရော့ခ်ဂီတအဖွဲ့နောက်ကို လိုက်ခဲ့ပါတော့တယ်ကမ္ဘာလှည့်ဖျော်ဖြေပွဲလုပ်နေတဲ့ စတေးဝါးတားအဖွဲ့နောက် လိုက်ရင်းရော့ခ်ဂီတလောကအကြောင်း လူ့လောကအကြောင်း အတွေ့အကြုံတွေရခဲ့တဲ့ဆယ်ကျော်သက်လူငယ်လေးရဲ့အခက်အခဲတွေ စိတ်အားထက်သန်မှုတွေကိုနှစ်သက်ကြည်နူးဖွယ် ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်.... File size…2.62GB / 1.5GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Adventure , Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "7.9",
        "url": "https://megaup.net/2xxlw/Almost.Famous.2000.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqWBBoIjhBtZmNPPgwgbeuedFMB.jpg",
        "title": "Giant Fish 3: Fish Monster of Han River ( 2023 )",
        "description": "\"အယူသည်းမှုကနေ ဖြစ်ပေါ်လာတဲ့ ကြောက်မက်ဖွယ်ရာ အကျိုးဆက်များ\"မြို့နဲ့ ဝေးလံခေါင်သီလှတဲ့ ကျေးရွာနယ်မြေလေးတွေမှာ\nနတ်ဆရာမ ၊ စုန်း အစရှိတဲ့ အတတ်ပညာတွေ အယူသီးလေ့ရှိကြပါတယ် ။\nဟန့်ကျန်းဆိုတဲ့ ရွာငယ်လေးတစ်ရွာမှာ ကလေးမီးမဖွားနိုင်တဲ့\nမိခင်တစ်ယောက်ကို မီးဖွားနိုင်စေဖို့အတွက် နတ်ဆရာမတစ်ဦးဟာ\nအောက်လမ်းနည်းပညာ အတတ်တစ်ခုနဲ့ ပြုစားလုပ်ပေးခဲ့ပါတယ် ။အဲ့ဒီကိစ္စဖြစ်ပျက်ပြီး ရှစ်နှစ်ကြာပြီးတဲ့နောက်မှာ ရွာငယ်လေးဆီဝယ်\nထူးဆန်းလှတဲ့ သေဆုံးမှုတွေ ထူးဆန်းလှတဲ့ အဖြစ်အပျက်တွေ\nအဆက်မပြတ်ဆိုသလို ပေါ်လာခဲ့ပါတော့တယ် ။ အဲဒီအထဲကမှ\nသော်ပေါင် ဆိုသူကလဲ ဇနီးသည်ကို ဆုံးရှုံးလိုက်ရပြီး\nသမီးငယ်လေးဖြစ်သူနဲ့ မြို့မှာသွားရောက်နေထိုင်ခဲ့ပါတယ် ။တစ်နေ့မှာတော့ သော်ပေါင် တစ်ယောက် မြိူ့ကနေ ရွာငယ်လေးဆီကို တစ်ဖန်ပြန်လာခဲ့တဲ့အခါ...?\nထူးဆန်းလှတဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်း သိရှိလိုက်ရပြီးတဲ့နောက်\nကြောက်မက်ဖွယ်ကောင်းလှတဲ့ နောက်ကွယ်က အမှန်တရားကို\nရှာဖွေဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။ အမည်မဖော်နိုင်တဲ့\nထူးဆန်း ကြောက်မက်ဖွယ်ကောင်းတဲ့ ကိစ္စတွေထဲကမှ\nအမှန်တရားကိုရှာဖွေပြီး ကဒ်ဆိုးဆိုက်နေတဲ့ ရွာငယ်လေးကို\nကယ်တင်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုလိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-fish-3-fish-monster-of-han-river-2023/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ0yaNVu5zN5TCvTET9urHYIngN.jpg",
        "title": "Sniper Vengeance ( 2023 )",
        "description": "ကြီးမားလှတဲ့ စစ်ဆင်ရေး တာဝန်တစ်ခုမှာ သေဘေးကနေ\nလက်မတင်လေးတင် လွတ်မြောက်လာခဲ့ပြီး သူယုံကြည်ရဆုံး\nရဲဘော် ရဲဘက်တွေကို ဆုံးရှုံးလိုက်ရသူ လက်ဖြောင့်စနိုက်ပါသမား - ကောင်းကျန်းရဲဘော်တွေ သေဆုံးခဲ့ရလို့ ဖြေမဆည်နိုင်ဖြစ်နေပေမဲ့\nကောင်းကျန်းဘဏ်အကောင့်ထဲမှာ အမေရိကန်ငွေ\n၄ သိန်းရောက်ရှိနေခဲ့တာမို့ သူ့ရဲဘော်တွေကို\nသစ္စာဖောက်တယ်ဆိုပြီး စွပ်စွဲခံနေခဲ့ရပါတယ် ။နာကျဥ်းမှုတွေ များစွာရင်ဝယ်ပိုက်ထားတဲ့\nကောင်းကျန်းတစ်ယောက် မုန်တိုင်းအဖွဲ့ ဆိုတဲ့\nအဖွဲ့နဲ့ ပူးပေါင်းကာ လက်စားချေဖို့ လုပ်ဆောင်ခဲ့ပါတော့တယ် ။❏ ပြန်ပေးဆွဲမှုတွေ ခဏ ခဏ ကြုံတွေ့ရတဲ့ အချိန်မှာ\nနောက်ကွယ်က ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမှာလဲ?\n❏ သူ့ကိုချောက်ချတဲ့ သူကတော့ အမှန်ပဲရှိနေခဲ့တာလား?\n❏ ကျဆုံးသွားတဲ့ ညီအစ်ကိုတွေအတွက်ရော\nကောင်းကျန်းတစ်ယောက် လက်စားချေနိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Review By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sniper-vengeance-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Boggie-135x200.jpg",
        "title": "Boogie Nights (1997)",
        "description": "မင်းသား Mark Wahlberg ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားကို တင်ပေးထားလိုက်ပါပြီဒီကားကတော့ အက်ဒီအဒမ်စ်ဆိုတဲ့ကောင်လေးကို ညစ်ညမ်းကားဒါရိုက်တာဂျက်ခ်ဟော်နာက တွေ့ရှိသွားပြီး ခေါ်လာခဲ့ရာမှ နာမည်ကြီးအပြာမင်းသားဖြစ်သွားတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။\nPornography ဖန်တီးတဲ့အကြောင်းတွေ ထဲထဲဝင်ဝင်ရိုက်ပြထားတဲ့အပြင် အဖော်အချွတ်အခန်းတွေအများကြီးပါတဲ့အတွက် ကလေးတွေနဲ့ကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး..Imdb 7.9/10 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီး ဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အခုအချိန်အထိလည်း Masterpiece ကားလို့တင်စားခံနေရတုန်းပါ။ File size…(3.08GB)  / (`1.54GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:35:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://megaup.net/1bCcw/Boogie.Nights.1997.720p(CM)_(2).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/p15005_v_v12_al-133x200.jpg",
        "title": "M. Butterfly (1993)",
        "description": "M. Butterfly (1993)ဒီကားကို ရိုက်တဲ့ဘဲက ဒေးဗစ်ခရိုနင်ဘတ်။ သူ့တော့ သိကြတယ်ဟုတ်။ Crimes of the Future တို့၊ The Fly တို့၊ Crash တို့လို Body Horror တွေအရိုက်များခဲ့တဲ့သူပါပဲ။ Body Horror မာစတာတစ်ပါးအဖြစ်လူသိများတဲ့ ခရိုနင်ဘတ်ဟာ ဒီတစ်ခါတော့ ထူးထူးခြားခြား ဘာညာဘာညာကြတာတောင် ဘော်ဒီမပြတဲ့ ကားကို ရိုက်ချလိုက်တယ်။မင်းသားက Jeremy Irons ပါ။ ပေါ်ပြူလာအရမ်းဖြစ်တဲ့ထဲ မပါပေမဲ့လည်း သရုပ်ဆောင် တော်တော်ကောင်းတဲ့ ဘိုးတော်ကြီးပေါ့။ မင်းသမီးကတော့ အဲလေ နောက်မင်းသားကတော့ ဂျွန်လုံးပါ။ သူကတော့ ပုရီကားမှာ တော်တော်များများသိကြမှာပါ။ Rush Hour 2 ကတော့ သူ့ကို လူသိအများကြဆုံးကားဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းကတော့ ပြင်သစ်သံရုံးက စာရင်းကိုင်တစ်ယောက်ဟာ တစ်နေ့ အော်ပရာသွားကြည့်ရင်း ပီကင်းအော်ပရာသမလေးတစ်ယောက်နဲ့တွေ့တယ်။ ဘာမှတော့မသိပေမဲ့ အနုပညာကိုခံစားတတ်သလို ဘာလိုလိုနဲ့ ရောဖောရင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1bBz9/(CM)_M._Butterfly_(1993)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1bBeh/Dog.Gone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fq4hQDX9iExGMcTXLEhvJU1EZFm.jpg",
        "title": "Transit(2018)",
        "description": "Transit(2018)*************ငါတို့ဟာ တရွေ့ပြီးတရွေ့\nငါတို့ဟာ တငွေ့ငွေ့\nငါတို့ဟာ ဘယ်ရထားမှာလွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက်ကြာခဲ့သလဲ\nခင်ခင်ပျိုရေ ငါစောင့်ခဲ့တယ်။\nဆရာကြီးအောင်ချိမ့်ရဲ့ ကဗျာထဲကလိုပဲ။ ကိုယ့်ဘဝမှာ ကိုယ့်အနား တစ်သက်လုံးခေါ်မထားနိုင် တဲ့သူ(ဒါမှမဟုတ်) သူ့အနားမှာ ကိုယ့်ကို တစ်သက်လုံးလက်မတွဲနိုင်သူတွေကို ဘယ်လိုမျိုးအလွဲခံပြီး၊ဘယ်လောက်များဒုက္ခအရောက်ခံပြီး ချစ်ခဲ့ဖူးပါသလဲ။ တစ်ချိန်ချိန်မှာခွဲရမယ်မှန်းသိသိနဲ့ မျဉ်းပြိုင် နှစ်ကြောင်းလို မဆုံအောင်လုပ်မှာလား၊ ဆုံပြီးမှဝေးရတဲ့မျဉ်းဆုံလိုမျိုး ကြုံချင်သလား တစ်ခါတရံ ဝေခွဲမရဖြစ်ခဲ့ဖူးပါသလား။ဒီဂျာမန် အချစ်ကားလေးထဲမှာတော့ ဒီလိုမျိုး ခံစားချက်တွေရဲ့ လေးနက် ပြင်းထန်မှုကိုလှလှပပဖော်ကျူးထားပါတယ်။ ဇာတ်လမ်းကို ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဂျာမန်တွေပြင်သစ်ဝင်သိမ်းတဲ့နောက်ခံအခြေအနေကို ယနေ့ခေတ်ပုံစံနဲ့ ရိုက်ထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ ဂျော့ဂ်ျဟာ တေလေတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းတစ်ယောက်အကူ အညီ တောင်းတာကြောင့် ပြည်ပကိုထွက်ပြေးဖို့ကြိုးစားနေတဲ့ နာမည်ကြီးဂျာမန်စာရေးဆရာဝိုက်ဒယ်လ်\nကို သူပုန်းတဲ့နေရာမှာသွားတွေ့ပြီး စာ(၂)စောင် သွားပေးပါတယ်။ဒါပေမယ့် ဝိုက်ဒယ်လ်သေနေသွားတဲ့အတွက် မာဆေးလ်မြို့အထိသွားပြီးဒီသတင်းကို သူ့မိတ်ဆွေတွေဆီပေးဖို့ဖြစ်လာပါတယ်။ မာဆေးလ်မြို့ကို အရောက်မှာသူဟာ မိန်းမတစ်ယောက်နဲ့ ကလေးငယ်လေးတစ်ယောက်ကို ချစ်မိသွား၊ သံယောဇဉ်တွယ်မိသွားပါတယ်။အဲဒီ အချစ်စိတ်၊ သံယောဇဉ်စိတ်တွေနဲ့ သူ့ရဲ့ အတ္တတစ်ကိုယ်ကောင်းဆန်မှုတို့ လွန်ဆွဲကြပါတော့တယ်။သူရဲ့အတ္တကပဲ အနိုင်ရမလား၊ အချစ်စိတ်ကပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2xwco/Transit.2018.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aZ2CWumYRunOWquAEtG293xrZWK.jpg",
        "title": "Body Jumper (2001)",
        "description": "Body Jumper (2001)\n\" အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးထားပါတယ်ခင်ဗျာ \"\nတစ်ချိန်က နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ သရဲမ ဘော့ဘ်ဟာ သူကျင်လည်ကျက်စားရာရွာလေးမှာ ယောက်ျားတွေကို မြူစွယ်ရင်း အသည်းဖောက်စားလေ့ရှိတယ်။ အဲဒီတော့ ရွာသားတွေလည်း တစ််နေ့တခြားဆိုးသွမ်းလာတဲ့ ဘော့ဘ်ကို သရဲနှင်ဆရာတွေခေါ်ပြီး ရေတွင်းပျက်တစ်ခုထဲ ပိတ်လှောင်ခဲ့ကြတယ်။နှစ်ပေါင်း ၇၀အကြာမှာတော့ မြို့ကကျောင်းသားတစ်အုပ် အဲဒီဆမ်ခေါ်ရွာလေး တိုးတက်ဖို့ဆိုပြီး ကျောင်းပရောဂျက်အတွက် ရောက်လာကြတယ။ သူတို့ထဲက သိပ်လှတဲ့ ကောင်မလေး ဂဲ ရေချိုးတာကို ချောင်းကြရင်း သရဲမဘော့ဘ်ကို မတော်တဆ လွတ်မြောက်သွားစေခဲ့တယ်။ ဘော့ဘ်ဟာ ဂဲဆီ ဝင်ပူးပြီး ကျောင်းသားအုပ်စုနဲ့အတူ ဘန်ကောက်မြို့ကို ပြန်လိုက်သွားချိန်မှာတော့...ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် ထိုင်းသရဲဟာသကားလေးဖြစ်တာမို့ အားပေးလိုက်ကြပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 760MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://megaup.net/2xw9i/(CM)_Body_Jumper_(2001)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zQaCv7lKwHsh0YSHkt1QNjIOZ1c.jpg",
        "title": "Waltz with Bashir(2008)",
        "description": "Waltz with Bashir(2008)***********************၁၉၈၂ ခုနှစ် ဇွန်လမှာ အစ္စရေးဟာ လက်ဘနွန်နိုင်ငံကိုကျူးကျော်စစ်စတင်ခဲ့စဉ်ကအကြောင်းတွေပြန်လည်ဖော်ထုတ်ထားတဲ့ဖြစ်ရပ်မှန်နောက်ခံဇာတ်ကားဖြစ်ပါတယ်။\nAri Flomanဟာထိုစစ်ပွဲမှာ အစ္စရေးဘက်ကတိုက်ခိုက်ခဲ့သူဖြစ်ပြီးလက်ရှိမှာ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ကာ စစ်ပွဲနဲ့ပတ်သက်တာတွေကို သူမမှတ်မိနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာသူငယ်ချင်းဖြစ်သူ ဘော့ဇ်က သူ့အိပ်မက်အကြောင်းပြောပြတော့လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က စစ်ပွဲမှာဖြစ်ပျက်ခဲ့တာတွေကိုရေးရေးမြင်လာပါတယ်။\nစစ်ပွဲမှာ သူဘာတွေလုပ်ခဲ့လဲ၊ဘယ်တွေရောက်ခဲ့လဲဆိုတာကို ပြန်လည်ရှာဖွေဖို့မိတ်ဆွေတွေဆီလိုက်မေးတဲ့ ပုံစံမျိုးနဲ့ဇာတ်အိမ်တည်ထားပါတယ်။\nဘာလို့လိုက်မေးရသလဲ ဒီဇာတ်ကားကိုသူဘာကြောင့်ထုတ်လုပ်ရသလဲဆိုတော့အဲ့အချိန် အဲ့စစ်ပွဲမှာဖြစ်ပျက်ခဲ့ပြီး ဘာစီရင်ချက်မှမရှိခဲ့တဲ့ လက်ဘနွန်ဒုက္ခသည်စခန်းတွေက\nအစုလိုက်အပြုံလိုက်သတ်ဖြတ်မှုတွေကို မီးမှောင်းထိုးပြချင်လို့ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာထိုအချိန်ကရိုက်ကူးခဲ့တဲ့ video footageလေးနဲ့အဆုံးသတ်ထားပါတယ်။File Size : (1.5GB) and (575MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ryz9/Waltz.with.Bashir.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Animation, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWJjMzg3MDctMzEyZS00ZGU4LWI0MzgtMDY3NTViZjNjMGU4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Mukundan Unni Associates™ (2022)",
        "description": "Mukandan Unni Associate\n====================‌\nimdb rating 8.0/ 1.5k၂၀၂၃ မှာထွက်ရှိလာတဲ့ ဒီကားလေးက အင်ဒီယန်း မာလာရမ်\nစကားပြောရုပ်ရှင်ဖြစ်ပြီး ရှားရှားပါးပါးblack comedy အမျိုးအစားဖြစ်ပါတယ်။\nNight crawler ကြည့်ဖူးတဲ့သူတွေဆိုရင် အဲ့ထဲက မင်းသားဘယ်လောက်တောင်\nသောက်ခွက်ဖြတ်ရိုက်ချင်စရာကောင်းလဲသိမှာပါခုဒီဇာတ်ကားထဲက အဓိကဇာတ်ဆောင် ရှေ့နေမူကန်ဒန်ရဲ့ မအောင်မြင်တဲ့ဘဝကနေ\nအောင်မြင်လာအောင် ဘယ်လိုတက်ကျမ်းတွေကို ဘယ်လိုသုံးပြီး\nအိန္ဒိယကားများထုံးစံ နိုင်ငံရေး ကျန်းမာရေး ရဲ တရားသူကြီး\nရှေ့နေ တစ်ခုမကျန် ပတ်လှောင်ထားတာကိုတွေ့ရမှာပါဒီမင်းသားရဲ့ ယဉ်ယဉ်လေးရူးနေတဲ့ပုံစံနဲ့ ဇာတ်ကိုသယ်သွားတဲ့ပုံက\nဇာတ်လမ်းပြီးသွားတာတောင် မသိလိုက်ရလောက်အောင်\nဇာတ်ရှိန်လုံးဝမကျတဲ့ထိပါပဲ အဲ့တော့ ပရိသတ်များခံစားဖို့အတွက်\nဒီအောင်မြင်ကြီးပွားရေးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.39GB / 829MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ThuRein Lynn",
        "rating": "8.0",
        "url": "https://megaup.net/1bB4n/Mukundan_Unni_Associates_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bx1a/Laththi_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e27G0o01y6aPYn6OScB2G6NbqVz.jpg",
        "title": "Raw Deal(1986)",
        "description": "Raw Deal(1986)============== မာဖီးယားဂိုဏ်းကြီးတခုရဲ့ အမှုမျက်မြင်သက်သေ ကိုကာကွယ်ရင်းသေဆုံးသွားတဲ့ သားဖြစ်သူအတွက် လက်စားခြေဖို့ ကြိုးစားနေတဲ့အရာရှိကြီး ဟယ်ရီရှန်နွန် သက်ငယ်မုဒိမ်းမှု တရားခံကို ကြမ်းတမ်းစွာဖမ်းဆီးမှုနဲ့ ရာထူးချခံလိုက်ရပြီး နယ်မြို့လေးမှာ အရက်စွဲနေတဲ့ဇနီးဖြစ်သူနဲ့ နေထိုင်ရင်း စိတ်ဓာတ်ကျနေတဲ့ နယ်ထိန်း ကာမင်စကီ(အာနိုး)အဲ့ဒီနှစ်ယောက်ပူးပေါင်းမိပြီး အရာရှိတွေပါအိပ်ထဲထည့်ထားနိုင်တဲ့ချီကာဂိုမြို့ရဲ့အကြီးဆုံးမာဖီးယားဂိုဏ်းကြီး ထဲမှာ သူလျှိုအဖြစ်ဝင်ရောက်ကာ ဖျက်ဆီးဖို့ကြိုးစားကြပုံတွေကို ၁၉၈၀ခေတ်ကာလက‌ဇာတ်ကားဟောင်းလေးတွေ အမှတ်တရ ပြန်လည်ကြည့်ရှုလိုသူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်..(Arnold Schwarzenegger (အားနိုး)  ငယ်ဘဝ ရဲ့  ပုံရိပ်လေးတွေကိုဒီကားမှာ ပြန်လည် ခံစားလို့ ရမှာ ဖြစ်ပါတယ်)  File size…1.25GB / 518MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min Thu",
        "rating": "5.7",
        "url": "https://megaup.net/1bAi1/Raw.Deal.1986..BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spnZVyEWNRgQ3qYQqsdXw6yeUvv.jpg",
        "title": "Action Team Overlord Flower ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို Action\nကားကောင်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင် ။\nဇာတ်လမ်း အကျဥ်း -နိုင်ငံရပ်ခြား မြို့ကြီးတစ်မြို့မှာ တပ်စွဲထားတဲ့ GWS သတင်းအချက်အလက်နဲ့\nနည်းပညာ ကုမ္ပဏီက ကွန်ယက်လုံခြုံရေး သုတေသနဲ့\nဖွဲ့ဖြိုးတိုးတတ်ရေး အရာရှိ ကျိုးမော့ဟာ ထူးထူးခြားခြားပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။အရေးကြီးတဲ့ သတင်းအချက်အလက်တွေနဲ့ လုံခြုံရေးကို\nကာကွယ်ဖို့ ချန်ယို နဲ့ မိန်ယာဆိုတဲ့ အမျိုးသမီးချောလေး နှစ်ယောက်ဟာ\nကယ်ဆယ်ရေးလုပ်ငန်းတွေ စတင်ဖို့ အန္တရာယ်ရှိတဲ့\nနေရာတွေကို သွားရောက်ခဲ့ကြရပါတယ် ။ တစ်ဖက်မှာလဲ\nတရုတ်အမျိုးသမီးတွေဟာ သဲလွန်စ မရှိပဲ\nထူးထူးခြားခြား တစ်ယောက်ပြီး တစ်ယောက်\nပျောက်ဆုံးလာတဲ့အခါမှာတော့ ...?❏ အထူးလေ့ကျင့်ထားတဲ့ မိန်းမချောလေးတွေ\nတာဝန်ကို ပြီးဆုံးအောင်ဆောင်ရွက်နိုင်ပါ့မလား ?\n❏ သဲလွန်စတွေနောက် အပူတပြင်းလိုက်ရှာခဲ့ရင်း\nတကယ့်အမှန်တရားကို ရှာတွေ့နိုင်ပါ့မလား\n❏ ဒီလမ်းတစ်လျှောက်မှာလဲ ဘယ်လို ကြောက်မက်ဖွယ်ကောင်းတဲ့\nစိတ်ခေါ်မှူတွေကို တွေ့ဆုံကြရမလဲဆိုတာ ကြည့်ရှူရင်း\nမိန်းမချောလေးများရဲ့ စွန့်စားခန်းကို ဖွင့်လိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/action-team-overlord-flower-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj9VF7GL3rLXHfoa8oQ4ioNT8GZ.jpg",
        "title": "The Hitcher(1986)",
        "description": "The Hitcher(1986)=============== ချီကာဂို ကနေ ဆန်ဒရေဂိုကို ကားတစ်စီးပို့နေတုန်းဂျင်မ်ဟော်လီစ် ဆိုတဲ့ကောင်လေးကဂျွန်ရိုင်ဒါဆိုတဲ့ ကားတားစီး‌တဲ့လူကိုကူညီ့ခဲတယ်ဒါ‌ပေမယ့်ရိုင်ဒါဟာ သူကလူသတ်သမားလို့ပြောပြီးတော့ဂျင်မ်ကိုသတ်ဖို့ကြိုးစာခဲ့တယ် ဂျင်မ်ဟာ ရိုင်ဒါလက်က‌နေကပ်သီးလေးလွတ်မြောက်လာပြီးတော့ကို ရိုင်ဒါကိုဘယ်တော့မှမတွေ့ဖို့ မျှော်လင့်ခဲ့တယ် ဒါပေမယ့် အဲ့ရိုင်ဒါကပဲ မိသားစုတစ်စုကိုသတ်ပစ်ခဲ့တာကိုမြင်တော့ ဂျင်မ်ဟာ နက်ရှ်ဆိုတဲ့ ယာဉ်ရပ်နားစခန်းစားသောက်ဆိုင်က စားပွဲထိုးမလေး အကူအညီနဲ့ ရိုင်ဒါကို လိုက်ပြီးဖမ်းဖို့ ပြုလုပ်ခဲ့ကြတယ် အဲ့အတောအ‌တွင်းမှာပဲတစ်ယောက်နဲ့တစ်ယောက် ကြမ်းတမ်းတဲ့ ကားနောက်လိုက်တာ‌တွေ ရက်စက်တဲ့လူသတ်မှုတွေအကြောင်းဖော်ကြူးထားတဲ့ စိတ်‌‌ချောက်ခြားစိတ်လှုပ်ရှားဖွယ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…1.07GB / 425MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Thura",
        "rating": "7.2",
        "url": "https://megaup.net/2xveD/The.Hitcher.1986.BluRay720p(CM).mp4",
        "category": "Action, Thriller"
    }
]