[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UkcMbrurCHTe2CDu9WuIZkCisu.jpg",
        "title": "Miracle in Cell No. 7 (2022)",
        "description": "Miracle in Cell No.7 (2022)Miracle in Cell No. 7 ဆိုတာနဲ့ မြန်မာနိုင်ငံမှာ လူသိများတဲ့ ပတ်ရှင်ဟေးရဲ့ ဇာတ်ကားဆိုတာသိကြမှာပေါ့။\nဒီဇာတ်ကားက နာမည်ကြားတာနဲ့တင် လူတွေအားလုံးသိကြတဲ့အထိ အောင်မြင်မှုရခဲ့သလို Remake တွေပါ ထပ်ထပ်ရိုက်ရတဲ့အထိ၊\nRemake တွေကပါ ဆုတွေကိုသိမ်းပိုက်နိုင်တဲ့အထိ လူတွေရဲ့ရင်ထဲကို အကြိမ်ကြိမ်အခါခါ တိုးဝင်နိုင်တဲ့ ဇာတ်ကားလေးပါ။အခု Miracle in Cell No. 7 ကတော့ ကိုရီးယားကားမဟုတ်၊ တူရကီ remake မဟုတ်တဲ့ အင်ဒို remake ပါ။\nဒီအင်ဒိုကားမှာတော့ Vino G. Bastian က ဖခင်ဖြစ်သူ ဒိုဒိုရိုဂျာ့ခ်အနေနဲ့ မူရင်းကိုရီးယားဇာတ်ထက် မလျော့စေဘဲ ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ထားပြီး\nMaya Awards, Festival Film Indonesia တို့မှာလည်း ဆန်ကာတင်စာရင်းဝင် ၊ဆုတွေရခဲ့တာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဉာဏ်ရည်မမှီတဲ့ သာမန်ပူဖောင်းလည်ရောင်းသူ ဒိုဒိုရိုဂျာ့ခ်ဟာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1TCgy/Miracle.in.Cell.No.7.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1ih1Tl1LwSDyRewTsLwu6LSzz.jpg",
        "title": "The Wandering Moon (2022)",
        "description": "The Wandering Moon ( 2022 )ဒီကားရဲ့ဒါရိုက်တာ ကိုရီးယားနွယ်ဖွား Lee Sang-il။\nသူ့ကား Unforgiven ( 2013 ) နဲ့ Rage ( 2016) တို့က အာရှရုပ်ရှင် ဂျပန်ရုပ်ရှင်ပရိသတ်တွေ တစ်ခုတ်တရထည့်ထည့်ပြောရတဲ့ထဲပါတတ်တော့ သူ့စကေးကိုက လျှော့တွက်လို့တော့မရဘူး။\nဒီကားဆိုလည်း ဇာတ်အိမ်က ရှားရှားပါးပါးဇာတ်အိမ်မျိုးလို့တောင် ပြောလို့ရတယ်။\nတစ်သီးတစ်သန့်ပဲနေတတ်တဲ့ အပေါင်းအသင်းသိပ်မရှိတဲ့ လူငယ်လေးနဲ့ အိမ်ကထွက်ပြေးချင်နေတဲ့ ကလေးမပေါက်စနလေးတွေ့ကြတာကနေ\nသဘောကောင်းတဲ့ လူငယ်လေးက ကလေးမလေးကို ခေါ်ထားရင်း ကလေးတွေကိုမှ လိင်စိတ်တိမ်းညွတ်နေတဲ့လူလို့ စွပ်စွဲခံလိုက်ရပြီး အပြစ်ရှိတယ်လို့ပါ သတ်မှတ်ခံလိုက်ရတဲ့ ဇာတ်။\nဒါပေမဲ့ အဲဒီလူငယ်လေးက ကလေးမလေးကို ဘာမှမလုပ်ခဲ့သလို ကလေးမလေးကလည်း သူ့ကြောင့်ဖြစ်သွားတဲ့ အသိကြီးနဲ့ ရှင်သန်လာခဲ့ရတယ်။\nဒီလိုနဲ့ ကလေးမလေး အရွယ်ရောက်လာတဲ့အခါ သူတို့ပြန်တွေ့ကြရာကနေ ဇာတ်ကို ဆက်အသက်သွင်းထားတယ်။\nအများအမြင်တော့ ကလေးမုဒိန်းကောင်နဲ့ သူ့နစ်နာသူကလေးမလေး ချစ်မိကြတယ်လိုလို ဖြစ်လာတဲ့အခါ\nသူတို့တွေ လူတွေရဲ့တိုက်ခိုက်မှုတွေကို သူတို့နည်းသူတို့ဟန်နဲ့ရင်ဆိုင်ကြရာက ဒီဇာတ်ဖြစ်လာတယ်။ဒီကားရဲ့ ဇာတ်လိုက်က ၂၀၁၄တုန်းကထွက်ထားတဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zzK4/The.Wandering.Moon.2022.720p.BluRay.CM.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFJ413PtJ7OCTcYYuplbpDk37fy.jpg",
        "title": "Sister Sister 2 (2023)",
        "description": "(18+) Sister Sister 2 (2023)\nဒီတစ်ခါမှာတော့ ဗီယက်နမ်ဇာတ် လူကြီးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘာထရာ ဆိုတာ သူ့နယ်သူပယ်မှာတော့ အလှဆုံးဆိုတဲ့ဂုဏ်ပုဒ်ရထားတဲ့ မိန်းမလှလေးတစ်ဦးပါ။\nဘာထရာ ဆိုတာကို မသိတဲ့သူမရှိလောက်အောင် လှလည်းလှ နာမည်လည်းကြီးသူပါ။\nပုရိသယောက်ျားသားတွေကလည်း သူမှသူ ဖြစ်နေအောင်ကို ကျက်သရေရှိတဲ့အမျိုးသမီးပေါ့။တစ်ဖက်မှာတော့ နှီ ဆိုတဲ့ကောင်မလေးဟာ ဘဝမပြည့်စုံမှုကြောင့် ပြည့်တန်ဆာအဖြစ် အသက်မွေးနေရတဲ့သူပါ။\nအဆင်မပြေတာတွေ အံတုရင်း ချမ်းသာချင်နေတဲ့သူပေါ့။\nဒီလိုနဲ့ တစ်နေ့ကျ ဘာထရာနဲ့ဆုံရင်း သူလည်း ဘာထရာ့လိုဖြစ်ချင်တဲ့ဆန္ဒတွေဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့ ဘာထရာ့အနားကို နည်းအမျိုးမျိုးနဲ့ချဉ်းကပ်ရင်း\nနှီ့ဘဝ တဖြည်းဖြည်းပြောင်းလဲသွားတာကို ကြည့်ကြရမှာဖြစ်ပါတယ်။\nဘဝနှစ်မျိုးကြားက ကွာခြားချက်တွေကိုလည်း မြင်ကြရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10x02 ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.54GB | 840MB | 411MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.6",
        "url": "https://megaup.net/4Bs6h/Sister.Sister.2.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xU6xN6s8zQIHoAcnzl9b0KC9W1Y.jpg",
        "title": "Organic Mama Hybrid Alludu (2023)",
        "description": "Organic Mama Hybrid Alludu(2023)IMDb-8.1/10တေလဂူးရဲ့ အကောင်းဆုံးဒါရိုက်တာ Flimfare ဆုရဖူးတဲ့ S.V Krishna Reddy ရိုက်ကူးထားတဲ့\nတေလဂူး အချစ်ဇာတ်‌လမ်းပေါ့ပေါ့ပါးပါးလေးနဲ့\nCM ပရိသတ်ကြီး အပန်းပြေနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းဒါရိုက်တာဖြစ်ရဖို့ရူးသွပ်လွန်းတဲ့ ဗီဂျေးဟာသူ့ရဲ့ပွဲဦးထွက်နှစ်ကားမှာပဲ အရှုံးပေါ်ခဲ့လို့\nမိသားစုကယုံကြည်မှုမရပဲ မိသားစုစီးပွားရေးကိုပဲလုပ်ဖို့ဖိအားပေးနေရတဲ့လူငယ်လေးပါ\nဗီဂျေးကလည်း ဒါရိုက်တာပဲလုပ်ချင်တဲ့ခေါင်းမာပြီး\nပါးနပ်ထက်မြတ်တဲ့လူငယ်တစ်ယောက်ဆိုတော့ အိမ်နဲ့အတိုက်အခံပေါ့ တစ်နေ့အဖေစိတ်ချမ်းသာဖို့ဆိုပြီး\nကြယ်ငါးပွင့်ဟိုတယ်မှာ ကွန်ဒါပီလီအရုပ်တွေတက်ရောင်းပေးရင်းကနေ မင်းသမီးလေးနဲ့ဆုံပါတော့တယ်မင်းသမီးလေးကလည်း သူကြွယ်သူဌေးမြေရှင်ကြီးရဲ့ တစ်ဦးတည်းသောချစ်မ၀သမီးလေးပေါ့\nတွေ့ရာလူနဲ့ကြိုက်သွားမှာဆိုးလို့ ကျောင်းတောင်မထားရက်လောက်အောင် အချစ်ခံရတဲ့သမီးလေး\nသူဌေးသမီးလေး ဟာစီနီနဲ့ ရိုးသားကြိုးစားဖိုးသခွားဒါရိုက်တာလေးဗီဂျေး ရှေ့ဆက်ပေါင်းစည်းနိုင်မလား\nဗီဂျေးကရောအိမ်မက်အတိုင်းအောင်မြင်တဲ့ဒါရိုက်တာကြီးဖြစ်နိုင်မလား ခံစားကြည့်ပါဦး\nFile size…2.5GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2 h 22 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~NyeinAye",
        "rating": "8.1",
        "url": "https://megaup.net/3fy4l/Organic_Mama_Hybrid_Alludu_(2023)_Telugu_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRINNRiQIsYbxLKfQeYc0tKF1JJ.jpg",
        "title": "A Stitch in Time (2022)",
        "description": "A Stitch in Time (2022)~ IMDb rating - 6.8/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာ​ကတော့ ကြည့်ရင်းနဲ့ ရင်ထဲကို​​နွေး​ထွေးလာ​စေမယ့် 2022 တုန်းကထွက်ရှိထားတဲ့ ဒရာမာအမျိုးအစား A Stitch In Time ​ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ငယ်ငယ်တည်းက ခင်ပွန်းသည်အဆိုရှင်ကို ကူညီဖို့ မိမိဝါသနာအလုပ်ဖြစ်တဲ့ အပ်ချုပ်တာကိုစွန့်ပစ်ခဲ့တဲ့ လီပါတစ်​ယောက် ခင်ပွန်းသည်ရဲ့ အိပ်မက်ဖြစ်တဲ့ အ​ခွေထုတ်ဖို့ကို ဝင်ကူဖို့ကြိုးစားရင်း တရုတ်ဒီဇိုင်နာ ဟန်းနစ်ချ်နဲ့ ပြန်​​တွေ့ပြီး သူ့ရဲ့အိပ်မက်​တွေကို ပြန်လည်အသက်သွင်းဖို့ ကြိုးစားတဲ့အခါ ခင်ပွန်းသည်ရဲ့ ကန့်ကွက်မှု​တွေ၊ ရင်ဆိုင်ရမယ့်အခက်အခဲ​တွေကို အံတုရင်း ကြိုးစားရုန်းကန်ရတဲ့အကြောင်းပါ။ ဇာတ်လမ်းက ရိုးစင်းပေမဲ့ ကြည့်ရင်းနဲ့ တဖြည်းဖြည်း ရင်ထဲအကြည်ဓါတ်​လေး​ရော အ​နွေးဓါတ်​လေးပါ ခံစားရမယ့်ကား​လေးမို့ ဇာတ်လမ်းဇာတ်အိမ် အေးအေးငြိမ့်ငြိမ့်လေး ကြိုက်သူတွေ ကြည့်သင့်တဲ့ ဒရာမာကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 780MB\nQuality ...",
        "rating": "6.8",
        "url": "https://megaup.net/2zAqj/(CM)_A_Stitch_in_Time_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-2-137x200.jpg",
        "title": "Emma (1996)",
        "description": "MDb 7 / 10\nChannel Myanmar ပရိသတ်ကြီးကို ခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Pride and Prejudice စာရေးဆရာမ Jane Austen ရဲ့ Emma ဆိုတဲ့ဝတ္တုကို ဇာတ်ကားအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်။ တချို့သော ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ ၂၀၂၀ တုန်းကထွက်ခဲ့တဲ့ Anya Taylor-Joy နဲ့ရိုက်ထားတဲ့ ဗားရှင်းကို ကြည့်ပြီးကြတဲ့သူတွေလည်း ရှိမှာပါ။ ခုဇာတ်ကားကတော့ ၁၉၉၆ တုန်းက ထွက်ရှိခဲ့တဲ့ဗားရှင်းဖြစ်ပါတယ်။ ဒီဗားရှင်းကတော့ မူရင်းဝတ္ထုရဲ့ ဇာတ်ဝင်ခန်းအကုန်နီးပါး ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ Emma ဆိုတဲ့ သူဌေးသမီးလေးဟာ သူရဲ့ ဆရာမနဲ့ သူ့အိမ်နီးချင်းကို သူအောင်သွယ်ပေးလိုက်တာ ညားသွားတာကို အကြောင်းပြုပြီး တခြားတစ်ကိုယ်တည်းသမားတွေအတွက် အောင်သွယ်တော်လုပ်ချင်စိတ်တွေ တစ်ပွားပွားဖြစ်လာပါတယ်။ အဲဒါနဲ့ Emma ဟာ Harriet Smith ဆိုတဲ့ သူ့သူငယ်ချင်းရဲ့ အချစ်ရေးကို ဝင်စွက်ဖက်ပါလေသတဲ့။ အဲလိုစွက်ဖက်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1d05n/7sins-emma.1996.720p.(CM)..mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDBkNTM2NDAtYzg1MS00NDQ1LTgyNTItYTQ5ZmJjYjMyOTgyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "The Cases of Mystery Lane (2023)",
        "description": "ဒီ ‘The Cases of Mystery Lane’ ရုပ်ရှင်လေးကတော့ ၂၀၂၃ အစောပိုင်းမှာတင် ထွက်ရှိခဲ့တဲ့Crime/Thriller/Detective/Murder Mystery အမျိုးအစားပဲ ဖြစ်ပါတယ်။ မှုခင်းဇာတ်လမ်းဆိုပေမယ့်လည်းလေးလေးပင်ပင်ရှိမနေပဲ အားလပ်ချိန်တွေမှာ ပေါ့ပေါ့ပါးပါး ကြည့်လို့ကောင်းတဲ့ TV Movie အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -Birdie နဲ့ Alden လင်မယားနှစ်ယောက်ဟာ လျှို့ဝှက်ချက်တွေ ကိုယ်စီရှိနေကြပြီး တစ်ယောက်ကိုတစ်ယောက် ပွင့်ပွင့်လင်းလင်းလည်းမရှိကြတဲ့ လင်မယားတွေ ဖြစ်ကြပါတယ်။Birdie ကတော့ အလုပ်ရှင်အမေဖြစ်သူရဲ့ ဖိအားတွေအောက်မှာ အိမ်ခြံမြေရှေ့နေလုပ်ငန်း လုပ်နေသူဖြစ်ပါတယ်။Alden ကလည်း အလွတ်စုံထောက်ဖြစ်သင်တန်းကို မိန်းမဖြစ်သူမသိအောင် ခိုးတက်နေခဲ့ရာမှ လူသတ်မှုတစ်ခုထဲမှာ ပါဝင်ပတ်သက်မိခဲ့တဲ့အခါမှာတော့…မိန်းမဖြစ်သူ Birdie ကလည်း ထိုလူသတ်မှုနဲ့ မကင်းမရှင်း ဖြစ်နေခဲ့တဲ့အခါမှာရော…ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါး စိတ်ဝင်တစား ကြည့်ရှုခံစားရအောင် တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်။File size…(1.5 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://megaup.net/1dGe3/The.Cases.of.Mystery.Lane.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-10-133x200.jpg",
        "title": "A Winning Team (2023)",
        "description": "1942 ခုနှစ်မှစပြီး ပင်ဘောကိုရာဇဝတ်အဖွဲ့အစည်းတွေချုပ်ကိုင်ထားတယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ အမေရိကန်ကမြို့တော်တော်များများမှာ ပိတ်ပင်ပစ်ခဲ့ပါတယ် ။ 1970 ပြည့်နှစ်တွေမှာ Roger Sharpe ဆိုတဲ့နှုတ်ခမ်းမွှေးကားကားနဲ့လူတစ်ယောက် နယူးယော့မြို့ကြီးကိုစာရေးဆရာဖြစ်ချင်လို့ ရောက်လာရင်း မဂ္ဂဇင်းတိုက်တစ်ခုမှာအလုပ်လည်းရ Ellen ဆိုတဲ့ကောင်မလေးလည်းရပြီး သာယာနေတဲ့အချိန်မှာ သူရဲ့တစ်ခုတည်းသောထွက်ပေါက်ဖြစ်တဲ့ ပင်ဘောကိုပိတ်ပင်ထားကြောင်းသိရှိသွားတဲ့အချိန် Roger တစ်ယောက် စာရေးဆရာအနေနဲ့ရော Music and Amusement Association(MAA) နဲ့ပူးပေါင်းပြီးရော ပင်ဘောတရားဝင်ပြန်လည်ဖြစ်မြောက်ရေးအတွက် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာဆိုရင်တော့ ပင်ဘောရဲ့ကယ်တင်ရှင်ကြီးRoger Sharpe ရဲ့ဖြစ်ရပ်မှန်ဘဝကိုအခြေခံပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ခင်ဗျာ ။ ပင်ဘောကိုအကြောင်းပြချက်မျိုးစုံနဲ့ပိတ်ပင်ထားတဲ့ အမေရိကန်ကမြို့တွေရဲ့ဥပဒေတွေ၊ ပင်ဘောစတီထွင်တုန်းကနဲ့အခု ဘယ်လိုတွေပြောင်းလဲသွားလဲဆိုတာတွေနဲ့ Roger နဲ့ Ellen တို့အတူဖြတ်သန်းခဲ့ကြပုံကို လက်ရှိအချိန်မှာ Roger Sharpe ကပြန်ပြောပြနေပုံနဲ့တစ်မျိုး 1970 တုန်းက Roger Sharpe အနေနဲ့တစ်ဖုံ ဟာသလေးနှောပြီးတင်ဆက်ထားပါတယ် ။ ဒါရိုက်တာတွေကတော့ညီအကိုတွေဖြစ်တဲ့ Austin နဲ့ Meredith Bragg ...",
        "rating": "",
        "url": "https://megaup.net/1dt7b/A.Winning.Team.2023.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WyipqK3wOf8lJLWqFX0r7aBodm.jpg",
        "title": "A Thousand and One (2023)",
        "description": "A Thousand And One (2023)~ IMDb - 7.2/10, RT - 97%, Meta - 81% ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာ ထွက်ရှိထားပြီး Rating ​ကောင်း၊ Critics တွေရဲ့ ဝေဖန်မှုကောင်း​တွေ ရရှိထားတဲ့ ဒရာမာကား​လေး A Thousand And One ဆိုတဲ့ဇာတ်လမ်း​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ပြောချင်တာ လုပ်ချင်တာ​တွေကို စိတ်ထဲမသိုသိပ်ထားရုံမက အားနာစိတ်မရှိဘဲ လုပ်တတ်တဲ့ အိုင်နက် တစ်ယောက် သူ့သား တယ်ရီကို ​ဂေဟာက​​နေ ပြန်​​ပေးဆွဲပြီး လူမသိသူမသိ​အောင်နာမည်​တွေ​ပြောင်း ​မွေးစာရင်း​တွေ​ပြောင်းပြီး သူတို့​နေစရာအိမ် စားစရာ​တွေ မိသားစုဘဝ ကြိုးပမ်းတည်​ဆောက်ရာမှာ ​ကြုံ​တွေ့ရတဲ့ ကံ​ကောင်းမှု​တွေ ကံဆိုးမှု​တွေ အခက်အခဲ​တွေ ရင်ဆိုင်ရပုံ​တွေကို ထိထိမိမိ ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​လေး ဖြစ်ပါတယ်။ ဇာတ်ကားတစ်​လျှောက် အိုင်နက်ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1TBZK/(CM)_A_Thousand_and_One_(2023)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34cgjVoAIXVsZ2uZkTsdxWhv2Si.jpg",
        "title": "Wait With Me (2023)",
        "description": "Wait With Me (2023)ဒီကားလေးကတော့ သိပ်မကြာသေးခင်ကမှ Passionflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စာရေးဆရာမ အေမီဒေါ်စ်ရဲ့ Young Adult Genre \"Wait With Me\" စာအုပ်စီးရီးထဲက ပထမဆုံးစာအုပ်ဖြစ်တဲ့ \"Wait With Me\"ကို စာအုပ်ဖုံးများရှင် မော်ဒယ်ပရိုဂျူဆာမင်းသား အန်ဒရူးဘီရာနက်၊ ဓာတ်ပုံဆရာဒါရိုက်တာမင်းသမီး မက်ဒီဆင်လော်လောတို့နှစ်ယောက်နဲ့အတူ အချိတ်အဆက်မိမိ ပုံဖော်ရိုက်ကူးထားတဲ့ လူငယ်အကြိုက် ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားထဲမှာ မင်းသမီးကိတ်ထ်စမစ်သ်က ကားပြင်ဆရာဖြစ်တဲ့ မင်းသားမိုင်လ်ဟတ်ဆန်အလုပ်လုပ်တဲ့ တာယာဂိုထောင်မှာ သူမရဲ့ရောင်းအားအကောင်းဆုံးစာအုပ်ရဲ့ အဆက်စာအုပ်ကိုရေးဖို့ဈာန်‌ဝင်အောင်လို့ အဲဒီနေရာကို အကြောင်းအမျိုးမျိုးပြပြီး အဝင်အထွက်လုပ်နေလေ့ရှိပါတယ်။ အဲဒီကနေ တဖြည်းဖြည်း မိုင်လ်နဲ့အနေနီးသွားပြီး ရင်းနှီးမှုအတိုင်းအတာတစ်ခုကိုကျော်သွားတဲ့အခါမှာ ခံစားချက်တွေနက်ရှိုင်းလာကြပြီးနောက် ကိတ်ထ်ဖုံးကွယ်ထားတဲ့အကြောင်းတစ်ခုကို မိုင်လ်သိသွားတဲ့အခါ ဘယ်လိုတွေဖြစ်လာကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။စိတ်ဝင်စားစရာကောင်းတဲ့အချက်တစ်ခုကတော့ စာရေးဆရာမ အေမီက \"Wait With Me\"စာအုပ်ကို ရုပ်ရှင်ထဲကအတိုင်း တာယာဂိုထောင်မှာ ရေးခဲ့တာပါတဲ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2zzmj/(CM)_Wait_With_Me_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/To-Every-You-Ive-Loved-Before-133x200.jpe",
        "title": "To Every You I’ve Loved Before (2022)",
        "description": "IMDb 7.2/10\nMyAnimeList 7.4/10To all of you that I've loved before animeဟာ ၂၀၁၆မှာထွက်ရှိခဲ့တဲ့ ဆရာYomoji Otonoရဲ့ဝတ္ထု၂ပုဒ်ကို ပြန်အသက်သွင်းထားတဲ့ anime films၂ကားထဲက တစ်ကားဖြစ်ပါတယ်။ ​(နောက်တစ်ကားဖြစ်တဲ့ To me, the one who loved youကိုလည်း ထပ်ပြီးတင်ဆက်​ပေးဦးမှာပါ)။ ဝတ္ထုအ​နေနဲ့တုန်းကလည်း ​အောင်မြင်ခဲ့သလို ကာတွန်းရုပ်ရှင်ထွက်လာချိန်မှာလည်း ကြည့်ရှုသူပရိသတ်​တွေကိုစိတ်​ကျေနပ်မှု​ပေးနိုင်ခဲ့တဲ့ ဇာတ်လမ်း​တွေပါ။ အဲ့ဒီဇာတ်လမ်း၂ခုအပြင် ဆရာYomoji Otonoရဲ့တတ်ယ​မြောက် ဝတ္ထု 僕が君の名前を呼ぶから (Boku ga Kimi no Namae o Yobukara, lit. \"Because I'm Calling Your Name\")လည်း ၂၀၀၂ခုနှစ်မှာထွက်ရှိခဲ့ပါ​သေးတယ်ဇာတ်လမ်းက​တော့ အခု​ခေတ်စား​နေတဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းအ​ခြေခံထား​ပေမဲ့ တကယ့်ဇာတ်လမ်းအနှစ်က​တော့ ​ကောင်​လေးတစ်​ယောက်ရဲ့အချစ်ဇာတ်လမ်း​လေးပါ။ အချစ်ဇာတ်လမ်း​လေးကိုလှလှပပ ရယ်​မော​ငို​ကြွေးနိုင်​​အောင်ကိုတင်ဆက်​ပေးသွားနိုင်ခဲ့တာမလို့ ကြည့်​နေရင်းနဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းကိုစိတ်မဝင်စား​တော့ အချစ်ဇာတ်လမ်းထဲမှာ​မျောပါသွားနိုင်တဲ့အထိပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့Koyomiဟာ အလယ်တန်း​ကျောင်းသားဘဝမှာပဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dEp2/To_Every_You_I_ve_Loved_Before_.2022.720p(CM).mp4",
        "category": "Animation, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/8aa63bb5b88fd8a7d717b623ef15bf91-135x200.jpg",
        "title": "Sin City: A Dame to Kill For (2014)",
        "description": "Sin City: A Dame to Kill For ( 2014 )2005က ထွက်ခဲ့တဲ့ Sin City (https://channelmyanmar.org/sin-city-2005/) ရဲ့ တိုက်ရိုက် အဆက်လို့ပြောလို့ရတယ်။ (အဆက်လို့တော့ လုံးလုံးပြောမရတာက ခေါင်းစီးအခန်းဖြစ်တဲ့ A Dame To Kill For က ပထမကားက ဒွိုက်ရဲ့ဇာတ်လမ်း မတိုင်ခင်က ဇာတ်လမ်းဖြစ်နေလို့ပါပဲ။ ပြောရရင် ဒီကဇာတ်တွေအားလုံးက တစ်ဇာတ်ကလွဲ ကျန်တာတွေက ပထမဇာတ်တွေကို ပြန်ဆက်ထားတဲ့ prequel တွေ sequel တွေချည်းပဲ။ ပထမကားရဲ့ အရသာကို ပြန်မီအောင်တော့လုပ်ထားတယ်။ ဒါပေမဲ့ ပထမကားလောက် လူမဆန်ခြင်းမျိုးတွေတော့ တွေ့ရမှာမဟုတ်ဘူး။ ဒါပေမဲ့လည်း သူ့နည်းသူ့ဟန်နဲ့ အီဗာဂရင်းနဲ့ ဂျက်စီကာအယ်ဘာရဲ့ အလှတွေနဲ့ သွေးသံရဲရဲတွေကို ပေါင်းစပ်ထားတဲ့ ခပ်ကြမ်းကြမ်းကားတော့ ဖြစ်နေတုန်းပဲ။ ပထမကားမှာတုန်းက တစ်ခန်းတစ်ခန်းချင်းစီကို သူ့အခန်းနာမည်နဲ့ စာတန်းထိုးပေးထားလို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fwfP/(CM)_Sin.City.A.Dame.to.Kill.For.2014.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/91yWSObwGFL._AC_SY679_-143x200.jpg",
        "title": "Sin City (2005)",
        "description": "Sin City (2005)============IMDb Rating - 8.0/10Sin Cityအကြောင်းပြောရရင် နည်းနည်းတော့ရှည်မယ်။ဒီရုပ်ရှင်က ချီးကျူးစရာတော့ အတော်များပါမယ်။ ဒါရိုက်တာသုံးယောက်နဲ့ ဇာတ်လမ်း လေးပုဒ်ပါတဲ့ ရုပ်ရှင်တစ်ကားကိုကြည့်ရတာတစ်ကွဲတစ်ပြားမဖြစ်သွားအောင် ချိတ်ဆက်ထားပုံတွေက သပ်ရပ်တယ်။ Graphic Novelတွေကို ပြန်ရိုက်ထားပေမယ့် Graphic Novelအတိုင်း ပေးဖတ်လိုက်သလိုမျိုး CGIကိုသုံးပြီးပြီး အမြင်ကိုဖမ်းစားထားတာကလည်းဒီရုပ်ရှင်ရဲ့ဆွဲဆောင်မှုတစ်ခုပါပဲ။ အဖြူအမဲလုပ်လိုက် ပြချင်တဲ့အရာတစ်ခုကိုပဲ အရောင်ထည့်ပေးလိုက် ပြကွက်တွေဟာ ဒီအတိုင်းကျွန်တော်တို့ သတိမထားမိမယ့် ပြကွက်တွေကိုပိုသိသာစေတယ်။ Narratorလည်းထည့် ဇာတ်ကောင်ရဲ့ အတွေးတွေကိုလည်းပြထားတာပါ ပေါင်းလိုက်ရင် ဘာမှဖြည့်တွေးစရာမလိုလောက်အောင် ကြည့်ရလွယ်ကူတဲ့ Art Filmတစ်ခုကို တည်ဆောက်ပေးထားသလိုပဲ။ တစ်ချို့အကွက်တွေကတော့ Quentin Tarantinoဆန်တယ်။ ဆန်ဆို ဒီကားမှာသူက Guest Director။သူကိုယ်တိုင်၀င်ရိုက်ခဲ့တာက ငါးမိနစ်လောက်ပဲပါပေမယ့် ကျန်တာတွေလည်း သူအကြံပေးခဲ့မယ်ထင်တယ်။ ချေးအပြည့်နဲ့အိမ်သာခွက်ထဲ ခေါင်းနှစ်တာတွေကားဘေးက တရွတ်တိုက်ဆွဲပြီး စစ်မေးတာတွေ လိင်အင်္ဂါကို ဆွဲဖြုတ်တာတွေ ခြေတွေလက်တွေဖြတ်ပြီး ကျန်တဲ့ကိုယ်ကို ခွေးကျွေးတာတွေ မထင်သလို ...",
        "rating": "8.0",
        "url": "https://megaup.net/1TBl6/(CM)_Sin.City.2005.Unrated.Recut.Extended.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/champions-135x200.jpg",
        "title": "Champions (2023)",
        "description": "Champions (2023)\n================\nIMDb Rating - 6.7/10\nComedey, Drama, Sportဒီဇာတ်လမ်းလေးကတော့ Basketball ကိုကျောရိုးယူထားပြီး\nကြည့်နေတဲ့သူတွေကိုပါ ဟာသဆန်ဆန်နဲ့ စိတ်ကြည်နူးမှုလေး\nကို ခံစားစေနိုင်တဲ့ Sportဇာတ်လမ်းလေးကောင်းတစ်ခုပါ။\nဒီဇာတ်ကားမှာတော့ Now You See Me, Vernon, The\nHunger Games စတဲ့ရုပ်ရှင်တွေမှာ သရုပ်ဆောင်ထားတဲ့\nမင်းသားကြီး Woody Harrelson က နည်းပြ Marcus\nMarakovich အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့..\nMarcus Marakovich ဟာကစားသမားတွေကို လက်ရွေးစင်\nအသင်းအထိရောက်အောင် လေ့ကျင့်ပေးနိုင်တဲ့ အရည်အချင်း\nရှိတဲ့နည်းပြတစ်ယောက်ပါ။ ဒါပေမဲ့ကစားပွဲတွေအတွက် ကစား\nနည်းပုံစံတွေကိုသာ အာရုံစိုက်လေ့ရှိပြီး အသင်းသားတွေကိုတော့\nစိတ်ထဲတောင်မထားတဲ့သူပေါ့။ ဒီလိုလူကတစ်နေ့မှာတော့ အရက်\nမူးမူးနဲ့ကားမောင်းရင်း ရဲကားတစ်စီးကိုတိုက်မိသွားပါတယ်။\nတရားရုံးကသူ့ကို ဉာဏချို့တဲ့နေတဲ့ အသင်းသားတွေကို ရက် ၉၀\nကြာ နည်းပြအဖြစ်လေ့ကျင့်ပေးဖို့ ပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်။\nအသင်းသားတွေကို ဂရုမစိုက်တတ်တဲ့ Marcus တစ်ယောက်က\nတော့ သေချာဂရုစိုက်ပြီး လေ့ကျင့်သင်ကြားပေးဖို့လိုအပ်တဲ့ အသင်း\nသားတွေနဲ့ စိတ်ပျက်နေခဲ့ပါတယ်။ဒါပေမဲ့ တစ်ရက်ထက်တစ်ရက် သူ့အသင်းသားတွေက ထင်ထား\nတာထက် ပိုပြီးလုပ်နိုင်စွမ်းရှိတာကို သူသတိထားမိလာပါတယ်။\nနည်းပြနဲ့အသင်းသားတွေကြားက တစ်ယောက်နဲ့တစ်ယောက်\nနားလည်မှုယူတဲ့ပုံစံတွေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1drj1/Champions.2023.720p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/meBdUcg308d7jhoVShOXxJDU8pn.jpg",
        "title": "The Devil’s Deception (2022)",
        "description": "The Devil's Deception / Talbis Iblis (2022)မလေးဘာသာစကားလို \"မကောင်းဆိုးဝါးရဲ့မက်လုံး\" လို့ အဓိပ္ပာယ်ရတဲ့ Talbis Iblis ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးပါရစေ။၁၉၉၀ ခုနှစ်တုန်းက ဂျူနဲဒါးဆိုတဲ့ မိန်းကလေးတစ်ယောက်မှာ အိမ်ထောင်ရက်သားမကျခင် ကလေးရလာပေမဲ့ လှေကားပေါ်က တွန်းချခံခဲ့တာကြောင့် ကလေးပျက်ကျသွားခဲ့ပါတယ်။\nအဲဒီအချိန်ကစပြီး သူဟာ သားရူးရူးပြီး အလ္လာဟ်ရှင်မြတ်ဟောကြားထားတာတွေနဲ့ ဆန့်ကျင်တဲ့ အပေးအယူကို ပြုခဲ့ပါတော့တယ်။၂၀၂၂ ယခုခေတ်မှာတော့ ဟာဂျာဆိုတဲ့ကောင်မလေးကလည်း အိမ်ထောင်မကျခင် ကလေးရသွားလို့ ကလေးအဖေဖြစ်သူ အာရှက်ဒ်နဲ့ အမြန်လက်ထပ်လိုက်ရသူပါ။\nသူတို့လင်မယားနှစ်ယောက် ကိုယ်လေးလက်ဝန်ကြီးနဲ့ အဘူမီရာတောင်ကုန်းက ဂျူနဲဒါး (သူတို့အခေါ် အမေဂျူ) တို့အိမ်ကို ရောက်လာခဲ့ပါတော့တယ်။\nလာခဲ့တဲ့အကြောင်းကလည်း ကလေးမွေးဖို့မဟုတ်ဘဲ ကိုယ်ဝန်ဖျက်ချဖို့အတွက်ပါ။ဒီလိုနဲ့ ကိုယ်လေးလက်ဝန်နဲ့ ဟာဂျာတစ်ယောက် သူ့ကိုဂရုမစိုက်ပေးတဲ့ လင်ယောက်ျားရဲ့အထားခဲ့ခံရပြီး အမေဂျူနဲ့ရှိနေရတဲ့အချိန်မှာ\nအရင်က အတိတ်ဆိုးတွေက အိပ်မက်တွေအနေနဲ့ ပိုပိုရောက်လာတဲ့အခါ...\nတစ်ဖက်မှာလည်း အမေဂျူက ဟာဂျာ့ကလေးကို မရအရယူဖို့ စိုင်းပြင်းနေတဲ့အခါ...ဟာဂျာတစ်ယောက် လူတွေပျောက်တယ်လို့ နာမည်ကြီးတဲ့ အဘူမီရာတောင်ကုန်းမှာ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-devils-deception-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmFiZmRjZmMtZjZhYi00ODM2LWIyMTItMjZmNTljYjU4M2ZkXkEyXkFqcGdeQXVyNjg5MDIxMTk@._V1_-160x200.jpg",
        "title": "What’s Love Got to Do with It? (2022)",
        "description": "What's Love Got to Do with It? (2022)\n===========================\nIMDb Rating - 6.4/10ဘာမှမညွှန်းခင် အရင်ဆုံးပြောချင်တာကတော့ ဒီကားကို\nတီတီတာတာလုပ်စရာ ရည်းစားမရှိတဲ့သူတွေ ကြည့်သင့်\nတယ်ဗျ။ \"ရည်းစားမရှိလည်း အေးဆေးပါ အချိန်တန်ရင်\nအိမ်ကစီစဉ်ပေးလိမ့်မယ်\" ဆိုတဲ့သူတွေဆို အပြေးကို ကြည့်\nသင့်တဲ့ကားမျိုးပါ။ အဲ....အိမ်ကတောင် စီစဉ်ပေးစရာလူ\nမရှိဘူးဆိုရင်တော့ ဘုန်းကြီးကျောင်းမှာသာ တိုကင်ပေး\nထားလိုက်ပါတော့။အဖြစ်ကတော့ ဒီလို။\nကက်ဇ် က \"အိမ်ထောင်ရေးမှာ အချစ်ဆိုတာက ပါမွှားပါ၊\nနောက်ကျ သူ့အလိုလိုအဆင်ပြေသွားလိမ့်မယ်\" ဆိုတဲ့ အသက်\n၃၂ နှစ်အရွယ်ရှိပြီဖြစ်တဲ့ လန်ဒန်မှာမွေးတဲ့ ပါကစ္စတန်သား\nဆရာဝန်တစ်ယောက်။ ဇိုဝီကတော့ မှတ်တမ်းရုပ်ရှင်တွေ\nဖန်တီးတဲ့ ဒါရိုက်တာတစ်ဦးဖြစ်ပြီး ဆုတွေပါ ရရှိထားတဲ့\nဗြိတိန်သူလေး။ \"ယောက်ျားယူတာ ကောင်းတယ်ဆိုတာ\nပုံပြင်တွေထဲမှာပဲ ရှိတယ် အပြင်မှာတော့ ယောက်ျားတွေက\nအလကားပဲ\" ဆိုတာ သူ့ဆောင်ပုဒ်ပေါ့။သူတို့နှစ်ယောက်က ငယ်စဉ်တည်းက အိမ်နီးချင်းတွေဖြစ်ပြီး\nမိသားစုချင်းကလည်း ပြောမနာဆိုမနာတွေဆိုပါတော့။တစ်ရက်မှာ\nကက်ဇ်ရဲ့မိဘတွေက သူတို့ရဲ့ ပါကစ္စတန်ရိုးရာအတိုင်း သူ့ကို\nအိမ်ထောင်ချပေးဖို့ စီစဉ်ကြပါလေရော။ အဲဒီမှာ ဇိုဝီက ကက်ဇ်ရဲ့\nမိဘတွေအချင်းချင်း စီစဉ်ကြတဲ့ လက်ထပ်ပွဲကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dwx8/Whats.Love.Got.to.Do.with.It.2022.720p.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g6uFA7r4VqqQeW4u9YtktheRXUt.jpg",
        "title": "Quasi(2023)",
        "description": "Quasi(2023)***********ပြင်သစ်စာရေးဆရာ Victor Hugoရဲ့ ၁၈၃၁ခုနှစ်ထွက် ပြင်သစ်စာပေသမိုင်းမှာ နာမည်အကြော်ကြားဆုံးဖြစ်ခဲ့တဲ့The Hunchback of Notre-Dame(နိုထရာဒမ်မှ ခါးကုန်းကြီး)ဆိုတဲ့ ဝတ္ထုကို\nမှီငြမ်းရိုက်ကူးထားတဲ့ကားလေးပါပဲ။\nမူရင်းဝတ္ထုမှာဆိုရင် ရုပ်ပျက်ဆင်းပျက် ခါးကုန်းကြီးတစ်ယောက်ရဲ့ စင်ကြယ်သောမေတ္တာသက်သက်နဲ့အနစ်နာခံခြင်း၊ စွန့်စားခြင်းတွေကို ပေါ်လွင်အောင်ရေးသားထားတာမို့\nခေတ်အဆက်ဆက်မှာ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်အဖြစ်၊ ကာတွန်းကားအဖြစ်ရိုက်ကူးခဲ့တာ မနည်းပါဘူး။\nဒီဇာတ်ကားကတော့ အဲ့ဝတ္ထုကို မှီငြမ်းထားပေမယ့် အဲ့ကခါးကုန်းကြီးအကြောင်းမဟုတ်ပါဘူး။\nခါးကုန်ကြီး ကွာစီမိုဒိုရဲ့သနားစရာဘဝကို ပြက်လုံးတွေနဲ့ ဟာသဆန်ဆန်ပြန်လည်ရိုက်ကူးထားတဲ့ သရော်ရုပ်ရှင်တစ်မျိုးပါ။\nသို့ပေမဲ့လည်း plotအမျိုးမျိုး ဇာတ်ကွက်အမျိုးမျိုးက ဟာသတွေကြားမရိုးရအောင်ဆွဲဆောင်သွားနိုင်တာတော့ ဝန်ခံရမယ်ဗျ။\nဇာတ်လမ်းအကြောင်းကို အကျဥ်းချုပ်ပြောရရင် ခါးကုန်းကြီး ကွာစီမိုဒိုတစ်ယောက်အဲ့ခေတ်ကာလက အာဏာအရှိဆုံးလူနှစ်ယောက်ဖြစ်တဲ့ ဘုရင်နဲ့ ပုပ်ရဟန်းကြီးအကြား မြေစာပင်ဖြစ်ခဲ့ရတဲ့ဘဝအကြောင်းပါ။\nနဂိုကတကည်းက ကျောကုန်းမှာဘုကြီးနဲ့ ရုပ်ပျက်ဆင်းပျက် လူရာမဝင်ဖြစ်နေပြီးသားကိုမှဘယ်လိုကံဆိုးမိုးမှောင်ကျဦးမလဲဆိုတာကို ရယ်မောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။File Size :(2.09GB) and (798MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fvdj/Quasi.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGti63TFEyXbDzIqpuQvXVFU14t.jpg",
        "title": "Side Seeing (2022)",
        "description": "Side Seeing (2022)You touched my heartဇာတ်ကားနဲ့ မကြာ‌သေးခင်ကမှ ပရိသတ်တွေရဲ့အာရုံကို ဖမ်းစားသွားတဲ့\nကလေးတို့ဖေဖေ ဦးဦးPushနဲ့ ကိုကြီးAugustတို့ရဲ့ movieအသစ်လေးထွက်ရှိလာပြီဆိုတော့ စီအမ်ထိုင်းကားချစ်သူ‌တို့အတွက် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီတစ်ခါမှာတော့ P' Pushကို နာမည်ကြီးတစ်ယောက်အနေနဲ့ လိုက်ဖက်စွာမြင်ရဦးမှာမလို့ လက်လွတ်မခံသင့်တဲ့မူဗီလေးဖြစ်ကြောင်း ကြိုတင်လက်တို့လိုက်ပါတယ်နော်။ဖန်ဂဲလ်တစ်ယောက်အတွက်တော့ သူချစ်ရတဲ့အိုင်ဒေါလ်ကို အပြင်မှာ ရင်းရင်းနှီးနှီးတွေ့ခွင့်ရတဲ့အခွင့်အရေးက သူ့ဘဝအတွက် အထူးခြားဆုံး အရေးပါဆုံးလို့ သတ်မှတ်လို့ရနိုင်တာမျိုးပါ။\nဒါကပဲ ဗီယက်နမ်က သန်းကြွယ်သူဌေးကြီးရဲ့ချစ်သဲညှာလေးဖြစ်တဲ့မေတစ်ယောက် ထိုင်းကိုရောက်လာရခြင်းရဲ့ အကြောင်းအရင်းပါပဲ။\nသူ့ရဲ့အိုင်ဒေါလ်ဖြစ်တဲ့ ပါ့ခ်နဲ့အတူညစာစားရင်း မွေးနေ့ပွဲကိုကျင်းပနိုင်ဖို့ အဖေဖြစ်သူသူဌေးကြီး မွေးနေ့လက်ဆောင်အဖြစ် စီစဉ်ပေးထားတဲ့အတွက်ပါ။အမြဲတမ်း အဖေ့အရိပ်အောက်မှာ အထိန်းတော် ကိုယ်ရံတော်တွေနဲ့နေနေရတဲ့မေတစ်ယောက် ထိုင်းကိုရောက်ချိန်မှာ\nမထင်မှတ်ဘဲဆုံတဲ့ ဆိုင်ကယ်သမားလေးဘွိုင်းရဲ့အကူအညီနဲ့ ကိုယ်ရံတော်တွေလက်က ထွက်ပြေးရင်း သူ့ရဲ့အိုင်ဒေါလ်ပါ့ခ်ဆီမှာ အကောင်းမြင်ခံရဖို့ ကြိုးစားပါတော့တယ်။\nအဲဒီနောက်မှာတော့...\nပိုးလိုဥထားတဲ့မင်းသမီးလေး‌မေနဲ့ ဘဝသမားလေးဘွိုင်းတို့ အလွဲလွဲ အချော်ချော်တွေကြားက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စီအမ်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ရ‌အောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3fv8g/Side.Seeing.the.Movie.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQC8aBiiWRui0l5e58GHelYipC.jpg",
        "title": "27 Days Underground ( 2023 )",
        "description": "မိသားစုအခက်ခဲတွေကိုယ်စီနဲ့ စားဝတ်နေရေးကာမိအောင် မိုင်းတွင်းမှာအလုပ်လုပ်နေကြတဲ့ သူတို့...\nတစ်နေ့မှာ မတော်တဆ မိုင်းတွင်းမှာမြေပြိုမှုဖြစ်ပြီး မီတာ၄၀၀နီးပါးရှိတဲ့\nမိုင်းတွင်းအောက်ခြေတစ်နေရာမှာ သူတို့ညီနောင်ငါးယောက်လုံး ပိတ်မိနေပါတော့တယ်၊\nကယ်ဆယ်ရေးသမားတွေ စဉ်ဆက်မပြတ် ကယ်တင်ဖို့ ကြိုးစားပေမဲ့လည်း\nသူတို့ပိတ်မိနေတဲ့နေရာက သာမာန်လှိုဏ်ဂူလေးတောင် မဟုတ်ဘဲ\nတည်နေရာကိုတောင် ခန့်မှန်းမရတဲ့ မှောင်မိုက်၊လေထုချို့တဲ့ပြီး\nသီးခြားကမ္ဘာကြီးတစ်ခုလိုဖြစ်နေတဲ့ မြေအောက်ကဥမင်တွင်းတစ်ခု ဖြစ်လို့နေပါတယ်-\"ထမင်းအသက်၇ရက် ရေ့အသက်တစ်မနက်\"ဆိုတဲ့ဆိုရိုးစကားတွင်ခဲ့သလို\nသူတို့ရော အရာအားလုံး ပြတ်လတ်နေတဲ့တွင်းနက်ကြီးထဲမှာ ရှင်သန်နိုင်ပါ့မလား-ဒီလိုနဲ့ တစ်ရက်ပြီးတစ်ရက် ခက်ခဲလှတဲ့နေ့ရက်တွေကို ကုန်ဆုံးရင်း\nဘဝကိုရေစုန်မျှောလိုက်လေမလား~မျှော်လင့်ချက်နဲ့ပဲ ဆက်လက်ရုန်းကန်သွားမလား-ဘယ်အရာတွေကရော သူတို့ငါးယောက်အတွက် မျှော်လင့်ချက်ရောင်ခြည်ဖြစ်စေခဲ့တာလဲ\n_မိသားစုလား၊သံယောဇဉ်လား၊ကိုယ်ချစ်တဲ့လူတွေအတွက်ပဲလား...\"မိုင်းတွင်းထဲက ငိုရှိုက်သံ\"ဆိုတဲ့ရုပ်ရှင်မှာ လူ့ဘဝရဲ့လောကဓံတွေ၊အခက်ခဲတွေအပြင်\nစည်းလုံးညီညွှတ်မှုနဲ့ခေါင်းဆောင်ကောင်းတစ်ယောက်ရဲ့ လက္ခဏာရပ်တွေ ၊\nအလုပ်သမားတွေရဲ့ဘဝကိုပါ ရှုထောင့်တစ်ခုကနေ သဘာဝဆန်ဆန်\nရိုက်ကူးပေးထားတာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့အတွက်\nCMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/27-days-underground-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
        "title": "Holes (2003)",
        "description": "Holes (2003)\nIMDb - 7.0/10, Rt - 78%CM ပရိသတ်တွေအတွက် 2003 တုန်းကထွက်ရှိခဲ့တဲ့မိသားစုရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။Transformers ရုပ်ရှင်တွေမှာ ဆမ် နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့မင်းသား Shia LaBeouf ကအဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စတန်လီ ယဲနက် \"လေး\" (Shia LaBeouf) ဟာသူ့မိသားစုရဲ့ နှစ်ပေါင်း 150 ကျော်နေပြီဖြစ်တဲ့ကျိန်စာကြီးတစ်ခုကြောင့်အမြဲကံဆိုးနေရတဲ့သူပါ။တစ်နေ့မှာတော့လမ်းလျှောက်နေရင်း မိုးပေါ်ကနေသူ့ခေါင်းပေါ်ကိုကျလာတဲ့ ဖိနပ်တစ်ရံကို ယူသွားမိတဲ့အတွက်ဖိနပ်ခိုးမှုနဲ့ တရားစွဲခံရပြီး ဂရင်းလိတ်ခ်လူငယ်ပြုပြင်ရေးစခန်းကိုအပို့ခံလိုက်ရပါတော့တယ်။ဒါပေမဲ့ဂရင်းလိတ်ခ်စခန်းဟာ နာမည်အတိုင်းဟုတ်မနေပဲရောက်လာတဲ့ လူငယ်လေးတွေကို အတင်းအကြပ်လုပ်အားပေးခိုင်းစေနေတဲ့အလုပ်ကြမ်းစခန်းလိုမျိုးဖြစ်နေပါတယ်။စခန်းရဲ့ကြီးကြပ်ရေးမှူးက အဆိပ်ရှိမြွေတွေနဲ့ ဖွတ်တွေပဲရှိတဲ့လွင်တီးခေါင်ပြင်ကန္တာရထဲမှာ တစ်နေ့ကို ငါးပေနက်ပြီးငါးပေကျယ်တဲ့တွင်းတွေတူးခိုင်းပြီးဘာမှန်းမသိရတဲ့အရာကို ရှာဖွေခိုင်းနေတာပါ။ဒီလိုနဲ့ပဲ စတန်လေ ယဲနက် တစ်ယောက် စခန်းမှာအသားကျအောင်နေထိုင်ရင်းနဲ့တစ်နေ့မှာ သူစာဖတ်တတ်အောင်သင်ပေးနေတဲ့ဟက်တာ ဇာရိုနီဆိုတဲ့ ကောင်လေးကပြဿနာတစ်ခုကြောင့်ထွက်ပြေးသွားပါတော့တယ်။လူတစ်ယောက်ထဲဆိုဘယ်လိုမှမရှင်သန်နိုင်တဲ့ကန္တာရကြီးဖြစ်တာမလို့ စတန်လေလည်းဟက်တာနောက်ကို လိုက်သွားခဲ့ပါ‌ တော့တယ်။ဒီလိုနဲ့သူတို့ကို တွင်းတွေတူးပြီး ရှာဖွေခိုင်းထားတဲ့အရာတွေဟာ စတန်လေတို့မိသားစုကျိန်စာနဲ့ဆက်စပ်နေပြီး ကြီးကြပ်ရေးမှူးရဲ့ မိသားစုနဲ့ပါဆက်စပ်နေတဲ့အခါမှာဘာတွေဆက်ဖြစ်လာမလဲ၊ စတန်လေနဲ့ ဟက်တာတို့ကရောလွင်တီးခေါင်ပြင်ကြီးထဲမှာ ရှင်သန်နိုင်မလား၊သူတို့ရှာဖွေနေတဲ့ဘာမှန်းမသိတဲ့အရာကိုရော တွေ့မှာလား၊အတိတ်မှာကရော စတန်လေရဲ့ ဘိုးဘေးတို့ကဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။ File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dwzp/Holes.2003.720p._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QyboWRoA4O9RbcsqH8tJMe8EB.jpg",
        "title": "Creed II (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ အကောင်းဆုံးစာရင်းဝင်ရုပ်ရှင်ကားတစ်ကားလို့တောင် ပြောချင်ပါတယ်...၁၉၇၆ခုနှစ်ကတည်းက စတင်ခဲ့တဲ့ မင်းသားကြီး စတားလုံးရဲ့Rocky ဆိုတဲ့လက်ဝှေ့ကားတွေဟာ ဆယ်စုနှစ်များစွာကြာညောင်းခဲ့ပေမဲ့ အခုချိန်ထိအောင်မြင်စွာရှင်သန်နေဆဲပါပရိသတ်တွေရဲ့ တစ်ခဲနက်အားပေးမှုကြောင့်ဇာတ်ကားတိုင်းဟာလည်း rating မြင့်မားလှပါတယ်၂၀၁၅မှာ creed ဆိုပြီး ရော့ကီရဲ့တပည့်ကို မိတ်ဆက်ပေးခဲ့ပါတယ်အဲဒီဇာတ်ကားလေးကလည်း ဆုတံဆိပ်များစွာနဲ့အတူပရိသတ်တွေရဲ့သဘောကျနှစ်ခြိုက်မှုကို ထိန်းသိမ်းထားနိုင်ခဲ့ပါတယ်၂၀၁၈ခုနှစ်မှာတော့ Creed 2 ကို ပရိတ်သတ်တွေဆီ ပို့ဆောင်ပေးခဲ့ပြန်ပါတယ်အရင်ကားတွေအတိုင်းပါပဲ စွဲဆောင်မှုရှိရှိနဲ့ ပရိသတ်ကို ဖမ်းစားခဲ့ပြန်ပါတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံတစ်ယောက်ရဲ့ရွှေခါးပတ်ကို ရရှိဖို့ဆိုတာ မလွယ်ကူသလိုထိန်းသိမ်းဖို့ဆိုတာလည်း သိပ်ကိုခက်ခဲပါတယ်ဒီဇာတ်ကားထဲမှာ ချန်ပီယံဘွဲ့ကို ထိန်းသိမ်းရတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့ဘဝကို ကိုယ်ချင်းစာမိသွားအောင် ရိုက်ပြထားပါတယ်ဝါသနာကြောင့် လုပ်နေပေမယ့် နာကျင်မှုကို လူတိုင်း ကြောက်ပါတယ်ဒါ့အပြင် အချိန်မရွေး ကြိုးဝိုင်းထဲမှာ အသက်ဆုံးရှုံးသွားနိုင်ပါသေးတယ်လက်ဝှေ့ရဲ့သဘောတရားကိုက သူတစ်ပါးကိုနာကျင်အောင်လုပ်ရတာပါသူတစ်ပါးကို နာကျင်စေချင်ရင်တော့ ကိုယ်ကိုတိုင်လည်းနာကျင်မှုကိုကြောက်နေလို့မဖြစ်ပါဘူးနာကျင်မှုကို ပိုပြီးခံနိုင်ရည်ရှိတဲ့သူက ရေရှည်မှာ ပိုပြီးအနိုင်ရဖို့များပါတယ်အောင်မြင်မှုရဲ့ အရသာဟာ နာကျင်မှုတွေကိုစက္ကန့်ပိုင်းအတွင်းပျောက်အောင်ကုစားနိုင်တယ်ဆိုတဲ့ရသကိုအပြည့်အဝပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ကြည့်လို့ကောင်းမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်... File Size : ( 1 GB) Quality : WEB-DL 720pRunning Time ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/creed-ii-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNmZkYjQzY2QtNjdkNC00YjkzLTk5NjUtY2MyNDNiYTBhN2M2XkEyXkFqcGdeQXVyMjMwNDgzNjc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Creed (2015)",
        "description": "Creed (2015)\n==========Creed 2 ထွက်လာပြီတော့ Creed 1 လဲကြည့်ချင်ကြမယ်ထင်လို့\nအသစ်ပြန်တင်ပေးလိုက်ပါတယ်။ ဒီကားက တစ်ချိန်တုန်းက နာမည်\nကျော်လူကြိုက်များခဲ့တဲ့၊ အခုချိန်ထိလဲ နာမည်ကျော်ဆဲ မင်းသားကြီး\nစတားလုံးရဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ကားရဲ့ Sequal အဖြစ်ထွက်လာခဲ့တာ\nဖြစ်ပါတယ်။Rocky IV မှာ သေဆုံးခဲ့တဲ့ Apollo Creed ရဲ့သားဖြစ်သူ Adonis\nCreed အကြောင်းဖြစ်ပြီး၊ ရော့ကီ က သူ့သူငယ်ချင်းရဲ့သားဖြစ်သူကို\nလက်ဝှေ့ပညာလေ့ကျင့်သင်ကြားပေးပြီး အောင်မြင်မှုရအောင်ကူညီ\nပေးတဲ့အကြောင်းကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပါတယ်။ လက်ဝှေ့\nဆိုတာ အခြားအားကစားနည်းတွေလိုမျိုးမဟုတ်ပါဘူး။ ချွေးထွက်များမှ\nသွေးထွက်နည်းမယ်။ အနာခံမှ အသာစံရပါမယ်။ လေ့ကျင့်မှုကောင်းဖို့\nလိုသလို ကြိုးဝိုင်းထဲမှာလဲ ဇွဲနပဲကောင်းဖို့လိုပါတယ်။ဒီကားမှာ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ကြံ့ခိုင်မှု၊ စိတ်ဓာတ်မာကျောမှု\nတို့ကိုပေါ်လွင်အောင်ရိုက်ပြထားနိုင်တာကြောင့် သင်ဟာ လက်ဝှေ့ဝါသနာ\nပါသူ မဟုတ်လင့်ကစားဒီကားကို သဘောကျသွားနိုင်ပါတယ်။ အော်စကာ\nဆုအတွက် ဇကာတင်စာရင်းဝင်ခဲ့တဲ့ဇာတ်ကားဖြစ်သလို IMDB Rating\nကလဲ7.6/10 ဖြစ်တာကြောင့်သင်ဟာ လက်ဝှေ့ဝါသနာပါသူ၊ Rocky\nကားတွေ ကြိုက်နှစ်သက်သူဆိုရင်တော့ ဒီကားကိုလုံးဝကြည့်သင့်ပါတယ်လို့\nအကြံပြုပါရစေ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (950 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/creed-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTg3Njc4NjUtNGFlMS00NDBiLTkzMDMtOThhMThiMmY1ZjBjXkEyXkFqcGdeQXVyMzA4MzQ0NTU@._V1_-129x200.jpg",
        "title": "Church of Darkness (2022)",
        "description": "Church Of Darkness (2022)\n====================ဒီ Church Of Darkness ဆိုတဲ့ကားလေးကတော့ Horror အမျိုးအစား\nကားလေးဖြစ်ပြီး လူငယ်သရုပ်ဆောင်များစွာနဲ့ ရိုက်ကူးထားတဲ့ကားလေးပဲ\nဖြစ်ပါတယ်။ ဒီဇာတ်ကား မှာ ဒေးဗစ်ဆိုတဲ့ ခရစ်ယာန်ဘာသာ ယုံကြည်သူ\nကောင်လေးတစ်ယောက် မစ်ရှင်ပွိုင့်ဆိုတဲ့ မြို့ကလေးကို စပြောင်းရွှေ့လာစဉ်\nအင်မတန်ထူးခြားတဲ့ အဆောက်အဦးတစ်ခုကို မြင်တွေ့မိရာကစတင်ထား\nပါတယ်။ဒေးဗစ်ဟာ ဘာသာရေးကို ယုံကြည်သက်ဝင်သူဖြစ်သော်လည်း လူငယ်ဖြစ်\nသည့်အလျောက် ဘာသာရေးအပေါ် နားလည်မှုလွဲခြင်းများလည်းရှိနေပုံကို\nထည့်သွင်းရိုက်ကူးထားပါတယ်။ ထူးဆန်းတဲ့ နတ်ဆိုးများကို ပူဇော်သည့်\nWheelmakerဆိုတဲ့ ဂိုဏ်းတစ်ခုကြီးစိုးနေတဲ့ မစ်ရှင်ပွိုင့်မှာ ဒေးဗစ်တစ်\nယောက်ဘာတွေကြုံတွေ့ရမလဲ။ ဘယ်လိုတွေစွန့်စားရမလဲဆိုတာကိုတော့\nဇာတ်ကားလေးကြည့်ပြီး အဖြေရှာလိုက်ကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLwin Bo ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (411 MB) / (232 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 26Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Family, Horror\nTranslator.......Lwin Bo\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://megaup.net/2z1jm/Church.Of.Darkness.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Family, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTM1MDZmNzktZmE5ZC00NzZhLWE3YWUtZTRjMDA3YWYyMTAzXkEyXkFqcGdeQXVyMTI2ODAxMjE2._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "50 or Two Whales Meet at the Beach (2020)",
        "description": "50 or Two Whales Meet at the Beach (2020)\n===============================\nIMDb Rating - 6.9/10ဒီ \"50 or Two Whales Meet on the Beach\" ဆိုတဲ့ဇာတ်ကား\nလေးကတော့ ဖယ်လိစ်နဲ့ အယ်လီဆာဆိုတဲ့ ဆယ်ကျော်သက်လေး\nနှစ်ယောက် \"Blue Whale Challenge\" ကစားတာကိုအဓိကဇာတ်\nအိမ်ပြုထားတာပါ။အရင်ဦးဆုံး \"Blue Whale Challenge\" ဆိုတဲ့ဂိမ်းကိုရှင်းပြပေးချင်\nပါတယ်။ \"Blue Whale Challenge\" ဆိုတာက ၂၀၁၆ ဝန်းကျင်\nလောက်တုန်းက ကမ္ဘာပေါ်ကနေရာအနှံ့မှာခေတ်စားခဲ့တဲ့ အန္တရာယ်\nရှိတဲ့အွန်လိုင်းစိန်ခေါ်မှုကစားပွဲတစ်ခုပေါ့။ အဲဒီဂိမ်းကစားရတဲ့ပုံစံဟာ\nဆိုရင် ဆော့ကစားတဲ့သူတွေအနေနဲ့ ရက် ၅၀ ကာလအတွင်းမှာ အက်\nမင်ဆိုတဲ့သူတွေဆီကနေ စိန်ခေါ်မှု အခု ၅၀ကိုလက်ခံပြီးအောင်မြင်\nအောင်လုပ်ရမှာပါ။စစချင်းစိန်ခေါ်မှုလေးတွေကတော့ ခပ်လွယ်လွယ်ပေါ့ပေါ့ပါးပါး\nလေးတွေပါပဲ။ \"မနက်အစောကြီး ထရန်\" တို့၊ \"Horror ကားတွေ\nကို တစ်ယောက်တည်းကြည့်ရန်\" တို့ဆိုပြီးတော့ပေါ့။ အဲဒီကနေမှ\nနောက်ပိုင်းမှာ တဖြည်းဖြည်းပိုပိုခက်လာပြီး အန္တရာယ်တွေလည်း\nပိုပိုရှိလာပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1cVf0/50.or.Two.Whales.Meet.on.the.Beach.2020.SPANISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTFkM2EzMjItYzdmNS00OGE3LThlNmYtZWM5MmU4NDI3N2I5XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Tonight You’re Sleeping with Me (2023)",
        "description": "Tonight You're Sleeping with Me (2023)\n=============================ပိုလန်နိုင်ငံရဲ့ မမနဲ့မောင်လေး အချစ်ဇာတ်ကားလေးပါ။ လွန်ခဲ့တဲ့\n၁၀ နှစ်လောက်ကတည်းက မမနဲ့မောင်လေးဟာ တွေ့ခဲ့ကြတယ်၊\nသိပ်ချစ်ခဲ့ကြတယ် စိတ်ကူးတွေယဉ်ခဲ့ကြတယ် ဒါပေမဲ့ မပေါင်းဖက်\nခဲ့ရပါဘူး။ ဒီလိုနဲ့ ခုလက်ရှိမှာတော့ မမက သမီးလေးနှစ်ယောက်နဲ့\nအိမ်ထောင်သည် ဖြစ်နေပါပြီ။ဖြစ်ချင်တော့ မောင်လေးက တခြားနိုင်ငံက ပြန်လာပြီး အလုပ်ဝင်\nလျှောက်တာ မမရဲ့ဌာနကို ကွက်တိ ဖြစ်နေပါတော့တယ်။ မမက\nလည်း အိမ်ထောင်ရေးမှာက ကတောက်ကဆတွေနဲ့ သာယာတာ\nမဟုတ် ယောက်ျားဖြစ်သူနဲ့ လိုချင်တာမရ ဆန္ဒမပြည့်ဝနေခဲ့သူ။\nမောင်လေးကလည်း ဘယ်နှနှစ်ကြာကြာ မမမှ မမဆိုတဲ့ ကောင်ဇိုး\nလေးပေါ့။ အဲဒါနဲ့ တစ်နေ့ကျတော့ မမရဲ့ယောက်ျားဖြစ်သူဟာ\nမမကိုလည်း မတိုင်ပင်ပဲ အပန်းဖြေခရီးဆိုပြီး အိုင်းစ်လန်းကို တစ်လ\nသွားသာယာပါတော့တယ်။ဘာပြောကောင်းမလဲ ပေါက်ကွဲချင်ပေမယ့်မီးစနက်တံကောင်းကောင်း\nမရှိလို့ ထိန်းထားရတဲ့ မမတစ်ယောက်မောင်လေးရဲ့လောင်ကျွမ်းမီး\nတောက်ကြားမှာ ထိန်းမရ သိမ်းမရ ပေါက်ကွဲကုန်ကြပါတော့တယ်။\nအဲဒါကြောင့် မမနဲ့မောင်လေး ရှေ့ဆက် ဘယ်လိုနှစ်ပါးသွားကြမလဲ၊\nဆန္ဒကို သိက္ခာနဲ့ပဲ ထိန်းကြမလား၊ စိတ်လွတ်လက်လွတ် သားပစ်မယား\nပစ် ပျော်ပါးကြမလား၊ ပျော်ရွှင်ရမလား ...",
        "rating": "4.3",
        "url": "https://megaup.net/2ySnq/Tonight.Youre.Sleeping.with.Me.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzE4NjU0MjYtYmM2YS00ZDQzLTk0OGEtMjc4ZWYyZTkxNDM1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Amigos (2023)",
        "description": "Amigos (2023)IMDb - 7/10အခုတင်ဆက်​ပေးမှာ​ကတော့ အက်ရှင်ဇာတ်ကား​တွေနဲ့လူသိများတဲ့\nမင်းသားNandamuri Kalyan Ramက သုံးကိုယ်ခွဲအဖြစ်သရုပ်​ဆောင်ထားပြီး\nလှည့်ကွက်အများကြီးနဲ့ရိုလာကိုစတာစီးသလိုခံစားချက်​တွေနဲ့ ကြည့်ရှု့ရမယ့်\nAmigosဆိုတဲ့အက်ရှင်ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်ကမ္ဘာကြီးမှာကိုယ်နဲ့​​သွေးသားမ​တော်စပ်ဘဲ ရုပ်တူတဲ့သူ​​တွေကအနည်းဆုံးသုံး​ယောက်က​နေ\nအများဆုံး​ခုနှစ်​ယောက်အထိရှိနိုင်ပြီး အဲ့လူ​တွေနဲ့​တွေ့နိုင်ဖို့ကိုယ့်မှာလည်း အခွင့်​ရေး​တွေရှိလာနိုင်ပါတယ်ဒီကားထဲမှာ​တော့ဆဒ်ဒူးဆိုတဲ့လူငယ်​လေးကရိုးသားထက်မြက်ပြီး မိဘစီးပွား​ရေး​တွေကိုခန့်ခွဲ​နေသူတစ်​​ယောက်ပါ\nတစ်​​နေ့မှာ​တော့ အခွင့်အ​​ရေးတချို့​ကြောင့် ဝဘ်ဆိုဒ်တစ်ခုက​နေ သူနဲ့ရုပ်တူတဲ့မန်ဂျူးနဲ့ မိုက်ကယ်ဆိုသူ\nလူနှစ်​ယောက်ကို​တွေ့ဆုံပြီး သူငယ််ချင်း​တွေဖြစ်သွားကြ​ပြီး အတူတူခရီး​တွေထွက်ကာ​ပျော်ရွှင်ခဲ့ကြပါတယ်\nဒါ​ပေမဲ့သူတို့သုံး​ယောက်ထဲကမိုက်ကယ်ဆိုသူဟာ ဆဒ်ဒူးနဲ့မန်ဂျူးတို့လိုသာမန်လူ​မဟုတ်ဘဲ နိုင်ငံ့အလိုရှိရာဇဝတ်​သားတစ်​ယောက်ဖြစ်​နေပြီး ရုပ်တူတာကိုအသုံးချကာထွက်ပြေးဖို့ကြံစည်လာတဲ့အခါ မိုက်ကယ့်ရဲ့လှည့်ကွက်ထဲကိုသူတို့ဘယ်လို​တွေဝင်သွားမိပြီး ပြန်​ဖြေရှင်းဖို့ကြိုးစားကြမလဲ ​သွေးသားမ​တော်ပဲရုပ်တစ်​ထေရာတည်းတူညီ​နေတဲ့ အကျိုးဆက်​ကြောင့်ဘယ်လိုအ​မွှေဇယား​တွေဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…2.6GB /1.13GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Yunni~ Khin Khin",
        "rating": "6.9",
        "url": "https://megaup.net/2z7qi/Amigos_(2023)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5yqE2kXZac68rtZpmrjyMTmVDhD.jpg",
        "title": "Cyber Heist ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ဟောင်ကောင် မင်းသား ၊ အဆိုတော် ၊ Dancer Aaron Kwok Fu-shing ရဲ့\n၂၀၂၃ ခုနှစ်ထွက် ဇာတ်ကားကောင်းလေးနဲ့ CMကပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေ ။နည်းပညာတွေတိုးတတ်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ Enter လေးတစ်ချက်ခေါက်လိုက်ယုံနဲ့\nအရာအားလုံးကို ခိုင်းစေလို့ရနေတာ အမှန်ပါပဲ။ ဒီလိုခေတ်ကြီးအတွင်း\nဟောင်ကောင်နယ်မြေမှ နိုင်ငံတကာ ဆိုက်ဘာလုံခြုံရေးကုမ္ပဏီ ထျန်းကျီဟာလဲ\nကမ္ဘာကြီးနဲ့ရင်ဘောင်တန်းပြီး နည်းပညာတွေကို တီထွင်လျှက်ရှိနေပါတယ် ။\nအဲဒီအထဲမှာမှ-သူ့ရဲ့လက်ထဲမှာ ကွန်ပျူတာတစ်လုံးရှိယုံနဲ့ ဘယ်အရာမဆိုလုပ်ကိုင်နိုင်သူ ၊\nနှလုံးမကောင်းတဲ့ သမီးငယ်လေးကို ပိုးမွေးသလိုမွေးကာ စောင့်ရှောက်နေရသူ ၊\nထျန်းကျီ ဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ တာဝန်ခံ နည်းပညာရှင် - ကျိုးကျားကျွင့် ကလဲ အပါအဝင်ပါပဲ ။ဒီလိုနဲ့ ဟောင်ကောင်ဘဏ်တွေကို အွန်လိုင်းကနေ တိုက်ခိုက်မှုတွေ\nမကြာခဏ ဖြစ်ပွားခဲ့ပြီး ထျန်းကျီဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ\nဖြေရှင်းလာပေးခဲ့တာ နှစ်တိုင်းလိုဖြစ်နေခဲ့ပါတယ် ။ ဒီလိုကိစ္စတွေကို\nအမြဲတစေ ဖြေရှင်းလာခဲ့ရင်း မထင်မှတ်ထားတဲ့ကိစ္စတစ်ခုက ဖြစ်သွားလို့လာခဲ့ပါတယ်။\nဘဏ်တွေကိုဟက်ခ်တဲ့ ကြိုးကိုင်သူဟာ ထျန်းကျီဆိုက်ဘာလုံခြုံရေး\nကုမ္ပဏီမှ အတွင်းလူဖြစ်နေခဲ့သောအခါမှာ ? ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/cyber-heist-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzgzOTdlYzItM2RhZi00MTIzLTk0ZDUtNWQ0MTViZDliNTllXkEyXkFqcGdeQXVyMzUyODYwOTA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Olvido y León (2020)",
        "description": "Olvido y León (2020)\n================ဇာတ်ကားနာမည်အတိုင်းပဲ အော်ဗီဒို နဲ့ လီယွန်တို့ မောင်နှမ\nနှစ်ယောက် အကြောင်းကို အဓိက တင်ဆက် ထားပါတယ်။\nမွေးဖွားတဲ့နေ့ရက်တူပေမယ့် ကံကြမ္မာမတူတဲ့ သူတို့နှစ်ယောက်မှာ\nလီယွန်က Down Syndrome ဝေဒနာသည်လေး အဖြစ်\nမွေးဖွားလာခဲ့ပါတယ်.အဖေရော အမေပါ ဆုံးသွားပြီးတဲ့နောက် သူတို့နှစ်ယောက်\nတည်း ကျန်ခဲ့တဲ့အချိန်မှာ ဘယ်သူ့ကိုမှ မျက်နှာသာမပေးတဲ့\nလောကဓံတရားကလည်း သူတို့ကို ပြင်းထန်စွာ ရိုက်ခတ်\nလာပါတော့တယ်။ မိဘမဲ့အနေနဲ့ အစိုးရထောက်ပံ့ကြေး ယူ\nထားရင်းနဲ့ပဲ ဝါသနာပါတဲ့ သရုပ်ဆောင် အလုပ်ကိုလည်း လက်\nမလွှတ်နိုင်ဘဲ အောင်မြင်မှုနဲ့ ဝေးကွာရင်း စိတ်ကျန်းမာရေးပါ\nထိခိုက်လာတဲ့ အော်ဗီဒို၊ အစ်မဖြစ်သူရဲ့ အခြေအနေကို အဆုံး\nစွန်ထိ ကာကွယ်ပြောဆိုရင်း ဉာဏ်ရည်မဖွံ့ဖြိုးပေမယ့် မေတ္တာ\nတရားများ ဖွံ့ဖြိုးကြီးထွားလာသူ လီယွန်တို့နှစ်ယောက် အခက်\nအခဲတွေကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲ။ကိုယ့်ကိုကိုယ် သတ်သေဖို့ ကြိုးစားရလောက်တဲ့အထိ စိတ်ဓာတ်\nတွေ ကျဆင်းနေသူအတွက် လီယွန်ရဲ့ ရိုးရှင်းစွာအားပေးလိုက်တဲ့\nစကားလေးတစ်ခွန်းကိုလည်း ပြောပြချင်ပါတယ်။\n“You Can Also Die of ...",
        "rating": "5.6",
        "url": "https://megaup.net/3eOL8/Olvido.y.Leon.2020.720p.NF.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vvSyI8t5fnbRZpDKrNcdxCE2uyv.jpg",
        "title": "The Advocate: A Missing Body(2015)",
        "description": "The Advocate: A Missing Body(2015)*********************************ဥပဒေရုံးကြီးတစ်ခုရဲ့နာမည်ကျော်ရှေ့နေဗြောန်းဟိုဆောင်းဟာ လိုက်သမျှအမှုတိုင်းလိုလိုနိုင်အောင်စွမ်းဆောင်နိုင်ပြီး\"အနိုင်ရတာကတရားမျှတမှုပဲ\" လို့ခံယူထားသူတစ်ဦးဖြစ်ပါတယ်။ဆေးဝါးကုမ္ပဏီကြီးအတွက် အမှုနိုင်အောင်လုပ်ပေးပြီးတဲ့နောက်မှာတော့ လူသတ်မှုနဲ့စွပ်စွဲခံထားရတဲ့ဥက္ကဌမွန်းဂျီဟွန်းရဲ့ဒရိုင်ဘာအတွက် အမှုလိုက်ပေးဖို့ ငှားရမ်းခံရပါတယ်။အလောင်းရော၊ သက်သေရောမရှိတဲ့လူသတ်မှုဖြစ်နေပေမယ့် ရှေ့နေဗြောန်းကသူ့ထုံးစံအတိုင်း တရားပြိုင် အပြစ်မရှိအောင် ခုခံချေပပေးခဲ့ပါတယ်။ဒီလိုနဲ့ တရားခွင်နောက်ဆုံးနေ့ အမှုနိုင်ခါနီးမှာမှ သူ့အမှုသည်က သူသတ်ခဲ့တာဖြစ်ကြောင်းရုတ်တရက်ထဝန်ခံလိုက်တဲ့အခါမှာတော့ အမှုရှုံးနိမ့်သွားပါတော့တယ်။ရှေ့နေဗြောန်းတစ်ယောက် အရှက်တကွဲဖြစ်ခဲ့ရတဲ့အပြင် မျက်မြင်သက်သေအတုဖန်တီးမှုနဲ့ပါသံသယဝင်ခံရတဲ့အတွက် ဂုဏ်သိက္ခာပြန်ဆယ်ဖို့ အမှုပြန်စုံစမ်းရင်းကနောက်ကွယ်မှာ သူမထင်ထားတဲ့ ဖြစ်ရပ်ပေါင်းများစွာရှိနေတဲ့အခါမှာတော့...File Size :(1.7GB) and (688MB)\nQuality :WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Thriller, Mystery, Comedy, Law\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ei Phyu Khin & Shoon\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dc8q/The_Advocate_A_Missing_Body_(2015).Web-Dl.720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7QKkvGgwMCvYrdkyNFgxfLESBtx.jpg",
        "title": "Kill Boksoon(2023)",
        "description": "Kill Boksoon(2023)*****************Netflix က အသစ်ထပ်ထွက်လာတဲ့ ဒီ Action, Drama ရုပ်ရှင်ကတော့ လောလောဆယ်မှာRT 92% တောင်ရထားတာဖြစ်ပါတယ်...ဘို့ဆွန်းဆိုတဲ့ အမျိုးသမီးက နာမည်ကြီး ကြေးစားလူသတ်သမား‌တစ်ယောက်ဖြစ်တယ်..သူတို့လောက က တကယ်တော့ တရားဝင် ဟန်ပြကုမ္ပဏီထောင်ကြပြီး နောက်ကွယ်မှာတော့ကြေးစားလူသတ်သမားတွေမွေးထုတ်ပြီး ဒိတ်ဒိတ်ကျဲတွေကို အခကြေးငွေယူပြီးသတ်ပေးပါတယ်..ဒီလူတွေထဲမှာ ဘို့ဆွန်းကတော့ တိုက်ရည်ခိုက်ရည်ပြည့်ဝပြီးအောင်မြင်မှု ၁ ရာခိုင်နှုန်းပဲရှိရင်တောင် ဖြစ်အောင်လုပ်နိုင်လို့ သူတို့လောကမှာတော့အားလုံးက ကြောက်ရွှံလေးစားကြပါတယ်.. ဘယ်အလုပ်မဆို အနားယူရမဲ့ အချိန်ကာလဆိုတာရှိကြတယ်မလား..ဘို့ဆွန်းမှာလည်း သမီးလေးတစ်ယောက်ရှိသလိုဒီလောက က အနားယူပြီး အေးဆေး သာမန်မိခင်တစ်ဦးအနေနဲ့ နေချိန်တန်ပြီလို့သူမ ယူဆလာတယ်.. ဒါ့ကြောင့် အနားယူဖို့ ပြင်ဆင်ခါ မှသူမ မမျှောလင့်ထားတဲ့အရာအားလုံးဖြစ်ပျက်ခဲ့သလိုဒီလောကကြီးထဲက အတော်ဆုံးဆိုသော ကြေးစားလူသတ်သမားတွေ သူမနောက်ကိုတစ်ပြုံကြီးလိုက်လာကြတဲ့အခါမှာတော့.....ကိုရီးယားရဲ့ အထင်ကရမင်းသမီးကြီး Jeon Do Yeon နဲ့  မင်းသားကြီး Sol Kyung Gu တို့အဓိက ပါဝင်ကြမ်းရမ်းထားကြပြီး  Esom လေးကလည်း ဇပျင်းပျင်းနဲ့ဖိုက်တာ  ...",
        "rating": "7.3",
        "url": "https://megaup.net/1db4a/Kill.Boksoon.(2023)WEB-DL.720P(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6M7Txm2cxR90IOycIs39F5jbjI.jpg",
        "title": "[18+] Love Hotel (1985)",
        "description": "Love Hotel (1985)မှောင်နေတဲ့ထဲမှာ အမှောင်ခန်းတွေပါတဲ့ အချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။အချစ်ဟိုတယ်ဆိုတဲ့နာမည်အတိုင်း မင်းသားနဲ့ မင်းသမီးက အချစ်ဟိုတယ်မှာ စတွေ့ကြပါတယ်။ မင်းသမီးကတော့ အချိန်ပိုင်း ဖျော်ဖြေတဲ့သူဖြစ်ပြီးတော့ မင်းသားကတော့ အကြွေးတွေများလို့ စိတ်ဓာတ်ကျပြီး တစ်ယောက်တည်းသတ်သေရမှာပျင်းလို့ အဖော်ခေါ်သွားချင်တာနဲ့ ဖျော်ဖြေရေးခေါ်ရာကနေ တွေ့ကြပါတယ်။သတ်သေဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးမျက်နှာမြင်ပြီး စိတ်ပြောင်းသွားလို့ ကောင်မလေးကို ခုတင်ပေါ်မှာ ပစ်ထားပြိး လစ်ပြေးသွားပါတယ်။နောက်တော့ မင်းသားက တက္ကစီဒရိုက်ဘာလုပ်နေရင်း မင်းသမီးကို ပြန်တွေ့ပါတယ်။ မင်းသမီးက ဖျော်ဖြေရေးမလုပ်တော့ဘဲ တခြားအလုပ်လုပ်နေပေမဲ့ အတိတ်က အရိပ်ဆိုးရဲ့ ဖုံးလွှမ်းမှုကို ခံနေရပါတယ်။တက္ကစီဒရိုက်ဘာမင်းသားက သူ့ကိုယ်သူသတ်မသေအောင် စိတ်ပြောင်းပေးနိုင်တဲ့ မင်းသမီးကိုကြွေသွားပြီး မင်းသမီးကလည်း သူ့ကို မုဒိမ်းကျင့်သတ်ဖို့ စီစဉ်ပေမဲ့ မလုပ်ဖြစ်တဲ့ မင်းသားကို ကြိုက်သွားပါတယ်။ဒါပေမဲ့ သူတို့အချစ်ခရီးလမ်းက အိမ်ထောင်ရေးဖောက်ပြန်မှုလမ်းခွဲတွေ အများကြီး ကွေ့ဝင်ထားတာကြောင့် စိတ်ဝင်စားစရာ ဇာတ်ကွက်လေးတွေကို တဝကြီးကြည့်ရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 750MB\nQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/1T8j3/(CM)_Love_Hotel_(1985)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDg2ZDc3YmItNzBiYy00YjYyLWJhZjgtNDNkZTZlNTBjMWUzXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-140x200.jpg",
        "title": "[19+]Tasty Sex And Female Soldier(2019)",
        "description": "[19+]Tasty Sex And Female Soldier(2019)**************************************စုံတွဲတစ်တွဲရှိတယ်..ကောင်မလေးက အစိုးရဝန်ထမ်းဖြစ်တော့ကောင်လေးကိုသိပ်အချိန်မပေးနိုင်ဘူး..ဒီကြားထဲ သူ့အလုပ်နဲ့ဆိုင်တာတွေပါ အခန်းထဲယူယူလာတော့ကြာတော့ ကောင်လေးက စိတ်ပျက်လာတယ်...အကြာကြီးချစ်ခဲ့သလို သံယော်ဇဉ်လည်းတွယ်နေတာဆိုတော့လမ်းခွဲဖို့ကိုမပြောရက်ဘူး..အဲ့ဒီနောက်မှာတော့..19+ အဆင့်မို့ အိပ်ရာခန်းတွေများစွာပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး... File Size : (569MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://megaup.net/1T8j9/Tasty_Sex_And_Female_Soldier.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vidfsb8UxcWIl0amKk7adYdKWVh.jpg",
        "title": "Black Butler(2014)",
        "description": "Black Butler(2014)*****************လက်စားချေတဲ့ ခပ်ကြမ်းကြမ်း အက်ရှင်ဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက် ၂၀၁၄ ကထွက်ရှိခဲ့တဲ့ Black Bulter ဆိုတဲ့ဂျပန်ဇာတ်ကားကောင်းလေးကို မိတ်ဆက်ပေးပါရစေ။အမေနဲ့အဖေနှစ်ယောက်လုံး အသတ်ခံရပြီးနောက် ကံကောင်းစွာလွတ်မြောက်သွားခဲ့တဲ့ ရှီအိုရီဆိုတဲ့ကောင်မလေးဟာ ယောက်ျားလေးဟန်ဆောင်ပြီး မိသားစုဆီကိုပြန်လာခဲ့ပါတယ်။ဒီလိုပြန်လာနိုင်ဖို့ သူ့ရဲ့ဝိညာဥ်ကို နတ်ဆိုးဆီကိုရောင်းစားခဲ့ပြီး နတ်ဆိုးနဲ့အတူပြန်လာခဲ့တာပါ။ငယ်ရွယ်တဲ့ကောင်မလေးဟာ နတ်ဆိုးနဲ့အတူ သူ့မိဘတွေရဲ့သေဆုံးမှုကို ဘယ်လိုစုံစမ်းပြီး လက်စားပြန်ချေမလဲ။နည်းပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေ၊ အထက်တန်းအလွှာတွေကြားကရှုပ်ထွေးမှုတွေနဲ့အတူခမ်မိုက်မိုက် အက်ရှင်ခန်းတွေ Plot Twist တွေနဲ့မို့ ကြည့်သင့်ပါကြောင်းFile Size :(2.7GB)(1GB) and (353MB)\nQuality :Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/1T8io/Black.Butler.2014.BLU-RAY.720P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/brwemmbuqxxy.mid-136x200.jpg",
        "title": "[18+]Chain (2021)",
        "description": "[18+]Chain (2021)****************ဆယ်ကျော်သက်အရွယ်ဆိုတာ အချစ်ကိုစူးစမ်းချင်ကြသလိုကာမစိတ်နဲ့ပတ်သက်ပြီးတော့လည်း လက်တည့်စမ်းချင်ကြတယ်..အချစ်နဲ့ မဆိုင်ဘူးလို့ဆိုသော်ငြားလည်း ဒီစိတ်ဟာမပါလည်းမဖြစ်တဲ့အရာလိုမျိုးပါပဲ..ဒီကားထဲမှာတော့ လူငယ်လေးတွေနဲ့ လူကြီးတွေကြားအချစ်တွေဖလှယ် အတွေ့အကြုံတွေဖလှယ်ရင်းဘဝရဲ့ အချစ် , အချစ်နဲ့ ကာမကိုလှလှပပလေး ပုံဖော်ထားတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး............File Size :(1.1GB) and (548MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://megaup.net/3f3ag/Chain.2021.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/zanjeer-malayalam-1-137x200.jpg",
        "title": "Zanjeer (2013)",
        "description": "တောင်ပိုင်းမင်းသား ရမ်ချရန် Ram Charan နဲ့ ဘောလိဝုဒ်မင်းသမီးချော ပရီရန်ကာချော်ပရာ Priyanka Chopra တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက တောင်ပိုင်းဆန်တဲ့ အက်ရှင်ရဲဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့...\nACP Vijay Khanna ဆိုတာ မတရားမှုတွေကို လက်ပိုက်ကြည့်မနေဘဲ ကိုယ်တိုင်ဝင်ပါဖြေရှင်းတတ်ပြီး လက်သံပြောင်လွန်းလို့ ရဲဌာနတွေကနေ ခဏခဏပြောင်းရွှေ့ခံနေရတဲ့ရဲအရာရှိတစ်ဦးပါ...ဒီတစ်ခါ...\nသူပြောင်းရွှေ့ခံလိုက်ရတဲ့နေရာမှာ ဆီမှောင်ခိုလုပ်ငန်းက အမြစ်တွယ်ကြီးထွားနေပြီး\nမကောင်းမှုအားလုံးရဲ့မြစ်ဖျားခံရာဆိုတာနဲ့ ဒီမကောင်းမှုတွေမှာ ရဲဌာနက လူကြီးတွေပါပါဝင်နေတာကို သူသိလိုက်တဲ့အခါမှာတော့...\nACP Vijay Khanna တစ်ယောက် အမှန်တရားအတွက် ဘာကိုမှ မငဲ့ကွက်ဘဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ........။\nFile size…(3.9 GB)/(1.4 GB)\nQuality…WEBHD 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "",
        "url": "https://megaup.net/1T8ds/(CM)_Zanjeer_(2013)_720p.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gaslight-4-160x200.jpg",
        "title": "Gaslight(2023)",
        "description": "Gaslight (2023)IMDb-6.0/10ဆန်းဆန်းပြားပြားသည်းထိတ်ရင်ဖိုကြိုက်တဲ့သူတွေအတွက် ဆာရာလေးအဓိကပါ၀င်ထားပြီး\nမင်းသားကြီး Rahul Dev ၊ အမေရိကန်နိုင်ငံဖွား မင်းသားချောလေး Akshay Oberoi ၊\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုရ Chitrangda Singh တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါ ပါ၀င်ထားတဲ့ကားပါဇာတ်လမ်းအညွှန်းနန်းတော်ကြီးကနေ အတော်ကြာထွက်ခွာသွားတဲ့\nမင်းသမီးလေးမီရှာဟာ ဖခင်ရဲ့စာတွေကြောင့်ပြန်လာခဲ့ပါတယ်\nသူနန်းတော်ပြန်ရောက်ချိန်မှာတော့ သူ့ဖင်ဘုရင်ကြီးရှိမနေပါဘူး\nအဲဒီအစား အိမ်‌မက်ယောင်လို သူ့အဖေရဲ့အရိပ်အယောင်တွေသာ သူမြင်တွေ့နေရပါတယ်\nဘယ်သူ့ကိုမေးမေး သူ့အဖေပျောက်နေတယ်ဆိုတာကလွဲ ဘာမှမဖြေကြပါဘူးနန်းတော်ကနေဘုရင်တစ်ပါးလုံးပျောက်နေတာတောင် ဘာမှမသိကြတဲ့အသိုင်းအဝိုင်းကြားမှာ\nမီရှာတစ်ယောက်တည်းဘယ်လိုအဖြေရှာစုံစမ်းမလဲ\n‌သူ့ဘေးမှာရှိနေတဲ့လူတွေကရော ဘာကြောင့်မသိကြတာလဲ နန်းတို့ရဲ့ထုံးစံအတိုင်း\nမိတ်ဆွေကောင်းဘယ်သူလဲ ဇာတ်သိမ်းခါနီးထိမသိရပဲ လျှို့ဝှက်မှုပေါင်းများစွာနဲ့ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…1.4GB / 511MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Khin Khin",
        "rating": "5.9",
        "url": "https://megaup.net/1T8c3/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onDrDG7BxvSIcmdWSdz3t92yPb.jpg",
        "title": "Master(2016)",
        "description": "Master(2016)************Lee Byung-hun  အဓိက ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားကြီးဟာBO လည်း ဝင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွှမ်းခြင်းတွေလည်း ရရှိခဲ့ပါတယ်..\nဂျင်ယောင်းဖီဆိုတဲ့သူဟာ ပိရမစ်စနစ်ဆိုတဲ့ ငွေစုစနစ်တစ်ခုကိုတည်ထောင်ပြီးတော့တစ်နိုင်ငံလုံးကပြည်သူတွေဆီကနေ ငွေသန်းပေါင်းများစွာလိမ်ယူနေတာပါ။ဒါကို စုံထောက်ဂင်ဂျယ်မြောင်းဆိုတဲ့သူကသိပြီးတော့ ဖမ်းဖို့သက်သေရှာနေပါတယ်။သက်သေရပြီး ဖမ်းမိခါနီးမှာပဲ ဂျင်ယောင်းဖီက ပိုက်ဆံတွေယူပြီး ကိုးရီးယားနိုင်ငံကနေထွက်ပြေးသွားတာမလို့ စုံထောက်အဖွဲ့အရေးနိမ့်သွားရပါတယ်။ဒါပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ စုံထောက်ဂင်ဂျယ်မြောင်းက လက်မလျော့ဘဲ ဂျင်ယောင်းဖီကိုဖမ်းဖို့အတွက် သူ့ကိုယ်ပိုင်အထူးအဖွဲ့ကိုဖွဲ့ခဲ့ပါတယ်။သူ့ရဲ့အဖွဲ့နဲ့အတူ ဖိလစ်ပိုင်မှာနောက်ထပ်လိမ်လည်မှုကျူးလွန်ဖို့ကြံစည်နေတဲ့ ဂျင်ယောင်းဖီကို ဘယ်လိုမိအောင်ဖမ်းမလဲ။ဉာဏ်အရမ်းထက်တဲ့ လူလိမ်ဂျင်ယောင်းဖီကရော ဘယ်လိုအကွက်တွေနဲ့လှည့်ထွက်ဦးမလဲဆိုတာကိုစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။File Size :(2.6GB)(1.04GB) and (342MB)\nQuality :WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dazw/Master_(2016).WEB-DL.720P(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjhiNjBlODctY2ZiOC00YjVlLWFlNzAtNTVhNzM1YjI1NzMxXkEyXkFqcGdeQXVyMjQxNTE1MDA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Avatar: The Way of Water (2022)",
        "description": "Avatar: The Way of Water (2022)\n========================\nIMDb Rating - 8.1/102009 ခုနှစ်က ဆုပေါင်းများစွာနဲ့ ဝင်ငွေစံချိန်တင်ခဲ့တဲ့ Avatar\nရုပ်ရှင်ရဲ့အဆက် Avatar 2 : The Way of Water ကြည်တောက်\nရှင်း Version ရပြီမို့ တင်ဆက်ပေးထားပါပြီ။ဇာတ်လမ်းအကျဉ်း\n............................\nဇာတ်လမ်းကတော့ ဂျိတ်ဆော်လီနဲ့ နတီးရီတို့ လက်ထပ်ပြီး ပန်ဒိုရာ\nတောထဲမှာ အတူနေကြတာကနေ ပြန်ဆက်ထားပါတယ်။ ကောင်းကင်\nလူမျိုးလို့ခေါ်တဲ့ ကမ္ဘာသားတွေကို ကမ္ဘာပေါ်ကို ပြန်ပို့ပြီး နာဗီတွေ\nသာယာအေးချမ်းနေကြပါပြီ။ ဂျိတ်ဆော်လီနဲ့နတီးရီတို့လည်း သားသမီး\nလေးယောက်နဲ့ မိသားစုကြီးဖြစ်နေပါပြီ။ ဒါပေမဲ့ ပျော်ရွှင်မှုဆိုတာ\nတမဟုတ်ချင်းပျောက်ကွယ်တတ်တဲ့အရာမို့ ကမ္ဘာသားတွေ နောက်တစ်ခါ\nအင်အားအပြည့်နဲ့ ကျူးကျော်လာတဲ့အခါမှာတော့ နာဗီမျိုးနွယ်တွေ ပုန်း\nရှောင်နေကြရပြီး ပြောက်ကြားစစ်နဲ့ ပြန်တိုက်ခိုက်ကြရပါတော့တယ်။အဲဒီတိုက်ပွဲတွေကိုလည်း ဂျိတ်ကပဲ ဦးဆောင်ပြီး သူ့ရဲ့ သားနှစ်ယောက်လည်း\nပါဝင်တိုက်ခိုက်နေရပါတယ်။ ဒါပေမဲ့ ကမ္ဘာဘက်ကလည်း အက်ဗာတာ\nအထူးတပ်တွေထုတ်သုံးပြီး ဂျိတ်တို့ကို သတ်ဖို့လိုက်လာတဲ့အခါမှာတော့\nဂျိတ်တို့မိသားစု ရှင်သန်ဖို့ အသက်လုတိုက်ပွဲတွေ ဆင်နွှဲလာရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1T9mv/Avatar.The.Way.of.Water.2022.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEmMqgcXvA5Nc5YufekDt57GHTJ.jpg",
        "title": "Sri Asih(2022)",
        "description": "Sri Asih(2022)*************Sri Ashi ဇာတ်ကားဟာ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကို R.A Kosasih ရေးသားထားတဲ့ Sri Ashi၊ ဂန္တဝင်အင်ဒိုနီးရှားရုပ်ပြစာအုပ်ကိုပြင်ဆင်ပြီးlive-action ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာဆိုရင် BCU(Bumilangit Cinema Universe) ရဲ့Gundala(2019) အပြီး ဒုတိယမြောက်ထွက်ရှိလာတဲ့ကားပဲဖြစ်ပါတယ်။ IMDB 7.3/10 အထိရရှိထားတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အယ်လ်လန်နာဟာ သူမရဲ့အဖေနဲ့ အမေကိုသေဆုံးစေခဲ့တဲ့မီးတောင်ပေါက်ကွဲမှုအတွင်းမှာ မွေးဖွားလာခဲ့ပါတယ်။ သူမဟာ သူမရဲ့ ဒေါသစိတ်ကြောင့် အမြဲ အခက်အခဲတွေကိုအမြဲကျော်လွှားနိုင်ခဲ့တယ် အောင်နိုင်ခဲ့တယ်ဆိုတာကို နားမလည်ခဲ့ပေမယ့် အဲ့ဒီ့ဒေါသစိတ်ကို အမြဲတိုက်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။\nအဲ့နောက်မှာတော့ ချမ်းသာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သူမကို သာမန်ဘဝလေးမှာပဲ နေထိုင်နိုင်ဖို့အတွက်မွေးစားခဲ့ပါတယ်။ ဒါပေမယ့် အယ်လ်လန်နာ အရွယ်ရောက်လာတဲ့အခါ သူမဟာသာမန်လူသားတစ်ယောက်မဟုတ်ကြောင်း သူမရဲ့ မူလဇာစ်မြစ် အမှန်တရားကို ရှာဖွေတွေ့ရှိသွားခဲ့ပါတယ်။\nဒီနောက်မှာတော့ ရန်သူတွေ အများကြီးပေါ်ပေါက်လာသလို သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်သူကတော့ PROXY ဖြစ်ပါတယ်File Size :(1.9GB) and (870MB)\nQuality :WEB-DL1080P, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1T809/Sri.Asih.2022.WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU0orGizEpOli4wtN8HtfOOJDlA.jpg",
        "title": "Gundala (2019)",
        "description": "ဒီကားလေးကတော့ စူပါဟီးရိုးဖန်တွေအတွက် 2019 တုန်းက ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားလေးပါ။BumiLangit စတူဒီယိုကနေထုတ်လုပ်တာဖြစ်ပြီး BumiLangit Cinematic Universe(BCU) ရဲ့ ပွဲဦးထွက် စူပါဟီးရိုးကားလည်းဖြစ်ပါတယ်။ဒီနှစ်ပိုင်းအတွင်းမှာ BCU ကနေ နောပ်ထပ် Sequals တွေထပ်ထွက်ဖို့ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.... ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဟာ အောက်ခြေဝန်ထမ်းတွေကို အလုပ်တွေဖိခိုင်း၊ အချိန်ပိုတွေလုပ်ခိုင်းပြီးလစာတွေကိုကျတော့မစို့မပို့သာပေးပြီး အချိန်အကြာကြီးခေါင်းပုံဖြတ်နေခဲ့ပါတယ်။အဲဒီလို အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ ဆောက်လုပ်ရေးကုမ္ပရဲ့အထက်လူကြီးတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံး တစ်နေ့မှာတော့အလုပ်သမားတွေဟာစုဖွဲ့ပြီး ဆန္ဒပြဖို့လုပ်ပါတော့တယ်။အဲဒီဆန္ဒပြတဲ့အုပ်စုထဲမှာ ဆန်ချာကာဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ အဖေလည်းပါပါတယ်။ဆန်ချာကာ ဆိုတာကတော့ မွေးကတည်းက ထူးခြားတဲ့စွမ်းအားနဲ့မွေးဖွားလာတဲ့ကလေးလေးပါ။သူဟာ မိုးကြိုးတွေကနေခွန်အားတွေပြန်ယူနိုင်ပြီး ရန်သူတွေကိုလည်း လျှပ်စီးတွေနဲ့ ပစ်နိုင်တဲ့အစွမ်းရှိပါတယ်။ပြီးတော့ သူ့စွမ်းအားတွေထုတ်နေတုန်းမှာဆိုရင် သူ့လက်ထဲကိုင်ထားတဲ့အရာဝတ္တုနဲ့ အမျိုးအစားတူတဲ့ပစ္စည်းတွေဟာ ကွဲကြေပျက်စီးနိုင်ပါတယ်။ဒါပေမယ့် ဆန်ချာကာလေးဟာ သူ့မှာစွမ်းအားရှိနေတာကို မသိရှာပါဘူး။ဆန်ချာကာရဲ့အဖေတို့ဟာ ဆန္ဒပြရင်းမတော်တဆဖြစ်ပြီး ငွေနဲ့မက်လုံးအပေးခံထားရတဲ့ တခြားစက်ရုံဝန်ထမ်းတစ်ယောက်ရဲ့လက်ချက်နဲ့ သေသွားခဲ့ရပါတယ်။အဖေမရှိတော့တဲ့နောက်ပိုင်းမှာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1daz0/Gundala.2019.web-dl.720p(cm).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWI4N2FjYzMtMTE3MC00MThjLTliMzAtYjI1MzMyOGM4YzA0XkEyXkFqcGdeQXVyMjY2MTMwNDI@._V1_-150x200.jpg",
        "title": "Voir la mer (2011)",
        "description": "Voir la mer (2011)\n==============ဒီတစ်ခေါက်မှာတော့ ပြင်သစ် သုံးပွင့်ဆိုင် ဒရမ်မာကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ နီကိုလာနဲ့ ကလီမန့်လို့ခေါ်တဲ့ ညီအစ်ကို\nနှစ်ယောက်က အားလပ်ရက်မှာ သူတို့အမေရှိတာ ပြင်သစ်ကို\nအလည်သွားဖို့ ခရီးထွက်လာခဲ့ပါတော့တယ်။ ခရီးမသွားခင်မှာပဲ\nပရူဒန့်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က နီကိုလာနောက်လိုက်ပါပြီး\nသူမလည်း ခရီးစဥ်မှာအတူပါလာပါတော့တယ်။တကယ်တော့ ဇာတ်လမ်းလေးက ရိုးရိုးလေးပါပါပဲ . ညီအကိုတွေ\nခရီးထွက်တယ်၊ ကောင်မလေးက လမ်းကြုံလိုက်တယ်ပေါ့။ မရိုးတာ\nကတော့ ကောင်မလေးနဲ့ ညီအကိုနှစ်ယောက်လုံးနဲ့ ညိတာပါပဲ။\nကျန်တာတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုကြပါ၊ တစ်ခုသတိ\nပေးချင်တာက မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်တဲ့ အခန်းတွေ\nပါဝင်တာမို့ သတိပြုကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (780 MB) / (449 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1R5gf/Voir.la.mer.2011.FRENCH.720p.BluRay[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2x3D4/The.Lion.King.3.2004.720p.BluRay___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
        "title": "The Lion King II: Simba’s Pride(1998)",
        "description": "The Lion King  2******************** အားလုံးရဲ့ အချစ်တော် ခြင်္သေ့လေးစင်ဘာဟာ အရွယ်ရောက်လို့ဘုရင်ကြီးစင်ဘာအဖြစ် အုပ်စုကို တာဝန်ယူနေပါပြီ။ အရိုက်အရာဆက်ခံမယ့် ခီယာရာဆိုတဲ့ အဖေတူသမီးတော်လေး တစ်ယောက်လည်းရှိပါတယ်။ ခီယာရာလေးဟာ အရွယ်ရောက်လို့ အရာရာကို စူးစမ်းလိုစိတ်ပြင်းပြနေပါတယ်။ ဒီတော့ ငယ်ရာကကြီးလာတဲ့ စင်ဘာ စိတ်ပူရပါပြီ။တစ်ဘက်မှာလည်း နယ်နှင်ခံလိုက်ရတဲ့အုပ်စုက ခြင်္သေ့မ ဇီရာဟာစကားရဲ့အရိုက်အရာကို ဆက်ခံမယ့် ကိုဘူးလေးကို ပျိုးထောင်ပေးနေပါတယ်။ လက်စားချေဖို့ အမုန်းတရားတွေနဲ့ အပြင်းအထန်လေ့ကျင့်ပေးနေပါပြီ။ ဇီရာဟာ စင်ဘာကို အလစ်ချောင်း လုပ်ကြံဖို့ ကိုဘူးကိုအသုံးချပါတော့တယ်။ အစီအစဉ်အရ ကိုဘူးတစ်ယောက် စင်ဘာနဲ့နီးစပ်နိုင်ဖို့ သမီးဖြစ်သူ ခီယာရာကို အရင်ချဉ်းကပ်ရပါတယ်။ အသုံးချဖို့စခဲ့ပေမယ့် ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် သူတို့နှစ်ဦး ချစ်မိသွားပါတော့တယ်။အမုန်းတရား လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ အုပ်စုနှစ်ခုကြားကချစ်သူနှစ်ဦးရဲ့ လမ်းခရီး‌လေး ဖြောင့်ဖြူးပါ့မလား အတူပေါင်းစည်းနိုင်ဖို့ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ မူဖာဆာပြောခဲ့တဲ့အတိုင်းတစ်သားတည်းဖြစ်အောင် ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့… File Size : (1.14 GB) and (553 MB)\nQuality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1R689/The_Lion_King_II_Simba_s_Pride_720P___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://megaup.net/2x3xW/The.Lion.King.1994.720p.BluRay__%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-christmas-133x200.jpg",
        "title": "Christmas Full of Grace (2022)",
        "description": "ခရစ္စမတ်အခါသမယအတွက် ပရိသတ်ကြီး ရယ်ရယ်မောမောကြည့်ရအောင် ခရစ္စမတ်နောက်ခံ Brazilian romantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်ဇာတ်လမ်းလေးကတော့\nဥစ္စာပေါ၊ ရုပ်နည်းနည်းချောတဲ့ Carlinhos ဆိုသူဟာ သူရဲ့ ၁၀ နှစ်တာရည်းစား Bebela ကို လက်ထပ်ခွင့်တောင်းနေတဲ့အချိန်မှာပဲ Bebela ကတခြားမိန်းမတစ်ယောက်နဲ့အတူရှိနေတာကို သိလိုက်ရပါတော့တယ်။ဒီလို Carlinhos တစ်ယောက် ပုလင်းကွဲလည်းရှ။ ချိုလည်းပေါက်ဖြစ်သွားတဲ့အချိန်က တိုက်တိုက်ဆိုင်ဆိုင် သူ့မိသားစုနဲ့ ခရစ္စမတ်ပိတ်ရက်ကို အတူဖြတ်သန်းဖို့ ချိန်းဆိုထားပြီးသားအချိန် လာဖြစ်နေပါတော့တယ်။အဲတော့ မိသားစုရှေ့မှာ အရှက်မကွဲချင်တဲ့ Carlinhos ဟာ သူခုမှ ပထမဆုံးတွေ့ဖူးတဲ့ သူစိမ်းတစ်ယောက်ကို သူ့ရည်းစားအသစ်ယောင်ဆောင်ခိုင်းပြီး သူ့မိသားစုနဲ့တွေ့ဖို့ အိမ်ခေါ်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးFile size…(2.52GB)  / (1.34GB) / (713.3MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "4.6",
        "url": "https://megaup.net/1aHbn/Christmas.Full.of.Grace.2022.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/where-139x200.jpg",
        "title": "Were the World Mine (2008)",
        "description": "Were the World Mine (2008)\n=====================\nIMDb Rating - 6.8/10ရိုမီယိုနဲ့ဂျူးလီးယက်တို့ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဝီလျံရှိတ်စပီးယားရေးတဲ့\n\"A Midsummer Night's Dream\" ကိုသိကြမယ်ထင်ပါတယ်။\nအဲ့ဒီပြဇာတ်ကို ထည့်ရိုက်ထားတာမို့လို့ ဒီဇာတ်ကားကိုကြည့်ဖို့ဆို\nအဲ့ဇာတ်ကြောင်း နားလည်ထားရင်ပိုအဆင်ပြေမှာပါ။ ဇာတ်လမ်း\nကတော့နည်းနည်းတစ်မျိုးပဲဗျ။ ပေးချင်တဲ့မက်ဆေ့ဂ်ျကို မြင်အောင်\nကြည့်တတ်ရင်တော့ သိပ်မဆိုးပါဘူးပဲပြောရမှာပေါ့လေ။တင်မသီက ယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်နေတဲ့ ကျောင်း\nသားတစ်ယောက်။ နောက်ပြီးတော့ သူကဂေးပေါ့။ အဲ့ခေတ်တုန်းက\nLGBT တွေကိုလက်မခံတဲ့သူ ခပ်များများဆိုတော့ ကျောင်းမှာအနှိမ်ခံ\nလေးပေါ့။ သူ့ Crush ကလည်း အဖြောင့်ကြီးဖြစ်နေပြန်ပါတယ်။ တစ်\nနေ့ကျ သူတို့ကျောင်းမှာ ဝီလျံရှိတ်စပီးယားရဲ့ပြဇာတ်\"A Midsummer\nNight's Dream\" ကိုကပြရမှာမို့ နတ်သူငယ် ပက်ခ်(ရော်ဘင်ဂွတ်ဖဲလိုး)\nနေရာကနေ သရုပ်ဆောင်ရမယ့် တင်မသီတစ်ယောက် ပြဇာတ်စာသား\nကျက်နေရင်း စတန့်ထွင်လိုက်ရာကနေ အဲ့ပြဇာတ်ထဲက အစွမ်းရှိတဲ့\nခရမ်းရောင်ပန်းပွင့်ကို ရသွားပါတယ်။ဒီတော့ အဲ့ခရမ်းရောင်ပန်းပွင့်က ဘာအစွမ်းရှိတာလဲ။ အဲ့ပန်းရဲ့အစွမ်းနဲ့\nတင်မသီ ဘာတွေလုပ်မိမလဲ။ နောက်ဆုံး အလွဲတွေကနေ ဘယ်လိုဇာတ်\nသိမ်းသွားမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(18+မဟုတ်ပေမယ့် ကလေးသူငယ်တွေကြည့်ရှုဖို့မသင့်တဲ့ ဇာတ်ဝင်ခန်း\nတွေပါပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R2y7/Were.the.World.Mine.2008.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc3Yjg1MmUtODllMy00MmZkLTgyNDAtZDg0N2I4OWEzZTkxXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Serendipity (2001)",
        "description": "Serendipity (2001)\n==============\nIMDb Rating - 6.8/10ခရစ်စမတ် ရာသီ နယူးယောက်မြို့တော်မှာ..ဂျိုနာသန်ဆိုတဲ့\nကောင်လေးတစ်ယောက်ဟာ..ဆာရာ ဆိုတဲ့ ကောင်မလေး\nတစ်ယောက်ကို Bloomingdale ဆိုတဲ့ department store\nတစ်ခုမှာ စတွေ့ခဲ့မိပါတယ်။သူတို့နှစ်ယောက်ဟာ ကတ်ရှ်မဲ လက်အိပ်အနက်ကလေး တစ်စုံ\nတည်းကို ဝယ်ဖို့ ပြိုင်တူဆုပ်ကိုင်မိခဲ့တာ..။နှစ်ယောက်လုံးမှာ\nသက်ဆိုင်သူ ကိုယ်စီရှိတော့ စကားအပြန်အလှန်ပြောရင်း လက်\nဆုံကျပြီး ဆိုင်ကလေး တစ်ဆိုင်မှာအတူထိုင်ဖြစ်ကြတယ်ဆိုပါ\nတော့..။ ဆိုင်ကလေးရဲ့ နာမည်က Serendipity 3 ပါ။ အပြင်မှာ\nတကယ်လဲရှိပါတယ်။ကိုယ်တွေ အင်းလျားလမ်းမှာတောင်နာမည်လေးခပ်ဆင်ဆင် တစ်ခု\nရှိတယ် Serenity လေ။ (Serenity ကို 'သက်ငြိမ်' လို့နာမည်ပေးခဲ့\nဖူးတယ်၊ အရင်တုန်းက အင်းလျားလမ်းမှာသင်္ကြန်မဏ္ဍပ် လက်မှတ်\nဝယ်ရင် ဒီဘက်ကနေ ဟိုဘက်ထိလျှောက်ခဲ့ဖူး။အခုတော့ အဲဒီဆိုင်\nလေးထာ၀ရပိတ်သွားခဲ့ပါပြီ)( Serendipity ကိုတကယ်တမ်း အဓိပ္ပါယ်ဆိုရမယ်ဆိုရင် မမျှော်လင့်ပဲ\nရတနာသိုက်ကြီးကိုရှာတွေ့တယ်ဆိုတာမျိုး၊ထပ်ပြီးရှင်းရမယ်ဆိုရင်တော့\nရှာမနေပဲနဲ့ အခုမှ ကိုယ့် လက်တွဲဖော်အစစ် ဖူးစာကိုရှာတွေ့သွားတာလို့\nဆိုလိုချင်ဟန်ရှိတယ်)။ ခုနက စကားအတိုင်းပြန်ကောက်ရရင် ဆာရာက\nသူ့ဘဝရဲ့ ဆုံးဖြတ်ချက်တွေ အကြောင်းပြောပြဖြစ်ခဲ့တယ်။ သူတို့နှစ်ယောက်\nဟာ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R3r6/Serendipity.2001.720p.BluRay[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hU9ouAPcg2LG7n85WUxjKwPq2y4.jpg",
        "title": "It’s a Wonderful Binge (2022)",
        "description": "It's a Wonderful Binge (2022)Holiday Comedy အမျိုးအစား​လေးဖြစ်ပြီး Heavy မဟုတ်ပဲ ပေါ့​​ပေါ့ပါးပါး​ ကြည့်ရတာကြိုက်တယ့် ညိုကီတို့အတွက် Recommend ​ပေးပါတယ် ။အရက် မူးယစ်​ဆေး ​သောက်စားတာ ဒုစရိုက်မှုတစ်ခုလို ဖြစ်​နေတဲ့ကမ္ဘာမှာ မူးမူး ကွဲကွဲ ပြဲပြဲ လုပ်ချင်တာလုပ်လို့ရတဲ့ The Binge ပွဲရိုးရာ ခရစ္စမတ်​နေ့မှာ​...​ရှေးရိုးစွဲ အ​မေနဲ့ ​ထောင်​ပြေးဦး​လေးတို့ ရဲ့ သမီး တူမ Kimmi,မျိုးရိုးတစ်ခုလုံး ​​မွေးစားခံရတာနဲ့ တည်​ဆောက်ထားတဲ့ မိသားစုမှာ ကြီးပြင်းလာတဲ့ Sarah,Sarah ကို လက်ထပ်ခွင့်​တောင်းဖို့ စီစဥ်ရင်း လက်စွပ်​ပျောက်သွားတဲ့ Hag,အ​ဖေနှစ်​ယောက်နဲ့ အ​မေတစ်​ယောက်တို့ရဲ့ သား Andrew တို့ရဲ့ကြုံ​တွေ့ရမယ့် ပြဿနာ​တွေကို ဟာသဆန်ဆန် ရိုက်ထားတာ​လေးကို ကြည့်ရင်း ရီရီ​မော​မောပဲ ဖြတ်သန်းရမှာ ​သေချာ​ပေါက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB နဲ့ Tissue တို့မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://yoteshinportal.cc/cm-its-a-wonderful-binge-2022-720-p-mp-4https://megaup.net/2x53k/(CM)_It_s_a_Wonderful_Binge_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZmMzNjdkZDktMDBlMC00NTgyLThkMjEtYWU2ZDk5MGUwMDA3XkEyXkFqcGdeQXVyNTE4NDk0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Six Characters (2022)",
        "description": "Six Characters (2022)မင်းသားMario ဖန်တွေ မျှော်နေကြတဲ့ Six Charactersဆိုတဲ့ ရုံကားကြီးဟာ ရုတ်တရက်ဆိုသလို 1080p ကြည်တောက်ရှင်းVersion ထွက်လာတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားတဲ့အပြင် ထိုင်းထိပ်တန်း ဒါရိုက်တာကြီး M.L. Pundhevanop Dhewakul ရဲ့ နောက်ဆုံးရိုက်တဲ့ အနုပညာလက်ရာလည်းဖြစ်ပါတယ် ။ကမ်ရွန် အဖြစ် Mario Maurer\nနမ်ဖ ဒါရနီ အဖြစ် Taew Natapohn\nသူဌေးမပါရာနီ အဖြစ် Rudklao Amratisha\nနထီ အဖြစ် Boy Pakorn\nအမွန်ဖိချရတ် အဖြစ် Aff Taksaorn\nဘူဖာ အဖြစ် Jiravich Pongpaijit\nအမရာ အဖြစ် Pancake Khemanit Jamikorn\nစူရိယ အဖြစ် Sakrat Ruekthamrongဇာတ်လမ်းအကျဉ်းတစ်နေ့မှာ နာမည်ကြီးဒါရိုက်တာတစ်ဦးဖြစ်တဲ့ ကမ်ရွန်ဟာ ရိုက်ကူးရေးလုပ်နေရင်း ရုတ်တရက် မီးပြတ်သွားခဲ့တာမို့ ရိုက်ကူးရေး ခဏနားခဲ့ရတယ်အဲဒီချိန်အတွင်းမှာပဲ ဇာတ်ကောင်၆ခုက သူတို့အကြောင်းရေးခဲ့တဲ့ စာရေးဆရာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ba2m/Six_Characters_(2022)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-Z-135x200.jpg",
        "title": "Zombiepura (2018)",
        "description": "ဇွန်ဘီကားကို ပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုရင် ရွေးချယ်သင့်တဲ့ကားအမျိုးအစားပါပဲ။ ဘာပြီးရင်ဘာဖြစ်မလဲဆိုပြီး တစ်ဆက်တည်းကြည့်ဖြစ်သွားမယ့်ကားမျိုးပါ...။\nစစ်တပ်စခန်းတစ်ခုမှာ ဇွန်ဘီဗိုင်းရပ်စပြန့်လာတယ် အမြဲရေသာခိုတတ်တဲ့စစ်သား၊ စည်းကမ်းကြီးတဲ့အထက်အရာရှိ၊ စစ်ကန်တင်းကကောင်မလေး စတဲ့\nအဓိကဇာတ်ဆောင်တွေက ဇွန်ဘီကပ်ဘေးကနေလွတ်မြောက်အောင် ကြိုးစားကြတယ်။ ဗီလိန်လည်းပါပါတယ်...ကြုံလာတဲ့အခက်အခဲတစ်ခုကိုကျော်ဖြတ်ဖို့ ကြိုးစားရမှာ တစ်ဦးတည်းတစ်ကိုယ်ကောင်းဆန်ဆန်ကျော်ဖြတ်နိုင်ဖို့ ကြိုးစားခြင်းထက်စာရင် စုပေါင်းကြိုးစားခြင်းကပဲအမြဲတမ်းအောင်နိုင်သွားတယ်ဆိုတဲ့ messageကို ရစေပါတယ် ။setting, acting, zombie make up အကုန်အဆင်ပြေပါတယ်။ genreကတော့ comedyနဲ့horrorပေါင်းထားတာပါ။ အနောက်တိုင်းဇွန်ဘီကားတွေနဲ့ယှဥ်ရင်တော့ ပေါ့သလိုဖြစ်ပေမယ့် စင်္ကာပူculture, တရုတ်cultureနဲ့မစိမ်းတဲ့သူတွေ ဒါမှမဟုတ် သူတို့တွေရဲ့cultureတွေ ဘာသာစကားလေယူလေသိမ်းတွေကို သိချင်တဲ့သူတွေအတွက် အပျင်းလည်းပြေ cultureဗဟုသုတလည်းရတဲ့ ကားမျိုးပါပဲ။ ဒီကားမှာ အများဆုံးကြားဖြစ်မှာကတော့ \"Even your mother can do better than you.\" ပါပဲ ဟုတ်ပါတယ်..Uncle Rogerရဲ့လေယူလေသိမ်းနဲ့ပါပဲ။ ဒီကားကို Singaporean Director Jacen Tan ရိုက်ကူးထားပါတယ်..။File size…(1.87GB)  / (`948MB) ...",
        "rating": "5.0",
        "url": "https://megaup.net/1b14q/Zombiepura.2018.CHINESE.720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zcdtY0xMBCL2hSCrK7e6FqtbeYf.jpg",
        "title": "King Of Hotpot ( 2022 )",
        "description": "ချုံချင့်ဆိုတာနဲ့ များသောအားဖြင့်ကတော့ ဟော့ပေါ့ကို\nပြေးမြင်မိကြမှာအမှန်ပါပဲနော် ဒီတစ်ခါမှာဆိုရင်တော့ CM က\nပရိတ်သတ်ကြီး ချုံချင့် ဟော့ပေါ့နဲ့သက်ဆိုင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးပါရစေရှင်❏ ဒီဇာတ်ကားလေးကတော့ ချုံချင့်မြို့တော်က\nဟော့ပေါ့ဆိုင်လေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ\n❏ အလောင်းကစားမတ် ဖဲရိုက် မာကျောက်ကစားဖို့လောက်ပဲသိတဲ့-ကုန်းဟော်ဒီဟော့ပေါ့ဆိုင်သေးသေးလေးမှာပဲ တစ်ဘဝလုံးကို ကုန်ဆုံးမသွားချင်သူ ၊\nအမြင်ကျယ်ကျယ်နဲ့ လောကကြီးတစ်ခွင် ခြေဆန့်ချင်သူ-ကျင်းရှန်းသူတို့ဆရာလဲဖြစ် အဖေလဲဖြစ်တဲ့ ကုန်းယောင်ကလဲ\nဒီသားတပည့်ဖြစ်သူနှစ်ယောက်ရဲ့ မတူညီတဲ့စရိုက်တွေကြားမှာ\nစိတ်ဆင်းရဲရတဲ့အပြင် လေပါဖြတ်သွားခဲ့ရပါတော့တယ်\nအဲဒီနောက်မှာတော့ ဆိုင်ရဲ့ စီးပွားရေးတွေကျဆင်းကာ\nနောင်တတွေရပြီးနောက်မှာမှ ဆိုင်လေးကို ပြန်လည်ထူထောင်ဖို့ကြိုးစားခဲ့ပါတော့တယ်ကုန်းဟော်တစ်ယောက် ဟော့ပေါ့ပညာကို အခြေခံကနေစပြီးလေ့လာခဲ့တဲ့အပြင်\nသူ့ရဲ့ ဆရာတူအစ်ကိုဖြစ်သူ ကျန်းရှန်းနဲ့လဲ စီးပွားရေးပြိုင်ဘက်တွေ ဖြစ်လာခဲ့ပါတယ်\nတစ်ဖြည်းဖြည်းနဲ့ ဟော့ပေါ့လုပ်ငန်းအပေါ် ကုန်းဟော်တစ်ယောက်\nစိတ်ဝင်တစားဖြစ်လာခဲ့ပြီး မိသားစုရဲ့ နွေးထွေးသက်ဝင်မှုတွေကိုပါ\nနားလည်လာခဲ့ပါတော့တယ် ဒီတော့ ဒီဇာတ်ကားလေးအတွင်းမှာ\nချုံချင့်ရဲ့ အလှအပတွေ ၊ ဟော့ပေါ့ရဲ့ တစ်စေ့တစ်စောင်း\nအကြောင်းစုံ အပြင် မိသားစုရဲ့ နွေးထွေးမှု အစရှိတာလေးတွေကို\nဟာသနှောကာ ရိုက်ပြထားတာဖြစ်တာမို့ ပေါ့ပေါ့ပါးပါးနဲ့\nကြည့်ရှူရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/king-of-hotpot-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJHwqLB5U3joO6sqVajDevGsRnz.jpg",
        "title": "Joyride (2022)",
        "description": "Joyride (2022)မူလီ ဆိုတဲ့ကောင်လေးဟာ အဖေတစ်ခုသားတစ်ခုနေရတဲ့သူပါ။ ဒါပေမယ့် သိပ်ကောင်းတဲ့ အဖေတစ်ယောက် ရထားတာတော့မဟုတ်ဘူး။တစ်ရက်မှာ မူလီတစ်ယောက် သူ့အဖေဆီက ထွက်ပြေးပြီး လူအလစ်မှာ ရပ်ထားတဲ့ တက္ကစီတစ်စီးပေါ်တက်ပြီး မောင်းထွက်လာလိုက်တယ်။ကံဆိုးချင်တော့ အဲ့ တက္ကစီ ပေါ်မှာ ခရီးသည် မိန်းမကြီးတစ်ယောက်နဲ့ မွေးကင်းစကလေးငယ်လေးတစ်ယောက် ပါနေတာပါပဲ။ မူလီကလည်း သူ့အကြောင်းနဲ့သူ ကားပေါ်ပါလာတဲ့ ဂျွိုင်းဆိုတဲ့ မိန်းမကြီးနဲ့ ရင်သွေးငယ်လေးကလည်း သူတို့အကြောင်းနဲ့သူတို့ ...အဲ့ character ၃ယောက် လမ်းခရီးမှာ ဘယ်လိုတွေ ဆက်ပြီးခရီးဆက်ရမလဲ?သီချင်းလေးတွေကလည်း country song လေးတွေဆိုတော့ country vibe လေးလည်းရ High way လမ်းတွေမှာ ကားပတ်မောင်းရတဲ့ ရသလေးပါရတော့ Joyride ဆိုတဲ့အတိုင်း Joy နဲ့ Mully တို့နဲ့အတူ တပျော်တပါး လိုက်စီးကြည့်ရအောင်။(ဇာတ်လမ်းအညွှန်းကို ကို Hein That Naing က ရေးပေးထားပါတယ်။)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1b5hr/[CM]Joyride.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phXWlfOuTxzOnO96BNZ8CiSJqZk.jpg",
        "title": "Exorcist: The Beginning(2004)",
        "description": "Exorcist The beginning (2004)====================Exorcist series ကြီးရဲ့အစသမိုင်းဖြစ်တဲ့ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေ လန်ကတ်စတာ မယ်ရင် တဖြစ်လဲဖာသာမယ်ရင်။စစ်ပွဲကြီးအပြီးမှာ သေကြေရတာတွေအနိဠာရုံတွေမြင်ခဲ့တာကနေဘုရားသခင်အပေါ်ယုံကြည်မှုပျောက်ဆုံးသွားခဲ့ပြီးရှေးဟောင်းသုတေသနပညာရှင်အနေနဲ့ပဲကျင်လည်ကျက်စားနေတဲ့သူပါ။တနေ့မှာသူ့ဆီအလုပ်ရောက်လာခဲ့တာက အာဖရိကက ရှေးဟောင်းခရစ်ယာန်ဘုရား‌ကျောင်းတခုဆီကရုပ်ထုတစ်ခုကိုရှာ‌ပေးဖို့ပါပဲ။ဒါပေမဲ့ခရစ်ယာန်သာသနာအာဖရိကတိုက်မရောက်ခင်တည်းကရှိနေခဲ့တဲ့ဒီဘုရားကျောင်းရဲ့ရည်ရွယ်ချက်ကဘာလဲ။ဒီဘုရားကျောင်းနားမှာဖြစ်ပျက်နေတဲ့သေကြေပျက်စီးနေတာတွေကဘာကြောင့်လဲ။ နယ်ခံတာကာနာလူမျိုးတွေနဲ့ဒီဘုရားကျောင်းနဲ့ကဘာတွေဆက်နွယ်နေတာလဲ။ ဒီသေကြေပျက်စီးနေတာတွေရဲ့အလည်မှာကောင်လေးတယောက်ကလည်းရှိနေတာဘာ‌ကြောင့်များလဲ။ ဒီကောင်လေးကိုဘယ်အရာကများပူးကပ်ပြီးသတ်ဖြတ်နေတာလဲ။ ဘုရားသခင်ကိုယုံကြည်မှုမရှိတော့တဲ့မယ်ရင်တယောက်အဖြေရှာကယ်တင်ဖို့ကြိုးစားတာအောင်မြင်နိုင်ပါ့မလားဆိုတာကို Exorcist the beginning ဆိုတဲ့ဇာတ်ကားမှရှုစားပေးကြပါဦး..... File size…1.41GB / 779MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Mystery , Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.1",
        "url": "https://megaup.net/1b9m8/Exorcist.The.Beginning.2004.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMWE0M2YyM2MtOThhOS00N2ZiLThkYzktZjI3ZjA0MzA5YWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Lullaby(2022)",
        "description": "Lullaby (2022)\n================\nအခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ ‌\nhorror ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဂျွန်နဲ့ရေချယ်တို့ဟာ \"အီလိုင်\"ဆိုတဲ့သားတစ်ယောက် မွေးထားတာ မကြာသေးပါဘူး။\nသူတို့ရဲ့သားဦးဖြစ်တာကြောင့် ကလေးကို ‌ထိန်းသိမ်းရာမှာ အခက်အခဲတွေရှိနေခဲ့ပြီး တစ်ရက်ထက်တစ်ရက်\nပိုအဆင်မပြေ ဖြစ်လာခဲ့ပါတယ်။ တစ်နေ့ကျတော့ ရေချယ်ရဲ့ အမေပို့လိုက်တဲ့ ရှေးဟောင်းကလေးချော့တေးစာအုပ်ကို ပြန်တွေ့ပြီး ကလေးချော့တေးဆိုပြလိုက်တဲ့အခါ အီလိုင်လေးဟာ ချောချောခြူခြူပဲ အိပ်ပျော်သွားခဲ့ပါတယ်။\nဒီလိုနဲ့ အကြိမ်တိုင်း ဒီသီချင်းကို အသုံးပြုရင်းနဲ့ သူတို့ဘ၀လည်း ပြန်လည်အေးချမ်းအဆင်ပြေသွားပါတော့တယ်။\nသူတို့မသိလိုက်တာက ဒီလောက်အစွမ်းထက်တဲ့စာအုပ်မှာ မယုံကြည်နိုင်စရာ အမှောင်စွမ်းအင်တွေ ရှိနေတာပါပဲ။ဒီလိုနဲ့ ကလေးထိန်းပျင်းတဲ့ ရေချယ်တို့တွေ ရှေးဟောင်းအမှောင်တံခါးကို သွားခေါက်မိတဲ့အခါမှာတော့ ဘယ်လို အဖျက်စွမ်းအားတွေ ဘယ်လိုအန္တရာယ်တွေ ကြုံတွေ့ရမလဲဆို‌တာကို ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါခင်ဗျာ။\nFile size…1.08GB  / 450MB\nQuality…1080p AMZ WEBDL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "5.2",
        "url": "https://megaup.net/2x4ly/Lullaby.2022.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekWbRm3JXXzstpgtgebMV4nrjUz.jpg",
        "title": "Joyland (2022)",
        "description": "Joyland (2022)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/1R6vW/(CM)_Joyland_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Screenshot-2022-12-29-105156-132x200.png",
        "title": "[21+] Former Aunt-An Mitsumi [MEYD-787]",
        "description": "An Mitsumi ဆိုတာက JAV မင်းသမီးတွေထဲ တော်တော်ကို ပွင့်လင်းမြင်သာတဲ့ မမကြီးတစ်ယောက်ဖြစ်ပါတယ်။မျက်ဖန်လှလှ ပြည့်တင်းတဲ့ခန္တာကိုယ်နဲ့ အရှိန်အဝါတွေထွက်နေတတ်တဲ့မင်းသမီးတစ်ယောက်ဖြစ်ပြီးကောင်လေးတွေနဲ့ဆိုရင် ထူးခြားတဲ့အပြုအမူတွေနဲ မောင်လေးစား..စား ...လုပ်တတ်တဲ့ တကယ့်မမကြီးဖြစ်ပါတယ်။MEYD-787 ဒီဇာတ်လမ်းမှာလဲ မနူးမနပ်ကောင်လေးကို ဘယ်လိုပေးဆပ်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.3 GB) & (900 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 01:58:58\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1QW2d/[MEYD-787-Decensored]An_Mitsumi_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The-Boy-the-Mole-the-Fox-and-the-Horse-2022-Dual-Audio-310x440-1-141x200.jpg",
        "title": "The Boy, the Mole, the Fox and the Horse (2022)",
        "description": "The Boy, the Mole, the Fox and the Horse (2022)\n==================================\nIMDb Rating - 8.0/10ကြာချိန် ၃၄မိနစ်သာရှိတဲ့ Animation ဇာတ်လမ်းတိုလေးတစ်ပုဒ်\nဖြစ်ပါတယ်။ လမ်းပျောက်နေတဲ့ကောင်လေးတစ်ယောက်ရယ်၊ ကိတ်\nမုန့်ကြိုက်တဲ့ပွေးတစ်ကောင်ရယ်၊ စကားနည်းတဲ့မြေခွေးတစ်ကောင်\nရယ်၊ ဆွတ်ဆွတ်ဖြူတဲ့မြင်းတစ်ကောင်ရယ်။ဒီ Animation လေးထဲမှာ ကောင်လေးဟာ လမ်းပျောက်နေတယ်။\nဒီလိုနဲ့ပွေးတစ်ကောင်နဲ့ဆုံတယ်။ မြေခွေးတို့ မြင်းတို့နဲ့ ထပ်ဆုံပြီး ကောင်\nလေးလိုချင်တဲ့အိမ်ကို လိုက်ရှာပေးကြတယ်။ ဇာတ်လမ်းလေးကဒါပါပဲ။\nသို့သော်........။ \"မင်းပြောဖူးသမျှထဲ အရဲရင့်ဆုံးစကားကဘာလဲ\"၊ \"ကူညီပါ\"။\nတစ်ယောက်တည်း မလုပ်နိုင်တာတွေ ကြုံရတဲ့အခါ အကူအညီတောင်းပါ။\nအကူအညီတောင်းတာက အရှုံးပေးတာမဟုတ်ပါဘူး။ ရှက်တာလိုလိုနဲ့ မာန\nခံပြီး ပေတေနေမှသာ တကယ်ရှုံးသွားမှာပါ။လူတိုင်းလမ်းပျောက်တတ်ကြတယ်။ ကိုယ့်ကိုယ်ကိုယ် လမ်းပျောက်လို့ပျောက်\nနေမှန်း သိရင်ခင်ဗျားတော်တယ်။ တစ်ချို့ လမ်းပျောက်တာကျ အပျင်းကြီးပြီး\nထိုင်နေလို့ လမ်းပျောက်တာမဟုတ်ဘူး။ ရှေ့ဆက်သွားနေလို့၊ မရပ်တန့်ဘဲ ဆက်\nကြိုးစားနေလို့သာ လမ်းပျောက်တာ။ဇာတ်ကောင်အားလုံးပေါင်းမှ ၄ကောင်တည်း။ ကြာချိန်ကလည်းနာရီဝက်သာ\nသာတည်း။ ဒါပေမယ့် တဒင်္ဂနစ်မျောသွားစေမယ့် မျက်လုံးအေးစေမယ့် ဇာတ်\nလမ်းလေး။ ကြည့်ပြီးသွားရင် တွေးစရာတစ်ခုခု၊ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-boy-the-mole-the-fox-and-the-horse-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmY2ZDUxNzUtYWZlYy00MThhLWI5NjktZDhjZTU3MDY5YTM3XkEyXkFqcGdeQXVyNTYxMDgzODI@._V1_-160x200.jpg",
        "title": "Drishyam 2 (2022)",
        "description": "Drishyam 2 (2022)IMDb-8.6/10ကဲ တောင်းဆိုနေတဲ့ Drishyam 2\nCMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါပြီ\nရုံတင်ငွေ ကုဋေ 300ကျော် ရခဲ့တဲ့ အဂျေးရဲ့ 2022 စံချိန်တင်၀င်ငွေရတဲ့ကားပါ\nဒီတစ်ခေါက်မှာဗီဂျေးရင်ဆိုင်ရမယ့်လူကတော့ စစ်တုရင်ကိုတောင်စိတ်နဲ့ဆော့ပြီး\nအနိုင်ယူတဲ့အထိဉာဏ်ပြေးလွန်းတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးတစ်ယောက်ပါဇာတ်လမ်းအညွှန်းကတော့Drishyam မှာဖြစ်ပျက်ခဲ့တာတွေအပြီး 7 နှစ်အကြာ\nဗီဂျေးဟာ ရုပ်ရှင်ရုံပိုင်ရှင်ဖြစ်လာပြီး သူတို့ဖြစ်ရပ်ကို ပြန်ရိုက်ဖို့အတွက်\nအိမ်၀န်းရဲ့တစ်စိတ်တစ်ပိုင်းကိုရောင်းပြီး ရင်းနှီးမြှုပ်နှံခဲ့ပါတယ်\nသို့ပေမယ့် တစ်နှစ်ကြာသည်ထိရုပ်ရှင်ကအကောင်အထည်ပေါ်မလာခဲ့ပါဘူး\nသူ့ဇာတ်လမ်းကိုလူအများကသဘောကျကြပေမယ့် ဇာတ်သိမ်းကိုတော့ အားမရကြပါဘူးလက်တွေ့ဘ၀မှာလည်း ၇ နှစ်ကြာသည်ထိ သားဖြစ်သူအတွက် အခဲမကျေနိုင်ဖြစ်နေတဲ့ မီရာဟာ\nအိန္ဒိယကိုပြန်ရောက်နေခဲ့ပါတယ်\nသူ့သားရဲ့ ဝိဉာဉ်အေးချမ်းဖို့အတွက်အလောင်းနေရာကိုမေးခဲ့ပေမယ့် ဗီဂျေးကမပြောပြခဲ့တော့ထက်မြတ်တဲ့ရဲအရာရှိဖြစ်ခဲ့ဖူးတဲ့မီရာဟာ သားအတွက် တရားမျှတမှုဘယ်လိုရအောင်ပြန်ရှာမလဲ\nဗီဂျေးကရော ဘယ်လိုမျိုးဉာဏ်လျင်လျင်နဲ့ ကျော်လွှားဖြေရှင်းပြဦးမလဲ\nဒီတစ်ခါသူ့ရင်ဆိုင်ရမယ့်ဖြစ်ရပ်ကနေရော အများသဘောကျကျေနပ်မယ့် ဇာတ်သိမ်းမျိုးရနိုင်မလား\nကြည့်ရှူခံစားကြည့်ပါဦး\nFile size…1.92GB / 847MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by OeliuJ ~ BpL ~ Yunni ~ Cherry",
        "rating": "8.6",
        "url": "https://megaup.net/1b96p/Drishyam_2_(2022)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/rkpvbkkkyXrBowLQuiU-o-140x200.jpg",
        "title": "Bua Pan: Beauty and the Blade(2023)",
        "description": "Bua Pan: Beauty and the Blade(2023)**********************************အခု ၂၀၂၃ မှာ ထွက်ထားတဲ့ ထိုင်းရုပ်ရှင်ရုံတင်ကားလေးတစ်ကားကိုCM fan တွေအတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားမှာတော့ အဓိကမင်းသား Kham အဖြစ် TharnType က Gulf က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအဓိကမင်းသမီးအနေနဲ့ကတော့ ဝါရင့်မင်းသမီးတစ်ယောက်ဖြစ်တဲ့ Anne Thongprasom ကBuaPan အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nကျေးလက်တောရွာဓလေ့လေးတွေနဲ့ ဘူဝါဖန်ဆိုတဲ့ ပန်းပဲဆရာမတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို\nဟာသနှောပြီး ရိုက်ကူးထားတာဖြစ်လို ကြိုက်နှစ်သက်ကြမယ်လို မျှော်လင့်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဘူဝါဖန်က ပန်းပဲဆရာမတစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းက စစ်သမီးတစ်ယောက်လုပ်ချင်တဲ့ အိပ်မက်ရှိခဲ့သူပါ..\nဒါပေမဲ့ သူမဖြစ်ချင်တဲ့ အိပ်မက်ကို သူမအဖေက အသည်းအသန်ကန့်ကွက်ခဲ့ပါတယ်...\nဘူဝါကတော့ သူ့ရဲ့ ကလေးဘဝက အိပ်မက်ကို အကောင်အထည်ဖော်ဖို\nသူ့အဖေမသိအောင်လို ဆရာတစ်ယောက်နဲ့ လျှိဝှက်ပြီးတော့ ဓားရေးစစ်ရေးတွေ သင်ယူခဲ့တယ်...\nသူမရဲ့ အရည်အချင်းတွေ ပြည့်ဝလာတဲ့အခါမှာတော့ ရည်မှန်းချက်က လက်တစ်ကမ်းအလိုပေါ့..\nအဲဒီမှာ ဘူဝါ့ဆီမှာ တပည့်ခံချင်တဲ့ ခမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်လာခဲ့တယ်...ခမ်ဆိုတဲ့ကောင်လေးသူမတို့ဆီရောက်လာတဲ့အချိန်ကစပြီး ကပြောင်းကပြန်တွေဖြစ်တော့တာပါပဲ..ခွီချင် ရင်ခုန်ချင်တဲ့သူတွေ ကြည့်သင့်ပါကြောင်း..........File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Tzz8/Bua.Pun.Beauty.and.the.Blade..2023.NF.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YtsND7vSNymylnOSzgg3DdVFMB.jpg",
        "title": "Along Came a Spider (2001)",
        "description": "မင်းသားကြီး မော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားပြီး2001 တုန်းကထွက်ရှိခဲ့တဲ့ မှုခင်းအက်ရှင်‌ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စိတ်ပညာရှင်/စုံထောက်ဒေါက်တာ အဲလက်စ် ခရော့စ် (မော်ဂန် ဖရီးမန်း) ဟာစစ်ဆင်ရေးတစ်ခုမှာ သူ့ရဲ့တွဲဖက်ကို ဆုံးရှုံးလိုက်ရပြီးကတည်းကသူ့ကိုယ်သူခွင့်မလွှတ်နိုင်ပဲ၊ ဘဝကြီးကိုလည်းရည်ရွယ်ချက်မရှိဖြတ်သန်း‌နေသူပါ။ဒီဖြစ်ရပ်ဆိုးကြီး ဖြစ်အပြီး ရှစ်လအကြာမှာတော့ပြည်နယ်လွှတ်တော်အမတ် ဟန့်ခ် ရို့စ်ရဲ့ကိုယ်ပိုင်ကျောင်းတစ်ခုမှာကျောင်းတက်နေတဲ့သမီးလေး ရို့စ်ဟာ Secret Service ရဲ့စောင့်ရှောက်မှုအောက်မှာရှိနေရင်းနဲ့ ပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ဒီလိုနဲ့ အဲလက်စ်ဆီကို ပြန်ပေးသမားကဖုန်းဆက်ပြီးသူရဲ့ကစားပွဲထဲကို ဝင်ပါခိုင်းရင်း အဲလက်စ်တစ်ယောက် ပြန်ပေးသမားရဲ့ကစားပွဲကိုနိုင်အောင်ကစားနိုင်မှာလား၊ ရို့စ်ကိုရော အောင်အောင်မြင်မြင်နဲ့ကယ်ထုတ်နိုင်မှာလား၊ဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ရမလဲ၊ဘယ်လိုအလှည့်အပြောင်းတွေရှိလာမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။ File size…  2.77 GB /  742 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by TMMT",
        "rating": "6.4",
        "url": "https://megaup.net/1Tu2f/Along.Came.a.Spider.2001.720p.Encode.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Prjpx6Vt1hoRh9B7Fsh1o36aub.jpg",
        "title": "On the Fringe (2022)",
        "description": "On the Fringe (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 80% ~စပိန်မင်းသား Juan Diego Botto ဒါရိုက်တာလုပ်ပြီး ပွဲဦးထွက်အနေနဲ့ရိုက်တဲ့ စပိန်ရုပ်ရှင်ပါ။ သူကိုယ်တိုင်ရော နာမည်အကြီးဆုံး စပိန်မင်းသမီး Penélope Cruz ရော သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်ကားမှာတော့ စပိန်ရဲ့မျက်မှောက်ခေတ်မှာ ကြုံနေရတဲ့ လူမှုဘဝပြဿနာတွေရောကိုပြထားပြီး အဲဒီထဲက အကြီးဆုံးပြဿနာဖြစ်တဲ့ ဘဏ်ကြွေးကြောင့် နေအိမ်က နှင်ထုတ်ခံရတဲ့ မိသားစုတွေအကြောင်းကိုရော ကွက်ကွက်ကွင်းကွင်းမြင်ရအောင် ရိုက်ပြထားတယ်။စပိန်ပြည်သူတွေကို အရင်အစိုးရက ဘဏ်တိုးနှုန်းသက်သက်သာသာနဲ့ ငွေချေးပေးမယ်လို့ ကြေညာခဲ့တဲ့အတွက် ပြည်သူတွေဟာ အိမ်အပေါင်စာချုပ်တွေနဲ့ ငွေချေးတာတွေ၊ သားသမီးအိမ်၀ယ်ဖို့ မိဘက အာမခံပေးတာတွေ လုပ်ခဲ့ကြတယ်။ အစိုးရသစ် ဘဏ်စနစ်အသစ်မှာ အတိုးတွေဟာ မိုးထိထိုးတက်ကုန်ကြပါတယ်။ ဒီနောက်မှာ ဘဏ်တွေဟာ အတိုးကို အကြောင်းပြုလို့ အိမ်တွေကို သိမ်းလာတဲ့အခါ\nစပိန်မှာ အိုးမဲ့အိမ်မဲ့တွေ များပြားလာခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tzq3/(CM)_On_the_Fringe_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/eu-131x200.jpg",
        "title": "[18+] Eugenie (1970)",
        "description": "[18+] Eugenie (1970)\n===============Marquis de Sade ဆိုတဲ့ပြင်သစ်စာရေးဆရာကြီးရဲ့\nနာမည်ကြီးဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Philosophy in the\nBedroom ( ၁၈ + ) ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့\nရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ မြှီးကောင်ပေါက်အရွယ်ဖြစ်ပြီး\nအပျိုစစ်စစ် ယူဂျင်းနီက သူ့အမေရဲ့တင်းကြပ်တဲ့ စည်း\nကမ်းတွေကို မုန်းနေသူဖြစ်ပါတယ်။ တစ်နေ့မှာ သူ့ကို\nမျက်စိကျနေတဲ့ လူချမ်းသာ မာဗယ်က သူ့ညီမလေးကို\nပူဆာပြီး သူတို့ပိုင်တဲ့ကျွန်းမှာ နှစ်ရက်လာလည်ဖို့ ဖိတ်\nခိုင်းပါတော့တယ်။မာရီယာကလည်း သူ့အစ်ကိုဆန္ဒရှိရင်ရအောင်ဖြည့်ဆည်း\nပေးတတ်ပြီး ယူဂျင်းနီကိုလည်း လိင်ပညာပေးအစီအစဉ်\nများကို ကိုယ်ဖိရင်ဖိသင်ကြားပေးခဲ့ပါတယ်။ ယူဂျင်းနီတစ်\nယောက် သူတို့မောင်နှမကြားမှာ ဝိုင်လေးသောက်လိုက်\nအပြာရောင်အိပ်မက်ထဲရောက်လိုက်၊ ဝိလေးသောက်လိုက်\nအမည်းရောင်အိပ်မက်ထဲရောက်လိုက်နဲ့ ကြည့်တဲ့သူတွေရင်\nခုန်အောင် ဘယ်လိုမျိုးလုပ်ဦးမလဲဆိုတာ ဆက်ကြည့်လိုက်\nပါတော့နော်။ ။ဆယ့်ရှစ်ယောက်တော့စုကြည့်ပေးကြနော် .....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJJV ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (400 MB) / (260 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......JJV\nEncoder..........Admin X",
        "rating": "5.3",
        "url": "https://megaup.net/1dhre/Eugenie.1970.FRENCH.720p.BluRay.(cm).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQ53sO5n9LCFbssV3oQ4CuajL1L.jpg",
        "title": "Kids vs. Aliens (2022)",
        "description": "Kids Vs Aliens (2022)IMDb 5.6 ရထားတဲ့ Horror, Sci-Fi အမျိုးအစားဖြစ်ပြီးတော့\nဇာတ်ကားနာမည်အတိုင်း ကလေးတွေနဲ့ ဂြိုလ်သားတွေ တိုက်ခိုက်ကြတဲ့ကားပါ။Sam နဲ့ Gary တို့မောင်နှမက နပန်းသတ်တာတို့ တိုက်ခိုက်ရတာတို့ကို ကြိုက်တဲ့သူတွေပါ။\nသူတို့မြို့က ပြဿနာရှာတတ်တဲ့ ဆယ်ကျော်သက်အဖွဲ့နဲ့လည်း မတည့်ကြပါဘူး။\nဒါပေမယ့် ဆယ်ကျော်သက်အဖွဲ့ထဲက အဖွဲ့ခေါင်းဆောင် Billy က Sam တို့မိဘတွေခရီးသွားတဲ့အချိန်\nသူတို့အိမ်မှာ ပါတီလုပ်ခွင့်ရအောင်လို့ Sam ကို ချစ်ချင်ယောင်ဆောင်ပြီး ချဉ်းကပ်လာပါတယ်။\nSam က Billy ကိုကြွေသွားပြီး အိမ်မှာ ပါတီလုပ်ခွင့်ပေးလိုက်ပေမယ့်\nGary ကတော့ သူ့အစ်မနဲ့သူ့ကြားဝင်လို့ဆိုပြီး ပြန်လက်စားချေဖို့ ချောင်းနေပါတယ်။\nသူတို့အိမ်မှာ ပါတီလုပ်တဲ့ညမှာပဲ Billy ရဲ့ သရုပ်မှန်တွေ ပေါ်လာပြီး ပြဿနာတွေ ဖြစ်နေတဲ့အချိန်မှာ\nဂြိုလ်သားတွေက ပါတီကိုရောက်လာပြီး လူတွေကိုတိုက်ခိုက်ပါတော့တယ်။\nBilly ကြောင့် အဆင်မပြေဖြစ်ခဲ့ကြတဲ့ Sam နဲ့ Gary တို့မောင်နှမနှစ်ယောက်ရယ်\nGary ရဲ့သူငယ်ချင်းတွေရယ် ဂြိုလ်သားတွေကို ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Tz9o/Kids.vs.Aliens.2022.720p.Web.CM.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzIwMzk2NjQtNjRmZS00YWQxLTk3MTgtN2YyYjEwNTc4OTMwXkEyXkFqcGdeQXVyMjE4ODEzODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Under the Fig Trees (2021)",
        "description": "Under the Fig Trees (2021)\n====================\nIMDb Rating - 6.5/10တူနီးရှားကျေးလက်ဒေသက သဖန်းသီးခြံထဲကို တစ်ရက်\nလောက် အလည်သွားကြရအောင်…\nဒီဇာတ်လမ်းလေးမှာ ကျောင်းပိတ်ရက် သစ်သီးခြံထဲမှာ\nသစ်သီးခူးရင်းအလုပ်လုပ်ကြတဲ့ လူငယ်လေးတွေရဲ့ တစ်\nနေ့တာကို ရိုက်ပြထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ မနက်အရုဏ်တက် သူတို့ကို လာ\nကြိုမဲ့ကုန်တင်ကားကို စောင့်ရင်း စကားမမြည်ပြောနေကြ\nတာနဲ့ အစပြုထားပါတယ်။ ခဏနေတော့ သစ်သီးခြံက\nသူဌေးရဲ့ ကားရောက်လာပြီး အသီးသီး ကားပေါ်တက်ကြ\nပါတယ်။ ဒီထဲမှာ ဖီဒဲဆိုတဲ့ ခပ်သွက်သွက်ပုံစံနဲ့ ကောင်မ‌လေး\nက သူများတွေလို နောက်မှာမထိုင်ဘဲ ရှေ့ခန်းက သူဌေးဘေးမှာ\nဝင်ထိုင်လိုက်ပါတယ်။ ထုံးစံအတိုင်း အနောက်ခန်းကလူတွေ\nအတွက် အတင်းပြောဖို့ အကြောင်းရသွားတောပေါ့။ခြံထဲကို ရောက်တော့ သစ်သီးခြင်းတွေ ရေပုံးတွေ တစ်ပင်နဲ့\nတစ်ပင်ကူးပြီး သစ်သီးခူးကြပါတော့တယ်။ သူတို့တစ်နေ့တာမှာ\nအတူအလုပ်လုပ်တဲ့ ကောင်လေးတွေနဲ့ မထိတထိ စကြပြောကြ\nတာတွေရှိမယ်။ သူတို့အချင်းချင်း အချစ်အကြောင်း အိမ်ထောင်\nရေးအကြောင်းတွေ ပြောကြမယ်။ စားကြသောက်ကြရင်း ရယ်\nစရာလေးတွေ ပြောကြမယ်။ အချင်းချင်း သူ့ရည်းစားကိုယ့်ရည်း\nစားစွပ်စွဲကြရင် ရန်သတ်ကြတာတွေလည်း ရှိမယ်။ အလုပ်ရှင်ရဲ့\nအနိုင်ကျင့်တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zvee/Under.the.Fig.Trees.2021.ARABIC.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZjczZDkzZmMtMzhkNi00NGUzLWEwMDYtMzIwZWZkZTAwZTlmXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-139x200.jpg",
        "title": "Blue Gate Crossing (2002)",
        "description": "Blue Gate Crossing (2002)\n===================\nIMDb Rating - 7.4/10ကိုယ့်နှလုံးသားကို ဝေခွဲမရဖြစ်နေတဲ့ မိန်းကလေးတွေရော၊\nမချစ်သင့်တဲ့သူကို ချစ်မိတဲ့ကိုကိုတွေရောမမတွေရော အတွေး\nတစ်စုံတစ်ရာရရှိအောင်လုပ်ပေးနိုင်တဲ့ LGBT ထိုင်ဝမ်ကား\nလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ထိုင်ဝမ်ရုပ်ရှင်တို့ထုံးစံအတိုင်း\nသဘာဝကျတဲ့ရိုက်ချက်တွေနဲ့ အပီအပြင်တင်ဆက်ပေးထား\nပါတယ်။ကျောင်းမှာအရမ်းချောတဲ့ ကျောင်းသားလေးဖြစ်တဲ့ ကျန်းရှီး\nဟောင်ကို လင်ယွဲ့ကျန်းကျောင်းသူက အရူးအမူးချစ်နေပါ\nတယ်။ ဘယ်လောက်တောင်ချစ်လဲဆိုရင် ကျန်းရှီးဟောင်\nစွန့်ပစ်ထားတဲ့ စာအုပ်၊ ဘောလုံး၊ အသုံးအဆောင်ပစ္စည်း\nတွေကအစ အမှိုက်ပုံးထဲကနေယူပြီး အိမ်မှာစုထားတဲ့သူပါ။\nဘယ်လောက်ပဲချစ်ချစ် သူငယ်ချင်းလုပ်ဖို့တောင် လုံးဝဖွင့်\nမပြောရဲတဲ့ ကြိတ်ခရက်ချ်သူလေးပေါ့။သူ့ကိုကူညီပေးဖို့ မုန့်ခယ်ရုံဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းကို\nအကူအညီတောင်းခဲ့ပါတယ်။ ကြားထဲကနေ အောင်သွယ်\nပေးရင်းနဲ့ ကျန်းရှီးဟောင်နဲ့လင်ယွဲ့ကျန်းတို့ နှစ်ယောက်ကြား\nဗျာများလာခဲ့ရပါတော့တယ်။ တစ်နေ့မှာ “ကျွန်မကိုမနမ်း\nချင်ဘူးလား”လို့ အရဲစွန့်ပြီးမေးလိုက်တဲ့တစ်ယောက်က\nမုန့်ခယ်ရုံဖြစ်သွားတဲ့အခါ.... ကျန်းရှီးဟောင်၊ လင်ယွဲ့ကျန်း၊\nမုန့်ခယ်ရုံတို့သုံးယောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်\nလိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (622 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "7.4",
        "url": "https://megaup.net/3fsG0/Blue.Gate.Crossing.2002.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQSUCsQMHg5bjMJv9UCK1w4S2GP.jpg",
        "title": "Infidelity Can Be Fatal (2023)",
        "description": "Infidelity can be fatal (2023)\"ဖောက်ပြန်ခြင်းသည် သေစေနိုင်သည်တဲ့\"စကားလုံး‌လေးကတော့ ရိုးရိုးရှင်းရှင်းလေးပါပဲ။\nအိမ်ထောင်ရေး နဲ့ အချစ်ရေးတွေမှာ သစ္စာရှိမှုနဲ့ တည်ဆောက်မှသာလျှင် ခိုင်မြဲကြသည်မဟုတ်လား။\nအိမ်ထောင်ဖက်တွေမှာ တစ်ယောက်ယောက်က သစ္စာဖောက်ပြီး ဖောက်ပြန်ပြီဆိုလျှင် စိတ်ဆင်းရဲစရာတွေ ကြုံရပါတော့တယ်။\nဖောက်ပြန်ခြင်းတိုင်းသည် သေစေသည် မဟုတ်ပေမယ့် ဖောက်ပြန်ခြင်းကြောင့် ဘဝဆုံးသွားတဲ့ လူတွေလည်း အများကြီးရှိပြန်သည်။\nဇာတ်လမ်းအကျဉ်းကတော့ လူစီသွန်မဆင်သည် ကိုယ်ပိုင်စုံစမ်းရေးကုမ္ပဏီတစ်ခုကို ထောင်ထားသည်။\nအိမ်ထောင်ရေးဖောက်ပြန်မှုများကို လိုက်လံစုံစမ်းပေးတဲ့ ဝန်ဆောင်မှုမျိုးကို လုပ်ပေးလေ့ရှိသည်။\nငယ်စဉ်ဘဝက ဖခင်ဖြစ်သူသည် အတွင်းရေးမှူးမနှင့် ဖောက်ပြန်ကာ သူ့မိခင်ကို ထားပစ်ကာ\nထွက်ပြေးသွားသည့်အတွက် အဆိုပါအလုပ်ကို စပြီးလုပ်ဖြစ်ခြင်း ဖြစ်သည်။\nထိုသို့လုပ်ကိုင်ရင်း သစ္စာမဲ့မှုတွေ ဖောက်လွဲဖောက်ပြန်မှုများကို နေ့စဉ်မြင်တွေ့ရသည့်အတွက်\nလူစီဟာ ရည်းစားလည်း မထားခဲ့သလို ယုံကြည်မှုကိုလည်း အားနည်းချက်အဖြစ် ရှု့မြင်သည်။\nတစ်နေ့မှာ ကလိုက်ကက်ဆယ်ဆိုတဲ့ ယောကျ်ားတစ်ယောက်ဟာ သူ့မိန်းမ ‌ဖောက်ပြန်နေသည်ဟု ထင်သဖြင့် စုံစမ်းပေးရန် လူစီ့ထံ အလုပ်အပ်လာလေသည်။\nထိုအမှုကို လိုက်ရင်း လူစီနဲ့ ကလိုက်တို့ကြား ဖောက်လွဲဖောက်ပြန်တွေ ဖြစ်လာပြီး ဘယ်လို လူသေဆုံးမှုတွေ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Txm5/Infidelity.Can.Be.Fatal.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fy7vhA9hnwGe6dqvVz1P8CnXnTd.jpg",
        "title": "Dragon Hunting Mystery ( 2023 )",
        "description": "ရှန်နုံရတနာသေတ္တာဟာ \"ထာဝရရှင်သန်ခြင်းရဲ့ တံခါးဝ\"လို့ ဒဏ္ဍာရီတွင်တဲ့\nအမတဆေးနဲ့ဆက်နွှယ်နေတဲ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာတစ်ခုဖြစ်ပါသတဲ့။ဒီလျှို့ဝှက်ချက်ကို သိတဲ့လူအနည်းကျဉ်းသာရှိပေမဲ့ အဲ့ဒီထဲမှ \"မုဖုန်းချန်\"ဆိုသူဟာ\nထိုရတနာကိုမျက်စိကျပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်၊‌\nရှေးဟောင်းအစဉ်လာဒဏ္ဍာရီလျှို့ဝှက်ချက်တွေကို ထိန်းသိမ်းတဲ့နေရာတစ်ခုဖြစ်တဲ့\nယန်ဟွမ်ခန်းမက မော့ရွှမ်နဲ့ချန်ရွှင်တို့ဟာလည်း ထိုနတ်ပစ္စည်းရတနာကို\nမသမာသူလက်ထဲမကျရောက်အောင် တာဝန်အရ အမြန်ရှာဖွေပါတော့တယ်။\nတကယ်တမ်းမှာတော့ ရှန်နုံရတနာသေတ္တာဟာ စစ်ဦးစီးချုပ်\"ကျန်းချန်ဇစ်\"\nလက်ထဲရောက်နေပါတော့တယ်၊ဒါပေမဲ့ ကျန်းချန်ဇစ်ဟာ ရှန်နုံရတနာသေတ္တာဟာဘာမှန်းမသိခဲ့ပါဘူး။-ဒီလိုနဲ့‌‌ ရတနာရှိရာကို လောဘရဲ့သားကောင်တွေ ပစ်မှတ်ထားလာတဲ့အခါ...∆ရန်သူရဲ့ရန်သူဟာ သူငယ်ချင်းဖြစ်တတ်တယ်ဆိုတဲ့အတိုင်း\nကျန်းချန်ဇစ်၊ချန်ရွှင်နဲ့ မော့ရွှမ်တို့သုံးယောက် ရှန်နုံရတနာကို ဘယ်လိုတွေဆက်ရှာဖွေသွားမလဲ...∆အရာအားလုံး ပုံရိပ်ယောင်တွေပြည့်နှက်နေတဲ့ နယ်နိမိတ်ကြီးမှာ\nသူတို့သုံးယောက်ကရော အစစ်မှန်ဖြစ်ပါ့မလား...∆အားလုံးရဲ့အရင်းမြစ်ဖြစ်တဲ့ ရှန်နုံရတနာသေတ္တာနဲ့\nအမတ‌ဆေးနောက်ကွယ်မှာရော ဘယ်လိုဇာတ်လမ်းတွေရှိနေမလဲ...ဘယ်လိုအန္တရာယ်တွေကိုရင်ဝယ်ပိုက်ပြီး နောက်ဆုံးမှာ\nအမတဆေးဟာ ဘယ်သူ့လက်ထဲကိုပဲရောက်ရှိသွားလေမလဲ.....ဆိုတဲ့အံ့ဖွယ်ဆန်းကြယ်ဖြစ်ရပ်တွေနဲ့စိတ်ဝင်စားစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခု ဖြစ်လို့ CMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-hunting-mystery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZhNzlmOGItMWUyYS00Y2Q5LWFlNzMtM2I2NDFkM2ZkYmE1XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ant-Man and the Wasp: Quantumania (2023)",
        "description": "Ant-Man and the Wasp: Quantumania (2023)\n================================\nIMDb Rating - 6.4/10ကဲ မာဗယ်ရဲ့ ပုရွက်ဆိတ်လူသားရုပ်ရှင် အသစ်လာပါပြီ။\nဇာတ်လမ်းကတော့ Endgame တိုက်ပွဲကြီးအပြီးမှာ အေး\nအေးချမ်းချမ်းနေနေကြတဲ့ စကော့၊ ဟုပ်၊ ကတ်စီ၊ ဟင်နရီ နဲ့\nဂျဲနက်တို့ မိသားစုဟာ မတော်တဆမှုတစ်ခုကြောင့် ကွမ်တမ်\nလောကကြီးထဲကို ရောက်သွားပြီး ကွန်ကရာ ခန်း ဆိုတဲ့ ရန်သူ\nကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတာပါ။ခန်းဟာ အချိန်ခရီးသွားနိုင်၊ နည်းပညာအသစ်အဆန်းတွေတီ\nထွင်နိုင်ပြီး၊ အဗန်ဂျာတွေကိုသတ်နိုင်လောက်တဲ့အထိ စွမ်းအား\nကြီးတဲ့သူပါ။ ကမ္ဘာတွေ၊ အချိန်စီးကြောင်းတွေ၊အပြိုင်စကြဝဠာ\nတွေကိုဖြတ်ပြီး ခရီးသွားရင်း ကမ္ဘာတွေကို ဖျက်ဆီးနေသိမ်း\nပိုက်နေတဲ့သူတစ်ယောက်ပါပဲ။ အဲတော့ ဒီရန်သူကြီးနဲ့ စကော့\nတို့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality….4k HEVC | 1080p | 720p | 480p\nFile size…6GB | 2.12 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dx3g/Ant.Man.and.the.Wasp.Quantumania.2023.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEBpFcsvqwuEQJbk6B6ML6OAcLU.jpg",
        "title": "God’s Time(2022)",
        "description": "God's Time(2022)****************ဒက်ဗ်ဟာ ဆေးစွဲသူတွေအတွက် ပြုလုပ်တဲ့ပြန်လည်ထူထောင်ရေးတွေ့ဆုံပွဲတွေ ကိုအမြဲမပြတ်တက်ရောက်လေ့ရှိသူဖြစ်ပါတယ်။ ပြန်လည်ထူထောင်ရေး တွေ့ဆုံပွဲမှာ ခင်မင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူလူကာ ခေါ် လူဝီနဲ့ လူအများကို လိုက်ကူညီလေ့ရှိပေမယ့် အမြဲတမ်း အလွဲတွေဖြစ်တတ်ပါတယ်။လူကာကတော့ သရုပ်ဆောင်ဖြစ်ချင်သူ တစ်ဦး ဖြစ်ပြီးလူရွေးပွဲတွေအမြဲဝင်လေ့ရှိပါတယ်။တစ်ရက်မှာတော့ တွေ့ဆုံပွဲမှာ ရက်ဟီနာ ဆို တဲ့ကောင်မလေးက သူ့အရင်ရည်းစားကိုသတ်ပစ်ချင်ကြောင်း ပြောမိလိုက်ပါတယ်။ ဒါကို ဒက်ဗ်က အဲ့ကောင်မလေး လူမသတ်မိအောင်အတင်းလိုက်တားပါတော့တယ်။ လူကာက တော့ အမြဲတမ်းလွဲတတ်တဲ့ဒက်ဗ်ကို လန့်နေလို့မပါချင်ပေမယ့်နောက်ဆုံးမှာ လိုက်ပါကူ ညီရပါတော့တယ်။ အမြဲလွဲနေကျ ဒက်ဗ် ဘာတွေထပ်လွဲမလဲဆိုတာတခွီခွီနဲ့ စောင့်ကြည့် ရမှာဖြစ်ပါတယ်။\nလူငယ်တွေကြားမှဖြစ်နေကျ စိတ်ခံစားချက်တွေ၊ အတွေးအမြင်တွေ၊အလွဲအမှား တွေကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ရိုက်ပြထားတာဖြစ်ပါတယ်။  File Size : (2.9GB) and (995MB)\nQuality : AMZN.WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ty9r/Gods.Time.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyJNumu9bpLCXWcutryAvkVlGhN.jpg",
        "title": "Operation Nation(2022)",
        "description": "Operation Nation(2022)**********************ဒီဇာတ်ကားကတော့ ၂၀၂၃ ဧပြီလမှာပဲထွက်ရှိထားတဲ့ Netflix ရဲ့ပိုလန်နိုင်ငံရေးဟာသဒရမ်မာကားလေတစ်ကားပဲဖြစ်ပါတယ်။ စတက်ရှ်ဟာ ညီမဖြစ်သူနဲ့အခန်းအတူတူနေထိုင်နေရပြီးကားပါကင်မှာအစောင့်လုပ်ရတဲ့ လမ်းပျောက်လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်။ဒီလိုချို့ချို့တဲ့တဲ့နေရတာကိုစိတ်ကုန်ပြီး တိုးတက်အောင်လုပ်ချင်နေသူလည်းဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နိုင်ငံရေးတက်ကြွလှုပ်ရှားသူလည်းဖြစ် တတိယအင်ပါယာကြီးကိုထောက်ခံသူလည်းဖြစ်တဲ့ သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်သူရိုမန်က သူရဲ့အဖွဲ့ထဲကိုဝင်ဖို့စတက်ရှ်ကိုခေါ်ခဲ့ပါတယ်။စတက်ရှ်တစ်ယောက်လည်း လက်ရှိဘဝကနေပြောင်းလဲဖို့ဆိုရင် ဘာမဆိုလုပ်မယ်လို့ဆုံးဖြတ်ပြီးအဲ့ဒီအဖွဲ့ထဲကိုဝင်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်ပေါ်လာပါတော့တယ်...File Size : (1.4GB) and (597MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zvze/OperationNation(2022).WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVIYdxIh4cq0y1GKhDp1ZJoYSeZ.jpg",
        "title": "[18+]May-December-January(2022)",
        "description": "May December January(2022)BL ဇာတ်ကားလေးကိုမှ\nဇာတ်လမ်းဆန်းဆန်းလေးနဲ့ ရိုမန့်တစ်ဆန်ဆန် ကြည့်ရမဲ့အပြင်\nအချစ်ဇာတ်ကားဆိုတာထက် လူတွေအကြောင်းကိုမြင်ရမယ့်အပြင်\nလူ့သဘာဝကသတ်မှတ်ထားတဲ့ စည်းတွေဘောင်တွေကို\nဂရုစိုက်မနေပဲ ကိုယ်ချစ်ချင်ရာချစ်ပလိုက်ဖို့\nဘာကိုမှ အလေးမထားပဲ ကိုယ့်ဘဝပျော်ရွှင်မှုအတွက်ပဲ ရှင်သန်ဖို့\nစသဖြင့်သရုပ်ဖော်ပြထားဝာကိုတွေ့ရမှာပါဇာတ်ကားနာမည်လေးအတိုင်း ဇာတ်ကောင်လေးသုံးယောက်ပါဝင်ပြီး\nဂေးတစ်ယောက်ရယ် သူ့ရဲ့ ခပ်ဟော့ဟော့အမေရယ် သူချစ်တဲ့\nသူငယ်ချင်းရယ် သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကို ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nထုံးစံအတိုင်း မြူးဇစ်နဲ့‌ဖော်ချွတ်‌လေးတွေလဲပါတာမို့\nမိသားစုနှင့်‌တော့ကြည့်ရန်မသင့်တော်ပါကြောင်း....\nFile size…1.6GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.4",
        "url": "https://megaup.net/1Ty0j/May.December.January.2022.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYyGs0DBKm8cYhZsfMYi8F9RIjL.jpg",
        "title": "[18+] Death By Desire (2023)",
        "description": "Death By Desire (2023)Three's a Crowd ဆိုတဲ့စကားကို ကြားဖူးကြမှာပါ။ ဘယ်လိုဆက်ဆံရေးမျိုးမဆို တတိယလူဆိုတာ မဝင်သင့်မဝင်အပ် ကြိုဆိုစရာအကြောင်းမရှိတဲ့လူမျိုးပါပဲ။ ဒါပေမဲ့လည်း မီဂယ်ဆိုတဲ့ ကောင်လေးကတော့ မီးတောက်တစ်စကို သူ့ဘဝထဲ လိုလိုလားလားခေါ်သွင်းခဲ့မိပါတယ်။ သူဟာ မကြာခင်လက်ထပ်ရတော့မယ့် သတို့သားလောင်းတစ်ယောက်... သူ့ရဲ့ဇနီးလောင်းကတော့ အောက်ပိုင်းသေနေပြီး သူ့လိင်ဆန္ဒတွေကို မဖြည့်ဆည်းပေးနိုင်တော့တဲ့သူ။ အဲဒီဇနီးကိုလည်း သူသိပ်ချစ်တယ်။ ဒါပေမဲ့ အလိုဆန္ဒရဲ့ဖြားယောင်းမှုအရ သူအပြင်မှာ အပျော်ရှာမိတယ်။ ဒါပေမဲ့လည်း သူရှာမိတဲ့ ပျော်ရွှင်စရာလို့ထင်ခဲ့တဲ့ ကောင်မလေး ဧပရယ်ဟာ နာမည်နဲ့လိုက်အောင် သူ့ဘဝကို ရက်ရက်စက်စက် ပူလောင်ခြင်းတွေပေးတော့မှာဆိုတာကြိုမသိခဲ့ပါဘူး။ဧပရယ်ရဲ့အပြစ်ကတော့ သူ့ကို သိပ်ချစ်မိခဲ့တာနဲ့အစွဲအလန်းကြီးလွန်းခဲ့တာပါ။ ကာမပိုင်နီးပါးဖြစ်နေခဲ့တဲ့လူတစ်ယောက်ကို ချစ်ခင်စွဲလန်းခဲ့ပြီး အဲဒီလူဆီက ပစ်ခွာမှုကိုခံရချိန်မှာတော့ ဧပရယ် သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ရယူပိုင်ဆိုင်လိုခြင်းတွေ အငြိုးအတေးတွေနဲ့ သေဆုံးသွားတဲ့သူဖြစ်တဲ့အလျောက် သူ့ကို အခုလိုဖြစ်သွားရအောင် စေစားခဲ့တဲ့သူတွေရဲ့ဘဝကိုလဲ အဆုံးစွန် လိုက်နှောင့်ယှက် ဒုက္ခပေးဦးမှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2zvhy/(CM)_Death_By_Desire_(2023)_720p.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Txml/Jesus.Revolution.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Mascarade_2022_film_poster-148x200.png",
        "title": "Masquerade (2022)",
        "description": "Masquerade (2022)\n===============\nIMDb Rating - 6.5/10The Untouchable ထဲကမင်းသားကြီး Francois Cluzet\nပါဝင်ထားတဲ့ နောက်ထပ်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Mascarade ဆိုတဲ့အတိုင်း ဟန်ဆောင်\nမှုတွေပြည့်နေတဲ့ကားပေါ့။ အချစ်ကိုကိုးကွယ်မိသူတွေ ကိုယ်\nကျင့်တရားဖောက်ဖျက်မှုတွေ၊ ကိုယ်ကျိုးပဲကြည့်သူတွေ အ\nကြောင်းကို သိပ်လည်း ဒရာမာမချိုးဘဲ ဟာသလေးစွက်ပြီး\nရိုက်ထားတာပါ။ ဒါပေမဲ့ အိပ်ရာပေါ်ကအခန်းတွေပါတာကြောင့်\nမိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းကတော့ ဒီလိုပါ။\nအက်ဒရီယမ်က Dancer တစ်ယောက်။ ဆိုင်ကယ်တိုက်ခံရပြီး\nသူ့ဝါသနာ၊ သူ့အလုပ်၊ သူ့ချစ်သူကိုရော ဆုံးရှုံးလိုက်ရတဲ့အချိန်မှာ\nဆေးချလိုက်အရက်သောက်လိုက်နဲ့ ဖြစ်သလိုနေပါတော့တယ်။\nဒါပေမဲ့ ဒီလိုနေဖို့က ငွေရှိမှရမှာကိုး။ အဲဒီမှာပဲ အက်ဒရီယမ်က\nအသက်ကြီးကြီးချမ်းသာတဲ့မိန်းမတွေကို ချူစားပါလေရော။\nတစ်နေ့မှာတော့ သူ့လိုမျိုး ပိုင်းလုံးဖြစ်တဲ့ မိန်းမချောလေးမာဂေါ့နဲ့\nချစ်မိသွားကြပါတယ်။ ချစ်ကြပေမဲ့ တူနှစ်ကိုယ်တဲအိုပျက်မှာ\nမနေနိုင်တာကြောင့် နှစ်ယောက်သားက အလိမ်အညာပြဇာတ်\nကြီးကို ကပြကြတဲ့အချိန်မှာ ဘယ်လိုဇာတ်သိမ်းသွားမလဲ။\nဟန်ဆောင်မျက်နှာဖုံးတွေရဲ့နောက်ကွယ်က အမှန်တရားတွေက\nဘာဖြစ်မလဲ။ ခံစားချက်တွေကို ခုတုံးလုပ်အသုံးချတဲ့ သူတို့နှစ်\nယောက်ကိုရော ဘယ်သူတွေက သစ္စာဖောက်မလဲဆိုတာကို\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL နဲ့ June တို့ ဖြစ်ပါတယ်)File ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zlbe/Mascarade.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJTHBNdBZB1go3ih1VUZsTcHpaQ.jpg",
        "title": "Open City (2018)",
        "description": "Open City (2018)တို့မမကြီး Son Ye Jin ကြမ်းခဲ့ရမ်းခဲ့တဲ့ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nသားတစ်ယောက်အမေမမရဲ့ ခါးပိုက်နှိုက်ဂိုဏ်းခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာပါဂျပန်ရောကိုရီးယားမှာရော ခါးပိုက်နှိုက်ကို တွင်တွင်ကျယ်ကျယ်လုပ်နေတဲ့ ဘဲ့ဂျန်မီ\nအမေခါးပိုက်နှိုက် ကိုယ်လည်း ငယ်ငယ်ထဲက အမေနဲ့အတူခါးပိုက်နှိုက်ပဲလုပ်စားလာခဲ့ရင်း\nရဲတွေအလိုရှိတဲ့လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်အိုဆာကာမှာ ပြသနာတက်ခဲ့လို့ရှောင်ပြေးလာရာက ကိုရီးယားရောက်တဲ့အခါ ဂိုဏ်းပေါင်းစုံကြားဘာတွေကြုံတွေ့ရမလဲ?\nဘယ်လိုလွတ်မြောက်အောင်လုပ်မလဲ?အရမ်းတော်တဲ့စစ်ဆေးရေးမှူးရဲသားတစ်ယောက်ပေမဲ့\nခါးပိုက်နှိုက်မှုတွေဆိုရင် လုံးဝကို မလိုက်တဲ့ ဂျိုဒယ်ယောင်း\nသူကရောဘာကြောင့် ခါးပိုက်နှိုက်အမှုတွေမလိုက်တာလဲ?\nအတိတ်မှာရော ဘယ်လိုတွေဖြစ်ခဲ့လို့လဲ?\nဘဲ့ဂျန်မီနဲ့ဂျိုဒယ်ယောင်းက ဘယ်လိုဖြစ်ရပ်တွေဖြစ်ခဲ့တာလဲ?\nကဲ ဇာတ်လမ်းလေးကိုကြည့်ရင်း အားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hou ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.3GB | 1.1GB | 524MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... KongHou\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://megaup.net/2ztC1/Open.City.2008.KOREAN.720p.WEBRip.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmU0YWUzMTYtNTU4NS00MWQzLWFlNWUtODI4OTcxNDU0OTJlXkEyXkFqcGdeQXVyNjAyOTEyMA@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Fourth Musketeer (2022)",
        "description": "The Fourth Musketeer (2022)\n======================တစ်ခုသောညမှာ ဘုရင့်စစ်သည်တော်ရူးရူးနေတဲ့ ကောင်လေး\nတစ်ယောက်ဟာ ဒါ့တညံလို့အမည်ရတဲ့ သူအလေးစားရဆုံး\nဘုရင့်စစ်သည်တော်ရဲ့ အခန်းထဲကို ခိုးဝင်ပါသတဲ့။ အကြောင်း\nကတော့ သူ့စိတ်ထဲမှာ ဒါ့တညံဟာ ကျောထောက်နောက်ခံအင်\nအားမရှိ၊ မျိုးရိုးမရှိဘဲ ကိုယ်စွမ်းကိုယ်စနဲ့ ဘုရင့်စစ်သည်တော်\nခေါင်းဆောင်နေရာထိ တက်လှမ်းနိုင်ခဲ့တယ်လို့ ယုံကြည်ထား\nပါတယ်။ ဒါကြောင့် ဖြတ်လမ်းအလွယ်နည်းနဲ့ စစ်သည်တော်\nဖြစ်လာဖို့ရာ ဒါ့တညံကို တိုက်ရိုက်စိန်ခေါပြီး စစ်သည်တော်\nအဖွဲ့ထဲကို လေ့ကျင့်ရေးမဆင်းရဘဲ တန်းခန့်‌စေချင်လို့ပါ။ဖြစ်ချင်တော့ သူအခန်းထဲခိုးဝင်တဲ့အချိန်မှာ ဒါ့တညံဟာ ကိုယ်\nတွေ့မှတ်တမ်းရေးနေချိန်ဖြစ်ပြီး သူ့ကိုအားကျပြီး ဖြတ်လမ်း\nကနေ စစ်သည်တော်ဖြစ်ချင်‌နေတဲ့ ကောင်လေးကိုတွေ့တော့\nဂုတ်ဆွဲထိုင်ခိုင်းပြီး သူ့ဇာတ်ကြောင်းကို ပြန်လှန်ပြောပြရင်း\nဒီဇာတ်ကားဖြစ်လာသပေါ့လေ။ဒီလိုနဲ့ ဒါ့တညံရဲ့ စစ်သည်တော်ဖြစ်လာပုံကို နောက်ကြောင်း\nပြန်ပါတယ်။ သူတို့နှစ်ယောက်စကားဝိုင်းလည်းပြီး ဒီဇာတ်ကား\nလည်းပြီး။ သူ့ဇာတ်ကြောင်းနားထောင်ရင်း ဒါ့တညံကို ဆဲချင်\nဆူချင်စိတ်ပေါက်လိုက်၊ ချီးကျူးချင်စိတ်ပေါက်လိုက်၊ သင်ခန်း\nစာယူစရာလေးတွေ့လိုက်နဲ့ ဒီဇာတ်ကားလေးက ပြီးလို့ပြီးမှန်း\nမသိ ပြီးသွားမှာပါ။နာမည်ကိုရင်းနှီးသလိုလိုဖြစ်နေရင်တော့ ဟုတ်ပါတယ်...ဆရာ\nကြီးပီမိုးနင်းဘာသာပြန်တဲ့ “သူရဲကောင်းသုံးယောက်”ထဲက\nဒါ့တညံ(ဓားတညံ)ပါပဲ။ ဆရာကြီးရွှေဥဒေါင်းကလည်း ဘာသာ\nပြန်ဖူးပါတယ်။ \"The Count Of Monte Cristo\"ကိုရေးတဲ့ ပြင်\nသစ်စာရေးဆရာအလက်ဇန်းဒါးဒူးမတ်ရဲ့လက်ရာ\"The Three\nMusketeers\"ကိုမှီငြမ်းထားတာပါ။ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.2",
        "url": "https://megaup.net/1dqju/The.Fourth.Musketeer.2022.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTAxNDFlOTktNWQ2OS00YTM4LTkxYzYtMGYyMmZkMzk5YjQwXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_-141x200.jpg",
        "title": "Gunfight at Rio Bravo (2023)",
        "description": "Gunfight at Rio Bravo (2023)\n====================ရဲမှူးချုပ် Austin Carterနဲ့ သူ့လက်ထောက်ဟာ နာမည်ဆိုးနဲ့\nကျော်ကြားတဲ့ Hellhoundဂိုဏ်းခေါင်းဆောင် Ethan Crawley\nကို ဖမ်းမိပြီး တရားစီရင်ဖို့ San Antonia မြို့ကို ခရီးသွားကြ\nတယ်။ လမ်းမှာ Blind Chapel ဆိုတဲ့ မြို့မှာရပ်နားပြီး လူဆိုး\nဂိုဏ်းခေါင်းဆောင်ကြီး Ethan Crawleyကို အဲ့မြို့ရဲ့ အကျဥ်း\nခန်းမှာ ခဏချုပ်ထားတယ်။ ဒါပေမဲ့ Hellhoundဂိုဏ်းက\nလူတကာကိုသတ်ဖြတ်ပြီး ​မြို့လုံးကျွတ်မီးရှို့ဖျက်ဆီးနေတဲ့\nအရိုင်းအစိုင်းကောင်တွေဆိုတော့ Blind Chapelရဲ့ မြို့တော်ဝန်\nBowmanက လက်မခံဘူး။ အဲ့လိုနဲ့ လက်ခံမယ်ပြောတဲ့ ရဲမှူး\nVernon Kellyနဲ့ အငြင်းပွားပြီး နောက်တော့ Crawleysကို\nလက်ခံလိုက်ပါတယ်။အဲ့အချိန်မှာပဲ ဇာတ်လမ်းရဲ့အရှုပ်တော်ပုံကြီးက စတော့တာပဲ။\nဇာတ်လိုက်မင်းသား Ivanက ​သေနတ်ပစ်ကျွမ်းပြီး သူ့သရုပ်မှန်\nကိုတော့ ဘယ်သူမှသေချာမသိကြဘူး။ Hellhoundဂိုဏ်းက\nသူတို့ခေါင်းဆောင်ကိုပြန်ခေါ်ဖို့ Blind Chapel မြို့ကို လာတိုက်\nဖို့ကြံတာမို့ ရဲမှူး Vernon၊ ရဲမှူးချုပ် Austin နဲ့ Ivan ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zlcB/Gunfight.at.Rio.Bravo.2023.720p.BluRay(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pOTArBrmNazebJvKtLd4DDzE0Sa.jpg",
        "title": "The Pension (2018)",
        "description": "The Pension (2018)ဘယ်သူမဆို တပ်မက်တဲ့ ဒီနေရာလေးမှာ\nဖုံးကွယ်ထားချင်တဲ့ ဖြစ်စဉ်တွေ အကုန်လုံးနဲ့ ခံစားချက်တွေ ပေါက်ကြားကုန်တယ် !!!ဘယ်သူမဆို ထူးခြားတဲ့ အဖြစ်အပျက်တွေကြုံရမဲ့ ဒီ Pension ဆိုတဲ့ နေရာကို ရောက်လာကြတဲ့ လူတိုင်း\nထူးခြားတဲ့ အဖြစ်အပျက်တွေ၊ သူစိမ်းတွေနဲ့ ပတ်သက်ဖို့ဖြစ်လာပြီးတော့ ဖြစ်တည်လာတဲ့ အကြောင်းအရာ ၄ပိုင်းကို သရုပ်ဖော်ထားတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကားထဲမှာ မတူညီတဲ့ စိတ်ဝင်စားစရာ အကြောင်းအရာ ၄ပိုင်းပါဝင်တာကြောင့် မတူညီတဲ့ စိတ်လှုပ်ရှားမှုတွေကို ပေးနိုင်မှာပါ။\n“လရောင်” ဆိုတဲ့ Pension လေး မှာ လာတည်းတဲ့ ဧည်သည်တွေမှာလည်း\n“လ”နဲ့ သက်ဆိုင်တဲ့ လျှို့ဝှက်ချက်တွေကို စိတ်ဝင်စားဖွယ် ကြည့်ရူ့နိုင်မှာပါ။အဓိက ဇာတ်ဆောင်တွေကတော့ Jo Jaeyoon, Park Hyo Joo, Jo hanchul, Lee Yi Kyung, Hwang sun hee တို့ပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Twao/The.Pension.2018.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaaa-135x200.jpg",
        "title": "Captain Fantastic (2016)",
        "description": "ဘန်နဲ့ သူ့ရဲ့အမျိုးသမီး လက်စလီတို့ဟာ မြို့ပေါ်မှာမနေတော့ဘဲ တောထဲမှာသွားရောက်နေထိုင်ပြီး သဘာဝအတိုင်း ခေတ်မီပစ္စည်းတွေမသုံးဘဲနဲ့ ရှင်သန်နေထိုင်ဖို့ရွေးချယ်ခဲ့ပါတယ်။ သူတို့သားဦးလေးငယ်စဉ်ကတည်းက မြို့ကနေထွက်လာခဲ့ကြပြီးတော့ ကလေး ၆ ယောက်ရတဲ့အထိ အားလုံးကိုတောထဲမှာပဲ ပြုစုပျိုးထောင်ခဲ့ကြပါတယ်။ ကလေးတွေကိုယ်ခန္ဓာကျန်းမာကြံ့ခိုင်အောင်၊ တိုက်ခိုက်တတ်အောင် တောထဲမှာပုံမှန်လေ့ကျင့်ပေးပြီး စာပေပညာရပ်အားလုံးကိုလည်း သူတို့ကိုယ်တိုင်ပဲသင်ပေးခဲ့ကြပါတယ်။ ကလေးတွေက နည်းပညာ၊ ခေတ်မီပစ္စည်းအသုံးအဆောင်ဘာဆိုဘာမှ သုံးခွင့်၊ သိခွင့်မရကြပါဘူး။ တောထဲမှာပဲနေရင်း သဘာဝအလှအပတွေခံစားတတ်အောင်လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာတော့ နဂိုကတည်းက စိတ်ရောဂါအခံရှိတဲ့သူတို့အမေ လက်စလီဟာ မြို့ပေါ်ဆေးရုံမှာ သေဆုံးသွားခဲ့ပါတယ်။ လက်စလီရဲ့အဖေက သူ့ရဲ့သမီးနဲ့ဘန်တို့တောထဲမှာနေဖို့ဆုံးဖြတ်ခဲ့တာကို အလွန်စိတ်ဆိုးခဲ့တဲ့အတွက် ဘန့်ကို လက်စလီဈာပနပွဲကို တက်ခွင့်မပြုဘူးလို့ပြောလိုက်ပါတယ်။ ဒါပေမဲ့ အချိန်အကြာကြီးမြို့ပေါ်သွားပြီးဆေးကုရင်းနဲ့ သေဆုံးသွားတဲ့မိခင်ကို ကလေးတွေကလွမ်းနေကြပြီးတော့ ဈာပနပွဲသွားလိုစိတ်ပြင်းထန်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဘန့်အနေနဲ့ သူတို့ကလေးတွေကို ပုံမှန်ကမ္ဘာကြီးထဲကို ပထမဆုံးခေါ်သွားရပါတော့တယ်။ တကယ့်ကမ္ဘာအစစ်ထဲကိုရောက်တဲ့အခါမှာ ကလေးတွေက သူတို့ကြီးပြင်းခဲ့ရတဲ့ပုံတွေကို စိတ်ကျေနပ်မှုရှိရဲ့လား၊ ဘန်နဲ့လက်စလီတို့ ကလေးတွေကိုလေ့ကျင့်သင်ပြပေးထားတာတွေက သူတို့လေးတွေ တကယ့်ကမ္ဘာမှာရှင်သန်ဖို့ တကယ်လက်တွေ့အသုံးဝင်ရဲ့လား၊ ဘန်ကိုယ်တိုင်ကရော ဖခင်တစ်ယောက်အနေနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SWzT/blow-captain.fantastic.2016.720p.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTUwYzM4NDctY2IyNS00NGZjLWJiOTMtYjFkNDkxYmQ4YTQ3XkEyXkFqcGdeQXVyMzI3NjQ0MDE@._V1_-135x200.jpg",
        "title": "Hard Shell, Soft Shell (Fragile) (2021)",
        "description": "Hard Shell, Soft Shell (Fragile) (2021)\n===========================\nIMDb Rating - 6.3/10Az က ကမာကောင်မွေးမြူရေးမှာ အလုပ်လုပ်နေတဲ့ ကောင်\nလေးတစ်ယောက်။ သူက ကမာကောင်အကြောင်း နားလည်ပြီး\nကမာကောင်အခွံခွာတာလည်း အရမ်းကျွမ်းကျင်တယ်။ တစ်နေ့\nတော့ သူ့ချစ်သူ ကောင်မလေး Jessကို ကမာကောင်ထဲမှာ လက်\nစွပ်ထည့်ပြီး လက်ထပ်ခွင့်တောင်းတော့တာပေါ့။ ဒါပေမဲ့ ထင်\nသလိုမဖြစ်ဘဲ ဆော်ပစ်ခံလိုက်ရပါတယ်။အဲ့အခါ အသည်းကွဲသွားတဲ့ Azကို သူ့သူငယ်ချင်းတွေက ပျော်\nအောင်ကြိုးစားပေးမယ်ဆိုပြီး ဝင်နှောင့်ယှက်တော့တာပဲ။\nဒီဇာတ်လမ်းက ဆော်ပစ်ခံလိုက်ရတဲ့ Azတစ်ယောက် ​ကွဲနေတဲ့\nဒဏ်ရာကို ပြန်ကျက်ဖို့ကြိုးစားရင်း နောက်ထပ်အချစ်ကို တွေ့\nမလား သူ့ကိုပစ်သွားတဲ့ Exကိုပြန်တွဲပြီး နွားဖြစ်ခံမလားဆိုတာကို\nဟာသနှောပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်  ဇာတ်လမ်းကောင်းလေးပဲ\nဖြစ်ပါတယ်....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.74 GB) / (700 MB) / (400 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/2zmdg/Fragile.2021.720p.HMAX.WEB-DL.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4B6jLioY3hnSlYKAwuSIyZXmald.jpg",
        "title": "60 Days of Summer (2018)",
        "description": "60 Days of Summer (2018)လီဂျယ်ဟွန်းဆိုတဲ့ ကောင်လေးက ၁၈ နှစ်ပြည့်ပေမဲ့ အနိုင်ကျင့်ခံရလို့ဆိုပြီး ကျောင်းထွက်ထားတဲ့လူငယ်တစ်ယောက်ပါ။\nစားလိုက်၊ အိပ်လိုက်၊ သူငယ်ချင်းတွေနဲ့ ဂိမ်းကစားလိုက်၊ အိမ်ကိုနောက်ကျမှပြန်လာလိုက်နဲ့ အကျင့်ဆိုးတွေနဲ့ကောင်လေးပေါ့။တစ်နေ့မှာ သူ့အဖေက နောက်မိန်းမယူဖို့ဆိုပြီး လင်းယုန်တိုင်းပြည်ကို နှစ်လလောက်ထွက်သွားမယ်လုပ်ပါလေရော။\nအဖေ နှစ်လလောက်ထွက်သွားတာ ဂျယ်ဟွန်းအတွက်မထူးဆန်းပေမဲ့\nသူ့အဖေနဲ့ရော သူနဲ့ပါမတည့်တဲ့ လူ့ဂွစာအဘိုးဖြစ်သူဆီမှာ ရက်ပေါင်း ၆၀ နေရဖို့ဖြစ်လာလေတော့...\nဂျယ်ဟွန်းတစ်ယောက် အဘိုးဖြစ်သူကြည်ဖြူအောင် ဘယ်လိုနေထိုင်မလဲ...တစ်ဖက်မှာလည်း သက်ကြီးရွယ်အိုတွေကို ပစ်မှတ်ထား လုယက်တဲ့ကိစ္စတွေ မကြာခဏကြုံလာရတဲ့အခါ မြေးအဘိုးနှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲ...\nရက်ပေါင်း ၆၀ အတွင်း မတည့်အတူနေ မြေးအဘိုးနှစ်ယောက်ရဲ့ နှောင်ကြိုးလေးခိုင်မြဲလာမလား ပြတ်တောက်သွားမလား ဆိုတာကို\nပေါ့ပေါ့ပါးပါး ဟာသလေးနှောပြီးကြည့်ရှုရမယ့် IMDb 6.4/10 ရထားတဲ့ မိသားစုဒရာမာရုပ်ရှင်လေးပါ။Generation မတူတဲ့ လီမျိုးရိုး မြေးအဘိုးကြားက ကတောက်ကဆလေးတွေကိုကြည့်ပြီး\nရင်ထဲမှာ ကြည်နူးမှုတစ်စုံတစ်ရာခံစားရလိမ့်မယ်လို့ ယုံကြည်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Tw9f/60.Days.of.Summer.2018.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1bFBBj3VMek0oEtgm9N51OqVjF.jpg",
        "title": "Julie & Julia (2009)",
        "description": "Julie & Julia (2009)တစ်နေ့တစ်နေ့ အစားအသောက် အချက်ပြုတ် video clips တွေကို ကြည့်ပြီး\nလက်တည့်စမ်းနေကြတဲ့ အိမ်ရှင်မလေးတွေ အတွက် အချက်ပြုတ် family drama ကားလေး လာပါပြီ။\nအမေရိကန်ကို ပြင်သစ်ဟင်းလျာချက်ပြုတ်နည်းတွေယူဆောင်လာပေးတဲ့အမျိုးသမီးတစ်ယောက်အကြောင်းရိုက်ပြထားတာပါ။\nယောကျာ်းဖြစ်သူကသံရုံးမှာလုပ်တော့ တာဝန်ကျရာပဲရစ်ကိုလိုက်သွားရင်း\nယောကျာ်းဖြစ်သူကို ဖွယ်ဖွယ်ရာရာချက်ကျွေးချင်ရာကနေ စာအုပ်လိုက်ရှာတာ\nချက်ပြုတ်နည်းတွေက ပြင်သစ်လိုချည်းပဲရှိလို့ ပါတနာတစ်ချို့နဲ့\nအင်္ဂလိပ်လိုရေးထားတဲ့ပြင်သစ်ဟင်းလျာချက်နည်းစာအုပ်ကို ထုတ်ဝေသူလိုက်ရှာရ၊ အခက်ကြုံ ပယ်ချခံရနဲ့\nနောက်ဆုံးဘယ်လိုအဆင်ပြေသွားမလဲဆိုတာ ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 954MB | 459MB\nFormat… mp4\nDuration….2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Aaron",
        "rating": "7",
        "url": "https://megaup.net/2zuP6/Julie.and.Julia.720p.BrRip.CM.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMn141wGkRyuY0syFsdp0N2jlh4.jpg",
        "title": "Mourning Grave (2014)",
        "description": "Mourning Grave (2014)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ၂၀၁၄ ခုနှစ်ကထွက်ခဲ့တဲ့ horror, thriller ကျောင်းသားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...\nညဘက်ကျောင်းမှာနေရတဲ့ခံစားချက်ဆိုတာ နေ့ခင်းမှာနေရတာနဲ့ မတူတဲ့အပြင် အဲအချိန်မှာမှ အငြိုးကြီးတဲ့သရဲက အကုန်လုံးကိုရန်ရှာလာတဲ့အခါမှာ...ဂန်အင်းဆူဆိုတဲ့ကောင်လေးက သရဲတွေကိုမြင်ရပြီး သရဲတွေကလည်း သူ့ကိုဆို အကူအညီတောင်းချင်လို့ တန်းစီနေကြတာပါ\nအဲလိုနဲ့မွေးရပ်မြေကိုပြန်သွားတဲ့အခါမှာလည်း ကျောင်းတက်တာနဲ့ သူ့ကိုစပြီး အရိပ်အယောင်တွေပြရာကနေ\nတကယ့်နာကြည်းချက်တွေရှိတဲ့ သရဲဟာ အကုန်လုံးကို သတ်ပစ်ချင်လောက်အောင် အငြိုးကြီးနေတာကို သိလိုက်ရတော့တယ်...ဂန်အင်းဆူနဲ့ အဲဒီသရဲနဲ့ကရော ဘယ်လိုပတ်သက်မှုတွေရှိမလဲ၊\nနောက်ဆုံးမှာ အငြိုးတွေဟာ ပိုကြီးလာမလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်Kang Ha Neul, Kim So Eun တို့အဓိကပါဝင်ထားပြီး\nhorror ကားကြိုက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတာတန်စေမယ့် ဇာတ်ကားလေးတစ်ကားဆိုလည်းမမှားပါဘူးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 895MB | 485MB | 248MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Tw9t/Mourning.Grave.2014.720p.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/v1x3g_4f-141x200.jpg",
        "title": "[18+]Younger Sister(2019)",
        "description": "[18+]Younger Sister(2019)************************ဂျီဟွန်းဆိုတဲ့ ကောင်လေးက သူ့ညီ ဂျင်‌ဆုနဲ့ တစ်အိမ်တည်းနေကြတယ် ..ဂျင်ဆုက တစ်နေ့ကျတော့ သူလက်ထပ်မယ့် သတို့သမီးလောင်းလေးကို အိမ်ခေါ်လာခဲ့တယ် ...အဲဒီ သတို့သမီးလေးနဲ့အတူ ညီမ‌လေးတစ်‌‌ယောက်လည်း ပါလာခဲ့တယ် ..အဲဒီညီမလေးကလည်း တစ်စုံတစ်ရာကို တော့င်တနေခဲ့ရာ ဂျီဟွန်းနဲ့ တွေ့သွားကြတဲ့အချိန်မှာတော့ဘယ်လိုတွေ နွားသိုးကြိုးပြတ် ကြမ်းကြမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြပါနော် ..ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေ ဖောက်ပြန်ကြ နောက်မီးလင်းကြတာတွေပါပါဝင်တဲ့ 18+ ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူးနော်...File Size :(1.1GB) and (404MB)\nQuality :HDRip1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1dzh8/Younger.Sister.2019.HDRip.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rB78VDAOK94KJWp9ofgE3GSQEor.jpg",
        "title": "Stalingrad (1993)",
        "description": "Stalingrad (1993)\nGenre - War, Action, Drama\nIMDB - 7.5/10All quiet on the Western Front ဇာတ်ကားကခုနောက်ပိုင်းခေတ်ရဲ့ ဂျာမန်စစ်ကားကောင်း ဖြစ်မယ်ဆိုဒီကားကလည်း ၉၀ ခုနှစ်ရဲ့ အကောင်းဆုံးဖြစ်မှာ ဧကန်မလွဲဘူးဗျာ။သတိထားကြည့်မိသလောက် ဂျာမန်တွေက စစ်ကားကောင်းကောင်းတွေပိုင်ပိုင်နိုင်နိုင် ရိုက်နိုင်ကြတာကို တွေ့ရတယ်ဥပမာ Downfall တို့ ခု Stalingrad တို့ Land of Mine တို့ All quiet.. တို့လိုမျိုးတွေပေါ့။ပြီးတော့ သဘောကျစရာကောင်းတာက အမေရိကန်တွေလိုမျိုးစစ်စိတ်ဘာညာ ဝါဒဖြန့်တဲ့ပုံစံမျိုး မသွားဘူးစစ်ပွဲတစ်ခုရဲ့ အနိဌာရုံတွေကို ပညာပေးချင်တာမျိုး ပိုများတယ်(သူတို့ကိုယ်တိုင် လူဆိုးဖြစ်ခဲ့တာလည်း ပါမှာပေါ့လေ)။ဒီရုပ်ရှင်အခြေခံထားတဲ့ စတာလင်ဂတ်တိုက်ပွဲဆိုတာဒုတိယကမ္ဘာစစ်ကြီးရဲ့ ၁၉၄၂ ခုနှစ်ဝန်းကျင် အဓိကတိုက်ပွဲထဲက တစ်ခုပဲလူတွေသန်းပေါင်းများစွာလည်း သေကြေပျက်စီးခဲ့ရတာပေါ့စတာဂတ်မြို့ကို ပတ်စီးဆင်းနေတဲ့ ဗော့ဂါမြစ်ရယ်ဆီကွင်းတွေကို ထိန်းချုပ်ချင်တာနဲ့ ဒီစစ်ဆင်ရေးပေါ်ပေါက်ခဲ့ရတာပါ။ဇာတ်လမ်းထဲမှာတော့ ရှေ့တန်းကို ပထမဆုံးထွက်ရမယ့်ဗိုလ်ကြီးဝစ်ဇ်လန်က အာဖရိကစစ်မျက်နှာပြင်က ပြန်လာတဲ့လူတွေကိုဦးစီးပြီး မုန်တိုင်းတပ်သားတွေအဖြစ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Tu1f/Stalingrad.1993.GERMAN.720p.%7BCM%7D.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGFjZGFkZmUtMzBkNi00MGYxLWIwNzAtYzY2M2JlMTgxOTA0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Mrs. Undercover(2023)",
        "description": "Mrs. Undercover 2023အသစ်ထွက်ရှိထားတဲ့ ဟင်ဒီစကားပြောအက်ရှင်၊ ဒရမ်မာ၊\nဟာသကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ IMDb 7.1\nအထိရရှိထားပြီး Pad man, Andhadhun စတဲ့ကားတွေမှာ\nနာမည်ကြီးမင်းသားတွေနဲ့ အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nမင်းသမီး Radhika Apteဖြစ်ပါတယ်။ ဒီကားမှာတော့သူက\nအိမ်ထောင်ရှင်မမိခင်တစ်ဖြစ်လဲ လျှို့ဝှက်စုံစမ်းရေးအေးဂျင့်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nStrong ဖြစ်ပြီး independent ဖြစ်တဲ့အမျိုးသမီးကိုမှ\nရွေးပြီးသတ်တဲ့လူသတ်သမားတစ်ယောက်ရှိပါတယ်။\nအထူးအေးဂျင့်တပ်ဖွဲ့မှာ ဒီလူသတ်သမားကိုစုံစမ်းဖို့\nအေးဂျင့်တစ်ယောက်ပြီးတစ်ယောက် လွှတ်ရာမှာ\nမအောင်မြင်ဘဲ နောက်ဆုံးမစ်ရှင်လွှတ်စရာ\nအေးဂျင့်မရှိအောင်ဖြစ်သွားတော့တယ်။ဒီလိုနဲ့ အိမ်ထောင်ရှင်မဖြစ်တဲ့ဒူရ်ဂါဟာ\nလူသတ်သမားကိုစုံစမ်းဖို့မစ်ရှင်မှာ\nဘယ်အစိတ်အပိုင်းကနေ၀င်ပါသွားမလဲ၊\nအိမ်ထောင်ရှင်မနောက်ကွယ်မှာ\nသူ့ဘ၀ဟာဘယ်လို‌တွေဖုံးကွယ်ထားတယ်ဆိုတာ\nကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 836MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye ~ BpL~Yunni",
        "rating": "7.1",
        "url": "https://megaup.net/1Twv6/Mrs.Undercover.2023.Hindi.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGMxODJhNzUtZjFlYS00NmEwLWFlODctMTBhZmIzNzdlNGU3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Sapul (2023)",
        "description": "အီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့\nဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေ\nဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်\nအိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီး\nအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူး။\nအီစီဒရိုကတော့ နောင်တတွေတပွေ့တပိုက်နဲ့\nအရက်သမားကြီးလုံးလုံးဖြစ်သွားခဲ့ပြီး စခန်းမှူးနဲ့\nသူ့လုပ်ဖော်ကိုင်ဖက်တွေဘယ်လိုပဲ\nဆုံးမဖျောင့်ဖျပါစေမထူးဇာတ်လင်းနေခဲ့ပါတယ်။\nအဲ့ဒီလိုတစ်ဖြည်းဖြည်းနဲ့လုံးပါးပါးလာရင်း\nမခံနိုင်တော့တဲ့အဆုံးစခန်းကလုပ်ဖော်ကိုင်ဖက်\nတစ်ဦးကို သေနတ်နဲ့ချိန်ခြိမ်းခြောက်ပြီး သူ့ဇနီးကို\nအတင်းအကျပ်ခေါ်ပေးဖို့တောင်းဆိုပါတော့တယ်။\nဒီဖြစ်ရပ်အထိ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းပို့ခဲ့သလဲ?\nဒီဖြစ်ရပ်ရဲ့နောက် သူတို့ဝန်းကျင်က ဘယ်သူတွေရဲ့ဘဝတွေကိုဂယက်တွေ\nရိုက်ခတ်လာမလဲဆိုတာကို ဆက်လက်ရှုစားကြရမှာပါ။File size…1.41GB / 675MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/3frfj/Sapul.2023.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vc87upO8vcAGj9OmgH3AIz6ikKB.jpg",
        "title": "Mighty Morphin Power Rangers: Once & Always (2023)",
        "description": "Mighty Morphin Power Rangers : Once and Always (2023)မော်ဖင် ပါဝါရိန်းဂျားတွေ နှစ် ၃၀ ပြည့် အထိမ်းအမှတ် အထူးရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါပြီ။\nပါဝါရိန်းဂျားတွေဆိုတာ ၉၀ ဝန်းကျင်ကလေးတွေအတွက်တော့ မကြည့်ဖူးသူမရှိလောက်အောင် နာမည်ကြီးခဲ့တဲ့ သူရဲကောင်းတွေပါပဲ။\nအခုချိန်မှာပြန်ကြည့်ရင် ကလေးဆန်တယ်ထင်ရပေမဲ့ ငယ်ဘဝအမှတ်တရတွေနဲ့ သရုပ်ဆောင်တွေကို ပြန်တွေ့ရတာနဲ့တင် ပျော်စရာကောင်းနေပါပြီ။\nမူရင်းသရုပ်ဆောင်တွေ ပြန်ပါဝင်ထားပြီး ဇာတ်လမ်းကတော့ ဇော်ဒန်မရှိတော့တဲ့အချိန်မှာ\nသူတို့ရဲ့ ရန်သူတော်ကြီး ရီတာ ပြန်ပေါ်လာပြီး ရိန်းဂျားတစ်ယောက်ကို သတ်သွားတာကနေ အစပြုခဲ့ပါတယ်။\nရိန်းဂျားတွေဟာ ပြန်လွတ်လာတဲ့ ရီတာကို နှိမ်နင်းဖို့လိုက်ရှာနေချိန်မှာ ရီတာကလည်း ပိုကြီးတဲ့အကြံကြီးနဲ့ ရိန်းဂျားတွေကို တိုက်ခိုက်လာပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 632MB | ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ztSY/Mighty.Morphin.Power.Rangers.Once.and.Always.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyXPANZMYYbKh8Ic8qFLqMkolyV.jpg",
        "title": "The Adventures of Sharkboy and Lavagirl (2005)",
        "description": "The Adventures of Sharkboy and Lavagirl (2005)ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံးကားက Lion King ဖြစ်ခဲ့တယ်။\nအဲဒီခေတ်က ငှားကြည့်ကြတဲ့ခေတ်ဆိုတော့ ဘယ်ကလဲမသိလက်ဆောင်ရခဲ့တဲ့ အဲဒီအခွေကိုပဲ ခဏခဏပြန်ထိုးကြည့်ဖြစ်နေတာကိုး။\nနောက် VCD ခေတ်စစရောက်လာတော့ ရုပ်ရှင်ကြည့်တာတို့ ကာတွန်းစာအုပ်ဖတ်တာတို့က နိစ္စဓူဝအလုပ်တစ်ခုဖြစ်လာခဲ့ပြီ။\nအဲဒီတုန်းက ပဲခူးမှာ တစ်ဆိုင်တည်းရှိတာလား။ ကျွန်တော်ပဲမသိခဲ့တာလားမသိပေမဲ့ နာမည်အကြီးဆုံးအခွေဆိုင်က လိပ်ပြာကန်ထောင့်က Happy ဆိုတဲ့ အခွေဆိုင်ပေါ့။\nအိမ်နဲ့လည်းသိပ်မလှမ်းတော့ နေ့တိုင်းဆိုသလို သွားသွားငှားကြည့်ဖြစ်ခဲ့တယ်။ အဲဒီတုန်းကတော့ ဘာကားငှားရမလဲမသိရင် ကျွန်တော်တို့တော့ အခွေဆိုင်ကို ဘာကားကောင်းလဲ မေးလိုက်ကြတာပဲ။\nတစ်ခါသား အဲဒီလိုမေးတော့ ဟက်ပီးက အခွေငှားတဲ့အစ်ကိုကြီးတွေက Sharkboy and Lavagirl ကားလေးထုတ်ပေးလိုက်တယ်။\nသူ့ဇာတ်က ကလေးဇာတ်ပေမဲ့ စိတ်ကူးယဉ်တတ်တဲ့ ကျွန်တော်တို့ကို စိတ်ကူးယဉ်တာကို မစွန့်လွှတ်ဖို့ ပြောထားတဲ့ ရုပ်ရှင်ဆိုတော့ တော်တော်လည်းထိခဲ့လို့နေမယ်။\nဒီကားကို ခဏခဏကိုပြန်ပြန်ငှားကြည့်ဖြစ်ခဲ့တော့ VCDခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံး ရုပ်ရှင်လည်းဖြစ်ခဲ့တာပေါ့။\nနောက်ကျ ခဏခဏပြန်ငှားကြည့်ရလွန်းလို့ အခွေဆိုင်ကို ...",
        "rating": "",
        "url": "https://megaup.net/1Twa1/The.Adventures.of.Sharkboy.and.Lavagirl.3-D.2005.720p.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gbSI23sXhVzOYOT1YqQEGUhJ0W.jpg",
        "title": "The Tutor (2023)",
        "description": "The Tutor (2023)ဒီဇာတ်လမ်းထဲက ကျူတာကတော့အီသန်ပါ။ အီသန်က လူချမ်းသာတွေရဲ့ကလေးတွေကို ကျူတာအဓိကလုပ်ပေးတယ်။\nဘောစိကလေးတွေဆိုတော့ ငဆိုးလေးတွေများပေမယ့် အီသန်ကတော့\nဒီကလေးတွေကို ပညာရေးမှာစိတ်ဝင်စားလာအောင် တိုးတက်လာအောင်ဆွဲခေါ်ပေးနိုင်လို့နာမည်ရတယ်။\nတစ်နေ့မှာ ကလေးတစ်ယောက်ကိုစာသင်ပေးဖို့ အီသန့်ကိုဌားတယ်။ ပေးတဲ့လစာကလဲ မယုံနိုင်လောက်အောင်များတယ်။\nအီသန်ကလဲပိုက်ဆံလိုတယ်တော့မဟုတ်ပေမယ့် သူ့ချစ်သူကကလေးမွေးတော့မှာဆိုတော့ ပိုက်ဆံများများရတော့လဲကောင်းတယ်ပေါ့။\nသူ့ကိုအဲ့လောက်ထိပေးတယ်ဆိုတော့ ဒီကလေးက အားစိုက်သင်ရမယ့်ကလေး စာညံ့တဲ့ကလေးလို့အီသန်ကတွက်ထားတာပေါ့။\nကလေးအဖေဘက်က အီသန့်ကိုသူတို့အိမ်မှာလာနေပြီး အရင်ဆုံးတစ်ပတ်အစမ်းသင်ကြည့်ဖို့ခေါ်တယ်။\nတကယ်တမ်းစာသင်ကြည့်တော့ ကလေးကလဲတော်လိုက်တာမှ ဘာမှကိုသင်စရာမလိုလောက်အောင်ပဲ။\nအဲ့တော့အီသန့်ကို လစာအများကြီးပေးပြီးခေါ်တာဘာအတွက်လဲ။\nဂျက်ဆန်ဆိုတဲ့ကလေးရဲ့မိသားစုက ပိုက်ဆံတွေများသိပ်ပေါနေလား။\nစာသွားသင်တဲ့တစ်ပတ်အတွင်းမှာပဲ ဂျက်ဆန့်ဆီမှာရော အီသန့်ဆီမှာပါ မူမမှန်တာလေးတွေပေါ်ပေါ်လာတော့ ဘယ်သူကဘာတွေကြံစည်နေကြလဲ။\nဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲဆိုတာ Plot Twist ကောင်းကောင်းနဲ့တင်ဆက်ထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.GB | 521MB | 248MB\nFormat… mp4\nDuration…. 1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... ...",
        "rating": "8",
        "url": "https://megaup.net/3frgA/The.Tutor.2023.WEB.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiVmA5p1dd7pReXnlDhjGLoXAlV.jpg",
        "title": "Detective Dee and The Burning Sky ( 2020 )",
        "description": "ဒီတစ်ခါ CM ကနေမိတ်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့\ndetective Dee ရှေးဟောင်းစုံထောက် movie လေးဖြစ်ပါတယ်အေဒီ ၆၉၆ခုနှစ် ဝူကျယ်ထျန်းအုပ်စိုးစဉ်ကာလမှာ လူရိုင်းတပ်သားတွေက\nဝေ့ကျိုးမြို့ကိုတိုက်ခိုက်စဥ် အဲ့ဒီမြို့ဟာ စစ်ဘေးနှင့်\nရောဂါကပ်ဘေးကိုကြုံတွေ့ရတယ်။ ဒီးရန်ကျယ်ဟာ မင်းအမိန့်ဖြင့်\nဝေ့ကျိုးမြို့ကို အုပ်ချုပ်ရေးမှူးအဖြစ် ရောက်လာတုန်းအခိုက်မှာ လူသတ်သမားတိုက်ခိုက်ခံရတယ်။ဝေ့ကျိုးမြို့ရဲ့အရင်အုပ်ချုပ်ရေးမှူးဖြစ်တဲ့ တူကူစစ်ကျွမ်းဟာ\nအံ့ဩဖွယ် အဆိပ်သင့်ပြီးသေဆုံးနေပြီး ယင်းအမှုဟာ\nဒီး‌ရန်ကျယ် ရောက်ရှိလာမှုနဲ့ ပတ်သက်နေမလား။\nတပ်သား၅၀၀ သေဆုံးမှုနှင့် ငွေစ၅သိန်းပျောက်ဆုံးတဲ့\nထူးဆန်တဲ့ဖြစ်ရပ်ကို ဒီးရန်ကျယ်ကဘယ်လို ပြောင်မြောက်တဲ့နည်းလမ်းနဲ့ဖြေရှင်းမလဲ။\nဒီးရန်ကျယ်ဟာ ဤပဟေဠိဆန်တဲ့ဖြစ်ရပ်တွေကြား\nအမှန်တရားတွေဖော်ထုတ်နိုင်မလားဆိုတာ CMက‌နေ အားပေးစောင့်မျှော်ကြည့်ရှုကြပါရှင့်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Mystery\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/detective-dee-and-the-burning-sky-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjMwMjcxMDUyM15BMl5BanBnXkFtZTgwMjgyMTYwODE@._V1_-150x200.jpg",
        "title": "[18+]Twilight Dinner (1998)",
        "description": "အချစ်ကြမ်းကြတဲ့အထဲမှာ သွေးစုပ်ဖုတ်ကောင်တွေလည်းပါတယ်နော်။ အချစ်လည်းကြမ်းသလို အငြိုးလည်းကြီးကြပါတယ်။ ဒါပေမဲ့ ဒီကားလေးထဲမှာပါတဲ့ Vampire လေးတွေချစ်တာကိုတော့ ဘယ်သူမှမရှောင်နိုင်လောက်ပါဘူး ။ အချစ်ကြမ်းကြမ်းတွေမို့ နားကြပ်လေးနဲ့ခံစားဖို့ ကြိုတင်သတိပေးပါရစေဗျ ။မျက်နှာချင်းဆိုင်ကတိုက်ခန်းဘက်ကို လူသစ်ပြောင်းလာတာကြောင့် သွားနှုတ်ဆက်ရင်းနဲ့ အရမ်းချစ်ဖို့ကောင်းတဲ့ညီအစ်မနှစ်ယောက်နဲ့ ကာဇူဟီကိုတစ်ယောက် ရင်းနှီးခွင့်ရခဲ့ပါတယ် ။ သူတို့နဲ့ချိန်းတွေ့ချင်ပေမယ့် နေရောင်နဲ့အထိမခံနိုင်တဲ့ အရေပြားရောဂါရှိလို့ ခဏခဏငြင်းပယ်ခံရပြီးနောက်မှာတော့ ညီမဖြစ်သူ မာရာကိုနဲ့ ညဘက်ချိန်းတွေ့ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ညီမနဲ့လည်းချိန်းတွေ့ရင်း အစ်မနဲ့လည်း ခိုးစားဖြစ်သွားတဲ့အခါမှာတော့ ကာဇူဟီကိုဆီမှာ ပြောမပြတတ်အောင် ပြောင်းလဲမှုကြီးတစ်ခု စတင်ခံစားရပါတော့တယ်။ ကိုယ့်ကိုကိုယ်လည်း ထိန်းချုပ်လို့မရနိုင်အောင် ဘာမြင်မြင်အကုန်လုံးဆွဲစားချင်တော့တာပါပဲ။ ကာဇူဟီကိုတစ်ယောက် ဘာတွေပြောင်းလဲသွားတာလဲ? ဘာတွေများဆွဲစားခဲ့တာလဲဆိုတာတွေကို တစ်ဝကြီးခံစားလိုက်ပါတော့နော်....\nFile size…200MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by  Dark V",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18twilight-dinner-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ep5tryXLa7ThcLrrBG4IHVj7q4.jpg",
        "title": "Ghost Sniper ( 2023 )",
        "description": "စစ်မှန်တဲ့ မေတ္တာတွေနဲ့ ဖွဲ့စီးထားတဲ့ ကြေးစား တပ်ဖွဲ့တစ်ခု...? တစ်နေ့မှာတော့\nသူတို့ဟာ ပြန်ပေးသမားတွေဖမ်းခေါ်သွားခဲ့တဲ့ ဇီဝလက်နက်ထုတ်လုပ်ရာမှာ\nပညာရှင်တစ်ဦးဖြစ်သူ ပါမောက္ခနန်စီကို ကယ်တင်ဖို့အတွက် တာဝန်ကို ပေးအပ်ခြင်းခံခဲ့ရပါတယ် ။ဒီကယ်တင်တဲ့ လမ်းကြောင်းအတွင်းမှာပဲ ပြန်ပေးသမားတွေရဲ့\nထောင်ခြောက်အတွင်းဝင်ရောက်ခဲ့ရပြီး အဖွဲ့သားတွေ သေဆုံးသွားခဲ့ရပါတယ် ။\nဒီလိုရက်စက်တဲ့ မြင်ကွင်း အားလုံးကို မျက်မြင်ကိုယ်တွေ့ မြင်ခဲ့ရတဲ့\nအဖွဲ့အတွင်းက ယွီဝေ ဆိုသူ...? အဖွဲ့သားတွေကို ဘယ်သူသတ်သလဲဆိုတာ\nအရိပ်အယောင်တောင် မမြင်ရခဲ့တာကြောင့် စိတ်ထဲမှာ နာကျည်းမှုတွေ\nမုန်းတီးမှုတွေ လွှတ်မချနိုင်တဲ့အရာတွေနဲ့ ပြည့်နှက်နေခဲ့ရှာသူ....?တစ်နေ့မှာ ယွီဝေကိုယ်တိုင်လဲ ထူးဆန်းလှတဲ့ သေနတ်တစ်ချက်ကြောင့်\nသေဆုံးသွားခဲ့ပြီး အပြိုင်ကမ္ဘာတစ်ခုလိုဖြစ်တဲ့ လွန်ခဲ့တဲ့ ၁၀ နှစ်\nအဖွဲ့သားတွေသေဆုံးခဲ့တဲ့ အချိန်ကို ပြန်လည်ရောက်ရှိသွားချိန်မှာတော့\nအဖွဲ့သားတွေရဲ့ ကံကြမ္မာကို ပြန်လည်ကယ်တင်ဖို့ အသည်းအသန်လုပ်လာခဲ့တဲ့အခါမှာ ....?❏ အဖွဲ့သားတွေကို မကယ်တင်နိုင်တဲ့အပြင် ဒီလိုရက်စက်ဖွယ်ကောင်းတဲ့\nမြင်ကွင်းကြီးကို အကြိမ်ကြိမ်အဖန်ဖန်ကြုံတွေ့လာချိန်မှာတော့ သူဘယ်လိုတွေရင်ဆိုင်မှာလဲ ?❏ ဒီလိုမျိုး ထူးခြားဆန်းကြယ်လှတဲ့ ပဟေဋိဆန်ဆန် ဖြစ်ရပ်ရဲ့ အမှန်တရားကရော ဘာတွေဖြစ်နေမှာလဲ?\n❏ ယွီဝေတစ်ယောက် နာကျဥ်းမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ဒီဝင်္ကပါကြီးထဲကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆ်ိုတာ? ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/ghost-sniper-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDdRFkRJgTSWRoZAQOS70NDFhmB.jpg",
        "title": "Angels Of Vengeance 3 ( 2023 )",
        "description": "၁၉၀၀ခုနှစ်လောက်တုန်းကတောင်အာဖရိက\nမိုင်းတွင်းတစ်ခုမှာတူးဖော်ရရှိခဲ့တဲ့\nဒေါ်လာသန်း၂၀တန်ဖိုးရှိတဲ့ တောင်အာဖရိကနှလုံးသားလို့ခေါ်တဲ့စိန်တုံးကြီးကို\nလိုချင်တပ်မက်တဲ့မသမာလောဘသားတွေဟာ\nသူဌေးကြီးရဲ့သမီးကိုပြန်ပေးဆွဲခဲ့ပါတယ်။ဓားစာခံကိုကယ်တင်ဖို့နဲ့ ပြန်ပေးတရားခံတွေကိုဖမ်းဆီးနိုင်ဖို့အတွက်\nထန်ရှီးယွီတို့အမျိုးသမီးအထူးရဲအဖွဲ့ကိုတာဝန်ပေးအပ်ခဲ့ပါတယ်။\nဒီတစ်ကြိမ်မှာရော ထန်ရှီးယွီတို့အဖွဲ့က\nဓားစာခံကိုဘေးကင်းကင်းနဲ့ကယ်တင်နိုင်ပါ့မလား......\nဉာဏ်များတဲ့ပြန်ပေးတရားခံတွေကိုရော အမိဖမ်းနိုင်ပါ့မလား......\nမမရှီးယွီတို့အဖွဲ့ ဘယ်လိုတွေလက်စွမ်းပြကြဦးမလဲဆိုတာကို\nဆက်ပြီးကြည့်လိုက်ကြပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 23 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/angels-of-vengeance-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDMwOGQyOTAtZjBlNy00ODI0LWI5NTMtZTQwM2ZmYzBhMTY5XkEyXkFqcGdeQXVyOTM5MDYzNjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sisters on the Run (2023)",
        "description": "Sisters on the Run (2023)\n==================ဇာတ်လမ်းစစချင်းမှာပဲ Selma က abusiveဖြစ်တဲ့ သူ့ယောကျ်ား\nရဲကို သေနတ်နဲ့ပစ်ပြီး ထွက်ပြေးခဲ့ပါတယ်။ သူ့ယောကျ်ားရဲ့ နောက်\nလိုက်နှစ်ယောက် သူ့နောက်မလိုက်ခင် ထွက်ပြေးပြီး သူ့အစ်မ Maddy\nအိမ်မှာ တည်းခွင့်သွားတောင်းပါတယ်။ ဖြစ်ချင်တော့ Selmaနဲ့ Maddy\nက သူတို့အမေဆုံးကတည်းက ကွဲသွားပြီး စကားမပြောဖြစ်ကြတော့\nဘူး။ အကျင့်စရိုက်ချင်းကလည်း ဆန့်ကျင်ဘက်မို့ မတည့်ကြပါဘူး။\nSelmaက ပါတီတက်၊ ပစ္စည်းတွေ လိုက်ခိုးနဲ့ အပေအတေကောင်မလေး\nဖြစ်ခဲ့တာ။ သူ့အစ်မ Maddyကတော့ စည်းကမ်းရှိပြီး ဂုဏ်သရေရှိတဲ့\nလူကြီးလူကောင်းပုံစံ နေတာပေါ့။ညီအစ်မနှစ်ယောက်က ယောကျ်ားရကံချင်းလည်း ကွာတယ်။ အစ်မ\nMaddyက အဆင်ပြေတဲ့ ယောကျ်ားကောင်းရပြီး အေးဆေးနေနိုင်ပေမဲ့\nSelmaကတော့ ရဲနဲ့ယူပြီး အဲ့ရဲက မှူးယစ်ဆေးမှောင်ခိုဂိုဏ်းရဲ့ ခေါင်း\nဆောင်ဖြစ်နေ​တဲ့အပြင် Psychoဆန်ဆန် သူ့ကိုနှိပ်စက်တတ်လို့ အမြဲ\nတမ်း ဒုက္ခခံခဲ့ရတာပါ။ Selma သူ့ယောကျ်ားကို ပစ်ပြီး ထွက်ပြေးတော့\nMaddy အစက လက်မခံခဲ့ဘူး။ ဒါပေမဲ့ သွေးက စကားပြောတယ်လေ။\nSelma သူ့ယောကျ်ားကိုသတ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dqiu/Sisters.on.the.Run.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGJkZmIxMDAtYWNkOC00ZjhjLWFlNzItNWVkNjZkZWY2NWVmXkEyXkFqcGdeQXVyMTk3OTI3MDg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Here Love Lies (2023)",
        "description": "Here Love Lies (2023)\n=================“ဒီနေရာတွင် အချစ်ရှိသည်\nဒီနေရာတွင် အချစ်သည် အလိမ်အညာဖြစ်သည်.\nဒီနေရာတွင် အချစ်သည် ထာဝရအိပ်စက်နေသည်.”\nဆိုသလိုပဲ. အချစ်ဆိုတာက အပျော်ကစားတတ်တဲ့သူတွေအဖို့\nသေဆုံးပြီလို့ သတ်မှတ်ကာ မြှုပ်နှံထားတဲ့မြေပုံလေး တစ်ခုသာ\nသာ ဖြစ်ပြီး ဆန်းကြယ်နက်နဲတဲ့အရာအဖြစ် ယုံကြည်ထားသူတွေ\nအတွက် တစ်နေ့တော့ ရောက်လိမ့်မယ်လို့ တွန်းအားပေးနေတဲ့\nလမ်းပြမြေပုံလေးတစ်ခုပါပဲ။ငယ်ရွယ်စဉ်အတိတ်က ရူးမိုက်မှုတွေကြောင့် Single Mother\nဘဝနဲ့ သမီးလေးတစ်ယောက်ကို တစ်ကိုယ်တည်း ရုန်းကန်ပြီး\nပြုစုပျိုးထောင်လာခဲ့သူ အမန်ဒါ၊ မေတ္တာစစ်ကိုရှာဖွေရင်း အပေါ်\nယံအချစ်တွေကိုသာ ရှာတွေ့ခဲ့ပြီး ဆိုရှယ်မီဒီယာမှ တွေ့ဆုံခဲ့သူ\nမိုက်ကယ့် အပေါ် မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိမှန်းမသိ တွယ်\nလာခဲ့တယ်ပေါ့။ အဲနောက် ရေမြေခြားသူ မိုက်ကယ့်ကို တွေ့ဆုံ\nနိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး နှစ်ယောက်သား စတွေ့တွေ့ချင်း\nအခက်အခဲ၊ အတားအဆီးများကြားမှ နားလည်မှုကို ရှာတွေ့သွား\nချိန်၊ သူ ကျားကုတ်ကျားခဲ ရှာဖွေခဲ့ရတဲ့ Mr.Right ဖြစ်သူ မိုက်\nကယ့်ရဲ့ စကားလုံးတွေနောက်ကွယ်က အမှန်တရားကို မမြင်နိုင်\nတော့ဘဲ အကြာကြီးမျှော်မှန်း ခဲ့ရတဲ့ ဘဝလေးကို ပိုင်ဆိုင်နိုင်ဖို့\nစိတ်ကူးနေမိသူ အမန်ဒါကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Tjlf/here.love.lies.2023.720p.web.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPz9EByDWOqcNQ9IbDMkhif5fnj.jpg",
        "title": "Full of Grace(2022)",
        "description": "Full of Grace(2022)******************ဒီရုပ်ရှင်ဟာ Real Madridအသင်းရဲ့ ကစားသမားဟောင်းဖြစ်တဲ့ Valdoအကြောင်းငယ်ဘဝကို ရိုက်ကူးပြထားတဲ့ဇာတ်ကားလေးပါ။\nတစ်နည်းပြောရရင် သီလရှင်တွေဦးစီးတဲ့မိဘမဲ့ကျောင်းတစ်ခုက ကောင်လေးတစ်သိုက်၊ ဆိုးကြပေကြတဲ့ ကောင်လေးတွေ၊စနစ်ရဲ့အပယ်ခံဖြစ်ခဲ့ရတဲ့ကောင်လေးတွေရဲ့အကြောင်းကို ရိုက်ကူးထားတာပါပဲ။\nဒီကောင်လေးတွေဟာ ဆိုးကြပေကြတဲ့အတွက် သီလရှင်ဆရာမတွေကတောင်လက်မြောက်အရှုံးပေးထားကြပြီး မြို့ခံတွေနဲ့လည်းအမြဲပြဿနာတက်ကြတဲ့အဖွဲ့ပါ။\nဆရာမတွေကလည်း သူတို့ပြဿနာတွေပဲလိုက်ရှင်းနေရပြီး၊ ကျောင်းကအခြေအနေသိပ်မကောင်း၊ပိတ်သိမ်းရနိုင်ခြေရှိလို့ ကောင်လေးတွေကို ပြည်နယ်မိဘမဲ့ကျောင်းကိုပို့ဖို့ဆုံးဖြတ်နေကြရပါတယ်။\nဒီလိုနဲ့နွေရာသီအားလပ်ရက်တစ်ခုမှာ သီလရှင်ဆရာမအသစ်ရောက်လာပြီး Valdoတို့ကလေးတစ်သိုက်ကို ထိန်းပေးဖို့တာဝန်ကျလေရော။\nကန့်လန့်တိုက်တတ်တဲ့ကောင်လေးတွေကိုထိန်းဖို့ ဆရာမအသစ်က နည်းလမ်းရှာရင်းနဲ့ ကလေးတွေဟာဘောလုံးကန်ရတာဝါသနာပါမှန်းသိသွားတဲ့အခါမှတော့....၊File Size :(1.9GB) and (898MB)\nQuality :NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dy5g/Full.of.Grace.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1PW6qacG028D9Devd5zz8g1x0q3.jpg",
        "title": "Everything I Am (2022)",
        "description": "Everything I Am (2022)~ IMDb rating - 6.8/10 ~ကမ္ဘာကို ဝေ့ဝဲကြည့်လိုက်ရင် ကိုယ့်ကိုယ်ကိုယ်ပြန်ကြည့်လိုက်ရင် အားလုံးက အတ္တဟိတနဲ့ပဲ အလုပ်များနေတာကိုတွေ့ရမှာပဲ။ ပရဟိတကို လုပ်ကြတဲ့လူတွေ ရှိတော့ရှိမယ်။ လုံးဝ ကိုယ်ကျိုးမကြည့်တဲ့ ပရဟိတသမားစစ်စစ်ကိုတော့ တော်တော်ရှာယူရလိမ့်မယ်။ ကမ္ဘာကိုက ဒီလိုကမ္ဘာဖြစ်နေတော့ ကမ္ဘာကို အသက်သွင်းထားတဲ့ ရုပ်ရှင်တွေကို အသက်သွင်းတဲ့အခါမှာလည်း ရက်စက်တဲ့ကမ္ဘာရဲ့ ပုံရိပ်တွေသာ ထင်နေတာကို တွေ့ကြရမှာပဲ။ ဝေဒနာက ကြီးလွန်းတော့ ဘယ်လောက်ပီပြင်လိုက်သလဲဆို အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေဟာ ဝေဒနာတွေဖြစ်နေတာကို တွေ့ကြရမှာပဲ။ ဒီရုပ်ရှင်က အကောင်းဆုံးဆိုတဲ့ ရုပ်ရှင်တွေထဲတော့ မပါဘူး။ ဒါပေမဲ့ ဒီရုပ်ရှင်က ကမ္ဘာကြီးရဲ့ သိပ်နည်းပါးတဲ့ တစ်ထောင့်လေးကို ရိုက်ပြထားတယ်။ ချစ်ခြင်းတွေ ပရဟိတအစစ်တွေအကြောင်းပေါ့။ နောက် ကိုယ့်ထက်ကိုယ် အားလုံးကို ချစ်ကြတဲ့လူတွေအကြောင်းပေါ့။ အားလုံးကို ဘုံဆန်ဆန်ချစ်ဖို့ ဆိုတဲ့ ခက်ခဲတဲ့အရာတစ်ခုရဲ့အကြောင်းပေါ့။သံသရာရုပ်ရှင်ရဲ့ နောက်ဆုံးက စာသားလိုပဲ။ ရေတစ်ပေါက်ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1dy1q/(CM)_Everything_I_Am_(2022)_720p.mp4",
        "category": "Drama"
    }
]