[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920275558-200x300.jpg",
        "title": "Pacts 2 (2014)",
        "description": "ကဲဒီတခါေတာ့ အိမ္မက္ေတြက ထူးဆန္တယ္ဆို ယံုႏိုၾကလားဗ်ာ တခါတေလက်ေတာ့ အိမ္မက္ထဲက အျဖစ္အပ်က္ေတြက အျပင္ေလာကမွာလဲ လိုက္ျၿပီးျဖစ္တတ္ျၿပီး တခုနဲ႔တခုဆက္စပ္ေနတတ္တာကိုေရာၾကပါသလားမိန္းမတေယာက္ဟာ သူမရဲ႕ ထူးဆန္း တဲ့လူသတ္မွဴ အိမ္မက္ဆိုးေတြကို ဆက္တိုက္ ျမင္မက္ေနျၿပီး လူသတ္မွဴ ေတြကိုသင္ယူမိရာမွ မထင္မွတ္ပဲ လူသတ္နည္းေတြ ကုိမသိစိတ္က သင္ယူမိျၿပီး အျပင္ေလာကမွာ ပါ အိမ္မက္ထဲက အတိုင္း လူသတ္မွဴ ေတြျဖစ္ပ်က္ေနသည္ကို သိရွိလိုက္ရတဲ့အခါမွာေတာ့ \nDownload On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/pacts-2-2014/",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/A10515874-vote5-211x300.jpg",
        "title": "Body 19 (2007)",
        "description": "Horror Movie ေတြ ႀကိဳက္တက္တဲ့ ပရိတ္သက္ေတြကို ေတြးစရာေတြ ထိတ္လန္႔စရာေတြ ေပးႏုိင္တဲ့\nရုပ္ရွင္ေကာင္းတစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ....\nဇတ္လမ္း အစ မွာ ေအာ္ပရာရံုတစ္ခုအတြင္း ပြဲၾကည့္ေနတဲ့ လူငယ္တစ္ေယာက္ ဟာ ျပပြဲထဲ စိတ္မေရာက္ပဲ\nတစ္ခုခုကို အေတြးလြန္ေနပါတယ္ သူအိမ္ျပန္ရေတာ့မယ္ လို႔ ေတြးမိၿပီး ေလွကားအဆင္းလာ ပိုင္ရွင္မရွိေသာ\nအက်ီတစ္ထည္ကို ေတြ႔လို႔ ပိုင္ရွင္လုိက္ရွာေသာ္လဲ ရွာမေတြ႔၍ သူေနထုိင္ရာ အစ္မျဖစ္သူ၏ အိမ္သို႔\nယူေဆာင္လာပါေတာ့တယ္...\nထို လူငယ္နာမည္ကေတာ့ ခၽြန္း ျဖစ္ၿပီး အလုပ္မရွိေသး၍\nအစ္မျဖစ္သူ အဲ ငွားေနေသာ အိမ္တြင္ ကပ္ေနရသူ ျဖစ္ပါတယ္\nထိုေန႔က စၿပီး ခၽြန္း တစ္ေယာက္ အိပ္မက္ဆိုးေတြ ခဏခဏ မက္ပါတယ္\nအိပ္မက္ထဲတြင္ အမ်ိဳးသမီး တစ္ဦး အသတ္ခံေနရၿပီး သူမ ကိုရွာေဖြေပးဖို႔ သူ႔ကို အၿမဲသတိေပးပါတယ္\nဆရာ၀န္တစ္ဦး ျဖစ္ေသာ ခၽြန္း ရဲ႕ အစ္မ အဲ ကေတာ့ သူ႕ အေျခအေနကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/body-19-2007/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477912947701-205x300.png",
        "title": "The House October built",
        "description": "Imdb rating 5.4 ရထားျၿပီး Holloween ေန႔အတြက္တင္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္ူအက်ဥ္းေလးကေတာ့ သူငယ္ခ်င္း ၅ေယာက္စုျၿပီး ေပ်ာ္ပြဲစားထြၾကရာမွ ဆြဲေဆာင္ႏိုင္စြမ္း အားေကာင္းလွေသာ အိမ္ႀကီး တစ္လံုးကိုေတြ႕မိျၿပီး ၀င္ေရာက္ေလ့လာမိရာမွ ေနာက္ဆံုးမွာေတာ့ ဘယ္လိုျဖစ္ရပ္ဆန္းေတြနဲ႔ႀကံဳေတြ႕ရမလဲ အိႀကီးကေကာ ဘယ္လိုျဖစ္ရပ္ေတြ ျဖစ္ပြားထားတာလဲ ပရေလာကသားေတြကေက ာ ဘယ္လို ကယ္တင္ မွဴ ရက္စက္ မွဴ ေတြနဲ႔ႀကိဳၾကမလဲဆိုတာကို ပရိတ္သႀကီးက ဆက္လက္ရွဴစားၾကရမွာ ပါ Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/the-house-october-built/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477905294884-203x300.jpg",
        "title": "SkypeMare (2013 ) Short Film",
        "description": "ကဲဒီေန႔က Holloween အမွတ္တရ Short Film ေလးတစ္ခုကိုတင္ေပးလိုက္ပါတယ္ဗ် ဒီ short film ေလးက ၇မိနစ္စာပဲ ရွိေပမဲ့ Holloween ရဲ႕တကယ့္ အႏွစ္ေတြ ပါတာမို႔ ပရိတ္သတ္ႀကီးအေနနဲ႔ လက္ မလြတ္သင့္တဲ့ short Film ေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေဟာလိုး၀င္းမွာ အိမ္မယ္ တေယာက္ထဲ က်န္ခဲ့တဲ့ အယ္လီဆန္ တေယာက္ သူ႔ သူငယ္ခ်င္းနဲ႔ skype ေပၚမွာ chatting ၀င္ေနတုန္း ထူးဆန္း မွဴ တစ္ခုက အစျပဳခဲ့ရာမွာေတာ့ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ဆက္လၾကည့္ရွဴ ရမွာပါ ဘာသာျပန္သူကေတာ့ ေအးမင္းဦးပဲ ျဖစ္ပါတယ္ဗ် Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/skypemare-2013-short-film/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTk5MzY4MDkwOV5BMl5BanBnXkFtZTgwMzY4MzczOTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Imperium (2016)",
        "description": "ဇာတ္ကားသစ္ထဲမွာ စံုေထာက္အျဖစ္ ဒန္နီရယ္ရက္ဒ္ကလစ္ဖ္ကို ျမင္ေတြ႕ရတာပါ။\nဟယ္ရီေပၚတာမင္းသား ဒန္ရီရယ္ရက္ဒ္ကလစ္ဖ္ဟာ ေနာက္ဆံုး ႐ုိက္ကူးထားတဲ့ ဇာတ္ကားထဲမွာ ေခါင္းတံုးနဲ႔ သ႐ုပ္ေဆာင္ ထားတာကို ျမင္ေတြ႕ရပါတယ္။ အဲဒီဇာတ္ကားထဲမွာ သူလွ်ဳိတစ္ေယာက္ျဖစ္တဲ့ FBI ေအးဂ်င့္ ဒန္နီရယ္ဟာ နာဇီလက္သစ္ေလးပံုစံနဲ႔ သ႐ုပ္ေဆာင္ထားတာကို ျမင္ေတြ႕ရပါတယ္။\nအသက္ ၂၆ ႏွစ္အရြယ္ ေဟာလိဝုဒ္မင္းသားက သူ႔ရဲ႕ဇာတ္ကားသစ္ဟာ ဟယ္ရီေပၚတာထဲမွာ အတူသ႐ုပ္ေဆာင္ရတဲ့ အမ္မာဝက္ဆန္ရဲ႕ ဇာတ္ကားသစ္ The Colony ကို ေက်ာ္တက္ႏုိင္ဖို႔ ေမွ်ာ္လင့္ေနမွွာေသခ်ာပါတယ္။\nCredit - Duwun\nDownload Link\n=============\nDownload\nDownload Small(405MB)\nFile size - ( 933MB )\nQuality - BR  Rip 1080P\nFormat - MP4\nSubtitle - Myanmar Subtitle\nEncoder - Ar Kar Phyo",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/imperium-2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9424887_p_v8_am-1-200x300.jpg",
        "title": "Resident Evil: Damnation (2012)",
        "description": "Resident Evil: Damnation (2012)\nIMDb - 6.5/10_____Rotten - 100%\n  \nကဲဗျာ Holloween နေ့အတွက်ပဲ Resident evil ရဲ့ 2012 ခုနှစ်ထွက်\n3D Animation ကားလေးကိုတင်ပေးလိုက်ပါတယ်\nSony နဲ့ Campcom ကထုတ်တဲ့  PS2 ဂိမ်းတွေနဲ့ ရင်းနှီးသူဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို စိမ်းမယ် မထင်ဘူးဗျ",
        "rating": "6.5",
        "url": "https://megaup.net/1zC90/Resident_Evil_-_Damnation_(Biohazard_-_Damnation)_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/a-tale-of-two-sisters-poster-133x200.jpg",
        "title": "A Tale of Two Sisters (2003)",
        "description": "A Tale of Two Sisters (2003)IMDb - 7.2/10_____Rotten - 85%\n  \nဒီဇတ်ကားလေးကတော့ ကိုရီးယားနိုင်ငံမှာ ၂၀၀၃ ခုနှစ် တုန်းက\nရိုက်ကူးခဲ့တဲ့ ဇတ်ကားလေးပါ\nဒီဇတ်ကားလေးက ကြောက်စရာကောင်းတာထက်\nသနားစရာပိုပြီးကောင်းပါတယ် ညီမနှစ်ယောက်ကတက္ကသိုလ်တတ်ပြီး\nကျောင်းပြီးလို့ သူ့အဖေနဲ့ သူ့ရဲ့ မိထွေးတို့ရှိတဲ့အိမ်ကို\nပြန်လာကြတယ် ဒါပေမယ့်သူတို့တွေရဲ့စိတ်ထဲမှာ\nမိထွေးဆိုတဲ့ ရဲ့ရက်စက်မှုတွေ မညီမျှမှုတွေ နဲ့\nရောယှက်ပြီးသူတို့ကိုနှောက်ယှက်နေတဲ့\nလူတစ်ယောက်လို့ပဲစိတ်ထဲမှာစွဲနေခဲ့တယ်\nအမြင်မကြည်မှု့တွေ စိတ်အလိုမကျမှုတွေနဲ့\n အသက်ရှင်နေပြီး သူ့အရမ်းချစ်တဲ့  ညီမလေးကို\n မိထွေးရက်စက်မှုမခံရအောင် စောင့်ရှောက်နေခဲ့ပါတယ်\n ဒါပေမယ့်တကယ့်လက်တွေ့မှာတော့ သူ့ညီမလေး က\nသူထင်သလိုမဟုတ်ပဲ  ဘယ်လိုလှည့်ကွက်တွေဖြစ်သွားမလဲဆိုတာ\n စိတိဝင်စားဖို့ကောင်းပြီး သနားစရာကောင်းတဲ့\nဇတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့\nပရိတ်သတ်ကြီးကပဲဆက်လက် ရှူစားကြရမှာဖြစ်ပါတယ်\n  \nFile Size - 820 MB\nFile Type - Mp4\nQuality - 720p\nDuration - 01:54:00\nTranslator - Aye Nyein Thu\nEncoder - Kyaw Ye Aung",
        "rating": "7.2",
        "url": "https://megaup.net/Sr7q/A_Tale_Of_Two_Sisters_(Janghwa,_Hongryeon)_[2003]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Art Of Devil 1 (2004)",
        "description": "အမွားတစ္ခုက်ဴးလြန္မိၿပီးဆိုရင္တာဝန္မယူရဲတဲ့စိတ္ဓာတ္ကသင့္ေနာက္ကိုအရိပ္ဆိုးတစ္ခုအျဖစ္နဲ႔လိုက္ေနမယ္ဆိုတာသိရဲ႕လား ကိုယ္ျပဳသည့္ကံကိုယ္သာခံဆိုေပမဲ့ တစ္ခ်ိဳ႕အမွားေတြက..ကိုယ့္အေပါင္းအသင္းေဆြမ်ိဳးမိသားစုေတြကိုေတာင္..ဒုကၡေတြေရာင္ျပန္ဟပ္တတ္ပါတယ္ ေလ႐ွည္ေနမိျပန္ၿပီး... ဇတ္ၫြန္းဆီကိုသြားရေအာင္ပါ...\nသူေဌးႀကီးpratanဟာBoomဆုိတဲ့ေကာင္မေလးနဲ႔ေမွာက္မွားၿပီးတဲ့ေနာက္မွာတာဝန္ယူစိတ္မရိွတဲ့အျပင္...သူမဘဝအၫြန္႔ကိုပါခ်ိဳးပစ္လိုက္ပါတယ္...\nအဲဒီလိုလုပ္လိုက္လို႔သူ႔ဆီဒုကၡေတြေဝဆာလာေတာ့မယ္ဆိုတာသူမသိ႐ွာခဲ့ပါဘူး...အဲဒီလိုသူ႔ရဲ႕အမွားတစ္ခုေၾကာင့္ ခဏကေျပာသလိုသူ႔မိသားစုဆီကိုပါ\nတစ္ညမွာPratanအသတ္ခံရၿပီးတဲ့ေနာက္မွာသူ႔ဇနီးေဟာင္းရဲ႕သမီး..နန္းကိုအေမြေတြလႊဲခဲ့ေပးေၾကာင္းသိရိွရပါတယ္...ဒီေတာ့Boomဟာ..သူ႔ကိုလုပ္ခဲ့တဲ့အဖိုးႀကီးရဲ႕မိသားစုကိုသတ္ခ်င္တာကတစ္ေၾကာင္းအေမြကလိုခ်င္တာကတစ္ေၾကာင္း..ကိုင္း...\nသူဘယ္လိုလုပ္ၿပီးဒါေတြကိုလက္စသတ္မလဲဆိုတာကိုဖန္းသားျပင္ေပၚမွာဆက္လက္ၾကည့္႐ႈ့ရေအာင္ပါ...\nအေပၚကိုအၫြန္းကိုဖတ္ၿပီးရင္ဇတ္လမ္းက႐ိုး႐ွင္းေနတယ္လို႔မထင္ပါနဲ႔..ကြၽန္ေတာ္တို႔ေတြဟာေလာကႀကီးထဲအေကာင္းအဆိုးဒြန္တြဲၿပီးဝင္လာတာပါ..\nဒါေပမဲ့သူတို႔ႏွစ္ခုကေတာ့ဆန္႔က်င္ဘက္ပါ ေကာင္းတာလုပ္ရင္ေကာင္းတာျဖစ္မယ္ အဲ့လိုမွမဟုတ္ပဲ အဆိုးေတြကိုသာေရြးခ်ယ္ေနရင္ေတာ့..မလွေသာေသျခင္းတရားေတြဟာသင့္ကိုလက္ကမ္းႀကိဳဆိုေနၾကပါလိမ့္မယ္\nဘာသာျပန္ နဲ႔ အၫြန္းကိုေတာ့ မ်ိဳးဇင္က ေရးသားေပးခဲ့တာပါ",
        "rating": "6.2",
        "url": "https://megaup.net/Sffj/Art_Of_The_Devil_1_(Khon_Len_Khong)_[2004]_(MM_Sub).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BODY2ODc4NDU4N15BMl5BanBnXkFtZTcwMjQyMzgzMQ@@._V1_-214x300.jpg",
        "title": "Doom (2005)",
        "description": "ထိတ္လန္႔သည္းဖို ရုပ္ရွင္ႀကိဳက္သူေတြ အတြက္ တင္ေပးလုိက္ပါတယ္\nဇတ္လမ္း ပံုစံကေတာ့ မာ့စ္ ၿဂိဳလ္ ေပၚမွ UAC  ေကာ္ပိုေရးရွင္း ရဲ႕ သိပၸံစမ္းသပ္ခန္းကေန\nစတင္လာတာ ျဖစ္ပါတယ္...\nေဒါက္တာ ကားမတ္စ္ ဦးေဆာင္ေသာ လ်ိဳ႕၀ွတ္သုေတသန အဖြဲ႔ဟာ အလြန္ဆိုး၀ါးတဲ့ Virus တစ္ခုကို\nဖန္တီးမိၿပီး ထို Virus ထိမိေသာ လူတိုင္းသည္ အသိစိတ္ကင္းမဲ့ေသာ မေကာင္းဆိုး၀ါးမ်ား ျဖစ္ၾကကုန္သည္\nထို႔ေၾကာင့္ ေဒါက္တာ ကားမတ္စ္ အပါအ၀င္ ဆရာ၀န္အဖြဲ႔ အားလံုး ေသဆံုးခဲ့ရပါတယ္...\nသို႔ေသာ္ ေဒါက္တာ ကားမတ္စ္ မေသခင္ အခိုက္အတန္႔တြင္ အဆင့္ငါး လံုၿခံဳေရး က်ိဳးေပါက္မႈ\nအျဖစ္ သတင္းေပးပို႔ႏုိင္ခဲ့ပါတယ္ ထိုသတင္းကို ရရွိခဲ့သူေတြကေတာ့ မရိန္းတပ္ဖြဲ႔ အထူးစစ္ဆင္ေရး မွ ျဖစ္ပါတယ္..\nထုိ႔ေၾကာင့္ ဗိုလ္ႀကီး ဆာ့ဂ္ နဲ႔ အထူးတပ္ဖြဲ႔မ်ားဟာ ပိတ္မိေနေသာ UAC ၀န္ထမ္းမ်ားကို ကယ္ဆယ္ရန္\nမာ့စ္ၿဂိဳလ္ေပၚမွ လ်ိဳ႕၀ွတ္သုေတသန စခန္း သို႔ သြားေရာက္ၾကပါတယ္...\nသူတို႔ ထင္ထားသလို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2cpqC/Doom_[2005]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Le-Petit-Monde-de-Charlotte-221x300.jpg",
        "title": "Charlotte web(2006) ျမန္မာစာတန္းထိုး",
        "description": "ကေလး-လူၾကီး။ က်ား-မ မေရြးၾကည့္လို႔ရတဲ့ ဇာတ္ကားေလးလာပါျပီ။ ဇာတ္ကားတစ္ကားရဲ႕ အရသာကို အျပည့္အ၀ ေပးစြမ္းႏိုင္မဲ့ကား... သိဂၤါရ ရသ၊ ဂရုဏာရသေတြ ထံုမႊမ္းထားတဲ့ကား...အမ်ားနဲ႔ မတူတစ္မူထူးေနတာကေတာ့ ဇာတ္လိုက္ေက်ာ္က ခ်စ္စဖြယ္ ၀က္ကေလးျဖစ္ေနတာပါပဲ။ ဒီဇာတ္ကားေလးက အကယ္ဒမီ ၁၁ ဆု လ်ာထားခံရျပီး.. ၉ ဆုရရိွခဲ့တဲ့ အကယ္ဒမီမ်ားရွင္ ဇာတ္ကားေလးျဖစ္ပါတယ္ အဓိက ကေတာ့.. 2006 ခုႏွစ္ရဲ႕ အေကာင္းဆံုး... မိသားစု ရုပ္ရွင္ဆု အေကာင္းဆံုး ကေလးသရုပ္ေဆာင္ဆု အေကာင္းဆံုး ဇာတ္၀င္ေတးဆု စသည့္ဆု ေတြကို တစ္ေပြ႔တစ္ပိုက္ၾကီးသိမ္းခဲ့ပါတယ္။ဇာတ္လမ္းေၾကာရိုးကေတာ့ ေႏြဦးေပါက္၀က္ကေလးရဲ႕ ရာသီကုန္မွာ ေရာက္ရိွလာမဲ့ ကံၾကမၼာဆိုး ၾကီးကို သူငယ္ခ်င္းေတြနဲ႔ ဘယ္လိုေက်ာ္ျဖတ္ၾကမလဲဆိုတာ..ဆက္လက္ရႈ႕စားေပးပါဦး။\nDownload And Watch With Pcloud  Full HD\nDownload With VIP Link\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/charlotte-web2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Raman-Raghav-2.0-2016-poster-138x200.jpg",
        "title": "Raman Raghav 2.0 (2016)",
        "description": "Raman Raghav 2.0 (2016)\nIMDb - 7.4/10_____Rotten - 86% \n၂၀၁၆ မှာထွက်ရှိထားတဲ့ Raman Raghav 2.0 ဆိုတဲ့ ဒီရုပ်ရှင်ကားဟာ\nဒါရိုက်တာ Anurag Kashyap ကရိုက်ကူးထားပြီး\nIMDb 7.4 အထိရရှိထားပါတယ်။\nနာမည်ကြီးစိတ္တဇအကြမ်းဖက်လူသတ်သမား တစ်ဦးဖြစ်တဲ့ Raman ရဲ့\n၁၉၆၀နှစ်အလယ်ပိုင်းများက မွန်ဘိုင်းပြည်နယ်မှာကျက်စားခဲ့ပုံကို တင်ဆက်ပြသထားပြီး\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့ Raghuvendra Singh Ubbi နဲ့\nသူတစ်ပြန်ကိုယ်တစ်ပြန်ရင်ဆိုင်ကြတာတွေကို ရင်တစ်ဖိုဖိုနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအလှည့်အပြောင်းများသာမက\nဇာတ်လမ်းဇာတ်အိမ် အင်မတန်ခိုင်မာကောင်းမွန်တာကြောင့်\nအများကြီးမညွှန်းတော့ဘဲ ဇာတ်ကားကိုသာကြည့်ရှုကြဖို့ တိုက်တွန်းပါရစေခင်ဗျာ။ \nဇာတ်လမ်းအကျဉ်းကိုတော့ မိုးဦးမာန် က ရေးသားပေးခဲ့တာဖြစ်ပါတယ်။   \nFile Size - 956 MB\nFile Type - Mp4\nQuality - BR-Rip 720p\nDuration - 2h 13min\nTranslator - Linnthura1988\nEncoder - Kyaw Ye Aung",
        "rating": "7.4",
        "url": "https://megaup.net/2e9pe/Raman_Raghav_2.0_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ruby-spark-poster-133x200.jpg",
        "title": "Ruby Sparks (2012)",
        "description": "Ruby Sparks (2012)\nIMDb - 7.2/10_____Rotten Tomatoes - 79%\n   \n[ Spoilers Alert ]\nအကယ်၍ ကျနော်တို့ တပါးသူတစ်စုံတစ်ယောက်ကို ကိုယ့်စိတ်တိုင်းကျ ဖန်ဆင်းပုံဖော်လို့ရတဲ့ အခြေအနေတစ်ခုကို ရောက်သွားကြပြီ ဆိုပါစို့ဗျ။\nအဲဒီ ဖန်ဆင်းခံရမယ့်သူက ကိုယ့်ရဲ့ အရမ်းချစ်ရတဲ့ ချစ်သူတစ်ယောက်ဆိုရင်ရော....သူ့ကို ဘာတွေ ဘယ်လို စိတ်ကူးယဉ်ပြီး ပုံဖော်မလဲ ။\nတော်တော်လေးကိုစိတ်ဝင်စားဖို့ ကောင်းမှာပါ ။ သူ့ကို ကိုယ်လိုသလို ဖန်ဆင်းနိုင်မယ် တော်တော်ပျော်စရာကောင်းမယ်လို့ ထင်မိပါတယ်။\nဥပမာ အနေနဲ့ ကိုယ်ဖန်ဆင်းလိုက်တဲ့ ချစ်သူတစ်ယောက်ကို ...အကြာကြီးစိတ်မကောက်ရ တို့၊ မကြာခဏ သတိရပေးပါ တို့ ၊ အကြင်နာတွေအများကြီး ခြွေပေးပါတို့ .... စသဖြင့် ထည့်ပေးလိုက်မယ်ဆိုရင်\nVery Romantic ပေါ့ ^_^ ။ ဟုတ်ကဲ့ ။ အဲဒီလို အခြေအနေကို စိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားရှိပါတယ် ။\nဇာတ်ကားရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ePqu/Ruby_Sparks_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/qIgVwpl-234x300.jpg",
        "title": "Dirty Movie (2011) 18+",
        "description": "Charlie LaRue (Christopher Meloni), an outrageous cut-rate producer, makes a movie about the most offensive jokes ever told.\nFile size…(750MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:31:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (750MB)\n \nDownload 360p Small File (300MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/dirty-movie-2011-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/1.jpg",
        "title": "Kickboxer: Vengeance (2016)",
        "description": "ပရိသတ္ ျကီးအတြက္ Kickboxer: Vengeance ဆိုတဲ့ အေမရိကန္အက္ရွင္ကား သစ္ေလး ေရြးခ်ယ္ေဖာ္ျပေပး လုိက္ပါတယ္။ ၁၉၈၉ ေလာက္တုန္းက အက္ရွင္မင္းသား ဗန္ဒမ္းကို နာမည္ေက်ာ္ေစခဲ့တဲ့ Kickboxer ဇာတ္ကားကို ဆန္းသစ္႐ုိက္ကူး ထားတာျဖစ္ၿပီး အဲဒီေခတ္တုန္းက မီခဲ့တဲ့ ပရိသတ္ေတြလည္း ဇာတ္ ကားႏွစ္ခုကို ႏႈိင္းယွဥ္ခံစားၾကည့္ ႏုိင္မွာပါ။\nအခု ဇာတ္ကားမွာလည္း မင္းသားဗန္ဒမ္းပါ၀င္ထားၿပီး ၀ါ ရင့္ ကိုယ္ခံပညာ မာစတာတစ္ ေယာက္ေနရာက ပါ၀င္ သ႐ုပ္ ေဆာင္ထားတာမို႔ ဗန္ဒမ္းကို မ ေတြ႕ရတာၾကာေနတဲ့ ပရိသတ္ ေတြလည္း သေဘာက်မယ္လုိ႔ ထင္ပါတယ္။\nကယ္လီဖုိးနီးယားျပည္နယ္ က ကမ္းေျခၿမိဳ႕ေလးျဖစ္တဲ့ ဗင္း နစ္မွာေနထုိင္တဲ့ အဲရစ္နဲ႔ ကက္က လုန္းညီအစ္ကိုဟာ ကိုယ္ခံပညာ ကြၽမ္းက်င္သူေတြျဖစ္ၿပီး တစ္ရက္ မွာေတာ့ အဲရစ္က ကရာေတး ကမၻာ့ခ်န္ပီယံဆုကို ရရွိခဲ့ပါတယ္။ ပဲြစီစဥ္သူေတြက အဲရစ္ကိုထုိင္း ဘက္မွာသြားၿပိဳင္ဖို႔ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AT80/Kickboxer_-_Vengeance_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/2-202x300.jpg",
        "title": "Genius (2016)",
        "description": "GENIUS(2016)သည် 1979 က ထုတ်ဝေခဲ့ပြီး အမျိုးသားစာပေဆုရခဲ့သောA.Scott Berg ရဲ့ Editor of Genius ကိုရိုက်ကူးထားတာဖြစ်ပြီး အမေရိကန်စာပေလောကမှာ ထင်ရှားခဲ့တဲ့ အယ်ဒီတာ ပါရမီရှင် Maxwell Parkins ၏ ဘဝဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။Max ဟာ အမေရိကန် စာရေးဆရာ Ernest Miller Hemingway၊F.Scott Fitzgerald နှင့် Thomas Wolfe စတဲ့ စာရေးဆရာအကျော်အမော်တွေကိုအောင်မြင်အောင် မြေတောင်မြှောက်ပေးခဲ့သူလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Max နှင့် Thomas Wolfe တို့၏အကြောင်းအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့\nMaxwell Parkins အဖြစ် The King's Speech(2010) နဲ့ အော်စကာဆုရခဲ့တဲ့ Colin Firth၊Thomas Wolfe အဖြစ် နာမည်ကျော် သရုပ်ဆာင် Jude Law တို့ဖြစ်ကြပါတယ်။ ဒီဇာတ်ကားဟာ Biography/Drama အမျိုးအစားဖြစ်တာနဲ့အညီ Drama ပရိသတ်နဲ့ စာပေချစ်မြတ်နိုးသူတိုင်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/31F4x/(CM)_I.See.You.2019.720p.AMZN.WEB-DL.mp4 https://megaup.net/1FKb0/Genius_[2016]_(MMSub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/coming-soon-138x200.jpg",
        "title": "Coming Soon (2008)",
        "description": "Coming Soon (2008)\nIMDb - 6.1/10_____Rotten - 42%\n  \nဒီရုပ်ရှင် အညွှန်းလေး မပြောပြခင် ရုပ်ရှင်ကို ဘာသာပြန်ပေးတာကတော့ CM Team ရဲ့ ဘာသာပြန်သူ Wut Mhone ဖြစ်ပါတယ်\nဒီကားကို ဘာသာပြန်နေရင်း ကြောက်လာလို့ ရပ်ထားလိုက် အကြောက်ပြေရင် ဆက်လုပ်လိုက်နဲ့ ရက်ပေါင်းတော်တော်ကြာမှ ပြီးသွားပါတယ်\nသရဲ ရုပ်ရှင်ဆိုရင် ဘာကိုမှ မကြောက်တက်တဲ့ ကျနော်တောင် ဘာမှမဟုတ်ပါဘူး ဆိုပြီး ကျတ်သီး ထလာလို့ ကြည့်နေရင်း ပိတ်လိုက်မိတဲ့အထိ\nဖြစ်ခဲ့ပါတယ်... :D\nဒီရုပ်ရှင် ရဲ့ ပုံစံ ကတော့ ဖြစ်ရပ်မှန် လူသတ်မှု တစ်ခုကို အခြေခံ ပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဟာ ရုံတင်ပြသဖို့ ရုပ်ရှင်ရုံ တစ်ခုကိုရောက်ရှိလာပါတယ်\n  \nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ထားတာမို့ အလွန်နာမည်ကြီးနေပါတယ် ခိုးကူးတွေကလဲ ဖလင်အခန်း က ဝန်ထမ်းဖြစ်တဲ့ ရှန်း ကို ပိုက်ဆံပေး ခိုင်းစေပါတယ်\nရှန်း ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1AEec/Coming_Soon_(Program_Na_Winyan_Akat)_[2008]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/aqos1.jpg",
        "title": "Aqos Bakit Hindi Ka Crush ng Crush Mo (2013)",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... ေပၚမလာတာၾကာေတာ့ မေမွ်ာ္ပါလို႔ေတာင္ ေျပာၾကမလား မသိဖူးေနာ္ ... ဖိလစ္ပိုင္ကားေလးပါပဲ ... ကြ်န္ေတာ္ေရးရင္ေတာ့ ASIAN ROMANCE COMEDY ပဲေပါ့ဗ်ာ ဇာတ္လမ္းေလးကေတာ့ အသဲကြဲေနတဲ့ေကာင္မေလး ... အခ်စ္ေၾကာင့္က်ရံႈးေနတဲ့ေကာင္မေလးကို သူ႕အလုပ္ရွင္သစ္ အသဲကြဲသမားေလးက အေပးအယူလုပ္ရင္း ... သံေယာဇဥ္ေတြ တြယ္လာခဲ့ၿပီးေတာ့မွ ေကာင္မေလးက ေကာင္ေလးလိုစရိုက္မ်ိဳးေျပာင္းလဲသြားမွာကို စိုးရိမ္မိသြားတဲ့အခါ ေကာင္ေလးက သူ႕လိုမ်ိဳးမျဖစ္ေအာင္ တားဆီးႏုိင္မွာလား ... လက္လႊတ္ဆံုးရံႈးလိုက္ရမွာလား ... ေဒါင္းသာၾကည့္ၾကေတာ့ဗ်ိဳ႕ ... ပိတ္ရက္မွာ ေပါ့ေပါ့ပါးပါးၿပံဳးရင္း မင္းသမီးေခ်ာေခ်ာေလးရဲ႕ ခ်စ္စရာ စပ္စလူးနတ္ပူးေနတာေလးေတြကို ခံစားၾကရေအာင္ဗ်ာ ...\nFile Size     :   800/400 Mb\nDuration   :   1 : 55 : 08\nQuality       ...",
        "rating": "",
        "url": "https://channelmyanmar.org/aqos-bakit-hindi-ka-crush-ng-crush-mo-2013/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDdkMTI0N2ItNDEwNS00YjE0LWE0NDYtMzliMTQ0NDMyMTE1XkEyXkFqcGdeQXVyNjQ2OTI5NDA@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "A Violent Prosecutor (2016)",
        "description": "အမႈစစ္ရာမွာ ျကမ္းတမ္းလြန္းလို႕ မေျပးေသာ္ကန္ရာရွိ စြပ္စဲြခံလိုက္ရတဲ႕အမႈလိုက္ေရွ႕ေန အသက္၃၂နွစ္အရြယ္မွာ ေထာင္ဆယ္ခါက် ျပီးတဲ႕ လူရႈပ္လူေပြတေယာက္တို႕နွင့္ ကိုယ့္တပည့္အရင္းကို ေထာင္ထဲထည့္ခဲ႕တဲ႕ စံုစမ္း ေရးမွဴးခ်ဳပ္ နာမည္ဂုဏ္သတင္းကိုမက္တဲ႕ ဆဲြခ်ေရွ႕ေန နိုင္ငံေရးသမားေတြကိုလာဘ္ထိုးတတ္တဲ႕စီးပြားေရးသမား တို႕ေတြ႕တဲ႕အခါသူတို႕ေတြ ဘာဆက္ျဖစ္ျကမလဲဆိုတာကို . . . . .\n(ဘာသာျပန္သူကေတာ့ Bommy Chan ပဲျဖစ္ပါတယ္)\nFile Size : 800 MB /370 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 6 minutes\nFormat : Mp4\nGenre : Crime\nTranslator : Bommy Chan\nEncoder : Thanhtike Zaw\nDownload and Watch 720p and 360p (VIP Link)\nDownload Here 720p HD ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eRat/A_Violent_Prosecutor_[2016]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/13680777_1120197734722375_6319596144317360783_n-225x300.jpg",
        "title": "Diary Of An Ugly (2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ....\nေခ်ာ္ေတာေတြေငါ့ေနတာနဲ႔ ဘာကားမွမတက္လာတာေတာင္ ၾကားသြားတယ္ဗ်ာ ... ကဲ လာပါၿပီဗ်ာ ... ဒီကားေလးကေတာ့ ထံုးစံအတုိင္း ဖိလစ္ပိုင္ကားေလးပါပဲ ... Romance Comedy အမ်ိဳးအစားပါ ... ဒီတစ္ခါေတာ့ ေယာက်ၤားေလးေတြ ျငိဳျငင္ၿပီး မိန္းကေလး သေဘာက်တာ ခံရမယ္ထင္တယ္ ... မင္းသမီးက ရုပ္ဆိုးသေလာက္ မင္းသားက စြန္းေခ်ာကိုး.... ဇာတ္ကားေလးနာမည္က ရုပ္ဆိုးေလးရဲ႕ ဒိုင္ယာရီတဲ့ ... ဇာတ္လမ္းေလးကေတာ့ မိဘမဲ့ ရုပ္ဆိုးမေလးတစ္ေယာက္ဟာ အလုပ္လိုက္ရွာရင္း အရမ္းခ်မ္းသာတဲ့ ေကာင္ေလးတစ္ေယာက္ရဲ႕ ကိုယ္ေရးကိုယ္တာ အိမ္အကူအျဖစ္ အလုပ္ရခဲ့ပါတယ္ .... အရမ္းကို ေမာက္မာရိုင္းစိုင္းလြန္းတဲ့ ေကာင္ေလးရဲ႕ ဆိုးေပသမွ်ကို သည္းခံရင္း တစ္ျဖည္းျဖည္းနဲ႔ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ေဒါင္းၿပီး ၾကည့္ရႈအားေပးၾကပါဦး ... က်ေနာ္ေရးေနက် လိုင္းကို ႏွစ္သက္သူမ်ားေတာ့ သေဘာက်မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ ... အားလံုး ေပ်ာ္ရႊင္ၾကပါေစ\nDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/diary-of-an-ugly-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/rumble-in-the-bronx-poster-133x200.jpg",
        "title": "Rumble in the Bronx (1995)",
        "description": "Rumble in the Bronx (1995)\nIMDb - 6.8/10_____Rotten - 80%\n  \n၁၉၉၅ ခုနစ်မှာရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းအဟောင်းလေးပါ\nထုံးစံအတိုင်းပဲ ဟာသ အက်ရှင် စတန့်ပေါင်းများစွာနဲ့Jackie Chan ပရိတ်သတ်တွေအကြိုက်တွေ့ကြမှာကျိန်းသေပါတယ်\nဒေါ်လာ ၇သန်းခွဲအကုန်အကျခံရိုက်ကူးခဲ့ပီး\nသန်း ၃၂၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ နာမည်ကျော်ဇာတ်ကားကောင်းတခုလဲဖြစ်ပါတယ်\nဟောင်ကောင်ကကွန်ဖူးချန်ပီယံကောင်လေးတယောက်ဟာ\nအမေရိကန် နယူးယောက်မှာအခြေချနေတဲ့ဦးလေးဖြစ်သူရဲ့\nမင်္ဂလာဆောင်ကိုအလည်လာရင်း နယူးယောက် ရဲ့ ဘရွန့်စ်ရပ်ကွက်ထဲက လမ်းသူရဲများနဲ့ပြသနာဖြစ်မိရာကနေ\nပိုကြီးတဲ့ ပြသနာတောထဲရောက်သွားရာက\nသူဘယ်လို ရင်ဆိုင်မလဲဆိုတာ ကို\nစတန့်တွေ အထိုးအကြိတ် အက်ရှင်တွေ\n‌နဲ့ သွက်သွက်လက်လက် ရှုစားရမှာဖြစ်ပါတယ်\n \n(ဘာသာပြန်နဲ့ အညွန်းရေးသူကတော့ Ye Wai Lynn Htut ပဲ ဖြစ်ပါတယ် )\n  File Size : 640 MB\nFile Type : Mp4\nQuality : Blu-ray Rip 720P\nRunning Time : 1hr 27 minute\nFormat : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sksc/Rumble_In_The_Bronx_(Hung_Fan_Kui)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-core-133x200.jpg",
        "title": "The Core (2003)",
        "description": "မိတ်ဆွေတို့ မင်းသားကြီး Bruce Willis ရဲ့ Armageddon ဇာတ်ကားကို ကြိုက်နှစ်သက်ခဲ့ကြပါသလား။ ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ဒုတိယ Armageddon လို့ပဲ ညွှန်းပေးပါရစေ။ ဒီဇာတ်ကားကလည်း ကမ္ဘာကြီးကို ကယ်တင်ဖို့ အသက်စွန့်ပြီး စွန့်စားခန်းဖွင့်ကြတဲ့ သူရဲကောင်းတစ်စုအကြောင်း ရိုက်ထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားပါပဲ။ ဒါပေမယ် ဒီတစ်ခါ သွားတဲ့နေရာကတော့ ကမ္ဘာအပြင်ဖက်မဟုတ်ပါဘူး၊ ကမ္ဘာ့အလယ်ဗဟိုထဲကိုပါ။ ဇာတ်လမ်းရဲ့ သီအိုရီအရ ကမ္ဘာအလယ်ဗဟိုက အူတိုင်မှာ သံရည်ပူတွေဟာ တစ်စက္ကန့်ကို မိုင်ပေါင်းများစွာအမြန်နှုန်းနဲ့ လည်ပတ်နေပါတယ်။ အဲဒီအရည်လည်ပတ်မှုကထွက်ပေါ်လာတဲ့ သံလိုက်စက်ကွင်းတွေဟာ ကမ္ဘာတောင်/မြောက်ဝင်ရိုးစွန်းတွေနဲ့ ဟန်ချက်ညီအောင် ထိန်းသိမ်းပေးထားရင်း နေရောင်ခြည်ရဲ့လောင်ကျွမ်းမှုကို ကာကွယ်ပေးထားတာပါ။ အဲဒီအချိန်မှာတော့ အဲဒီလည်ပတ်မှုကြီးရပ်ဆိုင်းသွားတဲ့အတွက် ကမ္ဘာကြီးပျက်စီးရတော့မယ် အခြေအနေရောက်လာပါပြီ။ အဲဒီအခြေအနေကို ကာကွယ်ဖို့ သက်ဆိုင်ရာနယ်ပယ်မှာ အတော်ဆုံးပညာရှင်တွေနဲ့ မိုင်ပေါင်းများစွာသော မြေထုနဲ့အလွှာမျိုးစုံကို ဖောက်ဝင်ပြီး ကမ္ဘာ့အလယ်ကိုသွားရောက်ဖို့ ကြုံလာရတဲ့အခါ.....ဒီကားဟာလည်း rating နည်းပါတယ်။ 5.5 ပါ။ အကြောင်းရင်းကတော့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eS48/The_Core_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-4-200x300.jpg",
        "title": "The Fundamentals of Caring (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 7.4/10 ရရွိထားျပီး\nRotten Tomatoes 77% ရထားေသာ\nမိခင္တေယာက္ရဲ႕ေမတၱာကို ျပသထားတဲ့\nကားေလးတကားနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းကိုေျပာရရင္ေတာ့ ဘန္ဟာ\nအျငိမ္းစား စာေရးဆရာတစ္ေယာက္ျဖစ္ျပီး လြန္ခဲ့တဲ့သံုးႏွစ္ကမွ\nသားတစ္ေယာက္ကို ဆံုးရံႈႈးထားသူပါ လက္ရွိမွာေတာ့\nအလုပ္လက္မဲ့ျဖစ္ကာ ျပဳစုေစာင့္ေရွာက္ေရးအလုပ္လက္မွတ္လဲ ရရွိထားသူျဖစ္ပါတယ္\nကံေကာင္းစြာပဲ ျပဳစုေစာင့္ေရွာက္ရမယ့္အလုပ္တစ္ခုရရွိခဲ့ေပမယ့္\nကံဆုိးစြာပဲ သူျပဳစုေစာင့္ေရွာက္ေပးရမယ့္ ထေရဗာ ဆုိတဲ့ ကေလးဟာ\nေအာက္ပိုင္းမသန္စြမ္းသူတစ္ေယာက္ျဖစ္ျပီး ကလန္ကဆန္ လုုပ္တတ္တဲ့အက်င့္ရွိလုိ႕\nလာသမွ် ျပဳစုေစာင့္ေရွာက္ေရးသမားတုိင္းနဲ႕ မတည့္ပါဘူး အလုပ္လုိေနတဲ့\nဘန္နဲ႕ ကလန္ကဆန္လုပ္တတ္တဲ့ ထေရဗာတုိ႕ေတြ႕ျပီး\nဘယ္လုိေတြျဖစ္ၾကမွာလဲဆုိတာ ဘယ္လုိပံုစံမ်ိဳးေတြ ျပဳစုေစာင့္ေရွာက္ေပးရမလဲဆုိတာ ေတာ့\nပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာပါ\nဘာသာျပန္နဲ႕ ဇာတ္လမ္းအညႊန္းကိုေတာ့ Poe Thinzar Kyaw ကေရးသားေပးထားတာပါဗ်Download On Pcloud",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-fundamentals-of-caring-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/10153238_4-207x300.jpg",
        "title": "Gu Family Book (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ်ခါတော့ ထူးထူးခြားခြား Rating 8 ကျော်တဲ့ကိုရီယား Series လေးကိုတင်ပေးလိုက်ပါတယ်ဗျကောင်းလား မကောင်းလားကိုတော့ မညွှန်းစရာမလိုလောက်ပုထင်ပါတယ်ယွန်ဆုဟွာ နဲ့ သူမရဲ့ အစ်ကို ဂျောင်ယွန်း တို့ကို ဂီဆောင် အိမ်တော်ကြီးကိုပို့ထားခံရပါတယ်ဆုဟွာ ရဲ့ ပါတနာ ဖြစ်သူ ဟယ အရင်က သူ့ အဖေကို သစ္စာဖောက်ထားသူဖြစ်ပါတယ်ဒီလို်နဲ့ ဂွမ်ဝူးရောက်မလာခင်မှာ ဆိုဟွာက ဒန်နဲ့ အကျီခြင်းလဲပြီး ထွက်ပြေးရာဂွမ်ဝူးရဲ့လူတွေနဲ့ ပက်ပင်းမိပြီး အဖမ်းခံရပါတော့တယ်ဒီလိုနဲ့ နောက်အပိုင်းတွေမှာဘယ်လိုတွေများဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့နောက်အပိုင်းတွေမှာ ဆက်လက်ကြည့်ရှူကြရမှာပါတခါတည်း အပိုင်းစုံတင်ပေးထားတော့ထပ်တင်ပေးဖို့ အော်နေစရာမလိုတော့ဘူးပေါ့ :P\nDownload\n=======================Complete Zip File   VIP  /  Yoteshin [1-12]  /  Yoteshin[13-24]",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/gu-family-book-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9127968_v_v8_aa-133x200.jpg",
        "title": "A Moment to Remember (2004)",
        "description": "A Moment to Remember (2004)________IMDb - 8.2/10\n အချစ်စစ်ဆိုတာကို သိမြင်ဖို့လွယ်မယောင်နဲ့ခက် တိမ်မယောင်နဲ့နက်ပါတယ် အချစ်ကို အကြိုက်နဲ့ရောထွေးနေတဲ့ အရေခြုံအချစ်တွေလည်းရှိပါတယ် ဘာကြောင့်ညာကြောင့်ချစ်တယ်ဆိုတာတွေကျွန်တော်တို့အများကြီးကြားနေရတယ် အကြိုက်နဲ့ချစ်လိုက်ပြီဆိုရင် အတူယှဉ်တွဲပါလာတာက မာနပါပဲ မာနတွေနဲ့ ဘောင်ခတ်ပြီးမြင်နေရင်တော့အချစ်စစ်မဟုတ်ပါဘူး အချစ်စစ်ဆိုတာ ပေးဆပ်မှုတွေနဲ့ကိုယ်ချစ်တဲ့သူ ကို စိတ်ချမ်းသာစေပြီး အမြင့်ကိုရောက်သွား စေဖို့ပဲ ဆန္ဒရှိပါတယ် ဒီကိုရီးယားကားလေးထဲမှာ အချစ်စစ်ဆိုတာမျိုးတွေ တွေ့မြင်ရပါတယ် ကောင်လေးက သာမန်လက်သမားဆရာလေးတစ်ယောက် ငယ်ငယ်လေးထဲက အဖေဆုံးသွားတဲ့အပြင် အမေက ဘယ်အရပ်ဘယ်ဒေသရောက်နေမှန်းမသိ ကောင်မလေးကအစစအရာရာသူ့ထက်သာပါတယ် အဖေက ဆောက်လုပ် ရေးလုပ်ငန်းရှင်တစ်ဦးဖြစ်သလို သင့်တင့်တဲ့ငွေရေးကြေးရေး အသိုင်းအဝန်းရှိပါတယ် သူတို့၂ယောက်ဟာ တစ်နေ့ စတိုးဆိုင်လေးတစ်ဆိုင်မှာ ဆုံခဲ့ကြတယ် ဒီလိုနဲ့ပဲ.......... တကယ်တော့ ဒီဇတ်ကားလေးဟာ သာမန်ကိုရီးယားအချစ်ဇတ်လမ်းပါပဲ ဘဝကိုနာကျဉ်းချက်တွေရှိတဲ့ဂျစ်ကန်ကန်ကောင်လေးတစ်ယောက်ဟာ အချစ်ကြောင့်ပြောင်းလဲလာပုံတွေ တွေ့ရတယ် မိဘတွေတွေဟာ ကိုယ့်သားသမီးကို အမြင့်ဆုံးဖြစ်စေချင်ပေမဲ့ နောက်ဆုံးသားသမီး ဆန္ဒကိုဦးစားပေးတဲ့ မေတ္တာတရား တွေကိုလည်းတွေ့နိုင်တယ် ကောင်လေးနဲ့ကောင်မလေးဟာ အချစ်အတွက် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2dfpr/A_Moment_To_Remember_(Nae_Meorisokui_Jiwoogae)_[2004]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the_BFG_ss-134x200.jpg",
        "title": "The BFG (2016)",
        "description": "2016 IMDb 6.4 နဲ့ fantasy ကားကောင်းတစ်ကား အကြည်ထွက်လာခဲ့ပါပြီ။ Disney ရဲ့ The BFG(Big Friendly Giant) ပါပဲ။ ဇာတ်လမ်းလေးကတော့ ရိုးစင်းပြီး လှပပါတယ်။ ဆိုဖီဆိုတဲ့ မိဘမဲ့ကလေးလေးကို ကြင်နာတတ်တဲ့ နှလုံးသားရှိတဲ့ မှင်စာဘီလူးကြီးက ဖမ်းခေါ်သွားခဲ့မိတာက စတာပါပဲ။ လူသားစားတဲ့ဘီလူးတွေနေထိုင်တဲ့ ဘီလူးတိုင်းပြည်မှာ အသီးအရွက်ပုတ်လေးတွေစားပြီး အကောင်အသေးဆုံး ဘီလူးကြီး၊ လူသားစားတဲ့ဘီလူးတွေကို မတားနိုင်တဲ့အတွက် လူသားကလေးလေးတွေအတွက် အိပ်မက်လှလှလေးတွေ လိုက်ဖမ်းပြီး လက်ဆောင်ပေးလို့ တတ်နိုင်သလောက် ပြန်ပေးဆပ်နေသူဘီလူးကြီးဟာ သူ့ရဲ့မိတ်ဆွေဆိုဖီလေးကို ကာကွယ်ရင်း ဆိုဖီရဲ့အားပေးမှုနဲ့ ဘီလူးတွေအားလုံးကို အပြီးအပိုင်မောင်းထုတ်ဖို့ ဆုံးဖြတ်လိုက်တဲ့အခါ....\nဒီဇာတ်ကားကိုတော့ စာတန်းထိုးအမှန်မထွက်တဲ့အတွက် နားထောင်ပြီးပဲ အတက်နိုင်ဆုံးဘာသာပြန်ပေးထားပါတယ်။ အင်္ဂလိပ်လေသံလည်းဖြစ် ဘီလူးတွေကလည်း လူစကားကို ကောင်းကောင်းအသံမထွက်တတ်တော့ အကုန်လုံးတော့ မမှန်ပါဘူး။ ဒါပေမယ့် အားလုံးနီးပါးတော့အနီးစပ်ဆုံးမှန်အောင် ကြိုးစားပေးထားပါတယ်။ ဒီကားလေးကိုတော့ မိသားစုနဲ့ကြည့်လို့ကောင်းပြီး ကလေး လူကြီးအကုန်နှစ်သက်ကြမယ်ထင်ပါတယ်။\n-------------------------------------------------------File Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/R1di/The_BFG_(Big_Friendly_Giant)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjQwMDE4NzQ5N15BMl5BanBnXkFtZTgwNzM0NDA3ODE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Manhattan Night (2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားဟာဆို IMDb rating 6.2/10 ရရွိထားျပီး NewYork Time က တႏွစ္တာ အေကာင္းဆံုး\n၀တၳဳအျဖစ္အသိအမွတ္ျပဳထားတဲ့ ေကာ္လင္းဟာရစ္ဆန္ ရဲ႕ Manhattan Nocturne ဆိုတဲ့ ၀တၳဳကို ရိုက္ကူးထားတာျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သတင္းစာသမားတေယာက္ဟာ မေမွ်ာ္လင့္တဲ့ မိန္းမတေယာက္နဲ႕ဆံုဆည္းမိျပီး\nသူမ ေယာက်ာ္းရဲ႕ ထုူဆန္းတဲ့ အသတ္ခံရမႈမေပၚလိုက္လံ စံုစမ္းမႈမွာလိုက္ပါခဲ့ ရပံုကိုရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္းရဲ႕အဆံုးသတ္မွာ ဘယ္သူကမ်ား လူသတ္သမားျဖစ္ေနခဲ့မလဲ\nဘယ္လို အႏၱရာယ္ေတြကိုၾကံဳေတြ႕ၾကရမလဲကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္Download On Pcloud",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/manhattan-night-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/WarofWorld-203x300.jpg",
        "title": "War of the Worlds (2005)",
        "description": "ကမၻာျဂိဳလ္ၾကီးကအျခားျဂိဳလ္ေတြနဲ႔မတူပဲတစ္မူထူးျခားျပီး ျပည့္စံုေနပါတယ္။ဒါေၾကာင့္တစ္ျခားျဂိဳလ္မွ ျဂိဳလ္သားေတြက လိုခ်င္တပ္မက္ေနၾကျပီး နည္းမ်ိဳးစံုနဲ႔တိုက္ခိုက္ေနပါတယ္။ ဒီဇာတ္ကားက သိပၸံအက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ျပီး Independent Day, Battle Ship, စသည့္ ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္ရင္ ဒီဇာတ္ကားေလးကိုလက္မလႊတ္သင့္ပါဘူး။ ေရး ဖာရီယာ<Tom Cruise>တစ္ေယာက္ သားသမီးေတြကို မိခင္ ေဘာ္စတြန္သို႔ ခရီးသြားခိုက္ ကာကြယ္ေစာင့္ေရွာက္ဖို႔ တာ၀န္က်ျပီးတဲ့ေနာက္.... ျမိဳ႕ထဲမွာ မိုးေတြခ်ိန္း လွ်ပ္စီးေတြလက္ မိုးၾကိဳးေတြပစ္ျပီး ရုတ္ရုတ္သဲသဲျဖစ္ခဲ့ပါတယ္။ လွ်ပ္စီးေတြအျပီး အျပင္ထြက္သြားတဲ့သားေနာက္ကိုလိုက္ရင္း ျမိဳ႕ထဲကအျဖစ္အပ်က္ေတြစနည္းနာဖို႔ ေရး တစ္ေယာက္ အျပင္ကိုထြက္ခဲ့ပါေတာ့တယ္.... ျမိဳ႕ထဲက အျဖစ္အပ်က္ေတြက ျမန္ဆန္လြန္းလွျပီးေၾကာက္စရာအင္မတန္ေကာင္းေနတာကိုေတြ႔လိုက္ရပါတယ္။ ေရး တစ္ေယာက္ တစ္သက္နဲ႔တစ္ကိုယ္ မျမင္ဖူးတဲ့ေသြးပ်က္စရာေတြနဲ႔ ေတြ႔ခဲ့ရျပီး အႏၱရာယ္ေဘးက လြတ္ေျမာက္ေအာင္ သားနဲ႔သမီးကိုေခၚျပီး တိမ္းေရွာင္ရပါေတာ့တယ္။ ေရး တို႔မိသားစုေတြ ကမၻာပ်က္ကိန္းၾကီးက လြတ္ေျမာက္ပါ့မလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ရႈ႕စားလိုက္ပါ။\n(ဒီဇာတ္ကားကို ကိုAye Min Oo မွ ဘာသာျပန္ၿပီး အညႊန္းပါ ခံစားတင္ျပထားပါတယ္)\nFile ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/war-of-world-2005/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/The-Boy-and-the-Beast-2015-210x300.jpg",
        "title": "The Boy and the Beast (2015)",
        "description": "ဒီေန႕အတြက္ IMDb rating 7.7/10 ထိ ရရွိထားတဲ့ ဂ်ပန္ Animation ကားေလးတစ္ကားတင္ေပးပါရေစ။----------------------**********************************--------------------------------ကမာၻ႕မိစာၦအမ်ားဆံုးရွိတဲ့ၿမိဳ႕ ဂ်ဴတန္ဂိုင္ၿမိဳ႕မွာ ကိစၥေပၚလာတယ္၊\nအဲ့ဒါက ပန္းကန္လံုးပံုစံေတာင္ၾကားမွာ ေနထိုင္ၾကတဲ့ မိစာၦေတြက အေကာင္တစ္သိန္းေလာက္ရွိတယ္၊ တစ္ရက္မွာေတာ့သူတို႕ကို ႏွစ္ေပါင္းမ်ားစြာအုပ္ခ်ဳပ္ခဲ့တဲ့ ေခါင္းေဆာင္ကအနားယူၿပီး နတ္ဘုရားအျဖစ္ နဲ႕  ျပန္၀င္စားေတာ့မယ္လို႕ေၾကျငာခဲ့တယ္၊\nသူက နတ္ဘုရားအျဖစ္ ၀င္စားေတာ့မယ္ဆုိေတာ့ေခါင္းေဆာင္သစ္ ေရြးခ်ယ္ေပးဖို႕လိုလာတယ္၊ အဲဒါေၾကာင့္ ေခါင္းေဆာင္ေရြးပြဲအတြက္ အားလံုး အသင့္ျပင္ထားဖို႕ အမိန္႕ထုတ္လိုက္တယ္၊\nေနာက္ၿပီး ဒီပြဲမွာေအာင္ျမင္သူျဖစ္ဖို႕ဆိုရင္စြမ္းအားေရာ အက်င့္သိကၡာပါ ပထမတန္းစားျဖစ္ေနဖို႕လိုပါတယ္၊\nအဲ့ဒီထဲမွာမွ ထိပ္ဆံုးမွာ တစ္ေျပးေနတာကေတာ့ အီအိုဇန္လို႕ေခၚတဲ့ မိစာၦေကာင္ပဲျဖစ္ပါတယ္၊\nသူက ရဲရင့္တယ္.. သတၱိရွိတယ္ တပည့္တပန္းေတြလဲ အမ်ားႀကီးရွိတယ္။ အီခ်ိရိုဟိကိုနဲ႕ ဂ်ီရိုမာရုဆိုတဲ့\nသားႏွစ္ေယာက္လဲ ရွိတယ္၊ ေနာက္တက္လာမယ့္ ေခါင္းေဆာင္က သူပဲျဖစ္မယ္လို႕ထင္ေၾကးေပးေနၾကတယ္၊\nဒါေပမယ့္လဲ.. သူ႕လိုေနာက္ထပ္တစ္ေယာက္ ရွိေနပါေသးတယ္၊\nသူ႕နာမည္က ခုမတဲဆု...\nသူက နာမည္အတိုင္းပဲ ၀က္၀ံတစ္ေကာင္လိုေတာင့္တင္းႀကံ႕ခိုင္တဲ့ စြမ္းရည္နဲ႕\nေမ်ာက္တစ္ေကာင္ရဲ႕ လ်င္ျမန္မႈေတြကို ပိုင္ဆိုင္တယ္၊ သူ႕ရဲ႕ ေလးလံရွည္လ်ားတဲ့ဓားႀကီးကို ေပါ့ေပါ့ပါးပါး လႊဲခုတ္ႏိုင္သူလဲျဖစ္တယ္၊လူႀကီးပိုင္းေတြကေတာ့ သူက အီအိုဇန္ထက္ေတာင္မွခြန္အားပိုင္းမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-boy-and-the-beast-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/081234.60474999_1000X1000-203x300.jpg",
        "title": "Spring Breakers (2012) 18+",
        "description": "လူမှာအကြမ်းဖျင်းအားဖြင့် စရို်က်နှစ်မျိုးခွဲနိုင်မယ်။\nကောင်းမှု 'သုစရိုက်'\n(Wholesome)ကို အားသန်သူနဲ\n့မကောင်းမှု 'ဒုစရိုက်'\n(Unwholesome)ကို အားသန်သူ..\nဒီမှာ လူတွေက စိတ်လှုပ်ရှားမှု\n(Emotion)ကို အခြေခံတဲ့ မကောင်းမှုဘက်ကို\nအားသန်ပျော်မွေ့တတ်ကြတယ်..။\nကောင်းမှုက အတွေး(Thinking)ဘက် ကဲအလေးပေးရတော့ လုပ်ဖို့ကို အချိန်ယူရတတ်တဲ့ သဘောရှိတယ်။Spring Breakers ဇာတ်ကားမှာ ဒါကို လေးလေးကဲကဲကိုဖော်ပြထားခဲ့တယ်၊\nမင်းသားက ဂျိမ်းစ်ဖရန်ကို (Rise of the Planet of the Apes)၊ မင်းသမီးတွေက ဗန်နက်ဆာဟက်ဂျန်စ်(High School Musical)၊ ဆယ်လီနာဂိုမက်စ်(Monte Carlo)၊အက်ရှ်လေဘန်ဆန်\n(Supernatural)..၊\nမိန်းကလေး သူငယ်ချင်း(၄)ယောက် နွေဦးအပျော်ခရီး (Spring Break) ထွက်တာကနေဘဝတစ်ချိုးကြုံတဲ့\nအကြောင်း..၊ အပျော်တစ်ခုကနေ အပျက်ဘက်ရောက်သွားပုံ..၊\nနောက်အမေရိကန်တွေရဲ့ အဆုံးစွန်ကာမဂုဏ်အာရုံခံစားမူ၊\nမူးယစ်ဆေးဝါး(Drugs)၊ အရက်ယမကာ(Alcohols)နဲ့ လိင်ဆက်ဆံမှု(Sexual pleasure)..၊\nအဲဒါတွေဘယ်လိုခံစားလဲဆိုတဲ့ အပြတွေက ထင်းထင်းပြက်ပြက်ရှိလွန်းလှတယ်..၊\nအဘွားအုပ်ထိန်းမှုအောက်မှာ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ဂိုမက်စ် ရဲ့ အပျော်တစ်ခုမှာ\nစိတ်မရဲတရဲနဲ့၊ သူ့ပျော်ပုံက\nခပ်ထောင့်ထောင့်ရှိပုံ..\nအပျော်တစ်ခုမှာစိတ်လွတ်ကိုယ်လွတ်\nပျော်တတ်တဲ့ ဟက်ဂျန်စ် နဲ့\nဘန်ဆန် တို့ရဲ့ စူးရဲကြမ်းရှတဲ့ သရုပ်ဆောင်ပုံတွေ၊\nနောက် ဇာတ်ကားအစ\nမိနစ်(၄၀)လာက်မှ ဖြတ်ဝင်လာတဲ့ ဖရန်ကို၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1GMca/Spring_Breakers(2012).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20120806114254271.jpg",
        "title": "[18+]Everybody Has a Little Secret (2004)",
        "description": "ကိုရီးယားမင္းသားေတြထဲမွာ ေသာက္က်ိဳးနည္းရွားပါးလွတဲ့ ေယာက်ၤားပီပီသသသရုပ္ေဆာင္မင္းသားၾကီး လီေဗ်ာင္ဟြန္းရဲ႕ 18+ ဇာတ္ကားပါ။ညီအစ္မသံုးေယာက္ၾကား လွ်ိဳ႕ဝွက္ခ်က္တခ်ိဳ႕နဲ႕ လီေဗ်ာင္ဟြန္းကို လတ္လတ္ဆတ္ဆတ္ေတြ႕ရမွာပါ။\"အခ်စ္လား....ရႈပ္ေထြးတယ္\"  ဆိုတဲ့စကားကို ဒီဇာတ္ကားနဲ႕ အေတာ္သေဘာေပါက္ပါျပီ။Comedy...Romance အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating (6/10) ရရွိထားပါတယ္။ႏွေျမာစရာေကာင္းတာက BluRay Quality မရႏိုင္ေတာ့တာပါပဲ....ဒါေၾကာင့္ အၾကည္ဆံုးအျဖစ္ က်န္ရွိေနတဲ့ DVDrip Quality နဲ႕သာတင္ဆက္လိုက္ရပါတယ္။(Phyo Thu Hein မွ ခံစားတင္ဆက္ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/everybody-has-a-little-secret-2004-18/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2-poster-143x200.jpg",
        "title": "4bia 2 (Phobia 2) 2009",
        "description": "4bia 2 (Phobia 2) 2009_____IMDb - 6.7/10\n 4biaကားရဲ့အဆက် Phobia 2လာပါပြီး.... ဒီကားမှာတော့ နံပါတ်၁မှာတုန်းကလို ၄ပိုင်းမဟုတ်ပဲ ၅ပိုင်းဖြစ်လာပါပြီး ပိုပြီးလည်းကြည့်လို့ကောင်းလာတယ်လို့ယူဆရပါတယ်ဒီတော့နံပါတ်1ပြောခဲ့ဖူးသလိုဇတ်ကားတစ်ကားတည်းမှာပဲ ဇတ်အိမ်ကအခုဒီကားမှာလည်းပဲ ၅ခုကွဲထွက်နေတဲ့အတွက် အညွန်းကိုအတိုချုပ်နဲ့ပဲတင်ပြပေးလိုက်ပါရစေ ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့ဟာ \"alone''လို့အမည်ရတဲ့သရဲကားကိုရိုက်ကူးနေစဉ်မှာကြုံတွေ့ရတဲ့ဖြစ်ပျက်လေးတွေက ခြောက်ခြာပြီးကြောက်ဖို့ကောင်းသလို ဇတ်လမ်းကျောကို ပရိတ်သတ်ကိုမငြီးငွေ့အောင်လည်း ဟာသဆန်ဆန်လေးလည်းရောနှောထားပါသေးတယ်...သူတစ်ပါးပေါ်မကောင်းတာလုပ်ရင် မကောင်းကျိုးပြန်ပေးဆပ်ရတယ်ဆိုတဲ့ ကားပွဲစားတစ်ယောက်ရဲ့ဖြစ်ပျက်လေးကိုလည်း Horrorကားတို့ရဲ့ထုံးစံအတိုင်း ကြောက်စိတ်တဝေဝေနဲ့ကြည့်ရှု့နိုင်အောင်ရိုက်ကူးပြထားနိုင်ပါတယ်....အညွန်းဆိုတာမျိုးကလည်းရောရင်ပေါလွန်းတယ်ဆိုတာမျိုးလို ညွန်းလွန်းပြန်ရင်လည်း ဇတ်ကားပေါ်ရသပေါ့သွားမှာစိုးတဲ့အတွက် ဒီလောက်တစ်ခဏနားလို့ ကြည့်ရှု့ကာခံစားလိုက်ကြပါဦး...John La Yaung မှ ဘာသာပြန်တင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ်..\n File size…(1004 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1xx75/4bia_2_-_Phobia_2_(Ha_Phraeng)_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/483-m-209x300.jpg",
        "title": "Virgin Snow (2007)",
        "description": "ပ်ိဳေမတို႕အသည္းစြဲ မင္းသား Lee Joon‑gi (K မင္းသား...Moonlover မင္းသား)ပါဝင္သရုပ္ေဆာင္ထားတဲ့ ကိုရီးယားဇာတ္ကားျဖစ္ပါတယ္။မင္းသမီးကေတာ့ ဂ်ပန္မင္းသမီး Aoi Miyazaki ျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့....ကုိရီးယားသားေကာင္ေလးတစ္ေယာက္ဟာ သူ႕အေဖအလုပ္အေျခခ်ရာ ဂ်ပန္ကုိ လုိက္လာခဲ့ရတယ္ ဂ်ပန္ကုိေရာက္ေတာ့ လက္ရာေၿမာက္ပန္းခ်ီကားတစ္ခ်ပ္လုိ သိပ္လွတဲ့ရႈခင္းေတြက သူ႕ကုိဆြဲေဆာင္ထားေလရဲ႕ ဂ်ပန္ေရာက္ခုိက္ ရုိးရာဓေလ့ေတြနဲ႕ အလွအပေတြကုိ စူးစမ္းဖုိ႕ စက္ဘီးေလး စီးၿပီးထြက္လာခဲ့တယ္ ဒီလုိနဲ႕ဂ်ပန္ဘုရားေက်ာင္းကုိေရာက္ ေတာ့ သူ႕ကုိ တစ္ဒဂၤမင္သက္သြားေစမဲ့အျဖစ္တစ္ခုႀကဳံခဲ့တယ္ အဲ့ဒါကေတာ့ ဂ်ပန္ယဥ္ေက်းမႈကုိတန္ဘုိးထားၿပီးနန္းဆန္လြန္းတဲ့ ေကာင္မေလးနဲ႕ဆုံခဲ့မိလုိ႕ပါပဲ အိမ္ကုိၿပန္လာခဲ့ေပမဲ့ သူ႕ရဲ႕ႏွလုံးသားက ေကာင္မေလးဆီမွာက်န္ခဲ့တယ္ ေကာင္ေလးကရင္းႏွီးဖုိ႕ႀကဳိးစားေပမဲ့ သူတုိ႕ႀကားမွာခက္ခဲေနတာက မိခင္ဘာသာစကားပါပဲ ေကာင္ေလးက ဂ်ပန္စကားလုံး၀မတတ္ ေကာင္မေလးက လည္းကုိရီးယားစကားလုံး၀မတတ္ဘူး အဂၤလိပ္စကားအနည္းငယ္ရယ္ လက္ဟန္ေျခဟန္ေတြရယ္နဲ႕ ခံစားခ်က္ေတြေ၀မွ်ရင္း ႏွလုံးသားေတြဆီ ေပါင္းကူးတံတားေလး တည္ေဆာက္ ခဲ့ႀကတယ္ တစ္ေန႕ေတာ့ သူတုိ႕ ၂ေယာက္ မေမွ်ာ္လင့္ပဲ ခြဲခြာသြားႀကရတယ္ ကဲ ဘာေတြဆက္ျဖစ္ဦးမလဲဆုိတာကေတာ့........ ဒီဇတ္ကားက ရုိးရာဓေလ့ေတြနဲ ႕လူသားႏွစ္ေယာက္ ခ်စ္ဇတ္လမ္းေလးကုိ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/virgin-snow-2007/",
        "category": "Asian"
    },
    {
        "thumbnail": "",
        "title": "Spellbound (2011)",
        "description": "မင္းသမီး Son Ye‑jin နဲ႕ မင္းသား Lee Min‑ki တို႔အဓိကပါဝင္ထားတဲ့Comedy, Horror, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။IMDb Rating (7/10) ထိရရွိထားတဲ့ နာမည္ၾကီးဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။မ်က္လွည့္ဆရာ သရဲျမင္ေကာင္မေလးတို႕နဲ႕ ဒီဇာတ္ကားက စိတ္ဝင္စားဖြယ္ ဇာတ္လမ္းျဖစ္သလိုComedy ဆန္ဆန္ရိုက္ကူးထားတာေၾကာင့္ အပန္းေျဖၾကည့္ရႈႏိုင္တဲ့ဇာတ္ကားပါ။(Poe Thinzar Kyaw မွခံစားတင္ဆက္ထားပါတယ္။) \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:18\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2d56d/Spellbound_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Kal Ho Naa Ho (2003)",
        "description": "အချစ်ဆိုတာ...\nအသက်အရွယ် မခွဲခြားပါဘူးလေ...\nနှလုံးသားသာရှိဖို့ပဲ လိုတာပေါ့...ကျောင်းသားလေးတစ်ယောက်ဟာ ကိုယ့်ရဲ့\nအိမ်နီးချင်း ကောင်မလေးကို ချစ်မိသွားတယ်...\nဒါအပြစ်လား... ချစ်မိတာ အပြစ်ဖြစ်မလား\nဘယ်ဟုတ်ပါ့မလဲ...ကိုယ့်သူငယ်ချင်း အဆင်ပြေဖို့အတွက်နဲ့\nကိုယ် တစ်ဖက်သက်ချစ်နေရတဲ့ ကောင်မလေးကို\nအောင်သွယ်ပေးခဲ့ရတဲ့ အချစ်ဆုံးသူငယ်ချင်းရဲ့\nဒုက္ခကိုလည်း ဆင်ခြင်ပေးသင့် စာနာပေးသင့်တာပေါ့လေ...ဒီဇာတ်လမ်းက ရိုးရိုးလေးပဲရယ်...\nဒါပေမယ့် ဘောလိဝုဒ်ကားတွေရဲ့ ထုံးစံအတိုင်းပဲ\nဒရာမာကို ပီပြင်အောင် သရုပ်ဖော်ခဲ့မှုကြောင့်\nRotten Tomatoes ကြီးရဲ့ အဖွဲ့ဝင်တွေက\n၇၇ ရာခိုင်နှုန်းပေးခဲ့ပြီး ကြည့်ရှုသူတွေက ၉၁ရာခိုင်နှုန်းတဲ့...\nIMDB က 8/10, Netflix ကလည်း 8/10 တဲ့\nRating တွေ ဒီလောက် ကောင်းနေရတာ အလကားမှ မဟုတ်ခဲ့တာပဲဟာ...ရိုက်ကူးခဲ့ရာမှာ သန်းနဲ့ချီသုံးခဲ့တဲ့ တန်ကြေးဟာ\nကြည့်ရှုသူတွေရဲ့ အကောင်းဘက်နွယ်တဲ့\nမှတ်ချက်တွေကို ရခဲ့တယ်...ဒါတင်ပဲလား မဟုတ်ပါဘူး နဂိုထဲက နာမည် တစ်ရိပ်ရိပ်တက်နေတဲ့ မင်းသား ရှာရွတ်ခန်းကို\nနာမည် အရှိန်တင်ပေးတဲ့ ဇာတ်ကားလည်း\nဖြစ်ခဲ့တာပေါ့ဟောလိဝုဒ်ရဲ့ အကောင်းဆုံး ဒရာမာကားတွေထဲ\nတစ်ကားအပါအဝင်ဖြစ်တဲ့ Kal Ho Naa Ho ကို\nမျက်ရည်ချူတဲ့ကားတွေထဲမှာ တစ်ကား အပါအဝင်အဖြစ်လည်း အဖြစ်လည်းသတ်မှတ်လို့ရသေးတယ်အခုလို အကောင်းဆုံးကားတစ်ကားကို ပရိသတ်ကြီးဆီ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2kB4B/Kal_Ho_Naa_Ho_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTE2N2ZjYmUtNDkwOC00ZTI2LTg3NWUtNjlkYmRjNWM5YmZiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM._V1_SY1000_CR006921000_AL_.md_-208x300.jpg",
        "title": "Great Grand Masti (2016)",
        "description": "ဒီ Bollywood ဇာတ်ကားကတော့ အပျော်ကြည့်ရန်သက်သက်ရိုက်ကူးထားပါတယ်။\nComedy...Sex Comedy ..Horror ပုံစံမျိုးဖြစ်ပြီး ယခင် Grand Masti (2013) ရဲ့အဆက်အနေနဲ့တင်ဆက်ထားတာပါ။Grand Masti (2013) မြန်မာစာတန်းထိုးကို မကြည့်ဖူးသေးရင် https://channelmyanmar.org/grand-masti-2013/ မှာသွားကြည့်လို့ရပါတယ်။မင်းသမီး Urvashi Rautela နဲ့ မင်းသား (၃)ယောက် Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဘောလိဝုဒ်ရဲ့ အပျော်ဇာတ်ကားသပ်သပ်အဖြစ်ခံစားကြည့်ရှုနိုင်ပါတယ်။\n--------------------------------------------------------------------\nဒီ Bollywood ဇာတ္ကားကေတာ့ အေပ်ာ္ၾကည့္ရန္သက္သက္ရိုက္ကူးထားပါတယ္။\nComedy...Sex Comedy ..Horror ပံုစံမ်ိဳးျဖစ္ျပီး ယခင္ Grand Masti (2013) ရဲ႕အဆက္အေနနဲ႕တင္ဆက္ထားတာပါ။Grand Masti (2013) ျမန္မာစာတန္းထိုးကို မၾကည့္ဖူးေသးရင္ https://channelmyanmar.org/grand-masti-2013/ မွာသြားၾကည့္လို႕ရပါတယ္။မင္းသမီး Urvashi Rautela နဲ႕ မင္းသား (၃)ေယာက္ Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို႕အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး ေဘာလိဝုဒ္ရဲ႕ အေပ်ာ္ဇာတ္ကားသပ္သပ္အျဖစ္ခံစားၾကည့္ရႈႏိုင္ပါတယ္။\nFile size…(1.1GB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "3.7",
        "url": "https://megaup.net/R6xi/Great_Grand_Masti_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Mohenjo Daro (2016)",
        "description": "- ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Scholar_Who_Walks_the_Night-p1-201x300.jpg",
        "title": "Scholar Who Walks The Night (2015)",
        "description": "ကဲဒီတစ္ခါေတာ့ 2015 ကထြက္ရွိခဲ့တဲ့ ကြီးယား ေသြးစုပ္ဖုတ္ေကာင္ကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလး က VIki မွာ Rating 9.4 ေတာင္ရထားတာဆိုေတာ့ ေကာင္းလားမေကာင္းလားေျပာေနစရာမလိုေလာက္ေတာ့ဘူးထင္ပါတယ္\nဒီဇာတ္ကားေလးဟာ ကမၻာတစ္လြားမွာေအာင္ျမင္မႈရခဲ့ျပီး လူနဲ႕ေသြးစုပ္ဖုတ္ေကာင္ၾကားထဲက အခ်စ္ဇာတ္လမ္းကုိေဖာ္ညြန္းထားတဲ့\nဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ိဳေဆာင္ျပည့္ၾကီးက အမတ္ၾကီးရဲ႕သမီး ဂ်ိဳယန္ဆန္ ဟာ ဖခင္ျဖစ္သူ\nေခ်ာက္တြန္းခံရျပီး အရာရာ ဆံုးရွံဳးသြားေသာအခါမွာေတာ့ ၀မ္းစာေရးအတြက္ စာအုပ္ေရာင္းသမားေလး ယန္ဆန္နဲ႕ေတြ႕ဆံုမိခဲ့ပါတယ္\nဒီလိုနဲ႕ ဂ်ိဳေဆာင္ျပည္ရဲ႕ ဘုရင္ၾကီးဟာ အပ်ိဳေသြးကိုေသာက္သံုးေနတဲ့ မိစၦာၾကီး တစ္ေကာင္ျဖစ္လာတဲ့ အခါမွာေတာ့\nဘာေတြမ်ား ဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴပါေတာ့ဗ်ာ\nEpisode Complete Zip File\nVIP / Megaup / Yandex / Userdrive",
        "rating": "",
        "url": "https://megaup.net/2VY3x/The_Scholar_Who_Walks_The_Night.zip",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTM2OTExMTM3MV5BMl5BanBnXkFtZTcwNzQzNTgxMQ@@._V1_-213x300.jpg",
        "title": "China Dragon (1995) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဗ်ာ ၉၀ခုႏွစ္၀န္းက်င္ေလာက္က ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့ျပီး\nငယ္ဘ၀က တန္းတန္းစြဲၾကည့္ခဲ့ၾကတဲ့ ေရွာင္လင္ကတံုးေလး ဇာတ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\n90 Kids ေတြဆို ေကာင္းေကာင္းျကီးရင္းႏွီးၾကမွာ ျဖစ္ျပီး ကေလး ဘ၀ကတည္းက ဘယ္ႏွစ္ခါၾကည့္ၾကည့္မရိုး\nႏို္င္တဲ့ ဇာတ္ကားေလး ေတြေပါ့ဗ်ာပရိ္တ္သတ္ၾကီးကေတာ့ ၾကိဳက္ႏွစ္သက္ေလာက္မယ္ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဟူနန္ ျပည္နယ္ ေရွာင္လင္ေက်ာင္းက အေမရိကန္ ဟာ၀ိုင္အီမွာ\nက်င္းပမယ္ ကမၻာလံုးဆိုင္ရာ သိုင္းျပိဳင္ပြဲၾကီးကိုပါ၀င္ဆင္ႏြဲဖို႕ အတြက္ စီရီ နဲ႕ စီလံု ေမာင္ႏွမ ၂ေယာက္ကို\nေစလြတ္ခဲ့ရာမွ ဟာ၀ိုင္အီမွ ရွိေနတဲ့ ကတံုး၀တုတ္နဲ႕ ဆံုမိျပီး ဘယ္လို ဇာတ္အရွဳပ္ေတာ္ပံုေတြမ်ား\nၾကံဳေတြ႕ရမလဲ ကတုံုး၀တုပ္ကေကာ ဘယ္လို လွ်ိဳကြက္ေတြနဲ႕မ်ား ပရိတ္သတ္ၾကီးကို ပါးစပ္မပိတ္ရေအာင္\nစြမ္းေဆာင္မလဲဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာပါ\nလြန္ခဲ့တဲ့ ဆယ္စုႏွစ္တခုက ဇာတ္ကားကို ျပန္ရွာထားတာမို႕ ကြာလတီအေကာ္ငးဆံုးကိုေရြးခ်ယ္တင္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဘာသာျပန္သူကေတာ့ သာရစ္ ျဖစ္ပါတယ္ ။Download On Pcloud",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/china-dragon-1995-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTgwOTYwOTYxN15BMl5BanBnXkFtZTcwNDA5ODkwNg@@._V1_-214x300.jpg",
        "title": "[18+]Barely Legal (2011)",
        "description": "မိန္းကေလးေတြရဲ႕ ခံစားခ်က္ေတြကို ဟာသေလး ေႏွာျပီး ကြက္ကြက္ကြင္းကြင္းၾကီး\nတင္ဆက္ထားတာပါ။ အထူးသျဖင့္ ၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြရဲ႕စိတ္ပါ။\n၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြက သစ္ရြက္ေၾကြသံေတာင္ ရန္ခုန္တယ္ဆိုလား\nဒီဇာတ္ကားေလးက သက္ေသခံေနပါတယ္.... ႏူးညံ့တဲ့\nစိတ္ေတြ....ဘယ္ေလာက္ထိႏူးညံ့သလဲ\nခက္ထန္တဲ့စိတ္ေတြကေရာ ဘယ္ေလာက္ထိခက္ထန္မလဲ....\nအခ်စ္ဆိုတာကေရာ ဘာေတြလဲ...\n၁၈ ႏွစ္ျပည့္ေမြးေန႔အတူက်ေရာက္ လာတဲ့ သူငယ္ခ်င္းသံုးေဖာ္ရဲ႕...\nေမြးေန႔ မဟာ အစီအစဥ္ပြဲၾကီး....\n18+ အမ်ိဳးအစားကို အမ်ားနဲ႔မတူပဲ\nတမူထူးျပီး ဟာသေႏွာထားပါတယ္....\nအမ်ားၾကီးညႊန္းရင္ ဖတ္ရတာလဲပ်င္း...ၾကည့္ရမွာလဲပ်င္းသြားမွာစိုးလို႔...\nကဲ အမ်ိဳးတို႔ကိုပဲ ေမြးေန႔ပြဲလာဖို႔ဖိတ္ေခၚလိုက္ပါတယ္ဗ်ား..\nဘာသာျပန္နဲ႕ အညြန္းေရးသူကေတာ့ ကိုေအးမင္းဦး ျဖစ္ပါတယ္ဗ်",
        "rating": "",
        "url": "https://channelmyanmar.org/18barely-legal-2011/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-take-poster-133x200.jpg",
        "title": "The Take (2016)",
        "description": "The Take (2016)\nIMDb - 6.3/10_____Rotten - 48%\n  \nသူ့ရဲ့ မူရင်းဇာတ်ကားနာမည် Bastille Day ကိုဆို လူတော်တော်များများသိနေကြမှာပါ\nအကြမ်းအရမ်းတွေ အက်ရှင်ကားတွေကို သိပ်ကြိုက်ကြတဲ့ ပရိတ်သတ်တွေဆို\nသဘောတွေ့ကြမယ့် ဇာတ်ကားမျိုးပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nပြင်သစ်မှာ ခါးပိုက်နိုက်အဖြစ်အသက်မွေးနေတဲ့ မယ်ရီမန်ဆန် ဟာ တနေ့မှာ\nအိတ်တလုံးကိုခိုးလာရာမှ မထင်မှတ်ပဲ ဝက်ဝံရုပ်တခုကို ရရှိခဲ့ပါတယ်\nသူဟာ မထင်မှတ်ပဲ ဝက်ဝံရုပ်ကိုလူစည်ကားတဲ့ နေရာတခုမှာ စွန့်ပစ်ထားခဲ့ပြီး\nပိုမထင်မှတ်ထားတာက ထို ဝက်ဝံရုပ်ထဲမှာ ချိန်ကိုက်ဗုံးတစ်ခုပါနေတာပါပဲ\nဒီလိုနဲ့ မယ်ရီမက်ဆန် တယောက် ဘယ်လိုအရှုုပ်တော်ပုံတွေထဲကို ပါဝင်နေမလဲ\nဘယ်လိုအန္တရာယ်တွေကိုကော ကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှူရမှာပါ\n   \nSize - 570 MB\nQuality - HD 720p\nFormat - mp4\nDuration - 01:32:00\nTranslator - MTDM\nEncoder - Oscar",
        "rating": "6.3",
        "url": "https://megaup.net/2URia/The_Take_[Bastille_Day]_[2016]_(MM_Sub).MP4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/220px-Konfaibinposter-210x300.jpg",
        "title": "Dynamite Worrier ( မီးက်ည္မဲေခါင္ ျမန္မာစာတန္းထိုး) 2006",
        "description": "ကဲဗ်ာ ဒီတစ္ခါေတာ့ One Bak တို႕ The Protector တို႕ရဲ႕ ဖန္တီးရွင္ ကပဲ ဆက္လတ္ရိုက္ကူးခဲ့တဲ့\nDynamite Worriers ေခၚ မီးက်ည္မဲေခါင္ ကားၾကီးနဲ႕ မိတ္ဆက္ေပးပါရေစဗ်\nဇာတ္ကားက အေဟာင္းဆိုေပမဲ့ ဘယ္ေတာ့မွ မရိုးသြားမယ္ ကားမ်ိဳးျဖစ္ပါတယ္ ဗ်\nကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ 1890 ကာလ ဆိုင္ယမ္ ေခၚ ထိုင္းႏိုင္ငံ ကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီး\nမူရမ္ ဟာ ထိုင္း ေမြ႕သိုင္း နဲ႕ မီးက်ည္ ပညာ မွာ တုတ္ထိုးအိုးေပါက္ က်ြမ္းက်င္သူတေယာက္ျဖစ္ပါတယ္\nဒီလိုနဲ႕ ရြာသားေတြဆီက က်ြဲေတြလိုက္ခိုးရင္း သူ႕မိဘေတြကိုသတ္သြားတဲ့ တက္တူးကတံုးကိုလိုက္ရွာရာမွ\nတေန႕မွာေတာ့မေမွ်ာ္လင့္ထားတဲ့ ျပသနာၾကားထဲကို ၀င္ပါမိရာမွ မီးက်ည္မဲေခါင္တေယာက္ဘယ္လိုေတြမ်ား\nရတတ္ေပြရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဴရမွာပါ ဇာတ္ကားကေတာ့\nကဲ ေအာက္မယ္ မအိပ္ပဲ ဆက္ၾကည",
        "rating": "",
        "url": "https://channelmyanmar.org/dynamite-worrier-%e1%80%99%e1%80%ae%e1%80%b8%e1%80%80%e1%80%ba%e1%80%8a%e1%80%b9%e1%80%99%e1%80%b2%e1%80%b1%e1%80%81%e1%80%ab%e1%80%84%e1%80%b9-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99e/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTQyYzc2YTMtMGM0ZC00M2MyLWFiZWYtMTVlNTJiZTM2ZjYyXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_-210x300.jpg",
        "title": "Ghost Seeing Detective Cheo Yong Season 1 ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 8.1 ရထားျပီး ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသား ဂ်ီဟိုအိုး ကလည္း\nပရိတ္သတ္ၾကီးနဲ႕ သိပ္စိမ္းမွာမဟုတ္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရွဳပ္ေထြးလွေသာ မႈခင္းမ်ားကိုလိုက္လံ\nစံုစမ္းေဖာ္ထုတ္ရင္း မေမွ်ာ္လင့္ပဲ တြဲဖက္သူငယ္ခ်င္းကိုဆံုးရွံုးထားရတဲ့\nရဲစံုေထာက္ၾကီးဟာ ပရေလာက ျဖစ္ရပ္ဆန္းေတြနဲ႕ ဆက္ႏြယ္လာတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ားျဖစ္လာမလဲဆိုတာကို ပရိတ္သတ္ၾကီး က ရင္ထိတ္သည္းဖိုၾကည့္ရွဴရမွာပါ\nSeason 1 မွာစုစု ေပါင္း ၁၀ ပိုင္းရွိျပီး အကုန္လံုးကို တပါတည္းတင္ေပးလိုက္ပါတယ္ဗ်\nဘာသာျပန္ကေတာ့ StarLet ျဖစ္ပါတယ္ဗ်\nDownload\n==========================\nEp01\nEp02\nEp03\nEp04\nEp05\nEp06\nEp07\nEp08\nEp09\nEp10",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ghost-seeing-detective-cheo-yong-season-1-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTZkNTk4ODUtNmU0OS00Y2FhLTg0MmItYjI2MjM2MTQyMDE0XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY999_CR00696999_AL_-209x300.jpg",
        "title": "A millionaries First Love (2006) ျမန္မာစာတန္းထိုး",
        "description": "A Millionaires First Love ဇာတ္ကားဟာ IMDb Ratting 7.4 အထိ\nရရိွထားတဲ့ အခ်စ္ဒရမ္မာ ဇာတ္ကားတကားၿဖစ္ပါတယ္......ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ မင္းသားေဂ်ေယာင္က\nအဖိုးၿဖစ္သူဆံုးသြားၿပီ သူ႕အဖိုးထားရိွခဲ့တဲ့ အေမြနဲ႕ဆိုးခ်င္တိုင္းဆိုး\nေသာင္းက်န္းခ်င္တိုင္းေသာင္းက်န္ေနတဲ့သူတဦးၿဖစ္တယ္...တေန႕မွာ\nသူ႕အဖိုးရဲ႕ေသတမ္းစာခ်ဳပ္အရ အလြန္ေ၀းကြာတဲ့ရြာတရြာမွာ ေက်ာင္းတက္ၿပီး\nဘြဲ႕ရမွာသာလွ်င္ အေမြေတြလႊဲေၿပာင္းခံယူရမယ့္အေရးၾကံဳလာတယ္\n...မၿဖစ္မေနတက္ရေတာ့မွာေပ့ါ ရြာက ေက်ာင္းမွာသြားတက္စဥ္ မင္းသမီးအြန္ေဟးနဲ႕ေတြ႕ဆံုပါေတာ့တယ္\nအြန္ေဟးကလည္း ရြာမွာမိဘမဲ့တေယာက္နဲ႕ဘ၀မွာ မနည္းရုန္းကန္ေနရသူတေယာက္\nစိတ္ထားေကာင္းမြန္ၿပီး သူငယ္ခ်င္းေတြေရာ မိဘမဲ့ကေလးေတြပါခ်စ္ၿခင္းခံရသူ\nေဂ်ေယာင္နဲ႕အြန္ေဟးဆံုေတြၾကတဲ့အခါဘာေတြၿဖစ္ၾကမလဲ...\nကိုယ့္ကိုကိုယ္မာနၾကီးေနတဲ့သူေဌးသားေဂ်ေယာင္တေယာက္ အြန္းေဟး\nဆိုတာ မိမိနဲ႕ ငယ္ငယ္ကတည္းက ကြဲသြားခဲ့တဲ့သူခ်စ္ရတဲ့သူမွန္းသိလိုက္ရတဲ့အခါ.....\nဆက္လက္ၾကည္႕ရႈၾကပါအံုး\n၂၀၀၆ ခုႏွစ္ကထြက္ရိွခဲ့လို႕ ေဟာင္းေနၿပီဆိုေပမယ့္ ဘယ္အခ်ိန္ၾကည္႕ၾကည္႕ ၾကည္႕မိတိုင္းမရိုးပဲ\nခံစားေစရတဲ့ romatic ကားေကာင္းတကားၿဖစ္ပါတယ္\nဘာသာျပန္နဲ႕ အညြန္းကိုေတာ့ ကိုေအာင္ေျပ ကေရးသားေပးခဲ့တာပါ",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-millionaries-first-love-2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/descendants-poster-136x200.jpg",
        "title": "The Descendants (2011)",
        "description": "The Descendants (2011)\nIMDb - 7.3/10_______Rotten - 89%\nWon 1 Oscar. Another 65 wins & 146 nominations\n The Descendants (2011)\n---------------------------------\nIMDb: 7.3\nRotten Tomatoes: 89%Genre: Drama/(Comedy)Matt King တို့ မိသားစုဟာ သူတို့ရဲ့ ဘိုးစဉ်ဘောင်ဆက် တွေကတည်းက ဒီဟာဝိုင်အီကျွန်းလေးပေါ်မှာဘဲ နေလာခဲ့ကြတာပါ။ အဲဒီ ဘိုးဘွားတွေဆီကနေ အမွေရခဲ့တဲ့ Kauai ကျွန်းပေါ်က မြေဧက ၂၅၀၀၀ ကို သူနဲ့ သူ့ရဲ့ ဝမ်းကွဲညီကိုတွေ အားလုံးပိုင်ကြတယ်။ သူက ရှေ့နေ၊ အလုပ်နဲ့ အကိုင်နဲ့ဆိုတော့ ငွေရေးကြေးရေးက အခက်အခဲ သိပ်မရှိဘူးပေါ့ဗျာ။ ကုန်းတွင်းအမေရိကားက သူ့သူငယ်ချင်း တော်တော်များများကတော့ သူ့ဘဝကို ဟာဝိုင်အီ သုခဘုံလေးမှာနေပြီး ပြီးပြည့်စုံတဲ့ ဘဝလေးလို့ ထင်နေကြတာပေါ့။\"Paradise!!!... Paradise can go fuck ...",
        "rating": "7.3",
        "url": "https://megaup.net/Rt2h/The_Descendants_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Blue-2009-film-images-fa956244-724b-4eb4-a344-d136a34b9ee-207x300.jpg",
        "title": "Blue (2009)",
        "description": "ဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ Paul Walker နဲ႕ Jessica Alba တို႕ပါဝင္သရုပ္ေဆာင္ျပီး နာမည္ၾကီးခဲ့တဲ့Into The Blue ဇာတ္ကားကို အေျခခံလို႕ ျပန္လည္ရိုက္ကူးထားတဲ့ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။ေဟာလိဝုဒ္ဇာတ္ကားလိုပဲ ေဘာလိဝုဒ္ဇာတ္ကားကိုလဲ ဒိတ္ဒိတ္ၾကဲမင္းသား မင္းသမီးေတြနဲ႕ ရိုက္ကူးခဲ့တာပါ။မင္းသား Akshay Kumar ...Sanjay Dutt ...မင္းသမီး Katrina Kaif....Lara Dutta တို႕ပါဝင္ထားပါတယ္။အက အလွ ဇာတ္လမ္းလွည့္ကြက္ေတြနဲ႕ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ေလာက္မွာပါ။\nFile size…(999MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload 720p HD (999MB)\nDownload 360p Small File (430MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/blue-2009/",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Rustom: 3 shoots (2016)",
        "description": "ကဲဗ်ာ ဒီတေခါက္ေတာ့ အလန္းစား Bollywood တကားကိုတင္ေပးလိုက္ပါတယ္ဗ်ာ\nဇာတ္ကားေလးက ေတာ့ ေတာ္ေတာ္စိတ္၀င္စားဖို႕ေကာငး္တဲ့ကားေလးပါ\nရပ္စတန္ဆိုတဲ့ ေရတပ္ဗိုလ္အရာရွိဟာ တာ၀န္ျပီးလို႕ အိမ္ကိုျပန္လာရာမွာ\nမထင္မွတ္ပဲ သူ႕မိန္းမ နဲ႕ သူငယ္ခ်င္းျဖစ္သူ ရဲ႕ စာေပးစာယူ ေတြကို\nလက္ပူးလက္ၾကပ္မိရာမွ သူ႕မိန္းမရဲ႕ အျပင္ လူကို မထင္မွတ္ပဲ\nလက္လြန္ျပီးသက္မိသြားခဲ့ရာမွ\nကုိယ္တိုင္ ရဲစခန္းမွာ သြားေရာက္၀င္ခံ အဖမ္းခံခဲ့ပါတယ္\nသူ ကိုယ္တိုင္သတ္ခဲ့မိတာလား\nဒါမွ မဟုတ္တျခားတေယာက္က သတ္ခဲ့တာကိုမ်ား ၾကားထဲက\n၀င္ေရာက္ အဖမ္းခံရတာလား\nဒါေတြရဲ႕ ေနာက္ကြယ္မွာ မထင္မွတ္ထားတဲ့\nလွည့္ကြက္ၾကီးရွိေနေသာအခါမွာေတာ့ .....................\n \n(ဘာသာျပန္သူကေတာ့ သာရစ္ အယ္လ္ ၀ါကာျဖစ္ပါတယ္)",
        "rating": "7.3",
        "url": "https://megaup.net/2cmL9/Rustom_-_3_Shots_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/duze-194x300.jpg",
        "title": "Nerve (2016)",
        "description": "Nerve (2016)Trailer Review လေးရေးမလို့:D\n“Nerve”\nသရုပ်ဆောင်တွေ က Emma Roberts နဲ့ Dave Franco ။\nဒီနေရာမှာ ရုပ်ရှင်အကြောင်းထက် သရုပ်ဆောင်အကြောင်းအရင်ပြောချင်တယ်။\nဒီကား Trailer ကြည့်ပြီးတဲ့ သဘောကျသွားတဲ့တစ်ချက်ကတော့ မင်းသား မင်းသမီး ရွေးချယ်မှုပဲ (juz my opinion)\n...\nDave Franco\n2010 နောက်ပိုင်း ကောင်မလေးတွေ ကြွေတဲ့စာရင်းမှာ ပါလာတဲ့ မင်းသားတစ်လက်ဆိုမမှားပါဘူး။သူ့ကို လူသိများလာစေတဲ့ရုပ်ရှင်တွေက 21JumpStreet, 22JumpStreet, Now You See Me, Now You See Me 2 and Neighbors\nခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ခဲ့တာမျိုးတော့ မဟုတ်ဘူး။\nအခု NERVE က သူ ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်မယ့်ဇာတ်လမ်း ။ ဟုတ်ပြီ Emma Roberts အကြောင်းဆက်ပြောမယ်။\nEmma Roberts\nကိုယ့်အနေနဲ့ပြောရမယ်ဆိုရင်တော့ AQUARMARINE ထဲမှာတည်းက ကြွေတာ ။\nမင်းသမီးသုံးယောက်ထဲမှာ သူ့ကို အကြိုက်ဆုံး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ba6n/Nerve_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/013237-207x300.jpg",
        "title": "30+ Single On Sale (2011) ျမန္မာစာတန္းထိုး",
        "description": "အခ်စ္မွာ အသက္အရြယ္ႀကီးတာငယ္တာ မလိုဘူးဆိုတာ လက္ခံပါသလား... တခါတေလ\nကိုယ္လိုက္ရွာေနတဲ့အရာေတြထက္ ကိုယ့္ဆီေရာက္လာတဲ့ အရာေတြကပိုတန္ဖိုးရိႇပါတယ္... ၇ႏွစ္ၾကာတြဲခဲ့ၿပီး\nထားသြားခံခဲ့ရတဲ့ အပ်ိဳႀကီး မမ Ing ဟာ အသဲကြဲၿပီး ဖူးစာရွင္နဲ႔ထပ္ေတြ႕ဖို႔ ေဗဒင္ေမးရင္း\nအသားကင္ေဗဒင္ဆရာေလးနဲ႔ေတြ႕ပါေတာ့တယ္ အသားကင္ေဗဒင္ဆရာေလးရဲ႕\nယၾတာေတြေခ်ရင္း ေႏွာင္ႀကိဳးေတြသြယ္မိရာမွ မေမၽွာ္လင့္ဘဲ Tan ဆိုတဲ့ ရုပ္ရိႇေရလၽွံၿပီး Ing လိုခ်င္တဲ့\nပံုစံကိုက္ ေယာက်ာ္းတေယာက္က ဘဝထဲဝင္လာခဲ့ၿပီး လက္ထပ္ခြင့္ေတာင္းေသာအခါ....... ၃၃ႏွစ္အရြယ္အပ်ိဳႀကီး မမ\nIng ဟာ ေဗဒင္ဆရာေခ်ာေခ်ာေလးကိုပဲ ႏွလံုးသားႏွင့္ေရြးခ်ယ္မလား ဥစၥာေပါရုပ္ေခ်ာေလးကိုပဲ\nဦးေႏွာက္နဲ႔ေရြးခ်ယ္မလားဆိုတာကိုေတာ့............\n( ဘာသာျပန္နဲ႕ အညႊန္းကိုေတာ့ ၀တ္မႈန္က ရင္နဲ႕ခံစားျပီးေရးသားေပးခဲ့တာပါ)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/30-single-on-sale-2011-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Before-I-Wake-2016-241x300.jpg",
        "title": "Before I Wake (2016)",
        "description": "Before I Wake ဇာတ္ကားဟာ စက္တင္ဘာလ (၉)ရက္ေန႔က ႐ုံတင္ျပသသြားတဲ့Drama , Fantasy, Horror ဇာတ္ကားအမ်ိဳးအစားပါ။ဇာတ္လမ္းကေတာ့....သားတစ္ဦးကို ဆုံရွုံးခဲ့ရတဲ့ လူငယ္လင္မယားႏွစ္ဦးဟာ မိဘမဲ့ ကေလးတစ္ဦးကို ေမြးစားခဲ့ပါတယ္။အဲ့ဒီ ကေလးဟာ ေနခင္းဘက္မွာ အေကာင္းပကတိျဖစ္ေနေပမယ့္ ညဖက္ဆိုရင္ ခႏၶာကိုယ္ေတြ လွုပ္ရွားသြားၿပီးတေစၧသရဲမ်ားကို ျမင္ေတြ႕ရေလ့ရွိပါတယ္။တစ္ေန႔ေတာ့ သူ႔ရဲ႕အိမ္မက္ေတြ အမွန္တကယ္လိုျဖစ္လာခဲ့ၿပီးသူတို႔ မိသားစုေတြ ထိတ္လန္႔စရာေကာင္းတဲ့ အရာမ်ားႏွင့္ဘယ္လိုၾကဳံေတြ႕ရမလဲဆိုတာ....။Superman Returns၊ Still Alice တို႔ရဲ႕ မင္းသမီးေခ်ာ Kate Bosworth ဦးေဆာင္ပါဝင္ထားၿပီးIMDb Ratings 6.1 ထိရရွိထားပါတယ္။(Poe Thinzar Kyaw မွဘာသာျပန္တင္ဆက္ထားတာပါ။)\nFile size…(800MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/before-i-wake-2016/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ါကူူငလနမ-203x300.jpg",
        "title": "Gulliver’s Travel (2010) ျမန္မာစာတန္းထိုး",
        "description": "စာေရးဆရာႀကီး Jonathan Swift ရဲ႕ Gulliver's Travel ၀တၳဳကို ျပန္လည္မွီျငမ္းကာရိုက္ကူးထားၿပီး imdb rating 4.9 သာရရွိထားေပမယ့္ အလြန္ၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားျဖစ္ပါတယ္။ လီျမဴရယ္ ဂါလီဗာ ဟာ နယူးေရာခ့္ေဒးလီး သတင္းစာတိုက္ရဲ႕ စာပို႔ဌာနမွာ ဆယ္ႏွစ္ၾကာ အလုပ္လုပ္လာသူျဖစ္ပါတယ္။ တကယ္တမ္းေတာ့ သူဟာ အဲ့ဒီေနရာကေနထုတ္ပယ္ခံရမွာေၾကာက္ေနသူ အရွံုးသမားတစ္ေယာက္ျဖစ္မွာကိုေၾကာက္ရြံ႕ေနသူတစ္ေယာက္ပဲျဖစ္ပါတယ္။တစ္ေန႔မွာ သူ႔ရဲ႕ စာပို႔ခန္းငယ္ေလးထဲကို အလုပ္သမားေရာက္လာခ်ိန္မွာေတာ့ သူအထင္ေသးထားတဲ့အလုပ္သမားသစ္က မေမၽွာ္လင့္ပဲ သူ႔ထက္ရာထူးတိုးသြားၿပီး စိတ္ ဓာတ္က်ေနခ်ိန္မွာ သတင္းစာတိုက္ရွိ သူတိတ္တခိုးခ်စ္ေနရတဲ့အယ္ဒီတာ မေလး ဒါစီ ဟာ ဘာျမဴဒါႀတိဂံေဒသတြင္းက ကၽြန္းတစ္ကၽြန္း ကိုေလ့လာရန္လႊတ္လိုက္ရာမွ ေလွပ်က္ကာ မေမၽွာ္လင့္ပဲ ငလက္မေလးမ်ားေနထိုင္ရာ လီလီပြတ္ ကၽြန္းသို႔ေရာက္သြားၿပီး အထင္မွားကာဖမ္းဆီးျခင္းခံထားရာကေန သူ႔ရဲ႕ အမွတ္မထင္ လုပ္ရပ္ေတြေၾကာင့္ သူရဲေကာင္းျဖစ္ကာ သူေကာင္းျပဳုျခင္းခံခဲ့ရာမွ သူ႔ကို ခ်စ္သူေတြရွိလာသလို သူ႔ကိုမုန္းသူေတြလည္းရွိလာၿပီး သူ႔ကိုမုန္းသူေတြက ဘယ္လိုေတြရန္ရွာေခ်ာက္တြန္းမလဲ သူကေရာ သူေနထိုင္တဲ့ ၿမိဳ႕ကိုျပန္ေရာက္ႏိုင္ပါမလား ...",
        "rating": "4.9",
        "url": "https://megaup.net/SWns/Gulliver’s_Travel_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2008-poster-140x200.jpg",
        "title": "4bia (Phobia) 2008",
        "description": "4bia (Phobia) 2008_____IMDb - 6.7/10\n Horrorကားကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ခပ်လန်းလန်းလေးတစ်ကားလာပါပြီး အညွန်းမရေးခင်ဇတ်လမ်းတည်ဆောက်ထားပုံကိုအရင်ရှင်းပါရစေ..ဒီကားမှာကMovieတစ်ကားထဲမှာကိုဇတ်အိမ်လေးခုနဲ့တည်ထားပါတယ် ခပ်ရှင်းရှင်းပြောရရင် ဇတ်ကားတစ်ခုထဲမှာအပိုင်းလေးပိုင်းခွဲထားတာပါ အညွန်းကိုစပြီးတော့မောင်းရမယ်ဆိုရင်တော့ အထီးကျန်ခြင်းတွေနဲ့ရပ်တည်နေရတဲ့ကောင်မလေးတစ်ယောက်ဆီကိုတစ်ညမှာတော့ မက်ဆေ့တစ်ခုဝင်လာပါတယ်...''ခင်လို့ရမလားပေါ့''ကောင်မလေးကလဲအထီးကျန်ခြင်းတွေနဲ့လုံးထွေးနေရတဲ့အတွက်အဲဒီမက်ဆေ့လေးကိုReplyပြန်ရင်း..ရင်းနှီးသွားကြပြီးတဲ့နောက်မှာတော့ တစ်ညမှာကောင်မလေးဓာတ်ပုံကိုပို့ခိုင်းပါတယ် ပုံပို့ပေးပြီးလိုက်တာတဲ့ တစ်ဘက်က စာပြန်လာပါတယ် ကောင်မလေးကိုပြောလိုက်တဲ့စကားက ''ဓာတ်ပုံကိုသေချာပြန်ကြည့်ပါငါမင်းဘေးမှာတဲ့'' အဲဒီညကိုကောင်မလေးဘယ်လိုဖြတ်သန်းမလဲဆိုတာကြောက်စိတ်တွေတစ်မြည့်မြည့်နဲ့ကြည့်ကြရဦးမှာပါ....ကျန် အပိုင်း၃ပိုင်းမှာလည်းအဲဒီလိုပါပဲ...မလုပ်သင့်တာကိုလုပ်မိလို့ဂလဲ့စားချေခံရတာတွေ အိမ်ထောင်ရှိယောကျာ်းကိုပြစ်မှားလို့ ဇက်ကျိုးလျက်ကန်တော့တောင်းပန်ရတာတွေကိုကြောက်စိတ်တွေတဝကြီးနဲ့ကြည့်ကြရဦးမှာပါ ဒါကPhobia ၁ပါ 2ကိုလည်းမကြာခင်တင်ဆက်ပေးမှာပါ အညွန်းရှည်သွားတာကိုသည်းခံပေးပါ ၁ နဲ့၂ကအဆက် ဆက်ရှိပြီး ၁မှာတည်းကအခုလိုရှင်းထားမှ ၂ကိုကြည့်ရတာအဆင်ပြေမှာမို့ပါ..\n(အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ John La Yaung ပဲဖြစ်ပါတယ်...)\n File Size   :   925 MB\nQuality     :   Dvdrip\nDuratioin : 1 : 50 : 28\nTranslator :   John La Yaung\nEncoder   :   Moe ...",
        "rating": "6.7",
        "url": "https://megaup.net/2duz8/4bia_-_Phobia_(See_Prang)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZjEzNzMxNzctNTNmYS00MDU3LWI3YWUtNjliMWZiMTc4MTExXkEyXkFqcGdeQXVyNjU0MDAzMDI@._V1_SX714_CR00714999_AL_-1-214x300.jpg",
        "title": "TimeRiader(2016) ျမန္မာစာတန္းထိုး",
        "description": "တရုတ္ဇတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါ တယ္ေရွးေဟာင္းပစၥည္းေတြလ်ိဴ ႕ဝွက္ခ်က္ဇတ္ကား\nေတြကိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအတြက္ကေတာ့ ကြက္တိပါပဲအလြန္ပင္ေရွးက်တဲ႔သဘာဝလြန္ေျမြဧ\nကရီမရဲ႕ဂူဗိမၼာန္ကိုရွာေဖြတဲ႔ရတနာမုဆိုးတစ္သိုက္ ရဲ႕ကံၾကမၼာကိုရိုက္ကူးထားတာပါေျမြဧကရီမရဲ႕ဂူဗိ\nမၼာန္ကိုလူေတြဘာလို႔သဲသဲမဲမဲရွာေဖြေနၾကတာလဲဂူ ဗိမၼာန္ထဲမွာေကာဘာေတြရွိေနသလဲရတနာေတြ\nလားတျခားအဖိုးမျဖတ္္နိင္တဲ႔အရာေတြလားရတနာ မုဆိုးေတြထိုဂူၾကီးထဲမွာလြယ္လြယ္ကူကူဝင္ထြက္\nနိင္မွာလားဒါမွမဟုတ္ဘယ္လိုအႏၲရယ္ေတြကေကာ ဂူအတြင္းထဲမွာေစာင့္ၾကိဳေနမွာလဲအလြန္စိတ္ဝင္စား\nဖို႔ေကာင္းပါတယ္စြန္႔စားမႈေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ေတြအတြက္ကေတာ့လက္မလြတ္သင့္\nတဲ႔ဇတ္ကားေလးလို႔ေျပာပါရေစအသစ္အသစ္ေတြ အေကာင္းအေကာင္းေတြကိုမွႏွစ္သက္တဲ႔ပရိတ္\nသတ္ေတြအတြက္က်ြန္ေတာ္(စိုးေထြး)ရယ္ညီေလး (ဂ်ြန္လေရာင္)ရယ္ပူးေပါင္းျပီးအလ်င္အျမန္ပရိတ္\nသတ္ေတြဆီပို႔ေပးလိုက္ပါျပီေဒါင္းဖို႔ကေတာ့ပရိတ္ သတ္ေတြရဲ႕သမိုင္းေပးတာဝန္ပါပဲလို႔ေျပာၾကားရင္း\nအလြန္ေကာင္းမြန္တဲ႔ဇတ္ကားေလးကိုေဒါင္းလိုက္ပါ လို႔ပဲေျပာလိုက္ရပါတယ္Download On Pcloud",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/timeriader2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/魔鬼的替身-222x300.jpg",
        "title": "The Devil’s Double (2011)",
        "description": "IMDb (7.1/10) အီရတ် အာဏာရှင် ဆက်ဒမ်ဟူစိန်ရဲ့ အကြီးဆုံးသား အူဒေး ဟူစိန်အကြောင်းကို ရိုက်ကူးပြခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါ တယ်။ ဒီဇာတ်ကားကို ရိုက်ကူးဖို့အတွက် အီရတ်နိုင်ငံသား လာတစ်ဖ်ရာဟိုင်း ရေးသားထားတဲ့ စာအုပ်ကို အခြေခံခဲ့တာ ဖြစ်ပါတယ်။ စာအုပ်နာမည်ကလည်း The Devil’s Double ပါပဲ။ လာတစ်ဖ် ရာဟိုင်း ဆိုတာက အူဒေးဟူစိန်နဲ့ရုပ် ချင်းဆင်ပြီး အူဒေးရဲ့ ကိုယ်ပွားလူတစ်ဦးအဖြစ် နေထိုင်ခဲ့ရ သူပါ။ အီရန်-အီရတ်စစ်ပွဲကာလမှာ အီရတ်စစ်မှုထမ်းတစ် ဦးဖြစ်ခဲ့ပြီး နိုင်ငံတကာ ဥပဒေ ပညာပါရဂူဘွဲ့ ရရှိထားတဲ့ အီရတ်ဘလောဂါ၊ စာရေးဆရာတစ်ဦးဖြစ်ပါတယ်။ လာတစ်ဖ် ကိုယ်တိုင်က ဆက်ဒမ်ကို ထောက်ခံခဲ့သူတစ် ဦးဖြစ်ပေမဲ့ ဆက်ဒက်ရဲ့ မှားယွင်းတဲ့ လုပ်ရပ်တွေကို မြင်တွေ့ ပြီးချိန်မှာ ဆက်ဒမ်အစိုးရအဖွဲ့ကို မုန်းတီးစိတ်ဝင်လာခဲ့ပါ တယ်။ အီရန်-အီရတ်စစ်ပွဲက ပြန်ရောက်လာချိန်မှာ အူဒေး ရဲ့ အကြပ်ကိုင်စေခိုင်းမှုကို ...",
        "rating": "",
        "url": "https://megaup.net/2mQvW/The_Devil’s_Double_[2011]_(MM_Sub).mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-shallow-poster-1-133x200.jpg",
        "title": "The Shallows (2016)",
        "description": "The Shallows (2016)IMDb - 6.3/10_____Rotten - 78%\n ကျွန်တော်တို့ငယ်စဉ်ကကြည့်ရှု့ခဲ့ဖူးတဲ့ Jaw တို့ Deep blue sea တို့လိုဇာတ်ကားမျိုးကို ကြိုက်ခဲ့မယ်ဆိုရင်\nဒီဇာတ်ကားကိုသင်သေချာပေါက်နှစ်သက်မှာပါ\nပုံမှန်ကြည့်နေကြဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတာကတော့\nလူတစ်ယောက်နဲ့ငါးမန်းတစ်ကောင်ပဲအဓိကပါဝင်ထားပါတယ်\nဇာတ်လမ်းဖွဲ့စည်းပုံကရိုးစင်းလွန်းပြီး\nရှင်သန်မူဆိုတဲ့အရာကိုပါးပါးလေးရိုက်ပြထားတာပါ \nဇာတ်လမ်းက-\nNancyဆိုတဲ့ဆေးကျောင်းသူမိန်းကလေးတစ်ယောက်ဟာရေလွှာလျှောစီးရတာအလွန်ဝါသနာပါသူတစ်ယောက်ပါ\nသူမရဲ့အမေဟာလည်းရေလွှာလျှောစီးသမားကောင်းတစ်ယောက်ဖြစ်ပြီး\nသူမလေးစားအားကျရတဲ့သူတစ်ယောက်ပေါ့\nမက္ကဆီကိုနိုင်ငံမှာရှိတဲ့လူသူအရောက်ပေါက်နည်းတဲ့ကမ်းခြေတစ်ခုကို\nသူမရဲ့အမေသွားခဲ့ဖူးတယ်ဆိုတဲ့ အသိတစ်ခုနဲ့တင်ရောက်အောင်သွားပြီး ရေလွှာလျှောစီးဖို့သွားပါတော့တယ်\nဟိုရောက်တော့သူမရဲ့ပျော်ရွှင်မူတွေကိုဖျက်ဆီးပစ်မယ့်အရာတစ်ခုမထင်မှတ်ပဲရောက်လာတဲ့အခါမှာတော့..... ????????????\n(သိချင်ရင်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဗျာ spoiled ဖြစ်သွားမှာစိုးလို့)\nAction, Horror, Thriller အမျိုးအစားပါ IMDB မှာ 6.3 တောင်ရထားတယ်ဆိုတော့\nကြည့်မကောင်းမှာတော့ပူစရာမလိုပါဘူး\n(ps-မင်းသမီးကကျွန်တော်တို့ Deadpool မင်းသားကြီး Ryan Reynolds ရဲ့ ချစ်ဇနီးချောလေးဖြစ်ပါကြောင်း)။\n \nReview Credit>>> Phyothu Aung's FB\n(ဒီဇာတ်ကားကို Myominthu Thanmyint မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)\n    \nFile size…(2.09GB)\nQuality…HEVC 1080p\nFormat…mp4\nDuration….01:26:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant",
        "rating": "6.3",
        "url": "https://megaup.net/Se28/The_Shallows_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMDJlZjcyZjEtZmY3YS00NDRlLWI2NDYtNjk5MzE5Nzk5YWVmXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006911000_AL_-1-207x300.jpg",
        "title": "Phobia (2016) ျ",
        "description": "IMDb 7.0 ရထားတဲ့ Thrill ေဘာလိ၀ုတ္ကား တစ္ကားနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလးက ေတာ့ အရင္ အတိတ္ဘ၀ကျဖစ္ပ်က္ခဲ့တာေတြကို စိတ္စြဲလန္းျပီး\nဥပါဒ္ဒဏ္ေၾကာင့္ ဥပါတ္ေရာက္ဆိုသလိုပဲ စိ္တ္ထင္ရာကိုစြဲလန္းမိျပီး\nမျဖစ္သင့္တာေတြျဖစ္ပ်က္ရပံုေတြကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nေကာင္မေလးတေယာက္ဟာ ပါတီပြဲတစ္ခုမွာ အေျပာင္အပ်က္\nသူမဟာ အရင္ဘ၀က ေခြးျဖစ္ခဲ့ျပီး မထင္မွတ္ထားပဲ\nကားၾကိတ္ခံရျပီးေသဆံုးခဲ့ေၾကာင္း မယံုလွ်င္ လည္ပင္းမွာ\nအရင္ဘ၀က အမွတ္အျဖစ္ ကားၾကိတ္ခံခဲ့ရေသာ ဒဏ္ရာကို\nအမွတ္ အျဖစ္ေတြ႕ျမင္ႏိုင္ေၾကာင္းေျပာၾကားျပီး ေနာက္ေျပာင္ခဲ့ရာမွ\nထို အရာေတြဟာ တကယ္ပဲျဖစ္ပ်က္လာေလ မလားဆိုတာကိုေတာ့\nပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download On Vip Link 720p/360p",
        "rating": "7.0",
        "url": "https://megaup.net/Tsqr/Phobia_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjM5Mjg2MDAxMl5BMl5BanBnXkFtZTgwMjE0NDg4OTE@._V1_SY1000_CR006671000_AL_-200x300.jpg",
        "title": "Supergirl Tv Series (Season 1 Complete)",
        "description": "မၾကာေသးခင္ကမွ အသစ္ထြက္ရွိလာတဲ့ ဇာတ္လမ္းတြဲအသစ္နဲ႔ မိတ္ဆက္ေပးပါရေစ\nSupergirl ဇာတ္လမ္းတြဲဟာ လြန္ခဲ့တဲ့ တနလၤာေန႔ ညကမွ တရားဝင္ထြက္ရွိလာခဲ့တဲ့ ဇာတ္လမ္းတြဲျဖစ္ပါတယ္...\nMan of Steel ေခၚ Superman ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို လူတိုင္းသိၾကမွာပါ။ ဒါေပမယ့္ သူကမာၻေျမေပၚေစလႊတ္ခံရတဲ့အခ်ိန္မွာ သူတစ္ေယာက္ထဲမဟုတ္ပဲ ၀မ္းကြဲအစ္မ ကာရာပါ ပါလာခဲ့တာကို ခုေတြ႕ရပါေတာ့မယ္။ ကာရာ က ကမာၻေျမေပၚကို ဘာေၾကာင့္ ဘယ္လိုပံုစံနဲ႕ေရာက္လာမယ္ဆိုတာရယ္ ဘယ္လို Superhero ျဖစ္လာမယ္ဆိုတာရယ္။ သူမနဲ႕အတူ ပါလာတဲ့ အၾကီးမားဆံုး အႏာၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ရမလဲဆိုတာရယ္ကို\nဒီဇာတ္လမ္းတြဲမွာ ကၽြန္ေတာ္တို႔ ေစာင့္ၾကည့္ရပါေတာ့မယ္...IMDb rating 6.3/10 ထိ ရရွိထားၿပီး\nၾကည့္ရႈသင့္တဲ့ ဇာတ္လမ္းတြဲတစ္ခုျဖစ္ပါေၾကာင္းေျပာၾကားရင္းနဲ႔ အားေပးၾကည့္ရႈၾကပါဦးလို႔….ဒီဇာတ္ကားအတြက္ ဘာသာျပန္ေပးသူကေတာ့ Ye' Kyaw Htet ပဲျဖစ္ပါတယ္Season 1\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08\nEP 09\nEP ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/supergirl-tv-series-season-1-complete/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzk1ZjI5ZDktODFmZi00OWI1LWJlNzctZDI4OWJjMjUyZTAzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "Dishoom (2016)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိတ္သတ္ေတြ ေတာင္းဆိုမႈမ်ားေနတဲ့ Bollywood ဟာသ အက္႐ွင္ စြန္းစားခန္း ေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားတင္ေပးလိုက္ပါတယ္\nဇတ္လမ္းအစမွာေတာ့ အိႏိၵယႏိုင္ငံရဲ႕ အေတာ္ဆံုးခရစ္ကတ္ကစားသမားဟာ အေ႐ွ႕ အလယ္ပိုင္းသြားရင္း ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္\nမင္းသားေခ်ာ John Abraham နဲ႔ ရဲငေပါ အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Varun Dhawan တို့အဖြဲ့ဟာ\nအဖမ္းဆီးခံ ခရစ္ကတ္ ကစားသမားကို ၃၆ နာရီအတြင္းဘယ္လို ရွာေဖြျပီး ဘယ္လိုဖမ္းမိမလဲ ?\nခရစ္ကတ္သမားကို ဖမ္းထားတဲ့ လူဆိုးကလည္း ဘယ္လိုနိပရိယာယ္ေတြသံုးၿပီး ရဲေတြကို လွည့္စားမလဲ ?\nကြၽန္ေတာ္အႀကိဳက္ဆံုး အိႏၵိယ ခရစ္ကတ္ကစားသမား ေျပာသြားတဲ့စကားကေတာ့ \"ကြၽန္ေတာ့္မိဘေတြက ဘာဘာ/ညာညာျဖစ္ဖို႔ ဘယ္ေတာ့မွမမွာဖူး တိုင္းျပည္ကိုသစၥာမေဖာင္ဖို႔ပဲမွာတယ္\" ဆိုတဲ့စကားလံုးပဲ\n2016 မွာထူးထူးျခားျခား ျကည့္ရမဲ့ ဟာသ အက္႐ွင္ စြန္းစားခန္းေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းျဖစ္တာမို႔ ခုပဲေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ????\nFile Size         :  1GB\nQuality           : Blu ray 720P\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dishoom-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "Makkhi Eega (2012)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြတကယ္အၾကိဳက္ေတြ႕ေစမယ္႔ ေဘာလိ၀ုဒ္ရုပ္ရွင္တစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္ Makkhi Eega ဇာတ္ကားဟာ 2008 ခုႏွစ္မွာထြက္ခဲ႔ၿပီးေတာ႕ IMDbRate7.9 အထိရထားတဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားလည္းၿဖစ္ပါတယ္ နာနီဆုိတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာ မိန္းကေလးတစ္ေယာက္ကိုခ်စ္မိတဲ႕အတြက္အသက္ဆံုးရွံုးရတဲ႕ဇာတ္ေၾကာင္းအေပၚမူတည္ၿပီး ဇာတ္အိမ္တည္ထားၿခင္းၿဖစ္ပါတယ္.အဲ႕မိန္းကေလးကလည္းသူ႕ကိုၿပန္ခ်စ္ပါတယ္သူတို႕ၾကားထဲမွာအၾကီးမားဆံုးအေႏွာက္အယွက္ကေတာ႔ သူတို႕ၿမိဳ႕ရဲ႕နာမည္ၾကီးလုပ္ငန္းရွင္သူေဌးတစ္ဦးက သူ႕ကိုခ်စ္ေနၿခင္းသာၿဖစ္ပါတယ္ အဲ႕ဒီသူေဌးရဲ႕မနာလိုမွုကေနတဆင္႔ နာနီကို၀ိုင္းရိုက္ရာကေန လက္လြန္ၿပီး နာနီေသဆံုးခဲ႕ရပါတယ္ ဒီအေၾကာင္းေတြကိုမိန္းကေလးကမသိပါဘူးေနာက္ပိုင္းမွာေတာ႔ နာနီဟာ ယင္ေကာင္တစ္ေကာင္အၿဖစ္ၿပန္လည္ေမြးဖြားလာၿပီး သူ႕ကိုသတ္တဲ႕လူကိုဘယ္လိုလက္စားေခ်မလဲ..သူခ်စ္တဲ႕မိန္းကေလးကိုဘယ္လိုကာကြယ္မလဲဆုိတာေတြနဲ႕အတူ ဇာတ္လမ္းအရသာကိုေကာင္းေကာင္းခံစားလိုက္ပါ....ေဘာလိ၀ုဒ္ထံုးစံအတိုင္းအကအခုန္သီခ်င္းေတြခံစားရမွာၿဖစ္ေပမယ္႔ အနည္းငယ္သာပါ၀င္ပါတယ္..တခ်ိဳ႕ေနရာေလးေတြဟာသဆန္လို႕သေဘာက်မိမွာၿဖစ္သလို ရင္နင္႔သြားေစမယ္႔ဇာတ္၀င္ခန္းေလးေတြလည္းပါ၀င္ပါတယ္..ရသမ်ိဳးစံုေပးၿပီး ဆြဲေဆာင္မွုရွိရွိရိုက္ကူးထားတဲ႕ဇာတ္လမ္းေကာင္းေလးတစ္ကားၿဖစ္ေၾကာင္းအသိေပးလိုက္ပါတယ္ Filesize : 1.1 GBQuality : Bluray -720p HDRun Time : 145 MinSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LK",
        "rating": "7.9",
        "url": "https://megaup.net/2SrNV/Makkhi_Eega_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Udta Punjab (2016)",
        "description": "IMdb 8.0/10 ရထားတဲ့ အိႏိၵယ အလန္းဇာတ္ကားတကားကို ေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီး\nအတြက္တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကား က ပန္ဂ်ပ္ျပည္နယ္မွာျဖစ္ခဲ့တဲ့ မူးယစ္ေဆး၀ါး အၾကမ္းဖက္မႈေတြ\nအေၾကာင္းကို ရိုက္ကူးျပထားတာျဖစ္ျပီး ယခုႏွစ္ ဂၽြန္လ ၁၇ ရက္ေန႕မွာ ထြက္ရွိထားတာျဖစ္ပါတယ္\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြကလည္းေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီးနဲ႕မစိမ္းတာမို႕ မိတ္မဆက္ေပးေတာ့ပါဘူး\nဒီဇာတ္ကားဟာ ကုန္က်စရိတ္ ၅.၉ သန္းကုန္က်ခဲ့ျပီး ၁၅သန္းထိေအာင္ ၀င္ေငြရရွိိကာ ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတကားဆိုလည္းမမွားပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေတာ္မီဆင္းလို႕ သိၾကတဲ့ ရွာဟစ္ကူးပါး ဟာ လန္ဒန္ဖြား ပန္ခ်ာပီတေယာက္ျဖစ္ျပီး ေအာ္ျမင္တဲ့ အဆိုေတာ္တေယာက္ပါ တေန႕မွာ\nသူဟာ ေဆးသမား တာယာဂ်ီနဲ႕ ဆံုေတြ႕မိျပီး ေဆးစသံုးခဲ့မိပါတယ္\nဘာဟာရီ သူကေတာ့ စိုက္ခင္းကအလုပ္သမေလးျဖစ္ျပီးသူ႕အိမ္မက္ကေတာ့\nႏိုင္ငံေတာ္အဆင့္ထိေရြးခ်ယ္ခံထားရတဲ့ လက္ေရြးစင္\nေဟာကီကစားသမားတေယာက္ျဖစ္ဖို႕ပါ\nတေန႕မွာသူဟာ စိုက္ခင္းထဲမွာ အထုပ္တထုပ္ကိုေတြ႕ျပီးဖြင့္ၾကည့္ခဲ့မိျပီး ကံဆိုးမိုးေမွာင္က် ျပီးဘယ္လိုေတြမ်ားဆက္ျဖစ္မလဲ\nပရီရွာနီ သူကေတာ့ ဆရာ၀န္တတေယာက္ သူ႕အဓိကအလုပ္က ေဆးျဖတ္တဲ့ေဆးရံုမွာ\nအလုပ္လုပ္တာပါ သူ႕သူငယ္ခ်င္း ဆာတာဆင္းဂ်္ ကေတာ့ ေဆးေမွာင္ခိုမႈေတြနဲ႕ ပတ္သတ္ျပီး\nနာမည္ၾကီးတဲ့ ရဲတေယာက္ပါ တေန႕မွာေတာ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3ytG7/Udta_Punjab_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/266876-5395a86733380-212x300.jpg",
        "title": "ံHormone Episode 01 (ျမန္မာစာတန္းထိုး)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ထိုင္းေက်ာင္းသား ဟာသ ဖန္စီ\nမီနီစီးရီးေလးကိုတင္ေပးလိုက္ပါတယ္ ဗ်\nဇာတ္ကားေလး နာမည္က ေဟာ္မုန္းတဲ့ဗ်\nမင္းသားမင္းသမီး သရုပ္ေဆာင္ေတြကလဲ စြန္းဖိုင္းတာကို\nအကုန္ ခ်စ္စရာကေလးေတြၾကီးပဲ\n(ေယာက်ာ္းေလးေတြမပါ ဘူးေနာ္ :P )\nဇာတ္္လမ္း သေဘာေလးကေတာ့\nအထက္တန္းေက်ာင္းမွာ ျဖစ္တတ္ပ်က္တတ္တဲ့ သေဘာတရားေလးေတြကို\nရိုက္ျပထားတာပါ ေပါ့ေပါ့ပါးပါးနဲ႕ လူငယ္ေတြသာမက လူၾကီးၾကိဳက္ပံုစံေလးျဖစ္တာမို႕\nအခုပဲ အျမန္ ေျပးေဒါင္းလိုက္ပါအံုး ေနာ္\n(စာတန္းထိုးဖိုင္ကိုေတာ့ မမသစ္ဆန္းခန္႕က စီစဥ္ေပးခဲ့တာပါဗ်)\nDownload Ep 01\nDownload Ep 02\nDownload Ep 03\nDownload Ep 04\nDownload Ep 05\nDownload Ep 06\nDownload Ep 07\nDownload Ep 08\nDownload Ep 09\nDownload Ep 10\nDownload Ep 11\nDownload Ep 12\nDownload Ep 13",
        "rating": "",
        "url": "https://channelmyanmar.org/%e1%80%b6hormone-episode-01-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/44-210x300.jpg",
        "title": "You’re My Pet (2011)",
        "description": "ဒီကားကေတာ့ Comedy,Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားေလးပါ။မင္းသား Jang Keun‑suk နဲ႕ မင္းသမီး Kim Ha-neul တို႕အဓိကပါဝင္ထားပါတယ္။ေပါ့ေပါ့ပါးပါးဇာတ္ကားမို႕လို႕ ဇာတ္လမ္းေတာ့မညႊန္းေတာ့ပါဘူး။IMDb (5.8/10) ပါ။\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/youre-my-pet-2011/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTkzOTMwMTgzOF5BMl5BanBnXkFtZTgwODU2MDgyMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "No Breathing (2013)",
        "description": "ဒီဇတ္ကားေလးကေတာ့ ကိုရီးယားႏိုင္ငံမွာ ၂၀၁၃ တုန္းက ႐ိုက္ကူးခဲ့တဲ့ ဇတ္ကားေကာင္းေလးပါ မင္းသားေတြကေတာ့ အခုေလာေလာဆယ္ အရမ္းကို ေခတ္စားေနတဲ့` w ´ကားထဲက မင္းသားေလးLee jung suk နဲ႔ အခု အခ်ိန္မွာ Shopping king ဆိုၿပီးေခတ္စားေနတဲ့ဇတ္ကားထဲက မင္းသားေလး Soe In Guk တို႔ျဖစ္ၿပီး မင္းသမီးေလးကေတာ့ SNSDအဖြဲ႔က Yu RI တို႔ျဖစ္ပါတယ္ ဇတ္လမ္းေလးကေတာ့ အိုလံပစ္ၿပိဳင္ပြဲကေန ျပသနာေတြျဖစ္လို႔ ထုတ္ခံလိုက္ရလို႔ ျပန္ၿပီးၿပိဳင္ပြဲ ဝင္ဖို႔ ႀကိဳးစားေနတဲ့ ေဂ်ာင္ဝူဆန္း  နဲ႔ ငယ္ငယ္ေလးကတည္းက ၿပိဳင္ပြဲေတြမွာ ပထမ အျမဲရခဲ့ေပမယ့္ ဖခင္ကိုအထင္လြဲပီး ေရမကူး ေတာ့ေပမယ့္ ေနာက္ပိုင္းမွာ အိုလံပစ္ၿပိဳင္ပြဲဝင္ေရာက္ယွဥ္ၿပိဳင္မယ့္ ဂ်ိဳဝူအီ သီခ်င္းေတြကိုခ်စ္ျမတ္ႏိုးတဲ့အတြက္အဆိုေတာ္ျဖစ္ဖို႔ႀကိဳးစားေနတဲ့ ဂ်ိဳဝူအီ ရဲ႕ေရကူးနည္း နည္းျပႀကီးရဲ႕  သမီးေလးေဂ်ာင္အြန္း   သူတို႔ေတြ ေတြ႔ဆံုၾကၿပီး ေနာက္ပိုင္း ဘယ္လိုဆက္ျဖစ္လာမလဲဆိုတာကို ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/no-breathing-2013/",
        "category": "Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/51eJ41gGmSL-233x300.jpg",
        "title": "Kingsglaive: Final Fantasy XV (2016)",
        "description": "ေလာကႀကီးမွာ... ဂိမ္းမေဆာ့ဘူးတဲ့လူဆိုတာမ႐ွိႏိုင္ပါဘူးလို႕ ေျပာရမလိုပါပဲ ၊ ဂိမ္းေတြဆိုတာလည္းတစ္ေခတ္ၿပီး တစ္ေခတ္ အဆင့္ဆင့္ေက်ာ္လႊားခဲ့ၿပီး လူေတြ ႏွလံုးသားထဲေနရာယူထားဆဲပါ။ ရာေထာင္ေသာင္းခ်ီတဲ့ ဂိမ္းေတြထဲမွာ အေအာင္ျမင္ဆံုးဂိမ္းေတြ ဆိုတာ လက္ခ်ဳိးေရတြက္လို႔ ရႏိုင္ပါတယ္။ အဲ့ဒီဂိမ္းေတြထဲကမွ Final Fantasy ဆိုတာလည္း အဲ့ဒီထဲက နာမည္ၾကီးတစ္ခုမဟုတ္ပါလား . . .အခုဒီဇာတ္ကားေလးဟာ ၂၀၁၆ ထြက္ျဖစ္ၿပီး IMDb rating 7.0/10 ထိရရွိထားပါတယ္။  Entertainment Weekend C+ တိုက္ပြဲေတြေၾကာင့္ အသက္ေတြ ေသြးေတြ ေခ်ာင္းစီးခဲ့ရၿပီးေနာက္မွာKingsglaive အဖြဲ႔ဟာ Lucis ကို အသက္ေပးၿပီး လာေရာက္တိုက္ခိုက္သမွ် ရန္သူေတြေကာင္းဆိုးဝါးေတြကိုျပင္းျပင္းထန္ထန္ေတာ္လွန္တိုက္ခိုက္ေနခဲ့ပါတယ္။ ေနာက္ေတာ့ ရန္သူ႔တပ္မေတာ္က သူတို႔ကဲ့သုိ႕တပ္ဖြဲ႔ေတြကိုေမွာ္အစြမ္းေတြနဲ႔ စြမ္းရည္ျမင့္မားလာေအာင္လုပ္ဖို႔အတြက္ ေမွာ္ဝင္သလင္းတံုးကို ႐ွာေဖြေနခဲ့ပါတယ္။ဒါေပမယ့္ ထံုးစံအတိုင္းပဲ ...... ဒီကားဟာ Franchise တစ္ခုအေနနဲ႔ အပိုင္းေတြ အမ်ားႀကီးထြက္႐ွိၿပီးခဲ့တဲ့ေနာက္ဒါဟာ ၂၀၁၆ ခုႏွစ္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kingsglaive-final-fantasy-xv-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTUzMDIxNTczNF5BMl5BanBnXkFtZTcwNDc2MzUwMw@@._V1_-209x300.jpg",
        "title": "A Brand New Life (2009)",
        "description": "A Brand New Life ဇာတ္ကားဟာဆိုရင္ IMDb ratting 7.6 အထိ\nရရိွထားပါတယ္...မိဘရဲ႕ စြန္႕ပစ္ၿခင္းကိုခံရၿပီး ေမတၱတရားငတ္မတ္ေနတဲ့\nကေလးတေယာက္ရဲ႕အေၾကာင္းကိုရိုက္ကူးထားတာပါ...\nဇာတ္လမ္းအစမွာေတာ့ ဖခင္ၿဖစ္သူက သူ႕သမီးေလးဂ်င္ဟီးကို မိဘမဲ့ေဂဟာမွာ\nသြားပို႕လိုက္ပါတယ္...ပတ္၀န္းက်င္အသစ္ၿဖစ္တဲ့ မိဘမဲ့ေဂဟာမွာ\nဂ်င္ဟီးတေယာက္တၿခားကေလးအဆင္ေၿပႏိုင္ပါ့မလား...ဖခင္ၿဖစ္သူက\nတေန႕က်ရင္ ၿပန္လာေခၚမယ္လို႕ တထစ္ခ်ယံုၾကည္ေနတဲ့ ဂ်င္ဟီး\nသူ႕အေဖကေရာသူ႕ကိုၿပန္လာေခၚပါ့မလား...ကေလးဘ၀ကတည္းက ကတိဆိုတဲ့\nစကားတလံုးကို ယံုၾကည္ေနတဲ့ဂ်င္ဟီးရဲ႕ ေမ်ာ္လင့္ခ်က္ေတြၿဖစ္လာပါ့မလား...\nမိဘမဲ့ေဂဟာမွာ လာေရာက္ ေမြးစားမယ့္သူကို ေစာင့္ေနၾကတဲ့ကေလးေတြမ်ားေနေပမယ့္\nဂ်င္ဟီးတေယာက္ကေတာ့ သူ႕အေဖတေယာက္တည္းကိုသာ ေစာင့္ေမ်ာ္ေနရင္း....\nဒီဇာတ္ကားမွာ ကေလးေတြရဲ႕ ပီၿပင္စြာသရုပ္ေဆာင္ထားခ်က္ေၾကာင့္\nဇာတ္လမ္းရဲ႕ ရသေရာ ေပးခ်င္တဲ့ မတ္ေဆ့ေရာကို ထင္ထင္ရွားရွားေတြ႕ၿမင္ရမွာပါ\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ.  Aung Pyay  ျဖစ္ပါတယ္)\nFile Size         :  700 MB\nQuality           : DVD Rip\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2h7yW/A_Brand_New_Life_[2009]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Bounty-Hunters-21-214x300.jpg",
        "title": "Bounty Hunters(2016)",
        "description": "2016 ဟာသ အက္ရွင္ ကားေလးပါ။ ေခါင္းေဆာင္မင္းသားအျဖစ္ လီမင္ဟုိ ပါ၀င္ထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ အၾကမ္းဖက္အဖြဲ႕တစ္ခုရဲ႕ ဗံုးေဖာက္ခြဲမႈေတြကို လိုက္စံုစမ္းရင္း ေၾကးစားလံုျခံဳေရး ညီအစ္ကို ၂ ေယာက္ အထင္လြဲခံရျပီ ၀ရမ္းေျပးျဖစ္လာခဲ့ပါတယ္။ သူတို႕လိုပဲ အထင္လြဲခံေနရတဲ့ ေနာက္ေၾကးစားတစ္ဖြဲ႕နဲ႕ေပါင္းျပီး တရားခံအစစ္ကို လိုက္ေဖာ္ထုတ္တဲ့အေၾကာင္းကို ဟာသဆန္ဆန္ အတိုက္အခိုက္ေတြနဲ႕ လွလွပပေလး ရိုက္ကူးထားတာပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ေကာင္းေကာင္းၾကည့္နိုင္မွာပါ။\nFile Size    : 750 / 350 Mb\nDuration   : 01:45:36\nQuality      : Webrip 1080p\nEncoder/Translator : Littleneo \nDownload form pCloud(750Mb)\n \nSmall File Size (350)",
        "rating": "",
        "url": "https://channelmyanmar.org/bounty-hunters2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/taken-triology-poster-142x200.png",
        "title": "Taken(1+2+3) Package",
        "description": "Taken (2008)________IMDb - 7.8/10ဒီဇာတ်ကားက ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကြောင်းကိုပြောရရင်........\nမင်းသားက အရင်တုန်းက CIA ကစုံထောက်၊ ၁၇နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်။ Liam Neeson က သူသျှို၊စုံထောက်ဆိုတော့ မိသားစုအတွက် အချိန်မပေးနိုင်လို့ မိန်းမနဲ့ကွာရှင်းပြီးနောက် သမီးလေးကိုပါ မိန်းမလက်ထဲထည့်ပေးလိုက်ရပါတယ်။ သူက သူ့သမီးလေးကိုအရမ်းချစ်တော့ CIA ကနေ အနားယူပြီး သမီးလေးနားမှာနေနိုင်အောင် ကြိုးစားနေတဲ့ အဖေနေရာက သရုပ်ဆောင်တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ်ကောင်) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ်ကောင်) က တစ်နေ့မှာ သူငယ်ချင်းရယ် ပြင်သစ်နိုင်ငံ ပဲရစ်မြို့ကိုသွားလည်ဖို့ ဖခင်ကိုတောင်းဆိုပါတယ်။ (အမေရိကားမှာ ၁၈နှစ်အောက်ကလေးတွေက ပြည်ပခရီးသွားချင်ရင် မိဘခွင့်ပြု့တဲ့လက်မှတ်ပါမှ သွားလို့ရပါတယ်)။ သူ့အဖေက မသွားစေချင်ပေမယ့် နောက်ဆုံးမှာ မတတ်သာလို့ခွင့်ပြုလိုက်ရပါတယ်။ ပဲရစ်ကိုရောက်ရောက်ချင်းမှာပဲ Kim နဲ့သူ့သူငယ်ချင်း က ကောင်လေးတစ်ယောက်နဲ့တွေ့ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/Rs5h/Taken_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Special Package, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20160803160201745-212x300.jpg",
        "title": "Love O2O (2016)",
        "description": "က်န္းေရႊဝူးရွန္း အြန္လိုင္းဂိမ္းတစ္ခုတြင္ အဆင့္(၇)ရရွိထားေသာ လူေဝေဝ့ေဝအျဖစ္Computer ေမဂ်ာရဲ႕နတ္သမီး ...ဂိမ္းသရဲမေလး ... ေပေဝေဝ.....။ထိုဂိမ္းတြင္ ထိပ္တန္းဇာတ္ေကာင္ျဖစ္ေနေသာ ရီေရွာင္းႏိုင္ခဲ အျဖစ္Computer ဆရာၾကီး ...ဘက္စံုထူးခြ်န္.. ပ်ိဳတိုင္းၾကိဳက္တဲ့ႏွင္းဆီခိုင္.. ေရွာင္းႏိုင္....။သူတို႕ႏွစ္ေယာက္ ျမင္ျမင္ခ်င္း ခ်စ္ၾကိဳက္မိေသာအခါ Love O2O (Love online to online) ဇာတ္ကားျဖစ္လာပါတယ္။ဒီဇာတ္လမ္းက စီးရီးအေနနဲ႕လဲ ထြက္ရွိထားပါတယ္။ Movie နဲ႕မတင္းတိမ္ႏိုင္သူေတြ စီးရီးကို ထပ္ၾကည့္ၾကပါကုန္။ေရွာင္းႏိုင္အျဖစ္...Jing Boranေပေဝေဝအျဖစ္...Angelababy တို႕မွ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။(Sid Moe Eain မွခံစားတင္ဆက္ထားတာပါ။)\nFile size…(900MB)\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….01:43:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (900MB)\nDownload 360p(360MB)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/love-o2o-2016/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTljYWUwYTAtMTQzMS00OGY1LWE4ZTQtZjk2MjQyMzM0YWU5XkEyXkFqcGdeQXVyODQ4NjA3Mw@@._V1_SY1000_CR008521000_AL_.jpg",
        "title": "Hon3y : Dare To Dance (2016) ျမန္မာစာတန္းထိုး",
        "description": "Step-up ကားေတြကို ၾကည့္ဖူးတဲ့သူေတြဆို ဒီကားေလးကိုလဲ\nၾကိဳက္ၾကလိမ့္မယ္လို႕ထင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ရိုးရိုးရွင္းရွင္းေလးဆိုေပမဲ့\nဇာတ္လမ္းထဲမွာ ပါထားတဲ့ အကေတြကို တကားလံုး ၾကည့္ျခင္ေအာင္ဆြဲေဆာင္သြားမွာပါ\nကိတ္ေတာင္း ျမိဳ႕မွာ တကၠသိုလ္တက္ေနတဲ့မီလိီယာ မာတင္ဟာ\nတကၠသိုလ္ရဲ႕ တင္းက်ပ္လြန္းတဲ့ စည္းကမ္းေတြေၾကာင့္\nေက်ာင္းကထြက္ျပီး သူ႕ရဲ႕ စြမ္းရည္ အကနဲ႕ ၾကီးပြားဖို႕ လမ္းစရွာရာမွ\nမာတင္ ဟာ ေအာင္ျမင္မႈရသြားမွလား ဘယ္လို အခက္အခဲေတြကိုေကာၾကံဳေတြ႕ရအံုးမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့\n \nDownload Vip Link\n \nDownload On Pcloud Large File\n \nDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/hon3y-dare-to-dance-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "",
        "title": "Lights Out (2016)",
        "description": "၂၀၁၆ မှာ နာမည်ကြီးနေတဲ့ Lights Out ကို တင်ပေးထားပါတယ်။ IMDb 6.7 ရထားတဲ့ သရဲကားပါ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။ ကြာချိန်က ၈၀ မိနစ်ကျော်လေးပါပဲ။ ဒါပေမယ့် Horror ကြိုက်သူတွေအတွက် ကျေနပ်မှုပေးပါလိမ့်မယ်။ အသံ၊ ညမြင်ကွင်း၊ ရိုက်ကွက်တွေက အတော်ကို ကောင်းမွန်ပါတယ်။ Conjuring အပြီးနောက်ပိုင်း ဘာနဲ့ထပ်ကြောက်ရမလဲ ရှာနေတဲ့သူတွေ အကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဖအေတူ မအေကွဲ မောင်နှမ နှစ်ယောက်မှာ စိတ်ကျရောဂါခံစားနေရတဲ့ မိခင်ရှိနေပါတယ်။ သူဟာ အမြဲလိုလို ဘာမှန်းမသိတဲ့ တစ်စုံတစ်ယောက်နဲ့ စကားပြောနေတတ်တာပါပဲ။ အဲဒီတစ်စုံတစ်ယောက်ကို စုံစမ်းဖော်ထုတ်ဖို့ သူ့ဆီကနေဖယ်ရှားဖို့ ကြိုးစားသူတိုင်းအတွက် အန္တရာယ်အကြီးအကျယ် ကျရောက်လာတဲ့အခါ.......\nHorror ကြိုက်တတ်တယ်၊ မကြောက်တတ်ဘူး သို့မဟုတ် ကြောက်ချင်တယ်ဆို ညဖက်မှာ တစ်ကိုယ်တည်း မီးလေးပိတ်ပြီးကြည့်ကြည့်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။ File Size : 600 MB\nDuration : ...",
        "rating": "6.3",
        "url": "https://megaup.net/Rjp4/Lights_Out_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-neon-demon-poster.jpg",
        "title": "The Neon Demon (2016)",
        "description": "Model ဖြစ်ဖို့ မျှော်လင့်ချက်နဲ့ Log Angeles ကို ရောက်လာတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်း ရိုက်ထားတဲ့ဇာတ်။ LA ရဲ့ ဖက်ရှင်လောကကြီးထဲက နေရာ (၁)နေရာရပ်တည်ဖို့အတွက် တစ်ယောက်နဲ့တစ်ယောက် မနာလိုဖြစ်\nကြတာတွေ၊ အထီးကျန်ရတာတွေ၊ ပြိုင်ဆိုင်ရတာတွေကို အမြင်ဆန်းဆန်းရိုက်ချက်လေးတွေနဲ့ မီးမောင်းထိုးပြထားတာပါ။ အသက်(၁၆)နှစ်ပြည့် မွေးနေ့ကျင်းပပြီးတာနဲ့ LA ကိုရောက်လာတဲ့ အပြစ်ကင်းဖြူစင်တဲ့ ချာတိတ်မလေးတစ်ယောက်၊\nအလုပ်မဖြစ်ခင်တော့ မင်းသား Keanu Reeves ရဲ့ မိုတယ်အပေါစားလေးမှာတည်းရင်း ဘယ်လိုရုန်းကန်ရမှာလဲ... သူမရဲ့ငယ်ရွယ်နုပျိုမှုနဲ့ ဘာတွေကိုအရယူပြီး ထိပ်ဆုံးရောက်အောင် ကြိုးစားမလဲဆိုတာ.....။Keanu Reeves နဲ့ Elle Fanning တို့က ခေါင်းဆောင်ပါဝင်ထားပါတယ်။ ဒါရိုက်တာ Nicolas Winding Refn ရဲ့ လက်ရာကားကောင်းတစ်ခုပါပဲ။ Drive ဇာတ်ကားတုန်းကလို ဘယ်လိုရသအသစ်တွေ ပေးအုံးမလဲဆိုတာ ကြည့်လိုက်ကြပါအုံးနော်။(ရုပ်ရှင်အညွှန်းကို people.com.mm မှကူးယူဖော်ပြပါသည်။)File size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:57:42\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/TPol/The_Neon_Demon_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTA3MTM1Mjk3NjheQTJeQWpwZ15BbWU4MDcwMTcwMDgx._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Tere Binladin 2 Dead or Alive (2016)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ခပ္ျမဴးျမဴး ဟာသ ကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ဘင္လာဒင္ေသလား မေသလားကို ေျပာင္ပ်က္ရိုက္ထားတာျဖစ္ျပီး\nတကားလံုး မရိုးရပဲ ခပ္ျမဴးျမဴးကားေလးျဖစ္တာမို႕ ပါးစပ္မပိတ္ရပဲၾကည့္ရမွာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေဘာလိ၀ုဒ္ဒါရိုက္တာကို အေမရိကန္ေအးဂ်င့္က\nငွားရမ္းျပီး ဘင္လာဒင္ေသလား မေသလားကို သက္ေသျပဖို႕အတြင္ လိမ္လည္ ေခၚယူရာမွ\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြျဖစ္ျပီး ေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့\nဆက္လက္ၾကည့္ရွဴ႕ၾကရမွာပါDownlaod On Vip Link\nDownload On Pcloud Large File Size\n \nDownload On Pcloud Small File Size is still uploading",
        "rating": "4.3",
        "url": "https://megaup.net/2h5bw/Tere_Binladin_2_Dead_or_Alive_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/freedvdcover_careful-what-you-wish-for-cover-1-300x202.jpg",
        "title": "Careful What You wish For 18+ (2015) ၿမန္မာစာတန္းထိုး",
        "description": "fifty shades of grey ေလာက္ေတာ႕မေကာင္းေပမယ္႕ ဒီကားေလးလည္း\nသူ႕ဟာနဲ႕သူေတာ႕ေကာင္းတာပါပဲ :D 18+ ပါ မိသားစုနဲ႕ၾကည္႕လို႕မသင္႕ေလ်ာ္ပါခင္ဗ်ာReview :ေဒါ့ခ္ဆိုတဲ့ လူငယ္တစ္ေယာက္ရဲ႕ အိမ္ခ်င္းကပ္လ်က္က ၿခံကို လင္မယားႏွစ္ေယာက္ ေျပာင္းလာတယ္။ ေယာက္်ားျဖစ္သူက ဘဏ္သူေဌးတစ္ေယာက္ျဖစ္ၿပီး မိန္းမကငယ္ငယ္ေခ်ာေခ်ာပါ။ ဒါေပမဲ့ တျခားအမ်ိဳးသားေတြကို စိတ္၀င္စားတတ္တဲ့ မိန္းမတစ္ေယာက္ျဖစ္တာေၾကာင့္ အဲဒီအိမ္ကိုေရာက္ၿပီးၿပီးခ်င္း တစ္ဖက္ၿခံကေဒါ့ခ္ကို ရင္းႏွီးမႈရဖို႔ ႀကိဳးစားတယ္။ စိတ္ကစားတတ္တဲ့ ေဒါ့ခ္အေနနဲ႔ အမ်ိဳးသမီးရဲ႕ ျဖားေယာင္းမႈေအာက္ကို အခ်ိန္တိုတိုအတြင္းမွာပဲ ပါသြားခဲ့တယ္။ဒီအမ်ိဳးသမီး လီနာက သူ႔ေယာက္်ားက ဘယ္လိုဂ႐ုမစိုက္တာ၊ ႏွိပ္စက္တတ္တာေတြကို ေဒါ့ခ္ကိုေျပာျပၿပီး ေဒါ့ခ္ရဲ႕ေမတၱာကို ရေအာင္ယူတယ္။ သူတို႔ႏွစ္ေယာက္ဟာ လစ္ရင္လစ္သလို အတူတူေနၾကတယ္။ မႏူးမနပ္အ ရြယ္ေဒါ့ခ္က လီနာအေပၚမွာ ေတာ္ေတာ္ေလး စြဲလမ္းသြားမိတယ္။ ဒါေပမဲ့ သူႀကိဳက္ေနတဲ့ အမ်ိဳးသမီးက အိမ္ေထာင္သည္တစ္ ေယာက္ ျဖစ္ေနတာေၾကာင့္ သူ႔ဇာတ္လမ္းကို သူငယ္ခ်င္းအရင္းကိုေတာင္ ေျပာျပတာမ်ိဳးမလုပ္ခဲ့ဘူး။ ေဒ့ါခ္ရဲ႕မိဘေတြကလည္း ဒီအျဖစ္အပ်က္ကို မရိပ္မိဘူး။တစ္ရက္မွာေတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/careful/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/adjustment_bureau_xlg-691x1024-1-135x200.jpg",
        "title": "The Adjustment Bureau (2011)",
        "description": "The Adjustment Bureau (2011)\nIMDb - 7.0/10_____Rotten - 71%\n  \nလူတွေရဲ့ ကံကြမ္မာတွေကကိုယ်ပိုင်နဲ့ထိန်းချုပ်ခွင့်ရှိနေတာလား။\nတစ်စုံတစ်ယောက်ရဲ့ လက်ထဲမှာများလား။ကံကြမ္မာနဲ့ ကိုယ်ပိုင်လွတ်လပ်ခွင့်\nကြားထဲက ပဋိပက္ခတွေကို ပုံဖော်ထားတဲ့ ဒီကားမှာ Matt Damon က အမတ်လောင်း David Norrid အဖြစ်သရုပ်ဆောင်ထားတာပါ။\nဘဲလေး ကချေသည် ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခွင့်ရခဲ့ပြီး သူ့ရဲ့ ဘဝပြောင်းလဲသွားမှာလား၊\nနောက်ကွယ်က သဘာဝလွန်အဖွဲ့ကရော ပြောင်းလဲခွင့်ပေးမှာလားဆိုတဲ့မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ကားပါ။\nသာမန်ကားတွေနဲ့ကွဲထွက်စေတဲ့အချက်ကတော့ အချစ်ရေးနဲ့ သဘာဝလွန်ကိစ္စရပ်တွေကို လက်တွေ့ကျကျ သိပ္ပံနည်းကျအခြအနေတွေနဲ့ဘယ်လိုပေါင်းစပ် တင်ပြထားလဲဆိုတာပါပဲ။\nImdb 7 Rotten tomato 71 %တောင် ရထားတဲ့ကားမို့လို့ အထွေအထူးပြောနေစရာလိုမယ်မထင်ပါဘူးရှင့် \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ မမ Shocking Pink  ပဲဖြစ်ပါတယ်)\n  \nလူေတြရဲ႕ ကံၾကမၼာေတြကကိုယ္ပိုင္နဲ႔ထိန္းခ်ဳပ္ခြင့္ရွိေနတာလား။\nတစ္စံုတစ္ေယာက္ရဲ႕ လက္ထဲမွာမ်ားလား။ကံၾကမၼာနဲ႔ ကိုယ္ပိုင္လြတ္လပ္ခြင့္\nၾကားထဲက ပဋိပကၡေတြကို ပံုေဖာ္ထားတဲ့ ဒီကားမွာ Matt Damon က အမတ္ေလာင္း David Norrid အျဖစ္သရုပ္ေဆာင္ထားတာပါ။\nဘဲေလး ကေခ်သည္ ေကာင္မေလးတစ္ေယာက္နဲ႔ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2WFky/The_Adjustment_Bureau_[2011]_(MM_Sub).mp4",
        "category": "Action, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/onesheet-200x300.jpg",
        "title": "Risen (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီညအတြက္ကေတာ့ ေရာမေခတ္ AD 33 ေလာက္ကို\nအေျခခံထားျပီး ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါ့ရေစ\nဇကားေလး ကေတာ့ ေအဒီ ၃၃ မွာ Bible လာ ဗ်ာဒိတ္တစ္ခုေၾကာင့္ ျဖစ္လာတဲ့\nျပန္လည္ရွွင္သန္ထေျမာက္ျခင္းဆိုတဲ့ ေကာလဟာလတစ္ခုကို\nအေျဖရွာဖို႕ ေရာမ စစ္သူၾကီးနဲ႕ သူ႕တပည့္တို႕ဟာ\nျပန္လည္ရွင္သန္ထေျမာက္လာမဲ့ ခႏၶာကိုယ္ အပိုင္းအစ\nတစ္ခုကို ျပန္လည္ရွာေဖြဖို႕ လိုက္လံစံုစမ္းၾကရာမွ\nတကယ္ပဲ ေတြ႕ရွိျပီး အျဖစ္မွွန္ကို ေဖာ္ထုပ္ႏိုင္မလား\nဗ်ာဒိတ္ေတာင္ကေကာ မွန္္ကန္မႈရွိေနသလားကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\n(စကားကၽြင္း - က်ေတာ္လဲ ဇာတ္ကားကိုၾကည့္ျပီး သိပ္နားမလည္တာေၾကာင့္ နားလည္သလိုေရးထားတာမို႕\nအမွားပါရင္ခြင့္လႊတ္ေပးၾကပါဗ်ာ)Download VIP Link\n \nDownload Large FileSize On Pcloud\n \nDownload Small File Size On Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/risen-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "History, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTk5NTU2NzAyNV5BMl5BanBnXkFtZTgwNjAyOTEzMjE@._V1_-194x300.jpg",
        "title": "SPL: Kill Zone (2005)",
        "description": "SPL: Kill Zone (2005)\nIMDb - 7.0/10_____Rotten - 80%\n  \n4 win နဲ့ 2 nomination ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသား တွေက လည်း နာမည်ကြီး မင်းသားတွေဖြစ်လို့ ပရိတ်သတ်ကြီးနဲ့မစိမ်းပါဘူး\nဇာတ်လမ်း အကျဉ်းလေးက အနားယူထားတဲ့ ရဲစုံထောက် ဟောင်းလီ နဲ့ သူ့အဖွဲ့ကို\nအရင်က သူဖမ်းပြီးထောင်ချခဲ့ လူဆိုးဂိုဏ်းကအကွက်ကျကျ နဲ့စီမံပြီးလုပ်ကြံသတ်ဖြတ်ရာမှ\nဘယ်လိုတွေများ ကြုံတွေ့ပြီး လူဆိုဂိုဏ်းကိုကော ဖမ်းဆီးနိုင်ပါ့မလား ဆိုတာတွေကို ဆက်လက်ကြည့်ရှု့ရမှာဖြစ်ပါတယ်\nသည်းထိပ်ရင်ဖို အသတ်အပုတ်ခန်း တွေက ဟောင်ကောင်ကားတွေ ရဲ့ ထုံးစံအတိုင်း\nမျက်တောင်မခတ်တန်း ကြည့်ရမှာမို့အခုပဲ ဒေါင်းပြီးပိတ်ရက်မှာ မိသားစုနဲ့အတူတူ ကြည့်လိုက်ပါအုံးဗျာ\n  \n4 win နဲ႔ 2 nomination ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္ကားထဲမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့မင္းသား ေတြက လည္း နာမည္ႀကီး မင္းသားေတြျဖစ္လို႔ ပရိတ္သတ္ႀကီးနဲ႔မစိမ္းပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးက အနားယူထားတဲ့ ရဲစံုေထာက္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1As1f/SPL_-_Kill_Zone_(Saat_Po_Long)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/jinn-203x300.jpg",
        "title": "Jinn (2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ပုရိတ္သတ္ၾကီးတို႔အတြက္ ေမွာ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္\nေပးပါရေစ။ Horror စာရင္းထဲသြင္းထားေသာ္လည္း ေၾကာက္လန္႔စရာ\nသိပ္မပါပဲ ေမွာ္အစြမ္းေတြပဲပါေနတာမလို႔ ေမွာ္ကားလို႔ေျပာလိုက္ပါရေစ။\nဂ်င္ ေတြဆိုတာနဲ႔ Supernatural ဇာတ္လမ္းတြဲေတြၾကည့္ဖူးသူေတြ\nသိၾကမွာပါ။ ဂ်င္ေတြဆိုတာ တကယ္ရိွခဲ့တယ္လို႔ အယူအဆေတြကို\nအင္တာနက္စာမ်က္ႏွာေတြမွာ အကိုးအကားေတြနဲ႔ အက်ယ္တ၀င့္\nေဖၚျပထားေတြ ရွာဖတ္ၾကည့္လို႔ရပါတယ္။ ဂ်င္ဆိုတာလည္းအမ်ိဳးကြဲ\nတစ္ခုပါပဲ သူတို႔ထဲမွာဆိုးသူေတြရိွသလို ေကာင္းသူေတြလည္းရိွေနပါတယ္။\nဆိုးသူနဲ႔ ေကာင္းသူဆိုတာအျမဲဒြန္တြဲေနျပီးအျမဲ ယွဥ္ျပိဳင္ေနရတာေလ....။ေရွာင္က သာမညေလးပါ ကားဒီဇိုင္းေတြထုတ္ေပးရတဲ့အလုပ္လုပ္ပါတယ္။\nတစ္ေန႔မွာေတာ့ မေမွ်ာ္လင့္ပဲ ပါဆယ္တစ္ခုေရာက္ရိွလာပါတယ္\nအဲဒါကသူ႕ဘ၀ၾကီးအတြက္အေရးၾကီးသတင္းအခ်က္လက္ေတြယူေဆာင္လာတာပါ။\nတကယ္ေတာ့ ေရွာင္တို႔တစ္ေဆြမ်ိဳးလံုးက ဂ်င္ေတြရဲ႕ဗ်ာဒိတ္နဲ႔ ပက္သက္ေနျပီး\nဂ်င္ေတြကသဲၾကီးမဲၾကီး မရမက လိုက္ရွာျပီးအဖ်က္ဆီးခံေနရတာပါ...\nေရွာင္တစ္ေယာက္ သူရရိွထားတဲ့သတင္းအခ်က္လက္ေတြ ဘယ္လိုသံုးမယ္...\nဘယ္သူေတြက သူ႔ဘက္မွာတည္ရိွေနျပီး ဘယ္သူေတြက လိုက္ဖ်က္ဆီးမယ္\nဆိုတာကိုေတာ့ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္အားေပးၾကပါ(ဘာသာျပန္နဲ႔ အညႊန္းေရးသူကေတာ႔ Aye Min Ooပဲ ျဖစ္ပါတယ္)File Size : 696Mb\nQuality   : HD 720P\nQuality   : HD 360P\nRunning Time : 1h 37m\nTranslated     ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/jinn-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3dsex_and_zen-208x300.jpg",
        "title": "3D Sex And Zen: Extreme Ecstasy (2011)18+",
        "description": "တစ္ ေယာက္ ေယာက္ အ ေပၚသူ႔ ေနာက္ ကြယ္ မွာသင္ လက္ လြတ္ စပယ္ ေျပာလိုက္ တဲ့စကားတစ္ ခြန္ းကသင္ ္ ့အနာဂတ္ အတြက္ မ ေကာင္ းမႈ ေတြ ေစာင္ ့ ေမွ်ာ္ ေနတယ္ ဆိုတာသင္ ၿပီးပါသလား...ဒါကဒီဇာတ္ လမ္ းရဲ႕အဓိကအ ေၾကာင္ းရင္ း အ ေျခအျမစ္ တစ္ ခု ေပါ့ ေနာ္ ''သက္ ေရာက္ မႈတိုင္ းကတန္ ျပန္ မႈရိွသလို ကိုယ္ ျပဳခဲ့တဲ့အရာ ေတြကအတြက္ ပဲ့တင္ သံတစ္ ခုအ ေနနဲ႔ျပန္ လာမွာပဲ ေလ...''ကဲ....ဇာတ္ လမ္ းရဲ႕အ ေသးစိ တ္ အ ေၾကာင္ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/3d-sex-and-zen-extreme-ecstasy-2011/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Sex-and-Zen-21996-214x300.png",
        "title": "Sex and Zen 2 (1996) 18+",
        "description": "1991 ကထြက္ထားတဲ့ Sex and Zen ကိုမွီျငမ္းျပီး ထပ္မံရိုက္ကူးထားတာပါ။မင္းသမီး Shu Qi နာမည္မၾကီးခင္က သရုပ္ေဆာင္ခဲ့တဲ့ Erotic ဇာတ္ကားေတြထဲက တစ္ကားပါ။မင္းသမီး Shu Qi နဲ႕ ဇာတ္ေဆာင္ Elvis Tsui တို႕ေၾကာင့္နာမည္ၾကီးပါတယ္။Sex and Zen ဇာတ္ကားအဆက္ေတြကိုၾကည့္ခ်င္ရင္(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္လုိ႕ရပါတယ္။Uncut Version ကိုစာတန္းထိုးထားလို႕ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:28:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(320MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-2-1996-18/",
        "category": "Adult, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captchagg-203x300.jpg",
        "title": "Sex and Zen (1991) 18+",
        "description": "ေဟာင္ေကာင္ Erotic , Comedy ဇာတ္ကားျဖစ္ပါတယ္။Uncut Version ကိုစာတန္းထိုးထားတာမို႕လို႕ အရြယ္ေရာက္ျပီးသူမ်ားသာၾကည့္သင့္ပါတယ္။ေနာက္ဆက္တြဲေတြထြက္ထားပါေသးတယ္...(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(330MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-1991-18/",
        "category": "Adult, Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjkxZTE0ZGYtYzE1OS00YTliLWE0YTItZmZjZWI0MDVhM2UzXkEyXkFqcGdeQXVyMzEzMTA2MjA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ambush (2023)",
        "description": "ဗီယက်နမ်စစ်ပွဲအတွင်းကအမေရိကန်စစ်သားတွေရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး IMDb 4/10 ရရှိထားတဲ့ War & Action ကားဖြစ်ပါတယ် ဒီဇာတ်လမ်းဟာဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး ဇာတ်လမ်းထဲမှာတော့ ရုတ်တရက်ခြုံခိုတိုက်ခိုက်ခံလိုက်ရတဲ့တပ်စခန်းလေးတစ်ခုကစစ်သားတွေဟာမြေအောက်လိုဏ်ခေါင်းတွေထဲကနေအရေးကြီးတဲ့စစ်ဆင်ရေးတစ်ခုလုပ်ဆောင်နေကြတာကိုကြည့်ရှုရမှာပါFile size…(1.8 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, War, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1eOju/Ambush.2023.720p.(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGYxNjdiNTgtYmUyNS00OGI1LWFhNjEtZjI3Y2MwMTBkZTAwXkEyXkFqcGdeQXVyMjAxNDg3Mw@@._V1_-142x200.jpg",
        "title": "Sawah (2019)",
        "description": "Sawah (2019)\n==========မိတ်​ဆွေတို့​ ကိုယ်လုပ်ချင်တဲ့အရာထက် လုပ်သင့်တဲ့အရာကို​\nရွေးချယ်ခဲ့ကြဖူးလား ဘယ်အရာကိုပဲဖြစ်ဖြစ် ကိုယ်လုပ်ချင်\nတာလုပ်ရမှ ​ကျေနပ်ကြတဲ့သူ​တွေရှိသလို အ​​ခြေအ​နေအချိန်\nအခါကိုလိုက်ပြီး အလိုက်တသိဖြစ်သင့်တာကို​ရွေးချယ်သွား\nကြတဲ့သူ​တွေလည်း ဒုနဲ့​​ဒေးပါပဲ။ ဘယ်အရာကိုပဲလုပ်လုပ် တာ\nဝန်ယူမှုတာဝန်ခံမှုဆိုတာ ရှိသင့်ပါတယ်။ ကိုယ်လိုချင်တဲ့အရာ\nကို အရယူနိုင်ဖို့ မဆုတ်မနစ်ကြိုးစားကြရမှာပါ။ မလုပ်နိုင်ဘူး၊\nမလုပ်ချင်ဘူးဆိုတာ ဆင်​ခြေတစ်ခုပါပဲ ဒါက ခင်ဗျား မလိုချင်\nတဲ့အရာဖြစ်​နေလို့ပါ။\n​\nအောင်မြင်မှုကို ဆာ​လောင်တဲ့ စကာရတ်ဖ်က ပြည်တွင်း DJ\nပြိုင်ပွဲမှာ အနိုင်ရပြီး ဘရပ်ဆဲလ်မှာလုပ်တဲ့ DJ World Champion\nမှာယှဥ်ပြိုင်ဖို့ အ​​ရွေးခံလိုက်ရပါတယ်။ ဖြစ်ချင်​တော့ သူတို့\nတိုင်းပြည်မှာ ဆန္ဒပြုမှု၊သပိတ်​မှောက်မှုနဲ့ရုန်းရင်းဆန်ခတ်မှု​တွေ\nဖြစ်​နေတဲ့ကာလပါ စကာရတ်ဖ်က တိုင်းပြည်ကအ​ခြေအ​​နေကို\nမငဲ့ဘဲ ပြည်ပထွက်ပြီး​အောင်မြင်မှုကို အရယူချင်​နေတာပါ။ ချစ်သူ\nကလည်း ဒီလိုအ​ခြေအ​နေ​တွေမှာ အတူမသွားနိုင်တာ​ကြောင့်\nစကာရတ်ဖ်တစ်​ယောက် ဘယ်လ်ဂျီယံကို တစ်ကိုယ်​တော်ခရီး\nသွားထွက်လာခဲ့တယ်။ ကံဆိုးစွာနဲ့ ခရီးစဥ်မှာ ရဲဖမ်းခံလိုက်ရ\nတယ်။ သူ​အဖမ်းခံလိုက်ရတဲ့​နေရာကလည်း လူဇင်ဘတ်မှာ ဖြစ်​\nနေတယ် သွားချင်တာ တစ်​နေရာ၊ ​​ရောက်သွားတာ တစ်​နေရာ\nဖြစ်​နေ​တော့ စကာရတ်ဖ် ဘာ​တွေဆက်လုပ်မလဲဆိုတာ ကိုယ်\nတိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.36 GB) ...",
        "rating": "5.5",
        "url": "https://megaup.net/1eNod/Sawah.2019.FRENCH.720p.BluRay.(CM).mp4https://usersdrive.com/9lfbwwluvi9u.html",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Momoka-Katou-1-125x200.jpg",
        "title": "[21+]My Smartphone Has Become A Sensitive Girl [SDDE-583]",
        "description": "ချစ်စရာအမူအရာလေးတွေနဲ့ မရိုးမအီအောင်\nဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားတဲ့ ဆင်ဆာမပါတဲ့ဖုန်းလေးတစ်လုံး\nရှောင်တိုအမျိုးစား ဖုန်းလေးတစ်လုံးပါ ချစ်စနိုးနဲ့ မက်မွန်လို့ နာမည်ပေးထားတယ်ဆန်းဂျီတစ်ယောက် အခုတလော ထူးထူးဆန်းဆန်းတွေဖြစ်နေပါတယ်...\nသူလက်ရှိအသုံးပြုနေတဲ့ ဖုန်းလေးတစ်လုံးက\nရုတ်တရက်ဆို လူသားတွေနားမလည်နိုင်အောင်ပဲ လူတစ်ယောက်ဖြစ်သွားပါတယ်\nလူတယောက်ကလဲကြည့်လိုက်ပါဦး အင်မတန်ချောမောလှပပြီး\nချစ်စဖွယ်ဟန်ပန်လေးတွေနဲ့ အမိုက်စားခန္ဓာကိုယ်ပိုင်ဆိုင်ထားတဲ့\nမက်မွန် လေးဖြစ်နေပါတယ်....ဖုန်းရဲ့ အားသွင်းရတဲ့ စနစ်ကလဲ အတော်ထူးခြားတယ်ဗျ\nနောက်ဆုံးပေါ် နည်းပညာနဲ့အပေါက်လို့ပြောရမယ်ထင်တယ်ဗျ\nဘယ်လို အားသွင်းရတာလဲဆိုတာ DS Fans တွေ အကဲခပ်ကြည့်ပါဦး\nFile size…2.87GB / 1.13GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 23mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3WGBa/SDDE-583-UN_[Uncensored_Leaked]_[Anthropomorphic_AV]_My_Smartphone_Has_Become_A_Sensitive_Girl.720p.FHD(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODU0MGRiNzItMjlhNy00MDdkLWJhODAtNTVkMzJmOGExYWI1XkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-160x200.jpg",
        "title": "Hello.. Meera..!(2023)",
        "description": "Hello Meera (2023)\nIMDb 8.4/10Survival Movie ကြိုက်သူတွေ သဘောကျကြမှာပါ။\nSurvival Movie တွေထဲမှာ ကျွန်တော် သဘောကျမိတာ မနှစ်ကမှ ထွက်တဲ့ Fall(2022)မှာ\nမိန်းကလေးနှစ်ယောက် တာဝါပေါ်မှာ ဒုက္ခတွေရောက်ကြတာလေ။\nနောက်ပြီး The Swallows(2016) ပင်လယ်ထဲမှာ ငါးမန်းတကောင်နဲ့ ဗျာများရတဲ့ စော်လေးလေ။\nကျွန်တော်က FA မို့လားမသိ ရုပ်ရှင်တွေထဲ စော်ခပ်လန်းလန်းလေးတွေ ဒုက္ခရောက်တာ မြင်နေရရင်\nရင်တမမနဲ့ ကြည့်ရတာ သဘောတွေကိုကျနေရော။နောက်ဆုံးမှာတော့ အဆင်ပြေစေချင်တဲ့စိတ်လေးလည်း ရှိပါတယ်လေ။\nအခုတင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးထဲမှာလည်း ကောင်မလေးတယောက် ဘယ်လိုတွေ ဒုက္ခရောက်မလဲ\nကြုံလာတဲ့ ဒုက္ခကို ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ရင်တမမနဲ့ ကြည့်ရမှာပါ။ဇာတ်လမ်းအကျဉ်း\nမီရာဆိုတဲ့ ကောင်မလေးက မင်္ဂလာဆောင်ဖို့ ရက်ပိုင်းပဲလိုတော့တယ်။\nသူ့မင်္ဂလာဆောင်အတွက် သတို့သမီးဝတ်စုံ သွားယူဖို့ တယောက်တည်း ကားတစီးနဲ့\nသွားတဲ့အချိန်မှာ သူ့ရဲ့ EX ပေါ့ (EX ဆိုတာ ကောင်းကျိုးပေးတတ်တဲ့ အမျိုးမဟုတ်ဘူးလေ)။အဲဒီ EX က Suicide လုပ်ပါရော၊ ကိုယ့်ကိုကိုယ်သေကြောင်းကြံစည်တဲ့ လူသေမှုကို\nလူသေစေမှုအဖြစ် ...",
        "rating": "8.4",
        "url": "https://megaup.net/1UO50/Hello_Meera_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjBjNzNiNWYtYWU0NC00OTdjLTk3NmYtM2NjZjc2ZGIwOTQ1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fatal Attraction (1987)(18+)",
        "description": "IMDb - 6.9 , RT - 74%( 18+ အခန်းတွေပါဝင်လို့ မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်ပါ ) Ant man ဘိုးတော်ကြီး Michael Douglasရဲ့ ငယ်ဘဝက ရိုက်ကူးခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ Michael Douglasနဲ့အတူ 101 Dalmatians, 102 Dalmatians, Cruella, What happened to Monday အစရှိတဲ့ ရုပ်ရှင်ကောင်းပေါင်းများစွာ ရိုက်ကူးခဲ့တဲ့ မင်းသမီးကြီး Glenn Closeတို့က တွဲဖက်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းကို ပြောရရင် အခုလတ်တလော ခေတ်စားနေတဲ့ \" အိမ်ထောင် \"ဆိုတဲ့ ဇာတ်လမ်းတွဲနဲ့ ဆင်ပါတယ်။ ဒါပေမယ့် ဒီကားက ပိုပြီးကြမ်းပါတယ်။ ဒန် ဂလက်ဂါကတော့ အိမ်ထောင်ရှိတဲ့ ရှေ့နေတစ်ယောက်ပါ။တစ်နေ့မှာ ဒန်က အဲလစ် ဖောရက်စ်လို့ခေါ်တဲ့ ကောင်မလေးနဲ့ ပါတီမှာတွေ့ဆုံမိခဲ့ကြပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2AJce/Fatal.Attraction.1987.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Yv7kxsqXSe4ZHl8uJEhmsPjhAP.jpg",
        "title": "[18+] Black Snake Moan (2006)",
        "description": "Black Snake Moan (2006)~ IMDb - 6.9/10, Rotten Tomatoes - 66% ~ဒီကားကိုတော့ မူလဘူတဗုဒ္ဓဟူးမ တစ်ဖြစ်လဲ Christina Ricci နဲ့ မေမေ့အချစ်တော်ကြီး Samuel L. Jackson အပြင် Justin Timberlake တို့က သရုပ်ဆောင်ထားပါတယ်။ IMDb လည်း 6.9/10 အထိရထားတဲ့ ရုပ်ရှင်ပါ။အဓိကဇာတ်ကောင်က ငယ်စဉ်ဘဝမှာ ပထွေးအနိုင်ကျင့်ခံရပြီး လိင်စိတ်စွဲလမ်းမှုကြီးနေတဲ့ ကောင်မလေးဆိုတော့ ဒီကားမှာ အဖော်အချွတ်ခန်း တော်တော်များတာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ပါဘူး။ ဘာနေနေ အမေ့အချစ်တုံးကြီးရဲ့ ထူးခြားတဲ့ဇာတ်ရုပ်နဲ့တကွ ရက်စက်စွာသော ချစ်စွာသော လူတွေရဲ့ဘဝတွေကို ကြည့်ရင်း ဖီးလ်ရမယ့် ရုပ်ရှင်မို့ ဒရာမာပရိသတ်တွေ ကြိုက်ကြမယ့်ရုပ်ရှင်ပါပဲ။ မယားက ညီနဲ့‌ဖောက်ပြန်သွားလို့ အရှက်တကွဲအကျိုးနည်းစွာ အားလုံးကိုရှောင်နေတဲ့ လူ့ဂွစာကြီးဟာ တစ်မြို့လုံးက အပျက်မလို့ သမုတ်ခံထားရတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ဘဝကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2ALnv/(CM)_Black_Snake_Moan_(2006)_720p.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/df00a762-5e0b-408b-959b-a8c47fda8c68-133x200.jpg",
        "title": "Alexander (2004)",
        "description": "Alexander (2004)ဇာတ်ကားက လူသားသမိုင်းတစ်လျှောက် အလွှမ်းမိုးနိုင်ဆုံး ပုံရိပ်တစ်ခုဖြစ်တဲ့ Alexander the Great ရဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ရုပ်ရှင်ကို အရမ်းကြီးတဲ့ ရည်မှန်းချက်တွေနဲ့ ရိုက်ကူးပုံဖော်ခဲ့ပေမဲ့လို့ ပရိသတ်ကို မဆွဲဆောင်နိုင်ဘဲ မျှော်လင့်သလောက် ဖြစ်မလာတဲ့ ဇာတ်လမ်းတစ်ခုအဖြစ် အဆုံးသတ်ခဲ့ရပါတယ်။Alexander the Great ဆိုတာက ခရစ်တော်မပေါ်မီ BC 356 ခုနှစ်ကနေ 323 အထိ နေထိုင်အသက်ရှင်သွားခဲ့တဲ့ မက်ဆာဒိုးနီးယားဘုရင် ဧကရာဇ်တစ်ပါးပေါ့။ BC ဆိုတာ AD သက္ကရာဇ်နဲ့ မတူပါဘူးနော်။ သူက 5000 ကစပြီး နောက်ပြန်ရေတွက်လာရတာပါ။ အလက်ဇန်းဒါး ဘာ့ကြောင့်ကြီးမြတ်ရသလဲလို့မေးရင် အဖြေတွေ အများကြီးရှိနိုင်ပါတယ်။ ဒီထဲကမှ ကျွန်တော်သဘောအကျဆုံးအချက်ကို ထုတ်ပြောပြပါ့မယ်။သူက သမိုင်းမှာ အကြီးဆုံးအင်ပါယာကြီးကို ထူထောင်ခဲ့သူပါ။ နယ်မြေပေါင်း မြောက်များစွာကို သိမ်းပိုက်ပြီး မြေပြင်ကို တစ်လမချင်းဆီမှာ သွေးပေါင်းများစွာသွန်းလောင်းပြီး အင်ပါယာကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/1eQph/Alexander_(2004)_BluRay_720p.mp4",
        "category": "Action, Adventure, Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Inferno-2016-POSTER-337x500-1-135x200.jpg",
        "title": "Inferno (2016)",
        "description": "Dan Brown ရဲ့ စာအုပ် Inferno ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာလဲဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) နဲ့ Angels & Demons (2009) တို့ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...ပါမောက္ခလန်ဂ်ဒန်ဟာ ဆေးရုံတစ်ခုမှာ မှတ်ဉာဏ်တွေပျောက်ဆုံးပြီးမှ ခေါင်းဒဏ်ရာကြီးနဲ့ နိုးလာခဲ့ပါတယ်...မီးလောင်မြိုက်နေတဲ့ ကမ္ဘာကြီးရဲ့ မြင်ကွင်းကလွဲလို့ ဘာကိုမှသတိမရတော့ဘဲ အတိတ်နဲ့အဆက်အသွယ်ပြတ်သွားတာကြောင့်သူဘာကြောင့်ဆေးရုံရောက်တယ် သူဘာတွေလုပ်ခဲ့တယ် မေ့နေခဲ့ပါပြီ..ဒါကြောင့်သတိရဖို့ကြိုးစားနေတုန်းမှာပဲ သူ့ကိုသတ်မယ့်ဖြတ်မယ့်လူတွေအပြင်အစိုးရအဖွဲ့တွေကပါ သူ့နောက်ကို အသည်းအသန်လိုက်နေတာကို သိလိုက်ရပါတယ်.....သူ့လက်ထဲမှာလဲ ငရဲရဲ့မြေပုံနဲ့ ပဟေဠိတစ်ခု...သူဘာတွေရှုပ်ထားမိပြီလဲ......ဒီလိုနဲ့လူသတ်သမားတွေရန်က ပြေးရင်းလွှားရင်း မှတ်ဉာဏ်တွေ တဖြည်းဖြည်းပြန်ပေါ်လာရင်းသဲလွန်စတွေနောက်ကိုလိုက်ရင်း ကမ္ဘာကြီးရဲ့ သေရေးရှင်ရေးဟာ ဒီပဟေဠိအပေါ်မူတည်နေမှန်း သိလိုက်ရတဲ့အချိန်မှာတော့.....။\nFile size…(4 GB)/(2.5 GB)/ (1.3 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:01:35\n...",
        "rating": "6.4",
        "url": "https://megaup.net/1eQ9d/(CM)_Inferno_(2016)_Bluray_720p-Naung.mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/244908_angels_and_demons_2009_1400x2100_1-133x200.jpg",
        "title": "Angels & Demons (2009) Angels and Demons",
        "description": "တလောကလုံးကို ကိုင်လှုပ်ခဲ့တဲ့ Dan Brown ရဲ့ စာအုပ်တွဲအစကတော့ Angels & Demons ဆိုတဲ့ ဒီရုပ်ရှင်ကားရဲ့ စာအုပ်ပါပဲ။ဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။နာမည်ကျော်လျှို့ဝှက်ဂိုဏ်း Illuminati ဂိုဏ်းနဲ့ သန့်ရှင်းသောမြို့တော်(ဗာတီကန်စီးတီး) တို့ကိုအကြောင်းပြုလို့သမိုင်းအချက်အလက်စုံစုံလင်လင်နဲ့ တင်ဆက်ထားတာမလို့ ဝတ္ထုကိုရိုက်ကူးထားတယ် မထင်ရဘဲသမိုင်းနဲ့ချီလာတဲ့ အဖြစ်အပျက်တစ်ခုလို သည်းထိတ်ရင်ဖို ခံစားရမှာပါ။\nFile size…(3.6 GB)/(2 GB)/ (1 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:18:37\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung",
        "rating": "6.7",
        "url": "https://megaup.net/1UNzM/(CM)_Angels_and_Demons_(2009)BluRay_720p-Naung.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjIxMjQyMTc3Nl5BMl5BanBnXkFtZTcwMTA1MDUzMw@@._V1_-134x200.jpg",
        "title": "The Da Vinci Code (2006)",
        "description": "The Da Vinci Code (2006)\nဒီရုပ်ရှင်အကြောင်းပြောဖို့ရာဆိုရင် Dan Brown ကနေစရမှာဘဲ။ သူ့ရဲ့ စာအုပ်တွဲ ကြီးအကြောင်းပေါ့။\nအစဉ်လိုက်ပြောရမယ်ဆိုရင် Angels and Demons ကနေစပြီး Deception Point ထိတိုင်း ခြောက်အုပ်တိတိထွက်ရှိခဲ့တယ်။\nသူ့ရဲ့ ဒီစိတ်ကူးယဉ်ဝတ္ထုဟာ ကမ္ဘာကိုကိုင်လှုပ်နိုင်ခဲ့တဲ့အထိကို\nအားပြင်းခဲ့တယ်။ သမိုင်းအစစ်အမှန်တွေကို\nအခြေခံပြီးမှ စိတ်ကူးယဉ်ထားလို့ သာမန်လူတွေသာမက သမိုင်းပညာရှင်တွေကိုပါ တွေဝေစေခဲ့တဲ့အထိပါဘဲ။\nဒါပေမယ့် Dan က သူ့ရဲ့ စာအုပ်တွေတိုင်းရဲ့မျက်နှာဖုံးမှာ A Novel ဆိုပြီး စာလုံးကြီးကြီးနဲ့ကြေငြာထားတယ်။ သူ့ရဲ့စိတ်ကူးယဉ် အတွေးစလေးတွေကနေဖြစ်လာတဲ့ အတွေးပေါင်းချုပ်ကြီးသက်သက်မျှသာပေါ့။\nဒီစာအုပ်တွဲကြီးမှာမှ ၂၀၀၃ မှာထွက်ရှိခဲ့တဲ့ ဒုတိယမြောက်စာအုပ်ဖြစ်တဲ့\nThe Davinci Code ဟာ စာဖတ်သူတို့သမိုင်းမှာ စံချိန်မျိုးစုံတင်နိုင်ခဲ့တယ်။ စာအုပ်အနေနဲ့သာမက ရုပ်ရှင်အဖြစ်ရိုက်တော့လည်း လူကြိုက်များတယ်။ မြန်မာဘာသာပြန်ကိုတောင် ၂၀၁၇ အစောပိုင်းမှာ ထွက်လာပါသေးတယ်။ပြင်သစ်နိုင်ငံ ပါရီမြို့ရဲ့ အဓိကပြတိုက်ကြီးဖြစ်တဲ့ လူးဝ်ပြတိုက်မှာ ညကြီးသန်းခေါင် ပြတိုက်မှူးကြီး အသတ်ခံရသတဲ့။ ပြတိုက်မှူးကြီးဟာ သူမသေခင်မှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2AL6t/(CM)_The_Da_Vinci_Code_(2006)_Extended_720p_BluRay-Naung.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTI2MTllMGUtOWVjMC00Y2MwLWE5MjEtNjc2MmYyMDZhZmIyXkEyXkFqcGdeQXVyNTMzNzI1MQ@@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "The Last Deal (2023)",
        "description": "The Last Deal (2023)\n===============ဗင့်စ်က ဆေးရောင်းတဲ့သူပါ။ စိုက်ပျိုးရေးသမားတွေဆီက\nဝယ်လိုက် ပစ္စည်းမှာတဲ့သူတွေဆီ သွားပို့လိုက်နဲ့ အလုပ်ဖြစ်\nနေတာပေါ့။ ဒါပေမဲ့ ကယ်လီဖိုးနီးယားမှာ ဆေးခြောက်က\nတရားဝင်ဖြစ်သွားတဲ့အခါ ဗင့်စ်တို့လို အရောင်းအဝယ်သမား\nတွေ ပြဿနာတက်ပါတော့တယ်။ လုပ်ငန်းလိုင်စင်လည်း\nမရဘဲ အရာရှိတွေကို လာဘ်ထိုးပြီး ခိုးရောင်းနေရတော့ ဗင့်စ်\nက သူဒီလုပ်ငန်းကိုကြာကြာလုပ်နိုင်တော့မှာမဟုတ်မှန်း\nနားလည်သွားပါတယ်။ဒါကြောင့် နောက်ဆုံးအနေနဲ့ သူ့ဘော်ဒါနဲ့အတူ ပိုက်ဆံချေးပြီး\nဆေးဝယ်လိုက်တဲ့အခါ အလိမ်ခံလိုက်ရပြီး ပစ္စည်းတွေပါပါ\nသွားပါတယ်။ အဲဒီမှာပဲ သူ့အကြွေးရှင်က ဗင့်စ်နဲ့သူ့ဘော်ဒါကို\nလိုက်ဖမ်းတဲ့အခါ ရဲတိုင်လို့လည်းမရတဲ့ ဗင့်စ်တို့ ဘယ်လိုဖြေ\nရှင်းကြမလဲဆိုတာ ကြည့်ရှုရမဲ့ crime thriller ကားလေးဖြစ်\nပါတယ်။ အိပ်ရာပေါ်ကအခန်းနဲ့ ဝတ်လစ်စားလစ်အခန်းတချို့\nပါဝင်တာကြောင့် မိသားစုနဲ့ကြည့်ရှုဖို့ မသင့်တော်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.29 GB) / (540 MB) / (310 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Thriller\nTranslator.......EL\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1eQlt/The.Last.Deal.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/ba-135x200.jpg",
        "title": "Battle: Los Angeles (2011)",
        "description": "စစ်ကားတွေထဲမှာမှ အမေရိကန်နဲ့ ဂြိုလ်သားတွေရဲ့စစ်ပွဲတွေဟာမဆန်းတော့ပါဘူး..ဒါကြောင့် ဒီကားကလည်း Independence Day တို့လိုပဲ ကမ္ဘာမြေပေါ်ကိုကျူူးကျော်နယ်ချဲ့ထွင်လာတဲ့ ဂြိုလ်သားတွေနဲ့အမေရိကန်စစ်တပ်တို့ရဲ့အပြင်းအထန်တိုက်ခိုက်တာတွေကိုဖော်ပြထားပါတယ်... စစ်တစ်ခုဖြစ်လာတဲ့အခါအများဆုံးထိခိုက်ရတာကတော့ပြည်သူတွေပဲဖြစ်ပါတယ်...နောက်ပြီးတော့ ဒီလူတွေကိုကာကွယ်ဖို့အတွက်သစ္စာဆိုထားတဲ့ စစ်သားတွေရဲ့ရင်းနှီးမှု့တွေကလည်းမသေးပါဘူး...ဒါပေမယ့် သူတို့ရင်ဆိုင်နေတဲ့အရာတွေက သာမာန်ထက်လွန်ကဲနေတဲ့သတ္တဝါတွေဖြစ်နေတဲ့အတွက်ကြောင့် အမေရိကန်လိုစစ်အင်အားကြီးခေတ်မီလက်နက်တွေတပ်ဆင်သုံးစွဲနေတဲ့ နိုင်ငံတောင်ဆုံးရှုံးမှု့တွေကြီးလှပါတယ်... အမည်မသိ ဘာအမျိုးအစားမှန်းလည်းမသိတဲ့ သတ္တဝါတွေကြောင့်ပြည်သူတွေကို ကယ်ဆယ်ထုတ်ဖို့သွားရန်အတွက်အမိန့်ပေးခြင်းခံရတဲ့ တပ်စုတစ်စု ကယ်ဆယ်ဖို့သွားရင်းကနေသူတို့ပါ ရန်သူတွေရဲ့ သတ်ကွင်းမှာ ဓားစားခံတွေလိုပိတ်မိနေကြပါတယ်...အချက်ပေါင်းများစု ပစ်သတ်လည်း မသေတဲ့ ဒီသတ္တဝါတွေကြောင့်ဒီတပ်စုလေးတစ်စုဟာ ဒီအန္တရာယ်တွေကြားထဲကနေ ပြည်သူတွေကိုအသက်ရှင်လျက်နဲ့ဘယ်လိုကယ်ဆယ်ထုတ်မလဲဆိုတာစိတ်ဝင်စားစရာပါပဲ...စတေးမှု့တွေမရှိပဲ စစ်ဆိုတာ ပြီးဆုံးသွားမှာမဟုတ်ပါဘူး...ဒီကားလေးထဲမှာလည်း စစ်တကယ်တမ်းဖြစ်လာရင် ဘယ်လိုဆုံးရှုံးမှု့တွေဖြစ်လာတယ်ဆိုတာကို ရိုက်ပြထားတာကြောင့်စစ်ကားကြိုက်သူများလက်လွတ်မခံသင့်တဲ့ ကားကောင်းလေးတစ်ကားလို့ပြောပါရစေ... File size…2.86GB / 1.13GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1hr 56min\nGenre .....  Action , Sci-Fi , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "5.8",
        "url": "https://megaup.net/3gIF8/Battle.Los.Angeles.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMWNmNzE4MzgtYjc0MC00MWI3LWE3YzktZTM3ZjAzODI2YzdkXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Ayisha (2023)",
        "description": "Ayisha (2023)\n*******************IMDb-8.2/10\nFlimfare ဆုအပြင် တခြားဆုပေါင်းများစွာရထားတဲ့ အဆိုကောင်းအကကောင်း မင်းသမီးကြီး\nManju Warrier က ပထမဆုံးမလေယာလမ်ရုင်ရှင်မင်းသမီးကြီး Nilambur Ayisha ရဲ့\nဘ၀ဇာတ်ကြောင်းကို ပြန်လည် အသုံးတော်ခံထားပါတယ်။ဟိုးအရင်ခေတ်တွေတုန်းကတော့ အစေခံခေါ်ကြတယ်။\nလူသားချင်းစာနာတဲ့ခေတ်ဘာညာနဲ့ ဖြစ်လာတော့ အိမ်အကူ အိမ်အတွက်\nကူဖော်လောင်ဖက်။ဒီဇာတ်လမ်းထဲမှာလည်း အိမ်အကူတွေရဲ့ ဖြတ်သန်းရပုံတွေပေါ့။ဇာတ်လမ်းအကျဉ်း\nအာရီရှာဆိုတဲ့ အမျိုးသမီးက အာရပ်ပြည်ကို အိမ်အကူလုပ်ငန်းလုပ်ဖို့ သမီး‌လေးကိုခွဲပြီး ရောက်ရှိလာသူဖြစ်ပါတယ်။\nအိမ်အကူလုပ်တယ်ဆိုပေမဲ့ သတ္တိကတော့ မခေလှဘူး။ အလုပ်အေဂျင်စီကလူတွေနဲ့ ထိပ်တိုက်တွေ့တာလည်း ခဏခဏပါပဲ။\nဒီလိုဇနဲ့ အာရီရှာ အလုပ်ရတဲ့နေရာက မာမားလို့ခေါ်ကြတဲ့ အမျိုးသမီးကြီး ဩဇာညောင်းတဲ့\nမော်ဆွမ်းနန်းတော်မှာပါ။လူတိုင်းသူ့စကားတစ်ခွန်းနဲ့ အကုန်ပြီးလောက်သည်ထိ အိမ်ကြီးရှင်မာမားနဲ့\nမဟုတ်မခံ အာရီရှာတို့ နှစ်ဦးကြားက ဆက်ဆံရေးအဖုအထစ်တွေမှာ သူတို့နှစ်ဦး\nအဆင်ပြေသွားကြမလား တဦးနဲ့တဦးရန်ပဲဆောင်နေကြရမလားဆိုတာ\nအမျိုးသမီးနှစ်ယောက်ရဲ့ အားပြိုင်မှုကို ရှုစားကြရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့ BpL ,\nchiclon3,Thaik San , Aditi, Zwe Yan Naing, Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.38GB /  1.12GB\nQuality…1080p ...",
        "rating": "8.2",
        "url": "https://megaup.net/1eQe4/Ayisha_(2023)%C2%A0Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iunbsMWtkwfrtRzU7hdCHhPjjJf.jpg",
        "title": "Drinking Buddies (2013)",
        "description": "Genre – Comedy, Drama, Romance\nIMDB – 6.1/10 ဇာတ်ကားနာမည်လေးအတိုင်း အရက်သောက်ဖော်သောက်ဖက် အကြောင်းလေးပါ ဒါပေမဲ့ ယောက်ျားလေးအချင်းချင်းမိန်းကလေးအချင်းချင်း မဟုတ်ပဲ ယောက်ျားလေးနဲ့မိန်းကလေး သောက်ဖော်သောက်ဖက်ပေါ့လေ။ ဘီယာချက်စက်ရုံတစ်ခုမှာ တစ်ဦးတည်းသော မိန်းကလေးဖြစ်တဲ့ပွဲစီစဉ်သူ စီမံခန့်ခွဲရေးက ကိတ်နဲ့ ဘီယာချက်တဲ့စက်ပိုင်းကလုခ်တို့ဟာ အရမ်းခင်မင် အတူတူသောက်စား မူးရူးညတွေလည်း ပလူးပလဲနေကြတဲ့ ဘော်ဒါနှစ်ယောက်ဖြစ်ကြပါတယ် ဒါပေမဲ့ လွန်ကျူးတာမျိုး ချစ်မိသွားတာမျိုးမရှိခဲ့ပါဘူး။ ကိတ်မှာလည်း စတူဒီယို လုပ်နေတဲ့ ချစ်သူခရစ်စ်ဆိုတာ ရှိသလို လုခ်မှာလည်း စာသင်တဲ့ကောင်မလေးဂျေးလ်ဆိုတာ ရှိကြပါတယ်။ ဒီလိုနဲ့ တစ်ရက် အလုပ်ပိတ်ရက်မှာနှစ်တွဲချိန်းကြပြီး ပင်လယ်ဘေးက အိမ်လေး အလည်အပတ်ထွက်ခဲ့ချိန်မှာတော့ ကိုယ်စီ ကိုယ်စီ တွဲနေကြတာကမှန်ကန်တဲ့လူ ဖြစ်မလား၊ ဘယ်သူက ကိုယ့်အတွက် မှန်ကန်မလဲစသဖြင့် အတွဲနှစ်တွဲကြားက ပြဿနာလေးတွေ အလုပ်ကပြဿနာလေးတွေ အနောက်တိုင်း အချစ်ပြဿနာလေးတွေကိုဖော်ပြထားတဲ့ ဟာသ ဒရမ်မာကားလေး တစ်ကားဖြစ်ပါတယ်။ ခေါင်းဆောင်နေရာက ကျွန်တော်တို့ မင်းသမီးအလန်းစားOlivia Wilde ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eQa3/Drinking.Buddies.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5naJg0K8xF0h0HWEfiz6rc9lC4.jpg",
        "title": "Enough Said (2013)",
        "description": "Genre – Comedy, Romance, Drama\nIMDB – 7.0/10အချစ်ကားလေးဆိုလို့ နုနုငယ်ငယ်လေးတွေ ဖလန်းဖလန်းထကြတဲ့ကားမျိုးတော့ မဟုတ်ပါဘူး။ ဒါပေမဲ့ အဲဒါကိုကဇာတ်ကားနဲ့ ဒိုင်ယာလော့ခ်တွေကို ပိုပြီး စစ်မှန်စေတယ်လို့ကျွန်တော်ကတော့ ခံစားရတယ်။ စိတ်ကူးယဉ်မဟုတ်ပဲလက်တွေ့လောကကို ပိုပြီး မြင်ရသလိုမျိုးပေါ့။ ဇာတ်လမ်းကတော့ အိမ်ထောင်ကွဲထားပြီး သမီးကိုယ်စီမွေးထားတဲ့သက်လတ်ပိုင်းအရွယ်တွေရဲ့ ဘဝနေထိုင်မှုကို အသားပေးထားတာမျိုးပါ။ အီဗာဆိုတဲ့အမျိုးသမီးကတော့ ကွာရှင်းထားတာ ၁၀ နှစ်ရှိနေပြီသမီးလေးကလည်း ကောလိပ်သွားတက်ရတော့မယ်သူကိုယ်တိုင်ကလည်း သူများကိုနှိပ်နယ်ပေးရတဲ့ ပရော်ဖက်ရှင်နယ် အနှိပ်သည်တစ်ယောက်ပေါ့လေ။ တစ်ဖက်ကအဲဘတ်ကကျ ကွာရှင်းထားတာ ၄ နှစ်လောက်ရှိပြီ သမီးကလည်းကောလိပ်သွားတော့မယ် သူကကျ ရိုးရာသမိုင်းစာကြည့်တိုက်မှာ တီဗီအစီအစဉ် ထိန်းသိမ်းတာမျိုး လုပ်တဲ့လူ။အီဗာက နှိပ်ပေးရင်းနဲ့ သူငယ်ချင်းရထားတာရှိတယ်ယောက်ျားမကောင်းကြောင်း အင်မတန်ပြောလေ့ရှိတဲ့ ကဗျာဆရာမ မယ်ရီအန်းပေါ့လေ။ ဒီလိုနဲ့ ပါတီတစ်ခုမှာ အီဗာနဲ့အဲဘတ်တို့ တွေ့ခဲ့ကြပြီး နောက်ပိုင်း တွဲဖြစ်ခဲ့ကြပါတယ်အဲဘတ်က လူဝကြီးဆိုပေမဲ့ အီဗာ့အတွက် အဆင်ပြေခဲ့တယ်။အဲဒီမှာပဲ တစ်ရက်ကျ အီဗာဟာ ကိုယ့်ချစ်သူအဲဘတ်ရဲ့ အရင်မိန်းမဆိုသူက ကိုယ်နှိပ်ပေးနေကြ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3gIuQ/Enough.Said.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/download-133x200.jpg",
        "title": "Days of Daisy (2022)",
        "description": "Daisyဟာ West High school ရဲ့သာမန် စာကြည့်တိုက်မှူးတစ်ယောက်ပါ။ ဒါပေမဲ့ကျောင်းမှာရှိတဲ့ ပန်းချီဆရာမဟာကျောင်းရဲ့ ထောက်ပံ့မှုမရှိခြင်း ၊ ကလေးတွေစိတ်မဝင်စားခြင်း စတဲ့အကြောင်းပြချက်တွေနဲ့ နှစ်ဝက်မှာတင် အလုပ်ထွက်သွားခဲ့တဲ့ပါတယ်။ ဒါနဲ့ပဲ ပန်းချီသင်ပေးမယ့်ဆရာမ မရှိတော့တာကြောင့် ဆောက်တည်ရာမရ ဖြစ်နေတဲ့ ကလေးတွေကို ကူညီပေးချင်တဲ့ စိတ်တစ်ခုနဲ့ Daisy တစ်ယောက်ဟာပန်းချီဆရာမနေရာကို ပန်းချီမဆွဲတတ်ဘဲနဲ့ ရောက်လာပါတော့တယ်။ Personal life မှာလဲ Pressure တွေအရမ်းများနေတဲ့ သူ့ရဲ့ဘဝထဲကို လွတ်လပ်စွာနေတတ်သူ Jack Palmer ဆိုတဲ့ ဓာတ်ပုံဆရာတစ်ယောက် ရောက်လာသောအခါ.....။ File size…(1.3 GB)/(700 Mb)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Dave",
        "rating": "5.0",
        "url": "https://megaup.net/1eQ6z/Days.of.Daisy.2023.720p(CM).AMZN.WEBRip.1400MB.DD5.1.x264-GalaxyRG.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BM2YwN2QxZjEtNDIyMS00NjU1LTk3NmMtMzhkMGQ0N2IyZTZkXkEyXkFqcGdeQXVyOTMxMjYwMzI@._V1_-143x200.jpg",
        "title": "The Meg (2018)",
        "description": "The Meg 2018 ရုပ်ရှင်ကားဟာ ကမ္ဘာအကြီးဆုံး ငါးမန်းမျိုးနွယ်ဖြစ်တဲ့ Megalodon ဆိုတဲ့အကောင်ကြီးက\nရေအောက် လေ့လာရေးစခန်းကို တိုက်ခိုက်တဲ့ သည်းထိတ်ရင်ဖို ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်နာမည်ကျော် အက်ရှင်မင်းသား Jason Statham က ခေါင်းဆောင် ပါဝင်ထားပြီး\nတရုတ်မင်းသမီးချောလေး Li Bingbing လဲ ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်း ပုံစံကတော့...\nမာနာဝမ် ဆိုတဲ့ ရေအောက်လေ့လာရေး သုတေသန အဖွဲ့ဟာ\nရေအောက် အနက်ဆုံးကြမ်းပြင်ထိ လေ့လာရေးအဖွဲ့ကို ရေငုတ်ယာဉ်ငယ်တစ်စင်းနဲ့ စေလွှတ်ပြီး\nမျိုးစိတ်အသစ်များကို လေ့လာစေခဲ့ပါတယ်....\nအဲ့ဒီ အနက်ဆုံးရေအောက်ကြမ်းပြင်ဆိုတာ ကြောက်မက်ဖွယ်ကောင်းတဲ့\nနှစ်ချို့ သတ္တဝါကြီးတွေ ကျက်စားရာဒေသ ဖြစ်ပြီးတော့\nအမျိုးအမည်မသိ သတ္တဝါ အချို့ ရဲ့ တိုက်ခိုက်မှုကိုခံလိုက်ရတဲ့ ရေငုတ်ယာဉ်ငယ်ဟာ\nလေ့လာရေး စခန်းနဲ့ အဆက်အသွယ်ပြတ်သွားပါတော့တယ်။ဒီပြသနာတွေကိုဖြေရှင်းဖို့အတွက် ဂျိုးနက်စ်ဆိုတဲ့ တလောကလုံးကို အဆက်ဖြတ်ပြီး\nထိုင်းနိုင်ငံမှာ အနားယူနေတဲ့ ရေအောက်ကယ်ဆယ်ရေးကျွမ်းကျင်သူကို သွားပင့်ရပါတော့တယ်အင်မတန် ချေနေတဲ့ ဂျိုးနက်စ်က ပိုက်ဆံဘယ်လောက်ပေးပေး\nဖျင်မကြွဘူး မလိုက်ဘူးဆိုပေမယ့် အဲ့ဒီပျောက်သွားတဲ့ လေ့လာရေး ရေငုတ်ယာဉ်ငယ်ထဲမှာ\nသူ့ Ex ပါ ပါသွားတာကို သိလိုက်ရတဲ့နောက်မှာတော့ ဒါကိုတော့မလွန်ဆန်နိုင်တော့ဘဲ\nဖျင်ကြွပြီး ကယ်ဆယ်ရေးလုပ်ဖို့ ပြသနာနေရာကို လိုက်သွားပါတော့တယ်...ဂျိုးနက်စ်တစ်ယောက် ပင်လယ်ရေအောက်ကြမ်းပြင်မှာ ဒုက္ခရောက်နေတဲ့သူတွေကို ဘယ်လို ကယ်တင်မှာလဲ\nမမြင်ရတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1UNyi/(CM)_The.Meg.(2018).720p.BluRay-Naung.mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/apO5xGmcEHpdIBc3Zreax7MXl2m.jpg",
        "title": "Life of Crime (2013)",
        "description": "Tim Robbins နဲ့ Jennifer Aniston တို့ အဓိကပါဝင်ထားတဲ့ Comedy ဇာတ်ကားလေး တစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်.... ဇာတ်လမ်းအစမှာတော့ အိမ်ခြံမြေလုပ်ငန်းရှင် ဖရန့်ခ်ဒေါ်ဆင်ရဲ့မိန်းမ မစ်ကီဒေါ်ဆင်ကို ပြန်ပေးဆွဲဖို့ တိုင်ပင်နေကြတဲ့ရာဇဝတ်သား ၂ ယောက်ရဲ့ ဇာတ်ဝင်ခန်းနဲ့ စထားပါတယ်.သူ့မိန်းမကိုယ်တိုင်တောင်မသိတဲ့ ဖရန့်ခ်ဒေါ်ဆင်ရဲ့ လျှို့ဝှက်ချက်တွေကို သိထားတဲ့ သူတို့ ၂ယောက်ကတော့ ဖရန့်ခ်ရဲ့မိန်းမကိုပြန်ပေးဆွဲငွေညှစ်တာက လွယ်လွယ်လေးပိုက်ဆံရမယ့် အလုပ်လို့ထင်ထားခဲ့တာပါ.ဒါပေမယ့် သူတို့မသိတာက ဖရန့်ခ်မှာ သူတို့မထင်ထားတဲ့ မယ်လနီဆိုတဲ့ အငယ်အနှောင်း ရှိနေပြီး.သူ့မိန်းမ မစ်ကီ့ကိုလည်း ကွာရှင်းဖို့ထိ စီစဉ်ထားပြီးဖြစ်နေခဲ့တယ်ဆိုတာပါပဲ. တကယ့်တကယ် မစ်ကီကို ပြန်ပေးဆွဲချိန်မှာတော့ ဖရန့်ခ်အနေနဲ့က သူ့မိန်းမကို ဒေါ်လာ ၁ သန်း ပေးပြီး ပြန်အရယူဖို့စိတ်ကူးမရှိသလို သူ့အငယ်အနှောင်း မယ်လနီကလည်းတခြားအကြံအစည် တစ်ခုရှိနေပါတယ်.ငွေအရလွယ်ဖို့ ပြန်ပေးဆွဲမိကာမှ မြွေပွေးခါးပိုက်ပိုက်မိတဲ့အဖြစ်ကြုံရတဲ့သူတို့၊ မစ်ကီကို ဖမ်းထားရင်း ကြုံတွေ့ရတဲ့အလွဲများ၊ တစ်ဖက်က ဖရန့်ခ်ရဲ့ မီးခဲဖင်ခုထိုင်မိသလိုကြံရာမရဖြစ်ပုံများနဲ့ ဘာတွေ ဆက်ဖြစ်ကြမလဲ စတာတွေကိုဟာသနှော တင်ဆက်ထားတဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1UNxU/Life.Of.Crime.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dAZbMQrH3Ef7knIZqjqhYomTbyv.jpg",
        "title": "When Will You Get Married? (2015)",
        "description": "IMDb - 7.2/10ဇာတ်လမ်းအညွှန်း ဒီဇာတ်လမ်းမှာ ဟိုတယ်တစ်ခုလုံးကို စီမံခန့်ခွဲပေးနေတဲ့မန်နေဂျာမလေး ဒင်ဒါ ဟာ အသက် ၃၃နှစ်အရွယ်အပျိုကြီးမမ၊တစ်ကိုယ်တည်း တောက်ပနေတဲ့ထက်မြက်တဲ့မိန်းမတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ “မိန်းကလေးဆိုတာ သီးချိန်တန်သီးပွင့်ချိန်တန်ပွင့်ရမယ်၊ အသက်၂၀လောက်ဆိုရင်ကို လက်ထပ်သင့်နေပြီနော်” ဆိုပြီး ရှေးရိုးစွဲ မိဘနှစ်ပါးရဲ့ ဖိအားပေးခံနေရပါတယ်။မိဘတွေရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကျင်းပဖို့ ဒင်ဒါ့ကို ပွဲစီမံခိုင်းမယ်၊ဒါပေမဲ့ ကောင်လေးတော့ အိမ်ခေါ်လာရမယ် ဆိုတဲ့ မိခင်စကားကြောင့် ဒင်ဒါတစ်ယောက် အကြံထုတ်ရတော့တာပေါ့။အကြံကတော့ချစ်သူရည်းစားဟန်ဆောင်ပေးမယ့် ကောင်လေးတစ်ယောက်ကိုငှါးဖို့ပါပဲ။ ကောင်လေးဟန်ဆောင်ပေးမယ့်သူက သရုပ်ဆောင်အလုပ်ကို စိတ်အားထက်သန်မှုရှိတဲ့ သရုပ်ဆောင် ဆာထရီယိုဖြစ်ပါတယ်။ ဒရာမာကင်း ဒရာမာကွင်း မိဘနှစ်ပါးနဲ့ ဟန်ဆောင်ရည်းစားလေး သရုပ်ဆောင်ရူး ဆထရီယိုတို့ကြား ဒင်ဒါတစ်ယောက်ဘာတွေကြုံရမလဲ၊ ဒင်ဒါရဲ့ လက်မထပ်ရသေးဖို့အရေးရောအောင်မြင်နိုင်ပါ့မလား၊ ပျော်ရွှင်ဖွယ်ဇာတ်သိမ်းလေးဖြစ်သွားမလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။ drama ၊ romance ၊ comedy ဇာတ်လမ်းမျိုး ဖြစ်တာကြောင့်ရယ်ရယ်မောမော ကြည်ကြည်နူးနူး ကြည့်ရှုကြရမယ့်အပြင်rating လည်းမြင့်တဲ့ အင်ဒိုနိရှားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eQ3d/When.Will.You.Get.Married.2015.NF.WEB-DL.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j9dNIp4MkEqjkDn4aBb00oZtrcy.jpg",
        "title": "The Sword of Jingchu ( 2023 )",
        "description": "တိုင်းပြည်အခြေအနေကမောက်ကမဖြစ်တဲ့အချိန် ထိန်းချုပ်နိုင်ဖို့\nအာဏာတည်တဲ့ဓားရှည်တစ်ချောင်းကို ‌\nခေတ်အဆက်ဆက်ထိန်းသိမ်းလာခဲ့ကြပါတယ်။ဓားရဲ့အရှင်သခင်ဆက်ခံသူရွေးတဲ့နေရာမှာလည်း\nစနစ်ကျကျနဲ့သေချာရွေးတာကြောင့် ဓားရဲ့အရှင်သခင်ဖြစ်ဖို့\nမလွယ်ကူတဲ့အချိန် ယွီတရုန်ဆိုတဲ့ကောင်လေးက\nစစ်ဆေးမှုအဆင့်ဆင့်ကို ဖြတ်ကျော်ပြီး\nဓားပိုင်ရှင်အသစ်ဖြစ်လာခဲ့ပါတော့တယ်.......ဓားကိုလိုချင်နေကြတဲ့ ဓါးပြတွေနဲ့ ကျူးကျော်သူတွေကြောင့်\nသူတန်ဖိုးထားရတဲ့လူတွေကို ဆုံးရှုံးပြီးတဲ့နောက်.....\nဒီဓားနဲ့ပတ်သက်ပြီး လူတွေအများကြီးသေကြေခဲ့ရတာတွေကို\nယွီတရုန်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲဆိုတာ\nစိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ကောင်းမယ့်\nဇာတ်ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1UNur/The_Sword_Of_JingChu_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BOGU3ZDAxMmItOWNhNC00YTkzLWFlZDktYTQ3NmJiYzllNmMzXkEyXkFqcGdeQXVyNjQ4ODE3Mjk@._V1_-212x300.jpg",
        "title": "Ju-on: The Final Curse (2015) ျမန္မာစာတန္းထိုး",
        "description": "မိတ္ေဆြ သင္သိပါသလား Ju-on ဇာတ္ကားေတြဟာ ဂ်ပန္ရုပ္ရွင္သမိုင္းမွာ ေၾကာက္စရာအေကာင္းဆံုးျဖစ္ခဲ့တယ္ဆိုတာကို မိတ္ေဆြသင္သိပါသလား ေဟာလိဝုဒ္ရဲ႕ ေၾကာက္စရာေကာင္းလွပါျပီဆိုတဲ့ သရဲကားေတြဟာ JU-ONကို ေက်ာရိုးယူျပီး ရိုက္ထားတယ္ဆိုတာကို ဒီဇာတ္ကားက Ju-onဇာတ္ကားေတြရဲ႕ ေနာက္ဆံုးကားပါ ကေလးေလးကအစျပဳခဲ့တဲ့ Ju-onက်ိန္စာဟာ ႏွစ္ေပါင္းမ်ားစြာ ဒုကၡေပးခဲ့ပါတယ္ ဒီကားကေတာ့ Ju-onက်ိန္စာရဲ႕ အဆံုးသတ္လို႔ေျပာရမယ့္ကားပါ ကဲအညႊန္းတိုတိုပဲေရးေပးေတာ့မယ္ ၾကည့္မယ့္သူဖီးလ္းပ်က္သြားမွာစိုးလို႔ပါ အေျခခံပညာေက်ာင္းမွာ စာသင္ေနရင္း ေပ်ာက္ဆံုးသြားတဲ့ Yui Shonoကို သူရဲ႕အမ Maiက လိုက္႐ွာပါတယ္ မၾကာခင္ Teriyakiအိမ္ေထာင္စုက သူရဲ႕ညီမ ဘာျဖစ္သြားခဲ့တယ္ဆိုတာ Maiကိုေျပာျပလိုက္ပါတယ္ အဲ့ဒါေၾကာင့္ Maiက Ju-onရဲ႕အေမွာင္လွ်ိဳ႕ဝွက္ခ်က္ကို ေဖာ္ထုတ္ၿပီး အားလံုးအတြက္ က်ိန္စာကို တခါထဲနဲ႔ အဆံုးသတ္ဖို႔ ႀကိဳးစားရမွာပါ\n(review credit to www.khitmarket.com)\nFile size…(680 MB)\nQuality…Bluray Rip\nFormat…mp4\nDuration….01:30:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thanhtike ZawDownload Here (680 MB)\nDownload ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/ju-on-the-final-curse-2015/",
        "category": "Horror"
    }
]