[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMzI3NjU0NmEtODgxZi00M2FmLWFiMDMtZjdmY2M3ODEwYTJmXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR007551000_AL_-227x300.jpg",
        "title": "Azhar (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.1\nဒီကားကေတာ့ အိနၵိယႏိုင္ငံရဲ႕ ခရစ္ကတ္ကစားနည္းသမိုင္းမွာ အေစာဆံုးနာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ မိုဟာမက္အက္ဇ္ဟာရဲ႕ ဘဝဇာတ္ေၾကာင္းကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ အတၳဳပတၱိကားတစ္ကားပါ\nဇာတ္လမ္းကေတာ့ တစ္ျခားတစ္ျခားေသာ\nSport Biographical Movie ေတြလိုပဲ ငယ္စဥ္ကတည္းကေန အခုခ်ိန္ထိ ေအာင္ျမင္ေအာင္ ႀကိဳးစားခဲ့ရပံုေတြကို ျမင္ေတြ႔ရမွာပါ\n၂၀၁၆ရဲ႕ အတၳဳပတၱိကားေကာင္းတစ္ကားလည္းျဖစ္တယ္လို႔ ဆိုၾကပါတယ္\nဒီေန႔ကေတာ့ ကြၽန္ေတာ္တို႔ စီအမ္က ေဘာလိဝုဒ္ကားေတြ ဓာတ္က်ေနတယ္လို႔ဆိုရမွာပဲ...\nဒီေတာ့ ကြၽန္ေတာ္တို႔ေတြ ဒီကားကိုလည္း စီးေမ်ာခံစားၾကည့္လိုက္ၾကရေအာင္ဗ်ာ......\n(ဇာတ္လမ္းအညြန္းကို ကိုကို Ye Khant Min မွ ေရး ေပးထားတာျဖစ္ပါတယ္)\nFile size…(850 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:30:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thanhtike ZawDownload Here (850 MB)\nDownload Small File Size (450 MB)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/azhar-2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjkwZTlhYzQtMTJkZS00YWZhLThjZjktZDk1MzI4YWIwOTJhXkEyXkFqcGdeQXVyNTE0MDc0NTM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Ghayal Once Again (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.8\nRotten Tomatoes-78%\nAjay တစ္ေယာက္ သူငယ္ငယ္တုန္းက ျဖစ္ခဲ့တဲ့ ျပႆနာေတြကေန ႐ွင္းၿပီးေနာက္မွာ...\nသတင္းစာတိုက္မွာ သတင္းေထာက္အျဖစ္ဝင္ေရာက္လုပ္ကိုင္ေနပါေတာ့တယ္\nအဲဒီမွာ သူ႔ရဲ႕ အေၾကာက္အရြံ႔မဲ့မႈေတြ အႏိုင္မခံ အ႐ႈံးမေပးတတ္တဲ့ စိတ္ဓာတ္ေတြေၾကာင့္ သူ႔ကိုႀကိတ္ေလးစားေနတဲ့ အမာခံဖန္လူငယ္ေလးေယာက္႐ွိပါတယ္\nတစ္ေန႔ အဲဒီလူငယ္ေလးေယာက္က သတင္းလိုက္ရင္းသူတို႔ရဲ႕ကင္မရာမွာ\nလူသတ္မႈတစ္ခုပါလာေတာ့တဲ့အခါ...\nဗီဒီယိုထဲမွာပါတဲ့လူေတြကလည္း ၿမိဳ႕ရဲ႕ အာဏာအႀကီးဆံုးလူႏွစ္ေယာက္ျဖစ္ေနတဲ့အခါ...\nကိုယ့္ဘက္မွာ အမွန္တရားပဲ႐ွိတယ္ သူ႔ဘက္မွာက ေငြအားလူအားနဲ႔ ဥပေဒကို ေျပာင္းျပန္လွန္ႏိုင္တယ္\nအဲ့အခ်ိန္မွာ အမွန္တရားကို ျမတ္ႏိုး.အေၾကာက္အလန္႔မ႐ွိဘူးဆိုတဲ့\nAjay အေနနဲ႔ ဘယ္လိုမ်ားရင္ဆိုင္မလဲ ႏိုင္ေရာႏိုင္ပါ့မလား...\nဒီေမးခြန္းေတြရဲ႕ အေျဖကိုသိခ်င္ရင္ေတာ့...\nဒီ RottenTomatoes က Best Movie လို႔ေျပာၿပီး 78%\nရထားတဲ့ကားမွာ ဆက္လက္႐ႈစားၾကရေအာင္ဗ်ာ...\n(ဇာတ္လမ္းအညြန္းကို ရဲခန္.မင္းမွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(840MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….02:07:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike ZawDownload Here (850 MB)\nSmall File Size (450 MB)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghayal-once-again-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BODc0MTkzMDU0M15BMl5BanBnXkFtZTgwMzMwMTIxOTE@._V1_SY1000_CR007101000_AL_-213x300.jpg",
        "title": "Vigilante Diaries (2016) ျမန္မာစာတန္းထိုး",
        "description": "Vigilante Diaries ဇာတ္ကားက Rating 5.3 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\n၉၀ျပည့္ႏွစ္မ်ားက သူရဲေကာင္းေတြနဲ႔ ႐ိုက္ကူးထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းပါ\nဒီဇာတ္ကားမွာ လွိိ်ဳ႕ဝွက္စစ္ဆင္ေရးလုပ္တဲ့ ေအးဂ်င့္ေတြဟာ ရာဇဝတ္သားဘဝကိုေရာက္သြားတဲ့ ပံုမ်ိဳးတင္ဆက္ထားတာပါ\nရသစံုစံုလင္လင္ ခံစားရမွာျဖစ္တဲ့အတြက္ ေထြေထြထူးထူး ေျပာေနစရာမလိုေလာက္ေအာင္ ေကာင္းတဲ့ကားေလးပါ\nJason Mewesႏွင့္ Paul Salonတို႔ေခါင္းေဆာင္ပါဝင္ထားၿပီး ဒါရိုက္တာကေတာ့ Christian Sesmaျဖစ္ပါတယ္\n(ဇာတ္လမ္း အညြန္းကိုေတာ့ မမ Bommy Chan မွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(750 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:48:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Arkar PhyoDownload Here (750 MB)",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/vigilante-diaries-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjg0OTM5OTQyNV5BMl5BanBnXkFtZTgwNDg5NDQ0NTE@._V1_SY1000_CR007361000_AL_-221x300.jpg",
        "title": "The Little Prince (2015)",
        "description": "စည်းကမ်းတိကျတဲ့အမေတစ်ယောက်ရဲ့လက်အောက်မှာ\nထိန်းချုပ်ခံကလေးတစ်ယောက်ရဲ့ခံစားချက်၊ပုံစံခွက်ထဲမှာနေသားကျနေတဲ့ သူမဘဝ၊တစ်နေ့တော့ ထူးဆန်းတဲ့ အိမ်နီးနားချင်းအဖိုးကြီး တစ်ယောက်နဲ့တွေ့ပြီး ထူးဆန်းတဲ့ကမ္ဘာတစ်ခုရှိမှန်းသိလာရတော့တယ်။အဲ့ဒီကမ္ဘာလေးထဲက မင်းသားလေးနဲ့\nတခြားလူတွေရဲ့စရိုက်၊ ကလေးတစ်ယောက်ရဲ့လွတ်လပ်ခွင့် စိတ်ကူးစိတ်သန်း၊ မျှော်လင့်ချက်မပါတဲ့ အချစ်၊အဖိုးကြီးတစ်ယောက်နဲ့ ကလေးငယ်လေး တစ်ဦးကြားက သံယောဇဉ် မေတ္တာ ...စတာတွေကိုအချိတ်အဆက်မိမိ ပုံဖော်ထားလို့ ငြီးငွေ့စရာ သာမန်ကာတွန်းကားတစ်ခုမဟုတ်ဘူးပဲ ဆိုပါရစေ။Imdb rating ကလဲ 7.8 မို့ကြည့်သင့်တဲ့ကားတစ်ကားလို့ အာမခံပါတယ်။(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးပေးထားတာ ဖြစ်ပါတယ်)File size…(840MB)Quality…720p Bluray\nFormat…mp4\nDuration….01:48:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-little-prince-2015/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BOTY0M2Q0OWUtNjlkNS00NDA3LWI3MjktMWUzZDFhZjMwZjkyXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Traffic (2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီႏွစ္မွထြက္တဲ့ ေဘာလိဝုဒ္ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ\nဒီကားထဲမွာေတာ့ ပရိတ္သတ္ေတြသိေလာက္တဲ့ ေတာ္ေတာ္ႀကီးကို ရင္ႏွီးေနမယ့္ မင္းသား မင္းသမီးေတြပါဝင္ထားပါတယ္\nဒီကားက တကယ္ေတာ့ ခ်င္းႏိုင္မွာျဖစ္ပ်က္ခဲ့တဲ့ အိနၵိယတစ္ႏိုင္ငံလံုးကို တုန္လႈပ္ေျခာက္ခ်ားသြားေစခဲ့တဲ့ အျဖစ္အပ်က္တစ္ခုကို မွီျငမ္း႐ိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုုဒ္ပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ႐ွင္းပါတယ္\nနာမည္ႀကီးစူပါစတားတစ္ေယာက္ရဲ႕ သမီးေလး ႏွလံုးေရာဂါျဖစ္လို႔ ခြဲစိတ္ကုသရေတာ့မယ့္ အခ်ိန္ ႏွလံုးအစားထိုးဖို႔႐ွာေနတဲ့အခ်ိန္\nသူနဲ႔ကိုက္တဲ့ႏွလံုးရလာေတာ့ အခ်ိန္ကလည္းကပ္ေနျပ ဘယ္လိုမွပို႔ေပးလို႔မရတဲ့အခ်ိန္မွာ\nတစ္နာရီကို ၁၂၀ကီလိုႏႈန္းနဲ႔ ကမာၻေပၚမွာ အ႐ႈပ္ဆံုးလမ္းေတြထဲတစ္ခုျဖစ္တဲ့ မြန္ဘိုင္းလမ္းေတြေပၚမွာ ေမာင္းရဖို႔ ၾကံဳလာေတာ့အခါ...\nဇာတ္လမ္းကေတာ့ ဒီေလာက္ပါပဲ ဒါေပမယ့္ ဒီကားကေပးသြားတဲ့ အေတြးလိႈင္းဂယက္ေတြကိုေတာ့ ခ်ဳပ္ထိန္းလို႔မရေစရဘူးလို႔ အာမခံႏိုင္ပါတယ္\nေတြးစရာေတြ plot ေတြ အမ်ားႀကီးခ်န္သြားခဲ့တဲ့ ကားေကာင္းတစ္ကားပါလို႔...\n(ဇာတ္လမ္းအညြန္းကိုေတာ့ ရဲခန္.မင္းမွ ေရးေပးထားတာျဖစ္ပါတယ္)File size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/traffic-2016/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p36157_v_v8_ak-133x200.jpg",
        "title": "The Island (2005)",
        "description": "The Island (2005)______IMDb - 6.8/10 IMDb Rating (6.8/10) ရရှိထားတဲ့ Action, Sci-Fi, Thriller  အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မင်းသား မက်ဂရီဂေါနဲ့ မင်းသမီး စကားလတ်ဂျိုဟန်ဆန်တို့ အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့ စိတ်ဝင်စားဖွယ်ရာပါ။Lincoln Six Echo လို့အမည်ရသူဇာတ်ဆောင်မင်းသားဟာ ဘဝသေတစ်ခုမှာ နေ့စဉ်ရှင်သန်မှုတွေကို သံသယဝင်လာပြီးနေထိုင်ကျက်စားရာ တားမြစ်နယ်မြေ ပတ်ဝန်းကျင်ကို လေ့လာမွှေနှောက်တဲ့အခါမှာ နည်းပညာစမ်းသပ်မှုတွေကြောက်လန့်ဖွယ်ရာတွေ ရာဇဝတ်မှုတွေကို သိမြင်လာတဲ့အခါမှာတော့ လွတ်မြောက်ဖို့ ကြိုးစားရင်းသူကိုယ်တိုင်ကိုယ်က ဘဝသေတစ်ခုဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့..........။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)IMDb Rating (6.8/10) ရရွိထားတဲ့ Action, Sci-Fi, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။မင္းသား မက္ဂရီေဂါနဲ႕ မင္းသမီး စကားလတ္ဂ်ိဳဟန္ဆန္တို႕ အဓိကပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့ စိတ္ဝင္စားဖြယ္ရာပါ။Lincoln Six Echo လို႕အမည္ရသူဇာတ္ေဆာင္မင္းသားဟာ ဘဝေသတစ္ခုမွာ ေန႕စဥ္ရွင္သန္မႈေတြကို သံသယဝင္လာျပီးေနထိုင္က်က္စားရာ တားျမစ္နယ္ေျမ ပတ္ဝန္းက်င္ကို ေလ့လာေမႊေႏွာက္တဲ့အခါမွာ နည္းပညာစမ္းသပ္မႈေတြေၾကာက္လန္႕ဖြယ္ရာေတြ ရာဇဝတ္မႈေတြကို သိျမင္လာတဲ့အခါမွာေတာ့ လြတ္ေျမာက္ဖို႕ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x34u/The_Island_[2005]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Vacance_Korean_Movie-p2-209x300.jpg",
        "title": "Vacance (2013) ျမန္မာစာတန္းထိုး 20+",
        "description": "ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္\nကိုးရီးယားမွာၿပည္႕တန္ဆာလုပ္ငန္းေတြ လူကုန္ကူးတာေတြ မေကာင္းမႈဒုစရိုက္ေတြ\nေခတ္ထေနတဲ့အခ်ိန္ေပ့ါ\nလူဆိုးဂိုဏ္းတခုမွာ အဖမ္းခံထားရတဲ့ခ်စ္သူကိုသြားကယ္တဲ့ဂၽြန္ဆန္းဟာ\nလူဆိုးေတြရဲ႕ညင္ပန္းႏွိပ္စက္မႈကိုခံရၿပီး ေၿခေထာက္တဖက္အေၾကာၿဖတ္္ခံလိုက္ရပါတယ္\nဂၽြန္ဆန္းရဲ႕ခ်စ္သူဟာလည္းမ်က္လံုးတဖက္ဓါးနဲ႕အလွီးခံလိုက္ရတယ္...ေနာက္ငါးႏွစ္ၾကာတဲ့အခ်ိန္မွာဂၽြန္ဆန္းတို႕စံုတြဲဟာ သူတို႕ကိုႏွိပ္စက္ခဲ့တဲ့\nလူဆိုးဂိုဏ္းက ေခါင္းေဆာင္သံုးေယာက္ကိုလက္စားေခ်ဖို႕အတြက္\nမိန္းကေလးသံုးေယာက္ကိုငွားရမ္းခဲ့ပါေတာ့တယ္....\nထိုသံုးေယာက္ကေတာ့ ရုပ္ရွင္စတား ေဂ်ဘင္း...ေယာက်ာ္းေတြကိုၿမဴဆြယ္ရာမွာေတာ္တဲ့ ေဟရင္းနဲ႕\nရည္စားေပြရႈပ္တဲ့ ဟန္ယူဟီးတို႔႔ပဲၿဖစ္ပါတယ္...ထိုသံုးေယာက္က ဘယ္လိုလက္စားေခ်ၾကမယ္ဆိုတာကိုၾကည္႕ရႈၾကပါအံုးဆို႕\nမိမိၿပဳလုပ္ေသာမေကာင္းမႈသည္မိမိဆီကိုၿပန္လာတတ္သည္ဆိုတဲ့ သေဘာတရားကို\nအခုကားမွာ ေတြ႕ရိွရမွာၿဖစ္ပါတယ္...စကားလံုးမ်ားႏွင့္ ဇာတ္၀င္ခန္းမ်ားသည္\nအသက္မၿပည္႕ေသးေသာသူမ်ားမ်ားၾကည္႕ရႈရန္မသင့္ေတာ္ပါ\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ap Newschoolပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/vacance-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-20/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNTE5NzMxNzkwNl5BMl5BanBnXkFtZTgwOTQ0Nzk5NzE@._V1_-203x300.jpg",
        "title": "The Peanuts Movie (2015)",
        "description": "The peanuts ဆုိရင္ေျပးျမင္ၾကတဲ့ စႏူပီနဲ႔ မအူမလည္ခ်ာလီတို႔ရဲ႕ကားကို\nညီမေလး ျမတ္ကဘာသာျပန္ေပးလိုက္ပါၿပီ။\nခ်ာလီဘေရာင္း၊ စႏူပီ၊ လူစီ၊ လိုင္းနပ္စ့္ နဲ႔က်န္တဲ့ခ်စ္လွစြာေသာ \"Peanuts\" ဂိုဏ္သားေတြကေတာ့ သူတို႔ကိုမျမင္ေတြ႕ရဖူးတဲ့ 3D စခရမ္ေပၚမွာေပၚလာခဲ့ၾကပါၿပီ။ ခ်ာလီဘေရာင္းနဲ႔သူ႕ရဲ႕ အခ်စ္ရဆံုးေသာေခြးကေလး စႏူပီတို႔ႏွစ္ေယာက္အေၾကာင္း။ သူရဲေကာင္းဆန္တဲ့စြန္႔စားခန္းေတြနဲ႔ေလယာဥ္ေမာင္းၿပီး ေလသူူရဲနီ နဲ႔စိတ္ကူးယဥ္စာေရးရင္း ေကာင္းကင္တိုက္ပြဲ၀င္တဲ့၊ သူ႕ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္း ခ်စ္စရာအိမ္ေမြးေခြးေလးစႏူပီနဲ႔ ေကာင္မေလးကုိေၾကြၿပီး ပ်ားတုတ္ေနတဲ့ ခ်ာလီတို႕ရဲ႕ ေခတ္ေဟာင္း ကာရိုက္တာကို ဒီေန႔ေခတ္မွာျပန္လည္တူးဆြျပထားပါတယ္။\nရုပ္ရွင္ရဲ႕အဓိကေက်ာရိုးကေတာ့\nခ်ာလီက သူတို႔အိမ္နားကိုအသစ္ေျပာင္းလာတဲ့\nဆံပင္အနီေရာင္နဲ႔ေကာင္မေလးကိုခိုက္သြားပါတယ္။ ဒါေပမဲ့ ေကာင္မေလး အထင္ႀကီးဖို႔ သူူႀကိဳးစားသမွ်တိုင္းက ထံုးစံအတိုင္း ေစာၾကည္ျဖဴျဖစ္သြားပါတယ္။ ဒီအခ်ိန္မွာပဲ က်ဳပ္တို႔ဇာတ္လိုက္ေက်ာ္ႀကီး ခ်ာလီတစ္ေယာက္ စာေမးပြဲမွာအမွတ္ျပည့္ရၿပီး ေက်ာင္းရဲ႕ဂုဏ္ထူးေဆာင္ခ်ီးျမွင့္ခံရပါေတာ့တယ္။ ဒါေပမဲ့ အဲ့ဒီအမွတ္စာရင္းကမွားေနမွန္းသိတာနဲ႔တစ္ၿပိဳင္နက္ သူ႕ရဲ႕ေအာင္ပြဲခံဇာတ္လမ္းဟာ ဆုပ္လည္းစူးစားလည္းရူးတဲ့ ေၾကာင္သူေတာ္ဘ၀ေရာက္ရေတာ့တာပါပဲ။ ဒီလိုအေျခအေနကုိခ်ာလီဘယ္လိုျဖတ္ေက်ာ္ခဲ့သလဲဆိုတာနဲ႔ ..အရင္အတိုင္း မူရင္းအရသာမေျပာင္းတဲ့ အရင္လိုတလြဲေတြလုပ္ေနတဲ့ ခ်ာလီဘေရာင္းနဲ႔ ေဘးနားကလူစီ လိုင္းနပ္စ္ တို႔ကိုလည္းေတြ႕ရမွာပါ။\nအိမ္မွာတီဗြီကလာတိုင္းၾကည့္ခဲ့ရတဲ့ ငပိန္းခ်ာလီဘေရာင္းနဲ႕ ေခြးေလးစႏူပီတို႔ကိုသိရင္ ဒီကားကုိအရမ္းႀကိဳက္ၾကမွာပါ။ ထြက္ၿပီးမၾကာခင္မွာပဲ\nMeghan Trainor ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-peanuts-movie-2015/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/vIsIU2t-212x300.jpg",
        "title": "Royal Tramp 2 (1992) ျမန္မာစာတန္းထိုး",
        "description": "Royal Tramp (1992)https://channelmyanmar.org/royal-tramp-1992/ ဇာတ္ကားရဲ႕အဆက္ပါ....တသြင္သြင္စီးေနတဲ့ျမစ္ဝါၾကီးလို ဂုဏ္က်က္သေရနဲ႕ ေဝခြ်ဲဘိုကိုအခန္႕သား ထပ္မံျမင္ေတြ႕ရမွာပါ။လူတိုင္းက လူတိုင္းကိုအသံုးခ်ဖို႕ၾကိဳးစားေနၾကတဲ့အခ်ိန္မွာ အမတ္မင္းေဝခြ်ဲဘိုကေတာ့ ကိုယ္ၾကိဳက္ရာ ႏွစ္သက္ရာကိုၾကံဳသလိုျဖစ္သလိုဖန္တီးသြားပံုကို ဟာသေရာျပီး တေသာေသာၾကည့္ရႈရမွာပါ။IMDb Rating (7/10) ရရွိထားပါတယ္။(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(700MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:37:40\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-2-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/q4SjqdAbO68lWCVhNZ7dafVgSsG-212x300.jpg",
        "title": "Royal Tramp (1992) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ရဲ႕ IMDb Rating (7.2/10) ရရွိထားတဲ့ ဟာသဇာတ္ကားပါ။\nရယ္ရလြန္းလို႕ အူေတာင္တက္ပါတယ္။ဘဝရဲ႕ရွင္သန္ေနထိုင္မႈပံုစံမ်ိဳးစံုထဲမွာ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ေဝခြ်ဲဘိုရဲ႕ေနထိုင္မႈစရိုက္ပံုစံကိုေတာ့\nအေတာ္သေဘာက်မိပါတယ္။ ကြ်န္ေတာ့္စိတ္ထင္ ဒိန္ခဲေရႊ႕တဲ့စာအုပ္ထဲက ဖိန္႕တစ္လံုးေဆာင္ထားတဲ့\nလူတစ္ေယာက္ပံုစံမ်ိဳးပါ။ဘဝဆိုတာ ၾကမ္းတမ္းတယ္...မရိုးရွင္းဘူး...\nကံၾကမၼာကလဲ အံစာတံုးတစ္တံုးလို က်ခ်င္တဲ့နံပါတ္ကိုခ်ျပတယ္...ဒီလိုဘဝၾကီးထဲမွာ ေပ်ာ္ရႊင္စြာ ႏွစ္ေျမာခံစားဖို႕\nအရာအားလံုးကို ၾကံဳသလိုေျဖရွင္းသြားျပီး ေလာကရဲ႕အႏွစ္သာရကိုအျပည့္အဝခံစားသြားတဲ့ ေဝခြ်ဲဘိုဆိုတဲ့ဇာတ္ေကာင္ဟာ\nစိတ္ညစ္စရာေတြေတြ႕လာတဲ့အခါ အမွတ္ရစရာအျဖစ္ရွိေနမွာပါ။ဇာတ္လမ္းကေတာ့...\nေဝခြ်ဲဘိုဟာ တစ္ဝမ္းတစ္ခါးကိုၾကံဳသလိုေျဖရွင္းေနသူပါ။\nတစ္ေန႕ေတာ့ ဘုရင့္ကိုေတာ္လွန္ေနတဲ့အဖြဲ႕ထဲ မထင္မွတ္ဘဲေရာက္သြားျပီး\nနန္းတြင္းမွာ အေယာင္ေဆာင္အမႈထမ္းျပီး ဘုရင္ကိုလုပ္ၾကံဖို႕နဲ႕ သိုင္းက်မ္းကိုခိုးယူဖို႕ေစလႊတ္ခံရပါတယ္\nဒါနဲ႕ ေရႊနန္းေတာ္မွာ အမႈထမ္းဖို႕ အလုပ္သြားေလွ်ာက္တာ\nမထင္မွတ္ဘဲ ကုန္းကုန္းအမႈထမ္းေခၚတဲ့ဖက္ေရာက္သြားျပီး\nေဝွးသင္းတဲ့ေနရာကိုေရာက္သြားပါတယ္။\nကံေကာင္းစြာနဲ႕ ေဝွးသင္းမခံရဘဲ နန္းေတာ္ရဲ႕အရႈပ္ထုပ္တစ္ခုမွာ အမႈထမ္းဖို႕ထပ္မံေစခိုင္းခံရပါတယ္။\nေရႊနန္းေတာ္ကလဲ အေတာ္ရႈပ္ေထြးျပီး ဘုရင္ကလဲ ကေလးအရြယ္မို႕ အမတ္ေတြဟာ\nသူတစ္လူ ငါတစ္မင္း လုပ္ခ်င္ရာလုပ္ေနၾကပါတယ္။\nသူဟာ နန္းေတာ္အတြင္းမွာ ဘုရင္နဲ႕ပါထပ္မံခင္မင္သြားတဲ့အခါမွာေတာ့.......\nေဝခြဲ်ဘိုဟာ ...ဘုရင္ကိုလုပ္ၾကံခ်င္သူအဖြဲ႕ထဲကလဲျဖစ္သလို...\nသိုင္းက်မ္းခိုးယူမယ့္အဖြဲ႕ကလဲျဖစ္သလို...\nဘုရင့္ဘက္ေတာ္သားလဲျဖစ္လာတဲ့အခါမွာ...\nထင္ရာျမင္ရာ ဥာဏ္ရွိသလို အခက္အခဲမ်ားကိုေျဖရွင္းပံုကို တေသာေသာရယ္ေမာၾကည့္ရႈရမွာပါ။\n(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:50:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captcha-212x300.jpg",
        "title": "The Bodyguard (2016) ျမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ကားသစ္ေတြကိုနစ္သက္ပါတယ္ဆိုတဲ႔ပိရိတ္သတ္ေတြအတြက္အက္ရွင္ကားအသစ္စက္စက္ေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီကားေလးကိုၾကည့္ျပီးရင္ပရိတ္သတ္ေတြဟိုတစ္ခ်ိန္တစ္\nခါကနာမည္ၾကီးခဲ႔တဲ႔ဂ်က္လီရဲ႕သက္ေတာ္ေစာင့္ကားေလးကိုျပန္လည္အမွတ္ရမိေစမယ္ဆိုတာေသခ်ာပါတယ္ဒါေပမဲ႔နည္းပညာတိုးတက္လာမႈနဲ႔အတူ\nရိုက္ခ်က္ေကာင္းေတြသံုးထားတာေၾကာင့္ဒီဇတ္ကားေလးဟာပရိတ္သတ္ေတြကိုဆြဲေဆာင္နိင္မႈေပးစြမ္းအံုးမွာပါဇာတ္လမ္းကေတာ့သက္ေတာ္ေစာင့္တို႔ရဲ႕ထံုးစံအတိုင္းေကာင္မေလးတစ္ေယာက္ကိုကာကြယ္ေစာင့္ေရွာက္ရတဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးတစ္ေယာက္ကိုရိုက္ကူးထားတာပါပဲ..ေကာင္မေလးအေပၚေငြေၾကးေၾကာင့္မဟုတ္ပဲသံေယာဇဥ္တြယ္တာမိသည့္စိတ္ျဖင့္အသက္ကိုပင္ပဓါနမထားဘဲကာကြယ္ေစာင့္ေရွာက္တဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးအေၾကာင္းကိုေသခ်ာစြာရိုက္ကူးျပထားပါတယ္အက္ရွုင္ေတြကေတာ့အလြန္ပင္ေကာင္းမြန္သည့္အတြက္အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႔မယ့္ကားေကာင္းေလးတစ္ကားပါပဲအက္ရွင္မွ်သာမကလွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္လက္မလြတ္သင့္သည့္ဇာတ္ကားတစ္ကားလို႔ညြန္းလိုက္ပါရေစ။(Soe Htwe ႏွင့္ John La Young မွပူးေပါင္းတင္ဆက္လိုက္တာပါ။)\nFile size…(700MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:29:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\n(or)\nDownload and Watch 720p HD(VIP Link)\nVIP Member - Click Here!",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bodyguard-2016/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/ghostbusters-poster-130x200.jpg",
        "title": "Ghostbusters (2016)",
        "description": "Ghostbusters (2016)\nIMDb - 6.5/10_____Rotten - 74%\n   \n2016 ထွက်မယ့် ရုပ်ရှင်တွေထဲမှာ ကြည့်ချင်နေပေမယ့် သိပ်တော့မျှော်လင့်မထားတဲ့ ရုပ်ရှင်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ Ghostbusters ပါပဲ။ တစ္ဆေဖမ်းသူများပေါ့။ Rating ကလည်း  6.5 ပါ။ မနေ့က ထွက်လာတော့ ကြည့်လိုက်မိတဲ့အချိန်မှာ နည်းနည်းတော့ အံ့အားသင့်သွားမိတယ်။ ဇာတ်လမ်း အဖွင့် အလည် အဆုံးက ကျေနပ်စရာလေး ဖြစ်နေလို့ပါပဲ။ အဖွင့်မှာ နိဒါန်းပျိုးသွားပုံလှတယ် သူတို့ အဖွဲ့ကို အလည်မှာ တည်ဆောက်သွားတာ အသက်ဝင်တယ် အဆုံးမှာ ကျေနပ်စရာ တိုက်ခိုက်မှုတွေနဲ့ ဇာတ်သိမ်းရလိုက်တယ်လို့ ပြောရမယ်ထင်ပါတယ်။ ဒါ့အပြင် Thor နဲ့ Huntsman ကားတွေရဲ့ သရုပ်ဆောင်ကြီးက ဒီကားမှာ သူ့ကိုတွေ့တိုင်းရယ်နေရအောင် ကောင်းကောင်းအစွမ်းပြသွားတယ်လို့လဲ ပြောလို့ရမယ်ထင်ပါတယ်။\nငယ်ငယ်က တစ္ဆေသရဲနဲ့ ပတ်သတ်တာတွေကို ယုံကြည်ပြီး စာအုပ်တစ်အုပ်တောင် အတူရေးခဲ့တဲ့ အချစ်ဆုံး သူငယ်ချင်း ၂ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hds5/Ghostbusters_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNTE0NTMzNjE0NV5BMl5BanBnXkFtZTgwMzM4NTM3OTE@._V1_UY1200_CR8906301200_AL_-158x300.jpg",
        "title": "31 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ေဖ်ာ္ေျဖေရးသမား ငါးေယာက္ ခရီးစဥ္တစ္ခုမွာ ျပန္ေပးဆြဲခံရပါတယ္။ျပန္ေပးဆြဲခံရတဲ့ေနရာက ေခ်ာက္ခ်ားဖြယ္ေနရာ တစ္ခုအဲ့ေနရာမွာပဲ ေၾကာက္မက္ဖြယ္ေကာင္းၿပီးရက္စက္တဲ့ဂိမ္းတစ္ခုမွာ ပါဝင္ေစျခင္း ခံရတယ္...အဲ့ဂိမ္းက ရက္စက္တဲ့ လူျပက္ ပုံစံ လူသတ္သမားေတြရဲ႕ လက္ကေန ၁၂နာရီ ၾကာေအာင္ အသက္႐ွင္ရမယ္ ဆုိတာ ပါပဲ......။\nအရမ္း ရက္စက္တဲ့ သူေတြ ရဲ႕လက္ထဲမွာ သူတုိ႔ ၁၂နာရီ ၾကာေအာင္ အသက္႐ွင္ႏုိင္ပါ့မလားဆိုတာ....။IMDb (5.6)ရရွိထားတဲ့ ဒီဇာတ္ကားဟာ ေသြးထြက္သံယိုေတြကို အမွန္အကန္ ရိုက္ျပထားလို႕ ေၾကာက္တတ္သူမ်ားနဲ႕ ကေလးငယ္မ်ားမၾကည့္သင့္ပါ။(Tariq L Walker မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(700MB)\nQuality…Web-DL Rip 720p\nFormat…mp4\nDuration….01:43:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\n(or)\nDownload and Watch 720p HD(Google)",
        "rating": "",
        "url": "https://channelmyanmar.org/31-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Pan_2015_poster-202x300.jpg",
        "title": "Pan(2015)",
        "description": "Channel Myanmar ပရိတ္သက္ၾကီးေမွ်ာ္လင့္ေနတဲ့ Pan 2015 ဇာတ္ကားေကာင္းေလးပါ။ ငယ္ငယ္တုန္းက ၾကည့္ခဲ့ၾကဖူးတဲ့ Peter Pan ကာတြန္းကားေလးကို မွတ္မိၾကေသးလားမသိဘူး? အခုတင္ေပးမယ့္ကားကေတာ့ အဲဒီကာတြန္းကားကို ရုပ္ရွင္အေနန႔ဲျပန္ရိုက္ကူးထားတာေလးပါ။စူးစမ္းခ်င္စိတ္ရွိျပီး ျဖတ္ထိုးဥာဏ္ေကာင္းတဲ့ အသက္၁၂ႏွစ္အရြယ္ မိဘမဲ့ေလး ပီတာဟာ တစ္ေန႔မွာေတာ့ မိုးေပၚပ်ံႏုိင္တဲ့ ပင္လယ္ဓားျပေလွၾကီးတစ္စီးရဲ႕ဖမ္းဆီးေခၚေဆာင္ျခင္းကိုခံရျပီး Neverland ဆိုတဲ့ပဥၥလက္ဆန္တဲ့ကၽြန္းကို ေခၚေဆာင္သြားခံခဲ့ရပါတယ္။ အဲဒီကၽြန္းမွာ ပင္လယ္ဓားျပေခါင္းေဆာင္ ၾကီးအတြက္ Pixumလုိ႔ေခၚတဲ့ေက်ာက္မ်က္ေတြရွာေဖြေပးရတဲ့ ေက်ာက္တူးသမားအျဖစ္ခိုင္းေစခံေနရရာက သူကိုယ္တိုင္မသိခဲ့တဲ့ သူ႔ရဲ႕စြမ္းအားေတြကို ရွာေဖြေတြ႔ရွိလာျပီးသူ႔ဘ၀အစစ္အမွန္ကို ရွာေတြ႔ဖို႔လမ္းစေတြေပၚလာခဲ့ပါေတာ့တယ္။ အဲဒီကေန သူ႔မိခင္အရင္းကိုရွာေဖြဖို႔ၾကိဳးစားရင္း ပီတာေလး ဘယ္လုိအခက္အခဲေတြၾကံဳရမလဲ၊ ပင္လယ္ဓားျပေခါင္းေဆာင္ၾကီးန႔ဲ ဘယ္လုိထိပ္တိုက္ရင္ဆုိင္ရမလဲဆိုတာေတြ ေတြ႕ရမွာပါ။\nငယ္ဘ၀ကာတြန္းဇာတ္ေကာင္ကို ကင္မရာအထူးျပဳလုပ္ခ်က္ေတြန႔ဲ လွပေအာင္ဖန္တီးထားတဲ့ရုပ္ရွင္ျဖစ္တာမို႔ Fairy Tale ၾကိဳက္သူေတြအတြက္ေတာ့ ၾကည့္ရက်ိဳးနပ္တဲ့ဇာတ္ကားျဖစ္မွာပါ။ဒီဇာတ္ကားဟာ IMDB မွာေတာ့ Rating 6 အထိရထားျပီး Rotten Tomatoes မွာေတာ့ 26% ရထားတာျဖစ္ပါတယ္။\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူက Ma Thet Oo Mon ...",
        "rating": "",
        "url": "https://megaup.net/2VK6C/Pan_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Girls-Blood-2014-213x300.jpeg",
        "title": "Girl’s Blood 2014 18+ (Adult Movie)",
        "description": "ဇာတ်ကားကို John La Yaung (Myo Zin) မှ ဘာသာပြန်ပေးထားတာပါမိန်းမ လက်ဝှေ့ နပန်း လောက အကြောင်း ရိုက်ကူးထားတဲ့ 18+ ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ Actionပိုင်းကိုဇတ်အိမ်တည်ထားပြီးရိုက်ကူးထားတဲ့ Lesbianကားလေးပါ မိန်းမချင်းလည်းချစ်ပိုင်ခွင့်ရှိတာပဲဆိုတာ\nဖော်ပြထားပုံပါပဲ...ဒီတော့ အညွန်းကိုဆက်သွားရအောင်..\n..Girl's Bloodတွေရဲ့တိုက်ခိုက်ရေးနေရာကို တရားမဝင်ဖွင့်ထားတယ်ဆိုပြီး Andos ဂိုဏ်းကလာရောက်ပြောဆိုပါတယ်\nဒီလိုပြောဆိုရတာကလည်းAndosဂိုဏ်းချုပ်ရဲ့မိန်းမနဲ့ Girl's Blood Teamထဲကကောင်မလေးနဲ့က ငြိစွန်းနေကြလို့ပါပဲ...\nဒီတော့ပွဲကကြည့်လို့ကောင်းသွားပါပြီး ဘာလို့ဆို\nGirl's Blood teamရဲ့ခေါင်းဆောင်ကAndosဂိုဏ်းကိုအသေအကြေတိုက်ဖို့စိန်ခေါ်ဖန်တီးလိုက်ပါတယ်...ကောင်မလေးချောချောလေးတွေရဲ့လန်းလွန်းတဲ့\nFightingခန်းတွေကိုလည်းတွေ့မြင်ကြရဦးမှာပါ\nနောက်ဆုံးအနေနဲ့ဒီကားမှာသူချပြတဲ့အကြောင်းရင်းက..အနေနီးရင်ရန်သူကနေမိတ်ဆွေအစစ်တောင်ဖြစ်လာနိုင်သေးပါလားဆိုတာ ကွက်ကွက်ကွင်းကွင်းပုံဖော်ထားပါတယ်File Size          : 642 MB\nQuality            : BlueRay 720P\nLength             : 2h 7m\nTranslated by : John ...",
        "rating": "5.7",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/san-andreas-poster-133x200.jpg",
        "title": "San Andreas (2015)",
        "description": "San Andreas (2015)__________IMDb - 6.0/10\n Channel Myanmar က ပရိတ်သတ်တွေအတွက် The Rock မင်းသားကြီးပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ ရုပ်ရှင်ကား တစ်ကားကို တင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ IMDb Rating 6.0 ရရှိထားပြီး ကြည့်ရှုဖို့လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းဆိုလည်း မမှားပါဘူး။\nအဖြစ်အပျက်က ဒီဇာတ်ကားမှာ The Rock လို့လူသိများတဲ့မင်းသားကြီးဟာ ကယ်လီဖိုးနီးယား မှာဖြစ်ပျက်သွားတဲ့ ပြင်းထန်တဲ့ ငလျင်ကြီးကြားက အသက်ရှင်ကျန်တဲ့သူတွေကို ရှာဖွေကယ်ဆယ်မဲ့ ရဟတ်ယာဉ်ပိုင်းလော့ တစ်ယောက်ပါ။ ငလျင်ဒဏ်မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ သူ့သမီးကို သူနဲ့ Ex-wife  ဖြစ်လုဆဲဆဲ ဇနီးနဲ့အတူ မဖြစ်နိုင်တဲ့ စွန့်စားခန်းတွေဖွင့်ပြီး သွားရောက်ကယ်ဆယ်ကြမှာပါ။ ဒီဇာတ်ကားမှာ မင်းသားကြီးရဲ့ ပြည့်စုံတဲ့ လှုပ်ရှားမှုတွေ အပြင် ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး လို့ ပြောလို့ရတဲ့ CGI effect တွေကြောင့် ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရှုကြရမှာပါ။ ဒါ့အပြင် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xnej/San_Andreas_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjIzNTcwMDc3Nl5BMl5BanBnXkFtZTgwNzU5NTY5NzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hardcore Henry (2015)",
        "description": "2015 ရဲ႕ ထူးထူးျခားျခား ဇာတ္ကားေကာင္းတစ္ခုနဲ႕ မိတ္ဆက္ေပးပါရေစ။\nIMDb ၆.၈ နဲ႕ FPS စတုိင္ကားပါ။ FPS ဆိုတာ ဂိမ္းကစားသူေတြ အတြက္ရင္းနွီးေပမယ့္\nသာမာန္ရုပ္ရွင္ခ်စ္သူေတြ အတြက္ေတာ့ ထူးျခားေနပါလိမ့္မယ္။ ဇာတ္ေကာင္ရဲ႕ ျမင္ကြင္းအျဖစ္\nရိုက္ကူးထားတာ ျဖစ္ျပီး ဇာတ္ေကာင္ကို မျမင္ရပါဘူး။ ဇာတ္လမ္းအက်ဥ္းကေတာ့\nဟင္နရီကို ေသရြာကေန သိပၸံပညာနဲ႕ ဇနီးျဖစ္သူက ျပန္အသက္သြင္းခဲ့ျပီး သူနိုးထလာခ်ိန္မွာပဲ\nဇနီး ျဖစ္သူကို ဂိုဏ္းေခါင္းေဆာင္ စိတ္စြမ္းအားရွင္တစ္ဦးက ဖမ္းဆီးသြားပါတယ္။\nမွတ္ဥာဏ္မရိွ ဘာေတြျဖစ္ေနမွန္း မသိေတာ့တဲ့ ဟင္နရီဟာ ဇနီးျဖစ္သူကို\nလိုက္ကယ္တင္ရင္း သိခ်င္တဲ့ အေျဖေတြကို ရွာေဖြရပါေတာ့မယ္။\nဒီဇာတ္ကားကလည္း အက္ရွင္ေတြ အေတာ္ေကာင္းျပီး ဇာတ္လမ္းကလည္း\nဆက္တိုက္ အရိွန္ျမင့္လာတာမို႕ ၾကည့္ဖို႕ေကာင္းမယ့္ ကားတစ္ခုပါပဲ။\nအနည္းငယ္ေတာ့ အစပိုင္းမွာ မူးေကာင္းမူးသြားနိုင္တာကို သတိျပဳပါခင္ဗ်ာ။\nဇတ္လမ္းအညြန္းကို Little Neo မွ ေရးေပးထားတာျဖစ္ၿပီး\nရုပ္ရွင္ကိုေတာ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/SXku/Hardcore_Henry_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The-Burmese-Harp_movieposter_1389312302-215x300.jpg",
        "title": "The Burmese Harp(1956) – ျမန္မာစာတန္းထိုး",
        "description": "ဗမာ့ေစာင္း\nIMDb rating 8.1/10၁၉၅၆ခုႏွစ္ေလာက္ကတည္းကထြက္ခဲ႔တဲ႔ဒီဇာတ္ကားဟာလူအေတာ္မ်ားမ်ားရဲ႕နလံုးသားမွာေနရာ\nယူထားမယ္ဆိုတာက်ြန္ေတာ္ရဲရဲၾကီးေျပာရဲပါတယ္။ ၾကည့္ျပီးသူေတြအတြက္ရင္ထဲမွာနင့္နင့္နဲနဲ\nခံစားေစရမယ့္။ ဇာတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူး က်ြန္ေတာ္ ဒီဇာတ္ကားေလးကိုၾကည့္မိတဲ႔\nအခ်ိန္မွာကိုယ္ခ်င္းစာစိတ္ဝမ္းနည္းစိတ္ေၾကကြဲစိတ္ေတြတစ္ေပါင္းတစ္စည္းတည္းခံစားခဲ႔ရပါတယ္။\nပံုမွန္လူတစ္ေယာက္အတြက္ အပိုေတြေျပာေနတယ္လို႔ထင္ရေပမယ့္။ တစ္ကယ္ရုပ္ရွင္ခ်စ္သူေတြ\nအတြက္ဗမာ့ေစာင္းဇာတ္ကားဟာ အလြန္တန္ဖိုးမျဖတ္နိင္တဲ႔ဇာတ္ကား တစ္ကားလို႔ ေသခ်ာေပါက္\nေျပာဆိုမွာပါ။ IMDb rating အေနနဲ႔ 8.1/10  Rotten Tomatoes အေနနဲ႕ 91%ရထားခဲ႔တာကို\nၾကည့္ရင္ ဒီဇာတ္ကားေလးဟာ ေအာင္ျမင္တယ္မေအာင္ျမင္ဘူးဆိုတာေတြ႔နိင္ပါတယ္။\nဒါရိုက္တာအေနနဲ႔ Kon Ichikawa က ရိုက္ကူးထားျပီး စာေရးဆရာကေတာ့ႏိုဗယ္ဆုရွင္\nmichio takeyama က ေရးသားထားပါတယ္။ဇာတ္ကားကေတာ့ကာလာမဟုတ္ပါဘူး။ အျဖဴအမဲပါ ျမန္မာနိင္ငံနဲ႔ပူးေပါင္းရိုက္ကူးထားတဲ႔\nဇာတ္ကားရိုက္ကူးတဲ႔ အခ်ိန္အခါကိုၾကည့္ျခင္းအားျဖင့္ဂ်ပန္ရုပ္ရွင္ရဲ႕အဆင့္အတန္းျမန္မာ့\nရုပ္ရွင္ရဲ႕အဆင့္အတန္းကိုကြင္းကြင္းကြက္ကြက္ျမင္နိင္ပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့ ညီေလး Soe Htwe ျဖစ္ပါတယ္။)\nDownload and Direct Watch HD 720P\nDownload and Direct Watch 360P",
        "rating": "",
        "url": "https://megaup.net/Tpa9/The_Burmese_Harp_[1956]_(MM_Sub).mp4",
        "category": "Drama, Musical, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjQwMzI0MjMxOF5BMl5BanBnXkFtZTgwMDQ2OTU5OTE@._V1_-1-225x300.jpg",
        "title": "Scooby-Doo! And WWE: Curse of the Speed Demon (2016) ျမန္မာစာတန္းထိုး",
        "description": "စကူဘီ ဒူး ခ်စ္သူမ်ားအတြက္ ၂၀၁၆ ထြက္ အသစ္ကို တင္ေပးထားပါတယ္။ IMDb 5.8 နဲ႕ပါ။ စကူဘီ ဒူး အဖြဲကို WWE ကာရိုက္တာ Undertaker, Triple H တို႕ နဲ႕ တြဲဖက္ေပးထားျပီး လ်ိဳ႕၀ွက္ဆန္းၾကယ္ အမႈတစ္ခုကို ေျဖရွင္းၾကတဲ့ အေၾကာင္းပါ။ အားေပးၾကပါဦး။File size…(750MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:20:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\n \nDownload Here (750MB)\nDownload Small File Size (340 MB)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/scooby-doo-and-wwe-curse-of-the-speed-demon-2016/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "",
        "title": "Sultan (2016) ျမန္မာစာတန္းထိုး ( Blu-ray Update)",
        "description": "နပန္းဆိုတာ အားကစားမဟုတ္ပါဘူး\nရဲရင့္တဲ့ လူ၂ေယာက္ၾကားက တိုက္ပြဲ\nအဲ့တာ ကၽြန္ေတာ္ေျပာတာ မဟုတ္ဘူးေန္ာ\nစူလ္တန္က ေျပာခဲ့တာ\nကဲဗ်ာ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၆ ထြက္\nမင္းသားၾကီး ဆလမန္ခန္းရဲ႕ ကားသစ္တကားကို\nထပ္ျပီးတင္ေပးလိုက္ပါတယ္\nအလယ္အလတ္ပိုင္းအရြယ္ရွိတဲ႔ နပန္းခ်န္ပီယံတစ္ေယာက္ Olympic မွာ India ကိုယ္စားျပဳဝင္ၿပိဳင္ၿပီး လက္ေဝွ႕ေလာကကို ျပန္လာဖို႔ ႀကိဳးပမ္းတဲ႔အေၾကာင္းျဖစ္ပါတယ္။\nတစ္ခ်ိန္က ၿပိဳင္စံရွား ေအာင္ျမင္ေက်ာ္ၾကားလွတဲ႔ နပန္းသမားႀကီး Sultan ခုေတာ႔ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ အရႈံးသမားျဖစ္ေနရာက ဆံုးရႈံးသြားသမွ်ကို ျပန္ယူဖို႔အတြက္ ႀကိဳးဝိုင္းအတြင္းကို ျပန္ဝင္ဖို႔ျဖစ္လာပါေတာ႔တယ္။\nဒီကားကို စသိမိတာကေတာ႔ ထံုးစံအတိုင္း ရုပ္ရွင္ရံုမွာျပတဲ႔ trailer ေၾကာင့္ေပါ႔။ ပံုစံကမဆိုးဘူး၊ ရိုက္ခ်က္ေလးေတြ မိုက္တယ္၊ တအားႀကီးမေကာင္းေတာင္ ထူးထူးျခားျခားနဲ႔ အပန္းေျပႏိုင္တယ္ ၾကည့္ဦးမွဆိုၿပီးေတာ႔ ျဖစ္ခဲ႔တယ္ေပါ႔ဗ်။ ဘယ္လိုေကာင္းမယ္ ဘာျဖစ္တယ္ညာျဖစ္တယ္မ်ိဳး မွန္းထားတာမ်ိဳးမရွိခဲ႔ဘူး။\nဇာတ္လမ္းပိုင္းမွာ Sultan ဟာ Southpaw နဲ႔ နည္းနည္းေလးသြားဆင္တယ္။ ဇာတ္ဝင္ခန္းတခ်ိဳ႕ ေျပာသြားတဲ႔ ေပးသြားတဲ႔ message တခ်ိဳ႕အရ ေနာက္လာမဲ႔ Amir Khan ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wqex/Sultan.2016.Blu-ray_Update_(2).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Son of the Mask (2005) (ျမန္မာစာတန္းထိုး)",
        "description": "ေတာင္းဆိုသူ မ်ားေနတဲ့ The Mask နဲ႕ သူ႕ရဲ႕ အဆက္ Son of the Mask ကို တင္ေပးလိုက္ပါျပီ။ ဒီဇာတ္လမ္းမွာေတာ့ မ်က္နွာဖံုးရဲ႕ စြမ္းအင္နဲ႕ တိုက္ဆိုင္ျပီး ေမြးဖြားလာတဲ့ကေလး နဲ႕ ကေလးကို မနာလိုတဲ့ ေခြးေလးက မ်က္နွာဖံုးကို ခိုးျပီး တစ္ေယာက္ကို တစ္ေယာက္ ေခ်ာက္ခ်ၾကတာေတြ..... မ်က္နွာဖံုးရဲ႕ မူလပိုင္ရွင္ နတ္ဘုရား လိုကီဟာ သူ႕ဖခင္ရဲ႕ အတင္းခိုင္းေစမႈေၾကာင့္ မ်က္နွာဖံုးရွာပံုေတာ္ထြက္ရင္း .....File Size        : 600  Mb\nDuration       : 1hr 30 min\nQuality          : Bluray rip\nEncoder        : ...",
        "rating": "2.2",
        "url": "https://megaup.net/Qz1x/Son_Of_The_Mask_[2005]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The_Isle-849907101-large-209x300.jpg",
        "title": "(18+)  Isle (2000)",
        "description": "အခ်စ္ဟာ လူကိုစိတၱဇျဖစ္ေစတယ္ဆိုရင္ယံုမလား ေရေပၚ'တဲ'ေတြဆီအပန္းေျဖမို႔လာတဲ့ေကာင္ေလးကုိ ေလွေမာင္းတဲ့ေကာင္မေလးကခ်စ္မိခဲ့ပါတယ္... အ႐ူးအမူးကိုခ်စ္မိသြားတာပါ...ဒါဆိုရင္ခဏကအခ်စ္ဟာလူကိုစိတၱဇျဖစ္သြားေစလားဆိုတာေလးကသက္ေရာက္လို႔လာပါၿပီး...... အဲဒီမွာေကာင္ေလးရဲ႕ခ်စ္သူကေရာက္လာၿပီး... ေကာင္ေလးနဲ႔သူ႔ခ်စ္သူေကာင္မေလးကိုခ်စ္ေနၾကတာကို ဝန္တိုေနတဲ့ေလွသမားမိန္းမက ေကာင္ေလးရဲ႕ခ်စ္သူကိုဖမ္းခ်ဳပ္ၿပီးေလွာင္ထားလို္က္ပါတယ္....ဒါကလည္းသူေကာင္ေလးကိုခ်စ္တဲ့စိတ္တစ္ခုတည္းနဲ႔အတြက္ပါ....အခ်စ္ဆိုတာကလည္းေလထုထည္တစ္ခုလိုပါပဲ.. ဖမ္းယူကိုင္ဆုတ္လို္႔မရေပမဲ့..သူမရိွရင္လည္း လူသားေတြမေနႏုိင္ၾကျပန္ဘူးေလ...ၾကာလာေတာ့ အခ်စ္ကလူကိုေစလိုရာလုပ္ႏုိင္တဲ့႐ုပ္ေသးတစ္ခုလိုျဖစ္လာတယ္..ဒီဇတ္လမ္းကလည္းအဲ့လိုပါးပါးေလးပုတ္ျပထားတဲ့သေဘာပါပဲ... ကဲဗ်ာ..ထံုးစံအတိုင္းၫြန္းလြန္းျပန္ရင္လည္းဇတ္႐ွိန္ျပတ္သြားမွာစိုးတဲ့အတြက္...အၫြန္းကိုဒီေလာက္နဲ႔ရပ္နားၿပီး...Imdb7.1ထိရရိွထားတဲ့ကားေလးကို ဘယ္လိုပံုေဖာ္ထားလဲဆိုတာခံစားၾကပါစို႔လား...ထြက္တဲ့ စာဖိုင္ထဲက အေကာင္းဆံုးျဖစ္တာနဲ႕ ေရြးျပန္ထားေပးေပမယ့္ လုိအပ္ခ်က္မ်ားရိွပါက နားလည္ေပးၾကပါFile Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre : Drama,Thriller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "7.1",
        "url": "https://megaup.net/2fZSW/[02379]_The_Isle_(2000)_[Drama]_[Suh_Jung]_[KOREA]_[7.0]_[ADT].mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Jason-bourne-133x200.jpg",
        "title": "Jason Bourne (2016)",
        "description": "Jason Bourne (2016)_______IMDb - 6.6/10Jason Bourne2002 လောက်ကဖြစ်မယ်ထင်တယ်။ James Bond နဲ့ဆန့်ကျင်ဘက် ဇာတ်ကောင်တစ်ယောက် ရုပ်ရှင်လောကမှာ ပေါလာတယ်။ နာမည်ကတော့ Jason Bourne တဲ့။ သူ့ကိုကျွန်တော်တို့စတွေ့တော့ Mediterranean ပင်လယ်ထဲမှာ မျောနေတဲ့သူတစ်ယောက်အဖြစ်။ ကျောမှာလည်း သေနတ်ကျည်ပေါက်ရာ နှစ်ခုနဲ့။ ပြဿနာက သူဟာ ဘယ်ကလာပြီး ဘာဖြစ်ခဲ့လဲဆိုတာ သူကိုယ်တိုင်မသိတာပဲ။ ဒီလိုနဲ့သူတစ်ဖြည်းဖြည်းသိလာတာကတော့ သူဟာ CIA Operation တစ်ခုဖြစ်တဲ့ Treadstone လက်အောက်မှာ အလုပ် လုပ်ခဲ့တဲ့ CIA အဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်ဆိုတာပဲ။ ဒါပေမဲ့ တစ်ဖွဲ့လုံးနဲ့တစ်ယောက်ခွဲထွက်သွားတဲ့ Jason Bourne တစ်ယောက်ဟာ CIA ရဲ့အရှုပ်အရှင်းတွေမှာ ပါဝင်ပတ်သက်လာခဲ့တာ Bourne Identity (2002), Bourne Supermacy (2004), Bourne Ultimatum (2007) နဲ့ယခုဆိုရင် Jason Bourne ...",
        "rating": "6.6",
        "url": "https://megaup.net/1x2m7/Jason_Bourne_[2016]_(MM_Sub)_.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p166270_v_v8_ae-133x200.jpg",
        "title": "The Bourne Ultimatum (2007)",
        "description": "The Bourne Ultimatum (2007)\nIMDb - 8.0/10______Rotten - 92%File size…(1 GB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Than HtikeThe Bourne ဇာတ်ကားများကို (The Bourne – Collection ) တွင်ကြည့်ရှုပါ။",
        "rating": "8.0",
        "url": "https://megaup.net/1x2ld/The_Bourne_Ultimatum_[2007]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p34579_v_v8_ad-133x200.jpg",
        "title": "The Bourne Supremacy (2004)",
        "description": "The Bourne Supremacy (2004)\nIMDb - 7.7/10______Rotten - 82% Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ဒုတိယဇာတ်ကားပါ။CIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Rating တွေကတော့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရှိထားတာဖြစ်တဲ့အတွက်ဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။ (မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne – Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ဒုတိယဇာတ္ကားပါ။CIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Rating ေတြကေတာ့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရွိထားတာျဖစ္တဲ့အတြက္ဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။ (ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne – ...",
        "rating": "7.7",
        "url": "https://megaup.net/R5wa/The_Bourne_Supremacy_[2004]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p28900_v_v8_ac-1-133x200.jpg",
        "title": "The Bourne Identity (2002)",
        "description": "The Bourne Identity (2002)\nIMDb - 7.9/10_____Rotten - 83%Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ပထမဆုံးဇာတ်ကားပါ။\nCIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။\nRating တွေကတော့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရှိထားတာဖြစ်တဲ့အတွက်\nဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။\n(မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne - Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ပထမဆံုးဇာတ္ကားပါ။\nCIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါ။\nRating ေတြကေတာ့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရွိထားတာျဖစ္တဲ့အတြက္\nဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။\n(ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne - Collection) တြင္ၾကည့္ရႈပါ။File ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d0nD/The_Bourne_Identity_[2002]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMWIwODRiMWUtY2Q0Yy00NGMyLTkxZTAtNThmYWU3Njg3M2Q4XkEyXkFqcGdeQXVyMjM1NjA5MTA@._V1_-210x300.jpg",
        "title": "Senior (2015)",
        "description": "ထိုင္းသရဲကားေလးတစ္ကားနဲ႔ပရိတ္သတ္ေတြကိုမိတ္ဆက္ေပးခ်င္ပါတယ္အလြန္ကိုေကာင္းမြန္ျပီးေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔သရဲကားေကာင္းေလးတစ္ကားပါပဲလူနဲ႔သရဲကားကခ်စ္ျခင္းေမတၱာကိုေဖာ္ၾကဴ းထားတဲ႔ကားတစ္ကားဆိုလည္းမမွားပါဘူးလူသတ္မႈတစ္ခုကိုစံုစမ္းေဖာ္ထုတ္ဖို႔ၾကိဳးစားတဲ႔ေကာင္မေလးတစ္ေယာက္နဲ႔ဝိဥာဏ္ေကာင္ေလးတို႔ရဲ႕ၾကံဳ လာရမယ့္အခက္အခဲေတြအႏၲၲရယ္ေတြကိုသူတို႔နစ္ဦးဘယ္လိုေက်ာ္ျဖတ္မလဲအခက္အခဲေတြျကားကတစ္ဦးကိုတစ္ဦးစာနာမႈေမတၱာတရားကိုေဖာ္ၾကဴ းထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ေနာက္ဆံုးမွာမထင္မွတ္တဲ႔လွည့္ကြက္ေလးေတြနဲ႔ဘာဆိုဘာမွပရိတ္သတ္ေတြမခန္႔မွန္းနိင္ေအာင္ေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔ဒီဇာတ္္ကားေလးကိုက်ြန္ေတာ္တို႔ Channel Myanmar မိသားစုကေနပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးတင္ဆက္ေပးလိုက္ပါတယ္(ဇာတ္လမ္းအၫြန္းကို Soe Htwe မွ ေရးေပးထားတာျဖစ္ၿပီး ဘာသာျပန္သူကေတာ့ Yun Sandi ပဲျဖစ္ပါတယ္)\nFile size…(772MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/senior-2015/",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p_21204-203x300.jpg",
        "title": "Legend of the Fist: The Return of Chen Zhen (2010)",
        "description": "Seven years after the apparent death of Chen Zhen, who was shot after discovering who was responsible for his teacher's death (Huo Yuanjia) in Japanese-occupied Shanghai. A mysterious stranger arrives from overseas and befriends a local mafia boss. That man is a disguised Chen Zhen, who intends to infiltrate the mob when they form an alliance with the Japanese. Disguising ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ctd0/Legend_Of_The_Fist_-_The_Return_Of_Chen_Zhen_[2010]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjIxNTExMDk4NF5BMl5BanBnXkFtZTgwODM0MDczNzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "God’s Not Dead 2 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ပထမကား god not dead 1 ကို ၾကည့္ဖူးတဲ့သူေတြအေနနဲ႔ မစိမ္းတဲ့ဇာတ္ကားတကားပါဗ် ခရစ္ယာန္ ဘာသာကို ေလ့လာျခင္သူေတြ မသိေသးတဲ့သူေတြအေနနဲ႔ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းတကားဆိုတာ ၁ ကိုၾကည့္ဖူးတဲ့သူတို္င္း သိၾကမယ္ ထင္ပါတယ္\nပထမကားလိုပဲ ဘာသာတရားကိုအယံုအၾကည္မရွိတဲ့ ဆရာနဲ႔ ဘာသာတရားအေပၚ လံုး၀ ယံုၾကည္ စြဲလန္းမႈရွိေနတဲ့ ဆရာတပည့္တို႔ေတြ႕ဆံုၾကတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြဆက္လက္ျဖစ္ပ်က္ႏိုင္မလဲဆိုတာကို\nဆက္လက္ရွဴစားၾကပါလို႔\nFile Size       :  850MB/ 433Mb\nDuration      :  2hr 13min\nQuality         :  Bluray Rip720p\nEncoder       :  Thanhtike ZawDownload Here (850 MB)\nDownload Small File Size (433 MB)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/gods-not-dead-2-2016/",
        "category": "Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/images-200x300.jpg",
        "title": "Everybody Wants Some!! (2016)",
        "description": "ဒီဇတ္ကားဟာ အေမရိကန္ ေဘ့စ္ေဘာ အသင္းေၾကာင္း ရိုက္ကူးထားတဲ့ ရုပ္ရွင္ျဖစ္ၿပီး\n၁၉၈၀ ခုႏွစ္ေလာက္က အ၀တ္အစားေတြ ဟန္ပန္ေတြ အသံုးအႏႈန္းေတြ ကို ျပန္လည္ေတြ႔ျမင္ရမွာပါ\nထိုေခတ္က ေကာင္ေလး ေကာင္မေလးေတြ ပံုစံ နဲ႔ သီခ်င္းေတြကလဲ အလန္းေတြပါ\nမတူညီတဲ့ သူေတြကို ေလ့က်င့္ေပးဖို႔ အတြက္ အိမ္တစ္လံုးမွာ စုစည္းေပးထားၿပီး\nေဘ့စ္ေဘာ ပြဲအတြက္ ျပင္ဆင္ေပးေနေပမယ့္ တစ္ဦးနဲ႔ တစ္ဦး အက်င့္စရိုက္ေတြ မတူညီၾကပံု\nျပသနာ ရွာၾကပံုေတြက ရယ္လဲရယ္ရသလို အသင္းအဖြဲ႔စိတ္ဓါတ္ေလးေတြ ကိုလဲ ေတြ႔ရမွာBox office: 3.9 million USD ရရွိခဲ့ၿပီးDirector: Richard Linklater ရိုက္ကူးတင္ဆက္ထားပါတယ္CM မွာ အားကစား ရုပ္ရွင္ေတြ အမ်ားႀကီး ရွိတဲ့အထဲ ၾကည့္သင့္တယ္လို႔ မွတ္ခ်က္ေပးခ်င္တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ခုပါ(သစ္ဆန္းခန္႔)(850MB)Small File (500MB)",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/everybody-wants-some-2016/",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "",
        "title": "A Hologram for the King (2016)",
        "description": "A Hologram for the King (2016)Tom Hanks ရိုက္ရင္ဘယ္လိုရုပ္ရွင္အတန္းအစားေတြကိုပဲရိုက္တယ္ဆိုတာ အထူးတလည္ရွင္းျပဖို႔လိုမယ္မထင္ပါဘူး..ပထမဆံုးေျပာခ်င္တာက ဒီကားရဲ႕ ဒါရိုက္တာ Tom Tykwer ..\nTom Tykwer က Perfume: The Story of a Murderer (2006) (အရပ္အေခၚေရေမႊးကား) ၊ Run Lola Run (1998) တို႔လို ဇာတ္အိမ္သိမ္ေမြ႕နက္နဲေကာင္းမြန္လွတဲ့ နာမည္ေက်ာ္ရုပ္ရွင္ကားေတြရဲ႕ ဖန္တီးရွင္ဆိုေတာ့ သူ႔အရည္အခ်င္းကို သံသယျဖစ္စရာလိုမယ္ေတာင္မထင္ပါဘူး။ ဒါေပမယ့္ Music Composer တစ္ေယာက္လည္းျဖစ္တဲ့ Tom Tykwer ရဲ႕ တင္ျပခ်က္ေတြဟာ ဖမ္းဆုပ္ရခက္ပါတယ္။ ဥပမာ Tom Hanks ရဲ႕ ပရိတ္သတ္စစ္စစ္ပါဆိုတဲ့ ကၽြန္ေတာ္ေတာင္ Tom Hanks နဲ႔ပဲ သူရိုက္ကုူးခဲ့တဲ့ Cloud Atlas လိုရုပ္ရွင္မ်ိဳးကိုေတာ့ ခံစားရခက္ခဲတယ္။ ဒဲ့ ၀န္ခံရရင္ ...",
        "rating": "",
        "url": "https://megaup.net/1wv1T/A_Hologram_For_The_King_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/League-of-Gods_poster_goldposter_com_2-214x300.jpg",
        "title": "League of Gods (2016)",
        "description": "အခ်ိန္ကား ပေ၀သဏီ၊ ေနရာကား တရုတ္ျပည္၊ ေခတ္က လူ နတ္ မိစာၦတို႕ စုျပံဳေနထိုင္ရာအခ်ိန္။ ေလာကၾကီးကို စိုးမိုးခ်င္တဲ့ က်ိဳးဘုရင္၊ သူ႕ရဲ႕မိဖုရား အျမီးကိုးေခ်ာင္းေျမေခြး တာ့က်ီတို႕က သိုင္းဂိုဏ္းမ်ားစြာကို ဖ်က္စီးခဲ့ျပီးခ်ိန္.... ရီွက်ီဂိုဏ္းမွ ဆရာဖိုးဖိုး က်န္း(Jet Li) နဲ႕ တပည့္ မိုးပ်ံဂိုဏ္းရဲ႕ ေနာက္ဆံုးမ်ိဳးဆက္ က်ိလိန္ နွင့္ ဂိုဏ္းသားေတြက ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္ ခုခံသူမ်ား.... အနိုင္တိုက္နုိင္မယ့္ တစ္ခုတည္းေသာ ေမွ်ာ္လင့္ခ်က္ အလင္းေရာင္ဓားကို ရွာဖို႕ စြန္႕စားခန္းဖြင့္တဲ့ က်ိလန္....ရလာတဲ့ မိတ္ေဆြ ၂ ေယာက္က နီၾကား နဲ႕ ယန္းက်န္...... အဖက္ေကာင္းေကာင္း ဟာသဆန္ဆန္ ခပ္ၾကမ္းၾကမ္း ရုပ္ထြက္ၾကည္ၾကည္ ဘာသာျပန္ေကာင္းေကာင္း  ၾကည့္ခ်င္သူမ်ား ၾကည့္နိုင္ပါေၾကာင္း......  File Size       : 800 / 400 Mb\nDuration   ...",
        "rating": "4.3",
        "url": "https://megaup.net/2VZ7i/League_Of_Gods_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYjU2YzY5NDEtM2M3NC00NGM0LTg3MmItNWQ1OWY2ZmNkZTU0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006601000_AL_-132x200.jpg",
        "title": "Bean (1997)",
        "description": "ကဲ ဒီတစ်ခါတော့ ပရိသတ်ကြီးအတော်များများ သဘောကျ ချစ်ခင်ကြတဲ့ မင်းသားကြီး ရိုဝင် အက်ကင်ဆန် ရဲ့ အထိမ်းအမှတ်ဇာတ်ကောင် Mr.Bean ရဲ့ ပေါက်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ ၁၉၉၇ မှာထွက်ခဲ့တဲ့ ဒီကားကို အတော်များများ ကြည့်ဖူးကြမှာ မှန်ပေမယ့် ရုပ်သံအရည်အသွေးကောင်းကောင်း မြန်မာစာတန်းထိုးနဲ့ မရှိသေးတဲ့ အတွက် တင်ဆက်ပေးလိုက်ရခြင်းဖြစ်ပါတယ်။ဘဝမှာ မမျှော်လင့်ပဲ ဘယ်လိုအခက်အခဲတွေ ကြုံတတ်တယ်...မိသားစုဆိုတာ လူတစ်ယောက်အတွက် ဘယ်လောက်အရေးပါတယ်ဆိုတာရယ်...တာဝန်ယူတတ်တဲ့စိတ်ဟာ လုပ်ငန်းခွင်မှာ ဘယ်လောက်အဓိက ကျတယ်ဆိုတာတွေကို ဟာသတွေအများကြီးနဲ့ ချပြထားတာဖြစ်ပါတယ်ပန်းချီပြခန်းတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ Mr.Bean တစ်ယောက် မထင်မှတ်ပဲ အမေရိကန်နိုင်ငံသို့ လုပ်ငန်းကိစ္စဖြင့် စေလွှတ်ခံရပြီး သူ့ရဲ့ထုံးစံအတိုင်း အလွဲတွေ ပေါက်ကရတွေ လုပ်မိပုံကို ရိုက်ကူးပြသထားပါတယ်။ ဒေါ်လာသန်းချီ တန်တဲ့ ပန်းချီကားကို ဘယ်သို့ဘယ်ပုံ ဖျက်ဆီးမိလဲဆိုတာ ရယ် Mr.Beanအနေနဲ့ သူ့အမှားတွေကို ပြန်လည်ချေဖျက်ပြပြီး မထင်မှတ်တာတွေ လုပ်ပြနိုင်မလား ဆိုတာ စိတ်ဝင်စားဖို့ ကောင်းလှ သလို လူတစ်ယောက်မှာ မိသားစုနဲ့ တာဝန်ယူစိတ်ဟာ ဘယ်လောက်အရေးပါတယ်ဆိုတဲ့ သင်ခန်းစာကိုပါ ကောင်းကောင်းကြီးပေးစွမ်းနိုင်ခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x6wY/Bean_[1997]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Fabulous-30-poster-140x200.jpg",
        "title": "Fabulous 30 (2011)",
        "description": "Fabulous 30 (2011)_____IMDb - 6.3/10\n  \nIMDb Rating (6.3/10) ရရှိထားတဲ့ ထိုင်း Comedy,Drama,Romance ဇာတ်ကားလေးပါ။\n\"ဂျား\"ဆိုတဲ့ကောင်မလေးမှာ ၂၃ နှစ်အရွယ်လောက်ကတည်းက တွဲခုတ်နေတဲ့ချစ်သူရှိပါတယ်....\nဒီလိုနဲ့သူမတို့ချစ်သူသက်တမ်း ၇ နှစ်နှစ်ကျော်လာတဲ့အချိန် ....\nဂျားလဲအပျိုကြီးစာရင်းဝင်လာတဲ့အချိန်....သေချာပေါက်လက်ထပ်တော့မယ်လို့ ပြင်ဆင်ထားချိန်တွေကျမှ\nသူမရဲ့ချစ်သူကောင်လေးက ဝေလေလေ အူကြောင်ကြောင်အကွက်ခင်းပြီး လက်ထပ်ဖို့ ငြင်းဆန်လာတဲ့အခါ.....\n၃ ဂဏန်းထိပ်စည်းအသက်အရွယ်ထဲဝင်လာပြီဖြစ်တဲ့ အပျိုကြီးမမ \"ဂျား\" တစ်ယောက် အချစ်ဆိုတာကို ထပ်တွေ့ဦးမလား.......\nစိတ်ဝင်စားစရာ ပေါ့ပေါ့ပါးပါး ဇာတ်ကားလေးပါ။\n \n(Wut Mhone မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:58:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2fdce/Fabulous_30_(30_Kamlung_Jaew)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjEzODA3MDcxMl5BMl5BanBnXkFtZTgwODgxNDk3NzE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Sing Street (2016)",
        "description": "ဒီနေ့တော့ rating အမြင့် အိုင်းရစ် Musical Comedy ကားကောင်းလေး တစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီဇာတ်ကားလေးကို 2016 january 24 မှာ Sun dance film festival မှာပြသခဲ့ပြီး March 17 မှာ ရုပ်ရှင်ရုံတွေမှာပြသခဲ့ပါတယ်။ ဇာတ်ကားအညွှန်း အရ တောင်ပိုင်း ဒဗ်ဘလင် မြို့မှာနေထိုင်ကြတဲ့ လေလာ မိသားစုထဲက ပက်ထရစ် ဟာ မိသားစုပြသနာတွေကြောင့် သူ့အနုပညာအလုပ်တွေထက် အရက် နဲ့ ဆေးလိပ်ဖက် ပို အားသန်ခဲ့ပြီး အကုန်အကျ များလာတာကြောင့် သူဟာ သူ့သားအငယ်ဆုံး ကော်နာ ကို ကျောင်းထုတ်ပြီး ဆန်ဂီကျောင်း ကိုပို့ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။အဲ့ဒီနောက် ကော်နာ တစ်ယောက် ကျောင်းမှာ ဘယ်လိုတွေ ဗရုတ်သုတ်ခ ကျပြီး နောက်ဆုံးဘာတွေဖြစ်လာမလဲဆိုတာ ကို အလန်းစား 80's Rock Music တွေ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sing-street-2016/",
        "category": "Comedy, Documentary, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTgxMTc1NzU5NV5BMl5BanBnXkFtZTgwNTAxMDQwNjE@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Ratchet & Clank (2016) ျမန္မာစာတန္းထိုး",
        "description": "စၾကာ၀ဠာႀကီးမွာ ဆိုးညစ္တဲ့ ေခါင္းေဆာင္ႀကီးေအာက္ေရာက္ရွိေနခ်ိန္မွာ စက္ျပင္သမားေလး နဲ႔ သူ႔အေဖာ္ စက္ရုပ္ကေလးက ဆိုးညစ္တဲ့ ေခါင္းေဆာင္ႀကီးကိုျဖဳတ္ခ်ဖို႔ မဟာမိတ္အဖြဲ႕ေတြနဲ႔ ခ်ိတ္ဆက္ဖို႔ႀကိဳးစားရာမွ ဘယ္လိုဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈရမွာပါ IMDB rating အေနနဲ. 6.0 ရရွိထားျပီးအလြန္ေကာင္းတဲ့ အန္နီေမးရွင္းေတြ.ပရိတ္သတ္ျကီး အျကိဳက္ေတြ.ေစမွာအမွန္ပါFile size…(700MB)\nQuality… 720p bluray\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Thanhtike Zaw\n \nDownload Here (740MB)\nDownload Small File Size (370MB)",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ratchet-clank-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/sixth-sense-poster-133x200.jpg",
        "title": "The Sixth Sense (1999)",
        "description": "The Sixth Sense (1999)\nIMDb - 8.1/10________Rotten - 86%\n အမေရိကန် supernatural horror-thriller ရုပ်ရှင်ထုတ်လုပ်ရေးကရိုက်ကူးတဲ့\nThe Sixth Sense\nIMDb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားပြီး\nကလေးသူငယ်စိတ်ဓါတ်မြှင့်တင်ရေးအလုပ်တွေမှာစိတ်ရောကိုယ်ပါနှစ်ထားတဲ့\nဒေါက်တာမယ်လ်ကွန်ဟာ ကလေးတယောက်ကိုကူညီဖို့ပျက်ကွက်ခဲ့တယ်\nဒီအလုပ်နဲ့ပါတ်သက်ပြီး စိတ်ရောကိုယ်ပါနှစ်ထားတဲ့သူ့အတွက်တော့ ဒီပျက်ကွက်မှု\nဟာ သူ့ကိုယ်သူခြောက်လှန့်နေခဲ့တယ်.....\nသူ့စိတ်က ဒီကလေးပေါ်မှာ စွဲလန်းနေခဲ့သလို ကိုးလ် ဆိုတဲ့ ၉ နှစ်အရွယ်ကလေးတယောက်\nမှာ ဒီလိုစရိုက်လက္ခဏာတွေတွေ့လာရတဲ့အခါမှာ\nသူဟာ ဇနီးကိုပါ တာဝန်မကျေသလိုဖြစ်ခဲ့ရတယ်.....\nကိုးလ်ဆိုတဲ့ကလေးကလဲ မွေးရာပါ တမလွန်ကလူတွေကိုမြင်ရတဲ့\nစရိုက်တခုပါလာခဲ့တယ် သူဟာဝိဉာဉ်တိုင်းကို မြင်နိုင်ခဲ့ပြီး\nဒီအစွမ်းကပဲ ဒီဇာတ်လမ်းရဲ့အဓိက မြှုပ်ကွက်ဖြစ်လာခဲ့တယ်\nကြည့်ရင်းတွေးရတဲ့ဇာတ်ကားမျိုးဖြစ်တာကြောင့် အညွှန်းအများကြီးမဆက်တော့ပါဘူး\nကြည့်ဖြစ်အောင်ကြည့်လို့သာ လက်တို့ပါရစေအေမရိကန္ supernatural horror-thriller ရုပ္ရွင္ထုတ္လုပ္ေရးကရိုက္ကူးတဲ႔\nThe Sixth Sense\nimdb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားၿပီး\nကေလးသူငယ္စိတ္ဓါတ္ၿမွင္႔တင္ေရးအလုပ္ေတြမွာစိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔\nေဒါက္တာမယ္လ္ကြန္ဟာ ကေလးတေယာက္ကိုကူညီဖို႔ပ်က္ကြက္ခဲ႔တယ္\nဒီအလုပ္နဲ႔ပါတ္သက္ၿပီး စိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔သူ႔အတြက္ေတာ႔ ဒီပ်က္ကြက္မွဳ\nဟာ သူ႔ကိုယ္သူေၿခာက္လွန္႔ေနခဲ႔တယ္.....\nသူ႔စိတ္က ဒီကေလးေပၚမွာ စြဲလန္းေနခဲ႔သလို ကိုးလ္ ဆိုတဲ႔ ၉ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2Tjgg/The_Sixth_Sense_[1999]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/hashima-project-2-210x300.jpg",
        "title": "Hashima Project(2013) – ျမန္မာစာတန္းထိုး",
        "description": "Channel Myanmar ပရိတ္သတ္ၾကီးအတြက္ Horro အမ်ဳိးအစား ထိုင္းကားေကာင္းတစ္ကားကို ဒီေန႕အတြက္ တင္ေပးခ်င္ပါတယ္။ အရင္ဆံုး ဇာတ္လမ္းရဲ႕ review ေလးအေၾကာင္းမေျပာခင္ Hashima ကြၽန္းအေၾကာင္းကိုမျဖစ္မေနေျပာရပါလိမ့္မယ္။\nHashima ကြၽန္းဟာဆိုရင္ ဂ်ပန္ႏိုင္ငံ Nagasaki ၿမိဳ႕ကေန ကိုးမိုင္ေလာက္မွာတည္ရွိတဲ့ စစ္သေဘၤာပုံစံတည္ေဆာက္ထားတဲ့လူလုပ္သတၱၱဳမုိင္းတြင္းေဟာင္းတစ္ခုျဖစ္ပါတယ္။1887မွာတည္ေဆာက္ခဲ့ၿပီး ကြၽန္းေနအလုပ္သမားျပည္သူငါးေထာင္ေက်ာ္ေလာက္ေနႏိုင္မဲ့ အိမ္ရာမ်ားလည္းေဆာက္လုပ္ထားပါတယ္။1959မွာေတာ့ ထူးဆန္းဖြယ္ေကာင္းေလာက္ေအာင္ ကြၽန္းေပၚေနလူမ်ားအားလံုးေပ်ာက္ဆံုးသြားခဲ့ၿပီး။1974မွာေတာ့စြန္႔ပစ္ကြၽန္းတစ္ကြၽန္းအျဖစ္မွတ္တမ္းဝင္ခဲ့ပါတယ္။2009မွာေတာ့ အမ်ားျပည္သူလာေရာက္ ေလ့လာႏိုင္ဖုိ႔  ဂ်ပန္အစိုးရက ျပန္လည္ဖြင့္လွစ္ေပးခဲ့ပါတယ္။ ဒါေပမဲ့ညဘက္မွာလံုးဝသြားခြင့္မရွိပါဘူး။\nဒါက Hashima ကြ်န္းအေၾကာင္းပါ။ဇာတ္ကားအၫႊန္းဘက္ျပန္သြားရမယ္ဆိုရင္ ထိုင္းႏိုင္ငံမွာ မေတာ္တဆျဖစ္ရပ္တစ္ခုေၾကာင့္  ေသသြားခဲ့ရတဲ့မိန္းကေလးတစ္ေယာက္ရဲ႕ဝိဉာဥ္ကို ရေအာင္႐ိုက္ယူႏိုင္ၿပီး Youtube ေပၚတင္ခဲ့လို႔ နာမည္ႀကီးသြားတဲ့ ႐ုပ္ရွင္ေက်ာင္းသားတစ္စုဟာ . ကမ္းလွမ္းမႈတစ္ခုေၾကာင့္  Hashimaကြၽန္းေပၚ TV program တစ္ခုသြား\n႐ိုက္ၾကတဲ့အခါ  ေတြ႕ႀကံဳရတဲ့ျဖစ္ရပ္ေတြဆိုးေတြ . ေနာက္ၿပီး သူတို႔သူငယ္ခ်င္းတစ္စုရဲ႕မေသခ်ာေတာ့တဲ့ ေရွ႕ေရး . အဆံုးမွာသူတို႕ကြၽန္းေပၚကေနျပန္လာႏိုင္ပါ့မလား . ဆိုတာေတြကို ဘယ္လိုလွည့္ကြက္ေတြသုံး\nၿပီး႐ိုက္ထားလဲဆိုတာရင္တထိတ္ထိတ္နဲ႔ၾကည့္ႏိုင္မယ့္ဇာတ္ကားေလးပါ။\nဒီကားဟာ IMDbrating 4.9/10 ရရွိထားပါတယ္။\n(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ Ko Moe ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-80/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-call-up-poster-202x300.jpg",
        "title": "The Call Up (2016) ျမန္မာစာတန္းထိုး",
        "description": "အပစ္အခတ္ဂိမ္းဝါသနာရွင္ေတြစုျပီး The Call Up ဆိုတဲ့ ဂိမ္းအဖြဲ႕အစည္းရဲ႕ဖိတ္ႀကားျခင္းခံခဲ႕ရျပီ..ဂိမ္းကိုစတင္ကစားခဲ႕ရာက ဆုေႀကးတစ္ခုအတြက္ ကစားခဲ႕ရာကေန ေနာက္ပိုင္း အထဲမွာနဲ႕အျပင္မွာတကယ္ျဖစ္ေနေသာ The Call Up Game ရဲ႕ ဆန္းႀကယ္ေသာျဖစ္ရပ္....\nတစ္ႀကိမ္တည္းသာသံုးရလို႔က်ည္ကာအက်ီၤေတြနဲ႕အသက္ကယ္ေဆးေတာင့္ေတြ....\nကစားေနရင္း Game Over ျဖစ္တဲ႕သြားရတဲ႕ကစားသမားေတြရဲ႕ ကံႀကမၸာဆိုး...\nေႀကာက္စရာေကာင္းတဲ႕ Level ေတြပါဝင္ေနတဲ႕ ဒီ ဂိမ္းမွာ လြတ္ေျမာက္တဲ႕လူရွိႏိုင္မလား....\nဒီ The Call Up ကားႀကီးမွာ ရင္ခုန္စြာနဲ႕ႀကည္႕ရႈ႕ႏိုင္ပါျပီ....\n \n(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ. Moe Myint lwin ပဲျဖစ္ပါတယ္)File size…(700MB)\nQuality… 720p bluray\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Thanhtike Zaw\n \nDownload Here (700 MB)\nSmall File Size (350 MB)",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-call-up-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Bruce Almighty(2003)",
        "description": "စူပါဟာသမင္းသားၾကီး Jim Carrey ရဲ႕ နာမည္ၾကီး ကားတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။ ဒီဇာတ္ကားဟာ ၂၀၀၃ ခုနွစ္မွာ ရံုတင္ျပသခဲ့ျပီး Box Office မွာ 486$ Millions နဲ႕ ေအာင္ျမင္မႈ သရဖူေဆာင္းသြားခဲ့ပါတယ္။ လက္ရိွ IMDb 6.7 ရထားျပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘရုစ္ ဆိုတဲ့ အားလံုးကို ေပ်ာ္ရႊင္ေစတတ္တဲ့ အငယ္တန္း သတင္းေၾကညာသူေလးဟာ အဓိက သတင္းေၾကညာသူေနရာကို အျမဲရည္မွန္းေနေပးမယ့္ ဘယ္ေတာ့မွ မရခဲ့ပါဘူး။ ဒါ့အျပင္ တျခားအဆင္မေျပမႈေတြ အတြက္ ဖန္ဆင္းရွင္ကို အျမဲအျပစ္တင္ ေျပာဆိုေနခဲ့ပါတယ္။ တစ္ေန႕မွာေတာ့ ထူးဆန္းတဲ့ ဖုန္းေခၚဆိုမႈတစ္ခုကေန ဖန္ဆင္းရွင္ဘုရားနဲ႕ ေတြ႕ဆံုခဲ့ရျပီး သူ႕ကို တစ္ပတ္တိတိ ဖန္ဆင္းရွင္အျဖစ္ တာ၀န္လႊဲအပ္လိုက္တဲ့အခါ.......တစ္ကားလံုး ရယ္ေနရသလို ေတြးေတာစရာ သင္ခန္းစာယူစရာေတြ အျပည့္နဲ႕ ၾကည့္နိုင္ဖို႕ တင္ေပးလိုက္ပါတယ္။File Size      : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Srnp/Bruce_Almighty_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Baaghi (2016) ျမန္မာစာတန္းထိုး",
        "description": "ရထားတစ်စင်းပေါ်မှာကောင်မလေးတစ်ယောက်ဟာ တွဲကူးနေရာကနေမတ်တပ်ရပ်ရင်း ရွာနေတဲ့မိုးစက်လေးတွေကိုကြည့်ရင်း စကားတွေပြောနေခဲ့တယ် ဒီမြင်ကွင်းကိုသဘောကျလို့\nလက်ပိုက်ကြည့်နေတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် သူကတော့ ခပ်ဆိုးဆိုး ခပ်ပေပေ ဘဝကိုဦးတည်ချက်မရှိဖြတ်သန်းနေတဲ့လူငယ်တစ်ယောက် ဆိုးသွမ်းလွန်းတော့ သူ့အဖေက\nသူငယ်ချင်းသိုင်းဆရာတစ်ယောက်ဆီကိုလွှတ်ရင်း စာလေးတစ်ရေးပြီးအကူအညီတောင်းခဲ့တယ် သူ့သားဘဝကိုတည့်မတ်ပေးပါပေါ့ သိုင်းသင်တန်းကျောင်းမှာအောက်ခြေသိမ်းလုပ်ရင်း\nမိုးစက်တွေကိုချစ်တတ်တဲ့ကောင်မလေးကိုထပ်တွေ့ခဲ့တယ် တိုက်တိုက်ဆိုင်ဆိုင် သိုင်းဆရာကြီးမှာ သားတစ်ယောက်ရှိတယ် ဗီဇဆိုးတွေကိန်းအောင်နေတဲ့သိုင်းဆရာကြီးရဲ့သားဟာ\nအဲ့ဒီကောင်မလေးကို ချစ်ခဲ့တယ် ငွေ အာဏာ အရည်အချင်းတွေမယှဉ်နိုင်လွန်းပေမဲ့ ကောင်မလေးက ရထားတွဲပေါ်က အညတရ ကောင်လေးကိုပဲပြန်ချစ်ခဲ့တယ် သိုင်းဆရာကြီးခိုင်းတဲ့\nအောက်ခြေသိမ်းအလုပ်တွေဟာ တကယ်တော့ သိုင်းကျင့်စဉ်တစ်မျိုးဖြစ်တာကိုကောင်လေးသိသွားခဲ့ရတယ် ဒီလိုနဲ့ဆရာကိုလေးစားရင်း သိုင်းပညာတွေလည်း ဆက်သင်ရင်း ကောင်မလေးနဲ့\nဘဝတစ်ခုဖြတ်သမ်းမယ်လို့ ဦးတည်ချက်တွေ ရည်ရွယ်ချက်တွေရှိလာခဲ့တယ် သိုင်းဆရာကြီးရဲ့သားဟာ အချစ်ကို နှလုံးသားနဲ့အနိုင်ယူလို့မရမှန်းသိတော့ အာဏာ ငွေကြေးနဲ့သိမ်းပိုက်ဖို့\nကြိုးစားရင် နောက်ဆုံးပြန်ပေးဆွဲ မလုပ်သင့်တာတွေကိုလုပ်တဲ့အထိဖြစ်လာတယ်\nဒီကားအကြောင်းကိုဆက်ပြောရရင် အိန္ဒိယအက်ရှင်ကားတွေထဲကတမူကွဲထွက်လာတဲ့ကားလို့ဆိုချင်ပါတယ် လက်နဲ့ရွယ်လိုက်ရုံနဲ့ ၆ပေလောက်လွင့်သွားတဲ့ ကားမျိုးမဟုတ်ပါဘူး အိန္ဒိယသိုင်းကား\nဒါရိုက်တာ ဆတ်ဘာခမ်က သိုင်းကွက်တွေ ခြေအနှုတ်အသိမ်း အကန်ခံရတာတွေ အားလုံးကိုအနုစိတ်ရိုက်ကူးထားတယ် သိုင်းသမားဟန် လှုပ်ရှားကွက်တွေ defenceအကွက်တွေအတော်လေးကို\nလှပါတယ် မင်းသား Tiger Shroffက ပင်ပန်းကြမ်းတမ်းစွာ သရုပ်ဆောင်ခဲ့တယ် ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/baaghi-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/800x1200-200x300.jpg",
        "title": "Soul Surfer (2011)",
        "description": "လူတိုင္း၌ ထူးျခားေသာ အခြင့္အေရးတစ္ရပ္စီ ပိုင္ဆိုင္ ထားၾကသည္။\nသို႔ေသာ္ ထိုအခြင့္အေရးကို  ရယူအသံုးခ်ႏိုင္ရန္မွာ လူတစ္ဦးခ်င္းစီ စိတ္စြမ္းအားျဖင့္သာ\nသက္ဆိုင္မႈရွိ ေၾကာင္းကို  Soul Surfer  ဇာတ္ကား၌ ဖြင့္ဆိုခဲ့ပါသည္။ျဖစ္ရပ္မွန္ကို အေျချပဳျပီး ႐ိုက္ကူးခဲ့ေသာ ဇာတ္ကား ျဖစ္ပါသည္။ လက္တစ္ဖက္မရွိေတာ့ဘဲ\nပေရာ္ဖက္ရွင္နယ္ ေရလႊာလိႈင္းစီးသူျဖစ္လာခဲ့သည့္ ဘတ္တနီဟမ္မယ္လ္တန္ အေၾကာင္းကို\n႐ိုက္ကူးခဲ့ျခင္းျဖစ္သည္။IMDb Rating (7.1/10) ရရွိထားပါတယ္။ဟမ္မယ္လ္တန္ကို ၁၉၉၀ျပည့္ႏွစ္၌ ေရလႊာလိႈင္းစီးသူ မိဘႏွစ္ပါးမွ ဟာဝိုင္အီတြင္\nေမြးဖြားခဲ့သည္။ မိဘမ်ားနည္း တူ ေရလႊာလိႈင္းစီးျခင္းကို ဝါသနာထံုသူျဖစ္ျပီး\nငယ္စဥ္ကတည္းကပင္ ေရလႊာလိႈင္းစီးခဲ့သူ ျဖစ္ပါသည္။ ထိုစဥ္က တည္းက ဟမ္မယ္လ္တန္ကို\nအလားအလာရွိေသာ ေရလႊာ လိႈင္းစီးသူ ဆယ္ေက်ာ္သက္တစ္ဦးအျဖစ္ သတ္မွတ္ခဲ့ၾကသည္။\nေဒသတြင္း ျပိဳင္ပြဲမ်ားတြင္လည္းထိပ္တန္းအဆင့္သို႔ ေရာက္ရွိခဲ့သည္။\nထို႔ျပင္ ကိုယ္လက္အဂၤါခ်ိဳ႕ယြင္းမႈမရွိေသာ လူတစ္ဦးအျဖစ္လည္း ရပ္တည္ရွင္သန္ေနခဲ့ပါသည္။၂၀ဝ၃ခုႏွစ္၊ ေအာက္တိုဘာလ ၃၁ရက္ေန႔။  ဟမ္မယ္လ္တန္ႏွင့္ သူငယ္ခ်င္းျဖစ္သူ\nအယ္လန္နာဘလန္ခ်က္ ႏွင့္ ေရလႊာလိႈင္းစီးထြက္ခဲ့သည္။ သူတို႔ႏွင့္အတူ ဘလန္ခ်က္၏\nဖခင္လည္း လိုက္ပါခဲ့သည္။ ေရလႊာလိႈင္းစီးေနရင္းက ပင္ ဟမ္မယ္လ္တန္ကို\nငါးမန္တစ္ေကာင္က ဝင္ဆြဲခဲ့သည္။ ...",
        "rating": "",
        "url": "https://megaup.net/Trbx/Soul_Surfer_[2011]_(MM_Sub).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-poster-1-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDs7/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/sop-300x169.jpg",
        "title": "The Secret Life of Pets (2016)",
        "description": "ကျွန်တော်တို့ ခင်ဗျားတို့ အိမ်မှာ အိမ်မွေးတိရစ္ဆာန်လေးတွေကို သူတို့ချည်းပဲ ထားခဲ့ရပြီဆို သူတို့ ဘာလုပ်နေကြမယ် ထင်ပါသလဲ? သူတို့ အချင်းချင်းရော ဘာတွေကြံစည်တွေးတော နေကြမယ်ထင်ပါသလဲ? အဲဒီအကြောင်းတွေကို ဒီ Animation လေးထဲမှာ ကြည့်ကြပါစို့။ IMDb 6.8 နဲ့ Box Office မှာ 760$ Millions ထိ အောင်မြင်နေတဲ့ ဒီကားလေးရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့.....Jack Russell Terrier အမျိုးအစား ခွေးလေး Max ဟာ သူ့သခင်မလေး ကေတီနဲ့အတူ မန်ဟက်တန်မြို့မှာ ပျော်ရွှင်စွာ နေထိုင်နေရင်း တစ်နေ့မှာ ကေတီဟာ ပိုင်ရှင်မဲ့ခွေးလေး Duke ကိုပါ အိမ်ကိုခေါ်လာတဲ့အခါ.....သူတို့ ၂ ကောင် ရန်ဖြစ်ရာကနေ လူတွေရဲ့စွန့်ပစ်ခံ မြေအောက်အိမ်မွေးတိရစ္ဆာန်ဂိုဏ်းကြီးနဲ့ သူတို့ရဲ့ ခေါင်းဆောင် Snowball နဲ့ တွေ့ဆုံရင်း ပြဿနာတွေ အကြီးအကျယ် တက်လာပြီး.....အဲဒီအချိန်မှာပဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-secret-life-of-pets-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles2014-poster-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles (2014)",
        "description": "Teenage Mutant Ninja Turtles (2014)_____IMDb - 5.8/10 #ရုပ်ရှင်မိတ်ဆက်ပရိတ်သတ်ကြီး စောင့်မျှော်နေတဲ့ TMNT ဇာတ်ကား နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက တစ်ချိန်တုန်းက နာမည်ကြီး ကာတွန်းဇာတ်လမ်းတွဲ နဲ့ ကာတွန်းစာအုပ် တွေထဲက Superheros ဖြစ်တဲ့ TMNT ကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သူက အခုမှ ရုပ်ရှင်ထွက်တာတော့မဟုတ်ပါဘူး။ ၁၉၉၀ တုန်းက ဇာတ်ကား ၃ကားထွက်ထားဖူးသလို၊ ၂၀၀၇ မှာလည်း ကာတွန်းအနေနဲ့ထွက်ထားဖူးပါတယ်။ဇာတ်လမ်းမှာ April O'Neil (Megan Fox) က သတင်းထောက်တစ်ဦးဖြစ်ပြီး New York မြို့က Foot Clan ဆိုတဲ့ ဂိုဏ်းကို လိုက်လံသတင်းယူနေရာကနေ Turtles တွေနဲ့ အမှတ်မထင်ဆုံတွေ့ခဲ့ပါတယ်။ ဒီကနေ သူမ လွန်ခဲ့တဲ့ ၁၅ နှစ်တုန်းက အဖြစ်အပျက်ကို သတိရသွားပြီး Turtles တွေရဲ့ Origin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yDsd/Teenage_Mutant_Ninja_Turtles_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTEzNTQ2OTYxMjheQTJeQWpwZ15BbWU4MDc0OTkzNzgx._V1_-202x300.jpg",
        "title": "Cell (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Cell ဆိုတဲ့ Horror/Si-Fi တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစHorror တို႔ရဲ႕ ထံုးစံ အတိုင္းပဲ rating နည္းေနတာကေတာ့ ေျပာစရာ မလိုေလာက္ပါဘူးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သရုပ္ေဆာင္ေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔ မစိမ္းတဲ့ မင္းသား/မင္းသမီးေတြပါဇာတ္လမ္း ကလည္း ပံုမွန္ Zombie ကားေတြလိုမဟုတ္ပဲ ဇာတ္လမ္းစၿပီးကတည္းက ဇာတ္လမ္းရဲ႕Tempo ကိုျမင့္လိုက္တာက ၾကည့္ရွဴ သူေတြအတြက္ တမူထူးျခားေနမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ျပပြဲအတြက္ ခရီးထြက္ေနရတဲ့ မင္းသားႀကီး  ဟာေလဆိပ္မွာ ခနနားေနတုန္း အိမ္က သားျဖစ္သူကို ဖုန္းဆက္ေနရာမွ ထူးဆန္းတဲ့ Signal ေၾကာင့္ဖုန္းေျပာေနသူအားလံုး စိတ္ရိုင္း၀င္ အသိစိတ္လြတ္ၿပီး အခ်င္းခ်င္း သတ္ျဖတ္ကုန္တဲ့အခါမွာေတာ့ဘယ္လိုမ်ား ရင္ဆိုငိထြက္ေျပးမလဲ သားျဖစ္သူဆီကိုေကာျပန္လည္ေရာက္ရွိႏိုင္ပါ့မလားဆိုတာေတြကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴလိုက္ပါအံုး  Download and Watch 720p HD (700 MB)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/cell-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-thing-2011-poster-133x200.jpg",
        "title": "The Thing (2011)",
        "description": "The Thing (2011)_______IMDb - 6.2/10ဒီကားကတော့ သိပ္ပံသည်းထိတ်ရင်ဖိုဇတ်ကားတစ်ကားဖြစ်ပါတယ် ရေခဲပြင်ထဲကိုယာဉ်ကြီးတစ်စင်းပျက်ကျခဲ့တယ် အဲ့ဒီ့ယာဉ်ရဲ့အချက်ပြတစ်ခုဟာ သိပ္ပံပညာရှင်တွေအဖို့ စိတ်ဝင်စားစရာဖြစ်ခဲ့တယ် ဒါ့ကြောင့် ပညာရှင်အသီးသီးစုပေါင်းပြီး ယာဉ်ပျက်ကြီးကိုစူးစမ်းရှာဖွေမှုအစီအစဉ်စခဲ့တယ် ယာဉ်ပျက်ကြီးဆီရောက်တဲ့အချိန်မှာ အံအားသင့်စရာတွေကဆက်တိုက်ဖြစ်နေခဲ့တယ် ရေခဲတုံးထဲမှာ ဂြိုလ်သားလို့ယူဆရတဲ့အကောင်တစ်ကောင်တွေ့ခဲ့တယ် ပုံစံမပျက်စေဖို့အတုံးလိုက်ဖြတ်ပြီး ရေခဲပြင်မှာပဲရှိတဲ့သုတေသနစခန်းကိုယူလာခဲ့တယ် အားလုံးဟာ ဆက်လုပ်ရမဲ့သုတေသနအတွက် အတွေးကိုယ်စီ စိတ်ကူးကိုယ်စီတွေ ဆွေးနွေးရင်းပျော်နေခဲ့ကြတယ် ဒါပေမဲ့ အဲ့ဒီညမှာပဲ ရေခဲတုံးကြီးထဲက အကောင်ဟာ သိပ္ပံပညာရှင်အဖွဲ့ကို အန္တရယ်ဆိုးကြီးတွေကျရောက်စေခဲ့တယ် အသက်ကိုယ်ရန်ပြုစေတဲ့အပြင် လူသားတွေရဲ့ဇီဝဖြစ် စဉ်အသွင်းပြောင်းဟန်တွေပါလာခဲ့တယ် စာရေးဆရာ John W.camphbell ရဲ့ who goes there?စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇတ်ကားဖြစ်ဖြစ်ပါတယ် JOEL EDGERTONနဲ့မင်းသမီးချော Mary Elizabeth Winstead တို့ကသရုပ်ဆောင်ထားပါတယ် တစ်ကားလုံးမှာ ဘယ်သူကအသွင်းပြောင်းသွားမလဲ ရန်ပြုနိုင်မလဲ ဒွိဟတွေနဲ့ အတော်လေးကိုစိတ်လှုပ်ရှားစရာကောင်းတဲ့ဇတ်ကား မို့ခံစားကြည့်လိုက်ပါဦးလို့\n(ဘာသာပြန်သူက တော. Myo Myint Maung ဖြစ်ပြီး ဇာတ်လမ်းအညွန်းကို ကို Phyo ...",
        "rating": "6.2",
        "url": "https://megaup.net/2d6pr/The_Thing_[2011]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTg0ODdjYTgtOGE1Ni00YWVkLTgzMDAtNTA5ZmE4YmY1ODFiXkEyXkFqcGdeQXVyMjU1NTM4NDU@._V1_SY1000_CR007051000_AL_-212x300.jpg",
        "title": "Sinister Squad (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Suicide Squad မထြက္္ခင္ ၾကည့္ဖို႔ Sinister Squad ဆိုတဲ့ Super Hero ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးက မိနစ္၉၀ ၾကာၿပီး rating ကေတာ vote တဲ့သူ ၄၂၀ ဘဲ ရွိတာေၾကာင့္ အေတာ္နည္းတယ္ဗ် ။ဇာတ္ကားေလးကေတာ့ သဘာ၀လြန္ ျဖစ္ရပ္ေတြနဲ႔ ကမ႓ာႀကီးကို ဖ်က္ဆီးရန္ ႀကံေဆာင္လာတဲ့ အခါမွာေတာ့ Alice တေယာက္ ဘာေတြမ်ား ဘယ္လို ေျဖရွင္းမလဲ ဘယ္လို အထူးအဆန္း အျဖစ္အပ်က္ေတြကို ရင္ဆိုင္ရမလဲဆိုတာကို ေဒါင္းယူၾကည့္ရွဴလိုက္ပါဗ်ာ\nက်ေတာ္ကေတာ့ parody version တစ္ခုလို႔ထင္မိပါတယ္ ဒါေၾကာင့္ အေျပာင္အပ်က္ကားဖို႔ ေပါ့ေပါ့ပါးပါး ၾကည့္ရွဴ ၿပီး ေပ်ာ္႐ႊင္ႏိုင္ၾကပါေစဗ်ာ။File size…(700 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nDownload and Watch 720p ...",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/sinister-squad-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Her (2013)",
        "description": "ခံစားလြယ္ ထိရွလြယ္တဲ့ သီေရဒိုဟာ တျခားသူေတြအတြက္ စာေတြေရးေပးျခင္းျဖင့္ အသက္ေမြးေနသူူေပါ့။ သူဟာဇနီးျဖစ္သူနဲ႔ကြာရွင္းၿပီး အသည္းကြဲေဝဒနာကို ခံစားေနရသူပါ။ ထူးျခားတဲ့ Operating System ( OS ) တစ္ခုျဖစ္တဲ့ စမန္သာနဲ႔ဆံုေတြ႔ၿပီး ေနာက္ပိုင္း အတိတ္ေတြကေန႐ုန္းထြက္လာႏိုင္ၿပီး OSမွ အသံပိုင္ရွင္နဲ႔ ခ်စ္မိသြားပါေတာ့တယ္။\nသီေရဒိုအျဖစ္ Joaquin Phoenix ကသ႐ုပ္ေဆာင္ထားၿပီး OSအျဖစ္ Scarlett Johanssonမွ အသံသ႐ုပ္ေဆာင္ထားပါတယ္။\nဒီဇာတ္လမ္းမွာ တိုးတက္ေနေသာ နည္းပညာမ်ားနဲ႔ လူသားနဲ႔ကြန္ပ်ဴတာၾကားက ခ်စ္ျခင္ေမတၱာကို ထူးျခားစြာ ၾကည့္႐ႈခံစားရမွာပါ\n(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ. Bommy Chan ပဲျဖစ္ပါတယ္)\nFile size…(900MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….02:05:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nsubtitle correct and fixed by Moe Oo Mann",
        "rating": "8.0",
        "url": "https://megaup.net/2SqF2/Her_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/hard-target-2-poster-133x200.jpg",
        "title": "Hard Target 2 (2016)",
        "description": "Hard Target 2 (2016)_____IMDb - 5.3/10\n  \nIMDB 5.3 ရထားတဲ့ ဒီကားဟာ တကယ်တော့ ကျွန်တော်တို့အားလုံး ရင်းနှီးပြီးသားပါ\nဒီကားရဲ့ မင်းသားတစ်ယောက်ဖြစ်တဲ့ Scott Adkins ကိုတော့ Expendables 2 မှာ ဗီလိန်တစ်ယောက်အနေနဲ့\nRobert Knepper ကိုတော့ Prison Break မှာ T-Beg အနေနဲ့ ရင်းနှီးခဲ့ကြပြီးသားပါ\nဒါတင်မကသေးပဲ... ဒီကားက ကျွန်တော်တို့ရဲ့ မြန်မာနိုင်ငံမှာ ရိုက်ထားတဲ့ကားဆိုတာကိုတော့ FB ကျေးဇူးနဲ့ သိထားကြမှာပါ\nမြန်မာ-ထိုင်းနယ်စပ်မှာပေါ့ကဲ...ဇာတ်လမ်းအကျဉ်းလေးကတော့...\nသွေးသံရဲရဲ အနိဠာရုံတွေကို ရွံမုန်းသွားလို့ အဲဒီကိစ္စတွေကနေ အနားယူလိုက်တဲ့ Wes The Jailor Baylor တစ်ယောက်\nသူ့ရဲ့နောက်ဆုံးတာဝန်ဆိုပြီး ဒေါ်လာတစ်သန်းနဲ့ ကမ်းလှမ်းတာကို မငြင်းနိုင်ခဲ့ဘူး\nသူကို လူသတ်မစ်ရှင်အတွက် ဆိုပြီး လာရောက်ပေးဖို့ ကမ်းလှမ်းခံခဲ့တဲ့နေရာကတော့ ကျွန်တော်တို့ရဲ့ ရွှေနိုင်ငံ...\nရွှေနိုင်ငံကြီးကို ရောက်လည်းရောက်လာရော သိလိုက်ရတာကတော့ မုဆိုးကသားကောင်ဖြစ်သွားပြီဆိုတာ...\nလူ လူချင်းအမဲလိုက်ပြီး အဝတ်တစ်ထည် ရေတစ်ဘူးနဲ့ တောကြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VRjB/Hard_Target_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Trivisa-213x300.jpg",
        "title": "Trivisia(2016) ျမန္မာစာတန္းထိုး",
        "description": "2016 ခုႏွစ္ ဧျပီလ ၇ ရက္ေန႕ကထြက္ရွိခဲ့တဲ့ ဒီ ေဟာင္ေကာင္ကားေလးဟာ\nဆိုရင္ေတာ့ ခပ္ၾကမ္ၾကမ္း ၾကိဳက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္မလြတ္သင့္တဲ့ကားေလးပါ\nဇာတ္ကားေလးက IMDb rating က 7/10 ရရွိထားျပီး ရုပ္ရွင္ရိုက္ကူးစဥ္မွာလဲ\nကုန္က်စရိတ္ေတြ အေတာ္မ်ားတာကိုေတြ႕ရွိရပါတယ္\nဇာတ္လမ္း အက်ဥး္းေလးကေတာ့ ၁၉၉၇ ခုႏွစ္မွာ တခါမွ မေတြ႕ဘူးၾကတဲံ\nလူသံုးေယာက္ ဟာ ေကာလဟာလ တစ္ခုေၾကာင့္ ေဟာင္ေကာင္ေျမေအာက္ေလာက\nကို က်င္လည္က်က္စားရန္ ေျပာင္းလာခဲ့ရာမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီးက ရွဴစားၾကရမွာပါ ။ ဒီကားဟာ အဲ့ေခတ္အဲ့အခါက ေဟာင္ေကာင္မွာ က်င္လည္ ခဲ့တဲ့\nဂိုဏ္စတားေတရဲ႕ ပံုစံ အတိုင္း အျပင္ေလာကရဲ႕ ပံုစံကို ရိုက္ျပထားတယ္လိုေတာ့ ဆိုပါတယ္Download & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/trivisia2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/getaway-300x152.jpg",
        "title": "Getaway(2013)(ျမန္မာစာတန္းထုိး)",
        "description": "အမိုက္စားကားတစ္စီးေပၚမွာ ပံုျပင္ဆန္ဆန္ပိတ္မိေနေနတဲ႕လူသားႏွစ္ေယာက္အေႀကာင္းကိုသိခ်င္ပါသလား???သိပ္ခ်စ္ရတဲ႕ဇနီးကိုျပန္ေပးဆြဲတာကိုခံလိုက္ရျပီးတဲ႕အခ်ိန္မွာ ဘယ္ကဘယ္သူမွန္းမသိတဲ႕အသံသာႀကားရတဲ႕လူရဲ႕ခိုင္းေစသမ်ွကို ကားအေကာင္းစားတစ္စီးေပၚမွာမိုက္ရူးရဲဆန္ဆန္လိုက္ျပီးလုပ္ေနရတဲ႕လူတစ္ေယာက္နဲ႕သူမရဲ႕ကားကိုျပန္ျပီးရေအာင္ႀကိဳးစားရာကေန အဲဒီကိစၥမွာပါဝင္ပတ္သက္မိျပီး ကားေပၚမွာပိတ္မိသြားတဲ႕ ေကာင္မေလးတစ္ေယာက္တို႔အေႀကာင္းကိုရိုက္ကူးထားတာလည္းျဖစ္ပါတယ္..အဆံုးသတ္ မိန္းမျဖစ္သူကိုဘဲျပန္ေတြ႕ရမလား...အေကာင္းစားကားထဲမွာဘဲဘဝအဆံုးသတ္သြားမလားဆိုတာကို ရင္တထိတ္ထိတ္နဲ႕ႀကည့္ရႈ႔ရမွာဘဲျဖစ္ပါတယ္.ဒါေႀကာင့္ Getaway ဇာတ္ကားဟာ အစပိုင္းကေနဇာတ္သိမ္းတဲ႕အထိ အခန္းတိုင္းလိုလို မလြတ္တမ္းႀကည့္ရႈ႕သင့္တဲ႕ကားေကာင္းေလးတစ္ကားလို႕ဘဲေျပာပါရေစ...IMDb 4.4, Ethan Hawke နဲ႕ Selena Gomaz တို႕ သရုပ္ေဆာင္ထားပါတယ္။ File Size      : 600 / 300 Mb\nDuration     : 1 hr 30 minutes\nQuality        : 1080p Bluray\nTranslator  : Moe Myint Lwin\nEncoder      : Littleneo \nDownload Here(600Mb)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/getaway2013%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%af%e1%80%ad%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Goodnight Mommy (2014)",
        "description": "ဒီေန႕အတြက္ IMDb rating 6.7/10 ရရွိထားတဲ့ Horror ကားေလးတစ္ကားတင္ေပးခ်င္ပါတယ္။ Elias နဲ႔ Lukas တို႔ဟာ ဆယ္ႏွစ္အရြယ္အမႊာညီကိုေတြျဖစ္ၿပီး ဖခင္နဲ႔အတူေနရာမွ မ်က္ႏွာခြဲစိတ္ၿပီးေဆး႐ံုကဆင္းလာတဲ့ မိခင္နဲ႔အတူေနရန္အအေၾကာင္းဖန္လာပါတယ္။ ဒါေပမဲ့ သူတို႔မိခင္ဟာ ေဆး႐ံုကဆင္းလာခ်ိန္ကစၿပီး အသြင္ျပင္ေတြဟာ ေျပာင္းလဲလာပါတယ္။\nညီအကိုႏွစ္ေယာက္အတြက္မနက္စာကို တစ္ေယာက္စာပဲလုပ္ေပးျခင္းေတြ . အဝတ္တစ္စံုပဲထုတ္ေပးျခင္းေတြနဲ႕  ေဒါသအၿမဲလိုလိုထြက္ေနျခင္းတို႔ျဖစ္ပါတယ္။\nအမႊာညီအကိုႏွစ္ေယာက္ဟာ ထိုအျခင္းအရာေတြကိုေထာက္႐ႈၿပီး တစ္စံုတစ္ခုကိုရိပ္မိသြားတဲ့ေနာက္\nဘယ္လိုအေျဖရွာေဖာ္ထုတ္ၾကမလဲဆိုတာကို ပရိတ္သက္ၾကီးကရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပါ။\n(ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Teamမွ ညီေလး Moe Oo Mann ျဖစ္ပါတယ္။)\n@San Win MaungFile Size                          : 850 Mb\nQuality                 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SHsa/Goodnight_Mommy_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/thecabininthewoodsbluray-1-240x300.jpg",
        "title": "The Cabin in the woods(2012)",
        "description": "IMDb 7 ရထားတဲ့ ဇာတ္ကားေကာင္းေလး တစ္ကားပါ။ ဇာတ္လမ္းအက်ဥ္းက ေတာ့ ေက်ာင္းသား ၅ေယာက္ ေတာထဲက စြန္႕ပစ္ထားတဲ့ သစ္လံုးအိမ္ေလးမွာ အပန္းေျဖသြားရင္းနဲ႕ ေၾကာက္မက္ဖြယ္အျဖစ္ဆိုးေတြ ၾကံဳရတာပါပဲ။ တျခား Horror ေတြနဲ႕ မတူတာ တစ္ခုေတာ့ ဒီဇာတ္ကားမွာ အဲဒီေၾကာက္မက္ဖြယ္ေတြကို လူတစ္စု စနစ္တက် ရည္ရြယ္ခ်က္ရိွရိွဖန္တီးထားတာပါပဲ။ အဲဒီေနာက္ကြယ္က လူစုရဲ႕ရြယ္ရြယ္ခ်က္က ဘာလဲ။ သူတို႕ေတြထဲကေရာ ဘယ္သူလြတ္ေျမာက္နိုင္မလဲ ဆိုတာေတြကိုေတာ့.......File size...(680Mb)\nQuality...Blueray-Rip 720pFormat...mp4\nDuration....01:35\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Littleneo\nTranslater Moe Oo Mann\nDownload or Watch form pCloudSmall file size(340 Mb)",
        "rating": "",
        "url": "https://megaup.net/Vi6k/The_Cabin_In_The_Woods_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/8bbaed2d7972f0fde27680c90139072c-201x300.jpg",
        "title": "Demonic (2002) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကားေလးကိုက်ြန္ေတာ္ရယ္က်ြန္ေတာ့္ညီေလးဂ်ြန္လေရာင္ရယ္ပူးေပါင္းျပီးဘာသာျပန္ထားတာပါ အေတာ္ေလးေၾကာက္ဖို႔ေကာင္းတဲ႔စုန္းကားေလး တစ္ကားလို႔ေျပာပါရေစအလြန္လည္းၾကည့္လို႔ ေကာင္းပါတယ္ဇတ္လမ္းကိုေျပာရရင္ေတာ့ခမာ ေတြနဲ႔ထိုင္း(အယုဒၶယ)တို႔စစ္မက္ျဖစ္ပြားရာကေန စတင္ထားပါတယ္ထိုင္းတို႔စစ္ေအာင္နိင္ျပီးခမာမင္း သမီးေလးသာယာဝတီကိုထိုင္းဘုရင္ထံဆက္သဖို႔ ေခၚေဆာင္လာခ်ိိန္ေလးမွာဘုရင္ရဲ႕စစ္သည္အမက္ တစ္ဦးနဲ႔ေမတၱာမ်ွမိသည့္သာယာဝတီဘုရင္ၾကီးအ မ်က္ေတာ္ရွျပီးနစ္ဦးစလံုးကိုသုတ္သင္ရန္ၾကိဴ းစား တဲ႔အခ်ိန္သာယာဝတီရဲ႕ေအာက္လမ္းပညာရွင္အ ထိန္းေတာ္ကသာယာဝတီကိုဘယ္လိုကူညီမလဲ စုန္းတေစၧအျဖစ္လူသားေတြနဲ႔သာယာဝတီဘယ္ လိုေနထိုင္နိင္မွာလဲဇတ္လမ္းအစအလည္အဆံုးပ ရိတ္သတ္ေတြကိုပ်င္းရိျခင္းမရွိပဲဆြဲေခၚသြားမွာပါ သဲထိတ္ရင္ဖိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြလက္မလြတ္ သင္႔တဲ႔ဇတ္ကားေကာင္းလို႔ညြန္းခ်င္ပါတယ္ဇာတ္ကား အညႊန္းနဲ႕ ဘာသာျပန္ကေတာ့ ကိုစိုးေထြးနဲ႕ မ်ိဳးဇင္ တို႕ဘဲျဖစ္ပါတယ္Download & Watch  Download Small File From Youtube",
        "rating": "",
        "url": "https://channelmyanmar.org/demonic-2002-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjA1MTc1NTg5NV5BMl5BanBnXkFtZTgwOTM2MDEzNzE@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Hateful Eight (2015) ျမန္မာစာတန္္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ထြြက္ ဘ၀င္မက်စရာ\nဇာတ္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါ့မယ္\nဇာတ္ကားေလး ကေတာ့ ရုန္းကန္လႈပ္ရွားမႈေတြ\nမိမိ အသက္၇ွင္ဖို႕အတြက္ ရက္စက္မႈေတြကို ျပထားေတာ့\nေတာ္ေတာ္ ေတာ့ ရင္ေမာဖို႕ေကာင္းတယ္ ဗ်\nတခုရွိတာက မင္းသားေတြက နာမည္ၾကီးေတြမိဳ႕ Rating ျမင့္တာလား ဆိုေတာ့\nဇာတ္လမ္း ကလည္း မဆိုးဘူးေျပာရမွာဗ် ကဲ\nေအာက္မွာ သြား ေဒါင္းၾကည့္လိုက္ၾကပါအံုးDownload & Watch On Pcloud",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/hateful-eight-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/p1-1-232x300.jpg",
        "title": "Power Rangers Dino Charge-TV Series – ျမန္မာစာတန္းထိုး",
        "description": "( April Fool လုပ္မိလို႕ အေလ်ာ္ျပန္ေပးတဲ့အေနနဲ႕တင္ပါသည္ . . . ငိငိ )\n2015 မွာ Season 1 , episode 34 ပိုင္းထိ ထြက္ရွိထားတဲ့ ပါဝါရိန္းဂ်ားကားသစ္ေလးကို cm ပရိတ္သက္ၾကီးအတြက္တင္ေပးခ်င္ပါတယ္။ ကေလးေတြအတြက္ေတာ့အၾကိဳက္ဆံုးျဖစ္သလို တစ္ခ်ဳိ႕လူငယ္ လူၾကီးေတြေတာင္ အခုထိၾကိဳက္တုန္းပဲဆိုတာ ျငင္းမရပါဘူး။ ဒီႏွစ္ 2016 ထဲမွာေတာ့ Season 2 ကိုဆက္လက္ထြက္ရွိမွာပါ။ ဒီဇာတ္ကားေလးမွာ IMDb rating အေနနဲ႕ 7.1/10 ထိေတာင္ရရွိထားပါတယ္။ အခုေတာ့ ပထမဆံုးအပိုင္းကိုတင္ေပးမွာ တင္ၿပီးတာနဲ႕ ဘာသာျပန္သူေတြအျမန္ဆံုးျပန္ေပးသေလာက္ကို အျမန္ဆံုး တင္ေပးဖို႕အတြက္ ကြ်န္ေတာ္တို႕ ၾကိဳးစားေပးပါ့မယ္။ ဒီပိုစ့္မွာ က်န္တဲ့အပိုင္းမ်ားဆက္လက္တင္ေပးသြားပါမယ္။\n(ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Team မွ Moe Myint Lwin ပဲျဖစ္ပါတယ္။)\n@San Win MaungFile Size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-75/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The-Seven-Year-Itch-poster-143x200.jpg",
        "title": "The Seven Year Itch (1955)",
        "description": "The Seven Year Itch (1955)IMDb - 7.1/10_____Rotten 87% ကျွန်တော် Marilyn Monroe ကိုမရင်းနှီးပါဘူး...ကြားဖူးရုံကလွဲလို့ပေါ့..ဒါပေမယ့်...\nဒီဇာတ်ကားကိုကြည့်ပြီးသွားတဲ့ အချိန်မှာတော့...\nကွယ်လွန်ခဲ့တာ ဆယ်စုနှစ်ငါးခု ကျော်တာတောင်မှ ၂ဝ ရာစုရဲ့အထင်ရှားဆုံး သရုပ်ဆောင်၊ အဆိုတော်၊ မော်ဒယ် အဖြစ်သူမကို စိတ်ဝင်စားကြတဲ့ အဟုန်လျော့မသွားရတဲ့ အကြောင်းအရင်းကိုသိရပါတော့တယ်...\nသူမကို သရုပ်ဆောင်တစ်ယောက်ဆိုတာထက် ပါရမီရှင်တစ်ဦးအဖြစ် ပိုမြင်ကြတာ အဆန်း တော့မဟုတ်ပါဘူး........\nသူမဟာ တကယ့်ကို သရုပ်ဆောင်တစ်ဦးဖြစ်ဖို့မွေးဖွားလာသလားလို့ထင်ရလောက်အောင်သရုပ်ဆောင်ရာမှာ\nဆွဲဆောင်အားကောင်းလှပါတယ်...ပရိသတ်တွေ ရူးရူးမူးမူးကြိုက်ခဲ့ကြတာ မလွန်ပါဘူး....\nတခြားအလှပဂေးမင်းသမီးတွေနဲ့အတူ သရုပ်ဆောင်တဲ့အခါတွေမှာလည်း အလှတွေ တူနေရင်တောင် သူမရဲ့စန်းကပဲ သူမကို ပိုထင်ပေါ် စေခဲ့ပါတယ်...\nသူမ ဝတ်လေ့ရှိ တဲ့ မလုံ့တလုံ၊ ခပ်ပါးပါး ဒီဇိုင်းတွေဟာ ပုံမှန်အား ဖြင့် ဆင်ဆာက ခွင့်ပြုလေ့ မရှိတတ်တာမျိုးတွေပါ။ ဒါပေမဲ့ ဆင်ဆာအဖွဲ့ ကတောင် ခေါင်းညိတ် ရလောက်အောင် မွန်ရိုးက အစွမ်းထက်ခဲ့ပါတယ်။ ဒါကြောင့်လဲ သူ့ဖက်ရှင်တွေက ခုထိကို မရိုးနိုင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fdcD/The_Seven_Year_Itch_[1955]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://resizing.flixster.com/ZXzofQsX-UCEVo9wGPdvFgJtPfs=/800x1200/v1.bTsxMTE3NzkwODtqOzE3MDQ3OzIwNDg7ODAwOzEyMDA",
        "title": "Dr.Strange (2007) ျမန္မာစာတန္းထိုး",
        "description": "Dr.Stephen Strange ဟာ ထက္ျမက္ျပီးမာနျကီးတဲ႔ခြဲစိတ္ဆရာဝန္တစ္ဦးပါ\nမထင္မွတ္ဘဲ ကားမေတာ္တဆမႈကေနသူ႔လက္ေတြကသံုးမရျဖစ္သြားပါတယ္\nသူ႔ရဲ႕ေက်ာင္းေနဖက္ Wong ရဲ႕အျကံေပးခ်က္အရ တိဘက္ေဒသမွာေက်ာ္ျကားတဲ႔ Ancient One (တိဘက္ ဆိုတာ ထြက္ရပ္ေပါက္ပုဂၢိဳလ္ေတြေနတဲ႔ေနရာလို႔လဲထင္ရွားပါတယ္)ဆုိသူဆီကို ကုသဖို႔သြားရာကေန\nAncient One ဆီက စြမ္းအားေတြရျပီး Dr.Strange ျဖစ္လာပါတယ္ ဒီစြမး္အားေတြနဲ႔ ကမၻာျကီးကိုအုပ္စိုးဖို႔ျကံစည္ေနတဲ႔ရန္သူတစ္ဦးလက္ကေနဘယ္လိုကယ္တင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္။\nDr.Strange 2016 မထြက္ခင္ေလးကို ဇာတ္လမ္းကို ရင္းႏွီးမႈရွိေအာင္ၾကည့္ထားၾကေပါ့ဗ်ာ\n(ဇာတ္ကားအညႊန္္းကိုေတာ့ Chuck ကေရးသားေပးခဲ့တာပါ)File size...(500MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder.... Kaywa\nTranslator .... Myo Myint Maung\nDownload & Watch From Pcloud\n \nအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-73/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p33159_p_v8_af-1-200x300.jpg",
        "title": "Brother Bear (2003) ျမန္မာစာတန္းထိုး",
        "description": "ရြာတစ္ရြာမွာ ညီအကို ၃ ေယာက္ရွိပါတယ္စီကာ ႏွင့္ သူ၏ ညီ ႏွစ္ေယာက္ ျဖစ္တဲ့ ဒီႏိုင္း နဲ႔ ကီႏုိင္း တို႔ျဖစ္ၾကပါတယ္...သိပ္မၾကာခင္ အခ်ိန္တြင္းမွာ ကီႏိုင္း ဟာ အရြယ္ေရာက္လာေသာ ေယာက်ၤားတစ္ေယာက္အျဖစ္မိုးေကာင္းကင္က ခ်ေပးေသာ နိမိတ္ပံု ကို ရယူရမယ့္ ပြဲကို တက္ရေတာ့မွာပါ...ဒီႏိုင္း ကေတာ့ အရာရာကို ဆင္ျခင္တက္သူ ျဖစ္ေသာ္လဲကီႏိုင္း ဟာ ငယ္ရြယ္သြတ္လတ္ၿပီးလုပ္ခ်င္ရာကို တဇြတ္ထိုး လုပ္တက္သူ တစ္ဦး ျဖစ္၍ အကိုႀကီးျဖစ္သူစီကာ မွာ ညီျဖစ္သူကို ဘယ္ေသာ အခါမွ စိတ္မခ်တက္ပါ...တစ္ရက္မွာေတာ့ သူတို႔ ညီအကို သံုးဦး ၾကားထဲသို႔ ကံၾကမၼာဆိုးႀကီး တစ္ခုမဖိတ္ေခၚရပဲ နဲ႔၀င္ေရာက္လာခဲ့ေလေသာ အခါ.....(ဒီဇတ္ကားကို ကိုမ်ိဳးမင္းသူသန္းျမင့္ မွ ဘာသာျပန္ေပးထားတာျဖစ္ၿပီး ဇတ္၀င္ခန္း သီခ်င္းေတြက အစ အားလံုးကို ေသခ်ာ ဘာသာျပန္ေပးထားတာ ျဖစ္လို႔ ၾကည့္ရႈရတာ ခံစားမႈ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-72/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/daredevil-poster-133x200.jpg",
        "title": "Daredevil (2003)",
        "description": "Daredevil (2003)_____IMDb - 5.3/10\n  \nMarvel ရဲ့ မျက်မမြင်လူစွမ်းကောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး မင်းသားကတော့ Ben Affleck ပါ။\nမင်းသမီး Jennifer Garner ကတော့ ခပ်မိုက်မိုက်ပုံစံနဲ့ ပါဝင်ထားပါတယ်။\nIMDb Rating (5.3/10) ရရှိထားပြီး အခု ထွက်ရှိနေတဲ့ Daredevil Series ကိုမမှီပေမယ့်\nစီးရီးမကြည့်နိုင်တဲ့ ပရိတ်သတ်တွေအတွက်  Daredevil ကိုမြည်းခွင့်ရရှိနိုင်တဲ့ ဇာတ်ကားပါ။(မြန်မာစာတန်းထိုးကိုတော့ Myo Ko မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ပါခြင်းဖြစ်ပါတယ်။)\n   \nMarvel ရဲ႕ မ်က္မျမင္လူစြမ္းေကာင္းကို ရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ျပီး မင္းသားကေတာ့ Ben Affleck ပါ။\nမင္းသမီး Jennifer Garner ကေတာ့ ခပ္မိုက္မိုက္ပံုစံနဲ႕ ပါဝင္ထားပါတယ္။\nIMDb Rating (5.3/10) ရရွိထားျပီး အခု ထြက္ရွိေနတဲ့ Daredevil Series ကိုမမွီေပမယ့္\nစီးရီးမၾကည့္ႏိုင္တဲ့ ပရိတ္သတ္ေတြအတြက္  Daredevil ကိုျမည္းခြင့္ရရွိႏိုင္တဲ့ ဇာတ္ကားပါ။\n \n(ျမန္မာစာတန္းထိုးကိုေတာ့ Myo Ko မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ပါျခင္းျဖစ္ပါတယ္။)\n   \nFile size...(905 MB)\nQuality...BrRip ...",
        "rating": "5.3",
        "url": "https://megaup.net/2fiio/Daredevil_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/cv1-1-210x300.jpg",
        "title": "Captain America : Civil War  (2016)",
        "description": "Blu ray Update ထြက္လာလို႕ အၾကည္သိမ္းထားျခင္သူေတြအတြက္ျပန္တင္ေပးလိုက္ပါတယ္\n             ဇာတ္လမ္းအက်ဥ္းကေတာ့ Age of Ultron အျပီးမွာ ျပန္လည္စုစည္းထားတဲ့ Avenger ေတြဟာ စစ္ဆင္ရင္းတစ္ခု ဆင္ႏြဲရင္း မေတာ္တဆ လူေတြေသရျပန္ပါတယ္။ Avenger ေတြရဲ႕ တိုက္ပြဲတိုင္းမွာ ပ်က္စီးမႈေတြ မ်ားလြန္းတာကို သည္းမခံနိုင္ေတာ့တဲ့ ကမာၻၾကီးဟာ သေဘာတူစာခ်ဳပ္တစ္ခုကို နိုင္ငံမ်ားစြာက လက္မွတ္ထိုးျပီး UN ရဲ႕ လက္ေအာက္မွာ Avenger ေတြကို ထားဖို႕ဆႏၵျပဳလာပါေတာ့တယ္။ ဒါကို ဆံုးျဖတ္ခ်က္အမွားေတြေၾကာင့္ ေနာင္တရေနတဲ့ Iromman က ေနာက္ထပ္ အမွားေတြကိုတားဆီးနိုင္ဖို႕လို႕ ေတြးျပီး ခ်က္ခ်င္းလက္ခံနိုင္ေပမယ့္ ကိုယ္ပိုင္ဆံုးျဖတ္ခြင့္ကို ယံုၾကည္တဲ့ Captain America ကေတာ့\nလံုး၀လက္မခံဖို႕ ဆံုးျဖတ္လိုက္ပါတယ္။ ဒီစာခ်ဳပ္ကို အတည္ျပဳေနစဥ္အတြင္းမွာပဲ အၾကမ္းဖက္တိုက္ခိုက္မႈ ေပၚလာျပီး Cap ရဲ႕ သူငယ္ခ်င္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blog-pos-33/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/download-2.jpg",
        "title": "Apaba (2000) ျမန္မာစာတန္းထိုး ၁၉++",
        "description": "ျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ေတြေဝမႈေတြနဲ႔စိတ္ဓာတ္က်ဆင္းမသြားပါနဲ႔ မနက္ျဖန္ဆိုတာမေရာက္ေသးသ၍ေတြးၿပီးေၾကာက္ေနစရာမလိုပါဘူး Rapperျဖစ္ခ်င္တဲ့ဒိီကားေလးထဲကေကာင္ေလးက သူျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ျပန္ႀကိဳးစားျခင္းမရိွပဲ ေပေတစြာေနထိုင္ၿပီး သူ႔ဘဝသူ႐ုိက္ခ်ဳိးေနသလိုေပါ့... ေလာကႀကီးထဲမွာပူပင္မႈေတြကကိုယ္စီရိွေနရသလို ေန႔စဥ္ေျဖ႐ွင္းေနရတဲ့ျပႆနာေတြကလည္းမနည္းမေနာပါပဲ....အဲဒီပူပင္မႈေတြထဲက... ဒီေနရာမွာေမးခြန္းေလးတစ္ခုခ်န္ထားပါရေစ အကယ္၍ သင္သိပ္ခ်စ္ရတဲ့သင့္ခ်စ္သူကိုသာ႐ွံုးဆံုးသြားရရင္ ....သင္ဘယ္လိုဘဝကိုဆက္မွာလဲ... အၫြန္းကိုဒိီေလာက္နဲ႔ပဲအဆံုးသတ္ၿပီး..ဇတ္လမ္း အျပည့္အဝကိုေတာ့ Screenေပၚမွာခံစားၾကပါစို႔လား ပရိတ္သတ္ေပါင္းတို႔ခမ်ား\nDownload And Watch With Pcloud\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/apaba-2000-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%89/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/pele-poster-133x200.jpg",
        "title": "Pelé: Birth of a Legend (2016)",
        "description": "Pelé: Birth of a Legend (2016)_____IMDb - 7.2/10\n  ဒီကားလေးဟာ Imdb rating အနေနဲ့ 7.2/10 အထိ\nရရှိထားပြီး အောင်မြင်ထားတဲ့ကားလေးပါ\nထွက်ရှိတဲ့နေ့ရက်ကတော့ ၁၃ ရက် မေလ ၂၀၁၆ မှာ\nထွက်ရှိခဲ့ပါတယ်။\n--------------------------\nဒီကားလေးရဲ့ ဇာတ်အိမ်ဟာ ၁၉၈၅ ခုနှစ်လောက်ကဘောလုံးလောကထဲကို စတင်ခြေချ ခဲ့တဲ့ ဘရာဇီးနိုင်ငံသား ဘောလုံးသမားကြီး {ပီလီ (pele)} နာစီမန်တို ရဲ့ သူ ကလေးဘဝကနေစပြီးအောင်မြင်လာတဲ့\nအချိန်အထိ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။သူ့ရဲ့ ငယ်ဘဝဟာ ဖိနပ်တိုက်ကျောင်းတက်ရတဲ့ဘဝဖြစ်ပြီး သူ့ရဲ့မွေးရာပါပင်ကိုယ်စွမ်းရည်ကတော့ဘောလုံး ကစားတာပါ။ ဘောလုံးကို ကျွမ်းကျွမ်းကျင်ကျင်ကစားတတ်ပြီး\nအများနဲ့မတူတဲ့ ကစားနည်းနဲ့ဆော့ကစားတာပါ\nဒါပေမဲ့ ဘောလုံးဆော့တာကို သူ့ရဲ့အမေဖြစ်သူက\nမကြိုက်ပါဘူး။ ဒါပေမဲ့ ခိုးကြောင်ခိုးဝှက်ဆော့ရင်းနဲ့\nသူ့သူငယ်ချင်းတစ်ဦးသေဆုံးခဲ့ပြီး စိတ်ဒါဏ်ရာ ရခဲ့ပါတယ်။ ဒါပေမဲ့ လဲ သူ့မှာရှိတဲ့ ဘောလုံး ပင်ကိုယ်\nစွမ်းရည်ကို သူ့အမေဟာ တွေ့မြင်သွားပြီး သူ့ရဲ့သားကို ချစ်တဲ့ စိတ်နဲ့ ဘောလုံးအသင်း ဥက္ကဌ\nတစ်ဦးနဲ့ မိတ်ဆက်ပေးခဲ့ပါတယ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zfg6/Pèlé_-_Birth_Of_A_Legend_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/jeruzalem.40702-1-203x300.jpg",
        "title": "Jeruzalem (2015) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကားဟာ first person ျမင္ကြင္းအေနနဲ႔တစ္ကားလံုးၾကည့္႐ႈရမွာျဖစ္ၿပီး ထူးျခားတာကေတာ့  Handy Cam မဟုတ္ဘဲ Goolge Glass ကိုအသုံးျပဳထားတဲ့မိန္းကေလးတစ္ေယာက္ျဖစ္တဲ့ ဆာရာ ရဲ႕အျမင္ဘက္ကေနၾကည့္ရမွာပါ။ အရင္ As Above So Below ၾကည့္ဖူးသူမ်ားကေတာ့အထူးအၾကိဳက္ေတြ႕မယ့္ဇာတ္ကာားမ်ိဳးပါ။ IMDb rating ကေတာ့ 4.7/10 ဆိုေပမယ့္ Horro ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္းၾကည့္ရွူသူနည္းပါးလို႕လို႕ဘဲေျပာပါရေစ။ဇာတ္လမ္းအၫႊန္းေျပာရရင္\nအကိုရင္းဆံုးသြားလို႔ စိတ္ဓာတ္က်ေနတဲ့ ဆာရာ ကို သူ႔သူငယ္ခ်င္းတစ္ေယာက္ ျဖစ္တဲ့ ေရခ်ယ္ ရဲ႕  ဆြဲေဆာင္မႈေၾကာင့္  အစၥေရးႏိုင္ငံ တဲလ္အဗစ္ကိုခါရီးထြက္ဖုိ႔အေၾကာင္းဖန္လာပါတယ္\nဖစ္ခ်င္ေတာ့  ေလယာဥ္ေပၚမွာေတြ႕ခဲ့ရတဲ့ သုေတသနေက်ာင္းသားေလး ကီဗင္နဲ႔ေတြ႕ၿပီး ကီဗင္  ရဲ႕စည္း႐ံုးမႈေၾကာင့္  ခရီးစဥ္ေျပာင္းကာ ေဂ်႐ုစလင္ၿမိဳ႕ကိုေရာက္သြားခဲ့ၾကတယ္\nတိုက္ဆိုင္စြာ ယြန္းကစ္ပါ ဆိုတဲ့ဘာသာေရးပြဲေတာ္ကိုလည္း က်င္းပေနတဲ့အခ်ိန္ျဖစ္တာေၾကာင့္  ေဂ်႐ုစလင္ၿမိဳ႕မွာလူစည္ကားလ်က္လည္းရွိေနပါတယ္ လည္ပတ္ရင္း ေပ်ာ္ရႊင္ေနတဲ့သူတို႔ တစ္ေန႔မွာ ထူးထုက္ဆန္းဆန္းအေၾကာင္းအရာတစ္ခုနဲ႔ႀကံဳေတြ႕ရတဲ့အခါမွာေတာ့ ဘာေတြမ်ားဆက္ျဖစ္ပ်က္အံုးမလဲဆိုတာကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴၾကပါဗ်ာ။(ဇာတ္ကားကို ဘာသာျပန္ န႕ဲ အညႊန္းကေတာ့ ညီေလး မိုးဦးမာန္ ျဖစ္ပါတယ္ )\nအသညး္ငယ္တတ္သူေတကေတာ့ Rrated အမ်ိဳးအစားျဖစ္တာမို႕ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-57/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Wrong Turn Movies (1+2+3+4+5+6)",
        "description": "2003 ခုနှစ်ကနေစပြီး 6 ကားတိတိ ထွက်ရှိခဲ့တဲ့ Wrong Turn ဆိုတဲ့ ဇာတ်ကားဟာSaw ဇာတ်ကားလိုမျိုးပဲအောင်မြင်မှုတွေရရှိခဲ့ပါတယ်..သည်းထိတ်ရင်ဖိုကိုမှ ကြည့်ချင်နေတဲ့\nသူတွေအတွက်တော့ ဒီ Wrong Turn ဇာတ်ကား 6 ကားစလုံးဟာ ဒီအရသာကိုပြည့်ပြည့်ဝ၀\nပေးစွမ်းနိုင်စွမ်းရှိပါလိမ့်မယ်..ဒါပေမယ့် ကလေးသူငယ်များ နဲ့ နှလုံးရောဂါအခံရှိသူများ\nကြည့်ရှုဖို့တော့အဆင်မပြေနိုင်ပါ ....။အခုတင်ပေးထားတဲ့ဒီခြောက်ကားစလုံးအတွက် ဒေါင်းရတာ\nအဆင်ပြေအောင် ဖိုင်ဆိုဒ်အကြီး ( အကြည် ) တင်ပေးထားပါတယ်..အဆင်ပြေမယ်လို့မျှော်လင့်မိကြောင်းပါအညွှန်းကိုရေးရမယ်ဆိုရင် တစ်ကားကိုတစ်ခု ရေးရမယ်ဖြစ်ပြီး Post အရမ်းရှည်သွားမှာ\nဖြစ်လို့ ကိုယ်တိုင်ပဲ စိတ်လှုပ်လှုပ်ရှားရှားနဲ့ ခံစားကြည့်ရှုကြပါ ;)( ဒီဇာတ်ကားအတွက်စာတန်းထိုးဖိုင်ကို ကသာသားလေးမှ ပြုလုပ်ပြီး\nကို ကျော်စွာဝင်းမှ Encoding ပြုလုပ်ပါသည် )",
        "rating": "6.1",
        "url": "https://megaup.net/1Hhug/Wrong_Turn_-_1_[2003]_(MM_Sub).mp4",
        "category": "Horror, Special Package, Thriller"
    },
    {
        "thumbnail": "",
        "title": "You’ve Got Mail (1998)",
        "description": "ဒီတစ္ခါေတာ့ တြမ္ဟန္႕ရဲ႕ ၁၉၉၈ ကထြက္ထားတဲ့ ဇာတ္ကားေလး တစ္ကားနဲ႕မိတ္ဆက္\nေပးပါရေစ ဇာတ္ကားေလးကေတာ့ အရင္ 90 Born ေတြေတာ့ G talk ေခတ္ကာလကို\nျပန္လည္အမွတ္္ရမိေစမဲ့ ဇာတ္ကားေလးတစ္ကား ျဖစ္ပါတယ္\nဇာတ္ကား ေလးက အျပင္မွာ မေတြ႕ဖူးတဲ့ သူ၂ေယာက္ အျပန္အလွန္ေမးလ္ေတြ ပို႕ၾကရင္း\nခ်စ္ၾကိဳက္ရာမွ အျပင္ေလာကမွာေကာ ဘယ္လိုေတြမ်ား ဆက္လက္ ရင္ဆိုင္ၾကမလဲ\nအျပင္ေလာကက တကယ့္ အိမ္ေထာင္ေတြကိုေကာ ဘယ္လိုေတြမ်ားေျဖရွင္းၾကမလဲဆိုတာကို\nသင္ခန္းစာယူၾကည့္ရမွာပါ ။ ကဲ အမ်ိဳးတို႕ ၾကဴေတာ့ ၾကဴေပါ့ သတိေတာ့ ထားၾကေပါ့ေနာ႕\nမိန္းကေလးေတြလဲ ကိုယ္ အျပင္မွာ မျမင္ေတြ႕ဖူးတဲ့လူကို သိပ္မယံု မလြယ္ၾကဖို႕ တိုက္တြန္းရင္း",
        "rating": "6.5",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4 https://megaup.net/2Sq6m/You’ve_Got_Mail_[1998]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/LjL7QQW-1-300x169.jpg",
        "title": "Click Your Heart (2016) အစအဆံုး ျမန္မာစာတန္းထိုး",
        "description": "ဒုတိယ ႏွစ္ကို ေက်ာင္းခဏခဏ ေျပာင္းေနရတဲ့ ေကာင္မေလး တစ္ေယာက္ရွိတယ္ဘာလို႔လဲ ဆိုေတာ့ အဲ့ဒီေကာင္မေလး အနားကပ္တဲ့သူတုိင္း ေသရင္ေသ မေသရင္ကံဆိုးကုန္ၾကလို႔ပါပဲ ဒါေၾကာင့္ ေကာင္မေလး ကိုယ္တိုင္ကလဲ သူ႔အနားကိုဘယ္သူမွ မကပ္ေအာင္ ေသခ်ာ အၿမဲတမ္း ဂရုစိုက္ၿပီး ေနခဲ့ပါတယ္ဒါေပမယ့္ ကံဆိုးခ်င္ေတာ့ သူ႔ကို ႀကိဳက္တဲ့ ေကာင္ေလး ၄ ေယာက္နဲ႔ဆံုေတြ႔လာတဲ့ အခါမွာေတာ့...ဒီဇတ္လမ္းတြဲ အစအဆံုးကို CM Translator Moe Myint Lwin မွ ဘာသာျပန္ေပးထားပါတယ္(Thit San Khant)Download List\n==============\n Click.Your.Heart 1\nClick.Your.Heart 2\nClick.Your.Heart 3\nClick.Your.Heart 4\nClick.Your.Heart 5\nClick.Your.Heart 6\nClick.Your.Heart 7Thank For Download...Follow Me --- > www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-55/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Mr_Vampire_dvdcover_20Century-1-300x203.jpg",
        "title": "Mr. Vampire (1985) ၿမန္မာစာတန္းထိုး",
        "description": "အားလံုးရင္းႏွီးက်မယ္႔ တရုတ္သရဲကားတစ္ကားၿဖစ္မွာပါ..အလြယ္ေခၚရင္ေတာ႔ တရုတ္ခုန္ဆြ သရဲေပါ႕ :D\nကြ်န္ေတာ္တို႕ CM မွာ ဇာတ္ကားေကာင္းေကာင္းအေဟာင္းေလးေတြ..အၿပင္မွာလည္းရွာဖုိ႕မလြယ္ေတာ႕\nတဲ႕ ဇာတ္ကားေကာင္းေလးေတြကိုတင္ဆက္ခ်င္တဲ႕စိတ္ရွိတာေၾကာင္႔ အခု 1985 မွာ ထြက္ရွိထားတဲ႕\nMr. Vampire ကားေတြရဲ႕ ပထမဆံုး ဇာတ္ကားကို ကိုယ္တိုင္ဘာသာၿပန္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္..\nအခုၾကည္႔မယ္႕သူေတြကေတာ႔ဘယ္လိုေနမလဲမသိဘူး..ကြ်န္ေတာ္ကေတာ႔ ၿပန္ၾကည္႕လိုက္တာ\nကိုယ္႔ကိုယ္ကို ၿပန္ငယ္သြားသလိုခံစားရပါတယ္ :Dဇာတ္လမ္းအညႊန္းကိုေပးဖုိ႕လုပ္တဲ႕အခါမွာ ကြ်န္ေတာ္စဥ္းစားမိတာက ဒီဇာတ္ကားေတြရဲ႕အညႊန္းကို\nေထြေထြထူးထူးေပးစရာမလိုဘူးဆုိတဲ႕အေၾကာင္းပါ..အားေပးတဲ႕ပရိတ္သတ္ကိုမေလးမစားလုပ္တာ\nမဟုတ္ရပါဘူး..အားလံုးသိၿပီးသားၿဖစ္မယ္လို႔ေမွ်ာ္လင္႔ထားမိလို႕ပါ..ဒါေပမယ္႔မသိေသးတဲ႕သူေတြ\nအတြက္နည္းနည္းေလာက္ေတာ႔မိတ္ဆက္ေပးပါမယ္..ခပ္တိုတိုေလးပဲမိတ္ဆက္လိုက္ပါမယ္..\nရရွိထားတဲ႕ IMDb Rate ကေတာ႔ 7.6 ပဲၿဖစ္ပါတယ္..ဆရာေကာ႕ ဟာ သရဲနိမ္နင္းတဲ႕ဆရာတစ္ေယာက္ပါ..သူ႕မွာ တပည္႔၂ဦးရွိပါတယ္..တစ္ရက္မွာ\nသူေငွးၾကီးတစ္ဦးက သူ႕အေဖရဲ႕ အုတ္ဂူကိုၿပန္ေဖၚဖုိ႕ၾကိဳးစားရာကေန သူ႕အေဖဟာ ဖုတ္ေကာင္ၿဖစ္\nလာၿပီးေတာ႕ ဆရာေကာ႕နဲ႕ တပည္႕၂ဦးတို႕နိမ္နင္းက်တဲ႔ဇာတ္လမ္းပံုစံပါပဲ..ဒါက အက်ဥ္းခ်ဳပ္ပါ\nဟာသေလးေတြ..တပည္႕၂ဦးရဲ႕ တလြဲလုပ္တာေလးေတြ..စတဲ႕ ရိုက္ကြက္ေတြကိုၾကည္႕ရွုု ရင္း\nငယ္ဘ၀ကို ၿပန္လည္ေရာက္ရွိသြားသလို ခံစားလိုက္ၾကပါဦးလို႕ ေၿပာၾကားလိုက္ပါတယ္..[ အၾကည္ဆံုးရွာၿပီးတင္ေပးထားေပမယ္႔ ေခတ္ကာလကြာၿခားမွုမ်ားေၾကာင္႔ ကြာလတီကြာၿခားမွုရွိပါသည္]Filesize : 604 MB\nQuality : DvdRip\nFormat : mp4\nRun Time : 1h 36 min\nSubtitle : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-54/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Ki & Ka (2016)",
        "description": "ဒီကားေလးကိုမိတ္ဆက္ေပးရမယ္ဆိုရင္ အိမ္ေထာင္ျပဳၿပီး အိမ္အလုပ္ေတြကိုပဲလုပ္ရင္း ဘဝကိုမႏွစ္ျမဳပ္ခ်င္တဲ့ ေကာင္မေလးနဲ႔ ဖခင္ကအရမ္းခ်မ္းသာေသာသူျဖစ္ေသာ္လည္း စီးပြားေရးလုပ္ငန္းေတြကိုစိတ္မဝင္စားဘဲ သူ႔ရဲ႕အေမကိုအရမ္းေလးစားအားက်တဲ့ ေကာင္ေလးတို႔ ေတြ႕ဆံုၾကတဲ့အခါ\nတျခားသူေတြနဲ႔ မတူတဲ့ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘယ္လိုျပႆနာေတြျဖစ္လာႏုိင္မလဲ\nေကာင္ေလးကေရာ သူ႔ခ်စ္သူအတြက္ အိမ္အလုပ္ေတြလုပ္ရင္းနဲ႔ပဲ ေနာက္ကြယ္ကေနပံ့ပိုးေပးႏုိင္မလား ....\nေကာင္မေလးကေရာ သူ႔ခ်စ္သူကို လူၾကားမွာပြဲထုတ္ဖို႔အတြက္ ဘယ္လိုခံစားမႈေတြရွိေနမလဲ ....\nေနာက္ပိုင္း သူ႔ခင္ပြန္း အေၾကာင္းတိုက္ဆိုင္၍ေအာင္ျမင္လာတဲ့အခါမွာေရာ မနာလိုမႈမရွိဘဲ ေမတၱာဆက္ထားႏိုင္မလား\nသူတို႔ႏွစ္ေယာက္ရဲ႕ အခ်စ္ကသူမတူဘဲ ဘယ္ေလာက္ထိေရွ႕ဆက္ေလွ်ာက္လွမ္းသြားႏိုင္မလဲဆိုတာကေတာ့ ....ဇာတ္ကားေလးထဲမွာပဲ စိတ္ဝင္းစားစြာနဲ႔ အေျဖရွာလိုက္ၾကပါလို႔ေျပာပါရေစ။ အိႏိၵယရဲ႕ နာမည္ႀကီးမင္းသမီး ကရီနာ ကပူးရ္ သ႐ုပ္ေဆာင္ထားၿပီး ဧည့္သည္သ႐ုပ္ေဆာင္အေနနဲ႔ အမီတာဘခ်မ္းလည္းပါဝင္တဲ့အတြက္ ဇာတ္ကားေကာင္းေလးအျဖစ္ ပရိတ္သက္ေတြ သေဘာေတြ႔မွာမလြဲဘူးလို႔လည္း ယံုၾကည္မိပါတယ္။Quality….bluRay 720P\nLength…2 hours 6 mins\nFormat…mp4\nFile size…884MB\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Moe Zin\nEncoder….Kaung Myat Thu(ဇာတ္ကားအညႊန္းနဲ႔ ဘာသာျပန္ေပးသူကေတာ႔  ကိုမိုးဇင္ ပဲ ျဖစ္ပါတယ္)",
        "rating": "5.8",
        "url": "https://megaup.net/2drxg/Ki_&_Ka_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/max1423510339-front-cover-300x201.jpg",
        "title": "Playing It Cool (2014) ျ",
        "description": "တစ္ခါမွ သိကၽြမ္းျခင္းမရွိတဲ့ သူစိမ္း၂ေယာက္ ရဲ႕ အမွတ္မထင္ ေတြ႔ဆံုမႈမွာ ဖူးစာေရစက္ဆိုတာ ဘယ္လိုအရာမ်ိဳးလဲ ဆိုတာကို\nအခ်စ္ရိုမန္႔ ကားေလးကို ဟာသဆန္ဆန္ေလး ရိုက္ကူးျပထားတဲ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ဇာတ္ကားေလးပါ\nFile size…677MB\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Kaung Myat Thu\nDownload and watch via pCloud",
        "rating": "6.0",
        "url": "https://megaup.net/1zJo7/Playing_It_Cool_[2014]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/11111-217x300.jpg",
        "title": "Day Lights End (2016) ျမန္မာစာတန္းထိုး",
        "description": "ႏွစ္ေတြက တျဖည္းျဖည္းနဲ႔တိုက္စားၿပီး ကမ႓ာႀကီးကို ပ်က္စီးမႈေတြနဲ႔လူသားေတြကိုဆာေလာင္ေနတဲ့ အရုိုင္းအစိုင္း သားရဲမ်ား အျဖစ္ေျပာင္းလဲ သြားရာမွ ရည္႐ြယ္ခ်က္မဲ့ လက္စားေခ်လိုတဲ့ လူတစ္စုက အသက္ရွင္ရပ္တည္ႏိုင္ဖို႔ဘယ္လိုေတြမ်ား ႀကိဳးစားရွင္သန္ ရမလဲ ေသြးဆာေနတဲ့ အရိုင္းအစိုင္းေကာင္ေတြကိုဘယ္လိုမ်ားရင္ဆိုက္တိုက္ခိုက္ၾကမလဲကို ပရိတ္သတ္ႀကီးကဆက္လက္ေဒါင္းယူ ရွဴ စားၾကရမွာျဖစ္ပါတယ္Download & Watch",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/day-lights-end-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/runner2poster-203x300.jpg",
        "title": "Runner Runner (2013)",
        "description": "Richie Furst ဟာ Princeton ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ျဖစ္ျပီး ေက်ာင္းလခအတြက္ အင္တာနက္မွာ ဒီတစ္ေခါက္မွာ Richie ဟာအင္တာနက္က လူလိမ္တစ္ေယာက္ဆီမွာ ပိုက္ဆံေတြရႈံးသြားခဲ့ပါတယ္။ Richie ကအဲဒီ့လူလိမ္ျဖစ္တဲ့ Ivan Block ဆိုသူရွိတဲ့ Costa Rica ႏိုင္ငံကိုသြားျပီးျပသနာေျဖရွင္းဖို႔ၾကိဳးစားခဲ့ပါတယ္။ သူတို႔ႏွစ္ေရာက္ေတြ႕ျပီတဲ့အခါ Ivan ကစိတ္ဓာတ္ျပင္းျပတဲ့ Richie ကိုသူနဲ႔အတူတူအလုပ္လုပ္ဖို႔ကမ္းလွမ္းခဲ့ပါတယ္။ Richie ဟာ Ivan ရဲ႕ရည္းစားေဟာင္း Rebecca Shafran နဲ႔ခ်စ္ကြ်မ္း၀င္ခဲ့ပါတယ္။ Costa Rica ေရာက္ေနတဲ့ FBI စံုေထာက္ Shavers က Richie ကိုျပန္ေပးဆြဲအသက္အႏၱရာယ္နဲ႔ျခိမ္းေျခာက္ျပီး Ivan ရဲ႕ျပစ္မႈေတြကို၀န္ခံဖို႔ေတာင္းဆိုတဲ့အခါ..........။Runner Runner ဟာဒါရိုက္တာ Brad Furman ရဲ႕လက္ရာ ရာဇ၀တ္မႈေနာက္ခံ သဲထိပ္ရင္ဖိုရုပ္ရွင္ျဖစ္ျပီးအဓိကသရုပ္ေဆာင္ေတြအျဖစ္ Justin Timberlake (Richie Furst), Gemma Arterton (Rebecca Shavers), Anthony Mackie ...",
        "rating": "",
        "url": "https://channelmyanmar.org/runner-runner-20133/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/33333-209x300.jpg",
        "title": "Bling (2016)",
        "description": "အခ်စ္ဆိုတာ အရာရာကိုေျပာင္းလဲေစႏိုင္တယ္တဲ့\nဟုတ္ပါ့မလား\nငယ္စဥ္ဘ၀ကတည္းက တိတ္တခိုးဆြဲလမ္းေနခဲ့ရေသာ ဆမ္\nၾကီးလာေတာ့ မိမိခ်စ္သူ ဆူး ကို အၾကိမ္ၾကိမ္ဖြင့္ေျပာဖို႕ၾကိဳးစားခဲ့ေပမယ့္လည္း\nအခြင့္မၾကံဳပဲ အရာရာ တလြဲေတြသာ လုပ္မိတဲ့အခါမွာေတာ့\nဘယ္လိုေတြၾကံဳေတြ႕ရမလဲ\nအခ်စ္ေၾကာင့္ မိုက္ကန္းေနတဲ့ ခ်စ္လူမိုက္ၾကီး\nဗစ္တာနဲ႕ ၾကံဳေတြ႕ေနရတဲ့အခါမွာေတာ့ ဘယ္လိုေတြမ်ား ရင္ဆိုင္ေျဖရွႈင္းၾကမလဲဆိုတာ\nဆက္လက္ ၾကည့္ရွဴလိုက္ၾကပါအံုးဗ်ာ",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/bling-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "",
        "title": "The Mask (1994)",
        "description": "1994 ခုႏွစ မိတ္ေဆြတုိ႔ ကြၽန္ေတာ္တို႔ ေပါက္စနဘ၀ေလးပဲရွိေသးတဲ့အခ်ိန္ အဲဒီအခ်ိန္ခုႏွစ္မွာပဲ အခု Deadpoolထြက္ၿပီးတဲ့အခ်ိန္ထိ ဒါမွမဟုတ္ ေနာက္ရာစုႏွစ္ေတြအထိ အရယ္ရဆံုး ComicBook Movie တစ္ခုျဖစ္လာမယ့္ The Mask ကို ေမြးဖြားခဲ့ပါတယ္IMDB: 6.9/10\nMetacritic : 56%\nRotten Tomatoes : 77%Edge City ဆိုတာ အေမရိကန္နိုင္ငံက မထင္မရွားဆိပ္ကမ္းၿမိဳ႕ေလးတစ္ၿမိဳ႕ အဲဒီၿမိဳ႕ေလးက ၿမိဳ႕သား Stanley Ipkissကလည္း Edge City ဘဏ္မွာ အလုပ္လုပ္ေနတဲ့ မထင္မရွားၿမိဳ႕သားတစ္ေယာက္ သူရဲ႕စိတ္ထားအင္မတန္ေကာင္းလြန္းေနတာရယ္ အေလွ်ာ့ေပးဆက္ဆံတတ္တဲ့ အက်င့္ေၾကာင့္ လူခ်စ္လူခင္ေပါတဲ့လူတစ္ေယာက္ တစ္ေန႔ ဘဏ္ကိုဓားျပတိုက္ဖို႔ အႀကံအစည္နဲ႔ေရာက္လာတဲ့ Tina Carlleyl ဆိုတဲ့ေကာင္မေလးကို တန္းတန္းစြဲျဖစ္သြားၿပီး လိုက္ပိုးရာက တလြဲေတြျဖစ္ အိမ္အျပန္လမ္းမွာ ထူးထူးဆန္းဆန္း မ်က္ႏွာဖံုးတစ္ခုကို ေကာက္ရရာကေန Stanleyရဲ႕ဘ၀ ကေျပာင္းကျပန္ ေျပာင္းလဲဖို႔ျဖစ္လာပါေတာ့တယ္...The Truman Show, Man ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwu8/The_Mask_[1994]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Sarbjit (2016)",
        "description": "မိန္းမျဖစ္သူနဲ႕ စိ္တ္ေကာက္ရာမွ သူငယ္ခ်င္းျဖစ္သူ\nအဆြယ္ေကာင္းမႈေၾကာင့္ အိႏိၵယ- ပါကစၥတန္ နယ္စပ္မ်ဥး္အနီး\nညအခ်ိန္ အရက္မူးျပီး ပါကစၥတန္ နယ္စပ္မ်ဥ္းကိုျဖတ္ေက်ာ္\nမိတဲ့လူငယ္ေလးတေယာက္\nအက်ဥး္ေထာင္အတြင္းမွာ မတရားစြပ္စြဲခံရမႈေတြနဲ႕\nငယ္ရြယ္မႈေတြကို တိုက္စားခံလိုက္ရေသာအခါမွာ\nညီမျဖစ္သူရဲ႕ ၾကိဳးစားမႈေၾကာင့္ လြတ္ေျမာက္ခြင့္ရလာမလား\nမိသားစုနဲ႕ေကာ ျပန္လည္ စံုေတြ႕ႏိုင္ပါအံုးမလား ဆိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ\nမိုးေလးက ေအးေအးနဲ႕ ကုလားကားေလးဖြင့္ျပီး\nJasmin Tea ေလးနဲ႕ နပ္လိုက္ရရင္ကေတာ့ ဘာမွမလိုအပ္ေတာ့ဘူးလို႕ထင္ပါတယ္ဗ်ာ\nျဖစ္ရပ္မွန္ေပၚ အေျခခံျပီးရိုက္ထားတာေၾကာင့္ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့ လက္လႊတ္မခံသင့္တဲ့ ကားတကားပါပဲ",
        "rating": "7.5",
        "url": "https://megaup.net/4Usaj/Sarbjit_[2016]_(MM_Sub).mp4",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/t1.daumcdn.net_-209x300.jpg",
        "title": "Undulant Fever (2014) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "ဒီတစ္ခါေတာ့ ဇာတ္လမ္းခပ္ခပ္ေအးေအးေလးနဲ႔ ဒီေခတ္ရဲ႕ျဖစ္ေလ့ျဖစ္ထရိွတဲ့အေၾကာင္းအရာေတြကို႐ိုက္ကူးထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္နဲ႔မိတ္ဆက္ေပးပါရေစခင္ဗ်ာ...''ဒီေတာ့...မိမိရဲ႕သမီးမိန္းကေလးတစ္ေယာက္ ဖ်က္ဆီးခံလိုက္ရတဲ့မိဘတစ္ေယာက္ရဲ႕ရင္ထဲမွာဘယ္လို ဆို႔ႏွစ္မႈေတြရိွေနမလဲ... တာဝန္မဲ့တဲ့ေယာက်ာ္းတစ္ေယာက္ရဲ႕ဥေပကၡာေတြကိုခါးစီးၿပီးခံေနရတဲ့ မိန္းမတစ္ေယာက္ဘယ္လိုရပ္တည္ႏိုင္မလဲဆိုတာ ေတြးၾကည့္ရင္ေတာင္ ေၾကာက္စရာေကာင္းပါတယ္ဒီကားေလးက 18+လို႔ေျပာထားေပမဲ့ လိင္အသားေပးခန္းေတြကိုခ်ည္းပဲ႐ိုက္ကူးထားတာမဟုတ္ပဲ ဒီဘက္ေခတ္ လူငယ္ေတြမမွားသင့္တာမမွားရေအာင္ ပံုေဖာ္ထားတဲ့ဇတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Dean ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/undulant-fever-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%88/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Chronicles_of_the_Ghostly_Tribe_poster.jpg",
        "title": "Chronicles of the Ghostly Tribe (2015) ျမန္မာစာတန္္းထိုး",
        "description": "Visual Affect ခပ္လန္းလန္းေတြနဲက အာရွကားတစ္ကားကို ပိတ္ရက္မွာ\nၾကည့္ဖို႕တင္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မြန္ဂိုလီးယား နယ္စပ္က\nေရွးႏွစ္ေပါင္းမ်ားစြာကတညး္က ျဖစ္တည္ခဲ့တဲ့ ရုပ္ကၽြင္းေတြအေပၚမွာ\nလူသားေတြရဲ႕ စူးစမ္းေလ့လာမႈေတြေၾကာင့္\nမထင္မွတ္္ထားတဲ့ အႏၱရာယ္ေတြျဖစ္ေပၚလာတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကေလမလဲ\nမေတာ္ေလာဘ သမား\nအာဏာရူးေတြနဲ႕ေကာ ဘယ္လိုရင္ဆိုင္ၾကေလမလဲဆိုတာကုိ ဆက္လက္ ၾကည့္ရွုလိုက္ပါအံုး\nဘာသာျပန္ကေတာ့ ကိုရန္ပိုင္ဟိန္္း ျဖစ္ပါတယ္ ။Download & Watch Large FileDownload & Watch Small File",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/chronicles-of-the-ghostly-tribe-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-confirmation_1457545402.jpg",
        "title": "The Confirmation (2016) ျ",
        "description": "ရွစ္နွစ္အရြယ္ရိွ Anthony ဆိုတဲ့ေကာင္ေလးဟာ သူ႔အေမနဲ႔ ေနာက္အိမ္ေထာင္တို႔ ခရီးထြက္သြားတဲ့ အခါ အေဖ အရင္းျဖစ္သူ အရက္သမား လက္သမားဆရာ Walt နဲ႔ အားလပ္ရက္မွာ အတူလာေနရန္အေၾကာင္းဖန္ လာပါတယ္. Walt နဲ႔ သားျဖစ္သူ Anthony တို႔ရဲ႕ ဆက္ဆံေရးဟာ သိပ္ေျပလည္လွတာေတာ့ မဟုတ္ပါဘူး ဒါေပမယ့္ ပထမဆုံးလာေနတဲ့ရက္မွာပဲ Walt ရဲ႕ ပစၥည္းေသတၱာ သူခိုးခိုးခံလိုက္ရပါတယ္ အဲ့ဒီမွာ သားအဖနွစ္ေယာက္ သခိုးကိုလိုက္ရွာၾကရာကေန နွစ္ေယာက္ၾကားရင္းနွီးမႈေတြ ျပန္လည္ျဖစ္လာျပီး သူတို႔ဘယ္လိုဘယ္ပုံ သခိုးကိုရွာမလဲဆိုတာကို ဇာတ္လမ္းေလးဆင္ရိုက္ကူးထားတဲ့ Comedy ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္Rating ပိုင္းအေနနဲ႔ၾကည့္မယ္ဆိုရင္လဲ IMDb မွာ 6.4/10 ရရိွထားျပီး Rotten Tomatoes မွာဟ88% ေတာင္ရရိွထားတာျဖစ္လို႔ Rating ေကာင္းတဲ့ ဇာတ္ကားေကာင္းေလးအျဖစ္ညႊန္းေပးပါရေစFile Size : 720 MB\nQuality : Blu ray 720P\nRunning ...",
        "rating": "6.4",
        "url": "https://megaup.net/TK6l/The_Confirmation_[2016]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "http://blogs-images.forbes.com/scottmendelson/files/2016/02/Zoolander2_Poster_definitivo.jpg_cmyk.jpg",
        "title": "Zoolander2 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ရီစရာ ဟာသကားေလးတစ္ကားျဖစ္တဲ့\nZoolander 2 နဲ႕ပရိတ္သတ္ၾကီးကို မိတ္ဆက္ေပးပါရေစ\nဇာတ္ကားေလးကေတာ့ ပထမ ၁ လိုပဲ ခပ္ျမဳးျမဳးဟာသကားေလးပါ\nပထမကား ၁မွာ ခြဲခါသြားရတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ျပန္ဆံုတဲ့အခါမွာေတာ့\nဘယ္လိုေတြမ်ား အလြဲလြဲအမွားမွားေတြျဖစ္ပ်က္ခဲ့ၾကသလဲ\nနာမည္ၾကီးမင္းသမီးၾကီးေသဆံုးမႈကေနေကာ လြတ္ေျမာက္ႏိုင္ပါ့မလား\nသတ္တဲ့သူက ဘယ္သူလဲ စတဲ့ေမးခြန္းေတြနဲ႕ ဟာသဇာတ္ျမဴးကား\nZoolander 2 အေသလန္းတဲ့ ကား Zoolander 2\nကဲ ပရိတ္သတ္ၾကီးက ေအာက္မွာ ဆက္ျပီးက်ိလိုက္ၾက ေတာ့ေနာ္Download and Watch Large File On PcloudDownload & Watch Small File On Pcloud",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/zoolander2-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/one_night-208x300.jpg",
        "title": "One Night Stand (2016) ျမန္မာစာတန္းထိုး",
        "description": "အိႏၵိယ အျပာမင္းသမီး Sunny Leone အဓိကပါဝင္ထားတဲ့ Drama, Romance အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။တစ္ညတာေပ်ာ္ေမြ႕မႈမွာ ေမွာက္မွားခဲ့ၾကတဲ့ အိမ္ေထာင္သည္တစ္ဦးရဲ႕ ဇာတ္ေၾကာင္းပါ။Sunny Leone ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္ထင္ပါတယ္။ခံစားၾကည့္ပါဦး။\nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:37:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\nDownload and Watch 360p Small File Size (400MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/one-night-stand-2016/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/6b51c018276769.562c6cb52e6ec-208x300.jpg",
        "title": "May Be This Time(2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... တာတီပိုးလာရင္ေတာ့ Comedy Romance ေလးေတြ ပါမယ္ဗ်ာ ... နည္းနည္းၾကာသြားတာေတာ့ အားနာမိတယ္ဗ်ာ ...ဒီကားေလးကေတာ့ Pinoy Movie လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ကားေလးတစ္ကားပါပဲ ... ေႏြရာသီတစ္ခုမွာ စေတြ႕ခဲ့ၾကတဲ့ အခ်စ္ဇာတ္လမ္းေလးတစ္ခု ... ၀မ္းနည္းမႈေတြနဲ႔ပဲ ၿပီးဆံုးခဲ့ရၿပီးေတာ့ ခုႏွစ္ႏွစ္ၾကာမွ ျပန္ေတြ႕ျဖစ္ၾကတဲ့အခါမွာ ... ေကာင္မေလးရဲ႕အလုပ္ရွင္နဲ႔ ေကာင္ေလးက ခ်စ္သူေတြျဖစ္ေနၾကပါတယ္ ... အဲ ဘယ္လိုေတြ ဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ေဒါင္းလုတ္ဆြဲယူၾကည့္ရႈၾကပါကုန္ ....ဒီကားေလးထဲမွာ အဆင့္အတန္းမတူညီတဲ့ အခ်စ္ေတြနဲ႔ အခ်စ္ဆိုတာက ညိွယူလို႔မရဘူးဆိုတာကို ျပသထားတာေတြ႕ရၿပီးေတာ့ ရသခံစားမႈတစ္ခုကို ေပးစြမ္းႏုိင္လိမ့္မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ခင္ဗ်ာFile Size : 800 MB\nQuality : Web Rip\nRunning Time : 1hr 53 minute\nFormat : Mp4\nGenre : Comedy, Drama,Romance\nEncoder : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/may-be-this-time2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/robinson_crusoe-210x300.jpg",
        "title": "The Wild Life (2016) ျ",
        "description": "လူသူမနီးတဲ့ ထူးျခားဆန္းျပားတဲ့ သုခဘံု ကြ်န္းငယ္ေလးတစ္ခုေပၚမွာ အဂၤါလို႔ေခၚတဲ့ေဖာ္ေရြတဲ့ငွက္ေလးတစ္ေကာင္ဟာ သူ႔သူငယ္ခ်င္းတိရိစာၧန္ေလးေတြနဲ႔ ေနထိုင္ၾကပါတယ္။ ဒါေပမဲ့ အဂၤါတစ္ေကာင္ကေတာ့ ကမာၻႀကီးကိုရွာေဖြေဖာ္ထုတ္ဖို႔ သူ႕အိမ္မက္ကုိမစြန္႔လႊတ္ႏိုင္ခဲ့ပါဘူး။ ျပင္းထန္လွတဲ့မုန္တိုင္းအၿပီးမွာ အဂၤါနဲ႔သူ႕သူငယ္ခ်င္းေတြဟာ ကမ္းေျခမွာထူးဆန္းတဲ့ ေရာ္ဘင္ဆင္ခရူးဆိုးလို႔ သတၱ၀ါတစ္ေကာင္ကိုေတြ႕ရွိခဲ့ပါတယ္။ အဂၤါကခ်က္ခ်င္းပဲ ခရူးဆိုးကိုသူကြ်န္းေပၚကထြက္ခြာဖို႔လမ္းစလို႔ျမင္ခဲ့ၿပီး ခရူးဆိုးကလဲ အဂၤါနဲ႔သူ႕သူငယ္ခ်င္းတိရိစာၧန္ေတြကို ဒီကြ်န္းေပၚမွာအသက္ရွင္ဖို႔အဓိကက်တယ္လို႔ျမင္ခဲ့ပါတယ္။ သုိ႔ေပမဲ့ လူသားဆိုတာကိုမသိတဲ့ တိရိစာၧန္ေတြနဲ႔ေနရတာေတာ့ လြယ္ကူတာမဟုတ္ခဲ့ပါဘူး။ တျဖည္းျဖည္းနဲ႔ သူတို႔အားလံုးအတူတကြ ယွဥ္တြဲေနထိုင္လာခဲ့ၾကပါေတာ့တယ္။တစ္ေန႔မွာေတာ့ ကြ်န္းကိုသိမ္းပိုက္ခ်င္တဲ့ ရက္စက္တဲ့ေၾကာင္ႏွစ္ေကာင္နဲ႔ေတြ႕ၿပီး သူတို႔ရဲ႕ၿငိမ္းခ်မ္းတဲ့ဘ၀ေလးက အလွည့္အေျပာင္းျဖစ္ခဲ့ပါတယ္။ ေၾကာင္ေတြနဲ႔ သူငယ္ခ်င္းတစ္စုအၾကားတုိက္ပြဲတစ္ခုျဖစ္ပြားခဲ့ၿပီး ခရူးဆိုးနဲ႔ သူ႕ရဲ႕တိရိစာၧန္တစ္စုတို႔ဟာ မိတ္ေဆြစစ္တို႔ရဲ႕ စြမ္းအားအစစ္အမွန္ကိုရွာေဖြေတြ႕ရွိခဲ့ၿပီး အားလံုးကိုတြန္းလွန္လိုက္ပါေတာ့တယ္...။ ဇာတ္လမ္းအညြန္းနဲ.ဘာသာျပန္သူကေတာ. Myo Myint Maung ျဖစ္ ၿပီ ကြာလတီ ေကာင္ း ေကာင္ းနဲ႔ ၾကည္ ့ရ ေအာင္ Encode ေပးတာက ေတာ့ Than Htike ပဲျဖစ္ပါတယ္ \nDownload And ...",
        "rating": "5.4",
        "url": "https://megaup.net/Ufq6/The_Wild_Life_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/fr2vulozvmrndvg0hhwz-212x300.jpg",
        "title": "TE3N (2016) ျမန္မာစာတန္းထိုး",
        "description": "လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားမျိုးကိုမှ ရွေးချယ်ကြိုက်သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာ မှတ်ကျောက်တင်ခံရဦးမှာပါ။ IMDB rating ကလည်း 7.3 အထိရရှိထားပြီး မင်းသားကြီး အမီတာဘဂျမ်းပါဝင်ထားတာကြောင့် ဇာတ်ကားအရှိန်အဝါဟာ ပိုကြီးမားလာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းအားဖြင့် အဘိုးအို \"ဂျွန်\" ဟာ ၈ နှစ်ကြာ ကာလအထိ မပေါ်ပေါက်သေးတဲ့ သူ့မြေးလေး ပြန်ပေးဆွဲခံရမှု အပေါ် ဇွဲမလျှော့တဲ့ လူတစ်ယောက်ပါ။ သေဆုံးသွားခဲ့ရသူ မြေးလေးအတွက်လည်း နေ့စဉ်အမျှ ဝမ်းနည်းနေခဲ့ရတဲ့ မြေးချစ်အဖိုး တစ်ယောက်လည်း ဖြစ်ပါတယ်။ရဲစခန်းဌာနတွေမှာ နေ့နေ့ညည စုံစမ်းရင်းနဲ့ အမှုမှန် ပေါ်ပေါက်လာဖို့ \"ဂျွန်\" တစ်ယောက် မျှော်လင့်နေခဲ့တယ်။ တစ်နေ့မှာတော့ \"ဂျွန်\" ဟာ မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက် သူ့မြေးဦးထုပ်လေးဆောင်းထားတာက်ို တွေ့လိုက်ရတယ်။ သဲလွန်စတစ်ခုမို့ \"ဂျွန်\" ဟာ စုံစမ်းမှုတွေတသီနဲဲ့ အမှုမှန်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းနေခဲ့တယ်။ များမကြာမီမှာတော့ အရာရှိရဲ့ကလေးငယ်တစ်ယောက် ပြန်ပေးဆွဲခံရမှု တစ်ခု ထပ်မံဖြစ်ပွားခဲ့ပြန်တယ်။ ထူးခြားမှုကတော့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/te3n-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/My_Little_Bride_Hulu_Poster_fix-208x300.jpg",
        "title": "My Little Bride (2004) ျမန္မာစာတန္းထိုး",
        "description": "လြန္ခဲ႔တဲ႔ ၁၀နွစ္ေက်ာ္ ဆယ္ေက်ာ္သက္အရြယ္မွာ ပထမဆံုး ၾကည့္ဖူးျပီး အရမ္း နွစ္သက္ခဲ႔ရတဲ႔  My little Bride(2004) ဆိုတဲ႔ ကိုရီးယား အခ်စ္ဇာတ္ျမဴ းကားေလး ျဖစ္ပါတယ္။ အဓိက သရုပ္ဆာင္ေတြအျဖစ္ Love story in Harvard, Doctors စတဲ႔ ဇာတ္လမ္းတြဲမ်ားနဲ႔ လူၾကိဳက္မ်ားေနဆဲ ျဖစ္တဲ႔ မင္းသား Kim Rae Won နဲ႔ အတူ အြန္ေစာအငယ္ေလးလို႔ ျမန္မာေတြ အသိမ်ားတဲ႔ မင္းသမီးေလး Moon Geun Young တို႔ တြဲဖက္ သရုပ္ေဆာင္ ထားပါတယ္။အထူးသျဖင့္ ဒီဇာတ္ကားမွာ Moon Geun Young ရဲ ႔ တကယ့္ ငယ္စဥ္ ခ်စ္စဖြယ္ ဟန္ပန္နဲ႔ ပလီပလာ ႏြဲ႔ဆိုး ဆိုးတဲ႔ သရုပ္ေဆာင္မွဳေလးေတြဟာ ၾကည္႔ေနတဲ႔ သူေတြကို ျပံဳးေပ်ာ္ၾကည္နူးေစပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-little-bride-2004/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/independence-day-movie-poster-1996-1010472769.jpg",
        "title": "Independence Day (1996)",
        "description": "ဒီဇာတ်ကားက ထွက်ထားတာ တော်တော်ကြာနေပေမဲ့ ဘယ်အချိန်ကြည့်ကြည့်မရိုးနိူင်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ၂၀၁၆မှာ ဒီဇာတ်ကား အနှစ် ၂၀ပြည့် အထိမ်းအမှတ်အနေနဲ့Independence Day 2လာဦးမှာမို့ ဒီဇာတ်ကားကို အရင် ကြည့်ထားသင့်ပါတယ်။ ဒီဇာတ်ကားက စိတ်ကူးယာဉ်သိပ္ဗံဇာတ်ကား တစ်ကားဖြစ်ပြီး ဂြိုလ်သားတွေက ကမ္ဘာမြေကို လာဖျက်ဆီးတဲ့ ဇာတ်ကားပါ။ နည်းပညာမြင့်တဲ့ဂြိုလ်သားတွေက လူသားတွေက ဘယ်လို စိတ်ဓာတ်၊ဘယ်လို အစီအမံတွေနဲ့ ရင်ဆိုင်မှာလဲဆိုတာ စိတ်ဝင်စားစရာပါ။သူ့ခေတ် သူ့အခါတုန်းအနေအထားနဲ့ကြည့်ရင် ကွန်ပျူတာ ပြုလုပ်ချက်တွေ အဲလောက်ထိ ကောင်းမွန်တာက အံ့သြစရာပါ။ဒီဇာတ်ကားမှာတော့ ပရိသတ်အချစ်တော် Will Smithက ခေါင်းဆောင်မင်းသားအနေနဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ မကြည့်ရသေးတဲ့လူများ ကြည့်လိုက်ကြပါဦး",
        "rating": "7.0",
        "url": "https://megaup.net/1D9kx/Independence_Day_[1996]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/carol-poster-133x200.jpg",
        "title": "Carol (2015)",
        "description": "Carol (2015)\nIMDb - 7.2/10_____Rotten - 94% \nဒီတစ်ခါတော့ rating အမြင့် ဇာတ်ကာား တစ်ကားနဲ့ မိတ်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကား\nလေးကတော့ ၁၉၅၀ ကာလကို အခြေခံရိုက်ကူးထားပြီး\nအသက်အလယ်အလတ်မိန်းမတစ်ယောက်နဲ့\nRelation ဖြစ်တဲ့ ဓါတ်ပုံဆရာတယောက်အကြောင်းနဲ့\nလွမ်းမောဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးကို ရိုက်ပြထားတာဖြစ်ပါတယ်\nကဲ ဇာတ်ကားလေးကို အောက်မှဘဲ ဒေါင်းကြည့်လိုက်တော့နော်\nထပ်မညွှန်းတော့ ဘူး\n  \nဒီတစ္ခါေတာ့ rating အျမင့္ ဇာတ္ကာား တစ္ကားနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကား\nေလးကေတာ့ ၁၉၅၀ ကာလကို အေျခခံရိုက္ကူးထားျပီး\nအသက္အလယ္အလတ္မိန္းမတစ္ေယာက္နဲ႕\nRelation ျဖစ္တဲ့ ဓါတ္ပံုဆရာတေယာက္အေၾကာင္းနဲ႕\nလြမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးကို ရိုက္ျပထားတာျဖစ္ပါတယ္\nကဲ ဇာတ္ကားေလးကို ေအာက္မွဘဲ ေဒါင္းၾကည့္လိုက္ေတာ့ေနာ္\nထပ္မညႊန္းေတာ့ ဘူး",
        "rating": "7.2",
        "url": "https://megaup.net/UA5r/Carol_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/london-has-fallen-poster-133x200.jpg",
        "title": "London Has Fallen (2016)",
        "description": "London Has Fallen (2016)________IMDb - 5.9/10\n ၂၀၁၃ ခုနှစ်က Olympus Has Fallen ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nLondon has fallen ရဲ့ဇာတ်လမ်းကတော့......\nလက်နက်ရောင်းဝယ်ရေးနဲ့စီးပွားဖြစ်နေတဲ့ အကောင်ကြီးကြီး အကြမ်းဖက်သမားတစ်ယောက်က\nသူ့မိသားစုသေဆုံးမှုအတွက် ကမ္ဘာ့ခေါင်းဆောင်ကြီးတွေကို လန်ဒန်မှာ အစီအစဉ်တကျ လုပ်ကြံမှုပြုလုပ်ပါတယ်။\nတကယ်တော့ အမေရိကန်သမ္မတကို ဦးတည်လုပ်ကြံတာဖြစ်ပြီး သမ္မတအား လုပ်ကြံသတ်ဖြတ်မှုကိုလဲ\nတစ်ကမ္ဘာလုံးကို တိုက်ရိုက်ထုတ်လွှင့်ပြသဖို့ စီစဉ်ထားတာပါ။\nဒီလိုလုပ်ကြံမှုကနေ အမေရိကန်သမ္မတကို သူ့ကိုယ်ရံတော်က ကယ်တင်ရပုံကို ဇာတ်ကြောင်းဖန်တီးထားတာပါ။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Thriller ဇာတ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားကို Carey Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)\nOlympus Has Fallen (2013) ကြည့်ရှုရန် နှိပ်ပါ\nAngel Has Fallen (2019) ကြည့်ရှုရန် နှိပ်ပါ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung \nနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xosi/London_Has_Fallen_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/poster-780-1-133x200.jpg",
        "title": "Keeping Mum (2005)",
        "description": "Keeping Mum (2005)_______IMDb - 6.8/10Keeping Mum သည် ဇာတ် ကား လေးကို ကိုပြည် ဟိန် းစိုးရဲ့ တိုက် တွန် းမှု့ ကြောင့် ဘာသာပြန် ဖြစ် သွားခဲ့တာပါIMDb 6.8 ရရှိပြီး Rotten Tomatoes မှာ တော့ 56% rating ရရှိခဲ့ပါတယ် သည် ဇာတ် ကားထဲမှာဆိုရင် မစ္စတာဘင်းန် ကို ကျ နော် တို့မြင် တွေ့ နေကျ ပုံစံမျိုးနဲ့မဟုတ် ပဲ မတူကွဲပြားတဲ့ ဇာတ် ကောင် စရိုက် နဲ့ တွေ့မြင် ရမှာပါ ပြီး တော့ သည် ဇာတ် ကားဟာရသမျိုးစုံကိုလည် း ပေးစွမ် းနိုင် မှာပါလူသားတစ် ယောက် ရဲ့ စိတ္တဇဆန် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x6y8/Keeping_Mum_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p12462566_v_v8_aa-133x200.jpg",
        "title": "Cabin Fever(2016)",
        "description": "ဒီတစ္ခါေတာ့ စြန္းၾကမ္းတဲ့ Horror/Thrill တကားနက္ မိတ္ဆက္ေပးမယ္\nၾကမ္းလား မၾကမ္းလားကေတာ့ ပိုစတာၾကည့္သိမွာပါ :Pဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကယ္ဘင္ ဆိုတဲ့ ေနရာကို သူငယ္ခ်င္း ၅ေယာက္\nသြားလည္ရာမွ မျပန္လမ္းကို ျမန္းသြားပံုကို ရိုက္ကူးျပထားျပီး\nHorro တို႕ရ႕ဲ ထံုးစံ အတိုင္း Rating ေတာ့ အေတာ္နည္းတာကိုေတြ႕ရတယ္ဗ်\nပုရိသအၾကိဳက္ကား မ်ိဳးမို႕ ေၾကာက္တာရယ္ ဟြာရယ္ ဆိုတဲ့ ရသ ၂မ်ိဳးကို\nတျပိဳင္နက္ ခံစားရမွမို႕ သိပ္လန္းမယ္ဆိုတာ ေတာ့ ေျပာစရာမလိုေတာ့ဘူးထင္ပါတယ္\nသူတို႕က ၅ေယာက္စုသြားတယ္\nကြီးတို႕က ၁၈ေယာက္ စုၾကည့္ၾကေပါ့ :P",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/cabin-fever2016/",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://pbs.twimg.com/media/CEyQf5HW8AA28X-.jpg",
        "title": "Dirty Lies (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့့ ခပ္လန္းလန္း အက္ရွင္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္တယ္ဇာတ္္ကားက သစၥာတရား က ဘာလဲဆိုတာကို ျပထားတယ္ဇာတ္ကား အက်ဥ္းက သိန္းေထာင္ခ်ီတန္တဲ့ လည္ဆြဲ အတြက္အခန္းေဖာ္ သူယ္ခ်ငး္ က သစၥာေဖာက္သြားတာကိုု ရိုက္ျပထားတာ ျဖစ္တယ္ကဲ ေဒါင္းျပီးသာၾကည့္ေစခ်င္တယ္Download & Watch",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dirty-lies-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a720a5a16bdb45a495b8b315a9c3be44-1-210x300.jpg",
        "title": "Enemies In Law (2015) ျမန္မာစာတန္းထိုး",
        "description": "Imdb 6.4 အထိရ႐ွိခဲ့တဲ့ Action , Comedy ဇာတ္လမ္း အမ်ိဳးအစားျဖစ္ပါတယ္။ခြၽဲဆန္ဝူး နဲ႔ ကင္ေဂ်ာင္ဟီးတို႔ ႏွစ္ေယာက္ကေက်ာင္းသားဘဝမွာ ကား accident တစ္ခုျဖစ္ၿပီး ဆန္ဝူးက ေဂ်ာင္ဟီးကိုကယ္လိုက္တဲ့အခ်ိန္မွာပဲ ျမင္ျမင္ခ်င္းခ်စ္မိသြားၾကပါတယ္ ။ ဒါေပမယ့္ ဆန္ဝူးရဲ႕ အေဖက ေ႐ွးေဟာင္းပစၥည္းေတြကိုမွေရြးခိုးတတ္ၿပီးေတာ့ ဘယ္ပစၥည္းမဆို အတုလုပ္တတ္တဲ့ဆန္ဝူးရဲ႕အေမကိုလည္း ရဲတပ္ဖြဲ႔က အလုိ႐ွိေနပါတယ္။လိုက္ဖမ္းဆီးတဲ့လူကေတာ့ ေဂ်ာင္ဟီးရဲ႕ အေဖျဖစ္ပါတယ္။ ေဂ်ာင္ဟီးတို႔ရဲ႕ မ်ိဳး႐ိုးက စံုေထာက္မ်ိဳး႐ိုးျဖစ္တဲ့အတြက္ ဆန္ဝူးလို လူမ်ိဴးနဲ႔ သေဘာမတူႏိုင္ပါဘူး။ သေဘာမတူေပမယ့္ ဆန္ဝူးနဲ႔ေဂ်ာင္ဟီးကေတာ့ ေနာက္မဆုတ္ၾကပါဘူး။ ဆန္ဝူးက ရဲျဖစ္ဖို႔ ဝင္ခြင့္စာေမးပြဲသာေအာင္ရင္ ေဂ်ာင္ဟီးနဲ႔သေဘာတူေပးပါလို႔ေတာင္းဆိုပါတယ္။\nဒီလိုအေျခအေနမ်ိဳးမွာမွ ကြင္းဆက္လူသတ္မႉ့တစ္ခုကို ေဂ်ာင္ဟီးနဲ႔ အမႏွစ္ေယာက္ကေဖာ္ထုတ္ရပါတယ္။စံုေထာက္မိသားစုနဲ႔ လူလိမ္မိသားစုႏွစ္ခုၾကားမွာျဖစ္လာတဲ့ကိစၥေတြကို ဟာသပံုစံနဲ႔႐ိုက္ျပထားပါတယ္။ ဆန္ဝူးတစ္ေယာက္ရဲဝင္ခြင့္မေျဖႏိုင္ေအာင္ မိသားစု ၂စုေပါင္းၿပီးေတာ့ တားၾကတာကိုလည္း ဟာသပံုစံေလးနဲ႔ၾကည့့္ရမွာပါ။ကြင္းဆက္လူသတ္မႉ႕ျဖစ္ၿပီးေတာ့ သက္ေသမက်န္ အေထာက္အထားအေထာက္အထားမ႐ွိတဲ့ အမႉ့ကို ေဂ်ာင္ဟီးတစ္ေယာက္ ေဖာ္ထုတ္ႏိုင္ပါ့မလား။ ဆန္ဝူးကေရာ ရဲတစ္ေယာက္ျဖစ္ႏိုင္ပါ့မလား။ ဆန္ဝူးအေဖနဲ႔အေမကို ေဂ်ာင္ဟီးရဲ႕အေဖက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/enemies-in-law-2015/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/450_monte-carlo-movie-wallpaper-movie-1825781832-1-300x240.jpg",
        "title": "Monte Carlo 2011 (ျမန္မာ စာတန္းထိုး)",
        "description": "ဆလီနာဂိုးမက်ဇ်လို့ လူသိများကြတဲ့ မင်းသမီးလေးက ဒီဇာတ်ကားမှာဇာတ်ရုပ်၂ခုအဖြစ်အဓိကသရုပ်ဆောင်ထားပါတယ်။\nဘွဲ့နှင်းသဘင်အခန်းအနားအပြီးမှာ မိမိတို့ရဲ့အိပ်မက်တွေအတိုင်း ပဲရစ်မြို့ကိုရောက်အောင်သွားခဲ့တဲ့ မိန်းမပျိုလေး၃ယောက်\nပဲရစ်မှာအလွဲလွဲအချော်ချော်တွေဖြစ်ပြီး ဟော်တယ်ကိုရောက်လာရာမှ (ဆလီနာ) ဂရေ့စ်နဲ့ ရုပ်ချင်းတထေရာတည်းတူတဲ့ နာမည်ကြီးဆယ်လီမမတစ်ယောက်အဖြစ် ဂရေ့စ်ကို မှားပြီးခေါ်လာမိရာမှ\nမွန်တီကာလိုဆိုတဲ့ မြို့လေးကို ၃ယောက်သားရောက်သွားကြပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ\nအချစ်ကိုပဲရှာဖွေတွေ့ရှိသွားကြမလား ဘာတွေထပ်ပြီးလွဲကြဦးမလဲဆိုတာကတော့\nဇာတ်ကားလေးထဲမှာ ဖန်စီကျကျလေးတင်ဆက်ထားတာကိုပဲ ရင်ခုန်စွာနဲ့ ကြည့်ရှုခံစားကြပါတော့လို့........\n(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့ မေမြတ်နိုးဖြစ်ပြီး အညွှန်းကတော့ ကိုမိုးဇင်ရဲ့ လက်ရာဖြစ်ပါတယ်)\nFile size...600 MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:48:46\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....seniorkaung91",
        "rating": "",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/download-1.jpg",
        "title": "Midnight FM (2010)  ျမန္မာစာတန္းထိုး",
        "description": "Imdb Rating 6.6 ထိရ႐ွိခဲ့ေသာ ဇာတ္လမ္း ဇာတ္အိမ္ထူးျခားသည့္ဇာတ္ကားတစ္ကားျဖစ္သည္။ မင္းသမီး Soo Ae က ညလယ္ပိိုင္းအသံလႊင့္သူ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားထဲမွာ နာမည္ႀကီးမင္းသား Ji-Tae Yu ကို စိတ္ေဝဒနာ႐ွင္ လူဆိုးတစ္ေယာက္အျဖစ္ျမင္ေတြ႔ရမွာပါ။သ႐ုပ္ေဆာင္ေကာင္းတဲ့ Ji-Tae ကို လံုးဝခြြဲထြက္ေနတဲ့ ဗီလိန္ဇာတ္ေကာင္အေနနဲ႔ဆိုေတာ့ ထူးျခားေနမွာေတာ့ အမွန္ပါပဲ။Ji-Tae နဲ႔ Soo Ae ဘယ္လိုအေပးအယူမ်ွမွ်နဲ႔ သ႐ုပ္ေဆာင္သြားၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္လမ္းရဲ႕အသက္ပါပဲ။ ညလယ္ပိိုင္းအစီအစဥ္တစ္ခုမွအစီအစဥ္တင္ဆက္သူ ဂိိုဆိုးယြန္ရဲ႕ အသံလႊင့္အစီအစဥ္ကေန အနားယူေတာ့မည္လို႔ေၾကညာခဲ့ၿပီးပါတယ္။ဒီလိုေၾကညာခဲ့တဲ့အတြက္ေၾကာင့္ ဆိုးယြန္ရဲ႕ပရိတ္သတ္ေတြက ႏွေျမာၾကပါတယ္။ အဲဒီအထဲမွာမွ ဆိုးယြန္၏ ပရိတ္သတ္တစ္ဦးက ဆိုးယြန္ရဲ႕အစီအစဥ္မွာ သူကိုယ္တိုင္ပါဝင္တင္ဆက္ခ်င္တဲ့အတြက္ ဆိုးယြန္အိမ္အတြင္းသို႔ ဝင္ေရာက္ခဲ့ပါတယ္။အိမ္မွာ႐ွိေနတဲ့ဆိုးယြန္ရဲ႕ ညီမ ၊ သမီးေလး နဲ႔ တူမေလးတို႔ကို ဓားစာခံအျဖစ္ဖမ္းထားၿပီး ဆိုးယြန္ကုိ ၿခိမ္းေျခာက္မွူေတြလုပ္ၿပီးေတာ့ သူနားေထာင္ခ်င္သမ်ွသီခ်င္းေေတြကို ေရဒီယိုကေန လႊင့္ခိုင္းပါတယ္။ မလႊင့္ေပးရင္သတ္ပစ္မယ္ဆိုၿပီး ခ်ိန္းေျခာက္တဲ့အတြက္ ဆိုးယြန္တစ္ေယာက္ သမီးေဇာ ၊ ညီမလုပ္သူနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/midnight-fm-2010/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/high-strung-poster-133x200.jpg",
        "title": "High Strung (2016)",
        "description": "High Strung (2016)\nIMDb - 6.4/10_____Rotten - 75% \nHigh Strung ဇာတ်ကားသည် IMDb(6.4) ရရှိထားပြီး ပရိတ်သတ်များ မထင်မှတ်ထားလောက်သော အမြင်မှ ရိုက်ကူးပြထားသည်။\nဘဲလေးအကပညာရှင်တစ်ယောက်ဖြစ်ဖို့ ကြိုးစားရပုံများ ၊ ဘဲလေး အကတင်သာမက ခေတ်ပေါ်အကများပါ ကျွမ်းကျင်အောင်လေ့ကျင့်ရသော အနောက်နိုင်ငံများမှ ဘဲလေး အကပညာရှင်များ လေ့ကျင့်ပုံများကို အသေးစိတ်ရိုက်ကူးပြထားသည်။\nStreet Dance သမားများ၏ ဘဝ အခက်အခဲများ ကြိုးစားကြပုံများ ၊ Street Dance ဟုခေါ်ဆိုရလောက်အောင် အကပြိုင်ပွဲများ လေ့ကျင့်ပုံများကို ရိုက်ကွက်လှလှများနှင့် အသေအချာ အကျအန ရိုက်ပြသွားသည်။\nတယောပညာကို ပြန်လည်ဖော်ဆောင်ထားသည်။တယော ပညာရှင်နှစ်ဦး၏ ပြိုင်ပွဲကိုလည်း သံစဉ်များနှင့် ယှဉ်ပြိုင်ကာ ရိုက်ကူးပြထားသည်။ တယောသံနှင့် ခေတ်ပေါ်ဂီတပေါင်းစပ်လို့ရကြောင်းကိုလည်း idea အသစ်တစ်မျိုးနှင့်ဖော်ပြထားသည်။\nထိုသို့မထင်ထားသောအရာများကို ပေါင်းစပ်ပြီး ရိုက်ကူးပြထားသော High Strung ဇာတ်ကားသည် အရင်က Street Dance ဇာတ်ကားများနှင့်မတူပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2fRmk/High_Strung_[2016]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/tumblr_nuwfcnV71n1tfcwgbo1_1280-1-250x300.jpg",
        "title": "The Walk (2015) ျမန္မာစာတန္းထိုး",
        "description": "Imdb (7.4) အထိရ႐ွိခဲ့သည္။\nThe Walk ဇာတ္ကားသည္ ႀကိဳးတန္းလမ္းေလ်ွာက္ေသာ သူတစ္ဦး၏ ဘဝ ၊ အိပ္မက္ ၊ အခက္အခဲမ်ား ၊ မိတ္ေဆြေကာင္းတို႔၏ ေမတၱာ ကိုထင္ဟပ္ျပသထားေသာ ႐ုပ္႐ွင္ကားေကာင္းတစ္ကားျဖစ္သည္။\nEiffel Tower ထက္ပိုျမင့္ေသာ Twin Towers ေပၚတြင္ ႀကိဳးတန္းလမ္းေလ်ာက္ျပသြားတဲ့ Philippe ဆိုတဲ့ လူတစ္ေယာက္အေၾကာင္းပါ ။၁၉၇၄ ခုႏွစ္ကေန ဒီေန႔ ဒီအခ်ိန္ထိ သူ႔ရဲ႕\nႀကိဴးတန္းလမ္းေလ်ာက္ျပတဲ့စံခ်ိန္ကုိ ဘယ္သူမွမခ်ိဴးႏိုင္ေသးပါဘူး ။\nကမၻာ့ပထမဆံုးနဲ႔ေနာက္ဆံုး အျမင့္ဆံုးေနရာမွာႀကိဴးတန္းလမ္းေလ်ွာက္ျပတဲ့လူတစ္ေယာက္ျဖစ္ပါတယ္။\nလမ္းေဘးမွ ႀကိဴးတန္းလမ္းေလ်ွာက္သူဘဝမွေနၿပီး အမွတ္မထင္ မဂၢဇင္းစာမ်က္ႏွာမွ ေတြ႔႐ွိရေသာ ကမၻာ့အျမင့္ဆံုး Twin Towers ေပၚ တြင္ ႀကိဳးတန္းေပၚလမ္းေလ်ွာက္ျပခ်င္ေသာ Philippe တစ္ေယာက္ အိပ္မက္ေတြ စတင္ျဖစ္ေပၚလာပံု ။ မိတ္ေဆြသူငယ္ခ်င္းေကာင္းမ်ားစြာႏွင့္ ေတြ႔ဆံုပံု ၊ အခက္အခဲမ်ားၾကံဳေတြ႔ပါေစ ေနာက္မဆုတ္တမ္းျဖတ္ေက်ာ္မႉ့မ်ား ကို ၾကည့္႐ွဴ႕ရပါမည္။Twin Towers ေပၚတြင္ လမ္းေလ်ွာက္ရန္အတြက္ ဘယ္လိုအခက္အခဲမ်ားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-walk-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Divergent-Allegiant-Movie-Poster-200x300.jpg",
        "title": "Allegiant (2016)",
        "description": "စာရေးဆရာမVeronica Roth ရဲ့ နာမည်ကျော် Divergent Series ရဲ့ သုံးအုပ်မြောက်စာအုပ်ကိုအသက်သွင်းထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပါ။ရှေ့က Divergent(2014) နဲ့ Insurgent(2015) ရုပ်ရှင်တွေကိုကြည့်ဖူးထားရင်တော့ အဆက်အစပ်မိပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့ကြောရိုး....အနာဂတ်ကာလ Chicago မြို့မှာ တံတိုင်းကြီးကာထားပြီးနေထိုင်ကြတဲ့ မျိုးနွယ်စုတစ်စုရှိပါတယ်။သူတို့ထဲမှာ  Abnegation ( အတ္တကင်းမဲ့မှု)၊ Amity ( ကြင်နာမှု )၊ Candor ( ရိုးသားမှု)၊ Erudite ( ဉာဏ်ပညာထက်မြက်မှု)၊ နဲ့ Dauntless ( ရဲရင့်မှု ) စသည်ဖြင့်အမျိုးအစားခွဲထားပြီး  အဲ့ဒီအမျိုးအစားထဲကနေ ချွန်ပြီးထွက်နေတဲ့ Divergent လို့သတ်မှတ်သူတွေကိုတော့ ဒီမြို့ထဲမှာမထားပါဘူး...သတ်ပစ်ပါတယ်။ဒီလိုချိန်မှာ Abnegation အကြီးအကဲရဲ့သမီး Tris (မင်းသမီး Shaileen Woodley ) ကတော့ အမျိုးအစား(၃)ခုကျော်နေလို့  Divergent လို့ The System ကသတ်မှတ်ပြီး သတ်ပစ်ဖို့ကြိုးစားလာပါတယ်။ဘာကြောင့်လဲဆိုတော့ Divergent တွေဟာ The System ...",
        "rating": "",
        "url": "https://megaup.net/TYko/Allegiant_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/InsurgentFinalMoviePoster-1-203x300.jpg",
        "title": "Insurgent (2015) ျ",
        "description": "နာမည္ၾကီး Divergent Series ထဲက ဒုတိယေျမာက္ကား ျဖစ္ပါတယ္။ ေနာက္ဆံုးက်န္ရွိေသာ လူသားမ်ားအေနႏွင့္ ျပီးျပည့္စံုတဲ့ စနစ္ဟုယူဆရတဲ့ စိတ္အေနအထားအလိုက္ အဖြဲ႕တာ၀န္ ၅ စုခြဲကာေနထိုင္ေနေပမယ့္ ထိုစနစ္မွာရွိေနတဲ့ ဟာကြက္ေတြနဲ႔ ေနာက္ကြယ္မွ မမွ်တမႈေတြကို Tris Prior(Shailene) ေတြ႔ရွိခဲ့ျပီျဖစ္ပါတယ္။ ဒါေၾကာင့္လည္း မသိေသးေသာေမးခြန္းမ်ားစြာႏွင့္ ပေဟ႒ိဆန္ေနတဲ့ သူတို႔၏ေနထိုင္မွ်ကို ေလ့လာႏိုင္ရန္ စနစ္ထဲကလူမ်ား ထြက္ခြာရေလ့မရွိတဲ့ ၾကီးမားတဲ့ နံရံၾကီးကို ေက်ာ္လြန္ျပီး ျမိဳ႕ ျပင္ကိုထြက္ခြာခဲ့ပါျပီ။ အဲ့ဒီေနာက္မွာ စနစ္ၾကီးကို ဆန္႔က်င္သူေသာမ်ားႏွင့္ ထပ္မံဆံုဆည္းခဲ့ျပီး ႏွစ္ဘက္ၾကားစစ္ပြဲမွာ ၾကီးထြားလာေနျပီျဖစ္ပါတယ္။ ဒါ့အျပင္ ျမိဳ႕ မွ အုပ္ခ်ဳပ္ေရးေခါင္းေဆာင္ Jeanine မွ စက္ေသတၱာတစ္ခုကိုဖြင့္ရန္ Divergent မ်ားႏွင့္ စမ္းသပ္မႈ ျပဳလုပ္ျပီး ထိုစက္ကိုဖြင့္ရန္မွာ Divergent တစ္ေယာက္ျဖစ္တဲ့ Tris က ေသာ့ခ်က္တစ္ခု ျဖစ္ေနပါတယ္။ ဒါေၾကာင့္ Tris အားဖမ္းမိရန္ ...",
        "rating": "",
        "url": "https://megaup.net/TYkm/Insurgent_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "http://undertheradar.military.com/wp-content/uploads/2016/05/Sniper_Ghost_Shooter_3D_CompBox.jpg",
        "title": "Sniper Ghost Shooter (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ Sniper ကားတစ္ကားနဲ႕မိတ္ဆက္ေပးပါရေစ\nမစ္ရွင္တစ္ခုအတြက္ အၾကမ္းဖက္သမားမ်ားလက္မွ\nအေရးၾကီးေသာ ဂတ္စ္ပို္က္လိုင္းကို ကာကြယ္ဖို႕အတြက္\nလုပ္ေဆာင္ရာမွာ စႏိုက္ပါသမား၂ေယာက္က ဘယ္လို\nအခက္အခဲေတြၾကံဳေတြ႕ရမလဲဆိုတာကို\nဆက္လက္ရွဴစားၾကရေအာင္လား",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/sniper-ghost-shooter-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-last-king-poster-133x200.jpg",
        "title": "The Last King (2016)",
        "description": "The Last King (2016)IMDb - 6.1/10_____Rotten - 89%\n   \nဒီဇာတ်ကားကတော့ IMDB - 6.1/10 ရရှိထားတဲ့\nNorwegian Action/Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၂၀၆ ခုနှစ်-နော်ဝေနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ နိုင်ငံရေးအခြေအနေမှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဖြစ်ရပ်ဟာ နော်ဝေရဲ့အနာဂတ်ကို\nပြောင်းလဲစေခဲ့တဲ့ သမိုင်းဖြစ်ရပ်တစ်ခုဖြစ်တယ်လို့ဆိုပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့...\nနော်ဝေကို အုပ်ချုပ်လျက်ရှိတဲ့ ဘုရင်ဟက်ကွန်ဆဘာရ်ဆန်ဟာ လုပ်ကြံခံလိုက်ရပါတယ်။\nလုပ်ကြံသူတွေက...ဘုရင်မှာ မိဖုရားမရှိလေတော့ အရိုက်အရာဆက်ခံမယ့်သူ\nမရှိဘူးဆိုတဲ့အထင်နဲ့ မင်းဆက်ပြောင်းလဲစေဖို့ လုပ်ကြံခဲ့ကြတာပါ။\nဒါပေမယ့်...\nဘုရင်မှာ မိန်းမပျိုတစ်ဦးနဲ့ လျှို့ဝှက်စွာ ရထားတဲ့ ဟက်ကွန်ဟက်ကွန်ဆန် ဆိုတဲ့ ကလေးတစ်ယောက်\nကို သူ့ရဲ့ လူယုံတွေနဲ့ စောင့်ရှောက်ထားတယ်ဆိုတာသိသွားကြတဲ့နောက်မှာတော့\nThe Last King ရဲ့ အနာဂတ် ဘယ်လိုဖြစ်လာမလဲဆိုတာ.....ဇာတ်ကားလေးထဲမှာသာဆက်လက် ကြည့်ရှုကြပါ။\n \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n    \nFile Size - 710 MB\nQuality - Blu Ray Rip 720p\nFile Format - mp4\nDuration - 01:39:00\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eHv0/The_Last_King_(Birkebeinerne)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    }
]