[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/qejxdoojwz97-141x200.jpg",
        "title": "Jane’s Summer (2020)",
        "description": "အရင်ဆုံးပြောချင်တာက ၁၈အပေါင်းဇာတ်ကားလေးပါအရမ်းတော်တဲ့အကပညာရှင်မိန်းကလေးတစ်ယောက်မျှော်လင့်ချက်တွေနဲ့ပြိုင်ပွဲဝင်ခဲ့ပေမယ့်\nထင်သလိုဖြစ်မလာတဲ့အခါသူငယ်ချင်းဖြစ်သူရှိတဲ့ ဘန်ကောက်ကိုသွားရင်းကောင်လေးနှစ်ယောက်နဲ့တွေ့မိရာက\nဖြစ်ပေါ်လာတဲ့ဇာတ်လမ်းလေးတွေပါJane's Summer - ဂျယ်အင်းရဲ့ဆန်းမား\nဆိုတဲ့ ဇာတ်လမ်းခေါင်းစဉ်လိုပဲဂျယ်အင်းနဲ့ဂျီဝူ ဆန်းမားနဲ့ရိန်းဖောတို့လေးယောက်ကြားမှာဘယ်လိုပတ်သတ်မှုတွေရှိတယ်\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ၁၈+ အခန်းလေးတွေကြည့်ရင်း\nအဖြေရှာလိုက်ကြရအောင်File Size - 973 mb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2ewF0/JANE_S_SUMMER.2020_%7BCM%7D_720P.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZWI3NjQ1MTMtNDYzYi00ZGFjLWI1M2UtZGEwNzAxMmY4MmFkXkEyXkFqcGdeQXVyNjUxMjc1OTM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ravage (2020)",
        "description": "Swing Low ( 2019 )\nThriller ကား ကြိုက်တဲ့CM ပရီတ်သတ်တွေအတွက်\nဒီဇာတ်လမ်းက ကြည့်ရတာ\nအဆုံးထိစိတ်ဝင်စားစရာကောင်းအောင် ဆွဲခေါ်သွားမယ့်\nဇာတ်ကားကောင်းဖြစ်ပါတယ်\nသဘာဝပတ်ဝန်းကျင်အလှတွေ ရှားပါးမျိုးစိတ်\nသတ္တဝါပုံတွေကို ရိုက်ကူးရတာ\nဝါသနာပါတဲ့ ဟာပါဆိုက် ဆိုတဲ့ ဓါတ်ပုံဆရာမ\nတစ်ယောက်က လူသူမရှိတဲ့ ဝါချီတူမီတောင်ကြားကို\nရှားပါးမြွေမျိုးစိတ်ကို ရှာရင်း ရောက်လာခဲ့ပါတယ်\nအဲ့ဒီတောထဲမှာ မြွေမျိုးစိတ် အနီရောင်မျိုးကို ရှာရင်း\nမထင်မှတ်ဘဲ တောထဲမှာ လူအုပ်စု တစ်စုက\nတခြားလူတစ်ယောက်ကို ရက်ရက်စက်စက် သတ်နေတာ တွေ့ခဲ့ပါတယ်\nသူမ ဟာ မြင်မြင်ချင်းထိတ်လန့်တုန်လှုပ်သွားပေမယ့် စိတ်ကိုပြန်ထိန်းပြီး\nထိတ်လန့်ဖွယ် မြင်ကွင်းကို အမိအရ ဓါတ်ပုံရိုက်ခဲ့ပါတယ်\nအဲ့ဒီ့နောက် အနီးဆုံးက ရဲစခန်းရှိရာကိုပြေးပြီး တိုင်ဖို့\nကြိုးစားခဲ့ပါတယ် ဒါပေမယ့် ကံမကောင်းစွာပဲ သူမဟာ\nတောထဲက လူအုပ်စုဆီကို ပြန်ရောက်သွားပါတော့တယ်\nအဲ့ဒီ့ကနေ သူမ ဘယ်လိုမျိုး လွတ်အောင် ကြိုးစားနိုင်မလဲ\nလူသူကင်းဝေးတဲ့ တောကြီးထဲမှာ မိန်းကလေး တစ်ယောက်\nလူအုပ်စု ဆီကနေ လွတ်အောင်ပြေးနိုင်ပါ့မလားဆိုတာကို\nကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ် ဒီဇာတ်ကားက ၂၀၁၉ ကမှ\nထွက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\n \nFile Size - 912 mb\nQuality ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yzfr/Swing.Low.2019.720p_%7BCM%7D_.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/hqrcjyrapjyr-140x200.jpg",
        "title": "Bori (2020)",
        "description": "မိသားစုမှာ ကိုယ်တစ်ယောက်တည်း\nကွဲပြားနေတယ်လို့ ခံစားရဖူးပါသလား\nကျန်တဲ့သူတွေက အတူပျော်ရွှင်နေပြီး\nကိုယ်တစ်ယောက်တည်းပဲအထီးကျန်နေတယ်ဆိုတဲ့စိတ်ကိုဖြေသိမ့်ချင်တယ်ဆိုရင် ဒီကားလေးကိုညွှန်းပေးချင်ပါတယ်\nအဖေ အမေ မောင်လေးဂျောင်ဝူး နဲ့ ဘိုရီ\nတစ်မိသားစုလုံးမှာ တစ်ယောက်တည်းပဲနားကြားရတဲ့ ဘိုရီလေးဟာ\nမိသားစုတွေ လက်ဟန်ခြေဟန်နဲ့စကားပြောတဲ့အချိန်\nသူတစ်ယောက်တည်းကွဲပြားနေပါလားဆိုတဲ့ အထီးကျန်စိတ်နဲ့\nဝမ်းနည်းနေတတ်တဲ့ကလေးမလေးပါ\nမိသားစုဝင်တွေလိုပဲ အသံတွေပျောက်သွားချင်တယ်ဆိုတဲ့စိတ်နဲ့\nဘိုရီတစ်ယောက် တကယ်ပဲအသံမကြားရတော့တဲ့အချိန်\nမိသားစုဝင်တွေတွေ့ကြုံရတဲ့ အခက်အခဲတွေကိုကြုံလာရတဲ့အခါ\nသူ့စိတ်ထဲမှာ ဘယ်လိုခံစားရမလဲ အတူတူဖြစ်သွားပြီလို့တွေးမှာလား\nမိသားစုဝင်တွေအတွက် သူဘယ်လောက်အရေးကြီးခဲ့လဲဆိုတာ\nသိလာမှာလား တကယ်ပဲအသံအပြီးပျောက်သွားတာဟုတ်ရဲ့လားဆိုတာ\nဒီကားလေးထဲမှာ အဖြေရှာစေချင်ပါတယ်\nဇာတ်ကားလေးက လှပတဲ့ဒရာမာဇာတ်လမ်းလေးပါ\nမိသားစုနဲ့ပတ်သတ်တဲ့ခံစားချက်တစ်ခု ရင်ထဲမှာကျန်နေခဲ့မှာ\nအသေအချာပါပဲ\n \nFile Size - 1.2 gb\nQuality - web-rip 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1yzea/Bori.2018.WEBRip.7200p_%7BCM%7D_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BY2MzNDE1NDgtM2ExZS00YjVkLWFhNzAtM2UzMTU4ZmVhN2E5XkEyXkFqcGdeQXVyMTc3OTMyNjU@._V1_SY999_CR00676999_AL_-135x200.jpg",
        "title": "The Pale Door (2020)",
        "description": "ဒယ်တန် ဂိုဏ်သားတွေက ရထားတစ်စီးကို ဓားပြဝင်တိုက်ရင်းနဲ့\nသူတို့ခေါင်းဆောင်က သေနတ်မှန်သွားပါတယ်\nသေနတ်ဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်ကို ကယ်ဖို့ကြိုးစားရင်း\nတောထဲမှာ ပြည့်တန်ဆာအိမ်တစ်ခုကို တွေ့လိုက်ရပါတယ်\nဒါပေမယ့် သူတို့ကို ကြိုဆိုနေတဲ့ မိန်းမချောလေးတွေက\nတစ်ခုခု မူမမှန်ဘူး ဖြစ်နေတာကို အားလုံးက သတိမထားမိကြပါဘူး\nဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်နဲ့ အဖွဲ့သားတွေ အသက်ရှင်ရက် ပြန်လာနိုင်မလား?\nတောနက်ထဲက ပြည့်တန်ဆာအိမ်က မိန်းမချောလေးတွေက ဘယ်သူတွေလဲ?\nကောင်းဘွိုင်ခေတ်ကို အခြေခံထားတဲ့ ထိတ်လန့်သည်းဖို့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့\nThe Pale Door ဟာ Horror ဖန်တွေ သဘောကျနိုင်တဲ့ ဇာတ်ကားတစ်ကားပါ\n \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Htet Wai Lwin\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1yzi0/The.Pale.Door.2020.720p_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzM0ZmEzNjMtOThlNy00YTkzLWEwYzUtMDgxOTU0MjFmMzY2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Offering to the Storm (2020)",
        "description": "Offering to the stormက The Bazatan Trilogy\nရဲ့ နောက်ဆုံးရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။\nစုံစမ်းရေးမှူး အမာရာဆယ်လာဇာတစ်ယောက်\nကလေးငယ်တွေ ရုတ်တရက်သေခြင်းဆိုပြီး\nဖုံးကွယ်ထားတဲ့ ဓလေ့ရိုးရာကလေးသတ်သမားတွေရဲ့ မကောင်းမှုကြီးကို\nနောက်ဆုံးတစ်ခေါက် စစ်ဆေးဖို့ ပြန်လာတဲ့အခါ.............\nဒီရုပ်ရှင်ကားဟာ လျှို့ဝှက်ချက်တွေ၊ စဥ်းစားစရာတွေနဲ့\nအတက်အကျပြင်းထန်ပြီး Rosemary's Baby (1968)ရဲ့\nရင်ထိတ်ဖွယ်ရာ ခံစားချက်က်ို ပြန်လည်အမှတ်ရသွားစေပါတယ်။\nလူသားတွေရဲ့ အလိုဆန္ဒပြည့်ဖို့နဲ့ပတ်သက်ရင် စိတ်ကူးကြည့်လို့တောင်မရတဲ့\nဆိုးရွားမှုတွေ၊ ငွေအတွက်၊ လိုချင်တာရဖို့ ဘာမဆိုပေးဆပ်ကြတဲ့\nချောက်ချားဖွယ်ရာစိတ်ဓာတ်တွေကို ပေါ်လွင်စေတဲ့\nစိတ်ဝင်စားဖွယ်ရာ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nစုန်းအတတ်တွေ၊ ရှေးဒဏ္ဍာရီတွေနဲ့ အယူသီးတာတွေနဲ့\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်\nစိတ်မခိုင်တဲ့လူတွေအတွက်တော့ သူငယ်ချင်းနဲ့ အတူကြည့်ပါ။\nဇာတ်ကားတစ်ကားလုံးက ၂နာရီကျော်ကြာပေမယ့်\nနောက်ဆုံးဇာတ်သိမ်း အထိ ဘာဖြစ်မလဲ ဘာဖြစ်မလဲ\nတဖြေးဖြေးနဲ့ ဇာတ်ကားထဲ စိတ်ရောကိုယ်နစ်သွားပြီး\nအချိန်ကုန်လို့ ကုန်သွားမှန်းတောင် မသိလိုက်ပါဘူး။\nတစ်ခုရှိသေးတယ်။ဇာတ်သိမ်းပိုင်းက တကယ့်အသက်ပါ။\nမထင်မှတ််ထားတွေနဲ့ တကယ့်ကို ပါးစပ်အဟောင်းသာ ဖြစ်ရပါတယ်။\nအမာရာနဲ့ သူ့ရဲ့လက်အောင်ငယ်သားတွေရဲ့ ဆက်ဆံရေး၊\nအခက်အခဲကြုံတဲ့အခါ တစ်ယောက်ကို တစ်ယောက်\nဘယ်လိုကူညီလဲ၊ အမာရာအပေါ် ဘယ်လိုယုံကြည်ပေးကြလဲဆိုတာက\nကြည့်ရှုပရိသတ်တွေရဲ့ စိတ်ခံစားချက်တွေကို\nအမျိုးမျိုးဖြစ်ပေါ်သွားစေပါတယ်။\nဇာတ်လမ်းက rating နည်းတဲ့အထဲပါပေမယ့် ကြည့်ရှုသင့်တဲ့\nဇာတ်ကားတစ်ပုဒ်ပါ။ လူမဆန်စွာ အယူသီးတဲ့ ယဇ်ပူဇော်မှုတွေ၊\nလူ့လောဘ၊ အာဃာတတွေအကြောင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ewL8/Offering.to.the.Storm.2020.DUBBED.720p_%7BCM%7D_.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk58RjuXhQSLUDvcdgtpeoMI77c.jpg",
        "title": "Stage Mother(2020)",
        "description": "Stage Mother(2020)ခရစ်ယာန်ဘုရားကျောင်းရဲ့ဓမ္မတေးဆိုအဖွဲ့ရဲ့ခေါင်းဆောင် မေဘီလင်းမက်ကပ်ဖ်ဟာ စန်ဖရန်စစ္စစကိုကသူ့သား ရစ်ကီပီးဒီးယားရုတ်တရက်သေသွားတဲ့သတင်းကို ကြားရချင်းချင်းပဲသူ့သားအသုဘကို သွားခဲ့ပါတယ် သူ့သားက ဆယ်ကျော်သက်အရွယ်ကတည်းက အိမ်ကထွက်ပြီး Pandora’s Boxလို့ခေါ်တဲ့ Drag Club တစ်ခု တည်ထောင်ခဲ့တာပေါ့...Drag club ဆိုတာ ယောကျ်ားလေးတွေက မိန်းကလေးတွေလို ဝတ်စားခြယ်သတယ် ဆံပင်အတုတွေနဲ့ Pop,Country songsတွေ ဆိုကြတယ် Drag Queen ဆိုတာသူတို့ကိုခေါ်ကြတဲ့နာမည်ပေါ့ သူတို့ရဲ့ခေါင်းဆောင်ကိုတော့ Drag motherလို့ ခေါ်ကြတယ်...ရစ်ကီသေပြီးတဲ့နောက်ပိုင်း အဲ့clubကို ဦးစီးဖို့ မေဘီလင်းတာဝန်ဖြစ်လာပါတော့တယ်.... ရှေးရိုးဆန်တဲ့ မေဘီလင်းတို့လင်မယားအဖို့ဒါဟာ တကယ်ကို စိန်ခေါ်မှုကြီးပါပဲ...ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy , Drama, Music\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://megaup.net/2exen/Stage_Mother.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5t1k6timRKeS7N5YV6LGXeRG6QC.jpg",
        "title": "Sword Dynasty ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020ထွက် ဟာသ အက်ရှင် သိုင်းကားလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့မင်းကြီးဟိန်လက်ထက်မှာ တိုင်းပြည်မငြိမ်းချမ်းပဲဖြစ်နေရပါတယ်..အာဏာရှိတဲ့လူတွေဖွဲ့စည်းပြီး လူတော်တွေစုစည်းထားတဲ့အဝတ်စအမိန့်စာပြုလုပ်ကာစုဆောင်းစေပါတယ်...ဒါတွေကိုသိသွားတဲ့မင်းကြီးဟိန်ကသူ့လက်အောက်ခံခေါင်းဆောင်ဟိန်ကို ဒီအဝတ်စအမိန့်စာကိုယူထုတ်သွားတဲ့အမတ်ရွှမ်ဝူနဲ့တကွအမိန့်စာမှာပါတဲ့သူတွေကိုသတ်ဖို့အမိန့်ပေးလိုက်ပါတယ်...ဒီလိုနဲ့ရှဲ့ချန်စိမ်းဆိုတဲ့ အလုပ်မရှိအကိုင်မရှိသူငှေးသားတစ်ယောက်ဟာမိန်းကလေးပိုင်ကိုကြိုက်သွားပြီး အမတ်ရွှမ်ဝူရဲ့အဝတ်ကိုလုယူပြီးအမတ်ရွမ်ဝူအ ဖြစ်ဟန်ဆောင်လိုက်ချိန်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ.....ဇာတ်လမ်းတစ်ခုလုံး ဟာသလေးတွေ စိတ်ဝင်စားစရာတွေနဲ့ရောယှက်ရင်းတဖြည်းဖြည်းနဲ့တိုက်ခိုက်မှုတွေစလာချိန်မှာတော့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါဒါနဲ့မင်းသမီးတွေကလဲ ချစ်စရာလေးတွေဆိုတော့အကြိုက်တွေ့စေမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://megaup.net/2exdi/(CM)Sword.Dynasty.2020.WEB-DL.720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rCLE8JdILvsv7xHQlWD8fe5Uos.jpg",
        "title": "Offering ( 2018 )",
        "description": "ကျောင်းတစ်ကျောင်းမှ အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသူ ကျောင်းသားတစ်စုဟာ ရှိစမြဲပါဒီဇာတ်ကားလေးထဲမှာတော့ အထက်တန်းကျောင်းတစ်ခုမှာကျောင်းသားအချင်းချင်း ကြီးနိုင်ငယ်ညှဉ်းဒဏ်မခံနိုင်လို့ အဆုံးစီရင်မှုတွေ ဖြစ်ပေါ်နေပါတယ်။ရုပ်ချော စာတော်ပြီး ပညာသင်ဆုနဲ့ ကျောင်းတက်နေတဲ့ အယ်လန်နာဆိုတဲ့ကျောင်းသူလေးဟာ အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသူတစ်ချို့ကိုတိတ်တဆိတ်ဗီဒီယိုနဲ့ မှတ်တမ်းတင်နေရာက လူမိသွားလို့ ကင်မရာအလုခံလိုက်ရပြီးကင်မရာပြန်ရအောင် သွားပြန်ယူချိန်မှာတော့ မထင်မှတ်တဲ့ဖြစ်ရပ်တွေကြောင့်အရှက်တကွဲအကျိုးနည်းဖြစ်ပြီး အဆုံးစီရင်သည်အထိဖြစ်ခဲ့ရပါတယ်သူဒုက္ခရောက်တဲ့အချိန် ဆရာ ဆရာမတွေအပြင် အခင်ဆုံးသူငယ်ချင်းတွေပါဘယ်သူမှကိုယ့်ဖက်မှာမရှိလို့ ဝမ်းနည်းစိတ်ကနေ ဒေါသအဖြစ်ပြောင်းသွားတဲ့အယ့်ဝိဉာဉ်ဟာ မအေးချမ်းနိုင်လို့ လက်စားပြန်လာချေတာကိုထိတ်လန့်ဖွယ်ကြည့်ရှုရမယ့် သရဲကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/2excw/(CM)Offering.2018.WEB-DL.720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Shaolin Temple’s 18 Arhats ( 2020 )",
        "description": "ဒီ2020ထွက်ဇာတ်ကားသစ်လေးမှာ ရှောင်လင်လော်ဟန့်၁၈ပါးရဲ့တိုက်ခိုက်မှုတွေ..ဂျပန်တွေရဲ့ရက်စက်မှုတွေကို မြင်ရမယ့်အပြင် ဇာတ်လမ်းတစ်ခုလုံးကိုတိုက်ခိုက်မှုတွေနဲ့ဖန်တီးထားလို့ရှောင်လင်သိုင်းကားစောင့်မျှော်နေတဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ပင်လယ်ဓားပြလို့အမည်တွင်တဲ့ဂျပန်တပ်ဖွဲ့တွေ ကျူးကျော်ဝင်ရောက်လာပြီးနှိပ်စက်သောင်းကျန်းနေစဉ်ကာလမှာ ဘယ်လိုမှထိန်းမရနိုင်ဖြစ်နေပါတယ်...ဒီလိုနဲ့ရှောင်လင်ဘုန်းတော်ကြီး လော်ဟန့်၁၈ပါးတို့ဟာ မင်းကြီးအမိန့်အရတပ်ဖွဲ့တွေကိုသိုင်းပညာသင်ပေးဖို့ ဖေးယွီဆိပ်ကမ်းကိုသွားဖို့လာခဲ့ပေမယ့်ပြည်သူတွေကိုကိုယ်တိုင်ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ပင်လယ်ဓားပြဂျပန်တွေကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/SC68/(CM)Eighteen_Arhats_of_Shaolin_2020_WEB-DL.720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFLAZe7W95FBtmt19mTYzMSp4Ep.jpg",
        "title": "Race to Freedom: Um Bok-dong(2019)",
        "description": "Race to Freedom: Um Bok-dong(2019)1913 ခုနှစ်မှာ ဂျိုဆွန်းကို ဂျပန်တွေ သိမ်းပိုက်ထားခဲ့ပါတယ်....ဂျိုဆွန်းမှာ ဂျပန်လူမျိုးတွေက သူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးပြိုင်ပွဲတွေ ကျင်းပခဲ့ပါတယ်....ဂျပန်တွေဟာသူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးနင်းဖြစ်တဲ့အပြင် ပြိုင်ပွဲဝင်ဖို့ အဘက်ဘက်ကထောက်ပံ့မှုတွေကလည်းပြည့်စုံလေတော့ ပြိုင်ပွဲတိုင်းအနိုင်ရနေလေ့ရှိတယ်...အမြဲလိုလိုရှုံးနိမ့်တဲ့အပြင် နှိမ်ခံရလေတော့  ဂျိုဆွန်းပြည်သူတွေ စိတ်အပျက်ကြီး ပျက်ခဲ့ရပါတယ် ...ဒါကြောင့် ဂျိုဆွန်းကုန်သွယ်အဖွဲ့ခေါင်းဆောင်က စက်ဘီးပြိုင်ပွဲမှာ ပြိုင်ပွဲ၀င်ဖို့ သူ့မှာရှိသမျှစည်းစိမ်လေးတွေပုံအောပြီးလူငယ်တွေကို လေ့ကျင့်ပေးခဲ့ပါတယ်....အဲ့ဒီလိုလူငယ်တွေကို ရွေးချယ်လေ့ကျင့်ပေးတဲ့အချိန်မှာ အံအားသင့်လောက်စရာပါရမီပါပြီး သန်မာတဲ့ လူငယ်လေးတစ်ယောက် မထင်မှတ်ဘဲ ပေါ်ထွန်းလာတဲ့အချိန်မှာတော့....ဒီကားက မင်းသား Rain အဓိကပါဝင်သရုပ်ဆောင်ထားသလိုကိုးရီးယားတွေရဲ့မျိုးချစ်စိတ်ကို အဓိကပုံဖော်ထားတဲ့ကားမို့ ဝါရင့်သရုပ်ဆောင်ပေါင်းများစွာနဲ့ခမ်းခမ်းနားနားရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (980 MB) and (349 MB)\nQuality :FHD-Rip 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yzvg/Race_To_Freedom.Um_Bok_Dong.2019.FHD-Rip.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6Ig3QLKA2M28Ry3b5coObloMjJ.jpg",
        "title": "Josie & Jack(2019)",
        "description": "Josie & Jack (2019) အညွှန်း******************************* လောကကြီးမှာ ပညာတတ်တဲ့သူတွေ ရူးမိုက်တဲ့ လုပ်ရပ်တွေကို လုပ်ပြီဆိုရင်...တခြားသူတွေ ဘယ်လိုမှ လိုက်လို့မမှီပါဘူး..... ဒီဇာတ်ကားမှာလည်း...ကောလိပ်တစ်ခုရဲ့ ရူပဗေဒပညာရှင် ပရော်ဖက်ဆာ ဂျိုးဆပ် ရေဘန် ဟာ…ကမ္ဘာလောကကြီးဟာ လူသားတွေရဲ့ပရောဂကြောင့်ပျက်ဆီးနေရတာဆိုပြီးတော့...လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို မျက်မုန်းကျိုးနေသူ တစ်ယောက်ပဲဖြစ်ပါတယ်…. သူ့ရဲ့နာကျည်းချက်ဟာ ဘယ်လောက်ထိ ကြီးမားသလဲဆိုရင်....မိခင်ဆုံးပါးသွားပြီးတဲ့နောက် ရွေးချယ်စရာမရှိဘဲ ဖခင်ဖြစ်သူ ရေဘန်နဲ့ အတူလာနေရတဲ့ ကလေးနှစ်ယောက်လုံးကို အပြင်ကျောင်း လုံး၀မထားဘဲ....အိမ်ထဲမှာပဲ သီးသန့်နေစေခဲ့ပါတယ်... ဒီလိုနဲ့ပဲ ရေဘန်ရဲ့ သားနဲ့သမီးဖြစ်သူ.ဂျက်ခ် နဲ့ ဂျိုဆီ ဟာ ပြင်ပလောကနဲ့ ကွာခြားလွန်းတဲ့ ပတ်၀န်းကျင်မှာ…အရွယ်ရောက်လာကြပါတော့တယ်... သာမန်ကလေးဘ၀ရဲ့ ပျော်ရွှင်မှုတွေ...မိဘမေတ္တာတွေကို မခံစားခဲ့ရတဲ့ ဂျက်ခ် နဲ့ ဂျိုဆီ…ဘယ်လိုလူမျိုးတွေ ဖြစ်လာကြမလဲ....အရာရာ ချုပ်တည်းလွန်းတဲ့ ဖခင်နဲ့ ..... ဆယ်ကျော်သက် လူငယ်နှစ်ယောက်ကြားမှာ.... ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ ဆိုတာကို ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ကြပါဦးခင်ဗျာ..... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်....File Size : (850MB) and (380 MB)\nQuality : WEB-DL  ...",
        "rating": "6.0",
        "url": "https://megaup.net/SBmd/Josie_And_Jack.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uowTegbecgHSh4ikWT97lUAk8SY.jpg",
        "title": "Us Again(2020)",
        "description": "Us Again(2020)ချစ်ကြိုက်၊ လွမ်းဆွေး၊ ပျော်စရာရွှင်စရာ ရသစုံတဲ့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာဂျီဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပြီးတော့ ဆရာဝန် ဖြစ်ဖို့ ရည်မှန်းကာ နယ်မြို့လေးတစ်မြို့မှမနီလာမြို့တော်ကို ကျောင်းလာတက်နေသူ တစ်ယောက် ဖြစ်ပါတယ်။ကျောင်းမှာ အန်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွဲမိပြီး သူတို့ ၂ ယောက်ဟာ အချစ်ရဆုံး သူငယ်ချင်းတွေ ဖြစ်သွား ကြပါတယ်။ဒါပေမယ့်လည်း ကံဆိုးချင်တော့ အထက်တန်း တုန်းက သူသဘောကျခဲ့တဲ့ ကောင်လေးကိုအန်းရဲ့ ချစ်သူကောင်လေး အဖြစ် တွေ့လိုက် ရချိန်မှာ တော့….. ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ဒေါင်းလုပ်ဆွဲပြီး ကြည့်ရှူလိုက်ပါ။File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ew8v/Us_Again.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tbz4cSTTZElk6beZi6x2ySymd3j.jpg",
        "title": "47 Days The Mystery Unfolds(2020)",
        "description": "47 Days The Mystery Unfolds(2020)မင်းသားက ရဲဗျာ ရဲကိုမှ ဇာတ်ရဲလက်ရဲအသေရဲ ...တစ်ခုခုဆို တဇွတ်ထိုးတဇောက်ကန်းလုပ်တတ်လွန်းလို့ သူ့သူငယ်ချင်းက သူနဲ့ဆို လူဆိုးမဖမ်းချင်. စွန်းဗျင်းတဲ့ရဲဆိုပါတော့.. ဒါလည်း သူ့အကျင့်မပြင်တဲ့ဘဲ... ချစ်ရတဲ့ဇနီးချောလေးနဲ့ ကွဲကွာခဲ့ချိန်ကစပြီး ဒီလူဟာ ပုံမှန်လို မဟုတ်တော့ဘဲ ပြောင်းလဲလာခဲ့တယ်...အရင်လို ရဲဆရာကြီးမဟုတ်တော့ဘဲ ပါဝါနည်းသွားတဲ့အချိန်မှာမှ အမှုကြီးကြီးတွေကို ရင်ဆိုင်လာရတဲ့အခါမှာတော့... ဒီဇာတ်ကားမှာ လက်သီးတစ်ချက်ထိုးလို့ ဆယ်ပေလောက်လွင့်သွားတာမျိုးမပါသလို ငှက်ပျောသီးနဲ့ လည်ပင်းလှီးတာတို့လည်း ကင်းဝေးပါတယ်...အရှိကိုအရှိအတိုင်း ယုတ္တိရှိရှိရိုက်ပြထားတဲ့ကားမို့လို့  မင်းသမီးကလည်းစွန်းချောတော့အားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ရင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (347MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2UtyY/47_Days.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
        "title": "Deep Blue Sea 3 (2020)",
        "description": "ဒီနှစ်တွေအများကြီးထဲမှာ ငါးမန်းကားတွေအများကြီးထွက်ခဲ့တယ်..ငါးမန်းကားတွေအကုန်လုံးကလည်း ငါးမန်းရှိတဲ့နေရာဒါမှမဟုတ် ငါးမန်းက နေရာကိုရောက်လာပြီး အကုန်လုံးကို ကိုက်သတ်တယ်ပြီးတော့လူတွေက ငါးမန်းကိုပြန်ပြီးသတ်တယ် ဆိုတဲ့ပုံစံနဲ့ဇာတ်ကားမျိုးတွေပါပဲ...ဒီတစ်ခါ ငါးမန်းကားကတော့ အဲဒီလိုငါးမန်းကားမျိုး မဟုတ်ပဲထူးထူးခြားခြားငါးမန်းကားမလို့ တင်ဆက်ပေးလိုက်ပါတယ် ..ရာသီဥတုပြောင်းလဲမှုကြောင့်ရေအောက်သတ္တဝါတို့ရဲ့ပြောင်းလဲမှုကိုလေ့လာနေတဲ့ဒေါက်တာ ကိုလင်းဟာ မိုဇမ်ဘိ ရဲ့ ရေနက်ပိုင်းမှာ ငါးတွေရဲ့ အလေ့အထကိုလေ့လာရင်းလူတွေကိုဗဟုသုတ မျှဝေပေးနေပါတယ်။အဲဒီရာသီဥတုပြောင်းလဲမှုမှာ ပြောင်းလဲသွားပြီးဓလေ့ပိုင်းပြောင်းလဲနေတဲ့ ငါးမန်းတစ်ချို့လည်းရှိနေပါသေးတယ်။အဲဒီငါးမန်းတွေကို လိုက်လံကာလေ့လာနေတဲ့လူတစ်စုနဲ့ ဒေါက်တာကိုလင်းနဲ့ တွေ့ကြတဲ့အခါ ....အဲဒီလေ့လာနေတဲ့လူတစ်စုကရော ဘယ်လိုလူမျိုးတွေလဲ...ဒေါက်တာကိုလင်းဟာလည်း ငါးများကိုလေ့လာနေပြီးငါးများကိုကာကွယ်မှုပြုလုပ်နေသူပီပီ ဘယ်လိုမျိုး အတွေ့အကြုံတွေကိုကြုံရမလဲအဲဒီရာသီဥတုပြောင်းလဲမှုကြောင့်ဓလေ့ပြောင်းလဲနေတာက ငါမန်းတွေရောဟုတ်ရဲ့လား ...သူတို့ကရော ဘယ်လိုပြောင်းလဲသွားတာလဲဆိုတာက...ဒေါက်တာကိုလင်းတစ်ယောက် အသစ်အသစ်သောမျိုးစိတ်တွေကိုတွေ့လိုက်ရတဲ့အချိန်ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုကြပါဦး။ File Size : ( 938 MB , 340 ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ev9w/(CM)_Deep_Blue_Sea_2020_BluRay_720p.mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKjD3DTZjRI3Ipkf7Oz5zAILnwD.jpg",
        "title": "Made in Italy (2020)",
        "description": "ဒီတစ်ခေါက်တော့ CMပရိတ်သတ်ကြီးအတွက်Comedy/Romance အမျိုးအစား ကားကောင်းလေးကို တင်ဆက်ပေးလိုပါတယ်။မင်းသားကြီး Liam Neesonရဲ့အသစ်စက်စက်ထွက်ရှိလာတဲ့ကားကောင်းလေးဆိုရင်လည်းမမှားပါဘူး။ဇာတ်လမ်းလေးနာမည်ကတော့ Made in Italy(2020)ပါ။ပန်းချီဆရာတစ်ဦးဖြစ်သူ ရောဘတ်ဖောစတားနဲ့ သားဖြစ်သူဂျက်တို့ အရေးပေါ်ငွေလိုရာကနေ အီတလီမှာရှိတဲ့သူတို့အိမ်ဟောင်းကိုရောင်းဖို့ ပြင်ဆင်ရာကနေ ဇာတ်လမ်းကစပါတယ်။မရောက်ဖြစ်တာ နှစ်၂၀ ကျော်နေပြီဖြစ်တဲ့ ဒီအိမ်ကြီးကို ရောင်းထွက်နိုင်ဖို့သားအဖနှစ်ယောက်ပြင်ဆင်ရင်း ဘာတွေဆက်ဖြစ်လာခဲ့တယ်ဆိုတာစိတ်၀င်တစားကြည့်ရှုရမှာပါ။လွမ်းမောဖွယ်ရာရှုခင်းတွေနဲ့ ကဗျာဆန်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေကိုဟာသလေးနှောကာ တင်ဆက်ထားတာကြောင့်အဆုံးအထိ မငြီးမငွေ့ကိုကြည့်ရှုရမှာအသေအချာပါပဲ။ဇာတ်လမ်းလေးနာမည်ကတော့ Made in Italy(2020)ပါ။ File Size : ( 870 MB , 336 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : ...",
        "rating": "5.6",
        "url": "https://megaup.net/2evbB/(CM)_Make_In_Italy_2020_WEBRip_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugZW8ocsrfgI95pnQ7wrmKDxIe.jpg",
        "title": "Hard Kill (2020)",
        "description": "Action/Thriller အမျိုးအစားပါ။ Eva ဆိုတဲ့ ကောင်မလေးကလူတွေရဲ့ ဘဝကို ကယ်တင်ဖို့ဆိုပြီးကမ္ဘာကြီးကို ပြောင်းလဲပစ်နိုင်မယ့် A.I စနစ် နည်းပညာတစ်ခုကို တီထွင်ခဲ့တယ်။အဲ့ဒီနည်းပညာဟာ Pardoner ဆိုတဲ့psychopath အကြမ်းဖက်သမား လက်ထဲရောက်သွားတယ်။သူကတော့ အဲ့ဒီ A.I system ကြီးကိုသုံးပြီး တစ်ကမ္ဘာလုံးကprogram တွေ လုပ်ငန်းတွေအကုန်လုံးကို အပျောက်ဖျောက်ချင်တာပါတဲ့။တစ်မ္ဘာလုံးကို reset ချချင်တာမျိုးပေါ့။ဒါပေမယ့် အဲ့ဒီနည်းပညာကို သုံးဖို့က လျှို့ဝှက်ကုဒ်နဲ့ ဖြည်မှရမှာ။အဲ့ဒီကုဒ်ကိုသိတဲ့သူက Eva ရဲ့အဖေ Donovan ။ဒီတော့ Pardonerက Donovan ကို အကျပ်ကိုင်ဖို့ သူ့သမီးကို ဖမ်းထားလိုက်တယ်။အဲ့ဒီမှာပဲ Donovan က ဇာတ်လိုက် Miller ခေါင်းဆောင်တဲ့ကြေးစားအထူးတပ်ဖွဲ့ကို ငှားရမ်း တာဝန်ပေးတာနဲ့ ဇာတ်လမ်းစပါတယ်။ File ...",
        "rating": "3.0",
        "url": "https://megaup.net/2ev9y/(CM)_Hard_Kill_2020_WEB-DL_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/bill-135x200.jpg",
        "title": "Bill & Ted Face the Music 2020",
        "description": "Bill and Ted: Face the Music (2020) IMDb 6.8/10 1989 တုန်းက Bill and Ted's Excellent Adventure အမည်နဲ့ ပထမဆုံး ထွက်ရှိခဲ့ပြီး 1991 မှာ Bill and Ted's Bogus Journey အမည်နဲ့ ဒုတိယအကြိမ် ထွက်ရှိခဲ့ပြီး အခု 2020 August 28 မှာ Bill and Ted: Face the Music ဆိုပြီး sequel ထပ်ပြီး ထွက်ရှိလာခဲ့ပါပြီ comedy science-fiction ဖြစ်ပြီး critics တွေရဲ့ positive review တွေလည်း ရရှိထားပါတယ်။ ဒီ sequel မှာတော့ Bill နဲ့ Ted တို့ဟာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/SAx0/Bill.and.Ted.Face.the.Music.2020.720p(CM).mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98Fv3MSWeIPI2lbC16OxE2tHUYh.jpg",
        "title": "Court Martial(2020)",
        "description": "Court Martial(2020)အိန္ဒိယတပ်ရင်းတစ်ရင်း စုံစမ်းစစ်ဆေးရေးခုံရုံးတစ်ခုမှာ အရာရှိကြီးပေါင်းများစွာနဲ့ခုံရုံးတင်စစ်ဆေးမှုပြုလုပ်နေတယ်....အကြောင်းက တပ်ရင်းရဲ့ကင်းစခန်းရှေ့မှာဆိုင်ကယ်နဲ့ဖြတ်မောင်းသွားတဲ့ အရာရှိ(၂)ဉီးကို ကင်းသမားက သတိပေးချက်တွေမပြုလုပ်ပဲ ပစ်ချလိုက်လို့ဖြစ်ပါတယ်...အရာရှိတစ်ဉီးပွဲချင်းပြီးဆုံးသွားတဲ့အပြင် တစ်ဉီးကတော့ အသက်လုနိုင်လိုက်လို့ ကံကောင်းထောက်မစွာအသက်ရှင်နိုင်ခဲ့တယ်...ဒီဖြစ်စဉ်က တကယ်တော့ တော်တော်ကြီးကိုဆိုးတဲ့အမှုပါပဲ...မိမိတပ်ဖွဲ့တူခြင်းဖြစ်တဲ့အပြင် သေဆုံးမှုပါဖြစ်လေတော့ ကင်းသမားကို အကြီးအကျယ်စွဲချက်တွေနဲ့ပေါ့...ကင်းသမားကရော ဘာ့ကြောင့်ပစ်ခဲ့တာလဲ...တခြား ဘယ်လို စစ်စည်းကမ်းတွေရှိလဲ....သူနဲ့အပေါင်းပါတွေရှိသေးလား..တကယ့်ဖြစ်စဉ်အမှန်ကရောဘာလဲ...ဒီကားက သီချင်းတွေဘာတွေလုံးဝမပါတဲ့အပြင် ဇာတ်လမ်းစစချင်းကို တော်တော်စိတ်ဝင်စားစရာကောင်းတယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ြကပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်....File Size : (900 MB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik Sa",
        "rating": "7.0",
        "url": "https://megaup.net/1JNhy/Court_Martial.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
        "title": "Enter the Fat Dragon ( 2020 )",
        "description": "ဒီဇာတ်ကားက တော့မင်းသားကြီး Donnie Yenရဲ့ february 1 2020မှာထွက်ရှိလာတဲ့ Action,Adventure,Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်ရဲအရာရှိတစ်ယောက်ဟာအရမ်းကြိုးစားပြီးလုပ်ကိုင်ပေမယ့် လွဲချော်မှုတွေကြုံရရင်းရာထူးချခံရတဲ့အပြင်ချစ်ရသူရဲ့လမ်းခွဲခြင်းကိုပါခံလိုက်ရတဲ့အခါ...စိတ်ဓာတ်ကျသွားပြီးအစားအလွန်စားရင်းကနေ၁၀၀ကီလိုကျော်ဝတဲ့ဖက်တီးတစ်ယောက်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ ဂျပန်ရဲတပ်ဖွဲ့ကအလိုရှိနဲ့သူတစ်ယောက်ကိုသွားပို့ပြီးရာထူးပြန်ရဖို့အခွင့်အလမ်းရလာတဲ့အခါ မထင်မှတ်ပဲလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပတ်သက်ဖို့ရာဖြစ်လာပါတယ်.....ဂျပန်မှာဘယ်လိုလွဲချော်မှုတွေကြုံတွေ့ရမှာလဲ...မသမာမှုလုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/enter-the-fat-dragon-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9biunspZ5C2A4jNqH693H7PEda0.jpg",
        "title": "Sadak 2(2020)",
        "description": "Sadak 2(2020)လူ့လောကကို စိတ်ကုန်နေတဲ့ တက္ကစီဒရိုက်ဘာတစ်ယောက်ရယ်၊ မသမာသူတွေ လက်ထဲက ပြေးထွက်လာတဲ့ ချစ်သူစုံတွဲရယ်နဲ့ဇာတ်လမ်းဖွင့်ထားတာတွေ့ရပါလိမ့်မယ်...။အစောပိုင်းမှာ အဲ့ဒီ ဒရိုက်ဘာကြီးဆီကို ညဉ့်နက်ချိန်မှာ မိန်းကလေးတစ်ယောက်က သူသွားလိုတဲ့ နေရာကိုလိုက်ပို့ပေးရမည်ဖြစ်ကြောင်းပြောပြီး အရင်ကတည်းက ကြိုတင်မှာထားကြောင်း ပြောပါတယ်။တက္ကစီဒရိုက်ဘာကလည်း ငြင်းမရတော့တဲ့အဆုံးမှာ သူသွားလိုရာကို လိုက်ပို့ပေးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကောင်မလေးဟာ တစ်ခုခုက ထွက်ပြေးလာပုံပေါ်နေတာမို့ တက္ကစီဒရိုက်ဘာကတော့ ရိပ်စားမိပါတယ်။ဒါ့အပြင် ဗဟိုအကျဉ်းထောင်ကို သွားပြီး သူ့ချစ်သူကို ခေါ်ရဦးမည်တဲ့။ ကိုယ်တိုင်က အားလုံးကိုစိတ်ပျက်နေရတဲ့ကြားထဲအန္တရယ်အငွေ့အသက်တွေပြည့်နေတဲ့ မိန်းကလေးတစ်ယောက်ကို ကားပေါ်တင်လာပြီးတဲ့အချိန်ကစပြီးဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဒီကားနဲ့ပတ်သက်ပြီး  IMDb Ratingကိုပြောချင်ပါသေးတယ်။ Ratingကို အနည်းဆုံးပဲမြင်ရမှာပါ။ဒါဟာ ဇာတ်ကားကို ကောင်းသည်ဖြစ်စေ၊ဆိုးသည်ဖြစ်စေ မထွက်ခင်ကတည်းကဒီလိုပေးကြမယ်လို့ ကြံစည်ထားကြတာပါ။ ဆူရှန့်သေဆုံးမှုနဲ့ ပတ်သက်ပြီး ဘောလိဝုဒ်ရဲ့ တချို့ဇာတ်ကားတွေကိုIMDb Rating နဲ့ သတ်မှတ်လို့မရတော့တဲ့ အခြေအနေပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Koe နဲ့ Myint Thu တို့ပဲဖြစ်ပါတယ်....File Size : (1.03 GB) ...",
        "rating": "1.1",
        "url": "https://megaup.net/SA5h/Sadak_2.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMRTIn9MYl1VmQhwoeYvbZN4rPr.jpg",
        "title": "Inseparable Bros(2019)",
        "description": "Inseparable Bros(2019)IMDb...7.0((ကားအလန်းမို့ WEB-DL 1080P,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)) Running Man က လီဂွမ်ဆူ ပါ၀င်သရုပ်ဆောင်ထားပြီး ဒီဇာတ်ကားနဲ့ပဲ 2020 (56th) BaekSang Arts Awards မှာBest Supporting Actor ဆုကို ရရှိသွားခဲ့ပါတယ် ..ဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်..ဘတ်ဒုံဂူ နဲ့ ဂန်ဆယ်ဟာ တို့ဟာ မသန်စွမ်းကလေး စောင့်ရှောက်ရေး ဂေဟာ တစ်ခုမှာ အတူနေထို်င်ကြတာပါ ..ဂေဟာကို တာ၀န်ယူတဲ့ ဘုန်းတော်ကြီး ဆုံးပါးသွားတဲ့အခါ တာ၀န်ယူမယ့်လူမရှိတဲ့ ဂေဟာကို ဖျက်သိမ်းပြီး ကလေးတွေကိုလည်း အခြားဂေဟာတွေဆီပိုဖို့ လုပ်ခဲ့ပါတယ် ...ဒါပေမယ့် ဘတ်ဒုံဂူနဲ့ ဂင်ဆယ်ဟာတို့ကတော့ အမီခိုကင်းလွတ်ခွင့်တင်ပြီး ညီအစ်ကို ၂ ယောက် မခွဲရဖို့ ဂေဟာ မဖျက်သိမ်းရဖု့ိ ကြိုးစားခဲ့ပါတယ်..သူတို့ညီအကို (၂)အဲ့ဒီလိုကြိုးစားစဉ်မှာပဲ သူတို့လုံးဝမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File ...",
        "rating": "7.0",
        "url": "https://megaup.net/Swq5/Inseparable_Bros.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-25-at-3.59.46-AM-136x200.png",
        "title": "Peninsula – Train to Busan 2 (2020)",
        "description": "Peninsula - Train to Busan 2 (2020)==========================IMDb Rating - 6.0/10#Unicodeဒီရုပ်ရှင်မှာတော့ ကိုရီးယားကို နိုင်ငံအားလုံးက ပိတ်ဆို့ထားခဲ့တာ ၄ နှစ်ကြာခဲ့ပါပြီ။ အထဲမှာ အသက်ရှင်ရက်ကျန်ခဲ့သူတွေက လွတ်မြောက်ဖို့ ကြိုးစားနေသလို လောဘသားတွေကလည်း ပိုင်ရှင်မဲ့နေတဲ့ ငွေတွေ ရတနာတွေကို ယူဖို့ ခိုးဝင်နေကြပါတယ်။ ကိုရီးယားနိုင်ငံတစ်ခုတည်း ကမ္ဘာပျက်ပြီးနောက်ပိုင်း အခြေအနေကို ပြသလို ပြထားပြီး အရင်ရုပ်ရှင်လိုပဲ Survival အတွက် စွန့်စားခန်းတွေ ဖွင့်တာကို တွေ့ရမှာပါပဲ။ အရင်က Train To Busanပထမပိုင်းအနေနဲ့ထွက်ရှိထားပြီး လင့်ကိုတော့ အောက်မှာထည့်သွင်းဖော်ပြပေးထားပါတယ်။ အခုကားကတော့အပိုင်း ၂ အနေနဲ့ထွက်ရှိလာတာမို့ အားလုံးပဲခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Part 1 >>> https://channelmyanmar.org/train-to-busan2016/ #Zawgyiဒီ႐ုပ္ရွင္မွာေတာ့ ကိုရီးယားကို ႏိုင္ငံအားလုံးက ပိတ္ဆို႔ထားခဲ့တာ ၄ ႏွစ္ၾကာခဲ့ပါၿပီ။ အထဲမွာ အသက္ရွင္ရက္က်န္ခဲ့သူေတြက လြတ္ေျမာက္ဖို႔ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1ytrv/[CM]Train.to.Busan.2.Peninsula.2020.WebRip.720P.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/066-210x300.jpg",
        "title": "Train To Busan (2016)",
        "description": "(Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။File Size       :  900MB/ 440 Mb\nDuration      :  1hr 58 min\nQuality         :  Webrip ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/train-to-busan2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/hbzfikjwkd1d-141x200.jpg",
        "title": "Wonderful Woman (2020)",
        "description": "လည်ပင်းအကျိတ်ကင်ဆာကနဦးအဆင့်ဖြစ်နေတဲ့\nအမျိုးသမီးတစ်ယောက်ရဲ့ဘဝဖြတ်သန်းပုံကို\nဖော်ပြပေးထားတဲ့ဇာတ်ကားတစ်ကားပါ\nလိင်ဝန်ဆောင်မှုပေးတဲ့အနှိပ်ခန်းမှာ လုပ်ကိုင်နေတဲ့\nအမျိုးသမီးမစ္စဂင်ကို ဆယ်နှစ်ကျော်ကွဲကွာနေတဲ့\nသမီးဖြစ်သူက ပြန်လည်ဆက်သွယ်လာပြီး\nအဖေနဲ့အမေဖြစ်သူကို မင်္ဂလာပွဲလာပေးဖို့ပြောလာတဲ့အခါမှာ\nမစ္စဂင်တစ်ယောက် ၁၀နှစ်ကျော်ကွဲကွာနေတဲ့ခင်ပွန်းဟောင်းဖြစ်သူကို\nပြန်ရှာဖို့လုပ်ရင်း သူဖြတ်သန်းရတဲ့ဘဝအခြေအနေကို\nပေါ်လွင်အောင်တင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nSlice of Life ပုံစံမျိုးတင်ဆက်ထားပြီး မမြင်နိုင်တဲ့ဘဝအခြေအနေတွေကို\nလစ်ဟပြသသွားတာပဲဖြစ်ပါတယ် life drama နှစ်သက်သူတစ်ယောက်အတွက်\nစိတ်မပျက်စေတဲ့ဇာတ်ကားဖြစ်ပါလိမ့်မယ် Nude scene အနည်းငယ်ပါဝင်ကြောင်းလည်း\nထပ်လောင်းသတိပေးပါရစေ\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/2Uo3v/Wonderful.Woman.2020.FHD.720p_%7BCM%7D_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDJkNDgyMDQtYjEyMC00N2QyLWFiM2EtZmM3MWM2ZmRiNjk5XkEyXkFqcGdeQXVyNDY2NzgwOTE@._V1_-141x200.jpg",
        "title": "The Final Level: Escaping Rancala (2020)",
        "description": "ကောင်လေးတစ်ယောက် ဂိမ်းဆိုင်မှာ ဂိမ်းဆော့ရေရင်း\n \nလေထဲမှာပျောက်သွားသလိုမျိုး ဘာအစမှရှာမရ‌ေတာ့ဘဲပျောက်သွားတယ်။\nလိုက်ရှာတဲ့ရဲတွေရော မိသားစု၀င်တွေရော သူငယ်ချင်းတွေရောက\nဘယ်လိုမှရှာမရတဲ့အဆုံးလက်လျော့လိုက်ကြတယ်။\nဒါပေမယ့် နှစ်တွေကြာလာတော့ပျောက်သွားတဲ့ကောင်မလေးရဲ့အမက\nသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ဂိမ်းဆိုင်တစ်ဆိုင်ဖွင့်တဲ့အခါ\nသူ့မောင်လေးပုံပါနေတဲ့ ဂိမ်းတစ်ခုကိုသွားတွေ့တယ်။\nသူငယ်ချင်းသုံးယောက်သား ယောင်ချာချာနဲ့ ဂိမ်းထဲရောက်သွားပြီး\nသူတို့မောင်လေးဟာ ပျောက်သွာစတာမဟုတ်ဘဲ\nဂိမ်းထဲရောက်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအဲ့ဒီ့လိုနဲ့ သူငယ်ချင်းသုံးယောက်သားမောင်လေးကို\nကယ်ဖို့ကြိုးစားကြပါတော့တယ်။\nဒီအမျိုးသမီးသုံးယောက်ဂိမ်းထဲမှာ ဘယ်လိုတွေစွန့်စားခန်း\nဖွင့်သွားကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦး\n \nFile Size -  943 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/1yt86/The.Final.Level.Escaping.Rancala.2019.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BOTMwY2EwZjctMGYwMi00Mzg3LWJlZTAtZWMyODgzYTQ4ZTU5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006761000_AL_-1-135x200.jpg",
        "title": "Roped (2020)",
        "description": "ဒီတစ်ခေါက်တော့ စီအမ်ပရိတ်သတ်ကြီးအတွက်\n၂၀၂၀ မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကတော့\nအမေရိကန်က ပေါတာခရိမြို့က\nကောင်းဘွိုင်တစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့\nချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်\nပေါတာခရိမြို့မှာ ထရေစီ ရဲ့ အဖေက မြင်းရိုင်းထိန်းပွဲတွေကို\nပိတ်ပင်ဖို့အတွက်ဦီးစီးဉီဆောင်ပြုပြီး ဆောင်ရွက်နေပါတယ်\nဒါပေမယ့် သူ့သမီး ထရေစီကတော့ ကောင်းဘွိုင်တစ်ယောက်ဖြစ်တဲ့\nကော်တန်ကို မြင်မြင်ချင်း စိတ်ဝင်စားခဲ့ပါတယ်\nအဲ့ဒီမှာ သူ့အဖေက ကောင်းဘွိုင်နဲ့ ဝေးဝေးနေခိုင်းပါတော့တယ်\nနောက် ထရေစီရဲ့ရည်းစားကလည်း\nကောင်းဘွိုင်နဲ့ မတည့်ပါဘူး သူတို့ရဲ့ အချစ်ရေးက\nဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုရမှာပါ\nနောက်ပြီးတော့ ထရေစီရဲ့ အဖေက ကောင်းဘွိုင်တွေကို မြင်းပွဲ ကိစ္စတွေကြောင့်\nတယူသန် အမြင်မကြည်ဖြစ်နေတာတွေ ရှိနေပါတယ် အဲ့ဒီလို ခံယူချက်ချင်း\nကွဲလွဲပြင်းထန်နေတဲ့အခါ ကောင်းဘွိုင်လေးနဲ့ ထရေစီရဲ့ အချစ်ရေးက\nဘယ်လိုမျိုး ရှေ့ဆက်ဖို့ ရှိလာနိုင်မလဲ\nဒါကို ကြည့်ရှုခံစားကြရမှာ ဖြစ်ပါတယ်\nFile Size - 975 mb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Pyae Shan Tun Wai\nEncoder - Thit San ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yt72/Roped.2020.PROPER.720p_%7BCM%7D_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQogew2L0ujaNb3STeoFCUJ7cTn.jpg",
        "title": "The 24th(2020)",
        "description": "The 24th(2020)အမေရိကန်သမိုင်းမှာ အသားအရောင်ခွဲခြားမှုကြောင့်ဖြစ်ပေါ်လာတဲ့ လူမျိုးရေးအဓိကရုဏ်းတွေအများကြီးရှိပါတယ်။ဒီထဲမှာမှ ပထမကမ္ဘာစစ်အတွင်း ၁၉၁၇ခုနှစ် အမေရိကန်နိုင်ငံ၊ဟူစတန်မြို့မှာဖြစ်ခဲ့တဲ့အဓိကရုဏ်းမှာတော့အမေရိကန်လူမည်းစစ်သားတွေပါဝင်ခဲ့ပါတယ်။ ဒီဇာတ်ကားလေးကတော့\"၁၉၁၇ ဟူစတန်အဓိကရုဏ်း(သို့) လိုဂန်တပ်စခန်းပုန်ကန်မှု\"ကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ကားလေးပဲဖြစ်ပါတယ်။ အမေရိကန်စစ်တပ်ရဲ့အမှတ်စဥ်(၂၄)ခြေလျင်တပ်ရင်းက လူမည်းစစ်သားတွေပါဝင်နေတဲ့အတွက်စစ်ပွဲကာလမှာတောင်စစ်တိုက်ခွင့်မရဘဲ အလုပ်ကြမ်းတွေပဲလုပ်ရတဲ့အပြင်နယ်ခံလူဖြူရဲတွေရဲ့ အနိုင်ကျင့်နှိပ်စက်မှုကိုလဲခံရပါတယ်။ လူမည်းတွေကိုဖိနှိပ်ထားတဲ့ဥပဒေကြောင့်တပ်ရင်းတစ်ခုလုံးသည်းခံခဲ့ကြပေမယ့် မတရားတဲ့ကိစ္စတစ်ခုအတွက်အသက်အန္တရာယ်ထိရန်ရှာလာခဲ့တဲ့အချိန်မှာတော့ အခြေအနေတွေကအဓိကရုဏ်းဖြစ်ဖို့ဦးတည်သွားပါတော့တယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:41:00\nGenre : Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1ytb4/The_24th.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYWRmNDI2OWEtNjRjMy00YWQ5LTgwNDAtNzdiZWRlZWNkNzMyXkEyXkFqcGdeQXVyMTE5NzEzMjIw._V1_-125x200.jpg",
        "title": "Ginger’s Tale (2020)",
        "description": "CM ပရိသတ်ကြီးအတွက် ရုရှားanimation\nကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဂျင်းဂျားဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်တည်းက\nတိရစ္ဆာန်လေးတွေကိုလည်း အရမ်းချစ်တတ်ပြီး\nဒုက္ခရောက်နေတဲ့သူတွေကိုလည်း အရမ်းကူညီပေးတတ်တဲ့သူ...\nဒါပေမဲ့ ရှပ်ပြာရှပ်ပြာနိုင်လွန်းလို့ သူ့ကြောင့်မြို့ရဲ့\nအထင်ကရရေပန်းကြီးပျက်စီးသွားရတဲ့အခါ\nစေတနာကနေ ဝေဒနာဖြစ်ပြီး မြို့သူမြို့သားတွေရဲ့\nဝိုင်းအပြစ်တင်တာကိုခံရတဲ့ကောင်မလေး\nပေါ်တာဆိုတဲ့ အိုးဖုတ်သမားကောင်လေးကတော့\nဂျင်းဂျားနဲ့ငယ်ငယ်တည်းက ကစားဖော်ကစား​ဖက်...\nငွေရေးကြေးရေးမပြည့်စုံလို့ အကြွေးပတ်လည်ဝိုင်းနေပြီး\nအိုးဖုတ်ကိရိယာကောင်းကောင်းမရှိလို့ အိုးကောင်းတွေလည်းမဖုတ်နိုင်...\nသူ့အရွယ်တုန်းက သူ့အဘိုးဆို မြို့ရဲ့အထင်ကရရေပန်းကြီးကိုတောင်\nဆောက်ပေးနေနိုင်ပြီဆိုပြီး လူတကာက\nဝိုင်းလက်ညှိုးထိုးအထင်သေးခံရတဲ့ကောင်လေး\nဒီလိုနဲ့တစ်နေ့ ရွှေတွေငွေတွေထွက်တဲ့\nရတနာသိုက်မီးကျောက်တုံးကြီး\nပေါ်တာ့ဆီမမျှော်လင့်ဘဲရောက်လာတဲ့အခါ...\nငွေတွေ၊ အာဏာတွေက လူတွေကိုဘယ်လိုပြောင်းလဲသွားစေလဲ\nချစ်ခြင်းတရားနဲ့ အတောမသတ်နိုင်တဲ့လောဘတွေ\nလွန်ဆွဲလာတဲ့အခါ ဘယ်အရာကအနိုင်ရမလဲဆိုတာကိုတော့\nဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုပေးကြပါဦး\nFile Size - 952 mb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1yt67/Gingers.Tale.2020.720p_%7BCM%7D_.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3z0KMLIEGL22mVrgaV7KDxKRmT.jpg",
        "title": "Ava (2020)",
        "description": "အက်ရှင်ကားကြိုက်တဲ့သူတွေအတွက် အက်ရှင်ကားသစ်လေးတင်ပေးလိုက်ပြီနော်။IMDb 5.5/10 ရထားပြီးဇာတ်ကားအမျိုးအစားကတော့ Action/ Dramaဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း မင်းသမီးကစပိုင်တစ်ယောက်ဖြစ်ပြီးခက်ခဲနက်နဲတဲ့တာဝန်တွေကိုကျေပွန်အောင်ထမ်းဆောင်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် တော်လွန်းတဲ့သူမကို အဖွဲ့ကပင်ပြန်ကြောက်လာတဲ့အတွက်နောက်ဆုံးတစ်ဖွဲ့လုံးရဲ့ပစ်မှတ်ပြန်ဖြစ်လာခဲ့ပါတယ်။အဲ့တာကိုသိသွားတဲ့မင်းသမီးကလည်းဘယ်လိုလက်တုံ့ပြန်မလဲဆိုတာကိုတော့ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်။ File Size : ( 906 MB , 330 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Knox Knox\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/2eqxa/(CM)_Ava_2020_WEB-DL_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5HUZpkjM2iWuDDMisNthmjLOAB5.jpg",
        "title": "The Perfect Couple (2007)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ကိုယ်တွေရဲ့ အချစ်တော် မင်းသားချော Lee Dong Wook ရဲ့ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nComedy-Romance မို့ ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေကြည့်ရှုကြရမှာပါနော်ဇာတ်လမ်းအကျဉ်းဂန်ဂျယ်ယော့ဟာ သူအရမ်းဖြစ်ချင်တဲ့ စုံထောက်ဖြစ်ဖို့ ရဲသင်တန်းကျောင်းကို တက်ခဲ့ပါတယ်သူ့မှာ ချွန်ထက်တဲ့ အရာတွေကို ကြောက်တတ်တဲ့ရောဂါရှိပေမယ့် ကြိုးစားကုသပြီး စုံထောက်ဖြစ်အောင်လုပ်ခဲ့ပါတယ်အဲ့လိုနဲ့ တစ်နေ့မှာ ခါးပိုက်နှိုက်နောက်လိုက်ရင်း ပြဿနာရှာတတ်လွန်းတဲ့ သတင်းထောက် ချွဲဆူဂျင်းကို ဝင်တိုက်မိပါတော့တယ်ပြဿနာအိုး ချွဲဆူဂျင်းကလည်း နာမည်နဲ့လိုက်အောင် ပြဿနာတစ်ခုပြန်ဖန်တီးလိုက်ပါတယ်သူမစားနေတဲ့ ငါးကိတ်ချောင်းရဲ့ တုတ်နဲ့ ဂန်ဂျယ်ယော့ရဲ့ ဗိုက်ကို ပြန်ထိုးလိုက်ပါတယ်ချွန်ထက်တဲ့ အရာတွေ ကြောက်သူဖြစ်တဲ့အတွက် ဂန်ဂျယ်ယော့တစ်ယောက် အဲ့နေရာမှာတင် သတိလစ်သွားပါတယ်နောက်နေ့မှာတော့ ဒီသတင်းဟာ မီဒီယာမှာ ပျံ့နှံ့သွားခဲ့ပြီး ဂန်ဂျယ်ယော့လည်း ချွဲဆူဂျင်းကို အကြီးကျယ်ဒေါသထွက်ပါတော့တယ်ဲတိုက်ဆိုင်စွာနဲ့ စုံထောက်တွေ လူဆိုးဖမ်းပုံတွေကိုရိုက်ပြတဲ့ reality show တစ်ခုမှာ\nသူတု့ိ ၂ ယောက် ပူးပေါင်းတင်ဆက်ဖို့ ဖြစ်လာတဲ့အခါမှာ...ဘာတွေဆက်ဖြစ်ကြမှာလဲ...သူတို့ ၂ ယောက်ပေါင်းပြီးတော့\nဘယ်လို ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-perfect-couple-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-1-143x200.jpg",
        "title": "Malibu Rescue 2019",
        "description": "ဇာတ်ကြောင်းလေးကို မပြောခင် ဇာတ်လမ်းမှာပါတဲ့ Malibu Junior Rescue Program လေးအကြောင်းအရင်ပြောပြပါရစေ Malibu ဆိုတဲ့ စကားလုံးလေး မြင်လိုက်တာနဲ့ LA က လှပတဲ့ ကမ်းခြေလေးကို မြင်ယောင်မိကြမှာပါ။ Malibu Junior Rescue ဆိုတာကတော့ ကျောင်းသားလူငယ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ကမ်းခြေက ကယ်ဆယ်ရေးအဖွဲ့တစ်ခုပါ။ Malibu ကမ်းခြေမှာ ရေဆော့သူတွေ အန္တရာယ်မဖြစ်ရအောင် အန္တရာယ်ဖြစ်လာရင် ကယ်တင်ဖို့အတွက် ဖွဲ့ထားတဲ့ အဖွဲ့တစ်ခုပါ။ အသင်း၀င်ဖြစ်လာဖို့အတွက် training အရင်၀င်ပြီး Crucible လို့ခေါ်တဲ့ နောက်ဆုံးပြိုင်ပွဲကို အောင်မြင်မှ တရား၀င် အသင်း၀င်တစ်ယောက်ဖြစ်လာနိုင်မှာပါ။ ရေကူးတာတွေ ကယ်ဆယ်ရေးရေးနဲ့ ပတ်သတ်တဲ့ challenge တွေကို အဆင့်ဆင့်ဖြတ်ကျော်ပြီးမှ ရရှိလာမယ့်အခွင့်အရေးပါ။ ဇာတ်လမ်းထဲမှာ တိုင်လာဆိုတဲ့ အထက်တန်းကျောင်းသားလေးဟာ ငဆိုးငပေလေးတစ်ယောက်ပါ။ ပြဿနာပေါင်းစုံရှာလွန်းလို့ အိမ်ကလည်း လက်မြှောက်ထားရတဲ့သူမျိုးပေါ့။ တစ်နေ့ နွေရာသီကျောင်းပိတ်ရက်ရောက်တော့ သူ့ရဲ့ ပထွေးဟာ ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sumx/Malibu.Rescue.The.Movie.2019.720p_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Lucky-135x200.jpg",
        "title": "Lucky Grandma 2019",
        "description": "နယူး​ေယာ့ခ္​ၿမိဳ႕ရဲ႕ တရုတ္​တန္​းမွာ​ ​ေနထိုင္​တဲ့ ​အဘြားဝမ္​ဟာ ဘဝကိုပင္​ပန္​းဆင္​းရဲစြာ ရုန္​းကန္​ခဲ့​ေပမယ္​့ ခင္​ပြန္​းသည္​ဆံုးၿပီး​ေနာက္​ ဘာမွ မ်ားမ်ားစားစားပိုင္​ဆိုင္​မႈမရွိတဲ့ အသက္​၈၀အ႐ြယ္​ အမ်ိဳးသမီးႀကီးတစ္​ဦးပါ။ ကံ​ေကာင္​းလာၿပီဆိုတဲ့ ​ေဗဒင္​ဆရာမရဲ႕စကားကိုယံုစားၿပီး ဘဏ္​အ​ေကာင္​့ထဲက ရွိသမွ် ​ေငြ​ေတြထုတ္​ကာ ​ေလာင္​းကစားရံုသြားၿပီး အရဲစြန္​႔ခဲ့တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ မွန္​းခ်က္​နဲ႔ ႏွမ္​းထြက္​ မကိုက္​ခဲ့ရွာပါဘူး။ ဒါ့​ေၾကာင္​့ အဘြားဝမ္​ဟာ အိမ္​အျပန္​​လမ္​းမွာ ​သူ႔ခံု​ေဘးထိုင္​တဲ့ ​ေသသြားတဲ့လူတစ္​​ေယာက္​ရဲ႕​ ပိုက္​ဆံ​ေတြအျပည္​့ပါတဲ့ အိတ္​တစ္​အိတ္​ကို ခိုးယူလာခဲ့ပါတယ္​။ သားျဖစ္​သူက အတူ​ေနဖို႔​ေတာင္​းဆို​ေပမယ့္​ ကိုယ္​့ဘာသာကိုယ္​ပဲ ရပ္​တည္​ခ်င္​တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ သူယူလာတဲ့ပိုက္​ဆံ​ေတြက​ေနတစ္​ဆင္​့ လူမိုက္​ဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိတဲ့အခါ သူ႔ရဲ႕​ေန႔စဥ္​ဘဝမွာ ဘယ္​လို အခက္​အခဲ​ေတြ ထိတ္​လန္​႔မႈ​ေတြ ႀကံဳ​ေတြ႕ရမလဲ ​ေဗဒင္​တြက္​ထားတဲ့အတုိင္​း​ေရာ သူ႔ရဲ႕ကံဇာတာပြင္​့လန္​းၿပီး ကံ​ေကာင္​းမႈ​ေတြ ​ေရာက္​လာပါ့မလား လူဆိုးဂိုဏ္​း​ေတြရဲ႕ ၿခိမ္​း​ေျခာက္​မႈ​ေတြကို သက္ႀကီး႐ြယ္​အို အဘြားဝမ္​တစ္​​ေယာက္​ ဘယ္​လို​ေျဖရွင္​းမလဲ စတာ​ေတြကို ရင္​တထိတ္​ထိတ္​နဲ႔ ျမင္​​ေတြ႕ခံစားရမယ္​့ ဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ပါဝင္​တဲ့သရုပ္​​ေဆာင္​​ေတြက​ေတာ့ Tasi Chin ; ...",
        "rating": "6.6",
        "url": "https://megaup.net/Suia/Lucky.Grandma.2019.CHINESE_720p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/disclosure-142x200.jpg",
        "title": "Disclosure 2020",
        "description": "ဇာတ်ကားကရိုးရိုးရှင်းရှင်း တစ်ယောက်နဲ့တစ်ယောက်ငြင်းခုံကြတဲ့ဇာတ်ကားလေးဖြစ်ပေမယ့်အတော့်ကိုဗဟုသုပေးတဲ့ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ မိဘတိုင်းမကြည့်မဖြစ် ကြည့်သင့်တဲ့ကားကောင်းလေးပါ။ ကဲ..ဇာတ်လမ်းအကျဉ်းပြောပြပါ့မယ် ၄နှစ်သမီးကောင်မလေးတစ်ယောက်က တစ်နေ့မှာ သူ့ရဲ့မိဘတွေကို သမီးမတော်တရော်အလုပ်ခံထားရတယ်လို့ပြောလာပါတယ်။မတော်တရော်လုပ်တဲ့ကောင်လေးကလည်း သူတို့နဲ့ခင်မင်တဲ့...မိသားစုက ကလေးပါ။ဒီလိုတစ်ယောက်နဲ့တစ်ယောက်ခင်မင်ကြတဲ့အတွက် လူမှုရေးအသင်းများကို မတိုင်တန်းသေးပဲ တိတ်တဆိတ်‌ဖြေရှင်းဖို့လုပ်ရာကနေ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲဆက်ကြည့်လိုက်ပါ။အတော့်ကို ပညာသားပါပါတယ်။ ရင်သားတွေ၊တင်တွေမပေါ်ပေမယ့် မမြင်သင့်တာလေးတွေပါလို့ မိသားစုနဲ့အတူတော့မကြည့်ကြပါနဲ့။File Size : 600 Mb / 300 Mb\nQuality :webrip 720p\nFormat…mp4\nDuration…\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ag Ko Khant\nEncoded by Littleneo",
        "rating": "5.5",
        "url": "https://megaup.net/2epaz/Disclosure.2020.720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Notzilla-135x200.jpg",
        "title": "Notzilla 2019",
        "description": "Mitch Teemley ရေးသားရိုက်ကူးထားတဲ့\nGodzilla ဇာတ်ကားကို ပြန်ပြီး အခွီလုပ်ပြီးရိုက်ထားတဲ့ကားပါ။\nJune 2019 တုန်းက ထွက်ရှိထားပါတယ်Godzilla ကို မကြည့်ဖူးသေးဘဲနဲ့ ဒီအခွီ (ver) ကိုကြည့်မယ်ဆိုရင်တော့ လည်ထွက်သွားပါလိမ့်မယ်\nမြန်မာပေါကားထက် ဆိုးသွားပါမယ်ဒီတော့ Godzilla မကြည့်ရသေးရင် အရင်ကြည့်ကြပါ။\nပြီးမှ ဒါကြည့်ရင်တော့ ခွီရမယ်ထင်ပါတယ်ဇာတ်လမ်းကို spoil ဖို့က စခွီပြန်လုပ်ထားတဲ့ကားဆိုတော့ spoil ရတာ အဆင်မပြေလို့ပါတတ်နိုင်သလောက်တော့ ကြိုးစား ဘာသာပြန်ပေးထားပါတယ်\ncomedy က comedy မဆန်ခဲ့ရင်လည်း\nဒီလို သရော်တဲ့ကားတွေ ပထမဆုံး ဘာသာပြန်ဖူးတာမို့ နားလည်ခွင့်လွှတ်ပေးကြပါ File Size : 600 Mb / 250 Mb\nQuality :webrip 720p\nFormat…mp4\nDuration…01:18:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi Aung\nEncoded by Littleneo",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/notzilla-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/kaili-133x200.jpg",
        "title": "Kaili Blues (2015)",
        "description": "Kaili Blues (2015)==============IMDb Rating - 7.3/10#Unicodeခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများမြို့ကြီးပေါ်ပဲမွေးမွေး မြို့လေးပေါ်ပဲမွေးမွေး ဇနပုဒ်ကလေးမှာပဲမွေးမွေး အချိန်တစ်ခုရောက်လာရင်တော့ . . .ပြန်မရတော့တဲ့ အသက်အရွယ်က ပြန်မရတော့တဲ့ အမှတ်တရတွေရှိနေတဲ့ ကိုယ့်မြို့ကလေးကို ချစ်တဲ့စိတ်ကအားလုံးရဲ့ ရင်မှာအမြစ်တွယ်နေကြမှာပါပဲ။အဆောက်အဦးအဟောင်းတွေဖြို အသစ်တွေဆောက်ကြလို့ပုံသဏ္ဍာန်တွေသာပြောင်းသွားကြပေမယ့် ကျွန်တော်တို့ရဲ့မြို့တွေမှာ ကျွန်တော်တို့ မမှတ်မိနိုင်စရာ အမှတ်တရဆိုတာမရှိပါဘူး။ အမှတ်တရဆိုတာ ရုပ်၀တ္တုတွေပေါ်မှာမှ မတည်ခဲ့ပဲကို။ ခိုင်လိမြို့ရဲ့ပြာရီမှုန်ဝေခြင်းများဟာ ကျွန်တော်တို့မြို့တွေအကြောင်းတော့မဟုတ်ဘူး။ ပိုင်ကန်ရဲ့ ဇာတိမြေ ခိုင်လိမြို့ကလေးအကြောင်း။ အပြင်လောကမှာတော့ခိုင်လိဟာ သူ့ဒေသရဲ့ မြို့‌တော်ကြီးပဲ ဒါပေမယ့် ပိုင်ကန်ရဲ့ရင်ထဲမှာတော့ သူချစ်တဲ့မြို့ကလေး သက်သက်။ သူ့မြို့ကလေးပေါ် သူချစ်တဲ့အချစ်ဟာ ကျွန်တော်တို့မြို့ကလေးကို ကျွန်တော်တို့ချစ်တဲ့အချစ်နဲ့တူတာမို့ ကျွန်တော်တို့နားလည်နိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာ ဒီမြို့ကလေးမှာ ရှိနေတဲ့လှပတဲ့အရာတွေကို အခမ်းနားဆုံးပြသွားတာဆိုလို့ အိမ်တွေဘေးကရေတံခွန်လေး‌ကလေးပဲရှိမယ်။ အလှတရားဟာ အသွင်သဏ္ဍာန်၌ မတည်ပြီကိုး။ ခိုင်လိမြိုရဲ့ ပြာရီမှုန်ဝေခြင်းများထဲ စီးမျောကြည့်ရင် ပုံရိပ်တွေ၊ ကဗျာတွေ၊ဘ၀တွေဟာ ဝေဝေဝါးဝါးပဲ စီးမျောလာကြတယ်။လူနှစ်ယောက်ပြောတဲ့ စကားတွေကြားမှာ အစကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/Svsl/[CM]Kaili.Blues2015.BluRay.720P.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iQLAFaUvg3ZtgKJyM2yZHGZ9io.jpg",
        "title": "Green Fish (1997)",
        "description": "[Unicode]Green Fish (1997)\n==============\nIMDB Rating. = 7 out of 10\nRotten Tomatoes. = Not Yet Available\nDirected By Lee Chang DongGreen Fishရဲ့ ဇာတ်လမ်းအကျဉ်းကိုအတိုဆုံးရေးပြရရင်\n\" တကယ်တမ်းမရှိတဲ့ ပျော်ရွှင်ခြင်းငါးစိမ်းကလေးကို ဖမ်းဆုပ်ဖို့ကြိုးစားရင်း လဲပြိုရှုံးနိမ့်သွားရတဲ့လူတစ်ယောက်အကြောင်း\"ပါပဲ။ကျွန်တော်တို့ရဲ့ ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ ပထမဆုံးရုပ်ရှင်ပါ။\nပထမဆုံးပီသစွာပဲ လီချန်းဒုံရဲ့ ဝိသေသတွေနည်းသေးတယ်။ မသိမှုရသကိုလည်း ခပ်ပါးပါးပဲသုံးသေးတယ်။\nသို့ပေမယ့် သူ့ရဲ့ ရက်စက်တဲ့ကမ္ဘာကြီးကတော့ ပထမဆုံးကားမှာတင် ပေါ်လွင်ပါတယ်။ပထမဆုံးလက်ရာတွေတိုင်းဟာ နောက်ပိုင်းလက်ရာ တစ်ချို့နဲ့ယှဉ်ရင် အမြဲအားပျော့နေတတ်ပါတယ်။\nဒါက ပထမဆုံးလက်ရာတွေရဲ့ အားနည်းချက်ပါပဲ။\nပထမဆုံး လက်ရာတွေရဲ့ အားသာချက်ကတော့ ဖန်တီးသူရဲ့နှလုံးသားပျိုမြစ်နေခြင်းပါပဲ\"။\nGreen Fishဟာ နှောင်းပိုင်းလက်ရာတွေနဲ့ ယှဉ်ရင် အားပျော့ပေမယ့်\nလီချန်းဒုံရဲ့ အနုနယ်အပျိုပြစ်ဆုံး လက်ရာနဲ့ သူ့ရဲ့ Nostalgiaဖြစ်မှုကို ခံစားရမှာပါ။ဟိုသီချင်ဟောင်းက‌လေးထဲကလို\n\"ရင်ဆိုင်ရင်း ရှုံးနိမ့်ရင် ဘဝမှာ\nဖျောက်ဖျက်မရတဲ့ အမှားမ‌‌ျားတွေနဲ့လူ\nမျှော်လင့်ရင်း ဆုံးရှုံးရင်း နှလုံးသားမှာ\nဒဏ်ရာ‌တွေ ကျန်ခဲ့တဲ့လူ\"\nဒီလိုလူတစ်ယောက် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/green-fish-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aaajiBpeBVbVwovpSQKaMfKRGKw.jpg",
        "title": "Oasis (2002)",
        "description": "[Unicode]Oasis (2002)\n===========IMDB = 7.9 out of 10\nRotten Tomatoes = 90 out of 100\nDirected By Lee Chang Dongတောင်ကိုရီယား New Waveဒါရိုက်တာလီချန်းဒုံကို\nBurning, Poetry, Peppermint Candyတို့နဲ့ ရင်းနှီးပြီးသားဖြစ်မှာပါ။\nလီချန်းဒုံရုပ်ရှင်တွေဟာ အမှတ်တမဲ့ကြည့်လိုက်ရင် ကိုရီယားရုပ်ရှင်လို့\nလုံးဝထင်စရာမရှိတ‌ဲ့ ဇာတ်ကောင်တွေ ဇာတ်ဝင်ခန်းတွေနဲ့။\nအဆိုးဘက်ရောက်တဲ့ လူသားဆန်မှုတွေကို သိသာသာမီးမောင်းထိုး ပြတတ်ပါတယ်။\nလီချန်းဒုံအခုထိရိုက်ထားတဲ့ ရုပ်ရှင်ခြောက်ကားပဲရှိပါတယ်။\nPeppermint Candyနဲ့ Green Fishကလွဲလို့ ကျန်တဲ့လေးကားကို သူကိုယ်တိုင်ရေးခဲ့တာပါ။\nBurningကတော့ မူရာကာမိကိုကျောရိုးယူပါတယ်။လီချန်းဒုံရဲ့ ရုပ်ရှင်တွေဟာ သာမန်လူတွေ သူတို့ရဲ့ သာမန်နေ့စဉ်ဘဝမှာ သာမန်လုပ်နေကြ အရာတွေကိုပဲ ရိုက်ပြထားတယ်လို့ ဖတ်လိုက်ရပါတယ်။\nသူ့ရုပ်ရှင်တွေမှာလူဆိုးလူကောင်းမရ‌ှိဘူးလို့လည်း ဆိုပါတယ်။\nဒုတိယအချက်ကို ကျွန်တော်လက်ခံပေမယ့်\nပထမအချက်ကိုတော့ လုံးဝငြင်းပါတယ်။\nလီချန်းဒုံရဲ့ ရုပ်ရှင်တွေဟာ သာမန်မဆန်ပါဘူး။\nသူ့ရုပ်ရှင်တွေမှာ အဆိုးဘက်ရောက်တဲ့။လူသားဆန်မှုအတော်များပါတယ်။\nသူမှားတာ‌တော့လည်းမဟုတ်ပါဘူး။\nကျွန်တော်တို့ဘဝတွေတိုင်းဟာ အမြဲတော့ သာယာတဲ့ကောင်းကင်တစ်ခုအောက်မှာ ရှိနေတာ မဟုတ်ပါဘူး။ သူမှန်ပါတယ် ။\nဒါပေမယ့် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/oasis-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vee1jyUrqUEmi5ZStWI1JJzLQJH.jpg",
        "title": "Secret Sunshine (2007)",
        "description": "[Unicode]Secret Sunshine ( 2007)\n===================IMDB Rating. . = 7.5 out of 10\nRotten Tomatoes. . = 94 out of 100\nDirected By Lee Chang Dongနောင်များဆိုရုပ်ရှင်ဇာတ်ကောင်တွေထဲ အမုန်းဆုံးဇာတ်ကောင်ကို ပြောပါဆို Secret Sunshineထဲက Shin Aeဇာတ်ကောင်ကိုပြောရလိမ့်မယ်။\nဒီဇာတ်ကောင်က ဘာမှထူးထူးခြားခြားတော့ ဆိုးယုတ်နေတာတော့ မဟုတ်ဘူး။\nခံစားမှုလားရာမတူရင် အထူးသဖြင့် မဝါဒီတစ်ယောက်ဆိုရင်တော့ အမြင်တူမယ်မထင်ဘူး။\nဒီဇာတ်ကောင်တစ်ကောင်တည်းမှာကို လီချန်းဒုံပြချင်တဲ့ အချက်က သိပ်များတယ်။\nသူ့ဇာတ်လမ်းရဲ့ကျောရိုးထက် ဒီအမျိုးသမီးကအများကြီးပိုအရေးပါတယ်။ဇာတ်အိမ်ဘက်ကိုပြောရရင်လည်း လီချန်းဒုံရဲ့\nရုပ်ရှင်ပီသစွာပဲ သူပြသချင်တဲ့ Main Pointဆိုတဲ့ အရာက ရှိမနေခဲ့ဘူ။\nသူ့ရဲ့ အမြစ်တွေအများကြီးနဲ့သစ်ပင်မှာ အားလုံးဟာရေသောက်မြစ်တွေချည်း။ဇာတ်အိမ်ဟာ အစနာရီဝက်လောက်မှာတင် ဘာမှဆက်ဖြစ်စရာမရှိတော့သလိုပဲ။\nအဲ့ဒီဆက်ဖြစ်စရာမရှိတာကိုဆက်ဖြစ်နေတာက ဒီရုပ်ရှင်ရဲ့ ထူးခြားမှုလို့ထင်ရတယ်။\nရိုက်ပြသွားတာကလည်း အကုန်ရိုးရိုးရှင်းရှင်းလေးတွေ လီချန်းဒုံဟာ စာပေသမားကနေ ဒါရိုက်တာဖြစ်လာတဲ့\nလူပီပီပဲ သူ့ဇာတ်လမ်းဟာ လက်တွေ့ထက် လက်တွေ့ပိုဆန်တယ်။\nကျွန်တော်အကြိုက်ဆုံးကတော့ ဆေးလိပ်သောက်တဲ့အခန်းတွေပဲ။\nရုပ်ရှင်တော်တော်များများမှာ ဆေးလိပ်သောက်တာကိုထည့်ရင်လက်တွေ့ကျတာ ရှားတယ်။\nစမတ်အရမ်းကျလွန်းတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/secret-sunshine-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/KF-133x200.jpg",
        "title": "Kung Fu Master Huo Yuan Jiao ( 2020 )",
        "description": "သိုင်းကားချစ်သူတွေအတွက် ကွန်ဖူးကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေKung fu master huo yuan jia ဆိုတဲ့ ကားလေးပါဟောယွမ်ကျားက ၁၉ ရာစုအစောပိုင်းမှာ နိုင်ငံခြားသား ကိုယ်ခံပညာရှင်တွေကိုအနိုင်ယူ တိုက်ထုတ်နိုင်သူ တစ်ဦး အနေနဲ့ နာမည်ကြီးခဲ့သူတစ်ဦးပါ...ဒီဇာတ်ကားကတော့ သူ့ရဲ့ ကိုယ်ပိုင် သင်တန်းကျောင်း ( ချင်ဝူ ကိုယ်ခံပညာကျောင်း) ကိုတည်ထောင်ဖို့ ဖြတ်ကျော်ရတဲ့ အခက်အခဲတွေအကြောင်းကိုအခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေးပါ.အက်ရှက်ကား ကြိုက်သူတွေဆို ဟောယွမ်ကျားရော ချင်ဝူ ကိုယ်ခံပညာကျောင်းကိုပါပူးတွဲ သိကြမယ်လို့ ထင်ပါတယ်ဒီဇာတ်လမ်းက သင်တန်းကျောင်းလေး တည်ထောင်ဖို့ပဲမဟုတ်ရှုပ်ထွေးလှတဲ့ တိုင်းပြည်ရေးရာတွေ စီးပွါးရေးလောကတွေပါ ရောယှက်နေတာမို့ဘယ်လိုတွေဖြစ်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရမှာပဲဖြစ်ပါတယ် Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2endg/(CM)Kung_Fu_Master_Huo_Yuan_Jiao.2020.HDRip.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2CFOpEKVxIjRMeu8K9agmDZ2ms9.jpg",
        "title": "Class of ’83(2020)",
        "description": "Class of '83(2020)ဒီဇာတ်ကားကတော့ Crime Drama Thriller အမျိုးအစားဖြစ်ပြီးIMDb rating 7.0 ထိရရှိထားပါတယ်\nဇာတ်လမ်းအကျဥ်း\nရဲသင်တန်းကျောင်းတစ်ခုမှာဗိရှ်နူးဝရ်ဒေးတို့ရဲသင်တန်းသား ၅ယောက်ရဲ့အမှတ်က အနိမ့်ဆုံးအဆင့်ကိုရောက်နေပါတယ်။\nသူတို့ရဲ့စာသင်ခန်းကို ဘုံဘေကနာမည်ကြီးအရာရှိဟောင်း ဒီန်ဆရာကလာသင်ပေးမယ်ဆိုပြီးမျှော်လင့်နေခဲ့ကြပေမယ့် ဒီန်ဆရာက​တော့လုံးဝစာလာမသင်ပါဘူး။\nတစ်နေ့တော့ သူတို့ထဲကသုံးယောက်ရဲ့မွှေချက်ကြောင့် ဒီန်ဆရာရောက်လာပြီး စာလာသင်ပါတော့တယ်။\nဒီန်ဆရာက ဒုစရိုက်ဂိုဏ်းတစ်ချို့ကိုလိုက်လံဖမ်းဆီးရင်း ပြဿနာတစ်ခုကြောင့်နယ်ပြောင်းပြစ်ဒဏ်ကျခံနေရသူဖြစ်ပြီး ဒီ ၅ယောက်ရဲ့ ဖြောင့်မတ်ခြင်း ရိုးသားခြင်းနဲ့အချင်းချင်းသစ္စာရှိခြင်းတို့ကိုသဘောကျသွားပြီး သူတို့ကိုသီးခြားလေ့ကျင့်ပေးခဲ့ပါတယ်။\nသူတို့တွေရဲအရာရှိဖြစ်လာကြတဲ့အခါ ဒီန်ဆရာလိုပဲ ဒစရိုက်သမားတွေကိုဖမ်းဆီးနိုင်ပါ့မလား....ဆရာကျလွန်းတဲ့ လူဆိုးတွေရဲ့လှည့်ကွက်တွေကိုရော ကျော်ဖြတ်နိုင်ပါ့မလား....\nဒီန် ဆရာရဲ့ရည်ရွယ်ချက်ကရော အမှန်တကယ်ဖြစ်လာနိုင်ပါ့မလား....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (900 MB) and (358 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2epvW/Class_Of_83.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sicarrr-135x200.jpg",
        "title": "Sicario: Day of the Soldado (2018)",
        "description": "Genre – Action, Crime, Thriller\nIMDB – 7.0/10 ၂၀၁၅ ခုနှစ်က ထွက်ခဲ့တဲ့ ပထမဆုံး Sicario ကားကိုကြည့်ဖူးပြီး ကြိုက်တယ်ဆိုရင်တော့ ဒီကားကလည်းရွှေပေါ့ဗျာ။ ပထမကား Rating 7.6 ကို မမှီပေမဲ့ ကြည့်ရတာလုံးဝ အရသာ မလျော့သွားပါဘူး။ ဒါတောင် ဒါရိုက်တာကပထမကားက Denis Villeneuve မဟုတ်တော့ပဲ StefanoSollima ပြောင်းသွားတာပါ ဒါပေမဲ့ ဒီ အငွေ့အသက်အတိုင်းပါပဲ။သရုပ်ဆောင်တွေကလည်း ရှေ့ကားထဲက ဘဲကြီးနှစ်ပွေJosh Brolin နဲ့ Benecio Del Toro တို့ပဲ ပြန်ပါဝင်ထားပါတယ်၊Emily Blunt ရဲ့ ဇာတ်ကောင်ကတော့ ဒီဇာတ်လမ်းအတွက်မလိုအပ်တော့လို့ ဖြုတ်ထားခဲ့ပါတယ်တဲ့။ ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆို ရှေ့ကားရဲ့အဖြစ်အပျက်တွေဖြစ်ပြီး နှစ်နည်းနည်းမှာ တည်ဆောက်ထားတဲ့ပုံပါပဲ။ အစိုးရရဲ့လူသိမခံချင်တဲ့ ပြဿနာတွေ ဒိုင်ခံဖြေရှင်းတဲ့ မက်တစ်ယောက်လည်းအာဖရိကကို ရောက်နေပါပြီ။ အာလေဟန်ဒရိုကလည်း ပထမကားထဲမှာလုပ်စရာရှိတာလုပ်ပြီးတော့ ကိုလမ်ဘီယာမှာ သွားအနားယူနေပါပြီ။အဲဒီမှာပဲ အမေရိကန်နိုင်ငံမှာ အသေခံဗုံးခွဲပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Bq6i/sicario.day.of.the.soldado.2018..bluray720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sica-133x200.jpg",
        "title": "Sicario (2015)",
        "description": "Genre – Action, Crime, Drama\nIMDB – 7.6/10 ၂၀၁၅ ခုနှစ်တုန်းက အလန်းစားရုပ်ရှင်တွေထဲက တစ်ကားဆိုငြင်းရမယ် မထင်ဘူးဗျာ… သေသပ်လှပတဲ့ ရိုက်ကွက်၊ ပံ့ပိုးပေးထားတဲ့ နောက်ခံတီးလုံးက စိတ်လှုပ်ရှားစရာ၊ မထင်ထားတဲ့ဇာတ်လမ်းနဲ့ ဇာတ်ကောင်ဖွဲ့စည်းပုံတွေကြောင့် ပိုမိုက်တဲ့အက်ရှင်ကားကောင်း ဖြစ်သွားခဲ့ရတယ်။ အက်ရှင်ဇာတ်ကားက ကောင်းဆိုရိုက်ထားတဲ့ ဒါရိုက်တာကြီးက Blade Runner တို့ Dune တို့ Arrivalတို့ ရိုက်ထားတဲ့ Denis Villeneuve ပေါ့ သူ့ စတိုင်အတိုင်းခပ်အေးအေးနဲ့ သံစဉ်တွေ အမြင်တွေနဲ့ ဖော်ကျူးထားတယ်။သရုပ်ဆောင်တွေကလည်း လူတိုင်းသိကြတဲ့ လက်ဖျောက်တီးThanos ကြီး Josh Brolin ရယ် အမြဲမှုန်ကုပ်ကုပ်နဲ့ သရုပ်ဆောင်လေ့ရှိတဲ့ Benecio Del Toro ရယ် Quiet Place တို့ တွမ်ခရုနဲ့ရှယ်ကြမ်းထားတဲ့ Edge of Tomorrow ထဲက Emily Blunt ...",
        "rating": "7.6",
        "url": "https://megaup.net/1fva2/Sicario.2015.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-2-200x300.jpg",
        "title": "Tinker Bell and the Legend of the NeverBeast (2014)",
        "description": "Tinker Bell and the Legend of the NeverBeast (2014)\n=====================================\nIMDb Rating - 7.1/10အတောင်ပံတစ်စုံနဲ့နတ်သမီးလေးတွေအများစုနေတဲ့နေရာလေးတစ်ခု\nသူတို့ဗိမ္မန် မှာ ဘုရင်မတစ်ပါးအုပ်ချုပ်တယ်။ ကာကွယ်ရေးအဖွဲ့တစ်ခု\nရှိသလို ကန့်သတ်စည်းမျဉ်းစည်းကမ်းမြောက်များစွာလည်းရှိတယ်။\nအထူးသဖြင့်နတ်သူငယ်တွေကိုရန်ပြုမဲ့တိရစ္ဆာန်တွေကိုကြိုတင်ကာ\nကွယ်ခြင်းအနေနဲ့ သူတို့နေတဲ့အနားကိုအကပ်တောင်မခံတာပါပဲ။ ဒါက\nလည်း ရှေးရိုးအစဉ်အဆက်လက်ဆင့်ကမ်းရေးသားခဲ့တဲ့ မူတွေ အကြောင်း\nအရာတွေကြောင့် လုပ်နေရတာပါပဲ။ ဒီထဲမှာတမူကွဲထွက်လာတာက\nFAWNလို့ခေါ်တဲ့နတ်သမီးလေးတစ်ပါးပါပဲ။ ရက်စက်တယ်လို့သတ်မှတ်\nထားတဲ့အကောင် ကြီးတွေမှာလည်း သူတို့လိုနှလုံးသားရှိလေတော့ သိမ်\nမွေ့နူးညံခြင်းတွေရှိမှာပဲလို့သူခံစားနေရတယ်။အဲ့ဒါကြောင့် ရှေးအစဉ် အလာသတ်မှတ်ချက်တွေကို ဆန့်ကျင်ပြီး ရက်စက်\nပါတယ်ဆိုတဲ့အကောင်တွေကိုလက်ပွန်းတနီးနေကြည့်တယ်။ အဲ့ဒါကြောင့်\nကာကွယ်ရေးအဖွဲ့တွေရဲ့အမြင်စောင်းမှုခံရသလို ဘုရင်မ သတိထားမိစရာ\nလည်းဖြစ်လာတယ်။ ဒါပေမဲ့သူလက်မလျှော့ခဲ့ပါဘူး တစ်နေ့တော့ အလွန်\nတရာကြီးမားတဲ့ ခြေ၄ချောင်းနဲ့အကောင်ကြီးကို ဂူတစ်ဂူမှာတွေ့ခဲ့တယ်။\nအဲ့ဒီအကောင်ကြီးရဲ့အခက်အခဲ ကိုဖြေရှင်းပေးတော့ သံယောဇဉ်တွေတွယ်\nမိကြတယ်ပေါ့။ ဒါပေမဲ့ အဲ့ဒီအကောင်ကြီးဟာ ရှေးကရေးခဲ့တဲ့စာတွေအရ\nအန္တရယ်အရှိဆုံး အကောင်ကြီးဖြစ်နေတဲ့အပြင် သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့\nသူတို့နတ်ဘုံလေးကိုဖျက်ဆီးမဲ့သူဖြစ်နေတယ်ဆိုပါတယ်။ ကာကွယ်ရေးအဖွဲ့\nတွေရယ် FAWNလို့ခေါ်တဲ့နတ်သမီးလေးရယ် ခြေ၄ချောင်းပါကြောက်စရာ\nအကောင်ကြီးရယ် ဆက်ဖြစ်မဲ့အကြောင်းအရာတွေက တကယ့်ကို စိတ်ဝင်\nစားစရာပါ ဒီကားက ANNIMATIONကားဆိုပေမဲ့ ကလေးတွေအတွက်ရော\nလူကြီးတွေအတွက်ရောပါ ဆင်ခြင်စရာတွေပေးတဲ့ဇတ်ကားလေးပါ။ ရှေးရိုး\nစွဲအယူအဆတွေကို တစ်ဖက်ပိတ်အမြင်တွေနဲ့ဆုံးဖြတ်တာတွေရယ်၊ ဖြူစင်\nတဲ့နှလုံးသားစေရာအတိုင်းလုပ်ခဲ့တာတွေ၊ စူးစမ်းဆင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1fsez/Tinker.Bell.and.the.Legend.of.the.NeverBeast.2014.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BYTIxNTNkYzktYThjYS00MTE5LTlmOTctODZhMmMxYTQxZDFhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Tinker bell and The Pirate Fairy (2014)",
        "description": "Tinkerbell : Pirate Fairy (2014)\n======================ဒီတစ်ခါဇာတ်လမ်းလေးကလည်း Legend of the Neverbeast လို\nTinkerbell အပေါ်ကို Focus ထားတဲ့ ဇာတ်အိမ်မဟုတ်ဘဲ Pixie\nHollow ရဲ့ မျက်နှာသစ် Character တစ်ခုအကြောင်း ရိုက်ကူးပြသ\nထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဝေယျာဝစ္စအဝဝကို အောက်ခြေသိမ်းလုပ်ရတဲ့\nလက်သမားနတ်သူငယ်တွေနည်းတူ ရွှေမှုန်ထိန်းသိမ်းရေးနတ်သူ\nငယ်တွေဟာလည်း အားလုံးရဲ့အသက်သွေးကြောကို ထိန်းသိမ်းကိုင်\nတွယ်နေရတဲ့သူတွေပါပဲ။ အရေးကြီးပြီး အမှားမခံတဲ့အလုပ်မို့လို့\nလုပ်ငန်းခွင်ကို အပိုအလိုမရှိစေဘဲ တိတိကျကျ အထွန့်မတက်ရတဲ့\nရှေးရိုးစွဲနည်းနဲ့ပဲ လည်ပတ်စေတာပေါ့။ စိတ်ကူးစိတ်သန်းကောင်းပြီး\nကိုယ်တတ်ထားတဲ့ပညာကိုပိုနားလည်အောင် လေ့လာစမ်းသပ်လို\nစိတ်ပြင်းပြတဲ့ Zarina ကတော့ ဒီလိုစာအုပ်ကြီးစနစ်အမြင်နဲ့ အများ\nကြားမှာ ကြောင်တောင်ကျားပါပဲ။ပြဿနာအရှာကြမ်းပေမယ့် အထက်လူကြီးက ဆူရုံသာဆူပြီး အလျှော့\nပေးတာမို့ Zarina လည်း လက်ရဲဇက်ရဲရှိနေပါတယ်။ တစ်နေ့ .... လက်\nတည့်စမ်းမိရာကနေ အဆမတန်ကြီးထွက်လာတဲ့အပင်ကြောင့် တစ်ရွာ\nလုံးကုန်လုနီးနီးပြုန်းသွားတဲ့အခါ စေတနာကနေဝေဒနာဖြစ်သွားပြီး Zarina\nတစ်ယောက် Pixie Hollow ကနေ နှင်ထုတ်ခံလိုက်ရပါတယ်။ တစ်နှစ်\nကြာသွားပြီးတဲ့နောက် .... ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fsar/The.Pirate.Fairy.2014.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/secret-148x200.jpg",
        "title": "Tinkerbell : Secret of the Wings (2012)",
        "description": "Tinkerbell : Secret of the Wings (2012)\n============================\nIMDb Rating - 7.0/10Secret of the Wings ဆို Tinkerbell movie တွေထဲက\nလူကြိုက်အများဆုံးနဲ့ Scenario အလှဆုံးအပိုင်းလို့ပြော\nရင်လည်း မမှားပါဘူး။ နတ်သူငယ်မွေးဖွားခြင်းနိယာမကို\nလွန်ဆန်တဲ့ Tinkerbell ရဲ့ အံ့ဖွယ်ဖြစ်ရပ်တစ်ခုအကြောင်း\nရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဥတုလေးပိုင်းကွဲနေတဲ့ နယ်မြေတွေထဲမှာ\nဆောင်းသစ်တောကတော့ ဘယ်အနွေးပိုင်းနတ်သားနတ်သမီး\nမဆို မြင်သာမြင် မကြင်ရဖြစ်နေတဲ့နေရာတစ်ခုပေါ့။\nအအေးပိုင်းနတ်သူငယ်တွေအနေနဲ့လည်း အနွေးပိုင်းနယ်မြေ\nတွေဘက်ကိုလာခွင့်မရှိတဲ့အတွက် ဥတုနှစ်ခြမ်းက နတ်သား\nနတ်သမီးတွေအနေနဲ့ တစ်ဘက်မှာ ဖြူလား၊ မဲလားတောင်မသိ\nတဲ့အထိပါပဲ။ စူးစမ်းနတ်သူငယ်ပီပီ စပ်စုတတ်တဲ့ Tinkerbell\nကတော့ ဆောင်းသစ်တောကို ကုန်တွေတင်မကဘဲ သူ့ကိုယ်သူ\nပါအရောက်ပို့ချင်နေမိတာပါ။ တစ်နေ့မှာတော့ ... နွေဦးရင်ပြင်က\nတိရစ္ဆာန်လေးတွေကို ဆောင်းခိုဖို့အတွက် နယ်စပ်ကိုပြောင်းရွှေ့\nပေးဖို့ဖြစ်လာပါတယ်။ Tinkerbell ကတော့ Fawn ကိုကူညီရင်း\nအလစ်မှာ ဆောင်းသစ်တောဘက်ခုန်ဝင်မိလို့ အတောင်ခဲတယ်\nအထင်ခံရပြီး ဆေးခန်းရောက်သွားပါတော့တယ်။Tinkerbell ကတော့ အတောင်ခဲတာမဟုတ်ဘဲ သူ့အတောင်တွေ\nအရောင်တောက်လာတာပါလို့ ပြောပေမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1fs9w/Tinker.Bell.Secret.of.the.Wings.2012.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjQ3YWFhNWMtMGQyYS00M2YzLWI1NzUtZDEzN2RlYzM1N2QxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell and the Great Fairy Rescue (2010)",
        "description": "Tinker Bell and the Great Fairy Rescue (2010)\n=================================\nIMDb Rating - 6.8/10\"လက်တွေ့လောကမှာ မြင်နိုင်၊ ကြားနိုင်၊ လက်ဆုပ်လက်ကိုင်\nသက်သေပြနိုင်မှ ဖြစ်တည်မှုအစစ် \" လို့ လူကြီးသူမတွေက\nတထစ်ချယုံကြည်နေကြချိန် ...\" နတ်သမီးလေးတွေတကယ်\nရှိတာပါ \" ဆိုသူ ကလေးငယ်လေးတွေလည်း ရှိကြတာပေါ့။\nနွေရာသီအစကိုရောက်ခဲ့ပြီ။ ပင်မနယ်မြေကို ဆောင်းကုန်ပြီး\nနွေကူးစေဖို့ တာဝန်ကျရာ နတ်သူငယ်တို့လည်း အသီးသီးရောက်\nလာကြချိန်ပေါ့။Tinkerbell တို့စခန်းချထားတဲ့နေရာနားမှာတော့ Lizzy တို့သား\nအဖရဲ့ နယ်ခွဲအိမ်လေးပါပဲ။ စပ်စုတတ်တဲ့ Tinkerbell ကတော့\nသားအဖနှစ်ယောက်ရောက်ရောက်ချင်းမှာပဲ Lizzy အဖေရဲ့ ကား\nကိုမျက်စိကျပြီး အနီးကပ်သွားကလိပါတော့တယ်။ စခန်းကိုအပြန်\nလမ်းမှာ မြက်ခင်းထဲက နတ်သူငယ်အရွယ်နဲ့ ကွက်တိဖြစ်နေတဲ့\nအိမ်သေးသေးလေးတစ်လုံးထဲကို Tinkerbell ဝင်သွားပြီးနောက်\nမှာတော့ ... ပန်းလေးတွေခူးပြီးပြန်ရောက်လာတဲ့ Lizzy လည်း\nသူ့နတ်သမီးအိမ်တံခါးလေးလှုပ်နေတာကို တွေ့လိုက်ရတဲ့အခါ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fs9m/Tinker.Bell.And.The.Great.Fairy.Rescue.2010.720p.BluRay(CM)_(2).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTJlNzM1ODMtMjRkYy00NWU5LWExNTAtMzE4ZWE2OTVmZjdkXkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_-142x200.jpg",
        "title": "Tinker Bell and the Lost Treasure (2009)",
        "description": "Tinker Bell and the Lost Treasure (2009)\n============================\nIMDb Rating - 6.6/10အမှောင်မိုက်ဆုံးသောအချိန်မှာ အလင်းတစ်ပွင့်ကတောင် မက်မော\nစရာဖြစ်ရသလို အခက်ခဲဆုံးသောအချိန်မှာလည်း ကူကယ်ရာလက်\nတစ်စုံကို အတမ်းတမိကြဆုံးပါပဲ။ ဒီတစ်ခါမှာတော့ Tinkerbell တစ်\nယောက် တစ်ကိုယ်စာမျက်နှာရရေးနဲ့ သူငယ်ချင်းဆက်ဆံရေးကြား\nမျက်စိလည် ဒွိဟများရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie hollow ရဲ့ အထင်ကရဆောင်းဦးရာသီပွဲတော်မှာ နတ်သူငယ်တို့\nအသက်သွေးကြောဖြစ်တဲ့ ရွှေမှုန်လေးတွေကို လကျောက်ကနေတစ်\nဆင့် ထုတ်ယူရတဲ့ အစဉ်အလာတစ်ခုရှိနေပါတယ်။ လကျောက်တည်ဖို့\nတောင်ဝှေးကိုလည်း နတ်သူငယ်တစ်ဖွဲ့ချင်းစီကနေ အလှည့်ကျလုပ်ပေး\nရတဲ့ဓလေ့လည်းရှိတာပေါ့။ လက်သမားနတ်သူငယ်တွေ အလှည့်ကျတဲ့\nနှစ်မှာတော့ ကိုယ်စားပြုအနေနဲ့ Tinkerbell တာဝန်ပေးခံရတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (860 MB) / (512 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 21Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin ...",
        "rating": "6.6",
        "url": "https://megaup.net/1foin/02.Tinker.Bell.And.The.Lost.Treasure.2009.720p.BluRay(CM)..mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWQzNTVmZDgtNzcwYi00YzY1LTllNzgtNjA0N2QwNTRlOTFmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell (2008)",
        "description": "Tinker Bell (2008)\n==============ပျောက်သွားတဲ့အရုပ်လေးတွေ မထင်မှတ်ဘဲ ပြန်ရောက်လာတတ်\nတာမျိုး ကြုံဖူးကြပါသလား၊ ပျက်သွားတဲ့ပစ္စည်းလေးတွေကို ပြန်\nထုတ်ကြည့်တဲ့အခါ ရုတ်တရက်ပြန်ကောင်းနေတာမျိုးရော ဖြစ်ဖူး\nပါသလား၊ သဘာဝတရားကြီးက လူသားတွေသိထားတဲ့နိယာမတွေနဲ့\nဆန့်ကျင်ပြီး လည်ပတ်နေတယ်ဆိုတဲ့ ရှုထောင့်လေးတစ်ခုကနေ နတ်\nသူငယ်တွေရဲ့ဖြစ်တည်မှုကို ချပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်\nပါတယ်။ရာသီအကူးအပြောင်း၊ အအေးအပူ၊ အလင်းအမှောင်၊ အရောင်အဆင်း\nဒါတွေအားလုံးအတွက် အမျိုးမျိုးသောအစွမ်းတွေရှိကြတဲ့ နတ်သူငယ်\nတွေဟာ တစ်နှစ်တာလုံး မနားမနေပြင်ဆင်လုပ်ကိုင်ပေးကြရပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုယ်ရထားတဲ့အစွမ်းကို သဘောမကျဖြစ်ပြီး\nသူများတွေလိုဖြစ်အောင်ပဲ ကြိုးစားနေတဲ့ Tinker Bell ကြောင့် Pixie\nHollow တစ်ခုလုံး ရိုးရာသစ်၊ စနစ်သစ်တွေ ပေါ်ထွန်းသွားရတဲ့အကြောင်း\nလေးပဲဖြစ်ပါတယ်။ Tinker Bell ရဲ့ မိမိပုံစံအစစ်အမှန်ကို လက်မခံနိုင်\nခြင်းက Pixie Hollow တစ်ပြည်လုံးအတွက် ပျက်စီးခြင်းဖြစ်လုနီးနီး\nကနေ ..... ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (790 MB) / (475 MB)\nQuality............BLU-RAY 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fohk/01.Tinker.Bell.2008.720p.BluRay.(CM)mp4.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fjHguUMC8KTeIIPln9KogrYLgO.jpg",
        "title": "Carmen (2022)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Carmenဆိုတဲ့ အမျိုးသမီးလေးအကြောင်းကို ရိုက်ကူးထားတဲ့ Musical၊ Drama movieလေးဖြစ်ပါတယ်။ဇာတ်ကားဆိုတာထက် အော်ပရာပိုဆန်တယ်ဗျ။ဘာလို့ဆို ၁၈၇၅ခုနှစ်လောက်က Carmenဆိုတဲ့နာမည်နဲ့ပြင်သစ် အော်ပရာကိုအခြေခံကာ ပြန်ရိုက်ကူးထားတာပါ...။သို့ပေမဲ့ အော်ပရာထဲက စာသားအချို့ကိုသာယူသုံးထားပြီးဇာတ်ကွက်တွေ ခေတ်ကာလတွေကိုတော့ အကုန်ပြောင်းလဲထားပါတယ်။အော်ပရာကြည့်သလို ငြိမ်ငြိမ်လေး ထိုင်ကြည့်ချင်သူတွေအတွက်တော့အကြိုက်တွေ့စရာပါပဲ...။ ဇာတ်လမ်းအကျဥ်းကတော့ကာမန်ဆိုတဲ့ ဂျစ်ပစီမလေးဟာ ဆုံးသွားတဲ့ မိခင်ကြီးရဲ့အမှာစကားအတိုင်း အ‌‌ဒေါ်ဖြစ်သူကိုရှာဖို့ မက်ဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်လာပါတယ်...။ ဖြစ်ချင်တော့ အမေရိကန်နယ်စပ်စောင့်ရဲတွေဟာခိုးဝင်လာသူတွေကို အမဲလိုက်သလို ပစ်ခတ်သတ်ပစ်လေ့ရှိပါတယ်...။ဒီတော့ ကာမန်အတွက်က ဖမ်းမိသွားရင် အသက်ဆုံးမယ့်အခြေအနေပေါ့...။ကံတရားလို့ပဲ ပြောမလား ဒီအခြေအနေက ကာမန်ကိုကယ်တင်ပေးခဲ့သူက အေဒင်ဆိုတဲ့ မရိန်းတပ်သားဟောင်းလေးပါ...။အေဒင်ဟာ ကာမန်ကို ကယ်တင်ရင်းနဲ့ ရဲတစ်ယောက်သတ်မိပြီးဝရမ်းပြေးဖြစ်ခဲ့ရပါတယ်..။ဒီလိုနဲ့ ကာမန်နဲ့ အေဒင်တို့နှစ်ဦးသား ဥပဒေလက်ကလွတ်အောင်ပြေးရင်းလွှားရင်း...ဂျစ်ပစီဆန်ဆန်လေလွှင့်ကြရမယ့်ဇာတ်လမ်း အော်ပရာလေးကို ခံစားကြည့်လိုက်ပါဦး...။  File Size : (1.44 GB) and (616 MB)\nQuality : Blu-Ray 1080P 5.1 CH ,720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fv4g/Carmen.2022.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTEwMjM3MTM5NjZeQTJeQWpwZ15BbWU4MDU3NTIxOTkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Abulele (2015)",
        "description": "Abulele (2015)\n===========\"တကယ်လည်းမရှိ၊ ရှိခဲ့ရင်လည်း ခင်ဗျားတို့ ကျွန်တော်တို့\nမမြင်နိုင်မယ့် ဖြစ်တည်မှုတစ်ခုအကြောင်းပေါ့ဗျာ\"။\nအစ္စရေးနိုင်ငံ ဂျေရုဆလင်မြို့တော်မှာ ကျောရိုးခံထားတဲ့ လျှို့\nဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ မြေထဲ\nပင်လယ်ဒေသမှာ ကလေးနဲ့ခွေးပဲ အယုံအကြည်ရှိကြတယ်ဆို\nပြီး အိပ်ရာဝင်ပုံပြင်တစ်ခုမျှသာ သမုတ်ခံထားရတာကတော့\nAbulele ဆိုတဲ့ ရှေးဒဏ္ဍာရီလာသတ္တဝါကြီးတွေပဲဖြစ်ပါတယ်။အစ်ကိုဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီးနောက် အိမ်မှာရော ကျောင်း\nမှာပါအဆင်မပြေဖြစ်ပြီး မဝင်ဆံ့နိုင်သလိုခံစားနေရတဲ့ အာဒမ်နဲ့\nဗုံးခိုကျင်းထဲကသတ္တဝါကြီးတို့ သူငယ်ချင်း​တွေဖြစ်လာကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (436 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2AIg7/Abulele.2015.HEBREW.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjYwNTMwY2YtN2Q0Zi00ZTExLWIxMmUtYmYyZDJkM2M4OGYyXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Restart After Come Back Home (2020)",
        "description": "Restart After Come Back Home (2020)\n============================\nIMDb Rating - 7.2/10LGBTQ+ ပရိတ်သတ်ကြီးအတွက် 2020 က ထွက်ရှိခဲ့တဲ့\nဂျပန် Bl ‌ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nမာနကြီး ပျင်းရိတတ်ပြီး တစ်ခုခုဆို မလုပ်ဘဲ ရှောင်ပြေးနေ\nတတ်တဲ့ Misuomi Kozuka (Yuki Furukawa) တစ်ယောက်\nတိုကျိုက ကုမ္ပဏီမှာ အဆင်မပြေတာကြောင့် အလုပ်ထွက်ခဲ့ပြီး\nသူ့ရဲ့မွေးရပ်မြေ ကျေးလက်ကအိမ်လေးဆီ ပြန်လာခဲ့ပါတယ်။အဲဒီတောရွာလေးမှာ ‌လယ်ယာစိုက်ပျိုးရေးလုပ်ငန်း လုပ်ကိုင်တဲ့\nအဘိုး Kumai ရဲ့တက်ကြွလန်းဆန်းပြီး အချိန်တိုင်းပြုံးပျော်နေ\nတတ်တဲ့ မွေးစားသားလိမ္မာလေး Yamato Kumai (Ryo Ryusei)\nနဲ့ တွေ့ပါတော့တယ်။ လူမှုဆက်ဆံရေးကောင်းတဲ့ Yamato နဲ့\nတွေ့ပြီး Misuomi မှာ မလွှဲသာပဲ Greenhouse စိုက်ပျိုးရေးလုပ်\nငန်းတွေ ကူလုပ်ရပါတော့တယ်။ အဲလိုနဲ့ သူတို့ နှစ်ယောက် ရင်းနှီး\nလာပြီး တစ်ယောက်ဘဝအတွက် တစ်ယောက် အားကိုးရတဲ့သူ\nတွေဖြစ်လာတဲ့အခါ...Misuomi ရဲ့ မွေးရပ်မြေပြန်လာပြီး ပြန်လည် စတင်လာမယ့် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eDnu/Restart.After.Come.Back.Home.2020.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2Y3ZDc2MjYtZTI3NS00MWZiLThjOGEtNzhhYmM4MmJmOTJmXkEyXkFqcGdeQXVyOTEwOTg3Mw@@._V1_-133x200.jpg",
        "title": "Mi Maestra se comió a mi amigo (2023)",
        "description": "Mi Maestra se comió a mi amigo (2023)\n============================သောမတ်စ်ဆိုတဲ့ကောင်လေးဟာ မကောင်းဆိုးဝါးမွန်းစတား\nတွေအကြောင်းကို အရမ်းပဲစိတ်ဝင်စားပြီး အချိန်ရတိုင်း အဲဒီ\nဟာနဲ့ပတ်သတ်တဲ့စာအုပ်တွေပဲဖတ်နေလေ့ရှိတဲ့ကောင်လေး\nပေါ့။ တစ်မိသားစုလုံးမှာလည်း သူနဲ့ဝါသနာတူတာဆိုလို့ သေ\nဆုံးသွားပြီဖြစ်တဲ့သူ့အဖေပဲရှိတာပါ။ တစ်နေ့မှာတော့ သော\nမတ်စ်တို့အတန်းကိုသင်နေကျ အင်္ဂလိပ်စာဆရာမကရုတ်တ\nရက်နှုတ်ထွက်သွားပြီးတော့ အဲဒီနေရာမှာ ဆရာမအသစ်တစ်\nယောက် အစားဝင်လာခဲ့ပါတယ်။ အဲဒီနေ့မှာတင်ပဲ ကံဆိုးပြီး\nသောမတ်စ်တစ်ယောက် သူဖတ်နေကျ မကောင်းဆိုးဝါးကာ\nတွန်းစာအုပ်ကို ဆရာမအသစ်ဆီမှာအသိမ်းခံလိုက်ရပါတယ်။\nမကျေနပ်တာနဲ့ပဲ နောက်ရက်မှာပြန်ခိုးယူဖို့သွားတော့ အဲဒီဆ\nရာမရဲ့လျှို့ဝှက်ချက်တစ်ခုကိုသိလိုက်ရပါတယ်။ အဲဒါကတော့\nသူ့ဆရာမဟာ ကလေးတွေကိုစားတတ်တဲ့မကောင်းဆိုးဝါးတစ်\nကောင်ဖြစ်နေတယ်ဆိုတာပါပဲ။သူ့ကို လူတိုင်းက စိတ်ကူးယဉ်ကမ္ဘာမှာပဲနေနေတဲ့‌သူဆိုပြီး အမေ\nနဲ့အစ်ကိုကပါသတ်မှတ်ထားကြတော့ ဒီအကြောင်း‌ကို သောမတ်စ်\nပြန်ပြောပြလိုက်မယ်ဆိုရင် ယုံကြည်နိုင်ပါ့မလား။ သူ့သူငယ်ချင်း\nတွေကရောယုံကြည်ပေးနိုင်မှာလား။ ဆရာမအသစ်ရဲ့အန္တရာယ်က\nနေရော ဘယ်လိုရင်ဆိုင်ကာကွယ်ကျော်လွှားသွားမှာလဲ။ ဒါတွေ\nအားလုံးကိုတော့ ဇာတ်လမ်းလေးကြည့်ရင်းနဲ့ပဲအဖြေရှာကြည့်\nကြည့်လိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.25 GB) / (415 MB) / (267 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, ...",
        "rating": "5.6",
        "url": "https://megaup.net/1evky/Mi.maestra.se.comio.a.mi.amigo.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODkxZmNmOWYtNTI0Ny00NDA3LWJlMWItZDI4MWYzYWMzYmU5XkEyXkFqcGdeQXVyMTU1NTc0MzY@._V1_-140x200.jpg",
        "title": "Black Lotus (2023)",
        "description": "Black Lotus (2023)\n==============ဒီတစ်ခေါက် ခပ်ကြမ်းကြမ်းလေးမှ ကြိုက်နှစ်သက်တဲ့ ပရိတ်\nသတ်ကြီးအတွက် Worldwide kickboxing champion ဖြစ်\nတဲ့ Rico Verhoeven ကအဓိကသရုပ်ဆောင်ထားပြီး Captain\nAmerica:Winter Soldier မှာကတည်းက ပရိတ်သတ်ကြီးသိရှိ\nပြီးသားဖြစ်လောက်မယ့် Frank Grillo ပါ။ ဒီဇာတ်ကားမှာ ဗီလိန်\nအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခု\nကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းရဲ့အကျဉ်းကတော့...\nအထူးတပ်ဖွဲ့ဝင် Matteo တစ်ယောက် ပြဇာတ်အဖွဲ့တစ်ခုကို အ\nကြမ်းဖက်သမားတွေက ဖမ်းဆီးထားလို့ ကယ်ဆယ်ပေးဖို့ စစ်ဆင်\nရေးလုပ်နေခဲ့ပါတယ်။ အဲဒီစစ်ဆင်ရေးမှာ Matteo အတွက် သူ့ဘ\nဝအတွက် စိတ်ဒဏ်ရာရစေတဲ့ ဖြစ်ရပ်ဆိုးကြီးတစ်ခုကိုကြုံတွေ့ခဲ့\nရတာကြောင့် နှစ်ပေါင်းများစွာကြာအောင် ဇာတ်မြှုပ်ပြီးနေထိုင်ခဲ့\nပါတယ်။ ဒါပေမဲ့ သူအတိတ်ကိုပြန်ပြီး ခွင့်လွှတ်မှုတောင်းခံဖို့အတွက်\nမိသားစုတစ်စုဆီကိုသွားတဲ့အချိန်မှာတော့ တိုက်တိုက်ဆိုင်ဆိုင်ဆို\nသလို အဲဒီမိသားစုမှာလည်း အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က အလိုရှိ\nနေတဲ့ရာဇဝတ်ဂိုဏ်းကြီးတစ်ခုကြောင့် ဖြစ်ရပ်ဆိုးကြီးတစ်ခုကို ရင်\nဆိုင်ခဲ့ရပြန်ပါတယ်။ ဒီတော့ Matteo တစ်ယောက် အဲဒီဂိုဏ်းနဲ့ ဘယ်\nလိုရင်ဆိုင်တိုက်ခိုက်သွားမှာလဲ...အထူးတပ်ဖွဲ့ဝင်တစ်ယောက်ပီပီ\nမိသားစုဝင်ကို ဘယ်လိုကယ်တင်ပေးသွားမှာလဲဆိုတာကို Thriller\nဆန်ဆန် ကြည့်ရှူရမယ့် Action ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါ\nတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.23 ...",
        "rating": "4.8",
        "url": "https://megaup.net/1eTt4/Black.Lotus.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Action, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzY3YTBmNzAtM2Q4YS00ZTM4LWJiNDItMGZlZDJiMTljMGQ0XkEyXkFqcGdeQXVyNTQyODQ0ODA@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Killer Stepmom (2022)",
        "description": "Killer Stepmom (2022)\n=================အဖေနဲ့ အမေက ကွာရှင်းထားပြီး အဖေက မိန်းမငယ်ငယ်လေး ယူထား\nလို့ စိတ်တွေပျက် အရွဲ့တိုက်နေတဲ့ ဆယ်ကျော်သက် ကောင်မလေးတစ်\nယောက်။ မကြာခင်မှာ ကောလိပ်တက်ရတော့မယ် ဒါပေမဲ့လည်း လောက\nကြီးကို မထီမဲ့မြင်လုပ်ရင်း သူများတွေကို လျှောက်လိမ်ညာရင်း ကိုယ့်ဘဝ\nကိုယ် ဖျက်သလို ဖြစ်နေတာပေါ့။ နှစ်ဖက်မိဘကလည်း သူပြောသမျှဆို\nဘာတစ်ခုမှ မယုံရလောက်အောင်ကို အယုံအကြည်ကင်းမဲ့နေကြတာပါ။\nအဲဒီအချိန်မှာလည်း အမေ့အိမ်တစ်လှည့် အဖေ့အိမ်တစ်လှည့် နေနေရင်း\nထူးဆန်းတဲ့အဖြစ်ပျက် ကြုံရပါတော့တယ်။အဖေ ကျေနပ်အောင် မိထွေးနဲ့ အပြင်လျှောက်လည်ပေးရာက သူစိမ်းတစ်\nယောက်က မိထွေးကို အတင်းလိုက်ခေါ်တာကို မိထွေးက လူမှားနေပါတယ်\nဆိုတာမျိုး၊ ဆိုင်ထဲ ကော်ဖီဝယ်နေတုန်း မိထွေးနဲ့ လူစိမ်း စကားများနေတာ\nမျိုး ပိုဆိုးတာ ညသန်းခေါင်ကျ မိထွေးက ခိုးထွက်သွားလို့ လိုက်ချောင်းရာ\nကနေ လူသတ်တာကိုပါ တွေ့လိုက်ရတဲ့အခါမှာတော့… သူပြောတဲ့စကားတွေ\nကို မိဘနှစ်ပါးက ယုံပါ့မလား၊ မိထွေးကလည်း တကယ်သတ်တာလား ဘာတွေ\nဖြစ်မလဲ စောင့်ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura ...",
        "rating": "5.0",
        "url": "https://megaup.net/1UPno/Killer.Stepmom.2022.1080p.AMZN.WEB-DL.(CMhttps://megaup.net/2AMP2/Killer.Stepmom.2022.720p.AMZN.WEB-DL.(CM).mp4).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5dliMQ2ODbGNoq0hlefdnuXQxMw.jpg",
        "title": "The Out-Laws (2023)",
        "description": "The Out-laws (2023)ငါးယောက်မြောက် ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့ဘရိုနန်ရဲ့ အက်ရှင် ဟာသ ကားအသစ်လာပါပြီ။\nအိုဝင် နဲ့ ပါကာတို့ဟာ လက်ထပ်ခါနီး စုံတွဲတစ်တွဲဖြစ်ပါတယ်။\nအိုဝင်ကတော့ ဘဏ်မန်နေဂျာဖြစ်ပြီး ပါကာက ယောဂသင်တန်းဆရာမပါ။\nမင်္ဂလာဆောင် နီးလာချိန်မှာ အိုင်ဝင်နဲ့ပါကာရဲ့မိဘတွေလည်း ရောက်လာကြပါတယ်။\nပါကာရဲ့ မိဘနှစ်ယောက်ဟာ သူတို့သမီးကိုလာမတွေ့တာ နှစ်ပေါင်းများစွာ ရှိနေပြီဖြစ်ပြီး မင်္ဂလာဆောင်ခါနီးမှပဲ ရောက်လာတော့တာပါ။\nသူတို့ရောက်ပြီး မကြာခင် မင်္ဂလာဆောင်မဲ့နေ့ မရောက်ခင်မှာပဲ အိုဝင်ရဲ့ဘဏ်ကို ဓားပြတိုက်ခံလိုက်ရပါတယ်။\nဓားပြတွေက အကြောင်းသိဖြစ်နေပြီး အိုဝင်ရဲ့ လျို့ဝှက်ကုတ်တွေအကုန်လုံးကို သိနေတာကြောင့်\nအိုဝင်ဟာ သူ့ယောက္ခမတွေလက်ချက်လို့ သံသယရှိသွားပါတော့တယ်။\nဒီတော့ဘဏ်ဓားပြတွေနောက်ကို လိုက်ပြီးဖော်ထုတ်ဖို့ ကြိုးစားရင်း ရှုပ်သထက် ရှုပ်လာပြီး အန္တရာယ်တွေနဲ့တွေ့လာတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Action, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.25GB | 709MB | 341MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Bpom/The.Out-Laws.2023.NF.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gOceeXislvDzweFEQx1REq4970Z.jpg",
        "title": "Puppy Love (2012)",
        "description": "IMDb - 6.1/10ဇာတ်လမ်းအညွှန်း single mother မီဂန်နိုလန်ဟာ သူ့ရဲ့ ၁၀နှစ်အရွယ်သမီးလေးကိတ်လင်းနဲ့အတူ မြို့အသစ် အိမ်အသစ်ကို ပြောင်းရွှေ့လာပါတယ်။အိမ်အသစ်မှာ ကိတ်လင်းအတွက် သူငယ်ချင်းအသစ်တွေရမယ်လို့မျှော်လင့်ထားပေမယ့်လည်း တကယ်တော့ ကိတ်လင်းဟာအိမ်နီးချင်းရဲ့ခွေးလေးနဲ့သာ ဆော့ကစားနေရပါတယ်။ စိတ်မကောင်းဖြစ်မိတဲ့ မီဂန်က သူ့သမီးအတွက် ခွေးလေးမွေးစားဖို့ စိတ်ကူးလိုက်ပါတယ်။ အဲ့ဒီမှာ သူတို့က ခွေးထိန်းသိမ်းရေးစခန်းက ခွေးလေးကိုမွေးလိုက်ကြပါတယ်။ ဒီခွေးလေးက ရိုးရိုးလမ်းဘေးခွေးလေးမဟုတ်ပါဘူး။ဒီခွေးလေးရဲ့နာမည်က ဂျိတ်… သူ့သခင်က ဘေ့စ်ဘောအားကစားသမားဘန်ဖူလာပါ။ ဘန်က ဘေ့စ်ဘောသွားကစားနေတုန်း ဂျိတ်ကို အိမ်မှာထားခဲ့ပေမယ့် ဂျိတ်က ဘန်နောက်ကိုလိုက်လာရင်း လမ်းမှာလမ်းပျောက်သွားတာပါ။ ဒါ့ကြောင့် ဘန်ဟာ သူ့ခွေးလေးကို လိုက်ရှာနေတယ်။ဒီလိုနဲ့ ဘန်နဲ့ မီလန်တို့ သားသမီးနှစ်ယောက်နဲ့ ဆုံတွေ့သွားကြပြီးဇာတ်လမ်းလေးတစ်ခု ပေါ်လာပါတော့တယ်။ ဘယ်လိုဇာတ်လမ်းလေးဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ) File size…1.55GB / 745MB\nQuality…WEBRip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bpkp/Puppy.Love.2012.WEBRip720p(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XAaMo2nBZR3eH8HU6AbPkBKEXI.jpg",
        "title": "In Your Eyes (2014)",
        "description": "Genre – Fantasy, Romance\nIMDB – 6.9/10 အရမ်းကို ထူးခြားဆန်းကျယ်ပြီး ဆွတ်ပျံလွမ်းဆွေးဖွယ်ကြည်နူးရမယ့် စိတ်ကူးယဉ်အချစ်ဇာတ်ကားကောင်းလေးလို့ပြောချင်ပါတယ်။ အကြိုက်ဆုံး Romantic ကားတွေထဲကတစ်ကားအပါအဝင် ဖြစ်ပါတယ်။ သူဆန်းကျယ်တာကျLake House တို့လို တစ်ယောက်နဲ့တစ်ယောက်က နေထိုင်တဲ့ခုနှစ် မတူညီတာမျိုးမဟုတ်ဘူး About Time တို့ TimeTraveler’s Wife တို့လို အချိန်ခရီးသွားလို့ ရတာလည်းမဟုတ်ပြန်ဘူး။ သူကကျ တစ်နေရာစီမှာရှိနေတဲ့လူနှစ်ယောက်ကတစ်ယောက်နဲ့တစ်ယောက် အာရုံငါးပါးလုံး ချိတ်ဆက်နေတာမျိုးတစ်ဖက်ကလူက နှင်းလျှောစကိတ်စီးရင်း မတော်မဆ ဖြစ်ရင်ဒီဖက်ကလူလည်း အလကားနေရင်း သူနာကျင်ရသလို လိုက်နာကျင်ရတာမျိုး။ တစ်ဖက်လူက မြင်တာ၊ ကြားတာ၊ အနံ့ရတာ၊အရသာခံစားတာ အကုန်လုံးကို နှစ်ကိုယ့်တစ်စိတ် ဖြစ်နေတဲ့အပြင်အချင်းချင်းလည်း ဖုန်းတွေဘာတွေမလိုပဲ ဆက်သွယ်လို့ရနေတာမျိုးပါ။ဒီလိုမျိုး ထူးဆန်းတဲ့အတွေးအခေါ်လေးနဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ဖန်တီးပေးသွားတာကတော့ Avenger ပထမကားဒုတိယကား ရိုက်ကူးခဲ့တဲ့ Joss Whedon တစ်ယောက်ပဲ ဖြစ်ပါတယ်။မင်းသမီးလေး Zoe Kazan ချစ်စဖွယ်အပြုအမူလေးတွေနဲ့ ရိုက်လေ့ရှိပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/1fuod/In.Your.Eyes.2014.WEBRip720p(CM).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QKzd31H1bCjMAJ8HoaASWqbHfY.jpg",
        "title": "The Front Runner (2018)",
        "description": "Genre – Drama, History, Biography\nIMDB – 6.1/10 ၁၉၈၈ ခုနှစ်တုန်းက အမေရိကန်နိုင်ငံ သမ္မတနေရာအတွက်ယှဉ်ပြိုင်ခဲ့ကြတဲ့ လွှတ်တော်အမတ်လောင်းတစ်ယောက်ရဲ့ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။ အမတ်လောင်းနေရာကိုတော့ ကျွန်တော်တို့ မင်းသားကြီးHugh Jackman က သရုပ်ဆောင်ထားပြီး Conjuring အပနှင်ကျွမ်းကျင်သူ Vera Famiga နဲ့ ဇာတ်ပို့မင်းသားကြီးဖြစ်တဲ့JK Simmon တို့လည်း ပါဝင်ထားတဲ့ သမိုင်းနောက်ကြောင်းခံနိုင်ငံရေးကားပါ။ ၁၉၈၄ ခုနှစ်မှာ ကော်လိုရာဒိုက လွှတ်တော်အမတ်ဂယ်ရီဟာ့တ်ဟာ တခြားတစ်ယောက်ဖြစ်သူကို ရှုံးနိမ့်ခဲ့ပြီးနောက်၁၉၈၈ ခုနှစ်မှာ အမေရိကန်သမ္မတဖြစ်ဖို့အတွက် ဝင်ရွေးကောက်ပွဲပြိုင်ပါတော့တယ်။ ကမ်ပိန်းတလျှောက်လုံး အဆင်ပြေပြီးတစ်ပြေးနေတဲ့အချိန်ကျမှ သတင်းထောက်တစ်ယောက်ကိုဂယ်ရီ စိန်ခေါ်လိုက်ရာကနေ ပြဿနာတွေ ဖြစ်ပါတော့တယ်။ သူကအဲဒီသတင်းထောက်ကို ပိတ်ရက်တွေ ကမ်ပိန်းလုပ်မနေတဲ့အချိန်ဇရှိရင် နောက်ကလိုက်ကြည့်ပေါ့ မင်းပျင်းတောင်ပျင်းသွားမယ်ဆိုပြီးစိန်ခေါ်လိုက်တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ တစ်ဖက်မှာလည်း ဒီအမတ်လောင်းနဲ့ ဖောက်ပြားနေတာရှိပါတယ်ဆိုပြီး သတင်းပေးတဲ့လူတွေကလည်းပေးဆိုတော့ Miami Herald သတင်းစာတိုက်ကနေနောက်ကွယ်ကချောင်းမြောင်းလိုက်ရာကနေ ဇနီးသည်မဟုတ်တဲ့အမျိုးသမီးတစ်ယောက်နဲ့ အိမ်မှာ ညအချိန်ကုန်ဖြုန်းပါတယ်ဆိုပြီးသတင်းမပြည့်စုံရာကနေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1fund/The.Front.Runner.2018..BluRay720p(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qypGmqMTIT6PmDzmM3i2Aexaxug.jpg",
        "title": "As They Made Us (2022)",
        "description": "As They Made Us (2022)~ Rotten Tomatoes - 81% ~မင်းသားကြီး Dustin Hoffman ရဲ့ ဇာတ်ကားအသစ်ဖြစ်ပြီး သူ့အပြင် The Big Bang Theory ထဲက Howard အနေနဲ့ လူသိများခဲ့တဲ့ မင်းသား Simon Helberg ရဲ့ TBBT အလွန် Acting Skill တွေကိုပါ ရှုစားကြရပါလိမ့်မယ်။ဒီကားကိုကြည့်ရင်းတွေးမိတာက အဘီဂေးရဲ့မိသားစုလိုမျိုးက လက်တွေ့မှာ လက်ညှိုးထိုးမလွဲများလွန်းတယ်လို့ပါပဲ။ မိဘတွေက သားသမီးကိုရွေးလို့ရတယ် သားသမီးက မိဘကိုရွေးလို့မရဘူး ဆိုတဲ့စကားအတိုင်းပါပဲ။ အဘီဂေးတို့မောင်နှမက မွန်းကြပ်ဖို့ကောင်းတဲ့မိဘတွေ ပိုင်ဆိုင်ထားတဲ့သူပါ။ ဒါပေမဲ့ အစ်ကိုဖြစ်သူက ကိုယ်လွတ်ရုန်းသွားတဲ့အချိန်မှာ ကိစ္စတွေက အကုန် အဘီဂေးခေါင်းပေါ်ကျလာပါတော့တယ်။ကိုယ်ကလည်း ကလေးနှစ်ယောက်နဲ့ တစ်ခုလပ်ဖြစ်နေတဲ့အပြင် အဖေကလည်းနာမကျန်းဖြစ် အမေကလည်းတစ်မျိုးနဲ့ အဘီဂေးရဲ့ဘဝကို စိတ်၀င်တစားကြည့်ရမှာပါ။ အားလုံးပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီကားလေးက ရိုးရှင်းပေမဲ့ ငယ်ဘ၀ ...",
        "rating": "",
        "url": "https://megaup.net/1fuhp/(CM)_As_They_Made_Us_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQMDe2GyxJsY8rePgySmVcawzc9.jpg",
        "title": "Mea Culpa (2014)",
        "description": "ဇာတ်လမ်အကျဉ်းလေးကတော့ဆီမွန်ဟာ အရက်မူးပြီး ကားမောင်းတာကြောင့် ယာဉ်တိုက်မှုဖြစ်ပြီး တစ်ဖက်ယာဉ်မှာ ပါလာတဲ့လူသုံးယောက်သေဆုံးခဲ့ရပါတယ်၊ ဆီမွန်ဟာ ရဲဝန်ထမ်းဖြစ်ပြီးအခုကိစ္စအတွက် သူ့အပြစ်မကင်းဘူးဆိုတာသိပါတယ်၊ပြစ်ဒဏ်ကြောင့် ထောင်ကျခဲ့ပေမယ့် လူသေဆုံးမှုအတွက်အမြဲတမ်းလိုလိုစိတ်ဒဏ်ရာရနေပါတယ်၊ ဇနီးနဲ့ သားရှိပေမယ့် ထောင်ကနေလွှတ်လာတော့ ကွာရှင်းလိုက်ပါတယ်၊သူတို့နေထိုင်တဲ့မြို့လေးမှာ မူးယစ်ဆေးရောင်းဝယ်တာတွေလိင်ကိစ္စတွေရှိနေပေမယ့် ရောင်းဝယ်တဲ့သူတွေ တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပါတယ်၊ ပြစ်မှုကျုးလွန်သူတွေကိုဘယ်သူဘယ်ဝါမှန်းမသိတဲ့ မျက်မြင်သက်သေလည်းမရှိတဲ့အတွက်ဖမ်းမရဖြစ်နေပါတယ်၊ တစ်နေ့မှာတော့ နွားရိုင်းသတ်ပွဲသွားကြည့်ကြတဲ့ဆီမွန်ရဲ့သားဟာ သန့်စင်ခန်းသွားရင်အမှတ်မထင် လူသတ်နေတဲ့သူတွေကိုတွေ့သွားပြီးထွက်ပြေးပါတော့တယ်၊ လူသတ်သမားတွေဟာ သူတို့လုပ်ရပ်ရဲ့ မျက်မြင်သက်သေကိုအပြတ်ရှင်းဖို့ကြိုးစားခဲ့အခါ ဆီမွန်တစ်ယောက်ဘယ်လိုကာကွယ်ပေးမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး  File size…1.74GB / 696MB\nQuality…WEBRip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1Vrzf/Mea_Culpa_2014_BRRip.720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4VB6m0RwcicVEZvzftYZyKXs6K.jpg",
        "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)(2020)",
        "description": "DC ရဲ့ စူပါဟီးရိုး ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ဒီဇာတ်လမ်းကတော့ ဆူဆိုက်စကွက်ထဲမှာ အားလုံးအားကျကြတဲ့ စုံတွဲလေးဖြစ်တဲ့ဂျိုကာ နဲ့ ဟာလေကွင်းတို့ရဲ့ နောက်ဆက်တွဲပါပဲ။ဇာတ်လမ်းအစမှာ ဟာလေကွင်းနဲ့ ဂျိုကာတို့ လမ်းခွဲရတာကနေ စပါတယ်။လမ်းခွဲအပြီးမှာ နဂိုက ဟာလေကွင်းကို ချဉ်နေတဲ့ တစ်မြို့လုံးနီးပါးဟာဂျိုကာကိုမပူရတော့တဲ့အတွက် ဟာလေကွင်းကို အမဲဖျက်ဖို့ လိုက်လာကြပါတော့တယ်။ဟာလေကွင်းကတော့ “သူက ဂျိုကာမရှိဘဲ မနေနိုင်ပါဘူးတို့၊ ခဏနေ ပြန်တွဲမှာပါပဲ၊ဂျိုကာလက်ဖြောက်တီးလိုက်တာနဲ့ ရင်ခွင်ထဲပြန်ပြေးဝင်မှာပါ”တို့ သူငယ်ချင်းတွေက ဒီလိုအတင်းတုပ်တာတွေကို မကျေနပ်တာပေါ့။ဒါကြောင့် တကယ်ပြတ်ပြီဆိုတာ သက်သေပြဖို့သူတို့ရဲ့ အချစ်ဇာတ်လမ်းလေး စခဲ့တဲ့ ဓာတုစက်ရုံကြီးကို ဖျက်ဆီးပစ်လိုက်ပါလေရော။ဒီနောက်မှာတော့ ဂေါ့သမ်ရဲ့ နာမည်ကြီးမာဖီယားကြီးတစ်ယောက်ကသူ့ကိုဖမ်းမိပြီးသတ်ဖို့လုပ်ပါတော့တယ်။အသတ်ခံရမှာ ကြောက်သွားတဲ့ ဟာလေကွင်းက မာဖီးယားကြီးပျောက်သွားတဲ့အရေးကြီးတဲ့ စိန်တုံးကြီးကို ရအောင်ရှာပေးမယ်လို့ အပေးအယူလုပ်ရင်း ပြန်လွတ်လာတာပေါ့။နောက်ပိုင်းဇာတ်လမ်းကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Sx7p/Birds_of_Prey_And_The_Fantabulous_Emancipation_of_One_Harlay_Quinn_2020_BluRay_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/unnamed-153x200.jpg",
        "title": "{DS} The Girl with the Tattoo (2019)",
        "description": "(၁၈) နှစ်အောက် မကြည့်ရ\n  \nဒီတခါတော့ စော်မချောဘူးပြောနေ‌တဲ့ dsဖန်ကြီးအတွက်\nအချောလှလေးနဲ့မိတ်ဆက်ပေးပါရစေ.သူမကတော့\nအသက်20အရွယ် ဂျပန်တက္ကသိုလ်ကျောင်းသူမလေးပါ.\nငယ်သေးတယ်ဆိုပြီး အထင်မသေးပါနဲ့.သူမရဲ့ လှပတဲ့အသားအရည်ပေါ်\nတက်တူးတွေနဲ့အလှဆင်ထားတဲ့ ခေတ်သစ်ပျိုမေလေးပါ.\nဒါ့အပြင် သူမက အပြာကားရိုက်ဖို့ဒါရိုက်တာကို\nဆက်သွယ်ခဲ့တာပါ.ဝါသနာအရပေါ့ဗျာ.\nသူမရဲ့ဝါသနာနဲ့ အနုပညာကို ပေါင်းစပ်လိုက်တဲ့အခါမှာတော့\nတကယ်ကို ဟင်ခနဲဟာခနဲဖြစ်သွားစေ့မယ့် ပညာပေး\nဂျပန်အနုပညာ ချစ်တင်းနှောကာလေးပေါ့ဗျာ…\nကြည့်ဖြစ်အောင်ကြည့်ဖို့\nစေတနာဗလပွနဲ့တိုက်တွန်းပါရစေ",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ds-the-girl-with-the-tattoo-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/767iTVV7BV6p7KJ73uH4F2nqdWd.jpg",
        "title": "Superman: Man of Tomorrow (2020)",
        "description": "Animation ပါ။ Daily Planet သတင်းဌာနက အလုပ်သင်လေးClark Kent အဖြစ် Superman ရဲ့ ဘဝအစပိုင်းကို ပြထားတယ်။The Man Of Tomorrow မှာ Superman ရဲ့ နှလုံးသားကို မြင်ရပါမယ်။Superman ရယ်လို့ လူထုရှေ့ အမှန်တကယ် ရပ်တည်လိုက်တဲ့ အချိန်အထိသူ ကြုံတွေ့ခဲ့ရတဲ့ ခံစားချက်တွေကို ပြောတာပါ။Czarnia က Lobo နဲ့ Martian Manhunter နှစ်ယောက်လုံးဒီဇာတ်လမ်းရဲ့ အဓိကအခန်းတွေမှာ ပါဝင်တယ်။Kansas က အထီးကျန် ကောင်လေးတစ်ယောက်သူ့ရဲ့ ဖြစ်တည်မှု အစစ်အမှန်ကို သိရှိလာပြီး မြို့လူထုအတွက် ရပ်တည်တိုက်ခိုက်ပေးတဲ့ဟီးရိုးတစ်ယောက်ဖြစ်လာပုံကိုပဲ အဓိက ပြချင်တာဖြစ်ပါတယ်။ File Size : ( 810 MB ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yu5o/(CM)_Superman_Man_Of_Tomorrow_2020_WEBRip_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWBpDuv1oluhbVqF6McyBwzpJNQ.jpg",
        "title": "A Good Year(2006)",
        "description": "A Good Year(2006)IMDb....7.0ကလေးဘဝကတည်းက မိဘတွေ ဆုံးပါးသွားပြီး၊ ဦးလေးဟင်နရီရဲ့ စောင့်ရှောက်မှုအောက်မှာ ကြီးပြင်းခဲ့ရတဲ့မက်စ်စကင်နာ။ အရွယ်ရောက်တော့ လန်ဒန်မှာ အခြေချပြီး ဦးလေးဖြစ်သူနဲ့ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ပြတ်တဲ့အထိအလုပ်အရမ်းလုပ်ရင်း ငွေနောက်အရမ်းလိုက်ရင်း တစ်ကိုယ်ကောင်းဆန်သူကိုယ့်အတွက်ပဲကိုယ်ကြည့်တဲ့သူတစ်ယောက် ဖြစ်မှန်းမသိဖြစ်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ တနေ့ ဦးလေးဖြစ်သူ ဆုံးပါးသွားတဲ့အချိန်မှာတော့ ဦးလေးဖြစ်သူရဲ့ ပိုင်ဆိုင်မှုတွေကို လွှဲပြောင်းရယူဖို့ ဖြစ်လာပါတော့တယ်။အဲဒီအတွက် နှစ်ပေါင်းများစွာ မရောက်ဖြစ်တဲ့ ငယ်ဘဝကြင်လည်ရာ‌ပြင်သစ်တောင်ပိုင်းက မြို့ငယ်က‌လေးကို သွားရောက်ရင်းငွေပုံကြားထဲမှာနေ့စဉ် ဘဝကိုဖြတ်သန်းနေရတဲ့ အသည်းမာသူ မက်စကင်နာရဲ့ဘဝအချိုးအကွေ့တွေက ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှူစားကြည့်ပါဦးခင်ဗျာ...The Next Three Days,A Beautiful Mind,Gladiatorစတဲ့ဇတ်ကားတွေနဲ့ ရင်းနှီးပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေနဲ့ ခမ်းနားတဲ့ဇာတ်ကားတွေမှာအဓိကသရုပ်ဆောင်မင်းသားကြီး  Russell Crowe ကိုအားလုံးသိကြမှာပါ..ဒီကားကလည်းတကယ့်ကိုကောင်းလွန်းပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yu7h/A_Good_Year.2006.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMRTIn9MYl1VmQhwoeYvbZN4rPr.jpg",
        "title": "Inseparable Bros(2019)",
        "description": "Inseparable Bros(2019)IMDb...7.0((ကားအလန်းမို့ WEB-DL 1080P,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)) Running Man က လီဂွမ်ဆူ ပါ၀င်သရုပ်ဆောင်ထားပြီး ဒီဇာတ်ကားနဲ့ပဲ 2020 (56th) BaekSang Arts Awards မှာBest Supporting Actor ဆုကို ရရှိသွားခဲ့ပါတယ် ..ဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်..ဘတ်ဒုံဂူ နဲ့ ဂန်ဆယ်ဟာ တို့ဟာ မသန်စွမ်းကလေး စောင့်ရှောက်ရေး ဂေဟာ တစ်ခုမှာ အတူနေထို်င်ကြတာပါ ..ဂေဟာကို တာ၀န်ယူတဲ့ ဘုန်းတော်ကြီး ဆုံးပါးသွားတဲ့အခါ တာ၀န်ယူမယ့်လူမရှိတဲ့ ဂေဟာကို ဖျက်သိမ်းပြီး ကလေးတွေကိုလည်း အခြားဂေဟာတွေဆီပိုဖို့ လုပ်ခဲ့ပါတယ် ...ဒါပေမယ့် ဘတ်ဒုံဂူနဲ့ ဂင်ဆယ်ဟာတို့ကတော့ အမီခိုကင်းလွတ်ခွင့်တင်ပြီး ညီအစ်ကို ၂ ယောက် မခွဲရဖို့ ဂေဟာ မဖျက်သိမ်းရဖု့ိ ကြိုးစားခဲ့ပါတယ်..သူတို့ညီအကို (၂)အဲ့ဒီလိုကြိုးစားစဉ်မှာပဲ သူတို့လုံးဝမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File ...",
        "rating": "7.0",
        "url": "https://megaup.net/Swq5/Inseparable_Bros.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-25-at-3.59.46-AM-136x200.png",
        "title": "Peninsula – Train to Busan 2 (2020)",
        "description": "Peninsula - Train to Busan 2 (2020)==========================IMDb Rating - 6.0/10#Unicodeဒီရုပ်ရှင်မှာတော့ ကိုရီးယားကို နိုင်ငံအားလုံးက ပိတ်ဆို့ထားခဲ့တာ ၄ နှစ်ကြာခဲ့ပါပြီ။ အထဲမှာ အသက်ရှင်ရက်ကျန်ခဲ့သူတွေက လွတ်မြောက်ဖို့ ကြိုးစားနေသလို လောဘသားတွေကလည်း ပိုင်ရှင်မဲ့နေတဲ့ ငွေတွေ ရတနာတွေကို ယူဖို့ ခိုးဝင်နေကြပါတယ်။ ကိုရီးယားနိုင်ငံတစ်ခုတည်း ကမ္ဘာပျက်ပြီးနောက်ပိုင်း အခြေအနေကို ပြသလို ပြထားပြီး အရင်ရုပ်ရှင်လိုပဲ Survival အတွက် စွန့်စားခန်းတွေ ဖွင့်တာကို တွေ့ရမှာပါပဲ။ အရင်က Train To Busanပထမပိုင်းအနေနဲ့ထွက်ရှိထားပြီး လင့်ကိုတော့ အောက်မှာထည့်သွင်းဖော်ပြပေးထားပါတယ်။ အခုကားကတော့အပိုင်း ၂ အနေနဲ့ထွက်ရှိလာတာမို့ အားလုံးပဲခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Part 1 >>> https://channelmyanmar.org/train-to-busan2016/ #Zawgyiဒီ႐ုပ္ရွင္မွာေတာ့ ကိုရီးယားကို ႏိုင္ငံအားလုံးက ပိတ္ဆို႔ထားခဲ့တာ ၄ ႏွစ္ၾကာခဲ့ပါၿပီ။ အထဲမွာ အသက္ရွင္ရက္က်န္ခဲ့သူေတြက လြတ္ေျမာက္ဖို႔ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1ytrv/[CM]Train.to.Busan.2.Peninsula.2020.WebRip.720P.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/066-210x300.jpg",
        "title": "Train To Busan (2016)",
        "description": "(Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။File Size       :  900MB/ 440 Mb\nDuration      :  1hr 58 min\nQuality         :  Webrip ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/train-to-busan2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/hbzfikjwkd1d-141x200.jpg",
        "title": "Wonderful Woman (2020)",
        "description": "လည်ပင်းအကျိတ်ကင်ဆာကနဦးအဆင့်ဖြစ်နေတဲ့\nအမျိုးသမီးတစ်ယောက်ရဲ့ဘဝဖြတ်သန်းပုံကို\nဖော်ပြပေးထားတဲ့ဇာတ်ကားတစ်ကားပါ\nလိင်ဝန်ဆောင်မှုပေးတဲ့အနှိပ်ခန်းမှာ လုပ်ကိုင်နေတဲ့\nအမျိုးသမီးမစ္စဂင်ကို ဆယ်နှစ်ကျော်ကွဲကွာနေတဲ့\nသမီးဖြစ်သူက ပြန်လည်ဆက်သွယ်လာပြီး\nအဖေနဲ့အမေဖြစ်သူကို မင်္ဂလာပွဲလာပေးဖို့ပြောလာတဲ့အခါမှာ\nမစ္စဂင်တစ်ယောက် ၁၀နှစ်ကျော်ကွဲကွာနေတဲ့ခင်ပွန်းဟောင်းဖြစ်သူကို\nပြန်ရှာဖို့လုပ်ရင်း သူဖြတ်သန်းရတဲ့ဘဝအခြေအနေကို\nပေါ်လွင်အောင်တင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nSlice of Life ပုံစံမျိုးတင်ဆက်ထားပြီး မမြင်နိုင်တဲ့ဘဝအခြေအနေတွေကို\nလစ်ဟပြသသွားတာပဲဖြစ်ပါတယ် life drama နှစ်သက်သူတစ်ယောက်အတွက်\nစိတ်မပျက်စေတဲ့ဇာတ်ကားဖြစ်ပါလိမ့်မယ် Nude scene အနည်းငယ်ပါဝင်ကြောင်းလည်း\nထပ်လောင်းသတိပေးပါရစေ\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/2Uo3v/Wonderful.Woman.2020.FHD.720p_%7BCM%7D_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDJkNDgyMDQtYjEyMC00N2QyLWFiM2EtZmM3MWM2ZmRiNjk5XkEyXkFqcGdeQXVyNDY2NzgwOTE@._V1_-141x200.jpg",
        "title": "The Final Level: Escaping Rancala (2020)",
        "description": "ကောင်လေးတစ်ယောက် ဂိမ်းဆိုင်မှာ ဂိမ်းဆော့ရေရင်း\n \nလေထဲမှာပျောက်သွားသလိုမျိုး ဘာအစမှရှာမရ‌ေတာ့ဘဲပျောက်သွားတယ်။\nလိုက်ရှာတဲ့ရဲတွေရော မိသားစု၀င်တွေရော သူငယ်ချင်းတွေရောက\nဘယ်လိုမှရှာမရတဲ့အဆုံးလက်လျော့လိုက်ကြတယ်။\nဒါပေမယ့် နှစ်တွေကြာလာတော့ပျောက်သွားတဲ့ကောင်မလေးရဲ့အမက\nသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ဂိမ်းဆိုင်တစ်ဆိုင်ဖွင့်တဲ့အခါ\nသူ့မောင်လေးပုံပါနေတဲ့ ဂိမ်းတစ်ခုကိုသွားတွေ့တယ်။\nသူငယ်ချင်းသုံးယောက်သား ယောင်ချာချာနဲ့ ဂိမ်းထဲရောက်သွားပြီး\nသူတို့မောင်လေးဟာ ပျောက်သွာစတာမဟုတ်ဘဲ\nဂိမ်းထဲရောက်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအဲ့ဒီ့လိုနဲ့ သူငယ်ချင်းသုံးယောက်သားမောင်လေးကို\nကယ်ဖို့ကြိုးစားကြပါတော့တယ်။\nဒီအမျိုးသမီးသုံးယောက်ဂိမ်းထဲမှာ ဘယ်လိုတွေစွန့်စားခန်း\nဖွင့်သွားကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦး\n \nFile Size -  943 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/1yt86/The.Final.Level.Escaping.Rancala.2019.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BOTMwY2EwZjctMGYwMi00Mzg3LWJlZTAtZWMyODgzYTQ4ZTU5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006761000_AL_-1-135x200.jpg",
        "title": "Roped (2020)",
        "description": "ဒီတစ်ခေါက်တော့ စီအမ်ပရိတ်သတ်ကြီးအတွက်\n၂၀၂၀ မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကတော့\nအမေရိကန်က ပေါတာခရိမြို့က\nကောင်းဘွိုင်တစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့\nချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်\nပေါတာခရိမြို့မှာ ထရေစီ ရဲ့ အဖေက မြင်းရိုင်းထိန်းပွဲတွေကို\nပိတ်ပင်ဖို့အတွက်ဦီးစီးဉီဆောင်ပြုပြီး ဆောင်ရွက်နေပါတယ်\nဒါပေမယ့် သူ့သမီး ထရေစီကတော့ ကောင်းဘွိုင်တစ်ယောက်ဖြစ်တဲ့\nကော်တန်ကို မြင်မြင်ချင်း စိတ်ဝင်စားခဲ့ပါတယ်\nအဲ့ဒီမှာ သူ့အဖေက ကောင်းဘွိုင်နဲ့ ဝေးဝေးနေခိုင်းပါတော့တယ်\nနောက် ထရေစီရဲ့ရည်းစားကလည်း\nကောင်းဘွိုင်နဲ့ မတည့်ပါဘူး သူတို့ရဲ့ အချစ်ရေးက\nဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုရမှာပါ\nနောက်ပြီးတော့ ထရေစီရဲ့ အဖေက ကောင်းဘွိုင်တွေကို မြင်းပွဲ ကိစ္စတွေကြောင့်\nတယူသန် အမြင်မကြည်ဖြစ်နေတာတွေ ရှိနေပါတယ် အဲ့ဒီလို ခံယူချက်ချင်း\nကွဲလွဲပြင်းထန်နေတဲ့အခါ ကောင်းဘွိုင်လေးနဲ့ ထရေစီရဲ့ အချစ်ရေးက\nဘယ်လိုမျိုး ရှေ့ဆက်ဖို့ ရှိလာနိုင်မလဲ\nဒါကို ကြည့်ရှုခံစားကြရမှာ ဖြစ်ပါတယ်\nFile Size - 975 mb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Pyae Shan Tun Wai\nEncoder - Thit San ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yt72/Roped.2020.PROPER.720p_%7BCM%7D_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQogew2L0ujaNb3STeoFCUJ7cTn.jpg",
        "title": "The 24th(2020)",
        "description": "The 24th(2020)အမေရိကန်သမိုင်းမှာ အသားအရောင်ခွဲခြားမှုကြောင့်ဖြစ်ပေါ်လာတဲ့ လူမျိုးရေးအဓိကရုဏ်းတွေအများကြီးရှိပါတယ်။ဒီထဲမှာမှ ပထမကမ္ဘာစစ်အတွင်း ၁၉၁၇ခုနှစ် အမေရိကန်နိုင်ငံ၊ဟူစတန်မြို့မှာဖြစ်ခဲ့တဲ့အဓိကရုဏ်းမှာတော့အမေရိကန်လူမည်းစစ်သားတွေပါဝင်ခဲ့ပါတယ်။ ဒီဇာတ်ကားလေးကတော့\"၁၉၁၇ ဟူစတန်အဓိကရုဏ်း(သို့) လိုဂန်တပ်စခန်းပုန်ကန်မှု\"ကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ကားလေးပဲဖြစ်ပါတယ်။ အမေရိကန်စစ်တပ်ရဲ့အမှတ်စဥ်(၂၄)ခြေလျင်တပ်ရင်းက လူမည်းစစ်သားတွေပါဝင်နေတဲ့အတွက်စစ်ပွဲကာလမှာတောင်စစ်တိုက်ခွင့်မရဘဲ အလုပ်ကြမ်းတွေပဲလုပ်ရတဲ့အပြင်နယ်ခံလူဖြူရဲတွေရဲ့ အနိုင်ကျင့်နှိပ်စက်မှုကိုလဲခံရပါတယ်။ လူမည်းတွေကိုဖိနှိပ်ထားတဲ့ဥပဒေကြောင့်တပ်ရင်းတစ်ခုလုံးသည်းခံခဲ့ကြပေမယ့် မတရားတဲ့ကိစ္စတစ်ခုအတွက်အသက်အန္တရာယ်ထိရန်ရှာလာခဲ့တဲ့အချိန်မှာတော့ အခြေအနေတွေကအဓိကရုဏ်းဖြစ်ဖို့ဦးတည်သွားပါတော့တယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:41:00\nGenre : Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1ytb4/The_24th.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYWRmNDI2OWEtNjRjMy00YWQ5LTgwNDAtNzdiZWRlZWNkNzMyXkEyXkFqcGdeQXVyMTE5NzEzMjIw._V1_-125x200.jpg",
        "title": "Ginger’s Tale (2020)",
        "description": "CM ပရိသတ်ကြီးအတွက် ရုရှားanimation\nကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဂျင်းဂျားဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်တည်းက\nတိရစ္ဆာန်လေးတွေကိုလည်း အရမ်းချစ်တတ်ပြီး\nဒုက္ခရောက်နေတဲ့သူတွေကိုလည်း အရမ်းကူညီပေးတတ်တဲ့သူ...\nဒါပေမဲ့ ရှပ်ပြာရှပ်ပြာနိုင်လွန်းလို့ သူ့ကြောင့်မြို့ရဲ့\nအထင်ကရရေပန်းကြီးပျက်စီးသွားရတဲ့အခါ\nစေတနာကနေ ဝေဒနာဖြစ်ပြီး မြို့သူမြို့သားတွေရဲ့\nဝိုင်းအပြစ်တင်တာကိုခံရတဲ့ကောင်မလေး\nပေါ်တာဆိုတဲ့ အိုးဖုတ်သမားကောင်လေးကတော့\nဂျင်းဂျားနဲ့ငယ်ငယ်တည်းက ကစားဖော်ကစား​ဖက်...\nငွေရေးကြေးရေးမပြည့်စုံလို့ အကြွေးပတ်လည်ဝိုင်းနေပြီး\nအိုးဖုတ်ကိရိယာကောင်းကောင်းမရှိလို့ အိုးကောင်းတွေလည်းမဖုတ်နိုင်...\nသူ့အရွယ်တုန်းက သူ့အဘိုးဆို မြို့ရဲ့အထင်ကရရေပန်းကြီးကိုတောင်\nဆောက်ပေးနေနိုင်ပြီဆိုပြီး လူတကာက\nဝိုင်းလက်ညှိုးထိုးအထင်သေးခံရတဲ့ကောင်လေး\nဒီလိုနဲ့တစ်နေ့ ရွှေတွေငွေတွေထွက်တဲ့\nရတနာသိုက်မီးကျောက်တုံးကြီး\nပေါ်တာ့ဆီမမျှော်လင့်ဘဲရောက်လာတဲ့အခါ...\nငွေတွေ၊ အာဏာတွေက လူတွေကိုဘယ်လိုပြောင်းလဲသွားစေလဲ\nချစ်ခြင်းတရားနဲ့ အတောမသတ်နိုင်တဲ့လောဘတွေ\nလွန်ဆွဲလာတဲ့အခါ ဘယ်အရာကအနိုင်ရမလဲဆိုတာကိုတော့\nဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုပေးကြပါဦး\nFile Size - 952 mb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1yt67/Gingers.Tale.2020.720p_%7BCM%7D_.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3z0KMLIEGL22mVrgaV7KDxKRmT.jpg",
        "title": "Ava (2020)",
        "description": "အက်ရှင်ကားကြိုက်တဲ့သူတွေအတွက် အက်ရှင်ကားသစ်လေးတင်ပေးလိုက်ပြီနော်။IMDb 5.5/10 ရထားပြီးဇာတ်ကားအမျိုးအစားကတော့ Action/ Dramaဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း မင်းသမီးကစပိုင်တစ်ယောက်ဖြစ်ပြီးခက်ခဲနက်နဲတဲ့တာဝန်တွေကိုကျေပွန်အောင်ထမ်းဆောင်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် တော်လွန်းတဲ့သူမကို အဖွဲ့ကပင်ပြန်ကြောက်လာတဲ့အတွက်နောက်ဆုံးတစ်ဖွဲ့လုံးရဲ့ပစ်မှတ်ပြန်ဖြစ်လာခဲ့ပါတယ်။အဲ့တာကိုသိသွားတဲ့မင်းသမီးကလည်းဘယ်လိုလက်တုံ့ပြန်မလဲဆိုတာကိုတော့ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်။ File Size : ( 906 MB , 330 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Knox Knox\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/2eqxa/(CM)_Ava_2020_WEB-DL_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5HUZpkjM2iWuDDMisNthmjLOAB5.jpg",
        "title": "The Perfect Couple (2007)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ကိုယ်တွေရဲ့ အချစ်တော် မင်းသားချော Lee Dong Wook ရဲ့ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nComedy-Romance မို့ ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေကြည့်ရှုကြရမှာပါနော်ဇာတ်လမ်းအကျဉ်းဂန်ဂျယ်ယော့ဟာ သူအရမ်းဖြစ်ချင်တဲ့ စုံထောက်ဖြစ်ဖို့ ရဲသင်တန်းကျောင်းကို တက်ခဲ့ပါတယ်သူ့မှာ ချွန်ထက်တဲ့ အရာတွေကို ကြောက်တတ်တဲ့ရောဂါရှိပေမယ့် ကြိုးစားကုသပြီး စုံထောက်ဖြစ်အောင်လုပ်ခဲ့ပါတယ်အဲ့လိုနဲ့ တစ်နေ့မှာ ခါးပိုက်နှိုက်နောက်လိုက်ရင်း ပြဿနာရှာတတ်လွန်းတဲ့ သတင်းထောက် ချွဲဆူဂျင်းကို ဝင်တိုက်မိပါတော့တယ်ပြဿနာအိုး ချွဲဆူဂျင်းကလည်း နာမည်နဲ့လိုက်အောင် ပြဿနာတစ်ခုပြန်ဖန်တီးလိုက်ပါတယ်သူမစားနေတဲ့ ငါးကိတ်ချောင်းရဲ့ တုတ်နဲ့ ဂန်ဂျယ်ယော့ရဲ့ ဗိုက်ကို ပြန်ထိုးလိုက်ပါတယ်ချွန်ထက်တဲ့ အရာတွေ ကြောက်သူဖြစ်တဲ့အတွက် ဂန်ဂျယ်ယော့တစ်ယောက် အဲ့နေရာမှာတင် သတိလစ်သွားပါတယ်နောက်နေ့မှာတော့ ဒီသတင်းဟာ မီဒီယာမှာ ပျံ့နှံ့သွားခဲ့ပြီး ဂန်ဂျယ်ယော့လည်း ချွဲဆူဂျင်းကို အကြီးကျယ်ဒေါသထွက်ပါတော့တယ်ဲတိုက်ဆိုင်စွာနဲ့ စုံထောက်တွေ လူဆိုးဖမ်းပုံတွေကိုရိုက်ပြတဲ့ reality show တစ်ခုမှာ\nသူတု့ိ ၂ ယောက် ပူးပေါင်းတင်ဆက်ဖို့ ဖြစ်လာတဲ့အခါမှာ...ဘာတွေဆက်ဖြစ်ကြမှာလဲ...သူတို့ ၂ ယောက်ပေါင်းပြီးတော့\nဘယ်လို ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-perfect-couple-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-1-143x200.jpg",
        "title": "Malibu Rescue 2019",
        "description": "ဇာတ်ကြောင်းလေးကို မပြောခင် ဇာတ်လမ်းမှာပါတဲ့ Malibu Junior Rescue Program လေးအကြောင်းအရင်ပြောပြပါရစေ Malibu ဆိုတဲ့ စကားလုံးလေး မြင်လိုက်တာနဲ့ LA က လှပတဲ့ ကမ်းခြေလေးကို မြင်ယောင်မိကြမှာပါ။ Malibu Junior Rescue ဆိုတာကတော့ ကျောင်းသားလူငယ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ကမ်းခြေက ကယ်ဆယ်ရေးအဖွဲ့တစ်ခုပါ။ Malibu ကမ်းခြေမှာ ရေဆော့သူတွေ အန္တရာယ်မဖြစ်ရအောင် အန္တရာယ်ဖြစ်လာရင် ကယ်တင်ဖို့အတွက် ဖွဲ့ထားတဲ့ အဖွဲ့တစ်ခုပါ။ အသင်း၀င်ဖြစ်လာဖို့အတွက် training အရင်၀င်ပြီး Crucible လို့ခေါ်တဲ့ နောက်ဆုံးပြိုင်ပွဲကို အောင်မြင်မှ တရား၀င် အသင်း၀င်တစ်ယောက်ဖြစ်လာနိုင်မှာပါ။ ရေကူးတာတွေ ကယ်ဆယ်ရေးရေးနဲ့ ပတ်သတ်တဲ့ challenge တွေကို အဆင့်ဆင့်ဖြတ်ကျော်ပြီးမှ ရရှိလာမယ့်အခွင့်အရေးပါ။ ဇာတ်လမ်းထဲမှာ တိုင်လာဆိုတဲ့ အထက်တန်းကျောင်းသားလေးဟာ ငဆိုးငပေလေးတစ်ယောက်ပါ။ ပြဿနာပေါင်းစုံရှာလွန်းလို့ အိမ်ကလည်း လက်မြှောက်ထားရတဲ့သူမျိုးပေါ့။ တစ်နေ့ နွေရာသီကျောင်းပိတ်ရက်ရောက်တော့ သူ့ရဲ့ ပထွေးဟာ ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sumx/Malibu.Rescue.The.Movie.2019.720p_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Lucky-135x200.jpg",
        "title": "Lucky Grandma 2019",
        "description": "နယူး​ေယာ့ခ္​ၿမိဳ႕ရဲ႕ တရုတ္​တန္​းမွာ​ ​ေနထိုင္​တဲ့ ​အဘြားဝမ္​ဟာ ဘဝကိုပင္​ပန္​းဆင္​းရဲစြာ ရုန္​းကန္​ခဲ့​ေပမယ္​့ ခင္​ပြန္​းသည္​ဆံုးၿပီး​ေနာက္​ ဘာမွ မ်ားမ်ားစားစားပိုင္​ဆိုင္​မႈမရွိတဲ့ အသက္​၈၀အ႐ြယ္​ အမ်ိဳးသမီးႀကီးတစ္​ဦးပါ။ ကံ​ေကာင္​းလာၿပီဆိုတဲ့ ​ေဗဒင္​ဆရာမရဲ႕စကားကိုယံုစားၿပီး ဘဏ္​အ​ေကာင္​့ထဲက ရွိသမွ် ​ေငြ​ေတြထုတ္​ကာ ​ေလာင္​းကစားရံုသြားၿပီး အရဲစြန္​႔ခဲ့တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ မွန္​းခ်က္​နဲ႔ ႏွမ္​းထြက္​ မကိုက္​ခဲ့ရွာပါဘူး။ ဒါ့​ေၾကာင္​့ အဘြားဝမ္​ဟာ အိမ္​အျပန္​​လမ္​းမွာ ​သူ႔ခံု​ေဘးထိုင္​တဲ့ ​ေသသြားတဲ့လူတစ္​​ေယာက္​ရဲ႕​ ပိုက္​ဆံ​ေတြအျပည္​့ပါတဲ့ အိတ္​တစ္​အိတ္​ကို ခိုးယူလာခဲ့ပါတယ္​။ သားျဖစ္​သူက အတူ​ေနဖို႔​ေတာင္​းဆို​ေပမယ့္​ ကိုယ္​့ဘာသာကိုယ္​ပဲ ရပ္​တည္​ခ်င္​တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ သူယူလာတဲ့ပိုက္​ဆံ​ေတြက​ေနတစ္​ဆင္​့ လူမိုက္​ဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိတဲ့အခါ သူ႔ရဲ႕​ေန႔စဥ္​ဘဝမွာ ဘယ္​လို အခက္​အခဲ​ေတြ ထိတ္​လန္​႔မႈ​ေတြ ႀကံဳ​ေတြ႕ရမလဲ ​ေဗဒင္​တြက္​ထားတဲ့အတုိင္​း​ေရာ သူ႔ရဲ႕ကံဇာတာပြင္​့လန္​းၿပီး ကံ​ေကာင္​းမႈ​ေတြ ​ေရာက္​လာပါ့မလား လူဆိုးဂိုဏ္​း​ေတြရဲ႕ ၿခိမ္​း​ေျခာက္​မႈ​ေတြကို သက္ႀကီး႐ြယ္​အို အဘြားဝမ္​တစ္​​ေယာက္​ ဘယ္​လို​ေျဖရွင္​းမလဲ စတာ​ေတြကို ရင္​တထိတ္​ထိတ္​နဲ႔ ျမင္​​ေတြ႕ခံစားရမယ္​့ ဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ပါဝင္​တဲ့သရုပ္​​ေဆာင္​​ေတြက​ေတာ့ Tasi Chin ; ...",
        "rating": "6.6",
        "url": "https://megaup.net/Suia/Lucky.Grandma.2019.CHINESE_720p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/disclosure-142x200.jpg",
        "title": "Disclosure 2020",
        "description": "ဇာတ်ကားကရိုးရိုးရှင်းရှင်း တစ်ယောက်နဲ့တစ်ယောက်ငြင်းခုံကြတဲ့ဇာတ်ကားလေးဖြစ်ပေမယ့်အတော့်ကိုဗဟုသုပေးတဲ့ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ မိဘတိုင်းမကြည့်မဖြစ် ကြည့်သင့်တဲ့ကားကောင်းလေးပါ။ ကဲ..ဇာတ်လမ်းအကျဉ်းပြောပြပါ့မယ် ၄နှစ်သမီးကောင်မလေးတစ်ယောက်က တစ်နေ့မှာ သူ့ရဲ့မိဘတွေကို သမီးမတော်တရော်အလုပ်ခံထားရတယ်လို့ပြောလာပါတယ်။မတော်တရော်လုပ်တဲ့ကောင်လေးကလည်း သူတို့နဲ့ခင်မင်တဲ့...မိသားစုက ကလေးပါ။ဒီလိုတစ်ယောက်နဲ့တစ်ယောက်ခင်မင်ကြတဲ့အတွက် လူမှုရေးအသင်းများကို မတိုင်တန်းသေးပဲ တိတ်တဆိတ်‌ဖြေရှင်းဖို့လုပ်ရာကနေ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲဆက်ကြည့်လိုက်ပါ။အတော့်ကို ပညာသားပါပါတယ်။ ရင်သားတွေ၊တင်တွေမပေါ်ပေမယ့် မမြင်သင့်တာလေးတွေပါလို့ မိသားစုနဲ့အတူတော့မကြည့်ကြပါနဲ့။File Size : 600 Mb / 300 Mb\nQuality :webrip 720p\nFormat…mp4\nDuration…\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ag Ko Khant\nEncoded by Littleneo",
        "rating": "5.5",
        "url": "https://megaup.net/2epaz/Disclosure.2020.720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Notzilla-135x200.jpg",
        "title": "Notzilla 2019",
        "description": "Mitch Teemley ရေးသားရိုက်ကူးထားတဲ့\nGodzilla ဇာတ်ကားကို ပြန်ပြီး အခွီလုပ်ပြီးရိုက်ထားတဲ့ကားပါ။\nJune 2019 တုန်းက ထွက်ရှိထားပါတယ်Godzilla ကို မကြည့်ဖူးသေးဘဲနဲ့ ဒီအခွီ (ver) ကိုကြည့်မယ်ဆိုရင်တော့ လည်ထွက်သွားပါလိမ့်မယ်\nမြန်မာပေါကားထက် ဆိုးသွားပါမယ်ဒီတော့ Godzilla မကြည့်ရသေးရင် အရင်ကြည့်ကြပါ။\nပြီးမှ ဒါကြည့်ရင်တော့ ခွီရမယ်ထင်ပါတယ်ဇာတ်လမ်းကို spoil ဖို့က စခွီပြန်လုပ်ထားတဲ့ကားဆိုတော့ spoil ရတာ အဆင်မပြေလို့ပါတတ်နိုင်သလောက်တော့ ကြိုးစား ဘာသာပြန်ပေးထားပါတယ်\ncomedy က comedy မဆန်ခဲ့ရင်လည်း\nဒီလို သရော်တဲ့ကားတွေ ပထမဆုံး ဘာသာပြန်ဖူးတာမို့ နားလည်ခွင့်လွှတ်ပေးကြပါ File Size : 600 Mb / 250 Mb\nQuality :webrip 720p\nFormat…mp4\nDuration…01:18:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi Aung\nEncoded by Littleneo",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/notzilla-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/kaili-133x200.jpg",
        "title": "Kaili Blues (2015)",
        "description": "Kaili Blues (2015)==============IMDb Rating - 7.3/10#Unicodeခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများမြို့ကြီးပေါ်ပဲမွေးမွေး မြို့လေးပေါ်ပဲမွေးမွေး ဇနပုဒ်ကလေးမှာပဲမွေးမွေး အချိန်တစ်ခုရောက်လာရင်တော့ . . .ပြန်မရတော့တဲ့ အသက်အရွယ်က ပြန်မရတော့တဲ့ အမှတ်တရတွေရှိနေတဲ့ ကိုယ့်မြို့ကလေးကို ချစ်တဲ့စိတ်ကအားလုံးရဲ့ ရင်မှာအမြစ်တွယ်နေကြမှာပါပဲ။အဆောက်အဦးအဟောင်းတွေဖြို အသစ်တွေဆောက်ကြလို့ပုံသဏ္ဍာန်တွေသာပြောင်းသွားကြပေမယ့် ကျွန်တော်တို့ရဲ့မြို့တွေမှာ ကျွန်တော်တို့ မမှတ်မိနိုင်စရာ အမှတ်တရဆိုတာမရှိပါဘူး။ အမှတ်တရဆိုတာ ရုပ်၀တ္တုတွေပေါ်မှာမှ မတည်ခဲ့ပဲကို။ ခိုင်လိမြို့ရဲ့ပြာရီမှုန်ဝေခြင်းများဟာ ကျွန်တော်တို့မြို့တွေအကြောင်းတော့မဟုတ်ဘူး။ ပိုင်ကန်ရဲ့ ဇာတိမြေ ခိုင်လိမြို့ကလေးအကြောင်း။ အပြင်လောကမှာတော့ခိုင်လိဟာ သူ့ဒေသရဲ့ မြို့‌တော်ကြီးပဲ ဒါပေမယ့် ပိုင်ကန်ရဲ့ရင်ထဲမှာတော့ သူချစ်တဲ့မြို့ကလေး သက်သက်။ သူ့မြို့ကလေးပေါ် သူချစ်တဲ့အချစ်ဟာ ကျွန်တော်တို့မြို့ကလေးကို ကျွန်တော်တို့ချစ်တဲ့အချစ်နဲ့တူတာမို့ ကျွန်တော်တို့နားလည်နိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာ ဒီမြို့ကလေးမှာ ရှိနေတဲ့လှပတဲ့အရာတွေကို အခမ်းနားဆုံးပြသွားတာဆိုလို့ အိမ်တွေဘေးကရေတံခွန်လေး‌ကလေးပဲရှိမယ်။ အလှတရားဟာ အသွင်သဏ္ဍာန်၌ မတည်ပြီကိုး။ ခိုင်လိမြိုရဲ့ ပြာရီမှုန်ဝေခြင်းများထဲ စီးမျောကြည့်ရင် ပုံရိပ်တွေ၊ ကဗျာတွေ၊ဘ၀တွေဟာ ဝေဝေဝါးဝါးပဲ စီးမျောလာကြတယ်။လူနှစ်ယောက်ပြောတဲ့ စကားတွေကြားမှာ အစကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/Svsl/[CM]Kaili.Blues2015.BluRay.720P.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iQLAFaUvg3ZtgKJyM2yZHGZ9io.jpg",
        "title": "Green Fish (1997)",
        "description": "[Unicode]Green Fish (1997)\n==============\nIMDB Rating. = 7 out of 10\nRotten Tomatoes. = Not Yet Available\nDirected By Lee Chang DongGreen Fishရဲ့ ဇာတ်လမ်းအကျဉ်းကိုအတိုဆုံးရေးပြရရင်\n\" တကယ်တမ်းမရှိတဲ့ ပျော်ရွှင်ခြင်းငါးစိမ်းကလေးကို ဖမ်းဆုပ်ဖို့ကြိုးစားရင်း လဲပြိုရှုံးနိမ့်သွားရတဲ့လူတစ်ယောက်အကြောင်း\"ပါပဲ။ကျွန်တော်တို့ရဲ့ ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ ပထမဆုံးရုပ်ရှင်ပါ။\nပထမဆုံးပီသစွာပဲ လီချန်းဒုံရဲ့ ဝိသေသတွေနည်းသေးတယ်။ မသိမှုရသကိုလည်း ခပ်ပါးပါးပဲသုံးသေးတယ်။\nသို့ပေမယ့် သူ့ရဲ့ ရက်စက်တဲ့ကမ္ဘာကြီးကတော့ ပထမဆုံးကားမှာတင် ပေါ်လွင်ပါတယ်။ပထမဆုံးလက်ရာတွေတိုင်းဟာ နောက်ပိုင်းလက်ရာ တစ်ချို့နဲ့ယှဉ်ရင် အမြဲအားပျော့နေတတ်ပါတယ်။\nဒါက ပထမဆုံးလက်ရာတွေရဲ့ အားနည်းချက်ပါပဲ။\nပထမဆုံး လက်ရာတွေရဲ့ အားသာချက်ကတော့ ဖန်တီးသူရဲ့နှလုံးသားပျိုမြစ်နေခြင်းပါပဲ\"။\nGreen Fishဟာ နှောင်းပိုင်းလက်ရာတွေနဲ့ ယှဉ်ရင် အားပျော့ပေမယ့်\nလီချန်းဒုံရဲ့ အနုနယ်အပျိုပြစ်ဆုံး လက်ရာနဲ့ သူ့ရဲ့ Nostalgiaဖြစ်မှုကို ခံစားရမှာပါ။ဟိုသီချင်ဟောင်းက‌လေးထဲကလို\n\"ရင်ဆိုင်ရင်း ရှုံးနိမ့်ရင် ဘဝမှာ\nဖျောက်ဖျက်မရတဲ့ အမှားမ‌‌ျားတွေနဲ့လူ\nမျှော်လင့်ရင်း ဆုံးရှုံးရင်း နှလုံးသားမှာ\nဒဏ်ရာ‌တွေ ကျန်ခဲ့တဲ့လူ\"\nဒီလိုလူတစ်ယောက် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/green-fish-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Wak7sN4FXGT2q8gtdsliMNQt6V.jpg",
        "title": "Broken People (2023)",
        "description": "Broken People (2023)လူတစ်ယောက်နဲ့ တစ်ယောက် သူ့အကြောင်းကိုယ့်အကြောင်း သေချာသိကြဖို့ အချိန်ဘယ်လောက်လိုပါသလဲ…လူတစ်ယောက်နဲ့ တစ်ယောက်ကြား အခိုင်မာဆုံးကြိုးတွေ ချည်ဖြစ်ဖို့ ရာသီဘယ်နှလီ ဖြတ်သန်းကြရမလဲ...တချို့တွေအဖို့ နှစ်နဲ့ချီ ဖြည်းဖြည်းချင်း ညှိယူသိယူကြရတဲ့ နားလည်မှုတွေ၊ တစ်ကြိုးချင်းရစ်ရင်းသီရင်းက ချည်နှောင်ခဲ့ရတဲ့ ရင်းနှီးမှုတွေဟာ... တချို့များအတွက်ကျတော့လည်း ဝီစကီတစ်ခွက်ပဲ လိုပါတယ်။တစ်ခါတစ်ခါ ရင်ဖွင့်ချင်တာတွေရှိတဲ့အခါ ကိုယ့်အသိအဝန်းအဝိုင်းထဲက လူတစ်ယောက်ဆီမှာ ဖွင့်ချရတာထက် ကိုယ့်ကိုလုံးဝမသိတဲ့ လူစိမ်းတစ်ယောက်ဆီမှာ အိပ်သွန်ဖာမှောက်ပြောပြရတာက ပိုလို့ သက်တောင့်သက်သာရှိပါတယ်။ ဒီလိုနဲ့ပဲ လွန်ခဲ့တဲ့ ၅မိနစ်က သူစိမ်းတစ်ယောက်ဟာလည်း သင့်ဘဝရဲ့ အရင်းနှီးဆုံးလူတစ်ယောက်ဖြစ်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားအကြောင်းကို မပြောပြချင်ပါဘူး။ ဘာလို့ဆို ဒါဟာ သူစိမ်း၂ယောက်ကြားက ရင်းနှီးမှု မီးပွင့်လေးကို တတိယလူ(အပြင်လူ)နေရာကနေ စောင့်ကြည့်ရတဲ့ ဖီလင်လေးနဲ့ မျောရမှာမို့ပါ။သူစိမ်း၂ယောက်...\nဘားတစ်ခု...\nဝီစကီခွက် ခပ်များများ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 755MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://megaup.net/2BVfs/(CM)_Broken_People_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8ixnKSWv8KHqqrTn6NfToeRIne.jpg",
        "title": "Haita De Acțiune (2023)",
        "description": "Haita De Acțiune (2023)Romania က ရဲတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေ၊ တာ၀န်မကျေပွန်မှုတွေ၊ မတရားမှုကို လျစ်လျူရှုထားတာတွေကို အခြေတည်ရိုက်ကူးထားတဲ့ Romanian ဟာသဆန်ဆန် အက်ရှင်ကား လာပါပြီ။ဒီမှာ အဓိကဇာတ်ကောင်က ဒန်ဇယ်လို့ခေါ်တဲ့ ယာဉ်ထိန်းရဲပါ။ သူ့ရဲ့ငယ်ဘ၀သူရဲကောင်းတွေက မတရားမှုကို တိုက်ခိုက်သူတွေဖြစ်ပြီး ဒန်ဇယ်ကလည်း သူတို့လို ဖြစ်ချင်ခဲ့တာပါ။ ကံမကောင်းစွာနဲ့ စာမေးပွဲကျတဲ့အတွက် ရဲအရာရှိဖြစ်မလာဘဲ ယာဉ်ထိန်းရဲလုပ်နေရသူပေါ့။ ဒန်ဇယ်အဖေကလည်း တစ်ချိန်က ယာဉ်ထိန်းရဲလုပ်ခဲ့ပြီး တရားမျှတမှုအတွက်ကြိုးပမ်းခဲ့တဲ့အတွက် သူတို့ ဌာနမှာ ခုထိလှောင်စရာဖြစ်နေပါတယ်။ သားအဖ၂ယောက်လုံး ဌာနမှာ သိုးမည်းဖြစ်နေတာပေါ့။ဒန်ဇယ်တို့ မြို့မှာ ရဲတွေက သူတို့လုပ်ရမယ့်အလုပ်ကလွဲရင် ကျန်တာအကုန်လုပ်ပါတယ်။ ကိုကိန်းသုံးတာ အရက်သောက်တာ အလှပြင်တာ မိန်းမရှုပ်တာ အကုန်ပါပဲ။ ရဲတွေနဲ့ လူကြီးပိုင်းတွေ ပေါင်းပြီးတော့ အကျင့်ပျက်နေကြတာပါ။ သူတို့အတွက် တရားမျှတမှုဆိုတာ ဟာသလိုကို ဖြစ်နေတာပါ။ ဒန်ဇယ်ကတော့ ဒါတွေကို ပြောင်းလဲချင်ပါတယ်။ သူတို့မြို့က လောင်းကစားအိမ်ကို ...",
        "rating": "5",
        "url": "https://megaup.net/2BVds/(CM)_Haita_De_Actiune_(2023)_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWd9lw09AsaBpCXYCYyaBxs7UIn.jpg",
        "title": "Ramon (2023)",
        "description": "Ramon (2023)~ IMDb rating - 7/10 ~ရိုမေးနီးယားထုတ် ဟာသဇာတ်ကားတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ခေါင်းစဉ်အတိုင်း ရာမွန်ဆိုတဲ့ သူကို ဇာတ်အိမ်တည်ပြီး​တော့ ရိုက်ကူးထားတာပါ။ရာမွန်ဆိုတာကတော့ ရိုးသားကြိုးစားလှတဲ့ တောသားလေးပေါ့။ သူဟာ ငယ်ငယ်ကတည်းက အရမ်းကိုစိတ်ကောင်းရှိပြီး သူများတွေကို ကူညီတတ်တဲ့သူမျိုးပါ။ ဒါပေမဲ့ \"စေတနာကနေ ဝေဒနာ\" ဆိုသလို သူကတော့ ကူညီပေးလိုက်ပေမဲ့ သူများတွေအတွက်တော့ ဒုက္ခပေးသလို ဖြစ်ဖြစ်သွားတတ်ပါတယ်။ ဒီလိုနဲ့ပဲ တစ်နေ့တော့ သူဟာသူ့ ဖူးစာရှင်ကိုပိုးပန်းဖို့အတွက် ဘူခါရက်စ်ကို ရှာပုံတော် ထွက်သွားပါတော့တယ်။ဘူခါရက်စ်မှာ ရာမွန်တစ်ယောက် ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ ကြုံတွေ့ရဦးမလဲ၊ ဘယ်သူတွေကို ကူညီသွားဦးမှာလဲဆိုတာကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ IMDB မှာ 7/10 အထိရရှိထားပြီးတော့ ဇာတ်လမ်းကလည်း အရမ်းကြီး Serious မဖြစ်သလို အရမ်းလည်းပေါတောနေတာ မဟုတ်တဲ့အတွက် စိတ်အပန်းဖြေချင်သူများအတွက် အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "7",
        "url": "https://megaup.net/2BV6B/(CM)_Ramon_(2023)_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q69vCHmShdsiXixCIdwJuyJXEXY.jpg",
        "title": "Sweetwater (2013)",
        "description": "Genre – Thriller, Western\nIMDB – 6.2/10အမေရိကန် ၁၈၀၀ နှောင်းပိုင်း ကောင်းဘွိုင်ခေတ်မှာဇာတ်အိမ်တည်ထားပါတယ်။လှပပြီး ပြည်တန်ဆာဖြစ်ခဲ့ဖူးတဲ့ ဆာရာဟာခင်ပွန်းဖြစ်သူနဲ့ ဘဝသစ်ကိုနယူးမက်ဆီကိုနယ်မြေမှာ လာပြီး ထူထောင်လျက်ရှိပါတယ်။သူတို့နဲ့ အိမ်နီးချင်းလို့ ပြောရမယ့်လူကတော့ ဘာသာရေးအစွန်းရောက်နေတဲ့ဘုန်းကြီးတစ်ပါး ဖြစ်ပြီး မိန်းမတွေတို့ တပည့်တွေတို့နဲ့အတူတူနေပြီး သိုးမွေးထားတာလည်း ဖြစ်ပါတယ်။ဘာသာရေးသမားဆိုပေမဲ့ နောက်ကွယ်မှာကဒုစရိုက်သမားသာသာ ဖြစ်ပြီး သူ့ ခြံထဲကို ကျူးကျော်တဲ့နှစ်ယောက်ဆိုလည်းသတ်ပစ်တဲ့ထိလုပ်တတ်တဲ့ ရူူးနှမ်းနှမ်း ဘုန်းကြီးလိုမျိုးပါ။အဲဒီအချိန်မှာ ဒီအသတ်ခံလိုက်ရတဲ့ လူနှစ်ယောက်ကို လာရှာတဲ့ထူးဆန်းတဲ့ရဲမှူးတစ်ယောက်လည်း ရောက်လာတယ်။ဆာရာရဲ့ ယောက်ျားကလည်း သူ့ စိုက်ခင်းတွေကိုဘုန်းကြီးရဲ့ သိုးက စားတယ်ဆိုပြီး သွားပြဿနာရှာတဲ့အချိန်လူဆိုးသာသာ ဘုန်းကြီးနဲ့ ဘာတွေဖြစ်ကြမလဲ။ဆာရာကလည်း ဘယ်လိုဖြစ်လာမလဲ။ဘုန်းကြီးနဲ့ ရဲမှူးလည်း ထိပ်တိုက်တွေ့ကြမလားဆိုပြီး ကြည့်ရှုရမှာပါ။မင်းသမီးနေရာကတော့ X-Men First Class တို့ Unknown တို့ထဲမှာပါဝင်ဖူးတဲ့ January Jones ဖြစ်ပြီး ရဲမှူးနေရာကဗီလိန်အဖြစ် မကြာခဏ သရုပ်ဆောင်လေ့ရှိတဲ့ Ed Harris ရယ်ဘုန်းတော်ကြီးနေရာမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1VXhg/Sweetwater.2013.720p.BluRay_{CM}.mp4",
        "category": "Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xkGkVjeMcvEg7P3VxWy8wYBJ7Dv.jpg",
        "title": "Ain’t Them Bodies Saints (2013)",
        "description": "ဘော့ပ်နဲ့ ရုဆိုတဲ့ကောင်လေးနဲ့ ကောင်မလေးဟာတက္ကဆက်ပြည်နယ်က Bonnie & Clydeပေါ့.သိပ်ကိုချစ်ကြတဲ့ချစ်စုံတွဲလေးဖြစ်သလို သူတို့လုပ်တဲ့မကောင်းမှုတွေကသူတို့ကို ဝေးကွာစေနိုင်တယ်ဆိုတာကိုလဲ သူတို့သိကြမယ်မထင်သေးတဲ့အရွယ်ပေါ့.တစ်နေ့မှာရဲတွေဝိုင်းထားတာခံရချိန် ရုပစ်လိုက်တဲ့ကျည်ဆန်ကြောင့် ရဲတစ်ယောက်မှန်သွားတော့ ဘော့ပ်ကပြစ်ဒဏ်တွေအားလုံးကို သူ့ဆီပဲပုံချဖို့ ဆုံးဖြတ်ခဲ့တယ်။ရုမှာကချစ်စရာသမီးလေးကိုကိုယ်ဝန်လွယ်ထားရတယ်ဆိုတာလဲအဲ့အချိန်မှာပဲ သိခဲ့ရတယ်လေ. သူပြန်လာခဲ့ပ့ါမယ်စောင့်နေပေးပါဆိုတဲ့စကားအတိုင်း ရုကလဲသမီးလေး၄နှစ်ပြည့်တဲ့အထိကိုနေ့တိုင်းမျှော်နေခဲ့ပြီးရှင်သန်နေထိုင်ခဲ့တယ်။ဒါပေမယ့် တစ်ရက်တော့ ဘော့ပ်တစ်ယောက်ထောင်ဖောက်ပြေးပြီးရုတို့သားအမိကိုခေါ် ဒီနဲ့အဝေးဆုံးကိုထွက်သွားဖို့ ကြိုးစားတဲ့အချိန်မှာမထင်မှတ်ထားတဲ့ ကိစ္စတွေဖြစ်လာခဲ့တယ်။ချစ်ခြင်းမေတ္တာက ဘယ်လိုမျိုး အလုပ်လုပ်လဲဘယ်လောက်ထိတာရှည်ခံနိုင်မလဲ ?ဘော့ပ်နဲ့ရုတို့ရဲ့ ဒီကနေအဝေးဆုံးကိုထွက်သွားဖို့အတွက်အကြံအစည်တွေကရော အဆင်ပြေနိုင်ပါ့မလားရိုမန်တစ်ဒရာမာဇာတ်ကားလေးဖြစ်ပြီး ဘော့ပ် ရဲ့ ကွဲအက်အက်အသံနဲ့ထောင်ထဲကပေးပို့တဲ့စာတွေကိုဖတ်ပြတဲ့အခန်းတွေကတကယ့်ကို ကြေကွဲစရာကောင်းခံစားစေရမှာပါ.ဒီလိုဇာတ်ရုပ်မျိုးကိုသရုပ်ဆောင်တဲ့သူကလဲတခြားသူတော့မဟုတ်ပါဘူး. အော်စကာဆုရှင် Casey Affleckဖြစ်ပြီးအထင်ရှားဆုံးပြောရရင် Manchester By the Seaထဲက မင်းသားပါပဲ.ဆန်ကာတင်စာရင်းတွေထဲမှာလဲ ပါဝင်ခဲ့သလို IMDB scoreလဲကောင်းတဲ့ဇာတ်ကားမလို့ ကြွေကွဲရင်းနဲ့ ခံစားလိုက်ရအောင်။. File size…  1.7 GB /  430 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama, Crime\nSubtitle…. ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VXho/Aint.em.Bodies.Saints.2013.720p.BluRay_{CM}.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/d-e-b-s-2004-141x200.jpg",
        "title": "D.E.B.S. (2004)",
        "description": "အမေရိကန်ကောလိပ်ဝင်ခွင့်စာမေးပွဲတစ်ခုဖြစ်တဲ့ SAT မှာလျှို့ဝှက်ထည့်သွင်းထားတဲ့စစ်ဆေးမှုတစ်ခုရှိနေပြီး အဲ့ဒီစစ်ဆေးမှုကို\nအောင်မြင်တဲ့လူတွေဆီကို D.E.B.S. လို့ခေါ်တဲ့သူလျှိုလေ့ကျင့်ရေးသင်တန်းကျောင်းက ဖိတ်ခေါ်မှုတွေရောက်လာလေ့ရှိပါတယ်။အေမီကတော့ အဲ့ဒီလျှို့ဝှက်စာမေးပွဲမှာ အမှတ်အမြင့်ဆုံးနဲ့အောင်မြင်ထားပြီး သူပါဝင်တဲ့ တပ်ဖွဲ့ဟာလည်း ကျောင်းရဲ့ထိပ်တန်းနေရာမှာရှိနေပါတယ်။\nဒါပေမယ့်လည်း အေမီစိတ်ဝင်စားတာက ကျောင်းဆင်းတဲ့အခါ သူလျှိုလုပ်ငန်းထဲဝင်ဖို့ထက် အနုပညာကျောင်းတက်ဖို့ပါပဲ။တစ်နေ့တော့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ လူစီဒိုင်းမွန်းလို့ခေါ်တဲ့ ဒုစရိုက်သမားတစ်ယောက်မြို့ထဲကိုပြန်ရောက်လာတာကိုစုံစမ်း\nထောက်လှမ်းနေရင်း မမျှော်လင့်တဲ့အလွဲတွေနဲ့ အေမီနဲ့ လူစီဒိုင်းမွန်းတို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်။ သူအဲ့ဒီမှာသိလိုက်ရတာက\nလူစီဟာ မိန်းကလေးချင်းစိတ်ဝင်စားသူတစ်ဦးဖြစ်နေတယ်ဆိုတာကိုပါပဲ။လူစီက သူတို့အသိုင်းအဝိုင်းမှာ အလွန်ကြောက်ဖို့ကောင်းတဲ့ လူဆိုးတစ်ယောက်ဖြစ်ပါတယ်။ သူနဲ့ထိပ်တိုက်တွေ့ဆုံဖူးသူမှန်သမျှ\nအသက်ရှင်ကျန်ရစ်သူမရှိတာ၊ အလွန်ရက်စက်သွေးအေးတတ်တာ၊ သူ့အကြောင်းသေချာသိတဲ့သူရယ်လို့မရှိပဲ\nဒဏ္ဍာရီဆန်ဆန်ပါးစပ်ပြောတွေနဲ့သာကြားဖူးနားဝရှိကြရတဲ့အထိလည်းလျှို့ဝှက်သူပါ။ အဲ့ဒီကြောက်စရာလူဆိုးမကြီးကိုမှ သူ့အနေနဲ့စိတ်လှုပ်ရှားခံစားသက်ဝင်မိသွားတယ်ဆိုတာ\nအေမီတစ်ယောက်သိလိုက်ရတဲ့အခါမှာတော့..။D.E.B.S ဟာဒီခေတ်လို GL တွေ BL တွေ ပေါပေါများများခေတ်မစားသေးခင်က ထွက်ခဲ့တဲ့ရှေ့ဆောင်လမ်းပြဖြစ်ခဲ့တဲ့ချစ်စရာ GL ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်ရှိခဲ့ချိန်ကစလို့ အခုချိန်ထိ LGBT community တွေရဲ့အစီအစဉ်နဲ့အထူးပွဲတွေပြနေတုန်းပါပဲ။ဘာကိုမှ Serious မထားပဲပေါ့ပေါ့ပါးပါးအချိန်ဖြုန်းချင်စရာ ပျော်စရာဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဇာတ်ကားမှာဦးဆောင်ပါဝင်ခဲ့သူတွေဟာ အခုချိန်မှာ နာမည်ကျော်တွေအဖြစ်တန်းဝင်နေကြပြီဖြစ်ပြီး သူတို့ရဲ့ငယ်ဘဝအလှပုံရိပ်လေးတွေကို တစ်ဝကြီးတွေ့ရမှာပါ။\nအနည်းဆုံးတော့ စကီအလန်းလေးတွေ စကပ်အတိုလေးတွေဝတ်ပြီး ပြေးလွှားလှုပ်ရှား ဖိုက်တင်ချကြတာကိုက အတော်ကြည့်ကောင်းနေပြီဖြစ်ပါတယ်။(တလောက ဖေစ့်ဘုတ်မှာခေတ်စားနေတဲ့ Devon Aoki ...",
        "rating": "5.3",
        "url": "https://megaup.net/1g0fe/(CM)_D.E.B.S.2004.720p.WEB-DL.DD5.1.H264-Naung.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42Zaf3b48xq3q3FRVwltqwoCeCQ.jpg",
        "title": "Head to Head (2023)",
        "description": "လတ်တလောကမှ Netflix ကနေထွက်ရှိလာတဲ့ ဆော်ဒီဟာသဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်းအညွှန်းဒါရဝစ်ချ်ဆိုတဲ့သူဟာ ကုမ္ပဏီတစ်ခုမှာ ဒရိုင်ဘာအနေနဲ့အလုပ်လုပ်နေတဲ့သူဖြစ်ပါတယ်။ဖာယက်ဆိုတဲ့သူကတော့ ဒါရဝစ်ချ်နဲ့ ကုမ္ပဏီတစ်ခုတည်းမှာ အလုပ်လုပ်နေတဲ့ကားပြင်ဆရာဖြစ်ပါတယ်။ ကားပြင်တယ်ဆိုပြီး ကုမ္ပဏီကကားတွေရဲ့အင်ဂျင်တွေကိုထုတ်ရောင်းစားပြီး ပျက်နေတဲ့အဟောင်းတွေကိုထည့်ထားတတ်ပါတယ်။အဲဒါကိုကုမ္ပဏီကမိထားလို့ အလုပ်ပြုတ်ခံရလုနီးပါးဖြစ်နေတာပါ။ဖြစ်ချင်တော့ သူတို့ကုမ္ပဏီရဲ့စီအီးအိုရဲ့သားက သူ့အဖေမရှိတုန်း ကုမ္ပဏီရဲ့ရှယ်ယာတွေကိုရောင်းစားဖို့လုပ်နေပါတယ်။ ဖာယက်ကို သူ့ဘက်ပါလာအောင် CEO ရာထူးကိုပေးသလိုလုပ်ပြီးတော့ သူ့ဆီလာနေတဲ့ သူ့အဖေကိုလေဆိပ်ကသွားခေါ်ပြီး စာချုပ်မှာလက်မှတ်ထိုးဖို့ကူညီပေးရင် သန်း ၄၀ တန်တဲ့ ရှယ်ယာတွေကိုပေးမယ်လို့ပြောခဲ့ပါတယ်။ပိုက်ဆံမက်တဲ့ဖာယက်ကလည်း သဘောတူပြီး ဒါရဝစ်ချ်ကို လေဆိပ်ကနေ စီအီးအိုဟောင်းဖြစ်သူကိုကြိုခိုင်းတဲ့အခါ ဖာယက်ကလူမှားပြီးတော့ အမှောင်လောကရဲ့ဘုရင်ဖြစ်တဲ့စိန်များဘုရင်ဆိုတဲ့အဖိုးကြီးကို ကားပေါ်ခေါ်တင်လာပါတော့တယ်။စိန်များဘုရင်က အရင်ကလူတိုင်းကြောက်ရတဲ့သူပေမဲ့ အခုကတော့ ရုရှားတွေဆီမှာအဖမ်းခံရပြီးတော့ သေမလိုဖြစ်နေရာက အခုမှဆောဒီကိုပြန်ရောက်လာတာဖြစ်ပါတယ်။အဲဒါကလည်း သူ့သားက ရုရှားမာဖီယားတွေနဲ့ အပေးအယူလုပ်ပြီး ဆောဒီကိုပြန်ခေါ်လာတာပါ။အဲဒီကနေ ပြဿနာတွေတက်ပြီးတော့ မှားသွားတဲ့လူအချင်းချင်းလဲဖို့ ဘသီယခါဆိုတဲ့နေရာကိုသူတို့နှစ်ယောက်သွားခဲ့ကြပါတယ်။ အဲဒီနေရာက လုံးဝကိုမကောင်းတဲ့လူမိုက်တွေ၊လူသတ်သမားတွေ ကျက်စားတဲ့နေရာဖြစ်နေတဲ့အပြင် စိန်များဘုရင်က ရုတ်တရက်သေသွားတဲ့အခါ အဲဒီအလောင်းကြီးနဲ့ သူတို့နှစ်ယောက် လူမိုက်တွေဆီကနေအသတ်မခံရဖို့ရှောင်ပြေးကြတာကို အခွီတစ်လိုင်းနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ဒါရဝစ်ချ်နဲ့ ဖာယက်နှစ်ယောက်သားရဲ့ မတည့်အတူနေဆက်ဆံရေးကို ဟာသ‌ဇာတ်ကွက်တွေနဲ့ ရိုက်ကူးတင်ဆက်ထားပြီးတော့မူးယစ်ဆေးလောကတွေ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1VXv4/Head_to_Head.2023.WEB-DL720P(CM).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bfrGhxKkLBfpmHXLuAwGlVUXDIX.jpg",
        "title": "Devil’s Peak (2023)",
        "description": "မြောက်ကာရိုလိုင်းနားက ဂျက်ဆင်ကောင်တီမှာ မက်ဂ်နီးလီ ဆိုတဲ့ မိသားစုကမူးယစ်ဆေးတွေ မှောင်ခိုရောင်းဝယ်တာမလို့ မျိုးနဲ့ရိုးနဲ့ကို နာမည်ကြီးပါတယ်။ခေတ်အဆက်ဆက် လူမိုက်လုပ်လာကြတဲ့အလျောက် ချာလီ မက်ဂ်နီးလီ လက်ထက်မှာလည်းရာဇဝင်မရိုင်းရလေအောင် မူးယစ်ဆေးဝါးလုပ်ငန်းကို ဆက်ပြီးထိန်းသိမ်းထားပါတယ်။သူထိန်းသိမ်းထားသလို ဆက်ပြီးလုပ်သွားနိုင်ဖို့ သားဖြစ်သူ ဂျေကော့ဘ် မက်ဂ်နီးလီကလည်းချာလီ့လက်အောက်မှာ အလုပ်ဝင်လုပ်ရင်း ပညာတွေသင်ယူနေရတာပေါ့။ ဖြစ်ချင်တော့ ဂျေကော့ဘ်က သူချစ်ရတဲ့ ကောင်မလေး မက်ဂီ ဂျန်းနင်းစ်နဲ့နီးစပ်ပြီး သူ(မ)ရဲ့အိပ်မက်တွေကို အတူအကောင်အထည်ဖော်ပေးချင်ပေမဲ့ကောင်မလေးအဖေက သူ့အဖေလုံးဝကြည့်မရတဲ့ မြို့နယ်အုပ်ချုပ်ရေးမှူးဖြစ်နေလေတော့လူငယ်တွေရဲ့ အချစ်ရေးက ကံအကြောင်းမလှဘူးပေါ့လုပ်ငန်းကျယ်ပြန့်ရင် ကျယ်ပြန့်သလို ဒုစရိုက်မှုတွေပဲများလာလို့ စိတ်မအေးချမ်းဖြစ်နေရတဲ့ဂျေကော့ဘ်က ချာလီရဲ့ မျိုးရိုးစဉ်ဆက်နဲ့ချီပြီး ပြောပြောနေတဲ့ lecture တွေနဲ့brainwash လုပ်မှုတွေအပြင် ကောင်မလေးဘက်က ပြဿနာတွေနဲ့ပါရင်ဆိုင်ရတော့ ဘယ်ဘက်ကိုရွေးပြီး ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရှုရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...   File size…1.31GB / 535MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Crime, Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.5",
        "url": "https://megaup.net/1VXt8/Devils.Peak.2023.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e0NZxqQ4B8YZ6kRrZish2DPqtdi.jpg",
        "title": "Vice(2018)",
        "description": "Vice(2018)\nIMDb....7.2,,,,Rotten....66%\n((Blu-Ray 10805.1ch နဲ့ 720pတို့ဖြင့်ပြန်လည် Updateပေးထားပါသည်..))ဒီဇာတ်ကားက  Makeup and Hairstyling အတွက်အော်စကာဆုရခဲ့သလို   ထရန်စဖော်မာ မင်းသားကြီးလို့တင်စားရတဲ့Christian Bale နဲ့ မင်းသမီးAmy Adams တို့ အော်စကာဆန်ကာတင်စာရင်း ဝင်ခဲ့တာ အတော်များများလည်း သိကြမယ်ထင်ပါတယ်...၂၁ ရာစုအစပိုင်းကာလ အမေရိကန်သမိုင်းကို တစေ့တစောင်း သိစေနိုင်မယ့် ဒုသမ္မတတစ်ဦးရဲ့ အကြောင်းကိုပြန်လည်ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပဲဖြစ်ပါတယ်....D ick Cheney ဟာ ငယ်ဘဝက ဘယ်လောက်တောင်ဆိုးခဲ့လဲဆိုတော့ မူးရူးသောာင်းကျန်းလွန်းလို့ တက္ကသိုလ်ကတောင်ကျောင်းထုတ်ခံရတဲ့အထိပါပဲ...သို့ပေမယ့် အဲ့ဒီဘဝကနေ  အမေရိကန်သမိုင်းမှာ အထင်ကရဖြစ်စေခဲ့တဲ့ ဒုသမ္မတတစ်ယောက်ဖြစ်လာအောင် သူကြိုးစားခဲ့တယ်..သူဘယ်လိုတွေကြိုးစားခဲ့လဲ?ဒုသမ္မတဖြစ်လာချိန်မှာပဲ သူမတူတဲ့အရည်အချင်းတွေကြောင့် သမ္မတအပေါ် ဘယ်လိုလွှမ်းမိုးမှုတွေရှိနေသလဲဆိုတာပါ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်...\nဒါ့အပြင်  အမေရိကန်သမိုင်းကို   သူ့စိတ်တိုင်းကျ အမျိုးမျိုး ပုံဖော်ခဲ့သူ…\n၂၀ ရာစုနှောင်းပိုင်းနဲ့ ၂၁ ရာစုအစပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အားလုံးမှတ်မိကြလောက်တဲ့ 9/11 ဖြစ်ရပ်အပေါ်မှာ ဒုသမ္မတရဲ့ တုံ့ပြန်လုပ်ဆောင်အကွက်ချမှုတွေ…\nဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ အမေရိကန်သမိုင်းအပြင် ကမ္ဘာ့သမိုင်းကိုပါ တစေ့တစောင်းလေ့လာနိုင်မှာဖြစ်ပါတယ်…\nDick Cheney အဖြစ် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vice2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FrmwUEeIoBuKJIlYMPc52SfJGd.jpg",
        "title": "Borgman (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောလိဝုဒ်မဟုတ်တဲ့ဒတ်ချ်ကားတစ်ကားပါ။အိမ်ခြေရာမဲ့ လူတစ်ယောက်ဖြစ်တဲ့ ကာမီးလ်ဘော့ဂ်မန်းဆိုတဲ့လူတစ်ယောက်က ရဲတွေလက်ကလွတ်အောင်ပြေးရင်းအဆင့်အတန်းမြင့်အိမ်တစ်အိမ်ကို ရေချိုးဖို့တောင်းဆိုရင်းအိမ်ရှင်ဖြစ်တဲ့ ရစ်ချတ်က သူ့ကိုရိုက်မိရာကနေ စတဲ့ဇာတ်လမ်းပေါ့။အဲဒီအဖြစ်အပျက်ပြီးတော့ ရစ်ချတ်ရဲ့မိန်းမဖြစ်တဲ့မာရီနာက ယောကျာ်းဖြစ်သူရဲ့အပြုအမူကြောင့်အပြစ်ရှိတယ်လို့ခံစားရပြီး ကာမီးလ်ကိုသူ့အိမ်မှာရစ်ချတ်မသိအောင် ပေးနေလိုက်တယ်။ဒါပေမဲ့ သူမသိခဲ့တာက ကာမီးလ်ကသာမန်အိမ်ခြေရာမဲ့တစ်ယောက်မဟုတ်တာကိုပဲ။ကာမီးလ်က အကြံနဲ့သူတို့ရဲ့အိမ်ကို အပိုင်စီးဖို့လာခဲ့တာဆိုပေမဲ့ဝုန်းဒိုင်းကြဲပြီး အနုကြမ်းစီးတဲ့နည်းမျိုးနဲ့ မဟုတ်ဘဲဘယ်လိုနည်းမျိုးနဲ့ လုပ်မလဲဆိုတာကိုတော့ CM ပရိသတ်များကိုယ်တိုင်ကြည့်ရှူကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ File size…  1.62 GB /  740 MB\nQuality…  BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 54m\nGenre .....  Drama, Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Kasashi",
        "rating": "6.7",
        "url": "https://megaup.net/1VXhb/Borgman.2013.720p.BluRay.x265_{CM}.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zGrVrokVCP6nvSnJeI905aw1nWz.jpg",
        "title": "The Gates (2023)",
        "description": "Genre – Horror, Thriller\nIMDB – 5.0/10 လန်ဒန်မြို့ကြီးမှာ အမျိုးသမီးတွေချည်း အောက်လမ်းလိုလို ပညာသည်လိုလိုနဲ့၂၈ ယောက်လောက် သတ်ခဲ့တဲ့ အတွဲလိုက်လူသတ်သမားကို နောက်ဆုံးတစ်ယောက်သတ်နေတဲ့အချိန် ဖမ်းမိခဲ့တာပါ။ဒီလို ပြစ်မှုကြီးမားတဲ့အတွက် သေဒဏ်ကျခံရမှာပဲ ဖြစ်ပါတယ် ဒါပေမဲ့ သူ့ကိုမကွပ်မျက်ခင်မှာ လူသတ်သမားဟာ အကျဉ်းထောင်ထဲမှာ ထူးဆန်းတဲ့သင်္ကေတတွေပုံတွေဆွဲပြီး ဂါထာလိုလို ဘာလိုလိုတွေရွတ်ပြီး သေဒဏ်ကျခံသွားရော။သူ သေပြီးတဲ့နောက်မှာ ဒီအကျဉ်းထောင်ကြီးထဲ ညညဆို အကျဉ်းသားတွေစိတ္တဇတွေဖြစ်ပြီး သေဒဏ်ကျခံရမှာကိုတောင် ကိုယ့်ကိုကိုယ် အဆုံးစီရင်တာတွေဖြစ်လာခဲ့ပါတယ်။ အဲဒီအချိန် တစ်ဖက်မှာ လူသေအလောင်း ဓာတ်ပုံရိုက်ပြီးတစ်ဖက်က တမလွန်ဆိုတာကို စက်နဲ့တည်ရှိကြောင်း သက်သေပြချင်တဲ့တူဝရီးနှစ်ယောက်ကလည်း သေဒဏ်ပေးရသူကို ရိုက်ပေးဖို့ ထောင်ထဲကိုရောက်လာချိန် ထူးခြားမှုတွေ ဖြစ်နေလို့ လာရောက်ဖြေရှင်းတဲ့ ပရလောကကျွမ်းကျင်သူနဲ့တွေ့ပြီး ဒီလူ တိုက်ခဲ့တဲ့ကျိန်စာတွေ အသက်ဝင်လာပြီးထကြွသောင်းကျန်းတဲ့အခါ ဒီအကျဉ်းထောင်ထဲမှာ အသက်ရှင်သန်နိုင်ဖို့၃ ယောက် ပေါင်းပြီး အတူတကွ ကြိုးပမ်းရပါတော့တယ်။ ခေါင်းဆောင်မင်းသားကြီးနေရာကိုတော့ Lord of the Ring ...",
        "rating": "5.0",
        "url": "https://megaup.net/3hRae/The.Gates.2023.WEB-DL720p(CM)_(2).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYWM3Y2FiN2QtZjhlYS00MzU5LWJmNDgtNzAyOWZlNWM1MDEyXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "The Shadow (1994)",
        "description": "The Shadow (1994)\n===============\nIMDb Rating - 6.0Beetlejuice, The Cat in the Hat , Pearl Harbor တို့ထဲက\nမင်းသား Alec Baldwinနဲ့ The Last Emperor , M. Butterfly\nတို့ရဲ့ မင်းသား John Lone နဲ့ ဂန္တဝင်ကြီး Ian McKellenတို့ ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်ဟာ Action/Adventureကားဖြစ်ပြီး\nစူပါဟီးရိုးဆန်ဆန်ကားလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းကတော့ အရိပ်လို့ခေါ်တဲ့ သဘာဝလွန်သူရဲကောင်းတစ်\nယောက်က ကမ္ဘာကိုဖျက်ဆီးချင်နေတဲ့ ဂျင်ဂစ်ခန်ရဲ့မျိုးဆက်သစ်နဲ့\nထိပ်ဆိုက်ရင်ဆိုင်ရတဲ့ ဇာတ်ပါ။ မှော်အစွမ်းတွေ အက်ရှင်တွေမနည်း\nပါတာမို့ အက်ရှင်ပရိသတ်တွေ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ပါပဲ။ ဂျွန်လုံး\nကလည်း ဗီလိန်အဖြစ်ပြောင်မြောက်အောင် သရုပ်ဆောင်ပေးထား\nသလို ဇာတ်က ထူးထူးခြားခြားဟီးရိုးဇာတ်မို့ စူပါဟီးရိုးကားကိုမှ အရမ်း\nကြီးပါဝါတွေမပြဘဲ စုံထောက်ဆန်ဆန်ကြည့်ကောင်းနေတဲ့ကားကို ကြည့်\nချင်ရင်တော့ ဒီကားကိုရွေးသင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(3.4 GB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/3hR2O/The.Shadow.1994.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjFmZGQ5ODQtMWY5Mi00MDc0LWE4MWItNWE1NWZmOTQ2MDdmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Rangabali (2023)",
        "description": "Rangabali(2023)\nIMDb-5.5/10သူ့နာမည်က ရှိုး။တစ်ရွာလုံးရဲ့ အော်ကြောလန် အကုန်လုံးလက်မြှောက်ထားရတဲ့\nရှိုး။'ရှိုး'ဆိုတဲ့ဖဲကစားနည်းသိတယ်မလား။ဖိန့်ရတာလေ။ဒီထဲက မင်းသားချောရှိုးတယောက်ကလည်း ဖိန့်တဲ့နေရာ တော်ကီထုတဲ့နေရာမှာတော့ ယှဉ်နိုင်သူမရှိ\nသူ့ကိုသတိမထားမိရင်လည်း မကြိုက်။ရွာထဲကရန်ပွဲတိုင်း သူမပါရင်မပြီး။သူ့အဖေက ဆေးဆိုင်ပိုင်ရှင်၊ သားဖြစ်သူကို ဆိုင်ဦးစီးခိုင်းစေချင်ပေမယ့်\nဝမ်းချူဆေးနဲ့ ရာသီအကိုက်အခဲပျောက်ဆေးမှားပေးပြီးကတည်းက\nအယုံအကြည်မရှိတော့လို့ မြို့တက်ပြီး စာသင်ခိုင်းတော့တာ၊\nအဲဒီမှာစတွေ့တာပဲ၊ဘယ်သူနဲ့လဲဆို သိမ်သိမ်မွေ့မွေ့ဆရာဝန်မလေးတယောက်နဲ့ပေါ့။ရွှေခြေကျင်းဝတ်ထားတောင် ဘာသံမှမမြည်အောင် ဘယ်သူမှသတိမထားမိအောင်ဝတ်ထားမယ့်\nဆရာဝန်မလေးနဲ့ လည်ပင်းကဆွဲကြိုးကို လူတကာမြင်စေချင်လို့ ကြယ်သီးဟထားတဲ့\nဆရာကြီးရှိုးတို့တွေ့တဲ့အခါမှတော့။တော်ကီကြွယ်တဲ့ ဆရာရှိုးတယောက် ဆရာဝန်မလေးကိုလည်း ရွာပင့်ပြီး\nသေတပန်သက်ဆုံး ဆေးပေးမီးယူလုပ်နိုင်မလားဆိုတာ တော်ကီလည်းသင်\nပျော်လည်းရွှင်စွာနဲ့ ကြည့်လိုက်ရအောင်လေ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Saii~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.95GB / 1.37GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Saii~BpL",
        "rating": "5.4",
        "url": "https://megaup.net/3hRrR/Rangabali_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
        "title": "The Vanished (2020)",
        "description": "ဇနီးမောင်နှံနှစ်ဦးဖြစ်ကြတဲ့ ပေါလ်နဲ့ ဝင်န်ဒီတို့ဟာအားလပ်ရပ်မှာ သမီးလေးဖြစ်တဲ့ တေလာနဲ့ ခွေးလေးလပ်ကီးတို့နဲ့အတူ အပန်းဖြေဖို့အတွက်အာဗီကားလေးတစ်စီးနဲ့ ထွက်လာခဲ့ကြပါတယ်။အပန်းဖြေစခန်းကို ရောက်တဲ့အချိန်မှာ ဝင်န်ဒီကလိုအပ်တဲ့ပစ္စည်းတွေ သွားဝယ်နေတုန်း ပေါလ်ကလည်းဘေးကပ်ရပ်မှာ စခန်းချနေတဲ့ မရန်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ စကားလက်ဆုံကျနေခဲ့ပါတယ်။အဲ့ဒီ အချိန် တစ်ဒင်္ဂလေးအတွင်းမှာပါသူတို့ရဲ့သမီးလေးဖြစ်တဲ့ တေလာဟာထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တာပါ။ပေါလ်တို့ ဇနီးမောင်နှံနှစ်ယောက် ဒါကိုသိလိုက်တဲ့အချိန်မှာအထိတ်တလန့်ဖြစ်ပြီး ရဲကိုအကြောင်းကြားရပါတော့တယ်။ အဲ့ဒီနောက် ပေါ်လ်တို့သိရှိလိုက်ရတာကတော့သူတို့စခန်းချနေတဲ့ အနီးက တောထဲမှာ ထောင်ပြေးတစ်ယောက်လွတ်မြောက်နေတယ်ဆိုတဲ့ သတင်းပါပဲ။ဒီလိုနဲ့ ရဲတွေတားမြစ်ထားတဲ့ကြားက သားသမီးဇောကြောင့်သမီးဖြစ်သူကို ရှာဖွေဖို့ ကြိုးစားကြတဲ့အခါမှာတော့ဘယ်လိုပြဿနာတွေကို ရင်ဆိုင်ရမလဲဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မထင်မှတ်တဲ့ လှည့်ကွက်တွေတစ်ခုပြီးတစ်ခုတွေ့ရမယ့်psychological thrillerကားကောင်းတစ်ကားဖြစ်လို့လျှို့ဝှက်သည်းဖို ကြိုက်တတ်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။ပေါလ်အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား Thomas Janeကိုတော့The Mist (2007) ကြည့်ဖူးသူတွေ ရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ File size…  1.6 GB /  730 MB\nQuality… WEB-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 55 m\nGenre .....  ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VXhq/The.Vanished.2020.720p.WEB-DL_{CM}.mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gBsO7Sp3g1oOaxQ44pomsJLm7m7.jpg",
        "title": "Haunter (2013)",
        "description": "CMပရိတ်ကြီးကို ဒီတခါ Coralineနဲ့Before I fall တို့လိုမျိုးHorror Thriller ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးပါရစေ။လီဆာ ဂျွန်ဆန်ရဲ့ ‌နေ့ရက်တွေက ထူးဆန်းနေတယ်။ သူတို့ပြောင်းလာတဲ့ ဒီအိမ်ကြီးမှာ နေ့ရက်တိုင်း နေ့ရက်တိုင်းက သူမရဲ့အသက် ၁၆နှစ်မပြည့်ခင်တရက်ကိုပဲ အမြဲသံသရာလည်နေသလို အပြင်ထွက်သွားလို့လည်းမရဘူး။ မိုးလင်းရင် မောင်ဖြစ်သူကလှမ်းနှိုး အ၀တ်လျှော်ဖို့လုပ် မနက်စာ ပန်ကိတ်တွေစား ညဘက်ဆို တီဗီကဇာတ်လမ်းကို တမိသားစုလုံးကြည့်ကြ ဒါမျိုးကိုပဲ တနေ့ပြီးတနေ့ ဖြတ်သန်းနေရတယ်။ ဒါကို သတိထားမိတာကလည်း သူတယောက်ထဲပဲရှိသလို သူ့မိသားစုကလည်း ဘယ်လိုရှင်းပြပြ မှတ်မိမနေဘူး။ တနေ့မှာတော့ သူမအခန်းထဲကနေ အိုလီဗီးယားဆိုတဲ့ ကောင်မလေးတယောက်ရဲ့အသံကို ကြားမိလာတာကနေ သူမရဲ့ဖြစ်နေကျနေ့ရက်တိုင်းက ထူးဆန်းပြီးရင်းထူးဆန်းလာပါတော့တယ်။ ဒီအိမ်ကြီးရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ။ ဒီကောင်မလေးနဲ့ သူနဲ့က ဘယ်လိုမျိုးဆက်စပ်နေတာလဲ။ သူနဲ့သူ့မိသားစုကိုဘာတွေဖြစ်ပျက်ခဲ့တာလဲ။ အိုလီဗီးယားနဲ့ ဆက်သွယ်မိတိုင်း ပေါ်လာတတ်တဲ့ လူကြီးတယောက်ကရောဘယ်သူလဲ။ အိုလီဗီးယားပေါ် ကျလာမယ့် အန္တရာယ်ကိုရော သူမ တားဆီးပေးနိုင်ပါ့မလား။ ဒီနေ့ရက်တရက်တည်းကိုပဲ အမြဲသံသရာလည်နေတဲ့ ဒီအိမ်ကြီးထဲကရော လီဆာတို့မိသားစု နောက်ဆုံးမှာ လွတ်မြောက်သွားနိုင်ပါ့မလားဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျ။ File size…  1.40 GB /  610 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 38m\nGenre .....  Horror\nSubtitle…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VXhk/Haunter.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mF14chZNzgDRZffs8Wk8lPwdNQA.jpg",
        "title": "The English Teacher (2013)",
        "description": "IMDb- 5.7ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်ကကင်းစတန်မြို့ အထက်တန်းကျောင်းက အင်္ဂလိပ်စာဆရာမလင်ဒါစင်ကလဲရား ဖြစ်ပါတယ်။သူကတော့ လက်မထပ်ရသေးတဲ့ တစ်ကိုယ်တည်း အပျိုကြီးမမဖြစ်ပါတယ်။စာပေကိုချစ်မြတ်နိုးပြီး သူသဘောကျတဲ့စာရေးဆရာတွေရဲ့စာအုပ်တွေ ဇာတ်လမ်းကြောင်းတွေကိုသူ့ဘဝရဲ့ အဖော်မွန်အဖြစ် သ‌ဘောထားတဲ့သူပါ။ပကာသနတွေမလိုဘဲ သူ့ဘဝလေးကို ရိုးရိုးရှင်းရှင်းသာမန်လေးပဲနေထိုင်နေပါတယ်။ဒီလိုနေရင်းနဲ့ပဲ သူ သဘောကျတဲ့ယောကျ်ားလည်းမတွေ့သေးဘဲ ရွေးရင်းရွေးရင်း အပျိုကြီးဖြစ်နေတာပေါ့လေ။ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့ကျောင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့ဂျေဆင်ရှာဝုဒ်နဲ့ ပြန်လည်တွေ့ဆုံပါတယ်။ဂျေဆင်က နယူးရော့ခ်က ပြဇာတ်ရေးစာရေးဆရာတစ်ယောက်ဖြစ်ပြီးစာရေးဆရာတစ်ယောက်အဖြစ်ရပ်တည်ဖို့လက်လျှော့တော့မယ်ဆိုပြီး ဒီမြို့ကို ပြန်လာခဲ့ပါတယ်။တစ်ဖက်မှာ ဂျေဆင်ရဲ့ဖခင်ဖြစ်သူ ဒေါက်တာရှာဝုဒ်ကဂျေဆင်ကို ဥပဒေကျောင်းတက်ဖို့ တွန်းအားပေးနေပါတယ်။ဒီလိုအခြေအနေမှာ လင်ဒါက စာရေးဖို့ လက်လျှော့မယ်ဆိုတဲ့ဂျေဆင်ရဲ့ အတွေးကို အားပေးဖို့ ဂျေဆင်ရေးထားတဲ့ပြဇာတ်ကို အထက်တန်းကျောင်းပြဇာတ်ရုံမှာ တင်ဆက်ဖို့ စီစဉ်ပေးပါတော့တယ်။ဒီလိုနဲ့ လင်ဒါတစ်ယောက်ကတော့ သူ့ရဲ့ comfort zoneလေးကနေထွက်ခါမှ သူ့ဘဝမှာ အရှက်ရစရာ ရှုပ်ထွေးတဲ့ကိစ္စလေးတွေဖြစ်လာပါတော့တယ်။သူစာသင်ပေးဖူးတဲ့ ကျောင်းသားဟောင်းလေးနဲ့ ညှိမိတဲ့ကိစ္စပါ။ဒီကိစ္စတင်ပဲလား... ကဲ ပြီးပြည့်စုံတဲ့လူရယ်လို့ မရှိလေတော့လင်ဒါတစ်ယောက် ဘယ်လိုအရှုပ်တွေလုပ်မိတာလဲဆိုတာတော့ ဇာတ်လမ်းလေးကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်။ File size…  1.3 GB ...",
        "rating": "",
        "url": "https://megaup.net/1VXh9/The.English.Teacher.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcDZuUEkNSBTmDo8N7M5cwa3qfX.jpg",
        "title": "Crocodile Island ( 2023 )",
        "description": "ကျွန်းပေါ်မှာ ဝှက်ထားတဲ့ ရွှေဥကို တွေ့အောင်ရှာနိုင်ရင်\nဆုကြေးသိန်း ၅၀ ရမယ်ဆိုတဲ့ Variety Show တစ်ခုမှာ\nလူတစ်စုဟာ ရည်ရွယ်ချက်ကိုယ်စီနဲ့ အဲဒီ သိန်း ၅၀ ကို\nလိုချင်ခဲ့ကြတာကြောင့် ပြိုင်ပွဲဝင်ပြိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ပြိုင်ပွဲအတွက် ရိုက်ကူးရေးစတဲ့နေ့မှာပဲ\nအဖွဲ့သား ၂ ယောက် မိကျောင်းကိုက်ခံရပြီး သေဆုံးခဲ့တာကြောင့်\nကျွန်းပေါ်မှာ မိကျောင်းရှိတဲ့အကြောင်းကို ခုနက\nမိကျောင်းလိုက်ကိုက်တာခံရတဲ့အဖြစ်အပျက်မှာ\nလွတ်မြောက်လာခဲ့တဲ့ ရိုက်ကူးရေးအဖွဲ့တစ်ဦးက လာပြောခဲ့ပေမဲ့\nဒါရိုက်တာက ကျွန်းနာမည်ကကို (မိကျောင်းကျွန်း) ဖြစ်လို့\nဒီမိကျောင်းဟာ သူတို့ ဆင်ထားတဲ့ လှည့်ကွက်တစ်ခုသာ\nဖြစ်ကြောင်းပြောပြီး ရိုက်ကူးဆက်လုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ရွှေဥ ရှာပုံတော်စဖွင့်တဲ့အချိန်ကစပြီး ၂ ယောက်တစ်တွဲ\nခရီးထွက်လာခဲ့တဲ့ သူတွေဟာ မိကျောင်းကိုက်ခံရပြီး တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့ပါတယ်။\nအဲဒီနောက်မှာ အသက်ရှင်ကျန်ရစ်သူတွေဟာ မိကျောင်းရန်ကနေ\nထွက်ပြေးဖို့ လုပ်ရင်း ဒီအစီအစဥ်မှာ ပါဝင်မိတဲ့ သူတို့အားလုံးဟာ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ က နွေရာသီကမ့်ပ်မှာ အတူတူပါဝင်ခဲ့ဖူးတဲ့သူတွေ\nဖြစ်နေတာကို အမှတ်မထင် သိလိုက်ရပါတယ်။အဲဒီနောက်မှာတော့ ဒီမိကျောင်းတွေပေါ်လာတာ မရိုးရှင်းဘူးဆိုတာကို\nသိလိုက်ရတဲ့အခါမှာတော့ ကျန်ရစ်သူအားလုံး ဒီကျွန်းပေါ်ကနေ အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလား\nမိကျောင်းတွေကို နောက်ကွယ်က ကြိုးကိုင်နေတာ ဘယ်သူလဲ\nလွန်ခဲ့တဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fZf6/Crocodile_Island_2023_720p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxpBM3KXaB1ejWn00TbihD9ph8L.jpg",
        "title": "Godless: The Eastfield Exorcism (2023)",
        "description": "Godless: The Eastfield Exorcism (2023)\" အတော်ကြမ်းတဲ့ကားမို့ ကြည့်စေချင်လို့ မရမက ရှာတင်ပေးလိုက်ပါတယ်။ အကြည်ဖြစ်ပေမဲ့ 1xBet လိုဂိုတွေပါနေတုန်းပါပဲ။ လုံးဝအရှင်းဗားရှင်းထွက်လာတဲ့အချိန်ကျရင်လည်း ပြန် Update သွားပါမယ် \"~ IMDb - 6.3/10, Rotten Tomatoes - 100% ~၁၉၉၃ ခုနှစ်က ဩတြေးလျမှာဖြစ်ပျက်သွားတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Horror ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ Horror ရုပ်ရှင်တွေမှာ မကောင်းဆိုးဝါးနှင်တယ်ဆိုတာ အမြဲလိုလို ပါနေကျဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒါကို တခြားရှုထောင့်တစ်ခုကနေ ချဉ်းကပ်ထားတဲ့သဘောမျိုးရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လာရာ ဟာ ‌ထင်ယောင်ထင်မှားစိတ်ဝေဒနာကို ခံစားနေရတဲ့လူနာတစ်ယောက်ပါ။ စိတ်ရောဂါကုဆရာဝန်နဲ့ ပုံမှန်ပြနေပေမဲ့ ဘာမှမထူးလာတာကြောင့် သူ့ယောက်ျားဖြစ်တဲ့ ရွန်က ဆေးသိပ္ပံပညာကို သံသယဝင်လာပါတော့တယ်။ သူ့မိန်းမက မိစ္ဆာပူးကပ်နေတာဖြစ်ကြောင်း သူ့သဘောနဲ့သူယူဆပြီး ဆရာဝန်နဲ့ပြတာရပ်လိုက်ပါတယ်။ လာရာကတော့ သူ့စိတ်ရောဂါကြောင့် စားမဝင်အိပ်‌မပျော်ဖြစ်ပြီး ရွန်စိတ်တိုင်းကျလုပ်ဖို့ ခွင့်ပြုလိုက်ရပါတယ်။ဒီနေရာမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2BTmp/(CM)_Godless_-_The_Eastfield_Exorcism_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaspbqQ6r43MPEpQWUwTYqALqOy.jpg",
        "title": "Khun Pan 3 (2023)",
        "description": "Khun Phan 3 (2023)ခွန်ဖန် အဖြစ် Ananda Everingham\nဆီယာမဟေဆွန် အဖြစ် Mario Maurer\nဆီယာဒမ် အဖြစ် Tono Phakin khamwilaisakခွန်ဖန်ဆိုကတည်းက khun phan 1&2 ကိုအားလုံးကြည့်ပြီးကြမယ်လို့ထင်ပါတယ်ဒီ khun phan 3 မှာကတော့ ခွန်ဖန်ဟာ နိုင်ငံရေးအခြေနေမတည်ငြိမ်သေးပေမဲ့\nသူ့မွေးရပ်မြေကိုတာဝန်ပြောင်းဖို့တောင်းဆိုခဲ့ပြီး ပြန်သွားခဲ့ကာ သူ့မိန်းမနဲ့အတူနေထိုင်ခဲ့ပါတယ်သူပြန်နေတဲ့ကာလမှာ ဆီယာဒမ်နဲ့ဆီမဟေဆွန်ဆိုတဲ့တောပုန်းဓားပြတွေသောင်းကျန်းနေလို့\nသူ့ကို ရဲအရာရှိကြီးတစ်ယောက်က တာဝန်ပြန်လာထမ်းဆောင်ဖို့ ပြန်ခေါ်ခဲ့ပါတယ်ခွန်ဖန်တာဝန်ပြန်လာထမ်းဆောင်ပြီး ဆီယာဒမ်နဲ့ဆီယာမဟေဆွန်ကိုဖမ်းဖို့\nခရီးထွက်လာတဲ့အချိန်မှာ ဘာအခက်အခဲတွေနဲ့ကြုံရမလဲဆီယာဒမ်နဲ့ရော အရင်ကဘာအငြိုးတွေရှိခဲ့လို့ ဆီယာဒမ်က သူ့ကိုသတ်ချင်နေပါသလဲဆိုတော့ မှော်အစွမ်းတွေနဲ့ဘယ်လောက်တောင်ကြမ်းနေမလဲ ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်ဇာတ်ကားကတော့ ပြောစရာမလိုလောက်အောင် ကောင်းလွန်းပါတယ်\nလုံးဝလက်မလွှတ်သင့်တဲ့ကားလေးပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Fantasy, Thriller\nQuality…. 1080p | 720p\nFile size… 2.2GB | 1.1GB\nFormat… mp4\nDuration…. 2h 36min\nSubtitle…. Myanmar ...",
        "rating": "8.2",
        "url": "https://megaup.net/3hS8q/Khun.Phan.3.2023.WEB-DL.720p.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwhe2ZOUCELmJzmdxcTqpkE40P0.jpg",
        "title": "Forbidden Zone ( 2023 )",
        "description": "ကောင်းကင်ဘုံကျွန်းမှာ လူသားတွေရဲ့အရှင်သခင်ဖြစ်စေနိုင်တဲ့\nအာဏာတည်တဲ့ ဧကရာဇ်ရတနာတစ်ခုရှိခဲ့ပါတယ်\nရတနာကိုကာကွယ်ဖို့အတွက် သင်တန်းသားတွေကို\nစွမ်းအားရှင်ဖြစ်တဲ့အထိကျင့်ပေးတဲ့နန်းတော်တစ်ခုလည်းရှိပါတယ်ဒါပေမယ့် နန်းတော်ထဲကစွမ်းအားရှင်တွေကိုယ်တိုင်\nဧကရာဇ်ရတနာကိုတပ်မက်လာတဲ့အချိန်မှာတော့\nအဆုံးအဆမဲ့တိုက်ပွဲတွေဖြစ်ပြီး သေကြေခဲ့ကြပါတယ်စွမ်းအားရှင်တွေထဲမှာ ရွှီခုန်းဆိုတဲ့သင်တန်းသားက\nအဆင့်နိမ့်ဆုံးစွမ်းအားရှင်ဖြစ်ပေမယ့်\nသူ့ဆရာနဲ့ညီအကိုတွေရဲ့အားပေးမှုနဲ့အတူ\nဧကရာဇ်ရတနာကို ရှာဖို့လမ်းစလာခဲ့ပါတယ်ရွှီခုန်း ဧကရာဇ်ကိုရှာရတာက တခြားညီနောင်စွမ်းအားရှင်တွေလို\nလူ့လောကကိုအုပ်ချုပ်နိုင်တဲ့ အာဏာယူဖို့လား\nတိုက်ပွဲတွေကိုရပ်တန့်နိုင်ဖို့လားဆိုတာကို\nလျှို့ဝှက်ချက်ပေါင်းများစွာနဲ့ ကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy , Mystery\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/2BU7g/Forbidden_Zone_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy, Mystery"
    }
]