[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYTMzNGI5NTktOTBjZC00NDVjLWJmMzQtZjU5OTFhMzMwZThjXkEyXkFqcGdeQXVyMTM3MTA2ODk@._V1_-133x200.jpg",
        "title": "Revealer (2022)",
        "description": "ဒီကားက ​​​ပြောရရင် ငစားကားဗျ၊ ရိုးရိုးမစားဘဲ ဘာသာ​​ရေးပိုင်းနဲ့ စားတာဆို​တော့ အကျွမ်းတဝင်မရှိတဲ့သူဆို နှစ်ဆတိုးစားသွားမှာ။\nဒီကားထဲမှာ ကိုးကားထားတာက သမ္မာကျမ်းသစ်ထဲက ​နောက်ဆုံး ဖြစ်တဲ့ Revelationအ​ကြောင်းပါ။\nကမ္ဘာရဲ့​နောက်ဆုံး​နေ့ရက်များ အ​ကြောင်း​ပေါ့။ ဇာတ်လမ်းက စားသလို ​သွေးထွက်သံယိုအခန်း နည်းနည်းပါပြီး အ​ပြောအဆိုလည်း နည်းနည်း​လေးကြမ်းပါတယ်။တစ်ကားလုံးမှာ အဓိကဇာတ်​ဆောင်က ​ကောင်မ​လေး၂​ယောက်ပဲပါတာပါ။\nအန်ဂျီက ကလပ်က အ​ဖော်အချွတ်အကမယ်၊ ဆယ်လီဆိုတဲ့ တစ်​​ယောက်ကျ​တော့ ဘာသာ​ရေးအကိုင်းရှိုင်းလွန်း​နေသူ၊အန်ဂျီတို့လို မိန်းက​လေး​တွေ​ကြောင့် ဒီကမ္ဘာကြီးမှာ အပြစ်​တွေနဲ့ညစ်ညမ်းရတယ်ဆိုပြီး အ​ဖော်အချွတ်ကလပ်​တွေကို ဆန္ဒပြ​နေသူတစ်​ယောက်​ပေါ့။တစ်​ရက်မှာ​တော့ အန်ဂျီကလည်း သူ့ဟာသူက၊ ဆယ်လီကလည်း သူ့ဘာသူပြတုန်း ​​​ကောင်းကင်တစ်ခွင်လုံးက မိုးပြိုမလို နီရဲလာပြီး ထူးဆန်းတဲ့အရာ​တွေ မိုးရွာသလို တရဟောကျလာ​သတဲ့။\nကလပ် အပြင်မှာ ဆန္ဒပြ​နေသူတွေက​တော့ အဲဒါ​တွေအန္တရာယ်​ပေးတာကို ခံလိုက်ရပြီး အချင်းချင်းစိတ်ရိုင်း​ဝင်ပြီး သတ်ကြပါ​လေ​ရော။ဘာသာ​ရေးကိုင်းရှိူင်းသူ​လေး ဆယ်လီ​က​တော့ အဲဒါ​တွေရန်က​​နေ လွတ်ပြီး အ​ဖော်အချွတ်ကလပ်ထဲ​ ဝင်သွားနိုင်ပြီး အထဲမှာရှိ​နေတဲ့ အန်ဂျီနဲ့ ၂​ယောက်တည်း ၁ကမ္ဘာ ပိတ်မိ​သွားသတဲ့။\nကျမ်းစာ​တွေ ထုံးလို​မွှေ​ရေလို​နှောက် ဖတ်ထားတဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/2s26t/Revealer_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/8uj3cflsewb3-133x200.jpg",
        "title": "[18+]Nurse Girl Dorm: Sticky Fingers (1985)",
        "description": "လူနာတွေအပေါ် သူနာပြုဆရာမလေးတွေရဲ့ ဂရုစိုက်မှု့တွေကို အားပါးတရကြည့်ရမယ့်ကားလေးပါသူနာပြုလေးတွေက ရှယ်ချောပြီး လန်းပါတယ် တော်တော်များများ ကွက်ကွက်ကွင်းကွင်း ကြမ်းကြမ်း ရိုက်ပြထားတာမို့ ၁၈ယောက်မက ၂၁ယောက်လောက်စုကြည့်ကြပါလော့File Size__(620MB)\nQuality__DVDRip\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:05:00\nType__Adult , Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/18nurse-girl-dorm-sticky-fingers-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/03BoK_4f-143x200.jpg",
        "title": "Folk Legends: The Water Monkeys ( 2022 )",
        "description": "ထျန်းရွှေရွာဟာထျန်းရွှေမြစ်နံဘေးမှာတည်ရှိတဲ့ရွာငယ်လေးဖြစ်ပါတယ်။\nတောတောင်တွေနဲ့အေးချမ်းသဖွယ်လို့ထင်စရာရှိပေမယ့်\nအမှန်တကယ်မှာတော့ ရွာလေးဟာလုံးဝကိုအေးချမ်းမနေခဲ့ပါဘူး။\nအကြောင်းရင်းကတော့ ထျန်းရွှေမြစ်ထဲမှာ ရေသရဲရှိနေလို့ပါပဲ။\nရွာမှာ ရေသရဲသတ်လို့သေသွားသူတွေလည်းမနည်း၊\nအမြဲတစေ ရွာသားတွေကရေသရဲရန်ကိုထိတ်လန့်နေကြရပါတယ်။ပိုင်ချိုးရွှေဟာ ထျန်းရွှေရွာဇာတိဖြစ်ပြီး ဖခင်ဖြစ်သူ\nရေသရဲအသတ်ခံလိုက်ရအပြီးမှာ ရွာကထွက်သွားခဲ့တယ်။\nနှစ်ပေါင်းများစွာကြာမှ ဇာတိရွာလေးကို\nဖွံဖြိုးတိုးတက်အောင်လုပ်ပေးချင်လို့\nသူဟာရွာလေးဆီကိုပြန်လာခဲ့ပါတယ်။\nသူပြန်ရောက်လို့မကြာခင်မှာပဲ ရွာမှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေတစ်ခုပြီးတစ်ခုပေါ်လာတဲ့အခါမှာတော့...\nရေသရဲဟာထင်ထားတာထက်ပိုပြီး\nအင်အားကြီးနေ​ကြောင်းသိလိုက်ရတဲ့အခါ...ရေသရဲကိုဘယ်လိုရင်ဆိုင်​ဖြေရှင်းကြလေမလဲဆိုတာကို\nသည်းထိတ်ရင်ဖိုခံစားကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Fantasy , Thriller\nRuntime : 1h 11min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Chu Chu\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/folk-legends-the-water-monkeys-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNDk3NTEwNjc0MV5BMl5BanBnXkFtZTgwNzYxNTMwMzI@._V1_-135x200.jpg",
        "title": "Call Me by Your Name (2017)",
        "description": "Call Me by Your Name (2017)\n=====================\nIMDb Rating - 7.8/10၁၉၈၃ ခုနှစ်ရဲ့ အီတလီနွေရာသီမှာ ကားလေးတစ်စီးနဲ့ အိမ်ကို စရောက်လာတဲ့\nခင်ဗျားဟာ ကျွန်တော့်ရဲ့ အိပ်ခန်းကို ဦးစွာ သိမ်းပိုက်ခဲ့တယ်။ အရပ်အမောင်း\nကောင်းကောင်းနဲ့ သိပ်ကို ဆွဲဆောင်မှု ရှိတဲ့ ခင်ဗျားဟာ ကျွန်တော်နဲ့ ၇နှစ်တောင်\nအသက်ကွာခြားသတဲ့။အချင်းချင်း နှုတ်ဆက်ခါနီးကို သူများနဲ့မတူ တမူထူးခြားစွာ \" နောက်မှပဲ \" \"\nနောက်မှပဲ\" လို့ ပြောတတ်တဲ့ခင်ဗျားကို ကျွန်တော် အမြင်တော့ကပ်မိသား။\nဒီလို တုံးတိဆန်တဲ့ စကားက ကျွန်တော့်အတွက်တော့ ရိုင်းပြမောက်မာတဲ့\nအပြုအမူလို့ ထင်မိတယ်လေ။ ဟော တွေ့လား ဒီလိုနဲ့ ခင်ဗျားက ကျွန်တော့်ရဲ့\nအတွေးနယ်ကို နယ်ချဲ့သိမ်းပိုက်လိုက်ပြန်ပြီ။ အိမ်ကို လာတဲ့ ဧည့်သည်ကို အိမ်ရှင်\nဖြစ်တဲ့ ကျွန်တော်က မြို့တစ်ဝိုက်ကို လမ်းပြရင်း အချိန်ကုန်ဆုံးပေးခဲ့ရပြန်တယ်။ကျွန်တော့်ဘက်က ဧည်၀တ်ကျေရဲ့လား သေချာမသိပေမယ့် သေချာတာတစ်ခုက\nကျွန်တော့်အချိန်တွေကို ခင်ဗျား သိမ်းပိုက်သွားပြန်ပြီ။ ...",
        "rating": "7.8",
        "url": "https://megaup.net/37V3j/Call.Me.by.Your.Name.2017.720p.BluRay.[CM]_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/kisna-133x200.jpg",
        "title": "Kisna (2005)",
        "description": "ဤဘဒ္ဒကမ္ဘာလောကမှာ ကမ္ဘာဦးအစကတည်းက\nဆင့်ကဲပြောင်းလဲခြင်းတွေ များမြောင်စွာဖြစ်ပေါ်လာခဲ့ပါတယ်..လူသားတွေ ပြောင်းလဲလာတယ်...မြစ်ချောင်းအင်းအိုင်တွေ\nပြောင်းလဲလာခဲ့တယ်..နိုင်ငံတွေ ဖြစ်ပေါ်လာတယ်လူ့စိတ်သဘောထားတွေ ပြောင်းလဲလာတယ်...ဒီထဲမွာမွ မပြောင်းလဲဘဲ တည်မြဲနေတာဆိုလို့\nအချစ်စစ်ပဲရှိပါတယ်...ဟုတ်ပါတယ် ဒီဇာတ်လမ်းလေးက ကစ္စနဆိုတဲ့ ကောင်လေးတစ်ယောက်ရဲ့\nအချစ်စစ်တို့သက်သေထူရာကို ဖေါ်ပြထားတဲ့ ကားလေးပါ..၁၉၄၇ခုနှစ် အစောပိုင်း အိန္ဒိယနိုင်ငံလွတ်လပ်ရေးမရခင်\nဗြိတိသျှတို့ အိန္ဒိယမြေပေါ် အုပ်စိုးခဲ့စဉ်က...။ကစ္စန..ကက်သရင်း..လက်ရှမီးဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကို ဖေါ်ကျူးရိုက်ကူးထားပါတယ်...ဒီကားလေးဟာ သိပ်ကိုနူးညံ့လွန်းတယ်..\nရင်ထဲလည်း ပီတိဖြစ်ရပါတယ်အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့ ကြေညာလိုက်တော့\nနိုင်ငံတွင်း ဗြိတိသျှအရာရှိတွေကို အင်္ဂလန်အမီ ပြန်ခိုင်းတယ်..\nဒီထဲမွာ ကက်သရင်းရဲ့အဖေနဲ့ အေမဟာ အသတ်ခံလိုက်ရပါတယ်တစ်ဦးတည်းကျန်ခဲ့တဲ့ သူငယ်ချင်းမလေး ကက်သရင်းကို\nအိန္ဒိယသားလေး ကစ္စနက ဘေးမသီရန်မခဘဲ ဘေးကင်းရာကို ပို့ပေးရမှာပါ...ကိုယ့်မိသားစုက သူ့မိဘတွေကို ရန်သူလို့ သတ်မှတ်ပြီး\nလိုက်သတ်နေတဲ့ကြားထဲက မိသားစုနဲ့ အတိုက်အခံလုပ်ပြီး\nကက်သရင်းကို ကယ်တင်ရင်းနဲ့....။ပိုင်ဆိုင်ရမှ အချစ်မဟုတ်ပါဘူး\nခွဲခွာခြင်းဟာလည်း အချစ်ရဲ့တစ်စိတ်တစ်ဒေသပါပဲတစ်ခါတလေကျရင် စွန့်လွှတ်ခြင်းက အချစ်ကို\nပိုလို့တိုးလာစေပါတယ်အချစ်မှာ ကောင်းခြင်းတွေရတတ်သလို\nခွဲခွါခြင်းမှာလည်း ကောင်းခြင်းတွေ ရတတ်ပါတယ်အချစ်ဆိုတာက အတူတူနေရဖို့ပဲမှ\nမဟုတ်တာ..ဒီတော့ ရိုချင်သူ FA နဲ့ ဆော်ပစ် ဘဲပစ်များ\nစောက်ကိုက် တစ်သျှူးဆောင်ပြီး ကြည့်လို့ရပါပြီလို့ ညွှန်းပေးလိုက်ပါတယ်...  \nFile size…3.1GB / 1.5GB\nQuality…1080p ...",
        "rating": "4.5",
        "url": "https://megaup.net/1M4rg/Kisna_The_Warrior_Poet_2005_WebRip_720p_Hindi_AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nZRNGcvuAFXwfuk1gMcp7UmJg2u.jpg",
        "title": "The Bling Ring(2013)",
        "description": "The Bling Ring(2013)အညွှန်း**************************မာ့ခ်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ စိတ်ဓာတ်ကျမှုတွေနဲ့ကျောင်းအသစ်ကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်။လူတွေနဲ့ရှောင်ဖယ်နေတတ်လို့ သူငယ်ချင်းမရှိခဲ့ဖူးတဲ့ မာ့ခ်အတွက်ရေဘက်ကာဟာ ပထမဆုံးသူငယ်ချင်းဖြစ်လာခဲ့ရာကနေစလို့ မာ့ခ်ဟာရေဘက်ကာနဲ့ပိုမိုခင်မင်နိုင်ဖို့ ရေဘက်ကာ တောင်းဆိုသမျှကိုလိုက်လျောလာပါတော့တယ်။ အဲဒီလိုက်လျောမှု‌တွေထဲ မာ့ခ်နဲ့ ရေဘက်ကာအပြင် နစ်ကီ၊ခလိုးဝီ၊ ဆမ် စတဲ့သူငယ်ချင်းအုပ်စုတစ်ခုလုံးရဲ့ ဘဝကိုပြောင်းလဲပစ်ခဲ့တဲ့လိုက်လျောမှုတစ်ခုကတော့ နာမည်ကျော်တွေရဲ့အိမ်ကို‌ခိုးဝင်ဖို့ မာ့ခ်ကူညီခဲ့တာပဲဖြစ်ပါတယ်။သာမန်ခေတ်လူငယ်လေးတွေဟာ နာမည်ကျော်မင်းသမီးတွေရဲ့အိမ်ထဲကတန်ဖိုးကြီးပစ္စည်းတွေကို လိုက်လံစပ်စုကြရင်း မသိသာအောင်အနည်းငယ်စီခိုးယူလာခဲ့တဲ့နောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့File Size : (2 GB) (800 MB) and (268 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Drama,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Reum\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/37Zay/The.Bling.Ring.2013.BLU-RAY.720P.PP(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/side-effect-137x200.jpg",
        "title": "Side Effect (2020)",
        "description": "Side Effects (2020)IMDb 5.1Horror/Thriller\nအဆိုတော်အိုလီယာနဲ့ ယောကျာ်းဖြစ်သူအန်ဒရေးတို့နှစ်ယောက်ဟာ ထင်မှတ်မထားတဲ့ဖြစ်ရပ်ဆိုးတစ်ခုရှိ‌ခဲ့ပါတယ်\nဒီအတိတ်ဖြစ်ရပ်ဆိုးတွေကနေရုန်းမထွက်နိုင်တဲ့ အိုလီယာကိုကြည့်မနေနိုင်တော့တဲ့ အန်ဒရေးတစ်ယောက်\nနာမည်ကြီးဆရာမတစ်ယောက်ဆီသွားပြီး အိုလီယာ့မှတ်ဉာဏ်တွေကိုဖျက်ပေးဖို့ အကူအညီတောင်းခဲ့တယ် ဆရာမကမှိုတစ်ပွင့်ပေးလိုက်ပြီး သူမရှိချိန်သူ့အိမ်ကိုစောင့်ရှောက်ပေးဖို့အပေးအယူလုပ်လာတော့\nအိမ်ပြောင်းချင်နေတဲ့အန်ဒရေးအတွက်လည်း လက်လွှတ်မခံဘဲသဘောတူမိလိုက်ပါတယ်\nဒီလိုနဲ့အိမ်ပြောင်းနေရာကစပြီး အိမ်ကြီးမှာထူးဆန်းတာတွေတွေ့ကြုံလာရင်း တစ်နေ့မှာ\nမိန်းမဖြစ်သူအိုလီယာဟာပျောက်ဆုံးသွားတဲ့အခါ...\nဘာတွေဆက်ဖြစ်မှာလဲ ဒီအိမ်ရဲ့ရာဇဝင်ကရောဘာဖြစ်မလဲ သူ့မိန်းမကိုရောရှာတွေ့မှာလားဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်      \nFile size…1.1GB / 490MB\nQuality…1080p AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.1",
        "url": "https://megaup.net/2s18n/Side_Effect_2020_BluRay_720p.Russia.AAC2.0CH(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3Au37c3KJX29BDvldzGiYtaU5B.jpg",
        "title": "Session 9(2001)",
        "description": "Session 9(2001) အညွှန်း********************ဂေါ်ဒွန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ကျောက်ဂွမ်းမှုန့် (Asbestos) တွေရှင်းလင်းသန့်စင်ပေးတဲ့အဖွဲ့ဖြစ်ပါတယ်...စိတ္တဇဆေးရုံတစ်ခုကိုပြန်လည်ပြုပြင်ရေးပရောဂျက်မှာလေလံဝင်ဆွဲရာကနေအနည်းဆုံးသုံးပတ်ကြာမဲ့အလုပ်ကိုတစ်ပတ်နဲ့ပြီးစေရပါမယ်ဆိုပြီး လေလံအောင်ခဲ့ပါတယ်...\nဂေါ်ဒွန်ကတော့ သူ့မိန်းမဝင်ဒီနဲ့ သူ့သမီးလေးကြောင့် တစ်ခုခုစိတ်ရှုပ်နေရပုံပါ...\nသူတို့အလုပ်လုပ်နေကြရင်း\nsession 9 ဆိုတဲ့ ခွေကိုဖွင့်ကြည့်ခဲ့မိပါတယ်...\nအဲဒီမှာတော့ မေရီဆိုတဲ့ စိတ်အထွေထွေကွဲပြားတဲ့ရောဂါသည်လေးကိုဆွေးနွေးမေးမြန်းထားတာပဲဖြစ်ပါတယ်...\nဟန့်ကလည်း ငွေပြားတွေရှာတွေ့ပြီးနောက်မှာထူးထူးဆန်းဆန်းပျောက်ကွယ်သွားပါတယ်...အဲဒီနောက်မှာတော့ ထူးဆန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်ကိုပေါ်လာပါတော့တယ်...ဘာတွေလဲဆိုတာကိုတော့....Box Office ဝင် Horror မို့ ခံစားကြည့်သင့်ပါကြောင်း...File Size :(1.7GB) (715 MB) and (278MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Horror,  Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Poant\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/37Zcy/Session.9.2001.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8IdKtir1TqzEgh4JO0YAPaUAxG.jpg",
        "title": "The Good Neighbor (2022)",
        "description": "The Good Neighbor (2022) The Tudors ထဲက King Henry VIII အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Jonathan Meyers ရဲ့ ကားသစ်လေးပါ။တစ်နယ်တစ်ကျေးကို အလုပ်ကိစ္စနဲ့ရွှေ့ပြောင်းလာတဲ့ သတင်းသမား ဒေးဗစ်ဆိုသူဟာ စိတ်တူကိုယ်တူ အိမ်နီးချင်း ရောဘတ်ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်ရခဲ့ပါတယ်။ ဒီလိုနဲ့ ကြမ္မာငင်တဲ့ ညတစ်ညမှာတော့ နှစ်ယောက်သား ကလပ်တူတူသွားကြရာကနေ ပြဿနာကြီးတစ်ခုကို ဖန်တီးခဲ့မိကြပါတော့တယ်။ အဲ့ဒီပြဿနာကို နှစ်ဦးသားဖုံးကွယ်ခဲ့ကြပြီး ရက်ပေါင်းကြာလာတာနဲ့အမျှ ဒေးဗစ်ဟာ အမှန်တရားကိုသာ ဝန်ခံလာချင်ပါတယ်။ တစ်ဖက်မှာတော့ ရောဘတ်ဟာ အမှန်တရားမပေါ်ပေါက်စေချင်တာ‌ကြောင့် သူတို့ချင်း အချေအတင်တွေဖြစ်လာကြပါတယ်။သူတို့ဖုံးကွယ်ထားကြတဲ့ ပြဿနာကြီးတစ်ခုက ဘာများလဲ?ဒေးဗစ်ကို လွှမ်းမိုးချုပ်ကိုင်ချင်ခဲ့တဲ့ ရောဘတ်က အဆုံးထိ ဘယ်လိုတွေ ဉာဏ်ဆင်သွားမလဲ?ဒေးဗစ် တစ်ယောက် အိမ်နီးချင်း အရွေးမှားခဲ့ပြီလား? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Reum ပါ။) File Size : 2GB, 813MB & 376MB\nQuality ...",
        "rating": "6.1",
        "url": "https://megaup.net/164jd/[CM]The.Good.Neighbor.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg",
        "title": "[+21] 9 Songs(2004)",
        "description": "[21+]9 Songs(2004) အညွှန်း*******************ဒီကားက Music Romance ဖြစ်ပြီး ဆုတွေလည်းရထားပေမဲ့စိတ်မကောင်းချင်စရာကောင်းတာက အထဲမှာပါတဲ့အချစ်ကိုဖော်ပြတဲ့အခန်းအတော်များများဟာ 21+ အဆင့်ဖြစ်နေတာပါပဲ..Music ,Romance ကြိုက်တဲ့သူတွေအတွက်စိတ်မကောင်းချင်းများစွာနဲ့ ဒီကားကိုဒေါင်းရမှာ ဖြစ်ပါတယ်...ဘဝတစ်ကွေ့မှာ ဆုံတွေ့ခဲ့ပြီး၊ ကိုယ့်ရင်ခွင်ထဲ ခဏ၀င်နားကာပြန်ထွက်ခွာသွားတဲ့သူမျိုးကတော့ လူတိုင်းဆီမှာရှိကျစမြဲပါပဲ။\nလန်ဒန်မှာ အလုပ်လာလုပ်ပြီး သူ့ရင်ခွင်ထဲခိုလှုံကာ မွေးရပ်မြေကိုပြန်သွားတဲ့အမေရိကန်သူလေး လီဆာကို အင်္ဂလန်သားလေး မတ်တစ်ယောက် သတိရ‌နေပြီးအတူရှိခဲ့စဉ်က နှစ်ယောက်သား  ရဲ့ ချစ်ပုံရိပ်တွေကိုသီချင်းကိုးပုဒ်တို့ဖြင့်  ခမ်းနားထည်ဝါစွာဖော်ပြထားပါတယ်..File Size : (1.5GB) (885 MB) and (207MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:11:00\nGenre : Music, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Y\nEncoded by X",
        "rating": "6.5",
        "url": "https://megaup.net/1M439/9.Songs.2004.BLU-RAY720P(CM).mp4",
        "category": "Adult, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZDE3NjU3MDEtNzUwZC00ZjczLWFiYTktNDA1MGNkNjkzM2YxXkEyXkFqcGdeQXVyMTEzMTQzOTk2._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "The Wannabes (2022)",
        "description": "The Wannabes (2022)\n================\nIMDb Rating - 6.3/10ပြင်သစ် comedy ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nသူကတော့ The Wannabes (2022) ပါ။Tech Universe ဆိုတဲ့ စတိုးဆိုင်တစ်ဆိုင်မှာ ဒန်နီရယ် နဲ့ စတက်ဖန် ဆိုတဲ့\nမတည့်အတူနေ လုပ်ဖော်ကိုင်ဖက်နှစ်ယောက်ရှိပါတယ်။ဘယ်လောက်\nတောင် မတည့်ကြသလဲဆိုရင် မြင်တာနဲ့ ထသတ်ကြတဲ့အဆင့်အထိပါပဲ။\nဒန်နီရယ်ကတော့ သီချင်းဆိုဝါသနာပါပြီး အဆိုတော်ပိုးရှိသူတစ်ယောက်\nဖြစ်ပါတယ်။ စတက်ဖန်ကတော့ အိမ်သုံးကုန်ပစ္စည်း မီးဖိုချောင်ပစ္စည်း‌စတာ\nတွေကို ခရေစေ့တွင်းကျသိပြီး အဲဒီပစ္စည်း‌တွေအပေါ်မှာ ရူးသွပ်သူပါ။\nနှစ်ယောက်စလုံးဟာ ကြောင်နဲ့ကြွက်လို တစ်ခုမှ မတူညီကြပေမယ့်လို့\nတူတာတစ်ခုကတော့ နှစ်ယောက်စလုံး အကြွေးတွေတင်နေကြတာပါပဲ။ဒန်နီရယ်ဟာ သူ့အခက်အခဲတွေကို ဖြေရှင်းဖို့ ပစ္စည်းဈေးနှုန်းခန့်မှန်းရတဲ့\nGame Show တစ်ခုမှာ ၀င်ပြိုင်ပြီး ဆုကြေးတွေယူဖို့ အကြံရခဲ့ပါတယ်။\nဒီအကြံကို ပြောပြပြီး စတက်ဖန်ကို စည်းရုံးလို့ ကြောင်နဲ့ကြွက်လို နှစ်ကောင်\nသူတို့ကိုယ်စီမှာရှိကြတဲ့ အရည်အချင်းတွေကိုအသုံးချပြီး Game Show မှာ\nဘယ်လိုတွေ တလွဲလုပ်မလဲဆိုတာ ကြည့်ရင်းပရိသတ်တွေ ခွီလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chuck Chuck ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rWnk/The.Wannabes.2022.FRENCH.720p.BluRay[CM]_new.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZWRkZGQ5ZjUtNWE5Zi00ZjYyLWIxMmMtMjJjZWFjZGIyN2JlXkEyXkFqcGdeQXVyMTg5MDEyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Girl and the Spider (2021)",
        "description": "The Girl and the Spider (2021)\n======================\nIMDb Rating - 6.1/10ထွက်သွားတဲ့လူထက် ကျန်ခဲ့ရတဲ့လူက ပိုခံစားရတယ်ဆိုတဲ့အတိုင်း\nလီဆာ က သူ့ရဲ့အခန်းဖော်တွေဖြစ်တဲ့ မားကတ်စ် နဲ့ မာရာ တို့ဆီကနေ\nအပြီးပြောင်းသွားတော့မယ့်အချိန်မှာ မာရာ တစ်ယောက် စိတ်အတက်\nအကျဖြစ်နေတဲ့အကြောင်းနဲ့ အိမ်‌ပြောင်းရွှေ့တာကို လာကူပေးတဲ့ လူတွေရဲ့\nအကြောင်းကို mystery ဆန်ဆန်ရိုက်ပြထားတဲ့ ဂျာမနီကားလေးဖြစ်တယ်။\nmystery ဆန်တယ်ဆိုပေမဲ့ ‌ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ ဘဝနဲ့ အချစ်ရေး\nအကြောင်းတွေကို ရောသမွှေပြီး ရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.36 GB) / (704 MB) / (402 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1LYq5/The.Girl.and.the.Spider.2021.GERMAN.720p.WEBRip.[CM]_new.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-29-at-07-23-08-The-Haunting-of-the-Tower-of-London-2022-143x200.png",
        "title": "The Haunting of the Tower of London (2022)",
        "description": "The Haunting of the Tower of London (2022)အင်္ဂလန်ရဲ့ Tudorအိမ်တော်က ဘုရင်တွေလက်ထပ်က ဇာတ်လမ်းပါ။ အင်္ဂလန်နန်းတွင်းကားကိုမှ Horror vibeနဲ့ ရိုက်ပြထားတဲ့ဇာတ်လမ်းပါ။ အတ်ဒဝတ်ဘုရင် လက်ထပ်မှာ အယ်လီဇဘက်မိဘုရားရဲ့ သားတော်နှစ်ပါးသေဆုံးသွားပါတယ်။ နန်းတော်ထဲက ထွက်ခဲလှတဲ့ သားတော်နှစ်ပါးသေဆုံးသွားတဲ့ တရားခံက နန်းတော်ထဲမှာပဲရှိမယ်ယူဆပြီး ရှာကြပါတယ်။ အတ်ဒဝတ်ရဲ့ ထီးနန်းကို လိုချင်နေတဲ့ ရစ်ချက်ဟာ နာမကျန်းဖြစ်နေတဲ့ အတ်ဒတ်ရဲ့ သားတော်နှစ်ပါးမရှိတော့တဲ့နောက် ထီးနန်းကို သူရမှာသေချာသလောက်ဖြစ်နေတဲ့အတွက် တရားခံကိုရစ်ချက်လို့ အယ်လီဇဘက်ရဲ့ အစေခံက ထင်ထားပါတယ်။ ဒါပေမဲ့ ဘာသက်သေမှမရှိခဲ့ပါဘူး။ဒီတော့ အယ်လီဇဘက်ရဲ့အစေခံဟာ နန်းတော်ပြင်ပက သရဲတစ္ဆေတွေကို မြင်နိုင်တဲ့ စကားပြောနိုင်တဲ့ သူတစ်ယောက်အကြောင်း သဲ့သဲ့ကြားပြီး အဲဒီလူကို နန်းတော်ကိုခေါ်လာပြီး မင်းသားလေးတွေရဲ့ ဝိညာဉ်နဲ့ စကားပြောခိုင်းပြီး တရားခံဖော်ဖို့လုပ်တဲ့အခါမှာတော့.....သရဲကားလည်းဟုတ်သလို နန်းတွင်းကားလည်းဟုတ်သလို နှိပ်စက်ခန်းတွေလည်း မနည်းပါပါတယ်။ လိင်ဆက်ဆံခန်းတစ်ချို့လည်းပါတာကြောင့် မိသားစုနဲ့ ကြည့်လို့ အဆင်မပြေပါဘူး။ ...",
        "rating": "5.2",
        "url": "https://megaup.net/37Y8v/The_Haunting_of_the_Tower_of_London_(2022)_720p.mp4",
        "category": "History, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-4-16d5d3d94a-143x200.jpg",
        "title": "Fading Shadow ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို စိတ်ဝင်စားဖို့ကောင်းတဲ့\nလျှို့ဝှက်မှုခင်းဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။\n၁၉၉၀ကျော်ခေတ်ကိုအခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။ဟွိုင်ချွမ်ဆိုတဲ့နယ်လေးရဲ့ ကျူတောထဲမှာလူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့တယ်။\nကောက်ချက်ဆွဲပုံတူပန်းချီဆရာဖြစ်တဲ့ Zhang Xin\nကတာဝန်အရ မျက်မြင်သက်သေပြောတဲ့အတိုင်း\nပြစ်မှုကျူးလွန်ကြောင်းသံသယရှိသူပုံကိုဆွဲရတဲ့အခါ\nမထင်မှတ်ပဲ သေဆုံးသွားတာ ၁၀နှစ်ကြာပြီဖြစ်တဲ့\nမိန်းကလေးတစ်ယောက်ရဲ့ပုံကိုဆွဲမိရက်သားဖြစ်သွားခဲ့တယ်။အဲဒီမိန်းကလေးဟာ နယ်အကဖွဲ့ရဲ့ဘဲလေးအကသမားတစ်ယောက်ပဲ။\nအားလုံးကZhang Xinကမှားပြီးပုံဖော်တယ်လို့\nယူဆနေတဲ့အချိန်မှာ အမှုဟာ ၈၀ခုနှစ်တုန်းက\nအမှုတွေနဲ့ဆက်စပ်နေခဲ့တယ်။\nZhang Xinဟာ သူမှန်ကြောင်းပြဖို့အတွက်\nလိုက်စုံစမ်းရင်း တဖြည်းဖြည်းနဲ့\nဝေဝါးနေတဲ့အမှုတွေကြားထဲရောက်သွားခဲ့ရာ......\nတရားခံဟာဘယ်သူဖြစ်မလဲ......\nမျက်မြင်သက်သေအဖိုးအိုမြင်လိုက်တဲ့သူကရော\nဘယ်သူဖြစ်မလဲဆိုတာကိုတော့ အဆုံးထိကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Suspense\nRuntime : 126 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Nu Mon , Chu Chu , Kyawt\nEncoded by LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/fading-shadow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/vellai-159x200.jpg",
        "title": "Vellai Pookal (2019)",
        "description": "Vellaipookal (2019)\n---------------------------------\nယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ လျှို့ဝှက်သည်းဖိုပရိသတ်တွေအကြိုက်တွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အိန္ဒိယ ချန်နိုင်းမြို့က အသက် ၅၇နှစ်အရွယ်အငြိမ်းစား ရဲအရာရှိတစ်ယောက်ကအကြောင်းတစ်စုံတစ်ရာကြောင့် စကားမပြောဖြစ်တော့တဲ့ သားဖြစ်သူနဲ့ပြန်လည်သင့်မြတ်အောင်နေဖို့ အမေရိကန်ကိုလိုက်သွားခဲ့ပါတယ်။ ဒါပေမယ့်လည်းသူ့သားရပ်ကွက်ထဲမှာဖြစ်ပွားခဲ့တဲ့ ရာဇဝတ်မှုတစ်ခုကို စုံစမ်းစစ်ဆေးဖို့ စတင်လာတဲ့အချိန်မှာတော့.....။ဒီဇာတ်ကားဟာ Seattle, USA မှာဖြစ်ပွားခဲ့တဲ့ ရာဇဝတ်မှုကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး IMDb Rating 7.1ရရှိထားတဲ့အတွက် မှုခင်းစုံထောက်ကားကောင်းမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုသူတွေအတွက်လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားအဖြစ်ညွှန်းလိုက်ပါရစေ။   \nFile size…2.16GB  / 1GB\nQuality…1080p AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "7.1",
        "url": "https://megaup.net/1M39g/Vellai_Pookal_(2019.)Tamil.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Atithi-150x200.jpg",
        "title": "Atithi Devobhava (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ ၇.၄ အထိရရှိထားတဲ့\nမင်းသား အက်ဘီရဲ့ အချစ်ဟာသ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nလူတိုင်းမှာ ကြောက်ရွံစိတ် (Phobia ဆိုတာရှိတတ်ကြပါတယ်\nတစ်ချို့က လေယာဉ်စီးရမှာကိုကြောက်တယ်\nတစ်ချို့က ပိုးဟပ် အိမ်မြောင်က အစကြောက်ကြပါတယ်\nဒီဇာတ်လမ်းမှာတော့ မင်းသား အာဗေးဟာ\nအထီးကျန်ခြင်းကိုကြေက်တဲ့ Mono-phobia ဆိုတဲ့\nဝေဒနာကို ခံစားနေရတဲ့သူပါ။ အချိန်တိုင်း သူ့အနီးအနားမှာ\nတစ်ယောက်ယောက်ရှိနေမှအဆင်ပြေတဲ့ဘ၀မို့\nအချိန်တန်အရွယ်ရောက်လို့ ချစ်သူကိုရှာဖွေတွေ့ရှိချိန်မှာ\nဘယ်လိုများကိုင်တွယ်ဖြေရှင်းမလဲဆိုတာကို ဟာသလေးတွေနဲ့\nလိုက်ပါစီးမျောခံစားပေးကြပါဦးခင်ဗျာ...အညွှန်းကိုတော့ Lwin Htoo Aung မှရေးသားထားပါတယ်  \nFile size…1.9GB / 920MB\nQuality…1080p True WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Oeliuj & Honeyey & Lwin Htoo Aung",
        "rating": "7.4",
        "url": "https://megaup.net/165w2/Atithi_Devo_Bhava_(2022)_Telugu_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ebod-911-i-was-made-to-share-a-room-with-my-virgin-156x200.jpg",
        "title": "(21+) I Was Made To Share A Room With My Virgin Coworker (EBOD-911)",
        "description": "သူမရဲ့ တည်ကြည်ခန့်ငြားမှု\nသူမရဲ့ လှပတဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်\nသူမရဲ့ အလှ သဘာဝတရား\nသူမရဲ့ ဝန်ထမ်းကောင်းပီသမှု\nသူမရဲ့ တာဝန်ယူလိုစိတ် အားလုံးက\nချီကျူးနေကြပြီး အားကိုးရတဲ့ဝန်ထမ်းကောင်းတစ်ယောက်\nသူမရဲ့ ဆန့်ကျင်ဖက် ကာဝါရှီမာ တစ်ယောက် ကတော့\nအမြဲတမ်း အဆူငေါက်ခံအနှိမ်ခံသူကိုယ်တိုင်ကလည်း အလုပ်နဲ့ပက်သက်လာရင်\nနဝေတိမ်တောင် ဟိုလိုလိုဒီလိုလို အမြဲလုပ်နေကျ\nအဆိုးဆုံးကတော့ အရွယ်ရောက်တာကြာနေပြီး\nအခုထိ လူပျိုစင်ဖြစ်နေတာကို အလှောင်ခံရတာပါပဲတစ်နေ့မှာတော့ သူတို့ဆန့်ကျင်ဖက်နှစ်ဦး အလုပ်ခရီးအတူထွက်ဖို့အကြောင်းဖန်လာပြီး\nခရီးမှာ မျှော်လင့်ထားသလိုဖြစ်မလာပဲ ကမောက်ကမ ဖြစ်ခဲ့တာတွေကို\nလူကြီးစိတ်ဝင်စားဖွယ် ရှု့ထောင့်အသွယ်သွယ်ကနေ ရိုက်ပြထားတာဖြစ်လို့\nDS ဖန်တွေအတွက် တင်ဆက်လိုက်ပါတယ်     \nFile size…2.23GB /  1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/165nv/EBOD-911.720p.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTtyzQ1qFDJXLWvXX4wvOu0nYun.jpg",
        "title": "Ginger Snaps 2: Unleashed (2004)",
        "description": "Ginger Snaps 2: Unleashed (2004) တစ်မှာတုန်းက အဖြစ်အပျက်တွေအပြီးမှာ ဘရစ်ဂျက်တစ်ယောက် သူ့အစ်မလိုဖြစ်မသွားအောင် တိဝုပင်ကိုပဲ အားကိုးနေရပါပြီ။ဒါပေမဲ့ အဲဒါက ဖြေဆေးမဟုတ်ပဲ အချိန်ဆွဲပေးရုံသက်သက်ဖြစ်တာကြောင့် သူမပြောင်းသွားခင် အချိန်သိပ်မကျန်တော့သလို သူ့နောက်ကိုလိုက်နေတဲ့ သတ္တဝါဆိုးကြီးကလည်း ရှိနေပြန်ပါတယ်။အရေးထဲ သူ့ကို ဆေးစွဲနေတယ်ထင်ပြီး ဆေးဖြတ်စခန်းကို အတင်းခေါ်သွားခံရတဲ့အခါ ...သူ အဲဒီမှာ ဘယ်သူတွေနဲ့ ဘယ်လို စခန်းဆက်သွားမလဲဆိုတာ သည်းထိပ်ရင်ဖို ဆက်ကြည့်ရှုခံစားလိုက်ပါဦး။ ပထမကား ကို မကြည့်ရသေးရင် Ginger Snaps (2000) မှာ ကြည့်လို့ရပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat ပါ။) File Size : 1.9GB, 675MB & 335MB\nQuality : 1080p Blu-ray AC3 5.1CH, 720p Blu-ray & 480p\nFormat : mp4\nDuration : 1hr & 34mins\nGenre ...",
        "rating": "6.4",
        "url": "https://megaup.net/1652o/[CM]Ginger.Snaps.2.Unleashed.2004.720p.Blu-ray.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-out-133x200.jpg",
        "title": "Out of Time (2003)",
        "description": "မီယာမီနားက ဘန်ယန်ကီးမြို့မှာ ရှိတဲ့ ရဲဋ္ဌာနအသေးလေးရဲ့ ခေါင်းဆောင်ဖြစ်သူ ဝှစ်လော့ခ် တစ်ယောက်က အိမ်ထောင်ရေးအဆင်‌မပြေမှုကြောင့် အန်မာရိုင်း ဟယ်ရီဆန်ဆိုတဲ့ အိမ်ထောင်ရှိအမျိုးသမီးတစ်ဦးနဲ့ ကြိတ်ပုန်းခုတ်နေသူပါ အန်မာရိုင်းမှာလည်း ခရစ် ဟယ်ရီဆန်ဆိုတဲ့တရားဝင်ယောက်ျားတစ်ယောက်ရှိပါတယ် ဝှစ်လော့ခ်တို့ ရဲဋ္ဌာနမှာလည်း မူးယစ်ဆေးဝါးအမှုကဖမ်းဆီးရမိတဲ့ ဒေါ်လာငါးသိန်းနီးပါးကိုသိမ်းထားပါတယ် ‌ဝှစ်လော့ခ်တစ်ယောက် တိတ်တိတ်ပုန်းချစ်သူ အန်မာရိုင်းရဲ့ကင်ဆာကို ကုပေးဖို‌ ငွေအလွဲသုံးစားလုပ်ရင်း ဘယ်လိုမထင်မှတ်ထားတဲ့ထောင်ချောက်ထဲ\nဘယ်လိုကျသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ပါ\nဟယ်ရီဆန်တို့ရဲ့ သရုပ်မှန်ကရော ဘာဖြစ်မလဲ\nဝှစ်လော့ခ်တစ်ယောက် သားကောင်မဖြစ်ရအောင် ဘယ်လိုကြိုးစားရုန်းထွက်သွားမလဲဆိုတာ ရှုစားလိုက်ပါFile size…(2.42GB/(1.09GB)/(531GB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Crime   / Drama /  Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6.5",
        "url": "https://megaup.net/164t8/out_of_time_2003_720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKTfXmne1lmsV5xTYotC5cxy1VP.jpg",
        "title": "Ginger Snaps (2000)",
        "description": "Ginger Snaps (2000) Horror ဆို ပေါကားတွေများတဲ့ထဲမှာမှ လုံးဝပေါကားမဟုတ်တဲ့ old but gold, teen horror လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဂျင်ဂျာနဲ့ ဘရစ်ဂျက်က သိပ်ချစ်တဲ့ ညီအစ်မနှစ်ယောက်ပေါ့။ ဂျင်ဂျာက ၁၆ နှစ် ဘရစ်ဂျက်ကတော့ ၁၅ နှစ်။ အသက်လေးကလည်း မတိမ်းမယိမ်း၊ အကျင့်စရိုက်လည်းတူတော့ ကျောင်းမှာဆိုလည်း နှစ်ယောက် တစ်ကမ္ဘာလို ဖြစ်နေတတ်ပြီး သူတို့နဲ့ မတည့်တဲ့သူတွေလည်း ပေါမှပေါပါပဲ။ နောက်ပြီး ခေါင်းမာပြီး rebellious ဖြစ်တဲ့ ဆယ်ကျော်သက်တို့ရဲ့ ထုံးစံအတိုင်း တစ်ခုခုဆို ခုတ်မယ် ထစ်မယ် ပါးပါးလှီးမယ်ပေါ့။ဒီလိုနဲ့ တစ်ရက် ဘရစ်ဂျက်ကို အနိုင်ကျင့်တဲ့ ကျောင်းသူတစ်ဦးကို ကလဲ့စားချေမယ်ဆိုပြီး အိမ်က ခိုးအထွက်မှာ အကြီးမဖြစ်သူ ဂျင်ဂျာတစ်ယောက် အမည်မသိ သတ္တဝါတစ်ကောင် ကိုက်တာ ခံလိုက်ရပါတော့တယ်။ အဲဒီသတ္တဝါကလည်း သူတို့ရပ်ကွက်မှာ သောင်းကျန်းနေတာ ကြာပြီဖြစ်ပြီး အိမ်မွေးခွေးတိုင်းလိုလိုကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1M2uh/[CM]Ginger.Snaps.2000.720p.Blu-ray.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzQyMDIzOWUtMTcwNS00MTczLWFkZWMtYzhmMGNjYTM4MzM2XkEyXkFqcGdeQXVyMjgwNzY2NzI@._V1_-142x200.jpg",
        "title": "Swap Me, Baby (2022)",
        "description": "လီလီလို့ခေါ်တဲ့ အရာရာကို သေချာစီစဉ်တတ်တဲ့ စီးပွားရေးသမား အမျိုးသမီးတစ်ယောက်က မထင်မှတ်ပဲ ပြင်သစ်လူမျိုး ယောက်ျားပိုင်းလုံး ဖီလစ်နဲ့ မထင်မှတ်ပဲ ကိုယ်ဝန်ရသွားခဲ့ပါတယ်\nဗိုက်ထဲက ကလေးကို ဘယ်လိုရှေ့ဆက်ပျိုးထောင်မလဲဆိုတာ အကြံပေးအတိုင်ပင်ခံ ပညာရှင်နဲ့ သွားရောက်တိုင်ပင်တဲ့အခါမှာတော့ အကြံပေးပညာရှင်က မှော်သေတ္တာ တစ်လုံး ထုတ်ပြခဲ့ပါတယ် မှော်သေတ္တာရဲ့ စေခိုင်းချက်အတိုင်း တောထဲကအပန်းဖြေအိမ်ထဲမှာ လီလီနဲ့ ဖီလစ်တို့ တစ်ပတ်သွားရောက်နေထိုင်ရပါတယ် ရည်ရွယ်ချက်ကတော့ တစ်‌ယောက်အကြောင်း တစ်ယောက်ပိုသိဖို့ နဲ့ ကလေး ဘဝရှေ့ရေးကို ဆုံးဖြတ်နိုင်ဖို့ပါ ဒါပေမဲ့ မထင်မှတ်ထားပဲ မှော်သေတ္တာက လီလီနဲ့ ဖီလစ်ကို ခန္ဓာကိုယ်ချင်း လဲပေးလိုက်တဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်မှာလဲFile size…(1.32GB)/(643MB)/(388MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6",
        "url": "https://megaup.net/1M006/Swap.Me.Baby.2022_720p_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/sec2-1-157x200.png",
        "title": "(18+)Secrets (2022)",
        "description": "Reviewဒီကားလေးကတော့ ဖီလစ်ပိုင်လိင်ပညာပေးကားလေးပါ ကြည့်သင့်တယ်ပေါ့နော်\nဇာတ်လမ်းအစမှာ လက်မထက်ရသေးတဲ့စုံတွဲတစ်တွဲက အားလပ်ရက်ခရီးလေး\nဆန်တာမာရီယာကမ်းခြေကိုသွားကြတယ်အဲ့ဒီက Resort ကသူတို့သူငယ်ချင်းပိုင်တာကိုး ကောင်လေးက အရင်အိမ်ထောင်နဲ့ကွဲနေပြီး\nကလေးတစ်ယောက်ရှိတယ် သူ့ဇနီးဟောင်းကဖုန်းဆက်တာကို\nကောင်မလေးကမကြိုက်တော့ဆက်ဆံရေးက အဆင်မပြေဘူး\nကောင်လေးက ကုတင်ပေါ်မှာကျတော့လဲပုံမလာဘူးအဲ့လိုဖြစ်နေတဲ့သူတို့နှစ်ယောက်ကြားထဲကိုဝင်လာတဲ့သူကတော့ပရိတ်သတ်ကြီးပဲကြည့်လိုက်ပါတော့ဘယ်လောက်တောင်လဲဆို လခွမ်းကွာ လို့တောင်ထအော်မိလိမ့်မယ့်ပညာပေးကားကောင်းလေးပါ  \nFile size…1.2GB / 597MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.2",
        "url": "https://megaup.net/164sh/Secrets.2022.720p.WEB-DL.AAC2.0.X_Cross(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2IxNWIyN2QtNjY3OS00YTk4LTg4NDEtYzYwNmJjZGI2Nzc1XkEyXkFqcGdeQXVyMTA3MTMwNjcw._V1_-135x200.jpg",
        "title": "Blasted (2022)",
        "description": "Blasted (2022)ဓမ္မရံကြီးဘုရားမှာ UFO တွေရှိတဲ့ စာတွေဖတ်ဖူးကြမယ်ထင်ပါတယ်။ ကျန်စစ်သားရဲ့ အရိန္ဒမာလှံဟာ ဂြိုဟ်သားလက်နက်၊ စကြာတေးမင်းရဲ့ စကြာဟာ ဂြိုဟ်သားယာဉ်အစရှိသဖြင့် ပြောကြတဲ့ စကားတွေလည်းရှိပါတယ်။ UFO တွေဟာ အမေရိကန်မှာပဲရှိတာမဟုတ်တဲ့ Conspiracy Theories တွေပေါ့။ ဒီဇာတ်ကားက ဂြိုဟ်သားကတော့ အမေရိကန်မှာမဟုတ်ဘဲ နော်ဝေးရောက်နေတာပါ။နော်ဝေးက တောင်ကြားရွာလေးတစ်ရွာမှာ ပဟေဠိဆန်တဲ့ အလင်းတန်းတွေရှိပါတယ်။ ဘာလို့လင်းနေမှန်းမသိပေမဲ့ ဒီပဟေဠိကို အဖြေညှိကြတဲ့ လူတွေဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားကြတယ်။ အဲဒီနေရာကို ဗရုတ်တစ်အုပ်ရောက်လာတဲ့ အခါမှာတော့......အင်္ဂလိပ်ကားတွေတင်မက အာရှ ဥရောပရဲ့ အကောင်းဆုံးကားတွေကို အခမ်းနားဆုံးထုတ်ပေးနေကျ နက်ဖလစ်ကြီးရဲ့ နော်ဝေးကားအသစ်ပါ။ ဒီတစ်ခါတော့ နက်ဖလစ်ဟာ ဂြိုဟ်သားဆန်တဲ့ ဂြိုဟ်သားကားကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂြိုဟ်သားဆန်တယ်ဆိုတာ ထွက်ဖူးတဲ့ ဂြိုဟ်သားကားတွေနဲ့ကွဲထွက်နေလို့ပါ။ ပုံမှန်ဂြိုဟ်သားကားတွေမှာ ဂြိုဟ်သားတွေလုပ်သမျှ လူတွေအမြဲခံနေရပေမဲံ့ ဒီရုပ်ရှင်မှာတော့ ဂြိုဟ်သားတွေကို ကလေးကစားစရာ သေနတ်နဲ့ ပယ်ပယ်နယ်နယ် ဆော်တာပါ။ ဂြိုဟ်သားတွေ မာလကီးယားတာကို ပြုံးပြုံးကြီးကြည့်ရမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2rZmj/(CM)_Blasted_(2022)_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/289582892_bloody-summer-camp-2022-1080p-webrip-dd2-0-x-264-evo-133x200.jpg",
        "title": "Bloody Summer Camp (2022)",
        "description": "1986 ခုနှစ်ဝန်းကျင်၊ Trustfall ဆိုတဲ့နွေအပန်းဖြေစခန်းတစ်ခုမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပါတော့။\nအပန်းဖြေစခန်းပိုင်ရှင်တွေနဲ့ဝန်ထမ်းတွေက အသစ်ရောက်လာမယ့်နွေရာသီအတွက် ပြင်ကြဆင်ကြ လူအသစ်ခန့်ကြပေါ့။\nလူအသစ်လေးတွေနဲ့စခန်းအတွက်ပြင်ကြဆင်ကြရင်း ကံဆိုးမိုးမှောင်တစ်ခုကျရောက်လာခဲ့ပါတယ်။ ဝန်ထမ်းတွေတစ်ယောက်ပြီးတစ်ယောက်ပျောက်နေတဲ့ကိစ္စပါပဲ။ဟိုးအရင်အပန်းဖြေစခန်းရဲ့ကြောက်စရာဒဏ္ဍာရီဇာတ်လမ်းနဲ့ ဒီဝန်ထမ်းတွေပျောက်နေတဲ့ကိစ္စက ပတ်သက်မှုများရှိနေမလား။\nလူတွေပျောက်နေတဲ့ကိစ္စကဘယ်လိုအဖြေပေါ်လာမှာလဲ။ အဖြေကရောရှာလို့တွေ့နိုင်ပါ့မလား စတာတွေကိုကြည့်ရမယ့် Horror ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:02:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://megaup.net/164de/Bloody_Summer_Camp_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/81HI6TztwvL._RI_-150x200.jpg",
        "title": "Open Water (2003)",
        "description": "Open Water(2003 film)ဒန်နီရယ် နဲ့ ဆူဆန် ဆိုတဲ့ လင်မယား နှစ်ယောက် ဟာ scuba diving လုပ်ဖို့ ပင်လယ်ပြင်ကို Tour guide တွေ အခြားသာတွေနဲ့ ခရီး ထွက်လာခဲ့ပါတယ် သူတို့ဟာ အဖွဲ့ထဲကနေ ခွဲထွက်ပြီး နည်းနည်းပိုနက်တဲ့ နေရာထိ ရေငုပ် စူးစမ်းခဲ့တာကြောင့် ဆုံမှတ်ကို ပြန်ရောက်တာ အနည်းငယ် နောက်ကျခဲ့ပါတယ် ကံဆိုးစွာနဲ့ပဲ လှေပေါ်က tour guide က အပြန်မှာ လူရေတွက်တာ မှားသွားတာ ကြောင့် ဒန်နီရယ် နဲ့ ဆူဆန်တို့ ပြန်မရောက်သေးတာ မသိပဲ ထွက်သွားခဲ့ပါတယ်ရေစီးသယ်ရာ မျောပါရင်း အနီးနားမှာ ‌သင်္ဘောကြီးတစ်စီးကို လှမ်းပြခဲ့‌ သော်လည်း သူတို့ကို မမြင်ခဲ့ပါဘူး သေရေးရှင်ရေးမှာ လူသားတွေ ဖြစ်တတ်တဲ့ စိတ် သဘာဝတွေ မြင်တွေ့ရမှာပါ ငါးမန်းတွေနဲ့ တွေ့ကြုံရချိန်မှာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/161wu/open.water.2003.720p.bluray.x264-filmhd(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMDc1OGM3YzQtNDUwNC00ZWUyLWI0MzEtOTZmZjJiYjY1NWYwXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Bad Influence (2022)",
        "description": "Bad Influence (2022)\n===============\nIMDb Rating - 5.6/10ဂျိုအန် နဲ့ လီလီ တို့ သားအမိနှစ်ယောက်က မြို့လေးတစ်မြို့ကို ရာထူးတိုးနဲ့\nပြောင်းရွှေ့လာကြတဲ့သူတွေပေါ့။ အထက်တန်းနောက်ဆုံးနှစ် ရောက်နေပြီ\nဖြစ်တဲ့ လီလီက introvert သမားတစ်ယောက်ဖြစ်တာကြောင့် ကျောင်းပြောင်း\nရအဆင်ပြေပါ့မလားဆိုပြီး စင်ဂယ်မားသားတစ်ဦးဖြစ်တဲ့ ဂျိုအန်တို့ စိတ်ပူပန်\nရခြင်းအပြည့်နဲ့ပါ။ လီလီတစ်ယောက်ကတော့ ကျောင်းရောက်ရောက်ချင်းမှာပဲ\nဗွိုင်းအိုးလက်၊  ဒဲရက်ခ် စတဲ့ အော့ကြောလန်ကျောင်းသားတွေနဲ့ ပေါင်းမိသွားခဲ့တယ်။\nအထူးသဖြင့် ဘာသာမဲ့ကောင်မလေး ဗွိုင်းအိုးလက် နဲ့ပေါ့။\nဗွိုင်းအိုးလက်ရဲ့ လီလီ့အပေါ် ဆိုးရွားတဲ့ လွှမ်းမိုးမှုတွေကြောင့် ပြဿနာတွေ\nဆက်တိုက်ဖြစ်လာပြီး ဗွိုင်းအိုးလက်က လွန်ခဲ့တဲ့နှစ်တွေက ဖြစ်ပွားခဲ့တဲ့ လူသတ်မှု\nတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတယ်ဆိုတာကိုပါ ဂျိုအန် သိလိုက်ရတဲ့အခါမှာ ဘာတွေ\nဆက်ဖြစ်လာနိုင်လဲဆိုတာကို အလှည့်အပြောင်းများစွာနဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းလေး တစ်ပုဒ်ပါ။ဒီထဲမှာဆိုရင်ဖြင့် ဆယ်ကျော်သက်တွေရဲ့ စပ်ကူးမတ်ကူးကာလတွေမှာ တွေ့ကြုံရတဲ့\nမိဘတွေရဲ့ ခံစားချက်တွေကိုလည်း တွေ့မြင်ရဦးမှာပါ။ ထင်မှတ်မထားတဲ့ အပြောင်း\nအလဲတွေနဲ့ ကြည့်ရှု့ရတာ တန်တဲ့ Crime, Drama, Thriller ဇာတ်‌ကားတစ်ကားပဲ\nဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May ...",
        "rating": "5.6",
        "url": "https://megaup.net/1674i/Bad.Influence.2022.720p,WebRip[CM].mp4",
        "category": "Crime, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/heart-parade-139x200.jpg",
        "title": "Heart Parade (2022)",
        "description": "Heart Parade (2022)ဒီနေ့မှာတော့ Netflix movie လေးတစ်ကားဖြစ်တဲ့ Polish romance ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အမောင်ခွေးတို့ရေးတဲ့ရွှေဖူးစာလို့ပဲပြောရမလား .. Magda က နာမည်ကြီးရုပ်မြင်သံကြားအစီအစဥ်ရဲ့ထူးချွန်ဝန်ထမ်းတစ်ယောက်ပါ။ အနာဂတ်မှာ programming ဒါရိုက်တာရာထူးကို လက်လွှဲယူဖို့အလားအလာအများကြီးရှိတဲ့သူဆိုရင်လည်း မမှားဘူးပေါ့။ လက်ရှိဒါရိုက်တာမှာ Tod လို့ခေါ်တဲ့ခွေးလေးတစ်ကောင်ရှိတယ်။ ဒီကားလေးရဲ့ထူးခြားချက်က တစ်ကားလုံးမှာ ပါသမျှခွေးတွေအကုန်လုံးကDachshund လို့ခေါ်တဲ့ အလျားရှည်ခွေးပုလေးတွေချည်းပါပဲ။ အကုန်လုံးက Hot Dog ချောင်းလေးတွေလိုချစ်စရာလေးတွေပါ:3 ဆက်ရရင် ဒါရိုက်တာရာထူးကို လက်လွှဲယူရတဲ့ Magda က ခွေးလုံးဝမချစ်တတ်ပေမယ့်သခင်မဖြစ်သူကိုဖားပြီး Tod ရဲ့ဝေယျာဝေစ္စတွေ အကုန်လုပ်ရတယ်ပေါ့။ ဒီလိုနဲ့တစ်နေ့မှာတော့ Magda ရဲ့ပေါ့ဆမှုTod တစ်ကောင်နေမကောင်းဖြစ်သွားတာမို့ ဒါရိုက်တာကစိတ်ဆိုးပြီး Magda ကို အလုပ်ထုတ်လိုက်ပါတော့တယ်။  တစ်ဖက်မှာလည်း သားဖြစ်သူ Karol ရယ် Trombone လို့ခေါ်တဲ့ခွေးလေးရယ်နဲ့ ဘဝကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေတဲ့Krzystof က ဇနီးဖြစ်သူဆုံးပါးပြီးတဲ့နောက် အချစ်သစ်မရှာတော့ဘဲ သားဖြစ်သူကိုတစ်ယောက်တည်းပျိုးထောင်နေတဲ့ ဖခင်တစ်ယောက်ပါ။ လက်ရှိမှာ Dachshundပွဲဈေးတန်းလေးကို ...",
        "rating": "4.9",
        "url": "https://megaup.net/16417/Heart.Parade.2022.POLISH.720p.WEBRip.AAC2.0CH.YK(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insertgood-1-161x200.jpg",
        "title": "Good Luck to You, Leo Grande (2022)",
        "description": "လီယို ဆိုတဲ့ ကောင်လေး တစ်ယောက်ရှိတယ်...သူက လိင်လုပ်သားဘ၀နဲ့ အသက်မွေး၀မ်းကြောင်းပြုနေတဲ့သူပေါ့ သို့ပေမယ့် သူ့ဘ၀ သူ့အလုပ်ကို သူဂုဏ်ယူတယ် တစ်နေ့တော့ ဖောက်သည်တစ်‌ယောက် သူ ‌အော်ဒါ ရလေရဲ့ သူ့နာမည်ကတော့ နန်စီပါ ... ဓမ္မပညာရေး ကို သူ့ဘ၀တစ်လျှောက်လုံး သင်ပေးလာခဲ့တဲ့ အငြိမ်းစားကျောင်းဆရာမတစ်ဦး... ရိုးရိုးရှင်းရှင်း ဆိုတာထက်ကို ပျင်းစရာကောင်းလောက်တဲ့ဘ၀မျိုး ဖြတ်သန်းလာခဲ့တဲ့ အမျိုးသမီးကြီးတစ်ဦး...နောက်ဆုံးတော့ သူမဘ၀မှာ တစ်ခုခုတော့ စွဲထင်ကျန်ရစ်ခဲ့ဖို့အတွက် လိင်လုပ်သား ကောင်လေး လီယို ကို ငှားခဲ့တယ် နှစ်ယောက်သား တွေ့ဆုံမှုဟာ ဟိုတယ်အခန်းလေးတစ်ခန်းထဲမှာပဲ ဖြစ်သလို ဇာတ်လမ်းတစ်၀က်ကျော်ကျော်လောက်ဟာလည်း ဒီ အခန်းလေးထဲမှာပဲ ပြီးဆုံးသွားမယ် ဒါပေမယ့် ဟိုတယ်ခန်းလေးထဲမှာပဲ စိတ်၀င်စားစရာကောင်းလောက်အောင်ကို ရိုက်ပြသွားတယ် အငြိမ်းစားကျောင်းဆရာမတစ်ဦးက ဘ၀ကို ဘယ်လိုဖြတ်သန်းလာခဲ့လဲ ? ဘာ စိတ်လှုပ်ရှားတက်ကြွစရာမှမရှိဘဲ ပုံစံခွက်ထဲ နေသားကျလာခဲ့တဲ့ နန်စီရဲ့ ဘ၀ဟာ လီယိုနဲ့ အဲဒီအခန်းကျဉ်းလေးထဲ တွေ့ဆုံပြီးနောက်မှာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2rYaj/Good.Luck.to.You.Leo.Grande.2022._720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOGM4Njk0MWQtODk2NS00NDU2LTg5YzctOGYyZDM0MzUxMzRmXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Benediction (2022)",
        "description": "နာမည်ကျော်အင်္ဂလိပ်ကဗျာဆရာ Siegfried Sassoon ရဲ့ဘ၀အကြောင်းရိုက်ထားတဲ့ ကားလေးပါ။Siegfried ဟာပထမကမ္ဘာစစ်တုန်းက မျိုးချစ်စိတ်အပြည့်နဲ့ စစ်ထဲ၀င်ပြီးပြောင်မြောက်စွာ‌တာ၀န်ထမ်းဆောင်ခဲ့လို့ ဆုတံဆိပ်တွေရရှိခဲ့ပါတယ်။ဒါပေမယ့် သူဟာစစ်ရဲ့ အနိဋသာရုံတွေကိုမြင်အပြီးမှာ စစ်ကိုကြာရှည်အောင်လုပ်နေတဲ့ နိုင်ငံရေးသမားတွေကို စိတ်ပျက်ပြီး စစ်ဆန့်ကျင်ရေးကဗျာတွေကိုရေးသားပါတယ်။သူ့ရဲ့စစ်ဆန့်ကျင်ရေးဝါဒတွေကြောင့် သူ့ကိုစစ်ခုံရုံးမတင်ဘဲ စိတ်ကျန်းမာရေး‌မကောင်းဘူးဆိုပြီး ဆေးရုံကိုပို့ပါတယ်။အဲဒီမှာ သူဟာမိတ်ဆွေအသစ်တွေရပြီး သူ့ရဲ့လျှို့ဝှက်ထားတဲ့ လိင်ကိစ္စကိုစတင်တွေ့ရှိပါတယ်။ ဒီရုပ်ရှင်မှာ သူနဲ့တွဲခဲ့တဲ့ချစ်သူတွေနဲ့ ဆက်ဆံရေးအကြောင်းအပြင် သူ့ကဗျာပေါင်းများစွာလည်း ပါ၀င်ပါတယ်။Siegfried ရဲ့ငယ်ဘ၀နဲ့ ကြီးဘ၀ကိုတလှည့်စီပြထားပြီး လူသဘောသဘာ၀ကို ကဗျာတွေနဲ့အတူရိုက်ပြထားပါတယ်။\nဒါရိုက်တာ Terence Davis ရိုက်ကူးထားပြီး Jack Lowden,Calam Lynch,Peter Capaldi,Kate Phillips တို့ပါ၀င်ထားပါတယ်။\nဖြည်းဖြည်းအေးအေးလေးခံစားရမယ့် ကားမျိုးပါ။\nRotten tomatoes-94%\nMetacritic-75% File size…(1.5 GB)/(827MB)/(391MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Drama, Biography, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "7",
        "url": "https://megaup.net/2rYax/Benediction.2022._720p(CM).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-5-4956fd94a9-113x200.jpg",
        "title": "Barefoot Immortal ( 2022 )",
        "description": "နတ်ပြည်မှာ 'ခြေဗလာနတ်မင်း' လို့ခေါ်တဲ့နတ်တစ်ပါးရှိတယ်။\nဝတ်ပုံစားပုံနေပုံထိုင်ပုံကလည်း\nနတ်တို့ရဲ့ဂုဏ်သရေနဲ့လားလားမျှမအပ်စပ်တဲ့အပြင်\nပေါင်းသင်းဆက်ဆံရေးစွမ်းရည်ကလည်း\nအင်မတန်ကောင်းတာမို့ ဘယ်သူနဲ့မှမတည့်ဘဲ\nနတ်တိုင်းရဲ့မျက်မုန်းကျိုးရာဖြစ်နေပါတယ်။အဲ့လိုဘယ်သူနဲ့မှမတည့်တဲ့ချဥ်ဖတ်ဖြစ်နေပေမယ့်\nသူ့မှာ \"ရူယီ\" လို့ခေါ်တဲ့နတ်လက်နက်ရှိတယ်။\nအဲ့လက်နက်ကအတော်စွမ်းတာကြောင့်\nသူ့ကိုမကြည်ကြသော်လည်း ပြန်မလှန်ရဲကြဘူးဆိုပါတော့။ဒီလိုနဲ့တစ်နေ့မှာ ခြေဗလာနတ်မင်းတစ်ယောက်\nမက်မွန်သီးပွဲတော်မှာအသောက်လွန်ရင်း\nဒယိမ်းဒယိုင်နဲ့အပြန်မှာ ခြေချော်လက်ချော်နဲ့\nသူ့ရဲ့အသက်တမျှအရေးကြီးလှတဲ့ 'ရူယီ' ဟာ\nကောင်းကင်ပေါ်ကနေပြုတ်ကျသွားပါလေရော။\nအဲ့တော့ ခြေဗလာတို့ခေါင်းမီးတောက်ပြီလေ။ချက်ချင်းပြန်ရှာဖို့ ချက်ချင်းကိုကောင်းကင်ပေါ်ကခုန်ချခဲ့ပေမယ့်\n'လူ့ပြည်တစ်ရက် နတ်ပြည်တစ်က္ကန့်' ဆိူသလိုပဲ\nသူလူ့ပြည်ကိုရောက်တဲ့အချိန်မှာ လအတော်ကြာနေပါပြီ။\nသူ့ရဲ့လက်နက်ကျသွားရာနေရာ​​ကဖြစ်တဲ့\nကျီရှန်းရွာလေးကတော့ 'ရူယီ' ကိုရတနာအဖြစ်\nသေချာထိန်းသိမ်းစောင့်ရှောက်ထားလို့နေပါပြီ။\nလက်နက်ကြောင့်မိစ္ဆာတွေရဲ့နှောင့်ယှက်ခြင်းကိုလည်းခဏခဏခံနေရပါတယ်။ခြေဗလာနတ်ဟာသူ့လက်နက်ကိုပြန်တောင်းပေမယ့်\nရွာသားတွေကတော့သူ့ကိုမယုံဘဲပြန်မပေးကြပါဘူး။\nသူကလည်း လက်နက်ပြန်ရမှကောင်းကင်ကို\nပြန်တက်လို့ရမှာဆိုတော့ ဘယ်လိုကြိုးစားပြီးပြန်ယူလေမလဲ။ခြေဗလာနတ်မင်းဟာသေမျိုးလောကမှာနေရင်းနဲ့\nတဖြည်းဖြည်းရင့်ကျက်ပြီး စာနာရိုင်းပင်းတတ်တဲ့\nနတ်တစ်ပါးဖြစ်လာပုံကို ဟာသလေးတွေနှောပြီးရိုက်ကူးထားတာ​ကြောင့်\nပျင်းစရာကောင်းမနေဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Comedy\nRuntime : 82 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon , Chu Chu , Yin Wai Phyo\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/barefoot-immortal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2McwkzqZ5uOZsBOGEjCDRni8Qf7.jpg",
        "title": "Trees of Peace (2022)",
        "description": "Trees of Peace (2022)လူမျိုးသုဉ်းသတ်ဖြတ်မှုအကြောင်း ရုပ်ရှင်တွေ စီအမ်မှာ တော်တော်လည်း မနည်းတော့ပါဘူး။\nကမ္ဘာကြီးဟာ ကျွန်တော်တို့ထင်တာထက် ရက်စက်တဲ့နေရာတစ်ခုဖြစ်ကြောင်း\nသက်သေပြခဲ့တဲ့အဖြစ်အပျက်တွေကို ရိုက်ပြထားတဲ့ ရုပ်ရှင်တွေပေါ့။\nဒီတစ်ခါ လူမျိုးသုဉ်းသတ်ဖြတ်မှုကတော့ အရှေ့အာဖရိကက ရဝမ်ဒါဆိုတဲ့နေရာလေးမှာ\n၁၉၉၄မှာ ဖြစ်ပွားခဲ့တဲ့ ရဝမ်ဒါလူမျိုးသုဉ်းသတ်ဖြတ်မှုအကြောင်းပါ။\nဟူးတူးနဲ့ တက်စီဆိုပြီး အဓိကလူမျိုးစုနှစ်ခုရှိနေရာက\nဟူးတူးတွေက တက်စီတွေကိုသာမက ဟူးတူးပဲ ကျန်ရမယ်ဆိုပြီး\nအစွန်းမရောက်တဲ့ဟူးတူးတွေကိုပါ ရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့တဲ့ သတ်ဖြတ်မှုကြီးပါ။ဒီလိုသတ်ဖြတ်မှုတွေစစချင်းမှာ မတူညီတဲ့နောက်ခံ မတူညီတဲ့အခြေအနေအမျိုးမျိုးက\nအမျိုးသမီးလေးယောက်ဟာ မြေတိုက်ခန်းတစ်ခုမှာပုန်းနေခဲ့တယ်။\nအန်းဖရန့်လိုပေါ့။ ဒီအခန်းကျဉ်းလေးမှာ ရက်ပေါင်းများစွာပုန်းနေရခြင်း\nသူတို့စိတ်တွေကို တတိတိလှိုက်စားခဲ့တာတွေကိုပြထားတယ်။\nအမေရိကန်ရယ် ဟူးတူးရယ် တက်စီရယ် လူမျိုးစုတွေ အယူဝါဒတွေမတူကြတော့ ပြဿနာတွေလည်း တက်တယ်။\nအပြင်က ရက်ရက်စက်စက်သတ်ဖြတ်မယ့်လူတွေရယ်\nအထဲကပြဿနာတွေရယ်ကြား ဘေးကြပ်နံကြပ်နဲ့နေနေရတဲ့ အကြောင်းတွေပါပဲ။\nဒီလိုနေရာကျဉ်းကျဉ်းလေးမှာ ရက်ပေါင်းများစွာနေလိုက်ရတဲ့နောက်\nအပြစ်ရှိစိတ်တွေ ယုံကြည်ချက်တွေကြား စိတ်တွေပါ ရူးမလိုလိုဖြစ်ကုန်ကြတာကို ပြထားတဲ့ရုပ်ရှင်ပါ။\nပြီးတော့ လွတ်မြောက်ဖို့နဲ့ ငြိမ်းချမ်းရေးဆိုတဲ့ မျှော်လင့်ချက်အကြေင်းရောပေါ့။ဒီကာလမှာ အမျိုးသမီး၅သိန်းဝန်းကျင်လည်း မုဒိန်းကျင့်သတ်ဖြတ်ခံခဲ့ရပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ကံကောင်ခဲ့းတဲ့ အမျိုးသမီးလေးယောက်ကို ပြထားတာပါ။\nသူတို့ကံကောင်းတယ်ဆိုတာတောင် ဘယ်လောက်ခက်ခဲခဲ့လဲ ကောင်းကောင်းကြီး ပြထားတဲ့ ရုပ်ရှင်ဆိုတော့\nကံဆိုးခဲ့တဲ့အမျိုးသမီး ၅သိန်းအကြောင်းကိုတော့ ကျွန်တော်တို့ ကြည့်ရက်စရာမရှိဘူးပေါ့။အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/37Viu/Trees.of.Peace.2022.NF.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1j5ENmVTeBPBHnmCooR4gUb1cFg.jpg",
        "title": "Pa-Thirsty (2022)",
        "description": "Pa-Thirsty (2022)ဒီတစ်ခါမှာ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားကတော့\nဖိလစ်ပိုင် အချစ်ဟာသဇာတ်ကားလေးပဲ ဖြစ်ပါတယ် ။အားလပ်ရက်မှာ အချစ်ငတ်နေတာကို ဖြေဖျောက်ဖို့ အခင်ဆုံးသူငယ်ချင်း နှစ်ယောက် ဖြစ်တဲ့ Kween Pearl နဲ့ Kween Achilles တို့\nခရီးထွက်လာရာကန ကောင််လေးတစ်ယောက်တည်းကို အတူတူချစ်မိသွားပါတော့တယ် ။အချစ်ကိုရှာဖွေရာကနေ အချစ်အတွက် တိုက်ပွဲဝင်ကြတဲ့ Kween PEARL နဲ့\nKween ACHILLES တို့ သူငယ်ချင်းနှစ်ယောက်ကြား ဘာတွေဆက်ဖြစ်လာဦးမှာလဲ ။LGBT တွေရဲ့ အကြောင်းကို ရိုက်ပြထားတာမလို့ စိတ်ဝင်စားဖွယ်ရာ အကြောင်းအရာတစ်ချို့ကိုလည်း သိမြင်နိုင်ဦးမှာပါ ။ဒီကားလေးထဲမှာ အချစ်က ဘယ် gender အတွက်ဆိုပြီး ခွဲခြားထားခြင်းမရှိဘဲ\nလူတိုင်းက တန်းတူ အချစ်ခံထိုက်ကြောင်းကိုလည်း ပြသထားပါတယ် ။***** မသင့်တော်တဲ့ အခန်းတစ်ချို့ရယ် စကားလုံးခပ်ကြမ်းကြမ်းတွေရယ်ကြောင့်\n18+ အဖြစ် သတ်မှတ်ထားလို့ လူကြီးတွေနဲ့ အတူတူ မကြည့်မိဖို့ သတိပေးချင်ပါတယ် ။ *****အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/1LPr2/Pa-Thirsty.2022.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/play-check-136x200.jpg",
        "title": "Paycheck (2003)",
        "description": "Paycheck ( 2003 ) ပရိသတ်တို့ရဲ့ အချစ်တော်မင်းသားကြီး Ben Affleck ရဲ့ 2003 ခုနှစ်ကတည်းက ထွက်ရှိထားတဲ့ Action ဇာတ်ကားကောင်းဖြစ်ပါတယ်။ နည်းပညာအသစ်အဆန်းတွေကို သူများထက်သာလွန်ပြီး လျင်မြန်တဲ့ နည်းလမ်းတွေနဲ့ ဖန်တီးတည်ဆောက်နိုင်တဲ့ အင်ဂျင်နီယာလေး မိုက်ခ်ဟာ သူ့ရဲ့ဦးနှောက်ကို ပိုက်ဆံတွေနဲ့ အလဲအလှယ်လုပ်လေ့ရှိပါတယ်။တစ်နေ့တော့ သူ့သူငယ်ချင်း ဂျင်မီရဲ့ ငွေမက်လုံးပေးမှုကြောင့် သူ့ရဲ့သုံးနှစ်တာကို ထုံးစံအတိုင်း အရောင်းအဝယ်လုပ်ဖို့ ကြိုးစားရာကနေ သူ့ဘဝအလှည့်အပြောင်းကြုံလာခဲ့ပါတယ်။ သူတည်ဆောက်ခဲ့တာက ဘယ်လိုမျိုးနည်းပညာဖြစ်ပြီး ဘယ်လိုမျိုး ကိုယ့်ရှူးကိုယ်ပတ်ပြီး ကြားထဲမှာ လမ်းကြုံ ချစ်ရသူဒေါက်တာမလေးနဲ့ ဒရမ်မာခင်းတာတွေလည်း ပါဝင်ပါတယ်။ကြည့်ရတန်တဲ့ဇာတ်လမ်းဖြစ်တာမို့ စဥ်းစားမနေဘဲ Playlist ထဲထည့်ဖို့ အကြံပြုချင်ပါတယ်ရှင်။ File size…(2.64GB/(1.35GB)/(677MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:59:00\nGenre...Action / Mystery / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/161uk/Paycheck.2003.720p.(CM).mp4",
        "category": "Action, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1RUeWAT32bkkZODm4xRlrNNFYC.jpg",
        "title": "Manmatha Leelai (2022)",
        "description": "Manmatha Leela (2022)IMDb 6/10\nပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်ပြီး Romance/Comedy/ Thriller\nအမျိုးအစားဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းက ဖြစ်ရပ်နှစ်ခုကိုယှဉ်ပြီးရိုက်ပြထားတာပါ ရာနဲ့ ဆာသရာဆိုတဲ့\nသူငယ်ချင်းနှစ်ယောက်ရဲ့ တစ်ချိန်တည်းမှာပဲလုပ်မိကြတဲ့အမှားတွေကိုယှဉ်ပြထားပါတယ်\nဒီဇိုင်နာတစ်ယောက်ဖြစ်တဲ့ဆာသရာက ဒိတ်ဒိတ်ကြဲနာမည်ကြီးသူတစ်ယောက်ပါရာကတော့သာမန်လူတစ်ယောက်ဖြစ်ပြီး သူတို့နှစ်ယောက်က တစ်ချိန်တည်းမှာပဲ\nမိန်းကလေးနှစ်ယောက်နဲ့ပတ်သက်မိသွားပါတယ် ရာတို့အတွဲကလိုင်းပေါ်ကနေချစ်ကြိုက်ပြီး\nအပြင်မှာသွားတွေ့တဲ့အချိန်မှာ မထင်မှတ်တာတွေဖြစ်ပေါ်လာပါတော့တယ်\nအချဉ်ဖမ်းမယ်လို့ရည်ရွယ်ပြီး ဘယ်သူမှမရှိချိန်ကောင်မလေးအိမ်ကိုလိုက်သွားခဲ့တဲ့\nရာတစ်ယောက် ဘယ်လိုတွေကြုံတွေ့ရမလဲ တစ်ချိန်တည်းမှာပဲ ဆာသရာ့ဆီ\nညဘက်မိုးရွာနေချိန်အိမ်လိပ်စာမှားပြီး အလန်းစား\nကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပြီးနောက် သူရောဘာတွေဆက်ဖြစ်သွားမလဲ\nဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့်ဘဝကြီးတစ်ခုလုံးပြောင်းလဲသွားတဲ့အခါ\nသူတို့တွေဘယ်လိုကြံကြံခံသွားမလဲ ဟာသခန်းတွေကိုတောင် ရင်တထိတ်ထိတ်နဲ့\nကြည့်ရှုရမယ့်အပိုင်းတွေပါဝင်တာကြောင့် စိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်တင်ဆက်ပေးလိုက်ရပါတယ်  \nFile size…1.96GB / 950MB\nQuality…1080p TRUE WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honeyey & Yunni & GuuGuu",
        "rating": "6.0",
        "url": "https://megaup.net/163dq/Manmatha_Leela_(2022)_Telugu_TRUE_WEB-DL_.720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Comedy, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/rise-135x200.png",
        "title": "Rise (2022)",
        "description": "Rise (2022)==========IMDb Rating  7.2/10Disney +က​နေ အသစ်ထွက်ရှိထားတဲ့ Sport Drama ဖြစ်ရပ်မှန်\nဇာတ်လမ်းတစ်ခုကို တင်ဆက်​ပေးချင်ပါတယ်။ IMDb ratingမှာ\n7.2 ရရှိထားပါတယ်။နိုင်ဂျီရီးယားနိုင်ငံက​နေ \"တစ်ရွာမ​​ပြောင်း သူ​ကောင်းမ​ဖြစ်\"ဆိုတဲ့\nစကားနဲ့အညီ ဂရိနိုင်ငံကို ​ရွေ​ပြောင်းလာကြတဲ့ ချားစ်နဲ့ ဗာရိုနီကာ\nအဒီတိုကွန်ဘို လင်မယား၂​ယောက်ဟာ သား၄​ယောက်နဲ့ အတူတူ\nတရားမဝင်နိုင်ငံသားဖြစ်​ရတဲ့ ဒုက္ခ​တွေကို ခါးစည်းခံ​နေကြတာပါ။\nဒီထဲကမှ အကြီးဆုံးသား၂​ယောက်ဖြစ်တဲ့ သန်နာဆစ်နှင့် ဂီယန်နစ်\n၂​ယောက်က ဘတ်စကတ်​ဘောကို အ​တော်​ဝါသနာကြီးပြီး အဆင့်\nတစ်ခု​ရောက်​အောင် ကြိုးစား​နေသူ​တွေပါ။ အစ်ကို သန်နာဆစ်က\nပါရမီရှိပေမယ့် ဒဏ်ရာ​​ကြောင့် ​တက်လမ်း​နှောင့်​နှေးသွားပါတယ်။ညီဖြစ်တဲ့ ဂီယန်နစ်က​တော့ ဘတ်စကတ်​ဘောမှာ လုံးဝထူးချွန်သူ\nမဟုတ်​ပေမယ့် ကြိုးစားမှုနဲ့အတူ ​​အေးဂျင့်​တွေ စိတ်ဝင်စားတာကို\nရထားသူပါ။ ဒါ​ပေမဲ့ တရားဝင်နိုင်ငံသားမဟုတ်တဲ့ ပြဿနာ​တွေ ၊\nအဆက်အသွယ်မရှိတဲ့ ပြဿနာ​အပြင် နိုင်ငံရပ်ခြားမှာ မိသားစုနှင့်\nခွဲခွာကစားရမယ့်အဖြစ်က​နေ ကမ္ဘာ​ကျော် NBA ပြိုင်ပွဲလူ​​​ရွေးပွဲကို\nကံကြမ္မာရဲ့ ​ဖေးမမှုနဲ့အတူ ဝင်​ရောက်ခွင့်ရသွားပါတယ်။ ရလာတဲ့\nအခွင့်အ​ရေးကို ဂီယန်နစ်အသုံးချနိုင်မှာလား၊ သူ​ခါးစည်းခံထားတဲ့\nမိသားစုပြဿနာ​တွေကို ဘတ်စကတ်​ဘောသမားဘဝက ​ဖြေရှင်း\nနိုင်မလားဆိုတာကို ကြည့်ရှုခံစားရမှာပါ။ဒီကားထဲက အန်တီတိုကွမ်ပိုညီအစ်ကို​တွေဟာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1LYru/Rise.2022.720p.DSNP.WEB-DL.DDP5.1.Atmos.CM.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/7d13664d-c01a-44c3-b0bd-bc6b13220453-133x200.jpg",
        "title": "The Gift (2015)",
        "description": "The Gift (2015) ~ IMDb - 7/10, Rotten Tomatoes - 91% ~ဇာတ်ကားနာမည်က \"လက်ဆောင်\" တဲ့။ဘာလက်ဆောင်လဲဆိုတော့ ဇာတ်ဆောင် လင်မယားနှစ်ယောက် အိမ်အသစ်ကို ပြောင်းလာကြတယ်။ အဲဒီမှာ ယောက်ျားရဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်နဲ့တွေ့တယ်။ အဲဒီသူငယ်ချင်းက လက်ဆောင်တွေ ဇွတ်လာပေးနေတာပါပဲ။ အိမ်ကို လူမရှိတဲ့အချိန်ဝင်ပြီး လက်ဆောင်ပေးတတ်သေးတယ်။တကယ်ကို ကြောင်တောင်တောင်ကောင်ပါပဲ။ မိန်းမဖြစ်သူကတော့ သဘောကောင်းတယ်ဆိုပြီး ခင်ပေမဲ့ ယောက်ျားဖြစ်သူကတော့ ခါးခါးသီးသီးဖြစ်နေပါတယ်။ သူတို့ငယ်သူငယ်ချင်းတွေ... ငယ်ငယ်က ဘယ်အကြောင်းတွေကြောင့် ဒီလိုတွေဖြစ်နေလဲဆိုတာ စိတ်ဝင်စားစရာကြည့်ရမှာပါ။ဒါပေမဲ့ ဇာတ်ကားနာမည်လက်ဆောင်ဆိုတာက အဲဒီလက်ဆောင်တွေထက် ကျွန်တော်တို့ရဲ့ တီထွင်ဖန်တီးနိုင်စွမ်း စကားပြောနိုင်တဲ့ အစွမ်းကို ရည်ညွှန်းတယ်ထင်ပါတယ်။ အဲဒီလက်ဆောင်က သုံးတတ်ရင် ဆေးဖြစ်သလို မသုံးတတ်ရင် ဘေးဖြစ်တတ်တယ်ဆိုတာ ပြချင်တဲ့ စိတ်ဝင်စားစရာ Thriller, Mystery ဇာတ်ကားလေးတစ်ကားပေါ့။ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကလည်း နှယ်နှယ်ရရတွေမဟုတ်ပါဘူး။ Ozark နဲ့ ကျွန်တော်တို့သိကြမယ့် ...",
        "rating": "7",
        "url": "https://megaup.net/1M0xe/(CM)_The_Gift_(2015)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-5-9583792251-126x200.jpg",
        "title": "The God Of War ( 2022 )",
        "description": "CM ရဲ့ ရှန်းရှချစ်ပရိသတ်တွေအတွက် God of war\nဆိုတဲ့ဇာတ်လမ်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…“ရာထူးနေရာမြင့်မြင့်ရောက်လေလေ တာဝန်ယူရတယ် “\nဆိုတဲ့ စကားလုံးလေးကိုပုံဖော်ပြထားတဲ့ ဇာတ်လမ်းလေးပေါ့…\nမိုးနတ်မင်းက လောကကြီးကယ်တင်ဖို့\nရွေးချယ် ခံထားရတဲ့သူအဖြစ် ရှင်သန်နေတဲ့\nနတ်မျက်စိပိုင်ရှင်ဟာသူ့ဘဝပေးတာဝန်ကို\nထမ်းဆောင်ဖို့အတွက် ခင်မင်သူတစ်စုနဲ့အတူ\nအခက်အခဲတွေတစ်ဆင့်ပြီး တစ်ဆင့်ကျော်ဖြတ်ပြီးနောက်\nနတ်မျက်စိရလိုက်ချိန်မှာသူ့ခင်မင်သူအားလုံးနဲ့\nအလဲထပ်လိုက်ရတဲ့အခါ… ဒီဆုံးရှုံးမှုကြီးကို\nမခံစားနိုင်တာကြောင့် နတ်မျက်စိ အစွမ်း\nတစ်ခဏတာပျောက်ကွယ်သွားခဲ့ပါတယ်…ကဲ ဒီဇာတ်လမ်းထဲက နတ်မျက်စိပိုင်ရှင်ဟာ\nကမ္ဘာမြေကိုကယ်တင်နိုင်မှာလား…\nတကယ်ပဲ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\nချစ်ရခင်ရသူတွေကို ဆုံးရှုံးရမှာလား…\nဘယ်လို မှတ်သားစရာ ကျန်ခဲ့မယ့်\nဇာတ်လမ်းလေးလည်း ဆိုတာ\nရှန်းရှချစ်ပရိသတ်တို့ လက်မနှေးဘဲ\nအမြန်ဒေါင်းကြည့်လိုက်ကြနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Nu Moon , Moon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-god-of-war-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ppn9FFpgD3xlpIB9KVEeDTyxDd.jpg",
        "title": "Pada (2022)",
        "description": "Pada (2022)IMDb Rating 7.9ဒီဇာတ်လမ်းလေးကတော့ ၁၉၆၆မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nအိန္ဒိယနိုင်ငံမှာ မြေယာတွေရဲ့ ဉပဒေကို ထိန်းချုပ်ခန့်ခွဲပြီး မြေယာအခွန်ကောက်ခံတဲ့ တရားဉပဒေပညာရှင်တွေရှိပါတယ်။\n၁၉၆၆မှာ အဲ့ဒီမြေယာခွန်ရှေ့နေတစ်ယောက်ရဲ့ရုံးခန်းထဲကို \"Ayyankali Pada\"တွေလို သူတိုကိုယ်သူတို\nထုတ်ဖော်ပြောကြားတဲ့ လူငါးယောက် ဝင်လာပြီး ကယ်ရလာဉပဒေအဖွဲအစည်းက\nပြင်ဆင်ချက်ထုတ်ခဲ့တဲ့ အာဒီဗာစီမြေယာအက်ဉပဒေကို ပယ်ဖျက်ပေးဖို တောင်းဆိုကြပါတယ်။\nဒါကို မြေယာခွန်ရှေ့နေက လက်မခံတဲ့နောက်မှာ သူတိုဟာ အဲ့လူကို ဓားစားခံအဖြစ်\nဖမ်းဆီးလိုက်ကြပါတယ်။ သူတိုပြောတဲ့စကားကတော့ \"ကျုပ်တိုက မတရားမှုကို စိန်ခေါပြီး\nရင်ဆိုင်တိုက်ခိုက်တဲ့သူတွေပါ\"တဲ့။  ဒီလူတွေဟာ ကြီးမားတဲ့တော်လှန်ရေးအတွက် ပြင်ဆင်နေကြတဲ့သူတွေပါ။ သူတိုရဲ့မြေ၊\nသူတိုရဲ့တောအုပ်၊ သူတိုအိမ်ဖြစ်တဲ့ အာဒီဗာစီကို ထိပါးလာတဲ့ အစိုးရအာဏာပိုင်တွေကို\nရင်ဆိုင်ပြီး မျက်လုံးတစ်လုံး၊ သွားတစ်ချောင်းပြန်လည်တောင်းဆိုဖို စိုင်းပြင်းနေကြတဲ့သူတွေပဲဖြစ်ပါတယ်။\nဘယ်သူမှ ကိုယ်ချစ်ရတဲ့အရာတစ်ခုကို ထိလာရင် သွေးမအေးနိုင်ကြပါဘူး။ ဒါက ကိုယ်တွေရဲ့မြေပါ။\nကိုယ်တွေရဲ့ အိမ်ပါ။ ရဲရဲတောက်နေတဲ့ ဒီလိုစိတ်ထားမျိုးနဲ့ အင်အားကြီးလို လက်ဝါးကြီးအုပ်တဲ့\nအစိုးရကို ဘယ်လို တော်လှန် သွားမလဲဆိုတာကို ဒီကားလေးထဲမှာ ကြည့်ရမှာပဲဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ဟာ နဂိုRatingမြင့်တာအပြင် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1M0sb/Pada.2022.720p.AMZN.WEB-DL.Malay.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbBGSm1kjgmZ0O3bPUQIbA0xlKQ.jpg",
        "title": "Jerry And Marge Go Large (2022)",
        "description": "Jerry And Marge Go Large (2022) ~ IMDb - 6.9/10, Rotten Tomatoes - 62% ~အငြိမ်းစားဘဝဆိုတာ တော်တော်ကို ပျင်းစရာကောင်းတဲ့ ဘဝပါပဲ။ ဂျယ်ရီလို အလုပ်ကြိုးစားတဲ့ စံပြဝန်ထမ်းတစ်ယောက်အတွက်ဆိုရင်တော့ အတိုင်းအထက်အလွန်ပေါ့။၄၂ နှစ်လုံးလုံး အလုပ်ကလွဲပြီး ဘဝရယ်လို့ မယ်မယ်ရရ မရှိခဲ့တဲ့သူပါ။ ကံကောင်းထောက်မလို့ ပါရမီဖြည့်ဖက် မာ့ဂ်ျနဲ့ သားသမီးနှစ်ယောက်တော့ ထွန်းကားခဲ့ပေမဲ့ အလုပ်ကလွဲပြီး ကျန်တာကို မတွေးတတ်တဲ့ သင်္ချာဉာဏ်ကြီးရှင် ဂျယ်ရီ အလုပ်က အငြိမ်းစားယူရတော့မယ်ဆိုတော့ အကြီးအကျယ်စိတ်ဆင်းရဲသွားရပါတယ်။ဝီရိယအားကိုးတဲ့ ဉာဏ်ကြီးရှင် ဂျယ်ရီက ကံကိုအားကိုးတဲ့ ထီကို လုံးဝစိတ်မဝင်စားပါဘူး။ ထီထိုးရမှာတောင်ရှက်နေမိတတ်တဲ့လူမျိုးပါ။ ဒါပေမဲ့ အငြိမ်းစားယူထားတဲ့လူတွေရဲ့ ထုံးစံအတိုင်း စိတ်ဝင်စားစရာရှာဖို့ ဟိုဟိုဒီဒီလျှောက်ကြည့်ရင်း WinFall ထီမှာ ထိုးတိုင်းပေါက်နိုင်တဲ့ ဟာကွက်တစ်ခုကို ရှာတွေ့သွားပါတယ်။ဇာတ်လမ်းကတော့ အဲဒီမှာပဲ စတာပေါ့ဗျာ။သင်္ချာဉာဏ်ကြီးရှင်တစ်ယောက် ဘဝက ဂဏန်းတွေနဲ့ပဲ ဖွဲ့စည်းထားတာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1M0kv/(CM)_Jerry_and_Marge_Go_Large_(2022)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Jul-899-133x200.jpg",
        "title": "(21+) The Birth Of A Next Generation (JUL-899)",
        "description": "ဒီတစ်ယောက်က Cute and Sexy Type လေးပါ\nသူ့ရဲ့ သွားတက်လေးတွေက အသက်ပါပဲ\nရယ်လိုက်ရင် ပြုံးလိုက်ရင် အရမ်းချစ်ဖို့ကောင်းနေရော\nဒါပေမဲ့ သူ့ရဲ့ဆန္ဒတွေကို သူ့ရဲ့ အလှတရားတွေက\nဖုံးကွယ်ထားပါတယ်.......ခုဒီရုပ်ရှင်ကတော့ သူမရဲ့\nပွဲဦးထွက်ရုပ်ရှင်ဖြစ်ပြီး\nသူမရဲ့ဆန္ဒရော အလှကိုရော\nရင်သပ်ရှုမောဖွယ်ချပြသွားမှာပါ       \nFile size…3GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated byKi Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1M0gj/JUL-899.720p.X_Cross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MzUyNzg3NF5BMl5BanBnXkFtZTcwNjk3NDA4Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "People Like Us (2012)",
        "description": "IMDb – 7/10 Star Trek, Wonder Woman စသည့် ဇာတ်ကားတွေနဲ့လူသိများကျော်ကြားတဲ့ မင်းသား Chris Pine ရဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ဖြတ်ပြီးနေလာတဲ့ အဖေရဲ့ဈာပနအတွက် ဇာတိမြို့လေးကို ပြန်လာခဲ့တဲ့ Sam ဟာ သူ့အဖေက သူကြားတောင်မကြားဖူးတဲ့ လူတစ်ယောက်ကို အမွေပေးခဲ့ကြောင်း သူ့အဖေရှေ့နေဆီက သိလိုက်ရပါတယ်။ ဒါတင်မကဘဲ အဲဒီလူဆီကို အဲအမွေပိုက်ဆံသွားပေးပေးဖို့ သူ့ကိုမှာကြားခဲ့တဲ့ သူ့အဖေရဲ့ ညွှန်ကြားချက်ကိုပါတွေ့လိုက်ရတဲ့ Sam ဟာ ထိုသူသည် သူ့အဖေ့ရဲ့တိတ်တိတ်ပုန်းသမီးဖြစ်နေသည်ကို သိလိုက်ရတဲ့အခါ ဘာဆက်လုပ်မလဲ… File size…(1.7 GB)/(840 MB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Chyo",
        "rating": "7.0",
        "url": "https://megaup.net/1fvcv/People.Like.Us.2012.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/mgid-arc-imageassetref-shared.betplus-133x200.jpg",
        "title": "Imani (2023)",
        "description": "IMDb 3.5/10 Rotten tomatoes 70% ဒီကားလေးကတော့ ခုလတ်တလောကမှထွက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် Faith ဆိုတဲ့ အမျိုးသမီးဟာ အတိတ်မေ့ရောဂါကိုခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ သူမရဲ့နေ့စဥ်ဘဝကိုပုံမှန် ဖြတ်သန်း နေနေရာကနေပြီးတော့ သူမရောဂါပြန်သက်သာလာပြီးတော့ မှတ်ဉာဏ်တွေကို အိမ်မက်တွေအဖြစ် ပြန်လည်မြင်ယောင် လာခဲ့တယ်။ တစ်ရက်မှာတော့ သူမဟာပြန်ပေးဆွဲခံရပြီးတော့ ရုတ်တရက် ခေါင်းကိုအရိုက်ခံလိုက်ရ ရာကနေပြီးတော့ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်ရလာတဲ့အချိန်မှာပဲ သူမကိုသတ်ဖို့ကြိုးစားနေတဲ့သူတွေဟာတစ်ယောက်ပြီးတစ်ယောက်ပေါ်လာခဲ့ရာကနေပြီးတော့ ဘယ်လိုတွေဖြေရှင်းသွားလဲဆိုတာကို action ဆန်ဆန်ရိုက်ကူးထားတဲ့ action, mystery , thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…(1.6 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Thura",
        "rating": "",
        "url": "https://megaup.net/2BpmB/Imani.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3XwAV/(CM)_Shin_Kamen_Rider_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://megaup.net/1VE3o/Stand.Up.Guys.2012.720p.(CM).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9OC3EwJlZLRpBAjG7a2oawP7uyo.jpg",
        "title": "Zodiac: What’s Your Sign? (2023)",
        "description": "အားလုံးပဲ ကိုယ်ရဲ့ Zodiac signနဲ့ ကိုယ့်ဖူးစာဖက် ရေစက်ပါမပါစစ်ကြည့်ဖူးကြတယ်မလား...။လိုက်ဖက်ညီတဲ့အတွဲဆို တစ်မျိုး တစ်ဖုံရင်ခုန်ရသလို၊ မလိုက်ဖက်ဘူးဆိုရင်လည်း အတွေးကြပ်ရပြန်ရောလေ...။ဒီဇာတ်ကားလေးထဲမှာတော့ Zodiac signလေးတွေနဲ့အညီ ဖူးစာဖက်ရှာမယ့်ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ...။Zodiacရာသီခွင်က ၁၂ ခုရှိတာဆိုတော့ ကောင်လေးကလည်း ၁၂ ယောက်နဲ့သူတို့ရဲ့ အမူအကျင့် ၁၂မျိုးကို မြင်တွေ့ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေရီရယ်ဟာ ခြေအိတ်ဆိုင်ပိုင်ရှင်လေးဖြစ်ပြီးအကြွေးဝိုင်းဝိုင်းလည်နေတာကြောင့် ဆိုင်ကို အကြွေးနဲ့သိမ်းခံရမယ့်အခြေအနေရောက်နေပါပြီ...။ဒီတော့ ပိုက်ဆံရှာဖို့အတွက် ယုံတမ်းစကားပြိုင်ပွဲလေးတစ်ခုကိုဝင်ပြိုင်ပါလေရော...။ပြိုင်ပွဲအကြောင်းအရာက ပတ်ဝန်းကျင်မှာ ပြောနေကျ ယုံတမ်းစကားတစ်ခုခုကိုဟုတ်လားမဟုတ်လား ဘလော့လေးရိုက်ပေးရမှာပါ...။အေရီရယ်ဟာ ဒီပြိုင်ပွဲအတွက် zodiacအရ မလိုက်ဖက်လည်း ဖူးစာဖက်ဖြစ်နိုင်ကြောင်းသက်သေပြတဲ့ ဘလော့လေးရိုက်ဖို့ zodiac sign 12မျိုး၊ ကောင်လေး ၁၂ယောက်နဲ့ချိန်းတွေ့ပါတော့တယ်...။အေရီရယ်တစ်ယောက် ဖူးစာဖက်ဆိုတာ zodiac signပေါ်ပဲ မမူတည်ကြောင်းသက်သေပြသွားနိုင်မလား၊ သူရဲ့ဖူးစာဖက်ဖြစ်လာမယ့်ကောင်လေးကရောဘယ်signလေးဖြစ်မလဲဆိုတာ ဟော့ဒီ Indonesian Comdey Romancemovie လေးထဲမှာ ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလို့ရပါပြီ...။  File size…1.42GB / 685MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VEa2/Zodiac_What_s_Your_Sign.2023.WEB-DL720P(CM).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hz3L/Rally.Road.Racers.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://megaup.net/1fymt/Headhunter.2023.720p.(CM).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTBjY2VhZmUtNGNjYi00MmZiLWE5ZWEtNjRhZTc3YWQ5MGNhXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-160x200.jpg",
        "title": "[18+] My Father, Myself (2022)",
        "description": "My Father, Myself (2022)မက်သရူးရဲ့ဖခင်ဟာလယ်သမားခေါင်းဆောင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ငယ်ရွယ်စဉ်မှာပဲမလိုသူတွေရဲ့လုပ်ကြံမှုကြောင့်\nသေဆုံးခဲ့ရပါတယ်။ဖခင်သေဆုံးချိန်မှာ သူ့ရဲ့ခေါင်းကိုင်အဖလည်းဖြစ်၊ ဖခင်ဖြစ်သူရဲ့ရှေ့နေ၊အရင်းနှီးဆုံးမိတ်ဆွေ\nတစ်ယောက်ဖြစ်တဲ့ ရောဘတ်ရဲ့စောင့်ရှောက်မှုအောက်ကိုမက်သရူးရောက်ရှိခဲ့ပါတယ်။\nရောဘတ်ရဲ့ဇနီး၊ သမီးဖြစ်သူတို့ကလည်း မက်သရူးကိုအရင်းအချာနဲ့မခြားနွေးနွေးထွေးထွေးကြိုဆိုစောင့်ရှောက်ခဲ့ကြသလို\nပျိုးထောင်မှုကောင်းတွေရရှိခဲ့တဲ့အတွက် မက်သရူးဟာ ပညာရေးမှာပေါက်မြောက်ထူးချွန်ခဲ့ပြီး လိုင်စင်ရရှေ့နေဖြစ်\nဘားစာမေးပွဲကိုပါ ထိပ်ဆုံးက အောင်မြင်ခဲ့ပါတယ်။ဒီအချိန်မှာပဲအရွယ်ရောက်ခံစားချက်တွေပြောင်းလဲလာပြီဖြစ်တဲ့အတွက် ရောဘတ်ရဲ့သမီးငယ် မီကာက သူ့ကိုချစ်တဲ့\nအကြောင်း၊ သူ့မိခင်ကိုယ်တိုင်ကလည်း သဘောတူညီကြောင်းပြောလာခဲ့ပါတယ်။ သိပ်ချစ်ခင်စည်းလုံးကြတဲ့မိသားစုတစ်ခုအနေနဲ့ရော\nပတ်ဝန်းကျင်တစ်ခုလုံးကပါ သူ့ကိုမွေးစားသားလို့သိထားကြတဲ့အတွက်ပါ အနာဂတ်အတွက် ဘာအနှောင့်အယှက်မှမရှိပြေပြစ်ချောမောနေတဲ့\nအခြေအနေတစ်ခုကိုမက်သရူးရော မွေးစားဖခင်ဖြစ်သူ ရောဘတ်ကိုယ်တိုင်ကပါ အင်တင်တင်ဖြစ်နေခဲ့ကြရာကနေ သူတို့မိသားစုအတွက်\nမုန်တိုင်းတစ်ခုအစပျိုးလာပါတော့တယ်။ အဲ့ဒီလျှို့ဝှက်ချက်တွေဘယ်ကစအမြစ်တည်လာခဲ့လဲဆိုတာ ဆက်လက်ရှုစားကြပါ။trailer ထွက်ရှိချိန်မှာ LGBT+ အသိုင်းအဝိုင်းအပေါ်မကောင်းတဲ့ရိုက်ခတ်မှုတွေဖြစ်ပေါ်လာနိုင်တယ်ဆိုတဲ့ စိုးရိမ်တကြီးဝေဖန်ချက်တွေထွက်ပေါ်လာခဲ့ပေမယ့်\nဒါရိုက်တာကတော့ ဒါဟာသူ့မွေးရပ်မြေမှာတကယ်ရှိခဲ့ဖူးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်တဲ့အတွက် ဒီလိုဇာတ်လမ်းတိုင်းဟာ\nအပြုသဘောဖြစ်နေစရာမလိုဘူးလို့ဆိုခဲ့ပါတယ်။\nအငြင်းပွားမှုတွေရှိနေခဲ့ပေမယ့်လည်း Metro Manila Film Festival မှာ ဆန်ကာတင်ဆုခုနှစ်ခုဝင်ခဲ့ပြီး ဆု ၃ ခုဆွတ်ခူးခဲ့ပါသေးတယ်။ဒီဇာတ်လမ်းကိုကြည့်တဲ့အခါ ဆရာမဂျူးရဲ့ ဖေဖေ့သူငယ်ချင်း ဝတ္တုကိုအမှတ်ရစရာဖြစ်ပါလိမ့်မယ်။\nဘယ်နေရာတွေမှာတိုက်ဆိုင်တူညီနေမလဲဆိုတာတော့ ကိုယ်တိုင်အဖြေရှာကြစေချင်ပါတယ်။\nFile size…(1.6 GB) / (710 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:43:23\n...",
        "rating": "",
        "url": "https://megaup.net/2BBxY/(CM)_My.Father.Myself.2022.720p.VMAX.WEB-DL.AAC.x264-RGB.mp4",
        "category": "Adult, BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t2887wOG4BRFqqgucalc7VUzpQL.jpg",
        "title": "Everything Went Fine (2021)",
        "description": "ဒီကားလေးကတော့ Emmanuèle Bernheim လို့ခေါ်တဲ့ပြင်သစ်အမျိုးသမီးတစ်ယောက်ရဲ့ ဘဝအထ္ထုပတ္တိကိုအခြေခံထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Everything Went Fine ဖြစ်ပြီးဘာလို့ဇာတ်ကားကို အားလုံးအဆင်ပြေခဲ့ပါတယ်ဆိုတဲ့နာမည်ကိုပေးထားလဲဆိုတာကိုဇာတ်သိမ်းမှာသိလာရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဧမန်နူရယ်နဲ့ ပါစကယ်တို့ညီအစ်မနှစ်ယောက်ရဲ့အဖေဖြစ်သူ မစ္စတာဘျာမိန်ကရုတ်တရက်ကြီး လေဖြတ်သွားခဲ့ပြီးဆေးရုံမှာအသည်းအသန်ကုသခဲ့ရပါတယ်။ကံကောင်းထောက်မစွာနဲ့ သက်သာလာခဲ့ပေမဲ့လဲလူကြီးဖြစ်တာကလဲတစ်ကြောင်းလေဖြတ်ရောဂါ ဖြစ်တာကတစ်ကြောင်းကြောင့် အရှင်းကြီးတော့ပြန်မသက်သာလာခဲ့ပဲ လူမမာတစ်ယောက်အနေနဲ့ဆေးရုံမှာပဲနေနေရပါတယ်။အဲ့ဒီအချိန် ဆွစ်ဇာလန်မှာနာကျင်ဝေဒနာတွေမခံစားချင်ပဲ သက်တောင့်သက်သာနဲ့ကိုယ့်ကိုယ်ကိုယ် အဆုံးသတ်ချင်နေတဲ့လူတွေအတွက် ဝန်ဆောင်မှုပေးတဲ့နေရာတစ်ခု အကြောင်းကိုမစ္စတာဘျာမိန်သိပြီးနောက်မှာ သူ့ကိုအဲ့ဒီကိုပို့ပေးဖို့အတွက်သူ့သမီးတွေကိုတောင်းဆိုခဲ့ပါတော့တယ်။ ဒီတော့သူ့သမီးဖြစ်သူတွေကလဲ အဖေဖြစ်သူရဲ့စကားကိုမလွန်ဆန်နိုင်တဲ့အတွက်ရင်နာနာနဲ့အဖေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးရတဲ့အကြောင်းတွေကိုအသေးစိတ်မြင်ရမှာပဲဖြစ်ပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ်သူတို့ဆီမှာသူတို့အဖေအဲ့ဒီဆန္ဒကိုပြန်ရုတ်သိမ်းဦးမလားဆိုတဲ့မျှော်လင့်ချက်ကတော့ရှိနေပါသေးတယ်။ဒီလိုနဲ့သူတို့ ဘယ်လိုအခက်အခဲတွေပြဿနာတွေ ကိုစိတ်ခံစားချက်တွေကိုကြုံတွေ့ခဲ့ရပြီးဘယ်လိုဇာတ်သိမ်းသွားမယ်ဆိုတာကို ကြည့်ရှူရမဲ့မိသားစုဒရာမာကားလေးပဲဖြစ်ပါတယ်။  File size…2.05GB / 704MB\nQuality…WEB-Rip 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://megaup.net/3hxSa/Everything.Went.Fine.2021.WEBRip720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjI5YzNiZTktZTRiYy00NzljLTkwMjAtZGVkYTFkZGY3NWI5XkEyXkFqcGdeQXVyMjYzMDIxNw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghost Town (2023)",
        "description": "\"Ghost town\" ဆိုတဲ့နာမည်နဲ့ဇာတ်ကားတွေအများကြီးရှိတဲ့အထဲကမှဒီဇာတ်ကားကတော့ horror သိပ်မဆန်တဲ့ horror/thriller အမျိုးအစားဖြစ်ပြီး ကြောက်စရာထက်ဆန်းကျယ်တာတွေပြည့်နေတဲ့ဇာတ်ကားတစ်ကားပါ ဆိုလိုမွန်မီလာဆိုတဲ့လူတစ်ယောက်ဟာ ခရီးသွားရင်းလူသူသိပ်မရှိတဲ့ခြောက်ကပ်ကပ်မြို့လေးတစ်မြို့ကိုရောက်လာခဲ့ပါတယ် အဲဒီမြို့လေးကအရက်ဘားမှာစားပွဲထိုးအဖြစ်လုပ်ကိုင်ရင်းအားလုံးကတစ်နေ့ထက်တစ်နေ့ထူးဆန်းသထက်ထူးဆန်းလာပါတော့တယ် ဆိုလိုမွန်တစ်ယောက်အဲဒီမြို့လေးမှာလူတွေနဲ့သင့်မြတ်အောင်နေထိုင်ရင်းဘာလို့ထူးဆန်းတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်နေရလဲဆိုတာကိုအဖြေရှာမရဖြစ်နေပါတော့တယ် အဲဒီမြို့ကဘာလို့ထူးဆန်းနေရတာလဲ တကယ်တမ်းမြို့ရဲ့သရုပ်မှန်ကရောဘာလဲ ဆိုတာကိုဆန်းကျယ်မှုတွေအများကြီးနဲ့ကြည့်ရှုရမှာပါ File size…(1.4 GB)/(688 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3hxbg/Ghost.Town.2023.720p.(CM)_(2).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmUxYjY2ZDUtYzUxZi00ZmRkLWFiMjgtZDk3NDFiYjAwOThmXkEyXkFqcGdeQXVyMTM0MzI2NTQ5._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alabama Rose (2022)",
        "description": "IMDb – 4.5/10 ခင်ပွန်းဖြစ်သူ သေဆုံးပြီး ကြေကွဲနေဆဲဖြစ်တဲ့ မယ်ရီဟာ ကိုယ့်ဘဝကိုယ်ရှေ့ဆက်ဖို့ကြိုးစားနေတာပါ အဲလိုနဲ့ သူငယ်ချင်းကအတင်းတိုက်တွန်းရင်း မော်ဒဲလ်စလုပ်ဖြစ်နေတဲ့ မယ်ရီဟာ အိမ်ရောက်သွားရင် သူ့ကိုတစ်ယောက်ယောက် စောင့်ကြည့်နေသလို့ခံစားနေရပါတယ်။ ရဲတွေဆီလည်း ဖုန်းဆက်လွန်းလို့ ရဲစခန်းတောင် သူ့ဖုန်းဆိုရင်မကိုင်တော့ပါဘူး။ အဲလိုမယ်ရီဟာ တစ်နေ့မှာတော့ ခရီးသွားဓါတ်ပုံဆရာတစ်ယောက်နဲ့တွေ့ဆုံရင်း တစ်ဖန်ပြန်ပြီးသူ့ဘဝကို ရှေ့ဆက်နိုင်မလား… သူစောင့်ကြည့်နေသလိုခံစားနေရတာကရော တကယ်ပဲတစ်ယောက်ယောက်ရှိနေလို့လား သူ့စိတ်ကပဲထင်နေတာလားဆိုတာ စောင့်မျှော်ကြည့်ရှုရမဲ့ Thriller/Mystery အမျိုးအစား ဇာတ်ကားလေးပဲဖြစ်ပါတယ် File size…(1.3 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3hxbi/Alabama.Rose.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDNjOWJkMzUtMzY4ZS00NGNkLWE2MzAtOGRhYmIwOGQ1N2EwXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Unstoppable(2023)",
        "description": "Unstoppable (2023)\nIMDb 7.8ဘဝကို အပူအပင်ကင်းကင်းနဲ့ ပျော်ပျော်ကြီး ဖြတ်သန်းနေကြတဲ့ စိတ်တူကိုယ်တူ\nသူငယ်ချင်း၃ယောက်ရှိပါတယ် အလုပ်တစ်ခုကို လုပ်မယ်ဆိုရင် တိုင်ပင်စရာမလို\nတက်တက်ကြွကြွနဲ့ အောင်မြင်အောင်လုပ်တတ်ကြတဲ့ လူငယ် ၃ယောက်ပေါ့တစ်နေ့...သူတို့သုံးယောက် ငွေရှာဖို့ ဖြတ်လမ်းနည်းသုံးခဲ့မိတယ် အဲဒါကတော့ သူတို့၃ယောက်ထဲက\nကောင်လေးတစ်ယောက်ကို မိသားစုတစ်စုက လာတင်တောင်းပါတယ် တင်တောင်းငွေက သိန်း၂၀နဲ့ ရွှေတွေဆိုတော့\nဒီ၃ယောက်က သိန်း၂၀နဲ့ IPL လောင်းကြမယ်ပေါ့ နိုင်ရင် ၁၀ဆို ၂၀ဖြစ် ၂၀ဆို ၄၀ဖြစ်ဆိုပြီး သူဌေးဖြစ် ခွေးဖြစ်\nလောင်းဖို့ကြံရာကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ နာမည်ကိုက Unstoppable ဆိုတော့ကာ\nသူတို့ဘယ်လောက်အထိ မရပ်တန့်နိုင်ဖြစ်ကြမလဲဆိုတာ Plot Twist တွေနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါရှင်အချိန်တွေပိုနေမယ်ဆိုရင်တော့ ကြည့်ပျော်လောက်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ\n(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni~Zwe Yan~V~Cherry~BpL~Moon တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.5GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fFsu/Unstoppable_(2023) Telugu TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDE5MmY4ZDUtNGZmOS00NDBjLWE0MGUtOTQ4ZDgyNjM3MmEyXkEyXkFqcGdeQXVyMTUzOTczNzYx._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Run Rabbit Run (2023)",
        "description": "Netflix​ ရဲ့နောက်ဆုံးထွက် Psychological Horror ရုပ်ရှင်အမျိုးအစားဖြစ်တဲ့ Run Rabbit Run က​ သြစတြေးလျ​ရုပ်​ရှင်​ဖြစ်ပြီး​ ဇွန်​ 28​ ရက်နေ့မှာ Netflix​ မှာ​စတင်ထုတ်လွှင့်ခဲ့ပါတယ်။ ဒီဇာတ်ကားကို Sundance ရုပ်ရှင်​ပွဲတော်​မှာလည်း​ premier အဖြစ်​ပြသခဲ့ပါသေးတယ်။ Succession မှာ​ ပါဝင်ခဲ့တဲ့ Sarah Snook က​ အဓိက​ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်း​အကျဥ်း​ကတော့​ Sarah က​ မျိုး​ဥနဲ့သားအောင်ခြင်းဆိုင်ရာ​ ဆရာဝန်တစ်ဦးဖြစ်ပြီး သဘာဝလွန်ဖြစ်ရပ်များကိုမယုံကြည်သူ လက်တွေ့ကျသူတစ်ဦးဖြစ်ပါတယ်။\nSarah မှာ​ Mia လို့ခေါ်တဲ့သမီးလေးနဲ့အတူရှိပြီး ခင်​ပွန်းဖြစ်သူ​ Pete​ နဲ့ကွာရှင်းထားပါတယ်။ တစ်နေ့​မှာတော့​ သမီးဖြစ်သူ Mia က​ ထူးထူးဆန်းဆန်းအပြုအမူတွေကို​ ပြုမူလာပြီး​ တစ်နေ့​တခြား​ Mia ရဲ့အခြေအနေက ပိုမိုဆိုးရွားလာချိန်မှာတော့ Sarah တစ်ယောက်​ သူမေ့ထားတဲ့အတိတ်ဟောင်းတစ်ခုရဲ့​ခြောက်လှန့်မှုကို​ ရင်ဆိုင်​ရပါတော့တယ်။\nRun​ Rabbit​ Run​ ဇာတ်ကား​က​ စိတ္တဇ​ Horror ဇာတ်ကား​မျိုးဖြစ်ပြီး​ တခြားသော ...",
        "rating": "",
        "url": "https://megaup.net/1Vkj5/Run.Rabbit.Run.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eOp2/Warriors.Two.1978.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHyLErQiingTvJ2xwHGvpyH6bWb.jpg",
        "title": "Mendarat Darurat (2022)",
        "description": "\"တစ်ခုပြောပြမယ်ကွာ ၊ မင်းက ဖောက်ပြန်ပြန် မပြန်ပြန် အရေးမကြီးဘူး....သူကတော့ ဖောက်ပြန်တယ်ပဲ ထင်နေမှာဒါဆိုရင် တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်အနည်းဆုံးတော့ ပျော်ရတာပေါ့....\"အဲ့ဒီလို နားယောင်ကောင်းပြီး အတတ်ကောင်းတွေတတ်မယ့်သူကတော့ အိမ်ထောင်ရှင် ယောကျာ်းဖြစ်တဲ့ ဂလန်ပါ...။အိမ်ထောင်သက်တမ်းကြာလာတဲ့အလျှောက် ဂလန်တစ်ယောက် ဇနီးဖြစ်သူမာယာဆီက ဗျစ်တောက်တောက်နဲ့ နေ့မအားညမနား ဖောက်ပြန်တယ်ချည်းပဲစွပ်စွဲခံရ ပူညံ့ပူညံ့ဆူခံရပါတော့တယ်...။ဘယ်လောက်ထိ ပူညံ့ခံရလည်းဆို အမြဲလိုလို ဘယ်ရောက်‌ရောက်ဘာလုပ်လုပ် ဓာတ်ပုံရိုက်ပြီး မိန်းမကိုအစီရင်ခံတင်ပြရသူပါ...။တကယ်ဖောက်ပြန်တာလည်း မဟုတ်ဘဲ ခဏခဏ နားငြီးလာတော့ပုရိသသားပီပီ ဂလန်ဟာ ရုံးကသူ‌ဌေးမြှောက်ပေးတဲ့ \"တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်\"ဆိုတဲ့ စကားကိုနားယောင်ပြီး ဖောက်ပြန်ဖို့ကြံပါတော့တယ်...။အရံသင့်ချင်တော့ ရုံးကလုပ်ဖော်ကိုင်ဖက်လေး ကာနီယာကလည်းသူ့ကိုသဘောကျနေပြီးသားဖြစ်နေလေရဲ့...။ဒီတော့ ဂလန်တစ်‌ယောက် မိန်းမမသိအောင် ခြေရှုပ်ဖို့ကြံရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ဒီ အင်ဒို comdey romance ကားလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ..။  File size…1.34GB / 650MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.1",
        "url": "https://megaup.net/2BAez/Mendarat_Darurat.2022.WEB-DL720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTY0OTg3MzM1M15BMl5BanBnXkFtZTcwMzAyMzI1Mg@@._V1_-135x200.jpg",
        "title": "Paper Heart (2009)",
        "description": "Paper Heart (2009)\n==============\nIMDb Rating - 6.0/10\" အချစ် \" စကားလေး ၂လုံးတည်းနဲ့ တော်တော်ရှုပ်ထွေးတဲ့အရာပါ။\nအချစ်ဆိုတာဘာလဲ၊ တစ်စုံတစ်ယောက်ကို ချစ်မိသွားရင်ကော ဘယ်\nလိုသိနိုင်မလဲ၊ အစရှိတဲ့မေးခွန်းတွေအတွက် တိကျရေရာတဲ့ အဖြေ\nမရှိပါဘူး လူအမျိုးမျိုး အဓိပ္ပာယ်အဖုံဖုံပေါ့။ အချစ်ကြောင့်ပဲ လူတွေ\nပျော်ရွှင်ကြည်နူးဝမ်းသာကြရသလို၊ အချစ်ကြောင့်ပဲ လူတွေ ဝမ်းနည်း\nပူဆွေးကြေကွဲ ကြရပြန်ပါတယ်။ ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့မကင်းနိုင်\nသေးပါဘူး။ အဲဒီအထဲမှာမှ ရှာလင်းရီလို့ခေါ်တဲ့ ကောင်မလေးတစ်\nယောက်တော့ပါမနေခဲ့ပါဘူး။သူမက အချစ်ကိုလည်းမယုံသလို၊ တစ်စုံ\nတစ်ယောက်ကိုချစ်မိဖို့ကိုလည်း ခက်ခဲနေတဲ့သူပါ။ ဒီလိုနဲ့ \" Paper\nHeart \" လို့ခေါ်တဲ့ ဇာတ်ကားလေးဖြစ်တည်လာပါတော့တယ်။ဒီကားထဲမှာတော့ရှာလင်းရီတစ်ယောက် US ကိုပတ်ရင်း အချစ်ကို\nယုံကြည်လာဖို့အတွက် လူအများစုဆီက အဖြစ်အပျက်တွေ၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံစားချက် ခံယူချက်တွေကို လိုက်လံမေးမြန်းရင်း သူ့ရဲ့\nအချစ်ပေါ်ထားရှိတဲ့ အမြင်ကိုပြောင်းလဲဖို့ ကြိုးစားမှာပဲဖြစ်ပါတယ်။\nရှာလီးရီတစ်ယောက် အဆုံးသတ်မှာ အချစ်ကိုယုံကြည်သွားမလား၊\nသူကိုယ်တိုင်ကရော ချစ်ရသူတစ်ယောက်ကို တွေ့ရှိသွားမလားဆိုတာ\nကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1eThl/Pollen.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dBHVpUMWvSofq7AO1iQ1w9htKvN.jpg",
        "title": "Epitaph(2007)",
        "description": "Epitaph(2007)**************\nEpitaph ရုပ်ရှင်ဇာတ်ကားသည် Jung Sik နဲ့ Jung Bum Sik ညီအစ်ကိုနှစ်ဦး\nရိုက်ကူးထားသော ရုပ်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်သို့ ကျရောက်နေတဲ့\n1942 အစပိုင်းကာလကို အခြေခံထားတဲ့ Horror movie ဖြစ်တယ်...ဒီကားအတွက်ဘက်ဂျက်အများကြီးသုံးထားတယ်လို့လည်းဆိုတယ်...ဆရာဝန် Park Jung Namက အန်းစိမ်းဆေးရုံမှာ အလုပ်သင်အဖြစ် အလုပ်လုပ်ခဲ့စဉ်အချိန်လောက်က\nဓာတ်ပုံအယ်လ်ဘမ်တစ်ခုကို ရှာဖွေတွေ့ရှိခဲ့ရာမှ\nအရင်ငယ်ဘဝအဖြစ်အပျက်များကို ပြန်သတိရလာခဲ့တယ် ....သူ ငယ်စဉ်ကတည်းက ‌မိဘချင်းက သဘောတူပြီး ပေးစားထားတဲ့သူတစ်ယောက် ရှိခဲ့တယ်...မိဘချင်း သဘောတူထားသော်လည်း ‌Jung Nam\nတစ်ယောက် တစ်ခါမှကို မမြင်ဖူးတဲ့သူနဲ့ လက်မထပ်ချင်ခဲ့ပေ ....တစ်နေ့ ရင်ခွဲရုံတွင် တာဝန်ကျရင်း\nသတ်သေထားတဲ့ အလောင်းတစ်လောင်း ခွဲစိတ်ဖို့ တာဝန်ယူရတယ်..ဒီအလောင်းဟာ အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး လွန်စွာလှပတဲ့ သူလေးဖြစ်တော့ဆရာဝန်ဟာ မလုပ်သင့် မစဉ်းစားသင့်တဲ့ဟာတွေ လုပ်ဖို့ဖြစ်လာခဲ့တယ်...အဲဒီနောက်မှ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကိစ္စတွေနဲ့ ခြောက်လန့်မှုတွေ ဆေးရုံမှာ ပေါ်ပေါက်လာတဲ့အခါ ....\nဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BAf8/Epitaph.2007.WEB-DL,720P(CM)_.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tuLYOVsQKz3iX0oUPhJMIzDi4q.jpg",
        "title": "Day Zero (2022)",
        "description": "အောင်လနဲ့ ထိုးသတ်တုန်းကထက် ပိုကြမ်းပြီး ပိုမိုက်မယ့် ဘရန်ဒန် ဗီယာရဲ့ဖိလစ်ပိုင် Zombie ကားကောင်းတစ်ကားလာပါပြီ...။Zombieကားဆိုတော့ ကိုက်မယ်ဆွဲမယ် စတာပါတဲ့အပြင်ဇာတ်လိုက်မင်းသားက US အထူးတပ်သားဟောင်း ဆိုတော့ဖိုက်တင်ခန်းတွေပါ အများကြီးကြည့်ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေမွန်ဟာ အမေရိကန်အထူးတပ်သားဟောင်းဖြစ်ပြီး သူငယ်ချင်းကိစ္စ၊ သူများရန်ပွဲထဲဝင်ပါလွန်းလို့ ထောင်ကျနေရတာပါ...။သူ့မှာ စကားမပြောတတ်နဲ့ သမီးလေးနဲ့ ဇနီးလည်းရှိပါတယ်...။တစ်နေ့ကျတော့ တုပ်ကွေးရောဂါကနေ သန္ဓေပြောင်းပြီး Zombieတွေ‌ပေါ်လာပါတော့တယ်...။ဒီတော့ အေမွန်တစ်ယောက် သမီးနဲ့ ဇနီးကို ကယ်ဖို့ ထောက်ဖောက်၊Zombieတွေနဲ့ တိုက်ခိုက်ပြီး ပွဲကြမ်းပါတော့တယ်...။ဇာတ်လမ်း အစအဆုံး zombie များနဲ့ တိုက်ခိုက်ခန်းတွေ အများကြီးကြည့်ရမယ့် ကားလေးပါ။အဆုံးသတ်မှာ ဘယ်သူတွေ ဘာဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲကြည့်ရှုလို့ရပါပြီ...။  File size…858 MB / 440MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://megaup.net/3Xv6u/Day_Zero.2022.WEB-DL720P(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qd45h7ks3WhGAa8S3MKbMJzK6E7.jpg",
        "title": "Fireflies in the Sun ( 2023 )",
        "description": "ဇာတ်ညွှန်းဆရာ လင်ရိချန်က အချစ်အတွက်သာဆို တစ်ကမ္ဘာလုံးကို\nမီးပြာချပစ်မယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတွေ ရေးလေ့ရှိပါတယ်။\nအဲ့လို ဇာတ်လမ်းတွေကိုရေးတဲ့ လင်ရိချန်ဆီမှာလည်း သူချစ်ရတဲ့\nဇနီးဖြစ်သူ အားလင်နဲ့ သားဖြစ်သူ ရှောင်ချုံ ရှိပါတယ်။ငွေကြေးမပြည့်စုံသည့်တိုင် မိသားစုကလေးက သိုက်သိုက်ဝင်းဝင်း၊\nနွေးနွေးထွေးထွေးပါပဲ။ တစ်နေ့မှာတော့ သားငယ်လေး ရှောင်ချုံဆီ\nနှလုံးရောဂါစွဲကပ်နေပြီလည်း ကြားရော မိဘနှစ်ယောက်စလုံး\nရင်မှာ ဗလောင်ကိုဆူသွားတော့တာပါပဲ။ သားငယ်ရဲ့ ရောဂါကို\nကုသနိုင်ဖို့ ငွေကလည်းအလောတကြီး လိုအပ်နေချိန်ဖြစ်တယ်။ငွေကိုအလောတကြီးရှာနေရင်းနဲ့ပဲ ဆေးရုံအတွင်းက\nအကျင့်ပျက်ခြစားမှူတွေအကြောင်း သိလာရတယ်။\nအကျင့်ပျက်ခြစားသူတို့ရဲ့ လုပ်ရပ်တစ်ခုက သားငယ်လေးရဲ့\nအသက်ကိုပါ ထိပါးလာတဲ့အခါမှာတော့ လင်ရိချန်တစ်ယောက်\nလက်ပိုက်ကြည့်မနေနိုင်တော့ပါဘူး။ သူ့ဇာတ်ကောင်တွေနည်းတူ\nသူကလည်း သားလေးအတွက်၊ မိသားစုအတွက်ဆို လက်နှေးနေမဲ့သူ မဟုတ်ပါဘူး။လက်မနှေးတဲ့အပြင် မိသားစုကိုချစ်တဲ့အချစ်က လှုံ့ဆော်ပေးလိုက်တဲ့\nဒေါသမီးတောက်နဲ့ တစ်ကမ္ဘာလုံးကို ပြာချဖို့ စီစဉ်ပါတော့တယ်။\nသူ ဘယ်လိုဘယ်ပုံတွေလုပ်မယ်ဆိုတာကိုတော့.............\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama , Family\nRuntime : 1h 58 min\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/fireflies-in-the-sun-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVMvi2I6jvWD4WpL7bLuwU7qmPY.jpg",
        "title": "Dive(2022)",
        "description": "Dive(2022)**********\n၂၀၂၂ မှာထွက်ရှိထားတဲ့ Dive ဆိုတဲ့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားကဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲမှာတော့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားမှာဘယ်သူမှမသိအောင်တိုးတိုးတိတ်တိတ်ဖြစ်သွားခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေအကြောင်းကိုပြသထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့မာရီရယ်ဆိုတဲ့နိုင်ငံ့အဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတစ်ယောက်ကပြိုင်ပွဲဝင်နေတဲ့အချိန်မှာသူ့ရဲ့တွဲဖက်ကဒဏ်ရာအကြီးအကျယ်ရသွားခဲ့ပါတယ်။ဖြစ်ချင်တော့ ၂၀၀၄ ခုနှစ်အိုလံပစ်ပြိုင်ပွဲကြီးကလဲနီးလာပြီဖြစ်တော့အကုန်လုံးပျာယာခတ်နေတကြတဲ့အချိန်မှာအသက် ၁၄ နှစ်သာရှိသေးတဲ့နာဒီယာဆိုတဲ့ပါရမီရှင်ကောင်မလေးနဲ့ မာရီယယ်ကိုသူတို့ရဲ့နည်းပြနဲ့တွဲပေးခဲ့ပါတယ်။အဲ့လိုဖြစ်ပြီးသိပ်မကြာခင်မှာပဲကလေးမလေးနာဒီယာရဲ့အမေကသူတို့ရဲ့နည်းပြဟာသူ့သမီးကိုလိင်အကြမ်းဖက်တယ်ဆိုပြီးထစွပ်စွဲပါတော့တယ်။မျက်မြင်သက်သေမရှိတဲ့အပြင်သမီးဖြစ်သူကိုယ်တိုင်ကပါအမေကိုဆန့်ကျင်ပြီးပြောနေလို့အဲ့ဒီအမှုကမြန်မြန်ပဲပျောက်ကွယ်သွားပါတော့တယ်။ဒါပေမယ့်နောက်ပိုင်းမှာတော့မာရီယယ်တစ်ယောက်နည်းပြနဲ့ကောင်မလေးကြားကအပြုအမူတွေဆက်ဆံပုံတွေကိုမသင်္ကာတဲ့အတွက်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေသိလာရမလဲ။ဘယ်သူမှမသိတဲ့မာရီယယ်ကိုယ်တိုင်တောင်မသိတဲ့သူ့ဘဝရဲ့အိပ်မက်ဆိုးကြီးတစ်ခုကလည်းအဲ့ဒီအချိန်မှာထွက်ပေါ်လာပြီးမာရီယယ်ပါအဲ့ဒီအိပ်မက်ဆိုးထဲကရုန်းထွက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size : (1.1GB),&(541MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Sport,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Saw Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2BA8y/Dive(2022).WEB-DL.720P(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/eas-134x200.jpg",
        "title": "A Bronx Tale (1993)",
        "description": "နာမည်ကျော်မင်းသားကြီးတွေဖြစ်ကြတဲ့ Robert De Niro, Chazz Palminteri, Joe Pesci တို့အပြိုင်အဆိုင် ပါ၀င်ထားကြတဲ့ဇာတ်ကားလေးပါ။ Bronx မှာနေတဲ့ Calogero ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ ရပ်ကွက်ထဲက ဘ၀ကို ဇာတ်တည်ထားတာပါ။ Calogero ရဲ့အဖေက ရိုးရိုးသားသား ဘက်စကားမောင်းပြီး အသက်မွေး၀မ်းကြောင်းပြုနေပေမယ့် Calogero ကတော့ ရပ်ကွက်ထဲက ဂိုဏ်းခေါင်းဆောင် Sunny ကိုလေးစားအားကျနေမိပါတယ်။ Calogero လည်းအဖေဖြစ်သူရဲ့ ဖြောင့်မတ်ကြိုးစားဖို့ ဆုံးမစကားတွေနဲ့ Sunny ရဲ့ငွေကြေး အာဏာရမယ့်မက်လုံးတွေကြား လွန်ဆွဲရင်း ကြီးပြင်းလာပုံကို ကြည့်ရှုရမှာပါ။ ရင်ထဲထိပြီး သင်ခန်းစာတွေရမယ့် ဇာတ်ကားကောင်းလေးပါ။ File size…(2 GB)/(1.5 GB)/(900 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama,Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/2yMpu/A.Bronx.Tale.1993.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYWTeTmmRpJot6QBXu1On7L8nvq.jpg",
        "title": "Married by Mistake (2023)",
        "description": "Married by Mistake (2023)IMDb - 5.8ပူပူနွေးနွေး MBAဘွဲ့ရထားတဲ့ ရိုင်လီတစ်ယောက် ငယ်ငယ်တည်းက\nမျှော်မှန်းခဲ့ရာအလုပ်ကို လက်မတင်လေး ဆုံးရှုံးလိုက်ရပါတယ်။\nစိတ်ညစ်ညစ်နဲ့ နိတ်လို့ခေါ်တဲ့ ကျောင်းနေဖက်သူငယ်ချင်းနဲ့အတူ\nမူးကွဲနေအောင်သောက်မိရာက မနက်လင်းတော့ ဘုရားတရပါပြီ။\nဝတ်လစ်စလစ်နဲ့ တစ်ကုတင်တည်းအတူ တက်အိပ်နေကြတဲ့အဖြစ်ကို တွေ့‌လိုက်ရတာပါ။\nလက်သန်းကြွယ်မှာလည်း လက်စွပ်ကိုယ်စီနဲ့ပါပဲ။\nဆိုတော့ မည်သို့မည်ပုံဖြစ်သွားသည် မသိသော်ငြားလည်း\nနိတ်နဲ့ ခေါင်းချင်းရိုက်တိုင်ပင်ကြတော့ အကြံတစ်ခုထွက်လာပါတယ်။\nစီးပွားရေးဘွဲ့လက်မှတ်ကြီးကိုင်ပြီး အလုပ်မရှိလို့ အနာဂတ်ပျောက်နေတဲ့ ရိုင်လီကတစ်ဖက်၊\nမိသားစုစီးပွားရေးလုပ်ငန်းမှာ အရှုံးပေါပြီး ဒေဝါလီခံရလုနီးနီးဖြစ်နေတဲ့ နိတ်ကတစ်ဖက်မို့\nနှစ်ဦးနှစ်ဖက် အကျိုးမယုတ်အောင် လက်ထပ်လျက်သား ဆက်နေပြီး\nနိတ်တို့စီးပွားရေးလုပ်ငန်းကိုပဲ ကူညီလုပ်ကိုင်ပေးဖို့ ဆုံးဖြတ်လိုက်ရပါတယ်။Romanceနဲ့ Comedy ပေါင်းထားပြီး ခေတ်ဆန်တဲ့ စကားအသုံးအနှုန်းတွေ ပါတာကြောင့်\nဇာတ်လေးကြီးတွေ ကြည့်ရတာ ငြီးငွေ့လာသူတွေအဖို့ စိတ်ပြေလက်ပျောက် ပေါ့ပေါ့ပါးပါးကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 642MB ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yQ8l/Married.by.Mistake.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QGAAiBbBC9NiVTHP4i7ioGA6Mk.jpg",
        "title": "Alex/October (2022)",
        "description": "Alex/October (2022)~ IMDb rating - 7.2/10 ~ဒီဇာတ်လမ်းဟာ ကြေကွဲနေတဲ့ လူကြီးတစ်ယောက်နဲ့ လောကကြီးကို ငြီးငွေ့စိတ်ကုန်နေတဲ့ ကောင်မလေးတစ်ယောက်ကြားက ဇာတ်လမ်း။အဲလက်စ်ဆိုတာကတော့ အသက် ၄၀ ကျော်အရွယ် အရက်ဖြတ်ထားရသူ တစ်ဦး။ ငြီးငွေ့ဖွယ်အလုပ်တစ်ခု၊ ဖြေမဆည်နိုင်စရာအတိတ်တစ်ခု၊ ကွာရှင်းထားတဲ့ အိမ်ထောင်တစ်ခု... အဲ့ဒါတွေအားလုံးထက်ပိုပြီး ခုထိ မအောင်မြင်သေးတဲ့ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခြင်းတစ်ခုနဲ့ ဘဝရဲ့ အဆုံးစွန်ကိုရောက်နေတဲ့ သက်လတ်ပိုင်းအကျပ်အတည်းထဲက လူ။အောက်တိုဘာကတော့ ၂၀ ကျော်ကျော် အနုပညာကျောင်း နှစ်ဝက်နဲ့ နားထားတဲ့သူ။ အပေါင်းအသင်းတွေနဲ့ ဆိုးသွမ်းလိုက်၊ ကလပ်လေးတက်လိုက်၊ အလုပ်လေးထွက်လိုက်နဲ့ ဒါပေမဲ့ ဘဝမှာ နေထိုင်ရမယ့်အကြောင်းအရင်း တစ်နည်းပြောရရင် ကိုယ့်ကိုယ်ကိုယ် ပျောက်ဆုံးရင်း အနာဂတ်ကို ရှာမတွေ့သူလေး။အဲလက်စ်က တစ်ရက်မှာ သူ့ကို သတ်ပေးဖို့ လူငှားတဲ့ ပို့စ်တစ်ခု လိုင်းပေါ်တင်ခဲ့ပြီး အောက်တိုဘာလေးက စူးစမ်းလိုစိတ်နဲ့ အလုပ်လက်ခံခဲ့တဲ့အခါမှာတော့ သူတို့ ကိုယ်ပိုင်ဘဝတွေမှာ အံဝင်ခွင်ကျမှုကို ရှာမတွေ့နိုင်ကြတဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cVe4/(CM)_Alex_October_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDjne2UffjOpZAg9cFmzteWqhd3.jpg",
        "title": "Timecop(1994)",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူတိုင်းသိကြတဲ့ ရုပ်ရှင်မင်းသားကြီး ဗန်ဒိမ်း ငယ်ရွယ်စဉ်က ရိုက်ကူးထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင် ဇာတ်ကြမ်းကားလေးပဲဖြစ်ပါတယ်\nအက်ရှင်ကားတွေကို ကြိုက်နှစ်သက်သူတွေ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကတော့ လူသားမျိုးနွယ်တွေ အချိန်ခရီးသွားခြင်းကို တီထွင်နိုင်တော့ အစိုးရက မသမာမှုတွေကို ကာကွယ်ဖို့ အေဂျင်စီ တစ်ခုကို ဖွဲ့စည်းခဲ့ပါတယ်\nအေဂျင်စီဖွဲ့တော့ ဗန်ဒိမ်း ပါဝင်ခဲ့ရပြီး မသမာမှုတွေကို တိုက်ခိုက်ရင်း ရှာဖွေတွေ့ရှိလာတဲ့ အမှန်တရားတွေကနေ သူချစ်ရတဲ့သူတွေကို ကာကွယ်ဖို့ ကြိုးစားတဲ့အကြောင်းကို သည်းထိတ်ရင်ဖို ရင် တလှပ်လှပ်နဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…1.68GB / 609.9MB\nQuality…Blu-Ray 1080p5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nGenre ..... Action , Crime , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "5.9",
        "url": "https://megaup.net/2yPP4/Timecop.1994.Blu-Ray720P(CM).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dHFRTHP7OAhDTKsmYeDUNAx7Bf.jpg",
        "title": "Love at First Kiss (2023)",
        "description": "Love at First Kiss (2023)ဘဝမှာ supernatural ability တစ်ခုသာ ပိုင်ဆိုင်ခွင့်ရခဲ့မယ်ဆိုရင်\nအနာဂတ်ကိုကြိုမြင် ကြိုသိနေချင်ပါတယ်ဆိုတဲ့လူတွေ ရှိနေမှာပါ။\nဒါပေမဲ့ တကယ်တမ်းအားလုံးကိုကြိုသိနေရခြင်းက တကယ်ပဲကောင်းတာဟုတ်ရဲ့လား။\nဇာတ်သိမ်း Spoil မိသွားတဲ့ ရုပ်ရှင်တစ်ခုတောင် ကြည့်ရတာအရသာပျက်သွားပြီဆိုရင်\nဇာတ်သိမ်းကိုကြိုမြင်နေရတဲ့ ဘဝတစ်ခုကရော.....မိန်းကလေးတစ်ယောက်နဲ့ ပထမဆုံးအနမ်းတစ်ပွင့်ခြွေဖူးရုံနဲ့တင်\nဒီမိန်းကလေးနဲ့သူရဲ့ အချစ်ဇာတ်လမ်းကို မြင်နိုင်တဲ့ထူးခြားတဲ့အစွမ်းကို ပိုင်ဆိုင်ထားတဲ့ဟာဗီယာ၊\nအနာဂတ်ရှေ့ရေးကို အမြဲကြိုမြင်နေတဲ့ဟာဗီတစ်ယောက် အဆင်မပြေနိုင်မှန်းသိနေတဲ့ RS တွေကို ဘာမပြောညာမပြောနဲ့ သစ်စိမ်းချိုးချိုးလေ့ရှိပါတယ်။\nဒီတော့ ဟာဗီကိုယ်တိုင်လည်း Commitment ဆိုတာကို ကြောက်လာသလို\nမိန်းကလေးတွေကြားမှာလည်း လူရှုပ်လူပွေအဖြစ် နာမည်ဆိုးထွက်သူတစ်ယောက် ဖြစ်လာတော့တာပေါ့။ဘယ်မိန်းကလေးနဲ့နမ်းနမ်း သာယာတဲ့အနာဂတ်ကိုမမြင်ရလို့ စိတ်ပျက်နေတဲ့အပြင်\nအလုပ်ကပါအဆင်မပြေလို့ အရှုံးပေါ်နေပြန်လို့ အနုတ်ပြနေတဲ့ဟာဗီရဲ့ဘဝထဲကို\nအနမ်း ၂ ပွင့်နဲ့အတူ ဝင်ရောက်လာခဲ့တဲ့ မိန်းကလေး ၂ ယောက်၊\nအဲဒီထဲကတစ်ယောက်တော့ ဟာဗီရဲ့အချစ်ဆုံးသူငယ်ချင်းရောဘတ်တိုရဲ့ချစ်သူဖြစ်တဲ့ လူစီယာနဲ့\nနောက်တစ်ယောက်ကတော့ အမြဲတမ်းခံစားချက်တွေကို သိမ်းထားတတ်တဲ့ဟာဗီကို\nရင်ဖွင့်လာအောင်လုပ်နိုင်ခဲ့တဲ့ လွတ်လပ်ပြီးပျော်ပျော်နေရတာကြိုက်တဲ့အေရီယာနာ။\nဘယ်တစ်ယောက်နဲ့ ဘယ်လိုအနာဂတ်တွေကို ဟာဗီမြင်လိုက်ပြီးတော့\nသူရွေးမဲ့လူက ဘယ်သူဖြစ်မလဲဆိုတာ အားလုံးအ‌တူ ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yPQ6/Love.at.First.Kiss.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m4lFMnotILTWriXPoEhTIuVRNPr.jpg",
        "title": "Amy’s F**k It List (2023)",
        "description": "Amy's F**k It List (2023)လူ့ဘဝကြီးမှာ မသေခင်လုပ်ချင်တဲ့အရာတွေကို bucket list လုပ်တယ်ဆိုပြီး ကြားဖူးမှာပေါ့\nဘဝမှာ ကားဝယ်နိုင်ရမယ် ဟိုသွားနိုင်ရမယ် ဒီသွားနိုင်ရမယ် ဘာညာပေါ့\nခုဇာတ်ကားလေးထဲမှာလဲ အေမီဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြီး ကင်ဆာရှိနေလို့ တစ်ပတ်လောက်ပဲ ခံတော့မယ်ဆိုတာသိလိုက်ရပါတယ်\nအဲ့အချိန်မှာ သူက bucket list ရဲ့ next level အနေနဲ့ F**ket list ဆိုပြီး\nရှိသမျှသူ့ဘဝမှာ မကျေနပ်ခဲ့သမျှတွေကို လက်ခလယ်ထောင်ပြပါတော့တယ်\nဇာတ်လမ်းလေးက ဘတ်ဂရောင်းမြူးဇစ်လေးနဲ့အတူ ခပ်မြူးမြူးလေးကြည့်ရှုရမဲ့အပြင်\nဇာတ်ဆောင်မင်းသမီးနဲ့အတူ မိမိရဲ့မကျေနပ်ချက်တွေ လောကကြီးကို အရွဲ့တိုက်လိုက်ရသလိုခံစားရမှာပါ\nဘဝရဲ့မွန်းကျပ်မှုတွေဖြေဖျောက်ချင်နေတဲ့သူတွေအတွက် အကူအညီဖြစ်ရအောင် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 720p\nFile size… 594MB\nFormat… mp4\nDuration…. 1h 18min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/1SSyr/Amys.fucket.list.2023.720p.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTYxMjkwMTk3OV5BMl5BanBnXkFtZTcwNDIwODcwOA@@._V1_-135x200.jpg",
        "title": "Compliance (2012)",
        "description": "၂၀၀၄ ခုနှစ်က အမေရိကန်နိုင်ငံ ကန်တက်ကီပြည်နယ်မှာ ဖြစ်ပွားခဲ့‌တဲ့အဖြစ်အပျက်ကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်ပါတယ်။\nအသင့်စား စားသောက်ဆိုင်တစ်ခုရဲ့ မန်နေဂျာဖြစ်သူ ဆန်ဒရာဟာ\nရဲအရာရှိဟန်ဆောင်ထားတဲ့ သူတစ်ယောက်ရဲ့ ဖုန်းကိုလက်ခံရရှိကာ\nထိုသူခိုင်းတဲ့အတိုင်း ဆိုင်ဝန်ထမ်း ဘက်ကီကို သံသယရှိသူအနေနဲ့စစ်ဆေးခြင်းကိုဆောင်ရွက်ပါတော့တယ်။\nဆန်ဒရာကဆိုင်ရဲ့အလုပ်ကိစ္စတွေဖြေရှင်းဖို့လိုလာတဲ့အခါ\nအခြားသူတွေကို သူ့နေရာမှာ လူစားထိုးကာ\nဘက်ကီကိုစောင့်ကြည့်ခိုင်းပါတော့တယ်။တဖြည်းဖြည်းနဲ့ အရာရှိယောင်ဆောင်သူရဲ့ ခိုင်းစေချက်တွေက လိင်ပိုင်းဆိုင်ရာစော်ကားမှုတွေဖြစ်လာသောအခါ\nဒီလိုကျူးလွန်မှုမျိုးတွေက တစ်နေရာမကဖြစ်နေသောအခါ\nဘယ်လိုတွေဆက်ဖြစ်လာမလဲ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.2 GB)/(600MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2yEew/Compliance.2012.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZmM3ZGZlMWUtMjY1OS00NjBkLWE4MjQtODJkMmQ1MzdjYzhkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Ammonite (2020)",
        "description": "Ammonite (2020)\n=============\nIMDb Rating 6.5/10၁၈ရာစုနှစ် အမျိုးသားဝါဒီ ကြီးစိုးတဲ့ ကာလတစ်ခုမှာ ကျောက်\nဖြစ်ရုပ်ကြွင်းပညာရပ်မှာ ထူးချွန်ပြောင်မြောက်လှတဲ့ နက္ခတ္တ\nပညာရှင် အမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ Mary Anning ရဲ့\nbiography အကြောင်းကို ရိုက်ကူးထားတာပါ။ သူရှာဖွေတွေ့\nရှိခဲ့တဲ့ အကျော်ကြားဆုံး ကျောက်ဖြစ်ရုပ်ကြွင်းကတော့ Ichth-\nyosaur လို့ခေါ်တဲ့ fossil တစ်ခုပါပဲ။Mary Anning က ကမ်းခြေမှာရှိတဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်းတွေကို\nလိုက်ရှာဖွေရင်း Lyme Regis မြို့ကို လာရောက်လည်ပတ်ကြတဲ့\nနိုင်ငံလှည့်ခရီးသွားတွေကို ရောင်းချပြီး နာမကျန်းဖြစ်နေတဲ့ အမေ\nအိုတစ်ယောက်နဲ့ အတူ နေထိုင်ပါတယ်။ တစ်ရက်မှာတော့ သူ့ကို\nလေးစားအားကျတဲ့ အမျိုးသားတစ်ယောက် ရောက်လာပြီး Fossils\nတွေအကြောင်း စူးစမ်းလေ့လာမယ့် ခရီးစဥ်အတွက်လာပြောပါတယ်။အဲအမျိုးသားနဲ့အတူ သူရဲ့မိန်းမဖြစ်တဲ့ Charlotte လည်းပါလာခဲ့ပါ\nတယ်။အဲအမျိုးသားက နာမကျန်းဖြစ်နေတဲ့ သူ့မိန်းမ Charlotte ကို\nကူညီပေးဖို့ Mary ကို တောင်းဆိုလာပြီး နောက်ပိုင်းမှာတော့ Mary နဲ့\nCharlotte တို့ ချစ်ကျွမ်းဝင်သွားကြပါတယ်။ ၁၈ရာစုနှစ်က အမျိုးသမီး\nနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cCuv/Ammonite.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwy9sGEOAuzpZXzXBVln1PZ4vxn.jpg",
        "title": "Deathgasm(2015)",
        "description": "ဒီဇာတ်ကားကြီးက နည်းနည်းတော့စားတယ်ဗျ။Horror ရယ် comedy ရယ်ကို ရောထားတာ။ တစ်ကားလုံး သွေးထွက်သံယိုတွေရယ် သောက်ပေါက်ကရတွေရယ်ချည်းပဲ။သတ်တာဖြတ်တာဆိုရင်လည်း တစ်ကားလုံးနီးပါးပဲ။အူတွေအထွေးလိုက်ထွက်ကျလာရတာနဲ့ ခေါင်းကို ပုဆိန်ကြီးနဲ့ နှစ်ခြမ်းခြမ်းလိုက်ရတာနဲ့။မထင်မှတ်ထားတဲ့အချိန် ပေါက်ကရထထလုပ်လို့ ခွီရတာတွေလည်း အများကြီးပဲ။ထားပါတော့ ဇာတ်လမ်းအကျဉ်း ပြောရအောင်။ဘရိုဒီဆိုတဲ့ Heavy Metalတွေကို ကြိုက်တတ်တဲ့ ဆယ်ကျော်သက် ဘဲတစ်ဗွေရှိတယ်ပေါ့ဗျာ။အဲ့ဘဲဘဝကြီးက စုတ်ပြတ်သတ်လို့။ဘယ်လိုလဲဆို အမေက စိတ်ရောဂါသည်(အရူးထောင်မှာ)။သူကဦးလေးနဲ့ ကပ်နေရတယ်။အဲ့ဦးလေးရဲ့ သားက သူ့ကို ကျောင်းမှာရော အိမ်မှာရော အမြဲတမ်းအနိုင်ကျင့်တယ်။သူ့မှာရှိတဲ့ စိတ်ထွက်ပေါက်ဆိုလို့ Metal တွေတီးပြီး ဝုန်းဒိုင်းကြဲရတာတစ်ခုပဲ ရှိတယ်။(ဒါတောင် Christian သူ့ဦးလေးက နတ်ဆိုးဂီတတွေဆိုပြီး လာလာပြဿနာရှာသေးတယ်)ဘရိုဒီ့မှာ ဇက်ဆိုတဲ့ အကိုလိုခင်ရတဲ့ ဘော်ဒါတစ်ကောင်ရှိတယ်။အဲ့ကောင်က ဇိုးဆိုမှ ဇိုး။ကျောင်းမှာကျောင်းသားတစ်ယောက်ကို ထောက်ဆူးနဲ့ထိုးလို့ ကျောင်းထုတ်ခံရတယ်။အဲ့နောက် သူ့အဖေ work shop မှာအလုပ်လုပ်တယ်။လာပြင်တဲ့ကားတွေဆီက ရသမျှ ဖြုတ်ခိုးတယ်။လမ်းမှာ ရပ်ထားတဲ့လူနာတင်ကားဆီက ဆီခိုးထုတ်တယ်။အဲ့လိုကောင်။သူကလည်း metal သမား။ပြောရရင် ဇလေးလည်းရှိ ဝါသနာလေးလည်းတူ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1SQwh/Deathgasm.2015.Blu-Ray.720P(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x66g6zQqmAFOAH2VGlcjNyTjhpm.jpg",
        "title": "Ghost Blowing Lamp of the Popeye Man ( 2022 )",
        "description": "ပဒေသရာဇ်ခေတ်မှာ ရှင်ဘုရင် မင်းမျိုးနွယ် မှူးကြီးမတ်ရာတွေ\nသေဆုံးတဲ့အခါ သူတို့နဲ့အတူ ရတနာပစ္စည်းတွေထည့်သွင်း သင်္ဂြိုလ်ကြတယ်။\nဆင်းရဲသူတွေကိုကူညီဖို့ အများကောင်းကျိုးအတွက်ရှေးဟောင်းသင်္ချိုင်း\nတွေကိုဖောက်ထွင်းယူတဲ့ ရှန့်လင်ဂိုဏ်းလိုအဖွဲ့အစည်းတွေရှိသလို ……\nကိုယ့်ရဲ့အတ္တလောဘဇောနဲ့ ရှေးဟောင်းသင်္ချိုင်း တွေကို\nဖောက်ထွင်းဖို့ကြိုးစားတဲ့သူတွေလဲရှိကြတယ်။ရှန့်လင်ဂိုဏ်းရဲ့နာမည်ကိုအသုံးချပြီး မသေဆေးကိုရှာဖွေဖို့\nမြေအောက်နန်းတော်ကိုဖောက်ထွင်းဖို့ကြိုးစားတဲ့အခါ\nရှေးဟောင်းင်္သချိုင်းထဲမှာဘယ်လိုအရာတွေစောင့်နေမလဲ……\nရတနာတွေအပြင်ဘာတွေကိုမြှုပ်နှံထားသေးလဲ……\nမရိုးနိုင်တဲ့သင်္ချိုင်းဖောက်ထွင်းတဲ့ဇာတ်လမ်းတွေကြားထဲကနေ\nဘယ်လိုမတူတဲ့ဇာတ်ကွက်တွေမြင်ရဦးလဲဆိုတာ\nဆက်လက်စောင့်ကြည့်ခံစားပါ\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/ghost-blowing-lamp-of-the-popeye-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hsSJwroE7jugEROB8tmyxJP91Ho.jpg",
        "title": "Stay Alive(2006)",
        "description": "IMDb – 5/10\nRotten Tomatoes – 10% Audience Score -55%ကျွန်တော်တို့ချာတိတ်ဘဝ ၂၀၀၀ ခုနှစ်အလွန်များက တစ်နာရီကို ၂၀၀ကျပ်ဖြင့် PS2 ၊ ၎င်းနောက်\nတစ်နာရီ ၄၀၀/၅၀၀ကျပ်ဖြင့် PS3 စသည်ဖြင့် ကားသခိုး၊ ပီအီးအက်စ်၊ လတ်ဖိုးဒတ် စတဲ့ Console\nဂိမ်းများဆော့ရင်း လူငယ်ဘဝကိုဖြတ်သန်း ခဲ့ကြဖူးသည်။ 2006\nခုနှစ်၌ထွက်ရှိသောအဆိုပါရုပ်ရှင်သည်ထိုအချိန်အခါများကို တစ်ဖန်ပြန်လည်အောက်မေ့ စေခဲ့သည်။\nဟတ်ချ်ဟုခေါ်သည့် အလုပ်အားချိန်များတွင် သူငယ်ချင်းများနှင့်အတူ ဂိမ်းဆော့ရင်း\nအချိန်ကုန်ဆုံးသည့် သာမာန်ရုံးဝန်ထမ်း ဂိမ်မာတစ်ယောက်ရှိလေသည်။ ထိုအလုပ်သည်လည်း\nအလုပ်ရှင်မှ ဂိမ်းဆော့သူတစ်ယောက်ဖြစ်သည်နှင့် ဂိမ်းနှင့်ပတ်သက်သည်များကို မသိတာရှိလျှင်\nမေးမြန်းရအောင် ခန့်ထားခြင်းဖြစ်သည်။ ဟတ်ချ် ၏ဘော်ဒါများသည်လည်း\nဂိမ်းကိုအင်မတန်နှစ်ခြိုက်စွဲလန်းစွာ ဆော့ကစားကြသူ လူလတ်ပိုင်းများဖြစ်သည်။ တစ်ညသား၌\nဟတ်ချ်၏ဘော်ဒါ လူးမစ်ဆိုသည်၏ဖုန်းတစ်ခု ဝင်လာခဲ့သည်။ သားကြီးဒီဂိမ်းကကျွတ်ဆင်ကြီးကွာ\nခြောက်ခြားစရာကြီး တူတူဆော့ရအောင်အိမ်လာခဲ့ကွာ ဘာညာပြောလာလေသည်။\nဟတ်ချ်မှာစိတ်မပါ၍သူ့ဘော်ဒါအား ရှော်ထုတ်လိုက်သည်။ နောက်တစ်ရက်၌\nလူမစ်နှင့်သူ၏သူငယ်ချင်းနှစ်ယောက် နေအိမ်၌ပင် ရက်စက်စွာသတ်ဖြတ်ခြင်းခံရသည်ဟု\nသတင်းရလေသည်။ လူးမစ်၏ အသုဘ၌ ဟတ်ချ်တစ်ယောက် မသေခင်လူးမစ်ဆော့နေသည့် Stay Alive\nဆိုသည့်အဆိုပါဂိမ်းကို လက်ဝယ်ရရှိ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2yPhC/Stay.Alive.2006.WEB-DL.720p(CM).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nme0kRiP5jBSKFRLnaLBSn5ny9G.jpg",
        "title": "My Heart Puppy (2023)",
        "description": "My Heart Puppy (2023)ဒီတစ်ခေါက် တင်ဆက်ပေးမှာတော့ အားလုံးမျှော်နေကြတဲ့ ခွေးလေးတွေနဲ့\nမထင်မှတ်ဘဲ ခရီးသွားဖြစ်သွားတဲ့ ဇာတ်လမ်းလေးပေါ့နော်ဖြစ်ပုံကဒီလို...\nခွေးလေးရွန်းနီကိုအရမ်းတန်ဖိုးထားပြီး ချစ်တဲ့ မင်ဆူက လက်ထပ်တော့မယ့်အချိန်မှာမှ\nဆက်ပြီးမွေးထားဖို့ လုံးဝအဆင်မပြေနိုင်တော့တဲ့အခြေအနေတစ်ခုကြောင့်\nမွေးစားဖို့အတွက် သူ့အစ်ကိုဖြစ်တဲ့ ဂျင်းဂုကို အပူကပ်ရတာ...နှစ်ယောက်သား ရှာကြဖွေကြရင်းနဲ့ ဂျယ်ဂျူကျွန်းကို မွေးစားဖို့ပေးမယ်ဆိုပြီး အသွား..\nလမ်းမှာတွေ့တဲ့စွန့်ပစ်ခွေးလေးတွေကိုလည်း တစ်ခါတည်းခေါ်သွားနဲ့ပေါ့အဲလိုနဲ့ အသွားကြီးသွားရပြီးမှ ဂျယ်ဂျူကျွန်းရောက်တဲ့အခါမှာရော မွေးစားတဲ့လူတွေ့သွားကြမလား\nရွန်းနီလေးကိုရော မင်ဆူကခွဲခွာရက်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်My Sassy Girl နဲ့ နာမည်ကြီးပြီး လူသိများခဲ့တဲ့ မင်းသားကြီး Cha Tae Hyun,\nHospital Playlist ထဲ ဘုန်းကြီးဆရာဝန်အနေနနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Yoo Yeon Seok တို့လို\nမင်းသားကြီးတွေပါဝင်ထားပြီးတော့ ချစ်စရာခွေးလေးတွေနဲ့ လုံးဝကို healing ဖြစ်စေမယ့် ရုပ်ရှင်လေးတစ်ကားပါပဲအညွှန်းကိုတော့ JoyZ က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality…. ...",
        "rating": "7.7",
        "url": "https://megaup.net/3eNaq/My.Heart.Puppy.2023.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9b2WvTn7A4EToYUubXE7kFRXl1.jpg",
        "title": "Next Sohee (2022)",
        "description": "Next Sohee (2023)Bae Doo Na ရဲ့ Comeback Movie လို့ ပြောလို့ ရပါတယ်။\nပျောက်နေတာ အတော်ကြီး ကြာပြီးမှ ပြန်လာသလို ပြန်လာတဲ့ကားကလည်း အတော့်ကို ကောင်းတဲ့ကားပါ။\n\"ထပ်တိုး ဆိုဟီး\" ဆိုတဲ့ ရုပ်ရှင်ကားလေးနဲ့ ပြန်လာခဲ့တဲ့ သူမရဲ့ရုပ်ရှင်ကားက ဘယ်လို အကြောင်းအရာများ ဖြစ်မလဲ? တစ်ချက် ကြည့်လိုက်ရအောင်ပါ။လူဟာ အိပ်မက်နဲ့ရှင်သန်ကြတယ်ဆိုပေမဲ့ အိပ်မက်တွေက တစ်ခါတလေတော့လည်း အိပ်မက်ဆန်လွန်းတယ်။\nဒီလိုနိုင်ငံမျိုးမှာတော့ ဖြစ်ချင်တာတွေနောက်လိုက်ဖို့ မဖြစ်ချင်တာတွေလုပ်ရတဲ့ အခြေအနေမျိုးကို အားလုံးကျော်ဖြတ်ခဲ့ဖူးကြမှာပဲ။\nဖြစ်ချင်တာတွေဟာ ဘယ်တော့မှဖြစ်မလာတော့တဲ့ဘဝတွေလည်း ရှိကောင်းရှိကြမှာပဲ။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုဘဝမျိုးတွေအကြောင်းပဲ။အထက်တန်းကျောင်းသူကောင်မလေး ဆိုဟီးဟာ ကျောင်းက ချိတ်ပေးတဲ့ အလုပ်မှာ အလုပ်သင်အနေနဲ့ဝင်လုပ်တယ်။\nဒါပေမဲ့ အဲဒီအလုပ်ဟာ မတရားမှုတွေ အပြည့်ရှိနေသလို လစာကိုလည်း ရတဲ့နေရာကနေ ဘက်စုံနှိမ်တတ်တဲ့ အလုပ်မျိုး။\nဒီလိုနဲ့ အထက်တစ်ဆင့်ကနေ အောက်တစ်ဆင့်ကိုပြန် အမြတ်ထုတ်ရင်း အဆင့်ဆင့်သွားတတ်တဲ့ စနစ်မျိုးမှာ သူရှင်သန်ခဲ့ရတယ်။\nဒါပေမဲ့လည် ရွေးစရာတော့မရှိဘူး။ ဆိုဟီးမှ မဟုတ်ဘူး။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/3eN3h/Next.Sohee.2023.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYWFjMDEzZWEtMDdiZC00NGNiLWE3N2ItZjgwMmEwNTc1ZmY4XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Eight Taels of Gold (1989)",
        "description": "Eight Taels of Gold (1989)\n====================\nIMDb Rating - 7.1/10Mabel Cheungရဲ့ Migration Trilogyမှာ The Illegal Immigrant (1985),\nAn Autumn's Tale (1987) နဲ့ Eight Taels of Gold (1989) သုံးကားရှိတဲ့\nအထဲ နောက်ဆုံးကားဖြစ်တဲ့ Eight Taels of Gold (1989)ဟာ ရှေ့ကားတွေလို\nအဆွေးကားစာရင်းဝင်ပေမဲ့ သုံးထားတဲ့မင်းသား Sammo Hungနဲ့လိုက်အောင်ပဲ\nဟာသကားလည်း တစ်ခြမ်းဖြစ်နေတယ်။ နောက်တစ်ခုကွဲတာကတော့ ရှေ့၂ကားမှာ\nတရုတ်ကနေ အမေရိကန်ကိုသွားတဲ့အကြောင်းကို အဓိကထားပြပေမဲ့ ဒီနောက်ဆုံး\nကားမှာ‌တော့ ပြောင်းပြန်ဖြစ်သွားပြီ။ အမေရိကန်ကနေ တရုတ်ပြည်ကို ပြန်လာတဲ့\nတရုတ်တစ်ကောင်အကြောင်းဖြစ်သွားတယ်။အိမ်ကနေ ထွက်ပြေးသွားတာ ၁၆နှစ်ရှိပြီဖြစ်တဲ့ Sammo Hungရဲ့ ဇာတ်ကောင်ဟာ\nအမေရိကန်မှာ တက္ကစီဆွဲစားရင်း အသက်မွေး‌ဝမ်းကြောင်းပြုနေခဲ့တဲ့လူပေါ့။ ဒီကားရဲ့\nအစမှာ သူအိမ်ကိုပြန်လာဖို့လုပ်တယ်။ အဖွင့်မှာတင်ပါတဲ့ ဒီအခန်းက ရယ်လည်းရယ်\nရသလို လက်တွေ့လည်းကျတယ်။ တရုတ်ပြည်ကို လက်ဆောင်ပြန်ယူသွားဖို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3eH9i/Eight.Taels.Of.Gold.1989.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fWBcU6taz7pMyMPV8IJhcLeyt6H.jpg",
        "title": "Naked Truth (2023)",
        "description": "Naked Truth (2022)ကန်၊ ကွင်လန်၊ လင်ဒန်နဲ့ ကမ်မီတို့ဟာ တစ်ယောက်ကိုတစ်ယောက်ဂရုစိုက်ကြပြီး\nတစ်ယောက်အတွက်တစ်ယောက် အမြဲရှိပေးကြတဲ့သူငယ်ချင်းလေးယောက်အုပ်စုပါ။\nကမ်မီကတော့ အိမ်ထောင်ကျပြီးသားသူ၊ ကျန်တဲ့သုံးယောက်‌ကတော့ လူလွတ်တွေပေါ့။ဒီလိုနဲ့နေလာရင်းက တစ်နေ့မှာ သူငယ်ချင်းလေးယောက်သား ပြဿနာတက်ဖို့ကြုံလာပါတော့တယ်။\nအဲ့ဒီပြဿနာကိုဖြေရှင်းဖို့ကြိုးစားကြရင်းက လေးယောက်သား အသက်အန္တရာယ်တွေထိ ထိလိုက်ဖို့ဖြစ်လာပါတယ်။သူငယ်ချင်းအချစ်နဲ့အိမ်ထောင်ရေးကြားပြဿနာတွေကို ရိုက်ပြထားတဲ့ဇာတ်ကားဖြစ်ပြီး\nIMDb ratingကလည်း 5.8ထိရှိတာမလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားအဖြစ်ညွှန်းပေးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Zaw Pyae Sone Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 535MB | 250MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zaw Pyae Sone Hein\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/3UK9u/Naked_Truth_2022_720p_WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ednnNePnbCj5z6DIbEWgxilqYPl.jpg",
        "title": "Lara Ati (2022)",
        "description": "Lara Ati (2023)ကျွန်တော်တို့မှာ ပြန်တွေးလိုက်တိုင်း ရင်ထဲကိုနွေးသွားစေတဲ့ မပိုင်ဆိုင်ခဲ့ကြရတဲ့ငယ်ချစ်ဦးဆိုတာ ရှိကြတယ်နော်\nငယ်ချစ်ဦးနဲ့ပဲ ပြန်ဆုံတွေ့ကြပြီး သူတို့တွေကကျွန်တော်တို့နဲ့အကြောင်းပါကြမယ်ဆိုရင်တော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ\nအဲဒါအပြင် ကျွန်တော်တို့တွေ အိမ်ကလုပ်ခိုင်းလို့ အဖေကြောင့် အမေကြောင့် ဘာကြောင့်ညာကြောင့်အမျိုးမျိုးကြောင့်\nကိုယ်တိုင်မလုပ်ချင်တဲ့အလုပ်တွေ မတက်ချင်တဲ့ကျောင်းတွေကိုတက်ရတဲ့အချိန်တွေရှိကြပါတယ်\nအဲလိုသူများကြောင့်လုပ်ရတဲ့အချိန်တွေကနေရုန်းထွက်ပြီး ကိုယ်ဝါသနာပါရာနောက်ကို\nကောက်ကောက်ပါအောင်လိုက်ဖို့ဆိုတာက လက်တွေ့မှာတော့ မလွယ်ကူဘူးဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ရည်းစားဟောင်းတွေက ဘာကြောင့်မှန်းမသိပဲနဲ့ ဖြတ်သွားပြီး\nမိဘတွေကြောင့်ဘဏ်တစ်ခုမှာလစာကောင်းကောင်းနဲ့ အလုပ်လုပ်နေတဲ့ဂျိုကိုဆိုတဲ့ကောင်လေးက\nသူ့ရဲ့ကောင်မလေးဖာရက်က တခြားတစ်ယောက်နဲ့စေ့စပ်သွားလို့ အသည်းကွဲသွားတဲ့အချိန်မှာ\nဂျိုကိုရဲ့ငယ်သူငယ်ချင်းအာယူနဲ့ ပြန်တွေ့ကြတဲ့အချိန်မှာ အသည်းခွဲသွားတဲ့ဖာရက်နဲ့ပဲပြန်အဆင်ပြေကြမလား\nငယ်သူငယ်ချင်းဖြစ်တဲ့အာယူနဲ့ပဲရည်ငံသွားကြမလားဆိုတာကို\nဒီအင်ဒိုနီးရှားRomance ဇာတ်ကားလေးမှာ ဂျိုကိုတစ်ယောက်မိဘလောင်းရိပ်အောက်ကနေရုန်းထွက်ပုံတွေ\nဝါသနာပါရာအလုပ်ကိုရွေးသွားပုံတွေကို ဇာတ်ကားတစ်ခုလုံးပြုံးပြုံးကြီးနဲ့ ကြည်နူးစရာကောင်းကောင်းလေးကြည့်ရမယ်ဆိုတာတစ်ခုတော့ အာမခံပါတယ်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Htun Aung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 816MB | 400MB\nFormat… mp4\nDuration…. 1h 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cUj2/Lara.Ati.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
        "title": "The Girl Who Escaped: The Kara Robinson Story (2023)",
        "description": "The Girl Who Escaped: The Kara Robinson Story (2023)ယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ 2023 ခုနှစ်ထဲမှာပဲထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတဲ့\nRating မြင့် Documentary Crime-Drama ရုပ်ရှင်ဇာတ်ကား‌ေကာင်းလေးပါဇာတ်လမ်းခေါင်းစဉ်အတိုင်းပဲ ပြန်ပေးဆွဲမုဒိန်းကျင့်ခံရတာကနေ လွတ်မြောက်လာခဲ့တဲ့ ၁၅ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nဒီဖြစ်ရပ်မှာကံကောင်းတာတွေ ကယ်တင်ရှင်တွေမပါပါဘူး\nကာရာဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြုံတွေ့ရတဲ့အန္တရာယ်ကို ခေါင်းအေးအေးထားရင်ဆိုင်ကာ လွတ်မြောက်အောင်လုပ်ခဲ့တဲ့အပြင်\nတရားခံလည်ပင်းကိုပါကြိုးကွင်းပြန်စွပ်ပေးနိုင်လောက်အောင် နေရာတွေအချက်အလက်တွေအကုန်လုံးကို မှတ်သားလာခဲ့ပုံက ပြောစမှတ်ပြုလောက်ပါတယ်။ပြီးတော့ သူ့ရဲ့ဒီဖမ်းဆီးမုဒိမ်းကျင့်ခံရပြီးနောက်ပိုင်းကိစ္စတွေကို တည်ငြိမ်စွာရင်ဆိုင်ပုံကလဲ အတုယူဖွယ်ရာပါပဲ\nခံလိုက်ရတဲ့သူတွေမှာ အပြစ်လဲမရှိ အမှားလဲမရှိပါဘူး\nလုပ်‌တဲ့သူတွေကသာ လူ့ဘောင်မဝင် ခွေးလောက်တောင် အဆင့်မရှိတဲ့ကောင်တွေပါ\nအဲ့ဒီတော့ ဒီဇာတ်ကားလေးကနေတစ်ဆင့် မိဘတွေရော မိန်းကလေးအရွယ်သုံးပါးလုံးရော သင်ခန်းစာယူနိုင်ကြမယ်အပြင်\nဇာတ်‌လမ်းကိုရိုက်ပြထားပုံကလဲ အိုဗာတွေမပါစိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်များခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 720p\nFile size… 470MB\nFormat… mp4\nDuration….1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cUkl/The.Girl.Who.Escaped.The.Kara.Robinson.Story.2023.720p.WEB.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
        "title": "The Delta Force (1986)",
        "description": "The Delta Force (1986)1985 တုန်းက လေယာဉ်ပြန်ပေးဆွဲခံခဲ့ရတဲ့ တကယ့်ဖြစ်ရပ်မှန်ကို Reference ယူပြီး ရိုက်ထားတဲ့ 1986 က ​ကားဟောင်းလေးပါ။ Delta Force Trilogy ထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ အမေရိကန် ဖိုက်တာကြီး Chuck Norris ပါဝင်သရုပ်ဆောင်ထားတာမို့ အပစ်အခတ် ​အကြမ်းစားတွေ သေချာပေါက်တွေ့ရမှာပါ။ဇာတ်လမ်းကတော့...\nအကြမ်းဖက်သမားနှစ်ယောက် အဒူရာဖိုင်းနဲ့ မူစတာဖာတို့က အေသင်ကနေ ရောမ နယူးယောက်ကိုသွားမယ့် လေယာဉ်ကို ပြန်ပေးဆွဲသွားပြီး ဘဲရု လက်ဘနွန်ကို ပျံခိုင်းလိုက်တယ်။ အမေရိကန် ဒယ်တာတပ်ဖွဲ့က ကာနယ်နဲ့ မေဂျာစကော့တို့ ဦးဆောင်ပြီး ဓားစာခံတွေကိုကယ်တင်ဖို့ တာဝန်ကျလာတယ်။ အဒူရာဖိုင်းက ခရီးသည် ၁၄၄ ယောက်ထဲက ဂျူးတွေနဲ့ မရိန်းတပ်သားတွေကို ခွဲထုတ်ပြီး ဘဲရုမှာထားခဲ့ပြီးတော့ သူတို့အစား အကြမ်းဖက်သမားအဖော်တွေခေါ်တင်လာတယ်။ အယ်ဂျီးရီးယားကို ဆက်ပျံလာပြီး ဓားစာခံမိန်းကလေးတွေကို လွှတ်ပေးမယ်ဆိုတော့ ဒယ်တာတပ်ဖွဲ့က အကြမ်းဖက်သမား ၂ယောက်ပဲပါတယ်ဆိုပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2yP6i/(CM)_The_Delta_Force_(1986)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSdTi1Qdwudb2OqzaDtZFdMzEPk.jpg",
        "title": "Not My Type (2022)",
        "description": "Not My Type (2022)ကျွန်တော်တို့ မြန်မာနာမည်ကြီးတေးသံရှင် မနောကို ဥပမာပြုရရင် မနောဟာလည်းတစ်ချိန်က Rock ‌တွေဆိုခဲ့တဲ့ ပုဂ္ဂိုလ်ပဲလေ။ သူ့ရဲ့မြန်မာသံ တောဓလေ့သီချင်းတွေဟာ ပရိသတ်ရင်ကိုရောက်သွားတဲ့အခါ သူဟာ Rock ကိုပစ်ခါခဲ့သလိုပဲပေါ့။ Musician တစ်ယောက်ဟာ လူတွေအကြိုက်ကိုမလိုက်ပဲ ကိုယ်ကြိုက်တာကို ကိုယ်လုပ်ရင် ဒီ Musician ဟာ အောင်မြင်ပါ့မလား။ပြင်သစ်လူငယ်အဆိုတော်မလေး Marcia ဟာ ပြင်သစ် Classical တွေ Ballad သီချင်းတွေကို သီဆိုသူ ကြိုက်နှစ်သက်သူတစ်ယောက်ပေါ့။ အောင်မြင်သော မအောင်မြင်သော သူဟာ နေစရာမရှိလို့ မြစ်ထဲမှာ Houseboat နဲ့ နေရသူလေးလေ...အဲဒီလိုပါပဲ... ဒါဟေဂျန်း (Daredjane) ဆိုတဲ့ 70s အဆိုတော်တစ်ယောက် ဟာ 2021 မှာ အဘွားကြီးဖြစ်နေပြီပေါ့။ လူတွေလည်း သူ့ကိုမသိကြသလောက်ဖြစ်နေပါပြီ။ တစ်ခေတ်တစ်ခါက အဆိုတော်ဆိုပေမယ့် ကိုယ်ကြိုက်တာကိုယ်လုပ်ခဲ့တဲ့ Musician ဖြစ်ပေတာကိုး။ ဒါပေမယ့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1cU9m/(CM)_Not_My_Type_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nEdGXH9yTF5L8kQnSV944xRjICI.jpg",
        "title": "Immerstill(2023)",
        "description": "Immerstill(2023)***************2023 မှာ အသစ်ထွက်ရှိတဲ့ Crime ဇာတ်ကား အမျိုးအစားလေးပါ။ပဟေဋိဆန်ဆန် မှုခင်း ဇာတ်ကားတွေကို နှစ်သက်တဲ့ ရုပ်ရှင် ချစ်သူတို့အတွက်သင့်တော်တဲ့ ဇာတ်ကားလေး တစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့\nImmerstill မြို့ငယ် (ရွာ) လေးမှာ ရဲအရာရှိတွေ မြို့သူ မြို့သားတွေဟာအမျိုးသမီးတွေကိုဆိုရင် အထင်သေးကြပြီး လူပျောက်တာကို ပေါ့ပျက်ပျက်သဘောထားပြီး မရှာဖွေကြဘူး။ဒီလိုနဲ့ ကက်သီဆိုတဲ့ ကောင်မလေးက မားကုစ်ဆိုတဲ့ ကောင်လေးနဲ့ နယူးဇီလန်ကို ခိုးပြေးသွားတဲ့ပုံစံ စာပို့ပြီးပျောက်သွားကြတယ်။ ကက်သီရဲ့ သူငယ်ချင်းဖြစ်သူ မာရီနဲ့ နာတာလီတို့က ကက်သီက မားကုစ်နဲ့တူတူ ထွက်သွားတယ်ဆိုတာ ယုတ္တိမရှိကြောင်း လူကြီးတွေကို ရဲတွေကို ပြောပြပြီး ဘယ်သူမှ မယုံကြတဲ့အဆုံး\nသူတို့ဘာသာ လိုက်ရှာခဲ့ကြတယ်။ ဒီလိုနဲ့ တစ်နေ့ သူတို့ ၂ ယောက်ပါ ပျောက်သွားကြတယ်။မာရီရဲ့အစ်မဖြစ်သူ လီဆာတစ်ယောက် Vienna မြို့ကနေ ချက်ချင်း Immerstill ကို ပြန်လာပြီးသူ့ညီမလေးနဲ့ နာတာလီကို ရှာပုံတော် ဖွင့်ခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cU8a/Immerstill.2023.web-dl.720p(CM).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gM7VKHZAiW9HlCoGq1o89IGZmAP.jpg",
        "title": "Vietnamese Horror Story (2022) Complete",
        "description": "Vietnamese Horror Story (2022)ဒီစီးရီးကတော့ ဗီယက်နမ်နိုင်ငံ ကျေးလက်ဒေသရဲ့ ကျောချမ်းစရာကောင်းတဲ့ ပုံပြင်ယုံတမ်းစကားတွေအပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားတဲ့ Netflix ရဲ့ Series တစ်ခုဖြစ်ပါတယ် တစ်ပိုင်းကို ပုံပြင်တစ်ပုဒ်နှုန်းနဲ့ အပိုင်းစုစုပေါင်းအပိုင်း ၃ပိုင်းထွက်ထားပါတယ်ဗျ Epi (1)- The Sugarcane Juice Lady========================\nလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက \"လန်ဟုန်\"ဆိုတဲ့ လျှမ်းလျှမ်းတောက်ကျော်ကြားတဲ့ မင်းသမီးတစ်ယောက်ဟာမျက်နှာအက်ဆစ်အပက်ခံရပြီးရုတ်တရက်ပျောက်ကွယ်သွားခဲ့ပါတယ် သူ့အိမ်ကိုတော့ နာမည်ကျော်မင်းသမီးတစ်လက်ပြီးတစ်လက် ဆက်နေခဲ့ပါတယ်...တစ်နေ့ \"နော့မင်\" တစ်ယောက် မင်းသမီး\"အိုင်နူ\"(လက်ရှိလန်ဟုန်အိမ်၌နေနေသူ)ရဲ့ တပည့်အဖြစ်အရွေးခံရပါတယ် အိုင်နူကလည်းအေးသလောက်သူ့ကို မတရားဂရုစိုက်ပြီးချစ်ပေးပါတယ်...ဒါပေမဲ့ အိမ်ကြီးထဲမှာ ဘာလှည့်ကွက်တွေရှိနေမှာလဲ နေ့ာမင်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဆက်ဖြစ်လာမလဲ.... Epi(2)- The Magician==============\nမျက်လှည့်ဆရာတစ်ယောက်က တစ်နေ့ ကလေးမလေးတစ်ယောက်ကို နောက်တစ်နေ့ကျရင်မျက်လှည့်ပြပေးမယ်လို့ ကတိပေးခဲ့ပါတယ် သို့သော်အကြောင်းအမျိုးမျိုးကြောင့်ပျက်ကွက်ခဲ့တဲ့အတွက် ထူးဆန်းတဲ့ကလေးမလေးအတွက် ကတိဖျက်သလိုဖြစ်သွားခဲ့ပါတယ်....ကတိကိုမတည်နိုင်ဘဲ ပေးခဲ့တဲ့ မျက်လှည့်ဆရာတစ်ယောက် ဘာတွေဆက်ပြီး ကြုံတွေ့လာရမှာလဲ... Epi(3)- Three Souls and Seven Spirits==========================\nဒါကတော့ ယောက်ျားဖြစ်သူ\"ဒင်\" နဲ့ မိန်းမဖြစ်သူ\"ဟန်\" ဆိုတဲ့ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2rXBg/Vietnamese.Horror.Story.S01E01.The.Sugarcane.Juice.Lady.720p.NF.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-3-1bb3a8897e-143x200.jpg",
        "title": "The Exorcist ( 2022 )",
        "description": "THE EXORCISTCM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nTHE EXORCIST ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ပယောဂဆရာဖြစ်တဲ့ Lin Jiu ရဲ့\nသူ့တပည့်ဖြစ်တဲ့ Liu Yi Ze က Ding အိမ်ရဲ့သမီးဖြစ်သူ\nDing Xiang နဲ့စေ့စပ်တဲ့အချိန်မှာ\nDing အိမ်ကမိစ္ဆာအတတ်တွေနဲ့ ထိန်းချုပ်ခံထားတာတွေ့လိုက်ရတယ်။မိစ္ဆာတွေကိုနှိမ်နင်းနေတဲ့ပယောဂဆရာတပည့်နှစ်ယောက်သိသွားတဲ့အချိန်မှာ\nဘယ်လိုတွေဖော်ထုတ်ကြမလဲ ? ဘာကြောင့်များ\nDing အိမ်ကိုထိန်းချုပ်ထားရတာလဲ ?ဆိုတာတွေကိုတော့\nဒီရုပ်ရှင်လေးကနေပြသသွားမှာဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Ann Chi , Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-exorcist-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOGQwMjA2NzItNmJjYS00MDQ4LWJiZmYtNjgyZjFlNTY0MjQ0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Father of the Bride (2022)",
        "description": "သမီးရှင် .... အဖေဆိုတာ သူ့တို့အလှည့်တုန်းကသာ မိန်းမယူဖို့ တကဲကဲဖြစ်ပြီး ဇွတ်တွေ ယူကြပေမယ့် တကယ်တမ်း သူတို့ မိဘဖြစ်လာတဲ့အခါ သားသမီးကို တစ်ပါးသူလက်ထဲ ထည့်ပေးရမှာ အင်မတန် အူတိုကြသူတွေပါပဲ။ အထူးသဖြင့် သမီးရှင် ဖခင်တွေပါ။ သူ ပိုးမွေးသလို မွေးခဲ့ရတဲ့ သမီးလေးကို အနာဂတ်မှာ သမက်ဖြစ်လာမယ့်လူရဲ့ လက်ထဲကို အပြီးအပိုင် ပေးလိုက်ဖို့အရေးဟာ သူတို့အတွက်တော့ ကမ္ဘာကြီး ပူနွေးလာမှုထက် ပိုပြီး ရင်ဆိုင်ရခက်ခဲတဲ့ ပြဿနာကြီးတစ်ခုပါ။ဒီ‌လူဟာ ငါ့သမီးနဲ့ သင့်တော်ရဲ့လား၊ ငါ့သမီးကို တင့်တောင်းတင့်တယ် ထားနိုင်ပါ့မလား၊ ငါ့သမီးအပေါ် ကောင်းပါ့မလား စတဲ့ စတဲ့ သံသယတွေနဲ့ လောင်မြိုက်ကြတာဆိုသည်မှာ မသိရင် သူတို့အလှည့်တုန်းက ပြီးပြည့်စုံနေသည့်အလား ..... ဒီ သ၀န်တိုမှုဟာ တစ်မျိုးလေးတော့ ချစ်စရာကောင်းနေပါတယ်။ ဖခင်ရဲ့ မေတ္တာပါပဲ .... ဒီဇာတ်လမ်းမှာလည်း ဘီလီဆိုတဲ့ သူဌေးကြီးဟာ သိပ်ကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1LX4o/Father.of.the.Bride.2022.720p._(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-nanny-1-136x200.jpg",
        "title": "The Nanny’s Night (2021)",
        "description": "Bianka လို့ခေါ်တဲ့ ကောင်မလေး တစ်ယောက် ကတော့ ကလေးထိန်းတစ်ဦး ဖြစ်ပါတယ် လူတွေ သိပ်မသိတဲ့ အချက်က သူက Lesbian တစ်ဦး ဖြစ်ရုံမက စေတန်ကိုးကွယ်တဲ့ အဖွဲ့ဝင် တစ်ဦးလည်းဖြစ်ပါတယ်\nတစ်ရက်မှာတော့ မြို့ထဲက ပလတ်စတစ်ဆာဂျင် တို့ လင်မယား အိမ်ကို သူတို့ရဲ့ ၁၃ နှစ် သမီးလေး ညလုံးပေါက် ထိန်းဖို့ သွားရမှာပါသူရဲ့ ရည်ရွယ်ချက် အမှန်ကရော သူတို့သမီးလေး ကို ထိန်းဖို့ အတွက်လားဘီယန်ကာ နဲ့ သူ့ သူငယ်ချင်း ချာလီတို့ကရော အပျိုစင် ကောင်မလေး ကို ဘာလို့ အသည်းအသန် လိုက်ရှာနေတာလဲ သူတို့ ရဲ့ မျက်နှာဖုံး အောက်က အမှန်တရားက ဘာလဲHorror ဇာတ်ကားမျိုး ဖြစ်ပေမယ့် ရယ်စရာတွေလည်း အတော်ပါတာကြောင့် ဘယ်လို တိုင်ပတ်ပြီး အလွဲတွေ ဖြစ်ဦးမလဲ ဆိုတာ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1LQa1/The.Nannys.Night.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcXxBhE6npESFZhHBMRuaTeQXOs.jpg",
        "title": "Eraser (1996)",
        "description": "Eraser (1996)Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2rWqy/(CM)_Eraser_(1996)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5IBm56owbu4VbJ16QDaJHvpt7x7.jpg",
        "title": "My Sister ( 2021 )",
        "description": "ဒီကားလေးက “ အစ်မကြီး အမိအရာ”\nဆိုတဲ့စကားလေးကို လုံးဝ ပုံဖော်ပြထားတဲ့ကားလေးပေါ့...သားယောက်ျားလေးမှ ဦးစားပေး နေရာပေး\nလူရာသွင်းတဲ့ တရုတ်တွေရဲ့\nဖိုဝါဒဓလေ့ကြီးအောက်မှာ\nနင်က အစ်မပဲလေဆိုတဲ့စကားတစ်ခွန်းဟာ\nတစ်သက်လုံးရုန်းထွက်မရအောင်\nချည်နှောင်ထားတဲ့ကြိုးတစ်ချောင်းဖြစ်နေခဲ့ပါတယ်...ဒီလိုမမျှတနေတာကြီးနဲ့ ဒီလိုချည်နှောင်ထားတဲ့ကြိုးကို\nဖြတ်တောက်ဖို့ရုန်းထွက်ဖို့ကြိုးစားသူကတော့\nအန်းရန်ပေ့ါ သူကို မွေးတည်းက\nမိန်းကလေးဖြစ်လို့ဆိုပြီး မိဘရင်ခွင်ထက်\nအဒေါ်ရင်ခွင်မှာ ခိုလုံခဲ့ရတဲ့သူဖြစ်ခဲ့ရတယ်...သူအပျိုအရွယ်လောက်မှာ\nသားယောက်ျားလေးမွေးပြီး သူ့ကို\nမပေးခဲ့တဲ့မေတ္တာတွေကို ဒီမောင်လေးအလှည့်မှ\nပေးနေတဲ့အပြင် သူ့ကိုပါ\nဒီမောင်လေးအတွက် စွန့်ခြင်းမြောက်များစွာကို\nစွန့်ခိုင်းခဲ့တဲ့အခါသူဘယ်လိုမှ သည်းမခံနိုင်ခဲ့ပါဘူး...ဒီအချိန်မှာ သူ့ကိုတိုက်ခန်းလွှဲပေးပြီး\nသူ့မိဘ ၂ ပါးလုံး ရုတ်တရက်ကြီး\nပျောက်ကွယ်သွားချိန်မှာ အန်းရန်တစ်ယောက်\nမမျှော်လင့်ထားတဲ့တိုက်ခန်းနဲ့အတူ\nသူမမြင်ချင်မကြည့်ချင်တဲ့ မောင်လေးပါ\nသူ့ဘဝထဲရောက်လာခဲ့ပါတယ်...အန်းရန်တစ်ယောက်ဟာ တိုက်ခန်းနဲ့အတူ\nမောင်ကိုပါ ရောင်းဖို့ပြင်ဆင်တော့တာပေါ့...\nအန်းရန်နဲ့ သူ့မောင်လေး ဘယ်လိုစခန်းသွားမယ်ဆိုတာ\nဒါရိုက်တာက ပုံဖော်ထားပါတယ်...\nဒါပေမယ့် ပရိသတ်ကြီးရော ဒီလို “အစ်မကြီးအမိရာ”ဆိုတဲ့အတိုင်း\nမောင်တွေညီမတွေရဲ့ အရှုပ်ထုပ်ကို\nအစ်မကလိုက်ရှင်းပေးရမယ်ဆိုတဲ့ အဆိုကို\nထောက်ခံကြသလား...ဇာတ်ကားကြည့်ပြီးရင်\nအမြင်လေးတွေ ပြန်ဝေမျှသွားပါဦး~ \nQuality : Bluray 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 2h 7min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Nu ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-sister-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/A24_MEN_KeyArt-135x200.jpg",
        "title": "Men (2022)",
        "description": "Men (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 69% ~A24 ဟာ တစ်နှစ်ထက်တစ်နှစ် တရှိန်ထိုးအောင်မြင်လာလိုက်တာ ဒီနှစ်ဆိုလည်း သူ့ပင်တိုင်လက်စွဲဒါရိုက်တာတွေဖြစ်တဲ့ Jordan Peele တို့ ရောဘတ်အက်ဂါတို့နဲ့ ကားမထုတ်ဖြစ်ပေမဲ့ တခြားနာမည်ကြီး ဒါရိုက်တာတွေ ဒါရိုက်တာအသစ်တွေနဲ့ ကားသစ်တွေထုတ်ခဲ့တာမှာ အကုန်လုံးနီးပါးလည်း အောင်မြင်ခဲ့ပါတယ်။ ဒီနှစ်ရဲ့ထွက်ပြီးသား A24ကားတွေကတော့ -\n\" The Sky Is Everywhere, After Yang, X, Everything Everywhere All at Once နဲ့ Men \" တို့တွေပါပဲ။Everything Everywhere All at Once ဟာ A24 ရဲ့ ရုံဝင်ငွေအရရော အနုပညာအရရော စံချိန်တင်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဖြစ်သလို After Yang တို့ X ...",
        "rating": "6.3",
        "url": "https://megaup.net/161pr/(CM)_Men_(2022)_720p.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg",
        "title": "Morbius (2022)",
        "description": "မင်းသား ဂျားရက်လေတိုရဲ့ စူပါဟီးရိုးကားအသစ် ရပါပြီ။မောဘီးယက်စ်ဆိုတာ စပိုက်ဒါမန်းကာတွန်းတွေထဲမှာ ပါဝင်ခဲ့ပြီးဗန်နွန်လိုပဲ လူဆိုးမဟုတ်လူကောင်းမဟုတ်အကောင်ပါပဲ။ ဒရက်ကူလာလို သွေးစုပ်ကောင်ဖြစ်ပြီး မှော်အစွမ်းအရ ဖြစ်လာတာမဟုတ်ပဲသိပ္ပံစမ်းသပ်မှုတစ်ခုကနေ ဖြစ်လာခဲ့တာပါ။ သွေးစုပ်ကောင်မုဆိုးဘလိတ်ဇာတ်လမ်းမှာလည်း ပါဝင်ဖူးပြီး မာဗယ်ကာတွန်းတွေအရတော့ဘလိတ်ကို လူတစ်ပိုင်းသွေးစုပ်ကောင်တစ်ပိုင်းဖြစ်စေခဲ့တဲ့လူလည်း ဖြစ်ဖူးပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ဒေါက်တာ မိုက်ကယ် မောဘီးယက်စ်ရဲ့ သွေးစုပ်ကောင်ဖြစ်လာပုံကိုပြသထားပြီး နောက်ဆုံးအခန်းမှာတော့ စပိုက်ဒါမန်းနဲ့ ချိတ်ဆက်ဖို့ ပြင်ဆင်သွားခဲ့ပါတယ်။ကြည့်ကြည့်လိုက်ကြပါဦး။ \nFile size…3.6GB / 1.6GB / 900MB\nQuality… 4k HEVC WEB DL  SDR AAC5.1Ch /1080p BLU RAY 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant & YK\nTranslated by Mr.Anderson",
        "rating": "5.1",
        "url": "https://megaup.net/15Mnn/Morbius.2022.720pp._%7BCM%7D_.mp4",
        "category": "Action, Fantasy, Sci-Fi, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/arrowhead-155x200.png",
        "title": "Oro Arrowhead (2021)",
        "description": "Oro Arrowhead (2021)\n================၁၈၃၀ ခုနစ်မှာ အမေရိကန်အစိုးရဟာ ဌာနေတိုင်းရင်းသား အင်ဒီးယန်းတွေကို\nနေရာရွှေ့ပြောင်းရေး အစီအမံလုပ်ခဲ့ပါတယ်။အသစ်ဝင်ရောက်လာတဲ့ လူဖြူတွေ\nဝါဂွမ်းစိုက်ပျိုးလို့ရအောင်မြေလိုတဲ့အတွက်လို့ အကြောင်းပြပြီး ချရိုကီးလူမျိုး\n၁၆၀၀၀ ကျော်အပါအဝင် လူပေါင်း၆၀၀၀၀ လောက်ရှိတဲ့ မျိုးနွယ်စု ငါးစုကိုမိုင်ပိုင်းများစွာ\nလမ်းလျှောက်ခရီးနဲ့ အတင်းအကျပ်ပြောင်းရွှေ့ခဲ့ပါတယ်။ ပင်ပန်းဆင်းရဲမှုကြောင့်\nလူပေါင်း လေးထောင်ကျော်သေဆုံးခဲ့ပြီး မျက်ရည်လျှောက်လမ်းလို့ အမည်တွင်ခဲ့ပါတယ်။\nဒါ့အပြင် မျိုးနွယ်စုတွေ ဖယ်ရှားခံခဲ့ရတဲ့နေရာတွေဟာ တွင်းထွက်ပစ္စည်းလည်း\nထွက်တဲ့အတွက် လူဖြူတွေက လိုချင်တပ်မက်ခဲ့တာပါ။အဲဒါကို သိတဲ့ မျိုးနွယ်စုတွေဟာ ရွှေတွေကို တူးဖော်ပြီး မှော်အစီအရင်တွေနဲ့\nဖွက်ခဲ့ပါတယ်။ နောင်အခါမှာ အဲဒီအကြောင်းကို သိတဲ့ သိုက်တူးဖို့ လာသူတွေလည်း\nအများကြီးရှိတာပေါ့။ဒီဇာတ်ကားမှာတော့ မြို့တော်ဝန်ဟာ ရွှေသိုက်ကို ရှာဖွေနေသူပါ။ အခြားဒီလိုမျိုး\nအကြံအစည်ရှိသူ ရှာဖွေသူတွေကို ခြိမ်းခြောက်လေ့ သတ်ပစ်လေ့ရှိပါတယ်။ ဒါကြောင့်\nမြို့တော်ဝန်ချုပ်ကိုင်ထားတဲ့ အဲ့နယ်မြေတွေမှာ ပြည်သူတွေဟာ တုပ်တုပ်မှ မလှုပ်ရဲ\nကြပါဘူး။ တစ်ခါမှာတော့ ဇာတ်လိုက်ဖြစ်သူ ဗိုလ်မှူး ဂျင်မ်ပိုဝဲလ် တစ်ယောက် ဖခင်\nရုတ်တရက်သေဆုံးမှုကြောင့် အသုဘကိစ္စအတွက် မြို့ကို ပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်\nဖခင်သေဆုံးမှုဟာ သမားရိုးကျမဟုတ်တာကို သိရှိသွားပြီနောက် ...",
        "rating": "4.3",
        "url": "https://megaup.net/15Wif/Oro.Arrowhead.2021.720p.WEBRip.[CM]_new.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/anek-139x200.jpg",
        "title": "Anek (2022)",
        "description": "ခုတစ်ခါထွက်ရှိလာတဲ့ မင်းသားချော အရွရ်ှမန်းရဲ့ဇာတ်ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းသလို ဗဟုသုတတွေလည်း အများကြီးရပါတယ်နယ်စပ်ဒေသတွေမှာ ဖြစ်ပွားနေတဲ့ အငြင်းပွားမှုတွေနဲ့အကြမ်းဖက်မှုတွေ\nဒေသခံပြည်သူတွေရဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေနဲ့ အစိုးရရဲ့ကြား\nမြေစာပင်ဖြစ်ရမှုတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့\nမှတ်သားလောက်ပါပေတယ်..ထောက်လှမ်းရေးအရာရှိလေး အမန်းက အငြင်းပွားဖွယ်ဖြစ်နေတဲ့\nနယ်စပ်ဒေသတစ်ခုရဲ့ အကြမ်းဖက်မှုတွေ ပြေငြိမ်းဖို့ အစိုးရနဲ့\nလက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ စစ်ပြေငြိမ်းရေးစာချုပ်ချုပ်ဆိုတဲ့\nနေရာမှာ ကူညီပေးဖို့ တာဝန်ကျလာတယ်...သူ အဲ့ဒီဒေသကို ရောက်သွားတဲ့အခါ ဒေသခံတွေ ညှင်းပန်းနှိပ်စက်ခံရမှုတွေ\nမစွမ်းသာတဲ့အဆုံး လူငယ်လေးတွေ ကြမ္မာနွံထဲ နစ်ခဲ့ရပုံတွေကို\nမြင်တွေ့ခဲ့ရပါတယ်...တကယ်တော့ ငြိမ်းချမ်းရေးဆိုတာကို လူတိုင်းက\nမလိုလားကြပါဘူး...\nတချို့လူတွေက သူတို့ကိုယ်ကျိုးအတွက် ငြိမ်းချမ်းရေးဖေါ်ဆောင်သယောင်နဲ့\nအကြမ်းဖက်နေတာတွေကို မြင်တွေ့လာရတဲ့အခါ...မှန်တယ်ထင်တာကို လုပ်မယ့် ဒီအရာရှိလေးရဲ့\nစစ်ဆင်ရေးခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့...။အစိုးရတစ်ရပ်နဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ကြား တကယ်တမ်း\nအေးချမ်းမှုလိုအပ်နေသူနဲ့ ပြေလည်မှုလိုလားသူကြား\nကွာဟချက်ကိုလည်း ဒီဇာတ်ကားမှာ ကောင်းကောင်းကြီး\nမြင်တွေ့ရမှာဖြစ်လို့ ရှုစားပေးကြပါဦးရှင့်...  \nFile size…3.05GB / 1.38GB\nQuality…720p\nFormat…mp4\nDuration….2h 27m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A.Y.L.O.R",
        "rating": "7.5",
        "url": "https://megaup.net/2rW4m/Anek_(2022)_TRUE_WEB-DL.720p.Hindi.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41ZNHkEs7GYTI9994mW6BHCIP29.jpg",
        "title": "Sector 7 (2011)",
        "description": "Sector 7 (2011)ကျွန်တော်တို့ခေတ်ရဲ့ အလှနတ်ဘုရားမ ဖြစ်ခဲ့သလို ခုထိလည်း လှနေဆဲ လှနေမြဲ တောင်ကိုရီးယားမင်းသမီးတစ်ယောက်ဖြစ်တဲ့ ဟာဂျီဝန်ရဲ့ အလန်းစားရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ကားမလန်းတောင် ဂန္တဝင်မမရဲ့ ဂန္တဝင်အလှတရားတွေကို ကြည့်ဖို့သက်သက် ရှာကြည့်ရတဲ့ မမ ဟာဂျီဝန်ရဲ့ ရုပ်ရှင်ကိုမှ ဇာတ်လမ်းကပါ စိတ်ဝင်စားစရာကောင်းနေတော့ တော်တော်တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အိုဂျီဟိုဆိုတဲ့ ဘဲလည်းပါပေမဲ့ ခေါက်ထားလိုက်ပါ၊ မမသာအဓိကပဲမို့လား။ ဒါပေမဲ့ မမဆိုလို့ မမ ဟာဂျီဝန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ ဒီနှစ်မှာ Golden Mask ဒရာမာနဲ့ ပြန်ဟော့လာတဲ့ မမ ချာရီယျွန်းလည်း ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ Kristen Stewart ပါတဲ့ Underwater လိုလို ဘာလိုလိုပါပဲ။ ဂြိုဟ်သားတွေနဲ့ကိုး။ ဒါရိုက်တာကတော့ May 18 တို့ Sinkhole တို့ The Tower တို့လို ကံဆိုးမိုးမှောင်ကျတဲ့ရုပ်ရှင်တွေချည်း အသားပေးရိုက်တတ်တဲ့ Ji-hoon Kim ...",
        "rating": "4.6",
        "url": "https://megaup.net/2rVUd/(CM)_Sector_7_(2011)_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOTZhYThkMTAtYjk0Mi00OTg4LTljMzQtMWE1NTM3NjdkM2RjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Three Times (2005)",
        "description": "Three Times (2005)\nDirected by Hou Hsiao-Hsienတမြေ့မြေ့အောက်မြေ့ခြင်းကြားက ငါတို့ရဲ့ အခါခါလွဲခဲ့ကြခြင်းတွေ။ ပထမဆုံးရက်‌စွဲတစ်ဖြစ်လည်း နောက်ဆုံးရက်စွဲမှာ တို့ရဲ့အနက်ရောင်ဖဲထီးကလေးပေါ်မှာ မိုးရိပ်တွေလည်းဖြာလို့။ တစ်ခါတလေကျ နဖူးစာဟာ ကံကြမ္မာဆိုတာထက် ပိုပါတယ်။ ဆန္ဒ‌ပေါ့။ မနီးစပ်ခြင်းတွေကို အနီးဆုံးဆွဲကပ်ပစ်လိုက်နိုင်တာ လူနှစ်ယောက်ရဲ့ နီးစပ်ချင်စိတ်ပဲမို့လား။ သုံးခေတ်သုံးဖန် သုံးကြိမ်သုံးလီ နီးလာခြင်း‌ ဝေးသွားခြင်း မျက်ရည် မိုးစက်များ တိုင်ပေရဲ့ နီယွန်ည နှုတ်ခမ်းဖျားမှာ ခေတ်အဆက်ဆက်ဟာ စုထုံးလို့။ စီးကရက်နဲ့မိုးစက်တွေကို တစ်သားတည်းအဖြစ် မှတ်ယူလိုက်ကြတာပေါ့။ ဘောလုံးနဲ့ ၀င်ကျင်းဟာ ကျူတံရဲ့အတွေ့မှာ ဆုံစည်းကြရမှာပဲမလား။ ငါတို့သာသေချာခဲ့ရင် အရာရာဟာ သေချာနေပြီးသား။Three Timesဟာ world cinemaရဲ့ leading figure တစ်ယောက်ဖြစ်သလို ထိုင်၀မ် New Wave Cinemaရဲ့ ပဲ့ကိုင်ရှင်တစ်ယောက်ဖြစ်တဲ့ Hou Hsiao-Hsienရဲ့ Second New Waveခေတ်‌အလွန်မှာ ရိုက်ခဲ့တဲ့ကားပါပဲ။ Houဟာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/three-times-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDE2ODVmNGMtOGI3Zi00ODNjLTg5ZmUtNzAxNjQ4M2FjNzlkXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Man From Toronto (2022)",
        "description": "ဟာသသရုပ်ဆောင် ကယ်ဗင်ဟာ့ နဲ့ ဝူဒီ ဟာရယ်ဆန်တို့ ပါဝင်ထားတဲ့ နက်ဖလစ် ဟာသ အက်ရှင် ကားအသစ်ထွက်လာပါပြီ။ Hitman Bodyguard နဲ့အတော်ဆင်ပါတယ်။ ရယ်ရတယ်၊ အတိုက်အခိုက်တွေပါတယ်။ rating လည်း ကောင်းကောင်းရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တက်ဒီဆိုတဲ့လူဟာ ဘာလုပ်လုပ်တလွဲတွေချည်းပဲမို့ အလုပ်မှာမအောင်မြင်တဲ့လူတစ်ယောက်ပါ။ သူ့မိတ်ဆွေတွေကတောင် တစ်ယောက်ယောက်တလွဲလုပ်ရင် တက်ဒီမလုပ်နဲ့ဆိုပြီး ပြောင်ကြတဲ့အထိပါပဲ။ သူ့မိန်းမရဲ့ မွေးနေ့အတွက် တဲအိမ်တစ်ခုကိုသွားနေရာချရင်း လွဲနေကျ တက်ဒီတစ်ယောက် တဲမှားပြီးရောက်သွားပါတယ်။သူရောက်သွားတဲ့ တဲက လူတွေကတော့ တိုရန်တိုကလူ ဆိုတဲ့ နာမည်ကြီး ကြေးစားလူသတ်သမား၊ နှိပ်စစ်စစ်ဆေးရေးသမားကို မျှော်နေကြတာပါ။ သူတို့ကလည်း တိုရန်တိုကလူကိုမမြင်ဖူးဘဲ တက်ဒီ့ကို အရှုပ်ထုပ်ကြီးထဲ ဆွဲထည့်မိသွားတဲ့အခါ... File size…(1.98GB/(1.07GB)/(772MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action / Comdey / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://megaup.net/1LYgz/The.Man.from.Toronto.2022.720p(CM)_(2).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xOj4l9ElptzjUMY5u2349Uhc0eD.jpg",
        "title": "Golden Spider City ( 2022 )",
        "description": "ဒီတစ်ခါစွန့်စားခန်းဖွင့်မယ့်နေရာကတော့ ရွှေပင့်ကူမြို့တော်ပဲဖြစ်ပါတယ်။\nရွှေမြို့တော်ကိုရောက်ရင်ထာဝရအသက်ရှင်နိုင်မယ်ဆိုတဲ့\nယုံတမ်းစကားတစ်ခုရှိပါတယ်။ အဲ့ဒီမြို့ဟာ\nကျွန်းတစ်ကျွန်းရဲ့မြေအောက်မှာရှိတာဖြစ်ပြီး\nရောက်ဖူးသူတစ်ယောက်မှမရှိသလို ၊\n​ပြန်ထွက်လာနိုင်သူလည်းမရှိပါဘူး။ဇာတ်လိုက်ကတော့ စစ်မာချုံဆိုတဲ့ကောင်လေးဖြစ်ပြီး\nအဖေဖြစ်သူ စစ်မာဟွေးကတော့ လွန်ခဲ့တဲ့၂၂နှစ်က\nရွှေမြို့တော်ကိုသွားရင်းပျောက်ဆုံးသွားခဲ့တာဖြစ်ပါတယ်။\nတစ်နေ့မှာသူ့ရည်းစား လီဆာတစ်ယောက်ပြန်ပေးဆွဲခံရပြီး ၊\nလီဆာရဲ့အသက်နဲ့ခြိမ်း​ခြောက်ကာ\nမြေအောက်ကမ္ဘာကိုသွားဖို့\nအတင်းအကြပ်စေခိုင်းခြင်းခံရပါတော့တယ်။အဲ့ဒါတင်မကဘဲ ရွှေမြို့တော်ကိုပါသွားဖို့ဖိအားပေးလာတဲ့အခါ...\nထူးဆန်းတဲ့လူတစ်ယောက်ပေါ်လာပြီး\nအသက်ကလည်းရွယ်တူလောက်ကို\nသူ့ကိုယ်သူ စစ်မာဟွေး(မင်းသားရဲ့အဖေ) ပါလို့ပြောလာတဲ့အခါ....သုံးယောက်သားဟာ ရွှေမြို့တော်ရှိရာ\nကျွန်းသို့သွားဖို့ဖြစ်လာခဲ့ပါတယ်။\nမင်းသားရဲ့အဖေဟာ တကယ်ပဲ\nရွှေမြို့တော်ကနေပြန်ထွက်လာနိုင်ခဲ့လား...\nရွှေမြို့တော်ရဲ့လျို့ဝှက်ချက်ကရောဘာလဲ။\nဧရာမပင့်ကူကြီးတွေကြား သည်းထိတ်ရင်ဖို\nစွန့်စားကြမယ့်ခရီးစဥ်ဟာ ဘယ်လိုအဆုံးသတ်လေမလဲ။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 27min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Minnie , Shwe Zin Oo\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/golden-spider-city-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYzRkMTViOTAtY2MxNy00NDI4LWIyNTItYTcwNDM4MDE4MWJjXkEyXkFqcGdeQXVyMTE0MzU2MDUx._V1_-142x200.jpg",
        "title": "Home2Home (2022)",
        "description": "Home2Home (2022)\n================\nIMDb Rating - 7.8/10ဒန်းနစ်ကိုင်လန်း ဆိုတဲ့ ဂျာမန်လူမျိုးတစ်ယောက်က\nမြန်မာနိုင်ငံအပါအဝင် နိုင်ငံပေါင်း ၃၇ နိုင်ငံကို စက်ဘီးနဲ့ပတ်ပြီး\nသူသွားတဲ့ နိုင်ငံတိုင်းက လူတွေရဲ့အမျိုးမျိုးအဖုံဖုံသော ဘဝတွေနဲ့\nရှုခင်းအလှအပတွေကို ဒီ documentary ‌လေးထဲမှာကြည့်ရမှာ\nဖြစ်တယ်။ဒီကားက ကမ္ဘာပတ်ပြီး ရိုက်ပြထားတဲ့ documentary ဆိုတော့\nညွှန်းစရာသိပ်မရှိတဲ့အတွက် CM ပရိတ်သတ်ကြီးကပဲ ကိုယ်တိုင်\nကြည့်ရှုခံစားပေးလိုက်ပါဗျ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(2.85 GB) / (1.4 GB) / (887 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Documentary\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.8",
        "url": "https://megaup.net/37ONP/Home2Home.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Adventure, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2QyMzUwZjAtMzVmYi00ZTcyLWE0YzMtZDliMGY2MGQzYjI4XkEyXkFqcGdeQXVyOTUzODczNjk@._V1_-133x200.jpg",
        "title": "Man on the Edge (2022)",
        "description": "“ကျွန်တော်က သာမာန်ပြည်သူတစ်ယောက်ပါ” “ ပြည်သူ့အတွက်ပါ “ဆိုပြီး စွန့်စားမှုကိုစိန်ခေါ်လာခဲ့တဲ့လူအကြောင်းကို ရိုက်ကူးထားတဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n၁၉၀၀ ဝန်းကျင်လောက်က ဟောင်ကောင်အစိုးရအဖွဲ့ရဲ့ အောက်ဖဲတွေကိုပါ ပါးပါးလေးလှပ်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးတစ်ကားပါပဲဗျ ။တရားမဝင်အဖွဲ့အစည်းဆိုတာ အစိုးရဘက်ကသတ်မှတ်ပေးထားတဲ့အဖွဲ့အစည်းတစ်ခု။ အဲ့ဒီအဖွဲ့အစည်းထဲမှာ အားလော့တစ်ယောက် သတင်းပေးလုပ်နေရင်းနဲ့ အဖွဲ့ထဲကညီအစ်ကိုတွေနဲ့ တော်တော်ရင်းနှီးလာခဲ့ပါတယ်။ သူ့အတွက် ရွေးချယ်ရအခက်ဆုံးကတော့ အဖွဲ့ခေါင်းဆောင်အဖြစ် လျာထားခံရတဲ့အထဲမှာ သူပါသွားတာပါပဲ။သူသတင်းပေးလုပ်ရတဲ့ရည်ရွယ်ချက်က နောက်ကွယ်က လက်မည်းကြီးတွေကို ဖော်ထုတ်ချင်တာဖြစ်ပြီး အခုသူကိုယ်တိုင် အဲ့ဒီလက်မည်းကြီးတွေနဲ့ ပူးပေါင်းလုပ်ကိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့…. အဖွဲ့အစည်းကို ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ JoJo Va ပါ ) File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:57:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/16014/Man_on_the_Edge_(2022)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZTAwNmJmZGEtNDViYy00MjhhLWFlOGQtYzMzMGM3YjE5MTVmXkEyXkFqcGdeQXVyNzI0MTY5MQ@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Some Like It Rare (2021)",
        "description": "Some Like It Rare (2021)\n==================\nIMDb Rating - 6.6/10ကမ္ဘာတစ်ဝှမ်းမှာ အခြေအနေအမျိုးမျိုးကြောင့်\nကွင်းဆက်လူသတ်သမားအဖြစ် ကျော်ကြားခဲ့တဲ့\nလူသတ်သမားတွေအများကြီးရှိခဲ့ပါတယ်။\nအခြေအနေရယ် အကျိုးအကြောင်းရယ်\nဆက်စပ်မိတဲ့အခါမှာ လူတစ်ချို့ဟာကွင်းဆက်\nလူသတ်သမားအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ဒီရုပ်ရှင်မှာလဲ ပြင်သစ်နိုင်ငံကဖော်ရွေပြီးခင်ဖို့အရမ်း\nကောင်းတဲ့ လင်မယားနှစ်ယောက်ဟာ အခြေအနေ\nတစ်ခုကြောင့် လူသတ်မိပြီး တစ်ဖြည်းဖြည်းနဲ့ ကွင်းဆက်\nလူသတ်သမားဖြစ်လာခဲ့ပြီး လူဆယ့်သုံးယောက်အထိ\nသတ်ခဲ့တာပုံကို ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။လူသတ်သမားကားဖြစ်တာကြောင့် သွေးသံတရဲရဲ အခန်း\nနည်းပေမယ့် ရွံတတ်တဲ့သူတွေ ကြည့်ဖို့တော့ မသင့်လျှော်\nပါဘူး။ ဖြစ်ရပ်မှန်မဟုတ်ပေမယ့် တင်ဆက်ပုံကောင်းတာ\nကြောင့် Thriller ပရိတ်သတ်တွေအတွက်တော့ လက်မလွှတ်\nသင့်တဲ့မူဗီဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin\nHtoo Aung ဖြစ်ပါတယ်)File Size..........(1.04 GB) / (577 MB) / (342 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.6",
        "url": "https://megaup.net/15Zhj/Some.Like.It.Rare.2021.FRENCH.720p.WEBRip.DD5.1.[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzAyMjRjMjQtNTFmNC00NDdmLTg5YzYtZmRkNmQ3NTY1MGI5XkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-1-143x200.jpg",
        "title": "Once Upon a Time in Shanghai (2014)",
        "description": "၂၀၁၄ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အမှန်တကယ်ကြုံးတဲ့ တရုတ်အက်ရှင်ကား​ဟောင်း ကား​ကောင်းတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။\nဂျပန်​ခေတ် တရုတ်နိုင်ငံရှန်ဟိုင်းမြို့ကို​ ​နောက်ခံထားပြီး ဂိုဏ်း​တွေ ဂိုဏ်း​ခေါင်း​ဆောင်​တွေရဲ့ ပိုင်နက်အရှုပ်​တော်ပုံ​တွေကြားက ကွန်ဖူးပညာပြခန်း​တွေကို တစ်ဝကြီးကြည့်ရှုရမှာပါ။\nဖက်တီးမင်းသားလို့ ကျွန်​တော်တို့​ခေါ်ကြတဲ့ Sammo Hungလည်း ပါဝင်ထားပါတယ်။ IMDbက​တော့ 6.7ပါ။၁၉၃၀ပြည့် တရုတ်နိုင်ငံ ရှန်ဟိုင်းမြို့ဟာ လူတိုင်းအတွက် နိဗ္ဗာန်ဘုံ တစ်ခုဆိုသလိုပဲ ကြီးပွားချမ်းသာချင်သူ​တွေ လာကြတဲ့မြို့ကြီးပါ။\nဒါ​ပေမဲ့ အလွှာ​ပေါင်းစုံ၊ လူ​ပေါင်းစုံရှိ​နေတဲ့ မြို့ကြီး ဖြစ်​နေတာ​ရယ် ​​ခေတ်မီတိုးတက်သ​လောက် ဒုစရိုက်မှု၊ ခေါင်းပုံဖြတ်မှု​​တွေ အ​​တော် များတာရယ်​ကြောင့် ​ကောင်းစားသွားသူထက် လက်​လျော့သွားသူ၊ အသက်​ပေးလိုက်ရသူ​တွေက ပိုများ​နေတာပါ။မာ​ဝေကျင်းဆိုတဲ့ ​ကောင်​လေးတစ်​ယောက်ကလည်း ရှန်ဟိုင်းမြို့ကို ကြီးပွားချင်တဲ့စိတ်နဲ့ ​ရောက်လာခဲ့သူပါ။\nရှန်ဟိုင်းမြို့ကြီးမှာ ကြုံရာ အလုပ်​​တွေ ဝင်လုပ်ရင်း ရှန်ဟိုင်းရဲ့ ဒိတ်ဒိတ်ကြဲ ဂိုဏ်း​ခေါင်း​​ဆောင် ​လောင်ကျဲနဲ့ သွားဆုံမိပါတယ်။ ​\nဂိုဏ်း​ပေါင်းစုံရဲ့ ဘုံရန်သူ ဖြစ်​နေတဲ့ ​လောင်ကျဲကလည်း ကွန်ဖူးထူးချွန်တဲ့ မာ​ဝေကျင်းကို တပည့်အဖြစ် ​မွေးလိုက်ပါတယ်။\nဒီလိုနဲ့ပဲ ​မာ​ဝေကျင်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3NPM2/Once_Upon_a_Time_in_Shanghai_(2014)_720p.mkv",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/forensic-113x200.jpg",
        "title": "Forensic (2022)",
        "description": "ForensicIMDb - 6.9ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားချောလေး ဗစ်ကရန့်မက်စီပါဝင်သရုပ်ဆောင်ထားတဲ့မှုခင်းစုံထောက်ကားလေးပဲဖြစ်ပါတယ်.. ဒီမင်းသားကိုတော့ ပရိသတ်တွေမစိမ်းဘူးလို့ထင်မိပါတယ်Haseen Dilruba ထဲမှာ တာ့ပ်ဆီးပါနူးနဲ့ တွဲရိုက်ထားတဲ့ ညီ​ဖြစ်သူနဲ့ မိန်းမကဖောက်ပြန်လို့လက်ဖြတ်ပေးပြီး ပြန်ချစ်ပြတဲ့ အချစ်သူရဲကောင်းကြီးဆို သိကြမယ်ထင်ပါတယ်။2020မှာထွက်ရှိခဲ့တဲ့ Forensicကိုပဲ Remake ပြန်ရိုက်ထားတဲ့ 2022 Versionပါ။ 2020တုန်းကထွက်ရှိခဲ့တဲ့ကားမှာ Bad Reviewတစ်ချို့ရှိနေခဲ့ပေမဲ့ ဒီ2022ထုတ်အနေနဲ့ကတော့ ဒါရိုက်တာVishal Furiaကရုပ်ရှင် Plotအပြင် သရုပ်ဆောင်တွေ၊ အမှုအခင်းတွေကိုပါ အဆင့်မြှင့်ပြီး ထပ်မံရိုက်ကူးလိုက်တာပဲ ဖြစ်ပါတယ်။ Mussorieဆိုတဲ့ တောင်ကုန်း မြို့လေးမှာ စတင်လာတဲ့ ကွင်းဆက်လူသတ်မှု။ ကွင်းဆက်လူသတ်မှုတွေတိုင်းမှာသူတို့ရဲ့တစ်မူထူးတဲ့ နည်းလမ်းတွေရှိပါတယ်။ ဒီလူသတ်မှုမှာတော့ အသတ်ခံရတဲ့သူတွေကထူးထူးဆန်းဆန်း သူတို့ရဲ့မွေးနေ့မှာ အသတ်ခံရတာပဲဖြစ်ပြီး အသတ်ခံရတဲ့သူတွေအားလုံးကလည်းကလေးမလေးတွေပါပဲ။ အာဏာပိုင်ရဲတွေကတောင် လက်လျှော့ပြီး ဖုံးလိုက်ရတဲ့ ဒီအမှုကိုဘယ်လိုပဲဖြစ်ဖြစ် မိအောင်လိုက်မယ်လို့ဆုံးဖြတ်ထားတဲ့ ရဲမေတစ်ယောက်နဲ့ မှုခင်းဆေးပညာရှင်တစ်​ယောက်ပူးပေါင်းပြီးလိုက်ကြတဲ့နောက်မှာ အမှုကို လိုက်နေတဲ့ ရဲမေရဲ့ တူမဖြစ်သူ အန်နေယာဆိုတဲ့ကလေးမလေးကလည်း ပျောက်ချင်းမလှပျောက်သွားတဲ့နောက်.... တဖြည်းဖြည်းပုံပေါ်လာတဲ့ကွင်းဆက်တွေ၊သံသယရှိသူတွေနဲ့ ရှုပ်ထွေးတဲ့အမှုရဲ့နောက်ကွယ်မှာ ဘယ်သူတွေရှိလဲဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/37S2h/Forensic.2022.720p.ZEE5.WEB-DL.Hindi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/baisan-16-137x200.jpg",
        "title": "Tomb Empty Coffin (2020)",
        "description": "Tomb Empty Coffin (2021)\n====================\nIMDb Rating - 6.3/10လူငယ်ပေါင်ချိန်ကို ဇာတ်လမ်းတွဲတွေပဲကြည့်ရတာရိုးနေရင်\nအပြောင်းအလဲလေးဖြစ်သွားအောင် ရုပ်ရှင်လေးပြောင်းကြည့်\nရအောင်။ပေါင်ချိန်ဆိုတော့ အမှုလိုက်ပြီပေါ့နော်။ ဒါပေမဲ့ သူလိုက်မယ့်အမှုက\nတော်ရုံတန်ရုံခေါင်းစားတာမျိုးမဟုတ်ဘဲနဲ့ ဘဘာဝလွန်ဖြစ်ရပ်တွေပါ\nပါတတ်တာ ပေါင်ချိန်ရဲ့ထုံးစံလိုဖြစ်နေပါပြီ။ အခုလည်း အမှုက သေရာ\nကနေပြန်ရှင်လာတဲ့လူသတ်သမားတဲ့။ ဘယ်လိုဖော်ထုတ်မလဲ ဆက်\nကြည့်လိုက်ပါဦးနော်။ ။ဇာတ်လမ်းအကျဉ်းကတော့ ပေါင်ချိန်က သူ့ဆရာဖြစ်တဲ့ သမားတော်ဟူ\nဆုံးသွားလို့ ကုန်းအန်းပြည်နယ်ကို ခွင့်ရက်ရှည်ယူပြီး ဆရာ့အုတ်ဂူကို\nသွားကန်တော့မလို့ပါ။ ဒါပေမဲ့ အဲ့ဒီကုန်းအန်းပြည်နယ်မှာ မိန်းကလေး\nငယ်တွေ ပျောက်ဆုံးနေပြီး သူ့ဆရာအလောင်းလည်း ပျောက်နေပါတယ်။\nလူတွေပြောကြတာကတော့ သေရာကနေပြန်ရှင်လာပြီး လူတွေကိုလိုက်\nသတ်၊ မျက်နှာအရေပြားတွေကို ဓါးနဲ့ဆွဲခွာထားပါတယ်တဲ့။\nအဲ့ဒီတော့ ဆရာ့အုတ်ဂူကိုကန်တော့ဖို့လာရင်းနဲ့ သေရာကနေပြန်ရှင်လာတဲ့\nအမှုအပြင် တခြားပဟေဠိတွေကိုပါ တစ်ခုပြီးတစ်ခု ဘယ်လိုဖြေရှင်းသွား\nမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (572 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Drama\nTranslator.......Jo Jo ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rR9u/Tomb.Empty.Coffin.2020.CHINESE.720p.WEBRip[CM]_new.mp4",
        "category": "Action, Adventure, Drama"
    }
]