[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTI1ODY3MTQwNl5BMl5BanBnXkFtZTcwMjU5MjMxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Would You Rather (2012)",
        "description": "\"မင်းသာဆိုရင်ဘာလုပ်မလဲ\" ဒီမုန့်ကို ဂျွန်ကိုကျွေးမလား ဒန်နီရယ်ကိုကျွေးမလား ဒါက ကလေးတွေကစားကြတဲ့ကစားနည်းတစ်‌ခုပေါ့ ဒီဇာတ်ကားထဲမှာလည်းဒီကစားနည်းကိုပဲဇာတ်အိမ်တည်ပြီးအသုံးပြုထားတာပါ။ အိုင်းရစ်ဟာ ငွေရေးကြေးရေးအခက်အခဲတွေကြားကနေ နာမကျန်းဖြစ်နေတဲ့မောင်လေးကိုတစ်ယောက်တည်းပြုစုစောင့်ရှောက်နေရတဲ့သူပါ။ တစ်ရက်မှာတော့ မောင်ဖြစ်သူ ရိုးတွင်းခြင်ဆီအစားထိုးကုသဖို့အတွက် လိုအပ်နေတဲ့ငွေကြေးကို လန်ဘရစ်ခ်ဖောင်ဒေးရှင်းကကူညီပေးနိုင်တယ်ဆိုပြီး ညစာစားပွဲတစ်ခုကို မက်လုံးပေးဖိတ်‌ခေါ်တာခံလိုက်ရပါတယ်။ညစာစားပွဲအရောက်မှာတော့ အိုင်းရစ်လို ငွေရေးကြေးရေး ကျဉ်းထဲကြပ်ထဲရောက်နေတဲ့လူ ခုနစ်ယောက်ပါရောက်ရှိနေပြီး လိုအပ်နေတဲ့ငွေကြေးအ‌ထောက်အပံ့ကိုရဖို့ရာ သနားညှာတာမှုကင်းမဲ့တဲ့ကစားပွဲတွေကိုတောက်လျှောက်ကစားပြီး နောက်ဆုံးအသက်ရှင်ကျန်ရစ်တဲ့တစ်ယောက်ကသာ ရရှိနိုင်မယ်ဆိုတာကိုသိလိုက်ရ‌ပါတော့တယ်။ ဒီကားထဲမှာ လူတွေရဲ့ ကိုယ်ကျင့်တရားတွေ ၊ ကျင့်၀တ်တွေ ၊သစ္စာဖောက်ပြားမှုတွေ ၊ တကိုယ်ကောင်းဆန်မှုတွေကို ဘေးကျပ်နံကျပ်ဖြစ်အောင်လုပ်ပြီးရွေးချယ်ခိုင်းထားတဲ့ ရက်စက်တဲ့ကစားနည်းတွေကိုကစားကြရာကနေတဆင့်ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။ ဘယ်သူတွေက ကိုယ်ကျင့်သိက္ခာကိုစောင့်ထိန်းပြီးအနစ်နာခံကြမလဲ၊ ဘယ်သူတွေကသူတစ်ပါးကိုချနင်းပြီး ရက်စက်ယုတ်မာကြမလဲ ၊ ကစားပွဲရဲ့အဆုံးသတ်မှာရော အသက်ရှင်ကျန်ရစ်ခဲ့တဲ့သူကဘယ်သူဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။ File size…(1.1 GB)/(490 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Thriller, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "5.7",
        "url": "https://megaup.net/2AZ3k/Would.You.Rather.2012.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM3NDMyNzgzMV5BMl5BanBnXkFtZTcwMjIyMTA1Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "That’s My Boy (2012)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်ကြီးကို ၂၀၁၂ ခုနှစ်ထွက် Comedy/Drama ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဟာသဇာတ်ရုပ်ကို ပိုင်နိုင်လှတဲ့ မင်းသားကြီး Adam Sandler (50 First Dates/Murder Mystery)၊ ရုပ်တည်ကြီးနဲ့ အရွှန်းထထဖောက်တတ်တဲ့ ဟာသမင်းသား Andy Samberg (Brooklyn Nine-Nine/Palm Springs)နဲ့ မင်းသမီးချော Leighton Meester (Monte Carlo/The Judge)တို့က အဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ ဇာတ်လမ်းအကျဉ်း ဆယ်ကျော်သက်လေး ဒွန်နီက အရွယ်ငယ်ပေမယ့် အစွယ်မသေးဆိုသလို အသက်မပြည့်ခင်မှာပဲ ကျောင်းက ဆရာမနဲ့ တဂျိန်းဂျိန်းဖြစ်ရာကနေ ဆရာမက ကိုယ်ဝန်ရသွားခဲ့ပါတယ်။လူငယ်ပေမယ့် ဇ မသေးလှတဲ့ ဒွန်နီတစ်ယောက် ဆရာမကို ဂျိန်းတဲ့ ကျောင်းသားအဖြစ် အားလုံးရဲ့ပါးစပ်ဖျားရေပန်းစားပြီး နာမည်ကြီးသွားခဲ့ပါတယ်။ တစ်ဖက်မှာလည်း ကလေးက ကလေးကို ပျိုးထောင်ဆိုသလို တစ်ကိုယ်တော်အဖေအဖြစ် သားလေး ဟန်းဆိုလိုကို ပျိုးထောင်ခဲ့ပြီး ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AZ3f/Thats.My.Boy.2012.BluRay.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDVlYWNlZmQtMjllOS00MjZmLTg2MjEtOGJlZWIzMWYxNDIyXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Punch (2022)",
        "description": "IMDb 6.4/10 ထိရရှိထားပြီး 2023 Nominee Audience Award အတွက်ဇကာတင်ထားတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့အတုအယောင်တွေ၊ပေါ်ယံတွေ‌ပေါများတဲ့လောကအကြောင်းကိုလူငယ်လေးနှစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းလေးတွေနဲ့ရိုက်ကူးပြထားတာကိုတွေ့ရမှာပါ Whetu နဲ့ ဂျင်မ်ဆိုတဲ့ကောင်လေးနှစ်ယောက်ဟာ သူတို့နေတဲ့အမြင်ကျဉ်းမြောင်းပြီးအကျင့်ယုတ်တဲ့သူတွေရှိတဲ့မြို့လေးကနေထွက်သွားနိုင်ဖို့အတွက်ဘယ်လိုအခက်အခဲတွေဖြတ်ကျော်ပြီးကြိုးစားကြရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်File size…(1.4 GB)/(780 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.4",
        "url": "https://megaup.net/2AYnC/Punch.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1480976-142x200.jpg",
        "title": "[21+]Summer Camp Girls(1983)",
        "description": "အမေရိကန် ပျိုဖြူလေးတွေအတွက် သီးသန့်ထိန်းကျောင်းတဲ့\nနွေရာသီ လေ့ကျင့်ရေးစခန်းမှာ ဖြစ်ပွါးခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးပါ...\nအမေရိကန်ပျိုဖြူလေးတွေရဲ့ ဘွင်းဘွင်းရှင်းရှင်း အန်ဆင်ဆာ အချစ်ဇာတ်လမ်းလေး...တကယ်တော့ အဲဒီစခန်းကို ဘယ်သူမှမသွားချင်ကြပါဘူး\nဘာလို့လဲဆိုတော့ အနေထိုင် အရမ်းတင်းကြပ်လို့ပါပဲအန်ဂျလာ.....\nအန်ဂျလာကတော့ လူကုံထန်အသိုင်းဝိုင်းက ပေါက်ဖွါးလာသူလေး\nပြစ်မျိုးမှဲ့မထင်လေး အလှတရားပြည့်စုံတယ်....\nသူမရဲ့အဖေက အရမ်းစည်းကမ်းတင်းကြပ်တယ်\nသူမအဖေက ဘာသာရေးသမား\nအခုလည်းကြည့်လေ အန်ဂျလာချစ်သူက တခြားဘာသာဝင်ဖြစ်နေလို့\nမရရအောင်ဖြတ်ပြီး လေ့ကျင့်ရေးစခန်းပို့ပစ်တယ်...အဲမှာ အန်ဂျလာတစ်ယောက် အထူးဆန်းတွေ စတွေ့တာပဲ\nသူရဲ့အခန်းဖော်တွေက ပူစီလေးတွေ..\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ...\nစိတ်ဝင်စားဖို့ကောင်းပြီး ဘွင်းဘွင်းရှင်းရှင်းခန်းတွေ များတာမို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.07GB / 1.01GB\nQuality…1080p /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1V2q2/Summer_Camp_Girls_1983.720p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TfzTAg4wdlFF1ko2JNIrZ0w8Y3.jpg",
        "title": "Credimi! (2022)",
        "description": "Credimi! (2022)~ IMDb rating - 7/10 ~သားသားမီးမီးတွေနဲ့ တူတူကြည့်ဖို့အတွက် အီတလီ Superhero Fantasy ကားလေးပါ။ဆာလ်ဗာတိုရဲဆိုတဲ့ ကောင်လေးဟာ စူပါဟီးရိုး လူစွမ်းကောင်းတွေကို အရမ်း သဘောကျပြီး ကိုယ်တိုင်လည်း စူပါဟီးရိုးတစ်ယောက်ဖြစ်ချင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့။ Astroman လို့ခေါ်တဲ့ စီးရီးတစ်ခုက ဇာတ်ကောင်ဟာ သူ့ရဲ့ ဆရာသခင်ဖြစ်ပြီး သူဘာလုပ်လုပ် တိုင်တည်ရသူလည်းဖြစ်ပါတယ်။ ဆာလ်ဗာတိုရဲလေးရဲ့ နေ့စဉ်မပါမဖြစ် လုပ်ငန်းဆောင်တာတွေကတော့ သူ့မေမေရဲ့ဖုန်းနဲ့ Astroman စီးရီးကို ကြည့်တာ၊ သူ့မေမေရဲ့ဖုန်းကင်မရာနဲ့ Astroman ကို ပြောချင်တာလေးတွေ ဗီဒီယိုရိုက်ထားတာ၊ နောက်ပြီး ဘာအလုပ်လေးလုပ်လုပ် သူ့အတွက် စူပါဟီးရိုးဖြစ်ဖို့အတွက် လေ့ကျင့်နေတဲ့ Mission ပိစိလေးတွေလိုသဘောထားတာ။ ဒီလို စိတ်ကူးယဉ်ဆန်တဲ့ဘဝလေးထဲ သူ့မေမေရဲ့ အကြပ်အတည်းတွေကို ဖြေရှင်းပေးဖို့ရာ စူပါ ပါဝါတစ်ခု ပွင့်စေဖို့ သူကြိုးစားတဲ့အခါမှာတော့…ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ကလေးတစ်ယောက်ကို ဖုန်းတစ်လုံးပေးပြီး အလိုလိုက်ထားတဲ့ကားထက် ပိုတယ်မထင်မိပါဘူး။ ...",
        "rating": "7",
        "url": "https://megaup.net/3gXfu/(CM)_Credimi_(2022)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjFkYzQ2YjgtZjBmNS00NTkzLTkzMTktMjA2YWM5ZGQyZTg5XkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-147x200.jpg",
        "title": "Pichaikkaran 2 (2023)",
        "description": "Pichaikkaran 2 (2023)2016 က ထွက်ရှိထားတဲ့ Pichaikkaran ရဲ့အောင်မြင်မှုအပြီးမှာ ပုံစံတူ stand-alone sequel တစ်ကားဖြစ်တဲ့\nPichaikkaran 2 ဟာ လောလောလတ်လတ်မှာ ရုံတင်ထားတာဖြစ်ပြီး rating တွေလည်းကောင်းသလို\nရုံတင်ငွေ ကုဋေ ၃၄ သန်းကျော်အမြတ်ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nဆရာဝန်တစ်ယောက်က နှလုံးတွေ‌ ကျောက်ကပ်တွေ အစားထိုးတာတင်မကပဲ\nဦးနှောက်အစားထိုးတာကိုပါ အောင်မြင်စွာစမ်းသပ်လ်ုက်နိုင်ပါတယ်\nဗီဂျေးဆိုတာကတော့ အောင်မြင်နေတဲ့စီးပွားရေးသမား ဉာဏ်ကြီးရှင်တစ်ယောက်ပါ\nသူ့ရဲ့လူယံုဆိုတဲ့သူက နောက်ကျောဓားနဲ့ထိုး ခဏနေကဦးနှောက်လဲတဲ့ အစားထိုးမှုကို\nဗီဂျေးအပေါ်လုပ်ပြီး လုပ်ငန်းကြီးတစ်ခုလုံးကို လက်ဝါးကြီးအုပ်ရန် ကြံစည်လာတဲ့အခါမှာ\nတစ်ခေတ်တစ်ခါက Face-off လိုမျိုး vibe ကိုပြန်ခံစားမိမဲ့အပြင်\nဦးနှောက်ချင်းပါလဲပစ်တဲ့ ကျွတ်ဆင်အကွက်ကြီးတွေနဲ့ အက်ရှင်ဒရာမာ\nရသစုံကြည့်ရမှာဖြစ်လို့ လက်မလွှတ်ကြဖို့ ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်သူတွကတော့\nSai ~ chiclon3 ~ BpL ~ Thaik San ~ YH ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…8.56GB/ 3.27GB / 1.23GB\nQuality…4k ...",
        "rating": "6.0",
        "url": "https://megaup.net/2AY5v/Pichaikaran_2_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmY1OTdlYmEtZTY5My00YmQ2LWI0ZjUtNzNlYzc4OTZjYzVmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "A Tale of Sorrow and Sadness (1977)",
        "description": "A Tale of Sorrow and Sadness ( 1977 )ဒီ Erotic ကားကို ရိုက်တဲ့လူက seijun suzuki။ လူတော့သိပ်သိမှာမဟုတ်ပေမဲ့ ဂျပန်ရုပ်ရှင်ကို ဂိတကာဂိနေတဲ့လူတစ်ချို့တော့ သိကြလိမ့်မယ်။ Branded to Killတို့ Tokyo Drifterတို့လို ထိပ်တန်းစာရင်းဝင်တွေရဲ့ ထိပ်ဆုံးမှာရှိနေတဲ့ Action Crime ကားတွေကို ရိုက်ခဲ့တဲ့သူ။ ဒါပေမဲ့သူက ၁၉၅၆ လောက်ကတည်းကနေ ၁၉၆၇အထိ B Movies တွေရိုက်လာတဲ့သူဆိုတော့ ဒီကားကို သူပိုင်ပိုင်နိုင်နိုင်ရိုက်နိုင်တာ ဆန်းတော့လည်းမဆန်းဘူး။ ဒါပေမဲ့လည်း သာမန် Erotic ကားတွေနဲ့ နည်းနည်းမှ မတူတဲ့အချက်ကိုတော့ ကျွန်တော်တို့လက်ခံရမှာပဲ။ စတိုရှိခွန်ရဲ့ Perfect Blue တောင် ဒီကားရဲ့ အငွေ့အသက်နည်းနည်းယူထားသလားလို့ပါ မြင်မိတဲ့အထိ Erotic ကားပေမဲ့ တော်တော်လေး ဆိုက်ကိုဆန်ပြီးကြမ်းတယ်။ Perfect Blueကိုယ်တိုင်လည်း ...",
        "rating": "",
        "url": "https://megaup.net/1f4jd/A.Tale.of.Sorrow.and.Sadness_(1977)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/AAAABVUJYE8kFnz5V0aihSn_A1nkTC5xW_yfeqziGmYjArHdcfWKea4Q73WjUXjtd5OtghA2WT-O2npykXEmFnASYUext3DMN-6-7djjr9O6jKyTqs0TBXFhPVONJP0R9A-143x200.jpg",
        "title": "A Family (2021)",
        "description": "A Family (RT 71% , IMDb 7 )ယာကူဇာ... ယာကူဇာဆိုတာ ကျွန်တော်နဲ့ မစိမ်းတဲ့ စကားလုံးပါ... ဂျပန်နိုင်ငံက လူမိုက်ကြီးတွေပေါ့... ယာကူဇာမှာ အလွှာအမျိုးမျိုးရှိတယ်..တချို့ဟာ ဂုဏ်သိက္ခာတွေ စစ်မှန်တဲ့ ယောက်ျားတစ်ယောက် ဖြစ်ခြင်းတွေ အစရှိတဲ့ ဂုဏ်ဒြပ်တွေကို ဦးစားပေးတဲ့ လူမိုက်မျိုးနဲ့ ... ငွေရမယ် အာဏာရမယ်ဆိုရင် မူးယစ်ဆေးကအစ ထဲထဲဝင်ဝင်လုပ်ကိုင်တဲ့ ရာဇဝတ်ဂိုဏ်းတွေအထိ အမျိုးမျိုးရှိလို့နေပါတယ်...မည်သို့ပင် ဆိုစေကာမူ ယာကူဇာမှန်သမျှဟာ သာမန်လူ့လောက တရားဥပဒေကို တနည်းတဖုံ ဆန့်ကျင့်ဖောက်ဖျက်နေကြသူတွေသာ ဖြစ်ပါတယ်... ဒီဇာတ်ကားမှာ ယာမာမိုတိုရဲ့ ဖခင်ဟာ ယာကူဇာတွေရဲ့ မူးယစ်သားကောင်ဖြစ်ခဲ့ရပြီး ဆေးသုံးစရာ ခြူးတစ်ပြားတောင် မရှိတော့လို့ ဘဝနိဂုံးကို ကိုယ်တိုင်ချုပ်ခဲ့သူပါ...ယာမာမိုတိုဟာ အဲ့အတွက်ကြောင့် ယာကူဇာနဲ့ သူတို့ရဲ့ မူးယစ်ဆေးဝါးကို အင်မတန်စက်ဆုပ်ရွံရှာနေခဲ့ပါတယ်... ဒါပေမယ့် ကံကြမ္မာအလှည့်အပြောင်းကြောင့် သူဟာလည်း သူမုန်းတီးရတဲ့ ယာကူဇာတစ်ယောက် ဖြစ်လာပါတော့တယ်...ဒီဇာတ်ကားမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1f4j3/A_Family_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vGBHyERjr5Zs311PxbTUR2AEqO8.jpg",
        "title": "Mediterranean Fever (2022)",
        "description": "Mediterranean Fever (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 80% ~ကိန်းရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရခဲ့တဲ့ ပါလက်စတိုင်းရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ စိတ်ကျရောဂါခံစားနေရတဲ့သူတစ်ယောက်နဲ့ အိမ်နီးချင်းသစ်တို့ကြားက Friendship ဖြစ်လာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ကျွန်‌တော်တို့အားလုံးက Depression Social Anxiety Bipolar Disorder စတဲ့စိတ်ပိုင်းဆိုင်ရာ ပြဿနာတွေနဲ့ အနည်းနဲ့အများ ရုန်းကန်နေကြရတဲ့သူတွေချည်းပါပဲ။ တခါတလေမှာ Suicide လုပ်သွားတဲ့သူတွေက ပိုပြီးသတ္တိရှိနေသလို... ဒီဇာတ်ကားမှာလည်း အသက် ၄၀ အရွယ် ဝဲလိဒ်ဆိုတဲ့သူတစ်ယောက်က စိတ်ကျရောဂါခံစားနေရပြီး Counselling ယူနေရတယ်။ Depression နဲ့သားသမီးနှစ်ယောက်ရဲ့ဝေယျာဝစ္စတွေနဲ့နပန်းလုံးရင်း ဘဝကိုစိတ်ကုန်နေတဲ့သူ။ စာရေးမယ်ဆိုပြီး အလုပ်ထွက်လိုက်ပေမဲ့ စာရေးဖို့ Inspiration လည်းရှာမတွေ့ဘဲ ဘာတစ်ခုမှ စိတ်ပါလက်ပါမလုပ်နိုင်တဲ့ ဇာတ်ကောင်ရဲ့မွန်းကြပ်မှုတွေကိုတွေ့ရမယ်။အဲဒီလိုနဲ့ တစ်နေ့မှာ ဝဲလိဒ်ရဲ့ဘေးအိမ်ကို ဂျလဲဆိုတဲ့လူတစ်ယောက်ပြောင်းလာတယ်။ ဝဲလိဒ်အတွက်တော့ ဂျလဲက မျက်စိစပါးမွေးစူးစရာပါပဲ။ စကားများတယ် စပ်စုတယ် အလိုက်ကမ်းဆိုးမသိ သီချင်းတွေအကျယ်ကြီးဖွင့်တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3gX3g/(CM)_Mediterranean_Fever_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNO8smUkyNbL2t6HU6EBnJCSf6r.jpg",
        "title": "An Unforgettable Year – Summer(2023)",
        "description": "An Unforgettable Year – Summer(2023)*************************************An Unforgettable Year : Summer 2023\"ကာနေဗယ်\"လို့ပြောလိုက်တာနဲ့ ဘရာဇီးနိုင်ငံရဲ့ နှစ်စဉ်နှစ်တိုင်း ၅ရက်တာကျင်းပတဲ့ အကြီးဆုံးပွဲတော်ကြီးကို ပြေးမြင်ကြမှာပါ။ကာနေဗယ်ပွဲကိုနှစ်စဉ် ခရစ်တော်ရဲ့ရက်၄၀ဥပုသ်မတိုင်ခင်မှာ ကျင်းပကြပြီး ဥပုသ်ရက်မတိုင်ခင်စားသောက်ဖွယ်ရာတွေကိုနောက်ဆုံးအကြိမ်စားသောက်ပြီး တီးမှုတ်ကခုန်ကာ ဆင်နွှဲကြတာလို့ဆိုပါတယ်။အရောင်ပြိုးပြိုးပြက်ပြက်နဲ့ ၀တ်စုံတွေ မျက်နှာဖုံးတွေ၀တ်ဆင်ပြီး အလှပြယာဉ်တွေနဲ့အတူ တီးမှုတ်ကခုန်ရင်း စီတန်းလှည့်လည်ကျင်းပကြတာပါ။\nကာနေဗယ်ပွဲတွေထဲမှာမှ ရီယိုမြို့မှာကျင်းပတဲ့ ကာနေဗယ်ပွဲတော်ကြီးကတော့အကြီးဆုံးဖြစ်ပြီးပွဲတော်ကာလအတွင်း ရီယိုမြို့ရဲ့လမ်းတွေထဲမှာ လူ၂သိန်းခန့်ပါ၀င်ဆင်နွှဲကြတယ်လို့ဆိုပါတယ်။\"အင်ယာ\"က ဖက်ရှင်မှာဝါသနာထုံသူတစ်ဦးဖြစ်ပြီး သူ့ရဲ့အိပ်မက်ကတော့ ပဲရစ်ကဖက်ရှင်ကောလိပ်တစ်ခုမှာသွားတက်ရဖို့ပါ။ပါတီခေါင်းဆောင်တစ်ဦးဖြစ်သူတဲ့ အဖေဖြစ်သူကတော့ ဒါကိုလုံး၀သဘောမကျဘဲသူနဲ့အတူစည်းရုံးရေးတွေပဲလိုက်ဆင်းစေချင်ပြီး ကာနေဗယ်ပွဲတော်ကိုလည်း လုံး၀မကြိုက်တဲ့သူတစ်ဦးပါ။တစ်ရက်မှာတော့ ကျောင်း၀င်ဖွင့်ရဖို့အတွက် ရီယိုမြို့ကိုသွားဖို့လိုအပ်လာရာကနေရီယိုမြို့ရဲ့နာမည်ကြီးဆမ်းဘားအကသင်တန်းကျောင်းတစ်ခုဖြစ်တဲ့ ပိုတယ်လာကျောင်းအတွက်ကာနေဗယ်၀တ်စုံတွေချုပ်‌ပေးတဲ့နေရာမှာ ၀င်ရောက်ကူညီဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ ကာနေဗယ်ပွဲတော်အတွက်၀င်ရောက်ကူညီရင်း အင်ယာတစ်ယောက် ဘယ်လိုမိတ်ဆွေအသစ်တွေနဲ့‌တွေ့မလဲ၊နောက်ဆုံးမှာရော သူတက်ချင်နေတဲ့ကောလိပ်အတွက် လိုအပ်နေတဲ့အကူအညီကို ရပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်ကားလေးထဲမှာ ရီယိုမြို့ရဲ့အလှတရားတွေကို ပေါ်တူဂီသီချင်းတွေနဲ့ လှလှပပပုံဖော်ရိုက်ကူးထားပြီးဘရာဇီးနိုင်ငံသားတွေ ကာနေ‌ဗယ်ပွဲတော်ကြီးကို တပျော်တပါးဆင်နွှဲကြပုံကိုလည်းမြင်တွေ့ရမှာဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုဖို့ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။File Size :(2.2GB)& (1.1GB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V2ao/An_Unforgettable_Year_Summer.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWE3M2U4YWItNzk5ZC00ZDdiLTgyNmYtYTc1MWZkOWFmN2UwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Excision (2012)",
        "description": "Horror Movies တွေရိုက်ကူးတဲ့ ဒါရိုက်တာ Richard Bates,Jr ရိုက်ကူးထားတဲ့Horror/Drama ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ AnnaLynne McCord ကတော့ဒီထဲမှာ ပေါ်လင် ဆိုတဲ့ ကောင်မလေးနေရာကနေသရုပ်ဆောင်ထားပါတယ်\n2012 ခုနှစ်မှာထွက်ရှိခဲ့ပြီးတော့ rating လည်း အသင့်အတင့်ရရှိထားတဲ့ကားလေးပါပေါ်လင်မှာ ညီမလေးတစ်ယောက်ရှိပြီးတော့ ဆယ်ကျော်သက်အရွယ်လေးတွေပေါ့\nအရာရာကို လက်တည့်စမ်းချင်ကြတဲ့အရွယ်ဖြစ်ပြီးတော့ ပေါ်လင်မှာက ထူးထူးခြားခြားစိတ်ကူးယဉ်လိင်စိတ်တက်ကြွမှုလေးတစ်ခုရှိနေတာပဲ\nစည်းကမ်းတင်းကြပ်ပြီ မိန်းမကောင်းလေးတွေဖြစ်ဖို့ ရှေးရိုးစွဲနေတဲ့ အမေနဲ့ကျောင်းတွင်းဆက်ဆံရေးအခြေအနေလေးတွေကနေ ပေါ်လင်တစ်ယောက် ဘာတွေလုပ်မိမှာလဲ......\nမိဘ မောင်နှမ သူငယ်ချင်း အားလုံးနဲ့ ဘယ်လိုဆက်ဆံရေးတွေရှိပြီးတော့သူ့ရဲ့ စိတ်ကူးတွေ ရည်မှန်းချင်တွေကို ဘယ်လိုရအောင် အကောင်အထည်ဖော်မလဲ......\nစတာတွေကို ရိုက်ကူးပုံဖော်ထားတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ်File size…(960 MB)/(440 MB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Drama, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://megaup.net/1V0rp/Excision.UNRATED.2012.720p.(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmZlZmY0ODItNWVmYy00ODRjLThiNDUtMzNmNWU5MDExZDU2XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Eraser (2023)",
        "description": "Eraser (2023)************ရွာလေးတစ်ရွာမှာ\nကေတီနဲ့ အာမက်တို့ဟာ ရွာရဲ့ အုတ်ဂူကမ္ဗည်းကျောက်တိုင်လုပ်ငန်းကိုလုပ်ပြီးအသက်မွေးနေထိုင်ပါတယ်၊\nသူတို့မှာ အက်ဇ်မန်နဲ့ အာရီဆိုတဲ့ ကျောင်းသားအရွယ်သားနှစ်ယောက်လည်းရှိတယ်၊အက်ဇ်မန်က မိန်းကလေး\nအသက်ရွယ်တူကြားမှာ ပေါ်ပြူလာဖြစ်တဲ့သူတစ်ယောက်ပါ။တစ်နေ့ အာမက်တို့သားအဖနှစ်ယောက်အိမ်ပြန်လမ်းမှာအကူအညီတောင်းလို့\nအဖော်မဲ့နေတဲ့ သားအမိနှစ်ယောက်ကိုအိမ်ခေါ်လိုက်ရတယ်။ သူတို့နှစ်ယောက် ဒီရွာဝန်းကျင်ကမဟုတ်ဘဲ\nအခြားနေရာကနေထွက်ပြေးလာတာပါ၊ ဘယ်လိုအကြောင်းကြောင့်ထွက်ပြေးရတာလဲ၊ အာမက်တို့မိသားစုကရော\nဘယ်လိုတွေအကူအညီပေးမလဲဆိုတာ ကြည့်ရှုပေးပါဦးFile Size :(1.2GB)& (541MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/2AZB3/Eraser.2023.WEB-DL.720P(CM)_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZmRiMWZmMjQtZWM3YS00NWM0LWFmNTgtOWNkNDY5NzNmOWI3XkEyXkFqcGdeQXVyMTUxNDM3MTgy._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shooting Stars (2023)",
        "description": "Shooting Stars (2023)\n================\nGenre – Biography, Drama, Sports\nIMDb Rating – 6.5/10ဘတ်စကတ်ဘော အားကစားလောကမှာဆို မိုက်ကယ်ဂျော်ဒန်တို့ခေတ်ပြီးရင်\nခု လဘရွန်းဂျိန်းစ်ဆိုတာကို ကြားဖူးကြမယ်ထင်ပါတယ်။ NBA ချန်ပီယံ ၄ ခါ\nဖြစ်ထားတယ်၊ NBA သမိုင်းတလျှောက် အမှတ်အများဆုံးသွင်းယူသူ၊ နောက်\nပြီး အိုလံပစ် ရွှေတံဆိပ်ဆုရှင်လည်း ဖြစ်ပါတယ်။ ဒီ သမိုင်းနောက်ခံ အားကစား\nဒရမ်မာ ရုပ်ရှင်လေးက သူကိုယ်တိုင်ရေးတဲ့ အထ္တုပတ္တိကို ပြန်လည် အသက်\nသွင်းထားတာပဲ ဖြစ်ပါတယ်။ သူ့ရဲ့အကြောင်းဆိုပေမဲ့လည်း သူတစ်ယောက်\nတည်းကို ကွက်ပြီး Hightlight လုပ်ပြတာမျိုး မရှိပဲ သူတို့ အထက်တန်းကျောင်း\nဘဝတုန်းက ပြည်နယ်ချန်ပီယံဖြစ်ခဲ့ရပုံတွေနဲ့ သူငယ်ချင်းတွေအကြောင်းကို\nတစ်ယောက်စီ သေချာလည်း ပြသပေးထားတာမျိုး ဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့အကြောင်းအရာလေးကတော့ လဘရွန်းဂျိန်းစ်ရယ် ဒရူးဆိုတဲ့ လူကောင်\nအညှပ်ကလေးရယ် ရှရန်ဆိုတဲ့ဝတုတ်လေးရယ် ဝီလီဆိုတဲ့ ရင့်ကျက်တဲ့ကောင်\nလေးရယ်က အသက် ၁၀ နှစ်ကတည်းက Shooting Stars ဆိုတဲ့ အဖွဲ့အောက်\nမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1UU2b/shooting.stars.2023.720p.web.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bByK1UZR0IU64Jn5Lxq9W0iSzGe.jpg",
        "title": "Delicious Romance ( 2023 )",
        "description": "အရမ်းချစ်ကြတဲ့သူငယ်ချင်းသုံးယောက်ရဲ့အချစ်ရေးနဲ့အလုပ်အကိုင်တွေကို\nဘယ်လိုတွေကျော်ဖြတ်ပြီးကိုင်တွယ်ကြလဲဆိုတာကို တင်ဆက်ထားတဲ့\nမိန်းကလေးတွေအတွက်အင်အားဖြစ်စေမယ့်\nအချစ်ဒရာမာကားလေးကိုCMမှတင်ဆက်ပေးလိုက်ပါတယ်။-သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့ Liu Jing ဟာ\nစံပြစားသောက်ဆိုင်တစ်ခုဖွင့်လှစ်သော်လည်း\nအခြေနေမကောင်းတဲ့စီးပွားရေးအခြေအနေကြောင့် လမ်းကြောင်းပြောင်းဖို့တွေးနေခဲ့တယ်။-လှပသောမိန်းကလေးဖြစ်တဲ့ Fang Xinဟာ သူဟာအလုပ်မှာ\nအလှပြဖို့ပဲအသုံးဝင်တာ မဟုတ်ကြောင်း သက်သေပြဖို့\nစိတ်အားထက်သန်နေခဲ့ပေမယ့် ကိုယ်ဝန်ရလာလို့ သူ့ဘဝစည်းချက်တွေပျက်သွားပါတယ်။-သန်မာတဲ့မိန်းကလေးဖြစ်တဲ့ Xia Mengက အနိုင်ရမှုနဲ့နေသားကျနေပေမယ့်\nအရှုံးကို ဘယ်လိုလက်ခံရမလဲဆိုတာ နားမလည်နိုင်သေးပါဘူး…ဘဝမှာဒုက္ခလေးတွေအမြဲကြုံနိုင်ပေမယ့်......\nသူငယ်ချင်းကောင်းဆိုတာကတော့ စိတ်ဓာတ်ခိုင်မာပြီး\nသတ္တိရှိရှိနဲ့ရှေ့ကို ဆက်လျှောက်ဖို့ ယုံကြည်မှုတစ်ခုပါပဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama , Romance\nRuntime : 2h 1 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/delicious-romance-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/splXLiA6xejDrsFWmtLSAcsgDzj.jpg",
        "title": "Hearts in the Game (2023)",
        "description": "Hearts in the Game (2023)~ IMDb rating - 6.5/10 ~ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာထွက်ရှိထားတဲ့၊ ဇာတ်ညွှန်း​ကောင်း​ကောင်းနဲ့ ရိုက်ကူးထားတဲ့၊ ပျော်​စေတာ​ရော ဝမ်းနည်း​စေတာ​ရော ခံစား​စေရတဲ့ အချစ်ဟာသကား​လေး Hearts in the Game ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~နယူး​ယော့ခ်မြို့မှာ သူ့ရဲ့လုပ်ငန်း​လေးကို အစပျိုးဖို့ကြိုးစား​နေတဲ့ ဆယ်လီနာမည်​ကျော်​တွေရဲ့ အရှုပ်​တွေ​ကောလဟလ​တွေကို အချစ်​တွေအဖြစ်ပြန်​ပြောင်းယူ​ပေးရတဲ့ ကိုယ်​ရေးကိုယ်တာတာဝန်ခံ ​ဟေဇယ်​မေလာတစ်​​ယောက် သူ့ရဲ့လုပ်ငန်းပိုမြဲ​ဖို့အခွင့်အ​ရေးတစ်ခုကို ရရှိခဲ့ပါတယ်။ အဲဒီအခွင့်အ​​ရေးက​တော့ ​ဘေ့​စ်​ဘော​လောကမှာ နာမည်​ကျော် ဘောလုံးပစ်သမားတစ်​ယောက်အဖြစ် ​ကျော်ကြား​နေတဲ့ သူ့ရဲ့ငယ်ချစ်​ဟောင်း ဒီ​အေဂိုဗက်စ်ကက်ပဲဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ကမ္ဘာ့စီးရီးပွဲစဥ်​တုန်းက အ​ကြောင်းတစ်စုံတစ်​​ရာ​ကြောင့် ကွင်းထဲမှာ ဆက်မကစားဘဲ ရပ်​နေမိတဲ့အတွက် အသင်းရဲ့ ဖလားရမယ့်အခွင့်အ​​ရေးကိုလွဲ​စေခဲ့တဲ့ ဒီ​အေဂိုတစ်​ယောက် ​ဘေ့စ်​ဘော​လောကထဲပြန်ဝင်ဖို့ ပရိသတ်​တွေရဲ့ အ​ကောင်းမြင်မှုကိုလိုအပ်​နေပါတယ်။ အဲဒီလိုပြန်ဝင်ဖို့အတွက် ​ဟေဇယ်ကကမ်းလှမ်းခံရပြီး ဒီ​​အေဂိုအ​ကြောင်း ​ဆောင်းပါး​ရေးဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲ့ဒီအ​ကြောင်း​ရေးဖို့ သူတို့ရဲ့ဇာတိ​လေးဆီပြန်လာရင်း သူတို့နှစ်​ယောက် အတိတ်တုန်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V22t/(CM)_Hearts_in_the_Game_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnVRLe76H5Fpg135i0HEV7gvn2K.jpg",
        "title": "Charles Enterprises (2023)",
        "description": "Charles Enterprises (2023)\nIMDb 6.7ဟိုးရှေးရှေးတုန်းက ကုန်းမြေ၈ခုဆုံတဲ့ နယ်မြေတစ်ခုရှိခဲ့တယ်တဲ့ တစ်နေ့တော့ အဲဒီကို\nသူခိုးနှစ်ကောင်ရောက်လာပြီး ဘုရားကျောင်းထဲက ရတနာပစ္စည်းတွေခိုး ..ရောင်းချပြီး\nပျော်ပျော်ကြီးပေါပေါလျှံလျှံနေနေရသတဲ့ တစ်နေ့တော့ အတားအဆီးမှန်သမျှဖယ်ရှားပေးပါတယ်ဆိုတဲ့\nမဟာပိန္နဲရဲ့ ဆင်းတုကို မျက်စိကျသွားလေရဲ့ သူတို့ခိုးယူလာပေမဲ့ ဘယ်ဆိုင်ကမှ ဒီဆင်းတုကိုမဝယ်ရဲကြတော့\nသူခိုး၂ယောက် ဆင်းတုကိုနေရာမှန်ပြန်ထားဖို့ကိစ္စနဲ့ ရန်ဖြစ်ပါလေရောဒီလိုနဲ့တစ်ယောက်က အုန်းပင်အမြင့်ကြီးပေါ်မှာ ဘယ်သူမှမမြင်အောင်သွားဖွက်ထားခဲ့လေသတဲ့\nဆယ်စုနှစ်တွေအထိ ဘယ်သူမှမမြင်..သတိမထားမိဘဲ နေဒဏ်မုန်တိုင်းဒဏ်ကို ကြံ့ကြံ့ခံခဲ့ရတဲ့\nဆင်းတုက တစ်နေ့တော့ သူ့ဘုရားကျောင်းကိုပြန်ဖို့ လမ်းစရှာတွေ့ခဲ့လေတယ်...\nဆိုတဲ့ဇာတ်လမ်းနဲ့အစချီပြီး မဟာပိန္နဲဆင်းတုကို ခိုးမဲ့ ဇာတ်ကားတစ်ကားပါဒီဇာတ်လမ်းထဲမှာ ဆင်းတုတွေလိုက်စုတဲ့ ပါဗသမ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်\nကြိုက်တာတွေ့ရင် အိမ်အထိလိုက်ဝယ်တတ်တဲ့လူတစ်ယောက်..သူကြိုက်တဲ့ဆင်းတုက\nမိသားစုဘုရားကျောင်းထဲက မဟာပိန္နဲဆင်းတုဖြစ်နေတော့ ပိုက်ဆံဘယ်လောက်ပေးပေးမရောင်းဘူးဆိုတဲ့အဖွဲ့ရယ်\nလိုချင်တာမရရင် အိမ်မပြန်တတ်တဲ့ပါဗသမ်ရယ်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n( ဇာတ်လမ်းအညွှန်းကိုတော့ Yunniမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Yunni~Thaik San~BpL~Aditi~Moonနဲ့ Zwe Yanတို့ပဲ ဖြစ်ပါတယ် )\nFile size…2.37GB / 1.07GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/3gWTX/Charles_Enterprises_(2023)_Malayalam_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjlmMzM5NjEtYzU0Ny00MDgwLWI2NmUtNWJiOTRhYmVkYzIzXkEyXkFqcGdeQXVyNTA3MTU2MjE@._V1_-133x200.jpg",
        "title": "The First Time (2012)",
        "description": "ဆယ်ကျော်‌သက်ကျောင်းသားအချစ်ဇာတ်မြူးကားလေးတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် (၂၀၁၂) ထွက် The First Time ဆိုတဲ့ ကျောင်းသားကား‌လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ပါတီပွဲတစ်ပွဲမှာ ထူးဆန်းစွာတွေ့ဆုံကြရင်း ပေါက်ဖွားလာတဲ့ခံစားချက်တွေကြားက ဒေးဗစ်ဆိုတဲ့စီနီယာအထက်တန်းကျောင်းသားလေးနဲ့ အော်ဘရီဆိုတဲ့ ဂျူနီယာအထက်တန်းကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ လူတစ်ယောက်ဟာ တခြားလူတစ်ယောက်ကိုချစ်သွားဖို့အတွက် အချိန် (၂) စက္ကန့်ပဲလိုပါတယ်လို့ ဖတ်ဖူးပါတယ်။ဒေးဗစ်နဲ့အော်ဘရီကြားမှာ ပေါက်ဖွားလာတဲ့သံယောဇဉ်ကြိုးဟာလည်း အချိန်တိုတွင်းနှစ်ယောက်သားကို ချည်နှောင်လိုက်တာပဲဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါးဇာတ်မြူးကားလေးပဲဖြစ်တာမို့ ထူးထူးခြားခြားဇာတ်လမ်းအတက်အကျတွေ သိပ်မပါဘဲ ခပ်အေးအေးလေးပဲသွားမဲ့ ဇာတ်လမ်းသွားမျိုးဖြစ်ပါတယ်။ ဒီလိုပြောလို့ ပျင်းစရာကြီးနေမှာပါလို့ ထင်ကြမဲ့ပရိသတ်ကြီးအတွက်လည်း IMDB rating က 6.8 ထိရရှိထားတဲ့ သေချာပေါက်ကြည့်ရကျိုးနပ်စေမဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း ပြောပြရစေခင်ဗျာ။အဓိကဇာတ်ဆောင်တွေအနေနဲ့ ဒေးဗစ်အဖြစ် မင်းသား Dylan O'Brien က ပါဝင်သရုပ်ဆောင်ထားပြီး The Maze Runner, Teen Wolf စတဲ့ရုပ်ရှင်ဇာတ်လမ်းတွေမှာ မြင်တွေ့ဖူးထားသူမို့ မျက်နှာသစ်မင်းသားတစ်လက်တော့ မဟုတ်ပါဘူး။ အော်ဘရီနေရာကသရုပ်ဆောင်ထားတဲ့ မင်းသမီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AX2n/The.First.Time.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rn55E_4f-133x200.jpg",
        "title": "[18+]Female Urologists 2 (2020)",
        "description": "[18+]Female Urologists 2 (2020)******************************ခပ်မိုက်မိုက်အမျိုးသမီး(၂)ဦးက ဆေးခန်းထိုင်ကြပါတယ်..သူတို့ ဝန်ဆောင်မှုပေးတဲ့ကုသနည်းတွေကအတော်ဆန်းကြယ်ကြပါတယ်..ကုသခံရတဲ့အမျိုးသားတွေကလည်း စိတ်ကြည်နူးပျော်ရွှင်ပြီးပြန်သွားလေ့ရှိတယ်..ဘယ်လိုတွေကုပြီး ဘယ်လိုတွေဝန်ဆောင်မှုပေးလဲဆိုတာတော့ ဖန်သားပြင်ပေါ်တွင်ရှု...File Size :(1.5GB)& (651MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:12:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2AZmh/Female_Urologists_2(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLqBMXmh1ackQL1cIYrKeiOuBYP.jpg",
        "title": "[18+]Road Movie(2002)",
        "description": "[18+]Road Movie(2002)***********************ဒီနေ့မှာတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ 18+ BL ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Cast တွေအနေနဲ့ movie star တွေဖြစ်တဲ့ Hwang Jung-min နဲ့ Jung Chan တို့မင်းသားနှစ်ယောက်နဲ့ မင်းသမီး Seo Lin က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အတိတ်ကိုဖုံးကွယ်ထားပြီးတော့ လမ်းပေါ်မှာပဲ ရှင်သန်နေထိုင်တဲ့ဒယ်ရှစ်၊ သူက ခက်ထန်တဲ့ပုံပေါ်ပေမဲ့တစ်ခါတစ်လေမှာ ဝမ်းနည်းအထီးကျန်နေတဲ့ပုံလည်း ပေါ်ပါတယ်။ တစ်နေ့မှာတော့ ဒယ်ရှစ်က လမ်းပေါ်မှာ အရက်မူးပြီးလဲနေတဲ့ ဆော့ဝန်လို့ခေါ်တဲ့သူကို တွေ့ခဲ့တယ်။ အစက လှည့်ထွက်ဖို့လုပ်ခဲ့ပေမဲ့ နောက်ဆုံးမှာတော့ သူနေတဲ့နေရာကို ခေါ်လာခဲ့လိုက်ပါတယ်။ထပ်မချစ်တော့ဘူးလို့လုပ်ခဲ့ပေမဲ့ သူ့နှလုံးသားက ပြန်လည်ရှင်သန်လာခဲ့ပါတယ်။ဆော့ဝန်က စီးပွားပျက်ပြီး မိန်းမရဲ့စွန့်ပစ်မှုကိုပါ ခံလိုက်ရလို့ စိတ်ဓာတ်ကျပြီး ကိုယ်ကိုယ့်ကိုယ်သတ်သေဖို့ အမြဲကြိုးစားနေတဲ့သူပါ။ဒယ်ရှစ်နဲ့တွေ့ပြီးတဲ့နောက်မှာတော့ ငြီးငွေ့စရာကောင်းတဲ့ လူအဖွဲ့အစည်းကနေ ရုန်းထွက်ပြီးတော့ဒယ်ရှစ်နဲ့အတူ ခြေဦးထွက်ရာ ခရီးထွက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့... File Size :(3.6GB)& (1.4GB)\nQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AZhh/Road.Movie.2002.WEB-DL.720P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2nhmSE3QnXcA8aijq1iMFmkLkE.jpg",
        "title": "An Unforgettable Year – Autumn(2023)",
        "description": "An Unforgettable Year – Autumn(2023)*************************************ဆောင်းဦးရာသီမှာ ဖြစ်ပျက်လေ့ရှိတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ခုကိုရိုက်ကူးပြထားတဲ့ ဘရာဇီးကားလေးပါ။\nဇာတ်လိုက်ဖြစ်တဲ့ ကောင်လေးနဲ့ ကောင်မလေးဟာ ဘဝဖြတ်သန်းပုံချင်း၊ ရည်မှန်းချက်ချင်းမတူဘဲ ဆုံဆည်းခဲ့ရပုံလေးကိုမြင်တွေ့ရမှာပါ။\nဘာလို့ဆို ကောင်လေးက ဂီတမှ ဂီတ အရူးအမူးဖြစ်နေပြီး ဘဝကို သီချင်းနဲ့ပဲဖြတ်သန်းဖို့ စိတ်ကူးထားသူပါ။\nလူငယ်ပီပီ ‌ပေါ့ပေ့ါပါးပါး လွတ်လွတ်လပ်လပ် ပျော်ပျော်နေတတ်ပြီး အိပ်မက်တစ်ခုနောက်လိုက်နေသူပေါ့\nကောင်မလေးကျတော့ ဂီတကို လုံးဝမကြိုက်တဲ့အပြင်နာကျည်းနေပါသေးတယ်။နာကျည်းတာကလည်း အကြောင်းအရင်းတော့ရှိပါတယ်။\nပြီးတော့ ကောင်မလေးစိတ်ဝင်စားတာကတော့ သေချာရေရာတဲ့ ရှေ့နေအလုပ်။\nဒီအလုပ်ကို ရဖို့အတွက် ဘာမဆို ဘေးဖယ်ပြီး ကြိုးစားလွန်းသူလေးပါ။\nကံကြမ္မာကြောင့်ပဲ သူတို့ နှစ်ယောက် ဆောင်းဦးရာသီလေးတစ်ခုမှာ ဘယ်လိုတွေ့ဆုံကြုံကွဲရမလဲဆိုတာသီချင်းလေးတွေလိုက်နားဆင်ရင်း ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ။ File Size :(2.3GB)& (930MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1f4jh/An.Unforgettable.Year.Autumn.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sMUzVqaLwh3hSzOnxwAWVFYedNQ.jpg",
        "title": "Fire Storm ( 2023 )",
        "description": "ယာဥ် မတော်တဆမှုတစ်ခုကြောင့် ထောင်ကျနေတဲ့ဝေးဖုန်း...\nသူထောင်ထဲမှာရှိနေတဲ့အချိန် အပြင်မှာ ကျန်ခဲ့တဲ့အစ်မက\nအကြွေးဆပ်ဖို့အတွက် ရရာလုပ်ရင်း တယ်လီကွန်းလိမ်လည်မှုအဖွဲ့တစ်ခုရဲ့\nထောင်ခြောက်ထဲကျရာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့အထိဖြစ်သွားခဲ့ရတယ်ထောင်ကလွတ်လာပြီးနောက်ပိုင်း အစ်မသေဆုံးရတဲ့အကြောင်းကိုစုံစမ်းရင်း\nလိမ်လည်နေတဲ့အဖွဲ့ကို သိခဲ့ရပြီး သူ့နည်းသူ့ဟန်နဲ့ ကလဲ့စားချေ ဖို့ကြိုးစားခဲ့တယ်..\nညီအစ်ကိုလို တပည့်လိုနေခဲ့တဲ့ ရှောင်ဖုန့်ရဲ့အကူအညီနဲ့\nဒုခေါင်းဆောင်ဝေရှောက်ကိုရင်းနှီးအောင်လုပ်ပြီး\nအဖွဲ့ထဲဝင်ကာ အစ်မအတွက် ဘယ်လိုကလဲ့စားချေမလဲ....\nပြစ်မှု သက်သေတွေရဖို့ ဘယ်လိုကြိုးစားရယူမလဲ....\nခေါင်းဆောင်အထိရော ဖမ်းမိနိုင်ပါ့မလားဆိုတာ.................\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Nwe\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/3hRit/Firestorm_2023_720p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/FvUVt3hXgAAxP1H-126x200.jpg",
        "title": "Oppenheimer (2023)",
        "description": "ဒါရိုက်တာ ခရစ္စတိုဖာနိုလန်ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ကားဖြစ်တဲ့ အော့ပန်ဟိုင်းမားကို တင်ပေးထားပါတယ်။အကြည်ထွက်ဖို့က အတော်ကိုကြာဦးမှာမို့အကြည်ဆုံး cam ဗားရှင်းကို ဘာသာပြန်ပြီးတင်ပေးထားပါတယ်။ဘာသာပြန်ဖို့ စာဖိုင်အမှန်လည်းမရသေးတာကြောင့်ကွက်လပ်အချို့တော့ပါပေမဲ့ အားလုံးနီးပါးနားလည်အောင်တော့ ပြန်ပေးထားပါတယ်။Peaky Blinder ရဲ့ မင်းသား Cillian Murphy ကဒေါက်တာ ဂျေ ရောဘတ် အော့ပန်ဟိုင်းမားအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး၊ နာမည်ကြီးတွေဖြစ်တဲ့Robert Downey Jr., Emily Blunt, Matt Damon, Rami Malekတို့ အစုံပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ဟာ သမိုင်း၊ ဒရာမာ၊ အထ္ထုပ္ပတ္တိ အမျိုးအစားပဲဖြစ်ပါတယ်။သမိုင်းကို နည်းနည်းလေး ကြားဖူးသူတိုင်းတောင်ဟီရိုရှီးမားနဲ့ နာဂါဆာကီကို ကြားဖူးကြမှာပါ။ဒီရုပ်ရှင်ထဲက ပုဂ္ဂိုလ်ကတော့ အဲဒီမြို့နှစ်မြို့ကိုကျဲချခဲ့တဲ့ အနုမြူဗုံးကို တီထွင်ခဲ့တဲ့ သူပါပဲ။သမိုင်းတလျှောက် အကျော်ကြားဆုံးလူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကို နိုလန်ရဲ့ထုံးစံအတိုင်း အတန်းလိုက်မဟုတ်တဲ့ဇာတ်ကြောင်းပြောပုံတွေရယ်၊ နောက်ကြောင်းပြန်ပုံတွေရယ်နဲ့စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားပါတယ်။အော့ပန်ဟိုင်းမားရဲ့ ကျောင်းသားဘဝ၊ ပါမောက္ခဘဝ၊ ကွန်မြူနစ်နောက်ခံဘဝတွေကနေ အမေရိကန်ရဲ့ အကြီးမားဆုံး စီမံကိန်းဖြစ်တဲ့မန်ဟက်တန်စီမံကိန်းကို လော့စ် အာလာမို့စ်မှာဦဆောင်ခဲ့ရပုံတွေကိုပြသထားပါတယ်။အနုမြူဗုံးကိုအောင်မြင်စွာဖန်တီးပြီး စစ်နိုင်သွားတဲ့နေရာမှာရပ်သွားတာမဟုတ်ဘဲ အဲဒီနောက်ပိုင်းမှာ သမ္မတနဲ့ အစိုးရကိုပါအတိုက်အခံလုပ်ပြီး ...",
        "rating": "8.7",
        "url": "https://megaup.net/2BUjv/Oppenheimer.2023.V1.720p.Cam.X264_%7BCM%7D.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqppXRoNiZlOAJMJBDNIVXMZzyh.jpg",
        "title": "The Comeback ( 2023 )",
        "description": "ရှိသမျှပစ္စည်းမှန်သမျှကို အကောင်းတိုင်းဖြစ်အောင်ပြင်နိုင်တဲ့\nဦးလေးဟွာက ရှေးဟောင်းပစ္စည်းပြုပြင်ရေးဆိုင်လေးဖွင့်ပြီး\nသာမာန်ရိုးရှင်းတဲ့ဘဝကိုဖြတ်သန်းနေတယ်\n“တစ်ခုခုဖြစ်ရင် ဦးလေးဟွာကိုရှာ”ဆိုပြီး နာမည်ကျော်ဦးလေးဟွာက\nအထူးတပ်ဖွဲ့ဝင်ဖြစ်ခဲ့တာပေါက်ကြားမိပြီးတဲ့နောက်\nတပည့်ဖြစ်သူအားကျယ်ရဲ့လျှိုဝှက်တပ်ဖွဲ့ဖမ်းဆီးတာခံရတယ်ဦးလေးဟွာအမြဲတမ်းစားစရာကျွေးနေတဲ့ သူဖုန်းစားရဲ့\nသရုပ်မှန်ကဘာဖြစ်နေလို့ ဦးလေးဟွာရဲ့အကြောင်းကိုအကုန်သိပြီးတော့ ကူညီပေးနေရတာလဲ\nအားကျယ်ရှာနေတဲ့ နံပါတ်0ကရော ဘယ်သူလဲ?\nဘာလို့ရှာနေတာလဲ?ဆိုတာတွေကို လှည့်ကွက်မျိုးစုံတွေနဲ့အတူ\nဇာတ်လမ်းထဲမှာ အဖြေလေးကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 47 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-comeback-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8bjWEyJENyhXSqDkz3qIhK05so.jpg",
        "title": "My Paparotti (2013)",
        "description": "My Paparotti (2013)ဒီကိုရီးယားရုပ်ရှင်ကိုတော့ Time to Huntတို့ Architecture 101 တို့လို ရုပ်ရှင်ကောင်းတွေနဲ့\nSignal ,Taxi Driverဇာတ်လမ်းတွဲလို ဇာတ်လမ်းတွဲတွေရိုက်ခဲ့တဲ့ Lee Je-Hoon နဲ့\nရိုက်ထားသမျှ ရုပ်ရှင်၂၀လောက်အကုန်ကောင်းပြီး သရုပ်ဆောင်လည်းဂျွတ်တဲ့ Christmas in August တို့ Green Fish တို့ The Berlin Fileတို့မှာ သရုပ်ဆောင်ခဲ့တဲ့\nDr. Romantic , Tree With Deep Rootsတို့လို ဇာတ်လမ်းတွဲတွေမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Han Suk-Kyuတို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။Signalမင်းသားကြီး Cho Jin-Woongကလည်း အားဖြည့်ထားပါသေးတယ်။\nCho Jin-Woongနဲ့ Lee Je-Hoonတို့ Signalမတိုင်ခင် တွဲသရုပ်ဆောင်ခဲ့တဲ့ကားဆိုလည်း မမှားပါဘူး။\nStrangers Againတို့ Doctor Strangerတို့ထဲက ဆက်စီကျတဲ့မမ Kang So-Raလည်းပါပါတယ်။ဇာတ်လမ်းကတော့ တောဘက်က အနုပညာကျောင်းတစ်ကျောင်းမှာ စာသင်တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3XKE4/My.Paparotti.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQfPQOpcZPKpq8tuCkyViQHvNKC.jpg",
        "title": "My Worst Neighbor (2023)",
        "description": "My Worst Neighbour (2023)ဒီတစ်ခါမှာ ချိုချိုချဉ်ချဉ်လေးခံစားရစေမယ့် Romance ဇာတ်လမ်းတစ်ပုဒ် တင်ဆက်ပေးပါမယ်ဇာတ်လမ်းအကျဉ်းကတော့ အဆိုတော်အဖြစ် လူရွေးပွဲဝင်ချင်တဲ့ အီဆွန်းဂျင်းဟာ\nလွတ်လွတ်လပ်လပ်နဲ့ လေ့ကျင့်ချင်တဲ့အတွက် အိမ်ငှားရပါတယ်...\nအိမ်ရှာတဲ့နေရာမှာလည်း ပေါချောင်ကောင်းလိုချင်တဲ့ သူ့အဖြစ်က ငိုရခက်ရယ်ရခက်ပါပဲဘာလို့လဲဆိုတော့ ငှားလိုက်တဲ့အိမ်က ဟိုဘက်တိုက်နဲ့ ဖုန်းဆက်စရာတောင်မလိုဘဲ\nစကားပြောလို့တောင်ရတဲ့အထိ အသံက ထိုးချင်းပေါက် ကြားနေရတာပါအဲတော့ အဆိုလေ့ကျင့်ချင်တဲ့သူနဲ့ ဟိုဘက်အိမ်က ကောင်မလေးတို့ရဲ့ ရန်ပွဲစပါတော့တယ်..\nအဲလိုရန်ဖြစ်ရင်းနဲ့ပဲ သံယောဇဉ်တွေဖြစ်လာပြီး နောက်ပိုင်း မျက်နှာတောင်မမြင်ဖူးသေးဘဲ တွဲတဲ့အဆင့်ထိရောက်လာပါလေရောမျက်နှာတောင်မမြင်ဖူးဘဲ သံယောဇဉ်တွေဖြစ်ခဲ့ကြတဲ့ သူတို့နှစ်ယောက်က ရှေ့ဆက်လို့အဆင်ပြေပါ့မလား..\nဖြစ်လာတဲ့ပြဿနာတွေကို ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်Genre.....Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.1GB | 526MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "6",
        "url": "https://megaup.net/2BThq/My.Worst.Neighbor.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWUrJ9WiEpTGoDjlw2UhNHiUueW.jpg",
        "title": "The Ghost Within (2023)",
        "description": "မာဂေါ့ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က ကလေးဘဝကစိတ်ဒဏ်ရာတွေကြောင့်အခုအချိန်မှာ စိတ်ကျန်းမာရေးချို့ယွင်းနေပြီး မကြာသေးခင်ကပဲ စိတ်ကျန်းမာရေးဆေးရုံကဆင်းလာတာဖြစ်ပါတယ်။ သူ့ရဲ့အဓိကပြဿနာက သူ့မျက်လုံးထဲမှာအပြင်မှာမရှိတဲ့ အရာတွေ တကယ်မြင်နေရပြီး ငယ်ဘဝကမှတ်ဉာဏ်တွေကပြန်ပြန်ပေါ်လာနေတာပဲဖြစ်ပါတယ်။ ဒါပေမယ့် အဲ့ဒီမှတ်ဉာဏ်တွေက မပီပြင်နေပဲနဲ့ ဟိုတစ်စဒီတစ်စတွေဖြစ်နေပါတယ်။ ဒီလိုနဲ့နောက်ဆုံးမှာတော့ သူငယ်ငယ်ကနေခဲ့ဖူးတဲ့ အဲ့ဒီမှတ်ဉာဏ်တွေရှိတဲ့အိမ်မှာ ယောက်ျားဖြစ်သူနဲ့ ခဏတာသွားနေဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူတို့ရောက်ပြီးတဲ့နောက်မှာ ယောက်ျားဖြစ်သူကသူ့မိန်းမရဲ့စိတ်ကျန်းမာရေးကို စိတ်မဝင်စားပဲအလုပ်ကိစ္စနဲ့ ပိုက်ဆံတွေကိုပဲစိတ်ရောက်နေပါတော့တယ်။အလုပ်ဆိုတာကလဲ သူထုတ်မဲ့စာအုပ်ကိုအကြောင်းပြပြီး အငယ်အနှောင်းနဲ့သွားနှပ်နေတာပဲဖြစ်ပါတယ်။မိန်းမဖြစ်သူမာဂေါ့ကတော့ အိမ်မှာတစ်ယောက်တည်းကျန်နေရင်းနဲ့ ငယ်ငယ်တုန်းကသူတို့မိသားစုရဲ့မှတ်ဉာဏ်တွေပြန်ပေါ်လာရင်းနဲ့အရူးတစ်ပိုင်းဖြစ်နေပါတော့တယ်။ အထူးသဖြင့်သူငယ်ငယ်တုန်းက သေဆုံးသွားခဲ့တဲ့သူ့ညီမက သူ့ကိုကိုယ်ထင်လာပြတာပဲဖြစ်ပါတယ်။သူ့ညီမကအသတ်ခံရတာဖြစ်ပြီးအဖေဖြစ်သူက သတ်ခဲ့တယ်ဆိုပြီးအဖမ်းခံရပြီးကိစ္စကပြီးသွားပါတော့တယ်။ဒါပေမယ့်သူ့ညီမကအဲ့ဒီကိစ္စကိုအခဲမကျေဖြစ်ပြီး အစ်မဖြစ်သူကိုဘာတွေပြောဖို့ကြိုးစားတယ်ဆိုတာအပြင် တခြားစိတ်လှုပ်ရှားစရာခြောက်ခြားစရာတွေကိုလဲမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။  File size…836MB / 347MB\nQuality…Blu-Ray 1080p/ 720p\nFormat…mp4\nDuration….1h 43m\nGenre …..  Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "",
        "url": "https://megaup.net/3hQrV/The.Ghost.Within.2023.BluRay720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJsqm4nP8nNKECPvVkvbmwnNLJf.jpg",
        "title": "FaqiuLing Zhong ( 2023 )",
        "description": "ချင်ခေတ်လက်ထပ်တည်းကတည်ရှိလာတဲ့\nဖချိုးမျိုးနွယ်တွေကသာမာန်လူတွေနဲ့ တမူထူးခြားတဲ့စုန်း အဆိပ်စတဲ့\nမှော်စွမ်းအားတွေကို ထိန်းချုပ်တတ်တဲ့နေရာမှာတဖက်ကမ်းကျွမ်းကျင်တာပေါ့။ဖချိုးမျိုးနွယ်ရဲ့မျိုးဆက် ဟူဝမ့်ကျုံးကသူ့ဇနီးကိုကယ်တင်ဖို့အတွက်\nမိစ္ဆာနယ်မြေရဲ့သွေးအမြုတေကိုလိုက်ရှာနေရင်း\nစွေခေတ်ကံကြမ္မာမိုးမှောင်ကျနေချိန် ရွှေနဂါးကိုလုယူဖို့\nကြိုးစားနေတဲ့အရူပ်အထွေးထဲကိုပါဝင်ပတ်သက်လာခဲ့တယ်။ရွှေနဂါးကတော့ ထိုက်ဝူတောင်မှာတည်ရှိနေပြီးမိစ္ဆာနယ်မြေရဲ့ နတ်ကျောက်တုံးကိုပိုင်ဆိုင်ထားတဲ့\nဖချိုးမျိုးနွယ်တွေကပဲ ယစ်ပူဇော်တံခါးကိုဖွင့်နိုင်မှာဖြစ်တော့\nဟူဝမ့်ကျုံးတစ်ယောက်ဒီပဋိပက္ခတွေကြားထဲ\nဝင်ပါသွားတဲ့အခါမှာဘာတွေဆက်ဖြစ်ကြမလဲ။\nဒီရွှေနဂါးနဲ့တစွေခေတ်ကံကြမ္မာနဲ့ ဘယ်လိုပတ်သက်မှုရှိနေတာလဲ။\nရွှေနဂါးက ဘယ်လိုပေါ်ပေါက်လာတာလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုခံစားပေးပါဦး\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery , Adventure\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3XOcg/Faqiuling_Zhong_2023_720p_WEB-DL_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWY3Yjk2ZGItODFkZC00YzM0LWJjOWMtZjZlNmFiNGE0NGFmXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-139x200.jpg",
        "title": "Let Love Grow (2023)",
        "description": "Let Love Grow (2023)\n================\nIMDb Rating - 6.0/10အပင်တွေကို ချစ်မြတ်နိုးသူ. ရှုခင်းဗိသုကာ တစ်ယောက်အဖြစ်နဲ့လည်း\nအသက်မွေးနေသူ အီဗီတစ်ယောက်ဟာ သူ့ရဲ့ သူငယ်ချင်းကလဲရ်နဲ့အတူ\nကိုစတာဒယ်မာ ဆိုတဲ့ မြို့ငယ်လေးမှာ ရှုခင်းဒီဇိုင်းဆွဲတဲ့ လုပ်ငန်းလေး\nဖွင့်ထားသူ ဖြစ်ပါတယ်။ စိမ်းလန်းအေးချမ်းတဲ့ သူ့ဘဝလေးကို သူ့ရဲ့အ\nကြိုက်ဆုံးလမ်းဖြစ်တဲ့ ငယ်စဉ်က အမှတ်တရတွေလည်း များစွာရှိနေတဲ့\nပုလဲလမ်းကို ဒီဇိုင်းပြင်ဆင်ခွင့် အခွင့်အရေးက တံခါးခေါက်လာပါတော့တယ်။အောင်မြင်မှုလမ်းစကို ရှာဖွေဖို့ ကိုစတာဒယ်မာကို သမီးလေး (၂) ယောက်\nနှင့် အတူ ပြောင်းလာခဲ့တဲ့ သတ္တဗေဒ ပညာရှင် ရိုင်ယန်နဲ့ နယ်ခံပျိုးပင်အ\nရောင်းဆိုင်လေးမှာ တွေ့ဆုံပြီးချိန်မှာတော့ သူ့ရဲ့ဘဝတစ်ဆစ်ချိုး အချိန်ကို\nရောက်ရှိလာခဲ့တယ်ပေါ့။ ပုလဲလမ်းကို ပြင်ဆင်ခွင့် အခွင့်အရေးမှာ ရိုင်ယန့်\nနောက်ဖေးခြံကို ဒီဇိုင်းပြင်ဆင်ဖို့က သော့ချက် ဖြစ်နေတာကို သိပြီးချိန်မှာ\nတော့ ခေါင်းမာတဲ့ဖခင် ရိုင်ယန် နဲ့ သူ့ကို ခင်တွယ်ရှာသူ သမီးလေး(၂)ယောက်\nကို နောက်ဖေးခြံက ဥယျာဉ်လေးကို အကောင်အထည်ဖော်ဖို့ စည်းရုံးပြီး သူ့ရဲ့\nအိပ်မက်ကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/2BQI3/Let.Love.Grow.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmExZDBmYTEtYTM1Mi00MTRiLWFjNjYtMzU1NjMzMTAxMGRlXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-135x200.jpg",
        "title": "Bhaag Saale (2023)",
        "description": "Bhaag Saale 2023 (IMDb 7/10)CM ဘောလိဝုဒ် ပရိသတ်ကြီးကို ယခုပဲထွက်ရှိလာတဲ့\ncomedy-crime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အာဂျွန်နဲ့မာယာက ချစ်သူတွေပါ မာယာထင်နေတာ‌ကတော့ အာဂျွန်ကို\nချမ်းသာတဲ့မိသားစုရဲ့သားလေး အောင်မြင်တဲ့စီးပွားရေးသမားလေးပေါ့\nအဲ့လိုထင်အောင်လည်း ဟိုငတိက ရှစ်စပ်ကဂျင်ခြေလည်သလိုကို\nမွှတ်ထွက်နေတဲ့အပြင် မှင်မောင်းလဲကောင်းပြီး အရမ်းကို\nချမ်းသာချင်နေတဲ့ လူလည်တစ်ယောက်ပါအဲ့ဇာတ်လမ်းထဲမှာ အဓိကပါဝင်အသုံးတော်ခံမှာကတော့ လက်စွပ်တစ်ကွင်းပါ\none ring to rule them all ဘာညာဆိုတဲ့ LOTR ထဲက လက်စွပ်တော့မဟုတ်ပါဘူး\nဒါပေမဲ့ ဒီလက်စွပ်ကလဲမခေပါဘူး ကိုလိုနီခေတ်ဗြိတိသျှလက်ထက်တည်းက\nလူအဆင့်ဆင့် တိုင်းပြည်အနှံ့ရောက်နေတဲ့ စိန်ကြီးကိုကွပ်ထားတဲ့ စိန်လက်စွပ်ပါ\nဒီလက်စွပ်ကိုပိုင်ဆိုင်သူဟာ ကံကောင်းခြင်းများစွာရရှိမှာဖြစ်သလို\nကံဆိုးမှုတွေလည်း ဒွန်တွဲပါလာပါတယ်တဲ့....ကဲ အဲ့တော့ ဒီလက်စွပ်က အာဂျွန်ရဲ့ဘဝနဲ့ အချစ်ရေးနဲ့ ဘယ်လိုသက်ဆိုင်လာမလဲ\nတခြားဘယ်လိုလူတွေကရော ပါဝင်ပတ်သတ်နေလဲ စသည်ဖြင့် ဇာတ်လမ်းအမိုက်‌စားလေးကို\nကြည့်ရှုရမှာဖြစ်ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေလည်း ပါတာမို့\nပရိသတ်ကြီး အကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲ ဖြစ်ပါတယ်\nFile size…2.13GB / 1022MB\nQuality…1080p  WEB ...",
        "rating": "7.0",
        "url": "https://megaup.net/1fYj1/Bhaag_Saale_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gVPw9gRPsZZhzY6cIXp6h6nep5M.jpg",
        "title": "Epic Tails (2023)",
        "description": "Epic Tails (2023)Yolcos ဆိုတာ ရှေးခေတ်ဂရိနိုင်ငံမှာ သာယာဝပြောတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့ဖြစ်ပါတယ်။\nအဲဒီမြို့လေးမှာ သူရဲကောင်း Jason ရယ် သူ့ရဲ့နောက်လိုက်အဖွဲ့ Argonauts ရယ်က စွန့်စားခန်းတွေ များစွာထွက်ပြီး\nနောက်ဆုံးမှာ မြို့ကို သာယာဝပြောအောင်လုပ်ပေးနိုင်တဲ့ Zeus နတ်ဘုရားရဲ့ အစွမ်းရှိတဲ့ ရွှေရောင်သိုးမွှေးတောင်လေးကို ယူလာပေးနိုင်ခဲ့ပါတယ်။\nအဲဒီသိုးမွှေးတောင်အစွမ်းကြောင့် လူတွေတင်မကဘူး တိရစ္ဆာန်တွေပါ အချင်းချင်းအဆင်ပြေသင့်မြတ်နေကြတဲ့မြို့လေးပါ။\nကြွက်ကလေး ပက်တီကတော့ သူ့ကိုမွေးစားထားတဲ့ ကြောင်ကြီး ဆမ်နဲ့အတူတူနေနေပေမယ့်\nသူရဲကောင်း Jason ကို အရမ်းအားကျပြီး စွန့်စားခန်းတွေ ထွက်ချင်နေတဲ့သူပေါ့။\nတစ်နေ့မှာတော့ သူတို့မြို့လေးကို Poseidon နတ်ဘုရားက အမျက်ဒေါသထွက်ပြီး\nတောင်းဆိုချက်တစ်ခုကို တစ်ပတ်အတွင်းအပြီးလုပ်ဖို့ အမိန့်ပေးလိုက်ပါတယ်။\nရွှေရောင်သိုးမွှေးတောင်ကို သိမ်းသွားတဲ့အပြင် တစ်ပတ်အတွင်း တောင်းဆိုချက်ကို လုပ်မပေးနိုင်ရင်\nမြို့ကို ဖျက်ဆီးပစ်တော့မှာမို့ မြို့သူမြို့သားတွေသာမက တိရစ္ဆာန်လေးတွေပါ ထိတ်လန့်ကုန်ကြပါတယ်။\nသူရဲကောင်း Jason ကလည်း အဖိုးကြီးဖြစ်နေပြီးတော့ Argonauts အဖွဲ့သားတွေကလည်း သေဆုံးကုန်ပါပြီ။\nအဲဒီအခြေအနေမှာ ပက်တီနဲ့ တိရစ္ဆာန်လေးတွေက ဘယ်လိုဝင်ကူညီပြီး မြို့ကိုကယ်တင်ပေးမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။IMDb ...",
        "rating": "5.9",
        "url": "https://megaup.net/3hNcA/Epic.Tails.2022.720p.WEBRip..AAC5.1.CM.mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ogObAUD5mQR6YTABTfUXBsKbMCv.jpg",
        "title": "Tale of the Night ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က ဘာသာပြန်တင်ဆက်ပေးမဲ့ရုပ်ရှင်ကတော့\nတရုတ်နိုင်ငံက ချန်ရှားဆိုတဲ့ မြို့ကြီးတစ်မြို့ရဲ့ ညအချိန်\nစည်ကားသိုက်မြိုက်မှုတွေကို ပုံဖော်ထားတဲ့ Tale of The Night ဆိုတဲ့\nရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-ချန်ရှားရဲ့ ထူးခြားလှတဲ့ ညတစ်ညမှာ ညဇီးကွက် ကျင်ဝေဝေက\nစာအုပ်ဆိုင်မှာ နောက်နေ့မနက်မှာ ဇာတိက ထွက်ခွါသွားတော့မဲ့\nဟယ်ရှီးရှီးနဲ့ တွေ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက် အတူတကွ\nချန်ရှားညကို အလည်သွားဖို့ သဘောတူခဲ့ကြတယ်။တစ်ဖက်က ချန်ရှင်းကျစ်၊ လျန်ပေါင်ချီ၊ လောင်ရှဲ့တို့တစ်တွေဟာ\nကစားကွင်းမှ ဝန်ထမ်းများဖြစ်ကြပါတယ်။ သူတို့က ညရှုခင်းကို\nရှုစားရင်း အလုပ်လုပ်ရတဲ့ အခက်အခဲတွေကို ရင်ဖွင့်နေကြတယ်။ညလယ်စာအဓိကရောင်းတဲ့ စားသောက်ဆိုင်ပိုင်ရှင် အစ်မလိအတွက်\nဒီညဟာ သူမရဲ့ နောက်ဆုံးအကြိမ် ခေါက်ဆွဲချက်ခြင်းဖြစ်ပါတယ်။\nသူမက သူမတပည့်ကို စားသောက်ဆိုင်ကို ဆက်ခံခိုင်းဖို့ ဆုံးဖြတ်ထားခဲ့တယ်။Talk show ဖျော်ဖြေသူ ဟယ်အန့်ရဲ့ ဒီနေ့ည ဖျော်ဖြေပွဲမှ\nာ အဖေဖြစ်သူက လာရောက် ကြည့်ရှုခဲ့တယ်။ သူ့ရဲ့ အလုပ်ကို\nမိသားစုက မထောက်ခံတဲ့အတွက် အမြဲတမ်းရန်ဖြစ်နေရတယ်။\nဒါပေမဲ့ မိဘရဲ့ သားသမီးအပေါ်ထားတဲ့ မေတ္တာနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tale-of-the-night-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5mYWkCkRTo58ZxtF7JMnUfmQ78.jpg",
        "title": "God’s Country Song (2023)",
        "description": "God's Country Song (2023)ဒီကားလေးကတော့ အရက်အလွန်အကျွံသောက်ပြီး ဒုက္ခရောက် ရုန်းကန်နေရတဲ့ နိုင်ငံကျော် အဆိုတော်တ်ယောက်အကြောင်းပါ။\nနိုအာဘရိုင်ယန် ကန်းထရီး အဆိုတော် ဖြစ်ချင်တာကလွဲပြီး တခြား ဘာဆန္ဒမှ မရှိသူရယ်ပါ။\nဒါပေမဲ့ ဒါတွေက သူ့ရဲ့အတိတ်က ဖြစ်ရပ်တွေနဲ့ ပြန်မဆုံမိခင်အထိပါပဲ။သူ့ရဲ့မန်နေဂျာ လယ်ရီ ဝေါ့ကာ ရဲ့ အကူအညီနဲ့ သူဟာ နာမည်ကြီးတစ်ယောက်အဖြစ်ကို လျင်လျင်မြန်မြန်ပဲ ရောက်ရှိလာခဲ့ပါတယ်။\nရှိုးပွဲဆိုပြီး တစ်ညမှာ သူ မမှတ်မိတော့တဲ့ ဆုံးပါးသွားပြီ ဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက်ဆီမှာ\nသူ့ရဲ့သားဖြစ်သူ ၄ နှစ်သား ဂျေ‌ဂျေ ဆိုတဲ့ ကလေးလေး ရှိကြောင်း သတင်းစကား ကြားခဲ့ပါတယ်။အဲဒီနောက်မှာတော့ နိုအာ တစ်ယောက် ဘာတွေ ဆက်လုပ်တယ်ဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ကြပါဦး။ဒီဇာတ်ကားက သီချင်းကြိုက်သူတွေအတွက်ဆိုလည်း မမှားသလို မိဘမေတ္တာဖွဲ့ ကြိုက်သူတွေလည်း ကြိုက်ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VSi9/Gods.Country.Song.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UkzzUnuy9aA5dGq1JevTpDM5fa.jpg",
        "title": "Colorblind (2023)",
        "description": "Colorblind (2023)~10 wins & 18 nominations ~\nIMDb ~ 5.4Colorblind ဆိုတာ “အရောင်ကို မခွဲခြားနိုင်သော”လို့ အဓိပ္ပာယ်ရပြီး\nမွေးရာပါ အရောင် မခွဲခြားတတ်သူတွေကို colorblind တွေလို့ ခေါ်ကြပါတယ်။Colorblind ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက “အသားအရောင် ခွဲခြားမှု မရှိသော”လို့လည်း အဓိပ္ပာယ် ရပါတယ်။\nColorblind-society ဆိုရင် “အသားအရောင် မခွဲခြားတဲ့ လူ့အဖွဲ့အစည်း”ဆိုတဲ့ အဓိပ္ပာယ်ပါ။ဒီဇာတ်ကားကတော့ အပေါ်က အဓိပ္ပာယ် နှစ်ခုလုံးကို ကောင်းကောင်းကြီး ဖော်ကျူးပြထားပါတယ်။ဇာတ်လမ်းထဲက ဇာတ်လိုက်နှစ်ယောက်က အရောင်တွေ မခွဲတတ်တဲ့ လူမည်း သားအမိနှစ်ယောက် ဖြစ်နေလို့ပါ။အမေဖြစ်သူ မက်ဒလင်းက အကုန်လုံးကို ပန်းရောင်နဲ့အနီရောင်ပဲ မြင်ရပြီး\nသားဖြစ်သူ မိုနက်ကတော့ အကုန်လုံးကို အဖြူအမည်းပဲ မြင်ရတဲ့သူပါ။\nColorblind ဖြစ်နေပေမဲ့ မက်ဒလင်းလုပ်တဲ့ အလုပ်က ပန်းချီဆရာပါတဲ့။တစ်နေ့တော့ colorblind လူမည်း သားအမိနှစ်ယောက်\nလူမျိုးရေး အလွန်မတန် ခွဲခြားတဲ့ ရပ်ကွက်တစ်ခုထဲ ပြောင်းလာကြပါတယ်။\nအိမ်ရှင် ...",
        "rating": "5.6",
        "url": "https://megaup.net/3hNcl/Colorblind.2023.720p.AMZN.WEBRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/200-160x200.jpg",
        "title": "200 Pounds Beauty (2023)",
        "description": "200 Pounds Beauty (2023)ဝတုတ်နေတဲ့ခန္ဓာကိုယ်ကို ယုံကြည်ချက်မရှိလို့ ကင်မရာနောက်ကွယ်ကနေပဲ သူများအတွက် သီချင်းဆိုပေးနေတဲ့ ဂျူဝီတာဆိုတဲ့ ကောင်မလေးက\nဘယ်နှကြိမ်မြောက်မှန်းမသိ အသည်းကွဲသွားတဲ့အခါမှာ သူ့ကိုယ်သူ အဆုံးစီရင်ဖို့ ဆုံးဖြတ်လိုက်တယ်။\nဒါပေမယ့် အရမ်းလှပြီး အသံအရမ်းကောင်းတဲ့ ကောင်မလေးအဖြစ် ပြောင်းလဲဖို့ မျှော်လင့်ချက်လမ်းစ တွေ့သွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲ...ဇာတ်လမ်းအညွှန်းကိုဖတ်ကြည့်လိုက်ရင် အများစုရင်းနှီးနေကြမှာပါ\nဟုတ်ပါတယ်...ဒါက ၂၀၀၆ခုနစ်က ထွက်ထားတဲ့ နာမည်ကြီး koreaကားကိုပြန်ရိုက်ထားတဲ့ indonesiaကားလေးပါ\nဇာတ်လမ်းကျောရိုးချင်း ဆင်ပေမယ့် မတူညီတဲ့ vibeလေးနဲ့မို့ ဂျူဝီတာရဲ့ဘဝအတက်အကျတွေကို\nဒီ 2023ခုနှစ်ထွက် ''200 Pounds Beauty''ဆိုတဲ့ ဇာတ်လမ်းထဲမှာ စီးမျောခံစားလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Funzae ပဲ ဖြစ်ပါတယ်Genre.....Comedy, Music, Romance\nQuality…. 1080p | 720p\nFile size… 1.4GB | 674MB\nFormat… mp4\nDuration…. 1h  35min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Funzae\nEncoder ..... ...",
        "rating": "5.8",
        "url": "https://megaup.net/3hNbj/200.Pounds.Beauty.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9tJJOGOwE2SBYvcPjujbg1zJv8.jpg",
        "title": "The Ideal Squad (2023)",
        "description": "The Ideal Squad (2023)comedy fanတွေအတွက် ဗီယက်နမ်ဟာသဇာတ်လမ်းကောင်လေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ခဝေးတစ်ယောက် သွမ့်ဆိုတဲ့ သူမရဲ့အရင်ယောကျာ်းကောင်းမှုကြောင့် ထောင်နန်းစံခဲ့ရတယ်။\nသူ ပြန်လွတ်လာချိန်မှာ သွမ့်က ဂျူဝဲလ်ဆိုတဲ့အမျိူးသမီးနဲ့ လက်ထပ်ဖို့ပြင်နေပြီ။\nအဲ့ဒီအမျိူးသမီးကို တင်တောင်းတာကလည်း ခဝေးအမေ ခဝေးကိုအမွေပေးခဲ့တဲ့လည်ဆွဲနဲ့။\nဒါပေမယ့် လည်ဆွဲက အစစ်မဟုတ်ဘူး။ ခဝေးနဲ့သွမ့်ရဲ့သမီးလေးကိုလည်း သွမ့်ကပဲခေါ်ထားတယ်။\nဒီတော့ ခဝေးနဲ့ သူမငယ်သူငယ်ချင်း ဟောင်ဖုန်းဟာ သွမ့်နဲ့ဂျူဝဲလ်တို့မင်္ဂလာဆောင်မှာ လည်ဆွဲကိုခိုးပြီး\nသွမ့်ကိုဖော်ကောင်လုပ်ဖို့၊ ပြီးရင် ခဝေးရဲ့သမီးလေးကို ပြန်ခေါ်ဖို့အတွက် planတွေဆွဲကြတယ်။\nဒါပေမယ့် ဒီplanထဲမှာ မထင်မှတ်ဘဲ ပါလာတာက....\nသူခိုးဆီက ဘုမသိဘမသိနဲ့ရလိုက်တဲ့ ဆွီဒင်ကြက်ဖကြီးကို ကင်စားမိလို့ ငွေတစ်ဘီလီယံအကြွေးဆပ်နေရတဲ့ ဗရုတ်သုတ်ခမိသားစုတစ်စု။\nဒီလိုနဲ့ ကပေါက်တိကပေါက်ချာ မိသားစုရယ်၊ ခဝေးတို့သူငယ်ချင်းနှစ်ယောက်ရယ်ပေါင်းပြီး ဘယ်လိုတွေလောင်းကျော်မလဲ၊\nplanချထားတာတွေ ရှောရှောရှူရှူဖြစ်လာမလား၊\nဂျူဝဲလ်ကရော လူတွေထင်သလို စိတ်နှလုံးကောင်းတဲ့သူလား ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ အဖြေရှာလိုက်ပါ။အာရှဟာသကားတွေကြိုက်တတ်ရင် ဒီဗီယက်နမ်ကားလေးကိုလည်း နှစ်ခြိုက်သဘောကျပါလိမ့်မယ်နော်~အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Funzae ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size…  ...",
        "rating": "",
        "url": "https://megaup.net/3hNcQ/The.Ideal.Squad.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8Hh6DIOjPE73Hw5ZihDr3k1JDw.jpg",
        "title": "Hatchet II (2010)",
        "description": "Genre – Action, Horror, Thriller\nIMDB – 5.4/10ရှေ့က ထွက်ထားတဲ့ Hatchet ပထမကားနဲ့ တိုက်ရိုက်ချိတ်ဆက်ထားတာပါ။ပထမကားမှာ မင်းသမီးဖြစ်တဲ့ မယ်ရီဘတ်က လွတ်မြောက်ရာကနေပြန်အစပျိုးထားတာ ဖြစ်ပါတယ်။ဒါပေမဲ့ မင်းသမီးနေရာတော့ သရုပ်ဆောင်ပြောင်းသွားပါတယ်။ကဲ ဆက်ပြောရမယ်ဆို မယ်ရီဘတ်တစ်ယောက်သေဘေးကနေ လွတ်လာတယ်။ဒါပေမဲ့ အမှတ်မရှိဘူး ဒီကောင်ကြီးကို ပြန်သွားသတ်ချင်တယ်သူ့ အစ်ကိုနဲ့ အဖေအတွက် သွေးကြွေးဆပ်ချင်တယ်ပေါ့။အဲဒါနဲ့ ဒီလို ခရီးစဉ်တွေ လုပ်ခဲ့ဖူးတဲ့ ဇွန်ဘီးဆိုတဲ့လူဆီအကူအညီသွားတောင်းတော့ ဒီ ရဲတင်းသရဲကြီး ဗစ်တာခရောင်လီနဲ့သူတို့မိသားစုက ဆက်နွယ်နေတာကို သိသွားခဲ့တယ်။နောက်ပြီး ဒီ ဇွန်ဘီးဆိုတဲ့လူကြီးက မယ်ရီဘတ်ကိုကူညီပေးမယ်ဆိုပြီး သူတို့ ပတ်ဝန်းကျင်က အမဲလိုက်မုဆိုးတွေငါးဖမ်းသမားတွေ ဆရာကြီးတွေကို စည်းရုံးပြီးလက်နက်အပြည့်အစုံနဲ့ စိမ့်တောထဲ ပြန်သွားပြီးလိုက်ရှာသတ်ကြတဲ့အခါမှာတော့…..။မယ်ရီဘတ်တစ်ယောက် အဖေနဲ့ အစ်ကိုရဲ့အလောင်းကိုပြန်ယူနိုင်မလား ဒါမှမဟုတ် လက်စားပြန်ချေနိုင်မလား…ဘုန်းတော်ကြီးဇွန်ဘီးဆီမှာရော ဘယ်လိုလျှို့ဝှက်ချက်ရှိလို့ဒီလိုပြန်သွားရတာလဲ…ကျန်တဲ့ပါလာတဲ့ကြေးစားတွေရော ဒီကောင်ကြီးကိုသတ်နိုင်ကြမှာလားဆိုပြီး ကြည့်ရှုရမှာပါ။R-Rated ဖြစ်တဲ့အတွက် အသတ်အဖြတ်တွေကြမ်းတမ်းပြီး မမြင်သင့်တာတွေ လူနှစ်ယောက်ပလူးတာတွေပါဝင်တဲ့အတွက် ကြည့်ရှုခါနီး သတိပြုစေလိုပါတယ်ဗျ။ File size…  1.82 ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fYct/Hatchet.II.2010.UNRATED.720p_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRWRUZchxjttsNkGVZD2zGpihbJ.jpg",
        "title": "Hatchet (2006)",
        "description": "Genre – Horror, Thriller, Comedy\nIMDB – 5.6/10 အမေရိကန် လူဝီဆီယားနာပြည်နယ်မှာ ချောက်ခြားဖွယ်ရာစိမ့်တောပုံပြင်လေး တစ်ပုဒ်ရှိပါတယ်။ဗစ်တာခရောင်လီဆိုတာ ရုပ်ဆိုးပန်းဆိုးနဲ့မွေးဖွားလာတဲ့ကလေးတစ်ယောက်ပါ။သားအဖနှစ်ယောက်တည်း လူသူကင်းဝေးတဲ့တောထဲနေကြတာပေါ့၊ အဲဒီလိုနဲ့ တစ်ညကြတော့ ဖခင်ဖြစ်သူဟာစိတ်ဖောက်သွားပြီး သားဖြစ်သူကို ရုပ်ပျက်ဆင်းပျက်ဖြစ်နေလို့ဆိုပြီးရဲတင်းကြီးနဲ့ ခုတ်သတ်လိုက်ပါတယ်။အဲဒါကြောင့် ခုထိ စိမ့်တောထဲမှာ သူတို့အိမ်နားဖြတ်ရင် “ဖေဖေရေ” လို့ ငိုယိုပြီး ခေါ်နေသံ ကြားရတယ်လို့ ဆိုကြပါတယ်။ဘန်တစ်ယောက် ၈ နှစ်ကြာတွဲခဲ့တဲ့ ကောင်မလေးနဲ့ပြတ်ပြီး ဘော်ဒါတွေနဲ့ ခရီးထွက်ခဲ့ပေမယ့် ပျော်ရွှင်မှုတွေ မရပဲလင်းတမှိုင်မှိုင်ပြီး ရည်းစားပူမိနေတာပေါ့။ ဒီလိုနဲ့ သူ့ ဘော်ဒါတွေနဲ့ မလိုက်ပဲ ကောလိပ်တုန်းကလူတွေအကြံပေးလိုက်တဲ့ စိမ့်တောထဲက သရဲခြောက်တဲ့လှေစီးခရီးစဉ် သွားဖို့ ကြံစည်ပါတော့တယ်။အဲဒီမှာ မနေနိုင်တဲ့ သူငယ်ချင်း မားကပ်စ်ကလည်း ပါလာခဲ့တာပေါ့။သူတို့ရဲ့ စိမ့်တောခရီးစဉ်မှာတော့ အသက်ကြီးကြီး စုံတွဲတစ်တွဲရယ်အပျော့စားအပြာကားရိုက်ဖို့ ကောင်မလေးနှစ်ယောက်နဲ့ဒါရိုက်တာလိုဘဲကြီးရယ် စကားနည်းပြီး ထူးဆန်းတဲ့ကောင်မလေးတစ်ယောက်ရယ်ခရီးစဉ်ခေါင်းဆောင် လူလိမ်လိုလိုကောင်ရယ် ဘန်တို့ရယ်စိမ့်တောထဲ ထွက်လာကြတဲ့အချိန်မှာတော့…..။Friday the 13th တို့ Texas ...",
        "rating": "5.6",
        "url": "https://megaup.net/1fYbj/Hatchet.2006.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMkRWgAvwe0XkpL8swG7UA4N4Q8.jpg",
        "title": "Afflicted (2013)",
        "description": "ဒဲရစ်ခ် နဲ့ ကလစ်ဖ် တို့က ကမ္ဘာတစ်ပတ်ခရီးထွက်လာကြသူတွေပါ။ ခရီးထွက်လာရင်းနဲ့ပဲရစ်ရောက်လာပြီးတဲ့အချိန် ညတစ်ညမှာ ဒဲရစ်ခ် က ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးတဲ့နောက်သူကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ထိခိုက်ဒဏ်ရာတွေရလာခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဒဲရစ်ခ်မှာထူးဆန်းတဲ့ဝေဒနာတွေခံစားလာရသလို ထူးခြားတဲ့သဘာဝလွန်အစွမ်းတွေပါရလာခဲ့ပါတယ်။ဒဲရစ်ခ်ရဲ့သဘာဝလွန်အစွမ်းတွေက လူတွေရဲ့အသက်အန္တရာယ်ကိုပါထိခိုက်လာတဲ့အခါမှာဒဲရစ်ခ်တို့တွေဘယ်လိုအဖြေရှာကြမလဲဆိုတာကိုဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.62 GB /  800 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Horror, Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Citrus",
        "rating": "6.2",
        "url": "https://megaup.net/1fYcg/Afflicted.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7E93eFwirrAvCXxGSdB4hwOWwE.jpg",
        "title": "They Came Back (2004)",
        "description": "They Came Back (2004)~ IMDb - 5.8/10, Rotten Tomatoes - 78% ~ကိုယ်ချစ်ရတဲ့သူတွေ ဘယ်တော့မှ ပြန်မလာနိုင်တော့တဲ့နေရာကို ထွက်သွားပြီးမှ ရုတ်တရက်ပြန်လာရင် ဘယ်လိုဖြစ်မလဲ...ဒီဇာတ်ကားလေးမှာတော့ ကမ္ဘာနဲ့အဝှမ်း အရင် ၁၀ နှစ်အတွင်းက သေပြီးသားလူတွေက ရုတ်တရက်ကြီး လမ်းတွေပေါ်မှာ အကောင်းပကတိအတိုင်း ပြန်ရောက်လာတာကို တွေ့လိုက်ကြရပါတယ်။သေပြီလို့ လက်ခံထားကြတဲ့လူတွေက ပြန်ရောက်လာတော့ လူမှုရေးမှာရော၊ အလုပ်တွေမှာပါ ကသီလင်တဖြစ်ကုန်ကြတာပေါ့။ အလုပ်နေရာကို ပြန်ပေးရမလား၊ ပင်စင်တွေကို ပြန်ပေးရမလား၊ ကိုယ့်ဘဝထဲက လုံးဝထွက်သွားပါပြီလို့ စိတ်ပိုင်းဖြတ်ပြီးမှ ပြန်ရောက်လာတဲ့သူတွေကို အရင်လို ဘာမှမဖြစ်သလိုပဲ လက်ခံလိုက်ရမလားပေါ့။ဒီဇာတ်ကားလေးက ကြောက်စရာမကောင်းပေမဲ့ ကျောချမ်းစရာတော့ကောင်းပါတယ်။ ပြန်ရောက်လာတဲ့သူတွေက ပုံမှန်မဟုတ်ကြဘူးလေ။ ပြန်ရောက်လာတာကိုက ပုံမှန်မှမဟုတ်တာကိုး။ Fantasy, Drama လို့ပြောလို့ရတာပေါ့။ နာမည်တူ Series တစ်ခုရဲ့ Spin-off လို့လည်းပြောလို့ရပါတယ်။ ကားကောင်းတွေထွက်တာများလေ့ရှိတဲ့ ပြင်သစ်တွေရဲ့ထုံးစံအတိုင်း ကြည့်ရတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fY6o/(CM)_Les_Revenants_(2004)_BluRay_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODY2YmZjMWEtM2QxNC00MDc3LWFjYTEtZjZkMmViMDFlNDgxXkEyXkFqcGdeQXVyMTUzNDQyODU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Liquor Store Dreams (2022)",
        "description": "Liquor Store Dreams (2022)\n=====================၁၉၉၂ ဧပရယ်တစ်ရက်မှာ ရဲအရာရှိလေးယောက်ဟာ Rodney King\nဆိုတဲ့လူမည်းတစ်ယောက်ကိုအကြမ်းဖက် ဖမ်းဆီးရုံမကပြင်းပြင်းထန်\nထန် ရိုက်နှက်နှိပ်စက်ခဲ့ပါတယ်။ အဲ့ဒီအဖြစ်အပျက်ကိုအနားမှာရှိတဲ့\nလူတစ်ယောက်က ဗီဒီယိုရိုက်ထားပြီး ဖြန့်ဝေရာက သတင်းမီဒီယာတွေ\nမှာ ပွက်လောရိုက်ပျံ့နှံ့သွားခဲ့ပါတယ်။ ဒါပေမယ့်လည်း အဲ့ဒီရဲလေးယောက်\nကို တရားရုံးကတရားသေလွှတ်ပေးလိုက်ချိန်မှာတော့ လူထုရဲ့မကျေနပ်\nမှုဟာအုံကြွလာခဲ့ပါတော့တယ်။ဒီအဖြစ်အပျက်ကိုထပ်ပြီးမီးမွှေးပေးလိုက်တာကတော့ Latasha Harlins\nဆိုတဲ့ဆယ်ကျော်သက်မိန်းမငယ်တစ်ယောက်ကို ကိုရီးယားစတိုးဆိုင်ရှင်\nတစ်ယောက်က အအေးတစ်ဘူးခိုးတယ်လို့စွပ်စွဲပြီး သေနတ်နဲ့ပစ်သတ်\nလိုက်တဲ့အဖြစ်အပျက်ပါ။ အဲ့ဒီဖြစ်ရပ်နှစ်ခုနောက်ပိုင်းမှာ 1992 Los\nAngeles riots လို့သိကြတဲ့ဆူပူအုံကြွမှုဖြစ်ပေါ်လာခဲ့ပြီးမဆိုင်တဲ့သူတွေ\nအတွက်ပါ ဂယက်ရိုက်ခဲ့တဲ့ဖြစ်ရပ်ဆိုးတွေဖြစ်ပေါ်သွားခဲ့ပါတယ်။ဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ အဲ့ဒီဖြစ်ရပ်တွေကြားက ကိုရီးယားယမကာ\nစတိုးပိုင်ရှင်တွေရဲ့ဘဝ၊ သူတို့မျိုးဆက်တွေနဲ့ အသိုင်းအဝိုင်းတွေအထိ\nဘာတွေရင်ဆိုင်တွေ့ကြုံခဲ့ရလဲ၊ ဘယ်လိုသက်ရောက်မှုတွေရှိခဲ့လဲဆိုတာ\nတွေတင်မကပဲ မျိုးဆက်နှစ်ခုကြားက အတွေးအခေါ်အယူအဆကွာခြား\nချက်တွေ၊ လူငယ်တွေရဲ့ပြောင်းလဲလာတဲ့အတွေးအမြင်တွေနဲ့ ကိုရီးယား-\nလူမည်း နှစ်ဘက်အသိုင်းအဝိုင်းကြားက အာဃာတတွေ ဘယ်လိုသင်ပုန်း\nချေပြေလည်ကြမလဲ အစရှိတာတွေကို မျက်မှောက်ခေတ် George Floyd\nဖြစ်ရပ်အထိချိတ်ဆက်တင်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias မှဖြစ်ပါတယ်)File Size..........(2.15 GB) / (665 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://megaup.net/1VMb8/Liquor.Store.Dreams.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iUlP6aUCyGh3aEEU0DmnFaJlAOg.jpg",
        "title": "Racetime (2018)",
        "description": "ဒီတစ်ခေါက်ကတော့ ကာတွန်းကြိုက်တဲ့ CM ပရိတ်သတ်များအတွက်RaceTime ဆိုတဲ့ ကာတွန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ ဆောင်းရာသီ နှင်းတောထဲမှာ ကလေးတွေဟာ ကိုယ်တိုင်ဒီဇိုင်းထွင်ထားတဲ့ဆွတ်ဖားလှည်းတွေနဲ့ နှင်းလျှောစီးပြီး နှစ်စဉ်ပြိုင်ပွဲပြုလုပ်နေကျပါ။နှစ်တိုင်းလဲ ဖရန်ကီဆိုတဲ့မှန်ကြောင်လေးက ဗိုလ်စွဲနေကျပေါ့။ဒီနှစ်မှာတော့ သူတို့အရပ်ကိုအသစ်ရောက်လာတဲ့ကောင်လေး ဇက်ကဖရန်ကီကို စိန်ခေါ်ထားပါသတဲ့။အဲဒါနဲ့ပဲ ဖရန်ကီလဲ ပြိုင်ပွဲမှာအနိုင်ရရေး အစွမ်းကုန်ကြိုးစားတော့တာပေါ့။အဲ့တော့ ပြိုင်ပွဲမှာရော ဘယ်လိုရလဒ်ထွက်လာမလဲ။အဲ့ရလဒ်ပေါ်မူတည်ပြိံးရော နောက်ဆက်တွဲဘာတွေ ဆက်ဖြစ်ဦးမလဲဆိုတာကတော့ပူလောင်အိုက်စပ်နေတဲ့ရာသီဥတုမှာ နှင်းတောထဲက ကာတွန်းလေးကြည့်ပြီး အပူလျော့ကြပါစေလို့ပြောရင်း အားပေးလိုက်ကြပါဦး...File Size : (837 MB) & ( 312 MB)Quality : WEB-DL 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComdySubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "5.8",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wsrZrb2Ng3eO4TYmeBufwdKeC3a.jpg",
        "title": "Anger Management (2003",
        "description": "ေဒ့ဗ္ ဟာ အရမ္းေတာ္တဲ့ စီးပြားေရးသမား တစ္ေယာက္ျဖစ္ပါတယ္\nအရာရာတုိင္းကို စည္းစနစ္တက် လုပ္တက္ၿပီး အရွက္အေၾကာက္လဲ\nႀကီးသလို ေဒါသကိုလဲ မ်ိဳသိပ္ႏုိင္သူျဖစ္ၿပီး ေအာက္က်ိဳ႕တက္သူပါ\nဒါေပမဲ့ တစ္ရက္မွာေတာ့ အလုပ္ကိစၥ တစ္ခုကို ခ်ိန္းဆိုထားလို႔\nေလယဥ္ နဲ႔ ခရီးထြက္ရပါေတာ့တယ္...\nအဲ့ဒီမွာ ျပသနာက စေတာ့တာပါပဲ\nေဒ့ဗ္ ေဘးနားမွာ က်ပ္မျပည့္တဲ့ အူေၾကာင္ၾကား\nဘဲတစ္ေပြ ေရာက္ေနၿပီး စိတ္အေႏွာက္အယွက္ျဖစ္စရာေတြကိုပဲ\nဆက္တိုက္လုပ္ေနခဲ့ပါတယ္...\nသက္သာလို သက္သာျငား ဆိုၿပီး နားၾကပ္ေလးတပ္ၿပီး\nရုပ္ရွင္ၾကည့္ဖို႔ ေလယဥ္မယ္ ကို အကူအညီေတာင္းခဲ့ေပမဲ့\nတလြဲေတြ ျဖစ္ခဲ့ၿပီး ေနာက္ဆံုး ကိုယ္ထိလက္ေရာက္မႈ နဲ႔\nတရားရံုးေရာက္ခဲ့ပါတယ္ တရားသူႀကီးက\nအင္မတန္စိတ္ရွည္ၿပီး ေဒါသထိန္းခ်ဳပ္ႏုိင္တဲ့ ေဒ့ဗ္ ကိုမွ\nေဒါသထိန္းခ်ဳပ္နည္း သင္တန္း တက္ဖို႔ အမိန္႔ခ်မွတ္လုိက္ပါေတာ့တယ္\nကဲ ေဒ့ဗ္ တစ္ေယာက္ ေအးခ်မ္းတဲ့ ဘ၀ေလး ကေန\nဘယ္လို ေသာက္တလြဲ ေတြ နဲ႔ စတင္ေတာ့မလဲ ဆိုတာ\nဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔\nဒီရုပ္ရွင္ကားကို Yuki Aurora က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ Encode ၍ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1y2sj/Anger_Management_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/castle_poster-133x200.jpg",
        "title": "Castle in the Sky (1986)",
        "description": "Castle in the Sky (1986)\nIMDb - 8.0/10______Rotten - 96%\n \nဒီကားလေးကတော့ ဒဏ္ဍာရီဆန်ဆန် anime\nဇာတ်ကားကောင်းလေးပါ။လေထဲပေါလောပေါ်နေတဲ့\nလပျူတာကျွန်းရဲ့ ရဲတိုက်ကြီးထဲမှာ ရတနာတွေရှိတယ်လို့ရှေးလူကြီးတွေကပြောခဲ့ပါတယ်တဲ့\nကာင်လေးပါဇုဆီကိုမှော်ဆန်ဆန်လေထေဲကကျလာတဲ့ကောင်မလေးရှီးတ\nတို့စတင်တွေ့ဆုံရာက အစပြုတယ်။\nရှီးတရဲ့ဘိုးဘွားပိုင်လည်ဆွဲကိုစစ်အစိုးရနဲ့ဓားပြအုပ်စုတွေ\nဝိုင်းလုယက်ရင်းပါဇုဆီရောက်လာခဲ့တယ်ပေါ့။\nစစ်အစိုးရနဲ့ဓားပြအုပ်စု၂ဖွဲ့လုံးဟာ\nဒီကျွန်းကိုအပြိုင်အဆိုင်ရှာဖွေကြရင်း\nဘာတွေဖြစ်လာမလဲဆိုတာကတော့\nဆက်လက်ကြည့်ရှုလိုက်ပါအုံး\nဘာသာပြန် နဲ့ အညွှန်းကတော့\nHnyot Myet Wunn ဖြစ်ပါတယ်\n------------------------------------\nဒီကားေလးကေတာ့ ဒ႑ာရီဆန္ဆန္ anime\nဇာတ္ကားေကာင္းေလးပါ။ေလထဲေပါေလာေပၚေနတဲ့\nလပ်ဴတာကၽြန္းရဲ႕ ရဲတိုက္ႀကီးထဲမွာ ရတနာေတြရွိတယ္လို႔ေရွးလူႀကီးေတြကေျပာခဲ့ပါတယ္တဲ့\nကာင္ေလးပါဇုဆီကိုေမွာ္ဆန္ဆန္ေလေထဲကက်လာတဲ့ေကာင္မေလးရွီးတ\nတို႔စတင္ေတြ႕ဆံုရာက အစျပဳတယ္။\nရွီးတရဲ႕ဘိုးဘြားပိုင္လည္ဆြဲကိုစစ္အစိုးရနဲ႔ဓားျပအုပ္စုေတြ\nဝိုင္းလုယက္ရင္းပါဇုဆီေရာက္လာခဲ့တယ္ေပါ့။\nစစ္အစိုးရနဲ႔ဓားျပအုပ္စု၂ဖြဲ႕လံုးဟာ\nဒီကၽြန္းကိုအၿပိဳင္အဆိုင္ရွာေဖြၾကရင္း\nဘာေတြျဖစ္လာမလဲဆိုတာကေတာ့\nဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္\nFile Size - 893 MB\nTranslated By - Hnyot Myet Wunn\nEncoded By - Shwe Sin Nan Eain",
        "rating": "8.0",
        "url": "https://megaup.net/R2w9/Castle_In_The_Sky_[1986]_(Tenkû_No_Shiro_Rapyuta)_[MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pi7J3iH3Z1NO9q2E13ChY7imyKb.jpg",
        "title": "The Perfect Date (2019)",
        "description": "သီဟိုဠ်မှ ဉာဏ်ကြီးရှင်သည် အာယုဝဍ္ဎနဆေးညွှန်းစာကို ဇလွန်ဈေးဘေး ဗာဒံပင်ထက် အဓိဋ္ဌာန်လျက် ဂဃနဏဖတ်ခဲ့သည်။IMDB 6/10 ရရှိထားတဲ့ Netflix Origin Comedy/Romance ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုမပြောခင် အချောလေး Noah Centineo ပါဝင်သရုပ်ဆောင်ထားကြောင်းပြောပြချင်ပါတယ် အဟွင်းဟွင်းကိုယ်တွေလို သင်္ကြန်မှာအိမ်တွင်းပုန်းတဲ့သူတွေအတွက်တော့ရှယ်ပဲဘရွတ်ရက်တီကန်ဆိုတဲ့ ၁၈နှစ်အရွယ်အထက်တန်းကျောင်းသားလေးရဲ့ဘဝကို အခြေပြုထားတာဖြစ်ပါတယ်မိတဆိုးလေးဘရွတ်ဟာ ဘဝကိုအရှုံးပေးထားတဲ့ဖခင်ဖြစ်သူနဲ့နေထိုင်ပေမယ့် သူ့ရဲ့ဘဝရည်မှန်းချက်တွေကတော့ ကြီးလှပါတယ်အကောင်းဆုံးကားကိုစီးချင်တယ်ပေါ်ပြူလာအဖြစ်ဆုံးကောင်မလေးနဲ့တွဲချင်တယ်ကောင်းပေ့ဆိုတဲ့ကျောင်းကိုမှတက်ချင်တယ် အစရှိသဖြင့်ပေါ့လေအဲ့ဒီရည်မှန်းချက်တွေအမှန်တကယ်ဖြစ်လာဖို့ ကြိုးစားရာမှ ဖြစ်လာတဲ့ကမောက်ကမပေါင်းစုံကို ကြည့်ရှုရမှာဖြစ်ပါတယ်Spoil သလိုဖြစ်သွားမှာစိုးလို့ ကိုယ်တိုင်ပဲဆက်လက်အားပေးလိုက်ပါဦးရှင်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ) File Size : (700 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEB-DL.DDP5.1.x264-NTG\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/S50e/The_Perfect_Date_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6YbYvsdthtMLkMHvBiQg8uiIOp.jpg",
        "title": "The Sholay Girl (2019)",
        "description": "The Sholay Girl (2019)\nဒီဇာတ္လမ္းကေတာ့ အိႏၵိယရဲ႕ ပထမဆံုး\nစတန္႔မင္းသမီး ရက္ရွ္မား ပသန္ ရဲ႕\nအေၾကာင္းကို ရိုက္ကူးထားတာပါ။\nအျပည္ျပည္ဆိုင္ရာ အမ်ိဳးသမီးမ်ားေန႔ ျဖစ္တဲ့\nမတ္လ(၈)ရက္ေန႔မွာ ရံုတင္ျပသခဲ့ပါတယ္။\nအမ်ိဳးသမီးေတြရဲ႕ ဘ၀ရပ္တည္မႈကို\nအတၳဳပၸတၱိ နဲ႔ ရုပ္ရွင္ တြဲဖက္ၿပီး ျပသခဲ့တဲ့အတြက္\nအင္မတန္ စိတ္၀င္စားဖို႔ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nယေန႔ေခတ္မွာ အမ်ိဳးသမီးေတြက\nအမ်ိဳးသားေတြနဲ႔ ရင္ေဘာင္တန္းႏိုင္လာၾကပါၿပီ။\nအရင္ေခတ္က အမ်ိဳးသမီးေတြကေတာ့\nအႏွိမ္ခံရတဲ့အခ်ိန္ေတြ အိမ္တြင္းပုန္းခဲ့ရတဲ့အခ်ိန္ေတြ ရွိခဲ့ပါတယ္။\nရက္ရွ္မားက ဒီအစဥ္အလာေတြကို ခ်ိဳးဖ်က္ျပခဲ့ပါတယ္။\nရက္ရွ္မားလုပ္တဲ့အလုပ္အကိုင္က\nေယာက်္ားတိုင္းေတာင္ မလုပ္ရဲ၊ မလုပ္၀့ံတဲ့ စတန္႔သမားပါ။\nရုပ္ရွင္ကားတစ္ကားမွာ\nယုတိၱရွိရွိရိုက္ႏိုင္ဖို႔က စြန္႔စားခန္းေတြ ပါပါတယ္။\nစြန္႔စားခန္းအမ်ားစုမွာ မင္းသား\nမင္းသမီးေတြက ကိုယ္တိုင္ရိုက္ကူးေလ့ မရွိပါဘူး။\nအသက္နဲ႔ရင္းၿပီး လုပ္ရတဲ့အခန္းေတြဆိုရင္\nစတန္႔သမားေတြရဲ႕အခန္းက႑က အေရးပါပါတယ္။\nစတန္႔သမားေတြ လုပ္ႏိုင္ရင္ လုပ္ႏို္င္သေလာက္\nဇာတ္လမ္းရဲ႕အႏွစ္သာရက ပိုၿပီးျပည့္၀လာပါတယ္။\nစတန္႔သမားအမ်ားစုကေတာ့ ေယာက်ာ္းေလးေတြပါ။\nမင္းသမီးေတြအတြက္ဆိုရင္ ဆံပင္တုေတြစြပ္ၿပီး\nမိတ္ကပ္ေတြလိမ္းၿပီး ကူညီၾကရတာပါ။\nရက္ရွ္မားက ဒီကြက္လပ္ကို ျဖည့္ခဲ့တာပါ။\nလြယ္လြယ္ကူကူ ျဖစ္လာခဲ့တာလားဆိုေတာ့ မဟုတ္ပါဘူး။\nရက္ရွ္မား ျဖတ္သန္းခဲ့ရတဲ့\nခေရာင္းလမ္းႀကီးကုိ ဒီဇာတ္ကားမွာ ျမင္ရပါမယ္။\nဒါကေတာ့ ရက္ရွ္မားရဲ႕စကားပါ။\n\"ေမွ်ာ္လင့္ခ်က္ဆိုတာ အရိပ္လိုပဲ လို႔ ေျပာၾကပါတယ္။\nရွင့္အနားကေန ဘယ္ေတာ့မွ ထြက္သြားမွာ မဟုတ္ပါဘူး။\nဒါေပမယ့္ အေမွာင္ထဲမွာ ေနတဲ့သူကေတာ့ အရိပ္ရွိမွာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/S50d/The_Sholay_Girl_[2019]_(MM_Sub).mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVG4a27ImyPS4vvNMjCtan3QhDl.jpg",
        "title": "Dragged Across Concrete (2018)",
        "description": "သည္းထိတ္ရင္ဖုိမႈခင္းဇာတ္ကားေတြကို ၾကည့္ရွဳခ်င္တဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ခုႏွစ္ထြက္ Dragged Across Concrete ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိက္ပါတယ္…IMDb -7.3/10 နဲ႕ Rottem tomatoes 73 ေတာင္ရရွိထားျပီး ရင္တမမနဲ႕ တကယ္မိုက္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ရစ္ဂ်မန္းနဲ႕ အန္သနီဆိုတဲ့ ရဲအရာရွိႏွစ္ေယာက္တို႔ဟာ တရားခံဖမ္းတဲ့ေနရာမွာ ၾကမ္းတမ္းစြာ ကိုင္တြယ္ေျဖရွင္းခဲ့တာေတြကိုအရပ္သားတစ္ဦးက ဗီဒီယုိရိုက္ယူခဲ့အျပီးမွာေတာ့ တီဗီသတင္းထဲအထိ ဟိုးေလးတေၾကာ္ေၾကာ္ျဖစ္ျပီးအလုပ္ကေန လစာမဲ့ ေလးပတ္ ေခတၱရပ္စဲခံရပါတယ္။စံုေထာက္ရစ္ဂ်မန္းဟာ ေနာက္လမွာ အသက္ ၆၀ျပည့္ပင္စင္ယူရေတာ့မွာျဖစ္ျပီးပင္စင္ယူခ်ိန္ေရာက္ရင္ ေနမေကာင္းတဲ့ ဇနီးနဲ႕ ဆယ္ေက်ာ္သက္သမီးေလးကိုေထာက္ပ့ံဖို႔ ေငြေရးေၾကးေရး အခက္အခဲရွိေနသူပါ။အန္သနီကလည္းမၾကာခင္ လက္ထပ္ေတာ့မွာျဖစ္ျပီး သူ႕ေရွ႕ေရးအတြက္ နဲ႕ ရည္းစားကို ေရႊေပၚျမတင္ထားခ်င္သူအေနနဲ႕သူကလည္း ပိုက္ဆံတစ္နည္းနည္းနဲ႕ လုိအပ္ေနပါတယ္။ပိုက္ဆံလိုေနၾကတဲ့ အလုပ္လက္မဲ့ ရဲစံုေထာက္ႏွစ္ေယာက္ဟာ တစ္ေန႕မွာ မသကၤာတဲ့ ကားတစ္စီးေနာက္ကိုလုိက္ရင္းရာဇဝတ္မႈတစ္ခုထဲ ခုန္ဆင္းလ်က္သားျဖစ္ေနပါေတာ့တယ္။  (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dragged-across-concrete-2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yNkTNIjPl4QSQmVNQyfopM4wcFF.jpg",
        "title": "Petta (2019)",
        "description": "ေဖေဖာ္ဝါရီလကတည္းက အၾကည္ထြက္ခဲ့တဲ့ကားဆိုေပမဲ့စာအေသကပ္ပါၿပီး ႐ုပ္ထြက္သိပ္မေကာင္းတာရယ္ေၾကာင့္ ဥထားခဲ့တာ ခုေတာ့ ရွင္းရွင္းလင္းလင္းေလး ထြက္လာခဲ့ပါၿပီ။------------------------------------------------သိပ္ကို ဆိုးတဲ့ ေက်ာင္းသားေတြၾကားအေဆာင္မႉးေနရာကို အတင္းရယူလာတဲ့ လူတစ္ေယာက္ ရိွလာခဲ့ပါတယ္။ကာလီတဲ့။အသက္ၾကည့္ေတာ့ လူႀကီးပိုင္းေရာက္ေနၿပီ၊ကိုယ့္ကို ထိပါးလာၿပီေဟ့ဆိုရင္ ဘယ္သူ႕ကိုမွခြင့္မလႊတ္သူ။ဒီေတာ့ ဒီကေလးေတြၾကား သူ အေဆာင္မႉး ျဖစ္ခ်င္ရတဲ့ ရည္ရြယ္ခ်က္က ဘာမ်ားလဲ။ေက်ာင္းသားေတြ ထမင္းေကာင္းေကာင္းစားရဖို႔၊ဂ်ဴနီယာေတြ ဘိုက်အႏိုင္က်င့္တာ မရိွဘဲေကာင္းေကာင္းေနထိုင္ရဖို႔ သူ ေက်ာင္းရဲ႕ အာ့ေၾကာလန္အဖြဲ႕အျပင္ကန္ထ႐ိုက္တာေတြနဲ႔ ရင္ဆိုင္ခဲ့တယ္။မထင္မွတ္ဘဲ ညတစ္ညမွာ ေက်ာင္းသားတစ္ေယာက္ ခြင့္မတိုင္ဘဲ အျပင္သြားခဲ့တယ္။ေခါင္းမီးခဲၿပီး ကာလီဟာ လိုက္ရွာရမွာေတာ့ခ်စ္သူနဲ႔ သြားေတြ႕တဲ့ ထိုေက်ာင္းသား အဏၰဝါနဲ႔ ရင္းႏီွးခဲ့ပါတယ္။အန္ကယ္ကာလီ.... အန္ကယ္က လူပ်ဳိႀကီးလား အိမ္ေထာင္ရိွလား တဲ့။တခ်ိန္က သူ႕မွာ ဒါေတြ ရိွခဲ့ေၾကာင္း ႏႈတ္က ထုတ္ေဖာ္မေျပာလိုေတာ့တဲ့ ရင့္က်က္ခ်ိန္ေရာက္ခဲ့ၿပီေလ။ေက်ာင္းစာေမးပြဲၿပီး ႏႈတ္ဆက္ပြဲညမွာအဏၰဝါကို လူတစ္စု အႏၲရာယ္ လာျပဳခဲ့တယ္။အဏၰဝါ .. ေက်ာင္းထဲမွာေနတဲ့ ေက်ာင္းသား...သူ႕မွာ ဘယ္လိုအေၾကာင္းေၾကာင့္ ဒီလို ရန္နဲ႔ ရင္ဆိုင္ရတာလဲ...သိပ္ကို ဂ႐ုစိုက္လြန္းတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eofr/Petta_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fn0Tp9SG0IQ3Nx8iHPYPiseLMWd.jpg",
        "title": "Never Look Away (2018)",
        "description": "အႏုပညာဆုိတာ ဘာလဲ။ အႏုပညာရွင္ဆုိတာ ဘာပါလဲ။နတ္ၾကီးတဲ့ေမးခြန္းေတြျဖစ္လုိ႔ ကုိယ္တုိင္မေျဖရဲလုိ႔ သူမ်ား ေျပာထားတာေတြပဲ ကုိးကားပါရေစ။ဂ်ာမန္လူမ်ိဳး ပန္းပုဆရာ Wilhelm Lehmbruck ကေတာ့ အႏုပညာပစၥည္းတစ္ခုဆုိတာ လူသားေတြ စျဖစ္တည္တုန္းက ကမာၻၾကီးကုိျမင္ရသလုိ အသစ္အဆန္းျဖစ္ေနရမယ္ တဲ့။အဲဒီစကားကုိ သူ႕ဘာသာရွိေနတုန္းကေတာ့မထူးျခားေပမဲ့ အႏုပညာနဲ႔ေပါင္းျပီး ခံစားတတ္တဲ့ႏွလုံးသားနဲ႔ ၾကည့္လုိက္တဲ့အခ်ိန္မွာ တန္ဖုိးတစ္ခုရွိလာျပီး၊ ထူးျခားတဲ့ လွပမႈပါရွိေနတဲ့ အရာတစ္ခုျဖစ္လာပါတယ္ လုိ႔ ဒီဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ ကာ့တ္ က ခံယူထားပါတယ္။အႏုပညာရွင္ဆုိတာကေရာ ဒီဇာတ္ကားထဲကပဲ မွီျငမ္းပါမယ္။အႏုပညာရွင္ဆုိတာ တျခားအရာအားလုံးနဲ႔ အႏုပညာဆုိရင္ အႏုပညာကုိေရြးၾကတဲ့သူေတြပါတဲ့။လူတုိင္းအႏုပညာရွင္ျဖစ္ႏုိင္ပါတယ္။အႏုပညာကုိပဲေရြးဖုိ႔လုိတာပါ။ပန္းခ်ီ၊ ပန္းပု၊ ဂီတ ဘယ္အႏုပညာကုိမဆုိ ဘာအေႏွာင္အဖြဲ႕မွမရွိဘဲ လြတ္လြတ္လပ္လပ္ အႏုပညာကုိ ဖန္တီးၾကတဲ့ သူေတြ ေနာက္တစ္မ်ိဳးေျပာရရင္ အႏုပညာကုိဖန္တီးရင္း ကမာၻၾကီးကေနလြတ္ေျမာက္ေနၾကသူေတြ လုိ႔ေျပာလုိ႔ရတာေပါ့။ကုိယ့္ကုိကုိယ္ လြတ္ေျမာက္ေအာင္ ၾကိဳးစားရင္းနဲ႔ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1y2s0/Never_Look_Away_(Werk_Ohne_Autor)_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svIDTNUoajS8dLEo7EosxvyAsgJ.jpg",
        "title": "Glass (2019)",
        "description": "UNICODE\nBlu-Ray(1080p5.1,720p,480p)ဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ သူ့ေ့ရှကထွက်နှင့်ထားပြီးသားဖြစ်တဲ့ The Unbreakable (2000) နဲ့ Split (2016) တို့ကိုအရင်ကြည့်စေချင်ပါတယ်။\nဒီဇာတ်ကားသုံးကားဟာ ချိတ်ဆက်နေတယကြောင့်ပဲဖြစ်ပါတယ်။\nဒါ့အပြင် ေ့ရှနှစ်ကားမှာဇာတ်ကောင်တွေရဲ့စရိုက်သဘာဝတွေကိုရိုက်ကူးထားတာဆိုတော့ အဲ့ကားတွေအရင်ကြည့်ပြီးရင် ဒီကားဟာအချိတ်အဆက်ရှိရှိကြည့်လို့ကောင်းမယ့်ကားပဲဖြစ်ပါတယ်။\nThriller/Si-Fi ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးတော့ Cast တွေဟာလည်း သဘာရင့်မင်းသားကြီးတွေဖြစ်တဲ့ ေ့ရှကားတွေမှာလည်းပါဝင်ပြီးသားဖြစ်တဲ့ Bruce Willis, Samuel L.Jackson နဲ့ James McAvoy တို့ပဲဖြစ်ပါတယ်။\nဉာဏ်ကြီးရှင်ဖြစ်သူ Mr.Glass ခေါ် Elijah ၊ စိတ်စရိုက်ပေါင်း ၂၄မျိုးနဲ့ Keven ၊ သူမတူတဲ့ခွန်အားတွေရှိတဲ့ David တို့သုံးယောက်ကို ချုပ်နှောင်ထားပြီး စမ်းသပ်စစ်ဆေးမှုတွေလုပ်ရာကစပါတယ်။\nသူတို့ကိုယ်သူတို့ သဘာဝလွန်စွမ်းအားတယ်ရှိတယ်ဆိုတာကို မဟုတ်ကြောင်း၊ စိတ်ရောဂါတစ်ခုသာဖြစ်ကြောင်းဖြေရှင်းဖို့စမ်းသပ်နေကြတာပာ။\nအစကတော့သီးခြားစီခွဲခြားပြီးလုပ်နေကြပေမဲ့ သုံးယောက်သားပူးပေါင်းမိမှာတော့ ရှုပ်ထွေးမှုတွေစပါတော့တယ်။\nအထူးသဖြင့် Mr.Glass ၂၄မျိုးဘွဲ့ရှင် Keven တို့ပဲဖြစ်ပါတယ်။\nတစ်ယောက်လည်း အင်မတန်ထူးဆန်းတဲ့ဦးနှောက်၊ နောက်တစ်ယောက်က ရှင်းပြရခက်တဲ့အမူအကျင့်တွေနဲ့ ပေါင်းမိတာအပြင် အဲ့ဒီစမ်းသပ်ခန်းကပါလွတ်ထွက်သွားလိုက်တော့ လိုက်ဖြေရှင်းရတာပါပဲ။\nဒါပေမဲ့ Mr. Glass ဟာလည်းသူ့ရဲ့ရည်ရွယ်ချက်အစစ်ကဘာလဲ။\nKeven ဟာလည်းသူ့ရဲ့နောက်ဆုံးစရိုက်ဖြစ်တဲ့ The Beast ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cyrw/Glass_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9F4yd1lnTKFHZkme1nuPWmH1hbl.jpg",
        "title": "Justice League vs the Fatal Five (2019)",
        "description": "Fatal Five ဆိုတာ ၃၁ရာစုဆိုတဲ့ အနာဂတ္ကေနလာတဲ့ စူပါဗီလိန္ေတြေပါ့ဗ်ာ။အဲဒီ ၃၁ ရာစုမွာပဲ Justice League လို စူပါဟီးရိုးအဖြဲ႕လည္းရွိေသးတယ္။အဖြဲ႕နာမည္ကေတာ့ Legion of Superheroes တဲ့။ ၾကယ္အစုအေဝးေပါင္းစံုကေန လာၾကတဲ့ ဆယ္ေက်ာ္သက္ေလးေတြနဲ႔ ဖြဲ႕စည္းထားတဲ့ စူပါဟီးရိုးအဖြဲ႕အစည္းေပါ့။သူတို႔ေခတ္မွာေတာ့ သူတို႔ရဲ႕အၾကီးဆံုးရန္သူက ဗီလိန္ငါးေယာက္ပါဝင္တဲ့ Fatal Five။ အဲဒီငါးေယာက္ထဲမွာ ႏွစ္ေယာက္ကို Legions of Superheroes က ဖမ္းထားျပီးသား။အဲဒီႏွစ္ေယာက္ကို ကယ္တင္ဖို႔အတြက္ က်န္တဲ့သံုးေယာက္က Legions of Superheroes ရဲ႕စခန္းကိုဝင္စီး၊ Time Machine ကိုယူျပီး ၂၁ ရာစုကိုျပန္သြားတယ္။အဲဒီမွာပဲ Legions of Superheroes ထဲက Star Boy ဆိုတဲ့တစ္ေယာက္ပါ ကပ္ျပီးပါသြားတယ္။၂၁ ရာစုကိုမွ လာရတဲ့အေၾကာင္းအရင္းက Green ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/justice-league-vs-the-fatal-five-2019/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGMkLo7FDgQikYwFJSlbc49ewVU.jpg",
        "title": "Hit-and-Run Squad (2019)",
        "description": "၂၀၁၉ ခုနှစ်ထဲမှာ ထွက်ရှိထားတဲ့ Hit-and-Run Squad ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအွန်းစီယွန်းဟာ ရဲမှူးကြီးပတ်ခ်ရဲ့ လာဘ်စားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သက်သေမခိုင်လုံတာကြောင့်တိုက်ပြေးအမှုတွေကိုင်တဲ့ဌာနကိုရာထူးချရွှေ့ပြောင်းခံခဲ့ရပါတယ်..`\nထိုဌာနမှာအရမ်းတော်တဲ့ရဲတပ်သား ဆူမင်ဂျေးနဲ့တွေ့ဆုံခဲ့ပြီးတော့တိုက်ပြေးအမှုတွေကို အတူတူဖြေရှင်းခဲ့ရင်းနဲ့\nပဟေဠိဆန်တဲ့အမှုတစ်ခုကို ကြုံတွေ့ခဲ့ရပါတယ်သူတို့စုံစမ်းစစ်ဆေးရင်းနဲ့ အဲဒီတိုက်ပြေးမှူှူ့သေးသေးလေးဟာ အကြီးကြီးလာဘ်ပေးသူဖော်မြူလာဝမ်းပြိုင်ကားကွင်းပိုင်ရှင် ဂျန်ဂျယ်ချောင်းနဲ့ပတ်သက်နေတယ်ဆိုတာကို ရှာဖွေတွေ့ရှိလာပါတယ်\nအွန်းစီယွန်းအနေနဲ့ သူ့နဂိုမိခင်ဌာနရဲ့တာဝန်ကိုထမ်းဆောင်ရင်းနဲ့ ပျက်စီးဆုံးရှုံးမှုတွေတွေ့ကြုံလာရချိန်မှာတော့ အရာအားလုံးဟာ ရှု့ပ်ထွေးကုန်ပါတော့တယ်\nအရှောင်အတိမ်းတော်လွန်း အဆက်အသွယ်ကောင်းလွန်းကားမောင်းပြိုင်တာတော်လွန်းတဲ့ဂျန်ဂျယ်ချောင်းကို ဘယ်လိုတွေ ဇာတ်လမ်းဇာတ်ကွက်ဆင်ပြီးဖမ်းဆီးကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nကားမောင်းပြိုင်တဲ့အခန်းမှာလည်းတိုက်လိုက်တဲ့ကားတွေမှ သောက်သောက်လဲပါပဲ :3\nကားမောင်းပြိုင်တာတွေရော ချတာတွေရော ရယ်စရာရောဝမ်းနည်းစရာရောပါတဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဆိုတော့ အာမခံပါတယ် File Size : (1 GB) & ( 258 MB)Quality : 720p HDRipRunning Time : 2 hr 13 minFormat : Mp4Genre :  Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2e5xg/Hit-And-Run_Squad_(Bbaengban)_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHhM4qtEJohpbcE7N24qeqdig7B.jpg",
        "title": "Bullitt County (2018)",
        "description": "​ေက်ာင္​းၿပီးလို႔ အလုပ္​ကိုယ္​စီနဲ႔ ​ေဝးကြာ​ေနၾကတဲ့ သူငယ္​ခ်င္​းသံုး​ေယာက္​ဆယ္​စုႏွ္​တစ္​ခုအၾကာမွာ​ေတာ့ သူတို႔ထဲကတ္​​ေယာက္​ရဲ႕ ဘတ္​ခ်လာပါတီပြဲက်င္​းပဖို႔အတြက္​ သူတို႔သြားလၫ္​ခဲ့ၾကဘူးတဲ့ အရက္​ကိုယ္​တိုင္​ခ်က္​​ေရာင္​းတဲ့ ၿမိဳ႕ငယ္​​ေလးတစ္​ၿမိဳ႕ကိုသြားခဲ့ရာက ဒီဇာတ္​ကား​ေလး ျဖစ္​​ေပၚလာခဲ့ပါတယ္​။မတူညီ​ေတာ့တဲ့ အက်င္​့စ႐ိုက္​​ေတြ​ေၾကာင္​့ သူတို႔ခရီးစဥ္​ရဲ႕ ကံၾကမၼာကဘယ္​လို​ေျပာင္​းလဲသြားမလဲဆိုတာ ​စိတ္​လႈပ္​႐ွားဖြယ္​ရာ ၾကည္​့႐ႈရမွာ ျဖစ္​​ပါတယ္​။သံုး​ေယာက္​ဆို​ေပမယ္​့ ၾကည္​့႐ႈသူ​ေတြအ​ေနနဲ႔​ေလး​ေယာက္​ကိုျမင္​​ေတြ႔ရမွာ ျဖစ္​လို႔ပို​ေနတဲ့တစ္​​ေယာက္​ကဘာလဲဆိုတာကို​ေတာ့ ဇာတ္​လမ္​းထဲမွာ အျဖ႐ွာလိုက္​ၾကပါဦး​ေနာ္​ File Size : (986 MB) & ( 369 MB)Quality : Web-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Action , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/bullitt-county-2018/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j3OBG9Td4jnXGn7m4LuNJtzskH8.jpg",
        "title": "Among the Shadows (2019)",
        "description": "လူသား ၊ ဝံပုလွေသွေးနှောသူတွေနဲ့ ဗမ်ပိုင်းယားတွေ ရောနှောပေါင်းစပ်နေထိုင်တဲ့ဥရောပဖက်ဒရေးရှင်းနိုင်ငံ တော် အစိုးရရုံးစိုက်ရာ ဘရပ်ဆဲမြို့မှာ ဇာတ်ကားကိုအခြေတည်ပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင် ကတော့ဝံပုလွေသွေးနှော အလွတ်စုံထောက်မလေးတစ်ဦးပါ။ဥရောပဖက်ဒရေးရှင်းနိုင်ငံတော်ရဲ့ သမ္မတက ဝံပုလွေသွေးနှောတစ်ဦးဖြစ်ပြီးသမ္မတကတော်က ဗမ်ပိုင်းယားပါ။ အခြားဒီလိုမျိုးဇာတ်ကားတွေနဲ့မတူပဲ တမူ ဆန်းကြယ်တဲ့ကားပါ။အက်ရှင်နဲ့ နိုင်ငံရေးကို အချိုးကျပေါင်းစပ်ရိုက်ကူးထားပါတယ်။ကြည်​့ရှုအား​ပေးကြပါဦးFile Size : (963 MB) & ( 304 MB)Quality : Web-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre :Adventure , Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "2.2",
        "url": "https://megaup.net/1y85m/Among_The_Shadows_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45b2JGeU3PJTxlgdSOCSIYypdL3.jpg",
        "title": "The Russian Bride (2019)",
        "description": "Thriller / horror ပရိတ်သတ်တွေအတွက် ၂၀၁၈ ခုနှစ်ထွက်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ ရရှားအမျိုးသမီး နီနာတစ်ယောက် အားကိုးရတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်လိုချင်တဲ့အတွက် Russian Love Line ဆိုတဲ့ဝက်ဆိုက်မှာ ဗီဒီယိုတင်ခဲ့ပါတယ်သူ့မှာ ဒါရှာဆိုတဲ့သမီးလေးတစ်ယောက်လေးရှိပါတယ်သူ့ဗီဒီယိုမှတစ်ဆင့် အမေရိကန်သူဌေး ပလတ်စတစ်ဆာဂျင်ကားလ်နဲ့ ချစ်ကြိုးသွယ်မိကာအမေရိကားကိုလိုက်လာခဲ့ပါတော့တယ်အမေရိကားတော့ ရောက်လာပြီးတဲ့အခါမှာတော့ကားလ်ဟာ သူထင်ခဲ့သလိုသူမျိုးမဟုတ်တဲ့အခါသူရင်ဆိုင်ရတာတွေက ဘာတွေဖြစ်မလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်Nudity အခန်းတစ်ချို့နဲ့ Bloody Scenes တွေအများအပြားပါဝင်နေကြောင်းကိုတော့ သတိချပ်စေချင်ပါတယ်IMDB 5.3 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (390 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.AMZN.WEB-DL.DDP5.1.H264-CMRG\nTranslated by May ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y85g/(CM)_The_Russian_Bride_2019_(Large_Size).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmuWOLfEeAH8dkyIfeC52go23TO.jpg",
        "title": "Terbang: Menembus Langit (2018)",
        "description": "၂၀၁၈ ကထွက်ရှိထားတဲ့ ဒီ အင်ဒိုနီးရှားဇာတ်ကားလေးရဲ့ အင်္ဂလိပ်နာမည်ကတော့ Fly ပဲဖြစ်ပါတယ်မျှော်လင့်ချက်အိပ်မက်ဆိုတာသာမရှိရင် လူတွေဟာ ဘာနဲ့ အသက်ဆက်ရှင်သန်ကြမလဲ...မဖြစ်နိုင်ပါဘူးလို့ ဘယ်သူတွေ ဘယ်လိုပဲပြောပါစေ...လဲကျသွားရင် ပြန်ထပြီးရှေ့ဆက်လျှှောက်ရဲတဲ့သတ္တိသာသင့်မှာရှိရင် အိပ်မက်ဆိုတာ တကယ်ဖြစ်လာမှာပါ...အဲ့ဒါကို ဒီဇာတ်ကားလေးထဲက သာမန်ညောင်ညလက်လုပ်လက်စားမိသားစုမှာပေါက်ဖွားလာရပေမယ့် သူ့အိပ်မက်တွေအပေါ် လက်မလျှော့ပဲ မဆုတ်မနစ်ကြိုးစားခဲ့တဲ့အွန်ဂီကသက်သေပြသွားပေးမှာပဲဖြစ်ပါတယ်..IMDB 7.6/10 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ) File Size : (950 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC x264\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1y859/Terbang_-_Menembus_Langit_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/new-folder-poster-133x200.jpg",
        "title": "[18+] New Folder (2014)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။ ကိုရီးယားသမရိုးကျ ၁၈+ ဇာတ်အိမ်တွေကနေဖောက်ထွက်ပြီနှစ်ထောင်းအားရစရာ ကားကောင်းလေးတင်ဆက်လိုက်ပါတယ်။မိန်းကလေးတွေရဲ့ ယောကျာၤးလေးတစ်ယောက်အပေါ်မှာ ပိုက်ဆံပြီးရင် ဘာကအရေးအကြီးဆုံးဆိုတာကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ....ဖက်တီး တစ်ယောက် အစား နဲ့ မိန်းမကိုမြင်ရင် ဘယ်လိုမှမနေနိုင်တဲ့ တစ်ယောက်ဖြစ်နေပါတယ်ဆိုးတာက သူ့ရဲ့ အစားကြူးမှု့က သူ့ကို ဖက်တီးတစ်ယောက်ဖြစ်လာစေပြီး လုပ်သမျှ အလွဲလွဲအချော်ချော် ဖြစ်နေစေပါတယ်မိန်းကလေးတစ်ယောက်ကို မြင်ရင် ဒါမှမဟုတ်သူ့ဘေးက ဖြတ်သွားရင်တောင် ဗို့အား သောင်းတစ်ထောင်မျက်လုံးနဲ့ ခြေဆုံးခေါင်းဆုံးလိုက်ကြည့်ပါတယ်...သူကမိန်းမလိုချင်လွန်းလို့ ကြင်ရာဖက် တွေလိုက်ရှာပြီးတွေ့တွေ့နေတာကလည်း အမောပါပဲ...သူနဲ့တွေ့တဲ့မိန်းကလေးတွေကလည်း မထိရက်စရာ ကပိုကယိုအလှလေးတွေနဲ့ ဖြစ်နေတော့သူ့ခမျာ အခက်တွေ့နေပါတယ်သူ့ကိုလည်းကြည့်လေ လူကဖက်တီး မိန်းကလေးတစ်ယောက်ကိုကြည့်ရင် မကြည့်သင့်တာတွေကိုပဲ စိုက်ကြည့်နေတော့...မိန်းကလေးတွေက မခံမရပ်နိုင်အောင်ဒေါသတွေထွက်ပြီး ထွက်ပြေးကြတာချည်းပဲ။တစ်နေ့မှာ ဆိုင်မှာအလုပ်လုပ်ရင်း ရည်းစားနဲ့ပြတ်ပြီး စိတ်လေနေတဲ့ ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းပဲ ချစ်မိသွားခဲ့ပါတယ်...သူက ချစ်ခွင့်ပန်တော့ ကောင်မလေးက \"ရှင့်လိုဖက်တီးမျိုး ရွံတယ်\" ဆိုပြီး ပြစ်ပြစ်ခါခါပြောပြီးငြင်းလိုက်ပါတယ်...သူလည်းစိတ်ပျက်ပျက်နဲ့ လမ်းဖြတ်ကူးလိုက်တယ်ဆိုရင်ပဲ ကားတစ်စီးဝင်တိုက်တာခံရပြီးတော့ မျက်နှာတစ်ခုလုံးစုတ်ပြတ်သတ်သွားခဲ့ပါတယ်....သူ ဆေးရုံမှာ ...",
        "rating": "",
        "url": "https://megaup.net/Ueo3/New_Folder_(Saepoldeo)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmvfVQYBMoqmY3IcWxTmuXCH391.jpg",
        "title": "[18+] The Devil’s Feast (2007)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။\n ဂ်ပန္ ခပ္ၾကမ္းၾကမ္းၾကိဳက္တဲ့ၾကိဳက္တဲ့ ေဘာ္ဒါေတြအတြက္ ပါ...မိန္းမေတြက မာယာမယ္ေတြလား..သူတို႔လိုခ်င္တာ တစ္ခုေလးရဖို႔အတြက္ သူတို႔ရဲ႕ အလွအပေတြကို ဗန္းျပျပီး ခ်ေကြ်းတက္တယ္တဲ့လားသူတို႔ရဲ႕အလွအပေတြကလည္း Gravity ခုန္ထြက္ရံုမကဘူး သက္တံ့ေတြ အရည္ေပ်ာ္ႏိုင္တဲ့ အစားမ်ိဳးအၾကည့္ေတြကလည္း ပါးစပ္မဟပဲ နားလည္ႏိုင္ေလာက္တဲ့ စြမ္းအား ပိုင္ဆိုင္ထားသူေတြပါ..သတင္းစာတိုက္မွာ ေၾကျငာက႑ကိုတာ၀န္ယူထားတဲ့ အိုကာမိုတို တစ္ေယာက္ အေခ်ာအလွ မိန္းမကို စိတ္ကုန္ေနသူ...တစ္ေန႔မွာ သူတို႔သတင္းစာတိုက္ကို အျခားသတင္းစာတိုက္ကေန ကူမီကို တစ္ေယာက္ေျပာင္းေရႊ႕လာပါတယ္သူေျပာင္းေရႊ႕လာတယ္ဆိုရင္ပဲ တစ္တိုက္လံုးက သူေတြ အံ့ၾသဘနန္းျဖစ္ၾကကုန္တယ္ဘာလို႔လဲဆိုေတာ့ သူက လွပရံုတင္မကဘူးပညာတက္တစ္ေယာက္ျဖစ္ေနပါတယ္။ေျပာင္းေရႊ႔ေလာက္လာျပီးမၾကာခင္မွာပဲ အိုကာမိုတိုရဲ႕ လက္ယာေတြကိုၾကိဳက္တယ္ဆိုျပီး ၀င္လံုးပါေတာ့တယ္..အိုကာမိုတိုကလည္း မိန္းမကိုစိတ္ကုတ္ေနသူ ဆိုေတာ့ ခဏခ်င္းမွာပဲ ကူမီကို ေရးတဲ့ဇာတ္ထဲ၀င္ကရပါေတာ့တယ္..တစ္ကယ္ေတာ့ ကူမီကိုက သူ႔ဘ၀ကို ပ်က္စီးေစခဲ့တဲ့ သူတစ္ေယာက္ကို အျပစ္ေတြေဖၚဖို႔ သက္ေသလိုက္ရွာေနသူတစ္ေယာက္ပါ။သူမ လိုခ်င္ေနတဲ့ သက္ေသ ရသြားမလားဆိုတာေတာ့ .. ေဒါင္းသာၾကည့္ေပေတာ့ဗ်ာ..ဇာတ္ကားေလးက BDSM ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18-the-devils-feast-2007/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pn3J0siei0qYunkKZD23ch0nvYq.jpg",
        "title": "Stupid Young Heart (2018)",
        "description": "လူငယ်ဘဝမှာ မှားခဲ့တာတွေလည်းရှိမယ်။မှန်ကန်တာတွေလည်းရှိမယ်။တစ်လွဲအယူမှားနေတာတွေလည်းရှိမယ်။မဆင်မခြင်လုပ်မိတာတွေလည်းရှိမယ်။ရူးမိုက်ခြင်းတွေနဲ့ ပြည့်နှက်နေတဲ့ အပိုင်းအခြားကာလတစ်ခုပေါ့။ဒီ Stupid Young Heart ဆိုတဲ့ကားလေးထဲမှာ အထက်တန်းကျောင်းသားလေးတစ်ယောက်နဲ့ကျောင်းသူလေးတစ်ယောက်တို့ အရွယ်မတိုင်းမှီ ကျူးလွန်ခဲ့ကြပြီးကောင်မလေးမှာ ကိုယ်ဝန်ရှိလာတဲ့အခါ ဘာတွေရင်ဆိုင်ကြရလဲ။ဘယ်လိုကျော်ဖြတ်ကြရလဲဆိုတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။လောကကြီးမှာ ဖြစ်တတ်တဲ့ အရာတွေအကြောင်းကိုရိုက်ကူးပြသထားတဲ့ ဘဝရသကားတစ်ကားမို့ အားပေးကြပါဦးFile Size : (950 MB) & ( 267 MB)Quality : BluRay 720pRunning Time : 1 hr 42 minFormat : Mp4Genre  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1y856/Stupid_Young_Heart_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMbsUnRfRciBGLclsqmICPOXbir.jpg",
        "title": "Rock Star (2001)",
        "description": "ဂီတနဲ့ပတ်သက်တဲ့ ဇာတ်ကားကောင်းတွေကြည့်ရှုချင်တဲ့ပရိသတ်တွေအတွက်2001 ခုနှစ်တုန်းက မင်းသား Mark Wahlberg ပါဝင်ရိုက်ကူးထားတဲ့ Rock Star ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားဟာ မြန်မာနိုင်ငံက လေးဖြူ အငဲ ဇော်ဝင်းထွဋ် စတဲ့ မက်ဂါစတားကြီးတွေတစ်ခါက သူတို့သီချင်းတွေကို သီဆိုခဲ့ဖူးတဲ့ Judas Priest တီးဝိုင်းရဲ့ဖြစ်ရပ်မှန်ကို လျော့တိလျော့ရဲ မရေမရာ အခြေခံထားတယ်လို့ ဆိုပါတယ်...ရော့ခ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့...ခရစ် ဆိုတဲ့ ဟဲဗီးရော့ခ်တွေကို ရူးသွပ်တဲ့လူငယ်လေးတစ်ယောက်ဟာ Steel Dragon ဆိုတဲ့တီးဝိုင်းကို အရမ်း ကြိုက်နှစ်သက်ပြီးအဆိုတော်ရဲ့ အဝတ်အစားတွေ ဟန်ပန်တွေ သီချင်းဆိုဟန်တွေကအစ အားလုံးအလွတ်ရတဲ့အထိ ရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့.. ..သူ့မှာ Steel Dragon တို့ရဲ့သီချင်းတွေ ကာဗာဆိုတဲ့ ကိုယ်ပိုင်တီးဝိုင်းလေးတစ်ခုတောင်ရှိတယ်....တစ်နေ့တော့ သူ့တီးဝိုင်းဟာ ကာဗာသီချင်းတွေမဆိုချင်တော့တဲ့အခါ သူနဲ့ ခွာပြဲပြီး သူ့တီးဝိုင်းကသူ့ကိုကန်ထုတ်လိုက်ချိန်မှာကံအားလျော်စွာပဲ သူရူးသွပ်တဲ့ Steel dragon က အဆိုတော်သစ်ရှာနေချိန်ဖြစ်နေပါတယ်....သူ Steel Dragon ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y852/Rock_Star_[2001]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ksNuAeuVf5Oxwj0Y6lCwYotD1P.jpg",
        "title": "Chimera Strain (2018)",
        "description": "ဒီတစ်ခါတော့ သိပ္ပံပညာတိုးတက်နေတဲ့ ခေတ်လွန်ပိုင်းကို စိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်2018 ခုနှစ်မှာ ထွက်လာခဲ့တဲ့ Chimera Strain ဆိုတဲ့ ဇာတ်ကားလေးပါဒေါက်တာပီတာကွင့်ဆိုတဲ့ ပါရမီရှင်သိပ္ပံပညာရှင်တစ်ယောက်မှာ မွေးရာပါ ရောဂါကြောင့်သေဆုံးတော့မယ့် သားနဲ့ သမီး ရှိပါတယ် သူဟာ သားနဲ့ သမီးကို ကယ်တင်ဖို့ ကြိုးစားတဲ့အကြောင်း ရိုက်ကူးပြထားတာပါသူ့စိတ်ကူးကတော့ ကလေးတွေကို မသေနိုင်တဲ့ ဂျယ်လီငါးရဲ့ မျိုးရိုးဗီဇနဲ့ ပေါင်းစပ်ပြီးမသေနိုင်တော့တဲ့ chimera တွေ ဖြစ်လာအောင် လုပ်လိုက်ဖို့ပါသူဟာ တစ်ကိုယ်တည်း စမ်းသပ်ချက်ပေါင်းများစွာကိုလုပ်ပြီး အပြင်းအထန် ကြိုးစားနေခဲ့ပါတယ်သူ့မိန်းမဖြစ်သူကလည်း သူ့ကလေးတွေလို ရောဂါ နဲ့ သေဆုံးသွားခဲ့ပါပြီဒါပေမဲ့ သူက မသေအောင် သိပ္ပံပညာနဲ့ ပြုလုပ်ထားခဲ့လို့ အသက်ရှူပြီး ကိုမာဝင်နေခဲ့တာပါကလေးတွေအတွက် ဖခင်တစ်ယောက်ဆိုတာထက် ဆရာဝန်တစ်ယောက်အနေနဲ့ပဲ နေပြီး သားသမီးတွေကို ကယ်တင်ဖို့ နည်းလမ်းမျိုးစုံ စမ်းသပ်နေခဲ့တာပါတစ်နေ့မှာတော့ သူ့ရဲ့ လုပ်ဖော်ကိုင်ဖက်ချာလီ သူ့ဆီကို ရောက်လာပြီး သူ့ကို ကူညီခဲ့ပါတယ်နောက်ဆုံးမှာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1y85o/Chimera_Strain_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q9kL9WW0Uu4AcfTi5iCLcYzBgnm.jpg",
        "title": "Vacation (2015)",
        "description": "ဒါကတော့ Comedy ဇာတ်ကဟောင်းလေးပဲဖြစ်ပါတယ်။ကြည့်ဖူးတဲ့သူတွေလည်းရှိမှာပါ။မိသားစုတစ်သိုက် ခရီးထွက်ရင်းအလွဲလွဲအချော်ချော်တွေဖြစ်ခဲ့တာကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်မင်းသားကလည်း Hangover ထဲမှာပါဝက်ခဲ့တဲ့ Ed Helms ပဲဖြစ်ပါတယ်။ဒါ့အပြင် Thor မင်းသား Chris Hemsworthပာဝင်ပြောင်ထားပာသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိသားစုတွင်းသိပ်မနွေးထွေးတာကိုတွေ့နေရတဲ့ ဖခင်ဖြစ်သူ လေယာဉ်မှူးတစ်ယောက် နွေရာသီအားလပ်ရက်မှာမိသားစုလိုက် Road Trip ထွက်မယ်ဆိုတာကစတာပါပဲ။လမ်းတျောက်လျောက် စထွက်ကတည်းကကိုတက်လိုက်တဲ့ပြသနာတွေဟာ ခရီးဆုံးထဲထိကိုမပြီးပါဘူး။အရင်က Comedy ဇာတ်ကားဟောင်းတွေကိုကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vacation-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6Yj2UlqsrHHK6kJO1FWepR6mEd.jpg",
        "title": "Grown Ups (2010)",
        "description": "Grown Ups ဆိုတဲ့ကား​လေးက ၂၀၁၀ ခုနှစ်​က ထွက်​ခဲ့တဲ့ အ​မေရိကန်​ comedy ရုပ်​ရှင်​ကား​လေးတစ်​ကားဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းအညွှန်​းအ​နေနဲ့က​တော့ အလယ်​တန်​းတုန်​းက အတူ​ဘတ်​စကတ်​​ဘောကစားခဲ့ကြတဲ့သူငယ်​ချင်​း ၅ ​ယောက်​ သူတို့ရဲ့ နည်​းပြဖြစ်​သူ ဆုံးသွား​ကြောင်​းကို ကြားသိပြီး​နောက်​ ပြန်​လည်​ဆုံစည်​းဖြစ်​ခဲ့ကြပုံ​လေးပါ။သူငယ်​ချင်​း ၅ ​ယောက်​ဆို​ပေမယ်​့ မတူကွဲပြားတဲ့ စရိုက်​ကိုယ်​စီ ရှိကြသူ​တွေဖြစ်​ပြီး လက်​ရှိမှာလည်​း ကိုယ်​ပိုင်​ မတူညီတဲ့ ဘဝအသီးသီးကို ပိုင်​ဆိုင်​ထားကြပါတယ်​။ဒါ​ပေမယ်​့ဒီလိုစရိုက်​မတူသူ ၅ ဦးကပဲ ​ငယ်​စဉ်​က ကျောင်​းဘတ်​စကတ်​​ဘော ပြိုင်​ပွဲမှာ ချန်​ပီယံဆုကို ရရှိိခဲ့ကြသူ​တွေ ဖြစ်​ကြပါတယ်​။ဘတ်​စကတ်​​ဘောလို အားကစားတစ်​ခုကစားရာမှာ တစ်​ဦးတစ်​​ယောက်​တည်​း ​ကောင်​း​နေရုံနဲ့ နိုင်​ဖို့ဆိုတာ မဖြစ်​နိုင်​ပါဘူး။တစ်​သင်​းလုံး တက်​ညီလက်​ညီ စိတ်​တူကိုယ်​တူနဲ့ အ​ပေးအယူမျှမျှှ ကစားရတာမျိုး ဖြစ်​ပါတယ်​။ဒါ​ပေမယ်​့ဒီလို စရိုက်​ချင်​းမတူညီကြတဲ့ သူငယ်​ချင်​း ၅ ​ယောက်​က​ရော ဘယ်​လို​ကြောင်​့ ပြိုင်​ပွဲမှာအနိုင်​ရရှိခဲ့ကြတာလဲ?သူတို့ ၅ ​ယောက်​ရဲ့ တူညီတဲ့ အချက်​က​ရော ဘာဖြစ်​နိုင်​မလဲ?နှစ်​​​တွေအကြာကြီး ​ကွဲကွာ​နေတဲ့ ငယ်​သူငယ်​ချင်​း​တွေ ပြန်​​တွေ့တဲ့အခါမှာ​ရော ...",
        "rating": "6.0",
        "url": "https://megaup.net/1y85q/Grown_Ups_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLVjYX0q0wdX9CyILF6nMTRIP3x.jpg",
        "title": "Carga (2018)",
        "description": "2018 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဖြစ်ရပ်မှန်အခြေပြု ရရှားဇာတ်အေးကားတစ်ကားဖြစ်ပြီးIMDB 5.9/10 ရရှိထားပါတယ်Viktoria ကနိုင်ငံရပ်ခြားမှာ အလုပ်လုပ်ဖို့ထွက်လာခဲ့တဲ့မိန်းကလေးတွေထဲက တစ်ယောက်ပါဒါပေမယ့် ကံဆိုးမိုးမှောင်ကျပြီး လူကုန်ကူးခံခဲ့ရတဲ့အခါမှာတော့....ပြည့်တန်ဆာအတင်းအကျပ်လုပ်ခိုင်းတော့မယ့်လူယုတ်မာတွလက်ထဲက ရအောင်ရုန်းထွက်နိုင်ပါ့မလား...မကောင်းမှုဆိုတာကိုသိသိရက်နဲ့ မလူးသာမလွန့်သာအခြေအနေကြောင့်ဆက်လုပ်နေရသူ အန်တိုနီယိုကရော...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ)File Size : (850 MB) and (290 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 53min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : .720p.WEB-DL.x264.AAC-Du\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1y85n/Carga_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2SjYLE1kOiw7A1NioP24ER0aXov.jpg",
        "title": "The Man Who Killed Hitler and Then The Bigfoot (2018)",
        "description": "The man who killed Hitler and then the Bigfoot 2018ဘယ်လိုဇာတ်ကားလေးလဲမသိဘူးကြည့်သလောက်တော့ romance, action,adventure ဇာတ်ကားပါIMDB rating 5.6 ရထားတဲ့ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ကယ်ဗင်ကဒုတိယကမ္ဘာစစ်မှာ ဟစ်တလာကိုသတ်ခဲ့ပါတယ်အဲ့လိုသတ်ခဲ့တယ်ဆိုတာ ကျွမ်းကျင်အဆင့်ရှိလို့ပေါ့အသက်တွေကြီးလာပေမယ့်လဲသူ့skillကပျောက်မသွားဘူးအဲ့အချိန်မှာ အမေရိကမှာလူဝံတစ်ကောင် ရဲ့ဗိုင်းရပ်စ်ကလူတွေကိုဒုက္ခပေးတဲ့အခါကယ်တင်မယ့်အချိန်ရောက်လာတယ်ထူးခြားစွာနဲ့ကယ်ဗင်ရဲ့သွေးက ဗိုင်းရပ်စ်ကိုခံနိုင်ရည်ရှိနေတယ်အဲ့ချိန်မှကယ်ဗင်ကို အဲ့လူဝံသတ်ခိုင်းတယ် ဘယ်လိုသတ်တယ်ဘယ်လိုဖြစ်သွားလဲဆိုတာ ကြည့်ပေးပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ) File Size : (750 MB) and (260 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 38min\nFormat : Mp4\nGenre : Adventure, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-CMRG\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y85a/The_Man_Who_Killed_Hitler_And_Then_The_Bigfoot_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZn87R7gtmMCGGO8KeaAfZDhXLg.jpg",
        "title": "A Dog’s Way Home (2019)",
        "description": "လူးကပ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ခွေးဘီလူးပေါက်စလေးဖြစ်တဲ့ဘဲလာကို အမှတ်မထင် ကြုံကြိုက်ရင်း မွေးမြူဖို့ဖြစ်လာပါတယ်သူတို့နေထိုင်နေတဲ့ဒန်ဗာမြို့မှာတော့ ခွေးဘီလူးတွေကပိတ်ပင်ထားတဲ့ခွေးအမျိုးအစားထဲမှာပါပါတယ်တိရစ္ဆာန်ထိန်းသိမ်းရေးကသိလာတဲ့အခါမှတော့ သူတို့ဆက်မွေးမြူဖို့မဖြစ်နိုင်တဲ့အတွက်အိမ်ပြောင်းဖို့ထိ စီစဉ်လာခဲ့ကြပါတော့တယ်ဒါပေမယ့်လည်းတစ်နေ့မှာတော့ ခွေးမလေး ဘဲလာဟာ မထင်မှတ်ပဲထွက်ပြေးပျောက်ဆုံးသွားပါတော့တယ်သူ့သခင်ရဲ့အိမ်ပြန် ဆိုတဲ့စကားလေး တစ်ခွန်းနဲ့ သူဟာအိမ်ကိုမရ အရ ပြန်ဖို့ကြိုးစားခဲ့ပေမယ့် လွယ်လွယ်ကူကူတော့မဖြစ်ခဲ့ပါဘူးသူ့သခင်ကိုချစ်စိတ်နဲ့ အတားအဆီးများစွာကိုကျော်ဖြတ်တဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ကားလေးပါတကယ်ကို တောအထပ်ထပ် တောင်အသွယ်သွယ်ကို ဖြတ်ကျော်ခဲ့တာပဲဖြစ်ပါတယ်ခွေးလေးတွေရဲ့မေတ္တာ၊ အချစ်နဲ့ သစ္စာရှိမှုတွေက တကယ်အံ့မခန်းပဲဆိုတာကိုဒီကားမှာမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။“သင့်ဘဝမှာခွေးလေးတွေအများကြီးရှိနိုင်ပေမယ့် ခွေးလေးအတွက်ကတော့ သင်ကကမ္ဘာကြီးပါပဲ” File Size : (959 MB) & ( 262 MB)Quality : HCHDRipRunning Time : 1 hr 36 minFormat : Mp4Genre :Adventure , Drama , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded by May Pyae ...",
        "rating": "6.7",
        "url": "https://megaup.net/1y85j/A_Dog’s_Way_Home_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rY6fScdYUBgGDcMcZsIDPgX0Hvj.jpg",
        "title": "Mr. Majnu (2019)",
        "description": "အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေ အကြမ်းပတမ်းတွေ ကြည့်ရတာများပြီး အီနေပြီလားဒါဆို အချစ်ဇာတ်လမ်းလေး တစ်ကားလောက်ကြည့်ရအောင်။ဟောဗျာ မင်းသားရှိုးလိုက်တော့ လူကြိုက်များခဲ့တဲ့Helloဆိုတဲ့ တေလဂူးကားထဲက မင်းသား။မင်းသမီး တစ်ချက် ထပ်ရှိုးမယ်။ရိုးပြီး အေးချမ်းလှတဲ့ မျက်နှာထားပိုင်ရှင်လေး။ဇာတ်လမ်းထဲ တစ်ချက်ထပ်ရှိုးမယ် ။\"အချစ်ဟာ လိုက်ရင်ပြေးတယ်၊ရပ်လိုက်ပြီဆိုတော့ ကိုယ့်နောက်ကို ပြန်လိုက်တယ်။မာနတွေ သိက္ခတွေ ခဝါချပြီးအရာရာ အနစ်နာခံခဲ့ပေမယ့်မင်းမှ မမြင်နိုင်ခဲ့တာ. . .ကိုယ့်ကိုမင်းတွေ ့ဖူးတဲ့ မိန်းကလေးတွေလိုထင်နေတာ ကိုယ်တကယ်စိတ်မကောင်းဘူး။ကိုယ်သတ်မှတ်ထားတဲ့ အချစ်ဆိုတာမျိုးက တစ်ဦးကိုတစ်ဦး နားလည်ပေးပြီးချစ်သူသက်တမ်းကို လက်ချိုးရေတွက်ရင်း anniversary တွေကို အပတ်စဉ်၊လစဉ် ကျင်းပနေချင်တာမျိုး။မတတ်သာတဲ့အဆုံးမှာကိုယ့်ချစ်သူ ကိုယ့်ဘက်မှာ မရှိမှန်းသိလိုက်ရတဲ့ အခါမှာ. . .ကိုယ်ဟာ ဆောက်တည်ရာမဲ့. . .ပေးဆပ်အချစ်ဆိုပေမယ့်လည်းပိုင်ဆိုင်ခွင့်များ ရလေမလားလို့ မရဲတရဲနဲ့ မျှော်လင့်ချက် တစ်ချို့တစ်ဝက်ကိုရင်မှာပိုက်ရင်း ကိုယ်ဟာ အကြိမ်ကြိမ်သေဆုံးနေခဲ့ရသူပါ။\"ဒါက ဗစ်ကီဆိုတဲ့စော်ကြည်ဘဲကောင်လေးကိုချစ်မိတဲ့ နစ်ကီဆိုတဲ့ ကောင်မလေးရဲ့ခံစားချက်နဲ့ အချစ်နဲ့ပက်သက်တဲ့ ခံယူချက်။ကိုယ့်အတွက် အချစ်ဆိုတာတစ်လပဲခံတဲ့ လစဉ်သုံးပစ္စည်းလိုမျိုး၊လကုန်ရင် အသစ်ပြောင်းလဲရတာဟာနေသားကျနေပြီ။ဒီလိုရတဲ့ အချိန် တစ်လအတွင်းကိုယ့်ရည်းစားနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e5xj/Mr._Majnu_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p8GJqm8fqU0LxWVBuVlntbh6WPV.jpg",
        "title": "Simmba (2018)",
        "description": "ဘောလီဝုဒ်ရဲ့ နာမည်ကြီးမင်းသား ရန်ဗီးဆင့်ရဲ့ ၂၀၁၉ ထွက် နာမည်ကျော် ရုံတင်ဇာတ်ကားကြီးအကြည်ထွက်လာလို့ အမြန်ဆုံးနင်ဆက်ပေးလိုက်ပါတယ်ဒါရိုက်တာကလည်း တခြားသူမဟုတ်ဘဲ အက်ရှင်အသားပေး ဒါရိုက်တာကြီး ရိုဟစ် ရှက်တီဖြစ်တဲ့အတွက်အက်ရှင်အလန်းစားတွေ မျှော်လင့်နေသူတိုင်းအတွက် အကြိုက်တွေ့မှာ အမှန်ပါပဲနောက်ခံသီချင်းအလန်းစားတွေနဲ့ ကြမ်းမှကြိုက်သူတွေကတော့ လုံးဝကို လက်လွတ်မခံပါနဲ့=============================================ဆင်(မ်)ဘား နာမည်အပြည့်အစုံကတော့ ဆန်ဂရမ် ဘာလေရောင်သူ့မှာ ရည်ရွယ်ချက်တစ်ခုပဲရှိတယ်သူကောင်းစားရေး \"ဒါ ၂၁ ရာစုပဲ၊ ဒီမှာ လူတိုင်းဟာ ရည်ရွယ်ချက်တစ်ခုအတွက်နဲ့ပဲရှင်သန်နေကြတာအဲ့ဒါက ကိုယ့်ကောင်းစားရေးအတွက်ပဲ\"ငယ်စဉ်ကတည်းက ခါးပိုက်နှိုက်လုပ် မရိုးမသားငွေရှာတဲ့ ဆင်(မ်)ဘားတစ်ယောက် တနေ့ ရဲအဖမ်းခံရပါလေရာ၊သူ သြဇာရှိလွန်းတယ်ထင်တားတဲ့သူခိုးခေါင်းဆောင်က ရဲအရှေ့ရောက်တော့ ခွေးရှေ့က ကြောင်လေးလိုဖြစ်သွားပြီး ပိုက်ဆံတွေပေးလိုက်ရတာ မြင်လိုက်ရတယ်အဲ့ဒိအချိန်မှာ သူသိလိုက်ရတာ လောကမှာ သြဇာအာဏာအရှိဆုံးကယူနီဖေါင်း၊ယူနီဖေါင်းဝတ်ထားတဲ့သူကို လူဆိုး လူမိုက်မှန်သမျှ ကြောက်ရတယ်သူ့အတွက် ပိုက်ဆံရှာဖို့ အလွယ်ဆုံးနဲ့ အာဏာရှိဖို့က ရဲလုပ်မှဖြစ်မယ်ဆိုတဲ့ အတွေးနဲ့ ရဲတစ်ယောက်ဖြစ်အောင်လုပ်ပြီးအကျင့်ပျက်ချစား၊လာဘ်ယူတဲ့နေရာမှာ နာမည်ကျော်တဲ့ ရဲတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်ဒါပေမဲ့ မီရာမာ(ရ်) ရဲစခန်းကို ပြောင်းရွေ့မိန့်ကျတဲ့အခါမှာတော့ သူ့ဘဝအတွက် ကြီးမားတဲ့အပြောင်းလဲကြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y854/Simmba_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oeZh7yEz3PMnZLgBPhrafFHRbVz.jpg",
        "title": "The Mule (2018)",
        "description": "The Mule ဆိုတာ တကယ့်ကိုကောင်းတဲ့ဇာတ်ကားလေးတစ်ကား၊ကြည့်ရတာတန်စေမယ့်ဇာတ်ကားလေးတစ်ကား၊ပေးချင်တဲ့ message ကိုမိမိရရပေးသွားနိုင်ရုံတင်မကဘူး ရသအမျိုးမျိုးကိုပါခံစားပေးဝေနိုင်တဲ့ ဇာတ်ကားလေးတစ်ကားပါ။ဇာတ်ကားအမျိုးအစားက Crime/Drama အမျိုးအစားလေးဖြစ်ပြီးကိုရီးယားစစ်ပြန်ကြီး၊ ပန်းစိုက်ပျိုးရေးမှာအောင်မြင်ခဲ့တဲ့ အဘိုးကြီးတစ်ယောက်အသက်ကြီးမှဒုက္ခရောက်ပြီး မက္ကဆီကန်မူးယစ်ဂိုဏ်းရဲ့လက်သုံးတော်ခံတစ်ာက်ဖြစ်သွားခဲ့ရတဲ့အပြင်ဘဝမှာအကြီးမားဆုံးအမှားတစ်ခုကို အချိန်လွန်မှသိခဲ့ရတာပါပဲ။ဇာတ်လမ်းအစကနေ အဆုံးထိ မငြီးငွေ့စေရဘဲ ဆွဲဆောင်လွန်းနိုင်တဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြတာထက် ကိုယ်တိုင်ပဲအစအဆုံးကြည့်ရှုခံစားစေချင်ပါတယ်။IMDb rating ဆိုရင်လည်း 7.1 အထိရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ပြောရရင် ဒီထက်ပိုကောင်းတဲ့ကားလေးဖြစ်ပါတယ်။ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်ဝင်တေးအေးအေးလေးတွေနဲ့ ဇာတ်ရှိန်အတက်အကျလေးတွေကို ကောင်းကောင်းကြီးခံစားရမှာသေချာပါတယ်။ကြည့်ပြီးရင် နောက်ပြန်ကြည့်ဖို့သိမ်းထားသင့်တဲ့ကားလေးလည်းဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y85d/The_Mule_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/whitetiger-137x200.jpg",
        "title": "White Tiger(2012)",
        "description": "ဒီတင့်ကတော့ ဂျာမန်တို့ရဲ့ White Tiger ဆိုတဲ့တင့်ပါ....[[[ ဒီ Tiger တင့်အမျိုးအစားဟာ FURY ဆိုတဲ့ကားမှာ ဘရက်ပစ်တို့M4 Sherman တွေကို အားပါတရဖျက်ဆီးပြသွားတာ ကြည့်ဖူးတဲ့သူတွေသိမှာပါ]]တစ်စီးထဲက ဖျက်ဆီးသွားတော့ ရုရှားတင့်တပ်က အကြီးအကဲတွေနဲ့နည်းပညာသမားတွေအတွက်တော့ တကယ့်သွေးပျက်စရာပါပဲ...ပျောက်ကျားစစ်ပုံစံဆင်နွဲနေတဲ့ ဒီ White Tiger ကြီးကြောင့်များစွာအထိနာနေတဲ့ရုရှားတွေဟာ တန်ပြန်တိုက်ခိုက်ဖို့ တင့်တပ်ဖွဲစီစဉ်ပါတော့တယ်..ဒီအထဲမှာတော့ အတွေ့အကြုံများစွာရှိနေတဲ့ တင့်ကား(၁၅)စီးတိုက်ခိုက်ခံရစဉ်မသေပဲကျန်ရစ်ခဲ့တဲ့ ယာဉ်မောင်းတစ်ဦးကို ခေါင်းဆောင်ခန့်ပြီး တိုက်ခိုက်ဖို့ကြံရွယ်ကြတယ်...ကိုင်း သူတို့အောင်မြင်မလားဆိုတာကိုတော့.....ကိုင်း တင့်ကား စစ်ကားတွေမှ သဘောကြတဲ့သူတွေအတွက်ကားကောင်းတစ်ကားဖြစ်လို့ခံစားကြည့်လိုက်ပါဦး....File Size : (950 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/Sbxk/White_Tiger_(Belyy_Tigr)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/cutting-edge-poster-127x200.jpg",
        "title": "The Cutting Edge (1992)",
        "description": "The Cutting Edge (1992)_____IMDb - 6.9/10\n ဒီရုပ်ရှင်ကားက ကြည့်ဖူးသမျှ ကိုရီးယားကားတွေ တရုတ်ကားတွေထက်တောင်\nအရမ်း ရိုမန့် ဆန်တယ်လို့ ပြောလို့ရတဲ့ ရုပ်ရှင်ကားလေးပါ\nအချိန်ကာလ အားဖြင့် ၁၉၉၂ ခုနှစ်က ရုံတင်တဲ့ကားမို့\nအဲ့ဒီကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား မင်းသမီး တောင်\nလက်ရှိအချိန်မှာ အိုနေပါပြီ အဲ့ဒါကလဲ အဒ်မင်က အသဲတွေယားပြီး\nGoogle မှာ လိုက်ရှာမိခဲ့လို့ :D\nဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်\nအိုလံပစ် အားကစားပြိုင်ပွဲမှာ စကိတ်အလှစီး တာ နဲ့ ရေခဲပြင်ဟော်ကီ တို့လဲ\nအပါအဝင်ပါပဲ ...\nရေခဲပြင်အလှပြစကိတ်စီး ပြိုင်ပွဲမှာတော့ အရမ်းဟော့နေတဲ့\nကောင်မလေး တစ်ယောက် ရှိတယ် ကိတ် တဲ့\nကိတ်က သူမ လူမှန်းသိတက်ကတည်းက စကိတ်စစီးနေခဲ့ပြီ\nအရမ်းလဲ လှသလို သူဌေးသမီးလဲ ဖြစ်တော့ အရမ်းကို\nမာနကြီးတယ် ဘဝမြင့်တယ်...\nသူမ နဲ့ စကိတ် အတူစီးမယ့် သူတွေဆိုတာလဲ\nသူမ ဘယ်လောက်လှလှ ကြည့်မရကြဘူး...\nကံဆိုးတယ် ပြောရမလားပဲ ပထမ ပြိုင်ပွဲမှာတင်\nကိတ် ထွက်ခဲ့ရတယ်...\nသူ့လိုပဲ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rx3d/The_Cutting_Edge_[1992]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FbHUUyOagUQ3eDjLCXMzNW90R4.jpg",
        "title": "The Divorce Party (2019)",
        "description": "The divorce partyဟာအိမ္ေထာင္ေရးဇာတ္ကား၁ကားျဖစ္ျပီးaustralia မင္းသားေခ်ာthomas cocquerelပါဝင္သရုပ္ေဆာင္ထားတာပါ။မိန္းမ၁ေယာက္ရဲ႕ထိန္းခ်ဳပ္မႈပံုစံေအာက္မွာပဲေနထိုင္ခဲ့တဲ့ေယာက်ာၤး၁ေယာက္သူ႕မိန္းမထိန္းခ်ဳပ္မႈမပါပဲပတ္ဝန္းက်င္မွာေနထိုင္ဆက္ဆံၾကည့္တဲ့အခါ လြတ္လပ္မႈကိုခံစားႏိုင္တဲ့အခါ... နိတ္နဲ႕ဆူဇန္ဟာခဏတာေတြ႕ဆံုခ်စ္ၾကိဳက္ခဲ့ျပီးလက္ထပ္ခဲ့ၾကတဲ႕စံုတြဲ၁တြဲျဖစ္ပါတယ္။ငါးႏွစ္ၾကာျပီးေနာက္ဆူဇန္ဟာရုတ္တရက္ကြာရွင္းခြင့္ေတာင္းခံလာခဲ့ပါတယ္။ဆူဇန္ကိုခ်စ္တဲ့စိတ္နဲ႕ပဲသူမရဲ႕ထိန္းခ်ဳပ္မႈပံုစံေအာက္မွာေနခဲ့တဲ့နိတ္၁ေယာက္အိမ္ကထြက္လာျပီးေနာက္မွာသူတို႕ရဲ႕အိမ္နီးခ်င္းျဖစ္ခဲ့သူေကသီနဲ႕ေတြ႕ဖို႕အေၾကာင္းဖန္လာပါတယ္။ ဆူဇန္ကြာရွင္းခြင့္ေတာင္းတဲ့အေၾကာင္းရင္းကိုသိရွိျပီးေနာက္မွာနိတ္၁ေယာက္ ဘယ္လိုေရွ႕ဆက္သြားမလဲ....ေကသီကေရာဘယ္လိုေတြကူညီမလဲဆိုတာကိုဒီဇာတ္ကားေလးမွာၾကည့္ရႈရမွာပါ။ File Size : (873 MB) & ( 326 MB)Quality : BluRay 720pRunning Time : 1 hr 33 minFormat : Mp4Genre : Comedy , Romance Subtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "6.1",
        "url": "https://megaup.net/Sbx3/The_Divorce_Party_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u8bfQiJi1qpJSd6giCJSIe11zLn.jpg",
        "title": "Soldier of War (2019)",
        "description": "ရွက္ဖတန္ေတာအုပ္အတြင္းမွာ လူသတ္မႈေတြဆက္တုိက္ျဖစ္ေပၚေနတဲ့အေၾကာင္းကို ရိုက္ကူးတင္ဆက္ထားတာပဲ ျဖစ္ပါတယ္အာခ်ီနဲ႔သူ႔သူငယ္ခ်င္းျဖစ္သူ ဗင့္စ္တုိ႔ႏွစ္ေယာက္ဟာဆယ္ေက်ာ္သက္သဘာ၀ ေတာထဲေလွ်ာက္သြားရင္းနဲ႔\nလ်ိဳ႕၀ွက္တံခါးတစ္ခုကိုေတြ႔ရွိခဲ့ပါတယ္\nကေလးသဘာ၀သိခ်င္စိတ္နဲ႔ အဲဒီတံခါးကို ဖြင့္လိုက္တာကကံၾကမၼာဆိုးကုိ ဖိတ္ေခၚခဲ့မိေစတယ္ဆိုတာကို သူတို႔မသိခဲ့ၾကပါဘူးအာခ်ီဆြဲေခၚခံခဲ့ရျပီး ဗင့္စ္လည္း ထြက္ေျပးရင္းနဲ႔ကားတိုက္ခံခဲ့ရျပီးေနာက္မွာ ေတာအုပ္ထဲကုိ သြားတဲ့ရဲေတြ..လူေတြ..အသတ္ခံခဲ့ရပါတယ္..ဘာေၾကာင့္လဲမသိတဲ့အျပင္ ဘယ္သူမွန္းလဲမသိခဲ့ပါဘူးေျခရာလက္ရာလည္း တစ္ခုမွမကို မက်န္ခဲ့တဲ့အတြက္ေနာက္ဆံုး စစ္တပ္ကိုပါ ေခၚရတဲ့အဆင့္ျဖစ္လာခဲ့ပါတယ္ေသဆံုးမႈေတြ တရိပ္ရိပ္ျမင့္တက္လာခ်ိန္မွာေတာ့..သူတို႔ဘယ္လိုအကူအညီေတြရခဲ့ပါသလဲတကယ့္လူသတ္သမားကေရာ ဘယ္သူပါလဲပံုမွန္ကိုင္တြယ္ ေျဖရွင္းလို႔ရတဲ့ အရာတစ္ခုေရာဟုတ္ပါရဲ႕လား ဆိုတာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္လ်ိဳ႕၀ွက္ထားခ်က္ကေတာ့ ဇာတ္လမ္းတစ္၀က္ေရာက္တဲ့အထိလူသတ္သမားကို လက္ပဲျမင္ရပါေသးတယ္... File Size : (758 MB) & ( 357 MB)Quality : HDRipRunning Time : 2 hrFormat : Mp4Genre : Action , Horror , ThrillerSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2e6rn/Soldier_Of_War_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRBsefISInYZ6QuFfpY6NoD4w8f.jpg",
        "title": "Don’t Go (2018)",
        "description": "ဒီကားကေတာ့ အိပ္မက္၁ခုနဲ႕လက္ရွိျဖစ္ရပ္ၾကားကိုလွ်ိဳ႕ဝွက္ဆန္းၾကယ္စြာရုိက္ကူးထားတဲ့ကား၁ကားပါ။ မိသားစု၃ေယာက္မွာ သူတို႕ရဲ႕သမီးေလးဟာ၁ရက္မေတာ္တဆျဖစ္ျပီးေသဆံုးသြားခဲ့ပါတယ္။ထိုျဖစ္ရပ္ျပီးတဲ့ေနာက္မွာေတာ့အေဖျဖစ္သူဟာေန႕တိုင္းနီးပါးတူညီတဲ့အိပ္မက္ကိုပဲမက္ေနခဲ့တယ္။အဲ့အိပ္မက္ဟာသူ႕သမီးေလးကသူ႕ကိုလက္ရွိအခ်ိန္ကိုၿပန္လည္ဆြဲေခၚခိုင္းတာကိုအေဖျဖစ္သူ၁ေယာက္သိသြားတဲ့အခါမွာ.....ကေလးမေတာ္တဆျဖစ္သြားရတဲ့အေၾကာင္းအရင္းကိုေရာမိခင္ျဖစ္သူသိသြားခဲ့လား....အရူး၁ေယာက္လိုျဖစ္ေနတယ့္ဖခင္ကေရာသူ႕သမီးကိုတကယ္လက္ရွိကိုျပန္ေခၚႏိုင္ခဲ့မလားဆိုတာလွ်ိဳ႕ဝွက္မႈေတြမ်ားစြာနဲ႕ဒီကားေလးကိုၾကည့္ရွဳရမွာပါ။ File Size : (917 MB) & ( 337 MB)Quality : Wed-DL 720pRunning Time : 1 hr 31 MinFormat : Mp4Genre : MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "5.1",
        "url": "https://megaup.net/2e6sf/Don_t_Go_[2018]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVmWh0Zfg4UhbvdGI8LQrn1lQZJ.jpg",
        "title": "In the Heart of the Sea (2015)",
        "description": "IMDb rating 7.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို Channel Myanmar ပရိတ်သက်ကြီးအတွက် တဖန်ပြန်တင်ဆက်ပေးလိုက်ပါပြီ။December 2015 USA မှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာတကယ့်ကို လက်ရာလက်ကွက် ရိုက်ကွင်းရိုက်ချက်တွေဟာပြောင်မြောက်လွန်းပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်မင်းသားကတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး Thor ( Chris Hemsworth ) ဖြစ်ပြီး .နောက်ထပ် တစ်ယောက်ကတော့နာမည်ကြီးဇာတ်ကားတွေဖြစ်တဲ့ Batman;Begins နဲ့ Batman;The Dark Night ဇာတ်ကားတွေမှာ လူဆိုးခန်းနေရာက အဓိကသရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cillian Murphyပဲဖြစ်ပါတယ်။စွန့်စားမှုတွေနဲ့ သမုဒ္ဒရာကိုအန်တုပြီး ဝေလငါးတွေကို လိုက်လံဖမ်းဆီးကြတဲ့ ဇာတ်လမ်းလေးပါ။ချေ့(Thor) ဟာ ကျွမ်းကျင်တဲ့ ဝေလငါးဖမ်းသမားတစ်ယောက်ဖြစ်သလို ကျွမ်းကျင်တဲ့ ကပ္ပတိန်ဖြစ်ပါတယ်။နောက်ဆုံးထွက်ခဲ့တဲ့ ဝေလငါးဖမ်းတဲ့ခရီးစဉ်မှာ သူ့ရဲ့ ကျွမ်းကျင်မှုတွေကြောင့် ဝေလငါးအဆီ ပုံး 1500 ကိုရှာဖွေပေးနိုင်ခဲ့လို့ .မေဆန်က နောက်ခရီးစဉ်မှာကပ္ပတိန်ရာထူးပေးမယ်ပြောခဲ့ပါတယ်။ဒါပေမဲ့ ငွေရှိလူတန်းစားတွေရဲ့ ထုံးစံကြောင့် လက်ထောက်ကပ္ပတိန်အဖြစ်နဲ့သာ အက်ဆက်သဘောၤကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1y90e/In_the_Heart_Of_The_Sea_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/385c8968296eb5e54a50be5d1297cc82-138x200.jpg",
        "title": "Welcome to Acapulco(2019)",
        "description": "Welcome to Acapulco(2019)\nရင္ခုန္စိတ္လႈပ္ရွားစရာအက္ရွင္ ဇာတ္ကားေလးေတြကိုမွ ၾကည့္ခ်င္ပါတယ္ဆိုတဲ့ ပရိ္သတ္ၾကီးအတြက္ ၂၀၁၉ ထဲမွာ ထြက္ရွိထားတဲ့\nWelcome to Acapulco ဆုိတဲ့ ဇာတ္ကားသစ္ေလး တင္ဆက္ေပးပါမယ္\nနယူးေယာက္က ဂိမ္းေတြကို ဒီဇိုင္းေရးတဲ့ ပရိုဂရမ္မာေလးတစ္ေယာက္ဟာ အလုပ္ကိစၥနဲ႔ နယူးမကၠဆီကိုကို သြားဖို႔\nေလဆိပ္မွာ ေလယာဥ္ေစာင့္ေနရင္း မိတ္ေဆြတစ္ဦးနဲ႕မထင္မွတ္ဘဲေတြ႔ျပီး ေသာက္ၾကစားၾကရင္း ေရခ်ိန္လြန္သြားခဲ့ပါတယ္…\nအမူးလြန္ျပီးသတိျပန္ရလာခ်ိန္မွာ သူဟာေလယာဥ္ေပၚေရာက္ေနျပီးျဖစ္ျပီးေတာ့ သူစီးလာခဲ့တဲ့ ေလယာဥ္ဟာ\nနယူးမကၠဆီကိုမဟုတ္ဘဲ အရင္မကၠဆီကိုကိုျဖစ္ေနပါတယ္…ေလယာဥ္မွားစီးလာျပီေပါ့…\nဒါေၾကာင့္ နယူးမကၠဆီကို ကို ျပန္စီးဖို႔ ေလယာဥ္လက္မွတ္ဝယ္ေသာ္လည္း ေနာက္ေန႕မွ လက္မွတ္ရမွာျဖစ္တဲ့အတြက္\nေရာက္ရာအရပ္မွာပဲ တစ္ရက္ေလာက္ေနဖို႔ ဆံုးျဖတ္လိုက္ခ်ိန္မွာေတာ့ ဘာေၾကာင့္မွန္းမသိတဲ့ အေၾကာင္းကိစၥတစ္ခုေၾကာင့္\nအက္ဖ္ဘီအိုင္ေတြ စီအိုင္ေအေတြ လူဆိုးဂိုဏ္းေတြ စုျပံဳ ၿပီး အမဲလုိက္သလုိ  သူ႕ေနာက္ကုိ လုိက္ၾကပါေတာ့တယ္\n…. ဘာေၾကာင့္မ်ားျဖစ္မလဲ ..သူ႕အသက္ေဘးက ေနလြတ္ပါ့မလား...\nဘယ္လုိေတြရုန္းထြက္မလဲ...သူ႕ေနာက္ကုိေရာ အဖြဲ႕ေပါင္းမ်ားစြာက ဘာျဖစ္လုိ႕လုိက္ေနတာလဲ...ကိုယ္တိုင္ပဲ...ၾကည့္ရွဳခံစားေတာ္မူၾကပါ..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and ...",
        "rating": "5.0",
        "url": "https://megaup.net/Sbxg/Welcome_To_Acapulco_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMWY4NDFiZGEtMjE4Zi00YzM0LThjNTAtNzFiNDQ0OGY3MGIwXkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-133x200.jpg",
        "title": "Purple Sunset (2001)",
        "description": "ဒီဇတ္လမ္းကို ၾကည့္ဖူးတဲ့သူေတြကေတာ့ ၾကည့္ဖူးတယ္\nေသခ်ာသေလာက္ကေတာ့ အဲ့ဒီလူေတြ အသက္ ၃၀ ေလာက္ ရွိေလာက္ၿပီ\nရုပ္ရွင္ကားကို ဒုတိယ ကမၻာစစ္ ေလာက္မွာ အေျခတည္ထားၿပီး\nအဓိက ဇတ္ေကာင္ ၃ ေယာက္ နဲ႔ ရင္သက္ရႈေမာဖြယ္ျဖစ္ေအာင္\nရိုက္ျပသြားႏုိင္တဲ့ ရုပ္ရွင္ကားပါ...\nဂ်ပန္ေတြဟာ တရုတ္ျပည္တြင္းမွာ အေျခတည္ေနတဲ့ အခ်ိန္\nတရုတ္လူမ်ိဳးေတြကို ႏွိပ္စက္ ၊ သားမယားျပဳက်င့္ ၊ သက္ျဖတ္သလို\nဂ်ပန္လူမ်ိဳးေတြကိုပါ ေခၚလာၿပီး ရြာတည္ေနခဲ့ပါတယ္...\nအဲ့ဒီလိုအခ်ိန္မွာပဲ ရုရွားစစ္တပ္ ကလဲ ဂ်ပန္ေတြကို ၀င္တုိက္ပါတယ္\nတရုတ္ရြာသားေလး တစ္ေယာက္ဟာ စစ္သံု႔ပန္းအျဖစ္\nအဖမ္းခံရၿပီး သတ္ခံရ စဲစဲ မွာပဲ ရုရွားတပ္ေတြ ၀င္ကယ္လို႔\nရုရွားေတြ နဲ႔ အတူ ခရီးဆက္တဲ့ အထဲ ပါသြားပါတယ္...\nနယ္ေျမ မကၽြမ္းတဲ့ ရုရွားေတြကလဲ ေယာင္ေတာင္ေတာင္ နဲ႔\nတရုတ္နယ္ေျမထဲ ရြာတည္ထားတဲ့ ဂ်ပန္ေတြဆီကို\nဆိုက္ဆုိက္ၿမိဳက္ၿမိဳက္ကို ေရာက္သြားတာပါပဲ\nပစ္ၾကခတ္ၾက ေသၾက ရင္း တစ္ရြာလံုး ထြက္ေျပးၾကတယ္\nအဲ့ဒီရြာမွာပဲ ဂ်ပန္ေက်ာင္းသူေလး ၁ ေယာက္အသက္ရွင္\nက်န္ခဲ့သလို ရုရွားအဖြဲ႔လဲ လူေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2e6rh/Purple_Sunset_(Ziri)_[2001]_(MM_Sub).mp4",
        "category": "Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BOWU1OTJhYmYtOWNiOS00YjZkLWI0MDUtZTBlM2I4NzliNmYyXkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-135x200.jpg",
        "title": "Stan and Ollie(2018)",
        "description": "Stan and Ollie (2018)\nIMDb - 7.5\nRotten Tomatoes 93%\n\"ဘယ္သူၿပဳိင္လုိ႕လွပါေတာ့ႏုိင္ \"ဆုိတဲ့ဇာတ္ကားကုိ ဆရာႀကီးဦးသုခရုိက္ေတာ့\nလူႀကမ္းသရုပ္ေဆာင္ ဦးအံေက်ာ္ႀကီးပါလာတယ္...အၿမဲတမ္း လူႀကမ္းဗီလိန္ သရုပ္ေဆာင္ေသာ ဦးအံေက်ာ္ႀကီးက\nဆရာႀကီးဦးသုခရဲ႕ ဇာတ္ကားထဲတြင္ စာမတတ္ေပမတတ္ ကုိခ်စ္စရာအျဖစ္သရုပ္ေဆာင္ၿပီး\nထန္းလ်က္ေတာင္းႀကီးထမ္းကာ ဆရာမလုိ႕ရင္ေခါင္းသံႀကီးေအာ္ေခၚေျပးလုိက္တဲ့ ဟန္ပန္က\nကြ်န္ေတာ္တုိ႕အားလုံးရဲ႕ ကုိမ်က္ရည္စုိ႕ေစခဲ့သည္...\nဒီကားနဲ႔ပင္ အကယ္ဒမီဆုႀကီးကုိ ထုိက္ထုိက္တန္တန္ရရွိခဲ့သည္....ဆရာႀကီးဦးသုခလုိ လူမ်ဳိးႀကီးနဲ႕ လက္တြဲခြင့္ရလုိက္တဲ့\nဦးအံေက်ာ္ႀကီးကံေကာင္းတယ္လုိ႔ပင္ေျပာရမည္လားမသိေပ... ဒီဘက္ေခတ္မွာေတာ့\nလူႀကမ္း၊ဗီလိန္၊ဟာသသရုပ္ေဆာင္ေတြအတြက္ လုပ္ကြင္း လုပ္ကြက္ အေတာ္နည္းသည္မွာ\nအေထြအထူးျငင္းစရာမရွိေပ....\nဒီကားကေတာ့ Oliver Hardy(John C.Reilly) နဲ႔ Stan Laurel(Steven Coogan) တို႔ႏွစ္ေယာက္ရဲ႕ျဖစ္ရပ္မွန္ကုိ\nျပန္လည္ရုိက္ကူးထားတဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္...\nသူတုိ႕(၂)ေယာက္ဟာ အတြဲညီညီ ေျပာက္ေျမာက္တဲ့ ျပက္လုံးေတြေၾကာင့္ ငယ္စဥ္အခါမွာေတာ့\nအေတာ္ေအာင္ျမင္ခဲ့ပါတယ္...\nေနာက္ပုိင္း ေခတ္ကာလ အေျပာင္းအလဲေၾကာင့္  လူေတြက သူတုိ႕ကုိ သိပ္မႀကဳိက္ၾကေတာ့ပါဘူး..\nသူတုိ႕ရဲ႕အရည္အခ်င္းကုိ အေကာင္းဆုံးအသုံးခ်ေပးမယ့္ သူ လက္တြဲေဖးမေပးမယ့္သူလည္းမရွိ႕ဘူး...\nသုိ႕ေပမယ့္ သူတုိ႕(၂)ေယာက္လက္မေလ်ာ့ခဲ့ဘူး...သူ႕တုိ႕ေရႊေခတ္ကုိျပန္ေရာက္ဖုိ႕ တက္ညီလက္ညီ\nႀကဳိးစားတဲ့အခါမွာေတာ့...\nကုိင္း သူတုိ႕ဘယ္လုိႀကဳိးစားၾကလဲ...သူတုိ႕ေအာင္ျမင္ႏုိင္ပါ့မလား...ဒီကားကုိၾကည့္ရင္း ေရွးေခတ္တင္ဆက္ပုံေတြကုိၾကည့္ရမွာျဖစ္သလုိ\nသရုပ္ေဆာင္ေတြနဲ႕ ဒါရုိက္တာေတြၾကား၊ထုတ္လုပ္သူေတြ၊ေခတ္အလုိက္ပရိတ္သတ္ေတြကုိ\nတစ္ခါထဲဗဟုသုတရဖြယ္ေတြ႕ရွိပါလိမ့္မယ္...\nကုိင္း ခံစားၾကည့္လုိက္ပါဦး....\nFile Size : (900 MB) and (326 ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stan-and-ollie2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Medagascar-2012-poster-135x200.jpg",
        "title": "Madagascar 3: Europe’s Most Wanted (2012)",
        "description": "Madagascar 3: Europe's Most Wanted (2012)\nIMDb - 6.8/10_____Rotten - 79%\n  ဒီတစ်ခါတော့ Channel Myanmar ပရိတ်သတ်တွေအတွက် ၂၀၁၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့Animation ကားကောင်းလေးတစ်ကားတင်ပေးလိုက်ပါတယ်။Madagascar လို့ပြောလိုက်တာနဲ့ တလွဲတွေလုပ် ဟာသတွေဖြစ်နေတတ်တဲ့ ခြင်္သေ့ကြီး Alex နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်ကြတဲ့မြင်းကျား Marty သစ်ကုလားအုတ် Melman နဲ့ ရေမြင်းမကြီး Gloria တို့ကိုပြေးမြင်မိကြဦးမှာပါဒီနောက်ဆုံးထွက် Europe's Most Wanted မှာဆိုရင် Alex နဲ့သူ့သူငယ်ချင်းတွေဟာသူတို့ရဲ့အိမ်ဖြစ်တဲ့ New York's Central Park Zoo ကိုပြန်ဖို့ကြိုးစားနေကြတုန်းပါဒါပေမဲ့ Monte Carlo ကာစီနိုမှာဘဏ်ဖောက်ဖို့ကြိုးစားနေတဲ့ ပင်ဂွင်းနဲ့မျောက်တွေကို သွားခေါ်ရဖို့အကြောင်းဖန်လာပါတယ်အဲ့လိုနဲ့ ပြင်သစ်ကတိရစ္ဆာန်ထိန်းချုပ်ရေးအရာရှိမကြီး Dubois နဲ့တိုးတဲ့အခါမှာ Alex တို့မမျှော်လင့်တဲ့အခြေအနေတွေနဲ့ကြုံရပြန်ပါတယ်Alex တို့သူတို့ရဲ့အိမ်ကိုပြန်ရောက်နိုင်ပါ့မလား Dubois ကြီးကရော ဘယ်လိုတွေတားဆီးမလဲဆိုတာ အရှေ့က Madagascar 1 & ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sbwr/Madagascar_3_-_Europe’s_Most_Wanted_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/madagascar-2-poster-133x200.jpg",
        "title": "Madagascar: Escape 2 Africa (2008)",
        "description": "Madagascar: Escape 2 Africa (2008)\nIMDb - 6.6/10_____Rotten - 64%\n ဒီတစ်ခါတော့ 2005 ခုနှစ်က ထွက်ခဲ့တဲ့ Madagascar ဆိုတဲ့ အမေရိကန် ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Adventure comedy အမျိုးအစား ကာတွန်းကားလေးပါမာတီဆိုတဲ့ မြင်းကျားလေးရယ်အဲလက်စ်ဆိုတဲ့ ခြင်္သေ့ရယ် မယ်လ်မန်းဆိုတဲ့ သစ်ကုလားအုတ်ရယ် ဂလော်ရီရာဆိုတဲ့ ရေမြင်းမလေးရယ်သူတို့ ၄ ကောင်က အဓိက ဇာတ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်သူတို့ လေးကောင်ဟာ နယူးယော့ခ်တိရစ္ဆာန်ရုံက တိရစ္ဆာန်လေးတွေပါတိရစ္ဆာန်ရုံထဲမှာပဲ သူတို့ ဘဝကို နှစ်မြှုပ်ထားရင်း သာယာပျော်ရွှင်နေကြတဲ့ အချစ်ဆုံး သူငယ်ချင်း ၄ ယောက်ပေါ့တစ်နေ့မှာ တိရစ္ဆာန်ရုံက ပင်ဂွင်း ၄ ကောင်က အန္တာတိကတိုက်ကို ထွက်ပြေးဖို့ ကြိုးစားနေကြတာကို မြင်းကျားလေးမာတီ တွေ့လိုက်ရာကငါတို့လည်း အရိုင်းတောထဲမှာ တောရိုင်းသတ္တဝါတွေနဲ့ သွားနေရင် ပျော်စရာကောင်းမယ်လို့ သူအတွေးရသွားပါတော့တယ်သူ့မွေးနေ့မှာ ကျန်တဲ့ သူငယ်ချင်း ၃ ယောက်က ...",
        "rating": "6.6",
        "url": "https://megaup.net/2dnrj/Madagascar_-_Escape_2_Africa_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/madagascar-poster-1-133x200.jpg",
        "title": "Madagascar (2005)",
        "description": "Madagascar (2005)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီတစ်ခါတော့ 2005 ခုနှစ်က ထွက်ခဲ့တဲ့ Madagascar ဆိုတဲ့ အမေရိကန် ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Adventure comedy အမျိုးအစား ကာတွန်းကားလေးပါမာတီဆိုတဲ့ မြင်းကျားလေးရယ်အဲလက်စ်ဆိုတဲ့ ခြင်္သေ့ရယ် မယ်လ်မန်းဆိုတဲ့ သစ်ကုလားအုတ်ရယ် ဂလော်ရီရာဆိုတဲ့ ရေမြင်းမလေးရယ်သူတို့ ၄ ကောင်က အဓိက ဇာတ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်သူတို့ လေးကောင်ဟာ နယူးယော့ခ်တိရစ္ဆာန်ရုံက တိရစ္ဆာန်လေးတွေပါတိရစ္ဆာန်ရုံထဲမှာပဲ သူတို့ ဘဝကို နှစ်မြှုပ်ထားရင်း သာယာပျော်ရွှင်နေကြတဲ့ အချစ်ဆုံး သူငယ်ချင်း ၄ ယောက်ပေါ့တစ်နေ့မှာ တိရစ္ဆာန်ရုံက ပင်ဂွင်း ၄ ကောင်က အန္တာတိကတိုက်ကို ထွက်ပြေးဖို့ ကြိုးစားနေကြတာကို မြင်းကျားလေးမာတီ တွေ့လိုက်ရာကငါတို့လည်း အရိုင်းတောထဲမှာ တောရိုင်းသတ္တဝါတွေနဲ့ သွားနေရင် ပျော်စရာကောင်းမယ်လို့ သူအတွေးရသွားပါတော့တယ်သူ့မွေးနေ့မှာ ကျန်တဲ့ သူငယ်ချင်း ၃ ယောက်က မွေးနေ့လုပ်ပေးပြီး လက်ဆောင်တွေ ပေးကြပေမဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dnrl/Madagascar_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BNTk4NjBhZTUtN2MwMy00MzIyLWFhN2ItMmUwYzQ4MWQxODM3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Final Fantasy VII: Advent Children (2005)",
        "description": "Final Fantasy VII: Advent Children (2005)_________IMDb - 7.2/10 Final Fantasy VII (Movie) ဟာ\n2005 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb rating 7.2 ရရှိထားတဲ့ Animation ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nမူရင်း video game ဖြစ်ပြီး movie အဖြစ်ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nနောက်ဆုံးတိုက်ပွဲပြီးဆုံးပြီးနောက် နှစ်နှစ်အကြာ\nကမ္ဘာကြီးတစ်ခုလုံးပြန်လည်တည်ငြိမ်လာတဲ့အချိန်မှာ\nနောက်ထပ်အန္တရာယ်တစ်ခုနဲ့ ကြုံတွေ့ရပါတော့တယ်\nလူတွေအားလုံးဟာလဲကမ္ဘာမြေကပ်လို့ခေါ်တဲ့ရောဂါတစ်မျိုးဖြစ်ပွားနေပြီး\nကြေးစားစစ်သည်တစ်ဦးဖြစ်တဲ့ ကလောက်ဒ့်ဟာ ကုမ္ပဏီဥက္ကဠ ရုပ်ဖ့် နဲ့တွေ့ပြီး\nရုပ်ဖ့်က ဂျီနိုဗာဆဲလ်ကိုလိုက်ရှာနေတဲ့ လူသုံးယောက်ကို\nတားဆီးဖို့အကူညီတောင်းရာမှာ ငြင်းဆန်ပြီးပြန်လာခဲ့ပါတယ်\nသူပြန်လာချိန်မှာတော့ သူနဲ့အတူနေထိုင်တဲ့ ရောဂါခံစားနေရတဲ့\nမိဘမဲ့ကလေးငယ်တွေကို ဖမ်းခေါ်သွားကြတာကိုသိလိုက်ရပါတယ်\nတစ်ကိုယ်တည်းနေတတ်တဲ့ ကလောက်ဒ့်မှာလဲ ရောဂါခံစားနေရပြီး\nသူငယ်ချင်းတွေကိုတောင်မပြောပြခဲ့ပါဘူး\nဒါပေမဲ့ သူကလေးတွေကို ကယ်တင်ဖို့ကြိုးစားရင်း\nဂျီနိုဗာဆဲလ်ကို ရှာဖွေနေတဲ့ လူသုံးယောက်ကို ကလောက်ဒ့် နဲ့\nသူ့သူငယ်ချင်းတွေ ကနောက်တစ်ကြိမ် ပြန်လည်တိုက်ခိုက်ကြရပါတော့တယ်\nVideo game ကနေ movie အဖြစ်ထွက်လာတဲ့အတွက်\nfighting scenes တွေကလဲအမိုက်စားတွေမို့ ကြိုက်ကြမှာပါ။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ Ko Myo Myint Maung(ငတုံးမျိုးကို) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1x2co/Final_Fantasy_VII_-_Advent_Children_(Fainaru_Fantajî_Sebun_Adobento_Chirudoren)_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY0OTIwNzI4NF5BMl5BanBnXkFtZTgwMTI3Mjk0NzM@._V1_-135x200.jpg",
        "title": "Never Grow Old(2019)",
        "description": "Never Grow Old(2019)IMDb...5.5,,,,,Rotten..100%အလြန္ေအးခ်မ္းသာယာလွတဲ့ နယ္စပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ရွိတယ္....\nဒီေအးခ်မ္းမႈေတြဟာ ဒတ္ခ်္အဲလ္ဘတ္ နဲ႔ သူ႔လူေတြ ေရာက္လာတဲ့အခ်ိန္မွာေတာ့ကမၻာပ်က္သလုိျဖစ္ကုန္တယ္.. ဒတ္ခ်္အဲလ္ဘတ္တုိ႕အဖြဲ႕ဟာသူတို႔ကိုဆန္႔က်င္သူအားလံုးကုိ\nေသနတ္နဲ႔ပစ္သတ္ တဲ့အျပင္  ၿမဳိ႕ေနလူထုအေပၚမွာလည္း လုပ္ခ်င္တုိင္းလုပ္ေနတယ္...မည္သုိ႕ပင္ဆုိေစကာ မူ  ဒီၿမိဳ႕ရဲ႕ သုဘရာဇာ ပတ္ထရစ္ တိတ္ ကေတာ့\nလူသတ္မႈေတြမ်ားလာတာနဲ႔အမွ် အလုပ္အကိုင္ အဆင္ေျပသလုိေတာင္ျဖစ္လာတယ္....\nသူကိုယ္တိုင္လည္း လူရမ္းကားဝရမ္းေျပးေတြနဲ႔ အေပါင္းအသင္းျဖစ္သြားခဲ့တယ္...ဒါေပမဲ့ ေနာက္ပိုင္းမွာေတာ့ သူ႔မိသားစုပါ အႏၱရာယ္ရွိလာတဲ့အခါ\nလူရမ္းကားေတြလက္ကေန သူ႔မိသားစုကို ႀကိဳးစားကယ္တင္ပံုေတြကို\nရင္တထိတ္ထိတ္ နဲ႔ ၾကည့္ရႈခံစားရမဲ့ အက္ရွင္ ဇာတ္ကားေကာင္းတစ္ကားပါ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္.. File Size : (850 MB) and (316 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/Sbwv/Never_Grow_Old_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ed0j0DHR8d35SoCIO9eMYokizpJ.jpg",
        "title": "Sunday’s Illness(2018)",
        "description": "Sunday's Illness(2018)\nIMDb....7.0\nကလဲရာ ဆိုတဲ့ ကေလးမေလး အသက္ရွစ္ႏွစ္အရြယ္မွာ\nမိခင္ျဖစ္သူရဲ႕စြန္႔ပစ္ျခင္းခံခဲ့ရတယ္.....\nသံုးဆယ့္ငါးႏွစ္ၾကာၿပီးတဲ့ေနာက္မွာေတာ့ ကလဲရာဟာ\nသူ႔အေမကို လိုက္ရွာၿပီးသူနဲ႔အတူ ဆယ္ရက္ ေနေပးဖို႔\nေတာင္းဆိုခဲ့တယ္...\nကလဲရာအတြက္ အေမကုိလြမ္းဆြတ္လုိ႕ အတူေနခ်င္လုိ႕ေတာင္းဆုိတာမဟုတ္ပါဘူး..\nသူမမွာ သီးျခားအေၾကာင္းေတြရွိပါေသးတယ္...\nဒါ့အျပင္ အေဖနဲ႕ပတ္သက္တာေတြလည္း လိမ္လည္ထားပါေသးတယ္...\nသုိ႕ေပမယ့္ သူမရဲ႕ အေမျဖစ္သူဟာ ကလဲရာမွာ လွ်ဳိ႕၀ွက္ခ်က္ေတြရွိတယ္ဆုိတာကုိရိပ္မိတဲ့အတြက္\n(၁၀)ရက္အတူေနၿပီး သိေအာင္ႀကဳိးစားတဲ့အခါမွာေတာ့...\nကလဲရာဘာေတြလွ်ဳိ႕၀ွက္ထားတာလဲ...\nအေမျဖစ္သူကေရာ ဘာလုိ႕စြန္႕ပစ္ခဲ့တာလဲ...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါ...\nဒီကားက ဆုေပါင္း(၇)ဆုရရွိထားသလုိ အျခားဆု(၁၂)ဆုအတြက္လည္း ဆန္ကာတင္ေရြးခ်ယ္ခံထားရပါတယ္..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...\nFile Size : (896MB) and (366 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:53:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2e6rx/Sunday’s_Illness_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/50-143x200.jpg",
        "title": "Love in 50 Meters ( 2018 )",
        "description": "ငယ္ငာ္ကတည္းက ထူးထူးၿခားၿခားပံုစံမ်ိဳးလို႔ေၿပာရမယ္ေကာင္ေလးတစ္ေယာက္ကသူ႕အနားကို မီတာ ၅၀ အကြာထက္နီးလာတာတဲ႔တစ္ခုမဟုတ္တခုၿဖစ္တတ္တဲ႔ ယိြေမရန္ နဲ႔ ယိြေမရန္အတြက္ကံၾကမၼာဆုိးေတြယူလာေပးတတ္တဲ႔လီရွီခြ်မ္တို႕၂ေယာက္ဟာမူလတန္းကတည္းက ကြဲကြာသြားခဲ႔ၾကၿပီး 18 ႏွစ္ၾကာမွၿပန္လည္ဆံုဆည္းဖို႕ကံက အေၾကာင္းဖန္လာခဲ႔တယ္မေၿပာင္းလဲေသးတဲ႔အရာတစ္ခုဆိုလို႕မီတာ ၅၀ ဆုိတဲ႔စည္းကိုေက်ာ္လိုက္တာနဲ႔ ယြီေမရန္တစ္ေယာက္အဆိုးေတြၾကံဳေတြ႕ေနရတုန္းပဲ..ကံဇာတ္ဆရာအလိုက်လီရွိခြ်မ္ရဲ႕အကူအညီယူဖို႕လိုအပ္လာၿပန္ေတာ႔မီတာ ၅၀ ၿခားရင္း မီးစင္ၾကည္႕က က်တဲ႔ သူတို႔၂ဦးမီတာ ၅၀ ၿခားထားတဲ႔ အခ်စ္ဇာတ္လမ္းေလးဘယ္လုိေတြဆက္ၿဖစ္လာမလဲဆုိတာ ဆက္လက္ေစာင္႕ၾကည္႔ပါ Quality : WEB-DL 720pSubtitle : Myanmar SubTranslated & Review By Chu ChuEncoded By PHOENIX",
        "rating": "N/A",
        "url": "https://megaup.net/1y90h/Love_In_50_Meters_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/spirit-135x200.jpg",
        "title": "The Spirit 2008",
        "description": "Director - Frank Miller ရိုက္​ကူးထားၿပီး imdb 4.8 ရထားတဲ့ ဇာတ္​ကားေလးနဲ႔မိတ္​ဆက္​ေပးခ်င္​ပါတယ္​ဇာတ္​ကားနာမည္​ကေတာ့ The spirit ပါ ဇာတ္​လမ္​းေလးက action ကားေလးျဖစ္​ေပမယ္​့ comedy ေလးနည္​းနည္​းေပါင္​းထားပါတယ္​ဘာေၾကာင္​့ရယ္​မွန္​းမသိ ဒန္​နီကို႔ထ္​လို႔ ေခၚတဲ့သာမာန္​ရဲတစ္​ေယာက္​ ေသရာကေန ျပန္​ရွင္​လာတဲ့အခါ ရဲအလုပ္​ကေနစြန္​႔ခြာၿပီး စပိရစ္​ထ္​ အျဖစ္​နဲ႔ ဒုစရိုက္​ေတြႏွိမ္​နင္​းပါတယ္​သူ႔ရဲ႕ အဓိက ရန္​သူက ေအာက္​တိုပတ္​စ္​ လို႔ေခၚၿပီး သူတို႔ႏွစ္​ေယာက္​လံုးက မေသမ်ိဳးေတြျဖစ္​ေနပါတယ္​စပိရစ္​ထ္​က ဘာေၾကာင္​့ မေသမ်ိဳးျဖစ္​ေနလဲ သူ႔ကိုယ္​သူ နားမလည္​ခဲ့ေပမယ္​့ သူ႔ရန္​သူ ေအာက္​တိုပတ္​စ္​ကေတာ့ သိေနခဲ့ပါတယ္​တစ္​ဘက္​မွာလည္​း စိန္​ေတြကိုမွ ႀကိဳက္​တတ္​တဲ့ စပိရစ္​ထ္​ ရဲ႕ ငယ္​ခ်စ္​ဦး ဆန္​ဒ္​ဆာရပ္​ဖ္​ က မေသမ်ိဳးျဖစ္​ရတဲ့ လ်ိဳ႕၀ွက္​ခ်က္​နဲ႔ ကိုယ္​တိုင္​ပတ္​သတ္​မိေနမွန္​းမသိတဲ့အခါ ဘာေတြဆက္​ျဖစ္​ၾကမွာလဲသူတို႔ကဘာလို႔ မေသမ်ိဳးေတြျဖစ္​ေနၾကတာလဲအဲ့တာေတြအားလံုးအဆံုးသတ္​ဖို႔ကေရာ တစ္​ေယာက္​ေသမွျဖစ္​မယ္​ဆိုရင္​ ဘယ္​သူေသမွာလဲdown ၾကည္​့လိုက္​ပါေနာ္​ action ကားေလးဆိုေပမယ္​့ comedy ေလးေႏွာထားတာမို႔ ကားေကာင္​းေလးတစ္​ကားပါ ေအာက္​တိုပတ္​စ္​ရဲ႕လက္​ေထာက္​မေလး ဖေလာ့စ္​ေနရာကို ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sbxb/The_Spirit_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/aqua-135x200.jpg",
        "title": "Aquaman (2018)",
        "description": "ဒီစူပါဟီးရိုး ရုပ်ရှင်ဟာ DCEU ရဲ့ ၆ ကားမြောက်ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။သူ့ရဲ့ရှေ့မှာတော့ Man of Steel, Batman vs Superman, Suicide Squad, Wonder Woman, Justice League တို့ ထွက်ရှိထားပြီးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============အတ္တလန်တစ်နိုင်ငံရဲ့ မင်းသမီးဟာ ကုန်းမြေပေါ်က မီးပြတိုက်စောင့်တစ်ယောက်နဲ့ ချစ်မိပြီး အာသာ(အကွာမန်းကို) မွေးဖွားခဲ့ပါတယ်။သူကြီးပြင်းလာချိန်မှာ အတ္တလန်တစ်ရဲ့ ဘုရင် အွန်းမ်ဟာ နိုင်ငံ ၇ ခု ကို စုစည်းပြီး ကုန်းမြေကမ္ဘာကို စစ်တိုက်ဖို့ ပြင်ဆင်လာပါတယ်။ဒီစစ်ပွဲကိုတားဖို့ အတွက် အာသာဟာ သူ့ရဲ့ဆရာ ဗော်ကို၊ မင်းသမီး မယ်ရာ တို့ရဲ့ အကူအညီနဲ့ စွမ်းအားအကြီးဆုံး သုံးခွခရင်း ထရိင်းဒန့်ကို ရှာပြီး အတ္တလန်တစ်ရဲ့ ထီးနန်းကို ရယူဖို့ ကြိုးစားရပါတော့တယ်.........(ဘာသာပြန်သူ Littleneo ဖြစ်ပြီး အန်ကုတ်ပေးတာတော့ Than Htike Zaw ...",
        "rating": "7.9",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama, Family, Fancy, Fantasy, Martial, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2eOIfQw2lLZov6aJZ3xpPjnRHH.jpg",
        "title": "Lords of Chaos (2018)",
        "description": "အခုတစ္ခါ ကၽြန္ေတာ္တို႔ တင္ဆက္ေပးခ်င္တာကေတာ့ မက္တယ္ဟက္ေတြ ေရာ္ကာေတြ လက္မလႊတ္သင့္တဲ့ ၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့\\ေနာ္ေဝ Black Metal ဂီတကိုဖန္တီးခဲ့ျပီး Mayhem တီးဝုိင္းကိုလည္း တည္ေထာင္ခဲ့တဲ့Euronymous ရဲ႕ ဘဝအစိတ္အပိုင္းတစ္ခုကို ရိုက္ျပထားတဲ့ Lords of Chaos ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္…။၁၉၈၇ ခုႏွစ္ ေနာ္ေဝႏိုင္ငံ ေအာ္စ္လိုျမိဳ႕မွာ ၁၇ ႏွစ္အရြယ္ ေနာ္ေဝလူငယ္ေလးတစ္ေယာက္ဟာ Mayhem တီးဝိုင္းကို စတင္တည္ေထာင္ခဲ့ပါတယ္..Mayhem တီးဝိုင္းကို အနာဂတ္မွာ(ယေန႔မွာ) ေနာ္ေဝ ဘလက္ခ္ မက္တယ္ ဂီတကို စတင္ဖန္တီးခဲ့သူေတြထဲက တီးဝိုင္းတစ္ခုအျဖစ္ အသိအမွတ္ျပဳထားၾကပါတယ္…သူတို႔ရဲ႕ဂီတေတြဟာ ဘလက္ခ္ မက္တယ္ ဂီတေလာကကို လႊမ္းမိုးမႈေတြ အမ်ားအျပားရွိေနပါတယ္…ဒီဇာတ္ကားထဲမွာ သူတို႔ေတြရဲ႕ စိတ္အားထက္သန္မႈေတြ ကစဥ့္ကလ်ားျဖစ္မႈေတြ ေသာင္းက်န္းမႈေတြ အေၾကာင္းကို မ်က္ဝါးထင္ထင္ျမင္ရမွာျဖစ္ပါတယ္…ရက္စက္တဲ့ လူသတ္မႈတစ္ခ်ိဳ႕ ပါဝင္တဲ့အတြက္ ၁၈ ျပည့္မွ ၾကည့္ၾကဖို႔လည္း တိုက္တြန္းလုိက္ရပါတယ္….။(ေသခ်ာတာကေတာ့ ကေလးၾကိဳက္ကားလည္း မဟုတ္ပါဘူး)IMDb ...",
        "rating": "6.4",
        "url": "https://megaup.net/Se6p/Lords_Of_Chaos_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lxX0CGtXglXCmsqAb5Qu38MSIfn.jpg",
        "title": "Yatra(2019)",
        "description": "Yatra(2019)\nIMDb....9.0\nတစ္ေန႕ကားတစ္စီးနဲ႕သားအဖ(၂)ေယာက္ စာသင္ေက်ာင္းထဲေရာက္လာတယ္....အေဖျဖစ္သူက\nေက်ာင္းဆရာအား သူ႕သားကုိအပ္ရင္း ေတာင္းဆုိမႈေတြျပဳလုပ္တယ္...\n\" ဆရာ ကြ်န္ေတာ့္သားကုိ စာေတြသင္ေပးတာအျပင္ ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္ျဖစ္ေအာင္သင္ေပးပါ\"\n\" အံအားသင့္စရာပဲဗ် ကြ်န္ေတာ့္ဘ၀မွာအေဖေတြက သူ႕တုိ႕သားသမီးေတြကုိ ဆရာ၀န္၊\nအင္ဂ်င္နီယာေတြပဲျဖစ္ေအာင္လုပ္ေပးပါလုိ႕ေျပာတာပဲေတြ႕ဖူးတာ..ခင္ဗ်ားလုိ သူ႕သားကုိ\nႏုိင္ငံေရးးေခါင္းေဆာင္ျဖစ္ေအာင္လုပ္ေပးပါဆုိတဲ့အေဖကုိေတာ့ ပထမဆုံး\nေတြ႕ဖူးတာပဲဗ်....\"\n\"အင္ဂ်င္နီယာ ဒါမွမဟုတ္ ဆရာ၀န္က လူတစ္ေထာင္သုိ႕မဟုတ္ တစ္သိန္းေလာက္ကုိပဲကူညီႏုိင္တယ္...ဒါေပမယ့္\nႏုိင္ငံေရးေခါင္းေဆာင္တစ္ေယာက္ကေတာ့ လူမီလီယံေပါင္းမ်ားစြာကုိတစ္ခ်က္ထဲနဲ႕ကူညီႏုိင္တယ္...\nၿပီးေတာ့ ကြ်န္ေတာ့သားကုိေျပာၿပီးေျပာတဲ့အတုိင္းျဖစ္ေအာင္လုပ္ေပးတဲ့ေခါင္းေဆာင္ျဖစ္ေအာင္\nသင္ေပးပါဆရာ၊အသက္မရွည္ရင္မရွည္ပါေစနဲ႕၊အာဏာမရွိရင္မရွိပါေစနဲ႕၊လူေတြရဲ႕ႏွလုံးသားထဲမွာ\nအၿမဲတမ္းက်န္ရွိေနမယ့္ ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္ျဖစ္ေအာင္လုပ္ေပးပါဆရာ\"\nဒါကေတာ့  တစ္ခ်ိန္မွာ အိႏၵိယႏုိင္ငံရဲ႕၀န္ႀကီးခ်ဳပ္ျဖစ္လာမယ့္ ရာဂ်ာရွက္ခါရာ ရက္ဒီ ရဲ႕ အေဖျဖစ္သူက\nသူ႕သားကုိေက်ာင္းအပ္စဥ္က ေျပာခဲ့တဲ့စကားျဖစ္ပါတယ္...\nဒီဇာတ္ကားကေတာ့ ၂၀၀၄ ကေန ၂၀၀၉ အထိ အိႏၵိယႏုိင္ငံရဲ႕ ၀န္ၾကီးခ်ဳပ္အျဖစ္ တာ၀န္ထမ္းေဆာင္ခဲ့တဲ့\nYSR လုိ႕ေခၚၾကတဲ့ ၀န္ၾကီးခ်ဳပ္ ရာဂ်ာရွက္ခါရာ ရက္ဒီ ရဲ႕ ေရြးေကာက္ပြဲအတြက္ လမ္းေလွ်ာက္မဲဆြယ္တဲ့\nယာထရာအေၾကာင္းကုိ ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္...\nႏုိင္ငံေရးေလာက ထဲကုိသူ ေလွ်ာက္လမ္းစဥ္မွာ အခက္အခဲေပါင္းစုံ၊အတုိက္အခံပါတီေပါင္းစုံနဲ႕\nသူျဖတ္သန္းခဲ့တဲ့ ခေယာင္းလမ္းကုိ ေတြ႕ရမွာျဖစ္ပါတယ္...\nသူဟာ ငယ္စဥ္က သူ႕အေဖေျပာခဲ့သလုိ ျပည္သူေတြရဲ႕ ႏွလုံးသားထဲမွာ အၿမဲက်န္ရွိေနတဲ့ ေခါင္းေဆာင္\nေကာင္းတစ္ေယာက္ျဖစ္မလား၊ သူဘယ္လုိေတြေပးဆပ္ခဲ့ရလဲ...\nဘယ္လုိေတြႀကဳိးစားခဲ့လဲ...\nျပည္သူေတြအေပၚဘယ္လုိသေဘာထားခဲ့လဲ...\nပါတီ၀င္အခ်င္းခ်င္းနဲ႕ အတုိက္အခံေတြၾကားမွာ ဘယ္လုိ လႈပ္ရွားခဲ့လဲ....\nစတာေတြကုိ ၾကည့္ရမွာျဖစ္မွာပါတယ္....\nငယ္ဘ၀ကုိအနည္းအက်ဥ္းပဲျပထားၿပီး ...",
        "rating": "9.0",
        "url": "https://megaup.net/Seer/Yatra_[2019]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "Merlin စီးရီးေတြကို ၾကည့္ဖူးတဲ့လူတိုင္းဒီကားေလးကိုစိမ္းမယ္မထင္ပါဘူး...ပုံျပင္ေတြထဲက King Arthur နဲ႔ ေက်ာက္တုံးထဲ စုိက္ဝင္ေနတဲ့Excalibar ဓားကုိ လူတုိင္းၾကားဖူးၾကမွာ အေသအခ်ာပါပဲ။The kid who would be king (2019) က အဲဒီပုံျပင္ထဲကလုိExcalibar ဓားကုိ ဆြဲထုတ္ႏုိင္ခဲ့တဲ့ ကေလးရဲ႕ စြန္႔စားခန္းအေၾကာင္းရုိက္ကူးထားတဲ့Adventure , Action , Family ဇာတ္ကားေလးပါ။King Arthur က ေက်ာက္တုံးထဲက ဓားကုိဆြဲထုတ္ျပီးေတာ့ျဗိတိန္ရဲ႕ ဘုရင္ျဖစ္လာျပီး ေမြးစားညီမျဖစ္သူ Morgana ရဲ႕လက္က ကာကြယ္ေပးခဲ့ပါတယ္။ဒါေပမဲ့ Morgana က နယ္ေျမေတြအစိတ္စိတ္ကြဲလူေတြ ေမွ်ာ္လင့္ခ်က္မဲ့ျပီး ေခါင္းေဆာင္မဲ့ေနတဲ့အခ်ိန္ျပန္လာမယ္လုိ႔ က်ိန္စာဆုိခဲ့ပါတယ္။Arthur ကလည္း အဲဒီအခ်ိန္မွာ Excalibar ျပန္ေပၚလာပါေစလုိ႔ သစၥာျပဳခဲ့တယ္။၁၂ ႏွစ္အရြယ္ မူလတန္းေက်ာင္းသားေလး ...",
        "rating": "6.3",
        "url": "https://megaup.net/2e98q/The_Kid_Who_Would_Be_King_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wBr0PhF8ryhcEu5ot0Qj2pBEstp.jpg",
        "title": "Kiss Kiss (2019)",
        "description": "ဒီတစ္​ခါ တင္​ဆက္​​ေပးမယ္​့ Kiss Kiss ဆိုတဲ့ကား​ေလးက​ေတာ့အၾကမ္​းစားအက္​႐ွင္​ကားတစ္​ကားပါပဲ။ကလပ္​ရဲ႕ အကမယ္​​ေလးတစ္​စုဟာ တစ္​​ေန႔မွာ​ေတာ့ ​ေဘာက္​​ဆူးရထားတဲ့ဆာဖာရီတစ္​ခုကိုသြားခြင္​့ဖိတ္​စာ​ေလးအတုိင္​း သြားခဲ့ၾကတဲ့အခါမွာ​ေတာ့သူတို႔ဘယ္​လိုမွ မ​ေမ်ွာ္​လင္​့ထားတဲ့ အ​ေျပာင္​းအလဲတစ္​ခုနဲ႔ ၾကံဳ​ေတြ႔ရၿပီး႐ွင္​သန္​ႏိုင္​​ေအာင္​ ဘယ္​လိုႀကိဳးစားၾကမလဲ၊​ေက်ာ္​ျဖတ္​ႏိုင္​မွာလားဆိုတာကို စိတ္​ဝင္​စားသဖြယ္​ ၾကည္​့႐ွဴရမွာ ျဖစ္​ပါတယ္​။အထူးသျဖင္​့ ​ေယာက်ာၤး​ေလး​​​ေတြကို မၾကည္​့ခင္​ မွာခ်င္​ပါတယ္​။စိတ္​ခိုင္​ခိုင္​ထားၾကပါလို႔။အား​ေပးၾကပါဦးဗ်ာ File Size : (926 MB) & ( 250 MB)Quality : WEB-DL 720pRunning Time : 1 hr 35minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "3.4",
        "url": "https://megaup.net/2e99p/Kiss_Kiss_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5fmt0OQyxmoivrZ3XllRrTfpVC.jpg",
        "title": "The Glorious Seven (2019)",
        "description": "2019 ခုႏွစ္​ အသစ္​ထြက္​ အက္​႐ွင္​ဇာတ္​ကာ​ေကာင္​းတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။မကၠဆီကို သူ​ေဌးႀကီးတစ္​ဦးရဲ႕ ဇနီ​ေခ်ာ​ေလးကိုလူဆိုးအဖြဲ႔အစည္​းက ျပန္​​ေပးဆြဲသြားတဲ့အခါမွာ​ေတာ့ သူ​ေဌးႀကီးကအ​ေမရိကန္​စစ္​ျပန္​ ​ေၾကးစားတစ္​ဦးကို ငွါးၿပီးအလုပ္​အပ္​ႏွံခဲ့ရာမွဤသို႔အက္​႐ွင္​ဇာတ္ၾကမ္​းတစ္​ခု အစျပဳခဲ့ပါသည္​။ဇာတ္လမ္းေပါ့သြားမွာစိုးလို႕အမ်ားၾကီးမညႊန္းေတာ့ပါဘူး...အပစ္​အခတ္​​ေတြ အတိုက္​အခိုက္​​​ေတြကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​စိတ္​ဝင္​စားဖြယ္​ဇာတ္​ကားတစ္​ကားမို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (880 MB) & ( 301 MB)Quality : WEB-DL 720pRunning Time : 1 hr 33minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "3.1",
        "url": "https://megaup.net/2e98e/The_Glorious_Seven_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jzpvh0Ic7jL9GX4NLE1Tx2GUCrN.jpg",
        "title": "Independence Day: Resurgence(2016)",
        "description": "Independence Day: Resurgence(2016)ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ . ၁၉၉၆ ခုနှစ်မှာ လူသားတွေဟာဂြိုလ်သားတွေကို အနိုင်ယူနိုင်ခဲ့ပြီးနောက်ပိုင်း အာကာသထဲမှာကမ္ဘာကိုနောက်ထပ်အန္တရာယ်မပေးနိုင်အောင် စောင့်ရှောက်မှုတွေပြုလုပ်ထားကြပါတယ်။လကမ္ဘာပေါ်ကနေ ဂြိုလ်သားတွေရဲ့ အန္တရာယ်ကိုကာကွယ်ဖို့စောင့်စားနေတဲ့ အဖွဲ့ထံသို့ အာကာသယာဉ်တစ်စီးရောက်လာခဲ့တယ်။ထိုယာဉ်ဟာ ၁၉၉၆တုန်းကစစ်ဖြစ်ခဲ့တဲ့ဂြိုလ်သားတွေရဲ့ယာဉ်နဲ့မတူတဲ့အတွက် သမ္မတနဲ့နိုင်ငံတကာခေါင်းဆောင်တို့ဟာတိုင်ပင်ဆွေးနွေးသလိုမစ္စတာဒေးဗစ်ကိုလည်း မေးမြန်းအကြံဉာဏ်ယူပါတယ်။ထိုယာဉ်ကို လက်ဦးမှုရယူပြီးပစ်ချဖျက်စီးသင့်မသင့်ဆွေးနွေးတဲ့အခါ ဒေးဗစ်ကမပစ်ဖို့အကြံပေးပေမယ့် ...ခေါင်းဆောင်အများစုရဲ့ ပစ်ချဖို့အကြံပြုချက်ကြောင့်သမ္မတဟာ ပစ်ချစေခဲ့ပါတယ်။ ထိုယာဉ်ကြီးအာကာသထဲပြုတ်ကြပျက်စီးတဲ့အခါ ဒေးဗစ်ဟာစစ်ဆေးဖို့အတွက်သမ္မတကိုခွင့်တောင်း တဲ့အခါ အောင်ပွဲခံပွဲအပြီးမှသာလုပ်ခွင့်ပေးပါတယ်။အဲ့ဒီမှာ ဂျိတ်ဟာ အာကာသကနေ အာကာသယာဉ်ကိုယူပြီး ဒေးဗစ်ကိုလာရောက်ခေါ်ဆောင်ပြီး ၎င်းယာဉ်ကိုစစ်ဆေးဖို့ကူညီနေချိန်မှာပဲ ၁၉၉၆ ခုနှစ်တုန်းကဂြိုလ်သားတွေပြန်လည်ရောက်ရှိလာခဲ့ပြီး အာကာစခန်းနဲ့ကမ္ဘာဟာစတင်ပျက်စီးတဲ့အဖြစ်ကိုရောက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ IMDb rating 5.2/10 ရရှိထားပေမဲ့ အရမ်းကိုကောင်းလွန်းတဲ့ ဇာတ်ကားဆိုတာ ကြည့်ပြီးတဲ့သူတိုင်းလက်ခံပါလိမ့်မယ်။နောက်ပြီး ရိုက်ကွင်းရိုက်ကွက်တွေ Visual Effect တွေဟာ သာလွန်ကောင်းမွန်ခဲ့ပြီး ခိုင်မာတဲ့ ဇာတ်အိမ်ကို အကောင်းဆုံးရိုက်ပြသွားတဲ့ ဇာတ်ကားကောင်းဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ ညီလေး SCRN ပဲဖြစ်ပါတယ်။)File Size : (2.13GB)(857MB) and (313 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1D9kw/Independence_Day_-_Resurgence_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tZx0OX7kxv6F2VNWZoPr2bWDgE.jpg",
        "title": "If Beale Street Could Talk (2018)",
        "description": "Rating 7.4 ရရွိထားတဲ့ ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...အေမရိကန္ႏိုင္ငံ နယူးေယာက္ၿမိဳ႕ရဲ႕ လူမည္းရပ္ကြက္တစ္ခုမွာေနထိုင္ၾကတဲ့လက္လုပ္လက္စားလူမည္းမိသား စုတစ္စုမွာႀကံဳေတြ႕ရတဲ့အျဖစ္အပ်က္တစ္ခုကို အေျခခံၿပီးဇာတ္လမ္းတစ္ပုဒ္အျဖစ္တင္ဆက္ထားတဲ့ အေမရိ ကန္ရဲ႕ ယေန႔ေခတ္လူမည္းေတြရဲ႕ဘဝကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါ။အသားအေရာင္ခြဲျခားမႈ အဆင့္အတန္းခြဲျခားမႈေတြဟာအေမရိကန္မွာ ယေန႔တိုင္ရွိေနေသးတဲ့အေၾကာင္း ေဖာ္ညႊန္းတင္ျပထားပါတယ္။တရားကို နတ္ေစာင့္တာလား လူေစာင့္တာလားဆိုတာကြဲကြဲျပားျပျပားသိေအာင္ ႐ိုက္ျပထားပါတယ္။လူလူခ်င္း မဟုတ္တာလုပ္ၾကၿပီဆိုရင္ဖန္ဆင္းရွင္ေတာင္မတတ္ႏိုင္ဘူးဆိုတာ ေတြ႕ၾကရမွာပါ။တရားျခင္း မတရားျခင္းဆို တာ စနစ္နဲ႔ဆိုင္တာလား၊ဥပေဒေတြနဲ႔ဆိုင္တာလား၊ လူေတြနဲ႔ဆိုင္တာလား ၾကည့္ၿပီးေတာ့ေတြးေတာႏိုင္ဖို႔မီးေမာင္းထိုးျပထားတဲ့ကားတစ္​ကားမို႔ အာ​ေပးၾကပါဦ​း​ေနာ္​ File Size : (1 GB) & ( 205 MB)Quality : WEB-DL 720pRunning Time : 1 hr 59minFormat : Mp4Genre : ...",
        "rating": "7.6",
        "url": "https://megaup.net/2e99f/If_Beale_Street_Could_Talk_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Flowers.in_.the_.Attic_.2014-133x200.jpg",
        "title": "Flowers in the Attic (2014)",
        "description": "ဒီကားေလးကေတာ့ စာေရးဆရာ V.C Andrews ရဲ႕ Flowers in Attic ၀တၳဳကုိ အေျခခံၿပီး\n႐ုိက္ကူးထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ပါ။\nဒီဇာတ္ကားက ေယာက္်ားေသဆုံးသြားလုိ႔ သိပ္ခ်မ္းသာတဲ့ မိဘအိမ္မွာ ျပန္ၿပီးေနရတဲ့ အေမတစ္ေယာက္နဲ႔\nကေလးေလးေယာက္အေၾကာင္းကုိ အေျခခံထားတာပါ။\nသာမန္ဇာတ္လမ္းေတြလုိမ်ိဳး မဟုတ္ပဲ အတိတ္မွာ နာက်ည္းမုန္းတီးစရာေတြအျပည့္ရွိေနခဲ့ပါ။\nမိဘ ခြင့္မျပဳခဲ့တဲ့ အိမ္ေထာင္ေရးတစ္ခုကို ထူေထာင္ခဲ့တဲ့ ကရင္း\nအေမအရင္း ျဖစ္ေပမဲ့ ကရင္းအေပၚ အေသမုန္းတီးေနတဲ့ ကရင္းရဲ႕ မိခင္ နဲ႔\nအျပစ္မဲ့တဲ့ ကေလးေလးေယာက္ကုိ ထပ္ခုိးအခန္းက်ဥ္းေလးထဲမွာ ပိတ္ထားတဲ့ အဖြား၊\nရုပ္၀တၳဳပစၥည္းဘယ္ေလာက္ပဲ ၾကြယ္၀ခ်မ္းသာေပမယ့္ မျမင္ႏုိင္တဲ့ လူေတြရဲ႕ စိတ္က\nအင္မတန္ေၾကာက္စရာေကာင္းတယ္ဆုိတာ ဒီဇာတ္လမ္းထဲမွာ ျမင္ေတြ႕ခံစားရမွာပါ။\nအတိတ္က ဘယ္လုိအျဖစ္ေတြေၾကာင့္\nကရင္းရဲ႕ မိခင္က ကရင္းအေပၚကုိ ဘာေၾကာင့္ အေသမုန္းတီးေနတာလဲ?\nကရင္းနဲ႔ သူ႕ကေလးေလးေယာက္ၾကားက ဆက္ဆံမႈေတြကေရာ\nစိတ္ေျဖစရာမရွိတဲ့အခါမ်ိဳးဆုိရင္ အရြယ္ေရာက္ေနတဲ့\nေယာက္်ားေလး မိန္းကေလးေတြရဲ႕ စိတ္မွာျဖစ္ေပၚလာတဲ့  ခံစားမႈေတြ\nလူေတြက ပုိင္ဆုိင္မႈေလာဘေတြနဲ႔ ယွဥ္လာတဲ့အခါ ေသြးသားေတာ္စပ္ေနေပမယ့္\nေၾကာက္စရာေကာင္းတဲ့လုပ္ရပ္ေတြကုိ လုပ္တတ္တဲ့အေၾကာင္းေတြ ပါ၀င္တဲ့ ဇာတ္လမ္းတစ္ပုဒ္ပါ။\nသာမန္ပတ္၀န္းက်င္က လက္ခံႏုိင္တဲ့အခ်က္ေတြနဲ႔ ကြဲလြဲေနတာမ်ိဳးပါတာျဖစ္တဲ့အတြက္ မိသားစုနဲ႔\nအတူမၾကည့္ေစခ်င္ပါဘူး။\n(ဇာတ္လမး္အၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့  ...",
        "rating": "6.1",
        "url": "https://megaup.net/Seew/Flowers_In_The_Attic_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9UJLgIIkU5mZX7qLB7YSmdFgn4.jpg",
        "title": "Natsamrat(2016)",
        "description": "Natsamrat(2016)IMDb....9.2ကုလားကားႀကဳိက္သူေတြအတြက္ Rating ျမင့္ ပညာေပးကားႀကီးလာပါၿပီဗ်ား...ဘဝဆိုတာ တိုေတာင္းပါတယ္။\nဒီတိုေတာင္းပါတယ္ဆိုတဲ့ ဘဝထဲမွာပဲ\nအခ်ိန္ေတြဆိုတာ တိုင္းတာရအေတာ္ခက္ပါတယ္။\nဘဝေတြမွာ တည္ေဆာက္သမွၽ အရာရာဟာ ခိုင္မာလာဖို႔\nအခ်ိန္သာလိုေၾကာင္း သိ႐ွိခဲ့ၿပီးတဲ့ေနာက္မွာလည္း\nအရာရာဟာ ေဝးလြင့္္ပ်က္ျပယ္ျခင္းအလို႔ငွါ\nအခ်ိန္ကိုသာပဲ လိုေလေၾကာင္းလည္း နားလည္ခဲ့ရတယ္။\nဒီဇာတ္လမ္းေလးက တစ္ဘဝလုံးတည္ေဆာက္ခဲ့သမွၽကို\nသားသမီးေတြကို မ်က္ကန္းယုံမွတ္ခဲ့လို႔....\nထင္ေပၚေက်ာ္ၾကားခဲ့ပါတဲ့ ျပဇာတ္တို႔ရဲ႕ဘုရင္ ဘဝကေန\nသူေတာင္းစားသာသာ ဘဝေရာက္သြားခဲ့တဲ့\nလူတစ္ေယာက္အေၾကာင္းပါ။ဒီအျဖစ္အပ်က္ကေလးက ဟိုးငယ္ငယ္တုန္းက\nကုေ႒႐ွစ္ဆယ္သူေ႒းဘဝကေန\nသူေတာင္းစားျဖစ္သြားခဲ့ေကာင္ေလးလိုပါပဲ။\nသို႔ေပမဲ့ ဒီလူကေတာ့ အေဖတစ္ေယာက္ေပါ့။\nထပ္ေပါင္းေျပာရရင္ လူေကာင္းတစ္ေယာက္ေပါ့။\nလူေတြရဲ႕ ေပတံေတြမွာ ခင္ဗ်ားရဲ႕ တကယ့္စိတ္က\nဘယ္လိုပဲေကာင္းမြန္ေနပါေစ....\nအေျပာအဆို အျပဳအမူ ႐ုပ္ဟန္ေတြဟာ\nအေပၚယံေတြပါဆိုဆိုၾကလည္း ဒီလိုအရာေတြနဲ႔\nလူေတြက ခင္ဗ်ားကို တိုင္းတာၾကမွာပါပဲ။\nအေဝးႀကီးမေတြးပါနဲ႔...ခင္ဗ်ားရဲ႕မိဘ\nခင္ဗ်ားရဲ႕သားသမီး ခင္ဗ်ားရဲ႕ခ်စ္သူေတြကေတာင္\nဒီေပတံနဲ႔ပဲ တိုင္းတာၾကဦးမွာပါ။\nဒီဇာတ္လမ္းက အဲ့ဒီလိုအတိုင္းတာခံခဲ့ရတဲ့\nလူတစ္ေယာက္အေၾကာင္းဆိုလည္း ဟုတ္ပါတယ္။\nအေဖတစ္ေယာက္ အဘိုးတစ္ေယာက္ရဲ႕ ဆန္ေရတို႔\nအေၾကာင္းကို မိဘမျဖစ္ဖူးတဲ့ ကြၽန္ေတာ္သိပ္လည္း\nမေျပာျပတတ္ပါဘူး။ သူ႔စိတ္သေဘာကို\nကြၽန္ေတာ္ ခံစားရသလိုေရးခ်ျပရမယ္ဆိုရင္ေတာ့...\n\" ေပးအပ္ရန္ တစ္စုံတစ္ရာမ႐ွိပါကလည္း\nမ႐ွိျခင္းကို ေပးအပ္ခ်င္ပါေသး၏။\nခံယူသူ အလို႔ငွါ ဘယ္သို႔ဘယ္ပုံ ေသးငယ္မည္နည္းကို\nကြၽန္ေတာ္ မသိတတ္ႏိုင္ပါ။\nကြၽန္ေတာ့္ကမၻာ၏ ဆယ္ဖို႔တစ္ဖို႔ကိုသာ ေန႔ဖို႔ညစာ ခ်န္ခဲ့ပါ၏။\"\nလို႔ပဲ ဆိုရမည္ေပါ့။\nကမၻာေပၚမွာ ျဖစ္ပ်က္ေနၾက မိဘနဲ႔သားသမီးၾကားက\nအ႐ိုး႐ွင္းဆုံးအျဖစ္အပ်က္ေတြကိုပဲ...\nအနက္႐ႈိင္းဆုံး ခံစားခ်က္ေတြနဲ႔ ခံစားသက္ဝင္ၾကည့္လိုက္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။File ...",
        "rating": "9.2",
        "url": "https://megaup.net/2U6yY/Natsamrat_[2016]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BZDgwYzNlMjYtNjQxMy00NjQxLWJiMTItNjkzZTQ0ZTZiMTcyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Six Days Seven Nights (1998)",
        "description": "Six Days, Seven Nights (1998)နာမည္ေက်ာ္ေဟာလိဝုဒ္မင္းသားႀကီး ဟယ္ရစ္ဆင္ဖို႔ဒ္ပါဝင္တဲ့ စြန္႔စားခန္းဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး ၁၉၉၈ ခုႏွစ္က ထြက္႐ွိခဲ့ပါတယ္။အခ်စ္၊ အလြမ္း၊ အၾကမ္းနဲ႔ ဟာသကို ေရာေႏွာ တင္ဆက္ထားတဲ့ အဲဒီဇာတ္လမ္းဟာ ကြၽန္းေလးတစ္ကြၽန္းကို အေျချပဳ ႐ိုက္ကူးထားတာပါ။ဇာတ္လမ္းမွာ လက္ထပ္ခါနီး ခရီးထြက္လာၾကတဲ့ စံုတြဲေလးၾကားမွာ ဘာေတြျဖစ္လာမလဲ\nဂြက်က် ေလယာဥ္မႉးႀကီးရဲ႕ စြန္႔စားခန္းက ဘယ္လိုစိတ္ဝင္စားစရာေကာင္းမလဲ\nထင္မွတ္မထားတာေတြ ေပၚေပါက္လာတဲ့အခါ\nလူေတြ ဘယ္လိုေျပာင္းလဲသြားၾကသလဲ ဆိုတာကို\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေပါ့ေပါ့ပါးပါး ၾကည့္႐ႈၾကရမွာပါ။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nHarrison Ford, Anne Heche နဲ႔ David Schwimmer တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ Cherry Mon ပါ။) \nFile size…(1 GB) and (500 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cherry Mon",
        "rating": "5.8",
        "url": "https://megaup.net/2e99B/Six_Days_Seven_Nights_[1998]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/lq8yg7nywt8k-143x200.jpg",
        "title": "Inferior Student Qiao Xi (2019)",
        "description": "ေခ်ာင္ရွိးဆုိတဲ႔ေကာင္မေလးဟာ အညံ႕ဆံုးေက်ာင္းသူတစ္ဦးပါရုပ္ရည္ေခ်ာေမာလွပေပမယ္႔လည္း ညံ႕လြန္းေတာ႔လူေတြႏွာေခါင္းရွံု႕ၾကတယ္တစ္ေန႔ သူတို႕ရဲ႕အတန္းပိုင္းဆရာသစ္ ၿဖစ္တဲ႔ ဆရာ စြင္းနဲ႔ေတြ႕ဆံုတဲ႔ေနာက္မွာ ေခ်ာင္ရွီးဟာ ဘယ္လိုေတြေၿပာင္းလဲသြားမွာလဲအရင္က ဆရာမနဲ႔ပတ္သတ္ၿပီးအထိနာခဲ႔ဖူးတဲ႔ေခ်ာင္ရွီးတစ္ေယာက္ဆရာအသစ္ေပၚမွာဘယ္လိုယံုၾကည္ခ်က္ေတြနဲ႔မ်ားေရွ႕ဆက္မလဲမိသားစုနဲ႔ေရာ ဘယ္လိုေရွ႕ဆက္သြားရမလဲ ဆုိတာေတြကိုရွုစားရမွာပါဒီကားေလးမွာ ကိုယ္႔ကိုယ္ကိုလက္မေလ်ာ႔သမွ်ေလာကၾကီးမွာကိုယ္ၿဖစ္ခ်င္တာကိုယ္ၿဖစ္ႏိုင္တယ္ဆုိတဲ႔ ရသကိုခံစားသိၿမင္ရမွာပါစကားမစပ္ အဲ႔ကားေလးထဲက ေခ်ာင္ရွီးေလးက အေတာ္ေလးေခ်ာပါတယ္ :Pဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2e99n/Inferior_Student_Qiao_Xi_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTc3MzA5MzE4NF5BMl5BanBnXkFtZTgwNjExMTQwMTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Oculus (2013)",
        "description": "လက်မလွှတ်သင့်တဲ့HorrorMovieထဲမှာOcculusကတစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ကြည့်ရင်းကြည့်ရင်းနဲံ့ကြောက်သထက်ကြောက်လာရမယ့်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားဖြစ်တာလား?သရဲတကယ်ခြောက်တာလား?ဆိုတာကိုဇာတ်လမ်းကြည့်ရင်းအဖြေရှာရမယ့်ကားပါ။ကြောက်စိတ်ဆိုတာ.....ထင်ယောင်ထင်မှားဖြစ်တာကနေအစပြုတာများပါတယ်။မှန်ထဲမှာရှိတဲ့ ပုံရိပ်ဟာ ပုံရိပ်ယောင်ပါ။ပုံရိပ်ယောင်ကနေမှန်ကြည့်နေတဲ့လူကိုပူးကပ်လာလေမလားလို့ စိတ်ကူးယဉ်ဖူးပါသလားတကယ်ကို ပူးကပ်လာခဲ့တဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ?သရဲပူးကပ်နေတဲ့မှန်ကလူကိုဘယ်လိုများခြောက်လှန့်မယ်လို့ထင်ပါသလဲ?သရဲပူးကပ်နေတဲ့မှန်ကိုသိပ္ပံနည်းကျနဲ့ ဖြေရှင်နိုင်မယ်လို့ ထင်ပါသလား?",
        "rating": "6.5",
        "url": "https://megaup.net/1gW04/Oculus_(2013).mp4 ",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/triple-135x200.jpg",
        "title": "Triple Frontier 2019",
        "description": "Netflix ရဲ႕ အက္ရွင္ဇာတ္ကားအသစ္ထြက္လာပါျပီ။ မင္းသား ဘန္အက္ဖလက္၊ ခ်ာလီဟန္နန္၊ ေအာ္စကာအိုင္းဆက္တုိ႕လို လူေတြနဲ႕ ဇာတ္အိမ္ေကငာ္းေကာင္းဖြဲ႕ျပီး ရိုက္ကူးထားတာပါပဲ။ ေထြလာထြက္ကတည္းက ေမွ်ာ္ေနရတဲ့ကားဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းအထူးတပ္ဖြဲ႕ဝင္ေဟာင္းေတြရဲ႕ ဘဝဟာလည္း သနားစရာေကာင္းပါတယ္။ အစြမ္းကုန္ေလ့က်င့္၊ အသက္စြန္႕တိုက္ခိုက္ျပီး မေသလို႕ အနားယူခ်ိန္ေရာက္လာေတာ့ လက္ထဲမွာရွိတဲ့ပိုက္ဆံက သားသမီးေက်ာင္းစရိတ္ေတာင္ မလုပ္တဲ့လူေတြ ျဖစ္လာပါတယ္။ သူတို႕ဒီနယ္ပယ္မွာ ေတာ္သေလာက္သာ အျပင္လုပ္ငန္းေတြမွာ လုပ္ႏိုင္ခဲ့ရင္ စားမကုန္တဲ့ေငြေတြရႏိုင္မယ့္  အရည္အခ်င္းရွိတဲ့ သူမ်ိဳးေတြပါပဲ။ ဒီလိုအျဖစ္ေတြကို သည္းမခံခ်င္ေတာ့တဲ့ တပ္ဖြဲ႕ဝင္ေဟာင္းတစ္သိုက္ကေတာ့ ေတာထဲမွာ အေစာင့္အျပည့္နဲ႕ ေငြသန္းေပါင္းမ်ားစြာကို ဖင္ခုထိုင္ထားတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္အိမ္ကို ဝင္စီးျပီး တစ္သက္စားမကုန္မယ့္ေငြေတြကို ကိုယ့္အတြက္ကိုယ္သိမ္းဆည္းဖို႕ ၾကံစည္ၾကပါေတာ့တယ္။ တကယ္တမ္းေငြေတြရလာတဲ့အခါ အရမ္းမ်ားလြန္းေနတဲ့အတြက္ သူတို႕ထင္ထားသလို မေခ်ာေမြ႕ပဲ အခက္အခဲမ်ိဳးစံု ရင္ဆိုင္လာရပါေတာ့တယ္။File Size          :          900/ 450 ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/triple-frontier-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/longday-133x200.jpg",
        "title": "Long Day’s Journey Into Night ( 2019 )",
        "description": "ဒီဇာတ်ကားလေးဟာ IMDb မှာ 7.2 ရရှိထားပြီး Chinese Box Office မှာ37 Million အထိရထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်.ဒီဇာတ်ကားမှာယောက်ကျားတစ်ယောက်ရဲ့အတိတ်..အိမ်မက်..လက်တွေ့ဘဝသုံးခုမှာစိတ်ကူးလွင့်မျောနေပြီး သူ့ရဲ့ပျောက်ဆုံးသွားတဲ့တချိန်က ချစ်သူကိုပြန်ရှာဖွေတဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ သူဟာ ကွေကျုံးကိုပြန်သွားပြီးသူ့အိမ်မြေအောက်ခန်းကနေရတဲ့ဓါတ်ပုံထဲက လျို့ဝှက်ဆန်တဲ့မိန်းမကိုအနှစ်၂၀ ကြာမှ ပြန်လည်လိုက်ရှာနေမိတယ်.တချိန်တည်းမှာပဲသူနဲ့ချစ်ခဲ့ဖူးတဲ့မိန်းကလေးဟာလည်းထူးဆန်းစွာပျောက်ဆုံးသွားလို့တပါတည်းလိုက်ရှာနေမိတယ်.ဒီလိုနဲ့ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုခံစားပါ..တွေးတောရတာကြိုက်တဲ့သူတွေအတွက်တော့ တွေးစရာကောင်းမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/1I44m/Long_Day’s_Journey_Into_Night_[2019]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    }
]