[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPl4CrT7hcJAZUavAMKauZRrW0I.jpg",
        "title": "The Midas Touch (2020)",
        "description": "The Midas Touch (2020)====================IMDb Rating - 5.4/10ဇာတ်လမ်းအကျဥ်းအနေနဲ့ ဖိလစ်ဟာ မိန်းမရေးရာမှာ ကျရှုံးနေတဲ့ ကြော်ငြာအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ဘယ်လောက်ပဲကြိုးစား ကြိုးစား မိန်းမရေးရာမှာ မအောင်မြင်လို့ စိတ်ညစ်နေလျက်ရှိပါတယ်။ဒီလိုနဲ့တစ်ရက် စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေတုန်း ထိလိုက်သမျှ မိန်းမတွေ သူ့ကို စိတ်၀င်စားလာအောင် စွမ်းဆောင်နိုင်တဲ့ အစွမ်းတစ်ခုကို ဖိလစ် တိုက်ဆိုင်စွာပဲ ရရှိလာပါတယ်။ဒါပေမဲ့ စွမ်းအားတွေက ထိန်းမနိုင်သိမ်းမရ ဖြစ်လာတဲ့အခါ . ဖိလစ်တစ်ယောက် အကျပ်ရိုက်ပါတော့တယ်။ဖိလစ်ရရှိလာတဲ့အရာက စွမ်းအားလား ကျိန်စာဆိုးကြီးလား ဆိုတာကိုတော့..... ပရိတ်သတ်ကိုယ်တိုင်ပဲခံစားကြည့်ရှူလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 50minSubtitle – Myanmar HardsubFormat – Mp4Genre : ComedySource : 1080p.WebRipTranslator –  Chuck ChuckEncoder ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B4fi/The.Midas.Touch.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjRhOGYxNjMtNmRkMi00OWRlLTlkZjgtYWE3NzVkYTllZGQ1XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Born a Champion (2021)",
        "description": "Born a Champion (2021)==================IMDb Rating ကတော့ မထွက်လာသေးပါဘူး . အစောဆုံးတင်ပေးလိုက်ပါတယ်။ အခုဒီကားလေးက ဒီနှစ်ထဲမှာပဲထွက်ရှိထားတဲ့ Action/ Drama/ Sport စတိုင် ဇာတ်ကားကောင်းလေးပါ။ဘရာဇီးကိုယ်ခံပညာတစ်မျိုးဖြစ်တဲ့ ဂျူဂျစ်ဆုမှာထူးချွန်တဲ့ မစ်ကီကယ်လီ…….ဇွဲ၊ သတ္တိရှိပြီး အနိုင်မခံအရှုံးမပေးတဲ့ ကယ်လီ ၊ ခင်ပွန်းသည်ကောင်းတစ်ယောက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကယ်လီ၊ထိုးသတ်ပွဲတွေကို မကြိုက်တဲ့ သူ့ရဲ့ ချစ်တဲ့ဇနီးသည်ကိုဖြောင်းဖြပြီး တရားဝင်မဖြစ်သေးတဲ့ MMAပွဲကိုဝင်ပြိုင်ခဲ့တဲ့ကယ်လီ……… သူ့ဘဝမှာမရခဲ့တဲ့အရာကို မိသားစုကိုပေးချင်ခဲ့တဲ့ကယ်လီ၊ သားဖြစ်သူကိုသိပ်ချစ်ပြီး သားဖြစ်သူကို သူ့လိုမဖြစ်စေချင်ခဲ့တဲ့ ကယ်လီဆိုတဲ့ MMAဖိုက်တာကြီးအကြောင်းကို ရသစုံနဲ့ခံစားကြည့်ရှုရင်းဝေဖန်သုံးသပ် ကြည့်ကြပါအုံးလို့…………..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 52minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, SportSource : 1080p.WebRipTranslator –  ...",
        "rating": "",
        "url": "https://megaup.net/1dI2v/Born.a.Champion.2021.720p.BluRay[CM].mp4",
        "category": "Action, Drama, Sport, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/image-146x200.jpg",
        "title": "Cry Baby (1990)",
        "description": "IMDB (6.5) / Rotten Tomatoes (73%)အလီဆင်ဟာ ရှေးရိုးစွဲ (စကွဲ) လို့ခေါ်ကြတဲ့ မိသားစု ဝန်းကျင်ကနေဆင်းသက်လာတဲ့ မိန်းမလှလေးတစ်ယောက်၊ တစ်သက်လုံး\nလိမ်မာခဲ့ရတာ စိတ်ကုန်လှပါပြီလို့ ဆုံးဖြတ်မိရာကနေ ခရိုင်းဘေဘီဝေါလ်ကာ ဆိုတဲ့ ဆန့်ကျင်ဘက် ဒရိတ်ပ် ခေါ် ဆိုးသွမ်းလူငယ်အဖွဲ့\nတစ်ဖွဲ့ရဲ့ခေါင်းဆောင် ခပ်မိုက်မိုက်ဂေါ်ဘဲတစ်ပွေနဲ့ ချစ်ကျွမ်းဝင်မိပါတယ်။\nမျိုးနွယ်ချင်း ခံယူချက်ချင်း ယဉ်ကျေးမှုချင်း တောင်နဲ့မြောက် အရှေ့နဲ့အနောက်လို ကွာခြားချက် အစစအရာရာတွေကိုဆန့်ကျင်ပြီး\nသူတို့ဇာတ်လမ်းမှာ ကြုံရမယ့် အခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်မလဲဆိုတာကို ဂီတတွေနဲ့ မြူးမြူးကြွကြွပုံဖော်ထားတဲ့\nComedy, Musical ကိုမှ ဂန္ဓဝင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nအဲလ်ဗစ်ပရက်စလေရဲ့ ရုပ်ရှင်တွေ ၁၉၅၀ ဝန်းကျင်က ဆိုးသွမ်းလူငယ်တွေအကြောင်းနာမည်ကျော် ရုပ်ရှင်တွေကို\nတစ်စိတ်တစ်ပိုင်းသရော်လှောင်ပြောင်ထားတာဖြစ်တဲ့အတွက် သူတို့ ရဲ့ ရုပ်တည်ကြီးနဲ့ ခံစားချက်အပြည့်နဲ့အမူအယာတွေဟာ\nအတည်ပေါက်နဲ့ခွီရမယ့်အကွက်တွေပါပဲ။ ခရိုင်းဘေဘီရဲ့ ဇာတ်ကောင်နေရာနဲ့ကိုက်ညီတဲ့ လူငယ်မင်းသား ရှာဖို့ ဒါရိုက်တာဟာ ဆယ်ကျော်သက်\nမဂ္ဂဇင်းတွေကို အဲ့ဒီခေတ်က ဒေါ်လာ သုံးဆယ်ဖိုးဝယ်ယူခဲ့ပြီး မျက်နှာဖုံးအားလုံးဟာ ၁၉၈၇ က 21 Jump ...",
        "rating": "6.5",
        "url": "https://megaup.net/2WZ5C/(CM)Cry-Baby.1990.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nyzGexU2ftCySiwRKqNIJ3CdIJ.jpg",
        "title": "Bhoomi (2021)",
        "description": "Bhoomi (2021)ဘူမီနာသန် ဟာ NASA ရဲ့ပထမဆုံး တမီးလ်လူမျိုး အာကာသယာဥ်မှူးဖြစ်ပြီး\nအင်္ဂါဂြိုလ်ပေါ်ကိုပထမဆုံးဆင်းသက်မယ့်စစ်ဆင်ရေးကို\nဦးဆောင်သူဖြစ်ပါတယ်။\nအင်္ဂါဂြိုလ်ပေါ်ကို ဆင်းသက်ရုံတင်မကဘဲ အင်္ဂါဂြိုလ်ရဲ့ပတ်ဝန်းကျင်ကို\nလူသားတွေနေထိုင်နိုင်အောင် စိုက်ပျိုးရေးကိုသုံးပြီး ပြောင်းလဲဖို့အစီအစဥ်ရှိသူဖြစ်ပါတယ်။\nဘူမီဟာ အဲ့စစ်ဆင်ရေးမစခင် ခွင့်တစ်လရလိုက်တဲ့အခါ\nမိမိရဲ့မွေးရပ်​ဇာတိရွာကလေးကို အလည်သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nရွာကိုရောက်တဲ့အခါဆွေမျိုးသားချင်းတွေ သူငယ်ချင်းတွေနဲ့ပြန်တွေ့ခဲ့ပြီး\nရွာဟာအများကြီး​တိုးတက်ပြောင်းလဲတာတာကိုတွေ့ခဲ့ရပေမယ့်\nတစ်နေ့မှာပျက်စီးဆုတ်ယုတ်မှုတွေကိုလည်းတွေ့လိုက်ရပါတယ်။ဘူမီရဲ့ဦးလေးနဲ့တခြားလယ်သမားတွေရဲ့လယ်ယာစိုက်ခင်းတွေဟာ ပျက်စီးယိုယွင်းနေပြီး\nမြေအောက်ရေတွေကို ကုမ္ပဏီလုပ်ငန်းတွေကသုံးစွဲနေတာမို့ ရေရှားပါးမှုတွေဖြစ်လာပါတယ်။\nလယ်သမားတွေဟာအာဏာပိုင်တွေကို အကူအညီတောင်းကြပေမယ့်\nလျစ်လျူရှုခံ၊ ဖိနှိပ်ခံနေကြရတာကို ဘူမီတွေ့လိုက်ရတဲ့အခါ\nလယ်သမားတွေရဲ့အခက်အခဲတွေပြေလည်ဖို့ကြိုးစားပါတော့တယ်။\nဘူမီဟာ သူ့ရဲ့ကြိုးစားမှုတွေ​ကိုမလိုလားတဲ့ အာဏာပိုင်တွေကိုရင်ဆိုင်လာရကာ\nဆုံးရှုံးမှုတွေကြုံတွေ့ရပြီး သူ့ရွာမှာဖြစ်ပျက်နေတဲ့ပြဿနာတွေဟာ\nထင်ထားတာထက် ကြီးမားနက်နဲနေတာကိုသိလိုက်ရပါတယ်။\nသူ့ရွာနဲ့သူ့နိုင်ငံရဲ့ရှေ့ရေးအတွက် ဘူမီဟာ အိပ်မက်တွေကိုစတေးပြီး ကုမ္ပဏီလုပ်ငန်းထုတ်ကုန်တွေကို\nလယ်သမားတွေရဲ့သဘာဝစိုက်ပျိုးရေးထုတ်ကုန်တွေနဲ့အစားထိုးဖို့ကြိုးစားပါတော့တယ်။\nဒီကားဟာ စိုက်ပျိုးရေးနိုင်ငံတွေမှာဖြစ်နေတဲ့ အကြပ်အတည်းတွေကို\nပေါ်လွင်အောင်သရုပ်ဖော်ထားပြီး သဘာဝပတ်ဝန်းကျင်ကိုထိန်းသိမ်းသင့်ကြောင်း\nဇွဲမလျှော့ဘဲ ကြိုးစားရင် ဘာမဆိုဖြစ်လာနိုင်ကြောင်း\nမက်ဆေ့ကောင်းကောင်းပေးထားတဲ့ အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size… 1.2GB\nQuality….WEB-DL 720p\nFormat…mp4\nDuration….2hr 8min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Pyi.T.Nyein\nEncoder ..... August",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bhoomi-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Moving_On-658549451-large-139x200.jpg",
        "title": "Moving On (2019)",
        "description": "Moving On (2019)\n******************\nIMDB 6.7 Best New Director, Best New Actress အပါအဝင်ဆုပေါင်း ၁၃ ဆုနဲ့ ဆန်ကာတင် ၉ ခုအထိ ဝင်ခဲ့တဲ့2019 ထုတ်ကိုရီးယား ဒရမ်မာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ (ဇာတ်လမ်းအကျဉ်း)အိုဂျူဟာ အထက်တန်းကျောင်းသူတစ်ယောက်ပါသူမမှာ ဒုံဂျူဆိုတဲ့ မောင်လေးတစ်ယောက်လည်းရှိတယ်သူမအဖေရဲ့ စီးပွားရေးအခြေအနေမကောင်းတာကြောင့်နေထိုင်ရာ အိမ်ကလေးကနေ အဖိုးဖြစ်သူအိမ်ကိုပြောင်းရွှေ့ခဲ့ရတယ်အဖိုးရဲ့အိမ်မှာ နေသားတကျဖြစ်ဖို့ ခက်ခက်ခဲခဲ သူမကြိုးစားခဲ့တယ်အဖိုးဖြစ်သူနေမကောင်းတာကြောင့် သူမရဲ့အဒေါ်ပါအိမ်ကိုရောက်လာခဲ့တယ်အဖေ၊ အဖိုး၊ အဒေါ် ၊မောင်လေးတို့နဲ့တူတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးမှာ အမှတ်မထင် ကံဆိုးမှုတွေ ဖြစ်လာတဲ့အခါ......ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်Hay Thar Oo မှဘာသာပြန်ပေးထားပါတယ်။ File Size : (1.46 GB), (975 MB) and (500 MB)\nQuality : 1080p.WEB-DL, 720p.WEB-DL, 480p.WEB-DL\nFormat…mp4\nDuration…1h 45min\nGenre : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1B3x3/Moving_On_(2020)_720.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGE3N2QxN2YtM2ZlNS00MWIyLWE1NDAtYWFlN2FiYjY1MjczXkEyXkFqcGdeQXVyOTUwNzc0ODc@._V1_UY268_CR30182268_AL_-1-136x200.jpg",
        "title": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) – (2019)",
        "description": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) - (2019)\n========================================IMDb Rating - 8.3/10Remakeကားတွေ မူလရုပ်ရှင်ကို မှီတာ\nအတော်ရှားပါတယ်။အခုရုပ်ရှင်က အဲ့ဒီ\nလိုရှားတဲ့အထဲက တစ်ကားပါပဲ။\nသိသလောက်တော့\nကိုရီးယားရုပ်ရှင်တွေကို remake\nပြန်ရိုက်ကြတဲ့ အနောက်တိုင်းရုပ်ရှင်တွေမှာ\nပျက်ကြတာ အတော်များတယ်။ Old Boyတို့\nMy Sassy Girlတို့ IIMareတို့ဆို\nပျက်သလောက်ပါပဲ။မူလရုပ်ရှင်ရဲ့\nခံစားမှုကို မပေးစွမ်းနိုင်ပါဘူး။\nအခုရုပ်ရှင်ကတော့ Remakeဆိုပေမယ့်\nမူလရုပ်ရှင်ရဲ့ဟာကွက်ဆန်တာတွေကို\nဖြည့်ထားတဲ့အပြင်၊ ထောင်သားတွေရဲ့\nဇာတ်ကောင်စရိုက်ကလည်း ပိုပီပြင်တယ်။\nဖြစ်ရပ်တွေရဲ့ ယုတ္တိရှိမှုကလည်း\nပိုပြီးတာသွားတယ်။\nမူလရုပ်ရှင်ထက်သာတဲ့ Remakeလို့ပဲ\nဆိုချင်တယ်။ မူလ ကိုရီးယားရုပ်ရှင်ကို\nကြည့်ပြီး ခံစားခဲ့ရတဲ့သူတွေ ဒီရုပ်ရှင်မှာ\nပိုခံစားလို့ရမှာတော့ သေချာပါတယ်။ဇာတ်အိမ်တည်တာက တူရကီက ရွာလေးတစ်ရွာမှာ။\nအဲ့ဒီရွာမှာ မွေးထားတဲ့ ခြောက်နှစ်သမီး\nကလေးလောက်တောင် ညဏ်ရည်မမှီတဲ့လူရှိတယ်။\nဆင်းရဲကလည်းဆင်းရဲရတဲ့အထဲ\nဂြိုလ်ဆိုး၀င်ချက်ကတော့\nအခြေအနေအကြောင်းကြောင်းကြောင့်\nစစ်တပ်က ကွန်မန်ဒါရဲ့သမီးလေးသေသွားတာ\nသူ့ကြောင့်ဆိုပြီး သေဒဏ်ချခံလိုက်တာရတာပါပဲ။\nကလေးကိုသတ်တဲ့လူဆိုပြီး ထောင်သားချင်း\nအရိုက်ခံရတဲ့အပြင် ကွန်မန်ဒါကလည်း သူ့ကို\nမိသားစုနဲ့ပေးမတွေ့ဖို့ အမိန့်ချထားတယ်။\nတွေ့ခွင့်တောင်မရှိတဲ့ ဘ၀မှာသမီးကလွဲ\nဘာမှမရှိတဲ့အဖေတစ်ယောက်ရယ်\nအဖေကလွဲ ဘာမှမရှိတဲ့သမီးတစ်ယောက်ရယ်ဟာ\nတွေ့ခွင့်ရဖို့ကြိုးစားကြရင်း\nဒီရုပ်ရှင်ရဲ့ လူသားဆန်မှုတွေက\nကျွန်တော်တို့ မျက်ရည်ကို ချူယူသွားကြတယ်။\nဒီရုပ်ရှင်ကို ကြည့်ဖို့ မိတ်ဆွေအနေနဲ့\nတစ်ရှုးတစ်ရွက်လောက်တော့\nဆောင်ထားသင့်တယ်။Turkey Youth Awards (2020)နဲ့\nGolden Palm Awards (2020)\nတို့မှာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/miracle-in-cell-no-7-yedinci-kogustaki-mucize-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Spontaneous (2020)",
        "description": "Spontaneous (2020)================IMDb Rating - 6.5/10 ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့......ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ......မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ.....အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ.....ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ.......(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B33s/Spontaneous.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy, Fancy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3pEeRGZUGdTFyVoMRC2RHhRqr8.jpg",
        "title": "Micmacs (2009)",
        "description": "Micmacs (2009)ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး\nဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်\nစိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။\nဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။\nနှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း\nလမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့\nထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။\nဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး\nဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။\nသူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက\nကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။\nနေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက\nအဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။\nအဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး\nနေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ\nပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊\nဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊\nခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့\nလူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း\nလမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။\nသူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့\nကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့\nကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။\nအဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်\nလူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ\nသူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို\nသင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့\nဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။\nHugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊\nTim Burton ရဲ့ဇာတ်ကားတွေလို\nကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size… 2.9GB and 753MB\nQuality…. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2WYif/(CM)_Micmacs.2009.720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZqEqLeOuoKjaBfrOYE29RHOmtn.jpg",
        "title": "Back to the Wharf ( 2020 )",
        "description": "ဒီကားလေးကတော့ မင်းသားမင်းသမီးတွေ နာမည်သိပ်မကြီးမချောကြပေမယ့် တကယ့်ကိုဇာတ်ကားကောင်းပြီး ပညာရစေတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကျဉ်းပြောပြရရင်စုန့်ဟောက်ဆိုတဲ့ အတန်းထဲ အမြဲအဆင့် ၁ ရနေသူလေးက လီထန်ဆိုတဲ့မြို့တော်ဝန်အဖေ့အာဏာနဲ့ ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေတဲ့ကောင်လေးနဲ့ ငယ်သူငယ်ချင်းတွေပေါ့စုန့်ဟောက်က စာလုပ်တာအပြင် ဂိမ်းဆိုင်မှာ ဂိမ်းကစားရတာကိုအတော်လေး စိတ်ဝင်စားသူပါ။ဒါကြောင့်လည်း ကျောင်းနဲ့ အိမ်အပြင် ဂိမ်းဆိုင်မှာပဲ အချိန်ကုန်နေတတ်တယ်။ဂိမ်ကစားတိုင်း ရန်လာရှာတဲ့ လူရမ်းကားတွေကို လီထန်က ရှင်းပေးနေကြပေါ့...ဒါပေမယ့် တစ်နေ့ စုန့်ဟောက်အဆင့် ၁ ရလို့ တက္ကသိုလ်တန်းတက်ခွင့်ရတာကိုလီထန်အဖေက အာဏာနဲ့လုယူပြီးနောက်မှာတော့သူတို့ဆက်ဆံရေးက တစ်မျိုးပြောင်းသွားခဲ့ပါတယ်။တကယ်တော့ သူတို့ ဆက်ဆံရေးဆိုတာထက် စုန့်ဟောက်ရဲ့ဘဝကြီးတစ်ခုလုံး ပြောင်းလဲသွားတယ်ဆို ပိုမှန်မယ်စုန့်ဟောက်ဟာ သူ့အခွင့်ရေးကို လုယူသွားတာ သူယုံကြည်ရတဲ့တစ်ဦးတည်းသော သူငယ်ချင်း လီထန်ဆိုတာ သိရတော့ စိတ်မထိန်းနိုင်ဘဲလီထန်ကို သွားရှာတဲ့လမ်းမှာ အိမ်မှာဝင်ရာကနေ လူသတ်မိလို့အိမ်က ထွက်ပြေးခဲ့တာ အဆင့် ၁ ကျောင်းသားဘဝကနေမှတ်ပုံတင်အတုနဲ့ကျင်လည်နေတဲ့ လက်လုပ်လက်စားလေးဘဝကို ပြောင်းသွားခဲ့ပါတယ်၁၅ နှစ်ကြာလို့ သူ့အမေ ရက်လည်အတွက် စုန့်ဟောက် ပြန်ရောက်လာချိန်မှာဘယ်လိုတွေပြောင်းလဲပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-wharf-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clsf4ahm1KYucXxTZBEOZ3YJUyp.jpg",
        "title": "A Girl at My Door (2014)",
        "description": "[Unicode]IMDb Rating - 6.9/10သင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။\nLesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်\nဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်\nLow Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့\"လီယောင်းနမ်\"ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။\nမြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် \"ဒိုဟီး\"ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။\"ဒိုဟီး\"ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် \"ယောင်းနမ်\"က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ \"ဒိုဟီး\"ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့\"ဒိုဟီး\"ကို \"ယောင်းနမ်\"ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။\nဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက\"ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်\"ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲ\nဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲ\nမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]IMDb Rating - ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/a-girl-at-my-door-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODY1YzNiOGQtN2RhNS00ZjE1LThhMDktOTM0NDFjYmZjNmMxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "The Gandhi Murder (2019)",
        "description": "The Gandhi Murder (2019)====================IMDb Rating - 5.4/10၂၀၁၉ ခုနစ်ထွက် Historical/ Political ဇာတ်ကာဒချစ်သူတွေအတွက် A Must Watch ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....ကိုယ်နှုတ်နှလုံးသုံးပါးစလုံး ထပ်တူကျနေရင် ဒါဟာပျော်ရွှင်မှုပဲ အားနည်းတဲ့သူတွေဟာ ခွင့်မလွှတ်နိုင်ကြဘူး ခွင့်လွှတ်ခြင်းဆိုတာသန်မာတဲ့လူတွေပဲ ပိုင်ဆိုင်တဲ့အရည်အချင်းတစ်ခုဖြစ်တယ်လို့  မဟတ္တမဂန်ဒီက မိန့်ဆိုခဲ့ဖူးပါတယ်။အကြမ်းမဖက်ရေးလမ်းစဉ်သမား မေတ္တာရှင်ကြီး မဟတ္တမဟာ ၁၉၄၈ ခုနစ် ဇန်နဝါရီလ ၃၀ ရက်နေ့ နယူးဒေလီမှာ လုပ်ကြံသတ်ဖြတ်ခံခဲ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ဂန္ဒီရဲ့အမြင်ကိုရိုက်ကူးထားတာမဟုတ်ပဲ လက်တွေ့ဘဝမှာရှိခဲ့တဲ့ ရဲအရာရှိသုံးယောက်ရဲ့အမြင်ကို ဝိရောဓိဆန်ဆန် မှီငြမ်းရိုက်ကူးထားတာဖြစ်ကြောင်း သတိချပ်စေချင်ပါတယ်။ အခြေတည်ထားတာက ဂန္ဒီလုပ်ကြံမခံရမီ အိန္ဒိနိုင်ငံ ပူပူနွေးနွေး လွတ်လပ်ရေးရပြီးကာစ ကာလမှာဖြစ်ပါတယ်...ပြည်တွင်းစစ်ဖြစ်လာတော့မှာ ကျိန်းသေသလောက်ဖြစ်နေပြီး အမျိုးဘာသာဂိုဏ်းကွဲ အစွန်းရောက်တွေကြောင့် နိုင်ငံဟာချောက်ထဲကျလုကျခင်အခြေအနေဖြစ်နေပါတယ်....ပါကစ္စတန်က ငွေကြေးထောက်ပံ့ဖို့ ကို ပယ်ချခံရတဲ့ကိစ္စအတွက် ဂန္ဒီဟာ အစာငတ်ခံဆန္ဒပြခဲ့တာကြောင့် ဟိန္ဒူပါတီဝင်တွေကမကျေမနပ်ဖြစ်ပြီး လုပ်ကြံဖို့ကြံစည်နေကြပါတယ်....အဲဒါကို ဘုံဘေရဲတပ်ဖွဲ့ဝင် ဒီစီပီဂျင်မီနဲ့ ဒီအိုင်ဂျီရေနာတို့က ကြိုတင်သတင်းရထားခဲ့ပေမယ့်  သူတို့ရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B1df/The.Gandhi.Murder.2019.720p.GP.WEB-DL[CM].mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Six-Minutes-to-Midnight-133x200.jpg",
        "title": "Six Minutes to Midnight (2020)",
        "description": "Six Minutes to Midnight (2020)\n*********************************အခုလောလောလတ်လတ် ၂၀၂၀မှာထွက်ထားတဲ့\nဒုတိယကမ္ဘာစစ်ကြိုကာလအတွင်းက ဇာတ်ကားလေးတစ်ခုကို မိတ်ဆက်ပေးချင်ပါတယ်...သိကြတဲ့အတိုင်း World War II ဟာ ဂျာမနီက နာဇီခေါင်းဆောင် ဟစ်တလာရဲ့\nစစ်မီးပွား စတင်လောင်ကျွမ်း ရာကနေစတင်ခဲ့တာပါ...ဒီစစ်ပွဲမတိုင်ခင်ကတည်းက အင်္ဂလန်ရဲ့တောင်ဘက်ကမ်းရိုးတန်း ဘက်စ်ဟေးမြို့မှာ\nအထက်တန်းလွှာတွေရဲ့သမီးပျိုတွေကို သီးသန့်သင်ပေးတဲ့\nအော်ဂတ်စတာဗစ်တိုးရီးယား မိန်းကလေးကျောင်းရှိပါတယ်...ဒီကျောင်းကြီးကို ဂျာမနီရဲ့နောက်ဆုံးဧကရာဇ်ဘုရင်မကြီးက တည်ထောင်ခဲ့တာပါ\nအဲ့ကျောင်းမှာ ဂျာမန်နာဇီပါတီရဲ့အရာရှိကြီးတွေရဲ့သမီးပျိုတွေလည်း တက်ကြပါတယ်....အင်္ဂလိပ်လူမျိုး သောမတ်မေလာတစ်ယောက် အဲဒီဂျာမနီကျောင်းကြီးကို\nအင်္ဂလိပ်စာဆရာအနေနဲ့ ရောက်လာတဲ့အခါမှာတော့.....ဘာတွေဆက်ဖြစ်ကြမလဲ?? ဘာကြောင့်ရောက်လာရတာလဲ??ဒီဇာတ်ကားရဲ့နာမည်ကိုက “Six Minutes to Midnight”  သန်းခေါင်ယံရောက်ဖို့၆မိနစ်အလိုတဲ့\nWorld War II မစခင် ၁၇ရက်အလို ၁၉၃၉ ဩဂုတ် ၁၅ ကစပြီး အခြေခံရိုက်ကူးထားတာပါစစ်ကားလိုမျိုးမဟုတ်ပေမယ့် ရသတစ်ခုခုတော့ပေးစွမ်းနိုင်မယ်ထင်ပါတယ်... ခံစားကြည့်ရှူကြပါဦး File Size : (1.6 GB) and (931 MB)\nQuality : BluRay 1080p\nFormat…mp4\nDuration…1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/2gZpg/Six_Minutes_to_Midnight_(2020)_720.mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxO9MBHp6LWiXZyv7G40Fv5WCuh.jpg",
        "title": "Romance Doll (2020)",
        "description": "Romance Doll 2020\n-------------------------------၁၈ယောက်စုကြည့်ရတဲ့ကားပါလို့ ကြိုပြောထားပါမယ်Netflix ကရိုက်ထားတဲ့ကားကောင်းလေးပါသရုပ်ဆောင်အများကြီးမပါပေမယ့်နွေးထွေးတဲ့ဆက်ဆံရေးအများကြီးကိုရှင်းရှင်းလင်းလင်းကိုရိုက်ပြထားပြီး သရုပ်ဆောင်တွေအကုန်လုံးကလည်းchemistery မိလှပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့လူကြီးအရုပ်တွေလုပ်ရတဲ့ကောင်လေးနဲ့အဝတ်ဗလာမော်ဒယ်လ်ထိုင်ပေးတဲ့ကောင်မလေးတစ်ယောက်တို့အကြောင်းပေါ့ပထမတွေ့တဲ့အကြိမ်မှာပဲရင်သားတွေအကိုင်ခံလိုက်ရလို့ချစ်သွားတဲ့ကောင်မလေးနဲ့ရှက်ရှက်နဲ့ကိုင်လိုက်ပြီး တစ်ခါတည်းနဲ့ကိုတန်းချစ်သွားတဲ့ကောင်လေးတို့ဟာအချင်းချင်းအမေးအမြန်းတွေသိပ်လုပ်မနေပဲလက်ထပ်လိုက်ကြပါတယ်ချစ်ခြင်းတွေနဲ့ပဲတည်ဆောက်ထားတဲ့နှစ်ယောက်တည်းကမ္ဘာလေးကလျှို့ဝှက်ချက်တွေမပေါ်လာခင်အထိတော့သာယာနေခဲ့တာပေါ့ယောင်္ကျားတွေက ဘယ်လိုပဲချစ်လို့ယူထားယူထားအခြားက စနှိုက်တွေရောက်လာတဲ့အခါခဏလောက်ဖြစ်ဖြစ် ယိမ်းယိုင်တတ်တဲ့စိတ်ကိုလည်းမြင်လိုက်ရပါသေးတယ်( ရှင်တို့ယောင်္ကျားတွေကောင်းကိုမကောင်းဘူး )ဆိုတော့ သာယာကြည်နူးဖွယ်ကောင်းသော ဝမ်းနည်းဖွယ်ကောင်းသောပျော်ရွှင်ဖွယ်ကောင်းသော အခန်းတိုင်းက ခံစားချက်အမျိုးမျိုးကိုရစေပါတယ်ချစ်ခြင်းတရားဟာ အဘယ်ကဲ့သို့ဆန်းကြယ်ကြောင်းတွေရောကိုအပြင်လောကမှာကြုံတွေ့ရသလို သဘာဝကျကျလေးရိုက်ကူးထားတာမို့လို့စီးမြောခံစားရတာ သက်တောင့်သက်သာရှိလှပါတယ်( ရည်းစားမရှိတဲ့သူတွေကတော့ ရုပ်ရှင်ကိုရုပ်ရှင်လိုပဲကြည့်ပေါ့ )ဇာတ်လမ်လေးကောင်းရုံတင်မကအပိုဆုအနေနဲ့ မင်းသမီးလေးကလည်းအသားအရည်ရဲ့ဝင်းလဲ့နေမှု မျက်နှာလေးရဲ့ လှပနေမှုဆိုသလိုတော်တော်လေးလှပါတယ်ပြီးတော့ ၂၀၀၈တုန်းက အကောင်းဆုံးဇာတ်ပို့ဆုရထားတာမို့ သရုပ်ဆောင်တာကတော့သိပ်ညွှန်းမနေတော့ဘူးနော် )မင်းသားကလည်း ယောင်္ကျားဆန်ဆန်ပုံစံနဲ့ သရုပ်ဆောင်တာလည်းကောင်းတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်အတွက် နောင်တရစရာမရှိပါဘူး  Translated and Reviewed by ThinZar HtetEncoded by YKFile Size : 2.2GB abd 1.3GBQuality :1080p Blu-Ray Remux and 720pDuration : 2h 3minSubtitles : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://megaup.net/V49a/(CM)Romance.Doll.2020.720p..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/poster-Bloody-Hell-2020-105x200.jpg",
        "title": "Bloody Hell (2020)",
        "description": "Bloody Hell (2020)\n************************************IMDB Rating : 6.4 *\n***** သတိ *****\nကြောက်တတ်သူများနဲ့ အသည်းငယ်တတ်သူများ မကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ စစ်မှုထမ်းဟောင်း ဖြစ်သူ ရက်ဇ်ဟာ သူ့မသိစိတ်နဲ့ ပြောဆိုတိုင်ပင်လေ့ ရှိသူပါ။\nတစ်ရက် ဘဏ်တစ်ခုမှာ ငွေသွားထုတ်ရင်း ဘဏ်ဓါးပြတိုက်ခံရတာနဲ့ ထိပ်တိုက် တိုးပါတော့တယ်။\nရှောင်လွှဲဖို့ ကြိုးစားပေမယ့် မထင်မှတ်ဘဲ ဘဏ်ဓါးပြအကုန်လုံးကို ရက်ဇ်တစ်ယောက်တည်း ဆော်ပလော်တီးလိုက်မိပါတယ်။အဲဒီလို ဝင်ပါ၊ ဝင်ဗျင်းလိုက်တာ သူ့ဘ၀ အတော် တိုင်ပတ်သွားပါတော့တယ်။\nကောင်းသတင်း၊ ဆိုးသတင်း ရောပြွန်းပြီး နာမည်ကြီးလာ တဲ့အတွက်\nလောကဓံကို မခံနိုင်တဲ့ ရက်ဇ်ဟာ တခြားနိုင်ငံကို ခြေဆန့်ကာ ရှောင်ပြေးပါ တော့တယ်။မရှောင်တဲ့သူတွေအတွက် တည့်တည့် မတိုးပေမယ့် ဒုက္ခတွေကနေ ထွက်ပြေးလာတဲ့ ရက်ဇ်ဟာ\nအင်မတန် ထူးဆန်းပြီး ကြောက်စရာမိသားစုနဲ့ တိုက်ရိုက် ဆုံဆည်းကာ ကံကြမ္မာဆိုးတွေနဲ့ နဖူးတွေ့ ဒူးတွေ တွေ့ပါတော့တယ်။ရက်ဇ် ဘယ်လို ကံကြမ္မာဆိုးတွေနဲ့ ကြုံဆုံရမလဲ? လွတ်ကော ...",
        "rating": "6.4",
        "url": "https://megaup.net/1B1na/Bloody_Hell_(2020)_720.mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OWTh12f8gmZ8uo4O2rE5TPKvzc.jpg",
        "title": "Tribhanga(2021)",
        "description": "Tribhanga(2021)အညွှန်း******************IMDb...7.0နာယန်ဆိုတဲ့အမျိုးသမီးကြီးဟာ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ပါ.....ငယ်စဉ်ကထဲကရေးခဲ့တဲ့ စာအုပ်တွေအတော်များများဟာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့သလိုရုပ်ရှင်တွေအဖြစ်အမြောက်အများပြန်လည်ရိုက်ကူးခဲ့ရပါတယ်.....ငယ်စဉ်က စာရေးခြင်းအလုပ်ကိုပဲဇောက်ချလုပ်ကိုင်ခဲ့ပုံရတယ်....သမီးဖြစ်သူအပေါ်နွေးထွေးမှုတွေလည်း လစ်ဟင်းခဲ့ပုံပါပဲ...သမီးဖြစ်သူကလည်း အရွယ်မတိုင်ခင်ရင့်ကျက်ခဲ့ရပြီးကိုယ့်လမ်းကိုယ်ဖောက်ပြီးအောင်မြင်နေပေမဲ့ အမေဖြစ်သူစာရေးဆရာမကြီးကိုတော့အမုန်းကြီးမုန်းနေဆဲပါပဲ..... အသက်အရွယ်ရလာတဲ့စာရေးဆရာမကြီးဟာ နောက်ဆုံးအနေနဲ့ကိုယ်တိုင်ရေးအတ္ထုပတ္တိလေးထုတ်သွားချင်တယ်...ငယ်ဘဝကစလို့ဖြတ်သန်းပုံအဆင့်ဆင့်ကိုရေးသားသွားချင်တယ်..ခက်တာကသူမရဲ့လက်ကျန်းမာရေးအခြေအနေက ကိုယ်တိုင်ရေးဖို့ခက်ခဲတာကြောင့် တခြားစာရေးဆရာတစ်ယောက်ကိုကူညီတောင်းပြီးအသံသွင်းမှတ်တမ်းနဲ့ပြန်ရေးစေပါတယ်...အဲ့ဒီလိုရေးနေစဉ်ကာလမှာပဲမထင်မှတ်တဲ့အရာတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဒီကားက မင်းသမီးကြီး Kajol အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းတော်တော်ကောင်းတဲ့ ကားမို့အိန္ဒိယကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါဘူး...ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size : (1.8GB) and (897MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2WWix/Tribhanga.2021,WEB-DL.720P.PP.mkv",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTc0ZTM1NTEtMDk0OC00Mzc3LTlmMDUtZWQ0OTEwZThkMDAzXkEyXkFqcGdeQXVyMzgxODI0MTk@._V1_-140x200.jpg",
        "title": "The Dog (2010)",
        "description": "ဘဝက လှည့်ကွက်တွေနဲ့ ပြည့်နေတတ်တယ်တဲ့\nဒီကားလေးကတော့\nအဖေ့ရဲ့ ဂရုစိုက်မှုကို ခွေးလောက်တောင် မရတာကြောင့်ဆိုးသွမ်းနေတဲ့ သူဌေးသား Bank\nနိုင်ငံတော်က ပြည်သူတွေထက် ခွေးကို အရေးပေးနေလို့ ဒေါသူပုန်ထ ဆန္ဒပြနေတဲ့ Den\nအသက်အငယ်ဆုံး ကွန်ပြူတာပညာရှင်ဖြစ်တာကြောင့် သူ့ပညာတွေ ထုတ်သုံးပြချင်နေတဲ့ ‌ခွေးချစ်တဲ့ Art\nသူတို့ သုံးယောက်ရဲ့ ရည်ရွယ်ချက် \"ခွေးခိုးဖို့\" က ထပ်တူညီနေတဲ့အခါ\nသူတို့ထင်ထားသလို မရိုးရှင်းပဲ မထင်ထားတဲ့ လျှို့ဝှက်ချက်တွေ သူတို့ သိသွားတဲ့အခါ\n2010 ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးကတော့ ဇာတ်အိမ်က မရိုးမဆန်းလေးဖြစ်တာကြောင့် ထိုင်းကားကြိုက်သူတွေအတွက်ကြည့်ပျော်မှာဖြစ်ပါတယ်ရှင်။ \nFile size…(1.5 GB) and (999 MB)\nQuality…HDRip 1080p and 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://megaup.net/1B16l/(CM)The_Dog.2010-720p_HDRip.x264.AAC-SeeingMole.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/6Zxyj_4f-115x200.jpg",
        "title": "Rat Disaster (2021)",
        "description": "Rat Disaster (2021)ပါတ်ဝန်းကျင်မှာ ကြွက်တွေ ရှိနေတဲ့ အခါစိတ်အနှောင့်အယှက်ဖြစ်ရပ်ပါတယ် ကြွက်ကိုတော်ရုံမဟုတ်ပဲ အုပ်လိုက် ရထားတွဲတတွဲစာဆို စဥ်းစားသာကြည့်တော့ ကြွက်တွေက ပါတ်ဝန်းကျင်ကိုအကျည်းတန်စေရုံသာမက ပလိပ်စတဲ့ ရောဂါပိုးတွေကိုပါ သယ်ဆောင်လာတတ်တဲ့ မကောင်းဆိုးဝါးအသေးစားလေးတွေပါ အဲ့လိုမျိုးကြွက်တွေက လူတွေကိုပါ ကိုက်ဖြတ် စားသောက်နေတဲ့ အထိ အန္တရာယ်ရှိလာပြီဆိုရင်ရော .....ဇာတ်လမ်းအကျဥ်း- တရုတ်ပြည်ရဲ့ ပေဝေပြည်နယ်ကနေ ရထားတစီး ထွက်ခွာစပြုနေပါတယ် ရထားပေါ်ကနေအခြားရထားပေါ်မှာလူသေတွေနဲ့ ကြွက်အုပ်လိုက်ကြီး ပြေးဆင်းသွားတာကို မြင်လိုက်ရသူကတော့ ကျန်းမာရေးဌာနကဆရာစူးပါ နောက်တော့ သူတို့ရထားပေါ်မှာပါ ကြွက်သံတွေ ဆူညံလာပြီးနောက် ဘာတွေ ဆက်ဖြစ်ကြမလဲလူတွေရဲ့ အသက်ဘေးနဲ့ ရင်ဆိုင်လာရတဲ့အခါ အတ္တနဲ့ယှဥ်ပြီး ဆုံးဖြတ်တတ်မှုတွေ အားလုံးကို ကြည့်ရှုရမှာပါ(ဇာတ်ကားထဲမှာ ကြွက်တွေ အုပ်လိုက်ပါတာ ဖြစ်လို့ ဇာတ်ကားအစမှာ သတိပေးစာတန်းတခုကို တွေ့ရမှာ ဖြစ်ပါတယ် )  Translated by : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B0il/%7BCM%7DRat_Disaster_720p.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNWZhNDhhZjgtNWJiOC00N2JkLWFkZGItMWQ0ZmNkNjA0NzQwXkEyXkFqcGdeQXVyMjEyOTM1NzA@._V1_-140x200.jpeg",
        "title": "My Love, My Bride (2014)",
        "description": "[Unicode]My Love My Bride 2014အထူးမိတ်ဆက်ပေးစရာ မလိုတဲ့ K Drama မင်းသားနဲ့ မင်းသမီး Jo JungSuk နဲ့ Shin MinAh တို့ရဲ့ လက်တွေ့ဆန်ဆန် အိမ်ထောင်ရေးဘဝ အချစ်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။တွေ့ဆုံကြ... သမီးရည်းစားဘဝချစ်ကြိုက်ကြ... နောက်တော့ လက်ထပ်လိုက်ကြ...ဒီလိုနဲ့ မတူညီတော့တဲ့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းတရားတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။အကျဉ်းချုပ် ပြောပြရရင် တက္ကသိုလ်ကျောင်းသားဘဝမှာ ချစ်ကြိုက်ခဲ့ကြတဲ့ ဂန်ယောင်မင်းနဲ့မီယောင်းတို့ဟာ လက်ထပ်ခဲ့ကြပြီး ညားခါစ ဇနီးမောင်နှံဘဝ အခြေအနေမှာ သာယာကြည်နူးခဲ့ကြသလောက် တဖြည်းဖြည်း အချိန်တွေကုန်ဆုံးလာတဲ့အခါ နှစ်ယောက်ကြားက အိမ်ထောင်ရေး ပြသနာများကို ရင်ဆိုင်လာရပြီး ခါးသီးလာခဲ့ကြပါတယ်။ဒါပေမယ့် အဲ့လို အခက်အခဲတွေ နားမလည်မှုတွေကြား မပြေလည်မှုကြားကနေ သူတို့နှစ်ယောက်ကြားမှာ အချစ်ဆိုတာကို တဖြည်းဖြည်း နားလည်လာခဲ့ရလို နားလည်မှု နွေးထွေးမှု ကြင်နာမှု သစ္စာရှိမှုတွေနဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုရှေ့ဆက် အဆုံးသတ်သွားမယ်ဆိုတာကို လက်တွေ့ဆန်ဆန် ခံစားသက်ဝင်ရမှာပါ။( ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-love-my-bride-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTePrsZZnY8upKIB5Xl519wUgpQ.jpg",
        "title": "Just a Stranger",
        "description": "Just A Stranger (2019)\n~~~~~~~~~~~~~~~~~~~~~IMDb - 6.2/10\nဒီဇာတ်ကားလေးကတော့ 2019တုန်းက\nအရမ်းကိုအောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် Romance/Drama ကားလေးဖြစ်ပါတယ်ရုံတင်ပြီး (၁၂)ရက်အကြာမှာပဲ\nBox office မှာ PHP 100million အထိဝင်ငွေရရှိခဲ့ပါတယ်~~~ အညွှန်း ~~~အချစ်မပါတဲ့ အိမ်ထောင်ရေးကြောင့် မပျော်မရွှင်ဖြစ်နေတဲ့ (၃၈)နှစ်အရွယ် မေနဲ့\nမိဘတွေရဲ့ တင်းကြပ်တဲ့ချုပ်ထိန်းမှုတွေနဲ့ ချစ်သူကောင်မလေးရဲ့နားလည်မပေးမှုတွေကြောင့်\nစိတ်ညစ်နေတဲ့ ဂျေရီဂိုဆိုတဲ့ (၁၉)နှစ်အရွယ်ကောင်လေးတို့နှစ်ယောက် ခရီးထွက်ရင်း\nကမ်းခြေတစ်ခုမှာ မထင်မှတ်ဘဲ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက် တစ်ညတာ အတူနေဖြစ်သွားကြပါတယ်~~~~~~\nမေကတော့ သူ့နေရပ် ဖိလစ်ပိုင်နိုင်ငံကို ပြန်သွားခဲ့ပါတယ်~\nတစ်ဖက်မှာလည်း ဖခင်ဖြစ်သူရဲ့အလုပ်​ကြောင့်\nဂျေရီဂိုတို့မိသားစုဟာ ဖိလစ်ပိုင်ကို ပြန်ပြောင်းဖြစ်ခဲ့ကြပါတယ်~ရက်အနည်းငယ်အကြာမှာတော့ ပြတိုက်တစ်ခုမှာ\nသူတို့နှစ်ယောက် မထင်မှတ်ဘဲ ပြန်လည်ဆုံတွေ့ဖို့ ဖြစ်လာရာကနေ\nအသက်နှစ်ဆလောက်ကွာနေတဲ့ သူတို့နှစ်ယောက်ကြားမှာ\nဘာတွေဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်~ဇာတ်လမ်းရဲ့အစပိုင်းကိုတော့ သာမာန်ပဲလို့ထင်ရနိုင်ချေရှိပေမယ့်\nမထင်မှတ်ထားတဲ့ ဇာတ်သိမ်းခန်းကြောင့်\nရသတစ်ခုခုကို ကျိန်းသေပေါက်ခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွှတ်သင့်ပါဘူးနော်~Review by Van Sui ParFile size… 1.67GB and 758MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr ...",
        "rating": "6.2",
        "url": "https://megaup.net/1B0bo/(CM)_Just.A.Stranger.2019.720p.NF.WEB-DL..mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Nocturne-133x200.jpg",
        "title": "Nocturne (2020)",
        "description": "Nocturne 2020*************IMDB - 5.6\nHorror , Mystery, Thrillerဇာတ်ကားအကျဉ်းလေးကတော့\nဗီဗီယန်နဲ့ ဂျုလီယက် ဆိုတဲ့အမြွှာညီမ နှစ်ယောက်ဟာ ပီယာနိုတီးတာအထူး\nကျွမ်းကျင်သလို အနုပညာကျောင်းမှာလည်းအတူတူတက်နေကြပါတယ်အစ်မဖြစ်သူ ဗီဗီယန်ဟာ ကျောင်းမှာ နာမည်ကြီးသလို\nကမ္ဘာ့အကောင်းဆုံးအနုပညာကျောင်းမှာဆက်လက်တက်ရောက်ဖို့\nတစ်ပေးခံထားရသူလည်းဖြစ်တယ်ညီမဖြစ်သူ ဂျုလီယက်ကတော့ ဗီဗီယန်နဲ့ပြောင်းပြန်ပါပဲ\nအနေအေးသလို အရှက်အကြောက်ကြီးတယ်။ဒီလိုနဲ့ နွေရာသီ ကျောင်းပိတ်ရက် ပြီးခါနီးလို့ ကျောင်းပြန်တက်ခါနီးအချိန်မှာ\nသူတို့ကျောင်းမှာ အတော်ဆုံးဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ မော်ရာ ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့ပါတယ်။ကျောင်းပြန်တက်တဲ့အခါ ကျောင်းအုပ်ကမော်ရာရဲ့သေဆုံးမှုအမှတ်တရအနေနဲ့\nconcerto ပြိုင်ပွဲကိုဆက်လုပ်ဖို့အတွက် Music မေဂျာစီနီယာတွေကိုအကုန်လုံးကိုပြိုင်ပွဲဝင်ဖို့ကျောင်းဖွင့်မိန့်ခွန်းမှာပြောကြားခဲ့တယ်။ဒီပွဲက စီနီယာတွေအတွက်အခွင့်တစ်ရပ်ဖြစ်တဲ့အတွက်\nဗီဗီယန်တို့ညီအစ်မနှစ်ယောက်ကလဲ အထူးပစ်မှတ်ထားနေကြတယ်။ဒီလိုနဲ့ တစ်နေ့ကျောင်းစာကြည့်တိုက်မှာသေဆုံးသူ မော်ရာပစ္စည်းတွေ ကိုရှင်းလင်းရင်းနဲ့\nထူးဆန်းတဲ့ သင်္ကေတပုံကြမ်းတွေပါတဲ့ မော်ရာသံစဉ်စာအုပ်ကိုဂျုလီယက်ကအမှတ်မထင်ရသွားတဲ့အခါမှာတော့ဘယ်လိုတွေစိတ်ဝင်တစားဖြစ်ရပ်တွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦး File Size : (1.5 GB) and (844 MB)\nQuality : 1080p WEBRip, 720p WEBRip\nFormat…mp4\nDuration…1h 30min\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1B06x/Nocturne_(2020)_720.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg",
        "title": "Rashomon (1950)",
        "description": "[Unicode]Rashomon(1950)\n=============\nIMDb Rating - 8.2 out of 10ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်\nအဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။\nခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့\nဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူး\nအဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။\nကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။\nပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။\nတစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။\nဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်\nပြပါဆိုရင်တော့\nကျွန်တော် ဒီကားပြမိမယ်။\nအတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။\nပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာ\nကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။\nဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။\nမုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။\nတောပုန်းရယ် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2WV6w/Rashomon_(1950)_B&W_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wperP8EmDlClErBF8zEdmMGNqKm.jpg",
        "title": "Taking a Shot at Love (2021)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ January 2 ရက်နေ့မှပူပူနွေးနွေးထွက်ရှိထားတဲ့ Taking a Shot at Love ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုတော့ ဒီလိုလေးနဲ့အစပြုထားပါတယ်ရေခဲပြင်ဟော်ကီကစားသမားဖြစ်တဲ့ ရိုင်ယန်ကုဖ့်ပါဟာ ရေခဲပြင်ဟော်ကီမှာတော့ နာမည်ကြီးတဲ့အကျော်အမော်ကစားသမားတစ်ဦးပါရိုင်ယန်လိုအားကစားသမားတစ်ဦးအတွက် ထိခိုက်ဒဏ်ရာရတယ်ဆိုတာ တွေးတောင်မတွေးဝံ့တဲ့ အိပ်မက်ဆိုးတစ်ရပ်ပဲဖြစ်ပါတယ်ဒါပေမယ့်ကံကြမ္မာဟာ ရိုင်ယန်အပေါ်မျက်နှာသာမပေးခဲ့ပါဘူး တစ်နေ့ ရိုင်ယန်တစ်ယောက် ဟော်ကီကစားရင်း ခြေချင်းဝတ်ကိုထိခိုက်မိခဲ့ရာမှ သူအနှစ်သက်ဆုံးဟော်ကီကစားနည်းကိုလက်လွှတ်ရမလို ဖြစ်ခဲ့ရပါတယ်ဒီလိုနဲ့ခြေချင်းဝတ်ဒဏ်ရာရတဲ့ရိုင်ယန်တစ်ယောက် သူရဲ့ညီဝမ်းကွဲဖြစ်တဲ့တယ်ရီနဲ့ဆက်စပ်မိပြီး အေဗွန်မြို့မှ ဘဲလေးဆရာမဂျန်နာထံမှာ ခြေချင်းဝတ်ဒဏ်ရာကုသရန် အကြောင်းဖန်လာပါတော့တယ်ဂျန်နာဆိုသူမှာလည်း ရိုင်ယန်ကုဖ့်ပါလိုမျိုး ခြေချင်းဝတ်ဒဏ်ရာကြောင့် သူမရဲ့ပရော်ဖက်ရှင်နယ်ဘဲလေးကချေသည်ဘဝကို လက်လွှတ်ခဲ့ရသူပါဒါပေမယ့်သူမဟာ သူမတတ်ကျွမ်းတဲ့ဘဲလေးအကကိုသုံးပြီး ခြေချင်းဝတ်ဒဏ်ရာကို ပျောက်ကင်းအောင်စွမ်းဆောင်နိုင်ခဲ့ပါတယ်ကုထုံးတွေအများကြီးရှိတဲ့အထဲမှာ ဘဲလေးအကကုထုံးကိုသုံးပြီး ကုသပေးတာဆို​တော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒီလိုနဲ့ဂျန်နာတစ်ယောက် ဘဲလေးကုထုံးကိုသုံးပြီး ရိုင်ယန်ကိုဘယ်လိုတွေကုသပေးမလဲ.....နှစ်ဦးကြားမှာလည်း ဘယ်လိုသံယောဇဥ်ကြိုးလေးတွေ ရစ်နှောင်သွားမလဲဆိုတာတွေကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ရှင်ရိုင်ယန်အနေနဲ့ မင်းသား Luke Macfarlaneကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Alexa Penavega က ဂျန်နာအဖြစ် ပါဝင်အားဖြည့်သရုပ်​ဆောင်ထားပါတယ်Rating အနေနဲ့ကလည်း 7.4/10ရရှိထားတော့ အားလုံးသဘောတွေ့မယ့် romantic movie လေးဖြစ်မယ်လို့ မျှော်လင့်မိပါတယ်အညွှန်းနှင့်ဘာသာပြန်ဆိုသူ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1AZy0/%7BCM%7DTaking.a.Shot.at.Love.2021.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ef37088d786fb417c269f1cedb5d0c79-151x200.jpeg",
        "title": "Air Doll (2009)",
        "description": "[Unicode]Air Doll 2009ဂျပန် Mangaကို ပြန်လည်ရိုက်ကူးထားပြီး ကိုရီးယားမင်းသမီး ဘယ်ဒိုနာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးကတော့\nလေထိုးအရုပ်မလေးတစ်ခုရဲ့ လူသားတွေရဲ့ နေထိုင်မှုပုံစံကို စူးစမ်းလေ့လာရာမှ လူ့ဘဝ လူ့ခံစားချက်တွေအကြောင်းကို သိစေနိုင်မယ့် ဇာတ်ကားလေးပါ။လူ့ဘဝဆိုတာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာတွေအချစ်အမုန်းတွေနဲ့ ပြည့်နှက်နေတယ်ဆိုတဲ့ အကြောင်းကို ဒီကားလေးမှာပုံဖော်ထားပုံကတော့ဟီဒီအိုဆိုတဲ့ လူတစ်ယောက်ဟာ လေထိုးအရုပ်မလေး တစ်ရုပ်ကို သူရဲ့ရည်းစားဟောင်း နာမည်အတိုင်း နိုဇိုမီလို့ပေးထားပြီး\nsex ကိစ္စအတွက်သာမက ကိုယ်တိုင်အစစအရာရာ ဆင်ယင်ပြုလုပ်ပေးကာ အဖော်တစ်ယောက်လို ဆက်ဆံနေထိုင်ခဲ့ရာကနိုဇိုမီ(လေထိုးအရုပ်မလေး)ဟာ တနေ့မှာ နှလုံးသားတစ်စုံကို ပိုင်ဆိုင်ခဲ့ပြီး လူတစ်ယောက်လို အသိစိတ်နဲ့အသက်ဝင်လာခဲ့ပါတော့တယ်။နိုဇိုမီဟာ လူတွေအကြောင်းကို သိချင်ပြီး လူတွေရဲ့ခံစားချက်မျိုးစုံကို စူးစမ်းချင်တာကြောင့် လူလိုဝတ်ဆင်ကာ အပြင်လောကကို ခိုးထွက်ရင်း ပတ်ဝန်းကျင်ကလူတွေဆီကနေ သင်ယူနေထိုင်ခဲ့ပါတယ်။အဲ့လိုနဲ့တနေ့ အခွေဆိုင်တစ်ခုမှာ သူမအလုပ်ရသွားပြီး ဆိုင်ပိုင်ရှင် ဂျူနီချီကို ချစ်မိခဲ့ပါတယ်။ဂျူနီချီက သူမကို လူ့လောကအကြောင်း သင်ကြားပေးခဲ့ပြီး ရုပ်ရှင်တွေအကြောင်း သင်ယူလေ့လာရင်း လူတွေခံစားချက်ကိုပါ တဖြည်းဖြည်း သဘောပေါက်လာအောင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1B03x/Air_Doll_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster-142x200.jpeg",
        "title": "To Rome with Love (2012)",
        "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။\nလှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။\nပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။\nဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။\nဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။\nဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။\nဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆို\nစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကို\nငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့\nမိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။\nဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။\nသောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gXrA/To_Rome_with_Love_(2012)_720p_(2).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzI4NzU4M2EtNWI2YS00ZjdmLWIzOTQtZmFkYTg2OTlkMTk3XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR00182268_AL_-1-136x200.jpg",
        "title": "Come Play (2020)",
        "description": "Come play (2020)==============IMDb Rating - 5.7/10Horror ချစ်သူတွေအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတင်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုလီဗာက အော်တစ်ဇင်ဖြစ်နေတဲ့ကောင်လေးပါ၊ စကားပြောနိုင်အောင်ကုထုံးခံယူနေရပြီး ဖုန်းနဲ့တစ်ဆင့်ပဲ လူတွေကို ပြောဆိုဆက်ဆံပါတယ်။ကျောင်းမှာ သူငယ်ချင်းလည်းမရှိတာကြောင့် အတော်အထီးကျန်ရှာပြီး အမြဲကာတွန်းပဲဲကြည့်နေတတ်ပါတယ်၊တနေ့မှာတော့ သူ့ဖခင်ဖြစ်သူ အလုပ်ကနေ ယူလာတဲ့ tablet တစ်လုံးကတစ်ဆင့် မူမမှန်တဲ့သဘာဝလွန် အရာတစ်ခုထွက်ပေါ်လာပြီး အိုလီဗာကို အန္တရာယ်ပေးလာတဲ့အခါမှာတော့ . . . ၂၀၁၇ မှာထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်ဇာတ်လမ်းတိုကိုကျောရိုးယူထားပြီး ရိုက်ကူးထားကာ IMDb Rating အနေနဲ့ 5.7/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Horror, MysterySource ...",
        "rating": "5.7",
        "url": "https://megaup.net/1AZjj/Come.Play.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZDQwY2I3MmYtZDQ2Zi00YTM3LTg2ZTQtOTJjM2I2Y2M3OGMwXkEyXkFqcGdeQXVyNzE3ODQxNjU@._V1_UY268_CR140182268_AL_-136x200.jpg",
        "title": "Locked Down (2021)",
        "description": "Locked Down (2021)================IMDb Rating - 5.0/10 ဒီ Locked Down ဆိုတဲ့ကားလေးက ကြည့်ရှူသူတွေကို ဇာတ်လမ်းခပ်အေးအေး Cast အလန်းစားတွေနဲ့ ဖြည်းဖြည်းချင်းရင်ထဲထည့်သွားစေမဲ့ကားလေး ဒီကားလေးကိုကြည့်ပြီးရင် Covid ကြောင့် ဖြစ်ရတဲ့အခြေအနေတချို့ကို ကွက်ကွက်ကွင်းကွင်းမြင်လာနိုင်မယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ တဖြည်းဖြည်းယိုယွင်းပျက်စီးလာတဲ့ အိမ်ထောင်ရေးကြောင့် ခွာပြဲရတော့မဲ့ Linda နဲ့ Paxton ဟာCovid Lockdown ကြောင့် တစ်အိမ်တည်းမှာ ပိတ်မိနေကြတယ်။ ဘ၀ကိုအရိုင်းဆန်ဆန်ဖြတ်သန်းခဲ့တဲ့ Paxton နဲ့ တော်ပြီးထက်မြက်တဲ့ Linda တို့ အချိုးအကွေ့တစ်ခုမှာ ဆုံခဲ့ကြပေမဲ့ Paxton တစ်ယောက်ကတော့ တစ်ညမှာ သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့်ဒီလိုတွေ သူဘ၀ဆက်တိုက် ကံဆိုး‌နေရတာလို့ ထင်နေတယ်။ Linda ဆိုတဲ့အမျိုးသမီးလေးကလည်း အပြင်ပန်းကကြည့်ရင် အလုပ်အကိုင်ကောင်း ၀င်ငွေကောင်းပေမဲ့ စိတ်ဖိစီးစရာ စိတ်ရှုပ်စရာတွေအပြည့်ရှိနေတာကို အတူနေတဲ့ သူ့ရည်းစား Paxton မပြောနဲ့ တစ်ဦးတစ်လေတောင်မသိ၊ ဒီလိုနဲ့ ကံကြမ္မာကြောင့်ပဲလိုဆိုရမလား သူတို့ရဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/V1to/Locked.Down.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDQwYTc5YmItZjM2Ny00NTdhLTlkMDgtYjViNTcwYmI0YTIxXkEyXkFqcGdeQXVyNDAzNDkxNTU@._V1_-140x200.jpg",
        "title": "Josée(2020)",
        "description": "Josée(2020)အညွှန်း*******************IMDb...7.8တစ်လောတုန်းက Start Up စီးရီးနဲ့ ဟန်ဂျီးဖြောင်းလောက်မကောင်းဘူး ဘာညာ ဝေဖန်ခံခဲ့ရတဲ့နမ်ဒိုဆမ်းရဲ့ ကားသစ်လေးလာပါပြီ....သို့ပေမဲ့ မင်းသားNam Joo-Hyuk ကတော့ အမာခံဖန်တွေလျှော့သွားတာရယ်တော့မဟုတ်...Nam Joo Hyuk နဲ့ Han Ji Min တို့ကို ဒုတိယအကြိမ်တူတူတွဲတွေ့ရတာဖြစ်ပြီးဒီကားလေးက 2003 လောက်ကထွက်ထားတဲ့ Japan movie \"Josee, The Tiger and The Fish\"ကို remake ပြန်ရိုက်ထားတယ်လို့ဆိုပါတယ်....Nam Joo Hyuk ကတော့ ကြင်နာတတ်တဲ့ တက္ကသိုလ်ကျောင်းသားလေးအဖြစ်သရုပ်ဆောင်ထားပြီးHan Ji Min  ကတော့ မသန်မစွမ်းကောင်မလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ်...သူတို့ ဘယ်လို့တွေဆုံကြမလဲ...အချစ်ဆိုတာကရော ဘယ်လိုမျိုးလဲ...တခြားသူတွေအမြင်တစ်ခုက အရေးပါနေလား...ဆောင်းရာသီလေးမှာ စောင်ခြုံပြီး ကော်ဖီတစ်ခွက်ရဲ့ ရနံနဲ့ ရစ်မူးလို့ကောငး်မဲ့အချစ်ဇာတ်လမ်းလေးမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zawပဲဖြစ်ပါတယ်... File Size :(1.2GB) and (550 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:57:00\nGenre ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gWQ2/Josee.2020.FHDRIip.720P.PP.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMeE7SkMscvGQwGob5IhVpHdhhj.jpg",
        "title": "Mothers (2017)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Search WWW က မင်းသမီးချော Lim Soo-Jung က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မိခင်မေတ္တာကို ဖော်ပြထားတဲ့ ဇာတ်လမ်းလေးမို့ ကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခုတော့ ကျန်ရစ်မယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းဟျိုဂျင်ဟာ အသက် ၃၂ နှစ်အရွယ် ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်ခင်ပွန်းဖြစ်သူ ဆုံးသွားပြီးနောက်ပိုင်း ဘဝကို မျှော်လင့်ချက်မဲ့ရှင်သန်နေသူတစ်ယောက်ပါတစ်ရက်မှာတော့ ဆုံးသွားတဲ့ ခင်ပွန်းရဲ့ သားဖြစ်သူကို ကျွေးမွေးစောင့်ရှောက်ပေးဖို့ ဖြစ်လာတဲ့အခါမှာ...ဒီကလေးကို စောင့်ရှောက်ပေးဖို့ ငြင်းပယ်မှာလားသူမရဲ့ သားအဖြစ်နဲ့ မွေးမှာလားဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုပါနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Search WWW က မင္းသမီးေခ်ာ Lim Soo-Jung က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္မိခင္ေမတၱာကို ေဖာ္ျပထားတဲ့ ဇာတ္လမ္းေလးမို႔ ၾကည့္ၿပီးရင္ ရင္ထဲမွာ တစ္ခုခုေတာ့ က်န္ရစ္မယ္ထင္ပါတယ္ဇာတ္လမ္းအက်ၪ္းဟ်ိဳဂ်င္ဟာ အသက္ ၃၂ ႏွစ္အ႐ြယ္ ဆရာမ တစ္ေယာက္ျဖစ္ပါတယ္ခင္ပြန္းျဖစ္သူ ဆုံးသြားၿပီးေနာက္ပိုင္း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mothers-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fggujnqji1zv-133x200.jpg",
        "title": "18+ Love Sharing (2020)",
        "description": "Lover Sharing (2020)---------------------------------ခပ်စပ်စပ်လေးမှကြိုက်တဲ့ ဘဒိုတို့အတွက် ရှုးရှဲဖောင်းဒိုင်း 18+ကားကောင်းလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်စားဘဲနေရာ လူထပ်တာမကြိုက်ဘူးဆိုတဲ့ သိုင်းဆရာတွေအတွက် ဒီထဲမှာတော့ ပါနေကြ ခပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်စားဘဲကြီးအပြင် တွဲဖက် ခပ်ဖြောင့်ဖြောင့်ဘဲတစ်ဗွေကလည်း ပါဝင် အားဖြည့်ဖောင်းဒိုင်ထားပါသေးတယ်ဆော်တွေကတော့ပြောစရာလိုမယ်မထင်ဘူး ကိုရီးယားက ဆော် တော်တော်များများကတော့လူမထပ်တာများပါတယ်အခုကားထဲမှာလည်း အသစ်အလန်းဆော်ကြီး နှစ်ဗွေနဲ့ တကယ့်စင်းလုံးချော ဆော်အလန်းလေးတစ်ဗွေကလည်းပြောရက်စရာမရှိအောင် အမုန်းကြဲဗုံးခွဲပြထားပါတယ် ဇာတ်လမ်းကတော့ အရမ်းမဆန်းပေမယ့် အကွက်တွေကတော့တော်တော်လန်းသလိုဖြုတ်တာတွေလည်း ကြမ်း ဆော်တွေကလည်းရှယ်လန်းပါတယ်လို့ ထောက်ခံပေးပါရစေ ကဲ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုံးပြောရရင်အိမ်ကထမင်းဟင်းကို ရိုးအီလာတဲ့အိမ်ထောင်သည် အမျိုးသား သူငယ်ချင်း နှစ်ယောက်က အပြင်စာကို လပေးစားနိုင်ဖို့ဆော်လေးတစ်ဗွေကို ရေမီးအစုံ ကြိုးခုန်နိုင်အောင် တိုက်ခန်းနဲ့ထားပြီး ဝေစားမျှစားတဲ့ဇာတ်လမ်းလေးပါ အိမ်က ထမင်းဟင်းကိုလည်းကြုံရင်ကြုံသလိုဆွဲသလို အပြင်စာကိုလည်း လပေးနဲ့ စားနေကြတဲ့ မလည်ရှုပ် စားဘဲနှစ်ဗွေပေါ့ သူတို့အိမ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1yl/%7BDS%7DLove_Sharing_2020.720p.HDRip.H264.AAC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ultimateplaylistofnoise-movie-poster-image-133x200.jpg",
        "title": "The Ultimate Playlist of Noise (2021)",
        "description": "The Ultimate Playlist of Noise (2021)\n*************************************IMDb-6.4/10ဇန်နီဝါရီလ ၁၅ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ကားသစ်လေးပါနော်ဇာတ်အညွှန်းလေးကတော့တစ်ပြိုင်တည်း နားကြပ်နှစ်စုံကို တပ်တတ်တဲ့ ဂီတကို အရမ်းရူးသွပ်တဲ့မားဂက်စ်ဆိုတဲ့ ကောင်လေးဟာ ကျောင်းကပွဲ ညတစ်ညမှာပဲသီချင်းဆိုနေတဲ့ ကောင်မလေးရဲ့ အသံကို ကြားကြားချင်းမှာပဲ သဘောကျသွားတယ်ဒါပေမဲ့ တစ်ခါတလေ ကံတရားကြီးက မျှော်လင့်သလို ဖြစ်မလာတာနဲ့မားဂက်စ်တစ်ယောက် ကြုံတွေ့လိုက်ရပါပြီအဲ့ဒါကတော့ ကျောင်းကပွဲညမှာ မူးလဲရာကနေ ဆေးစစ်ကြည့်လိုက်တော့ဦးနှောက်မှာ အကြိတ်တွေ ရှိနေပြီး နောက်တစ်လနေရင် ခွဲစိတ်ပြီးအသံတွေကို မကြားနိုင်တော့တဲ့အထိ အဆင့် ရောက်သွားရတော့မှာပါ...အသံတွေ ကြားရတာ ဘယ်လောက်အဖိုးတန်လဲဆိုတာကိုမကြားရတော့မှ သိရသလို မားဂက်စ်တစ်ယောက် သတ်သေချင်လောက်တဲ့ အထိ သွေးပျက်ခဲ့ရပါတယ်ဒါပေမဲ့ သူဟာ မခွဲစိတ်ခင် တစ်လအတွင်း သူအရမ်းချစ်မြတ်နိုးတဲ့ အသံတွေအားလုံးကို နားထောင်ပြီးအသံသွင်းဖို့ အစီအစဉ်ကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/2WTIR/The.Ultimate.Playlist.of.Noise.2021_(720).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LgTrVsiXqX4r4eMsKLhtefFvJC.jpg",
        "title": "Goodbye Mother (2019)",
        "description": "Goodbye Mother (2019)ဒီတစ်ခါတော့ ဗီယက်နမ် BL ကားလေးကို ရှုစားကြရမှာပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမေရိကားမှာ ကျောင်းတက်ရင်းတွေ့ကြတဲ့\nဗီယက်နမ်လူမျိုး ကောင်လေးနှစ်ယောက်ကြားက သံယောဇဉ်တွေကို\nBromance Drama အနေနဲ့ တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဒီထဲက မင်းသားတစ်လက်က သူ့အဖေရဲ့အလောင်းကို နေရာရွှေ့ဖို့ ဗီယက်နမ်ကို ပြန်တဲ့အချိန်မှာ နောက်မင်းသားတစ်လက်က လိုက်ပါလာခဲ့ပါတယ်။\nအာရှနိုင်ငံ တစ်နိုင်ငံဖြစ်တဲ့ ဗီယက်နမ်ဟာလည်း\nလိင်တူချစ်ကြိုက်မှုကို လက်ခံနိုင်တဲ့ နိုင်ငံထဲမှာ မပါခဲ့သေးပါဘူး။\nဒီတော့ သူတို့နှစ်ယောက်ရဲ့အချစ်လမ်းခရီးဟာ သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာ မသေချာတဲ့အနေအထားပါပဲ။\nကံကောင်းချင်တာကတော့ မင်းသားရဲ့အဖွားဟာ မှတ်ဉာဏ်သိပ်မကောင်းတော့ဘဲ အမေရိကန်က ပါလာတဲ့ မင်းသားကို သူ့မြေးလေးအမှတ်နဲ့ ချစ်နေရှာတာပါ။\nသူကတော့ ဒီမြေးလေးနှစ်ယောက်ကို သဘောတူပါတယ်။\nဒီကားထဲမှာ ဒီဖွားဖွား ဘယ်လောက်ချစ်ဖို့ကောင်းတယ်ဆိုတာကိုလည်း မြင်ရဦးမှာပါ။\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကို ဖွင့်ပြောခါနီးဆဲဆဲ\nမင်းသားရဲ့အမေမှာ ရောဂါတစ်ခုရှိလာပြီဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ .....ဆုတစ်ဆု နဲ့ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့ကားမို့ အတော်မညံ့တဲ့ကားထဲ ပါပါတယ်။\nဗီယက်နမ်ရဲ့ကျေးလက် အရသာတွေ ထုံမွှမ်းနေတဲ့အပြင်မိသားစုတွေကြားက အလွဲလေးတွေ ... ပြသနာတွေနဲ့\nအိမ်ကိုဝန်ခံဖို့ ခက်ခဲနေတဲ့အခြေအနေတွေကြားထဲက\nနှစ်ယောက်ကြားမေတ္တာတွေကို ဘယ်လိုပေါ်လွင်အောင် ပြသွားလဲဆိုတာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/V1dt/(CM)_Goodbye.Mother.2019.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "BL, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWU6Sqib68JVqD7bolgRPu5BUB.jpg",
        "title": "Barking Dogs Never Bite (2000)",
        "description": "[Unicode]Barking Dogs Never Bites (2000)IMDb rating - 7/10ဒီကားကတော့၂၀၀၀ပြည့်နှစ်မှာထွက်ရှိခဲ့တဲ့ Dark comedy filmအမျိုးအစားဖြစ်ပါတယ်။\n\"ယွန်းဂျူ \"က အလုပ်မရှိတဲ့ဘွဲ့ရပညာတတ်တစ်ယောက်ဖြစ်ပြီး တိုက်ခန်းတွဲတစ်ခုမှာ ကိုယ်ဝန်ဆောင်သည်သူ့မိန်းမနဲ့ အတူနေထိုင်ပါတယ်။ ယွန်းဂျူက တက္ကသိုလ်ပါမောက္ခရာထူးကိုရဖို့အတွက် အသည်းအသန်ကြိုးစားနေရသူပါ။အလုပ်ရဖို့စိတ်ရှုပ်နေရတဲ့အချိန်မှာ ခွေးဟောင်သံကိုခဏခဏကြားရတာကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်လာပါတယ်။\nဟောင်သံပိုင်ရှင်ကိုလိုက်ရှာရင်း ရှီဇူးခွေးတစ်ကောင်ကိုတွေ့တော့ အဲဒီခွေးပဲလို့ထင်ကာ ဖမ်းပြီးခေါင်မိုးပေါ်ကနေလွှတ်ချဖို့ကြံပါတယ်။ ဒါပေမဲ့ မအောင်မြင်တာကြောင့် မြေအောက်ခန်းထဲက ဘီရိုထဲမှာသော့ခတ်ထားခဲ့ပါတယ်။ အဲဒီခွေးကို အစောင့်တစ်ယောက်က သတ်ပြီး ချက်ပြုတ်စားလိုက်တာကိုလည်း မထင်မှ\nတ်ဘဲတွေ့လိုက်ရပါတယ်။ဒီလိုနဲ့သူတို့တိုက်မှာ ခွေးတွေတစ်ကောင်ပြီးတစ်ကောင်ပျောက်လာပါတယ်။\"ဟွန်းနမ်\"ကတော့ တိုက်ခန်းကြီးကြပ်ရေးရုံးက အတွင်းရေးမှုးတစ်ယောက်ပါ။ ခွေးပျောက်ကြော်ငြာတွေကပ်ဖို့ သူတို့ရုံးမှာ ခွင့်ပြုချက်လာတောင်းတာများလာတာကို သူလည်းသတိထားမိလာပါတယ်။တစ်နေ့ကျတော့ ဟွန်းနမ်က အဝေးကြည့်မှန်ပြောင်းနဲ့ကြည့်နေတုန်း လူတစ်ယောက်ကခွေးကိုခေါင်မိုးထပ်ကနေပစ်ချလိုက်တာကိုမြင်ပြီး လိုက်ဖမ်းဖို့ကြိုးစားပေမဲ့ မမိခဲ့ပါဘူး။ ခွေးပျောက်ကြော်ငြာတွေကပ်ပေမဲ့ အဲဒီနောက်ပိုင်းမှာလည်း ခွေးတွေကဆက်ပျောက်နေဆဲပါပဲ။ခွေးတွေကဘာကြောင့်ပျောက်နေရတာလဲ။ အလုပ်မရှိလို့ စိတ်ညစ်နေတဲ့ယွန်းဂျူက ခွေးသတ်ရတာကိုသဘောကျပြီး ဆက်တိုက်သတ်နေတာလား။ အစောင့်က ခွေးသားစားဖို့အတွက်သတ်တာလား။ ဘယ်လိုအကြောင်းကြောင့်လဲဆိုတာကို ဇာတ်ကားထဲမှာဆက်လက်ရှုစားနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AYK6/Barking_Dogs_Never_Bite_(2000)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vH8YK9r09y9sF3qgwi8zsz6Xnv.jpg",
        "title": "Last Fool Show (2019)",
        "description": "Last Fool Show (2019)ဖိလစ်ပိုင်ကားတွေ ကြိုက်တဲ့သူတွေအတွက် ကြိုက်မယ့်ဇာတ်လမ်လေးပါ။\nအချစ်ဇာတ်လမ်းတွေဆို ဖိလစ်ပိုင်တွေက နင့်နင့်နဲနဲ ခံစားရအောင် ရိုက်တတ်ကြပါတယ်။ဖြစ်ဖူးကြမလား မသိဘူး?????\nကိုယ်တွေ့ဇာတ်လမ်းကို ကိုယ်တိုင်ဇာတ်လမ်းဖန်တီးရမယ့် အဖြစ်အပျက်မျိုး။\nဒီဇာတ်လမ်းက ဇာတ်ကောင်ကတော့ ဒီအဖြစ်အပျက်နဲ့ ကြုံခဲ့ရတဲ့အကြောင်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အမျိုးသမီးဒါရိုက်တာ မီရေးဆာဟာ ထိတ်လန့်စရာဇာတ်ကားတွေ၊\nလူထုကို မီးမောင်းထိုးပြတဲ့ ဇာတ်လမ်းတိုတွေ ရိုက်ပြီး\nရုပ်ရှင်ဆိုင်ရာ ဆုများစွာကို ရရှိခဲ့ဖူးသူ တစ်ယောက် ဖြစ်ပါတယ်။သူမ အလုပ်ဝင်မယ့်ဂလက်စီရုပ်ရှင်ထုတ်လုပ်ရေးက လက်ရည်စမ်းတဲ့အနေနဲ့ သူမကို ရိုမန့်စ် ဟာသဇာတ်လမ်းတစ်ပုဒ်ကို ရိုက်စေချင်တယ်။\nရိုက်နေကျ ဇာတ်လမ်းတွေနဲ့ လုံးလုံးကွဲထွက်နေတဲ့\nရိုမန့်စ်ဟာသ ရုပ်ရှင် ရိုက်ရတော့မယ်ဆိုတော့\nဇာတ်ညွှန်းရေးဖို့ ဒါရိုက်တာမမ ခေါင်းစားရတော့တာပေါ့။ဒီလိုနဲ့ အရင်က အချစ်ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ကို\nပြန်အသက်သွင်းဖို့ ဖြစ်လာခဲ့တယ်လေ။\nလွန်ခဲ့တဲ့သုံးလေးငါးနှစ်က အခုချိန်တွေးရင်တောင်\nအခုပြန်သတိရတဲ့အတိတ်ဟောင်းတစ်ခုကိုပေါ့အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန် ကို တစ်လှည့်စီ ပြသသွားတဲ့ အခင်းအကျင်းကလည်း\nဇာတ်လမ်းကို တစ်မျိုးတစ်ဖုံ လှပစေခဲ့ပြန်ပါတယ်။သီချင်းစာသားလေးတွေကလည်း အတော်မိုက်ပါတယ်။\nဇာတ်ဝင်သီချင်းရဲ့အသက်ဝင်မှုနဲ့ ပံ့ပိုးထားတာမို့\nအရိုတစ်လိုင်း ပရိသတ်တို့ ရင်ထဲရောက်မယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb- 6.7/10 ဆိုတော့ ဇာတ်လမ်းရဲ့အတိမ်အနက်ကို တွေးသာကြည့်ပါတော့Review ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/last-fool-show-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZTZiYzY5Y2EtZWY5Ny00NTJlLTk1YTgtODYxZDE4YTdhNmUyXkEyXkFqcGdeQXVyNTI0MTI0OTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Buck Run (2019)",
        "description": "Buck Run (2019)==============IMDb Rating - 5.8/10 အတိတ်က နာကျင်စရာတွေကို လက်ခံနိုင်ဖို့ ကြိုးစားဖူးလား။ နာကျင်မှုတွေ ဆုံးရှုံးမှုတွေနဲ့ အမှန်တရားတွေကလက်ခံနိုင်ဖို့အတွက် အချိန်အတိုင်းအတာတစ်ခုတော့ လိုအပ်ပါတယ်.....ဒီကားမှာတော့ ကင်ဆာရောဂါသည်မိခင် သေသွားပြီးနောက်ပိုင်း ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ မိခင်အလောင်းနဲ့တစ်အိမ်ထဲမှာ အတူနေရတဲ့ ၁၅နှစ်သားအရွယ် ကောင်လေး ရှော။ အမေမရှိတော့မှ အရက်စွဲနေတဲ့ အဖေရောက်လာပြီး အဖေဖြစ်သူ ဝီလီယံနဲ့အတူ နေနိုင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဘဝကို အရက်သောက်၊မိန်းမလိုက်စား၊ အဓိပ္ပါယ်မဲ့စွာဖြတ်သန်းပြီး အတိတ်ကအကြောင်းတွေကနေ ရုန်းမထွက်နိုင်တဲ့ ဝီလီယံ။  မိခင်ကို ဆုံးရှုံးလိုက်ရပြီး ဘေးပတ်ဝန်းကျင်ကအနိုင်ကျင့်ခံရတဲ့ ကောင်လေး၊ ငယ်ငယ်ထဲကထွက်သွားပြီး အခုမှပေါ်လာတဲ့ အဖေနဲ့အတူ သူဘယ်လိုနေထိုင်မလဲ.....သူ့စိတ်ထဲဘာတွေရှိနေမလဲ။ နောက်ဆုံး သူတို့ သားအဖနှစ်ယောက် အတိတ်က နာကျင်စရာတွေကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဆုတွေလည်း အတော်များများရထားပြီး ဇာတ်လမ်းအေးအေးလေးတွေကိုစီးမျောခံစားတတ်တဲ့သူတွေအဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AY22/Buck.Run.2019.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nMTiDEye1BwnQP8J1hM3G16EEmX.jpg",
        "title": "Tokyo Ghoul ‘S’ (2019)",
        "description": "Tokyo Ghoul S (2019)--------------------------------------Tokyo Ghoul anime Manga တို့ကနေ ပြန်ရိုက်ထားတဲ့ Tokyo Ghoul 2017 အပြီးမှာဆက်ထွက်လာတဲ့ Tokyo Ghoul ဇတ်ကားဖြစ်ပါတယ်။ကာနဲကီ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသားလေးဟာ မကြောင်သင့်တဲ့မမကြီးတစ်ယောက်ကို\nဖွန်ကြောင်မိရာနေ စလို့ လူသားစား ဂူးလ်ဘဝကိုရောက်ခဲ့ရပါတယ်။ဂူးလ်တွေကို ထောက်လှမ်းသတ်ဖြတ်တဲ့ ထောက်လှန်းရေးရန်ကနေဂူးလ်ကလေးမတစ်ယောက်ကိုကာကွယ်ပေးရင်း ဂူးလ်တွေဖွင့်တဲ့ ကော်ဖီဆိုင်လေးမှာ စားပွဲထိုးဘဝနဲ့နေထိုင်နေတဲ့ ကာနဲကီဟာ အေးချမ်းမယ်ထင်တုန်းလေး ဘူးလေရာဖရုံဆင့်ခဲ့ရပါတယ်အစားကျူးသူတစ်ယောက်က နာမည်ကြီးမော်ဒယ်လ် တစ်ယောက်ကိုသတ်စားရာကနေစလို့CCG တွေရဲ့ မျက်စောင်းထိုးခံလာရတဲ့ ဂူးလ်တွေအများဆုံးနေထိုင်ရာ ၂၀ ရပ်ကွက်။၂၀ ရပ်ကွက်ထဲမှာ လူသားကို စိတ်ကြိုက်ရွေးချယ်စားသောက်တတ်တဲ့ ဂူးလ်တစ်ကောင်ရှိပါတယ်။သူက ကာနဲကီတို့ ကော်ဖီဆိုင်လေးကိုရောက်လာပြီး ကာနဲကီကို တွေ့ရာကနေ မစားရမနေနိုင်အောင် ကာနဲကီကိုစွဲလမ်းသွားခဲ့ရပါတယ်။ နောက်ဆုံး ကာနဲကီကို စားသောက်ဆိုင်တစ်ခုကို ညစာကျွေးဖို့ခေါ်ပြီး ကာနဲကီကို အမဲဖျက်ဖို့ကြံပါတယ်။ကာနဲကီ ဒီအစားကျူးသူ ဆုကီယာမ လက်ကဘယ်လိုလွတ်အောင်လုပ်ရမလဲဆိုတာနဲ့လူသားတွေနဲ့ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ လူသားကိုပဲမဖြစ်မနေစားရင်း အသက်ရှင်နေရတဲ့ ဂူးလ်တို့ကြားမှာလူတစ်ပိုင်း ...",
        "rating": "5.5",
        "url": "https://megaup.net/2WSOD/%7BCM%7DTokyo_Ghoul_S_2019_720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/clockworkorange2-136x200.jpeg",
        "title": "A Clockwork Orange (1971)",
        "description": "[Unicode]A Clockwork Orange\n===============\nIMdb Rating - 8.3/10\nDirected by Stanley Kubrick\"ရူးနေတ‌ဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူးတဲ့။\nဒါဆိုခင်ဗျားက ခင်ဗျားကိုခင်ဗျားရူးနေတယ်လို့ တွေးကြည့်လိုက်။\nခင်ဗျားရူးတာ ခင်ဗျားသိတယ်ထားလိုက်။\nဒီတော့ ခင်ဗျားရူးတာ ခင်ဗျားသိတော့\nခင်ဗျားမရူးတော့ဘူး။\nဒီမှာ ခင်ဗျားမရူးဘူးလို့ ခင်ဗျားအတည်ပြုလို့ရပြီမလား။\nခင်ဗျားမရူးဘူး။ ခင်ဗျား ဒါကိုလက်ခံသွားပြီ။\nဒါပေမဲ့ မမေ့နဲ့ဦး ရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ် ရူးတယ်ဆိုတာမသိဘူး။\nခင်ဗျားမရူးဘူးလို့ အတည်ပြုလို့ရတာ ခင်ဗျားရူးနေလို့ပဲ။\nဒီတော့ခင်ဗျားရူးနေတာ သိသွားပြီမလား။\n‌သိသွားရင် ခင်ဗျားမရူးတော့ဘူး\nရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူး။\"ကျွန်တော် ဒီမှာမေးချင်တဲ့ မေးခွန်းက\nခင်ဗျားရူးနေလား မရူးနေဘူးလား။\nခင်ဗျားအဖြေကို ကျွန‌်တော်လိုချင်တာမဟုတ်ပါဘူး။\nခင်‌ဗျားကိုယ် ခင်ဗျားပြန်မေးစေချင်တာ။\nအပေါ်ကပြောထားတဲ့ မေးခွန်းက Paradoxလိုပါပဲ။\nခင်ဗျားကို ဒီသံသရာထဲပဲ တဝဲလည်လည်ဖြစ်စေလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဒီလိုမေးခွန်းမျိုးပါတယ်။\nအကျဉ်းဖျဉ်းပြောရရင် အနာဂတ်ကာလမှာ\nလူတွေကို ထောင်မချတော့ဘဲ ‌မကောင်းမှုလုပ်မရအောင် ဆေးကုလွှတ်ဖို့ စပြီးစီစဉ်လာကြတယ်။\nသူတို့ယူဆတာ မကောင်းမှုလုပ်တဲ့လူတွေဟာ ရူးသွပ်နေတဲ့လူတွေပေါ့။\nသူတို့ကိုမကောင်းမှုမလုပ်အောင်လုပ်နိုင်ရင် ကုသပျောက်ကင်းပြီလို့ ယူဆကြတယ်။\nဒါပေမယ့် ဒါကဟုတ်ရောဟုတ်လား။\nအဲလက်စ်ဆိုတဲ့ လူမဆန်တဲ့လူသတ်မှုနဲ့ ထောင်ဆယ့်လေးနှစ်ကျတဲ့ကောင်လေးကို\nသူတို့ဒီကုထုံးကို ပထမဆုံးစမ်းသုံးခဲ့ကြတယ်။နက်မှောင်ရှည်လျားလှတဲ့သံသရာခရီးမှာ\nလိုချင်သည်ဖြစ်စေ မလိုချင်သည်ဖြစ်စေ\nကိုယ့်ကျောပေါ်ခွနင်း လိုက်ပါလာမယ့်အရာနှစ်ခုရှိတယ်။\nလူသားမျိုးဆက်တွေတစ်ဆက်ပြီးတစ်ဆက်သာ ကူးပြောင်းသွားကြပေမယ့် ဒီအရာနှစ်ခုက မပြောင်းလဲပါဘူး။\nကမ္ဘာဦးရဲ့ပထမနေ့မှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AYdv/A.Clockwork.Orange_(1971)_720p.mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceg7jP6OLoBA8OZs5aNB2dr8buT.jpg",
        "title": "Strobe Edge (2015)",
        "description": "[Unicode]Strobe Edge (2015)IMDb rating - 6.2/10ကောင်မလေးတွေပါးစပ်ဖျားမှာရေပန်းစားတဲ့ \"ရန်\"ကို မတွေ့ခင်အထိ\nအထက်တန်းကျောင်းဂျူနီယာလေး\"နိနကို\"က ဘယ်သူ့ကိုမှစိတ်မဝင်စားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ရန်ရဲ့ဂရုစိုက်တတ်ပြီးတစ်ဖက်သားကိုလေးစားတတ်တဲ့အပြုအမူကြောင့် သူ့ကိုချစ်မိသွားပါတယ်။\nဒါပေမဲ့လည်း သူကြိုမသိထားတဲ့အချက်က \"ရန်\"မှာကောင်မလေးရှိနေနှင့်ပြီး ကောင်မလေးကမော်ဒယ်တစ်ယောက်ဖြစ်ပါတယ်။\nဒါ့ကြောင့်ဖွင့်ပြောပြီးတဲ့အခါမှာလည်း \"နိနကို\"က \"ရန်\"ကိုသူငယ်ချင်းအဖြစ်ပဲဆက်နေပေးဖို့တောင်းဆိုခဲ့ပါတယ်။အဲ့ဒီအချိန်မှာ \"အန်ဒို\"ဆိုတဲ့ကျောင်းပြောင်းကောင်လေးကလည်း \"နိနကို\"ကိုတဖြည်းဖြည်းနဲ့စိတ်ဝင်စားလာပါတယ်။\n\"အန်ဒို\"က \"ရန်\"ရဲ့အချစ်ဆုံးသူူငယ်ချင်းဖြစ်ခဲ့ဖူးပြီး အထင်လွဲစရာကိစ္စတစ်ခုကြောင့်အချင်းချင်းမုန်းသွားခဲ့တာပါ။သူငယ်ချင်းဆိုတဲ့စည်းခြားထားပေမဲ့ \"ရန်\"နဲ့\"နိနကို\"ကြားမှာ တဖြည်းဖြည်းသံယောဇဉ်တွေတိုးလာတဲ့အခါ\n\"ရန်\"ကလည်းသူ့ကောင်မလေးကိုတကယ်ချစ်တာမဟုတ်ဘဲကာကွယ်ပေးချင်စိတ်ကြောင့်တွဲခဲ့တာဖြစ်တဲ့အခါ...\"ရန်\" \"နိနကို\"နဲ့ \"အန်ဒို\"တို့၃ယောက်ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုနိုင်စေဖို့ဘာသာပြန်တင်ဆက်လိုက်ရပါတယ်။\n၂၀၁၅ဇာတ်ကားဟောင်းဖြစ်ပေမဲ့ ပြန်ကြည့်ရင်လည်း ရိုးမသွားဘဲကြည်နူးစရာကောင်းတဲ့ဇာတ်ကားလေးမ်ု့ိ Highschool movieကြိုက်တဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါ။Strobe Edge ဇာတ်ကားကတော့ ဂျပန်မှာအောင်မြင်ခဲ့တဲ့ Voice over comic ရဲ့ Live actionဖြစ်ပြီး\nGreeeen အဖွဲ့ရဲ့ နာမည်ရသီချင်းဖြစ်တဲ့ Ai uta ကို Theme songအဖြစ်အသုံးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]Strobe Edge (2015)IMDb rating - 6.2/10ေကာင္မေလးေတြပါးစပ္ဖ်ားမွာေရပန္းစားတဲ့ \"ရန္\"ကို မေတြ႕ခင္အထိ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/strobe-edge-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XixAUZcBhdqxqkDAimbZQcLnHE.jpg",
        "title": "Savage (2019)",
        "description": "Savage 2019\n----------------\nလွန်ခဲ့တဲ့နှစ်သုံးဆယ်လောက်က နယူးဇီလန်မှာရှိခဲ့တဲ့လူမိုက်ဂိုဏ်းတွေရဲ့ဇာတ်လမ်းကို ကျောရိုးယူရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်လိုက်ဖြစ်တဲ့ဒန်နီကို ကလေးဘဝ၊ လူငယ်ဘဝ၊ လူကြီးဘ၀ ဆိုပြီးသာမန်ကလေးလေးကနေ လူမိုက်ဂိုဏ်းရဲ့ဆရာကြီးဖြစ်လာသည်အထိ ဒီကားထဲမှာတွေ့မြင်ရမှာဖြစ်ပါတယ်။ အဲ့ဒီခေတ်ကနယူးဇီလန် လူမိုက်ဂိုဏ်းတွေရဲ့သဘောသဘာဝကို ကွက်ကွက်ကွင်းကွင်းမြင်သာအောင် တင်ဆက်ရိုက်ပြထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ အားကြီးသူ စားစတမ်းခေတ်မှာ \"Savage\"(အရိုင်းအစိုင်း) ဂိုဏ်းအဖွဲ့သားဖြစ်တဲ့ ဒန်နီတစ်ယောက်ဘယ်လိုဘဝအချိုးအကွေ့တွေကြောင့် လူမိုက်ဖြစ်လာသလဲ၊ အာဏာ/သူငယ်ချင်း/မိသားစု ကြားအားပြိုင်မှုမှာ ဒန်နီတစ်ယောက်နောက်ဆုံးဘယ်အရာကိုရွေးခြယ်သွားလဲဆိုတာကို အစ၊ အလယ်၊ အဆုံး အချိတ်အဆက်မိမိတင်ဆက်သွားတဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြည့်ပျော်ရှုပျော်ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ လူမိုက်ဂိုဏ်းကားပီပီ တစ်ကားလုံး မိုးမွှန်အောင်ဆဲနေတဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ကြောင်းထပ်လောင်းပြောပါရစေ။ Translated by : Hein Min HtunEncoded by : YKQuality : 1080p Blu-Ray and 720pFile size : 1.7GB and 793MBDuration : 1h 40minSubtiles : Myanmar (Hardsub)",
        "rating": "6.3",
        "url": "https://megaup.net/UZds/%7BCM%7DSavage.2019.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLrEf533UDTJnbgeaOuzYA3HhaZ.jpg",
        "title": "Fantasy of the Girls (2016)",
        "description": "[Unicode]Fantasy of the Girls 2018LGBT Supporter တို့အတွက် Lesbian Teen Romance Movie လေးတစ်ခုပေါ့အချစ်ဆိုတာ အသက်အရွယ်မရွေး Genderမရွေးမှာ ဖြစ်ပေါ်လာတတ်ပေမယ့် ပတ်ဝန်းကျင်ရဲ့ တိုက်ခိုက်မှုဒဏ်ကိုခံရပြီး မဖြစ်သင့်တဲ့ ဒဏ်ခတ်အချစ်ဆိုတာမျိုးရှိပါတယ်...ချစ်နေကြပေမယ့်လည်း မဖြစ်သင့်လို့ မချစ်ခဲ့သလိုနေခဲ့လိုက်ရမယ့် အချစ်ဇာတ်လမ်းလေးကို ဒီကားလေးမှာ ပုံဖော်ထားပုံကတော့ပထမနှစ်အထက်တန်ကျောင်းသူလေး ဆွန်းဟွာဟာ သူမရဲ့ကျောင်းက နောက်ဆုံးနှစ် စီနီယာကျောင်းသူ ဆူယွန်းနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ရာကဆူယွန်းရဲ့မျက်စိကျသွားမှုကြောင့် ရိုမီယို ဂျူလီးယက် ပြဇာတ်အတွက် ဂျူးလီးယက်နေရာကို အရွေးခံခဲ့ရပါတယ်ရိုမီယိုနေရာမှာ သရုပ်ဆောင်မယ့် စီနီယာကျောင်းသူ ဟာနမ်ဟာ ဂျူနီယာတိုင်းရဲ့ အသဲစွဲစံပြ ကျောင်းသာတစ်ယောက်ဖြစ်တာမို့ တွဲသရုပ်ဆောင်ခွင့်ရခဲ့တဲ့ ဆွန်းဟွာကို လူတိုင်းက အားကျနေခဲ့ရတဲ့အဖြစ်ပေါ့ဒီလိုနဲ့ ပြဇာတ်အတွက် လေ့ကျင့်ကြရင်း ရင်းနှီးသွားတဲ့အခါဆွန်းဟွာဟာ သူမစီနီယာ ဟာနမ်အပေါ် ခံစားချက်ရှိလာခဲ့အခါ...ဆွန်းဟွာရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဖြစ်သွားမယ်ဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Fantasy ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fantasy-of-the-girls-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNQ3w9FQEd6OQGHbwyPGyqTaGNf.jpg",
        "title": "The Power(2021)",
        "description": "The Power(2021)အညွှန်း*********************IMDb...7.0ဒီဝိ့အဖေဟာ ပိုက်ဆံအရမ်းချမ်းသားပါတယ်...အဓိက ချမ်းသားတဲ့အကြောင့်အရင်းကတော့မူးယစ်ဆေးဝါးဖြန့်ဖြူးရောင်းချခြင်းကြောင့်ပါပဲ.....ဒါ့ကြောင့် မြို့မျက်နှာဖုံးလိုဖြစ်နေတဲ့ ဒီဝိ့အဖေကို ဂိုဏ်းတစ်ခုကနေ စီးပွားရေး စပ်တူလုပ်ဖို့ကမ်းလှမ်းလာတယ်...ဒီလိုကမ်းလှမ်းမှုကို ဒီဝိ့အဖေဖြစ်သူ ကာလီဒတ်က လုံးဝလက်မခံပါဘူး....နယ်ကျော်မရတဲ့အပြင် သူတို့ပစ္စည်းတွေဟာလည်းတိုးမပေါက်တာကြောင့် တစ်ဘက်အဖွဲ့အစည်းက ကာလီဒတ်ကို လုံးဝအငြိုးထားပါတယ်...ဒီဝိ့ကတော့ သူ့အဖေသဘောထားတွေကို ဝင်ရောက်စွက်ဖွက်လေ့မရှိပါဘူး...တစ်နေ့ ဒီဝိ့အဖေကိုကိုတစ်ဖက်ဂိုဏ်းက လုပ်ကြံသတ်ဖြတ်လိုက်တဲ့အခါမှာတော့....ဒီဝိတစ်ယောက် ကျားနာတစ်ကောင်လို ဖြစ်သွားပါတော့တယ်..ဘယ်လိုတွေပဲွကြမ်းမလဲဆိုတာကိုတော့....\nနင်းကန်ကြမ်းတဲ့ Action ကားမို့ ဘောလိဝုဒ်ပရိတ်သတ်များ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ File Size : (1.5GB) and (674 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by ChatGyi",
        "rating": "7.0",
        "url": "https://megaup.net/31A3h/Dune.2021.1080p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4 https://megaup.net/2lHD6/8_Mile_[2002]_(MM_Sub).mp4 https://megaup.net/1FKbq/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4 https://megaup.net/1FKc2/Ralph_Breaks_The_Internet_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4 https://megaup.net/1FKaq/(NZ)Hit.The.First.Case(2020).mp4 https://megaup.net/1FKbb/Hit.The.First.Case.2020.WebRip.720P.mp4 https://megaup.net/1FKcr/THE_POWER_(2021)_1080p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/r3mEg_4f-140x200.jpg",
        "title": "Ensemble (2020)",
        "description": "Ensemble (2020)ဒီရုပ်ရှင်ကားကတော့ ဇာတ်လမ်းနာမည်အတိုင်းပဲ\nတေးဂီတဖျော်ဖြေပွဲမှာ ဖျော်ဖြေရေးလုပ်ရတဲ့\nသရုပ်ဆောင်တွေရဲ့ ဘဝအကြောင်းကိုအခြေခံပြီး\nယောကျ်ား မိန်းမကြားက အချစ်ရေးရဲ့ ရှုပ်ထွေးဆန်းကြယ်ပုံကို\nရိုက်ကူးပြသထားတဲ့ ကိုရီးယားရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။အဖွဲ့ရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ယောင်ရို့ ကတော့ ကလေးတစ်ယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ယောက်ပါ\nဆယ်ယောင်း ဆိုတဲ့ လက်ထောက်ဒါရိုက်တာမလေးကတော့ ကလေးအဖေ ယောင်ရို့ကို သဘောကျနေတဲ့သူပါ။\nအဖွဲ့ရဲ့အဓိက သရုပ်ဆောင် မန်ရှစ်ကတော့\nဇနီးဖြစ်သူဟယ်ယောင်းနဲ့ ဖျော်ဖြေရေးအလုပ်လုပ်ရင်းချစ်မိကြပြီး လက်ထပ်ခဲ့ပေမဲ့ ​မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် ကွာရှင်းဖို့ရာပြင်ဆင်နေတဲ့သူပါ။သူတို့တွေအနေနဲ့ ပတ်ဝန်းကျင် အမြင်နဲ့ ဆန့်ကျင်ပြီး ချစ်ရတဲ့သူတွေကိုပဲရွေးချယ်မလား?????\nဒါမှမဟုတ် ဘဝရှေ့ဆက်ဖို့အတွက်လုပ်သင့်တာကိုပဲရွေးချယ်ကြမလားကိုတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်ရအောင်ပါ။ဒီဇာတ်ကားကိုတော့အချစ်ဇာတ်လမ်းအေးအေးလေးတွေကို သဘောကျတဲ့ သူတွေအတွက်ကတော့ အချိန်ပေးပြီး ကြည့်သင့်တဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ထင်ပါတယ်။ဒီဇာတ်ကားကိုတော့ Kim seung soo, Seo yoon ah, Kim jung hwa, Lee chun hee တို့က သရုပ်ဆောင်ထားပါတယ်File size… 1.7GB and 635MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 59min\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1AWr6/(CM)_Ensemble.2019.WEBRip.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmFiNTkxZGYtMmJmZC00YzgxLWEyYjAtYTY0Y2ZmMjMxYmJjXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Travis Scott: Look Mom I Can Fly (2019)",
        "description": "Travis Scott: Look Mom I Can Fly (2019)\n============================IMDB 6.3/10Music, DocumentaryTravis Scott ဆိုတာဒီနေ့ခေတ် Hip-Hop ရေစီးကြောင်း တစ်လျှောက်မှာ အအောင်မြင်ဆံုးRapper တွေထဲကတစ်ယောက်ဆိုရင်မမှားပါဘူး။ ၂၀၂၀ ခုနှစ်ထဲမှာပဲ Nike,PS5,Fornite,McDonald တို့နဲ့ Collabပေါင်းများစွာလုပ်ထားပြီး သန်းချီချမ်းသာနေပေမယ့်Low Profile ပဲနေတတ်တဲ့လူပါ။ ဒီလိုအောင်မြင်မှုရအောင် Astroworld ဆိုတဲ့အယ်ဘမ်တစ်ချပ်က သူ့ရဲ့ Career ကို Next level‌အထိဆွဲတင်ပေးခဲ့တာပါ။ Astroworldဆိုတာ Travis အတွက်တော့ အယ်ဘမ်တစ်ချပ်ဆိုတာထက် Childhood memoriesတွေနဲ့အတူငယ်ငယ်က ဟူစတင်မြို့မှာ ဖျက် သိမ်းခဲ့တဲ့ ပွဲတော်တစ်ခုကို Inspirationယူထားတဲ့ Masterpiece တစ်ခုပါ။ဒီ Documentry မှာ အဲ့ဒီ Astroworld albumကို ဘယ်လိုဖန်တီးခဲ့တယ်ဆိုတာတွေ... စတိတ်စင်နောက်ကွယ်က ဖြစ်ရပ်တွေ အင်တာဗျူးတွေ၊ ငယ်ဘ၀ footage videoတွေကို တစ်၀ကြီးကြည့်ရမှာပါ။ သင်က ...",
        "rating": "6.3",
        "url": "https://megaup.net/UOma/Travis.Scott.Look.Mom.I.Can.Fly.2019.720p.WEBRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Adulthood-p1-140x200.jpeg",
        "title": "Adulthood (2018)",
        "description": "[Unicode]ဟွမ်ဂျောင်အွန်းဟာ အသက်ငယ်ငယ်လေးနဲ့ ဖခင်ကို ဆုံးရှုံးခဲ့ရတဲ့ ကလေးပါမိခင်လည်းမရှိတာကြောင့် ဖခင်သေဆုံးပြီးနောက်မှာ အုပ်ထိန်းသူမရှိပဲ ဖြစ်နေခဲ့ပါတယ်ဒါပေမယ့် ဦးလေးဖြစ်သူ ဟွမ်ဂျယ်မင်းက သူမရဲ့ အုပ်ထိန်းသူ လုပ်ပေးဖို့ ရောက်လာခဲ့ပါတယ်ဟွမ်ဂျယ်မင်းက တူမဖြစ်သူ ဂျောင်အွန်းဆီကနေ သူမအဖေရဲ့ အာမခံငွေတွေိကို ခိုးသွားပြီးခိုးသွားတဲ့ငွေကိုလည်း ငွေတိုးချေးလုပ်ငန်းကို အကြွေးဆပ်လိုက်ရတယ်အိမ်အတွက် စပေါ်ငွေ လိုအပ်လာလို့ အဲ့ငွေတွေကို ဂျောင်အွန်းကပြန်တောင်းလာတဲ့အခါမှာတော့သူတို့ အိမ်စပေါ်ငွေရဖို့ ဘာတွေလုပ်ကြမလဲတူဝရီး ၂ ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ) [Zawgyi]ဟြမ္ေဂ်ာင္အြန္းဟာ အသက္ငယ္ငယ္ေလးနဲ႔ ဖခင္ကို ဆုံးရႈံးခဲ့ရတဲ့ ကေလးပါမိခင္လည္းမရွိတာေၾကာင့္ ဖခင္ေသဆုံးၿပီးေနာက္မွာ အုပ္ထိန္းသူမရွိပဲ ျဖစ္ေနခဲ့ပါတယ္ဒါေပမယ့္ ဦးေလးျဖစ္သူ ဟြမ္ဂ်ယ္မင္းက သူမရဲ႕ အုပ္ထိန္းသူ လုပ္ေပးဖို႔ ေရာက္လာခဲ့ပါတယ္ဟြမ္ဂ်ယ္မင္းက တူမျဖစ္သူ ေဂ်ာင္အြန္းဆီကေန သူမအေဖရဲ႕ အာမခံေငြေတြိကို ခိုးသြားျပီးခိုးသြားတဲ့ေငြကိုလည္း ေငြတိုးေခ်းလုပ္ငန္းကို အေႂကြးဆပ္လိုက္ရတယ္အိမ္အတြက္ စေပၚေငြ လိုအပ္လာလို႔ အဲ့ေငြေတြကို ေဂ်ာင္အြန္းကျပန္ေတာင္းလာတဲ့အခါမွာေတာ့သူတို႔ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/adulthood-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNmM2MWQ0NzktNzU0OS00MjYzLTkxNDYtMzliNTA5ZmNkMmZlXkEy_002-135x200.jpg",
        "title": "Outside the Wire (2021)",
        "description": "Outside the Wire (2021)==================IMDb Rating - 5.3/10 ဒီနေ့အတွက် Netflix ကထွက်ရှိလာတဲ့ အလန်းစား Action, Fantasy ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ အရင်ဆုံးပြောချင်တာကတော့ Anthony Mackie ပါဝင်ထားပြီး . Damson Idrisနဲ့အတူ ဒိတ်ဒိတ်ကြဲအပြိုင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပါ . ဒီကားအတွက်လည်း ဘတ်ဂျက်ကို အတော်အကုန်ကျခံရိုက်ကူးထားတယ်လည်းသိရပါတယ်။2021 ရဲ့ အစဟာ မူဗီချစ်ပရိသတ်တွေအတွက်တော့ အတော်လေးကျေနပ်စရာကောင်းလောက်မယ့်ကားကောင်းလေးတစ်ချို့ထွက်ရှိလာတာကိုလည်းတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ဟာ့ပ်ဆိုတဲ့ drone pilot တပ်သားတစ်ယောက်ဟာ drone ပစ်ခေတ်မောင်းနှင်ရာမှာအတော်လေးကျွမ်းကျင်ပြီးပစ်မှတ်ကိုတိတိကျကျပစ်ခတ်နိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် Mission တစ်ခုမှာ သူ့ရဲ့ စိတ်လောပြီးတဇွတ်ထိုးနိုင်တဲ့စိတ်ကြောင့် အမှားတစ်ခုကျူးလွန်မိပြီး . မိမိတပ်ဘက်ကစစ်သားတစ်ချို့ရဲ့ အသက်ပါ ပေးဆပ်လိုက်ရတာကြောင့် ဒဏ်ပေးခံရတဲ့အနေနဲ့ စစ်ဇုံတစ်ခုကိုအပို့ခံရပါတော့တယ်။ အဲ့ဒီ စစ်စခန်းရောက်မှ လီယိုနဲ့တွေ့ပြီးခက်ခဲကြမ်းတမ်းတဲ့ Mission ကို ရပ်တန့်ရင်ဆိုင်ရမှာကို ပစ်ကွင်းပစ်ကွက် အတိုက်အခိုက်တွေနဲ့ ရိုက်ပြသွားတာကိုကြည့်ရှုရမှာပါ။Anthony ဖန်တွေကတော့ အကြိုက်ဖြစ်ဦးမှာမလွဲပါဘူး။(ဒီဇာတ်ကားရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/UZ1m/Outside.the.Wire.2021.720p.WEB.H264[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/TvN-DS-Everyone_Is_There-p1-140x200.jpg",
        "title": "Everyone is there (2020)",
        "description": "Everyone is there (2020)တောင်းဆိုမှုများနေတဲ့ ဇာတ်ကားလေးမို့ မရမက ရှာကြံပြီး တင်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဆိုးယွန်း ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက်က\nကျောင်းမှာ အမြဲတမ်းလိုလို အနိုင်ကျင့်ခံရပါတယ်။ဒီတစ်ခါမှာတော့ အပြင်းအထန် ဒဏ်ရာရပြီး\nဆေးရုံတက်နေရတဲ့အချိန်မှာ သေချင်လာတဲ့အထိ ဖြစ်ပြီး\nသေကြောင်းကြံဖို့ ပြင်နေတဲ့အချိန်မှာ ဂန်အီယောင်းဆိုတဲ့\nကယ်တင်ရှင်တစ်ယောက် ပေါ်လာခဲ့ပါတယ်။သူနဲ့တွေ့ပြီး အနိုင်ကျင့်ခဲ့တဲ့ ကျောင်းသူတွေကို လက်စားချေဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nဆိုးယွန်းနဲ့ အမူအကျင့်ချင်း လုံးဝမတူတဲ့ ဆိုးယွန်းရဲ့ အမြွာညီမကို ရှာတွေ့ခဲ့ကြပြီး ဘယ်လိုလက်စားချေကြလဲ ဆိုတာကတော့ ဆက်လက်ရှုစားကြရမှာပဲ ဖြစ်ပါတယ်။ပိတ်ရက်မှာ အားလုံး အပန်းပြေကြလိမ့်မယ် စိတ်ကျေနပ်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။My Drama List မှာ 7.8 ရထားပါတယ်။File size… 1GB and 460MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thinzar Htet\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://megaup.net/2WRi8/(CM)_Everyone_is_there.720p.WEB-DL.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2jSS1Iq1qw8fq2UNf29pF3F3xji.jpg",
        "title": "Fox in Fuso (2020)",
        "description": "[Unicode]ဒီကားလေးကတော့ ညီအစ်မသုံးယောက်နဲ့ နတ်မင်းတစ်ပါးနဲ့ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ညွှန်းပြထားတာပါနှင်းမြေခွေး ညမြေခွေးနဲ့ မီးမြေခွေးဆိုတဲ့ အသွင်ပြောင်းနိုင်တဲ့မြေခွေးညီအစ်မသုံးယောက်ဟာ ဖူဆန်တောင်တာ အတူတူနေထိုင်ခဲ့ကြပါတယ်ညီအစ်မသုံးယောက်လုံးက သုံးလောကရဲ့အချစ်ခံလေးတွေပါသူတို့ညီအစ်မသုံးယောက်ဟာ တစ်ချိန်ထဲမှာပဲ သူတို့နဲ့အတူတူကြီးပြင်းခဲ့တဲ့ ရွှေရောင်ငှက်နတ်မင်းကို ချစ်သွားမိတဲ့အခါနတ်မင်းက နေမင်းပစ်ခွင်းခံရပြီး ရွှေကြာပန်းထဲဝိဉာဉ်ရောက်သွားတဲ့အချိန်မှာအချစ်အတွက်နဲ့ ညီအစ်မအချင်းချင်း တိုက်ခိုက်ကြပါတော့တယ်တိုက်ခိုက်ရာကနေ ညီအစ်မသုံးယောက် ဖြစ်ခဲ့သမျှမေ့ပြီး အသစ်တဖန်ပြန်မွေးဖွားလာခဲ့သောအခါရွှေရောင်ငှက်မင်းဝိဉာဉ်ရွှေကြာပန်းကလည်း လူသားခန္ဓာကိုယ်ထဲ ရောက်သွားသောအခါဘယ်လိုပြန်မှတ်မိမလဲဘာတွေဆက်ဖြစ်မလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲစောင့်ကြည့်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားေလးကေတာ့ ညီအစ္မသုံးေယာက္နဲ႔ နတ္မင္းတစ္ပါးနဲ႔ ခ်စ္ျခင္းေမတၱာေတြကိုေဖာ္ၫႊန္းျပထားတာပါႏွင္းေျမေခြး ညေျမေခြးနဲ႔ မီးေျမေခြးဆိုတဲ့ အသြင္ေျပာင္းႏိုင္တဲ့ေျမေခြးညီအစ္မသုံးေယာက္ဟာ ဖူဆန္ေတာင္တာ အတူတူေနထိုင္ခဲ့ၾကပါတယ္ညီအစ္မသုံးေယာက္လုံးက သုံးေလာကရဲ႕အခ်စ္ခံေလးေတြပါသူတို႔ညီအစ္မသုံးေယာက္ဟာ တစ္ခ်ိန္ထဲမွာပဲ သူတို႔နဲ႔အတူတူႀကီးျပင္းခဲ့တဲ့ ေ႐ႊေရာင္ငွက္နတ္မင္းကို ခ်စ္သြားမိတဲ့အခါနတ္မင္းက ေနမင္းပစ္ခြင္းခံရၿပီး ေ႐ႊၾကာပန္းထဲဝိဉာဥ္ေရာက္သြားတဲ့အခ်ိန္မွာအခ်စ္အတြက္နဲ႔ ညီအစ္မအခ်င္းခ်င္း တိုက္ခိုက္ၾကပါေတာ့တယ္တိုက္ခိုက္ရာကေန ညီအစ္မသုံးေယာက္ ျဖစ္ခဲ့သမွ်ေမ့ၿပီး အသစ္တဖန္ျပန္ေမြးဖြားလာခဲ့ေသာအခါေ႐ႊေရာင္ငွက္မင္းဝိဉာဥ္ေ႐ႊၾကာပန္းကလည္း လူသားခႏၶာကိုယ္ထဲ ေရာက္သြားေသာအခါဘယ္လိုျပန္မွတ္မိမလဲဘာေတြဆက္ျဖစ္မလဲ ဆိုတာ ဇာတ္လမ္းေလးထဲေစာင့္ၾကည့္ၾကပါရွင္ ။( ဘာသာျပန္ျပီး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/fox-in-fuso-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://megaup.net/UYh9/News_Of_The_World.2020.WEB-DL.720P.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bRoeDrOoVFkDvvT1259LkguxfZ.jpg",
        "title": "Maara",
        "description": "Maara (2021)ဇန်နဝါရီ ၈ ရက်နေ့က ထုတ်လွှင့်ပြသခဲ့တဲ့ တမယ်လ် ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ကြည့်မိရင် ရင်ထဲမှာ မေတ္တာတရားရဲ့ ဆွတ်ပျံ့မှု ကြည်နူးမှု နွေးထွေးမှုတွေကို ခံစာရမှာ အမှန်ပါပဲ။ကျွန်တော်တို့ပုံပြင်တွေကို ကြားဖူးကြပါတယ်။ နားထောင်ဖူးကြပါတယ်။\nပုံပြင်လေးတစ်ပုဒ်ကနေ တကယ့်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့ ....ပါရူး ဆိုတဲ့ ကလေးမလေးက ငယ်စဉ်ဘဝက ရထားတစ်စီးပေါ်မှာ စစ်သားလေးတစ်ယောက်နဲ့ သူ့ရဲ့ဝိဉာဉ် ငါးကလေး ဆိုတဲ့ ပုံပြင်လေးကို နားထောင်ခဲ့ရဖူးပါတယ်။\nပါရူးတစ်ယောက်က ပုံပြင်တွေကို စိတ်ဝင်စားတဲ့ မိန်းကလေးပါ။\nသူ့အိမ်က နေရာချထားပေးဖို့ ပြင်ဆင်ပေမယ့် စိတ်မဝင်စားလို့ အိမ်ကနေ ထွက်လာရင်းနဲ့ .....\nမာရာ ဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပန်းချီကားလက်ရာတွေကို တွေ့ပြီး\nအဲဒီနောက်ကို တကောက်ကောက်လိုက်ရာကနေ တကယ့်ကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ရှာဖွေတွေ့ရှိခဲ့ပါတော့တယ် .....ဘာဇာတ်လမ်းလေးလဲ ဆိုတာကတော့ .....IMDb - 7.8/10 ရထားတဲ့ ဇာတ်ကားမို့ အများကြီး ပြောမနေတော့ပါဘူး။File size… 2.1GB ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gTnC/(CM)_MAARA_(2021).720p.HDRip.mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nngtvMMY7p6yfytZ1YBgKwTJvxx.jpg",
        "title": "Sangkar (2019)",
        "description": "Sangkar 2019\nIMDb 6.6ကြမ်းလည်းကြမ်းအဓိပ္ပါယ်လည်းရှိတဲ့ရုပ်ရှင်ပါMMA ကစားသမားနှစ်ယောက်ဖြစ်ကြတဲ့အဒမ် နဲ့ ဂျိုဟန်တို့ လေးကြိမ်မြောက်ပြန်တွေ့ကြတဲ့ပွဲမှာ အဒမ်က မတရားတဲ့နည်းလမ်းနဲ့ အနိုင်ရသွားခဲ့ပါတယ်ပွဲပြီးတဲ့နောက် ရပ်ကွက်ရန်ပွဲတစ်ခုမှာသူတို့နှစ်ယောက်လုံးပါရင်းကနေအဒမ်ကြောင့်ပဲ ဂျိုဟန်တစ်ယောက်လည်ပင်းအရိုးကိုထိခိုက်သွားပြီးတစ်ကိုယ်လုံးအကြောသေသွားခဲ့ပါတယ်ငယ်စဉ်တည်းက မိဘမဲ့တစ်ကောင်ကြွက်ဖြစ်တဲ့ အလျောက်ဆိုးပေပြီး ထင်ရာစိုင်းခဲ့တဲ့အဒမ် ဟာ သူ့ကြောင့်လူတစ်ယောက်ဘဝပျက်သွားတဲ့ အချိန်မှာ နောင်တအကြီးအကျယ် ရခဲ့ပါတော့တယ်အဲ့ဒီအတွက် ဂျိုဟန်ရဲ့ခွင့်လွှတ်မှုကိုရဖို့သူကိုယ်သူလည်း ခွင့်လွှတ်နိုင်ဖို့ဂျိုဟန်မိသားစုက လဂာ်မခံပေမဲ့ဂျိုဟန်ကို ပြုစုခွင့်ရဖို့ ကြိုးစားပါတယ်အားကိုးစရာမရှိတော့တဲ့ဂျိုဟန်ရဲ့မိသားစုအတွက် ရပ်ကွက်ကြေးစားပွဲတွေထိုးပြီး ပိုက်ဆံရှာပေးခဲ့ပါတယ်\"အမှားလုပ်မိရင် တောင်းပန်တတ်ရတယ်ပြင်နိုင်ရမယ်ဆိုတဲ့\"မိခင်ရှိစဉ်က ပြောခဲ့တဲ့ ဆုံးမစကားကြောင့်သူ့အမှားအတွက် ခွင့်လွှတ်မှုရှာရင်းပြောင်းလဲသွားတဲ့လူဆိုးတစ်ယောက်အကြောင်းပါMMA ပွဲတွေနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ကလည်းကောင်းတဲ့အတွက် ကြည့်ရတာစိတ်ကျေနပ်သလို စိတ်ထဲမှာလဲတစ်ခုခုရှိသွားစေခဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်လဂာ်မလွတ်ဖို့ အကြံပေးပါရစေ ခင်ဗျာ  Translated by Rico suaveEncoded by YKFile Size :1.6GB and 832MBQuality : 1080p WEB DL and 720pSubtitles : Myanmar (Hardsub)",
        "rating": "6.6",
        "url": "https://megaup.net/2gT0X/%7BCM%7DSangkar.2019.720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mnAbhuhlfUZ5XttOLtOL5IyQvWA.jpg",
        "title": "U-Turn (2020)",
        "description": "2018 တုန်းကအိန္ဒိယကားတစ်ကားကို ဖိလစ်ပိုင်နိုင်ငံကပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတဲ့သည်းထိတ်ရင်ဖို horror အမျိုးအစားဖြစ်ပါတယ်။ဒွန်နာဆွာရက်ဇ် ဟာ သတင်းထောက်မတစ်ယောက်ဖြစ်ပြီးသူ့ရဲ့အလုပ်သက်တမ်း ၇နှစ်ရှိပြီဖြစ်ပေမယ့်လည်း ​ပြောင်းလဲတိုးတက်မှုရှိမလာတာကြောင့်အရေးပါတဲ့သတင်းစုံစမ်းရမယ့်အခွင့်အရေးကိုစောင့်​မျှော်နေသူဖြစ်ပါတယ်။ တစ်နေ့မှာဒွန်နာရဲ့ဘော့စ်ဟာဂငယ်ကွေ့ လမ်းမနေရာတစ်ခုကယာဥ်မတော်တဆမှုကိုစုံစမ်းဖို့ အသိပေးတဲ့မက်ဆေ့ကိုဒွန်နာ့ဆီလူမှားပို့ခဲ့တဲ့အခါဒွန်နာဟာအခွင့်အရေးကိုလက်လွှတ်မခံပဲ သတင်းအမိအရစုံစမ်းပါတော့တယ်။အခင်းဖြစ်ရာကိုရောက်တဲ့အခါမှာ သူ့ရဲ့ဘော့စ်တွန်းအားပေးခဲ့သလို လူတွေစိတ်ဝင်စားအောင်ကိုယ်ပိုင်ထင်မြင်ယူဆချက်တွေနဲ့ ဆန်းသစ်ကြေညာခဲ့ပြီး ဒွန်နာရဲ့သတင်းဗီဒီယိုဟာ အင်တာနက်မှာလူကြည့်များသွားခဲ့ပါတယ်။\nဒါပေမယ့်တစ်နေ့မှာ ဒွန်နာချစ်ရတဲ့မိသားစုဝင်တစ်ဦးဟာလည်းအဲ့ ဂငယ်ကွေ့နေရာကဖြတ်ပြီးအိမ်ကိုပြန်လာခဲ့တဲ့ညမှာ သေဆုံးသွားတဲ့အခါစိတ်ပျက်ဝမ်းနည်းစွာနဲ့ သူသေဆုံးရတဲ့အကြောင်းအရင်းကိုစုံစမ်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဒွန်နာဟာ ဂငယ်ကွေ့လမ်းကိုဝင်ဖို့လုပ်တဲ့ဆိုင်ကယ်တစ်စီးကိုတားစီးသတိပေးနေတဲ့အိမ်ခြေမဲ့လူကြီးတစ်ယောက်ကိုတွေ့ခဲ့ပြီးထိုလူကြီးက ဒီဂငယ်ကွေ့လမ်းကဖြတ်တဲ့သူမှန်သမျှသေဆုံးကြကြောင်းပြောပြပြီးဒွန်နာ့ကို လမ်းဖြတ်ကွေ့ခဲ့တဲ့ယာဥ်နံပါတ်တွေမှတ်ထားတဲ့စာရွက်လေးတစ်ခုပေးလိုက်ပါတယ်။ဒွန်နာဟာအဲ့နံပါတ်တွေရဲ့ပိုင်ရှင်တွေကိုစုံစမ်းကြည့်လိုက်တဲ့အခါ မကြာသေးခင်ကသေဆုံးခဲ့သူတွေဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။စာရင်းထဲကနောက်ဆုံးလူဟာအသက်ရှင်နေသေးတာကိုသိလိုက်ရတဲ့အခါ ထိုလူဆီအရောက်သွားပြီး ဂငယ်ကွေ့ကွေ့ခဲ့သူတွေဘာကြောင့်သေကုန်လဲသိရအောင် ကြိုးစားပါတော့တယ်။သင်ဟာ အာရှ horror ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူ၊ slow-burn ဇာတ်လမ်းမျိုးမဟုတ်ပဲသွက်သွက်လက်လက်သွားတဲ့ horror ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူဆိုရင်တော့ဒီဇာတ်လမ်းကိုလက်မလွှတ်ဖို့ပြောလိုက်ချင်ပါတယ်။ Translated by : Pyi T Nyein Encoded by : YKFile Size : 1.4GB and 805MBQuality : 1080p NF WEB DL and ...",
        "rating": "5.9",
        "url": "https://megaup.net/UWz7/%7BCM%7DU-Turn.2020.720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYWVlNjUxNzctZTI3NC00MDMzLWFlMjAtYmI2NWE5ZWJhYjZmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Synchronic (2019)",
        "description": "Synchronic (2019)===============IMDb Rating - 6.3/10\nRotten Tomatoes 81% November 2020 မှာထွက်ရှိထားတဲ့ Drama, Horror, Sci-Fi ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။စတိဗ်နဲ့ ဒန်းနစ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဆေးဘက်အကူ၀န်ထမ်းတွေပဲဖြစ်ပါတယ်။တစ်နေ့ သူတို့သွားရောက်ကူညီရတဲ့ နေရာတိုင်းမှာ ဒဏ်ရာရသူတွေ သာမန်မဟုတ်ဘဲ ထူးဆန်းတဲ့အခြေအနေတွေနဲ့ သေဆုံးသူဆိုရင်လည်း ထူးဆန်းတဲ့ လက္ခဏာတွေနဲ့ သေဆုံးနေတာကို ကြုံလာရပါတော့တယ်။ သေသေချာချာစုံစမ်းပြီးတဲ့ နောက်မှာ ဒီလိုဖြစ်ရပ်တွေဟာ synchronic ဆိုတဲ့ ဆေးတစ်မျိုးကြောင့်ဖြစ်တာကို သိရှိလိုက်ရပါတယ်။ဒီကိစ္စကို လိုက်လံဖြေရှင်းနေရင်းမှ ဒန်းနစ်စ်ရဲ့ သမီးဖြစ်သူကပါ ဒီဆေးသုံးမိပြီး ပျောက်ဆုံးသွားပါတော့တယ် .........synchronic ဆိုတဲ့ ဆေးဟာ ဘယ်လိုဆေးမျိုးလဲ ဒီဆေးသုံးတဲ့သူတိုင်း ဘာကြောင့် ဒီလိုတွေဖြစ်ကုန်ကြတာလဲ ဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားမှာ မင်းသား Jamie Dornan နဲ့ Anthony Mackie တို့က ဒန်းနစ်စ်နဲ့ စတိဗ်အဖြစ်သရုပ်ဆောင်ထားပြီး တကယ်ကို စိတ်၀င်စားဖို့ကောင်းတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gRyc/Synchronic.2019.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/2gRmw/Batman.Soul.of.the.Dragon.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTE1YjYwZmItYWEzMS00MGM3LTlhYTQtOWIyM2Y1MmUzNzUyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Horizon Line (2021)",
        "description": "Horizon Line (2021)==================IMDb Rating - 4.9/10 မနေ့ကပဲ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အက်ရှင် Thriller ဇာတ်ကားပါ။ဇာတ်လမ်းအရတော့ ဆာရာက လန်ဒန်သူ နှုတ်ဆက်ခွဲခွာရခြင်းတွေကိုမုန်းလို့ တစ်ခုခုဆိုရင်နှုတ်မဆက်ပဲ ရုတ်ချည်းထွက်ထွက်သွားတတ်တဲ့သူပေါ့။ ဂျက်ဆင်ကတော့ လူဖြူဖြစ်ပေမယ့်လန်ဒန်လိုမြို့ကြီးပြကြီးတွေရဲ့ မွန်းကြပ်မှုတွေကိုမခံနိုင်လို့ မော်ရီတေးနီးယားဆိုတဲ့ အာဖရိကကျွန်းလေးမှာ Diving School ဖွင့်ပြီး အခြေချနေတဲ့သူပေါ့။ သူတို့နှစ်ဦးချစ်သူတွေဖြစ်ခဲ့ကြပေမယ့်ဘဝတိုးတက်ရေးကိုဦးစားပေးတဲ့ဆာရာက ဂျက်ဆင်ကိုထားခဲ့ဖူးပါတယ်...မိတ်ဆွေတစ်ယောက်ရဲ့မင်္ဂလာပွဲအတွက် ဆာရာက အဲဒီကျွန်းလေးကိုပြန်ရောက်လာပြီး ဂျက်ဆင်နဲ့အတူ လေယာဉ်တစ်စီးတည်းစီးဖို့ရာအကြောင်းဖန်လာပါတယ်။ ဖြစ်ချင်တော့ သူတို့ရဲ့ ပိုင်းလော့ဖြစ်သူကလေယာဥ◌်ပျံသန်းနေရင်း နှလုံးဖောက်ပြီးဆုံးပါးသွားတဲ့အခါမှာတော့ မောင်းသူမဲ့သွားတဲ့လေယာဥ◌်ဟာကျွန်းပေါ်ကိုထိုးကျခဲ့တာကနေစပြီး အဲဒီပေါ်မှာ အသက်ရှင်ကျန်ဖို့ ဘယ်လိုကြိုးစားရမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။ ဒီလို Survival Movie တွေရဲ့ကျောရိုးက မထူးဆန်းပေမယ့် လူနှစ်ယောက်တည်းနဲ့တစ်ကားလုံးကို ဆွဲဆောင်မှုရှိရှိနဲ့  ကြည့်ရှုသူကို ပြသသွားနိုင်တာဟာ အတော်ကိုသေသပ်တယ်လို့ပြောလို့ရပါမယ်။ဒီဇာတ်ကားလေးကိုကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "4.9",
        "url": "https://megaup.net/2gQN9/Horizon.Line.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjFjOTI3MjItZTAzNS00Yjk4LWEyNDAtZTA4ZDNiM2FiNjVjXkEyXkFqcGdeQXVyMTYxNzI2MTg@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Redemption Day (2020)",
        "description": "Redemption Day (2021)===================IMDb Rating - IMDb Rating - 5.3/10 ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ဒီရက်ပိုင်း ပူပူနွေးနွေးထွက်ရှိထားတဲ့ action, thriller ရုပ်ရှင်တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘရက်ဒ်ပက်စတန်ဆိုတဲ့ အမေရိကန်ရေတပ်ကပ္ပတိန်တစ်ဦးရဲ့ ဇနီးဖြစ်သူ ရှေးဟောင်းသုတေသနပညာရှင် ကိတ်ပတ်စတန်ဟာမော်ရိုကိုနိုင်ငံမှာတွေ့ရတဲ့ လူသားအရိုးစုတွေကို သုတေသနလုပ်ဖို့ အဖွဲ့နဲ့အတူ မော်ရိုကိုနိုင်ငံကိုလာခဲ့ကြပါတယ်။ ကံဆိုးချင်တော့အရိုးစုတွေကိုလေ့လာရင်း မော်ရိုကိုနဲ့ အာလ်ဂျီးရီးယားရဲ့ နယ်စပ်မျဥ်းကို မတော်တဆဖြတ်မိသွားပြီး ဓားစာခံအဖြစ်ဖမ်းခေါ်သွားခံရပါတယ်။ ဒီသတင်းကိုကြားရတဲ့အခါ ခင်ပွန်းဖြစ်သူ ဘရက်ဒ်ပက်စတန်တစ်ယောက် သူကြုံခဲ့ရတဲ့ သူ့ကိုအိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတဲ့ စစ်အနိဌာရုံတွေကို အန်တုပြီး ဇနီးဖြစ်သူကိုသွားကယ်ဖို့ သူ့မိတ်ဆွေဖြစ်သူ မော်ရိုကိုအထက်တန်းအရာရှိ ယိုးနက်စ်နဲ့အတူရန်သူ့နယ်မြေထဲ စွန့်စားလာကြတဲ့ စစ်ဆင်ရေးပုံရိပ်တွေကို မြင်ကြရမှာပါ။ Action ကားဆိုပေမယ့်လည်း သွေးထွက်သံယိုခန်းတွေသိပ်မပါတဲ့အတွက် အသည်းငယ်တတ်သူတွေအဖို့ရော မိသားစုတွေနဲ့ပါ ကြည့်လို့သင့်တော်မယ့်ဇာတ်ကားတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့  အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့ MTA, August တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/redemption-day-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Chennai-Express-142x200.jpg",
        "title": "Chennai Express (2013)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး လေးနဲ့ ရယ်ရွှင်ကြည်နူးဖွယ် ဇာတ်ကားလေးပေါ့ ။ ရင်ဘတ်ကြီးရဲ့ သန်မာမှုက လက်ရုံး ခွန်အားထက် ပိုမိုသာမွန်ကြောင်း သက်သေပြစေခဲ့တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်း ရာဟူးဟာ လူပျိုကြီးတစ်ယောက်ပေါ့။ သူငယ်စဉ်ကတည်းက မိဘနှစ်ပါးစလုံးမှာ အက်စီးဒင့်ဖြစ်ခဲ့ကြပြီး အဘိုးက ကျွေးမွေး စောင့်ရှောက်ခဲ့ပါတယ်။ အဘိုးလည်း ကွယ်လွန်ပြီးနောက်မှာတော့ ရာဟူးဟာ အဘိုးရဲ့ဆန္ဒအရ အရိုးပြာတွေကို ယမုံနာမြစ်ထဲ မျောချစေချင်တဲ့ သူ့ အဘွားရဲ့ ဆန္ဒကို ဆန့်ကျင်ပြီး တစ်ခြား နေရာကို ခရီးသွားဖို့ လုပ်ပါတယ်။ရာဟူးဟာ သူ့အဘွားကို လှည့်စားဖို့ ယမုံနာ မြစ်ဆီသွားဖို့ Chennai Express ရထားလေးစီးနင်းခဲ့ရပြီး ရထားပေါ်၌ မီရာကို တွေ့ခဲ့ပါသည်။ မီရာဟာ မာဖီယားခေါင်းဆောင်တစ်ဦး၏ သမီးဖြစ်ပြီး အခုလည်း လူဆိုးတစ်ဦးနှင့် အတင်းပေးစားခံရသောကြောင့် ထွက်ပြေးလာခဲ့သည်။ မီရာဟာ သူမ၏ ဘဝအကြောင်းပြောပြခဲ့ပြီး သူမ၏ ချစ်သူ အဖြစ် ...",
        "rating": "6.0",
        "url": "https://megaup.net/3CLxT/Chennai.Express.2013.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-MMR(HEVC)_(2).mkv",
        "category": "Asian, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulFF2EbRm7jDRhpUx9Q8F2ATfWm.jpg",
        "title": "Kaagaz (2021)",
        "description": "Kaagaz (2021)*****************IMDb rating......................7.9 HindiKaagaz - စာရွက် 2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။ ၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီးဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။ ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကိုဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကိုနိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။  ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီးသူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1AT72/(CM)_Kaagaz_(2021)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/315x420_0d03c9fa0d24bd3a12f121924ad83daa9d4d55a0dcf29b6a0deee5e2ea698bf9-150x200.jpg",
        "title": "The Rising Hawk (2019)",
        "description": "The Rising Hawk (2019)\n===================IMDb Rating  5.8/10 ဒီနေ့အတွက် အမိုက်စား Action , Drama, History ကားလေးကိုတင်ပေးချင်ပါတယ်။မွန်ဂိုတွေ အင်အားကောင်းချိန် ၁၂၀၀ ကျော်ခုနှစ်ကာလကို ဇာတ်အိမ်တည်ထားပါတယ်။ဉရောပ - အာရှနယ်စပ် ယူကရိန်း အမေရိကန်နယ်မြေ၊ ကပ်သရီသန်တောင်းတန်းဒေသမှာအေးအေးချမ်းချမ်းနေထိုင်တဲ့ ယူက‌ရေးနီးယမ်းလူမျိုးတွေဟာ တောင်ယာလုပ် အမဲလိုက်တဲ့လူမျိုးတွေဖြစ်ပါတယ်။ ဒီလူမျိုးတွေရဲ့နယ်‌မြေကို ဂျင်ဂျစ်ခန်ရဲ့ မွန်ဂိုတပ်တွေ ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါ.... မိမိနယ်မြေကို ဘယ်လိုခုခံကာကွယ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ။ သမိုင်းစိတ်ကူးယဉ်၀တ္ထုကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပေမယ့် သမိုင်းကြောင်းတစ်ခုကိုပြန်လည် မြင်ယောင်ထင်မှတ်စေလောက်အောင်ကောင်းမွန်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 05minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action , Drama, ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gQwk/The.Rising.Hawk.2019The.Rising.Hawk.2019.720p.BluRay[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXfXonJcKwDMNuK4ojLhBTW3Ar6.jpg",
        "title": "Mother Gamer (2020)",
        "description": "သင်ဟာဂိမ်းချစ်သူတစ်ယောက်ဆို ဒီကားကိုလက်လွှတ်မခံဖို့ တိုက်တွန်းပါရစေ။ဆရာမဘန်ဟာသင်္ချာဆရာမဖြစ်သည့်အလျောက်သားဖြစ်သူအပေါ်မျှော်လင့်ချက်ကြီးမားစွာနဲ့တစ်ယောက်တည်းဆုံးမ ပဲ့ပြင်ထိန်းကျောင်းခဲ့ပါတယ်။ဖုန်းကိုကလေးတွေအတွက်အန္တရာယ်တစ်ခုလို့မြင်ပြီးသင်ကြားမှုအပိုင်းမှာအာရုံစူးစိုက်စေဖို့အတွက်ဖုန်းကင်းမဲ့စာသင်ဆောင်ပရောဂျက်ကြီးရေးဆွဲနေတဲ့ဆရာမဘန်တစ်ယောက်သူ့သားဟာဂိမ်းစထွင်မာတစ်ယောက်ဖြစ်နေခဲ့တာကို မမျှော်လင့်ပဲသိရှိခဲ့ပါတယ်။သားကိုဂိမ်းဖြတ်ဖို့အရေး ကြံရာမရဖြစ်နေသည့်နောက်မှာတော့သူမကိုယ်တိုင် ဂိမ်းဝင်ဆော့ဖို့အကြောင်းဖန်လာပါတော့တယ်။သူ့သားကပဲဂိမ်းဖြတ်မလား သူကပဲဂိမ်းစွဲသွားမှာလားကတော့စိတ်ဝင်စားစရာပါပဲ။E sport အကြောင်းရိုက်ပြထားတဲ့ ဒီဇာတ်ကားဟာ ဂိမ်းဘယ်လိုဆော့သင့်တယ် ဂိမ်းitemတွေအကြောင်းပါမကHeroတွေအကြောင်းကိုပါသေချာရိုက်ပြထားတဲ့ဇာတ်ကားမို့ ဂိမ်းချစ်သူတွေလက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဂိမ်းမဆော့တဲ့သူတွေအနေနဲ့လည်းကြည့်နိုင်ပြီး ကြည့်ပြီးဂိမ်းဆော့ချင်သွားရင်တော့ တာဝန်မယူဘူးနော်... Translated by HazelEncoded by : YKFile Size : 1.6GBQuality  : 1080p NF WEB DLSutitles : Myanmar ( HardSub)",
        "rating": "6.1",
        "url": "https://megaup.net/1AT5h/%7BCM%7DMother.Gamer.2020.720p.NF.WEB-DL.DDP5.1.x264_.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/138345288_1696345043872101_858548386773563491_n-150x200.jpeg",
        "title": "Penthouse Special: Hidden Room (2021)",
        "description": "Penthouse Special 2021 ( Hidden Room Story )\n=========================ဒီမှာဆိုရင်တော့ Penthouse S1 မှာ သူတို့ကိုယ်တိုင် သရုပ်ဆောင်ခဲ့တာလေးတွေကို ပြန်ကြည့်ပြီး ရယ်စရာ ဖြစ်နေတာတွေ ဟာသအလွဲတွေအကြောင်း ပြောကြရယ်ကြမှာဖြစ်တဲ့ အပြင် S2 မှာ ဘယ်လို ဆက်မလဲဆိုတာအနည်းငယ်နဲ့ ပြောကြမှာပါ ။ တော်တော်ခွီရင်း လောင်ရပါတယ်Quality__720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:28:34\nType__TV show , Comedy , Behind\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung , Amelia , Yamin Ei , Deer\nEncoded by Naing Aung Latt",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/penthouse-special-hidden-room-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2ViZTgxMGUtMTkxNy00YmI5LWJkNTUtZTYxNzU3MGMwYzJjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_UY268_CR90182268_AL_-136x200.jpg",
        "title": "Psych 2: Lassie Come Home (2020)",
        "description": "Psych 2: Lassie Come Home (2020)============================IMDb - 7.5/102017 ခုနှစ်တုန်းက ထွက်ရှိထားခဲ့တဲ့ Psych : The Movie ရဲ့ နောက်တစ်ကား ဒီနှစ်မှာ ထပ်ထွက်လာပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဆန်တာ ဘာဘရာ က ရဲမှူး ကာတန် လက်စီ (လက်စီတာ) ကို ချုံခိုက်တိုက်ခိုက်ခံရပြီးတော့လမ်းဘေးမှာ ပစ်ထားခံခဲ့ရပါတယ်။ အဲဒီအချိန်ကစလို့ ဆေးခန်းမှာ ထူးထူးဆန်းဆန်းအရာတွေကို သူ မြင်လာရပါတော့တယ်။ ဒီတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်နှစ်ဦး ဖြစ်တဲ့ ဂတ်စ် နဲ့ ရှောန်း တို့ နှစ်ယောက်က ရဲတွေရဲ့ အကူအညီ မပါဘဲ ဒီအမှုကို ရင်ဆိုင်ဖြေရှင်းဖို့ ကြိုးစားပါတော့တယ်။ သူတို့ ရှာဖွေ တွေ့ရှိခဲ့တဲ့ ကိစ္စတွေက သူတို့ရဲ့ဘဝကိုတစ်သက်လုံး ပြောင်းလဲစေခဲ့ပါတယ်။ အဲဒီအကြောင်းတွေကတော့ ဒီကားလေးမှာ ဆက်လက်ရှုစားရမှာပဲ ဖြစ်ပါတယ်။IMDb - 7.5/10\nRotten Tomatoes ...",
        "rating": "7.5",
        "url": "https://megaup.net/UVj2/Psych.2.Lassie.Come.Home.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9juGLYYestTDvzP6TUXGCLEpuJG.jpg",
        "title": "Gabriel’s Redemption: Part I(2023)",
        "description": "Gabriel's Redemption: Part I(2023)********************************ဒီကားလေး‌ကတော့ အရင်အပတ်ကမှလောလောလတ်လတ်ထွက်ထားပြီး IMDb 6.2ရရှိထားပြီဖြစ်တဲ့ Gabriel's Inferno movie series ရဲ့နောက်ဆုံးထွက်ကား‌လေးပဲဖြစ်ပါတယ်။ ‌ကြည့်ရှုချိန် ၂နာရီနီးပါးကြာမြင့်ပြီး အချစ်၊ ဒရာမာ ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ် <ဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ ရှေ့ကကားလေးတွေကိုကြည့်ပြီးမှ ကြည့်ဖို့တိုက်တွန်းပါရစေ။>ဒီကား‌ထဲမှာတော့ ဂေဘရီရယ်တစ်ယောက် ကလေးယူချင်စိတ်ပြန်ဖြစ်လာပေမယ့် ဂျူလီယာကဘွဲ့လွန်ကျောင်းတစ်ဖက်နဲ့ဖြစ်နေပြီး ပညာရေးကို မစွန့်လွတ်နိုင်တဲ့အခြေအနေရောက်နေပါတယ်။မိသားစုတစ်ခု နှစ်ယောက်အတူထူထောင်လိုက်ရင် ကလေးတစ်ဖက်နဲ့ သူမပြုစုချင်တဲ့ချင်တဲ့စာတမ်းတွေမပြီးမြောက်ပဲ ဘွဲ့လွန်ကျောင်းကနေထွက်ရမယ့်အဖြစ်နဲ့ကြုံမှာကို သူမအကြောက်ကြီးနေခဲ့တယ်။တစ်နေ့မှာ ဂျူလီယာရဲ့စာတမ်းကို ပါမောက္ခဂေဘရီရယ်တစ်ယောက်ဖတ်ကြည့်ပြီးဒန်တေးရဲ့ဇာတ်လမ်းအပေါ် အမြင်မတူကြရာကနေအခြေခံကာ ဂျူလီယာတို့လင်မယားလက်ထပ်ပြီးပထမဆုံးရန်ပွဲလေးကိုနွှဲလိုက်ရပါတော့တယ်။ စာတမ်းပို့ချဖို့ အီတလီကိုသွားကြတဲ့အခါမှာလည်း ကတ်သရင်းတစ်ယောက်ဟာ ဂျူလီယာ့ကို မနာလိုဝန်တိုစိတ်နဲ့ အသရေဖျက်လိုဖျက်၊ အိမ်ထောင်ရှိနေပြီဖြစ်တဲ့ ဂေဘရီရယ်ကိုသွေးဆောင်လိုဆောင်နဲ့ ဂေဘရီရယ်နဲ့ဂျူလီယာတို့လင်မယားကို အမျိုးမျိုးစိတ်ဒုက္ခလိုက်ပေးနေခဲ့ပါတယ်။အမှောင့်အဖျက် ကတ်သရင်းတစ်ယောက် ဂျူလီယာ့ကို ဘယ်လိုနှောင့်ယှက်မလဲလည်း သူကိုယ်တိုင်လည်းဘာတွေကြုံတွေ့ရဦးမလဲ သူ့ကိုဘယ်လိုအရာတွေက စောင့်ကြိုနေလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။အချို့ဇာတ်ဝင်ခန်းလေးတွေမှာတော့ ပရိသတ်အချို့သဘောကျကြတဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းရဲ့ ကျန်ရှ်ိနေသေးတဲ့အခြေအနေတင်းမာမှုလေးတွေကိုလည်း ဟိုတစ်စဒီတစ်စ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်။File Size : (1.5GB) ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BvUj/Gabriels.Redemption.Part.1.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jUx4P4Q1VsQ07rLz7sOlSyNm4F3.jpg",
        "title": "The Fall (2006)",
        "description": "Genre – Adventure, Drama, Fantasy\nIMBD – 7.8/10 နိုင်ငံပေါင်း ၂၈ နိုင်ငံမှာ ၄ နှစ်ကြာအောင် ရိုက်ခဲ့ပြီး ဆက်တင်မသုံးပဲတကယ့်ရှုခင်းအလှအပ သဘာဝစစ်စစ်တွေနဲ့ Landscapeအလန်းစားတွေ သုံးထားတဲ့ စိတ်ကူးယဉ် ဒရမ်မာကားကောင်းလေးပါ။ရိုက်ထားတဲ့ Cinematography တွေဆိုလည်း ဓာတ်ပုံပညာတတ်စရာမလိုပဲ မြင်လိုက်တာထက် မှင်သက်ရအောင်ထိ မိုက်တဲ့ ရိုက်ချက်တွေLandscape အယူအဆတွေ မြင်ရမှာပါ။ ဒါတင်ပဲလား ရိုက်ချက်တွေရှုခင်းတွေကတော့ ဟုတ်ပါရဲ့ ဇာတ်လမ်းကျ ကောင်းရဲ့လားဆိုပြီးလည်းစိတ်ပူမနေနဲ့ ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ တင်ဆက်ပုံဆန်းပြီးIMDB မှာက 7.8 ရထားတယ် လူ ၁ သိန်းကျော်ပေးထားတာ Legitဖြစ်ချက်ပဲ။ သရုပ်ဆောင်ထားတဲ့မင်းသားကလည်း ခပ်ဖြောင့်ဖြောင့်နဲ့ ဘဲကြီး Lee Pace နာမည်ကြီးဇာတ်ကောင်တွေ ပြောရရင် Gurdianof the Galaxy ပထမကားထဲက ဗီလိန် Ronan တို့ နောက်ပြီးHobbit ထဲမှာ ပါမန်း Legolas ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Vyku/The.Fall.2006.BluRay720p(CM).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coAJgJYVGpnsaEgKsp0kRZbnHIb.jpg",
        "title": "Fight Against Evil Ⅱ (2023)",
        "description": "ရဲဝန်ထမ်းလုပ်နေတဲ့ လီဟုန်ချီးတစ်‌ယောက်ဟာ KTV တစ်ခုမှာအလုပ်လုပ်နေတဲ့ကောင်မလေးတွေအပေါ် လိင်အမြတ်ထုတ်တာတွေ\nတရားမဝင် မူးယစ်ဆေးဝါးရောင်းတာတွေလုပ်ပြီး ငွေမည်းတွေနဲ့ကြီးပွားနေတဲ့ လူမိုက်တွေကို ခြေရာခံမိခဲ့ပါတယ်လူမိုက်တွေရဲ့ အနိုင်ကျင့်မှုကြောင့် တစ်ချို့မိန်းကလေးတွေ sucideလုပ်တဲ့အထိဖြစ်လာခဲ့ပါတယ်လူမိုက်တွေထဲမှာ သူချစ်ရတဲ့ညီလေးတစ်ယောက်လည်းပါနေတာကြောင့် ညီလေးကို ကယ်တင်နိုင်ဖို့ သူဘယ်လိုတွေစုံစမ်းပြီးထုတ်ဖော်မလဲစုံစမ်းရင်းနဲ့ ဘယ်လိုမထင်မှတ်ထားတာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyawt ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p\nFile size… 1GB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyawt\nEncoder ..... LK",
        "rating": "",
        "url": "https://channelmyanmar.org/fight-against-evil-%e2%85%b1-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kavmE1zj7w3KaaG1NMXp1lZGLZV.jpg",
        "title": "Blood Vessel (2019)",
        "description": "ဒီကားလေးကတော့ ဒုတိယကမ္ဘာစစ်ကာလအတွင်းကိုဇာတ်တည်ထားပါတယ်။ ဇာတ်လမ်းအစမှာ ပရက်စကော့တို့အဖွဲ့က ပင်လယ်ထဲမှာအစာရေဆာပြတ်လတ်ပြီး ဖောင်တစ်ခုနဲ့ ပင်လယ်ထဲမှာမြောလာတာနဲ့ စထားပါတယ်၊ ဒီလိုနဲ့ နာဇီသင်္ဘောတစ်စီးကိုတွေ့ပြီးအသတ်ခံရတာက ငတ်သေတာထက်တော့သာပါသေးတယ်လို့ခံယူပြီး အဲဒီသင်္ဘောပေါ်ကို တက်သွားကြပါတော့တယ်။သင်္ဘောပေါ်မှာ လူတစ်ယောက်မှမတွေ့တော့ ထူးဆန်းတယ်ဆိုပြီးသင်္ဘောအနှံ့လိုက်ကြည့်ကြတဲ့အချိန်မှာ မိုင်ယာလို့ခေါ်တဲ့ကလေးမလေးနဲ့တွေ့ခဲ့ကြပါတယ်။ဘယ်သူမှမရှိတဲ့ သင်္ဘောပေါ်မှာ ကလေးမလေးတစ်ယောက်တည်းဘာလို့ရှိနေရတာလဲ၊ သင်္ဘောပေါ်မှာ ဘာတွေဖြစ်သွားခဲ့တာလဲ၊ပရက်စကော့တို့ကရော ဘာတွေကြုံရမလဲဆိုတာကိုတော့ 2019ခုနှစ်ထွက်ရှိထားပြီး IMDb rating 5.4 ရရှိထားတဲ့ Blood Vesselကားလေးမှာ ဆက်ပြီးကြည့်ရှုကြည့်ကြရအောင်နော်... ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Bennie ဖြစ်ပါတယ် )  File size…1.21GB / 405MB\nQuality…WEB-DL  1080p 5.1 CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Fantasy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Bennie",
        "rating": "5.4",
        "url": "https://megaup.net/1Vyht/Blood.Vessel.2019.WEB-DL720p(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTA3NjdhMDAtYTliOS00MzY2LWI4OTItZWIyZjhkYWMxNWExXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-140x200.jpg",
        "title": "[18+]Female War: A Nasty Deal (2015)",
        "description": "အိမ်ထောင်ရေးမှာအချစ်မပါရင် ဆားမပါတဲ့ဟင်းလိုပဲ\nပေါ့ပျက်ပျက်ရယ်ပါ\nဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်က အွန်ယောင်း ပဲ\nအွန်ယောင်းက ငယ်ရွယ်နုပျိုပြီး လှသွေးကြွယ်နေတဲ့သူတယောက်\nနူးညံ့သိပ်မွေ့ပြီး နှလုံးသားလှသူတယောက်\nအထူးသဖြင့်သူမရဲ့ အမူယာဟန်ပန်နဲ့ လုံးကြီးပေါက်လှခန္ဓာကိုယ်ပဲ\nသူမကို ကံထူးသွားသူကတော့ ပန်းချီဆရာတယောက်ရယ်ပါဒါပေမဲ့ အိမ်ထောင်ကျပြီး မကြာခင်မှာပဲ ကြမ္မာဆိုးကြီးဝင်မွှေပါတယ်\nပန်းချီဆရာက မတော်တဆမှုနဲ့ မျက်လုံးနှစ်ဖက်ကွယ်သွားပါတယ်\nကြံရာမရဖြစ်နေချိန် ခိုးကိုးရာမဲ့နေချိန်မှာပဲသူတို့ကို သတိထားမိသွားသူက ကင်ဆာရောဂါနဲ့ဘဝနေဝင်ချိန်ရောက်နေတဲ့\nတစ်ကောင်ကြွက် ကုံလုံတဲ့အဖိုးကြီးတစ်ဦး......\nသူတို့နှစ်ယောက်ကို ဂရုဏာသက်ပြီး သူ့မျက်လုံးကိုလှူဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်\nအွန်ယောင်းကလည်း ကျေးဇူးသိတက်သူပီပီ အဖိုးကြီးကိုသေတဲ့အချိန်စောင့်ရှောက်ဖို့အားထုတ်ပါတယ်ဒါပေမဲ့လေ...\nအွန်ယောင်းလေးကိုမြင်တာများပြီး အဖိုးကြီးစိတ်ပြောင်းသွားတယ်\nမတော်တရော်တစ်ခုကိုတောင်းဆိုလိုက်တယ်\nမျက်လုံးနှစ်လုံးလဲရမယ် အမွေတွေအားလုံးလဲရမယ် သူနဲ့တညပဲအိပ်တဲ့လေ\nအွန်ယောင်း ဘယ်လိုမှမငြင်းသာတော့ပဲ ခင်ပွန်းသည်စက္ခုနှစ်ကွင်းအလင်းရဖို့\nမျက်စိမှိတ်လိုက်ပါတော့တယ်ဒါပေမဲ့အဖိုးကြီးက စိတ်သာရှိပေမဲ့ကိုယ်ကလိုက်မလာပါဘူး\nအဲဒီအချိန်မှာ အွန်ယောင်းတယောက် ရှိသမျှပညာအကုန်ထုတ်သုံးပေမဲ့လည်း\nအွန်ယောင်း ရဲ့ကြိုးစားမှုတခုကလေ Naked Weapon ထဲက Maggie Q\nညုတဲ့အခန်းကို သွားပြီးတော့သတိရစေမှာအမှန်ပါပဲဇာတ်လမ်းဇာတ်ကွက်တွေက ခမ်းနားပြီး အချစ်ရေး အိမ်ထောင်ရေး\nမိန်းမတယောက်ရဲ့ အနွံတာခံမှုတွေကို\nDS Fans တွေအကြိုက် အခန်းများများနဲ့ရောနှောထားတာမို့ ကြည့်ရှု့ကြည့်ပါဦး\nFile size…1.9GB / 856MB\nQuality…1080p FHD  /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Bvec/Female_War_Nasty_Deal_2015_NonDRM_FHD_720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/czFIaeukSxNEccysQeys1PCkuOG.jpg",
        "title": "Green Zone (2010)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး Matt Damonရဲ့War/actionဇာတ်ကြမ်းဖြစ်ပါတယ်။ IMDb 6.8နဲ့ RT rating 53%ရထားပြီး အီရတ်နဲ့ အ​မေရိကန်ကြား စစ်​ရေးတင်းမာမှု​တွေဖြစ်ခဲ့တဲ့၂၀၀၃ခုနှစ်ဝန်းကျင်ခန့်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ ရွိုင်း​မီလာက ယူအက်စ်ရဲ့အဖျက်လက်နက် ရှာ​ဖွေ​ထောက်လှမ်း​ရေးအဖွဲ့​​ခေါင်း​ဆောင်ဖြစ်ပြီး အီရတ်နိုင်ငံထဲမှာ အဖျက်စွမ်းအားကြီးတဲ့လက်နက်ကြီးတစ်ခုရှိတဲ့ဆိုတဲ့ အတွင်းသတင်း​ကြောင့် ရှာ​ဖွေမှု​တွေ​နေရာအနှံ့လုပ်​​နေခဲ့တာပါ။ဒါ​ပေမဲ့ သတင်း​ရတဲ့​နေရာ​တွေမှာရှာတိုင်းဘာလက်နက်ကြီးမှ မ​တွေ့ရဘဲ လက်ဗလာနဲ့ပဲ ပြန်လာ​နေရတဲ့​နောက်\n​ထောက်လှမ်း​ရေးကရ​တဲ့ သတင်းက တစ်ခုခုလွဲ​နေတယ်လို့ သံသယဝင်လာပြီး အထက်အမိန့်ကိုဖီဆန်ပြီး သတင်း​ရင်းမြစ်အ​ကြောင်းကိုထဲထဲဝင်ဝင်စုံစမ်းရာက​ ထင်မှတ်မထားမိတဲ့ လျှို့ဝှက်ချက်တစ်ခုကိုသိသွားပြီး အဲဒီကိစ္စရဲ့​နောက်ဆက်တွဲကိစ္စ​တွေကိုပါ ​ဖြေရှင်းဖို့အ​ရေးကြုံလာပါ​တော့တယ်။အဲဒီလျှို့ဝှက်ချက်က ဘာဖြစ်​နေမလဲ။ ဘယ်​လောက်ထိကြီးမားတဲ့ပြဿနာကြီးဖြစ်​နေမလဲ။ မတည်ငြိမ်မှု​တွေဖြစ်​နေတဲ့ အီရတ်​မြေမှာမီလာတို့အဖွဲ့ ဘယ်လိုအခက်အခဲ​တွေကို ရင်ဆိုင်​ကျော်ဖြတ်ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။  File size…2.31GB / 968MB\nQuality…Blu-Ray  1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Drama , Action  , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.8",
        "url": "https://megaup.net/1Vyfu/Green.Zone.2010.BluRay720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oRtRokj0Lg1V7UG5bhRQAhI7DZm.jpg",
        "title": "Arbor Demon (2016)",
        "description": "ဇာတ်လမ်းအညွှန်း တောနက်ကြီးတွေဟာ တကယ်ပဲကြောက်ဖို့ကောင်းသလားဆိုတာအပြင် တောတွေအကြောင်း ရှေးလူကြီးတွေပြောပြတဲ့ပုံပြင်တွေက တကယ်ပဲအမှန်တွေ ဖြစ်လောက်လားဆိုတာကိုရောတွေးမိကြပါသလား။ ဒါဆိုရင်တော့ horror/ thriller ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်တဲ့ Arbor Demon ဇာတ်လမ်းလေးကိုကြည့်ရှုလိုက်ကြပါ။ ဒီဇာတ်လမ်းလေးမှာ ချားလ်စ်နဲ့ ဒေနာ တို့ဟာ ကလေးမယူကြသေးဘဲသူတို့ဘဝရဲ့ကိုယ်ပိုင်စွန့်စားခန်းလေးတွေကို လုပ်နေကြစဲဖြစ်တဲ့လင်မယားအတွဲလေးဖြစ်ပါတယ်။ ဒေနာက တောနက်ကြီးတစ်ခုအကြောင်းကို ထူးဆန်းစွာ အမြဲမြင်မက်နေပါတယ်။ တစ်နေ့မှာသူတို့နှစ်ဦးရဲ့မင်္ဂလာနှစ်ပတ််လည်အနေနဲ့ တောထဲကို စခန်းချခရီးထွက်ဖို့ နှစ်ယောက်သား ထွက်လာကြပါတယ်။ တောနက်နက်ထဲမှာကြောက်စရာအသံတွေလည်း စကြားလာရပြီး ဘယ်အရာကလာတိုက်ခိုက်လဲမသိ တိုက်ခိုက်ခံလာရတဲ့အခါ…သူတို့ကို ဘယ်အရာတွေက တိုက်ခိုက်နေတာလဲ၊ ဘာအကြောင်းကြောင့်တိုက်ခိုက်နေတာလဲ၊သူတို့နှစ်ဦး အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလား ဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ) File size…1.73GB / 841MB\nQuality…Blu-Ray  1080p  / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Drama , Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2BvH5/Arbor.Demon.2016.BluRay720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kYHKQD3GvZlyhLpjsJLiONslZN4.jpg",
        "title": "The Woman (2011)",
        "description": "ဒီဇာတ်လမ်းမှာတော့ တောတောင်ထဲမှာ တစ်ကိုယ်တည်းလျှောက်သွားပြီး ရှင်သန်နေတဲ့ မိန်းမတစ်ယောက်ကိုယဉ်ကျေးအောင်၊ လူမှုအဖွဲ့အစည်းနဲ့အံဝင်အောင် ကြိုးစားခဲ့တဲ့ရှေ့နေတစ်ယောက်နဲ့ သူ့မိသားစု အကြောင်းကို တင်ဆက်ထားပါတယ် ခရစ်စ်တို့မိသားစုဆီကို သူ့ကိုယ်ပိုင်စိတ်ဆန္ဒမပါဘဲ ရောက်လာတဲ့မိန်းမတစ်ယောက်. သူတို့တွေက “အမျိုးသမီး” လို့ ရည်ညွှန်းခဲ့ပေမယ့်သူကတော့ တိရစ္ဆာန်နဲ့ မခြားခဲ့ပါဘူး. ရိုင်းစိုင်းပြီးသားရဲဆန်တဲ့အမျိုးသမီးကို ဖမ်းဆီးနိုင်ခဲ့တဲ့ ခရစ်စ်အနေနဲ့ သူ့ရဲ့ကိုယ်ပိုင်စမ်းသပ်မှုအဖြစ်အတင်းအကျပ်ထိန်းသိမ်းပြီး အရိုင်းဆန်စိတ်တွေ ပပျောက်အောင်ကြိုးစားခဲ့ပါတယ်.။ သူ့ရဲ့ မိသားစုကိုလည်း ဒီပရောဂျက်မှာမဖြစ်မနေ ပါဝင်စေခဲ့ပြန်ပါတယ်. တရားဥပဒေဘက်တော်သားဖြစ်သူခရစ်စ်ကိုယ်တိုင်က ဥပဒေနဲ့ဆန့်ကျင်စွာ အမျိုးသမီးတစ်ယောက်ကိုမတရားဖမ်းဆီး လူယဉ်ကျေးဇာတ်သွင်းနိုင်မလားအောင်မြင်ပြည့်စုံနေတဲ့ မိသားစုကြားမှာ ရိုင်းစိုင်းတဲ့အမျိုးသမီးတစ်ယောက် ဝင်ရောက်လာမှုကလည်း ဘယ်လို သက်ရောက်မှုတွေရှိလာမလဲ  အမျိုးသမီးတစ်ယောက်ကို ယဉ်ကျေးအောင်သင်ပြပေးချင်သူ ခရစ်စ်ကိုယ်တိုင်က သူ့မိန်းမ၊ မိသားစု အပါအဝင် အမျိုးသမီးများကို မလေးစားတတ်သူ ဖြစ်နေသောအခါ..ထိုအမျိုးသမီးရဲ့ ရက်စက်တဲ့အမျက်ဒေါသကနေ လွတ်မြောက်နိုင်လမ်းရှိမလားဆိုတာကို ရှုစားနိုင်ဖို့ CM ကနေ တင်ဆက်ပေးလိုက်ရပါတယ်.  File size…1.82GB / 756MB\nQuality…Blu-Ray  1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Vyc5/The.Woman.2011.BluRay720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZDnrgn6Iw9z2XtaQ99G0p1DFP0.jpg",
        "title": "Superheroes (2021)",
        "description": "ဒီဇာတ်ကားလေးရဲ့နာမည်က‌တော့ Superheroesတဲ့။ဒါပေမယ့်စူပါဟီးရိုးတွေအကြောင်းတော့မဟုတ်ဘူး။မာကိုဆိုတဲ့ ရူပဗေဒဆရာတယောက်နဲ့အန်နာဆိုတဲ့ပန်းချီဆရာမလေးတို့အတွဲရဲ့အချစ်ဆိုတဲ့အရာတခုကိုအချိန်တွေကြာလာတာနဲ့အမျှ အန်နာရဲ့ Superheroes ဆိုတဲ့သူတို့အကြောင်းရုပ်ပြစာအုပ်လေးအတိုင်း အဓိပ္ပါယ်အမျိုးမျိုးဖွင့်ဆိုကြတဲ့ပုံပေါ့။ သူတို့နှစ်ယောက်စတွေ့ခဲ့ကြတာက တံခါး၀လေးတခုအောက်မှာမိုးခိုနေရင်းနဲ့။ မာကိုကတော့ စိတ်မြန်လက်မြန်လုပ်တတ်ပြီးသူ့အတွက် အချိန်ဆိုတာ အပြင်မှာတကယ်မရှိတဲ့အရာလို့လက်ခံထားတဲ့သူ။ အန်နာကတော့ပျော်ပျော်နေသေခဲယောကျာ်းတယောက်ကို တညထက်ပိုမတွဲသလို realtionshipတခုမှာ တသက်လုံးချစ်ရမှာကို အရမ်းကြောက်တဲ့ကောင်မလေး။ဒီလိုသူတို့နှစ်ယောက်ရဲ့စတွေ့ကြတဲ့အချိန်ကနေ ဆယ်နှစ်ကြာပြီးတဲ့မျက်မှောက်အချိန်အထိ သူတို့ရဲ့အချစ်ခရီးလမ်းမှာ ချစ်လိုက်ကြပြတ်လိုက်ကြအခိုက်အတန့်လေးတွေ သူတို့ရဲ့ခံစားချက်လေးတွေလျှို့ဝှက်ချက်လေးတွေ ဘ၀အနိမ့်အမြင့်တွေကို ဒီဇာတ်ကားမှာကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ CMပရိတ်သတ်ကြီးကိုမေးခွန်းလေးတခုပဲ မေးစရာရှိတာကတော့လူတယောက်ကိုတသက်လုံး သစ္စာရှိရှိနဲ့ ချစ်နိုင်ဖို့အတွက်ကဘယ်လိုစူပါပါဝါမျိုးတွေ လိုအပ်မှာပါလဲ။ File size…1.97GB / 756MB\nQuality…WEB-Rip  1080p / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/1Vyah/Superheroes.2021.WEBRip720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTL9Z1EaOpgXSA8HvZX8gtHIlBN.jpg",
        "title": "Secret Love (2010)",
        "description": "ပရိတ်သတ်ကြီးကို ဒီတစ်ခေါက် ကိုရီးယား erotic thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်။ ဇာတ်ကားနာမည်ကတော့ Secret Loveဖြစ်ပြီး ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာပါယွန်လို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်ဟာ သူချစ်ရတဲ့ သူ့ရဲ့ချစ်သူဂျင်ဝူးနဲ့ လက်ထပ်ခဲ့ပါတယ်။ ထူးခြားစွာနဲ့ပဲ ဒီလက်ထပ်ပွဲကျင်းပတဲ့နေမှာ ကနေဒါမှာရှိတဲ့ ဂျင်ဝူးရဲ့ အမွှာညီဖြစ်တဲ့ ဂျင်ဟိုဟာကိုမာဝင်နေရာကနေ ပြန်သတိရလာခဲ့ပါတယ်။အမွှာတို့ရဲ့ကံလို့ပဲ ပြောရမလားမသိ လက်ထပ်ပြီး အနည်းငယ်အကြာမှာပဲ ကားမတော်တဆမှုတစ်ခုကြောင့် အကိုဖြစ်သူဂျင်ဝူးဟာ ကိုမာဝင်သွားပြန်ပါတယ်။ ဒီသတင်းကိုကြားတဲ့အခါဂျင်ဟိုတစ်ယောက် အကိုဆီကိုပြန်လာတဲ့အချိန် အကိုရဲ့မိန်းမဖြစ်သူ ယွန်နဲ့ တွေ့ဆုံမိကြပါတော့တယ်။ဂျင်ဝူးနဲ့ ဂျင်ဟိုဟာ ရုပ်ရည်ချင်း ခွဲမရအောင်တူတဲ့ အမွှာညီအကိုတွေဖြစ်နေတာကို ယွန် သိရှိသွားတဲ့အခါမှာတော့ ဂျင်ဟိုနဲ့ ယွန်တို့နှစ်ယောက်ကြားက ဆက်ဆံရေးဟာ ဘယ်လိုပြောင်းလဲလာမလဲဆိုတာကြည့်ရှုရမှာပါ။ ဒီအချိန်မှာပဲ ဂျင်ဝူးတစ်ယောက် သတိပြန်ရလာရင်ရော ပြဿနာတွေ ဘယ်လိုရှုပ်ကြဦးမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာမို့ ကိုရီးယားကား ကြိုက်သူတွေရော erotic thrillerကြိုက်တတ်သူတွေပါ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ ယွန်အဖြစ် Jin-Seo Yoonက သရုပ်ဆောင်ထားပြီးအမွှာညီအကိုအဖြစ် Yoo ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Vy9i/Secret.Love.2010.WEBRip720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJNEBrDy6H4QMHj8GC9OHxPdwJm.jpg",
        "title": "Disturbia (2007)",
        "description": "မှန်ဘီလူးတစ်လက်နဲ့ ပတ်ဝန်းကျင်ကိုစပိုင်လုပ်နေရင်းထူးဆန်းတာတွေကြုံလာဖူးလား.... ဒီဇာတ်လမ်းလေးမှာတော့ ကေးလ်ဆိုတဲ့ဆယ်ကျော်သက်အရွယ်ကောင်လေးတစ်ယောက်ဟာ  စာသင်ခန်းထဲမှာဆရာကိုလက်သီးနဲ့ထိုးမိလို့ နေအိမ်အကျယ်ချုပ်ပုံစံမျိုးကျပြီး အိမ်ထဲမှာပဲ၃ လ လောက်အောင်းရမဲ့ကိန်းဆိုက်လာပါတော့တယ်။အပြင်ထွက်လည် သူငယ်ချင်းတွေနဲ့ပျော်တတ်တဲ့အရွယ်မှာအိမ်ထဲပိတ်မိနေလို့ ကေးလ်တစ်ယောက် မှန်ဘီလူးတစ်လက်နဲ့ပတ်ဝန်းကျင်ကအိမ်တွေကို တစ်နေကုန်စောင့်ကြည့်ပါတော့တယ်။သူကြည့်တဲ့အထဲမှာ သူ့အိမ်ဘေးကိုပြောင်းလာတဲ့ မိသားစုထဲကသူနဲ့ရွယ်တူကောင်မလေးကိုတော့ ပိုအချိန်ပေးဖြစ်တာပေါ့။အဲ့အချိန်မှာ ဆံပင်အနီရောင်ကောင်မလေးတွေကို ပြန်ပေးဆွဲသတ်ဖြတ်မှုကလဲ သတင်းထွက်လာတဲ့အချိန် သူတို့အိမ်ဘေးကလူရဲ့နေထိုင်ပုံကလဲ မသင်္ကာစရာတွေဖြစ်လာချိန်မှာတော့စပ်စုတတ်တဲ့ ကောင်လေးဘယ်လိုဖြစ်လာမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မင်းသားကတော့ Transformers ကားထဲက မင်းသားဖြစ်ပြီးသူနဲ့တွဲတဲ့မင်းသမီးတိုင်းကတကယ့်ကို အချောအလှတွေဆိုတာတော့ပြောစရာမလိုလောက်ဘူးထင်ပါတယ်။Crime, Drama,Mystery ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး IMDBမှာလဲ မှတ်ချက်ကောင်းတွေပိုင်ဆိုင်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…2.13GB / 858MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Drama , Mystery , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.8",
        "url": "https://megaup.net/1fAE9/Disturbia.2007.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2IxOWQxZjUtNjE5OC00OWQ1LWFjZTUtODI0ZDEzM2M0ODdiXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "The Wrong Son (2018)",
        "description": "The Wrong Son (2018)\n=================ဒီဇာတ်ကားလေးကတော့ ဒါရိုက်တာ Nick Everhart ရိုက်ကူး\nထားတဲ့ Thriller အမျိုးအစားဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျိတ် နဲ့ ဆာရာ တို့မိသားစုဟာ တစ်ခု\nကမ်းခြေမှာပျော်ပွဲစားထွက်လာခဲ့ပါတယ်။ သူတို့ရဲ့သားနှစ်ယောက်\nဖြစ်တဲ့ အီအာ နဲ့ မတ် တို့ညီအစ်ကိုဟာ ရေထဲမှာကစားနေရင်း\nရုတ်တရက် မတ် ကပျောက်သွားပါတော့တယ်။ နောက်ဆယ်နှစ်\nအကြာမှာတော့ ယာဉ်မတော်တဆမှုကြောင့် ဂျိတ် ဆုံးသွားပြီး\nအမွေခွဲနေတဲ့အချိန်မှာ မတ် ကတိုက်တိုက်ဆိုင်ဆိုင်ပြန်ပေါ်လာ\nပါတယ်။ အဲဒီလိုနဲ့ မိသားစုကြားမှာ သဘောထားကွဲလွဲမှုတွေရှိ\nလာပြီး မတ်ကိုသံသယတွေစ၀င်လာပါတော့တယ်။အဲဒီနောက် ဆယ်နှစ်အကြာမှပြန်ပေါ်လာတဲ့ မတ် က ဆာရာ\nတို့ရဲ့သားအစစ်လား၊ ဂျိတ် ရဲ့ယာဉ်တိုက်မှုကရော တကယ်ပဲမတော်\nတဆမှုဟုတ်ရဲ့လားဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်\nThriller ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (616 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Theo Kat\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-wrong-son-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk2MDMyNjUwOF5BMl5BanBnXkFtZTcwMjYzNjg1Mw@@._V1_-135x200.jpg",
        "title": "Tomorrow, When the War Began (2010)",
        "description": "Tomorrow, When the War Began (2010)\n=============================\nIMDb Rating - 6.1/10ဒီကားလေးကတော့ ' Tomorrow When The War Began '\nဆိုတဲ့ Australia နာမည်ကြီး စာရေးဆရာ John Marsden\nရေးခဲ့တဲ့ ဝတ္ထုရှည်ကြီးကို ဇာတ်ကားအနေနဲ့ ပြန်လည်အသက်\nသွင်းထားတဲ့ ကားလေးဖြစ်ပါတယ်။ စာအုပ်အနေနဲ့ Tomorrow\nSeries ဆိုပြီးနာမည်ကြီးပြီး 1993 ကနေ 1999 ထိ စုစုပေါင်း 7\nအုပ်ထိ ထုတ်ဝေခဲ့ပါတယ်။ ပထမဆုံးစာအုပ်ဖြစ်တဲ့ Tomorrow\nWhen The War Began စာအုပ်ကတော့ ကမ္ဘာတဝှမ်း စာပေ\nWinner ဆု '8ဆု'၊ Best Book ဘာညာအဖြစ်ရွေးချယ်ခံရတာ\n'5ဆု'၊ Nominated '1ဆု' အထိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းမှာတော့ Australia မင်းသမီးချော Caitlin Stasey\nက ခေါင်းဆောင်မင်းသမီးအနေနဲ့သရုပ်ဆောင်ထားပြီး၊\nကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့တဲ့ Peter Pan ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/tomorrow-when-the-war-began-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gYwtMX4GpRB7N3tkfesnzkBt9MF.jpg",
        "title": "Motherhood (2022)",
        "description": "Motherhood (2022)\"အမှောင်ထဲမှာ ကျွန်မရဲ့လက်တွေကို ဆုပ်ကိုင်ပေးထားတာ အမေရယ်ပါလို့ကျွန်မတွေးနေမိတာ....\nဘယ်လိုတောင် မျက်နှာပြောင်တိုက်တာပါလိမ့်နော်\"\n(ဆာယာခါ)\"ကျွန်မသူ့ကို အကြင်နာတွေ ချစ်ခြင်းမေတ္တာတွေအပြည့်နဲ့ ပျိုးထောင်လာခဲ့တာ သူသတ်သေတယ်ဆိုတာမဖြစ်နိုင်ဘူး\"\n(စုယုကိ)\"ပင်ကိုဓာတ်ခံ အမျိုးသမီးတစ်ယောက်ရဲ့ဗီဇလို့သတ်မှတ်နေကြပေမဲ့\n'မိခင်မေတ္တာ'ဆိုတာ ကျွန်မတို့မှာ မွေးကတည်းကပါလာတဲ့အရာမှမဟုတ်တာ\"လောကကြီးမှာ ရင်နာစရာအကောင်းဆုံးအရာတွေထဲကတစ်ခုကတော့ ကိုယ့်ကိုမုန်းတီးနေတဲ့လူဆီက ချစ်ခြင်းမေတ္တာကိုမှ တမ်းတမိနေခြင်းပါပဲ။\nဒါပေမဲ့ ဝဋ်ကြွေးလို့ပဲဆိုရမလား မရနိုင်မှန်းသိနေတဲ့အရာကိုမှတမ်းတတတ်တဲ့ညဉ်ဆိုးပါလာတာလား မပြောတတ်ပေမဲ့\nလူတော်တော်များများကတော့ ဒီလိုအခြေအနေကနေ ရုန်းထွက်ဖို့ကိုမဝံ့ရဲတတ်ကြပါဘူး။ဒီMotherhoodဆိုတဲ့ရုပ်ရှင်လေးမှာလည်း သမီးဖြစ်သူကိုမချစ်နိုင်တဲ့အမေ၊\nကိုယ့်ကိုမချစ်မှန်းသိသိကြီးနဲ့ အမေဖြစ်သူရဲ့ချစ်ခြင်းမေတ္တာကိုမှ တမ်းတနေတဲ့သမီးဖြစ်သူတို့နှစ်‌ယောက်ရဲ့ဇာတ်လမ်းလေးကို ရိုက်ကူးပြထားတာပါ။စုယုကိဟာ အမေကိုသိပ်ချစ်တဲ့မိန်းကလေးတစ်ယောက် အမေက ၁ ဆို ၂ မလုပ်တတ်တဲ့ အမေ့စကားဆိုရင် မြေဝယ်မျကနားထောင်တတ်တဲ့သူလေးပေါ့။\nစုယုကိကတော့ တာဒိုကိုရိုကိုသဘောမကျပေမဲ့ အမေဖြစ်သူရဲ့စကားတစ်ခွန်းနဲ့ပဲ ကိုယ်နဲ့မလိုက်ဖက်မှန်းသိသိကြီးနဲ့ ဘေးလူတွေကလည်းတားဆီးနေပါရက်နဲ့ ဇွတ်လက်ထပ်လိုက်ပါတယ်။\nဒါပေမဲ့ တာဒိုကိုရိုတို့မိသားစုက တော်တော်လေးမွန်းကြပ်စရာကောင်းတဲ့မိသားစုဖြစ်တာကြောင့် ခင်ပွန်းဖြစ်သူတာဒိုကိုရိုဟာ စုယုကိကိုကြင်နာဖေးမရကောင်းမှန်းမသိပါဘူး။\nဒါပေမဲ့ စုယုကိကတော့ အမေ့မျက်နှာတစ်ကမ္ဘာနဲ့ ပျော်ရွှင်နေဆဲပါပဲ။ဒီလိုနဲ့ စုယုကိတစ်ယောက် ကိုယ်ဝန်ရှိလာချိန်မှာတော့ သူကိုယ်တိုင်မိခင်ဖြစ်ဖို့ ဖြစ်လာပါတော့တယ်။\nတာဒိုကိုရိုနဲ့ အချစ်တွေ သံယောဇဉ်တွေမပါဘဲ ဝတ္တရားသက်သက် တည်ဆောက်ထားတဲ့\nဒီအိမ်ထောင်ရေးရဲ့အသီးအပွင့်ဖြစ်တဲ့ ဆာယာခါလေးကို စုယုကိတစ်ယောက် ဘယ်လိုမှမေတ္တာမပေးနိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ မီးလောင်မှုဖြစ်ပြီးတော့ အမေဖြစ်သူကိုဆုံးရှုံးလိုက်ရချိန်မှာတော့ စုယုကိနဲ့ဆာယာခါကြားမှာ ...",
        "rating": "",
        "url": "https://megaup.net/1Vxsf/Motherhood.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg",
        "title": "High School Serenade / Gita Cinta Dari SMA (2023)",
        "description": "High School Serenade / Gita Cinta Dari SMA (2023)ဆယ်ကျော်သက်လူငယ်ဘဝကို ပြန်ရောက်သွားသလိုခံစားရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းသားဘဝ ဆယ်ကျော်သက်အရွယ်မှာ အချစ်ဦးနဲ့တွေ့ခဲ့ရပြီး လွဲခဲ့ရတဲ့လူတွေအတွက်\nခံစားချက်နဲ့တိုက်ဆိုင်နိုင်လောက်မယ့် Drama ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ကျောင်းပြောင်းလာတဲ့ ကျောင်းသူလေး Ratna တစ်ယောက်\nကျောင်းအသစ်မှာ စာတော်ပြီး အေးစက်စက်နေတတ်တဲ့ Gahli ဆိုတဲ့ ကျောင်းသားလေးနဲ့တွေ့ပြီး အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။\nမိဘအသိုင်းအဝိုင်း အဆင့်အတန်းတွေမတူညီတော့ Ratna ရဲ့ အဖေက သဘောမတူဘဲ\nအတင်းလိုက်ခွဲတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။MDb ကလည်း 8.3 ရထားတာမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.3GB | 671MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar ...",
        "rating": "8.3",
        "url": "https://megaup.net/2BuU0/Gita.Cinta.Dari.SMA.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mr1pnLM7O3hbfcBM0kJ6JvuIWVh.jpg",
        "title": "Cross the Line (2022)",
        "description": "Cross the Line (2022)ဟယ်ရစ် နဲ့ မာယာ တို့ ချစ်သူနှစ်ဦးက အိပ်မက်တွေကိုယ်စီနဲ့\nသင်္ဘောကြီးပေါ်မှာ သန့်ရှင်းရေးလုပ်သားအနေနဲ့ လုပ်ကိုင်ဖို့ လာခဲ့ကြတာပါ။\nနှစ်ယောက်သားကတော့ ဒီအလုပ်ကို ပိုက်ဆံများများ ရှာနိုင်ဖို့အတွက် ယာယီအနေနဲ့ပါ။\nသူတို့ရဲ့ရည်မှန်းချက်ကတော့ နိုင်ငံခြားမှာ အလုပ်သွားလုပ်နိုင်ဖို့ပါပဲ။မာယာက သူ့အမေရဲ့ကျန်းမာရေးစားရိတ်အတွက် ဝင်ငွေ ပိုရမလားရယ်လို့ လာလုပ်တာပါ။\nဒါပေမဲ့လည်း သင်္ဘောပေါ်မှာ လုပ်ကိုင်ကြရင်းနဲ့ ထင်သလောက် ဝင်ငွေမရကြတဲ့အခါ\nမာယာကို ခန္ဓာကိုယ် ရင်းပြီး အလုပ်လုပ်ဖို့ လာဆွယ်တဲ့လူရှိတဲ့အခါမှာ မာယာ ဘာလုပ်ဖြစ်မလဲ\nဟယ်ရစ်ကလည်း မာယာအတွက် မှောင်ခိုကုန်ကူးလုပ်ငန်းမှာ ဝင်ပြီး လုပ်ရပါတော့တယ်။ရွှေ့ပြောင်းလုပ်သားတွေရဲ့ အချစ်လမ်းခရီးက သာယာဖြောင့်ဖြူးပါ့မလား\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ SanDaKuu ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 645MB | 346MB\nFormat… mp4\nDuration…. 1h 10min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://megaup.net/2BuTd/Cross.The.Line.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzI3MWU4ZGEtYzg0Mi00MWY3LThhNjgtNzExMGZiN2RiNTBlXkEyXkFqcGdeQXVyNTQxNzQ4Mjg@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "The Match-Stick Flame 2: Lunada Bay (2023)",
        "description": "ဒေါ်လ်တန်မက်ချ်စတစ်က နေဗီဆီးလ်တပ်ဖွဲ့ဟောင်းတစ်ဦးဖြစ်ပြီး အာဖဂန်နစ္စတန်မှာစစ်မှုထမ်းခဲ့သူဖြစ်ပါတယ်။ သူ့ရဲ့​အဖေဖြစ်သူ မက်ချ်စတစ်က​ မူးယစ်​ဂိုဏ်း​တစ်ခုမှာပါဝင်ပတ်သက်ခဲ့ပြီးနောက် ဂိုဏ်း​ရဲ့ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့​ မစ္စတာ​တန်ရဲ့သတ်ဖြတ်ခြင်းကိုခံခဲ့ရပါတယ်။ ဒေါ်လ်တန်​က​ မစ္စတာ​တန်ကို လက်စား​ချေနှိမ်နင်းနိုင်ခဲ့ပြီးနောက်​ တစ်နှစ်လောက်​ အနားယူနေခဲ့ရပါတယ်။ဖခင်ဖြစ်သူသေဆုံးမှုနဲ့​ စစ်​ပွဲအတွင်းကရခဲ့တဲ့ စိတ်ဒဏ်ရာ PTSD​ ဝေဒနာများကြောင့် တစ်ဦးတည်းဇာတ်မြှုပ်နေထိုင်ခဲ့ရာမှ​ တစ်နှစ်အကြာမှာတော့ ဇာတိ​ဖြစ်တဲ့​ ကယ်လီဖိုးနီးယားကို​ ပြန်​လာခဲ့ပါတယ်။အဲဒီအချိန်မှာ​ သူ့အဖေ​ မက်ချ်စတစ်မှာ​ တိုက်ဂါးလို့ခေါ်တဲ့သားတစ်ယောက်ရှိသေးပြီး တိုက်ဂါး​ဟာ​ ဟော​လီးဝုဒ်မြို့က​ လူဆိုးဂိုဏ်းတစ်ဦးကိုဦးစီးနေကြောင်း သိလိုက်ရပါတယ်။ တစ်ချိန်​တည်းမှာပဲ လူနာဒါဘေး​ဂိုဏ်း​ဟာ​ ပြည်နယ်​တစ်ခုလုံးက​ ကမ်းခြေ​တွေကိုကြီးစိုးထားပြီး ဂလက်ဆီလို့ ခေါ်တဲ့ မူးယစ်​ဆေးတစ်မျိုးကိုဖြန့်ချိနေတာကို​ သိလို​က်ရချိန်မှာတော့ ဒေါလ်​တန်​တစ်ယောက်​ လူနာဒါဘေး​ဂိုဏ်း​ကို ဖြို​ခွဲဖို့ကြိုးစားရပါတော့တယ်။ ဒီ​ဇာတ်ကား​က​ 2023​ မှာထွက်ရှိခဲ့တဲ့ Action/Drama အမျိုးအစား​ဖြစ်ပါတယ်။ ဘတ်ဂျက်နည်းနည်းနဲ့ ရိုက်ကူး​ထားတဲ့​ဇာတ်ကား​ဖြစ်​ပြီး​ Elite Marketing Excellence​ ကုမ္ပဏီ​က​ ထုတ်လုပ်​ထားတာ​ဖြစ်​ပါတယ်။ သမားရိုးကျ​ အက်ရှင်ကားဖြစ်ပြီး Match-Stick​ Flame 2 ကိုနားလည်ဖို့အတွက်​ ပထမ​ဇာတ်​ကားကိုကြည့်စရာမလိုပါဘူး။File ...",
        "rating": "5.5",
        "url": "https://megaup.net/1fkle/The.Match-Stick.Flame.2.Lunada.Bay.2023.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGRjZDA1MTYtNjhmOC00YzM1LWIwODEtOGZjZDZiMDVjZDY0XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Maximum Truth (2023)",
        "description": "Maximum Truth (2023)\n==================ဒီဇာတ်ကားဟာဆိုရင် ခါတိုင်းမြင်တွေ့နေကြ ပုံမှန် Comedy ဇာတ်\nကားတွေနဲ့ မတူပါဘူး။ ဇာတ်လမ်းတင်ဆက်ပုံဟာလည်း ရုပ်ရှင်ရိုက်\nတဲ့အဖွဲ့တစ်ခုက မှတ်တမ်းရုပ်ရှင်လိုက်ရိုက်တဲ့ပုံစံမျိုးနဲ့မို့ ကြည့်ရတာ\nအမြင်ဆန်းနေပါတယ်။ ပရိသတ်ကို ဟာသတွေနဲ့ အတင်းကြီးထိုးထည့်\nနေတာမျိုး မဟုတ်ဘဲ တွေးရင်း၊ သေချာနားလည်အောင် ကြည့်ရင်းနဲ့\nမှ ရယ်မောစေတဲ့ဟာမျိုးပါ။ အခုပြောခဲ့တဲ့ ဟာသမျိုးတွေကို ကြိုက်\nတယ်ဆိုရင် လက်လွှတ်မခံပါနဲ့ အကြံပေးချင်ပါတယ်။ Maze Runner,\nTeen Wolf, Love and Monster အစရှိတဲ့ ရုပ်ရှင်တွေအပြင် တခြား\nရုပ်ရှင်များစွာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား Dylan O'Brien\nက အဓိကဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဆိုင်မွန် အဖြစ် ပါဝင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ခ်ဟာ သူ့ကိုပိုက်ဆံပေးလာလျှင် ဘယ်လို\nအမှုမျိုးမဆို လိုက်ပေးတဲ့ ရှေ့နေတစ်ယောက်ပါ။ သူက ရှေ့နေတင်မက\nဘဲ သူများရဲ့ မကောင်းကွက်ကို ရှာပေးတာမျိုးတွေအထိ လုပ်ကိုင်ပါတယ်။\nတစ်နေ့မှာ အလုပ်ရှင်တစ်ယောက်က အန်တိုနီယိုကယ်လီဇန်းဆိုတဲ့ လွှတ်\nတော်အမတ်အဖြစ် ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ လုပ်နေတဲ့လူတစ်ယောက်ရဲ့ မ\nကောင်းကွက်ကို ရှာပြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Vwac/Maximum.Truth.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/1RDmyyj5s2fxMetZFQYkOKk7s4Y.jpg",
        "title": "That Peter Crouch Film (2023)",
        "description": "That Peter Crouch Film (2023)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရပ်ကွက်အခေါ် \"ပီတာခရော့\"\nပြောင်ပြီးခေါ်တာ \"ပီတာငပျော့\"\nချစ်လို့ခေါ်ရင် \"ပီတာငကျော့\"ပီတာခရောက်ခ်ျဆိုတဲ့နာမည်က ဘောလုံးပရိသတ်တွေနဲ့ စိမ်းတဲ့နာမည်တော့မဟုတ်ပါဘူး။ အက်စတွန်ဗီလာ၊ ဆောက်သမ်တန်၊ လီဗာပူး၊ စပါး၊ စတုတ်စီးတီးနဲ့ အင်္ဂလန်ရဲ့ ရွှေရောင်မျိုးဆက်မှာ ပါဝင်ခဲ့ဖူးတဲ့ ကစားသမားတစ်ယောက်အဖြစ် မှတ်မိနေကြမှာပါ။အရပ်မြင့်မြင့် ခြေတံလက်တံရှည်ရှည်နဲ့ ဂိုးသွင်းပြီး စက်ရုပ်အက ကတယ်ဆိုတာ ဘုရားသခင်သွန်းလုပ်တဲ့ ဒီပုံမကျပန်းမကျကစားသမားနဲ့ ခွဲထုတ်လို့မရတဲ့အရာတွေပေါ့။ ဒီစက်ရုပ်ကြီးက ပရီးမီးယားလိဂ်မှာ ဂိုးပေါင်း ၁၀၀ သွင်းခဲ့ပြီး ခေါင်းတိုက်ဂိုးအများဆုံးဆိုတဲ့ စံချိန်ကိုတင်ထားပါတယ်။ပီတာခရောက်ခ်ျဟာ ပရီးမီးယားလိဂ်မှာဆိုရင် တော်တော်ကို Underrated ဖြစ်တဲ့ ကစားသမားလို့ ကျွန်တော်ပြောရင် ငြင်းချင်တဲ့လူတွေရှိလိမ့်မယ်။ ဒါပေမဲ့ ဆက်ပြောပါရစေဦး။ ပီတာ‌ခရောက်ခ်ျလို အရပ်အမောင်းနဲ့ ရှေ့တန်းတိုက်စစ်မှူးဖြစ်ဖို့ဆိုတာ လွယ်တဲ့ကိစ္စမဟုတ်ပါဘူး။ သူ့လို ဂိုးတွေသွင်း ဖလားတွေယူဖို့ဆိုရင် ပိုတောင်ခက်ဦးမှာပါ။သူ့ရဲ့ ကစားပေါက်ကိုကြည့်မယ်ဆိုရင် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1fA1v/(CM)_That_Peter_Crouch_Film_(2023)_WEB-DL_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCV7eNGdVTYKOmc9zll7Hl9GEgX.jpg",
        "title": "Amar Es Madurar / To Love Is To Grow (2023)",
        "description": "Amar Es Madurar / To Love is to Grow (2023)ဘဝမှာ အိပ်မက်တွေကိုအကောင်ထည်ဖော်နိုင်တဲ့သူအလွန်နည်းပါတယ်။\nတချို့ဆို မိန်းမရပြီးတာနဲ့ ကိုယ့်အိပ်မက်တွေက အလိုလိုစွန့်လွှတ်ပြီးသားဖြစ်သွားကြတယ်။\nWar and peace စာအုပ်ထဲက စာသားလေးလိုပဲ ရောင်းရင်း မိန်းမယူမယ်ဆို\nကိုယ့်အိပ်မက်တွေအကောင်ထည်ဖော်ပြီးတဲ့အချိန် ဒါမှမဟုတ် မိန်းမတွေကိုလုံးဝစိတ်ကုန်သွားတဲ့အချိန်မှ မိန်းမယူပါတဲ့။\nဒါပေမဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ အဲ့လိုရည်ရွယ်ချက်နှစ်ခုလုံး အကောင်ထည်ဖော်နိုင်ခဲ့တဲ့ အာဂ ယောကျာ်းတစ်ယောက်အကြောင်းပါ။\nဂျုအန်ဟာ ဖက်ရှင်မော်ဒယ် အလန်းလေးတစ်ယောက်နဲ့ ကြိုက်ပေမဲ့ ဘာမှစောက်ဖြစ်မရှိတဲ့သူပါ\nပြောရရင်စော်ကပြန်အမ်းထားတဲ့ကောင်ပေါ့။\nဒါပေမဲ့ သူ့မှာအိပ်မက်တစ်ခုတော့ရှိတယ် သူ့အိပ်မက်ကတော့ ဘောလုံးပါပဲ\nကန်ဖို့တော့မဟုတ်ဘူး ဘောလံုးနဲ့ပတ်သက်တာ အကုန်လုပ်ချင်နေတဲ့သူပါ။\nဒါပေမဲ့ စော်ကအမ်းလဲထားရသေး သဝန်လဲတိုခံရတော့ ကြာတော့သိပ်မကြည်တော့တာနဲ့ လမ်းခွဲသွားပါရော။\nဒါပေမဲ့ အချစ်ကြီးသူတို့ထုံးနှလုံးမှုပြီး စော်ပြန်ပြီးအထင်ကြီးခံရဖို့ အိပ်မက်တွေနောက်လိုက်ရင်း ဘာတွေပေးဆပ်ရမလဲ။\nသူ့စော်ကော ပြန်ရဦးမှာလားဆိုပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမဲ့ ကိုလံဘီယာက Romance comedy ကားလေးပါ။ ကြည့်ရှုအားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်.Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/1Vxqk/Amar.Es.Madurar.2023.NF.WEB-DL-720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_-142x200.jpg",
        "title": "Veer-Zaara (2004)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်\nLogic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။\nဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။\n( လျှာရှည်တာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3CEBd/Veer-Zaara_[2004]_BluRay_720px264(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDg5ZmRhNTEtYTU2Yy00NzM2LTgxNWEtNmUwYWI4YzQ5NjVmXkEyXkFqcGdeQXVyOTA5NjE5ODU@._V1_-142x200.jpg",
        "title": "Vernost (2019)",
        "description": "Vernost (2019)\n===========IMDb Rating - 6.0/10 Fifthy Shades Triologyလို Eroticဆန်ဆန် ဒရာမာကားတွေ ဒီနှစ်ထဲ သိပ်မထွက်ပါဘူး။အခုထွက်တဲ့ကားကတော့ IMDd Rating 6/10ပါ။ Erotic လိုင်းအနေနဲ့တော့ မဆိုးဘူးပြောရပါမယ်။ မင်းသမီးလေးလည်း တော်တော်လှပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ TIFF Award forBest Performance ဆုရသွားခဲ့တာပါ။ တစ်နာရီဆိုတဲ့ ပြသချိန်တိုတိုလေးနဲ့မလိုက်အောင်ပါဖော်မန့်ကောင်းတယ်ဆိုတဲ့ သဘောပါပဲ။ Eroticအသားပေး Drama filmဆိုတဲ့အတိုင်း လိင်မှုကိစ္စတော့အတော်ပါပါတယ်။ ပါတယ်ဆိုပေမယ့်လို့Erotic Filmမို့ အရမ်းကြီးတော့ မျှော်လင့်တော့မထားကြပါနဲ့။ ဘာပြောပြောလေ ဒါမျိုးကားတွေက မင်းသမီးလှရင်တောင် တန်နေပြီမို့လား။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် . လန်ကာဟာ အသက် ၃၀ မှာတင် အောင်မြင်တဲ့ သားဖွားမီးယပ်ဆရာဝန်တစ်ယောက်ဖြစ်နေပါပြီ။ လူနာတွေက သူနဲ့မှပြချင်ကြသလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသူ့ကိုလေးစားကြပါတယ်။ ဒါပေမဲ့ တဖက်မှာလည်း သူ့ရဲ့အိမ်ထောင်ရေးက အဆင်မပြေပါဘူး သူ့ခင်ပွန်းဖြစ်သူဆယ်ရို့ဂျ်က လုပ်ဖော်ကိုင်ဘက်ဖြစ်သူ ခါဂျာနဲ့ ဖောက်ပြန်နေတယ်လို့ လန်ကာက တထစ်ချယုံကြည်နေပါတယ်။ဒီလိုနဲ့ ခင်ပွန်းဖြစ်သူကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/UOdl/Vernost.2019.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/maggie-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cFsY7j5vt1c1OPQj9JFd2vhTN9.jpg",
        "title": "Nail Polish(2021)",
        "description": "Nail Polish(2021)IMDb...7.9ဗီးရ်ဆင်းက အရင်တုန်းက ကရှ်မီးရ်မှာ သူလျှို တစ်ယောက် အဖြစ် တာဝန်‌ထမ်းဆောင်ခဲ့ပြီးအလုပ် ထွက်လိုက်ပါတယ်။\nသူက ကလေးတွေကို အားကစားသင်ကြားပေးပြီး ကလေးတွေကလည်း သူ့ကို အရမ်းချစ်ကြပါတယ်။နေ့စဉ်ကလေးတွေနဲ့ပဲအချိန်ကုန်ရင်းသူ့ဘဝကို ပျော်ပျော်ပါးပါးကြီးဖြတ်သန်းနေတယ်...ဒီလိုပဲနေပေမဲ့ သူ့ဘဝကြီးရဲ့ကံဆိုးမိုးမှောင်က ရောက်ရှိလာပါတော့တယ်...ကလေးနှစ်ယောက် မီးရှို့သတ်ခံထားရပြီးဒီကိစ္စရဲ့တရားခံက ဗီးရ်ဆင်းဖြစ်တယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်...အိမ်ပိုင်ရှင်ကလည်း သူကိုယ်တိုင်ြဖစ်နေတဲ့အပြင်အခြေအနေ ရှုထောင့်စုံက သူဟာတရားခံလို့ညွှန်ပြနေတဲ့အတွက် ဗီးရ်ဆင်းတစ်ယောက်ဒုက္ခအကြီးအကျယ်ရောက်နေပါတယ်....သူကိုယ်တိုင်လည်းကလေးတွေသေဆုံးမှုအတွက် အံအားသင့်ပြီး သွေးပျက်နေတယ်..တရားခံကဘယ်သူလဲ..တရားသူကြီးတွေနဲ့ရဲအဖွဲ့ကရော စစ်မှန်တဲ့တရားခံကိုဖော်ထုတ်နိုင်ပါ့မလား...India မှုခင်းကားအလန်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်ပါဘူး\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.08GB) and (432MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/nail-polish2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c7OsovY4s15sLp8AfzxR92fTCU.jpg",
        "title": "Let’s Scare Julie (2019)",
        "description": "Let's Scare Julie--------------------------------အမ်မာဟာ မိဘတွေဆုံးပါးသွားတဲ့အခါ၊အစ်မဝမ်းကွဲဖြစ်သူ တေလာရဲ့အိမ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ပါတယ်။တစ်ညမှာ သူတို့အိမ်ကို၊အစ်မဝမ်းကွဲတေလာရဲ့ အစအနောက်သန်တဲ့သူငယ်ချင်းတွေရောက်လာပြီး၊ အမ်မာနဲ့မိတ်ဆက်စကားပြောရင်း အိမ်ရဲ့မျက်နှာချင်းဆိုင်ကထူးဆန်းတဲ့အိမ်အကြောင်း စကားဆက်မိသွားကြပါတယ်။ အဲ့အိမ်မှာအဖွားကြီးတစ်ယောက်နေထိုင်ခဲ့ပြီး၊သူနေခဲ့တဲ့တစ်လျှောက်လုံးမှာသူ့ကိုဘယ်သူမှမမြင်ဖူးကြောင်း၊ အဲ့အဖွားကြီးကိုမြင်ဖူးခဲ့သူတစ်ယောက်လည်းထူးဆန်းတဲ့ဖြစ်ရပ်ဖြစ်သွားခဲ့ကြောင်း၊အခုအဲ့အဖွားကြီးသေဆုံးသွားပြီမို့အဲ့အိမ်ကို သားအဖနှစ်ယောက် ပြောင်းလာကြောင်း တေလာကပြောခဲ့ပါတယ်။ ညီမဝမ်းကွဲဖြစ်သူအမ်မာကလည်း သူ့အစ်မဝမ်းကွဲ တေလာရဲ့အဖေမှာ အဲ့အိမ်ရဲ့သော့ရှိကြောင်းပြောပြလိုက်ပြီး၊တေလာနဲ့သူ့သူငယ်ချင်းတွေဟာ အဲ့အိမ်ကိုပြောင်းလာတဲ့ ကလေးမလေး ဂျူလီတစ်ယောက်တည်းရှိနေချိန် ခိုးဝင်ပြီး၊ခြောက်လှန့်နောက်ပြောင်ဖို့ အကြံရလိုက်တဲ့အခါ... Translated by : Pyi T NyeinEncoded by ; YKFile Size : 1.5GB and 689MBQuality : 1080p BluRay and 720pSubtitles : Myanmar Hardsub",
        "rating": "5.5",
        "url": "https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH92dHWRnzDuQ8jJya8co47PwuI.jpg",
        "title": "The Royal Bride",
        "description": "The Royal Bride (2020)ဒီတစ်ခါတော့ ပရိသတ်အတွက် အရသာအသစ် ရနိုင်မယ့် ဗီယက်နမ် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ခုနောက်ပိုင်း အာရှကားတွေထဲမှာ ဗီယက်နမ်ကားတွေလည်း အတော်အတန် အဆင့်ရှိလာတာကို တွေ့ရပါတယ်။\nဒီကားလေးလည်း ရိုက်ချက်တွေရော ဇာတ်လမ်းတင်ပြပုံရော အတော်လေး ကောင်းတာကို တွေ့ရပါတယ်။\nတော်တော်လေးလည်း တခမ်းတနားနဲ့ ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nတော်ဝင် သတို့သမီး တစ်ယောက်အကြောင်းပေါ့။မင်းသမီးက ကူယင် ဆိုတဲ့ တီဗွီအစီအစဉ် တင်ဆက်သူပါ။\nသူ့အစီအစဉ်က အတင်းအဖျင်းတွေကို ဖော်ထုတ်တဲ့ Showbiz Face-off ဆိုတဲ့ အစီအစဉ်ပါ။\nသူ့အစီအစဉ်ကို စုံတွဲလာရင် ကွဲတယ်။ သူငယ်ချင်းတွေ လာရင် ရန်ဖြစ်ကြတယ်။\nဒီလို အစီအစဉ်မျိုးပေါ့။မင်းသားကတော့ ဂျက်လို့ နာမည်ရတဲ့ တော်ဝင်မျိုး တော်ဝင်နွယ် တစ်ယောက်ပေါ့။\nဒီတော့ ဂျက်ရဲ့အမေက ဂျက်ကို ကူယင်နဲ့ သဘောမတူနိုင်ပါဘူး။\nဒါပေမယ့် ဂျက်ရဲ့အမေကလည်း တစ်ခေတ်တစ်ခါက နာမည်ကြီး ရုပ်ရှင်မင်းသမီးကြီးပါ။\nသူ ဘာလို့ သဘောမကျရတာလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရပါမယ်။ဂျက်ရဲ့အမေက ဂျက်ကို ဇာတိမြို့ ...",
        "rating": "5..1",
        "url": "https://megaup.net/2gIyf/(CM)_The_Royal_Bride_2020.720P..mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Project-Guten-139x200.jpg",
        "title": "Project Gutenberg ( 2018 )",
        "description": "IMDb Rate 6.9 နဲ့အတူ နာမည်ကြီးမင်းသား ချောင်ယွမ်ဖတ်ကလည်းပါဝင်သရုပ်ဆောင်ထားပြီး ဂျင်းကားမဟုတ်တာတော့ 100 %ကျိန်းသေနေတာပါပဲဇာတ်လမ်းအကျဉ်းလေးကတော့လွန်ခဲ့တဲ့  နှစ်တွေက ချစ်သူ ၂ယောက် …အတူပန်းချီဆွဲကြတယ်..ကောင်မလေး က လက်ရာမှာပါရမီပါတယ်ကောင်လေးကတော့ သူ့လောက်ပါရမီမထူးပေမယ့်ပုံတူဆွဲနေတဲ့နေရာမှာလည်း သူက ပါရမီပါတယ်ကံကြမ္မာလှည့်ကွက်တွေကြောင့်၂ယောက်သားဝေးပြီးတော့ ပြန်လည်ဆုံတွေ့တဲ့အခါမှာတော့ကောင်လေးက လူသတ်တရားခံအဖြစ်အဖမ်းခံထားရတယ်ကောင်မလေးကတော့ နိုင်ငံတကာအသိအမှတ်ပြုပန်းချီပညာရှင်တစ်ယောက်….ရဲစခန်းကဟွကျားလို့ခေါ်တဲ့လူတစ်ယောက် အကြောင်းကိုကောင်လေးကိုမေးတယ်..ကောင်မလေးပါတော့မှပဲကောင်လေးက ဟွကျားအကြောင်းကိုဖွင့်ပြောတော့တယ်ကောင်မလေးနဲ့ဝေးပြီးတဲ့နောက် ကောင်လေးဟာဟွကျားဦးဆောင်တဲ့ ငွေတုဂိုဏ်းတခုကိုရောက်သွားတာကနေအစပြုပြီး မြုပ်ကွက်များစွာပါဝင်တဲ့ ဇာတ်လမ်းလေးတပုဒ်ဖြစ်တည်လာပါတော့တယ်ထိုင်ရာကမထချင်ပဲ အဆုံးထိ စိတ်ဝင်စားပြီးစောင့်ကြည့်သွားရမယ့် ဇာတ်ကားမျိုးဖြစ်လို့ရုပ်ရှင်ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ် Quality : Bluray 1080p 5.1 CH ( HEVC )& Bluray 720p 5.1CHFormat : mkv for ( 1080p HEVC ) & mp4 for ( 720p )During : 2h 10 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/project-gutenberg-2018-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1AK2w/(CM)_Prespective.Eyes.2019.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BY2Q3N2NkMTItYTlkMS00ZjEwLThkMGItOWUwNzg1M2I2ZmQzXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Jalebi (2018)",
        "description": "Jalebi (2018)(Zawgyi) \nေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး\nဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ\nမဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္...\nအေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့\nလူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္...\nကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို\nေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔\nထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ...\nေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္\nခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္...\nထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္\nေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္\nအခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ\n၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္\nအရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး\nဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/jalebi-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q46YDixZRQY8QfAkKJat6fK8ZQ1.jpg",
        "title": "More Than Family (2020)",
        "description": "More Than Family (2020)\"မိသားစုထက် ပိုတယ်\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်းပဲ\nမိသားစုတွေအကြောင်းရိုက်ထားတဲ့ကားလေးပါFx အဖွဲ့က Krystal လေး က ဗိုက်တစ်လုံးနဲ့သရုပ်ဆောင်ထားပါတယ်\nတက္ကသိုလ်ကျောင်းသူဂိုက်ဆရာမလေးဟာ စိတ်လက်တစ်ဆစ်နဲ့\nဟောဟောဒိုင်းဒိုင်း လုပ်ချင်တိုင်းလုပ်တတ်တဲ့ ကောင်မလေးပေါ့သူ စာသင်ပေးနေတဲ့ အထက်တန်းနောက်ဆုံးတစ်နှစ်ကျ ကျောင်းသားလေးနဲ့\nစာသင်ရင်းက အရှိန်လွန်ပြီး ကိုယ်ဝန်ငါးလဖြစ်သွားတော့တယ်\n(ဘယ်လိုအရှိန်လွန်တာလဲတော့ မမေးနဲ့ဗျနော့)အဲ့ဒါကို နှစ်ဖက်မိဘတွေကိုပြောတဲ့အခါမှာ ဘယ်လိုတွေဖြစ်လာလဲကိုယ်ဝန်ကြီးနဲ့ အဖေရင်းလိုက်ရှာတဲ့ဆရာမလေးကရော တွေ့မှာလား\nမိသားစုတွေရဲ့တွေးခေါ်ပုံတွေမတူတဲ့အခါ လက်ခံနိုင်စွမ်းတွေလည်းကွာဟတယ်ဆိုတာကို\nရယ်ရင်းမောရင်းနဲ့ကြည့်ရအောင်ဇာတ်လမ်းကို ဖတ်ကြည့်လိုက်ရင်တော့ ဘာမှမဟုတ်ဘဲ ရိုးရှင်းနေတဲ့ ဇာတ်ကားလေးပါပဲ။\nဒါပေမယ့် ကြည့်မိရင်တော့ အဆုံးထိကြည့်မိမှာ သေချာပါတယ်။ဘာမှမကြည့်ချင်ရင်တောင် Krystal လေးရဲ့မျက်နှာပြောင်လေးကြည့်ရရုံနဲ့တင်တန်ပါတယ်\nကြည့်ကြပါလို့File size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August\nTranslated by ..... Thinzar Htet",
        "rating": "6",
        "url": "https://megaup.net/UMw6/(CM)_More.Than.Family.2020.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/kubo-and-the-two-strings-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTFkZWJlMzUtNTAwYS00NzE5LTgxNTQtN2RkYzBhYzY1ZDY0XkEyXkFqcGdeQXVyNTY3MTY3MzE@._V1_-141x200.jpg",
        "title": "Asphalt Burning (2020)",
        "description": "Asphalt Burning (2020)===================IMDb Rating - 5.2/10 ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေတစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်းပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွားပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိလိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မကဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း \" အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ \" ဆိုတဲ့စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gGTV/Asphalt_Burning.2020.720p.BluRayRip[CM].mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0ehxutuumpct-140x200.jpg",
        "title": "[18+] Strange Hair Salon (2015)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Pink ဆိုတဲ့ မမကြီးပိုင်တဲ့ Beauty Salon ဆိုင်မှာ Mina ဆိုတဲ့အလန်းလေးက Salon ဝန်ထမ်းလုပ်နေတာပါ...ပြသနာက သူတို့ Beauty Salon ကို လူသိပ်မလာကြပါဘူး..ဒီတော့ Mina က Pink ကို အကြံပေးတယ်...ဆိုင်ကို ယွကျားလေးသီးသန့်ပြောင်းပြီး ဘာညာကြမလားဆိုပြီးတော့ပေါ့...Pink က အစကတော့ အင်တင်တင်ပဲ..ဒါပေမယ့်လူကျလာမလားဆိုပြီး စမ်းကြည့်တာပေါ့ဆိုပြီး ဝုန်းကြပါလေရော...ချက်ချင်းပဲ ဆိုင်က နာမည်တွေကြီးကုန်လို့ လူတွေကြိတ်ကြိတ်တိုးလာကြရော...ဒီလိုချိန်မှာ ဘဲအလန်းလေးတစ်ပွေကို ပိုင်ရှင်မမကြီးကကြွေနေသလို..ရှူးဂါးဒယ်ဒီတစ်ပွေကလဲ Mina အလန်းလေးကို ကြွေသွားကြတဲ့အခါ...ဒီ Beauty Salon ဆိုင်ကြီး ဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာ....။ File Size : (1.2 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:24:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2WE7B/(DarkSide)Strange.Hair.Salon.2015.720p.HDRip.X264.AAC-CJCONTENTS.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTVjOTQzNTctNmIwMi00MWMwLWEwMDUtN2M5YWM0MDIzMmYyXkEyXkFqcGdeQXVyNjAyMDAzNjk@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Robo (2020)",
        "description": "Robo (2020)==========IMDb Rating - 5.2/10 ဒီဇာတ်ကားလေးကတော့ အသက် ၁၂ အရွယ် မီဂျာဆိုတဲ့ ကောင်လေးနဲ့ စက်ရုပ်တစ်ရုပ်တို့ ရဲ့ အခက်အခဲကျော်ဖြတ်ကြပုံတွေ၊သံယောဇဉ်တွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတဲ့ ခေတ်လွန် စွန့်စားခန်း ဇာတ်ကားလေးပါ။ပန်းချီအနုပညာရှင် တစ်ယောက် သိပ်ဖြစ်တဲ့ မီဂျာနဲ့ သူ့ကို အင်ဂျင်နီယာ ဖြစ်စေချင်တဲ့ သူ့မိဘတွေရဲ့ ဆန္ဒက အမြဲတမ်း မထပ်တူမကျခဲ့ပါဘူး။မီဂျာ့ မိဘတွေက လူသားတွေကို ကာကွယ်ပေးနိုင်တဲ့ စက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ကြပါတယ်။ အဲ့ဒီစက်ရုပ်လေးဟာ အလွန်ချစ်စရာကောင်းပြီးတစ်နေ့တစ်ခြားသူ့ရဲ့ AI စနစ်ဟာလည်း ကောင်းမွန်တိုးတတ်လာနေခဲ့ပါတယ်။တစ်နေ့မှာတော့  ဉာဏ်ရည်မြင့်မားတဲ့ စက်ရုပ်လေးက သူရဲ့မိသားစုကို ရှာဖွေဖို့ စမ်းသပ်ခန်းကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။ဒါပေမယ့် ထိန်းချုပ်သူမရှိတဲ့ စက်ရုပ်ဆိုတာဟာ အန္တရာယ်များလွန်းတတ်ကြပါတယ်။အဲ့ဒီ ထွက်ပြေးသွားတဲ့ စက်ရုပ်လေးဟာ ဖြစ်ချင်တော့ မီဂျာနဲ့တွေ့ဆုံခဲ့ပြီး စိတ်ဝင်စားဖွယ်ရာလည်းကောင်း . ကြည်နူးစရာလည်းကောင်းတဲ့ဖြစ်စဥ◌်တွေတောက်လျှောက် ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် မီဂျာကကော စက်ရုပ်ကို ထိန်းချူပ်နိုင်ပါ့မလားဆိုတာကိုတော့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်.......အဲ့တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1AJ3r/Robo.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjY2NWJmNzMtMWIyYi00NGUwLTg2NTUtMzA5ZDZkZDZkOTVjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)",
        "description": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)=====================================IMDb Rating - 5.8/10 Dragons: Rescue Riders ကားလေးတွေထွက်လာသမျှတိုင်းကတော့ ကြည့်လို့ကောင်းပြီးလူအတော်များများက ကြိုက်နေဆဲဖြစ်ပါတယ်။ အခုလည်း Huttsgalor Holiday ကားလေးထွက်လာပြန်ပါပြီ။ဟူစတပ်ဂလာ (Huttsgalor) မြို့မှာနေထိုင်ကြတဲ့ သူတွေဟာ နှစ်စဉ်နှစ်တိုင်း အိုဒင်နယူး (Odinyule )ပွဲတော်ကိုကျင်းပလေ့ရှိကြပါတယ်။ ဒီလိုနှစ်စဉ်နှစ်တိုင်း ပုံမှန်ကျင်းပနေကြပွဲလေးဟာ ဒီနှစ်မှာတော့အခက်အခဲတွေ ရှိလာခဲ့ပြီး . ပြဿနာတွေလည်း ရင်ဆိုင်ကြုံတွေ့လာရပါတယ်။ ဒါကို Rescue Ridersတွေကဘယ်လိုမျိုးကြိုးစားပြီးဖြေရှင်းပေးမလဲဆိုတာကို ကြည့်မြင်ရမည့် ဇာတ်ကားလေးပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Aye Nyein Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 46minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, FamilySource : 1080p.WebRipTranslator ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AIux/Dragons.Rescue.Riders.Huttsgalor.Holiday.2020.720p.NF.WEB-DL.[CM].mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_-133x200.jpg",
        "title": "Love and Monsters (2020)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (92%)\nဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။\nဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။လူတွေကို ပြန်စားကုန်ကြတယ်။\nအဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။\nအဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။\nဒါပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/UKz9/Love.and.Monsters.2020.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/B3JCQAOCYAAKAyT-132x200.jpg",
        "title": "Valley Girl (1983)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (83%)ဟောလိဝုဒ်ရဲ့ ၁၉၈၀ ပြည့်နှစ်တွေဘက်ဆီလည်ပြန်ကြည့်လိုက်မယ်ဆို တစ်မျိုးတမည်လေးခံစားရမှာတော့သေချာ‌ပေါက်ပဲဗျ။ခေတ်တစ်ခေတ်ရဲ့ချစ်စရာအဖြစ်လေးတွေနဲ့မမေ့နိုင်စရာကိစ္စလေးတွေပြည့်နှက်ခဲ့တဲ့အ‌ကြောင်းတွေပြောရမယ်ဆို ၁၉၈၀ကျော်ခုနှစ်တွေကမပါမဖြစ်ပါပဲ။နီကိုလက်ကေ့ခ်ျမင်းသားကြီးရဲ့ ငယ်ရုပ်ချောချောကို တွေ့ရမယ့်အပြင်ခေတ်ဟောင်းဟောလိဝုဒ်သီချင်းတွေကိုခံစားလို ခေတ်ဟောင်းအငွေ့အသက်ကိုရလိုသူတွေအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ခေတ်ဟောင်းဟောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးကတော့ ၁၉၈၃ ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Valley Girl ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...ဂျူလီဟာ ဟောလိဝုဒ်နဲ့ကပ်လျက်ဘယ်လီမြို့လေးကမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီးတော့ရန်ဒီကတော့ဟောလိဝုဒ်က ကောင်ဆိုးလေးတစ်ယောက်ပါ။ဘရက်ဆိုတဲ့ရည်းစားရှိပြီးသားဖြစ်တဲ့ ဂျူလီလေးနဲ့ ကောင်ဆိုးလေး ရန်ဒီတော့ဘယ်လိုပက်သက်မိကြမယ်သူတို့သုံးယောက်ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းကဘယ်လိုတွေဖြစ်လာမယ်ဆိုတာကို၁၉၈၀ ကျော်တုန်းက ဟိုးလေးတကြော်ကြော်ဖြစ်ခဲ့တဲ့ဒီဇာတ်ကားလေးကိုပြန်လှည်ခံစားရင်း၁၉၈၀ ကျော်နှစ်တွေဆီပြန်လည်လွမ်းဆွတ်ကြည့်ကြရအောင်လားဗျာ။ \nFile size…(1.8 GB) and (1 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2gGry/(CM)Valley.Girl.1983.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT(HEVC).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzFZtPTvMsgvZ9r4FKDoIc1gPZK.jpg",
        "title": "Caught In Time ( 2020 )",
        "description": "ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ အက်ရှင်ကြိုက်နှစ်သက်သူတွေအတွက်တော့ရှယ်သဘောကျမယ့်ကားအမျိုးအစားပဲဖြစ်ပါတယ်အချိန်ဆိုတာ တစ်မိနစ် တစ်စက္ကန့်လေးကအစ အရေးပါတယ်ဆိုတဲ့စကားက ဒီကားနဲ့ လုံးဝကွက်တိဖြစ်ပါလိမ့်မယ် ဒီကားထဲကဓားပြအဖွဲ့ဟာ ဘယ်လောက်တောင်ကျွမ်းကျင်အဆင့်လဲဆိုရင်ခေါက်ဆွဲပြုတ်နေတဲ့ ၁၀မိနစ်အတွင်းမှာ ဘဏ်ကို ဓားပြသွားတိုက်ပြီးခေါက်ဆွဲဆိုင်မှာ ခေါက်ဆွဲအေးဆေးပြန်လာစားနိုင်တဲ့အထိကိုအလန်းဇယားတော်တာပါနော် ခေါက်ဆွဲပဲစားရုံတင်ပဲမထင်လိုက်ပါနဲ့ရဲတွေအတွက် ခေါက်ဆွဲတောင် ဝယ်ကျွေးသွားပါသေးတယ်အဲ့လောက်ထိ အခန့်မှန်းမှာရော အလုအယက်မှာရော ရဲတွေထက်ရှေ့တစ်လှမ်းအမြဲစောနေတဲ့ ဓားပြအဖွဲ့ကို အပြောင်းရွှေ့ကျလာတဲ့ရဲအဖွဲ့ခေါင်းဆောင် ကျုံချန်က အမိ ဖမ်းနိုင်ပါ့မလား ဓားပြအဖွဲ့ကရောလှည့်စားမှုတွေနဲ့ ရဲတွေကို ဆက်ပြီးပိုင်ပိုင်နိုင်နိုင်ကစားသွားနိုင်ဉီးမလားဆိုတာကိုဆက်လက် ကြည့်ရှုလိုက်ကြပါတော့နော် Quality : HDRipFormat : mp4During : 1h 35 minSubtitle : Myanmar Subtitle ( hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/1AIXq/(CM)Caught.in.Time.2020.HDRip.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Co0EwXIVYAk9AjE-215x300.jpg",
        "title": "For a Few Bullets (2016)",
        "description": "အခါတစ်ပါး၌ ဂျပန်သည် တရုတ်ပြည်ကို အုပ်စိုးရန် ကျူးကျော်ဝင်လာကြ၏။တရုတ်ပြည်လဲ ကပ်ဆိုက်လေသည်။ဂျပန်တို့သည် အရှေ့အာရှ သာတူညီမျှ ဘလာ ဘလာ ဘလာ ကြွေးကြော်ပြီးတရုတ်ပြည်သူများကိုကျုံးသွင်းရန်ကြံဆောင်နေလေသည်။ထိုကာလ၌ ပျောက်ဆုံးနေပြီဖြစ်သော ရှေးတရုတ်အင်ပါယာတို့၏ အထိမ်းအမှတ် ယူချီဟူသော တံဆိပ်တုံးကိုဂူသင်္ချိုင်းတစ်ခုမှ ပြန်လည်တူးဖော်ရရှိလာကြောင်း ဂျပန်တို့သတင်းရရှိလေသည်။ထိုတံဆိပ်တုံးသည် အင်ပါယာ၏အမှတ်အသားဖြစ်သလို ကျောက်စိမ်းတုံးပေါ်တွင်ထွင်းထုထားခြင်းဖြစ်လေရာတန်ဖိုးအရကြီးမားလှပြီး ရှေးဟောင်းအမွေအနှစ်အစစ်အမှန်လဲဖြစ်ပေသည်။ဂျပန်တို့သည် တရုတ်ပြည်သူများကို ထိုတံဆိပ်တုံးဖြင့် ဂျင်းထည့်ရန် အာရုံရလေသည်။ထိုသတင်းကိုသိလေသော တရုတ်မျိုးချစ်တို့သည် ဂျပန်တို့လက်ထဲ တံဆိပ်တုံးမရောက်ရှိစေရန် လျှို့ဝှက်လုပ်ဆောင်လေသည်။ခိုးယူရမည်ဖြစ်သောကြောင့် တရုတ်ပြည်၏ အတော်ဆုံးသူခိုးနှစ်ယောက်ကို အသုံးချမိသောအခါ....။တရုတ်ပြည်၏ တစ်ချိန်က အတော်ဆုံးသူခိုး ချိဖော်။ချိဖော်ကဲ့သို့ နာမည်ကြီးချင်နေသော ကျန်ကျောင်း။သေနတ်ပစ်တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သော တရုတ်မျိုးချစ်သမလေး ယူရင်။ရက်စက်ကြမ်းကြတ်သော လူသတ်သမား အပိုင်း-၇၃၁ တစ္ဆေအရိပ်။စသည့် စသည့်ဇာတ်ကောင်များဖြင့် ဖန်တီးထားသော Action , Comedy ဇာတ်ကားကောင်းဖြစ်ပေသည်။ငြီးငွေ့ဖွယ်မရှိရအောင် သွက်သွက်လက်လက်တင်ဆက်ထားပြီးဆွဲဆောင်မှုရှိသော တရုတ်ဇာတ်ကားဖြစ်ကြောင်း တင်ပြလိုက်ရပါသည်။\nFile size…(2.4 GB) and (1.3 GB)\nQuality…BluRay 1080p & 720p ...",
        "rating": "",
        "url": "https://megaup.net/1AI1Y/For.a.Few.Bullets.2016.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxpDRY5qVP2JSP98Xqi2WKPWjm3.jpg",
        "title": "Best Friend(2020)",
        "description": "Best Friend(2020)အညွှန်း**********************IMDb....7.0နိုင်ငံရေးသမားတစ်ယောက်ဖြစ်တဲ့ Lee Eui Shik ဟာ ကိုရီးယားနိုင်ငံရဲ့  လူတွေမသိစေချင်တဲ့ ဘက်ဂျက်လည်ပတ်ပုံတွေကိုဖွင့်ချခဲ့တယ်.....တခြားနိုင်ငံမှာနေတုန်းဒီလိုလုပ်ခဲ့ပေမဲ့ ရွေးကောက်ပွဲနီးတော့ ကိုးရီးယားနိုင်ငံကိုပြန်လာခဲ့တယ်....တကယ်တော့ သူ့ကိုထောက်ခံတဲ့ကိုရီးယားပြည်သူတွေလည်း အရမ်းများခဲ့တာကိုး.....လေဆိပ်ကိုရောက်လို့ အထုပ်တောင်မရွေးရသေးခင် ထောက်လှမ်းရေးအဖွဲ့က တစ်ခါထဲဆွဲကုတ်သွားတယ်....အစိုးရပိုင်းက လူကြီးအချို့ဟာ Lee Eui Shik  ကိုရွေးကောက်ပွဲမှမပါစေချင်ဘူး..အန္တရယ်များတဲ့လူအဖြစ်သတ်မှတ်ထားပြီးသူ့ကိုထောက်ခံတဲ့သူတွေများပြားလှတဲ့အပြင် မီဒီယာနဲ့ ဆန္ဒပြတဲ့သူတွေကြောင့်ရွေးကောက်ပွဲမှာ မပါအောင်လုပ်ဖို့အကြတ်ရိုက်နေတယ်...ဒါ့ကြောင့်  နေအိမ်မှာ ခဏတာအချုပ်ချပြီး ကွန်မြူနစ်ကောင်အဖြစ်အကွက်ဆင်ဖို့ကြံစည်တော့တယ်..အဲ့ဒီလိုအနီးကပ်အကွက်ဆင်ဖို့ စောင့်ကြည့်ရေးအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ကိုတာဝန်ပေးပြီးစေခိုင်းပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး....ဒီကားပိုစတာကြည့်ပြီးတော့ မကောင်းဘူးလို့မထင်လိုက်နဲ့ဉီး.ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေပါသလိုအစမှအဆုံးထိစိတ်ဝင်စားစရာကောင်းလှတယ်...ပြီးတော့ စတေးခံတွေက ဘယ်သူလဲ...ဘယ်သူကရောမှန်နေတာလဲ..အမှန်တရားဆိုကရောဘာလဲ...မှန်တယ်လို့ထင်တဲ့အရာတွေကရော တကယ်တမ်းလက်တွေ့မှာအနိုင်ရပါ့မလား...ကြည့်လိုက်ကြပါ,....File Size : (2.1GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung,Hnin Pale & Ei Phyu Khin\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gFxe/Best_Friend.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    }
]