[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uMr2lXCh8PuGBhCIosjknQRv1iT.jpg",
        "title": "Attraction (2017)",
        "description": "ဒီတစ်ခါတော့ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက်\nဇာတ်အိမ်ကောင်းတဲ့ သိပ္ပံကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nကမ္ဘာကြီးမှာ ဘယ်အရာပဲဖြစ်ဖြစ် အမေရိကန်မှာပဲဖြစ်တယ်ဆိုပြီး\nအမြင်ကပ်နေတဲ့သူတွေ မပူပါနဲ့\nဒီတစ်ခါ ရုရှားမှာဖြစ်တဲ့အကြောင်း ဇာတ်အိမ်တည်ထားတာပါ။\nဇာတ်လမ်းလေးကတော့ လူသားတွေကို လေ့လာဖို့ ရောက်လာခဲ့တဲ့\nဂြိုလ်သားနဲ့ ဂြိုလ်သားတွေကို လေ့လာချင်နေတဲ့လူသားတို့ တွေ့ဆုံကြတဲ့အခါမှာ\nဘာတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းဇတ်အိမ်ကလည်း စိတ်ဝင်စားဖို့ကောင်းပြီး\nချိမတို့အတွက် ဂြိုလ်သားလေးကလည်း ချောတော့\nဒေါင်းလုတ်ဆွဲပြီး ကြည့်ကြပါလို့ပဲ တိုက်တွန်းလိုက်ပါတယ်...\n----------------------------------------------------------\nဒီတစ္ခါေတာ့ သိပၸံကားေတြ ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္\nဇာတ္အိမ္ေကာင္းတဲ့ သိပၸံကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။\nကမာၻၾကီးမွာ ဘယ္အရာပဲျဖစ္ျဖစ္ အေမရိကန္မွာပဲျဖစ္တယ္ဆိုၿပီး\nအျမင္ကပ္ေနတဲ့သူေတြ မပူပါနဲ႔\nဒီတစ္ခါ ရုရွားမွာျဖစ္တဲ့အေၾကာင္း ဇာတ္အိမ္တည္ထားတာပါ။\nဇာတ္လမ္းေလးကေတာ့ လူသားေတြကို ေလ့လာဖို႔ ေရာက္လာခဲ့တဲ့\nၿဂိဳလ္သားနဲ႔ ၿဂိဳလ္သားေတြကို ေလ့လာခ်င္ေနတဲ့လူသားတို႔ ေတြ႕ဆံုၾကတဲ့အခါမွာ\nဘာေတြျဖစ္လာမလဲဆိုတာကို ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္။\nဇာတ္လမ္းဇတ္အိမ္ကလည္း စိတ္ဝင္စားဖို႔ေကာင္းၿပီး\nခ်ိမတို႔အတြက္ ၿဂိဳလ္သားေလးကလည္း ေခ်ာေတာ့\nေဒါင္းလုတ္ဆြဲၿပီး ၾကည့္ၾကပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္...\nFile Size : ( 1.11 GB)Quality : BluRay 720pRunning Time :1hr 57minFormat : Mp4Genre : Romance ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eK3w/Attraction_(Prityazhenie)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ywf6adpv4607-140x200.jpg",
        "title": "[18+] High Society (2018)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။] ဒီကိုရီယားဇာတ်ကားမှာ Soo Ae တို့လို နာမည်ကြီး သရုပ်ဆောင်တွေပါဝင်ထားပြီးဇာတ်လမ်းကတော့ နိုင်ငံရေးအခြေခံဇာတ်လမ်းဖြစ်ပါတယ်...မင်းသားဟာ နိုင်ငံရေးအဖွဲ့အစည်းလက်အောက်တစ်ခုမှာ လွှတ်တော်အမတ်အဖြစ် ဝင်ရောက် လုပ်ကိုင်မိရာမှသူရဲ့ ပါတီတွင်း ခြစားနေတဲ့ဖြစ်ရပ်တွေကိုတွေ့ရှိလိုက်တဲ့အခါ တော်တော်ထိတ်လန့်သွားပါတယ်။သူရဲ့မိန်းမကလည်း အဲ့ဒီ့ပါတီလက်အောက်ကုမ္ပဏီတစ်ခုမှာပဲ အလုပ်လုပ်နေတာကြောင့် အရာရာကိုမျက်ကွယ်ပြုနေလိုက်တဲ့အခါပါတီခေါင်းဆောင်များရဲ့ကျွန်သဖွယ်ဖြစ်လာပြီး နောက်ဆုံးမှာ သူတို့နှစ်ယောက်ရဲ့သည်းခံနိုင်စိတ်ကုန်သွားတဲ့အခါမှာတော့...။နိုင်ငံရေးဇာတ်ကားဖြစ်ပေမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်ဝင်ခန်းတွေပါဝင်တာကြောင့် အရွယ်မရောက်သူများ မကြည့်သင့်ပါ။   \n[ Dark Side Production မွ တင္ဆက္သည္။] ဒီကိုရီယားဇာတ္ကားမွာ Soo Ae တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြပါဝင္ထားျပီးဇာတ္လမ္းကေတာ့ ႏိုင္ငံေရးအေျခခံဇာတ္လမ္းျဖစ္ပါတယ္...မင္းသားဟာ ႏိုင္ငံေရးအဖြဲ႔အစည္းလက္ေအာက္တစ္ခုမွာ လႊတ္ေတာ္အမတ္အျဖစ္ ဝင္ေရာက္ လုပ္ကိုင္မိရာမွသူရဲ႕ ပါတီတြင္း ျခစားေနတဲ့ျဖစ္ရပ္ေတြကုိေတြ႕ရိွလိုက္တဲ့အခါ ေတာ္ေတာ္ထိတ္လန္႔သြားပါတယ္။သူရဲ႕မိန္းမကလည္း အဲ့ဒီ့ပါတီလက္ေအာက္ကုမၸဏီတစ္ခုမွာပဲ အလုပ္လုပ္ေနတာေၾကာင့္ အရာရာကိုမ်က္ကြယ္ျပဳေနလိုက္တဲ့အခါပါတီေခါင္းေဆာင္မ်ားရဲ႕ကြၽန္သဖြယ္ျဖစ္လာျပီး ေနာက္ဆံုးမွာ သူတို႕ႏွစ္ေယာက္ရဲ႕သည္းခံႏိုင္စိတ္ကုန္သြားတဲ့အခါမွာေတာ့...။ႏိုင္ငံေရးဇာတ္ကားျဖစ္ေပမယ့္ ခပ္ၾကမ္းၾကမ္း ဇာတ္ဝင္ခန္းေတြပါဝင္တာေၾကာင့္ အရြယ္မေရာက္သူမ်ား မၾကည့္သင့္ပါ။ \nFile size…(1.1 GB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "5.4",
        "url": "https://megaup.net/T61v/High_Society_(Sanglyusahoe)_[18+]_[2018]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/silence-lambs.jpg",
        "title": "The Silence of the Lambs (1991)",
        "description": "The Silence of the Lambs (1991)\nIMDb - 8.6/10_____Rotten - 96% \nWon 5 Oscars. Another 63 wins & 51 nominations\n   The Silence of the Lambs (1991) ဟာ Horror & Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၂ ခုနှစ် အော်စကာဆုပေးပွဲမှာ အမျိုးသားဇာတ်ဆောင်ဆု၊ အမျိုးသမီးဇာတ်ဆောင်ဆု၊ ဒါရိုက်တာဆု အပါအဝင် စုစုပေါင်း ဆု (၅)ခု ဆွတ်ခူးခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ The Exorcist(1973) နဲ့ Jaw (1975) တို့နောက်ပိုင်း Horror Movie တွေထဲမှာ ရှားရှားပါးပါး အော်စကာဆုရခဲ့တဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်။ သောမတ်စ်ဟာရစ်ရဲ့ ကျော်ကြားခဲ့တဲ့ ဝတ္ထုတွေထဲက လူသားစား မှုခင်းဆိုင်ရာ စိတ်ရောဂါကုဆရာဝန် စိတ္တဇလူသတ်သမားဖြစ်တဲ့ ဒေါက်တာ ...",
        "rating": "8.6",
        "url": "https://megaup.net/2SE17/The_Silence_Of_The_Lambs_[1991]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster-133x200.jpg",
        "title": "Crime Story (1993)",
        "description": "Crime Story (1993)\nIMDb (6.8/10)_______Rotten Tomatoes 93%ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာ\nအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်...ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ\n(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီး\nသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်...ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်း\nဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xgu5/Crime_Story_(Jung_On_Zo)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ipman-143x200.jpg",
        "title": "Master Z: Ip Man Legacy ( 2019 )",
        "description": "IP Man 3 ၿပီးတဲ႔အေနာက္က Timeline ကိုဆက္လက္ရိုက္ကူးတင္ဆက္ထားတဲ႔ဇာတ္လမ္းပဲၿဖစ္ပါတယ္ထံုးစံအတိုင္း ၀င္ခ်ြန္းသိုင္းပညာကိုဦးတည္ၿပီး ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းၿဖစ္သလို သိုင္းကြက္..ခ်ကြက္..ၾကမ္းခ်က္ေတြကေတာ႔အရင္ IP Man ဇာတ္ကားေတြလို ခပ္ၾကမ္းၾကမ္းပါပဲ..ဒီကားရဲ႕ IMDb Rate ကေတာ႔ 7.2 ၿဖစ္ပါတယ္ ၀င္ခြ်န္း သိုင္းပညာရွင္ က်န္းက်စ္ယိဟာ ယိမန္နဲ႔ယွဥ္ၿပိဳင္လို႔ရံွုးနိမ္႔ၿပီးတဲ႔ေနာက္မွာ သိုင္းေလာကကေန တိတ္တဆိတ္ထြက္ခြာလာခဲ႔တယ္သာမာန္လူတစ္ေယာက္အေနနဲ႔ၿဖတ္သန္းလာခဲ႔တဲ႔သူ႕ဘ၀ထဲမွာသူမ်ားကိုကူညီရင္းနဲ႔ပဲ ေမွာင္ခိုဂိုဏ္းတခုနဲ႔ၿငိမိၿပီးဘယ္လိုအရွုုပ္ေတြ၀င္လာမွာလဲ..ဘာေတြဆက္ၿဖစ္မွာလဲ၀င္ခြ်န္းသိုင္းကြက္ကိုမသံုးေတာ႔ဖို႕ဆံုးၿဖတ္ထားခဲ႔တဲ႕ သူတစ္ေယာက္ကဘယ္လိုမ်ိဳးမ်ားေၿဖရွင္းႏိုင္မွာလဲဆုိတာဆက္လက္ေစာင္႔ၾကည္႕ရမွာၿဖစ္ပါတယ္ Quality : WEB-DL 720pSubtitle : Myanmar Subtitle ( Hardsub )Running Time : 1 Hour 47 MinTranslated By : PZSubtitle & Encoded By : PhoeNix",
        "rating": "7.2",
        "url": "https://megaup.net/1yu90/Master_Z_-_Ip_Man_Legacy_(Yip_Man_Ngoi_Zyun_-_Cheung_Tin_Chi)_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p16324150_v_v8_aa-133x200.jpg",
        "title": "The Hole in the Ground(2019)",
        "description": "T\nhe Hole in the Ground(2019)IMDb...6.0ဒီတစ်ခါတော့ horror ကားတွေသဘောကျတဲ့ ပရိတ်သတ်တွေ အတွက် 2019 ထွက် ကားသစ်တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဆရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ခင်ပွန်းသည်ရဲ့နှိပ်စက်မှုကြောင့် လူမမယ်သားငယ်ခရစ်ကို လက်ဆွဲပြီး တစ်နယ်တစ်ကျေးကိုထွက်ပြေးလာခဲ့တဲ့တယ်...ပြောင်းလာပြီးသိပ်မကြာခင်မှာပဲ သူမအတွက် အရမ်းထိတ်လန့်စရာ တစ်ခုထပ်ကြုံရပြန်တယ်...အဲ့ဒါကတော့  အိမ်နီးချင်း စိတ်မနှံ့သူအဖွားကြီးရဲ့ ကြောက်ရွံဖွယ်နောက်ခံဇတ်လမ်းတစ်ပုဒ်ကို သူမသိလိုက်ရတယ်...သူမ အဲ့ဒီအဖွားကြီးနဲ့ ထိတ်တိုက်မတွေ့ချင်ပေမယ့်လည်း တွေ့ခဲ့ရသလို သားငယ်ကလည်း တနေ့တစ်ခြားအမူအကျင့်တွေထူးခြားလာတယ်.... ..အဖွားကြီးက ဘာကြောင့် အရမ်းကြောက်စရာကောင်းတာလဲ....သူ့သားလေးကလည်း ဘယ်လိုတွေပြောင်းလဲလာတာလဲ....horror ကားကြိုက်သူတွေ ခံစားကြည့်လိုက်ပါဦးဗျို့File Size : (852MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/3fUbC/The_Hole_in_the_Ground_(2019).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFtnobv2d8WrjhMPCoX4i0oMJio.jpg",
        "title": "There’s Something About Mary (1998)",
        "description": "There's Something About Mary (1998)IMDb....7.1,,,,Rotten..83%အချစ်ဝတ္ထုစာအုပ်တွေ တော်တော်များများဖတ်ကြပေမယ့် လူငယ်တွေကြားမှာဆိုရင်စာရေးဆရာ နီကိုရဲတို့ ဆရာမင်းလူတို့ရေးတဲ့အချစ်ဝတ္ထုတွေကို ကျွန်တော်တို့ ပိုသဘောကျကြတယ်... သူတို့ရဲ့ဇာတ်ကောင်ဖြစ်တဲ့ ကောင်လေးတွေဟာ အများအားဖြင့် ဖြူစင်ရိုးသားကြပြီး လုပ်သမျှအလုပ်တိုင်းနီးပါး အလွဲတွေများနေသလိုကောင်မလေးတွေကျတော့လှပပြီး အနည်းနဲ့အများတော့ ထက်မြက်တဲ့အထဲပါကြတယ်....ကျွန်တော်တို့ဟာ ရိုးသားတာကိုပဲတန်းဘိုးထားကြလို့လား ထက်မြက်တဲ့မိန်းကလေးတွေကိုပဲသဘောကျလို့လားတော့မသိ...သူတို့ရေးတဲ့စာအုပ်တွေကိုတော့ တကယ့်ကိုစွဲလမ်းခဲ့ကြပါသည်...ဒီကားထဲမှလဲ တက်ဒ်ဆိုတဲ့ ရိုးသားပြီးအူကြောင်ကြောင်နိုင်တဲ့ကောင်လေးတစ်ယောက်ဟာကျောင်းရဲ့အထင်ကရ မေရီဆိုတဲ့ကောင်မလေးကို သဘောကျသွားမိတာပါပဲ....ကံကောင်းတာက အထက်တန်းကျောင်းကပွဲအတွက်မေရီနဲ့တွဲတက်ခွင့်ရပေမယ့်  သွားမယ့်နေ့မှာတကယ့် မဟာအလွဲကြီးနဲ့ရင်ဆိုင်ခဲ့ရပါတယ်..အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်ပိုင်းတော့ တက်ဒ်နဲ့ မေရီတို့တို့ထပ်မတွေ့ဖြစ်ကြတော့ဘူး....သို့ပေမယ့် ရိုးသားပြီးအချစ်ကိုတန်ဘိုးထားတဲ့ တက်ဒ်အဖို့ မေရီကိုမေ့ဖျောက်လို့မရနိုင်ခဲ့ဘူး....နှစ်တွေကြာလာမှ သူဟာ မေရီရဲ့အချစ်ကို ပြန်ရယူဖို့ကြိုးစားတဲ့အခါမှာတော့....ဒီကားထဲက အဓိက မင်းသားကြီးဖြစ်တဲ့  Ben Stiller နဲ့  မင်းသမီးချောကြီး Cameron Diaz ကိုတော့ အားလုံးပဲသိကြပါလိမ့်မယ်..Rating လေးတွေကလည်းကောင်းသလို ရယ်မောပျော်ရွှင်စရာကောင်းတဲ့ကားလေးမို့ကြည့်သင့်ပါကြောင်း ပြောကြားပါရစေ....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်....\nFile Size : (1.1GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by ...",
        "rating": "7.1",
        "url": " https://megaup.net/2suTj/There’s_Something_About_Mary_[1998]_(MM_Sub).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/reborn-143x200.jpg",
        "title": "Reborn ( 2018 )",
        "description": "နည္းပညာတုိးတက္ေနတဲ႔ေခတ္ၾကီးထဲမွာလူေတြဟာအမ်ိဳးမ်ိဳးတီထြင္ၾကံဆၾကတယ္..ေကာင္းမြန္လြန္းတဲ႔ နည္းပညာဆုိတာေတြကေကာင္းတဲ႔လူေတြလက္ထဲေရာက္ရင္ ကမာၻၾကီးအက်ိဳးရွိသေလာက္မေကာင္းတဲ႔လူေတြလက္ထဲက်ရင္ ကပ္ဆုိးေတြၾကံဳရတာပါပဲဒီဇာတ္လမ္းေလးမွာေတာ႔ Hacker သံုးဦးရဲ႕ဒိတ္ဒိတ္က်ဲစြန္႕စားခန္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္Hacking ပညာ ကို 13 ႏွစ္ကတည္းစတင္ေလ႔လာၿပီးCaptain Pirate လို႔နာမည္၀ွက္ရထားတဲ႔ လူငယ္ေလးတစ္ဦးZebra နဲ႔ စူးရီဆုိတဲ႔ Hacker ေရာ ကိုယ္ခံပညာေရာ ကြ်မ္းက်င္ၿပီးပိုက္ဆံရရင္ဘာမဆုိလုပ္မယ္႔ စံုတြဲတို႕..Zebra နဲ႔စူး၇ီဟာ သူတို႕လက္ခံ လိုက္တဲ႔အလုပ္တခုအတြက္Captain Pirate အမည္ရတဲ႔လူငယ္ေလးကို အသင္းမွာပါေအာင္ဆြဲေဆာင္ရမယ္..အဲ႔လိုစြဲေဆာင္တဲ႔ေနရာမွာ စူးရီကိုအသံုးခ်ၿပီးၿမဴဆြယ္ဖုိ႕အတြက္ေပါ႔..ေကာင္ေလးကလည္း FA အၾကီးစားေလသူတို႕ရဲ႕ target က Oasis Operation System ပါပဲအဲ႔ System ဆုိတာကေတာ႔ ကုန္းလမ္း ေရလမ္း ေလေၾကာင္းလိုင္းစတဲ႔ ၀န္ေဆာင္မွုေတြကိုထိန္းခ်ဳပ္ထားၿပီး အလံုၿခံဳဆံုးေသာကြန္ရက္တခုသူတို႕ ထိုးေဖာက္ႏိုင္ပါ႔မလား..ၿပီးေတာ႔ သူတုိ႕၃ဦးဟာကိုယ္ဘယ္လမ္းေၾကာင္းေပၚကိုေရာက္ေနလို႕ေရာက္မွန္းမသိၿဖစ္လာေနတာကိုလည္း သတိၿပဳလိုက္မိတဲ႔အခ်ိန္မွာေတာ႔..................စဆံုး ဆြဲေဆာင္မွုရွိရွိနဲ႔ စိတ္၀င္တစားၾကည္႕ရမယ္႔ဇာတ္လမ္းေကာင္းေလး တခုပါပဲ Review By PhoeNixTranslated By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1yu8d/Reborn_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvmPiTShsfp4vSUBFsCHYaX9M7i.jpg",
        "title": "Widows(2018)",
        "description": "Widows(2018)\nIMDb....7.2,,,,Rotten...91%\n2018 ထြက္ Widows ဆိုတဲ့ စိတ္လွဳပ္ရွား အံ့အားသင့္စရာ ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္…\nIMDb -7.2 Rottem Tomatoes 91% စတဲ့ အေကာင္းစား Rating ႀကီးေတြရထားေလေတာ့ ကားေကာင္းနဲ႕ ေဒါင္းၾကည့္ဖုိ႕ေတာ့ေျပာစရာလုိမယ္မထင္ဘူး...\nသုိ႕ေပမယ့္  ဇာတ္လမ္းအေၾကာင္းအနည္းငယ္ေတာ့လုိအပ္မယ္ထင္လုိ႕ေျပာပါရေစ....\nဒုစရိုက္လုပ္ငန္းေတြကို အာဏာရွင္ေတြ ေက်ာေထာက္ေနာက္ခံနဲ႕ေဆာင္ရြက္ေနတဲ့ ဟယ္ရီ ေရာလင္း (Liam Neeson)ဟာ လူမည္းလုပ္ငန္းရွင္တစ္ဦးထံက အေမရိကန္ေဒၚလာ တစ္သန္းလုယူအျပီး\nအျပန္လမ္းမွာ ရဲေတြနဲ႕ပက္ပင္းမိတာေၾကာင့္ ပစ္ၾကခတ္ၾကရင္း သူအပါအဝင္ ေနာက္လိုက္ႏွစ္ေယာက္လည္း ေသဆံုးသြားပါေတာ့တယ္...\nသူတို႕နဲ႕အတူ လုယူလာတဲ့ ေဒၚလာ တစ္သန္းလည္း ကားေပါက္ကြဲ မီးေလာင္တဲ့အထဲပါသြားပါတယ္…\nေသတဲ့လူေတြကေသသြားျပီျဖစ္ေပမယ့္ ေဒၚလာတစ္သန္းကိစၥဟာ က်န္ရစ္သူ ဟယ္ရီရဲ႕မိန္းမ ဗေရာ္နီကာထံ ျပႆနာေခါင္းပံုက်လာပါေတာ့တယ္...\nအသက္အႏၱရာယ္ျခိမ္းေျခာက္မႈေတြရွိလာတဲ့အတြက္ေၾကာင့္ ဗေရာ္နီကာဟာ ေပါက္ကြဲမႈမွာေသဆံုးသြြားသူေတြရဲ႕ ဇနီးေတြထံဆက္သြယ္ျပီး မုဆိုးမသံုးေယာက္ ဒီျပႆနာကို ဘယ္လိုမ်ားေျဖရွင္းၾကမလဲ......\nဒုစရုိက္ဂုိဏ္းႀကီးနဲ႕မွ ပတ္သက္မိေတာ့ မိန္းမသားေတြအဖုိ႕ရင္ဆုိင္ေျဖရွင္းႏုိင္ပါ့မလား.....\nအားႏြဲ႕တဲ့မိန္းမသားေတြလား က်ားသစ္မေတြလားဆုိတာကုိေတာ့ .....ခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n File Size : (1GB) and (376MB)\nQuality ...",
        "rating": "7.2",
        "url": "https://megaup.net/2euot/Widows_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sky-hunter-poster-140x200.jpg",
        "title": "Sky Hunter ( 2017 )",
        "description": "Sky Hunter (2017)________IMDb - 6.1/10\n Sky Hunter ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်တွင်ထွက်ရှိထားသော\nတရုတ်စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nပထဦးဆုံး တရုပ်လေတပ်နဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့စစ်ကားလည်းဖြစ်ပါတယ်\nIMDb rating 6.1/10 ရရှိထားပါတယ်\nပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ မင်းသမီးချော ဖန်ပင်းပင်း,\nမင်းသား Li Cheng ,Li Jiahang စတဲ့သရုပ်ဆောင်ကောင်းတွေ\nပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လေယာဉ်မှူးဝူးတီတစ်ယောက်\nပျံသန်းဖော်သူငယ်ချင်းဖြစ်သူ နိုင်ငံခြားထွက်သွားပြီးနောက်\nကောင်းကင်မုဆိုးအထူးတပ်ကိုရောက်လာပါတယ်\nသူနဲ့အတူအချစ်ဟောင်း ယာလိလည်း တပ်ဖွဲ့ကိုဝင်ရောက်လာပါတယ်\nကောင်းကင်မုဆိုးအထူးအဖွဲ့ဝင်ဖြစ်ဖို့ သူဘယ်လိုစမ်းသပ်ခံရမလဲ.........\nပျံသန်းဖော်သူငယ်ချင်းရော ဘာတွေဖြစ်နေပြီလဲ........\nဘယ်လိုတိုက်ပွဲတွေဆင်နွှဲရမယ်ဆိုတာ......\nကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Sky Hunter ဇာတ္ကားဟာ ၂၀၁၇ခုႏွစ္တြင္ထြက္ရွိထားေသာ\nတရုတ္စစ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nပထဦးဆံုး တရုပ္ေလတပ္နဲ ့ပူးေပါင္းရိုက္ကူးထားတဲ့စစ္ကားလည္းျဖစ္ပါတယ္\nIMDb rating 6.1/10 ရရွိထားပါတယ္\nပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ မင္းသမီးေခ်ာ ဖန္ပင္းပင္း,\nမင္းသား Li Cheng ,Li Jiahang စတဲ့သရုပ္ေဆာင္ေကာင္းေတြ\nပါဝင္သရုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ေလယာဥ္မွဴးဝူးတီတစ္ေယာက္\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းျဖစ္သူ ႏိုင္ငံျခားထြက္သြားၿပီးေနာက္\nေကာင္းကင္မုဆိုးအထူးတပ္ကိုေရာက္လာပါတယ္\nသူနဲ ့အတူအခ်စ္ေဟာင္း ယာလိလည္း တပ္ဖြဲ ့ကိုဝင္ေရာက္လာပါတယ္\nေကာင္းကင္မုဆိုးအထူးအဖြဲ ့ဝင္ျဖစ္ဖို ့ သူဘယ္လိုစမ္းသပ္ခံရမလဲ.........\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းေရာ ဘာေတြျဖစ္ေနၿပီလဲ........\nဘယ္လိုတိုက္ပြဲေတြဆင္ႏႊဲရမယ္ဆိုတာ......\nၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ \nFile Size - 825 MB\nQuality - 720p\nDuration - 1 hrs 55 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Rt0t/Sky_Hunter_(Kong_Tian_Lie)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rViQPcrWthMNecp5XnkKev6BzW.jpg",
        "title": "Velvet Buzzsaw(2019)",
        "description": "Velvet Buzzsaw(2019)\nIMDb....6.0,,Rotten....66%\nဒီသရဲကားကတော့ ထူးထူးခြားခြား ပန်းချီကားနဲ့ ဇာတ်အိမ်တည်ထားတယ်....တခြား horror တွေလို Jump Scare တွေနဲ့ ထိတ်လန့်အောင်လုပ်တဲ့ကားမျိုးတော့မဟုတ်ဘူး...သို့ပေမယ့်ပန်းချီကားတစ်ချပ်ရဲ့ ဖြစ်တည်ပုံကို ပရိတ်သတ်ကို အသေအချာလေးချပြပြီးမှထူးဆန်းတဲ့ဖြစ်ရပ်တွေကိုပါ တစ်ဆက်ထဲပြသွားတာမို့ကြည့်ရှုတဲ့သူက တစ်စိမ်စိမ့် စိတ်လှုပ်ရှားပြီး ထိပ်လန့်မိတာမျိုး .....ကြောက်ကလည်းကြောက် ဘာဆက်ဖြစ်ဦးမလဲဆိုတဲ့ စူးစမ်းချင်စိတ်ကလည်းထိန်းမရဆိုတဲ့ ဇတ်ကားမျိုးလို့ဆိုရင်လည်းမမှားပါဘူး..ဒီကားထဲက အဓိကမင်းသားဖြစ်တဲ့ Jake Gyllenhaal ကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်...သူကတော့ ပန်းချီလောကမှာဆို သိပ်ကိုအောင်မြင်တဲ့ Reviewer တစ်ယောက်ပါ..သူညွှန်းဆိုတဲ့ပန်းချီကားဟေ့ဆိုရင် အရမ်းကိုအောင်မြင်ဖို့ရာနှုန်းပြည့်ပါပဲ...ဒါပေမယ့် သူ့ရဲ့ ရိုးရှင်းတဲ့ဘဝကို ဆန်းပြားလွန်းတဲ့ ပန်းချီကားတစ်ချပ်ရောက်လာချိန်မှာတော့...ကိုင်း horror ကားကြိုက်တဲ့ပရိတ်သတ်တို့ရေ...ပန်းချီကားက ဘယ်လိုပန်းချီကားမို့လဲ...ဘယ်လိုကံကြမ္မာဆိုးတွေနဲ့အတူ ပန်းချီကားနဲ့ ပါလာမလဲ...ဘယ်လောက် လူတွေအသက်ဆုံးရှုံးကြရလဲ...ကိုင်းခံစားကြည့်လိုက်ဦးဗျို့......တစ်ခုပြောချင်တာက ကားသစ်ထဲက horror ကားကောင်းတစ်ကားပေါ်ထွက်လာတယ်လို့ပြောရင်လည်း မမှားဘူးထင်တယ်....File Size : (967 MB) and (401 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:53:00\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/2euoo/Velvet_Buzzsaw_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/deal1-140x200.jpg",
        "title": "The Deal ( 2015 )",
        "description": "The Deal ကေတာ့ ၂၀၁၅ ထြက္ Crime, Dramaဇာတ္ကားေလးတစ္ကားျဖစ္ျပီးေတာ့ IMDB Rating 6.3 ထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ။ Deal with the devil ဆုိတဲ့စကားေလးၾကားဖူးၾကလားမသိဘူး။ မေကာင္းဆုိးရြားနဲဲ႔အေပးအယူလုပ္တာကုိ ေျပာတာပါ။ ဒီဇာတ္ကားထဲမွာမေကာင္းဆုိးရြားတစ္ေကာင္ကို ႏွိမ္နင္းဖုိ႔တျခားမေကာင္းဆုိးရြားတစ္ေကာင္နဲ႔အေပးအယူလုပ္ရင္း မေကာင္းဆုိးရြားျဖစ္လာတဲ့လူတစ္ေယာက္ကုိ ေတြ႕ရမွာပါ။ နားရႈပ္သြားလားမသိဘူး။ဇာတ္လမ္းအက်ဥ္းေလးေျပာပါမယ္။အဓိက ဇာတ္ေဆာင္ျဖစ္တဲ့ စုံေထာက္ မင္ ကအတြဲလုိက္လူသတ္သမားတစ္ေယာက္ကို ဖမ္းမိခ်ိန္မွာလူသတ္သမားေနာက္ဆုံးသတ္သြားတဲ့သူက သူ႕ရဲ႕ညီမျဖစ္သူျဖစ္ေနတာကုိ သိလုိက္ရပါတယ္။သူ႕ကုိဖမ္းႏုိင္ခဲ့ေပမယ့္ သူ႕ရင္ထဲက အပူမီးက မျငိမ္းႏုိင္ခဲ့ပါဘူး။ေနာက္ထပ္ ေသာကမီးေတာက္ေနရသူကေတာ့ေယာက္ဖျဖစ္သူ ဆန္းဟြန္းပါ။ ဆန္းဟြန္းတစ္ေယာက္လူသတ္သမားကုိသတ္ဖုိ႔ ၾကိဳးစားေပမဲ့မေအာင္ျမင္ခဲ့ပါဘူး။အဲဒါေၾကာင့္ ကုိယ့္ဘာသာကုိယ္သတ္ေသေပမဲ့လည္းမေအာင္ျမင္တဲ့အခ်ိန္မွာ လူသတ္သမားကုိသတ္ဖုိ႔ တဖန္ျပန္ၾကိဳးစားခဲ့ပါတယ္။ သူျပန္ျပီးလက္စားေခ်ႏုိင္မွာလား။စုံေထာက္ၾကီးကေရာ ဘယ္ေနရာက ပါဝင္ေနမလဲ။စိတ္ဝင္စားစရာ စုံေထာက္ကားေလးပါပဲ။ Review & Translated By D3mon",
        "rating": "6.3",
        "url": "https://megaup.net/Sztw/The_Deal_[2015]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJ5KIf3dvkoXpAd4WVusW0LjPGt.jpg",
        "title": "Time Freak (2018)",
        "description": "Ender Game ရုပ္ရွင္ဇာတ္ကားထဲကမင္းသားနဲ႔MCU မွာ Dark Phoenix အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေလးတို႔ရဲ႕Rating 5.7 ရရွိထားတဲ့Time Freak ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ခ်ိဖတို႔ ကိုယ့္ေစာ္ကိုယ္ ဘယ္ေလာက္ခ်စ္လဲ။သူ႕အတြက္ဆို ဘာေတြလုပ္ေပးႏုိင္လဲ။ဒီကားထဲက ေကာင္ေလးကေတာ့ လမ္းခြဲသြားတဲ့ သူ႕ခ်စ္သူကိုျပန္ရဖို႔အတြက္အခ်ိန္ခရီးသြားစက္ ကို တီထြင္ခဲ့ၿပီး တြဲခဲ့တဲ့ေန႔ရက္ေတြမွာလုပ္ခဲ့မိတဲ့ အမွားေတြကိုပါ ျပန္ျပင္ဆင္ဖို႔ ၾကိဳးစားတာကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။ဇာတ္ကားေကာင္းႏွစ္သက္တဲ့သူေတြ ၾကိဳက္ႏွစ္သက္မယ့္ ကားမ်ိဳးမို႔ ၾကည့္ရႈအားေပးၾကပါဦးဗ်ာ.. File Size : ( 979 MB) & ( 334 MB)Quality : BluRay 720pRunning Time :1hr 56 minFormat : Mp4Genre : Comedy , Drama ...",
        "rating": "5.8",
        "url": "https://megaup.net/Szs7/Time_Freak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
        "title": "Dragon Ball Super: Broly (2019)",
        "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ...",
        "rating": "9.2",
        "url": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ex-136x200.jpg",
        "title": "The Experiment (2010)",
        "description": "လူကုိယစ္မူးေစတဲ့ ထဲမွာ အာဏာကလည္း အဆုိးဆုံးအရာတစ္ခုပါ။\nသာမာန္လူတစ္ေယာက္က တျခားသာမာန္လူတစ္ေယာက္ အေပၚ လႊမ္းမုိးမႈရွိေနရတာဆုိတာ တကယ္ကုိ ယစ္မူးခ်င္စရာပါပဲ။\nကမာၻဦးအစမွာကတည္းက အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္ယူတယ္။\nအခုအခ်ိန္ထိလည္း အင္အားပုံစံေတြသာေျပာင္းသြားတယ္ အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္က်င့္တတ္ေနတုန္းပါပဲ။\nဒါေပမဲ့ ကၽြန္ေတာ္တုိ႔ေတြ အဲဒီျဖစ္စဥ္ကေန မတုိးတက္ေသးတဲ့အတြက္ တုိးတက္ဖုိ႔လုိေနပါျပီဆုိတာကုိ The Experiment(2010) ဇာတ္ကားက သက္ေသျပထားပါတယ္။\nဒီဇာတ္ကားေလးက IMDB Rating 6.5/10 ထိရရွိထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူ ၂၆ ေယာက္ကုိ အေစာင့္နဲ႔ အက်ဥ္းသားခြဲျပီး ေထာင္ပုံစံစမ္းသပ္မႈျပဳလုပ္ရင္း ျဖစ္ပ်က္ခဲ့တဲ့ အေၾကာင္းကုိျပထားတာပါ။\nကၽြန္ေတာ့္အထင္ေတာ့ ဒီဇာတ္ကားမွာ လူသားဆန္မႈဆုိတာ ဘယ္လုိလဲလုိ႔ ရွာေတြ႕ႏုိင္မယ္ထင္ရဲ႕ဗ်ာ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 860 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:36:05\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by d3mon\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://megaup.net/2euoe/The_Experiment_[2010]_(MM_Sub)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/mid-133x200.jpg",
        "title": "Midnight in Paris (2011)",
        "description": "City oF Lightလို႔ သမုတ္ၾကတဲ့ ပါရီ ပဲရစ္ၿမိဳ႕အေၾကာင္း....\nအဲ့ဒီၿမိဳ႕ကေလးက ယြင္းယိုပ်က္စီးျခင္းမ႐ွိေသးတဲ့\nအတိတ္ေတြအေၾကာင္း...အဲ့ဒီၿမိဳ႕ကေလးက\nစာေရးဆရာ၊ပန္းခ်ီဆရာ အႏုပညာသည္ေတြအေၾကာင္း\nအဲ့ဒီျမို့ကေလးက ေရြးခ်ယ္မႈေတြအေၾကာင္း ေျပာျပခ်င္တယ္.... ။\nအဲ့ဒီၿမိဳ႕ကေလးဟာ ေအာက္ဆုံးဘဝမွာေတာင္\nအေပ်ာ္ဆုံးဘဝတစ္ခုတည္ႏိုင္ေလမဲ့ နိဗၺာန္ငယ္ေလးတစ္ခု..\nေနျခည္ေအာက္မွာပဲတည္တည္\nမိုးမႈန္ေအာက္မွာပဲတည္တည္ အဲ့ဒီၿမိဳ႕ကေလးရဲ႕\nအလင္းဟာ စၾကဝ႒ာထဲ အထင္႐ွာဆုံးလို႔ ဆိုၾကတယ္။ဘာရယ္ေၾကာင့္ ပဲရစ္ဟာ အႏုပညာဆန္စြာခမ္းနားေနတာလဲဆိုရင္\nပဲရစ္မွာ ေမြးဖြားခဲ့ၾကတဲ့ အႏုပညာေတြေၾကာင့္လို႔\nေျဖမဲ့လူအေတာ္မ်ားေလာက္မယ္။\nဗင္းဆင့္ဗန္ဂိုး ေပါေဂၚဂင္ အားနက္စ္ဟဲမင္းေဝး ပက္ဘလိုပီကာဆို\nအစ႐ွိသျဖင့္ မွတ္ေက်ာက္အထင္ဆုံးအႏုပညာသည္ေတြဟာ\nဒီၿမိဳ႕မွာ အႀကီးက်ယ္ဆုံးအႏုပညာပစၥည္းေတြကို\nေမြးထုတ္ေပးခဲ့တာလို အရာေတြေၾကာင့္လို႔\nထင္ရင္ထင္ေလာက္စရာပါပဲ။ ပသို႔ပဲထင္ထင္..\nပဲရစ္ဟာ သူ႔ခ်ည္းသက္သက္မွာလည္း လမ္းတိုင္း အေဆာက္အဦးတ္ိုင္း လမ္းမက်ယ္ႀကီးတိုင္းက အႏုပညာဆန္လြန္းေနပါတယ္။ \" ေန႔ရက္၊ အခ်ိန္အခါ၊ ေနရာ၊ အေဆာက္အဦး အရာ၀တၳဳတို႔ဟာ\nအမွတ္တရတို႔ကို သိုေလွာင္သိမ္းဆည္းထားႏိုင္စြမ္းမရွိဘူးတဲ့\"\nတာရာမင္းေဝရဲ႕ ကဗ်ာအက္ေဆးတစ္ပုဒ္ထဲမွာ\nကြၽန္ေတာ္ ဖတ္ခဲ့ဖူးတယ္။\nဒီ ႐ုပ္႐ွင္မွာေတာ့...အခ်ိန္အခါ ေနရာ အေဆာက္အဦးတို႔မွာ\nသိုေလွာင္သိမ္းဆည္းထားတဲ့ မေသဆုံးတတ္တဲ့\nအတိတ္အမွတ္တရတို႔ကို ခ်စ္ျမတ္တဲ့လူတစ္ေယာက္နဲ႔\nသူ႔ေရြးခ်ယ္မႈတို႔အေၾကာင္း သူ႔အႏုပညာအေၾကာင္းကို\nကြၽန္ေတာ္တို႔ ခံစားၾကရမွာပါ။IMDb Rating - 7.7/10 ရရွိထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 860 MB) and ( ...",
        "rating": "7.7",
        "url": "https://megaup.net/1wphf/Midnight_In_Paris_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Kung-Fu-Monster-new-poster-copy-142x200.jpg",
        "title": "Kung Fu Monster ( 2019 )",
        "description": "Jan 3 ရက္ေန႕ကမွ ရံုတင္ၿပသသြားတဲ႔ Kung Fu Monsterဆုိတဲ႔ဇာတ္ကားေကာင္း..ဇာတ္ကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မင္မင္းဆက္ေခတ္ေႏွာင္းပိုင္းမွာ နန္းတြင္းမွာအာဏာၾကီးေနတဲ႔မိန္းမစိုး ေစြးယြိေဟာ႕ဟာ အေမႊးမဲေတြဖံုးလႊမ္းေနတဲ႔ မေကာင္းဆိုး၀ါးတစ္ေကာင္ကို လူသတ္လက္နက္အၿဖစ္ေလ႔က်င္႔ေပးဖုိ႕သူ႕ရဲ႕ကိုယ္ရံေတာ္ေခါင္းေဆာင္ ဖံုးေစ႔ဟိုင္ကို တာ၀န္ေပးလိုက္ပါတယ္ဒီမေကာင္းဆုိး၀ါးေလးရဲ႕ၿဖဴစင္ၿပီး ခ်စ္စရာေကာင္းတဲ႔ဟန္ပန္ေလးကိုေတြ႕ၿပီးမေလ႔က်င္႔ေပးရက္ေတာ႔ပဲ လႊတ္ေပးလိုက္မိတယ္ဒီလိုနဲ႔ ဖံုးေစ႔ဟိုင္နဲ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးကို ဆုေတြအမ်ားအၿပားထုတ္ၿပီး လိုက္လံဖမ္းဆီးၿခင္းကိုခံရတာေပါ႔ဖံုးေစ႔ဟိုင္အဖမ္းခံရတဲ႔အခါမွာ သူ႕ခ်စ္သူက သူ႕ကိုကယ္တင္ဖုိ႕အဖြဲ႕တစ္ဖြဲ႕စုၿပီး ေတာ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးနဲ႔ပါပူးေပါင္းလိုက္ပါတယ္..ဒီလိုပံုစံမတူနဲ႔အဖြဲ႕နဲ႔ မေကာင္းဆိုး၀ါေလးတို႕ပူးေပါင္းၿပီး စြင္းယိေဟာ႔ကိုဘယ္လိုရင္ဆိုင္ရၾကမလဲ..စိတ္၀င္တစားေစာင္႕ၾကည္႕ရမယ္႔ဇာတ္ကားေလးၿဖစ္သလိုMonster နဲ႔ပတ္သတ္တဲ႔တရုတ္ကားေတြထဲမွာေတာ႔ဒီကားေလးကိုအေတာ္ေလးသေဘာက်မိပါတယ္ ဘာသာၿပန္နဲ႔အညႊန္း Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.3",
        "url": "https://megaup.net/2eunf/Kung_Fu_Monster_(Wu_Lin_Guai_Shou)_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZDFiZjg4MjYtMDBmYy00NzY0LWI5NTctOWJlODc2NzhiMTU0XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Singham Returns (2014)",
        "description": "ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့\nသမာသမတ္​က်တဲ့ ရဲအရာ႐ွိ\nဘာဂ်ီ႐ို ဆင္​းဂမ္​ရဲ႕\nႏိုင္​ငံ​ေရးအ​ေကာက္​ၾကံတဲ့\nလူ​ေတြကို ​ေျခမႈန္​းတဲ့အ​ေၾကာင္​းပါပဲ\nအသိဉာဏ္​နည္​းၿပီး အယူသီးသူ​ေတြရဲ႕\nကိို္​းကြယ္​မႈ​ေၾကာင္​့ အင္​အားႀကီး​ေနတဲ့\nဘိုး​ေတာ္​လိုလို ဘာ​လိုလို ဘာဘာႀကီးဆိုသူဟာ\nႏိုင္​ငံ​ေရးပါတီတစ္​ခုက\n​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔​ေပါင္​းၿပီး\n​ေရြး​ေကာက္​ပြဲအႏိုင္​ရဖို႔ ပိုက္​ဆံသံုးၿပီး\nဆင္​းရဲတဲ့ျပည္​သူ​ေတြဆီက မဲ​ေတြဝယ္​ယူဖို႔ႀကိဳးစားၾကပါတယ္​\nဒီလိုနဲ႔မထင္​မွတ္​တဲ့ ကိစၥတစ္​ခု​ေၾကာင္​့\nသူတို႔လုပ္​ရပ္​​ေတြ ​ေပၚမလိုျဖစ္​သြားတဲ့ အခါမွာ​ေတာ့\n​သူတို႔သ႐ုပ္​မွန္​ကို ဖံုးကြယ္​ဖို႔\nအၾကမ္​းဖက္​ၿပီး​ေတာ့​ေရာ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​မ်ိဳးစံုနဲ႔ ပါ\nႀကိဴ းစားၾကပါ​ေတာ့တယ္​\nဒီကိစၥ​ေတြရဲ႕​ေနာက္​ကြယ္​မွာ သူတို႔႐ွိတာသိ​ေပမယ္​့\nသက္​​ေသမ႐ွိလို႔ ဖမ္​းမရပဲ ျဖစ္​​ေနခဲ့ပါတယ္​\nဆင္​းဂမ္​က သူတို႔ကို ဘယ္​လို\nအဆံုးသတ္​​ေပးမလဲဆိုတာ​ေတာ့\nဒီဇာတ္​ကားထဲမွာ ၾကည္​့႐ႈသြားရမွာပါ\n.......................................................\nဆင္​းဂမ္​က တရားဥပ​ေဒကို\nလက္​တစ္​လံုးျခားလုပ္​ၿပီး\nဥပ​ေဒရအျပစ္​​ေပးလို႔မရတဲ့သူ​ေတြကုိ\nဘယ္​လိုဘယ္​နည္​းနဲ႔ အျပစ္​​ေပးလည္​းဆိုတာ​ေတာ့\nပထမကားၾကည္​့ၿပီးတဲ့သူ​ေတြသိၿပီးသားျဖစ္​မွာပါ\nဒုတိယကားမွာလည္​း ပထမကားထက္​\nပိုမုိက္​တဲ့ပံုစံ​ေတ​ြနဲ႔ ဥပ​ေဒအရ\nထိလို႔မရတဲ့ လူဆိုး​ေတြကို ဆံုးမသြားမွာပါ\nဇတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္ကေတာ့ Chanyein Soe ျဖစ္ပါတယ္",
        "rating": "5.7",
        "url": "https://megaup.net/Sht2/Singham_Returns_[2014]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BOTJmNjE0OWYtN2U0NC00YmIzLWE0YWItNGE2MzkyYmI1YjFkXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Singham (2011)",
        "description": "ဇာတ္​လမ္​းက​ေတာ့ ​ေငြ​ေၾကးခ်မ္​းသာတဲ့\nဒုစ႐ုိက္​သမား​ေတြက လာဘ္​စားတဲ့ရဲ​ေတြနဲ႔​ေပါင္​းၿပီး\nဥပ​ေဒကိုဂ႐ုမစုိက္​ ထင္​တုိင္​းၾကဲ​​ေနၾကပါတယ္​\nဒါကိုမခံႏိုင္​တဲ့ သမာသမတ္​က်တဲ့ရဲတစ္​​ေယာက္​က\nသူတုိ႔ကိုဆန္​႔က်င္​ဖို႔ႀကိဳးစားတဲ့အခါမွာ​ေတာ့ အဲဒီရဲကုိ\nလာဘ္​စားတယ္​ဆိုၿပီးလုပ္​ၾကံအမႈဆင္​ကာ ​​ေထာင္​ခ်ဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​\nဘယ္​လိုမွ​ေျဖ႐ွင္​းလို႔မရ​ေတာ့တဲ့ အဆံုးမွာ​ေတာ့\nလုပ္​ၾကံတရားစြဲခံရတဲ့ရဲဟာ သူ႔ရံုးခန္​းမွာတင္​\nကို္​ယ္​့ကိုကိုယ္​သတ္​​ေသသြားခဲ့ပါတယ္​\nသံုးႏွစ္​ၾကာၿပီး​ေနာက္​မွာ အဲဒီရဲရဲ႕မိန္​းမျပန္​အစ​ေဖာ္​တဲ့အတြက္​​ေၾကာင္​့\n​ေနာက္​တစ္​ခါဒီအမႈကို ျပန္​စစ္​ဖို႔တာဝန္​က်တဲ့သူက​ေတာ့\nရဲအရာ႐ွိ ဘာဂ်ီ႐ိုဆင္​းဂမ္​ ပဲျဖစ္​ပါတယ္​...\nဆင္​းဂမ္​ဟာ သတ္​​ေသသြားတဲ့ရဲအရာ႐ွိ​ေဟာင္​းရဲ႕\nရံုးခန္​းမွာထိုင္​ၿပီး ဒီဒုစ႐ုိက္​သမား​ေတြရဲ႕ နည္​းမ်ိဳးစံုၿခိမ္​း​ေျခာက္​ဒုကၡ​ေပးတဲ့ၾကားက\nဘယ္​လိုျပန္​ၿပီး အျပစ္​​ေပးႏုိင္​​ေအာင္​လုပ္​သြားမလဲကို​ေတာ့\nဇာတ္​ကားထဲမွာဆက္​ၾကည္​့သြားၾကပါလို႔\nဘာသာျပန္ကေတာ့ May Thu ျဖစ္ၿပီး\nအညႊန္းကို Chanyein Soe မွ ေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/Sfru/Singham_[2011]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ka49BWWyKMXr93YMbH5wLN7aAM.jpg",
        "title": "Once Upon a Deadpool (2018)",
        "description": "Once upon a Deadpool ဆိုတဲ့ဒီကားကတော့ Deadpool 2 ကို PG-13 version နဲ့ ပြန်ထုတ်ပေးထားတာပါ။ကလေးတွေကြည့်လို့ရအောင် သွေးထွက်သံယိုအခန်းတွေ၊ရိုင်းတဲ့အပြောအဆိုတွေ၊ဇာတ်ဝင်ခန်းတွေ မပါအောင် ဖြတ်ထုတ်ထားတာဖြစ်လို့ ကြည့်ရတာ အရင်လောက်မကောင်းပေမယ့်မိသားစုအတူတူကြည့်လို့ရမယ့် Superhero ရုပ်ရှင်တကားတော့ဖြစ်သွားပါတယ်။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသားဖြစ်နေတာကြောင့် အထူးတလည်တော့ညွှန်းမနေတော့ပါဘူး။ဒါပေမယ့် ဒီကားမှာတော့ DP က Fred Savage ဆိုတဲ့ ဟောလိဝုဒ်သရုပ်ဆောင်တစ်ဦးကို အခန်းတစ်ခန်းထဲမှာ ဖမ်းထားပြီးသူရဲ့ Deadpool 2 အကြောင်းဖတ်ပြနေတဲ့ပုံမျိုးဇာတ်လမ်းဆင်ပြထားပါတယ်။အဆဲအဆိုမကြမ်းတဲ့ DP 2 ဇာတ်လမ်းလေးလာလိုက် DP နဲ့ Fred တို့ရဲ့ပေါက်ကရ စကားပြောခန်းလေးတွေဝင်လိုက်နဲ့ ဆိုတဲ့အတွက်ကြောင့်ဇာတ်လမ်းက သိပြီးသားဖြစ်နေပေမယ့် အရမ်းကြီးပျင်းစရာတော့မကောင်းပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)-----------------------------------------------------------------------Once upon a Deadpool ဆိုတဲ႔ဒီကားကေတာ႔ Deadpool 2 ကို PG-13 version နဲ႔ ျပန္ထုတ္ေပးထားတာပါ။ကေလးေတြၾကည္႔လို႔ရေအာင္ ေသြးထြက္သံယိုအခန္းေတြ၊ရိုင္းတဲ႔အေျပာအဆိုေတြ၊ဇာတ္၀င္ခန္းေတြ မပါေအာင္ ျဖတ္ထုတ္ထားတာျဖစ္လို႔ ၾကည္႔ရတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eL5v/Once_Upon_A_Deadpool_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xtKahAPBfkhEWj49W9GN9NU6uo2.jpg",
        "title": "Mehbooba (2018)",
        "description": "IMDb rating : : 6.4/10\nGoogle users : : 87% liked\"ဟိမဝႏၲာသစၥာ\"လို႔ နာမည္ေပးရမလားပဲဗ်ာ။2019 ရဲ႕ အစဒီလိုအခါသမယမွာပဲအိႏၵိယေတာင္ပိုင္း႐ုပ္႐ွင္ေတြထဲကေနရင္ထဲကို တိုးေဝွ ့ တိုက္ခတ္သြားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္႐ွိပါတယ္။. . .ဟုတ္ပါတယ္။အသစ္စက္စက္ ထြက္႐ွိလာတဲ့ Mehboora ဆိုတဲ့ အခ်စ္အက္႐ွင္ ဇာတ္ကားေလးပါ။ပါဝင္တဲ့ မင္းသားမင္းသမီးေတြကအသစ္စက္စက္ေလးေတြဆိုေပမယ့္သူတို႔ရဲ႕ က်ရာဇာတ္႐ုပ္ကို ပိုင္ပိုင္ႏိုင္ႏိုင္သ႐ုပ္ေဆာင္သြားပံုက ရင္ကိုထိမွန္ေစတဲ့ အားထုတ္မႈပါပဲ။ဒီကားမွာေလးဟာစစ္ေရးနဲ႔ဘာသာေရးကို အဓိကထားၿပီး အခ်စ္ေရးနဲ႔ ေရာသမကာ အေကာင္းမြန္ဆံုး ဖြဲ ့သီ႐ုိက္ကူးထားတဲ့ ကားေကာင္းေလး တစ္ကားေပါ့ ခင္ဗ်ာ။\" ဇာတ္လမ္းအညႊန္း \"႐ို႐ွန္းဆိုတဲ့ ေကာင္ေလးဟာညစဥ္အိပ္မက္ဆိုးေတြ မက္တယ္။အိပ္မက္ထဲမွာ သူ အသတ္ခံရသတဲ့။ထူးျခားေနတယ္လို႔ ေျပာရမလား. . .သူဟာ တစ္ျခားသူေတြနဲ႔ မတူပဲသြားပံုလာပံု ေနပံုထိုင္ပံုေတြကစစ္သားတစ္ေယာက္လိုပဲ။စ႐ိုက္ကလည္း မတရားတာျမင္ရင္လက္ပိုက္ၾကည့္မေနႏိုင္တဲ့ စ႐ိုက္မ်ိဳး။တစ္ႀကိမ္မွာ အာဖရင္းကို လူဆိုးလူရမ္းကားေတြလက္ကေန သူကယ္ခဲ့ဖူးေသးတယ္။ေတာင္တက္ရတာကို ဝါသနာပါတဲ့သူ႔မွာဟိမဝႏၱာေတာင္ကို တက္ခ်င္တဲ့ အိပ္မက္လည္း ႐ွိတယ္။စစ္သားလည္း ျဖစ္ခ်င္ေတာ့ေက်ာင္းၿပီးတာနဲ႔ တပ္ထဲကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eunj/Mehbooba_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/never-not-love-you-poster-133x200.jpg",
        "title": "Never Not Love You (2018)",
        "description": "Never Not Love You (2018)_____IMDb - 7.1/10\n  \nအရမ်းချစ်ကြတဲ့စုံတွဲလေး သူတို့ရဲ့အလုပ်တွေကြောင့် ခွဲခွာနေရတဲ့အချိန်မှ\nာ ကြုံတွေ့ရတဲ့ ပြသနာတွေနဲ့ ဒီ relationship ကို ဆက်ထိန်းနိုင်ပါ့မလား\nနောက် ၅နှစ်အကြာမှာ ပြန်ဆုံကြတဲ့အခါ\nအရင်ကလိုအချစ်မျိုးနဲ့ တစ်ယောက်ကိုတစ်ယောက် မချစ်နိုင်ကြတော့တဲ့အခါ\nဘယ်လိုတွေဖြစ်မလဲဆိုတဲ့ ဇာတ်လမ်းလေးပါနော်\nကောင်မလေးတွေ အသည်းကျော် ဖိလစ်ပိုင်မင်းသားလေး James Reid ရဲ့\n2018 မှာထွက်ရှိထားတဲ့ဇာတ်ကားလေးဆိုတော့ ကြိုက်ကြမယ်ထင်ပါတယ်\nLDRS လေးတွေကြည့်သင့်တယ်နော် ?\n \n(ဇာတ်လမ်းအညွှန်း နှင့် ဘာသာပြန်သူကတော့ခင်ပြည့်စုံကျော်ပါ)\n   \nအရမ္းခ်စ္ၾကတဲ့စံုတြဲေလး သူတို႔ရဲ႕အလုပ္ေတြေၾကာင့္ ခြဲခြာေနရတဲ့အခ်ိန္မွ\nာ ၾကံဳေတြ႔ရတဲ့ ျပသနာေတြနဲ႔ ဒီ relationship ကို ဆက္ထိန္းႏိုင္ပါ့မလား\nေနာက္ ၅ႏွစ္အၾကာမွာ ျပန္ဆံုၾကတဲ့အခါ\nအရင္ကလိုအခ်စ္မ်ိဳးနဲ႔ တစ္ေယာက္ကိုတစ္ေယာက္ မခ်စ္ႏိုင္ၾကေတာ့တဲ့အခါ\nဘယ္လိုေတြျဖစ္မလဲဆိုတဲ့ ဇာတ္လမ္းေလးပါေနာ္\nေကာင္မေလးေတြ အသည္းေက်ာ္ ဖိလစ္ပိုင္မင္းသားေလး James Reid ရဲ႕\n2018 မွာထြက္႐ွိထားတဲ့ဇာတ္ကားေလးဆိုေတာ့ ႀကိဳက္ၾကမယ္ထင္ပါတယ္\nLDRS ေလးေတြၾကည့္သင့္တယ္ေနာ္ ?\n \n(ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ)\n   \nFile Size : (900 MB)\nQuality : ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eeqs/Never_Not_Love_You_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzLGo3uhqAcmhGjOdH6awteaoe.jpg",
        "title": "Split Lip(2019)",
        "description": "Split Lip(2019)\nဒီဇာတ္ကားကေတာ့ Action အသားေပးဇာတ္ကားတစ္ကားျဖစ္ၿပီး အဓိကဇာတ္ေဆာင္အျဖစ္ လူမည္းသ႐ုပ္ေဆာင္မ်ားျဖစ္တဲ့\nDorée Seay နဲ႔ DeJean Brown တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္း\n============\nထူးထူးဆန္းဆန္းဖြဲ႕ထားတဲ့ ေၾကးစားလူသတ္သမားအဖဲြ႕မွာ Set(Dorée Seay) လည္း အပါအဝင္ပါပဲ...\nသူတို႔အဖြဲ႕ရဲ႕ အေရးအႀကီးဆံုးအခ်က္က အလုပ္ကို အမွားမရွိေအာင္လုပ္ဖို႔ပါပဲ...\nမဟုတ္ရင္ေတာ့ အဲ့ဒီအတြက္ေပးဆပ္ရမွာျဖစ္ၿပီး ျပစ္ဒဏ္ကေတာ့ ေသျခင္းပါပဲ..\n.အဲ့ထဲမွာမွ အမွားလုပ္မိသြားတဲ့ Set တစ္ေယာက္ သူ႔အသက္အတြက္ ဘယ္လို႐ုန္းကန္ရမလဲဆိုတာကေတာ့...\n  File Size : (900 MB) and (320 MB)\nQuality : Web-dl720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated byPaing\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/Szts/Split_Lip_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/first-man-poster-133x200.jpg",
        "title": "First Man (2018)",
        "description": "First Man (2018)\nIMDb - 7.3/10_____Rotten - 86%\nWon 1 Oscar. Another 30 wins & 190 nominations\n အချိန်ကာလကတော့ ၁၉၆၉ ခုနှစ် .....\nဇူလိုင်လ ၁၆ရက် ၁၃:၃၂နာရီ ခန့်ပေါ့............\nစိတ်ကူးယဉ်ခဲ့ရတဲ့ လမင်းကြီးဆီကို သမိုင်းရဲ့ ပထမဆုံးအနေနဲ့\nကျွန်တော် ထွက်ခွာသွားရတော့မှာ ....\nအောင်မြင်မှာလား ကျရှုံးမှာလား.. ...ကျွန်တော် ဆက်မတွေးတော့ပါဘူး.......\nဆုံးသွားတဲ့ ကျွန်တော့်ရဲ့သမီးလေးကို ဝမ်းနည်းစွာ သတိရနေတာလား.... ....\nကျွန်တော့်ထက်အရင် လကမ္ဘာကိုသွားရောက်ဖို့ ကြိုးစားခဲ့တဲ့ သူငယ်ချင်းတွေရော.. .\nကောင်းမွန်တဲ့ဘုံဘဝမှာ ပျော်ရွှင်ကျေနပ်နေပြီလား.....\nဒါမှမဟုတ် ကျွန်တော်ပဲ ဒီအခန်းကျဉ်းလေးထဲမှာ စက်နှိုးမဲ့အချိန်ကို\nစောင့်စားရင်း ခြောက်ခြားနေမိတာလား ... .\nကျွန်တော်တို့ရဲ့ အမြင်အာရုံကလဲ အကန့်အသတ်နဲ့ပဲမြင်နေရတယ်\nလက်တစ်ဝါးသာသာလောက် မှန်ပြတင်းလေးကနေ ကောင်းကင်ကြီးကို မျှော်ကြည့်ရင်း\nကမ္ဘာလောကကြီးကို နှုတ်ဆက်ထွက်ခွာရတော့မယ်\nကျွန်တော်ချစ်ခင်တဲ့ မိသားစုလေးကတော့ ကမ္ဘာမြေပေါ်က\nအိမ်လေးထဲမှာ ကျန်နေခဲ့မှာလေ ဘယ်သူမှ မရှိတဲ့ လကမ္ဘာပေါ်မှာ\nကျွန်တော်တို့ အထီးကျန်နေမှာလား ပြီးတော့ ကမ္ဘာမြေပေါ် ပြန်မရောက်လာနိုင်ခဲ့ရင်ရော.......\nအဲ့လိုတွေးနေရင်းနဲ့ပဲ......ခရီးစဉ်ထွက်ခွာဖို့အတွက်\nတဆယ်.....ကိုး....ရှစ်......ဆိုပြီး... .အချိန်မှတ်နေတဲ့အသံကို\nမိုက်ခရိုဖုန်းထဲကနေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Ty3y/First_Man_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/CPKF-143x200.jpg",
        "title": "China PeaceKeeping Forces ( 2018 )",
        "description": "စစ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ထြက္တာသိပ္မၾကာေသးလို႔ IMDb ေတာင္မွ မသတ္မွတ္ရေသးေပမယ္႔အေတာ္ေလးေကာင္းတဲ႔ဇာတ္ကားတစ္ကားပါပဲ UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ဟာ နယ္စပ္မွာဗံုးေပါက္ကြဲမွုတခုကိုစံုစမ္းဖုိ႕သြားတယ္..ႏွစ္ႏိုင္ငံၿငိမ္းခ်မ္းေရးေဆြးေႏြးဖုိ႕ညွိႏွိုင္းဖုိ႕ေရာက္လာတဲ႔UN ညွိႏွိုင္းေရးအဖြဲ႕ကို ဗံုးေပါက္ကြဲမွုေတြဖန္တီးၿပီးအရွုပ္အေထြးေတြဖန္တီးေနတဲ႔ အၾကမ္းဖက္သမားတစ္စု...ဒီလုိနဲ႔ ႏွစ္ႏိုင္ငံၾကားမေၿပလည္မွုေတြၿဖစ္လာၿပီး အၿပန္အလွန္တိုက္ပြဲေတြဆင္ႏြဲလာရေတာ႔တယ္ဒီလိုတိုက္ပြဲေတြၾကားမွာ..UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ 5 ေယာက္ထဲဘယ္လိုေတြမ်ားေရွ႕ဆက္မလဲ..ေနာက္က ေထာက္ပံ႕ေရးတပ္ဖြဲ႕ေတြေရာက္မလာခင္..ဘယ္လိုေတြရင္ဆိုင္ရမယ္ဆုိတာေတာ႔ဆက္လက္ၾကည္႕ရွုရမယ္႕ ရင္သပ္ရွုေမာဖြယ္..စစ္ကားေကာင္းတစ္ကားပဲ ၿဖစ္ပါတယ္ Review & Translated By Phyo Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/china-peacekeeping-forces-2018/",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 3 (2010)",
        "description": "Toy Story ဟာ က်ေနာ္တို႔ မ်ိဳးဆက္အတြက္ ေတာ့ ငယ္ဘဝျဖစ္ခဲ့ပါတယ္။\nတစ္သက္လံုးလည္း Andy Woody Buzzlight Year တို႔ကို ေမ့ရႏိုင္မယ္ မထင္ပါဘူး။\nထြက္ခဲ့တဲ့ သံုးကားလံုးဟာ စိတ္ၾကည္ႏူးဖြယ္ ေကာင္းေပမယ့္\nေနာက္ဆံုးထြက္ခဲ့တဲ့ Toy Story 3 ကေတာ့ ရင္ထဲအထိဆံုးပါပဲ။\nဒီကားမွာ Andy ဟာလည္း ေတာ္ေတာ္ေလး ႀကီးေနၿပီျဖစ္ၿပီး\nသူရဲ႕ အ႐ုပ္ေတြကို မွားၿပီးေတာ့ Day Care centre တစ္ခုကို ေပးခဲ့ပါတယ္။\nအဲ့မွာ ေတာ္ေတာ္ေလး ဆိုးတဲ့ အ႐ုပ္ေတြလက္ကေန႐ုံးထြက္ခဲ့ရၿပီးေနာက္\nေနာက္ဆံုးခန္းမွာ Andy ဟာ သူရဲ႕အ႐ုပ္ေတြကို ေကာင္မေလးတစ္ေယာက္ကို ေပးခဲ့ပါတယ္။\nေပးၿပီးေတာ့ အဲ့ေကာင္မေလးနဲ႔ အတူတူ အ႐ုပ္ေတြနဲ႔ ကစားလိုက္ပါေသးတယ္။\nဒီလိုကစားတာဟာ Andy အတြက္ Woody Buzz တို႔နဲ႔ေနာက္ဆံုးကစားတာျဖစ္တဲ့ အျပင္\nက်ေနာ္ကေလးဘဝရဲ႕ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2ctir/2134.Toy_Story_3(2010).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 2 (1999)",
        "description": "Toy Storyဟာ ကြ်န္ေတာ္တို႔ငယ္ငယ္က အရမ္းႀကိဳက္ခဲ႔ရတဲ႔ ကာတြန္းကားပါ။ လက္ရွိဘ၀မွာ လူေတြမထင္မွတ္ထားတဲ႔အရုပ္ေလးေတြ အသက္ရွင္လ်က္ရွိေနၿပီး သက္ရွိလူသားေတြလို\nခံစားခ်က္ေတြရွိေနခဲ႔ေပမယ့္ သူတို႔ရဲ႕ကံၾကမၼာကေတာ့ ဘယ္ေတာ့မွမေရရာခဲ႔ပါဘူး။ဒီလိုအရုပ္ေလးေတြရဲ႕\nလိႈ႕၀ွက္ရွင္သန္ေနရတဲ႔ဘ၀ေတြကိုျမင္ေတြ႕ရမွာျဖစ္ၿပီး Walt Disneyကထုတ္တဲ႔animated movieျဖစ္တဲ႔အတြက္\nQualityနဲ႔Messageေတြကေတာ့ ရွယ္ပါပဲလို႔ေျပာပါရေစ။ခု Toy Story 2မွာေတာ့ Woodyကို\nအခိုးခံလိုက္ရတဲ႔အတြက္ Woodyရဲ႕သူငယ္ခ်င္းေတြျဖစ္တဲ႔ Buzzတို႔အုပ္စု တစြန္႔တစားလိုက္ကယ္မွာ\nျဖစ္ပါတယ္။ညႊန္းစရာမလုိေလာက္ေအာင္ေကာင္းတယ္ဆိုတာ သိၾကမွာပါ။File Size : 730 MB\nQuality : Bluray 720p\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Aye Nyein Thu\nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SqLg/2133.Toy_Story_2(1999)1.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story (1995)",
        "description": "Toy story ဆိုတာ ကြၽန္ေတာ္တို႔ေတြငယ္ဘဝတည္းက ရင္းႏွီးခဲ့တဲ့ ဇာတ္လမ္းေကာင္းေလးပါ။\nဇာတ္ေၾကာင္းေလးကို နည္းနည္းျပန္ေျပာရမယ္ဆိုရင္ အ႐ုပ္ပိုင္ရွင္ေတြမရွိခ်ိန္မွာ\nအသက္ဝင္လာတဲ့ အရုပ္ကေလးေတြအေၾကာင္းေပါ့။\nအ႐ုပ္ပိုင္ရွင္ေကာင္ေလးေမြးေန႔ေရာက္ခါနီးလာေလ\nအ႐ုပ္အသစ္ေတြ ေရာက္လာတတ္တာေၾကာင့္\nအ႐ုပ္ေလးေတြ ပစ္ပယ္ခံရမွာကိုစိုးထိတ္ေနၾကေလရဲ႕။\nမစိုးရိမ္တဲ့ အ႐ုပ္ကေတာ့ Cowboy Woody ပဲျဖစ္ပါတယ္။\nသူကအမ်ားထဲမွာ အထင္ေပၚဆံုး ဆိုေတာ့ မစိုးရိမ္ဘူးေပါ့။\nဒါေပမယ့္Buzz Lightyear ေရာက္လာတဲ့အခါမွာေတာ့…… ဘာေတြဆက္ျဖစ္လာမလဲဆုိတာ………\n \nFile Size :640 MB\nQuality : Bluray 720p\nRunning Time : 1hr 20 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Hein Khant Aung\nEncoder : Moe Myint Lwin",
        "rating": "8.3",
        "url": "https://megaup.net/2ctjb/Toy_Story(1995).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r0BKxapZhT1wKvXbvXBTjVbslaz.jpg",
        "title": "Mitron (2018)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ဟာသ ဒရာမာကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္ရယ္ရယ္ေမာေမာနဲ႕ ေပါ့ေပါ့ပါးပါးေလးမုိ႔ မိသားစုနဲ႕အတူ ခြီလုိ႔ေကာင္းမယ့္ ဇာတ္ကားတစ္ကားပါပဲႏုိင္ငံတကာ အဆင့္သတ္မွတ္ခ်က္ေတြအရလည္း IMDb 7/ 10 အထိရ႐ွိထားလုိ႔ မဆုိးဘူးလုိ႔ ေျပာရပါမယ္ဇာတ္လမ္းေလးကေတာ့အ႐ႈံးသမား၊ ငတုံး ငအလုိ႔ အသတ္မွတ္ခံထားရတဲ့ ေဂ်းဆုိတဲ့ေကာင္ေလးနဲ႕အရည္အခ်င္းရွိၿပီး ထက္ျမတ္တဲ့ အဗ္နီးဆုိတဲ့ေကာင္မေလးတုိ႔ဟာမိဘခ်င္းသေဘာတူလုိ႔ မဂၤလာကိစၥနဲ႔ မေမွ်ာ္လင့္ပဲ ဆုံေတြ႕ခဲ့ၾကတာပါတယ္သူတုိ႔ႏွစ္ဦးစလုံးမွာလည္း အိပ္မက္ကိုယ္စီရွိၾကတာမုိ႔အိမ္ေထာင္ခ်ေပးမယ့္အေရးကေန သူတုိ႔အိပ္မက္ေတြကု္ိဘယ္လုိအေကာင္ထည္ေဖၚၾကမလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈ႕လုိက္ၾကပါဦး (ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.HDRip.x264.AC3.5.1.-.Hon3yHD\nTranslated by Zaw Htoo\nEncoded by Thanhtike Zaw",
        "rating": "7.0",
        "url": "https://megaup.net/2ewkq/Mitron_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjrJCUYriu3cxzBKa5iuIXzEOD6.jpg",
        "title": "Buffalo Boys (2018)",
        "description": "အသစ္ထြက္ အင္ဒိုနီး႐ွား action ကားသစ္ေလးပါ။IMDb 6.9 အထိရ႐ွိထားတာေၾကာင့္ မဆိုးလွတဲဇာတ္ကားေလးပဲျဖစ္ပါတယ္။Western နဲ႔ Eastern ကိုေရာစပ္႐ိုက္ကူးထားၿပီး အေတာ္အသင့္ၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးပါ။အင္ဒိုနီး႐ွားဆူလ္တန္ဘုရင္ေတြအုပ္စိုးခဲ့တဲ့နယ္ေျမေတြေပၚဒတ္ခ်္ေတြ ကိုလ္ုနီလာျပဳတဲ့အခ်ိန္ကာလကို ေနာက္ခံထား႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္။Reviews ေကာင္းေကာင္းေတြလည္းရ႐ွိထားတဲ့ဇာတ္ကားပါ။Rotten Tomato မွာလည္း 78% အထိရ႐ွိထားပါေသးတယ္။ၾကည့္ရတာအရသာမ႐ွိျဖစ္ေစမွာေတာ့မဟုတ္ပါဘူး။ၾကည့္ေကာင္းတဲ့ action ကားတစ္ကားျဖစ္တာေၾကာင့္ အပန္းေျဖၾကည့္႐ႈရေအာင္ၫႊန္းေပးလိုက္ရပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB-DL 1080P X264 AAC - JeeJa\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2ewlm/Buffalo_Boys_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufVCyUIfnoPgpKA578wADEDPTqc.jpg",
        "title": "22 Chaser (2018)",
        "description": "အေမရိကန္ရွိ ကားကရိန္းဆြဲသူမ်ားဘဝကို ႐ိုက္ကူးတင္ျပထားေသာဘဝသ႐ုပ္ေဖာ္ဇာတ္ကားတစ္ကားျဖစ္ သည္။ဇာတ္အိမ္ကို အေမရိကန္ ၿမိဳ႕ေလးတစ္ၿမိဳ႕တြင္ဖြဲ႕တည္ထားၿပီးအဓိကဇာတ္ေကာင္ျဖစ္သူ ဆြဲကားေမာင္း သမား ဘင္ မွာေအဗရီဆိုသည့္ဇနီးႏွင့္ ဇက္ဆိုသည့္ သားေလးတစ္ဦးရွိသည္။ဘင္သည္ အထက္တန္းအထိ ေက်ာင္းေနခဲ့သူျဖစ္၍ အလုပ္လုပ္ရာတြင္စည္းကမ္းႏွင့္အညီလုပ္ေဆာင္တတ္သူျဖစ္ရာ သူ႔ကိုဆြဲကားေမာင္းသူအခ်င္းခ်င္းက ဘိုင္ေလာ(By law)ဟုလည္းေခၚၾကသည္။အထက္တန္းေက်ာင္းသား ေက်ာင္းသူဘဝ အိမ္ေထာင္ က်သူမ်ားလည္းျဖစ္ကေလးတစ္ေယာက္လည္းေစာစီးစြာရ ေယာကၡမအိမ္မွလည္းခြဲထြက္၍တစ္ၿမိဳ႕တစ္ရြာ ေျပာင္းေရႊ႕ကာ ေနထိုင္ၾကရသျဖင့္ သူတို႔မိသားစုသည္ဆင္းရဲသည္ဆင္းရဲခ်ဳိ႕တဲ့စြာ ေနထိုင္ၾကရသည္။ဘင္မွာလည္း စည္း ကမ္းတက်ကားဆြဲသူျဖစ္၍ အျခားသူေတြေလာက္ေငြေၾကးမရရွိပဲ ဘဝကိုခက္ခဲၾကပ္တည္းစြာ ႐ုန္းကန္ေနထိုင္ ၾကရသည္။ဇနီးျဖစ္သူ ေအဗရီမွာလည္း ေကာ္ဖီဆိုင္တစ္ဆိုင္တြင္ ဝင္ေရာက္လုပ္ကိုင္ရင္းခက္ခဲေသာရက္မ်ား တြင္ ၿမိဳ႕ထဲရွိ အစားအေသာက္လွဴဒါန္းသည့္စင္တာ(Food Bank)လိုေနရာမ်ဳိးတြင္ သြားေရာက္တန္းစီ၍ ဆန္၊ ပဲ၊ အာလူး တို႔ကိုယူငင္စားေသာက္ရသည့္ရက္မ်ားလည္းလည္းရွိသည္။ထိုသို႔ၾကပ္တည္းဆင္းရဲစြာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/SBq9/22_Chaser_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
        "title": "Then Came You (2018)",
        "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCfKAAFyANPFn04xOPqazd8jwnc.jpg",
        "title": "The Grinch (2018)",
        "description": "ဒီတစ်ခါမှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ Animation ဇာတ်ကားကောင်းလေးတစ်ကားကိုထွက်ထွက်ချင်း ပူပူနွေးနွေးတင်ဆက်ပေးလိုက်ပါတယ်။အဲဒီဇာတ်ကားကတော့ ဒီဇင်ဘာလအစပိုင်းလေးကမှ ရုံတင်သွားတဲ့ The Grinch ပဲဖြစ်ပါတယ်။အားလုံးလည်း သိပြီးနေလောက်ပြီ ဖြစ်တဲ့အတွက် အများကြီးမိတ်ဆက်ပေးနေစရာမလိုတော့ဘူးလို့ ထင်ပါတယ်။ဒီ The Grinch ဟာ စာရေးဆရာ Theodor Seuss Geisel ရဲ့ How The Grinch Stole The Christmas ဆိုတဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။အနောက်နိုင်ငံမှာတော့ အထူးတလည်မိတ်ဆက်နေစရာမလိုအောင် ခရစ္စမက်နဲ့အတူတွဲမြင်ကြတဲ့ အစိမ်းရောင်အကောင်ကြီးပေါ့ဗျာ။ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။Grinch ကြီးက ခရစ္စမက်စ်ပွဲကိုမုန်းတီးတဲ့သူတစ်ယောက်။Who-ville ကလူတွေ ခရစ္စမက်စ်ပွဲအတွက်ပြင်ဆင်နေကြတာကို ကြည့်မရတဲ့အတွက် နောက်တစ်ခါထပ်ပြီး ပွဲကျင်းပလို့မရအောင် ခရစ္စမက်စ်ပျောက်ဆုံးသွားအောင်ကြံတာလေးကို 3D animation ရုပ်ရှင်အဖြစ်ပြန်လည်ပြီးသရုပ်ဖော်ထားပါတယ်။နာမည်ကျော် Animation Studio ဖြစ်တဲ့ Illumination ကထုတ်လုပ်ဖြန့်ချိထားတဲ့ ဒီ The Grinch မှာ အဓိကဇာတ်ဆောင် Grinch အဖြစ် ကျွန်တော်တို့ရဲ့အချစ်တော်မင်းသားကြီး Benedict Cumberbatch ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-grinch-2018/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BODMzYmI3MjgtNDY4MS00YzVjLTg0MDctYzVlZDM2MmRlMmZjXkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Masquerade (2012)",
        "description": "CM Fan ေတြ အတြက္ မင္းသား လီေျဗာင္ဟြန္း သရုပ္ေဆာင္ထားတဲ့\nနန္းတြင္း ရုပ္ရွင္ကား တစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္\nကိုရီးယားေတြ အတြက္ တိုင္းျပည္ တစ္ခု တည္ေထာင္တဲ့အခါ\nဘုရင္က အာဏာ ရွိရင္ရွိ မဟုတ္ရင္ အမတ္ေတြ ၀န္ႀကီးေတြက\nအာဏာရွိလာတဲ့အခါ တုိင္းျပည္က ေဘးဒုကၡေရာက္ေတာ့တာပါပဲ\nဂ်ိဳဆြန္း ေခတ္က ဘုရင္ ဂြန္ေဟး ဟာ အမတ္ႀကီးေတြ ၊ ၀န္ႀကီးေတြ ရဲ႕\nသတ္ခ်င္ရေလာက္တဲ့ ဘုရင္တစ္ပါးျဖစ္ပါတယ္...\nတုိင္းေရး ျပည္ေရး ကို သိပ္စိတ္မ၀င္စားပဲ အေပ်ာ္အပါးေလာက္ပဲ\n၀ါသနာပါတဲ့သူပါ...\nတစ္ရက္မွာ ဘုရင့္ ရဲ႕ ယံုၾကည္ရတဲ့ အထိန္းေတာ္ နဲ႔ အတြင္း၀န္ တို႔ဟာ\nဘုရင္ နဲ႔ ခၽြတ္စြတ္တူတဲ့ နယ္လွည့္အကသမား တစ္ေယာက္ကို\nေတြ႔ရွိခဲ့ၿပီး ဘုရင္ေနရာ ခဏ အစားထိုးထားမယ္ စိတ္ကူးပါတယ္\nအဓိပါယ္ကေတာ့ ဘုရင္ အစစ္ေနရာ အစားထိုးခံၿပီး ေသခ်င္ရင္ေသ\nဆိုတဲ့အဓိပါယ္နဲ႔ ပါပဲ...\nရိုးအ တဲ့ သူကေတာ့ ဘုရင္ေနရာ ဟန္ေဆာင္အျဖစ္ ေရာက္ရွိခဲ့ၿပီး\nဘုရင္ အစစ္ မရွိတဲ့အခုိက္ တာ၀န္ေတြကို လႊဲေျပာင္းယူထားရင္း\nနန္းေတာ္က ျပည္သူေတြကို ကိုယ္ခ်င္းမစာမနာ လုပ္ရပ္ေတြ\nမ်က္၀ါးထင္ထင္ ေတြ႔ရွိခဲ့ၿပီးတဲ့ေနာက္မွာေတာ့....\nဘာသာျပန္ကေတာ့ သင္ဇာထက္ ျဖစ္ၿပီး\nသစ္ဆန္းခန္႔ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2ewlt/Masquerade_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Now-later-poster-133x200.jpg",
        "title": "[21+] Now & Later (2009)",
        "description": "Dark Side Production မှတင်ဆက်သည်......Now & Later(2009)IMDb....5.1(21+ ဆိုတဲ့ လျှို့ဝှက်သင်္ကေတကို တပ်လိုက်ကထဲက  ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကိုသိုင်းလောကသားများသိပြီးလောက်ပြီထင်ပါတယ်..သို့ပေမယ့် ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို  တန်းဝင်တဲ့အဆင့်မှာရှိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nနီကာရာဂွာနိုင်ငံက တော်လှန်ရေးခေါင်းဆောင်ရဲ့သမီးလေးနဲ့\nကမ္ဘာနဲ့ချီတဲ့ ဘဏ်ကိစ္စတွေလုပ်ခဲ့တဲ့ နိုင်ငံတွေရဲ့ စီးပွားရေးကို\nကစားခဲ့တဲ့ လူတစ်ယောက်ရဲ့ One Night Stand ဆန်ဆန်\nအချစ်ဇာတ်လမ်းကလေးပါပဲ။နိုင်ငံရေးဗဟုသုတတွေအပြင်\nအမေရိကန်ကို အပုတ်ချထားတာတွေပါ မြင်ရမှာဖြစ်ပြီး\nCIAနဲ့ ပဒေသရာဇ်နိုင်ငံလေးတွေကြားက\nဇာတ်ရှုပ်တွေကိုပါ ဖော်ပြထားပါတယ်။Later ဖြစ်မလာသေးတာတွေကို တွေးပူတတ်သူတွေကို\nNow လက်ရှိပစ္စုပ္ပန် မှာနေထိုင်ပြီး လုပ်စရာရှိတာလုပ်ဖို့\nဖလော်ဆော်ဖီတစ်ချို့ကိုလည်း အစာသွပ်ထားပါသေးတယ်။ကိုင်း ဇာတ်လမ်းကောင်းလည်း ခံစားရင်း ရသစုံလေး သဘောကျတယ်ဆိုရင်တော့ ခံစားကြည့်လိုက်ပါ...ကျော်တော့မကြည့်ကြပါနဲ့ ....ရသစုံလေးခံစားချင်လို့ပါ.......... \nFile Size : (855MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by War Dog",
        "rating": "5.1",
        "url": "https://megaup.net/2f0pu/Now_&_Later_[21+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "",
        "title": "Zero (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တော်တော်များများသိနှင့်ပြီးသားဖြစ်မှာပါ။လူပြောသူပြောများကြီး ဝေဖန်မှုအမျိုးမျိုးရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။နာမည်ကြီး cast တွေအသုံးပြုထားတာဖြစ်ပြီး မင်းသားကြီး Shah Rukh Khan,မင်းသမီးချော Anushka Sharma, Karina Kaif စသည်တို့အပြင်နာမည်ကြီးသရုပ်ဆောင်တွေကိုဘဧည့်သရုပ်ဆောင်အဖြစ်ထည့်သွင်းထားပြီး ငွေကြေးများစွာအကုန်အကျခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Rating အမျိုးမျိုး Review အမျိုးမျိုးတွေရှိနေတာကြောင့် ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သက်ကြီးပုဖြစ်တဲ့ SRK တစ်ယောက်အသက်၄ဝနားငပ်သည်အထိ မိဘအိမ်မှာ ဘာမှမယ်မယ်ရရမလုပ်ဘာပညာမှမတတ်လုပ်ချင်ရာလုပ်နေလာပြီးနောက် သိပ္ပံပညာရှင်မလည်းနဲ့တွေ့ပြီးနောက်မမျှော်လင့်ထားတဲ့ကံကြမ္မာအလှည့်အပြောင်းတွေကြား နီးစပ်သွားကြပြီ ပြောင်းလဲသွားပုံလေးကို ရိုက်ကူးထားတာပါ။Romance/ Drama ဇာတ်ကားလေးဖြစ်ပြီး SRK ပရိသတ်တွေလည်း စောင့်မျှော်နေကြမယ့် ဇာတ်ကားလေးလည်းဖြစ်မယ်ထင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရ နဲ့ ကိုတင်မျိုးလွင် ပါ)File Size : (1.20 GB)\nQuality : WEB-DL 720p\nRunning Time : 2h 44min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ws2k/Zero_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rUnZrcSyfwfloeI5aoccztSLSg.jpg",
        "title": "At Eternity’s Gate (2019)",
        "description": "အခ်ိန္​မွားၿပီးေမြးဖြားခဲ့တဲ့........... ေခတ္​အဆက္​ဆက္​...တည္​ၿမဲေနဦးမယ့္............ပန္​းခ်ီကားတို႔ရဲ႕ ဖန္​တီးရွင္​...ဗင္​းဆင္​့ဗန္​ဂုိး............ဗန္​ဂိုးဟာ ဒတ္​ခ်္​လူမ်ိဳးပန္​းခ်ီဆရာတစ္​ေယာက္​ပါ......သူ႔ရဲ႕စိတ္​ခံစားခ်က္​ကို အေရာင္​မ်ားနဲ႔ေဖာ္​ျပတတ္​သူျဖစ္​ၿပီး......သူ႔ရဲ႕ပန္​းခ်ီကားေတြမွာ ျပင္​းျပတဲ့စိတ္​ဆႏၵကို ၾကက္​သီးထဖြယ္​ေတြ႕ျမင္​ရတတ္​ပါတယ္​.......သူဟာပန္​းခ်ီကို အလြန္​ရူးသြပ္​သူတစ္​ေယာက္​ျဖစ္​ၿပီးအသက္​ ၂၇ႏွစ္​မွစတင္​ၿပီး ပန္​းခ်ီဆြဲခဲ့တာပါ.....ေလာကမွ နာမည္​အေက်ာ္​ၾကားဆံုးနဲ႔ ကံအဆိုးဆံုးပန္​းခ်ီဆရာတစ္​ေယာက္​ဆိုရင္​လည္​း မမွားပါဘူးဘာလို႔လဲဆိုေတာ့ သူဟာ အခ်ိန္​မွားၿပီးေမြးဖြားလာခဲ့လို႔ပါပဲ......သူ႔ေခတ္​က ပန္​းခ်ီပညာရွင္​အမ်ားစုက သူ႔ကို အသိအမွတ္​မျပဳခဲ့ၾကေပမယ္​့ေခတ္​သစ္​ပန္​းခ်ီဆရာေတြကေတာ့ သူ႔ပန္​းခ်ီကားေတြရဲ႕ထူးျခားခ်က္​ကိုအသိအမွတ္​မျပဳဘဲ မေနနိုင္​ၾကပါဘူး သူ႔ပန္​းခ်ီကားေတြဟာ သူေသဆံုးၿပီးႏွစ္​၃၀ဆယ္​ခန္​႔ၾကာမွ စတင္​နာမည္​ေက်ာ္​ၾကားလာခဲ့တာျဖစ္​ပါတယ္​ဘဝတစ္​ေလ်ွာက္​လံုး ဆင္​းရဲႏြမ္​းပါးစြာေနလာခဲ့ရၿပီး ေသသြားသည္​့တိုင္​ေအာင္​သူ႔ကို ဘယ္​သူကမွ အသိအမွတ္​မျပဳခဲ့ပါဘူးဒါေပမယ္​့ ၁၀ႏွစ္​လံုးလံုး ပန္​းခ်ီဆြဲတဲ့အလုပ္​ကို စိတ္​ဓာတ္​ႀကံ့ခိုင္​စြာနဲ႔ေဇာက္​ခ်လုပ္​ခဲ့ပါတယ္​ အသက္​ ၃၇ႏွစ္​မွာေသဆံုးခဲ့ၿပီး .........ပန္​းခ်ီဆြဲခဲ့တဲ့ ၁၀ႏွစ္​တာ ကာလတစ္​ေလ်ွာက္​မွာပန္​းခ်ီကားခ်ပ္​ေပါင္​း ၁၆၀၀ခန္​႔ေရးဆြဲခဲ့ပါတယ္​ပန္​းခ်ီကားတိုင္​းဟာ သူေျပာျပခ်င္​တဲ့ အေၾကာင္​းအရာေတြသူေဖာ္​ျပခ်င္​တဲ့ စိတ္​ခံစားမႈအေျခအေနေတြ ျပည္​့ႏွက္​ေနပါတယ္​သူအသက္​ရွင္​စဥ္​ကာလတစ္​ေလ်ွာက္​မွာ ပန္​းခ်ီကားက ၁ခ်ပ္​ပဲေရာင္​းခဲ့ရပါတယ္​ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2ewle/At_Eternity’s_Gate_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJKjVzLf5QnjVmqbRaHAiYEe226.jpg",
        "title": "West of Sunshine(2017)",
        "description": "West of Sunshine(2017)\nIMDb...6.7,,,Rotten..84%\nဒီဇာတ္ကားေလးကေတာ့ IMDb 6.7 နဲ႔ Rotten 84 ရထားတဲ့ West of Sunshine ဆုိတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္\nဒီကားေလးမွာ အလုပ္တစ္ဖက္နဲ႔ တစ္ရက္အတြင္းဆပ္ရဖုိ႔ အေၾကြးပူေနတဲ့ၾကားထဲ ေက်ာင္းပိတ္ရက္ေရာက္ေနတဲ့ သားကုိထိန္းဖုိ႔အလွည့္က်ေတာ့\nသားကုိေခၚျပီး အေၾကြးဆပ္ဖုိ႔အဆင္ေျပေအာင္ သရုပ္ေဖာ္ထားတဲ့ အေဖေနရာမွာ Damian Hill ကသရုပ္ေဆာင္ျပီးေတာ့ သားျဖစ္သူေနရာမွာေတာ့\nTy Perham က သရုပ္ေဆာင္ထားပါတယ္\nဖခင္ျဖစ္သူDamian Hill တစ္ေယာက္ အလုပ္က တစ္ဖက္ ေၾကြးေတြကလည္းရွိေနျပန္.....သားအေပၚလည္း တာ၀န္ေက်ခ်င္ေပမယ့္\nသူ႕အတြက္ ထင္သေလာက္ခရီးမေပါက္....\nဒါေၾကာင့္ သားျဖစ္သူနဲ႕ဆက္ဆံေရးဟာ  ေကာင္းမြန္တဲအေျခအေနေတာ့မဟုတ္ဘူး...\nအလုပ္တစ္ဖက္ သားတစ္ဖက္နဲ႔ လႈပ္ရွားရင္း အေၾကြးဆပ္ဖုိ႔ ပိုက္ဆံအဆင္ေျပေအာင္ နည္းမ်ိဳးစုံနဲ႔လုိက္ရွာရင္း\nသားနဲ႔အဆင္ေျပေအာင္ ဘယ္လုိေတြေျပာဆုိဆက္ဆံရသလဲဆုိတာ ပုံေဖာ္ထားတာျဖစ္ပါတယ္.....\nအုိဗာအုိက္တင္ေတြနဲ႔မဟုတ္ပဲ တစ္ကားလုံးသဘာ၀က်က်ပုံေဖာ္ထားတဲ့\nသားအဖႏွစ္ေယာက္ရဲ႕တစ္ေန႔တာေလးက ဘယ္လုိရသေတြေပးမလဲဆုိ ဆက္လက္ၾကည့္ရႈလုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္းန႔ဲ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ပဲ ျဖစ္ပါတယ္....\nFile Size : (850 MB) and ...",
        "rating": "7.3",
        "url": "https://megaup.net/SBq1/West_Of_Sunshine_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iInKqA5kdOrLM5KaQp8iOhSl4DK.jpg",
        "title": "The Seagull (2018)",
        "description": "တောအိမ်ရှင်သခင်မမှာ အသက် ၅၀ ကျော်အရွယ်နာမည်ကြီးပြဇာတ်သရုပ်ဆောင်မင်းသမီးကြီးတစ်ဦးဖြစ်ပြီးသက်ကြီးရွယ်အို လူပျိုကြီးအစ်ကိုတစ်ဦးနှင့်ဆယ်ကျော်သက်အရွယ်လူငယ် သားတစ်ဦးရှိပြီးသူမသည် မော်စကိုတွင်အနေများ၍ တစ်နှစ်လျှင်တစ်ကြိမ်ခန့်သာနွေရာသီကာလများ၌ လယ်တောအိမ်သို့လာလေ့ရှိသူပေါ့အစ်ကိုဖြစ်သူနှင့် သားဖြစ်သူသာလယ်တောအိမ်ကြီးတွင် အလုပ်သမားများနှင့်နေထိုင်ပါတယ်..သားဖြစ်သူတွင် လယ်တောအိမ်ကြီးရှိသည့်ကျေးရွာမှ ချောမောလှပသည့်မိန်းကလေးချစ်သူတစ်ဦးရှိကာ ပြဇာတ်အနုပညာကို စိတ်ဝင်စား၍စာရေးဆရာဖြစ်ချင်သူတစ်ဦးတစ်ယောက်ပါမိခင်ဖြစ်သူသရုပ်ဆောင်မင်းသမီးကြီးကတော့မော်စကို မြို့ပေါ်မှနာမည်ကြီးစာရေးဆရာ သက်လတ်ပိုင်းတစ်ဦးနှင့်ချစ်သူဖြစ်နေကြပြီးနွေရာသီလယ်တောအိမ်သို့ လာရောက်သည့်ခရီးတွင်သူမထက်ငယ်ရွယ်သည့် ချစ်သူဖြစ်သူနာမည်ကြီးစာရေးဆရာကိုပါ ခေါ်ဆောင်လာခဲ့တာကနေအမေ၏ချစ်သူနှင့် သား၏ချစ်သူတို့ တွေ့ဆုံမိကြသောအခါ....လူ့သဘာဝ၊ လူ့စရိုက်နှင့် လောဘ၊ ဒေါသ၊ မောဟတို့ လောင်မြိုက်မှုများကိုတစ်ကန့်စီမီးမောင်းထိုးပြထားသော အချစ်ဒရာမာဇာတ်ကားဖြစ်လို့စိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ...File Size : ( 845 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/11a7s/The_Seagull_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/descent-part-2-poster-135x200.jpg",
        "title": "The Descent: Part 2 (2009)",
        "description": "The Descent: Part 2 (2009)\nIMDb - 5.8/10_____Rotten - 55%\n The Descent (2005) + The Descent Part 2 (2009) R အဆင့်\nHorror အမျိုးအစားဖြစ်တဲ့ The Descent နဲ့ The Descent Part 2 ကို\n2005 နဲ့ 2009 ခုနှစ်တွေမှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး IMDB 7.2 နဲ့ 5.5 ရရှိထားပါတယ်\nThe Descent ကို ဒါရိုက်တာ Neil Marshall က ရိုက်ကူးထားပါတယ်\nThe Descent Part 2 ကိုတော့ ဒာရိုက်တာ Jon Harris ရိုက်ကူးခဲ့တာပါ\nThe Descent ရဲ့အဓိပ္ပါယ်က \" ဆင်းသက်ခြင်း \" ဖြစ်ပေမယ့်\n\" သက်ဆင်းခြင်း \" ...",
        "rating": "5.8",
        "url": "https://megaup.net/3zy6w/The_Descent_-_Part_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3nJWpGpxgTR66lLvcoFMsZZuFY.jpg",
        "title": "The Brawler (2018)",
        "description": "ဒီတစ်ခါတော့ ကမ္ဘာမှာ အရမ်းကိုအောင်မြင်ကျော်ကြားခဲ့တဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ရဲ့ မူလဇစ်မြစ်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးတစ်ကို တင်ဆက်ပေးချင်ပါတယ်။ချက်ခ်ဝက်ပ်နာလို့ခေါ်တဲ့လူတစ်ယောက်ဟာ ဘေယွန်မှာနေထိုင်ခဲ့ပြီးတော့ငယ်ငယ်လေးကတည်းက လက်ဝှေ့ထိုးသတ်ရတာကို ဝါသနာကြီးခဲ့တဲ့သူတစ်ယောက်ပါ။ဒီလိုနဲ့ သူ့ရဲ့ကြိုးစားမှုကြောင့် တစ်နေ့မှာတော့ လက်ဝှေ့လောကရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ မိုဟာမက်အလီနဲ့ ထိုးသတ်ခွင့်ရတဲ့အခါမှာဘယ်လိုရလာဒ်တွေဖြစ်ပေါ်ခဲ့ပြီး သူ့ဘဝဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာကိုစိတ်ဝင်စားသဖွယ်ရိုက်ပြထားတဲ့The Browlerဆိုတဲ့ ဇာတ်ကားမှာ ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးဗျာ....File Size : ( 883 MB) & ( 236 MB)Quality : Web-DL 720pRunning Time :1hr 35 minFormat : Mp4Genre : Biography , Crim , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-brawler-2018/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41yioNp9apJ7xtYDaSxqBfm1p5T.jpg",
        "title": "From Paris with Love (2010)",
        "description": "From Paris with Love (2010) ဒီဇာတ်ကားရဲ့နာမည် နဲ့ ပိုစတာကို ယှဉ်ကြည့်ပြီးRomance လား Drama လား Action လား ဇဝေဇဝါဖြစ်မိကြပါလိမ့်မယ်တကယ်တော့ ဒီဇာတ်ကားလေးဟာ Action ကြမ်းကြမ်းထဲDrama လေး နည်းနည်းကဲထားတဲ့အပြင် လှည့်ကွက်ကလေးတွေနဲ့ပါထပ်ပေါင်းထားတာကြောင့် ရသစုံလင်တဲ့ ဇာတ်ကားလို့ ဆိုရမှာပါဒီဇာတ်ကားကို ကြည့်ဖူးသူတွေ အများကြီးရှိပါလိမ့်မယ်မြန်မာစာတန်းထိုးလေးနဲ့ ပြန်ကြည့်ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်Face Off မင်းသားကြီး ဂျွန်ထရာဗိုလ်တာ ရဲ့ ပြောင်မြောက်လှတဲ့သရုပ်ဆောင်ပညာကို ဒီကားမှာ ထပ်မံမြင်တွေ့ကြရမှာပါ IMDb 6.2 ရရှိထားပါတယ်ပြင်သစ်နိုင်ငံဆိုင်ရာ အမေရိကန်သံအမတ်ကြီးရဲ့ ကိုယ်ရေးအရာရှိအဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ချက်စ် ကစားသမား ဂျိမ်းစ်ရိစ် ဟာအမှန်တကယ်တော့ အသေးစားလျို့ဝှက်တာဝန်များကို ထမ်းဆောင်နေတဲ့စီအိုင်အေ အေးဂျင့်တစ်ဦး ဖြစ်ပါတယ်တစ်နေ့မှာတော့ ဂျိမ်းစ်ရိစ်ရဲ့တည်ငြိမ်အေးဆေးလှတဲ့နေ့ရက်တွေထဲချာလီဝက်စ် ဆိုတဲ့ ကောင်းဘွိုင်ဆန်ဆန် စီအိုင်အေ အေးဂျင့်တစ်ဦးရောက်ရှိလာတဲ့အခါမှာတော့ တည်ငြိမ်နေတဲ့ရေကန်ထဲခဲပစ်ခံရသလို ဖြစ်လာပါတော့တယ်ဘာတာဝန်နဲ့မို့ ချာလီဝက်စ် ပဲရစ်အထိ ရောက်လာခဲ့တာလဲ............အထက်အရာရှိတွေက ဘာ့ကြာင့်များ အသွင်မတူတဲ့အေးဂျင့်နှစ်ဦးကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/SDvf/From_Paris_With_Love_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTEzNDU0OTgxM15BMl5BanBnXkFtZTgwNjA0ODM2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "DeepWater Horizon (2016)",
        "description": "သမားရိုးကျနိုင်လွန်းတဲ့ သို့ ပုံစံခွက်ထဲအများစုဝင်တဲ့ ဇာတ်လမ်းအမျိုးအစားထဲမှာ\ndisaster/survival ရုပ်ရှင်များလည်း ပါပါတယ်။ Titanic,\nThe day after tomorrow တို့လိုကားတွေ လူကြိုက်များခဲ့၊\nအောင်မြင်ခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ဒါမျိုးကားတွေ\nသိပ်အလုပ်မဖြစ်ခဲ့ကြတာကိုတွေ့ရပါတယ်။ ဥပမာ World Trade Centre, Poseidon တို့လိုကားတွေ။\nဒီလိုဇာတ်ကားများမှာ ဖော်မျူလာကျ ဇာတ်ကြောင်းပြောတဲ့ပုံက\nကျွန်တော်တို့နဲ့အတော်ကျွမ်းဝင်နေခဲ့ပြီ။ အစပိုင်းမှာ Victims\nဖြစ်လာကြမယ့်သူတွေရဲ့ မိသားစုဘဝတွေကိုပြမယ်။\nဒါဟာ နောက်ပိုင်းမှာ ဇာတ်ကောင်ကိုပိုမိုကရုဏာသက်စေဖို့အထောက်အကူပြုတယ်။\nဇာတ်ကားအလယ်လောက်မှာ ဘေးဆိုးကြီးနဲ့မိတ်ဆက်ပေးမယ်။\nသေကြ၊ ကြေကြ၊ ပျက်ဆီးကြမယ်။ ကိုယ်ကျိုးစွန့်အနစ်နာခံကြမယ့်\nသူရဲကောင်းတွေပါမှာဖြစ်သလို တစ်ဘို့သမား ဗီလိန်များလည်းပါရလိမ့်မယ်။\nဒီလို ပုံစံကျရှိနေတဲ့ ဇာတ်လမ်းအမျိုးအစားမို့လို့ ပရိသတ်တွေရိုးအီလာတာရှိမှာဖြစ်သလို\nဒီပုံစံမှာ ဆက်လက် ရင်ခုန်ခံစားချင်၊ စီးမျောချင်တဲ့ပရိသတ်လည်းရှိဦးမှာပါပဲ။\nအဲလိုဇာတ်ကားအများစုက ဖြစ်ရပ်မှန်တွေဖြစ်နေတတ်တာကတော့\nပရိသတ်ကိုစွဲငြိစေတဲ့အချက်တစ်ချက်လို့ထင်မိပါတယ်။\nDeepwater Horizon ဟာလည်း 2010 ကဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်တစ်ခုဖြစ်ပါတယ်။\nDeepwater Horizon ဆိုတဲ့ ပင်လယ်ရေနံတူး Rig ကြီးဟာ\nမက္ကဆီကိုပင်လယ်ကွေ့မှာ မတော်တဆ မီးလောင်ပေါက်ကွဲခဲ့ပြီး အမေရိကန်ရဲ့\nအဆိုးရွားဆုံး လောင်စာဆီဖိတ်စင်မှုကြီးဖြစ်ခဲ့ပါတယ်။ ဒီအဖြစ်အပျက်ကြီးအပေါ်\nသေချာလေ့လာရေးသားထားတဲ့ New York Times ကဆောင်းပါးကိုအခြေခံကာ\nဒီရုပ်ရှင်ကိုရိုက်ကူးခဲ့တာပါ။ ဒါကြောင့်မို့လို့လည်း အချက်အလက်ပိုင်းဆိုင်ရာ\nတိကျတယ်လို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Szfv/Deep_Water_Horizon_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nz85hJqEJfT6h42C7E9xcvT4SVt.jpg",
        "title": "College Road Trip(2008)",
        "description": "College Road Trip (2008)ရုပ်ကြီးမြင်တာနဲ့တင် ရယ်နေရတဲ့ ဟာသမင်းသားကြီး Martin Lawrence သရုပ်ဆောင်ထားတဲ့နောက်ထပ် College Road Trip  ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..........ဒီကားထဲက ဟာသမင်းသားကြီး Martin Lawrence ကိုမသိရင်သာနေမယ်..အူတက်အောင်ရယ်ခဲ့ရတဲ့ သူကားတွေဖြစ်သည့် Blue Streak ,Bad boyတို့ Big Momma’s Houseတို့ကိုတော့ သိမယ်ထင်ပါတယ်..အခုတစ်ခါတစ်မှာတော့ ဒီမင်းသားကြီးဟာ သားသမီးအပေါ်အရမ်းချစ်တတ်ပြီး အရွယ်ရောက်သည့်အထိ ကလေးတစ်ယောက်လို သမီးအပေါ်သဘောထားတဲ့ စိတ်ပူတတ်လွန်းတဲ့ ဖခင်တစ်ယောက်နေရာမှာသရုပ်ဆောင်ထားပါတယ်...သူ့ရဲ့ သမီးကြီးဟာ ကော်လိပ်တစ်ခုတက်ရဖို့အခွင့်အရေးရလာတယ်..ဒီကောလိပ်က သူတို့အိမ်နဲ့ဆို မိုင်(၇၀၀) ခန့်ဝေးပါတယ်....ဒါ့ကြောင့်စိတ်ပူတတ်တဲ့ ဖခင်ဟာသူ့သမီးကိုကျောင်းအထိ ကားနဲ့လိုက်ပို့ဖို့ဖြစ်လာတယ်...လမ်းခရီးအမှာအလွဲတွေနဲ့ ရယ်ရတာတွေတွေ့ရမယ့်အပြင်ဖခင်နဲ့သားသမီးအကြားဆက်ဆံရေးလေးတွေကို ကောင်းမွန်စေဖို့ ပညာသားပါပါလေးတွေပြသသွားတဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "4.3",
        "url": "https://megaup.net/SDu4/College_Road_Trip_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNmQxYzZkNzQtMzVkMC00MjJkLTk4MWItMTMzNzkwYjZjYTQ5XkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "A Private War(2018)",
        "description": "A Private War(2018)IMDB 6.8,,,,,Rotten ..... 89ဒီဇာတ်ကားကတော့ အမျိုးသမီး သတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ Marie Colvin အကြောင်းကိုရိုက်ကူးထားတာပါ........သူမဟာ  အများအတွက်အကျိုးရှိစေမယ့် သတင်းမှန်တစ်ခုတင်ပြဖို့အတွက်ဆိုဘာမဆို ရင်ဆိုင်ရဲတဲ့ အာဂသတ္တိခဲသတင်းထောက်တစ်ဦးပါ...အချိန်မရွေးအသက်ပျောက်သွားနိုင်တဲ့ စစ်တလင်းတွေကြား သတင်းယူဖို့ ဝန်မလေးသလိုဒီသတင်းကိုတင်ပြဖို့အရေးလည်း လက်မတွန့်တတ်သူတစ်ယောက်ပါ...သူမရဲ့ ရဲဝံမှုတွေနဲ့ အများအကျိုးပြုဆောင်ရွက်ချက်တွေကြောင့် ဂုဏ်ပြုဆုများစွာရရှိခဲ့သလိုသတင်းသမားတွေရဲ့ စံပြအမျိုးသမီးလည်းဖြစ်ခဲ့ပါတယ်..ဒါ့ကြောင့် ဒီဇာတ်ကားကိုပြန်လည်ရိုက်ကူးခဲ့ခြင်းဖြစ်ပါတယ်...ဒီဇာတ်ကားဟာလည်း ဆု(၂)ဆုနဲ့ အခြားဆု(၇)ဆုအတွက်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါတယ်..ကိုင်း Marie Colvin တစ်ယောက် ဘယ်လိုပြုမူလှုပ်ရှားလဲ..စစ်ပွဲကြားကိုအသက်စွန့်ပြီးဘယ်လို သတင်းယူလဲ....ကိုင်း စစ်အတွင်း ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးကိုကြည့်ရှုချင်တဲ့သူတွေအတွက်ကားကောငး်တစ်ကားပါ....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Myo ပဲဖြစ်ပါတယ်...File Size : (1GB) and (326 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Biography, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myo\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/SDtx/A_Private_War_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAKqG5SpsHU7vI6Fh4UYxFrDDZZ.jpg",
        "title": "The Death of Stalin(2017)",
        "description": "The Death of Stalin(2017)IMDb....7.2,,,Rotten......96%စစ်အာဏာရှင်ဆိုပြီး စတာလင်ကို မသိတဲ့သူ ခပ်ရှားရှားပါပဲ...သူ့ရဲ့ အကြောင်းတွေဟာ   သမိုင်းစာမျက်နှာရဲ့ဆိုးယုတ်မှုဆိုတဲ့ခေါငး်စဉ်အောက်မှာ အမြဲနေရာယူထားလေ့ရှိတယ်...လူသန်းပေါင်း (၂၀)ခန့်ကို သတ်ခဲ့တဲ့သူ..သတ်ခဲ့ရတဲ့ အကြောင်းရင်းတွေကလည်းသူ့အတ္တနဲ့ သူ့မာနတွေကြောင့်က ခပ်များများ.....ဒီလို အာဏာရှင်ကို လူတိုင်းက သေချင်နေကြနေကြတယ်....ဒီဇာတ်ကားကတော့ စတာလင်ရုတ်တရက်ကွယ်လွန်သွားပြီးတဲ့နောက်ပိုင်းမှာ အုပ်ချုပ်ရေးပိုင်းက လူကြီးတွေကရောဘယ်လိုတွေတုန့်ပြန်ကြလဲ...ဘယ်လိုတွေရှေ့ဆက်ကြလဲ....ဒါတွေအားလုံးကို ဟာသလေးနှောပြီး ပြောင်မြောက်စွာပုံဖော်ထားတယ်...ဟာသနှောတယ်ဆိုပြီး ဒီကားကရဲ့ ပုံစံကိုတစ်မျိုးမထင်လိုက်နဲ့ဦး...အကုန်လုံးက ပညာသားပါပါနဲ့ လှလှပပလေးထိုးနှက်သွားတာ..မူရင်းပုံစံတွေနဲ့ အနှစ်သာရလည်းမပျောက်ပျက်အောင်သမိုင်းကြောင်းကိုလည်း သွေဖီမသွားအောင် အားလုံးကိုအပြောင်မြောက်ဆုံးတင်ဆက်ထားတယ်...ဒါကြောင့်လည်း  ဆုပေါင်း(၁၈)ဆု အခြားဆုများအတွက် ဆန်ကာတင်(၃၂)ဆုရွေးချယ်ခံရသလိုRating တွေအနေနဲ့လည်းအမြင့်ဆုံးကိုရရှိထားတယ်...ကိုင်း နိုင်ငံရေးကိုလည်း လေ့လာဖြစ် ဟာသလေးတွေလည်း သဘောကျတဲ့အဖြစ်ကိုရောက်ရှိစေမယ့် ကားဆိုတော့ကြည့်လိုက်ကြပါဦးဗျို့....File Size : (992 MB) and (396 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre :  Comedy, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/SDsr/The_Death_Of_Stalin_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/An-Elephant-Sitting-Still-2018-133x200.jpg",
        "title": "An Elephant Sitting Still (2018)",
        "description": "တရုတ်ပြည်မြောက်ပိုင်း မန်ကျိုးလီ လို့ခေါ်တဲ့မြို့လေးမှာဆင်လေးတစ်ကောင်ကတစ်နေ့လုံးထိုင်ပဲထိုင်နေပြီးတစ်လောကလုံးကိုလျစ်လျူရှုထားသတဲ့မန်ကျိုးလီဟာ သူတို့ဘဝကို ရှာဖွေရင်း ကြိုးစားရှင်သန်နေပင်မဲ့တဖြေးဖြေးနိမ့်ကျလာတဲ့ဘဝ ပိုင်ရှင်တွေဖြစ်တဲ့ဇာတ်ကောင်တွေအတွက်ဘစွဲမက်ဖွယ်ဖြစ်လာပါတယ် ။သူတို့တွေကတော့ သားဖြစ်သူကဘအိမ်ကိုအမွေပေးပြီးလူအိုရုံသွားနေဖို့ဖိအားပေးခံရတဲ့ မစ္စတာWang အနိုင်ကျင့်တဲ့ကျောင်းင်းကိုပြန်တွန်းမိရာကနေ ဒုက္ခတွေကြံလာရတဲ့ Wei Bu ၊အတန်းဆရာနဲ့ မေတ္တာမျှမိရာမှ ပေါက်ကြားလို့ အိမ်ကထွက်ပြေးလားတဲ့ Ling ၊ကိုယ့်ရဲ့လုပ်ရက်တစ်ခုကြောင့် သူငယ်ချင်းအသက်ဆုံရှုံးရမှုကိုစိတ်ထိခိုက်နေဆဲ့Yu Chengတို့ပဲဖြစ်ပါတယ် ၊သူတို့ဟာ ပုံစံမျိုးစုံ အကြောင်းတရား မျိုးစုံနဲ့မန်ကျိုးလီကို သွားဖို့ကြိုးစားခဲ့ကျပါတယ် ဒီကားလေးဟာ ဆုပေါင်းများစွာ ရရှိခဲ့ပြီးဝေဖန်ရေးဆရာတွေရဲ့ချီကျူးမှုတွေလည်းရရှိခဲ့တဲ့ကားပါ ။ကားရဲ့နောက်ကြောင်းရာဇဝင်နဲ့ ဒါရိုက်တာ ရဲ့ဇာတ်ကြောင်းကလည်းဒီကားကိုကြည့်ဖို့ပိုစိတ်ဝင်စားစေပါတယ်။IMDB 7.8 ရထားတဲ့ကားဖြစ်လို့ ကားကောင်းတစ်ကားဆိုလဲမမှားပါဘူး။(ဇာတ်လမ်း အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Myit ဖြစ် Arkar Phyo မှ Encode ပေးထားပါတယ်။ )File Size : (961MB) & (459MB)\nQuality : .1080p.BluRay\nRunning Time :3hr 50min\nFormat : Mp4\nGenre : ...",
        "rating": "7.8",
        "url": "https://megaup.net/2eyot/An_Elephant_Sitting_Still_[2018]_(MM_Sub).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEqqw7fg0tlUlTzjlIBtL6ifRFL.jpg",
        "title": "The Attorney(2013)",
        "description": "The Attorney(2013)IMDb...7.7,,,Rotten...73%ကိုရီးယားရဲ့ နာမည်ကျော်သရုပ်ဆောင်ဖြစ်တဲ့ Song Kang-ho ကို မသိရင်သာနေမယ်..သူသရုပ်ဆောင်ခဲ့တဲ့ နာမည်ကြီးကားတွေဖြစ်တဲ့A Taxi driver,Memories of Murder ,The Host ,The Good, The Bad, the Weird  ,Thirst  စတဲ့ ဇာတ်ကားတွေကိုတော့မြန်မာ ပရိတ်သတ်တွေအနေနဲ့ သိကြမယ်ထင်ပါတယ်..  နှုတ်ခမ်းနီမလေးတွေ စွဲမက်လောက်စရာရုပ်ရည်မျိုးမရှိပေမယ့် ကျရာစရိုက်ကိုသူမတူအောင်အပီအပြင်ဆုံးသရုပ်ဆောင်နိုင်စွမ်းရှိလေတော့ သဘာဝမင်းသားကြီးလို့တောင် တင်စားကြပါတယ်...အခုလည်းThe Attorney(2013) မှာ ရှေ့နေတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတယ်....Rating တွေကလည်းမြင့် ဇာတ်လမ်းကလည်း ကောင်းတဲ့အပြင် သရုပ်ဆောင်ကလည်းမင်းသားကြီး Song Kang-ho  ဆိုတော့ ထွေထွေထူးထူးတော့ညွှန်းစရာမလိုတော့ဘူးထင်ပါတယ်...အထက်တန်းကျောင်းသာ အောင်တဲ့ ဆုန်းဝူရှစ် ဟာ တစ်ဆင့်ချင်းကြိုးစားပြီးနောက် ဝတ်လုံတော်ရ ရှေ့နေဖြစ်လာခဲ့ပါတယ် လက်ရှိမှာတော့ဘူဆန်မြို့မှာ အခွန်ဥပဒေနဲ့ပတ်သက်တာကို အဓိကထားလုပ်ဆောင်တဲ့ ရှေ့နေတစ်ယောက်ဖြစ်လာခဲ့ပါတယ် သူရှေ့နေဖြစ်လာရတဲ့ တစ်ခုတည်းသော အကြောင်းက မိသားစုအတွက်ဝမ်းစာရှာနိုင်ဖို့ ငွေရဖို့ပါ ....ဒါကြောင့် သူဟာ ငွေရဖို့ဆို ဘာမဆိုလုပ်ပြီး သူ့ရုံးခန်းလူသိဖို့ လုပ်ငန်းလိပ်စာကဒ်တွေ လိုက်ဝေခဲ့ပါတယ်....သူ့ပုံစံက ရှေ့နေဆိုတာထက် စီးပွားရေးသမားတစ်ယောက်နဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/SDw5/The_Attorney_(Byeon-Ho-In)_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Mrs.Money_-143x200.jpg",
        "title": "Hello, Mrs. Money ( 2018 )",
        "description": "တရုတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်လီချာရဲ့ အ​ဒေါ်Mrs.Monikaဟာအရမ်​းချမ်​းသာတဲ့အမျိုးသမီးပါ..ဒီလိုနဲ့လီချာဟာသူအရမ်​းချစ်​ရတဲ့မိန်​းက​လေးရဲ့အ​ဖေကသူနဲ့သ​ဘောတူ​စေဖို့အတွက်​ သူ့ရဲ့တစ်​ခါမှမမြင်​ဖူးတဲ့အ​ဒေါ်ကိုလှမ်​း​ခေါ်ပါ​တော့တယ်​.. သူချစ်​ရတဲ့မိန်​းက​လေးရဲ့အ​ဖေဟာလည်​းသူ့ကုမ္ပဏီ​ဒေဝါလီခံလုနီးပါးအ​ခြေအ​နေဖြစ်​​နေတဲ့အတွက်​Mrs.Monikaကိုရင်​းနှီးမြှုပ်​နှံခိုင်​းဖို့ကြံ​နေပါတယ်​..တစ်​ဖက်​မှာလဲ​ဂျယ်​ရီရဲ့အ​ဖေဟာ သူ့စီးပွားပျက်​သွာတဲ့အတွက်​ပိုက်​ဆံပြန်​ရနိုင်​ဖို့ Mrs.Monikaကိုအပိုင်​ကြံချင်​​နေပါတယ်​...ဒါ​ပေမယ်​့လဲတစ်​ကယ်​့Mrs.Monikaဟာမ​ရောက်​လာနိုင်​ဘူးလို့​လီချာတို့​ပြော​နေတာကိုကြားသွားတဲ့ဟွမ်​ချန်​းဟိုင်​ဟာ..resortထဲကိုဝင်​အိပ်​မိရာက​နေ..သူ့ကို Mrs.Monikaလို့ထင်​ခံရပါ​တော့တယ်​.. ဟွမ်​ချန်​းဟိုင်​ဟာMrs.Monika​နေရာက​နေဘယ်​လိုဟန်​​ဆောင်​မလဲ.... ဒ​ီလိုဟန်​​ဆောင်​​နေရတဲ့ကြားကတစ်​ကယ်​့Mrs.Monika​ရောက်​လာတဲ့အခါဘယ်​လို​တွေဆက်​ဖြစ်​ကြမလဲ...ဒါ​တွေအားလုံးကိုရယ်​​မောဖွယ်​ကြည်​့ရှုရမှာပါ.ကြားထဲမှာလဲအချစ်​​တွေကိုယ်​စီ​ပေါက်​ဖွားလာကြတာကိုလဲခံစားရမှာဖြစ်​ပါတယ်​...ဒါနဲ့ Mrs.Monikaအစစ်​ကအရမ်း​​ ချောတာ​နော်​Review & Translated By Phyo Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1yAXN/Hello,_Mrs._Money_(Li_Cha_De_Gu_Ma)_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4Qyuy0Ul549f6SOdUqGvIdYKD2.jpg",
        "title": "The Wife(2017)",
        "description": "The Wife(2017)IMDB 7.3,,,,Rotten....84%ဒီကားက ကားသစ်ဆိုပေမယ့် တော်တော်နဲ့မလုပ်ဖြစ်ဘူး...ဘာလို့လဲဆိုတော့ ရုပ်ရှင်ပိုစတာက ဆံနွယ်တွေဖြူလွှပြီး ပါးရည်တွေတွန့်နေတဲ့အဘိုးကြီးအဘွားကြီးပုံဖြစ်တော့ ဆွဲဆောင်မှုအားနည်းနေတဲ့အပြင် ရုပ်ရှင်ရဲ့ နာမည်ကလည်း The wife ဆိုတော့ရုပ်ရှင်ကားပါအကြောင်းအရာများဟာ ဘောင်ခေတ်ထားတဲ့ဇာတ်ကားကြီးလို့ ခံစားမိတယ်...သို့ပေမယ့်  ဒီနှစ်အော်စကာဆန်ကာတင်စာရင်းရဲ့ အကောင်းဆုံးမင်းသမီးရွေးချယ်ယာထားတဲ့သူတွေထဲမှာဒီကားရဲ့ အဓိက မင်းသမီးကြီး Glenn Close  ပါလာလေတော့ မဖြစ်မနေလုပ်ရတော့တယ်...IMDb နဲ့  RT  ကလည်း ကြွရွနေတယ်....တစ်ကယ်တော့ ဒီကားမျိုးက အညွှနး်ရေးလို့ တော်တော်ကြီးကို မဖြစ်တဲ့ကားမျိုးပါ... မရေးတတ်ရေးတတ်နဲ့ဖွဲ့စည်းထားတဲ့ ၀ါကျ(၃)လေးကြောင်းအောက်မှာအော်စကာ ဆန်ကာတင်စာရင်းဝင်ခဲ့တဲ့ ဇာတ်ကားကြီးဟာ ပေါ့ပျက်ပျက်ဖြစ်သွားနိုင်သလိုဒီလိုကားကောင်းကိုကြိုက်တဲ့သူတို့အဖို့ ထဆဲချင်စိတ်ပေါက်သွားစေနိုင်လို့ပါ.....တစ်ချို့သူတွေအတွက် ဒီကားဟာ ဘာကားကြီးမှန်းလဲ မသိဘူးလို့ ရေရွတ်ကောင်းရေရွတ်လိမ့်မယ် ...ဒါပေမယ့် တစ်ချို့သူတွေအတွက် ဒီကားက ခင်ဗျားတို့ကို ကျောက်ရုပ်တစ်ရုပ်လိုမျိုးဖြစ်အောင် ဆွဲဆောင်နိုင်စွမ်းရှိတယ်...ပြောတဲ့ ဒိုင်ယာလော့တွေ ....သရုပ်ဆောင်တွေ ...ဇတ်လမ်းအချိတ်အဆက်တွေကလည်း တကယ်ကောင်းပါတယ်..ဒီကားနဲ့ပတ်သက်ပြီး ပြောပြလို့ရတာနည်းနည်းတော့ရှိတယ်....လင်မယား(၂)ယောက်ရှိတယ်...ယောင်္ကျားက စာရေးဆရာ..တစ်နေ့တော့ မနက်အစောကြီးဖုန်းဆက်လာတယ်...ခင်ဗျားရေးတဲ့စာအုပ်ကြောင့် နိုဘယ်ဆု ရပါတယ်..ဒါ့ကြောင့် ဆွီဒင်က စတော့ဟုမ်းမြို့ကို ဆုယူဖို့ကြွခဲ့ပါတဲ့...ကိုင်း ဘာကြောင့် ဒီကားကို The wife လို့ခေါင်းစဉ်တပ်တာလဲ...ဘာဖြစ်လို့ အဘိုးအဘွားကြီးကိုမှ ရွေးချယ်ရိုက်ကူးရတာလဲ...မင်းသမီးကြီးကရော ဘယ်လောက်များသရုပ်ဆောင်ကောငး်လို့အော်စကာဆန်ကာတင်စာရင်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/SDt5/The_Wife_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8ChMb9i0UnEUtno9nWxPTicGH9.jpg",
        "title": "Padi Padi Leche Manasu(2018)",
        "description": "Padi Padi Leche Manasu(2018)အသစ်ထွက် Telugu ဇာတ်ကားလေးဖြစ်ပါတယ်။ Romance/Dramaဇာတ်ကားလေးဖြစ်ပြီး ဟာသနှောရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။Castတွေကတော့ ဆူရီရာအဖြစ် Sharvanand ၊ ဗေရှာလီအဖြစ် မင်းသမီးချော Sai Pallavi တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ IMDb rating 6.5 ထိရထားပါတယ်။ဇာတ်လမ်းလေးကတော့ ဘဝနောက်ခံအခြေအနေမတူ၊ စရိုက်ချင်းမတူ၊ တွေးခေါ်ပုံချင်းမတူတဲ့ လူနှစ်ယောက်ရဲ့ကြားက ချစ်ခြင်းမေတ္တာ၊အဆင်မပြေမှု၊ သဘောထားကွဲလွဲမှုတွေကိုပြသွားပြီး အပြင်လက်တွေ့သမီးရည်စားအတွဲကြားဖြစ်တတ်တဲ့အခြေအနေတွေ၊အိမ်ထောင်ရေးပြသနာတွေကို ရိုက်ကူးပြသွားတာပဲဖြစ်ပါတယ်။ ဟာသနှောပြီး အလွမ်းအဆွေးတွေကိုရိုက်ကူးပြထားတဲ့အတွက်အရသာတစ်မျိုးတော့ရမှာပါ။ ဇာတ်ဆောင်မင်းသားရဲ့ ဂျစ်ကန်ကန်သရုပ်ဆောင်ပုံစံ၊ ပေါ့ပေါ့ပါးပါးနေဟန်တွေကိုလည်းတွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်... File Size : (1GB) and (440 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:38:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eyqh/Padi_Padi_Leche_Manasu_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/61ygqWl3AlL._SY450_-136x200.jpg",
        "title": "[18+] Lolita (1997)",
        "description": "[18+] Lolita (1997)\n[Dark Side Production မှ တင်ဆက်သည်။]\nIMDb Rating (6.9/10)\nRotten Tomatoes (68%)ဒီရက်ပိုင်း ကျွန်တော် ကြည့်ဖြစ်တဲ့ကားတွေက Age Gap ကြောင့် ဖြစ်တဲ့ အကြောင်းအရာ တွေကို ဇာတ်လမ်း လုပ်ထားတာတွေများပါတယ် ။ အဲ့ထဲက မှ အကြိုက်ဆုံးဆို Leon the Professional , An Education နဲ့ Lolita ပါပဲ ။ Lolita ကတော့ အကြိုက်ဆုံးပေါ့ ။ ရုပ်ရှင် မကြည့်ခင်ဝတ္ထုဖတ် ဖြစ်ကတည်းက Lolita ကို အတော် သဘောကျခဲ့မိတာပါ ။ဝတ္ထုကတော့ ရုရှား စာရေးဆရာ တစ်ဦးဖြစ်တဲ့ Vladimir Nabokov ရေးသားခဲ့တာဖြစ်ပြီး ရုပ်ရှင် အဖြစ် 1962 မှာ တစ်ကား ၊ 1997 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2d2U5/Lolita_[18+]_[1997]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bbSyGk3V6mbJLF2nFTMOdpa4Z.jpg",
        "title": "Soni(2018)",
        "description": "Soni(2018)IMDb.....7.7ဒီတစ်ခါတော့ ကုလားကားပရိတ်သတ်တွေအတွက် ၂၀၁၈ ခုနှစ်ထွက် Soni ဆိုတဲ့ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့  ဒေလီမြို့ရဲ့ညဘက်အချိန်တွေမှာ ဒုစရိုက်မှုများကင်းစင်အောင် ပတ်တရောင်ကင်းလှည့်ဆောင်ရွက်နေတဲ့ ရဲအရာရှိမ ဆိုနီရဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားတာပါ..သူမဟာညတွေဘက်မှာ ပြည်သူအသွင်ယူပြီးလျှို့ဝှက်လှုပ်ရှားရတဲ့ ပြီး သွက်လက်ထက်မြက်တဲ့သူတစ်ယောက်ဖြစ်သလိုဒေါသလဲအလွန်ထွက်လွယ်တဲ့သူလဲဖြစ်တယ်..သူ့အကြောင်းကိုသိတဲ့ သူမရဲ့အထက်အရာရှိစခန်းမှူး ကတ်ပနားဆိုသူတစ်ယောက်က ဆိုနီ့ကိုအမြဲလိုလိုလိုက်ပြီးလက်မလွန်အောင် ပြဿနာကြီးကြီးမားမားမဖြစ်အောင် ခြောက်တစ်ခါချော့တစ်လှည့်နဲ့ လိုက်ပြီးဆုံးအပြောဆိုနေရတယ်…ဆိုနီကလဲမဟုတ်မခံ သူ့ကိုလာပြီးဆဲဆိုမိုက်ရိုင်းရင်ဆတ်ဆတ်ထိမခံတဲ့သူတစ်ယောက်ဖြစ်တာနဲ့အညီ..တစ်နေ့မှာတော့အရက်မူးပြီးမောင်းလာတဲ့ အိန္ဒိယရေတပ်ကအရာရှိတွေနဲ့ စကားများခဲ့ကြရန်ဖြစ်ခဲ့တဲ့နောက်မှာတော့ဆိုနီ့ကိုတခြားဌာနတစ်ခုကိုပြောင်းရွှေ့တာဝန်ပေးလိုက်တယ်.အဲ့အချိန်မှာသူမရဲ့အထက်အရာရှိဖြစ်တဲ့ ကတ်ပနားက သူမကိုအရင်နေရာမှာပဲ တာဝန်ထမ်းဆောင်ခွင့်ရအောင်ပြန်လုပ်ပေးလိုက်ပေမယ့်ဒေါသမာနအိုးတစ်ယောက်ဖြစ်တဲ့ဆိုနီကနောက်ထပ်ဘယ်လိုမျိုးပြဿနာတွေ ဆက်ကြုံရမလဲဆိုတာကိုတော့ ဆက်လက်ခံစားကြည့်လိုက်ပါဦး.... File Size : (695 MB) and (312 MB)\nQuality : HD-Rip,\nFormat…mp4\nDuration…01:37:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/2eyqx/Soni_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Dead-poet-society-poster-133x200.jpg",
        "title": "Dead Poets Society (1989)",
        "description": "Dead Poets Society (1989)\nIMDb - 8.0/10_____Rotten - 84%\nWon 1 Oscar. Another 19 wins & 18 nominations\n  \nအခု ပြောမှာက ဒီရုပ်ရှင်ကနေ ကျွန်တော်\nဖမ်းဆုပ်လို့ရသလောက် အတွေးမျှင်တွေအကြောင်းပါ။\nဒီ ရုပ်ရှင်ထဲက Robin Willain ရဲ့ စကားကို မှီးပြောရရင်\nပညာရေးဆိုတာ ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့\nသင်ပေးရတာပါတဲ့။ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့ (ဝါ)\nကိုယ့်ဆင်ခြင်တုံတရား ကိုယ့်အသိစိတ်နဲ့ ကိုယ် ရှင်သန်တတ်ဖို့\nကျွန်တော်တို့ လိုအပ်တဲ့အရာကရော ဘာများလဲ\nကျွန်တော်ကတော့ အနုပညာလို့ပဲ ဆိုချင်တယ်။\nဂီတ စာပေ ကဗျာ ပန်းချီ ဘာမဆိုပါပဲ။ ဒီရုပ်ရှင်မှာတော့\nကဗျာတွေနဲ့ပဲ ဥမေယျပြုသွားပါတယ်။\nအတွေးအခေါ်နဲ့ ခံစားချက်အပေါ်အခြေခံတဲ့ ကဗျာဆိုတာဟာ\nအပေါ်ယံကြည့်ရင် ဘာမှမဆိုင်သလိုနဲ့ တစ်သားတည်းပါပဲ။\nအနုပညာကိုမုန်းပါတဲ့ ကျော်ကြားလှစွာသော\nဒဿ နိကဆရာကြီး ပလေတိုတောင် သူ ဘယ်လိုပဲ\nအနုပညာကိုမုန်းမုန်း သူ့ကျမ်းတွေကတော့\nအတော်ပြေပြစ်လှပတဲ့ အရေးအသား ဖြစ်နေခဲ့ပါတယ်။\nအနုပညာနဲ့ ဒဿဘ နိကဟာ မဆိုင်သလိုနဲ့ဆိုင်နေတဲ့\nဒင်္ဂါးပြားရဲ့ ခေါင်းနဲ့ပန်းပါပဲ။ပြီးတော့ကာ တွေးခေါ်မှုဟာ\nခံစားချက်မပါရင် အတော်အန္တရယ်ကြီးတဲ့အရာပါပဲ။\nဒီဇာတ်လမ်းမှာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4fB4x/Dead_Poets_Society_[1989]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFC6tJmIeAAR6RrPGqVR3fyPQeO.jpg",
        "title": "The Legend of Secret Pass (2019)",
        "description": "ချက်စတာ၊ အိုင်ဝါ၊ ကီကီနဲ့ ရှယ်ဘီတို့ဟာ ဆုံးရှုံးမှုတွေရှိပြီးလမ်းပျောက်နေတဲ့ တိရိစ္ဆာန်ငယ်လေးတွေပါ။သူတို့ဟာ သူတို့အတွက် လုံခြုံစိတ်ချရတဲ့ နာတိုချူးဆိုတဲ့ ဒဏ္ဍရီလာနေရာတစ်ခုကိုသွားရောက်ဖို့ကြိုးစားကြတဲ့အချိန်မှာ ဘယ်လိုခက်ခဲမှုတွေ တွေ့ကြုံရတယ်၊ဘယ်လိုအနှောက်အယှက်တွေနဲ့ ကြုံရပြီးနောက်ဆုံးမှာ သူတို့ကြားဖူးတဲ့ နာတိုချူးဆိုတဲ့နေရာက တကယ်ပဲရှိတာလား၊သူတို့ရောက်သွားနိုင်မလားဆိုတာကို The Legend of the Secre Pass ဆိုတဲ့ကာတွန်းကားလေးမှာ ကြည့်ရှုလိုက်ကြပါဦး။စကားမစပ် ကာတွန်းကားတွေရဲ့ထုံစံအတိုင်း ချစ်ဖို့ကောင်းတဲ့တိရိစ္ဆာန်လေးတစ်ကောင်အမြဲပါသလို အခုဇာတ်ကားမှာလည်းချစ်စရာပုတ်သင်ညိုလေးတစ်ကောင်ကို မြင်တွေ့ကြရမှာနော်။အားပေးကြပါဦးနော်။File Size : ( 859 MB) & ( 245 MB)Quality : Web-DL 720pRunning Time :1 hr 32 minFormat : Mp4Genre : Animation , Family , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.0",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/TheOtherGuysMoviePoster-2-232x300.jpg",
        "title": "The Other Guys (2010)",
        "description": "နယူးယော့စီးတီးရဲ့ စုံထောက်လောကမှာ ထင်သလို ဖြစ်မလာ တတ်တဲ့ ကို့ယို့ကားယား ကိစ္စတွေကို ဟာသ အက်ရှင် ဇာတ်ကားအဖြစ် တင်ပြထားတဲ့ The Other Guys ဟာကျွန်တော်ကြိုက်တဲ့\nဟာသဇာတ်ကားတွေထဲက တစ်ကားပါ........\nနာမည်ကြီးအက်ရှင်မင်းသားကြီးတွေ ပေါတောတောရဲဝန်ထမ်းစရိုက်ကို သရုပ်ဆောင်ထားတာ အမှန်အကန်ရယ်ရပါတယ်...\nအနောက်တိုင်းဟာသဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း စကားပြောတွေက 18+ တွေပါနေလို့\nမိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး....... \nFile size…(1 GB) and (500 MB)\nQuality…Unrated.BluRay.720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.7",
        "url": "https://megaup.net/2eynx/The_Other_Guys_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kUwXKRjMrFxoK9lwgypLcHqlZP9.jpg",
        "title": "Color Me True(2018)",
        "description": "Color Me True(2018)IMDb....7.2ဂျပန်ရုပ်ရှင်တွေတော်တော်များများဟာ ဆုတွေလည်း တသီကြီးရ မှတ်တမ်းကောင်းများစွာလည်း စိုက်ထူထားခဲ့ပေမယ့်ကျွန်တော်တို့ မြန်မာနိုင်ငံအနေနဲ့ ဂျပန်ကားတွေကို နှစ်ခြိုက်သဘောကျတဲ့ ပရိသတ်က အခြားရုပ်ရှင်များထက်စာလျှင်အတော်ပင်နည်းပါတယ်.......သို့ပေမယ့် သူတို့ရဲ့ ရုပ်ရှင်အဆင့်အတန်းက မနိမ့်ကျကြောင်းကို သက်သေပြလို့ရတဲ့ကားပေါင်းများစွာရှိပါတယ်.. ကျွန်တော့်အထင်ပြောရရင် ဂျပန်ရုပ်ရှင်တွေဟာ တခြားရုပ်ရှင်ကားများထက်စာရင်ဖျော်ဖြေရေးသိပ်မဆန်ဘူးဟုသာပြောချင်ပါသည်...ယ္ခု Color Me True(2018)ကျတော့ တခြားကားတွေထက်စာရင် မြူးမြူးကြွကြွလေးနဲ့ စထားပြီးကြည့်ရှုသူကိုမပျင်းမရိအောင် ဆွဲခေါ်နိုင်စွမ်းရှိတယ်...ဇာတ်လမ်းအမျိုးအစားကလည်း  Fantasy, Romance ဖြစ်နေတာကလည်း တစ်ပိုင်းပေါ့လေ...ဇာတ်လမ်းအကြောင်းကိုသွားလိုက်ရအောင်....ကောင်လေးတစ်ယောက်ရှိတယ်...သူက လက်​​ထောက်​ဒါရိုက်​တာတစ်ယောက် ....လက်ထောက်ဒါရိုက်တာဆိုပေမယ့် သူလုပ်ရတာအများဆုံးက ..မီးထိုး..မှန်ထိုး ....ထိုင်ခုံခင်း ..လိုတဲ့ပစ္စည်းလေးတွေဝယ်ပေးရပေါ့...\nဘယ်လောက်ပဲအလုပ်တွေများများ သူမပျက်မကွက်လုပ်တဲ့\nကိစ္စတစ်ခုရှိတယ်...အဲ့ဒါကတော့ ရုပ်ရှင်ရုံမှာ တစ်ယောက်ထဲ ဘယ်သူမှမကြည့်တော့တဲ့ အဖြူအမဲခေတ်က\nဇာတ်ကားတစ်ကားကို ကြည့်တာပါပဲ...\nသူ့ကြည့်ရတာ ဒီကားထဲက မင်းသမီးလေးကို အတော်သဘောကျပုံပဲ...\nသူ့ဘဝက ရိုးရှင်းပါတယ်.. ရိုက်ကူးရေးမှာအလုပ်လုပ်လိုက်...တစ်ယောက်ထဲ ရုပ်ရှင်ရုံမှာ အဖြူအမဲခေတ်က\nမင်းသမီးလေးကို သွားငေးလိုက်ပေါ့...\nတစ်နေ့တော့ သူ့ဘဝပျက်မတတ်ခံစားလိုက်ရတဲ့သတင်းတစ်ခုကြားလိုက်ရတယ်..\nအဲ့ဒါက သူကြိုက်တဲ့မင်းသမီးပါတဲ့ ရုပ်ရှင်ကားကို\nရောင်းလိုက်တော့မယ်ဆိုတာပါပဲ\n....နောက်ဆုံးအနေနဲ့  သူတစ်ယောက်ထဲ မင်းသမီးလေးပါတဲ့ရုပ်ရှင်ကိုကြည့်နေတယ်..\nပါးစပ်ကလည်း ဒီညက မင်းသမီးလေးကိုကြည့်ရတာနောက်ဆုံးပါ့လားလို့ရေရွတ်နေတယ်..မျက်ရည်တွေလည်းကျလို့ပေါ့...\nအဲ့ဒီအချိန်မှာပဲ မီးတွေပြတ်ပြီးရုပ်ရှင်ရုံတစ်ခုလုံးအမှောင် အတိကျသွားတယ်...\nမီးပြန်လာတဲ့အချိန်မှာ ထူးဆန်းစွာပဲ မင်းသမီးလေးဟာ ကောင်လေးရှေ့ကိုရောက်လာတယ်....\nကိုင်းဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျ...\nစကားမစပ် ဂျပန်မင်းသမီးက နင်းကန် လှလွန်းတယ်....File Size ...",
        "rating": "7.2",
        "url": "https://megaup.net/SDul/Color_Me_True_(Tonight,_At_The_Movies)_(Kon_ya,_Romansu_Gekijô_De)_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ERuweZjLxhCf52SpvjvNy55kQL.jpg",
        "title": "Anna and the Apocalypse (2017)",
        "description": "အခု မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ 2017 ခုႏွစ္မွာ ထြက္ထားတဲ့ Anna and the Apocalypse ဆိုတဲ့ ဇြန္ဘီ comedy ဇာတ္ကားေလးပါJohn Mcphail က ရိုက္ကူးထားျပီး IMDB 6.4 ထိ ရထားတဲ့ ဇာတ္ကားေလးပါအန္နာဆိုတဲ့ ေကာင္မေလးရယ္ ဂၽြန္ဆိုတဲ့ေကာင္ေလးရယ္က အခ်စ္ဆုံးသူငယ္ခ်င္းေတြပါေက်ာင္းျပီးရင္ ဂၽြန္က အနုပညာတကၠသိုလ္တက္မယ္ အန္နာကေတာ့ ခရီးထြက္မယ္ဆုိျပီး ကိုယ္စီ စိတ္ကူးယဥ္အိပ္မက္ေလးေတြနဲ႔ ေပ်ာ္ရႊင္စရာျမိဳ႕ေလးမွာ ေနထိုင္ၾကပါတယ္တစ္ႏွစ္ေတာ့ ခရစ္စမတ္ခ်ိန္မွာေတာ့ ခါတိုင္းႏွစ္နဲ႔ မတူဘဲ ျပႆနာတစ္ခုနဲ႔ ရင္ဆိုင္ခဲ့ရပါတယ္အဲဒါကေတာ့ ဗိုင္းရပ္စ္ပိုးတစ္မ်ိဳးေၾကာင့္ ျမိဳ႕ထဲက လူေတြဟာ ဇြန္ဘီေတြ ျဖစ္ကုန္ျပီး သူတို႔ကို ရင္ဆိုင္တိုက္ခိုက္ရတာပါသူတို႔သူငယ္ခ်င္းေတြဟာ မိသားစုေတြနဲ႔ တကြဲတျပားျဖစ္ေနၾကျပီး သူတို႔ခ်စ္ရတဲ့ မိဘေတြ မိသားစုေတြရွိတဲ့ဆီကို ေရာက္ဖို႔ ေမွ်ာ္လင့္ခ်က္ေတြကိုယ္စီနဲ႔ ဇြန္ဘီေတြကို ရဲရဲဝံ့ဝံ့ရင္ဆုိင္တိုက္ခုိက္ၾကတာေလးေတြကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eCQ3/Anna_And_The_Apocalypse_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMWM5NWY5YzItZDViZC00YzgwLTk4NzctZDdiZGE5MTY5M2QwXkEyXkFqcGdeQXVyNjI5Mjk4MjU@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Heaven & Hell (2018)",
        "description": "၁၉၉၀ ျပည့္ႏွစ္ေတြအတြင္း ေလာ့စ္အိန္ဂ်လိစ္ျမိဳ႕ၾကီးမွာ\nသဘာ၀လြန္ေသဆံုးမူေတြ ဆက္တိုက္ျဖစ္ေပၚလာပါတယ္။\nထူးဆန္းတာက အေလာင္းေတြအားလံုး အပ္စူးထားတဲ့\nေလထုိးရုပ္ေတြလို ပိန္ကပ္ျပားခ်ပ္ကုန္တာပါပဲ။\nအဲ့ဒီအခ်ိန္မွာ မေတာ္တဆမူတစ္ခုေၾကာင့္ အၾကားအျမင္ရသြားတဲ့\nChase ဆိိုတဲ့ LA ရဲ႒ာနအမူလိုက္တစ္ေယာက္ကေတာ့\nတစ္ကမၻာလံုးအဖ်က္စီးမခံရခင္မွာ ဒီအဖ်က္အေမွာင့္စြမ္းအင္ကို\nရပ္တန္႕ေအာင္လုပ္ပစ္ရမယ္တဲ့။\nဘယ္လိုစြမ္းအားေတြနဲ႕မ်ား ဒါကိုသူတားဆီႏိုင္မွာလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာရူစားရမွာျဖစ္ပါတယ္။\n(ထူးျခားခ်က္က ၁၉၉၀ မတိုင္ခင္မွာရိုက္ကူးျပီး\n၂၀၁၈ ခုႏွစ္မွထြက္ရွိလာတဲ့ရုပ္ရွင္ျဖစ္ေနျခင္းပါပဲ)။\nရုပ္ရွင္ကို Archi Thang Gyi မွ ျပန္ေပးထားပါတယ္",
        "rating": "5.6",
        "url": "https://megaup.net/2UAiw/Heaven_&_Hell_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNDBlMTdhNGQtY2I2YS00MDBlLWJhNjktODU0YWM4MjQ2MTU4XkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Antichrist (2009)",
        "description": "Antichrist ဆိုတာ၂၀၀၉ခုႏွစ္မွာထြက္ရွိထားတဲ့ horror ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္\nသားေလးတစ္ေယာက္ကိုဆံုးရႈံးလိုက္ရတဲ့လင္မယားႏွစ္ေယာက္ရဲ႕အေၾကာင္းေလးကိုရိုက္ကူးထားတာျဖစ္ပါတယ္\nသားေလးကိုဆံုးရႈံးလိုက္ရလို႕ ေၾကကြဲခံစားေနရတဲ့ဇနီးသည္ရဲ႕ဝမ္းနည္းပူေဆြးေသာကေတြကို\nေယာက်ာ္းျဖစ္သူကကုစားေပးနိုင္ဖို႕အတြက္ကုထံုးနည္းလမ္းနဲ႕ပဲ ကုသေပးဖို႕စီစဥ္လိုက္ပါတယ္\nမိန္းမျဖစ္သူရဲ႕စိတ္အတြင္းကအေၾကာက္ရြံ႕ဆံုးေနရာကိုသြားေနထိုင္ရင္းနဲ႕\nဒီကုထံုးကိုစတင္မွာျဖစ္တာေၾကာင့္ သစ္ေတာထဲကသစ္လံုးအိမ္ေလးကိုသြားေရာက္ခဲ့ၾကပါတယ္\nအဲ့ဒီသစ္လံုးအိမ္ေလးမွာ သားေလးျဖစ္သူနစ္ခ္နဲ႕ သူ႕မိန္းမတိို႕သြားေရာက္ဖူးခဲ့တဲ့ေနရာေလးပါ\nသူတို႕သြားေရာက္ေနထိုင္တဲ့အခ်ိန္ကေနစၿပီးေတာ့ အဲ့ဒီပတ္ဝန္းက်င္ကတကယ့္ကိုငရဲတစ္ခုအလားျမင္ေယာင္လာမိပါေတာ့တယ္\nဆိုးရြားလြန္းတဲ့ပံုစံေတြ အေနအထားေတြကိုျမင္ေတြ႕ခံစားေနခဲ့ရေပမယ့္\nသူ႕မိန္းမအတြက္ႀကိဳးစားၿပီးေတာ့ေနထိုိင္ခဲ့ပါတယ္\nတကယ္တမ္း သူကိုယ္တိုင္ သူ႕မိန္းမရဲ႕စာတမ္းေတြကိုေတြ႕ရွိၿပီးတဲ့ေနာက္ပိုင္းမွာဘာေတြျဖစ္သြားတယ္ဆိုတာကိုေတာ့\nဇာတ္လမ္းကိုၾကည့္ရႈရင္းနဲ႕ပဲရင္ခုန္လိုက္ရေအာင္ပါ\nတကယ္ေတာ့ ဒီကားကေတာ္ေတာ္ေလးကိုအာရုံစားတဲ့ကားပါ\nအေတြးပိုင္းကိုလံုးဝအက်ယ္ခ်ဲ႕ၿပီးေတာ့ စဥ္းစားေစတဲ့ဇာတ္ကားလိုပံုစံမ်ိဳးမလို႕ ၾကည့္ရတာ စိတ္ဝင္စားစရာေတာ့ေကာင္းလွပါတယ္\nပါဝင္သရုပ္ေဆာင္မ်ား - Willem Dafoe , Charlotte Gainsbourg\nဇာတ္ကားအမ်ိဳးအစား - Action ,Drama ,Horror\nဇာတ္ကားၾကာခ်ိန္ - 108 minutes\nTranslated by Aye chansu\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2eCQ5/Antichrist_[2009]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BODg2YjdhZGItNzYwZC00ZWVlLWFhZmUtY2FmZDg4YjQyNGQzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "The Last Hangover (2018)",
        "description": "The Last Supper ေနာက္ဆံုးညစာလို႔ ၾကားရင္ ဘာကိုေျပးျမင္မိပါလဲ ..\nေသခ်ာေပါက္ေတာ့ ၁၅ ရာစုရဲ႕\nနာမည္ေက်ာ္ပန္းခ်ီဆရာႀကီး လီယိုနာဒိုဒါဗင္ခ်ီဆြဲခဲ့တဲ့ ေယရႈခရစ္နဲ႔\nေနာက္လိုက္တမန္ေတာ္ ၁၂ ပါးတို႔ရဲ႕ ေနာက္ဆံုးညစာစားပြဲပံုကို သတိရမိမွာပါပဲ..\nကားစင္တင္ျခင္းမခံရမီ တစ္ရက္အလိုမွာ ေယရႈရွင္ဟာ\nသူ႔ရဲ႕ ေနာက္လိုက္တမန္ေတာ္ေတြနဲ႔အတူ စားခဲ့တဲ့ ေနာက္ဆံုးညစာစားပြဲဟာ\nေလးနက္မႈ ေဆြးေျမ့မႈေတြနဲ႔ ျပည့္ေနပါတယ္..\n၀ိုင္ခြက္နဲ႔ ပါမုန္႔ဟာ ယေန႔တုိင္ ခရစ္ယာန္တို႔ရဲ႕ `ပြဲေတာ္´စားတယ္ဆိုတဲ့\nဓေလ့အေနနဲ႔ လတစ္လရဲ႕ ပထမဆံုး တနဂၤေႏြတုိင္းမွာ ဘုရားေက်ာင္းေတြမွာ ျမင္ေတြ႔ရၿမဲပါ..\nဒီ The Last Hangover ဆိုတာကေရာ ဘာအေၾကာင္းမ်ားပါလဲ..\nဒီကားရဲ႕ အစကိုေတာ့ အရက္နာက်ၿပီး တစ္ေယာက္တစ္ေပါက္ ႏုိးလာၾကတဲ့ တမန္ေတာ္ေတြရဲ႕\nေနာက္ဆံုးညစာစားပြဲအၿပီး ေနာက္တစ္မနက္ ျမင္ကြင္းနဲ႔ စဖြင့္ထားပါတယ္..\n၄၄ မိနစ္သာ ၾကာတဲ့ ဒီကားေလးဟာ တစ္ခ်ိဳ႕ေတြကို ေဒါသထြက္ေစႏုိင္ပါလိမ့္မယ္..\nဒါေပမယ့္ အျမင္သစ္နဲ႔ ရယ္ေမာခ်င္သပဆုိရင္ေတာ့ funny twist ေလးေတြပါတဲ့ ဒီကားေလးကို ညႊန္းပါရေစ..။\nအခ်ိန္ ၄၄ မိနစ္ဟာ အျမင္သစ္တစ္ခုတြက္ တန္ပါတယ္..။\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yFno/The_Last_Hangover_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kw9nzpPqu5MO3Wgg3teoq9m8EGj.jpg",
        "title": "Cinderella and the Secret Prince (2018)",
        "description": "စင္ဒရဲလားပံုျပင္ဇာတ္လမ္းေတြက မ႐ိုးႏိုင္ေအာင္မ်ားျပားလွပါတယ္။စိတ္ဝင္စားဖို႔လည္းေကာင္းပါတယ္။ဒီအထဲကမွ ဒီဇာတ္လမ္းေလးကေတာ့ အျခားဇာတ္လမ္းေတြနဲ႔မတူတမူကြဲျပားျခားနားစြာဖန္တီးထားတာ ကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းမွာ မင္းသားေလးဟာ နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးရဲ႕အေကာက္ ႀကံဒုကၡေပးထားမႈေၾကာင့္စင္ဒရဲလားတို႔ရဲ႕အိမ္မွာ ႂကြက္တစ္ေကာင္အျဖစ္ ေနထိုင္ေနရတာျဖစ္ပါတယ္။ဒါကို စင္ဒရဲလားအပါအဝင္ အျခားမိတ္ေဆြႂကြက္ႏွစ္ေကာင္လည္း မသိၾကပါဘူး။နန္းေတာ္ကပြဲသဘင္ကိုသြားၾက ဖို႔လုပ္ၾကရင္းနဲ႔မွမင္းသားေလးရဲ႕ဘဝအေၾကာင္း သိခဲ့ၾကရတာပါ။သူတို႔ကိုအကူအညီေပးႏိုင္မယ့္ ေမွာ္ဆရာမ ေလးတစ္ေယာက္နဲ႔လည္းဆံုေတြ႕ရင္းႏွီးခင္မင္ခဲ့ၾကတယ္။သူတို႔အားလံုးရဲ႕ ႀကိဳးစားမႈနဲ႔ မင္းသားေလးကို ႂကြက္ ဘဝကေနလူ႔ဘဝကိုျပန္ေရာက္ဖို႔ ႀကိဳးပမ္းခဲ့ၾကပံုေတြ။နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးနဲ႔ ရင္ဆိုင္တိုက္ခိုက္ၾကရတဲ့တိုက္ပြဲေတြနဲ႔ စိတ္ဝင္တစားၾကည့္႐ႈရမယ့္ဆန္းျပားတဲ့စင္ဒရဲလားဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအျခားဇာတ္ လမ္းေတြနဲ႔မတူ တမူကြဲစြာ ၾကည့္႐ႈခံစားရမွာျဖစ္​တာမို႔ အား​ေပးလိုက္​ၾကပါဦး​ေနာ္​ File Size : ( 810 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1 hr 30 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cinderella-and-the-secret-prince-2018/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4ibr8R702DCjwYniry1D1XwQXj.jpg",
        "title": "The Girl in the Spider’s Web (2018)",
        "description": "ပရိသတ္ၾကီးကို ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Rating 6.1  ရရွိထားတဲ့ဒီကားကို ေထြလာၾကည့္တည္းက အရမ္းၾကည့္ခ်င္ေနခဲ့ကားတစ္ကားပါ။စိတ္ေဝဒနာရွင္ ဖခင္ျဖစ္သူနဲ႔ အတူေနထုိင္ခဲ့ရတဲ့ သမီးႏွစ္ေယာက္ရဲ႕ ကံၾကမၼာဟာတစ္ေန႔မွာေတာ့ သက္သက္စီ ခြဲထြက္ဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။ဖခင္ရဲ႕ႏွိပ္စက္ညွဥ္းပန္းမႈကို မခံႏုိင္လို႔ ထြက္ေျပးသြားခဲ့တဲ့သမီးနဲ႔ ဖခင္ရဲ႕ႏွိပ္စက္မႈေအာက္မွာ ၾကီးျပင္းခဲ့ရတဲ့ သမီးျဖစ္သူတို႔ ႏွစ္ေပါင္းၾကာမွမတူညီတဲ့ ရန္ဖက္ေတြအျဖစ္ ေတြ႕ဆံုၾကတဲ့အခါမွာ ဘာေတြျဖစ္လာမလဲဆိုတာကိုစိတ္ဝင္စားၾကည့္ရႈရမွာျဖစ္တာေၾကာင့္ အားေပးလိုက္ၾကပါဦးေနာ္.. File Size : ( 991 MB) & ( 266 MB)Quality : WebDL 720pRunning Time :1 hr 57 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFo6/The_Girl_In_The_Spider’s_Web_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BM2YzNzRmZmEtMjBhMy00NjgyLWFjMWYtNjczNTMwMTNmNTEwXkEyXkFqcGdeQXVyMzQzNzg1MTc@._V1_-133x200.jpg",
        "title": "Tell Me How I Die (2016)",
        "description": "ေဆးဝါးအသစ္ထြင္ရင္ ၾကြက္ျဖဴေလးေတြနဲ႔စမ္းသပ္တယ္\nေနာက္ယုန္ေတြ ေနာက္မွ လူေတြေပါ႕\nဒီဇာတ္ကားမွာလဲ ေဆးဝါးတစ္ခုေဖာ္စပ္တာကေနစပါတယ္\nသူတုိ႕ေဖာ္စပ္တဲ႔ေဆးက\nလူသားေတြေပ်ာ္ရႊင္စရာမွတ္ဥာဏ္ေတြကိုျပန္ သတိရခ်င္တိုင္း သတိရေစမယ့္ေဆးပါ\nသူတုိ႕အယူအဆက လူေတြက ေပ်ာ္စရာမွတ္ဥာဏ္ေတြျပန္ေတြးတဲ႔အခါ\nစိတ္က ႏုသြားတတ္တယ္ စိတ္ပ်ိဳေတာ႔ ကုိယ္ႏုဆုိသလုိသက္တမ္းကို ပိုရွည္ေစပါတယ္တဲ႔\nသို႕ေသာ္လဲ ဒီေဆးကိုစမ္းသပ္ဆဲကာလာျဖစ္ေနၿပီ\nအေပၚကေျပာခဲ႔သလို လူေတြနဲ႔စမ္းသပ္တာမွာ\nအနည္းငယ္ၾကန္႕ၾကာမႈေလးေတြျဖစ္ေပၚေနပါတယ္\nဒါေပမယ္႔လဲ ေဒါက္တာ ဂ်ယ္ရန္တုိ႕အဖြဲ႕ ဆက္လက္လုပ္ေဆာင္ေနပါတယ္\nစမ္းသပ္ခံမယ္႔သူေတြကို ေၾကးႀကီးေပးၿပီး စမ္းသပ္ခံဖုိ႕ဆြဲေဆာင္ေနပါတယ္\nအန္နာကေက်ာင္းတက္ဖုိ႕ပိုက္ဆံရွာေနသူျဖစ္ၿပီး သူမအေနနဲ႔\nအရင္အလုပ္ရွင္ကိုလဲျပန္မေတာင္းပန္ခ်င္တဲ႔အခါ သူ႕သူငယ္ခ်င္းျပတဲ႔\nအဆိုပါ စမ္းသပ္ခံ လုပ္အားေပးကိုလုပ္ဖုိ႕ဆံုးျဖတ္ခဲ႔ပါတယ္\nသူ႕လိုပဲ ေက်ာင္းသားေတြ လူရြယ္ေတြလာေရာက္အစမ္းသပ္ခံတာကိုေတြ႕ခဲ႔ပါတယ္\nစမ္းသပ္ခံၿပီးေနာက္မွာေတာ႔ သူတုိ႕ကိုထိုးေပးခဲ႔တဲ႔ေဆးက ေဘးထြက္ဆိုးက်ိဳးေတြရွီလာပါတယ္\nအခ်ိန္ရဲ႕ ကေမာက္ကမျဖစ္စဥ္ေတြကိုခံစားရၿပီး\nအတိတ္ လက္ရွိနဲ႔ အနာဂတ္ေတြကို ေရာေထြးလာတာကိုခံစားရပါတယ္\nအန္နာဆို ေသမယ္႔လူေတြကိုႀကိဳျမင္လာတာပါ\nဒီေတာ႔ ဘယ္သူေတြက ဘယ္လိုေသမယ္ဆိုတာသိေနတဲ႔\nအန္နာတစ္ေယာက္ စမ္းသပ္တဲ႔ ေနရာကေနလြတ္ဖုိ႕ႀကိဳးစားပါေတာ႔တယ္\nအဲ႔အခ်ိန္မွာပဲ သူျမင္တဲ႔ေသတဲ႔ အျမင္ေတြဟာ\nတစ္စံုတစ္ေယာက္ကလုိက္သတ္ေနတာကိုသိလာတဲ႔အခ်ိန္မွာေတာ႔...\nစိတ္ဝင္စားစရာအျပည့္နဲ႔ Tell Me How I Dieက ၾကည့္ရက်ိဳးနပ္ေစမွာပါ",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/tell-me-how-i-die-2016/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMDVkOWI5YmItMDA1NS00NGM5LTk1YTUtYmVhMDE5OWJiOWQwXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Ordinary People / The Villagers (2018)",
        "description": "လက်ဝှေ့ချံပီယံဟောင်း တစ်ဦးဖြစ်သူ ဂီချွဲသည်\nအနားယူပြီးနောက် ကျောင်းတစ်ခုမှာ အားကစားနည်းပြ\nဝင်လုပ်ခဲ့သည် သို့သော် ကလေးတွေဗန်းပြပြီး ရံပုံငွေသဲ့ယူ\nကလေးတွေကို မငှဲ့ညှာပေးတဲ့ လူကြီးတွေ နဲ့ ရန်ဖြစ်ပြီးနောက်\nဂီချွဲရဲ့ မဟုတ်မခံစိတ်ကြောင့် အလုပ်ထွက်ခဲ့ရပြန်ပါတယ်...\nဒီလိုနဲ့ နယ်မြို့လေး တစ်မြို့ က မိန်းကလေးသီးသန့် အထက်တန်းကျောင်း\nတစ်ခုမှာ ထပ်ပြီး အလုပ်ရခဲ့တယ် အားကစား နည်းပြဆရာ အဖြစ်နဲ့ပါ...\nမြို့ကို ရောက်ရောက်ခြင်းပဲ ဂီချွဲတစ်ယောက် တွေ့လိုက်ရတာကတော့\nလူပျောက်ကြေငြာစာ တစ်ခုပဲ ဖြစ်ပါတယ်...\nအဲ့ဒီနောက် သူတာဝန်ကျတဲ့ မြို့ က အတော်ထူးဆန်းတာကိုလဲ\nသတိထားမိခဲ့တယ်...\nမြို့တင်ပဲလား ဆိုတော့ မကပါဘူး ကျောင်းမှာလဲ ဂီချွဲကို\nဆရာလို လေးစားမယ့် တပည့် တစ်ယောက်မှ မရှိပါဘူး\nအဲ့ဒီထဲကမှ လူပျောက်ကြေငြာထားတဲ့ မိန်းကလေး တစ်ယောက်ရဲ့\nအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂန်ယူဂျင်း နဲ့ စတင်တွေ့ခဲ့ရပါတော့တယ်\nယူဂျင်း ဟာ သူငယ်ချင်းဖြစ်သူ ရုတ်တရက်ပျောက်သွားတာကို\nတိုင်တန်းခဲ့ပေမဲ့ ဒီတိုင်း မြို့က ထွက်ပြေးသွားတယ်ဆိုကာ\nရဲ နဲ့ ကျောင်းက အရေးမယူပဲ ဒီတိုင်း နေခဲ့ပါတယ်...\nယူဂျင်း နဲ့ ဂီချွဲ ရင်းနှီးသွားသော အခါ ဒီကျောင်းက ကျောင်းသူတွေဟာ\nခဏခဏ ပျောက်ဆုံးလျက် ရှိကြောင်း ဂီချွဲ သိခဲ့ပြီး နောက်မှာ\nယူဂျင်း နဲ့ အတူ ...",
        "rating": "5.8",
        "url": "https://megaup.net/R1hg/Ordinary_People_-_The_Villagers_(Dongnesaramdeul)_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/p16348915_v_v8_aa-133x200.jpg",
        "title": "The Last Boy (2019)",
        "description": "ေရ ေျမ ေလ မီး နဲ႔ပတ္သတ္ျပီးဇာတ္လမ္းအေျမာက္အမ်ားထြက္ထားဖူးပါတယ္\n \nဒီနွစ္ရဲ႔ပထမဆံုး ေရ ေျမ ေလ မီး ကားအျဖစ္ထြက္လာတဲ့ The last boyဟာလည္း\nၾကည့္လို႔ေကာင္းတဲ့ကမာၻပ်က္ကားထဲမွာပါေနပါတယ္\n \n​ေျမ​ေရ​ေလမီးနဲ႔ဖြဲ႔စည္​းထားတဲ့ဒီ​ကမၻာႀကီးမွာ​ေလကေဖာက္ျပီးလူသတ္လက္နက္ျဖစ္လာပါတယ္\n \n​ေလတိုက္ခံရရံုနဲ႔ဇီ၀ိန္ေၾကြတဲ့အထိဆိုး၀ါးလြန္းတဲ့ေခတ္ပ်က္ထဲေရာက္ေနတာျဖစ္ျပီး\nဆီရာနဲ႔အေမျဖစ္သူတို႔ရဲ႔သားအမိဟာလည္းရွင္က်န္သူေတြထဲကနွစ္ေယာက္ျဖစ္ၾကပါတယ္\n \nနိယာမအတိုင္းေလရဲ႔အားနည္းခ်က္ဟာေရျဖစ္တာနဲ႔အညီေရရွိေနရင္ေတာ့\nအႏၱရာယ္မရွိနိုင္မွန္းသိသြားတဲ့အခါမွာေတာ့ လြတ္ေျမာက္ေအာင္ဘယ္လိုလုပ္ၾကမလဲဆိုတာကို\n \nစိတ္၀င္စားဖြယ္ၾကည့္နိုင္ပါျပီ\n \nဘာသာျပန္ေပးတာေတာ့kiwiျဖစ္ျပီး\nsithuကencodeေပးထားပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1yFnk/The_Last_Boy_[2019]_(MM_Sub)_(1).mp4",
        "category": "Drama, Sci-Fi, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "title": "Paskal The Movie(2018)",
        "description": "Paskal The Movie(2018)\nIMDb....8.6\nျဖစ္ရပ္မွန္ ဇာတ္ကားေတြကိုမွ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ ထြက္ PASKAL ဆုိတဲ့ အက္ရွင္ ဒရာမာ မေလးရွားကားသစ္ကုိတင္ဆက္ေပးလုိက္ပါတယ္\nRating အေနနဲ႕ လည္း IMDb – 8.6/10 ေတာင္ရထားတယ္...\nဒီကားက မေလးရွားက ရုိက္ထားတယ္ဆုိၿပီး ဒီေလာက္လန္းလိမ့္မယ္ မထင္ဘူးလုိ႕ထင္ရင္ေတာ့ မွားသြားလိမ့္မယ္...\nလက္နက္ေတြကလည္း ေနာက္ဆုံးေပၚစီးရီးေတြအားလုံးနီးပါးအသုံးျပဳထားသလုိ စစ္ဆင္ႏႊဲတဲ့ဟန္ပန္ေတြနဲ႕ စစ္အင္းအားျပသြားတာေတြက လက္ဖ်ားခါေလာက္စရာပါပဲ..\nၿပီးေတာ့ ရုိက္ထားထားတာေတြကလည္း ေတာ္ေတာ္ကုိလွတယ္..  မေလးရွားကားဆုိ စုန္းကားေလာက္ပဲ သိတဲ့ ကြ်န္ေတာ္တုိ႕ ခင္ဗ်ားတုိ႕အဖုိ ႕ ပါးစပ္အေဟာင္းသားေတာင္ျဖစ္သြားေစလိမ့္မယ္...\n.ေနာက္ဆုံးေျပာရရင္  Shooter   \nကားထဲမွာ Mark Wahlberg သုံးသြားတဲ့ CheyTac M200  ဆုိတဲ့ စႏုိက္ပါႀကီးေတာင္ပါလုိက္ေသးတယ္.......\nဗိုလ္ ၾကီး အာမန္ဆုိတဲ့ မေလးရွား အထူးတပ္ဖြဲ႕ဝင္တစ္ေယာက္ဟာ\nပါစကယ္ဆိုတဲ့ အထူးတပ္ဖြဲ႕တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္း မိခင္ကိုလုပ္ေကၽြးေနတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္တယ္…\nသူ႕ရဲ႕အေဖဟာလည္း ႏိုင္ငံေတာ္အတြက္တာဝန္ထမ္းရင္း အသက္စြန္႔သြားတဲ့ သူရဲေကာင္းတစ္ေယာက္ျဖစ္လုိ႔ အေမက သားအတြက္စိုးရိမ္ေပမယ့္ တားေတာ့မတားခဲ့ဘူးဆိုပါေတာ့…\nပါစကယ္အဖြဲ႕ထဲမွာ ဂ်ိဳရႊာဆိုတဲ့ လူတစ္ေယာက္နဲ႔ အာမန္ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ၾကတယ္..အာမန္ ...",
        "rating": "8.6",
        "url": "https://megaup.net/SI3s/Paskal_The_Movie_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/polar-poster-135x200.jpg",
        "title": "Polar (2019)",
        "description": "Polar (2019)____IMDb - 6.3/10 \nComic Series တစ်ခုကိုအခြေခံရိုက်ကူးထားတာမို့ ကြည့်ရတာ အမြင်ဆန်းနေစေမယ့် အက်ရှင်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်\n၁၈+ခန်းတစ်ချို့နဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုန်းတွေ သွေးသံတရဲရဲ Gore တွေပါဝင်တာမို့ မိသားစုနဲ့မကြည့်ရှုသင့်ကြောင်းကိုတော့ စကားခံထားပါရစေ\nဇာတ်လမ်းအကျဉ်းကတော့ ရရှားကြေးစားလူသတ်သမားအငှားဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုမှာ အသက် ၅၀ ပြည့်ရင် ဘယ်လောက်လက်စွမ်းထက်နေပါစေ\nပင်စင်ယူကိုယူရတဲ့စည်းမျဉ်းတစ်ခုရှိပါတယ်\nဘလက်ကိုင်ဇာလို့နာမည်ကြီးတဲ့ ဒန်ကန်ဗစ်ဇလာက မကြာခင် အသက် ၅ဝပြည့်တော့မယ့် ထိပ်ထိပ်ကြဲ ကြေးစားတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ သူ့လိုသက်တူရွယ်တူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရနေတာ ကြားလိုက်ရတဲ့အခါ...\nသက်ကြီးဝါကြီးကြေးစားတွေကို လိုက်သတ်နေတာဘယ်သူဖြစ်မလဲဆိုတာကို ဖော်ထုတ်ရပါတော့တယ်...\nဒန်ကန်ဗစ်ဇလာအဖြစ် Mads Mikkelsen နဲ့အတူ\nHigh school musical ထဲကမင်းသမီး Vanessa Hudgens တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  မေမြတ်သူ ပါ)\n  \nFile Size : (900 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sget/Polar_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZTkyODU4YTctZjMwNC00NTdmLThkODctM2U4ODAzYWY0ODk4XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Angels Wear White (2017)",
        "description": "မွတ္တမ္းမွတ္ရာမရွိ\nမွတ္ပံုတင္မရွိတဲ့\nအိမ္ေျပးမေလးတစ္ေယာက္ဟာ\nကမ္းစပ္ျမိဳ႔ေလးတစ္ၿမိဳ႕က မိုတယ္တစ္ခုမွာ\nအလုပ္၀င္လုပ္ရင္း\nအရြယ္မေရာက္ေသးတဲ့ ေက်ာင္းသူေလး၂ေယာက္\nမေတာ္တရားျပဳခံရမႈရဲ႕ မ်က္ျမင္သက္ေသျဖစ္လာပါတယ္...\nေရႊ႕ေျပာင္းအလုပ္သမ အိမ္ေျပးမေလးအေနနဲ႔\nကေလးမေတြအတြက္ အမွန္တရားဘက္က ရပ္တည္ေပးမလား\nအလုပ္အကိုင္တည္ၿမဲေရးအတြက္ ေရငံုႏႈတ္ပိတ္ေနမလား\nဆိုတာကေတာ့ ခက္ခဲတဲ့ ဆံုးျဖတ္ခ်က္တစ္ခုပါ...\nမႏွစ္ၿမိဳ႕စရာ အေနအထားတစ္ခုကို သာသာယာယာကမ္းေျခႀကီးေနာက္ခံထားလို႔\nလူကို တႏံု႔ႏံု႔ျဖစ္ေအာင္ ဆြဲေခၚသြားမယ့္\nရုပ္ရွင္ပြဲေတာ္ေတြရဲ႕ ဆုေပါင္းမ်ားစြာ ပိုင္ဆိုင္ထားတဲ့ တရုတ္ဒရမ္မာကားေလးပါ\nတကယ့္လက္ေတြဘ၀ရဲ႔အေျခအေနတစ္ခုကိုဆံုးျဖတ္တတ္ဖို႔အကူအညီေပးနိုင္တာမို႔\nအခ်ိန္တစ္နာရီေက်ာ္ေလာက္ေလးအကုန္ခံရတာတန္ပါလိမ့္မယ္ဗ်ာ\nဘာသာျပန္ေပးထားတာေတာ့sane khetျဖစ္ျပီး\nencodeေပးထားတာေတာ့sithuပါ",
        "rating": "7.4",
        "url": "https://megaup.net/2eCQ2/Angels_Wear_White_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Beowulf-2007-135x200.jpg",
        "title": "Beowulf (2007)",
        "description": "သူရဲကောင်းတို့ ခေတ်ကောင်းချိန်...Beowulf လို့ ခေါ်တဲ့ သူရဲကောင်းရဲ့ နာမည် ထွန်းထွန်းတောက်နေချိန်...တစ်ချိန်တည်းမှာပဲ ဘုရင် Hrothgar ရဲ့ တိုင်းပြည်မှာမိစ္ဆာဆိုး တစ်ကောင်မွှေလို့ တစ်တိုင်းပြည်လုံး အစည်းပြေ မီးသေနေတဲ့ အချိန်...ကြံရာမရတဲ့ အဆုံး ဘုရင်ခမျာ Beowulf ကို ရှေ့တော်တင်သွင်းပြီး မိစ္ဆာကို တိုက်ထုတ်ခိုင်းရတော့တယ်...အောင်အောင်မြင်မြင်နဲ့ တိုက်ထုတ်ပြီးနောက် ဒီအောင်မြင်မှုဟာဒီ့ထက်ပိုကြီးမားတဲ့ အမျက်ဒေါသနဲ့ လက်စားချေမှုကြီးတစ်ခုဆီကို ဦးတည်သွားတော့တယ်...မိစ္ဆာရဲ့ မိခင်ပါပဲ... ဆွဲဆောင်မှုရှိလွန်းခြင်းရဲ့ နောက်ကွယ်မှတစ်ဆက်တည်းဆိုသလို ပျက်ဆီးခြင်းတရားတွေပါ ပါလာတဲ့ မကောင်းဆိုးဝါးမပေါ့...သူမဟာ Beowulf အတွက် အနိစ္စတရားလေလား...IMDB - 6.2/10, RT - 71% Back to the Future နဲ့ Forrest Gumps တို့ရဲ့ ဒါရိုက်တာဖြစ်ပြီးVisual ရိုက်ချက်တွေကို ကျွမ်းကျင်လွန်းတဲ့ Robert Zemeckis ရဲ့ လက်ရာဖြစ်ပါတယ်။ဒါရိုက်တာတင် နာမည်ကျော်မဟုတ်ပဲ ပါဝင်တဲ့ Cast ...",
        "rating": "6.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p73wC256mSkMDcaQxPHaIhLrvim.jpg",
        "title": "The Last Man (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Sci-fi, Drama, Action ဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ႏွစ္ေထာင္ေပါင္းမ်ားစြာ လူသားေတြေၾကာင့္ အစဥ္အဆက္တိုးတက္လာခဲ့တဲ့ ကမာၻၾကီးဟာ လပိုင္းေလးအတြင္းမွာ လူသန္းေပါင္းမ်ားစြာ အသက္ေသဆံုးရျပီးပ်က္စီးအံ့ဆဲဆဲအေျခအေနကိုေရာက္ရွိလာပါေတာ့တယ္။ရာသီဥတုေတြအၾကီးအက်ယ္ေဖာက္ျပန္လာျပီး ကမာၻ႕စီးပြားေရးကလည္း ကယ္လို႔မရေအာင္ကို စုန္းစုန္းျမဳပ္ေနတဲ့ အေျခအေနကို ေရာက္ရွိေနပါျပီ။ကမာၻမီးေလာင္ သားေကာင္ခ်နင္း ဆိုတဲ့အတုိင္း ဒီျဖစ္ရပ္ၾကီးကို အခြင့္ေကာင္းယူျပီး ခိုးဆိုးလုႏႈိက္ေနတဲ့လူေတြ၊ ဘာသာေရးဂိုဏ္းဆန္ဆန္စည္းရံုးေရးဆင္းၾကတဲ့သူေတြ စသျဖင့္ လူတန္းစားေပါင္းမ်ားစြာလည္း ေပၚေပါက္လာပါတယ္။အဲဒီထဲမွာမွ အရာအားလံုးနဲ႔ကင္းကင္းရွင္းရွင္းေနေနတဲ့ ဇာတ္လိုက္ၾကီးကေတာ့Kurt ၊ စစ္မႈထမ္းေဟာင္းျဖစ္ျပီး အတိတ္ပံုရိပ္ေတြရဲ႕ေျခာက္လွန္႔မႈေၾကာင့္ ကမာၻၾကီးမပ်က္ခင္ကတည္းက သူတစ္ေယာက္တည္း ကမာၻပ်က္ေနတဲ့သူ။တစ္ရက္မွာေတာ့အၾကားအျမင္ဆရာဆန္ဆန္လူတစ္ေယာက္နဲ႔ လမ္းမွာေတြ႕တယ္။အဲဒီအၾကားအျမင္ဆရာလို႔ ဆိုႏုိင္တဲ့သူက လွ်ပ္စစ္မုန္တုိင္းေတြေၾကာင့္ ကမာၻၾကီးပ်က္ေတာ့မွာျဖစ္တဲ့အတြက္သူနဲ႔အတူ ေဘးကင္းတဲ့ေနရာလိုက္ခဲ့ျပီး အားလံုးျပီးဆံုးသြားတဲ့အခ်ိန္မွ ကမာၻၾကီးကို ျပန္လည္တည္ေဆာက္ၾကမယ္ဆိုျပီး လူၾကားထဲမွာ အာေပါင္ရင္းသန္သန္နဲ႔ မဲဆြယ္ေနတဲ့သူေပါ့။အဲဒီအၾကားအျမင္ဆရာက Kurt ကိုေတြ႕တဲ့အခါမွာေတာ့ သူနဲ႔အတူလိုက္ခဲ့ဖုိ႔ အမွန္တရားျမင္ေအာင္ၾကည့္ဖို႔ တိုက္တြန္းတယ္။အဲဒီအခါမွာေတာ့ တစ္ကိုယ္ရည္ကမာၻပ်က္ေနတဲ့Kurt တစ္ေယာက္ ဘဝအေျပာင္းအလဲကို ျဖစ္ေစမယ့္ ဆံုးျဖတ္ခ်က္ကို ခ်ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ဘာဆက္ျဖစ္မလဲသိခ်င္ရင္ေတာ့ The Last Man ...",
        "rating": "4.9",
        "url": "https://megaup.net/2UAi7/The_Last_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The_Man_from_Earth-poster-140x200.jpg",
        "title": "The Man from Earth (2007)",
        "description": "The Man from Earth (2007)_______IMDb - 7.9/10\n  ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ကတော့\nJohn Oldmanလို့ခေါ်တဲ့ ပါမောက္ခတစ်ယောက်...\nကျောက်ခေတ်ဦးကနေ ယနေ့ခေတ်ထိ\nနှစ်တွေသန်းနဲ့ချီရှင်သန်နေတဲ့ လူတစ်ယောက်အကြောင်းပါ။\nသူက ကျောက်လက်နက်တွေနဲ့ အမဲလိုက်ဖူးတဲ့ လူ....\nသူက ဗုဒ္ဓနဲ့ တွေ့ဖူးတဲ့လူ....\nသူကိုယ်တိုင်ကို ယေရှု့လို့သတ်မှတ်ခံရဖူးခဲ့တဲ့လူ\nဗင်းဆင့်ဗန်ဂိုးရဲ့ သူငယ်ချင်းဖြစ်ဖူးတဲ့လူ....\nပညာရပ်အဖုံဖုံရဲ့ ပါမောက္ခဖြစ်ဖူးတဲ့လူ...\nသူချစ်တဲ့လူတွေရဲ့ သေဆုံးခြင်းကို ရင်နင့်ကြေကွဲဖူးတဲ့လူ...\nသမိုင်းဖြတ်သန်းမှု အဆက်ဆက်ထဲမှာ စီးမျောဖူးတဲ့လူ..။\nဒီရုပ်ရှင်မှာ သူ့ရဲ့ အတွေးအခေါ်တွေကို မြင်ရမှာပါ။\nမှန်သည်မှားသည်ကတော့ ကိုယ်တိုင်ပဲချင့်ချိန်ကြပါ။\nဒီဇာတ်လမ်းဟာ သူ အလုပ်ထွက်ပြီး ထွက်သွားမဲ့အချိန်မှာ\nသူငယ်ချင်း ပါမောက္ခတွေနဲ့\nအနုပညာ ချစ်ခြင်းမေတ္တာ ရှင်သန်ရပ်တည်မှု\nဘာသာရေးစသဖြင့် အကြောင်းအရာအစုံကို ဆွေးနွေးခဲ့ကြတဲ့\nညတစ်ညအကြောင်းပါပဲ....။လူူသားတစ်ယောက်ဟာ သက်တမ်းအနေနဲ့ သက္ကရာဇ်တွေ\nဘယ်ရွေ့ဘယ်မျှပဲရရ ဒီကမ္ဘာပေါ်က မြေမှုန်တစ်ပွင့်ထက်\nမပိုခဲ့ပါဘူး။သူ့ အသက် ၁၄၀၀၀ နဲ့တောင်မှပဲပေါ့...\nအသိတရားတွေလည်း အများကြီး မရခဲ့ပါဘူး။\"ဒုက္ခနဲ့တစ်ခါ ရင်ဆိုင်တွေ့တိုင်း ချစ်သူ လက်ကလေး\nတစ်ခါကိုင်ချင်တယ်\"ဆိုတဲ့ အိုမာခယမ် ကဗျာကလေးလို\nလူတွေမှာတွယ်တာရာ ရည်ရွယ်ရာတွေနဲ့ လောကဓံတွေကို\nရင်ဆိုင်နေကြရတာ များပါတယ်။\nအချိန်တွေ အကြာကြီး ရှင်သန်ရင်း...\nဆုံးရှုံးခဲ့ရတာတွေသိပ်များလာတဲ့အခါမှာ\n\"ဆုံးရှုုံးကြရမဲ့အတူတူတော့ ဘာတွေကိုများ\nအများကြီး ဆုပ်ကိုင်ထားကြဦးမလဲ\"\nတွေးမိကြမှာပေမဲ့ တက်နိုင်သရွေ့တော့ တွယ်ညှိနေကြဦးမှာပါ\nလူတွေဟာ အမှန်တရားထက်ပိုပြီး ...",
        "rating": "7.9",
        "url": "https://megaup.net/Rs6i/The_Man_From_Earth_[2007]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/phone-2-141x200.jpg",
        "title": "The Phone ( 2015 )",
        "description": "\" Honey \" လက္ထပ္ခြင္႔ေတာင္းတုန္းကကြ်န္မ ကိုရွင္ေၿပာခဲ႔တဲ႔စကားေလး မွတ္မိေသးလား ?\" ငါမင္းကိုတစ္သက္လံုးကာကြယ္ေစာင္႔ေရွာက္သြားပါမယ္ \"တကယ္တမ္းက်ေတာ႔ သူေၿပာခဲ႔သလို မကာကြယ္ႏိုင္ခဲ႔ပဲသူ႕ဇနီးအသတ္ခံလိုက္ရတဲ႔အတြက္ ကတိကိုမတည္ႏိုင္ခဲ႔လို႔ေၾကကြဲေနတဲ႔  လူတစ္ဦးတစ္ေန႔မွာေတာ႔  အသတ္မခံရခင္ ကာလဆီက မိန္းမကသူ႕ဆီ ဖုန္းဆက္လာတဲ႔အခါမွာ....အနာဂတ္က လူသတ္သမားရဲ႕လက္က သူ႕ခ်စ္ဇနီးလြတ္ေၿမာက္ေအာင္လုပ္ေဆာင္ႏိုင္ပါ႔မလား.....ဘယ္လိုမ်ားၾကိဳးစားရမွာလဲဆုိတာဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ အညႊန္း Khun Chan Myae ( CM Group ) မွ ၿပန္လည္တင္ၿပၿပီးဘာသာၿပန္ကေတာ႔ Ei Pyae ပဲၿဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/3AxKD/The_Phone_(Deo_Pon)_[2015]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Concrete.2004-140x200.jpg",
        "title": "Concrete (2004)",
        "description": "ဒီဇတ္လမ္းကေတာ့ ဂ်ပန္နိုင္ငံမွာ ၁၉၈၈-၁၉၈၉ ခုနွစ္ကျဖစ္ပြားခဲ့တဲ့ျဖစ္ရပ္မွန္မွုခင္းတစ္ခုပါ။\nကြန္ကရစ္စည္ပိုင္းထဲထည့္ျပီးျမွဳပ္ခံရတဲ့ေကာင္မေလး(The Girl In Concrete)ဆိုျပီး ဂ်ပန္နိုင္ငံ\nမွာဟိုးေလးတေက်ာ္ျဖစ္သြားခဲ့ပါတယ္။ လူသတ္မွုကိုက်ဴးလြန္ခဲ့တဲ့ တရားခံ ၄ ေယာက္ကေတာ့\nအသက္မျပည့္ေသးတဲ့အတြက္ ဂ်ပန္နိုင္ငံရဲ ့(Juvenile Law)အရ ျပင္းထန္တဲ့ေထာင္ဒဏ္ကို\nမခံခဲ့ရပါဘူး....\n++++++++++++++++\n၁၉၈၈ခုနွစ္ ဂ်ပန္နိုင္ငံရဲ႕ေအးခ်မ္းလွတဲ့ နိ၀င္ဘာလ... သူမေစာင့္ေမွ်ာ္ေနတဲ့ ၈း၃၀ အခ်ိန္ေရာက္\nလာပါျပီ။ သူမရဲ႕အခ်ိန္ပိုင္းအလုပ္လဲျပီးျပီမို႔ စက္ဘီးေလးကိုနင္းရင္း သိပ္ကိုၾကည့္ခ်င္ေနတဲ့ဂ်ပန္\nဇတ္လမ္းတြဲၾကည့္ဖို႔ ျပန္လာခဲ့ပါတယ္။ အဲ့ဒီေန႔သာ သူမ ကံၾကမၼာဆိုး၀င္မဲ့ေန႕သာသူမ သိခဲ့ရင္...\nသူမခ်စ္ေသာ သူေတြအားလံုးနဲ႕ေနာက္ဆံုးေတြ႕ရေသာေန႕တစ္ေန႕မွန္းသာ သူမ ၾကိဳသိခဲ့ရင္...\n++++++++++++++++\nသူတို႔ကြ်န္မကို လူမဆန္စြာနွိပ္စက္ၾကတယ္၊ အၾကိမ္ၾကိမ္အခါခါ တစ္ေယာက္တလွည့္စီ မုဒိန္းက်င့္\nၾကတယ္၊ ျပီးေတာ့ ကြ်န္မကိုကန္ေက်ာက္ထိုးနွက္ၾကတယ္၊ ကြ်န္မရဲ ့မိန္းမကိုယ္ထဲကိုလည္း မ္ီးစေတြ\nနဲ႔ထိုးတယ္..ဘီယာပုလင္းအဖံုးေတြ...ဘာမွန္းမသိတဲ့အရာေတြနဲ ့ထည့္ျပီးနာက်င္ေအာင္လုပ္ၾကတယ္\nကြ်န္မနာက်င္လြန္းလို႔အသံေတာင္မထြက္နိုင္ေတာ့ဘူး... ကြ်န္္မရဲ႕နာက်င္မွုေတြက သူတို႕အတြက္\nရယ္စရာေကာင္းေနသလားရွင္...\n++++++++++++++++\nအခုဆို ကြ်န္မတကုိယ္လံုး သူတို႔နွိပ္စက္ျပဳမူထားလို႔ လူရုပ္ေတာင္မေပါက္ေတာ့ဘူး၊ ကြ်န္မလူရုပ္\nမေပါက္ေတာ့ ကြ်န္မကိုမုဒိန္းက်င့္ဖို႕ထက္ နွိပ္စက္ဖို႕ဘဲအသံုး၀င္လာေတာ့တယ္၊ ကြ်န္မေရဆာလို႕\nေရေတာင္းတဲ့အခါ ေသာက္ဖို႔ေရအစား ကြ်န္မဆီး(က်င္ငယ္)ကို ကိုယ္တိုင္ေသာက္ပါဆိုျပီး အတင္း\nေသာက္ေစခဲ့တယ္၊ ခ်မ္းေအးလွတဲ့ေဆာင္းရာသီၾကီးမွာ ကြ်န္မအက်ီေတာင္မကပ္နိုင္ဘဲ ေအးစက္\nစြာေနခဲ့ရတယ္ ။ ကြ်န္မရဲ႕ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2eCQ6/Concrete_[2004]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9acjcYCC5vRbzIwlhKZJBVNjMg9.jpg",
        "title": "Extraordinary Tales (2013)",
        "description": "Extraordinary Tales ဒီဇာတ္ကားကလူႀကီးၾကည့္ကာတြန္းကားလို႕႔ဆိုနိုင္ပါတယ္\nကာတြန္းဆိုတာကအန္နီေမးရွင္းအလန္းစားနဲ႕ေတြ႕ရတဲ့သည္းထိတ္ရင္ဖိုအမ်ိဳးအစားပါ.\nဒီဇာတ္ကားဟာဆိုရင္ Edgar Allan Poeရဲ႕ပုံျပင္ေတြက ၅ပုဒ္ကိုဆြဲထုတ္ၿပီးေတာ့တစ္ခန္းခ်င္းစီ တစ္ပိုင္းျခင္းစီက\nေရးဆြဲထားတဲ့နည္းလမ္းေတြကရသတစ္မ်ိဳးစီေပးစြမ္းနိုင္ပါတယ္ .\nဇာတ္ကားအေၾကာင္းေျပာရမယ္ဆိုရင္ ေသျခင္းရဲ႕လြန္ေျမာက္ျခင္းအဆံုးသတ္မွာဘာေတြရွိနိုင္မွာပါလဲ\nက်ီးကန္းတစ္ေကာင္ရဲ႕သူ႕ဘဝအေျခအေနကိုေျပာျပရင္းနဲ႕ပဲဇာတ္ကုိစထားၿပီးေတာ့ အဆံုးသတ္မွာေကာ\nသူ႕ရဲ႕ခံယူခ်က္ေတြကဘယ္လိုေျပာင္းလဲသြားနိုင္ပါ့မလဲဆိုတာကိုေတြ႕ရမွာပါ\nအပိုင္း၅ပိုင္းပါတယ္လို႕ေျပာထားသလုိပဲ တစ္ပိုင္းျခင္းစီမွာဆိုရင္\nေသဆံုးမႈေတြရဲ႕ခံယူခ်က္ေတြထင္ျမင္ခ်က္ေတြ ဒါေတြကို\nပံုစံမ်ိဳးစံုနဲ႕ေတြ႕ရမွာပါ\nဒီဇာတ္ကားကေျပာျပရခက္တဲ့ဇာတ္ကားပါ ကိုယ္တုိင္ခံစားၾကည့္ရႈမွပဲ ဘယ္လိုရသကိုရရွိနိုင္တယ္ဆိုတာကိုသိရွိရမွာပါ\nၾကာခ်ိန္ ၇၃မိနစ္မွာ Horror နဲ႕ mysteryပိုင္းဆိုင္ရာရသေတြကိုအျပည့္အဝေပးစြမ္းသြားနိုင္ပါတယ္ဆိုတာေျပာၾကားခ်င္ပါတယ္\n2013 ထုတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးေတာ့ ဆုတံဆိပ္ေတြလဲရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားပါ\nအန္နီေမးရွင္းလန္းလန္းေလးနဲ႕ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္တတ္တဲ့သူမ်ိဳးဆိုရင္ေတာ့\nဒီဇာတ္ကားေလးကိုၾကည့္သင့္ပါတယ္ဆိုတဲ့အေၾကာင္းထပ္ေလာင္းေျပာၾကားပါရေစ။\n File Size : (939MB) & (477MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  13min\nFormat : Mp4\nGenre    :  Animation, Horror, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.5",
        "url": "https://megaup.net/2UAit/Extraordinary_Tales_[2013]_(MM_Sub).mp4",
        "category": "Animation, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eOnIpfT8qdQMiFk0lZRjL3GrPAh.jpg",
        "title": "Kundo: Age of the Rampant(2014)",
        "description": "Kundo: Age of the Rampant(2014)\nIMDb...6.8\n(၂၀၁၄)ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီကားကုိ လုပ္ျဖစ္ရတဲ့အေၾကာင္းအရင္းက Dong-seok Ma ေၾကာင့္ဆုိရင္လည္းမမွားပါဘူး....\nဗလခပ္ေတာင့္ေတာင့္ဒီမင္းသားဟာ Along with the Gods, Unstoppable ,The Outlaws \nတုိ႕မွာ ပါ၀င္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္စဥ္မွာလည္း ရုိးသားဟန္ေတြေပၚေနတဲ့ သူ႕အမူအရာေၾကာင့္ ျမန္မာပရိတ္သတ္ေတြအႀကဳိက္ျဖစ္ခဲ့သလုိ တစ္ခ်က္တစ္ခ်က္ ထုိးလုိက္ရင္\nအုန္းသီးခပ္ႀကီးတစ္လုံးေလာက္ရွိတဲ့ သူ႕လက္သီးေၾကာင့္ ခုႏွစ္ ခုႏွစ္လီ ၄၉ေပေလာက္လြင့္သြားတာလည္း အားရစရာႀကီးပါပဲ...ဒီကားထဲမွာလည္း\nသံလုံးႀကီးေတြကုိလက္နက္အျဖစ္အသုံးျပဳတဲ့သိုင္းသမားအျဖစ္ပါ၀င္ထားပါတယ္...\nေနာက္ၿပီးေတာ့ ေခါင္းေဆာင္မင္းသားျဖစ္တဲ့ Jung-woo Ha ကုိေတာ့ အေထြအထူးမိတ္ဆက္စရာမလုိပါဘူး..သူရုိက္သမွ်ကားတုိင္းဟာ\nေကာင္းမြန္တယ္လုိ႕ေတာင္မွတ္ေကာ်က္တင္ခံရတဲ့သူပါ....\nဒီကားက ဂ်ဳိဆြန္းေခတ္က အရင္းရွင္ေတြ မင္းမႈထမ္းေတြက ေတာင္သူလယ္သမားေတြအေပၚနဲ႕\nခ်ဳိ႕တဲ့သူေတြကုိအႏုိင္က်င့္တဲ့အတြက္ေၾကာင့္  သုိင္းပညာေတာ္တဲ့သူေတြစုၿပီး တြန္းလွန္တဲ့အေၾကာင္းကုိရုိက္ျပထားတာပါ...\nဇာတ္လမ္းဇာတ္ကြက္လည္းေကာင္းသလုိ ပါ၀င္တဲ့သရုပ္ေဆာင္ေတြကလည္း ကုိရီးယားရဲ႕ နာမည္ေက်ာ္ေတြႀကီးပဲစုရုိက္ထားသလားမွတ္ရပါတယ္...\nၿပီးေတာ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာပါ၀င္တဲ့အတြက္ေၾကာင့္  Action ကားေကာင္းႀကဳိက္တဲ့သူေတြအဖုိ႕လက္မလႊတ္သင့္ပါဘူး...\n File Size : (1GB) and (426 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:17:00\nGenre :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2UAiz/Kundo_-_Age_Of_The_Rampant_[2014]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/OCD-1-139x200.jpg",
        "title": "One Cut of the Dead ( 2017 )",
        "description": "IMDb 8/10 ရရွိထားတဲ႔ ဂ်ပန္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းကေတာ႔ နာမည္သိပ္မၾကီးေသးတဲ႔ ဒါရိုက္တာရယ္ရွုတင္အဖြဲ႕သားတို႕ဟာ သူတို႕မွာရွိတဲ႔ Low Budget ေလးနဲ႔ပဲရုပ္ရွင္ကိုတန္း၀င္ေအာင္ရိုက္ကူးရတယ္ အခုသူတို႕ရိုက္ကူးမွာေတာ႔Zombie Movie ေပါ႔ ရိုက္ကူးေရးေနရာကိုေရြးခ်ယ္ရာမွာေတာ႔ဒုတိယကမာၻစစ္အတြင္းက စြန္႔ပစ္ထားတဲ႔ ဂ်ပန္စက္ရံုေဟာင္းၾကီးတေနရာကိုေရြးခ်ယ္ၿပီး ရိုက္ကူးလိုက္ၾကတယ္..အစပိုင္းမွာအဆင္ေၿပေၿပရိုက္ကူးႏိုင္ေပမယ္႔Zombie ရုပ္ရွင္ကိုရိုက္ကူးရင္း တကယ္႔ Zombie အစစ္ ေတြနဲ႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔ ဒုကၡေတြမ်ားကုန္ပါေတာ႔တယ္ Translator - Phyo ZawReview & Encoder : LK",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/one-cut-of-the-dead-2017/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kjUGqPIv6kpxJUvjmeQX7nQpKd.jpg",
        "title": "Close (2019)",
        "description": "Action Thriller ပရိတ္သတ္ေတြအတြက္ Jacquie Davis ဆိုတဲ့သက္ေတာ္ေစာင့္အမ်ိဳးသမီးကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုဒ္ကိုတင္ဆက္ေပးလိုက္ပါတယ္အတိတ္ေတြကေန ေရွာင္ပုန္းေနတဲ့ အမ်ိဳးသမီးသက္ေတာ္ေစာင့္ဆမ္ဖခင္ျဖစ္သူေသဆံုးသြားၿပီးေနာက္ အေမြေတြအားလံုးကိုပိုင္ဆိုင္ရမယ့္ ခပ္ဆိုးဆိုးသူေဌးသမီးေလးဇိုဝီကို ျပန္ေပးဆြဲဖို႔ႀကိဳးစားၾကတဲ့အခါဇိုဝီအေမြအားလံုးရသြားတာေၾကာင့္ မေက်မနပ္ျဖစ္ေနတဲ့ မိေထြးရီမာရဲ႕လက္ခ်က္လားၿပိဳင္ဘက္လုပ္ငန္းရွင္ေတြၾကားက အရႈပ္ေတာ္ပံုေတြနဲ႔အတူၾကမ္းၾကမ္းရမ္းရမ္း Action Scenes ေတြကိုေဝေဝဆာဆာၾကည့္ရႈရမွာမို႔ အႀကိဳက္ေတြ႕ေစမွာအမွန္ပါပဲIMDB ၅.၆ ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (700 MB) and (340 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DDP5.1.x264-CM\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1yGgg/Close_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utH781EwjzzXQC6fZUO3cw8L5Ht.jpg",
        "title": "IO (2019)",
        "description": "ဒီေန႔ေခတ္လူသားေတြရဲ႕ အသက္ရွင္ေနထိုင္ပံု စားေသာက္ပံုနဲ႔အသံုးအေဆာင္ပစၥည္းေတြဟာကၽြန္ေတာ္တို႔ရဲ႕ကမာၻေျမႀကီးကိုမ်ားစြာ ထိခိုက္ပ်က္စီးေစပါတယ္ဒီဇာတ္ကားက လူသားအမ်ားစုဟာ ပ်က္စီးေနၿပီျဖစ္ၿပီးအဆိပ္သင့္ေနတဲ့ေလထုေၾကာင့္ လူသားေတြ ေနထိုင္လို႔မရေတာ့ဘူးယာယီ လြန္းပ်ံယာဥ္ေတြအသံုးျပဳၿပီး အာကာသထဲထြက္ကာလူေနလို႔ရမဲ့ ၿဂိဳလ္ကို စူးစမ္းရွာေဖြေနၾကပါတယ္ဒါေပမဲ့လည္း ဆမ္၀ယ္လ္ဒန္ တစ္ေယာက္ကေတာ့ သူ႔အေဖရဲ႕ထင္ျမင္ခ်က္ မွန္ကန္တယ္ဆိုတာကိုသက္ေသျပဖို႔ကမာၻေျမမွာ က်န္ရစ္ခဲ့ၿပီး သုေတသနဆက္လုပ္ကာေျပာင္းလဲသြားတဲ့ ကမာၻေျမႀကီးမွာ လူသားေတြျပန္လည္ရွင္သန္ရပ္တည္ႏိုင္ဖို႔ နည္းလမ္းေတြရွာေဖြေနတဲ့အေၾကာင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Scrn ျဖစ္ပါတယ္) File Size : (700 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Adventure, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DD5.1.x264-CM\nTranslated by Scrn\nEncoded by Thanhtike Zaw",
        "rating": "4.7",
        "url": "https://megaup.net/1yGfm/IO_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/DTS-143x200.jpg",
        "title": "Dying to Survive ( 2018 )",
        "description": "Chinese All Time Box Office မွာ 3.097 billion ၀င္ေငြရရွိထားၿပီးနံပါတ္ ၅ ခ်ိတ္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္တဲ႔ Dying To Survive ကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb Rate ကလည္း 8.1 ပဲၿဖစ္ပါတယ္ေကာင္းလားမေကာင္းလားဆုိတာေတာ႔ သိပ္ေၿပာေနစရာေတာင္မလိုပါဘူး ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ တိုင္​းျပည္​ထဲမွာCML​​​ေရာဂါသည္​​ေတြအမ်ားအျပား႐ွိ​ေနပါတယ္​..CMLလူနာ​ေတြဟာ Glinicဆိုတဲ့​ေဆးကိုအျမဲမျပတ္​သံုးစြဲ​ေနရမယ္​့သူ​ေတြပါ...တရားဝင္​Glinic​ေဆး​ေတြဟာ​ေစ်းႏႈန္​းျမင္​့မားလြန္​းတဲ့အတြက္​သာမန္​လူ​ေတြအဖို႔လက္​လွမ္​းမမွီႏိုင္​ျဖစ္​ရၿပီး​​ေဆးမရပဲ​ေသဖို႔​ေစာင္​့​ေနသူ​ေတြမ်ားလာပါတယ္​..ဒီအခ်ိန္​မွာပဲ ​အိႏၵိယက copyယူၿပီးထုတ္​ထားတဲ့ Glinicဟာ​ေစ်းႏႈန္​းအားျဖင္​့အရမ္​းနည္​း​ေနၿပီးအာနိသင္​တူ​ေနတာကိုCML လူနာတစ္​​ေယာက္​ကသတိထားမိလာပါတယ္​..ဒါ​ေပမယ္​့အိႏၵိယGlinicဟာတားျမစ္​​ေဆးအျဖစ္​သတ္​မွတ္​ခံထားရပါတယ္​..ဘယ္လိုေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ၾကည္႕ရွုခံစားပါ အညႊန္းနဲ႔ဘာသာၿပန္ ၿဖိဳးေဇာ္ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "8.1",
        "url": "https://megaup.net/2UB9w/Dying_To_Survive_(Wo_Bu_Shi_Yao_Shen)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjEwNTk0MzA1Ml5BMl5BanBnXkFtZTgwMTAwMzAzNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "King Lear (2018)",
        "description": "အဂၤလန္ျပည့္ရွင္မင္းၾကီး King Lear ဟာ\nတိုင္းျပည္ကိုသံုးပိုင္းခြဲျပီး\nသမီးေတာ္သံုးဦးဆီမွ်ေ၀ေပးရာကေန\nဇာတ္လမ္းစပါတယ္...\nေကာက္က်စ္တဲ့သမီးႏွစ္ဦးရဲ႕ေျမွာက္ပင့္\nစကားေတြၾကား ဘ၀င္ေခြ႕ခဲ့တဲ့ King Lear...\nမိမိအေပၚစိတ္ရင္းနဲ႕ေမတၱာထားတဲ့သမီးငယ္ကိုမွ\nရက္စက္မိေလခဲ့့တဲ့ King Lear...\nယုတ္ညံ့သူေတြရဲ႕မ်က္ႏွာဖံုးကြာက်လာခ်ိန္္မွာ...\nအမွားအမွန္ကို ကြဲကဲြျပားျပားသိလာခ်ိန္မွာ...\nအရာအားလံုးက ျပန္ျပင္ဆင္ဖုိ႕အခ်ိန္မွီပါဦးမလား...\n(ဒီရုပ္ရွင္ထဲမွာ ဘုရင္ၾကီးလီယာေဘးက မိတ္ေဆြစစ္ေတြရဲ႕\nတန္ဖိုးကိုလည္းေဖာ္က်ဴးထားပါတယ္)။\nShakespear ရဲ႕နာမည္ေက်ာ္ King Lear\n၀တၳဳကို ယေန႕ေခတ္အသြင္အျပင္နဲ႕\nျပန္လည္အသက္သြင္းရိုက္ကူးထားျခင္းျဖစ္ပါတယ္။\n \nArchi Than Gyi ဘာသာျပန္ၿပီး\nအညႊန္းကိုယ္လဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/1yGfx/King_Lear_[2018]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ZiWWoDU4RFYUgQNa6lUdHS1mxL.jpg",
        "title": "Ashes in the Snow (2018)",
        "description": "ဒီတစ္ခါေတာ့ စစ္ကာလအတြင္းမွာ လစ္သူေရးနီးယားႏိုင္ငံရဲ႕ ျပည္သူေတြၾကံဳေတြ႕ခဲ့ရတာကို ရိုက္ကူးထားတဲ့ Ashes in the Snow ဆိုတဲ့ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။လစ္သူေရးနီယားႏုိင္ငံ စစ္ကာလေတြမွာ အျပစ္မဲ့တဲ့ျပည္သူေတြကို ရုရွားေတြကဘယ္လိုအဖမ္းဆီးခံရတယ္ဘယ္လိုမ်ိဳးအလုပ္ေတြခိုင္းၿပီးႏွိပ္စက္ညွင္းပန္းခဲ့တယ္ဆိုတာေတြကို ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။သမိုင္းကိုစိတ္ဝင္စားတဲ့ ျပည္သူေတြအတြက္ေတာ့ကားေကာငး္ေလးတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္။အားေပးၾကပါဦး..... File Size : (941 MB) & (245 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Drama , History , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ashes-in-the-snow-2018/",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzI1NjI5OTUyM15BMl5BanBnXkFtZTgwOTM4NzY2MDI@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "Gold(2016)",
        "description": "Gold(2016)\nIMDb....6.7\nစီးပြားေရးနဲ႔သက္ဆုိင္တဲ့ကားေတြထဲမွာ ၾကည့္ၿပီးသေလာက္ ကြ်န္ေတာ့ရင္ထဲကုိ တစ္သသစြဲက်န္ေစေလာက္ေအာင္ေကာင္းတဲ့ (၂)ကားရွိတယ္...\nပထမ တစ္ကားကေတာ့ The Wolf of Wall Street (2013) ျဖစ္ၿပီး ဒုတိယကားကေတာ့ ယၡဳ Gold(2016) ဆုိတဲ့ကားပါပဲ....\n(၂)ကားလုံးဟာ ျဖစ္ရပ္မွန္ကုိ အေျခခံထားၾကသလုိ  သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲမင္းသားေတြျဖစ္တဲ့ Leonardo  နဲ႕ Matthew တုိ႕ ကိုယ္စီသရုပ္ေဆာင္ထားၾကတယ္...\nRating အေနအထားအရ The Wolf of Wall Street ကုိေတာ့မမွီႏုိင္ေပမယ့္ အဲ့ဒီကားနီးပါးေကာင္းတယ္လုိ႕ေတာ့ ေျပာလုိ႕ရမယ္ထင္တယ္...\nဒီကားအတြက္ Matthew  ဟာ ကုိယ္အေလးခ်ိန္ ေပါင္(၄၀)တက္ေအာင္ျပဳလုပ္ခဲ့ရတယ္...ဗုိက္ရႊဲရႊဲ အရက္တျမျမ  စစ္ကရက္မီးခုိးတစ္အူအူနဲ႕ Matthew\nကုိ အားမာန္ပါပါ ဒီကားထဲမွာေတြ႕ရလိမ့္မယ္...\nဇာတ္ကားအေၾကာင္းကုိနည္းနည္းသြားရေအာင္....\nကန္နီဝဲလ္စ္ဆုိတဲ့သူတစ္ေယာက္ပုိင္တဲ့  ေရႊတူးေဖာ္ေရးကုမၸဏီတစ္ခုရွိတယ္.....ကန္နီတုိ႕ ဘုိးဘြားစဥ္ဆက္ပုိင္ခဲ့တဲ့\nကုမၸဏီျဖစ္သလုိ သူကုိယ္တုိင္ကလည္း ဒီအလုပ္ကုိ ခ်စ္ျမတ္ႏုိးတယ္...သုိ႕ေပမယ့္ ကန္နီလက္ထက္မွာ ကုမၸဏီက က်ရႈံးလုနီးပါးျဖစ္ေနတယ္...\nဒီလုိအေျခအေနမွာ ကုမၸဏီကုိျပန္အဖတ္ဆယ္ဖုိ႕ ဘယ္သူမွမလုပ္ရဲတဲ့အလုပ္တစ္ခု လုပ္ဖုိ႕သူဆုံးျဖတ္လုိက္တယ္...\nအဲ့ဒါကေတာ့ အင္ဒုိနီး႐ွာကုိသြားၿပီး ေရႊေၾကာႀကီးရွာဖုိ႕ ဘုမိေဗဒပညာ႐ွင္တစ္ေယာက္နဲ႕ ေပါင္းၿပီး ရွာေဖြဖုိ႕ စြန္႕စားခဲ့ပါေတာ့တယ္...\nဒီရွာေဖြဖို႕အတြက္ ရွိသမွ်စည္းစိမ္ပုံေအာရသလုိ သူပူးေပါင္းတဲ့ ဘူမိေဗဒပညာရွင္ေျပာဆုိတဲ့ ေရႊတူးဖို႕ေနရာကလည္း\nတျခားပညာရွင္ေတြအားလုံးက ျငင္းပယ္ထားတဲ့ ေနရာႀကီးျဖစ္ေနပါတယ္..\nကိုင္းေရႊေၾကာႀကီးကုိေတြ႕မလား.....သူေအာင္ျမင္မလား.... ေခါင္းပုံျဖတ္ခ်င္တဲ့ကုမၸဏီၾကီးေတြကေရာ ကန္ကုိ ဘယ္လုိေတြဖိအားေပးမလဲ....\nကုိင္းခံစားၾကည့္လုိက္ပါဦး....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoonwahwah Theint ပဲျဖစ္ပါတယ္...\nFile Size : (958 MB) and (386 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yGf1/Gold_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/titPCgI2xMAPv0Y2iasvqHj7vnv.jpg",
        "title": "The Stolen Princess: Ruslan and Ludmila (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Stolen Princess\" ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်..Animation movie နှစ်သက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတန်မယ့်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်အညွှန်း-ပုံပြင်လေးတစ်ပုဒ်ရှိသတဲ့ ပုံပြင်လေးကတော့...ကြက်သွေးရောင် နေဝင်ချိန်ရောက်တိုင်း အချစ်စစ်နဲ့ ချစ်မိသွားတဲ့မင်းသမီးတိုင်းကို ချယ်နမောဆိုတဲ့ မှော်ဆရာက ဖမ်းလေ့ရှိပါတယ်..ချစ်မိသွားတဲ့ မင်းသမီးရဲ့အချစ်စစ် စွမ်းအားနဲ့ သူ့မှော်အစွမ်းတွေကို ပြန်ဖြည့်သတဲ့...ဒီပုံပြင်ကတော့ ရူစလန်ဆိုတဲ့ ဇာတ်မင်းသားလေး ပြန်ကပြတဲ့ ပုံပြင်ပြဇာတ်ပါ...ရူစလန်ဟာ အဖေဖြစ်သူရဲ့ ဇာတ်မင်းသားအမွေကို ဆက်ခံခဲ့ရပေမဲ့သူက တိုင်းပြည်ရဲ့ သူရဲကောင်းဖြစ်ချင်သူပါ...မီလာဆိုတာကတော့ ရူစလန်နေထိုင်တဲ့ တိုင်းပြည်ရဲ့ မင်းသမီးပါ...ဖခင်ဖြစ်သူ ဘုရင်ကြီးက မီလာကို အိမ်ထောင်ချပေးချင်ပါတယ်...မီလာကလည်း စွန့်စားချင်သူ..အိမ်ထောင်ပြုချင်သူမဟုတ်...ဒီလိုနဲ့ မီလာဟာ နန်းတော်ကနေ ထွက်ပြေးခဲ့ပါတယ်...လမ်းတစ်နေရာမှာ ရူစလန်နဲ့ ဆုံမိလေရဲ့... ရူစလန်က မီလာကို မင်းသမီးမှန်း မသိပါဘူး...ဒုက္ခရောက်နေတဲ့ မီလာကို ကူညီရင်း ရူစလန်နဲ့ မီလာ မေတ္တာမျှခဲ့ကြပါတယ်....ဒီအချိန်မှာပဲ ပုံပြင်တစ်ပုဒ်လို့ ယုံကြည်ထားကြတဲ့ ချယ်နမောထွက်ပေါ်လာခဲ့ပြီးမီလာကို ဖမ်းခေါ်သွားပါတော့တယ်ရူစလန်ဟာ မီလာကိုကယ်ဖို့ ပြန်လမ်းမရှိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4",
        "category": "Animation, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Dear-John-2010-135x200.jpg",
        "title": "Dear John (2010)",
        "description": "ဒီဇာတ္ကားေလးက အရမ္းနာမည္ၾကီးတဲ့The Notebook ကိုေရးတဲ့ စာေရးဆရာ\nNicolas Sparks ရဲ့ Dear John ၀တၱဳကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။\nအေမရိကန္ အထူးတပ္ဖြဲ႕၀င္တစ္ေယာက္ျဖစ္တဲ့ စစ္သားေလး “ဂ်ြန္” ဟာ\nခြင့္ရစဥ္ဇာတိျမိဳ႕ေလးကိုခဏျပန္လာတဲ့အခ်ိန္မွာ\nေကာလိပ္ေက်ာင္းသူေလး “ဆာဗားနား” နဲ႕ခ်စ္ၾကိဳးသြယ္ခဲ့မိပါတယ္။\nဒီေနာက္မွာေတာ့ တစ္ေယာက္နဲ႕ တစ္ေယာက္စာေလးေတြမွန္မွန္ေရးၾကရင္း\nဒီဇာတ္လမ္းေလးကို အရွိန္ျမင့္ေစပါတယ္။ ဘယ္ေလာက္စစ္မွန္တဲ့a\nခ်စ္ျခင္းေမတၱာျဖစ္ျဖစ္ ကံၾကမၼာရဲ့ အလွည့္အေျပာင္း ဇာတ္ဆရာအလုိက်\nခ်စ္ရတဲ့ခ်စ္သူႏွစ္ေယာက္ ဘယ္လိုအဆက္ျပတ္သြားၾကမလဲ\nဘယ္ေလာက္ၾကိတ္မိွတ္ခံစားရတယ္ဆိုတာကို ထိထိမိမိရိုက္ျပသြားပါတယ္….\nဒါ့အျပင္ ဖခင္တစ္ေယာက္နဲ႕သားတစ္ေယာက္ရဲ့ ဆက္ဆံေရး၊\nႏႈတ္ကဖြင့္မေျပာတတ္တဲ့ ေယာကၤ်ားသား (၂) ေယာက္ရဲ့ ခ်စ္ျခင္းေမတၱာကိုလည္း\nသေဘာေပါက္နိုင္ပါတယ္။ ေနာက္ထပ္လည္း ဒဂၤါးေလးေတြ\nအေၾကာင္းလည္း ဗဟုသုတရဖြယ္ေဖာ္ျပသြားလို႕\nေတာ္ေတာ္ၾကည့္ေပ်ာ္တဲ့ကားေလးလို႕ပဲ ညြန္းဆိုပါရေစ\nမိသားစုနဲ႕ ၾကည့္ဖို႕သင့္ေတာ္တဲ့ အေမရိကန္ Romance\nကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ခင္ဗ်ာ။\nIMDB Rating 6.3 ရရွိထားတဲ့ ကားတစ္ကားပါ။\n(ဇာတ္လမ္းအညႊန္းေရးသားသူ နဲ႕ ဘာသာျပန္သူကေတာ့ ကိုသက္ျဖိဳးဦး ပဲ ျဖစ္ပါတယ္။)",
        "rating": "6.3",
        "url": "https://megaup.net/1wyob/Dear_John_[2010]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-descent-poster-133x200.jpg",
        "title": "The Descent (2005)",
        "description": "The Descent (2005)\nIMDb - 7.2/10_____Rotten - 85%\n Horror ကားအများစုဟာ Rating နည်းကြပါတယ်\nThe Descent ကတော့ IMDb 7.2 ရရှိထားတာကြောင့်\nHorror ကားတစ်ကားအနေနဲ့ Rating မြင့်တယ်လို့ ဆိုနိုင်ပါတယ်\nဒီဇာတ်ကားကို ဒါရိုက်တာ Neil Marshall ရိုက်ကူးထားပြီး 2005 ခုနှစ်မှာ ထွက်ရှိခဲ့ပါတယ်\nThe Descent ရဲ့အဓိပ္ပါယ်က \" ဆင်းသက်ခြင်း \" ဖြစ်ပေမယ့်\n\" သက်ဆင်းခြင်း \" လို့ပြောမှ ပိုမှန်မယ် ထင်မိပါတယ်\nအန္တရာယ်တောထဲ သက်ဆင်းမိပြီး ထောင်ချောက်အတွင်း သက်ဆင်းမိကြတဲ့\nအမျိုးသမီးတစ်စုအကြောင်းကို ထိတ်လန့်တုန်လှုပ်ဖွယ် ရိုက်ကူးတင်ပြထားတာပါ\nစွန့်စွန့်စားစားခရီးတွေကို ခုံမင်ကြတဲ့ အမျိုးသမီး ၆ ယောက်ဟာ လူမရောက်ဖူးသေးတဲ့\nလှိုဏ်ဂူတစ်ခုထဲ ဆင်းသက်ဝင်ရောက်ခဲ့ကြပါတယ်\nဂူနံရံတွေမှာ ဆွဲထားတဲ့ ရုပ်ပုံတွေကို မြင်ရတဲ့အခါမှ\nဂူထဲမှာ သူတို့ချည်းပဲမဟုတ်ဘူးဆိုတာ သတိပြုမိခဲ့ကြပါတော့တယ်\nအမှောင်ထဲမှာ နေထိုင်ကျက်စားကြတဲ့\nအသားစားသတ္တဝာတွေဖြစ်ကြောင်း သိရှိလိုက်ရတဲ့အခါမှာတော့....\nJump Scare(သွေးလန့်လို့ခုန်)အကွက်တွေ ဖောဖောသီသီ သုံးထားတာကြောင့်\nသည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်ပရိသတ်တွေ ကျေနပ်ကြပါလိမ့်မယ်\n \nသွေးထွက်သံယိုပြကွက်တွေ အများအပြားပါဝင်တာကြောင့်\nနှလုံးမခိုင်သူများ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4fvyY/The_Descent_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Magic-Hockey-Skates-2012-133x200.jpg",
        "title": "The Magic Hockey Skates (2012)",
        "description": "သူလေးစားအားကျရတဲ့ကစားသမားရော်ကတ်ဆိုတဲ့ဟော်ကီကစားသမားနဲ့တွေ့ဆုံနိုင်ခွင့်ပါပဲဂျိုဝီမှာဇက်ချ်ဆိုတဲ့အကိုတစ်ယောက်ရှိပါတယ် .သူကတော့သူတို့မြိုလေးမှာကျင်းပတဲ့ဟော်ကီပြိုင်ပွဲလေးမှာဝင်ပြိုင်မဲ့အသင်းလေးတစ်သင်းရဲ့ခေါင်းဆောင်တစ်ဦးပါ.မိခင်ဖြစ်သူရဲ့တိုက်တွန်းမှုကြောင့် ညီငယ်လေးဖြစ်သူကိုပါ သူ့မှာသင်ကြားသာသင်ကြပေးနေရတာသိပ်တော့စိတ်မှာအထင်ကြီးတယ်ဆိုတာမရှိပါဘူး ညီအကိုနှစ်ယောက် အားကစားပစ္စည်းဆိုင်သွားတဲ့အခါမှာပြိုင်ပွဲဝင်ရမဲ့အကိုဖြစ်သူအတွက်တော့ဖခင်ဖြစ်သူကလိုချင်တာဝယ်ပေးပေမယ့် ဂျိုဝီလေးအတွက်တော့သူလိုချင်တာကိုဖခင်ခမျာဝယ်ပေးဖို့မတတ်နိုင်ဖြစ်နေတဲ့အချိန်ဆိ်ုင်ကအဖိုးကြီးတစ်ယောက်ရဲ့တိုက်တွန်းပြောကြားချက်အပြငါဒစ်စကောင့်ချပေးတဲ့ဆေးကြောင့်ဖခင်ဖြစ်သူကသူ့သားအငယ်လေးဂျိုဝီအတွက်ကိုတစ်ပတ်ရစ်ဟော်ကီနှင်းစီးဖိနပ်လေးဝယ်ပေးခဲ့ပါတယ်ဒါပေမယ့် ဒီဖိနပ်လေးမှာမှော်အစွမ်းတွေရှိ့ပီးတော့ ကြိုက်နှစ်သက်ရာဆု၃ခုတောင်းနိုင်တယ်ဆိုတဲ့အကြောင်းဂျိုဝီတစ်ယောက်သိလိုက်ရချိန်မှာတော့......ဒီဇာတ်ကားလေးကတော့ခရစ်စမတ် စတိုင်လေးဖြစ်ပြီးတော့ချစ်စရာကောင်းလွန်းပါတယ် ကလေးကြိုက်ဇာတ်ကားလေးဆိုပေမယ့်လူကြီးတွေလဲကြည့်ရငါသဘောကျနှစ်သက်နိုင်မဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါကြောင်း(ဇာတ်လမး်အညှွန်းနဲဘာသာပြန်သူကတော့ Charm ပဲဖြစ်ပီ Arkar Phyo မှ Encode ပေးထားပါတယ်)Quality : .1080p.BluRay\nRunning Time :  21min\nFormat : Mp4\nGenre    :  Animation, Family, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "7.3",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4",
        "category": "Animation, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTgzOTc0NTE3Nl5BMl5BanBnXkFtZTgwODY4MDgwNjM@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "The Nutcracker and the Four Realms (2018)",
        "description": "ခရစၥမတ္နဲ႕ ပတ္သတ္ျပီး ကြ်န္ေတာ္တို႕ ကေလးေလးအရြယ္ကတည္းက\nအသိ သညာေတြရွိခဲ႕ဖူးတယ္ အမွတ္တရေတြမွ လဲ အမ်ားၾကီးပဲ\nခရစၥမတ္ကာရိုးသီခ်င္း ေလးေတြနားေထာင္ျပီး ၾကက္ဆင္သားနဲ႕\nပူတင္းပူပူေလးေတြ စားေသာက္ၾကတဲ႕ ေပ်ာ္ပြဲရႊင္ပြဲေတြအေၾကာင္းဖတ္ဖူးၾကမွာပါ\nဒီ The Nutcracker and the four realms ဆိုတဲ႕ကားေလးမွာ လဲ\nခရစၥမတ္ရဲ႕ မရိုးအီႏိုင္ တဲ႕ခံစားမႈအေငြ႕အသက္ေလးေတြေတြ႕ျမင္ ခံစားရဦးမွာပါ\nဘာလို႕ဆို ဇာတ္လမ္းကို ခရစၥမတ္အၾကိဳညေလးနဲ႕စတည္ထားတာကိုး\nplot အပိုင္းေျပာရမယ္ဆိုရင္ ကလာရာဆိုတဲ႕\nေကာင္မေလးမွာ သူ႕အေမဆီကအေမြရထား တဲ႕\nတီထြင္ညာဏ္ရည္ထူးခြ်န္တဲ႕အရည္ခ်င္း ပါလာတယ္\nေမြးခ်င္းသံုးေယာက္ရွိတဲ႕ မိသားစုေလးကို ခ်စ္ၾကင္သူဇနီးမရွိပဲ\nထိန္းေက်ာင္းလာခဲ႕ရတဲ႔ ကလာရာတို႕အေဖ ကေတာ့\nႏွစ္တိုင္းခရစၥမတ္ေရာက္တာနဲ႕ အတိတ္ေဟာင္းေတြတူးဆြျပီး\nလြမ္းေမာ တသျဖစ္ေနတတ္တယ္ သူမွမဟုတ္ပါဘူး\nက်န္တဲ႕ေမြးခ်င္းေတြနဲ႔ လံုးဝမတူကြဲထြက္ ေနတဲ႕\nကလာရာေလးလဲထပ္တူထပ္မွ်ပါပဲ\nဒီလိုနဲ႕ အေမ့ဆီကလက္ေဆာင္ေတြဆိုျပီး\nခရစၥမတ္အၾကိဳညမွာ ပင္ေခ်ာင္းေသာ့ ခေလာက္ေလးပါတဲ႕\nဥေလးတစ္လံုး ကလာရာ ရလိုက္ခဲ႕တယ္ ဒါေပမယ့္\nလက္ေဆာင္ဘူးထဲမွာ ဖြင့္ဖို႕ေသာ့ပါမလာ ခဲ႕ဘူး\nအဲ႕ေသာ့ရဲ႕အေျဖကို သူတို႕ ေခါင္းကိုင္အေဖၾကီး\nဒေရာ္ဆယ္မာယာ ဆီကရျပီး အျခားကမာၻတစ္ခုေရာက္ဖို႕\nအ ေၾကာင္းဖန္လာတဲ႕ အခါ\nဒီ movie ေလးရဲ႕ genre ကေတာ့ fantasy အမ်ိဳးစားဆိုတဲ႕အတိုင္း\nvisual effect ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaD/The.Nutcracker.And.The.Four.Realms.2018.1080p.Blu-ray_{CM}.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjE3MDQ0MTA3M15BMl5BanBnXkFtZTgwMDMwNDY2NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "A Star Is Born (2018)",
        "description": "Ratings\nIMDb:8.2/10\nRotten Tomatoes:90%\nစင်ပေါ်မှာ မြူးကြွသံစဉ်တွေနဲ့ တစ်ပွဲပြီးတစ်ပွဲ\nပရိတ်သတ်တွေကိုဖျော်ဖြေလာတဲ့ ဂျက်ဆန်မိန်း\nစင်ပေါ်မတက်ခင် backstage မှာ\nတစ်ပတ်လောက်ကလဲ ကစ်တတ်သေး\nပိုင်ဆိုင်မှုမြောက်မြားစွာရှိပေမယ့် ဘဝမှာ\nအဓိပ္ပာယ်ရှိတဲ့တစ်စုံတစ်ရာကို မေ့ပျောက်နေခဲ့ တဲ့ဂျက်ဆန်မိန်း\nသူ့အတွက် အိမ်ဆိုတာ မရှိဘူး စွဲလန်းမက်မောမှု ဆိုတာလဲ\nမရှိဘူး သူ့မှာရှိတာ ဂစ်တာ သူသိတဲ့ သူ့အပေါ်သစ္စာရှိတဲ့\nဒီဂစ်တာတွေပေါ်မှာပဲ\nသွယ်လျတဲ့ လက်ချောင်းလေးတွေတင်ပြီး\nဂီတကို ကွန့်မြူးလာခဲ့တဲ့ဂီတဂုရုတစ်ယောက်\nလောကကြီးက တရားပါတယ်\nသင်မသိလိုက်တဲ့ အချိန်လေးတွင်းမှာ\nသင့်အတွက် ရွေးချယ်စရာတွေ ပေးနှင့်ပြီးသားပါ\nကံကြမ္မာ အလှည့်အပြောင်းကြောင့်\nသာမည ဘားလေးတစ်ခု မှာ သိပ်လှတဲ့ စွမ်းအင်တစ်ခု\nသူသွားတွေ့မိတယ် ကိုယ်တိုင်က\nအံ့မခန်းသြချရတဲ့ သီချင်းတွေ ဆိုလာတဲ့\nမုတ်ဆိတ်ထူလပျစ်နဲ့ ဂျက်ဆန်မိန်းကြီး\nအခုကျစကားတစ်ခွန်းတောင် မဟနိုင်တော့ပါလား\nသူ့ဘဝမှာဒီလိုဖြစ်တာ\nဒါပထမဆုံးလို့တောင်ပြောရမယ် သူ့ကိုစီးမြောအောင်\nလုပ်သွားတဲ့ အဲ့စွမ်းအင်နုနုလေးက\nအယ်လီ လေ ပါရမီရှိပေမယ့် ယုံကြည်မှုမရှိလို့\nဘားမှာအဆိုကျော် လုပ်ရတဲ့အယ်လီလေး\nဂျက် စိတ်ထဲမှာဆွဲခေါ်ချင်စိတ်တွေ\nတဖွားဖွားဖြစ်လာတယ်\nပတ္တမြားမှန်ရင်တော့ နွံမနစ်စတမ်းပါ အယ်လီ့ကို\nယုံကြည်မှုလေးထားတတ်ဖို့ သူလုပ်လိုက်နိုင်ခဲ့တယ်\nတချိန်က အဖော်မဲ့နေတဲ့ သူ့ဂစ်တာနဲ့ စင်ထက်ကမိုက်လေးမှာ\nအခုတော့ နတ်မိမယ်လေးကအဖော်အဖြစ်နေပေးပြီလေ\nဂျက်ဘဝမှာ အဓိပ္ပာယ်ရှိတဲ့ဝန်းကျင်လေးတစ်ခု\nတဖန်ပြန်ခံစားလိုက်ရတယ်\nစွမ်းအားပြင်းတဲ့ ဂီတအသံလှိုင်းလေးတွေကပဲ\nသူတို့နှစ်ယောက်အတွက် အချစ်ဆိုတဲ့\nရင်သွေးလေးကိုမွေးဖွားပေးလိုက်ပြီလေ\nဂျက်ဆန်အသဲနင့်အောင်ချစ်မိသွားပြီ\nအယ်လီဆိုသူ့ထက်တောင်ပိုမလားပဲ\nအပွဲပွဲနွှဲခဲ့တဲ့ ရလဒ်ကြောင့်\nဂျက်ဆန်  ဆေးရော အရက်ပါဆွဲနေခဲ့ပြီ\nတဖက်မှာ လဲ အယ်လီက လေသလပ်လိုက်တဲ့\nမီးခဲလို သူမအောင်မြင်မှုကလဲဟုန်းဟုန်းတောက်ပဲ\nမထင်မှတ်တာတွေက ကိုယ်မထင်ထားတဲ့\nအချိန်မှ ...",
        "rating": "8.2",
        "url": "https://megaup.net/3yxS0/A_Star_Is_Born_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTc4NzIyODE3Nl5BMl5BanBnXkFtZTgwNjg2NTc5NTM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "What They Had (2018)",
        "description": "ညႀကီးသန္းေခါင္ဘစ္တီတစ္ေယာက္ေမာင္ျဖစ္သူဆီကဖုန္းေခၚသံေၾကာင့္ ႏိုးလာခဲ့ရပါတယ္\nအေၾကာင္းကေတာ့ သူတို႕အေမအိမ္ကေနေပ်ာက္သြားတယ္ဆိုတာေၾကာင့္ပါ\nမိဘေတြရဲ႕အေဝးမွာတစ္အိုးတစ္အိမ္ထူေထာင္ေနၿပီျဖစ္တဲ့ဘစ္တီမွ\nမိဘေတြေနထိုင္တဲ့ၿမိဳ႕ေလးဆီကိုသမီးေလးကိုပါအပါေခၚလာၿပီးထြက္လာခဲ့ပါေတာ့တယ္\nအမွန္ေတာ့ဘစ္တီရဲ႕သမီးေလးအမ္မာကလဲ ေက်ာင္းအေဆာင္မွာအရက္ခိုးေသာက္တာေၾကာင့္\nအေဆာင္ကထုတ္ပယ္ခံရတာကိုဘစ္တီကိုယ္တိုင္ပဲသြားေခၚထားရတာပါ\nအေတြးေတြအမ်ားႀကီးနဲ႔ဘစ္တီတို႕သားအမိကိုေမာင္ျဖစ္သူနီကိ္ုးလစ္ပ္ကေလဆိပ္ကေနတန္းႀကိဳ ၿပီးတာနဲ႕\nအေဖ့ဆီကိုတန္းသြားတဲ့အခ်္န္မွာ သူ႕တို႕အေမကိုျပန္ရွာေတြ႕ေနပါၿပီ\nဘစ္တီတို႕ရဲ႕အေမကအတိတ္ေမ့တဲ့ေဝဒနာကိုခံစားေနရပါၿပီ\nနီကိုးလစ္ပ္ကသားေကာင္းတစ္ေယာက္ျဖစ္ေပမယ့္\nဒီေလာက္အခ်ိန္ေတြအၾကာႀကီးကိုသူတစ္ေယာက္တည္းရင္မဆိုင္ႏိုင္ေတာ့မွာေၾကာင့္\nအေမျဖစ္သူကိုရိပ္သာပို႕ဖို႕တိုက္တြန္းပါတယ္\nဖခင္ျဖစ္သူပါသူ႕မိ္န္းမရဲ႕အနီးအနားမွာေနနိင္ပါတယ္ဆိုတာေတာင္\nဘစ္တီတို႔ရဲဲအေဖကလံုးဝသူ႕မိန္းမကိုပို႔ဖို႔လက္မခံခဲ့ပါဘူး\nဒီလိုနဲ႕ပဲဇာတ္လမ္းေလးကို ဆက္ထားပါတယ္\nဒီဇာတ္ကားကေတာ္ေတာ္ေလးကိုသြက္ပါတယ္\nလိုတာေတြကိုပဲတိုက္႐ိုက္ေျပာ ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ\nမိသားစုအတြင္းကမိဘနဲ႕သားသမီးေတြရဲ႕ဆက္ဆံပံုေလးေတြကိုေဖာ္ျပထားၿပီးေတာ့\nတစ္သက္မွာတစ္ေယာက္ကိုသက္ဆံုးတိုင္ခ်စ္တတ္တဲ့သူအေၾကာင္းကို႐ိုက္ကူးတင္ဆက္ထားတဲ့ဇာတ္ကားေလးပါ\nကိုယ္ေတြကေတာ့ ဒီကားကိုၾကည့္ၿပီးအျပင္မွာသက္ႀကီးရြယ္အိုစံုတြဲေတြကိုေတြ႕ရင္ပိုၿပီးေတာ့ၾကည္ႏူးမိလာပါတယ္\nဒီေလာက္ႏွစ္ေတြၾကာတဲ့အထိ ေမတၱာမျပယ္ဖို႕ဆိုတာလြယ္တာမွမဟုတ္ပဲကို ...\nဒီေတာ့ ၾကည့္သင့္ပါတယ္ဆိုတဲ့ဇာတ္ကားထဲမွာပါပါတယ္လို႕ၫႊန္းခ်င္ပါတယ္\nTranslated by Aye Chansu\nEncoded by sithu",
        "rating": "6.1",
        "url": "https://megaup.net/1yGg2/What_They_Had_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/220px-Blue_Valentine_film-135x200.jpg",
        "title": "Blue Valentine (2010)",
        "description": "အခ်စ္ဆိုတာဟာ လူတိုင္းျဖစ္ေနျကဳံေနၾကရၿပီး ဘယ္သူမွညဏ္မမွီႏိုင္ေသးတဲ့ ကိစၥရပ္တစ္ခုလို႔ ဆိုခ်င္တယ္။\nေသေသခ်ာခ်ာ အဓိပၸါယ္ေတြ ဘယ္မွာမွ မ႐ွိေနဘူး။\n႐ူးသြပ္ၾကသူေတြအတြက္ တစ္သက္တာတည္ျမဲသြားတာလည္း ျဖစ္ႏိုင္သလိုလို တစ္ခ်ိဳ႕ေသာ လူတို႔အတြက္ အင္မတိအင္မတန္ ေခတၱယာယီ ဆန္လြန္းတာလည္း ျဖစ္ႏိုင္တယ္။ဒီဇာတ္လမ္းေလးကေတာ့ တစ္ခ်ိဳ႕ူ အခ်စ္တို႔ရဲ႕ မတည္ျမဲမႈေတြအေၾကာင္းေပါ့။\nRomance သိပ္ဆန္တာလဲ ဟုတ္တယ္။ Reality သိပ္က်တာလဲ ဟုတ္တယ္။ ယူသလိုပဲရပါတယ္။\nဘယ္လိုပဲျဖစ္ျဖစ္ပါ။ ၾကားဖူးတဲ့ သီခ်င္းစာသားေလးထဲကလိုပါပဲ\nေသခ်ာတာေတာ့ အခ်စ္ဆိုတာဟာ အတိတ္နဲ႔အနာဂတ္လည္း မ႐ွိသလို ထာဝရေတြ ေခတၱေတြအတြက္ကို မရည္ရြယ္ပါဘူး။\nေျပာင္းလဲမႈတစ္စုံတစ္ရာေတြ႐ွိရင္ေတာင္မွပဲ လူရဲ႕ျဖစ္တည္မႈမွာ အျမင့္ျမတ္ဆုံးအရာဟာ ခ်စ္ျခင္းေမတၱာျဖစ္ေနတုန္းပါပဲ။\nကြၽန္ေတာ္ မေျပာျပခဲ့တဲ့ အေၾကာင္းေတြကို ဒီ႐ုပ္႐ွင္ကားေလးမွာ ကိုယ္ႏွလုံးသားနဲ႔ ကိုယ္ခံစားၾကည့္ၾကပါ။ \" မင္းကေကာင္းကင္...ကိုယ္က ေျမႀကီးမို႔\nမင္းသိပါတဲ့...ဘုရားျဖစ္လတၱံ႕ေသာ...\nအေတြးအေခၚမ်ားလည္း မလိုဘူးေလ...\nကိုယ့္႐ွိပါတဲ့....ေခါက္႐ိုးက်ိဴးးေလၿပီးေသာ\nဒုကၡဒဏ္ရာမ်ားလည္း မငိုဘူးေလ...ေဆးလိပ္မီးခိုးေငြ႕ေတြနဲ႔ မနက္ခင္းရဲ႕အယ္ကိုေဟာ...\nေဖ်ာက္ဖ်က္မရတဲ့မွတ္ညဏ္ေတြက ႐ွိေသးတယ္ေဘဘီ။\nလက္စြပ္ကေလးမ႐ွိေတာ့တဲ့ လက္သူႂကြယ္ေပၚက\nေနေလာင္မထားတဲ့ အရစ္ေၾကာင္းေလး႐ွိဆဲ...။ \"(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 960 MB) and ( 400 MB)\nQuality__BR-Rip ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yGge/Blue_Valentine_[2010]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/heart-of-dragon-poster-133x200.jpg",
        "title": "Heart of Dragon (1985)",
        "description": "Heart of Dragon (1985)________IMDb - 6.5/10ဟောင်ကောင်အက်ရှင်လောကရဲ့ ရွှေရောင်မျိုးဆက်တွေဖြစ်တဲ့ ဂျက်ကီချန်းတို့ ဟုတ်ချင်းပေါင်(Sammo Hung)တို့အပြင်ဇာတ်ကားတွေမှာ မှော်ဆရာလုပ်နေကြ Lam Ching-ying တို့လို ဇာတ်ရံတွေ အများအပြားလဲပါဝင်ထားပါတယ်။အထူးရဲကွန်မန်ဒို ဂျက်ကီချန်းနဲ့ ကျပ်မပြည့်တဲ့သူ့အစ်ကို ဟုတ်ချင်းပေါင်တို့ကြားက သံယောဇဉ်ကိုရင်နင့်အောင် ပီပြင်စွာ ပုံဖော်ထားပြီး ဟာသတွေ အက်ရှင်တွေနဲ့လဲ ဇာတ်လမ်းကို ခပ်သွက်သွက် ဆွဲခေါ်ထားပါတယ်။ဂျက်ကီချန်းရဲ့ ငယ်မူငယ်သွေးကို အထင်းသားမြင်ရမှာဖြစ်သလို Action,Comedy,Drama ကြိုက်သူတွေ လက်မလွတ်သင့်ပါ။IMDb Rating (6.5/10) ရရှိထားပြီး ဒါရိုက်တာကလဲ ဟုတ်ချင်းပေါင်ပဲဖြစ်ပါတယ်။File size…(1 GB)\nQuality…Extended.Japanese.Cut.BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hein Zaw & Thar Nyo Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Rj48/Heart_Of_Dragon_(Long_De_Xin)_[1985]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg",
        "title": "National Security(2003)",
        "description": "National Security(2003)\nေန႕စဥ္စားသုံးေနတဲ့ဟင္းလ်ာေတြေတာင္ တစ္မ်ဳိးထဲထပ္ခါ ထပ္ခါစားသုံးေနပါက  ရုိးအီသြားပါလိမ့္မည္..\nၾကက္အဆီပ်ံ ၀က္သားနီလန္ မအီေအာင္ ခ်ဥ္ေပါင္ခံ လည္း ေန႕စဥ္စားသုံးပါက အဆင္မေျပျဖစ္ပါလိမ့္မည္...\nအားလပ္ခ်ိန္ထဲက ရုပ္ရွင္ကားေတြခံစားစဥ္မွာလည္း  အေတြးအေခၚနဲ႕ဆုိင္တဲ့ကားမ်ဳိးေတြ လွည့္ကြက္ေပါင္းမ်ားစြာပါတဲ့ကားမ်ဳိဳးေတြ\nရင္နင့္ေအာင္ခံစားရတဲ့ကားေတြကုိ ဆက္တုိက္ၾကည့္ျပန္ေတာ့လည္း ႏွလုံးသားအဟာရမျဖစ္တဲ့အျပင္ ႏြမ္းလ်မႈေတြပဲ ပုိတုိးလာပါလိမ့္မယ္..\nဒါေၾကာင့္ ဟာသကားေတြလည္း မရွိမျဖစ္လုိကုိလုိအပ္ေလေတာ့ အလွည့္က်ခံစားဖုိ႕ရာ တင္ဆက္ေပးလုိက္ပါသည္...\nဒီကားထဲက ဟာသမင္းသားႀကီး Martin Lawrence ကုိမသိရင္သာေနမယ္.. အူတက္ေအာင္ရယ္ခဲ့ရတဲ့ သူကားေတြျဖစ္သည့္ Blue Streak ,Bad boyတုိ႕ Big Momma's House\nတုိ႕ကုိေတာ့ သိမယ္ထင္ပါတယ္..\nရယ္ရတာ အူတက္တယ္ဆုိတဲ့ေ၀ါဟာရကုိဒီကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားထပ္သေဘာေပါက္သြားလိမ့္မယ္..\nကုိင္းေျပာတာလည္းရွည္ၿပီဆုိေတာ့ ဇာတ္လမ္းအညႊနး္ကုိ နည္းနည္းဆက္လုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္း\n**************\nနင္းကန္ ရယ္ရတယ္...ဒါပဲ...\nဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n   File Size : (900 MB) and (353 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaj/National_Security_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sXGn6EkiPNDv1EAD5DZCrJTbin.jpg",
        "title": "The Captain (2017)",
        "description": "The Captain (2017) ဒီဂ်ာမန္ကားေလးကေတာ႔ 2017 ကထြက္ရွိလာတဲ႔ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္။Rating ေတြအေနနဲ႔လဲ Imdb Rating 7.4/10 Rotten Tomatoes 86 ေတာင္ရရွိထားတာပါ။ဂ်ာမနီရုပ္ရွင္ေလာကမွာBest Feature Film, Best Supporting Actor, Best Score, Best Editingစတဲ႔ဆုေလးဆုေလာက္ ဆန္ကာတင္ဝင္ထားတဲ႔ကားေလးပါ။အျဖဴအမည္းနဲ႔ရိုက္ထားတဲ႔ ဒီကားေလးဟာ ဒုတိယကမာၻစစ္ကပံုရိပ္တစ္ခုကိုပီပီျပင္ျပင္သရုပ္ေဖာ္ထားသလိုပါပဲ။စစ္ကားၾကိဳက္တဲ႔ ပရိသတ္ႀကီးအဖို႔ေတာ႔ ေတာ္ေတာ္ေလးအၾကိဳက္ေတြ႔မွာပါလို႔ေျပာခ်င္ပါတယ္။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ တင္ျပပါဦးမယ္။စစ္ပြဲႀကီးျပီးကာနီး ႏွစ္ပတ္အလိုမွာစစ္ပြဲကေနစစ္သားေတြအမ်ားအျပားထြက္ေျပးၾကပါတယ္။ေနာက္ကလိုက္ဖမ္းသူေတြ ထြက္ေျပးသူေတြ သုတ္သင္ပစ္သူေတြနဲ႔ငရဲပြက္ေနခ်ိန္မွာ တပ္သားေလးတစ္ဦးဟာဗိုလ္ၾကီး ယူနီေဖာင္းတစ္စံုကိုရွာေဖြေတြ႔ရွိသြားပါေတာ႔တယ္။အဲဒီမွာ ဇာတ္လမ္းကစပါေတာ႔တယ္။ဗိုလ္ၾကီး ဟာရိုးဆိုတဲ႔နာမည္နဲ႔ဗိုလ္ၾကီးအေယာင္ေဆာင္ထားတဲ႔ တပ္သားေလးဟာဘယ္လိုဆက္ရွင္သန္မလဲ?တပ္ေျပးမွန္းသိရင္ ျခြင္းခ်က္မရွိ သတ္ပစ္မယ္႔အေျခအေနတစ္ခုမွာသူဘာဆက္လုပ္မလဲ?စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ စိတ္ဝင္စားစြာၾကည္႔ရွူရမယ္႔ကားေကာင္းေလးပါ။စိတ္လႈပ္ရွားစရာ ျဖစ္ရပ္မွန္ကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ၾကီး အတြက္The Captain (2017)ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ File ...",
        "rating": "7.4",
        "url": "https://megaup.net/2eDI6/The_Captain_(Der_Hauptmann)_[2017]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/muay-3-140x200.jpg",
        "title": "Muay Thai Fighter ( 2007 )",
        "description": "ထိုင္းရိုးရာ ေမြထိုင္းလက္ေ၀ွ႕ကားေတြႏွစ္သက္သူေတြအတြက္ေတာ႔ ေက်နပ္ေစမယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ရြာေလးတစ္ရြာမွာအတူတူၾကီးျပင္းခဲ့တဲ့သူငယ္ခ်င္း၃ေယာက္ေမြထိုင္းလက္ေ၀ွ႕ပညာကိုျမတ္ႏိုးတဲ့လူငယ္ေလး၃ေယာက္ဟာအိပ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔ ဘန္ေကာက္လာခဲ့ၾကေပမယ့္သူတို႔ကိုမထင္မွတ္တဲ့အရာေတြကဆီးၾကိဳေနပါတယ္ေလာကဒဏ္ေၾကာင့္သူငယ္ခ်င္း၂ေယာက္ဟာေျမေအာက္လူဆိုးဂုိဏ္းကိုေရာက္သြားျပီး၁ေယာက္သာေမြထိုင္းအိပ္္မက္လမ္းကိုဆက္ေလွ်ာက္ႏိုင္ခဲ့ပါတယ္ဒီလိုနဲ႔သူတို႔ေတြဟာဘာေတြကိုရင္ဆိုင္ရမလဲေနာက္ဆံုးမွာသူငယ္ခ်င္းေတြဘယ္လိုျဖစ္သြားၾကမလဲဆိုတာကေတာ့ဆက္လက္ေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္ အညႊန္းနဲ႔ဘာသာၿပန္ ႏုမြန္ ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/2UBag/Muay_Thai_Fighter_(Muay_Thai_Chaiya)_[2007]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/maxresdefault-1-200x113.jpg",
        "title": "True Sight (Ti8) (2019)",
        "description": "True Sight 2018\nDota ကစားသမားေတြေစာင္႔ေမွ်ာ္ေနတဲ႔True Sight2018ကေတာ႔ ထြက္ရွိလုိ႕ပါၿပီ\nTrue Sightဆိုတာကို ေတာ္ေတာ္မ်ားမ်ားကသိၾကေပမယ္႔\nမသိေသးတဲ႔လူေတြအတြက္ အနည္းငယ္ေျပာျပခ်င္ပါတယ္\nThe Internationalဆိုၿပီး ႏိုင္ငံတကာမွDota2အသင္းမ်ားဝင္ေရာက္ ယွဥ္ၿပိဳင္ၾကတဲ႔TI ၿပိဳင္ပြဲႀကီးကို\nႏွစ္စဥ္က်င္းပလာတဲ႔အခါမွာအခုဆို ၈ႀကိမ္ေျမာက္ က်င္းပၿပီးစီးသြားၿပီျဖစ္ပါတယ္\nတစ္ႀကိမ္က်င္းပၿပီးတုိင္း ေနာက္ဆံုးဗိုလ္လုပြဲေရာက္ရွိခဲ႔တဲ႔ အသင္းေတြရဲ႕\nStageေနာက္ကြယ္က အေျခအေနအေတြ\nPlayer ေတြတစ္ေယာက္ခ်င္းစီရဲ႕Final ၅ပြဲအတြင္း စိတ္ခံစားမႈေတြကို\nကြက္ကြက္ကြင္းကြင္း ဇာတ္လမ္းတစ္ပုဒ္လုိ ရိုက္ျပထားတာကိုTrue Sightလုိ႕ ေခၚတာပါ\nတကယ္ေတာ႔ နားလည္လြယ္ေအာင္သာဇာတ္လမ္းလုိ႕ေခၚတာပါ\nဇာတ္လမ္းမဟုတ္ပါဘူး Playerေတြရဲ႕သဘာဝစစ္စစ္ေတြကို ျပသထားတာပါ\nအခုဒီTrue Sightကေတာ႔ မႏွစ္ကယွဥ္ၿပိဳင္ကစားခဲ႔တဲ႔TI8 Finalမွာ\nေတြ႕ဆံုခဲ႔ၾကတဲ႔ PSG.LGD အသင္းနဲ႔ OGအသင္းတုိ႕ရဲ႕ ယွဥ္ျပိဳင္မႈကို ျပသထားတာပါ\nOGအသင္းက TIဝင္ၿပိဳင္ခါနီးမွာ အသင္းသား၂ေယာက္ ထြက္သြားတာၾကံဳေတြ႕ခဲ႔ၿပီး\nကမန္းကတမ္း ျပန္လည္ဖြဲ႔စည္းထားရတာပါ\nPSG.LGD တရုတ္ႏိုင္ငံကိုယ္စားျပဳအသင္းကေတာ႔\nလူတိုင္းေစာင္႔ၾကည့္ခံေနရတဲ႔အသင္းပါ\nမယံုႏုိင္စရာပဲ ကမန္းကတမ္းလူစာရင္းနဲ႔ OGကFinalကိုတက္လာႏိုင္ၿပီးေတာ႔\nPSG.LGDနဲ႔ ဖုိင္နယ္မွာျပန္ေတြ႕ပါတယ္\n(ပထမတစ္ခါ TI8 အုပ္စုပြဲစဥ္ေတြမွာေတြ႕ေတာ႔OGကႏိုင္ခဲ႔တာပါ)\nဒါေပမယ္႔လဲOGက TIခ်န္ပီယံျဖစ္ဖို႕ေဝးလုိ႕Finalတက္ဖုိ႕ေတာင္အႏိုင္ႏိုင္လုိ႕ထင္ထားတဲ႔သူေတြအမ်ားႀကီးပါ\nဒါေပမယ္႔လည္းOGတက္ေရာက္လာခဲ႔ပါတယ္ OGဟာအရာရာ ဆံုးရႈံးခဲ႔သူပါ\nအသင္းသား၂ေယာက္ဆံုးရံႈးရတယ္ ဖိႏွိပ္မႈေတြခံရတယ္\nဒါေပမယ္႔ ဘာမွထပ္ဆံုးရံႈးစရာမရွိေတာ႔တဲ႔ သူတစ္ေယာက္က ေလာကမွ ေၾကာက္ဖုိ႕အေကာင္းဆံုးမဟုတ္လား...\nOG မွာ ႏိုင္လဲအျမတ္ မႏိုင္လဲ အရင္း ထပ္ဆံုးရံႈးစရာမရွိေတာ႔ပါဘူး\nသူတုိ႕ ရလဒ္ကို ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/true-sight-ti8/",
        "category": "Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/3DhXUD6WQo8YoarDcxkDQHVPEIa-210x300.jpg",
        "title": "My Wife Is a Gangster 3 (2006)",
        "description": "IMDb Rating (6.4) ထိ ရရှိထားတဲ့ ရှေ့ကထွက်ရှိခဲ့တဲ့ My Wife is a Gangster ဇာတ်ကားတွေနဲ့ မဆက်စပ်တော့ပါဘူး။မင်းသမီးလဲ ပြောင်းသွားပြီး ဒီတစ်ခါဂိုဏ်းစတားမလေးကတော့ တရုတ်မင်းသမီးလေး Shu Qi ပါ။မင်းသားကတော့ ကိုရီးယားက တလွဲကောင်ဖြစ်ပြီး ဒီဇာတ်ကားက My Wife is a Gangster ဇာတ်ကားတွေထဲမှာ အရယ်ရဆုံးဇာတ်ကားလဲဖြစ်ပါတယ်။Action, Romance, Drama အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။\n****My Wife is a Gangster ဇာတ်ကားတွေကို  https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***\n-------------------------------------------------------\nIMDb Rating (6.4) ထိ ရရွိထားတဲ့ ေရွ႕ကထြက္ရွိခဲ့တဲ့ My Wife is a Gangster ဇာတ္ကားေတြနဲ႔ မဆက္စပ္ေတာ့ပါဘူး။မင္းသမီးလဲ ေျပာင္းသြားျပီး ဒီတစ္ခါဂိုဏ္းစတားမေလးကေတာ့ တရုတ္မင္းသမီးေလး Shu Qi ပါ။မင္းသားကေတာ့ ကိုရီးယားက တလြဲေကာင္ျဖစ္ျပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SAmc/My_Wife_Is_A_Gangster_3_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/osh6nbsn-209x300.jpg",
        "title": "My Wife Is a Gangster 2 (2003)",
        "description": "IMDb Rating (6.1) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားဟာပထမဇာတ်ကားရဲ့ အဆက်အဖြစ်ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်ကားမှာလဲ ဂိုဏ်းစတားမလေးရဲ့ ရန်ကြွေးတွေကို ဘယ်လိုပြန်ဆပ်မယ်ဆိုတာ........။Action, Romance, Crime အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။****My Wife is a Gangster ဇာတ်ကားတွေကို https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***----------------------------------------------------IMDb Rating (6.1) ထိ ရရွိထားတဲ့ ဒီဇာတ္ကားဟာပထမဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိခဲ့တာပါ။ဒီဇာတ္ကားမွာလဲ ဂိုဏ္းစတားမေလးရဲ႕ ရန္ေၾကြးေတြကို ဘယ္လိုျပန္ဆပ္မယ္ဆိုတာ........။Action, Romance, Crime အမ်ိဳးအစားျဖစ္ျပီး ခံစားအားေပးၾကည့္ပါဦး။****My Wife is a Gangster ဇာတ္ကားေတြကို https://channelmyanmar.org/?s=my+wife+is+a+gangster မွာရွာပါ။***\nFile Size...(800MB)\nQuality...DVD-Rip\nFormat...mp4\nDuration...01:50:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.1",
        "url": "https://megaup.net/4UsJh/My_Wife_Is_A_Gangster_2_[2003]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/C1925-09-208x300.jpg",
        "title": "My Wife Is a Gangster (2001)",
        "description": "IMDb Rating (6.5) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ကိုရီးယားဇာတ်ကားတွေထဲမှာ Taste တစ်မျိုးကို ပေးထားနိုင်ခဲ့တဲ့ နာမည်ကြီးဇာတ်ကားပါ။ နာမည်ကြီး လူကြိုက်များခဲ့လို့ နောက်ထပ်အဆက်ဇာတ်ကားတွေ ထွက်ခဲ့တဲ့အထိပါပဲ။မင်းသမီး Eun-Kyung Shin ရဲ့ မှင်သေသေ သရုပ်ဆောင်ချက်တွေ Action တွေက ရသတစ်မျိုးနဲ့ ထိုးဖောက်နိုင်ခဲ့ပါတယ်။ဂိုဏ်းစတားအဖွဲ့ရဲ့ ထိပ်သီးခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် အိမ်ထောင်ပြုရတော့မယ့်ဆိုတဲ့အခါ.....။Action, Romance, Comedy အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။****My Wife is a Gangster ဇာတ်ကားတွေကို  https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***----------------------------------------------------------IMDb Rating (6.5) ထိ ရရွိထားတဲ့ ဒီဇာတ္ကားဟာ ကိုရီးယားဇာတ္ကားေတြထဲမွာ Taste တစ္မ်ိဳးကို ေပးထားႏိုင္ခဲ့တဲ့ နာမည္ၾကီးဇာတ္ကားပါ။ နာမည္ၾကီး လူၾကိဳက္မ်ားခဲ့လို႔ ေနာက္ထပ္အဆက္ဇာတ္ကားေတြ ထြက္ခဲ့တဲ့အထိပါပဲ။မင္းသမီး Eun-Kyung Shin ရဲ႕ မွင္ေသေသ သရုပ္ေဆာင္ခ်က္ေတြ Action ေတြက ရသတစ္မ်ိဳးနဲ႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3AyDY/My_Wife_Is_A_Gangster_[2001]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adIYWpeduwAZjDIv9fuBjmH7DoL.jpg",
        "title": "The Witness(2018)",
        "description": "The Witness(2018)\nIMDb....5.5\nဟန္ေဆာင္းဟြန္းတစ္ေယာက္ အလုပ္တစ္ခု ေအာင္ျမင္တာနဲ႕ လုပ္ေဖာ္ကုိင္ဘက္ေတြကုိ အရက္တုိက္ရ\nျပဳစုရဆုိေတာ့ အိမ္ျပန္ေနာက္က်ေနတယ္... အိမ္ျပန္ေရာက္ေတာ့ မနက္ ၁ နာရီပတ္၀န္းက်င္ဆုိေတာ့ မိန္းမနဲ႕ သမီးေလးကလည္း အိပ္ႏွင့္ေနၿပီ...\nထုံးစံအတုိင္း ခ်က္ခ်င္းမအိပ္ေသးဘဲ ဘီယာေလးကုိၿမဳံေနလုိက္ေသးတယ္...အဲ့ဒီအခ်ိန္မွာပဲ  တိတ္ဆိတ္တဲ့မနက္ခင္း တစ္နာရီကုိ ထြင္းေဖာက္ၿပီး မိန္းကေလးတစ္ေယာက္ရဲ႕ ေၾကာက္လန္႕တၾကားေအာ္သံကုိ\nသူႀကားလုိက္ရတယ္.... ဒါေၾကာင့္ ျပတင္းေပါက္ကေန အသံၾကားရာဆီကုိ သူလွမ္းၾကည့္ေတာ့  တစ္ကုိယ္လုံးအနက္ေရာင္ ၀တ္ဆင္ထားတဲ့ လူတစ္ဦးက  မိန္းကေလးတစ္ေယာက္ကုိ မေသမခ်င္းေခါင္းကုိ\nထုရုိက္သတ္ေနတာသူေတြ႕လုိက္ရတယ္... ရဲကုိဖုန္းေခၚမလုိ႕ျပင္ျပန္ေတာ့ ေၾကာက္လြန္းလုိ႕တုန္ေနတဲ့သူ႕လက္ေၾကာင့္ ဖုန္းလည္း လြတ္က်တဲ့အျပင္ မိန္းမကတစ္ေရးႏုိးေတာ့ မီးဖြင့္တာေၾကာင့္ လူသတ္သမားက\nသူတုိ႕တုိက္ခန္းကုိ သတိထားမိသြားေလရဲ႕........\nစိတၱဇ ဆန္ဆန္ လူသတ္သမား..မ်က္ျမင္သက္ေသတစ္ဦး....လူေနအေဆာက္အဦးေရွ႕မွာရက္ရက္စက္စက္အသတ္ခံရတဲ့ အေလာင္းတစ္ေလာင္း..\nအမႈလုိက္ရဲအရာရွိေတြ.....\nကုိင္းေရွ႕ဆက္ျဖစ္မယ္ဟာေတြကုိေတာ့ ဇာတ္ကားၾကည့္ရင္းသာခံစားၾကေပေရာ....\nဒီကားက IMDb 5.5ကုိ သံသယျဖစ္ေနရင္ သုိ႕မဟုတ္ တျခားတစ္ေယာက္က မေကာင္းေလာက္ဘူး ထင္တယ္လုိ႕ေျပာလာခဲ့ရင္\nခင္ဗ်ားသာ Crime ဇာတ္ကားေကာင္းေကာင္းႏွစ္သက္တတ္တဲ့သူတစ္ေယာက္ျဖစ္ေနပါက လာေျပာတဲ့သူကုိ ဒိုးလိုက္ေတာ့လုိ႕ ခြန္းတုံျပန္ျပီး\nနင္းကန္သာဒါင္းၾကည့္လုိက္ပါ...\nၿပီးေတာ့ ဒီကားက hero ဆန္ဆန္ႀကီးမပါတဲ့အျပင္ တကယ့္ Realism  ဆန္ဆန္ေလးရုိက္ထားတာေတြ႕ရလိမ့္မယ္..\nလူအခ်ဳိ႕ရဲ႕ စိတ္သေဘာထားေတြ က်ဥ္းထဲႀကတ္ထဲေရာက္ရင္ရင္ ရင္ဆုိင္ေျဖရွင္းပုံေတြကုိ ပုံစံအမ်ဳိးမ်ဳိးေတြ႕ရလိမ့္မယ္..အကယ္၍မ်ား ဟန္ေဆာင္းဟြန္း ေနရာမွာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yGhy/The_Witness_(Mok-Gyeok-Ja)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    }
]