[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjc1MmI0MGItZWZkMi00M2E0LWJjMWMtMjg0YmNlMmEyZjY0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Waltons Thanksgiving (2022)",
        "description": "A Waltons Thanksgiving(2022)ဒီကားလေးကတော့ အခုလို ခရစ်ယာန်ဘာသာဝင်တွေရဲ့ ခရစ္စမတ်ကာလ ရိုးရာလို ခရစ်တော်ကို ကျေးဇူးတင်ကြောင်းသက်သေခံတဲ့ ကျေးဇူးတော်နေ့လေးအကြောင်းကိုဖော်ကျူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်Jesus ရဲ့ ဖန်ဆင်းမှု ကောင်းခြင်းပေးမှုဆိုတာ ခရစ်ယာန်တွေရဲ့သက်ဝင်ယုံကြည်မှုတစ်ခုပါဒါကြောင့်လဲ ကောင်းတဲ့ကိစ္စတစ်ခုခုဖြစ်လာတိုင်း အရှင်ယေရှုကိုကျေးဇူးတင်ပါတယ်ဆိုပီး သူတို့ရဲ့သက်ဝင်ယုံကြည်မှုကိုပြသတတ်ကြပါတယ်ဒီကားမှာတော့ ဝေါ်တွန်ဆိုတဲ့မိသားစုလေးရဲ့ ဘုရားသခင်ပေါ်သက်ဝင်ယုံကြည်မှုကိုမြင်ရမှာပါ ဝေါ်တွန်တို့မိသားစုဟာ ကလေးတွေအများကြီးရှိတဲ့ မြင်သူတိုင်းအားကျရတဲ့ပျော်စရာမိသားစုလေးတစ်ခုပေါ့\nကလေးတွေများတော့ထုံးစံအတိုင်း ပြဿနာတွေလဲများခဲ့တာပေါ့အဲ့တော့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ဂျွန်နဲ့ သူ့ဇနီးလစ်ဗီတို့ဟာ အတော်လေးထိန်းသိမ်းရရှာပါတယ်တောင်ယာလုပ်တဲ့မိသားစုလေးတွေပဲများတဲ့ American ရဲ့ county တစ်ခုဖြစ်တဲ့အားလျော်စွာ တစ်ရာသီပြီးလို့ ကောက်ရိတ်သိမ်းစရာတွေ ရိတ်သိမ်းပြီးတာနဲ့ ကောက်သစ်စားပွဲတော်ဆိုပီးကျင်းပလေ့ရှိကြပါတယ်ကောက်သစ်စားပွဲနဲ့အတူ ခရစ်ယာန်တွေရဲ့ ရိုးရာဖြစ်တဲ့ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းတဲ့ ကျေးဇူးတော်နေ့လေးကလဲကပ်ပါလာတာပေါ့ကလေးတွအများကြီးရှိတဲ့ မိသားစုကြီးတစ်စုအနေနဲ့ ကောက်သစ်စားပွဲမှာ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းဖို့ဘယ်လိုကျေးဇူးတင်စရာကိစ္စလေးတွေ သူတို့မိသားစုပေါ် ကောင်းချီးပေးမလဲဆိုတာတော့ ကြည်နူးရသလေးခံစားပြီး ကြည့်ကြည့်ကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hein That Naing ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:22:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hein That ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Rdhu/A_Waltons_Thanksgiving_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTSRf06tNe10OjAKwUvAiRa0Yy5.jpg",
        "title": "Lullaby (2022)",
        "description": "Lullaby (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးတစ်ရာအပြည့်ရထားတဲ့ စပိန်ကားလေးပါ။ စပိန်တွေက အင်တာကိုအဓိကပေါက်တာက ဒရာမာတွေများတတ်တော့ ဒီတစ်ခါလည်း ဒရာမာကားပါပဲ။ IMDb ကတော့ 7.3/10 ရထားပါတယ်။ ဇာတ်ကတော့ မိသားစုဒရာမာကိုမှ နှစ်ထပ်ကွမ်းမိသားစု ဒရာမာပါပဲ။ မနှစ်က ပင်နလိုပီခရုဇ် ရိုက်တဲ့ အော်စကာဆန်ခါတင်ဝင် မိသားစုဒရာမာနဲ့တောင်ဆင်ပါတယ်။မိန်းမတစ်ယောက်ရဲ့ ကိုယ့်အမေရယ် ကိုယ့်သမီးရယ်နဲ့ကြားက အတွေ့အကြုံတွေပေါ့။ ကြွေးသစ်ချပေးတာတို့ ကြွေးဟောင်းဆပ်တာ ဘာဘာညာညာတို့ပေါ့။ ကလေးရလာတဲ့အခါ မိဘတွေရဲ့ စိတ်ကို နားလည်လာမလည်လာ ဘာဘာညာညာရောပေါ့။ နောက် အိုမင်းမစွမ်းတော့တဲ့ မိဘတွေရဲ့ သားသမီးအပေါ် ပေးဆပ်ချင်စိတ်ကျန်နေခြင်းတွေ ဘာညာဘာညာနဲ့ မိသားစုဒရာမာကို မိသားစုဒရာမာပြန်ဆင့်ထားတဲ့ ရိတ်တင်အမြင့်စားနဲ့ စပိန်ဒရာမာကားကောင်းလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.42GB, 580MB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "7.3",
        "url": "https://megaup.net/1bebq/(CM)_Lullaby_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pic-150x200.jpg",
        "title": "Churuli (2021)",
        "description": "IMdb Rating (7.1)ဇာတ်လမ်းကိုပုံပြင်တစ်ပုဒ်နဲ့စဖွင့်ထားပါတယ်။ တောအုပ်တစ်အုပ်ထဲမှာ ပါရူမာဒန်ဆိုတဲ့ခရီးသွားတွေကိုလမ်းလွဲအောင်ဖမ်းစားတတ်တဲ့\nတစ္ဆေတစ်ကောင်သောင်းကျန်းလို့နေပါတယ်။(ဒီမှာဆို-မွေ့ကောင်ဆိုတာမျိုးပါးစပ်ပြောဒဏ္ဍာရီတွေရှိပါတယ်)\nအဲ့ဒီတစ္ဆေကိုနှိမ်နင်းဖို့ဆုံးဖြတ်ချက်နဲ့ ဘုန်းကြီးတစ်ပါးဟာ ခြင်းတစ်ခြင်းကိုခေါင်းပေါ်ရွက်ပြီးတောထဲဝင်ခဲ့ပါတယ်။\nဘုန်းကြီးဟာ အကြာကြီးလမ်းလျှောက်လာပြီးတဲ့နောက် လမ်းပေါ်မှာတွေ့တဲ့ဘောလုံးတစ်လုံးကိုကလေးတွေကစားဖို့ရည်ရွယ်ချက်နဲ့\nခြင်းထဲကောက်ထည့်လာပါတယ်။အချိန်တွေကြာလာတော့ ခြင်းတောင်းထဲက ရုတ်တရက်လှုပ်ရှားလာပြီး စကားသံထွက်လာပါတယ်။\nသူကောက်ထည့်လာတာဟာ လုံးပြီးနေနေတဲ့ ပုရွက်စားကောင်တစ်ကောင်ဖြစ်နေလို့ပါ။ စကားပြောတတ်တဲ့ ပုရွက်စားကောင်ကို\nသဘောကျသွားတဲ့ ဘုန်းကြီးဟာ အဲ့ဒီအကောင်ညွှန်တဲ့လမ်းအတိုင်းသွားရင်းနဲ့ သူကိုယ်တိုင်လမ်းပျောက်သွားပါတော့တယ်။\nသူ အသိနောက်ကျခဲ့တာက သူကောက်ထည့်ခဲ့တဲ့ ဘောလုံးဟာ အဲ့ဒီ တစ္ဆေကိုယ်တိုင်ဖြစ်နေတယ်ဆိုတာကိုပါပဲ။အန်တိုနီနဲ့ ရှာဂျီဗန်တို့ဟာ ဝေးလံခေါင်ဖျားတဲ့ရွာတစ်ရွာက ဝရမ်းပြေးလူဆိုးတစ်ယောက်ကိုလက်ရဖမ်းဖို့ရည်ရွယ်ချက်နဲ့\nအလုပ်ကြမ်းသမားတွေအဖြစ်အသွင်ယူရောက်ရှိလာခဲ့ပါတယ်။ အဲ့ဒီလူကို နာမည်တစ်ခုကလွဲလို့ မသိဖူး မမြင်ဖူးကြတဲ့အပြင်\nဓာတ်ပုံလေးတစ်ခုတောင်ရှိမနေပါဘူး။ အဲ့ဒီ ရွာကိုသွားဖို့လဲဂျစ်ကားတစ်စီးသာခရီးကြုံရှိလု့ိမေးစမ်းပြီး တက်လိုက်လာခဲ့ကြပါတယ်။\nခရီးဖော်ရွာသားတွေနဲ့တွေ့လို့စကားစမြည်ပြောကြည့်တဲ့အခါ စကားပြောချိုသာယဉ်ကျေးပြီး ရိုးသားကြတယ်လို့တောင် သူတို့\nမှတ်ချက်ပြုမိခဲ့ပါသေးတယ်။ နက်ရှိုင်းတဲ့တောအထပ်ထပ် အကွေ့အကောက်လမ်းတွေနဲ့ တောင်အသွယ်သွယ်ကိုဖြတ်ကျော်အပြီး\nချောက်ကမ်းပါးကြီးတစ်ခုပေါ်မှာ ခနော်နီခနော်နဲ့ တံတားတစ်ခုရှိနေပါတယ်။ ဂျစ်ကားနဲ့လူတွေရဲ့ဝိတ်နဲ့ ဘယ်လိုမှဖြတ်မောင်းဖို့\nမဖြစ်နိုင်တဲ့အတွက် လူတွေကလမ်းဆင်းလျှောက်ပြီး ကားကိုထိန်းဖြတ်မောင်းရင်း ဟိုဘက်အရောက်မှာ ဇာတ်လမ်းကစပါတယ်။\nစောစောကအထိ အင်မတန်ချိုသာယဉ်ကျေးတဲ့ နယ်ခံရွာသားတွေဟာ စကားအခွန်းတိုင်းအခွန်းတိုင်းမှာ အဆဲစကားမပါမပြီးတဲ့\nအလွန်ရိုင်းစိုင်းခက်ထန်စရိုက်ကြမ်းတဲ့သူတွေအဖြစ်ပြောင်းလဲသွားတော့တာပါပဲ။ ဒါပေမယ့် ပိုပြီးဆန်းကြယ်နက်နဲတဲ့ ပဟေဠိနဲ့လျှို့ဝှက်ချက်တွေက\nသူတို့ကိုရှေ့မှာစောင့်ကြိုနေပါသေးတယ်။Churili ဟာ မလေယလမ်စကားဖြစ်ပြီး ဝင်္ကပါလို့အဓိပ္ပါယ်ရပါတယ်။ Independent ဘက်ကိုအားသန်ပုံရတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/churuli-2021/",
        "category": "Bollywood, Fantasy, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/t2TwdmX3Cy2LY8zCxiIMymjGipl-150x200.jpg",
        "title": "[18+]Outing 3(2020)",
        "description": "[18+]Outing 3(2020)*******************ယူချင်းတို့လင်မယားဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီရှိပြီးပြေလည်တဲ့ သူတွေပေါ့..(၂)ယောက်လုံးဟာ လိင်စိတ်ပြင်းထန်လွန်းတယ်ဆိုပေမဲ့အိမ်မှာတော့ မေးထူးခေါ်ပြောလောက်နဲ့လင်မယားဆက်ဆံရေး ပြေလည်ရုံလောက်ပဲနေကြတယ်..သူတို့ဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့မှန်းမိကြမှာပါ..အပြင်မှာ သူတို့စိတ်တွေကိုဖြေဖျောက်ပေးမယ့်အလှအချောလေးတွေရှိနေလို့ပေါ့..18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....File Size : (999MB) and (574MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1be5w/Outing_3_.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDk3OTY4M2MtNjZhOC00N2I2LWJmODAtYjg4NmVlODY4OGQ4XkEyXkFqcGdeQXVyMTM1Mjk5NDUy._V1_-133x200.jpg",
        "title": "Aaja Mexico Challiye (2022)",
        "description": "Aaja Mexico Challiye (2022)IMDb-6.8/10ဘွဲ့ရပညာတတ်လူငယ်တွေနိုင်ငံရပ်ခြားကို ထွက်ကုန်ကြတာမြန်မာတစ်နိုင်ငံတည်းမဟုတ်ပါဘူး:3\nSaunkan Saunkne ကားထဲက မယားနှစ်ယောက်နဲ့ အခွီမင်းသားကြီး Amy Virk က\nဒီကားမှာတော့ မျက်ရည်လည်တဲ့အထိမတူတဲ့ဇာတ်ရုပ်နဲ့သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ\nအင်ဂျင်နီယာဘွဲ့ရတစ်ယောက်ပန်မန်ဟာ အများနည်းတူ အမေရိကန်သွားပြီး\nအလုပ်လုပ်၀င်ငွေတွေရှာချင်နေတဲ့တက်ကြွပန်ချာပီလူငယ်လေးတစ်ယောက်ပါ\nနိုင်ငံရပ်ခြားကိုပို့ပေးတဲ့ အေဂျင်စီတွေခြေချင်းလိမ်နေတဲ့အချိန်ကာလတစ်ခုပေါ့အမေရိကန်ကို သွားချင်လွန်းနေတဲ့ပန်မန်ကို\nအေဂျင်စီကတောင်းတဲ့မတန်တဆဈေးနဲ့ တစ်အိမ်လုံးကအနစ်နာခံပြီးပို့ပေးလိုက်ကြတယ်\nခရီးစဉ်တစ်လျောက်တက်ကြွနေတဲ့ကောင်လေးဟာ\nလေဆိပ်အဆင်းမှာတော့ လွဲချော်မှုတွေစလာပြီ\nအေးဂျင့်ဆိုတဲ့လူကလည်းဖုန်းမကိုင်တော့ပါဘူး\nအဲဒီချိန်မှာပဲ သူ့လိုအမေရိကန်အိမ်မက်နဲ့အလိမ်ခံလိုက်ရတဲ့လူတွေနဲ့ဆုံဆည်းပြီး\nဒုက္ခသုခတွေကြုံလာရပါတော့တယ်ဒီလိုနဲ့ပန်မန်အပါအ၀င် အမေရိကန်အိမ်မက်တွေနဲ့လူတွေဟာ အေးဂျင့်ကျေးဇူးနဲ့\nအမေရိကန်မရောက်ပဲ မက္ကဆီကိုက တောကြီးထဲရောက်သွားချိန်မှာတော့....\nစိတ်တောင်မကူးခဲ့ဖူးတဲ့ မက္ကဆီကိုတောကြီးထဲမှာ ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းကြမလဲ\nသူတို့တွေ ဒီအခက်အခဲတွေကျော်ပြီးအမေရိကန်ကိုရောက်နိုင်ပါဦးမလား ရှူစားကြည့်ပါဦး\nFile size…2.7GB / 1.25GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ BpL ~ Cherry",
        "rating": "6.8",
        "url": "https://megaup.net/1Rbxg/Aaja.Mexico.Chaliye.(2022).720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f6v4ZYn9VOuVRz43ZquXYGSQ7i9.jpg",
        "title": "Hello, Beijing ( 2022 )",
        "description": "လူတိုင်း လူတိုင်းမှာ အိမ်မက်ကိုယ်စီရှိကြပါတယ်\nအိမ်မက်တိုင်းကို အကောင်အထည်ဖော်ဖို့က ကလဲ စျေးပေါပေါ\nလွယ်လွယ်ကူကူနဲ့ ရတတ်ကြတာမဟုတ်ပါဘူး ။\nပေးဆပ်မှုတွေ ရင်းနီးမှုတွေ စတေးမှုတွေနဲ့ မြှုပ်နှံပြီးမှ\nအကောင်အထည်ဖော်လို့ရကြတာပါ ။ဒီနေ့မှာဆိုရင်တော့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nကြိုးစားကြနေတဲ့ အသက်အရွယ်မတူညီတဲ့\nလူ ၃ ယောက်အကြောင်း ရိုက်ကူးပုံဖော် ထားသော\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။❏ ပရော့ဂျက်အောင်မြင်ခါနီးမှာမှ ရင်းနှီးမြှုပ်နှံသူတွေ\nနှုတ်ထွက်သွားပြီး အကြွေးတွေ ဝိုင်းဝိုင်းလယ်ကာ\nကူရာမဲ့ ဖြစ်နေတဲ့ ကုမ္ပဏီ သူဌေး - လီမင်ချီ❏ အိမ်က သဘောမတူတဲ့ကြားထဲမှာမှ အိမ်ကိုဆန့်ကျင်\nအတိုက်အခံလုပ်ကာ ပေကျင်းသို့ သူ့ရဲ့ အဆိုတော်ဖြစ်ချင်တဲ့\nအိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nအိမ်ပေါ်ကဆင်းလာသူ ထက်မြတ်တဲ့ လူငယ်လေး - ယန်နမ်❏ ချစ်ရသူနဲ့ လက်ထပ်ပြီး နေထိုင်ဖို့ အိမ်လေးဝယ်ချင်နေပေမဲ့\nအကျပ်အတည်းနဲ့ ရင်ဆိုင်နေရသူ ရိုးသားကြိုးစားတဲ့\nအမြန်ချောပို့သမားလေး - လျိုရွှင့်အကျပ်အတည်း တစ်မျိုးစီနဲ့ ရင်ဆိုင်နေရတဲ့ သူတို့တွေ\nပေကျင်းမှာ ဘယ်လိုများဆက်လက်ပြီးရှင်သန်ကြမှာလဲ ?\nသူတို့ရဲ့ အိမ်မက်တွေကရော အကောင်အထည်ဖော်နိုင်ပါ့မလား ?\nအိမ်မက်ကိုအကောင်အထည်ဖော်နေစဥ်အတွင်းမှာ\nဘယ်လို စိန်ခေါ်မှုတွေ အခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ?\nဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါနော် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/hello-beijing-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMu6Qok9zobGsAHfSk1XFstzFN8.jpg",
        "title": "Aporia (2019)",
        "description": "Aporia (2019)\n==========ဇာတ်လမ်းအစမှာ လူတစ်စုကရွာသားတွေကိုဖမ်းပြီးတောင်တွေ\nဆီကိုဦးတည်မောင်းလာတယ်။ ဒါပေမယ့် ရွာသားတွေကိုခေါ်မလာ\nခင် လူတိုင်းရဲ့လည်ပင်းကိုဆေးတွေထိုးပေးလိုက်တယ်။ အခြား\nဆေးတော့မဟုတ်ပါဘူး။ဇွန်ဘီဖြစ်လာနိုင်တဲ့ စမ်းသပ်တဲ့ဆေးတွေ။\nအဲ့ထဲမှာ အာဗင်နဲ့ အိစ်ချ်တို့လင်မယားနှစ်ယောက်လည်းပါတယ်။အာဗင်က ကားနောက်ခန်းထဲမှာ ခေါ်လာတဲ့သူတွေကိုပြန်တိုက်ပြီး\nထွက်ပြေးကြဖို့ တိုင်ပင်ထားကြပေမယ့်လည်း တကယ်လည်းဖြစ်\nလာရောအလုပ်မဖြစ်ဘူး။ ခရီးဆုံးလည်းရောက်ရော ဖမ်းခေါ်လာသူ\nတွေက သူတို့ကို တောင်ကြားတွေဆီကိုပြေးခိုင်း ပြီးတော့ သေနတ်နဲ့\nလိုက်ပစ်တယ်။ ပြေးရင်းနဲ့ပဲ အီချ်နဲအာဗင်ဟာ မြောင်းကြားထဲကို\nကျသွားတာပေါ့။မြောင်းကအတော်လေးနက်ပြီး ပြန်တက်ဖို့မလွယ်\nပါဘူး။ လိုက်သတ်တဲ့သူတွေက မသတ်တော့ဘဲပြန်သွားကြတယ်။\nဒီလိုနဲ့ညရောက်လာတော့ သူတို့ထဲကတစ်ယောက်ကဆေးအစွမ်းပြ\nလာတဲ့အခါမှာတော့....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (620 MB) / (338 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Horror\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/2x9TZ/Aporia.2019.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJnpEwTA1RhnZCP5epnBf8O9vz6.jpg",
        "title": "The African Desperate (2022)",
        "description": "The African Desperate (2022)~ IMDb - 5.4/10, Rotten Tomatoes - 83% ~Coming of Age, Comedy အမျိုးအစား​လေးဖြစ်လို့ ​ပေါ့​ပေါ့ပါးပါးကြည့်ချင်ရင် အကြိုက်​​တွေ့မယ့်ကား​လေးပါ။ ဒီကားကို တချို့က အနုပညာလောကကို အမြင်ကျဉ်းကျဉ်းနဲ့ကြည့်ထားတဲ့ ကျယ်ပြန့်တဲ့ရုပ်ရှင်ကားလို့ဆိုကြတယ်။ အနုပညာကျောင်းက ကျောင်းမပြီးခင် နောက်ဆုံးနေ့တစ်နေ့က မိန်းကလေးတစ်ယောက်ရဲ့ အတွေ့အကြုံကို ရိုက်ပြထားတာပေါ့။Aquarius မိန်းက​လေး Palace ရဲ့ ​ကျောင်းမပြီးခင် ၂၄ နာရီအတွင်း ကြုံရတဲ့ အခက်အခဲ အ​တွေ့အကြုံ​တွေကို ဟာသ​လေး​နှောပြီး ရိုက်ပြထားတဲ့ကား​လေးပါ။ ဒီကားဟာ အနုပညာကျောင်းတွေအပေါ် အမြင်သစ်နဲ့ ရိုက်ပြထားတဲ့ကားဖြစ်ပြီး Street Photography တွေကို Reference လုပ်ထားတဲ့ စီနီမာတိုဂရပ်ဖီတွေ၊ ခပ်ကြမ်းကြမ်း နောက်ခံတေးဂီတတွေကိုလည်း သုံးထားပါတယ်။ ပွဲဦးထွက်ကားမှာတင် ဒီလိုခပ်လန်းလန်းကားကို ရိုက်ပြနိုင်တဲ့ အမေရိကန်ဒါရိုက်တာမ Martine Syms ရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Rbu7/(CM)_The_African_Desperate_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t73m7lX0eFYDjlB1Gcb7r3S5Yt.jpg",
        "title": "A Very Long Engagement (2004)",
        "description": "A very long engagement (2004)========================၁၉၁၉ ခုနှစ် သြဂုတ်လမှာ မာသိဒ် သီလရှင်တစ်ပါးဆီက စာရပါတယ်။စာက ပထမကမ္ဘာစစ်ထဲမှာ သေသွားပြီလို့ သိထားတဲ့ သူ့ခင်ပွန်းလောင်းရဲ့ရဲဘော်တစ်ဦးဆီပါ။ အဲဒီနောက်မှာတော့ သူ့ခင်ပွန်းလောင်းအပါအဝင်သေမိန့်ချခံခဲ့ရတဲ့ စစ်သားငါးယောက်အကြောင်းကို ကြားခဲ့ရပါတယ်။အဲဒီကနေစပြီး မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်း မတ်နတ်ခ်ကို ရှာပုံတော်ဖွင့်ပါတော့တယ်။မာနတ်ခ်ကို ရှာရတဲ့ခရီးက လွယ်တော့ မလွယ်လှပါဘူး။ ပထမဆုံးပဲရစ်ကို သွားပြီး စုံထောက်တစ်ယောက်ငှားတယ်။ သူ့ကို ပိုက်ဆံတွေအလကားဖြုန်းပစ်နေတာပဲလို့ ပြောကြပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ကလည်း မေ့ပစ်ပြီး သင့်တော်တဲ့သူတစ်ယောက်ရှာတော့တဲ့။အမျိုးမျိုးတားကြတဲ့ကြားမှာ မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းအသက်ရှင်နေသေးတယ်လို့ ခိုင်ခိုင်မာမာ ယုံကြည်ထားဆဲပါပဲ။ ဒီလိုနဲ့ရသမျှအချက်အလက်တွေကို လိုက်ချိတ်ဆက်ပါတော့တယ်။မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းကို ရှာတွေ့ပါ့မလား?သူ့ခင်ပွန်းလောင်းကရော အသက်ရှင်နေပါ့မလား?အသက်ရှင်နေရင်ရော ဘာတွေကြောင့် ပြန်မလာနိုင်တာလဲ? အညွှန်းနဲ့ ဘာသာပြန်ကို Phu Myat Thwe ရေးသားထားပါတယ်  File size…2 GB / 819MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 13m\nGenre ..... ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Rbo2/A.Very.Long.Engagement.2004.BluRay.1080P5.1CH(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zHYULFLTrzvKNTsTyyJsGPzQ5Ct.jpg",
        "title": "Grandpa Tea ( 2022 )",
        "description": "ဒီတစ်ခါမှာ CM Chinese Fansတွေကိုမြို့ပြရဲ့ပျားပိတုန်းတွေလို\nလူးလားခတ်အလုပ်ရှုပ်မှုတွေကိုခဏထားခဲ့ပြီး\nစိမ်းစိုပြီးသာယာအေးချမ်းတဲ့လက်ဖက်စိုက်ခင်းတောင်ပေါ်ကိုခေါ်သွာပေးပါရစေရှောင်ပိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ မြို့ကြီးတစ်ခုမှာနေထိုင်ပြီး\nLive Sale ရောင်းတဲ့အလုပ်လုပ်ပါတယ်။\nအဖိုးရဲ့အသက်(၇၀)ပြည့်မွေးနေ့ကိုဂုဏ်ပြုဖို့အတွက်ရွာကိုပြန်လာတဲ့အခါမှာ\nလမ်းမှာကားဘီးပေါက်တော့ အူကြောင်ကြောင်ရွာသားတစ်ယောက်နဲ့တွေ့ပြီး\nမကောင်းကြံသူလို့ထင်မှားမိကာ မျက်လုံးကိုငရုတ်ရည်နဲ့ဖြန်းခဲ့မိပါတယ်။နောက်မှသိလိုက်ရတာကအဲဒီအူကြောင်ကြောင်ကောင်လေးဟာ\nသူ့အဖိုးရဲ့တပည့်ကျော်ဖြစ်နေတာပါပဲ။\nမွေးနေ့ပွဲမှာရှောင်ပိုင်ရဲ့မထင်မှတ်ပဲလုပ်မိတဲ့အမှားကြောင့်\nအဖိုးဖြစ်သူကဆေးရုံတက်ရပါတော့တယ်။\nအဲဒီလိုနဲ့ မြို့ကြီးသူနဲ့အူကြောင်ကြောင်ရွာသားလေးတို့က\nလက်တွဲပြီးအလုပ်လုပ်ဖို့ဖြစ်လာပါတော့တယ်။\nမြို့ကြီးသူနဲ့ ရွာသားလေးတို့ဘယ်လိုအလွဲအလွဲအချော်ချော်ဖြစ်ကြဦးမယ်......\nသူတို့၂ယောက်ကြားမှာအချစ်မီးပန်းတွေရောပွင့်လာနိုင်မလား...\nဆိုတာကို စိမ်းစိုပြီးအရမ်းလှပတဲ့ရှုခင်းတွေကြည့်ရင်း ခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/grandpa-tea-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydTkYBA1wdJKy6y3gVqAFuW4aUq.jpg",
        "title": "The Legend Of Justice WuSong ( 2022 )",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်တာကတော့\nနာမည်ကြီးကာတွန်းတစ်ခုကနေ ရုပ်ရှင်အပြင်အသက်သွင်းထားတဲ့ ဇာတ်လမ်းတစ်ခုပါ။တစ်နေ့မှာတော့ ‌ကျားကိုသတ်ခဲ့လို့ဆိုပြီး သိုင်းသမား\nဝူစုန့်တစ်ယောက်က ပြန်လာရင်း တစ်နယ်‌တစ်ကျေးကို\nပြောင်းနေပြီထင်တဲ့ အစ်ကိုအရင်းဖြစ်သူ ဝူတာ့လန်နဲ့\nငယ်ရွယ်ပြီး ချောမောလှပတဲ့ ဖန်ကျင်းလျန်ဆိုတဲ့ မရီးတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ရိုးအတဲ့အစ်ကိုဖြစ်သူရဲ့ ဇနီးမို့ ရင်းနှီးဖော်ရွေစွာ ဆက်ဆံခဲ့ပေမယ့်လည်း\nနောက်ကြောင်းမရှင်း အကြံကြီးလှတဲ့မရီးဖြစ်သူဟာ\nဂွင်ဖန်ပေမယ့် ကိုယ်ကျင့်တရားကောင်းသူ ဝူစုန့်ကတော့ မဖြုံခဲ့ဘူး\nမြို့အနှံ့အချောအလှနာမည်ကြီးနေတဲ့ ဖန်ကျင်းလျန်ရဲ့\nအလှကျော့ကွင်းမှာ မိသွားသူကတော့ ရှီမန်းချင်ဆိုတဲ့ လူတစ်ယောက်ပေါ့။ဖန်ကျင်းလျန်ကိုမှ လိုချင်လှပါချည်ရဲ့ဆိုပြီး အဘွားနန်ကို\nလာဘ်ထိုးလို့ ရယူဖို့ ကြိုးစားခဲ့ရာကနေ အရှုပ်အထွေးတွေဖြစ်လာခဲ့တယ်\nဝူတာ့လန်နဲ့ ဖန်ကျင်းလျန်ရဲ့အိမ်ထောင်ရေးကရော ဘယ်လိုဖြစ်မလဲ....\nရှီမန်းချင်ရဲ့ဝင်ရှုပ်မှုကြောင့် နောက်ဆက်တွဲ ဘာတွေဖြစ်လာမလဲ....\nဝူစုန့်ကရော ဘာကြောင့်အစ်ကိုဖြစ်သူရဲ့စကားကို ပယ်ရှားရတာလဲ....\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-justice-wusong-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNGU1ZTg0MmQtYTQyYS00ZTk0LWEwNzMtMmI1NDE4ZmExOTZkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-147x200.jpg",
        "title": "Gatta Kusthi (2022)",
        "description": "Gatta Kusthi (2022)နာမည်ကြီးမင်းသား Vishnu နဲ့ ချစ်စရာမင်းသမီးချောလေး Aishwarya Lekshmi ရိုက်ကူးထားပြီး\nIMDb ကလည်း 7အထိရထားတဲ့ Comedy အမျိုးအစားရုပ်ရှင်ကိုတင်ဆက်ပေးချင်ပါတယ်\nဟာသဇာတ်မြူးလေးကိုမှ အချောအလှလေးတွေပါဝင်တာကြည့်ချင်ရင်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်နော်..ခီသီ(Aishwarya Lekshmi)ဆိုတာက နပန်းကိုငယ်ငယ်တည်းက လေ့လာလိုက်စားရင်းနိုင်ပွဲတွေကို\nဆွတ်ခူးနိုင်ခဲ့သူပါ အနိုင်ကျင့်တဲ့လူတွေကိုပညာပြတဲ့ ဘွဲ့ရပညာတတ် ဆံပင်တိုတို\nဗလတောင့်တောင့်ကောင်မလေးပေါ့ သူ့ကိုအိမ်ထောင်ဘက်အဖြစ်လာရွေးတဲ့လူတွေကလည်း\nကိုင်‌ပေါက်ခံရမှာကြောက်လန့်ပြီးထွက်ပြေးကြတာချည်းပါပဲဗီရာ(Vishnu)ကတော့ တစ်ဦးတည်း‌သောသူဌေးသားပေါ့သတို့သမီးလောင်းအတွက်သူ့ရဲ့စံသတ်မှတ်ချက်တွေက\nဆံပင်ရှည်ကြီးနဲ့ သူထိန်းချုပ်တိုင်းရမယ့်ပညာမတတ်မိန်းကလေးမျိုးပါ\nဒီလိုနဲ့နှစ်ယောက်ကကံဆုံကြပြီး လူကြီးတွေကသူတို့ကိုအိမ်ထောင်ချပေးဖို့လုပ်လေတော့\nခီသီတစ်ယောက်ဘယ်လိုလိမ်ဆင်တွေလုပ်မလဲ ဆံပင်ရှည်ကြိုက်တဲ့ယောကျာ်းနဲ့ ဆံပင်တိုတိုခီသီတို့\nဘယ်လိုတွေလှည့်ပတ်ပြီးစခန်းသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါရှင်\nFile size…2.78GB /1.23GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/3d5jC/Gatta_Kusthi_(2022)_Tamil%C2%A0TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryXm7xp4aqQyda0FU2eMfHehPBg.jpg",
        "title": "The Road to El Dorado(2000)",
        "description": "The Road to El Dorado(2000)************************** စွန့်စားခန်းတွေ၊ ရတနာရှာဖွေရေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် old but goldဇာတ်ကားကောင်းလေးတပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။\nEl Dorado ဆိုတာက ရှေးနတ်ဘုရားတွေ ဖန်းဆင်းထားခဲ့ပြီး ရွှေအပြည့်နဲ့ ရွှေမြိုတော်ကြီးလို့သိကြပါတယ်။ဒါပေမယ့် ဒီမြို့ကိုတော်ရုံနဲ့တော့ ရှာမတွေ့နိုင်ဘူးပေါ့ဗျာ။\nမီဂယ်လ်နဲ့ တူလီယို ဟာဆိုရင် လောင်းကစားတောင်မှ လိမ်စားတဲ့ အကြံဖန်သမားတွေပါ။ကံ‌ ကောင်းလားဆိုးလားတော့မသိ el dorardoကိုသွားတဲ့မြေပုံကို လောင်းကစားလုပ်ရင်းရခဲ့ပြီးပြေးရင်းလွှားရင်းနဲ့ပဲ အဲ့မြို့တော်ကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားပါတယ်..ဘယ်လို ခိုးထုတ်ကြမလဲဆိုတာကိုတော့....   File Size :(2.08GB) (866 MB) and (234 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ram9/The.Road.to.El.Dorado.2000_.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYTY2MmRhMDktZmEyNy00NzMyLTkyZTEtYWQ5NjQ0Y2RlMjc5XkEyXkFqcGdeQXVyNjU4ODQ2MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "My Southern Family Christmas (2022)",
        "description": "My Southern Family Christmas (2022)\n===========================\nIMDb Rating -  7.1/10Campbell ဟာ သူအလုပ်လုပ်နေတဲ့ မဂ္ဂဇင်းမှာ ခရစ္စမတ်ကာလ\nအထိမ်းအမှတ် ဆောင်းပါးတွေ ရေးစရာ ဇာတ်လမ်းမကျန်တော့လို့\nခေါင်းစားနေသူပါ။ ဒါပေမဲ့ အဲနေ့မှာပဲ Jennifer ဆိုသူ အမျိုးသမီးက\nသူ့ဆီ သူ့ရဲ့အဖေအရင်းဖြစ်သူနဲ့ လက်ထပ်ထားတဲ့သူပါလို့ပြောထားတဲ့\nအသံမက်ဆေ့ခ်ျတစ်ခု ပို့လာခဲ့ပါတယ်။ Campbell ကဖုန်းပြန်ခေါပြီး\nမေးတော့ သူ့အဖေက သူတို့နေတဲ့မြို့လေးရဲ့ Pere Noel ( Santa version\nတစ်မျိုး ) အဖြစ်အရွေးခံရကြောင်း၊ မိသားစုအတွက် ဂုဏ်ယူစရာကိစ္\nစတစ်ခုဖြစ်လို့ လှမ်းအသိပေးတာဖြစ်တဲ့အကြောင်း ပြောလာခဲ့ပါတယ်။\nအဲမှာပဲ Campbell ဟာ သူတစ်သက်လုံးမသိခဲ့တဲ့ အဖေတူ အမေကွဲ ညီမ\nတွေရှိတာ သိလိုက်ရပါတယ်။အဲဒါနဲ့ Campbell ဟာ အဲမြို့က ခရစ္စမတ်ရိုးရာဓလေ့တွေ၊ သူ့အဖေ Pere\nNoel အရွေးခံရတဲ့ အကြောင်းတွေကို အဲမြို့တွင်းသတင်းစာမှာ ဖတ်ထား\nတာကို သူ့အယ်ဒီတာကတွေ့သွားပြီး အဲမြို့ရဲ့ ခရစ္စမတ်ထုံးစံတွေကို ဆောင်း\nပါးရေးဖို့ ပြောပါတော့တယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1b64b/My.Southern.Family.Christmas.2022.720p.WEB_DL(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLKSPbHFmkxzsNbEfqMI10FQvgb.jpg",
        "title": "[18+] Pink Cut: Love Me Hard, Love Me Deep (1983)",
        "description": "Pink Cut: Love Me Hard, Love Me Deep (1983)Nikkatsu Pink Films တွေထဲက ရှားရှားပါးပါး အချစ်ဟာသပုံစံနဲ့ ကားလေးတစ်ကားပါ။ Mami ဆိုတဲ့ ဆံသဆိုင်ပိုင်ရှင်ကောင်မလေးဟာ ငယ်ရွယ်ပြီးဆွဲဆောင်မှုရှိတဲ့မိန်းကလေးတွေကို ဆိုင်မှာခန့်ထားပြီး ယောက်ျားလေးဖောက်သည်တွေကို ဆွဲဆောင်ပါတယ်။ သူကိုယ်တိုင်လည်း ကောလိပ်ကို ဖြတ်လမ်းကနေ အတန်းမတက်ပဲအောင်ဖို့ ကောလိပ်ဆရာကြီးတစ်ယောက်ကိုဝင်အောင်းထားပါတယ်။သူ့ဆိုင်မှာလာညှပ်နေတဲ့ ကောလိပ်ကျောင်းသားလေး Akira ကတော့ ချစ်သူနဲ့နီးစပ်ဖို့ အလုပ်ရှာနေပေမယ့်အလုပ်ကံခေလို့ ချစ်သူရဲ့ငြိုငြင်မှုကို ခံနေရသူဖြစ်ပါတယ်။ Akira နဲ့ချစ်သူကောင်မလေး၊ Mami နဲ့ကောလိပ်ဆရာ၊ Mami ရဲ့ဆိုင်ကဆံသဆရာမလေးတွေနဲ့ဖောက်သည်တွေရဲ့ ဇာတ်လမ်းအစုံစုံတို့ကို ဟာသနှောပြီး ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားတာပါ။ မြင်နေကျကားတွေမှာလို ကြိုးတုပ်တာတွေ ဖယောင်းစက်ချတာတွေ နှိပ်စက်အဓမ္မတွေမပါဝင်ပဲ အချစ်ဟာသ ဇာတ်ကားလေးတစ်ကားအတိုင်း အရောင်စုံပေါ့ပေါ့ပါးပါး ရှုစားခံစားဖီးတက်ရမယ့် ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.6GB, 620MB\nQuality ...",
        "rating": "",
        "url": "https://megaup.net/2x7O1/(DS)_Pink_Cut_-_Love_Me_Hard,_Love_Me_Deep_(1983)_720p.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/inbsert-when-135x200.jpg",
        "title": "When Are You Moving Out? (2022)",
        "description": "ဒီကားမှာမင်းသား Dan Hasson နဲ့ Tom O'Brien တို့က Tom နဲ့ Danny အဖြစ်အဓိကပါဝင်ထားပါတယ်. Director ကတော့ Dan Hasson ရိုက်ကူးထားတာပါ. အဓိက Story ကတော့ Tom နဲ့ Dan က ကျောင်းအတူတူတက်ခဲ့တဲ့သူငယ်ချင်း2ယောက်ကနေအခန်းဖော်အဖြစ်အတူတူနေကြတဲ့ဇာတ်လမ်းပါ. Danny က ကိုယ့်အလုပ်ကိုပဲအာရုံစိုက်ပြီးခပ်အေးအေးနေတတ်ပါတယ်. Tom ကတော့ပြောင်းပြန်ပါ ပါတီတို့ ဆေးခြောက်သောက်တာတွေပဲလုပ်နေတဲ့လူပါ. ဒီလိုစရိုက်မတူတဲ့သူငယ်ချင်2ယောက် တစ်အိမ်ထဲအတူတူနေလာတော့မှ အကြွေးမပေး ပါတီတွေလုပ် အခန်းမရှင်းရင်းကနေ စိတ်ဝမ်းကွဲသွားတာအဖြစ်အပျက်အကြောင်းရိုက်ထားတာဖြစ်ပါတယ်...သူငယ်ချင်းတွေကြားဖြစ်တတ်ပုံလေးကို ဟာသနှောထားတာမို့ ခံစားကြည့်လိုက်ပါဦး။File size…(1.41GB)  / (`969MB) / (397MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...   Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Son Gohan",
        "rating": "",
        "url": "https://megaup.net/1R73g/When.Are.You.Moving.Out.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-as-138x200.jpg",
        "title": "Ashgrove(2022)",
        "description": "ဒီကားက ၁နာရီခွဲသာကြာပြီး ဇာတ်လမ်းအစမှာတင် ကမ္ဘာတစ်ခုလုံးကရေတွေက အဆိပ်တောက်ဖြစ်ပြီး လူတွေကိုသတ်နေခဲ့တာကြောင့်လူတွေကရေကိုအောင်စတွေနဲ့ တစ်နေ့ကိုဘယ်လောက်ဆိုပြီးတိုင်းတာပြီးသောက်သုံးနေကြရတယ် အဲ့တာကိုဖြေရှင်းဖို့ကမ္ဘာ့ထိပ်တန်းသိပ္ပံပညာရှင်တွေကကြိုးစားနေပြီး အထူးသဖြင့်အဖြေနဲ့အနီးကပ်ဆုံးလို့ထင်ရတဲ့Dr.Ashgrove, Jenniferအနေနဲ့Amanda Brugelကသရုပ်ဆောင်ထားပါတယ် သူ့ခင်ပွန်းအနေနဲ့ကတော့Jasonအဖြစ်နဲ့Jonas Charnickပေါ့ လူသားတွေကိုကယ်တင်ရမယ့်တာဝန်တွေပိနေတဲ့မိန်းမတစ်ယောက်က အလုပ်မှာပဲတာဝန်ပိနေခဲ့ပြီးအိမ်ထောင်ရေးဘက်ကိုလည်းဂရုမစိုက်နိုင်ဖြစ်ပြီး အတိတ်မေ့ရောဂါစတင်ခံစားလာခဲ့ရတာပေါ့ အဲ့ကနေမှအလုပ်ကခနအနားယူတာကနေ အိမ်ထောင်ရေးပဋိပက္ခတွေကို သဘာဝဆန်ဆန်ရိုက်ကူးထားပါတယ် ဇာတ်လမ်းကကြည့်ရှုသူတွေကို၁နာရီအစောပိုင်းမှာအနည်းငယ်ပျင်းနေစေလိမ့်မယ် ဒါပေမဲ့ နောက်မှတစ်ကယ့်big twistတစ်ခုပေါ်လာပြီး ဪဆိုပြီးဖြစ်သွားစေမယ့်ဇာတ်ကားတစ်ကားပါ အဲ့တော့ဒီဇာတ်လမ်းမှာ လူသားမျိုးနွယ်တစ်ခုလုံးအတွက်မဖြစ်မနေလိုအပ်တဲ့ရေကပ်ရောဂါကိုဘယ်လိုဖြေရှင်းဖို့နည်းလမ်းတွေ့မလဲနဲ့ Jasonနဲ့Jenniferတို့ရဲ့သဘာဝကျလွန်းတဲ့သရုပ်ဆောင်ချက်တွေကကြည့်ရှုသူကိုဆွဲခေါ်သွားမှာတော့အမှန်ပါပဲ IMDB 5.9/10ရထားပြီး ခရမ်းချဉ္သီးRatingကတော့89%ရထားတဲ့ဇာတ်ကားကောင်းတစ်ကားမို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာFile size…(1.18GB)  / (`631MB) / (299MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Htet Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1R5n2/Ashgrove.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NrY84bYY2bgmQEfZydnBzHyxYz.jpg",
        "title": "White Dragon Horse ( 2022 )",
        "description": "ငယ်ငယ်လေးတုန်းက စွန်းဝူခုန်းရဲ့ အနောက်ဘက်ဆီသို့\nခရီးသွားခြင်းဆိုတဲ့ ဒဏ္ဍာရီလေးကို ကြားဖူးတယ်မလား?\nဒါပေမဲ့ အဲ့ဒီ အနောက်ဘက် အနောက်ပင်လယ်ဆီက\nဒဏ္ဍာရီလေးတစ်ပုဒ်ကိုတော့ သိကြမယ်မထင်ပါဘူး ။အနောက်ပင်လယ်မှာ ရှိတဲ့ နဂါးမျိုးနွယ်စုတွေဟာဆိုရင်\nကောင်းကင်ဘုံ တရားရုံးတော်ကို ခစားတဲ့အနေနဲ့\nအနောက်ပင်လယ်ပြင်ကြီးကို စောင့်ကြပ်ကြရပါတယ်။\nဒါပေမဲ့ ကောင်းကင်ဘုံက နတ်မင်းတွေဟာဆိုရင် နဂါးတွေကို\nသူတို့လက်ခုတ်ထဲက ရေလိုသဘောထားပြီး စားသောက်ဖွယ်အနေနဲ့\nမက်မွန်ပွဲတော်ရောက်တိုင်း နဂါးတွေကို စားသုံးကြပါတယ် ။အနောက်ပင်လယ် နဂါးတိုင်းပြည်ရဲ့ အိမ်ရှေ့စံဖြစ်သူ\nအောင်လျဲ့ဟာ ဒီအရာနဲ့ပတ်သတ်ပြီး စိတ်ထဲမှာ လုံးဝကို အခဲမကျေခဲ့ပါဘူး။\nအဲဒါကြောင့် နဂါးမျိုးနွယ်စွမ်းအားတွေ ပြန်လည်ဖွဲ့စည်းပြီး\nနဂါးအသားစားသုံးတဲ့ ဓလေ့ကို ပြောင်းလဲပစ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ် ။\nတစ်ချိန်ထဲမှာပဲ အောင်လျဲ့တစ်ယောက် သူနဲ့လက်ဆက်ရန်\nစီစဥ်ထားတဲ့ မင်းသမီးလေး ပိပေါ်ထန်နဲ့ တွေ့ဆုံကာ\nမြင်မြင်ချင်းချစ်မိသွားပြီး မောက်မာခဲ့တဲ့ နှလုံးသားလေးက\nအရည်ပျော်ကျသွားရပါတယ် ။ ဒါပေမဲ့လို့ သူချစ်ရတဲ့\nချစ်သူကို ခေါင်းကိုးလုံး မိစ္ဆာဘုရင်က လုယူသွားခဲ့တဲ့အခါမှာတော့...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏အချစ်အတွက်နဲ့ ဒီခေါင်းကိုးလုံး မိစ္ဆာကြီးကို ချေမှုန်းနိုင်ပါ့မလား\n❏ သတ်ဖြတ်ချင်းခံနေရတဲ့ သူ့ရဲ့မျိုးနွယ်စုတွေကိုရောသူကယ်တင်နိုင်ပါ့မလား\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုမဲ့ ဇာတ်ကားကောင်းလေး\nတစ်ကားဖြစ်တာမို့ အခုပဲကြည့်ရှုရအောင်လားရှင်\n[ Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/white-dragon-horse-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWM3YmY1YjEtOTA3YS00Y2E0LWI4ZjQtODhiMTNhZTNiM2VkXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_-136x200.jpg",
        "title": "Scooby-Doo! and the Witch’s Ghost (1999)",
        "description": "Scooby-Doo! and the Witch's Ghost (1999)\n==============================\nIMDb Rating - 7.2/10Scooby Doo ကားဖြစ်လို့ အားလုံးကို ထွေထွေထူးထူး\nမိတ်ဆက်နေစရာတော့ မလိုတော့ဘူး ထင်ပါတယ် ။\nဒီကားမှာတော့ Scooby Doo တို့ တစ်သိုက် ဂမ္ဘီရစာရေး\nဆရာ ဘန် ရေဗင်ခရော့ဆိုသူနဲ့ ဆုံမိကြပြီး .. စာရေးဆရာရဲ့\nဇာတိမြို့ကို အလည်လိုက်ဖို့ အကြောင်းဖန်လာကြပါတယ်။ဒါပေမဲ့ မြို့ကိုရောက်တော့ သိလိုက်ရတဲ့ သတင်းဆန်းက\nစာရေးဆရာရဲ့ ဘိုးဘေးတစ်ဦးဖြစ်သူ ဆာရာ ရေဗင်ခရော့ရဲ့\nဝိညာဉ်က တစ်မြို့လုံးကို ခြောက်လှန့်နေပါသတဲ့။ ဒီလိုနဲ့ ဒီလျှို့\nဝှက်ဆန်းကြယ် ဖြစ်ရပ်ကို အဖြေရှာဖို့ဟာ Scooby Doo တို့\nအုပ်စုရဲ့ တာဝန်တစ်ရပ် ဖြစ်လာပါတော့တယ်။ ထုံးစံအတိုင်း\nScooby တို့အတွဲကတော့ မွှေမြဲမွှေဆဲပေါ့လေ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAct Molemy ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (634 MB) / ...",
        "rating": "7.2",
        "url": "https://megaup.net/1b7e6/Scooby-Doo.and.the.Witchs.Ghost.1999.720p.AMZN.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kcQMi948S0K1GyertJP4uhPPei.jpg",
        "title": "Dragon and Tiger ( 2022 )",
        "description": "ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ခပ်မိုက်မိုက်သရုပ်ဆောင်မှုတွေနဲ့\nကြည့်ချင်တဲ့ပရိတ်သတ်တွေအတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nThe Oath of loveထဲကမင်းသား Xu Fangzhouနဲ့\nAshes of loveမင်းသားZhang JunRanတို့သရုပ်ဆောင်တာကြောင့်\nအလွန်ကိုကောင်းတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါပဲကျိုးဖန်ကအိမ်ကစီးပွါးရေးကိုသိပ်စိတ်မဝင်စားဘဲ အပြင်မှာ\nအေးအေးဆေးဆေးလျှောက်လည်ရတာကြိုက်တဲ့သူတစ်ယောက်\nကျိုးဖန့်အစ်မ ကျိုးယွဲ့ကတော့ မိသားစုနဲ့မောင်လေးကို\nစောင့်ရှောက်ဖို့အတွက် ဘာကိုမမူဘဲ အသက်ကိုစွန့်ရဲပြီးကာကွယ်ပေးမဲ့သူမူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုတားဆီးဖို့လုပ်နေရင်းနဲ့ကျိုးဖန့်ရဲ့အဖေကသေဆုံးခဲ့တယ်\nကျိုးဖန့်ကအဖေသေဆုံးပြီးတော့ အေးအေးဆေးဆေးနေတတ်တဲ့ဘဝကနေ\nအဖေ့ကိုသတ်တဲ့ရန်သူကိုရှာတဲ့လမ်းကိုလျှောက်လမ်းခဲ့တယ်\nကျိန့်ယွီရန်ဆိုတဲ့သူက ဖခင်ရဲ့အတည်အမှတ်ပြုတာကိုမရရှိတဲ့အခါမှာ\nရူးသွပ်ပြီးတော့ ဖခင်ကိုသတ်ဖို့လုပ်ခဲ့တယ်\nအဲ့အချိန်မှာဇာတ်ကောင်ကိုရိုက်ထားတဲ့ရိုက်ကွက်နဲ့\nမင်းသားရဲ့သရုပ်ဆောင်မှုကတော့ အတော်လေးကိုကြည့်လို့ကောင်းလှပါတယ်ဒီကားမှာတော့ ရှန်ဟဲရဲ့စျေးကွက်မှာ ဘယ်လိုမျိုးစည်းမျည်းတွေရှိလဲ\nအဲ့ဒီစဉ်းမျဉ်းတွေကိုလိုက်နာဖို့ ဘယ်လိုအာဏာမျိုးနဲ့\nလုပ်ဆောင်နေရလဲဆိုတာရယ် တခြားဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို\nဆက်လက်ခံစားကြည့်ရှုပေးကြပါဦး\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 43 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dragon-and-tiger-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-W-1-141x200.jpg",
        "title": "Wog Boys Forever (2022)",
        "description": "ဒီတစ်ခါတော့ အော်ဇီ ဟာသကားလေးတစ်ကားလောက် ကြည့်လိုက်ရအောင်ပါ။ အဓိကဇာတ်ကောင်ကတော့ တက်စီဒရိုင်ဘာအဖြစ် အသက်မွေးနေတဲ့ စတိဗ် ဆိုတဲ့သူပါ။ ရိုးရှင်းတဲ့ဘဝနဲ့ တလွဲတချော်ဟာသတွေနဲ့ နေထိုင်သူဖြစ်ပေမဲ့ သူ့ကို လက်စားချေဖို့ အကြီးအကျယ် ကြံစည်နေတဲ့သူကတော့ လဝက ဝန်ကြီး ဖြစ်နေပါတယ်။ လက်စားချေရတဲ့အကြောင်းရင်းကလည်း စတိဗ်ရဲ့ တလွဲတချော်အလုပ်တွေကနေ ဝန်ကြီးရဲ့အမေ နိုင်ငံရေးလောကမှာ လုံးဝရပ်တည်မရလောက်အောင်ဖြစ်သွားတဲ့ ဟာသတစ်ခုကြောင့်ပါပဲ။ ဒီလို ဘဝဆန်ဆန်ဟာသကိုမှ သီချင်းလေး အကလေးတွေနဲ့ အချစ်ရေးလေးပါထည့်ထားတဲ့အခါ ဘယ်လိုဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်...File size…(2.63GB)  / (`1.36GB) / (466.97MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...   Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Phonn Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/1R5tX/wog.boys.forever.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-b-133x200.jpg",
        "title": "The Borrowers (1997)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မိသားစုနဲ့အတူတူပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောကြည့်ရှုလို့ရမယ့်1997 ကခုနှစ်ထွက်ရှိထားတဲ့ Comedy/Fantasy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပီးတ်တို့မိသားစုက သူတို့လက်ရှိနေနေတဲ့အိမ်ကြီးကိုအမွေရခဲ့ပေမယ့်လည်း သေတမ်းစာမရှိလို့အိမ်ကိုဖြိုချချင်တဲ့ ရှေ့နေလက်ထဲထိုးအပ်လိုက်ရတော့မယ့်အခြေအနေနဲ့ ရင်ဆိုင်နေရတာပါ။တစ်ချိန်တည်းမှာပဲ သူတို့အိမ်မှာ ပစ္စည်းသေးသေးလေးတွေ မကြာခဏပျောက်ပျောက်သွားတတ်လို့(၁၀)နှစ်သားအရွယ်ကောင်လေး ပီးတ်တစ်ယောက် လက်သည်ဘယ်သူလဲဆိုတာသိရဖို့ အပြင်းအထန်ကြိုးစားနေခဲ့ပါတယ်။သူဘယ်လောက်ပဲကြိုးစား ကြိုးစား ဘယ်လိုမှဖမ်းမမိနိုင်ပေမယ့် တစ်နေ့မှာတော့မထင်မှတ်ဘဲ လက်သည်ဘယ်သူလဲဆိုတာသိလိုက်ရတဲ့အခါပီးတ်တစ်ယောက် အံ့ဩတကြီးနဲ့ ပါးစပ်အဟောင်းသားဖြစ်သွားရပါတော့တယ်။လက်သည်က လုံးဝမထင်ထားတဲ့ ဘော်ရိုရာလို့ခေါ်တဲ့ လူသားသေးသေးလေးတွေဖြစ်နေလို့ပါပဲ။မကြာခင် အိမ်ကြီးပေါ်ကနေဆင်းပေးရတော့မယ့် ပီးတ်နဲ့ အိမ်ကြီးထဲမှာနေနေကြတဲ့ဘော်ရိုရာလေးတွေ ပေါင်းပြီး အိမ်ကိုမဆုံးရှုံးရဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ..သေတမ်းစာမရှိဘူးလို့ပြောတဲ့ ရှေ့နေဆီမှာ သေတမ်းစာရှိနေတာသိလိုက်ရတဲ့အခါကောက်ကျစ်တဲ့ရှေ့နေလက်ထဲကနေ အဲဒီသေတမ်းစာကိုရဖို့ကြိုးစားရင်း ဘယ်လိုအသက်အန္တရာယ်တွေနဲ့ရင်ဆိုင်ရမလဲ..ဉာဏ်ကောင်းပေမယ့် သေးငယ်တဲ့ဘော်ရိုရာလေးတွေကလူကောင်ကြီးပြီးကောက်ကျစ်တဲ့ရှေ့နေကြီးကို အနိုင်တိုက်နိင်ပါ့မလား..အိမ်ကိုဖြိုချမယ့်အရေးကိုရော ဝိုင်းပြီး ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုမိသားစုနဲ့အတူချစ်စရာလူသေးသေးလေးတွေကို ကြည့်ရင်း ရင်တခုန်ခုန်နဲ့ ပေါ့ပေါ့ပါးပါး ရယ်မောခံစားလိုက်ကြပါဦးနော်။File size…(3.36GB)  / (`1.16GB) / (579MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...  Adventure / Comedy / Family\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1b813/The.Borrowers.1997.720p.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/12vuw2wgTIO7RdKScEWnAAsf53n.jpg",
        "title": "Our New Life ( 2021 )",
        "description": "လူ့ဘဝဆိုတာ အနိမ့်အမြင့်အတက်အကျတွေရှိသလို\nအသက်၁၀၀မနေရသော်လည်း အမှု ၁၀၀ မကကြုံတွေ့ရတတ်ပါတယ်။\nသာမန်ဘဝဖြတ်သန်းမှုတွေဟာ ရုပ်ရှင်မဆန်ပေမယ့်\nစိတ်ဝင်စားစရာတွေတော့ရှိနေကြပါတယ်။\nဒါဆိုရင် သာမန်လူတွေရဲ့ သာမန်ဘဝဖြတ်သန်းမှုတွေ ပြဿနာတွေအကြောင်းကို\nရိုက်ကူးထားတဲ့ လက်တွေ့ဆန်တဲ့ဒီရုပ်ရှင်ကို ခံစားကြည့်လိုက်ကြရအောင်။မတူညီတဲ့ဇာတ်လမ်း၅ပုဒ်ကိုကြည့်ရှုရမှာဖြစ်ပြီး\nတစ်ခုစီဟာလည်း လောကမှာကြုံတွေ့ရတတ်တဲ့ပြဿနာတွေကို\nမီးမောင်းထိုးပြနေပြီး၊ စိတ်နှလုံးကိုနွေးထွေးစေတဲ့\nအကြောင်းအရာများလည်းပါဝင်နေပါတယ်။အသက်အရွယ်အသီးသီး အလွှာအသီးသီးက\nလူတွေရဲ့ရုန်းကန်မှု ကြိုးစားမှု ပျော်ရွှင်မှုကိုရှာဖွေကြပုံ\nဘဝနေထိုင်မှုပုံစံ တွေကိုကြည့်ရှုရင်း ပုံမှန်ဆန်စွာ\nပြဿနာတွေကိုဖြေရှင်းကြပုံကို စိတ်ဝင်စားဖွယ်\nငြိမ့်ငြိမ့်ညောင်းညောင်းကြည့်ရှုရမှာမို့\nလူ့ဘဝ လူ့သဘာဝအကြောင်းကို ခံစားကြည့်ရှုချင်သူတွေအတွက်\nအေးအေးဆေးဆေးအပန်းဖြေကြည့်ရှုနိုင်မယ့်\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 2h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/our-new-life-2021/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDk5OTBiZWEtMDExOS00NzZmLWFhMTUtMjBjOGY3ZjhhYWNlXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "The Apology (2022)",
        "description": "သမီးပျောက်ထားတာ နှစ် ၂၀ တောင်ကြာသွားပြီဖြစ်တဲ့ အမေဖြစ်သူဒါလင်း။ နှစ်တွေဆယ်နဲ့ချီသွားပေမယ့်လည်း သမီးဖြစ်သူကို တစ်နေ့နေ့တော့ရှာတွေ့မှာပါဆိုတဲ့စိတ်နဲ့ နေထိုင်လာခဲ့ပါတယ်။ နှစ်ပေါင်း ၂၀ ကြာပြီးမှ ပထမဆုံးအကြိမ်အဖြစ် ခရစ်စမတ်စားသောက်ပွဲလုပ်ဖို့ စီစဉ်နေတုန်း အရင်တုန်းကခဲအိုဖြစ်ခဲ့တဲ့သူက အိမ်ကိုမမျှော်လင့်ဘဲရောက်လာတဲ့အခါ...\nဒီနှစ်တွေထဲ သမီးလေးအတွက်တရားခံကို ဒါလင်းဘာလုပ်ချင်မလဲ။ သေလောက်အောင်သတ်ပစ်ချင်နေမလား ဒါမှမဟုတ် တောင်းပန်တာကိုပဲလိုချင်တာလား...\nBreaking Bad ကမင်းသမီး Anna Gunn ကပါဝင်သရုပ်ဆောင်ထားပါတယ်File size…(1.2GB)  / (`492MB) / (284MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "5.0",
        "url": "https://megaup.net/1R5tj/the.apology.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-M-1-136x200.jpg",
        "title": "A Merry Single Christmas (2022)",
        "description": "အနောက်တိုင်းကလူတွေရဲ့အယူအဆအရ နှစ်တစ်နှစ်ရဲ့ပျော်ရွှင်စရာအကောင်းဆုံးခရစ်စမတ်အချိန်မှာ အသည်းကွဲလို့ပဲဖြစ်ဖြစ်၊ crushကပြန်မကြိုက်လို့ပဲဖြစ်ဖြစ် မပျော်နိုင်ပဲ ခရစ်စမတ်ကိုတစ်ယောက်တည်းဖြတ်သန်းကြမယ့်တစ်ကိုယ်တော် ဆင်ဂယ်လေးတွေရှိကြလား?ဒီတစ်ခေါက် ပေါ့ပေါ့ပါးပါး ခရစ်စမတ်ဇာတ်လမ်းလေးကတော့ ခရစ်စမတ်မကျခင်မှာ ရည်းစားနဲ့ပြတ်သွားတဲ့ မော်ဂန်တစ်ယောက် ခရစ်စမတ်ကိုအထီးကျန်စွာတစ်ယောက်တည်းမဖြန်သန်းချင်တဲ့အတွက် “ခရစ်စမတ်အထီးကျန်နှလုံးသားလေးများ”ဆိုတဲ့ တစ်ကိုယ်တော်သမားတွေအတွက် အစီအစဉ်ကို joinလိုက်ပါတယ်။ တစ်ကိုယ်တော်သမားတွေစုပြီး ခရစ်စမတ်ကိုပျော်ပျော်ကြီးဖြတ်သန်းကြမယ့် အစီအစဉ်မှာ စည်းမျဉ်းကတစ်ခုပဲရှိပါတယ်။ အဲဒါကတော့ “အဖွဲ့ထဲက ဆင်ဂယ်အချင်းချင်း ချိန်းမတွေ့ရပါဘူး”တဲ့။ ဆင်ဂယ်အပန်းဖြေအိမ်မှာ အသည်းကွဲရောဂါကိုကုစားမယ့်မော်ဂန်တစ်ယောက် ကံမကောင်းစွာနဲ့ သူ့ရဲ့ရည်းစားဟောင်းဖြစ်သူ လီယမ်လည်း ကြေကွဲဆင်ဂယ်အဖြစ် အဲဒီကိုရောက်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ အလွဲလေးနည်းနည်း ရိုမန့်စ်များများနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.85GB)  / (`898.45Mb) / (457.4MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...  Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "5.4",
        "url": "https://megaup.net/3d0hu/A.Merry.Single.Christmas.2022.720p.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DiiVvvYi0OcIyg28QOkouctGxa.jpg",
        "title": "Embarrassment Of Will ( 2022 )",
        "description": "မိန်းမ စွန့်ပစ်တာကို ခံရပြီး ဘာမှလက်ကြောတင်းအောင်\nမလုပ်တတ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်တဲ့ - ကောဖုန်းမိန်းမနဲ့ကွာရှင်းပြီးတဲ့နောက် စိတ်ပြေလက်ပျောက်\nအရက်ဘားမှာထိုင်နေရင်း မိန်းကလေး မော့လီနဲ့ တွေ့ဆုံခဲ့တဲ့အခါ..?\nအစတုန်းကတော့ ဒီတွေ့ဆုံမှုကို တိုက်ဆိုင်မှုတစ်ခုအဖြစ်ထင်ခဲ့ပေမဲ့လို့\nဒါပေမဲ့ ဒီတွေ့ဆုံမှုဟာ ထူးဆန်းတဲ့ ကိစ္စတစ်ခုနဲ့ ပတ်သတ်နေခဲ့ပါတော့တယ်။အလုပ်မှာ လုပ်ရည်ကိုင်ရည် ရှိလှတဲ့ မော့လီတစ်ယောက်\nနေမကောင်းဖြစ်နေတဲ့ သမီးဖြစ်သူ ဆေးဖိုးရရှိဖို့ ကြိုးစားနေရရှာပါတယ်။\nအဲဒီတစ်ချိန်ထဲမှာပဲ သူမဟာ အရေးကြီးလှတဲ့ တာဝန်တစ်ခုကို လက်ခံရှိခဲ့ပါတယ်။\nအဲဒီတာဝန်ကတော့ ကောဖုန်းကို ပြန်ပေးဆွဲပြီး သူပိုင်ဆိုင်တဲ့\nကျောက်စိမ်းပြားလေးလို့ ခိုးယူဖို့ပါ။ သမီးဖြစ်သူဆေးဖိုးရရှိရေးအတွက်ပဲ\nရှေ့တန်းတင်ထားတဲ့ မော့လီတစ်ယောက် ကောဖုန်းကို စွန့်စားရှာဖွေဖို့ ကြိုးစားလာခဲ့ရင်း.....?❏ ဒီကိစ္စနောက်ကွယ်မှာ ကြီးမားတဲ့ လျှို့ဝှက်ချက်ကြီးတစ်ခု ရှိကြောင်းသိလိုက်ရတဲ့အခါ?\n❏ ကောဖုန်းနဲ့ မော့လီတို့ ဘယ်လိုရင်ဆိုင်တုန့်ပြန်ကြမလဲ？\n❏ နောက်ကွယ်က ကြိုးကိုင်ခိုင်းစေနေသူကတော့ဘယ်သူဖြစ်နေမှာလဲ？\n❏ နောက်ကွယ်က အမှန်တရားကိုရော သူတို့ ရှာဖွေနိုင်ပါ့မလား ？\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့အပြင် အလွဲလေးတွေ\nအခွီလေးတွေပါ ပါတာမို့ တကယ်ကို ကြည့်လို့ကောင်းမဲ့\nဇာတ်ကားလေးတစ်ကားပါပဲ အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/embarrassment-of-will-2022/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/MlCT0ObW0dHKD9xk8rvYfJGG7d.jpg",
        "title": "LiveScream (2022)",
        "description": "LiveScream (2022)နာမည်ကျော် Vivamax ကလူတွေပဲ ထပ်စကေးပြထားတဲ့ ရုပ်ရှင်အသစ်တစ်ကားပေါ့ဗျာ။ သူက Saw တို့ ဘာတို့လို Escape Room ရုပ်ရှင်ပုံစံမျိုးရိုက်ပြထားတယ်။ ဒါပေမဲ့ ဆန်းတာက သူက ဒါကို ယူကျူ့လိုနေရာမှာ ပေါက်ပန်းဈေးဗီဒီယိုတွေတင်၊ လိုက်ဖ်ရှာ၊ ဖော်လိုဝါရှာတဲ့ လုပ်စားတစ်ကောင်ကို ဇာတ်လိုက်ထားထားတယ်။ အဲဒီကောင်က သူဖော်လိုဝါရဖို့ လိမ်ထားသမျှအလိမ်တွေအတွက် အပြစ်ခံရတဲ့သဘောပေါ့။ ဒါကိုမှ ခပ်ဆန်းဆန်းဖြစ်အောင် လိင်ဆက်ဆံခန်းတွေ လိင်ပိုင်းဆိုင်ရာနဲ့ Escape ဖြစ်အောင်လုပ်ရတဲ့အခန်းတွေက အဆစ်ပါသေးတယ်။ တစ်ချို့အခန်းတွေလည်း ကျောချမ်းဖို့တော့ ကောင်းပါတယ်။Saw လိုပုံစံမျိုးကိုမှ ခေတ်ရေစီးကြောင်းက အဖြစ်တွေကို အသားပေးထားတော့ တစ်မျိုးတစ်ဖုံတော့ ကြည့်ကောင်းပေမဲ့ ဒီရုပ်ရှင်ဟာ အရမ်းကြမ်းတာကြိုက်တဲ့လူတွေအတွက်မဟုတ်သလို အသည်းငယ်တတ်တဲ့လူတွေအတွက်လည်း မဟုတ်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.2GB, 540MB\nQuality - 1080p, 720p\nIMDb Rating - 5.4/10\nFormat ...",
        "rating": "5.4",
        "url": "https://megaup.net/1bbq1/(CM)_LiveScream_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lnTvEVYuZmRny60HdVIU3Lt55L.jpg",
        "title": "The Tipping Point ( 2022 )",
        "description": "CM ကနေ ရုပ်ရှင်ကားကောင်းကောင်းလေးတွေကို အမြဲတင်ဆက်ပေးနေကျဖြစ်သလို\nအခုတစ်ခါမှာတော့ စိတ်ဝင်စားဖွယ်ကောင်းတဲ့ ငွေကြေးခဝါချမှုတွေ\nတရားမဝင်ငွေချေးမှုတွေ အကြောင်းရိုက်ကူးထားတဲ့ ကားလေးကို တင်ဆက်ပေးမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင် တက္ကသိုလ်ကျောင်းသူလေး\nကျောက်ရွှယ်နင်တစ်ယောက် ချေးငွေကိစ္စနဲ့ပက်သက်ပြီး\nအာမခံကုမ္ပဏီရဲ့ အပေါ်ဆုံးထပ်ကနေ ခုန်ချသွားခဲ့ပါတယ်ဝမ်းဟိုင်မြို့မှာ တာဝန်ကျတာမကြာသေးတဲ့ မှုခင်းရဲအရာရှိ\nချန်ရွေ့တစ်ယောက်က ဒီအမှုကို လက်ခံပြီး ရှာဖွေစုံစမ်းရာမှာတော့\nကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်မှုမဟုတ်ဘဲ လူသတ်မှုလို့ သံသယရှိလာခဲ့ပါတယ်အဲ့နောက်မှာတော့ အထက်အရာရှိ စခန်းမှူးတုက ဒီအမှုကို\nအမြန်ဆုံးစုံစမ်းဖော်ထုတ်ခိုင်းပါတော့တယ် ချန်ရွေ့တစ်ယောက်\nဒီအမှုရဲ့ကြိုးစကို စတင်ဖြည်ရင်း ပိုပိုရှုပ်ထွေးလာမှန်းသိလိုက်ရပါတယ်\nအာမခံကုမ္ပဏီအပြင်ကို မြို့ရဲ့ မျက်နှာဖုံး စီးပွားရေးသမား\nအန်းယိမင်နဲ့သူ့ဇနီး ကျိုးထုံတို့လည်း ပါဝင်ပက်သက်နေတာကို\nသိလိုက်ရပါတယ် တွင်းနက်လေလေ နှိုက်ရခက်လေလေဆိုတော့\nဒီဝမ်းဟိုင်မြို့မှာ မကောင်းမှုပပျောက်ရေးလှုပ်ရှားမှုကို\nဘယ်လိုမျိုး ပြီးမြောက်အောင် လုပ်ဆောင်သွားမှာလဲ\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုအကြံစည်တွေ ရှိနေမှာလဲဆိုတာကိုတော့\nခုတင်ဆက်ပေးမယ့် ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်~~~~~~~~\n[ Reviewed By Kyawt ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 14 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-tipping-point-2022/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b0nIj7dr2bcLAn3erYhql7f6aUm.jpg",
        "title": "The Secret Life of Walter Mitty (2013)",
        "description": "[Unicode]The Secret Life of Walter Mitty (2013)အမှန်အတိုင်းပြောရရင် ဒီဇာတ်ကားကို အစပိုင်း မိနစ်(၂၀)လောက်အထိ သူ ဘာကိုပြချင်မှန်း နားမလည်ခဲ့ဘူး။ ဒီအတိုင်း ပေါကြောင်ကြောင် ဇာတ်ကားကြီးပါလားလို့ ထင်ခဲ့မိတယ်။\nဒီဇာတ်ကားဟာ 1939 ခုနှစ်က အရမ်းကို နာမည်ကြီးခဲ့တဲ့ ဟာသ/ကာတွန်း/စာရေးဆရာကြီး James Thurber ရဲ့ ဝတ္ထုတို The Secret Life of Walter Mitty ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး 1947 ခုနှစ်မှာ တစ်ကြိမ် The Secret Life of Walter Mitty နာမည်နဲ့ပဲ ရုပ်ရှင်ရိုက်ကူးထားပါသေးတယ်။\nအစောပိုင်းမှာ ကြည့်ရတာတစ်မျိုးကြီးဖြစ်နေပေမယ့် အဆုံးထိ ဆက်ကြည့်ဖြစ်ခဲ့ပြီး..\nကြည့်ရကျိုးနပ်ရုံမက မကြည့်ရသေးတဲ့ သူတွေကိုပါ ကြည့်ဖို့ညွှန်းချင်လောက်အောင်ပဲ ကြိုက်သွားခဲ့ပါတယ်။လူတော်တော်များများပါပဲ.. (ကျွန်တော်အပါအဝင်) သမားရိုးကျ နေ့စဉ်ဘဝကို ကျင်လည်နေကြပါတယ်။ ပညာသင်မယ် .. ...",
        "rating": "7.3",
        "url": "https://megaup.net/1RKjz/The_Secret_Life_of_Walter_Mitty_(2013)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDIwYjhlYTYtYTMxMy00NTk0LThmZWUtNzE5YjZmZDEyMGU4XkEyXkFqcGdeQXVyMTI0MjU5MzUw._V1_-170x200.jpg",
        "title": "(18+) X Zone (2020)",
        "description": "X Zone (2020)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ဘောလီဝုဒ် ၁၈ အပေါင်း ကားလေးပဲ ဖြစ်ပါတယ်နော်၁၈ အပေါင်းအခန်းတွေလည်း ပါဝင်သလို သည်းထိတ်ရင်ဖို ခြောက်ခြားစရာအခန်းများလည်းပါလို့\nစောင်ကိုက်တဲ့သူကကိုက်..ခြုံတဲ့သူက ခြုံ.. FA တွေဆိုရင်တော့\nထိုင်ငိုလို့ရအောင် တစ်သျှူးပါဆောင်ထားကြနော်။ဇာတ်လမ်းအကျဉ်း...။လူငယ်သဘာဝ စွန့်စားချင်တဲ့ သူငယ်ချင်းအုပ်စုတစ်စုဟာ အတွဲကိုယ်စီနဲ့\nတောကြီးမျက်မည်းထဲက အပန်းဖြေအိမ်ကြီးတစ်ခုဆီ အပန်းဖြေခရီးထွက်လာကြပါတယ်။ညရောက်တော့ သူတို့လေးတွေ ပျော်ပျော်ပါးပါးဆော့ကစားကြတယ်\nသောက်စားကြတယ်ပေါ့။ဒါပေမဲ့ အဲ့ဒီအိမ်ကြီးက ခြောက်နေတာကို သူတို့မသိကြရှာဘူး။ ထူးထူးဆန်းဆန်းဖြစ်ရပ်တွေကလည်း\nသူတို့မရိပ်မိခင်မှာဘဲ တဖြည်းဖြည်း အရှိန်တက်လာနေခဲ့ပါတယ်။သူတို့တွေအားလုံးကလည်း ကိုယ့်စိတ်ကူး ကိုယ့်အကြံကိုယ်စီနဲ့ ဒီခရီးကို\nထွက်လာခဲ့ကြတာပေါ့။ဒီလိုနဲ့ သူတို့တွေကြားမှာ လူသတ်မှုတွေဖြစ်ပေါ်လာခဲ့ပါတယ်။ ဘယ်သူဘယ်ဝါသတ်လို့သတ်မှန်းမသိကြဘဲ\nအချင်းချင်းကလည်း သံသယစိတ်တွေဝင်လာကြပါပြီ။ကဲ ဆက်လက်ပြီး ရင်ခုန်ရမယ့်အပိုင်းကိုတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားပြီး\nသူတို့သူငယ်ချင်းတွေအားလုံး လွတ်မြောက်နိုင်ပါ့မလား...။ဒီအိမ်ကြီးရဲ့တကယ့်ဖြစ်ရပ်မှန် နောက်ကြောင်းရာဇဝင်က ဘာတွေဖြစ်နေမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…1.6GB  / 757MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Devil",
        "rating": "",
        "url": "https://megaup.net/2x6nm/X_Zone_(2020)_720p(DS).mp4",
        "category": "Adult, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCSSGMXLPKcPHZF3QlwkRxQtlis.jpg",
        "title": "They Nest (2000)",
        "description": "They Nest (2000)==============ရုပ်ရှင်ပရိသတ်တို့ကို ၂၀၀၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Horror သိပ္ပံဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောရမယ်ဆိုရင် ဒေါက်တာဘန်ကေဟေးကခွဲစိတ်ဆရာဝန်တစ်ယောက်ပါ။ ဒါပေမဲ့ အရက်ဖြတ်ထားတဲ့အရှိန်ကြောင့်လူနာကို ခွဲစိတ်မယ်အလုပ်မှာ မခွဲစိတ်နိုင် ဖြစ်သွားရတယ်။ အဲဒီလိုနဲ့ သူကဆေးရုံကနေ ယာယီအနားယူဖို့ ဖိအားပေးခံခဲ့ရပါတယ်။ဆေးရုံကနေ နားတဲ့အချိန်မှာ သူ့ဇနီးနဲ့ ဝယ်ခဲ့တဲ့ အိမ်ရှိရာ ကျွန်းကိုထွက်လာခဲ့တယ်။ ကျွန်းကိုလာတဲ့လမ်းမှာ အိမ်ပိုင်ရှင်မိသားစုဝင်တစ်ယောက်နဲ့ တိုက်တိုက်ဆိုင်ဆိုင် ဆုံဖြစ်သွားတယ်။ အဲဒီလူကသူ့အိမ်ကို ဝယ်လို့ ကေဟေးကို မကျေနပ်ခဲ့ဘူး။ ကေဟေးကျွန်းပေါ်ရောက်လာချိန်မှာလည်း ကန့်လန့်တွေတိုက်တော့တာပါပဲ။တကယ်တော့ အဲဒီကျွန်းပေါ်မှာ မကြာခဏ ထူးဆန်းတဲ့သေဆုံးမှုတွေဖြစ်နေခဲ့ပေမဲ့ အကြောင်းအရင်းကို မသိရဘူး။ မြို့နဲ့ဝေးတဲ့ နေရာမလို့အလောင်းခွဲစိတ်ပြီး စစ်ဆေးတာမျိုးလည်း မတတ်နိုင်ကြဘူး။တစ်နေ့မှာ ကေဟေးနဲ့ မတည့်တဲ့ အဲဒီအိမ်ပိုင်ရှင်ဟောင်းကသေသွားခဲ့ပါတယ်။ တစ်ကျွန်းလုံးက ကေဟေးသတ်တာလို့ပဲထင်ကြတော့တာပေါ့။ ဒါပေမဲ့ အဲဒီလူကို တကယ်သေစေခဲ့တဲ့အကြောင်းအရင်းက ဘာများဖြစ်နိုင်မလဲ။ အရှေ့က သေဆုံးမှုတွေနဲ့ဆက်စပ်နေမလား။ ကေဟေးကရော သူစွပ်စွဲခံရတာတွေကိုချေပဖို့ ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို They Nest ဆိုတဲ့ဇာတ်ကားထဲမှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1bban/They.Nest.2000.WEB-DL720p(CM).mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-r-1-147x200.jpg",
        "title": "For Richer or Poorer (1997)",
        "description": "ဒီဇင်ဘာအားလပ်ရက်တွေရောက်ပြီဆိုတော့ အားလုံးစိတ်အပန်းပြေစေဖို့ Comedy movie လေးတစ်ပုဒ် ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။ ဘရက်ဒ်နဲ့ ကယ်ရိုလိုင်းဟာ လူတိုင်းအားကျရတဲ့ နယူးယော့ခ်အထက်တန်းလွှာက ဇနီးမောင်နှံနှစ်ယောက်ပေါ့။ ဒါပေမဲ့ လူတွေမသိတဲ့ကန့်လန့်ကာနောက်မှာ သူတို့ဟာ အိမ်ထောင်ရေးပြဿနာတွေ၊ ငွေရေးကြေးရေးပြဿနာတွေနဲ့ ရင်ဆိုင်နေရတာဖြစ်ပြီး သူတို့ပတ်ဝန်းကျင်ကအရာရာတိုင်းကလည်း ဟန်ဆောင်မှုတွေနဲ့ချည်း ပြည့်နှက်နေခဲ့တာပါ။ ဒီလိုနဲ့ ထင်မှတ်မထားတဲ့ပြဿနာတချို့ကြောင့် သူတို့လင်မယားဟာ သူတို့တကယ်မကျူးလွန်ခဲ့တဲ့ အခွန်ရှောင်မှုဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ဝရမ်းပြေးတွေဖြစ်သွားခဲ့ပြီး ပြည်နယ်အစွန်အဖျားက အာမစ်ရှ်အဖွဲ့အစည်းလေးတစ်ခုထဲမှာ ကိုယ်ယောင်ဖျောက်နေခဲ့ကြပါတယ်။ ရုပ်ဝတ္ထုပစ္စည်းတွေကိုပဲ မက်မောစရာအဖြစ် တစ်သက်လုံးသက်မှတ်လာကြတဲ့သူတို့အတွက် ဆင်းရဲတဲ့ဒီအဖွဲ့အစည်းလေးက ငရဲလို့ထင်စရာ‌ဖြစ်ပေမဲ့ ရိုးသားမှု၊ စစ်မှန်မှုတွေကို ရှာဖွေတွေ့ရှိသွားတဲ့အခါမှာတော့ သူတို့အတွက်ဘဝဟာ ပိုပြီးအဓိပ္ပါယ်ရှိလာခဲ့ပါတယ်။ ဇာတ်ကားက ဘာမှစိတ်ညစ်စရာ အလေးကြီးတွေမပါဘဲ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရမဲ့ကားလေးမို့ စိတ်တွေရှုပ်နေတယ် စိတ်အပန်းပြေချင်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကြည့်ရင်းအနားယူဖို့ အကြံပေးပါရစေနော်။File size…(1.58GB)  / (1.09GB) / 375.41MB\nQuality…. Web/1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.8",
        "url": "https://megaup.net/2wWhs/For.Richer.or.Poorer.1997.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjU0YTYwOTYtMzI4NS00MzRhLWFlODQtNzk0MWVmNzQ5MzcxXkEyXkFqcGdeQXVyMTQyODAxMw@@._V1_-133x200.jpg",
        "title": "Fatal Fandom (2022)",
        "description": "Fatal Fandom (2022)\n================ဧဒင်ချေ့စ်ဟာ နာမည်ကြီး ပေါ့ပ်အဆိုတော် တစ်ယောက်\nဖြစ်ပါတယ်။ သူဟာ လူချစ်လူခင်ပေါများသလို သီချင်းဆို\nလည်း ကောင်းတာမို့ ပရိသတ်တွေကတော့ အရူးအမူးပါပဲ။\nဒီလိုနဲ့ စတူဒီယိုတစ်ခုမှာ သီချင်းဗွီဒီယိုအသစ်အတွက် အသံ\nသွင်းပြီးအပြန် ကားပါကင်မှာ လူတစ်ယောက်က သေနတ်နဲ့\nချိန်ပြီး သူ့ကို ပြန်ပေးဆွဲဖို့ လုပ်တာနဲ့ ကြုံလိုက်ရပါတယ်။\nအဲအချိန်မှာပဲ ဂျက်ဆန်ဆိုတဲ့ လုံခြုံရေးတစ်ယောက်က ဧဒင့်\nတို့ကို ဝင်ရောက်ပြီး ကူညီကယ်ဆယ်ပေးခဲ့ပါတယ်။ရဲတွေလည်း အဆိုပါလူကို လိုက်ဖမ်းဖို့ ကြိုးစားပေမယ့် မမိ\nခဲ့ပါဘူး။ ဧဒင်ရဲ့ သူငယ်ချင်းတွေလည်း ဧဒင့်အတွက် စိုးရိမ်ပြီး\nဧဒင့်ကို အချိန်ပြည့်စောင့်ရှောက်ပေးနိုင်မယ့် လုံခြုံရေးတစ်\nယောက်လိုတဲ့အတွက် ဂျက်ဆန့်ကို ငှားလိုက်ပါတယ်။ ဂျက်ဆန်\nဟာ ဧဒင့်ရဲ့ ပရိသတ်ဖြစ်တဲ့အတွက် အလုပ်ကိုလက်ခံလိုက်ပါ\nတယ်။ ဂျက်ဆန်လည်း ဧဒင်နဲ့အတူ အိမ်ကြီးမှာ နှစ်ယောက်တည်း\nအတူနေရင်း အနီးကပ် လုံခြုံရေးပေးခဲ့ပါတယ်။ အဲနောက်ပြီး\nတစ်ယောက်နဲ့ တစ်ယောက်လည်းရင်းနှီးလာခဲ့ပါတယ်။ဒီလိုနဲ့ အိုးချင်းထား အိုးချင်းထိ၊ ကြိုးချင်းထား ကြိုးချင်းညှိဆိုသလို\nဂျက်ဆန်တစ်ယောက် ဧဒင့်အပေါ် စိတ်ခံစားချက်တွေ ဝင်လာခဲ့ပါ\nတယ်။ ဧဒင့်ကို ပြန်ပေးဆွဲဖို့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1aV7z/Fatal.Fandom.2022.720p.WEBRip.x264[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-c-134x200.jpg",
        "title": "A Christmas Cookie Catastrophe (2022)",
        "description": "မေပယ်ဝုဆိုတဲ့နယ်မြို့လေးက ခရစ္စမတ်စိတ်ဓာတ်အပြည့်ရှိတဲ့မြို့လေးပါ\nမြို့ထဲမှာ ခရစ္စမတ်ဆိုရင်ရောင်းအားအကောင်းဆုံးထိပ်တန်းလက်ရာနဲ့ ကွတ်ကီးလုပ်ငန်းတစ်ခုရှိတယ်\nမေပယ်ဝုမြို့မှာ \"ခူးပါကွတ်ကီး\"ဆိုရင်မသိတဲ့သူမရှိသလောက်ပါပဲ...။\n\"ခူးပါကွတ်ကီး\"လုပ်ငန်းတည်ထောင်သူအဖွားခူးပါမရှိတော့တဲ့နောက်မှာ နယူးယော့ခ်မြို့ကလာတဲ့ ​မြေးမလေးအန်နီခူးပါ က \"ခူးပါကွတ်ကီး\"ရဲ့CEOဖြစ်လာခဲ့တယ်။မြို့ကြီးပြကြီးကလာတဲ့ အန်နီခူးပါတစ်ယောက် နယ်မြို့လေးက ကွတ်ကီးဆိုင်ပိုင်ရှင်ဖြစ်လာတဲ့အခါ လုပ်ငန်းအသုံးစရိတ်တွေကိုလျှော့ချတော့တယ်။\nအန်နီခူးပါရဲ့ လုပ်ဆောင်ချက်တွေကြောင့် ရှယ်ယာရှင်တွေအပါအဝင် တစ်မြို့လုံးက အန်နီခူးပါကိုသိပ်မကြည်ခဲ့ပါဘူး\nတစ်နေ့ ခူးပါကွတ်ကီးဆိုင်အတွင်းမှာ ဆိုင်ရဲ့အနာဂတ်အဆုံးသတ်သွားနိုင်လောက်တဲ့ လျို့ဝှက်ကိစ္စကြီးတစ်ခုဖြစ်လာတယ်..\nဒီလျို့ဝှက်ကိစ္စကြီးရဲ့တရားခံက ဘယ်သူဖြစ်မလဲ။\nတရားခံရဲ့ရည်ရွယ်ချက်ကရော စခရူးမက်ဒက်ခ်လို့နာမည်ပြောင်ပေးထားရလောက်အောင်တစ်မြို့လုံးမကြည်တဲ့သူမကိုပညာပြချင်တာလား ၊\n\"ခူးပါကွတ်ကီး\"လုပ်ငန်းကိုဖျက်ဆီးချင်တာလား ။\nဒါမှမဟုတ် ဒီရည်ရွယ်ချက်နှစ်ချက်စလုံး မဟုတ်နေတာမျိုးရောဖြစ်နေမလား...။အန်နီခူးပါက ဒီပြဿနာကြီးကို မေပယ်ဝုမြို့သူမြို့သားတွေမသိခင်ဘယ်လိုဖြေရှင်းသွားမလဲ\nဘယ်လာကွတ်ကီးဆိုင်ပိုင်ရှင် ဆမ်တို့သားအဖနဲ့ရော ဘယ်လိုရေစက်ဆုံမလဲ\n\"ခူးပါကွတ်ကီး\"ဆိုင်ကိုကယ်တင်ဖို့ အတူတူကြိုးစားပေးကြတဲ့သူတွေနဲ့ အန်နီခူးပါရဲ့အလွဲလေးတွေကို ဒီကားထဲမှာ ဟာသဆန်ဆန်တွေ့ရမှာပါ ရိုမန့်ကတော့ပါးပါးလေးပါပါတယ်... ဇာတ်ကားအစကနေ အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားနိုင်တဲ့ ၂၀၂၂ထွက်ခရစ္စမတ်ဇာတ်ကားကောင်းအသစ်ပါ။\nမင်းသား Victor Webster၊ မင်းသမီး Rachel Boston၊ ကလေးသရုပ်ဆောင် Averie Peters နဲ့ ဟာသသရုပ်ဆောင်များစွာပါဝင်ရိုက်ကူးထားပါတယ်။File size…(2.02GB)  / (`1GB) / (540.41MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre... Comedy ...",
        "rating": "6.3",
        "url": "https://megaup.net/3d0he/a.christmas.cookie.catastrophe.2022.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocV89hUekPRPIjPxivNBZJXx7AN.jpg",
        "title": "Babel (2006)",
        "description": "[Unicode] Babel (2006)IMDB - 7.4\nRotten Tomatoes - 69/100ဘာသာစကားတွေဟာ လူတွေရဲ့ စိတ်အ‌ခြေအနေ\nခံစားချက်တွေကို ဖော်ပြဖို့ တည်ရှိနေတာပါ။\nဒါပေမယ့် တစ်ရံတစ်ခါ အနုပညာမှာဖြစ်ဖြစ်\nတကယ့်ဘဝမှာဖြစ်ဖြစ် ကျယ်ပြန့်လှတဲ့\nဘာသာစကားတွေတောင် သူ့ထက်ပိုကျယ်ပြောတဲ့\nခံစားချက်တွေကို စီးကူးသယ်‌ဆောင်ဖော်ပြဖို့ရာ\nမစွမ်းသာတော့ပါဘူး။ ရုပ်ရှင်တစ်ကားကို ညွှန်းဆိုခြင်းမှာ\nဇာတ်လမ်းအကြောင်းအရာထက် ရရှိတဲ့ခံစားမှုက\nပိုပဓာနကျပါတယ်။တစ်ခါတလေ ဘာသာစကားက\nခံစားမှုကို မသယ်ဆောင်နိုင်တဲ့အခါမှာတော့\nရုပ်ရှင်ကရတဲ့ခံစားမှုကို ဖော်ညွှန်းဖို့ မတတ်‌နိုင်တော့ပါဘူး။\nဆိုတော့ကာ အကြောင်းအရာသက်သက်ကိုပဲ ညွှန်းဆိုပါမယ်။ဘာဘယ်ဆိုတဲ့ နာမည်ဟာ စာသမားတွေနဲ့ မစိမ်းလှတဲ့\nနာမည်ပါပဲ။ သမ္မာကျမ်းစာထဲက ရေလွှမ်းမိုးမှုပြီးတော့\nနောဧနောက်ပိုင်းလူတွေဟာ မိုးကောင်းကင်ကို မှီနိုင်မယ့်\nမျှော်စင်ကို ဆောက်ဖို့ကြိုးစားခဲ့ကြတယ်။ အဲ့ဒီမျှော်စင်ဟာ\nဘာဘယ်ပါပဲ။ နာမည်ကျော် ဖရန့်ကာဖ်ကာရဲ့\nမြို့တော်ရဲ့တံဆိပ်ထဲက လူတွေဆောက်လို့မပြီးကြတဲ့\nမျှော်စင်ကြီးဟာ ဘာဘယ်ပါပဲ။ အဲ့ဒီမျှော်စင်ဟာ\nနာမည်ကျော် ဘေဘီလုံမှာရှိတယ်။ ဒီရုပ်ရှင်ရဲ့\nနာမည်ဖြစ‌်နေရုံကလွဲပြီး အစအဆုံးမှာ လေသံစိုးစဉ်းမျှ\nမကြားရတဲ့ ဒီဘာဘယ်ဆိုတဲ့ မျှော်စင်ကြီးက\nဘာပက်သက်သတုန်းလို့တော့ တွေးမိကြမှာပဲ။ကမ္ဘာဦးကျမ်းမှာ မြို့တစ်မြို့နဲ့ ဘာဘယ်ဆိုတဲ့\nမျှော်စင်ကြီးကို လူတွေ ဆောက်ကြတော့ ဘုရားသခင်က\nလူတွေ စည်းလုံးမှုပျက်ပြားပြီး မအောင်မြင်အောင်\nသူတို့လျှာကထွက်တဲ့ ဘာသာစကားတွေကို\nကွဲအောင်လုပ်ပြီး နေရာအရပ်ရပ်ကိုပါ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1RKj2/Babel_(2006)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-h-1-135x200.jpg",
        "title": "Christmas Bloody Christmas (2022)",
        "description": "နာမည်ကျော် Horror Production ဖြစ်တဲ့ Shudder ရဲ့ခရစ်စမတ်အမှီ ရုပ်ရှင်အသစ်ပါ။\nTori နဲ့ Robbie တို့နှစ်ယောက် ခရစ်စမတ်အကြိုညလေးမှာ အရက်သောက်ပြီး အပြတ်ကဲဖို့ကြံနေတုန်းအရုပ်ဆိုင် ဆန်တာကလော့စ်အဖြစ်အစားထိုးမယ့် စက်ရုပ်ကြီးဟာ အသက်၀င်လာပါတယ်။ ဒီဆန်တာစက်ရုပ်ကြီးဟာ Defense Software တွေနဲ့ ပြုလုပ်ထားတာဖြစ်လို့ ချို့ယွင်းသွားတဲ့အခါ လူသတ်စက်ရုပ်ကြီးဖြစ်သွားပါတယ်။ ဒီ Robosanta ကြီးလူသတ်ပွဲစချိန်မှာတော့ Tori တို့လည်း လွတ်မြောက်နိုင်ဖို့ရုန်းကန်ကြပုံကို သည်းထိပ်ရင်ဖိုကြည့်ရှုခံစားရမှာပါ။ File size…(1.58GB)  / (1.09GB) / 375.41MB\nQuality…. Web/1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.2",
        "url": "https://megaup.net/2wWfl/Christmas.Bloody.Christmas.2022.720p.(CM)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA4ODQ3ODkzNV5BMl5BanBnXkFtZTYwOTc4NDI3._V1_-135x200.jpg",
        "title": "City of God(2002)",
        "description": "City of God(2002)\n*******************\nIMDb....8.7 Rotten......90%\nအော်စကာ....၄ဆုဒီကားဇတ်လမ်းလေးအစမှကောင်လေး ၂ယောက်လမ်းလျှောက်လာတယ် တစ်ယောက်က ကင်မရာလေးတစ်လုံး\nလွယ်ထားတယ်... သူတို့လမ်းလျှောက်ရင်းပြောတဲ့စကားတွေက ဓာတ်ပုံရိုက်ရင် အန္တရယ်များလို့ အသတ်ခံရနိုင်တဲ့\nအကြောင်း တစ်ယောက်ကလည်း ဒါမှသူအလုပ်ရနိုင်တဲ့အကြောင်းအခြေအတင်ပြောလာကြတယ်...\nအဲ့ဒီအချိန်မှာပဲ အဖွဲ့တစ်ဖွဲ့က ကြက်တစ်ကောင်ကိုသေနတ်နဲ့လိုက်ပစ်ဖမ်းနေတယ်.....\nကောင်လေး ၂ယောက်ရှေ့မှာ ကြက်ကရောက်နေတော့ သေနတ်ကိုင်အဖွဲ့ရဲ့ခေါင်းဆောင်ကလှမ်းအမိန့်ပေးလိုက်တယ်....\nကြက်ကိုဖမ်းလိုက်စမ်းတဲ့ တစ်ချိန်ထဲမှာပဲ သေနတ်ကိုင်အဖွဲ့ကို ဖမ်းဖို့ ရဲအဖွဲ့က ကောင်လေး ၂ယောက်ရဲ့ နောက်မှာ\nရောက်လာတယ်....လက်နက်ကိုင်၂ဖွဲ့ကြားမှ ကောင်လေး ၂ယောက် ........သူတို့ ၂ယောက်ဟာ ဘာလုပ်ရမှန်းမသိတဲ့\nအနေအထား .......ကောင်လေးက သူတို့နယ်မြေရဲ့အကြောင်းကိုဆက်ပြောပြတယ် ကျွန်တော်တို့ဆီမှာ ပြေးရင်လည်း\nသူတို့ကလိုက်ဖမ်းမိမယ် ရပ်နေရင်လည်း သူတို့ကဖမ်းမှာပဲတဲ့........\nဒါကဇတ်လမ်းအစ.......\nလူတစ်ယောက်ဟာ ပတ်ဝန်းကျင်အနေအထားရဲ့လွှမ်းမိုးမှု အမှောင်ရိပ်ဟာ တစ်ချိန်လုံးလွှမ်းခြုံခံနေရရင် ရုန်းထွက်ဖို့ခက်ပါတယ်\nဒီလိုအနေအထားမှာ အမှန်တရားဆိုတာဘာလဲ မေးခွန်းထုတ်နိုင်ဖို့ရယ် အဖြေရယ်ရှာဖို့ရာ အတော်ကိုမလွယ်ပါဘူး......ဘရာဇီးရဲ့\nCity of god မှာ ဒီလိုအဖြစ်အပျက်တွေပါ ...သေနတ်တွေအလွယ်တကူရတယ် ငွေရှာဖို့ လုတယ်... မူးယစ်ဆေးရောင်းဝယ်ဖောက်ကားတယ်...\nလူသတ်တတ်မှ ဆေးခြောက်ရှုတတ်မှ လူရာဝင်တဲ့နေရာမျိုး ....ကလေးငယ်တွေရဲ့ အနာဂတ်ဟာ အနက်ရောင်တွေ ထုံလွှမ်းနေတယ်....\nနေရာစုံမယ် ကိစ္စဟူသမျှကို သေနတ်တရမ်းရမ်းနဲ့ဖြေရှင်းတယ်.....ကျွန်တော်ဟာ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1bb5k/City.of.God.2002.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYzYwOWExN2UtMzhiZC00ZWZmLTkwY2EtMDUxZGRmMzg0YTVjXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Devil’s Own (1997)",
        "description": "အင်ဒီယာနာဂျုန်းမင်းသားကြီး Harrison Ford နဲ့ Brad Pitt တို့ အပြိုင်ကြဲထားတဲ့ thriller/drama ရုပ်ရှင်ကားကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်..\nအရင်ရက်ကထွက်ထားတဲ့ The Banshees of Inisherinကို ကြည့်ထားရင် အချိတ်အဆက်ပိုမိပါတယ်.. အိုင်ယာလန်ပြည်တွင်းစစ်အပြီး နှစ်၅၀ကျော်အကြာ ၁၉၇၂မှာ ဇာတ်လမ်းစထားတာပါ.. ၁၉၆၀နှောင်းပိုင်းကနေ ၁၉၉၈အထိ နှစ်၃၀နီးပါးကြာခဲ့တဲ့ “မြောက်အိုင်ယာလန် ပဋိပက္ခကြီး” ဖြစ်ခဲ့ပါတယ်.. အိုင်ယာလန်သမ္မတစနစ်ထောက်ခံသူ (Republican)နဲ့ မြောက်အိုင်ယာလန်ကို ဗြိတိသျှနဲ့ပေါင်းပြီး ပြည်ထောင်စုဖွဲ့ချင်သူ (Loyalist)တွေကြား ဖြစ်ပွားခဲ့တာပါ.. မြောက်အိုင်ယာလန်လူ့အခွင့်အရေးဆန္ဒပြပွဲကို ဗြိတိသျှတပ်နဲ့ Loyalistတွေပေါင်းပြီး ဖြိုခွဲရာကစပါတယ်.. အဲဒီကနေဆန္ဒပြပွဲတွေ ထပ်ပွားလာပြီး နှစ်၃၀ကြာတဲ့ ဖွဲမီးလှိုက်လောင်ပါတော့တယ်.. လူပေါင်း ၄၈၀သေခဲ့တဲ့ ၁၉၇၂က ပဋိပက္ခရဲ့အဆိုးဆုံးနှစ်ပါပဲ.. ဒါတွေက ရုပ်ရှင်ထဲမှာမပါပါဘူးနော်.. ဇာတ်အိမ်တည်ထားတဲ့ ၁၉၇၂ နဲ့ ၁၉၉၃ကို အကြမ်းဖျင်းသိအောင် ပြောပြတာပါ..ဇာတ်လမ်းအကျဥ်း\n၁၉၇၂မှာ ဖရန်ကီ(Brad Pitt)က ၈နှစ်သားပဲရှိပါသေးတယ်.. မြောက်အိုင်ယာလန်ရဲ့ ကမ်းရိုးတန်း အစွန်အဖျားမှာနေတဲ့ ...",
        "rating": "6.2",
        "url": " https://megaup.net/1aW3j/The.Devils.Own.1997.720p(CM)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iz2tpJJgSDBS646VYhmNkUmot4l.jpg",
        "title": "7 Women and a Murder (2021)",
        "description": "7 Women and a Murder (2021)(1080p ရပါပြီ)ဇာတ်ကားရဲ့နာမည်ကိုက \"7 Women and a Murder\" တဲ့ ...\nဆိုတော့ အမျိုးသမီး ၇ယောက်နှင့် လူသတ်မှုပေ့ါ။ကျွန်တော်တို့ရဲ့ ပုံမှန်နေ့စဉ်လူမှုဘဝမှာ အမျိုးသမီးတစ်ယောက်တည်းနဲ့တောင် တိုင်ပတ်နေရတဲ့အထဲမှာ ခုနှစ်ယောက်ဆိုတော့ စဉ်းစားသာကြည့်ကြပါတော့။လူသတ်မှုတစ်ခုနဲ့ သူတို့ခုနှစ်ယောက်ကြားမှာ ဘယ်သူကတရားခံမှန်းမသိ တစ်ယောက်ကိုတစ်ယောက် လက်ညှိုး‌တွေထိုးပြီး ဘာကြောင့်သတ်တာလဲဆိုတဲ့ အဖြေကို သံသယမျက်ဝန်းခုနှစ်စုံနဲ့ အဖြေရှာကြတဲ့ပုံကို ပေါ့ပေါ့ပါ့ပါ့းနဲ့ စိတ်ဝင်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ကြီးတစ်အိမ်မှာ အိမ်ထောင်ဦးစီးတစ်ယောက်ကို သူ့အခန်းထဲမှာ သေလျက်သားတွေ့လိုက်ကြတယ်။ အဲ့အချိန် တစ်ဆက်တည်းမှာပဲ တယ်လီဖုန်းကြိုး‌တွေဖြတ်ခံရ ကားကလည်း စက်နှိုးလို့မရဖြစ်ပြီး နောက်ဆုံး ခြံဝင်းဂိတ်တံခါးပါ သော့ခတ်ခံလိုက်ရတယ်။အဲ့အချိန်အိမ်ထဲမှာကျန်ခဲ့တဲ့ အမျိုးသမီးတွေဟာ ရဲခေါ်မရ အကူညီတောင်းမရဖြစ်ပြီး တစ်ယောက်နဲ့တစ်ယောက် လူသတ်သမားဘယ်သူလဲဆိုတာ အကြောင်းရင်းကိုယ်စီနဲ့ စွပ်စွဲကြပြီးတဲ့နောက်မှာ ဘာဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...(ဇာတ်လမ်းအညွှန်းကို ကို Zwel Zan Aung က ရေးပေးထားပါတယ်။)File Size    ...",
        "rating": "5.4",
        "url": "https://megaup.net/1R7oq/[CM]7.Women.And.A.Murder.2022.720p.WEB-DL-KN.mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iO242EnvWtwXLmBgAvvrHe1xM1I.jpg",
        "title": "(18+)Bugso (2022)",
        "description": "(18+) Bugso (2022)စတယ်လာ(ကြယ်စင်)လေးဟာ နယ်မြို့လေးတစ်မြို့ကနေ မြို့တော်ကြီးကိုတက်လာပြီး\n\"A-POPS\" ဆိုတဲ့ အွန်လိုင်းပလက်ဖောင်းကနေ ဖောက်သည်ရှာတဲ့\nပြည့်တန်ဆာလေးတစ်ယောက်အဖြစ် အလုပ်လုပ်နေပါတယ်။သူ့မှာမိခင်ရောဖခင်ပါမရှိတော့ပေမယ့် ဒုက္ခိတမောင်လေးတစ်ယောက်ရှိပြီး\nအဲ့ဒီမောင်ငယ်လေးကိုစိတ်သဘောထားမပြည့်ဝတဲ့ အဒေါ်ဖြစ်သူဆီမှာအပ်ထားရတဲ့အတွက်\nအမြဲတမ်း စိတ်ပူနေရသလို သူနဲ့အတူခေါ်ထားဖို့အတွက် ငွေစုနေရပါတယ်။သူနဲ့အတူနေချစ်သူ ဒါဒိုကတော့ သူ့ကို ကားတစ်စီးနဲ့အကြိုအပို့လုပ်ပြီး\nစိတ်ဝင်စားသူရှိရင် သူကိုယ်တိုင် အော်ဒါလက်ခံပြီးတော့ သူ့အလုပ်ကိုကူညီပေးပါသေးတယ်။\nဒါပေမယ့် ရှုပ်ထွေးတဲ့မြေအောက်ဒုစရိုက်လောကဖြစ်တဲ့အညီ\nသူတို့ကအေးဆေးနေပေမယ့် မနေနိုင်ကြတဲ့ ဖောက်သည်တွေ၊\nနိုင်ငံရေးသမားတွေ၊ ဇာတ်ရှုပ်တွေနဲ့ပတ်သက်လာတဲ့အခါ သူတို့ဘဝတွေလဲဗြောင်းဆန်ရပါတော့တယ်။ဇာတ်လမ်းကစင်းစင်းလေးပေမယ့် လှည့်ကွက်တွေပါပါတယ်။\nဒါပေမယ့်လဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က အားတိုင်းဂျိမ်းနေကြတာပါပဲ။\nပိုစတာမှာပါတဲ့အဓိကဇာတ်ဆောင်နှစ်ဦးက မြင်နေကျပေမယ့်\nဇာတ်ပို့ဇာတ်ရံအင်အားတွေအများကြီးက မြိုင်မြိုင်ဆိုင်ဆိုင် တစ်ဂျိမ်းဂျိမ်းဇာတ်ပို့ပေးထားကြတာပါ\n၊အားရကျေနပ်နိုင်ကြပါစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Alias ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size…1.7GB | 710MB | 398MB\nFormat… mp4\nDuration….1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Alias\nEncoder .....Blank",
        "rating": "",
        "url": "https://megaup.net/1R83o/Bugso.2022.720p.WEB-DL.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJ36QCd5SPRpivJkVgZMqKyfgCz.jpg",
        "title": "Mili(2022)",
        "description": "Mili (2022)===========Drama, Thriller\nIMDb 7.6/10 (6.1K)ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကလည်း Roohi ထဲကမင်းသမီးချောလေး ဂျန်ဗီးကပူးနဲ့ချစ်သူနဲ့တွေ့ရဖို့ လန်ဒန်မြစ်ကြီးကိုလက်ပစ်ကူးတဲ့ Shiddat ကားထဲက မင်းသားလေးဆန်နီကော်ရှားတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မီလီဆိုတဲ့ကောင်မလေးနဲ့ ဇာတ်လမ်းကိုအစပြုထားပါတယ်။ မီလီဟာ မိဘတွေရဲ့တစ်ဦးတည်းသောသမီးလေးဖြစ်ပြီး သူ့ဘဝရည်မှန်းချက်အတွက် အပတ်တကုပ်ကြိုးစားနေသူတစ်ယောက်ဖြစ်သလို တစ်ဖက်မှာလည်းစားသောက်ဆိုင်တစ်ခုမှာ အလုပ်ဝင်လုပ်ရင်း မိဘကိုတစ်ဖက်တစ်လမ်းကကူပေးနေတဲ့ သမီးလိမ်မာလေးပေါ့။ကံကြမ္မာက အမြဲမျက်နှာသာမပေးသလို လောကဓံဆိုတာကလည်းတစ်ခါတလေကျရင်လူကို တအားနှိပ်စက်တတ်တာကိုး။အဲ့ဒီလိုပါပဲ မီလီရဲ့ဘဝမှာလည်း လောကဓံတရားကြီးဟာ မီလီ့ကိုရက်ရက်စက်စက်ကို စမ်းသပ်ခဲ့ပါတယ်။အဲ့ဒါကတော့ သူ အလုပ်လုပ်တဲ့ စားသောက်ဆိုင်ရဲ့အအေးခန်းထဲမှာတစ်ယောက်တည်း ပိတ်မိနေခဲ့ခြင်းဖြစ်ပါတယ်။သာမန်လူတစ်ယောက်ဟာ ၁၇ဒီဂရီဖွင့်ထားတဲ့ အဲကွန်းခန်းထဲမှာ၃-၄နာရီကြာအောင် မနေနိုင်တဲ့အချိန်မှာ မီလီကတော့ အပူချိန်အနှုတ် ၁၈ ဒီဂရီရှိတဲ့ အခန်းထဲမှာတစ်ညလုံး ပိတ်မိနေခဲ့ပါပြီ။ဆက်လက်ပြီးတော့ မီလီဟာ ဘယ်လိုလွတ်မြောက်ဖို့ ကြိုးစားလာမလဲ...။အသက်ရှင်လျက်နဲ့ရော ပြန်ထွက်လာနိုင်ပါ့မလား...။ဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရဦးမှာပဲဖြစ်ပါတယ်နော်။ File Size : (1.6 GB) and (850 MB)\nQuality : Blu-Ray (1080p 5.1, 720p)\nRunning ...",
        "rating": "7.4",
        "url": "https://megaup.net/1bayj/Mili_(2022)_Hindi_TRUE_WEB-DL_-_720p__%7BCM%7D.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oj5wcSTwYBT838q9zCSIVuhXVTO.jpg",
        "title": "Notes from a Women Salesman (2021)",
        "description": "Notes from Women Saleman (2021)~ IMDb rating - 6.3/10 ~Drama,Thriller type လေးဖြစ်ပြီး နာမည်ကြီး ဝတ္တုကိုပဲ ရုပ်ရှင်ပြန်ရိုက်ထားလို့ ကြည့်ရတာ ပျင်းဖို့မ​ကောင်းပဲ တော်​တော်​လေး စိတ်ဝင်စားဖို့​ကောင်းပါတယ်။ဇာတ်​ကောင် Bravo ရဲ့အလုပ်က စော်​လေး​တွေကို စားဘဲကြီး​တွေနဲ့ ချိတ်​ပေးရတဲ့ ဝင်​ငွေများတဲ့ အလုပ်ဆို​ပေမယ့် သူ့အလုပ်အခက်အခဲ​တွေအ​ကြောင်းရယ်၊ Carla ဆိုတဲ့ အမျိုးသမီး နဲ့ တွေ့ဆုံပြီး​နောက် ဘယ်လို​​တွေ ဆက်ဖြစ်လဲ...\nBravo ငယ်ဘဝက Trauma တွေကဘာ​တွေလဲ...\nသူ့ကို လူသတ်မှုမှာ အကွက်ချစီစဥ် ချောက်တွန်းတာ ဘယ်သူ​တွေလဲ ဆိုတာ​တွေကို လှည့်ကွက်​ကောင်း​ကောင်းနဲ့ ရိုက်ပြထားထားတာမို့လို့ တစ်ထိုင်တည်းနဲ့ ကြည့်လို့​ကောင်းမယ့်​ကား​လေးပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 990MB\nQuality - 1080p, 720p\nIMDb Rating - 6.3/10\nFormat - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1bawe/(CM)_Notes_from_a_Women_Salesman_(2021)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Hdjclma1lkMeJDsA7VfpOY4Jrd.jpg",
        "title": "Arthur, Malédiction (2022)",
        "description": "Arthur, Malédiction (2022)ဒီကားက ဟိုးတုန်းက နာမည်ကျော်ခဲ့တဲ့ Arthur and the Invisibles Trilogyကို Theme ယူပြီး ရိုက်ထားတဲ့ ဆိုက်ကိုလိုဂျီကယ် ဟော်ရာကား။ ဟော်ရာကားတွေထဲ ဆိုက်ကိုလိုဂျီကယ်ဟော်ရာတွေ ဘယ်လောက်စားလဲ သိကြတယ်မလား။ ဒီကားကလည်း အဲဒီလိုခပ်စားစားကား။ စစချင်းမှာ ကြည့်ရင် အရောင်စိုစို ကလေးဘဝဆန်ဆန် စိတ်ကူးယဉ်ဆန်ဆန်လိုလေး အာသာကားတွေလို ဖြစ်တော့မလိုလိုပုံလေးပြထားတယ်။ အမှန်ပြောရရင် ဒီကားကို ကျွန်တော် ဘာကားလဲ ရှာမကြည့်မိဘူး။ ဒီတိုင်းပဲကြည့်လိုက်မိတာ ဆိုတော့ ဘာအမျိုးအစားလဲတောင် မသိခဲ့ဘူး။ တစ်ဝက်လောက်ထိကို ဖန်တက်စီကားလေးလိုလိုပဲထင်နေခဲ့တာ တစ်ဝက်နားကျမှ အရိပ်အယောင်တွေပြ ဘာတွေပြနဲ့ ဒီကားမဟုတ်တော့မဟုတ်တော့ဘူးလို့ သိလိုက်တယ်။ နောက်ကျမှပဲ သတ်တာဖြတ်တာတွေ ပါလာတော့မှ ဒီလိုကားကိုးလို့ သိလိုက်တာ။ ပြောချင်တာက ဒီတိုင်းကြည့်တဲ့လူတစ်ယောက်ဆို ဘာကားမှန်းတောင် သတိထားမိမှာမဟုတ်ဘူး။ တစ်ဝက်လောက်ကျမှ သတ်ချသွားမယ့် အချိုးအကွေ့ကြမ်းတဲ့ ရုပ်ရှင်ပေါ့။ဆန်းတာက ဒီကားက ဟိုကားထဲက အဖြစ်တွေ ...",
        "rating": "",
        "url": "https://megaup.net/2x5jv/(CM)_Arthur,_Mal%C3%A9diction_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWI4N2FjYzMtMTE3MC00MThjLTliMzAtYjI1MzMyOGM4YzA0XkEyXkFqcGdeQXVyMjY2MTMwNDI@._V1_-150x200.jpg",
        "title": "Voir la mer (2011)",
        "description": "Voir la mer (2011)\n==============ဒီတစ်ခေါက်မှာတော့ ပြင်သစ် သုံးပွင့်ဆိုင် ဒရမ်မာကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ နီကိုလာနဲ့ ကလီမန့်လို့ခေါ်တဲ့ ညီအစ်ကို\nနှစ်ယောက်က အားလပ်ရက်မှာ သူတို့အမေရှိတာ ပြင်သစ်ကို\nအလည်သွားဖို့ ခရီးထွက်လာခဲ့ပါတော့တယ်။ ခရီးမသွားခင်မှာပဲ\nပရူဒန့်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က နီကိုလာနောက်လိုက်ပါပြီး\nသူမလည်း ခရီးစဥ်မှာအတူပါလာပါတော့တယ်။တကယ်တော့ ဇာတ်လမ်းလေးက ရိုးရိုးလေးပါပါပဲ . ညီအကိုတွေ\nခရီးထွက်တယ်၊ ကောင်မလေးက လမ်းကြုံလိုက်တယ်ပေါ့။ မရိုးတာ\nကတော့ ကောင်မလေးနဲ့ ညီအကိုနှစ်ယောက်လုံးနဲ့ ညိတာပါပဲ။\nကျန်တာတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုကြပါ၊ တစ်ခုသတိ\nပေးချင်တာက မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်တဲ့ အခန်းတွေ\nပါဝင်တာမို့ သတိပြုကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (780 MB) / (449 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1R5gf/Voir.la.mer.2011.FRENCH.720p.BluRay[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2x3D4/The.Lion.King.3.2004.720p.BluRay___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
        "title": "The Lion King II: Simba’s Pride(1998)",
        "description": "The Lion King  2******************** အားလုံးရဲ့ အချစ်တော် ခြင်္သေ့လေးစင်ဘာဟာ အရွယ်ရောက်လို့ဘုရင်ကြီးစင်ဘာအဖြစ် အုပ်စုကို တာဝန်ယူနေပါပြီ။ အရိုက်အရာဆက်ခံမယ့် ခီယာရာဆိုတဲ့ အဖေတူသမီးတော်လေး တစ်ယောက်လည်းရှိပါတယ်။ ခီယာရာလေးဟာ အရွယ်ရောက်လို့ အရာရာကို စူးစမ်းလိုစိတ်ပြင်းပြနေပါတယ်။ ဒီတော့ ငယ်ရာကကြီးလာတဲ့ စင်ဘာ စိတ်ပူရပါပြီ။တစ်ဘက်မှာလည်း နယ်နှင်ခံလိုက်ရတဲ့အုပ်စုက ခြင်္သေ့မ ဇီရာဟာစကားရဲ့အရိုက်အရာကို ဆက်ခံမယ့် ကိုဘူးလေးကို ပျိုးထောင်ပေးနေပါတယ်။ လက်စားချေဖို့ အမုန်းတရားတွေနဲ့ အပြင်းအထန်လေ့ကျင့်ပေးနေပါပြီ။ ဇီရာဟာ စင်ဘာကို အလစ်ချောင်း လုပ်ကြံဖို့ ကိုဘူးကိုအသုံးချပါတော့တယ်။ အစီအစဉ်အရ ကိုဘူးတစ်ယောက် စင်ဘာနဲ့နီးစပ်နိုင်ဖို့ သမီးဖြစ်သူ ခီယာရာကို အရင်ချဉ်းကပ်ရပါတယ်။ အသုံးချဖို့စခဲ့ပေမယ့် ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် သူတို့နှစ်ဦး ချစ်မိသွားပါတော့တယ်။အမုန်းတရား လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ အုပ်စုနှစ်ခုကြားကချစ်သူနှစ်ဦးရဲ့ လမ်းခရီး‌လေး ဖြောင့်ဖြူးပါ့မလား အတူပေါင်းစည်းနိုင်ဖို့ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ မူဖာဆာပြောခဲ့တဲ့အတိုင်းတစ်သားတည်းဖြစ်အောင် ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့… File Size : (1.14 GB) and (553 MB)\nQuality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1R68n/The_Lion_King_II_Simba_s_Pride_1080P_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://megaup.net/2x3xW/The.Lion.King.1994.720p.BluRay__%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-christmas-133x200.jpg",
        "title": "Christmas Full of Grace (2022)",
        "description": "ခရစ္စမတ်အခါသမယအတွက် ပရိသတ်ကြီး ရယ်ရယ်မောမောကြည့်ရအောင် ခရစ္စမတ်နောက်ခံ Brazilian romantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်ဇာတ်လမ်းလေးကတော့\nဥစ္စာပေါ၊ ရုပ်နည်းနည်းချောတဲ့ Carlinhos ဆိုသူဟာ သူရဲ့ ၁၀ နှစ်တာရည်းစား Bebela ကို လက်ထပ်ခွင့်တောင်းနေတဲ့အချိန်မှာပဲ Bebela ကတခြားမိန်းမတစ်ယောက်နဲ့အတူရှိနေတာကို သိလိုက်ရပါတော့တယ်။ဒီလို Carlinhos တစ်ယောက် ပုလင်းကွဲလည်းရှ။ ချိုလည်းပေါက်ဖြစ်သွားတဲ့အချိန်က တိုက်တိုက်ဆိုင်ဆိုင် သူ့မိသားစုနဲ့ ခရစ္စမတ်ပိတ်ရက်ကို အတူဖြတ်သန်းဖို့ ချိန်းဆိုထားပြီးသားအချိန် လာဖြစ်နေပါတော့တယ်။အဲတော့ မိသားစုရှေ့မှာ အရှက်မကွဲချင်တဲ့ Carlinhos ဟာ သူခုမှ ပထမဆုံးတွေ့ဖူးတဲ့ သူစိမ်းတစ်ယောက်ကို သူ့ရည်းစားအသစ်ယောင်ဆောင်ခိုင်းပြီး သူ့မိသားစုနဲ့တွေ့ဖို့ အိမ်ခေါ်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးFile size…(2.52GB)  / (1.34GB) / (713.3MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "4.6",
        "url": "https://megaup.net/1aHbn/Christmas.Full.of.Grace.2022.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/where-139x200.jpg",
        "title": "Were the World Mine (2008)",
        "description": "Were the World Mine (2008)\n=====================\nIMDb Rating - 6.8/10ရိုမီယိုနဲ့ဂျူးလီးယက်တို့ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဝီလျံရှိတ်စပီးယားရေးတဲ့\n\"A Midsummer Night's Dream\" ကိုသိကြမယ်ထင်ပါတယ်။\nအဲ့ဒီပြဇာတ်ကို ထည့်ရိုက်ထားတာမို့လို့ ဒီဇာတ်ကားကိုကြည့်ဖို့ဆို\nအဲ့ဇာတ်ကြောင်း နားလည်ထားရင်ပိုအဆင်ပြေမှာပါ။ ဇာတ်လမ်း\nကတော့နည်းနည်းတစ်မျိုးပဲဗျ။ ပေးချင်တဲ့မက်ဆေ့ဂ်ျကို မြင်အောင်\nကြည့်တတ်ရင်တော့ သိပ်မဆိုးပါဘူးပဲပြောရမှာပေါ့လေ။တင်မသီက ယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်နေတဲ့ ကျောင်း\nသားတစ်ယောက်။ နောက်ပြီးတော့ သူကဂေးပေါ့။ အဲ့ခေတ်တုန်းက\nLGBT တွေကိုလက်မခံတဲ့သူ ခပ်များများဆိုတော့ ကျောင်းမှာအနှိမ်ခံ\nလေးပေါ့။ သူ့ Crush ကလည်း အဖြောင့်ကြီးဖြစ်နေပြန်ပါတယ်။ တစ်\nနေ့ကျ သူတို့ကျောင်းမှာ ဝီလျံရှိတ်စပီးယားရဲ့ပြဇာတ်\"A Midsummer\nNight's Dream\" ကိုကပြရမှာမို့ နတ်သူငယ် ပက်ခ်(ရော်ဘင်ဂွတ်ဖဲလိုး)\nနေရာကနေ သရုပ်ဆောင်ရမယ့် တင်မသီတစ်ယောက် ပြဇာတ်စာသား\nကျက်နေရင်း စတန့်ထွင်လိုက်ရာကနေ အဲ့ပြဇာတ်ထဲက အစွမ်းရှိတဲ့\nခရမ်းရောင်ပန်းပွင့်ကို ရသွားပါတယ်။ဒီတော့ အဲ့ခရမ်းရောင်ပန်းပွင့်က ဘာအစွမ်းရှိတာလဲ။ အဲ့ပန်းရဲ့အစွမ်းနဲ့\nတင်မသီ ဘာတွေလုပ်မိမလဲ။ နောက်ဆုံး အလွဲတွေကနေ ဘယ်လိုဇာတ်\nသိမ်းသွားမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(18+မဟုတ်ပေမယ့် ကလေးသူငယ်တွေကြည့်ရှုဖို့မသင့်တဲ့ ဇာတ်ဝင်ခန်း\nတွေပါပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R2y7/Were.the.World.Mine.2008.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc3Yjg1MmUtODllMy00MmZkLTgyNDAtZDg0N2I4OWEzZTkxXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Serendipity (2001)",
        "description": "Serendipity (2001)\n==============\nIMDb Rating - 6.8/10ခရစ်စမတ် ရာသီ နယူးယောက်မြို့တော်မှာ..ဂျိုနာသန်ဆိုတဲ့\nကောင်လေးတစ်ယောက်ဟာ..ဆာရာ ဆိုတဲ့ ကောင်မလေး\nတစ်ယောက်ကို Bloomingdale ဆိုတဲ့ department store\nတစ်ခုမှာ စတွေ့ခဲ့မိပါတယ်။သူတို့နှစ်ယောက်ဟာ ကတ်ရှ်မဲ လက်အိပ်အနက်ကလေး တစ်စုံ\nတည်းကို ဝယ်ဖို့ ပြိုင်တူဆုပ်ကိုင်မိခဲ့တာ..။နှစ်ယောက်လုံးမှာ\nသက်ဆိုင်သူ ကိုယ်စီရှိတော့ စကားအပြန်အလှန်ပြောရင်း လက်\nဆုံကျပြီး ဆိုင်ကလေး တစ်ဆိုင်မှာအတူထိုင်ဖြစ်ကြတယ်ဆိုပါ\nတော့..။ ဆိုင်ကလေးရဲ့ နာမည်က Serendipity 3 ပါ။ အပြင်မှာ\nတကယ်လဲရှိပါတယ်။ကိုယ်တွေ အင်းလျားလမ်းမှာတောင်နာမည်လေးခပ်ဆင်ဆင် တစ်ခု\nရှိတယ် Serenity လေ။ (Serenity ကို 'သက်ငြိမ်' လို့နာမည်ပေးခဲ့\nဖူးတယ်၊ အရင်တုန်းက အင်းလျားလမ်းမှာသင်္ကြန်မဏ္ဍပ် လက်မှတ်\nဝယ်ရင် ဒီဘက်ကနေ ဟိုဘက်ထိလျှောက်ခဲ့ဖူး။အခုတော့ အဲဒီဆိုင်\nလေးထာ၀ရပိတ်သွားခဲ့ပါပြီ)( Serendipity ကိုတကယ်တမ်း အဓိပ္ပါယ်ဆိုရမယ်ဆိုရင် မမျှော်လင့်ပဲ\nရတနာသိုက်ကြီးကိုရှာတွေ့တယ်ဆိုတာမျိုး၊ထပ်ပြီးရှင်းရမယ်ဆိုရင်တော့\nရှာမနေပဲနဲ့ အခုမှ ကိုယ့် လက်တွဲဖော်အစစ် ဖူးစာကိုရှာတွေ့သွားတာလို့\nဆိုလိုချင်ဟန်ရှိတယ်)။ ခုနက စကားအတိုင်းပြန်ကောက်ရရင် ဆာရာက\nသူ့ဘဝရဲ့ ဆုံးဖြတ်ချက်တွေ အကြောင်းပြောပြဖြစ်ခဲ့တယ်။ သူတို့နှစ်ယောက်\nဟာ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R3r6/Serendipity.2001.720p.BluRay[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hU9ouAPcg2LG7n85WUxjKwPq2y4.jpg",
        "title": "It’s a Wonderful Binge (2022)",
        "description": "It's a Wonderful Binge (2022)Holiday Comedy အမျိုးအစား​လေးဖြစ်ပြီး Heavy မဟုတ်ပဲ ပေါ့​​ပေါ့ပါးပါး​ ကြည့်ရတာကြိုက်တယ့် ညိုကီတို့အတွက် Recommend ​ပေးပါတယ် ။အရက် မူးယစ်​ဆေး ​သောက်စားတာ ဒုစရိုက်မှုတစ်ခုလို ဖြစ်​နေတဲ့ကမ္ဘာမှာ မူးမူး ကွဲကွဲ ပြဲပြဲ လုပ်ချင်တာလုပ်လို့ရတဲ့ The Binge ပွဲရိုးရာ ခရစ္စမတ်​နေ့မှာ​...​ရှေးရိုးစွဲ အ​မေနဲ့ ​ထောင်​ပြေးဦး​လေးတို့ ရဲ့ သမီး တူမ Kimmi,မျိုးရိုးတစ်ခုလုံး ​​မွေးစားခံရတာနဲ့ တည်​ဆောက်ထားတဲ့ မိသားစုမှာ ကြီးပြင်းလာတဲ့ Sarah,Sarah ကို လက်ထပ်ခွင့်​တောင်းဖို့ စီစဥ်ရင်း လက်စွပ်​ပျောက်သွားတဲ့ Hag,အ​ဖေနှစ်​ယောက်နဲ့ အ​မေတစ်​ယောက်တို့ရဲ့ သား Andrew တို့ရဲ့ကြုံ​တွေ့ရမယ့် ပြဿနာ​တွေကို ဟာသဆန်ဆန် ရိုက်ထားတာ​လေးကို ကြည့်ရင်း ရီရီ​မော​မောပဲ ဖြတ်သန်းရမှာ ​သေချာ​ပေါက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB နဲ့ Tissue တို့မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://yoteshinportal.cc/cm-its-a-wonderful-binge-2022-720-p-mp-4https://megaup.net/2x53k/(CM)_It_s_a_Wonderful_Binge_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZmMzNjdkZDktMDBlMC00NTgyLThkMjEtYWU2ZDk5MGUwMDA3XkEyXkFqcGdeQXVyNTE4NDk0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Six Characters (2022)",
        "description": "Six Characters (2022)မင်းသားMario ဖန်တွေ မျှော်နေကြတဲ့ Six Charactersဆိုတဲ့ ရုံကားကြီးဟာ ရုတ်တရက်ဆိုသလို 1080p ကြည်တောက်ရှင်းVersion ထွက်လာတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားတဲ့အပြင် ထိုင်းထိပ်တန်း ဒါရိုက်တာကြီး M.L. Pundhevanop Dhewakul ရဲ့ နောက်ဆုံးရိုက်တဲ့ အနုပညာလက်ရာလည်းဖြစ်ပါတယ် ။ကမ်ရွန် အဖြစ် Mario Maurer\nနမ်ဖ ဒါရနီ အဖြစ် Taew Natapohn\nသူဌေးမပါရာနီ အဖြစ် Rudklao Amratisha\nနထီ အဖြစ် Boy Pakorn\nအမွန်ဖိချရတ် အဖြစ် Aff Taksaorn\nဘူဖာ အဖြစ် Jiravich Pongpaijit\nအမရာ အဖြစ် Pancake Khemanit Jamikorn\nစူရိယ အဖြစ် Sakrat Ruekthamrongဇာတ်လမ်းအကျဉ်းတစ်နေ့မှာ နာမည်ကြီးဒါရိုက်တာတစ်ဦးဖြစ်တဲ့ ကမ်ရွန်ဟာ ရိုက်ကူးရေးလုပ်နေရင်း ရုတ်တရက် မီးပြတ်သွားခဲ့တာမို့ ရိုက်ကူးရေး ခဏနားခဲ့ရတယ်အဲဒီချိန်အတွင်းမှာပဲ ဇာတ်ကောင်၆ခုက သူတို့အကြောင်းရေးခဲ့တဲ့ စာရေးဆရာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ba2m/Six_Characters_(2022)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-Z-135x200.jpg",
        "title": "Zombiepura (2018)",
        "description": "ဇွန်ဘီကားကို ပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုရင် ရွေးချယ်သင့်တဲ့ကားအမျိုးအစားပါပဲ။ ဘာပြီးရင်ဘာဖြစ်မလဲဆိုပြီး တစ်ဆက်တည်းကြည့်ဖြစ်သွားမယ့်ကားမျိုးပါ...။\nစစ်တပ်စခန်းတစ်ခုမှာ ဇွန်ဘီဗိုင်းရပ်စပြန့်လာတယ် အမြဲရေသာခိုတတ်တဲ့စစ်သား၊ စည်းကမ်းကြီးတဲ့အထက်အရာရှိ၊ စစ်ကန်တင်းကကောင်မလေး စတဲ့\nအဓိကဇာတ်ဆောင်တွေက ဇွန်ဘီကပ်ဘေးကနေလွတ်မြောက်အောင် ကြိုးစားကြတယ်။ ဗီလိန်လည်းပါပါတယ်...ကြုံလာတဲ့အခက်အခဲတစ်ခုကိုကျော်ဖြတ်ဖို့ ကြိုးစားရမှာ တစ်ဦးတည်းတစ်ကိုယ်ကောင်းဆန်ဆန်ကျော်ဖြတ်နိုင်ဖို့ ကြိုးစားခြင်းထက်စာရင် စုပေါင်းကြိုးစားခြင်းကပဲအမြဲတမ်းအောင်နိုင်သွားတယ်ဆိုတဲ့ messageကို ရစေပါတယ် ။setting, acting, zombie make up အကုန်အဆင်ပြေပါတယ်။ genreကတော့ comedyနဲ့horrorပေါင်းထားတာပါ။ အနောက်တိုင်းဇွန်ဘီကားတွေနဲ့ယှဥ်ရင်တော့ ပေါ့သလိုဖြစ်ပေမယ့် စင်္ကာပူculture, တရုတ်cultureနဲ့မစိမ်းတဲ့သူတွေ ဒါမှမဟုတ် သူတို့တွေရဲ့cultureတွေ ဘာသာစကားလေယူလေသိမ်းတွေကို သိချင်တဲ့သူတွေအတွက် အပျင်းလည်းပြေ cultureဗဟုသုတလည်းရတဲ့ ကားမျိုးပါပဲ။ ဒီကားမှာ အများဆုံးကြားဖြစ်မှာကတော့ \"Even your mother can do better than you.\" ပါပဲ ဟုတ်ပါတယ်..Uncle Rogerရဲ့လေယူလေသိမ်းနဲ့ပါပဲ။ ဒီကားကို Singaporean Director Jacen Tan ရိုက်ကူးထားပါတယ်..။File size…(1.87GB)  / (`948MB) ...",
        "rating": "5.0",
        "url": "https://megaup.net/1b14q/Zombiepura.2018.CHINESE.720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zcdtY0xMBCL2hSCrK7e6FqtbeYf.jpg",
        "title": "King Of Hotpot ( 2022 )",
        "description": "ချုံချင့်ဆိုတာနဲ့ များသောအားဖြင့်ကတော့ ဟော့ပေါ့ကို\nပြေးမြင်မိကြမှာအမှန်ပါပဲနော် ဒီတစ်ခါမှာဆိုရင်တော့ CM က\nပရိတ်သတ်ကြီး ချုံချင့် ဟော့ပေါ့နဲ့သက်ဆိုင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးပါရစေရှင်❏ ဒီဇာတ်ကားလေးကတော့ ချုံချင့်မြို့တော်က\nဟော့ပေါ့ဆိုင်လေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ\n❏ အလောင်းကစားမတ် ဖဲရိုက် မာကျောက်ကစားဖို့လောက်ပဲသိတဲ့-ကုန်းဟော်ဒီဟော့ပေါ့ဆိုင်သေးသေးလေးမှာပဲ တစ်ဘဝလုံးကို ကုန်ဆုံးမသွားချင်သူ ၊\nအမြင်ကျယ်ကျယ်နဲ့ လောကကြီးတစ်ခွင် ခြေဆန့်ချင်သူ-ကျင်းရှန်းသူတို့ဆရာလဲဖြစ် အဖေလဲဖြစ်တဲ့ ကုန်းယောင်ကလဲ\nဒီသားတပည့်ဖြစ်သူနှစ်ယောက်ရဲ့ မတူညီတဲ့စရိုက်တွေကြားမှာ\nစိတ်ဆင်းရဲရတဲ့အပြင် လေပါဖြတ်သွားခဲ့ရပါတော့တယ်\nအဲဒီနောက်မှာတော့ ဆိုင်ရဲ့ စီးပွားရေးတွေကျဆင်းကာ\nနောင်တတွေရပြီးနောက်မှာမှ ဆိုင်လေးကို ပြန်လည်ထူထောင်ဖို့ကြိုးစားခဲ့ပါတော့တယ်ကုန်းဟော်တစ်ယောက် ဟော့ပေါ့ပညာကို အခြေခံကနေစပြီးလေ့လာခဲ့တဲ့အပြင်\nသူ့ရဲ့ ဆရာတူအစ်ကိုဖြစ်သူ ကျန်းရှန်းနဲ့လဲ စီးပွားရေးပြိုင်ဘက်တွေ ဖြစ်လာခဲ့ပါတယ်\nတစ်ဖြည်းဖြည်းနဲ့ ဟော့ပေါ့လုပ်ငန်းအပေါ် ကုန်းဟော်တစ်ယောက်\nစိတ်ဝင်တစားဖြစ်လာခဲ့ပြီး မိသားစုရဲ့ နွေးထွေးသက်ဝင်မှုတွေကိုပါ\nနားလည်လာခဲ့ပါတော့တယ် ဒီတော့ ဒီဇာတ်ကားလေးအတွင်းမှာ\nချုံချင့်ရဲ့ အလှအပတွေ ၊ ဟော့ပေါ့ရဲ့ တစ်စေ့တစ်စောင်း\nအကြောင်းစုံ အပြင် မိသားစုရဲ့ နွေးထွေးမှု အစရှိတာလေးတွေကို\nဟာသနှောကာ ရိုက်ပြထားတာဖြစ်တာမို့ ပေါ့ပေါ့ပါးပါးနဲ့\nကြည့်ရှူရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/king-of-hotpot-2022/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJHwqLB5U3joO6sqVajDevGsRnz.jpg",
        "title": "Joyride (2022)",
        "description": "Joyride (2022)မူလီ ဆိုတဲ့ကောင်လေးဟာ အဖေတစ်ခုသားတစ်ခုနေရတဲ့သူပါ။ ဒါပေမယ့် သိပ်ကောင်းတဲ့ အဖေတစ်ယောက် ရထားတာတော့မဟုတ်ဘူး။တစ်ရက်မှာ မူလီတစ်ယောက် သူ့အဖေဆီက ထွက်ပြေးပြီး လူအလစ်မှာ ရပ်ထားတဲ့ တက္ကစီတစ်စီးပေါ်တက်ပြီး မောင်းထွက်လာလိုက်တယ်။ကံဆိုးချင်တော့ အဲ့ တက္ကစီ ပေါ်မှာ ခရီးသည် မိန်းမကြီးတစ်ယောက်နဲ့ မွေးကင်းစကလေးငယ်လေးတစ်ယောက် ပါနေတာပါပဲ။ မူလီကလည်း သူ့အကြောင်းနဲ့သူ ကားပေါ်ပါလာတဲ့ ဂျွိုင်းဆိုတဲ့ မိန်းမကြီးနဲ့ ရင်သွေးငယ်လေးကလည်း သူတို့အကြောင်းနဲ့သူတို့ ...အဲ့ character ၃ယောက် လမ်းခရီးမှာ ဘယ်လိုတွေ ဆက်ပြီးခရီးဆက်ရမလဲ?သီချင်းလေးတွေကလည်း country song လေးတွေဆိုတော့ country vibe လေးလည်းရ High way လမ်းတွေမှာ ကားပတ်မောင်းရတဲ့ ရသလေးပါရတော့ Joyride ဆိုတဲ့အတိုင်း Joy နဲ့ Mully တို့နဲ့အတူ တပျော်တပါး လိုက်စီးကြည့်ရအောင်။(ဇာတ်လမ်းအညွှန်းကို ကို Hein That Naing က ရေးပေးထားပါတယ်။)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1b5hr/[CM]Joyride.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phXWlfOuTxzOnO96BNZ8CiSJqZk.jpg",
        "title": "Exorcist: The Beginning(2004)",
        "description": "Exorcist The beginning (2004)====================Exorcist series ကြီးရဲ့အစသမိုင်းဖြစ်တဲ့ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေ လန်ကတ်စတာ မယ်ရင် တဖြစ်လဲဖာသာမယ်ရင်။စစ်ပွဲကြီးအပြီးမှာ သေကြေရတာတွေအနိဠာရုံတွေမြင်ခဲ့တာကနေဘုရားသခင်အပေါ်ယုံကြည်မှုပျောက်ဆုံးသွားခဲ့ပြီးရှေးဟောင်းသုတေသနပညာရှင်အနေနဲ့ပဲကျင်လည်ကျက်စားနေတဲ့သူပါ။တနေ့မှာသူ့ဆီအလုပ်ရောက်လာခဲ့တာက အာဖရိကက ရှေးဟောင်းခရစ်ယာန်ဘုရား‌ကျောင်းတခုဆီကရုပ်ထုတစ်ခုကိုရှာ‌ပေးဖို့ပါပဲ။ဒါပေမဲ့ခရစ်ယာန်သာသနာအာဖရိကတိုက်မရောက်ခင်တည်းကရှိနေခဲ့တဲ့ဒီဘုရားကျောင်းရဲ့ရည်ရွယ်ချက်ကဘာလဲ။ဒီဘုရားကျောင်းနားမှာဖြစ်ပျက်နေတဲ့သေကြေပျက်စီးနေတာတွေကဘာကြောင့်လဲ။ နယ်ခံတာကာနာလူမျိုးတွေနဲ့ဒီဘုရားကျောင်းနဲ့ကဘာတွေဆက်နွယ်နေတာလဲ။ ဒီသေကြေပျက်စီးနေတာတွေရဲ့အလည်မှာကောင်လေးတယောက်ကလည်းရှိနေတာဘာ‌ကြောင့်များလဲ။ ဒီကောင်လေးကိုဘယ်အရာကများပူးကပ်ပြီးသတ်ဖြတ်နေတာလဲ။ ဘုရားသခင်ကိုယုံကြည်မှုမရှိတော့တဲ့မယ်ရင်တယောက်အဖြေရှာကယ်တင်ဖို့ကြိုးစားတာအောင်မြင်နိုင်ပါ့မလားဆိုတာကို Exorcist the beginning ဆိုတဲ့ဇာတ်ကားမှရှုစားပေးကြပါဦး..... File size…1.41GB / 779MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Mystery , Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.1",
        "url": "https://megaup.net/1b9m8/Exorcist.The.Beginning.2004.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMWE0M2YyM2MtOThhOS00N2ZiLThkYzktZjI3ZjA0MzA5YWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Lullaby(2022)",
        "description": "Lullaby (2022)\n================\nအခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ ‌\nhorror ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဂျွန်နဲ့ရေချယ်တို့ဟာ \"အီလိုင်\"ဆိုတဲ့သားတစ်ယောက် မွေးထားတာ မကြာသေးပါဘူး။\nသူတို့ရဲ့သားဦးဖြစ်တာကြောင့် ကလေးကို ‌ထိန်းသိမ်းရာမှာ အခက်အခဲတွေရှိနေခဲ့ပြီး တစ်ရက်ထက်တစ်ရက်\nပိုအဆင်မပြေ ဖြစ်လာခဲ့ပါတယ်။ တစ်နေ့ကျတော့ ရေချယ်ရဲ့ အမေပို့လိုက်တဲ့ ရှေးဟောင်းကလေးချော့တေးစာအုပ်ကို ပြန်တွေ့ပြီး ကလေးချော့တေးဆိုပြလိုက်တဲ့အခါ အီလိုင်လေးဟာ ချောချောခြူခြူပဲ အိပ်ပျော်သွားခဲ့ပါတယ်။\nဒီလိုနဲ့ အကြိမ်တိုင်း ဒီသီချင်းကို အသုံးပြုရင်းနဲ့ သူတို့ဘ၀လည်း ပြန်လည်အေးချမ်းအဆင်ပြေသွားပါတော့တယ်။\nသူတို့မသိလိုက်တာက ဒီလောက်အစွမ်းထက်တဲ့စာအုပ်မှာ မယုံကြည်နိုင်စရာ အမှောင်စွမ်းအင်တွေ ရှိနေတာပါပဲ။ဒီလိုနဲ့ ကလေးထိန်းပျင်းတဲ့ ရေချယ်တို့တွေ ရှေးဟောင်းအမှောင်တံခါးကို သွားခေါက်မိတဲ့အခါမှာတော့ ဘယ်လို အဖျက်စွမ်းအားတွေ ဘယ်လိုအန္တရာယ်တွေ ကြုံတွေ့ရမလဲဆို‌တာကို ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါခင်ဗျာ။\nFile size…1.08GB  / 450MB\nQuality…1080p AMZ WEBDL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "5.2",
        "url": "https://megaup.net/2x4ly/Lullaby.2022.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekWbRm3JXXzstpgtgebMV4nrjUz.jpg",
        "title": "Joyland (2022)",
        "description": "Joyland (2022)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/1R6vW/(CM)_Joyland_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTI1ZjI3MDctMzFmOC00NTZkLWI3ZjUtODMzNmI4MzM1NmRkXkEyXkFqcGdeQXVyNjQzMDEyOTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "To End All War: Oppenheimer & the Atomic Bomb (2023)",
        "description": "IMDb -7.5, RT - 91% ဒုတိယ ကမ္ဘာစစ်လို့ ပြောလိုက်ရင် အရင်ဆုံး ဟစ်တလာကြီးရဲ့ နာဇီအင်ပါယာကြီးကို ပြေးမြင်မိကြမယ်လို့ ထင်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ရဲ့ အဆုံးသတ်လို့ ပြောလိုက်ရင်လည်း ဂျပန်အင်ပါယာကြီးရဲ့ ဟီရိုရှီးမားနဲ့ နာဂါဆာကီ၊ မြို့ နှစ်မြို့အဏုမြူဗုံး ကြဲချခံခဲ့ရတာနဲ့ အဆုံးသတ်သွားတာကို ပြေးမြင်မိကြမယ် ထင်ပါတယ်။ ယခု ဒီdocumentaryက ဒုတိယ ကမ္ဘာစစ်ကို အဆုံးသတ်စေခဲ့တဲ့ အဏုမြူဗုံးကို တီထွင်ခဲ့တဲ့ ဒေါက်တာ ဂျေ ရော့ဘတ် အော့ပန်ဟိုင်းမားရဲ့ ဇာတ်ကြောင်းကို documentaryအနေနဲ့ ရှု့စားရမှာ ဖြစ်ပါတယ်။ ရှေ့တလောတုန်းက Christopher Nolanရဲ့ လက်ရာဖြစ်တဲ့ Oppenheimer Biopicကို တင်ဆက်ခဲ့ပါတယ်။ ယခု ဒီdocumentaryဇာတ်လမ်းထဲမှာ အော့ပန်ဟိုင်းမားရဲ့ POVကနေ မဟုတ်ဘဲနဲ့ အော့ပန်ဟိုင်းမားနဲ့ အလုပ်တွဲလုပ်ခဲ့ဖူးကြတဲ့ တကယ့်အပြင်က လူတွေက အော့ပန်ဟိုင်းမားရဲ့ ဇာတ်ကြောင်းကို ပြောပြနေဟန်နဲ့ သရုပ်ဖော်ရိုက်ကူးထားပါတယ်။Christopher ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gz9k/To.End.All.War.Oppenheimer.and.the.Atomic.Bomb.2023.720p.(CM).mp4",
        "category": "Documentary, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
        "title": "Meg 2: The Trench (2023)",
        "description": "မင်းသား ဂျေဆန်စတက်သန်ရဲ့ ငမန်းကား ဒုတိယပိုင်းလာပါပြီ။ဒီအပိုင်းက ပထမဆုံးငမန်းကားလောက် ငမန်းအရသာမပေးတဲ့အတွက်rating နည်းပြီး ရုံဝင်ငွေနည်းနေပေမဲ့ အက်ရှင် ဟာသကားအဆင့်အနေနဲ့ဆိုဖျော်ဖြေမှုပေးနိုင်တဲ့ ကားကောင်းလို့ ပြောလို့ရပါတယ်။ ဂျေဆန်နဲ့အတူတရုတ် မင်းသား ဝူကျင်းလည်း ပါဝင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကျောက်မင်ဟာ သမုဒ္ဒရာထိန်းသိမ်းရေးနဲ့လေ့လာရေးအဖွဲ့ကြီးကိုတည်ထောင်ထားတဲ့သူဖြစ်ပါတယ်။ ဂျိုးနက်ဖမ်းမိခဲ့တဲ့ မက်ဂါလိုဒန်ငမန်းပေါက်စလေးကိုလည်း မွေးထားပေးတဲ့သူပါပဲ။ အဲဒီအဖွဲ့အစည်းကနေပင်လယ်ရေအောက် ပေ ၂၅၀၀၀ ကျော်ကို သွားဖို့ ယာဉ်တွေနဲ့ ဝတ်စုံတွေတီထွင်ပြီး ကျောက်မင်နဲ့ဂျိုးနက်တို့ ရေနက်တူးမြောင်းကြီးထဲကို လေ့လာရေးခရီးအတူထွက်ခဲ့ကြပါတော့တယ်။ ဒါပေမဲ့ ခရီးလမ်းက မချောမွေ့ဘဲမက် ငမန်းတွေနဲ့တွေ့ ယာဉ်တွေပျက် ရန်သူတွေတွေ့ပြီး အသက်ရှင်ဖို့ ရုန်းကန်ကြရတဲ့အခါ... File size… 5GB/2.35 GB /  1.01 GB\nQuality…WEB-DL 4K HEVC./1080p 5.1 CH /  720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Adventure , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Wyl1/Meg.2.The.Trench.2023.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjcxMzk1OWMtZjIzNC00ZTYzLWFmNDktMWM2YWQ5NGI3ODU2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "God Bless America (2012)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.1 ရရှိထားတဲ့ Comedy/Crime ဇာတ်ကားလေးတစ်ခုတင်ဆက်ပေးပါ့မယ် Social media လွှမ်းမိုးလာတာနဲ့အမျှ လူတွေဟာလည်း နေ့ရှိသရွေ့ Cele အကြောင်းတွေ အတင်းတွေ နိုင်ငံရေးအယူအဆတွေ ဝက်ဆိုဒ်ပေါ်မှာတွေ့တာတွေကို ပြောကြဆိုကြရင်း အချိန်ကုန်လာကြပါတယ် အဲ့ဒီလို Social Media လွှမ်းမိုးမှုကို မကြိုက်တဲ့ ဖရန်ခ့်တစ်ယောက်ကတော့ လူ့ဂွစာကြီးဖြစ်နေတာပေါ့ဗျာ ပြီးတော့ ဖရန်ခ့်ဟာ ယဉ်ကျေးမှုပြောင်းလဲလာတာတွေကိုလည်း သဘောကျသူမဟုတ်ပါဘူး ဒီလိုနဲ့ လူ့ဂွစာကြီး ဖရန့်ခ့်ဟာ တစ်ရက်မှာတော့ အလုပ်ပြုတ်သွားပါတော့တယ် အလုပ်ပြုတ်ပြီးပြီးချင်းမှာပဲ သူရဲ့ဦးနှောက်မှာ အကြိတ်တည်နေတာကို ပါ ထပ်သိလိုက်ရပါသေးတယ်ကျန်းမာရေးလည်းမကောင်း အလုပ်လည်းပြုတ် အိမ်ထောင်လည်းကွဲထားတဲ့ ဖရန်ခ့်တစ်ယောက် သူ့ကိုသူ အဆုံးစီရင်ဖို့ကြံစည်ပါတော့တယ် ထိုအချိန်မှာပဲ တီဗီရှိုးတစ်ခုမှာလာတဲ့ ကလိုအီဆိုတဲ့ လူကြီးကို လူကြီးလို မထင်တဲ့ နာမည်ကြီး ကောင်မလေးတစ်ယောက်ဟာ ဖရန်ခ့်အတွက် မျက်စိစပါးမွှေးစူးစရာဖြစ်နေတာပေါ့ ဒီလိုနဲ့သူဟာ သူ့ကိုယ်သူ အဆုံးမစီရင်ဘဲ ကလိုအီကို သွားသတ်ပါတော့တယ် ဒီလိုနဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1gzse/God.Bless.America.2011.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDcxM2FkMzAtMDcyYS00Yjg2LTg3ODItNWZjYTBkMzkxZTdhXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "BRO (2023)",
        "description": "IMDb-7.8/10ရုံတင်ငွေ ၁ ဘီလီယံကျော်ရခဲ့တဲ့ ဘဝအတွက်ခဏလောက်\nအတွေးဝင်သွားစေမဲ့ဇာတ်ကားကောင်းလေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားရဲ့ ဒါရိုက်တာ Samuthirakani ရိုက်သမျှကားတိုင်းဟာလည်း\nပရိသတ်အားပေးမှုများစွာရရှိခဲ့တဲ့ ဘ၀ဒဿနဇာတ်ကားကောင်း‌တွေချည်းပါပဲအစ်ကိုကြီးအဖရာဆိုတဲ့အတိုင်း တစ်မိသားစုလုံးရဲ့တာဝန်တွေအတွက်\nအလုပ်တွေစီးပွားရေးတွေနဲ့ပဲ အချိန်ကုန်နေတဲ့ မာ့ခ်\nမုန့်တစ်ခုကိုကုန်အောင်မစားနိုင်ချစ်သူနဲ့တောင် နှစ်ဦးအတူထိုင်စကား‌မပြောနိုင်\nညီအစ်ကိုမောင်နှမတွေနဲ့တောင် စကားလက်ဆုံမကျနိုင်သည်ထိ အဆုံးစွန်ကြိုးစားနေခဲ့တာပေါ့သူအစွမ်းကုန်ကြိုးစားလို့ ရလဒ်ကောင်းတွေရလာတဲ့အသက်သုံးဆယ်အရွယ် GM ဖြစ်တော့မဲ့အချိန်\nချစ်သူမိသားစုညီအစ်ကိုမောင်နှမတွေကို အချိန်ပေးတော့မဲ့အချိန်မှာ သေသွားခဲ့ရတယ်တမလွန်နဲ့ ပစ္စုပ္ပန်ကြားကာလလေးမှာ အချိန်နတ်ဘုရားနဲ့တွေ့ပြီး လူ့ပြည်ကိုပြန်ဖို့တောင်းဆိုခဲ့တယ်\nသူပြန်လာနိုင်တဲ့အချိန်က ရက်ပေါင်းကိုးဆယ်...\nလူပြည့်ပြန်ရောက်တဲ့အချိန်မှာလည်း အချိန်နတ်ဘုရားက ထပ်ကြပ်မကွာလိုက်နေခဲ့တယ်..\nသူရရှိတဲ့ ရက်ပေါင်းကိုးဆယ်မှာ အဓိပ္ပာယ်ရှိတဲ့ဘဝပိုင်ဆိုင်အောင်ကြိုးစားနိုင်မလား...\nတစ်ချက်ချက်အသံပေးပြီး ရွေ့လျားနေတဲ့အချိန်မှာ\nချစ်ရသူတွေနဲ့အတူ ဘဝကိုဖြတ်သန်းဖို့ မမေ့ကြနဲ့နော်\n(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Moon ~ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1gBaj/BRO_(2023)_Telugu_TRUE_WEB-DL_-720p_-YK(CM).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTMyNjYyODk0Ml5BMl5BanBnXkFtZTcwNDUzOTczNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Zookeeper (2011)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Comedy Movie တွေမှာ မြင်နေကျ တလွဲking ကြီးလို့ ပြောလို့ရတဲ့ မင်းသားကြီး Kevin James ရဲ့ ကားတင်ပေးမှာပါ၊ ဒီကားထဲမှာဆို သူက ဂရစ်ဖင်း၊ တိရိစ္ဆာန်ရုံမှာအလုပ်လုပ်တဲ့သူ၊ ဝါသနာနဲ့ အလုပ် တထပ်တည်းကျတော့ အလုပ်အဆင်ပြေပေမဲ့ အချစ်ရေးကံခေနေရှာတာပေါ့ ၊ ဂရစ်ဖင်း ခမျာ အဲ့ကိစ္စနဲ့ပဲ စိတ်ညစ်တော့ အလုပ်ကထွက်ပြီး စော်ကြည်မယ်ထင်တဲ့အလုပ်ပြောင်းဖို့လုပ်တော့တာပါပဲ။ တစ်ခုရှိတာက ရုံကအကောင်လေးတွေက ဂရစ်ဖင်းစိတ်ထားကောင်းတာကိုသိတော့ မထွက်စေချင်ကြပါဘူး၊ အဲတာနဲ့ပဲ မထွက်ရအောင် ဂရစ်ဖင်းကို ဒီအလုပ်ကနေမထွက်ပဲစော်ကြည်စေနိုင်ဖို့ကူညီကြပါတယ် ၊ ကူညီကြပုံလေးတွေကချစ်စရာကောင်းအောင် စပရိုက်ဖြစ်တာမို့ ကြည့်ရင်းရယ်ရင်း နဲ့အမောပြေစေမှာအမှန်ပါFile size…(1.8 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy, Romance, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "5.2",
        "url": "https://megaup.net/1gzrn/Zookeeper.2011.720p.(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foTSoGNa4rANOTqzc4qTnRS6M1A.jpg",
        "title": "Just Remembering (2021)",
        "description": "Just Remembering (2021)~ IMDb – 6.9/10, MyDramaList – 7.5/10 ~ဒီရုပ်ရှင်အစအဆုံးမှာ ထူးထူးခြားခြား ရက်စွဲတစ်ခုပဲ ပါမယ်။ ဒါပေမဲ့ အဲ့ဒီ့ရက်စွဲတစ်ခုတည်းကိုပဲ နှစ်တွေ နှစ်တွေချီလို့… လူ့ဘဝဆိုတာကိုက အမှတ်တရနဲ့ ယှဉ်တွဲနေထိုင်ခြင်းပါပဲ...“Just Remembering“‘ယို’ ဆိုတဲ့ အမျိုးသမီးတက္ကစီယာဉ်မောင်းတစ်ဦးနဲ့ စတိတ်စင်မီးထိုးရတဲ့ တဲရူအိုဆိုတဲ့ အကသမားဟောင်းတစ်ဦးရဲ့ ကြားက အမှတ်တရတွေ။ အမှတ်တရထဲ ထားခဲ့ပြီဆိုကတည်းကိုက သိသာပါတယ်။ ကြည်နူးစရာတွေလာမယ်၊ ပြီးရင် ကြေကွဲစရာတွေလာမယ်၊ ပြီးတော့ တသသဖြစ်မယ်ပေါ့။ဒါပေမဲ့ ဒီကားက အဲဒီလိုမဟုတ်ခဲ့ဘူး။ “အမှတ်တရတွေကို ရုပ်ရှင်ကြည့်သလို နောက်ပြန်ရစ်ကြည့်ရင်း ရှက်ဖို့ကောင်းလွန်းလို့ ရှေ့ကို ပြန်ကျော်ပစ်ချင်လာတယ်” တဲ့။အပေါ်မှာ ပြောခဲ့တဲ့ ရက်စွဲတစ်ခု (သူတို့၂ယောက်ကြားမှာ အမှတ်တရအဖြစ်ဆုံး နေ့တစ်ခု) ကိုပဲ နှစ်တွေ ပြန်ရစ်ကြည့်သလိုပုံစံမျိုးနဲ့ တွေ့ရမှာပါ။ လက်ရှိကာလရဲ့ အဲဒီရက်စွဲလေးမှာပဲ တစ်ယောက်ကိုတစ်ယောက် တစ်ဘက်လူမသိဘဲ မတော်တဆတွေ့မိလိုက်ကြရင်း အမှတ်တရ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1gB72/(CM)_Just_Remembering_(2021)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJb2XlqYSYFA25EMyodon0cBare.jpg",
        "title": "Highwaymen (2004)",
        "description": "မော်လီဟာ သူငယ်ချင်းဖြစ်သူ အဲလတ်စ်နဲ့ကားမောင်းပြီး အိမ်ပြန်နေချိန်မှာ ကားတစ်စီးက သူတို့ကိုအချက်ပြပြီးကျော်သွားလိုက်တယ်။ ခဏအကြာ လှိုဏ်ခေါင်းထဲ အဝင်မှာ ကားမတော်တဆဖြစ်မှုတစ်ခုကိုတွေ့လိုက်ရတယ်။ ဒဏ်ရာရသူတွေကူညီဖို့အတွက် သူငယ်ချင်းနှစ်ယောက် အပြင်ထွက်လိုက်ကြတယ်။ မော်လီကို ဒဏ်ရာရသူတွေကိုကြည့်ခိုင်းထားပြီး အဲလတ်စ်ကတော့ လမ်းပေါ်တက်ပြီး အကူအညီတောင်းတဲ့အခါကားတစ်စီးက အဲလတ်စ်ကို တမင်ဝင်တိုက်ပြီးသတ်လိုက်တယ်။ ဖြစ်ရပ်အစအဆုံးကို မြင်သွားတဲ့ မော်လီကိုထပ်တိုက်မယ်အလုပ်မှာ လူတစ်ယောက်ရောက်လာတဲ့  အတွက် ထွက်ပြေးသွားတယ်။ နောက်တော့ရဲတွေရောက်လာပြီးမော်လီကိုကယ်ဆယ်ပေးလိုက်ကြတယ်။စိတ်ဒဏ်ရာရသွားတဲ့မော်လီဟာ ကားတိုက်ခံရပြီးကိုယ်လက်အင်္ဂါဆုံးရှုံးသွားတဲ့သူတွေကိုစိတ်သက်သာရာရအောင် ကုစားပေးတဲ့သင်တန်းကိုတက်နေချိန်မှာခရေးဆိုတဲ့လူတစ်ယောက်ကမော်လီနဲ့စကားလာပြောတယ်။ကားတိုက်ပြီးထွက်ပြေးတဲ့သူကို သူသိကြောင်း ၊နောက်တစ်ခါထပ်လာလိမ့်ဖြစ်ကြောင်း ၊တရားခံကိုရဲတွေမဖမ်းပေးနိုင်‌ပေမယ့် သူကူညီနိုင်ကြောင်းပြောပြတဲ့အခါ မော်လီလည်းခ‌ရေးနဲ့ အတူလက်တွဲပြီး အလုပ်လုပ်ဖို့လက်ခံလိုက်တယ်။ ဒီလိုနဲ့မော်လီနဲ့ ခရေးတို့ တရားခံကိုဘယ်လိုအခက်အခဲ‌တွေနဲ့ဖမ်းမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ File size…1.57GB / 562MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1Wycq/Highwaymen.2004.WEB-DL720p(CM).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwMFPtWnMOocdRS54dTnOH37CAL.jpg",
        "title": "The Girl from Monday (2005)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အနာဂတ်ကိုစိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့စိတ်ဝင်စားစရာဇာတ်ကားလေးပါ။ စတော့ရှယ်ယာတွေအနေနဲ့ ပိုက်ဆံကိုမလှဲလှယ်ကြတော့ဘဲ လူတွေကိုလှဲလှယ်တဲ့အချိန်‌ကို ရောက်သွားပါပြီ။ လူတွေဟာ ပိုက်ဆံလိုမျိုးနေရာကိုရောက်သွားပြီး တစ်ယောက်ချင်းစီရဲ့တန်ဖိုးကိုတော့ လိင်ဆက်ဆံတဲ့အကြိမ်ရေနဲ့သတ်မှတ်ပါတယ်။ လိင်ဆက်ဆံမှုများလေ တန်ဖိုးမြှင့်လာလေလေပါ။လူတွေဟာ လိင်မှုဆက်ဆံတာကို သူတို့တန်ဖိုးမြှင့်အောင်ပဲလုပ်ကြပြီးတော့အချစ်တွေ၊ ကြင်နာမှုတွေ၊ နူးညံ့မှုတွေကို ရှာမတွေ့နိုင်တော့ပါဘူး။အဲဒီဈေးကွက်ကို Triple M ဆိုတဲ့မာတီမီဒီယာကုမ္ပဏီတစ်ခုကနေထိန်းချုပ်ပြီးတော့လူတွေကို အမြဲမော်နီတာကနေ စောင့်ကြည့်နေတာဖြစ်ပါတယ်။Jack ဆိုတဲ့သူဟာ အဲဒီကုမ္ပဏီမှာ အမှုဆောင်အရာရှိတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဆီစီးလ်ကိုသ‌ဘောကျမိနေပေမဲ့ သူနဲ့ဆက်ဆံရေးတစ်ခုကိုထူထောင်ဖို့ တွေဝေနေပါတယ်။ ဒါပေမဲ့ ဆီစီးလ်ဟာ ဝီလီယံဆိုတဲ့သူနဲ့တရားမဝင်လိင်ဆက်ဆံမိခဲ့တဲ့အတွက် ထောင်ဒဏ်နှစ်နှစ်ချမှတ်ခံလိုက်ရပါတယ်။ဒါကြောင့် ဆီစီးလ်နဲ့ဝီလီယံဟာ ဒီစနစ်ကိုဆန့်ကျင်ဖို့ကြိုးစားကြပါတော့တယ်။  File size…1.67GB / 757MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 24m\nGenre ….. Action , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "5.5",
        "url": "https://megaup.net/1Wy9e/The.Girl.from.Monday.2005.Blu-Ray720p(CM).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/htU1F9o2yegoaGfIC2stIwIV8bs.jpg",
        "title": "Walking on Sunshine (2014)",
        "description": "ဒီကားကိုတော့ ထွေထွေထူးထူးပြောမနေတော့ပါဘူး posterကြည့်လိုက်တာနဲ့ရွှင်ရွှင်မြူးမြူး Musicalကားလေးဆိုတာ အားလုံးခန့်မှန်းမိကြမှာပါ။Gabriel's Infernoကားတွေရဲ့ မင်းသားချော Giulio Berrutiလည်းပါဝင်ထားပါတယ်။ Meddieဟာ အီတလီနိုင်ငံ ပူလီယာကမ်းခြေမှာ ရည်းစားသက်တမ်းသိပ်မကြာသေးတဲ့ချစ်သူနဲ့ လက်ထပ်ဖို့ပြင်ဆင်နေပါတယ်။ Meddie မသိတာကသူ့ရဲ့ခင်ပွန်းလောင်းဟာ သူ့ညီမTaylorရဲ့ ရည်းစားဟောင်းဖြစ်နေတာကိုပေါ့။Taylor အနေနဲ့လည်း အစ်မဖြစ်သူရဲ့ စပရိုက်စ်အတိုက်ခံလိုက်ရပြီး သူ့ခဲအိုဟာသူမမေ့နိုင်သေးတဲ့ချစ်သူဆိုတော့ ပျာယာတွေခတ်ကုန်တာပေါ့။ ဒါပေမဲ့သူ့အစ်မကောင်းကျိုးအတွက် Taylor ဟာ အရာအားလုံးကို ဖုံးကွယ်ထားဖို့ကြိုးစားပါတော့တယ်။ သူတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ရေးဟာ ဘယ်လိုဆက်ဖြစ်မလဲ၊အရမ်းချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ကရော ဆက်ပြီးအဆင်ပြေပါ့မလား၊သူငယ်ချင်းတွေကရော ဘယ်လိုကူညီပေးကြမလဲဆိုတာ ၈‌‌၀ ခုနှစ်ကနာမည်ကြီးပေါ့သီချင်းတွေနဲ့အတူ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ကြရမှာပါ။  File size…1.84GB / 961MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Comedy , Drama , Musical\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.5",
        "url": "https://megaup.net/1Wy7c/Walking.on.Sunshine.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTY0NWRiNmItZTFmYS00MTdiLTkzMjgtMmJjNDA3YWU0NDY3XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Baby (2023)",
        "description": "Baby (2023)\nIMDb-7.9/10\nအခုတင်ဆက်ပေးမယ့် ရုံတင်ငွေကုဋေခုနစ်တယ်ထိ ရရှိအောင်မြင်ခဲ့တဲ့\nဇာတ်လမ်းလေးက တလေဂူးစကားပြော အိန္ဒိယအချစ်ဇာတ်လမ်းတစ်ပုဒ်။\"တကယ်တော့ အချစ်ဆိုတာ သိစိတ်ရဲ့ခဏတာရူးသွပ်မှုနဲ့\nမသိစိတ်ရဲ့စိတ်လိုလက်ရနိုင်တဲ့ထင်မြင်ချက်နှစ်ခု\nအေးစက်စွာခပ်မြူးမြူးတွေ့ဆုံတဲ့ တဒင်္ဂလေးပါပဲ။ချစ်သူနဲ့အတူ ချစ်ခဲ့တယ်ဆိုတဲ့ သက်တမ်းကလည်း အသေအချာစစ်ကြည့်ရင် အဲဒီတဒင်္ဂရဲ့ပြတ်တောက်မှုကို\nသတိမပြုမိဘဲ ဆက်ပြီးထင်ခဲ့မိတဲ့ မသိစိတ်ရဲ့လှည့်စားမှုတရပ်ပါ။ဒီတဒင်္ဂတွေက တခုနဲ့တခုပတ်သက်နေပေမဲ့လည်း\nတခုနဲ့တခု တာဝန်တော့မယူ။ခင်ဗျားတို့လက်ထဲမှာ ရှိနေတဲ့အဲဒီတဒင်္ဂလေး ပျက်စီးသွားတာနဲ့ ရှေ့မှာရှိခဲ့တဲ့\nတဒင်္ဂများစွာတို့ကလည်း ပြိုလဲပျက်စီးသွားနိုင်တယ်။ဒါမှမဟုတ် ရပ်တန့်ငြိမ်သက်သွားတတ်ကြတယ်။\nအချစ်ဆိုတာ တဒင်္ဂသာပိုင်ဆိုင်ရတတ်တဲ့ ခံစားမှုအစုအဝေးတခုပဲဖြစ်ပြီး တဒင်္ဂတည်းနဲ့ ဆုံးရှုံးသွားနိုင်တဲ့အရာလည်း\nဖြစ်တယ်။\"(ဒီစကားစုက ဆရာနီကိုရဲရဲ့ မကြည်ပြာနှင့်ချစ်ခြင်း၏နဂ္ဂတစ်များ၀တ္ထုထဲက စကားပြေကို စကားပြောနဲ့ပြန်ရေးပြထားတာပါ)ဒီဇာတ်လမ်းက သစ္စာမဲ့တာလား သစ္စာရှိနိုင်လွန်းတာပဲလား ကျွန်တော်လည်းမဝေခွဲတတ်။\nငယ်ငယ်ကတည်းက အိမ်နားနီးချင်းကောင်လေးနဲ့ကောင်မလေးတို့ ဆယ်တန်းကျောင်းသားဘ၀မှာ ချစ်သူတွေဖြစ်ခဲ့ပြီး\nကောင်မလေးက ကောလိပ်ကိုသွားတက်တဲ့အချိန် တတိယတယောက်ပေါ်လာတဲ့အခါမှာတော့။\nချစ်ခြင်းတရားဆိုတာ ဝေးကွာနေတာပဲဖြစ်စေ အနီးဆုံးမှာပဲရှိနေပါစေ စိတ်ချင်းနီးပြီးချစ်တတ်သူတို့အဖို့ပါပဲ။\nဒီသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကိုကြည့်ပြီး ကြည့်ရှုသူအပေါင်းဘ၀အမောတွေတိုးလာကြပါစေလို့ဆန္ဒပြုရင်း\nတင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.7GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe~BpL~V",
        "rating": "7.9",
        "url": "https://megaup.net/3itiA/Baby_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat-133x200.jpg",
        "title": "The Cat Returns (2002)",
        "description": "The Cat Returns (2002)\n===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်\nချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ\nကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်\nကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့\nထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့\nfiction ဆိုပြီး fan theory လည်းရှိပါတယ်။\nအဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးက\nဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။\nဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့\nscene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။\nFile size…1.5GB  / 763MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/3it2z/Neko_no_Ongaeshi_-_The_Cat_Returns_(720p_BD)_YK(CM).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NaYl6GFQYdLZXDLcDgTC9plMQO.jpg",
        "title": "[21+] All Babe Network(2013)",
        "description": "လူရယ်လို့မှဖြစ်လာပြီဆိုရင် အလုပ်တခု ဝါသနာတစ်ခုတော့ ရှိရမယ်လေ\nအလုပ်နဲ့ ဝါသနာ ထပ်တူကျဖို့ဆိုတာ ပိုအရေးကြီးနေပြန်ရော\nဘရက် မှာလည်း အလုပ်တခုရှိနေတယ် ဝါသနာလည်းပါနေတယ်ခက်တာက အထက်လူကြီးက မကောင်းဘူးဖြစ်နေတယ်\nအထက်လူကြီးက ဘရက်ကို ထောင်းချင်နေပေမဲ့ ပိုင်ရှင်က ဘရက်ရဲ့ဦးလေးဖြစ်‌နေတယ်\nဒီတော့ ဘရက်ကို အလုပ်ဖြုတ်ဖို့ ကြံရပါတော့တယ်ဘရက်ရဲ့ TV Show ကို နည်းလမ်းပေါင်းစုံနဲ့ ဖျက်တယ်\nအလုပ်ထဲက လူတွေကို စည်းရုံးတယ် စည်းရုံးတဲ့နည်းက မိုက်နေရော\nဘရက်မှာလည်း အခက်ခဲမျိုးစုံးကိုဖြေရှင်းပေးနိုင်တဲ့ ချစ်သူရထားတော့\nအတော် ပွဲစည်သွားတယ် သူ့အထက်လူကြီးက ဘယ်လောက်ပဲ\nဖျက်ဖျက် ဘရက်ကတော့ရအောင်ကြိုးစားရှာတယ်ဘရက်တယောက် မှတ်ချက်တွေ ဆိုးနေရာမှ\nမှတ်ချက်တွေ တဟုန်ထိုးတက်လာအောင် ဘယ်လိုနည်းလမ်း\nတွေ့သွားလဲ ဆိုတာ ကြည့်လို့ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nအောင်မြင်တဲ့ယောင်္ကျားတွေရဲ့နောက်မှာ ထက်မြက်တဲ့မိန်းမတ‌ယောက်ရှိနေတက်ပါတယ်\nFile size…926MB\nQuality…720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/2Cvwb/All_Babe_Network_2013,_FHD_720p_X_Cross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTJhNDI3NjEtYTg2ZS00MWI2LWFhMjItNDZlYTJjZDA5ODU2XkEyXkFqcGdeQXVyMTY0NDU5MDY1._V1_-141x200.jpg",
        "title": "Bengaluru Boys (2023)",
        "description": "Bengaluru Boys 2023ပရိသတ်တွေအတွက် ယခုပဲထွက်ရှိလာတဲ့ rating IMDb 9.1/10 ရရှိထားတဲ့\nကန်နာဒါ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘဝမှာ နောက်ဆုံးထွက်သက်ကိုရှူရှိုက်နေရတဲ့ ကုတင်အမှတ် ၄၉ ပေါ်က အချိန်မှာ ကိုယ်နဲ့အတူပါလာတာ ဘာတွေလဲ??\nစည်းစိမ်ဥစ္စာ အိမ်ရာတိုက်တာတွေလား ငွေကြေးချမ်းသာစည်းစိမ်တွေလား\nကိုယ့်ရဲ့ ထွက်သက်ငင်ရတော့မဲ့အချိန်တွေမှာ ကိုယ့်ကိုအဖော်ပြုပေးမှာ\nကိုယ့်ဘဝရဲ့ ပျော်ရွှင်စရာအခိုက်အတန့်တွေပါ ကိုယ့်ရဲ့ ဘဝမှာ\nတူတူဖြတ်သန်းခဲ့ရတဲ့ မိတ်ဆွေကောင်းတွေရဲ့ အဖိုးမဖြတ်နိုင်တဲ့ အချိန်တွေပေါ့ခုလိုလေးနက်တဲ့ ဒသနတွေနဲ့အစပြုထားပေမယ့် အဲ့ဒဿနတွေအစပြုရာဒီကားလေးက\nကျောင်းသားဘဝ ပျော်စရာလေးတွေနဲ့ ငယ်ဘဝကနေ ပေါ့ပေါ့ပါးပါးပဲ ပျော်ရွှင်ဖွယ်ရာ\nအစပြုတင်ဆက်ထားပြီးမှ လေးနက်တဲ့ ဒဿနတွေကို ပြထားတာမို့\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Saii ~ V ~ BpL ~Zwe ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.84GB / 971MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii ...",
        "rating": "9.3",
        "url": "https://megaup.net/1gzwb/Bengaluru_Boys_(2023)_Kannada_WEB-DL_-720p-YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDMwYjEyM2YtMjY1NS00OWNmLWJkZjItODBhZDI0MDYwODUxXkEyXkFqcGdeQXVyMTkxNzU2NDU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Once and for all / Odata Pentru Totdeauna (2022)",
        "description": "\"Once and for all\" လို့အဓိပ္ပါယ်ရတဲ့ရိုမေးနီးယန်းဇာတ်ကား‌တစ်ကားဖြစ်ပြီးအရမ်းအောင်မြင်နေတဲ့ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ရဲ့လူတွေမသိတဲ့အခြားတစ်ဖက်ကဘဝအကြောင်းကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာပါ အဲလက်စ်ဟာအပြင်ပန်းမှာတော့လူတိုင်းအားကျရလောက်အောင်အောင်မြင်ကျော်ကြားနေပေမဲ့တကယ်တမ်းသူ့ဘဝကတော့ထင်သလောက်မကောင်းခဲ့ပါဘူး ဂုဏ်သတင်းအပြင်ငွေတွေပါအများကြီးရှာနိုင်နေပေမဲ့စိတ်ကျရောဂါနဲ့စိတ်‌ခြောက်ခြားတာဟာသူ့ဘဝကြီးကိုတစ်စတစ်စတိုက်စားနေပါတော့တယ်အဲလက်စ်တစ်ယောက်ကုသလို့မရနိုင်တဲ့စိတ်ဝေဒနာကြောင့်စိတ်ဓာတ်တွေအောက်ဆုံးထိထိုးကျပြီးသူတစ်ယောက်ထဲထွက်သွားဖို့စီစဉ်ထားရာကနေ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေကြောင့်မျှော်လင့်ချက်ရောင်ခြည်လေးသန်းလာပါတော့တယ် သူ့ဘဝမှာအရေးကြီးတာတွေကိုသတိရသွားတာကြောင့်သူ့ရဲ့စိတ်‌ဝေဒနာကိုဘာပဲလုပ်ရလုပ်ရကုသဖို့ဆုံးဖြတ်လိုက်တဲ့အဲလက်စ်တစ်ယောက် ကြုံတွေ့လာတဲ့ဖြစ်ရပ်တွေကိုကျော်လွှားနိုင်ပါ့မလား သူ့စိတ်ကပဲသူ့ကိုအနိုင်ယူသွားမလား ဆိုတာကိုကြည့်ရှုရမဲ့အပြင် စိတ်ကျန်းမာရေးနဲ့ပတ်သက်ပြီးမပေါ့ဆဖို့နဲ့ဘဝဟာလုံးဝအဆုံးသတ်မဟုတ်သေးဘူးဆိုတာကိုမီးမောင်းထိုးပြထားပြီးကြုံရင်ကြုံသလိုဟာသလေးတွေပါထည့်သွင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပါ File size…(1.1 GB)/(679 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:31:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Wvhh/Odata.Pentru.Totdeauna.2022.720p.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7FZP6uivgVc4t0mnmia0B8YygW.jpg",
        "title": "Endless Love (2014)",
        "description": "Endless Love (2014)~ IMDb rating - 6.2/10 ~ဒီရုပ်ရှင်လေးထဲမှာတော့ အထက်ကျောင်းမှာ အလှဆုံးမိန်းကလေးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ဘတ်တာဖီးလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့အစ်ကိုခရစ်ကိုဆုံးရှုံးပြီးနောက်ပိုင်း အနေအေးလာတဲ့အခါ ကျောင်းမှာသူတစ်ယောက်တည်းလိုမျိုး အဖော်မရှိဖြစ်နေခဲ့ပါတယ်။ သူများတွေ ဂျိတ်ကိုမေ့မေ့ပျောက်‌ပျောက်ဖြစ်နေပေမဲ့ အဲဒီထဲမှာ သူ့ကိုသဘောကျပြီး စောင့်ကြည့်နေတဲ့ ဒေးဗစ်ဆိုတဲ့ အတန်း‌ဖော်ကောင်လေးကတော့ မပါခဲ့ပါဘူး။ဒေးဗစ်ဟာ တစ်ကောင်ကြွက်၊ ဝပ်ရှော့ဖွင့်ထားတဲ့ အဖေပဲရှိတော့တဲ့ သာမန်လက်လုပ်လက်စား မိသားစုငယ်လေးကဖြစ်ပြီး ဂျိတ်ကတော့ ပညာတတ်လူကုံထံအသိုင်းအဝိုင်းကဖြစ်ပါတယ်။ သားတစ်ယောက်လည်းဆုံးရှုံးထားရတဲ့ သူ့ရဲ့အဖေ ဟူ့ချ်ဘတ်တာဖီးလ်ဟာ အငယ်ဆုံးသမီးလေးဂျိတ်တစ်ယောက် ဒေးဗစ်နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုမှသဘောမတူနိုင်ဖြစ်ခဲ့ရပါတယ်။ ပညာရေးအရရော အဆင့်အတန်းအရပါကွာခြားလွန်းနေတဲ့ ဒေးဗစ်ကို ဂျိတ်ရဲ့အမေ\"အန်း\"နဲ့ အစ်ကို\"ကိ့သ်\"တို့က ကြည်ဖြူကြပေမဲ့ ဟူ့ခ်ျကတော့ လုံးဝလက်မခံနိုင်ခဲ့ပါဘူး။မိုးအေးအေးနဲ့ကွေးရင်းကြည့်လို့ကောင်းမယ့် ဒီလူငယ် Drama, Romance ကားကောင်းလေးတစ်ကားပါပဲ။ ဟူ့ခ်ျတစ်ယောက် ဒေးဗစ်နဲ့ဂျိတ်ရဲ့ဆက်ဆံရေးကို ဘယ်လိုကြားဝင်နှောင့်ယှက်မလဲ... တကယ်တော့ သူဟာဘယ်လိုလူမျိုးလဲ... မိသားစုအပေါ်တကယ်ရောကောင်းရဲ့လား... ဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရင်း ဒေးဗစ်နဲ့ ဂျိတ်အချစ်ဇာတ်လမ်းကိုလည်း ရင်တဖိုဖိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gzcx/(CM)_Endless_Love_(2014)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1481758-133x200.jpg",
        "title": "Strength of a Woman (2023)",
        "description": "IMDb 6.5အထိရရှိထားတဲ့အချစ်ဒရမ်မာအမျိုးအစားဇာတ်ကားတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းမှာတော့... ကန်ဒရာဆိုတဲ့အောင်မြင်တဲ့ဓာတ်ပုံဆရာမလေးတစ်ယောက်ဟာပျော်ရွှင်တဲ့အိမ်ထောင်သည်တစ်‌ယောက်ဖြစ်ပြီးသူ့ဘဝလေးကအားလုံးပြည့်စုံနေခဲ့ပါတယ် ဒါပေမဲ့ထင်ထားသလိုမဖြစ်တတ်တဲ့လောကကြီးကသူ့ဘဝကိုအကြီးကြီးပြောင်းလဲသွားစေပါတော့တယ် ဖောက်ပြားတတ်တဲ့ယောက်ျားဖြစ်သူအကြောင်းကိုသိသွားပေမဲ့ ကန်ဒရာဟာသူ့ရဲ့အိမ်ထောင်သည်ဘဝကိုနှမြောတာကြောင့်နည်းအမျိုးမျိုးနဲ့သည်းခံပြီးဆက်ပေါင်းနေခဲ့ပါသေးတယ်ဒီကြားထဲမှာအရင်ကသူ့ရဲ့ရည်းစားဟောင်းဖြစ်သူပါပေါ်လာပြီးသုံးယောက်ကြားမှာအပူတွေပွားလာပါတော့တယ် ကန်ဒရာတစ်ယောက် သူ့ရဲ့အဆိပ်သင့်နေတဲ့အိမ်ထောင်ရေးကနေရုန်းထွက်ပြီး right person ကိုရှာတွေ့နိုင်ပါ့မလား သူ့အချစ်ရေးကရောချောမွေ့နိုင်ပါ့မလား ဆိုတာကိုကြည့်ရှုရမှာပါ အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပြီး toxic relationship ကနေရုန်းမထွက်နိုင်ဘဲ (I can fix him/her) \"ငါသူ့ကိုပြောင်းလဲသွားအောင်လုပ်ပေးနိုင်တယ်\" လို့ခံယူထားတဲ့သူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.4 GB)/(660 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/1gzfo/Strength.Of.A.Woman.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adlwQTs3zEo8EL2ta1IZebhoVPE.jpg",
        "title": "Standoff (2016)",
        "description": "The Matrixထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburneနဲ့ actionမင်းသားကြီးThomas Janeတို့ အဓိကပါဝင်သရုပ်ထားပြီးလူဆိုးနဲ့လူကောင်းနှစ်ဦးသား ထိပ်တိုက်ရင်ဆိုင်တာကိုတွေ့ရမယ်ဇာက်ကားကောင်းလေးပါ...။ ဇာတ်လမ်းအကြောင်းကတော့ လူသူဝေးတဲ့ တောအရပ်ကအိမ်လေးတစ်လုံးမှာပဲဇာတ်လမ်းတည်ထားပါတယ်...။အိမ်အပေါ်ထပ်နဲ့ အောက်ထပ်ကြား၊ သူသေကိုယ်သေ အကုန်ချရင်းပြီး ကစားရတဲ့ပွဲပေါ့...။အောက်ထပ်မှာက ကြေးစားလူသတ်သမား...။ သူ့ရည်ရွယ်ချက်က အိမ်အပေါ်ထပ်ကကောင်မလေးကို သတ်ချင်တာ...သတ်မှဖြစ်မယ့်အကြောင်းအရင်းကလည်း သူ့မျက်နှာကို မြင်သွားလို့...။ဒါပေမဲ့ သူကြမ်းချင်တိုင်း တက်ကြမ်းလို့မရအောင် ကောင်မလေးကိုကာကွယ်ပေးနေတဲ့သူတစ်ယောက်ရှိနေပါတယ်...။သူကတော့ အိမ်အပေါ်ထပ်မှာစောင့်ပြီး ကောင်မလေးကို ကာကွယ်ပေးနေတဲ့ စစ်ပြန်ကြီးပါပဲ....။ဇာတ်လမ်းplotရဲ့ မိုက်တဲ့အချက်က ဒီစစ်ပြန်ကြီးဟာ ကြေးစားလူသတ်သမားကိုကျည်တစ်တောင့်တည်းနဲ့ စိတ်ဓာတ်ဗျူဟာခင်းပြီး တစ်ကားလုံးရင်ဆိုင်တာပါပဲ...။အများကြီးမညွှန်းတော့ပါဘူး...အက်ရှင်ခန်းတွေ၊ cgiတွေ ဘာမှမပါဘဲ သိပ်ကြည့်လို့ကောင်းတဲ့Crimeကားမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကားပါ...။ File size…933MB / 381MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://megaup.net/1Ww3y/Standoff.2016.BluRay.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwXPj8kYGhcZ3yP65K4OPhUVgay.jpg",
        "title": "[18+] Call Me Alma (2023)",
        "description": "Call Me Alma (2023)လူအမျိုးမျိုး စိတ်အထွေထွေရှိကြသလို ပြည့်တန်ဆာတွေမှာလည်း အမျိုးမျိုးစရိုက်အဖုံဖုံရှိကြတယ်။ ဒူးထောက်ရတာ သဘောကျတဲ့ ဘာသာရေးကိုင်းရှိုင်းသူတွေ၊ အချင်းချင်းဖြတ်ခုတ်တဲ့ လောဘသားတွေ၊ ဝါသနာပါလို့ ဒီအလုပ်လုပ်ကြတဲ့သူတွေ၊ တကယ့်ပရော်ဖက်ရှင်နယ်ဆန်ဆန် အလုပ်တစ်ခုလိုသာ သဘောထားသူတွေ စသဖြင့် အမျိုးမျိုးပေါ့လေ။ သူတို့အများစုရဲ့ ရည်မှန်းချက်ပန်းတိုင်ကတော့ ဒီဘဝကကယ်တင်ပေးမယ့်၊ သူတို့ကိုမြတ်မြတ်နိုးနိုးလက်ထပ်ယူမယ့် ကယ်တင်ရှင်တစ်ယောက်ယောက်ကိုပါပဲ။ကျွန်မမှာတော့ အဲဒီလို အတွေးအယူမှား မျှော်လင့်ချက်အမှားတွေမရှိဘူး။ သူတို့အားလုံးနီးပါး နာမည်အတုတွေသုံးလေ့ရှိကြပေမဲ့ ကျွန်မကတော့ မသုံးဘူး။ကျွန်မနာမည် \"အယ်လ်မာ\" ပါ။အယ်လ်မာက ဒီဘဝမှာပျော်ပျော်နေသလို မနက်ဖြန်ကိုလည်း သိပ်မစဉ်းစားပါဘူး။ သူ့ဘဝရဲ့အတိတ်ဆိုးတွေကို ပြောပြလေ့မရှိသလို ပြန်တွေးနေတာမျိုးလည်းမရှိပါဘူး။ သူဟာ ပစ္စုပ္ပုန်ကိုပဲ တည့်တည့်ရှုမြင်လေ့ရှိသူပါ။ ဒါပေမဲ့ သူ့ဘဝထဲကို အတိတ်ကသူ့မိခင်ဆိုသူ ရှီလာဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ချဥ်းနင်းဝင်ရောက်စပြုလာချိန်မှာ အယ်လ်မာဘယ်တုန်းကမှခေါင်းထဲမရှိခဲ့တဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာကို ခံစားမိစပြုလာပါတယ်။အားလုံးရဲ့ အချစ်တော်လေး Azi Acosta ရဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ တော်တော်မိုက်ပါတယ်။ ရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2Cu3v/(CM)_Call_Me_Alma_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzI0MTgwMGEtMDA1MS00YTBjLTgxYzMtMTY4YzA0ZmU1YTFjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-141x200.jpg",
        "title": "Padachone Ingalu Kaatholee (2022)",
        "description": "Padachone Ingalu Katholi(2023)IMDb-6/10လူပျိုသိုးကြီးတို့ အစွံထုတ်တဲ့ရွေးကောက်ပွဲ\nရွေးကောက်ပွဲကတော့ တကယ့်ရွေးကောက်ပွဲအစစ်ပါ အဲ\nဒီရွေးကောက်ပွဲမှာပါနေတဲ့ အရွယ်လွန်လူပျိုကြီးတွေက ‌\nရွေးကောက်ပွဲ‌အရေးနဲ့အတူ သူတို့လူပျိုဘဝကျွတ်ရေးကိုပါတွဲအကျိုးဆောင်နေကြတဲ့ ရွေးကောက်ပွဲကြယ်တွေခူးမပေးနိုင်ပေမဲ့ ရေတွင်းတဲ့ကျနေတဲ့ကြက်ကိုတော့\nမင်းအတွက်ဆင်းကယ်ရဲပါတယ်ဆိုတဲ့ အချစ်သူရဲကောင်းကြီး\nတစ်သက်လုံးဂေါ်မစွံအဆင်မပြေရင်းက အိမ်ကိုလာတည်းတဲ့\nကောလိပ်ကျောင်းသူလေးကို မျက်စိကျသွားသူ\nအရွယ်လွန်လူပျိုကြီးတွေနဲ့ ရောင်စုံသစ်လွင်ပျိုမြစ်တဲ့\nအချစ်ဆုံတဲ့အချိန် ဘယ်လိုရယ်ပွဲဖွဲ့ရမလဲရှုစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size… 2.3GB / 1.11GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Yunni",
        "rating": "5.6",
        "url": "https://megaup.net/1gz4o/Padachone_Ingalu_Katholi_(2022)_Malayalam_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/snow-140x200.jpg",
        "title": "(18+) Snow Woman (2009)",
        "description": "ရွာထဲက ယောကျ်ားတွေကိုသတ်ပစ်တယ်ဆိုပြီး နာမည်ကြီးနေတဲ့နှင်းမိစ္ဆာ...\nတစ်ရွာလုံးက ယောက်ျားတွေမုန်းနေကြတဲ့ နှင်းမိစ္ဆာ...\nနှင်းမိစ္ဆာက ယောက်ျားတွေကိုစားသတဲ့...ယောက်ျားတွေက နှင်းမိစ္ဆာကိုပလစ်ကြတာကိုတော့ ဘယ်သူမှမပြောကြဘူး..\nနှင်းမိစ္ဆာကိုကစားခဲ့ကြတာကိုလည်း ပြန်မပြောခဲ့ကြဘူး။တကယ်တော့ နှင်းမိစ္ဆာက ဘယ်သူ့ကိုမှမစားပါဘူး... သူ့ကိုလာချစ်ကြတဲ့ယောက်ျားလေးတွေရဲ့\nငယ်ပါကိုပဲ အေးခဲသွားအောင်လုပ်တာပါ။ ဒါပေမဲ့ထူးခြားတာတစ်ခုက နှင်းမိစ္ဆာကလည်း\nခံစားချက်နဲ့မို့လို့ ကောင်းရင်ကောင်းသလောက် သူလည်းသေလုနီးပါးဖြစ်တတ်ပါတယ်။ဒါကိုမသိတဲ့ လူလိမ်နီအဲတစ်ယောက် အရမ်းလှတဲ့နှင်းမိစ္ဆာနဲ့ မတော်တဆစိတ်ပါပြီး\nချစ်မိကြပြီးနောက် တစ်ရွာလုံးက သူ့အိမ်မှာနှင်းမိစ္ဆာကိုလာဖမ်းတဲ့အခါ....\nအချစ်လွန်ထားကြတဲ့ သူတို့နှစ်ယောက် ရွာသားတွေရဲ့လက်ကနေ လွတ်နိုင်မလား?\nနှင်းမိစ္ဆာရဲ့သနားစရာဘဝကိုပဲ နားလည်သွားကြမလားဆိုတာ နားကြပ်လေးတပ်\nမီးလေးပိတ်ပြီး နှင်းမိစ္ဆာကိုခံစား (မှားလို့) ဇာတ်လမ်းကိုခံစားလိုက်ပါဦးဗျာ....\nFile size…1.33GB /  456MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/3irbg/Snow.Woman.2009.720p(DS).mp4",
        "category": "Adult, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Screenshot-2022-12-29-105156-132x200.png",
        "title": "[21+] Former Aunt-An Mitsumi [MEYD-787]",
        "description": "An Mitsumi ဆိုတာက JAV မင်းသမီးတွေထဲ တော်တော်ကို ပွင့်လင်းမြင်သာတဲ့ မမကြီးတစ်ယောက်ဖြစ်ပါတယ်။မျက်ဖန်လှလှ ပြည့်တင်းတဲ့ခန္တာကိုယ်နဲ့ အရှိန်အဝါတွေထွက်နေတတ်တဲ့မင်းသမီးတစ်ယောက်ဖြစ်ပြီးကောင်လေးတွေနဲ့ဆိုရင် ထူးခြားတဲ့အပြုအမူတွေနဲ မောင်လေးစား..စား ...လုပ်တတ်တဲ့ တကယ့်မမကြီးဖြစ်ပါတယ်။MEYD-787 ဒီဇာတ်လမ်းမှာလဲ မနူးမနပ်ကောင်လေးကို ဘယ်လိုပေးဆပ်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.3 GB) & (900 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 01:58:58\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1QW2d/[MEYD-787-Decensored]An_Mitsumi_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The-Boy-the-Mole-the-Fox-and-the-Horse-2022-Dual-Audio-310x440-1-141x200.jpg",
        "title": "The Boy, the Mole, the Fox and the Horse (2022)",
        "description": "The Boy, the Mole, the Fox and the Horse (2022)\n==================================\nIMDb Rating - 8.0/10ကြာချိန် ၃၄မိနစ်သာရှိတဲ့ Animation ဇာတ်လမ်းတိုလေးတစ်ပုဒ်\nဖြစ်ပါတယ်။ လမ်းပျောက်နေတဲ့ကောင်လေးတစ်ယောက်ရယ်၊ ကိတ်\nမုန့်ကြိုက်တဲ့ပွေးတစ်ကောင်ရယ်၊ စကားနည်းတဲ့မြေခွေးတစ်ကောင်\nရယ်၊ ဆွတ်ဆွတ်ဖြူတဲ့မြင်းတစ်ကောင်ရယ်။ဒီ Animation လေးထဲမှာ ကောင်လေးဟာ လမ်းပျောက်နေတယ်။\nဒီလိုနဲ့ပွေးတစ်ကောင်နဲ့ဆုံတယ်။ မြေခွေးတို့ မြင်းတို့နဲ့ ထပ်ဆုံပြီး ကောင်\nလေးလိုချင်တဲ့အိမ်ကို လိုက်ရှာပေးကြတယ်။ ဇာတ်လမ်းလေးကဒါပါပဲ။\nသို့သော်........။ \"မင်းပြောဖူးသမျှထဲ အရဲရင့်ဆုံးစကားကဘာလဲ\"၊ \"ကူညီပါ\"။\nတစ်ယောက်တည်း မလုပ်နိုင်တာတွေ ကြုံရတဲ့အခါ အကူအညီတောင်းပါ။\nအကူအညီတောင်းတာက အရှုံးပေးတာမဟုတ်ပါဘူး။ ရှက်တာလိုလိုနဲ့ မာန\nခံပြီး ပေတေနေမှသာ တကယ်ရှုံးသွားမှာပါ။လူတိုင်းလမ်းပျောက်တတ်ကြတယ်။ ကိုယ့်ကိုယ်ကိုယ် လမ်းပျောက်လို့ပျောက်\nနေမှန်း သိရင်ခင်ဗျားတော်တယ်။ တစ်ချို့ လမ်းပျောက်တာကျ အပျင်းကြီးပြီး\nထိုင်နေလို့ လမ်းပျောက်တာမဟုတ်ဘူး။ ရှေ့ဆက်သွားနေလို့၊ မရပ်တန့်ဘဲ ဆက်\nကြိုးစားနေလို့သာ လမ်းပျောက်တာ။ဇာတ်ကောင်အားလုံးပေါင်းမှ ၄ကောင်တည်း။ ကြာချိန်ကလည်းနာရီဝက်သာ\nသာတည်း။ ဒါပေမယ့် တဒင်္ဂနစ်မျောသွားစေမယ့် မျက်လုံးအေးစေမယ့် ဇာတ်\nလမ်းလေး။ ကြည့်ပြီးသွားရင် တွေးစရာတစ်ခုခု၊ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2x28x/The.Boy.the.Mole.the.Fox.and.the.Horse.2022.1080p.WEBRip(CM).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmY2ZDUxNzUtYWZlYy00MThhLWI5NjktZDhjZTU3MDY5YTM3XkEyXkFqcGdeQXVyNTYxMDgzODI@._V1_-160x200.jpg",
        "title": "Drishyam 2 (2022)",
        "description": "Drishyam 2 (2022)IMDb-8.6/10ကဲ တောင်းဆိုနေတဲ့ Drishyam 2\nCMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါပြီ\nရုံတင်ငွေ ကုဋေ 300ကျော် ရခဲ့တဲ့ အဂျေးရဲ့ 2022 စံချိန်တင်၀င်ငွေရတဲ့ကားပါ\nဒီတစ်ခေါက်မှာဗီဂျေးရင်ဆိုင်ရမယ့်လူကတော့ စစ်တုရင်ကိုတောင်စိတ်နဲ့ဆော့ပြီး\nအနိုင်ယူတဲ့အထိဉာဏ်ပြေးလွန်းတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးတစ်ယောက်ပါဇာတ်လမ်းအညွှန်းကတော့Drishyam မှာဖြစ်ပျက်ခဲ့တာတွေအပြီး 7 နှစ်အကြာ\nဗီဂျေးဟာ ရုပ်ရှင်ရုံပိုင်ရှင်ဖြစ်လာပြီး သူတို့ဖြစ်ရပ်ကို ပြန်ရိုက်ဖို့အတွက်\nအိမ်၀န်းရဲ့တစ်စိတ်တစ်ပိုင်းကိုရောင်းပြီး ရင်းနှီးမြှုပ်နှံခဲ့ပါတယ်\nသို့ပေမယ့် တစ်နှစ်ကြာသည်ထိရုပ်ရှင်ကအကောင်အထည်ပေါ်မလာခဲ့ပါဘူး\nသူ့ဇာတ်လမ်းကိုလူအများကသဘောကျကြပေမယ့် ဇာတ်သိမ်းကိုတော့ အားမရကြပါဘူးလက်တွေ့ဘ၀မှာလည်း ၇ နှစ်ကြာသည်ထိ သားဖြစ်သူအတွက် အခဲမကျေနိုင်ဖြစ်နေတဲ့ မီရာဟာ\nအိန္ဒိယကိုပြန်ရောက်နေခဲ့ပါတယ်\nသူ့သားရဲ့ ဝိဉာဉ်အေးချမ်းဖို့အတွက်အလောင်းနေရာကိုမေးခဲ့ပေမယ့် ဗီဂျေးကမပြောပြခဲ့တော့ထက်မြတ်တဲ့ရဲအရာရှိဖြစ်ခဲ့ဖူးတဲ့မီရာဟာ သားအတွက် တရားမျှတမှုဘယ်လိုရအောင်ပြန်ရှာမလဲ\nဗီဂျေးကရော ဘယ်လိုမျိုးဉာဏ်လျင်လျင်နဲ့ ကျော်လွှားဖြေရှင်းပြဦးမလဲ\nဒီတစ်ခါသူ့ရင်ဆိုင်ရမယ့်ဖြစ်ရပ်ကနေရော အများသဘောကျကျေနပ်မယ့် ဇာတ်သိမ်းမျိုးရနိုင်မလား\nကြည့်ရှူခံစားကြည့်ပါဦး\nFile size…1.92GB / 847MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by OeliuJ ~ BpL ~ Yunni ~ Cherry",
        "rating": "8.6",
        "url": "https://megaup.net/1b96p/Drishyam_2_(2022)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/drishyam-105x200.jpg",
        "title": "Drishyam (2015)",
        "description": "MDb (8.2/10)...Rotten Tomatoes (79%)\nဒီဇာတ်ကားကတော့ မိတ်ဆွေတို့ရဲ့ ခံယူချက်တွေ အသိအမြင်တွေကို ဗြောင်းဆန်စေမယ့်ဇာတ်ကားပါ။\nအသိဉာဏ်တွေကို ဇဝေဇဝါအဖြစ်စေဆုံးကတော့ အမှန်နှစ်ခု ထိပ်တိုက်တွေ့ဆုံလာတဲ့အခါမျိုးမှာ ဖြစ်တတ်ပါတယ်။\nဒီဇာတ်ကားမှာ.........\nမင်းသားကြီး A Jay Drvgn က လေးတန်းပဲအောင်တဲ့ မဟုတ်မခံ ရိုးသားကြိုးစားသူ.....\nသူက အသိပညာကို သူ့အလုပ် Cable ရုပ်ရှင်လိုင်းက ရုပ်ရှင်ဇာတ်ကားတွေကြည့်ပြီး ရှာဖွေတတ်သူ။\nတစ်နေ့မှာတော့ သူ့သမီးလေးရဲ့ မဖွယ်မရာ ဗွီဒီယိုကို လူတစ်ယောက်က ရိုက်ကူးပြီး သူ့သမီးနဲ့ သူ့မိန်းမကို အကြပ်ကိုင်ပါတော့တယ်။ဒီမှာပဲ လူသတ်မှုတစ်ခု မရည်ရွယ်ဘဲ ဖြစ်ပေါ်လာပါတယ်။\nဒီလူသတ်မှုမှာ သူ့မိသားစုကို ကာကွယ်ဖို့ မင်းသားကြီး A Jay က သူသိထားတဲ့ အသိပညာကုန်ထုတ်ပြီး ကြိုးစားပါတော့တယ်။ ဒီအမှုမှာ သူရင်ဆိုင်ရမယ့် လူက ပေါ့သေးသေးပါပဲ။\nဘယ်သူလဲဆိုတော့ ထောက်လှမ်းရေးက ရဲချုပ်ပါ။ရဲချုပ်က ပါစင်နယ်အရရော တာဝန်အရရော ပင်ကိုသဘောအရရော ဒီအမှုကို ရေကုန်ရေခန်းလိုက်မှာပါ။\nရဲချုပ်အဖြစ် မင်းသမီး တဘူးက ခပ်ထည်ထည်သရုပ်ဆောင်ထားပြီး သူက ...",
        "rating": "8.2",
        "url": "https://megaup.net/2x3Sc/_Drishyam(2015).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRfP0MPGaLNCWyQkWJI1rfjeVjS.jpg",
        "title": "The Female General Fan Lihua ( 2022 )",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ ရှေးခေတ်သူရဲကောင်းဖန်လိဟွားဟာ\nဓားပြတွေနဲ့တိုက်ခိုက်ရာမှာ အထင်ကရကျော်ကြားတဲ့\nအတွေ့အကြုံအကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ဖန်လိဟွားက ဓားပြတွေကိုသုတ်သင်ရှင်းလင်းချင်တာကြောင့်\nသန်မာတဲ့ ရွှယ်တင်းရှန်နဲ့တွေ့ဆုံခဲ့ပြီး ရွှယ်တင်းရှန်းကိုလည်း\nမြင်မြင်ချင်းမှာပဲချစ်မိသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ရွှယ်တင်းရှန်ကတော့\nသူမကို လက်နက်ချပြီးသူမရဲ့ နယ်ပယ်ကိုပဲပြန်သွားစေချင်ခဲ့ပါတယ်။သူတို့နှစ်ယောက်က အခက်အခဲတွေ ရည်ရွယ်ချက်တွေကို\nတစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုပေးပြီး ဓားပြတွေကို\nအတူတူနှိမ်နှင်းဖို့လုပ်ဆောင်ခဲ့ကြတယ် ဒီလိုနဲ့အဆုံးသတ်မှာတော့\nသူတို့နှစ်ယောက်ရဲ့ကံကြမ္ပာကဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့\nစောင့်မျှော်ကြည့်ရှုပေးကြပါဦးရှင့်\n[ Reviewed By Ou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-female-general-fan-lihua-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18XUe7CXroFahfBukmlWdOItWkm.jpg",
        "title": "The Hunting ( 2022 )",
        "description": "နှစ်ကူးအားလပ်ရက်မှာ ရိုစရာချိုစရာမရှိတဲ့ တစ်ကိုယ်တည်းတောက်ပနေသူလေး\nတွေအတွက်အသင့်တော်ဆုံး သဲထိတ်ရင်ဖိုကားလေးကို CMမှတင်ဆက်ပေးလိုက်ပါတယ်။ဝက်ဝံအမဲလိုက်ဖို့အကောင်းဆုံးအချိန်ဖြစ်တဲ့ ချမ်းအေးတဲ့ဆောင်းရာသီမှာ\nဝက်ဝံခြေရာခံတဲ့လူနှစ်ယောက်ဟာ\nကောင်းကင်ကကျလာတဲ့အလင်းတန်းကြီးကိုတွေ့လိုက်ရတယ်။ဥက္ကာခဲကြီးလား ဘာတွေလဲဆိုပြီး သူတို့သွားကြည့်တဲ့အချိန်မှာ\nရက်စက်ကြမ်းကြုတ်တဲ့ ထူးဆန်းသတ္တဝါတွေနဲ့ကြုံတွေ့လိုက်ရတယ်။\nလူတွေကဝက်ဝံတွေကိုအမဲလိုက်တဲ့နယ်မြေဟာ\nလူတွေကိုပြန်ပြီးအမဲလိုက်တဲ့နယ်မြေအဖြစ်ပြောင်းသွားပါတော့တယ်။\nကောင်းကင်ပေါ်ကကျလာတဲ့သတ္တဝါတွေကိုလူတွေဟာ\nဘယ်မျိုးများနှိမ်နင်းကြမလဲ..... သားကောင်ဘဝနဲ့ပဲ\nလူတွေဟာနေသွားရတော့မှာလားဆိုတာကို သဲထိတ်ရင်ဖိုကြည့်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-hunting-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NY23F5HKQ6PrnBJmSgAK6e4et7.jpg",
        "title": "Birth (2004)",
        "description": "Birth (2004)***************Db 6.2 / Rotten Tomatoes 39%မင်းသမီးကြီး Nicole Kidman ရဲ့ ငယ်ရွယ်နုပျိုတဲ့အလှကို အပြည့်အဝခံစားရမယ့်ဇာတ်ကားလေးတစ်ကားကို CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်Nicole ရဲ့ ဆံပင်တိုတို မိန်းမအရမ်းမဆန်ဘဲ ရင့်ကျက်တည်ကြည်တဲ့အလှကဇာတ်ကားကြည့်နေရင်း လှလိုက်တာ လှလိုက်တာလို့ရေရွတ်မိလောက်အောင်ပါပဲဇာတ်လမ်းလေးကတော့ ခင်ပွန်းသေးဆုံးပြီး နှစ်အနည်းငယ်အကြာမှာဇနီးဖြစ်သူဟာ နောက်အိမ်ထောင်ပြုဖို့ဆုံးဖြတ်ခဲ့ပါတယ်အဲ့ဒီနောက် ဇနီးဖြစ်သူရဲ့မိခင်ပါတီကို အသက်တစ်ဆယ်နှစ်အရွယ်ကောင်လေးတစ်ယောက် ရောက်လာပြီး သူဟာ သေဆုံးသွားတဲ့ခင်ပွန်းဖြစ်ကြောင်းသူ့မိန်းမကို ဒုတိယအိမ်ထောင်မပြုဖို့အကြောင်း ပြောပါတော့တယ် ဆိုတော့ဒီကောင်လေးဟာ တကယ်ပဲ လူဝင်စားလေးလား ဇနီးဖြစ်သူကရောသားအရွယ်ဒီကောင်လေးဟာ ခင်ပွန်းပြန်ဝင်စားတာလို့ ယုံကြည်သွားမှာလားတကယ်ယုံကြည်သွားရင်ရော သူတို့ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Drama / Mystery ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်.Drama / Mysteryလို့သတ်မှတ်ထားပေမယ့် အိုင့်အတွက်တော့Romance မှ Romanceစစ်စစ်ပါ🤧 ပြီးတော့ ဒီဇာတ်ကားက ဇာတ်လမ်းသရုပ်ဆောင် ဘာတစ်ခုမျှ အပြစ်ပြောစရာမရှိ ကြည့်လို့တကယ်ကောင်းရဲ့သားနဲ့ underrated ဖြစ်ခဲ့လို့ တကယ်နှမြောမိပါတယ်ကဲ ဒီဇာတ်ကားက တကယ်ပဲ underrated ...",
        "rating": "6.5",
        "url": "https://megaup.net/2x3xb/Birth.2004.WEB-DL720p(CM).mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGzENlBPYJEFWZnye4t3nqWSSp1.jpg",
        "title": "Hidalgo(2004)",
        "description": "Hidalgo(2004)==============ဒီတစ်ခါမှာတော့ Adventure အမျိုးအစားကို ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးတို့ကို ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါဦးမယ်။ ဇာတ်ကားနာမည်ကတော့ Hidalgo လို့ခေါ်ပြီး၂၀၀၄ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အမေရိကန် မြင်းစီးသမား Frank Hopkins နဲ့သူ့မြင်း Hodalgo ရဲ့ ဖြစ်ရပ်မှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် Frank Hopkins နဲ့သူ့မြင်းက Buffalo Bill ဆိုသူရဲ့ Wild West show မှာ အကြမ်းခံနိုင်ဆုံးမြင်းစီးသမားအဖြစ် ပါဝင်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီနာမည်ကို အာရပ်လူမျိုး‌တွေ ဖြစ်ကြတဲ့ ရှိတ်မိသားစုက သဘောမကျကြပါဘူး။ဘာလို့လဲဆိုတော့ အတော်ဆုံးမြင်းစီးသမားနဲ့ အကောင်းဆုံးမြင်းကသူတို့ဆီမှာပဲ ရှိတယ်လို့ ယူဆကြလို့ပါ။ ဒါကြောင့်မလို့ ရှိတ်မိသားစုကFrank Hopkins ကို \"မီးပင်လယ်\"လို့ခေါ်တဲ့ ပြိုင်ပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။ ပြိုင်ပွဲကို အနိုင်ရရှိသူက ဆုကြေးငွေအနေနဲ့အမေရိကန်ဒေါ်လာ ၁ သိန်း အနိုင်ရမှာပါ။ပိုကောင်းတဲ့အနာဂတ်ကို ရရှိဖို့အတွက် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1b73c/Hidalgo.2004.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6IeGcoIEpOj7pUtzBk8zNM54YYl.jpg",
        "title": "Rango (2011)",
        "description": "[Unicode]2011 အော်စကာ ဆုပေးပွဲမှာ Academy Award for Best Animated Feature ကို ရထားတဲ့ ဒီ Rango ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးက ကျွန်တော် ကြိုက်တဲ့ ဇာတ်လမ်းလေးတွေထဲမှာ ထိပ်ဆုံးနေရာကပဲ …။ ဘာလို့လဲဆိုတော့ ကာတွန်းကားဆိုပေမယ့် အဓိပ္ပာယ်အရမ်းပြည့်၀ နေလို့ပဲ …Rango ဆိုတာ က ပုတ်သင်လေးတစ်ကောင်ရဲ့ နာမည်ပေါ့ ..။ လောကကြီးအတွက်သူရဲကောင်း ဖြစ်ချင်နေတဲ့ စိတ်ကူးယဉ်သမား ပုတ်သင်လေးပေါ့ …။ သူ့ ရဲ့ အကြီးမားဆုံးမျှော်လင့်ချက်က သူရဲကောင်းအဖြစ်နဲ့ မင်းသမီးလေးကို ကယ်တင်နိုင်ဖို့ …။ အမြဲတမ်းစိတ်ကူးယဉ်နေတက်တဲ့ သူပဲ …။ မမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်နဲ့ သူဟာ သဲကန္တာရထဲမှာ သောင်တင်ခဲ့ရတယ် …။ ပြီးတော့ ရေပြတ်လပ်မှု ပြသနာ ဖြစ်နေတဲ့ မြို့ငယ်လေးကို ရောက်သွားတယ် …။ ကိုယ်တိုင်ကသာ ဘာမှ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1RKjf/Rango_(2009)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-v-140x200.jpg",
        "title": "The VelociPastor (2018)",
        "description": "စူပါပါဝါလည်းရှိ၊ ဒိုင်နိုဆောလည်းပါပြီး၊ နင်ဂျာတွေနဲ့ပါချတဲ့ ရုပ်ရှင်မျိုး မရှိဘူးထင်ရင် မှားသွားပါမယ်။Social mediaတွေမှာတွေ့နေကြ memeရုပ်ရှင်လေးလာပါပြီ။\nခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ပါးဟာ သူ့မိဘတွေဆုံးပါးသွားတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် တရုတ်ပြည်ဘက် ခရီးထွက်လာပါတယ်။ တရုတ်ပြည်သွားရာကနေ မထင်မှတ်ပဲ ဒိုင်နိုဆောအဖြစ်ပြောင်းနိုင်တဲ့အစွမ်းတွေရရှိလာပါတော့တယ်။ ဒိုင်နိုဆောအစွမ်းတွေရှိလာတဲ့အချိန် ကာရိုဆိုတဲ့ အပျော်မယ်လေးနဲ့တွေ့ဆုံမိချိန်မှာ သူ့ရဲ့ ဒိုင်နိုဆောပြောင်းနိုင်တဲ့ အစွမ်းတွေကို ဘယ်လိုအသုံးချသွားမလဲဆိုတာကြည့်ရှု့ရမှာပါ။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Action / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1b10e/The.Velocipastor.2018.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QXfrZWYS5cPlmNsIhpofW5R3ct.jpg",
        "title": "Men of Plastic (2022)",
        "description": "Men of Plastic (2022)(1080p ရပါပြီ)မင်းသားကြီး မာဒုန်ဆော့ရဲ့ အရင်ဇာတ်ကားတွေနဲ့ မတူတဲ့ ပုံစံကွဲမျိုး ကြည့်ရှုခံစားရမှာပါ။ Drama Comedy အမျိုးအစားဖြစ်လို့ အခွီတွေလည်း ပါဝင်ပြီး ဇာတ်ကားလေးကလည်း တော်တော်ကို စိတ်ဝင်စားစရာ ကောင်းသလို မင်းသားကြီး မာဒုန်ဆော့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုကြောင့်လည်း ဒီဇာတ်ကား ကြည့်ရှုရတာ တန်တယ်လို့ ခံစားကြရမှာ သေချာပါတယ်။ အဲ့ဒီအပြင် Hospital Playlist မင်းသားကြီး ဂျောင်းဂယောင်းဟို ကလည်း အဓိကဇာတ်ဆောင်အနေနဲ့ တွဲဖက် သရုပ်ဆောင်ထားတာမို့ လက်လွတ်မခံသင့်ဘူးနော်။ဇာတ်လမ်းအကျဉ်း ...ဒယ်ဂုဆိုတဲ့ လူတစ်ယောက်က ဂန်းနမ်မြို့ရဲ့ ချမ်းသာတဲ့ ရပ်ကွက်ဖြစ်တဲ့ အာ့ဂူဂျောင်းမှာ မွေးဖွား ကြီးပြင်းလာသူ တစ်ယောက်ဖြစ်ပြီး‌တော့ ပလတ်စတစ် ဆာဂျရီဆေးရုံနဲ့ အရေပြားအလှပြုပြင်ရေး ဆေးရုံတွေ ပေါများတဲ့ ဆိုလ်းတောင်ပိုင်းမှာ ပလတ်စတစ် ဆာဂျရီ လုပ်ငန်းကို စတင်ချင်တဲ့ စိတ်ကူးစိတ်သန်း ရှိနေသူ တစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်နေ့မှာ သူက ...",
        "rating": "8",
        "url": "https://megaup.net/2x2fr/[CM]Men.of.Plastic.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmMyZTNkNzktOWM5NC00OWEyLWIzYjctYjk2MzFlOWRkMThiXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-158x200.jpg",
        "title": "Butterfly (2022)",
        "description": "Butterfly ( 2022 )\nIMDb 7.7/10အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ ဒီနှစ်ထဲမှာပဲRowdy Boysနဲ့ Karthikeyan 2ရုပ်ရှင်တွေထွက်ရှိထားတဲ့ မင်းသမီး Anupama ရဲ့ Mystery ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဗိုင်ဂျေယန်တီနဲ့ဂီသာတို့ဟာ မိဘတွေမရှိကြတော့ပဲ ကိုယ့်ဘ၀ကိုယ်ရပ်တည်နေကြတဲ့ ညီအစ်မနှစ်ယောက်ဖြစ်ပါတယ်။\nဗိုင်ဂျေယန်တီဟာ အလွန်တော်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီးတော့ အိမ်ထောင်ကွဲ ကလေးနှစ်ယောက်မိခင်လည်းဖြစ်ပါတယ်။တရားသူကြီးဖြစ်ဖို့ကြိုးပမ်းနေတဲ့အပြင် လာဘ်ပေးလာဘ်ယူတွေလက်မခံတဲ့အတွက်ကြောင့်လည်း မုန်းတဲ့သူတွေရှိနေပါတယ်။ ဂီသာကတော့ အစ်မဖြစ်သူကိုအမေတစ်ယောက်လိုလေးစားချစ်ခင်တဲ့သူပါ...။တစ်ရက်မှာတော့ အစ်မဖြစ်သူဒေလီမြို့ကို အင်တာဗျူးဖြေဖို့သွားနေတဲ့အချိန် ဂီသာတစ်ယောက် ကလေးနှစ်ယောက်ကိုကြည့်ရှုပေးထားဖို့ဖြစ်လာပါတယ်။ကျောင်းပို့ဖို့ လှေကားကနေအဆင်း ဂီသာသတိမပြုမိလိုက်တဲ့အချိန်ခဏလေးမှာပဲ ကလေးနှစ်ယောက် ပျောက်ချင်းမလှပျောက်သွားပါတော့တယ်...။\nကလေးနှစ်ယောက်ဘယ်ကိုပျောက်သွားတာလဲ...ပြန်ပေးဆွဲတဲ့သူတွေရှိနေတာလား...အစ်မဖြစ်သူမရှိတဲ့အချိန်မှာ ဂီသာတစ်ယောက် ကလေးတွေကိုဘယ်လိုပြန်ရှာမှာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာစိတ်၀င်စားဖွယ်ဆက်လက်ကြည့်ရှုရမှာပါ။\nFile size…2.6GB / 1.1GB\nQuality…1080p True WEBDL / 720p\nFormat…mp4\nDuration….2 h 16 min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by OeliuJ ~ BpL ~ Yunni ~ Cherry",
        "rating": "7.2",
        "url": "https://megaup.net/1R5hi/Butterfly_(2022)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/StreetFighterMoviePoster-134x200.jpg",
        "title": "Street Fighter (1994)",
        "description": "Street Fighterဗန်ဒိန်းဆိုတာနဲ့ ကျွန်တော်တို့ ငယ်ဘဝကကြည့်နေကျ အက်ရှင်မင်းသားကြီးဆိုတာ အမှတ်ရနေကြမှာပါ...Street Fighter ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ ဗန်ဒိန်းက Col. Guile အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်အာရှတစ်လွှားမှာ သူသတ်အကြမ်းဖက်လုယက်နေတဲ့ အာဏာရူး General Bisonဟာ မဟာမိတ်ညွှန့်အပေါင်းအဖွဲ့က စေတနာဝန်ထမ်၆၀ကျော်ကို ပြန်ပေးဆွဲသွားကာ လျော်ကြေးငွေ ၂၀ဘီလီယံတောင်းဆိုလာတဲ့အခါ ဗန်ဒိန်းတို့ မဟာမိတ်တပ်တွေက ဝင်ရောက်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ်...ဒါတင်မကသေးဘဲ ဘိုင်ဆန့်လက်ချက်ကြောင့် ဒုက္ခရောက်ခဲ့ရသူအပေါင်းကလည်း လက်စားချေတုံ့ပြန်ဖို့ ကြံစည်လာတဲ့အခါ....တချိန်က ဗန်ဒိန်းကားတွေကို ကြည့်ခဲ့ဖူးသူဆိုရင်တော့ ဒီဇာတ်လမ်းလေးက ငယ်ဘဝကိုလည်း ပြန်ပြောင်းသတိရစေမှာပါAction ကြိုက်တဲ့သူတွေ့အဖို့လည်း အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေး တစ်ကားမို့တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1.1GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:42:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by ...",
        "rating": "5",
        "url": "https://megaup.net/1R5dw/Street_Fighter_(1994)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/rsHdkcuKlYrSBBIuw086oebBmAW-133x200.jpg",
        "title": "A Christmas Masquerade (2022)",
        "description": "A Christmas Masquerade(2022)လော်ရာနဲ့ ဂျူလီဟန်းတို့ဟာ အလုပ်အတူတွဲလုပ်ကြတဲ့ best fri တွေပေါ့လော်ရာက PR(public relations) လုပ်တယ် ဂျူလီယန်းက လော်ရာရဲ့ assistant ပေါ့တစ်နေ့မှာ အလုပ်တွေအသားကုန်လုပ်နေရတဲ့လော်ရာတစ်ယောက် ခနတဖြုတ်အေးဆေးအနားယူချင်တာနဲ့ သူ့ရဲ့လက်ထောက်လဲဖြစ် bestie လဲဖြစ်တဲ့ ဂျူလီယန်းကို ပါတီတစ်ခုသူ့အစားသွားတက်ခိုင်းပါတော့တယ်ကံဆိုးသလားကံကောင်းလားတော့မသိဘူး ပါတီသွားတက်တဲ့ဂျူလီယန်းတစ်ယောက် လော်ရာ့နေရာကနေဟန်ဆောင်ရင်းအဟန်ဆောင်လွန်ပြီး မိုက်ကယ်ဆိုတဲ့ ခန့်ချောကြီးကို PRလုပ်ပေးဖို့ဖြစ်လာတော့တယ်ကောင်မလေးနှစ်ယောက်လဲ မတတ်သာတဲ့အဆုံး ရာထူးတွေချ်ိန်းကုန်ပြီး အရင်က PR လုပ်တဲ့ လော်ရာက assistant ပြန်လုပ် အရင်က assistant လုပ်တဲ့ ဂျူလီယန်းကလော်ရာ့အစား PR ပြန်လုပ်တွေဖြစ်ကုန်ပြီးလူ့ဂွစာကြီး မိုက်ကယ်နဲ့ဘယ်လို ဆက်ခရီးဆက်မလဲကြည့်ရမှာ Christmas ကာလမှာ couple တွေအနေနဲ့ အိမ်မှာအတူတူစောင်လေးခြုံကွေးပြီး ကြည့်လို့ကောင်းမယ့် Christmas Love story လေးတစ်ပုဒ်ပါ ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hein That Naing ပါ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1R5ex/A_Christmas_Masquerade_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmh7vD2eDVRqFJoCpEzVcfGcPPf.jpg",
        "title": "Argentina, 1985 (2022)",
        "description": "Argentina, 1985 (2022)~ IMDb - 7.7/10, Rotten Tomatoes - 98% ~တလောက ကမ္ဘာ့ဖလားမှာ ဗိုလ်စွဲသွားခဲ့တဲ့ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးဖြတ်သန်းမှု မိုင်တိုင်တစ်ခုကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။စစ်အုပ်ချုပ်မှုကနေ ဒီမိုကရေစီရပြီးကာစ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးအခင်းအကျင်းပေါ်က တရားဥပဒေဘက်တော်သားတွေရဲ့ အားထုတ်ခဲ့မှုတစ်ခုဖြစ်တဲ့ စစ်ခေါင်းဆောင်ဟောင်းတွေကို ရုံးတင်စစ်ဆေးခဲ့တဲ့ ကာလတစ်လျှောက်လုံးကို မြင်တွေ့ရမှာပါ။ ဒိတ်ဒိတ်ကြဲ စစ်ခေါင်းဆောင်ဟောင်းတွေကို တရားစွဲဆိုဖို့ ဆွဲချရှေ့နေအဖြစ်တာဝန်ပေးခံလိုက်ရတဲ့ အစိုးရရှေ့နေ စထရက်စဲရာရဲ့ ရင်ပူစရာတွေကို အတူတူလိုက်ပူပေးလို့ရမယ့်၊ အားတက်စရာတွေကို အတူတူလိုက်ပျော်ပေးလို့ရမယ့်၊ မိသားစုအရေးနဲ့ တရားရေးကြားက ချိန်ခွင်လျှာကို ဘက်စောင်းမသွားအောင် ထိန်းဖို့ကြိုးစားနေတဲ့ အိမ်ထောင်ဦးစီးတဖြစ်လဲ အစိုးရရှေ့နေတစ်ယောက်ရဲ့ အပူမီးတွေကိုလည်း မျှဝေခံစားနိုင်ဦးမယ့် ပစ်ရက်စရာတစ်ကွက်မရှိတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အာဂျင်တီးနား နိုင်ငံရေးကားလေးဖြစ်တဲ့အလျောက် လက်ရှိ အရမ်း Hot ဖြစ်နေတဲ့ \"အာဂျင်တီးနား\" နဲ့ \"နိုင်ငံရေး\" ၂မျိုးလုံးကို တစ်ကားထဲမှာ ကြည့်ရမှာမို့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1R5a0/(CM)_Argentina,_1985_(2022)_720p.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q2CbFRigH5qz8v68Q5GbadSMcOz.jpg",
        "title": "1898: Our Last Men in the Philippines(2016)",
        "description": "1898: Our Last Men in the Philippines(2016)*****************************************ဒီဇာတ်ကားဟာ လေးရာစုနီးပါး သက်တမ်းကြာရှည်ခဲ့တဲ့ စပိန်အင်ပါယာရဲ့နောက်ဆုံးကိုလိုနီနယ်မြေဆုံးရှုံးခဲ့ရတဲ့အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။\nဘယ်သူမှမနိုင်နိုင်တဲ့စစ် ဘယ်သူမှ မရှုံးချင်တဲ့စစ်ပွဲလေးကို ရည်ညွှန်းရိုက်ကူးထားပါ။ဇာတ်လမ်းအစမှာ စပိန်အင်ပါယာပိုင် ဖိလစ်ပိုင်နိုင်ငံ ဘာလယ်ဆိုတဲ့ကျွန်းမြို့လေးဟာ\nနယ်ခံတော်လှန်ရေးသမားတွေအလစ်ငိုက်သိမ်းပိုက်တာခံရပြီး စပိန်မြို့စောင့်တပ်သားတွေဟာလည်းအားလုံးနီးပါးသတ်ဖြတ်ခံလိုက်ရပါတယ်။ ဒီကိုလိုနီမြို့လေးကို ပြန်သိမ်းဖို့အတွက်\nကပ္ပတိန် အန်းရစ်နဲ့ လက်ဖတင်နင် မာတင်စီရီဇိုတို့ဦးဆောင်ပြီးနောက်ထပ်တပ်စုတစ်စုကိုစပိန်ကစေလွှတ်လိုက်ပါတယ်။အဲ့ကာလဟာစပိန်အင်ပါယာရဲ့ဆုတ်ယုတ်အချိန်လည်းဖြစ်နေတာကြောင့်\nသူတို့တပ်စုကို ရိက္ခာအင်အား ဘာ့မှထောက်ပံ့မပေးနိုင်တော့ပါဘူး။အဆုံးသတ်မှာ ဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကိုတော့ဇာတ်လမ်းထဲမှာစောင့်ကြည့်ရင်းကြည့်ရှုခံစားလိုက်ပါဦး။File Size :(2.1GB) (899 MB) and (380 MB)\nQuality : Blu-Ray 1080p ,720p\nFormat…mp4\nDuration…01:45:00\nGenre : War, Drama , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1R5a8/1898.Our.Last.Men.in.the.Philippines.2016.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BOTg5ODBkOGUtNzg3OS00NmYyLWI0OGMtZDY3NTc0OTQ0M2I0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "The Hows of Us (2018)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nအတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်...\nရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး...\nIMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she's dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး.....ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !\nGeorge က Primoကို မြင်တည်းက ကြည့်မရဘူး...ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်...\nမိသားစုက သူ့ကိုချစ်ကြတယ်...အဖွားဖြစ်သူက Primoကို အသည်းစွဲ...နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်...\nအဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်...ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်...\nနေ့ရက်တိုင်းဟာ ပျော်စရာပဲ...ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်...သူတို့ ဝေးခဲ့ကြတယ်...\nအရာရာဟာ နေသားမကျခြင်းတွေနဲ့...အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်... Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့... ...",
        "rating": "7.9",
        "url": "https://megaup.net/1b7g0/(CM)_The.Hows.of.Us.2018.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ1MTYxMzA4OF5BMl5BanBnXkFtZTgwNjg2NTM1MTI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Conspiracy Theory (1997)",
        "description": "ခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသမီး အလှပဂေး Julia Roberts နဲ့ ဒါရိုက်တာ-သရုပ်ဆောင် မင်းသားကြီး Mel Gibson တို့ရဲ့ ပြောင်မြောက်တဲ့ သရုပ်ဆောင်ချက်တွေ ပါဝင်ပြီးတော့ ကြည့်ရှုသူတွေအနေနဲ့ အက်ရှင်၊ နိုင်ငံရေးလျှို့ဝှက်မှုခင်းတွေနဲ့ အချစ် အကြောင်းတို့ကို စုံလင်စွာ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။\nတက္ကဆီမောင်းသမား Jerry က နိုင်ငံမှာ ဖြစ်ပျက်နေတာတွေအကုန်လုံးကို လိုက်ကြည့်ပြီး ဒါကတော့လက်မဲကြီးတွေကလုပ်တာ၊ ဘယ်သူတွေကကြိုးကိုင်နေလို့ ဒီလိုဖြစ်တာဆိုပြီး ကိုယ်ပိုင်သီအိုရီတွေထုတ်တတ်လေ့ရှိပါတယ်။\nတက္ကဆီမောင်းတဲ့သူလည်း ဖြစ်နေတော့ လူတွေအများကြီးနဲ့ ဆက်ဆံရပြီး တွေ့သမျှလူတိုင်းကိုလည်း သူ့အတွေးတွေအကုန်လုံးကို လိုက်ပြောလေ့ရှိပါတယ်။\nသူပြောသမျှက ယုံချင်စရာမကောင်းလွန်းလို့ အရူးလို့ထင်ရပေမဲ့ သူပြောတဲ့အထဲက တစ်ခုခုကမှန်သွားပြီးတော့ သူ့ကိုလိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာပါတယ်။ Jerry ကတော့ သူထုတ်ထားတဲ့ သီအိုရီတွေက များလွန်းလို့ ဘယ်ဟာကြောင့်ခုလို ဖြစ်ရတယ်ဆိုတာတောင် မသိတော့ပါဘူး။\nJerry မှာ သူ အရူးအမူးစွဲလမ်းနေတဲ့ Alice လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aVqj/Conspiracy.Theory.1997.720p.(CM)_(2).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BZDQzMTNjZGEtZjczNS00ZTBiLTljNzMtYzRmZTcwNjZhYTNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "She’s Dating the Gangster (2014)",
        "description": "She is Dating the Gangster\nIMDb 7/10\nRomance and Drama\"ကျွန်တော်သာ သင်္ဘောတစ်စင်းဆို သူမက ကျွန်တော်ရဲ့ကျောက်စူးလေးပါပဲ\" လို့ပြောခဲ့တဲ့ ဒန်နီရယ်နဲ့\nသူအရမ်းချစ်ရတဲ့အမျိုးသမီးလေး ကတ်သရင်းတို့ကို လူတိုင်းသိကြမယ်ထင်ပါတယ်။\nနာမည်ကျော်ဖိလစ်ပိုင်အနုပညာရှင်စုံတွဲလေးဖြစ်တဲ့ သူတို့အတွဲလေးဟာ ယခုဆိုရင် ရည်းစားသက်တမ်း ၁၀ နှစ်ကျော်ထဲကို ရောက်ရှိနေခဲ့ပြီဖြစ်ကာ အရှေ့တောင်အာရှကလူတိုင်း\nချစ်ခင်နှစ်သက်ကြတဲ့ နာမည်ကျော်အနုပညာရှင်စုံတွဲလေးဖြစ်ပါတယ်။သူတို့စုံတွဲလေးဟာ အလွန်အောင်မြင်တဲ့ စီးရီးနဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာကို အတူတူတွဲရိုက်ကူးခဲ့ပြီး\nသရုပ်ဆောင်ကောင်းသလို အရိုခန်း အငိုခန်းတွေမှာ လိုက်ဖက်လွန်းတာကြောင့် လူကြိုက်များခဲ့ပါတယ်။\nယခုတင်ဆက်ပေးသွားမှာကတော့ ၂၀၁၄ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ဒရမ်မာဇာတ်ကားလေး She's Dating the Gangster ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nမိခင်ဆုံးပါးသွားတည်းက ဖခင်ဖြစ်သူကို စိတ်နာနေတဲ့ ကန်းနက်ဆိုတဲ့ကောင်လေးဟာ\nသူ့မိခင်ရဲ့သေဆုံးမှုဟာ သူ့ဖခင်ရဲ့စနက်မကင်းဘူးလို့ထင်မြင်နေတာလည်းဖြစ်ပါတယ်။\nသူ့မိခင်နဲ့ဖခင်တို့ အတိတ်သမိုင်းကြောင်းကို သိချင်လို့ပြန်လည်တူးဖော်ရင်း\nဘယ်လိုအခြေအနေမျိုး၊ ဘယ်လိုအကြောင်းအရာမျိုးတွေ သိရှိလာမယ်၊\nသူ့အဖေက ဘာလို့ရယ်ရယ်ပြုံးပြုံးမရှိတော့တာလဲဆိုတာရယ်၊\nဘာကြောင့် သူ့အမေဆုံးပါးသွားရတာတွေကို သူ့အဖေကြောင့်လို့ သူထင်နေလဲ၊\nသူ့အဖေကရော ဘာတွေမှားခဲ့တာလဲဆိုတာကို\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရှုရမယ့် ဖိလစ်ပိုင်အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပါတယ်။Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/42  မှာဝင်ကြည့်ပါ။720p HD ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2x28y/(CM)_She_s.Dating.The.Gangster.2014.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDY5MTQwODI3OV5BMl5BanBnXkFtZTcwODM2MjEzMw@@._V1_-136x200.jpg",
        "title": "Music and Lyrics (2007)",
        "description": "Music and Lyrics (2007)\n==================\nIMDb Rating - 6.5/10ဒီဇာတ်ကားကိုမကြည့်ခင် YouTube Spotify Apple music\nစတဲ့ပလက်ဖောင်းတွေမှာ Way back into love ဆိုတဲ့ သီချင်း\nကို နားဆင်ခံစားကြည့်လိုက်ပါ၊ တကယ်လို့ အဲ့သီချင်းကိုမကြိုက်\nခဲ့ရင်လည်း ဇာတ်ကားကိုတော့ ဆက်ကြည့်လိုက်ပါ။ နားထောင်\nရတာကြိုက်ခဲ့ရင်တော့ စီးကရက်တစ်လိပ်နဲ့ ကော်ဖီတစ်ခွက်ယူပြီး\nဆက်ခံစားကြည့်ကြဖို့ အကြံပေးပါရစေ။ဇာတ်လမ်းကမဆန်းပါဘူး musical romance လေးပါပဲ။ ဒါပေမဲ့\nအချစ်ဆိုတဲ့အရာကိုက ဆန်းကြယ်နေခဲ့တာပါ။ အချစ်ကြောင့် အရာ\nရာအဓိပ္ပာယ်ရှိသွားတယ်၊ အချစ်ကြောင့် အရာရာလှပနေခဲ့တယ်၊\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်မှာ နားဆင်ခံစားဖို့သီချင်းကောင်းလေး\nတွေအပြင် သီချင်းစာသားတွေရဲ့နှလုံးသားကို ခံစားလို့ရမယ်။လူတိုင်းချစ်တတ်ကြမှာပါ၊ အချစ်မှာနောင်တတွေအမှားတွေရှိတယ်၊\nအချစ်မှာကြီးကျယ်ခမ်းနားခြင်းတွေ အားအင်တွေရှိတယ်၊ အဲတော့\nဒီအချစ်ဇာတ်ကားလေးနဲ့အတူ အချစ်ကိုခံစားရင်း ကောင်မလေးရှိတဲ့\nသူတွေက ကောင်မလေးကိုရိုပြပါ၊ FA တွေကလည်း စိတ်ကူးယဉ်ရင်း\nမျက်ရည်ကျပါ၊ တစ်ခေတ်တစ်ခါရဲ့ Charles'Angle ဒရူးဘယ်ရီမိုးက\nတော့ သင်တို့အားလုံးအား အချစ်အဓိပ္ပာယ်ကိုဖွင့်ဆိုပြမှာမို့ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai Thurein\nLynn ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (889 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wZM0/Music.and.Lyrics.2007.720p.BluRay.H264.AAC-RARBG[CM].mp4",
        "category": "Comedy, Music, Romance"
    }
]