[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zkOZJDTxy2BmhDLicQ7YzpeNG8a.jpg",
        "title": "Doom of Love (2022)",
        "description": "Doom of Love (2022) မိုးတွင်း ညိုမှိုင်းအုံ့ဆိုင်းနေတဲ့အချိန်လေးမှာ ခံစားပြီး ကြည့်ရှုဖို့ သင့်တော်တဲ့ တူရကီ romance drama ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ဖရက်တ်ဆိုတဲ့ ကောင်လေးက သူ့ရဲ့ ကြော်ငြာ အေဂျင်စီလုပ်ငန်း ရှုံးနိမ့်ပြီး အကြွေးနွံနစ်သွားတယ်။ စိတ်ပြေလက်ပျောက် သူငယ်ချင်းတွေနဲ့ ယောဂ စိတ်အပန်းဖြေ တရားစခန်းကို လိုက်သွားပြီး အဆိုတော်မလေးကို ချစ်ကြိုက်မိသွားတယ်။ဒီလိုနဲ့ ဖရက်တ်တစ်ယောက် အချစ်ရေးမှာ ဘယ်လို အဆုံးသတ်မယ်ထင်လဲ? ဇာတ်ကားထဲက cinematography က အရမ်းလှပြီး သုံးထားတဲ့ music ကလည်း ငြိမ့်ငြိမ့်လေးနဲ့ လိုက်ဖက်ပါတယ်။ ဇာတ်ကားတစ်လျှောက် တရားထိုင်တာ ယောဂ အားထုတ်တာကတစ်ဆင့် ဘဝအတွက် ဘယ်လို အဓိပ္ပါယ်ရှိတယ် ဆိုတာတွေကိုပါ ထည့်သွင်း ဖော်ပြထားပါသေးတယ်။ကိုယ်တွေ ရှင်သန်နေရတဲ့ ဘဝကြီးက အဓိပ္ပါယ်ရော ရှိရဲ့လား?\nဘာကြီးလဲ ဝေခွဲမရဖြစ်နေရင် ဒီကားလေး ကြည့်ပြီး အတွေး တစ်ခုခု ရသွားမယ်လို့ မျှော်လင့်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/1LWob/[CM]Doom.of.Love.2022.720p.WEB-DL.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYjQ3OTdiZWYtZjA3NS00YjAxLTllYmYtZTcwZjEyYTQ4Yzc1XkEyXkFqcGdeQXVyMTI1NjMwMjE0._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "A Wedding to Remember (2021)",
        "description": "A Wedding To Remember (2021)\n=======================\nIMDb Rating - 6.1/10အချစ်ဆိုသည်မှာ အံ့ဩမှုများနဲ့ ဆန်းကြယ်သောအရာတဲ့။\nမြင်မြင်ချင်း ချစ်မိတာက အချစ်စစ်လား၊ ရယူဖန်တီးထားတာကရော\nအချစ်လား၊ လုပ်ယူမထားဘဲ သဘာဝဆန်ဆန်လေး ချစ်ကြိုက်မိသွား\nကြတာကမှ အချစ်စစ်လား။လူတိုင်းက အချစ်ကို ခံယူချက်အမျိုးမျိုးနဲ့ အဓိပ္ပာယ်အမျိုးမျိုး ဖွင့်ဆို\nတတ်ကြပါတယ်။ ဒီဇာတ်ကားလေးကတော့ အချစ်ရဲ့ ချိုချဉ်ငံစပ်သဘော\nတရားတွေ အားလုံး မြင်တွေ့ရနိုင်မယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ။ကံကြမ္မာက ဖန်တီးပေးတဲ့ လက်တွဲဖော်ကိုပဲ လိုချင်ကြတဲ့  ဘရိုင်ယန် နဲ့\nအိုလစ်ဗီယာ တို့ရဲ့ ဇာတ်လမ်းလေးပေါ့။ စတွေ့ကတည်းက ပဋိပက္ခတွေ\nအပြည့်နဲ့ လူနှစ်ယောက်က မင်္ဂလာဆောင်တစ်ခုမှာ သတို့သားအရံနဲ့\nသတို့သမီးအရံအဖြစ် ပြန်လည်ဆုံစည်းလာကြတဲ့အခါ ဘာတွေ ဆက်ဖြစ်\nလာနိုင်မလဲ။ သူတို့ယုံကြည်ထားတဲ့ အချစ်ကရော လက်တွေ့ဘဝမှာ တကယ်\nဖြစ်နိုင်ပါ့မလား ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုပေးပါလို့ပဲ တိုက်တွန်းပါရစေ။\nဘရိုင်ယန် အဖြစ် မင်းသား Greyston Holt နဲ့ အိုလစ်ဗီယာအဖြစ် မင်းသမီး\nChristina Rosato တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး IMDb ...",
        "rating": "6.1",
        "url": "https://megaup.net/15Rkb/A.Wedding.to.Remember.2021.720p.WEBRip.[CM]_new.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wsDU92jokkJmVhjomAsTC1UkmPF.jpg",
        "title": "Dharala Prabhu (2020)",
        "description": "Dharala Prabhu (2020)\n--------------------------\nယခုတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ IMDb Rating (6.8)ရရှိထားတဲ့Romance/ Comedy ကားလေးပဲဖြစ်ပါတယ်။သန္ဓေသားအစားထိုးဆေးခန်းဖွင့်ထားတဲ့ ဒေါက်တာကန်နာဒါဆန်ဟာလူနာတွေအများကြီးလက်ခံပြီး ကတိတွေတစ်ခုပြီးတစ်ခုပေးထားပေမယ့်သုတ်ပိုးအလှူရှင်လုံးဝရှာမတွေ့သေးပါဘူး။ ဘဝရဲ့အနိမ့်ဆုံးအချိန်ရောက်တဲ့ ဘောလုံးသမားလေး ပရာဘူဟာလည်းအလုပ်တစ်ခုကိုမရမကလိုက်ရှာနေသူပါ။ဒီလိုနဲ့ ဒေါက်တာကန်နာတစ်ယောက် ပရာဘူရဲ့ကျန်းမာ‌မှုအခြေအနေကိုသဘောကျသွားပြီးသူ့ဆေးခန်းရဲ့သုတ်ပိုးအလှူရှင်အဖြစ်နေပေးဖို့ မရမက ကမ်းလှမ်းပါတော့တယ်။အစပိုင်းအဆင်ပြေချောမွေ့ခဲ့ပေမယ့် ပရာဘူမှာ ချစ်သူရှိလာတဲ့အချိန်မှာတော့ဘယ်လိုတွေပြဿနာတက်မလဲဆိုတာကို ပရိသတ်များကိုယ်တိုင်ပဲ စောင့်မျှော်ကြည့်ရှုပေးပါဦး   File size…2.5GB / 1.1 GB\nQuality…1080p Tamil AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.8",
        "url": "https://megaup.net/2rS1e/Dharala_Prabhu_(2020).720p.Tamil.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR7gW2Oj8Qku5m82SvWfwTbwopM.jpg",
        "title": "Rising Boas in a Girl’s School ( 2022 )",
        "description": "ဒီတစ်ခါတော့ CMပရိသတ်ကြီးအတွက် Horror,\nThrillerကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။မြို့အစွန်အဖျား တောင်ကုန်တွေကြားမှာ\nလျှို့ဝှက်မြွေမွေးမြူတဲ့စခန်းတစ်ခုရှိပြီး\nတရားမဝင်ဟော်မုန်းဆေးတွေ တိုက်ကျွေးမွေးမြူထားတာကြောင့်\nမြွေတွေဟာတစ်ဖြည်းဖြည်းဗီဇပြောင်းလာပါတယ်။တစ်နေ့မှာတော့ မြွေတွေကလှောင်အိမ်ထဲကနေလွတ်မြောက်သွားပါတယ်။\nအနီးနားမှာရှိတဲ့ လေကြောင်းတက္ကသိုလ်က\nလေယာဉ်မယ်ကောလိပ်ကျောင်းသူလေးတွေဟာ\nကျောင်းဆင်းပွဲအခမ်းအနားအတွက်ပြင်ဆင်နေကြပါတယ်။အဲဒီအချိန်မှာအလွန်ကြီးမားတဲ့မြွေကြီးတစ်ကောင်နဲ့\nမြွေတွေရောက်လာပြီး လေယာဉ်မယ်လောင်းလေးတွေကိုအမဲဖျက်ပါတော့တယ်။\nလေယာဉ်မယ်လောင်းအချောအလှလေးတွေရဲ့သည်းထိပ်ရင်ဖို\nပြေးလွားစွန့်စားတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nသူတို့လေးတွေမြွေကြီးရန်ကနေလွတ်မြောက်နိုင်ပါ့မလား။\nမိစ္ဆာမြွေကြီးနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့အဆုံးထိဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Horror\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Nu Mon , Hnin Wut Hmon , Minnie , Shwe Zin Oo\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/rising-boas-in-a-girls-school-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Countdown-443760738-large-140x200.jpg",
        "title": "Countdown (2011)",
        "description": "Countdown (2011)\n=============\nIMDb Rating - 6.4/10ဒီဇာတ်လမ်းကတော့ မိဘနဲ့သားသမီးကြားမှာရှိတဲ့ သံယောဇဉ်ကို\nတခြားဇာတ်အိမ်တွေနဲ့မတူဘဲ ရသမြောက်မြောက် ရိုက်ကူးတင်ဆက်\nထားတဲ့ဇာတ်လမ်းလေးတစ်ခုပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nသွေးအေးရက်စက်တတ်တဲ့ အကြွေးစုဆောင်းရေးအေးဂျင့် ဖြစ်သူ ထယ်ဂွန်းဟို\nတစ်ယောက်၊ တစ်နေ့မှာတော့ သူ့ဆီမှာ အရမ်းကိုပြင်းထန်နေပြီဖြစ်တဲ့ အသည်း\nကင်ဆာရောဂါရှိနေပြီလို့ သိလိုက်ရပါတယ်။ အသက်ရှင်ဖို့ အချိန်သုံးလသာကျန်\nတော့တဲ့ သူ့အတွက် အစားထိုးခွဲစိတ်မှုလုပ်ဖို့ အသည်းအလှူရှင်တစ်ယောက်ကို\nဆယ်ရက်အတွင်းရှာဖို့ လိုအပ်လာခဲ့ပါတယ်။‌ကြံရာမရတဲ့အဆုံးမှာတော့ သူ့သား‌လေး သေဆုံးချိန်တုန်းက ကိုယ်အင်္ဂါလှူဒါန်း\nပေးထားတဲ့သူတွေကို ရှာဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ သူ့ကို အသည်းလှူပေးနိုင်‌လောက်မဲ့\nချာဟာယွန် ကို ရှာတွေ့သွားတဲ့အချိန်မှာတော့ ချာဟာယွန်ဟာ နာမည်ကြီးလူလိမ်\nတစ်ယောက်ဖြစ်နေတာကြောင့် သူ့ပြစ်ဒဏ်တွေအတွက်အချုပ်ကျနေခဲ့ပါတယ်။\nကံကောင်းစွာနဲ့ပဲ အချုပ်က လွတ်ဖို့ ရက်အနည်းငယ်သာကျန်တာ သိလိုက်ရတဲ့\nအချိန်မှာတော့ ထယ်ဂွန်းဟိုတစ်ယေက် လူလိမ် ချာဟာယွန်ကို သူ့အသည်းကို\nအစားထိုးပေးဖို့ ဘယ်လိုစည်းရုံးမလဲ။ ချာဟာယွန် လုပ်ခဲ့တဲ့အရှုပ်အရှင်းတွေကို ဘယ်လို\nဖြေရှင်းကြမလဲ။ သူအောင်အောင်မြင်မြင် ခွဲစိတ်နိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းမှာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှူလို့ရ‌‌အောင် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (810 MB) / ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rRfe/Countdown.2011.KOREAN.720p.WEBRip.[CM].mp4https://megaup.net/15Wlg/Countdown.2011.KOREAN.1080p.WEBRip.[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vgdiwT8yFL1QeeNWCECvI6D3II.jpg",
        "title": "Zero Avenue (2021)",
        "description": "Zero Avenue (2021)ဇာတ်လမ်းကတော့ ဒီလိုဗျာ။ နှစ်ပေါင်းလေးရာကျော် ရှင်သန်နေခဲ့တဲ့ မသေမျိုးတစ်ကောင်ရှိတယ်။ သူ့မသေခြင်းဟာ ကျိန်စာတစ်မျိုးပါပဲ။ ဒီမသေခြင်းကနေ လွတ်မြောက်ဖို့ သူလုပ်ရမှာက သူ့အမေဝင်စားတဲ့ အမျိုးသမီးကိုရှာဖို့ပါပဲ။ ဒီတော့ သူရှာတယ်ပေါ့၊ သူ့အမေဝင်စားတဲ့ အမျိုးသမီးလို့ သူထင်လိုက်တဲ့ အမျိုးသမီးကတော့ ပခြုပ်သည်မလေးပါပဲ။ ဒီတော့ သူက အဲဒီအမျိုးသမီးကို ငွေပေးပြီး BDSM ကစားတယ်။ ဒီတော့ လိင်ဆက်ဆံခန်းတွေတော့ ပါတဲ့အပြင် အတော်ခပ်ဆိုးဆိုး ဒိုင်ယာလော့တွေလည်းပါတာမို့ မိသားစုနဲ့ မကြည့်ကြစေချင်ပါဘူး။ဒီဇာတ်လမ်းရဲ့နောက်ထပ်ထူးခြားချက်ကတော့ တစ်ချိန်လုံး စကားပဲပြောနေတာပါပဲ။ ပြောနေတဲ့ စကားတွေက စိတ်ဝင်စားဖို့ကောင်းတာတွေလည်း ပါသလို လလေးလုံးတွေလည်းပါပါတယ်။ Plot Twist လိုလို ဘာညာတွေလည်း သုံးပြီး နိုလန်ရဲ့ Following ဆန်တယ်လို့တောင် ဆိုလို့ရပါတယ်။ သူ့ဇာတ်က ဘာတွေမှန်းမသိ မလည်ရှုပ်ဖြစ်နေတာကတော့ တစ်ပိုင်းပေါ့။ဘာပဲဖြစ်ဖြစ်ပါ၊ တော်တော်ထူးဆန်းပြီး မကြုံစဖူး ဇာတ်လမ်းအသစ်အဆန်းတွေကို သဘောကျတဲ့သူတွေတော့ သဘောကျကြမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" ...",
        "rating": "",
        "url": "https://megaup.net/37Pbh/(CM)_Zero_Avenue_(2022)_720p.mp4",
        "category": "Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/room-in-rome-139x200.jpg",
        "title": "(18+)Room in Rome (2010)",
        "description": "Room in Rome (2010)\n===================တချို့ချစ်ခြင်းတွေဟာ ဆန်းကြယ်လှပါတယ်....\nလူနှစ်ယောက်အမှတ်မထင်တွေ့ဆုံမှုကနေ အမှတ်တရတွေဖြစ်ဖို့\nအချိန်ဘယ်လောက်လိုမယ်ထင်ပါလဲ.....တပတ်လား တလလား တနှစ်လား....\nကိုယ့်ရင်ထဲမှာချစ်ခြင်းမေတ္တာသာအစစ်မှန်ရှိရင်\nကိုယ့်အတွက် ၁ရက် ဒါမှမဟုတ် ၁နာရီ ၁မိနစ်ကလဲ\nအမှတ်တရဖြစ်စေနိုင်မှာပါ.....ဒီဇာတ်လမ်းလေးကလဲ ဒီသဘောကို\nအခြေခံပြီး မိန်းမနှစ်ယောက်ကြားက\nချစ်ခြင်းမေတ္တာတရားကို ပါးပါးလေးနဲ့\nရင်ထဲထိအောင် ပြသနိုင်မှာပါ...ရောမမြို့ရဲ့ ဆောင်းအကုန်နွေဦးညကို\nကူးပြောင်းမယ့်ညတညမှာ သူတို့နှစ်ဦး\nဘားမှာ ဆုံမိခဲ့ကြတယ်....မိန်းမသားနှစ်ဦးမို့ ဘားမှာစကားလက်ဆုံကြရင်း\nဟိုတယ်ကိုအပြန်လမ်းထိ စကားစမပြတ်ပဲ\nတဦးကိုတဦး ဆွဲငင်မှုတွေနဲ့အတူ\nဒီတညတာကိုတူတူကုန်ဆုံးဖို့ ဆုံးဖြတ်လိုက်ရင်း\nMidnight Thoughtsတွေကို ပြောကြရင်း\nရင်ခုန်သံတွေထပ်တူကျနေတာကို သိသွားတဲ့အခါမှာတော့......  File size…1.37GB / 567MB\nQuality…1080p Blu Ray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "6.1",
        "url": "https://megaup.net/1LU60/Room.In.Rome.2010.SPANISH.720p.BluRay.H264.AAC2.0CH(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMjE4MjA0MzQ5OV5BMl5BanBnXkFtZTcwNTY3MDAwMQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "My Boss’s Daughter (2003)",
        "description": "My boss's daughter (2003)\n===================မိုးအေးအေးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Comedy, Romance\nကားနဲ့ မိတ်ဆက်ပေးပါရစေ......တွန်ဆိုတဲ့ ရိုးသားကြိုးစားတဲ့ ဖိုးသခွားတစ်ယောက်က အလုပ်မှာ\nသူ့ဆရာရဲ့သမီး လီဆာ ကို ကြိတ်ကြွေနေပါတယ်။ တစ်ရက်ကျတော့\nလီဆာက သူငယ်ချင်းပါတီသွားချင်လို့ တွန်ကို သူ့အဖေ တေလာရဲ့\nအိမ်ကို စောင့်ပေးဖို့ အကူအညီတောင်းပါတယ်။ တွန်ကလည်း လီဆာနဲ့\nအနေနီးဖို့အတွက် အိမ်စောင့်ပေးဖို့ကို သဘောတူခဲ့ပါတယ်။လီဆာ့အဖေ တေလာက အလုပ်မှာရော အိမ်မှာပါ စည်းစနစ်ကြီးတဲ့\nသူတစ်ယောက်ပါ။ တွန်တစ်ယောက် အိမ်စောင့်နေတဲ့ညမှာပဲ ဗရုတ်\nသုတ်ခတွေဖြစ်ပြီး ပြဿနာတွေကို ဖြေရှင်းနိုင်ပါ့မလား လီဆာနဲ့ရော\nအမြန်ဆုံး နီးစပ်နိုင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး......\nComedy, Romance ကားလေးဖြစ်ပြီး . အတော်လေးကြည့်ကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (750 MB) / (500 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.0",
        "url": "https://megaup.net/2rL62/My.Bosses.Daughter.2003.720p.BluRay.[CM]_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aRxbYOYHS8T73nzR8hsLousoplR.jpg",
        "title": "Clue (1985)",
        "description": "Clue (1985) ~ IMDb - 7.2/10, Rotten Tomatoes - 68% ~Clue ဟာ board game ကို Inspiration ယူပြီး ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ နည်းနည်းတော့ ဆန်းတယ်မလား။ ပုံမှန်ဆို ရုပ်ရှင်ကိုမှ board game ပြန်လုပ်ကြတာမလား။ ဒီရုပ်ရှင်ဟာ တကယ့် ကလပ်စစ်ဂကြောင် ရုပ်ရှင်ပါ။ ဘာလို့ဆို သူဆန်းတာက ဒီလောက်တင်မဟုတ်ဘဲ စုံထောက်ကားကိုမှ ဟာသကားဖြစ်အောင်ရိုက်ထားတာလည်း ပါတာကိုး။ တကယ့် ကကြိုးကကြောင်ဇာတ်ဝင်ခန်းတွေနဲ့ ရယ်လည်းရယ်ရ စိတ်ဝင်စားဖို့လည်းကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းစစဖွင့်ချင်းမှာ အိမ်တစ်အိမ်ကို လူ့နယ်ပယ်နဲ့ သူ နာမည်ကြီးတဲ့ နာမည်ကျော်လူတွေကို ဖိတ်ခေါ်လိုက်တယ်။ နာမည်ပျက်ခံလို့မရတဲ့သူတွေချည်းပေါ့။ သူတို့အားလုံးမှာ တူညီတာက ငွေညှစ်ခံနေရတဲ့တစ်ချက်ပဲ။ အဲဒီငွေညှစ်ခံရတာကို ဖိတ်ခေါ်တဲ့သူက ဘယ်လိုသိလဲ ဘာလဲညာလဲ အဖြေရှာရင်း လူသတ်မှုတွေဖြစ်လာတယ်။ အဲဒီလူသတ်မှုကို သူတို့ ကြားထဲပဲ ပြန်အဖြေရှာတယ်။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/15Wtm/(CM)_Clue_(1985)_720p.mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-22-at-22-35-37-Kumanthong-2019-161x200.png",
        "title": "Kumanthong (2019)",
        "description": "သစ်ပင်တစ်ပင်အောက်မှာ ကောင်လေးရယ် သူ့အမေရယ် ရပ်နေကြတယ်။ မြွေတစ်ကောင်က အဲဒီနားရောက်လာပြီး ကောင်လေးအမေကိုပေါက်ဖို့လုပ်တဲ့အချိန်မှာ ကောင်လေးက အစားအပေါက်ခံလိုက်တယ်။ ကောင်လေးသေသွားပေမဲ့ နတ်ဆရာအဖြစ်ရွေးချယ်ခံရပြီး အသက်ပြန်ဝင်လာခဲ့တယ်။ ဒါပေမဲ့ သူ့အမေကတော့ သူ့သားအတွက် ဖြေမဆည်နိုင်ဖြစ်ပြီး သတ်သေသွားခဲ့တယ်။ သူ့အမေကို ပြန်ရဖို့ ကောင်လေးဟာ နတ်နဲ့အပေးအယူလုပ်ပြီး ...ရှားရှားပါးပါးကြည့်ရခဲတဲ့ ဗီယက်နမ်ရုပ်ရှင်ပါ။ Genreကလည်း Horror / Thrillerပါ။ ဗီယက်နမ်ရဲ့ ပထမဆုံးကွင်းဆက်လူသတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို အခြေတည်ပြီး ဒါရိုက်တာ ဉာဏ်ကွန့်မြူးထားတဲ့ ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ရှေးနတ်အယူအဆတွေ ယာဇ်ပူဇော်တာတွေနဲ့ ကွင်းဆက်လူသတ်တာကို ချိတ်ဆက်ပြီး ပုံဖော်သွားပြီး ဇာတ်အိမ်ကိုလည်း စိတ်ဝင်စားစရာကောင်းအောင် ပြထားပါတယ်။ နတ်ဆရာတွေ ဆေးကုပုံဘာညာကလည်း တွတ်ပီစာအုပ်တွေ ထဲက အတိုင်းပါပဲ။ ဗီယက်နမ်ဟန်ကို မြင်ရမှာပါ။ စုန်းလည်းဆန်သလိုလိုဖြစ်ပေမဲ့ နတ်ကားပါပဲ။ စပွိုင်လာဖြစ်မှာစိုးလို့ ဇာတ်လမ်းတော့ အများကြီးမပြောတော့ပါဘူး။ ဇာတ်လမ်းသက်သက်ချည်းလည်း ကြည့်ကောင်းသလို Thriller အငွေ့ လွှမ်းထားတဲ့ ဇာတ်ဝင်ခန်းတွေလည်း ...",
        "rating": "5.6",
        "url": "https://megaup.net/37OzA/Kumanthong_(2019)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p16MvOHuToMxFJxPMbAnWfOpgea.jpg",
        "title": "Detective Dee and Deadly Fragrance ( 2022 )",
        "description": "CM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nDetective Dee: Scent of a Killer ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Luoyang မြိုထဲမှာမတရားစွပ်စွဲပြီးခေါင်းဖြတ်ခံရတဲ့\nAn Yu ဆိုတဲ့မိန်းကလေးတစ်ယောက်ကသရဲအဖြစ်အနေနဲ့\nလူတော်တော်များများကို လိုက်လံသတ်ဖြတ်နေတဲ့သတင်းတွေထွက်ပေါ်နေပါတယ်။အဲ့အချိန်မှာ Dee Ren Jie ကိုနယ်နှင်ဒဏ်ခံရတဲ့အပြစ်ကနေ\nလွတ်ငြိမ်းချမ်းသာခွင့်ပေးလိုက်ပြီး ဒီအမှုကိုလိုက်လံစုံစမ်းဖိုခွင့်ပြုလိုက်တဲ့အချိန်မှာတင်\nDee Ren Jie ကိုမကျေနပ်တဲ့အုပ်စုကသတ်ပစ်ဖိုကြိုးစားပါတော့တယ်။တချိန်တည်းမှာဘဲ Lv Zhaoyuan ဆိုတဲ့လူကတော့ ပျောက်ဆုံးသွားတဲ့ဇနီးကိုရှာဖို့\nမြိုတော်ဆီလာနေရင်းလမ်းမှာလူသတ်သမားတွေကြောင့်ချောက်ကမ်းပါးကနေပြုတ်ကျသွားတဲ့\nDee Ren Jie ကိုကယ်တင်ပေးခဲ့တယ်။ကံမကောင်းစွာနဲ့\nDee Ren Jie ကအတိတ်မေ့သွားခဲ့တယ်။ဒီလိုနဲ့အကြောင်းရင်းတိုက်ဆိုင်လာတဲ့အချိန်နှစ်ယောက်လုံးလူချင်းလဲလိုက်တဲ့အချိန်မှာတော့....\nကဲဒီတော့ဇနီးပျောက်လိုရှာနေတဲ့ Lv Zhaoyuan က\nရူပ်ထွေးလှတဲ့အမှုကြီးမှာဝင်ပါသွားတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်မလဲ?\nDee Ren Jie ကတော့သူ့မှတ်ဉာဏ်ပြန်ပေါ်လာမလား?\nစတဲ့မေးခွန်းပေါင်းများစွာရဲ့ အဖြေတွေကိုသိချင်ရင်တော့\nဒီဇာတ်ကားလေးကိုကြည့်ရူလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Comedy\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-dee-and-deadly-fragrance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/rugrat-movie_-142x200.jpg",
        "title": "The Rugrats Movie (1998)",
        "description": "ဒီတစ်ခါမှာတော့ သားသားမီးမီးတွေအကြိုက်တွေ့စေမယ့် ကာတွန်းကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်၂၄မီလီယံအကုန်ကျခံရိုက်ကူးထားပြီး ၁၄၁မီလီယံထိပြန်ရခဲ့တဲ့ ဒီဇာတ်ကားဟာဘာတွေကောင်းမလဲကြည့်လိုက်ကြရအောင်ကလေးတွေရဲ့သ‌ဘာဝအတိုင်းအချစ်ခံချင်ဆိုးချင်ကြတာချည်းပါပဲ ဒီအတိုင်းပဲ တွန်မီဆိုတဲ့ကလေးဟာလည်းအငယ်ဆုံးပီပီ ဆိုးချင် ရစ်ချင်သူလေးပေါ့ ဒါပေမယ့် တစ်နေ့သူ့ရဲ့ညီလေး ဒေးလ်ဖြစ်သူလောကကြီးထဲရောက်လာတော့အစကပျော်ဖို့ကောင်းမယ်တွေးခဲ့တာတွေက ထင်သလိုဖြစ်မလာဘဲသူပိုင်တဲ့အရုပ်တွေပစ္စည်းတွေကိုလုကြရင်း သူဒီကလေးကို မုန်းမိလာပါတော့တယ်ဒါကိုသိတဲ့တွန်မီ့သူငယ်ချင်းတွေက ကလေးကို ဆေးရုံကဝယ်လာခဲ့တယ်လို့ထင်ပြီးဆေးရုံကိုသွားပြန်ပေးဖို့လုပ်ကြရင်း အလွဲလွဲအမှားမှားတွေနဲ့ တောနက်ထဲရောက်သွားကြတဲ့အခါမှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲ လမ်းလျှောက်တတ်စအရွယ်ကလေးတစ်သိုက် လူသူမနီးတဲ့တောနက်ကြီးထဲဘယ်လိုရှင်သန်သွားကြမလဲ ၅၂၈မေတ္တာကိုပုံပေါ်လာအောင်ရိုက်ကူးထားတဲ့အတွက် ကလေးတွေကိုပြသဖို့ အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်ရှင် \nFile size…3.7GB / 1.13Gb\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.9",
        "url": "https://megaup.net/15Vo4/The_Rugrats_Movie_1998_BluRay_720pAAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/FcEwHz2-112x200.png",
        "title": "Novo Land : Floating Heart ( 2022 )",
        "description": "Novoland (ကျိုကျိုး) ဆိုတာဒဏ္ဍာရီလာ အလွန်လှပတဲ့လောကတစ်ခု ။\nအတောင်ပံပါတဲ့မျိုးနွယ်စု ၊ ရေသူမျိုးနွယ်စု၊\nဝိဉာဉ်မျိုးနွယ်စုနဲ့ လူပုလေးမျိုးနွယ်စုတို့ဟာ ကျိုကျိုးမှာနေထိုင်ကြပါတယ်။ဇာတ်လမ်းကတော့ မင်းဆရာကြီးရဲ့သမီးဖြစ်သူ\nနန်ရှင်းဟာ မင်္ဂလာပွဲမတိုင်ခင်\nတစ်ညအလိုမှာထူးဆန်းစွာသေဆုံးသွားတာကနေစပါတယ် ။\nမင်းဆရာကြီးကတော်ကလည်းအရူးတစ်ပိုင်းဖြစ်သွားပြီး\nအိမ်တော်တစ်ခုလုံး အရှုပ်အထွေးနဲ့ကြုံတွေ့နေရချိန်မှာ...မျိုးနွယ်စုအသီးသီးကလူတွေ၊ ကျောင်းတော်အသီးသီးက\nလူတွေဟာလည်း နန်ရှင်းရဲ့သေဆုံးမှုကိုစုံစမ်းဖို့ပါဝင်လာတဲ့အခါ...\nနန်ရှင်းရဲ့သေဆုံးမှုမှာဘာလျို့ဝှက်ချက်တွေရှိနေမလဲ။\nဘာလို့မျိုးနွယ်စုအသီးသီးကလူတွေရောပါဝင်လာတာလဲ။\nနန်ရှင်းဟာ တကယ်ပဲသေသွားတာရေဟုတ်ရဲ့လား။ဒီလိုဇာတ်လမ်းမျိုးကတဖြည်းဖြည်းချင်းကြည့်ပြီးမှ\nရုပ်လုံးပေါ်လာတာမျိုးမို့ spoiler ဖြစ်သွားမှာစိုးလို့\nဇာတ်လမ်းကိုအများကြီးမပြောပြတော့ပါဘူး။Novo land စီးရီး တွေရဲ့ထုံးစံအတိုင်း ဇာတ်အိမ်ခိုင်ခိုင်နဲ့\nရိုက်ကူးထားတာကြောင့် ဇာတ်လမ်းထဲကလျို့ဝှက်ချက်တွေကို\nကိုယ်တိုင်ကြည့်ရှုပြီးရှာဖွေဖော်ထုတ်ကြည့်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Yin Wai Phyo , Moon\nEncoded By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/novo-land-floating-heart-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-6-133x200.jpg",
        "title": "Iron Cross: The Road to Normandy (2022)",
        "description": "Iron Cross:The Road to the Normandy (2022)D-Day လို့ ပြောတာနဲ့ အမေရိကန် ဦးဆောင်တဲ့ မဟာမိတ် မရိန်းတပ်တွေ က ပြင်သစ်နိုင်ငံ နော်မန်ဒီကမ်းခြေကို ချီတက်တိုက်ခိုက်တာ ပြေးမြင်ကြမှာပါ။ D-day အကြောင်း အရင်က ရိုက်ထားတဲ့ ရုပ်ရှင်တွေ ရှိပေမဲ့ ဒီ ရုပ်ရှင်ကတော့ တမူထူးခြားစွာ မဟာမိတ်‌တွေကိုပဲသူရဲကောင်းအဖြစ် ဖန်တီး ထားတာ မဟုတ်ပဲ စစ်ပွဲဖြစ်ရခြင်းရဲ့အဓိပ္ပာယ်မဲ့မှုတွေ သဘောသဘာဝ တွေ မြေပြင်မှာ တိုက်နေရတဲ့ စစ်သားတွေရဲ့ ခံစားမှု တွေ ကို အသားပေးရိုက်ကူးထားပါတယ်Klaus Muller လို့ ခေါ်တဲ့ ဂျာမန် စစ်အရာရှိ တစ်ယောက် ရဲ့ စစ်ပွဲပေါ်ရှုမြင် ပုံကို အခြေခံပြီး ရိုက်ကူးထားပါတယ် ပထမဆုံး အရှေ့ဘက် စစ်မြေပြင်မှာ ရုရှားတွေ နဲ့ တိုက်နေရတဲ့ ကလော့ မူလာ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1LQfp/Iron.Cross.The.Road.to.Normandy.2022.720p(CM).mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-22-at-06-01-49-The-Twins-Effect-II-2004-145x200.png",
        "title": "The Twins Effect II (Vampire Effect 2) (2004)",
        "description": "Twin Effect 2 မှာ​တော့ 1က သရုပ်​ဆောင်​တွေပဲ ပြန်ပါလာ​ပေမယ့် ဇာတ်​ကြောင်းလုံးဝကွဲပြားသလို သရုပ်​ဆောင်အသစ်​တွေ အများကြီးပါဝင်လာပါတယ်။\n1တုန်းက ပါခဲ့တဲ့ Jackie Chanအပြင် ဒီကားမှာ Ip Man အဖြစ်လူသိများတဲ့ Donnie Yenပါ ဧည့်သည်အဖြစ် ပါဝင်လာတာပဲ ဖြစ်ပါတယ်။ဇာတ်​ကြောင်းက​တော့ ​​ယောကျ်ား​တွေကို စိတ်နာ​နေတဲ့ အ​မေဇုန်ပြည်ဘုရင်မကြီးဟာ အာဏာ​ရော ​မှော်အစွမ်း​တွေပါ သုံးပြီး တိုင်းပြည်ကိုထိန်းချုပ်ထားတာပါ။ ​\nယောကျ်ား​တွေလို ​​ငွေဝယ်ကျွန်လို​ ​ရောင်းဝယ်​ဖောက်ကားကြပြီး မိန်းမ​တွေက ပြားပြားဝပ် ဖိနှိပ်ထားတဲ့ တိုင်းပြည် တစ်ခု​ပေါ့။\nဒီလိုမျိုးအစွန်း​ရောက်​နေတဲ့ ဘုရင်မကြီးကို နှိမ်နင်းနိုင်တဲ့ တစ်ခုတည်း​​သော နည်းက​တော့ ကြယ်တာရာ သူရဲ​ကောင်းတစ်​ဦးက Excaliburဓါးနဲ့အတူ ဘုရင်မကြီးကို သတ်ပစ်ရမှာပါ။သူ့ကို​ ချေမှုန်းနိုင်မယ့်သူရှိတာ သိ​နေတဲ့ဘုရင်မက တိုင်းပြည်ထဲက ​​​ယောကျ်ားမှန်သမျှ လိုက်ဖမ်းပြီး သူရဲ​ကောင်းအ​လောင်းအလျာကို ရှာ​ဖွေ​နေခဲ့တာပါ။\nဒါ​​ပေမဲ့ အ​ကြောင်းအမျိုးမျိုး​ကြောင့် အထက်ပါ သူရဲ​​ကောင်းက လွတ်​မြောက်​နေပြီး ​​နောက်ဆုံးမှာ မိစ္ဆာဘုရင်မကြီးနဲ့ ထိပ်တိုက်​တွေ့ဆုံပါ​တော့တယ်။\nထိုသူရဲ​ကောင်းက ...",
        "rating": "5.5",
        "url": "https://megaup.net/2rQ65/The_Twin_Effect_II_(Vampire_Effect_2)_(2004)_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/twins-effect-143x200.jpg",
        "title": "The Twins Effect (Vampire Effect) (2003)",
        "description": "၂၀၀၃ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ​ဟောင်​ကောင်အက်ရှင်ဟာသကား​လေး တင်ဆက်​​ပေးချင်ပါတယ်။\nInitial Dနဲ့ Internal Affairs ဇာတ်ကား​တွေမှာ ပါဝင်ဖူးတဲ့ Edison Chenက ​ခေါင်း​ဆောင်ပါဝင်ထားသလို Jackie Chanနဲ့ Karen Mokတို့လည်း cameoအ​နေနဲ့ ပါဝင်ထားပါ​​သေးတယ်။အနာဂတ်ကာလမှာ သွေးစုပ်ဖုတ်​ကောင်မျိုးနွယ်​တွေ ကမ္ဘာတစ်ဝန်းကြီးစိုးလာသလို ​သွေးစုပ်ကောင်နှိမ်နင်း​ရေး အဖွဲ့​အစည်းတွေလည်း အများအပြား​ ပေါ်ထွက်လာပါတယ်။\nရိဗ်၊ ညီမဖြစ်သူ ဟယ်လန်နဲ့ပါတနာ ဂျစ်ပစီတို့ကလည်း ​သွေးစုပ်​ကောင်မုဆိုး​တွေ​ပေါ့။ဒီလိုနဲ့ သူတို့​နေထိုင်ရာ ​ဟောင်​ကောင်ကို ဥ​ရောပနွယ်သွေးစုပ်ကောင်​တွေ ရုတ်တရက်​ရောက်လာကြပါတယ်။\nသူတို့​​တွေ ရောက်လာရတဲ့အ​ကြောင်းရင်းက သွေးစုပ်ကောင်သမ္မာကျမ်းစာအုပ်လို့ ​​ပြောနိုင်တဲ့ \"Day For Night\"စာအုပ်ကို ဂိုဏ်း​တွေလုရာမှ စတင်ခဲ့တာပါ။ဒီစာအုပ်ရဲ့အစွမ်းကို ပိုင်ဆိုင်ဖို့လိုအပ်တဲ့အရာက မူလပိုင်ရှင်​ဖြစ်တဲ့ ​တော်ဝင်မိသားစု မင်းသား၆ပါးရဲ့ ​သွေးပါ။\nဒီထဲကမှ ပဥ္စမမင်းသားဖြစ်တဲ့ ကာဇမ်က ​ဟောင်​ကောင်ကို ​ရောက်လာပြီး ရိဗ်ရဲ့ ညီမ​လေးဟယ်လန်နဲ့ ​ရေစက်သွားဆုံပါတယ်။ဒီလိုနဲ့ စာအုပ်အစွမ်းကို ပိုင်ဆိုင်ချင်တဲ့ ဥ​ရောပမျိုးသွေးစုပ်ကောင်တသိုက်နဲ့ တစ်ဖက်က ​​တော်ဝင်မင်းသားနဲ့ သွေးစုပ်​ကောင်မုဆိုးတို့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ဟာသအက်ရှင်ဆန်ဆန် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2rQ6n/The_Twin_Effect_(Vampire_Effect)_(2003)_WEB-DL_720p.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/dasd-351-145x200.jpg",
        "title": "(21+) Only Friendly Obedient Yui Hatano (DASD-351)",
        "description": "DS Fans တွေအတွက် အချောအလှလေးတွေ ရွေးချယ်\nခံစားသီကုံးနေလာခဲ့တာ အခုတစ်တစ်ယောက်ကတော့\nYui Hatano ပဲဖြစ်ပါတယ် သူမက\nIdol Singer လဲဖြစ်ပါတယ်\nသူမရဲ့ အလှတရာနဲ့ အမျိုးသားထုကြီးကို ထိန်းလာခဲ့တာ\nအချိန်ခရီးအတော်ရောက်နေပါပြီ\nသူမရဲ့ Sexy ကျတဲ့မျက်နှာလေးကြောင့်ကျော်ကြားနေသူတစ်ယောက်ဖြစ်ပါတယ်\nသူမရဲ့ ဟန်ပန်နဲ့ ညုတုတုအကြည့်တွေအကြား ဘယ်ယောင်္ကျားလေးမှ\nရုန်းမထွက်နိုင်အောင်ပါပဲ သူမလိုလူတစ်ယောက်ကို ခနော်နီခနော်နဲ့ အမျိုးသားတစ်ယောက်ကပိုင်ဆိုင်မှုရသွားခဲ့ပါတယ်\nအဲဒီအမျိုးသားက စိတ်ဖိစီးမှုတွေနဲ့ အလုပ်ကပြန်အလာ\nအိပ်ယာပေါ်မှာ Hatano ရဲ့အလိုကို အပြည့်အဝဖြည့်ဆည်းမပေးနိုင်ခဲ့ပါဘူး\nတစ်နေ့မှာ Hatano အပြင်ကပြန်လာပြီး အိမ်ခန်းသော့ ရှာမတွေ့ဖြစ်နေပါတယ်\nအဲဒီအချိန်မှာ သဘောကောင်းတဲ့ အိမ်နီးချင်း အသက်ကြီးကြီး အစ်ကိုကြီးတစ်ယောက်က\nအကူညီပေးလိုက်ပါတယ် အိမ်ခန်းထဲပြန်ရောက်ချိန်မှာ သူမဟာ တစ်မျိုးကြီးဖြစ်နေပါတယ်\nဒီလိုနဲ့ သော့နေ့တိုင်းပျောက်ပြီး ဘယ်လိုတွေပြန်ရှာကြလဲဆိုတာ စပ်စုလိုက်ရအောင်ပါ  \nFile size…1.8GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/15V3y/dasd-351-C.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXCjoI3jdtBrwPHgVsyNLkl8Rvs.jpg",
        "title": "Watcher (2022)",
        "description": "Watcher (2022)Box office တန်းဝင်တဲ့ သည်းထိပ်ရင်ဖို ဇာတ်ကားမျိုး ကြည့်ရှုချင်တဲ့ ပရိသတ်တွေအတွက်ပါ။ဇာတ်လမ်းအညွှန်းလေးကတော့ ...\nဂျူလီယာက သူ့ရဲ့ ချစ်ခင်ပွန်းနဲ့ ရိုမေးနီးယားကို ပြောင်းရွှေ့လာခဲ့တဲ့ အမေရိကန်သူလေးပေါ့။ရိုမေးနီးယားစကားမပြောတတ်တော့ တိုင်းတစ်ပါးကို ရောက်ခါစမှာ သူ အတော်လေး အထီးကျန်ရပါတယ်။ အထီးကျန်ရတဲ့ကြားထဲမှာမှ သူ့ကို စောင့်ကြည့်နေတဲ့ သူ တစ်ယောက်က ရှိနေပြန်ပါတယ်။ အဲဒီအကြောင်း သူ့ယောက်ျားကို ပြောပြပေမဲ့ အလုပ်များတဲ့ horror ရုပ်ရှင်တို့ရဲ့ ထုံးစံအတိုင်း ယောက်ျားဖြစ်သူက မယုံပြန်ပါဘူး။တကယ်တမ်း စောင့်ကြည့်နေတဲ့ အဲဒီလူရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?\nလူကောင်းလား? လူဆိုးလား?\nဂျူလီယာတစ်ယောက် ဘယ်လိုဖြစ်ရပ်တွေနဲ့ ကြုံတွေ့ရမလဲ? ဆိုတာကို ဇာတ်ကောင် ဂျူလီယာ နဲ့အတူ အသည်းတယားယား စောင့်ကြည့်လိုက်ရအောင်နော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။) File Size : 1.2GB, 471MB & 236MB\nQuality : 1080p WEB-DL ...",
        "rating": "6.7",
        "url": "https://megaup.net/2rPlv/[CM]Watcher.2022.720p.WEB-DL.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-7-135x200.jpg",
        "title": "Crimes of the Future (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ မင်းသမီး ခရစ္စတင်း စတီးဝပ်ရဲ့ ရုပ်ရှင်အသစ်ပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်၊ ဟော်ရာ အမျိုးအစားဖြစ်ပါတယ်။ အဖော်အချွတ်တွေ အဖြတ်အတောက်တွေပါလို့ ကလေးငယ်တွေကြည့်ဖို့ မသင့်ပါဘူး။\nတွေးစရာတွေပေးတဲ့ ရုပ်ရှင်မျိုးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အနာဂတ်ခေတ်ရဲ့ လူသားဆင့်ကဲပြောင်းလဲမှုဖြစ်စဉ်တွေ ထူးဆန်းလာတာ မှားယွင်းလာတာကို အခြေခံထားတာပါပဲ။ ဒီနေ့ခေတ်မှာဆိုရင် ဆိုးရွားတဲ့ စက်ရုံအညစ်အကြေးတွေ၊ ညစ်ညမ်းဓာတ်ငွေ့တွေ၊ ဓာတုပစ္စည်းတွေကြောင့် လူတွေ ကင်ဆာတွေအဖြစ်များလာပါပြီ။ကင်ဆာဆိုတာလည်း လူရဲ့ကိုယ်ထဲက ဆဲလ်တွေ ပုံပြောင်းပြီး ဖြစ်လာတာပါပဲ။ ဒီတော့ အဲဒီလို ပုံပြောင်းရင်းနဲ့ကနေ လူတွေရဲ့ အခြေခံဖွဲ့စည်းပုံတွေပါ ပြောင်းလဲလာမယ်ဆိုရင် ဘာဖြစ်လာမလဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ \"အလွန်မြန်ဆန်စွာ ဆင့်ကဲပြောင်းလဲမှု ရောဂါ\" လို့ ခေါ်ကြပါတယ်။ လူသားတွေဟာ မနာကျင်တတ်တော့ဘူး၊ ကူးစက်မှုတွေမရှိတော့ဘူး။မနာကျင်တော့တာဟာ ရုတ်တရက်ကြည့်ရင် ကောင်းတယ်ထင်ရသလို မကောင်းတာတွေလည်းရှိပါတယ်။ နာကျင်မှုဟာ လူတွေကို အန္တရာယ်ကနေ ရှောင်တိမ်းနိုင်ဖို့ အချက်ပြတဲ့စနစ်ပါပဲ။ ပူတာကိုကိုင်မိရင်လက်ကို ဆတ်ခနဲ ရုတ်လိုက်တာမျိုး၊ တစ်ခုခုစူးရင် ချက်ချင်းနောက်ဆုတ်လိုက်တာမျိုးပေါ့။ ဒီတော့ နာကျင်မှုတွေမရှိရင် ...",
        "rating": "",
        "url": "https://megaup.net/1LRte/Crimes_of_the_future_2022_720p_(CM).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-5-135x200.jpg",
        "title": "Primer (2014)",
        "description": "Primerဒါလေးက ဘက်ဂျက်နည်းနည်းပဲသုံးပြီးရိုက်ထားတဲ့ Independent ရုပ်ရှင်လေးပါ။Aaron နဲ့ Abe တို့ဟာ အင်ဂျင်နီယာသူငယချင်းနှစ်ယောက်ပါ။သူတို့အလုပ်အပြင် အားလပ်ချိန်မှာ Aaron ရဲ့ဂိုဒေါင်ထဲမှာ နည်းပညာအသစ်တွေကို တီထွင်ဖို့ကြိုးစားနေပါတယ်။တစ်ရက်မှာတော့ အရာ၀တ္ထုရဲ့အလေးချိန်ကိုလျှော့ချနိုင်မယ့် စက်တီထွင်ရာကနေ အချိန်ကိုနောက်ပြန်ဆုတ်နိုင်မယ့် အစွမ်းရှိနေတာကို မတော်တဆသိလိုက်ရပါတယ်။ အဲဒီစက်ရဲ့ အချိန်ခရီးသွားနိုင်စွမ်း(time travel) ကိုသူတို့ကိုယ်ကျိုးအတွက်အသုံးချဖို့ကြိုးစားရင်း ထင်မထားတဲ့ကိစ္စတွေပေါ်လာသလို သူငယ်ချင်းနှစ်ယောက်ကြားလည်း စိတ်၀မ်းကွဲတာတွေရှိလာပါတယ်။Time travel လုပ်တဲ့ကားဖြစ်ပြီး သိပ္ပံပညာပိုင်းဆိုင်ရာဆွေးနွေးတာတွေကို technical term တွေအမှန်အတိုင်းသုံးပြထားပါတယ်။စူးစမ်းလေ့လာတာတွေကိုလည်း သ‌ဘာ၀ကျကျရိုက်ပြထားပြီး\nဇာတ်လမ်းကိုတွေးယူရတာမျိုးပါ။ခေါင်းစားရတဲ့ရုပ်ရှင်ကြိုက်သူတွေအတွက် သင့်တော်ပါတယ်။ File size…(2.23GBGB/(1.38GB)/(592MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:17:00\nGenre...Drama / Sci-Fic / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/37JnU/Primer.2004.720p(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BNGIzOTNlM2ItM2E2Yy00M2JmLThiYWMtNDNkZGIxNmI5YWE2XkEyXkFqcGdeQXVyODAzNzAwOTU@._V1_-152x200.jpg",
        "title": "Gully Boy (2019)",
        "description": "Gully Boy(2019)IMDb...8.4 / Rotten Tomatoes (96%)\n\"ကျွန်တော့်ဘဝနဲ့ ထပ်တူညီဖို့ ကျွန်တော့် အိမ်မက်တွေကိုပြောင်းလဲမှာမဟုတ်ဘူး....\nကျွန်တော့်အိမ်မက်တွေနဲ့ထပ်တူကျဖို့ ကျွန်တော့်ဘဝကိုပြောင်းလဲပစ်မှာ..။\"\nမင်းသားရမ်ဘီဆင်း...မင်းသမီးအာလီယားဘတ်တို့နဲ့ ဒီဇာတ်ကားက ၂၀၁၉ ခုနှစ်ရဲ့ အောင်မြင်မှုတလှေကြီးရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ဇာတ်လမ်းကတော့...အသက် ၂၂ နှစ်အရွယ်မူရတ်ဆိုတဲ့ Rap ဂီတကိုရူးသွပ်တဲ့ မွတ်ဆလင် ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါ.... သူ့အဖေဖြစ်သူက ဒါရိုက်ဘာလုပ်ပြီး\nသူ့ရဲ့ပညာရေးအတွက် ပင်ပန်းဆင်းရဲခံပြီး ငွေကြေးပမာဏအမြောက်အမြားကို ရင်းနှီးမြှုပ်နှံ ပံ့ပိုးပေးခဲ့ပါတယ်.....\nဒါပေမဲ့ သူ့အဖေဖြစ်သူက နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ သူတို့အိမ်မှာ နေ့စဉ်ငရဲလို ဖြစ်နေပါတော့တယ်.....မူရတ်ဟာ rap ဂီတကို ရူးသွပ်သူပါ ဒီလိုနဲ့ သူ့ရင်ဘတ်ထဲက မုန်တိုင်းတွေကို သီချင်းတွေအဖြစ် ပေါက်ကွဲပစ်လိုက်ပါတော့တယ်...\nသူတို့ လမ်းထဲမှာ နေထိုင်ကြတဲ့ ဆင်းရဲသားတွေရဲ့ ခံစားချက်တွေကို\nသူကိုယ်တိုင်ရေးဖွဲ့ထားတဲ့ rap သီချင်းတစ်ပုဒ်ကို YouTube မှာ တင်လိုက်ရာက သူ့အတွက် ဂီတခရီးလမ်းမှာ\nဆက်လက်လျှောက်လမ်းဖို့ရာ အခွင့်အလမ်းတစ်ခု ပေါ်လာခဲ့ပါတယ်....တစ်ဖက်မှာလည်း သူ့မှာ သဝန်တိုတတ်တဲ့\nချစ်သူ တစ်ယောက် ရှိပါတယ် သူကတော့ သူတို့ ၁၃ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/gully-boy2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2zdhiVMVrHFu5J2LarF5bHhSabM.jpg",
        "title": "Behen Hogi Teri (2017)",
        "description": "တလမ်းထဲအတူနေ အတူတူကစားရင်း အတူတူကြီး​လာတဲ့အိမ်နီးချင်း မိန်းကလေးတယောက်ကို ကြိတ်ကြွေခဲ့ဖူးလား။ရာဂျ်ကူမားရောဝ်နဲ့ ရူရ်သီးဟာစန်ရဲ့ Behen Hogi Teri\nရုပ်ရှင်ဟာ မျက်နှာချင်းဆိုင် တလမ်းထဲအတူနေကြတဲ့ Gattu နဲ့Binnyတို့ အိမ်နီးချင်း ငယ်သူငယ်ချင်းနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကိုဟာသနှောပြီး ဖန်တီးထားတာဖြစ်ပါတယ်။Gattu က သူနဲ့ အတူကြီးပြင်းလာတဲ့ Binnyကို ချစ်နေပေမဲ့မပြောရဲလို့ညီမလေးလို စောင့်ရှောက်ပြီး တနေ့ကျရင်တော့Binny ကို ဖွင့်ပြောပြီး လက်ထပ်မယ်လို့ စိတ်ကူးထားတယ်။ဒါမဲ့ Binny နဲ့ Gattu ရဲ့ မိဘအသိုင်းအဝန်းကတော့ သူတို့ကိုမောင်နှမလိုပဲ သတ်မှတ်ထားကြပြီး အသီးသီးအိမ်ထောင်ပြုကြဖို့ တိုက်တွန်းကြတယ်။တနေ့ Gattu အရဲစွန့်ပြီးBinny ကို ဖွင့်ပြောလိုက်ပေမဲ့ Binny မိဘတွေက တခြားကောင်လေးတယောက်နဲ့ စေ့စပ်ပြီး လက်ထပ်ဖို့စီစဉ်နေကြပါပြီ။ဒီလိုအခြေအနေမှာ Binny ကိုရဖို့Gattu ဘယ်လို ကြံစည်မှာလဲ။Binny ကကော Gattu ကို အကိုတယောက်လိုပဲ သဘောထားတာလား။တသက်လုံး သူတိူ့ကို မောင်နှတွေလို မြင်လာတဲ့ မိဘအသိုင်းအဝန်းကကော လက်ခံပါ့မလားဆိုတာကိုတော့\nဇာတ်ကားကြည့်ရင်း ...",
        "rating": "5.6",
        "url": "https://megaup.net/15Su8/(CM)_Behen_Hogi_Teri_(2017)_Hindi_720p_WEBHD_.mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/aaaUntitled-143x200.jpg",
        "title": "The Heroic Trio 2: Executioners (1993)",
        "description": "မီရှယ်ယို...မက်ဂီချောင်...အန်နီတာမွိုင်တို့ပါဝင်တဲ့ အံ့ဖွယ်အမျိုးသမီးသုံးယောက်ပေါင်း လောင်းကျော် ဟောင်ကောင်ဂျက်မသုံးဖော်ရဲ့ ဒုတိယကားလေး လာပါပြီဗျာ။ပထမကားကတော့ သုံးယောက်ဘယ်လိုမျိုးပေါင်းမိသွားလဲဆိုတာကို အသားပေးရိုက်ကူးထားပြီး အခုကားလေးမှာတော့ ပိုပြီးခိုင်မာလာတဲ့သူငယ်ချင်းသံယောဇဉ်နဲ့ တာဝန်ဝတ္တရားများအကြောင်းကို အလေးပေးရိုက်ကူးထားတာမို့ ခံစားမှုရသတစ်မျိုးပေးဦးမှာဖြစ်ပါတယ်။ နှစ်ကားစလုံးကို ကြည့်နိုင်ရင်ပိုအရသာရှိပြီး တစ်ကားစီခွဲကြည့်ရင်လည်း အဆင်ပြေပါတယ်။ကမ္ဘာကြီးရဲ့ဆုတ်ကပ်သင်္ကေတအဖြစ် အနုမြူဗုံးပေါက်ကွဲသွားတဲ့အချိန်ပေါ့။ အရာအားလုံးပျက်စီးသွားပြီး ပြည်သူတွေအတွက်မရှိမဖြစ်လိုအပ်တဲ့ ရေအရင်းအမြစ်ပါ ညစ်ညမ်းသွားပါတယ်။ သန့်စင်တဲ့ရေကိုရအောင်ရှာပေးနိုင်တဲ့ အဖြူရောင်သူရိယအဖွဲ့ကို ပြည်သူတွေက တစ်ခနက်အားပေးထောက်ခံလာတဲ့အချိန် စစ်တပ်ကအရမ်းတုန်လှုပ်သွားပါတယ်။အဲ့ဒါကြောင့် အဖြူရောင်သူရိယအဖွဲ့ခေါင်းဆောင်ကို လုပ်ကြံလိုက်တဲ့အပြင် စွမ်းဆောင်မှုမရှိဘူးဆိုပြီး သမ္မတကိုဖြုတ်ချကာ စစ်အာဏာသိမ်းဖို့ပြင်ဆင်ပါတော့တယ်။ ရေသန့်ကိစ္စနဲ့ အဓိကရုဏ်းဖြစ်လာကြပြီး အာဏာတစ်ခုအတွက်နဲ့အသေခံရတဲ့သူတွေများလာတဲ့အခါ.. ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်သုံးယောက်က ဘယ်လိုမျိုးလှလှပပ ဖြေရှင်းသွားမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်....။ ။IMDb Rating(5.8) ထိပဲ ရရှိထားတယ်ဆိုပေမယ့် ဇာတ်လမ်းသဘောလန်းသလို ဇာတ်ကောင်တွေကိုလဲ မညှာမတာကိုင်တွယ်ထားတဲ့ ဒီဇာတ်ကားက ခေတ်မီမှုသိပ်မရှိသေးတဲ့ CGI သဘောတွေကို ဖယ်ကြည့်မယ်ဆိုရင် တော်တော်ကို မိုက်တဲ့ အက်ရှင်ဇာတ်ကားပါ။\nFile size…(2.5 GB) / (950 MB)\nQuality….HDRip Uncut ...",
        "rating": "5.8",
        "url": "https://megaup.net/15Ry4/(CM)_The_Heroic_Trio_2_-_Executioners_(1993)HD720p_Uncut_Version.mp4",
        "category": "Action, Asian, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/the_heroic_trio_fr_1315-133x200.jpg",
        "title": "The Heroic Trio (1993)",
        "description": "Michelle Yeoh , Maggie Cheung , Anita တို့သုံးယောက်ပေါင်းလောင်းကျော်ထားတဲ့ ဟောင်ကောင်ဂျက်မသုံးဖော်ဇာတ်ကားလေးလာပါပြီ။သူတို့သုံးယောက်ငယ်နုတုန်းက ပုံရိပ်အလန်းတွေကိုတစ်ဝကြီးရှုစားရမယ့်အပြင် ၁၉၀၀ ခုနှစ်လောက်က ဟောင်ကောင်အက်ရှင်ကားအကြမ်းကိုကြည့်ရမှာဆိုတော့ ရွှေခေတ်ဇာတ်ကြမ်းတွေပေါ့...ဇာတ်လမ်းကတော့ သုံးလအတွင်း ကလေး (၁၈)ယောက်ပျောက်တာနဲ့စပါတယ်။ ဘယ်လိုမှရှာမတွေ့တဲ့အပြင် ရဲမှူးကြီးရဲ့ကလေးကိုလည်း ခိုးမယ်လို့ပေါ်တင်ပြောပြီး စိန်ခေါ်ပါတော့တယ်။ တစ်ခါတစ်လေ ဥပဒေဘောင်ထဲကလုပ်လို့အဆင်မပြေတဲ့အရာတွေ၊ မလုပ်ရဲတဲ့အရာတွေကို ပြည်သူ့သူရဲကောင်းတွေက မျက်နှာဖုံးတွေနောက်ကွယ်ကနေ ကူညီပေးတတ်ကြတယ်မလား....ဘယ်လိုသူရဲကောင်းတွေလဲဆိုတာ ဆက်လက်ရှုစားကြပါ။IMDb Rating (6.5)ထိ ရရှိထားပြီး တကယ်လဲ ကောင်းတဲ့အက်ရှင်ဇာတ်ကားမလို့ အက်ရှင်ပရိတ်သတ်တွေအတွက် အမိုက်စားပါပဲ။\nFile size…(1.8 GB) / (750 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:25:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by JoJoVa",
        "rating": "6.5",
        "url": "https://megaup.net/15Ryo/(CM)_The.Heroic.Trio.1993.720p.NF.WEB-DL.DDP2.0.x264-Nyein.mp4",
        "category": "Action, Asian, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMGFhYmRkYzMtODg0ZS00ZDEyLTkzNzctNjcyNjg2MjY1MjBlXkEyXkFqcGdeQXVyMzU2MTg4Nw@@._V1_-133x200.jpg",
        "title": "Monster(2018)",
        "description": "Monster(2018) အညွှန်း********************IMDb..7.0 စတိဗ်ဟာမွန်းက ရုပ်ရှင်ရိုက်ကူးရတာကို ခုံမင်တဲ့ အထက်တန်းကျောင်းသားလေးပါ။ချစ်စရာမိသားစုလေးကို ပိုင်ဆိုင်ထားသလို ကျောင်းမှာလည်းသူငယ်ချင်းတွေ ဆရာတွေ သိုက်သိုက်ဝန်းဝန်းနဲ့ သူ့ဘဝက ပြီးပြည့်စုံတယ်လို့ ထင်ရပါတယ်။ကံဆိုးချင်တော့ စတိဗ်တစ်ယောက် အပေါင်းအသင်းမှားပြီးလူသတ်မှုတစ်ခုထဲ ကြားညပ်သွားတဲ့အခါ သူ့ကို လူသတ်မှုမှာကြံရာပါလို့အားလုံးက မြင်သွားကြတယ်...ဒီလူအမြင်တွေနဲ့စွပ်စွဲချက်တွေဟာ ငယ်ရွယ်ကလေးတစ်ယောက်အတွက်အကြီးမားဆုံးထိုးနှက်ချက်ပါပဲ..သူဘယ်ဆိုရပ်တည်မလဲ..ဒီလို ယိုးစွပ်ချင်ကြတဲ့လူတွေရဲ့ အမြင်ကိုရော သူပြောင်းလဲနိုင်ပါ့မလား။သူကိုယ်တိုင်ကရော တကယ်ပဲ ကြံရာပါလုပ်ခဲ့သလားဆိုတာကိုတော့... File Size : (1.8GB)(678 MB) and (235 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre :  Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/15S7b/Monster.2018.BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7l9qEWdSzki33Q3SKD1d5uvJBEo.jpg",
        "title": "My Fake Boyfriend (2022)",
        "description": "My Fake Boyfriend (2022)Pride Month ဖြစ်တဲ့အတွက် LGBT ကားလေး ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီဇာတ်ကားနာမည်အတိုင်းပဲ အန်ဒရူးတစ်ယောက် ကောင်လေးအတု\nတစ်နည်းပြောရရင် အယောင်ဆောင်ကောင်လေးထားတဲ့ ဇာတ်လမ်းလေးပါဇာတ်လမ်းက ဘယ်ကစလဲဆို အန်ဒရူးတစ်ယောက်\nသူ့ရဲ့ပထမဆုံးလိင်တူချစ်သူဖြစ်တဲ့ နီကိုသစ္စာဖောက်တာခံလိုက်ရာကနေ စတာပါသစ္စာဖောက်ခံရ၊ အလိမ်ခံရတာ တစ်ကြိမ်လည်းမဟုတ်၊ နှစ်ကြိမ်လည်းမဟုတ်\nအကြိမ်ပေါင်းများစွာခံရပေမဲ့ အန်ဒရူးတစ်ယောက် အမှတ်မရှိဘဲ နီကို့အပေါ်မပြတ်နိုင်တဲ့အခါ\nသူ့အခင်ဆုံးသူငယ်ချင်းကြီး ဂျိတ်တစ်ယောက် ခရစ္စတီယာနိုဆိုတဲ့ အွန်လိုင်းကောင်လေးတစ်ယောက်ဖန်တီးပြီး\nနီကိုနဲ့ပြတ်အောင် ဉာဏ်ဆင်ပါတော့တယ်ဒီလိုနဲ့ တကယ်မရှိတဲ့ ခရစ္စတီယာနိုဆိုတဲ့ အွန်လိုင်းလူသားတစ်ယောက်က\nဆိုရှယ်မီဒီယာတွေကတစ်ဆင့် ကမ္ဘာကျော်သွားပြီး\nအန်ဒရူးနဲ့ခရစ္စတီယာနိုအတွဲက ဟိုးလေးတကျော်ကျော်ဖြစ်လာတဲ့အခါ....တကယ်မရှိတဲ့ ဟန်ပြနာမည်တစ်ခုကို ကောင်လေးအဖြစ်\nလူသိရှင်ကြားတွဲနေရတဲ့ အန်ဒရူးတစ်ယောက် တကယ့်အချစ်စစ်နဲ့တွေ့တဲ့အခါ ဘယ်လိုဖြစ်မလဲလူ့အခွင့်အရေးတက်ကြွလှုပ်ရှားသူဆိုပြီး အားလုံးကလေးစားချစ်ခင်နေကြပေမဲ့\nအပြင်မှာတကယ်ရှိမနေတဲ့ ခရစ္စတီယာနိုရဲ့ နောက်ဆက်တွဲတွေကိုပါ ကြည့်ရှုလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ MTA ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size…  1.4GB | 710MB | 282MB\nFormat… mp4\nDuration…. ...",
        "rating": "4.6",
        "url": "https://megaup.net/15Rao/My.Fake.Boyfriend.2022.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4zsihgkxMZ7MrflNCjkD3ySFJtc.jpg",
        "title": "Collision (2022)",
        "description": "Collision (2022)အာဖရိက ရုပ်ရှင်တွေကို စင်တင်ပေးဖို့ ကြိုးစားနေတဲ့ Netflix ရဲ့ ကြိုးစားအားထုတ်မှုလေးပါ။ ဒီဇာတ်ကားလေးကတော့ တောင်အာဖရိကနိုင်ငံ ဂျိုဟန်ဘတ်မြို့ကို အခြေတည်ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ ယာဉ်တိုက်မှု တစ်ခုနဲ့ အစပြုထားပြီး အဲဒီနောက်မှာတော့ ဂျိုဟန်ဆိုတဲ့ ကုမ္ပဏီလုံခြုံရေးခေါင်းဆောင်က ဘဏ္ဍာစီမံမှူးအဖြစ် ရာထူးတိုးဖို့ ကြိုးစားနေတာတွေ့မြင်ရမှာပါ။ ခေတ်ကာလကတော့ လူဖြူလူမည်း ခွဲခြားမှုတွေ ရှိနေဆဲအပြင် ဂျိုဘတ်မြို့သားတွေက နိုင်ဂျီးရီးယန်းတွေနဲ့ ဇင်ဘာဘွေနိုင်ငံသားတွေကိုပါ မကျေမနပ် ဖြစ်နေကြတဲ့ အချိန်လေးပေ့ါ။ ဂျိုဟန်ရဲ့ ဇနီးနဲ့ ဂျစ်ကန်ကန်သမီး နစ်ကီတို့က အမေရိကန်သွားဖို့ ကိစ္စနဲ့ ပတ်သက်ပြီး စကားများနေကြပါတယ်။ နစ်ဟာ အမေရိကား ခရီးကို လုံးဝစိတ်မဝင်စားဘဲ ကျောင်းလစ်ပြီး လူမည်း ရည်းစား ဆီဆဲလ်နဲ့ အတူ ကလပ်တက် ဆေးရှူ လုပ်ဖို့လောက်ပဲ စိတ်ဝင်စားပါတယ်။တစ်ဖက်မှာတော့ ဘရာဆိုးဆိုတဲ့ လူဆိုးဂိုဏ်း ခေါင်းဆောင်တစ်ယောက်ကို အမေချစ်သား အနေနဲ့လည်း မျက်နှာနှစ်ဖက်နဲ့ တွေ့မြင်ရမှာပါ။\nပိုက်ဆံငါးသန်း မရှာနိုင်ရင် သူ့ရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1LPpt/[CM]Collision.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/EBOD-140x200.jpg",
        "title": "(21+) [Uncensored Leaked] Sexy Beautiful Bodies (EBOD-113)",
        "description": "ဂျူလီယာ\nတစ်ခေတ်တစ်ခါရဲ့ မဟာဆန်တဲ့ပြယုဒ်\nဂျူလီယာမှ ဂျူလီယာဖြစ်ခဲ့သူတွေ ဒုနဲ့ဒေးပဲ\nအထူးခြားဆုံးက သူမရဲ့ စနေနှခိုင်...\nအခုထိလည်း Top စာရင်းမှာပါနေဆဲပါပဲ\nသူမရဲ့ အကြမ်းစားသရုပ်ဆောင်ချက်တွေ\nသူမရဲ့ ညုတုတု အသံတွေ...\nသူမရဲ့ဟန်ပန် အချိုးအစားက JAV လောကရဲ့ ရတနာပဲအခု သူမရဲ့ UNCENSORED ကြီးထွက်လာတော့\nသူမကိုကြည့်ရတာ လုံးဝပြည့်စုံသွားတယ်\nတစ်ယောက်တည်း ကြိတ်မခံစားချင်လို့\nDS ဖန်တွေနဲ့အတူတူ မျှဝေလိုက်ပါယ်   \nFile size…3GB / 1,3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.4",
        "url": "https://megaup.net/2rMsk/EBOD-113.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdddNi35jI3u7e8vgXpo5eQVKrG.jpg",
        "title": "Dashcam (2022)",
        "description": "Dashcam (2022)ဇာတ်လမ်းနာမည် အတိုင်းပါပဲ။\nကားရှေ့မှာ တပ်ထားတဲ့ ကင်မရာကတစ်ဆင့် မြင်ရတဲ့ အနေအထားမျိုးနဲ့\nဇာတ်လမ်းကို တင်ပြသွားတာပဲ ဖြစ်ပါတယ်။\nဒီကားကတော့ တခြား Horror ကားတွေနဲ့ မတူဘဲ\nတစ်ကားလုံးမှာ မင်းသမီးက livestream နေမှာဖြစ်ပြီး\nLive တစ်ခုကို ကြည့်နေရသလို ကြည့်ရမှာပါဇာတ်ကောင်နဲ့အတူ စီးမျောရင်း ကြောက်လန့်မှုကို ခံစားရမယ့် ကားမျိုးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....အန်နီဟာဒီ covid ကာလ lockdown တွေလုပ်ထားတဲ့အချိန်မှာ\nကားမောင်းရင်း livestream လွှင့်ပြီး သီချင်းလက်တန်းရွတ်ဆိုပြတဲ့သူပါ။တစ်ရက်မှာတော့ အမေရိကန်ကနေပြီးတော့\nအင်္ဂလန်မှာရှိတဲ့ သူငယ်ချင်းတစ်ယောက်ဆီအလည်သွားပါတယ်\nအဲဒီမှာ သူ့သူငယ်ချင်းနဲ့ ပြဿနာတက်ပြီး ကားကိုခိုးသွားရင်းနဲ့\nအဖွားကြီးတစ်ယောက်ကို လိုက်ပို့ပေးဖို့ အကူညီတောင်းခံရတော့ သူလည်း လိုက်ပို့ခဲ့ပါတယ်။\nဒါပေမယ့် အဲ့ဒီအဖွားကြီးက သာမန်အဖွားကြီးတစ်ယောက်မဟုတ်နေခဲ့တဲ့အခါမှာတော့ ....ဒီကားကတော့ သာမန် Horror ကားမျိုးနဲ့ မတူဘဲ\nတစ်ကားလုံးမှာ မင်းသမီးက livestream နေမှာဖြစ်ပြီး\nLive တစ်ခုကို ကြည့်နေရသလို ကြည့်ရမှာပါဇာတ်ကားကို ကြည့်ရင်း အတူတူ ကြောက်လို့ ရမယ့် ရုပ်ရှင်မျိုးပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15Mj8/Dashcam.2022.720p.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMAreVJF8PxvKFSUNsTYyCuJdTi.jpg",
        "title": "Saunkan Saunkne (2022)",
        "description": "Saunkan Saunkne 2022=====================IMDb 6.4 ရရှိထားပြီး တစ်ချိန်လုံးထိုင်ရယ်နေရမယ့် Romance/Comedy ကားလေးလာပါပြီလက်ထပ်ပြီးတာနှစ်ကြာနေပေမယ့် ကလေးမရတဲ့လင်မယားနှစ်ယောက်..ကလေးရဖို့ဆရာဝန်တွေပယောဂဆရာတွေဆီ စုံနေအောင်ပတ်ပြပေမယ့် အကုန်လက်လျော့နေတဲ့အနေအထားမှာယောက္ခမဖြစ်သူကချွေးမကို ကိစ္စတစ်ခုတိုင်ပင်လာပါတယ် တခြားတော့မဟုတ်ပါဘူးသူ့သားမျိုးဆက်ပြတ်သွားမှာစိုးတာကြောင့် နောက်အိမ်ထောင်ထပ်ပြုခိုင်းဖို့ပါမျိုးဆက်ကြောင့်ရော သူကိုယ်တိုင်ကြောင့်ပါ ကလေးမရဖြစ်နေတဲ့ချွေးမလုပ်သူကမတတ်သာတဲ့အဆုံးသဘောတူလိုက်ပြီး တစ်ရွာဝင်တစ်ရွာထွက် ဒုတိယမိန်းမကိုသူကိုယ်တိုင်လိုက်ရှာပါတော့တယ် မယားငယ်ကို မယားကြီးကိုယ်တိုင်ကလိုက်ရှာနေရတဲ့အဖြစ်ဟာတွေးကြည့်ရုံနဲ့တင် ဂွကျနေမှာပါ ဒီမှာလည်းအလွဲအလွဲအမှားမှားတွေနဲ့နောက်ဆုံး အပြင်လူထက် အတွင်းလူကပိုစိတ်ချရတယ်ဆိုပြီး ညီမဖြစ်သူကိုသွားတွေးမိတဲ့အခါ...ဘာတွေဆက်ဖြစ်လာမလဲ ညီမဖြစ်သူကရော သူတို့အကြံကိုသဘောတူပါ့မလားတစ်လင်တစ်မယားစနစ်မဟုတ်ဘဲ တစ်လင်နှစ်မယားစနစ်နဲ့ ဗရုတ်ကျစရာမိသားစုကြောင့်၂နာရီခွဲကြာချိန်လေးမှာ ရယ်မောနိုင်စေရန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်  \nFile size…2.3GB / 1.09GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & Yunni & OeliuJ & Honeyey",
        "rating": "6.3",
        "url": "https://megaup.net/2rMns/Saunkan.Saunkne.2022.720p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNWZiNDM3MjgtYzY1Ni00ZTI1LTgzMTktMzBiOTI5OWU0OTc0XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Valet (2022)",
        "description": "The Valet (2022)\n=============\nIMDb Rating - 6.7/10၂၀၂၂မှာထွက်ရှိထားတဲ့ တကယ်ကိုရယ်ရတဲ့ ဟာသကားကောင်းလေးတစ်ခု\nဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ရုပ်ရှင်မင်းသမီးတစ်ယောက် ဘီလီယံနာသူ‌ဌေးတစ်ယောက်နဲ့\nချစ်ကြိုက်နေတာကို ပါပါရာဇီတွေရဲ့ ဓာတ်ပုံထဲ ရိုက်မိသွားပါတယ်။ ဖြစ်ချင်တော့\nသူ‌ဌေးမင်းက မယားကြီးငုတ်တုတ်ရှိနေတော့ သူမသိအောင် လိမ်ရတော့တာပေါ့။\nအဲဓာတ်ပုံထဲမှာ ဖြစ်ချင်တော့ သူတို့နှစ်ယောက်အပြင် တခြားလူတစ်ယောက်ကော\nရှိနေလေရဲ့။ သူကတော့ ရိုးသားတဲ့ ဖိုးသခွားလေးဖြစ်ပြီး အသက်ကြီးပေမယ့် အလုပ်\nကြိုးစားတဲ့ ဧည့်ကြိုဝန်ထမ်းလေးပါ့။ဒီတော့ သူ‌ဌေးမင်းနဲ့ မင်းသမီးတိုင်ပင်ပြီး လှည့်ကွက်တစ်ခုလုပ်ကြပါတယ်။ \"ရွှေမင်းသမီးနဲ့\nကိုဧည့်ကြို\"ဇာတ်ကို ထွင်ရတာပေါ့။ ကလိမထိုးပဲ ရယ်စရာကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေ\nစကားပြောခန်းတွေနဲ့ တကယ်အူတက်စေမယ့်ကားလေးပါ။ စိတ်အမောတွေပြေစေပြီး\nဟာသကားကောင်းလေးတွေကို ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်တဲ့ ကားကောင်း\nလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Zaw Myo Thu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Zaw Myo Thu, Leonard Lin, Roman NoX တို့ဖြစ်ပါတယ်။)File Size..........(1.42 GB) / (755 MB) / (457 MB)\nQuality............WebRip 1080p ...",
        "rating": "6.7",
        "url": "https://megaup.net/1LOn2/The.Valet.2022.720p.DSNP.WEB-DL.DDP5.1.H.264-[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/yoga.class-140x200.png",
        "title": "Yoga Class (2009)",
        "description": "Yoga Class (2009)\n=============Horror ကြိုက်သူတွေအတွက် Yoga ဆိုတဲ့ Korea Movie လေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ ရုံတင်ပြသခဲ့တုန်းကလည်း လူကြည့်အများဆုံး\nဇာတ်ကား ၁၀ ကားစာရင်းမှာ ၂ပတ်ကြာ နေရာယူနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်း\nဟျိုဂျောင်းဟာ ဟုမ်းရှော့ပင်း show တစ်ခုရဲ့ တင်ဆက်သူတစ်ယောက်ဖြစ်\nပါတယ်။ တစ်ရက် ဟျိုဂျောင်းရဲ့နေရာကို အသက်ငယ်ငယ်ချောချောကောင်\nမလေးတစ်ယောက်က လုယူသွားခဲ့တာပေါ့။ ဟျိုဂျောင်းလည်း သူ့ကိုယ်သူ\nယုံကြည်မှုမရှိဖြစ်သွားပြီး သူမသူငယ်ချင်းလမ်းညွှန်ပေးတဲ့ ယောဂသင်တန်း\nကျောင်းကို သွားခဲ့တယ်။သင်တန်းကျောင်းမှာ ၇ ရက်တာ အပြင်းအထန်လေ့ကျင့်မှုအတွက် စာရင်းသွင်း\nခဲ့ပါတယ်။ ဟျိုဂျောင်းနဲ့ အတူ နောက်ထပ် မိန်းကလေး ၄ ယောက်လည်း ဒီလေ့\nကျင့်မှုမှာပါဝင်ခဲ့ပြီး၊ ဒီ ၅ ယောက်ထဲက အဆုံးအထိ အောင်မြင်အောင်လုပ်နိုင်တဲ့\nတစ်ယောက်ကသာ ကွန်ဒါလီနီလို့ခေါ်တဲ့ ထာဝရလှပမှုရဲ့ လျှို့ဝှက်ချက်ကို သိရှိရမှာ\nဖြစ်ပါတယ်။ နောက်ဆုံးမှာ ကွန်ဒါလီနီရဲ့ လျှို့ဝှက်ချက်ကို ဘယ်သူသိသွားမှာလဲ\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ Yoga Class (2009) မှာ ကြည့်ရှုနိုင်ပါပြီ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားတင်ဆက်ပေးသူကတော့\nHay Thar ဖြစ်ပါတယ်။)File ...",
        "rating": "5.0",
        "url": "https://megaup.net/2rFbt/Yoga.2009.KOREAN.720p.WEBRip.[CM].mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNWY5MWEyNzYtYjI2ZS00OWU5LWIxOTUtNjViYTVhY2YzYTc0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Bhool Bhulaiyaa 2(2022)",
        "description": "Bhool Bhulaiyaa 2(2022)အညွှန်း***************************** နံပါတ် ၁ ကတော့ ၂၀၀၇ တုန်းက ထွက်ရှိထားပြီး အဲ့ဒီဇာတ်ကားမှာတော့မင်းသားကြီးအက်ရှေးကူမားက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....နံပါတ် ၁တုန်းကလည်း အောင်မြင်ခဲ့ပြီး ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ထိတ်လန့်စရာကောင်းခဲ့သလို ဟာသလေးတွေနဲ့ ကြည့်ကောင်းခဲ့ပါတယ်....အခု နံပါတ်၂ မှာလည်း မင်းသားကာသစ်ဟာ အက်ရှေးကူမားရဲ့ နံပါတ် ၁ ကိုအမှီလိုက်ဖို့  ကြိုးကြိုးစားစားသရုပ်ဆောင်ထားလို့ ကြည့်လို့ကောင်းခဲ့ပါတယ်....မင်းသမီးကလည်း ကီယာရာလေးဆိုတော့ ပုရိသတွေ အသည်းစွဲပါပဲ...ဒီဇာတ်ကားမှာ မင်းသမီးကြီး တဘူးက အမြွှာညီအစ်မ နှစ်ကိုယ်ခွဲနေရာကနေ သရုပ်ဆောင်ထားပါတယ်...သူမကလည်း မခေသူမို့ ဇာတ်လမ်းဇာတ်ကွက်တွေကို ပိုအရှိန်မြှင့်တင်ပေးနိုင်ခဲ့ပါတယ်...အောက်လမ်းမှော်ပညာတွေသင်ယူတတ်မြောက်ပြီး ထာကူရ်(မြေပိုင်ရှင်/တော်ဝင်)မျိုးရိုးထဲကချွေးမဖြစ်သူဟာ သူ့ရဲ့အတ္တစိတ်နဲ့ မကျွတ်မလွတ်နိုင်ဘဲ စံအိမ်ကြီးထဲမှာ ချိတ်ပိတ်ထားခံရတယ်..ဒါကို မင်းသားနဲ့ မင်းသမီးဟာ မထင်မှတ်ဘဲ သူ့ကို လွှတ်ပေးလိုက်မိပါတယ်....၁၈နှစ်ကြာလောင်ကျွမ်းနေတဲ့ လက်စားချေလိုစိတ် ဒေါသမီးတွေနဲ့ ဒီမကောင်းဆိုးဝါးမကြီးလွတ်မြောက်လာတဲ့အခါမှာတော့ ဒီတ်မိသားစုလုံးကို ဘယ်လိုလက်စားချေလာတော့မလဲ....။ဒီဇာတ်ကားမှာလည်း မထင်မှတ်ထားတဲ့ လှည့်ကွက်လေးတွေနဲ့ မြှုပ်ကွက်လေးတွေပါနေလို့ရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်အပြင် ဟာသလေးတွေပါလို့ ဖန်သားပြင်ထက် မှာအချိန်ပေးရကျိုးနပ်ပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Taylor ပဲဖြစ်ပါတယ်..File Size ...",
        "rating": "7.0",
        "url": "https://megaup.net/2rLsW/Bhool.Bhulaiyaa.2.2022.WEB-DL720P.PP(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjAyMjQ1Mjg5MV5BMl5BanBnXkFtZTgwOTk3MTA2MDE@._V1_-205x300.jpg",
        "title": "Bhool Bhulaiyaa (2007)",
        "description": "ကဲဗျာအညွန်းမလာခင် မင်းသားမင်းသမီးအရင်ပြောမယ်�Bollywood မှာလိုင်းစုံရတဲ့မင်းသား\nAshay Kumar ကဟာသမင်းသားပေါ့�\nမင်းသမီးကတော့ Kaho Naa Pyar Hai(လက်ပွားမင်းသား\nခေါင်းဆောင်မင်းသားလုပ်ခဲ့တဲ့ ပထမဦးဆုံးကား) ထဲက\nမင်းသမီးချောလေး Ameesha Petal လေးပေါ့…သူကတော့ဒီကားထဲမှာ အိန္ဒြေရှင်လေး..\nချစ်ဖို့စွန်းကောင်းတယ်\n�ဇာတ်လမ်းအကျဉ်း…နည်းနည်းပဲပြောပြမယ်…\nအကုန်ပြောပြရင် ကြည့်ရတာ feel မလာတော့ဘူး…\nဇာတ်လမ်းလေးက ဘာသာတရားနဲ့စိတ်ပညာကိုအခြေခံထားတာပါ စိတ်ပညာဆိုအရူးလို့ထင်မှာပေါ့…\nထင်နေရင်မှားမယ်…တန်ဖိုးရှိတဲ့အသိပညာဗဟုသုတတွေရမှာပါ…\nသရဲခြောက်တဲ့နန်းတော်ထဲမှာ စိတ်ရောဂါဝေဒနာရှင်လေးအပြင်\nသရဲကိုပါ ဆရာဝန်ကဘယ်လိုပညာသားပါပါ ဘာသာရေးအကူအညီလေးနဲ့ကုသွားမယ်ဆိုတာ\nသိချင်စိတ်တပြင်းပြင်းနဲ့ကြည့်ရှုရမှာပါ…\nအစပိုင်းမှာလည်းဟာသလေးတွေနဲ့ပါ…\nဇာတ်လမ်းတစ်ဝက်ဆို သိတဲ့အတိုင်း climax ရောက်ပြီ…\n�Ashay Kumar ရဲ့ပညာသားပါပါဟာသနှောပြီးရိုက်ထားတာ\nဘယ်လောက်ကောင်းလဲတွေ့ရမှာပါ.\nသီချင်းကောင်းလေးတွေကိုလည်း ဘာသာပြန်ပေးထားပါတယ်\n…လုံးဝဂန္တဝင်ပါပဲ..\n�ဟာသကြိုက်တဲ့သူ အသည်းနုတဲ့သူ(ကြည့်နေရင်းသရဲကိုသနားလို့ငိုပါငိုစေရမယ်)\nစိတ်ပညာကိုအထင်သေးတဲ့သူတွေအတွက်ကတော့ Must See ပါ..\nဒီလောက်ပါပဲ…ကျန်တာကိုတော့ဇာတ်လမ်းထဲမှာခံစားပါ\n(ဘာသာပြန်သူကတော့ Khant Shwe Thaik ပါ)File Size : 0.99 GB\nQuality : Bluray 720p\nRunning Time : 2hr 39minutes\nFormat : Mp4\nGenre : Comedy, Horror, Mystery\nTranslator : Khant Shwe Thaik\nEncoder :Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bhool-bhulaiyaa-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOx97MJOxEoR38aoya3lopyrlYC.jpg",
        "title": "Centauro (2022)",
        "description": "Centauro (2022) Centauro ဆိုတာ စပိန်လို မနုဿမြင်းကို ခေါ်တာပါ။ ရှင်းရှင်း‌ပြောရရင် လူတစ်ပိုင်းမြင်းတစ်ပိုင်း သတ္တဝါပေါ့။ မနုဿမြင်းတွေက နာမည်ကြီးတယ်ဗျ။ ရဲစွမ်းသတ္တိနဲ့ပြည့်ဝတယ်။ သန်မာတယ်။ အထူးခြားဆုံးကတော့ သေအောင် အပြေးမြန်တာပါပဲ။မနုဿမြင်းလို လူငယ်လေးတစ်ယောက်ရှိသတဲ့။ သူကတော့ မြင်းခွာတွေအစား ပြိုင်ဘီးတွေရှိတဲ့ ဆိုင်ကယ်သမားတစ်ယောက်ပေါ့။ မွေးကတည်းက ဆိုင်ကယ်ပြိုင်တဲ့နေရာမှာ ပါရမီပါလာတဲ့ လူငယ်လေးမလို တော်တော်များများက တန်းမျက်မှန်းတန်းမိကြတယ်။ဒီ‌ကောင်လေးတစ်ယောက် ချစ်နေဆဲဖြစ်တဲ့ ဇနီးဟောင်းနဲ့ သားလေး ဒုက္ခရောက်တဲ့အခါမှာတော့ သူကိုယ်တိုင် ဝင်ကယ်ဖိုဖြစ်လာပါတော့တယ်။ မူးယစ်ဂိုဏ်းနဲ့မှ သွားပတ်သက်မိတဲ့ကောင်မလေးရဲ့ အရှုပ်ကို ပြိုင်ဘီးတစ်စီးနဲ့ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဆိုင်ကယ်‌မောင်းတဲ့အကွက်တွေနဲ့ ဝှီးဝှီးဆိုပြီး ကြည့်ရမှာပါ။2016 ခုနှစ်က ထွက်ရှိထားတဲ့ Burn Out ဆိုတဲ့ဇာတ်လမ်းကို Remake ပြန်ရိုက်ထားတဲ့ Centauro ဆိုတဲ့ စပိန်ကားလေးကို ကြည့်ရှုခံစားကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။) File Size : 1.5GB, 654MB, 338MB\nQuality : 1080p ...",
        "rating": "5.2",
        "url": "https://megaup.net/2rKbq/[CM]Centauro.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqdQMDJucR7R0ol0LFvzmqcDyEb.jpg",
        "title": "Bloody Sunday (2002)",
        "description": "Bloody Sunday (2002) ဒီဇာတ်ကားလေးကတော့ ၁၉၇၂ ခု ဇန်နဝါရီလ ၃၀ ရက်မှာဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်အခြေတည်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ဗြိတိန်လက်အောက်ခံ အိုင်ယာလန်နိုင်ငံမြောက်ပိုင်းဒေသမှာ အဲဒီအချိန်က ကက်သလစ်ဘာသာဝင်တွေအပေါ် ခွဲခြားဆက်ဆံခံရမှုတွေကြောင့် ပြည်သူအများစုက ဗြိတိန်ကနေ ခွဲထွက်ချင်နေပါတယ်။ဖိနှိပ်မှု နဲ့ ဖမ်းဆီးခံရမှုတွေကြောင့် အိုင်ဗန်ခေါင်းဆောင်တဲ့ ဒယ်ရီမြို့သားတွေက သူတို့လိုချင်တာကို ညှိညှိနှိုင်းနှိုင်းနဲ့ တောင်းဆိုဖို့ ကြိုးစားခဲ့ကြပေမဲ့ တစ်ဖက်က ဗြိတိသျှတွေကတော့ ဒါမျိုး တောင်းဆိုမှုတွေ ထပ်မံ မပေါ်ပေါက်လာဖို့အရေးကိုပဲ ကြိုးပမ်းခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်နေ့သော တနင်္ဂနွေ မနက်ခင်းတစ်ခုမှာတော့ ...ခွဲခြားဆက်ဆံခံခဲ့ရတဲ့ အိုင်ယာလန်မြောက်ပိုင်းဒေသက ကက်သလစ်ဘာသာဝင်တွေ သူတို့ လိုချင်တာတွေ ဖြစ်ချင်တာတွေကို ညှိနှိုင်းတောင်းဆိုလို့ရသွားမလားဆိုတာကိုတော့ ဒီ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Poant ပါ။) File Size : 4.3GB, 1.7GB, 611MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/15J7n/[CM]Bloody.Sunday.2002.720p.WEB-DL.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/2rKpj/King_Tweety_(2022)_720p.mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbtNvInkdo40XioM372m0nb8vCe.jpg",
        "title": "Oprah + Viola: A Netflix Special Event (2022)",
        "description": "Viola Davis ဟာ အမေရိကန်ရုပ်ရှင်လောကမှာ အောင်မြင်မှုအင်တန်ကြီးမားတဲ့\nလူမဲအမျိုးသမီးသရုပ်ဆောင်တစ်ဦးဖြစ်ပါတယ်။ How to get away with murder, Fences, Ma\nRainey's Black Bottom, Suicide Squad စတဲ့ ဇာတ်လမ်းကောင်းတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး\nAcademy, Emmy Award, Tony award တို့ကို ထိုက်ထိုက်တန်တန် ဆွတ်ခူးခဲ့သူပါ။ သို့ပေမယ့်\nသူ့ရဲ့ငယ်ဘဝကတော့ ပျော်ရွှင်ဖွယ်ကောင်းတယ်လို့ မဆိုနိုင်ပါဘူး။ Viola ဟာ အင်မတန်ဆင်းရဲချို့တဲ့ပြီး\nကြမ်းတမ်းတဲ့ဖခင်နဲ့အတူ ကြီးပြင်းလာခဲ့ပါတယ်။ ၁၉၆၀ဝန်းကျင်က လူမဲတွေအပေါ်\nအသားအရေခွဲခြားရှုံ့ချခြင်းတွေကို အလူအလဲခံရင်း အနုပညာလမ်းကြောင်းပေါ်မှာ\nမားမားမတ်မတ်ရပ်တည်နိုင်ဖို့ ပြင်းထန်တဲ့ကြိုးစားအားထုတ်မှုတွေကို ပြုခဲ့ရသူပေါ့။\n2022 April 26မှာ Viola ဟာ Finding Me : A Memoir ဆိုတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိတစ်အုပ်ကို\nထုတ်ဝေခဲ့ပါတယ်။ အဲဒီစာအုပ်မှာ ရေးသားထားတဲ့ အကြောင်းအရာတွေ အများကြီးထဲက\nအင်မတန်စိတ်ဝင်စားဖို့ကောင်းတဲ့ အကြောင်းအရာတွေဖြစ်တဲ့ ငယ်ဘဝကမိသားစုအခြေအနေ၊\nအနုပညာပါရမီကို ရှာဖွေတွေ့ရှိခဲ့ပုံ၊ အနုပညာလမ်းကြောင်းပေါ် ရောက်ရှိရန်ကြိုးပမ်းခဲ့မှု၊\nအဖိုးမဖြတ်နိုင်တဲ့လူအချို့နဲ့ တွေ့ဆုံခြင်း စတဲ့အကြောင်းအရာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/15Pem/Oprah.plus.Viola.A.Netflix.Special.Event.2022.720p(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vYTXYsAICtANvrUHNkLG1M6NKP.jpg",
        "title": "O2 (2022)",
        "description": "O2 (oxygen)\nKaathuvaakula Rendu Kaadhal ကားထဲက နာမည်ကြီး ဘောလိ၀ုဒ်မင်းသမီး Nayanthara နဲ့\nနာမည်ကြီး ကလေးသရုပ်ဆောင် Rithvik တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ O2 ဆိုတဲ့\nDisney+Hostarကထုတ်လွှင့်တဲ့ တမီးလ် Thriller ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။\nဇာတ်လမ်း ဇာတ်အိမ်ကိုက တခြားတမီးလ်ကားတွေနဲ့ မတူပဲ\nထူးထူးခြားခြားလေး ရိုက်ကူးထားပြီး မိခင်မေတ္တာကိုအပြည့်အဝဖော်ပြထားတဲ့\nကားကောင်းလေးတစ်ကားပါ ။ ဒီကားလေးထဲမှာ မင်းသမီး Nayanthara က မုဆိုးမ ကျန်းမာရေးမကောင်းတဲ့ သားလေးကို\nပိုင်ဆိုင်ထားတဲ့ သားတစ်ယောက်မိခင် ပါဗက်သီ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတာပါ ....\nဗီရာကတော့ ပါဗက်သီရဲ့ သားလေးဖြစ်ပြီး ငယ်စဉ်ထဲက cystic fibrosis လို့ခေါ်တဲ့\nအသက်ရှူလမ်းကြောင်း နံရံတွေထူတဲ့ ရောဂါဝေဒနာကို ခံစားနေရတာကြောင့်\nသွားလေရာနေရာ အောက်စီဂျင်အိုးသယ်သွားပြီး အောက်စီဂျင်နဲ့ အသက်ဆက်နေရတဲ့ ဝေဒနာသည်ကလေးလေးပါ\nသားဖြစ်သူကို ခွဲစိတ်ကုသဖို့အတွက် ကုမ်ဘာတာကနေ ကိုချင် ကို ဘတ်စ်ကားနဲ့ ခရီးထွက်လာတဲ့ အချိန် .....\nတစ်ချိန်ထဲမှာပဲ အဲဒီဘတ်စ်ကားပေါ်မှာ အကျင့်ပြက် ချစားတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1LMv9/O2_(2022)_TRUE_WEB-DL.720p.Tamil.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-charlie-135x200.jpg",
        "title": "I’m Charlie Walker (2022)",
        "description": "I'm Charlie Walker(2022)\nဖြစ်ရပ်မှန် ဇာတ်လမ်း ဖြစ်တဲ့ ဒီ ဇာတ်လမ်းကတော့ စီးပွားရေး စွန့်ဦးတီထွင်မယ့် လူငယ်‌‌ တွေ ကြည့်သင့်တဲ့ Motivation ရမယ့် drama ဇာတ်ကားကောင်း ဖြစ်ပါတယ်၁၉၇၁ လူမျိုးရေး တင်းမာမှု လူမျိုးရေး ခွဲခြားမှုတွေ ကြားမှာ ချာလီ ဝေါ်ကာ လို့ ခေါ်တဲ့ လူမည်း အမျိုးသား ကုန်တင်ကားသမားလေးက ရလာတယ့် အခွင့်အရေးကို သုံးပြီး ဘယ်လို လျမ်းသာ အောင် တက်လှမ်းသွားမလဲ အသားအရောင် ခွဲခြားမှုကြောင့် ဘယ်လို အခက်အခဲ ပြဿနာ တွေ ကြုံရမလဲ\nရှုပ်ထွေးလွန်းတဲ့ ရေနံသူဋ္ဌေး တွေ ရဲ့ စီးပွားရေးလှည့်ကွက် တွေ နောက်ကျော ဓါးထိုးမှုတွေကို ချာလီ ဘယ်လို ရင်ဆိုင် ဖြေရှင်းသွားမလဲစီးပွားရေး လုပ်တဲ့ နေရာ မှာ သူများတကာ ထက် ဘယ်လို ...",
        "rating": "4.2",
        "url": "https://megaup.net/15Mjn/Im.Charlie.Walker.2022.720p.(CM)_(2).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOx97MJOxEoR38aoya3lopyrlYC.jpg",
        "title": "Centauro (2022)",
        "description": "Centauro (2022) Centauro ဆိုတာ စပိန်လို မနုဿမြင်းကို ခေါ်တာပါ။ ရှင်းရှင်း‌ပြောရရင် လူတစ်ပိုင်းမြင်းတစ်ပိုင်း သတ္တဝါပေါ့။ မနုဿမြင်းတွေက နာမည်ကြီးတယ်ဗျ။ ရဲစွမ်းသတ္တိနဲ့ပြည့်ဝတယ်။ သန်မာတယ်။ အထူးခြားဆုံးကတော့ သေအောင် အပြေးမြန်တာပါပဲ။မနုဿမြင်းလို လူငယ်လေးတစ်ယောက်ရှိသတဲ့။ သူကတော့ မြင်းခွာတွေအစား ပြိုင်ဘီးတွေရှိတဲ့ ဆိုင်ကယ်သမားတစ်ယောက်ပေါ့။ မွေးကတည်းက ဆိုင်ကယ်ပြိုင်တဲ့နေရာမှာ ပါရမီပါလာတဲ့ လူငယ်လေးမလို တော်တော်များများက တန်းမျက်မှန်းတန်းမိကြတယ်။ဒီ‌ကောင်လေးတစ်ယောက် ချစ်နေဆဲဖြစ်တဲ့ ဇနီးဟောင်းနဲ့ သားလေး ဒုက္ခရောက်တဲ့အခါမှာတော့ သူကိုယ်တိုင် ဝင်ကယ်ဖိုဖြစ်လာပါတော့တယ်။ မူးယစ်ဂိုဏ်းနဲ့မှ သွားပတ်သက်မိတဲ့ကောင်မလေးရဲ့ အရှုပ်ကို ပြိုင်ဘီးတစ်စီးနဲ့ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဆိုင်ကယ်‌မောင်းတဲ့အကွက်တွေနဲ့ ဝှီးဝှီးဆိုပြီး ကြည့်ရမှာပါ။2016 ခုနှစ်က ထွက်ရှိထားတဲ့ Burn Out ဆိုတဲ့ဇာတ်လမ်းကို Remake ပြန်ရိုက်ထားတဲ့ Centauro ဆိုတဲ့ စပိန်ကားလေးကို ကြည့်ရှုခံစားကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။) File Size : 1.5GB, 654MB, 338MB\nQuality : 1080p ...",
        "rating": "5.2",
        "url": "https://megaup.net/2rKbq/[CM]Centauro.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqdQMDJucR7R0ol0LFvzmqcDyEb.jpg",
        "title": "Bloody Sunday (2002)",
        "description": "Bloody Sunday (2002) ဒီဇာတ်ကားလေးကတော့ ၁၉၇၂ ခု ဇန်နဝါရီလ ၃၀ ရက်မှာဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်အခြေတည်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ဗြိတိန်လက်အောက်ခံ အိုင်ယာလန်နိုင်ငံမြောက်ပိုင်းဒေသမှာ အဲဒီအချိန်က ကက်သလစ်ဘာသာဝင်တွေအပေါ် ခွဲခြားဆက်ဆံခံရမှုတွေကြောင့် ပြည်သူအများစုက ဗြိတိန်ကနေ ခွဲထွက်ချင်နေပါတယ်။ဖိနှိပ်မှု နဲ့ ဖမ်းဆီးခံရမှုတွေကြောင့် အိုင်ဗန်ခေါင်းဆောင်တဲ့ ဒယ်ရီမြို့သားတွေက သူတို့လိုချင်တာကို ညှိညှိနှိုင်းနှိုင်းနဲ့ တောင်းဆိုဖို့ ကြိုးစားခဲ့ကြပေမဲ့ တစ်ဖက်က ဗြိတိသျှတွေကတော့ ဒါမျိုး တောင်းဆိုမှုတွေ ထပ်မံ မပေါ်ပေါက်လာဖို့အရေးကိုပဲ ကြိုးပမ်းခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်နေ့သော တနင်္ဂနွေ မနက်ခင်းတစ်ခုမှာတော့ ...ခွဲခြားဆက်ဆံခံခဲ့ရတဲ့ အိုင်ယာလန်မြောက်ပိုင်းဒေသက ကက်သလစ်ဘာသာဝင်တွေ သူတို့ လိုချင်တာတွေ ဖြစ်ချင်တာတွေကို ညှိနှိုင်းတောင်းဆိုလို့ရသွားမလားဆိုတာကိုတော့ ဒီ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Poant ပါ။) File Size : 4.3GB, 1.7GB, 611MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/15J7n/[CM]Bloody.Sunday.2002.720p.WEB-DL.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/2rKpj/King_Tweety_(2022)_720p.mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbtNvInkdo40XioM372m0nb8vCe.jpg",
        "title": "Oprah + Viola: A Netflix Special Event (2022)",
        "description": "Viola Davis ဟာ အမေရိကန်ရုပ်ရှင်လောကမှာ အောင်မြင်မှုအင်တန်ကြီးမားတဲ့\nလူမဲအမျိုးသမီးသရုပ်ဆောင်တစ်ဦးဖြစ်ပါတယ်။ How to get away with murder, Fences, Ma\nRainey's Black Bottom, Suicide Squad စတဲ့ ဇာတ်လမ်းကောင်းတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး\nAcademy, Emmy Award, Tony award တို့ကို ထိုက်ထိုက်တန်တန် ဆွတ်ခူးခဲ့သူပါ။ သို့ပေမယ့်\nသူ့ရဲ့ငယ်ဘဝကတော့ ပျော်ရွှင်ဖွယ်ကောင်းတယ်လို့ မဆိုနိုင်ပါဘူး။ Viola ဟာ အင်မတန်ဆင်းရဲချို့တဲ့ပြီး\nကြမ်းတမ်းတဲ့ဖခင်နဲ့အတူ ကြီးပြင်းလာခဲ့ပါတယ်။ ၁၉၆၀ဝန်းကျင်က လူမဲတွေအပေါ်\nအသားအရေခွဲခြားရှုံ့ချခြင်းတွေကို အလူအလဲခံရင်း အနုပညာလမ်းကြောင်းပေါ်မှာ\nမားမားမတ်မတ်ရပ်တည်နိုင်ဖို့ ပြင်းထန်တဲ့ကြိုးစားအားထုတ်မှုတွေကို ပြုခဲ့ရသူပေါ့။\n2022 April 26မှာ Viola ဟာ Finding Me : A Memoir ဆိုတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိတစ်အုပ်ကို\nထုတ်ဝေခဲ့ပါတယ်။ အဲဒီစာအုပ်မှာ ရေးသားထားတဲ့ အကြောင်းအရာတွေ အများကြီးထဲက\nအင်မတန်စိတ်ဝင်စားဖို့ကောင်းတဲ့ အကြောင်းအရာတွေဖြစ်တဲ့ ငယ်ဘဝကမိသားစုအခြေအနေ၊\nအနုပညာပါရမီကို ရှာဖွေတွေ့ရှိခဲ့ပုံ၊ အနုပညာလမ်းကြောင်းပေါ် ရောက်ရှိရန်ကြိုးပမ်းခဲ့မှု၊\nအဖိုးမဖြတ်နိုင်တဲ့လူအချို့နဲ့ တွေ့ဆုံခြင်း စတဲ့အကြောင်းအရာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/15Pem/Oprah.plus.Viola.A.Netflix.Special.Event.2022.720p(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vYTXYsAICtANvrUHNkLG1M6NKP.jpg",
        "title": "O2 (2022)",
        "description": "O2 (oxygen)\nKaathuvaakula Rendu Kaadhal ကားထဲက နာမည်ကြီး ဘောလိ၀ုဒ်မင်းသမီး Nayanthara နဲ့\nနာမည်ကြီး ကလေးသရုပ်ဆောင် Rithvik တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ O2 ဆိုတဲ့\nDisney+Hostarကထုတ်လွှင့်တဲ့ တမီးလ် Thriller ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။\nဇာတ်လမ်း ဇာတ်အိမ်ကိုက တခြားတမီးလ်ကားတွေနဲ့ မတူပဲ\nထူးထူးခြားခြားလေး ရိုက်ကူးထားပြီး မိခင်မေတ္တာကိုအပြည့်အဝဖော်ပြထားတဲ့\nကားကောင်းလေးတစ်ကားပါ ။ ဒီကားလေးထဲမှာ မင်းသမီး Nayanthara က မုဆိုးမ ကျန်းမာရေးမကောင်းတဲ့ သားလေးကို\nပိုင်ဆိုင်ထားတဲ့ သားတစ်ယောက်မိခင် ပါဗက်သီ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတာပါ ....\nဗီရာကတော့ ပါဗက်သီရဲ့ သားလေးဖြစ်ပြီး ငယ်စဉ်ထဲက cystic fibrosis လို့ခေါ်တဲ့\nအသက်ရှူလမ်းကြောင်း နံရံတွေထူတဲ့ ရောဂါဝေဒနာကို ခံစားနေရတာကြောင့်\nသွားလေရာနေရာ အောက်စီဂျင်အိုးသယ်သွားပြီး အောက်စီဂျင်နဲ့ အသက်ဆက်နေရတဲ့ ဝေဒနာသည်ကလေးလေးပါ\nသားဖြစ်သူကို ခွဲစိတ်ကုသဖို့အတွက် ကုမ်ဘာတာကနေ ကိုချင် ကို ဘတ်စ်ကားနဲ့ ခရီးထွက်လာတဲ့ အချိန် .....\nတစ်ချိန်ထဲမှာပဲ အဲဒီဘတ်စ်ကားပေါ်မှာ အကျင့်ပြက် ချစားတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1LMv9/O2_(2022)_TRUE_WEB-DL.720p.Tamil.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-charlie-135x200.jpg",
        "title": "I’m Charlie Walker (2022)",
        "description": "I'm Charlie Walker(2022)\nဖြစ်ရပ်မှန် ဇာတ်လမ်း ဖြစ်တဲ့ ဒီ ဇာတ်လမ်းကတော့ စီးပွားရေး စွန့်ဦးတီထွင်မယ့် လူငယ်‌‌ တွေ ကြည့်သင့်တဲ့ Motivation ရမယ့် drama ဇာတ်ကားကောင်း ဖြစ်ပါတယ်၁၉၇၁ လူမျိုးရေး တင်းမာမှု လူမျိုးရေး ခွဲခြားမှုတွေ ကြားမှာ ချာလီ ဝေါ်ကာ လို့ ခေါ်တဲ့ လူမည်း အမျိုးသား ကုန်တင်ကားသမားလေးက ရလာတယ့် အခွင့်အရေးကို သုံးပြီး ဘယ်လို လျမ်းသာ အောင် တက်လှမ်းသွားမလဲ အသားအရောင် ခွဲခြားမှုကြောင့် ဘယ်လို အခက်အခဲ ပြဿနာ တွေ ကြုံရမလဲ\nရှုပ်ထွေးလွန်းတဲ့ ရေနံသူဋ္ဌေး တွေ ရဲ့ စီးပွားရေးလှည့်ကွက် တွေ နောက်ကျော ဓါးထိုးမှုတွေကို ချာလီ ဘယ်လို ရင်ဆိုင် ဖြေရှင်းသွားမလဲစီးပွားရေး လုပ်တဲ့ နေရာ မှာ သူများတကာ ထက် ဘယ်လို ...",
        "rating": "4.2",
        "url": "https://megaup.net/15Mjn/Im.Charlie.Walker.2022.720p.(CM)_(2).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDVkZTc4OTktNTAyOC00MzQxLThiZjMtM2M3MTlmYzFjY2FkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Spiderhead (2022)",
        "description": "Spiderhead (2022)\n==============\nIMDb Rating 6.2/10Thor မင်းသား Christ Hemsworth ဦးဆောင်ပါ၀င်ထားပြီး၊ Miles Teller လည်း\nပါဝင်တဲ့ Netflix ရဲ့ရုပ်ရှင် အသစ်လေးထွက်လာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ သေဒဏ်ချခံထားရပြီး ဘ၀ဆုံးနေတဲ့\nအကျဉ်းသားတွေဟာ လွတ်ငြိမ်းချမ်းသာခွင့်ရဖို့အတွက် စပိုက်ဒါဟက်ဆိုတဲ့\nဆေးဝါးထိန်းချုပ်ရေးပရိုဂရမ် တစ်ခုမှာ စေတနာ့၀န်ထမ်းလုပ်ကြပါတယ် ။\nဒီပရိုဂရမ်ကို ဦးဆောင်တဲ့ သူကတော့ စတိဗ် အက်ဘနက်စ်ကိ( Chris\nHemsworth ) ပါ ။ ဒီအကျဉ်းသားတွေရဲ့ စိတ်ခံစားချက်တွေကို ထိန်းချုပ်\nလေ့လာရင်း N-40 ဆိုတဲ့ ပီယ ဆေးဝါးအသစ်ကို ဆန်းသစ်တီထွင်ကြပါတယ် ။\nဒါပေမယ့် တကယ်တမ်းမှာတော့ ဒီစပိုက်ဒါဟက်အကျဉ်းထောင်နဲ့ ကျွန်းကြီးမှာ\nမထင်မှတ်ထားစရာတွေကလည်း အများကြီး စောင့်မျှော်လို့နေသေးတာမို့\nဆက်လက်အားပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Thiha Yan Naing, Mr.Anderson, Chit Tee တို့ဖြစ်ပါတယ်။)File Size..........(1.05 GB) / (576 MB) ...",
        "rating": "6.2",
        "url": "https://megaup.net/2rJmg/Spiderhead.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vgcxiduPt1siWT5E2QnQDZGNExF.jpg",
        "title": "Hidden Gems (2022)",
        "description": "Hidden Gems (2022)~ IMDb rating - 6.5/10 ~အချစ်ဆိုတာ မှော်ဆန်တယ်တဲ့...လူတစ်ယောက်ကို မျက်လုံးထဲ စိုက်ကြည့်လိုက်ရုံနဲ့ တစ်ဘဝလုံးကို သူ့ခြေရင်းမှာ ပစ်ချပြီး အညံ့ခံချင်ရလောက်အောင် ညှို့ငင်ဖမ်းစားနိုင်တဲ့ စွမ်းအားအကြီးဆုံး မှော်အတတ်က အချစ်မဟုတ်ရင် ဘာများဖြစ်နိုင်သေးလို့လဲ။တစ်ဘဝလုံး ယုံကြည်လာသမျှကို ပြောင်းပြန်လှန်ပစ်နိုင်တယ်။ တစ်သက်လုံးမှာ အမြဲတမ်းနောက်ဆုတ်နေတတ်တဲ့သူကိုတောင် ရဲရင့်စေနိုင်တယ်။ အချစ်အတွက်နဲ့ အရာအားလုံးကို စွန့်လွှတ်နိုင်စေတယ်။ချစ်ခွင့်ရတာဟာ ကံကောင်းမှုလို့ ပြောချင်ပါတယ်။ချစ်ခြင်းကို ခံရရင်တော့ အကောင်းဆုံး ကံတရားကို ပိုင်ဆိုင်ခွင့်ရတာပေါ့...Hidden Gems က ၂၀၂၂ ထွက် Romance ဇာတ်ကားလေးပါ။ မိသားစုအတွက် ဘဝကို ပေးအပ်ထားတဲ့ အက်ဒီ အစ်မရဲ့ မင်္ဂလာဆောင်အတွက် အလုပ်ရှုပ်နေပါတယ်။ ဒါတင်မဟုတ်ပါဘူး သူ့အစ်မ ကိတ် ရဲ့ အောင်မြင်စပြုနေတဲ့ ကုမ္ပဏီကိုလည်း ဦးစီးနေရပါသေးတယ်။ကိတ်ရဲ့ ဟာဝါအီမှာ ကျင်းပတဲ့ မင်္ဂလာဆောင်မှာ သူ့ဘဝကို ပြောင်းလဲသွားစေနိုင်တဲ့ အဖြစ်မျိုးနဲ့ကြုံရပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1LL8p/(CM)_Hidden_Gems_(2022)_720p.mp4",
        "category": "Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kigfBGQKTI0cLV6t10DeDQGVBFr.jpg",
        "title": "Halftime (2022)",
        "description": "Halftime (2022)ဆယ်စုနှစ်သုံးခုစာလောက် မပြောင်းလဲဘဲရှိနေတာက ဒီကမ္ဘာမှာ ဘယ်လောက်များနိုင်မှာလဲ\nဒါပေမဲ့ သူ(မ) တစ်ယောက်ကတော့ Immortal နတ်ဘုရားမလိုမျိုး ကျွန်တော်တို့မမွေးခင်ကတည်းကနေ အခုထိရှင်သန်ဆဲပါ\nကျွန်တော်ပြောတဲ့ သူ(မ)ဆိုတာကတော့ အားလုံးနဲ့ရင်းနှီးကြတဲ့ Jennifer Lopez ပါ\nဒီတစ်ခေါက် သူ(မ)ရဲ့ ဘဝတစ်ခုလုံးကို Netflix က Documentary အနေနဲ့ရိုက်ထားတာကို CM ကတင်ဆက်ပေးလိုက်ပါပြီ\nအခုလိုအောင်မြင်မှုတွေက လွယ်လွယ်နဲ့မရနိုင်ဘူးဆိုတာ လူတိုင်းသိကြသလိုမျိုးပဲ\nသူ(မ) ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ခဲ့တယ်\nဒီနေရာအထိရောက်အောင် ဘယ်လိုတွေစွမ်းဆောင်ခဲ့သလဲဆိုတာနဲ့\nသူ(မ)ရဲ့ မိသားစုအကြောင်းအပြင် သူမရဲ့အတွေးအခေါ်၊ ခံယူချက်တွေကိုပါ\nအင်တာဗျူးအနေနဲ့ ပြောပြပေးသွားမယ့် အကောင်းဆုံးအစီအစဉ်တစ်ခုပါ\nအများကြီးညွှန်းစရာတော့မရှိပါဘူး\nJ.Lo ဆိုတာကို မသိတဲ့လူမရှိသလောက်မို့လို့ fan မဟုတ်ရင်တောင် ကြည့်ကိုကြည့်သင့်တဲ့ Documentary တစ်ခုပါပဲနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Thuu, Hmwe နဲ့ NoX တို့ပဲ ဖြစ်ပါတယ်။Genre..... Documentafy, Music\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rIyV/Halftime.2022.720p.WEBRip.CM..mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yy6HfpOr5UxfMIyGPjBV677XtNX.jpg",
        "title": "To Be Killed by a High School Girl (2022)",
        "description": "To be killed by a high school girl (2022)Dissociative Identity Disorder ဆိုတာကို တော်တော်များများ ရင်းနှီးကြမယ်လို့ထင်ပါတယ်။မကြားဖူးသေးတဲ့သူတွေအတွက်ပြောရရင်တော့ ဒီ (DID) လို့ခေါ်တဲ့စိတ်ရောဂါဟာ\nလူတစ်ယောက်တည်းမှာတင် အမူအကျင့်စရိုက်တွေ အနည်းဆုံးနှစ်မျိုးနဲ့ အထက်ရှိနေတတ်တာမျိုးပါ။\nလူတစ်ကိုယ် စိတ်အမျိုးမျိုးနဲ့ပေါ့။ဥပမာပြောရရင် အသက် ၁၀ နှစ်အရွယ်ကလေးမလေး မှာနောက်ထပ်စိတ်ကိုယ်ခွဲ ၂ ယောက်ရှိတယ်ဆိုပါစို့။\nအဲကိုယ်ခွဲနှစ်ယောက်က မူလလူနဲ့အကျင့်စရိုက်အားဖြင့်လုံးဝဆန့်ကျင့်ဘက်ဖြစ်နေတာမျိုးပါ။\nတစ်ယောက်ကကြမ်းကြမ်းတမ်းတမ်း မာဖီးယားဖြစ်နေပြီး\nနောက်တစ်ယောက်က အကသင်ဆရာမဖြစ်ချင်ဖြစ်နေနိုင်တာမျိုးပေါ့။ဒီ Disorder ကကိုယ့်မသိစိတ်ကနေ ပေါက်ပွားလာတဲ့ personality တွေဖြစ်တာနဲ့အညီ\nကိုယ့်ရဲ့အတိတ်ကနာကျင်မှုတွေ မဖြစ်နိုင်တဲ့ဆန္ဒတွေအပေါ်မူတည်ပြီး\nသူတို့တွေကမတူညီတဲ့အသက်အရွယ်တွေ၊ gender တွေ၊ mindset တွေလည်းရှိကြပါသေးတယ်။DID ဖြစ်နေတဲ့သူတွေဟာ ထိတ်လန့်မှုတစ်ခုခုကြောင့် personality ပြောင်းသွားတဲ့အခါ\nသူတို့ကိုယ်ခွဲတွေရဲ့လုပ်ဆောင်ချက်တွေကို သတိပြန်ရလာရင်မမှတ်မိကြတော့တာများပါတယ်။တနည်းအားဖြင့် ကိုယ်ခွဲကလူသတ်လိုက်ပေမယ့် မူလကိုယ်က ဘာမှမသိတာမျိုးပါ။\n(မြင်သာအောင်ပြောရရင် Marvel ရဲ့ Moon Knight နဲ့ကိုရီးယားဒရာမာ Kill Me Heal Me တို့ထဲက အဓိကဇာတ်ကောင်တွေလိုပေါ့။)ဘာလို့ဒါတွေပြောနေရတာလဲဆိုတော့ အခုဒီကားထဲမှာပါတဲ့ဇာတ်ကောင်ကလည်းအဲလိုစိတ်ရောဂါဖြစ်နေလို့ပါ။\nဇာတ်ကားနာမည်ကြီးကြည့်ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2rHeu/To.be.killed.by.a.High.School.Girl..2022.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11JNeEUSBgfSfwYlKMTqHogiRyH.jpg",
        "title": "My Dead Dad (2021)",
        "description": "My Dead Dad (2022)ဆုံးပါးသွားပြီဖြစ်သော အဖေ .....\nမိဘမေတ္တာကို ဆုံးပါးသွားပြီးမှ သိခွင့်ရတဲ့ သားတစ်ယောက်ရဲ့ဇာတ်လမ်းပါပဲ။မိဘတွေကွာရှင်းပြီးနောက် အဖေဖြစ်သူကို ငယ်ငယ်ထဲကမတွေ့ရတော့တဲ့ လူးကပ်စ်တစ်ယောက်\nရုတ်တရက်ဆိုသလို အဖေဖြစ်သူ ဆုံးပါးသွားတဲ့ သတင်းကိုကြားလိုက်ရပါတယ်။\nသွားလေသူအဖေက သူ့အတွက် တိုက်ခန်းတွေကို အမွေအဖြစ်ထားခဲ့ရာကနေ အယ်လ်အေကိုသွားဖို့ဖြစ်လာပါတယ်၊စကိတ်စီးတာကို စွန့်လွှတ်ထားတဲ့ လူးကပ်စ် တစ်ယောက် အယ်လ်အေမှာဘာတွေကြုံရမလဲ၊\nအဖေဖြစ်သူချန်ခဲ့တဲ့ တိုက်ခန်းတွေကို သူ ဦးစီးနိုင်ပါ့မလား၊\nသူ့ဘဝထဲကို ဝင်လာတဲ့‌ကောင်မလေးနဲ့ရော အဆင်ပြေပါ့မလား၊\nနောက်ဆုံး သူ့ရဲ့ အဖေဖြစ်သူအပေါ်မကျေနပ်ချက်တွေ အတွက်ရောအဖြေရှာတွေ့နိုင်မလား စတာတွေကို\nဒီကား‌ကြည့်ရင်း အဖြေရှာနိုင်ပါတယ်။၂၀၂၁ ခုနှစ်က ထွက်ရှိထားပြီး HBO Max ကနေ June 1 ရက်နေ့ကမှ ထုတ်လွှင့်သွားတာပါ\nIMDB rating 60% နဲ့ Rotten Tomatoes 83% ထိရရှိထားပြီးတော့\nဆုပေါင်း ၅ ဆု နဲ့ တစ်ကြိုစာရင်း ၂ ကြိမ် ဝင်ထားတဲ့ မိဘမေတ္တာဘွဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/15Mjk/My.Dead.Dad.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2v6f1EqTo4FUxVT9MDXpF6158AX.jpg",
        "title": "Chickenhare and the Hamster of Darkness (2022)",
        "description": "Chickenhare and the Hamster of Darkness(2022)စာရေးဆရာ Chris Grine ရဲ့ ကောမစ်စီးရီးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nAnimation ဇာတ်လမ်းကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်Chickenhare လို့ခေါ်တဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း သတ္တဝါဆန်းလေးဟာ\nထင်ရှားတဲ့ စွန့်စားသူ ဘုရင်ကြီး ပီတာ ရဲ့ မွေးစားသားလေးပါအများနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ သူ့ရဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း ပုံစံကြောင့်\nအမြဲအလှောင်ခံနေရတဲ့ Chickenhare လေးရဲ့ အိပ်မက်ကတော့\nသူ့မွေးစားအဖေလို နာမည်ကျော် စွန့်စားသူ ဖြစ်ဖို့ပါတစ်နေ့မှာ တိုင်းပြည်ရဲ့ ဒုစရိုက်ကောင် Chickenhare ရဲ့ ဦးလေးဖြစ်သူ\nထောင်ထဲကနေ လွတ်မြောက်ပြီး ထီးနန်းလုဖို့ ကြိုးစားတဲ့ အခါမှာတော့Chickenhare နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်တဲ့\nလိပ်ကလေး အေ့ဗ် ကိုယ်ခံပညာရှင် မက်ခ်တို့\nသူ့ဦးလေးကို တားဆီးဖို့ စွန့်စားခန်း ထွက်ကြပုံတွေကို တင်ဆက်ပေးထားတာပါကိုယ့်ရဲ့ ဖြစ်တည်မှုကို အရှိအတိုင်း လက်ခံနိုင်ဖို့ကိုပါ မီးမောင်းထိုးပြထားတဲ့\n2022 ခုနှစ်ထွက် ဒီ ဟာသ animation ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rHdh/Chickenhare.and.the.Hamster.of.Darkness.2022.NF.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-17-at-04-48-19-Crawlspace-2022-150x200.png",
        "title": "Crawlspace (2022)",
        "description": "အပ်ကျသံကအစအကုန်သိနိုင်တဲ့မြို့ငယ်လေးတစ်မြို့က ရောဘတ်ဆိုတဲ့ပိုက်ပြင်သမားလေးတစ်ယောက်...သူ့ရဲ့သဘောမနောကောင်းမှုတွေကို မိန်းမဖြစ်သူကနားပူနားဆာလုပ်လို့ ပိုက်ပြင်ဖို့ဆိုပြီးထွက်သွားခဲ့ပါတယ်။သူပြင်ရတဲ့ပိုက်နေရာက အိမ်ရဲ့အောက်မြေအောက်ခန်းငယ်လေးထဲမှာ..တွားသွားပြီးသွားမှရတဲ့နေရာလေးပေါ့။ဒီလိုနေရာထဲဝင်ပြီးပိုက်ပြင်နေရာက မထင်မှတ်ထားတဲ့ပြဿနာတစ်ခုနဲ့ကြုံတွေ့သွားရတဲ့အခါမှာတော့...ဒီကားလေးကတော့ စိတ်လှုပ်ရှားသဲထိပ်ရင်ဖိုကားတွေကြိုက်သူတွေအတွက် ရွှေးချယ်လို့ကောင်းမယ့် Rated R , Thriller ကားသစ်လေးပဲဖြစ်ပါတယ် ။File Size__(1.6GB) / (800MB)\nQuality__WEBRip_1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:30:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/37FXW/Crawlspace_(2022)_WEBRip_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPYZUGdb5Yzwx9q3v4I9qVBNZWl.jpg",
        "title": "Promises (2022)",
        "description": "Promises (2022)အချစ်ဦး....အချစ်ဆုံး....ဖူးစာဒီသုံးမျိုးလုံးကို ချစ်​သောသူ တစ်ဦးတည်းနဲ့ ​သေတပန်သက်တဆုံး\nကြုံဆုံခွင့်ရခဲ့တဲ့သူက ​ကောင်းကင်​ပေါ်က အပ်တစ်​စင်းနဲ့ ​မြေ​ပေါ်က\nအပ်တစ်စင်းထိသလို သိပ်ကို ကံ​​ကောင်းလွန်းသူ ဖြစ်မှာပဲ...သိပ်ကို\nအားကျမိတာပဲ....အလက်ဇန်းဒါးဆိုတဲ့ ကိုယ်က​တော့ အချစ်​ပေါသူလို့ပဲ ဆိုရမလား၊\n​နဖူးမှာ ဖူးစာ​ရေးထိုးမထားဘဲ ချစ်​​သောသူနဲ့ ကွဲ​စေသတည်းလို့များ\nမှတ်​ကျောက်တင်ထား​​လေသလား၊ ဒီ၃မျိုးလုံးနဲ့ ဆုံဖူးခဲ့ပြီး ဒီ၃မျိုး\n​ကြောင့် အကြိမ်ကြိမ်ပြိုလဲခဲ့ရသူ​ပေါ့....- လူမှန်​ပေမယ့် အချိန်မတန်ခဲ့သူ...\n- လူ​ရော၊အချိန်​ပါ မှန်ပေမယ့် ကျူးပစ်က မျက်နှာသာမ​ပေးခဲ့သူ...\n- အချိန်တန်ပေမယ့် လူမှန်မဟုတ်ခဲ့သူ...\nအချစ်နတ်ဘုရားက ကိုယ့်ကိုကလူကျီစယ်ရတာ သ​ဘော​တွေ့ပြီး\nမ​နော​ခွေ့​နေပုံပါပဲ၊ လိုတာမရ၊ရတာမလိုတဲ့ဘဝကို လူမစွမ်းနတ်,မ\nဆိုသလို တစ်ခါ​လောက် အလိုလိုက်​ပေးရင် အမိုက်​စော်ကားမယ့်\nလူဖြစ်​နေလို့လား....အချိန်တန်ခဲ့​ပေမယ့် ကိုယ့်ဘက်ကပျက်ကွက်လို့ ​တောင်းပန်ခဲ့တယ်၊\nအချိန်တန်တယ်ဆိုတာ ဘယ်တုန်းကမှ မရှိခဲ့သလို ဘယ်သူ့အမှားမှ\nမဟုတ်ဘူးလို့ မင်းက ပြန်ဆိုတယ်...လွဲရက်​လေခြင်း ကံကြမ္မာရယ်၊\nဒီဘဝကို အသစ်တစ်ဖန် ပြန်စခွင့်ရရင် မင်းနဲ့ပဲ စ၊လယ်၊ဆုံး ဆုံစည်း\nပါရ​စေလို့ ရှိကြီးခိုး ဆု​တောင်းမိပါရဲ့... ခု​တော့ ​နောက်ကျသွားခဲ့ပြီ\"ငါတို့ ဘယ်ရထားမှာ လွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်​ပေါင်းဘယ်​​လောက်ကြာတတ်လဲ\"\n​အောင်ချိမ့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/15Mjy/Promises.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNhMGZmZmUtOWEwMy00ZDg2LTkyZmEtMzQyOWM0ZmE4OWVmXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_-140x200.jpg",
        "title": "Poupelle of Chimney Town (2021)",
        "description": "Poupelle of Chimney Town (2020)\n=========================\nIMDb Rating - 6.4/10Chimney Town (မီးခိုးခေါင်းတိုင်မြို့) ဆိုတဲ့ မီးခိုးတွေနဲ့အမြဲပိတ်နေပြီး\nအပြင်လောကကြီးနဲ့ လုံးဝအဆက်အသွယ်ပြတ်နေတဲ့မြို့လေးက လုဘိချိ\nဆိုတဲ့‌ကောင်လေး နဲ့ အမှိုက်လူသား ဖြစ်တဲ့ ပိုပဲ့လုတို့ရဲ့ စွန့်စားခန်းကို ငိုလိုက်\nရယ်မောလိုက်နဲ့ ရသစုံလင်စွာ ကြည့်ရမှာဖြစ်တယ်။ လုဘိချိရဲ့ အဖေဖြစ်သူ\nဘရူနို က ကောင်းကင်မှာကြယ်တွေရှိကြောင်း လူတွေကြားထဲမှာပြောလေ့ရှိတယ်။အဲ့မြို့ကလူတွေက‌တော့ \"ဟာ ဒီကောင် င‌ပေါကြီး\" ဘာညာနဲ့ သူပြောကိုမယုံကြဘူး\nမြို့တစ်ခုလုံးက မီးခိုးခေါင်းတိုင်တွေကထွက်တဲ့ မီးခိုးတွေနဲ့ပိတ်နေတာကိုး ဒါပေမယ့်\nသူ့သားကတော့ ကြယ်တွေကို အရမ်းကြည့်ဖူးချင်နေတာ အဲတာနဲ့ တစ်နှစ်လောက်\nကြာသွားပြီး ဟောလိုးဝင်းနေ့မှာ တစ်ကိုယ်လုံးအမှိုက်တွေနဲ့ဖွဲ့စည်းထားတဲ့ အမှိုက်\nလူသား တစ်ယောက် မြို့ထဲကိုရောက်လာခဲ့တယ်။ အဲ့နေ့ကလည်း ဟောလိုးဝင်းဆိုတော့\nအားလုံးက သူ့ကို လူလို့ပဲထင်ပြီး ဝတ်စုံဘယ်လောက်မိုက်ကြောင်း ချီးကျူးကြတာပေါ့\nနောက်မှ လူမဟုတ်မှန်းသိသွားကြတော့ သက်ဆိုင်ရာတွေက လိုက်ဖမ်းလို့ ထွက်ပြေးရင်း\nလုဘိချိ နဲ့တွေ့ပြီး သူတို့ရဲ့စွန့်စားခန်းလေး စတင်လာခဲ့ပါတယ်။ဒီ ဇာတ်ကားလေးက နာမည်ကြီးရုပ်ပြကာတွန်းစာအုပ်ဖြစ်တဲ့ \"Poupelle ...",
        "rating": "6.4",
        "url": "https://megaup.net/15zsb/Poupelle.Of.Chimney.Town.2020.720p.BluRay.[CM]_new.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYjJhNGRhNmItMDA1Yi00MTk0LWJiY2YtMmI2MzhiZTU0ZWZiXkEyXkFqcGdeQXVyNTk1NDE0NTU@._V1_-160x200.jpg",
        "title": "Toscana (2022)",
        "description": "Toscana (2022)\n=============\nIMDb Rating - 5.7/10Drama/ Romance ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။\nသီအိုဒါလ် ဟာ စာဖိုမှူးအလုပ်ကိုပဲ အာရုံစိုက်ထားတဲ့ ဒိန်းမတ်က\nစာဖိုးမှူးတစ်ယောက်ပါ။ ဒေါသလည်းကြီးသလို သူ့အလုပ်ကလွဲရင်\nကျန်တာတွေလည်းဂရုစိုက်ပါဘူး။ သူ့ရဲ့ စားသောက်ဆိုင်ဟာ ငွေရေး\nကြေးရေး အခက်အခဲတွေ ရင်ဆိုင်ရပြီး ရင်းနှီးမြှုပ်နှံမယ့်သူကို လိုအပ်\nလာပါတော့တယ်။စိတ်ဝင်စားသူက လာရောက်ခဲ့သော်လည်း  သူ့ရဲ့ဒေါသကြောင့် ရင်းနှီး\nမြှုပ်နှံမယ့်သူနဲ့ အဆင်မပြေဖြစ်သွားပါတယ်။  ဒီလိုနဲ့ပဲ အခက်အခဲဖြစ်\nနေတုန်း သူ့ဆီကို စာစောင်ရောက်လာပါတော့တယ်။ အဆိုပါစာအရ\nဟိုးအရင်ကတည်းက ကွဲကွာနေခဲ့တဲ့ အဖေဖြစ်သူ သေဆုံးသွားလို့\nအမွေများကို ဆက်ခံဖို့ဖြစ်လာပါတော့တယ်။ သီအိုရဲ့ အဖေဟာ အီတလီ\nနိုင်ငံ တက်စကာနီဒေသမှာ ရဲတိုက်ကြီးတစ်လုံးနဲ့ ခြံတွေ ထားခဲ့တာပါ။\nပိုက်ဆံလိုနေတဲ့ သီအိုလည်း အဆိုပါ ရဲတိုက်နဲ့ ခြံကို ရောင်းဖို့ အီတလီနိုင်ငံကို\nရောက်လာပါတော့တယ်။\nထိုနေရာကိုရောက်လာသည့်အခါ သီအို့အတွက် ဘဝအတွေးအခေါ်၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံယူချက်တွေ ပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်။ ဇာတ်လမ်း\nကောင်းကောင်းကို ကြည့်ရင်း အီတလီနိုင်ငံ တက်စကာနီဒေသရဲ့ အလှအတွေကို\nခံစားရမှာဖြစ်လို့ ပရိသတ်တွေအနေနဲ့ လက်လွတ်မခံသင့်တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2rFyi/Toscana.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/2KzAd_4f-143x200.jpg",
        "title": "Nice View (2022)",
        "description": "\"ဘာလုပ်လုပ် တင့်တယ်\"ဆိုတဲ့စကားက ဂျင်​ဟောင်ဆို​တဲ့ လူငယ်နဲ့လားလားမှပင် မသက်ဆိုင်ဟုဆိုရမည်။\nအထက်တန်း​ကျောင်းသားဘဝကတည်းက မိတဆိုးဖြစ်ခဲ့သည့် ဂျင်​ဟောင်ကို အ​​ဖေဖြစ်သူပါ ပစ်ထားခဲ့တာ​ကြောင့် ​​ကျောင်းထွက်ကာ ဖုန်းပြုပြင်​ရေးဆိုင်ဖွင့်ပြီး ရောဂါသည်ညီမ​နဲ့အတူ ဘဝကို ရုန်းကန်ရှင်သန်နေသူပါ။​ရောဂါသည် ညီမ​လေးက ​မွေးရာပါနှလုံး​ရောဂါ​ကြောင့် ခွဲစိတ်မှုကို မဖြစ်မ​နေလုပ်ရမယ့်အချိန် ​\nငွေအင်မတန်လိုလာတဲ့ ဂျင်​ဟောင်ဟာ သူတတ်ကျွမ်းတဲ့ ဖုန်းပြုပြင်ပညာနဲ့ အခက်အခဲများစွာကို ရင်ဆိုင် ​ကျော်ဖြတ်ရင်း လိုအပ်​နေတဲ့ ခွဲစိတ်စရိတ်ကို ဘယ်လိုရှာ​ဖွေမလဲ။\nလောကဓံတွေ၊ အနိမ့်အမြင့် အတက်အကျ​တွေက ဘယ်လိုပုံစံမျိုး​ပေါ်လာကြမလဲ၊ ဒါ​တွေကို ​မောင်နှမ၂​ယောက် ဘယ်လိုကြံ့ကြံ့ခိုင် ရင်ဆိုင်သွားမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ဇာတ်​​ကြောင်းကို ဖတ်မိလိုက်ရင် ဇာတ်ကားရဲ့ အရသာအ​တော်​ကို လျော့သွားနိုင်တယ်လို့ ယူဆမိလို့ အများကြီးမညွှန်းဆို​တော့ပါဘူး။\nIMDbမှာ 6.7, MyDramaListမှာ 8.3အထိ ရထားပြီး ၂၀၂၂ခုနှစ် ပြည်တွင်းရုံဝင်​ငွေအ​ကောင်းဆုံး ထိပ်ဆုံး၁၀ကားထဲမှာ ကန်​ဒေါ်လာ ၂၂၁သန်းနဲ့ ရပ်တည်​နေပါတယ်။\nဒီ stats​တွေက အလကားရခဲ့တာမဟုတ်​​ကြောင်း ဒီ​Dramaဇာတ်ကားက ​သေချာ​လေးပုံ​ဖော်ရိုက်ကူးထားပါတယ်။\nတစ်ခါတ​လေ မဲပြာပုဆိုးဇာတ်တွေကပဲ ရိုးရိုး​​လေးနဲ့ လှပ​နေတတ်တာ မဟုတ်ပါလား။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1LKxL/Nice_View_(2022)_WEB-DL_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gennie-133x200.jpg",
        "title": "A Genie’s Tail (2022)",
        "description": "A Genie's tail\nမျက်လှည့်ပညာကိုစိတ်၀င်စားတဲ့ Drew ဟာသူ့၁၁နှစ်ပြည့်မွေးနေ့မှာ ခွေးလေးတစ်ကောင်ကိုလက်ဆောင်ရပါတယ်။တစ်နေ့မှာတော့ ခွေးလေးကပန်းခြံထဲမှာမြေကြီးကိုတူးရင်း Genie မီးခွက်လေးကိုရှာတွေ့လိုက်ပါတယ်။မီးခွက်ထဲမှာ Genie ၂ ယောက်ရှိနေပြီး တစ်ယောက်က ခွေးရဲ့ကိုယ်ထဲမတော်တဆ၀င်သွားပြီး နောက်တစ်ယောက်နဲ့လူချင်းကွဲသွားပါတယ်။ခွေးဖြစ်သွားတဲ့ Genie ကသူ့သခင်ဖြစ်တဲ့ ဒရူးရဲ့ ဆုတောင်းတွေကိုပြည့်အောင်လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ပုံမှန်အတိုင်းဖြစ်အောင် လုပ်ဖို့သူငယ်ချင်းတသိုက် စွန့်စားခန်းထွက်ကြပါတယ်။မိသားစုလိုက်ပျော်ပျော်ပါးပါးကြည့်နိုင်မယ့် Magic တွေပါတဲ့ကားလေးပါ။ခွေးလေးကလည်းချစ်စရာကောင်းပြီး သေချာလေ့ကျင့်ပေးထားပါတယ်။နာမည်ကြီး YouTuber Jake Paul လည်းပါ၀င်ထားပါတယ်။ File size…(2.4GB)/(1.09Gb)/(735Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.3",
        "url": "https://megaup.net/15Mkv/A.Genies.Tail.2022.720p.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/X32TnGBup6HRSoY4RXbQEDhRh4.jpg",
        "title": "Mad God (2021)",
        "description": "Mad God (2022) Jurassic Park, Starship Troopers, RoboCop နဲ့ Stars Wars စတဲ့ နာမည်ကျော် ဇာတ်ကားတွေရဲ့ Visual Effects တွေကို ဖန်တီးပေးခဲ့တဲ့ Phil Tippett ရဲ့ နောက်ထပ် လက်ရာမြောက်တဲ့ ကားလေးတစ်ကားပါ။ CGI ခေတ်လို့ ဘယ်လောက်ပြောပြော stop-motion နည်းပညာကိုလည်း ခေါက်ထားလို့ မရသေးကြောင်း သက်သေပြနိုင်တဲ့ နောက်ထပ် အမိုက်စား Animation ကားလေးပေ့ါဗျာ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nကမ္ဘာ့မြေပုံနဲ့ ဗုံးတစ်လုံး ခရီးဆောင်အိတ်တစ်ခုကိုသယ်ဆောင်ပြီး ကမ္ဘာမြေကိုဖျက်ဆီးဖို့ရောက်လာတဲ့ သတ္တဝါတစ်ကောင် ...လမ်းမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ ထူးဆန်းတဲ့ လျှပ်စစ်နဲ့ညှင်းပန်းခံရတဲ့သားကောင်တွေ ကြောက်မက်ဖွယ်ရာအဖြစ်အပျက်တွေကို ကြုံခဲ့ရပြီး ရန်သူတွေနဲ့အတူ သူ့ကိုယ်သူဖျက်ဆီးခံရမယ့် အခြေအနေတွေကိုရင်ဆိုင်ရချိန်မှာတော့ ... သူ့ရဲ့နေ့ရက်တွေကို ဘယ်လိုဖြတ်သန်းမလဲ?\nသူကပဲ နဂိုအကြံအစည်ကိုအောင်မြင်အောင် ဆောင်ရွက်နိုင်မှာလား?\nရန်သူတွေကြားမှာပဲ အသက်ဆုံးရမလား? စတာတွေကို မွန်းစတားတွေ ရက်စက်တဲ့ သတ္တဝါတွေရဲ့ ခွန်အားနဲ့ ဉာဏ်အား ပြိုင်ပွဲတွေကြား ...",
        "rating": "7.4",
        "url": "https://megaup.net/1LJrn/[CM]Mad.God.2022.720p.WEB-DL.mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1573-133x200.jpg",
        "title": "Swordsman’s Romance (2022)",
        "description": "သိုင်းလည်းတကယ်ချမယ်၊ ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းပါမယ်၊ မင်းသားမင်းသမီးတွေလည်း အဆင်လေးတွေကြည့်ချင်ရင်တော့ ဒီကားကိုညွှန်းပါရစေနော်။\nသိုင်းကားဆိုပေမယ့် ပေါတောတောပြီးသွားမယ့်ကားမဟုတ်ဘူးဗျ။ ဘဝအဓိပ္ပါယ်ကို ဓါးသမားတစ်ယောက်က နားလည်သလိုရိုက်ပြထားတဲ့ပုံစံလေးပါ။ အလွယ်ပြောရရင်တော့ Comfort Zone ထဲကထွက်လာခဲ့တဲ့သိုင်းသမားအကြောင်းပေါ့....တောင်ပိုင်းနဲ့မြောက်ပိုင်းမှာ ယဲ့အိမ်နဲ့လျောင်အိမ်ဆိုပြီး သိုင်းလောကမှာနာမည်ကြီးကြပါတယ်။ ယဲ့အိမ်ကတတိယသခင်လေး (ယဲ့ဝေ) ကတော့ မွေးရာပါပါရမီပါတာကြောင့် ခုနစ်နှစ်သားအရွယ်ကတည်းက သိုင်းကွက်ထွင်ခဲ့တဲ့သူပေါ့။ တောင်ပိုင်းမှာ နာမည်ဘယ်လောက်ကြီးလဲဆိုရင် သူ့ရဲ့ခွင့်ပြုချက်မရှိဘဲနဲ့ သူရဲကောင်းလို့တောင် နာမည်တပ်ပိုင်ခွင့်မရှိပါဘူးတဲ့။အဲ့ဒီလိုနဲ့ တောင်ပိုင်းသိုင်းပြိုင်ပွဲမှာ မြောက်ပိုင်းက လျောင်ရှီးလို့ခေါ်တဲ့သခင်မလေးနဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတော့တယ်။ သူကယ်လိုက် ကိုယ်ကယ်လိုက်နဲ့ နောက်ဆုံးတော့ လည်လွန်းတဲ့ဘီးချီးပုံတက်နင်းမိတယ်ဆိုသလို ယဲ့ဝေတစ်ယောက် သိုင်းတွေအကုန်ပျက်စီးသွားပါတော့တယ်။နာမည်ဂုဏ်သတင်းကြီးတဲ့ ယဲ့ဝေတစ်ယောက် သိုင်းတွေဆုံးရှုံးသွားတော့ ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ? သူအပြစ်လုပ်ခဲ့မိတဲ့ သိုင်းလောကမိတ်ဆွေတွေကရော သူနဲ့ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:28:00\nType__Action, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo ...",
        "rating": "5.9",
        "url": "https://megaup.net/15M5d/Swordsman_s_Romance_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYjJhNGRhNmItMDA1Yi00MTk0LWJiY2YtMmI2MzhiZTU0ZWZiXkEyXkFqcGdeQXVyNTk1NDE0NTU@._V1_-160x200.jpg",
        "title": "Toscana (2022)",
        "description": "Toscana (2022)\n=============\nIMDb Rating - 5.7/10Drama/ Romance ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။\nသီအိုဒါလ် ဟာ စာဖိုမှူးအလုပ်ကိုပဲ အာရုံစိုက်ထားတဲ့ ဒိန်းမတ်က\nစာဖိုးမှူးတစ်ယောက်ပါ။ ဒေါသလည်းကြီးသလို သူ့အလုပ်ကလွဲရင်\nကျန်တာတွေလည်းဂရုစိုက်ပါဘူး။ သူ့ရဲ့ စားသောက်ဆိုင်ဟာ ငွေရေး\nကြေးရေး အခက်အခဲတွေ ရင်ဆိုင်ရပြီး ရင်းနှီးမြှုပ်နှံမယ့်သူကို လိုအပ်\nလာပါတော့တယ်။စိတ်ဝင်စားသူက လာရောက်ခဲ့သော်လည်း  သူ့ရဲ့ဒေါသကြောင့် ရင်းနှီး\nမြှုပ်နှံမယ့်သူနဲ့ အဆင်မပြေဖြစ်သွားပါတယ်။  ဒီလိုနဲ့ပဲ အခက်အခဲဖြစ်\nနေတုန်း သူ့ဆီကို စာစောင်ရောက်လာပါတော့တယ်။ အဆိုပါစာအရ\nဟိုးအရင်ကတည်းက ကွဲကွာနေခဲ့တဲ့ အဖေဖြစ်သူ သေဆုံးသွားလို့\nအမွေများကို ဆက်ခံဖို့ဖြစ်လာပါတော့တယ်။ သီအိုရဲ့ အဖေဟာ အီတလီ\nနိုင်ငံ တက်စကာနီဒေသမှာ ရဲတိုက်ကြီးတစ်လုံးနဲ့ ခြံတွေ ထားခဲ့တာပါ။\nပိုက်ဆံလိုနေတဲ့ သီအိုလည်း အဆိုပါ ရဲတိုက်နဲ့ ခြံကို ရောင်းဖို့ အီတလီနိုင်ငံကို\nရောက်လာပါတော့တယ်။\nထိုနေရာကိုရောက်လာသည့်အခါ သီအို့အတွက် ဘဝအတွေးအခေါ်၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံယူချက်တွေ ပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်။ ဇာတ်လမ်း\nကောင်းကောင်းကို ကြည့်ရင်း အီတလီနိုင်ငံ တက်စကာနီဒေသရဲ့ အလှအတွေကို\nခံစားရမှာဖြစ်လို့ ပရိသတ်တွေအနေနဲ့ လက်လွတ်မခံသင့်တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2rFyi/Toscana.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/2KzAd_4f-143x200.jpg",
        "title": "Nice View (2022)",
        "description": "\"ဘာလုပ်လုပ် တင့်တယ်\"ဆိုတဲ့စကားက ဂျင်​ဟောင်ဆို​တဲ့ လူငယ်နဲ့လားလားမှပင် မသက်ဆိုင်ဟုဆိုရမည်။\nအထက်တန်း​ကျောင်းသားဘဝကတည်းက မိတဆိုးဖြစ်ခဲ့သည့် ဂျင်​ဟောင်ကို အ​​ဖေဖြစ်သူပါ ပစ်ထားခဲ့တာ​ကြောင့် ​​ကျောင်းထွက်ကာ ဖုန်းပြုပြင်​ရေးဆိုင်ဖွင့်ပြီး ရောဂါသည်ညီမ​နဲ့အတူ ဘဝကို ရုန်းကန်ရှင်သန်နေသူပါ။​ရောဂါသည် ညီမ​လေးက ​မွေးရာပါနှလုံး​ရောဂါ​ကြောင့် ခွဲစိတ်မှုကို မဖြစ်မ​နေလုပ်ရမယ့်အချိန် ​\nငွေအင်မတန်လိုလာတဲ့ ဂျင်​ဟောင်ဟာ သူတတ်ကျွမ်းတဲ့ ဖုန်းပြုပြင်ပညာနဲ့ အခက်အခဲများစွာကို ရင်ဆိုင် ​ကျော်ဖြတ်ရင်း လိုအပ်​နေတဲ့ ခွဲစိတ်စရိတ်ကို ဘယ်လိုရှာ​ဖွေမလဲ။\nလောကဓံတွေ၊ အနိမ့်အမြင့် အတက်အကျ​တွေက ဘယ်လိုပုံစံမျိုး​ပေါ်လာကြမလဲ၊ ဒါ​တွေကို ​မောင်နှမ၂​ယောက် ဘယ်လိုကြံ့ကြံ့ခိုင် ရင်ဆိုင်သွားမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ဇာတ်​​ကြောင်းကို ဖတ်မိလိုက်ရင် ဇာတ်ကားရဲ့ အရသာအ​တော်​ကို လျော့သွားနိုင်တယ်လို့ ယူဆမိလို့ အများကြီးမညွှန်းဆို​တော့ပါဘူး။\nIMDbမှာ 6.7, MyDramaListမှာ 8.3အထိ ရထားပြီး ၂၀၂၂ခုနှစ် ပြည်တွင်းရုံဝင်​ငွေအ​ကောင်းဆုံး ထိပ်ဆုံး၁၀ကားထဲမှာ ကန်​ဒေါ်လာ ၂၂၁သန်းနဲ့ ရပ်တည်​နေပါတယ်။\nဒီ stats​တွေက အလကားရခဲ့တာမဟုတ်​​ကြောင်း ဒီ​Dramaဇာတ်ကားက ​သေချာ​လေးပုံ​ဖော်ရိုက်ကူးထားပါတယ်။\nတစ်ခါတ​လေ မဲပြာပုဆိုးဇာတ်တွေကပဲ ရိုးရိုး​​လေးနဲ့ လှပ​နေတတ်တာ မဟုတ်ပါလား။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1LKxL/Nice_View_(2022)_WEB-DL_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gennie-133x200.jpg",
        "title": "A Genie’s Tail (2022)",
        "description": "A Genie's tail\nမျက်လှည့်ပညာကိုစိတ်၀င်စားတဲ့ Drew ဟာသူ့၁၁နှစ်ပြည့်မွေးနေ့မှာ ခွေးလေးတစ်ကောင်ကိုလက်ဆောင်ရပါတယ်။တစ်နေ့မှာတော့ ခွေးလေးကပန်းခြံထဲမှာမြေကြီးကိုတူးရင်း Genie မီးခွက်လေးကိုရှာတွေ့လိုက်ပါတယ်။မီးခွက်ထဲမှာ Genie ၂ ယောက်ရှိနေပြီး တစ်ယောက်က ခွေးရဲ့ကိုယ်ထဲမတော်တဆ၀င်သွားပြီး နောက်တစ်ယောက်နဲ့လူချင်းကွဲသွားပါတယ်။ခွေးဖြစ်သွားတဲ့ Genie ကသူ့သခင်ဖြစ်တဲ့ ဒရူးရဲ့ ဆုတောင်းတွေကိုပြည့်အောင်လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ပုံမှန်အတိုင်းဖြစ်အောင် လုပ်ဖို့သူငယ်ချင်းတသိုက် စွန့်စားခန်းထွက်ကြပါတယ်။မိသားစုလိုက်ပျော်ပျော်ပါးပါးကြည့်နိုင်မယ့် Magic တွေပါတဲ့ကားလေးပါ။ခွေးလေးကလည်းချစ်စရာကောင်းပြီး သေချာလေ့ကျင့်ပေးထားပါတယ်။နာမည်ကြီး YouTuber Jake Paul လည်းပါ၀င်ထားပါတယ်။ File size…(2.4GB)/(1.09Gb)/(735Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.3",
        "url": "https://megaup.net/15Mkv/A.Genies.Tail.2022.720p.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/X32TnGBup6HRSoY4RXbQEDhRh4.jpg",
        "title": "Mad God (2021)",
        "description": "Mad God (2022) Jurassic Park, Starship Troopers, RoboCop နဲ့ Stars Wars စတဲ့ နာမည်ကျော် ဇာတ်ကားတွေရဲ့ Visual Effects တွေကို ဖန်တီးပေးခဲ့တဲ့ Phil Tippett ရဲ့ နောက်ထပ် လက်ရာမြောက်တဲ့ ကားလေးတစ်ကားပါ။ CGI ခေတ်လို့ ဘယ်လောက်ပြောပြော stop-motion နည်းပညာကိုလည်း ခေါက်ထားလို့ မရသေးကြောင်း သက်သေပြနိုင်တဲ့ နောက်ထပ် အမိုက်စား Animation ကားလေးပေ့ါဗျာ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nကမ္ဘာ့မြေပုံနဲ့ ဗုံးတစ်လုံး ခရီးဆောင်အိတ်တစ်ခုကိုသယ်ဆောင်ပြီး ကမ္ဘာမြေကိုဖျက်ဆီးဖို့ရောက်လာတဲ့ သတ္တဝါတစ်ကောင် ...လမ်းမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ ထူးဆန်းတဲ့ လျှပ်စစ်နဲ့ညှင်းပန်းခံရတဲ့သားကောင်တွေ ကြောက်မက်ဖွယ်ရာအဖြစ်အပျက်တွေကို ကြုံခဲ့ရပြီး ရန်သူတွေနဲ့အတူ သူ့ကိုယ်သူဖျက်ဆီးခံရမယ့် အခြေအနေတွေကိုရင်ဆိုင်ရချိန်မှာတော့ ... သူ့ရဲ့နေ့ရက်တွေကို ဘယ်လိုဖြတ်သန်းမလဲ?\nသူကပဲ နဂိုအကြံအစည်ကိုအောင်မြင်အောင် ဆောင်ရွက်နိုင်မှာလား?\nရန်သူတွေကြားမှာပဲ အသက်ဆုံးရမလား? စတာတွေကို မွန်းစတားတွေ ရက်စက်တဲ့ သတ္တဝါတွေရဲ့ ခွန်အားနဲ့ ဉာဏ်အား ပြိုင်ပွဲတွေကြား ...",
        "rating": "7.4",
        "url": "https://megaup.net/1LJrn/[CM]Mad.God.2022.720p.WEB-DL.mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1573-133x200.jpg",
        "title": "Swordsman’s Romance (2022)",
        "description": "သိုင်းလည်းတကယ်ချမယ်၊ ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းပါမယ်၊ မင်းသားမင်းသမီးတွေလည်း အဆင်လေးတွေကြည့်ချင်ရင်တော့ ဒီကားကိုညွှန်းပါရစေနော်။\nသိုင်းကားဆိုပေမယ့် ပေါတောတောပြီးသွားမယ့်ကားမဟုတ်ဘူးဗျ။ ဘဝအဓိပ္ပါယ်ကို ဓါးသမားတစ်ယောက်က နားလည်သလိုရိုက်ပြထားတဲ့ပုံစံလေးပါ။ အလွယ်ပြောရရင်တော့ Comfort Zone ထဲကထွက်လာခဲ့တဲ့သိုင်းသမားအကြောင်းပေါ့....တောင်ပိုင်းနဲ့မြောက်ပိုင်းမှာ ယဲ့အိမ်နဲ့လျောင်အိမ်ဆိုပြီး သိုင်းလောကမှာနာမည်ကြီးကြပါတယ်။ ယဲ့အိမ်ကတတိယသခင်လေး (ယဲ့ဝေ) ကတော့ မွေးရာပါပါရမီပါတာကြောင့် ခုနစ်နှစ်သားအရွယ်ကတည်းက သိုင်းကွက်ထွင်ခဲ့တဲ့သူပေါ့။ တောင်ပိုင်းမှာ နာမည်ဘယ်လောက်ကြီးလဲဆိုရင် သူ့ရဲ့ခွင့်ပြုချက်မရှိဘဲနဲ့ သူရဲကောင်းလို့တောင် နာမည်တပ်ပိုင်ခွင့်မရှိပါဘူးတဲ့။အဲ့ဒီလိုနဲ့ တောင်ပိုင်းသိုင်းပြိုင်ပွဲမှာ မြောက်ပိုင်းက လျောင်ရှီးလို့ခေါ်တဲ့သခင်မလေးနဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတော့တယ်။ သူကယ်လိုက် ကိုယ်ကယ်လိုက်နဲ့ နောက်ဆုံးတော့ လည်လွန်းတဲ့ဘီးချီးပုံတက်နင်းမိတယ်ဆိုသလို ယဲ့ဝေတစ်ယောက် သိုင်းတွေအကုန်ပျက်စီးသွားပါတော့တယ်။နာမည်ဂုဏ်သတင်းကြီးတဲ့ ယဲ့ဝေတစ်ယောက် သိုင်းတွေဆုံးရှုံးသွားတော့ ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ? သူအပြစ်လုပ်ခဲ့မိတဲ့ သိုင်းလောကမိတ်ဆွေတွေကရော သူနဲ့ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:28:00\nType__Action, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo ...",
        "rating": "5.9",
        "url": "https://megaup.net/15M5d/Swordsman_s_Romance_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VEo7u4ePhXhPw8OmLr3IHFx5Ob.jpg",
        "title": "Missing and Alone (2021)",
        "description": "Missing and Alone (2021)မတည့်အတူနေ ခင်ကြတဲ့ သူငယ်ချင်းမလေး ၂ယောက်ရှိတယ်။ တစ်ယောက်က မိတဆိုး၊ တစ်ယောက် ဖတဆိုး။ အမြဲရန်ဖြစ်နေကြပေမဲ့ သူတို့က သိပ်ချစ်ကြတယ်။ တစ်ယောက်က လိမ္မာတယ်။ တစ်ယောက်က ဆိုးတယ်။ တစ်ယောက်ရဲ့ အဖေက တောထဲမှာစခန်းချခရီးထွက်ရင်း ဆုံးသွားခဲ့တာ။ အဲဒီတစ်ယောက်အဖေရဲ့နှစ်ပတ်လည်နေ့မှာ အဲဒီတစ်ယောက်နဲ့ ဟိုတစ်ယောက် သူ့အဖေဆုံးခဲ့တဲ့ တောထဲအတူတူသွားကြတယ်။ အဲဒီတစ်ယောက်အမေနဲ့ ဟိုတစ်ယောက်အဖေကို လိမ်ပြီးသွားကြတာပေါ့။မနက်ကျ အဲဒီတစ်ယောက်အမေနဲ့ ဟိုတစ်ယောက်အဖေနဲ့ တွေ့ကြတော့ အဲဒီတစ်ယောက်နဲ့ ဟိုတစ်ယောက်က သူတို့ကိုလိမ်သွားတာကို သူတို့သိသွားကြတယ်။ ဒီတော့ အဲဒီတစ်ယောက်အမေနဲ့ ဟိုတစ်ယောက်အဖေက သူတို့ကိုလိုက်ရှာကြတယ်။ ဟိုတစ်ယောက်က ပြန်ပေါ်လာပေမဲ့ အဲဒီတစ်ယောက်က ပျောက်နေတယ်။ အဲဒီတစ်ယောက်အမေ စိတ်ပူပြီးရှာတာပေါ့။အဲဒီတစ်ယောက်ဘာဖြစ်သွားတာလဲ။ ဟိုတစ်ယောက်ကရော ဘာလို့ တစ်ယောက်တည်းပြန်လာတာလဲ။ အဲဒီနှစ်ယောက် တစ်ယောက်နဲ့တစ်ယောက်ကြားဘာတွေဖြစ်ခဲ့လဲဆိုတာကို ရင်ခုန်စွာကြည့်ရမယ့် ကားလေးပါ။ ဇာတ်လမ်းအချိုးအကွေ့တွေလည်း လှပါတယ်။ အဲဒီတစ်ယောက်ကလည်း လှပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ...",
        "rating": "5.5",
        "url": "https://megaup.net/15M32/(CM)_Missing_and_Alone_(2021)_720p.mp4",
        "category": "Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/81HX41O9VNL._AC_SY879_-141x200.jpg",
        "title": "[21+] While My Girlfriend Was Away -Moe Amatsuka [SSNI-689] Decensored",
        "description": "Dark Side Production အနေနဲ့ တင်ဆက်ပေးချင်တဲ့ မင်းသမီးတစ်လက်ရှိခဲ့ပါတယ်...သူကတော့ ခုဇာတ်ကားထဲက မင်းသမီးလေး Moe Amatsuka ပါပဲ။သူမဇာတ်ကားတွေတင်ဆက်ချင်ပေမယ့် ဇာတ်လမ်းအားနည်းတာရယ် Censored တွေများနေတာကြောင့်ရယ် ခုဇာတ်ကားမှပဲ တင်ဖြစ်ပါတော့တယ်....ခုကားက Decensored Version ဆိုတော့ Moe ကိုငြိတွယ်ဖို့အကောင်းဆုံးကားပါပဲ။JAV မင်းသမီးတွေထဲ ပိုစတာမှာအရုပ်မလေးလိုချောတယ်ထင်ရတာတွေ တပုံကြီးရှိပေမယ့် ဇာတ်ကားထဲမှာကျ မတူတော့တာများပါတယ်...ဒီထဲမှာ Moe ကတော့ မပါခဲ့ပါဘူး...သူမက ဘက်ဖက်ပါးခြမ်းက ပါးချိုင့်လေးနဲ့ အရုပ်မလေးလို အမြဲတမ်း လှပချစ်စရာကောင်းသူလေးပါ။ဒီဇာတ်ကားမှာတော့ FA အဖြစ်နဲ့ရှင်သန်နေရင်း အနေနီးစပ်တဲ့ သူငယ်ချင်းရဲ့ကောင်လေးကို မျက်စိကျသွားတဲ့အခါမှာတော့...Moe တစ်ယောက် သူငယ်ချင်းနဲ့ကောင်လေးကြား အပူမီးကြွရပုံတွေကို ရှုစားရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2 GB) & (950 MB)\nQuality : HDRip Decensored 1080p & 720p\nRunning ...",
        "rating": "",
        "url": "https://megaup.net/2rGrn/(DS)_SSNI-689-RM_[Reducing_Mosaic]_While_My_Girlfriend_Was_Away_For_A_Month-_Moe_Amatsuka_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCO4gU1lkViGXTkoRBEYrvjDIJu.jpg",
        "title": "Idle Hands (1999)",
        "description": "Idle Hands (1999)1999 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီကားလေးကို Horror ကားနဲ့ မစိမ်းတဲ့သူတွေတချို့ ကြည့်ဖူးကြလိမ့်မယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ယောက်ျားလေးများရဲ့ ငယ်ဘ၀ crush ဖြစ်တဲ့ Jessica Alba က မင်းသမီးအနေနဲ့ ပါ၀င်ထားတဲ့ ဇာတ်ကားလေးလည်း ဖြစ်တယ်၊ အဖော်အချွတ် ဘာညာသာရကာလေးတွေလည်း အားရကျေနပ်ရလောက်အောင် ပါတယ်ဆိုတော့ ပြောစရာမလိုတော့ဘူးပေါ့ဗျာ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်မင်းသား အန်တွန် ဆိုတဲ့ ငနဲပေါ့။ အဓိကဇာတ်ဆောင်ဆိုလို့ ဉာဏ်ကောင်း စာတော် အားကစား‌ပါရမီပါ ဘာညာစမာကလာ ပြီးပြည့်စုံနေတဲ့ မင်းသားတော့မဟုတ်ဘူး။ တစ်နေ့တစ်နေ့ အားအားရှိ စားလိုက် သောက်လိုက် တီဗီကြည့်လိုက် ဆေးရှူလိုက် အာသာဖြေလိုက်ပဲ လုပ်နေတဲ့ ကမ္ဘာ့စောက်ပျင်းအကျဆုံးကောင်...ဆေးရှူဖော်ဆေးရှူဖက် သူငယ်ချင်း မစ်ခ် နဲ့ ပနက်ဘ် ကလွဲလို့ အပေါင်းအသင်းလည်း ရှိတဲ့ကောင်မဟုတ်... ဒါပေမယ့် သူကြိတ်သဘောကျနေရတဲ့ crush မလေး မော်လီဆိုတဲ့တစ်ယောက်တော့ ရှိတာပေါ့။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2rGJ6/(CM)_Idle_Hands_(1999)_720p.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aclMin8gNrGyMlnyqkafBGidyLz.jpg",
        "title": "Eating Our Way to Extinction (2021)",
        "description": "Eating Our Way to Extinction (2021) ~ IMDb Rating - 7.5/10 ~လူ​တွေအသက်ရှင်ဖို့ အာဟာရဖြစ်ဖို့ စား​နေတဲ့ စားနပ်ရိက္ခာ​တွေက တစ်ချိန်မှာ လူသားမျိုးနွယ် မျိုးတုန်းမှုရဲ့ အဓိကအ​ကြောင်းရင်းကြီးတစ်ချက်လို့ပြောရင် ဟာသပြက်လုံးလို ဖြစ်​​နေမှာ​သေချာပါတယ်။ ဒါ​ပေမဲ့ ကဏ္ဍ​ပေါင်းစုံက သု​တေသနပညာရှင်​တွေ နှစ်​ပေါင်းများစွာ လုပ်လာတဲ့ သု​တေသန​ရလဒ်​တွေ၊ အစီရင်ခံစာ​တွေက ဒီယူဆချက် မှန်ကန်​ကြောင်း သက်​​သေထူ​နေပါတယ်။ကမ္ဘာ့လူဦး​ရေတစ်​နေ့တခြား များလာတာနဲ့အမျှ စားနပ်ရိက္ခာ​တွေ ပိုလိုအပ်လာသလို အသားစားသုံးမှုနှုန်းက တိုးပွားလာတဲ့အတွက် ​မွေးမြူ​ရေးလုပ်ငန်း​တွေ တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ တွင်ကျယ် လာပါတယ်။ ဒီ Documentary ထဲမှာ ​မွေးမြူ​ရေးလုပ်ငန်း​တွေနဲ့ ပတ်သက်ပြီး သင်တို့လုံးဝမသိရှိထားတဲ့၊ လုံးဝမထင်မှတ်ထားတဲ့ လျှို့ဝှက်ချက်​တွေ အဖြစ်မှန်​တွေကို သု​တေသနရလဒ်​တွေနဲ့အညီ ​သေချာ​ဖော်ထုတ်တင်ဆက်ထားတာပါ။မင်းသမီးကြီး ကိတ်ဝင်းစလတ်ကိုယ်တိုင် Narrator အဖြစ်ပါဝင်ပြီး တစ်ကမ္ဘာလုံးက သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းမှု ပညာရှင်​တွေ၊ မိုး​လေဝသပညာရှင်​တွေ၊ အစာအာဟာရပညာရှင်​တွေ စုံစုံလင်လင် ပါဝင်ထားပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2rGH2/(CM)_Eating_Our_Way_to_Extinction_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/onesheet-135x200.jpg",
        "title": "Ambulance(2022)",
        "description": "ဒါရိုက်တာ မိုက်ကယ်ဘေးရဲ့ ရုပ်ရှင်အသစ်ကြီး ရပါပြီ။ အဖောက်အခွဲ အတိုက်အခိုက်တွေမှာ ပိုင်ပြီး ထရန်စဖော်မာကားတွေနဲ့လူသိများတဲ့ ဒါရိုက်တာကြီးရဲ့ လက်ရာသစ်ပါပဲ။ဂျိတ် ဂျီလင်ဟော ခေါင်းဆောင်ပါဝင်ထားပြီး မှုခင်း အက်ရှင် ဒရာမာ အမျိုးအစားဖြစ်ပါတယ်။ညီအစ်ကိုနှစ်ယောက်က ဘဏ်ကိုဓားပြတိုက်ပြီးထွက်ပြေးချိန်မှာ သေနတ်မှန်ထားတဲ့ ရဲတစ်ယောက်ရယ် အရေးပေါ်ဆေးအကူကောင်မလေးတစ်ယောက်ရယ် ဓားစာခံပါလာတယ်။ဒီတော့ ရဲတွေ အက်ဖ်ဘီအိုင်တွေကလည်း အတင်းဝင်မလုံးရဲဘဲ နောက်ကနေ ကပ်လိုက်ရင်း ညှိုနှိုင်းနေရတဲ့အခြေအနေပါ။ မိုက်ခဲညီအစ်ကိုကလည်း လူနာတင်ကားဆိုတာကို အခွင့်ကောင်းယူပြီး တစ်မြို့လုံးပတ်မောင်းပြေးရင် လွတ်မြောက်ဖို့ အကြံမျိုးစုံထုတ်ကြတဲ့အခါ...File size…(7 GB)/(3.24GB)/(1.7GB)/(913MB)\nQuality….WEB-DL 4K HEVC/ 1080p / 720p / 480p\nFormat…mkv/mp4\nDuration….02:16:00\nGenre...Action/Crime/Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6.5",
        "url": "https://megaup.net/1Wx13/Ambulance(2022)_720p_(2).mp4 https://megaup.net/1Wx2b/Ambulance(2022)_1080p_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDM2ODNiMWItOWRkNS00ODE3LWE2OGYtNTZkMDJkOWI1ODMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Unbearable Weight of Massive Talent (2022)",
        "description": "အရင်တုန်းက ရွှေထီးဆောင်းခဲ့တဲ့ ဂန္ဓဝင်မင်းသားကြီး ပြန်လာပါပြီ။ အကြွေးတွေထူပြီး တွေ့သမျှ ပေါကားပါမကျန် အကုန်ရိုက်နေရတဲ့ မင်းသားကြီးနီကိုလက် ကေ့ဂျ် တစ်ယောက် ရုပ်ရှင်ပိတ်ကားပေါ်ကို ပြန်တက်လာတာပါပဲ။ rating တွေလည်းကောင်း၊ ဝေဖန်ရေးဆရာတွေလည်းအကြိုက်တွေ့သလို ပရိသတ်တွေလည်းအကြိုက်တွေ့နေကြပါတယ်။ ဘယ်ဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်လဲဆိုတော့ နီကိုလက်ကေ့ဂျ် အဖြစ်ပဲ သရုပ်ဆောင်တာပါပဲ။ ဒီရုပ်ရှင်ထဲမှာလည်း အကြွေးတွေထူပြီး ဇာတ်ကားရိုက်ရဖို့ ခက်ခက်ခဲခဲ ကြိုးစားနေရတဲ့သူ၊ မိန်းမနဲ့ကွာရှင်းထားပြီး ကလေးနဲ့ အဆင်မပြေတဲ့သူ အဖြစ်ပဲ သရုပ်ဆောင်ထားပါတယ်။ တစ်နေ့မှာတော့ သူဌေးတစ်ယောက်က မွေးနေ့ပါတီပွဲကို တက်ရောက်ပေးရုံနဲ့ ဒေါ်လာ ၁ သန်းပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ်။ ရွေးစရာမရှိတော့တဲ့ နစ်ခ် ကေ့ဂျ် တစ်ယောက် ဟာဗီဆိုတဲ့ သူဌေး (ပေဒရို ပက်စ်ကယ်) ဆီကို သွားရင်းနဲ့ မထင်မှတ်ထားဘဲ စီအိုင်အေ နဲ့ လူဆိုးဂိုဏ်း အရှုပ်တော်ပုံတွေကြားထဲမှာ ညပ်ပြီး စွန့်စားခန်းတွေ ဖွင့်လာရတဲ့အခါ.... File size…(3 Gb)/(1.5 GB)/(900 ...",
        "rating": "7.4",
        "url": "https://megaup.net/2rrB1/The.Unbearable.Weight.of.Massive.Talent.2022.720p_(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1621414194-141x200.jpg",
        "title": "[21+] My Summer -Tsukasa Aoi [SSNI-987] Decensored",
        "description": "Tsukasa Aoi ဆိုတာ JAV လောကနဲ့မစိမ်းသူတိုင်း သိကြတာပါပဲ....ဒါပေမယ့် ဆံပင်တိုလေးနဲ့သူ့ကိုမြင်ရတာတော့ အသစ်ပြန်လည်မွေးဖွားလာတဲ့မင်းသမီးတစ်ယောက်လိုဖြစ်နေပါမယ်။ငါးရံ့ကိုယ်လုံးလေးလို စင်းလုံးချောမွတ်တဲ့ခန္ဓာကိုယ်အချိုးအစားက သူ့ရဲ့အမှတ်အသားပါ...ဆံပင်တိုလေးနဲ့ဆိုတော့ ပိုပြီးလိုက်ဖက်သွားပါတယ်။ဒီဇာတ်ကားမှာတော့ ပျင်းစရာကောင်းတဲ့ နွေရာသီနေ့ရက်တွေကို သူမ ဘယ်လိုပူလောင်စွာဖြတ်သန်းမလဲဆိုတာ....။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ Tsukasa Aoi ဇာတ်ကားတွေထဲမှာ ရှားပါးဇာတ်ကားလေးအဖြစ် အမှတ်ရနေမှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.9 GB) & (900 MB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 01:57:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/15Lx5/(DS)_SSNI-987-RM_[Reducing_Mosaic]_I_Spent_My_Summer_Bored_Out_In_The_Country-Tsukasa_Aoi_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMTU3MDE2NTk0OF5BMl5BanBnXkFtZTgwNTE5NjcwMzE@._V1_-142x200.jpg",
        "title": "Still Walking (2008)",
        "description": "Still Walking (2008)\n===============\nDirected By Hirokazu Koreeda\nIMDb Rating - 7.9/10ဇာတ်အဖွင့်မှာ Koreedaဟာ မိသားစုတစ်စုရဲ့ သေသူ၊ ရှင်ကျန်သူတွေ\nပြန်ဆုံစည်းကြတဲ့ နေ့တစ်နေ့ကို ခေါ်သွားတယ်။ နှစ်ပေါင်းများစွာ မပျက်\nမကွက် လမ်းလျှောက်နေတဲ့ လူတစ်ယောက်ဆီခေါ်သွားတယ်။ အဲဒီမိသားစုက\nလူတစ်ယောက်ချင်းစီရဲ့ စိတ်ထဲကို ခေါ်သွားတယ်။ သူတို့မိသားစုရဲ့မရှိတော့တဲ့\nသူတို့အတွက်အဖိုးအတန်ဆုံး တစ်ယောက်ဆီ ခေါ်သွားတယ်။ သူတို့ရဲ့ဆန္ဒ\nတွေဆီ ခေါ်သွားတယ်။ ဒီလိုနဲ့နောက်တစ်နေ့ မိုးလင်းသွားတယ်။ တစ်ချို့ဆန္ဒ\nတွေက ဘယ်တော့မှမဖြစ်လာခဲ့ကြသလို တစ်ချို့က ဒီလမ်းကို ဆက်မလျှောက်\nနိုင်ကြတော့ဘူး။ ဒါပေမဲ့ ကျန်နေခဲ့သူတို့ကတော့ ဆက်လျှောက်နေရတုန်း။\nKoreedaဟာ ကျွန်တော်တို့ကို ဒီမိသားစုက လူတစ်ယောက်ချင်းစီရဲ့ စိတ်အနေ\nအတိတ်တွေကို ပြတော့ပြတယ်။ ဒါပေမဲ့ ပေါ်လွင်အောင်တော့ မပြပါဘူး။\nစကားတစ်ခွန်းနဲ့ အဲဒီစကားနောက်မှာ ဖြစ်သွားတဲ့ ဇာတ်ကောင်ရဲ့ အမူအရာနဲ့ကို\nချိတ်ဆက်ပြီး ပြသွားတယ်။Koreedaရဲ့ Still walkingဟာ ဟဲမင်းဝေးရဲ့ ရေခဲတုံးကြီးလိုပါပဲ။ Koreedaဟာ\nကျွန်တော်တို့ကို သူပြချင်တဲ့အကြောင်းအရာကို ရိုးရိုးရှင်းရှင်းနဲ့ ရေခဲတုံးကြီးရဲ့\nပေါ်နေတဲ့အစွန်းကလေးကိုပဲ ရိုက်ပြသွားပေမဲ့ ကြည့်ရှုသူကိုတော့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3NAqg/Still.Walking.2008.JAPANESE.720p.BluRay.[CM]_new.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/avat-128x200.jpg",
        "title": "Avatara Purusha: Part 1 (2022)",
        "description": "2022 မေလ ၆ ရက်နေ့မှာမှ ရုံတင်ခဲ့တဲ့ Avatara Purusha ဆိုတဲ့\nကန်နာဒါဒေသိယ စကားပြော ဘောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ\nမျိုးရိုးစဉ်စက် အာယုဗီဒ ကျွမ်းကျင်တဲ့ ပညာအမွေကို လက်ဆင့်ကမ်း ဆက်ခံလာတဲ့ \" ရမ် ဂျိုရီ \"\nသူ့ရဲ့ စိတ်ထားကောင်းပြီး တစ်ကိုယ်ကောင်းမဆန်တတ်တာကြောင့် တစ်ရွာလုံးရဲ့ လေးစားမှုကို ရရှိထားသူ ...... ရှေ့သွားနောက်လိုက်ညီစွာနဲ့ ခင်ပွန်းသည်ကို ပါရမီဖြည့်ပေးသူ ဇနီးသည် \"ဆူရီးလာ\"\nသူတို့နှစ်ဦးဟာ ဉာဏ်လဲကောင်း အဆော့လဲသန်တဲ့\n\"ကာနာ \" ဆိုတဲ့ သားလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားကြပါတယ်\nရယ်ရှိုဒါကတော့ ရမ် ရဲ့ အချစ်ဆုံး ညီမလေးပေါ့ ... တစ်နေ့မှာတော့ ရယ်ရှိုဒါတစ်ယောက် ကိုယ်ဝန်ရှိလာတဲ့ အကြောင်း သတင်းကောင်းကို အစ်ကို့ ပြောပြချင်လို့ အိမ်ပြန်ခဲ့တဲ့အချိန် .....\nအစ်ကို့အိမ်က အပြန် ဘုရားကျောင်း ပွဲတော် သွားဖို့ စီစဉ်ထားတဲ​့အခါ တူဖြစ်သူ ကာနာကလည်း လိုက်မယ်ဆိုပြီး အတင်းကို ပူဆာပါတော့တယ်\nဒီလိုနဲ့ ရယ်ရှိုဒါတစ်ယောက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/37D37/Avatara_Purusha_(2022)_Kannada%C2%A0TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOTVjMTRkYjItZGFmMC00MzliLTkyMmQtMjcwNTI5NjY0NzNjXkEyXkFqcGdeQXVyNjk4MDAzMDk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Simmer (2020)",
        "description": "Simmer (2020)\n===========\nIMDb Rating 6.3/10အမေရိကန် မက္ကဆီကန် နယ်စပ်မှာဖြစ်လေ့ရှိတဲ့ ရွှေ့ပြောင်းနေထိုင်သူ\nပြဿနာကို ဇာတ်အိမ်တည်ထားတဲ့ကားလေးဖြစ်ပါတယ် ။ အီးကနက်စ်ဆိုတဲ့\nစားဖိုမှူးဟာ အမေရိကန်နိုင်ငံသားခံယူထားတဲ့ မက္ကဆီကန်စားဖိုမှူးဖြစ်ပြီး\nသူ့မိသားစု၀င်တွေ မက္ကဆီကိုဘက်ကို နယ်နှင်ခံရမယ့် အရေးနဲ့ကြုံနေရပါတယ် ။\nအစိုးရကလည်း ဒေါ်လာ ၂ သောင်းပေးရင် ချက်ချင်းနိုင်ငံသားဖြစ်ခွင့်ပေးမယ်လို့\nကြော်ငြာလိုက်ပြီး အီးကနက်စ်အတွက် အရေးကြီးငွေလိုလာခဲ့ပါတယ်။ဒီလိုနဲ့ စားသောက်ဆိုင်တစ်ခုမှာ အလုပ်၀င်လုပ်ရင်း အဲ့ဒီစားသောက်ဆိုင် ပိုင်ရှင်ရဲ့\nစားဖိုမှူးတစ်ဖြစ်လဲ နောက်ကွယ်မှာ မှောင်ခိုဈေးကွက်ကို တရားမ၀င်ပစ္စည်းပို့\nဒါရိုက်ဘာအဖြစ်သို့ အလိုလိုရောက်ရှိ ငွေရှာနေခဲ့ရတာပေါ့ ဆိုင်ပိုင်ရှင်ဟာလည်း\nသူထင်ထားသလို လူတစ်ယောက်မဟုတ်ဘဲ သူ့မိသားစု အသက်အန္တရာယ်ကိုပါ\nထိခိုက် ရန်ရှာလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ဒီကားလေးမှာ\nကြည့်ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (475 MB) / (280 MB)\nQuality............BluRay 1080p / 720p / 480P\nDuration.........1Hr 36mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://megaup.net/1Lvjl/Simmer.2020.720p.BluRay.[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-butter-138x200.jpg",
        "title": "The Butterfly Effect (2004)",
        "description": "The butterfly effectButterfly effect ဆိုတာကတော့အသေးအမွှားလေးပြောင်းလဲလိုက်ရာကနေ ထင်မထားဘဲ ကြီးကြီးမားမားပြောင်းလဲကုန်တာမျိုးပါ။\nEvan ဟာငယ်စဉ်တည်းက စိတ်ထိခိုက်စရာ တခုခုကြုံတွေ့ရတိုင်း blackout(မှတ်ဉာဏ်ပျောက်) သွားတတ်ပြီး ဖြစ်ပြီးတော့မှ သတိပြန်လည်လာတတ်ပါတယ်။ဆရာ၀န်တွေနဲ့သူ့အမေကတော့ စိတ်ရောဂါတစ်ခုလို့ထင်ပြီး သူ့မှတ်ဉာဏ်အတွက်အထောက်အကူဖြစ်စေဖို့ နေ့စဉ်မှတ်တမ်းရေးခိုင်းပါတယ်။သူကြီးပြင်းလာချိန်မှာတော့ ငယ်ငယ်ကရေးခဲ့တဲ့နေ့စဉ်မှတ်တမ်းကိုပြန်ဖတ်ရင် သူအရင်ကသတိလစ်နေခဲ့တဲ့အချိန်ကို ပြန်ရောက်သွားတာကို သိလိုက်ရပါတယ်။Evan ဟာအဲဒီအစွမ်းကိုအသုံးချပြီး သူနဲ့သူ့သူငယ်ချင်းတွေ ကြုံခဲ့ရတဲ့အတိတ်က တုန်လှုပ်စရာအဖြစ်အပျက်တွေကိုပြန်ပြင်ဖို့ ကြိုးစားပါတယ်။ဒါပေမယ့် Butterfly effect ဆိုတဲ့အတိုင်း ပြင်လိုက်တဲ့အခေါက်တိုင်းမှာ မလိုလားတဲ့အကျိုးဆက်တွေဖြစ်ပေါ်လာပါတယ်။\nEvan တစ်ယောက်သူနဲ့သူချစ်ရသူတွေကို ကယ်တင်နိုင်ဖို့ ဘယ်လောက် စွန့်စားမလဲဆိုတာ ကြည့်ရှုရမှာပါ။Final destination ရုပ်ရှင်တွေရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Eric Brass နဲ့J Mackye Gruber တို့ရိုက်ကူးထားပြီး Ashton Kutcher,Amy Smart,\nWilliam Lee Scot တို့ပါဝင်ထားပါတယ်။Time travel ကိုစိတ်၀င်စားသူတွေအတွက် Cult-Classic ကားလေးပါ။ File size…(2.79GB)/(1.54Gb)/(779Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "7.6",
        "url": "https://megaup.net/2rE4q/The.Butterfly.Effect.2004.DC.720p.(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/cawd-152-174x200.jpg",
        "title": "{21+} When She’s Had Liquor, Look Out! CAWD-152",
        "description": "မိန်းကလေးတွေမူးလာရင် ချစ်ဖို့ကောင်းသလို\nကြောက်ဖို့ ကောင်းတယ်ဆိုတာ ဒီဇာတ်လမ်းလေးက\nသေသေချာချာလေးရှင်းပြထားပါတယ်သူက ရုပ်လေးက ချစ်ဖို့ကောင်းသလို ဆွဲဆောင်မှုကလည်း သူမတူအောင်ပါပဲ\nသူက သာမန်အချိန်ဆို စကားလေလုံးကွဲအောင် ပြောတက်သူမဟုတ်ပါဘူး\nသူမူးလာပြီဆိုရင်တော့ သောင်းကြမ်းပြီပဲသူ့အထှာကိုမသိပဲ ပျော်စေရွှင်စေ\nရည်ရွယ်ချက်နဲ့ အရက်မူးအောင်တိုက်မိတဲ့\nအမျိုးသားတွေ မနက်ရောက်ရင် ဘယ်သူမှနာလန်မထူနိုင်တော့ပါဘူးတဲ့\nသူ ဘယ်လောက်ထိ အမူးကြမ်းလဲဆိုတာ အမြန်ဆုံးအကဲခပ်ဖို့ အခုပဲ ကြည့်ကြည့်ကြပါ   \nFile size…1.7GB / 848MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki  Mu Chi",
        "rating": "6.4",
        "url": "https://megaup.net/2rFwd/CAWD-152.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q97rtWGHkEDeVvfWhp2MNhBlj3f.jpg",
        "title": "Peace by Chocolate (2021)",
        "description": "Peace By Chocolate (2021)~ IMDb - 6/10, Rotten Tomatoes - 86% ~၂၀၁၁ မတ်လမှာ စဖြစ်ခဲ့တဲ့ ဆီးရီးယားပြည်တွင်းစစ်ဟာ အခုရုပ်ရှင်ကို တင်ဆက်လိုက်တဲ့ အချိန်မှာဆို ၁၁နှစ် ၂လ ၄ပတ်နဲ့ နှစ်ရက်တိတိရှိပါပြီ။ တော်တော်ကြာတဲ့ ပြည်တွင်းစစ်ဖြစ်သလို ကမ္ဘာပေါ်မှာ စစ်ဘေးရှောင်ဒုက္ခသည်အများဆုံး ပေါ်ထွက်စေခဲ့တဲ့ ပြည်တွင်းစစ်လည်း ဟုတ်ပါတယ်။ အဲဒီက လူတွေ ဒုက္ခသည်လက်ခံပေးတဲ့ နိုင်ငံအသီးသီးမှာ ခိုလှုံကြတဲ့ အကြောင်းရုပ်ရှင်တွေလည်း မနည်းတော့ပါဘူး။ ဒီကားကတော့ အဲဒီဒုက္ခသည်တွေထဲကမှ ထူးထူးခြားခြား အောင်မြင်သွားတဲ့ မိသားစုတစ်စုအကြောင်းပါ။ ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဆီးရီးယားမှာ ဗုံးကြဲခံရရာက မိသားစုချောကလက်လုပ်ငန်းလေး ပျက်စီးခဲ့ရသလို သူတက်နေတဲ့ ဆေးကျောင်းလည်းတစ်၀က်တစ်ပျက် ဖြစ်ခဲ့ရတဲ့ ဆေးကျောင်းသားလေးနဲ့ သူ့မိသားစုဟာ ကနေဒါကိုရောက်လာခဲ့ပါတယ်။ ဆာတီဖီကိတ်မရှ်ိလို့ ဆေးပညာနဲ့ အသက်မွေးချင်ပေမဲ့ မရ ဖြစ်‌နေတဲ့ ကျောင်းသားလေးနဲ့ သူ့မိသားစုကို ...",
        "rating": "6",
        "url": "https://megaup.net/1LI01/(CM)_Peace_By_Chocolate_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Heart.of_.the_.Matter-133x200.png",
        "title": "Heart of the Matter (2022)",
        "description": "Heart of the Matter (2022)\n====================\nIMDb Rating - 6.7/10လူနာတွေအပေါ်စိတ်ရောကိုယ်ပါနှစ်ပြီးကုသတတ်တဲ့ နှလုံးကု\nဆရာဝန်ပေါက်စမလေး Andie။ ဆရာဝန်ဆိုသဘောမကျတတ်\nပေမယ့် သူ့ဆီမှာတော့ကျေကျေနပ်နပ်ကုသမှုခံယူနေတဲ့ မသန်စွမ်း\nနှလုံးရောဂါလူနာသည်လေး Henry။ဉာဏ်ရည်ချို့တဲ့တဲ့ရောဂါသည်လေးဖြစ်ပေမယ့် အမေဖြစ်သူရဲ့\nစောင့်ရှောက်မှုအောက်ကထွက်ပြီး ကိုယ့်ဘဝကိုလွတ်လပ်စွာထိန်း\nကျောင်းဖို့ကြိုးစားနေတဲ့ Henry တစ်ယောက် တစ်နေ့မှာနှလုံးရောဂါ\nဖောက်ပြီးရုတ်တရက်ဆုံးသွားခဲ့ပါတယ်။ ဒါပေမယ့်မသေဆုံးခင်အချိန်မှာ\nHenry တစ်ယောက် သူ့ရဲ့ဆရာဝန်ဖြစ်တဲ့ Andieဆီဖုန်းဆက်ခဲ့ပြီး ဆေးရုံ\nကိုကိုယ်တိုင်ကားမောင်းလာဖို့လုပ်ခဲ့ပါသေးတယ်။ Henry ရဲ့အဲ့ဒီလုပ်ရပ်\nကြောင့်ပဲ Andie တစ်ယောက် ကိုယ့်ကိုယ်ကိုအပြစ်တင်ပြီး သူ့ရဲ့သာယာတဲ့\nဘဝလေးကိုပါလက်လွှတ်ခံဖို့ကြိုးစားလာခဲ့ပါတော့တယ်။ အဲ့ဒီတော့\nAndie တစ်ယောက် Henryရဲ့သေဆုံးမှုဖြစ်ရပ်ကြီးထဲကနေရုန်းထွက်နိုင်\nပါ့မလား။ သူ့ဘဝ သူ့ရဲ့ရည်မှန်းချက်တွေကိုဆုံးရှုံးရမလား စတာတွေကို\nကြည့်ရမယ့် Drama / Emotional ရုပ်ရှင်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (637 MB) / (384 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Chit ...",
        "rating": "6.7",
        "url": "https://megaup.net/2rxf7/Heart.of.the.Matter.2022.720p.AMZN.WEB-DL.DDP5.1.[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpBgJUuSOOOAdFQ0Fp6LkwdSGM5.jpg",
        "title": "Trikonam (2022)",
        "description": "ဒီတစ်ခေါက်မှာလည်း လူထောင်ကျော်က Vote ပေးထားပြီး\nIMDB မှာ၉.၅ အထိရရှိထားတဲ့ Mystery, Thriller အမျိုးအစား\nအိန္ဒိယဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလို့ရေးလို့မရလောက်အောင်ကို\nဇာတ်လမ်းကရှုပ်ထွေးသလို ရိုးရှင်းလွန်းနေတဲ့ အခါမှာတော့\nဒီရုပ်ရှင်က ကြည့်တဲ့သူရဲ့ခံစားချက်အပေါ်မူတည်ပြီး\nဇာတ်လမ်းက ကွဲသွားနိုင်လောက်တဲ့အခြေအနေပါဒါရိုက်တာတင်ပြချင်တဲ့ အကြောင်းအရင်းကတော့\nလောဘ ဒေါသ မောဟ ဆိုတဲ့အထဲက ဒေါသရဲ့ နောက်ဆက်တွဲတွေကို\nပြချင်တာပါ။ ဒီဇာတ်လမ်းမှာ ဇာတ်ကောင်မိသားစု သုံးစုပါဝင်ပြီး\nမတူညီတဲ့ စိတ်ခံစားချက်တွေကို အခြေခံတည်ဆောက်ထားပါတယ်ဒီတော့ ဒေါသရဲ့မကောင်းတဲ့နောက်ဆက်တွဲတွေဟာ\nဘယ်လိုအကျိုးများရှိမှာလဲဆိုတာကိုတော့ ဒါရိုက်တာက\nနောက်ထပ်တမျိုးတစ်ဖုံတင်ဆက်ထားမှုကိုတော့ ရုပ်ရှင်မှာပဲ\nလိုက်ပါစီးမျောခံစားလိုက်ပါဦး\nအညွှန်းကိုတော့ Lwin Htoo Aung က ရေးသားထားပြီး\nဘာသာပြန်ကတော့ Lwin Htoo Aung နှင့်Yunni  တို့ပဲဖြစ်ပါတယ်  \nFile size…2.63GB / 1.6GB\nQuality…1080p HQ HDRIP Kannada AAC5.1CH / 720p\nFormat...mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Yuuni",
        "rating": "9.5",
        "url": "https://megaup.net/1LGtZ/%C2%A0Trikona%C2%A0(2022)_Kannada_HQ_HDRip.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-14-at-07-02-40-Krai-Thong-CinemaCrush-Movie-139x200.png",
        "title": "[18+]Krai Thong (2001)",
        "description": "ဂန္ထဝင် လူယောင်ဖန်ဆင်း နတ်မိကျောင်းမယ်လေးတို့ရဲ့ ရှေးဟောင်းအချစ်ကားကိုမှ ကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ငယ်ငယ်က အခွေဆိုင်မှာ ခိုး၀ယ်ကြည့်ခဲ့ရတဲ့ကားလေးပေါ့ င်င်ကရိုင်ထုန် အဖြစ် Winai Kraibutrဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေးက ရွာလေးတစ်ရွာမှာ တစ်ရက် မိကျောင်းကြီးတစ်ကောင်ပေါ်လာခဲ့ပြီး ရွာလုံးကျွတ် အစားခံလိုက်တယ်မိကျောင်းကြီးက တစ်ရက်ထက်တစ်ရက် သောင်းကျန်းလာခဲ့တဲ့အတွက် ရွာခေါင်းဆောင်သူဌေးကြီးက ပွဲတော်ကျင်းပရင်း အနီးအနား ရွာတွေက မိကျောင်းသတ်သမားတွေကို ဖိတ်ကြားခဲ့တယ်တက်ရောက်ခဲ့တဲ့ထဲမှာ ကရိုင်ထုန်ဆိုတဲ့ အတော်ဆုံး မိကျောင်းသတ်သမားလည်း ပါခဲ့တာပေါ့မိကျောင်းကြီးကို သတ်နိုင်ရင် ပိုင်ဆိုင်မှု တစ်ဝက်ပေးမယ်လို့ သူဌေးက ကြေညာခဲ့တဲ့ ပွဲတော်ရက်မှာ မိကျောင်းကြီးက ထပ်မံသောင်းကျန်းလာချိန်...မိကျောင်းကြီးက လူယောင်ဖန်ဆင်းနိုင်တဲ့ နတ်မိကျောင်းဖြစ်နေခဲ့တဲ့အခါ ကရိုင်ထုန်အနေနဲ့ နှိမ်နင်းနိုင်ပါ့မလား ချစ်စိတ်ကျွမ်း‌လောင်သွားမလားဆိုတာ ကြည့်ရှုရအောင်ပါ ။File Size__(1.3GB)\nQuality__HDRip\nIMDb Rating__4.5/10\nFormat__mp4\nDuration__01:32:00\nType__Adult, Animal, Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18krai-thong-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-dwom-135x200.jpg",
        "title": "Downton Abbey: A New Era (2022)",
        "description": "ဒေါင်းတန် အက်ဘီဆိုတဲ့ ရုပ်ရှင်ဟာ အင်္ဂလန်သမိုင်းနောက်ခံ ဇာတ်လမ်းတစ်ခုဖြစ်ပြီး နာမည်ကြီးစီးရီးလည်း ရိုက်ကူးထားတာရှိပါတယ်။ မူရင်းထင်ရှားတဲ့သမိုင်းအဖြစ်အပျက်တွေ ခေတ်ပြောင်းခေတ်လဲတွေ သက်ရောက်မှုတွေအကြောင်းကို ဗြိတိန်တော်ဝင်ဆွေကြီးမျိုးကြီး မိသားစုတစ်စုအပေါ် အခြေခံပြီး ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်။ရုပ်ရှင်အနေနဲ့ ၂၀၁၉ မှာ တစ်ကားထွက်ခဲ့ပြီး အခု ၂၀၂၂ မှာ တစ်ကားထပ်ထွက်လာတာပါ။ ဒီရုပ်ရှင်ကတော့ပျော်စရာတွေနဲ့ ကြည်နူးစရာတွေ ပြည့်နေတာ ထူးခြားတဲ့အချက်ပါ။ ကြည့်ရင်းနဲ့ ဗဟုသုတလည်းရသလို၊ အင်္ဂလိပ်ဆွေကြီးမျိုးကြီးတွေရဲ့ ယဉ်ကျေးတဲ့စကားတွေ၊ စနစ်ကျပုံတွေကိုလည်းလေ့လာရမှာပါ။နောက်ပြီးဒီမိသားစုရဲ့ ရိုင်းပင်းပုံတွေ အိမ်အကူတွေ အိမ်ထိန်းတွေနဲ့ အပြန်အလှည် လေးစားသမှုတွေ သံယောဇဉ်‌တွေ စေတနာတွေကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒေါင်းတန်မိသားစုရဲ့ အိမ်တော်ကို ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်က ရုပ်ရှင်အတွက် သုံးဖို့ ကမ်းလှမ်းလာပါတယ်။ အဲဒါကိုလက်ခံလိုက်ပြီးနောက်မှာ ရုပ်ရှင်အဖွဲ့သားတွေနဲ့ ဒေါင်းတန်မိသားစုရဲ့ အဖြစ်အပျက်တွေကို သမိုင်းတစ်ခုနဲ့ တပြေးညီတွေ့ရမှာပါ။ တချိန်တည်းမှာပဲ ဒေါင်းတန်မိသားစုရဲ့ ဘွားဘွား လေဒီဂရေသမ်၊ ဗိုင်အိုလက်ရဲ့ ငယ်ချစ်တစ်ယောက်ဟာ ပြင်သစ်မြို့စားဖြစ်နေပြီး သူကွယ်လွန်ချိန်မှာ ဗိုင်အိုလက်အတွက်ဗီလာအိမ်ကြီးတစ်လုံး ပြင်သစ်တောင်ပိုင်းမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1LG5g/Downton.Abbey.A.New.Era.2022.720p.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pWt1iRuhNpeVDNP2QiUT2C5OiBt.jpg",
        "title": "Downton Abbey (2019)",
        "description": "ဒီကားလေးကတော့ IMDB 7.7 နဲ့ tomatoes မှာ84%တောင်ရထားတဲ့harry potterထဲကပရော်ဖက်ဆာကြီးmaggie smithပါဝင်ထားတဲ့ကားကောင်းလေးပါEnglandရဲ့ဘုရင်နဲ့ဘုရင်မကနယ်လှည့်သွားလာရင်းဒေါင်းတွန်ဆိုတဲ့နယ်လေးကိုလာမယ်လို့သတင်းစကားကြားလိုက်တဲ့အချိန်မှာတစ်နယ်လုံးကလူတွေကဂုဏ်ယူမဆုံးတွေဖြစ်ပြီးဝမ်းသာနေကြတယ်အထူးသဖြင့်လာလည်ရင်းတည်းမယ့်ဒေါင်းတွန်ရဲ့မြို့စားအိမ်ကအလုပ်သမားတွေကဘုရင်နဲ့ဘုရင်မကိုအနီးကပ်တွေံခွင့်ရပြီးအလုပ်အကျွေးပြုရတော့မယ်လို့တွေးရင်းစိတ်တွေလှူပ်ရှားနေခဲ့ကြတယ်ဒါပေမယ့်သူတို့မျှော်လင့်ထားသလိုမဟုတ်ပဲဘုရင်နဲ့ဘုရင်မအတွက်နန်းတော်ကအစေခံ​တွေအိမ်တော်ထိန်းတွေ စားဖိုမှူးတွေအကုန်လာပြီးသူတို့အိမ်မှာချယ်လှယ်ကြမှာကိုသိလိုက်ရတဲ့အခါမှာသူတို့တွေဘယ်လိုတုန့်ပြန်မလဲဘယ်လိုနည်းလမ်းနဲ့ဘုရင်နဲ့ဘုရင်မကိုဧည့်ခံကြမလဲအဲဒါအပြင် ဒေါင်းတွန်ကိုအုပ်စိုးနေတဲ့မိသားစုရဲ့အဖွားကြီးနဲ့မိသားစုထဲကနေခွဲထွက်သွားတဲ့ဘုရင်မနားကအထိန်းတော်နဲ့လည်းအမွေကိစ္စပြဿနာတွေရှိတာကိုဘယ်လိုရှင်းမလဲမိသားစုထဲမှာလည်းတဟ်ယောက်တစ်မျိုးမရိုးတဲ့ဇာတ်လမ်းလေးတွေကဘာတွေဖြစ်မလဲကွန်မြူနစ်ဝါဒီတွေနဲ့ ဘုရင်ကိုလုပ်ကြံမယ့်သူပေါ်လာတဲ့အခါမှာရော ဇာတ်လမ်းကဇာတ်ကောင်တွေများစွာပါဝင်ပြီးတော့မရိုးရအောင်ဟာသတွေပါပါဝင်တဲ့မိသားစုဟာသဇာတ်လမ်းလေးမို့စိတ်ဝင်တစားကြည့်လို့ကောင်းမယ့်ဇာတ်လမ်းလေးပါFile Size : ( 1 GB , 429 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 02 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/downton-abbey-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။ချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။သူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။တစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres: Action , Adventure , Mystery\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/touching-gold-captain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gah-136x200.jpg",
        "title": "The Devil Has a Name (2019)",
        "description": "ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ မှုခင်း ဒရာမာလေး တစ်ခုလောက် ကြည့်လိုက်ရအောင်။ စက်ရုံကြီးတွေရဲ့ လုပ်ရပ်ကြောင့် ပတ်ဝန်းကျင်မှာ ထိခိုက်မှုတွေဖြစ်တဲ့အကြောင်းကိုအခြေခံထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ရေတွေအဆိပ်သင့်စေတဲ့အတွက် ဧရာမကုမ္ပဏီကြီးကို တရားစွဲတဲ့ လယ်သမားကြီးတစ်ယောက်အကြောင်းပေါ့။ လယ်သမားကြီးကိုအမှုရှုံးဖို့နည်းမျိုးစုံဖိအားပေးပုံတွေ၊ လယ်သမားကြီးဘက်က မျိုးစုံ ရုန်းကန်ရပုံတွေကို စိတ်လှုပ်ရှားစရာ ပြသထားတာဖြစ်ပါတယ်။ကြည့်လိုက်ပါဦး။File size…(1.57GB)/(787Mb)/( Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Drama /  Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TainHlwar",
        "rating": "5.4",
        "url": "https://megaup.net/2rDje/The.Devil.Has.A.Name.2019._720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qkqJEaYE3HejmOiV9aZckwHJ6f.jpg",
        "title": "CBI 5: The Brain (2022)",
        "description": "ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း ခေါင်းစားစရာတွေ\nတစ်ပုံကြီးနဲ့ အိန္ဒိယစုံထောက်ကား တစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ IMDB မှာ\n၆.၁ ရထားတဲ့ စုံထောက်အက်ရှင်\nCrime, Mystery, Thriller\nအမျိုးစားရုပ်ရှင်ဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်း...\nဝန်ကြီးချုပ်နဲ့အတူ ခရီးထွက်ခဲ့တဲ့ ဝန်ကြီးတစ်ယောက်\nသေဆုံးသွားတဲ့နောက်ကွယ်ကနေစပြီး\nBasket Killings ဆိုတဲ့ ကွင်းဆက်\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်နောက်ဆုံးအသတ်ခံရတဲ့သူက ရဲအရာရှိတစ်ယောက်ဖြစ်တာမို့\nရဲတွေပါ အလုပ်ရှုပ်လာပါတယ် ဒီအချိန်မှာ\n\"မာနကြီးပြီး ဘယ်တော့မှမကျရှုံးဘူး\" လို့\nကြွေးကြော်ထားတဲ့ CBI အိန္ဒိယ ဗဟိုထောက်လှမ်းရေးကို\nအမှုကိုလွှဲပါတော့တယ် CBI နဲ့ ရဲအဖွဲ့ကြားက\nအဖုအထစ်တွေ အားပြိုင်မှုတွေနဲ့ တရားခံကို\nဘယ်လိုဖော်ထုတ်ဖို့ကြိုးစားလည်းဆိုတာကိုတော့\n၂နာရီနဲ့ ၄၂မိနစ်ကြာတဲ့ ဒီရုပ်ရှင်မှာ တ၀ကြီး\nလိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦး...   File size…2.54GB / 1.2GB\nQuality…1080p WEB DL Malayalam AAC5.1CH / 720p\nFormat...mp4\nDuration….2h 42mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ~ Yunni ~ Honey ~ OeliuJ",
        "rating": "6.2",
        "url": "https://megaup.net/37Acz/CBI_5_The_Brain_(2022)_TRUE_WEB-DL.720p.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/0016e30cb57a4ab3b894ebb3381a75d0-167x200.jpeg",
        "title": "Swords Drawn (2022)",
        "description": "ပြိုင်စံရှား ‌နံပါတ်၁ ဓားသိုင်းသမားဖြစ်တဲ့ Jianတစ်ယောက်သတ်ဖြတ်မှု့တွေကို စိတ်ကုန်ပြီး ဓားသိုင်းကို စွန့်လွှတ်ဖို့လုပ်တဲ့အချိန်မှာဘဲ ဗီလာသခင်ကြီးက သူ့ကို သတ်ပစ်ဖို့ ကြေးစားတွေကို လွှတ်လိုက်တဲ့နောက်...သေချင်ယောင်ဆောင်ပြီး ရွာတစ်ရွာမှာ ဇာတ်မြှုပ်နေခဲ့တယ်သူ့ကိုစောင့်ရှောက်ပေးတဲ့အိမ်တစ်အိမ်နဲ့ သံယောဇဥ်တွယ်ပြီး မကြာခင်မှာပဲ သူပြုခဲ့တဲ့ ကြမာဆိုးကြီးက သူ့ဆီတဖန် ပြန်၀င်ရောက်လာတဲ့အခါမှာတော့.... File Size__(1.5GB) / (730MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:25:00\nType__Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/37A5y/Swords_Drawn_(2022)_WEB-DL_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uovEiMGicMmbRuNlFLVETXDpIK.jpg",
        "title": "As It’s Remembered (2022)",
        "description": "As It's Remembered (2022) ဇာတ်ကောင်ရဲ့ ကောင်လေးက သူတို့နှစ်ယောက်ချိန်းတွေ့တုန်းမှာ မျက်နှာဖုံးနဲ့လူတစ်ယောက် ဓားနဲ့ လာထိုးသတ်လို့ သေသွားတယ်။ ဇာတ်ကောင်က ဒီအဖြစ်အတွက် ဖြေမဆည်နိုင်ဖြစ်နေတယ်။ ဒီတော့ သူက အတိတ်ကိုပြန်ပြင်ဖို့ ကြိုးစားတယ်။ သူ့ကြိုးစားပုံက တစ်မျိုး။ စိတ်နဲ့ပဲ အချိန်ခရီးသွားတာမျိုးပဲ။ သူ့အတွေးအခေါ်က လူဟာ သူ့အရှိတရားရဲ့ အရှင်သခင်ပဲ။ ကိုယ့်ကိုယ်ကိုယ် ကောင်းကောင်းသိမြင်တဲ့လူက ကိုယ့်အရှိတရားကို ကိုယ့်စိတ်ကြိုက် ထိန်းချုပ်နိုင်မယ်။ ဘုရားသခင်လိုမျိုးပေါ့။ ကိုယ့်ကိုယ်ကိုယ်မြင်တဲ့အမြင်ကို ပြောင်းလဲလိုက်ရင် ကိုယ်ပြောင်းလဲသွားသလိုမျိုး သူက အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စကို သူက တခြားတစ်နည်းနဲ့ပြောင်းလဲလက်ခံလိုက်ရင် အတိတ်ကိုပြင်ပြီးသားဖြစ်ပြီး အတိတ်က အရှိတရားကို သက်ရောက်ပြီး လက်ရှိအရှိတရားပြောင်းလဲသွားမယ်လို့ ယုံထားတယ်။ ဒီတော့ သူက စိတ်နဲ့ အချိန်ခရီးသွားတဲ့ စက်တစ်မျိုးထွင်ပြီး သူ့အတိတ်က သူ့မှတ်ဉာဏ်ကို ပြင်ဖို့ ကြိုးစားတယ်။ ဇာတ်လမ်းကတော့ ဒါပါပဲ။ဒီရုပ်ရှင်ဟာ ကြာချိန်လည်း တစ်နာရီကျော်ကျော်ပါပဲ။ အပြအားဖြင့်ဆိုရင်လည်း နေရာလေး သုံးနေရာကို ...",
        "rating": "",
        "url": "https://megaup.net/1LF3j/(CM)_As_It_s_Remembered_(2022)_720p.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/oGC1ByDVsAjPo8W3G078EYpvBWi-133x200.jpg",
        "title": "[18+] P.O. Box Tinto Brass (1995)",
        "description": "Tinto Brass ဆိုရင် သူ့ရုပ်ရှင်တွေကိုသိတဲ့သူတွေအနေနဲ့ ကပျက်ကချော်စကားတွေ၊ညစ်တီးညစ်ပတ်တွေ\nတရစပ်ထွက်နေတတ်တဲ့ ညို့အားပြင်းတဲ့ နူတ်ခမ်းတွေ၊ အဓိပ္ပါယ်များစွာပါဝင်တဲ့မျက်လုံးတွေ မြူဆွယ်တဲ့အကြည့်တွေ နဲ့\nရင်ထွားထွား တင်ကားကား အမွှေးထူထူ လုံးကြီးပေါက်လှ မိန်းမတွေကိုမြင်ယောင်မိကြပါလိမ့်မယ်။\nသူတို့တွေဟာ သူ့ရုပ်ရှင်ကားအများစုရဲ့ သင်္ကေတတစ်ခုလိုဖြစ်နေလို့ပါပဲ။Tinto Brass ဟာရုပ်ရှင်သက်တမ်းအစောပိုင်းကာလမှာဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ကြတဲ့ အမျိုးအစား\nပေါင်းစုံ Experimental film တွေရိုက်ခဲ့ပေမယ့်လဲ အခုချိန်မှာတော့ နောက်ပိုင်းသူဇောက်ချခဲ့တဲ့ erotic genre\nနဲ့ပဲ လူသိများပါတော့တယ်။သူ့ ရုပ်ရှင်တွေကို သူရိုက်ခဲ့တာလို့ မသိရင်တောင် ပိုစတာတွေကိုမြင်ရုံနဲ့မှတ်မိနိုင်လောက်အောင်\nနာမည်ကြီးတဲ့ All Ladies Do It, Paprika, Monella တို့လိုကားတွေအများကြီးပါ။\nအဲ့ဒါတွေထဲက အထင်ရှားဆုံးကတော့ အငြင်းပွားမှုတွေ ပြဿနာတွေ တစ်ပုံတစ်ပင်နဲ့ Helen Mirren တို့လို\nနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတဲ့ Caligula ပါပဲ။ ပြင်းထန်တဲ့ကြမ်းတမ်းရက်စက်မှုတွေ၊ အမှန်တကယ်လိင်ဆက်ဆံတဲ့\nအခန်းတွေ အငြင်းပွားစရာအချက်အလက်တွေကြောင့် နိုင်ငံအမျိုးမျိုးအတွက် ဖြတ်တောက်ထားတဲ့ မူကွဲမျိုးစုံထွက်ရှိခဲ့ရပေမယ့်\nအခုချိန်အထိ cult classic တစ်ကားဖြစ်နေတုန်းပါပဲ။ အဲ့ဒါကတော့လူတိုင်းကြည့်ဖူးကြမှာပါ။အခုဇာတ်ကားကတော့ ဟာသနဲ့ညစ်ညမ်းဘက်ကိုဦးစားပေးတဲ့နောက်ပိုင်းလက်ရာလေးတစ်ခုပါ။ ဒီကားမှာတော့ ဆရာကြီး\nTinto ...",
        "rating": "5.1",
        "url": "https://megaup.net/2rC4l/(DS)P.O.Box.Tinto.Brass.1995.720p.BluRay.x264.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/images-133x200.jpeg",
        "title": "The Walk (2022)",
        "description": "The Walk (2022)ဇာတ်လမ်းကတော့ ၁၉၇၄ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်မှန်အကြောင်းအရာကို တစ်ခုကို အခြေပြု ဇာတ်အိမ်တည်ထားတယ်။ လူဖြူတွေ လူမဲတွေရဲ့ ပြဿနာတွေနဲ့ တိုင်ပတ်နေတဲ့ ကာလပေါ့။\nဘော်စတွန်တောင်ပိုင်းမှာ လူဖြူတွေချည်းတက်တဲ့ ကျောင်းရှိတယ်။ ပြောရရင် လူမျိုးရေးခွဲခြားတဲ့ စနစ်ကျင့်သုံးတဲ့ကျောင်း။ အဲဒီကျောင်းကို အစိုးရကနေ အဲဒီစနစ်ဖျက်သိမ်းဖို့ အမိန့်ချပြီး လူဖြူလူမဲချစ်ကြည်ရေးအနေနဲ့ လူမဲတွေအနေများတဲ့ တစ်ဘက်မြို့က လူမဲတစ်ဝက်ကို ဘော်စတွန်ကကျောင်းမှာ တက်စေပြီး လူဖြူတစ်ဝက်ကို လူမဲတွေနေတဲ့မြို့ကို ပို့လိုက်တယ်။ ဒီတော့ လူမဲတွေကြားမနေချင်တာရော ကျောင်းပြောင်းခံလိုက်ရတာရော ပေါင်းပြီး လူဖြူလူမဲ အဓိကရုဏ်းတွေဖြစ်ကုန်တယ်။Justin Chatwineနဲ့ မူလ war machine Terrence Howardတို့ရဲ့ သရုပ်ဆောင်စကေးကောင်းကောင်လေးကိုကြည့်ရမယ့် ရုပ်ရှင်ပါ။ သူတို့သရုပ်ဆောင်ကောင်းသလို ဇာတ်ကလည်း emotionalဖြစ်စရာလေးတွေပါလို့ ကြည့်ကောင်းတဲ့ ဒရာမာရုပ်ရှင်တစ်ကားပါပဲ။ လူမဲတွေရင်ဆိုင်ခဲ့ရတဲ့ အခက်အခဲတွေ လူဖြူတွေရဲ့ အမြင်တွေကို နှစ်ဘက်လုံးကို ပြထားတဲ့ လူဖြူလူမဲအရေးနဲ့ ပတ်သက်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။( ဘာသာပြန်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/2rCkr/The.Walk_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pzF971jRJuaHoMscOmQhwQ0TWJ.jpg",
        "title": "The Goblin (2022)",
        "description": "The Goblin (2022)‌“သွေးက ရေထက်ပျစ်တယ်”ဆိုတဲ့ စကားကို ကြားဖူးကြမှာပါ\nဒါဟာ သွေးသားတော်စပ်မှုတစ်ခုထဲကိုပဲ ဖော်ညွှန်းတာတော့ မဟုတ်ပါဘူးလူသတ်သမားတစ်ယောက်အတွက်တော့ ပျစ်နှစ်တဲ့ သွေးစက်တွေက ရေထက်အရသာရှိမှာပေါ့\nလူသတ်တဲ့နေရာမှာ တစ်ချက်လေးမှ တုံ့ဆိုင်းမှု ရှိမနေတာကြောင့်\n\"မှင်စာ\" လို့တင်စားခေါ်ဝေါ်ခံရတဲ့ လူသား ဂန်ဒူဟျွန်း ဆိုတဲ့ လူသတ်သမားပါ။လူသတ်ဖို့ဆို လက်တွန့်ကြောက်ရွံ့နေတတ်တဲ့ ယောင်းမင်းကတော့\nသူ့တို့ရဲ့သူဌေးကို သတ်လိုက်မိပြီးတဲ့နောက်မှာတော့\nဒူဟျွန်းက ယောင်းမင်းအစား လူသတ်တရားခံနေနဲ့ ထောင်ထဲမှာ ၁၀ နှစ်တိုင် နေခဲ့ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်မွေးကင်းစသမီးလေးနဲ့ ဇနီးကို ပစ်ထားခဲ့ရပြီး ထောင်ကျခဲ့ရတဲ့အတွက်\nထောင်ထဲကထွက်လာတဲ့အခါမှာတော့ သာမန်ဘဝလေးနဲ့ နေထိုင်ဖို့ လုပ်ထားခဲ့ပေမယ့်လည်း\nကံတရားက ဒူဟျွန်း ကို ခွင့်မပြုခဲ့ပြန်ပါဘူးတကယ့်မှင်စာအစစ်ဖြစ်တဲ့ ဒူဟျွန်းတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက်မှာတော့\nသူ့ကိုယ်သူ မှင်စာလို့ ခံယူထားတဲ့ ယောင်းမင်းဟာ ဒူဟျွန်းရဲ့ သမီးကို ပြန်ပေးဆွဲခဲ့တဲ့အခါ\nဒီပြဿနာကို ဒူဟျွန်းတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲသမီးလေးကို ကယ်တင်ဖို့ ရက်စက်တဲ့မှင်စာဘဝကို ပြန်သွားမှာလား\nဒါမှမဟုတ် ဘယ်လိုများ အဖြေရှာဆောင်ရွက်မလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် သည်းထိတ်ရင်ဖို အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်ဂန်ဒူဟျွန်းအနေနဲ့ မင်းသားကြီး Jo ...",
        "rating": "4.8",
        "url": "https://megaup.net/2rBov/The.Goblin.2022.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXzN1LYfN15386Tqt7qahrlrVPu.jpg",
        "title": "Women of the White Buffalo (2022)",
        "description": "အ​မေရိကကို ဒီမိုက​ရေစီဘိုး​တော်နိုင်ငံ၊ လူ့အခွင့်အ​ရေးကို တန်ဖိုး\nအထားဆုံး နိုင်ငံ​တွေထဲက တစ်ခုအဖြစ်ပြောကြလျှင် လူတချို့က\nရယ်ကြလိမ့်မည်၊ ထိုလူ​တွေက တခြားမဟုတ် အ​မေရိကန်နိုင်ငံမှာ\n​နေထိုင်ကြတဲ့ ယူအက်စ်နိုင်ငံသား​​တွေလို့ ​ပြောရင် နည်းနည်း​တော့\nဆန်း​နေလိမ့်မည်၊ နိုင်ငံသားဟုဆိုရာ​တွင် ကိုလံဘတ်စ်​ရောက်ပြီး\n​​နောက်ပိုင်း တစ်စတစ်စ​ ရောက်လာသည့် ဥ​ရောပမျိုးစပ်များကို\n​ပြောတာမဟုတ်​ပေ၊ အင်ဒီးယန်းအပါအဝင် ​အ​မေရိကတိုက်ဟူ၍\nရှိကတည်း​က ​နေထိုင်လာကြသည့် ​ဒေသခံ တိုင်းရင်းသားများကို\nဆိုလိုခြင်းဖြစ်သည်။ အင်ဒီးယန်းသားတို့ ဤသို့ ခံစားရသည်မှာ အ​​ကြောင်းရှိသည်၊\nကိုလံဘတ်စ် အ​မေရိကတိုက်ကို စတင်​တွေ့ရှိခဲ့သည့် ၁၄၉၂တွင်\nသန်း၈၀​ကျော်ရှိခဲ့​သော ​​​ဒေသခံတိုင်းရင်းသားများသည် ၂၁ရာစု\nအ​စောပိုင်း​တွင် ၉၀%​ကျော် ဆုံးရှုံးသွားပြီး ​​သိန်းဂဏန်းခန့်သာ\nကျန်ရစ်​​တော့သည်အထိ ဥ​ရောပမျိုးစပ် - အ​မေရိကန်များသည်\n​ဒေသခံ အ​မေရိကန်နိုင်ငံသား စစ်စစ်များအ​ပေါ် ဖိနှပ်ချိုးနှိမ်မှု\n​ပေါင်းစုံ ကျူးလွန်ခဲ့သည်၊ နယ်​မြေများကို သိမ်းပိုက်ပြီး သီးသန့်\nနယ်​မြေငယ်များ ဖွဲ့စည်းပြီး ပြည်မပြည်သူများနှင့် အဆက်ဖြတ်\nခဲ့သည်၊ ဒါတင်မကဘဲ နိုင်ငံသားစာရင်းက​နေ ​ဖျောက်ပစ်ဖို့အထိ\nစနစ်တကျ​ဆောင်ရွက်ခဲ့သည်၊ စာအဖြစ်သာ​ပြောရရင် ယုံနိုင်စရာမရှိ​​ပေမယ့် အင်ဒီးယန်းနွယ်\nဖြစ်သည့် လာကိုတာမျိုးနွယ်များသည် ဒီလိုဖိနှိပ်မှုဒဏ်များကို\nအဆိုးဆုံး ခံစားခဲ့ရသူ​တွေဖြစ်သည်၊ ယခုDocumentaryတွင်\nအထက်ပါ ဖိနှိပ်မှုများအပြင် အ​မေရိကန်သမိုင်း၏ အရုပ်ဆိုး\nအကျည်းတန်ဆုံးWounded Knee ...",
        "rating": "5.8",
        "url": "https://megaup.net/15Giv/Women.of.the.White.Buffalo.2022.720p.AMZN.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md9MLoPy9mE9ySJnXWsabKbcN4E.jpg",
        "title": "No Way Out (2022)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB မှာ ၈.၆ အထိရရှိထားတဲ့ မာလာရာလမ်း\nThriller အမျိုးအစား အိန္ဒိယဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားက Thriller အမျိုးအစားဆိုတာထက်\nကိုဗစ်ကာလမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့\nကိစ္စအချို့နဲ့ လူ့သဘာ၀ ကံကြမ္မာအကြောင်းကို\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း....\nရုပ်ရှင်နာမည်နဲ့အရပေါ့ ကိုဗစ်ကာလ Lock Down မချခင်မှာ\nသာမာန်မိသားစုတစ်စုက အိမ်ထောင်ဦးစီးတစ်ယောက်ရဲ့\nဘ၀ကိုရိုက်ကူးထားတာပါ... ကိုဗစ်ကဖြစ်\nငွေအရင်းအနှီးတွေက မြှုပ် အကြွေးရှင်တွေကလိုက် လော့ဒေါင်းတွေကကျ\nမိန်းမကလည်း မီးဖွား ထွက်ပေါက်က လုံး၀မရှိ...\nကိုယ့် ဒီပရက်ရှင်တောင် သူ့ကြည့်ပြီး ဘယ်ရောက်သွားမှန်းမသိဘူးဒါပေမယ့် လှံထမ်းလာတာကိုမြင်ရတယ်\nကံထမ်းလာတာကို မမြင်ရဘူးဆိုတဲ့စကားပုံလည်းရှိသေးတယ်မဟုတ်လား..\nဘယ်လိုလှံ ဘယ်လိုကံတွေလည်းဆိုတာတော့\nရုပ်ရှင်ထဲမှာပဲ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး....အညွှန်းနှင့်ဘာသာပြန် Lwin Htoo Aung ပဲဖြစ်ပါတယ်   \nFile size…1.2GB / 500MB\nQuality…1080p HQ HDRIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Mynamr Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "8.6",
        "url": "https://megaup.net/2rB5g/No_Way_Out_(2022)_Malayalam_HQ_HDRip.720p.AAC2.0CH_.YK(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isCndRzAJzLN9Kqmjh35dlzwtGp.jpg",
        "title": "Night Blooms (2022)",
        "description": "Night Blooms (2022)ရုပ်ရှင်ဆိုတာ မက်ဆေ့တစ်ခုခုပေးနိုင်ရပါတယ်။ ဘာမက်ဆေ့မှ မပေးတဲ့ ခံစားရုံသက်သက်လို့ ဂျင်းထည့်ကြတာတွေက ဇာတ်ညွှန်းမရှိ ဘတ်ဂျက်မနိုင်လို့ အဆင်ပြေသလိုရိုက်ပြီး အဓိပ္ပာယ်မရှိမှ လျှောက်အာရွှီးတာတွေပါပဲ။ အကောင်းဆုံးရုပ်ရှင်တွေကိုကြည့်ပါ။ IMDb ထိပ်ဆုံးကို ထိုက်ထိုက်တန်တန်ရရှိထားတဲ့ သူ့ထက်ကောင်းတဲ့ကား ဘာမှမရှိတဲ့ Shawshank Redemption ကနေဆို မျှော်လင့်ချက်ထားသင့်ကြောင်း မက်ဆေ့အကြီးကြီးရသလို Star Wars တို့မှာဆိုလည်း ယူတတ်ရင် မက်ဆေ့တွေချည်းပါပဲ။ ကျွန်တော်အသည်းစွဲ တစ်နေ့၂ကားအထိ ကြည့်နေကျ ဘောလိဝုဒ်နဲ့ တမီးလ်ကားတွေမှာလည်း မက်ဆေ့မပါတဲ့ ကားလုံးဝမရှိသလို ဒိုင်ယာလော့တွေနဲ့ ထိထိမိမိကို မက်ဆေ့ပေးနိုင်တဲ့ ရုပ်ရှင်တွေပါပဲ။ ကြည့်ဖူးတဲ့သူတွေ သိကြမှာပါ။ အခုရုပ်ရှင်ကလည်း မက်ဆေ့ကို ထိထိရောက်ရောက်ပေးနိုင်တဲ့ Coming Of Age ရုပ်ရှင်တစ်ကားပါပဲ။သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းမလေးနှစ်ယောက်ရှိတယ်။ သူတို့အတူတူ တီးဝိုင်းထောင်ထားပြီး တစ်ယောက်အိမ် တစ်ယောက် ဝင်နေထွက်နေကျဆိုတော့ သိပ်ခင်ကြတာပေါ့။ တစ်နေ့ကျတော့ တစ်ယောက်က တစ်ယောက်ရဲ့ အဖေကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2rB5f/(CM)_Night_Blooms_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r6KQlbvY2BCqLoh67P6F7mkBjZs.jpg",
        "title": "Innale Vare (2022)",
        "description": "Innale Vare 2022IMDb 6.2 ရရှိထားတဲ့ သည်းထိပ်ရင်ဖို ဇာတ်လမ်းလေးလာပါပြီရုပ်ရှင်သရုပ်ဆောင်အာဒီဆိုတာ မသိတဲ့လူမရှိအောင်နာမည်ကြီး‌နေတဲ့လူပါ\nအောင်မြင်မှုတွေရဲ့ ဘုရင်တစ်ဆူဖြစ်ပေမယ့် မျှော်လင့်မထားခဲ့တဲ့အခြေအနေတွေကြောင့်\nအကြွေးတွေဝိုင်းနေချိန်မှာပဲ မသမာသူလူတွေကြောင့် ပြန်ပေးဆွဲခံလိုက်ရပါ‌တယ်နည်းပညာပိုင်းကိုအကူအညီကူပြီး ပြန်ပေးဆွဲခဲ့တာကြောင့်\nလူမသိသူမသိအရပ်ရောက်နေတဲ့ အာဒီတစ်ယောက်\nလွတ်မြောက်ဖို့ဘယ်လိုကြိုးစားမလဲ အကူအညီမဲ့နေတဲ့\nဒီအိမ်ကြီးထဲကနေထွက်ပြေးနိုင်မှာလားဆိုတာ သည်းထိပ်ရင်ဖိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ် \nFile size…1.5GB / 798MB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Honeyey & Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/2rA2v/Innale_Vare_(2022)_TRUE_WEB-DL_-_720p_-_AVC.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1n2ac9zdpolg.mid-136x200.jpg",
        "title": "[18+]Homejack Pentagram (2019)",
        "description": "Homejack Pentagram (2019)လွန်ခဲ့တဲ့ ဆယ်နှစ်က ပြဇာတ်အဖွဲ့သားတွေ ဆိုင်တစ်ဆိုင်မှာ အစည်းအဝေးလုပ်ပြီး သောက်စားပျော်မြူးကြပါတယ်။\nသောက်စားပြီး အားလုံးအိပ်ပျော်သွားပြီးနောက် ဂျူနီယာကောင်မလေး ရိုကိုအရင်နိုးလာပါတယ်...\nရိုကိုက အပျိုလေးမို့ ပါကင်ဖောက်ချင်တာကြောင့် သူ့ရဲ့စီနီယာအစ်ကိုတစ်ယောက်ကို အကူအညီတောင်းတဲ့နောက်...\nစီနီယာကလည်း ဂျူနီယာလေးရဲ့ ဆန္ဒတွေကို ဖြည့်ဆည်းပေးနေချိန် စီနီယာအစ်ကိုကြီးတွေပါနိုးလာတဲ့အခါမှာတော့ အကုန်၀ိုင်းလုပ်ကြပါတယ်\nဆယ်နှစ်ကြာတော့ ရိုကို့ကိုဝိုင်း*ုဒိမ်းကျင့်ခဲ့တဲ့သူတွေက ဇွန်လ ခြောက်ရက်နေ့တိုင်း တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပါတယ်\nရိုကိုက ဘယ်လိုသေသွားခဲ့တာလဲ တစ်ယောက်ပြီးတစ်ယောက် လိုက်သတ်နေတဲ့သူက ဘယ်သူလဲဆိုတာကို ကွင်းဆက်လူသတ်သမား Jack the Ripper ကနေ ကူညီဖော်ထုတ်ရင်း ကောင်မလေးတွေဆန္ဒကိုပါ ဖြည့်ဆည်းသွားမှာပါ ။File Size__(780MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18homejack-pentagram-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Untitled-140x200.jpg",
        "title": "The Wolf Witch ( 2022 )",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင်...ချန်အန်းဆိုသူ လျို့ဝှက်အမှုစစ်တစ်ယောက်က\nတာဝန်အရ ပါးစပ်ရာဇဝင်တစ်ပုဒ်လို\nပြန့်နေတဲ့ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်း စုံစမ်းဖို့\nရောက်လာခဲ့ရာ..တကယ်စုံစမ်းတဲ့အချိန်မှာ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်းကိုသာမက\nသိုင်းလောကရဲ့ ရှုပ်ထွေးလှတဲ့ ဂိုဏ်းတွေကြား ဆက်နွယ်မှုတွေနဲ့အတူ\nလျန်နီရှန်းကို ပုံတူခိုးပြီး နောက်ကွယ်က ချောက်တွန်းနေတဲ့\nတခြားဂိုဏ်းအကြောင်းပါသိခဲ့ရတယ်...လျန်နီရှန်းရဲ့ ဇာတ်ကြောင်းကတော့ ဗားရှင်းတိုင်းနီးပါးမှာ ပုံစံစုံနဲ့\nတင်ဆက်ပြနေကြမို့ ထူးထွေပြီး မိတ်မဆက်တော့ပါဘူး...\nအချစ်တစ်ခုကို ကိုးစားမိတဲ့အချိန်မှာ ချစ်ရတဲ့သူရဲ့ရက်ရက်စက်စက်\nသစ္စာဖောက်တာခံရပြီးနောက် အချစ်ကိုမယုံတော့တဲ့ လျန်နီရှန်းတစ်ယောက်...အတိတ်က နာကျင်စရာ အချစ်ဇာတ်လမ်းတစ်ခုမှာ ကိုယ်တိုင် မင်းသားအနေနဲ့\nကခဲ့ပြီးနောက် ထပ်ပြီးချစ်ရမှာ ကြောက်နေခဲ့တဲ့ ချန်အန်းတို့ ဆုံတဲ့အခါ...\nအချစ်ခံစားချက် အသစ်တစ်ဖန်ပဲ မွေးဖွားလာမလား...\nအတိတ်က ဒဏ်ရာကိုမကုစားနိုင်လို့ အလွမ်းနဲ့အဆုံးသတ်မလား...\nဒါမှမဟုတ် အသစ်တစ်ဖန်မွေးဖွားလာမယ့်\nဒဏ်ရာတစ်ခုက စောင့်ကြိုနေမလားဆိုတာ\nChannel Myanmar မှာ ဒေါင်းလုပ်ပြီး ခံစားကြည့်လိုက်ကြပါ... \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Romance\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-wolf-witch-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Lu2HzME54tV3KzO8A1mrqinaWg.jpg",
        "title": "Twenty One Hours (2022)",
        "description": "ဒီတစ်ခေါက်မှာလည်း သိပ်မကြာခင်က ထွက်ထားတဲ့မာလာရာလမ်း ရုပ်ရှင် 12th man လို စုံထောက်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ တောင်ပိုင်း ကန်နာဒါးက ရိုက်ကူးထားပြီးမှုခင်းစုံထောက်ကားကြိုက်သူတွေအတွက် လှည့်ကွက်မျိုးစုံနဲ့ကားကောင်းတစ်ကားကို တင်ဆက်လိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်း...မိန်းကလေးတစ်ယောက် အိမ်ပေါ်ကဆင်းလာတာကိုကူညီပေးဖို့ ဝန်ကြီးတစ်ယောက်ရဲ့အသိကို အကူအညီတောင်းပြီးဝန်ကြီးကတဆင့် ရဲစခန်းမှာ ခဏထိန်းထားပေးဖို့ ရဲတစ်ယောက်ကိုသွားခေါ်ခိုင်းခဲ့ရမှအစပြုပြီး မိန်းကလေးလဲပျောက်ရဲကလည်း အလီဘိုင်နဲ့ သူမသိကြောင်းချေပနိုင်ချိန်မှာတော့... မိန်းကလေးကိုပြန်တွေ့ပါ့မလား.. မိန်းကလေးရဲ့နောက်ကြောင်းနဲ့အမှုမှန်ပေါ်ဖို့အတွက် ဘယ်လိုများ စုံစမ်းထောက်လှမ်းကြသလဲဆိုတာဆွဲဆောင်မှုကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရုပ်ရှင်တကားဖြစ်ပါတယ်...မထင်မှတ်တဲ့လှည့်ကွက်တွေ စေ့စပ်သေချာတဲ့အမှုအသွားအလာတွေနဲ့ရင်ခုန်စိတ်လှုပ်ရှားစရာ ဇာတ်ကားလေးမို့ လက်မလွှတ်ဖို့ ညွှန်းလိုက်ပါတယ်အညွှန်းကို Lwin Htoo Aung မှရေးသားပေးပြီးဘာသာပြန်ကတော့ Sai Thurein Lynn နဲ့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်   \nFile size…1.58G / 712MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & ...",
        "rating": "8.3",
        "url": "https://megaup.net/37x8h/Twenty_One_Hours_(2022)_Kannada_HQ_HDRip_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3rj6icZntghY5MNtO3WNVchyUC.jpg",
        "title": "The Novelist’s Film (2022)",
        "description": "The Novelist's Film (2022) ~ IMDb - 7/10, Rotten Tomatoes - 100% ~Directed by Hong Sang-sooဟုံဆန်ဆူးဟာ မနှစ်ကထွက်တဲ့ ၂ကားကနေ အခုထိ ဒါရိုက်တာတွေ မင်းသမီးတွေ စာရေးဆရာတွေအကြောင်းချည်း ရိုက်လာတာပါ။ ဇာတ်ညွှန်းနဲ့ ဇာတ်လမ်းတင်ဆက်ပုံအရဆို In Front of Your Face က ပိုသာတယ် ထင်ကောင်းထင်ရပေမဲ့ ကျွန်တော်တော့ ဒီသုံးကားထဲ The Novelist's Film ကို အကြွေဆုံးပါပဲ။ In Front of Your Faceထဲက သရုပ်ဆောင်တွေရော၊ Introduction ထဲက သရုပ်ဆောင်တွေရော ပြန်သုံးထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်းပါပဲ စာရေးဆရာရိုက်တဲ့ ရုပ်ရှင်အကြောင်းပေါ့။ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ရှိတယ်။ သူစာမရေးနိုင်တာ နည်းနည်းကြာပြီ။ သူစာမရေးနိုင်တဲ့ သဘောက သူက ပုံမှန်ဆို ဘာမှမဟုတ်တဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/37wZW/(CM)_The_Novelist_s_Film_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWVjZmEyNmYtYTgzNS00MzBmLWFhZDMtMGFmYzY1YWI0NzVlXkEyXkFqcGdeQXVyMTIyMTEyNzQw._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "You’re Not Normal, Either! (2021)",
        "description": "စာမေးပွဲအနီးကပ် စာသင်ပေးတဲ့ဆရာတစ်ယောက်ဖြစ်တဲ့ \"အိုနို-စံ\"က သချင်္ာတွက်ရတာကြိုက်တဲ့စာကြမ်းပိုးတစ်ယောက်ပါ။ သူက ရုပ်ချော အရပ်ရှည်ပေမဲ့ စာကလွဲပြီး ဘာမှမသိတာကြောင့် ပုံမှန်လိုမျိုး ရည်းစားမထားနိုင်ဖြစ်နေတာပါ။\nဥပမာပြောရရင် ကောင်မလေးတစ်ယောက်က သူ့ကိုကြိုက်ကြောင်းဖွင့်ပြောလာရင်တောင် \"ဘယ်လောက်ပမာဏထိကြိုက်တာလဲ\"လို့ပြန်မေးပြီး လာကြိုက်တဲ့သူကို တပ်ခေါက်သွားအောင် လုပ်နိုင်တဲ့သူတစ်ယောက်ပါ။\nသူစာသင်ပေးနေတဲ့ \"အခိမိုတို\"ဆိုတဲ့ကျောင်းသူလေးမှာတော့ တစ်ဖက်သတ်ကြိုက်နေရတဲ့သူတစ်ယောက်ရှိပါတယ်။ သူကြိုက်နေတဲ့သူက ကလေးတွေအတွက် သင်ကြားရေးအရုပ်တွေရောင်းတဲ့ကုမ္ပဏီကိုဦးစီးပြီး တိုးတက်ရေးဟောပြောပွဲတွေလည်း လုပ်လေ့ရှိတဲ့ အောင်မြင်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ မီရမိုတို-စံပါ။တစ်နေ့ကျတော့ ကျောင်းသူလေးက ဟောပြောပွဲတစ်ခုမှာ မီရမိုတို-စံကိုတွေ့ခဲ့ပါတယ်။ သူ့ကိုစကားသွားပြောပြီး စာတစ်စောင်လည်းပေးခဲ့ပေမဲ့ မီရမိုတို-စံက မကြာခင် လက်ထပ်တော့မယ့်ချစ်သူရှိတယ် ဆိုတာကို သိလိုက်ရပါတယ်။ကျောင်းသူလေး အခိမိုတို-စံ အသည်းကွဲပြီးပြန်လာတုန်း ဆရာအိုနိုနဲ့စာသင်ရင်း စကားပြောဖြစ်ခဲ့ပါတယ်။ အဲဒီမှာပဲ သူကအကြံရသွားပြီး ဆရာ့ကို \"ပုံမှန်လူတစ်ယောက်လို ဒိတ်နိုင်အောင် လေ့ကျင့်ပေးမယ်\"လို့ လိမ်ပြောပြီး ဆရာနဲ့ မီရမိုတို-စံရဲ့သတို့သမီးလောင်းကို အောင်သွယ်ပေးဖို့လုပ်ပါတော့တယ်။\nပုံမှန်ဆိုတဲ့လူတစ်ယောက်ရဲ့ အတွေးအခေါ် လုပ်ရပ်တွေကရော ထင်ထားသလောက် သဘောကျစရာကောင်းရဲ့လား။ ပုံမှန်လို့သတ်မှတ်ထားကြတဲ့လူတွေရဲ့ လှပတဲ့အဖြစ်အပျက်တွေရော အရုပ်ဆိုးတဲ့လိမ်ညာဟန်ဆောင်မှုတွေကိုရော ဒီကားထဲမှာကြည့်ရမှာပါ။ လူနှစ်ယောက်ကြားက ခံစားချက်ဆိုတာလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/1LC32/Your_Are_Not_Normal_Either!_(2021)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    }
]