[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28429-2.jpg",
        "title": "A Letter To Momo (ျမန္မာစာတန္းထိုး) (၂၀၁၁)",
        "description": "MDb 7.3  Rotten Tomatoes 80% ရရိွထားတဲ့ ဇာတ္ကားေလးကေတာ့ မုိမိုဆိုတဲ့ ၁၁ ႏွစ္အရြယ္ေကာင္မေလးဟာ အေဖဆံုးၿပီးေနာက္ တိုက်ိဳမွာရွိတဲ့အိမ္ကိုေရာင္းခ်ၿပီး သူ႕အေမရဲ႕ ေမြးရပ္ဇာတိကို ေျပာင္းေရႊ႕လာခဲ့တယ္... သူ႕အေဖမဆံုးခင္ ေရးထားခဲ့တဲ့ အစမရွိအဆံုးမရွိစာေလးတစ္ေစာင္ကတဆင့္ ထူးဆန္းတဲ့ ပရေလာကသားေတြနဲ႕ ေတြ႕ဆံုမႈအေၾကာင္း ဇာတ္လမ္းဆင္ထားတယ္ဗ်..အညႊန္းထက္စာရင္ ဇာတ္လမ္းကို ကိုယ္တိုင္ၾကည့္မွ အရသာရွိမယ့္ဇာတ္ကားမို႕ ဘာမွအမ်ားႀကီး မညႊန္းေတာ့ပါဘူး..ေသခ်ာတာကေတာ့ \" မိုမိုသို႕ေပးစာ \" လုိ႕ အမည္ရတဲ့ Rating ျမင့္ ဒီဂ်ပန္ကာတြန္းကားေလးဟာ ၾကာျမင့္ခ်ိန္ ၂ နာရီအတြင္းမွာ ၾကည့္ရႈသူေတြကို ခံစားခ်က္အမ်ိဳးမ်ိဳးေပးစြမ္းႏိုင္မွာပါဗ်..\n File Size                 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-letter-to-momo/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/invisible-sister-poster-133x200.jpg",
        "title": "Invisible Sister (2015)",
        "description": "Invisible Sister (2015)_____IMDb - 6.1/10\n disney ကနေ ထုတ်လုပ်တင်ဆက်ထားတဲ့ Invisible Sisterဆိုတဲ့ဇာတ်ကားလေးကို\nတင်ပေးလိုက်ပါတယ်ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းတဲ့သိပ္ပံဇာတ်ကားလေးပါပဲ \nIMDb Rate ကတော့ 6.1 ရရှိထားပါတယ် 2015 တုန်းကထွက်ရှိထားပြီး\n ရိုက်ကူးသူဒါရိုက်တာကတော့ Paul Hoen ဖြစ်ပါတယ်\nကလီယို နဲ့ မော်လီတို့ဟာ ညီအစ်မဖြစ်ပါတယ်..မော်လီက အားကစားပွဲတော်တွေ ကစားနည်းတွေ အပျော်အပါးတွေမှာဝါသနာထုံတဲ့သူဖြစ်ပြီး ကလီယိုကတော့ သိပ္ပံပရောဂျက်တွေကိုလုပ်ဆောင်နေတဲ့သူတစ်ယောက်ပါ..ခဏခဏ\nလည်းကျရှုံးပါတယ်..တစ်နေ့ဆရာက ကလီယိုကို အိမ်မှာ သကြားဖေါ်ဖို့အတွက်သိပ္ပံပရောဂျက်ကိုလုပ်ခိုင်းလိုက်ပါတယ်\nအဲ့နေ့မှာ မော်လီကသူ့သူငယ်ချင်းတွေနဲ့အိမ်မှာပါတီလုပ်ပါတယ်.ကလီယိုက သကြားဖော်ရင်းနဲ့မတော်တဆနဲ့ဓါတုဗေဒ\nပစ္စည်းတွေ ဖျော်ရည်ထဲမှောက်ကျသွားပြီး အငွေ့တွေထွက်လာတဲ့အခါ လိပ်ပြာလေးတစ်ကောင်က အဲ့အငွေ့ကိုဖြတ်ပျံ မိတဲ့အခါမှာတော့ လိပ်ပြာကတော့ ကိုယ်ပျောက်သွားပါတယ်..ကလီယိုဟာလန့်ပြီးလိပ်ပြာကိုကြိုးစားပြီးလိုက်ဖမ်းပေမယ့်\nမမိပါဘူး အဲ့လိပ်ပြာကတော့ မတော်တဆပဲ မော်လီသောက်မယ့် ရေခွက်ထဲကိုကျသွားတဲ့အခါ ကိုယ်ပျောက်နေတာဖြစ်တဲ့အတွက်မော်လီကမမြင်ပဲသောက်လိုက်တဲ့အခါ ...........\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားကြပါ\n  File size : 802 MB\nQuality : WEB-DL 720p\nFormat : mp4\nRun Time : 1h 20 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://megaup.net/TExl/Invisible_Sister_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28529-1-300x168.jpg",
        "title": "Star Wars Episode 2 : Attack of the Clones(2002)",
        "description": "အပိုင္း ၂ ကို တင္ေပးလိုက္ပါျပီဗ်ာ။ ဒီအပိုင္းကေတာ့ ပထမပိုင္းအျပီး ၁၀ နွစ္ကာလကို ရိုက္ထားတာပါ။ ဒီဇာတ္လမ္းမွာေတာ့ ဂလက္ဆီရီပတ္ဘလစ္ကေန ျဂိဳလ္ေပါင္းမ်ားစြာဟာ ခြဲထြက္ဖို႕ ခ်ိန္းေျခာက္လာျပီး ခြဲထြက္ေရးအဖြဲ႕ေတြကို Jedi မာစတာေဟာင္း ျမိဳ႕စားၾကီး ဒိုကူက ဦးေဆာင္ပါတယ္။ အဲဒီအဖြဲ႕ေတြကို ဒီမိုကေရစီနည္းအရ ေျဖရွင္းဖို႕ၾကိဳးစားေပမယ့္ မေအာင္ျမင္တဲ့အျပင္ ခြဲထြက္အဖြဲ႕ေတြက စစ္တပ္တစ္ခုကိုပါ တည္ေဆာက္လာတဲ့အခါမွာ ေခါင္းေဆာင္ၾကီးကို အေရးေပၚအာဏာ အပ္နွင္းျပီး စစ္တပ္ဖြဲ႕စည္းခြင့္ျပဳလိုက္ရတဲ့အတြက္ ၾကယ္တာရာစစ္ပြဲၾကီး စတင္လာပါေတာ့တယ္။ ဒီအပိုင္းမွာေတာ့ အနာကင္နဲ႕\nပါ့ဒ္မီတို႕ရဲ႕ သံေယာဇဥ္ေဟာင္းေတြ ျပန္ဆက္တာကိုေတြ႕ရမွာျဖစ္ျပီး အၾကိဳက္ဆံုးအခန္းေတြ အေနနဲ႕\nကေတာ့ အၾကီးဆံုး Jedi တိုက္ပြဲၾကီးနဲ႕ မာစတာ Yoda ရဲ႕ အလင္းဓားတိုက္ပြဲကို ေတြ႕ရမွာျဖစ္ပါတယ္။File Size                          : 1 Gb\nQuality       ...",
        "rating": "",
        "url": "https://megaup.net/Rfvh/Star_Wars_Episode_2_-_Attack_Of_The_Clones_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/36127-1-197x300.jpg",
        "title": "Gremlins (1984)",
        "description": "ဒီမွာမစၥတာ ခင္ဗ်ားလိုက္နာရမယ့္စည္းကမ္းသံုးခ်က္ရိွတယ္ ဟုတ္ၿပီ.. ဘယ္လိုစည္းကမ္းခ်က္ေတြလဲ... ပထမအခ်က္.. သူ႔ကိုအလင္းေရာင္ေအာက္ ေတြမွာမထားနဲ႔... သူကအလင္းစူးစူးေတြကိုမုန္းတယ္ အထူးသျဖင့္ေနေရာင္ပဲ... ေနေရာင္ကသူ႔ကိုေသေစတယ္... ဒုတိယတစ္ခ်က္က.. သူ႔ကိုေရနဲ႔ေဝးေဝးမွာထားရမယ္ သူ႔ကိုလံုးဝေရမစိုေစပါနဲ႔ ေရလည္းခ်ိဳးမေပးမိပါေစနဲ႔... တတိယအခ်က္က အေရးအႀကီးဆံုးစည္းမ်ည္းပဲ... လံုးဝသတိေမ့လို႔မရဘူး သူဘယ္ေလာက္ပဲငိုငို သူဘယ္ေလာက္ပဲေတာင္းပန္ပါေစ...(ဘယ္ေတာ့မွေနာ္) ဘယ္ေတာ့မွသန္းေခါင္ေက်ာ္တာနဲ႔ သူ႔ကိုအစာမေကြၽးမိေစနဲ႔Gremlins ဟာ 1984 ခုႏွစ္ကထြက္ထားတာျဖစ္တဲ့အတြက္ေတာ္ေတာ္ေလးကိုၾကာေနၿပီလို႔ဆိုႏိုင္ပါတယ္ ကားေဟာင္းေတြရဲ႕ထံုးစံအတိုင္း သေဘာမက်စရာဇာတ္ဝင္ခန္းတခ်ိဳ႕ရိွေပမယ့္ ကားေဟာင္းေတြထဲမွာေတာ့ ေတာ္ေတာ္ၾကည့္လို႔ေကာင္းတယ္လို႔ေျပာလို႔ရပါတယ္ ဒီကားမွာေတာ့ ေရကန္ထဲကို gremlin တစ္ေကာင္ျပဳတ္က်သြားတဲ့ဇတ္ဝင္ခန္းရယ္ ေနာက္ဆံုး ေရပန္းမွာေရစိုေအာင္လုပ္တဲ့ဇာတ္ဝင္ခန္းႏွစ္ခန္းေတာ့ ေက်ာ္သေဘာမက်ပါဘူး old films ေတြရဲ႕ထံုးစံလိုလုပ္ထားလို႔ပါ က်န္တာေတာ့ေျပာစရာမရိွဘူးလို႔ေျပာႏိုင္ပါတယ္ 1984 ခုႏွစ္ရဲ႕ animation ကခုေလာက္ေတာ့မဟုတ္ေပမယ့္ သူ႔အခ်ိန္တုန္းကေတာ့ လူႀကိဳက္မ်ားခဲ့တယ္ဆိုတာ IMDB rating 7.2 ဆိုတာကသက္ေသျပေနပါတယ္႐ုပ္႐ွင္ကားကို PG အဆင့္ေလာက္နဲ႔သာရိုက္ထားလို႔ အားမရစရာေလးေတာ့ရိွပါတယ္ ခုခ်ိန္လိုမ်ိဳးသာ animation ေကာင္းေကာင္းနဲ႔ သတ္တဲ့ျဖတ္တဲ့အခန္းေလးေတြအမိုက္စားထည့္ေပးၿပီးအသစ္ျပန္႐ိုက္ရင္ ဒီလို Horror, Comedy နဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/gremlins-19844/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/poster-1-141x200.jpg",
        "title": "The Lady (2011)",
        "description": "The Lady (2011)\n********************************(သံမဏိလိပ်ပြာ)IMDB (7.1)Google users 81% ဇာတ်လမ်းအကျဉ်း\n——————–\n၁၉၄၇ ခုနှစ် ဇူလိုင် ၁၉ရက်နေ့မှာ ဗိုလ်ချုပ်အောင်ဆန်းနဲ့ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေကို ဂဠုန်ဦးစော ကလုပ်ကြံ\nသတ်ဖြတ်တဲ့ နေရာကနေစပြီးတော့ အခြေတည်ထားပါတယ်။ ထိုစဉ်မှာ ဒေါ်အောင်ဆန်းစုကြည်မှာ ၂နှစ်အရွယ်\nသမီးလေးအဖြစ်သာရှိနေပါသေးတယ်။အသက်အရွယ်ရလာတော့ ဒေါ်အောင်ဆန်းစုကြည်တစ်ယောက် အင်္ဂလန်မှာပဲ အခြေကျပြီးတော့\nMichael Aris (Oxford ကဆရာ) နဲ့ အိမ်ထောင်ကျပါတယ်။ သား၂ယောက်ထွန်းကားပါတယ်။ ၁၉၈၈ ခုနှစ်မှာ ဒေါ်စု\nအမေ ဒေါ်ခင်ကြည်ရဲ့ ကျန်းမာရေးအခြေအနေကြောင့် မြန်မာပြည်ကို ပြန်လာခဲ့ပါတယ်။ဒေါ်စု ပြန်လာတဲ့အခိုက်\nမှာ ၁၉၈၈ အရေးအခင်းနဲ့ကြုံရပြီးတော့…..မြန်မာ့ဒီမိုကရေစီလမ်းကြောင်းအတွက် သူမရဲ့ဘဝတစ်ခုလုံးကိုရင်းနှီးမြှပ်နှံထားပုံတွေကို သမိုင်းပေါ်အခြေခံလို့ ကြည့်ရှုရမယ့် Biographical Film ဖြစ်ပါတယ်။Review CrdFile Size : (GB) and (1.3 GB)\nQuality : Blu-Ray 1080p\nFormat…mp4\nDuration… 2h 12min\nGenre : Biography, Drama, History\nSubtitle : Myanmar ...",
        "rating": "7.1",
        "url": "https://megaup.net/1BK4h/The_Lady_(2011)720p.mp4",
        "category": "Biography, Drama, History, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Tae-Guk-Gi-poster-133x200.jpg",
        "title": "Tae Guk Gi: The Brotherhood of War (2004)",
        "description": "Tae Guk Gi : The Brotherhood Of War (2004)\nIMDb - 8.1/10_____Rotten - 80% \nလူကြိုက်များပြီးသားစစ်ကားတကားဖြစ်သလို မြန်မာစာတန်းထိုးနဲ့ ရသပြည့်ပြည့်၀၀ ခံစားရအောင်တင်ဆက်ပေးလိုက်ပါတယ်\nသမိုင်းနောက်ခံ Fatherland Liberation War လို့ခေါ်တဲ့တောင်ကိုရီးယားနဲ့မြောက်ကိုရီးယားကြားမှာ\n25ဇူလိုင်လ၁၉၅၀ကနေစပြီးဖြစ်ပွါးခဲ့ပါတယ် ၃နှစ်ကြာ(၁၉၅၀ ဇူလိုင် ၂၇မှ)ပြီးမယ့်\nဒီစစ်ပွဲမှာ အမေရိကန်တွေက တောင်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့သလို ဆိုဗီယက်\nအထောက်အပံ့ရထားတဲ့တရုတ်တွေကမြောက်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့တယ်\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးကာလအရှိန်မြင့်နေတဲ့အချိန်မှာဖြစ်ခဲ့တဲ့ဒီစစ်ပွဲမှာ\n၁၉၄၅စက်တင်ဘာလ၈ရက်နေ့ ဒုတိယဗိုလ်ချုပ်ကြီး အန်ချီယွန်ကိုရောက်လာပြီး\nလတ္တီကျူ38ဒီဂရီမျဉ်းနဲ့အပြိုင်ဒေသမှာ ဂျပန်တို့လက်နက်ချပွဲတက်ရောက်ခဲ့တယ်\n၁၉၄၅ဒီဇင်ဘာလမှာ ဆိုဗီယက်အမေရိကန်ကော်မရှင်အဖွဲ့ကကိုရီးယားကိုအုပ်ချုပ်ခဲ့တယ်\nဂျပန်ကိုအတူတိုက်ထုတ်ခဲ့ကြတဲ့ ကိုရီးယားနိုင်ငံသားတွေဟာတောင်မြောက်ကွဲပြီး\nသူသေကိုယ်သေတိုက်နေသလို စစ်အေးကာလသြဇာကြီးမားဖို့အတွက်\nအမေရိကန်နဲ့ဆိုဗီယက်တို့ကလဲအပြိုင်အဆိုင်တိုက်ကောင်းနေကြတဲ့အချိန်လဲဖြစ်တယ်\nဇာတ်လမ်းအကျဉ်း အေးချမ်းပြီးပျော်ဖို့ကောင်းတဲ့မိသားစုတခုမှာ\nဂျင်တေး ဂျင်ဆောက်ညီအကို၂ယောက်....\nညီအကို၂ယောက်ကတော့  ဒါရိုက်တာရင်နဲ့ထယ်ဆောက်လို့လူသိများတဲ့\nနာမည်ကြီးမင်းသား နှစ်ယောက်ပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ရဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်း\nဇာတ်ကားဟာ ပိုပြီးတော့ ရသမြောက်ခဲ့တယ်လို့ပဲဆိုရမှာပေ့ါ.....\nအဖေမရှိတော့ပေမယ့် သူတို့ကိုချစ်တဲ့စကားမပြောနိုင်တဲ့\nအမေရယ် အကိုဂျင်တေးရဲ့စေ့စပ်ထားတဲ့မိန်းမရယ်သူ့မောင်လေး\nတွေနဲ့သူတို့မိသားစုကအတော်ကိုအေးချမ်းခဲ့တယ်  \nဖိနပ်ချုပ်ဖိနပ်တိုက်တဲ့အကိုဖြစ်သူကစာတော်ပြီးလိမ္မာရေးခြားရှိတဲ့\nသူ့ညီကိုအတော်ကိုချစ်ခဲ့တယ်... ၁၉၅၀ခုနှစ် ကိုရီးယားစစ်ပွဲကသူတို့မိသားစုကို\nမမျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးတွေသယ်လာပေးခဲ့တယ်\nအသက်၁၈နှစ်ကနေ၃၀ကြား ယောက်ျားအားလုံးစစ်မှုထမ်းရမယ်ဆိုတဲ့\nအမိန့်အောက်မှာညီဖြစ်သူဂျင်တေးအစားလိုက်သွားဖို့တောင်းဆိုရင်းကနေ\nညီအကို၂ယောက်စလုံး စစ်ပွဲထဲပါခဲ့တယ်\nစစ်ဖြစ်နေတဲ့ကာလမှာညီဖြစ်သူကိုအိမ်ပြန်နိုင်အောင်ဘယ်လိုကြိုးစားခဲ့လဲ...\nသူချစ်တဲ့သူ့ဇနီးလောင်း..သူ့မိခင်ကြီးတို့ဘယ်လိုရုန်းကန်ခဲ့ရသလဲ...\nဖိနပ်ချုပ်နေရင်းနဲ့သူ့ညီစာသင်ပေးခဲ့တဲ့ ကောင်လေးတယောက်က မြောက်ကိုရီးယား\nတပ်ထဲအတင်းသွင်းခံရတဲ့အခါမှာ သူတို့ဘယ်လိုတွေရင်ဆိုင်ခဲ့ကြလဲ...\nစစ်ပွဲသရုပ်ပေါ်လွင်အောင်ရိုက်ထားတဲ့စစ်ကားဖြစ်သလို\nအချစ်အမုန်းရသစုံအောင်ဇာတ်အိမ်ဖွဲ့ထားတဲ့ဒီစစ်ကားလေးဟာလည်း\nအပစ်အခတ်အကြမ်းအတမ်းတွေကြားမှာ ဂရုဏာသက်စရာ သနားစရာ ဇာတ်ဝင်ခန်းတွေကို\nရိုက်ပြသွားတဲ့ ရိုက်ကွက်တွေဟာဆိုရင် တကယ်ကိုပြောင်မြောက်လွန်းပါတယ်\nIMDb rating 8.2 ထိရထားပြီး အတော်လေးကိုကောင်းတဲ့စစ်ကားဖြစ်ကြောင်းညွှန်းပါရစေ\nမဖြစ်မနေကြည့်သင့်တဲ့စစ်ကားတကားဖြစ်တယ်လို့ပဲညွှန်းပါရစေ... \nဘာသာပြန်သူအညွှန်းရေးသူကတော့ \" ...",
        "rating": "8.1",
        "url": "https://megaup.net/1yFly/Tae_Guk_Gi_-_The_Brotherhood_Of_War_(Taegukgi_Hwinalrimyeo)_[2004]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/TADEXPL_3D_DVD-SKEW_WHT-2-201x300.jpg",
        "title": "Tad : The Lost Explorer (2012)",
        "description": "Channel Myanmar က ကာတွန်းကားတွေ မတင်တာကြာပြီမို့ ဒီတစ်ခါ ကာတွန်းကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ...\nဒီကားလေးကလည်း ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ ကာတွန်းကားတွေထဲက စိတ်ထဲမှတ်မှတ်ရရရှိနေခဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ..\nဇာတ်လမ်းလေးကတော့ ...\nဖခင်ဖြစ်သူလို ရှေးဟောင်းသုတေသနပညာရှင် ဖြစ်ချင်နေတဲ့ တက်ဒ်(Tad) ဆိုတဲ့ကောင်လေးဟာ ဖြစ်ချင်တာကို မလုပ်ရပဲ ကြုံရာအလုပ်ကိုသာ လုပ်နေခဲ့ရပါတယ် ... ဒါပေမယ့် သူ့ရဲ့ဝါသနာကြောင့် အလုပ်တွေမှာ အဆင်မပြေဖြစ်ရပါတယ် ... ဒါပေမယ့်\nတစ်နေ့မှာ သူ့ရဲ့အိပ်မက်တွေဖြစ်လာဖို့အခွင့်အရေးတစ်ခုကို မမျှော်လင့်ပဲကြုံတွေ့ရပါတော့တယ် ...\nအဲ့ဒါကတော့ ပျောက်ဆုံးနေတဲ့မြို့တော်တစ်ခုကို ရှာဖွေရမယ့် အခွင့်အရေးပါ\nဒါပေမယ့် အနှောက်အယှက်တွေ ထူးဆန်းမှုတွေ စွန့်စားမှုတွေ အပြည့်နဲ့ ကြုံလာခဲ့တဲ့အခါမှာတော့ ....ဒီဇာတ်ကားလေးကို ကြည့်လိုက်ရင် နာမည်ကြီးဇာတ်လမ်း အင်ဒီယာနာဂျုန်းစ်ကို ကာတွန်းဗားရှင်းနဲ့ပြန်ကြည့်ရသလိုခံစားရစေမှာပါ(တလွဲလေးတွေတော့ ပါတာပေါ့လေ ငိငိ )\nပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်...ကြည့်ရှုအားပေးကြပါဦး\n(Like & Share လေးလုပ်သွားဖို့လည်း မမေ့ကြနဲ့ဦးနော် .. လူကြီးမင်းတို့ရဲ့ Like/Share တစ်ချက်က ကျွန်တော့်တို့အတွက် ...",
        "rating": "",
        "url": "https://megaup.net/3bPNX/Ted_-_The_Lost_Explorer_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/doa-1-300x169.jpg",
        "title": "DOA : Dead Or Alive (2006) ျ",
        "description": "မင္းသမီး အလန္းေတြရဲ့ Sexy က်က် သရုပ္ေဆာင္မႉေတြနဲ့ အတူ ဖိုင္တင္ခန္း ၾကမ္းၾကမ္း ၾကည္ ့ဖို႔ႏွစ္ သက္ မယ္ ဆိုရင္ ေတာ့ဒိီဇတ္ ကား ေလးကိုၾကည္ ့ဖို႔ အရင္ ဆံုး ေျပပါရေစ။ဇတ္ လမ္ းအၫြန္ းကို ၫြန္ းျပရမယ္ ဆိုရင္ ေတာ့.အထဲကဇတ္ ေကာင္ ေတြကသူတို႔ရဲ႕အ ေၾကာင္ းမ်ိဳးမ်ိဳး ေၾကာင္ ့DOAကို ေရာက္ လာျခင္ းျဖစ္ လို႔ပါပဲ..ဒီ ေတာ့..ဇတ္ လမ္ းရဲ႕..သ ေဘာအနည္ းငယ္ ေလာက္ ပဲၫြန္ းျပပါရ ေစ...\"ကဆူမီ\"ဆိုတဲ့ ေကာင္ မ ေလးဟာ..သူမရဲ႕ ဲ့အကို..ကို႐ွာဖို႔ရန္ အတြက္ DOAကို ေရာက္ လာခဲ့ပါတယ္ ...DOAဆိုတာက...တိုက္ ခိုက္ မႈ ေနရာမွာ.အရည္ းအခ်င္ းရိွတဲ့သူ ...",
        "rating": "",
        "url": "https://megaup.net/2gND4/DOA_-_Dead_Or_Alive_[2006]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/latest-1-200x300.jpg",
        "title": "Star Wars I : The Phantom Menace (1999)",
        "description": "ကမာၻ႕ပရိသတ္အင္အားအမ်ားဆံုးကားေတြထဲမွာ အပါအ၀င္ျဖစ္တဲ့ စတား၀ါးစ္ ဇာတ္လမ္းေတြကို တင္ေပးပါေတာ့မယ္။ စုစုေပါင္း ဇာတ္ကား ၇ ကားထြက္ရိွထားပါတယ္။ စတား၀ါးစ္ ဇတ္လမ္းရဲ႕ ထူးျခားတာတစ္ခုကေတာ့ ၁၉၇၇ ပထမဆံုး ထြက္ရိွခဲ့တဲ့ ကားဟာ နံပါတ္ ၁ မဟုတ္ဘဲ နံပါတ္ ၄ ျဖစ္ေနတာပါပဲ။ အစဥ္အရဆိုရင္ ၄ ၅ ၆ ၁ ၂ ၃ ၇ဆိုျပီး ထြက္ရိွခဲ့တာပါ။ က်ေတ္ာကေတာ့ ၁ ကေန ၇ ထိ အစဥ္တိုင္းပဲ တင္ေပးသြားပါမယ္။ ဒီကားေတြကို ဘာသာျပန္ဖို႕ ေတြေ၀ေနရတာက ဒီဇာတ္ကားရဲ႕ ဒိုင္ယာေလာ့ခ္ ေတြဟာ ကမာၻေက်ာ္ျပီးသားျဖစ္ေနျပီး အခုခ်ိန္ထိ တျခားရုပ္ရွင္ေတြအမ်ားၾကီးထဲမွာ\nကိုးကားျပီးေျပာေနၾကတုန္းျဖစ္တဲ့အတြက္ ျမန္မာမႈျပဳလိုက္ရင္ သေဘာမတူစရာေတြ ေတြ႕လာမွာစိုးတာပါ။\nဒါေပမယ့္ အတတ္နိုင္ဆံုး ဘာသာျပန္ျပီး တင္ေပးလိုက္ပါျပီ။ ဒီဇာတ္လမ္းအားလံုးဟာ အနာဂါတ္မွာ ျဖစ္ေနတာေတြ မဟုတ္ဘဲ ဟိုးေရွးေရွးတုန္းက ေ၀းကြာလွတဲ့ တစ္ေနရာရာက ...",
        "rating": "",
        "url": "https://megaup.net/Rfve/Star_Wars_Episode_1_-_Phantom_Menace_[1999]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Volver_8-1-210x300.jpg",
        "title": "Volver(2006) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းကေတာ့ မိသားစုအိမ္တြင္းေရးေတြကို စိတ္၀င္စားေအာင္ရိုက္ထားတဲ့စပိန္ဇာတ္ကားလို႕ပဲဆိုပါေတာ့ မင္းသမီး ရန္မန္ဒါဟာ မိသားစုအတြင္းေရးေတြလည္း ရႈပ္ေထြးေနၿပီးေတာ့ အလုပ္ကိုလည္း အႏိုင္ႏိုင္လုပ္ကိုင္ေနရရွာတယ္.... ဇာတ္လမ္းစတာကေတာ့ သူ႕သမီးကို သူ႕ရဲ႕ေနာက္ေယာက္်ားက အဓမၼက်င့္ဖို႕ ၾကိဳးစားရာက သူ႕သမီးက ပေထြးက သတ္လိုက္တာပဲ... ထိုကိစၥေတြ ၿဖစ္ေနခ်ိန္မွာ သူခ်စ္ရတဲ့ အေဒၚကလည္း ဆံုးပါးသြားတယ္... ဒီၾကားထဲမွာမွ မထင္မွတ္တဲ့ ကိစၥေတြပါ ထပ္မံေရာေထြေပၚလာတဲ့အခ်ိန္မွာေတာ့ မိသားစုေရးရာကိစၥေတြကို ရန္မန္ဒါတေယာယက္ဘယ္လိုေၿဖရွင္းမလဲဆိုတာကို ဆက္လက္ၾကည္႕ရႈၾကပါ စပိန္ဇာတ္ကားဆိုေပမယ့္ IMDb rating 7.2 အထိ ရရိွထားပါတယ္File Size         : 950 MBQuality           : Blu ray 720PRunning Time : 2hr 1 minuteFormat           : Mp4Genre             : Comedy,Crime, DramaEncoder         : Joker.phsDownload And watch With Pcloud Link ...",
        "rating": "",
        "url": "https://channelmyanmar.org/volver2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Love27s_Coming_Movie_Banner-1-203x300.jpg",
        "title": "Love’s Coming (2014)",
        "description": "႐ုပ္႐ွင္ကားေတြမွာ rating သတ္မွတ္ခ်က္ေတြ ဘယ္ေလာက္ပဲေကာင္းေကာင္း ႐ုပ္႐ွင္ၾကည့္သူအကုန္လံုးနဲ႔ေတာ့အံဝင္ဂြင္က်ျဖစ္ေလ့မရိွပါဘူး... ကိုယ္ပိုင္စိတ္ ကိုယ့္ခံယူခ်က္အတိုင္းဇာတ္ေကာင္ေတြကိုႏွစ္သက္တယ္မႏွစ္သက္ဘူးဆိုႏိုင္သလို ဇာတ္လမ္းတစ္ခုအေနနဲ႔ပဲၾကည့္ႏိုင္သူေတြလည္းရိွပါတယ္...ဒီေတာ့ဇာတ္လမ္းကိုအရင္ၫႊန္းေပးပါ့မယ္...အိမ္နီးခ်င္းေကာင္ေလးႏွစ္ေယာက္ျဖစ္တဲ့ Gump နဲ႔ Nai တို႔မွာ စာညံ့တဲ့ Nai ကိုစာျပေပးဖို႔ Gump ဟာေန႔စဥ္လို Nai ရဲ႕အိမ္ကိုသြားရတာဟာ Gump ရဲ႕သူငယ္ခ်င္းေတြမွာသံသယေတြျဖစ္လာေစပါတယ္... အဲ့ဒီအတြက္ သံသယဝင္ေနတဲ့သူငယ္ခ်င္းသံုးေယာက္ဟာ Gump ရဲ႕အမွန္တရားကိုသိဖို႔အတြက္ နည္းလမ္းေတြ႐ွာေဖြလာပါေတာ့တယ္... အရင္းဆံုးသူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ဦးေလးဆီမွာအကူအညီေတာင္းၿပီးသူ႔ရဲ႕နည္းလမ္းေတြအတိုင္းစမ္းသပ္ပါေတာ့တယ္... ပထမနည္းလမ္းကအဆင္မေျပခဲ့သလို ဒုတိယတစ္ခုကလည္း ပံုမလာခဲ့တဲ့ေနာက္ စိတ္ပ်က္စျပဳလာတဲ့သူငယ္ခ်င္းသံုးေယာက္ဟာ ေနာက္ဆံုးနည္းလမ္းအတိုင္း Gump န႔ဲ Nai ကိုပါေခၚၿပီးခရီးတစ္ခုထြက္ၾကပါေတာ့တယ္... အဲ့ဒီမွာေတာ့ ပံုမွန္အတိုင္းမဟုတ္ပဲ သူငယ္ခ်င္းသံုးေယာက္ဟာ ဝွက္ဖဲတစ္ခုထုတ္သံုးခဲ့တဲ့ေနာက္ ဘာဆက္ျဖစ္မလဲဆိုတာေတာ့...ကဲ ဒီတစ္ခါဇာတ္ကားတစ္ခုလံုးကိုသံုးသပ္ျပပါ့မယ္... 2014 ခုႏွစ္ရဲ႕ gay movie ကားေကာင္းတစ္ကားျဖစ္ၿပီး ပံုမွန္သတ္မွတ္ခ်က္ IMDB rating 6.7 အထိရထာၿပီး 8.1 နယ္ပယ္အထိတက္လာခဲ့ပါတယ္... Comedy, Romance အမ်ိဳးအစားျဖစ္တဲ့အတြက္ Mario Maurer ရဲ႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/loves-coming2014/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Diario_de_una_Ninfomana_poster-1-212x300.jpg",
        "title": "Diary of a Nymphomaniac (2008) (18++)",
        "description": "ဇာတ္ကားရဲ႕နာမည္က Diario de una Ninfómana\n(Diary of a Nymphomaniac (or) Diary of a Sex Addict) လို႔ အဓိပၸာယ္ရပါတယ္။\nစပိန္စကားေျပာ ဇာတ္ကားျဖစ္ပါတယ္။\nဒီဇာတ္ကားဟာ ျပင္သစ္စာေရးဆရာ Valérie Tasso ရဲ႕ နာမည္ေက်ာ္ဝတၳဳကို ျပန္ရိုက္ကူးထားတာပါ။Valérie ဆိုတဲ့ စပိန္ေရာက္ ျပင္သစ္သူေလးဟာ အသက္ ၁၅ နွစ္အရြယ္မွာ\nသူရဲ႕ အပ်ိဳစင္ဘဝကုိ စြန္႔လႊတ္လိုက္ပါတယ္။\nသူနဲ႔ သူ႔ခ်စ္သူေကာင္ေလးတို႔ ေပ်ာ္ပြဲစားခရီးတစ္ခုမွာ အေပ်ာ္ေတြလြန္ နယ္ေတြကြ်ံခဲ့ၾကပါတယ္။\nအဲဒီအခ်ိန္ကစလို႔ သာယာမႈကို အလြန္အမင္း မက္ေမာသြားရွာတဲ့\nValérie တစ္ေယာက္ သာယာမႈေနာက္ကို တေကာက္ေကာက္လိုက္လို႔ အေပ်ာ္ေတြ ရွာပါေတာ့တယ္။Valérie ရဲ႕ လိုအင္ဆႏၵေတြဟာ ဘယ္ေသာအခါမွ ျပည့္စံုျခင္းမရွိပါဘူး။\nေတာင့္တၿမဲ ေတာင့္တဆဲပါပဲ။\nအရြယ္ေရာက္လို႔ အိမ္ေထာင္က်သြားတဲ့အခါ ဆႏၵရမက္ျပင္းထန္တဲ့\nသူ႔ကို သူ႔ခင္ပြန္းျဖစ္သူကေတာင္ သည္းမခံႏိုင္ေတာ့ပါဘူး။အိမ္ေထာင္ကြဲလို႔ တစ္ခုလတ္ျဖစ္သြားတဲ့ေနာက္ Valérie တစ္ေယာက္\nေနာက္ထပ္ ခပ္ေခ်ာေခ်ာ ေကာင္ေလးတစ္ေယာက္နဲ႔ ေတြ႕ဆံုမိပါတယ္။\nအဲဒိေကာင္ေလးကိုေတာ့ သူ႔ခမ်ာ အရူးအမူးခ်စ္ၿပီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/diary-of-nymphomaniac-2008-188/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/cover_protector_fi-1-300x180.jpg",
        "title": "The Protector (2005)",
        "description": "IMDb rating 7.1/10 ထိရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့ က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၁\nကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။ ဒီဇာတ္ကားအပိုင္း(၂)ကိုေတာ့က်ြန္ေတာ္တို႔ရဲ႕channel\nmyanmar မွာတင္ထားျပီးပါျပီ။ အဲဒါေၾကာင့္ပရိတ္သတ္ေတြရဲ႕အာသီသကိုက်ြန္ေတာ္က နားလည္သာအားျဖင့္အပိုင္း(၁)ကိုဘာသာျပန္ေပးလိုက္ပါတယ္။ ong-bak ဘုရားေခါင္းခိုးတဲ႔ကားနဲ႔နာမည္\nၾကီးခဲ႔တဲ႔ထိုင္းမင္းသားတိုနီဂ်ာဟာ အခုဆိုရင္ေဟာလီးဝုဒ္ထိကိုေအာင္ျမင္စျပဳေနပါျပီ။ ဒီဇာတ္ကားဟာ တိုနီဂ်ာရဲ႕ျပည္ပမွာထြက္ျပီးရိုက္ကူးခဲ႔တဲ႔ပထမဆံုးကားလည္းျဖစ္ပါတယ္။ အာဆီယံကအက္ရွင္ မင္းသားေတြထဲမွာတိုနီဂ်ာဟာ အလြန္ေအာင္ျမင္ေနတဲ႔မင္းသားတစ္လက္အျဖစ္ယခုအခ်ိန္မွာ ရပ္တည္ေနပါျပီ။ သူ႕ရဲ႕ထိုးကြက္ဆန္း တိုက္ကြက္ဆန္းေတြကတိုနီဂ်ာကိုနာမည္ၾကီးေစတဲ႔ အခ်က္ေတြပါပဲ။(အစပိုင္းမွာေပ်ာ္ရြင္စရာမိသားစုအျဖစ္ခမ္ရယ္ခမ္ရဲ႕အေဖရယ္ဆင္၃ေကာင္ရယ္ရွိေနတဲ႔အခ်ိန္မွာ ကံၾကမၼာက ဆိုးခ်င္ေတာ့ဆင္တစ္ေကာင္ကရန္သူေတြရဲ႕ေသနတ္က်ည္ဆန္ေၾကာင့္ေသဆံုးခဲ႔ျပီး က်န္\nတဲ႔ဆင္၂ေကာင္ကိုၾသစေတးလ်ကိုေခၚေဆာင္သြားတဲ႔လူတစ္စု။ မိမိရဲ႕ဆင္ကိုၾသစေတးလ်ထိလိုက္ျပီး ခမ္ဘယ္လိုကယ္တင္မလဲမိမိပက္သက္မိတဲ႔လူဆိုးဂိုဏ္းကသာမန္ဂိုဏ္းေလးမဟုတ္ပဲတရုတ္ မာဖီးယားဂိုဏ္းျဖစ္ေနေသာအခါ ခမ္ဘယ္လိုရင္ဆိုင္မလဲၾသဇီမွာတာဝန္က်ေနတဲ႔ထိုင္းနိင္ငံသားရဲသား  မက္ကေကာခမ္ကိုဘယ္လိုကူညီမလဲစသျဖင့္. . . ဇာတ္လမ္းအက်င္းေလးအနည္းငယ္ေျပာခဲ့ပါတယ္။) ဒီဇတ္ကားေလးမွာထိုင္းနိင္ငံရဲ႕ဆင္ေတြအေပၚထားတဲ႔ေလးျမတ္မႈကိုေတြ႔နိင္သလို နိင္ငံျခားသားfighter ေပါင္းစံုကိုလည္းအစံုအလင္ေတြ႕နိင္ပါတယ္။ၾကည့္ျပီးသူမ်ားၾကည့္ျပီးတယ္ဆိုေပမဲ႔ျမန္မာစာတန္းထိုးနဲ႔ၾကည့္တာကပိုျပီးဇတ္ကားရဲ႕ရသေျမာက္ေစမယ္လို႔ေျပာၾကားရင္းေဒါင္းလုပ္လင့္သာေျပးႏွိပ္ၾကပါကုန္။\n(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)\n@SanWinMaung\nPart 2 ကိုၾကည့္ရႈလိုသူမ်ားက ဒီလင့္ကေနရယူႏိုင္ပါတယ္။\nFile Size                          : 999 Mb\nQuality                            : HD 720P\nFile Size 2                       : 450 Mb\nQuality                            : HD ...",
        "rating": "",
        "url": "https://megaup.net/2gWP3/The_Protector_[2005]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/exposed-poster-2-203x300.jpg",
        "title": "Exposed (2016)",
        "description": "မင္းသားၾကီး ကီႏူးရိဗ္က ရဲစံုေထာက္စေကာ့ဂယ္လ္ဘန္အျဖစ္လည္းေကာင္း၊\nမင္းသမီးေလး Ana de Armas က အစၥဘဲလ္အျဖစ္လည္းေကာင္း ပါဝင္သရုပ္ေဆာင္ထားတဲ့\nဇန္နဝါရီလကမွ ထြက္ထားတဲ့ ဇာတ္ကားအသစ္ေလးျဖစ္ပါတယ္။\nKnock Knock ဇာတ္ကားမွာ ကီႏူးရိဗ္ကို အေတာ္ေလး ဒုကၡေပးသြားတဲ့\nမင္းသမီး Ana de Armas ကိုေတာ့ မွတ္မိဦးမယ္ ထင္ပါတယ္။\nဒီဇာတ္ကားမွာလဲ သူတို႕ႏွစ္ဦးေပါင္းျပီး ဆက္လက္တင္ဆက္ထားပါတယ္။\nဘယ္လိုပံုစံျဖစ္မလဲဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါ။\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကိုေတာ့ Knock Knock ဇာတ္ကားတုန္းက ဘာသာျပန္ေပးခဲ့တဲ့\nCarey Nyein မွထပ္ျပီး ဘာသာျပန္ တင္ဆက္လိုက္တာပါ။)File size...(750MB)\nQuality...WEB-DL Rip 720pFormat...mp4\nDuration....01:42:29\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/exposed-20166/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Bridge Of Spies(2015)",
        "description": "ဒုတိယကမာၻစစ္အၿပီး အခ်ိန္ ဆိုဗီယက္ၿပည္ေထာင္စုအင္အားေကာင္းေနခ်ိန္\nဂ်ာမနီမွာ အုပ္ခ်ဳပ္မွဳကိစၥရွဳပ္ေထြးေနခ်ိန္\nအေရွ႔ဂ်ာမနီ အေနာက္ဂ်ာမနီခြဲၿခားၿပီး ဘာလင္တံတုိင္းၾကီးေဆာက္ေနခ်ိန္\nအေမရိကန္တုိ႔ရဲ႔ ၿသဇာၾကီးမားေနတဲ႔ဆိုဗီယက္အေပၚစုိးရိမ္မွဳၾကီးထြားေနခ်ိန္\nစစ္ေအးကာလအရွိန္ၿမင္႔တက္ေနဆံုးအခ်ိန္\nအေမရိကန္ၿပည္သူေတြစိတ္ထဲ ဆိုဗီယက္ကအေမရိကန္ကိုအႏုၿမဴဗံုးက်ဲမယ္လို႔\nအထင္ေရာက္ေနတဲ႔အခ်ိန္ သမရိုးက်စစ္မွ ဘက္ေပါင္းစံုစစ္ဆင္ေရးကိုအရွိန္အဟုန္ၿမွင္႔ေနတဲ႔အခ်ိန္ဒီလိုအမွားအယြင္းမခံႏိုင္တဲ႔ကမာၻ႔အင္အားၾကီးႏိုင္ငံ၂ခုရဲ႔ အင္အားခ်ိန္ခြင္မွ်ေနတဲ႔အခ်ိန္မွာ\nဆိုဗီယက္တုိ႔ရဲ႔ ႏ်ဴးကလီးယားစြမ္းအင္ေတြကိုေထာက္လွမ္းဖုိ႔အေမရိကန္တုိ႔ရဲ႔ေနာက္ဆံုးေပၚ\nယူ၂ ေလယဥ္ေတြက ဆိုဗီယက္ပိုက္နက္ ေပ ၇၀၀၀၀ အထက္က ေထာက္လွမ္းဖုိ႔ေစလႊတ္ခဲ႔တယ္\nေပ ၇၀၀၀၀ ဆုိတဲ႔အၿမင္႔ေပကအဲဒီ႔ေခတ္အခါက ေလယဥ္မွဴးေတြေတာင္မယံုေလာက္ေအာင္ပ်ံႏိုင္တဲ႔အၿမင္႔ေပ\nထူးၿခားတာက ဒီစစ္ဆင္ေရးကိုဦးေဆာင္တာက စီအုိင္ေအၿဖစ္ၿပီးေတာ႔ စစ္တပ္က သတင္းစစ္ဆင္ေရးအတြက္\nအခ်က္အလက္ေတြစုေဆာင္းေပးရတဲ႔စစ္ဆင္ေရးမ်ိဳး ဒီစစ္ဆင္ေရးမွာပါတဲ႔ အေမရိကန္ေလတပ္ဗိုလ္ပါ၀ါတေယာက္လဲ\nပါ၀င္ခဲ႔တယ္ မိဘေဆြမ်ိဳးခ်စ္သူမေၿပာနဲ႔စစ္ဆင္ေရးခန္းကထြက္တာနဲ႔ဒီသတင္းကို အေကာင္အထည္ေဖာ္ဖုိ႔ပဲအာရံု\nထားခိုင္းၿပီး အထူးလွ်ိဳ႔၀ွက္ထားခဲ႔တယ္ ဒါတင္မကဘူူး ဒီစစ္ဆင္ေရးမွာပါတဲ႔လူေတြက အဖမ္းခံခြင္႔မရွိဘူး ေလယဥ္ကို\nဆုိဗီယက္ေတြမိသြားခြင္႔မရွိဘူး မိသြားခဲ႔ရင္ေတာင္ေဖာက္ခြဲဖ်က္ဆီးပစ္ဖုိ႔ ေထာင္႔ေစ႔ေအာင္စီစဥ္ခဲ႔တယ္\nကံမေကာင္းစြာနဲ႔ပဲ ဗုိလ္ပါ၀ါရဲ႔ေလယဥ္ဟာပစ္ခ်ခံရၿပီးအဖမ္းခံခဲ႔ရတယ္........သတင္းစစ္ စစ္ေအးကာလၿဖစ္တဲ႔အေလ်ာက္ ဆုိဗီယက္တုိ႔ကလဲ အေမရိကန္ထဲကိုသူလွ်ိဳေတြကိုေကဂ်ီဘီအဖြဲ႔အုပ္ခ်ဳပ္မွဳ\nေအာက္ကေနၿပီးတန္ၿပန္စစ္ဆင္ေရးေတြ လုပ္ခဲ႔တယ္ ဒီေနရာမွာဗိုလ္မွဴးၾကီး ရူးေဒါ႔ဖ္ေအဗယ္လဲအပါအ၀င္ေပါ႔\nရူးေဒါ႔ဖ္ေအဗယ္လဲ အေမရိကန္္တန္ၿပန္ေထာက္လွမ္းေရးလက္ထဲကိုေရာက္သြားတဲ႔အခါ......ဗိုလ္ပါ၀ါေလယဥ္ပ်က္က်ခဲ႔တာကိုအေမရိကန္တုိ႔အေနနဲ႔ နာဆာက မိုးေလ၀သတုိင္းတာတဲ႔ေလယဥ္ေပ်ာက္ဆံုးသြားၿပီဆုိၿပီး\nသတင္းၿဖန္႔ခဲ႔သလို ဆိုဗီယက္တုိ႔ကလဲ ပါ၀ါ႔ကိုအခမ္းအနားထုတ္ၿပီးသူလွ်ိဳဖမ္းမိေၾကာင္းေၾကၿငာခဲ႔တယ္တဆက္ထဲမွာပဲ ဆိုဗီယက္ၿသဇာၾကီးထြားေနတဲ႔ အေရွ႔ဂ်ာမနီကိုအေမရိကန္တုိ႔ကအသိအမွတ္မၿပဳခဲ႔သလို\nအေမရိကန္ႏိုင္ငံသားမည္သူမဆုိလက္ထဲလမ္းၿပေၿမပံုကုိင္မိရင္ေတာင္ သူလွ်ိဳလို႔ဖမ္းဆီးခံေနရတဲ႔အေရွ႔ဂ်ာမနီမွာ\nအေမရိကန္ေက်ာင္းသားတေယာက္ပရိုင္ရာဟာသူလွ်ိဳမွဳနဲ႔ဖမ္းဆီးခံလုိက္ရတယ္......ဒီလိုအေၿခအေနရွဳပ္ေထြးေနတဲ႔အခ်ိန္မွာ ၿပစ္မွဳအေတြ႔အၾကံဳေကာင္းရွိတဲ႔အာမခံေရွ႔ေနတေယာက္က အေမရိကန္တနိုင္ငံလံုး\nကန္႔ကြက္ေနတဲ႔ၾကားက သူလွ်ိဳအတြက္ေလ်ာက္လဲခ်က္တင္ဖို႔တာ၀န္ေပးၿခင္းခံရတယ္ သူ႔မိသားစုဟာဒီလုပ္ရပ္အတြက္\nေခ်ာင္းေၿမာင္းလုပ္ၾကံခံရေပမယ္႔အသက္အႏၱရာယ္တစံုတခုမက်ေရာက္ခဲ႔ဘူး ရဲေတြကအစဒီလုပ္ၾကံမွဳကိုမွ်တတယ္လို႔မေၿပာယံုတမယ္\nကန္႔ကြက္ေနတဲ႔ၾကားက ခံယူခ်က္ေစတနာအေတြးအေခၚအၿပည္႔နဲ႔အရည္အခ်င္းရွိတဲ႔ေရွ႔ေနတေယာက္ရွိခဲ႔တယ္\nသူကေတာ့ ဂ်င္မ္ဒိုဗန္ႏို.(တြမ္ဟန္႕)ပဲၿဖစ္ပါတယ္.......လူ႔အခြင္႔အေရးဆုိတဲ႔စကားမတြင္က်ယ္လွေသးတဲ႔ အဲဒီ႔ေခတ္မွာသူ႔လုပ္ရပ္တုိင္းဟာလူအမုန္းခံရစရာေတြခ်ည္းပဲ ဒါတင္မကဘူး\nပါ၀ါနဲ႔ေအဗယ္တုိ႔သူလွ်ိဳခ်င္းလဲလွယ္ဖုိ႔ကိစၥကိုလဲ ...",
        "rating": "",
        "url": "https://megaup.net/1wv8u/Bridge_Of_Spies_[2015]_(MM_Sub)_.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/AshitanoJoe28129-1-205x300.jpg",
        "title": "Tomorrow’s Joe (2011)  ျမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ေရာ ဒရမ္မာေရာ ရသႏွစ္မ်ဳိးလံုးကိုခံစားေစရမယ့္ဘယ္အခ်ိန္ၾကည္႕ၾကည္႕မရိုးတဲ့ ဂ်ပန္ကားေကာင္းေလးတကားၿဖစ္ပါတယ္IMD rating အေနနဲ႕ 6.8 အထိ ရရိွထားပါတယ္ဇာတ္ကားအက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားဂ်ဳိးဟာ ဆိုးေပေနတဲ့လူတေယာက္ၿဖစ္တယ္စားေသာက္ဆိုင္မွာ ရန္ၿဖစ္ၿပီးအရင္ အမႈေဟာင္းေတြလည္းရိွတာေၾကာင့္ေထာင္က်သြားပါေလတယ္....ရန္ၿဖစ္စဥ္အခ်ိန္မွာ လက္ေ၀ွ႕နည္းၿပေဟာင္းအရက္သမားအဖိုးၾကီးဒန္ေပးဟာ ဂ်ဳိးရဲ႕ထိုးပံုထိုးကြက္ေတြကိုၾကိဳက္ၿပီးေတာ့သူလည္းမေသာက္မစားေတာ့ပဲ ဂ်ဳိးကိုေထာင္ထဲထိေအာင္ စာေတြနဲ႕လက္ေ၀ွ႕ထိုးနည္းေတြသင္ေပးခဲ့တယ္ဂ်ဳိးကေတာ့ ေထာင္ထဲေရာက္တဲ့ထိေအာင္ အမ်ားနဲ႕တေယာက္ မတည္႕ပဲရန္ပတ္ၿဖစ္လို႕ေကာင္းဆဲပဲ....ထုိအခ်ိန္မွာပဲ ေထာင္ထဲမွာ လက္ေ၀ွ႕သမား ရီကီခ်ီနဲ႕စေတြ႕ေတာ့တာပဲ...မင္းသမီး ရီွယာကီယိုဟာ ၾသဇာရိွၿပီးခ်မ္းသာတဲ့မိသားစုကၿဖစ္တဲ့အၿပင္ ရီကီခ်ီကလည္းသူမရဲ႕ လက္ေ၀ွ႕ရံုက လူတေယာက္ၿဖစ္တယ္....သူတို႕မိသားစုရဲ႕ အာဏာရိွမႈေၾကာင့္ေထာင္ထဲမွာပဲ ဂ်ဳိးနဲ႕ ရီကီခ်ီကို လက္ေ၀ွ႕ပဲြ တပြဲတည္ေပးပါေတာ့တယ္....ထိုအခ်ိန္က စၿပီးေတာ့ သူတို႕ရဲ႕ တေယာက္နဲ႕ အၿငိဳးေတြက ဘာဆက္ၿဖစ္မွာလဲေထာင္ကေန လြတ္တဲ့အခ်ိန္ထိေတာင္ တေယာက္နဲ႕တေယာက္ၾကိဳးစင္ေပၚမွာၿပန္ေတြ႕ေအာင္ဘယ္လိုေတြၾကိဳးစားၾကမွာလဲ...ဆင္းရဲသားရပ္ကြက္ထဲမွာ ေနၿပီး ခရိုခယိုင္ လက္ေ၀ွ႕ရံုေလးထဲမွာ ဂ်ဳိးကို ဒန္ေပး ပရိုလက္ေ၀ွ႕သမားၿဖစ္ေအာင္ဘယ္လိုသင္ေပးမွာလဲ....ရီကီခ်ီဟာ ဂ်ဳိးထက္ ၀ိတ္တန္းသာေနတဲ့အတြက္ ဂ်ဳိးနဲ႕ထိုးလို႕ရေအာင္ဘယ္လို၀ိတ္တန္းညိွမွာလဲ...မင္းသားႏွစ္ေယာက္လံုးရဲ႕ အားၿပိဳင္ပံုေတြ ဇာတ္အိမ္ေကာင္းေကာင္းနဲ႕ ရိုက္ကူးထားတဲ့ကားၿဖစ္ပါတယ္အခ်စ္ဇာတ္လမ္းကို ဖြဲႏြဲ႕ထားတဲ့ကား မဟုတ္သလို သံေယာဇဥ္ဆိုတဲ့ စကားလံုးတခုတည္းမွာ အေၿခခံထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္တယ္...ဇာတ္ကားအဆံုးသတ္ကိုလည္း မထင္မွတ္ေလာက္ေအာင္ ရိုက္ကူးထားပါတယ္File Size         ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-220/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The Front Line (2011)",
        "description": "ဒီဇာတ္ကားအညႊန္းမေရးခင္\nေၿပာခ်င္တာတခုရွိေသးတယ္\nဒီဇာတ္ကားကိုၾကည္႔ၿပီးမွ အိမ္ကအေဒၚေတြဘာလုိ႔ကိုရီးယားကားကုိ\nအငမ္းမရၾကည္႔လဲဆုိတာကိုကိုယ္ခ်င္းစာမိသြားတယ္\nအရင္က ကိုရီးယားကားဆုိမၾကည္႔ၿဖစ္ဘူး\nဒီဇာတ္လမ္းထဲမွာ ၁၉၅၀ ၀န္းက်င္ေတာင္ေၿမာက္ကိုရီးယားစစ္ပြဲကို\nအေၿခခံၿပီးရိုက္ကူးထားတယ္ ၂ႏိုင္ငံ အပစ္အခတ္ရပ္စဲေရးစာခ်ဳပ္\nလက္မွတ္မထိုးခင္ အရို ေကေတာင္ကုန္းနဲ႔ပါတ္သက္ၿပီး ၂ဖက္ေခါင္းေဆာင္\nေတြအၿငင္းပြါးၾကတယ္ ဒီေတာင္ကုန္းကို၂ဖက္တပ္ေတြအလုအယက္\nသူတၿပန္ကိုယ္တၿပန္သိမ္းေနရင္းနဲ႔မွေနာက္ဆံုးဘယ္လိုဇာတ္သိမ္းသြားမလဲ...\nေတာင္ကိုရီးယားေတြဘက္က မိေက်ာင္းတပ္ခြဲကဒီတုိက္ပြဲကုိအဆံုးထိတုိက္ရၿပီး\nေနာက္ဆံုးသူတုိ႔ဘယ္လုိေတြဇာတ္သိမ္းသြားၾကလဲ....အသက္ေရာရွင္ရဲ႔လား....\nေတာင္ကုန္းေလးရယ္စစ္ေၿမၿပင္ရယ္ အပစ္အခတ္ရပ္စဲေရးလက္မွတ္ထုိးတာရယ္\nေနရာ၃ခုပဲပါေပမယ္႔ အခ်စ္အမုန္း အယူ၀ါဒ...အစံုကုိသရုပ္ေဖာ္သြားတဲ႔ဒီကားက\nစစ္ကားေကာင္းတကားၿဖစ္သလို ၂ဖက္တပ္ေတြရဲ႔ သရုပ္ကုိပီၿပင္ေအာင္သရုပ္ေဖာ္\nထားတဲ႔ ဇာတ္ကားေကာင္းတေကာင္းၿဖစ္လို႔မလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားေကာင္း\nတကားၿဖစ္ပါတယ္\nတကယ့္ၿဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေၿခခံရိုက္ကူးထားပါတယ္\nIMD rating အေနနဲ႕(7.4) အထိရရိွထားပါတယ္(ဘာသာၿပန္သူနဲ႕ အညႊန္းေရးသူကေတာ့ \"ၿမန္မာၾကီး\" ပဲၿဖစ္ပါတယ္)(Thit San Khant)IMDb -  7.4/10\nFile size  - (1.02 GB)\nQuality -    1080p\nFormat - MP4\nDuration  02:13:66\nSubtitle - Myanmar\nTranslator - Myanmar Gyi\nEncoder - Thit San Khant",
        "rating": "7.4",
        "url": "https://megaup.net/3yObx/The_Front_Line_(Go-Ji-Jeon)_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Shark-Lake-VOD-Final-1-203x300.jpg",
        "title": "Shark Lake (2015) ျမန္မာစာတန္းထိုး",
        "description": "ငမန္းေရကန္ဇတ္လမ္းဟာ သာယာေအးခ်မ္းလွပတဲ့ Tahoe ေရကန္ကိုအေျခတည္ၿပီးဖန္တီးထားတဲ့ သည္းထိပ္ရင္ဖိုဇတ္လမ္းတစ္ခုျဖစ္ပါတယ္။ ရွားပါးတဲ့တိရစာၦန္မ်ားကို စုေဆာင္းတတ္သူတစ္ဦးဟာ သူရဲ႕အဖိုးအတန္ဆံုးေသာ ရွားပါးပစၥည္းတစ္ခုကို ကန္၏ပတ္၀န္းက်င္မွာ စြန္႔ပစ္လိုက္တဲ့အခ်ိန္ကစၿပီး ေရကန္ရဲ႕ ေအးခ်မ္းသာယာလွပမႈဟာ ပ်က္စီးခဲ့ရပါတယ္။ အရာရွိတစ္ဦးျဖစ္တဲ့ Meredith Hendricks ဟာတရားမွ်တမႈအတြက္ တိရစာၦန္မ်ားကိုဖမ္းဆီးၿပီးရွားပါးပစၥည္းမ်ားကို ရွာေဖြစုေဆာင္းတတ္သူေတြကို လိုက္လံဖမ္းဆီးရတဲ့တာ၀န္ကို ထမ္းေဆာင္ေနသူ တစ္ဦးျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းဟာ အေမႏွင့္သား အေဖႏွင့္သမီးတို႔ၾကားက ဆက္ႏြယ္မႈကို မီးေမာင္းထိုးျပထားတဲ့ ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။ Horror, Thriller ဇာတ္ကားမ်ိဳးကို ၾကိုက္တဲ့လူေတြအတြက္ သေဘာက်ေစမဲ့ ဇာတ္ကားမ်ိဳးပဲ ျဖစ္ပါတယ္။(အညြန္းေရးသူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)File Size         : 660 MBQuality           : Blu ray 720PRunning Time : 1hr 32 minuteFormat           : Mp4Genre             : Horror, ThrillerEncoder         : Joker.phsDownload And ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-216/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/fClJQW8xn8wHOFqoA4jUn0PZh1f-133x200.jpg",
        "title": "Three Kings (1999)",
        "description": "Three Kings (1999)~ IMDb - 7.1/10, Rotten Tomatoes - 94% ~ဒီကားကတော့ Cast နဲ့တင် ဖြုံလောက်စရာပါ။ George Clooney, Mark Wahlberg, Ice Cube နဲ့ Spike Jonze တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါရိုက်တာကလည်း ၂၁ ရာစုအမေရိကန် Cinema တစ်ခေတ်ကို အရွေ့‌ဖြစ်စေခဲ့တဲ့ ပြတ်ရွေ့ကြောတွေထဲ တစ်ထောင့်တစ်နေရာက ပါခဲ့တဲ့ David O. Russell ဆိုတော့ Dark Humor ကောင်းကောင်း၊ ဒိုင်ယာလော့ခ် မိုက်မိုက်၊ ရိုက်ကွက်လှလှ နဲ့ ကြည့်ရတာ အတော်ကိုမြိန်စေတဲ့ရုပ်ရှင်တစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...\nGulf war လို့ခေါ်တဲ့ ကူဝိတ်ကို အီရတ်က ကျူးကျော်မှုမှာ အမေရိကန်ရဲ့ ဝင်စွက်ဖက်မှုအပြီးကို ဇာတ်လမ်းအချိန်အရ အခြေခံထားပါတယ်။George Clooney က အနားယူမယ့်ဗိုလ်မှူး၊ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1X4cw/(CM)_Three_Kings_(1999)_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGQxMDkyNWQtYWU0ZC00MDEyLWE4ZjQtYTljZDg3NGZkNGI2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Perfect Sense (2011)",
        "description": "Perfect sense review ပါရှင့်။ ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ 2011တုန်းက ထွက်ရှိခဲ့တဲ့ Perfect sense ဆိုတဲ့ ရုပ်ရှင်လေးပဲဖြစ်ပါ‌တယ်။ ဒီကားလေးက ကမ္ဘာတဝှမ်း ဗိုင်းရပ်စ်ပျံ့နှံတဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ထားပေမယ့်လို့ တခြားဗိုင်းရပ်စ်ကားတွေလို ထိတ်လန့်စရာမကောင်းဘဲ ဒီလိုဒုက္ခဆိုက်ရောက်နေတဲ့အချိန်မှာတောင် လူတွေရဲ့ ကြားမှာရှိတတ်တဲ့ ချစ်ခြင်းမေတ္တာတွေ တစ်ဦးကိုတစ်ဦး ရိုင်းပင်းကူညီမှုတွေနဲ့ ထက်သန်တဲ့ စိတ်ဓာတ်ခွန်အား‌တွေကို ပေါ်လွင်အောင် သဘာဝကျကျဖန်တီးပုံဖော်ထားတဲ့ ကားလေးဖြစ်လို့ ကြည့်ရတာ လုံးဝနောင်တမရမှာသေချာပါတယ်။အဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ မင်းသမီး Eva Greenက ကူးစက်ရောဂါပိုး‌‌တွေ‌ လေ့လာတဲ့ သိပ္ပံပညာရှင် ဆူဆန်‌ဆိုတဲ့ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသား Ewan McGregor က စားသောက်ဆိုင်တစ်ခုရဲ့ ခေါင်းဆောင်စားဖိုမှူးနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက် စိတ်ဝင်စားရာကနေမှ ချစ်မိသွားကြတယ်၊ ဒါပေမယ့် အဲ့အချိန်မှာ ကူးစက်ရောဂါကလည်း တဖြည်းဖြည်း ပိုပိုဆိုးလာတဲ့အခါ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာ‌‌တွေကရော တည်တံ့နိုင်ပါ့တော့မလား... သူတို့ဘယ်လိုအခက်အခဲတွေ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1h1xz/Perfect.Sense.2011.720p.(CM).mp4",
        "category": "Drama, Romance, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/wpid-tamil-cinema-barfi-movie-wallpapers-barfi-hd-wallpapers04-139x200.jpeg",
        "title": "Barfi! (2012)",
        "description": "Barfi (2012)IMDb Rating (8.1) / Rotten Tomatoes (80%)မင်းသား Ranbir Kapoor ၊ မင်းသမီး Priyanka Chopra နဲ့ Illeana D’ Cruz တို့ ပါဝင်ထားတဲ့ Barfi ရုပ်ရှင်ကားဆိုတာ Bollywood ရဲ့ ကြီးကျယ်စွာအောင်မြင်ထားတဲ့ Romance Comedy ဇာတ်ကားဖြစ်ပါတယ်...ပန်းချီကားတစ်ချပ်လို ရှုခင်းတွေနဲ့ ဓာတ်ပုံပညာပါပါ ရိုက်ကူးထားမှု၊ သရုပ်ဆောင်မှု၊ဇာတ်လမ်း ဇာတ်အိမ်ပိုင်းတွေမှာ ဘာမှအပြစ်ပြောစရာမရှိအောင် လှပလွန်းတဲ့ ရုပ်ရှင်ကားပါ။၂၀၁၂ခုနှစ်မှာပြသခဲ့တဲ့ အိန္ဒိယရုပ်ရှင်Barfiဟာ ဟာသdramaရုပ်ရှင်ဖြစ်ပေမယ့်\nဒီရုပ်ရှင်ကြောင့်အိန္ဒိယဆွံ့အနားမကြား လူ့အဖွဲ့အစည်းကို အစိုးရမှဥပဒေသစ်၂ရပ်ထပ်တိုးပေးခဲ့ပြီး\nကမ္ဘာပေါ်ကဆွံ့အနားမကြားတွေရဲ့ဘဝကိုကိုယ်ချင်းစာစေဖို့နဲ့ဆွံ့အနားမကြားသူတွေဟာ\nလူ့ဘာင်လောကမှာ အနှိမ်ခံလူတန်းစားတွေမဟုတ်ကြောင်းများစွာထောက်ပြခဲ့ပါတယ်။Barfiရုပ်ရှင်ကြောင့်အိန္ဒိယပြည်နယ်၆ခုမှာ ဆွံ့အနားမကြားကျောင်း၄၈ကျောင်းထိ\nတစ်နှစ်တည်းမှာထပ်မံဖွင့်လှစ်ပေးခဲ့သလို ဆွံ့အနားမကြားတွေအတွက်ခရီးသွားလာရေးမှာ\nအခမဲ့လိုက်ပါနိုင်ဖို့သယ်ယူပို့ဆောင်ရေးပုဂ္ဂလိကပိုင်လိုင်း၁၉လိုင်းမှ ချမှတ်ခဲ့ကြပါတယ်။ဆွံ့အ နားမကြားကောင်လေးနဲ့ ဉာဏ်ရည်ချို့တဲ့ကောင်မလေးကြားက အချစ် သံယောဇဉ်\nဘဝကိုခက်ခက်ခဲခဲဖြတ်သန်းခဲ့မှု သေသည့်တိုင်လက်တွဲမဖြုတ်ခဲ့မှုတွေ\nဆွံ့အနားမကြားကောင်လေးကို ပြန်ပေးစွဲတရားခံအဖြစ်ခုတုံးလုပ်ခဲ့မှု\nဆွံ့အနားမကြားကောင်လေးနဲ့ လူကောင်းမိန်းကလေးကြားက ကွဲကွာခဲ့ရတဲ့မပြည့်စုံခြင်းတွေ\nအချစ်ဟာလောကမှာ ဘယ်လောက်ထိခမ်းနားကြောင်း ပြသထားမှု စတဲ့ရသများစွာကို\nBarfi ဟာပေးနိုင်ခဲ့ပြီး Oscar Listမှာ ဆန်ကာတင်ခံခဲ့ရတဲ့အိန္ဒိယရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ထူးခြားမှုကတော့ Barfi ...",
        "rating": "8.1",
        "url": "https://megaup.net/1X46x/(CM)_Barfi_2012_BluRay_720p_Hindi_DTS_HDMA_5.1_x264_-_Naung.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/erotic-133x200.jpg",
        "title": "(18+) Erotic Tutoring 2 (2019)",
        "description": "Erotic Tutoring 2019အခုတစ်ခေါက်အချစ် 18+ကားလေး ကတော့ ယောကျာ်းယူထားပေမယ့် အိမ်ထောင်ရေးသုခမရှိလို့ စိတ်ညစ်နေရတဲ့\nမီဂျင်းဆိုတဲ့ အမေလှလှလေးနဲ့ မြီးကောင်ပေါက်စ သမီးလေး ယူဂျောင်းတို့က ဂိုက်ဆရာသူငယ်ချင်းအဖွဲ့နဲ့ ဆုံတွေ့ တဲ့အခါ\nဘယ်လိုစခန်းသွားမလဲဆိုတာ လှလှပပပုံဖော်ရိုက်ကူးထားပါတယ်အမေကတော့ ပိန်ပိန်ပါးပါး ကျစ်ကျစ်လစ်လစ် body fitလေးဖြစ်ပြီးတော့\nသမီးကတော့ လုံးကြီးပေါက် အလှသွေးကြွယ်လှသူပေါ့\nအမေဖြစ်သူကလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျထားလို့\n၃၀ကျော် ၄၀ဆိုပေမယ့် ကြည့်လိုက်ရင် ၂၀ကျော်လို့ပဲထင်ရတဲ့အထိ\nအရွယ်တင်ပါတယ် သမီးဖြစ်သူကလဲ အလှအပပိုင်းမှ မခေလှသူမို့\nသားအမိ ၂ယောက်နဲ့ ဂိုက်ဆရာ ဘယ်လိုစခန်းသွားတယ်ဆိုတာ လေ့လာဖို့ ဒေါင်းကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်\nFile size…1.6GB /  600MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/1h6sg/Erotic.Tutoring.2.2019.FHDRip.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMzZhYWY0NDEtYjNmNS00ZWE4LThmMzAtZDQ0NDlmMjU1ZWU4XkEyXkFqcGdeQXVyMTI4MDU2ODM2._V1_-147x200.jpg",
        "title": "Haddi (2023)",
        "description": "Haddi (2023)\nIMDb - 8.5/10ကျရာဇာတ်ရုပ်ကို ပီပီပြင်ပြင်နဲ့ သရုပ်ဆောင်နိင်တဲ့ မင်းသားကြီးနဝါးဇ်ရဲ့ဇာတ်လမ်းအသစ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီနှစ်ထဲမှာပဲ သိပ်ချစ်တတ်တဲ့ဂေါင်းတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့ Tiku Weds Sheru(2023)ထွက်ပြီးပြီ။\nအခုလည်းလိင်ပြောင်းအမျိုးသမီးကြီးအဖြစ်နဲ့ ပီပြင်စွာပါဝင်ထားပါတယ်။ဘယ်လောက်ပဲတိုးတက်ပါတယ်ဆိုဆို လိင်ပြောင်းဆိုတာနဲ့ လူလူချင်း အထင်သေးခံရမှုတွေ\nအနှိမ်ခံရ အနိုင်ကျင့်ခံရမှုတွေတော့ ရှိတတ်ကြစမြဲပါပဲ။ ဒီကားထဲမှာလည်း\nဟာဒီဆိုတဲ့ Transgender အကြောင်း ဦးတည်ရိုက်ကူးထားပါတယ်။ပရာယာဂါ့ဂ်ျဆိုတဲ့ ဒေသမှာ ရဲတွေ အလစ်ဝင်ဖမ်းရတဲ့အထိ ဆိုးဝါးနေပါတယ်။ အကြောင်းကတော့\nအလောင်းတွေပျောက်လို့ပါ။ ဟုတ်ပါတယ် သေပြီးနာရီပိုင်းအတွင်း အတွင်းကလီစာတွေပုပ်တတ်ပေမဲ့\nကာလရှည်ကြာနေတဲ့ ရင်ခွဲရုံကအလောင်းတွေကအစ ပျောက်နေတော့ ရဲတွေဖို့ အတော်ခေါင်းစားရတဲ့အမှုပေါ့။\nကိုယ်တွင်းကလီစာနဲ့မသက်ဆိုင်လို့ ကျွမ်းကျင်သူတွေက အတည်ပြုလေတော့ အလောင်းတွေပျောက်နေတာ\nဘာကြောင့်များလဲ...ဟာဒီဆိုတာက ဒီလိုအလောင်းကုန်ကူးမှုထဲ ပါဝင်ချင်နေသူတစ်ယောက်။အဝတ်တစ်ထည် ကိုယ်တစ်ခုနဲ့ ဒေလီမြို့ကိုတက်လာခဲ့ပြီး မိန်းမလျာတွေဖွဲ့စည်းထားတဲ့အဖွဲ့ထဲ ပါဝင်ဖို့ကြိုးစားပါတော့တယ်။\nသူ့ရဲ့တကယ့်ရည်ရွယ်ချက်ကဘာလဲ။ အလောင်းကုန်ကူးတဲ့ထဲ ဝင်ပါချင်တာကလည်း ဖုံးကွယ်ထားတဲ့ ကလဲ့စားတစ်ခုကြောင့်လားဆိုတာ....။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe~V~Moon~BpL တို့ပဲဖြစ်ပါတယ်)\nFile size…4.8GB / 2.39GB / 1.2GB\nQuality…4k HEVC ZEE5 WEB DL / ...",
        "rating": "8.5",
        "url": "https://megaup.net/2CZO0/Haddi_2023_WebRip_720p_Hindi_YK(CM).mkv",
        "category": "Bollywood, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYWNjZWQ1OTItOGYzYS00YjZlLThhOTktY2Q5ZWZlNDQxMzFmXkEyXkFqcGdeQXVyNzg5ODQxNDU@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "30 Jours Max (2020)",
        "description": "30 Jours Max (2020)\n===============\nIMDb Rating - 5.4/10ဒီဟာသဇာတ်ကား​လေးနာမည်က အလွန်ဆုံး ရက် ၃၀ပါပဲ။ ကျန်းကျန်းမာမာနဲ့\nဘဝကိုဖြတ်သန်း​နေရင်း ရုတ်တရက်ကြီးအသက်ရှင်သန်ရဖို့ ရက်၃၀ပဲကျန်​တော့\nမယ်ဆိုရင် ကျွန်​​တော်တို့​ရော ဘာ​တွေလုပ်မိကြမလဲ။ ရာယန်းက ကပျက်ကျ​ချော်\nနိုင်တဲ့ရဲဝန်ထမ်းတစ်​ယောက်၊ အ​​​ဖေဖြစ်သူကိုဂုဏ်ယူ​စေဖို့ ရဲတပ်ဖွဲ့ထဲဝင်ခဲ့ပြီး\nကြိတ်ကြိုက်​နေရတဲ့ တွဲဖက်​ရဲ​မေကိုလည်း အထင်ကြီး​အောင် လုပ်ပြချင်​နေတဲ့သူ​\nပေါ့။ ကံဆိုးချင်​တော့ သူရဲ့​ပေါ့တိ​ပေါ့ပျက်နိုင်မှု​တွေ​ကြောင့် အ​ရေးကြီးတဲ့စစ်ဆင်​\nရေးတစ်ခုမှာ အမှားလုပ်မိပြီး ရဲဌာနက ရဲ​ဘော်ရဲဖက်​တွေရဲ့ဖယ်ကျဥ်ခြင်းကို ခံရ\nတယ်။ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းကလည်း သူ့ကိုရှိတယ်လို့​တောင် မထင်ဘဲ ချိုး\nနှိမ်ဆက်ဆံကြတယ်။ သူကိုယ်တိုင်ကလည်း တဖက်သားအ​ပေါ် လိုတာထက်ပိုပြီး\nသည်းခံတတ်တာလည်းပါတာ​ပေါ့။ဘယ်​လောက်သည်းခံလဲဆိုရင် ပြတ်သွားတာ တစ်နှစ်​လောက်ရှိနေပြီဖြစ်တဲ့ ရည်း\nစား​​ဟောင်းက သူငှား​နေတဲ့အိမ်​ပေါ်တက်​နေပြီး လူပါးဝတာကိုမှ ​ငြိမ်ခံပြီး ဆက်​နေ\nခိုင်းတယ်။ အဲဒီ​နောက် ကြွက်တစ်​ကောင်နဲ့ဆရာဝန်တစ်​​ယောက်​ကြောင့် သူရဲ့ဘဝ\nက အကြီးအကျယ်​ပြောင်းလဲဖို့ဖြစ်လာတယ် ဘာ​တွေဘယ်လို​ပြောင်းလဲကုန်မလဲသိ\nရဖို့ အ​ပြေး​လေး ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "",
        "url": "https://megaup.net/2D0L1/30.Jours.Max.2020.720p.BluRay(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72Kl7ve97Uwrgjnpia30VzfwtFM.jpg",
        "title": "Stockholm (2013)",
        "description": "IMDb - 6.9/10ဇာတ်လမ်းအညွှန်းအလေးအနက်ထားချင်တဲ့ကောင်မလေးတစ်ယောက်နဲ့တစ်ညတာပျော်ပါးချင်တဲ့ကောင်လေးတစ်ယောက်ပါတီပွဲတစ်ခုမှာ တွေ့ကြပါတယ်။ကောင်လေးက ကောင်မလေးကို ချစ်မိသွားပါပြီဆိုတဲ့စကားနဲ့ စတင်မိတ်ဆက်တယ်၊ ကောင်မလေးကို အိမ်အပါခေါ်ဖို့ဆွယ်တယ်။ပုံမှန်ကောင်မလေးတစ်ယောက်အတွက်ဆိုရင်တော့ဒီကောင်လေးက ငြင်းရက်စရာမရှိပေမယ့်ဒီဇာတ်လမ်းရဲ့ဇာတ်ဆောင်အမျိုးသမီးလေးကတော့ ငြင်းပါတယ်။ဒီလိုကနေ ကောင်မလေးရဲ့အိမ်အပြန်လမ်းမှာဒီကောင်လေးဟာ စကားတွေလိုက်ပြောရင်း သူ့အချစ်တွေကိုသက်သေပြဖို့လုပ်တော့တာပေါ့။အလိမ်အညာမပါ အမှန်တွေသာ ပြောနေပါတယ်ဆိုတဲ့ကောင်လေးနဲ့ သူစိမ်းတစ်ယောက်ကိုအလွယ်တကူမယုံလိုက်နိုင်တဲ့ကောင်မလေးတို့ရဲ့ စကားပြောခန်းတွေဟာ စိတ်ဝင်စားစရာဖြစ်လာပြီးကောင်လေးရဲ့ ပိုးပန်းမှုလေးတွေက ကြည်နူးစရာ ဖြစ်နေမှာပါ။ဇာတ်လမ်းသဘောလေးက ပါတီပွဲကအိမ်ပြန်လာတဲ့သူတို့နှစ်ယောက် ညသန်းခေါင်အချိန် လမ်းမထက်မှာစကားတောက်လျှောက်ပြောကြတဲ့ပုံစံကိုရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာမျိုးလေးဖြစ်ပါတယ်။ဒါပေမဲ့လည်း ပျင်းစရာကောင်းနေတာမျိုးမဟုတ်ဘဲကောင်လေးက ကောင်မလေးကို အိမ်အပါခေါ်နိုင်ပါ့မလား၊သူတို့နှစ်ယောက်ဇာတ်လမ်းလေး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့စိတ်ဝင်စားစရာဖြစ်နေမှာပါ။ရိုးရိုးရှင်းရှင်းရိုက်ကူးထားတယ်ဆိုပေမယ့်လည်းလူငယ်တွေရဲ့ သဘာဝတွေ ရိုမန့်ဖြစ်တဲ့အချစ်တွေလိမ်ညာမှုတွေ ဒါတွေ စဉ်းစားကြည့်မယ်ဆိုရင်တော့တကယ့်အကြောင်းတွေပဲဆိုတာမျိုးဖြစ်နေမှာပါ။“ကြွေမွအက်ကွဲနေတဲ့ ဖန်ခွက်လေးတစ်ခွက်ဟာ ထိလိုက်တဲ့အခါမှာအစိတ်စိတ်အမွှာမွှာသာဖြစ်သွားမယ်ဆိုရင်…ဒီဖန်ခွက်ကိုဒီအတိုင်းလေး ဆက်ရှိစေချင်သေးတယ်ဆိုရင်မထိလိုက်ဘဲ ဒီအတိုင်းထားလိုက်တာ ပိုကောင်းမယ်မလား။ဒီလိုဖန်ခွက်နဲ့တူတဲ့ အမျိုးသမီးလေးတစ်ယောက်ရှိပါတယ်။“ ‌awards တွေလည်း အများကြီးသိမ်းပိုက်ခဲ့တဲ့ romance/dramaဇာတ်လမ်းလေးကို ဆက်လက်ခံစားကြည့်ရှုလိုက်ကြပါဦး။ File size…  803.2 MB / 402.1 MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 31m\nGenre .....  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1WYqq/Stockholm.2013.720p.MUBI.WEB-DL._{CM}.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAEvlYIlbyMxhCKuO3HE9egGzQA.jpg",
        "title": "Ruby Red (2013)",
        "description": "အချိန်ခရီးသွားတဲ့ ဇာတ်လမ်းမျိုးတွေ ကြည့်ချင်သူတွေအတွက်ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းတစ်ပုဒ် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့ Kerstin Gierရဲ့ ruby red ဝတ္တု trilogyကိုပြန်လည်းရိုက်ကူးထားတဲ့ ဇာတ်ကားသုံးကားထဲကမှပထမဆုံး ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့မွန်ထရို့စ်နဲ့ ဗီလီယဲ မိသားစုနှစ်ခုအကြောင်းကနေ စပြောရမှာပါ။ဒီမိသားစုနှစ်ခုဟာ အချိန်ခရီးသွားနိုင်တဲ့အစွမ်းကို မျိုးရိုးဗီဇအရ မျိုးဆက်တစ်ခုမှာ တစ်ယောက်စီဆက်ခံခဲ့ကြတာပါ။မွန်ထရို့စ်မိသားစုမှာတော့ မိန်းကလေးတွေက ဒီအစွမ်းကိုပိုင်ဆိုင်ပြီး ဗီလီယဲ မိသားစုမှာတော့ ယောက်ျားလေးတွေက ပိုင်ဆိုင်ပါတယ်။ဂွမ်ဒိုလင်ဆိုတဲ့ ကောင်မလေးကတော့ မွန်ထရို့စ်မိသားစုမှာနေထိုင်သူဖြစ်ပြီး ဒီကိစ္စတွေကို အယုံအကြည်မရှိတဲ့သူပါ။တစ်နေ့မှာတော့ မွန်ထရို့စ်မိသားစုဝင်တစ်ဦးဖြစ်တဲ့ ချားလော့တ်ဟာသူ့ရဲ့မွေးနေ့မှာ အချိန်ခရီးသွားဗီဇကို စတင်ရရှိဖို့ စောင့်ဆိုင်းနေခဲ့ပါတယ်။ဒါပေမယ့် အားလုံးထင်ထားသလို ဒီမျိုးရိုးဗီဇကိုဆက်ခံသူဟာ ချားလော့တ်မဟုတ်ပဲ ဂွမ်ဒိုလင်ဖြစ်နေတဲ့အခါမှာတော့ဂွမ်ဒိုလင်တစ်ယောက် သူ့ရဲ့အစွမ်းတွေကို ဘယ်လိုထိန်းချုပ်မလဲ၊ဒီမိသားစုတွေကြားမှာရော ဘယ်လိုလျှို့ဝှက်ချက်တွေ ရှိနေမလဲဆိုတာစိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းလို့ပြောလိုက်တာနဲ့အများစုကတော့ Dark seriesကို ပြေးမြင်မိကြမှာပါ။ဒီ movie trilogyကတော့ darkလို အရမ်းကြီးရှုပ်ထွေးမနေပဲပေါ့ပေါ့ပါးပါးနဲ့ darkလိုပဲ အချိတ်အဆက်မိမိကြည့်ရမယ့် ဇာတ်လမ်းမျိုးပါ။ပြီးတော့ adventureဇာတ်လမ်း အမျိုးအစားလည်းဖြစ်တာကြောင့်Funဖြစ်ပြီး ...",
        "rating": "6.0",
        "url": "https://megaup.net/1WYn1/Rubinrot.2013.GERMAN.720p.BluRay_{CM}.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uXxAaZudlNEg1Lwu7GDEWbK3dV.jpg",
        "title": "The French Minister (2013)",
        "description": "IMDb - 6.4/10ဇာတ်လမ်းအညွှန်းဒီပြင်သစ်ဇာတ်လမ်းလေးမှာ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီးဌာနကနေ့ဒဓူဝလုပ်ငန်းစဉ်တွေ၊ သံတမန်ရေးရာအကြောင်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။သံတမန်ရေးရာမှာ နိုင်ငံခြားရေးဝန်ကြီးတစ်ယောက်ရဲ့ စကားလုံးတစ်လုံးဟာနိုင်ငံတကာပဋိပက္ခတွေကို ပြေလည်စေနိုင်သလိုဒီစကားလုံးတစ်လုံးမှားလိုက်တာနဲ့ စစ်မီးမွှေးနိုင်လောက်တဲ့အထိ အရေးကြီးပါတယ်။ဒီတော့ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီး အဲလက်ဇန်းဒါး တာယာ့ဒ်ဒီကသူပြောမယ့်စကားတွေ မိန့်ခွန်းတွေ ရေးသားဖို့ အာ့သူးဗလာဗိုက်ခ်ဆိုတဲ့လူငယ်လေးကို တာဝန်ခန့်အပ်လိုက်တယ်။ငြိမ်းချမ်းရေးကို လိုလားပြီး ကိုယ့်ကိုကိုယ်အထင်ကြီးတတ်၊စကားမာမာပြောတတ်၊ သံတမန်ရေးကိစ္စတွေနဲ့ခေါင်းရှုပ်လာရတဲ့အခါပေါက်ကွဲတတ်တဲ့ ဝန်ကြီး အဲလက်ဇန်းဒါးလို အထက်အရာရှိအတွက်သံခင်းတမန်ခင်းမှာအရေးကြီးတဲ့မိန့်ခွန်းတွေကိုအာ့သူးတစ်ယောက် ဘယ်လိုကြိုးစားရေးရလဲ၊ နိုင်ငံခြားရေးဝန်ကြီးရုံးမှာအာ့သူးနဲ့ အဖွဲ့ဝင်တွေ ဘယ်လိုကြိုးစားကြရလဲဆိုတဲ့အကြောင်းတွေကို ပါဝင်ပါတယ်။ဒီလိုအဖွဲ့ဝင်တွေရဲ့ကြိုးစားမှုတွေကြောင့်အပါအဝင်ဝန်ကြီး အဲလက်ဇန်းဒါးဟာ နိုင်ငံတကာပြဿနာတွေ၊စစ်ဖြစ်ပွါးလာနိုင်တဲ့အရေးအခင်းတွေမှာ သံတမန်ရေးအရဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတဲ့အကြောင်းတွေကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။Quai d'Orsay ဆိုတဲ့ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီးဌာနအကြောင်းရေးသားထားတဲ့စာအုပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။UKရဲ့ BAFTA award winner တစ်ယောက်ဖြစ်ပြီးနိုင်ငံရေးအကြောင်းဇာတ်လမ်းတွေ ရိုက်ကူးတဲ့နေရာမှာနာမည်ကြီးဒါရိုက်တာဖြစ်တဲ့ Bertrand Tavernier က ရိုက်ကူးထားဖြစ်ပြီးဒီဇာတ်လမ်းဟာ nominee အများကြီးဝင်ထားပြီးaward တွေလည်း ရရှိထားပါတယ်။နိုင်ငံခြားရေးဝန်ကြီးဌာနမှာ ဘယ်လိုအလုပ်လုပ်ကြလဲဆိုတဲ့အကြောင်းနဲ့ သံတမန်ရေးရာအကြောင်းတွေကိုစိတ်ဝင်စားတယ်ဆိုရင်တော့ ဒီဇာတ်လမ်းလေးဟာကြည့်သင့်တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ File size…  2.2 GB  / 957.8 MB\nQuality… BluRay 1080p ...",
        "rating": "6.4",
        "url": "https://megaup.net/3iTk3/The.French.Minister.2013.FRENCH.720p.BluRay_{CM}.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlEhsNfOKhbnfs5NTJ6zOZtoLBb.jpg",
        "title": "Birth/Rebirth (2023)",
        "description": "ကိုယ့်ဘဝမှာ ကိုယ်ချစ်တဲ့ လူတစ်ယောက်ယောက်အသက်ဆုံးရှုံးရတာကိုကြုံတွေ့ဖူးတဲ့ လူတွေအနည်းနဲ့အများရှိကြမှာပါ။အဲ့လိုသေဆုံးသွားရတဲ့ ကိုယ့်ရဲ့ချစ်ရသူကိုပြန်ခေါ်နိုင်မယ်အသက်ပြန်သွင်းနိုင်မယ်ဆိုရင် အတိုင်းထက်အလွန်ပျော်ရပြီး အရာရာကိုစွန့်လွှတ်မဲ့လူတွေချည်းပါပဲ။ ဒီကားထဲမှာ စီလီဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အလုပ်ကိုမနားမနေလုပ်ပြီးသမီးလေးလီလာကို ပြုစုစောင့်ရှောက်နေရတဲ့ သူနာပြုတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သူ့သမီးလေးကအဖျားတွေတက်နေပြီး အလုပ်ကလဲ မသွားလို့မဖြစ်တဲ့အတွက် အိမ်နီးချင်းဆီမှာ အပ်ထားခဲ့ပြီးအလုပ်သွားခဲ့ပါတော့တယ်။ဖြစ်ချင်တော့ သူအလုပ်ရောက်တဲ့အခါမှာ ဖုန်းကပျက်သွားပါတော့တယ်။အလုပ်ဆင်းတဲ့အချိန်မှာ သိလိုက်ရတာက သူ့သမီးလေးက ဦးနှောက်အမြှေးရောင်ရောဂါဖြစ်ပြီးဆုံးပါးသွားပြီဆိုတာပါပဲ။ ဒီလိုနဲ့ သမီးရဲ့နောက်ဆုံးအချိန်မှာ ဘေးနားမှာမရှိပေးနိုင်တဲ့ စီလီတစ်ယောက်လဲ ယူကျုံးမရတွေဖြစ်ကုန်ပါတော့တယ်။ အဲ့ဒီအပြင်ကိုမှသူ့သမီးအလောင်းကို ထုတ်ဖို့အတွက် ရင်ခွဲရုံကိုသွားပြန်တော့လဲ သမီးဖြစ်သူရဲ့အလောင်းကပျောက်ဆုံးနေပါတယ်။ ဒီလိုနဲ့ စီလီတစ်ယောက်လဲ ဆပ်ပြာသည်လင်ပျောက်သလိုဖြစ်ပြီး ရင်ခွဲရုံမှာတာဝန်ကျပြီး သူ့သမီးရဲ့အလောင်းကိုကိုင်တွယ်ပေးခဲ့တဲ့ရို့စ်ကို သွားမေးကြည့်တော့ မသင်္ကာစရာကောင်းတာနဲ့ရို့စ်ရဲ့အိမ်ကို လိုက်သွားခဲ့တဲ့အချိန်မှာ သူ့သမီးအသက်ဆက်ရှင်နေသေးတာကိုတွေ့ခဲ့ရပါတယ်။ဒါပေမယ့် အဲ့လိုအသက်ဆက်ရှင်နေတာက ရိုးရိုးတန်းတန်းအသက်ရှင်နေတာမဟုတ်ပါဘူး။ ရို့စ်ကလဲလီလာကို အသက်ဆက်ရှင်နေအောင်ဘယ်လိုတွေလုပ်ထားတာလဲ ဘာလို့အသက်ဆက်ရှင်နေအောင်လုပ်ထားတာလဲဆိုတာကိုစိတ်ဝင်စားစရာကောင်းစွာနဲ့ကြည့်ရှုရမဲ့ကားလေးပဲဖြစ်ပါတယ်။ File size…1.2GB / 486MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "6.4",
        "url": "https://megaup.net/1X1ov/Birth.Rebirth.2023.AMZN.WEB-DL720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mES7auQVQOVglCTJPpQEBVJzXT.jpg",
        "title": "Lost in the Sun (2015)",
        "description": "“ငါထောင်ထဲမှာတုန်းက လူတိုင်းက သူတို့လုပ်ခဲ့တဲ့အမှားတွေအတွက်အခြားသူတွေကို အပြစ်တင်ကြတယ်”“ဒါပေမဲ့ ငါ့အမှားတွေက ငါကိုယ်တိုင်လုပ်ခဲ့တဲ့အရာတွေပဲ၊ ဘယ်သူ့အမှားမှမဟုတ်ဘူး”“ပြဿနာက အဲဒီအမှားတွေက ငါပြောင်းလဲလို့မရတော့တဲ့အရာတွေပဲ” ဂျွန်ဆိုတဲ့လူဟာ အိမ်ပိုင်မရှိ၊ အကြွေးတစ်ပုံကြီးနဲ့ ကားပေါ်မှာပဲဖြစ်သလိုနေပြီးဘဝကို ဖြစ်သလိုရှင်သန်နေတဲ့ သတ်လတ်ပိုင်းအရွယ်လူကြီးတစ်ယောက်ပါ။လျှို့ဝှက်ချက်တွေအများကြီးနဲ့ ဘယ်သူ့ကိုမှမယုံကြည်တတ်တဲ့ တစ်ဇွတ်ထိုးသမားဂျွန်ဟာ တစ်ရက်မှာ လူးဝစ်ဆိုတဲ့ကောင်လေးကို Farmington, New Mexico မှာရှိတဲ့သူ့အဖိုးအဖွားအိမ်ကို လိုက်ပို့ပေးမယ်လို့ သူကိုယ်တိုင်လိုလိုလားလားဆုံးဖြတ်ခဲ့ပါတယ်။လူးဝစ်ကတော့ လောလောလတ်လတ် အမေကိုဆုံးရှုံးထားရတဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီးမိဘမဲ့ဖြစ်သွားလို့ အဖိုးအဖွားအိမ်ကို တစ်ယောက်တည်းသွားမလို့လုပ်နေတုန်းမှာဂျွန်ဆိုတဲ့ လူကြီးတစ်ယောက်က လိုက်ပို့ပေးမယ်လို့ပြောလာတာကြောင့်ဂျွန်နဲ့အတူလိုက်လာတာဖြစ်ပါတယ်။လူးဝစ်က တစ်ယောက်တည်းခရီးမထွက်ချင်တာကြောင့်သာ လိုက်လာတာပေမဲ့လမ်းမှာ ဂျွန်ဟာ သူ့အမေချန်ခဲ့တဲ့ပိုက်ဆံတွေကိုယူပြီး ဂျွန်ရဲ့အကြွေးတွေကိုဆပ်လိုက်ပါတယ်။ပိုက်ဆံတစ်ပြားမှမကျန်တော့တဲ့ သူတို့နှစ်ယောက်က ပိုက်ဆံလိုရင် လမ်းတစ်လျှောက်ကဓါတ်ဆီဆိုင်တွေကို ဓါးပြဝင်တိုက်ပြီး ပိုက်ဆံလုကြပါတယ်။ လူးဝစ်ကတော့ဘာမှမတတ်နိုင်တဲ့ ဂျွန်လုပ်သမျှကိုပဲ ကူညီပေးနေရတာပါ။လူးဝစ်အတွက် ဂျွန်ဟာ တကယ်ကိုဆိုးတဲ့လူတစ်ယောက်ပေမဲ့ တဖြည်းဖြည်းရင်းနှီးလာရင်းနဲ့ ဂျွန်ရဲ့အထီးကျန်နေတဲ့ဘဝကို လူးဝစ်မြင်လာရတဲ့အခါ ဂျွန်အပေါ်နွေးထွေးပေးရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ အရမ်းရင်းနှီးသွားကြပါတော့တယ်။လမ်းတစ်လျှောက် ဓါးပြတိုက်လိုက်၊ ကားခိုးလိုက်လုပ်နေတဲ့ ဂျွန်ဟာ လူးဝစ်ကိုအန္တရာယ်ကင်းကင်းပို့ဆောင်ပေးနိုင်ပါ့မလား။သူတို့နှစ်ယောက်ကရော တကယ်သူစိမ်းတွေပဲလား။ ဂျွန်လိုလူမျိုးက ရုတ်တရက်လူးဝစ်ကို အိမ်လိုက်ပို့ပေးချင်တာက ...",
        "rating": "6.0",
        "url": "https://megaup.net/1X1cm/Lost.In.The.Sun.2015.BluRay720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePwZs1oOh4pg8UZP8DuVZZeIn89.jpg",
        "title": "A Man of Reason (2023)",
        "description": "A Man of Reason (2023)Jung Woo Sung, Kim Nam Gil, Park Sung Woong တို့လို\nနာမည်ကြီးတွေ cast တွေ ပါဝင်ထားတဲ့ အက်ရှင်ကားကောင်းကောင်းလေးကို တင်ဆက်ပေးပါဦးမယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဘော့စ်ရဲ့ကိုယ်စား ထောင်ထဲမှာ ၁၀ ကျော်ကြာအောင် အစားဝင်နေပေးခဲ့တဲ့ ဆူဟျော့ဟာ\nထဒထောင်က လွတ်လာတဲ့အချိန်မှာ သမီးလေးတစ်ယောက်ရှိနေတာကို သိသွားတဲ့အချိန်မှာ သာမန်လူအနေနဲ့ပဲ ဘဝကိုဖြတ်သန်းချင်ပါတော့တယ်ဒါပေမဲ့ လူမိုက်လောက ဆိုတာ ဝင်ချင်တိုင်း ထွက်ချင်တိုင်းထွက်လို့ မရတာမို့ အခက်တွေ့နေပြီး\nတစ်ဖက်မှာလည်း သူ့ကိုရှင်းပစ်ချင်တဲ့လူတွေရှိနေပါသေးတယ်ဝူဂျင်းကတော့ ကြေးစားလူမိုက်ဖြစ်ပြီး မိုက်တာလိုလို မမိုက်တာလိုလိုပါပဲ...\nမိုက်ချင်ယောင်ဆောင်ပေမဲ့ တကယ်တမ်းကျမမိုက်နိုင်တဲ့လူမျိုးပါ..\nခပ်မိုက်မိုက်ပုံစံနဲ့ ပိုက်ဆံယူပြီး တကယ့်လူမိုက်ကိုမှ သွားရှင်းရမယ့် အဖြစ်ကိုကြုံတဲ့အခါမှာတော့...ဘယ်လိုတွေဖိုက်ကြမလဲ.. ဘယ်လိုတွေကြမ်းမလဲဆိုတာ ကြည့်ပေးကြပါဦး\nမင်းသားကြီးတွေချည်း ပါဝင်ထားတဲ့ရုပ်ရှင်မို့လို့ သဘောတွေ့ကြမယ်လို့တော့ မျှော်လင့်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | ...",
        "rating": "6.3",
        "url": "https://megaup.net/1h4zw/A.Man.of.Reason.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTNhMTllMWQtYjJmYy00MWVhLTkzZGQtZWZkNjEzNTQ1YmI2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Jailer (2023)",
        "description": "Jailer (2023)\nIMDb-7.5/10ရူပီသန်းပေါင်း၂၄၀ဝန်းကျင် အသုံးပြုရိုက်ကူးထားပြီး ရူပီ၆၃၅သန်းပြန်လည်ရရှိခဲ့တဲ့ မင်းသားကြီးရာဂျ်နီကန့်သ်ရဲ့\nရုပ်ရှင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟာသမင်းသားကြီး ရိုဂီဘာဘူလည်း ပါဝင်အားဖြည့်ထားပါတယ်။\nအကြည်ဗားရှင်းထွက်တာ အချိန်တစ်ခုကြာပြီဖြစ်ပေမယ့်\nရုပ်သံစာတန်းထိုးမှန်အောင်စောင့်ဆိုင်းနေခဲ့တဲ့အတွက် စီအမ်ဘောလိဝုဒ်ပရိသတ်ကြီးကိုအနူးအညွတ်တောင်းပန်အပ်ပါတယ်။ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဆိုတာ နာမည်တစ်ခုတင်ကျန်ရစ်တတ်ပေမယ့် အတိုက်ခိုက်ခံရ\nပေးဆပ်လိုက်ရတာတွေကတော့ ရှိနေတတ်တာဓမ္မတာပါပဲ။\nမင်းသားကြီးရာဂျ်နီကန့်သ်က ဇနီးဖြစ်သူရယ် သားရယ် ချွေးမရယ် မြေးလေးရယ်နဲ့\nအငြိမ်းစားထောင်မှူးကြီးဘ၀ကို ငြိမ်းချမ်းစွာဖြတ်သန်းနေသူတစ်ယောက်။သားဖြစ်သူကိုလည်း ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဖြစ်အောင် ပြုစုပျိုးထောင်ခဲ့သူ။\nတစ်ရက်မှာတော့ ဘုရားကျောင်းရုပ်တုတွေပျောက်ဆုံးမှုကို စုံစမ်းဖော်ထုတ်နေတဲ့ သားဖြစ်သူ\nပျောက်ချင်းမလှပျောက်သွားရာကစ အသတ်ခံလိုက်ရတာကိုသိလိုက်ရပါတယ်။\nအဲဒီမှာပဲ အေးချမ်းတဲ့ဘ၀လေးကနေ သားကိုသတ်ခဲ့တယ်လို့သိရတဲ့ လူဆိုးဂိုဏ်းကို\nလက်စားချေအမြစ်ဖြတ်သုတ်သင်ဖို့ကြိုးစားတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့အမှန်တရားတွေ\nအသတ်အဖြတ်ကြမ်းကြမ်းရမ်းရမ်းတွေကို ကြည့်ရှုခံစားကြရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~YH~Cherry~Zwe Yan~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…9.4GB/ 3.16GB / 1.2GB\nQuality…WEB-DL 4K HEVC/1080p/ 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~YH~Cherry~Zwe Yan~BpL",
        "rating": "7.5",
        "url": "https://megaup.net/1X1wg/Jailer_(2023)_Tamil__TRUE_WEB-DL_-720p.YK.Edit_(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the-northman-2022-03-133x200.jpg",
        "title": "The Northman (2022)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (90%)ဒီရုပ်ရှင်ကားကြီးကတော့ နော်ဝေးဗိုက်ကင်းတွေရဲ့ ခေတ်ဇာတ်လမ်းကောင်းတစ်ခုပါပဲ။နာမည်ကျော်ဗိုက်ကင်းစီးရီးကြီးနဲ့ ဆက်စပ်တာတော့မဟုတ်ပါဘူး။မင်းသားအမ်လက်သ်ရဲ့ ဒဏ္ဍာရီဆိုတဲ့ ရှေးပုံပြင်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။Anya Taylor-Joy , Nicole Kidman ,Alexander Skarsgård တို့အပြင် အခြားသရုပ်ဆောင်များစွာရဲ့ သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ ရိုက်ကူးချက်အလန်းတွေ တိုက်ခိုက်ခန်းအလန်းတွေကိုမြင်ရမှာဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းအနည်းငယ်ပါလို့ အိမ်မှာ မိသားစုနဲ့ကြည့်ရင်တော့ သတိထားရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ဗိုက်ကင်းဘုရင် အာဗန်ဒေးမှာ အမ်လက်သ်ဆိုတဲ့သားတော်မင်းသားလေးတစ်ပါးရှိပါတယ်။တစ်နေ့မှာတော့ ဘုရင်အာဗန်ဒေးရဲ့ညီ ဖီအိုနာက သူ့အစ်ကိုကို လုပ်ကြံပြီး ထီးနန်းကိုသိမ်းပိုက်လိုက်ပါတော့တယ်။ ဒါအပြင် အမ်လက်သ်ရဲ့အမေကိုပါ ဖမ်းဆီးပြီး အမ်လက်သ်ကိုပါသတ်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံကောင်းပြီး အမ်လက်သ်လွတ်သွားတဲ့အခါထီးနန်းကိုပြန်ယူဖို့၊ မိခင်ကိုကယ်တင်ဖို့ နဲ့ အဖေအတွက် လက်စားချေဖို့ ပြန်ကြိုးစားပါတော့တယ်.....။ \nFile size…(6.8 GB)/ (2 GB)/(1.2 GB)\n...",
        "rating": "7.0",
        "url": "https://megaup.net/2CZht/(CM)_The.Northman.2022.BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujlJLvzWRh2hR0UoHypv9QLZ2os.jpg",
        "title": "In Order of Disappearance (2014)",
        "description": "ဒီဇာတ်ကားဟာ ၂၀၁၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ​​နော်​ဝေထုတ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.1နဲ့ RT -86%ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းကအမြဲတ​စေနှင်း​တွေကျ​နေတဲ့ ​တောင်​ပေါ်မြို့​လေးမှာနှင်းရှင်းစက်​မောင်းတဲ့ အလုပ်နဲ့ ပြည်သူ့သား​ကောင်းဆု ရထားတဲ့ ​နေးလ်ဒစ်မန်းတို့ လင်မယားဟာ တစ်​နေ့မှာ သားဖြစ်သူ အသတ်ခံလိုက်ရတဲ့အတွက် သူတို့သားကို သတ်သွားတဲ့ လက်သည်​တွေကိုစုံစမ်းရင်း နယ်ခံမူးယစ်ဂိုဏ်းရဲ့လက်ချက်ဖြစ်​ကြောင်း သိသွားတဲ့အခါ အဲဒီဂိုဏ်းသား​တွေကို တစ်​ယောက်ချင်း ပြန်လိုက်သတ်ရင်းသားရဲ့​​သွေး​​ကြွေးကို ပြန်ဆပ်ဖို့ကြိုးစားပုံ​တွေကို ကြည့်ရှုရမှာပါ။ File size…1.58GB / 594MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "7.1",
        "url": "https://megaup.net/2CYE4/In.Order.of.Disappearance.2014.BluRay720p.MW(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zZH0sAUV0nfEEDBUdWBMLjs2XnN.jpg",
        "title": "Killer Book Club (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့တက္ကသိုလ်တစ်ခုက ကျောင်းသားတစ်စုဟာ ရသစာပေခံစားချက်တွေကိုမျှဝေဖို့စာအုပ်အသင်းတစ်ခုဖွဲ့ခဲ့ကြတယ်။ အဲ့မှာတစ်ယောက်ကသေမင်းတမန်လူပျက်စာအုပ်အကြောင်းဆွေးနွေးပြီးနောက်ပိုင်း မတော်တဆလူသတ်မှုတစ်ခုမှာ သူတို့အားလုံးပါဝင်ခဲ့သလိုဖြစ်သွားကြတယ်။ နောက်တော့အမည်မသိစာရေးဆရာက သူတို့ရဲ့အကြောင်းကို အခြေခံပြီးတော့လူမှုမီဒီယာအပေါ်မှာ သည်းထိတ်ရင်ဖို အခန်းဆက်ဝတ္တုတစ်ပုဒ်ကိုဖန်တီးပြီးတစ်ပိုင်းမှာတစ်ယောက်ချင်းစီကို သတ်ပစ်မယ်ဆိုပြီး liveလွှင့်ပြီးခြိမ်းခြောက်ပြောဆိုခဲ့တာပေါ့။ သူတို့အဖွဲ့ဟာ တစ်ယောက်နဲ့တစ်ယောက် အယုံအကြည်ကင်းမဲ့နေချိန်မှာ တက္ကသိုလ်ကျောင်းဝင်းအလယ်မှာ ရှင်သန်ဖို့အတွက်ကြိုးပမ်းလာကြပြီး နောက်တစ်ခန်းမှာ ဘယ်သူကသားကောင်ဘယ်သူကလူသတ်သမားဖြစ်သွားမလဲဆိုတာကို horror movie ပီပီသွေးထွက်သံယို တင်ဆက်မှုကောင်းကောင်းနဲ့ ကြည့်ရှုခံစားကြပါလို့ ညွှန်းဆိုလိုက်ရင်း.... File size…1.13GB / 500MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 29m\nGenre ….. Horror  , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Zwel Zan Aung",
        "rating": "",
        "url": "https://megaup.net/1X0jw/Killer_Book_Club.2023.WEB-DL720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMDkxMGYyNTktM2U4ZS00NTAyLWFhNzItMDQ0YzRlYzQ0YjM1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "Equilibrium (2002)",
        "description": "Christian Bale ကို ကျွန်တော့် fav; မင်းသားစာရင်းထဲ ပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ...ကျွန်တော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေ\nအာဃာတတရားတွေ မနာလိုမှုတွေ\nအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်\nဘယ်လိုဖြစ်သွားနိုင်သလဲ.....\nအသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်\nခံစားမှု  ခံစားချက် တွေကဘယ်လိုတောင်အရေးပါသလဲ....\nဒါတွေကို Sci- Fi ရုပ်ရှင်တစ်ခုအနေနဲ့ရှုထောင့်တစ်မျိုးကနေ ပြောပြသွားပါတယ်2002 ခုနှစ်ကထွက်ရှိထားပေမယ့် လူနဲ့ခံစားချက်တွေအကြောင်းပြောကြမယ်ဆိုရင် ချန်ထားလို့မရတဲ့ရုပ်ရှင်ကားပါ။IMDb Rating 7.3 ရရှိထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို YeWai LynnHtut မှတင်ဆက်ထားတာပါ။)အသစ်ထွက်ရှိလာတဲ့ BluRay Open-Matte Version နဲ့တင်ဆက်ထားတာကြောင့် မြင်ကွင်းကျယ် Screen အပြည့် ကြည့်ရှုခံစားရမှာဖြစ်ပြီး သိမ်းထားချင်သူများအတွက်လဲ ပိုမိုပြည့်စုံကောင်းမွန်တဲ့ Version ဖြစ်ပါတယ်။\nFile size…(2.3 GB)/ (1 GB)\nQuality….BluRay OpenMatte 1080p /720p\nFormat…mp4\nDuration….01:46:50\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by YeWai LynnHtut",
        "rating": "7.3",
        "url": "https://megaup.net/1h4km/(CM)_Equilibrium_(2002)_OPEN-MATTE_720p_BluRay_REMUX_x264_AVC_AAC_5.1-Naung.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzJlMmRiYTQtM2Q0OS00NDZiLWFlMmMtYzM3MzdlMTAzZjE0XkEyXkFqcGdeQXVyNjUzODM0MzY@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Subspecies (1991)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို ၁၉၉၁ခုနှစ်ကထွက်ထားတဲ့ Subspecies: The.Awakening ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ရုပ်ရှင် ၅ကားမှာ ပထမဆုံးထွက်ရှိထားတဲ့ကားဖြစ်ပြီး ၁၉၉၁ခုနှစ်က ထွက်ထားဖြစ်တဲ့အတွက် ဒီဘက်ခေတ်အမြင်နဲ့တော့ ယှဉ်မကြည့်ဖို့ အရင်တောင်းဆိုပါရစေ။ ဇာတ်လမ်းလေးကတော့ မီရှဲလ် နဲ့ မာရာ တို့ သူငယ်ချင်းနှစ်ယောက်က ရိုးရာဓလေ့ဘာသာရပ်သုတေသနလုပ်ဖို့အတွက် သူတို့သူငယ်ချင်း လီလီယန် ရှိရာ မြို့လေးကို ရောက်ရှိသွားပါတယ်။ သူတို့နေမဲ့ ရွာနားလေးမှာ ဟိုတယ်တစ်လုံးမှ မရှိတာနဲ့ အနီးနားက သမိုင်းဝင် ခံတပ်ကြီးမှာ သွားတည်းလိုက်ကြရတာပါ။ အဲဒီမှာပဲ သူတို့တွေ ရှေးရိုးဓလေ့တွေကို လေ့လာရင်းနဲ့ ထူးဆန်းတဲ့ ဗလက်ဒီဆလက် ခံတပ်ကြီးကို သတိထားမိသွားကြတာပါ။ထူးဆန်းတယ်ဆိုတာက အဲဒီခံတပ်ကြီး ရှေးဟောင်းသမိုင်းဝင်ဖြစ်နေပြီး အရမ်းခန့်ညားနေလျက်ရဲ့ ဘယ်ဘာသာ ဘယ်စာပေမှာမှ အဲဒီခံတပ်ကြီးအကြောင်းထည့်မရေးထားတာပါပဲ။ အဲဒါနဲ့ သူတို့ကလည်း သိချင်စိတ်အရမ်းပြင်းပြတာနဲ့ သုတေသနလုပ်ရင်း ဘာတွေရှာတွေ့သွားမလဲ လူတွေက ဘာလို့ အဲဒီရဲတိုက်အကြောင်းဘာမှမပြောတာလဲ သိသွားရင် ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ပိတ်ကားပေါ်မှာပဲ ဆက်လက်ရှုစားကြပါဦးလို့.......File ...",
        "rating": "",
        "url": "https://megaup.net/1h41i/Subspecies.1991.720p(CM).BluRay.x265.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLV1hdNjuaEct3CEpE1jOwlzrlo.jpg",
        "title": "Queen of Triads 2 – Infinite Sneak ( 2023 )",
        "description": "Queen of Triads 2 ဆိုတဲ့ အက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးက ထုံးစံအတိုင်း ဟောင်ကောင်\nမူးယစ်ဈေးကွက်လောကကို အခြေခံရိုက်ကူးထားတာပေါ့...\nဟောင်ကောင် မူးယစ်ဈေးကွက်မှာ ဦးဆောင်နေတဲ့\nနာမည်ကြီး လုပ်ငန်းရှင် ၄ ဦးထဲက\nဖေးခွင်း ခေါ် အစ်ကိုခွင်းနဲ့ အစ်ကိုဟောက်တို့ကြားက\nယှဉ်ပြိုင်မှုအပိုင်းအစလေးမှာ နှင်းဆီဆိုတဲ့\nသူလျိုတစ်ယောက်ဝင် ဂယက်ရိုက်တာကို\nကွင်းဆက်မိမိ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ တင်ဆက်ထားတာပါ...နှင်းဆီ ဆိုတဲ့ နာမည်အတိုင်း လှလည်းလှ\nဆူးလည်းရှိတဲ့ အမျိုးသမီးတစ်ယောက်ပေါ့ ...\nသူက ဖေးခွင်း လက်မှာ သေခဲ့ရတဲ့ အဖေ ရဲအရာရှိသွေး\nအပြည့်အဝပါသူမို့ လေ့ကျင့်ရေးမှာလည်း အမှတ်ကောင်းပြီး\nသူလျို့စစ်ဆင်ရေးအတွက် အရွေးချယ်ခံခဲ့ရသူလေးပေါ့...နှင်းဆီနဲ့ အစ်ကိုခွင်းဟာဆို မိဘကို သတ်ခဲ့တဲ့ သွေးရန်ငြိုးရှိနေသေလိုပဲ...\nတစ်ချိန်က အစ်ကိုခွင်း လက်အောက်ငယ်သားဖြစ်သူ\nအစ်ကိုဟောက်ကလည်း တစ်ချိန်က နှင်းဆီကို ကယ်ခဲ့သူဖြစ်နေတာပေါ့...ဒီလိုနဲ့ နှင်းဆီတစ်ယောက် အစ်ကိုဟောက်နားရောက်လာပြီး\nဘယ်လို စစ်ဆင်ရေးလှုပ်ရှားမယ်ဆိုတာ\nစိတ်ဝင်စားစရာကောင်းတာမို့ မပျက်မကွက် ကြည့်လိုက်ကြနော်..\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Crime\nRuntime : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1h4bk/Queen_of_Triads_2_-_Infinite_Sneak_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDk2YzUyOTQtMDIwNy00ZWQxLTkwNzYtNTliMjZhNmE4MmYzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "White Noise 2: The Light (2007)",
        "description": "အမေရိကန်နိုင်ငံမှာ နေ့စဉ်လူတစ်သောင်းနီးပါးဟာအကြောင်းအမျိုးမျိုးနဲ့သေဆုံးလျက်ရှိပြီး သေဆုံးမှုအများစုဟာ မြို့ပြဝန်းကျင်မှာဖြစ်ပါတယ်။လူတစ်ဦးကိုသေဆုံးပြီလိုအတည်ပြုအပြီး သတိပြန်မလည်လာခင်အချိန်မှာ မျက်စိကွယ်လုနီးပါးတောက်ပတဲ့အဖြူရောင်အလင်းတန်းကိုတွေ့မြင်ရတဲ့အတွေ့အကြုံကိုသေလုနီးပါးအတွေ့အကြုံ(NDE)လို့ခေါ်ဆိုပြီး ပျှမ်းမျှအနေနဲ့ အမေရိကန်မှာ သေလုနီးပါးအတွေ့အကြုံ (NDE) ကိုကြုံဆုံရသူ တစ်နေ့ကို ၇၇၄ ဦးဝန်းကျင်ရှိတယ်လို့သိရပါတယ်။ဒီမှာဆိုရင်သေရွာပြန်လို့ခေါ်တဲ့လူမျိုးဖြစ်ပါလိမ့်မယ်။Abe ဟာ သူ့ဇနီး၊သားတို့နဲ့အတူ မနက်စာထွက်စားနေတဲ့အချိန်မှာ လူတစ်ယောက်က သူ့ဇနီးနဲ့သားကို သေနတ်နဲ့အသေအချာချိန်ရွယ်ပစ်ခတ်ခဲ့ပြီး သူ့ကိုတောင်းပန်ကာ သူ့ကိုယ်သူလည်းသေနတ်နဲ့ပစ်သတ်သွားခဲ့ပါတယ်။ ဝေခွဲမရတဲ့စိတ် ယူကျုံးမရစိတ်တွေနဲ့ ဖြေမဆည်နိုင်တဲ့ Abe ဟာဆေးအလွန်အကျွံသောက်ပြီး သူ့ကိုယ်သူသတ်သေဖို့ကြိုးစားခဲ့ပေမယ့် သူ့သူငယ်ချင်းက အချိန်မှီသိရှိကယ်တင်နိုင်ခဲ့ပြီး သတိပြန်လည်မလာခင်အချိန်မှာ NDE အတွေ့အကြုံကိုရရှိခဲ့တဲ့နောက် Abe ဟာသေဆုံးတော့မယ့်လူတွေကိုသူတို့ဘေးမှာဖြာထွက်နေတဲ့အဖြူရောင်အလင်းတန်းတွေကတစ်ဆင့်ကြိုမြင်နိုင်စွမ်းရှိလာခဲ့ပါတယ်။ဒီလိုနဲ့ အဲ့ဒီအစွမ်းကိုအသုံးချပြီးသေဘေးဆိုက်တော့မယ့်လူတွေကို ကယ်တင်နိုင်ခဲ့ပေမယ့် သူဟာကြီးမားတဲ့အမှားတွေတစ်ခုပြီးတစ်ခုကျူးလွန်နေခဲ့တာတွေကိုသိရှိလာရပြီးတဲ့နောက် သူ့ဇနီးနဲ့သားကိုပစ်သတ်သွားတဲ့သူဘာကြောင့် အဲ့ဒီလိုလုပ်ခဲ့ရတယ်ဆိုတဲ့အဖြေကိုပါ နားလည်လာတဲ့အခါမှာတော့..။မူရင်းဇာတ်ကားကို မှီရုံတင်မက မူရင်းထက်ပါ ပိုသာတဲ့ ရှားရှားပါးပါး Sequel တွေထဲက တစ်ခုဖြစ်ပါတယ်။မူရင်းဇာတ်ကားနဲ့ ချိတ်ဆက်မထားတဲ့ Stand alone sequel တစ်ခုလည်းဖြစ်တဲ့အတွက် Horror ပရိသတ်တွေလက်လွတ်မခံသင့်တဲ့ကားကောင်းတစ်ကားပါ။File size…(1.6 GB)/(811 MB)\nQuality….Webrip 1080p / ...",
        "rating": "5.7",
        "url": "https://megaup.net/1gOeh/White.Noise.2.The.Light.2007.720p.(CM).mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmNmY2NlZWQtY2RkZi00MjY1LWE1YTItZjk0ZTdmYjg5NjQ1XkEyXkFqcGdeQXVyMjUxMDgwNA@@._V1_-141x200.jpg",
        "title": "Finale (2018)",
        "description": "Finale (2018)\n===========လူတိုင်းရဲ့စိတ်ခံစားချက်တွေက တစ်ယောက်နဲ့တစ်ယောက်ကွဲပြား\nနေတတ်ပါတယ်။ တဖက်လူရဲ့ပျော်ရွှင်မှုကြောင့် ပီတိဖြစ်ရတဲ့လူတွေ\nရှိသလို တဖက်လူရဲ့နာကျင်ခံစားရမှုကြောင့် ဝမ်းသာနေကြတဲ့သူတွေ\nလည်း တစ်ပုံကြီးပါပဲ။ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးက စိတ္တဇဆန်တဲ့ဇာတ်\nလမ်းလို့ပြောရမလား ဓာတ်ဆီဆိုင်မှာ ညဆိုင်းဆင်းနေကြတဲ့ မိန်းက\nလေးနှစ်ယောက်ကို အသာပေးရိုက်ကူးထားပြီး လူသားတို့ရဲ့စိတ်ချောက်\nချားမှုတွေ၊ အကြောက်တရားနဲ့ကြုံတွေ့လာတဲ့အခါ ဖြစ်‌ပေါ်လာတဲ့\nခံစားချက်တွေ၊ တဖက်သားနာကျင်မှုကို ‌‌ပျော်မွေ့နေတတ်တဲ့သူတွေ\nစတဲ့ အမျိုးမျိုးသောစိတ်ခံစားချက်တွေကို ကြည့်ရှုရမှာပါ။ ဇာတ်\nကောင်တွေအများကြီးသုံးထားတာမျိုးမရှိဘဲ လူတွေရဲ့မကောင်းတဲ့\nဗီဇစိတ်ကို ပေါ််လွင်အောင်ရိုက်ပြထားတာဖြစ်လို့ Horror ဆန်ဆန်\nMystery ဆန်ဆန်ကြိုက်တဲ့ဘော်ဒါတို့အတွက် ကြည့်ကောင်းမယ့်\nဇာတ်လမ်းလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.45 GB) / (590 MB) / (329 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1Udl2/Finale.2018.DANISH.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSJ6swahAuZ8wM96lHDTwQPXUvZ.jpg",
        "title": "Rushmore (1998)",
        "description": "Rushmore (1998)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~ဒီဇာတ်ကားဟာ Moonrise Kingdom, The Grand Budapest Hotel, Fantastic Mr. Fox တို့နဲ့နာမည်ကြီးတဲ့ဒါရိုက်တာ Wes Anderson ရိုက်ကူးခဲ့တဲ့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ Wes Anderson ရဲ့ဇာတ်ကားတွေက ခေါက်ချိုးညီရိုက်ချက်တွေ၊ လှပတဲ့အရောင်တွေအလှတွေထည့်သွင်းအသုံးပြုတာတွေ၊ ဇာတ်လမ်းဇာတ်ညွှန်းထူးဆန်းမှုတွေနဲ့ နာမည်ကြီးပါတယ်။ ဒီဇာတ်ကားက ၁၉၉၀ ကျော်ကကားလို့မထင်ရအောင်ကိုခေတ်မှီပြီး ပုံစံကလုံးဝကို Unique ဖြစ်ပါတယ်။ ဟာသကားလို့ Genre တပ်ထားပေမဲ့လို့ လုံးလုံးဟာသကားမျိုးဖြစ်နေတာမဟုတ်ဘဲ Deep တဲ့သဘောသဘာဝတွေကိုနှစ်မြှုပ်ထားပါသေးတယ်။ဒီဇာတ်ကားရဲ့​ကျောရိုးကို ဇာတ်ဆောင်သုံးဦးနဲ့ဖွဲ့စည်းထားပါတယ်။ အဓိကဇာတ်ကောင်ဖြစ်တဲ့မက်စ်က အသက် ၁၅ နှစ်အရွယ် အထက်တန်းကျောင်းသားဖြစ်ပြီး ရက်ရှ်မိုးလို့ခေါ်တဲ့ ကိုယ်ပိုင်ကျောင်းမှာ စကောလားရှစ်နဲ့တက်ရောက်နေသူဖြစ်ပါတယ်။ စကောလားရှစ်ရထားတာဆိုပေမဲ့ အသင်းအဖွဲ့တွေ ဘာ Club ညာ Club ဖွဲ့တာတွေစတဲ့ Activity ...",
        "rating": "7.6",
        "url": "https://megaup.net/1UL03/(CM)_Rushmore_(1998)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA2emLQTNb8XS1646Nmhp91NNgv.jpg",
        "title": "Rich in Love 2 (2023)",
        "description": "Rich in Love 2 (2023)ခရမ်းချဥ်သီးမင်းသားလေးနဲ့ ဆရာဝန်မလေးစုံတွဲဆိုပြီး နာမည်ကြီးခဲ့တဲ့ ပေါ်တူဂီအချစ်ဇာတ်လမ်းလေးရဲ့အဆက် Rich in Love 2 ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဒုတိယပိုင်းကတော့ အမေဇုန်သစ်တောနောက်ခံနဲ့ တက်တိုနဲ့ပေါ်လာတို့ရဲ့ Relationship မှာကြုံတွေ့လာရမယ့် Struggle တွေ၊ တက်တိုရဲ့ Grow Up ​ဖြစ်လာပုံတွေအကြောင်းပေါ့။အမေဇုန်တောမှာလုပ်အားပေးဖို့ ပေါ်လာထွက်သွားပြီးနောက်ပိုင်း တက်တိုရဲ့အဖေက တက်တိုခွဲထွက်ထားတဲ့ကုမ္ပဏီကိုဖျက်သိမ်းပြီး မူလဖရန်စကိုကုမ္ပဏီကိုပဲ လက်လွှဲယူလိုက်ဖို့ ဖိအားပေးလာတယ်။ လူတိုင်းနီးပါးခရမ်းချဥ်သီးစိုက်နေကြတဲ့တောင်ပိုင်းမှာ ရပ်တည်ဖို့ခက်ခဲလာတဲ့ သူ့ရဲ့ကိုယ်ပိုင်ကုမ္ပဏီကို ကယ်တင်နိုင်ပြီး ပေါ်လာနဲ့လည်းအတူနေနိုင်ဖို့ ဘရာဇီးမြောက်ပိုင်းအမေဇုန်တောထဲမှာ ခရမ်းချဥ်သီးစိုက်ပျိုးရေးလုပ်ဖို့ထွက်လာခဲ့ပါတယ်။ ပေါ်လာက သူ့ Career မှာတိုးတက်ချင်တဲ့သူဖြစ်ပြီး တက်တိုက သူ့နောက်ကိုအမြဲလိုက်နေတာ သူ့လုပ်ဖော်ကိုင်ဖက်နဲ့သဝန်တိုတာတွေက သူ့အတွက်စိတ်ရှုပ်စရာဖြစ်လာတယ်။ ပေါ်တိုတစ်ယောက်အသဲကွဲရင်းနဲ့ တိုင်းရင်းသားတွေရဲ့ယုံကြည်မှုကိုရဖို့ကြိုးစားရင်း အီဗရက်တိုဆိုတဲ့ ခရိုနီအဘိုးကြီးနဲ့တိုက်ခိုက်ဖို့ဖြစ်လာတယ်။ဒီကားမှာတော့ အမေဇုန်ရှုခင်းတွေ၊ တိုင်းရင်းသားတွေရဲ့ Lifestyle တွေ၊ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးစသည်ဖြင့် အကြောင်းအရာလေးတွေပိုစုံလာပါတယ်။ Movie Date မှာကြည့်ဖို့ Romance ဇာတ်လမ်းလေးတွေရှာနေတဲ့သူတွေအတွက် ...",
        "rating": "",
        "url": "https://megaup.net/1eNos/(CM)_Rich_in_Love_2_(2023)_720p.mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmQzOTg1N2MtYzc5OC00MDcyLTk2YjYtZGRmZGY5NzMyOTJhXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Praise This (2023)",
        "description": "Praise This IMDb 5.7ဒီဇာတ်ကားကတော့ ခရစ်ယာန်ဓမ္မတေးအဖွဲ့တွေအကြားက ပြိုင်ပွဲအကြောင်း ရိုက်ပြထားတာပါ...ဆမ်ဆိုတဲ့ ကောင်မလေးဟာ မိခင်ဆုံးသွားကတည်းက ဖအေဖြစ်သူနဲ့နေရင်း LAမြို့မှာ ငဆိုးငပေလေးအဖြစ် ကြီးပြင်းလာခဲ့သူပါ...ဆမ်တစ်ယောက် ရုံးရောက်ဂတ်ရောက်ဖြစ်တာတဲ့အခါ LAမှာ ဆက်ထားဖို့ မသင့်တော့တာမို့ ဦးလေးလင်မယားရှိရာ အတ္တလန္တာကို ပို့လိုက်ပါတော့တယ်...ဘာသာတရားကိုင်းရှိုင်းတဲ့ ဦးလေးတို့လင်မယားမှာ ဆမ်ရဲ့ ညီမဝမ်းကွဲတော်စပ်သူ ဂျက်စ်ဆိုတဲ့ သမီးလေးတစ်ယောက် ရှိနေပါတယ်...လူဆိုးနဲ့ လူကောင်း အတူယှဉ်တွဲနေထိုင်တဲ့အခါ တံငါနားနီး တံငါဆိုသလို ဆမ်လည်း ပြောင်းလဲလာပါတော့တယ်...ဒီဇာတ်လမ်းဟာ ဆမ်ဆိုတာထက် ဓမ္မတေးအဖွဲ့တွေအကြောင်း ချာ့ချ်တွေအကြောင်း တစ်ကျောင်း တစ်ဖွဲ့ချင်းစီရဲ့ ပုံစံလက္ခဏာ စည်းမျည်းစည်းကမ်းတွေနဲ့ အဆိုအကတွေကြောင့် ခပ်မြူးမြူးလေး ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ပုဒ်ပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.3GB) / (1.2GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:50:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun ...",
        "rating": "5.9",
        "url": "https://megaup.net/1eN74/Praise_This_(2023)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptURGAFktibhk7DEAbMazlmNqWa.jpg",
        "title": "2 Guns (2013)",
        "description": "2 Guns (2013)~ IMDb - 6.7/10, Rotten Tomatoes - 64% ~2013 က ထွက်ထားတဲ့ Denzel Washington နဲ့ Mark Wahlberg တို့ရဲ့ အက်ရှင် ဇာတ်ကားလေးပါ။ ဒီမင်းသားနှစ်ယောက်ကို မြင်တာနဲ့ သိပ်ညွှန်းစရာတောင်မလိုလောက်တော့ပါဘူး။အသွင်ယူပြီး ထောက်လှမ်းနေတဲ့ ရေတပ်က စတစ်ဂ်မန်းရယ်၊ အသွင်ယူပြီးထောက်လှမ်းရေးလုပ်နေတဲ့ မူးယစ်အရာရှိ ဘော်ဘီရယ် နှစ်ယောက်ပေါင်းပြီး ဘဏ်ဓားပြတိုက်တာကနေ ဇာတ်လမ်းစပါတယ်။ နှစ်ယောက်လုံးကလည်း အချင်းချင်း မကောင်းတဲ့ကောင်ပဲထင်နေတာပေါ့။ သူတို့တွယ်ချင်နေတဲ့ ဆေးမှောင်ခိုဂိုဏ်းခေါင်းဆောင် ငွေတွေထားတယ်လို့ ဘဏ်ကို ဝင်တိုက်ကြပါလေရော။ သူတို့ ဓားပြတိုက်တဲ့ ဘဏ်မှာက ဂိုဏ်းခေါင်းဆောင်ရဲ့ငွေတွေတင်မကဘဲ ငွေပမာဏက ဆယ်ဆလောက် ပိုများနေတယ်။ အဲဒီငွေတွေက CIA ရဲ့ တရားမဝင်ရန်ပုံငွေတွေဖြစ်နေပါတယ်။နောက်တော့ စတစ်ဂ်မန်းက တပ်ပြေးလို့ ထောင်ခြောက်ဆင်ခံရပြီး ဘော်ဘီက အထက်အရာရှိကို သတ်မှုနဲ့ အကွက်ဆင်ခံရပါတယ်။ စတစ်ဂ်မန်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3gFF3/(CM)_2_Guns_(2013)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjlmNTNjNTEtYTZlOC00YTA4LThkZjMtNDJlYThkNTM0M2MzXkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Padre Pio (2022)",
        "description": "Padre Pio (2022)\n=============အီတလီဘုန်းတော်ကြီး Padre Pio အကြောင်းနဲ့ အဲဒီခေတ်\nအခါက အီတလီရဲ့နိုင်ငံရေးအခြေအနေတွေကို ရောစပ်ပြီး\nပုံဖော်ထားတဲ့ဇာတ်ကားလေးပါ။ Padre Pio အဖြစ် Transformers\nမင်းသား Shia LaBeouf က သရုပ်ဆောင်ထားပါတယ်။ပထမကမ္ဘာစစ်ပြီးကာလ အီတလီရဲ့ပထမဆုံးလွတ်လပ်သော\nရွေးကောက်ပွဲရဲ့အရှုပ်တော်ပုံတွေနဲ့ မြေရှင်လူတန်းစားတွေက\nသူဆင်းရဲလုပ်သားတွေအပေါ်ဖိနှိပ်ချုပ်ချယ်တာတွေကို နိုင်ငံ\nရေးရှုထောင့်အနေနဲ့ရိုက်ပြထားပြီး တဖက်မှာလည်း ခရစ်ယာန်\nဘာသာဝင်တို့ရဲ့အကြီးအမြတ်ထားရာပုဂ္ဂိုလ်ဖြစ်လာအောင်\nPadre Pio ရဲ့စိတ်ပိုင်းဖြတ်မှုနဲ့လုပ်ဆောင်ပုံတွေကို ဘာသာ\nရေးရှုထောင့်အနေနဲ့ ရိုက်ပြထားပါတယ်။ ဘာသာရေးနဲ့နိုင်ငံရေး\nရောထွေးနေတဲ့ အီတလီနိုင်ငံက ကျေးရွာလေးတစ်ခုရဲ့အရှုပ်\nတော်ပုံကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.09 GB) / (620 MB) / (360 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 44Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Biography, Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.0",
        "url": "https://megaup.net/1eNe5/Padre.Pio.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coL8O01xtvBTT6KsjGteDNglmKJ.jpg",
        "title": "Abduction (2011)",
        "description": "နေသန်ဆိုတဲ့အထက်တန်းကျောင်းသားကောင်လေးတစ်ယောက်.ပျော်ပျော်နေတတ်တယ်. သူငယ်ချင်းတွေနဲ့ကဲလိုက်.မိဘတွေဆူတာခံလိုက်နဲ့ ဘဝကိုအေးဆေးဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါပဲ။ကျောင်းကအိမ်စာလုပ်ခိုင်းတဲ့ပရောဂျက်အတွက် ဝက်ဆိုက်တွေလိုက်ရှားရင်း ပျောက်ဆုံးသူများဝက်ဆိုက်ဘ်မှာ သူနဲ့တူတဲ့ကောင်လေးတစ်ယောက်ပုံကိုတွေ့ရာကနေ သူ့ဘဝကရုတ်တရက်ဆိုသလိုပဲကမောက်ကမတွေဖြစ်ကုန်ပြီး သူ့နောက်ကိုလိုက်နေတဲ့ လူသတ်သမားတွေလက်ကနေ ထွက်ပြေးပုန်းရှောင်ရတဲ့အထိကိုဖြစ်လာရပါတော့တယ်. မင်းသားနေရာမှာတော့ Twilight ကားထဲက ခပ်မိုက်မိုက်နဲ့အထာကျတဲ့Taylor Lautner သရုပ်ဆောင်ထားပြီး မင်းသမီးကတော့ အားလုံးရဲ့အသည်းကျော် Emily in Paris ထဲကမမlily Collins ပဲဖြစ်ပါတယ်. သူတို့နှစ်ယောက်ကဒီဇာတ်ကားထဲမှာတော်တော်လေးလိုက်တာနော်.Action , Mystery နဲ့Thrillerအမျိုးအစားဖြစ်ပြီး ကြာချိန် ၁နာရီနဲ့ ၄၆မိနစ်ရှိပါတယ်  File size…2.08GB / 875MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Action , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.7",
        "url": "https://megaup.net/2AIgB/Abduction.2011.BluRay720p(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDM1MGI2YzUtNDRmYi00OWY4LTgwMGQtNTllYzc1ZjcxMDk4XkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Incredible Melting Man (1977)",
        "description": "1977 ကထဲကထွက်ရှိထားတဲ့ horror & sci-fi ရုပ်ရှင်ဖြစ်ပြီး IMDb ကတော့ 4.2/10 ပါ 20ရာစုအတွင်းမှာ လူတွေဟာအာကာသထဲကိုစတင်ခြေဆန့်ခဲ့ကြပြီးအဲ့နှစ်‌တွေမှာထုတ်လုပ်ခဲ့ကြတဲ့အာကာသနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေအများကြီးထဲကတစ်ကားဖြစ်ပါတယ် ဇာတ်လမ်းမှာတော့ စနေဂြိုလ်ကိုအာကာသယာဥ်တစ်စင်းလွှတ်တင်လိုက်ရာကနေမထင်မှတ်ထားတဲ့ဖြစ်ရပ်ဆန်းတစ်ခုကြောင့်အာကာသယာဉ်မှူးတစ်ယောက်ဟာအရည်ပျော်နေတဲ့လူအဖြစ်ကိုပြောင်းသွားခဲ့ပြီးသူဘာတွေဆက်လုပ်မလဲ၊ဘာတွေဖြစ်သွားမလဲဆိုတာကိုစောင့်ကြည့်ရမှာပါ သွေးသံရဲရဲနဲ့ရွံစရာဇာတ်ဝင်ခန်းတွေလည်းပါတာကြောင့်သည်းခြေမခိုင်တဲ့သူတွေမကြည့်သင့်ပါဘူး File size…(2.0 GB)/(933 MB)/(460 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Horror , Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3gDNm/The.Incredible.Melting.Man.1977.720p.(CM).mp4",
        "category": "Horror, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjQ4OTJmZjMtM2NlNi00MjM1LTkxYzgtMjNkOGZiZDM3NGE2XkEyXkFqcGdeQXVyNDQzOTY5NTU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Blue Caftan (2023)",
        "description": "ဒီနေ့မှာတော့ Morocco နိုင်ငံမှာ အခြေတည်ထားပြီး ဆုတွေလည်း အများကြီးရထားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ Halim နဲ့ Mina တို့ ဇနီးမောင်နှံဟာ စျေးထဲမှာ Caftan လို့ ခေါ်တဲ့ရိုးရာဝတ်စုံတွေချုပ်တဲ့ အပ်ချုပ်ဆိုင် တစ်ဆိုင်ဖွင့်ထားပါတယ်။ Caftan ဆိုတာ ပိုးစ၊ ဖဲစတွေကို ရွှေချည်တွေ အနုစိတ်ထိုးပြီး အမျိုးသမီးတွေ မင်္ဂလာပွဲလို ထူးခြားတဲ့ အခမ်းအနားမျိုးမှာ ဝတ်ဆင်ကြတဲ့ ဝတ်ရုံတစ်မျိုးပါ။ရွှေချည်ထိုးတွေ အနားကွပ်တွေကို တစ်ထည်လုံး လက်နဲ့ အနုစိတ်လုပ်ရတာမလို့ လက်ဝင်ပြီး အချိန်လည်း ကုန်ပါတယ်။ စက်နဲ့ချုပ်တာတွေလည်း ရှိလာပေမဲ့ Mina ရဲ့ ခင်ပွန်း Halim ကတော့ လက်မှုပညာကို တန်ိဖုးထားပြီး လက်နဲ့ အသေးစိတ်ချုပ်တတ်တာကြောင့် သူတို့ဆိုင်က သူများထက် အချိန်ကြာပြီး နောက်ကျလေ့ရှိပါတယ်။ အပ်ထည်တွေကို အချိန်မီပေးနိုင်ဖို့ တပည့်တွေ မွေးပြီးသင်ပေးပေမဲ့ ရောက်လာလိုက် ထွက်သွားလိုက် ဖြစ်နေရာက ...",
        "rating": "7.7",
        "url": "https://megaup.net/2AD51/The.Blue.Caftan.2022.ARABIC.720p.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Webp.net-resizeimage-302x445-1-136x200.jpg",
        "title": "The Good Son (1993)",
        "description": "The Good Son (1993)IMDb Rating (6.4)Home Alone ထဲက ကလေးလေး Macaulay Culkin နဲ့ The Lord of The Ring ထဲကဖရိုဒိုလေး Elijah Wood တို့ငယ်ငယ်က ဇာတ်ကားပါ။\nဇာတ်ကားနာမည်က The Good Son ဖြစ်တာရယ် သရုပ်ဆောင်ကလေးလေးတွေ ချစ်စရာလေးဆိုလို့ ကြည်နူးရမယ့် ဇာတ်ကားလို့ ထင်လိုက်ရင် မှားသွားပါမယ်။\nChild's Play တို့ The Omen တို့လို Horror/Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက\n........\n-Spoiler Alert-...............\n၁၂ နှစ်သားလေး မက်ခ်ရဲ့အမေဖြစ်သူဟာ မကြာခင်က ဆုံးပါးသွားခဲ့တယ်။\nမက်ခ်ရဲ့အဖေက ဂျပန်ကိုအလုပ်ကိစ္စအတွက်ခရီးသွားရမှာဖြစ်လို့ မက်ခ်ကို သူ့ဦးလေး ဝေါလေစ့် နဲ့အဒေါ်ဆူဇန် တို့အိမ်ရှိရာကိုပို့ထားခဲ့ပါတယ်။\nအဲ့ဒီအိမ်မှာ မက်ခ်တစ်ယောက် မတွေ့ရတာကြာပြီဖြစ်တဲ့ သူ့ဝမ်းကွဲညီမ ကောလင်းနဲ့  ညီ ဟင်နရီတို့နဲ့အတူနေထိုင်ဖို့ဖြစ်လာပါတယ်။ဟင်နရီက အစပိုင်းတော့ တကယ်ကို အမူအကျင့်ကောင်းတဲ့ကလေးလိုပါပဲ..\nဒါပေမယ့် သိပ်မကြာခင်မှာပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2AI8q/(CM)_The.Good.Son.(1993).720p.BluRay.H.264-Nyein.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmJmZjllNDEtNzY4ZC00YmE5LTkwMGYtZjY5OTRjZTcxMjI3XkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_-135x200.jpg",
        "title": "Dark Nature (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကနေဒါရုပ်ရှင်ဖြစ်ပြီး Horror အမျိုးအစား​ဖြစ်ပါတယ်။ Jigsaw နဲ့​ The​ Purge မှာပါဝင်ခဲ့တဲ့ Hannah Anderson က အဓိကဇာတ်ဆောင်အဖြစ်နဲ့ပါဝင်ထားပါတယ်။ ဇာတ်လမ်း​အကျဥ်းကတော့ ဂျွိုင်း​ (Hannah Anderson) ဆိုတဲ့အမျိုးသမီးဟာ ခင်ပွန်းဟောင်းဖြစ်သူ​ ဒဲရက်ရဲ့​ အကြမ်းဖက်​နှိပ်စက်​မှုတွေကြောင့်​ စိတ်ဒဏ်ရာရနေသူဖြစ်ပါတယ်။ ဒါကြောင့်​ သူငယ်ချင်းဖြစ်သူ ကာမင်​က​ ဂျွိုင်း​ကို​ စိတ်​ရောဂါပညာရှင်ဒေါက်တာဒန်လေ​ရဲ့​ တောနက်ကြီးထဲမှာ ခရီးထွက်ရင်း​ သဘာဝတရားနဲ့ထိတွေ့ပြီးစိတ်​ဝေဒနာတွေကိုကုသမဲ့ ကုထုံးအစီအစဥ်မှာပါဝင်စေခဲ့တယ်။ဂျွိုင်း​တို့နှစ်ယောက်က​ ဒေါက်တာ​ဒန်လေရဲ့ဦးဆောင်မှုအောက်မှာ သူမတို့လိုပဲ အတိတ်ဖြစ်ရပ်တွေကြောင့် စိတ်ဒဏ်ရာရနေသူအမျိုးသမီးနှစ်ယောက်နဲ့တွေ့ဆုံပြီး​ ငါးယောက်သားအတူခရီးထွက်ခဲ့ကြပါတယ်။ ခရီးစပြီးမကြာမီ ဂျွိုင်း​တစ်ယောက်​ တောထဲမှာ သူတို့ကိုနောက်ယောင်ခံ​လိုက်နေသူတစ်ဦးရှိနေတယ်လို့ သံသယဝင်လာပါတော့တယ်။ မကြာခင်သူတို့ငါးယောက်ဟာ သူတို့အတိတ်ကခြောက်လှန့်နေတဲ့အဖြစ်အပျက်တွေထက် ပိုပြီးကြောက်စရာကောင်းတဲ့အရာတစ်ခုကို လူသူမနီးတဲ့တောတောင်ထဲမှာ​ ကြုံတွေ့​ရပါတော့တယ်။ သဘာဝတရားဖြစ်တဲ့​ တောတောင်ရေမြေတွေနဲ့ထိတွေ့ခြင်းက စိတ်ဝေဒနာဒဏ်ရာတွေကို​ ကုသပေးတယ်ဆိုပေမဲ့ ဂျွိုင်း​တို့အတွက်ကတော့ ဒီသဘာဝတရားက​ သူတို့စိတ်ဒဏ်ရာတွေကိုကုသပေးမလား ပိုပြီးဆိုးဝါးတဲ့စိတ်ဒဏ်ရာတွေကို ပေးမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဘာသာပြန်သူ​က​ Wolfenheim​ ...",
        "rating": "",
        "url": "https://megaup.net/1UIUo/Dark.Nature.2022.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODg1ODNjMzItYjRkMS00NmExLTkxNWUtMWYwNWM2NDU1YzU1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Nick of Time (1995)",
        "description": "ဒီတစ်ခေါက်မှာ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ မင်းသားကြီး Jhonny Deep ရဲ့ ၁၉၉၅ ခုနှစ်လောက်ကထွက်ရှိထားတဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာ Realistic ဆန်ပြီး ကြည့်ရှူသူတွေကိုပါ \"ငါသာသူ့နေရာမှာသာဆိုရင်...\"ဆိုတဲ့မေးခွန်းတွေအပြည့် စိတ်ထဲမှာတွေးမိနေပြီးတော့ ခံစားကြည့်ရှူသွားရစေမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ် ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ရထားဘူတာမှာထူးဆန်းတဲ့လူ ၂ ယောက်က ကြုံရာကျပန်းလူတစ်ယောက်ကို ရွေးချယ်နေပါတယ်။တစ်စုံတစ်ယောက်ကို လုပ်ကြံသတ်ဖြတ်ဖို့အတွက်ပေါ့... အဲဒီအချိန်မှာ မိန်းမနဲ့ကွာရှင်းပြတ်စဲလုနီးပါးဖြစ်နေတဲ့ မစ္စတာဝက်ဆန်တစ်ယောက် သမီးလေးလက်ကိုဆွဲပြီး ရထားဘူတာထဲကိုဝင်လာခဲ့ပါတယ်.. အဲဒီ လူရွေးချယ်နေတဲ့သူထဲက တစ်ယောက်က မစ္စတာဝက်ဆန်ကို သူတို့ပရောဂျက်နဲ့ ကိုက်ညီတဲ့သူအဖြစ် သတ်မှတ်လိုက်ပြီး သူ့သမီးလေးနဲ့ ခြိမ်းခြောက်အကြပ်ကိုင်ကာ ကယ်လီဖိုးနီးယားပြည်နယ်ရဲ့ အုပ်ချုပ်ရေးမှူးကို လုပ်ကြံခိုင်းပါတော့တယ်။ ဒီတော့ \"Nick of time:အဲဒီသတ်မှတ်ထားတဲ့အချိန်လေးအတွင်းမှာ လူ ၃ ယောက်ရဲ့ဘဝက ဘယ်လိုအပြောင်းအလဲတွေနဲ့ တွေ့ကြုံရမှာလဲ\" ဝက်ဆန်တစ်ယောက် ဆုံးဖြတ်ချက်တွေကို မှန်မှန်ကန်ကန်ချနိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာကြည့်ရှူခံစားရမှာပါ။File size…(2.4 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p ...",
        "rating": "6.3",
        "url": "https://megaup.net/3gE8h/Nick.Of.Time.1995.720p.(CM).mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqHzHops7SudBKvxjbB15ZnUABp.jpg",
        "title": "Two Blue Stripes (2019)",
        "description": "Original Title – Dua Garis Biru\nGenre – Drama\nIMDB – 7.8/10 ရုပ်ရှင်နာမည်က အပြာရောင်မျဉ်းလေး ၂ ချောင်းတဲ့၊ဒီ အပြာရောင်မျဉ်းလေး ၂ ချောင်းဆိုတာ တချို့အတွက်နိဗ္ဗာန်ဖြစ်သွားနိုင်သလို တချို့အတွက်လည်း ငရဲလိုမျိုးဖြစ်သွားစေနိုင်တဲ့အရာတစ်ခုပါ၊ ဟုတ်ပါတယ် ကိုယ်ဝန်စစ်ဆေးတံက အပြာရောင်မျဉ်းလေး ၂ ချောင်းကို ပြောတာပါ။ဒီ အင်ဒိုနီးရှားကားလေးက လိင်ကိစ္စပညာပေးအနေနဲ့ရောမိဘအုပ်ထိန်းမှုတွေကိုရော ပညာပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားပါ။ သူတို့နိုင်ငံက ပေးအပ်တဲ့ ရုပ်ရှင်ဆုတွေလည်းတော်တော်များများ ရရှိထားတာကို တွေ့ရပါတယ်။ အသက် ၁၇အရွယ် စုံတွဲလေးတစ်တွဲ အရာအားလုံးကို မေ့လျောပြီးကမ္ဘာကြီးကို မမှုပဲ သိပ်ချစ်ကြတယ်ပေါ့ မိဘတွေရဲ့မအားလပ်မှု အချိန်မပေးနိုင်မှုရဲ့ ပေါ့လျော့မှုအောက်မှာ ဒီကလေးနှစ်ယောက်ဟာ အရွယ်မတိုင်ခင် ချစ်သူရည်းစားတွေ ကြုံလာရမယ့်စည်းတစ်ခုကို ငယ်ငယ်ရွယ်ရွယ် အကာအကွယ်မရှိ ကျူးလွန်မိလိုက်ကြပါတော့တယ်။ နောက်ဆက်တွဲ ဘာဖြစ်မလဲဆိုတာလူတိုင်းသိပါတယ် ကလေးမလေး ကိုယ်ဝန်ရှိလာမယ် အဲဒါကိုနှစ်ဖက်မိဘတွေ သိသွားကြပြီး ပြဿနာတွေ ကြုံလာကြတယ်ပေါ့၊ကောင်လေးဖက်က ဆင်းရဲတယ် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1eNas/Two.Blue.Stripes.2019.NF.WEB-DL720p-(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k894njyPmSnsWIDWG4NGUYd7pLC.jpg",
        "title": "A Night of Return ( 2023 )",
        "description": "လူငယ်လေးတယောက်က အဘိုးကြီးတစ်ဦးနဲ့ဆုံတွေ့ပြီး\nအဘိုးကြီးခေါ်တဲ့နောက်ကိုလိုက်သွားရင်\nထူးဆန်းတာတွေတခုပြီးတခုမြင်နေရပါတော့တယ်......အဲ့ဒီ့အဘိုးကြီးက ဘယ်ကနေပေါ်လာတာလဲ...\nမမြင်အပ်မမြင်သင့်တဲ့ဘဝတွေကိုပါမြင်နေရတာက ဘယ်ကအစပြုခဲ့တာလဲ.....\nအိမ်ပြန်ချင်ပေမယ့် ပြန်လိုမရပဲပိတ်မိနေတဲ့အကြောင်းအရင်း‌အစရှိတဲ့\nပဟေဠိ‌ပေါင်းမြောက်မြားစွာကို ဖော်ထုတ်နိုင်ပြီး\nအိမ်ပြန်လိုရသွားမလားဆိုတာကိုတော့ သည်းထိတ်ရင်ဖိုစွာ\nကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/3gFg3/A_Night_Of_Return_2023_1080p_WEB-DL_CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODA0OGM0ZmQtMmY3YS00OTE4LWIzYjYtY2MwMmQwNjQ2NWU4XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "Ice Road Killer (2022)",
        "description": "ဟယ်လန်ဟာ သမီးဖြစ်သူ လော်ရာကို ကောလိပ်သွားကြိုပြီး မြောက်ပိုင်းက သူတို့ရဲ့ သစ်သားအိမ်လေးကို သွားဖို့ ကြံရွယ်ထားခဲ့ပါတယ်။မြောက်ပိုင်းဟာလည်း ပြင်းထန်တဲ့နှင်းမုန်တိုင်းကြောင့် ရာသီဥတုအခြေအနေ လမ်းအခြေအနေ အတော်ကလေး ဆိုးရွားလို့ နေပါတယ်... ဒီလိုနဲ့ သွားနေရင်း လမ်းခုလတ်မှာ ကားကြုံစီးလိုတဲ့ ကာလီနဲ့ ကြုံဆုံပါတော့တယ်... မိန်းမချင်းလည်းဖြစ် ကာလီကလည်း တစ်ကိုယ်တည်းဖြစ်နေတာမို့ ကားကြုံတင်စီးလေ့မရှိတဲ့ ဟယ်လန်ဟာ ကိုယ်ချင်းစာစိတ်နဲ့ ခေါ်တင်ခဲ့ပါတယ်။\nဟယ်လန်မသိတာကတော့ ကာလီဟာ တစ်ယောက်တည်း မဟုတ်ဘူးဆိုတာပါပဲ...ဟယ်လန်က သမီးဖြစ်သူကို ကြိုပြီး ကားကြုံစီးသူကာလီနဲ့အတူ ခေါင်ဖျားတဲ့ မြောက်ပိုင်းကို ခရီးဆက်တဲ့အခါမှာပဲ ဇာတ်လမ်းက စတင်ပါတော့တယ်...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:25:00\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing ...",
        "rating": "5.0",
        "url": "https://megaup.net/1UKy4/Ice_Road_Killer_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTdjYWNkMzUtODZjMy00NTUzLWE4NjUtMjcyNzNkNGZkNThmXkEyXkFqcGdeQXVyOTUxOTk0Nw@@._V1_-133x200.jpg",
        "title": "Horror in the High Desert (2022)",
        "description": "Horror in the High Desert (IMDb 5.7/10 , RT 66% )၂၀၁၇မှာ အမေရိကန် နီဗားဒါးမှာ ဂယ်ရီဟင့်ဆိုတဲ့ ခြေလျင်တောင်တက်သမားတစ်ယောက် ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့ပါတယ်...သူ့ကို အင်းအားသုံး ရှာဖွေခဲ့ကြပေမယ့် မတွေ့ရှိခဲ့ပါဘူး... အလားတူပဲ နောက်တစ်နှစ်မှာ အမျိုးသမီးတစ်ယောက်ပျောက် တစ်ယောက် အသတ်ခံခဲ့ရပါတယ်...နီဗားဒါးပြည်နယ်ထဲက ဆိုက်ပရပ်စ်မြို့ဟာ အထီးကျန်ဆုံး ဟိုင်းဝေးလမ်းမှာလို့ ခေါ်ကြတဲ့ အဝေးပြေးလမ်းမကြီးပေါ်က အစိတ်အပိုင်းတစ်ခုပါ...အထီးကျန်ဆို မိုင်၂၀၀လောက်နေမှ ရဲရှိတဲ့ အထိကို အဲ့ကြားထဲမှာ ဘာဆိုဘာမှမှရှိမနေတဲ့ ကန္တာရအတိဒေသကြီးတစ်ခုပေါ့...ဒီလိုဝေးလံတဲ့ဒေသမှာ လူသူနည်းတာမို့ လူမဟုတ်တဲ့ သတ္တဝါတွေက ကြီးစိုးလို့နေပါတယ်... ဒါပေမယ့်လည်း ဒီသတ္တဝါတွေကို လက်ဆုပ်လက်ကိုင်ပြနိုင်တာမျိုးတော့ မရှိသေးပါဘူး...ဒီဇာတ်လမ်းမှာတော့ ရရှိထားတဲ့အထောက်အထား... ခံရတဲ့ သားကောင်တွေကို အင်တာဗျူးတဲ့ Documentry ပုံစံမျိုး ရိုက်ကူးထားတာပါ တစ်ကားလုံးကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရတာမို့ သဲထိတ်ရင်ဖိုဇာတ်လမ်းကြိုက်သူတွေအဖို့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eN6n/Horror_In_The_High_Desert_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BM2MwYjgxYmYtYjg3OC00Mjc4LTlmZGUtOWFjOWJhMDI0Yzk2XkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "2018 (2023)",
        "description": "2018 (2023)\n(IMDb 8.8/10,RT 100%)ယခုတစ်ခါ ပရိသတ်ကြီးကို ၂၀၂၃ မေလမှာထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်အခြေခံ survival\nရုံတင်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nVaashi,Neelavelicham တို့မှာကျရာဇာတ်ရုပ်က ပီပြင်စွာသရုပ်ဆောင်ခဲ့တဲ့\nTovino Thomas ဟာဆိုရင်ဖြင့် ဒီကားထဲမှာလည်း ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြန်ပါတယ်\nရုံတင်ငွေဟာလည်း 171ကုဋေအထိ ပြန်ရခဲ့တဲ့ကားဖြစ်လို့ Survival ကားကြိုက်\nပရိသတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ကားပါပဲအိန္ဒိယတောင်ပိုင်း ကယ်ရာလာမှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ် ဝန်းကျင်မှာ ဖြစ်ပွားခဲ့တဲ့ရေကြီးမှုကြောင့်\nတစ်ပြည်နယ်လုံး ရေထဲမြုပ်သွားပြီ တောင်ကုန်းပါမကျန် ဘာဆိုဘာမှ\nမကျန်အောင် အကုန်ရေထဲ နစ်မြုပ်ပျက်စီးခဲ့ပါတယ်\nအဆိုပါရေလွှမ်းမိုးမှုဟာ မိုးရေချိန်များပြားစွာ ရွာသွန်းမှု ဆည်ရေလျှံမှု ‌\nမြစ်ရေကြီးမှု စသည်ဖြင့် အကြောင်းရင်းများစွာရှိခဲ့ပါတယ်ယခုအချိန် ၂၀၁၈ မှာ အဆိုပါရေကြီးမှုမျိုးထပ်မံဖြစ်လာတဲ့အခါ ရုန်းကန်လှုပ်ရှား\nကယ်ဆယ်ကြရတာကို ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ ဖြစ်ရပ်မှန်အခြေပြု\nရိုက်ပြလိုက်တဲ့အခါမှာ အခုလို rating တွေ လန်ပြန်ထွက် ရှယ်ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လာပါတော့တယ်Survival ကားကောင်းကောင်း ကြည့်ချင်တဲ့ပရိတ်သတ်တွေအဖို့\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုရင်း\nသဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းပေးဖို့ပါ တိုက်တွန်းပေးလိုက်ရပါတယ်ဗျာ\n(အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Thaik~Chiclon3~YH~Aditiနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2GB ...",
        "rating": "8.8",
        "url": "https://megaup.net/1eM8s/2018_(2023)_TRUE_WEB-DL_.720p(CM)).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yb6UB4WC3znlwU0L4AqMnjR9G9S.jpg",
        "title": "Are You There God? It’s Me, Margaret. (2023)",
        "description": "Are You There God? It's Me, Margaret. (2023)~ IMDb - 7.8/10, Rotten Tomatoes - 99% ~ဒီရုပ်ရှင်လေးကတော့ Anne with an E လိုမျိုး မြီးကောင်ပေါက်လေးတွေရဲ့ ခံစားချက်နဲ့ ဇာတ်လမ်းလေးတွေကို ချစ်စရာရိုက်ကူးထားတဲ့ Coming of Age အမျိုးအစားပါပဲ။ ဒီနာမည်နဲ့ပဲ မူရင်းဝတ္ထုဟာ 1970 မှာ စာရေးဆရာ Judy Blume ကရေးသားခဲ့ပြီး ၁၉၂၃ နောက်ပိုင်း အကောင်းဆုံး စာအုပ် ၁၀၀ ထဲမှာ အပါအဝင်အဖြစ် တိုင်းမ်မဂ္ဂဇင်းက ၂၀၁၀မှာဖော်ပြခဲ့ပါတယ်။ ကလေးတွေအတွက် အကောင်းဆုံး စာအုပ် ၁၀၀ စာရင်းထဲမှာလည်း အပါအဝင်ပါပဲ။ ဒီဝတ္ထုကိုပဲ ခြေခံပြီး ဒါရိုက်တာ Kelly Fremon Craig က ဇာတ်ညွန်းခွဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1UJy6/(CM)_Are_You_There_God,_It_s_Me,_Margaret._(2023)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWI3NTcyYTgtYTZhZC00NGI5LWIyM2QtYjcyY2Q0NDYzYTU1XkEyXkFqcGdeQXVyNTcxNjk0MTU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Superwho? (2021)",
        "description": "Superwho? (2021)\n=============\nIMDb Rating - 6.1/10\nOriginal Title: Super-héros malgré lui\nGenre - Action, Comedyခုလိုရာသီဥတုမှာ စိတ်အမောပြေ အပန်းပြေစေပြီး\nတစ်ချိန်လုံး ခွီနေရမယ့် ပြင်သစ်ဟာသကားလေး လာပါပြီဗျာ။\nMarvel တို့ DC တို့အပြင် X-Men တွေရော Mission Impossible\nတွေရော ပေါင်းစုံသရော်ထားပြီး Easter Egg တော်တော်များ\nများကိုလည်း တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေး အရင်ပြောပြလိုက်မယ်ဗျာ။\nဟာသကားတွေရဲ့ရိုးရာမပြတ် မင်းသားက သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nအရှုံးသမားတစ်ယောက် ကောင်မလေးက ပလစ်လိုက်တော့ ညီမ\nအိမ်မှာကပ်နေနေရတာပေါ့။ ရဲဖြစ်တဲ့ဖအေကြီးကိုလည်း သားက\nသရုပ်ဆောင်ပါဆိုပြီး အရမ်းဂုဏ်ယူစေချင်တဲ့ကောင်လေးပေါ့။\nဒီလိုနဲ့ အလုပ်ရှာတုန်းမှာ ကံကောင်းထောက်မစွာနဲ့ စူပါဟီးရိုးကား\nကို မင်းသားနေရာက ရတယ်၊ ဇာတ်ကောင်ကလည်း Batman ကို\nပရမ်းပတာကူးချထားတဲ့ Badman တဲ့ (Joker ကိုတောင် Clown\nလုပ်လိုက်သေးတယ်)။ အဲဒါနဲ့ တစ်ရက်ရိုက်ကွင်းပြီးတဲ့အချိန် ညီမ\nဖြစ်သူဆီကနေ အဖေသေခါနီးဖြစ်တဲ့သတင်းကို ကြားတော့ လော\nလောနဲ့ ရိုက်ကွင်းကကားရယ် ဟီးရိုးဝတ်စုံရယ် ရုပ်ရှင်ထဲက ...",
        "rating": "6.1",
        "url": "https://megaup.net/3g93g/Super-heros.Malgre.Lui.2021.720p.BluRay(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmVjNzRhMTctYmU4Ni00ZGMxLTkzNTQtNDg3MjRiMTI1NjEyXkEyXkFqcGdeQXVyNTMzMTE2NTg@._V1_-133x200.jpg",
        "title": "Kudimahaan (2023)",
        "description": "Kudimahaan(2023)IMDb-9.7/10အရက်သစ္စာ အရက်မေတ္တာတွေ အရက်နဲ့ သံယောဇဉ်တွေဟာ\nဘယ်လောက်ထိခိုင်မာကြောင်းတွေက\nအရက်တစ်ပိုင်းနဲ့ ကူဖိုက်ပေးဖို့ဝန်မလေးတဲ့အကြောင်းတွေ\nအရက်နဲ့ရင်းရင်ဘတ်ချင်းနီးတဲ့ ဘော်ဒါအချင်းချင်းမှသိကြတာမဟုတ်လားဒီကားထဲမှာတော့ မင်းသားကစစချင်း မသောက်မစားတဲ့ ဘဏ်ဝန်ထမ်း လူရိုးသား\nတစ်နေ့ အဖေဖြစ်သူကိုဆေးရုံလိုက်ပို့ရင်း ဆေးရုံက ကော်ဖီကိုမှာသောက်လိုက်မိတယ်။\nသူ့နဲ့ဘာဓာတ်မတည့်ဖြစ်သွားမှန်းမသိ အရက်သောက်လိုက်မိသလိုကို မျက်စိထဲ\nတကယ်မရှိတာတွေမြင်လာပြီး အမူးသမားလုံးလုံးဖြစ်သွားလေရဲ့။ဒီလိုနဲ့ လုံးဝအသိစိတ်လွတ်နေတဲ့လူလို ဆေးရုံမှာပတ်ပွဲကြမ်းရင်း လူတွေဝိုင်းဆွဲကြနဲ့\nပွက်လောရိုက်သွားပါ‌လေရော နောက်ထပ်လည်း မိတ်ဆွေတစ်ယောက်ရဲ့ပွဲမှာ\nအရက်ထည့်ထားတဲ့ အအေးကိုသောက်မိပြီး ပွဲပျက်တက်ထိ ရမ်းကားမိပြန်ပါတယ်။\nဒါပေမဲ့ သူအိမ်ပြန်ရောက်တိုင်း ဒါတွေတစ်ခုမှ မမှတ်မိဘဲ အဖေနဲ့ ဇနီးဖြစ်သူက\nအရက်သမားလို့စွပ်စွဲလေတော့ လူရိုးသား အရက်သမားဇာတ်လိုက်လေး\nဘုမသိဘမသိနဲ့ စိတ်ညစ်နေရပါတယ်။ ဘဏ်ဝန်ထမ်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ\nထုံးစံအတိုင်း နမော်နမဲ့နဲ့ သူ့တပည့်လေးရဲ့ မုန့်ပဲသွားရည်စာကို စားမိပြီး\nဟက်ကာတစ်ယောက်ဟက်ခ်ထားတဲ့ အေတီအမ်စက်ထဲကို ပိုက်ဆံတွေ\nအရွက်မှားထည့်မိတဲ့အချိန်မှာတော့ ပြဿနာတွေအကြီးကြီးတက်ကုန်ပါတော့တယ်ကွိုင်တွေတက် အစွပ်စွဲခံ မသောက်ပဲမူးနေတဲ့ဖိုးသခွားလေးတစ်ယောက်\nဒီလိုပဲဒုက္ခပင်လယ်ဝေနေမလား ထိပ်ဆုံးမှာပြောခဲ့တဲ့ အရက်ရဲ့ဂုဏ်ကျူးတွေက\nဘယ်နေရာမှာဘယ်လိုပါဝင်ဆက်စပ်သွားမလဲဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…2.56GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2 h 20 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "9.2",
        "url": "https://megaup.net/2AGqf/Kudimahaan_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/untitled28429-1.jpg",
        "title": "Dead Silence (မြန်မာစာတန်းထိုး)",
        "description": "၂၀၀၇ ခုနှစ်က ထွက်ခဲ့ပြီး IMDB 6.2 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေမီရဲ့ ဇနီးဖြစ်သူ လီဆာဟာ ဘီလီလို့နာမည်ရတဲံ အရုပ်လေးတစ်ရုပ်ကို လက်ခံရရှိပြီးနောက်မှာ ထူးခြားတဲ့ ရှင်းမပြနိုင်တဲ့ အဖြစ်ဆိုးနဲ့ သေဆုံးသွားခဲ့ပါတယ်။ ဂျေမီတစ်ယောက် အသုဘအတွက် မွေးရပ်မြေကိုပြန်လာခဲ့ပြီးနောက်မှာ သူ့အဖေနဲ့ဇနီးငယ်၊ အသုဘစီစဉ်သူလင်မယားဆီကနေတဆင့် အရုပ်ရဲ့ မသင်္ကာစရာ ဇာတ်လမ်းအကြောင်းကို သတိပေးခံခဲ့ရပြီးနောက်မှာ.......ဇာတ်ကားကိုတော့ မယွန်းစန္ဒီမှ ဘာသာပြန်ပေးထားပါတယ်။File size...(980MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:31:30\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Littleneo",
        "rating": "",
        "url": "https://megaup.net/1FRha/A_Violent_Separation_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/lesson-of-the-evil-poster-2-1-211x300.jpg",
        "title": "Lesson Of The Evil (2012) ျမန္မာစာတန္းထိုး",
        "description": "ဘုရားသခင် အမိန့်ရ လူသတ်ခွင့်ရှိထားသော စိတ္တစ ဝေဒနာရှင်လို့ပဲ\nပြောရမလိုပါပဲ ဉာဏ်အကောင်းဆုံး လူသားတစ်ဦးဖြစ်တဲ့ ကျောင်းဆရာ ဟန်ဆူမီ ဟာ\nကျောင်းတွင် သဘောအကောင်းဆုံး ကျောင်းဆရာဖြစ်ပြီး ကျောင်းသားတွေကို\nစာသင်ရာမှာလဲ တော်သူ တစ်ဦးဖြစ်ပါတယ်...\nဒါပေမယ့် တစ်ရက်မှာတော့ ကျောင်းကပွဲ ပါတီည လေးမှာ\nကျောင်းသား အားလုံးကို ရက်ရက်စက်စက် သတ်ဖြတ်မယ့် Plan တစ်ခုရှိလာပါတယ်\nထိုသို့ အကြောင်းအရင်း ဖြစ်တည်လာပုံကိုလဲ လျို့ဝှတ်ချက်တွေနဲ့ ဇတ်လမ်းဆင်ထားလို့\nကြည့်ရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး ကြောက်လန့်ဖို့ကောင်းပါတယ်\nသွေးသံရဲရဲ ပြကွက်တွေ ပါလို့ ကြောက်တက်သူများအနေဖြင့် မကြည့်သင့်ပါ...\nIMDb - 6.7/10\nFile size  - ( 923 MB)\nQuality -    1080p\nFormat - MP4\nDuration  02:09:04\nSubtitle - Myanmar\nEncoder - Thit San Khant",
        "rating": "",
        "url": "https://megaup.net/34miy/Lesson_Of_The_Evil_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/sdu-sex-duties-unit-fei-hu-chu-zheng.14186-1-214x300.jpg",
        "title": "SDU: Sex Duties Unit (2013) ျမန္မာစာတန္းထိုး 18+",
        "description": "ဇတ္လမ္းပံုစံကေတာ့ ေဟာင္ေကာင္ရဲ႕ အၾကမ္းဖက္ စစ္ဆင္ေရးအထူးတပ္ဖြဲ႔၀င္ ေလးေယာက္ဟာ စစ္ဆင္ေရး တစ္ခုအၿပီးမွာစိတ္အပန္းေျဖတဲ့အေနနဲ႔ အရက္ေသာက္ေနၾကရင္းမာကာရူး ရွိ စပယ္ရွယ္ ကလပ္ေတြမွာ အႏွိပ္ခန္းေကာင္းေကာင္းတြင္တစ္ရက္ေလာက္ ပိုက္ဆံေတြ သံုးျဖဳန္းကာ ေကာင္းေကာင္းကဲမည္ဟုတိုင္ပင္ၿပီး ရဲေတြ ျဖစ္ေနတဲ့ အတြက္ တရား၀င္သြားမရလို႔လူေမွာင္ခို ကူးေပးတဲ့ ေလွေတြကေန တဆင့္ေရာက္ရွိသြားၿပီးဟိုတယ္ အခန္းအတြင္း ေကာင္မေလးမ်ားႏွင့္ အႏွိပ္ခံေနစဥ္ရဲမ်ား မွတ္ပံုတင္ ၀င္စစ္ရာ ရဲမ်ားျဖစ္ေနသည္ကို သိရွိသြားမည္ျဖစ္သျဖင့္၀ရုန္းသံုးကား ေျပးၾကရပါေတာ့တယ္ ကံဆိုးခ်င္ေတာ့ သူတို႔ ၄ ေယာက္ရဲ႕ပိုက္ဆံမ်ား က်န္ေနခဲ့သျဖင့္ ေမွာင္ခို ေလွကလဲ လက္မခံလို႔ရဲမ်ားကလဲ အပူတျပင္း လုိက္ရွာေနသည့္ၾကားက ဘယ္လိုထြက္ေျပးမလဲဆိုတာဆက္လက္ ၾကည့္ရႈၾကပါရန္...(သတိေပးခ်င္တာကေတာ့ 18+ ျဖစ္သည့္အတြက္ စကားလံုးမ်ားသည္ အနည္းငယ္ရိုင္းမည္ျဖစ္ၿပီး အသက္မျပည့္ေသးေသာ ကေလးသူငယ္မ်ား မိသားစုမ်ားႏွင့္ အတူမၾကည့္သင့္ပါ)(သစ္ဆန္းခန္႔)Download Link===============Download NowIMDb - 6.2/10File size  - (824 MB) Quality -    ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-206/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/9-1-300x202.jpg",
        "title": "9 ( 2009) – ျမန္မာစာတန္းထိုး",
        "description": "9.9.2009 . . . 9 ရက္ 9 လ 2009 ခုႏွစ္ေန႕မွာထြက္ရွိခဲ့တဲ့ 9 ဆိုတဲ့ Animation ဇာတ္ကားေလးကို ဒီေန႕အတြက္ တင္ေပးလိုက္ပါၿပီ။ ဒီဇာတ္ကားေလးဟာ IMDb rating 7.1/10 အထိရရွိထားၿပီး . Animation ၾကိဳက္တဲ့ ပရိတ္သက္ၾကီးအတြက္ စိတ္ေက်နပ္မႈအျပည့္အဝရရွိေစမယ္ဆိုတာ ရဲရဲၾကီးေျပာခ်င္ ပါတယ္။ဇာတ္လမ္းရဲ႕အေၾကာင္းအရာ အက်ဥ္းကိုမေျပာျပတာက ေကာင္းလြန္းတဲ့အတြက္ ပရိတ္သက္ၾကီးကို spoiler အျဖစ္မခံဘဲ ကိုယ္တိုင္ခံစားၾကည့္ရႈေစခ်င္လို႕ပါ။ ဒါရိုက္တာ             Shane Acker ဖန္တီးထားၿပီး အသံပိုင္းဆိုင္ရာ သရုပ္ေဆာင္ေတြကလည္း ဇာတ္လမ္းရဲ႕ အႏွစ္သာရထဲကတစ္ခုအပါအဝင္ပါဘဲ။ကဲ Channel Myanmar (2) ျပည့္ၿပီးတဲ့ ပထမဆံုးေန႕ရဲ႕ ပထမဆံုးကားေလးမို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-207/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Ra-Ra-Krishnayya-Movie-Poster-Designs-14-1-212x300.jpeg",
        "title": "Ra Ra Krishnayya (2014) ျမန္မာစာတန္းထိုး",
        "description": "ၾကည္ေတာက္ရွင္း 1080P နဲ႔ လုပ္ေပးထားတယ္ကုလားကား ႀကိဳက္တက္သူေတြအတြက္ တင္ေပးတာ ဘာအညႊန္းမွမေရးေတာ့ဘူး အေသရယ္ရတယ္ဆိုတာေတာ့ အာမခံတယ္အခ်စ္အလြမ္း အႀကမ္းအရမ္းေတြ စံုတယ္...(Thit San Khant) :DDownload Link==============Download NowIMDb - 5.4/10File size  - (994 MB) Quality -    1080pFormat - MP4Duration  02:18:59Subtitle - MyanmarEncoder - Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-230/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
        "title": "Ninja Kids(2011) – ျမန္မာစာတန္းထိုး",
        "description": "2011 ခုႏွစ္ကထြက္ရွိထားၿပီး IMDb rating အထိရရွိထားတဲ့",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-234/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Wallpaper001-1-300x225.jpg",
        "title": "Days Of Glory (2006)",
        "description": "ဒီဇာတ္ကား ကို အၫႊန္းေရးဖို႔ စဥ္းစားေတာ့ နည္းနည္း ေလး သတိထား ရတယ္ဗ်။ ဇာတ္လမ္းက အေျပာမတတ္ရင္ ဆဲ ခံရတယ္ ဆိုတာမ်ိဳး မၫႊန္းတတ္ရင္ ထိလြယ္႐ွလြယ္ ျဖစ္တတ္လို႔ပါ။ ဇာတ္ကားက ေကာင္းလြန္းလို႔ ျဖစ္ရတာပါ လို႔ပဲ ေျပာပါရေစဒုတိယကမာၻစစ္မွာ ဂ်ာမဏီတို႕ အင္အားၾကီးစိုးစဥ္အေၾကာင္း ေနာက္ခံထားၿပီးရိုက္ကူးထားပါတယ္ ျပင္သစ္ ႏိုင္ငံ နာဇီေတြ လက္ေအာက္ ေရာက္ေနခ်ိန္ က ဇာတ္အိမ္ တည္ထားတဲ့ အခ်ိန္ပါ။ ဒါကို ျပင္သစ္ေတြက ျပန္ ေတာ္လွန္ဖို႔အတြက္ စစ္အင္အားစုေဆာင္းရာမွာ အာဖရိကန္ လူမ်ိဳး ေလးဦးကလည္း ျပင္သစ္ တပ္မေတာ္ ထဲ ဝင္ေရာက္ခဲ့ရပါတယ္။ ဒါေပမယ့္ ျပင္သစ္ တပ္တြင္း လူမ်ိဳးေရး(ဘာသာေရး) ခြဲျခားမႈေတြကို ပါ တြန္းလွန္ဖို႔ ၾကံဳခဲ့ရပါတယ္။ဒီ ဇာတ္ကားမွာ အရင္ေခတ္ ႏိုင္ငံေတြရဲ႕ စစ္တပ္တြင္းအေျခအေန နဲ႔ ျပင္သစ္ႏိုင္ငံရဲ႕ လူမည္းေတြအေပၚ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/days-of-glory-2006/",
        "category": "Action, Adventure, Country, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/574204_f-1-211x300.jpg",
        "title": "Triple Tap (2010) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ္ခါမွာေတာ့ ေဟာင္ေကာင္အက္ရွင္ ေအးဂ်င့္စံုေထာက္ ဇတ္ကားမ်ိဳး တင္ေပးလိုက္ပါတယ္အညႊန္းကိုေတာ့ အထူးတလည္ ေရးမေတာ့ပါဘူး တစ္ခါတေလမွာ အညႊန္းက ဇတ္လမ္းရဲ႕အရွိန္ကိုဖ်က္စီးေစတက္တယ္ေလ ဒီေတာ့ကာ Download သာ ဆြဲၾကည့္လုိက္ပါေတာ့....(သစ္ဆန္းခန္႔)Download Link==================Download IMDb - 6.3/10File size  -  (671 MB) Quality -   DVD Rip 720pFormat - MP4Duration  1h 58mSubtitle - MyanmarEncoder - Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-229/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Aashiqui-2-poster-140x200.jpg",
        "title": "Aashiqui 2 (2013)",
        "description": "Aashiqui 2 (2013)_____IMDb - 7.0/10\n ဒီကားလေးကတော့ IMDb 7 ရရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nအဆိုတော်တစ်ယောက်ရဲ့ ဘဝအနိမ့်အမြင့် အတက်အကျတွေကို သင်ခန်းစာ ယူဖွယ် ဆွတ်ပျံ့ကြည်နူးဖွယ် ရိုက်ကူးပြထားတာပါ။\nreviewတွေထဲမှာတော့ သင်တို့ရဲ့ ဒီဇာတ်ကားဟာ မျက်ဝန်းတွေကို စိုစွတ်စေပြီး အာခေါင်တွေကိုခြောက်သွေ့သွားစေနိုင်တယ်လို့တောင်ဆိုထားပါတယ်။\nအရက်ကြောင့် ပျက်စီးလုနီးပါးဖြစ်ခဲ့ရတဲ့ ကိုယ့်ရဲ့ ဂုဏ်သတင်းကို ဘယ်လို ထိမ်းသိမ်းခဲ့တယ် ကိုယ့်ရဲ့ ဘဝလက်တွဲဖော် ချစ်သူဆိုတာ ကိုယ့်ဘဝမှာ ဘယ်လောက်အရေးပါတယ်ဆိုတာ ဒီဇာတ်ကားက အဓိက ဇာတ်ဆောင်က အကောင်းဆုံး ချပြသွားနိုင်ခဲ့ပါတယ်။\nရုပ်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးပါ။(အညွန်းရေးပေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)\n  ဒီကားေလးကေတာ့ IMDb 7 ရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားပါပဲ\nအဆိုေတာ္တစ္ေယာက္ရဲ႕ ဘ၀အနိမ့္အျမင့္ အတက္အက်ေတြကို သင္ခန္းစာ ယူဖြယ္ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ရိုက္ကူးျပထားတာပါ။\nreviewေတြထဲမွာေတာ့ သင္တို႔ရဲ႕ ဒီဇာတ္ကားဟာ မ်က္ဝန္းေတြကို စိုစြတ္ေစၿပီး အာေခါင္ေတြကိုေျခာက္ေသြ႕သြားေစႏိုင္တယ္လို႔ေတာင္ဆိုထားပါတယ္။\nအရက္ေၾကာင့္ ပ်က္စီးလုနီးပါးျဖစ္ခဲ့ရတဲ့ ကိုယ့္ရဲ႕ ဂုဏ္သတင္းကို ဘယ္လို ထိမ္းသိမ္းခဲ့တယ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uy8k/Aashiqui_2_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1392170602-Sadako3D20-o-1-212x300.jpg",
        "title": "Sadako 2 (2013)ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ့္ရဲ႕၇ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္သလိုပထမဆံုးဘာသာျပန္တဲ႔ဂ်ပန္သရဲကားေလးလည္းျဖစ္ပါတယ္ ခင္မင္တဲ႔သူငယ္ခ်င္းေတြနဲ႔အစ္ကိုေတြကဂ်ပန္ကားေလးျပန္ပါလားလို႔ေျပာတာေၾကာင့္ျပန္ျဖစ္သြားတာလည္းျဖစ္ပါတယ္ အမွန္တိုင္းေျပာရရင္ဒီကားေလးကိုဘာသာျပန္ရင္းကိုေတာ္ေတာ္ၾကက္သီးထမိပါတယ္အသံေတြရဲ႕လုပ္ေဆာင္ခ်က္ကေတာ္ေတာ္မိုက္တာမို႔ဘာသာျပန္ရင္း နဲ႔ေတာင္ေနာက္တခါသရဲကားဘာသာမျပန္ေတာ့ဘူးလို႔စိတ္ကူးမိတဲ႔အထိပါပဲ ဒီဇာတ္ကားေလးဟာ ဆာဒကိိုဆိုတဲ႔သရဲမအေၾကာင္းကိုရိုက္ကူးထားတာပါက်ြန္ေတာ့္သူငယ္ခ်င္း(ဂ်ပန္)ေျပာတာကေတာ့ဒီဇာတ္ကားရိုက္ေနရင္းကိုအႏုပညာရွင္ေတြဒါရိုက္တာေတြအခက္အခဲေတြ႕ခဲ႔ရပါတယ္တဲ႔ျမန္မာကားမွာဆို သက္တံ႕သစ္ကားရိုက္တုန္းကအခက္အခဲ လိုမ်ိဴ းထင္ပါတယ္ ဒီဇာတ္ကားဟာအပိုင္း၂ပါ အပိုင္း၂ကလည္းသူ႔ဇတ္လမ္းနဲ႔တူကြဲျပားတာေၾကာင္းက်ြန္ေတာ္အပိုင္း၂ကိုဘာသာျပန္ျဖစ္တာပါကဲအညြန္းေလးဖတ္လိုက္ရေအာင္ လြန္ခဲ႔ေသာ၅နစ္ကေသဆံုးသြား ျပီျဖစ္ေသာဆာဒကိုဆိုေသာသရဲမေလးထူးထူးဆန္းဆန္းပန္းခ်ီကားေလးေတြကိုဆြဲတတ္ေသာ ကေလးမေလးတစ္ေယာက္ကေလးမေလးကိုမေခ်မငံလုပ္မိသူတိုင္းအေသဆိုးနဲ႔ဘာလို႔ေသၾကတာ လဲကေလးမေလးကသရဲဝင္စားျဖစ္နိင္ပါ့မလား ေသဆံုးသြားေသာလူေတြကေကာရိုးရိုးသားသား ေသဆံုးသြားၾကတာလားေဘးပေရာဂေတြေကာပါလားေမြးကတည္းကကေလးမေလးရဲ႕မိခင္ေကာ ဘယ္ကိုေရာက္သြားလဲစသျဖင့္ဇတ္ကြက္ေလးေတြ ကပရိတ္သတ္ကိုျဖည္းျဖည္းခ်င္းဆြဲေဆာင္သြားမွာပါ  ဖုန္းနဲ႔ၾကည့္ေသာသူမ်ားနားၾကပ္ထိုးျပီးၾကည့္ပါေလ computerနင့္ၾကည့္ေသာသူမ်ားမီးပိတ္ျပီးၾကည့္ ပါေသခ်ာပါတယ္သရဲကားၾကိဳက္တဲ႔ပရိတ္သတ္ေတြ စိတ္လႈပ္ရွားမႈေတြကိုဒီဇတ္ကားေလးကေပးမွာပါ  File Size         : 690 MBQuality           : Blu ray 720PRunning Time : 1hr 36 minuteFormat           : Mp4Genre             : HorrorEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD Download And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-231/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Sapna-Pabbi-In-Khamoshiyan-Movie-1-209x300.jpg",
        "title": "Khamoshiyan (2015)",
        "description": "အသဲကြဲျပီး ဇာတ္လမ္းအသစ္ရွာဖို႕ ခရီးထြက္လာတဲ့ စာေရးဆရာ....\nလူေသေကာင္နဲ႕ ႏွစ္ပါးသြားေနတဲ့ ညႈိ႕ဓါတ္ျပင္း မိန္းကေလး....\nသူတို႕ႏွစ္ေယာက္ မေကာင္းဆိုးဝါး တည္းခိုခန္း တစ္ခုတည္းမွာ ေတြ႕ဆံုၾကေသာအခါဝယ္......။File size...(950MB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....01:58:13\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-2366/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/league_gentlemen_01-1-214x300.jpg",
        "title": "The League Of Extraoridinary Gentlemen(2003) ျမန္မာစာတန္းထုိး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္ရဲ႕\nဘာသာျပန္၆ကားေျမာက္ကားေလးပါ\nဘာလိုလိုနဲ႔channel myanmarကိုက်ြန္ေတာ္\nေရာက္တာနစ္လေလာက္ရွိပါေတာ့မယ္\nက်ြန္ေတာ္တတ္နိင္သေလာက္ရုပ္ရွင္ကားေတြကို\nအေကာင္းဆံုးေစတနာပါပါနဲ႔ဘာသာျပန္ေပးခဲ႔ျပီးပါျပီ\nေနာက္လည္းက်ြန္ေတာ္ဒီထက္မကၾကိဳးစားေနအံုးမွာပါရုပ္ရွင္ခ်စ္သူပရိတ္သတ္ေတြအတြက္ေပါ့\nက်ြန္ေတာ္ပရိတ္သတ္ေတြကိုတစ္ခုေလာက္ေမတာၲရပ္ခံပါရေစခင္ဗ်ားက်ြန္ေတာ္တို႔channel myanmarကညီအစ္ကိုေတြအားလံုးဟာ\nတခ်ိဴ႕ကျပည္တြင္းမွာတခ်ိဴ ႕ကျပည္ပမွာေနထိုင္ေနၾကသူေတြပါ\nဟိုတေန႔ကcm ရဲ႕ဘာသာျပန္လူသစ္ညီေလးတစ္ေယာက္နဲ႔\nက်ြန္ေတာ္စကားေျပာၾကည့္ပါတယ္သူေျပာတာေတာ့\nရုပ္ရွင္ကားတစ္ကားဘာသာျပန္ဖို႔ျမန္မာျပည္မွာေဒါင္းေလာ့ဆြဲခက\nတစ္ခါတေလ၄၀၀၀ ၅၀၀၀ ေလာက္က်တယ္ေျပာပါတယ္\nက်ြန္ေတာ္ေတာ္ေတာ္စိတ္မေကာင္းျဖစ္မိပါတယ္ညီေလးရဲ႕\nေစတနာကိုလည္းအရမ္းေလးစားပါတယ္\nက်ြန္ေတာ္ေျပာခ်င္တာကcm က translatorေတြဟာ\nေစတနာရယ္ဝါသနာရယ္ေပါင္းျပီးပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးေဖ်ာ္ေျဖတင္ဆက္သူေတြပါဒါေၾကာင့္\ncmကအမ်ိဴ းေတြအေနန႔ဇာတ္ကားအသစ္တစ္ကားတင္တိုင္း likeတစ္ေၾကာင္းဒါမွမဟုတ္comment\nတစ္ေၾကာင္းေရးေပးပါလို႔ေမတာၲရပ္ခံပါရေစ ပရိတ္သတ္ေတြရဲ႕likeတစ္ခုcommentတစ္ေၾကာင္းက\ntranslatorေတြအတြက္ကေတာ့ အားေဆးတစ္ခြက္ပါပဲအညြန္းကိုေျပာပါရေစ ဒီဇာတ္ကားဟာက်ြန္ေတာ္အရင္ကဘာသာျပန္ဖူးတဲ႔van helsingလိုဇတ္ကားမ်ိဴ းပါ\nက်ြန္ေတာ္အရင္ကတစ္ခါၾကည့္ဖူးပါတယ္ ထိုင္းစကားေျပာပါျမန္မာစာတန္းထိုး\nနဲ႔ျပန္ၾကည့္ေတာ့ေတာ္ေတာ္ေလးကိုၾကည့္ေကာင္းပါတယ္္က်ြန္ေတာ္တို႔ရဲ႕007မင္းသားၾကီးေရွာင္ကြန္နရီက အလန္ကြာတာမိန္းဇတ္ေကာင္ေနရာမွာ\nသရုပ္ေဆာင္ထားေတာ့ဇတ္ကားေကာင္းတစ္ကားဆိုတာ သံသယျဖစ္စရာကိုမလိုေတာ့ပါဘူး\nဇတ္ကားနာမည္နဲ႔လိုက္ေအာင္လည္း လူစြမ္းေကာင္းေတြအမ်ားၾကီးပါဝင္ျပီး\nအလန္ကြာတာမိန္းဦးေဆာင္ျပီးဖန္တြန္ဆိုတဲ႔လူဆိုးေခါင္းေဆာင္ၾကီးကိုဘယ္လိုနိမ္နင္းမွာလဲ\nလွည့္ကြက္ေတြလည္းပါဝင္တာ\nေၾကာင့္မလြတ္တမ္းၾကည့္ရမယ့္ဇာတ္ကားလို႔သာေျပာပါရေစေတာ့File Size         : 870 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 50 minute\nFormat           : Mp4\nGenre             : Action, Adventure, Fantasay\nEncoder         : Joker.phs (ဇာတ္ကားဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ ကိုစိုးေထြးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-239/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Larry Crowne (2011)",
        "description": "Larry Crowne ဟာ အသက္ ၄၀ အရြယ္ေလာက္ရွိတဲ့ လူလတ္ပုိင္းတစ္ေယာက္ျဖစ္ျပီး Super Market တစ္ခုကေန မၾကာေသးခင္ကမွ အလုပ္ျဖဳတ္ခံထားရတာပါ။ အေၾကာင္းျပခ်က္ကေတာ့ သူဟာ တကၠသုိလ္မတက္ခဲ့ဘူးလုိ႕ဆုိပါတယ္။ သူဟာ ငယ္စဥ္အရြယ္အေရာက္ေတာ့ စစ္တပ္ထဲမွာ cook အျဖစ္ အႏွစ္ ၂၀ ေလာက္ တာ၀န္ထမ္းေဆာင္ခဲ့လုိ႕ တကၠသုိလ္မွာဆက္လက္ပညာမသင္ၾကားႏုိင္ခဲ့ပါဘူး။ထုိ႕ေၾကာင့္သူဟာ တကၠသုိလ္မွာ ပညာသင္ၾကားဖုိ႕ဆုံးျဖတ္လုိက္ပါတယ္။ သူသင္ၾကားရမယ့္ဘာသာရပ္ရဲ႕ ဆရာမကေတာ့ Tainot ပါ။ သူတကၠသုိလ္မွာ ပညာသင္ၾကားရင္းနဲ႕ သူ႕ဘ၀ကုိ ဘယ္လုိေျပာင္းလဲေပးမလည္းဆုိတာကုိ ၾကည္႕ရႈရမွာပါ။\n￼\nLarry Crowne အျဖစ္ Tom Hanks က ပါ၀င္သရုပ္ေဆာင္ထားျပီး Tainot အျဖစ္ Juli Roberts ကသရုပ္ေဆာင္ထားပါတယ္။ မင္းသားၾကီး Tom Hanks ကုိယ္တုိင္ေရးသားထားျပီး သူကုိယ္တုိင္ ဒါရုိက္တာအျဖစ္ ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ၾကည္႕လုိ႕ေတာ့အဆင္ေျပမွာပါ။ IMDB Ratings: 6.0/10 ...",
        "rating": "",
        "url": "https://megaup.net/1wv3d/Larry_Crowne_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/D1-1-210x300.jpg",
        "title": "Dragon Tiger Gate(2006) – မြန်မာစာတန်းထိုး",
        "description": "Dragon Tiger Gate(2006) တရုတ် Action and Drama ကားကောင်းလေးတစ်ကားကို ဒီနေ့အတွက် တင်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ IMDb rating 6.6/10 ရရှိထားပြီး . တရုတ်ဇာတ်ကားများကိုကြိုက်နှစ်သူများအတွက် အလွန်ကြည့်ရှုဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေး အနည်းငယ်ပြောပြရမယ်ဆိုရင် . . . ကျားနဂါး ဂိုဏ်းကို ကွန်ဖူး ပညာရှင် ဝူဂျန်လောင်း နဲ့ ဝေါင်ဖူဟူးတို့ ၂ ယောက်စတင်တည်ထောင်ခဲ့ပါတယ်။ လူတွေ ဖိနှိပ်ခံရခြင်းမှ လွတ်မြောက်စေဖို့ သူတို့ကတိပြုခဲ့ကြပြီး . လမ်းပေါ်က လူပေလူတေတွေကအစ သိုင်းပညာသင်ပေးခဲ့ကြပါတယ်။အဲ့ဒါကြောင့် ကျားနဂါးဂို်ဏ်းဟာ တရားမျှတခြင်း သင်္ကေတတခု ဖြစ်လာခဲ့ပါတယ်။လူငယ်တို်င်း တတ်ကြွစွာ ပါဝင်လှုပ်ရှား နေစဉ်မှာပဲ ဝေါင်ဖူဟူးရဲ့သား နဂါးလေးဟာ ဂိုဏ်းမှထွက်ခွာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ သူ့ညီ ကျားလေးနဲ့လည်းခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်။ ကဲ . နောက်ပိုင်း အဖြစ်အပျက်တွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်ရှုကြပါ။\n( ဒီဇာတ်လမ်းကို ညီလေး MT(UCSY) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-235/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Wanted_film_poster-129x200.jpg",
        "title": "Wanted (2008)",
        "description": "Wanted (2008)\nIMDb - 6.7/10______Rotten 71%\n ဝီစလေ ဂစ်(ဘ်)ဆင် [James McAvoy] ဆိုတဲ့ လူငယ်လေးဟာ ချီကာဂို မြို့ထဲက\nကုမ္ပဏီတစ်ခုမှာ ဘာတက်လမ်းမှ မရှိတဲ့ စားရင်းကိုင် အလုပ်လေးတစ်ခုအတွက်နဲ့\nသူတစ်ပါးကို ပေးထားတဲ့ လုပ်ခလစာနဲ့မတန်အောင် မတရားခိုင်းစေပြီး\nမိမိကိုယ်တိုင်ကတော့ ဘာအလုပ်မှမလုပ်တဲ့ အထက်လူကြီးတစ်ယောက်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ကိုင်ရပါတယ်တစ်နေ့မှာတော့ ဂစ်(ဘ်)ဆင် တစ်ယောက် သူ့ရဲ့အတူနေချစ်သူက\nသူ့အပေါ်သစ္စာမရှိပဲ သူရဲ့အခင်ဆုံး သူငယ်ချင်းတစ်ယောက်နဲ့\nဖောက်ပြန်တာကြောင့် စိတ်အာရုံထွေပြားပြီး ခေါင်းကိုက်နေတာကြောင့်\nသူကိုယ်တိုင်အတွက်ခေါင်းကိုက်ပျောက်ဆေးနဲ့အတူ သူ့ချစ်သူအတွက်\nသန္ဓေတားဆေးပါ ဝယ်နေတဲ့အချိန် ဆေးဆိုင်လေးမှာ ...\nဖော့(စ်) [Angelina Jolie] ဆိုတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nဖော့(စ်) က ဝီစလေရဲ့ဖခင် ကို သူမ သိကြောင်း ယမန် နေ့ညက\nသူ့အဖေ အသတ်ခံရကြောင်းနဲ့ သူ့အဖေကို သတ်တဲ့ လူသတ်တရားခံက\nသူ့နောက်ကို လိုက်နေကြောင်း ပြောပြပေမဲ့ သာမန် လူရိုးသားလေး ဂစ်(ဘ်)ဆင်\nအဖို့တော့ ဒီကိစ္စကြီးဟာ လက်မခံနိုင်စရာ ဖြစ်နေပါတယ်ဒီလိုနဲ့ ဖော့(စ်) ဟာ ဂစ်(ဘ်)ဆင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rlua/Wanted_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/gugu-2-261x300.jpg",
        "title": "The Third Way of Love (2015)",
        "description": "ကြ်န္ေတာ္တို႕ အခ်စ္ေတာ္ေလး ဂူဂူး (မင္းသမီး Liu Yifei) နဲ႕ ဘီးက်ဲၾကီး ဂြ်န္ေစာ (ကိုရီးယားမင္းသား Song Seung‑heon) တို႕ လက္ေတြ႕ဘဝမွာ တကယ့္ခ်စ္သူေတြျဖစ္လာဖို႕ အေၾကာင္းဖန္ခဲ့တာ\nဒီဇာတ္ကားေၾကာင့္ပါ။ (ထို႕ေၾကာင့္ ဒီဇာတ္ကားကို ရင္နာနာျဖင့္ၾကည့္ျဖစ္သည္.... ဤကား စကားခ်ပ္)ဇာတ္လမ္းထဲမွာေတာ့ ဂြ်န္ေစာက ပ်ိဳတိုင္းၾကိဳက္တဲ့ လုပ္ငန္းရွင္ သူေဌး...\nဂူဂူးက လွပႏုပ်ိဳ အလုပ္ၾကိဳးစားတဲ့ ေရွ႕ေနတစ္ေယာက္...\nသူတို႕ႏွစ္ေယာက္ဘဝက ကြာျခားလွေပမယ့္... မထင္မွတ္ဘဲ ေတြ႕ဆံု ဆက္ႏြယ္မႈကေန အခ်စ္တစ္ခုေမြးဖြားလာပံုကို ျခယ္မႈန္းထားပါတယ္။(တကယ္လဲ အျပင္မွာ သူတို႕ႏွစ္ေယာက္ ခ်စ္ၾကိဳက္သြားေလသည္။)\nအဆိုပါ အခ်စ္တစ္ခုက သူတို႕ႏွစ္ေယာက္ရဲ႕ က်ဥ္းထဲက်ပ္ထဲ ဘဝထဲမွာ ပြင့္အံထြက္လာျပီး\nဘယ္လိုေတြ အဆံုးသတ္မလဲဆိုတာ........။File size...(1GB)\nQuality...HD-Rip 720pFormat...mp4\nDuration....01:53:31\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nEncoder Note....Chinese and English subs hardcoded\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2f7lo/The_Third_Way_Of_Love_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Greenlanternposter45-1-203x300.jpeg",
        "title": "Green Lantern (2011)",
        "description": "DC ဟာ comic နဲ႔ animated ေလာက မွာ ဘုရင္တစ္ပါး ျဖစ္ေပမယ့္ ႐ုပ္႐ွင္ေလာက မွာေတာ့ လက္ေႏွးပါတယ္။ ဒါေပမယ့္ သူတို႔ဟာ သူတို႔ရဲ႕ နာမည္ႀကီး ဇာတ္ေကာင္တစ္ေကာင္ ျဖစ္တဲ့ Green Lanternကို ႐ုပ္႐ွင္႐ိုက္ဖို႔ သတိရေသးတာ ပဲ ေတာ္ပါေသးရဲ႕။comic ေလာကမွာေတာ့ Green Lantern ဟာ ပရိသတ္အခိုင္အမာ ရထားတဲ့ super heroတစ္ေယာက္ပါ။ ဒါကို ႐ုပ္႐ွင္ အျဖစ္ ခ်ျပေတာ့ comic fanေတြရဲ႕ high expectation အရ လိုအပ္ခ်က္ တစ္ခ်ိဳ႕ကို ေထာက္ျပၾကတာ ေတြ႔ရပါတယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါဟာ ေကာင္းတဲ့ အခ်က္ လို႔ ယူဆပါတယ္။ Batman Forever တို႔လို ဇာတ္ကားေတြ ထြက္ၿပီးမွ Nolan's Batman trilogy ေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern2011/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1-2-300x217.jpg",
        "title": "ပရိသတ္ကေမး Channel Myanmarက ေျဖ အစီအစဥ္",
        "description": "က်ြန္ေတာ္တို့ CM ဆိုက္နဲ့ ပတ္သတ္ျပီး ပရိသတ္ေတြ အေမးမ်ားတဲ့ ေမးခြန္းေတြကို တစ္စုတစ္စည္းတည္း ေျဖၾကားေပးလုိက္ပါတယ္။ အဲဒါေၾကာင့္  ဒီပို့ကို ေသခ်ာဖတ္ေစခ်င္ပါတယ္။ CM Admin Teamအေနနဲ့လဲ ေမးခြန္းတစ္ခုကို ထပ္ခါ ထပ္ခါ ေျဖရတဲ့အတြက္ အခ်ိန္ကုန္တာမ်ိဳး ေလ်ာ့နည္းသြားေအာင္ပါ။ေမး။ ။ က်ြန္ေတာ္ကအခုမွ အင္တာနက္ စသံုးတာမို့ CMက ဇာတ္ကားေတြ ေဒါင္းခ်င္ေပမဲ့ မေဒါင္းတတ္ဘူးျဖစ္ေနပါတယ္။ အဲဒါ ဘယ္လိုမ်ိဳး Download လုပ္ရလဲဆိုတာ ေျဖၾကားေပးပါ ခင္ဗ်ားေၿဖ။ ။ကြ်န္ေတာ္တို႕က facebook မွာေၾကာ္ျငာတာပါ..ဇာတ္ကားေတြကဒီမွာပါ..channelmyanmar.com ကိုသြားပါ..ၾကည့္ခ်င္တဲ့ဇာတ္ကားရဲ႕ Download and Watch ဆိုတာကိုႏွိပ္ပါ..adfly မွာ 5 sec ေစာင့္ပါ...ညာဖက္ အေပၚေထာင့္က skid ad ဆိုတာကိုႏွိပ္ရင္ pCloud မွာတိုက္ရိုက္ၾကည့္လို႕ရသလို ေဒါင္းလို႕လဲရပါတယ္.အေသးစိတ္သိခ်င္ရင္ေတာ့ ေအာက္က လင့္မွာ ပံုနဲ့ တစ္ကြ ရွင္းျပေပးထားပါတယ္http://www.channelmyanmar.com/p/download-pcloud.htmlေမး။ ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channel-myanmar/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/manny-the-movie-1-203x300.jpg",
        "title": "Manny (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ေထြေထြထူးထူး ညႊန္းစရာ မလိုေတာ့ဘဲ ေအာင္ျမင္သူတစ္ဦး၏ ဘ၀ေကာက္ေႀကာင္းကိုသာ ပရိသတ္ဆီ ထိုးေကြ်းလိုက္တဲ႔ ဇာတ္ကားမ်ိဳးပါ။ IMDB 7.3/10 အထိရရွိထားတာေႀကာင့္လည္း ရိုက္ကူးတင္ဆက္ပံုမ်ိဳးက ပရိသတ္အႀကိဳက္ေတြ႕မိမွာပါ။ ဖိလစ္ပိုင္ႏိုင္ငံရဲ႕ Nation's Fist လို႔ လူသိမ်ားလာခဲ႔တဲ႔ ပက္ကြီႏိုဟာျဖင့္ လက္ေ၀ွ႕အတတ္ပညာ၌ ထူးခြ်န္သူတစ္ဦးပါ။ ျပိဳင္ပြဲ ၆၅ ပြဲအနက္ ၅၇ ပြဲအႏိုင္ရယူခဲ႔ျပီး ၆ ပြဲရံႈး သေရ ၂ပြဲ ရရွိေအာင္ျမင္ထားပါတယ္။ သူရဲ႕ လက္ေ၀ွ႕သက္တမ္းအဆံုးကိုလည္း ေနာက္တစ္ပြဲမွာ ရပ္တန္႕လိုက္ေတာ့မယ္ ဟုလည္း သတင္းထြက္ရွိခဲ႔ပါတယ္။ မည္သို႔ပင္ဆိုေစ သန္မာတဲ႔လက္သီးတို႔ႏွင့္အတူ ျပံဳးေရာင္သမ္းေသာ မ်က္ႏွာတို႔ ပိုင္ဆိုင္ထားသူ ပက္ကြီႏိုရဲ႕ ဘ၀ကလည္း စိတ္၀င္စားဖြယ္ ေကာင္းလွလြန္းလွပါတယ္။ လက္ေ၀ွ႕တြင္သာမက ဖိလစ္ပိုင္ႏိုင္ငံ၏ ေအာင္လႊတ္ေတာ္ အမတ္ တစ္ဦးအေနနဲ႔ပါ ေက်ာ္ႀကားခဲ႔တဲ႔ ပက္ကြီႏို အေႀကာင္းကိုေတာ့ ဒီဇာတ္ကားႀကည့္ျပီး ဗဟုသုတတိုးရဦးမွာပါ။  “ ေအာင္ျမင္သူေတြရဲ႕သမိုင္းမွာေတာ့ ခေရာင္းလမ္းအျမဲရွိတယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-223/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Brothers(2015)(ျမန္မာစာတန္းထိုး)",
        "description": "၂၀၁၅ ရဲ႕ကားေကာင္းေတြထဲက တစ္ကားပါ. IMDb 6.8 ရထားပါတယ္။ အေမကိုသတ္မႈနဲ႕ေထာင္ထဲ၀င္သြားတဲ့ အေဖကို မုန္းတီးေနတဲ့ အလတ္တန္းစားတိုက္ခိုက္ေရးသမားေဟာင္း ေက်ာင္းဆရာအစ္ကိုၾကီးဟာ သူ႕မိသားစုအတြက္မျဖစ္မေနေငြရွာရေတာ့မယ့္အေျခအေနမွာ ဘယ္လိုမွ နိုင္ဖို႕ ေမ်ွာ္လင့္ခ်က္မရိွတဲ့ ၾကီးက်ယ္တဲ့ တိုက္ခိုက္ေရးျပိဳင္ပြဲၾကီးကို ၀င္ျပိဳင္ပါေတာ့တယ္။ တခ်ိန္တည္းမွာပဲ ေထာင္ကလြတ္လာတဲ့အေဖရဲ႕ အကူအညီနဲ႕ အေဖတူအေမကြဲ ညီငယ္ေလးကပါ ျပိဳင္ပြဲထဲမွာ ပါ၀င္လာတဲ့အခါ....... တကယ္ၾကမ္းတမ္းတဲ့ တိုက္ခိုက္မႈေတြၾကားထဲမွာ ေမတၱာတရားကို ပီျပင္ေအာင္ရိုက္ျပထားတာကိုေတာ့ တကယ္ခ်ီးက်ဴးးမိပါတယ္ဗ်ာ။Quality           : Blu ray 720P\nRunning Time : 2hr 36 minutes\nFormat           : Mp4\nGenre             : Drama,Thriller\nEncoder         : Littleneo",
        "rating": "",
        "url": "https://megaup.net/1wp00/Brothers_2015_(ျမန္မာစာတန္းထိုး).mp4",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/FirstKissmovieposter1-1-212x300.jpg",
        "title": "First Kiss (2012)",
        "description": "ပထမဆံုးအနမ္းတဲ့ ...\nလူႏွစ္ေယာက္ရဲ႕ ပထမဆံုးအနမ္းကိုၾကည့္ၿပီး\nအဲဒီ့လူႏွစ္ေယာက္ဟာ ေရွ႕ေလ်ာက္အတူတူ\nလက္တြဲလို႔လို႔ ရမရ ခန္႔မွန္းလို႔ရတယ္တဲ့ ...\nဘတ္စ္ကားေပၚမွာ မေတာ္တဆနမ္းမိခဲ့ၾကတဲ့\nအပ်ိဳၾကီးမမနဲ႔ အထက္တန္းေက်ာင္းသားေလး\nသူတို႔ရဲ႕ အနာဂတ္လမ္းခရီးလမ္းက ဘယ္လိုဆက္ျဖစ္မွာလဲဆိုတာကိုေတာ့ အခုပဲ Download လုပ္ျပီး ၾကည့္လုိက္ပါဒါကြ်န္ေတာ့္ရဲ႕ ပထမဆံုးဘာသာျပန္တဲ့ မူဗီေလးပါခင္ဗ်ာ ... အားေပးၾကပါဦး ... ၾကည့္ၿပီးရင္ေတာ့ ေကာင္းမေကာင္း ၾကိဳက္မၾကိဳက္ဆိုတာကို မန္႔ေပးသြားၾကပါလား ..File Size         : 750 MB\nQuality           : Dvd Rip\nRunning Time : 1hr 43 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs(ဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ Tartee Poe ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/first-kiss-20122/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fascinating-trailer-for-steve-jobs-the-man-in-the-machine-1-203x300.jpg",
        "title": "Steve Jobs: The Man In Machine (2015)  ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားက Steve Jobs အေၾကာင္းကို ရိုက္ထားတဲ့ကားအျဖစ္ ဒုတိယေျမာက္ ထြက္လာတဲ့ ဇာတ္ကားပါ။Iphone, Ipad, Macတို့ကို စတင္ တီထြင္ခဲ့တဲ့ Apple Companyရဲ့ ကြယ္လြန္သြားျပီျဖစ္တဲ့ CEO Steve Jobsအေၾကာင္းကို ရိုက္ထားတာပါ။စတီေဂ်ာ့က ဘယ္လိုလူစားမ်ိဳးလဲ၊သူဘာေတြ တီထြင္ခဲ့တာလဲ သူ့ဘ၀အေၾကာင္းကေရာ ဘယ္လုိလဲဆိုတာကို စံုစံုလင္လင္ျပသႏိူင္တဲ့ ဇာတ္ကားပါ။ ဒီဇာတ္ကားမွာ သူရဲ့ ဘ၀ကို ဘယ္လို အေျခအေနကေန စတင္ခဲ့တယ္၊ သူေအာင္ျမင္ေအာင္ ဘယ္လိုၾကိဳးစားခဲ့တယ္၊ အခက္အခဲေတြကေန ဘယ္လို ျပန္ရံုးထႏိူင္ခဲ့တယ္ဆိုတာကို စိတ္၀င္တစားၾကည့္ရမွာ။ဒါေပမဲ့ ဒီဇာတ္ကားက Steve Jobsရဲ့ ပံုရိပ္ေတြနဲ့ အတူ တစ္ျခားသူေတြက သူရဲ့ အေၾကာင္းကို ျပန္ေျပာျပတဲ့ မွတ္တမ္းရွပ္ရွင္ ပံုစံမ်ိဳးရိုက္ထားတဲ့ Documentary အမ်ိဳးအစားဆိုတာကို သတိျပဳေစခ်င္ပါတယ္။File Size         : 920 MBQuality           : Blu ray 720PRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-254/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "English Vinglish (2012)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဒါရိုက္တာ Gauri Shinde က ရိုက္ကူးထားျပီး ၊ သာမန္အိမ္ရွင္မတစ္ဦး (Sridevi) ဟာ စားေသာက္ဆိုင္တစ္ခုမွ\nရိုးရွင္းတဲ့ အစားအေသာက္ေလး မွာတာေတာင္မွ အဆင္မေျပျဖစ္ျပီး အဂၤလိပ္စာသင္မွ ျဖစ္မယ္ဆိုျပီး သင္ယူတဲ့အေၾကာင္း ရိုက္ကူးထားတာပါ ။ ဒီဇာတ္ကားဟာ မင္းသမီးၾကီး Sridevi ရုပ္ရွင္ေလာကနဲ႔ ၁၅ ႏွစ္ေလာက္ အဆက္ျပတ္ေနျပီးမွ ျပန္ရိုက္တဲ့ဇာတ္ကားလို. ဆိုႏိုင္ပါတယ္။ ဒီဇာတ္ကားထြက္ရွိျပီးေနာက္မွာ Sridevi ကို ဂ်ပန္မွာ female Rajinikanth အိႏၵိယမွာ Meryl Streep လို႔ တင္စားေခၚေဝၚၾကပါတယ္။ဒီဇာတ္ကားကေန ဘယ္အရြယ္ပဲ ေရာက္ေန ေရာက္ေန ပညာတစ္ခုသင္ၾကားဖို့အတြက္ အသက္အရြယ္က အေရးမၾကီးဘူးဆိုတာကို အေကာင္းဆံုးေဖာ္ျပသြားႏူိင္ခဲ့ပါတယ္။IMDB Ratingကလဲ ၇.၉ ေတာင္ဆိုေတာ့ ၾကည့္ကို ၾကည့္သင့္တဲ့ ဇာတ္ကားထဲမွာ ပါ ပါတယ္။\nဒီဇာတ္ကားတင္ျဖစ္တာဖို့ စာတန္းထိုး အကူအညီေပးတဲ့ လင္းခယံကိုေရာ၊ FB ေပၚမွာ ၾကည့္ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2drx6/English_Vinglish_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/7001390-tom-and-jerry-logo-1-300x188.jpg",
        "title": "Tom & Jerry Special Collection Part II",
        "description": "ပထမဦးဆံုးအၾကိမ္ Tom & Jerry Collection ကို ၾကည္႔ၿပီး ေတာင္းတဲ႔သူေတြမ်ားလာလို႔ ထပ္ၿပီးေတာ႔Special Collection ထပ္လုပ္ေပးလိုက္ပါတယ္..ငယ္ငယ္တုန္းက ၾကည္႔ခဲ႔ရတဲ႔ ဒီကာတြန္းကားေလးေတြကိုအခုအခ်ိန္အထိႏွစ္ၿခိဳက္စြာ အားေပးေနတဲ႔ ပရိတ္သတ္ေတြရွိေနေသးတယ္ဆုိတာလည္းကြ်န္ေတာ္တို႔ၿမင္ခဲ႔ရပါၿပီ..အရင္တုန္းကေၿပာခဲ႔သလိုပဲ ၾကီးေကာင္ၾကီးမား နဲ႔ေၾကာင္နဲ႕ၾကြက္ ၾကည္႔ေနရလားဆုိရင္..အဲ႕ဒါေသခ်ာတယ္.သူတို႕မၾကည္ရလို႔မနာလိုလို႔လာေၿပာတယ္မွတ္လိုက္ပါ :Dဒီတစ္ေခါက္ Collection ကိ္ုေတာ႔ ေသခ်ာစြာစီစဥ္ထားၿပီး အေကာင္းစား အခန္းရပ္ေလးေတြကိုစုစည္းေပးထားပါတယ္..ရယ္ေမာၿခင္းၿဖင္႔ဘ၀အေမာေၿပႏိုင္ၾကပါေစEpisode 1Episode 2Episode 3Episode 4Episode 5",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-250/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fullsizephoto612613-1-200x300.jpg",
        "title": "[18+] Purpose Of Reunion (2015)",
        "description": "Dongchul ဟာ ဘားအ​ေသး​စားတစ္​ခုကို စီမံခန္​႔ခြဲ​ေနသူတစ္​​ေယာက္​။ သူဟာ အၿမဲတမ္​း ​ေက်ာင္​းသား​ေဟာင္​း​ေတြ႕ဆံုပြဲ ကို စီစဥ္​ခ်င္​​ေနသူပါ။ တစ္​​ေန႔က်​ေတာ့ သူ႔ဘားကို ​သူငယ္​ခ်င္​းမတစ္​​ေယာက္​ ​ေယာက္​လာပါတယ္​။ Yujinဆိုတဲ့ အဲ့သူငယ္​ခ်င္​းမ​ေလးဟာ ​ေက်ာင္​းသား​ေဟာင္​း ​ေတြ႕ဆံုပြဲတို႔ဘာတို႔ လည္​း သြား​ေလ့သြားထ ရွိတဲ့လူမဟုတ္​ပါဘူး။ ဒီလိုဘားမွာ အမွတ္​မထင္​ ​ေတြ႕လိုက္​တဲ့အခါမွာ သံ​ေယာဇဥ္​ လက္​က်န္​​ေလးနဲ႔ ခ်စ္​ျခင္​းတရား​ေတြ ျဖစ္​​ေပၚလာၿပီး နယ္​​ေတြက်ြံကုန္​ၾကပါ​ေတာ့တယ္​။ တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​ လ်ွို႔ဝွက္​ခ်က္​​ေတြ မရွိ​ေတာ့ဘဲ သ​ံ​ေယာဇဥ္​​ေတြ တြယ္​သထက္​တြယ္​လာခ်ိန္​မွာမွ Dongchulရဲ႕ ဇနီးဟာ Dounchulဆီ​ေရာက္​လာခ်ိန္​မွာ​ေတာ့ …. ဘယ္ေတြ ဆက္ျဖစ္မွာလဲဆိုတာ  CM ပရိသတ္ၾကီး ကိုယ္တိုင္ပဲ ဆက္လက္ခံစားၾကည့္ရႉလိုက္ၾကပါဦး။ လိင္အသားေပး ဇာတ္၀င္ခန္း ခပ္ၾကမ္းၾကမ္းေတြနဲ့ ဆြဲေဆာင္ထားတာမို့ ၁၈ ႏွစ္ မျပည့္ေသးသူမ်ား မၾကည့္သင့္သလို၊ မိသားစုနဲ့အတူလဲ မၾကည့္သင့္တဲ့ ဇာတ္ကားပါ။File Size         : 780 MB\nQuality           : Blu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/purpose-of-reunion2015/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/goosebumps_2015_ws_r1_custom_dvd-front-1-300x201.jpg",
        "title": "GooseBumps (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ေအာက္တိုဘာ 16 ရက္ေန႔ 2015 မွာ ထြက္ရွိထားတဲ႔ GooseBumps ဆုိတဲ႔ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားကို ဒါရိုက္တာ Rob Letterman က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႔ IMDb Rateက 6.6 ပဲၿဖစ္ပါတယ္..ဟာသနဲ႔ မေကာင္းဆုိး၀ါး စတဲ႔ဇာတ္အိမ္ကို တြဲဖက္ရိုက္ကူးထားၿပီး ၾကည္႔ရွုသူေတြအေနနဲ႔ သေဘာက်မယ္႔ ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေၿပာရမယ္ဆုိရင္နယူးေယာက္ျမိဳ႕ ကေနေျပာင္းလာတဲ့ Zach တို႔သားအမိဟာ ထူးဆန္းတဲ့ R. L. Stine တို႔သားအဖနဲ႔ အိမ္နီးခ်င္းမ်ား ျဖစ္လာၾကျပီး Zach က Stine ရဲ႕သမီးအေခ်ာ အေမာျဖစ္တဲ့ Hannah ကိုစိတ္ဝင္စားလ်က္ ရွိပါတယ္။ Stine က သည္းထိတ္ရင္ဖို ဇာတ္လမ္းေတြကို ေရးသားတဲ့ စာေရးဆရာ တစ္ေယာက္ ျဖစ္ျပီး သူ၏သမီးႏွင့္ Zach ခင္မင္တာကို မႏွစ္သက္ဘဲ Zach ကိုသူ႕သမီးႏွင့္ ေဝးေဝးမွာေနဖို႔ ေျပာၾကားထားပါတယ္။ တစ္ေန႔မွာေတာ့ Zach ႏွင့္ သူ႕သူငယ္ခ်င္းတို႔ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-249/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/christmas-horror-story-entertainment-one-dvd-1-212x300.jpg",
        "title": "A Christmas Horror Story (2015) ျမန္မာစာတန္းထိုး",
        "description": "ခရစ္စမတ္အခ်ိန္ဟာ လူေတြအားလံုး သိထားတဲ့အတိုင္း တကယ့္ကို ျၿငိမ္းခ်မ္းျၿပီးေတာ့ ေပ်ာ္ရႊင္စရာေကာင္းတဲ့အခ်ိန္ေလးပါ ဒါေပမဲ့ လူေတြသတိမထားမိတာ တစ္ခုရွိပါေသးတယ္ ဒါကေတာ့ ဆန္တာ ကေလာ့စ္ နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္တဲ့ ခရမ္ပတ္စ္ ရဲ႕ အေၾကာင္းပါပဲ ခရမ္ပတ္စ္ ဆိုတာ က ခရစ္စမတ္အခ်ိန္မွာ ေပ်ာ္ရႊင္ျခင္းေတြ ခြင့္လႊတ္ျခင္းေတြမရွိပဲ  မိမိရဲ႕ ေဒါသစိတ္ကို ထိန္းခ်ဳပ္ႏိုင္စြမ္းမရွိေတာ့တဲ့ အခါမွာ အဲ့ဒီ ခရမ္ပတ္စ္ အသြင္ေျပာင္းသြားျၿပီး စိတ္ ဓာတ္ဆိုးညစ္သူေတြကို ခရစ္စမတ္ မတိုင္မီအခ်ိန္ ၂၅ ရက္ေန႔ရဲ႕ အာရံုမတက္ခင္အခ်ိန္ေလးမွာ လိုက္လံဖမ္းဆီး သုတ္သင္ပါေတာ့တယ္ ဒီဇာတ္ကားေလးက christmas မွာ လူသားေတြ စိတ္ႏွလံုး သန္႔သန္႔နဲ႔ ေပ်ာ္ရႊင္ႏိုင္ဖို႔ ခြင့္လႊတ္တတ္ဖို႔အတြက္ သင္ခန္းစာေပးရိုက္ကူးထားတဲ့ ကားေလးပဲျဖစ္ပါတယ္ဒီရုပ္ရွင္ကားကို Carey Nyein မွ ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုယ္လဲ သူကိုယ္တိုင္ေရးေပးထားပါတယ္Marry Christmas ပါ CM ပရိတ္သက္ႀကီးေရ.... Download ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-257/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/17566379053_444a15820a_o-1-212x300.jpg",
        "title": "Love & Mercy (2014) ျမန္မာစာတန္းထုိး",
        "description": "IMDb ၇.၄ ရထားတဲ့ ျဖစ္ရပ္မွန္အထုပၸတၱိ ရုပ္ရွင္ေကာင္းတစ္ခုကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္ေကာင္ကေတာ့ 1960 ၀န္းက်င္မွာ Beach Boys အဖြဲ႕ေခါင္းေဆာင္တစ္ေယာက္ေနနဲ႕ေက်ာ္ၾကားခဲ့တဲ့ ဘရိုင္ယန္၀ယ္ဆန္ဆိုတ့ဲ သီခ်င္းေရးဆရာ အဆိုေတာ္ၾကီးအေၾကာင္းပါ။ သူ႕ဘ၀ရဲ႕ ေအာင္ျမင္မႈေတြကေန စြန္႕ခြာ၇ေတာ့မယ့္ အေၾကာင္းေပၚလာခဲ့ျပီးေနာက္မွာ အေကာင္းဆံုး မာစတာပိစ္ တစ္ခုဖန္တီးဖို႕ၾကိဳးစားေနတုန္းမွာပဲ 1980 ၀န္းက်င္မွာ သူ႕ရဲ႕ ဆရာ၀န္ လင္ဒီ ရဲ႕ မေကာင္းၾကံမႈေတြနဲ႕ ပ်က္စီးေနရတဲဲ့ အခ်ိန္ပိုင္းေတြကေန အေရာင္းစာေရးမေလးက ကယ္တင္ဖို႕ ၾကိဳးစားတဲ့ အေၾကာင္းကို တင္ဆက္ထားတာပါ။ File Size         : 960 MBQuality           : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-252/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/sinister-2-poster-133x200.jpg",
        "title": "Sinister 2 (2015)",
        "description": "Sinister 2 (2015)____IMDb - 5.3/10ဒါရိုက်တာ စီရာယန်ဖွိုင်းရဲ့ လက်ရာသဘာဝလွန်ထိတ်လန့် စရာရုပ်ရှင်ကား သြဂုတ် ၂၁ ရက် က ထွက်ရှိထားတာမို့ ပရိသတ် တွေအကြိုခံစားကြည့်ရအောင် ဖော်ပြပေးလိုက်ပါတယ်။မိသားစုတစ်စုဟာ ပြောင်းဖူး ခင်းထဲမှာ စာခြောက်ရုပ်တွေလို ချိတ်ဆွဲခံရထားပြီး အရှင်လတ် လတ်မီးရှို့ခံရတဲ့ မြင်ကွင်းနဲ့ စထားတာမို့ စကြည့်ကြည့်ချင်းပဲ ကြက် သီးထရမှာပါ။ အဲဒီမြင်ကွင်းက တော့ (၉) နှစ်အရွယ် ဒီလန်ကော လင်း အိပ်မက်မက်နေတာပါ။ နောက်တစ်နေ့မှာတော့ ဒီလန်က သူ့ရဲ့ အမြွှာညီအစ်ကိုဇက်ချ်၊ သူ့ အမေကော်တနီတို့နဲ့ ဈေးဝယ် ထွက်ရာမှာ အမျိုးသားတချို့က ကွက်ကြည့်ကွက်ကြည့်နဲ့ အကဲ ခတ်နေတာကို ကော်တနီ သတိပြုမိခဲ့တာကြောင့် အိမ်ပြန်ခဲ့ကြပါတယ်။ဒီလန်ဟာ မကြာခဏဆိုသလို သရဲကလေးလေးတွေကို အိပ်မက်မက်နေပြီး အိပ်မက်ထဲမှာ မိုင်လိုဆိုတဲ့ ကလေးတစ်ယောက်က အိမ်မြေအောက်ထပ်က Super 8 ဆိုတဲ့ မိသားစုတွေ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Hiy9/Sinister_2_[2015]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Scooby-Doo-Wrestlemania-Mystery-post-1-240x300.jpg",
        "title": "Scooby-Doo! WrestleMania Mystery (2014)",
        "description": "Scooby Doo ပရိသတ္ေတြအတြက္ ဇာတ္ကားေကာင္းတစ္ကားတင္ေပးလိုက္ပါတယ္။ Shaggy နဲ့  Scooby တို့ WWE Cityကို သြားရဖို့အတြက္ လက္မွတ္တစ္ေစာင္ကို ရရိွခဲ့ပါတယ္။အဲဒီအခ်ိန္မွာ ပြဲကို ဖ်က္ဆီးဖို့ ၀က္၀ံဆိုးၾကီးေရာက္လာတဲ့အခ်ိန္မွာ Scooby Dooတို့ အဖြဲ့က ဘယ္လုိ တားဆီးၾကမွာလဲဆိုတာကို ၾကည့္ရမဲ့ ဇာတ္လမ္းပါ။ WWE ျပိဳင္ပြဲေတြကို ေနာက္ခံထားျပီး ရိုက္ကူးထားတာေၾကာင့္ WWE ပရိသတ္ေတြအတြက္လဲ အၾကိုက္ေတြ့စရာ ဇာတ္လမ္းျဖစ္သလို IMDB Ratingလဲ ၆.၃ အထိ ရရိွထားပါတယ္။ Animationကားျဖစ္တာမို့ အိမ္မွာ မိသားစုနဲ့အတူလဲ ၾကည့္လုိ့ရပါတယ္File Size         : 660 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 24 minute\nFormat           : Mp4\nGenre             : Animation, Family\nEncoder         : Joker.phsDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/scooby-doo-wrestlemania-mystery-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/attack-on-titan-part-2-end-of-the-world-official-poster-1-210x300.jpg",
        "title": "Attack On Titan 2 (2015)",
        "description": "ဒီဇာတ်​ကား က​တော့ ဂျပန်​ Anime နဲ့ manga ​လောက မှာ နာမည်​ကြီး ဇာတ်​လမ်​းတစ်​ခုဖြစ်​တဲ့ Attack on Titans ကို လူသရုပ်​​ဆောင်​ ​တွေနဲ့ ပြန်​လည်​ ရိုက်​ကူးထားတဲ့ ဒုတိယပိုင်​းဖြစ်​ပါတယ်​။ ကမ႓ာဖျက်​ လူသားစား titan​ကောင်​ကြီး​တွေ ဟာ လူသားမျိုးနွယ်​ ​တွေကို မျိုးသုဉ်​း​လောက်​သည်​ထိ ဒုက္ခ​ပေးနိုင်​စွမ်​း ရှိပြီး လူသား​တွေ ရဲ့ ​နောက်​ဆုံး ​မျှော်​လင်​့ချက်​က အဲရန်​ ဆိုတဲ့ လူငယ်​​လေးနဲ့ သူ့ သူငယ်​ချင်​း​တွေ ​ပေါ်ကို စုပြုံကျလာပါတယ်​။ Titan​တွေရဲ့ ရန်​ကို​ကြောက်​လို့ နံရံ​အမြင်​့ကြီး​တွေ ​နောက်​မှာ​နေ ​နေရတဲ့ လူသား​တွေ ထဲမှာ အဲရန်​ဆိုတဲ့ လူငယ်​က​တော့ အ​ကြောက်​အလန်​့ မရှိတဲ့ လူငယ်​တစ်​​ယောက်​။ သူ့သူငယ်​ချင်​း အာမင်​ က​တော့ လူ​ကြောက်​တစ်​​ယောက်​ဖြစ်​ပြီး အဲရန်​ ​ပြောသမျှ ယုံကြည်​လက်​ခံ တတ်​တဲ့ ​ကောင်​မ​လေး ...",
        "rating": "",
        "url": "https://megaup.net/2gv7v/Attack_On_Titan_2_[2015]_(MM_Sub).mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/big-2-300x202.jpg",
        "title": "Narcopolis (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ခုႏွစ္မွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒါရိုက္တာJustin Trefgarne ရိုက္ကူးတင္ဆက္ထားၿပီး ဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Mystery | Sci-Fi | Thrillerအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..သိပၸံဇာတ္လမ္းမ်ိဳးၾကည္႔ခ်င္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ၾကာၿမင္႔ခ်ိန္ကေတာ႔ 1နာရီ နဲ႔ 36 မိနစ္ၿဖစ္ၿပီး IMDb Rate ကေတာ႔ 4.3 ရရွိထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ႔ Frank ဆုိတဲ႔စံုေထာက္တစ္ဦးဟာ မူးယစ္ေဆး၀ါးအေၾကာင္းကိုလိုက္လံစံုစမ္းၿပီးေဖာ္ထုတ္တဲ႔ဇာတ္ကားပါ..ဒီမူးယစ္ေဆးဟာဘယ္ေလာက္ထိ အႏၱရာယ္ေပးႏိုင္လဲသူ႕ရဲ႕ေနာက္ကြယ္မွာေရာဘာရွိလဲဆုိတာ ေစာင္႔ၾကည္႔ရမွာပဲၿဖစ္ပါတယ္Subtitle Credit To Movie7plusFilesize : 548 MBQuality : 720p [ BrRip ]Format : mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Movie7plus Admin TeamEncoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-241/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/7651M6csyv0LL-1-196x300.jpg",
        "title": "Tom and Jerry meet Sherlock Homes( ျမန္မာစာတန္းထိုး)",
        "description": "2010 ခုနွစ္က ထြက္ရိွခဲ့ျပီး IMDb 6.3 ရရိွထားတဲ့ကားေလးကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ကေခ်သည္မေလးတစ္ေယာက္ အၾကပ္ကိုင္ခံေနရတဲ့ အမႈကို ရွားေလာ့ခ္ ဟုမ္းကို လာအကူအညီေတာင္းရာက စခဲ့ပါတယ္။ ဒါေပမယ့္ သာမာန္အမႈမဟုတ္ဘဲ သူ႕ရဲ႕ ရန္သူေတာ္ၾကီး မိုရီရာတီ ရဲ႕ အကြက္ခ်စီစဥ္မႈျဖစ္ေနတဲ့အခါမွာ ေတာ့ သူ႕ကိုတားဆီးဖို႕ ရွားေလာ့ခ္ရဲ႕ လက္ေထာက္ ဂ်ယ္ရီရယ္ ကေခ်သည္မေလးရဲ႕ လက္ေထာက္ တြမ္ ရယ္ ရွားေလာ့ခ္ရယ္တို႕ရဲ႕ စြန္႔စားခန္းၾကီး စတင္ပါေတာ့တယ္။ ဒီကားကေတာ့ အသက္အရြယ္မေရြးၾကည့္နိုင္တဲ့အျပင္ တူေလးမ်ား သားေလးမ်ားအတြက္ပါ လက္ေဆာင္ေပးနိင္မယ့္ ကားေကာင္းတစ္ကား လို႕ေျပာနိုင္ပါတယ္ဗ်ာ။ေဒါင္းရန္နွင့္ ၾကည့္ရႈရန္ နိွပ္ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/tom-and-jerry-meet-sherlock-homes/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/vendetta-poster-1-203x300.jpg",
        "title": "Vendetta (2015) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ရုပ္​ရွင္​ခ်စ္​သူ​ေတြ အတြက္​ စိတ္​ဝင္​စား စရာ ဇာတ္​ကား​ေလးတစ္​ကား လာပါၿပီဗ်ာ။ Big Show ဆုိ မသိတဲ့ လူ ​ေတာ္​​ေတာ္​ နည္​း ပါတယ္​။ ငယ္​ငယ္​ တုန္​းတည္​းက ရင္​းနွီးၿပီးသား နပန္​း သမား ႀကီးပါ။ The Rockတို႔ကို အားက်လို႔ ထင္​ပါရဲ႕။ သူလည္​းရုပ္​ရွင္​ဘက္​ကို ​ေျခ ခ် လာပါတယ္​။ ဇာတ္​ကားကလည္​း သရုပ္​​ေဆာင္​​ေတြကို ၾကည္​့ရံု နဲ႔ ၾကမ္​းမယ္​့ ဇာတ္​ကားဆိုတာ သိသာ​ေနပါတယ္​။ သူတတ္​နိုင္တဲ့ အတိုင္​းအတာ​ေတြထက္​ ​ေက်ာ္​လြန္​ၿပီး လုပ္​ရပ​ေစ လက္​စား​ေခ်ခြင္​့သာရမယ္​ဆုိရင္​ ဘယ္​အရာ​ေၾကာင္​့မွ ​ေနာက္​မဆုတ္​ဘူး ဆိုတဲ့ ​ေထာက္​လွမ္​း​ေရးအရာရွိ တစ္​​ေယာက္​ ရဲ႕ ဇာတ္​လမ္​းပါ။ ဇနီးျဖစ္​သူ ကို ရာဇဝတ္​သား တစ္​​ေယာက္​က သတ္​လိုက္​ၿပီး​ေနာက္​ပိုင္​းမွာ သူဟာ ရည္​႐ြယ္​ခ်က္​ ရွိရွိနဲ႔ ျပစ္​မႈတစ္​ခု က်ဴးလြန္​ၿပီး ​ေထာင္​ထဲကို ဝင္​လိုက္​ပါတယ္​။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-247/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/sunshine-2007-poster-133x200.jpg",
        "title": "Sunshine (2007)",
        "description": "Sunshine (2007)\nIMDb - 7.2/10_____Rotten - 76%\n Sunshineဆိုတဲ့သိပ္ပံစိတ်ကူးယာဉ်ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ၂၀၅၇ ခုနှစ်မှာ နေလုံးကြီး သေဆုံးတော့မှာ ဖြစ်တဲ့အတွက်နေမရှိပဲ အသက်မရှင်နိုင်တဲ့ ကျတော်တို့ကမ္ဘာကိုကယ်တင်ဖို့အာကာသယာဉ်မှူးတစ်ဖွဲ့ဟာ နေမင်းဆီကို ပျံသန်းပြီး အနုူမြူဗုံး ဖောက်ခွဲခြင်းဖြင့်နေကို ပြန်လည်တောက်လောင်အောင် ကြိုးစားကြတဲ့ဇာတ်လမ်းပါ။ဒါပေမယ့် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာတဲ့နေနဲ့အရမ်းနီးတဲ့အခါ အဆက်အသွယ်ပြတ်တောက်မှုတွေ၊နေကာကွယ်တဲ့စနစ်ပျက်စီးပြီး အကုန်ပြာဖြစ်ဖို့ လက်တစ်ကမ်းအလိုအခြေအနေတွေနဲ့အောက်ဆီဂျင် ပြတ်မဲ့အခြေအနေတွေမှာ ကြုံရမယ့် စိတ်ခံစားချက်တွေအဆုံးအဖြတ်တွေ အနစ်နာခံမှုတွေကို ပီပြင်အောင် ရိုက်ပြထားတာကိုတွေ့ရမှာပါ။ကမ္ဘာရဲ့နောက်ဆုံးမျှော်လင့်ချက်ကြီးကိုထမ်းထားရတဲ့လူတွေ နေရာကဝင်ခံစားပြီးကြည့်မိမယ်ဆိုရင်တော့ သူတို့တွေ့ရဲ့ အမောကို ခံစားမိမှာပါ။ကြည့်လိုက်ကြပါဦး။ \n(အညွန်းရေးသူကတော့ Litte Neo ဖြစ်ပြီး ဘာသာပြန်သူကတော့ Lotus Black ပဲ ဖြစ်ပါတယ်)\n Sunshineဆိုတဲ့သိပၸံစိတ္ကူးယာဥ္ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၂၀၅၇ ခုႏွစ္မွာ ေနလုံးႀကီး ေသဆုံးေတာ့မွာ ျဖစ္တဲ့အတြက္ေနမရွိပဲ အသက္မရွင္ႏိုင္တဲ့ က်ေတာ္တို႔ကမာၻကိုကယ္တင္ဖို႔အာကာသယာဥ္မႉးတစ္ဖြဲ႕ဟာ ေနမင္းဆီကို ပ်ံသန္းၿပီး အႏုူျမဴဗုံး ေဖာက္ခြဲျခင္းျဖင့္ေနကို ျပန္လည္ေတာက္ေလာင္ေအာင္ ႀကိဳးစားၾကတဲ့ဇာတ္လမ္းပါ။ဒါေပမယ့္ စီစဥ္ထားတဲ့အတိုင္း ျဖစ္မလာတဲ့ေနနဲ႔အရမ္းနီးတဲ့အခါ အဆက္အသြယ္ျပတ္ေတာက္မႈေတြ၊ေနကာကြယ္တဲ့စနစ္ပ်က္စီးၿပီး အကုန္ျပာျဖစ္ဖို႔ လက္တစ္ကမ္းအလိုအေျခအေနေတြနဲ႔ေအာက္ဆီဂ်င္ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dtUh/Sunshine_[2007]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/f35d09a685b8c1971d6d469c062156fd_p_m-1-188x300.jpg",
        "title": "Hawwa Hawwai (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDB -7.5 ရရွိထားျပီး စိတ္ကူးဆႏၵေတြရဲ႕ေအာင္ျမင္ျခင္းကို မီးေမာင္းထိုးျပထားတဲ႔ ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအက်ဥ္း မုဆိုးမ တစ္ေယာက္ရဲ႕ သားေလး အာဂြ်န္ဟာ လက္ဖက္ရည္ဆိုင္ေလးရဲ႕လုပ္သားေလးေပါ့။ ဒီ ဆိုင္ေလးက စကိတ္ကြင္းေလးတစ္ခုမွာ တည္ရွိေနျပီး ညဘက္လိုလို စကိတ္စီး က်င့္သူမ်ားလည္း လာေလ့ရွိတတ္ႀကတယ္။တစ္ညမွာေတာ့ ဆရာလပ္ကီး ဦးေဆာင္တဲ႔ စကိတ္သင္ ေက်ာင္းသားေလးေတြကို အာဂြ်န္ ေတြ႕ခဲ႔ျပီး စကိတ္စီးခ်င္စိတ္ျပင္းျပလာခဲ႔တယ္။ အာဂြ်န္ရဲ႕ စိတ္ဆႏၵေတြကို ပံ႔ပိုးေပးေနသူေတြက အာဂြ်န္ရဲ႕သူငယ္ခ်င္းေကာင္း ေလးေဖာ္ ။ သူတို႕ေတြရဲ႕ ၀င္ေငြဟာ စကိတ္တစ္ခုအတြက္ မလံုေလာက္ေပမဲ႔ ျဖတ္ထိုးဥာဏ္အသံုးျပဳခဲ႔ျပီး အာဂြ်န္အတြက္ စကိတ္ဖိနပ္ လက္ေဆာင္ေပးခဲ႔ႀကတယ္။ ေနာက္ပိုင္းမွာေတာ့ ဆရာလပ္ကီးကိုယ္တိုင္ သင္ႀကားေပးခဲ႔ျပီး အာဂြ်န္ရဲ႕ အိပ္မက္ကို ပံုေဖာ္ေပးခဲ႔ႀကသည္။ ထို႔ျပင္ စကိတ္ျပိဳင္ပြဲတြင္ပါ ၀င္ေရာက္ယွဥ္ျပိဳင္နိုင္ရန္ ေလ့က်င့္ေပးခဲ႔သည္။ အဲဒီေနာက္မွာေတာ့ -----????? ကဲ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတာ့ ရင္ခုန္ႀကည့္ရႈလိုက္ပါဦး။ အေျပာင္းအလဲတစ္ခုေႀကာင့္ ဇာတ္လမ္းရဲ႕ျပကြက္ေတြကလည္း အထင္းသား ရုပ္လံုးေပၚလာေစခဲ႔ပါတယ္။  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-244/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/getdvdcovers_heaven_is_for_real_2014_custom_front-1-300x201.jpg",
        "title": "Heaven Is For Real (2014) ၿမန္မာစာတန္းထိုး",
        "description": "Drama ဇာတ္လမ္းေကာင္းေကာင္းေလးေတြၾကည္႔ခ်င္ေနၾကတဲ႔ ပရိတ္သတ္ေတြအတြက္ပါဒီဇာတ္ကားက ဆြဲေဆာင္သြားမယ္ဆုိတာအေသအခ်ာပါပဲ...Todd Burpo နဲ႕ Lynn Vicent တို႕ေရးသားခဲ႔တဲ႔စာအုပ္ Heaven is for real စာအုပ္ကို ဇာတ္လမ္းၿပန္လည္ရိုက္ကူးထားၿခင္းၿဖစ္ပါတယ္မူရင္းစာအုပ္ဟာ 2010 New York Time မွာ အေရာင္းရဆံုး စာအုပ္အၿဖစ္လည္းမွတ္တမ္း၀င္ထားပါတယ္..ဒီဇာတ္ကားကိုေတာ႔ 2014 မွာ ရိုက္ကူးၿပီး ဒါရိုက္တာကေတာ႔ Randall Wallace ၿဖစ္ပါတယ္..IMDb Rate လည္း 5.8 ရရွိထားပါတယ္..သူတို႔ေပးတဲ႔အညႊန္းေလးအတိုင္း \" It Will TouchYour Heart , Capture Your Mind And Ultimately Impact You Life Forever \" ဆိုတဲ႔စကားေလးကိုအရင္ခံစားၿပီး ေသခ်ာၾကည္႔ရွုပါလို႔အၾကံေပးလိုက္ပါရေစFilesize : 570 MBQuality : Bluray720pFormat : mp4Run Time : 1h ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-243/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/46ivi-1-300x244.png",
        "title": "Spooks : The Greater Good (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီဇင္ဘာ 4 ရက္ 2015 က ထြက္ရွိထားတဲ႔ စံုေထာက္အက္ရွင္ဇာတ္လမ္းေကာင္းေလးပါဒါရိုက္တာ Bharat Nalluri ၿဖစ္ၿပီး IMDb Rate 6.3 ရရွိထားတာမို႔...ၾကိဳက္ႏွစ္သက္မွာပဲၿဖစ္ပါတယ္အက္ရွင္ဇာတ္ကားေကာင္းေတြၾကိဳက္ႏွစ္သက္တဲ႔သူေတြအတြက္ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ၿဖစ္လာပါမယ္Filesize : 645 MBQuality : 720pFormat : mp4RunTime : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-246/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Miracle-in-cell-no.7-133x200.jpg",
        "title": "Miracle in Cell No. 7 (2013)",
        "description": "Miracle in Cell No. 7 (2013)___________IMDb - 8.2/10မေတ္တာတရားတွေကို သေချာ ကြည့်မယ်ဆိုရင် ..... ၁၅၀၀ မေတ္တာ က ၅၂၈ မေတ္တာ ထက် သင်္ချာ အတိုင်းအတာ ပမာဏ အားဖြင့် များပြားတယ်လို့ထင်ရပေမဲ့ ... တကယ်တမ်းတော့လေ အဖြူစင်ဆုံးသော တိုင်းတာ မရသော အနန္တမေတ္တာဆိုတာလေ ၅၂၈ ဆိုသော မိသားစု လေးကပေးတဲ့ ဖြူစင် သောမေတ္တာ လေးကသာ တန်ဖိုး အရှိဆုံးပါ... အခု ဇာတ်ကားလေးမှာ ... ဖခင်ကို ချစ်မြတ်နိုးသော သမီးတိုင်း အတွက် သမီး ကို ချစ်သော ဖခင်တိုင်း အတွက် အရမ်းကို ခံစား မှု့တွေပေးတဲ့ မေတ္တာရေး ကိုဖေါ်ကျူးထားတဲ့ဇာတ်လမ်း လေးတစ်ခု ဆိုတာကို မပြောဘဲနဲ့သိမြင်နိုင်ပါတယ်... လောကမှာ ဘယ်လို မိဘမျိုးဘဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4eq2A/Miracle_in_Cell_No.7_(7_Beonbangui_Seonmul)_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/BZ21Shc-1-217x300.jpg",
        "title": "Confessions: The Secret Of Machiko Matsuoko(2010)",
        "description": "အခုတစ္ေလာ ၁၈++ ဇာတ္ကားေတြ မတင္ျဖစ္တာ ၾကာေနျပီမို့ Adult Movie ပရိသတ္ေတြအတြက္ ဂ်ပန္ကား တစ္ကား တင္ေပးလိုက္ပါတယ္။ဇာတ္လမ္း အေၾကာင္းေျပာရမယ္ဆို Machikoက Music သင္ေပးတဲ့ ဆရာမတစ္ေယာက္ျဖစ္ျပီး ေျခေထာက္က်ိဳးေနတဲ့ သူ့ အစ္မနဲ့ အတူ ေနပါတယ္။ သူ့အစ္မ ေျခေထာက္က်ိဳးရတာက သူ့အျပစ္ေၾကာင့္လို့ ခံယူထားတာေၾကာင့္ သူအစ္မက သူ့ကို က်ြန္လို သေဘာထားဆက္ဆံတာေတြအကုန္လံုးကို သည္းခံရင္း ေနထိုင္ခဲ့ရတာပါ။ဒီလိုနဲ့ ေနလာရင္း တစ္ရက္မွာေတာ့ စိတ္ေတြ မြန္းက်ပ္ေနတဲ့ Machiko တစ္ေယာက္ ေက်ာင္းသား တစ္ေယာက္နဲ့ ေဖာက္ျပန္ မိပါတယ္။ သူတို့ ၂ေယာက္ ျဖစ္ေနတာကို သူ့အစ္မ သိသြားတဲ့အခါ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ၊သူတို့ ႏွစ္ေယာက္ၾကားက လ်ိဳ့၀ွက္ခ်က္ကေရာ ဘာေတြ မ်ား ျဖစ္ႏိူင္လဲဆိုတာ စိတ္၀င္တစား ၾကည့္ရမွာပါ။ ဂ်ပန္ကားေတြ ထံုးစံအတိုင္း လိင္အသားေပး အခန္းေတြ ပါတာေၾကာင့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/confessions-secret-of-machiko/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/p88787_d_v7_aa-1-200x300.jpg",
        "title": "2009: Lost Memories (2002) ျမန္မာစာတန္းထိုး",
        "description": "2002 ခုႏွစ္ ကားေဟာင္းဆိုေပမယ့္ IMDb 6.2/10 ထိ အဆင့္ရထားတဲ့Korea စပိုင္အက္ရွင္ ဇတ္လမ္းအမ်ိဳးအစား ျဖစ္ၿပီး တီဗီမွာ ျပသခဲ့တဲ့ ကိုရီးယား ဇတ္ကားမွဒါရိုက္တာ ရင္ က မင္းသား အျဖစ္ ပါ၀င္ထားပါတယ္...(သစ္ဆန္းခန္႔)Download Link=================Download 1 2009 : Lost Memories (2002) 1.3GBDownload 22009 : Lost Memories (2002) 1.3GBFollow Me ----> www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-240/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/the-rover-poster-3-1-210x300.jpg",
        "title": "The Rover(2014)",
        "description": "ဒီ တစ္ခါေတာ့ CMပရိသတ္ေတြအတြက္ Twilight မင္းသား Robert Pattinson ပါ၀င္ထားသလို Drama ကားေတြကို ပီျပင္ေအာင္ သရုပ္ေဆာင္ႏူိင္တဲ့ မင္းသား Guy Pearce ပါ၀င္တဲ့ Drama ကားေကာင္း တစ္ကား တင္ေပးလိုက္ပါတယ္။ဇာတ္လမ္း အက်ဥ္းေျပာရမယ္ဆိုရင္ေတာ့ တစ္ကမၻာလံုး စီးပြားေရး ပ်က္ကပ္ေတြ ဆိုက္ေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြကေန ၀ယ္ထားရတဲ့  Guy Peraceရဲ့ ကားကို အခိုးခံလုိက္ရတယ္။ အဲဒီလိုနဲ့ သူရဲ့ကားကို လိုက္ရွာရင္း ခုိးသြားတဲ့ လူရဲ့ ညီျဖစ္တဲ့ Robert Pattinsonကို ဖမ္းမိသြားပါတယ္။ဒီလုိနဲ့ ႏွစ္ေယာက္သား အႏၱရယ္မ်ားတဲ့ ခရီးလမ္းကို ေလ်ာက္ရင္း  ဘယ္လိုအခက္အခဲေတြ ေတြ့ၾကမွာလဲ၊ သူတုိ့ ၂ေယာက္ကေရာ အဆင္ေျပသြားမွာလားဆိုတာကို စိတ္၀င္တစ္စား ၾကည့္ရမဲ့ ဇာတ္ကားပါ။IMDB ratingလဲ ၆.၄ အထိ ရထားပါတယ္File Size         : 740 MB\nQuality           ...",
        "rating": "",
        "url": "https://megaup.net/Uxaz/[02537]_The_Rover_(2014)_[Crime]_[Guy_Pearce]_[AUSTRALIA]_[6.2].mp4",
        "category": "Uncategorized"
    }
]