[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVXOgwYa2aqNmezsQLyVnRGtA9E.jpg",
        "title": "Udanpirappe(2021)",
        "description": "Udanpirappe (2021)Udanpieappe .. အဓိပ္ပာယ်ကတော့ “မောင်နှမ” တဲ့။ မိသားစုတစ်စုတည်းကနေ အတူပေါက်ဖွားကြီးပြင်းလာတဲ့ညီအစ်ကိုမောင်နှမတွေဟာ တစ်လောကလုံးမှာ အရင်းနှီးဆုံးသူငယ်ချင်းတွေပါ။တချို့က အမြဲရန်ဖြစ်ပြီး မတည့်နေတာရှိတယ် .. တချို့ကျလည်းတစ်ယောက်နဲ့တစ်ယောက် သိသိသာသာကို သိပ်ချစ်ကြတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် အချင်းချင်းချစ်ကြတယ်ဆိုတာတော့ မုချပါပဲ။ဒီ Tamil ဇာတ်ကားလေးကလည်း သိပ်ချစ်ကြတဲ့ “မာသံဂီ” နဲ့ “ဗေရာဗာ” တို့ရဲ့ မောင်နှမသံယောဇဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။ ထူးထူးဆန်းဆန်းပဲ လူငယ်မောင်နှမနှစ်ယောက်အကြောင်းမဟုတ်ဘဲအိမ်ထောင်ကိုယ်စီနဲ့ ကိုယ်ပိုင်မိသားစုကိုယ်စီပိုင်ဆိုင်ထားကြပြီဖြစ်တဲ့ မောင်နှမရဲ့ ကြီးမားတဲ့သံယောဇဉ်ကိုမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။ အစ်ကိုကြီးဖြစ်တဲ့ ဗေရာဗာက အမှန်တရားရဲ့ဘက်တော်သား၊ မတရားတာမြင်တာနဲ့ကိုယ်ထိလက်ရောက်ကျူးလွန်ပြီးဆုံးမပစ်လိုက်တဲ့သူ .. ဒီလိုလူမျိုးကို ယောက်ဖဖြစ်သူကျောင်းဆရာကတော့ သဘောမကျဘူးပေါ့။“အစ်ကိုကြီးအဖရာ” ဆိုတဲ့အတိုင်း အစ်ကိုဖြစ်သူ ဗေရာဗာက သူ့ညီမလေးကို သမီးလေးနဲ့မခြားသိပ်ချစ်ရှာတယ်။ညီမဖြစ်သူ မာသံဂီကလည်း ကိုယ့်သားနဲ့ အစ်ကို့ရဲ့သား နှစ်ယောက်လုံးအသက်ဘေးကြုံနေရပြီးတစ်ဦးတည်းကယ်လို့ရတဲ့အခြေအနေမှာတောင် အစ်ကို့ရဲ့သားကိုရွေးချယ်ကယ်တင်ခဲ့တဲ့အထိသူ့အစ်ကိုကို သိပ်ချစ်ရှာတယ်။ ဒီလိုအဖြစ်အပျက်တွေကြောင့်ပဲ ခင်ပွန်းဖြစ်သူကအစ်ကိုဖြစ်သူကိုပိုအမြင်စောင်းပြီး မောင်နှမနှစ်ယောက် စကားမပြောဖြစ်တော့တဲ့အထိ တဖြည်းဖြည်းအနေဝေးသွားခဲ့ရတယ်။သိပ်ချစ်ကြတဲ့မောင်နှမနှစ်ဦးရဲ့ဆက်ဆံရေး နှစ်ပေါင်းများစွာအနေဝေးနေရာကနေတစ်စတစ်စ ပိုပြီးအေးစက်သွားမလား .. ...",
        "rating": "5.3",
        "url": "https://megaup.net/ZBj5/Udanpirappe_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-15-at-10.36.09-138x200.png",
        "title": "The Grand Duke Of Corsica (2021)",
        "description": "The Grand Duke Of Corsica (2021)=========================IMDb Rating - 5.0/10အချမ်းသာဆုံးလူတွေရဲ့ စိတ်ကူးတွေဟာအရူးနှမ်းဆုံးပဲတဲ့။ ဒီလိုပဲ အရမ်းတော်တဲ့ ပညာရှင်ဆိုတာလည်း ခေါင်းအမာဆုံးနဲ့  ဂွအကျဆုံးလူတွေပါပဲတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ဂွစာဗိသုကာပညာရှင်အဖိုးကြီးတစ်ယောက်နဲ့ ဘီလီယံနာသူဌေးကြီးတစ်ယောက်တို့အတူတူပေါင်းပြီး မာစတာပိစ်လက်ရာတစ်ခုကို တည်ဆောက်ဖို့ ကြိုစားနေကြပုံများကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ သူတို့တည်ဆောက်ဖို့ ကြိုးစားနေတာကတော့ ဘီလျံနာကြီးရဲ့ ဂူဗိမာန်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့်ဗိသုကာကြီးက သူ့သက်တမ်းတစ်လျှောက်မှာ တစ်ခါမှဂူဗိမ္မာန် မတည်ဆောက်ခဲ့ဖူးတာမို့ ဘီလျံနာကြီးနဲ့အတူခဏတာနေထိုင်ရင်း သူ့အကြောင်းတွေကို လေ့လာကာ ဒီဇိုင်းကို စဉ်းစားနေခဲ့ပါတယ်။ အဆုံးသတ်မှာတော့သူတို့ဆောက်ချင်နေတဲ့ ဂူဗိမ္မာန်ကြီးက အောင်မြင်စွာ ပြီးဆုံးသွားမှာလား၊ ဘီလျံနာကြိးကရော ဘာကြောင့်အလောတကြီး သူ့ဂူဗိမ္မာန်ကို တည်ဆောက်ချင်နေရတာလဲ၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမှာလဲ၊သူတို့အချင်းချင်းရော အဆင်ပြေပါ့မလားဆိုတာကိုတော့ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee Poe, Chit Tee တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.0",
        "url": "https://megaup.net/ZAcc/The.Grand.Duke.of.Corsica.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Se3AIepFRZ4VUaaDosADs8WMX5.jpg",
        "title": "Copshop(2021)",
        "description": "ကြမ်း​ပေ့ယမ်း​ပေ့ဆိုတဲ့ အက်ရှင်ကားကိုမှ အသုံးအနှုန်းခပ်ကြမ်းကြမ်း၊ ​သွေးထွက်သံယိုများများ R ratedမှကြည့်ချင်ပါတယ်ဆိုတဲ့CMပရိတ်သတ်​တွေအတွက် တကယ်ကြမ်းတဲ့Crime Actionကားတစ်ကားကို မိတ်ဆက်​ပေးလိုက်ပါပြီအဓိကဇာတ်လိုက်နှစ်​ယောက်ကိုက Angle Has Fallen triologyနဲ့ 300လိုတကယ့်​ကောင်း​ပေ့ညွန့်​ပေ့ဆိုတဲ့အက်ရှင်ကား​တွေမှာ ​​ခေါင်း​ဆောင်ပါဝင်ထားတဲ့ Gerard Butlerနဲ့ Purge franchiseလိုတကယ့်​သွေးထွက်သံယိုကား​တွေကိုပဲရိုက်ကူးထားတဲ့ Frank Grilloဆိုတာနဲ့တင် ဒီဇာတ်လမ်းရဲ့အက်ရှင်​တွေဘယ်​လောက်ကြမ်းမလဲဆိုတာ မှန်းကြည့်လို့ရပါတယ်ဂိမ်းပရိုဂရမ်​ရေးသားသူတဖြစ်လဲ ဒိတ်ဒိတ်ကြဲသူ​​ဌေး​တွေကိုမှညာစားတဲ့ Teddy Murrettoဟာ တစ်ချိန်မှာ​တော့ညာမိတဲ့သူ​ဌေး အ​ရွေးမှားပြီး Hitman​ပေါင်းများစွာရဲ့ အမဲလိုက်ခြင်းကို ခံရပါ​တော့တယ်​ပြေးလို့မလွတ်နိုင်မှန်းသိတဲ့​နောက် Gun Creekမြို့​လေးကိုအ​ရောက်မှာ​တော့ မြို့ကရဲ​မေအရာရှိ Valerie Youngကိုအသားလွတ်ဆွဲထိုးကာ ​ထောင်နန်းစံပြီး ​ကြေးစားသမား​တွေရန်က​နေ လွတ်​အောင်ကြံပါ​တော့တယ်ဖြစ်ချင်​တော့ Hitman​တွေထဲကတစ်​ယောက်ဖြစ်တဲ့ Viddickက Teddyကို​ခြေရာခံမိသွားတဲ့အတွက်၊သူကပါ အရက်မူးသမားအ​​ယောင်​ဆောင်၊ ရဲကားကို ကားနဲ့ဝင်တိုက်ပြီး ​Teddyရှိရာအချုပ်ခန်းဆီကို ထပ်ကြပ်မကွာလိုက်ပါလာခဲ့ပါတယ်ဒါပေမဲ့ Teddyကိုအ​သေရရ အရှင်ရရအမဲဖျက်ချင်​နေတဲ့ Hitmanက တစ်​ယောက်နှစ်​ယောက်မဟုတ်တဲ့အခါ Gun Creekမြို့​​လေးကိုတခြား​ကြေးစားလူသတ်သမား​တွေပါ လိုက်လာတဲ့အခါ.....Teddyတစ်​​ယောက် Hitman​ပေါင်း​သောင်း​ခြောက်​ထောင်ရန်က​နေ လွတ်နိုင်ပါ့မလား၊သူရဲ့​နောက်​ကြောင်းဇာတ်လမ်းက​ရော ဘယ်လိုများဖြစ်မလဲ၊Viddickက​ရော သူ့ရဲ့တာဝန်ကို အပြီးသတ်နိုင်မှာလား၊ သူနဲ့အိုးစားခွက်လုဖက်​​တွေကြားထဲက​နေTeddyကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/ZAek/Copshop.2021.720p.AMZN.WEB-DL.DDP5.1.H.264(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGMoAufRzREeigkksysoYONjpXv.jpg",
        "title": "Falling for Figaro(2021)",
        "description": "Falling For Figaro (2021) ရုပ်ရှင် အညွှန်း\"အခြားသူတွေအတွက် ဘယ်လောက်ပဲ အဓိပ္ပါယ်ကင်းမဲ့နေပါစေ ကိုယ့်အိပ်မက်ကို မစွန့်လွှတ်သင့်ဘူး\"ဆိုတဲ့ အကြောင်း ကို အဓိက သင်ခန်းစာပေး ရိုက်ကူးထားတဲ့Romance/Comedy ဇာတ်ကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေမီလီ ကန့်ဝဲလ် ဆိုတဲ့ အသက်နှစ်ဆယ်ကျော် အမေရိကန် အမျိုးသမီးတစ်ယောက်ဟာရင်းနှီးမြုပ်နှံမှု ကုမ္ပဏီ တစ်ခုမှာ ငွေကြေးမန်နေဂျာအဖြစ် အလုပ်လုပ်နေသူ ဖြစ်တဲ့အပြင်လစာလည်း အင်မတန်ရပါတယ် ။ ထို့အပြင် တွဲတာ နှစ်အတော်ကြာပြီဖြစ်တဲ့ ချစ်သူတစ်ယောက်လည်း ရှိပါတယ်​အဲ့လိုမျိုး သက်သောင့်သက်သာရှိတဲ့ ဘဝ နဲ့ အလုပ်မှာ သူက ပျော်နေလားဆိုတော့ မပျော်ပါဘူး ၊အကြောင်းရင်းကတော့ သူအရင်ကတည်း ဖြစ်ချင်နေခဲ့တဲ့ အော်ပရာအဆိုတော် အိပ်မက်ကြောင့်ပဲ ဖြစ်ပါတယ် ၊အဲ့ဒါကြောင့် သူ့အိပ်မက်ကို ဖြစ်အောင်လုပ်ဖို့အတွက် သူ့အလုပ်ကိုပါ ထွက်ပြီးတော့ ကြိုးစားပါတော့တယ်ကဲ အများကြီးပြောလိုက်ရင် ဇာတ်လမ်း အရသာ ပျက်သွားမှာဆိုးတဲ့ အတွက် သူ ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZA8p/Falling.for.Figaro.2021.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "Brotherhood of the Wolf (2001)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။\nအမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊\nအင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို\nဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်\nသိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။\nသူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်\nဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ\nဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊\nဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ\nဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့\nလူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊\nရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့\nစီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့\nသတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။\nFile ...",
        "rating": "7.0",
        "url": "https://megaup.net/2luN8/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adult, Adventure, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BN2U1YzdhYWMtZWUzMi00OWI1LWFkM2ItNWVjM2YxMGQ2MmNhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-138x200.jpg",
        "title": "Nightcrawler (2014)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (95%)အကြံအဖန်လုပ်တတ်တဲ့သူခိုး... အဲဒီလိုပြောလို့ ဒီ Nightcrawler ကို သူခိုးကားလို့မထင်ပါနဲ့။ ဒီကားဟာ တကယ်တော့ သတင်းထောက်ကားလို့တောင်ပြောလို့ရတယ်။ မင်းသားက Jake Gyllenhaal ဆိုတော့ သရုပ်ဆောင် လန်ထွက်ချက်က ၂ချက်​လောက် နားရင်းအုပ်ချင်လာမှာပါ...ဇာတ်လမ်းကတော့ မင်းသားက အလုပ်မရှိတဲ့ သူခိုးဂျပိုးပါ။ ဒါပေမယ့် ပညာတတ်သူခိုး​ပေါ့ လူပေါ်လူဇော်လုပ်တတ်တယ်။ အဲဒါနဲ့ တစ်ရက်ကျ အနေအစားချောင်ပြီး မျိုးမျိုးမြက်မြက်ရတဲ့ အလုပ်တစ်ခုကို သူတွေ့သွားတယ်။ အဲဒါက သတင်းရောင်းစားတဲ့အလုပ်...\nသတင်းရောင်းစားတယ်ဆိုလို့လည်း အထင်မကြီးပါနဲ့။ ကူလီကူမာ မျိုးစုံလုပ်ပြီး သတင်းတွေကို လီဆယ်ပြီး နေရာချ၊ တစ်ကိုယ်ကောင်းဆန်ပြီး အထာမထားတဲ့သူ။ သူ့အနေနဲ့ ပညာရေးအရ အတန်းပညာမတတ်ပေမယ့် လူတစ်ယောက်ကို ဘယ်လို ဆက်ဆံရမလဲ၊ ဘယ်အချိန်မှာ ကလိမ်ကကျစ်ကျရမလဲဆိုတာ မွေးရာပါတတ်နေသလိုမျိုး...မင်းသား Jake Gyllenhaal ကလည်း ဒီလိုမျိုး အကျင့်ယုတ်၊ ကလိမ်ကျတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Fxia/(CM)Nightcrawler_(2014)_(720p_BluRay_x265_afm72).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-11-at-13.30.30-134x200.png",
        "title": "Silent Hours (2021)",
        "description": "Silent Hours (2021)===============IMDb Rating - 5.8/10ဂျွန်ဒူဗယ်ဟာ ရေတပ်အရာရှိဟောင်းဘဝကနေအနားယူပြီး အလွတ်စုံအဖြစ် ကျင်လည်နေတဲ့သူတစ်ယောက်ပါ။သူနေထိုင်တဲ့မြို့မှာ ရုတ်တရက် အမျိုးသမီး ၃ ယောက်ဟာ ကွင်းဆက်လူသတ်သမား Psychopath တစ်ယောက်ရဲ့လက်ချက်နဲ့ လိင်ပိုင်းဆိုင်ရာ စော်ကားခံရတဲ့အပြင် ကိုယ်အင်္ဂါဖြတ်တောက်ပြီး ရက်စက်စွာအသတ်ခံလိုက်ရပါတယ်။ဖြစ်ချင်တော့ ထိုအမျိုးသမီး ၃ ယောက်ဟာ ဂျွန်ဒူဗယ်အလွတ်စုံထောက်အနေနဲ့ စောင့်ကြည့်ဖူးတဲ့သူတွေဖြစ်နေတာကိုရဲတွေသိသွားတဲ့အခါမှာ ဂျွန်ဟာအဓိကသံသယရှိသူတစ်ယောက်ဖြစ်လာပါတော့တယ် ... ဂျွန်တစ်ယောက်ကလည်း သူ့ကိုစောင့်ကြည့်ခံနေရတဲ့ အခြေအနေကနေမှ လှုပ်ရှားရင်း တရားခံကိုဘယ်လိုရှာဖွေဖော်ထုတ်သွားမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ။PG 16+ လောက် Rating ရှိတဲ့ British ရုပ်ရှင်တစ်ခုဖြစ်ပြီး သွေးထွက်သံယိုခန်းတွေအပြင် အိပ်ယာပေါ်ကအခန်းတွေလည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်ပါဘူး။ ဒါပေမယ့် ဇာတ်ကားက ၂ နာရီခွဲကြာချိန်အတွင်းမှာ Client နဲ့ Therapistကြား စကားပြောခန်းသဘောမျိုးနဲ့ တဖြည်းဖြည်းဆွဲခေါ်သွားတဲ့ Crime Thriller ကားကောင်းတစ်ကားဖြစ်ပြီး သင်ကSherlock Holmes ဇာတ်လမ်းတွဲတွေလိုမျိုး British စုံထောက်ဇာတ်လမ်းတွေ ...",
        "rating": "5.5",
        "url": "https://megaup.net/Zzxc/Silent.Hours.2021.720p.WebRip[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/9gxvj48qhcus-131x200.jpg",
        "title": "The Legend Of Muye:Tomb Seeking Master (2021)",
        "description": "Mystery of Muye: The Guardian of the Mountain (2021) သို့မဟုတ်The Legend Of Muye:Tomb Seeking Master (2021) လို့ခေါ်ဆိုကြတဲ့ ဒီဇာတ်ကားကAdventure,Fantasy အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။ထူးဆန်းထွေလာအဖြစ်အပျက်တွေနဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းဖောက်ကြမယ့် လူတစ်စုရဲ့ စွန့်စားကြမယ့်ခရီးကြမ်းပါ...မင်းသားချော၊မင်းသမီးချောတွေအပြင် ဆက်တင်အလန်းစားတွေနဲ့တင်ဆက်ထားတာမို့သိုင်းကားနဲ့ Fantasy ပရိတ်သတ်တွေအကြိုက်တွေ့မယ်ထင်ပါတယ်။\nFile size…(1.1 GB)/(650 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/1Fwpi/(CM)The.Legend.Of.Muye.Tomb.Seeking.Master.2021.720p.WEB-DL.H265.DDP2.0-OurTV.mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/llaposter_opt-150x200.jpg",
        "title": "[18+] The Raffle (1991) La Riffa",
        "description": "ကျွန်တော်တို့ငယ်ဘဝရဲ့ အိမ်မက်မင်းသမီး မမမိုနီကာဆိုတဲ့ Monica Bellucci ရဲ့ နုပျိုလှပမှုနဲ့ အထာကျတဲ့သရုပ်ဆောင်မှုတွေ အကုန်လုံးထင်ပေါ်အောင် တင်ဆက်ထားတဲ့အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ Comedy,Romance,Drama အမျိုးအစားလေးပါ။ကွက်ကွက်ကွင်းကွင်း ကြည်တောက်ရှင်းလူကြီးခန်း ၂ ခန်း ၃ ခန်းပါတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။\nမိန်းမမာယာ သဲကိုးဖြာအကြောင်းရိုက်တဲ့ကားတွေ ၊ မင်းသမီးရဲ့အလှနဲ့ဇာတ်ကားတစ်ကားလုံးကိုထိန်းတဲ့ကားတွေများတဲ့ခေတ်ပေမို့\nဒီကားလေးဟာလည်း မိန်းမတွေရဲ့မာယာလေးဆယ်၊ ပရိယာယ်တစ်ထောင်အကြောင်းရိုက်ထားတဲ့ကားပဲဆိုပါတော့ဗျာ။ဒီဇာတ်ကားထဲမှာတော့အီတလီမင်းသမီးချောလေး Monica Bellucci ဟာ ကြေးရတက်သူဋ္ဌေးလေးတစ်ယောက်ရဲ့ဇနီးချောလေးဖြစ်ပြီး\nသူ့ယောက်ျားဖြစ်သူ ယာဉ်တိုက်မှုနဲ့သေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို အကြွေးသန်းရာချီနဲ့ချန်ထားခဲ့ပါတယ်။\nအဲဒီအကြွေးတွေကိုပြန်ဆပ်ရဖို့၊ အိမ်ငှားခဆောင်ရဖို့၊ သမီးလေးကျောင်းစရိတ်ရှာဖို့စတာတွေအတွက် ငွေတွေလိုအပ်လာခဲ့တဲ့အခါ\nတစ်ခြားဘာအလုပ်မှမလုပ်တတ်တဲ့သူဋ္ဌေးမလေးတစ်ယောက် ဘယ်လိုရုန်းကန်းလှုပ်ရှားမာယာများတော့မယ်ဆိုတာ\nမင်းသမီးချောလေးရဲ့အလှနဲ့ကောင်းကောင်းခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်တဲ့\nThe Raffle of a riffa (1991) လေးကို ခံစားကြည့်ရှုပေးကြပါဦး။\nFile size…(1.4 GB)/(850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "5.0",
        "url": "https://megaup.net/31reB/(CM)La.Riffa.1991.ITALIAN.720p.AMZN.WEB-DL.DDP2.0.H.264-QOQ.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE1SL0QoDsvAMqQly56IkRtlN1W.jpg",
        "title": "Old Henry (2021)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (96%)လူသူဝေးတဲ့တစ်နေရာမှာ မုဆိုးဖိုလယ်သမားကြီးတစ်ယောက်ဟာ သူ့သားလေးနဲ့အတူတူ အေးအေးလူလူ နေထိုင်ပါတယ်၊ တစ်နေ့မှာ သားရေလွယ်အိတ်ငွေထုပ်နဲ့သေနတ်ဒဏ်ရာရနေတဲ့ လူတစ်ယောက်ကို အိမ်ခေါပြီးကယ်မိလိုက်ပါတယ်၊ အဲ့ဒီ ပိုက်ဆံတွေအတွက် လာရှာတဲ့လူတွေ ရှိတဲ့အခါမှာ‌တော့ လယ်သမားကြီးက ဘယ်သူ့ကိုယုံရမလည်းစဉ်းစားရကြပ်သွားပါတော့တယ်။သူ့ကိုယ်သူနဲ့ သူ့သားကို ကာကွယ်ရတဲ့အချိန်မှာတော့ သူ့ရဲ့ ပုံစံ‌အစစ်လို့ပြောလို့ရတဲ့ သေနတ်ပစ် စွမ်းရည်တွေနဲ့ တိုက်ရည်ခိုက်ရည်တွေကိုထုတ်ပြရပါတော့တယ်။1900 ခုနှစ် အစပိုင်းကိုအခြေတည်ထားတာဖြစ်ပြီးဇာတ်လမ်းက အချိန်ကြာလာလေ ဇာတ်ရှိန်မြင့်လာလေမို့ အေးအေးဆေးဆေး နှပ်ကြည့်မယ့်သူတွေအတွက်တော့အသင့်တော်ဆုံးပါပဲ။ IMDb rating 7.3 နဲ့ Old Henry ပါ။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy",
        "rating": "7.3",
        "url": "https://megaup.net/1Fwh3/(CM)Old.Henry.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hc5r0OffRVaqeczAtCFvlA6e8q.jpg",
        "title": "Escape from Mogadishu (2021)",
        "description": "Escape from Mogadishu (2021)IMDb - 7.5/10ကိုရီးယား Box Office မှာ နံပါတ် တစ်နေရာကို\nရက်သတ္တပတ်ပေါင်းများစွာ နေရာယူခဲ့ပြီး\nလက်ရှိမှာ ၂၀၂၁ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် ရပ်တည်နေတဲ့\nEscape from Mogadishu ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nမိုဂါဒီရှူကနေ ထွက်ပြေးကြတာကို ရိုက်ထားတာပါပဲ။၁၉၉၁ ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nအခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဘယ်လိုထွက်ပြေးကြလဲ ဆိုတော့ .....\nတောင် နဲ့ မြောက်ကိုရီးယား နှစ်နိုင်ငံ သံရုံးဝန်ထမ်းတွေ ပေါင်းပြီး ထွက်ပြေးကြတာပါ။ဆိုမာလီယား နိုင်ငံ ရဲ့ မြို့တော် မိုဂါဒီရှူမှာ\nအာဏာရှင်အစိုးရကို မကျေနပ်တဲ့ ပြည်သူတွေကြောင့်\nအဓိကရုဏ်း ဖြစ်ပါတော့တယ်။ဒီကြားထဲမှာ ညပ်တာကတော့ သံရုံးဝန်ထမ်းတွေပါပဲ။\nဒီနိုင်ငံမှာ ဆက်နေရင် ဒီအဖြစ်နဲ့ ဆက်ကြုံရမယ်။\nဒီတော့ ထွက်ပြေးဖို့ လုပ်ရတာပါပဲ။ထွက်ပြေးတဲ့အချိန်မှာတော့ .....\nတောင် နဲ့ မြောက် ပူးပေါင်းပြီး ထွက်ပြေးဖို့ စီစဉ်ကြတဲ့အကြောင်းပါ။မင်းသားကြီး ၃ လက် ဖြစ်တဲ့ Jo In ...",
        "rating": "7.5",
        "url": "https://megaup.net/2lCO0/Escape.from.Mogadishu.2021.720p.WEB-DL.AAC2.0.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-12-at-22.23.11-135x200.png",
        "title": "Parallel (2020)",
        "description": "Parallel (2020)============IMDb Rating - 5.9/10Sci-fi ဇာတ်ကားကောင်းကောင်းလေးတွေကို သဘောကျတဲ့သူတွေအတွက် ဒီ Parallel ဆိုတဲ့ဇာတ်ကားလေးကစိတ်ကျေနပ်မှုရစေမှာပါ။ Multiverse,doppelganger စတာတွေနဲ့ ပတ်သက်ပြီး ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ နိုအယ်လ်၊ လီနာ၊ ဒယ်ဗင်နဲ့ ‌ဂျော့ရှ်တို့ သူငယ်ချင်းတစ်စုဟာ apps တွေတီထွင်ဖို့ကုမ္ပဏီအသေးလေးတစ်ခု ထောင်ထားကြပါတယ်။ App တစ်ခုကိုလုပ်ဖို့ကြိုးစားနေကြတဲ့အချိန်မှာ ယိုင်နဲ့နဲ့ သူတို့ကုမ္ပဏီဟာလည်း ကျဥ်းထဲကျပ်ထဲ ရောက်နေတာပေါ့။ တစ်နေ့ သူတို့အုပ်စု စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေကြတဲ့အချိန်မှာ အသိတစ်‌‌ယောက်ဆီကနေ သူတို့ကုမ္ပဏီထောင်ဖို့ လက်ရှိငှားထားတဲ့အိမ်ကြီးမှာ အရင်က မိန်းမကြီးတစ်ယောက် ထူးထူးဆန်းဆန်း ပျောက်သွားဖူးကြောင်း ဒီအိမ်ကြီးက ညာဥ်မကောင်းကြောင်း စသဖြင့်ပြောလာပါတယ်။အဲ့ညမှာ သူတို့အိမ်ကိုပြန်ရောက်ကြတဲ့အချိန် အိမ်နံရံနောက်မှာ လျှို့ဝှက်စွာတည်ဆောက်ထားတဲ့အခန်းကြီးကို သူတို့တွေ့သွားကြတယ်ပေါ့။ အဲ့ဒီအခန်းထဲမှာ မှန်တစ်ချပ်လည်းရှိနေပြီး ထူးခြားချက်ကတော့ တခြား Multiverse တွေဆီသွားလာနိုင်တဲ့ ဂိတ်ပေါက်သဖွယ် ပစ္စည်းတစ်ခုပါပဲ။ ဒီပစ္စည်းကနေတစ်ဆင့် တခြား universe တွေဆီ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2lt2w/Parallel.2018.720P.WebRip[CM]..mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Dangal (2016)",
        "description": "Dangal (သို့မဟုတ်) အောင်မြင်မှုရဲ့ ခရီးကြမ်း\"နပန်းသမားတစ်ယောက်က ကွင်းထဲဝင်လာပြီး ပြိုင်ပွဲဝင်ရတဲ့ရည်ရွယ်ချက်က နိုင်ငံအတွက်ဆုတံဆိပ်ရယူပေဖို့အတွက်ပဲ။ဒါပေမဲ့ နိုင်ငံကတော့ နပန်းသမားတွေကို ဘာမှကူညီထောက်ပံမှုမလုပ်ပေးဘူး။\"ဒီစကားကိုပြောတာက နပန်းအားကစားနည်းကို အသွေးအသားထဲကရူးသွပ်ပြီး နပန်းကစားနည်းကနေ နိုင်ငံအတွက် ရွှေတံဆိပ်ဆုရပေးချင်တဲ့ Mahavir Singh Phogat (Aamir Khan)၊ဒါပေမဲ့ သူ့ဆန္ဒမပြည့်ဝခဲ့ဘူး။ဝါသနာနဲ့ ဝမ်းစာ ထိပ်တိုက်တွေ့တဲ့အချိန်မှာ ဝါသနာကိုစွန့်လွှတ်ခဲ့ရပေမယ့် သူ့မှာရည်မှန်းချက်တစ်ခုရှိတယ်။သူမွေးတဲ့သားက တစ်နေ့နပန်းသမားတစ်ယောက်ဖြစ်ရမယ်တဲ့။ကံကြမ္မာကတော့ သူ့ကိုကျီစားနေတုန်းပဲ။အနှစ်နှစ်ကာလမျှော်လင့်ချက်နဲ့ သားတစ်ယောက်လိုချင်တဲ့သူ့အတွက် ပထမဆုံးမွေးလာတဲ့ကလေးကတော့ မိန်းကလေး၊စိတ်အပျက်ကြီးပျက်ခဲ့ရပေမယ့် ဇွဲမလျှော့တဲ့သူကတော့ နောက်မွေးမယ့်ကလေးကယောကျာ်းလေးဖြစ်ရမယ်တဲ့။ဒီလိုနဲ့ နည်းလမ်းပေါင်းစုံ၊ဆေးပေါင်းစုံမှီဝဲရင်း ယောကျာ်းလေးရဖို့ ကြိုးစားခဲ့ပေမယ့် ဒီတစ်ခါလည်းမွေးလာတာကလည်း သမီးမိန်းကလေး၊စိတ်ဓာတ်ကျစဖြစ်လာပေမယ့် သားယောကျာ်းလေးမွေးလာနိုးနိုးနဲ့ ကလေးတွေတစ်ယောက်ပြီးတစ်ယောက်မွေးလာခဲ့တာ ၄ယောက်မြောက်ထိရောက်လာပေမယ့် အကုန်လုံးကတော့သမီးမိန်းကလေးတွေသာ၊ဒီလိုနဲ့ Mahavir တစ်ယောက် သူ့ရဲ့ရွှေတံဆိပ်ရယူရေး ရည်မှန်းချက်တော့ စွန့်လွှတ်လိုက်ရပြီပေါ့။ဒါပေမဲ့.......တစ်ရက်သူအိမိပြန်လာတဲ့အချိန်မှာ သူ့သမီးအကြီးနှစ်ယောက်ဖြစ်တဲ့ Geeta နဲ့ Babitaက ကျောင်းကအပြန် လမ်းမှာသူတို့နှစ်ယောက်ကို လိုက်နှောက်ယှက်တဲ့ ကောင်းလေးနှစ်ယောက်ကို ထိုးကြိတ်လွှတ်လိုက်ပြီးတဲ့နောက်မှာတော့ Mahavir တစ်ယောက် သူရဲ့နပန်းသွေးတွေက သူ့သမီးတွေဆီမှာလည်း စီးဆင်းနေတယ်ဆိုတာသိပြီး ...",
        "rating": "9.2",
        "url": "https://megaup.net/1Fva6/(CM)Dangal_2016_720p_BluRay_AAC_5.1_x265_10bit-Mad_Snake.mkv.mkv",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNXjS7xRZWMCZNtVYTEJrs7MCDy.jpg",
        "title": "Secret Agent Dingledorf and His Trusty Dog Splat (2021)",
        "description": "Secret Agent Dingledorf and His Trusty Dog Splat 2021\n=================================\nအခုလို စိတ်ညစ်စရာတွေ ပြည့်နှက်နေတဲ့ ကာလကြီးမှာ ပျော်စရာ၊ ရွှင်စရာ ပေါ့ပေါ့ပါးပါးနဲ့\nမိသားစု ကလေးတွေနဲ့ ကြည့်လို့ရမယ့်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Secret Agent Dingledorf and His Trusty Dog Splat ဟာ အခုနှစ်ထဲမှာ အသစ်ထွက်ထားတဲ့ကားလေးဖြစ်ပြီး\nဇာတ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရဘူးတဲ့ Home Alone တို့ Spy Kid တွေကလိုပဲ ကလေးတွေက ဇာတ်လိုက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အရူးတပိုင်းဖြစ်နေတဲ့ လူဆိုးခေါင်းဆောင် ဒေါက်တာချက်ကယ်ဟာ\nကမ္ဘာကြီးကို အလွန်အကျွံရယ်​မောစေနိုင်တဲ့ လှိုင်းနဲ့ ဖျက်ဆီဖို့ ကြိုးစားရမှာ မထင်မှတ်ထားပဲ\nကလေး ၃ ယောက်က ကမ္ဘာကြီးကို ကယ်တယ်ဖို့ အထိဖြစ်လာတာပါပဲ။ဆန်းဆန်းပြားပြားတွေမပါပဲ ကလေးအကြိုက် ဟာသ ရီစရာအနေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nဟာသလေးတွေကလည်း လူကြီးတွေကြည့်မယ်ဆိုရင် ငယ်ဘဝကိုတောင် ပြန်သတိရစေနိုင်မယ်လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Fvab/Secret.Agent.Dingledorf.and.His.Trusty.Dog.Splat.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-EVO.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/tA9MDNieaa5vhbOs7aY3aQr5fZ5-140x200.jpg",
        "title": "[18+] Sex Plate 17 (2017)",
        "description": "ကိုရီးယား အခွီဟာသ အချစ် ၁၈+ ဇာတ်ကားလေးပါ...ချစ်သူကောင်မလေးက တခြားတစ်ကောင်နဲ့ ဖောက်ပြားပျော်ပါးနေတာကို တွေ့လိုက်ရပြီးတဲ့နောက်ဂီဟာတစ်ယောက် အစိမ်းလတ်လတ်အသည်းကွဲသွားပြီး အရက်နဲ့အလေလိုက်နေမိတော့တာပေါ့...တစ်နေ့မှာတော့ သူ့ဘေးအိမ်ကို လှလွန်းလန်းလွန်းတဲ့ ချိုဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်တစ်ပွေတည်းလာနေတာ ကြုံရတဲ့အပြင် အဲ့ကောင်မလေးက သူ့ကိုဖောင်းဒိုင်းကြရအောင် တောင်းဆိုလာတဲ့အခါ...အသည်းကွဲနေတဲ့ ဂီဟာတစ်ယောက် အရက်သောက်ကြေကွဲနေရမလား...ဖောင်းဒိုင်းရမလား ဝေခွဲမရဖြစ်ပြီး ဘဝမှာသိပ်ခက်တဲ့ရွေးချယ်မှုတွေ ပြုလုပ်ရပါတော့တယ်...ချိုဟီက အကန့်အသတ်တော့ရှိပါတယ်...၃ ပတ်ပဲ ဒီမှာနေပြီး ဖောင်းဒိုင်းလို့ရမှာဖြစ်ပြီး၃ ပတ်ကျော်လွန်သွားရင်တော့ ဖြစ်ပျက်သမျှမေ့လိုက်ကြရအောင်တဲ့။အချစ်ကိုကိုးကွယ်တဲ့ အူကြောင်ကြား ဂီဟာတစ်ယောက် ၃ ပတ်စာ ပျော်မွေ့ပြီး ချိုဟီကိုမေ့လိုက်ရမှာလား...ချိုဟီကရော ဘာလို့ဒီကိစ္စကို လာလုပ်ရတာလဲဆိုတဲ့ လျှို့ဝှက်ချက်တွေနဲ့ ဒီဇာတ်ကားကကြည့်လို့ပျော်မြူးရမယ့် ၁၈+ ဇာတ်ကားလေးဖြစ်ပါတယ်။မင်းသမီး Park Kyoung-hee ဟာ နာမည်ကြီးကားတချို့မှာ ပါဝင်ဖူးတဲ့ဇာတ်ရံမင်းသမီးတစ်လက်ဖြစ်ပြီးဒီဇာတ်ကားမှာတော့ သူ့ရဲ့အလှအပတွေကို မကွယ်မဝှက်တင်ဆက်ပြီး ချိုဟီနေရာကနေ အကောင်းဆုံးသရုပ်ဆောင်သွားပါတယ်။၁၈+ မကြည့်ရဲရင်တောင် ရယ်ရတဲ့ကားလေးမို့ မြည်းစမ်းကြည့်ဖို့ ဖိတ်ခေါ်ပါတယ်။ \nFile size…(1.2 GB)/(700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/31q4A/(CM)Sex_Plate_17_2017_720p_WEB-DL_AAC_x264-KOOK.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-09-at-15.59.37-144x200.png",
        "title": "Blue Bayou (2021)",
        "description": "Blue Bayou (2021)==============IMDb Rating - 7.2/10၂၀၂၁ ထွက် Drama ကားကောင်းလေးကို cm ပရိတ်သတ်များအတွက် တင်ဆက်ပေးချင်ပါတယ်။အညွှန်း −သူ့နာမည်က အန်တိုနီယိုလဘလန့်စ်။ ငယ်စဥ်ကတည်းက ကိုရီးယားနိုင်ငံကနေ အမေရိကန်နိုင်ငံကိုမွေးစားခံရပြီးရောက်လာရတဲ့သူ။ ဒါပေမဲ့ အခုထိနိုင်ငံသားမဖြစ်သေးပဲ တရားမဝင်ရွှေ့ပြောင်းနေထိုင်သူ(သို့)ဒုက္ခသည်အဖြစ်နဲ့ပဲနေနေရတဲ့သူက ကတ်သီဆိုတဲ့အမျိုးသမီးနဲ့အတူနေပြီး ပျော်ရွှင်တဲ့မိသားစုဘဝကိုကြိုးစားထူထောင်နေတာပေါ့။ ဒါပေမယ့် ကံတရားဆိုတာဟာ အမြဲတမ်းအဆိုးနဲ့အကောင်းဒွန်တွဲနေတတ်တာပဲမဟုတ်လား။  ဒီတော့ ကံစေရာသွားနေရတဲ့ဘဝမှာ ဘလန့်စ်တစ်ယောက်လည်း အဆိုးအကောင်းကိုကြုံတွေ့ရပြီပေါ့။ အဲ့တော့ . . . ဇာတ်လမ်းအကြောင်းအရာကို ပေါ်လွင်စေသွားနိုင်တာမို့ အညွှန်းကိုဒီလောက်ပဲပြောပါစေ .တစ်ခြားဆက်ပြောချင်တာက ဒီဇာတ်ကားထဲက character တွေရဲ့ သရုပ်ဆောင်မှုတွေဟာ ပိရိသေသပ်လှပြီး၊ပျော်ရွှင်ခြင်း . ရယ်မောခြင်းတွေကို အလှည့်ကျရိုက်ပြသွားတာဟာလည်း ဇာတ်လမ်းကို ဟာကွက်မရှိဖြစ်စေပါတယ်။IMDb Rating အနေနဲ့လည်း 7.2/10 ရရှိထားတဲ့ Drama ကားကောင်းလေးမို့ အကုန်လုံးကို ကြည့်စေချင်တဲ့စိတ်နဲ့တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chite Tee မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lrTf/Blue.Bayou.2021.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZDRhMjQyZjQtOTQzYy00ZjVhLTlhOTUtNzQwN2RmNTNiOWYxXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_-155x200.jpg",
        "title": "Invincible (2020)",
        "description": "မြန်မာမင်းသမီးမေမြတ်နိုးနဲ့ အမေရိကန်မင်းသား Johnny Strong တို့ပါဝင်တဲ့ ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...ဇီဝကုထုံးအတွက် ဒဏ်ရာရစစ်သားတစ်ယောက်ကို နာနိုနည်းပညာနဲ့ လျှို့ဝှက်စမ်းသပ်နေကြရာကတစ်နေ့မှာ အစမ်းသပ်ခံစစ်သားက ထွက်ပြေးလွတ်မြောက်သွားပါတယ်...နာနိုနည်းပညာကြောင့် အန္တရာယ်ကြီးမားလှတဲ့ အစမ်းသပ်ခံစစ်သားကို ပြန်လည်ဖမ်းမိဖို့ဇာတ်လိုက်ကျော်ကိုယ်တိုင်လိုက်ဖမ်းကြတဲ့အခါ...။Action သီးသန့်ဆိုပေမယ့် ဇာတ်လိုက်ကျော်ရဲ့ကောင်မလေးကကိုယ်တို့ မင်းသမီးမေမြတ်နိုးလေးဖြစ်နေတာမို့ အားပေးကြပါဦး။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "4.8",
        "url": "https://megaup.net/1Funo/(CM)Invincible.2020.720p.WEB-DL.DD5.1.H264-FGT.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-10-at-21.38.01-152x200.png",
        "title": "Saving the Titanic (2012)",
        "description": "Saving the Titanic (2012)==================IMDb Rating - 7.3/10၁၉ရာစုဦးလောက်မှာ သမိုင်းမှာ\nအကြီးကျယ်ဆုံးသင်္ဘောတစ်စီး ပေါ်ပေါက်ခဲ့တယ်။\nဘယ်လိုမှ မနစ်မြုပ်နိုင်ဘူးဆိုပြီး ကြွေးကြော်ပြီး\nပထမဆုံးခရီးမှာတင် နစ်မြုပ်သွားခဲ့တယ်။\nအားလုံးသိကြတဲ့အတိုင်း အဲ့ဒီသင်္ဘောဟာ\nတိုက်တန်းနစ်ပါပဲ။တိုက်တန်းနစ်ဘာလို့ မြုပ်သွားလဲဆိုတဲ့\nပါးစပ်ရာဇ၀င်တွေက အတော်ကို\nပေါများခဲ့ပါတယ်။ မဆီမဆိုင် ကျွန်တော်တို့\nမြန်မာပြည်မှာတောင် အာနန္ဒာဘုရားကနေ\nခိုးသွားခဲ့ကြတဲ့ ကျိန်စာသင့်နေတဲ့ ဟုပ် ခေါ်\nမနူဟာ စိန်ပြာကြီးကို သယ်သွားလို့\nမြုပ်ရပါတယ်ဆိုပြီး ပါးစပ်ရာဇ၀င်‌တောင်\nရှိသေးပါတယ်။‌နောက်တိုက်တန်းနစ်က ဘာလို့ တန်းမြုပ်မသွားဘဲ\nတစ်နာရီခွဲကြာအောင် တဖြည်းဖြည်းချင်း\nမြုပ်ခဲ့တာလဲ။ ဘာလို့ ထက်ပိုင်းကျိုးကျပြီး\nမြုပ်ခဲ့တာလဲဆိုတဲ့ ပဟေဠိတွေလည်း ရှိပါတယ်။\nတိုက်တန်းနစ်ဟာ စထွက်ကတည်းက\n၀မ်းပေါက်နေတယ်ဆိုတဲ့ စကားတွေလည်း\nရှိပါတယ်။ဒီရုပ်ရှင်ဟာ မိုင်းလုပ်သားသပိတ်ကြောင့်\n‌ကျောက်မီးသွေးကောင်း ရှားတာလို\nအသေးစိတ်အချက်ကလေးတွေနဲ့ပါ\nဆက်စပ်ပြီး တိုက်တန်းနစ်နစ်မြုပ်ရခြင်း\nအကြောင်းရင်းကို သေချာပြထားတယ်။\nနောက် လူသိနည်းခဲ့ကြတဲ့ တိုက်တန်းနစ်ရဲ့\nကုန်းပတ်အောက်က အင်ဂျင်ခန်းတွေထဲက\nလူတွေရဲ့ တိုက်တန်းနစ် တန်းမမြုပ်ရလေအောင်\nကြိုးပမ်းအားထုတ်ခဲ့ကြမှုတွေကို သေချာ\nရှင်းပြထားတဲ့ ဒိုကူဒရာမာ အမျိုးအစားရုပ်ရှင်ပါပဲ။Factsတွေကို Docu ဆန်ဆန် ချက်ကျလက်ကျ\nထည့်ထားပေမဲ့ ဇာတ်သွားက Docu ထက်\nဒရာမာ ရုပ်ရှင်တစ်ကားလိုဘက် ပိုသွားလို့\nFactsတွေလည်းသိရပြီး\nပျင်းဖို့လည်းမကောင်းစေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။) Quality – ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ftg0/Saving.the.Titanic.2012.720P.WebRip[CM].mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyr51Gnzf2gKD84Uan8Q8SfTsWx.jpg",
        "title": "Kho Kho(2021)",
        "description": "Kho Kho (2021)IMDb – 6.0/10ငယ်ငယ်ကကျောင်းမုန့်စားဆင်းတဲ့အချိန် ကျောင်းဝန်းထဲမှာကိုယ်တွေ ထုတ်ဆီးတိုး၊ ကြိုးခုန်၊ ပြေးတမ်း လိုက်တမ်းစတဲ့ကစားနည်းပေါင်းစုံကစားခဲ့သလို အိန္ဒိယနိုင်ငံရဲ့ကျောင်းသားကျောင်းသူတွေ ပျော်ပျော်ပါးပါးကစားကြတဲ့Kho Kho (ခိုခို) ဆိုတဲ့ကစားနည်းလေးရှိပါတယ်။ ဒီလိုအားကစားနည်းလေးတွေကစားတာဟာတစ်ချိန်မှာအောင်မြင်တဲ့အားကစားသမားတစ်ယောက်ဖြစ်လာနိုင်တဲ့လမ်းစဆိုတာ ဘယ်သူကတွေးမိမှာလဲ ..ဇာတ်လမ်းအစမှာ Perunthuruthu ဆိုတဲ့ရွာလေးက မိန်းကလေးကျောင်းတစ်ကျောင်းကိုMaria လို့ခေါ်တဲ့ အားကစားဆရာမလေးအသစ်ရောက်လာပါတယ်။ သိတဲ့အတိုင်း ကိုယ်တွေဆီမှာလိုပဲကျောင်းမှာကာယဆရာတို့၊ အားကစားဆရာတို့ဆိုတာ လူပိုလိုဖြစ်နေတာလေ။ ဒီတော့ ကျောင်းအုပ်ဆရာကလည်းဆရာမအလုပ် ဘာမှမရှိတာမို့ သက်သက်သာသာနေလို့ရကြောင်းပြောတာပေါ့။ ဒီမှာတင် ဆရာကောင်းပီသတဲ့Maria ဟာ သက်သာရာသက်သာကြောင်းမနေဘဲ ကျောင်းကကလေးတွေ ခိုခိုကစားနည်းကိုစိတ်ပါဝင်စားစွာကစားကြတာကိုတွေ့သွားပြီးအားကစားအသင်းဖွဲ့ဖို့ကြိုးစားပါတော့တယ်။ တပည့်တွေကလည်း သူတို့နှစ်သက်တဲ့ကစားနည်းကိုစနစ်တကျလေ့ကျင့်ဆော့ကစားရမယ်ဆိုတော့ပျော်ကြတာပေါ့။ တကယ်တော့ Maria ဟာလည်း အိပ်မက်တွေကိုစွန့်လွှတ်ခဲ့ရတဲ့အားကစားသမားဟောင်းတစ်ယောက်ပါ။ သူမအောင်မြင်ခဲ့တဲ့အရာတစ်ခုကို သူ့တပည့်တွေနဲ့ကျမှဘယ်လိုအောင်မြင်အောင်လမ်းပြပေးမလဲ .. “ဆရာကောင်းတပည့် ပန်းကောင်းပန်” ဆိုသလို သူ့တပည့်တွေကရောဆရာမပင်ပန်းရကျိုးနပ်အောင် အောင်ပန်းတွေဆွတ်နိုင်မလားဆိုတာကိုတော့ ဆရာတပည့်ကြားကချစ်ခြင်းမေတ္တာတွေ ခွင့်လွှတ်မှုတွေ နားလည်မှုတွေအပြည့်နဲ့ ဒီ Kho Kho ဆိုတဲ့ဇာတ်လမ်းလေးမှာဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။ \nFile size…1.9GB & ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ftqh/KHO_KHO_(2021)_TRUE_WEB-DL_-_720p_(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://megaup.net/31n5g/She_is_on_Duty_(2005)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-16-at-14.20.29-134x200.png",
        "title": "Warning (2021)",
        "description": "Warning (2021)=============အနာဂတ်ခေတ်တစ်ချိန်မှာ ကမ္ဘာပေါ်ကို အန္တရာယ်တစ်ခုကျရောက်လာတဲ့အခါလူတွေရဲ့နေ့စဥ်ဘဝတွေအပေါ်သက်ရောက်ပုံကို Sci-fi, thriller အမျိုးစားပုံစံနဲ့သရုပ်ဖော်ထားတာဖြစ်ပါတယ်။\nဂြိုလ်တုတစ်ခုပေါ်ကနေ ဘေးအန္တရာယ်ကြောင့် မတော်တဆ အာကာသထဲလွင့်ထွက်သွားတဲ့အာကာသယာဥ်မှူးတစ်ယောက်ကစလို့ သီးခြားဇာတ်ကောင်တွေကိုယ်စီရဲ့ မိသားစုရေး အချစ်ရေးဘာသာရေး စတဲ့ကိစ္စတွေ အဆင့်မြင့်နည်းပညာတွေနဲ့ဆက်နွယ်နေပုံကို ပြထားတာပါ။18+ခန်းအနည်းငယ်ပါလို့ မိသားစုနဲ့တော့ သိပ်မကြည့်သင့်ပါဘူး။ ဒီဇာတ်လမ်းမှာအဖြစ်အပျက်တွေကိုဒါကဒီလိုဖြစ်နေတယ်ဆိုပြီး ပေါ်တင်မပြောပြပဲ ကြည့်ရင်းအဓိပ္ပါယ်ကောက်သွားရမှာမျိုးပါ။Sci-fi ကားမျိုး thriller ကားမျိုးကြိုက်သူတွေ၊ ကြည့်ရင်းတွေး တွေးရင်းကြည့် သွားရမယ့်ကားမျိုးကြိုက်တဲ့သူတွေ လက်လွှတ်မခံသင့်တဲ့ကားမျိုးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Pyi T. Nyein မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ JimX, Pyi T. Nyein တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 25minSubtitle – Myanmar HardsubFormat – Mp4Genre : Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – JimX, Pyi ...",
        "rating": "5.0",
        "url": "https://megaup.net/ZCld/Warning.2021.720p.GP.WEB-DL[CM].mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Q72n3TFHBSEqw0RUCfpzu5p8pR.jpg",
        "title": "Seetimaarr(2021)",
        "description": "ကာသီ (Gopichand) ဟာရာဂျာမွန်ဒရီအနီး ကာဒီယမ်ရွာကဘဏ်မှာအလုပ်လုပ်ပြီး တစ်ဖက် အမျိုးသမီးကာဘာဒီအဖွဲ့တစ်ဖွဲ့ကို နည်းပြလုပ်ပေးနေပါတယ်။သူ့ကျေးရွာကာဘာဒီဖွဲ့ကနေ အန်ဒရာပရာဒေ့ရှ်ပြည်နယ်ကိုယ်စားပြုပြီးနိုင်ငံတော်ကာဘာဒီချန်ပီယံဆုကိုရရှိဖို့က သူ့အိမ်မက်ပဲဖြစ်ပါတယ်။သူနဲ့ သူ့အဖွဲ့ဟာ ဆီမီးဖိုင်နယ်ပွဲအတွက်မြို့တက်လာချိန်မှာ တစ်ချိန်က ကျောင်းတော်ကရန်စဟောင်းဂျဝါလာရက်ဒီ (Tamannaah) ကလဲ တယ်လန်ဂနာပြည်နယ်ကကာဘာဒီအဖွဲ့နည်းပြအဖြစ်ပြန်တွေ့ရပါတော့တယ်။အဲ့ဒီအချိန်မှာမှ ကိုယ်ရေးကိုယ်တာအငြိုးအတေးတစ်ခုအတွက်သူ့အဖွဲ့ကို လူဆိုးဂိုဏ်းက ပြန်ပေးဆွဲသွားတဲ့အချိန်မှာတော့ကာသီတစ်ယောက် အစွမ်းကုန်ကြိုးစားကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။Seetimaarr ဟာပေါ့ပေါ့ပါးပါးနဲ့ ဖျော်ဖြေရေးအသားပေးပွဲတော်ချိန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဖျော်ဖြေရေးကားထုံးစံအတိုင်း သီချင်းကောင်းကောင်းတွေ၊မင်းသမီးအမိုက်စားတွေ၊ အက်ရှင်ခန်းအလန်းကြီးတွေနဲ့တင်ဆက်ထားတာဖြစ်ပြီးဇာတ်လမ်းဇာတ်အိမ်ဘက်မှာလဲ မလျော့တဲ့ဇာတ်ကားတစ်ကားဖြစ်သလိုမြန်မာပရိသတ်နဲ့ရင်းနှီးတဲ့ ဘာဟူဘာလီ မင်းသမီး Tamannaah,Jalebi မင်းသမီး Digangana နဲ့ Bhumika Chawla တို့လိုအလှပဂေးမင်းသမီးသုံးယောက်တောင်ပါဝင်ထားပါတယ်။File size…2.14GB / 1.31GB\nQuality…1080p WEB DL DDP5.1 / 720p\nFormat…Mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Alias & Sai ThuRein Lynn",
        "rating": "6.8",
        "url": "https://megaup.net/ZCkw/Seeti.Maar.2021.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-08-at-10.50.48-133x200.png",
        "title": "Survive the Game (2021)",
        "description": "Survive the Game (2021)==================IMDb Rating - 5.8/10Die hard ရုပ်ရှင်ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Bruce Willis ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားလေးလာပါပြီ။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒေးဗစ်(Bruce Willis)နဲ့ သူ့ရဲ့ပါတနာကားလ်တို့ဟာမူးယစ်ဆေးရောင်းဝယ်တဲ့အဖွဲ့တစ်ဖွဲ့ကိုဖမ်းဖို့လုပ်ခဲ့ကြတယ်။ နှစ်ယောက်တည်း သွားဖမ်းရင်း ဒေးဗစ်ဟာ သေနတ်နဲ့ပစ်ခံရပြီးကားလ်ကတော့ ဒေးဗစ်ကိုပစ်ပြီးထွက်ပြေးသွားတဲ့ မစ်ကီနဲ့ သူ့ရည်းစားဗိုင်အိုလက်တို့နောက်ကို လိုက်ဖမ်းခဲ့ပါတယ်။မစ်ကီတို့ဟာထွက်ပြေးရင်း နဲ့ အဲရစ်ရဲ့ လယ်တောဆီကိုရောက်သွားကြတာပေါ့။ အဲရစ်ဆိုတာက ဇနီးဆုံးပြီးနောက် ပိုင်းလောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ထားပြီး တစ်ကိုယ်တည်းဇာတ်မြုပ်နေထိုင်နေသူ တစ်ယောက်ပါ။မစ်ကီနဲ့ ကားလ် တို့ကြောင့် အဲရစ်ဟာ အရှုပ်တော်ပုံထဲပါလာရပြီး . လိုက်ရင်းပြေးရင်းနဲ့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှူပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee, Chuck Chuck တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 37minSubtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/ZCji/Survive.the.Game.2021.720p.BluRay[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hT1HXhSgLHW3XEAcsgsZNfhbiY.jpg",
        "title": "Halloween Kills (2021)",
        "description": "Halloween Kills (2021)အားလုံးစောင့်မျှော်နေကြတဲ့ Halloween Kills ထွက်ရှိလာပါပြီ ...၂၀၁၈ ခုနှစ်က ထွက်ရှိတဲ့ခဲ့ Halloween ရဲ့တိုက်ရိုက်အဆက်ဖြစ်ပြီးတော့\nရင်ဖိုစိတ်လှုပ်ရှားစရာ အကောင်းဆုံး ရိုက်ကွက်တွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်ဗျ..ဘိုဂီမန်း နာမည်ခံ မိုက်ကယ်မိုင်ယာ ဆိုတဲ့သူက\nဟန်ဒန်ဖီးဒ်မြို့လေးကို ခြောက်လန့်နေတာ နှစ် ၄၀ ကြာပါပြီ။\nမိုက်ကယ်ကြောင့် ဘယ်လောက်တောင် စိတ်ဒဏ်ရာရခဲ့လဲဆိုရင်\nဟောလိုးဝင်းနေ့မှာ မိုက်ကယ်မိုင်ယာနာမည်ကို မပြောရဲသလောက်ပဲ...\nပြီးတော့ မိုင်ယာအိမ်ဆိုလည်း စိတ္တဇအိမ်ဆိုပြီးတော့ ရှောင်ကြတာအခုထိပါပဲ။မိုက်ကယ်အဓိကပစ်မှတ်ထားတာတော့ လော်ရီစထရိုက်ဒါဆိုတဲ့အမျိုးသမီး၊\nအနှစ် (၄၀)ကြာတာတောင် မပြေနိုင်တဲ့ကျောင်းတော်ရန်ငြိုးတွေပေါ့။\nဒီတစ်ခါ မိုက်ကယ်ကြောင့် သေခဲ့ရသူတွေ၊ မသေဘဲလွတ်မြောက်ခဲ့သူတွေက\nအကြွေးဟောင်းရော အကြွေးသစ်ပါ ရောသမမွှေပြီး\nသတ်လို့မသေနိုင်တဲ့ ဇာတ်လိုက်ကျော်ဘိုဂီမန်းကို\nဟောလိုးဝင်းမှာ ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။အညွှန်းကို JoJoVa က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JoJoVa နဲ့ MTA ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.6GB and 1.1GB\nFormat…mp4\nDuration….1h 48min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lwpk/halloween.kills.2021.720p.CM.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Capturesanak-151x200.jpg",
        "title": "Sanak (2021)",
        "description": "IMDb Rating (8.1)ဒီဇာတ်ကားကတော့ သိပ်ပြီး\nညွှန်းစရာတောင် မလိုတော့ဘူး ထင်ပါရဲ့ဗျာ။\nဇာတ်ကားတိုင်းကို ရိုးရိုးရှင်းရှင်းနဲ့\nဖိုက်တင်လှလှတွေ သုံးပြီး ရိုက်တတ်တဲ့\nကွန်မန်ဒိုမင်းသားလို့ အများခေါ်တဲ့ Vidyut Jammwalရဲ့\nဒီနေ့ထွက် ကားသစ်တစ်ကားပါပဲ။ဇာတ်လမ်းအစမှာတော့\nဇနီးမောင်နှံဘဝနဲ့ စမြင်ရပါတယ်။\nဇနီးချောလေးဟာ နှလုံးနဲ့ ပတ်သက်ပြီး\nခွဲစိတ်မှု လုပ်ဖို့ လိုလာခဲ့တယ်။အားလုံးကို ရင်းရမယ့် ခွဲစိတ်မှုမို့\nဒီခွဲစိတ်မှုဟာ အောင်မြင်ဖို့ သူတို့ဇနီးမောင်နှံအတွက်\nတော်တော် အရေးကြီးပါတယ်။မမျှော်လင့်ဘဲ ဆေးရုံကို လက်နက်ကိုင်တွေ\nရောက်လာခဲ့ပါတော့တယ်။\nအဲ့ဒီအချိန်မှာတော့ သူတို့ဇနီးမောင်နှံဟာ\nဆေးရုံမှာပဲ ရှိနေချိန်ပါပဲ။လက်နက်ကိုင်တွေနဲ့ သူတို့ ဇနီးမောင်နှံ ဘယ်လို\nပတ်သက်နေလဲ၊\nဘယ်လိုဆက်ဖြစ်ကြမလဲ၊လက်နက်ကိုင်အဖွဲ့တွေက ဘယ်လို အကြောင်းကြောင့်\nဒီဆေးရုံအတွင်းကို ရောက်လာခဲ့လဲ\nမင်းသားကြီးကရော\nဘယ်လိုမျိုး ခုခံတိုက်ခိုက် ကာကွယ်သွားမလဲဆိုတာကို\nအက်ရှင်အလန်းစားတွေနဲ့အတူ ကြည့်ရှုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Nyi Koe,Myint Thu & Thaik San တို့မှ တင်ဆက်ထားတာပါ။)\nFile size…(2 GB)/ (1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Koe , Myint ...",
        "rating": "8.1",
        "url": "https://megaup.net/2lwij/(CM)Sanak.2021.720p.DSNP.WEB-DL.DD+5.1.HEVC-Telly.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVXOgwYa2aqNmezsQLyVnRGtA9E.jpg",
        "title": "Udanpirappe(2021)",
        "description": "Udanpirappe (2021)Udanpieappe .. အဓိပ္ပာယ်ကတော့ “မောင်နှမ” တဲ့။ မိသားစုတစ်စုတည်းကနေ အတူပေါက်ဖွားကြီးပြင်းလာတဲ့ညီအစ်ကိုမောင်နှမတွေဟာ တစ်လောကလုံးမှာ အရင်းနှီးဆုံးသူငယ်ချင်းတွေပါ။တချို့က အမြဲရန်ဖြစ်ပြီး မတည့်နေတာရှိတယ် .. တချို့ကျလည်းတစ်ယောက်နဲ့တစ်ယောက် သိသိသာသာကို သိပ်ချစ်ကြတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် အချင်းချင်းချစ်ကြတယ်ဆိုတာတော့ မုချပါပဲ။ဒီ Tamil ဇာတ်ကားလေးကလည်း သိပ်ချစ်ကြတဲ့ “မာသံဂီ” နဲ့ “ဗေရာဗာ” တို့ရဲ့ မောင်နှမသံယောဇဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။ ထူးထူးဆန်းဆန်းပဲ လူငယ်မောင်နှမနှစ်ယောက်အကြောင်းမဟုတ်ဘဲအိမ်ထောင်ကိုယ်စီနဲ့ ကိုယ်ပိုင်မိသားစုကိုယ်စီပိုင်ဆိုင်ထားကြပြီဖြစ်တဲ့ မောင်နှမရဲ့ ကြီးမားတဲ့သံယောဇဉ်ကိုမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။ အစ်ကိုကြီးဖြစ်တဲ့ ဗေရာဗာက အမှန်တရားရဲ့ဘက်တော်သား၊ မတရားတာမြင်တာနဲ့ကိုယ်ထိလက်ရောက်ကျူးလွန်ပြီးဆုံးမပစ်လိုက်တဲ့သူ .. ဒီလိုလူမျိုးကို ယောက်ဖဖြစ်သူကျောင်းဆရာကတော့ သဘောမကျဘူးပေါ့။“အစ်ကိုကြီးအဖရာ” ဆိုတဲ့အတိုင်း အစ်ကိုဖြစ်သူ ဗေရာဗာက သူ့ညီမလေးကို သမီးလေးနဲ့မခြားသိပ်ချစ်ရှာတယ်။ညီမဖြစ်သူ မာသံဂီကလည်း ကိုယ့်သားနဲ့ အစ်ကို့ရဲ့သား နှစ်ယောက်လုံးအသက်ဘေးကြုံနေရပြီးတစ်ဦးတည်းကယ်လို့ရတဲ့အခြေအနေမှာတောင် အစ်ကို့ရဲ့သားကိုရွေးချယ်ကယ်တင်ခဲ့တဲ့အထိသူ့အစ်ကိုကို သိပ်ချစ်ရှာတယ်။ ဒီလိုအဖြစ်အပျက်တွေကြောင့်ပဲ ခင်ပွန်းဖြစ်သူကအစ်ကိုဖြစ်သူကိုပိုအမြင်စောင်းပြီး မောင်နှမနှစ်ယောက် စကားမပြောဖြစ်တော့တဲ့အထိ တဖြည်းဖြည်းအနေဝေးသွားခဲ့ရတယ်။သိပ်ချစ်ကြတဲ့မောင်နှမနှစ်ဦးရဲ့ဆက်ဆံရေး နှစ်ပေါင်းများစွာအနေဝေးနေရာကနေတစ်စတစ်စ ပိုပြီးအေးစက်သွားမလား .. ...",
        "rating": "5.3",
        "url": "https://megaup.net/ZBj5/Udanpirappe_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-15-at-10.36.09-138x200.png",
        "title": "The Grand Duke Of Corsica (2021)",
        "description": "The Grand Duke Of Corsica (2021)=========================IMDb Rating - 5.0/10အချမ်းသာဆုံးလူတွေရဲ့ စိတ်ကူးတွေဟာအရူးနှမ်းဆုံးပဲတဲ့။ ဒီလိုပဲ အရမ်းတော်တဲ့ ပညာရှင်ဆိုတာလည်း ခေါင်းအမာဆုံးနဲ့  ဂွအကျဆုံးလူတွေပါပဲတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ဂွစာဗိသုကာပညာရှင်အဖိုးကြီးတစ်ယောက်နဲ့ ဘီလီယံနာသူဌေးကြီးတစ်ယောက်တို့အတူတူပေါင်းပြီး မာစတာပိစ်လက်ရာတစ်ခုကို တည်ဆောက်ဖို့ ကြိုစားနေကြပုံများကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ သူတို့တည်ဆောက်ဖို့ ကြိုးစားနေတာကတော့ ဘီလျံနာကြီးရဲ့ ဂူဗိမာန်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့်ဗိသုကာကြီးက သူ့သက်တမ်းတစ်လျှောက်မှာ တစ်ခါမှဂူဗိမ္မာန် မတည်ဆောက်ခဲ့ဖူးတာမို့ ဘီလျံနာကြီးနဲ့အတူခဏတာနေထိုင်ရင်း သူ့အကြောင်းတွေကို လေ့လာကာ ဒီဇိုင်းကို စဉ်းစားနေခဲ့ပါတယ်။ အဆုံးသတ်မှာတော့သူတို့ဆောက်ချင်နေတဲ့ ဂူဗိမ္မာန်ကြီးက အောင်မြင်စွာ ပြီးဆုံးသွားမှာလား၊ ဘီလျံနာကြိးကရော ဘာကြောင့်အလောတကြီး သူ့ဂူဗိမ္မာန်ကို တည်ဆောက်ချင်နေရတာလဲ၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမှာလဲ၊သူတို့အချင်းချင်းရော အဆင်ပြေပါ့မလားဆိုတာကိုတော့ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee Poe, Chit Tee တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.0",
        "url": "https://megaup.net/ZAcc/The.Grand.Duke.of.Corsica.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Se3AIepFRZ4VUaaDosADs8WMX5.jpg",
        "title": "Copshop(2021)",
        "description": "ကြမ်း​ပေ့ယမ်း​ပေ့ဆိုတဲ့ အက်ရှင်ကားကိုမှ အသုံးအနှုန်းခပ်ကြမ်းကြမ်း၊ ​သွေးထွက်သံယိုများများ R ratedမှကြည့်ချင်ပါတယ်ဆိုတဲ့CMပရိတ်သတ်​တွေအတွက် တကယ်ကြမ်းတဲ့Crime Actionကားတစ်ကားကို မိတ်ဆက်​ပေးလိုက်ပါပြီအဓိကဇာတ်လိုက်နှစ်​ယောက်ကိုက Angle Has Fallen triologyနဲ့ 300လိုတကယ့်​ကောင်း​ပေ့ညွန့်​ပေ့ဆိုတဲ့အက်ရှင်ကား​တွေမှာ ​​ခေါင်း​ဆောင်ပါဝင်ထားတဲ့ Gerard Butlerနဲ့ Purge franchiseလိုတကယ့်​သွေးထွက်သံယိုကား​တွေကိုပဲရိုက်ကူးထားတဲ့ Frank Grilloဆိုတာနဲ့တင် ဒီဇာတ်လမ်းရဲ့အက်ရှင်​တွေဘယ်​လောက်ကြမ်းမလဲဆိုတာ မှန်းကြည့်လို့ရပါတယ်ဂိမ်းပရိုဂရမ်​ရေးသားသူတဖြစ်လဲ ဒိတ်ဒိတ်ကြဲသူ​​ဌေး​တွေကိုမှညာစားတဲ့ Teddy Murrettoဟာ တစ်ချိန်မှာ​တော့ညာမိတဲ့သူ​ဌေး အ​ရွေးမှားပြီး Hitman​ပေါင်းများစွာရဲ့ အမဲလိုက်ခြင်းကို ခံရပါ​တော့တယ်​ပြေးလို့မလွတ်နိုင်မှန်းသိတဲ့​နောက် Gun Creekမြို့​လေးကိုအ​ရောက်မှာ​တော့ မြို့ကရဲ​မေအရာရှိ Valerie Youngကိုအသားလွတ်ဆွဲထိုးကာ ​ထောင်နန်းစံပြီး ​ကြေးစားသမား​တွေရန်က​နေ လွတ်​အောင်ကြံပါ​တော့တယ်ဖြစ်ချင်​တော့ Hitman​တွေထဲကတစ်​ယောက်ဖြစ်တဲ့ Viddickက Teddyကို​ခြေရာခံမိသွားတဲ့အတွက်၊သူကပါ အရက်မူးသမားအ​​ယောင်​ဆောင်၊ ရဲကားကို ကားနဲ့ဝင်တိုက်ပြီး ​Teddyရှိရာအချုပ်ခန်းဆီကို ထပ်ကြပ်မကွာလိုက်ပါလာခဲ့ပါတယ်ဒါပေမဲ့ Teddyကိုအ​သေရရ အရှင်ရရအမဲဖျက်ချင်​နေတဲ့ Hitmanက တစ်​ယောက်နှစ်​ယောက်မဟုတ်တဲ့အခါ Gun Creekမြို့​​လေးကိုတခြား​ကြေးစားလူသတ်သမား​တွေပါ လိုက်လာတဲ့အခါ.....Teddyတစ်​​ယောက် Hitman​ပေါင်း​သောင်း​ခြောက်​ထောင်ရန်က​နေ လွတ်နိုင်ပါ့မလား၊သူရဲ့​နောက်​ကြောင်းဇာတ်လမ်းက​ရော ဘယ်လိုများဖြစ်မလဲ၊Viddickက​ရော သူ့ရဲ့တာဝန်ကို အပြီးသတ်နိုင်မှာလား၊ သူနဲ့အိုးစားခွက်လုဖက်​​တွေကြားထဲက​နေTeddyကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/ZAek/Copshop.2021.720p.AMZN.WEB-DL.DDP5.1.H.264(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGMoAufRzREeigkksysoYONjpXv.jpg",
        "title": "Falling for Figaro(2021)",
        "description": "Falling For Figaro (2021) ရုပ်ရှင် အညွှန်း\"အခြားသူတွေအတွက် ဘယ်လောက်ပဲ အဓိပ္ပါယ်ကင်းမဲ့နေပါစေ ကိုယ့်အိပ်မက်ကို မစွန့်လွှတ်သင့်ဘူး\"ဆိုတဲ့ အကြောင်း ကို အဓိက သင်ခန်းစာပေး ရိုက်ကူးထားတဲ့Romance/Comedy ဇာတ်ကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေမီလီ ကန့်ဝဲလ် ဆိုတဲ့ အသက်နှစ်ဆယ်ကျော် အမေရိကန် အမျိုးသမီးတစ်ယောက်ဟာရင်းနှီးမြုပ်နှံမှု ကုမ္ပဏီ တစ်ခုမှာ ငွေကြေးမန်နေဂျာအဖြစ် အလုပ်လုပ်နေသူ ဖြစ်တဲ့အပြင်လစာလည်း အင်မတန်ရပါတယ် ။ ထို့အပြင် တွဲတာ နှစ်အတော်ကြာပြီဖြစ်တဲ့ ချစ်သူတစ်ယောက်လည်း ရှိပါတယ်​အဲ့လိုမျိုး သက်သောင့်သက်သာရှိတဲ့ ဘဝ နဲ့ အလုပ်မှာ သူက ပျော်နေလားဆိုတော့ မပျော်ပါဘူး ၊အကြောင်းရင်းကတော့ သူအရင်ကတည်း ဖြစ်ချင်နေခဲ့တဲ့ အော်ပရာအဆိုတော် အိပ်မက်ကြောင့်ပဲ ဖြစ်ပါတယ် ၊အဲ့ဒါကြောင့် သူ့အိပ်မက်ကို ဖြစ်အောင်လုပ်ဖို့အတွက် သူ့အလုပ်ကိုပါ ထွက်ပြီးတော့ ကြိုးစားပါတော့တယ်ကဲ အများကြီးပြောလိုက်ရင် ဇာတ်လမ်း အရသာ ပျက်သွားမှာဆိုးတဲ့ အတွက် သူ ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZA8p/Falling.for.Figaro.2021.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "Brotherhood of the Wolf (2001)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။\nအမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊\nအင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို\nဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်\nသိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။\nသူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်\nဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ\nဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊\nဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ\nဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့\nလူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊\nရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့\nစီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့\nသတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။\nFile ...",
        "rating": "7.0",
        "url": "https://megaup.net/2luN8/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adult, Adventure, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BN2U1YzdhYWMtZWUzMi00OWI1LWFkM2ItNWVjM2YxMGQ2MmNhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-138x200.jpg",
        "title": "Nightcrawler (2014)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (95%)အကြံအဖန်လုပ်တတ်တဲ့သူခိုး... အဲဒီလိုပြောလို့ ဒီ Nightcrawler ကို သူခိုးကားလို့မထင်ပါနဲ့။ ဒီကားဟာ တကယ်တော့ သတင်းထောက်ကားလို့တောင်ပြောလို့ရတယ်။ မင်းသားက Jake Gyllenhaal ဆိုတော့ သရုပ်ဆောင် လန်ထွက်ချက်က ၂ချက်​လောက် နားရင်းအုပ်ချင်လာမှာပါ...ဇာတ်လမ်းကတော့ မင်းသားက အလုပ်မရှိတဲ့ သူခိုးဂျပိုးပါ။ ဒါပေမယ့် ပညာတတ်သူခိုး​ပေါ့ လူပေါ်လူဇော်လုပ်တတ်တယ်။ အဲဒါနဲ့ တစ်ရက်ကျ အနေအစားချောင်ပြီး မျိုးမျိုးမြက်မြက်ရတဲ့ အလုပ်တစ်ခုကို သူတွေ့သွားတယ်။ အဲဒါက သတင်းရောင်းစားတဲ့အလုပ်...\nသတင်းရောင်းစားတယ်ဆိုလို့လည်း အထင်မကြီးပါနဲ့။ ကူလီကူမာ မျိုးစုံလုပ်ပြီး သတင်းတွေကို လီဆယ်ပြီး နေရာချ၊ တစ်ကိုယ်ကောင်းဆန်ပြီး အထာမထားတဲ့သူ။ သူ့အနေနဲ့ ပညာရေးအရ အတန်းပညာမတတ်ပေမယ့် လူတစ်ယောက်ကို ဘယ်လို ဆက်ဆံရမလဲ၊ ဘယ်အချိန်မှာ ကလိမ်ကကျစ်ကျရမလဲဆိုတာ မွေးရာပါတတ်နေသလိုမျိုး...မင်းသား Jake Gyllenhaal ကလည်း ဒီလိုမျိုး အကျင့်ယုတ်၊ ကလိမ်ကျတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Fxia/(CM)Nightcrawler_(2014)_(720p_BluRay_x265_afm72).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-11-at-13.30.30-134x200.png",
        "title": "Silent Hours (2021)",
        "description": "Silent Hours (2021)===============IMDb Rating - 5.8/10ဂျွန်ဒူဗယ်ဟာ ရေတပ်အရာရှိဟောင်းဘဝကနေအနားယူပြီး အလွတ်စုံအဖြစ် ကျင်လည်နေတဲ့သူတစ်ယောက်ပါ။သူနေထိုင်တဲ့မြို့မှာ ရုတ်တရက် အမျိုးသမီး ၃ ယောက်ဟာ ကွင်းဆက်လူသတ်သမား Psychopath တစ်ယောက်ရဲ့လက်ချက်နဲ့ လိင်ပိုင်းဆိုင်ရာ စော်ကားခံရတဲ့အပြင် ကိုယ်အင်္ဂါဖြတ်တောက်ပြီး ရက်စက်စွာအသတ်ခံလိုက်ရပါတယ်။ဖြစ်ချင်တော့ ထိုအမျိုးသမီး ၃ ယောက်ဟာ ဂျွန်ဒူဗယ်အလွတ်စုံထောက်အနေနဲ့ စောင့်ကြည့်ဖူးတဲ့သူတွေဖြစ်နေတာကိုရဲတွေသိသွားတဲ့အခါမှာ ဂျွန်ဟာအဓိကသံသယရှိသူတစ်ယောက်ဖြစ်လာပါတော့တယ် ... ဂျွန်တစ်ယောက်ကလည်း သူ့ကိုစောင့်ကြည့်ခံနေရတဲ့ အခြေအနေကနေမှ လှုပ်ရှားရင်း တရားခံကိုဘယ်လိုရှာဖွေဖော်ထုတ်သွားမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ။PG 16+ လောက် Rating ရှိတဲ့ British ရုပ်ရှင်တစ်ခုဖြစ်ပြီး သွေးထွက်သံယိုခန်းတွေအပြင် အိပ်ယာပေါ်ကအခန်းတွေလည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်ပါဘူး။ ဒါပေမယ့် ဇာတ်ကားက ၂ နာရီခွဲကြာချိန်အတွင်းမှာ Client နဲ့ Therapistကြား စကားပြောခန်းသဘောမျိုးနဲ့ တဖြည်းဖြည်းဆွဲခေါ်သွားတဲ့ Crime Thriller ကားကောင်းတစ်ကားဖြစ်ပြီး သင်ကSherlock Holmes ဇာတ်လမ်းတွဲတွေလိုမျိုး British စုံထောက်ဇာတ်လမ်းတွေ ...",
        "rating": "5.5",
        "url": "https://megaup.net/Zzxc/Silent.Hours.2021.720p.WebRip[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/9gxvj48qhcus-131x200.jpg",
        "title": "The Legend Of Muye:Tomb Seeking Master (2021)",
        "description": "Mystery of Muye: The Guardian of the Mountain (2021) သို့မဟုတ်The Legend Of Muye:Tomb Seeking Master (2021) လို့ခေါ်ဆိုကြတဲ့ ဒီဇာတ်ကားကAdventure,Fantasy အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။ထူးဆန်းထွေလာအဖြစ်အပျက်တွေနဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းဖောက်ကြမယ့် လူတစ်စုရဲ့ စွန့်စားကြမယ့်ခရီးကြမ်းပါ...မင်းသားချော၊မင်းသမီးချောတွေအပြင် ဆက်တင်အလန်းစားတွေနဲ့တင်ဆက်ထားတာမို့သိုင်းကားနဲ့ Fantasy ပရိတ်သတ်တွေအကြိုက်တွေ့မယ်ထင်ပါတယ်။\nFile size…(1.1 GB)/(650 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/1Fwpi/(CM)The.Legend.Of.Muye.Tomb.Seeking.Master.2021.720p.WEB-DL.H265.DDP2.0-OurTV.mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/llaposter_opt-150x200.jpg",
        "title": "[18+] The Raffle (1991) La Riffa",
        "description": "ကျွန်တော်တို့ငယ်ဘဝရဲ့ အိမ်မက်မင်းသမီး မမမိုနီကာဆိုတဲ့ Monica Bellucci ရဲ့ နုပျိုလှပမှုနဲ့ အထာကျတဲ့သရုပ်ဆောင်မှုတွေ အကုန်လုံးထင်ပေါ်အောင် တင်ဆက်ထားတဲ့အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ Comedy,Romance,Drama အမျိုးအစားလေးပါ။ကွက်ကွက်ကွင်းကွင်း ကြည်တောက်ရှင်းလူကြီးခန်း ၂ ခန်း ၃ ခန်းပါတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။\nမိန်းမမာယာ သဲကိုးဖြာအကြောင်းရိုက်တဲ့ကားတွေ ၊ မင်းသမီးရဲ့အလှနဲ့ဇာတ်ကားတစ်ကားလုံးကိုထိန်းတဲ့ကားတွေများတဲ့ခေတ်ပေမို့\nဒီကားလေးဟာလည်း မိန်းမတွေရဲ့မာယာလေးဆယ်၊ ပရိယာယ်တစ်ထောင်အကြောင်းရိုက်ထားတဲ့ကားပဲဆိုပါတော့ဗျာ။ဒီဇာတ်ကားထဲမှာတော့အီတလီမင်းသမီးချောလေး Monica Bellucci ဟာ ကြေးရတက်သူဋ္ဌေးလေးတစ်ယောက်ရဲ့ဇနီးချောလေးဖြစ်ပြီး\nသူ့ယောက်ျားဖြစ်သူ ယာဉ်တိုက်မှုနဲ့သေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို အကြွေးသန်းရာချီနဲ့ချန်ထားခဲ့ပါတယ်။\nအဲဒီအကြွေးတွေကိုပြန်ဆပ်ရဖို့၊ အိမ်ငှားခဆောင်ရဖို့၊ သမီးလေးကျောင်းစရိတ်ရှာဖို့စတာတွေအတွက် ငွေတွေလိုအပ်လာခဲ့တဲ့အခါ\nတစ်ခြားဘာအလုပ်မှမလုပ်တတ်တဲ့သူဋ္ဌေးမလေးတစ်ယောက် ဘယ်လိုရုန်းကန်းလှုပ်ရှားမာယာများတော့မယ်ဆိုတာ\nမင်းသမီးချောလေးရဲ့အလှနဲ့ကောင်းကောင်းခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်တဲ့\nThe Raffle of a riffa (1991) လေးကို ခံစားကြည့်ရှုပေးကြပါဦး။\nFile size…(1.4 GB)/(850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "5.0",
        "url": "https://megaup.net/31reB/(CM)La.Riffa.1991.ITALIAN.720p.AMZN.WEB-DL.DDP2.0.H.264-QOQ.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE1SL0QoDsvAMqQly56IkRtlN1W.jpg",
        "title": "Old Henry (2021)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (96%)လူသူဝေးတဲ့တစ်နေရာမှာ မုဆိုးဖိုလယ်သမားကြီးတစ်ယောက်ဟာ သူ့သားလေးနဲ့အတူတူ အေးအေးလူလူ နေထိုင်ပါတယ်၊ တစ်နေ့မှာ သားရေလွယ်အိတ်ငွေထုပ်နဲ့သေနတ်ဒဏ်ရာရနေတဲ့ လူတစ်ယောက်ကို အိမ်ခေါပြီးကယ်မိလိုက်ပါတယ်၊ အဲ့ဒီ ပိုက်ဆံတွေအတွက် လာရှာတဲ့လူတွေ ရှိတဲ့အခါမှာ‌တော့ လယ်သမားကြီးက ဘယ်သူ့ကိုယုံရမလည်းစဉ်းစားရကြပ်သွားပါတော့တယ်။သူ့ကိုယ်သူနဲ့ သူ့သားကို ကာကွယ်ရတဲ့အချိန်မှာတော့ သူ့ရဲ့ ပုံစံ‌အစစ်လို့ပြောလို့ရတဲ့ သေနတ်ပစ် စွမ်းရည်တွေနဲ့ တိုက်ရည်ခိုက်ရည်တွေကိုထုတ်ပြရပါတော့တယ်။1900 ခုနှစ် အစပိုင်းကိုအခြေတည်ထားတာဖြစ်ပြီးဇာတ်လမ်းက အချိန်ကြာလာလေ ဇာတ်ရှိန်မြင့်လာလေမို့ အေးအေးဆေးဆေး နှပ်ကြည့်မယ့်သူတွေအတွက်တော့အသင့်တော်ဆုံးပါပဲ။ IMDb rating 7.3 နဲ့ Old Henry ပါ။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy",
        "rating": "7.3",
        "url": "https://megaup.net/1Fwh3/(CM)Old.Henry.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hc5r0OffRVaqeczAtCFvlA6e8q.jpg",
        "title": "Escape from Mogadishu (2021)",
        "description": "Escape from Mogadishu (2021)IMDb - 7.5/10ကိုရီးယား Box Office မှာ နံပါတ် တစ်နေရာကို\nရက်သတ္တပတ်ပေါင်းများစွာ နေရာယူခဲ့ပြီး\nလက်ရှိမှာ ၂၀၂၁ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် ရပ်တည်နေတဲ့\nEscape from Mogadishu ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nမိုဂါဒီရှူကနေ ထွက်ပြေးကြတာကို ရိုက်ထားတာပါပဲ။၁၉၉၁ ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nအခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဘယ်လိုထွက်ပြေးကြလဲ ဆိုတော့ .....\nတောင် နဲ့ မြောက်ကိုရီးယား နှစ်နိုင်ငံ သံရုံးဝန်ထမ်းတွေ ပေါင်းပြီး ထွက်ပြေးကြတာပါ။ဆိုမာလီယား နိုင်ငံ ရဲ့ မြို့တော် မိုဂါဒီရှူမှာ\nအာဏာရှင်အစိုးရကို မကျေနပ်တဲ့ ပြည်သူတွေကြောင့်\nအဓိကရုဏ်း ဖြစ်ပါတော့တယ်။ဒီကြားထဲမှာ ညပ်တာကတော့ သံရုံးဝန်ထမ်းတွေပါပဲ။\nဒီနိုင်ငံမှာ ဆက်နေရင် ဒီအဖြစ်နဲ့ ဆက်ကြုံရမယ်။\nဒီတော့ ထွက်ပြေးဖို့ လုပ်ရတာပါပဲ။ထွက်ပြေးတဲ့အချိန်မှာတော့ .....\nတောင် နဲ့ မြောက် ပူးပေါင်းပြီး ထွက်ပြေးဖို့ စီစဉ်ကြတဲ့အကြောင်းပါ။မင်းသားကြီး ၃ လက် ဖြစ်တဲ့ Jo In ...",
        "rating": "7.5",
        "url": "https://megaup.net/2lCO0/Escape.from.Mogadishu.2021.720p.WEB-DL.AAC2.0.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-12-at-22.23.11-135x200.png",
        "title": "Parallel (2020)",
        "description": "Parallel (2020)============IMDb Rating - 5.9/10Sci-fi ဇာတ်ကားကောင်းကောင်းလေးတွေကို သဘောကျတဲ့သူတွေအတွက် ဒီ Parallel ဆိုတဲ့ဇာတ်ကားလေးကစိတ်ကျေနပ်မှုရစေမှာပါ။ Multiverse,doppelganger စတာတွေနဲ့ ပတ်သက်ပြီး ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ နိုအယ်လ်၊ လီနာ၊ ဒယ်ဗင်နဲ့ ‌ဂျော့ရှ်တို့ သူငယ်ချင်းတစ်စုဟာ apps တွေတီထွင်ဖို့ကုမ္ပဏီအသေးလေးတစ်ခု ထောင်ထားကြပါတယ်။ App တစ်ခုကိုလုပ်ဖို့ကြိုးစားနေကြတဲ့အချိန်မှာ ယိုင်နဲ့နဲ့ သူတို့ကုမ္ပဏီဟာလည်း ကျဥ်းထဲကျပ်ထဲ ရောက်နေတာပေါ့။ တစ်နေ့ သူတို့အုပ်စု စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေကြတဲ့အချိန်မှာ အသိတစ်‌‌ယောက်ဆီကနေ သူတို့ကုမ္ပဏီထောင်ဖို့ လက်ရှိငှားထားတဲ့အိမ်ကြီးမှာ အရင်က မိန်းမကြီးတစ်ယောက် ထူးထူးဆန်းဆန်း ပျောက်သွားဖူးကြောင်း ဒီအိမ်ကြီးက ညာဥ်မကောင်းကြောင်း စသဖြင့်ပြောလာပါတယ်။အဲ့ညမှာ သူတို့အိမ်ကိုပြန်ရောက်ကြတဲ့အချိန် အိမ်နံရံနောက်မှာ လျှို့ဝှက်စွာတည်ဆောက်ထားတဲ့အခန်းကြီးကို သူတို့တွေ့သွားကြတယ်ပေါ့။ အဲ့ဒီအခန်းထဲမှာ မှန်တစ်ချပ်လည်းရှိနေပြီး ထူးခြားချက်ကတော့ တခြား Multiverse တွေဆီသွားလာနိုင်တဲ့ ဂိတ်ပေါက်သဖွယ် ပစ္စည်းတစ်ခုပါပဲ။ ဒီပစ္စည်းကနေတစ်ဆင့် တခြား universe တွေဆီ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2lt2w/Parallel.2018.720P.WebRip[CM]..mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Dangal (2016)",
        "description": "Dangal (သို့မဟုတ်) အောင်မြင်မှုရဲ့ ခရီးကြမ်း\"နပန်းသမားတစ်ယောက်က ကွင်းထဲဝင်လာပြီး ပြိုင်ပွဲဝင်ရတဲ့ရည်ရွယ်ချက်က နိုင်ငံအတွက်ဆုတံဆိပ်ရယူပေဖို့အတွက်ပဲ။ဒါပေမဲ့ နိုင်ငံကတော့ နပန်းသမားတွေကို ဘာမှကူညီထောက်ပံမှုမလုပ်ပေးဘူး။\"ဒီစကားကိုပြောတာက နပန်းအားကစားနည်းကို အသွေးအသားထဲကရူးသွပ်ပြီး နပန်းကစားနည်းကနေ နိုင်ငံအတွက် ရွှေတံဆိပ်ဆုရပေးချင်တဲ့ Mahavir Singh Phogat (Aamir Khan)၊ဒါပေမဲ့ သူ့ဆန္ဒမပြည့်ဝခဲ့ဘူး။ဝါသနာနဲ့ ဝမ်းစာ ထိပ်တိုက်တွေ့တဲ့အချိန်မှာ ဝါသနာကိုစွန့်လွှတ်ခဲ့ရပေမယ့် သူ့မှာရည်မှန်းချက်တစ်ခုရှိတယ်။သူမွေးတဲ့သားက တစ်နေ့နပန်းသမားတစ်ယောက်ဖြစ်ရမယ်တဲ့။ကံကြမ္မာကတော့ သူ့ကိုကျီစားနေတုန်းပဲ။အနှစ်နှစ်ကာလမျှော်လင့်ချက်နဲ့ သားတစ်ယောက်လိုချင်တဲ့သူ့အတွက် ပထမဆုံးမွေးလာတဲ့ကလေးကတော့ မိန်းကလေး၊စိတ်အပျက်ကြီးပျက်ခဲ့ရပေမယ့် ဇွဲမလျှော့တဲ့သူကတော့ နောက်မွေးမယ့်ကလေးကယောကျာ်းလေးဖြစ်ရမယ်တဲ့။ဒီလိုနဲ့ နည်းလမ်းပေါင်းစုံ၊ဆေးပေါင်းစုံမှီဝဲရင်း ယောကျာ်းလေးရဖို့ ကြိုးစားခဲ့ပေမယ့် ဒီတစ်ခါလည်းမွေးလာတာကလည်း သမီးမိန်းကလေး၊စိတ်ဓာတ်ကျစဖြစ်လာပေမယ့် သားယောကျာ်းလေးမွေးလာနိုးနိုးနဲ့ ကလေးတွေတစ်ယောက်ပြီးတစ်ယောက်မွေးလာခဲ့တာ ၄ယောက်မြောက်ထိရောက်လာပေမယ့် အကုန်လုံးကတော့သမီးမိန်းကလေးတွေသာ၊ဒီလိုနဲ့ Mahavir တစ်ယောက် သူ့ရဲ့ရွှေတံဆိပ်ရယူရေး ရည်မှန်းချက်တော့ စွန့်လွှတ်လိုက်ရပြီပေါ့။ဒါပေမဲ့.......တစ်ရက်သူအိမိပြန်လာတဲ့အချိန်မှာ သူ့သမီးအကြီးနှစ်ယောက်ဖြစ်တဲ့ Geeta နဲ့ Babitaက ကျောင်းကအပြန် လမ်းမှာသူတို့နှစ်ယောက်ကို လိုက်နှောက်ယှက်တဲ့ ကောင်းလေးနှစ်ယောက်ကို ထိုးကြိတ်လွှတ်လိုက်ပြီးတဲ့နောက်မှာတော့ Mahavir တစ်ယောက် သူရဲ့နပန်းသွေးတွေက သူ့သမီးတွေဆီမှာလည်း စီးဆင်းနေတယ်ဆိုတာသိပြီး ...",
        "rating": "9.2",
        "url": "https://megaup.net/1Fva6/(CM)Dangal_2016_720p_BluRay_AAC_5.1_x265_10bit-Mad_Snake.mkv.mkv",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNXjS7xRZWMCZNtVYTEJrs7MCDy.jpg",
        "title": "Secret Agent Dingledorf and His Trusty Dog Splat (2021)",
        "description": "Secret Agent Dingledorf and His Trusty Dog Splat 2021\n=================================\nအခုလို စိတ်ညစ်စရာတွေ ပြည့်နှက်နေတဲ့ ကာလကြီးမှာ ပျော်စရာ၊ ရွှင်စရာ ပေါ့ပေါ့ပါးပါးနဲ့\nမိသားစု ကလေးတွေနဲ့ ကြည့်လို့ရမယ့်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Secret Agent Dingledorf and His Trusty Dog Splat ဟာ အခုနှစ်ထဲမှာ အသစ်ထွက်ထားတဲ့ကားလေးဖြစ်ပြီး\nဇာတ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရဘူးတဲ့ Home Alone တို့ Spy Kid တွေကလိုပဲ ကလေးတွေက ဇာတ်လိုက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အရူးတပိုင်းဖြစ်နေတဲ့ လူဆိုးခေါင်းဆောင် ဒေါက်တာချက်ကယ်ဟာ\nကမ္ဘာကြီးကို အလွန်အကျွံရယ်​မောစေနိုင်တဲ့ လှိုင်းနဲ့ ဖျက်ဆီဖို့ ကြိုးစားရမှာ မထင်မှတ်ထားပဲ\nကလေး ၃ ယောက်က ကမ္ဘာကြီးကို ကယ်တယ်ဖို့ အထိဖြစ်လာတာပါပဲ။ဆန်းဆန်းပြားပြားတွေမပါပဲ ကလေးအကြိုက် ဟာသ ရီစရာအနေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nဟာသလေးတွေကလည်း လူကြီးတွေကြည့်မယ်ဆိုရင် ငယ်ဘဝကိုတောင် ပြန်သတိရစေနိုင်မယ်လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Fvab/Secret.Agent.Dingledorf.and.His.Trusty.Dog.Splat.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-EVO.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/tA9MDNieaa5vhbOs7aY3aQr5fZ5-140x200.jpg",
        "title": "[18+] Sex Plate 17 (2017)",
        "description": "ကိုရီးယား အခွီဟာသ အချစ် ၁၈+ ဇာတ်ကားလေးပါ...ချစ်သူကောင်မလေးက တခြားတစ်ကောင်နဲ့ ဖောက်ပြားပျော်ပါးနေတာကို တွေ့လိုက်ရပြီးတဲ့နောက်ဂီဟာတစ်ယောက် အစိမ်းလတ်လတ်အသည်းကွဲသွားပြီး အရက်နဲ့အလေလိုက်နေမိတော့တာပေါ့...တစ်နေ့မှာတော့ သူ့ဘေးအိမ်ကို လှလွန်းလန်းလွန်းတဲ့ ချိုဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်တစ်ပွေတည်းလာနေတာ ကြုံရတဲ့အပြင် အဲ့ကောင်မလေးက သူ့ကိုဖောင်းဒိုင်းကြရအောင် တောင်းဆိုလာတဲ့အခါ...အသည်းကွဲနေတဲ့ ဂီဟာတစ်ယောက် အရက်သောက်ကြေကွဲနေရမလား...ဖောင်းဒိုင်းရမလား ဝေခွဲမရဖြစ်ပြီး ဘဝမှာသိပ်ခက်တဲ့ရွေးချယ်မှုတွေ ပြုလုပ်ရပါတော့တယ်...ချိုဟီက အကန့်အသတ်တော့ရှိပါတယ်...၃ ပတ်ပဲ ဒီမှာနေပြီး ဖောင်းဒိုင်းလို့ရမှာဖြစ်ပြီး၃ ပတ်ကျော်လွန်သွားရင်တော့ ဖြစ်ပျက်သမျှမေ့လိုက်ကြရအောင်တဲ့။အချစ်ကိုကိုးကွယ်တဲ့ အူကြောင်ကြား ဂီဟာတစ်ယောက် ၃ ပတ်စာ ပျော်မွေ့ပြီး ချိုဟီကိုမေ့လိုက်ရမှာလား...ချိုဟီကရော ဘာလို့ဒီကိစ္စကို လာလုပ်ရတာလဲဆိုတဲ့ လျှို့ဝှက်ချက်တွေနဲ့ ဒီဇာတ်ကားကကြည့်လို့ပျော်မြူးရမယ့် ၁၈+ ဇာတ်ကားလေးဖြစ်ပါတယ်။မင်းသမီး Park Kyoung-hee ဟာ နာမည်ကြီးကားတချို့မှာ ပါဝင်ဖူးတဲ့ဇာတ်ရံမင်းသမီးတစ်လက်ဖြစ်ပြီးဒီဇာတ်ကားမှာတော့ သူ့ရဲ့အလှအပတွေကို မကွယ်မဝှက်တင်ဆက်ပြီး ချိုဟီနေရာကနေ အကောင်းဆုံးသရုပ်ဆောင်သွားပါတယ်။၁၈+ မကြည့်ရဲရင်တောင် ရယ်ရတဲ့ကားလေးမို့ မြည်းစမ်းကြည့်ဖို့ ဖိတ်ခေါ်ပါတယ်။ \nFile size…(1.2 GB)/(700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/31q4A/(CM)Sex_Plate_17_2017_720p_WEB-DL_AAC_x264-KOOK.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://megaup.net/31n5g/She_is_on_Duty_(2005)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzQ0ZmUxOTMyLTFhOWMtNDFkMy05NmM3LTJmNzZmZDE2OWI2Yi53ZWJw-133x200.jpeg",
        "title": "Latte and the Magic Waterstone (2020)",
        "description": "ဖြူကောင်လေးတွေကို တွေ့ဖူးကြလားဗျဖြူကောင်လေးတွေက အထီးကျန်တဲ့ကောင်လေးတွေတဲ့တခြားအကောင်လေးတွေလို အုပ်စုဖွဲ့နေလေ့မရှိဘဲ သီးခြားနေတတ်တဲ့သူတွေပေါ့အဲ့ဒါကြောင့် အထီးကျန်တဲ့သူတွေကိုဆို ဖြူကောင်လေးတွေနဲ့ တင်စားလေ့ရှိကြတယ်Latte ဆိုတဲ့ ဖြူမလေးကလည်း အဲ့လိုအထီးကျန်နေတဲ့သူပေါ့မွေးကတည်းက တစ်ကောင်တည်းပဲရှိတာမို့ ဘယ်ဆီဘယ်ဝယ်မှန်းမသိတဲ့ သူ့အဖေကို တမ်းတရင်း တစ်ကောင်တည်းနေနေရတဲ့သူ...မိဘမရှိတဲ့ကလေးမလေးဆိုတော့ တောထဲမှာ တစ်ခုခုဖြစ်တိုင်း သူ့ကို အပြစ်တင်တတ်လွန်းလို့ သူ့ကိုယ်သူ Princess Latte ဆိုပြီး အားတင်းနေရတဲ့သူပါLatte တို့တောထဲမှာ နှစ်တိုင်းကြုံနေရတဲ့ ရေခမ်းခြောက်မှုကို ဖြေရှင်းဖို့တိရစ္ဆာန်လေးတွေဟာ ရေစုဆောင်းထားလေ့ရှိတယ်တစ်ရက်မှာတော့ ဖြူကောင်မလေး Latte နဲ့ ရှဉ့်လေး Tjum ကြောင့် ရေတွေဖိတ်စင်သွားရတဲ့အခါ အားလုံးအကျပ်ရိုက်ပါလေရော... Princess Latte လေးက ပုံပြင်ဆန်တဲ့ WaterStone ဇာတ်လမ်းကို ယုံကြည်ပြီး အားလုံးရဲ့ ပြဿနာကိုဖြေရှင်းပေးဖို့ ဝက်ဝံဘုရင်ကြီးဆီ ခရီးထွက်ခဲ့ပါတယ်ဒီလိုကနေ သူငယ်ချင်းကိုစိတ်မချလို့ လိုက်လာတဲ့ Tjum နဲ့ နှစ်ယောက်သား လမ်းခရီးတစ်လျှောက် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာ ကြည့်ရှူရမှာပါချစ်စရာကောင်းတဲ့ ဖြူကောင်လေးနဲ့ ရှဉ့်ပိစိလေး ၂ ကောင်ရဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Fs63/Latte_and_the_Magic_Waterstone_(2020)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPSNX70d4MRyt6YG9rY73nYnOLm.jpg",
        "title": "Upcoming Summer ( 2021 )",
        "description": "ဒီတစ်ခါတော့ The long Ballad ဇာတ်ကားနဲ့ ပရိတ်သတ်တွေအချစ်အားလုံးကိုသိမ်းပိုက်သွားတဲ့ မင်းသား Leo Wu ရဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးမှာပါနော် ဒီဇာတ်ကားလေးကတော့ ချစ်ဖို့ကောင်းတဲ့ ဆယ်ကျော်သက်အရွယ်သူငယ်ချင်းနှစ်ယောက်အကြောင်းကို ပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့ ...ချန်ချန်ဟာ မိသားစုပြဿနာကြောင့် စာမေးပွဲမဖြေနိုင်လိုက်ဘဲတစ်နှစ်ပြန်နေဖို့ဖြစ်လာခဲ့ပါတယ် ကျန်းယွီရှင်း(Leo Wu) ကတော့စာမေးပွဲကိုတောင် လာမဖြေခဲ့လို့ နောက်တစ်နှစ်ပြန်နေရတဲ့အင်တာနက်ဆယ်လီတစ်ယောက်ပါ အရမ်းကိုထူးခြားတဲ့ သူတို့နှစ်ယောက်ရဲ့တွေ့ဆုံပုံလေးကတော့... ကျန်းယွီရှင်းဟာ ကျောင်းစတက်တက်ချင်းနေ့မှာပဲသူ တစ်ခါမှ မမြင်ဖူးတဲ့ ချန်ချန်က သူ့ကောင်မလေးလို့ ကျောင်းမှာ နာမည်ကြီးသွားခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ချန်ချန်ကို စသတိထားမိသွားပြီးမိသားစုပြဿနာ အချစ်ရေးပြဿနာတွေကို ရင်ဖွင့်ရင်း နှစ်ဦးသား အမှန်တရားကိုလက်ခံနိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်ကျွန်တော်တို့အားလုံး တစ်ခါတစ်လေမှာ အမှန်တရားကို သိနေပေမဲ့လက်ခံနိုင်ဖို့ ခဲယဉ်းတဲ့အချိန်မျိုးမှာ လက်တွေ့ဘဝကို ငြင်းဆန်တတ်ကြပါတယ်ဒီလိုပဲ ဒီဇာတ်လမ်းလေးထဲမှာလည်း အဲ့လိုလူ့သဘာဝအကြောင်းလေးကိုထည့်သွင်းရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်ရတာ အရမ်းစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒါတင်မကဘူး ဟာသလေးတွေပါနှောထားတာကြောင့် တကယ်ကို အချိန်ကုန်မြန်စေမှာပါနော် Quality : WEB-DL 1080p, 720p , ...",
        "rating": "6.9",
        "url": "https://megaup.net/Zuyh/Upcoming.Summer.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/inj-133x200.jpg",
        "title": "Injustice 2021",
        "description": "Injustice ရဲ့ ဇာတ်လမ်းကို ဂိမ်းထဲမှာ ကာတွန်းစာအုပ်ထဲမှာရင်းနှီးပြီးသား လူတွေလည်း ရှိမှာပါ။DC Comic ရဲ့ အအောင်မြင်ဆုံး ဇာတ်လမ်းတွေထဲက တစ်ခုုပါပဲ။DC ရဲ့ နတ်ဘုရားအစွမ်းနဲ့ လူသားဆန်တဲ့ စူပါမန်းတစ်ယောက် လူသားဆန်လွန်းသွားတဲ့အခါ ဘာတွေဖြစ်လာမလဲ။ပထမဆုံးအကြိမ် လူသတ်မိလိုက်ပြီးနောက်မှာ ဘာတွေဖြစ်လာမလဲ။ငြိမ်းချမ်းရေးကို အကြမ်းဖက်ရယူမလား ငြိမ်းချမ်းစွာရယူမလား ဂျက်စတစ်လိ မန်ဘာတွေ ရွေးချယ်ဖို့ကြုံလာတဲ့အခါ ဘယ်ဘက်ကိုရွေးကြမလဲ။လူတိုင်းဟာ ဒုတိယအခွင့်အရေးနဲ့ တန်မတန်ဆိုတာကို ဘယ်လိုဖြေကြမလဲပေါ့။ဒီ ကာတွန်းဟာ မူရင်း injustice လောက် မပြည့်စုံပေမယ့် ကျောရိုးချင်း တူတာမို့ အပမ်းဖြေဖို့အတွက် လုံလောက်မှာပါ။\nFile size… 1.1 Gb / 500 Mb\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….01:10:00 \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/injustice-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a6ZEcx5JUf9f1N5rLzqRNNpOjpA.jpg",
        "title": "Justin Bieber: Our World (2021)",
        "description": "Justin Bieber : Our World (2021)This Is My World Documentary ထွက်ပြီး ဆယ်နှစ်အကြာမှာ\nOur World အမည်ရ Documentary လေးထွက်ရှိလာပြီဖြစ်ပါတယ်။2010 ခုနှစ်ဝန်းကျင်တွေမှာ Justin Bieber ဆိုတဲ့နာမည်ဟာ\nလူတိုင်းရဲ့ ပါးစပ်ဖျားမှာ ပဲ့တင်ထပ်နေခဲ့သလိုပဲ၊\nအဲ့အချိန်တုန်းက Justin ကို သဘောမကျခဲ့တဲ့\nနှုတ်ခမ်းနီမလေးတွေဆိုတာ မရှိသလောက်ကို ရှားပါတယ်။\n\"Baby\" သီချင်းနဲ့ ကမ္ဘာကျော်လူကြိုက်များခဲ့တဲ့ Justin Bieber ဟာ\nဆယ်နှစ်အတွင်းမှာ ဘဝအချိုးအကွေ့ပေါင်းများစွာနဲ့ ကြုံတွေ့ခဲ့ရပေမဲ့\nအရည်အချင်းရှိ အဆိုတော်တစ်ယောက်ဆိုတဲ့အချက်ကတော့ ပြောင်းလဲမသွားခဲ့ပါဘူး။ဒီ Our World Documentary ကို လော့စ်အိန်ဂျလိစ်မြို့မှာတည်ရှိတဲ့\nBeverly Hilton ဟိုတယ်ရဲ့ မိုးမျှော်ထပ်မှာ ရိုက်ကူးခဲ့တာပါ။\nကိုဗစ်ကြောင့် ရှိုးပွဲကို လူအယောက် ၂၄၀ ပဲတက်ရောက်ခဲ့ရပေမဲ့\nတိုက်ရိုက်ထုတ်လွှင့်မှုကို လူပေါင်းသန်းနဲ့ချီပြီးကြည့်ရှုခဲ့ကြပါတယ်။\nMy World album ကစလို့ Believe, Purpose, Changes စတဲ့ Album ထဲက\nသီချင်းပေါင်းမြောက်များစွာကို သီဆိုဖျော်ဖြေထားပါတယ်။\nစတိတ်အပြင်အဆင်ကလည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/2loqA/Justin.Bieber.Our.World.2021.720p.WEBRip.x264-CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p6jvD_4f-140x200.jpg",
        "title": "Cinema Street (2021)",
        "description": "Cinema Street (2021)\"သင့်မှာ ချစ်လျက်နဲ့ ဝေးကွာခဲ့ရတဲ့ချစ်သူရှိပါသလား\"သင့် Ex ကို ချစ်နေပါသေးတယ်ဆိုရင်\n\"ထမင်းစားပြီးပြီလား အဆင်ပြေရဲ့လား\"လေး နဲ့ ပြန်စနိုင်ဖို့\nဒီကားလေးက moti ပေးနိုင်ပါလိမ့်မယ်။ရုပ်ရှင်ကို ကိုယ်စီရူးသွပ်ကြတဲ့ ဘူဆန်က ကောင်လေးနဲ့ ကောင်မလေး ....\nအနာဂတ်အတွက် အိပ်မက်ကိုယ်စီနဲ့ ကိုယ့်လမ်းကိုယ်ဖောက်ကြရင်း\nဘ၀တစ်ဆစ်ချိုးမှာ ဒါရိုက်တာနဲ့ ရိုက်ကွင်းမန်နေဂျာအဖြစ်ပြန်တွေ့ကြတဲ့အခါ ....ဒီဇာတ်ကားကို ကြည့်သင့်တဲ့အချက်တွေထဲက တစ်ခုကတော့ Lee Wan ကြောင့်ပါပဲ။\nဒီဇာတ်ကားဟာ Kim Tae Hee ရဲ့မောင်အဖြစ် လူအများသိကြတဲ့\nTree of Heaven ဇာတ်လမ်းတွဲထဲက မင်းသား Lee Wan ရဲ့\nနှစ်အတော်ကြာမှ ရုပ်ရှင်လောကကိုပြန်အခြေချတဲ့ဇာတ်ကားဖြစ်နေလို့ပါပဲ။\n( အရင်ထက်ယောကျာ်းပီသတဲ့ရုပ်ရည်နဲ့ Lee Wan က ​Hyun Bin လို Vibe မျိုးရပါတယ်။\nသူ့မျက်နှာလေးကြည့်နေရတာနဲ့တင် အမျိုးကောင်းသမီးတို့အတွက် ဒီကားကတန်လွန်းနေပါပြီ 😁)ဘယ်နေရာ ဘယ်ဘာသာစကားနဲ့မှ စာတန်းထိုးမထွက်သေးဘဲ\nCM တစ်ခုတည်းမှာသာ မြန်မာစာတန်းထိုးနဲ့ ဦးဦးဖျားဖျားကြည့်နိုင်မှာဖြစ်တာကြောင့်\nလက်လွှတ်မခံသင့်ပါကြောင်း။ဘာသာပြန် နဲ့ အညွှန်းကတော့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2lmew/Cinema.Street.2021.720p.WEB-DL.AAC2.0.H.264.CM..mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qWvFtI8ivAqj0NXa8E8N0pK0LNr.jpg",
        "title": "There’s Someone Inside Your House(2021)",
        "description": "There's Someone Inside Your House(2021) ရုပ်ရှင်အညွှန်းအသစ်ထွက် Netflix လူသတ်ကားလေး လာပါပြီဗျာဇာတ်ကားခေါင်းစဥ်ကို ဖတ်ပြီး ခင်ဗျား အိမ်ထဲကို လူတစ်ယောက်က ဝင်ပြီးတစ်ကားလုံး ခင်ဗျားကို သတ်ဖို့ကြိုးစားတဲ့ သည်းထိတ်ရင်ဖို horror ကားလို့ ထင်ရင်တော့ မှားမယ်ဗျကျွန်တော်လည်း အဲ့ဒီလို ထင်ခဲ့ပေမယ့် ဇာတ်ကားကိုက ခေါင်းစဥ်နဲ့ ဘာမှကိုမဆိုင်တာပါခေါင်းစဥ်ရဲ့အဓိပ္ပါယ်က ဇာတ်ကားကို ကြည့်ပြီးမှ ကိုယ့်ဘာကိုယ် တွေးယူရမယ့် ပုံစံမျိုးပါပဲဇာတ်လမ်းအကျဥ်း ကတော့ မက်ကာနီ ဆိုတဲ့ ဂျူနီယာ အထက်တန်းကျောင်းသူမလေးဟာအကြောင်းတစ်ခုကြောင့် ဟာဝိုင်အီ ကနေ အော့စဘွန်းဆိုတဲ့ မြို့လေးကို ပြောင်းလာပါတယ်အဲ့ဒီလို ပြောင်းလာရာကနေ သူတက်နေတဲ့ အထက်တန်းကျောင်းက ကျောင်းသားတွေရောမြို့ထဲကလူတွေရောဟာ ထူးဆန်းတဲ့ လူသတ်မှုတွေနဲ့ ကြုံတွေ့လာရပါတယ်အဲ့ဒီလူသတ်မှုတွေရဲ့ နောက်ကွယ်က လူက ဘယ်သူလဲ ဘာလို့သတ်ရတာလဲအဲ့ဒါတွေကိုရော ဖော်ထုတ်နိုင်သွားမလား ဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်Slasher Movie ဖြစ်တဲ့အတွက် ဓားတစ်ချောင်းနဲ့ လူကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Foa6/There_s_Someone_Inside_Your_House.720p(CM)).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/bspxlqm2qrf9-133x200.jpg",
        "title": "(18+)Younger Sister Monica (2021)",
        "description": "Young Sister Monica (2021)အခုတစ်ခေါက် သိုင်းသမားပျိုတို့အတွက် အားဆေးလေး Young Sister Monica ဆိုတဲ့ 18+ ကိုရီးယား ကားကောင်းလေးလာပါပြီဇာတ်လမ်းလေးက အိမ်ထောင်သည်ယောက်ျား တစ်ယောက်က အမေရိကားပြန် ကိုရီးယားမလေးနဲ့ အချစ်နယ်ကျွံမိတဲ့ အလန်းစားဇာတ်ကားလေးဖြစ်ပါတယ်အိမ်ထောင်သည်သဘာ၀ အတိုင်း အိမ်ကဟင်းရိုးလာတော့ အပြင်ဟင်းလေး မြည်းစမ်းရင်း အပြင်ဟင်းက အိမ်ချက်ထက် ပိုကောင်း ပိုမိုက်နေသောအခါဘယ်လိုတွေ အပီအပြင်ဆွဲမယ်ဆိုတာ ဇာတ်ကားမှာ ပညာပေးလေးနဲ့ အတူ မင်းသမီးရဲ့စွဲမက်ဖွယ် ခန္ဓာကောက်ကြောင်းအလှကိုရှုစားရမှာပါ ...မင်းသမီးကတော့ ဂေါင်းကြီးတို့အကြိုက် အချွဲအနွဲ့ ဘုရင်မ ကိုရီးယား ရုန်းပတီသီးမလေးရဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပြီးတော့ အသံအနေအထား ခန္ဓာကိုယ် အသားအရည်ဝင်းလဲမှုတို့ကဇာတ်ကားကို ထင်ဟင်ပေါ်လွင်စေတာမို့ DSက တင်ဆက်ပေးလိုက်ပါတယ်..........File size…660MB\nQuality…720p HD RIP\nFormat…Mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X-Cross\nTranslated by   FOX",
        "rating": "7.6",
        "url": "https://megaup.net/Zpul/Younger_Sister_Monica.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-05-at-13.14.00-134x200.png",
        "title": "The Night House (2020)",
        "description": "The Night House (2020)====================IMDb Rating - 6.9/10ဘတ်သ်နဲ့ အို၀င်ဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တစ်အိုးတစ်အိမ် ထူထောင်ထားတဲ့ သိပ်ချစ်ကြတဲ့ စုံတွဲတစ်တွဲပါ၊သူတို့တူတူနေဖို့အတွက် ရေကန်စပ်မှာ အိမ်လေးတစ်လုံးဆောက်ပြီး ဘာအပူအပင်မှ မရှိဘဲ ပျော်ပျော်ရွှင်ရွှင်နေနေကြတာပေါ့။ ဒါပေမဲ့ ဘတ်သ်ရဲ့ ခင်ပွန်း အို၀င်ဟာ ဘာအကြောင်းပြချက်မှမရှိဘဲ ကိုယ့်ကိုကိုယ် အဆုံးစီရင်သွားခဲ့တယ်။ ခင်ပွန်းဖြစ်သူ အို၀င်သေပြီးနောက်ပိုင်း ၀မ်းနည်းနေတဲ့ ဘတ်သ် ဟာ အလုပ်မှာလည်း စိတ်ပင်ပန်းလူပင်ပန်းနဲ့ ဂယောင်ချောက်ခြားဖြစ် ထူးဆန်းတဲ့ အိပ်မက်လိုလို အဖြစ်အပျက်တွေလည်း ဆက်တိုက်ဖြစ်လာခဲ့တယ်။တစ်ရက်မှာ အို၀င်ရဲ့ဖုန်းကို ဘတ်သ် ယူကြည့်မိရာကနေ အို၀င်ရဲ့ လျှို့ဝှက်ချက်တွေကို ဘတ်သ် တစ်စတစ်စနဲ့ သိလာခဲ့ရသလို တစ်ဖက်မှာလည်း ဘတ်သ်က သူ့ရဲ့ ကန်စပ်နားက အိမ်မှာ ထူးဆန်းတာတွေတစ်ညပြီးတစ်ညဖြစ်လာပြီး အို၀င်ရဲ့ဝိညာဥ်က အနားမှာရှိနေတယ်လို့ ဘတ်သ်တစ်ယောက်ယုံကြည်လာပြီးနောက်ပိုင်း....ဘတ်သ်မသိသေးတဲ့ အို၀င်ရဲ့ လျှို့ဝှက်ချက်တွေက ဘာတွေလဲ၊ အိမ်မှာရှိနေတာ တကယ်ပဲ အို၀င်ရဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lkU0/The.Night.House.2020.720p.WebRip[CM]-new.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/71rDWjkW47L._SL1500_-141x200.jpg",
        "title": "Painted Skin II: The Resurrection (2012)",
        "description": "Painted Skin: The Resurrection (2012)\nIMDb - 6.2/10_____Rotten - 83%\nPainted Skin (2008) ရဲ့အဆက်အနေနဲ့ထွက်ရှိထားခဲ့တာဖြစ်ပြီး မင်းသားမင်းသမီးတွေလဲ အရင်လူတွေပါပဲ..အချစ်က မှော်ဆန်တယ်ဆိုတာ ဒီဇာတ်ကားကိုကြည့်ပြီး နားလည်သွားနိုင်ပါတယ်။မှင်စာမိစ္ဆာလောကနဲ့လူသားတို့ကြားက မေတ္တာတရားတွေအကြောင်းပေါ့....တရုတ် Fantasy ဇာတ်ကားတွေကို ကြိုက်တတ်ရင် သိုင်းဝတ္ထုတွေ ကြိုက်တတ်ရင်ဒီဇာတ်ကားကိုလဲကြိုက်သွားနိုင်ပါတယ်။ ရိုက်ချက်တွေလဲမိုက်သလို ဒီဇိုင်းတွေလဲအလန်းစားပါ။File size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….02:11:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://megaup.net/1Flqh/(CM)Painted.Skin.II.The.Resurrection.2012.BluRay.720p.DTS.AC3.x264-CHD.mp4",
        "category": "Action, Asian, Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/512figVcWuL-156x200.jpg",
        "title": "Painted Skin (2008)",
        "description": "IMDRating (6.3) ရရှိထားတဲ့ ဒီဇာတ်ကားက ရုံတင်တုန်းကလဲ အတော်ဟော့ခဲ့တာပါ...မင်းသား Donnie Yen ,Chen Kun တို့နဲ့ နာမည်ကြီးမင်းသမီး Zhao Wei,Zhou Xun တို့နဲ့ ရိုက်ကူးထားတဲ့သဘာဝလွန်သိုင်းကား တဖြစ်လဲ အချစ်ရိုမန့်ဇာတ်ကားလေးပါ။လူ့နှလုံးသားကိုစားသုံးပြီး လူတွေကြားမှာ ရှင်သန်နေကြတဲ့ မှင်စာမိစ္ဆာ အချောလေးကို ချစ်မိကြတဲ့ဇာတ်လမ်းလေးပေါ့...ရိုက်ကူးထားတာတွေမိုက်တဲ့အပြင် သိုင်းကားရသလဲအပြည့်ပါတာမို့  သိုင်းကားပရိတ်သတ်ဆို လက်လွတ်မခံသင့်ပါ။ဒီကားရဲ့အဆက် Painted Skin II: The Resurrection(2012) ကိုလဲ တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….01:58:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Li Yuan Jiao & Omi",
        "rating": "6.3",
        "url": "https://megaup.net/1Flqd/(CM)Painted.Skin.2008.Blu-ray.REMUX.H264.720P.DTS-HD.LPCM.MYSILU.mkv",
        "category": "Action, Asian, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cMIGsv9nRn8lCz2comi3ZGJDePM.jpg",
        "title": "Mugguru Monagallu(2021)",
        "description": "Mugguru Monagallu(2021)\n======================\nအကောင်းတကာ့ အကောင်းမှ ကြိုက်တတ်တယ်ဆိုတဲ့ CM ပရိသတ်တွေအတွက်ဇာတ်ကားကောင်းလေးတစ်ပုဒ် လာပါပြီနော်ဒီဇာတ်လမ်းလေးကတော့ အားလုံးအကြိုက်တွေ့လောက်မဲ့Comedy Thriller အမျိုးအစားလေး ဖြစ်ပြီး IMDb rating အနေနဲ့ 9.1/10 ရရှိထားတာပဲ ဖြစ်ပါတယ်ဒီပက် ကီရှိုး ဆူရှန် ဆိုတဲ့ လူသုံးယောက်ဟာ တစ်နေ့မှာတော့ လူသတ်မှုအတွက်သက်သေထွက်ဆိုဖို့ ရဲစခန်းကို ရှေ့ဆင့်နောက်ဆင့် ရောက်လာခဲ့ပါတယ်ထူးခြားတာက ဒီပက်က မျက်စိမမြင်တဲ့သူ ကီရှိုးကစကားမပြောနိုင်တဲ့သူ ဆူရှန်ကတော့ နားလေးတဲ့သူပေါ့ဒီလို တစ်ယောက်တစ်မျိုးဆီ ချို့ယွင်းနေတဲ့ သူတို့သုံး​ယောက်လူသတ်မှုအတွက် ဘယ်လို သက်သေထွက်ဆိုမလဲ...??သူတို့ သက်သေထွက်ဆိုခဲ့တဲ့ လူသတ်မှုတွေမှာအသတ်ခံရသူတိုင်း နိုင်ငံရေးသမားတွေချည်း ဖြစ်နေတဲ့အခါ....လူသတ်မှုရဲ့ တကယ့်တရားခံကိုရော ရှာတွေ့နိုင်ပါ့မလားဆိုတာကိုComedy Thriller တို့ရဲ့ ထုံးစံအတိုင်း အလွဲလေးတွေနဲ့အတူ လူသတ်တရားခံကို ဖော်ထုတ်ရမှာပဲ ​ဖြစ်ပါတယ်နောက်ပိုင်းတွေမှာ မထင်ထားလောက်တဲ့ဟာခနဲဟင်ခနဲ ဇာတ်ကွက်တွေ ပါလာမှာဆိုတော့ဇာတ်လမ်းကို အများကြီးမစပွိုင်းတော့ဘူးဗျို့ အမြန်သာ ပြေးဒေါင်းပြီး ကြည့်လိုက်ကြတော့နော်File size…1.8GB / 900mB / ...",
        "rating": "8.9",
        "url": "https://megaup.net/31hiz/Mugguru_Monagallu_(2021)_Telugu_TRUE_WEB-DL720p(CM).mp4",
        "category": "Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-12.55.01-132x200.png",
        "title": "Diana (2021)",
        "description": "Diana (2021)==========IMDb Rating - 6.1/10ဒီတစ်ခါမှာတော့ Netflix က ပူပူနွေးနွေးထွက်ရှိထားတဲ့ musical အမျိုးအစား stage play ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ လူတိုင်း သိကြတဲ့ နာမည်ကျော် အင်္ဂလန် ဘုရင်မ ဒိုင်ယာနာရဲ့ ဘ၀ဇာတ်ကြောင်းပါ။ဒိုင်ယာနာရဲ့ လူသူမထင်ရှား မူကြိုကျောင်းဆရာမ‌လေးဘ၀ကနေ အင်္ဂလန်ဘုရင်မဖြစ်လာတဲ့အထိ ဒိုင်ယာနာဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒိုင်ယာနာရဲ့ ဖြူစင်တဲ့စိတ်နေသဘောထား နဲ့ တက်ကြွတဲ့ပုံစံ အင်္ဂလန်ရဲ့တင်းကျပ်တဲ့ နန်းတွင်းနေထိုင်မှု၊ လူပွေလူရှုပ်မင်းသားချားစ်ရဲ့ စရိုက်သဘာ၀၊ ချားစ်ရဲ့ သမီးရည်းစားအတင်းအဖျင်းတွေကိုရသမျှ အပုပ်ဖော်နေတဲ့ အင်္ဂလန်သတင်းစာ စတာတွေကို စုံလင်အောင် တင်ဆက်ပြသသွားပါတယ်။နန်းတွင်းဘ၀နဲ့ သာမန်ဘ၀အကြား ဆယ်ကျော်သက်အရွယ်ဒိုင်ယာနာတစ်ယောက် ဘယ်လိုအဆင်ပြေအောင် ထိန်းကျောင်းမလဲဆိုတာကို သေချာလေးပြသသွားတာတွေ့ရမှာဖြစ်ပြီး ဒိုင်ယာနာတစ်ယောက် စဥ်းစားတွေးခေါ်ပုံနဲ့ တခြားဇာတ်ကောင်တွေရဲ့ဘ၀ဇာတ်ကြောင်းတွေကို musical theme နဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပြီး။ဒီဇာတ်လမ်းလေးကိုကြည့်ပြီးသွားရင်တော့ Diana ရဲ့ဘ၀ဇာတ်ကြောင်းကို အတော်လေးစုံံစုံလင်လင် သိရှိသွားမှာ ဖြစ်တာမို့ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck ...",
        "rating": "6.1",
        "url": "https://megaup.net/Zo2g/Diana.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Biography, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/59d39f4c-3afb-4cca-8c68-e08df314807e-133x200.jpg",
        "title": "Meet the Parents (2000)",
        "description": "Meet the Parents (2000)Night at The Museum တို့ The Secret Life of Walter Mitty တို့နဲ့ လူသိများတဲ့ Ben Stiller ရဲ့ Old But Goldဖြစ်တဲ့ Romance-Comedy ဇာတ်ကားလေးပါဇာတ်ကားက အရမ်းကောင်းသလို ပေါတောတောမဆန်နေဘဲ serious jokes တွေနဲ့ပဲ ၅မိနစ် တစ်ခါလောက် ရယ်နေရမှာ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ဂရက် ဟာ သူ့ကောင်မလေး ပမ် နဲ့ တွဲနေကြတာ ဆယ်လ လောက်ကြာပါပြီ\nပမ် ကိုလည်း သူက တကယ် ချစ်မိနေပါတယ် အဲ့ဒါကြောင့် အချိန်ဆွဲမနေဘဲ လက်ထပ် ခွင့် တောင်းဖို့ ကြိုးစားပါတယ်ဒါပေမယ့် အခြေအနေတွေက ထင်ထားသလို ဖြစ်မလာဘဲ လွဲချော်သွားခဲ့ပါတယ်\nလက်ထပ်ခွင့်မတောင်းရဘဲ ပမ် ရဲ့ မိဘ တွေအိမ်ကို ပထမဆုံး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2liH8/Meet_The_Parents_(2000)_720p.mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/very-good-girls-dvd-movie-cover-142x200.jpg",
        "title": "Very Good Girls (2013)",
        "description": "Very Good Girls (2013)IMDb Rating (6/10)မင်းသမီးချောတွေဖြစ်တဲ့ Dakota Fanning နဲ့ Elizabet Olsen တို့ပါဝင်တဲ့ Very Good Girls ဟာ ဆယ်ကျော်သက် မိန်းကလေးတွေရဲ့ အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။သူငယ်ချင်း ၂ ယောက်ဟာ ဆိုးတိုင်ပင် ကောင်းတိုင်ပင်နဲ့ နေလာရာက ကောလိပ်တက်ဖို့ ဖြစ်လာခဲ့တယ်။ အဲဒီမှာ အ​မေရိကန်လူငယ်တို့ရဲ့ထုံးစံအတိုင်း ​ကောလိပ်မတက်ခင် အပျိုစင်ဘဝကို ဆုံးရှုံးချင်ကြပါတယ်\n၂ ယောက်လုံးကလည်း ​ယောကျာ်း​လေးတစ်ယောက်တည်းကိုပဲ သွားချစ်မိကြတဲ့အခါ...သူတို့ကြားထဲက အချစ်တွေ၊ ပေးဆပ်မှုတွေ၊ နားလည်မှုအလွဲတွေ၊ ပေါက်ကရလုပ်တာတွေကို ဒီကားထဲမှာ ပေါ့ပေ့ါပါးပါးကြည့်ရှုရပါမယ်။ မင်းသမီးချောလေးတွေကိုလည်းကြည့်ရင်း အချစ် ဒရာမာလည်းဖြစ်တော့ ငြိမ့်ငြိမ့်လေး ခံစားချင်သူတွေအတွက်တော့ အကိုက်ပါပဲ။ကောင်မလေးသူငယ်ချင်းနှစ်ယောက်မှာ ဘယ်သူနဲ့ အဲဒီကောင်လေးနဲ့ ချစ်သူတွေဖြစ်ပြီး ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတော့ကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ ခံစားကြပါဦးလို့....။\nFile size…(1.4 GB)/(850 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Fllv/(CM)Very_Good_Girls_(2013)_(720p_x265_10bit_Tigole).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/72f4f9ab3fd8c0c687a673500abd59608ee61bd9_00-142x200.jpg",
        "title": "Shutter (2004)",
        "description": "အငြိုးနဲ့ သေဆုံးသွားပြီး အသေမ‌‌ဖြောင့်သူတွေက\nသူ အသက်ရှင်စဉ်ဘဝတုန်းက\nသူ့အပေါ်မကောင်းပြုခဲ့သူတွေနောက်ကို\nတကောက်ကောက်လိုက်နှောင့်ယှက်တတ်တယ်လို့ ပြောရင် သင့်အနေနဲ့ ဘယ်လိုမြင်မိလဲ။နာနာဘာဝတွေ အသူရကာယ်ဘုံတွေနဲ့\nလူ့ဘုံကပတ်သက်ဆက်နွှယ်မှုရှိတတ်‌တယ်လို့\nယုံကြည်ကြတဲ့ မြန်မာနိုင်ငံမှာတော့\nဒါမျိုး ယုံကြည်မှုတွေ အနည်းနဲ့ အများတော့ရှိကြမှာပါ။IMDB 7.1 ရခဲ့ပြီး\nအမေရိကန်မှာ remake ပြန်လည်ရိုက်ကူးခဲ့ရတဲ့အထိ\nပေါက်ခဲ့တဲ့ ဒါရိုက်တာ Banjongရဲ့ လက်ရာ...\nထိုင်းနိုင်ငံရဲ့ must watch Horrorကားစာရင်းဝင်ဖြစ်တဲ့Shutter ဇာတ်ကားထဲက ဓါတ်ပုံဆရာ တန်ဟာ\nသူနဲ့တစ်ကျောင်းတည်းဆင်း သူ့ဂျူနီယာညီမလေးရဲ့\nဘွဲ့နှင်းသဘင်မှာ ဓါတ်ပုံရိုက်ပေးဖို့အတွက်\nတက္ကသိုလ်မြေမှာ ‌ခြေထပ်ချခဲ့ရပါတယ်။သူရိုက်ခဲ့တဲ့ဓါတ်ပုံကိုပြန်ကူး အပြီးမှာတော့\nဓါတ်ပုံထဲမှာ အရိပ်တွေ ပုံနှစ်ထပ်ဖြစ်နေတာတွေ\nဖြစ်နေခဲ့လို့ ပုံပိုင်ရှင်ညီမလေး‌ကို\nဓါတ်ပုံပြန်မပေးနိုင်တဲ့အပြင်\nပုံထဲက အရိပ်က ရိုးရိုးသာမန်အရိပ်မဟုတ်တဲ့အခါ....တစ်ဆက်တည်းမှာပဲ သူအရမ်းခင်မင်ရတဲ့သူငယ်ချင်းတွေ\nတစ်ယောက်ပြီး တစ်ယောက် သတ်သေကုန်ကြတဲ့အခါ....\nသူငယ်ချင်းတွေရဲ့ သတ်သေမှုတွေက\nပုံထဲက အရိပ်နဲ့များ သက်ဆိုင်နေတာလား။\nသက်ဆိုင်တယ်ဆို ဘာလို့ သက်ဆိုင်နေရတာလဲ။\nဘာလို့ ဓါတ်ပုံကို ကိုယ်တိုင်ရိုက်ပေးတဲ့ တန်မဟုတ်ဘဲ\nသတ်သေတဲ့သူတွေက သူငယ်ချင်းတွေဖြစ်နေရတာလဲဆိုတာကိုတော့ Shutter ဇာတ်ကားထဲမှာ စီးမျောရင်းနဲ့ပဲ ဆက်လက်အဖြေရှာကြည့်ကြပါစို့လားရှင်။(ဒီဇာတ်ကားရဲ့ဒါရိုက်တာ Banjong ဟာ ဟိုတလောက ဟော့ဖြစ်သွားတဲ့ The Medium (2021) ဇာတ်ကားဖန်တီးသူလဲဖြစ်သလို အာရှတခွင်ပြဲပြဲဆင်အောင်မြင်ခဲ့တဲ့ Pee ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Fk58/(CM)Shutter.2004.BluRay.720p.DTS-HD.MA.5.1.AVC.REMUX-FraMeSToR.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OMGLNH4yv4UxLI9gmKZSjY6enS.jpg",
        "title": "Shiddat (2021)",
        "description": "Shiddat(2021)\n--------------Imdb 7.8/10အတော်လေး ရိုမန့်ဖြစ်တဲ့ရုပ်ရှင်ကားလို့ပြောရပါမယ်.အချစ်ကို ဘဝကြီးတခုလို ရူးသွပ်တဲ့လူငယ်လေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းနဲ့ ၃၀ကျော်၄၀ဝန်းကျင် လူလတ်ပိုင်းတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းနှစ်ခုကို ဇာတ်လမ်းတပုဒ်အဖြစ် တွဲလျက် တင်ဆက်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်း\n------------------ဂျာဂီက ပျော်ပျော်နေတတ်တဲ့ အားကစားသမားတစ်ယောက်.တနေ့မှာတော့ ရေကူးနေတဲ့ ကာတီကာကို ကျောင်းမှာတွေ့ရင်းကာတီကာ့ကို ချစ်မိသွားတယ် ဆယ်ကျော်သက်အချစ်ဆိုပေမယ့်ဂျာဂီအချစ်က အတော်လေးလေးနက်ပါတယ်....ကာတီကာနဲ့ဂျာဂီတို့နှစ်ယောက်က သိပ်ကိုလဲ လိုက်ဖက်တဲ့စုံတွဲတွေပေါ့...ဒါပေမယ့် အချစ်စစ်တို့လမ်းဟာမဖြောင့်ဖြူးဘူးဆိုတဲ့အတိုင်း တနေ့မှာ ကာတီကာကလန်ဒန်က မိသားစုပြန်သွားရပြီး မထင်မှတ်ပဲ မိဘတွေရဲ့အိမ်ထောင်ချပေးခြင်ကို ခံလိုက်ရပါတယ်....ဂျာဂီလို အန္ဒိယမှာနေတဲ့လူအတွက် လန်ဒန်ဆိုတာသိပ်ဝေးလွန်းပါတယ်...ဒါပေမယ့် ဂျာဂီရဲ့အချစ်တွေကိုနယ်မြေအကွာအဝေးတွေက ကန့်သတ်မထားနိုင်ပါဘူး...ဂျာဂီက လန်ဒန်နဲ့အနီးဆုံးဖြစ်တဲ့ ပြင်သစ်ကို လမ်းလျှောက်လိုက်ကားကြုံစီးလိုက်နဲ့ ကီလိုမီတာပေါင်းထောင်ချီနေတဲ့ ပြင်သစ်ကို ရောက်အောင်သွားခဲ့ပေမယ့်ဗီဇာမပါတာကြောင့် အဖမ်းခံရပြီး သံရုံးကအရာရှိ ဂေါ်သမ်နဲ့ဆုံခဲ့ပါတယ်...ဂေါ်သမ်ကတော့ ကွာရှင်းမလို့ဖြစ်နေတဲ့ အိမ်ထောင်ရေးနဲ့ သွေးအေးသွားတဲ့အချစ်ရေးကြောင့် အချစ်ရေးကို အယုံအကြည်မရှိတဲ့ လူတစ်ယောက်ဖြစ်ပြီးဂျာဂီဘယ်လိုမှရှင်းပြမရတဲ့ လူစားမျိုးပါ...ဂျာဂီတစ်ယောက် လန်ဒန်ကိုရောက်အောင်သွားနိုင်မှာလား သူကြိုးစားသမျှကိုရော သူ့ကောင်မလေးက အသိမှတ်ပြုရဲ့လားသံအမတ်ဂေါ်သမ်ကရော ဂျာ့ဂီကို ပြည်နှင်ဒဏ်ပေးမှာလားးစတဲ့မေးခွန်းတွေနဲ့လူလေးဦးရဲ့ အချစ်အပေါ်ခံယူချက်တွေ ကြိုးစားပုံတွေ အမြင်တွေကိုချပြဖျော်ဖြေထားတဲ့ဇာတ်လမ်းတပုဒ်ဖြစ်ကြောင်း ညွှန်းချင်ပါတယ် File size…1.43GB /  2.36GB\nQuality…720p ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Fkw9/Shiddat_(2021)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-13.45.52-134x200.png",
        "title": "LEGO Star Wars Terrifying Tales (2021)",
        "description": "LEGO Star Wars Terrifying Tales (2021)=============================IMDb Rating - 7.1/10Star Wars universeကို လွမ်း​နေကြတဲ့ ကြယ်တာရာတိုက်ပွဲဖန်​တွေအတွက် Lego Star Wars animation အသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်၊ ဒီဇာတ်ကားမှာ​တော့ Lego ရုပ်​လေး​တွေရဲ့ထုံးစံအတိုင်း ချစ်စရာလည်း​ကောင်းသလို ​ခြောက်ခြားစရာ​လေးလည်းနည်းနည်း​တော့ပါတယ်ဗျ။ ဒီဇာတ်ကားထဲမှာ Star Wars verseရဲ့ အကြီးကျယ်ဆုံး၊ အန္တရာယ်အရှိဆုံးဗီလိန်​ကြီး​တွေကို သူတို့ရဲ့ဟာသsense​လေး​တွေနဲ့ ရှားရှားပါးပါး တွဲပြီးမြင်ခွင့်ရမှာပါ၊ဒီAnimationရဲ့ အဓိကဇာတ်​ဆောင် အ​ကြောက်တရားမရှိ​သောပိုင်း​လော့ကြီး Poe Dameronဟာ ယာဉ်ပျံပျက်ပြီး Death Vaderပိုင်တဲ့ဂြိုလ်တစ်လုံး​ပေါ် ​​ရောက်သွားပါတယ်၊ ဖြစ်ချင်​တော့ အဲ့ဒီဂြိုလ်​ပေါ်မှာ Death Vaderက သရဲအိမ်လို ရဲတိုက်ကြီး​ဆောက်​နေတာပါ၊အဲ့ဒီ Vader Castleထဲမှာ Poe Dameronတစ်​ယောက် ဘာ​တွေရင်ဆိုင်ရမလဲ၊ မ​ကြောက်တတ်သူဆိုတဲ့ ဂုဏ်ပုဒ်ကြီးနဲ့တန်​အောင် VaderCastleကြီးက ဘာ​တွေများပညာ​ပေးလိုက်မလဲ၊ Death Vader, Palpatine, Kylo ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fk53/Lego.Star.Wars.Terrifying.Tales.2021.720p.DSNP.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
        "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
        "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊\n“ မောင်ဇော်....ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”\n“ သြော်...ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ...။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။\nကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြ\nပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့\nတိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။\nလှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။\nရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေ\nလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာ\nဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်\nစတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါ\nရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်\nအကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lhnD/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.720p.DVDRip.x265.10bit.AC3-highcal.mp4",
        "category": "Adult, Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fhiqls7ucXalfqE3JaIL2MC6Oo.jpg",
        "title": "Chinese Doctors (2021)",
        "description": "Chinese Doctors (2021)Wuhanဆိုတဲ့ အမည်ကိုကြားလိုက်တာနဲ့\nကျွန်​တော်တို့ရဲ့အ​တွေးထဲမှာ ​နေရာတစ်ခုကိုတန်းပြီး ​ပြေးမြင်မိမှာပါ၊\nဟုတ်ပါတယ် .....\nတစ်ကမ္ဘာလုံးက လူသန်း​ပေါင်းများစွာကို ဒုက္ခ​​ပေးခဲ့၊ ​ပေးဆဲဖြစ်တဲ့\nCovid 19လို့​​ခေါ်တဲ့ ကမ္ဘာ့ကပ်​ရောဂါဆိုးကြီး စတင်​ပေါ်​ပေါက်ခဲ့တဲ့​နေရာပါ၊ဒီရုပ်ရှင်က​တော့ Wuhan မြို့မှာ\nCorona virusစတင်​တွေ့ရှိချိန်ကစပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်မျိုးပါ၊\nရုပ်ရှင်လို့လည်း ဆိုနိုင်သလို Real footage ​တွေပါ ပြန်သုံးထားတဲ့အတွက်\nDocumentary လို့​​လည်း သတ်မှတ်လို့ရနိုင်ပါတယ်ဒီရုပ်ရှင်ထဲမှာ ဒီ Virusက ဘယ်​လောက်ထိ​ကြောက်ဖို့​ကောင်းလဲ\n​ရောဂါအ​ကြောင်း ဂဃနဏမသိ​သေးတဲ့\nစမ်းတဝါးဝါးအချိန်မှာကတည်းက ဘယ်​လောက်ထိ ဒုက္ခ​ပေးနိုင်လဲဆိုတာ\nကိုယ်တိုင်တကယ်ကြုံ​နေရသလို ခံစားရမယ်၊\nဇာတ်​ကောင်​တွေနဲ့အတူ စီး​မြောပြီး ရင်​​မောရပါမယ်ပြီး​တော့ ဆရာဝန်​တွေရဲ့ကျင့်ဝတ်နဲ့ ကိုယ်ကျိုးယှဉ်လာတဲ့အချိန်မှာ\nဘယ်​လောက်ထိ ​ဝေခွဲရခက်တယ်၊ ​ရွေးရခက်တယ်ဆိုတာ မြင်နိုင်တယ်၊\nအပြင်လူ​တွေသိဖို့ခက်တဲ့ ဆရာဝန်​တွေရဲ့ဘဝကို​​တွေ့ရမယ်၊\nလူနာအသက်ကိုကယ်ဖို့ဆိုရင် ဘာမဆိုလုပ်ရလုပ်ရဆိုတဲ့\nသမားဂုဏ်ကိုလည်း ​ပေါ်လွင်​အောင် ရိုက်ကူးပြထားတယ်Covidအ​ကြောင်းပဲလား၊ ဆရာဝန်​တွေရဲ့ရှု​ထောင့်ပဲလားဆိုရင် မဟုတ်ပြန်ပါဘူး၊\nလူနာ​တွေရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/Zm2w/Chinese.Doctors.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OMGLNH4yv4UxLI9gmKZSjY6enS.jpg",
        "title": "Shiddat (2021)",
        "description": "Shiddat(2021)\n--------------Imdb 7.8/10အတော်လေး ရိုမန့်ဖြစ်တဲ့ရုပ်ရှင်ကားလို့ပြောရပါမယ်.အချစ်ကို ဘဝကြီးတခုလို ရူးသွပ်တဲ့လူငယ်လေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းနဲ့ ၃၀ကျော်၄၀ဝန်းကျင် လူလတ်ပိုင်းတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းနှစ်ခုကို ဇာတ်လမ်းတပုဒ်အဖြစ် တွဲလျက် တင်ဆက်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်း\n------------------ဂျာဂီက ပျော်ပျော်နေတတ်တဲ့ အားကစားသမားတစ်ယောက်.တနေ့မှာတော့ ရေကူးနေတဲ့ ကာတီကာကို ကျောင်းမှာတွေ့ရင်းကာတီကာ့ကို ချစ်မိသွားတယ် ဆယ်ကျော်သက်အချစ်ဆိုပေမယ့်ဂျာဂီအချစ်က အတော်လေးလေးနက်ပါတယ်....ကာတီကာနဲ့ဂျာဂီတို့နှစ်ယောက်က သိပ်ကိုလဲ လိုက်ဖက်တဲ့စုံတွဲတွေပေါ့...ဒါပေမယ့် အချစ်စစ်တို့လမ်းဟာမဖြောင့်ဖြူးဘူးဆိုတဲ့အတိုင်း တနေ့မှာ ကာတီကာကလန်ဒန်က မိသားစုပြန်သွားရပြီး မထင်မှတ်ပဲ မိဘတွေရဲ့အိမ်ထောင်ချပေးခြင်ကို ခံလိုက်ရပါတယ်....ဂျာဂီလို အန္ဒိယမှာနေတဲ့လူအတွက် လန်ဒန်ဆိုတာသိပ်ဝေးလွန်းပါတယ်...ဒါပေမယ့် ဂျာဂီရဲ့အချစ်တွေကိုနယ်မြေအကွာအဝေးတွေက ကန့်သတ်မထားနိုင်ပါဘူး...ဂျာဂီက လန်ဒန်နဲ့အနီးဆုံးဖြစ်တဲ့ ပြင်သစ်ကို လမ်းလျှောက်လိုက်ကားကြုံစီးလိုက်နဲ့ ကီလိုမီတာပေါင်းထောင်ချီနေတဲ့ ပြင်သစ်ကို ရောက်အောင်သွားခဲ့ပေမယ့်ဗီဇာမပါတာကြောင့် အဖမ်းခံရပြီး သံရုံးကအရာရှိ ဂေါ်သမ်နဲ့ဆုံခဲ့ပါတယ်...ဂေါ်သမ်ကတော့ ကွာရှင်းမလို့ဖြစ်နေတဲ့ အိမ်ထောင်ရေးနဲ့ သွေးအေးသွားတဲ့အချစ်ရေးကြောင့် အချစ်ရေးကို အယုံအကြည်မရှိတဲ့ လူတစ်ယောက်ဖြစ်ပြီးဂျာဂီဘယ်လိုမှရှင်းပြမရတဲ့ လူစားမျိုးပါ...ဂျာဂီတစ်ယောက် လန်ဒန်ကိုရောက်အောင်သွားနိုင်မှာလား သူကြိုးစားသမျှကိုရော သူ့ကောင်မလေးက အသိမှတ်ပြုရဲ့လားသံအမတ်ဂေါ်သမ်ကရော ဂျာ့ဂီကို ပြည်နှင်ဒဏ်ပေးမှာလားးစတဲ့မေးခွန်းတွေနဲ့လူလေးဦးရဲ့ အချစ်အပေါ်ခံယူချက်တွေ ကြိုးစားပုံတွေ အမြင်တွေကိုချပြဖျော်ဖြေထားတဲ့ဇာတ်လမ်းတပုဒ်ဖြစ်ကြောင်း ညွှန်းချင်ပါတယ် File size…1.43GB /  2.36GB\nQuality…720p ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Fkw9/Shiddat_(2021)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-13.45.52-134x200.png",
        "title": "LEGO Star Wars Terrifying Tales (2021)",
        "description": "LEGO Star Wars Terrifying Tales (2021)=============================IMDb Rating - 7.1/10Star Wars universeကို လွမ်း​နေကြတဲ့ ကြယ်တာရာတိုက်ပွဲဖန်​တွေအတွက် Lego Star Wars animation အသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်၊ ဒီဇာတ်ကားမှာ​တော့ Lego ရုပ်​လေး​တွေရဲ့ထုံးစံအတိုင်း ချစ်စရာလည်း​ကောင်းသလို ​ခြောက်ခြားစရာ​လေးလည်းနည်းနည်း​တော့ပါတယ်ဗျ။ ဒီဇာတ်ကားထဲမှာ Star Wars verseရဲ့ အကြီးကျယ်ဆုံး၊ အန္တရာယ်အရှိဆုံးဗီလိန်​ကြီး​တွေကို သူတို့ရဲ့ဟာသsense​လေး​တွေနဲ့ ရှားရှားပါးပါး တွဲပြီးမြင်ခွင့်ရမှာပါ၊ဒီAnimationရဲ့ အဓိကဇာတ်​ဆောင် အ​ကြောက်တရားမရှိ​သောပိုင်း​လော့ကြီး Poe Dameronဟာ ယာဉ်ပျံပျက်ပြီး Death Vaderပိုင်တဲ့ဂြိုလ်တစ်လုံး​ပေါ် ​​ရောက်သွားပါတယ်၊ ဖြစ်ချင်​တော့ အဲ့ဒီဂြိုလ်​ပေါ်မှာ Death Vaderက သရဲအိမ်လို ရဲတိုက်ကြီး​ဆောက်​နေတာပါ၊အဲ့ဒီ Vader Castleထဲမှာ Poe Dameronတစ်​ယောက် ဘာ​တွေရင်ဆိုင်ရမလဲ၊ မ​ကြောက်တတ်သူဆိုတဲ့ ဂုဏ်ပုဒ်ကြီးနဲ့တန်​အောင် VaderCastleကြီးက ဘာ​တွေများပညာ​ပေးလိုက်မလဲ၊ Death Vader, Palpatine, Kylo ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fk53/Lego.Star.Wars.Terrifying.Tales.2021.720p.DSNP.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
        "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
        "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊\n“ မောင်ဇော်....ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”\n“ သြော်...ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ...။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။\nကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြ\nပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့\nတိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။\nလှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။\nရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေ\nလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာ\nဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်\nစတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါ\nရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်\nအကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lhnD/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.720p.DVDRip.x265.10bit.AC3-highcal.mp4",
        "category": "Adult, Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fhiqls7ucXalfqE3JaIL2MC6Oo.jpg",
        "title": "Chinese Doctors (2021)",
        "description": "Chinese Doctors (2021)Wuhanဆိုတဲ့ အမည်ကိုကြားလိုက်တာနဲ့\nကျွန်​တော်တို့ရဲ့အ​တွေးထဲမှာ ​နေရာတစ်ခုကိုတန်းပြီး ​ပြေးမြင်မိမှာပါ၊\nဟုတ်ပါတယ် .....\nတစ်ကမ္ဘာလုံးက လူသန်း​ပေါင်းများစွာကို ဒုက္ခ​​ပေးခဲ့၊ ​ပေးဆဲဖြစ်တဲ့\nCovid 19လို့​​ခေါ်တဲ့ ကမ္ဘာ့ကပ်​ရောဂါဆိုးကြီး စတင်​ပေါ်​ပေါက်ခဲ့တဲ့​နေရာပါ၊ဒီရုပ်ရှင်က​တော့ Wuhan မြို့မှာ\nCorona virusစတင်​တွေ့ရှိချိန်ကစပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်မျိုးပါ၊\nရုပ်ရှင်လို့လည်း ဆိုနိုင်သလို Real footage ​တွေပါ ပြန်သုံးထားတဲ့အတွက်\nDocumentary လို့​​လည်း သတ်မှတ်လို့ရနိုင်ပါတယ်ဒီရုပ်ရှင်ထဲမှာ ဒီ Virusက ဘယ်​လောက်ထိ​ကြောက်ဖို့​ကောင်းလဲ\n​ရောဂါအ​ကြောင်း ဂဃနဏမသိ​သေးတဲ့\nစမ်းတဝါးဝါးအချိန်မှာကတည်းက ဘယ်​လောက်ထိ ဒုက္ခ​ပေးနိုင်လဲဆိုတာ\nကိုယ်တိုင်တကယ်ကြုံ​နေရသလို ခံစားရမယ်၊\nဇာတ်​ကောင်​တွေနဲ့အတူ စီး​မြောပြီး ရင်​​မောရပါမယ်ပြီး​တော့ ဆရာဝန်​တွေရဲ့ကျင့်ဝတ်နဲ့ ကိုယ်ကျိုးယှဉ်လာတဲ့အချိန်မှာ\nဘယ်​လောက်ထိ ​ဝေခွဲရခက်တယ်၊ ​ရွေးရခက်တယ်ဆိုတာ မြင်နိုင်တယ်၊\nအပြင်လူ​တွေသိဖို့ခက်တဲ့ ဆရာဝန်​တွေရဲ့ဘဝကို​​တွေ့ရမယ်၊\nလူနာအသက်ကိုကယ်ဖို့ဆိုရင် ဘာမဆိုလုပ်ရလုပ်ရဆိုတဲ့\nသမားဂုဏ်ကိုလည်း ​ပေါ်လွင်​အောင် ရိုက်ကူးပြထားတယ်Covidအ​ကြောင်းပဲလား၊ ဆရာဝန်​တွေရဲ့ရှု​ထောင့်ပဲလားဆိုရင် မဟုတ်ပြန်ပါဘူး၊\nလူနာ​တွေရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/Zm2w/Chinese.Doctors.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oK25ohM3qndhEoth3bP1CZeaVEN.jpg",
        "title": "The Many Saints of Newark(2021)",
        "description": "The Many Saints Of Newark (2021) ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းကတော့ ၁၉၉၉တုန်းကနေ စပြီး ၂၀၀၇အထိ ထွက်ရှိခဲ့တဲ့ The Sopranos Series ရဲ့ Prequel Movie ပဲ ဖြစ်ပါတယ်Prequel တစ်ခု ဖြစ်တဲ့အတွက် ဒီဇာတ်လမ်းကို ကြည့်ပြီးသွားရင်လည်း The Sopranos Series ကို ကြည့်ဖို့ညွှန်းချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ နယူးဝက်မြို့ မှာ ဒီမီယို ဆိုတဲ့ မာဖီးယားဂိုဏ်းတစ်ခုရှိပါတယ်အယ်လ်ဒို မော်တီဆန်းတီ က အဲဒီ့ ဒီမီယို မိသားစု နဲ့ လုပ်ဖော်ကိုင်ဖက်တွေပါ ဒါပေမယ့် သူက ဒီမီယိုမိသားစုက လူတွေထက်တောင် ပိုချမ်းသာပါတယ်သူ့မှာ ဒစ်ကီ မော်တီဆန်းတီ လို့ခေါ်တဲ့ သားတစ်ယောက် ရှိပါတယ် သူက ဒီဇာတ်လမ်းရဲ့ main character ပေါ့ဗျာဒစ်ကီ ဟာ သူ့ကိုယ်သူ ကောင်းမှုကုသိုလ်တွေချည်းပဲ လုပ်ပေမယ့် သူ့ဘဝဟာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Fjs2/the.many.saints.of.newark.2021.720p.web.h264(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5Uz76EOwj9rAsdGxYL8IZGPV2B.jpg",
        "title": "Queenpins(2021)",
        "description": "Queenpins(2021) အညွှန်း*********************ဒီတစ်ခါကားလေးမှာတော့ Bebe Rexha နဲ့\nFrozen ထဲကဇာတ်ကောင် Anna ရဲ့အသံသရုပ်ဆောင် Kristen Bell တို့ပါဝင်ထားပါတယ်.....ဥာဏ်များပြီးဇွဲရှိတဲ့ Connie Kaminski (Kristen Bell) ဟာစျေးဝယ်ကူပွန်တွေစုပြီးအသုံးစရိတ်တွေကိုပါးပါးနပ်နပ်နဲ့လျှော့ချတတ်ပါတယ် ....တစ်နေ့သူအကြံရလာတာကတော့.... စျေးဝယ်ကူပွန်တွေကို ပုံနှိပ်စက်ရုံကနေခိုးထုတ်ပြီးအွန်လိုင်းကနေ ဝက်ဘ်ဆိုဒ်ထောင်ကာအလကားရလာတဲ့ကူပွန်တွေကို တစ်ဝက်စျေးနဲ့ပြန်ရောင်းတာပေါ့ ...ဟက်ကာမ သူငယ်ချင်းတစ်ယောက်နဲ့ ဘော်ဒါတစ်ယောက်ပါ သူ့လုပ်ငန်းထဲပါဝင်လာခဲ့တယ်...ဒီလောကထဲမှာ အတော်အတန်ကျင်လည်ပြီးနောက် သူတို့တွေဟာ ဈေးကွက်ကိုကြီးစိုးနေတဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးတွေကိုပါ  အပီအပျင်ဗျင်းဖို့  ကြိုးစားလာတဲ့အခါမှာတော့...သူတို့ဘယ်လောက်ထိအောင်မြင်မလဲ....ရဲတွေနဲ့ရော ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲ....ဒီကားက အမျိုးသမီးတွေကို အဓိက ဇာတ်အိမ်တည်ထားပြီး တော်တော်ကိုမြိုင်ဆိုင်ပါတယ်...ဘက်ဂျင်လည်း တော်တော်လေးသုံးထားလို့  ဒေါင်းကြည့်တဲ့သူတွေအဖို့အပန်းဖြေဖို့ရာ ထိုက်တန်စေတဲ့ကားတစ်ကားဖြစ်ပါကြောင်း ညွှန်းဆိုပါရစေ...File Size :(1GB) and (365 MB)\nQuality :WEBRip 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Crime , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin Wut Yi & ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Fjfn/QUEENPINS.(2021).AMZN.WEBRip.720p.pp.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-18.18.28-135x200.png",
        "title": "Black as Night (2021)",
        "description": "Black as Night (2021)================ရှော်နာဟာ နယူးအော်လန်မှာ နေထိုင်ပြီး ရှက်တတ်ကြောက်တတ်တဲ့မိန်းကလေးတစ်‌ယောက်ပါ၊ နောက်ပြီး အမေဖြစ်သူဟာ ဆေးစွဲနေပြီးသူတို့မိသားစုနဲ့ခွဲနေရတော့ အမေရှိတဲ့ အွန်ဘရို့စ်ဆိုတဲ့နေရာကို ရှော်နာ မကြာခဏလာလည်လေ့ရှိပါတယ်။ အွန်ဘရို့စ်က ဆေးသမားနဲ့အပေအတေတွေ နေတဲ့နေရာတစ်ခုပါ။ တစ်ညမှာ ရှော်နာဟာ သူ့သူငယ်ချင်း ပက်ဒရိုရဲ့ တိုက်တွန်းမှုကြောင့် ပါတီပွဲတစ်ခုကို နှစ်ယောက်သားအတူတူသွားခဲ့ပေမဲ့ ရှက်တတ်ကြောက်တတ်တဲ့ သူ့အတွက်တော့ စိတ်ညစ်ပြီး ပါတီပွဲကနေ တစ်ယောက်တည်း ထွက်လာခဲ့တယ်။အဲ့ဒီအိမ်အပြန်လမ်းမှာ ‌‌ရှော်နာတစ်‌‌ယောက် သူ့တစ်ဘ၀လုံးစာ အပြောင်းအလဲကြီးကို ကြုံတွေ့ရမယ်ဆို‌တာတော့ မသိခဲ့ပါဘူး။ မထင်မှတ်ဘဲရှော်နာဟာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင် ကိုက်တာခံလိုက်ရပါတော့တယ်။ နောက်တစ်နေ့ ရှော်နာတစ်‌ယောက် အဖြေရှာရင်း အဲ့ဒီသွေးစုပ်ဖုတ်ကောင်တွေဟာ အိမ်ခြေယာမဲ့တွေနဲ့ ဆေးသမားတွေကို ပစ်မှတ်ထားနေတယ်ဆိုတာ သိလာရပြီးနောက်ပိုင်း ပြဿနာတွေဟာရှက်တတ်ကြောက်တတ်တဲ့ ‌ရှော်နာဆီ မဖိတ်ခေါ်ဘဲ ရောက်ရှိလာပါတော့တယ်။ ဒီကားဟာ လူမည်းတွေအပေါ် ဖိနှိပ်ချုပ်ချယ်မှု လူမည်းတွေရဲ့ ဘ၀နေထိုင်မှုပုံစံတွေကိုပါ တွဲစပ်ဖော်ပြပေးထားတဲ့ကိုလည်း တွေ့မြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck ...",
        "rating": "5.1",
        "url": "https://megaup.net/Zlxu/Black.as.Night.2021.720p.WebRip[CM].mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qRZ8821TCz49bpQ8PQtB2gbavp.jpg",
        "title": "Last Man Down (2021)",
        "description": "လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို ပျက်သုဉ်းစေနိုင်လောက်တဲ့အထိ ဖျက်ဆီးခဲ့တဲ့ ရောဂါကပ်တစ်ခုမှာ\nဇနီးသည်သေဆုံးသွားခဲ့ပြီးတဲ့နောက် အထူးတပ်ဖွဲ့စစ်သည်တော်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျွန်ဝုဒ်ဟာ သူ့တာဝန်ကိုစွန့်ပစ်ပြီး\nတောကြီးမျက်မည်းထဲမှာ တကိုယ်တည်းဘဝနဲ့ အသက်ဆက်နေပါတယ်။နှစ်တစ်ချို့ကြာပြီးတဲ့နောက် ဒဏ်ရာတွေနဲ့ မိန်းမတစ်ယောက် သူ့ရှေ့ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပြီးတဲ့နောက်\nငြိမ်းချမ်းနေတဲ့သူ့ကမ္ဘာမှာ အပြောင်းအလဲတွေဖြစ်ဖို့ဖန်လာတာပါပဲ။ မာရီယာဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီး၊\nဓာတ်ခွဲခန်းက အစမ်းသပ်ခံဘဝကနေ ထွက်ပြေးလာခဲ့သူ၊ ဒီကပ်ရောဂါကို ကုသနိုင်ဖို့အရေးမှာ သူ့သွေးဟာ အခရာဖြစ်တဲ့အတွက်\nကြေးစားတပ်ဖွဲ့တွေက အသည်းအသန်အလိုရှိနေတဲ့ မိန်းကလေး။သူ့နောက်ကိုလိုက်နေခဲ့တဲ့ ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟာ တစ်ချိန်က သူ့ဇနီးကိုသတ်ခဲ့တဲ့ ကမ္ဘာ့ရန် တပ်မှူး\nစတုန်းလဲဖြစ်နေတာကိုသိလိုက်တဲ့အချိန်မှာတော့ ဝုဒ်တစ်ယောက် ဒီမိန်းကလေးကိုဖြစ်တဲ့နည်းနဲ့ကယ်တင်ဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်။သူနဲ့မိန်းကလေးနဲ့ နှစ်ယောက်က တစ်ဖက်၊ လက်နက်အင်အား လူအင်အားမယှဉ်သာအောင်\nတောင့်တင်းလှတဲ့ကြေးစားတပ်ဖွဲ့ကြီးကတစ်ဖက် ဒါတွေကိုရင်ဆိုင်ဖို့ဘယ်လိုရှေ့ဆက်စွန့်စားကြမလဲ။ဇာတ်လမ်းကိုအရိုးရှင်းဆုံးပုံစံနဲ့တည်ဆောက်ထားပြီး အဲ့ဒီပေါ်မှာမှအက်ရှင်ခန်းတွေနဲ့ပဲတောက်လျှောက်ကြမ်းပြထားပါတယ်။\n၁၉၈၀၊၉၀ ဗန်ဒိန်းတို့ စတားလုံးတို့ ငယ်ငယ်တုန်းက ခေတ်စားခဲ့တဲ့ အပစ်အခတ် အညှစ်အသတ် (အညစ်အပတ်လေးလဲ) မလွတ်တဲ့\nဇာတ်ကြမ်းပုံစံမျိုးဖြစ်ပါတယ်။ \nFile size…(1.3 GB) and (750 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/Zlft/(CM)Last.Man.Down.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/caNTgu8izv3cEd3XIRrrXMueyO.jpg",
        "title": "Lift(2021)",
        "description": "Lift (2021)IMDb – 8.5/10Horror movie ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် “Lift” ဆိုတဲ့ Tamil ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chennai ကကုမ္ပဏီတစ်ခုကို အဖွဲ့ခေါင်းဆောင်အဖြစ် ဒီနေ့မှအသစ်ပြောင်းလာတဲ့IT ကျွမ်းကျင်ပညာရှင် Guru .. အလုပ်ပထမရက်နဲ့တင် အလုပ်တွေပိပြီး ညဆိုင်းပါဆင်းလိုက်ရတဲ့အခါ ..အဆောက်အဦးတစ်ခုလုံးမှာ Guru ရယ်၊ လုံခြုံရေးဝန်ထမ်းနှစ်ယောက်ရယ်သာရှိပါတယ်။ဒီလိုနဲ့ Guru တစ်ယောက်အလုပ်ပြီးလို့ အိမ်ပြန်အလာ ဓာတ်လှေကားထဲမှာ ထူးဆန်းတာတွေပဲဆက်တိုက်ကြုံရပါတော့တယ်။ အဆောက်အဦးထဲကဘယ်လိုမှထွက်မရတဲ့ Guru တစ်ယောက် သူ့လိုပဲဒီအဆောက်အဦးထဲမှာပိတ်မိနေတဲ့ HR ဌာနက Harini နဲ့တွေ့သွားတဲ့အခါ နှစ်ယောက်သား ဘာတွေဆက်ရင်ဆိုင်ရမလဲ ..လုံခြုံရေးဝန်ထမ်းနှစ်ယောက်ကလည်း ကိုယ့်လည်ပင်းကိုယ် ဓားနဲ့လှီးပြီး သတ်သေသွားခဲ့ကြပြီးအဲဒီနောက်ကွယ်က အကြောင်းတရားအစစ်အမှန်က ဘာဖြစ်မလဲ .. ဒီကုမ္ပဏီက ဝန်ထမ်းတွေနဲ့ရာထူးကြီးသူတွေကြားမှာ ဘာပဋိပက္ခတွေဖြစ်ခဲ့လို့လဲ .. အရာအားလုံးရဲ့အဖြေက ဘာများဖြစ်မလဲ .. ?? \nFile size…1.4GB / 2.3GB\nQuality…720p / 1080p ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Fidn/Lift_(2021)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BYmY3MzYwMGUtOWMxYS00OGVhLWFjNmUtYzlkNGVmY2ZkMjA3XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-153x200.jpg",
        "title": "Drishyam ( 2013 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ ၂၀၁၃တုန်းက ထွက်ခဲ့တဲ့ နာမည်ကြီး ဇာတ်ကားပါ IMDb လည်း 8.3 ရရှိထားပါတယ်တော်တော်များများတော့ ကြည့်ဖူးလောက်ပါတယ် ဒီဇာတ်ကားလေးရဲ့ ဇာတ်အိမ်တို့ ဇာတ်လမ်းအလယ်ကနေ အဆုံးထိဇာတ်ကွက်လေးတွေက တကယ်ကို အလန်းဇယားဆိုတာ ကြည့်ဖူးတဲ့လူတိုင်းသိကြမှာပါ ဒီကားလေးကို ကြည့်ပြီးတဲ့လူတွေလည်းနောက်တစ်ခေါက်ပြန်ကြည့်ရအောင် မကြည့်ရသေးတဲ့လူတွေလည်း ကြည့်ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းလေးကတော့....လေးတန်းပဲအောင်တဲ့ ဂျော့်ခူတီဆိုတဲ့လူက ပျော်ရွှင်စရာမိသားစုလေးကို ပိုင်ဆိုင်ထားတာပါ ဂျော့်ခူတီက ရုပ်ရှင်ကြည့်ရတာကိုအရမ်းစွဲလမ်းနှစ်သက်ပါတယ် သူ့ရဲ့ဗဟုသုတတွေက ရုပ်ရှင်ကနေ ရတာပါ တစ်နေ့မှာတော့ သူတို့ရဲ့အေးချမ်းတဲ့ ဘဝထဲကို မဖိတ်ခေါ်တဲ့ဧည့်သည် တစ်ယောက်ဝင်ရောက်လာပြီး မတော်တဆမှုတစ်ခုဖြစ်သွားပါတယ် အဲ့ဒီနောက် ဂျော့်ခူတီအနေနဲ့ မိသားစုသာ သူ့ဘ၀ သူ့အရာရာအားလုံးကိုရုပ်ရှင်ထဲက ဗဟုသုတတွေကို သုံးပြီး ဘယ်လို လှည့်ကွက်တွေနဲ့ မိသားစုကို ကာကွယ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်... Translated & Review By Yamin EiEncoded By LK",
        "rating": "8.3",
        "url": "https://megaup.net/2lghk/(CM)Drishyam_(2013)_BRRip_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QxAPREvGVpWstvlypxn6aW8xdc.jpg",
        "title": "The Shaolin Boy ( 2021 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးမှာတော့ ဇာတ်ကြောင်းလေးကိုမပြောခင်အရင်ဆုံး ဇာတ်ကောင်လေးတွေနဲ့မိတ်ဆက်ပေးချင်ပါတယ်- ရှောင်လင်ကျောင်းကနေ ကျောင်းပြောင်းလာတဲ့ အသက်ရှစ်နှစ်အရွယ် ကိုရင်လေး ရှောင်ယွီ- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုပြိုင်ပွဲမှာ အမြဲလိုလိုနိုင်တတ်တဲ့ တိုက်ကွမ်ဒိုအဖွဲ့ခေါင်းဆောင် အသက်၁၅နှစ်အရွယ် ချုံနန်- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုအဖွဲ့ရဲ့ မန်နေဂျာ အသက်၁၅နှစ်အရွယ် ရှောင်လန်- အသက်၁၀နှစ်အရွယ် ချုံနန်ရဲ့ညီမလေးရှန်းရှန်းနဲ့ ရှောင်လန်ရဲ့မောင်လေးရှောင်ပါးသူတို့ငါးယောက်ရဲ့ တွေ့ဆုံဇာတ်လမ်းစပုံလေးကတော့... ချုံနန်တို့မောင်နှမနှစ်ယောက်နဲ့ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်ဟာ အရမ်းကိုရင်းနှီးတဲ့ကျောင်းနေဖက်တွေဖြစ်ပြီးရှောင်ယွီကတော့ ကျောင်းပြောင်းလာကာ ရှောင်လန်တို့အိမ်မှာ တည်းနေတဲ့ဧည့်သည်တစ်ယောက်ပါ ရှောင်ယွီ ရှောင်လန်တို့အိမ်ကိုရောက်လာတဲ့နေ့မှာပဲရှောင်လန်ရဲ့အဖေ သိပ္ပံပညာရှင်ကျန်းရှန်းဟာ ထူလင်နံပါတ်ကိုးဆိုတဲ့ပစ္စည်းတစ်ခုကြောင့်လူဆိုးတစ်သိုက်ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံလိုက်ရပါတယ် ဒါတင်မကသေးသူတို့လိုချင်တဲ့ပစ္စည်းက ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်လက်ထဲ ရောက်နေတဲ့အခါမှာလူဆိုးတွေ နည်းလမ်းမျိုးစုံနဲ့ ယူဖို့ကြိုးစားပါတော့တယ် အဲ့ဒီအချိန်မှာသူတို့ငါးယောက် လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာမို့လို့ ဒီဇာတ်ကားလေးကို ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကြရမှာပါနော် Quality : WEB-DL 1080pFormat : mp4During :1h 25minGenres : Action , ComedySubtitle : Myanmar Subtitle ( ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-shaolin-boy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-01-at-20.57.28-135x200.png",
        "title": "The Addams Family 2 (2021)",
        "description": "The Addams Family 2 (2021)======================IMDb Rating - 6.2/10ဒီတစ်ခါတော့ Animation ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့ The Addams Family ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီ Animation ဟာ အပိုင်း(၁)တုန်းကလည်း လူကြိုက်များခဲ့ပြီး . အခုထွက်ရှိတာကတော့ သူ့ရဲ့ အဆက် အပိုင်း(၂)ဖြစ်ပါတယ်။အရင်ကားမှာတုန်းက အက်ဒမ်မိသားစုရဲ့ ထူးဆန်းတဲ့ နေထိုင်ပုံ‌တွေ၊ ပတ်၀န်းကျင်နဲ့ သဟဇာတမဖြစ်မှု‌‌တွေ၊ အလွဲလွဲအချော်ချော်ဖြစ်ရပ်တွေကို ဟာသနှောပြီးတင်ဆက်ခဲ့သလိုမျိုးပဲ၊ ယခုနံပါတ် 2 မှာကတော့ မိသားစုအချင်းချင်း စည်းလုံးမှုပိုမိုရရှိစေရန်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ခရီးအတူတူထွက်ကြတဲ့အကြောင်းကို လွဲချော်မှုတွေ၊ ရယ်စရာတွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Addam Family Animation ဟာ ထူးဆန်းတဲ့ရေးဆွဲဟန်ကြောင့် Animation တွေထဲမှာ အမြင်တစ်မျိုးတစ်မျိုးဆန်းသစ်ပြီးHotel Transylvania လို Type မျိုးကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ကြည့်ကောင်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါလိမ့်မယ်လို့လို့မျှော်လင့်ရင်း တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe ...",
        "rating": "6.2",
        "url": "https://megaup.net/2lgdw/The.Addams.Family.2.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/The-Addams-Family-poster-133x200.jpg",
        "title": "The Addams Family (2019)",
        "description": "The Addams Family (2019)\nIMDb - 5.8/10_____R0tten - 44%\n  (unicode)တလောက ရုံတင်သွားခဲ့တဲ့ အဒမ်စ်မိသားစု ကာတွန်းလေး လာပါပြီ။ ဇာတ်လမ်းကတော့ ဟိုတယ်ထရန်ဆဗေးနီးယား နဲ့ နည်းနည်းဆင်ပါတယ်။ အဒမ်မိသားစုဟာ သီးခြားဆန်စွာ\nထူးထူးဆန်းဆန်းနေတတ်တဲ့ မိသားစုတွေပါ။ အပြင်လောကကို စိတ်ကုန်ပြီးရှောင်ပုန်းနေသူတွေဆိုလည်းဟုတ်ပါတယ်။ တစ်နေ့မှာတော့ သူတို့အိမ်ရှိနေတဲ့ တောင်ကုန်းရဲ့အောက်မှာ အိမ်အလှဆင်လုပ်ငန်းရှင် မာဂေါ့ နိဒလာက မြို့အိမ်ယာအသစ်လာတည်ထောင်ပြီး လူတွေကို ကြော်ငြာပြ ရောင်းချဖို့ စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ အိမ်ယာရှုခင်းမှာ အရုပ်ဆိုးနေတဲ့ အဒမ်စ်စံအိမ်ကြီးက ဖျက်နေတော့ မာဂေ့ါနဲ့ အဒမ်စ်မိသားစု ထိပ်တိုက်တွေ့ဖို့ ဖြစ်လာပါတော့တယ်။\nဒီကာတွန်းလေးကတော့ သရော်ကာတွန်းအမျိုးအစားပါပဲ။ အချို့သောလူတွေရဲ့အူကြောင်ကြောင်စိတ်ကူးတွေ၊ ဆိုရှယ်မီဒီယာ အယုံလွယ်တာတွေ စတာမျိုးတွေကို အတည်ပေါက်နဲ့ ထိထိမိမိလေးလှောင်ထား တွယ်ထားပါတယ်။ ရယ်လည်းရယ်ရသလို\nဆွဲဆောင်မှုလည်းရှိပါတယ်....Animation ကားကြိုက်သူတွေအတွက် လွန်စွာစိတ်ကျေနပ်စေမယ့် ကားလည်းဖြစ်ပါတယ်.. \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\n   (zawgyi)တေလာက ႐ုံတင္သြားခဲ့တဲ့ အဒမ္စ္မိသားစု ကာတြန္းေလး ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-addams-family2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwB8IqebOOivlmPQ6NebPZLJ0X.jpg",
        "title": "Chehre (2021)",
        "description": "Chehre (2021) အညွှန်း********************IMDb...7.5ဒေလီသွားရာ ဖြတ်လမ်းတစ်နေရာတစ်ခုပါ။\nတောင်ပေါ်လမ်းဖြစ်သည့်အလျောက်\nသစ်ပင်များဖြင့် အုံ့ဆိုင်းနေသော လမ်းကျဉ်းလေးတစ်ခုရှိတယ်....\nအဲ့ဒီနေ့မှာ နှင်းမုန်တိုင်းများ ပြင်းထန်နေပြီး\nနှင်းခဲနှင်းမိုးတွေလည်း လမ်းပေါ် ပြည့်နှက်နေတယ်။မစ္စတာမီဟ်ရာတစ်ယောက် မောင်းနှင်လာသော\nBMWကားအကောင်းစား တစ်စီးနှင့်\nဒီလမ်းအတိုင်း ဖြတ်မောင်းလာစဉ်\nလမ်းပေါ်သို့ လဲကျလာသော သစ်ပင်အားကံကောင်းထောက်မစွာ ကပ်ရှောင်ကွင်းနိုင်ခဲ့တယ်။ဒါပေမဲ့ ရှေ့ဆက်ဖို့ရာအတွက်တော့\nသူ့အတွက် ခက်ခဲလှပါတယ်။အနီးအနားသို့ ရောက်လာတဲ့\nသူတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူဟာ\nတည်းခိုရာ အိမ်တစ်ခုကို ရောက်သွားခဲ့ပါတယ်။ကယ်ဆယ်ခဲ့တဲ့သူတွေနဲ့ မိတ်ဆက်စကားလက်ဆုံကြရာမှာဉပဒေအရာရှိတစ်ဦးဖြစ်နေတယ်...မစ္စတာ မီဟ်ရာအတွက် ဥပဒေလောကနဲ့ မနီးစပ်ပေမဲ့\nသူတည်းခိုရာဝန်းကျင်က ရှေ့နေတွေ တရားသူကြီးတွေနဲ့\nစကားလက်ဆုံ ကျဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်။အဲ့ဒီကနေ တဆင့် ဥပဒေနှံ့စပ်သူ လေးယောက်ရဲ့\nအန္တရယ်များတဲ့ ကစားပွဲထဲကို သူ စိတ်မပါဘဲ ဝင်ပါကစားဖို့ဖြစ်သွားခဲ့တယ်။ဘယ်လို ကစားပွဲဖြစ်မလဲ၊\nဘယ်လောက်ထိ ခက်ခဲမလဲ၊\nဥပဒေတွေကြားမှာ ရှင်သန်သူတွေရဲ့ကြား\nလုပ်ငန်းရှင်တစ်ယောက် ဘယ်လို အခက်ကြုံမလဲဆိုတာကိုတော့.......File Size :(2.23GB) (1.3GB) and (537 MB)\nQuality : WEB-DL1080P.HEVC.5.1CH,  720p\nFormat…mp4\nDuration…02:19:00\nGenre : Mystery , Drama ,Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/Zkzc/Chehre.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqBVZucNhvPLBTt0s7SDXvL6Ejc.jpg",
        "title": "A Way Station ( 2021 )",
        "description": "ဟိုးငယ်စဉ်တောင်ကျေး ကလေးဘဝကတည်းက ရင်းနှီးခဲ့ကြတဲ့အထက်တန်းကျောင်းသားနဲ့ ကျောင်းသူလေးတို့ နှစ်ယောက်သားအရမ်းချစ်ခဲ့ကြတယ်တစ်နည်းပြောရရင်‌ ငယ်ချစ်ဦးတွေပေါ့ ဒါပေမယ့်လည်း အကြောင်းကြောင်းကြောင့်ကွဲသွားကြတယ် ဒီလိုနဲ့ကောင်မလေးက ဆိုးလ်မှာအလုပ်လုပ်နေရင်း သူ့မှာကင်ဆာရောဂါနောက်ဆုံးအဆင့်ဖြစ်နေတာ သိလိုက်ရတော့ နယ်မြို့လေးဆီပြန်လာခဲ့တယ်ငယ်သူငယ်ချင်းတွေနဲ့ဆုံဖြစ်တော့ ငယ်ချစ်ဦးလေးလည်းပါ‌တာပေါ့နော်ကောင်လေးမှာက အယ်ဇိုင်းမားဖြစ်နေတယ် ကောင်မလေးကကင်ဆာနောက်ဆုံးအဆင့်ရောဂါသည် နှစ်ယောက်လုံးက ချစ်ရက်နဲ့လမ်းခွဲခဲ့ကြရတော့ကောင်လေးဘက်ကကျ ကျန်ရှိနေတဲ့အချိန်ကို နှစ်ယောက်အတူဖြတ်သန်းချင်တယ်ကောင်မလေးကကျ ကောင်လေးကိုသနားလည်းသနားမိသလို အားလည်းနာတဲ့အတွက်လက်မခံချင်ဘူး နှစ်ယောက်သား သူတို့ဘဝရဲ့လက်ကျန်အချိန်တွေကိုသီးသန့်စီပဲဖြတ်သန်းဖြစ်ကြမလား အတူတူ‌အနားမှာရှိနေပေးကြရင်းကုန်ဆုံးကြမလားကိုတော့ ကိုယ့်ဘာသာကိုယ်ပဲကြည့်လိုက်ကြပါတော့မင်းသားက ZE:A အဖွဲ့ထဲကပါ မင်းသမီးကတော့ ဟိုတလောကပြီးသွားတဲ့Devil Judge ထဲက supporting actress ပါ နှစ်ယောက်လုံးကပရိတ်သတ်တွေရင်းနှီးပြီးသားသူတွေချည်းပါပဲ ဇာတ်လမ်းတစ်ခုလုံးကအဆွေးအမြည့်တွေချည်းမဟုတ်သလို အချိန်ပြည့် ရိုမန်တစ်ဆန်နေတာလည်း မဟုတ်ပါဘူးကောင်မလေးနဲ့ပတ်သက်သမျှသေးသေးလေးတွေကအစအသေးစိတ်မှတ်ထားတတ်တဲ့ ကောင်လေးရယ် ဂရုမစိုက်ဘူးမချစ်ဘူးထင်ရပေမယ့် ရင်ထဲအသည်းထဲကနေ နှစ်နှစ်ကာကာချစ်နေတဲ့ကောင်မလေးရယ် ကြည့်နေရင်းကို ကြည်နူးမှု‌ကြောင့်ရင်ထဲနွေး‌သွားမှာပါ Quality : FHDRip 1080pFormat : mp4During : 1h 41minGenres : Drama , RomanceSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-way-station-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/46qwaON7l11M407rqh8lD4vXcAR.jpg",
        "title": "Tremors: Shrieker Island (2020)",
        "description": "ဒီတစ်ခါကြည့်ရှုရမှာက​တော့ Tremors Franchise ရဲ့ ၂၀၂၀မှာ ​အောက်တိုဘာမှာ ထွက်ရှိထားတဲ့ ၇ကား​မြောက် Shrieker Island ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းက​တော့\nအမဲလိုက်ဝါသနာထုံတဲ့ ဇီဝပညာရှင် တစ်ဖြစ်လဲ ​အေဗက်စ်ဇီဝရဲ့ သူ​ဌေး ​ဘေလ်က သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်း​ပေါ်မှာ မြုံ​​နေတဲ့ ဂရာဘွိုက်ဥ​တွေကို တစ်ကိုယ်​ကောင်းဆန်စွာ သား​ဖောက်ခဲ့တဲ့ အပြင် အမဲလိုက်စွမ်းရည်မြင့်​စေတဲ့ ဗီဇကိုပါ ​ပြောင်းလဲလိုက်ပါ​သေးတယ်\nချမ်းသာတဲ့ လူတချို့နဲ့ သား​ဖောက်ထားတဲ့ ဂရာဘွိုက်​တွေကို အ​မှောင်ကျွန်း​ပေါ်လွှတ်​ပေးပြီး အမဲလိုက်ပါတီကို ​ပျော်​ပျော်ကြီး ဆင်နွှဲ​နေခဲ့ကြပါတယ်\n​ဘေလ် မသိလိုက်တာက​တော့ ဗီဇ​ပြောင်းဂရာဘွိုက်​တွေဟာ ရှရစ်ကာ လို့​ခေါ်တဲ့ သားရဲ​ကောင်​တွေကို ​ပေါက်ဖွားပေးနိုင်တယ် ဆိုတာပါပဲဒီအဖြစ်​တွေကို ရိပ်မိသွားတဲ့ တစ်ဖက်ကျွန်း​ပေါ်က သု​တေသီ ​​ဒေါက်တာဝယ်လ်ကာ က ဂရာဘွိုက် ​လောကက​နေ အနားယူ တစ်ကိုယ်ထဲ ​နေ​နေတဲ့ ဘာ့တ်ဂန်မာကို ​​ခေါ်​ဆောင်​ပေးဖို့ လုပ်​ဖော်ကိုင်ဘက် ဂျင်မီကို အကူအညီ​တောင်းရပါ​တော့တယ်\nဒဏ္ဍာရီလာ ဘာ့တ်ဂန်မာ က​တော့ ယခုတစ်ခါမှာလည်း ဂရာဘွိုက်လို့ ​ခေါ်တဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/Zkeu/(CM)Tremors.Shrieker.Island.2020.720p.BluRay.x264-WoAT.mp4.stats.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFOdiHaRjeTmHG67e5B7md2Q1cq.jpg",
        "title": "Tremors: A Cold Day in Hell (2018)",
        "description": "ဒီကားလေးဟာဆိုရင် ဂရက်ဘွိုက်လို့ခေါ်တဲ့\nလူသားစားဧရာမတီကောင်ကြီးတွေကတော့\ntremor ဆိုတဲ့ titleလေးအတိုင်းပဲ ကြောက်စရာ\nရင်ထိတ်စရာကောင်းပါတယ်\nအဲ့သတ္တဝါတွေက ပူနွေးတဲ့ရာသီဥတုမျိုးမှာပဲ\nနေထိုင်ကြတာများပါတယ်\nဒါပေမဲ့ အိမ်မက်ဆိုးကြီးတစ်ခုလို ကနေဒါက အေးခဲနေတဲ့အာတိတ်ဝင်ရိုးစွန်းလိုနေရာဘက်ကို\nအကောင်တွေပြောင်းရွေ့လာကြပါပြီတဲ့ဒီလို ထူးဆန်းတဲ့အကြောင်းတရားတွေကို ဖော်ထုတ်နေတဲ့အချိန်မှာပဲ ဘာ့တ်ဆိုတဲ့သူမှာ\nဂရက်ဘွိုက်အကောင်ဆီကနေ သေနိုင်တဲ့ပြင်းထန်တဲ့\nအဆိပ်မိထားပါလေရောလူသားစား ဧရာမတီကောင်ကြီးတွေလက်က\nသူတို့တွေ ဘယ်လိုလွတ်အောင်တိုက်ကြမလဲ\nဒီကြားထဲ အကောင်ကြီးကို ဇီဝလက်နက်အဖြစ်နဲ့\nအမြတ်ထုတ်မယ့် သူတစ်ချို့ရယ်\nအဆိပ်မိနေတဲ့ ဘာ့တ်ကရော ဘယ်လိုတွေရှေ့ဆက်ဖြစ်မလဲဆိုတာကတော့\nဒီကားလေးကို ကြည့်ပြီးရင် သိရမှာဖြစ်ပါတယ်Horror ကားအမျိုးအစားလို့ဆိုပေမဲ့\nစွန့်စားခန်းတွေ actionတွေနဲ့ ရယ်စရာဟာသလေးတွေပါပါနေတဲ့ ကားတစ်ကားပါTremors: Shrieker Island (2020) ကိုတော့ https://channelmyanmar.org/tremors-shrieker-island-2020/  မှာကြည့်ပါ။ Qty - 720p BlurayGern - Action /Horror/ThrillerDuration - 1hr 55minTranslator - May Phyu KhinEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/tremors-a-cold-day-in-hell2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81G7cLRk7bS._SL1500_-156x200.jpg",
        "title": "[James Bond] Moonraker (1979)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၄ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..အာကာသယာဉ်ကြီးနဲ့ Jaws ဆိုတဲ့ လူကောင်ကြီးကို မှတ်မိနေကြမယ် ထင်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "\thttps://megaup.net/1Fgrv/(CM)Moonraker.1979.INTERNAL.720p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/2-140x200.jpg",
        "title": "Hostage: Missing Celebrity(2021)",
        "description": "Hostage: Missing Celebrity(2021) အညွှန်း**************************************IMDb....7.0ကိုရီးယားရဲ့နာမည်ကျော်မင်းသားကြီး  Jung-min Hwang အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ကားကြီးလာပါပြီ... ဒီဇာတ်ကားကြီးဟာ အခု Korean Box Office မှာSinkhole ကိုကျော်ပီး No.1 တောင်ရောက်နေပါတယ်...ဒီကားထဲမှာလည်း နာမည်ကြီးမင်းသားအဖြစ်သရုပ်ဆောင်ထားပါတယ်...\nသူဟာ ရုပ်ရှင် အစမ်းပြသပွဲတစ်ခုကနေ ပြန်လာပြီး လူရမ်းကားသုံးယောက်ရဲ့ ပြန်ပေးဆွဲခြင််းကို ခံလိုက်ရပါတယ် ။ဖြစ်ချင်တော့ ထိုလူတွေက အဖွဲ့လိုက် ပြန်ပေးဆွဲ လူသတ်မှုကိုကျူးလွန်နေတဲ့ ရာဇဝတ်သားတွေ ဖြစ်နေခဲ့ပါတယ်..တကယ့်လက်ရဲဇက်ရဲ ကောင်တွေ ပြန်ပေးဆွဲထားပြီး အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့ အခြေအနေမှာကူကယ်ရာမဲ့နေတဲ့ မင်းသားကြီးဟာ ဘယ်လို ရုန်းထွက်မလဲဆိုတာကိုတော့.....နင်းကန်လန်းတဲ့ ကားကြီးဖြစ်လို့ လက်မလွှတ်သင့်ပါကြောင်း.....File Size :(1.77GB) ,(876MB) and (328MB)\nQuality : WEB-DL 1080P5.1CH, 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Win\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/2lemj/Hostage_Missing_Celebrity.(2021).WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qFZhxM7OMdKdD18bxim5xMFJyc.jpg",
        "title": "Singles (2003)",
        "description": "Singles (2003)IMDb - 6.5/10\"အရာရာဟာ ကောင်းဖို့ဖြစ်လာတာပါ\" ဆိုသလိုပဲ .....\nလမ်းခွဲတယ်ဆိုတာ လမ်းသစ်ဖောက်ဖို့ပါပဲ။\nနိဂုံးဆိုတာ တခြားနိဒါန်းတစ်ခုရဲ့အစလည်း ဖြစ်နေနိုင်တာပါပဲ။ဘ၀မှာ အငြင်းခံရတယ်တို့ အဖြတ်ခံရတယ်တို့ဆိုတာ ရင်နာစရာပေမယ့်\nကိုယ့်ကိုဖြတ်တဲ့သူက ကိုယ်နဲ့မထိုက်တန်လို့လည်းဖြစ်နိုင်ပါတယ် .....ဒီဇာတ်ကားလေးကတော့ ခေါင်းစဉ်အတိုင်း\nအချစ်ရေးကံခေကြတဲ့ စင်ဂယ် BFF သုံးယောက်အကြောင်းရိုက်ထားတာပါ။\n(အချစ်ကံခေတယ်ပဲပြောတာပါ .... FA လို့မပြောဘူးနော်\nFA တွေက ငါ့အတွက်ဟ လို့ ထင်မှာစိုးလို့ 😣)ဒီဇိုင်နာတစ်ယောက်ဖြစ်တဲ့ နာနန်းတစ်ယောက်\nစားသောက်ဆိုင်ဘက်တာ၀န်ပေးခံတဲ့အခါ ....\nအရင်ရည်းစားထက် သူ့အပေါ်အရာရာကောင်းပေးတဲ့လူနဲ့တွေ့တဲ့အခါ ...နာနန်းတစ်ယောက် အလုပ်ကိုရွေးမလား ချစ်သူကိုရွေးမလား...ကျန်တဲ့ တစ်အိမ်တည်းနေ Bff နှစ်ယောက်ကရော\nမူးပြီး အတူတူအိပ်မိသွားတဲ့အခါ .. ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...ဒီကားလေးက 2009 ခုနှစ်မှာ အစာအိမ်ကင်ဆာနဲ့ကွယ်လွန်သွားခဲ့တဲ့\nနာနန်းနေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသမီး Jang Jin Young ကို\nBlue Dragon Films Award မှာ Best Actress ဆုရစေခဲ့တဲ့ကားလေးဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eainy ပဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Zj1c/Singles.2003.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-02.28.19-137x200.png",
        "title": "No One Gets Out Alive (2021)",
        "description": "No One Gets Out Alive (2021)=====================IMDb Rating - 6.0/10ဒီ horror ဇာတ်လမ်းလေးရဲ့ အဓိကဇာတ်ဆောင်ကတော့ အမ်ဘာလို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ပါပဲ။သူက ရည်မှန်းချက်အိပ်မက်တွေနဲ့ မိန်းကလေးတစ်ယောက် ဖြစ်ပေမယ့် အမေဖြစ်သူရဲ့ ကျန်းမာရေးကြောင့် အကောင်အထည်ဖော်ဖို့နှေးကွေးခဲ့ရတယ်။ အမ်ဘာဟာ သူ့အနာဂတ်အတွက် ကြံစည်ရင်း တရားမ၀င်မှတ်ပုံတင်နဲ့ အမေရိကန်ကို ရောက်လာခဲ့ပြီးမိန်းကလေးအဆောင်တစ်ခုမှာ နေဖို့ ဖြစ်လာခဲ့တယ်။ အဆောင်ပိုင်ရှင်ကလည်း ထူးဆန်းတဲ့ အဘိုးကြီးတစ်ယောက် အိမ်ကလည်း သိပ်ကောင်းမနေလှတဲ့ အိမ်အိုအိမ်‌ဟောင်းတစ်လုံးပေမဲ့ တရားမ၀င်နေထိုင်သူဖြစ်တဲ့ အမ်ဘာအဖို့ ‌ရွေးချယ်စရာမရှိလှပေ။အဲ့ထက်ဆိုးသည်မှာ အဲ့အိမ်ကိုရောက်လာတဲ့သူတိုင်းဟာ အိမ်မက်ဆိုးတွေ မက်လေ့ရှိပြီး . ပရလောကသားတွေကိုလည်းထင်ယောင်ထင်မှားသလိုလို . တကယ်မြင်တွေ့ရသလိုလိုတွေနဲ့ ခဏခဏကိုတွေ့မြင်နေရတာပေါ့။ နောက်ပြီး ဒီအိမ်ကြီးရဲ့ထူးဆန်းမှုတွေ အဆောင်ပိုင်ရှင်အဘိုးကြီးရဲ့ လျှို့ဝှက်ချက်တွေကိုလည်း အမ်ဘာတစ်ယောက် တစ်စတစ်စသိလာခဲ့ပြီးနောက်ပိုင်းမှာ အမ်ဘာတစ်ယောက် ဒီအိမ်ကြီးထဲက ထွက်ပြေးဖို့ ကြိုးစားပုံတွေကိုပြသရင်း တဖြည်းဖြည်းနဲ့ ဇာတ်ရှိန်တတ်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ Mystery/Horror ...",
        "rating": "6.0",
        "url": "https://megaup.net/31abB/No.One.Gets.Out.Alive.2021.720p.WEB[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-00.43.29-134x200.png",
        "title": "Britney Vs Spears (2021)",
        "description": "Britney Vs Spears (2021)==================IMDb Rating - 6.9/10တချိန်တခါက ဘရစ်တနီတစ်ယောက် ဘယ်လောက်ထိ ကျော်ကြားအောင်မြင်ခဲ့လဲဆိုတာ လူတိုင်းသိကြမယ်ထင်ပါတယ်။အနုပညာရှင်တွေအောင်မြင်လာတာနဲ့အမျှ ပါပါရာရာဇီတွေက သတင်းတွေအတင်းလိုက်ယူကြတယ်။ နောက်ကနေ ကားနဲ့အတင်းလိုက်တာတို့၊ သွားတဲ့နေရာတိုင်းနောက်ကအတင်းလိုက်တာတို့ စတာတွေလုပ်လာကြတယ်။ အဲဒါအပြင်ခင်ပွန်းဖြစ်သူနဲ့ကွာရှင်းပြီး​တော့ သားနှစ်ယောက် အုပ်ထိန်းခွင့်နဲ့ပတ်သတ်ပြီး တရားရင်ဆိုင်ရတဲ့အထိတွေဖြစ်ခဲ့တဲ့ချိန်မှာ ဘရစ်တနီတစ်ယောက်Mental breakdown ပါဖြစ်ခဲ့ပါတယ်။ လူတိုင်းက သူမကိုရူးသွားပြီ ရူးနေပြီလို့ပြောကြပြီးတော့ ဖခင်ဖြစ်သူ ဂျေမီက ဒီကိစ္စကိုအကြောင်းပြပြီး အုပ်ထိန်းခွင့် လျှောက်ခဲ့ပါတယ်။ ဒီအုပ်ထိန်းခွင့်ဟာဆိုရင် အုပ်ထိန်းသူက အရာအားလုံးကို သူစိတ်တိုင်းကျချယ်လှယ်လုပ်ပိုင်ခွင့်ရှိပြီး၊ လွတ်လပ်ခွင့်ကိုပါ ပိတ်ပင်နိုင်တဲ့ထိလုပ်နိုင်ပါတယ်။ဒီလိုမျိုး အုပ်ထိန်းခံရတဲ့သူတွေက တကယ်တော့ ရှင်လျက်နဲ့ မသေမချင်းနှိပ်စက်သလိုမျိုးပါပဲ အခုဆိုရင် ဘရစ်တနီတစ်ယောက်လူအခွင့်အရေးဆုံးရှုံးနေတာ ၁၀နှစ်ရှိပါပြီ။ ဂျာနယ်လစ် ဂျန်နီအယ်လစ်ကြူနဲ့ ရုပ်ရှင်ဖန်တီးသူ အယ်ရင်လီကားတို့ဟာ ဘရစ်တနီရဲ့လွတ်လပ်ခွင့်ပြန်လည်ရရှိဖို့အတွက် အင်တာဗျုးတွေလုပ် သက်သေတွေစုဆောင်းရင်းနဲ့ ဘရစ်တနီ ဘယ်လိုအကြောင်းအရာမျိုးတွေကြုံတွေ့ခဲ့ရလဲဆိုတာကို ဒီ Documentary ထဲမှာသိရှိနိုင်မှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/britney-vs-spears-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/8977805_so-141x200.jpg",
        "title": "Horton Hears a Who! (2008)",
        "description": "IMDb မှာ 6.9/10 ဆိုတော့ ကောင်းလားမကောင်းလားသိပ်မပြောတော့ပါဘူးကျွန်တော်တို့ရဲ့ စကြာဝဠာကြီးဟာ အဆုံးအစမရှိကျယ်ပြန့်တယ်လို့ သိထားပါတယ်ဒါဟာ လက်ခံထားရတဲ့ လက်ရှိအမှန်တရားဆိုလည်းမမှားပါဘူး...ကျွန်တော်တို့လို တခြားသက်ရှိတွေစကြာဝဠာကြီးထဲမှာ ရှိကောင်းရှိနေနိုင်ပါလိမ့်မယ်..ဒါပေမယ့် ကျွန်တော်တို့ ကမ္ဘာကြီးထဲကသက်ရှိတွေအကုန်လုံးကိုတောင် ရှာဖွေလို့ မကုန်နိုင်သေးပါဘူး...ဒီကာတွန်းရုပ်ရှင်လေးက အဲ့ဒီအချက်ကိုအဓိကထားတင်ပြသွားတယ်လို့ ထင်ပါတယ်...ကျွန်တော်တို့လူသားတွေ ကမ္ဘာပေါ်မှာ ထင်တိုင်းကြဲလုပ်ချင်ရာလုပ်နေကြပေမယ့်ကျွန်တော်တို့ မသိသေးတဲ့အကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်.. ဇာတ်လမ်းအကျဉ်းလေးဆီ သွားရအောင်ဟော်တွန်ဆိုတဲ့ ဆင်ကလေးတစ်ကောင်ဟာ ပျော်ပါး ကစားနေရင်းနဲ့ပန်းဝတ်မှုံအရွယ်အစားလောက်ပဲရှိတဲ့ ကမ္ဘာသေးသေးလေးတစ်ခုကိုအမှတ်မထင်တွေ့သွားပါတယ်...မယုံနိုင်ပေမယ့် တကယ့်အစစ်အမှန်ဖြစ်နေမှန်းသိသွားတဲ့အခါမှာကမ္ဘာသေးသေးလေးထဲက သက်ရှိလေးတွေနဲ့ဆက်သွယ်ပြီး အဲ့ဒီကမ္ဘာသေးသေးလေးကိုလုံခြုံအောင်လုပ်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...ဒါပေမယ့်လည်း ထုံးစံအတိုင်း အဖျက်တရားကဝင်လာတဲ့အခါမှာတော့..... ဟော်တွန်တစ်ယောက် ကမ္ဘာသေးသေးလေးကို ဘယ်လိုကာကွယ်ပေးနိုင်မလဲ ဆိုတာကို ကြည့်ရှုခံစားကြည့်ကြပါဦး... တစ်ခုပြောချင်တာက ဒီလိုကာတွန်းကာတွန်းရုပ်ရှင်ဆိုတာကလေးတစ်ယောက်လိုကြည့်ရင် ကလေးကာတွန်းကားအနေနဲ့ဖြစ်ပေမယ့်လူကြီးတစ်ယောက်လို ကြည့်ရင်တော့ လူကြီးအတွေးနဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်သွားမှာပါ...ရုပ်ရှင်ကပေးတဲ့ message လေးကိုသိအောင်လုပ်ရင်းအတွေးပွားစေလိုပါတယ်... ကဲ လေကြောရှည်တာများသွားတဲ့အတွက် ပြောတာလေးရပ်ပြီးကြည့်ရှုခံစားလိုကိကြပါဦး...(သေးသေးလေးတွေတော့ ထပ်သွားတယ် )(ဇာတ်ကားအတွက် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/horton-hear-a-who/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-2-a04cf03971af-113x200.jpg",
        "title": "Invisible Alien ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ သိပ္ပံဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါဇာတ်ကြောင်းလေးကတော့...လူသားတွေဟာ Messenger လို့အမည်ရှိတဲ့ ဂြိုလ်တုကနေ အချက်ပြချက်ရရှိခဲ့ပြီးအဲ့ဒီဂြိုလ်တုမှာ ဉာဏ်ရည်မြင့်သက်ရှိတွေ ရှိနေနိုင်တယ်လို့ ကောက်ချက်ချခဲ့ပါတယ်ဒါကြောင့် အနက်ရှိုင်းဆုံးအာကာသယာဉ်ဟာ Messenger ဆီသို့ သုသေသနလုပ်ဖို့ရွက်လွင့်သွားခဲ့ပါတော့တယ် အနက်ရှိုင်းဆုံးအာကာသယာဉ်က Messengerဂြိုလ်တုအတွက် ၇၁နှစ်ကြာရွက်လွင့်ပြီး ကမ္ဘာမြေသို့ ပြန်ရောက်ချိန်မှာတော့ဝန်ထမ်းပေါင်း ၉၃ယောက်ထဲမှ ယင်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ပဲ ပြန်ပါလာခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ...ယင်က လူသားတွေကို သူတို့ယာဉ်ပေါ်မှာ ဘာတွေဖြစ်ခဲ့ပြီးဘယ်လိုသက်ရှိမျိုးတွေနဲ့ ကြုံခဲ့ရတဲ့တာကြောင့် သူတစ်ယောက်တည်းကမ္ဘာမြေကို ပြန်ရောက်လာတာလည်းဆိုတာ တဆင့်ချင်းစီပြန်လည်ရှင်းပြပေးသွားမှာမို့လို့ ဇာတ်လမ်းလေးကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 13minGenres : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/Zgcw/Invisible.Alien.2021.720p.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-13.47.59-135x200.png",
        "title": "Redemption (Hummingbird) (2013)",
        "description": "Redemption (Hummingbird) (2013)===========================IMDb Rating - 6.2/10ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းဆရာနဲ့\nဒါရိုက်တာက ခင်ဗျားတို့ အသဲစွဲကြိုက်ကြတဲ့\nPeaky blindersရဲ့ creatorနဲ့ ဇာတ်ညွှန်းဆရာ\nဖြစ်တဲ့ Steven Knight ။ ဒီကားက သူ့ရဲ့\nပွဲဦးထွက် ဒါရိုက်တာလုပ်တဲ့ကား။မင်းသားက ဂျေဆန်စတက်တန်။\n2000ပြည့်နှစ်နဲ့ အနီးတစ်ဝိုက်ကာလတွေမှာ\nကြီးပျင်းလာတဲ့ သူတွေအတွက်\nအနောက်တိုင်းအက်ရှင်ဆို သူ့ကားတွေပဲ\nပြေးကြည့်ကြတာများတယ်။\nThe Transporterတို့ ဘာတို့ဆို ငယ်ဘ၀က\nအသည်းစွဲတွေဖြစ်ခဲ့ကြတယ်။ဇာတ်လမ်းကတော့ ဂျေဆန့်ထုံးစံအတိုင်း\nသူက အထူးတပ်ဖွဲ့က စစ်သားဟောင်း\nခပ်ကြမ်းကြမ်းကောင်။ နောက် စစ်ရာဇ၀တ်\n‌ကျူးလွန်မိပြီး အဲဒီစိတ်နဲ့ အရက်သမား\nဖြစ်သွားတယ်။စစ်ထွက် အရက်သမားဟာ\nအကြောင်းတစ်ခုနဲ့ လန်ဒန်မြေအောက်\nလောကနဲ့ သွားရှုပ်မိတဲ့အကြောင်း‌ပေါ့။Peaky Blindersရဲ့ Creatorက ရိုက်ကူး\nရေးသားထားတာဆိုတော့ အက်ရှင်ကားပေမဲ့\nအက်ရှင်ခန်းတွေကို တော်သင့်ရုံပဲထည့်ပြီး\nဇာတ်ကို တဖြည်းဖြည်းနဲ့ရင်ဖိုရအောင်တော့\nရေးသွားတာကိုလည်းတွေ့ရတယ်။ PBဖန်တွေလည်းကိုယ့်ကားCreatorရဲ့ ပွဲဦးထွက်ကားအနေနဲ့\nမြည်းစမ်းကြည့်သင့်ပြီး ဂျေဆန်စတက်တန်\nဖန်တွေအတွက်လည်း သူ့ရွှေခေတ်နှောင်းကို\nပြန်ခံစားရစေမယ့် ကားဆိုလည်းမမှားပါဘူး။ Quality – 1080p, 720p, 360p BluRayDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "6.2",
        "url": "https://megaup.net/2lccp/Redemption.2013.720p.BluRay[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMmVhNjJjMmEtMDk1OC00ZWY2LTllYjItZTk0ZjdhMTM3ZWM1XkEyXkFqcGdeQXVyNjQ5MzE4Nzg@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Sweet Curse (2021)",
        "description": "Sweet Curse [2021]လူတစ်ယောက်ကိုချစ်မိလာပြီဆို\nအဲ့လူကို ရယူပိုင်ဆိုင်လိုစိတ် အနည်းနဲ့အများတော့ ရှိကြမှာ မဟုတ်လား?ရယူလိုစိတ်တအားများလာတဲ့အခါမှာတော့\nမဖြစ်ဖြစ်တဲ့နည်းလမ်းနဲ့ ရအောင်လုပ်ကြတာ လူ့အကျင့်ပါပဲ။ဟာဂျွန် ဆိုတဲ့ ခပ်ချောချောကောင်လေးတစ်ယောက်ကို ချစ်မိသွားခဲ့တဲ့ မင်အူ ဟာ\nဂျွန့်ဆီက ချစ်ခြင်းမေတ္တာထက် သူ့ကိုပဲအပိုင်လိုချင်လာပါတယ်။သူငယ်ချင်းဆက်ဆံရေးပဲ ဖြစ်ကြတဲ့အတွက်\nမင်အူဟာ အဆင့်တက်ဖို့အတွက် နည်းလမ်းတစ်လမ်းကို ရွေးချယ်လိုက်ပါတယ်။ပိုင်ဆိုင်လိုစိတ်များလွန်းတဲ့ မင်အူ အနေနဲ့\nတကယ်ပဲ ဂျွန့်ကို ပိုင်ဆိုင်သွားနိုင်မလား\nသူရွေးလိုက်တဲ့ လမ်းကရော အန္တရာယ်ကင်းပါ့မလားအသစ်ထွက်ရှိထားတဲ့ Korea Short Movie လေးဖြစ်ပြီး\nညစ်ညမ်းတဲ့ ဇာတ်ဝင်ခန်းတွေပါဝင်တာမလို့\nမိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…462 MB and 212 MB\nFormat…mp4\nDuration….31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... HAW\nEncoder .....August",
        "rating": "6.6",
        "url": "https://megaup.net/Zg3e/Sweet_Curse_2021.720p.WEB-DL.CM.mp4",
        "category": "Horror, Romance, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwmvdgpCT7obPNF5ZaQKmPuo9Uq.jpg",
        "title": "This Is the Year (2021)",
        "description": "This is the year 2020ဒီတစ်ခါမှာတော့ Selena Gomaz ကိုယ်တိုင်\nexecutive producer အဖြစ် ရိုက်ကူးဖန်တီးထားတဲ့ ဇာတ်ကား​လေးဖြစ်တဲ့\nThis is the year ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်ကိုယ့် Crush ကိုဖွင့််ပြောဖို့ ချိန်ရင်းနဲ့ သူများနောက်ပါသွားတဲ့ ချိန်ပါတွေ\nကိုယ့် Crush နဲ့အဆင်ပြေဖို့အတွက် သူငယ်ချင်းတွေကပါဝိုင်းကူရတဲ့သူတွေရှိလားဗျို့တစ်ခါတစ်မှာ ဖူးစာဆိုတာ ဝေးဝေးလံလံ လိုက်ရှာစရာ မလိုပါဘူး\nကိုယ့်နားမှာ ရှိတဲ့သူကို မြင်အောင် ကြည့်တတ်ဖို့ပဲ လိုတာပါကဲ ..... ဘာညာသရကာ ရွှီးရွှမ်းပြီးပြီဆိုတော့ ......\nအညွှန်းလေးဆီ သွားလိုက်ကြရအောင်လားဒီဇာတ်လမ်းမှာတော့ ဂျော့်ရှ်က သူ့ရဲ့ Crush ဖြစ်သူ ဇိုဝီကို ဖွင့်ပြောဖို့ ချိန်နေတာ\nအထက်တန်းကျောင်း စီနီယာနှစ်အစကနေ ပြီးခါနီးတဲ့အထိ ဖြစ်လာပါတော့တယ်ဂျော့်ရှ်တစ်ယောက် မဖွင့်ပြောဖြစ်သေးတဲ့အပြင်\nဇိုဝီတစ်ယောက် ရည်းစားနဲ့အတူ ရက်ပိုင်းအတွင်းမှာပဲ\nLA ကို ပြောင်းတော့မယ်အကြောင်းကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/Zg3u/This.Is.the.Year.2020.720p.WEBRip.x264-CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-27-at-20.33.47-145x200.png",
        "title": "Night of the Animated Dead (2021)",
        "description": "Night of the Animated Dead (2021)=========================ဒီ​နေ့​ခေတ် Zombie apocalypseကား​တွေအ​ကြောင်း ​ပြောလိုက်ရင် Walking dead နဲ့သူရဲ့ Spin-off တစ်သိုက်၊World War Z, Zombieland, Resident Evilsတို့ကို အရင်ဆုံး​ပြေးမြင်မိကြမှာပါ။ဒါ​က​တော့ Walking deadရဲ့ ဘိုး​အေကြီးလို့​ပြောရမယ့် Animationဆိုလည်း မမှားပါဘူး၊ 1968တုန်းက ထွက်ရှိခဲ့တဲ့Director George A.Romeroရဲ့ Night of the Living Deadကို animated versionအဖြစ် 2021မှာ ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်၊ဇာတ်လမ်းအကြောင်း အနည်းငယ်ပြောပြရရင် Johnnyနဲ့ Barbaraတို့ ​မောင်နှမဟာ Pennsylvaniaပြည်နယ်မှာရှိတဲ့အ​ဖေ့အုတ်ဂူကို လွမ်း​သူပန်း​ခွေချဖို့ သွား​ရောက်ရင်း အ​မေရိကန်တစ်နိုင်ငံလုံး တစ်ချိန်တည်းနဲ့ Zombie Apocalypseကြီးထဲကိုချက်ချင်း​ရောက်ရှိသွားတဲ့အခါ ... နီးစပ်ရာယာ​တောအိမ်ထဲကို ဝင်ပုန်းရင်း ​ဒေသခံပြည်သူ​လေး​ယောက်နဲ့တူတူ အသားစားzombie​တွေရန်က​နေ လွတ်​မြောက်​အောင် ကြိုးစားရုန်းကန်ရပါတော့တယ်။Zombieကား​တွေရဲ့အနှစ်သာရဖြစ်တဲ့ ​သွေးသံရဲရဲ​တွေ၊ ရက်စက်ကြမ်းကြုတ်မှု၊ ရဲရင့်မှု၊ ...",
        "rating": "5.0",
        "url": "https://megaup.net/Zehb/Night.of.the.Animated.Dead.2021.720p.WEBRip[CM].mp4",
        "category": "Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/large_iO3tD4OElQslLnUN3wjnslvTUvJ-133x200.jpg",
        "title": "The Last Seduction (1994)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (94%)ဒီဇာတ်ကားက Neo-Noir Crime ပုံစံပါ...Erotic Thriller လဲ ဟုတ်တယ်...ဇာတ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေက ပြင်းထန်တာကြောင့်ညွှန်းလိုက်တာနဲ့ Spoiler ဖြစ်စေနိုင်တာမို့ ဇာတ်ကြောင်းကို ဘာမှမညွှန်းချင်ပါ။Rating တွေကြည့်လိုက်တာနဲ့ အမိုက်စားဇာတ်ကားဆိုတာတော့ မငြင်းနိုင်ပါဘူး။ယောကျ်ားတွေကြောက်တဲ့ ရုပ်ရှင်တွေထဲက မိန်းမတွေရှိကြတယ်မလား...500 Days of Summers ထဲက ဆမ်းမားတို့....Gone Girl ထဲက အေမီတို့လေ...အဲ့ဒီစာရင်းထဲကို ဒီဇာတ်ကားထဲက ဘရစ်ဂတ်ဆိုသူလေးကိုပါ ထပ်တိုးဖြည့်လိုက်ပါ။မိန်းမတို့မာယာ သမုဒ္ဒရာလို နက်ရှိုင်းရုံတင်မကဘူး..မွန်းကြပ်သေတတ်သေးတယ်။ \nFile size…(1.8 GB ) / (999 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sai Thurein Lynn",
        "rating": "7.1",
        "url": "https://megaup.net/Zfb2/The_Last_Seduction_(1994)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYzY3YWQzZDgtYzhjOS00YjY3LWFhMjMtMjEzYTdhM2JmNTQ5XkEyXkFqcGdeQXVyNzkxOTEyMjI@._V1_-139x200.jpg",
        "title": "Dil Juunglee (2018)",
        "description": "တာ့ပ်ဆီးရဲ့  ၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်..ကိုရိုလီနိုင်ရာ...လန်ဒန်အ​ခြေစိုက်စီးပွား​ရေးလုပ်ငန်းပိုင်ရှင်ရဲ့ သမီးဖြစ်​ပေမယ့် အ​​ဖေဖြစ်သူရဲ့ လုပ်ငန်း​တွေကို စိတ်မဝင်စားဘဲဘဝကို ​ပျော်ရွှင်ရိုးရှင်းစွာ ​နေထိုင်ချင်သူ​လေး...အချစ်ဝတ္ထု​တွေ စိတ်ကူးယဥ်ဇာတ်လမ်း​တွေမှာ ​​မျှောပြီး အချစ်စစ်ကို ရှာ​​ဖွေ ​ပျော်ရွှင်စွာအိမ်​ထောင်ပြုချင်သူ​...အင်္ဂလိပ်စာဆရာမ အဖြစ် သူ့ဘဝသူ ​ကျေနပ်ပျော်ရွှင်​နေ​တဲ့ မိန်းက​လေးတစ်​ယောက်...ဆူမစ်အူပယ်လ်...သူကတော့ သရုပ်​ဆောင် ​ဘောလိဝုဒ်​လောကကို အ​ခြေချချင်တဲ့ gym trainer...ရည်မှန်းချက်ကြီးပြီး ​အောင်မြင်တဲ့မင်းသားတစ်လက် ဖြစ်ချင်တဲ့သူနဲ့ကိုရိုလီတို့ အင်္ဂလိပ်စာသင်တန်းတစ်ခုမှာ ဆုံမိကြတဲ့အခါ...အစပိုင်း​တော့ ဆရာမ/​ကျောင်းသား ဆက်ဆံ​ရေးက​နေ ပိုပိုပြီးရင်းနှီးလာတဲ့ သူတို့၂​ယောက်...ချစ်ခြင်းမေတ္တာနဲ့ သံ​ယောဇဥ် အနိမ့်အမြင့် အတက်အကျ​တွေကြားက ဆုံစည်းနိုင်ကြမလားဆိုတာ...။Romance Comedy ဇာတ်ကားလေးမို့ Rating တွေနည်းပေမယ့် တာ့ပ်ဆီးပရိတ်သတ်မို့ လက်မလွတ်တမ်းတင်ဆက်ပေးလိုက်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ တင်ဆက်ထားတာပါ။) \nFile size…(1.5 GB ) / (900 MB)\nQuality…WEB-DL 1080p / 720p\nFormat…mkv\nDuration….01:56:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "3.7",
        "url": "https://megaup.net/2la4j/Dil_Juunglee_(2018)_720p_WEB-Rip.DD+2.1.HEVC-DDR[EtHD].mp4",
        "category": "Bollywood, Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://megaup.net/317bB/(CM)The.Brothers.Grimsby.2016.720p.BluRay.x264-Replica.mp4",
        "category": "Action, Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qED4kIfRAG0rtnjMp7QsWolP6H1.jpg",
        "title": "The Alpines(2021)",
        "description": "လူတွေဟာ တကယ်ကို ရိုးရှင်းတဲ့ သတ္တဝါတွေပါအကောင်းအဆိုးနည်းနည်းစီရောပြီးတော့ လူဖြစ်လာကြပါတယ်တချို့ကျတော့ အကောင်းအဆိုးက အညီအမျှဖြစ်နေကြပေမယ့် တချို့ကျတော့ balance မဖြစ်ဘဲ အစွန်းရောက်တဲ့သူတွေလည်း ရှိတယ်တချို့ကျတော့ လုံးဝကို အကျင့်ပျက်ပြားတဲ့ ပုံစံမျိုးတွေအဲဒီလိုမျိူးလူတွေ လုံးဝအကျင့်ပျက်ပြားသွားရတာက အခြေခံ အပြစ်လေး ၇ခုကနေ ဆင့်ပွားပြီး အပြစ်တွေအများကြီးလုပ်မိလာတာကြောင့် ဖြစ်တယ်လို့ ကတ်သလစ် ဘာသာ မှာ ဖော်ပြထားတယ်အဲ့ဒီအပြစ် ၇ မျိူးကတော့ မာန​ကြီးခြင်း ၊ လောဘကြီးခြင်း ၊ တဏှာကြီးခြင်း ၊မနာလိုခြင်း ၊ အစားကြီးခြင်း ၊ဒေါသကြီးခြင်း ၊ပျင်းရိခြင်း တို့ပဲ ဖြစ်တယ် သင်ကိုယ်တိုင်ရော အဲ့ဒီထဲက ဘယ်အပြစ်တွေကို အများဆုံးလုပ်မိနေလဲ ဇာတ်လမ်းကတော့ တက္ကသိုလ် ကတည်း မတွေ့ကြတော့တဲ့ သူငယ်ချင်း ၇ယောက်ဟာ တစ်နေ့ကျတော့ သူတို့ ထဲက သူငယ်ချင်းတစ်ယောက်ရဲ့ ဖိတ်ခေါ်မှုကြောင့် သူတို့သူငယ်ချင်းရဲ့ အိမ်လေးဆီကို အလည်သွားမိကြပါတယ် အဲ့လို အလည်သွားမိရာကနေ ဘယ်လိုပြဿနာတွေ အရှုပ်တွေ ...",
        "rating": "6",
        "url": "https://megaup.net/Ze4p/(CM)The.Alpines.2021.720p.WEBRip.AAC2.0.x264.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1OngP0vWRGrafk99vBgz6i4Xln.jpg",
        "title": "JJ Plus E(2021)",
        "description": "အချစ်ကား​လေး​တွေမှ ကြိုက်သူတို့အတွက် လာပါပြီဂျွန်ဂျွန်နဲ့ သူ့သူငယ်ချင်း​တွေက အ​ပေအ​တေ လူဆိုး​လေး​တွေပါအိမ်​ဖောက်ထွင်းတာက သူတို့ အလုပ်ပါဒါ​ပေမယ့် ဂျွန်ဂျွန်က​တော့ သရုပ်​ဆောင်ဖြစ်ချင်ခဲ့တာစိတ်ရင်း​ကောင်းတဲ့ ဂျွန်ဂျွန်က က​လေးမ​လေးတစ်​ယောက် ​ရေနစ်​နေတာကို ကယ်​ပေးရင်း က​လေးမ​လေးရဲ့ အစ်မကို ချစ်မိသွားခဲ့တယ်သူ​ဌေးသမီး​လေးနဲ့ ပြန်မဆုံနိုင်ဘူး ထင်ထား​ပေမယ့်အနုပညာ ​ကျောင်းတက်​တော့ တစ်တန်းတည်းကျ​ရောသူ့နာမည်က အဲဘိဇဘတ်တဲ့အဲလိဇဘတ်နဲ့ ရင်းနှီးမှု​တွေ ရလာပြီး​နောက် ချစ်သူ​တွေ ဖြစ်လာကြတယ်သူ​ဌေးဖြစ်တဲ့ သူ့အ​ဖေက ထုံးစံအတိုင်း ဆင်းရဲတဲ့ ဂျွန်ဂျွန်နဲ့ သ​ဘောမတူဘူး​ပေါ့ဘယ်လို အခက်အခဲ​တွေရှိရှိ ဆက်ချစ်​နေတဲ့ သူတို့ရဲ့ ခိုင်မြဲတဲ့ အချစ်နဲ့အတူ မိသားစုတွင်း ပြဿနာကိုပါ စိတ်ဝင်တစား ကြည့်ရမယ့် လူငယ်ဇာတ်လမ်း​လေးပါပဲ  \nFile size…(1.3 GB)/ (701 MB)/ (294 MB)\nQuality…WEB-Rip 1080p /720p / 480p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by   Oleander",
        "rating": "5.3",
        "url": "https://megaup.net/1Fbv6/(CM)JJ+E.2021.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/aaaThalaivi-138x200.jpg",
        "title": "Thalaivii (2021)",
        "description": "ဘောလိဝုဒ်ရဲ့ဆတ်ဆတ်ကြဲ မင်းသမီးကြီး ကန်ဂနားရဲ့  အမျိုးသမီးခေါင်းဆောင်လို့အမည်ရတဲ့ Thalaivii ဇာတ်ကားကတော့ ထွက်ရှိလာခဲ့ပါပြီ...ဒီဇာတ်ကားက အိန္ဒိယအမျိုးသမီးသရုပ်ဆောင် တဖြစ်လဲ တမီးလ်နာဒူပြည်နယ်ဝန်ကြီးချုပ်ဟောင်း J Jayalalithaa ရဲ့ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့ Biography,Drama အမျိုးအစားဖြစ်ပါတယ်...။အိန္ဒိယတောင်ပိုင်းမင်းသမီးဘဝကစလို့...အိမ်ထောင်သည်ဘဝကြုံရဆုံရပုံတွေအပြင်..အမျိုးသားများသာကြီးစိုးနေတဲ့ နိုင်ငံရေးလောကမှာ အမျိုးသမီးခေါင်းဆောင်ဖြစ်လာဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံတွေ....အချိုးအကွေ့တွေ...ကောက်ကျစ်မှုတွေအကြောင်းကို ပုံဖော်ထားနိုင်ပြီး...ဂျယားကြီးရဲ့ အကောင်းအဆိုးတွေကို မျှအောင်ပြသထားနိုင်တဲ့ ရုပ်ရှင်ပါ။နိုင်ငံရေးနောက်ခံပြီး Feminism ကိုလည်း မြင်သာအောင် တင်ဆက်သွားနိုင်တဲ့အပြင် ကန်ဂနားရဲ့ အိုက်တင်နဲ့ အကအလှတွေကလဲ ရုပ်လုံးကြွအောင် ဖန်တီးထားနိုင်တာမို့ လက်လွတ်လို့မရတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။\nFile size…(2.5 GB ) / (1.4 GB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya & Nadi Myint Naing",
        "rating": "5.9",
        "url": "https://megaup.net/Ze3w/(CM.org)Thalaivii.2021.720p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Biography, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTQzMTIwMzU0MV5BMl5BanBnXkFtZTgwMTIxMDAwNTE@._V1_-142x200.jpg",
        "title": "Savaged (2013) Avenged",
        "description": "IMDb Rating (5.5) / Rotten Tomatoes (88%)သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်ချင်စရာ ဇာတ်ကားပါပဲ။ဇိုဝီဆိုတဲ့ ဆွံ့အ နားမကြားကောင်မလေးဟာ မက္ကဆီကိုနယ်စပ်က သူ့ချစ်သူဆီ တစ်ယောက်တည်း ခရီးထွက်လာပါတယ်...ကံဆိုးချင်တော့ လမ်းမှာ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်တွေ့ပြီး ပြေးမလွတ်ဘဲဖမ်းခံလိုက်ရပါတယ်...လူရမ်းကားအုပ်စုက သူမကိုဖမ်းခေါ်သွားပြီး စိတ်ကြိုက် အနိုင်ကျင့်နှိပ်စက်ခံရပါတော့တယ်...သာမန်အားဖြင့် သေဆုံးသွားရမယ့်သူမဟာ ရှေးအင်ဒီးယန်းတစ်ယောက်က ဆေးပြန်ကုသပေးချိန်မှာအစီအရင်တွေကြောင့် လက်စားချေချင်တဲ့ ဝိဉာဉ်တစ်ခု ဝင်ပူးလာပြီး ပြန်လည်နိုးထလာပါတော့တယ်။ရန်ငြိုးတွေကြောင့် သူသေကိုယ်သေ အပြိုင်ကြဲကြမယ့်ပွဲမှာ..သူပျောက်ဆုံးသွားတာကို သူ့ချစ်သူက သိရှိပြီး ကယ်တင်နိုင်မလား...လက်စားချေဝိဉာဉ်ကရော သူ့ဆီကနေထွက်သွားနိုင်မလား...ဆိုတာ။သွေးထွက်သံယိုနဲ့ ပိုးစိုးပက်စက် သတ်ဖြတ်ခန်းတွေပါဝင်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ \nFile size…(1.5 GB ) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "5.5",
        "url": "https://megaup.net/1Fbm6/Savaged.2013.720p.BluRay.H264.AC3.DD5.1.Will1869.mp4",
        "category": "Action, Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lhGYCpd6AgO2m3u8Y1CVxjKcfWS.jpg",
        "title": "Till Death Do Us Part(2021)",
        "description": "စိုက်ပျိုး​ရေး မဂ္ဂဇင်းတစ်ခုရဲ့ ဂျာနယ်လစ်တစ်​ယောက်ဖြစ်တဲ့ အာယာကို တစ်ရက်မှာ နာမည်ကြီး ရုပ်ရှင်မင်းသမီးတစ်​ယောက်က လာရှာခဲ့တယ် အာယာလို မထင်မရှား ဆင်းရဲသား​လေးတစ်​​ယောက်ဆီ ဗနီဆာလို နာမည်ကြီး မင်းသမီးတစ်​ယောက်က ဘာ​ကြောင့်လာရှာရတာလဲ ဆိုတာကို လုပ်​ဖော်ကိုင်ဖက်​တွေသာမက ရုံးလုံခြုံ​ရေးက ​မေးခွန်းထုတ်စရာဖြစ်လာပါတယ် ဗနီဆာဟာ အာယာကို မြင်မြင်ချင်း ​​သေနတ်နဲ့ ချိန်လိုက်ပါ​တော့တယ် အာယာအ​နေနဲ့ ဗနီဆာကို ရုပ်ရှင်ထဲမှာက လွဲပြီး မမြင်ဖူးပါဘူး ဒါ​ပေမယ့် ဗနီဆာက အာယာကို ​ကောင်း​ကောင်းသိ​နေတဲ့ပြင် ချစ်သူ​တွေပါလို့ ​ပြောလာပါ​တော့တယ် ဒါ့အပြင် သူ့လုပ်​ဖော်ကိုင်ဖက်​တွေကိုလည်း သိ​နေပြန်တယ်ဗနီဆာက ဘယ်​ကြောင့် အခုလိုလာလုပ်​နေတာလဲ ?သူ အာယာ့အ​ကြောင်း​တွေကို စုံစမ်းထားတာလား ?အာယာကပဲ အတိတ်​မေ့​နေတာလား CCTV ကကြည့်​နေတဲ့ လုံခြုံ​ရေး​တွေထင်သလို ​နောက်ပြောင်တဲ့ အစီအစဥ်ရိုက်​နေတာလား?\"?​\"တွေအများကြီးနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပါ \nFile size…(1.2 GB)/ (600 MB)/ (295 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://megaup.net/2l8N6/(CM)Till_death_do_us_part.2021.720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/wailing-poster-133x200.jpg",
        "title": "The Wailing (2016)",
        "description": "The Wailing (2016)\nIMDb - 7.5/10_______Rotten - 99%\n တောင်ကိုရီးယားနိုင်ငံရဲ့တစ်နေရာမှာ တည်ရှိတဲ့ ကျေးရွာလေးတစ်ခုမှာ ဇာတ်လမ်းကို စတည်ထားတယ်။ ထိုရွာလေးနာမည်ကတော့ Goksung တဲ့။ ထိုမြို့လေးဟာ အတော်အတန်သင့် သာယာတဲ့ရွာလေးဆိုရင်လည်း မမှားဘူးပေါ့။ တောတွေ တောင်တွေနဲ့ကာရံထားပြီး မြစ် ချောင်း အင်းအိုင်လေးတွေလည်း ရှိတော့ ပိုအေးချမ်းတာပေါ့။ ဒါပေမဲ့ ခုရက်ပိုင်းမှာ ရွာထဲကို Japanese အဖိုးကြီးတစ်ယောက် ရောက်လာပြီးနောက်ပိုင်းမှာ ကောလဟာလတွေ ထွက်လာတယ်။  မိုးတွေစွေနေတဲ့ အေးချမ်းတဲ့ အာရုဏ်ဦးဟာ နှစ်ခြိုက်စွာအိပ်မောကျနေတဲ့ ရဲသား Jong-goo အတွက်တော့ စိတ်အနှောက်အယှက်ဖြစ်စရာတစ်ခုပဲ။ မနက်စောစော ရွာထဲမှာ လူသေမှုဖြစ်လို့ဆိုပြီး သူအခင်းဖြစ်ပွားရာနေရာကို သွားရောက်ခဲ့သောအခါ မြင်ရတဲ့ မြင်ကွင်းက စိတ်ခြောက်ခြားစရာပါ။ သွေးတွေသံတွေနဲ့ရဲရဲနီနေတဲ့ လူ့အလောင်းတွေ နဲ့အရာရာကို သိနိုင်နားလည်နိုင်စွမ်းမရှိတော့တဲ့ မိသားစုဝင် လူသတ်သမားတစ်ယောက်။ အလားတူဖြစ်ရပ်မျိုးတွေဟာ သူတို့ရွာမှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်လာပါတော့တယ်။ ဆေးစစ်ချက်တွေအရနဲ့ဆရာဝန်တွေရဲ့ပြောကြားချက်အရဆိုရင်တော့ သူတို့ရွာမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/315ey/(CM)The.Wailing.2016.BluRay.720p.DTS-HD.MA5.1.x264.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seFjT7jDZA1j1YsbMyeNTuCRe5d.jpg",
        "title": "Wife of a Spy(2021)",
        "description": "ယေဘုယျအနေနဲ့တော့ နိုင်ငံတစ်နိုင်ငံရဲ့ ကိုယ်ပိုင်ယဉ်ကျေးမှုရဲ့ သက်တမ်းကြာရှည်လေ သူ့မှာထွန်းကားတဲ့ အနုပညာတွေ မြင့်မားလေပါပဲ။\nရုပ်ရှင်လောကမှာ ဂျပန်ဟာ ကိုယ်ပိုင်ဟန် ကိုယ်ပိုင်အသွေးနဲ့ ရပ်တည်နေပြီး အနောက်နိုင်ငံတွေက သူ့ကို ဆင့်ပွားကူးယူ ခံ‌ရနေကျ ဆရာတစ်ဆူပါပဲ။\nဂျပန်ရုပ်ရှင်တွေဟာ အသားမကျရင် အ၀င်နည်းနည်း ခက်ပေမဲ့ ရင်ထဲရောက်သွားတဲ့အခါ သူ့အရသာဟာ တသသကို စွဲထင်ကျန်ရစ်တတ်တယ်။ ရုပ်ရှင်အကြောင်းမပြောခင် ဖန်တီးသူဖြစ်တဲ့ ဒါရိုက်တာခိရိုရှိ ခူရိုဆ၀အကြောင်း အရင်ဆုံး မိတ်ဆက်ပေးချင်တယ်။\nသူက တိုကျို အနုပညာတက္ကသိုလ်က ပရော်ဖက်ဆာ။\nဇာတ်ညွှန်းရေးဆရာ ဒါရိုက်တာနဲ့ ဝေဖန်ရေး ဆရာတစ်ယောက်ဆိုလည်း ဟုတ်တယ်။\nဒါရိုက်တာက မညံ့သလို ဒီရုပ်ရှင်ဟာလည်း ၂၀၂၀ရဲ့ အကောင်းဆုံး ဂျပန်ရုပ်ရှင်တစ်ကားလို့ ဝေဖန်ရေးဆရာတွေ ချီးကျုးခံခဲ့ရတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ငွေခြင်္သေ့ဆုရထားပါတယ်။အကောင်းဆုံးဒါရိုက်တာဆုပါ။\nCinematographyဟာလည်း အတော် သိမ်မွေ့လှပတယ်လို့ ချီးကျူးခံခဲ့ရပါတယ်။\nအဓိကဇာတ်ဆောင်ကတော့ ဂျပန်ကားတွေနဲ့ သိပ်မစိမ်းတဲ့လူတွေ သိကြတဲ့ မမ ယုအအို့အိပါပဲ။\nဘော်ဒါတစ်ယောက်ပြောသလိုပြောရရင် ဟန်နီနွေဦးဂျပန်ဗားရှင်းပေါ့။\nတကယ်တော့ ဒီရုပ်ရှင်ဟာ သူနဲ့တင်တန်နေပါပြီ။ ဇာတ်လမ်းကတော့ စစ်တွင်းကာလက အဖြစ်အပျက်တစ်ခုကို ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်။\n1940 ဒုတိယကမ္ဘာစစ် အကြိုကာလလောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l5y9/(CM)Wife.of.a.Spy.2020.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxWHyMY4HoXH8LiEhYlga2OtK5B.jpg",
        "title": "Time Is Up (2021)",
        "description": "Time is Up (2021)Bella Throne ရဲ့ ကားသစ်လေး ထွက်ပါပြီ။ဗီဗီယန်ဟာ ကိန်းဂဏန်းတွေကို သိပ်ပြီး ခုံမင်သလို\nအရာရာကို သူ စိတ်၀င်စားတဲ့ ရူပဗေဒ ဝေါဟာရတွေနဲ့\nခိုင်းနှိုင်းတတ်တဲ့ မိန်းမချောလေး တစ်ယောက်ပေါ့ချောမောပြီး အားကစားအရာမှာ တော်တဲ့\nချစ်သူလေးတစ်ယောက်ရထားတဲ့အပြင်\nမိဘတွေကလည်း ဖူးဖူးမှုတ် အလိုလိုက်ထားတော့\nသူ့ဘ၀လေးဟာ သာယာလှပါတယ်သို့ပေမဲ့ အားကစားကို အကြောင်းပြပြီး\nသူ့ကို ဂရုမစိုက်နိုင်တော့တဲ့ ချစ်သူနဲ့ ပြဿနာတွေတက်တဲ့အခါချစ်လှစွာသော မိဘ နှစ်ပါးရဲ့ နောက်ကွယ်က အမှန်တရားကို သိလိုက်ရတဲ့အခါသာယာမှုတွေက သူ့အတွက် အလိမ်အညာတွေဖြစ်သွားခဲ့တယ်ဒီတော့ ထွက်ပေါက်ရှာသူတို့ ထုံးစံအတိုင်း\nအရက်လေး တမြမြနဲ့ ကလပ်တစ်ခုမှာ ပျော်ပါးရင်း\nရွိုင်ဆိုတဲ့ ကောင်လေးနဲ့ ငြိစွန်းကြပါတော့တယ်အချိန်ခဏအတွင်းမှာ တွေ့ဆုံခဲ့သူအပေါ်\nရင်ခုန်နှုန်းတွေက မြန်နေတဲ့အခါဗီဗီယန် တစ်ယောက် ဘာတွေ ဆက်ဖြစ်မလဲပြောကြတာကတော့\"ဓာတ်ပြုပြီးသား ဒြပ်မှုန်လေးတွေဟာ ကွဲကွာသွားရင်တောင်\nဒြပ်မှုန်ကွဲတွေ မဟုတ်တော့ဘူး\nလူ ၂ ယောက် ချစ်မိတဲ့ အခါလည်း ဒီလိုပါပဲ\" ...",
        "rating": "5.2",
        "url": "https://megaup.net/Zclh/Time.Is.Up.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Back_To_The_Future_Part_3_1990_Movie_Poster_grande-200x300.jpg",
        "title": "Back to the Future Part III (1990)",
        "description": "ဒီတစ်ခေါက်part 3မှာတော့ part 1 နဲ့ part 2 မှာတုန်းကလို အနာဂတ်ကိုပြန်သွားမှာမဟုတ်ဘဲ\nအတိတ်ကိုပြန်သွားတာကို ရိုက်ပြထားတာဖြစ်ပါတယ်ခင်ဗျာ..\nback to the future 1 ရဲ့ဇာတ်သိမ်းခန်းနဲ့ချိတ်ဆက်ပြီးရိုက်ပြထားပါတယ်။\nမာတီနဲ့ဒေါက်တာတို့ရဲ့သံယောဇဉ်ကို ဒီအပိုင်း၃မှာ ပိုပြီးကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာပါ။\nကောင်းဘွိုင်ခေတ်မှာပိတ်မိနေခဲ့တဲ့ဒေါက်တာဟာ အသက်ရှည်ရှည်မနေရဘဲ\nအသတ်ခံလိုက်ရတဲ့အတွက် မာတီဟာ ဒေါက်တာ့ကိုကယ်ဖို့ အတိတ်ကိုခရီးလွှင့်လာပါတော့တယ်။\nကောင်းဘွိုင်ခေတ်စွန့်စားခန်းတွေနဲ့သိပ္ပံပေါင်းစက်ထားတဲ့ ဤဇာတ်ကားကိုပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲခင်ဗျာ..\nဤpart 3 ကို part 1 နဲ့ part 2 ကိုကြည့်ပြီးကြည့်မှသာပိုသဘောပေါက်နိုင်မှာမို့\nပထမ၂ကားကိုအရင်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ..\nပရိသတ်ကြီးပေးလိုက်ရတဲ့အချိန်နဲ့တန်အောင်ရသမျိုးစုံပေးမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် \nQuality__1080p Bluray HEVC\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__1h 58min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Zczy/Back.to.the.Future.Part.III.1990.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    }
]